{"章节": "不真空论（东晋）僧肇", "正文": " \\n 不真空论 \\n  \\n （东晋）僧肇 \\n 　 \\n 简介 \\n 《不真空论》和《物不迁论》是东晋僧人僧肇的两篇佛教哲学论文，《神灭论》是南北朝南梁儒家学者范缜的无神论作品。这三篇均是魏晋南北朝时期的哲学名篇，颇有代表性。 \\n 僧肇是京兆长安今陕西西安人，生于晋孝武帝太元九年公元３８４年，卒于晋安帝义熙十年公元４１４年。精于老庄及佛经，年将２０即为关中名僧，后拜鸠摩罗什为师，协助译经，成为罗什的高足，他的文章得到罗什和慧远的称赞，是年青的佛学哲学家。他的佛教哲学论文《般若无知论》《不真空论》、《物不迁论》、《涅槃无名论》四篇总编为《肇论》。现存《肇论》注疏有晋惠达《肇论疏》、唐元康《肇论疏》、元文才《肇论新疏》等。《不真空论》和《物不迁论》收集在当代学者任继愈《汉唐佛教思想论集》人民出版社１９８８年出版一书附录中，井有今译可参阅。 \\n 《不真空论》讨论世界的存在问题，其主要论点是说一切人和事物都生灭无常，缘会则生，缘了则灭，所以都是虚幻的不真实的，所谓“不真空”即是说世界不真实故空。但事物的现象还是存在的，不过是假有而已。《物不迁论》讨论世界的运动问题，它认为事物的流转变化是假象，其本质是不动的，过去的事物只存在于过去，现在的事物只存在于现在，“故曰静而非动”，“不迁”就是不动。它只肯定事物变化的间断性而否定其连续性。以上两篇是对当时佛学理论讨论的总结。 \\n 范缜字子真，南乡舞阴今河南泌阳县西北人，约生于宋文帝元嘉二十七年公元４５０年，卒于梁武帝天监十四年公元５１５年。范缜经历齐梁两代，在南齐时曾与竟陵王萧子良辩论因果问题，并退而写出《神灭论》。该论是在梁武帝时正式发表全文载《弘明集》，梁武帝指使曹思文等６４人围攻范缤而不能屈。《神灭论》针对当时佛教神不灭而发，讨论形神关系，认为人的精神离不开形体，“形神相即”，“形存则神存，形谢则神灭”；形与神不是两个东西；合在一起，“形者神之质，神者形之用”，两者是质用一体的，精神依于形体，好比刀的锋利离不开刀刃一样；所以人死之后灵魂是不存在的。范缜建立了唯物的形神一元论，成为形神关系学说史上的一座理论高峰。可参看任继愈《关于〈神灭论〉》附今译，载《汉唐佛教思想论集。附录》和任继愈主编《中国哲学发展史》魏晋南北朝卷人民出版社１９８８年出版。 \\n 　 \\n 不真空论 \\n 夫至虚无生者，盖是般若玄鉴之妙趣，有物之宗极者也。自非圣明特达，何能契神于有无之间哉？是以至人通神心于无穷，穷所不能滞，极耳目于视听，声色所不能制者，岂不以其即万物之自虚，故物不能累其神明者也？是以圣人乘真心而理顺，则无滞而不通；审一气以观化，故所遇而顺适。无滞而不通；故能混杂致淳；所遇而顺适，故则触物而一，如此，则万象虽殊，而不能自异。不能自异，故知象非真象；象非真象，故则虽象而非象。 \\n 然则物我同根，是非一气，潜微幽隐，殆非群情之所尽。故顷尔谈论，至于虚宗，每有不同。夫以不同而适同，有何物而可同哉？故众论竞作而性莫同焉。何则？ \\n “心无”者，无心于万物，万物未尝无。此得在于神静，失在于物虚。 \\n “即色”者，明色不自色，故虽色而非色也。夫言色者，但当色即色，岂待色色而后为色哉？此直语色不自色，未领色之非色也。 \\n “本无”者，情尚于无多，触言以宾无。故非有，有即无；非无，无即无。寻夫立文之本旨者，直以非有非真有，非无非真无耳。何必非有无此有，非无无彼无？此直好无之谈，岂谓顺通事实，即物之情哉？夫以物物于物，则所物而可物；以物物非物，故虽物而非物。是以物不即名而就实，名不即物而履真。然则真谛独静于名教之外，岂曰文言之能辩哉？ \\n 然不能杜默，聊复厝言以拟之。试论之曰：《摩诃衍论》云：诸法亦非相，亦非无相。《中论》云，诸法不有不无者，第一真谛也。寻夫不有不无者，岂谓涤除万物，杜塞视听，寂廖虚豁，然后为真谛者乎？诚以即物顺通，故物莫之逆；即伪即真，故性莫之易。性莫之易，故虽无而有；物莫之逆，故虽有而无。虽有而无，所谓非有；虽无而有，所谓非无。如此，则非无物也，物非真物。物非真物，故于何而可物？故经云：“色之性空，非色败空。”以明夫圣人之于物也，即万物之自虚，岂待宰割以求通哉？ \\n 是以寝疾有不真之谈，《超日》有即虚之称。然则三藏殊文，统之者一也。故《放光》云，第一真谛，无成无得；世俗谛故，便有成有得。夫有得即是无得之伪号，无得即是有得之真名。真名，故虽真而非有；伪号，故虽伪而非无。是以言真未尝有，言伪未尝无。二言未始一，二理未始殊。故经云，真谛俗谛，谓有异耶？答日，无异也。此经直辩真谛以明非有，俗谛以明非无。岂以谛二而二于物哉？ \\n 然则万物果有其所以不有，有其所以不无。有其所以不有，故虽有而非有，有其所以不无，故虽无而非无。虽无而非无，无者不绝虚；虽有而非有，有者非真有。若有不即真，无不夷迹，然则有无称异，其致一也。 \\n 故童子叹曰：“说法不有亦不无，以因缘故诸法生。”《璎珞经》云：“转**者，亦非有转，亦非无转，是谓转无所转。”此乃众经之微言也。 \\n 何者？谓物无耶，则邪见非惑；谓物有耶，则常见为得。以物非无，故邪见为惑；以物非有，故常见不得。然则非有非无者，信真谛之谈也。故《道行》云：“心亦不有亦不无。”《中观》云，物从因缘故不有，缘起故不无。寻理，即其然矣。所以然者，夫有若真有，有自常有，岂待缘而后有哉？譬彼真无，无自常无，岂待缘而后无也？若有不能自有，待缘而后有者，故知有非真有。有非真有，虽有，不可谓之有矣。不无者，夫无则湛然不动，可谓之无，万物若无，则不应起，起则非无，以明缘起，故不无也。 \\n 故《摩诃衍论》云，一切诸法，一切因缘，故应有；一切诸法，一切因缘，故不应有；一切无法，一切因缘，故应有；一切有法，一切因缘故不应有。寻此有无之言，岂直反论而已哉？ \\n 若应有即是有，不应言无；若应无即是无，不应言有。言有是为假有以明非无，借无以辩非有。此事一称二，其文有似不同。苟领其所同，则无异而不同。然则万法果有其所以不有，不可得而有；有其所以不无，不可得而无。何则？欲言其有，有非真生；欲言其无，事象既形。形象不即无，非真非实有。然则不真空义显于兹矣。 \\n 故《放光》云，诸法假号不真。譬如幻化人，非无幻化人，幻化人非真人也。夫以名求物，物无当名之实。以物求名，名无得物之功。物无当名之实，非物也；名无得物之功，非名也。是以名不当实，实不当名。名实无当，万物安在？故《中观》云：物无彼此，而人以此为此，以彼为彼。彼亦以此为彼，以彼为此。此彼莫定乎一名，而惑者怀必然之志。然则彼此初非有，惑者初非无。既悟彼此之非有，有何物而可有哉？故知万物非真，假号久矣。是以《成具》立强名之文，园林托指马之况。如此，则深远之言，于何而不在？是以圣人乘千化而不变，履万惑而常通者，以其即万物之自虚，不假虚而虚物也。 \\n 故经云：甚奇，世尊！不动真际为诸法立处，非离真而立处，立处即真也。然则道远乎哉？触事而真。圣远乎哉？体之即神！ \\n  \\n 　"}
