{"章节": "第一回 酌美酒俠士談心 洗孝衣佳人彈淚", "正文": "  \\n 第一回　酌美酒俠士談心　洗孝衣佳人彈淚 \\n 　 \\n 人世間事，最屈在不過的，就是冤獄；最苦惱不過的，就是惡婚姻。這兩件事，若是湊到一齊，不必你身歷其境，自己當局，每听見旁人述說，就能夠毛骨悚然，傷心墜淚，在前清末季，京城安定門里，菊儿胡同，有春阿氏謀害親夫一案，各處的傳聞不一。各報紙的新聞，也有記載失實的地方。現經市隱先生把此案的前因后果，調查明确，并囑余編作小說。余浣薔讀罷，始知這案中真相，實在可惊！可愕！可哭！可泣！茲特稍加點綴，編為說部，公諸社會，想閱者亦必駭愕稱奇，傷心墜淚也。 \\n 話說東城方中巷，有一著名教育家，姓蘇名市隱，性慷慨，好交游，生平不樂仕進。惟以詩酒自娛，好作社會上不平之鳴。這一日，天气清和，要往地安門外訪友。走至東西牌樓西馬市地方，正欲雇車，忽然身背后有人喚道：“市隱先生，往哪里去？”市隱回頭一看，正是至交的朋友原淡然。二人相見行禮，各道契闊。淡然道：“今日蘇老兄怎的這般閑在，這們熱天，不在家中養靜，要往哪里去呀？”市隱道：“我是無事窮忙。天气很長，在家里悶得很，要到后門外訪文和尚去。不期于半路上遇見閣下，也沒什么要緊的事。”淡然道：“蘇兄既然沒事訪友，我們相遇其巧，不必去了，請同到普云樓上，喝一點酒，也可以作個長談。”說罷，拉了市隱，复往東行。 \\n 二人一面說話，來到酒樓之上。要了酒菜，提起世道人心，愈趨愈下，納妾的風俗，近年亦极其盛興，早先富貴人家，因為膝下無子，或是原配早亡，方才納妾。今則無貧無富，以有妾為榮。鬧的家庭理法，不能嚴重，這卻如何是好，淡然道：“大哥的議論，果然不差。我在旗下，有一個朋友。此人的姓名職業，姑且不題，現年已六十余歲。自己老不害臊，納了一位小妾，年方一十六歲。鬧得儿子儿媳婦，全部看不起父親。自從這位如夫人人門以來，時常的挑三撿四，鬧些口舌。我那一位朋友，老來的身子，本來不濟，近自納妾之后，腰也彎了，行動也不爽利了，只仗著紅色補丸、自來血，以及日光鐵九、人參牛乳等物，支持調養，不知那一時風儿一吹，就要嗚呼不保了。這位如夫人，年紀既輕。心計又巧，既風流，且妖嬈，您猜怎么著？我這位旗下朋友，公正了一輩子，如今把綠頭巾一戴，還自認沒有法子，你道這不是笑話儿嗎？” \\n 二人正說得高興，只听樓梯亂響，走上一人，手提一個包袱，穿一件春羅兩截大褂，足下兩只云履，梳帶一條松辮，年約三十左右，見了淡然在此，忙的請安問好。淡然亦忙還禮，讓著請坐。又指著蘇市隱引見道：“這是蘇市隱。這是我普二弟。二位都不是外人，就在一處坐罷。”那人一面陪笑，把手巾包袱，放在一旁桌上。市隱一面讓坐，拱手笑問道：“貴旗是哪一旗？”普二道：“敝旗鑲黃滿。”又問市隱道：“大哥府上是？”市隱道：“舍下在方中巷。”淡然要了杯箸，一面讓酒，笑指那桌上道：“二弟那個包袱里，拿的是什么衣服？”普二道：“我是好為人忙，這是給小菊儿胡同我們親家那里，賃的孝衣。”淡然詫异道：“喲，小菊儿胡同，不足你們領催文爺家么，怎么又是你親家呢？”普二道：“他的女儿，認我為義父，我們是干親家，”淡然冷笑道：“是的是的。光景那位如夫人，是你的親家儿罷。”普云紅臉道：“大哥休取笑，這是哪儿的話呢？你這兩盅酒，可真是喝不得。沾一點儿酒，就不是你了。”市隱坐在一旁，不知何事，也不好參言陪笑，只好舉杯讓酒，又讓著普二，脫了大衣服，省得出汗。普二道：“這是哪儿來的事？你這舌頭底下，真要壓死人。”淡然冷笑道：“二弟你不要瞞我，听說那文爺的如夫人，外號叫做蓋九城，不知這話可是真呀是假？”普二道：“這個外號，卻是有的。怎么你胡疑起來呢？難道你看著兄弟，就那們下三濫嗎？”淡然陪笑道：“二弟別著急。雖然無据，大概是事出有因。我記得蓋九城姓范，原是個女混混儿。從前在東直門某胡同里，開設暗娼，你同著文爺常到她家里去。既同文爺有交情，同你交情也不淺。從良的事情，我听著風言風語的，有你一半主張，難道這些事，還能瞞得了我嗎？” \\n 說罷，理著小胡子，哈哈大笑。鬧得普二臉上一紅一白，笑向市隱道：“瞧我們這位哥哥，可叫我說什么？平白無故的，弄得我滿身箭眼。這真是杜康主動，四五子指使的。”淡然道：“你也不要口強，天下的事，沒有不透風的篱笆。身子正，不怕影儿斜。現在你的名儿，跳在黃河里，也洗刷不清了。依著老哥哥勸你，這個嫌疑地方，不可常去。外人的言言語語，任憑怎么掂量，事情卻小。若是文爺一起疑心，再鬧點儿醋脾气，恐怕你吃不了背著走。當著蘇大哥，他也不是外人。好端端的，你認這個干女，是什么居心？”普二道：“大哥你又來啦！我們是同旗同祿，一個戮子吃餉，認一門子干親，豈不更近乎了嗎？”淡然捋須道：“是了是了，二弟如此嘴硬，我也不敢勸了。常言說的好：認干親，沒好心。恐怕這一句話，要應在二弟身上。”普二紅臉道：“大哥這句話，未免罵人太過了。這一些主知，若要傳到文爺耳朵里，我們弟兄交情，豈不鬧生疏嗎？”淡然笑道：“說話湊趣，你不要認真。我同文大哥，許久沒見。他三月里娶儿媳婦，也沒得過去道喜。不知這位新媳婦，是哪儿的娘家？”普二道：“這個新媳婦，可實在不錯，模樣儿也好，活計也好。規矩禮行，尤其大方。只是過門以來，跟春英不甚對勁。雖不大致時常反目，然而里頭很不和气。也是我們本旗的姑娘，娘家姓阿，今年才十九歲。論她的舉止，很可趁個福晉格格。到了這儿半破子的人家，就算完啦。太太婆春秋已高，大婆婆又碎嘴子。娶了這些日子，我去了几次，總看她好皺眉毛。”淡然笑著道：“蘇老兄您听听，方才說了半天，家里一納小妾，全都要毀。其實文大哥家里，我并不常去。据這們懸揣著，都是蓋九城鬧的。” \\n 市隱听了半日，不知他二人所說，究竟是哪里的事。遂陪笑答道：“老弟所見，實在不差。其實這位文公，与我素不相識。若把蓋九城弄回家去，可實在不穩當。輕者改變家俗，重一重便出事故。我說話忒口真，不知普二哥以為然不以為然？”普二道：“這話倒是不錯，不過蓋九城那個人，還不至于如此。論她的聰明伶巧，實出于常人之上。人要是明白，就不至于出毛病了。”淡然待說完，接口笑著道：“普二弟你不用說啦，你這一片話，滿都是不打自招。你与她有何關系，替她這樣辯護？”普二道：“大哥你可不對，咱們這儿說閑話儿，你怎么挑字眼儿呀？”淡然放下酒盅，嗤嗤的笑個不住，對著市隱道：“听話要听因儿，蘇兄剛一說蓋九城不好，他就忙著辯護，這不是無私有弊嗎？”普二冷笑道：“您說有事，我們就算有事。無論怎么說，我全都承認起來，又免得抬杠，又省得您不信，您道好不好？”說罷，把臉色沉下，提起酒壺來斟酒，讓著市隱道：“咱們哥儿倆，先喝咱們的。我淡然大哥，愛說什么就說什么。咱們初次相會，市隱大哥，可不要過意。常言說得好，人憑素行。要說蓋九城先前在家的時候，我的的确确常去。自從她跟了文爺，咱們是朋友相交。哥哥多么大，嫂子也多么大。再說句心腹話罷，若說這娘儿們沒意，也是瞎話。而堂堂一個男子，行為上不分隴儿，要說外場的話，那還能交朋友嗎？”市隱連口稱是，又陪笑道：“淡然是借酒撒瘋，你不要專听他的。我們弟兄，雖說是初次見面，我一見您的人性，也不是那樣人。”說罷，哈哈大笑，又讓酒道：“普二哥，也喝著，別跟他吵嘴了。”普二一面喝酒，覺著坐臥不安，喚過走堂的伙計，要了火燒餛飩，手拿著芭蕉扇，嗯嗯啦啦的扇汗。市隱一面漱口，讓著普二擦臉。三人揪住伙計，都掏出錢來要給酒資。普二扯住市隱，起誓發愿的不讓給。淡然揪住伙計，給了兩塊洋錢，叫他拿下去再算。普二也不便再讓，遂洗手漱口，忙著穿衣服。因為淡然說話，有些口重地方，不好在此久坐，遂拱手謝了淡然，笑對市隱道：“二位如其有事，可以多坐一會儿。我這几件孝衣，他們是現在等穿，我也就不奉陪了。改天有工夫，賞兄弟一個信，咱們再聚會聚會。”說罷，就要下樓。市隱見此光景，不便挽留。少不得應酬几句，任其走去。 \\n 普云乘著酒气恍恍悠悠的出了酒樓，拐過馬市，順著街西的牆陰涼，直往菊儿胡同一路而來。到了文家門首，正欲進門，見里面走出一個小女孩儿來，見了普二，笑嘻嘻的叫了一聲二叔，蹲身請了具安。正是文光之女二正。普二道：“你阿媽在家哪嗎？”二正遂高聲嚷道：“奶奶，我二叔來啦，”普二笑笑嘻嘻，拉了二正的小手，一同走人。蓋九城范氏，听見普二來了，忙的掀起竹帘，迎了出來，笑嚷道：“你這嘴上沒毛的人，真有點儿辦事不牢。賃上几件孝衣，也值得這么費事。”普二陪笑道：“天儿這們熱，我這兩個腿，也是肉長的。你們坐在家里，別拿人當舍哥儿。”一面說著，一面搶步而進，斜眼望著范氏，梳著兩把頭，穿一身東洋花布小挎褂，垂著湖色洋繪的繡花汗巾，白襪花鞋，极為瘦小。臉上不施脂粉。淡掃蛾眉，越顯著花容月貌。加上十分標致，笑眯眯的道：“這們一來，小大嫂子，更透著外場啦。”再欲說話時，忽听身背后，嬌聲細气的稱道：“二叔您受累了。”普二忙的回顧，正是春英媳婦阿氏，梳著兩把頭，穿一件拖地長的藍夏布大褂。論其容貌，雖然艷如桃李；看其舉止，卻是凜若淡霜。見了普二回顧，深深的請了個安。普二忙的還禮，笑著道：“哪儿來的話呢？自己爺儿們，這都是應該的。”阿氏低著頭，垂手侍立。文光的母親瑞氏，文光的夫人托氏，亦從里屋迎出。普二挨次請安。托氏道：“一點儿眼力儿沒有，你把二叔的包袱，倒是接過來呀。”阿氏低頭答應，接過包袱來，放于椅上，又忙著張羅茶水。普二一面說話儿，手拿著把蕉葉儿扇子，呼呼的亂扇。范氏道：“你把衣裳脫了罷，在這儿怕誰呀？常言說得好，暑熱無君子。普二撇嘴道：“那可不能。人家規規矩矩，一死儿的老八板儿，哪來的野叔公，這么樣儿撒野呀。”范氏不容分說，搶過來便替解鈕子。托氏道：“二弟何用拘泥，你是他們的老家儿，怕他們作什么？”范氏接聲道：“他這個老家儿，可有點稱不起。刨去兩頭儿，除了閏月攏到一塊儿，就沒有人啦。除去他輩數大，就剩下媚里媚气的那話儿。”說到此處，又縮住道：“別麻煩了，快些儿脫罷。”普二脫了衣服，笑而不語。 \\n 托氏打開包袱，因見孝衣很臟，又恐怕長短尺寸不甚合式，遂叫過阿氏來，叫她趁著太陽，全都漿洗出來，好預備明天穿。又向普二道：“這又叫二弟費心，我們家的事，都累懇您啦。”普二道：“不要緊，不要緊，他們那儿沒人，這兩天有工夫，我還給熬夜去呢。”托氏道：“喲，那可不得了，死鬼有什么好處，那樣儿搗蕩人。那么一來，我們更擔不起啦。”普二一面陪笑，彌縫著兩只眼睛，連嚷好熱，范氏呼了一聲道：“你橫豎喝了酒啦！半天晌午，就這們酒气噴人的。你可怎么好，你要覺著熱，我們那水缸底下冰著兩個香瓜儿哪，吃完了你躺一會儿酒也就過去啦。”托氏道：“那可別計。夕照怪熱的，還不如活動活動呢。”普二連聲答應，一手拿了扇子，掀起竹帘來嚷道：“喝，好涼快！”說罷，站在窗外，望著院子花草，紅石榴花開似火；玉簪等花含苞未放；只有洋杜鵑花儿，當著毒日之下，開得很是有趣。又見阿氏擁著一個大盆，蹲在牆陰之下，嘩擲嘩琅的低頭洗衣，那兩腮香汗。好似桃花遇雨，嬌滴滴的紅里套白，白里透紅。又兼她挽起衣袖。露出雪白的玉腕，那雙纖纖素手，伸在盆里真仿佛水蔥儿一般。普二看了多時，阿氏頭也不抬，只顧低頭洗衣。一面扑簌簌的垂淚，好似有千愁万恨，郁郁不舒的神色。普二不知何事，忙喚范氏道：“小嫂子你這儿來。”范氏應聲而出，兩人笑嘻嘻的。到了東房。范氏高聲道：“喝，這屋里正在夕照，都賽過蒸籠了。”普二道：“我問你一句話。”又悄聲道：“這孩子因為什么，又這么眼淚婆娑的？”范氏隔窗一望，看著阿氏站起，一面醒鼻滋，一面擦淚，眼泡儿已經紅腫，好似桃花一般。普二悄聲道：“春英這孩子，沒有那么大福气。若換個像儿是我……。”范氏听至此處，回手拍的一掌，打的普二暖喲一聲，嚇得院中阿氏，不顧的搭衣服，屢向東房注目。范氏悄聲道：“是你又怎么樣？你也不是好東西，連一點儿良心渣子，全都沒有。”又怒著切齒道：“你不用拉扯我了，喜歡怎么樣，只要你不虧心，請隨尊便就完啦。”普二悄聲道：“你過于糊涂，我看這孩子的神气，滿是二兩五挑護軍，假不指著的勁儿，一共有三句好話，管保就得喜歡。只要她開了竊儿，咱們的閑話口舌亦自然就沒啦。”范氏不待說完，一手推開普二，賭气的咯咯跑出，問著阿氏道：“二妞哪儿去啦，你瞧見沒有？”阿氏遲了半日，嬌聲細气的道：“我二妹妹剛出去。這么好半天，我也沒看見了。”又見東房普二，嘻眉笑眼的走出，赤袒胸背，左邊胳肢窩底下夾著芭蕉葉的扇子，兩手拿著甜瓜，站在范氏身后，胡亂往地上摔子儿。又裝作女子聲音道：“喲，大姐您不用張羅，我這儿自取了。”引的范氏并屋內托氏等，全都大笑起來。托氏掀帘道：“二兄弟真會招笑儿。毒華華的太陽，別在院里站著啦。” \\n 正說著，外面走進一人，年約四十向外，兩撇黑胡須，穿一件又短又肥的兩載羅褂，一手提拉黃布小包袱，一手拿截白翎扇。普二在陽光之下，并未看清。走近一看，卻是文光。普二放下辮子，忙的請安。文光笑嘻嘻的道：“二弟什么時候來的？不是天儿熱，我還要找你去呢。”阿氏放了衣袖，掀起竹帘。二人一面說話儿，走進上房。范氏与阿氏等張羅茶水。文光道：“咱們扎爺家里鬧得日月好緊，米跟銀子，都在碓房里掏啦。他的侄子，也是個孤苦伶仃的苦孩子，送了回技勇兵，因為身量太小，驗缺的時候，就沒能拿上。扎爺是挺著急，找了我好几次，跟我借錢。又叫我給他侄子弄分儿小錢糧儿，他們好對付。你瞧這年月，可怎么好？你回去跟大哥題一聲，我就不去啦。這都是積极德的事。”普二笑道：“你這當伯什戶的，真會行事。你真能那們慈悲嗎？”文光一面脫衣服，嘻嘻的笑道：“哧，咱們自己哥儿們，你別較真儿。”普二道：“那可不行。干干脆脆，你請我听天戲，咱們大事全完，”文光點頭答應，說請客是一定要請的。普二搖著扇子，嘻嘻微笑。忽的外間屋里、拍的一聲，接著又嘩琅一聲，仿佛什么器皿，掉在地下砸坏的聲音，文光忙的回頭，只听托氏嚷道：“干點什么事，老不留神。幸虧沒掉在腳上，不然這么熱天，要燙著是玩藝几嗎？這么大人，作什么沒有馬力脆，几件子孝衣，就洗了這么半天儿，虧得天長，要是十月的天，什么事也不用干了。”范氏也冷笑道：“這么大人，連大正二正全都不如。他們干什么，還知道仔細呢。你這是怎么了？”說的阿氏臉上，立刻紅脹起來，彎身撿了碎茶碗，羞羞澀澀的，只去低頭倒茶。二正在一旁笑道：“喲，這們大人，還不懂得留神呢，喲！”說罷，拿小手指頭，在臉上羞她。又叫著阿氏道：“嫂子你瞧這個。”羞的阿氏臉上，立時紫漲，一面挨次送茶，連大气也不敢出。文光叱二正道：“這儿說你嫂子。礙著你什么啦？”又喝道：“去給我拿煙袋去。”二正答應一聲，笑嘻嘻的去了。 \\n 本來阿氏心里，正因為洗衣著急，今又偶一失神，砸坏一個茶碗，若是兩位婆婆因此責怪，尚不要緊，二正是小孩子脾气，又在父母跟前，撒嬌顯勤儿，亦要奚落兩句。文光看不過去，所以申飭二正，叫他去取煙袋。但是阿氏為人，雖然溫順　腆，性情可极剛強。遭了這場羞辱不由的扭過頭去，暗暗墜淚。范氏怒叱道：“說你是好話，腆著臉還哭哪！趁著太陽還不馬力洗去，難道說還等著黑哪？”阿氏連忙答應，用手擦著眼淚，俯首而去。托氏道：“這么大人，連點儿羞臊也不知道。”普二忙勸道：“得咧，大嫂子別碎發啦，挺好的姑娘，叫您這個嘴，就得委曲死。俗言說的好：人有生死，物有毀坏。這們點儿事，也值得這們樣儿嗎？”托氏陪笑道：“二兄弟，你可不知道，我這分難處，沒地方說去。十人見了，倒有九個人說。喲，您可有造化，儿子女儿儿媳婦，茶來伸手，飯來張口，哪知道身歷其境，我可就難死了。要說他們罷，是我作婆婆的厲害。這話是跟您說，咱們都不是外人。自從過門之后，她那扭頭我傍樣的地方多著哩。處處般般，沒有我不張心的。當著我婆婆，也不是我夸嘴，我作媳婦時候，沒有這樣造化。我要是說罷，還說我碎嘴子。”普二不待說完，笑攔道：“您別比您那時候，那是雄黃年間，如今是什么時候？俗語說的好：后浪催前浪，今人換古人，您作媳婦時候，難道那外國洋人，也進城了嗎？”說的瑞氏、托氏連文光道氏也都笑了。托氏道：“二兄弟真會矯情。”普二道：“噯，不是我矯情。說話就得說理。別拿著有井那年的事，來比如今。現在這維新的年頭儿，挑分破護軍，都得打槍。什么事要比起老年來，那如何是行的事。、瑞氏亦嘆道：“二爺的話實在不錯。作者家儿的，沒有法子，睜半只眼，合半只眼，事也就過去啦。年輕的人儿，都有點火性。盡著碎卿咕，他們小心眼儿里，也是不愿意。本來那位親家太太，就是這么一個女儿，要讓她知道，怪對不過她的。給的時候，就是勉強勉掖給的，娶著好媳婦，作婆婆的也得會調理。婆婆不會調理，怎么也不行。我那時候，若是這們說你。保管你的臉上，也顯著下不來。是了也就是了。那孩子鮮花似的，像咱們這二半破的人家，終天際腳打腦构子，起早睡晚，做菜幫飯的，就算是很好了，我說的這話，二爺想著是不是？”普二連連稱是。 \\n 托氏哼了一聲道：“像您這么著，更慣得上天了。”文光听了此話，恐怕老太太有气，再說出什么話來，諸多不便，遂用話差過去。又告知范氏、托氏，快些張羅飯。怪熱的天，別淨斗嘴儿。二正笑嘻嘻的，雙手舉著煙袋，送了過來。普二揪住道：“我問你一句話，你嫂子作什么呢？”二正站在一旁，嘻嘻笑笑的，比作抹眼儿的神气，又咚咚的跑了。范氏擦了桌面，先令普二、文光二人喝酒，又与阿氏打點瑞氏、大正、二正等吃飯。阿氏兩只眼睛，腫似挑儿一般。過來過去的，盛飯張羅。普二謙恭和气，把少奶奶三個字叫得振心。又稱贊文光夫婦，娶了這樣儿媳婦，皆算難得。一面夸贊，滴溜溜兩只耗子眼，望著阿氏身上，瞧個不住。阿氏正著臉色，佯為不覺。一時春英進來，望見普二在此，過來請安。周旋了兩三句話，怒气衝衝的，望著阿氏說道：“我那個白汗衫儿洗得了沒有？”阿氏皺著眉頭，慢慢的答道：“方才洗孝衣來著。你若是不等著穿，后天再洗罷。明天大舅那里，奶奶還叫我去呢。”春英不容分說，張口便罵：“渾蛋！你要跟著出門，我就砸折你腿。我不管孝衣不孝衣，非把我的汗褂洗出來不成。”托氏插言道：“這孩子，你老是急性子。明天你大舅的事，她那能不去。是你的舅舅，也是她的舅舅。沒有你這么張口罵人的。洗個小汗褂，算什么要緊的事，你若是等著穿，晚上得了工夫，就叫她洗出了。這算什么大事，也值得這樣麻煩？”阿氏低著腦袋，不敢則聲。托氏道：“你也是不好，什么事都得人催，連點眼力事儿，全都不長。怨得你們倆人，永遠是吵翻呢。”阿氏連連答應，不敢分爭。把眾人晚飯伺候完畢，蹲在院子里，又把該洗衣服，俱都拿了出來，一件一件的漿洗。由不得傷心墜淚，自嘆命苦。 \\n 普二、文光二人，過足了鴉片煙癮。范氏、托氏等，送了普二出來，囑咐回去問好。文光道：“二弟，你真是瞎摸海。從北新橋直到四牌樓，整整齊齊繞了個四方圈儿。難道這么熱天，你那兩條腿，不怕旅長途。”阿氏听說要走，也忙的站起，背著燈影儿，擦了面上眼淚，也隨后相送。忽然春英站在屋內，大聲的嚷道：“天生的不是料儿，叫他媽的洗衣裳，立刻就六百多件，湊在一塊儿洗，這不是存心攪棒嗎！”托氏急忙攔道：“老爺子，你又是怎么了？怎么成天成夜的，不叫我省心哪。”春英道：“我怎么叫您操心啦。像她這么混帳，難道也不許我說說。終日際愁眉不展，仿佛她心里惦記著野漢子呢，拿著他媽的我不當正經人。”這一片話，气得院中阿氏渾身亂顫，欲待搶白兩句，又恐怕因為此事，鬧起風波來，遂蹲在地上，俯首不語。雖有一腔血淚，只是此時此刻，滴不出來。瑞氏、托氏反說了春英一遍，始各無話。文光又嚷道：“二正，你叫你二媽去。”范氏站在門外，听了院中吵鬧，并未介意。听得二正來喚，慢慢的走了進來，問著阿氏道：“這又因為什么，這樣的抹眼儿呀？按著老媽媽例儿說，平白無故，你要嘆一口气，那水缸的水，都得下去三分。像你這每日溜蒿子，就得妨家。”阿氏低下頭去，醒了回鼻涕，仍自無語。范氏哼了一聲，气狠狠的自往上房去了。文光道：“嘿，你猜怎么著，敢則涼州土，也漲了价儿啦。方才在針王家人買了二兩來，我掰開聞了聞，味儿倒不錯。范氏吸著煙卷儿，也歪身軀下道：“早知道你去買土，就不叫你去啦。米季上熬得煙，攏總還不到半個月呢。我看缸子里，還有四兩多些儿。若是多遲几天，等到錢糧上多買几兩，豈不好嗎。”說罷，喊叫阿氏過來沏茶。 \\n 阿氏的兩眼，此時業已紅腫，慌忙著擰出衣裳，把手上污水，略微擦淨了，誰想到水泡半日，兩手皆已浮腫，纖纖十指，腫得琉璃瓶儿一般。又經粗布一摩，十分難過。隨就著窗前亮處，自己看了一回。忽的上房中又急聲嚷道：“你倒是沏茶來呀！叫了半天，難道你七老八十，耳朵聾了不成？”阿氏連聲答應，急忙跑至廚房，張羅茶水。托氏又嚷道：“趁著涼風儿，你把二姐的彼褥，先給鋪上，漿得了衣裳，也別在院里晾著。一來有露水，再說大熱的天，擠巧就得燥雨。”阿氏提著水壺，一面沏茶，一面加聲答應，不慌不忙的，先把新茶送過，又把大正、二正的被褥鋪好。正在院子里收拾衣服，春英也躺在屋里，喊她搭鋪。阿氏搭了汗褂，忙的跑來，安安穩穩，把春英的枕頭席子一一放好。春英站起來，一把揪住道：“明天大舅那里，我不准你去。”又伸作兩個手指道：“這一個又不是好主意。”阿氏道：“這事也不能由我，你若不愿意，可以告訴奶奶，叫我去，我便去。不叫我去，我也不能去。作了你家人，還能由我自主嗎？”說罷淚隨聲下，奪了手腕，用手擦抹眼淚，哽哽咽咽的哭個不住。 \\n 托氏又嚷道：“洗完了衣裳，你把箱子打開，明天穿什么，預先都拿出來，省得明儿早晨，又盡著麻煩。”阿氏啞著聲音，連連答應。打發春英睡下，慢慢的開了箱鎖，把托氏、二正明天所穿的衣服，一一拿出。又到瑞氏、范氏屋內，把床被鋪好。范氏道：“你這臉上怎么這樣喪气？沒黑間帶白日，你總是抹眼儿，這不是誠心嗎？”阿氏含淚道：“這倒不是眼淚，今儿晌午，許是熱著一點儿。”范氏道：“你是半瘋儿嗎？什么熱天，通天施地的，老穿長衣裳，豈有個不熱之理。”阿氏答應一聲是，扑籟籟掉下淚來。范氏道：“你這孩子，永遠不找人疼。難得你普二叔，還极力夸你，說你可‘冷呢！”說罷，又哼了兩聲。阿氏含著眼淚，不敢复語。轉身走了出來，又到托氏屋里，裝了兩袋潮煙。托氏亦問道：“你這兩只手，是怎么腫的？”阿氏忙笑道：“不要緊的，明儿就好了。”托氏道：“這都沒有的事，洗上兩件子衣裳，也會腫手？當初我那時候，一天洗兩繩子衣裳，半夜的工夫，要做三雙襪子。還要衲兩雙鞋幫儿，也沒像這么樣儿過。”阿氏含著眼淚，俯首而出。托氏又嚷道：“明儿早晨想著早些起來，別等著人催。別又因為一個腦袋，又麻煩到晌午。”阿氏連聲答應，回到自己房中，一面卸裝，一面思前想后，暗暗的墜淚。直瞪瞪兩只杏眼，看著春英躺在床上，呼聲如吼。一手拿著扇子，忽的翻身醒來，要知如何，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第二回 勸孫婦委曲行情 死儿夫演成奇案", "正文": "  \\n 第二回　勸孫婦委曲行情　死儿夫演成奇案 \\n 　 \\n 話說春英睡在朦朧之間，忽被跳蚤咬醒。翻身望見阿氏，在旁邊一張桌上，一面卸頭，一面淚珠亂滾，背著燈影儿一看，猶如兩串明珠，顆顆下墜。春英假作睡熟，暗自窺其動作，阿氏端坐椅上，無言而泣。望了春英一回，又把鏡子挪來，對鏡而哭。呆了半天，自又自言自語的，長嘆了一口气，仰身靠住椅背，似有無限傷心，合千愁万恨，攙到一處的一般。忽听鐘鼓樓上，嗡嗡鐘響。又听得附近鄰家，金雞亂唱。眼看著東方發曉，天色將明。阿氏微開秀目，望著床上春英，尚自鼾睡，遂悄悄走去，自向廚房生火，洒掃庭除。春英是滿腹牢騷，宣泄不出。一見阿氏走出，翻身起來，念念叨叨的罵個不住。阿氏亦知其睡醒，故作不聞。慢慢的將火生好，挪了個小凳，又拿了木梳擺蓖。趁著天清气爽，坐在院里蓖頭。這時瑞氏、托氏并大正、二正等俱各起來。阿氏忙的走入，拾掇一切。春英也披衣起來，赤著兩只腳，拖拉著兩只破鞋，一手挽著單褲，气呼呼出來道：“龍王廟著火。他媽的慌了神儿啦。掂記什么呢？”又彎身提鞋道：“我他媽著了涼，算是合該。”阿氏听了此話，不由得蛾眉愁鎖，低下頭來，忙跑至屋中央道：“大清早起，你別找尋我。只當你是我祖宗。”又哽咽著哭道：“難道還不成嗎？”春英不容分說，拍的一聲，把手巾漱口盂，摔得粉碎，高聲怒罵：“我找尋你，我找尋你，我他媽的找尋你！”嚇得阿氏渾身亂抖，顫巍巍的央道：“祖宗祖宗，你沒找尋我，是我又說錯了。”春英伸了衣袖，扯開嗓子，把祖宗奶奶的罵個不住。阿氏低頭忍气，不敢則聲。托氏站在院內，喚著阿氏道：“姑娘，姑娘，你梳你的頭去，不用理他，這是昨天晚上，吃多了撐的。”范氏道：“你倒不用怪他，一夜一夜的，不懂得睡覺。清早起來，看著男人涼著，也不知給他蓋上，還能怨他罵嗎？干點什么事情，沒有個眼力見儿，也還罷了。處處般般，就會查尋我，幸虧我沒有養漢。我要有點劣跡，被儿媳婦查著，那還了得！” \\n 阿氏听了此話，不知是哪里來的風，遂陪笑道：“二媽說的。實在要把我屈在死。二媽的事情，我哪里敢查。”這一片話，阿氏原為告饒。誰想到范氏心多，听了不敢查三字，紅著臉嚷道：“那是你不敢查，那是你不敢查。打算查尋我，你待待儿，把你太太婆。打板儿高供，你爹你媽，也查不到我這儿來。就便你婆婆養漢，你也管不著。”春英听了此話，愈加十分气憤。也不問清紅皂白，扯過阿氏來，便欲撕打。幸有大正等在旁，因与阿氏素好，把手巾老糯米扔下，忙的跑過來遮住。托氏亦喝道＝清早起來，這是怎么說呢？”阿氏忙的躲閃，一面擦著眼淚，跑至瑞氏屋內。瑞氏勸著道：“好孩子，你不用委曲。大清早起，應該有點忌諱，橫豎你二婆婆又有點儿肝火旺，吃的肥瘋了。”阿氏揪住瑞氏，哽哽咽咽的道：“二媽這么說，實在要冤枉死我。”說罷，淚如雨下。范氏隔著窗戶，接聲道：“冤枉死你，冤枉死是便宜你。我告訴你說，你提防著就得了。早早晚晚，有你個樂子，你不用合我分証。等你媽媽來，我到底問問她，我們娶了媳婦，究竟是干什么的？”阿氏見話里有話，便欲答言，被瑞氏一聲攔住，連把好孩子、好寶貝叫了十几聲，又勸道：“你二媽的脾气，你難道說還不知道。擠往了疵底我時，我還裝啞吧呢。你只顧了想委曲，回頭你奶奶瞧見，又不放心。若鬧出口舌來，他們親家姐儿倆，又得鬧生分，那是圖什么呢。是好是歹，你馬力梳上頭，同你婆婆先走，什么事也就完全啦，不然，太陽一高，道儿上又熱。”說著。又把好孩子叫了兩聲。阿氏擦著眼淚，連連答應。梳洗己畢，忙亂著張羅早飯。并伺候托氏母女，穿換衣服。范氏一面梳頭，一面叨念阿氏种种不是的行為。阿氏低著頭，只作未聞。二正是小儿性情，只惦穿上衣服，出門看熱鬧，不知阿氏心里是何等難過。扯著阿氏的手腕，擺弄手上的翠鐲，又嫂子嫂子的催著快走。又問說嫂子的指甲，怎這么長啊？你指甲上的紅印儿，也是指甲草儿染得嗎？阿氏口中答應，然后与瑞氏、范氏并文光等，挨次請安。同了托氏母女，往堂舅德家前去吊喪，不在話下。 \\n 此時范氏因為清早起來，与阿氏嘔點閑气，早飯也沒能吃好。幸有文光勸解，說孩子歲數小，大人得原諒她。若盡著合他們生气，還要气死了呢。范氏道：“你不用管我，若不是你們愿意，斷不能取這菜貨，張嘴說知根知底，親上加親。如今也睜眼瞧瞧，管保大饅頭，也堵上嘴啦。打頭她不愛進房，就是頭一件逆事，難道咱們娶媳婦，是為當擺設的嗎？若說她年紀小，不懂的人事，怎么普二一來，她就賊眉鼠眼的，查尋我呢？幸虧是自己人，你也知道我不然，我這婆婆，算是怎么回事呢？再說是穿衣打扮，原本是人之所好，喜愛穿什么，就可以穿什么。自從她進了門儿，橫著挑鼻子，豎著挑眼睛，仿佛我年輕歲數小，事事得听他教訓你，瞧瞧這還了得。”文光道：“得啦，你是婆婆，說她兩句，也就完了。日后她多言多語，橫豎我不信她的還不成了嗎？我告訴你一個主意，你跟普二弟不但口敞，而且又好耍嘴皮子。他是老八板儿姑娘，到了咱們家里，如何看得下去，以后你收斂收斂，雖說是隨隨便便，不大要緊，若叫儿媳婦看著不穩重，真有點犯不上。” \\n 范氏不待說完，口內咬著頭發，嗚咿著道：“你說什么？八成你的耳朵，也有點軟了罷？”又挽起頭發道：“我問你一句話，這個娘儿們有什么別的沒有？”文光此時，明知自己說錯，故意的冷笑道：“你不用瞞我，光棍眼睛里，不能揉沙子。一半明白，一半糊涂著。左有是那么回事，早先你們的事情，我還不知道嗎？”說罷，哈哈大笑。范氏剔著木梳，豎起眉毛道：“這話不用說，必是這養漢老婆，背地里造做的。我告訴你說罷，不說到這里，我只可爛在心里，從此不提。她既是背地造作我，我可就不管好歹，要全部兜翻。這孩子的事情，你知道不知道？”文光冷笑道：“我知道什么，你不用費話了，放著踏實不踏實。照這么說起來，那還有完哪？她在背地里，沒說過你的不字。這么點儿孩子，連出閣還害臊呢，她還能有別的。”范氏急聲道：“什么她是孩子？要像這樣孩子，把這婆婆賣了，還不知哪儿下車呢。別看她說話　腆，舉止端庄，道作行為，比我還机伶。那天普二爺沒跟你說。一來這樣朋友，二來叫春英听著，必要挂火儿，那天普二爺來時，那位賢德儿婦，對著普二爺屢屢的耍眼色。你想我這眼睛。什么事看不出來。我說她不是正經貨，你還不信。幸虧是家里有德，普二也有交情，不然，耍弄出笑話儿來，你看有多么憨蠢。”文光搖手道：“你不用瞎造做，不但那孩子不敢如此，就是普二爺，也決無其事。即或屬實，普二懂得外場，也不能對你說。居家過日子，大事不如化小，小事不如化無。像你們這宗瑣碎事，不是鬧口舌，就是挑是非，任是誰也受不下去的了。你就坦實實的，不用言語了。”范氏道：“怎么著，說了半天，還是我的不好？”因摔下木梳道：“告訴你一聲儿，日后有事出來，或被我查出情形，那時我再問你，你可不要反賴。”說罷，憤憤走去，又口中叨念道：擱著他的，放著我的。橫豎一輩子，沒有不見禿子的。 \\n 文光坐在屋里，不便答言，拿了現穿的衣服，要到德家送三去。被范氏攔住道：“你忙的什么？無論怎么早，送三也得黑天。此時正在夕照，地方又小，棺材又薄，天又陰晴不定，熱上又亞賽蒸鍋，早去一時，也無非闖點時气，再說這位死鬼，活著就不大得人。死在這個時候，一定有味儿。你這么早去，難道要吃他不成？”文光道：“大熱的天，誰想去吃他。我想家里頭也沒事，樂得早去一會儿，豈不是人情嗎！”瑞氏也過來攔道：“不然，你先不用去呢，索興等太陽落了，天也就涼快啦。”文光穿著衣服，連說不怕，一手拿著毛扇儿，正欲走出，忽見春英走來，穿一身紫花色的褲褂，蟠著緊花儿的辮發，手提石鎖，興興會會的自外走來。范氏道：“看你這宗神气，怪不得你女人跟你吵嘴呢。”文光亦問道：“怪熱的天，沒事扔質子，真可是乞飯撐的？”春英放了石鎖，笑嘻嘻的坐下道：“這有什么，尚武精神，是滿洲固山的本等，越是天熱，才越有意思呢，”文光皺著眉毛，瞧了春英一眼，怒而不言，又囑咐范氏說：“晚上留下稀飯，好預備回來吃。”范氏一面答應，又叫住文光道：“你回來時，催著少奶奶，也一同回來。別叫她又住下！”春英攔著道：“你叫她回來有什么要緊事，她住下就讓住了，一輩子不回來，也不要緊。”范氏不待說完，恐怕文光出去，沒能听見，只追出囑咐道：“大舅的家里，地方太窄，無論怎么樣，也叫她回來，哪怕叫二正住下呢。”文光連連答應，恍恍搖搖的去了。 \\n 春英坐在椅上，口中叨念道：“我二媽的气，橫豎沒有生夠，离開儿媳婦，許是吃不下飯去，不然不管她做什么？不然又管她做什么？”瑞氏道：“你別那么說。你二媽叫她回來，橫豎有她的事，你們夫夫妻妻的，不可這樣悖謬。常言說的好：親不過父子，近不過夫婦，作什么仇深似海的，終日搗麻煩呢？我看她規規矩矩，老老實實，倒是怪可怜見儿的。若是婆婆說几句，倒不要緊。沒有兩口子，也鬧吵翻的。”范氏道：“老太太您知道什么，掃帚載帽子，都拿著當好人。”又冷笑兩聲道：“這個年頭儿，可不像先前了。”瑞氏道：“你說的這話，我又有點儿不愛听。幸虧這孩子老實，苦換一個旁人，因為你這一張嘴，就得窩心死，好好端端，這是圖什么呢？總歸一句話，這孩子心志過高，你們娘儿們在外儿，他有些看不起。”范氏道：“憑她這塊臭骨頭，也要看不起人，讓她打听打听，我們家里頭沒那德行。”這一句話，气得瑞氏心里，不由發火。當時娘儿兩個越說越急，春英挾在中間，也不好插口。范氏道：“您不用袒護她，等著事情出來，您就堵嘴了。”瑞氏亦嚷道：“你說什么？你不用橫打鼻梁，自充好老婆尖儿。要說孩子，我可以下腦袋，難道說婆婆養漢，娶了儿媳婦，也得隨著養漢么？你心里的坏雜碎，一動一靜，不用瞞我。狗肚子里，能出多少酥油。就是吃鹽吃醬，也比你懂得多。”一面嚷著，連把刁老婆、臭老婆、天生下三濫的話，罵不絕口。范氏中了肺腑，又當著春英在旁，不由得羞惱成怒，天呀地呀，放聲哭了起來。春英也不好勸解，只把瑞氏攙出，一手扇著扇子。口中叨念道：“這是個什么，為個臭老婆，你們娘儿倆，也值得伴嘴。這可是無事生非，放著心靜不心靜，人家出分子，坦坦實實的。我們在家里吵鬧，您說有多么冤枉！”瑞氏道：“我的兩只眼睛，都要气藍了。你們別昏著心，拿我當傻子。平常我不肯說話，原是容讓你們，誰叫是我的儿女呢？我這里剛一張嘴，你們就哭啊喊的不答應。以后我該是啞吧，什么也不用說了，只由著你們性儿，哪怕是反上天去呢，也不許我言語。”春英央告道：“得了，太太，您少說几句罷。大熱的天气，何必這么樣起急呢。”范氏坐在上房，連哭帶喊道：“您不用排斥，等她晚上回來，咱們再算帳。”春英忙攔道：“您也別說啦。左右是她的不好，無緣無故的翻翻什么。她若是常日如此，捶打她也就完啦，沒事費什么睡沫。”一面說著，自己提了石鎖，拿了芭蕉葉扇子，出門找了同志，跑到寬敞地方，拋擲一回。連出了几身透汗，直鬧到日落西山，方才回來。 \\n 晚飯之后，春英身体較乏，躺在席子上，呼呼睡去。忽的門外頭有人拍門，又有二正的聲音，二媽媽的亂嚷。范氏忙欲出迎，早見文光、二正從外進來，阿氏隨在后面，緊鎖著兩道蛾眉。望見范氏出來，迎看請了個安，又道大舅家里，都給二媽道謝。范氏瞪了一眼，不作一言，忙叫二正道：“你把衣裳脫了罷。大熱的天，不看握出病來。”又喝著阿氏道：“瞧瞧你們爺去，頭朝里躺著，不看熱著，把他叫起來，叫他搭鋪去。”阿氏連聲答應，看看范氏臉色，不知是哪儿來的气，只好低頭忍耐，惊惊恐忍的換了衣服，又倒茶溫水的鬧了半日，然后把春英喚起，到自己房中，打發春英睡下。不必細題。 \\n 此日是五月二十七。到了三更以后，涼風儿一吹，文光、范氏等俱已睡熟。瑞氏躺在上房，因白日文光去后，婆媳鬧了點气，由不得忍前想后，怕是日后范氏因為今日的事，遷怒孫媳身上，所以心里頭郁郁不舒。翻來覆去的，睡臥不宁。正自煩悶之際，忽听院子里，一路腳步聲音，又听阿氏屋中哼哼一聲，有如跌倒之狀。瑞氏說聲不好，恐怕月黑天气，夜里鬧賊，伏枕細听，街門咚的一響，似有人出去的聲音。瑞氏急嚷道：“春英，你睡著了沒有？”連嚷了兩三遍，不見春英答應。又听院子里，登登的木頭底儿聲響。瑞氏忙問是誰？又听范氏的屋門，花啷一聲，有文光、范氏的聲音。瑞氏又問道：“外頭什么事？你們出來瞧瞧。”話未說完，所得范氏嚷道：“老太太不用問了，大饅頭堵了嘴了。”又听文光出去，接著噯呦了一聲。瑞氏不知何事，忙的爬了起來，問說何事，急忙開了屋門，見范氏披頭散發，手提油燈。文光挽著褲子，兩人站在院內，各處逡巡。瑞氏惊問道：“什么事這么惊慌？”范氏冷笑兩聲道：“您不會瞧去嗎？逆事是出來啦。”又看文光臉上，猶如土色一般，兩眼落淚不止。因听廚房里，水缸聲響，二人忙的跑過。范氏急嚷道：“了不得，留個活口要緊。”瑞氏猛然一惊，看著孫媳阿氏，例著身子，浸在水缸之內。文光切齒道：“吵喲，要我的命喲。”說著，急忙跑過，抱著阿氏之腿，急為撈救。范氏放下手燈，也來幫忙。瑞氏不知何事，嚇得失聲哭了。范氏咬牙道：“我看你就是這樣嗎。”急得文光跺腳道：“噯呦，不用說了。”說著，盡力一提，把阿氏倒身抱起。叫范氏扶著兩肩，先行控水。鬧得合家大小，全都聞聲而起。瑞氏站在一旁，想著孫子媳婦，因受二婆母之气，以致投缸尋死，料著救活過來，亦無生存之理，不由得嚎啕痛哭，把乖乖寶貝的喊個不住。又念道：“孩子命苦，不該尋此短見。你若死了，可在鬼門關儿等我，我也跟你去。豁除這條老命，我也不活著了。”急得范氏嚷道：“你瞧瞧應了我的話沒有？您別瞎扯啦，早要依著我何致于出此逆事。” \\n 一面說著，一面厥救阿氏。只听哇哇的几聲，阿氏把口中之水，俱已吐出。大正跑了過來，扶著阿氏之頭，連把嫂子、嫂子的叫個不住。范氏亦嚷道：“這事情怎么辦？你不用裝死儿。”瑞氏亦問道：“孩子，你受了什么委曲，盡管說啵。”大正、二正也齊聲哭道：“嫂子醒一醒，你不管我們啦。”阿氏倒在地上，渾身亂抖。一面自口中吐水，又嗚嗚咽咽的哭了起來。范氏忙嚷道：“先把她媽找來，打官司回頭再說。”阿氏哭著道：“你害苦了我了。”一面說著，嗚嗚的哭個不了。瑞氏擦淚道：“誰害得你呀？寶貝儿，你告訴我說，我豁出這條命去，合他擠了。”范氏道：“您不用夸嘴啦，到他們屋里，您也瞧瞧去，春英教她給害了。”說罷，用手抹淚，也放聲哭了。引得瑞氏、文光并大正、二正等，都大哭起來。瑞氏一面哭著，顫顫巍巍的，自往西屋去瞧。范氏擦著眼淚，喝著阿氏道：“你打算怎么樣？快給我說，不然我抽你嘴巴。”阿氏哭著道：“您叫我說什么？我的媽喲！”說罷，又嗚嗚咽咽的哭個不住。急的范氏過來，揪著要打。文光急嚷道：“事已至此，你打她作甚么，這總是家里缺德，所以才出這樣事。我先到甲喇上，報一個話儿去。等把她媽媽找來，咱們打官司就完了。”阿氏哭著道：“二媽二媽，您叫我怎么著，我便怎么著，您若忍心的傷天害理，哪怕把我殺了呢，我也是情甘愿意了。”說罷，嗚嗚痛哭。范氏急嚷道：“怎么著，我把你殺了，有心殺你，還怕臟了我的刀呢！咱們這時候，也不用斗口齒，究竟是怎么回事，到了衙門里，你也知道了。此時你不用發賴，難道殺了人，還不活命嗎。”阿氏哭著道：“神天共鑒，若是我殺的人，我便抵命。”范氏听至此外，呸的一聲，啐的阿氏滿臉上都是唾沫，又哈哈兩聲道：“不是你殺的，那們是誰？難道黑天半夜的，是我殺的不成？”文光急嚷道：“噯喲，都別說嘍，你看看老太太去啵。”大正亦哭道：“二媽，您瞧我罷。我嫂子這一身水，有多么冷啊。” \\n 此時春英之弟春霖，亦自夢中惊起，幫著范氏，先把瑞氏攙出。瑞氏一面痛哭，一面數啼。什么家里無德咧，不干好事咧，哭哭喊喊的走了出來。文光打發春霖，先給托氏送信。并將阿氏之母，一并接來。只說家里有事，不用說別的話。因又恐春霖膽小，又央了鄰居某姓一同隨去。文光穿了襪子，慌手忙腳的，披了衣服，跑到甲喇廳上，惊慌失色的，道聲辛苦。廳上的甲兵，正在打盹之際，听見有人，忙的爬了起來，一面伸懶腰，望著文光進來，點了點頭，又笑著問道：“什么事你哪？”文光嘆了口气，坐在炕邊上，慢聲慢气的道：“咱們是街坊，我在小菊儿胡同住家。我的儿媳婦，把我儿子砍了。”甲兵一面揉眼，听了砍人二字，忙的攔道：“你這儿等一等儿，把我們老爺叫起來，有什么話，你再細細說罷。”掀帘出去。又一個甲兵進來，問說貴姓，文光答道：“姓文。”甲兵道：“甚么時候砍的？有气儿沒有哪？”文光一一答說。遲了半日工夫，甲兵掀起竹帘，朋外走進一人，穿一件稀爛破的兩截褂儿，惊惊恐恐的進來，文光忙的站起。甲兵道：“這是我們大老爺。有什么事，你逕管說罷。”文光听了，忙的陪笑道：“我們家里頭，有點儿逆事，沒什么說的，又涂地面儿上找點儿麻煩。”那人道：“哪儿的話哪，我們地面儿上，當的是差使。管的著就得管。居家度日，都有個碟儿磕，碗儿碰。要是怎么的話，很不必經官動府，這話對不對？你哪，咱們是口里口外的街坊，我也是這里的娃娃。我姓德，有名叫德勒額。”甲兵亦喝道：“大老爺的話，是心直口快，听見了沒有？要是怎么的話，不必經官，俗語說的好：門前生貴草，好事不如無。說句泄場的話，衙門口向南開，有理沒理拿錢來，是不是銜坊。”文光听了此話，哪里受得下去，因陪笑道：“大老爺的意思，我很領情。但是無緣無故，家里不出逆事，誰也不肯經官。方才半夜里，我們儿媳婦，把我儿子害了。難道謀害親夫的事情，能不來報官嗎？”德勤額不待說完，一听是人命重案，不由的捏了把汗，遂喝道：“你的儿媳婦呢？可別叫她跑了。我們跟著你，瞧一瞧去。”說著，跑至里間儿，先把涼帶儿扣好，又戴上五品頂戴的破緯帽，拿了一根馬棒，喝著甲兵道：“訥子，哈子，咱們一塊儿去。叫塔齊布醒一醒儿，正翼查隊的老爺過來，叫他們赶緊去。”甲兵等連聲答應，慌手忙腳的，穿了號坎儿，點上鐵絲儿燈籠，隨向文光道：“走罷！走罷！別愕著啦！”文光連連點頭，隨了德勒額甲兵等，一路而行。 \\n 路上德勒額先把文光的旗佐職業，并家中人口，一一問明。來至文家門首，听見里面哭喊。原來是文光之妻托氏，并阿氏的母親德氏，皆已聞信赶來。托氏是母子連心，听說一切情形，早哭得死去活來，不省人事。德氏見信，想著姑奶奶家中，深夜來找，必是有何急事。又想著是天气炎熱，必是中暑受瘟，得了陰陽霍亂。或是措手不及的病症，因此飛奔前來，推門而入，走進屋內一看，借著燈光之下，阿氏坐在地上，扶頭掉淚。一旁有范氏守著，不知何事。望見德氏進來，范氏哼了一聲，并不周旋見禮。德氏暗吃一惊，正欲与范氏說話，阿氏偶一抬頭，望見德氏來到，好似小儿思乳，望見奶娘一般，哇的一聲哭了。德氏忙問道：“姑娘，你怎么了？”阿氏凄凄慘慘，扯住德氏的手，仿佛有千般委曲，一時說不出來的光景。抱住德氏的腿，嬌聲嚦嚦哭個不住。德氏不知何故，也彎身陪著墜淚，連把好孩子，姑奶奶叫了十數遍。阿氏頭也不抬，手也不放，抱著德氏的兩腿，死活亂哭。德氏擦著眼淚，望著范氏道：“我女儿是怎么了，這樣的哭喊。”范氏佯作不知，仰首望著星斗，哈哈了兩聲道：“你們母女，可真會裝傻。你到西屋里瞧一瞧去。” \\n 德氏听了此話，吃了一大惊。托氏亦嚷道：“冤家，你過來瞧瞧。”德氏擦了眼淚，用力推開阿氏，三步兩步，跑至西廂房，走進一看，屋里頭燈光慘淡，滿地鮮血，春英倒在地上，業已气絕，嚇得噯喲一聲，扑倒就地，复放聲大哭起來。托氏亦陪著痛哭，連把冤家的，喊個不住。惊得左右鄰家，不知何事。有膽大的男子，俱過來看熱鬧。想著阿氏年輕，平素又极其正派，斷不致深夜無人，出此殺人之事。又見阿氏身上，并無血跡。坐在地上，那一分可哀可怜的光景，實令人傷心慘目，由不得疑起心來。又見范氏在旁，怒目橫眉，披頭散發，滿臉的凶狠之气，令人生畏，遂皆搖頭走出，聚在胡同里，交頭接耳的，紛紛議論。本段的看街兵，亦聞聲赶至。喚了班上伙計，先把街門看住。 \\n 官廳德勒額同了文光來到，時已東方發曉。范氏急嚷道：“什么話也不用說，帶她們母女，打官司去就得啦。”德勒額道：“噯，話是這么說呀。打官司呢，有你們官司在，究竟是怎么回事？我們地面上也得驗驗瞧瞧，我們好往上送。”又告甲兵道：“你先回去，叫他們隊上人，給正翼送信去，別盡耽誤著。”甲兵答應而去。德勒額看著阿氏，又到西廂房，看了看春英的尸身，隨囑文光道：“這屋里的東西，可千万別動。死尸挪了寸地，你們可得擔罪名。”又問文光道：“凶器是什么物件？究竟是刀是什么的，可也不准挪動。”文光一一答應。話猶未了，早有巡夜的技勇，扛槍的隊兵，大燈籠小燈籠的，先后赶來。進門与德勒額相見，不容分說，掏出鎖子來，要鎖阿氏。又大聲喝道：“你用什么砍的？凶器現在哪里？你要据實的說。”阿氏抹淚道：“什么凶器？我哪里知道。這宗冤枉，我哪里訴去？”官人听了此活，又大聲喝道：“死在你屋里，你會不知道，這事你來借誰？”又問文光道：“到底是怎么個情形？你也要實話實說，我們回去時，好稟報大人。”文光嘆了口气，眼淚婆鯊的道：“怎么害的，我卻不知道。連春英的尸首，都是我們二奶奶，現從床底下拉出來的。頭上傷痕，因為血跡模糊，沒能看清。總之這件事非問我們儿婦不可。”范氏听至此處，瞪著兩只眼睛，過來插言道：“事情也不用問，明明是謀害親夫，還有什么事賴的呢？我睡著香香儿，听見暖喲一聲，我赶忙起來，跑到西屋一看，連個人影也沒有。我往床底下一瞧，好，人敢情死啦。我拉出來一瞧，早就沒气儿啦，你們老爺們說說，這不是謀害親夫，那么是什么？”阿氏听至此處，嗚嗚的叫苦。德氏亦怒道：“我在家里說話，怎么都行。我那孩子決不是那樣人。憑她那小小年紀，砍死爺們，還坦坦然然放在床底下，這是斷沒有的事。”官人听了此話，亦很有理。看了看阿氏身上穿著漂白褲褂，并沒有一絲痕跡，隨亦納起悶來。 \\n 眼看著天色大亮，有正翼的小隊，匆匆的跑了回來，說是正翼烏大人回頭就來，要親在尸場里調查一切。德氏听了此話，忙向阿氏道：“姑娘，是你不是你，你可要從實說。這宗事情，我也瞧出來啦。鬧到哪儿去，是不要緊。這話你听見沒有？”阿氏剛欲答言，被范氏攔住道：“得啦，你們娘儿倆，也不用嘀咕，把人都嘀咕死了，還說什么？”阿氏洒淚道：“我不敢同你辯証。你儿子怎么死的，我并沒有看見。要說我謀害親夫，這話是從何說起？可是你一口咬住我，我也就無法了。”說罷嗚嗚的啼泣。范氏急嚷道：“沒工夫和你說話，是你不是你，等到衙門再說。”官人亦攔道：“嘿，別說啦。這會儿說了也不中用。少時烏大人來了便明。俗語說：法网難逃，見官如見神。是誰害的，誰也跑不了，說什么廢話呢。”一語未了，有許多軍警走入，又有几個官人，身穿鑲紅邊儿的黃號衣，威威嚇嚇的走來，喊說烏大人快到了。要知以后如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 訪案情烏公留意 听口供俠士生疑", "正文": "  \\n 第三回　訪案情烏公留意　听口供俠士生疑 \\n 　 \\n 話說左翼正翼尉，姓申，官名烏珍，表字恪謹，是正白旗漢軍旗人。學識過人，處事公正。對于地方上，极其熱心。在前清來季，官至民政部侍郎。九門提督，是時在翼尉任內。因京城警察，正在初創之時，便就著舊時捕務，斟酌損益，把翼下的技勇兵，編成隊伍，打算人漸次改良，以為擴充警察的預備。是日查夜回宅，忽有廂黃滿官廳，前來報稱：該甲喇所屬菊儿胡同內，小菊儿胡同住戶文姓家內，有儿媳阿氏不知所因何故，將伊子春英砍傷身死。烏公見報之后，忙的吩咐小隊，將文家一千人証一并帶翼，并傳諭該甲喇，好好的看護尸場。隊兵去后，即令備馬，要親往小菊儿胡同去檢驗一切。因為人命至重，又想著社會風俗，极端鄙陋，事關重大，不能不确實訪查。先把殺人的原委訪明白后，然后再拘案鞠訊，方為妥當。 \\n 想到此處，忽想起至交的朋友蘇市隱來。他平日交游极廣，平居無事時，好作社會上不平之鳴。若是把他找來，他暗中幫助，細心訪查，斷沒有屈在無辜之理。因命小僮儿夏雨，挪過筆墨文具，親手寫了一封信，叫了一名仆人，送至方巾巷，交蘇市隱先生親展，要個回信來。仆人連連答應，奉了烏公之命，飛奔方巾巷前去投書。到了蘇家門首，喊說回事，里面有仆人出來。問明來歷，忙的回了進去。是時蘇市隱正在檐下漱口，忽見仆人來回，說六條胡同烏大人送來一信，還候個回信呢。市隱放下漱盂，拆信一看，見上面寫道： \\n 市隱兄鑒：夜間廂黃滿五甲喇報稱，安定門菊儿胡同內小菊儿胡同住戶文光家儿媳阿氏，不知何故，于十二點鐘前后將伊子春英砍傷身死。弟聞報后甚為惊异，誠恐人情詭詐，個中別有情節，擬即至尸場中檢察一切。吾兄于社會風俗素极注意，望速命駕至小菊儿胡同作一臂之助，是所盼禱。專此順頌 \\n 義祉！ \\n 弟珍頓上 \\n 市隱看罷，即命仆人耿忠，取出一紙名片，叫他付予來人，說是回頭便去。耿忠連連答應，自去吩咐不題。市隱是見義勇為，赶忙的穿好衣服，雇了一輛人力車飛也相似，直往小菊儿胡同一路而來。走至大佛寺北，路上有一人喚道：“市隱市隱，什么事你這樣忙？”市隱回頭一看，正是同學友聞秋水。此人有二旬左右，英英眉宇，戴一副金絲眼鏡，穿一件藍綢大褂，站在兩路一旁，連聲喊叫。市隱呼喚車夫，忙的止步。二人相見為禮，寒暄了几句。秋水道：“天這般早，你要往哪里去？”市隱道：“嘿，告訴你一件新聞，昨儿夜里，小菊儿胡同有個謀害親夫的，方才烏恪謹給我一封信，叫我幫著調查。你若沒事，咱們一同去趟。不管別的，先瞧瞧熱鬧儿。”秋水搖手道：“不行不行。我可是不能奉陪，今天學堂里，還有兩堂國文呢。當教習不能誤人，咱們回頭見吧。”市隱哪里肯听，拉著秋水的衣袖便欲雇車。又向秋水道：“你這義務教習，可真是悔人不倦。這樣的熱鬧，你不去瞧，這件事情，于人心風俗大有關系，不可不去調查一下子。”秋水笑道：“其實學堂里，并沒有功課，只是過午有兩堂國文。我們同去一趟，原沒有什么要緊，你何必扯著我呢？”說著，雇了人力車，兩人興興匆匆，到了菊儿胡同。 \\n 付了車資，二人一面說話儿，只見菊儿胡同，有許多男男女女，老老少少，站在文家門首，探頭探腦的，望著院里觀看。或三人聚在一堆，五人聚在一處，全都交頭接耳的，紛紛談論。市隱、秋水二人，挨身擠到一處，仔細一听：有的說，我說這家子，就沒有好鬧不是，成天論夜的，不是老公母倆吵嘴，就是小公母倆喊嚷，若不是小奶奶刁唆，何致如此呢。市隱听至此處，湊至那人跟前，意欲探听。那人又轉臉笑道：“你瞧這個小老婆，是娶得是娶不得？”市隱亦笑道：“是的是的。這話是一點不錯。但不知這位如夫人，是死者什么人？”那人皺眉道：“噯，題起話儿長。咱們是路見不平，好說直話。”隨將范氏的歷史，說了一遍。又俯在市隱的耳邊，欲將這真像說明，被旁邊一人，推了那人一掌道：“三叔，是非場儿里少說的為是。半夜三更的，誰知道是誰害的？咱們這多言多嘴，沒有什么益處，俗語說：天网恢恢，疏而不漏。日后是非曲直，總有個水落石出。我們站在一旁，瞧著就完啦。”市隱正听得入神，一見那人攔阻，甚不樂意，后面有秋水過來，扯了市隱一把，悄向耳邊道：“我看這個阿氏，一定冤枉。据這里鄰人談論，說阿氏是新近過的門今年才十九歲，平素是和平溫順，极其端正。所有她舉止動作，那苟言苟笑的地方，一點儿沒有。這么看起來，一定是別有緣故。”市隱听至此處，忙的搖手道：“你不必細說了。這內中的情形，我已了然八九。那自在普云樓上，我听朋友提過。等回去時節，我再同你細談。”秋水點了戰頭。 \\n 忽听有官人喝道：“閑人閃開！閑人閃開！這個熱鬧儿，沒什么可瞧的。”二人忙的躲過，只見巡官巡警，并左翼的槍隊技勇，靜路攔人，有一位長官到來，頭戴珊瑚頂，孔雀花翎，穿一件藍色紗袍，年在四十以外，面如滿月，兩撇儿黑胡子。隨從的官辦軍警，不記其數。市隱一看，正是左翼正翼尉烏恪謹君到了。隨喚秋水道：“咱們也進去看看。”二人擠了過來，走至文家門首，忽被一官兵攔道：“別往里去了。這是什么地方，你們知道不知道？”市隱并不答言，仍往里走。官兵雙喝道：“嘿，大台，你听見沒有？莫非你耳朵里頭，塞著棉花呢不成！”市隱忙陪笑道：“煩你給回一聲，我們要面見烏大人，有一點儿面談的事。”那人瞪著兩眼，把市隱、秋水二人上下打量了番，冷笑道：“二位面見大人，總得宅里見去。大人到這里來，為的是察驗尸場，不能會客。”正說著，里面走出一人，年約二十左右，頭戴大紅纓的万絲涼帽，穿一件灰色夏布褂，腰系涼帶儿，類似從人模樣。那守門的兵道：“瑞爺你瞧瞧，這二位是誰？他們死乞白賴的要見大人。”瑞某抬頭一看，原來是市隱、秋水二人，忙的請安問好，笑嘻嘻的道：“我們大人，等你好半天啦。快，你請罷！”市隱點了點頭，瑞某往前邊引導，同了秋水二人，聯袂走入。見了烏公，彼此請安問好。寒暄已畢，烏公道：“我看這個案子，出的很离奇。所以請出閣下幫個忙儿。”市隱道：“你調查的怎么樣啦？”烏公道：“我方才進的門儿，全都沒有看呢。敬煩你們二位，也幫著瞧瞧罷。”說著，傳諭官人，把各屋的竹帘，及房門隔扇，一律打開，叫文光引著路，前往各房查看。 \\n 秋水取出鉛筆，先將院內形勢，記個大概。見北房三間，東西各有耳房。東西配房各三間。烏公問文光道：“你住在哪間屋里？”文光指著道：“我帶著賤內小女，住在上房東里間。小妾范氏，住在東廂房。我儿子儿媳婦，住在西廂房。東耳房是廚房。”烏公點了點頭，同了市隱二人，往備屋察看。文光的家內，雖不是大富大貴，亦是小康之家。屋中一切陳設，俱极整洁。西廂房內，南屋是個暗間儿，外間是兩間一通連儿的，靠著北山牆下，設著一張獨睡的木床。南里間內有一鋪磚炕，春英的尸身，躺在木床前面。床里床外，俱是鮮血。春英赤著脊梁，下身穿著單褲，頸脖右邊，有刀傷一處，目登口張，滿身俱有血跡。秋水道：“年少夫妻，有什么不解之冤，下這樣的毒手？”烏公道：“婦女的知識，俗言說：狠毒不過婦人心。就指著這宗事情，所發的議論。所謂人世間事，惟女子富于情，這一句話，我實在不敢深信。”說著，命文光引導，又至東耳房察看。將一進門，屋內嗡嗡的蒼蠅，异常肮臟。除去碗筷刀杓，一切家具之外，有大小水缸兩口，地上有許多水跡。烏公問文光道：“你的儿媳婦，投的是哪一個水缸？”文光道：“投的是這個大的。”烏公點了點頭，諭令各兵并，細心看守，不許移動。官人連連答應。遂同著市隱二人，往上房屋內少坐。官人預備茶水，市隱等喝了點茶。秋水道：“殺夫的這個婦人，不知恪翁方才看見沒有？”烏公道：“兄弟來時，把阿氏她們已經帶翼啦。二位得暇，請到翼里看去。”秋水點了點頭。取出一只煙卷儿，一面說著，一面与市隱閉談。烏公叫文光道：“方才甲喇上報說，殺人的凶器，是你蒙起來的，這話可是情實？”文光听了此話，嚇得渾身亂抖，遲了半日道：“大人明鑒。殺人的凶器，豈有藏起之理。刀是什么樣儿，我并沒有看見。只听官人喊嚷，是從東廂房里推出來的。”烏公道：“殺人既在西屋，怎么殺人的凶器，反在東屋呢？”文光答一聲是。遲了半日，又顫巍巍的道：“這個，那我就不知道了。”烏公納悶道：“這事可怪得很。”又回首向市隱道：“回頭你們二位，到舍下坐一會儿．這一案里。有許多得研究的呢。”市隱、秋水二人，拱手稱是。烏公站起身來，向左右官人道：“把甲喇上德老爺請來。”官人答一聲喳，登財把德勒額喚來，站在烏公面前，垂手侍立。烏公道：“你帶著他們，在這里嚴加看守。一草一木，都不許移動。”又告官人道：“先把文光帶翼，等明日驗尸之后，再听分派。”德勒額連忙答應。市隱、秋水二人，也忙的站起，除了烏公出來。烏公拱手道：“二位不必拘泥。兄弟先走一步，回頭在舍下再談。”秋水亦陪笑道：“請便請便，我們也少遲就去。” \\n 忽听嘩噠一聲，院內院外的槍隊全都舉槍致敬。烏公去后，市隱、秋水二人，又往各房內，察看一回。有守護的官兵道：“二位老爺，你看見沒有？要据我礁著，這內中一定有事。橫豎這么說吧，這個凶手哇，啊，出不了本院的人。”說罷，哈哈大笑，引的秋水二人，也都笑了。官兵又悄聲道：“這把菜刀哇，從東屋找出來，滿刀的血。裹著一條繡花手絹儿，你說是怎么回事？”說著，又哈哈笑道：“這話對不對？你哪！”市隱亦笑道：“是的是的。你就多累吧，我們要回去啦。”說著，又有儿個官長，急忙跑來道：“怎么著？二位回去嗎？喳，我們也不遠送啦。”市隱、秋水二人，忙的陪笑攔住，与彈壓各官弁，拱手而別。出門雇了人力車，往六條胡同烏宅而來。到了門首，早有門房仆人，同了進去。烏公也拱手出迎，讓至書房里面，分賓主坐下。烏公一面讓茶，一面笑著道：“春英這案，很是离奇。适才种种情形，三處堂官，也全都知道啦。二位也不用忙，回頭在舍下用飯。我先把原凶問一問，就可以知其大概了。”秋水忙辭道：“吃飯倒不必。敝學堂里，過午有兩堂國文，兄弟是一定得去的。”市隱道：“你這是何苦。咱們一同來的，要一同走，即便在這里吃飯，也不是外人哪。”烏公亦笑道：“秋翁是太拘泥，又嫌我這里廚子，菜飯不能适口，所以才這樣忙。”秋水紅臉道：“哪儿來的事，兄弟是當真有事。不然，在這里吃飯，又有何妨呢？”市隱站起道：“你們這宗地方，真是差點儿。辦上正經事情，總得有點魄力才行。你今儿要走，我一定不能讓你走。”說罷，取煙卷吸著。烏公笑著道：“秋水你這是圖什么？招的他這樣的著急。”說得秋水、市隱也都笑了。 \\n 一時酒飯齊備。三人一面讓坐位，烏公道：“方才在文光家內，也沒得細說，据甲喇上報稱，這案子很奇怪。當文光喊告的時節，甲喇上的人，即將阿氏，阿氏娘家的母親阿德氏，一并帶翼。當時那殺人的凶器，并沒找著，我听了很是納悶，遂又著人去找，搜了半天，方才搜出來，是一把舊切菜刀，上有許多血跡，用一塊粉紅色洋縐絹包著，据甲喇上說，是從東廂房里，桌子底下搜出來。我想這件事，离奇得很，此中必別有緣故。”秋水坐下道：“恪翁說到這里，我們也礙難緘默。适在文家門首，听見鄰人談論，說文姓家內，時常打鬧，想必此中必有別項情節了。”烏公皺眉道：“這案子實在難辦。這些個离离奇奇，閃閃的的的地方，使人在五里霧中，摸不清其中頭腦。若說是謀害親夫呢，又沒有奸夫的影子。若說不是呢，緣何春阿氏，又自投水缸呢？最可怪者，殺人是在西房，凶器反在東房。殺人凶手，又到廚房里投缸尋死。据官人報說，殺机初起時，上房東房，俱已關門睡熟，難道那把切菜刀，是從門隙中，飛進去的不成？据文光說，東廂房里，睡的是范氏，那把菜刀既是從東廂房搜出來的，則范氏亦有嫌疑。若据瑞氏說，各房俱已睡熟，就是她自己沒睡，先听是廚房里，阿氏洗臉，后听著院內有人，又听門響，又有木底聲音，這么上說，當是春阿氏藏有奸夫，兩個人一同下的手了。然甲喇上報說，阿氏身上，穿著是白色衣服，連一點血影血絲，全部沒有。阿氏又連聲喊冤、又說她頭上脅下，全都有傷。你說這個案子，奇也不奇？”秋水道：“論說奇怪，我想也不甚奇怪，一定是因奸害命，毫無可疑。只在阿氏、范氏兩人身上，多為注意。再調查她們婆媳，平日的品行若何，亦不難水落石出了。”市隱道：“秋水所說，很是近理。若調查其中原委，連阿氏、范氏的娘家，也得調查。文光家中，時常來的戚友，也得調查。”說著斟酒布菜。三人一面吃酒，一面敘話。烏公以豪飲著名，市隱也杯不离手。獨秋水一人，素不喝酒，口內吸著紙煙。見壁間有一副對聯寫道是： \\n 放万丈眼光出去， \\n 收一腔心緒回來。 \\n 又見一幅立軸，上面寫道是： \\n 鬼谷子曰：抱薪趨火，燥者先燃。此言內符之應外摩也。孔子曰：視其所以，觀其所由，察其所安，相人之術，体用兼賅，千古不易之法也。神奸巨猾，越圣矩賢，繩情矯性，若不遇大利大害，絕難揭骷髏，而窺其野狐身也。然可飾者貌，不可飾者心。赤日當陽，陰霾自滅。震電嚇怒，妖魅自惊。縱极力矜持，只愈形其鬼蜮耳。相人者，慎勿取其貌，而不抉其心焉可矣。 \\n 秋水看罷，笑問烏公道：“壁上這幅字條，好像此案的祝詞。全仗烏老兄，視其所以，觀其所由了。”說的烏公、市隱，也全都笑了。 \\n 用飯已畢，仆人伺候漱口。烏公一面擦臉，忽有仆人來回說：“鶴大人普大人，現在公所相候，等大人問案呢！”烏公點了點頭，忙著換了官服，同著市隱二人，步行至左翼公所。早有小隊官弁，回了進去。副翼尉鶴春，委翼尉普泰，全都身著公服，迎至階下。烏公陪笑道：“兄弟來遲，二位早到了。”鶴公陪笑道：“不晚不晚，我也是剛進門儿。”烏公又指道：“這二位是我的至友，對于社會上，很是熱心，我特意請了出來，給咱們幫忙的。”鶴、普二人听了，忙的陪笑請安。市隱等亦忙見禮，道了姓名。大家謙謙讓讓，來至堂中。烏公升了公堂，鶴、普二公，坐在左右兩邊。市隱、秋水二人，坐了旁廳的坐位。槍隊弁兵等，俱在兩旁排列。烏公道：“先帶春阿氏。”左右亦接聲道：“帶春阿氏。”只听院子里一片喧嚷，說先帶春阿氏。不一時，竹帘掀起，有兩個號衣的官人，帶春阿氏進來，手腕上帶著手銬，頸項上鎖著鐵練儿。官人喝著道：“跪下！”烏公道：“這是何必。一個婦女，帶著大刑具，有怎么用處？”吩咐一聲道：“撤下去！”官人連連答應，忙把手銬撤下。 \\n 只見春阿氏，年約十六八歲，眉清目秀，臉似梨花，亂發蓬松，跪在地上垂淚。烏公問道：“你今年多大歲數？”阿氏低著頭。悲悲切切的應道：“今年十九歲。”烏公問道：“你几時過的門？”阿氏擦著眼淚道：“三月里。”烏公又問道：“你娘家是哪一旗？你父親叫什么名字？”阿氏擦淚道：“廂黃旗滿洲，松昆佐領下人。我父親叫呵洪阿。”烏公又問道：“素日你的丈夫待你好不好？”阿氏擦著淚，哽哽咽咽的道：“他待我，也沒什么不好地方。只是我身子不好，時常有病，因為這個，他時常的罵我，我同他也沒有計較過。”烏公又問道：“既是沒計較過，如今你因為什么，又害死他呢？”阿氏听至此處，嗚嗚的大哭起來。烏公連問三遍，方哽哽咽咽的回道：“如今我只求早死，不想看活了。”烏公道：“調查种种証据，這件事情，其中關系你的地方很多，究竟下手行凶的，是你不是？你可只管實說，于你自有益處。不要盡作糊涂想頭，往死道儿里追求。”阿氏又哭道：“我的丈夫，業已被人殺死。我又糊里糊涂，落了謀害親夫的惡名。活著也沒有意思了。”說罷，又嗚嗚的哭個不住。烏公又問道：“你丈夫是怎么死的？你要實話實說。”阿氏擦淚道：“現在我就求一死，大人也不必問了。”烏公听了，不由的皺眉道：“你不必這樣心窄。誰把你丈夫害的？你可以從實說說，好給你丈夫報仇。你若是死了，誰給他報仇呢？” \\n 阿氏听到這里，遲了半晌，方慢慢的供道：“昨天早起，我大舅家里接三。我跟著我婆婆，小姑子去行人情。晚間我公公也去了。送三之后，把我接回家去。那時我丈夫已經睡著了。我拆頭之后，去廚房洗臉，將一轉身，背后來了一人，打了我一棍，我就不省人事了。及至明白之后，就听見有人說，我丈夫被人殺了。又見我母親也來啦。隨著有好些官人進去，把我帶到這里來。至于我丈夫是被什么人害的，我一概不知道。”說罷，又嗚嗚的哭了。烏公道：“你這些話，都是實活么？”阿氏帶淚道：“我己然是不假意活的人了，何必不說實話呢。”說到此處，痛哭不止，似有万分難過，說不出來的神气，又哭著道：“活活的冤屈死我。”說罷，顏色大變。 \\n 馬公叫左右官人，暫將阿氏帶下。回首公鶴、市隱等道：“我看這阿氏，不像殺人的原凶。”公鶴亦皺眉道：“我看著也不像。她心里這樣難過，想來她的男人。必是旁人害的。”烏公听了此話，亦深以為然。隨命左右，再帶呵德氏。官人答應一聲，不大工夫，把阿氏之母阿德氏，帶到案前跪下，眼淚在眼眶里含著，望上叩頭道：“夸蘭達恩典。替我們母女報仇。”烏公扶著公案，往下看一看，因問道：“你是哪一旗的人？”德氏道：“我是廂黃旗滿洲的。”又問道：“你是哪一牛祿的？”德氏道：“松昆佐領下人。”烏公道：“你們沒作親之前，兩下里認得不認得？”德氏道：“我們是親上作親，原來認得。”烏公又問道：“你女儿過門之后，同你女婿春英，他們和美不和美？”德氏道：“很是和美。”烏公又問道：“既是和美，為什么你女儿殺你女婿呢？”德氏洒淚道：“和美是實在和美。我們姑爺，是被誰給殺的？我一概不知。夜里在家睡覺，我們親家老爺，遣人來接，說是家里有事。又說我女儿病得很厲害，我赶緊去。我跟著就去了。到我們親家家里，才知道我們姑爺被人殺死。是誰殺的，我并不知道。若說我女儿殺的，我想著不能。連我女儿頭上，還有打傷呢。”烏公道：“你進門的時候，你女儿是什么光景？”德氏道：“我進門的時候，我女儿在地下坐著呢。听我們親家太太說，她跳了水缸了，是我們親家老爺，親手給救上來的。” \\n 烏公听到此處，點了點頭，市隱坐在一旁，悄向秋水道：“內中的情形，我已猜至八九。不知你的心里，是怎么揣測？”秋水道：“一時半刻，我捉摸不出來。大概春阿氏，必不是原凶了。”市隱道：“我看她輕輕年紀，連那舉動容貌，都不似殺人的凶犯。大略這一案里，又要牽制出事來。”二人一面參詳，又听烏公問道：“以后怎么樣呢？”德氏道：“我們親家太太，不依不饒，跟我大鬧一場，說是我同我女儿，把我們姑爺害了。我正要根究底細，官人就進來了，不問青紅皂白，把我帶到這里，究竟我們姑爺是誰給殺的，我是一概不知。夸蘭達恩典，您想我那女儿，今年才十九歲。”又哽哽咽咽的哭道：“不但下不去手，而且他們小兩口儿，素日很是對勁，焉有無緣無故，殺害男人的道理呢。”說罷，連連叩頭，哭著央求道：“要求夸蘭達替我作主。”烏公道：“你也不必如此。是非曲直，既然打了官司，自有公論。但人命關系至重，衙門里頭，一定要認真辦理。自要你女儿說了真情實話，都有我給你做主呢。你下去勸勸她，若將實話招出，我自然設法救她。若是一味撒謊，恐怕堂上有神，此事難逃法网。你听見了沒有？”因喚左右道：“把她帶下去！把文光給帶上來！” \\n 左右一聲喝喊，先將德氏帶下，把文光帶上來，走至案前，向烏公請了個安。此人有五十余歲，赤紅臉儿，兩撇黑胡子，身穿兩截大褂，規規矩矩的垂手站立。烏公道：“你是哪一旗的人。文光道：“領催是鑲黃旗滿洲，普津佐領下人。”市隱在一旁听了。悄向秋水道：“這件事情，我了然八九了。回頭我細同你說，大概殺机之起，必在文光之妾范氏身上，一定是無可疑議了。”秋水點了點頭。又听烏公問道：“你儿子有錢糧沒有？”文光道：“小儿春英是馬甲錢糧。”烏公又問道：“春英死的情形，你要据實的說。”文光嘆口气道：“我們親戚家昨天有事，我們內人，帶著我儿婦女儿。去行人情。晚上回家，我已經睡著啦。忽的院子里，一陣腳步聲，又听小妾嚷嚷說是有人啦。我仔細一听，院子里并無動靜。就听我儿媳婦，在廚房嘩啦嘩啦的，好像是洗臉的聲音。工夫不大，又听西房里，好像是兩個人打架似的。那個時候，我恐怕他們打架，我就伏在枕上細听，又听院子里，有腳步聲音，廚房里叮當亂響，又是水聲，又有水缸聲。我問了半天，沒人答應。大人想，我哪能放心呢。我急忙起來，跑到廚房里一看，見我儿媳婦阿氏，腦袋向下，浸在水缸里正在掙命呢。我赶緊將水缸拉倒，大聲的一喊，賤內范氏，也就赶著來了。七手八腳的，好容易橛活了。忙亂了好半天，因不見小儿春英，我忙叫內人去喚。我內人到西屋叫了好多時，沒有人言語。我急燥的了不得，一到西房內，就是一愣，屋里黑洞洞的，沒有人聲。此時賤內拿過一個燈來，到得屋內一照，敢則是小儿春英。”說到這里，不由得眼淚直流。遲了一時，复又說道：“小儿春英，仰面躺在床底下，已經被人殺了。文光之子，死的太苦，望求大人作主。”說罷，眼淚婆娑的，哭個不往。 \\n 烏公道：“你說的這些話，可都是實情么？”文光道：“家中出此橫禍，領催不敢撒謊。大人明鏡高懸，請替領催作主。”烏公道：“据你這么說法，仿佛殺人的凶犯，沒有下落了。”文光擦淚道：“大人明鑒。半夜里小儿被害，屋里并無別人，不是我儿媳婦是誰？”烏公道：“這事也不能斷定。听你這前前后后的話，很是矛盾。你們兩下里既然是親上作親，難道你儿媳婦的品行，你不知道嗎？”文光道：“人心隔肚皮。常言說的好：知人知面不知心。要論作親的時候，我看這孩子，舉止大方，品貌端正，素常是极其老實，似不至有這丑事。誰想她竟自如此呢。”說著，又不禁落淚。烏公道：“究竟你儿子儿媳婦，平素是和睦呢，還是不和睦呢？”文光道：“論和睦也不致不和睦，自幼的姐儿們。有什么不對勁的呢？”烏公道：“既然是平日和睦，我想你那儿媳婦，安安靜靜的，也不致出此逆事，怎么你一味的咬她，莫非這其中有什么緣故嗎？”文光道：“緣故卻沒有，領催所說的俱是實情。小儿死的忒冤，要求大人作主。”烏公道：“作主那卻容易，但是你不說實話，一味撒謊，我可就不能辦了。你是當差的人，你也明啟，我這儿問你，為的是顧惜你。驗尸之后，把你們送到衙門，一定要解送法部。你若是幫著掩護，你也要提些罪名的。”文光低著頭，連連稱是。烏公亦問道：“你不要撒謊，什么話盡管直說。”文光陪笑道：“大人這樣恩典，領催不敢撒謊。”烏公道：“你要明白了。大凡謀害親夫的案子，都是因為奸情的最多。既為奸情，不能不根究奸夫，按你所說的情形，好像是你儿媳婦行的凶。但有一層，一個十九歲的小媳婦，膽儿又小，品行又端正，又不是夫婦不和，怎能夠半夜三更下這毒手呢？我想十九歲的小媳婦，無論如何，也沒有男人力大，怎能夠殺人之后，輕輕的挪到床下，人也不知，鬼也不覺呢？即便是煞神附体，當時長了她力气，我想她白白的衣服上，也該有血跡。今不但沒血，連你儿媳婦頭上，全都有傷。殺人的凶器，又是東廂房里翻出來的。”說著，又冷笑道：“文光，你仔細想想，這件事，合乎情理嗎？”文光道：“大人明鑒，實是有理。無奈小儿春英，遭了這樣慘害。半夜三更，沒有旁人在家，不是我儿媳婦是誰？至于她如何起的意，領催也不知其詳，求大人恩典，派人詳細調查。領催有一字虛言，情甘認罪。”烏公道：“那那你先下去。我若調查出來，你可不要賴抵。”文光連連稱是，向上請了個安，轉身下去。烏公向公鶴道：“這案里頭，一定有毛病，我看他閃閃的的，咬定是他儿媳婦，這話里就有了緣故了。”因回頭道：“市隱兄，你看看怎么樣？”市隱忙站起道：“恪翁問的話，實在入微。我想這案內人，都要挨次問問，方可以水落石出。”公鶴道：“是极是极，咱們先帶范氏，看她是如何供認，再作研究。”烏公亦連連稱是。烏公向官人道：“帶范氏！” \\n 左右答應一聲，將文光之妾范氏，帶了進來。此人年紀在三十上下，雖然是徐娘半老，而妖嬈輕佻，丰韻猶存。兩道惡蹙眉，一雙圓杏眼，朱唇粉面，媚气迎人。挽著個蟠龍旗髻，梳著极大的燕尾。拖于頸后。穿一身東洋花布的褲褂，外罩淺月白竹布衫，一雙瘦小的天足，敞著襪口儿，青緞雙臉儿鞋，木底有三分余厚。裊裊娜娜的走來，雙膝跪倒。烏公道：“春英被殺的情形，你總該知道罷？”范氏道：“春英被殺，小婦人不知道。”烏公怒道：“胡說！春英之死，你會不知道？你的事情，方才你男子文光，已經都實說了，你怎么還敢附著？”范氏道：“我實在不知道。我爺們不知底細，他也是胡說。”烏公道：“你儿子春英，孝順你不孝順你？”范氏道：“春英很知道孝順。”烏公道：“春英他們夫婦，和美不和美呢？”范氏道：“他們不和美。自過門以后，時常打鬧。”烏公冷笑道：“你這嘴可真能撒謊。他們都說和美，獨你說不和美，難道你的心思，害了儿子，還要害儿媳婦嗎？”又拍案道：“你實話實說，本翼尉慎重人命，鐵面無私。你若一味狡展，可要掌嘴了。”范氏低下頭去，冷笑著道：“大人高明，小婦人不敢撒謊。春英他們夫婦，素常素往，實在是不和睦。昨儿早晨，還打了一架呢。”烏公又問道：“為什么打架呢？”范氏道：“春英他大舅死啦，我姐姐要帶著儿媳婦出門，春英不愿意，不讓他媳婦去，所以兩口子打起來了。”烏公又問道：“春英不叫她去，是什么意思呢，你知道不知道。”范氏道：“這件事很是難說。”烏公道：“怎么會難說呢？”范氏道：“當初做親的時節，我就不大愿意。風言風語，說這丫頭野調，又有說不老成的。”我姐姐不知底細，總說這孩子安穩，不致有毛病。誰想自過門之后，她扭頭別頸的，不与春英合房。据我姐姐合他媽媽說，這孩子年輕，不懂得人間大道理，容再長歲，也就好啦。大人明鑒，如今這個年月，十九歲還小嗎？所以他們夫婦總是打吵了，我在暗地里也時常勸解，誰想她認定死扣儿，橫豎心里頭別有所屬，說出油漆來，也不肯從。您想這件事，不是難辦嗎？” \\n 烏公听到此處，點了點頭。心中暗忖道：好個利口的婦人。這一片話，滿是陷害儿媳婦，謀害親夫的根据。若照她這樣說來，定然春阿氏是有意謀害了。因問道：“春英打他女人，不叫行人情去，又是什么道理呢？”范氏冷笑道：“大人明鑒。深儿里的事情，您還不明白嗎？我是個糊涂人，据我這么揣摩著，大人要知其底細，非問他娘家媽媽不能知道。”這一片話，把個公公正正的烏公，問了個瞪目結舌，無話可說。烏公忍不住气，遂厲聲道：“你不用花說柳說，阿氏頭上的傷，是哪里來的？殺人的凶器，怎么在你屋子里藏著呢！”范氏遲了一會，冷笑著道：“這謀害親夫的事情，她都作得出來，那安傷栽贓的事情，難道還不會辦嗎？沒有別的，就求著大人恩典，究問她們母女，給我們春英報仇，小婦人合家，就感激不盡了。”烏公道：“你不用舌底壓人，話里藏刀。這內中情形，本翼尉已經明白了。”因喚官人道：“先把她帶下去，把托氏、瑞氏帶來。”左右答應一聲，將范氏帶下。不一會，將瑞氏、托氏并二正等，一齊帶到。要知如何問訊，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第四回 驗尸場撫尸大慟 白話報閑話不平", "正文": "  \\n 第四回　驗尸場撫尸大慟　白話報閑話不平 \\n 　 \\n 話說左右官人，奉諭將范氏帶下，將文光之母德瑞氏帶上。有協尉福壽站在公案一旁，喝著道：“跪下！有什么話，你要据實的說來。這儿大人，可以替你作主。”瑞氏顫顫巍巍，跪在公案以前，擦著眼淚回道：“我那大孫子春英，死的可怜，望求大人作主，給我孫子報仇。”烏公道：“你先把事情說說，這儿的大人，一定要給你作主。”瑞氏跪在地上顫顫巍巍的只顧擦淚。烏公在座上問道：“你這么大年紀，不要盡著傷心。春英之死，究竟是誰殺的？你要据實說出，本翼尉給你做主。”瑞氏洒淚道：“我孫子怎么死的，我不知道。死了好半天，我才瞧見的。”烏公道：“那么你孫子媳婦，浸了廚房水缸，你知道不知道？”瑞氏道：“浸水缸我知道，至于她因為什么尋死，那我就不知道了，”烏公道：“這話有些不對，難道你孫子媳婦，謀害親夫，你連一點影響全都不知道嗎？”瑞氏抹淚道：“我那孫子媳婦，可不是害人的人，橫豎這里頭，必有冤枉。昨天早晨，東直門小街他大舅家里接三，我們大媳婦，帶著我孫子媳婦，去到德家行情。晚上他們回來，工夫不大，就全部睡覺啦，我在上房里躺下沒睡著，听見院子里有人直跑，又听街門一響，又听有木底的聲音。先是我孫子媳婦，溫水洗臉，后來又听著不像是她，越來越聲音不對。我以為院里有賊，遂咳嗽兩三聲，又叫春英起來，到院里瞧瞧，喊了半天，春英也沒答言儿。听我們二媳婦屋里，屋門亂響。又听我儿子出來，嚷說了不得。我當時疑惑是賊，也忙著出來看。不知什么時候，敢則我孫子媳婦，浸了水缸啦。听我們二媳婦說，春英已死。我到西屋一瞧，誰說不是呢。”我這才明白過來，敢則出了逆事啦。后來有官人來到，把我們齊一帶來。這是我所知的事情。望求大人作主，給我們報仇。”說罷，又滴滴墮淚。 \\n 烏公道：“据你這么說，是你那孫子媳婦，謀害親夫了。方才你說阿氏，斷不致作出此事，怎么會三更半夜謀害親夫呢。你若是為你孫子報仇，你那孫子媳婦，可就要凌遲抵命了。”瑞氏哭著道：“如今她作出這事，無論我怎么痛她，也是管不及了。”說罷，淚如雨下，連叫了兩聲大人，又凄凄慘慘的道：“是她不是她，我也沒瞧見，望求大人作主，究情個水落石出，叫她招出實話來，給我們春英報仇。”說罷，又淚流滿面。烏公道：“你不用傷心，我全部明白了。”因喚左右道：“把她先帶下去。福壽亦喝道：“帶下去！”左右答應一聲，將瑞氏帶下。公鶴道：“恪翁的見識，實在高明。据這瑞氏一說，這內中情形，實在是可疑了。”普公亦陪笑點頭，回首問左右道：“文光的孩子，帶來了沒有？”福壽回說道：“文光是兩儿兩女。死的叫春英，是他大儿子。次子春霖，今年才十二歲。女儿叫大正、二正，已經都帶來了。”普公道：“那么文光家里，都有什么人呢？這個范氏，是春英的母親么？”福壽笑回道：“春英的生母，現在外面候審呢。范氏是文光的副室。”普公點了點頭。烏公道：“把二正帶上來。”左右一聲答應，立時將二正帶上，官人要喝著跪下，福壽忙的過來，拉著二正的小手，俯在耳邊道：“你不用害怕，大人若問你什么話，你就照實說。”二正羞羞澀澀，用手抹淚，撅著小嘴儿，慢慢的走至案前。烏公笑問道：“你今年几歲？你們家里素日是誰最疼你？”烏公問了兩遍，二正低著頭。并不言語。鶴公、普公亦接聲來問。二正道：“我今年十歲。我太太疼我。我二媽也疼我。”烏公又問道：“你哥哥嫂子，他們打架來著沒有？”二正道：“沒有。”烏公道：“那么素常素往，他們打架不打架？”二正道：“素常也不打架。”烏公點了點頭。又問道：“那么你哥哥嫂子，和睦不和睦呢？”二正遲了半日，翻起眼皮來，望著烏公道：“和睦，”烏公听到此處，不由得皺起眉來，勉強著作出笑容，安慰二正一回。叫左右官人，將她先為帶下。回首向市隱道：“這案里很麻煩。前前后后，驢唇不對馬嘴。若真是謀害親夫，必當有奸夫幫凶，若不是阿氏所害，可越發的得究情了。”市隱、秋水二人均陪，答道：“恪翁是慎重民命，推事詳明。方才所問的話，都是极要緊地方。”鶴公亦回首道：“我見這范氏臉上，很有不正之气。衣服打扮，又极其妖艷。此案若阿氏被冤，大概這個原凶，必在范氏身上。不然与這范氏，必有密切關系。”市隱听至此處。哈哈笑道：“鶴松翁果然眼力不差。据小弟眼光看來，也是如此。”烏公搖首道：“不然，不然。世間的事，不能以皮貌相人。”因告福壽道：“把文光他們暫為看管，文托氏也不必問了。”福壽連連答應，左右官人，亦聞聲退下。 \\n 烏公的仆役瑞二，過來与各桌倒茶。烏公站起身來，約著市隱、秋水，并鶴公、普公等四人，去到宅里少坐，研究調查的法子。又諭告管檔的官員，問問提督衙門，明日是何時驗尸？再向法部里打听，明日是哪一位司官前來檢驗？管檔的連連答應。烏公与鶴公等，大家謙謙讓讓，隨后有小隊官人，一同回到烏宅。烏公摘了幃帽，一面用手巾擦臉，陪笑向秋水道：“今天大對不起，只顧著幫我的忙，耽誤了一天功課，這是怎么說呢。”秋水亦笑道：“功課倒不要緊，我不到堂，亦必有同人代替。只是我听見問案，鬧得心里頭頗不痛快。三位有什么妙法，把這案中原委，調查清楚了呢？”烏公道：“調查倒容易。不過官家的力量，万來不及，今既將二位請出，務祈多為費心，詳細給調查一回。我們翼里，選派精明偵探，也四出探訪。驗尸之后，能把原凶訪明，那可就省事多了。”鶴公亦笑道：“二位要肯費心，不但我們几個感謝不盡，就是被害的人，靈魂也要感激的。”市隱等慨然承諾，說三位只管放心，只要我們倆人力量所及的地方，必去實力調查，這也是應盡的義務，三位也不必囑明了。說著，起身告辭。与秋水二人，前往各處調查，不在話下。烏公將市隱等送出又与鶴、普二公，議了回別項公事。鶴普二公走后，烏公呼喚瑞二，把協尉福壽請來，面諭道：“春英這一案，情形复雜。我想由公所里出個傳單，曉諭這各門各隊各甲喇兵弁，如有將春英一案調查明确，詳為報告者，給予不次之賞。你道這主意好不好？”福壽笑回道：“大人明鑒，這主意倒是很妙。少時協尉回去，曉諭他們就是了。”烏公點了點頭，又令福壽在正翼小隊里，選派了十名偵探，俱都是精明干練，見事則明的人物。內中有四個最著名的：一個叫祉眼鈺福，一個叫妙手連升，一個叫耳報神潤喜，一個叫花鼻梁儿德樹堂。這四個隊兵，都是久于捕務，破案最多的能手。在那前清末季，雖然偵探學未見發明，而破案捕盜，亦极敏捷。若將這四位的成績編纂出小說來，大概也比福爾摩斯包探案不在以下。 \\n 話休煩絮。這四個有名的探兵，久在烏公手下，效力當差，此番見了堂諭，赶緊的跑到宅中，請示辦法。烏公把所訊的供詞，述說一遍，叫他們即時出發，偵察文光家風，究竟是有無規矩？范氏、阿氏平素是品行如何？全都詳細報告，以便回了堂憲，好徹底究辦，以示慎重。四人領諭出來，鈺福喚連升道：“嘿，二哥，你摸頭不摸頭。我在北小街，有家儿親戚，他也是鑲黃的人，八成儿跟阿德氏是個老姑舅親，我上那儿去一趟，倒可以臥臥底。回頭的話，咱們在澡堂子見面。”連升搖頭道：“嘿，你不用瞎摸。這個文范氏的根儿底儿，都在我肚子里哪。久在街面上的話，不用細打听。”又回首叫德樹堂道：“嘿，黑德子，管保這個范氏你都知道。咱們這儿子，她還要亂扑呢。可惜她啊，還是這溜儿的娃娃哪。”說著，哈哈大笑。又叫潤喜道：“嘿，小潤，咱們公泰茶館了嘿。”鈺福道：“嘿，二哥，你老是不容說話，竟調查范氏，也是不能行的。別管怎么說，這是春阿氏謀害親夫哇，”連升又笑道：“嘿，小任子，不是二哥拍你，攢餡儿包子，你有點儿晚出世，東城的男女混混儿，瞞不下哥哥我。這個文范氏，也是個女混混儿。剛才一照面儿，我就亮她。嘿，老台，走著，走著，到公泰的話，我再細細的告訴你。” \\n 四人一面說笑，到了鼓樓東公泰茶社。四人揀了座位，走堂的提壺泡茶，各桌的茶座儿，有与這四人相熟的，全都招呼讓茶。有問鈺福的道：“老台你那紅儿呢？怎么沒提了來？”鈺福道：“咳，還提哪，昨儿我回去，洗籠子來著，稍一疏忽，貓就過來。您猜怎么著？啊呀，忽一下子，就他媽給扑啦。我當時一有气，把食罐儿、小罐儿，也給摔啦。可惜我那對罐儿，听我們老頭儿說，那對瓷罐儿，跟那副核桃，都是一年買的。兩樣儿東西，光景是五兩多哪。”那人亦贊道：“嘿，可惜，這是怎么說哪。听說塔爺那個黑儿，昨儿個也糙踐啦。”連升接聲道：“富爺您別提啦。小鈺子的話，養活不了玩藝儿，打頭他工夫不勤，沒工夫儿溜，那就算結啦完啦。您瞧他那個打扮。”說著提起鈺福的辮發，笑哈哈的道：“三把松的辮子，拖地長的辮穩儿，怎么熱天，他帶著三條白領子。你瞧哇，啊，嘿，簡直是一個嗎？”鈺福道：“得咧，你不用揀好的說，講外面的話，你也不用逞英雄。早晚咱們那位，也得像小菊儿胡同一樣，給你照方儿抓。”那人亦問道：“嘿，你們几位，知道不知道，我們這小菊儿胡同，出了新鮮事啦。”連升忙問道：“什么事？我不知道。小鈺子一說，倒鬧我一怔。您說我听听。”那人道：“就是那伯什戶文家，他們是鑲黃滿的，那一個牛祿，我可不知道。這位文爺家里，很是可以的，有位小奶奶儿，外號叫什么蓋九城。家里的話，橫也是亂七八糟。昨儿家里，他新娶的儿媳婦，把他儿子給害啦。方才有一位喝茶的，在小經厂住家。据他說，不是他媳婦害的，光景她這位小婆婆儿，不是好東西。”連升道：“不錯不錯，這事真新鮮。這文家都有什么人？你知道不知道？”那人說：“他家的人口大概我倒知道。文爺有個母親，文爺是兩位夫人，兩儿兩女。新近三月里，給大儿子辦的事。這死鬼的小舅子，名叫常斌。跟我們那孩子都在左翼第二，一個學堂里念書。今時在學堂里告假，說是他姐姐被人給陷害啦，我這么碰岔儿一想，你猜怎么著？真許是蓋九城給害的。咱們是那儿說那儿了，加今這洋報的訪員，可來得厲害。”連升點了點頭，悄同那人耳邊，唧咕了半日。那人也點頭答應，說是了是了，咱們明儿早問，還在這儿見。我也到尸場瞧瞧，衝衝我的喪運气。連升等會了茶資，又向面熟的茶座儿挨次告辭。 \\n 至次日清早，四人會在一處，仍往公泰軒一路而來。鈺福于當日晚間，就把阿氏的底細調查了一個大略。因風言風語，俱說阿氏在家時，有种种不正的行為。連升道：“鈺子，你不用說啦。這個小媳婦，難道你沒看見嗎？又規矩，又穩重，不但是身上沒血，連她的頭部左脅，還有挺重的傷呢！這是哪儿話呢？”四人一面說著，來到公泰茶社。早見昨日那人，已經來到。五人坐在一處，一面品茶，一面說話。候至十點前后，估量著驗尸官員已經來到，五人會了茶資，同往小菊儿胡同，看這驗尸的熱鬧。早見有槍隊巡警，扎住尸場，由本地官廳，預備下朱筆公案。甲喇達德勒額，帶著門甲步兵，亦在尸場伺候。不一會，協尉福壽，也帶官兵到來，說今日驗尸官，是法部一位司員，姓蔡字碩甫，原藉是浙江某縣人。尚書戴鴻慈，因為蔡碩甫最是慎重，所以委派前來，帶著仵作人等，檢驗春英的尸身。工夫不大，有官兵皂役，在前喝道。本地看街兵，亦接口嚷道：“有冤的報冤，有仇的報仇。”又見左翼翼尉烏珍、副翼尉鶴春、委翼尉普泰，帶著仆從官弁乘馬而來。又見有一乘轎車，停駐于南巷口外，正是法部司員蔡君碩甫。見了烏珍等，彼此的見禮，謙謙讓讓的進了尸場。又見有官兵多人，圍護著阿氏、范氏、德氏、瑞氏并文光，托氏等一干人証。官兵哄散閑人。 \\n 鈺福等五人，也隨著眾人跟入。只見烏珍、鶴、普、福壽人等，陪著檢察委員，升了公座。烏珍道：“這案子很离奇，要求碩翁諭令件作等，注意才好。”蔡碩甫點頭道：“自然自然。兄弟的責任所在，不敢不細心。我先到動凶屋里，看一看去。”說著，有烏公、鶴公等在后相隨，往春英死事屋內，看了看大概情形，又往廚房里，查驗一番。官人槍隊，帶著阿氏、范氏等，在院相候。阿氏哭著道：“你們老爺們高抬貴手，我看看我的丈夫，究竟是怎么死的？哪怕我凌遲償命呢，死也瞑目哇。”說尋，放聲大哭。德勒額喝道：“你先別哭。是你害的与不是你害的，我們也管不著。這個工夫，你又想著嘆喪啦？哈哈，得啦，你別委曲了。”阿氏一面擦淚，听見官人威喝，嚇得渾身亂顫，連項上的大鎖練，全都花花亂響，引得看熱鬧的閑人，俱為墮淚。烏公、鶴公等見此光景，忙令協尉福壽，暗暗的通告官人，不准威嚇犯人，誰要去瞧就把他們帶去。他們哭喊，也不許官人攔管，好借此窺其動作。官人奉了此諭，誰不想送個人情，隨令各犯人自由行動，把方才的嚴厲面孔，換一副和容悅色神情。手內拉著犯鎖，也顯著松懈多了。德氏站在院內，眼望著西廂房里，嗚嗚的亂哭。瑞氏、文光并托氏、春霖、大正、二正等，亦皆掉淚。惟有范氏一人、圓睜杏眼，直豎娥眉，惡狠狠望著阿氏，嗤嗤冷笑。阿氏站在一旁，已經鼻涕眼淚，哭成淚人儿一般了。忽見官人等，哄散閑人蔡碩甫入了公座，協尉福壽，把法部送來的尸格，呈于案上。又令官人等，親在一旁，好令部中仵作檢驗春英的尸首。所有檢驗用品，盆儿、筷子等類，已由看街兵備齊。 \\n 仵作挽了衣袖，正欲下手，忽的官人等往前一擁。阿氏直著兩眼，和手推著官人，急煎煎的奔了過來，望見春英尸身，啪的一聲，跌倒就地。遲了一刻鐘的工夫，方才緩過气來，失聲哭了。烏公鶴公等，都直眼望著阿氏，不胜凄楚。仵作官人等，也都愕在一旁，看著阿氏神情，深為慘切。德氏也嗚嗚哭道：“孩子，你不用哭了，是你不是你的，咱們先不用說了。”說罷，又嗚嗚的哭個不住。范氏厲聲道：“你們娘儿們，也不用老虎帶數珠儿，充這道假慈悲，天网恢恢，疏而不漏。殺人的得償命，欠帳的得還錢。當著堂官大人們，你們不用鬧這一套。到了堂上，有什么話，再說也不算晚。”文光頓足道：“噯喲，這時候，你們斗什么口齒嘔。”說罷，走向案前，深深請了個安，凄凄切切抹著眼淚道：“大老爺明鑒。小儿春英，死的實在可慘，要求大老爺給我洗冤。”蔡碩甫點了點頭。鶴公道：“你先在一邊候著。驗完了尸身，看看是什么傷，有什么冤枉事，衙門里再說未。”烏公坐在案旁，亦喚福壽道：“你叫阿氏的母親，把阿氏也勸開。尸場里不用訴委曲。”福壽答應一聲，喚過德氏，死說活說，勸了阿氏半日，誰知此時阿氏，因見了春英尸身受的這樣重傷，死得這般可慘，早已閉過气去。德氏擦著眼淚，把姑娘、姑奶奶五字，叫不絕聲，好容易鼻翅動顫，慢慢的蘇醒過來。福壽亦勸道：“此時也不用傷心了。有什么委曲，等到衙門里說去。”阿氏緩了口气，望見春英的尸身，复又失聲哭了。引得文光。德氏調并瑞氏、托氏等，亦皆墜淚。托氏亦揮淚勸道：“你先起來。事到而今，什么話也不用說了。這都是我的不好。”說罷，又嚎陶哭個不住。德氏一面擦淚，死活把阿氏拽起，母女拉著手，淚眼模糊的，望著死尸發怔。仵作挽了衣袖，驗了春英的上身，复又解去中衣，驗了下部。隨將竹筷放下，走案公報前請安報道：“頭頂上木棍傷一處，咽喉偏右，金刃一處，橫長二寸有余，食管气管斷破，當時致命，”蔡公點了一點頭，隨即填了尸格，欲令尸親等畫押。話未說完，只見死尸之旁，阿氏忽的仆倒，撫著春英尸首，嚎陶痛哭，聲音細弱，那一派慘切的神情，真叫人聞之落淚，一時又錯了過去。德氏擦著眼淚，望著公案跪倒，哭著道：“我女儿頭上肋上，還有重傷呢。”福壽喝道：“你先起來，把你女儿勸一勸，有傷自是有傷，沒福自是沒福。” \\n 話猶未了，忽有帶刀的巡警，并著槍隊官并等數人，慌慌張張跑來，走至福壽跟前，悄聲回道：“外面有几個人，要進來看熱鬧。”說著，取出几個名片，遞与福壽道：“這是他們的名片，是准他們進來，是不准他們進來？敬候夸蘭達吩啦。”福壽接過一看，雖然名片上沒有官銜，而姓名甚熟，一時又想不起誰來。隨即案告烏公，烏公看了名片，點了點頭，因告福壽道：“這几位是探訪局的，請他們進來看看，倒可以幫幫忙。”福壽連連稱是，吩咐隊官等，优禮招待，准向各房中，查看一切，不肖細說。此時阿氏已經昏過三次。仵作等驗了活傷，報說：“阿氏的頭上，右脅，均有擊傷一處。”德氏哭喊著道：“大人們明鑒。若說我的女儿謀害親夫，她頭上，右脅打傷是哪儿來的？” \\n 蔡公見此光景，低聲向烏公道：“看阿氏這宗神色，實不像動凶的人，不知那件凶器，究竟由哪屋里翻出來的？”福壽听了，忙將凶器呈過。蔡公一看，是一把常用的切菜刀。刀刃上缺了一塊，似是砍人時折去似的。上面有血跡甚多，并有粉紅色洋縐繡花的絹帕，裸著刀把儿。蔡公道：“這條手帕，是他們誰的物件？”福壽忙的回頭，把文光喚來，喝著道：“這條手巾，是誰的東西？”文光答了聲是，又回道：“這是誰的手巾？領催也不甚知道。”因回首欲喚范氏，蔡公冷笑道：“你家里的東西，你都認不得，你那平素的家法，也就可想而知了。”說罷，望著文光冷笑了兩聲，又見范氏過來，整著臉色道：“那手巾是我們儿媳婦的，尋常她也不使，出門時才拿出來的。”鶴公道：“知道了，這儿沒問你，你不用亂答言。”又喚福壽道：“把阿氏叫來，讓她認一認。”阿氏低著頭，哭的兩只杏眼腫似紅桃一般。烏公又叫過文光來問道：“你儿媳婦投缸，你救出她來之后，給她換衣服沒有？”文光道：“沒有。”复又問阿氏道：“菜刀上這條手巾，是你的不是？”阿氏擦了淚眼，看了看手巾、菜刀，又嗚嗚的哭了。烏公連問數遍，才哽哽咽咽的答道：“這條手巾……”說至此處，又哽咽了好半日，才細聲細气道：“是我的。”烏公恐怕情屈，又問道：“是你的嗎？若不是你的，可也要實說。”阿氏低著頭，流淚不語。范氏接聲道：“是你的你就得認起來。既把男人害死，此時就不用后悔啦。好漢作事好漢當，又何用搗鬼呢。”說的阿氏眼淚簌簌的掉下來，凄凄慘慘的答道：“手巾是我的，大人也不用問了。”蔡公見此光景，心已明白八九，忙命文光、德氏等，在尸格上畫押。隨与烏公道：“尸身已經檢驗，叫他們先行裝殮，兄弟要告辭了。”烏公連連答應，回欲將可疑之點，向蔡碩甫研究一回，隨令協尉福壽等，先將人犯帶回，听候審訊。遂約著蔡公、鶴公、普公，并本地面的警官，同往東、西廂房，及上房廚房等處查看一回。蔡公把可疑之點，細与烏公說明。又說刀上血跡，大小与傷口不符。阿氏的頭上脅上，俱是木棍的擊傷。恪翁有保障人民的責任，務要多為注意。烏公、鶴公等連連稱是，普公亦緊皺雙眉，想著納悶。探兵鈺福等五人，已在院子里查看許久。候至檢察官告辭先行，三位翼尉也相繼回翼，這才隨著眾人，慢慢的走出。連升道：“嘿，老台，咱們的眼力如何？你佩服不佩服？也不是吹下子，牛下子，要專信你的話，全擰了杓子啦。”潤喜亦贊道：“二哥，真有你的。小鈺子的話，到底是小兩歲，不怨你薄他。俗語說的好：縮子老米，他差著做哪。”鈺福急辯道：“嘿，潤子，你不用損我。要說二哥的話，淨瞧了外面皮儿啦。深儿福頭的話，還不定怎么一葫蘆醋呢？要听他們親戚說，這事儿更懸虛啦。阿氏這娘儿們，自從十五歲，她就不安頓，外號儿叫小洋人儿．簡斷截說，過門的時候，就是個爛桃啦。”一面走著，又笑道：“嘿，剛才驗尸的時候，你們瞧見了沒有？動凶的是誰，探訪局的人，眼力倒不錯，他姓什么？叫什么？我方才也問了，他是跺子蹄儿的朋友。你要是信我的話，咱們跟著就摸摸，不然叫探訪局挑下去，或者那凶手躲了，你們可別后悔。”連升冷笑道：“嘿，老台，你不用麻我。這個案子，要不是蓋九城的話，我跟你賭腦袋。” \\n 二人一面說話，同著潤喜等二人，別了那茶友富某，四人說說笑笑，到了北新橋天泰茶館。四人落了座位，要了菜飯。鈺福為阿氏的聲名，少不得辯論一番。又与連升等賭了回東儿。德樹堂道：“老台你不用嘴強，反正這件事，也不能完呢，等到水落石出，倒瞧瞧誰的眼力好？你這眼神的外號儿，我是木頭眼鏡儿，有點儿瞧不透你。”說罷，哈哈大笑。气得神眼鈺福，一手指著鼻梁儿，瞪著眼睛道：“嘿，你不用天牌壓地牌，咱們調查的話，也是有据有對，誰与春阿氏也沒有挾嫌，也不犯偏向范氏。左右的話，殺人償命，欠債的還錢。咱們是同事訪案，犯的什么心呢？”說罷，把筷子一摔，扭過頭去，呼呼的生气。德樹堂冷笑道：“有得兩盅酒儿入肚，你跟我來上啦。”因指著鼻梁道：“嘿，姓鈺的，誰要二楞的話，對不起那股香。”鈺福亦站起來道：“那是呀！那是呀！”又拍著胸脯儿道：“嘿，花鼻梁儿，你說怎么著吧？”兩人越說越急，引得連升、潤喜俱嗤嗤的笑個不住。澗喜勸道：“這里說的是閑話儿，著的是那一們子急呢？”一面說著，把兩人按下。德樹堂笑道：“大爺你說說，這件事情，礙的著我嗎？我這儿閑說話，他跟我吵上啦。”鈺福忍不住气，又欲答言，幸被連升一把按在凳上，叫過走堂的來，要了兩壺酒，笑嘻嘻的道：“老台，你不用生气。你的心思，我也明白啦。你在小街子住家，八成儿那蓋九城的話，許同你有一腿罷。” \\n 一語來了，把個走堂的也引的笑了，因湊著笑道：“你們几位說的，大概是小菊儿胡同那件事吧？”連升道：“可不是嗎。”走堂的道：“洋報上頭，今儿都有了。怎么著，听說這個媳婦有個小婆婆，是不是你哪？”說著，又問酒問菜。雖然走堂的是無心說話，而連升，鈺福等，卻是有心探訪。一面要了菜飯，又向走堂的借取日報，要看是怎么登的。走堂的去了半日，舉著報紙過來，口里嘟嘟念念，向連升道：“喝，”這張報可了不得，自要是登出來，這家儿就了不了，打頭人這樣儿好哇，洋報上什么都敢說，哪怕是王爺中堂呢。自要是有不好儿，他真敢往實里說？喝，好家伙，比都察院的御史，還透著霸道呢。”說罷。又贊道：“嘿，好嗎。”連升接了一看，果見報紙上，本京新聞欄內，有一條謀害親大的新聞，正是小菊儿胡同文光家內的事情。潤喜、鈺福二人也搶著要看，連升道：“咳，別搶。我念給你們所罷。”說著，把報上話語坷坷坎坎的，念了一遍。又向鈺福道：“嘿，怎么樣？要是賭東儿的話，管保你輸了罷。”鈺福也滿臉發火，因為報上新聞，亦如此說，也不敢再三分辯了。四人胡亂著吃了早飯，又忙著洗手漱口，一同回翼，把所見所聞的事情，當日回了協尉，由協尉福壽報告烏公。當日要繕具公文，解送提督衙門。要知提督衙門，如何審訊。且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 訊案由公堂飲恨 錄實供外界指疵", "正文": "  \\n 第五回　訊案由公堂飲恨　錄實供外界指疵 \\n 　 \\n 話說烏公自驗尸回宅之后，正在書房中，閱看分牘，忽有瑞二進來，回說協尉福壽要見大人。烏公說了聲請，瑞二答應出去。功夫不大，見協尉福壽，帶著宋兵鈺福等四人，自外走來。烏公迎入屋中讓說請坐，福壽唯唯而應，不敢就坐。烏公道：“來到我家，倒不必拘泥，比不得公所里，官事面子。”福壽滿臉堆笑，連說不敢。又笑著回道：“鈺福他們已經回來了。”鈺福等不待說完，忙的報名請安。烏公點了點頭，鈺福等規規矩矩，垂手侍立。福壽又回道：“阿氏這一案，他們各有所聞。現在街談巷議，其說不一。今天白話報上，也都登出來了。据鈺福等報稱，說阿氏在家內，就不甚規矩。她父親阿洪阿，已經去世。只有她母親德氏，帶著她一兄一弟，在家度日。他哥哥叫常祿，現在外城巡普總廳充當巡警。阿氏有個外號儿，叫作小洋人。自此案發生之后，她娘家的左鄰右舍，都說是阿氏。連升調查，又听說文光家里，范氏很不務正。傳聞這個范氏，曾于未嫁之先，作過丑業。既是她品行不正，對于春英之死，也不無嫌疑，而且那把菜刀，更是可疑之點。這是他們四人所調查的大概情形。”連升亦回道：“据兵丁想著，此案的原因，就便是阿氏所為，也必不是一個人。”烏公點頭道：“這些事我倒明白。方才我告訴檔房了，明天就解送提署。你們几個人，還是确切偵察，隨時報告。”福壽忙應道：“是。”鈺福、連升等亦答了几個是字，告假退出。 \\n 不一時，瑞二手拿著一封信，匆勿的，一直跑至書房，見了烏公回道：“聞大老爺遣人送了一封信來，請老爺賞個回信。”烏公忙的接過，拆信一看，正是聞秋水調查此案的詳情。大略与探兵鈺福述的相同，因即寫了回信，請秋水于明日晚間過舍一談。將信忖与瑞二，交付送信的帶回，不在話下。烏公見了此信，深為詫异。暗想這謀害親夫的案子，俱是因為奸夫，才有害夫的思想。莫非這阿氏，殺害春英的時候，也有個奸夫動凶嗎？想到此外，不由的猶疑莫決。胡亂著吃過晚飯，傳喚套車。先到提督那中堂宅里，回了些別項官事。又將日報上所登阿氏之事，及委派官兵等，如何調查的情形，細述一遍。當奉提督口諭，令將阿氏等作速解署，嚴行審訊等語，烏公奉此口諭，告辭而出，到了副翼慰鶴公家里，先把秋水來信和堂憲交諭，述說一回。鶴公道：“此事我看著很奇。阿氏她年紀不大，人又安祥，如何能謀害親夫呢？這真是人心隔肚皮，令人難測了。”烏公道：“天下事最難懸揣，若按著秋水來函，跟鈺福的報告，那么此案的原凶，确是呵氏所為，決無疑義了。但是我的心里，還有些不大明白的地方，所以來同你研究。第一是阿氏尋死，既然殺了她男人，自己要尋死，為何不就著刀自刎，反又跑到廚房里投水缸去呢？這是頭一宗可怪的地方。再說阿氏身上，也有擊傷。若說是阿氏害的，那阿氏擊傷，又是誰動的手呢？這些事情，我們都應當研究。”鶴公搖手道：“儒謹，恪謹，你過于謹慎了。天下的事無奇不有，我中國的婦女，向來就沒有教育。既無教育，無論什么事，都許行事出來。方才我上街打听，聞說這個阿氏，實在是不可靠。据我想著，此事先不必細追，等著送過案去，再去細為采訪。如果是好夫所害，我們有緝捕之責，嚴拿奸夫就是了，此時又何必猶疑呢？”烏公道：“此時的辦法，同是應該如此。但我們眼光見到，也須要偵察詳确，方為合理。”鶴公道：“那是自然。我們調查真相，是我們應盡的天職。別說恪謹你還是個頭座儿，就是地面甲喇達，也是應該的。今真像既已探出，万不要妄生疑惑，自相矛盾了。” \\n 烏公陪笑道：“此事也并非矛盾。可疑之點，就是那把凶器，以一個十九歲的少婦，殺了親夫之后，能將殺人凶器，藏在東房。而反又跑廚房，去投水缸。諒她有天大膽量，我想殺人之后，也行不出來。”鶴公道：“那可別說。既有殺人的膽量，就許有移禍于人的心腸，焉知她害人之時，不是奸夫的主動呢？”烏公道：“這話也很有理，前天我跟市隱也曾這樣說過，然据文光所供二十六那天，他妻子托氏，帶著阿氏等去行人情，當晚阿氏回來，是同著文光一齊回來的。不但文光的供詞是如此說，連瑞氏、二正，并范氏、阿氏，也都是這樣說。不過他夫婦打架一節，是范氏一人說的，旁人卻沒有說過。据此看來，她們婆婆媳婦，必然是不和睦的了。鶴公道：“是呀，我亦是這樣說呀。設若她婆媳和睦，那阿氏殺人之后，還不想移禍于人嗎？”烏公道：“你是這樣說法，我想的那層理，就不是這樣說了。”說著，又呼喚瑞二套車。鶴公道：“你何用這么忙。此時也不過十點鐘。”烏公道：“不坐了，咱們明日晚間，。在我家里見面，光景聞秋水亦必到的。”鶴公答應道：“是。”因為天色已晚，不便強留，遂送至門外而回。 \\n 次日上午，協尉福壽，因奉了烏公交諭，帶了公文，押著阿氏一干人犯，解送帽儿胡同步軍統領衙門。沿途看熱鬧的人。男男女女，成千累万。皆因謀害親夫的案子，要看看殺人的淫婦，生的是何等面貌。但見頭一輛車上，有兩個官兵把守，阿氏坐在車內，亂發蓬松，低頭垂淚，那一副慘淡的形容，真令人望之酸鼻。到了提督衙門，官兵等帶著一干人犯，進了西角門。協尉福壽同甲喇達德勒額，先到了大堂上，投遞公文，又到挂號房挂了號，然后挂房的司員外郎，先把阿氏等傳喚過去，問了問大概口供，与左翼送案的呈詞，是否相合。据瑞氏、文光并托氏、范氏所供，皆与原呈無异。阿氏、德氏母女，都眼淚婆娑的，無話可回气堂上問了數遍，阿氏方才答言：“說是我害的，我給抵命就是了。”德氏是模模糊糊，不知那行凶之犯，究竟是誰。因為自己女儿，既已承認抵償，遂回道：“我女儿作的事，我一概不知道。那天晚上。我們親家老爺遣人找我，說有要緊的事，又說我女儿病得很厲害，叫我赶緊瞧去。我赶緊就去了，到我們姑奶奶家里一瞧，才知道我們姑爺是被人殺了。究竟是誰給殺的，我并不知道。若說我女儿殺的，我想著不能連我女儿頭上，還有打傷呢。”擋房司員听了阿氏德氏所供，皆与送案的原呈，大致無异，遂令文光等取保听傳。先將阿氏母女，收在監口，听候審訊。當時協尉福壽，并甲喇達德勒額等，把差事交代清楚，各自回翼。因翼尉烏公對于阿氏一案，极為注意，遂忙去回報，述說提督衙門里收案情形，烏公點頭道：“這件事情，我們還要注意。雖然把案子送了，究竟春阿氏是否真凶，此時也不能料定。你叫鈺福他們，悉心采訪。”又向德勒額道：“你下去也多多注意。倘于三五日內，能夠得其真像，當予重賞。”福壽等連聲稱是。烏公道；“我見連升的報告，很有見識。你多多的囑咐他，再把那范氏娘家，也細細的調查一回，好早期破案。” \\n 話未說完，瑞二忽忽的進來回道：“聞老爺來了。”烏公說了聲請。只見竹帘啟處，聞秋水走了進來。二人忙的見禮，福壽等隨即退出，見了鈺福等，把烏公口諭分付一回，不在話下。此時烏公与秋水坐定，笑說道：“天這般熱，實在分神的很。”秋水亦笑道：“都是公益事，真叫我沒有法子，只盼學堂里放了暑假，我也就消停了。”又問道：“昨天我來的信，你見了沒有？”烏公道：“見了。多承你費心，今天把阿氏的案子，已經解上去了。”隨把送案的情形，与派委探兵等，調查的報告，細述一遍。秋水道：“阿氏為人，我調查得很的确。方才与市隱吃飯時，我們抬了半天杠。据他說阿氏很冤。他說連街談巷議，都說范氏可疑。鬧得我此時心里也犯起猶疑來了，誰恐所訪的各節，不甚的确。我回去再打听打听，如有消息，我必然赶緊來。”烏公稱謝道：“你就多分心罷。有了消息，你就給我信。我想這件事情，也很可怪。我這里調查的，也是一個人一樣儿話。究竟誰的的确，我也不敢說定。連日報紙上又這么一登載，越發的吵嚷動了。此事若敷衍官事，輿論上必要攻擊。你既有妥靠人，再替我詳細調查一回。若阿氏真有奸夫，万不可令其漏网。若果是范氏所害，也別教阿氏受冤。這件事我就托付你了。” \\n 一面說著，一面讓茶。秋水因有別事，便欲告辭。烏公极力挽留，說少時鶴松亭還來，你先不必忙。秋水又坐下道：“不是我忙。因為阿氏一案，鬧得我很猶疑。市隱那么說，報紙上也那么說。我所听來的話，未免太荒誕了。”烏公道：“這也不然。人世間事，無奇不有，若說是阿氏太冤，那么殺人之犯，又該是誰呢？我們所以生疑，所以納悶的地方，就因為那把菜刀，又加著范氏過于妖媚，若指實是范氏所為，又無确實証据。那天阿氏的供詞，又前前后后支支离离，乍一听去，仿佛是冤。然殺人的凶手，能夠自投實供的，又有多少呢？從昨日接你的信，我想了好半日，我們正堂那里，昨日有諭，叫我們先送衙門。我同鶴松亭商議許久，就按著文光所報，給送過去的。我們要有所見聞，或將其奸夫訪獲，那時再解送提署，也還不晚。常言說：事緩則圓。此時倒不必急了。”說著，壁上的電話鈴，零零亂響。烏公摘下耳机，听了听，原來是正堂宅里打來電話，請烏公赶緊到宅，有要緊的公事商議。烏公放了耳机，傳喚備馬，一面又穿靴戴帽忙著要走。秋水道：“松亭來与不來，我也不等了。”說罷，起身便走。烏公道：“提憲找我，大概也因為此事。閣下要得了信息，可赶緊給我信。” \\n 二人一面說話，一面走出。烏公因正堂電請，必有要緊的公事，遂別了秋水，上馬揚鞭，飛也相似跑至提督宅內。門上同了進去，見了正堂那提督，忙的請安。那公亦忙還禮。這位那提督，因為烏恪謹為官公正，于地方情形，很為熟悉，一切公事，深資臂助。因此待遇烏公，极其优厚。此番因阿氏一案，報紙上嘖有煩言，遂請烏公過來，討論偵察的方法。笑嘻嘻的道：“阿氏一案你調查的怎么樣了？”一面說著，一面讓坐。烏公謙遜半日，方才斜身坐了。仆人等獻上茶來。烏公把委派偵探，及托囑市隱，秋水二人，如何調查的話，回了一遍。那公點頭贊道：“很好，很好。這件事也非此不可。現在報紙上這么攻擊，若不把案情訪明，徹底究治，實不足折服人心，洽罕輿論。方才与左司春紹之業行通了電去，以后凡阿氏諸人的供詞，一概要登報宣布。閣下得了空閑，務要詳細考查。第一是兩宮閱報，若見了這類新聞，一定要問。我又差務太多，顧不及此，你務要多注意才好。”烏公連連答應，隨又回道：“此案可疑之點甚多。翼尉与鶴春普泰等，也曾討論好几次了。若說是阿氏害夫，看她那容貌舉動，跟她所供的供辭，實沒有作惡的神色。他二婆婆范氏，倒非常妖冶，舉止言語，顯著很輕桃，而且那把凶器，又是由范氏屋里搜出來的。所以据翼尉想著，范氏也是嫌疑犯，不能不婉轉調查，歸案究治。”那公道：“是极，是极。兄弟對于此事，亦是這樣想。但世俗人心，變幻不測。若使原凶漏网，反將無辜的人拘獲起來，我們心里也是不安。外間名譽也不甚好听。現在咱們衙門里，正在剔除宿弊，极力整頓的時候，對于這宗案子，更應當格外小心才是。”烏公連連稱是。因見天气已晚，遂起身告辭道：“中堂所囑，翼尉謹謹尊命。使將真象訪明，即來續稟。天色已晚，翼尉也要告辭了。”那公姑起道：“何必這么忙。”說著一面相送，又把阿氏案子，叮囑一番。烏公一面應聲道是，一面說請中堂留步，那公送至二門，早有仆人喊說送客，一見烏公出來，一個個垂手侍立。有手持紗罩燈籠在前引導的，有手提紗燈，在兩旁伺候的。送至大門以外，早有左翼正翼的隊兵，手提鐵絲燈籠，排班站立。一見烏公走出，慌忙呼喝道：“烏大人下來了。” \\n 仆役瑞二，拉過馬來，烏公上馬，自有那各官廳弁兵等喝道，威風凜凜，不一會來到宅內。有門上仆人迎面回道：“方才聞老爺來一封信。”說著，把信呈上。烏公接過信來，暗喜道：“秋水為人，可真個實心任事，又爽快，又實誠。這么一會儿的工夫，就調查出來了。”一面想著，來至書房。先把官服脫去，換了便服。門上人又來回道：“方才鵬大人，普大人也都來了。說明天晚上，還一同過來。”烏公一面點頭，說聲知道了。一面把來信拿來，見來信的封面上字跡很怪，寫的是端正小楷，寫得是送至六條胡同，呈飲加二品銜賞戴花翎左翼翼尉烏大人鉤閱。下邊寫也是聞庄謹稟。又有小小圖記，篆文是“秋水文章”四字。烏公尚未拆信，使心里納悶道：“可怪得很，莫非得罪他了不成？不然這信皮上面，怎的這般寫法？隨手拆了信皮儿，展開一看，上面寫道是： \\n “恪翁大人鈞鑒：所命事，當即遵辦。調查該氏，實非女真花，只嫁一東風者。大人以皮相，竟欲置無罪而脫有罪。如此糊涂獄，弟實不敢再效牛馬勞也。請辭即肅 \\n 鈞安聞庄頓首 \\n 烏公看罷，詫异的了不得。暗想道：“秋水為人，怎么這般古怪？為這阿氏一案，我并沒得罪過他，何致于如此負气呢？莫非因為我猜疑范氏，恐怕阿氏冤屈，他倒多疑了不成？”正自思想之際，忽听壁上電鈴嘩零零的亂響。烏公取了耳机，問是哪里？原來蘇市隱又為阿氏一案，通了電話來，說方才聞秋水所說的意思，据兄弟調查，相差千里。阿氏為人，又端庄，又沉靜，決不似殺夫的婦人。那日范氏所供，既然极口攻擊阿氏，其中必有可疑。阿氏口供，雖說是情愿抵償，后來口供，又与前相反。她說是出門回頭，她丈夫春英已經睡了。阿氏拆頭之后，去到廚房洗臉，忽然背后來了一人，打了她一杠子，登時昏倒，不省人事了。及至她轉醒過來，才知她丈夫被人殺了，又見她母親也來了，官人也到了。据此一說，阿氏是被屈含冤，口難分訴，所以才抱屈承認，情愿抵償。你想是不是這個道理？”烏公急嚷道：“市隱，市隱，你先不用說了，我告訴你一件奇事。”隨將聞秋水如何來信，信上如何口气，封皮上如何寫法，一一說了。又問道：“你說聞秋水這是怎么件事？是你得罪了他？還是他惱了我呢？”市隱在那邊道：“念書的人都有個乖膠脾气，怎么回事？我也摸不清。明天我訪他一趟，問問是怎么件事，你道好不好？”烏公亦笑道：“好极，好极。見了他你替我認罪，明天早間，請你到這里來。若能把秋水約來，那是最妙。”市隱連聲答應。烏公放下耳机，仍在椅子上，對燈納悶。想著秋水的事情，非常可怪，猜不清他這封信，是什么心理？又細想問秋水臨行景象，并沒有疏忽失禮的地方，怎么一旦間這樣決裂，即便是阿氏冤屈，亦不至于如此啊。越想越悶，直坐到東方發曉，這才睡下。躺在床上，仍是翻來覆去，睡臥不宁。想著阿氏根底，不知是當真怎樣？市隱電話，是那樣說法，秋水調查，又是那情形。鈺福、連升仁是各有所見，其說不一。這件事情，真要悶死人了。 \\n 當晚悶了一夜，至次日清晨起來，先令人到公所里，把任福、連升叫來，當面囑咐一番，叫他們實力調查。如果調查的确，必有重賞。倘有調查不明，搪塞公事者，定予懲罰，決不寬貸。連升等應命而出。因听烏公口諭，有不确則罰字樣，那鈺福的心理，首先就打了鼓，一手理著辮發，笑嘻嘻道：“二哥，這事可有些難辦。前天我那個報告，說的极實在，跟你們大家伙的。可全部不同。將來要出了路子，准得是我倒運。”連升冷笑道：“本來你胡鬧嗎！十個人當差，偏你要獨出己見么？俗語說；一不扭眾，百不隨一，誰叫你胡說白道，出這宗甑儿糕呢。”說的鈺福心里，也猶疑不定。隨向各戚友家里，及各茶社酒肆里，細細的詢听一回不提。此時文光，自取保出來之后，先將春英的尸首，裝殮起來。親戚朋友，皆來探望，并吊祭春英的亡魂。因為文光家里，范氏很是輕佻，故此也不多言多語，只向文光、托氏問問死時的情形，并左翼問的口供。文光、托氏因為痛子心切，也哭個不已。瑞氏亦悲痛孫儿，嘆惜孫媳，不該行此拙事，自陷法网。范氏則搖頭撇嘴，埋怨文光，托氏眼力不佳，不該娶這儿媳。春霖、大正等，雖是幼弱孩重，因哭兄悼嫂，亦流淚不止。這一日提署來人，傳文光、托氏于次日正午，到堂听審。文光与托氏商量道：“堂上口供，可非同小可。你這顛三倒四，嘴不跟腿的，不要胡說亂點頭。前后口供無論鬧到哪里，務須要前后一律，万不可自己矛盾，把口供說錯了。”范氏道：“沒什么可惜的。事到而今，叫她抵償就完啦。若堂上問長問知，你就說謀害親夫，該當何罪，送過刑部去，也就完了。那時候，你可要咬定牙關，往她身上推。不要到那時候，又疼上外甥女儿了。”托氏听了此話，咳聲嘆气的，淚流不止。又納悶頓足道：“怎么這孩子，行出了這事呢？”說罷。又大哭起來。范氏道：“事到如今，還哭的什么。這是她家的德行，我們家該遭難。你相的儿媳婦，這一傳揚出去，你瞧有多么好听啊！”托氏一面擦淚，無方可答。夫婦把供詞說定。 \\n 次日清早，范氏忙著梳洗，到了某親戚家里，托了一個人情，先把提署的下面疏通好了，免得文光進去，有扣押的事情。天交正午，文光同了托氏，去到提署回話。直待到日落西山。并未得問。原來堂上問官，已將阿氏口供，問了一次。此日又提出阿氏到堂審訊，阿氏出了監口，帶著大鐵鎖，手待腳鐐，凄凄慘慘的跪倒堂前。堂上皂役，喊哦的喊起堂威，嚇得春阿氏頭不敢抬，俯而垂淚。堂上問官看了看公文，抬頭問道：“阿氏你因為什么情由把你丈夫殺死？你要詳細說說。”阿氏低頭哭道：“我丈夫怎么死的，我一概不知。”問官冷笑道：“這么問你，你是單說呀。”因喝站堂的道：“掌嘴”一語未了，皂役走上道：“你實話實說罷，省得老爺生气。”因又向問官乞道：“老爺寬恩，先恕她這一次，叫她說實話就是了。”問官的問道：“你若說出實話，我可以設法救你。若一味的撒謊，那可是誠心找打。”阿氏跪在地下，淚流如洗，先听了掌嘴二字，早嚇得魂不附体了。今听堂上問官，又來追問。遂凄凄楚楚的回道：“我丈夫的死，我實在不知道。”問官點頭道：“你丈夫死，你知道不知道，我先不問你。你過門之后，你的公公，婆婆，合你的太婆婆，二婆婆，疼你不疼？”阿氏遲了半日，滴下眼淚道：“也疼我也不疼我。”問官搖首道：“這話有些不對。疼你就是疼你，不疼你就是不疼你。這模棱兩可的話，不能算話。究竟疼你呀？還是不疼你呢？”阿氏听了，哽咽回道：“疼我。”問官道：“這又不對，才說是又疼又不疼，怎么這一訂問，又說疼呢？”阿氏不等說完，嗚嗚的哭個不住。 \\n 問官遲了半天，容阿氏緩過气來，又問了兩三遍，阿氏才回道：“初過門時，家里都疼。后來我丈夫、我婆婆，都時常打罵。”問官听到此處，又追問道：“你丈夫、婆婆，他們打你罵你，你恨他們不恨呢？”阿氏道：“我婆婆好碎煩。我雖然挨打受气，也從未計較過。”問官道：“你丈夫打你罵你，你難道也不有气嗎？”阿氏一面洒淚，一面回道：“是我命該如此，我恨他作什么。”說罷，又嗚嗚的哭了。問官道：“你既是不恨他，他怎么會死了呢？”阿氏哭著道：“我丈夫死，我不知道。如今我只求一死，大人就不便究問了。”問官听至此處，看了阿氏臉上，并無畏罪的神色，低頭跪在堂上，只是亂哭。因此倒納悶的了不得。遂問道：“照你這么說法，你的丈夫、又是誰害的呢？”阿氏道：“大人也不便究了。若說我害的，我抵償就是了。”問官道：“你這話說的不對。你公公原告，說是你害的。若不是你害的，你也盡管說。”阿氏擦了眼淚，凄凄慘慘的道：“我的公公，即与我父親一樣。父親叫我死，我也就無法了。”問官道：“你作了欺天犯法的事，自作孽，不可活。你的公公如何能害你呢？你想三更半夜，你們夫婦的住室，并無旁人，那么你的丈夫是誰殺的呢？不但你公公說是你，我想無論是誰也要疑你的。姑無論是你不是你，究竟是誰給殺的，你把他實說出來，本司与你做主，保你沒事，給你那丈夫報仇，你想好哇不好？”站堂皂役等，也接聲勸道：“你不用盡著哭，老爺有這樣恩典，你還不据實的說，誰害的誰給抵償，与你們母女，毫無關系。為什么吞吞吐吐，落一個謀害親夫呢？” \\n 阿氏遲了半晌，才回道：“那天早起，我大舅家里接三，我跟我婆婆、小姑子去行人情，晚間我公公也去了。送三之后，。把我接回家去。那時我丈夫已經睡了，我折頭之后，去到廚房洗臉，將一轉身，背后來了一人，打了我一杠子，我當時昏倒在地，就不省人事了。及至醒來，就听見有人說，我丈夫被人殺了。又見我母親也來了，好些個巡捕官人，也都來了，不容分說，將我母女二人，一齊鎖上，帶到一處衙門。問了我一回，硬說我公公告我，說我把我丈夫害了。我想官衙門里，原是講理的地方，還能屈在人嗎？”說至此處，又嗚嗚的哭了。問官道：“你不用哭，只要你說出實話。”衙門里必要設法子救你。你這歲數，也不是殺人的人，我也是替你抱屈，只是你不說實話，我也就無法救你了。”阿氏哭著道：“我說的俱是實言。若傷天害理，我一定有報應的。”說罷，又淚流滿，凄慘万分。問官搖首道：“你不要瞞我，你所作所為的事情，我都知道，只是我不好替你說。那一日去行人情，你遇見熟人沒有？”阿氏听了此話，不由的一愣，又流淚道：“熟人是有的，我大舅的親友，差不多都是熟人，焉有不遇見的理呢。”說著，又低下頭去，哭個不了。問官是話里套話，設法誘供。因為她前言后語，大不相同，乃冷笑了兩聲道：“這樣問你，你還不實說，可是誠心找打。”因喝皂役道：“掌嘴！”一語未了，皂役惡狠狠的上來，掌了二十個嘴巴。阿氏是兩淚交流，哭不成聲，登時把粉臉腫起，順著口角流血。問官連問半日，方忍著痛楚，按照前供，又細回了一遍。問官拍案道：“你不要這樣裝屈，不動刑你也本肯實說。”因喝左右道：“取麻辮子！”皂役應聲喳，立時將麻辮子取過，擲于阿氏身旁，喝著道：“你快求老爺恩典罷！若把麻辮子別上，你可禁不起。”阿氏听了，嚇得峨眉緊鎖，杏眼含悲，嗚嗚噥噥的回道：“大人不必問了，我丈夫是我殺的。”問官搖首道：“不對，不對。你的丈夫也不是你殺的。你說出凶手是誰，不干你事，你怎么這樣糊涂啊。”說著，又婉為勸解。阿氏垂淚道：“自過門后，我丈夫時常打罵我。我兩個婆婆，也是常說我。二十七日的前天，我洗孝衣的時候，因打了一個茶碗，我大婆婆、二婆婆說我一回，當時我并沒計較。到晚我的丈夫，不教我跟隨出門，又罵我一頓，我也沒計較。次日清早，無緣無故的又要揪打。幸有我祖婆母，合小姑子等勸開。到我大舅家里，逢親通友，都夸我好。我婆婆當著人前，還說我不听話。晚間我公公去了，我婆婆說大舅家地方，叫我公公帶我們回去。我公公也說家里有事，叫我回去。至送三之后。帶我合我小姑子就回家了。后來我到廚房洗臉，不知被誰打了一杠子，我當時昏過去了，及至醒來，渾身都是水，才知道我丈夫被害了。大家都說是我給殺的。又見我母親也來了，當時有官人走進，把我們母女一齊鎖了。我的二婆婆，站在院子里，跟我大婆婆、大婆婆并我母親，四人拌嘴，我也不知何故。只得隨到衙門，這就是那一天夜里實在的情形，絕沒有一字虛假。”說著，淚流滿面，又磕著響頭道：“我丈夫已經死了，我活著亦無味，乞求大人恩典，早賜一死。”說罷，嗚嗚的哭個不住。問官見此情形，深為可慘，遂喚左右道：“把她帶下去，把阿德氏帶來。”左右答應一聲，吆呼阿氏起來。此時阿氏因跪了許久，兩腿兩膝，皆已麻木。有皂役攙扶著，好容易忍痛站起，帶回監去，官人把德氏帶上，跪倒磕頭，口口聲聲，只說春英死的可慘，阿氏是被屈含冤，請求究治。問官听了此話，因為正堂有諭，要切實究訊，少不得一面解勸，一面引誘，又一面恫嚇，一面威逼，變盡了審判方法，要從德氏口中套出實話。 \\n 阿德氏眼淚婆婆，摸不清其中頭腦。只說我女儿年幼，不是害人的人。至于她作出什么事來，我是一概不知。”問官听罷，心里犯了狐疑。阿德氏口供如此含混，可見阿氏所供，難免不無隱瞞之處。當時取了供詞，令將德氏帶下，將原告文光帶堂問話。左右一聲答應，將文光、托氏一齊帶到。問官道：“文光，你的儿媳婦，素日品行如何？”文光道：“肅日她品行端正，并沒有別的事情。今竟無緣無故，將小儿殺死，其中有無別故，領催就不知道了。”問官點了點頭。又問托氏道：“你儿媳婦自過門以來，夫婦和睦不和睦？”托氏道：“說和睦也和睦，居家度日，那有盆碗不磕的時候，偶然他夫妻反目，究竟也不算大事。”問官又點了點頭，告訴文光夫婦，下去听傳。隨后將供詞繕妥，先給三堂打了稟貼。又把阿氏口供，謄清了几份，送到各報館宣布，好令各界人士。詳知內容。不想自把連日口供登報之后，惹起各界人士指出提督衙門种种的錯謬來。要知是怎么錯謬，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第六回 春阿氏提署受刑 德樹堂沿銜訪案", "正文": "  \\n 第六回　春阿氏提署受刑　德樹堂沿銜訪案 \\n 　 \\n 話說提督衙門因問了德氏等口供，連日又改派問官，熬審阿氏。阿氏是青年女子，因為受刑不過，只得抱屈招認。當時承審司員，回了堂憲，說阿氏謀害親夫，連日訊究，已得實供。定日將阿氏全案送交刑部。不想各界人士，听了這個消息，大為不平，秋水得了此信，卻极口稱快。當時寫了封信，遣人与烏公送去。信上說阿氏在家時，原不正經，此次殺夫，決定是阿氏所為，別無疑義。烏公得了此信，將信將疑，心与市隱通電，笑著道：“那日你不肯來，秋水調查此案，現在他得意已极。按他來信上說，簡直是損我。你怎么袖手旁觀，自不來此呢？”市隱隔著電話笑道：“我并非不管。秋水為人，原有些乖謬脾气，人家說白，他偏要說黑。眾人說真，他口里偏要說假。我想這件事，不能魯莽。提督衙門里，此次訊問阿氏，也不無粗疏之處。近日白話報紙錄出口供之后，里巷的議論，皆為不平。紛紛与報館投函，替阿氏聲冤。大概報上的話，您已經看見了。昨日在提督衙門里，刑訊阿氏。阿氏供說：“自從過門后，我丈夫春英，無故就向我辱罵。這兩句話，可疑得很。若不是受刑不過，斷無此言。記得那日翼里，除范氏一人，回說阿氏夫婦素日不和外，其余文光等，及文光二女，供的是伊嫂過門后，并無不和。這就是先后不符，可疑可怪的地方。”烏公道：“是的，是的。但是這件事情，你又沒工夫調查，依你說怎么辦好呢？”市隱道：“事緩則圓。据各處的議論，范氏的別號，叫什么蓋九城，又叫蓋北城，平素的聲名很坏。我往各處打听，她實在是暗娼出身。文光的朋友，有一個姓普的，號叫什么亭，是他們佐領之弟，与鄙友原淡然兩人相好。就在此案出現的前一天，同在普云樓上，喝過一回酒。我是各處窮忙，不暇及此。您再打發別人，探听探听，如有其事，不妨將普某拘案，問他個水落石出。社會的輿論，自然就平复了，”烏公連連稱是，囑托市隱道：“明天您擇個工夫，到我這儿談談。”市隱亦笑道：“我有工夫便去。秋水那里，您先不用理他，等著案結之后，他也就明白了。”烏公答應聲是，放下耳机。 \\n 正要呼喚瑞二，忽見竹帘一啟，走進一人，正是協尉福壽，垂手向烏公回道：“連升，德樹堂兩人有緊要公事要見大人。”烏公道：“叫他們進來。”福壽答應一聲，出去傳喚。又見瑞二進來，回說：“鶴大人，普大人來了。”烏公忙的迎出，只見鶴、普二人，一面說著話儿，自外走來，三人見禮畢，讓至書房。鶴公坐下道：“恪謹，你看見沒有，白話報上把我們損苦了，硬說我們翼里，不會辦事。其實我們翼里，哪有審判的權力呀！”烏公道：“您不用說了，若不是信你話的，斷不致惹人訕笑。報上的議論，与我所見的略同。我們調查的情形，原沒敢指出實据。若都依你所說春阿氏越發的冤了。”鶴公道：“我調查的情形，俱是實情，誰想此事之中，還另有緣故呢。”烏公笑著道：“你的眼光稍淺，當日若同你辯駁，你必不樂意。”說著，福壽等進來，望見鶴、普二公在此。一一請安后，向烏公回道：“連升、德樹堂來了。”說著，門帘一啟，連升、德樹堂二人進來，見了烏公等報名請安，烏公叫連升道：“我叫你探听的事，得了消息沒有？”連升喳了一聲，笑道回道：“大人交派的事，我已經訪明了。大抵鈺福的報告，還不的确。”烏公道：“鈺福的報告，你且不必管。他的報告，雖然未必的确，你調查的情形，也難保無錯。”連升又喳了一聲道：“范氏的綽號，原叫蓋北城，又叫蓋九城。她跟大沙雁儿他們，都是一路貨，早先就倚著吃事。近來倉庫兩面儿，也都結了完了。她跟著文光，就算從良啦。文光的牛錄普津，有個兄弟普云，此人有二十多歲，挑眉立目，很像個軟須子。范氏在家的時候，普云也認識過她。他二人有無別情，連升可沒法去調查。”這一句話，說的烏公、鶴公并普公、福壽等，都嗤嗤的笑了，德樹堂扭過頭去，亦笑個不住，連升雖知說錯，然而話已出口，駟不及舌，只得庄庄重重的接著回道：“文光家里，普云常去。若按報上說，阿氏是屈在已极，若不是阿氏害夫，必是范氏所為，毫無疑義了。”烏公道：“這事你調查的的确么？”連升道：“确与不确，連升不敢說定。可是揣情度理，若不因為奸情，也決不至于動凶。我在文光家里，查看情形，大概殺人的凶，不止一人，不管是阿氏、范氏，總得有奸夫幫忙。”烏公听了此話，點了點頭，隨令福壽等，將普晉、普云的住址記下，吩咐連升等挂椿跟著，勿令普云漏网，連升等連連答應，福壽亦隨后退下。 \\n 烏公把瑞二喚來，令把近日的白話報紙，按天揀出，遞与鶴公道：“這報上的話，一點不錯。所指的錯誤，亦极有理。你細細的看看。”鶴公接了報紙，一而把帽子摘下，一面取出眼鏡來戴上，看那報上，有疑心子的來函，題目是《春阿氏原供，与烏翼尉訪查不符》，一件一件的指出錯誤，上寫著：“昨天貴報上，登載提督衙門，春阿氏的供詞。原供上說：自過門后，我男人無故向我打罵。又供說二十七日行人情回應，我男人無故，又向我打罵。又供說：在東屋洗臉的時候，自己打算尋死。又供說自己一陣心迷，才把男人殺了。”鶴公把眼鏡放下道：“如此說來，春阿氏的口供，已承認殺夫是實了。噯呀，怪得很。”普公亦納悶道：“這事怪得很。怎么這些口供，都被白話報訪去了呢？”烏公笑道：“你真糊涂，前几日正堂有諭，叫承審司員，把訊問春阿氏的供詞，一律登報，免得外界妄生猜疑，你難道不知道嗎？當初若不登還好，自登出報來，反成了笑話了，”鶴公道：“誰說不是呢。這些口供，与我們所訊口供，大不相同，俗語說：小孩儿嘴里討實話。那天二正說，伊嫂過門后，并無不和。二十七日他跟他嫂子回家，一會儿就睡了覺啦。死鬼春英，并沒有辱罵阿氏的話呀。”普公亦納悶道：“大概衙門里，許是用刑給問出來的。我想這件事，极為可怪。若說文光、范氏深夜睡熟，怎么听見動作，就知是春英已死，阿氏跳水缸呢？若說是阿氏有意尋死，緣何洗臉時不去尋死，又跑到西房去，用刀殺夫呢？殺夫之后，若真個有意尋死，為何不用刀自抹，反把切菜刀送在東房，又跑到廚房里，去投水缸呢？”鶴公亦納悶道：“真是可怪，怪不得白話報紙這樣指摘，這些口供，純乎是受刑不過，制出來的。” \\n 烏公亦皺眉道：“為這事不要緊，我得罪一個朋友。”鶴公忙問何故？烏公嘆了口气，遲了半晌道：“咱們的事，本不該求人。我恐其不洽輿論，招人指摘，所以把蘇市隱、聞秋水二人一同請出，求他們事外幫忙，我們也好作臉。誰想秋水來信……”說著，把來信取出，遞与普公道：“他說春阿氏不是好人，笑我們猜疑范氏，成了糊涂獄。信皮儿上面，稱我大人，寫我官銜，意思之中滿是挖苦我。昨天又來了一信，依舊的滿紙謾罵，楞說報上所說，都是捉風捕影，一句亦信不得。你道這件事，可笑不可笑？”鶴公道：“那么蘇市隱先生，也沒有來嗎？”烏公道：“方才蘇市隱通了電來，他的事情很忙，近日与聞秋水也不常見面。据他調查，与白話報上所見略同。跟連升的報告，也相差不遠。”普公道：“這么一說，這普云必是個嫌疑犯了。方才恪翁交派，實在有 \\n 理。”鶴公亦插口道：“我想這件事，不宜遲緩，急早把普云拘獲，送交提署吧，不然，春阿氏就要屈打成招了。”烏公笑著道：“你這個人，可真會后云覆雨。据你的意思，既說是阿氏所害，怎么又反過嘴來，說她冤枉了呢？”鶴公急辯道：“不是我一人說冤，人人為阿氏聲冤，我何必懸揣謬斷呢。”烏公笑指道：“你真是好口齒，我說不過你。”說的普公亦笑了。 \\n 一時瑞二進來，回道：“晚飯已齊。”鶴公忙著要走，烏公道：“你這是何苦，在這里吃飯，不是一樣嗎？”說著，廚役等安放桌凳，鶴公、普公也不便推辭，彼此謙遜半日，各自坐下。仆人等擺上酒菜，普公道：“當我們這類差事，真是受罪。你看那別的衙門，差不多的丞參員司，都是花天酒地，日夜暄呼，看看人家有多們樂呀。”烏公笑著道：“你這話大不通了。世間苦樂，并沒有一定的標准。在你以為苦，在旁人就以為樂。你以為樂的，旁人就以為苦、一苦一樂，就是眼前境界，心念上的分別，又何必發這些牢騷呢。”鶴公道：“我也要同你抬杠。苦子樂子，本是兩件事，如何說是一樣呢？”烏公一面酌酒，一面笑道：“你不要抬杠。你心里以為樂，就是樂了。你心里以為苦，就是苦了。中庸上說，喜怒哀樂之未發謂之中，發現出來，便可以為喜，為怒，為哀，為樂。在于未發之先，那喜怒哀樂，還不是一個理嗎。”鶴公一面喝酒，笑嘻嘻的道：“咱們別抬杠。你說是苦樂一樣，那么阿氏一案，就不必深追了，反正屈也是不屈，不屈也是屈，屈不屈同是一理，咱們就不用究了。”這一句話，說得烏公、普公笑個不住。烏公把酒杯放下，笑的喘不過气來，噯呀了一聲，指著鶴公道：“你要把我笑死。”普公亦笑道：“鶴三哥的快言快語，真招人好笑。”鶴公一面喝酒，一面用筷子指道：“你們不要笑，這不是正理嗎。”說的烏、普二公又都笑了。烏公將飲了一口酒，亦笑得吐了。忙笑對鶴公道：“阿氏屈不屈，是法律上的事情，不能以哲理論斷，我的話你沒听明白，糊里糊涂，你說到哪儿去了？” \\n 鶴公正欲發言，忽的壁上電鈴當當亂響。瑞二忙的跑過，摘下耳机來問是哪里，又對著電机道：大人用飯呢！有什么事，回頭再說吧。”說著，挂了耳机，烏公忙喝道：“什么事這樣說話，難道我吃飯時，就不能當時說話了么？”說著，把糊涂混帳，罵個不休。普公忙勸道：“不要生气，告訴這一回，下回來了電話，不可以如此對待就是了。若遇了堂官打電。豈不是麻煩嗎。”烏公站起道：“若真是堂官，還不要緊，若是秋水那人，因這一次電話，就能惱我一生。知我的還能原諒，不知我的听了，這不是闊老惡習么。”瑞二站立一旁，不敢則聲。遲了一刻回道：“方才的電話，是福壽福大老爺，從公所打來的。若是別人，我當時就來回了。”烏公又喝道：“更混蛋！翼里老爺們，當的國家差事，論職分雖比我小，并不是我雇的工人，你們要這樣膽大，豈不該死！”說的瑞二臉上，万分難過。隨又摘下耳机，叫了公所的號碼儿，隨又向烏公道：“福老爺請您說話。”烏公放下筷子，來接耳机。 \\n 原來協尉福壽，因在左翼公所，接了提署電話，說春阿氏謀害親夫，業已訊得确供。定日要送交刑部，委翼派人的話。烏公道：“那么春阿氏謀害親夫，承認了沒有呢？”福壽道：“承認与未承認，大概報紙所說，盡是實供。今天衙門來電，要傳令文光到案，不知是什么緣故？”烏公道：“既如此，就先傳文光。”說罷，將耳机放下。鶴公、普公問說福壽來電，為什么事情？烏公一面催飯，一面把提督衙門現已訊得确供，不日要送交刑部的話，細述一遍。鶴公道：“這么一說，春阿氏謀害親夫，是确而又确啦。”烏公亦皺眉道：“這事我真是為難，鬧的我張口結舌，也不敢說定了。”話未說完，忽見門上來回，說隊兵鈺福，要求見大人。烏公點頭說：“叫他進來，”家人答應而去。工夫不大，只見鈺福掀帘進來，見了烏公等，挨次請安。烏公一面漱口一面問道：“你調查的怎么樣了？”鈺福笑道：“回大人話，阿氏為人，的确有不正經名儿。今天早間，隊兵在澡堂子里，听見人說，死鬼春英，是個標就溜溜的樣子，常在澡堂洗澡。有時他四肢朝天，躺在凳子上睡覺。洗澡的人，全部不愛近他，因為他兩只大腳，非常之臭。”說的鶴公、普公俱都笑了。烏公亦笑道：“說了半天，我都沒听明白，究竟此案的原凶，還是春阿氏不是呢？”鈺福道：“現在報紙上一登，隊兵倒不敢說了。”烏公一面要擦臉，一面向普公道：“你們二位，也不知飽了沒有？我這里粗茶淡飯，怠慢得很。”普公陪笑道：“鶴三哥飽不飽，我不知道。我是已經飽了。”說著，梆鑼聲響，外面已經起更。仆人把杯盤撤去，按坐送茶。烏公喚怀福道：“你不要專看報紙，從來市井上，沒有真是非。我們當去的差事，要想著如人之意，恐怕不能。古人說：豈能盡如人意，但求無愧我心。那真是有定力的話。若是一大吠影，群吠聲，那還有公理嗎？”鶴公亦笑道：“咱們是當官差，辦官事。報館的話，也可信可不信。你怎么調查的，你就照直的說。” \\n 鈺福道：“春阿氏的模樣儿，生的很漂亮。在家的時候，很有不正的名儿。過門之后，她一心一意的戀愛舊交，不肯与春英同床，所以她婆婆、丈夫，全都不樂。”烏公道：“范氏的為人如何？你調查了沒有？”鈺福又回道：“范氏的外號儿，實在叫蓋九城，自嫁文光之后，雖說的好穿好戴，嘴极能說，而庄庄重重。很透正派。連升所說的普津，原是個窮佐領。那佐領圖記，還在外頭署著呢。他兄弟普云，雖不是正派一路人，而确是文光的小使。”因向烏公笑道：“這旗下的事，你還不知道嗎？沒錢的窮牛桑，慣与領催往來。接長補短，借上包儿錢糧，就是那們擋子事。因此涎皮淡臉的，常在文家苟事。買買東西呀，掃掃院子呀，簡斷截說吧，沒什么起色。”普公點頭道：“這一類人，哪能有起色。他既這樣下賤，就難怪人說他与蓋九城不清楚了。”鈺福道：“喳，可不是吧。終日際捶腰捶腿，笑笑嘻嘻。阿氏過門后，哪里看得上啊。一來春阿氏是個偷香國手，二來蓋九城是個流猾婦人。婆媳兩個，哪儿能對勁呢！”烏公點頭道：“你調查的很是詳細，為什么殺人的凶器，又藏在范氏屋里呢？”鈺福答應聲喳，順著腦門子，滴滴流汗。遲了半日回道：“凶器是怎么件事，隊兵倒沒去調查。”烏公道：“這就不對。調查案件，應從要緊地方，先為著手。案件枝節，很不必過于追求。若是大海尋針，不是難上加難嗎！”鈺福連連稱是。烏公道：“你再去打听得了細底。即來報告。” \\n 鈺福連連答應，退了出來，暗想此案的情形，可真個奇怪。阿氏是殺人凶犯，怎么混身上下，并無血跡，反在頭頂，脅下，有了重傷呢？以一個青年女子，能把丈夫害死，還能將尸首移在床下，能令白色衣裳，不雜血痕，真是可怪的很。又納悶道：殺夫之后，既打算自己尋死，為何不就用凶刀自刎，反把他送到東房，自己又到廚房，去投水缸呢？一面想著，一面細問。又想著方才光景，烏公雖未申飭，那种問凶器的意思，就是不以為然，我若隨聲附和，再說范氏，一來与連升气不出，二來也說不下去。正自思索，背后走來一人，拍了鈺福一掌。鈺福忙的回頭，那人又咚咚的跪了。鈺福忙問道：“誰這么打哈哈，嚇了我一身汗。”連問數遍，左右無人。又嚷道：“你再不言語，我可要罵了。”話未說完，只見有几人提燈，自東跑來。又見有槍隊數人，拉馬走來。西面有看街兵丁，高聲喊道：“鶴大人、普大人，六條胡同往西咧。”鈺福忙止腳步，一面將號衣大衫儿脫下拆疊，望見烏公門首，鶴、普二公先后上馬，烏公亦隨后相送。有技勇槍隊等，左右圍護，擁著鶴公、普公，往西去了。鈺福在牆陰之下，看得逼真，把拍肩的那人，罵了半日，也沒有問出是誰來。只得低頭忍气，悻悻的回家。 \\n 這鈺福家里，也沒有別人。只有母親媳婦娘儿三個度日。到了門首，只見人山人海，圍著看熱鬧，里面有婦人聲音，高聲罵道：“街坊四鄰，你們都听听。如今這年月，顛倒儿顛拉，媳婦是祖宗，婆婆是家奴，你們給評評，是我昏渚了，是她欺辱我。”又一人勸道：“大姐，您家去罷。三更半夜滿街上嚷嚷什么？是了也就是了，就是怎么說呢？”那老婦又哭著道：“噯喲，姐姐們您可不知道啊，自從我們三靈儿，補了口分之后，喝。這位公主女，就上了天儿了。喝，福田造化啦，爺爺儿能掙錢什么薰魚儿咧，灌腸咧，成天際亂填塞。我今儿喝點豆汁儿，她就驢臉子瓜搭。立刻就給我個樣儿。我這老婆子，豈不是越活越冤嗎？”一面數落，一面痛哭。有旁人勸道：“老太太，不用說了。家家觀世時，到處彌勒佛。誰家過日子都有本難念的經。”說著，將老婦攙起，又勸解道：“三更半夜的，您進去歇歇儿罷。”這一片話，鈺福站在一旁，听了逼真，知是母親与媳婦愛氏，不定又因為什么，鬧了些個閑气。遂用手分開眾人，一面道著借光，一面說：“街坊鄰舍，這不是謀害親夫春阿氏害人呢！”又向他母親說道：“這么大年紀，您又怎么了？”眾人亦勸道：“得了，您家去歇著罷。”說著，拉拉扯扯，把張氏攙入。鈺福對著眾人道說勞駕，又笑道：“無緣無故，又惹得街坊笑話。這是怎么說呢？”眾人皆陪笑道：“不要緊，不要緊。居家度日，這是常有的事嗎。俗語說：悖晦爺娘，不下雨的天，您也不用言語了。”說著，又向鈺福打听春阿氏的消息。鈺福道：“咳，不用提了。總算春阿氏有點儿來歷，不知她怎么弄的，居然白話報上，直替她伸冤，那山巷議論，更不用細提了。”又有一人道：“鈺子，你看見沒有？帽儿胡同西口，貼了些匿名揭帖，帖上話語，罵是提督衙門，說承審司員，有個叫金某的，不不案由，膽敢以非刑拷問，屈打成招。看的主儿，全都极其憤懣，很替阿氏不平。你說北衙門里，有多么事惡。”又有一人道：“你說的笑話儿還小。听說北衙門的司官，昨天在什剎海飯庄子，要賄賂報館的主筆。主筆不受，今天在白話報上。又給合盤托出了，你說有多么笑話呀！”鈺福亦陪笑答道：“衙門的官事，本來是瞎鬧。報館的新聞，也不可當作真事。告訴您几位說罷，阿氏的根底，滿在我肚子里呢。我們的親戚，跟他娘家，拉扯著是親戚。深儿里的事，你就不用問了。天長日久，總有個水落石 \\n 眾人听了此話，皆欲再問，忽見鈺福媳婦愛氏勿勿自門內走出，淚眼婆娑，拍了鈺福一掌，凄凄切切的道：“你家里來瞧瞧，德樹堂大哥來了好半天啦。”又見有一人走出，赶向鈺福道：“嘿，老台，方才在六條胡同，實在是我的錯。”說罷，請了個安。鈺福亦忙著還禮，抬頭一看，正是德樹堂，不由得恍然大悟，遂對了德樹堂道：“嘿，花鼻鼻儿，在早期影子里，沒那么嚇人的。”德樹堂道：“得咧，我拍你一巴掌，也沒那么罵人的。”說著，兩人都笑了。鈺福与鄰家眾人道了費心，又說家里閑吵，叫老街坊見笑，手拉著德樹堂，一同走人。見母親張氏，坐此炕上，猶自洒淚。鈺福道：“你這是何苦，因為豆儿大的事，吵煩什么？招惹一群人，有多么笑話儿呀。”一語未了，張氏又高聲嚷道：“嘔，是了，你娶了媳婦不要媽了么？”一面說一面哭。德樹堂忙的解勸，又叫著愛氏道：“弟妹，你給老太太陪個不是。平白無故，這是怎么說呢？”愛氏亦一面擦淚，走來請安。德樹堂道：“太太你罷我了。”張氏一面擦淚，反倒扭過頭來，嗚嗚哭道：“我可受不起。灶王爺多么大，我們大奶奶多么大。叫她給我請安，不是折我壽么？將來他爺爺儿，還要供起她來呢。”鈺福听了此話，滿臉冒火，不容分說，揪過愛氏，按倒便打。德樹堂嚷道：“嘿，鈺子，這是怎么說，這不是誠心敬意跟我不來嗎。”說著，把鈺福拉住。愛氏倒在地上，又哭又喊，又用頭撞地道：“你宰了我啵，我不愛活著了。”鈺福撒了愛氏，气還未息，不提防炕上張氏，又哭又喊的鬧了起來，又忙的跑過，一面把鈺福勸住，將愛氏拉起，一面勸著張氏，先到別屋里坐著，大家你言我語，連德樹堂等，都過去請安，勸說老太太不用生气。又回來勸鈺福道：“居家度日，沒這樣打開的。老太太年老糊涂，尚有可恕。好端端的你揪住弟妹就打，那還行了嗎！老太太說她，你就別言語了。”鈺福挽了辮發，粗脖紅筋的道：“咱們是外場的人，像這宗事情，能壓的下去嗎，饒這么著，還鬧些閑排儿呢。”一面說，一面与德樹堂斟茶，又喚愛氏道：“嘿，你把爐子里添一點儿炭，再做一吊儿水去。”愛氏坐在一旁，裝作未聞，一面用手巾擦淚，竟自不理。鈺福說了兩遍，并不答言。德樹堂道：“老台，你不用張羅，我也不喝了，正經你明天早起，同我出一趟城，一來為阿氏的案，二來天橋西邊儿，新開了一座茶館，也有酒壇子，代賣熟雞子、咸花生等等，我請你個酒喝，咱們再詳細談談。”鈺福一面說話，一面賭著气掣起茶壺來，自去檐下泵水。又叫德樹堂道：“嘿，德子，這陣儿院子很覺涼快，咱們在院里坐著罷。”德樹堂道：“弟妹，您也歇著罷。鈺子的脾气，你難道不知道么？”說著，卷了長衣服，出來向鈺福道：“你不用煎水了，咱門明天見罷。”鈺福放了辮子，隨后相送。又打听連升、潤喜，今天在哪里該班儿，德樹堂道：“他們摸普云去，還沒有回來呢。大概今天晚上，總可以勾下來。連二也調查實啦，春英是范氏所害，有普云幫凶。你費了會子事，恐怕你要擔不是。”鈺福道：“咳，味儿事，咱們哥儿門的話，當差也吃飯，不當差也吃飯。連二的話，咱門是好歹心里分啦。要說春阿氏的話，滿在我肚子里呢。久日以后，你准得知道。現在的話，擱著他的放著我的，井水不礙河水路，好漢作了好漢當。”德樹堂贊道：“嘿，得，好朋友，說句怎么的話罷，這件事情，滿听你的招呼，有時要外撇枝儿，向著連二的話，你盡管吐沫唾我。”說著，去了。 \\n 至次日早起。德樹堂來找鈺福，欲往公泰軒茶社。与那茶友祥某，探听文光家內出事的緣由。不想鈺福因昨晚婆媳嘔气，直鬧至日出，亦未合眼。忽听德樹堂在外呼喚，忙的出來道：“喝，你倒早班儿。”一面說，一面讓德樹堂進去，好一同出去。德樹堂再三不肯，說是天已不早，公泰軒里有祥爺等著呢。鈺福不便再讓，回去換了衣服，同著德樹堂，逕往公泰軒一路而來。鈺福為著家事，懊惱已极。又因一夜未睡，一路上垂頭喪气，悶悶不樂，德樹堂道：“家務事小，你不用挂在心上。平白無故，皺什么眉毛呢？”鈺福道：“我不是皺眉毛，因為我們家務事，我倒想起春英來了。居家度日，這些閑話口舌，最容易出事。阿氏的奸夫，雖未訪明是誰，可是殺害春英時，也未必有人幫忙。不必說平素不和，就便是恩愛夫妻，也許有殺夫時候。”這一句話，說的德樹堂笑個不住，扯著鈺福道：“嘿，老台，我同你并不玩笑。怎么著，我們弟妹，也要殺你嗎？”鈺福亦笑道：“別打哈哈，我想夫婦之間，真有些難說難道。昨日我們那一位，哭個死去活來。若說老太太，也不是不糊涂，成日際閑話到晚，把我們那一位，所給鬧急了。橫豎她悖悖謬謬的，鬧了几句，把老太太惹翻了。按說因為豆汁儿，很不值當，從你走后，老太太并沒言語，我想著也就完了，誰想她連哭帶鬧，吵了一夜，連枕頭籠布，全都哭濕啦。我想著背地教妻，勸勸就完啦。誰想到越勸越央，抓過剪子來，就往肚子上扎，嚇得我連忙搶住。說句丟人的話罷，我直點儿央給她，你猜怎么著？不勸還好，勸了半天，她奪過剪子去，反要扎我。不然，就又哭又鬧，要死在一處罷。你想我這心里。有多么難過。莫非那阿氏殺夫，也是這宗情形？”德樹堂搖首道：“不能不能。若是阿氏所害，她的衣服上，必有血跡。現在她身上有傷，衣上沒血，哪能是她呢。”鈺福道：“噯，那可別說。若是害人時，沒穿著衣裳，又那能沾血呢？”德樹堂道：“你這混鑽點子，也算有理。但是阿氏的傷，又是哪里來的呢？”鈺福道：“你想這情理呀，昨天晚晌，那樣蠻鬧，我實在忍不住气，所以才捶她几拳。不因為捶她，也不能合我拼命。難道春英死時，就不許打人。淨等著人砍么？”德樹堂道：“有理，有理，我不同你抬杠了，你真是自家窩儿擺酒，關上門訪事。”說的鈺福也笑了。德樹堂道：“我告訴你說，家里的事，不用碎咕唧了。要比春阿氏的話，咱們家里頭，沒那德行。” \\n 二人一面說著，來至公泰茶社，祥某見了二人，站起讓道：“二位在哪里喝呢？怎么這兩天，心也沒來？”德樹堂一面洗碗。陪著笑道：“哪儿也沒去，淨跑了西大院儿了。”祥某道：“那么菊儿胡同的事情怎么樣了？”德樹堂道：“您沒听說么，春阿氏滿都認了，”祥某道：“認是認了，無奈這件事情，阿氏是被屈含冤，受刑不過呀，人家洋報上，說的不錯。一款一款的，全給指實啦。范氏的外號，叫做蓋九城，平素就大不安分，因嫌阿氏礙眼，所以才下這毒著儿。我听朋友說，阿氏在家的時候，极為安穩。過門之后，因范氏不正經，儿媳婦時常撞見，父背前面后，常跟他丈夫提說。說春英是粗鹵漢儿，一肚子气憤，打算要替父捉奸。因此蓋九城，積恨在心，您說阿氏那些口供，不是冤枉嗎？”鈺福在旁笑道：“冤与不冤，尚在兩可。我听旁人說，阿氏在家的時候，也不大安分。不知這個議論，還是真哪是假呀？”祥某搖頭道：“這可是造謠言。我与文家本是胡同街坊，阿氏的胞弟，与我們少爺同學，身儿里的事，還能瞞我嗎。”又向德樹堂道：“提起話儿長。大概的話，德爺也知道。我們東屋街坊任家，有個本家的哥哥，現在窮部里當差。阿氏的家務，他知之最詳。昨天晚上，我們談論半天。他說白話報登的甚确，所說的話語，也极其近理。他說阿氏行情，既是婆婆媳婦，帶著小姑子去的，為什么送三之后，他公公文光，單單把儿媳婦接回。這一件事，就是可疑的地方。再者阿氏既打算自盡尋死，又供說心里一陣發迷，將夫殺死。殺夫之后，心里轉又明白了，這都是亙古至今，從來未有的事情。既然是心明畏罪，手持切菜刀，何不自盡。豈有拋去菜刀，又跑到廚房里去投水缸的道理，既豁得出投水缸，就豁得出抹脖子。哪有到尋死時，還挑三挑四，再找舒服的道理。我想這件事，阿氏是被屈含冤，無可疑義了。那白話報上，也登得有理。阿氏的原供，多有可疑之點。不信，你們二位，也仔細瞧瞧。”旁有一人道：“你們二位，听說是怎么回事？”鈺福一面喝茶，照著祥某所說，敷衍了一遍。又笑道：“橫豎這案里，總有貓儿溺，不然也不能吵嚷。”几人一面說著，德樹堂道：“大哥貴姓？府上在哪里住家？”那人笑答道：“賤姓李，在鼓樓后頭住家。”答完了話，又与鈺福道：“我想這件事，也很納悶。中國的官事，向來就不認真。俗語說：屈死不告狀，真應了那句話了。若以公理而論，春英躺在床上，既被阿氏一刀砍在脖上，無論是什么好漢，亦沒有騰身起來，罵完了才死的理。”祥某亦嘆气道：“噯，是非真假，只要有銀子，就能打陽面儿官司。當初小二韓，有句膽大的話，他說不怕官場中有天大的事，只要有地大的銀子，就可能翻得過來。這句話雖是吹牛，仔細一想，頗有道理。如今阿氏母女，若比文光有錢，不信這官司不贏。慢說是一條人命，就便是百八十條，也怕是拿錢鼓搗。”四人正談得高興，忽見有一人過來，先會了祥某茶資，說是今天晌午，春阿氏過部，約著祥、李二人，同去看熱鬧。要知是如何光景，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第七回 蓋九城請究陳案 烏翼尉拘獲普云", "正文": "  \\n 第七回　蓋九城請究陳案　烏翼尉拘獲普云 \\n 　 \\n 話說鈺福等，正在談得高興，忽見一人走過，會了祥某的茶資，約同著去看熱鬧。德樹堂听了此話，不胜惊疑。暗想阿氏過部，怎么這般快。莫非阿氏口供，已經确定了不成？因向神眼在福丟個眼色。鈺福會意，讓了回同坐的茶資，同著德樹堂走出茶館。鈺福道：“啊，德子，你給我參謀一回。我不是愛犯財迷，莫非北衙門里，阿氏圓供了嗎？”德樹堂道：“若真定准了謀害親夫，咱們的話，就算押寶押紅啦。”德樹堂道：“狗咬尿泡，不用瞎喜歡。案子到部里，翻案的多著呢。如今的年月不像從先。早年營翼辦案，滿是一個套子。辦案之先，先跟科房先生商量好了。臨到過部，那部里科房，也是通同一气。定案之后，連兵部辦保冊的，都是一手。你說那個年頭儿，有多么好辦哪。如今你東奔西跑，費九牛二虎的火車勁，臨完了的話，還不定怎么樣呢。漫說這宗事，就是破出死命，拿獲盜案的事，也許在部里翻供。及至于有了保舉，也是官儿在頭里，咱們得倆錢，究其實的話，你說是誰的功勞？”鈺福道：“我說的不是這個。我想阿氏一案，街市喧傳，都是疑范氏所害。獨我一人，偏說是春阿氏。別說旁人，就是烏翼尉全鬧猶疑。如今北衙門里，業已問出口供，雖說是渺渺茫茫，未見的确，然而揣情度理，不是阿氏所害，那么是誰呢？若說蓋九城的話，不過是穿飾打扮，有些妖气，其實也沒什么。”德樹堂道：“話不要這樣說。一言四口，駟馬難追。走錯道回得來。說錯話回不來。現在一万人中，足有九千九百九十九個人說是范氏，獨有你我，按葫蘆掏子儿，偏偏的犯死鑿儿。要据我說，咱也得摟著來。不是別的，丟面子事小，保飯鍋實大。我勸你不用提了，以后得了消息，隨時報告。見了連二他們，也不必抬杠斗嘴，圖什么為這個得罪朋友呢？” \\n 二人一面說話，已來至帽儿胡同西口，望見翼里槍隊，并甲喇達德勒額等，皆在衙門對面小茶館的門首乘涼。見了鈺福等，道說辛苦。鈺福亦陪笑問道：“天這般早，就這里候著里呢？”德勒額道：“事沒法子。昨天翼里頭，傳的是辰刻嗎。”說著，有左履小隊，帶著文光，范氏等一干人証，進了角門儿。鈺福道：“你忙什么！得什么時候走？怎么的話，我得治餓去。”德樹堂道：“你忙什么！天沒到晌午呢。”鈺福搖首道：“不成您那。昨天晚上，我就沒吃飯。為著不要緊的事，鬧了一夜，不但沒吃，而且沒睡。回頭天橋的話，我可不奉陪了。”說著，進了茶館，因為當差日久，常來北衙門送案，所以茶館中人，都极熟識。這處茶館，也沒有旁人喝茶，左右是提署當差、營翼送案的官人；這處茶館，也沒有來此探監的人；或是衙門里頭，有外看取保的案子，都在茶館里頭去說官事。鈺福、德樹堂等，俱是熟人，將一進門，伙計就過來周旋，忙著沏茶，又打听阿氏的案子，究竟是怎么回事。德樹堂隨聲附和答了几句，忽見門皂常某，同著几人進來。衣服打扮，俱是鄉人模樣。進門要壺茶，坐在一張桌上，在回右顧的，啾咕半日。鈺福道：“常爺，什么事這樣呵？”常某轉過頭來，看見鈺福在此，叫過伙計來，便讓茶錢。鈺福謙讓一回，還是常某給了。鈺福稱謝道：“爺們儿什么事？這樣忙和？”常某見左右無人，走至鈺福耳邊，悄聲道：“這几位是東直門外的朋友，被賊所攀，先在東直汛收了半個月。昨天有朋友見我，討保出來的。”因見德樹堂在旁，又問起阿氏事來。鈺福把前前后后，述了一番。常某連連贊好，又道：“少不了你，得下賞來的話，別忘了我。”說著答答訕訕，又向那桌上去了。鈺福一面說話，已令伙計烙過餅來，与德樹堂二人吃了。一時德勒額等，自外進來。嚷說車已來齊，立時就要起身，鈺福等忙的出來。 \\n 只見看熱鬧的人，人山人海，你擁我擠，有如看會一般。少時把春阿氏帶出來，見她梳辮子身穿白布褲褂，福字履鞋，帶著手銬腳鐐。粉頸之上，帶著极粗的鎖練子。有槍隊官兵等哄用閑人。先有一個官兵，上車臥底。隨有官兵把阿氏攙上車去。阿氏之母，也隨后擁出。那些看熱鬧的人，因見報紙所載，皆替阿氏不平。今見這般光景，紛紛議論。有說是蓋九城害的，有疑是普云害的。更有那少婦長女，見春阿氏這般的慘，為這墜淚。那些官兵，一個個狐假虎威，連呼帶嚷。甲喇達德勒額等，帶著文光等一千人証，并有本旗佐領辦事的官人，帶著投呈保片，隨后相隨。文光是赤紅臉，兩撇黑胡子，穿一件半舊的兩截挂儿。瑞氏、托氏，俱是隨常衣服。范氏是頭挽旗髻，穿一身花布褲挂，標致异常。看那面上顏色，頗有得意之態。阿氏、德氏母女，車在前行。文光等坐車在后。定在刑部對面羊肉館門外會齊，只見那官兵槍隊，盛盛武武的，喝道驅人。看熱鬧的鼻酸眼辣，觀之不忍。一個唉聲嘆气的道：“中國官事，這樣殘忍，不何知年何月才見青天。”更有忍不住气的人，語言激烈，開口就罵。有罵問官受賄的，有罵差役不仁的，鈺福等跟隨在后，听見這般議論，只好裝作不聞。走至大街，德樹堂向鈺福道：“你听見沒有？你我二人，也在挨罵之內。你說這宗議論，可怎么好呢？”鈺福悄聲道：“世上的事，左右是那么著，糊里巴涂，也就算完了。這宗議論，也不是有見識的人，他們只知其一，不知其二。若非是報紙走哄，就便把阿氏剮了，他們也不知其故。碰巧還拍掌稱快，傳作奇聞呢。”二人一面走路，一面談論，又探頭探腦的，細察阿氏神情，不在話下。 \\n 單說文光等隨著左翼原辦，到了刑部門首，候著官兵槍隊，把阿氏母女送進衙門去。站在牆陰之下，扇扇乘涼，專等文書投到，傳喚過堂。工夫不大，只見甲喇德勒額自內出來，悄向文光道：“這里您托了人沒有？要不搭個天橋，恐怕報紙上一嘈嘈，就要翻案。那阿氏的口供，問著很難。昨在提督衙門，就是勉強著畫的供。先前過堂時，阿氏至死不認。我听轉子常說，好費手啦。跪鎖上腦，刑法都用遍了，急的座上問官，無法可問，遂將阿德氏帶上，撇開了一收拾，好容易死說活說，才把女儿說好，對對敷敷的，把口供畫了。如今過了刑部，您要不托人的話，可就完啦，”鈺福也湊至跟前，唧唧噥噥的問道：“訂親之時，您怎么不睜眼呢？”文光嘆口气道：“提起話儿長。事已至此，不怕你二位笑話，錯非是親上作親。娶她那一天，也就成了詞啦，一來她扭頭別頸，不肯歸房，二來風言風語，我听了好些個。我若不怕丟人，也早就休了。”鈺福是有心探問，看了看左右無人，悄聲道：“事已至此，你也不用隱瞞。既知道阿氏不正，早該把奸夫指出。日子一久，奸夫可就走了。”文光皺眉道：“話雖如此，我也指不出誰來，不過風言風語，說她不正。究竟同誰不清楚？誰幫她下得手，我是絲毫不知。那天夜里，若非小妾叫我，我還在夢中呢。”說至此處，忽見有言人走說。”阿氏母女，大概是收在北所司務廳里，傳喚原告呢？” \\n 文光听了此話，向鈺福二鞠躬，說是回頭說話儿。遂同了德勒額，隨從那官人進去。到了一處院落，冷气森森，寂無人語。有皂隸高聲喊道：“帶文光。”文光戰戰競競，走至公室以內，垂手侍立。公案之后，坐著位年約四十，面如古月，兩撇黑胡須的官員，左右有書班皂隸。望見文光進來，高聲喝道：“你是哪一旗哪一牛錄，細細報來。”文光道：“旗人名叫文光，是鑲黃旗滿洲，普津佐領下的領催。”問官道：“你儿媳阿氏，說親是誰的媒人？你儿子春英，是誰給害的？死時是如何情形？你要据實供來。”文光答應聲喳，如將根由，按著以前所供的，細回一遍，隨有旗佐領的辦事人，投了保結，帶了文光下來。然后一起一起的，把瑞氏。范氏籌，挨次問過。查与送案口供并無不合之外。仰告一千人証，下去听傳。福壽德勒額等，帶領官兵槍隊回去交差。鈺福把沿路見聞，也回去報告。文光、范氏等恐怕原述的口供，不能立時治罪，少不得日夜研究，托人弄槍，好令春阿氏凌遲處死。瑞氏是疼愛孫子，痛惜孫媳，又因報上記載，皆替阿氏聲冤。街巷傳聞，亦說范氏不正。老年人心實好气，不免于家庭之間，鬧些麻煩。托氏因儿子被害，儿媳投缸時，自己并未在場，未免也有些生疑，因此家庭骨肉之間，在默默無形中，皆不和睦。那一些瑣瑣碎碎，鬧話流言，不屑細說。 \\n 這日刑部已把此案分在山西司，行文本旗，傳喚文光等，到部廳審。文光帶了范氏、并托氏、春霖等一齊到案。那刑部司員，因為報紙暄傳，不能不加意慎重。分司之后，先把送案的原文，細閱一過。然后才開庭審訊，這位承審司員，姓宮名，表字道仁，是恩科舉人出身，為官清正，審判极明。不管甚么重案，一到宮道仁的司里，沒有不即日間清的。因此尚書葛寶華，侍郎紹昌，皆极倚重。今因阿氏一案外間報紙上頗有繁言，所以宮道仁更加注意。當日升了公座，提取春阿氏過堂。先把阿氏上下打量一回，見她兩道似乎非瘦的籠煙眉，一雙半醉半醒的秋水眼，腮如帶愧，唇若含嗔，羞羞澀澀的，跪倒案前。宮道仁見此光景，心里好生疑惑。暗想我為官多年，所通謀害親夫，或因奸致死本夫的案子，不知凡几。無論他如何凶悍，到了公堂之上，沒有不露出几分形色的，怎么這個婦人，這樣自如，莫非是被人陷害，屈打成招嗎？因問道：“你現在多大年歲？”皂隸亦喝道：“你今年多大歲數？”阿氏低頭道：“十九歲。”宮道仁道：“你把你丈夫怎么害的？你要据實說來，”阿氏遲了半晌，細聲細气回道：“那天我行情回來，忽然一陣迷糊。一心打算尋死，不想我丈夫醒了，我當時碰他一下，不想就碰死了。”宮道仁搖首道：“不能。不能。你說的這樣話，朦不得人。無緣無故，你為什么尋死呢？”阿氏又回道：“我想我活著無味，不如死了倒干淨。所以那日晚上，決定要尋死。”宮道仁道：“案到這里來，不比別處。你若說出實話，我可以設法救你。你若一味撒謊，或是胡拉亂扯，謀害親夫四個字，實在打不得。你若說出真話；誰把你丈夫害的，一定要誰給抵償，把你脫出來，不干你事。一來你丈夫的仇，你也給報啦。二來你母親，也免得著急。你放著節孝兩字，不留個好名，偏要往謀害親夫的罪名上說，這不是糊涂人嗎？”皂隸亦勸道：“老爺這樣恩典，你還不實說嗎？”阿氏听到此處，嗚嗚的哭了。遲了半日道：“我是該死的人，此時只求一死，大人不必問了。”說罷，淚流不止。宮道仁再三詢問，仍然不說。問到极處，只說是惟求一死，請毋深究。急的宮道仁無法可問，看她情形，實不似殺人凶犯。有心用刑，又有些不忍。隨令左右皂隸，先將阿氏帶下，將范氏帶上。宮道仁察言觀色，看著范氏神情，頗不正經。遂問道：“春英被害，你看見沒有？”范氏道：“春英被害時，我已經睡熟了。因听院子里有人的腳步聲儿，當時我以為有賊。又听西屋里喊了一聲，所以提燈出來，才知是春英被害。”宮道仁道：“春英之死，你既然不知道，阿氏投水缸時，你總該知道了罷。”范氏道：“阿氏跳缸，我也不知道。我從屋內出來，我丈夫文光，亦隨著出來了。他到西房去瞧，才知是出了逆事。當時我喊叫丈夫，先把阿氏救出，回她因為什么下此毒手，后來我丈夫報官，把阿氏的母親德氏帶官，這就是當日情形。”宮道仁道：“你說的這宗情形，是真話是假話？”范氏道：“家有這宗逆事，豈敢再說假話。”宮道仁冷笑兩聲道：“我且問你，那日你聞聲而起，怎不到上房去呢？偏偏你丈夫往西房去，你便往廚房去呢，想來是殺人之初，你必然知道，不然，怎這般湊巧？”范氏遲了半日，強答道：“事有湊巧，橫豎是春英被害，神差鬼使，領我們去的。”宮道仁哈哈大笑，望著范氏道：“這些瞎話，你休得瞞我。你說的既這樣巧，我問你殺人凶器，你是怎么藏的？”范氏發怔道：“凶器，凶器我如何知道？人不是我害的，雖說是從我屋里翻出來的，究竟是誰放的，連我也不知道。幸虧我睡的机警，不然那凶手進去，還想要害我呢。大概是我一咳嗽，把他嚇跑，因此把凶器放下，亦未可知。”宮道仁道：“你這樣狡展，實在可惡。難道你儿媳阿氏為什么殺人，你也不知這么？”范氏道：“殺人為什么，我哪里知道。就請大老爺，追問阿氏。阿氏不說，還有她母親呢。素長素往，他們就鬼鬼祟祟，不干好事。當初我們親家，就是上吊死的。深里的事，我雖然不知道，揣度情理，定是阿德氏逼的。向來她們母女，專想著害人。我們家里，合該倒運就殼了。又說阿洪阿之死，并未經官，是親友私合的。又說阿氏幼時，家里不知教育，女儿人家，終日際唱唱喝喝，不作正事。除去替花涂粉，撒嬌作態之外，一無所能。”這一席話，口齒伶俐，說的宮道仁也愣了。暗想這個婦人，可真個凶悍，她既把陳案勾出，便可以証明阿氏定然是謀害親夫了。因笑道：“你說的這樣玄虛，莫非你儿媳養漢，被你看見了不成？”范氏冷笑道：“看見做什么，自她過門以后，不肯与春英同房，那就是可疑之點。大老爺這般圣明，何用細問。”言道仁道：“好一個陰毒婦人！我這樣原諒你，你竟敢一字不說，還任意的污蔑人。這真是誠心找打！”因喝皂隸道：“掌嘴！”左右答應一聲，走過便打。范氏冷笑著道：“打也是這樣說，難道殺人凶手，還賴在我身上么？反正這光天化日，總得講理。”皂隸喝著道：“快說，再若不說，可要掌嘴了。”范氏發狠道：“到這說理地方，不能說理，我亦無法了。”宮道仁道：“你怎么這般刁惡？？再若不說，我連你一齊收下。”范氏道：“收下便收下，難道儿媳婦謀殺本夫，還連帶著婆婆一同治罪嗎？”宮道仁道：“我且問你，阿氏過門后，孝敬你不孝敬你？”范氏道：“孝敬我也是面子上，我婆母丈夫，跟我姐姐，全是忠厚好人。我這眼睛里不揉沙子。論起理來，她豈肯孝敬我。過門以后，我們是面和心不和。我同她雖不理論，她見我知她底細，她如何不恨呢。”宮道仁道：“你說的這般的确，阿氏的奸夫是誰，你能指出來么？俗語說：捉好捉雙。你既說阿氏不正，就該有憑据才行。”范氏道：“這憑据我是沒有。她若同誰有事，她豈肯告訴我呢。慢說是婆婆，就是生他的母親，她也不肯實說呀。”宮道仁道：“這是揣度的話，不足為憑，你指出証据來，便可以按法論罪。若無証据，你們全家老幼就皆在嫌疑之中，又不止阿氏一人了。”范氏道：“老爺若問這節，須究問我姐姐，親事是她的主意，外甥女是她的外甥女。是好是不好，我如何能知道？”宮道仁道：“你既說根底好坏，你都知道，此時又翻過嘴來，往你姐姐身上推，顯系信口撒謊，不招實供了。”因斥左右道：“打！”范氏听一聲打字，忙又辨道：“我說的不實，您問我姐姐，便知是實是虛了。”宮道仁道：“這一層也不必問，指不出好夫來，定然是案中有你。”說著又喝道：“打她！”皂隸答應一聲，因為范氏口供，异常狡展，又兼她的像貌，有些凶悍之气，先听了一聲打字，一個個摩拳擦掌，恨不得七手八腳，打她一陣，方出此不平之气，因礙著官事官差，不敢露出。今見坐上司員這樣生气，遂過來一聲喝喊，拍拍拍拍的，掌起嘴來。打得范氏臉上，立時腫起。順著嘴嘴角，直流血沫。嗚嗚的說道：“打也是這祥說，誰叫是暗不見天呢！”宮道仁道：“你不要口強，慢說你這刁婦不肯承認，就是滾了馬的強盜，也是招供。”因喝左右道：“帶下去收了。”左右一聲答應，登時帶下。 \\n 座上又傳帶文光。工夫不大，只見領催文光自外走來。見了宮道仁，深深的請了一安，皂隸喝聲跪下，文光低著頭，規規矩矩的跪在堂上。先把姓名年歲，報了一遍。隨又將親上作親，几時迎娶，并春英夫婦，素日不和，以致二十七日夜出，出了謀害親夫的事情，并于何時何處報了官廳的話，細問一遍。宮道仁道：“你說的話，我已經明白了。但此案真像，全不是那么回事。你儿媳阿氏，本是清清白白的一個女子。你是為人父母的，乃竟敢隱瞞真情，庇護淫妾，勾引奸夫入室，殺死親子，陷害儿媳。你這妄告不實的罪過，你曉得不曉？”文光听了，猶如涼水澆頭的一般。遲了半日，方敢抬頭回道：“領催實不曉得是實是虛，是真是假。只就我目睹的狀況，呈報的官廳。至于凶手是誰，我想三更半夜，只是他夫婦同室。小儿之死，不是阿氏害的是誰。至于其中是否有別的原故，還求大老爺明斷，領催是一概不知的。”宮道仁拍案道：“胡說！你說是阿氏所害，為什么那把切菜刀，可藏在范氏屋里呢？”文光道：“領催不知，只求老爺公斷。”宮道仁道：“知与不知，卻是小事。足見你管教不嚴，太沒有家法了。”文光遲了半日，無話可答，料著方才范氏，必定招出什么，所以座上有此一問。有心要探探口气，又不敢開口，只得乞求問官，秉公裁斷，務將原凶究出，好与春英報仇的話，敷衍几句。宮道仁听了，納悶的了不得。暗想春英之死，是不是范氏所害，連他丈夫文光，也不知底細么？因問道：“阿氏的奸夫，現在哪里？你若指出名姓來，必予深究。若如此閃閃的的的，似實而虛，實在是不能斷擬。” \\n 文光道：“小儿住室，只有他夫妻兩口，并無旁人，半夜里小儿被殺，若不是阿氏所害，他看見有人行凶，定要聲嚷。既于出事前未見聲嚷，乃于事后，反去投水缸，若不是畏罪尋死，何能如此。老爺要仔細想情，替我報仇。”宮道仁道：“你說的卻也近理。但阿氏面上，并沒有殺人凶色。阿氏身上，又沒有殺人血跡。既是殺人時，你沒看見，那殺人凶器，又沒在阿氏手里。動凶的原犯，焉能是她。即或是她，也必是有人虐待，把她逼出來的，或是另有奸夫脅迫出來的。不然，阿氏的擊傷，又是誰打的呢？”文光道：“未過門時，我見她端端正正，很有規矩，所以我极疼她，過門以后，我母親也疼她。我們夫婦，待她同女儿一樣。誰想到用盡苦心，哄轉不來，她終日哭哭啼啼，無病裝病，獨自坐在屋里，也是發愣。院里站著，也是發怔。還不如未作親時，到此間住，顯著喜歡呢。此中緣故，我以為夫婦不投緣，以致如此。然察言觀色，素常素往，并沒有不和地方。只是過門后，小儿与阿氏兩口儿，并未合房。初以為春英愚蠢，好用工夫練武。后來內子斟問，敢情是兩不能怨。雖說她沒有劣跡，可是既將小儿殺死。她那素日的心思，亦就可想而知了。”宮道仁道：“這些情形，文范氏知道不知道？”文光道：“知道。”宮道仁冷笑道：“她知道怎么不說？難道你一家人，夫婦還兩樣話嗎？”文光听了一怔，不知方才范氏供的是什么話，因隨口亂應道：“這些事情，家里都知道，豈能說兩樣話呢。領催有一字虛言，情甘領罪。”宮道仁道：“是了。這句話你要記下。”說著，反手一擺，皂隸喝道：“下去听傳罷。”文光連忙站起，規規矩矩的退了出去。 \\n 宮道仁一面喝茶，看了看送案公文，正欲呼喚左右，喚托氏回話，忽見有皂隸走來，回講堂官來了。宮道仁不知何事，暗想這半天晌午，又不是堂期，堂官有甚么要事來署？一邊納悶，忙著退了堂，整了整領帽袍，退入休息室中，跟隨著同寅司員，直上大堂，見尚書葛寶華童顏鶴發，滿部白胡須，穿一件藍色葛紗袍，頭戴緯帽，紅的的的珊瑚頂，翠鮮鮮的孔雀領，戴著极大眼鏡，坐在堂上，一手拿著報紙，正在查閱新聞呢。宮道仁站在一旁，靜候葛尚書轉過頭來，方才走過作揖。葛尚書忙的還禮，摘下眼鏡來道：“阿氏的案子，問的怎么樣了？”宮道仁見問，忙把阿氏口供，并范氏的形色可疑，現已收押的話，細回一遍，葛尚書點了點頭，一手拿了報紙，遞与宮道仁道：“你看，報紙這樣嘈嘈，我也是不放心，所以到衙門來，似乎這宗案子，若招出報館指摘，言官說出話來，可未免不值。”宮道仁亦陪笑道：“司員也這樣想。全此案中真像，非用偵探調查，不能明晰。若僅据阿氏口供，万難斷擬，”葛尚書道：“是极是极。我們堂刑的人。若把案子定錯，實于陰騭上有虧。若据閣下所說，我也就放心了。”宮道仁連連答應。葛尚書一面喝茶，一面叫皂隸出去，請了堂上的司員來，先与左右翼，內外城巡警總廳，并各處偵探局所，繕具公函，求各机關幫助調查，以期水落石出。堂主事沈元清，連連答應，又笑回道：“昨天紹堂已經給各處机關發了函去，大人既欲寫信，不如給各處行文，叫他們嚴密調查，以清案源。”葛尚書連連贊好，又囑道：“閣下就赶緊辦稿，另叫各界人士，指出錯謬來。方為合法。如今朝廷上銳意圖強，力除舊弊，倘書役皂隸們再有虐待犯人及受賄循私等情，必須查明究辦，勿稍循隱。”沈元清連聲答應，隨即辦了堂諭，貼在壁上。又有各司的官員，回了回各司案件。葛尚書挨次看過，又因阿氏一案，囑咐宮道仁格外細心，然后才乘轎回宅。不在話下。 \\n 單說左翼翼尉烏珍，自阿氏過部后，因見報紙上屢屢指摘，一面与市隱、鶴公、普公、福壽等日夜研究，一面督飭探兵，秘為采訪。這一日連升來回說普津之弟普云，确与蓋九城有些嫌疑，請即拘案等悟。烏公聞了此信，正在思索，忽有蘇市隱同著一個鬢發皆白的老人進來。此人有六旬以外，穿一件藍紗大褂，足下兩只云履，載著深黑的墨鏡，手拿一柄紈扇，掀帘走進。烏公站起來，忙与市隱見禮。市隱笑指道：“這是我的至友原淡然先生。這就是烏恪謹先生。”二人彼此為禮，各道久仰。市隱道：“阿 \\n 氏一案，原大哥很給費心，他同普津、文光，俱都相好。”烏公稱謝道：“好极，好极。我們的差事，叫大哥費神了。”說著，分賓主讓座。仆人送上茶來。市隱道：“秋水沒來么？”烏公道：“自前次來信后，至今沒來。春阿氏送部的那天，我特地去拜他一回，誰知他不忘舊惡，竟自擋駕沒見，你說這個人這樣悖謬：叫我怎么辦呢？那日我請你來，你又功課很忙，不肯騰個工夫，給我說合說合。鬧到而今，我也沒有法儿了。”淡然道：“秋水是哪一位？”市隱道：“原大哥的記性，可實在太坏。那日我同你提過，我們同人，因為他這宗地方，常管他叫荒公，又管他叫傻子，不管是什么事情，他發起暈頭悖謬來，無法可治，成年累月，掣出糟錢，設立學堂捐些個，辦報館賠些個。作官他辱罵堂官，待下人他要講平等，茶天酒地里要逞豪華，到了金盡囊空時，他還要恤人之貧，濟人之急。那种种荒謬地方，就不用提了。”淡然猛悟道：“哎，是了，不錯不錯，他是小兄弟，我們要格外原諒，不加計較才是。”烏公陪笑道：“兄弟也未嘗計較。那日小菊儿胡同驗尸，他同市隱哥一同去的，當日回到舍下還在本翼公所听了回口供。后來我托人調查，人人說阿氏冤屈，范氏可疑。他給來一封信，說阿氏殺夫是真，笑我們無故生疑，沒有定見，信內信外，刻薄了我兩句。從此就沒管。兄弟的意思，因為疑點甚多，惟恐屈在好人，所以才托人調查。据他一說，确乎是阿氏所害，無有疑義。可是原來函內，并無証据。淡翁想情，兄弟當如何處治呀！一來我們翼里，對于這宗案子，本是過路衙門。再說是審問裁判，都有刑部主持，冤与不冤，我們是沒有力量的。你想秋水荒謬不荒謬？”淡然點頭道：“年輕好胜的人，大都如此。這阿氏一案，他只知其外，不知其內。兄弟与文光、普云，全都熟識。大概情形，瞞不得我。上月兄弟与市隱在普云樓上喝酒，因近日納妾的陋習，很談了一回。后來那普云也去了，我打听文光的家事，他說的很詳細。那日市隱找我，說是你老先生對于阿氏一案，极為認真，我才敢据實說出。其實与文、普二家，并無嫌隙。不過是因友致友，看著報紙上，這樣嘈嘈一個輕年女子，蒙此不白之冤，不忍不說，不能不說了。” \\n 說著，讓了回茶，便將普云樓上，如何遇著普二的話，并普二替賃孝衣，當日如何說笑的話，細述一遍。市隱亦接口道：“普二的神情，很透恍惚。不知通電之后，恪謹哥調查了沒有？”烏公正欲答言，忽見瑞二走來，回說：“鶴、普二位大人，普協尉福大老爺，現在公所相候，連升、潤喜等，已將小菊儿胡同殺害春英的凶手，捉獲送翼了。”烏公听了此話，說聲就去。連忙著穿衣戴帽，留著原、蘇二人，在此少候。市隱惊問道：“原凶是誰，可以告訴我們不可？”烏公一面更衣，一面笑道：“所獲的就是普二。淡翁也不是外人，您陪著在此稍候，我去去便來。”說著，拿了團扇，帶著仆人瑞二，竟往左翼公所一路而來，要知如何，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第八回 驗血跡普云入獄 行酒令秋水談天", "正文": "  \\n 第八回　驗血跡普云入獄　行酒令秋水談天 \\n 　 \\n 話說烏公帶了仆人瑞二，到了左翼公所，早有槍兵，回了進去，鶴、普二公并協尉福壽等，全部迎至階下。福壽把連升、潤喜如何將普云拘獲的話，回了一遍。烏公升了公座，先把連升、潤喜等一齊叫來，問說捕獲普云，你們有何見証？連升道；“探兵連日探訪，見普云的面色，很是張惶。論他与文光的感情，很是親近。此次文家事發，他該當每日前去，才是交友之道。不但他每日不去，自此次出事后，他連一趟也沒敢去。大人想情，這不是無私有弊，可疑之點嗎？”烏公點了點頭，隨命福壽等，帶過普云來。左右齊聲嚷道：“帶上來。”只見茶鼻梁德樹堂，還有几個穿號衣的官人，連拉帶扯，把普云帶過來；喝聲跪下；普云是嫌疑犯，項下帶著鐵鎖，穿一件白夏布大褂，下面是白布褲子，兩條腿上，帶有許多血跡。走到公案以前，低頭跪下。烏公坐在正中，看了個逼真逼切。又見他腿上有血，暗想道：“天网恢恢，真是疏而不漏。”隨問道：“你叫普云嗎？”普云低著頭，結結巴巴答了一聲渣，立時他渾身亂抖，現出畏罪的神情來。烏公道：“你是哪一旗哪一牛錄？同文光甚么交情？詳細說來。”福壽亦喝道：“你是哪一旗哪一牛錄同文光甚么交情，大人問你呢。”普二又結結巴巴的說道：“我是鑲黃旗滿洲普津佐領下人。”說到此處，想欲把差使說出，又恐怕銷除旗擋，打丟了錢糧，隨口又接道：“我可是閑散。”烏公道：“你到底有錢糧沒有？莫非你自己不知道嗎？”普二道：“沒有。”烏公道：“你同文光是甚么交情？”普二道：“我們是本旗親戚。”烏公又問道：“是什么親戚。”普云道：“干親。”這一句話，引得烏公等反倒笑了。隨喝道：“干親算什么親戚？究竟是親戚不是？”普云道：“不是。”福壽喝道：“不是親戚，你怎么說是親戚？干親家不算親戚，你同他什么交情？怎么相厚，為什么認的干親？你仔細向大人說說。”普二遲了半晌，顫顫巍巍的回道：“文光家的事，我可不知道。”福壽又喝道：“沒問你那個，問你与文光家里。是什么交情？”普二又回道：“洋報上竟胡說，我跟蓋九城，哪能夠有別的。”烏公拍案道：“有沒有我不知道，你几時到文家去的？”普二道：“文光的女儿，認我作干爹，我常到他家里去，穿房過屋的交情，不分彼此。”烏公點了點頭，遲了一會，又問道：“前几天你去了沒有？”普二抬了抬頭，望見烏公問他，又低下頭說道：“沒去。”烏公拍案道：“胡說！你實說到是去了沒有？”嚇得普老二渾身亂戰，遲了半日道：“去過一次。”烏公冷笑道：“一次兩次，我到不問。你說的這一次，是何日何時呢？”普二遲了半日，不敢答言。鶴公、普公并協尉福壽等，連問數遍，又喊道：“再若不說，可是找打。”普云遲了半比顫巍巍的回道：“上月二十六日，我們文大嫂子，帶著姑娘儿媳婦，往他大舅家里行人情去，是我給憑的孝衣，別的事我不知道。”烏公道：“你不知道的，我也不同你。春英是怎么死的？你必知道。你若是實話實說，我必然設法救你。你若一味的裝糊涂，可是自尋苦惱。”一面說。一手把團扇拿起，扇著問道：“你的生死，就在乎你了。” \\n 普云听了這一句，登時嚇得大哭，結結巴巴的道：“大人明鑒。春春春英英死的時候，我我我沒在場，怎么死死死的，我我哪里知知道啊！”烏公搖著團扇，冷笑兩聲道：“這么問你，你如何肯說。”隨明令官人道：“把他梏起來！”左右一聲答應，挪過几塊破磚、兩根木棍來，又把麻辮子等物預備停妥，嚇得普云魂飛魄散，面如銀紙一般，口里把大人兩字，叫得震耳，隨口又百般安告。福壽道：“你自己作的事，好漢子該當承認，干什么委委曲曲，哭紅一鼻子呢，”鶴公亦喝道：“若怕受罪，就赶緊說實話，別這么苦作情。世間的因因果果，絲豪不爽。不管你如何虧心，橫豎天网難逃，神目如電。你不用瞎害怕，假著急。不是你害的，你要說；是你害的，你也要說。不怕我們翼里，听你的罪過重，再給你往輕里摘呢。反正是不說實話，叫作不行。”普云一面抹眼，委委曲曲的哭道：“大大大人，我是真冤枉。”說著伸出兩手，撫眼擦淚，抬起頭來道：“春春英被害，是缸儿里沒我，岔儿里也沒有我，把我帶到這里，豈不是活活活要我命嗎？想想想不到啊！官衙門里，也愛听洋報的話。”說著，把那洋報館罵個不休，又數數落落的道：“大人大人想情，必是我得罪人了，所以才亂給捏合。要按報上說，我成什么人了？大人是圣明，您給我分晰分晰，”烏公搖搖頭，嘆口气道：“我不打你，你是誠心靜意的同我裝傻。”因指其血跡道：“你也低頭瞧瞧，殺人血跡，現在你身上帶著，竟敢粉飾撒謊，欺負我不肯打你，真是可惡之至。”乃厲聲道：“梏起來！”左右一聲答應，登時把麻辮備妥，一人站在身后。挺住普云脊骨，隨把編成的麻辮，箍在普云腦上，那人站在身后，用力一擰，普云噯喲一聲，登時就昏了過去。那人把手一松，不一時，普云又明白過來。把“大人饒命，我說”連聲說聲說個不住。 \\n 烏公坐在椅上，把扇子一抬，官人把麻辮放松，普云挺著脊背，直著兩只駱脯，翻著眼睛，皺著眉毛，結結巴巴的道：“殺人的事，我真正不虧心，實實在在的不知道。”烏公听了，不由大怒，正欲再令人梏起。普云口里百般央告道：“大大人饒命，容我細細的說。”福壽道：“你那身上血是哪里來的？快說。”普云道：“血是哪里來的，我也不知道。炎天暑日，不知在何處蹭的，或是鼻孔流的血。我因一時疏忽，沒能看見，亦未可知。怎么大人說。一過是是是殺人的血呢？”烏公道：“胡說。明明是一遍血跡，您不實認，還這樣狡展。”普云低下頭去，顫顫巍巍的不敢則聲。烏公搖著扇子，冷笑了兩聲道：“普云，你作的事情，我這里早有報告。你不肯認，也是不行的。不過受些刑罰，臨完了還得說。你這是圖什么？依我勸你，你實話實說，你与蓋九城，有什么拉攏？你二人誰的主謀？為什么害的春英？您把實話實說了吧。”普云一面抹淚道：“大人說的話，都是街上謠言，我平日安分守己，多一步不敢走。文光家里，我倒時常去，我那干嫂子待我如同親兄弟一般。我有了坏雜碎，還對得過文光嗎？”烏公道：“別的事我先不問，還告訴你一句話，你要記在心里。我這里問你，您說与不說，到無關緊要，反正這件事，不能怨你。我看你公公正正，很是個又規矩又老實的人。錯非蓋九城，尋樣嚇呼你，你也行不出來。一來她嫌著礙眼，二來要一計害三賢，把春英夫婦，一同害死，好出她羞惱之气。你的事也卻不在你，你也是被逼無奈。上了了娘儿們的當了。你若是明白的，把前前后后實話實說，滿供在范氏身上，把你就洗刷清了。雖說殺人償命，若按著律例上說，主動的凶手，造意的凶手，都算正凶。幫凶的吃點苦頭，也沒有抵償罪過。像你這樣話不說，一味撒謊，一直往正凶里巴結，我亦不能管了。”隨喚官人道：“來呀，先把他帶下去，明天送衙門。冤与不冤，叫他到衙門說去。” \\n 左右答應一聲，正欲退下，普二連聲嚷道：“大大人別生气。救命救命，要這么一來，豈豈不苦了我么？”鶴公道：“你說實話呀。”普二磕頭道：“這件事實在沒有身里切近，我也摸不清。”烏公搖首道：“仍然不說實話，明天解送提署，轉送刑部定罪。你愛認不認。”說罷，喝令官人，帶下暫押。普二也不敢再言，凄凄慘慘的退了下去。烏公、鶴公等退人休息室內。烏公道：“我著普二臉色，頗為可疑。又兼他身上有血，簡直是确而确了。現在市隱、淡然皆在我家里等候，据他們說，也是普云，不知你們二位，眼光怎么樣？”鶴公道：“是也許是，無奈他身上血跡，不似是殺人濺的。過了這么多日，豈有那行凶衣服仍舊穿著呢？再說這么熱天，能不換衣服呢？”烏公道：“我看那血跡像是瘡血。不過他被了嫌疑，不能不根究到底，問他個水落石出。少時我問問市隱，等晚上涼快了，我再細問普云。”鶴公道：“這辦法也好。閣下先行一步，問問蘇、原二公，有什么新奇事故，咱們到正堂宅里，見面再說。”普公道：“依我說，不必麻煩。今晚把文書辦好，明日清早，先把普云掌上去，冤与不冤，叫他衙門說去。你們二公意見以為何如？”烏公沉吟半晌道：“不妥不妥。普云既已捉獲，据我想，解不解的事，只恐屈誣好人，倒是我們的錯過了。”說著，拱了拱手，与鶴、普二公告辭，忙著回去。 \\n 此時那市隱二人，坐在烏公書房，等候已久，因不見烏公回來，甚為煩悶。市隱靠近書案，一面与淡然閑談，一面在破信皮上，寫了數字，遞与淡然道：“我這儿有一首詩，若贈与文范氏，非常切當。”淡然接過紙來，將看了第一句，忽見烏公回來，二人忙的站起。烏公道：“好熱好熱，二位受等了。”說著，更換衣服，又連聲聲道歉，說淡翁初次降臨，偏你我這樣忙亂，真是太不敬了。淡然亦笑道：“恪翁說哪里話來，我輩相交，不拘于形跡，隨隨便便，倒是很好。”市隱亦插言道：“淡然不是外人，彼此皆不拘泥，才是道理。”說著，更向烏公打听普云的神色，是否此案原凶？烏公把公所情形，并所訊口供，身邊的血跡，一一說了。市隱拍手道：“快极，快极。普云被獲，真是大快人心的事。”又向淡然道：“你把我那首詩，也讓恪翁看看。”烏公道：“什么事這么高興？”淡然忙的遞過，二人一同看道：“自為禽獸行，反興儿女獄。殺子复殺媳，此心真酷毒。”烏公道：“這叫詩么？”市隱道：“不是詩是什么，管保這二十個字，是那哪范氏的定評。”烏公道：“這事可不能倉卒，一生評論非到蓋棺時，不能論定。究竟這件事，尚無一定結果，你焉能速下斷語。”市隱道：“不是我一人這樣說，您問淡然，那日普云樓上，我見過普云一面，看他那舉止動作，听他那說話口气，決不是安分良民。記得喝酒時候，淡然好言勸他，他是极口辯証，死說是傳聞失實，并沒那么宗事。其實是賊人膽虛，越掩諭越真确，越粉飾越實在。連一絲一毫，也欺不得人。”淡然亦連說不錯，又說普云為人，是個小無二鬼。家有當佐領的哥哥，他是任什么事也不管作，終日在文家起膩，買點儿東西，跑跑道儿。左右是義務小使，普云也最殷勤，不管什么事，都往前伸腦袋。嘴儿又甘甜，臉上又透媚气，我想纏來纏去，早晚是一團亂絲，無法可解。我知道身臨切近，所以极力勸他，襯早儿遠避嫌疑，免得蜚言逆語，好說不好听。誰想他不肯承認，反說我血口噴人，不談正事。如今有經案發現，旁人疑他，我也是不能無疑。不是我背地談人，我見市隱對這件事非常注意，所以才出來幫忙。把日平所知的事情，說個大略。究竟是普云与否，兄弟也不敢懸揣。” \\n 烏公愕然道：“本來這件事，是不能懸揣的，可疑的地方固然少。似是而非的地方，也實在很多。才我問普云，見他那臉上顏色，頗形惊恐。若依我們普大人的辦法，不管他冤不冤，明天就解送提署。我想這件事，不能鹵莽。還求你們二位，替給想個法子。”淡然一手理須，正容而坐，市隱亦走來坐下，一面點著煙卷，笑哈哈的想道：“我想這件事，也是真該慎重。不必說你們貴翼名譽要緊，就是我們私人調查，也得細心研究，斷不是胡鬧的。”因指淡然道：“淡然的心思細，趁此無事，請將先時口供，及連日的白話報秋水的來函，并連升、潤喜、錳福、德樹堂的報告，一齊拿出，咱們好細細儿看看。”烏公連聲說好，隨令瑞二，把協尉福壽，并連升、潤喜二人，先為喚來。又開了一個紙條，叫科房的書手，把存案的供詞報告，一并檢齊，送來查看。瑞二答應出去。 \\n 淡然搖手道：“這些案卷，据兄弟看著，無非具文，翻閱几回，也未必有何疑點。我們討論此事，要以尸場的情形為斷。”因間市隱道：“驗尸那日，你去過沒有？”市隱道：“驗尸前一日，我同著秋水，恪謹一同去的。”淡然又問道：“廚房的水缸，是倒在地下還是未曾倒呢？”烏公愕然道：“沒倒。”淡然笑了笑道：“那就是了。”又問道：“阿氏的傷痕，究竟是真啊是假呢？”烏公道：“傷是不錯的，頭頂、右肋，共有兩處擊傷，大概是木棍打的。我看阿氏形容，慘慟已极，驗尸時哭的很慟，決不是滿臉煞气，殺人不認的神色。”說著把阿氏口供，并連升、潤喜的報告，一并令瑞二取出。三人圍著冰桶，一面查看。烏公与市隱說道：“倒底是談然見識，与平常人不同，開口先問水缸，這就是要緊地方。我那日忙忙慌慌的，也沒顧得細看。今被淡然提起，我才恍然大悟。”市隱亦連連稱是。淡然道：“別的事小，第一是出事之后，那文家的街門，是開著的，還是關著呢？須要根究明白，才有研究的价值。”市隱亦猛然省悟，連說：“淡然大哥，真是高見。我在這一層上，實在的疏忽了。”烏公道：“我也是事情多，顧不及了。那日把文光拘來，我該當問問他。誰想問案的時候，我的腦筋不靈呢。”市隱道：“如今不必后悔，好在這件事，也容易打听。”淡然亦笑道：“事緩則圓。沒有不露風的時候。普云的品行，我雖盡知，然是否是普云的原凶，我可不敢必。只要文光家內，平素沒有旁人，一定是普云所為，決沒有第二個人。若是廚房水缸是倒著，是不倒著，內里也總有毛病。只要是街門開著，一定是另有奸夫，幫同謀害。若是街門關著，則動手的原凶，出不去院里人了。” \\n 這一篇話，說的蘇、烏二人，連連點頭，贊說原淡然的見解，實在高明，我們這么許多日子，并沒研究到這一層上，合該是翼里露臉，明日普云解送提署，這一案就許有了頭緒了。淡然兄所談的几件可疑之點，我另委人查查，或者得出真情，說罷，呼喚仆人等，預備晚飯，要留著原、蘇二人，痛飲几杯。晚間在左翼公所，好看看普云的神色。市隱是惦著學務，忙著要走。淡然因初次來訪，諸多不便。又因秋水的事情，要約著烏、蘇二人，明晚在余園飯庄，聚會一日，烏公推辭著有差，又云正堂宅里，明日有事，請著原淡然改訂日期，烏公要自己備酒。市隱亦攔道：“恪翁的差事忙，他既這樣說，當然當真有事。依我的主意，明天余園飯局，不是改個地方，我有几位至友，都是巡警廳探訪局的人，自此案發生后，他們也日夜研究，時常的找我。明早多備上几分貼，定一處清洁所在，咱們好聯絡聯絡。一來為熱鬧，二來也打听打听他們是怎么調查的。”烏公道：“如此很好。二位既這樣費心，容日我再為道謝。若能与聞秋水見面，請把兄弟的苦衷，代為述明，那尤其圓滿了。”說罷，拉著市隱，仍欲留飯。又嗔市隱不該著不替挽留淡然。市隱道：“他亦實在有事，留也是不能成的。”淡然亦亟力辭謝，急急忙忙同著市隱去了。烏公送至門外，拱手而回。 \\n 晚飯已畢，又到左翼公所，審問普云一回，連打三次，普云是堅不承認，只認說二十六日上午，因為賃孝衣，到過文家一次。自春英死后，至今未去。身上血跡。确是生瘡的膿血。及致脫衣相驗，那普云腿上，又的确有瘡，鬧得烏公心里，也猶疑不安。只得告知科房，明日把嫌疑犯普云，先行送署。又叫過連升來，問他是什么緣故？連升、潤喜等張口結舌，不知所以。只說普云可疑，而又毫無証据。烏公不由的著了慌恐，一面叱令連升再去調查，一面与鶴、普公通了電話，說普云的口供，不似殺人凶犯。身上血跡，卻是瘡療的膿血，請向提憲稟明，至要至要。當晚又寫了封信，把普云不似正凶的疑點，告知市隱。市隱見了此信，也納悶的了不得。當日与淡然相見，又約了聞秋水等，晚間在煤市街三義館相見。市隱与淡然二人，先往等候。工夫不大，聞秋水匆匆進來，一手摘了眼鏡，与淡然、市隱見禮．市隱一面笑吟吟的讓坐，笑問道：“你同恪謹，因為什么事，這樣生分？”秋水一面擦臉，一面笑著道：“這事你不怕打听。咱們是朋友相交，并沒圖他什么。像他那趾高气揚，拿腔作勢的神气，我實在不敢已結。再說我們幫他的忙，他那宗神气，誰還敢近他呀。”市隱攔道：“先生你不必犯牢騷，到底因為什么？你說給我听听。”秋水道：“事情卻不大，只是气儿難生。”說著抓一把白瓜子，一面嗑著道：“因為阿氏一案，我東奔西跑，費了九牛二虎的勁，好容易查清了，那日同你散后，我恭恭敬敬，跑到他府上去，同他究研，他說連街談巷議，都說阿氏冤，你有甚么証据，說阿氏不冤呢？我當時也沒有抬杠。臨完了，電鈴一響，他說正堂宅里電話找他。他立時就要走。對我說，得了消息，給他送信。你們二位想想，誰是他三輩家奴哇，我們不圖名，不圖利，按著朋友相交，給他幫忙。像這么對待我，下得去么？有堂官的電話，立時他得去。我小子白跑白忙，算是活該受累了。世界交朋友，有這么熱心的嗎？”一面說，一面有气，引得淡然、市隱反倒笑了。 \\n 淡然一面斟茶，一面笑道：“快休如此。恪謹為人，也不至如此。秋水老弟，未免錯怪了。”市隱亦笑道：“這是哪里說起。恪謹若是那樣人，我早就不理他了。非因他是翼尉，我才護他。想世間朋友相交，第一以知心為尚。像你這個小性，我實不敢謬贊。”說罷，哈哈大笑，鬧得秋水面上，不由的紫漲起來，心里是又急又惱，欲待分辨，又不能分辨，冷笑兩聲道：“你說我小性儿，我就小性，你說好不好？”市隱又笑道：“你不要心里不服，用那么大信套，寫那么恭敬字，把欽加二品銜，左翼翼尉的字樣，抬起五六頭來，不是損人嗎？”說的秋水也笑了。淡然坐在一旁，亦拍掌大笑。忽有走堂的進來，回說：“項老爺來了。”三人忙的站起，只見竹帘一起，走進一人，年在三十以外，英眉武目，气宇軒昂，穿一件竹灰官紗大衫，足下是武備官靴，見了蘇市隱，忙的見禮。市隱指荐道：“這位是聞秋水。這位是原淡然。”又指那人道：“這位是項慧甫。”又悄向秋水道：“這就是探訪局項慧甫。”秋水點頭陪笑，三人忙的見禮，各道久仰，謙謙讓讓的坐了。然后有慧甫的同事何礪寰、黃增元等二人，先后來到。又有市隱的至友謝真卿，隨后赶到。此人是某科优貢，終日際流連詩酒，倚著祖上產業，不務生理。對于社會公益，极其熱心。向与蘇市隱最為同心。恰与聞秋水是一樣性情。大家相見畢，通了姓氏。走堂的淨上桌面，大家謙讓半天，讓著項慧甫坐了首坐，真卿次座，再次是原淡然、何礪寰、聞秋水、黃增元，市隱在主席相陪，謙著要酒。先要了几樣冰碗，預備下酒。市隱是飲量最大，等不得菜品上齊，先与首坐的慧甫，猜起拳來。秋水是存不住話，先把阿氏名聲如何不正的話告知眾人，又把報紙上混淆黑白，不問是非的話，痛斥了一回。眾人都默默不言，只說阿氏一案，現在無法，但看刑部里最后如何定擬了。淡然亦一面飲酒，把昨天翼里，如何把普二捉獲，如何他身上有血的話，細說一遍，眾人皆惊得不已。惟項慧甫与聞秋水兩人，都面面相視，不作一語。市隱心里，本想是聯絡同志，調查阿氏、范氏，究竟是何等為人。不想有秋水在此，不能開口。今听聞秋水貶斥阿氏，又痛詆白話報，种种不辨是非的地方，遂接口道：“阿氏為人，究竟怎么樣，誰也說不定。現在左翼公所，因為輿論攻擊，無可如何，昨天將嫌疑犯普云業已拿獲。因他身有血跡，常与文家往來，不能沒有嫌疑，今日已解送提署了。想過部之后，當能水落石出，此時何苦饒舌。” \\n 秋水笑了笑，假作不聞。增元道：“秋水兄以為如何？”秋水冷笑道：“此事實難料定，調查之行，不敢渭獨具只眼，識其隱奸。而生在這一犬吠影，百犬吠聲，沒有真是非的時代，只可緘默不言倒也罷了。”市隱笑道：“秋水的說話忒傷眾、難道庇阿氏的，都是狗了不成？”秋水也自漸失言，不由的面紅耳熱，遂笑道：“我說是如今時代，并非辱罵世人。我們在坐的人，誰也不能挑眼。”真卿鼓掌道：“好一張快嘴。我們是狗先生，惹不起你，好不好？”說罷，哈哈大笑，引的合座諸人俱都笑了。秋水面上，越發難過起來。增元解和道：“猜拳猜拳。”說著，便向慧甫道：“起這來。”淡然与市隱二人，亦三星四喜的喊叫起來。惟真卿、秋水二人，素有書生習气，不樂拇戰。因見市隱等如此有趣，不免亦高起興來。真卿站起道：“我有一個酒令，不知善飲諸君，贊成能否？”市隱等忙的止拳，問說何令？淡然搖手道：“你們不用問，凡行酒令，沒有不悶人的，為什么歡歡喜喜，不助點儿豪放气，偏弄個酒令儿悶人呢？我不贊成。”增元亦笑道：“我不贊成。”礪褒道：“贊成者請起立。按本章程第三條，以多數表決之法表決之。”話未說完，引得慧甫、秋水等笑個不住。慧甫道：“國會未開，他把議事細則，先就規定了。”說的市隱等亦都笑了。大家起立一看，除去原、黃二人，仍占多數。真卿道：“多數表決，我要發令了。”中隱道：“別忙。我要阻令。令官下令，須要雅俗共賞，不加悶人的令儿，方可通過。不然，本兄弟決不列席。”礪寰道：“今日聚會，不比往日。既為著阿氏一案，彼此研究，務必要不失原題，才算有趣。” \\n 秋水點了人數，笑著道：“在座七人，可以七字為令。或是飛花，或是頂針續麻，我想都好。”淡然道：“我們是一不拗眾，勉強遵命。只要不定人，我們無不認可。”慧甫拍案道：“飛花好，飛花好。”真卿望著秋水，笑嘻嘻的道：“飛花令，好是好，只是便宜些。”又笑道：“也罷，現在春英被害，我們以春英的春字為令，飛至哪里，說一句有春字的七言詩。春字落在何處，何處喝酒，由喝酒者再飛花。諸位以為何如？”眾人俱各稱善。隨令走堂的，催酒催菜。真卿將手巾一支筷子，穿了一紙條，當作花籌，端起酒盅來，飲了門杯，用手指點著道：“一片花飛減卻春。”春字正落在慧甫身上。慧甫結起酒杯，一飲而盡，接過花籌來念道：“東望望春春可怜。”增元亦念了一遍，因听是兩個春字，遂嚷道：“兩個春字，該是誰喝酒呢？”真卿忙的站起，按字數了一回，隨指道：“第一個春字起令，第二個喝酒。”增元無話可好，連說好好，低頭把酒喝了。礪寰接過花籌道：“万紫千紅總是春。”挨次指點，該到真卿。真卿喝了酒，指著秋水道：“端起酒杯來。”隨念道：“客中不覺春深淺。”秋水搖頭道：“現編的不算。你能把下由說出誰的詩。什么題？都要說明，我才服你。”真卿道：“你不用賴。另換一句，也該是你的喝酒。賈似道的芍藥詩你可記得？”隨念道：“滿堂留客春如畫，對酒何妨鬢似絲。”隨將手里花籌，遞与秋水。秋水搖頭道：“不行。令官行令，應以第一句為准，請把第一句注出來。”真卿站起道：“你不用橛我，我說你們少見多怪，你不肯服，連湛道山的茶糜詩，都沒見過，還要朦人。上句是：客中不覺春深淺。下句是：開了茶糜一架花。這是諂的不是？”秋水無可再辯，只得把酒喝了。真卿道：“別人不算，你也要隨詩加注，否則無效。”秋水笑了笑道：“那是自然。”隨念道：“花落掩關春欲幕，月圓敬枕夢初回。”真卿道：“什么題？”秋水道：“劉兼的征婦怨，再還你一句朱子詩：幽居四舋只空林，啼鳥落花春意深。”真卿點點頭，把酒喝了。增元道：“這就是你們過鬧，沒我們事了。”真卿道：“你別忙。”一手指著淡然，說了句小樓一夜听春雨。淡然接過花籌，說了句詩隨千里尋春路。輪到市隱，市隱喝了酒，說了句草木知春不久歸。輪到慧甫，慧甫喝了酒，想了半晌道，欲憑燕語留春往。輪到淡然，淡然喝了酒道：“這些便宜句子，都被你們占去了。”隨念道：“老盡名花春不管。”按次指點數到增元，增元接了花籌，想了半日道：“鐵球漿子春不老。”一語未了，引得市隱等大笑起來。慧甫把口中酒，也笑得吐了。真卿笑問道：“你這句詩，也得加注解。”增元一面數字，將手巾花籌，遞与慧甫。慧甫一面搖手，仍自笑個不住。增元道：“笑我不通文，你們才不知事物呢！連保定府三宗主，鐵球、漿子、春不老這句話……”大家沒等他說完，早就大笑起來。忽見走堂俏向市隱道：“官座里有位平老爺，請你說話。”市隱不知是誰，隨了走堂，來到六官，原來是平子言，要報告蓋九城在家內歷史，要知如何，且看下回再表。 \\n  \\n   \\n  "}
{"章节": "第九回 項慧甫偵探女監 宮道仁調查例案", "正文": "  \\n 第九回　項慧甫偵探女監　宮道仁調查例案 \\n 　 \\n 話說蘇市隱等因為黃增元說的酒令儿，正在哄堂而笑，忽有走堂的進來。回說第六官座，有市隱的至友平子言平老爺來請。市隱忙的出來，到了大問官座，里面有五人在座，正在飲酒，望見市隱進來，一齊站起。平子言年有三十余歲，麻面無須，穿一身藍綢褲褂，學士緞靴，离了座位，先与市隱見禮，又挨次与市隱介紹，謙遜讓坐。走堂的添了匙著，眾人都舉杯讓酒。市隱以善飲著名，無法推辭。子言又极力獎譽，夸說市隱先生如何能飲、強令著先盡三杯。市隱一一喝了。子言道：“市隱先生，怎么這般閑在？經年不見，面上越顯得發福了。”市隱陪笑道：“兄弟是無事忙，不為有事，輕易不肯出城的。”說著把阿氏的事情，當作新聞笑話，說了一回。子言一面讓酒，望著門外無人，笑向市隱道：“難為你那樣細心，那日在小菊儿胡同，見你与秋水二人，幫著烏翼尉檢察尸場。我想你們二位，都是學界中人，如何在偵探學上，也這么不辭辛苦呢？當時我沒敢招呼，后來听朋友說，你們二位因受烏翼尉之托，很費研究，不知調查的怎么樣了。”市隱听了此話，很為詫异，因問子言道：“你是几時去的？听誰說的？”子言搖頭道：“這一層先不用問，請問春英一案，依照先生所見，凶手究竟是誰？” \\n 市隱正欲答言，眾人道：“子言是喝醉了。昨天左翼公所，已將普云拿住。現在滿城風雨，都知是普云、蓋九城所害，此時還有可疑義么？”子言搖頭道：“不然不然，當日尸場的情形，疑點甚多，不知市隱先生記下來沒有？”市隱听了此話，追想尸場情形，歷歷在目。隨笑道：“記得記得，閣下有什么高見？倒要領教。”子言道：“第一處可疑之點，是蒼氏屋中的凶器，及凶器上阿氏的手巾。第二是牆上的灰。第三是阿氏簪環，及廚房里臉盆水缸。第四是茅廁中，有一條板凳。這宗地方，都是偵察資料，”眾人听了此話，皆笑子言迂腐。惟有市隱一人深為佩服，暗想那日尸場，我与聞秋水那樣詳細，尚有未留心處，今被子言提起，這才恍然大悟，連聲贊美。因為在坐人多，說著不便，遂邀平子言過那屋細談。子言亦領會其意，惟因有慧甫等在坐，不樂意過去。論其心理，本想以私人資格，要調查此案原委，既不求鳴之官，亦不樂白諸人，好似有好奇之僻，欲借此惊奇故事，研究破悶似的。听市隱讓他過去，甚不謂然，隨笑道：“先生請便，改日訪得的确，再与慧甫諸君相見未晚。”市隱亦知其意，不便再讓，當与告別，回到原席。 \\n 只見礪寰等酒令未完，正輪到黃增元喝酒，說了句春風春月春光好。眾人一面笑，正問他此句的出處，逼他喝酒呢。一見市隱進來，大家齊笑道：“市隱來了，咱們收令罷。”說著，催了菜飯，大家吃過。市隱把見著子言，所談尸場的情形，細對慧甫諸人述了一遍。礪寰道：“子言是半開眼儿的人，何足憑信。我告訴你說，此案的內容，我同慧甫、增元三人，已探得大概情形，只礙于沒有証据，不敢指實。你要少安勿躁，等過十日之后，我必有詳細報告。”市隱道：“你說的固然很是，但此時我的心里，非常悶悶，非把內中真像，探得實在，我心里不能痛快，我終日東奔西跑，專為此事，你們既已知道，又何必嚴守秘密，不肯告訴人呢？”礪寰道：“不是我不肯告訴人，方才于真卿先生，業已談過大略。真卿住家，最与刑部相近。部里情形，他知之最詳。現真卿定于明日午后，真卿与慧甫二人，赴部調查，等他們回來報告。我便有把柄了。”市隱听了此話，很覺渺茫，細追問一切情形，礪寰不肯說，真卿含笑在旁，剔牙不語。鬧得蘇市隱猶疑不定，疑是方才出去時，慧甫等有何議論，或是慧甫等，已得其中真象，不肯与旁人說明，亦未可知。遂笑道：“你們這鬼鬼崇祟，我實在不作情。肯得說明呢，就赶緊說明。不肯說明呢，就不必告訴我。又何必吞吞吐吐，叫人家發疑呢？”說的增元等也都笑了。慧甫亦笑道：“不悶人不成笑話，你先少打听罷。”真卿漱了口，也湊近眾人道：“似我所見，春阿氏一案，實在冤枉。過部那一日，我己眼見其人，身世不甚高，圓合臉儿大眼睛，面上一團嚴肅的顏色，絕不似殺人的女子。听說到刑部后、分在山西司承審，阿氏是收在北所，不令与家人相見，以免有串供的情弊，現在連過數堂，尚無口供，只認說一陣心迷，便要尋死，后來又一陣迷糊，將伊夫砍死，所以才畏罪投缸。您想這一片口供，能算得上是實供嗎？嗎？后來又再三拷問，她說她丈夫既死，落了謀害親夫的罪名，如今只求一死，情愿抵償。問她婆婆如何？她也說好。問她丈夫如何？她也說好。我想這一件冤枉案子，若一旦定讞，必然依照律例，凌遲處死，死后便無日昭雪了。”秋水冷笑道：“你們這宗見脈都顯無稽之談。凡評論一件事，万不能倉卒草切，須把种种証据，一一指明，方能把阿春氏証為好人呢。”淡然亦笑道：“秋水卓見，誠可令人佩服。但昨日翼里已將普云拿獲，今午解送提看。大概一兩日內，必然過部，是否為害人原犯，現尚難得定論。然若詳細究問，必能得著內中真像。”秋水含笑道：“不見得罷？”淡然亦急道：“普二常在文家，焉能不知？”秋水搖頭道：“不見得，不見得。我憑空這么說，沒有真實証据，你們絕不肯信。咱們設一個賭約，等她定讞后，倒看誰輸誰贏。”說罷，与淡然擊掌，以市隱作証人，將來輸了時節，罰他五十人的東道，并捐助貧民院一百塊洋錢，礪寰等連稱很好，慌忙的淨面穿衣，會了飯帳，各自分頭回家，不必細題。 \\n 次日項慧甫同了謝真卿二人，去到刑部北所，要偵察阿氏舉動。不想事有湊巧，這日山西司提訊阿氏、文光与范氏諸人，均在羊肉館听傳候審呢。真卿、慧甫等聞知，喜出望外。先到刑部里面，尋了相熟的牢頭，引至北所。一面走路，一面与那牢頭，打听阿氏的舉動。正步在西夾道內，忽見有一群小孩儿，圍隨一個女犯，年在十六八歲，梳著辮，穿一件蔚蘭色竹布褂，慢慢的走來，真卿一看，卻是阿氏。隨在慧甫身后，拍了一掌，慧甫亦忙的止步，閃在一邊，見那一群小儿，一個個歡歡喜喜，呼喚姐姐，阿氏低著粉頸，頭也不抬，消消停停的走過，那一种慘淡形容，真令人觀不忍睹。任是鐵石心腸，也不免傷心落淚。慧甫待其走遠，向牢頭打听。這一般小儿，是阿氏的什么人？牢頭道：“說來很奇，這都是附近住戶的小儿，皆因春阿氏性情溫婉，自入女監后待人极好，不但監中囚犯，全都愛她敬她，連女牢頭梁張氏，全都怜憫她。看她的言容舉動，頗有大家風范，又安靜，又沉穩，決不似殺夫的神气。所以合監女犯，全都替她呼冤。這群小孩子，也因她待人极好，所以成群結隊的呼他姐姐。有什么好吃的好玩的東西，她都爭先恐后的送來。現在半個多月，已經成習慣了。”真卿嘆口气道：“這群小儿，真個有趣。只是中國刑法，暗無天日。像這樣冤屈事，得何時昭雪呀？”說罷，嘆息不止。牢頭悄聲道：“二位到處邊去、先不要說。昨天蓋九城已經放出，大概是文光家里托了人情，不然也難于釋放。”慧甫道：“那么過堂時節，范氏是什么口供？”牢頭搖首道：“范氏口供，我們也打听不著。司里也下過諭，不准官差皂隸透出消息。倘外間有何議論，即以站堂的是問。像這么嚴緊，我們哪能知道。”三人一面說話，來到女監。先向女牢頭梁張氏打听監內景象。听那梁張氏說，阿氏是极其沉穩，每天兩飯一粥，若有官人進去，旁人都歡歡喜喜，有說有笑，惟有春阿氏安然靜坐，絕沒有輕狂之气。就像監里那樣肮臟，阿氏也极其洁靜。不但她衣服鞋襪，一切照常，就是她所鋪草帘，所蓋的棉被，都比同床的干淨。若說這樣女子，謀害親夫，那么陽世人間，就沒有好人了。梁張氏越說越气，連把淫婦蓋九城，不該因奸殺子，污陷儿媳，痛罵了几十聲。真卿等也听著痛快，仿佛那梁張氏一罵，便替春阿氏洗了冤枉似的。隨又打听阿氏在監，說過她家事沒有？梁張氏道：“沒說過。”慧甫听了此話，謹記在心，因問阿氏過堂，能几時回來？牢頭說：“過堂沒有時限，有跪鎖拷問時，至早須三個時辰，方能放出。”真卿又嘆息半日．慧甫把監內情形，得了大概，俯在牢頭耳旁，欲求牢頭費神，轉向女牢頭打听，可有阿氏娘家人，來此探問沒有？梁張氏道：“上頭有交派。阿氏家里人不准進來。”說著，又用手指道：“您瞧，這就是她母親德氏，由堂上下來了。” \\n 慧甫等回頭一看，果見東牆夾道，有管獄官人，帶著個年近六旬，蒼白頭發的老婦，面帶愁容，穿一件蘭布褂，兩只香色福履鞋，后面跟隨官人，進了女監。慧甫把德氏上下打量一番，不由得緊皺眉頭，暗中納悶。看那德氏面貌，很是嚴肅，斷不是不講家教的舉止。慧甫看了一回，催促謝真卿赶緊回去，說獄中情形，我己得著大概，等過了三五日，普云過部后，我們再來查看。當下与那男女牢頭告別，分頭而去，慧甫把部中情形，告知礪寰，問他有什么法子，可以調查真象。礪寰道：“先生不必著急，兄弟自有妙法。”慧甫道：“既有妙法，你我分頭調查，如有所得，即行商議。”兩人計議已定，又約會黃增元等，調查文光的親友，和阿氏的家事。又听說阿氏胞兄，名叫常祿，現在外城警廳充當巡瞥，慧甫要委婉托人，交結常祿的同事，好探听阿氏為人，究竟品行若何？ \\n 不想光陰似箭，時序如流，轉瞬之間，已經岭上梅開，小陽將近。刑部的消息，自把普云送部，一連著拷問數堂，沒有承認的口供。驗其血跡，确是療瘡脈血。雖在嫌疑之內，若指為原凶，又沒有真實憑証，只不過報紙宣傳，因為普云為人不甚務正，又常在文光家內，難免与蓋九城有拉攏。不想拷問多次，依然無供。尚書葛寶華、左侍郎紹昌、左侍郎張仁黻，全都非常著急，誠恐一司承審，所見不公，又更調几回司口，改派几回問官。凡部中有名的司官，沒有一個沒審過。會審多次，都說普云、范氏不像正凶，稟明堂官，請予釋放。堂官也無話可說，只得將普云、阿德氏先行釋放，好改派問官，嚴訊阿氏。隨將合署員司聚在一處，大家討論此事，畢竟有什么方法，可以得著實供。眾司員面面相視，毫無辦法。葛公道：“此案若不得真象，如何定案？現在輿論是這樣攻擊，若不見水落石出，本部的名譽，自此掃地。昨日叫起儿，上頭曾問此事，我當時無話可答，只好支吾搪塞，口奏了一回。至散門的時候，我同紹仁亭很是著急。仁亭要親自提審，但能有個要領，雖一時不能定案，也好變個方法，具奏請旨啊。不然。因循日久，言官再一參奏，我們就沒顏面了。”紹侍郎道：“前日在景運門地但，曾与那中堂景大人相見，談及此事，据提署左翼報告，俱說春英之死，确是阿氏所害；但不知幫凶的為誰？諸公對于此案，皆已審訊多次，若果是阿氏所害，我們居心無愧，即可按律定擬，免得延緩日期。”問官宮道仁道：“大人如此高見，司員也不敢不說，本司提審阿氏，因見她舉止言容，皆极庄靜，頗不似殺人凶犯，未敢用刑。后因她沒有口供，不說是情甘抵命，便說心迷誤殺。后見其手上指甲，有似用刀折傷的痕跡，當即以嚴刑拷問，据阿氏供說，一陣心迷，不知如何折落。司員听此口供，分明是支吾之語，遂設法誘供，并令女牢頭梁張氏，暗探其言談舉動之間，有什么破綻沒有。不想直至改調別司，仍無口供。据司員想著，阿氏在家中受气，意欲自行抹脖。春英猛然惊醒。阿氏于惊慌失措之際，誤將春英砍傷，似亦在情理之中。”又一司員道：“本司亦審過多次，但揣情度理，所見与山西司稍有不同。日前与提署行文，將院鄰德修等傳案質問，該以春阿氏平日是否正經？据稱，未聞有不正名譽。詰以文范氏品行若何？皆云不知。如此看來，則是否為阿氏所殺，尚在兩可。”葛尚書听到此處，隨令各司員將屢次所訊供詞一一調出，細与張、紹兩侍，翻覆查閱。又一司員回道：“阿氏在本司所供，皆与他司不同。原供說，屢受春英辱罵，繼又說素受夫妹欺負，后又說素受婆母斥責。且殺死春英一節內發迷，提刀向春英脖上，盡力一抹。繼又說，是日在家，提刀坐在床沿上，本欲自盡，不料春英掙起，揪住該氏手腕，以致一時情急，刀口誤傷春英咽喉。其前后供詞，屢經變易，殊難深信。當用嚴刑拷問，而阿氏一味支吾，迭次用刑，仍堅稱委無他故。按其情節，原凶是春阿氏無疑。惟据文光、德氏、瑞氏、托氏并鄰德珍等供稱，阿氏過門后，夫婦向無不和，阿氏亦沒有丑名。据此看來，必系別有緣因。或為家中細故，偶与婆母小姑稍有不睦，一時思想不開，遂至情急尋死，抑或儿女纏綿，欲与丈夫同盡。或春英見其欲死，向前奪刀，以致誤傷而死，這亦在情理之內，疑似之間的事。”又一司官道：“諸公所見，皆极近理。阿氏由本司承審。屢次所供，皆与各司略同。惟最后供說，丈夫已死，不愿再生。請早賜一死，以了殘生。其言慘痛，頗難形容其狀，似有別項緣由，隱忍不能言的意思。后詰其奸夫為誰？彼則堅稱愿死，別無可供。据此看來，則阿氏心目中，必有別項隱情，斷非一時所能猜測的了。” \\n 一語未了，把旁坐一位司官，名叫志誠的怒惱，冷知兩聲道：“今有堂憲在此，愿我同寅諸公，要以官常為市，莫被奸人所誤才是。”說的那一司員，臉上發紅。因為志誠以冷言激刺，仿佛指摘旁人，受過文光運動似的，因冷笑道：“我輩以法人資格，誰肯循私呢？”說著，你言我語，紛紛爭議。幸有郎中善全、員外郎崇芳等婉為解說，為著公事，我們不要爭意見，大家方才住口，紹公把供詞閱畢，听了各司所見，各持一說，當即相任善全把各項卷宗，調查清楚，按該氏自認誤殺屬實的情形，移送大理院，詳細推鞠。一面与葛尚書商議，再与提督衙門巡警廳，并各處探訪局所行文，煩請偵察名家，悉心采訪，如得有确實憑証，即行咨送大理院，以備參酌，葛公亦深以為然。張侍郎道：“古來疑獄，有監候待質之法，現在之現行例，強盜無自認口供，賊跡未明，盜伙又決無証明者，得引監候處決。則服制人命案件，其人已認死罪，雖未便遽行定誠，似可援監候處次之例，仿照辦理，葛公等亦深以為然。隨令司員等先与偵察机關繕具公文，令其妥派偵探，細心采訪。并令官道仁等查檢舊時例案，有与此案相同者，好援例比擬，具奏請旨。囑咐已畢，隨即傳喚搭轎，各自回宅，暫且不表。 \\n 單說那名家偵探，因為阿氏一案，皆极注意。其中有一位精細的偵察家，姓張名瑞珊，名號同一，常往來于京津一帶，性情慷慨，极喜交游，能操五省方言，人人都稱他福爾摩斯。是時在天津探訪局，為高等偵探。因見刑部堂官，有約請各處偵探，幫同調查的公函，遂動了爭名之念。暗想北京城中，是藏龍臥虎，人文哨萃的地方，怎么阿氏一案，就無人解決呢？隨即攜了銀錢，不今眾同事知其蹤跡，暗赴老龍頭車站，買了火車票，當日就乘車來京，住在煤市街万隆店，亦不暇拜望戚友，先往各茶樓，博采輿論。有的說文光家里，在刑部托了情，己將春阿氏問成死罪，不久即送大理院，請旨定案了。有的說文范氏手眼通天，未嫁文光以前，常与王公闊老交接來往，此次承審官員，皆与文范氏原的夙好，所以連奸夫普云，皆各逍遙法外，無人敢惹。大家紛紛議論，所說不一。瑞珊也一一听明，記在心里。忽見眼前桌上，坐著個年少書生，衣服打扮，皆极華麗。對面有一老叟，童顏鶴發，戴著墨晶眼鏡，手拿旱旱煙袋，口中吁著煙气，与那少年閑談。少年道：“中國事沒有真是非。若望真實里說，反難見信。近如春阿氏一案，明明是謀殺親夫，偏說是受人陷害，竟鬧得刑部堂官，都不敢定案了。”那一老者嘆道：“人世間事，由來如此。若非報紙上這樣辯護，早已就定案了。我前次承審此案，阿氏跪在堂上，我仔細一看，不必她自己供認，那臉上顏色，己然是承認了。后來到別司拷問，她只說情愿抵命，請早判死。只此一語，即可見害人是實了。雖不是阿氏下手，亦必是愛情圓滿，不可思議的情人了。”說著，聲音漸低，唧唧哦哦的，听不真切了。 \\n 瑞珊把茶資付過，得了這議論，心已打定主意，先往六條胡同，拜見烏珍，把翼里口供、尸場情形，一一問明，婉轉各界戚友，變盡偵探方法，先与文光交結，并探听阿氏的家事。又赴外城警廳，面見阿氏的胞兄。自從丁未年冬月到京，費了若干手續，方知春阿氏乳名三蝶儿，自幼聰明過人，父母都愛如掌珠。自從阿洪阿去世，只剩母親德氏，帶著她長兄常祿，少弟常斌，娘儿四個度日。德氏為人，本是拘謹朴厚，頑固老誠的一派人，言容鄭重，舉止凜然。在家教訓子女，決不少假辭色。其對于親戚故舊，也是冷气凌人，毫沒有和靄气。以故那親戚朋友，都笑她老人板儿，德氏亦并不介意。殆至丈夫死后，母子們困苦無依，遂遷在至親家內，為是有些照顧。這家也不是旁人，正是德氏的從妹額氏家，妹丈姓聶，表字之先，現為某部員外，生有一子一女，男名玉吉，女名蕙儿。玉吉幼而聰敏，長而好學，气宇軒軒，不可一世。惟一受家庭拘束，年已十五歲，尤不許出外一步。額氏為人，也是拘謹庄重，向与德氏投緣，頑固气息、實相伯仲。額氏住在西院，德氏帶著子女，賃居東院，兩家是一牆之隔，中有角門可通，以故東西兩院，如同一家。玉吉比常祿小三歲，恰与三蝶儿同庚，比蕙儿長一歲。五個人年歲相仿，既是姨表兄弟，一院同住，所以耳鬢斯磨，每在一處玩要，毫無拘禁。德氏姊妹，是虛文假作的拘謹，從來于儿女性情，悲歡喜怒上，并不留心。德氏雖知愛女，不過于表面上注意，只教唯唯諾諾，見人規矩而已。后來三蝶儿年歲稍長，出脫得如花似玉，麗若天人，鄰居左右，莫不惊其美艷。每當夕陽而下，德氏姊妹常帶著子女們站在門前散悶。三蝶儿年方十五，梳一條油松辮子，穿一件淺蘭竹布褂，對著那和風弄景，芳草綠茵，越顯得風流秀蕙，光艷奪人，仿佛与天際晚霞，爭華斗艷似的。過往見者，咸惊為神仙中人，以故媒媼往來，皆欲与三蝶儿提親。誰知德氏姊妹，自從玉吉幼時，早就有聯姻之意，不過儿女尚小，須待長成之后，始能提起。這日有鄰居張鑼，是東直門草厂一帶著名的惡少，因愛三蝶儿之美，托囑媒婆賈氏，往德氏家內議婚。賈氏剛一進門，先將三蝶儿的針線贊個不了。三蝶儿是聰明過人，見她這般諂媚，厭煩之极，收了手巾活計，便向西院去了。是時那玉吉、常祿兩人正在外處讀書，每日放學，教給三蝶儿識字。幸喜三蝶儿過目不忘，不到一年光景，已把眼前俗字，認了許多。尋常的書帖、小說，也可以勉強認得，只苦于德氏教女，常以女子無才便是德一語為成，所以三蝶儿識字，不肯使人知道，只在暗地里，看看說部，習習寫字。晚間無事，便令玉吉講解，當作閑伙吹話儿，玉吉亦沉默向學，留心時事，每日下學回家，即与兄弟姊妹，一處游戲。常祿的資質略笨，性又剛直，故与玉吉不同。常斌是年紀小蝶儿性情投合。小時有什么好玩物，皆与三蝶儿送去。有什么好吃的，也与三蝶儿留著。三蝶儿性情孤傲，亦好清洁。看著常斌、蕙儿等又齷齪又肮臟，心里十分厭惡，惟与聶玉吉脾胃相投，常于每日晚間，學經問字。到了年歲稍長，智識漸開，三蝶儿的思想明敏，体察著母親心意，合姨夫姨媽的心理，顯露了結親之意，遂不免拘謹起來。每逢与玉吉見面，极力防嫌，連一舉一動上，俱加小心。工不知何故，總疑有什么得罪地方，欲待問她，又無從開口。 \\n 這一日學塾放假，獨在上房里練習楷字，忽見三蝶儿走來，站在玻璃窗外，因見屋里無人收住腳步，隔著玻璃問道：“我姨媽往哪儿去了？你怎么沒上學呀！”玉吉放下筆管，笑略嘻的點手喚她。三蝶儿搖搖頭，轉身便走。后面一人扯住道：“你上哪儿去？我哥哥在家哩。”三蝶儿回頭一看，正是蕙儿。不容三蝶儿說話。死活往屋里亂扯。三蝶儿央道：“好妹妹，別揪我，我家里還有事呢。”蕙儿冷笑道：“有事么？不搭棚，既往這里來，就是沒事。”說著，拉了三蝶儿的手，來到屋內。玉吉也出來讓坐，笑問道：“姐姐這几日大門不出，二門不邁，請你吃飯，你都不肯來，莫非我們這里，誰得罪了姐姐？”三蝶儿笑道：“你真是沒話找話儿。我若不肯來，焉能坐在這里？”說的玉吉笑了。忽額氏自外走來，一見三蝶儿在此，便問她吃的什么？又問她做什么活計？三蝶儿一面答應，一面与蕙儿拉著手。蕙儿是年幼女孩，見了三蝶儿如見親人一般。因額氏在此，不敢放肆，嗤嗤而笑。三蝶儿惱她淘气。因礙在額氏面前，不好說話。不想被額氏看見，瞪了蕙儿一眼。厲聲喝道：“什么事這么揉搓人？這么大丫頭，不知學一點儿規矩禮行，竟這么瘋子似的，學討人嫌么？”說著，把丫頭長、丫頭短的罵個不了。還是三蝶儿勸著，方才住了。額氏道：“你不用護著她，你們姐妹們，都是一道號。半天晌午，為什么不做活計？竟滿散逛，真不給小孩儿留分了。”說的三蝶儿臉上，一紅一白，放了蕙儿手，又不敢久坐，又不敢便走。玉吉站在一旁，一見蕙儿挨說，早嚇得跑迸屋內，不敢則聲了。一面磨墨，又听見外間額氏申飭三蝶儿，遂高聲喚道：“姐姐，你不要找尋了。貓從房頂上已經回去了。” \\n 三蝶儿會意，三步兩步的走出，回到東院。原來那說媒的賈婆，仍然沒走，坐在里間屋里，咕咕噥噥的，正与德氏說話。三蝶儿把腳步放重，自外走來。站在母親身旁，又与賈婆德氏，斟了回茶，返身回到屋內，無精打彩的，做些針線。不想那賈氏話多，坐到日到平西，仍在西里屋里，刺刺不休。有听得真切的，有听著渺茫的，句句是說謀拉牽，自夸能事的話。又獎譽三蝶儿容貌，必得嫁与王公，方才配合。三蝶儿听了半日，句句刺耳，因恐終身大事，母親有何變故，遂把針線放下，靜坐細听。那賈婆道：“告訴姐姐說，我管的閑事，沒有包涵，你自管打听去。家業是家業，郎君是郎君。明天把門戶帖儿……”說到此處，又隱隱的听不真了。三蝶儿不知何事，料定母親心理，禁不得賈婆愚弄，若有長舌婦，來往鼓惑，實与家庭不利。想到這里，心里突突亂跳，身子也顫搖起來。便悶悶倒在枕上，暗暗思量，覺得千頭万緒，十分煩悶。忽見賈婆進來。笑嘻嘻的道：“姑娘大喜了！我保的這門親事，管保門當戶對，姑爺也如心。”三蝶儿听了這話，如同万箭攢心一般，正在不得主意，猛听西院里一片哭聲，說是玉吉挨打，被聶之先當頭一捧，打的昏過去了。當時一惊非小，三步兩步，跑了過去。果見聶玉吉躺在院里，之先拿著木棒，喘吁吁的站在一旁，有德氏、額氏姐妹，在旁求饒。蕙儿、常祿等亦跪地央告。之先怒目橫眉，頭也不顧抬，只望著玉吉發狠。眾人再三央告，死也不听。搶步按住玉吉，欲下毒手，急得三蝶儿，噯呀一聲，仆倒就地。欲知如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第十回 露隱情母女相勸 結深怨姊妹生仇", "正文": "  \\n 第十回　露隱情母女相勸　結深怨姊妹生仇 \\n 　 \\n 話說三蝶儿一見聶之先，按住玉吉，嚇得噯呀一聲，仆倒就地，本打算婉言央告不想摔倒在地上，心里雖然明白，口里卻說不出話來。急得嗚嗚的亂嚷。忽見德氏走來，喚著三蝶儿起來。三蝶儿一面哼哼，正在昏昏沉沉，恍恍惚惚之際，猛听德氏喚她，遂長嘆一口气睜眼一看，仿佛身在房中，俯在床上發昏似的。又听德氏喚道：“姑娘你醒一醒，管保是魘著了。”三蝶儿定了定神，敢是作了南柯一夢。只覺得頭昏眼花，身子發懶，翻身坐了起來，一面揉眼，一面穿鞋下地。只听德氏叨念道：“半天晌午，淨知道睡覺，火也耽誤滅了，賣油的過來，也不打油去。賈大媽走了，也不知道送一送。這倒好，越大越沒有調教了。”說的三蝶儿心里越發難過，一面理發，顧不得再想夢景，只推一陣頭疼，不知什么工夫，竟睡去了。一邊說，一邊幫著做菜。吃過晚飯之后，覺身上懶懶的，不愿做活，遂歪身躺在屋內，昏昏睡去。自此一連數日，如同有病的一般。早晨也懶得起來，晌午亦懶得做活。气得阿德氏終日嘮叨，只催她出外活動活動，不要鬧成癆病。三蝶儿答應著，心里卻無主意。有心往西院里散散悶，又恐受姨媽教訓．或是張長李短，講些個迂腐陳言，實在無味。只得坐在屋里，扎掙做些活計。 \\n 這一日向晚無事，德氏、額氏帶著常斌、蕙儿，俱在門外散心。三蝶儿不愿出去，獨在院子里澆花。忽見玉吉走來，笑嘻嘻的作了一揖，咚咚的往外便跑。三蝶儿有多日不見，仿佛有成千累万的話，要告訴他似的，不想他竟自跑去，也只得罷了。不一會，又見玉吉跑來，喚著三蝶儿道：“姐姐你快來看熱鬧。”三蝶儿不知何事，因問道：“有什么可瞧的，你這么張惶？”玉吉笑道：“其實也沒什么可瞧的，我怕姐姐悶得慌，要請姐姐出去散一散心，何苦一個人儿，悶在家里呢？”三蝶儿道：“叫你費心，任是什么熱鬧，我也不管瞧，你愛瞧只管瞧去。”說著，提了噴壺，但去澆花。玉吉道：“姐姐的病，我知道了。不是挨了姨媽的說，必是那賈大媽气的。”玉吉是無心說出，不想三蝶儿听了，滿臉飛紅，暗想道：“賈大媽的事，他怎么也知道？莫非賈大媽的事，已經說妥了不成？”隨忙著放下噴壺，搖手向玉吉道：“你既知道，就不便說了。”玉吉不解其意，只當三蝶儿又受了什么樣气，遂悄聲問道：“告訴我怕什么？決不向外人說去。”三蝶儿一面搖手，又蹩著眉道：“告訴你做什么？反正是一天云霧散，終久你也知道。”玉吉听了此話，越不能解，遂攜手問道：“到底什么事？你這樣著急。”三蝶儿嘆了口气，眼淚扑簌的滴下，奪過手來道：“你不要再問了。”說著，擦了眼淚，走進屋內，低頭坐在椅上，一語不發。玉吉也隨后跟來，再三追問，連把好姐姐，叫了几十聲。又說天儿太熱，不要悶在心里憋出病來。三蝶儿一面抹淚，一面跺腳，又紅臉急道：“你一定要問我，可是擠我尋死。”這一句話，嚇得玉吉也怔了。想了半日，摸不清其中頭腦。欲待問她，見她如此著急，也不敢再問了。 \\n 正在沒個找尋處，忽見德氏、額氏等自外走來。德氏見三蝶儿流淚，怒問道：“青天白日，你又是怎么了？”三蝶儿忙的站起，強作笑容道：“我眼疼，光景是要長針眼。”一面說，一面以袖掩淚。玉吉也在旁遮掩，方把德氏攔住。不一會，常斌跑來，說兩院我姨父又吐又瀉，想必是熱著了。玉吉听了，連忙跑去，德氏亦隨后追出。將走到上房門外，就听得之先連連噯喲，又嘔又吐。額氏在屋內嚷道：“姐姐你快來，幫我一把手儿罷。”德氏答應一聲，三步二步的赶入。之先坐在炕上，嗚哇的亂吐，吐得滿屋滿地都是惡水。額氏站在身后，一手拿了頂針儿，替他刮脊梁。又叫仆婦梁嬤，上街買藥去。一時三蝶儿、蕙儿等，也自東院走來，忙著拿了笤帚，幫著掃地。忽之先噯喲一聲，嚷說腹痛，翻身倒在炕上，疼得亂滾。又要熱物件，去溫肚子。等至梁嬤回來，服了金衣夫署，六合定中，四九子卻暑藥。不想服了之后，依然無效。又把痧藥、紅靈丹等藥，聞了許多，連一個嚏噴俱不曾打，額氏等著急之至，忙叫玉吉、常祿去請大夫，候至九點余鐘，醫生赶到。德氏等一面待茶，一面把病人情形，說了個大概，又央著醫生細細的診診脈，醫生答應道：“不用你囑咐，錯非与之先相好，我今天万不能來。方才傻王府請了三天，貝勒福晉，也病得挺厲害，我全辭了沒去，赶緊就上這儿來啦。”說著，進屋診脈。合上兩只鼠目，一會點點頭，一會儿皺皺眉毛，假作出細心模樣來。之先一邊噯呦，一面給醫生道勞，說大哥恕罪，我可不起來了。醫生把二目睜開，說聲不要緊，這是白天受暑。晚上著涼，左右是一寒一火，冷熱交凝，夏天的時令病。說著玉吉等拿了紙筆，請到外間屋里去立方。醫生把眼鏡取出，就著燈光之下，拂著一張紅紙，一邊拈著筆管，一面尋思，先把藥味開好，然后又號上分量，告訴額氏說：“晚間把紗窗放下，不可著涼。”額氏一一答應，又給醫生請安，道了費心。玉吉、蕙儿等亦隨著請安。額氏把馬錢送過，醫生滿臉堆笑，不肯收受。還是德氏等再三說著，方才收了馬錢，告辭而去，這里額氏等煎湯熬藥，忙成一陣。額氏等一夜不曾合眼，本想著一劑藥下，即可大痊。不想雞鳴以后，病勢愈加凶險。急得額氏等不知如何是好，打發常斌、玉吉去請醫生，又怕是痧子霍亂，遂著梁嬤出去，請一位扎針的大夫來。 \\n 合該是家門不幸，這位扎針大夫，本是賣假藥的出身。扎針之后，常斌所請的醫生亦已赶到。進門診脈，業已四肢拘急，手足冰涼。醫生搖了搖頭，說昨晚方劑，已經錯誤。大凡霍亂的病症，總是食寒飲冷，外感風寒所致。人身的脾胃，全以消化為能。脾胃不能消化，在上腕則胃逆而吐，在下腕則脾陷而為瀉。現在之先的病，吐瀉并作，脈微欲絕，又兼著連扎十數針，气已大虧。我姑且開了一方子，吃下見好，赶緊給我信。如不見效，則另請高明，免得耽誤。額氏听了此話，一惊非小。一面擦淚，一面把醫生送出。回房一看，之先躺在床上，牙關緊閉，面如白紙。額氏叫了兩聲，不見答應。又叫玉吉等伏枕來喚，急得常祿、常斌并三蝶儿、蕙儿等，亦在旁邊守著，爹爹娘姨父的亂嚷。梁媽把藥劑買來，忙著煎藥。因坐中不見德氏，遂問道：“東院大太太什么工夫走了？”額氏亦左回右顧，不得主張，急得叫三蝶儿去找。又抱怨德氏道：“好個狠心的姐姐，這里都急死了，她會沒影儿啦。”三蝶儿亦一面抹淚，忙的三步兩步，來到東院，說是我姨父已經不成了，你還不赶緊去呢！德氏嘆一口气，一語不發。三蝶儿倒嚇一怔，不知此時母親受了什么感触，這樣生气，有心要問，又畏其詞色嚴厲，不敢則聲。一面以袖子抹淚，一面往外走。德氏拍的一聲，拍的桌子山響，怒嚷道：“你姨父病了要緊，你媽媽病了，也不知問一問？”三蝶儿嚇了一跳，不知何故，轉身便跪在地下，凄凄惻惻的道：“奶奶別生气，有什么不是，請當時責罰我。大熱的天气，奶奶要气坏了，誰來疼我們呀。”說著，兩淚交流，膝行在德氏跟前，扶膝墜淚。德氏把眼睛一瞥，賭气站起來道：“不是因為你，我也不生气。這們大丫頭，沒心沒肺，我囑咐你的話，從不往心里擱一擱，大生的下流种，上不了高台儿嗎。”說罷，把手巾煙袋用力在地上一磕，惡狠狠的問道：“你跟你玉兄弟，說什么來著？你學給我听听。” \\n 三蝶儿一听，不知從何說起，嚇得面如土色，顫巍巍的道：“大夫來時，我在里間屋扶侍姨父，并不曾說些什么。”德氏呸的一聲，唾得三蝶儿臉上滿臉吐沫。德氏道：“看那藥方子時候，你說什么來著？”三蝶儿想了半日，茫然不解。細想与玉吉二人，并不曾說過什么，有什么要緊話，被母親听去，這樣有气。乃慘然流淚道：“奶奶責我無心，誠是不假，說過的便忘了。”一面說，一面央告德氏，指明錯處，好從此改悔。德氏裝了一袋煙，怒气昂昂的，走向玉蝶儿眼前，咬牙切齒道：“你不用裝糊涂，昨天你跟玉吉說，逼你尋死，誰逼你尋死來著，你說給我听敢答言了。”听到此處，知是昨晚說話，未加檢點，當時兩頰微紅，羞羞怯怯的。德氏呸呸的兩聲道：“好丫頭，我這一條老命，早早晚晚，死在你的手里。我家門風，早早晚晚，也敗在你的手里。”說得三蝶儿臉上，愈加紅漲，惟有低垂紅頸，自怨自艾。德氏見其不語，愈加憤怒，乃忿然道：“你說呀，你怎么不說呀？”三蝶儿一面抹淚，想著西院之先，病在垂危，母親這樣的有气，實是夢想不到的事，因嘆道：“奶奶，奶奶，你叫我說什么？”說著，拂面大哭。德氏放了煙袋，頓足扑掌的道：“說什么？你自己想想去罷。”說罷，倒在椅子上，哼哼的生气，一時又背過气去。三蝶儿擦著眼淚，俯在德氏怀里，奶奶奶奶的亂叫，一時梁氏、蕙儿因三蝶儿來找德氏，半日不見回去，亦跑來呼喚。叫了半日，不見答應。又听上房里，連哭帶喊，遂走來解勸。拉起三蝶儿，又把德氏喚醒，問說因為什么這么生气？三蝶儿背了德氏，偷向梁媽搖手。梁媽會意，死活拉了德氏，說西院我們太太急得要死，我們老爺已經不成了。三蝶儿亦隨后跟去。 \\n 走至西院，忽听額氏說聲不好，梁媽等搶步進去，原來聶之先已經絕气了。額氏等措手不及，只顧扶著枕頭，嗚哇亂哭。德氏、三蝶儿等也望著哭了。梁媽勸住額氏，先把箱子打開，說制辦壽衣，業已來不及，難道叫老爺子光著走嗎，額氏一面擦淚，這才慌手忙腳，開箱倒柜。三蝶儿也忙著收拾。大家七手八腳，先把之先裝好，停在凳上，又叫常祿出去叫床。額氏、玉吉并德氏母女及梁媽、蕙儿等，复又大哭一場。大家凄凄慘慘的，商量事后辦法。額氏雖稱能事，到了此時此際，亦覺沒了主意。德氏因昨日一夜不曾合眼，又因与三蝶儿生气。經此一番變故，亦顯得糊涂了。玉吉一面哭，跪在額氏面前，請求辦法。三蝶儿擦著眼淚，先令梁媽出去，找兩個幫忙的爺們來，先与各親友家里送信。德氏一面擦淚，不知与額氏鬧了什么口舌，坐了半日，只有擦淚流淚，對于后事辦法，一語不發。額氏亦沒了主意。玉吉、常祿二人、雖是少年書生，心里頗有計划。二人商量著，先去看棺材。又叫三蝶儿等防著德氏姊妹，不要天熱急坏了，三蝶儿點頭答應，見母親如此不語，又兼有方才申飭，亦不便多言多語。再去張羅了。一時德氏站起，推說頭上發昏，自回東院去了。 \\n 額氏望著之先，仍是亂哭。一手揮了眼淚，醒了鼻涕，望見德氏走后，指給三蝶儿看道：“你看你媽媽，我這么著急的事，她連哼也不哼。你爸爸死的時候，我可沒有這樣。什么叫手足？哪叫骨肉？看起你媽媽來，真叫姐姐們的寒心。”說罷，放聲大哭。鬧得三蝶儿勸也不是，不勸也不是。又不知他們姊妹犯了什么心，今儿額氏一哭，不由得也哭了。蕙儿站在一旁，不知所以。雖說是小孩子家，不知世故，然父親剛然咽气，母親与姐姐俱這樣哭，變不禁放聲哭了。梁媽把雇來的爺們打發出去，燒完了倒頭紙，听得額氏屋中這樣亂哭，也不免隨著哭了。鬧得一家上下，你也哭，我也哭。額氏、三蝶儿等越哭越慘，額氏是悼夫之亡，憫于之幼，又傷心同胞姊妹，尚不如雇用仆婦這樣盡心，又想著辦理喪事，手下無錢。又慮著完事之后，只剩下母子三人，無依無靠。儿子雖已成丁，畢竟是幼年書生，不能顧全家計。越哭越慟，哭的死去活來，沒法勸解。三蝶儿是心重得很，知道自己家事，皆倚著姨父一人。姨父一死，不惟母女們失了照應，若日后母親姐妹失和，如何能住在一起。既不能住在一起，則早日結親之說，也必然無效了。雖我自己親事，不算大事，然母親年老，侍奉需人，若聘与別姓人家，万不能如此由性。再說哥哥兄弟，又是朴厚老實，循規蹈矩的一路人，專使他守成家業，必能添祖德。然生于今之世，家計是百般艱窘。母親又年近衰老，錯非創業興家，光耀門戶的弟兄，必不能振起家聲，顯揚父母了。越思越苦，哭得倒在地上，有如淚人儿一般。一面擦淚，抬頭望見死尸，又想起人生一世，無非一場春夢。做好夢也是夢，做惡夢也是夢。人在夢中顛顛倒倒的，不愿生死，哪里知道，今天脫了鞋和襪，不知明日穿不穿。一那間，三寸气斷，把生前是是非非，也全都記不得了。想到此際，又哽哽咽咽的哭了。恨不得舍生一死，倒得個万緣皆靜。 \\n 正哭得難解難分，有聶家親友，聞信來吊。少不得隨著旁人，又哭了一回。梁媽把來人勸住。隨后額氏的從妹托氏，額氏的娘家德大舅爺等，先后來到。三蝶儿倒在地上，哭的閉住了气。大家七手八腳，一路亂忙。有嚷用草紙薰的，有說灌白糖水的。額氏掩住眼淚，也過來拉勸，連把乖乖寶貝儿的叫了半日，三蝶儿才漸漸的蘇醒過來。蕙儿等在旁亂叫，三蝶儿噯喲一聲，哭了出來，大家才放了點儿心。額氏、托氏等連哭帶勸，梁媽等用力攙起，掖在椅子上，輕輕的拍打著，又泡過碗白糖水來，三蝶儿呷了一口，兩只杏眼，腫似紅桃一般，尤自圓睜睜的望著死尸，潛潛墮淚。額氏与德大舅爺等商議辦事。德大爺久于辦事，出去工夫不大，找著玉吉二人，看了壽木，買了孝衣布，先作孝衣。又著杠房來人先把皤杆立起，其一切搭棚事情，不肖細述，額氏把一切事項，均托在德舅爺身上，允許著事后還錢。玉吉一面哭，一面給舅父磕頭。因素日孝心极重，抹著眼淚道：“外甥雖然沒錢，情愿將父親遺產，全作發喪之用。”德舅爺拭淚拉起，引得托氏、額氏并三蝶儿、常祿等，又都哭了。托氏、額氏等以事后的生計，勸了玉吉半日。玉吉一心孝父，哭道說：“我父親養我這么大，憑我作小買賣去，也可以養活母親。日后的生計問題，此時先不必顧慮了。”一面說一面哭，鬧的托氏、額氏愈加慘慟，無可奈何，只得依了。德舅爺跑前跑后，又忙著印刷訃告，知會親友；又忙著接三焰口，首七念經，以及破土出殯等事情。額氏見諸事己齊，想起德氏來，不免与托氏等哭了一回。托氏以姐妹情重，少不得安慰一回。又叫三蝶儿引著，安慰德氏去。三蝶儿因哭慟逾節，四肢浮腫起來，扎掙攙著托氏，來到東院。不顧与母親說話儿，遂躺在自己屋里朦朧睡去了。這里德氏与托氏相見，也不及為禮，先為兩院喪事哭成一陣。德氏為姐妹失和，少不得閑言淡語的，說了一遍。托氏是來此安慰，不得不調解勸慰。又問說所因何事，竟鬧到這步田地。德氏一面擦淚，嘆了口气道：“提起話儿長。你不常來，這內中情形，你也不知道。”說著，掀了帘子，問說：“三蝶儿過來沒有？”托氏搖搖手，德氏悄聲道：“這事瞞不了你。玉吉小時候，最与三蝶儿投緣。我因沒話題話儿，曾向你二姐說過，將來我們兩人，兩姨結親，這原是孩子時候，妹妹湊趣的話。不想你二姐說話，不知檢點。如今這兩孩子，全知是真了。前天有賈大媽提親來著，被你二姐知道了。原是姐妹情重，同她商量商量，叫她替我想個主意，就便我們結親，也該當放定納禮，開言吐語的說明了。才是正事。誰想她不哼不哈，不言語，不理我。我同她說了三遍，她說妹夫病著，帶孩子就走了，當時給我下不來台。究竟是怎么辦，你倒是說呀。倒底你二姐心里，是怎么個主意呢？難道我養活女儿的，應該巴結親家，強求著作親嗎？”說罷，眼淚交流，說話聲音，也越來越重了。托氏恐三蝶儿听見，一面以別的話別了過去，一面悄聲勸道：“你們的事情，也不知同我商議。二姐是那樣脾气，你又是這樣秉性，論起來全不值當。俗語說：愛親儿作親儿，何必鬧這宗無味的話呢？”說罷，裝了一袋潮煙，听三蝶儿屋里沒有動靜，又悄聲道：“幸虧這兩孩子全部老實，若是人大心大，那時可怎么好呢。依我說，事到這步田地，二姐夫是已經死了，你不看一個，也當看一個。現在各家親友，皆已來到。惟獨你不過去，未免太顯鼻子不顯眼了。”說著，有梁媽等過來，嚷說：“我們太太，抽起肝病來了，請兩位姨太太，快些瞧瞧去罷。這一句話，把托氏、德氏姐妹也嚇得慌了，跑到西院一看，見眾親友左右圍著，德舅爺、玉吉等一面哭，一面按著，常祿忙的跑出，請了位先生來。先生在里間診脈，陰陽生在外間屋里，開寫青榜。院里搭棚的棚匠，繩子竹竿子的亂嚷。又听門口外，几聲香尺響，轉運的壽材，已經來到門前，鬧得院里院外，馬仰人翻，亂成一陣。玉吉、常祿等里外忙碌。德舅爺跑前跑后，又忙著送先生，又忙著灌藥。亂亂騰騰，鬧了兩天兩夜，直到接三之日，猶自忙忙碌碌，一起一起的接待親友。玉吉見母親病重，急的了不得。因恐兩院人多，不得靜養，遂同常祿等大家七手八腳，暫將額氏抬到東院，留下梁媽蕙儿專在東院伺候。玉吉在靈旁跪靈。德舅爺、常祿、常斌并托氏的丈夫文光，皆在棚里張羅。托氏与德氏姐妹，接待各家女賓。只有三蝶儿一人，自從姨父死時，哭痛過甚，又受了母親痛斥，因此郁郁不舒，四肢浮腫起來，身上一回發燒，又一會作冷，頭上也覺著混亂，眼睛也覺著迷离。后見蕙儿過來，說是額氏抽瘋，病得很厲害，由不得動了點儿心，鬧得一連兩日，滴粒不曾入口，睡臥不宁，心里惊惊怯怯，行動亦覺恍惚了。后來有梁媽蕙儿送了些水果西瓜來，三蝶儿把雙眸微啟，望見蕙儿在此，穿著白布孝衣，仿佛見了生人一般。想了半日，看不出是誰來。梁氏站在地上，連把姑娘姑娘的喚了數遍。三蝶儿合上二目，點頭答應。忽又盡命爬起，問著梁媽道：“你姓什么？你到我家里，挑什么是非來了。”梁氏嚇了一跳，不知是哪里的事。隨笑道：“噯呀，我的姑娘，怎么迷迷糊糊的，連我也不認識了。”說的三蝶儿心里一惊而悟，自知是心里迷惑，說出什么關系話來，被她听去了，由不得兩頰微紅，倒身便躺下了。梁媽拉了床被，替她蓋好，悄聲囑咐道：“渴時吃點儿西瓜，有什么事只管叫我。若能扎掙起來，活動活動，那尤其好了。天儿又熱，屋里又透風，鬧的熱著了，那可不是儿戲的，本來我們大爺，就急得要死。姑娘若再病了，那還了得。”說著，拉了蕙儿手，又到西里間屋里，扶侍額氏去。 \\n 不想此時額氏，直挺挺躺在炕上，業已人事不知了。嚇得梁氏、蕙儿面如土色，急忙与西院送信。惊得德氏、托氏、文光、玉吉等，全部赶緊過來，德氏進前一望，摸了摸四肢冰涼，圓睜兩只眼睛，已經絕气了。文光等嚷說快抽，德氏就嚷說撅救。玉吉伏在枕上，連把奶奶、奶奶叫個不住。托氏亦著了慌，顫巍巍的摸了摸胸口嘴唇，眼淚在眼眶里含著，凄凄慘慘的叫聲二姐，引得德氏、玉吉也都放聲哭了。文光把玉吉藏起，問說：“你奶奶的衣裳，放在哪里呢？快些個著人取去。再遲一刻，就穿不上了。”托氏与德氏姊妹，只顧亂哭，玉吉亦沒了主意，搶天呼天的跪倒地上。德舅爺亦哭個不往，勉強拉起玉吉，又見茶役回來，說燒活引路香已經齊備。和尚師傅們，靜等著送三呢。急得德舅爺連連躲腳。眾家親友也有听見哭聲，跑未勸慰的。玉吉把鑰匙尋出，慌忙翻箱倒柜的，去找衣裳。比那之先死時，更加十分忙亂。大家把額氏衣服先行穿好，搭到兩院上房，停在床上，又忙著西院送三所來親友，看了這般可慘，無不墜淚。大家一面哭，一面勸著玉吉，說辦事要緊，不要僅自著急。俗語說：“節哀盡孝，為人子只要生盡其心，死盡其体，也就是了。難道不葬父母，儿子臨時哭死，就算孝子么？說的玉吉心里，极為感激。當時忙亂送三，連那和尚茶役及鄰居看熱鬧的听了，全都眼辣鼻酸，替著玉吉兄妹難過起來。大家凄凄慘慘，送至長街，看著把車馬焚了，然后散去。玉吉跪在街上，先与德舅爺磕頭，哭哭啼啼的，求著費心。又哭道：“母親多么大，娘舅多么大。母親一死，外甥已沒有疼顧了。”說著，淚如雨下。德舅爺忍淚攙扶，勸說不必著急，你這兩件大事，都沒有舅舅承當，你就先回去罷。我帶你常祿哥哥，先瞧棺材去。當時与玉吉告別，帶了常祿，看了合式的一口棺木，并把接三前后的事情，一律辦妥。又邀著杠房的伙計，明日到聶家商議，好多預備一分官賴，言明价錢，其余的瑣碎事情，盡有常祿等分頭忙亂，筆不多贅。 \\n 單言三蝶儿屋里，自聞額氏一死，猶如鋼刀刺骨，万箭攢心的一般。只可怜當時天气，正在中元節后，斜月照窗，屋里孤燈一盞，半明半滅，獨自躺在炕上，冷冷清清，凄凄切切，哭得死去活來，無人過問。幸有茶役過來，收拾廚房家俱，忽听屋子里隱隱哭聲，仿佛魘著了似的，當即跑至西院，告知玉吉，說東院屋里，有人閉住气了，你赶快瞧瞧去罷。玉吉不待說完，知是三蝶儿有病，今因姨母一死，急上添急，必是哭痛過甚，閉往年了。當時跑了過來，掀帘一看，見屋里靜悄悄，無動靜，只有三蝶儿一人將頭握在枕下，斜搭一幅紅被，正自悲悲咽咽的哭呢。玉吉把蜡燭移過，探頭往里一望，見三蝶儿面上，有如銀紙一般，口張眼閉，嬌喘吁吁，一派慘淡形容，殊覺槍楚，玉吉也不顧喚人，輕輕的拍她兩下，顫顫巍巍的叫聲姐姐，剛欲說話，三蝶儿便翻身坐起。玉吉倒嚇一跳，几乎把蜡燭失手，往后一退。卻被三蝶儿一把緊緊挽住手腕，兩眼望著玉吉，又复悲悲咽咽的，低頭哭了。玉吉不解其意，只道能夠起來，便無妨礙，隨將手燈放下，坐在一旁，見她如此凄慘，亦隨著哭了。三蝶儿自覺忘情，本有一肚子委曲，此時見了玉吉，仿佛一部史書，千頭万緒不知從何說起了。一面擦淚，放了玉吉的手道：“你我兩人，是姨父姨媽的寶貝。自今以后，我們便沒人疼了。”說罷，撫面大哭。玉吉扎掙勸道：“姐姐不要心窄，你若急出好歹，豈不叫姨媽著急么。”一面說一面用孝衣擦淚，又悲悲切切道：“你盡管放心，我橫豎急不死。”三蝶儿听了此話，知道自己的心，玉吉全部知誼，很覺感激。但恐他人听去，有些不便，遂嘆口气道：“我不為別的，姨父姨媽一死，你家業零落了是小，連你的功名學業，也自此便完了。”說著，自嘆命苦。又說：“你我此時，不如死了，倒也干淨。等到來生來世……”說到此處，自覺失言，不禁紅潮上頰，玉吉亦頓足道：“姐姐疼我的心，我全都知道。只現在死喪在地，本來我姨媽就終日發怔，姐姐若再急坏了，叫我對得過誰呀？”說罷，兩淚交流，引得三蝶儿，亦嗚嗚哭了。 \\n 忽有常斌走來，說德大舅已將諸事辦妥，等你商量呢。玉吉一面抹淚，來至西院，見座上僧人已經入座，鋪排侍者，喚說本家跪靈。玉吉奠了回酒，赶忙到廂房里面，去見德大舅。在座有許多親友，玉吉也不及周旋，伏在地下，先給德舅爺磕頭。眾人亦即站起，因玉吉年紀不大，如此聰明沉穩，實不易得。只可惜幼年英俊，父母雙亡，真是可怜的事情，隨皆動著道：“夜已深沉了，少爺吃什么了沒有？俗語說：爹死娘亡，斷不了食嗓。現在父母大事，全部仗恃你了。倘若有了災病，誰來替你？”說著，便叫廚子先給玉吉開飯。玉吉一面稱謝，搖手連說不餓。德舅亦一面勸的，一面把所辦的事情，告訴明白。方說方才陰陽先生未開告榜，說未天日干，有些不好，至多能擱上七天。若等著一同出殯，不但乍尸，還是鬧火漆。依著我說，死了死了，就是多停几日，終久也須埋的，不如早些安葬，你父母的心里，反倒安靜了。方才与你姨媽，已經商妥，索性給日子縮短，連你父親三天經，全都不必念了。一來省心，二來省錢，留你們后手，還得過日子呢。自要是你有孝心，哪怕是周年念經，冥壽念經呢。”說著，把杠房單子，遞与玉吉。說原杠价銀，折成兩分杠，仍是那些銀子。把無用的紅牌執事，去了一半。這樣車樣馬，小拿儿鼓手，一概減去。雖然憨蠢一點儿，然窮人不可富葬。這個年月，誰也不能笑話你。只要你心中要強，那就是孝敬父母。”玉吉連連答應。又伏在地上，磕了個頭。眾人見玉吉臉上，現不滿意的顏色，遂齊聲勸道：“大少爺大少爺，就那么辦罷。大舅說的話，都是實情。出殯之后，咱們把一切事情，全都圓上臉，比什么体面都好。一來你父母死后，躺下沒背著債。二來你們兄妹，還得燒錢化紙，爭強要胜呢。若父母一死，把家業都花淨上，以后叫親親友友，誰不笑話。”玉吉听了此話，又刺心，又難過，無奈是一番好意，所以也不敢搶白，只得委委曲曲的低頭應了。 \\n 當時把訃聞帖上，加了一行小字：擇于二十九日伴宿領帖。三十日辰刻發引。仍著幫忙的几個人，盡早分送。一面与德舅爺商量，說父母去世，本旗的佐領領催尚不知道，應當怎么報法，望大舅想個主意。德舅爺沉吟半晌，皺皺眉毛道：“說到這里，我還要問你呢。此時報不報，原不要緊。你求你父親的同寅，多請十天假，無論如何，先把初二的俸銀，領到手里，至說你母親病故，我想此一切，很不必報佐領。既然你沒有錢糧，為什么便宜領催，不吃一分孀婦錢糧呢？”玉吉搖頭道：“這倒不必。堂堂的男子，要一分空頭錢糧，值得什么！搪不得飢，解不得困，對于國家費用，還落個冒領名義。我想拿他吃飯，終久總是靠不住。”說罷，連連搖首，只說不必。德舅爺道：“孩子你過于糊涂。旗下事情，你也摸不清。說句簡截話罷，你若不吃，旗下也照舊支領。不但國家社會不知你的情，倒給領催老爺留下飯了。与其便宜旁人，何不自己吃呢。”玉吉心里，說得信了。一時和尚下座，大家忙亂喝湯。玉吉在屋里院里，不得不周旋一回，然望著父親金棺，母親內寢，由不得搶地呼天，愈加哀痛。過了一日，又為母親接三。不料天气太熱，玉吉哭痛過節，晚間便躺在炕上，昏昏的睡去。要知端的，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第十一回 賈婆子夸富題親 三蝶儿怜貧恤弟", "正文": "  \\n 第十一回　賈婆子夸富題親　三蝶儿怜貧恤弟 \\n 　 \\n 話說玉吉因為哭痛過甚。不待父母窀穸，先自病了，急得德氏、德舅爺都著了慌，勸了半日，玉吉才呷了口糖水。當時把醫生請來，賦方服藥，鬧到伴宿那天，方能舉步。幸有德舅爺料理一切，玉吉躺在床上，皆不過問。惟遇用錢時節，只令梁媽、蕙儿開柜拿東西，交与德舅爺，拿向當鋪里換錢便用。到了伴宿那日，雖有些親戚朋友前來祭奠。然從來的世太炎涼、全是人在人情在的多。之先的同寅，雖亦有來吊祭的，然人心險詐，奸巧百出。有為乘人之危，來買之先住房的。有為暗中算計，量著玉吉兄妹，無人照管，要趁熱入步的。有姓賈名仁義的勸道：“少爺別著急，我們親戚，有一家放帳的，只要有房契作押，對他個鋪保水印，借几百兩都可現成，但恐是利息過大，扣頭大多。依我的主意，少爺不必惜錢，尋個合式的主儿，把這所住房，暫且典出去，倒是個正當主義。一來每月利錢，免得著急。二來典個准期限，緩至大少爺官旺財旺，還許贖回呢。”這一類話，本是市儈小人，暗算房產的奸計。玉吉是年少書生，听了這片議論，如何能曉得利害。只當是交友熱誠，無上的美意呢。隨与德舅爺商量，就托囑賈仁義費心，將此一所住房，速為典出。所得典价，還了各處急債，猶可富裕。除孝之后，預備賃房居住，以免虧空。德舅爺听了此話，亦無如何。自己跑前跑后，鬧了這么多的債務。雖想著暫且別典，然在急難之中，借錢是沒處借去，鋪保又沒有近人，無可奈何，只得依了。晚間親友散后，把自己經手帳目，記了清單，一件一件的，交与玉吉。因為送殯的車輛，又向德氏商量，問說甥女三蝶儿到底是去不去。話未說完，只見個人影，自外走來，踏得月台上木板，支支亂響。玉吉忙的出來，問說是誰？借著燈光之下，只見來的那人，蓬松發辮，一手扶著牆，顫顫巍巍的，自外走來。走進一看，原是三蝶儿。玉吉嚇了一跳，噯喲一聲：“姐姐不能動轉，還過來作什么？”三蝶儿頭也不抬，扑的一聲跪倒，望著兩口棺材，哭了起來。梁媽、蕙儿等亦忙跑出，德氏拿了煙袋，亦自里屋出來，咬牙發狠的道：“你姨父姨媽，白疼了你啦，你怎么不隨他們死了，我亦好省心哪，”這一句話，引得三蝶儿越發的號慟不止了。玉吉一面抹淚，一面勸解。梁媽搶步走來，一面勸，一面用力撐起。蕙儿亦過來拉手。常祿在背后俏聲道：“妹妹你少哭吧，奶奶又有气呢。”三蝶儿擦著眼淚，复又跪倒靈前，行了回禮，哽哽咽咽的道：“姨父姨媽，疼了我這們大，臨到死了，我連哭也不曾哭，頭也不過來磕，實在于心有虧。”一面說，一面滴淚。那一分凄慘聲音，好不哀慟，玉吉在靈后站著，先不過低頭墮淚，感念三蝶儿的心。后見德氏生气，嚇得止住腳步，亦不敢過去勸了。后听三蝶儿數落，說到于心有虧，不覺慟倒在地。試想三蝶儿的心里，因為他人父母，尚爾哀慟如此，像我這父兮生我，母兮鞠我，無父何估無母何恃呢？越想越慟，越想越虧心。此時此際，只恨人世上留此不孝儿子，有何用處。因些一痛而倒，正應了： \\n 讀禮要知風木感，吟詩當起寥獲悲。 \\n 眾人勸解三蝶儿，猛听棺材后，玉吉栽倒，嚇得都著了慌。三蝶儿亦嚇得一楞，一面掙扎站起，看是玉吉栽倒，反倒留著身分，不便過去了。玉吉哭慟一回，有德舅爺等百般勸慰，方才回到屋中，坐下說話儿。蕙儿拉了三蝶儿，隨后進來。德氏勸玉吉道：“你不用盡著哭。你姐姐半瘋儿，沒事慣流蒿子，她是吃多了撐的，跟她學什么！甜罷苦罷，就剩一晚上啦，咱們說點儿正事，倒是正經的。”隨說著，又流淚道：“孩子，我告訴你，你爹媽是死了，久日以后，我也疼顧不了你。俗語說：親戚遠來香，街坊高打牆。過了你們圓墳儿，好歹我找房搬家，你們曲三賣四，几時搬到別外，我亦管不來了。”一面說，一面用手絹擦淚。 \\n 玉吉听了此話，急的亂哭。不知母親、姨媽結下什么仇恨，竟至絕決如此。隨哭道：“姨媽搬家，我亦不敢攔。但日后姨媽不疼我，我活著亦無味了。”說著，撫面大哭，好象有千般委曲，欲与姨媽剖解似的。只是此時此際，說不出來。德氏是粗心不懂話，顧不及玉吉話里，別有深意，只道是小儿親切，舍不得离開姨媽，故以手帕擦淚，想著姊妹一場，暗自傷心而已。誰想那三蝶儿在座，听著母親說話，心如刀割，只望著玉吉發怔，哭也不敢哭，雖有万千言語，此時亦不敢聲敘了，后听玉吉說，日后姨媽不疼顧，活著亦無味的話，真是一字一淚，句句刺心。只可怜母也不諒，偏以尋常見解，學了人在人情在的口吻。想到此處，不免傷心哭了。蕙儿是童子無知，解不得三蝶儿心里，俯在身邊道：“姐姐別傷心。你不愿意搬家，你讓我姨媽、哥哥自行搬走，把你留在我家，過這一輩子，你道好不好？”蕙儿是無心說話，引得德舅爺等不覺笑了。德氏瞪著眼睛，怒視三蝶儿一回，蕙儿亦不敢言語了。玉吉哇的一聲，吐出一口鮮血，登時昏在椅上。德舅爺嗔怨道：“姐姐是圖什么？沒是沒非，說這些話做什么？”一手把玉吉扶住，又叫常祿幫忙，攙到炕上，回頭又令梁媽跑去，拿了水過來，衝了一碗糖水。德氏蹙起雙眉，一面點燈，一面咳聲嘆气。常斌与蕙儿兩人，站在德氏面前，手里拈著孝帶儿，四支小眼睛，滴溜滴溜的，望著德氏，亦不敢出聲儿。 \\n 三蝶儿見風頭不順，騰身而起，告訴德舅爺說：“明天送殯，我在家里看家。姨父疼我一場，誰叫我有病呢？”說著去了。梁媽看此光景，很不放心，隨后追出，用手揪住道：“姑娘慢著些，黑洞洞的不看栽著。”三蝶儿頭也不回，被眼前一張板凳，几乎栽倒。梁氏在后面緊追，嚇得噯喲一聲。三蝶儿道：“我怎不一下儿栽死呢？”梁媽道：“噯喲，阿彌陀佛，你可死不得呀。”說著，過來扶住，一直來到東院，嚇得梁媽此時，提心吊膽，不知怎么才好。一手揪起帘子，讓著三蝶儿坐下，悄聲的說道：“十里搭長棚，沒有百年不散的筵席。我是心直嘴快，有一句說一句的人。跟我們老爺太太，已經十三四年啦，好罷歹罷，也都換下心來啦。姑娘這一分心，誰也都知道。姨太太上了年紀，雖然顛三倒四，有點儿脾气，然天長日久，總可以想過味儿。俗言說的好：背晦爺娘，猶如不下雨的天。姑娘總受些委曲，終久有出閣日子，有個逃出來的時候。若大爺二爺受委曲，難道拋了母親不成？”說著，把姑娘、姑娘的叫了數遍。三蝶儿只去擦淚，并不答言，哽咽了好半日，猛然把纖手一揮，示意叫梁媽回去。梁媽不解其意，站起身來道：“姑娘要我作怎么？”三蝶儿嘆口气道：“不作怎么，你就赶緊過去，看看你們大爺去罷。”梁媽答應道：“我這就過去，姑娘也歇著吧。少時姨太太過來，你就別傷心了，圖什么又招麻煩呢。”三蝶儿點點頭，使性道：“我都知道，你不用碎煩了。”梁媽答應著，轉身走去。走到穿堂，听見西院里，又哭又喊，梁媽嚇了一惊，恐怕德氏与德舅爺吵鬧，遂三步兩步上了台階，隔著玻璃一望，常祿、常斌等跪在地上，德舅爺嚷道：“我為的是你們。你們和不和，与我什么相干？”德氏亦嚷道：“那是管不著，那是你管不著！你要排訓我，就是不行。”常祿等央道：“奶奶，大舅，全少說兩句吧。”說著，連連嗑頭，碰在地上直響。蕙儿亦撫面亂哭。玉吉從炕上爬起，下地跪倒。梁媽赶著進來，先勸德氏坐下，又叫德舅爺出去，說天己不早，差不多到嵌棺時候了。 \\n 玉吉一面哭，一面央告道：“此時外甥但憑著姨媽大舅疼顧我們了。姨媽、大舅看著我父親母親吧。”說罷，連連叩頭。德舅爺也不言語，气哼哼的出來道：“好端端的，這不是欺負孩子嗎！”德氏又欲說話，被玉吉一把推倒，伏在德氏怀內，大哭起來。常祿一面抹淚，一面站起，幫著德舅爺，掃了棺材上上，又來勸告母親，說天已經快亮了，你上東院里，略歇一歇罷，省得明天困倦。德氏听了此話，頭也不抬，只去气哼哼的抽煙點煙，嚇得常祿、玉吉，都不敢多言了。當下一屋子人，你看著我，我看著你，連一個大聲大气也沒有了。急得德舅爺連連擦掌因惦著送殯以前，事情很多，家里也應當安置，外面也應當張羅，都為這一場閑吵，鬧得忘了。隨喚常祿等焚化雞鳴紙錢，又叫玉吉過去，預備鑼封尺封，并明日拆棚以后，各項應開的酒錢。一面又勸解道：“你要往寬里想。將來的事情，都有我呢。你姨媽的气，不為三蝶儿，也不是為你，這都是二位死鬼辦的糊涂事，如今鬧到這樣，他們也放下不管了。”隨說著，便欲墜淚。玉吉怕德氏听去。又怕德舅爺傷心，只得悄聲答應，勸著大舅放心，姨媽說什么，我斷不往心里去，但盼著上天睜眼，別叫我姐姐隨著受气，于我心便無愧了。 \\n 正說話，梁媽進來，點手請德舅爺出去。德舅爺不知何事，忙的放下單子，隨著出來。梁媽悄聲道：“你到東院里，說說姑娘去吧。不要姨太太看見，又是不心淨。”說著，把手巾鑰匙，遞与德舅爺道：“這是箱子柜子的鑰匙，大爺交給我，叫我交給姑娘的。”德舅爺知是難辦，接過鑰匙來，赶至東院的窗前，听屋里常祿嚷道：“你怎的這么謬啊！”又听三蝶儿哭道：“是了，我謬！我謬！你不用管我，成不成啊？”德舅爺不問何事，接聲嚷道：“你們娘儿几個莫非瘋了嗎？”常祿見德舅爺過來，急腳走出，將欲掀帘，恰与德舅爺撞個滿怀，嚇得縮住腳步，先讓德舅爺進來，又述說方才三蝶儿爹呀娘的直嚷，又要尋死，又要覓活，若叫我奶奶知道，豈不又是麻煩嗎，三蝶儿亦聞聲站起，靠著隔扇門，擦抹眼淚，兩只秀目，腫作紅桃一般。德舅爺又气又惱，坐在一旁椅上，嘆息不止。半晌把手巾鑰匙放于桌上，喝著三蝶儿道：“這是鑰匙，交你看家的。”三蝶儿哽咽答應。常祿亦不敢答言，惦著西院有事，又張羅廚房去了。三蝶儿醒了鼻涕，望見常祿已去，凄凄慘慘的道：“舅舅不要交我，兩院事我不能管了。”德舅爺道：“你不管誰來管？不叫你送殯去，倒也罷了，難道你在家看家，你奶奶也說你么？”三蝶儿哭著道：“反正是難題。送殯也不是，看家也不是。莫非我什么也不管，倒也清靜。挨說的事小，我姨父姨娘既已去世，若把我奶奶气坏了，誰管我們呢？”說著，淌下淚來。德舅爺道：“你不要多慮你奶奶說你，自有我呢。”三蝶儿道：“大舅不知道。我哥沒心眼儿，你想是姊妹兄弟，都是至親，既在一處居住，更應像自己一樣。哪知我奶奶心里，可不是那樣呢。”德舅爺道：“那也不能。你奶奶鬧生分，猶有可恕，你們姊妹兄弟，既如骨肉一般，何必跟老家儿學呢？你們越親近，我看著越喜歡。若兩姨弟兄，全是姨儿死了斷親，我就不管了。”這一片話，把三蝶儿說得無可辯論。料著話里深意，德舅爺也未能解透，所以說出這不相關的話來。此時要細陳委曲，無奈女孩儿家，不好出口，又怕德舅爺生了猜疑，尤為不便。偏生德舅爺性子爽快，說完話，站起便走。三蝶儿亦不敢言，只得把鑰匙收起。自己已回思一番，雖說是兩姨兄弟，比我親手足親近，到底是有些分別。我親愛同胞兄弟，何曾有過閑話。如今為親愛玉吉，惹得母親心里這樣有气，可見生為女子的，應當触處留心，不該放誕。見人親近，則流言蜚語的，必要擔量。待人或冷則旁言旁語，嘲笑酸狂。難道女儿家，就不准見人了嗎？左思右想，又想起幼年事來，若非母親指定，縱令女儿無知，亦不敢錯行一步。緣何到了此時，母親不認前識，反把樣樣錯處，都放在女儿身上。女儿雖愚，如何擔當得起。越想越傷感，也不顧曉夜風寒，秋窗露冷，獨對著一盞殘燈，悲悲切切的嗚咽起來。正應了珠沉玉碎無人識，絮果蘭因只自知。 \\n 三蝶儿自德舅爺去后，哭到天明，忽听西院里一片哭聲，才知是有信起靈了。自己把鑰匙帶好，把母親、哥哥應穿的孝衣衣服，慢慢的預備出來，轉身出了西院，無精打彩的祭奠一回。又把各處東西，查點一番。聞說此日看家，有德大舅母幫忙，心里便放下一半。隨把一切事情，交与德大舅母，自己好省一點事。玉吉也不去過問，臨起杠時，先与德大舅母、三蝶儿磕了回頭。德氏也不問家事，自己穿起孝衣，先去上車。門外看熱鬧的人，擁擠不動，都屆聶家出磕，前后兩口棺材，很為奇特。又因玉吉兄妹，年紀很小，不幸父母雙亡，雖是閑看熱鬧，也不免動些傷感。當時鼓樂哀鳴，執事前導，杠前杠后，男女的哭聲震天。三蝶儿亦送至門外，號哭不止。幸而德大舅母有著許多的事情，不能不收住眼淚，先理正事。眼望著靈柩去遠，同著三蝶儿進去，娘儿倆查點一番，先把淨宅的先生伺候完畢，然后又一起一起的，開發酒錢，三蝶儿的身上有病，顧不得一切事情。哭了一會，一總把聶家事情，交過德大舅母，便向東院里，悶悶的睡去了。到晚德氏回來，三蝶儿扎掙起來，雖然不放心玉吉，而思前想后，亦不必過問了。只好洗心滌慮，去向廚房里作菜作飯，伺候母親，把聶家的事情，一字不提，免使母親生气。德氏亦追悔無及，不該把額氏罪過，托在女儿身上，隨用好言安慰，把額氏在日姊妹所積之仇，述說一遍。原來那德氏為人，生性孤僻，尤饒古風，行動以家法為重。對于親生子女，從未少假顏色，因此与女儿心里，很是隔閡。終日在規矩禮行上注意，把母女親情，絲毫都沒有了。當那三蝶儿幼時，額氏向德氏說過，將來兩姨作親，把三蝶儿許与玉吉。不想當時德氏并未許可，因礙于姊妹分上，未便駁回，只推年紀尚小，長大了再說。豈知額氏心里，似以為實，逢親遇友，遍為傳布，后傳到德氏耳里，不禁震怒。本想待女儿長成，謀一乘龍佳婿。今被額氏之口，造出种种言詞，待再欲翻悔，亦翻悔不及了。因此与額氏犯心，結成深怨。德氏是因愛女心盛。自己決定主張，宁把親生女儿錮死深閨，亦不愿与聶家為婦。迫至額氏已死，正好擱起前議，另換新題。這些前因后果，玉吉和三蝶儿二人，如何能知道。這也是前生造定，合該如此。 \\n 德氏自額氏出殯后，找了几名瓦匠，先把家堂門砌牆堵死。兩院好不通往來。一面又急著找房，赶著搬家，終日里忙忙亂亂，皆為遷移的事情，常祿見母親如此，不敢多言。知道近來家道，不似從前，只得把學房辭退，告訴母親說：“要謀個掙錢的事業，”德氏亦不便攔管，知道常祿為人，极為孝謹，出外作事，也不必德氏操心。所以常祿一說，便答應了，這日德氏出去，把某處房舍，業已租妥，歸家与常祿商議，急早搬家。三蝶儿見事已至此，不必多言多語，任是如何，但憑母親去作，自己也不便管了。有時与玉吉見面，格外留心。既防母親猜疑，又恐哥哥說話。又恐此時玉吉人大心大，生出意外思想來，反多不便。因此与玉吉兄妹，日漸疏遠。只有梁媽過來，尚可背著母親，詢听一切。偏偏梁媽為人，极其仆厚。額氏在日，曾把結親的事，對她說過。后見之先一死，額氏抱病，德氏与女儿鬧气，翻悔前議，三蝶儿尋死覓活那樣凄慘，心里十分難受，這日五七已過，德氏母子已經擇定日期，往別處搬家了。梁媽想著三蝶儿，不知此時此際什么光景。正欲往東院里來，忽見玉吉走進，問他往哪里去？遂把東院姨太太有日遷移的話，說了一遍。玉吉听了，不由的一怔，半晌道：“好极，好极。人生聚散，本是常有的事。”遂喚梁媽進屋，說有几件東西，叫她帶過去，免得搬家以后，仍有糾葛。梁媽接過一看，卻是一堆亂書，也有破筆殘墨等物，共總捆了一捆，交給梁媽道：“你問問姨太太，這院存的東西，盡管指明來取。” \\n 梁媽一面答應，出了兩院街門，原來自不走穿堂后，兩院是各走一門，拐過一個小灣，方才到了。是日德氏母子有事外出，只有三蝶儿在家，正在房內做活。一見梁媽過來，拿著一捆亂書，隨問道：“半天晌午，你怎的這么閑在？”一面說，一面讓她坐下，打听典房的事情怎么樣了，大爺可在家么？梁媽請了個安，笑嘻嘻的道：“大爺請姨太太安，問大爺、二爺并姑娘的好。叫我過來打听，姨太太几時搬家？我們過來幫忙，”說著，把一捆亂書，放在桌上道：“這是這里大爺在兩院存的，大爺叫我拿來。還說兩院儿有什么東西，請姨太太指明，我給送過來。擱了這么多年，我也記不清，大爺也都忘了。”三蝶儿听了此話，很為詫异，看了看一捆亂書，原無要緊物件，何苦這樣生分呢？莫非听了搬家，玉吉气了？因問道：“大爺想起什么來，這樣細心，難道自今以后，不見面了不成？”隨說把手巾活計放在一旁，下地張羅茶水。又把書捆打開，翻騰一遍，皆是些亂書殘紙。惟有一本，是自己三四年前摹著寫的。翻開一看，有當日燈下，玉吉寫的對聯，字跡模模糊糊，猶可辨認。寫道是：“此生未种相思草，來世當為姊妹花。”三蝶儿触起傷感，回環看了兩遍，不禁眼辣鼻酸，几乎掉下淚來。梁媽只顧飲茶，猜不明什么緣故。只見三蝶儿臉上，忽然一紅，忽又一白，一會把仿本放下，一會又拾了起來，仿佛有無限傷心，受了什么感動似的。有心要勸解兩句，又想三蝶儿心里，不樂意听，只得說些閑話，差了過去。又看了回三蝶儿的活計，三蝶儿冷冷的，很有不高興的樣子。忽問梁媽道：“到底你們大爺什么意思？你要實告我說，若這么罵人，姨太太雖不明白，我卻不糊涂。”梁媽听了此話，不知是哪里的事，又不知從何說起，因陪笑道：“姑娘錯得了。我們大爺可不是那樣人。”三蝶儿點頭道：“我也知道，但是我心里……”說到這里，自悔失言，不由得臉色一紅，便縮口不言了。梁媽道：“姑娘放心，送來這些個東西，原是我們大爺的好意，恐怕二爺念書，有用得著的，所以叫我送來，并非有什么意思。難道大爺為人，姑娘還不知道么？”三蝶儿點了點頭，想著也是。又想玉吉人品，最為渾厚，斷不是滿腹机械的可比。隨用別的話，粉飾一番，免使梁媽心里別生疑惑。一時德氏、常祿先后回來，梁媽說了會儿話，也就去了。 \\n 那晚德氏熟睡，三蝶儿無精打彩的，卸了殘妝，常祿等素知三蝶儿性情，時常的無事悶坐，不是皺眉，便是長嘆，且好端端的，不知因為什么，常常墜淚。先時還背著母親暗去勸解，后來成天論月，常常如此，也都不理論了。這日獨對殘燈，洒了回淚，把仿本打開，一手在桌上畫著，研究那對聯的意思。一會合上本，默想當日的景象，又自傷感一番，不肖細提。德氏將住房租妥，訂日遷移。常祿亦挑了巡警，自去任差。一切繁文細事，亦不多表。光陰如駛，時序如流。轉瞬之間，德氏与玉吉分居，過了一個年頭儿了，是時玉吉的家業，已經敗落。玉吉是好學的書生，作不得別項營業，日間無事，只靠著讀書破悶。廚中無米，自己也不知籌划。臨到無如何時，便令梁媽出去，叫個打鼓擔儿來，先賣無用的器皿，后賣頂箱豎柜。常言說坐吃山空，真是一點儿不假。賣來賣去，連破書殘帖也賣盡了。每日為早晚兩餐，急得滿屋轉磨。看看這件東西，又看看那件東西。看了半日，亦沒有能值几文的了。幸而這玉吉心里，极其開暢，梁媽也深明大義，看著玉吉如此，不忍辭去，反倒一心一意的，幫著玉吉兄妹，過起日子來。這日在門外散悶，要叫個打鼓擔儿過來，賣些東西，好去買米。忽見有一婆子走來，喚著梁媽道：“梁媽好哇。”梁媽猛然一惊，回頭一看，不是旁人，原來是舊日街坊慣于說媒的賈婆。梁媽請了安，讓她進去坐著，說家里沒別人，我們大爺和姑娘，你也都認得，為什么不進去呢？賈婆搖著頭直是不肯，二人在牆陰之下，就敘起陳話儿來，賈婆道：“大爺的親事。怎么樣了？”梁媽道：“還說呢！我們老爺太太一去世，家業是花淨了，親事亦不能提了。”隨把玉吉景況，并現在已与德氏斷絕往來的話，細說一遍。賈婆道：“喲，怪不得呢，有几天我見了阿大姐，她說姑娘大了，叫我有合式的人家，給她提著。我想他們當初既有成議，怎么又另找人家儿呢。記得前年夏天，我碰過阿大姐的釘子，那時有挺好的人家，她不肯吐口話儿，她說跟西院玉吉，已經有人說著呢。此時又急著說婆家，叫我可哪儿說去哪。”一面說，又問現在玉吉于此事怎么樣？梁媽听了此話，猶如一個霹雷，打到頭頂上來了。本想忍耐几年，等著玉吉除服，德氏有回心轉意，成全了美滿姻緣，豈不是一件好事。今听賈婆一說，前途已經絕望。登時不好發作，只好一答一和，探听德氏消息。其實心里，早已替著玉吉灰了一半。說話間，臉上變顏變色的。好不難過。賈婆不知其細，听著梁媽語气，頗不喜歡，隨即告別，又讓說：“梁媽你閑著，到我們那儿坐著去呀。”梁媽答應著，便扭頭進去了。 \\n 賈婆看此光景，料著此時玉吉既沒有求親之望，德氏又不樂意作親，正好借此机會，想個生財之道。記得前年惡少張鍔，曾許我三百兩銀子，叫我去說三蝶儿，何不趁此說親，得他几個錢呢。主意已定，先到張鑼家來，報個喜信。次日清早，便到德氏家里，來与三蝶儿說親。偏巧這一日正是各旗放餉。德氏早起，去到衙門領餉，并未在家。只有三蝶儿一人，在屋里梳頭呢。一見賈婆進來，心里烘的火起，如見仇敵一般，半晌沒得說話。倒是賈婆和气，問了回好，又問老太太上哪里去了？大爺的差事好啊？三蝶儿放下木梳，坐在一旁，遲了好半日，方才說出話來。知道自己气盛，不該不答理，此時倒很是后悔。隨嘆了口气道：“我也是該死了。梳了回頭，就會接不上气了。”賈婆笑道：“喲，這是怎么說。清晨早起，怎么死啊活的說呢？管保是剛一扭身，差了气了。”隨說著，答訕著走來。細看三蝶儿的頭發，又夸贊道：“姑娘的頭發，真是又黑又長，怪不得不好通呢。”三蝶儿也不答言，低頭笑了笑，一把把青絲挽起，過來斟茶。賈婆笑眯眯的，沒話找話，說有人問姑娘的好，姑娘你猜猜是誰？”三蝶儿見了賈婆，本不歡喜，又見她面目可憎。語言無味，越發的厭煩了，隨冷笑兩聲道：“大媽說話，真是可笑。大媽遇見的人，我如何猜得著。再說親戚朋友，外間多得很．憑空一想，叫我猜誰去。”這一片話，說得賈婆臉上，好不難過。暗想三蝶儿為人，可真個厲害。這么一句話，就惹得她這樣挑剔。我若不指出她毛病來，她哪知我的厲害。因笑道：“不是別人，是姑娘心里最合意的人。”說罷，拍掌大笑。 \\n 三蝶儿倒吃了一惊，不知賈婆所見，究竟是誰？正欲追問，忽的房門一響，德氏叨嘮著自外走來，一面与賈婆見禮，口里還喊嚷道：“好可惡的奸商，每月領銀子，銀子落价，賀點儿暈油、豬肉，連肉也漲錢，這是什么年月。”又向賈婆道：“你說這個年頭，可怎么好？一斤雜合面，全都要四五百錢。我長怎么大，真沒經過。”說著，又問賈婆，今日怎這么閑在？三蝶儿趁此工夫，躲了出來。暗想方才賈婆所說意中人，很是有因，莫非旁言旁語，有人說我什么不成？越想越可怪，坐在外間屋，一手支頤，納起悶來。忽听德氏哼哼兩聲道：“這么半天，還沒下梳妝台呢。賈大媽你看看，這要到人家，行不行啊？一來就說我碎煩，若叫我看過眼儿去，我何嘗愛這們勞神。”賈婆陪笑道：“姐姐別說啦。這么半天，都是我耽誤的。不然也早梳完了。”沒著，又花言巧語夸贊三蝶儿不已。德氏道：“這是大媽夸獎，我同我們姑娘，許是前房女儿繼母娘，不必說大過節儿，就是她一舉一動，我連一生也看不上。只盼個瞎眼婆婆，把她相看中了，我就算逃出來了。”賈婆嗤嗤笑道：“喝，叫姐姐一說，真把我們姑娘要給屈在死。”隨手掀了軟帘，喚言道：“姑娘，姑娘，你麻利梳頭罷。”叫了半日，不見答應。出至外間一看，并無人影儿。轉身又進來道：“姐姐的心高，如今這個年月，哪能比先前。像你我做姑娘時候，要同現在比較，豈不是枉然嗎。是了也就是了，停個一年半載，姑娘出了閣，少爺娶了親，我看你消消停停，倒是造化。”說著，把自己家事，說了一回。又說道：“姐姐是沒經過。外娶的媳婦，決不如親生女儿。我們大媳婦，是個家賊，時常偷糧盜米，往他們家搬運：我家的日子，姐姐是知道的。若非仗你侄女，省吃減用，常常背著姑爺，給我點儿休己錢，你說我家的日子，可怎么過呀。告訴姐姐說，到底親是親，疏是疏，外娶的媳婦，究竟不如女儿。”德氏听到此處，不覺好笑。賈婆臉也紅了。不想翻覆這一比較，把自己為人，陷在其內了。隨又改口道：“我們姑爺待人渾厚，只是他公公婆婆，嫌貧愛富，叫我好看不起，”德氏是精明婦人，听了這段言詞，心里好笑，反把与三蝶儿的气，亦笑得忘了。當時又張羅茶，又催著三蝶儿做飯，弄得賈婆子坐臥不安。想道方才的話，頗欠斟酌，不禁臉又紅了。后見德氏母女這樣款待，以為方才德氏并未理會得，反陡起雌膽，信口胡云起來。三蝶儿本极厭煩，梳完了頭，抓著做飯工夫，便自去了。 \\n 賈婆高高興興，提起草厂張家，少爺名叫張鍔，學業怎么好，人品怎么好，又夸他房產怎么多，陳設怎么闊綽，說的津津有昧，猶如非洲土人，游過一趟巴黎，回家開謗似的，自以為話里透話，打動德氏心意。豈知德氏為人，更是沉穩老練，主張堅定的人，任你怎樣說，就是說得天花亂墜，她也是哼呵答應，并不動念的。急得賈婆無法，吃過早飯，猶自戀戀不走，背著三蝶儿，又向德氏道：“俗語說：是婚姻棒打不回。記得前年春天，我同姐姐提過，所說的那家，就是張家的這位少爺。你瞧年紀也配合，相貌也配合，合該是婚姻不是呀？”德氏冷笑道：“我卻記不得了。現在我們姑娘，約有五六處都給提婆婆家呢。如果都不合式，再求賈大媽費心，過后儿給提一提。”賈婆又做態道：“這不是應該的么，你還用托付作什么。告訴你說吧，這門是作親若定了，管保你這一輩子，也是吃著不盡的。”德氏听了微然的一笑。賈婆道：“大姐怎么笑哇，養儿得濟，養女也能得濟，難道白養她這么大嗎？”剛說著，只見三蝶儿進來，賈婆便不言語了。坐了一會儿，起身告辭。自此常常來往，一心要与三蝶儿提親。并欲以金錢富貴，打動德氏。三蝶儿見賈婆常來，必無善意。又因那日賈婆說，遇見合意的人，心里著實懊惱。一日賈婆來此閑坐，便在德氏面前，把那日遇見梁媽，及近日玉吉如何艱窘的話，細述一遍。德氏听了，并未理會。三蝶儿有無限傷感，背著母親，常常落淚。這日德大舅的生辰，每年德氏必遣儿子女儿，前去祝壽。今年因常祿有差，常斌上學，若是母女同去，又無人看家。欲令三蝶儿前去，又不愿她与玉吉再見。正自猶豫莫決，忽的德大舅親自來接，并告德氏說：“要留外甥女多住几日。”德氏也不好阻攔，當日便去了。 \\n 三蝶儿為人，于尋常應酬，本不樂意。此次舅舅來接，料定生辰之日，或可与玉吉相見，亦未可知。遂同了舅舅，歡歡喜喜的去了。誰想玉吉兄妹，均未曾至。三蝶儿盼望兩日，慢說是人，就是祝壽的禮物，亦未送來。滿屋的親親友友，團聚說笑，惟有三蝶儿一人，吃不下，喝不下，坐在屋里頭，怔怔痴痴的好生煩悶。幸有德大舅母的胞妹跟前的個女孩子，乳名麗格，年紀相貌，均与蕙儿相仿，因見三蝶儿煩悶，走過拉了手，說今日藥王廟异常熱鬧，何不告知舅母，我們姊妹二人，前去逛廟呢。三蝶儿是無聊已极，听了此話，很是稱意。但恐出去之后，那玉吉兄弟來了，不得相見，遂又懶懶的坐下了。麗格哪里肯舍，用力挽著三蝶儿，告知德大舅，說是去去就回，一直出了大門，逕往藥王廟而來。麗格一路說笑，又打趣三蝶儿道：“姐姐有什么煩悶事，這樣懊惱？難道你怕老太太給你說婆婆不成？”三蝶儿听了，如同傻子一般，沒明她說的什么，隨口笑了兩聲，并未答言。麗格指引道：“姐姐你瞧瞧，大概這個胡同，就是我玉哥哥蕙儿妹妹那里。”三蝶儿不由一怔。麗格又笑道：“你不愛上藥王廟，咱們上玉哥哥那儿去，你道好不好？”三蝶儿听了，正合心意，隨令麗格引路，一答一和的，打听玉吉的近況。走至半途，麗格忽的止步，連說去不得，去不得，我想起來了。三蝶儿惊問道：“怎么去不得？”麗格道：“玉哥哥心多。今日我姨父生日，他人也沒去，禮也沒去，少時見了我們，反倒沒意思，不如還是去逛廟。”說著，拉了三蝶儿，复往回走。要知如何，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第十二回 講孝思病中慰母 論門第暗里提親", "正文": "  \\n 第十二回　講孝思病中慰母　論門第暗里提親 \\n 　 \\n 話說三蝶儿心心念念，去看玉吉，不想走至中途，麗格怕玉吉心多，掖著三蝶儿的手，想欲回去。三蝶儿也站著犯猶疑，既不言去，又不言不去。麗格催了半日，三蝶儿直著眼睛，只管出神。麗格催促道：“盡著站在這里，徘徊什么？不然与玉哥哥遇見，反倒不便。”一語未了，自西走過一人，穿一件破青布夾襖，囚首垢面的走來。望見三蝶儿在此，反倒止住腳步。麗格笑嚷道：“那不是玉哥哥么。”那人惊得一怔，遲了半晌，沒答出什么話來。麗格抱怨三蝶道：“我說什么，果然遇見了不是！”三蝶儿烘的一下，臉便紅了。半晌沒得話說，只覺心里頭突突亂跳。玉吉卻低頭過來，恭恭敬敬請了個安，三蝶儿也不及還禮、仿佛見了仇人，無處藏躲的一般。玉吉也不說什么，只讓麗格道：“妹妹既到這里來，何不到家里坐著，莫非怕肮臟嗎？”麗格道：“哪儿的話呢。我們要去，因為不認得門儿。既遇了你，你就帶個道儿罷。”玉吉只顧犯呆，眼望三蝶儿，想不到今生今世，還能相見，真是出人意外的事情。三蝶儿亦低頭不語，面色緋紅。麗格道：“走哇。”兩人倒嚇一惊。玉吉在前，三蝶儿、麗格在后，只見路北門樓，滿牆荒草，院里有破屋數椽。玉吉先喚梁媽，說有貴客來了，還不出迎。麗格道：“誰是貴客，你這樣挖苦人？”說著，開了屋門，搶步先進去了。三蝶儿猶在院里，痴痴呆呆的懶得邁步。梁媽出來道：“姑娘請啊！”蕙儿亦笑著出來，揪住三蝶儿道：“姐姐也梳上頭啦。喲，更透著現花了。”三蝶儿點點頭，仍然不語。進屋坐在凳上，看著屋中景象，除去兩張破椅，桌上有几本破書，一把黑眉烏語儿的破瓷茶壺，炕上的鋪蓋褥墊，亦不整齊。那一种潮濕气味，好不難聞。靠牆有一架煤爐，爐口周圍圍著些薰焦了的剩吃食。三蝶儿見此光景，焉能不傷心慘目。想起幼年姊弟，同在一處玩耍，兩家父母，都是愛如珍寶一般。怎么福命不齊，玉吉兄弟竟受了這般委曲呢。越想越苦，越想越傷心，由不得眼淚汪汪，望著玉吉兄弟看得呆了。 \\n 梁媽把茶壺洗淨，一面与麗格說話，一面做水。玉吉亦無限傷慘，低頭滾下淚來。因恐三蝶儿看見，惹她難受，轉身便出去了。三蝶儿亦無限傷心，望著玉吉出去，扭頭以手帕擦淚。因恐麗格看破，遂揉眼道：“眼里好疼，多管是沙子迷了。”說著，只見兩只杏眼，立時紅腫。蕙儿道：“許是眉毛倒了。你看你這鼻涕，”三蝶儿一面擦淚，又醒了鼻涕，啞著嗓音道：“梁媽，咱們几年沒見了。”說罷，哽咽起來，把蕙儿、麗格等都鬧得慌了，惟有梁媽心里，略明其意，隨笑道：“姑娘是記錯了。常在一處的人，若偶然离了，就像許久不見似的，其實才一年多的光影。”蕙儿道：“姐姐是貴人健忘。年前我哥哥還叫梁媽去過呢，難得就忘了么？”三蝶儿擦了眼淚，悲悲切切的道：“我的眼睛，一定要害起來。”麗格道：“你別揉他啦，越揉越腫。回頭再著了風，可不是玩的。”梁媽倒了碗茶，用手遞給麗格，打听大舅爺生日都是誰去了？又說我們大爺運气實在不佳，不然舅老爺生日，總要去的。蕙儿亦紅臉道：“哥哥短禮，我也沒衣裳，出不得門。我們成年論月，竟同打鼓挑子搗麻煩呢。”說著，落下淚來。麗格飲了口水，听了蕙儿的話，著實慘切，隨向三蝶儿丟個眼色，要她赶緊告辭，免令蕙儿傷感。不想此時三蝶儿兩眼直勾勾，望著牆壁，心卻沒在這里。麗格与梁媽說話儿，并未听見。一手挪過茶壺，正欲到茶，不意花的一響，倒得滿了碗，連桌上都是水了。梁媽噯嗎一聲，走來擦水。三蝶儿亦不甚介意，只見茶碗里，滿是茶葉末子。端起碗來，一飲而盡。蕙儿嚷一聲道：“姐姐是傻子不成，怎么連茶葉亦咽了？”三蝶儿恍然醒悟，忙用手巾角，擦抹嘴唇，引得梁媽、麗格大笑不止。玉吉亦自外走來，欲留三蝶儿等在此吃飯。三蝶儿痴痴怔怔，沒得話說。麗格決意不肯，推說回去忒晚了，我姨儿不放心。再說我們出來，家里并不知道。再若晚回去，更不放心了。說著，拉定了三蝶儿，往外走。蕙儿卻扯住麗格，不令出去。倒是梁媽解事，悄向三蝶儿道：“姑娘是一人來的，還是与姨太太一同來的？”三蝶儿未能听真，只道梁媽說她，不如一人來呢，隨扭過頭來嚷道：“熱咚咚的，你要說什么？”梁媽不知何故，只得笑了。麗格忙著奪了蕙儿的手，笑嘻嘻的道：“改日給姐姐請安，我們回去了。”三蝶儿亦慘然道：“不是上大舅家去，恐怕這輩子，也不能……”說到也不能三字，兩眼淚珠扑的掉下，幸虧麗格等不曾看見。玉吉道：“是了，姐姐家里事，我是知道的，姐姐不必說了。”三蝶儿點點頭，回首把眼淚擦干，慘然而去。玉吉送至門外，轉身而回，倒是蕙儿年幼，猶自戀戀不舍。揪住麗格手，叮問几時還來。三蝶儿背過臉去，皆未听真，心里恍恍惚惚的，如在夢中一般。半晌又止住腳步，扯著麗格道：“你放心，至死亦不能改悔。”嚇得麗格一跳，惊問道：“噯呀，我的媽呀，你是中了邪了吧！”三蝶儿亦猛然醒悟，自知失言，不由臉色緋紅，抬頭一望，只見斜陽在山，和風吹柳，路上男男女女，俱是由藥王廟回家的光景。有一個年近五旬的老婦擦著滿臉怪粉，抹著兩道黑眉，嘴唇上點著胭脂，借著日光一照，閃作金紫顏色。三蝶儿不覺好笑，因向麗格道：“你道我中了邪，你看這一位，才真是中了邪呢！”說的麗格亦笑了。 \\n 二人說著話，拐入一條小巷。麗格是聰明伶俐的人，本想与三蝶儿二人仍到藥王廟，散一散心。不想行至途中，見三蝶儿這般光景，心里好生納悶。看看三蝶儿眼睛，斷不是沙子迷了的樣子，又想她方才景象，凄凄异常，見了玉吉兄妹，并沒說什么話，想必是因她困苦很是酸心，所以傷心起來，亦未可知。因見左右無人，悄聲勸道：“姐姐的心事，瞞不得我。方才那個光景，我已經明白了。必是……”剛說必是兩字，嚇得三蝶儿一怔，隨問道：“必是什么？”麗格道：“必是因為他們這樣貧苦，姐姐看得慘了，才有那樣傷心。”三蝶儿道：“可不是呢。他們兄妹本來沒受過苦楚，如今這般光景，教人看著哪有不傷心的。像你玉哥哥為人，品行那樣好，志向那樣高，論學問論才干，皆不至受這苦處。何以天道不公，竟使他運數机會，如此遲滯呢？”麗格听了，亦慨嘆不已。正欲說話，三蝶儿又問道：“你看你玉哥哥气宇，有些福气沒有？”麗格含笑道：“這亦奇了。這樣家運，講什么福气不福气，我看他品行性情，總是老气橫秋，天生的小頑固老儿。所以每逢見面，從來也不答理他。張嘴他就講道學，真比七八十的人還透頑固。輪到如今年月，講的是机靈活變，像他那老版版的兄弟，据我看沒什么起色，不信你盡管瞧著。”三蝶儿搖首道：“這不然。我听書上說，天將降大任于斯人也，必先苦其心志，勞其筋骨，餓其体膚，空乏其身，行拂亂其所為，所以耐心忍性，正是增其歷練，發其智慧呢。”麗格不待說完，嘻嘻笑個不住，拐過小巷，已至德家門首。三蝶儿一路走，仍自曉曉不休。提起古來之人，家境的苦處來。麗格道：“不必說了，咬文嚼字，我也听不懂。說了半天，好像對驢子撫琴一般。”說罷，掩口而笑。讓著三蝶儿道：“到了家還不進去么？”三蝶儿不由一怔，只見一群小孩子，嘻嘻自里面迎了，扯著三蝶儿等，姐姐姐姐的叫個振心。麗格扶著門框，狂笑不止。三蝶儿亦自覺發愧，引著一群小孩子，搶步進去，見的眾親友，并不周旋，仍向一間房里，獨坐發呆。 \\n 麗格卻站在院里，指手畫腳的，比說三蝶的景像。又說一路上几乎嚇死人，管保是受了風邪了。德大舅聞言，嚇了一跳。德大舅母說：“后院有大仙姑，有時衝撞了，必要纏人。必是昨晚上。三姑娘不留神，一時冒犯了。”眾人一聞此言，皆至屋里去看。果見三蝶儿臉色，猶如銀紙一般。圓睜著兩只杏眼，口里吁吁气喘，果然像中邪一般。隨即買了紙馬，先到財神樓，燒一回香。又叫麗格替著禱告一回。鬧到晚飯已后，親友散去，只剩至近的親友，并几個小孩子，在此住下。大家不放心三蝶儿，一齊擁到屋里，觀看三蝶儿的舉動。三蝶儿一時明白，一時又糊涂起來。嘴唇也白了，眼睛也大了。急得德大舅連跺腳，因恐病在這里，對不住姐姐。隨令德大舅母好生守護。自己點了燈籠，三晚半夜，請了個醫生來。診脈一看，果然是中了邪气。只見她倒在炕上，口吐白沫，精神恍惚，四肢顫成一處，抖擻不止，一時閉過气去，一時又蘇醒過來。面上气色，或黃或紅，屢屢改變。醫生立了藥方，告辭而去。急得德大舅無可如何，反倒抱怨麗格，不該無緣無故，引她出去。麗格亦害怕起來，因為三蝶儿路上諄諄囑咐，兩人上玉吉家去，不叫她回來說，故亦目定口呆，不敢言語了。德大舅看了藥方，因方上之藥，皆极貴重，不由暗自皺眉。若不去買，又恐治不了病。看藥方上寫著：犀角二錢，羚羊二錢，龍齒二錢，虎威骨二錢，牡碩二錢，鹿角霜二錢，人參二淺，黃蓍二錢，其余藥味，尚不在數。据醫生說，各藥共為細來，要用羊肉半斤，煎取濃汁一盞，要一次服下去，立時就好。要了半日，又盤算得用若干錢，當時帶了錢鈔，先去給德氏送信，又到藥鋪一問，共該銀四兩八錢有零。當時也心疼不來，只可囑告藥鋪，研為細未，明日早間來取。至人日德氏來接，看著女儿如此，不知是什么病。大家紛紛議論，又把一夜情形，告知德氏一回。德氏也著了慌，等到德大舅回家，三蝶儿飲下藥去，方才漸漸好了。德氏愛女心盛，赶緊雇了輛車，接了回去。麗格是戀著三蝶儿，又惦著三蝶儿回去，無人扶侍。又知德氏有脾气，家中种种限制，不得自由。本想隨著德氏，前去住几天，又一想，實在有种种不便，只得罷了。不想三蝶儿之病，本不是醫藥可治的。自此冰肌瘦減，精神恍忽，滿腦如針刺一般，忽忽亂跳，德氏亦不得安心。 \\n 一口深夜無人，母女躺著談心。德氏把近來市面，家中景況，种种的艱難困苦，先述一通。說來說去，說到三蝶儿身上。光勸了三蝶儿半日，又流淚道：“養你們這么大，我還這樣操勞。不知何年月日，才得逃生？那日賈婆子來，因為你的親事，鬧了我好几天，吃不下喝不下的。我想他說的那家儿，倒也不錯。憑歸們這樣人家儿，難道還妄想攀高，聘一個王孫公子不成？誰想你哥哥不依不饒，死活的不答應。他說男子家業，都是小事，只求人儿好，比什么都強。照他那一說，莫非我顧你出了簸蘿，陷到火炕里去不成？這也好，以后說不說的，我也不管了。并非娘母子不辦正事，這是你哥哥的主意，以后可別瞞怨我。”德氏一面說一面垂淚。三蝶儿早听得怔了，先听論婚的話，嚇得一惊，后听有哥哥阻撓，好像一塊石頭，落在平地一般，心里倒覺得痛快了。然思前想后，母親又這樣傷心，不免哽咽伏在枕上流淚，唏噓勸道：“女儿的事，可望母親放心。母親百年后，女儿尋個廟宇削發為尼去就是了。”說罷，哽哽咽咽，哭個不住。德氏亦傷起心來。拍著枕頭道：“孩子，你的心，我亦未不知道。但是男人婚，女大當嫁。我今年五十多歲，作出事來，活著要對得著女，死也要對得起祖先。自要你們听話，就算孝順了。”說罷，嗚嗚哭了。三蝶儿一面哭，一面勸解母親，病久的人，哪禁得樣動心，母女說話聲音，越來越低。哭得聲音，也越來越慘。哭到東方大亮，常斌都醒了，因听里間屋有人哭泣，暗吃一惊，隨問屋里頭是誰哭呢？連問數遍，屋里并無動靜。半晌三蝶儿道：“你該上學啦，奶奶剛睡著，你安頓一些，教奶奶歇會儿罷。” \\n 說著，開門出來洒掃院宇。常斌也穿衣爬起，忙著上學。日常祿正是休息之期，一手提著包袱，嘻支咯支的皮靴底響，外走來。進門問三蝶儿道：“奶奶怎么，這時還不起來？”三蝶儿眉頭一皺，因恐常祿著急，隨答道：“沒怎么，昨天許睡得晚了常祿把包袱放下，一面脫衣服，瞧著三蝶儿臉上，帶有淚痕，問道：“你又怎么了？必是奶奶有病，你不肯告訴我。”說著，槍進去，扶著德氏枕頭，奶奶、奶奶的叫個不住。三蝶儿亦隨了去，揪往常祿袖子，又向他搖手，不叫他言語。常祿掀了被袂，看著母親睡熟，這才放心。三蝶儿道：“哪有這樣冒失的！就是病，也不該這樣鹵莽啊。”常祿把皮靴脫了，換上破鞋，拿了茶碗，幫著三蝶儿擦洗。又問早間吃什么，好上街去買。三蝶把油罐醋瓶、買菜筐子拿出，一一交与常祿。常祿是讀書出身雖充巡警，仍有讀書的呆气。當時洗完了臉，穿上長大衣服，才緩步出來。迎面遇著一人，年在四十上下，面色微黃，兩撇胡須，穿一件灰布大褂，青緞福履鞋，看見常祿出來，忙招呼道：“老弟上那儿去？這兩天正要找你，自你差事忙，又不知几日休息？今日相遇，真是巧极啦。”常祿抬頭一看，不是別個，正是素好的朋友，此人姓普名津，號叫煥序。常祿忙的見禮，普津還了個安，笑嘻嘻的問了回好。又說：“那天家去，我給老太太請了回安。因為敝旗的文爺，有位少爺，我要給妹妹提親，惹得二太太一腦門子气，叫我見了你，同你再商量呢。你想這件事情，提得提不得。”常祿恍懈之間，听說文爺二字，忙問文爺是誰？普津道：“就是我們領催。”常祿又悶了半晌，想不起是誰來。普津道：“你的記性，可真是有限。文爺同你的姨儿家，是個親戚，你怎么就忘了呢？”常祿猛然想起說。”哦，是了，他同姨母家也不是近親戚。文爺的夫人，我也稱呼姨儿，向同我們老太太很是投緣。怎么老太太說，叫你問我呢？這也奇了。”普津道：“這也難怪。那天老太太說，家里事情，都仗著妹妹分心。一來离不開，二來就這么一個女儿，總要個四水相合，門當戶對。你們哥儿們，全都愿了意，然后才可以聘呢。”常祿道：“事情固是如此，但是前兩天，有一件麻煩事。舊日我們街坊有個賈婆，日前跟老太太提說，要給我妹妹提人家儿，那頭儿在草厂住家，此人名叫張鍔。新近我打听過一回，此人是吃喝嫖賭，不務正業。雖然他家里很闊，只是他原有媳婦，這明是賄賂媒婆，要說我妹妹作二房。我跟老太太一說，老太太不肯信，你想我能夠愿意嗎？一來以慎重為是，二是名儿姓儿我家的家風，都是要緊的事。大哥總不常去，大約我妹妹性情，你不致不知道。她本是安詳老實，性情溫厚的人，若聘与一個蕩子，就算給耽誤了。雖然是女大當配，今年我妹妹才十八歲，多遲一二年，尚不致晚。” \\n 一面說，掖著普津，便往回走。普津執意不肯，說是有事在身，不能久延。改天有了工夫，必來找你。又問道：“我到總廳里，哪几找你去呀？”常祿道：“你到兵馬中一打听就行，就在司法處當差。”普津听了點點頭，回頭便走。常祿追著問道：“這位文爺，大概是花梢人儿罷。我听旁人說，新近在胡同里，安了一分外家，不知道這件事，是真是假？”普津皺眉道：“我卻不知道。花梢人儿确不假，如今已不下四十，要往五十上數啦。大約這類事情，必不能有。眼前頭大約儿子都要定親啦。豈有半百的公公，還鬧外家呢，大概沒有罷，你許是听錯了。”常祿也知得不詳，听了普津的話，信以為真。當時別了普津，買菜回家，心心念念，只想著妹妹親事，必須選一個美滿姻緣，方才稱心。暗表德氏是愛女心盛，因為賈婆子提親，大儿子不甚樂意，又想賈婆子誠不可靠，遂与女儿談心時，一五一十的說了。三蝶儿是憂心如焚，惟恐母親、哥哥背地里作事，遂察言觀色，屢屢的探听，得了題目，便說把人世間事，已經看空。情愿等母親下世后，自己削發為尼，斷不想人世繁華虛榮富貴了。德氏听了這些傷心的話，因此背前面后，常恐三蝶儿所說的是反話，不免又添些憂慮，暗自傷起心來，而察看女儿舉止，并無不是的地方。每日黎明疾起，洒掃庭院，禮佛燒香，亦极誠篤。常時她口口聲聲，祝延母壽，盼著哥哥兄弟，立業興家，仿佛花花世界上，無可系念，日長無事，或在窗前刺繡，或得院里澆花，無慮無愁，無憂無喜，梳裝衣服，只愛個清洁雅淡，不著鉛華。德氏是時常叨念，說是女儿家不著紅綠不成規矩，強逼女儿薄粉涂脂。其實那三蝶儿容貌，本是冰雪為神玉為骨，芙蓉如畫柳如眉的美女，一被那脂污粉膩，反把麗人本色，倒襯得丑了許多。 \\n 這日常祿回家，把路上遇見普津，如何与三蝶儿提親的話，暗自稟告母親。德氏嘆了口气，想著文光家里，是個掌事伯什戶。因親致親，今有普津作媒，料無差錯，隨同常祿道：“這事也不是忙的，等著因話提話，我同你妹妹商量商量，打听她那宗性情，若這么早說人家儿，恐怕好犯惱撞。”常祿道：“我妹妹很明白，應該也不致惱撞。難道女儿人家，在家一輩子不成？她說她的，什么事情，須要母親作主，方合道理。”德氏道：“主意我可不作，合式不合式，將來她瞞怨我，你妹妹心里，我已經看破了，只是我不能由她，不能夠任她的性儿，這話你明白不明白？”常祿唯唯答應。看著母親詞色，頗有不耐煩的地方，因笑道：“這也奇了，我妹妹大門不出，二門不邁，自幼儿安閑淑靜，哪能有什么心事，這實是奶奶的气話，我也不敢說了。奶奶阿媽，生我三個人，就這么一個妹妹，她若有何心事，不妨投她的意，也是應該的。”說著，語音漸低，凄愴不止。德氏亦咳聲嘆气，拿過煙袋來吸煙，扭過頭去，不言語了。常祿道：“据普大哥說，文家這個小人儿，近來出息很是不錯。家產我們不圖，只要門當戶對，兩人站在一處，体貌相合，我們就可以作得。”說著，三蝶儿走來。望著母親、哥哥在此，臨揪帘時，听見作得二字，往下不言語了。三蝶儿遲了一會，審視常祿語气，一見自己進來，縮口不言，料定是背我的事情，在此閑談呢，當時懊悔已极，不該掀帘而入，不顧自己身分，越想越悔，連羞帶臊的低下頭去。偷看母親顏色，著實凄慘。料定昨晚所說，今日必發泄了。隨向八仙棹上，斟了半盞涼茶，借此為由，轉身走了出來，看了回地上草花，揣度母親、哥哥近來的意向，正在悶悶的不得頭腦，站在西牆角下，只听西院鄰家，三弦彈起，婉轉歌喉，嬌聲細气的。有人唱曲曲文，好坏雖未留心細听，偶然有兩句，唱的明明白白，清清楚楚，吹到三蝶儿耳內，一字不落。原來是：夜深香露散宮處，帘幕東風靜。拜罷也斜將曲檻憑，長吁了兩三聲。剔團明月如圓鏡，又不見輕云薄霧。都只是香煙人气，兩股几風，氤氳得不分明。三蝶儿听了，倒也十分感慨纏綿，便止步側耳一听，又唱道是：“月環溶溶夜，花陰寂寂春。如何臨皓魄，不見月中人。”听了這四句，不覺點頭自嘆。心里暗想：原來詞曲上，也有這樣無望的事。可惜世界上人，只知唱曲，未能領略編曲的深意。想畢，又后悔不止，不該胡思亂想，耽誤了听曲子。正在后悔，又听得唱道：“狠毒娘，老誠种”六字，再听時恰唱到：“對別人巧語花言，背地里愁眉淚眼”，三蝶儿听了這兩句，不覺心動神搖。又听道：“從今后我相會少，你見面難，月暗西廂，便如鳳去秦樓，云斂巫山，早尋個酒闌人散”等句，不由得如醉如痴，站立不住了。一蹲身，坐在一塊砧石上。細研究早尋個酒闌人散的滋味，忽又想起當日事來。記得玉吉仿本，寫過：“此生莫种相思草，來世當為姊妹花”兩句，大約他的意思，亦是早學個酒闌人散的思想。又想詞句上种种与自己合的地方甚多，當時千頭万緒，聚在一處。仔細忖度，不覺心痛神馳，眼中落淚。正在沒個開交，忽覺身背后有人擊她一下。三蝶儿猛吃一惊，不知拍者是誰，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第十三回 沒奈何存心盡孝 不得已飲淚吞聲", "正文": "  \\n 第十三回　沒奈何存心盡孝　不得已飲淚吞聲 \\n 　 \\n 話說三蝶儿正自情思縈逗，纏綿固結之時，忽有人背后走來。拍的一聲，拍了三蝶儿一掌，笑吟吟的道：“你在這里作什么呢？”三蝶儿嚇一跳，回頭看時，不是別人，卻是麗格。三蝶儿道：“你這孩子，嚇我一跳。你這會自哪里來？”麗格請個安道：“我跟我姨儿一同來的，來了這么好半天，總沒見你。大哥哥說許是出去了，他慌手忙腳，便出去找你去了。誰想被花儿遮著，你在這儿發怔呢。”一面說，一面拉著三蝶儿的手，回到屋里。果見德大舅母与德氏坐在一處，唧唧嚷嚷說話儿呢。三蝶儿請了個安，，問了回好，拉著麗格手，坐在一旁，談講些扎拉扣繡，一切針鑿的話，一會又回到屋里，看了回三蝶儿的活計，麗格要剪個鞋樣，三蝶儿拿了剪子，慢慢的替她剪。忽德氏掀帘道：“姑娘，你回頭收拾收拾，同你舅母一齊走，你大舅想你了，叫你去住几天呢。”三蝶儿答應聲是，想著家里沒人，母親怎這么開放，莫非与哥哥議定，有什么事情不成？忙的放了樣子，出至外間，笑道：“舅母接我，我本該去。只是我奶奶近日一寒一暖的，有些不舒服。索興等我奶奶好了，不用舅母來接，叫我兄弟送我去，我再多住几天，你想好不好？”德大舅母未及答言，麗格插口道：“那可不行，去也得去，不去也得去。”說罷，不容分說，拉了三蝶儿進去，強令她梳頭。德大舅母道：“這么大姑娘，別不听話，赶緊歸著歸著，差不多就該走了。”說罷，与德氏二人，又至外間屋說話去了。這里麗格又忙著拿瓶子取梳頭油，又替三蝶儿去溫洗臉水，前忙后亂的，鬧個不了。三蝶儿放了木梳，笑吟吟的道：“謝謝你費心，天儿這樣熱，我不擦粉了。”麗格直意不听，一手舉著粉盒，笑眯眯的道：“姐姐你擦一點儿罷。不看老太太，又碎嘴子。”說著擠身過來，幫她取了手鏡，又幫她來縫燕尾儿。三蝶儿道：“咳，小姑奶奶，你要忙死我。我的燕尾儿，不用人家縫。”說著，接過絲線，自己背著鏡子，慢慢縫好。麗格笑道：“敢情你的頭發好，我有這樣頭發，也能叫他光溜，不但沒有跳絲儿，管保蒼蠅落上，都能滑倒了。”說著，拿了粉扑儿，自己對著鏡子，勻了回粉。又把自己的燕尾儿，整了一回，等著三蝶儿梳完，又催促她換衣裳。兩人在屋里亂成一陣，半晌見德氏進來，問三蝶儿道：“你瞧她這分忙，忙得我抓不著頭緒了。”麗格笑道：“您還說我哩，不是這樣忙，管保這時候連頭也不能梳定，怪不得大姑媽說你，日后若有了婆婆，瞧你受气的罷。”三蝶听了，哪里肯依，過來便要捶她。德氏攔住道：“別鬧啦，快些走罷。”麗格見勢不好，亦笑著跑了。三蝶儿把手使木梳，零星物件，包了一個包袱。站在棹子一旁，蹙著兩道蛾眉，帶有万分為難的神气，德氏道：“這么大丫頭，你是怎么了？”三蝶儿把眼圈一紅，赶著背過臉儿去，假意去整理頭發。德氏又問道：“到底是怎么了？”三蝶儿把眉頭一皺，拿出手帕來，擦了眼淚，凄凄慘慘，叫了兩聲奶奶。德氏不知何事，气得坐在椅上，咬牙的發狠道：“又怎么了？”三蝶儿含著眼淚，嗚嗚噯噥的道：“奶奶作事，不要背著女儿。”德氏怒嚷道：“有什么瞞心昧己事，背你辦了？”嚇得三蝶儿一跳，疾忙跑過來，站在德氏面前，噙淚央告道：“奶奶別生气，女儿說的話，句句是實。叫女儿站著死，我不敢坐著死。”一面說，一面吁吁喘气，著實傷慘。德氏三焦火起，推了一掌道：“不能由著你。”說罷，頓足走出。 \\n 德大舅母、麗格皆在院內相候，不知房里何事，疾忙跑來，見三蝶儿背著臉，坐在炕沿上，斜倚著炕棹儿，噘上不住。德大舅母道：“姑娘，又怎么了？難道是不愿意去嗎？”麗格亦搶步過來，掖著三蝶儿手腕，替她擦淚，連聲嘆道：“都是我的不好，又叫姐姐挨說。”三蝶儿低下頭去，醒了鼻涕，哽哽咽咽的道：“舅母走舅母走吧，外甥女不去了。”剛到說此，德氏又自外進來，气昂昂的嚷道：“你愛去不去，牛見不喝水，不能強按頭。”說著，摔下煙袋，坐在椅子上，一面生气，只听拍拍兩聲，自己在自己臉上，抽了兩掌，又要摔下陳設。嚇得德大舅母慌了，過來把住手腕，按住棹上家伙道：“姐姐怎么了？這不是叫我為難，叫我著急嗎？去与不去，但憑她的心，她大舅接她，因為想她，姐姐因此生气，豈不給我娘儿倆不得下台嗎！”德氏哼哼气喘，气得話亦說不出來。三蝶儿亦惊慌失色，連忙跪在地下，扶著德氏兩膝，哭喊求饒。麗格更不得主張，猶以為方才說笑，德氏气了呢。一手拉起三蝶儿便与德氏請安，連把大姑姑，叫了數十聲，口口聲聲的道：“我姐姐沒有不是，都是我鬧的。”又向三蝶儿道：“姐姐不去，是給我沒臉。”說著，請下安去。三蝶儿掩淚還禮，口里嗚嗚濃濃，話亦說不清了。忽被德大舅母一把拉丁出去，麗格亦隨出勸解，連連与三蝶儿陪錯，笑吟吟的道：“剛擦的粉，眼淚又給洗了。”說著，接過包袱，掖著三蝶儿便走。又向屋內笑道：“大姑姑別有气了，改日再給你請安罷。”說著，竟自走出。三蝶儿奪了袖子，轉身又回里屋，勸告母親道：“女儿再不敢了。”隨說著，眼淚簌簌滴下，請了個安。德氏只顧生气，連正眼亦不瞧。德大舅母無法，只得勸解一番，請安告別。德氏沉著臉道：“到家都問好，我也不送了。”三蝶儿把眼淚擦淨，跟隨舅母走出。一面走，麗格与德大舅母极力排解，無奈三蝶儿心事，旁人不知其詳。麗格与德大舅母勸解，皆是好意。三蝶儿一面答應，又极口遮飾，只說母親脾气，叫人為難的話，麗格當作實話，亦只過去了。 \\n 傍晚到了德家，吃過晚飯，德大舅高高興興，叫了兩個瞎子來，唱了半夜的曲儿。三蝶儿心中有事，無心去听。后唱到藍橋會，傷心的地方不覺心神動搖，坐臥不穩。想起昨日在家，听听西廂記來，愈加十分傷感，轉身回到屋里，躺在炕上垂淚，麗格亦追了進來，笑問道：“姐姐你困了么？”三蝶儿也不答言，頭向里只去裝睡。麗格亦卸妝淨面，揣度三蝶儿心里，必是因為嘔气，想著傷心，乃勸道：“今天的事，都是我招來的。論來你也不好，說你一聲婆婆，你也值得那樣，莫非你的婆婆，我就說不得嗎？”三蝶儿啐道：“你還說呢，若不是你，何致那樣呢。”麗格陪笑道：“好好的，為什么要打我？莫非因我說你，動了你心尖不成？”三蝶儿呸了一聲道：“我告訴舅母去，你這么跟我上訕，可是不行。”說著，穿鞋下地，往外便走。麗格不知要怎么樣，心下也慌了，忙扯住三蝶儿道：“好姐姐，我一時走了嘴，再也不說了，你別告訴去。我再敢說這樣話，叫我嘴上長疔。不然，就爛了舌頭。”正說著，只見德大舅母進來，催她姐妹睡覺。說趁著涼快，明儿好早些起來。麗格一面答應，一面嗤嗤的笑。三蝶卸了頭，坐在椅上發怔。一會又抹抹眼淚。一會又醒回鼻涕。麗格躺在炕上，又是好笑，又是納悶。又恐三蝶儿惱她，隨笑道：“姐姐你不用惱我，你心里事，滿在我心里呢。”三蝶儿冒然一听，心中暗吃一惊，隨笑道：“我眼睛不好，白天怕風吹，黑夜怕燈亮儿。”隨說，又用手巾擦眼。麗格冷笑道：“我知道，八成是要起針眼。記得去年，你在玉哥哥家里，就是這樣嗎。”說得三蝶儿又一怔，遲了半日道：“我几時要長針眼，被你知道了？”麗格道：“你每遇哭時，就說要長針眼，我怎的不知道，”三蝶儿听了此話，邊腮帶耳，俱都紅了。麗格又坐起笑道：“你看我記性好不好？”三蝶儿點點頭，想著自己心事，大約瞞不過去，隨笑道：“你是昏天黑地，只知說笑湊趣，哪知人世間有為難事呀。”說著，把眼圈一紅，又欲掉淚。麗格恐其傷心太過，下地勸了一回，兩人到回鼓以后，方才睡下。三蝶儿背過臉去，猶自傷心，直到東方大亮，亦未合眼。 \\n 話休煩絮，這日德氏母子，自從三蝶儿走后，去向舅舅家住著，已把她的親事，說成八九。這日常祿休息，約定冰人普津，在家相見。母子商議半日，知道三蝶儿性情，倘若知道此事，必鬧麻煩，不如与普津見面，要過八字貼儿來，先去合婚。好在男女兩頭儿，彼此都認得，不必重來相看。正好是先放小定儿，將來能信過禮，再放定禮不晚。當時把事情議妥，及至普津到來，亦是滿口應承，极力擔保，許著將來通信，必要個鮮明榮耀，男家是開通人，合婚不合婚，倒是未節。德氏道：“那可使不得。合婚是要緊的，雖然他大像相合，倘若有點儿波瀾儿，兩家都不好。將來有口舌，你也得落埋怨。”說著，把生辰八字貼，遞給普津。普津笑著接過，又把男的八字貼，遞与德氏，笑著道：“嬸娘高見。這倒是很好的事。”當下三言五語，把親事說定，約著十日后，來取八字貼儿。合得上就放定納彩，合不上則作為毋庸議。這也是三蝶儿命里，合該如此，男家合婚，說是兩無妨害，德氏合了婚，又細与男女兩人，課了回生辰八字儿，俱說是上等婚姻，夫婦能白頭到老，享壽百年。男的是當朝一品，女的是浩命夫人。一個是天河水命，一個是霹靂火命。兩個人水火相濟，可望興家。這一套油滑口吻，說的德氏好不高興。想起經年算命，自己奔忙一世，應靠女儿福气，才能享福。如此說來，真個不假，即日把合婚相配的話，告知普津，又令儿子常祿，去小菊儿胡同一帶，打听女方的行為，以免過門后女儿受气。常祿又探听多日，回來報告母親，說春英為人极其朴厚，外間因其朴厚，笑他憨傻。我想這門親事，卻可以作得，德氏點點頭，本來為慎重婚姻起見，今听常祿一說，更覺放了心。次日即令常祿告知普津，又把這件事，告知同族人等，并几家至近戚友，大家均极贊成。德氏更覺喜歡，這日中秋已近，屈指算著三蝶儿已在德大舅家住了一月有余，正欲去接，忽有德大舅母送來，麗格亦隨了回來，又在德氏家，住了几十日，然后去了。從此常來常往，有時德大舅母來接三蝶儿，麗格亦來回住著。 \\n 光陰荏苒，時序如流。不知不覺間，轉過一個年頭來，正是新年正月，文光家里，因張羅娶几媳婦，托囑冰人普津，來往撮合，定于元霄節后，通信納采，三蝶儿一概不知。是時因為逛燈，正在德大舅家閑住，忽見母親來接，德大舅母亦催她回去，想其來時，本說多住几天，今忽來接，三蝶儿很是納悶。又見德大舅母，面帶笑容，不免狐疑起來。以為母親來意，必為自己事情，有人相看，心下不由一酸，眼圈亦立刻紅了。麗格冷笑道：“姐姐回去罷，明天我還去呢。一來給姐姐道……”說到此處，德氏瞧她一眼，麗格拍手而笑，往下便不言語了。三蝶儿看此光景，知是有事，遂歪身坐在椅上，一聲大气也不敢出，低頭擺弄衣襟。眼淚滴滴掉下，猶如斷線明珠，雙雙失墜的一般。德氏催她梳洗，三蝶儿怔了半日，仍是使性生气，不愿回去。急得德大舅母連連跺腳，明知放定，而當在德氏面前，又不敢說。麗格是天真爛漫，心里存不住話，叫了德大舅母出去，問明所以，又進來笑道：“姐姐走罷，過后儿我來接你，你不回去，豈不叫大姑姑生气嗎。”三蝶儿低著頭，裝作未聞，揭起衣襟，擦抹眼淚，一時衣襟衣袖，俱都濕了。德氏与德大舅母賭气走出，只說道：“赶緊收抬，天可不早啦。”麗格答應一聲，仿佛哄小儿的一般，來哄三蝶儿。連把好姊姊叫了好几聲，又笑道：“我陪你一同回去，你看如何？”三蝶儿把頭一扭，反倒嗚嗚哭了。麗格扯著手腕，一手取了手帕，替她擦淚，費了好半日口舌，方才勸住。一時德氏來催，麗格連說帶湊，幫著三蝶儿先把包袱包好，又勸她擦淨眼睛，不哭喪著臉。三蝶儿也不答言，兩眼直勾勾，猶如傻子一般，隨著德氏去了。這里德大舅母甚不放心，次日便帶了麗格，去看三蝶儿，又好幫著德氏預備放定的事。 \\n 德氏把女儿接回，本想是歡歡喜喜，好預備明天喜事。不想三蝶儿回家，兩眼直瞪瞪，愕了一夜，德氏睡在一旁，一夜不曾合眼，暗想女儿心里，必為著聘与別家，心里不樂。此時若說她几句，恐怕越羞越惱，急出瘋病來，如何是好。越想越為難，深悔一時气岔，不該因為小節，錯過婚姻。然事已至此，追悔莫及，只有變個方法，瞞哄一時，別叫她中了迷症，尋出短見來才好。主意已定，催著三蝶儿起來，張羅梳洗。三蝶儿迷迷瞪瞪，高聲答應一聲，下地便走。德氏一把揪住，按在一張椅上道：“你不在這里梳頭，要往哪里跑？”三蝶儿听了此話，抬手便去拆頭。德氏見此光景，不胜著急之至，又是酸心，又是后悔，當時万感交集，揪住三蝶儿膊胳，凄凄慘慘的叫聲寶貝儿，隨著便心肝儿肉的，哭了起來。三蝶儿楞在椅上，半晌無言。常斌听了哭聲，赶急跑過來，不与母親何故，這樣傷感，一時常祿也回來了，兩人勸住母親。一見三蝶儿如此，不由亦著了慌，常斌說去接舅母。常祿說：“先去接嬸娘。”德氏亦急得發愕，不知怎樣才好。 \\n 眼看著天將下午，新親放定的人不久來到。三蝶儿坐在屋里仍自發楞，急得德氏、常祿，來回轉磨。忽見德大舅母帶著麗格進來，常祿忙的迎出，顧不及請安問候。先把妹妹發迷，大約是佯狂瘋病的話，述說一遍。德大舅母嚇了一楞，不知德氏道喜，先到屋里來瞧。麗格亦跟著進去。因恐新親來到，措手不及。先嚷說快給梳頭。麗格亦脫了長衣，打了一盆溫水，按著三蝶儿頭發，叫她洗臉。三蝶儿胡亂洗過，麗格又替她敷粉。德氏站在地上，一面學說，一面流淚。急得德大舅母手足失措，忙了掃地，又忙著抹棹子。常祿与常斌二人，約了兩個幫忙的廚子，伺候早，飯，大家胡亂吃過，靜候新親到門。三蝶儿把衣服換好，仍是痴痴憨憨的，坐著發楞。麗格也不知何故，納悶不止。后見德大舅母喚了德氏出去，姑嫂坐在外間，唧唧噥噥的，咕嚕半日。德氏哭著道：“事到如今，我倒沒有骨肉義气了，誰想這孩子，這樣認真呢。”說到此，聲音漸細，麗格亦听不清了。半晌德大舅母道：“我不敢抱怨姊姊。當初你就想錯了，哪有吐出口話來，再又變卦的，幸虧兩個好孩子，不然生出緣故。”說著，亦聲音低下，听不真切了。德氏掀了帘子，望著麗格點手，麗格忙的出來。德氏悄聲道：“你不要言語，好歹把今天的事瞞哄過去，過后見我細細跟你說。少時新親到來，千千万万，別提你姐姐的病。”麗格一听此話，不知何事，只得點頭答應。德大舅母道：“這么辦罷，你歇歇儿去，我有法子。”說著，走進屋去。麗格不解其意，也要隨著進去，德氏連連搖手，麗格只得站住。看著德氏面孔，這樣惊謊，不知三蝶儿之病從何而起。隨向德氏探問道：“到底我姐姐是什么病？”德氏听了，不知怎樣回答，由不得眼辣鼻酸，滴下淚來。扯著麗格袖子道：“提起話長。大概你也許知道。”說道，拉了麗格手，去向別屋坐著。不想天已正午，一起一起的來些親友，急不能說。麗格已猜明八九，只想著事太离奇，哪有女儿家，這樣想不開，這樣死心眼儿的，放著闊婆家不愿意，嫁個窮漢子，有什么希圖呢？想到這里，忽把當日三蝶儿見了玉吉的光景，想了起來。心里跳了一回，又納悶一回。以玉吉那樣窮，三蝶儿還這樣誠實，真是令人欽佩。轉又一想道：“三蝶儿為人，不至有這樣思想。必是孝敬母親，疼兄愛弟，不忍离別骨肉的傷感。”左想右想，越想越怪。想來這樣情景，必有极痛心的事了。 \\n 正自納悶，忽見常斌進來，同了一群女眷，德氏亦陪了進來。一一与麗格引見道：“這是九姑姑。這是十姨。這是八舅姥老。這是三姐。那是二妹。”麗格挨次請安，初次相見，認不清誰是誰，只是胡亂坐下，讓煙讓茶。工夫不大，听只門口外，鵝聲亂叫，主新郎說好。有的說，饅頭齊整，主家室和諧的。大家亂亂哄哄，齊出迎接。只見一抬一抬的，往院里抬彩禮。小孩們爬頭爬腦，又說又笑。兩位放定的女眷，自外走來。這里親友女眷，著雁行排列，由街門直罕卜房，左右分為兩翼，按次接見新親，從著滿州舊風，皆以握手為禮。普津在前面導引，先与德氏請安道喜。德氏是舉止大方，酬對戚友們，向极周到。此日因三蝶儿鬧得話亦說不出來了。普津道：“大娘是見事則迷，難道連新親家太太，也不認得了嗎？”大家听了此話，俱都掩口笑了。原來放定的女眷，不是別個，一位是新郎的嬸母鄒氏，一位是新郎之母、文光之妻、前文表過的托氏。鄒氏在前，托氏在后，挨次与眾人見禮，蜂擁入房。先在外間暫坐，眾人左右相陪。談論這門親事，實是天緣湊巧，前生造下的婚姻。有認識文家的，隨口便夸贊新郎，又贊美三蝶儿的容貌及其針徽。只有德大舅母一人，皺著兩道眉毛，來回亂跑，送過來兩碗糖水，勉作笑容道：“這是向例的俗禮，兩位親家太太，漱一漱口罷。”說著，普津、常祿二人，自外進來。普津在前，捧著一柄如意；常祿在后，托著首飾匣子。兩人把物件放下，請過德氏來過目。托氏剛欲說話，普津道：“我替您說罷。這是我大哥大姐，給這里我妹妹打的粗首飾，合樣不合樣，時興不時興，等著過門后，自己再變換去。”說著，把匣蓋揭開，一一指點，又向常祿道：“你倒是替替我，把衣服拿過來呀。”常祿把衣服送過，又去打發喜錢，不在話下。 \\n 這里德氏等看了過禮物件，麗格等揭起門空虛，請了鄒氏、托氏等進去，一屋子煙气騰騰，并無旁人，只有三蝶儿一人，靜悄悄坐在炕上，目不轉睛的呆呆楞著，望著眾人進來，并不羞澀，仍自揚著臉，望著鄒氏痴笑。鄒氏不知底細。很覺納悶。只可与嫂子托氏謙遜一回，按著行聘成規，安放如意。托氏也不知其故，只道是女大心大，不顧羞臊了，當時用四字成語，說了几句吉祥話儿，什么吉祥如意咧，福壽綿長咧。鄒氏亦一答一和的說道：“吉慶有余，白頭偕老。”一面說，拉過三蝶儿手腕，帶了鐲子。又笑著夸贊道：“這姑娘模樣好，手也這樣秀嫩。瞧瞧這手上指甲，有多么長啊。”說著，把禮節交過。同了嫂子托氏，仍然歸坐。德氏心中有所感，此時千頭万緒，聚結一處，見了女儿如此，亦覺后悔，由不得眼中垂淚，坐在一旁哭了。麗格亦因姊妹情重，看著三蝶儿瘋痴，很覺難過，當時亦眼辣鼻酸起來。眾人見德氏一哭，想著慈母之心，自幼儿嬌生慣養，到得女儿長成，只要聘禮一到，就屬別姓家的人了。俗語說：娶婦的添人進口，嫁女的人去財空。想到此處，亦各傷心流淚。此時滿屋的人，你也哭，我也哭，把個良辰喜事，繁華熱鬧之場，鬧得悲悲泣位，成了舉目生煩的日子了。只剩德大舅母尚能扎掙得住，一面陪著新親，一面叫常祿、常斌并親友家几個小孩子，把那龍鳳呈祥的貼匣，安放一處。把那喜酒饅頭，收拾起來。忽一人扎撒兩只手，自外走來道：“常大弟，你再給我几個錢，門外念喜歌儿的，又來了兩個。”常祿一面灌酒，掏了几個錢，那人拿著跑去了。普津把貼匣接過，拿出個紅紙條來，勸著德氏道：“大娘不用傷心。俗語說：男大當婚，女大當配。誰家有姑娘，誰也不能在家過老，況你親家，准保疼愛媳婦如同女儿一樣。你乃一時想了，你就乃時去接。”鄒氏插言道：“姐姐放心。我們兩下里，如同一家子人。今后做了親，越發要近乎了。普大哥說的好，你乃一時想了，你就乃時去接。”德氏抹著淚，連連點頭。托氏亦接口勸解，好容易才勸住了。普津把手巾字貼，遞于德氏，笑著道：“這梳頭上轎的方向時刻，要仔細，不可忘了。”德氏顫顫巍巍，一手接過道：“大爺費心。你這么跑前跑后，我實不落忍。素日大媽待侄儿們有什么好處哇。”說著，把貼儿收起，正欲与普津道窮，忽見托氏站起，告辭要走。大家一齊站起，隨后相送。普津笑著道：“我也回去。今天橋儿上，有個約會儿。”沒著，隨著眾人，咚咚跑去。常祿隨后便追，死活叫他吃完飯再走。普津直意不肯，這里德大舅母等，歸束一切，顧不得三蝶儿怎么樣，只去酬應親友，催著擺晚飯。德氏見女儿如此，不便聲說，只好等親友走后，再作計較。當下把常祿喚來，母子開箱倒柜，先把定禮衣服收藏起來，直鬧到日已沉西，所來的親親友友，一起一起走了，才得休息。 \\n 晚間与德大舅母商量，說三蝶儿的病啊，可有什么治法呢？德大舅母嘆道：“這也難說。究竟什么病，我也看不出來，雖姐姐那樣說，我終究也不能信。我想這孩子并不糊涂，若說她心高性傲，倒是不假。去年他大舅生日，她跟我談過心。依她的心思，總想給哥哥兄弟，好歹先娶了親，無論怎么不賢，母親也有人扶侍了。論理這孩子說話，很有見識，姐姐很該應允才是道理。一來是孩手孝心，二來孩子出閣，姐姐也有人扶侍，樂得不多等二年。何苦這么早，逼迫孩子呢？”德氏听到此處，嘆了口气道：“噯，我的心事，你哪儿知道，”說著，眼淚婆婆，嘆息不止。德大舅母勸道：“姐姐不必著急。我看著不要緊，十成占九成，是衝撞什么了。去年他大舅生日，不就是這樣儿嗎？”正說著，麗格進來，說三蝶儿吃下藥去，已經睡了。德氏惊問道：“吃的什么藥？能夠這樣。” \\n 麗格紅臉道：“實告您說吧，我向來存不住話。你早晨告訴我，和我哥哥提。我看我姐姐很難過，找出去年的方子，叫我哥哥出去，抓了一劑藥來。”德氏听到此處，噯呀一聲，道：“什么方子？藥可不是胡吃的。”德大舅母听了亦惊慌不止。不顧与麗格說話，三步兩步的出來，喚了常祿，取了藥方一看：脈案是久病肝郁，外感時邪，宜用分解之劑。因問常祿道：“你看這方子上藥，你妹妹可吃的嗎？”常祿又細看藥味，上有枇杷葉、知母，甘草等類藥，一面念著道：“這藥倒不要緊。方才藥鋪說，好人病人，全可吃得，大概是有益無損。”德大舅母道：“這是什么話！你怎么也胡鬧呢。”說著，又埋怨麗格，不該渾出主意。德氏亦惊慌失色，跑至屋里來瞧，三蝶儿蓋著紅被，香睡正濃。听其呼吸，或長或短，有時長出口气，口里唧唧噥噥，嘴唇亂動，嚇得德氏、德大舅母俱著了慌。麗格見此光景，亦嚇得怔了。不想這一件事，卻也奇怪。 \\n 三蝶儿服下藥去，濃睡了一夜，屋子又熱，蓋得又重，出了一身透汗，漸漸好了。次日稍進飲食，覺得身子發倦，頭上發昏來。問她昨日的事，一概不知。德氏只得瞞起，姑且不提。后听院里鵝聲，呱呱亂叫，三蝶儿躺在枕上，亦漸漸明白了。無奈事已至此，只得順從母命，將養自己身体，免致母親著急，常祿又請了醫生，開方服藥。不上五日光景，已見大痊。麗格方才放心，只是姊姊情重，一時舍不得別去，又住了十數日，方与德大舅母一同去了。這里三蝶儿病愈，德氏把嫁女的事情，忙個不了。今日買箱籠，明日買脂粉，每日催促三蝶儿做些鞋襪衣服，預備填箱陪送。誰想三蝶儿心里全不謂然，終日叨叨念念，勸告母親道：“不要這樣白花錢。陪送多少，終久也是人家的。母親著這樣急，女儿實在不忍。”說話時非常誠懇，聲容慘切。德氏一待說完，早已滴下淚來。自己思前想后，似有無限傷心。三蝶儿亦放聲大哭，把近年家里景況，述說一番。又說年月怎么難，哥哥兄弟怎么苦，母親若聘了女儿，不顧事后的事，叫女儿如何能忍。越說越慘，德氏眼淚婆婆，見女儿這樣孝順，那愛惜女儿之心，益覺堅固了。自己決定主張，任憑她怎么說，只這一個女儿，斷不忍辜負她。無論怎么論，偏要個鮮明榮耀。生前疼愛儿女，死后也對得過丈夫。一來自丈夫死后，此是經手第一件大事，總要親親友友看得過去。二來常祿、常斌尚未定親，此時若嫁女太刻，必受他人指摘。將來儿子親事，亦不好張羅了。這是德氏心里，一种疼愛儿女的苦衷。至是常祿心里，亦合他母親一樣，想著父親已死，妹妹出嫁，是我母子們第一件要緊事，若不從丰置備，惟恐委曲了妹妹。心想我兄弟三人，僅有一個妹妹，設有父親在世，豈不比今日風光些。雖今日這樣為難，畢竟沒了父親，終是委曲的，想到此處，那孝母愛妹之心，不能稍減。自己拼除一切，只以妹妹于歸當一件至要至重的事。閑時常向母親說道：“父親遺產，都該是妹妹一人的。我等生為男子，不必倚靠祖業，好歹要掙衣掙飯，奉養母親。今日無論如何，請勿以破產為念，豁除錢糧米去，連儿子廳里薪水，也爽快借些錢財，全數聘了妹妹，日后的事，自有儿子擔負，不要母親著急。”這一片話，說得德氏心里，益覺難過。起初怕儿子不愿意，故多留一分心。此時常祿兄弟，反倒瞞怨母親，不肯為嫁妝花錢，所置的木器箱籠，常祿亦面前面后，嗔怪不好。簪盒粉罐，亦怨說不細致。鬧得此時德氏反倒為上難了。 \\n 眼看著春深三月，節過清明，先去墳上祭掃一回，然后与常祿計議，母子分頭辦事，又挨門按戶，敦請戚友，預備二十四日三蝶儿的喜事了。不想喜棚搭起，諸事已經齊備。三蝶儿的容消玉損，連日不進飲食了。比著前兩次的疾傻，益覺沉重。不過有時明白，有時糊涂。有時說說笑笑，一若平常；有時哭哭啼啼，若臨大難。所來的親友，除去德大舅母、麗格尚可攀談，其余的親友女眷。三蝶儿是一概不見。至日喜轎到門，院里喜樂暄天，非常熱鬧。獨有三蝶儿心里突突亂跳，仿佛身在云霧中，不由自主的一般。扯住德氏哭道：“奶奶，奶奶，你怎這樣的狠心哪！”說罷，哽咽半日，往后一仰，不知后文如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十四回 宴新親各萌意見 表俠義致起波瀾", "正文": "  \\n 第十四回　宴新親各萌意見　表俠義致起波瀾 \\n 　 \\n 話說花轎到門，三蝶儿坐在屋里，嚎啕大哭。所來戚友，俱各聞聲墮淚。三蝶儿揪著母親，叫了兩聲奶奶，往后一仰。德大舅母等忙的扶住，德氏听了，如同摘了心肝一般，抹著眼淚道：“我的儿，都是為娘的不是，害得你這樣苦。事到如今，你該當听我的話，才是孝順呢。”說著，把心肝肉的叫個不住。德大舅母在旁勸道：“姐姐不必悲痛。你若盡是哭，更叫孩子心里割离不開了。不如赶著上轎，不可誤了吉時。”說著，把德大舅叫過來，又勸三蝶儿道：“姑娘別哭了，多哭不吉利，反叫你奶奶傷心。”說罷，罩了蓋頭，忙向德大舅丟個眼色。德大舅會意，兩手抱起三蝶儿，便往轎里放。三蝶儿哇的一聲，猶如殺人的一般，坐在轎子里，仍是大哭。德氏等忍著眼淚，幫著德大舅母，放了轎中扶手，又勸她端正坐穩，只听抬轎的轎夫，嚷聲搭轎，門外鼓樂齊作，新親告辭聲，陪客相送聲，茶役贊禮聲，儿童笑語聲，連著門首鼓樂轎里哭聲，鬧鬧哄哄，雜成一處。德氏倚著屋門，洒淚不止。忽見棚中親友，一齊站起，門外走進一人，穿著四品武職公服，正是普津。后面跟隨一人，年約二旬上下，面色緋紅，頭戴七品禮帽，足下緞靴，身穿棗紅色甯綢袍子，上罩燕尾青簇新補褂，低頭自外走來。普津拿了紅氈，笑嘻嘻的道：“大娘請坐這是你養女儿賺的。”德氏一看，見是新郎官來此謝親，連忙陪進屋去，先令其向上叩頭，拜見先岳。自己抹著眼淚，亦坐下受了禮。常祿与普津見禮，隨后与新郎相見。普津把禮節交過，即時告辭。只見棚中戚友，紛紛起立。大家囁囁噥噥，自去背地談論。按下不表。 \\n 次日清晨梳洗，德氏与德大舅母去吃喜酒。先向親家太太聲述女儿糊涂，日后要求著婆婆，多加疼愛的話，按次又會見親友，托氏指引道：“姐姐不認識，這是我妹妹。”德氏听了一愕，只見引見的那人，年在二十以外，媚气迎人，梳著兩把旗頭，穿一件簇新衣服，過來向德氏拉手，口稱親家太太。德氏不知是誰，正欲細問，忽見普津進來，請著德氏進房，笑吟吟的道：“看看我妹妹去吧。怎么這么大年紀，還像小孩子儿似的。這里我文大哥頭生頭養的儿子，娶了媳婦來，必比自己女儿還要疼愛，大娘先勸勸她去。”剛說完，忽見一群女眷，擁著新人出迎。只見三蝶儿頭上，滿排宮花，戴著珠翠鋼子，身著八團繡褂，項挂朝珠，臉上的香脂鉛粉，帶有流淚的痕跡，望見德氏姑嫂自外走來，低頭請了個安，轉身便走。德氏見此光景，好生難過，當在新親面前，不便落淚，只得勉強扎住，同了德大舅母走進新房。三蝶儿扯住母親，先自嗚嗚的哭個不住，德氏忍著眼淚，婉言開導。三蝶儿不言不語。一昧啼哭。問她什么話，三蝶儿并不答言，仍是抹淚。急得德大舅母滿身發燥，急忙与德氏出來，向托氏道：“沒什么說的，孩子歲數小，又無能又老實，還得求親家太太多疼她。我姐姐就放心了。”托氏道：“好親家太太，姑娘的脾气性格，樣樣都好。就是她不听話，我心里不痛快，不怕姐姐過意，養儿子不容易，養女儿也不容易。久日以后，就盼他夫妻和睦，咱們兩下里就全都喜歡了。”說著，酒筵齊備，請著德氏坐了席。德大舅母不放心，恐怕兩造里要鬧口舌，隨向坐陪的女客，悄悄說道：“一對新人，都是小孩子，按這樣年月說，總算難得。”說的那一女眷，不覺笑了。 \\n 一時有普津過來，帶領新郎官跪地敬酒。德氏坐了一會，望著方才德氏引見的那人，越想越眼生，不知在何處見過面，究竟是什么親家？遂一面起席，悄悄与旁人打听。旁人都掩口而笑。當在托氏面前，不好直說。托氏亦看出光景，嘆了口气道：“親家太太不用問，這是您親家老爺老不成气、背我在外間娶的，嫁家姓范，還有個好綽號，叫什么蓋九城。因為三月里要娶儿媳婦，不得不早早歸家，省得儿媳婦過門恥笑。”說著，向德氏使眼色道：“您瞧這塊骨頭，孟良怎么盜來著？”德氏扭項一看，見范氏站在一旁，同一個少年男客，指手畫腳的又說又笑，德氏哼哼兩聲，又向托氏說一聲好。托氏鬧了一楞，誠恐因為此事，不肯答應冰人。隨向左右女眷，俯耳唧咕一回，眾人皆各點頭，先陪著德氏起席，進到屋內笑道：“親家太太盡管放心。姑娘這里，決不能受气。”瑞氏亦插言道：“什么受气，孩子挺好的，誰敢給她受气，我豁除老命去，合她擠了。”說罷，气昂昂坐在一旁。看那光景，好像因娶范氏，很透生气似的。揪住德氏道：“親家太太，我怎樣疼孫子，怎樣的疼孫子媳婦，難道你的女孩儿，不是我的孫女儿嗎？”一面說，一面吁吁直喘。德氏笑了笑道：“果然這樣，我哪能不放心。不瞞老太太說，我寡婦失倚的，養她這么大，真不容易，”說著雙眉豎起，語音漸高。德大舅母一听，好生害怕，惟恐諸事已過，再因小小枝節，生出惡感，隨以別的話差了過去。訂問托氏，几日回門的話。忽見范氏進來，喚了托氏出去，悄悄問道：“姐姐這樣懦弱，太不像話。日后有人家說的，沒我們說的。難道您這么大歲數，只听新親的下馬威，我們就沒話問她嗎？”托氏搖搖手道：“噯，你不用小心，凡事都有我呢。孩子　腆，自幼儿怕見生人，所以她才這樣。”范氏道：“這可是您說的。既是這樣，我就不管了。”說罷，賭气去了。托氏一听此話，不由冒火，惟礙于新親之前，不便爭吵。遂与德氏商量，四天回門。第五日要上墳拜祖。德氏點頭答應，起身告辭。 \\n 到了回門之前，常斌備了轎車，接取三蝶儿，常祿備了轎車，來接新郎。三蝶儿剛一進門，拉住德氏臂膊放聲大哭，德氏亦不禁落淚。想著嬌生慣養的女儿，一旦离了親娘，去作媳婦，實是一件苦事。隨用婉言開導說：“大婆疼愛，公公婆婆也疼愛，姑爺又那樣老實，人生一世，享福也不過如此。雖有個小叔小姑，畢竟年紀尚小。還讓頭生頭長為長嫂的拔尖儿。常言說：出了門的媳婦，不如閨女。剛進門儿的人，自然顯得生疏。等著熟悉几天，也就好了。”說著，又打听她公公婆婆，有無脾气？大婆婆小婆婆，是否和睦？三蝶儿一面落坐，只去擦抹眼淚，并不答言。一時把胸上衣襟，全都濕了。麗格与德大舅母，一面解勸，一面酸心。德氏与常斌母子，亦為滴淚。工夫不大，常祿陪著新郎，自外進來。眾人擦了眼淚，迎出階下。按著通俗禮節，請了作陪的親友，周旋說話儿。一會酒筵擺齊，讓著新郎新婦并肩而坐。男女陪客，即在左右相陪。德氏疼愛女儿，連帶亦疼愛女婿。看他一雙夫婦，坐在一齊，想著養女一場，盼到与女婿回門，實是喜事。可惜女儿心里有些固執，不然燕爾新婚的女子，不知要怎樣的喜歡哩。想到此處，不禁滾下淚來。一面布菜，顫顫巍巍的道：“你們多多和气，白頭偕老。”三蝶儿低著頭，洒淚不語。德大舅母道：“姑娘吃一點儿，取個吉利。”常祿亦勸道：“妹丈喝點儿酒。”德大舅亦過來道：“富貴有余的，你么吃一片魚。”說著，把碗里魚片，挾了一箸子，叫新郎拿過碟儿來。新郎紅著脖子，死也不肯抬頭，引得麗格等全都笑了。德氏道：“得了，交過規矩，別這樣臊皮了。”當下把酒筵撒下，新郎也不知漱口，慌著帶了帽子，嘴里唧唧噥噥不知說些什么，放下一個喜封儿，便向德氏等挨次請安，告辭而去。德氏等送至門外，看著上了車，然后進來。忽屋內麗格嚷道：“姊姊你是怎么了？怎的這么拙呀？”說著，花拉一聲，不知倒了什么。德氏等忙的跑入，見麗格按著三蝶儿，兩手向怀里亂奪掉上的茶壺茶碗，摔在地上粉碎。德氏等近前一看，只見三蝶儿手里，拿著一把剪子。麗格咬著牙，奪了過去。德氏噯喲一聲，登時倒在地上，背過气去。常斌德大舅母，忙著跑來，大家七手八腳，扶起三蝶儿，過來又赶救德氏。麗格楞在一旁，伸出手來一看，連指上指甲，全都折了。德大舅道：“你們娘儿倆這是怎么回事呢？”麗格搖搖手，咳聲嘆气道：“噯喲，老爺子您不用問。”說著，指那剪子道：“您瞧瞧，若非我沒有出去，事情就出來啦。”說罷，扭過頭去，滴下淚來。半天又哽咽著道：“想也想不到，我姊姊這樣糊涂。”德舅爺道：“這都是哪儿說起？千想万想，想不到你這么拙？”三蝶儿坐在炕上，渾身亂顫。頭上鈿子，連珠翠宮花等物，散落一炕。德大舅母道：“姑娘，你換口气，有什么過不去的事，盡管說出。平日你最為孝順，怎么這時候倒糊涂了呢？”一面說，一面抹淚。看著三蝶儿臉上，已如銀紙一般，嚇得德大舅等目瞪口呆。半晌說不出話來。 \\n 大家把德氏拉過來，勸著呷了口糖水。三蝶儿亦長嘆一聲，漸漸蘇醒過來。麗格含著眼淚，走過向三蝶儿道：“姐姐這樣心窄，豈不叫姑姑著急嗎！”當下你言我語，鬧得馬仰人翻。問了三蝶儿半日，死活也不肯言事。德氏嘆气道：“這是我的命是該著這樣急。好容易盼星星，盼月亮，盼到儿女長成人，我好享福哇。好，越大越糊涂。出了門子的女儿家，倒反不听話了。不听呢，也罷了，有什么不如心的，至于尋死，是人家儿對不起你呀？是嫁妝對不起你？是媽媽不疼你？對不起你？是哥哥兄弟不睦，對不起你？”說著，淚流滿面。自己又嘆惜命苦，哭了回丈夫，又哭起爹娘來。數數落落的道：“拋下這苦老婆子，沒有人管。儿女這么大，誰又心疼母親。問問母親的心，問問母親的難處呢？”哭得德大舅爺等無不墮淚。一面排解，一面又規勸三蝶儿，叫她赶著收拾，回去要緊。麗格俯在炕上，收抬珠翠，抬頭向德大舅母蹙眉，問說這宮花鈿子，可怎么收拾好。德大舅母道：“不要緊的，拿去叫你哥哥到街上弄去罷。”說著，三把兩把，急將珠翠宮花等物，拿到外間，點手又喚常斌，悄悄囑咐一香。又叫德氏請出，好再安慰三蝶儿，別叫她回到家去，再行拙事。德氏亦領會其意，隨即躲出。不想此時三蝶儿心里又后悔，又害怕。悔的是自己無知，不該這樣糊涂。倘真那時死了，豈不把母親兄弟一齊坑死了嗎。事出之后，婆家必不答應。因此成訟，必要刷尸相驗。到那時節，豈不把祖上德行，父母家風，全都掃地了嗎。想越越后悔，千不該，万不該這們心窄，忘了自己身分。怕的是，自今以后，若把母親气坏，誰來侍奉？哥哥有差事，兄弟年紀小，雖不致同時急病，想來自今以后，為我必不放心。既不放心，必要常常惦念。我已是出嫁的人，若令母親惦念，弟兄不放心，自己又居心何忍？倘若今日人事，一被婆婆知道，必向母親究問。及致不問，日久天長，也必能知道的。那時若知道此事，豈不与兩家父母，勾出生分來了么！此時越想越怕，越想越后悔，身上得得亂顫，欲向母親聲述，連嘴唇舌頭，俱不听用了。 \\n 后見常斌走來，要請母親出去，急嚷一聲道：“奶奶，別走。”伸手抱住德氏，嗚嗚的哭個不住。德氏推了兩掌，問她有什么話，只管明說。三蝶儿哽哽咽咽，說不上來。兩手把前胸亂撓，急著嚷道：“奶奶、奶奶，女儿自今以后，決不使母親著急，再這樣胡鬧了。”德氏抹著眼淚，少不得談今慮后，勸解一回。一時常祿回來，說姑爺回到家去，很是喜歡，親家阿媽，親家額娘等，都問奶奶的好。又夸贊大正、二正怎樣机伶，春霖在學堂念書，怎樣進步，一面說，一面見三蝶儿的鈿子坏了，又見德氏等腫著眼睛，因問什么事，這樣傷心？德氏嘆了口气，想著這樣麻煩，不便叫儿子著急。隨說不為什么，你不用又著急。你妹妹家來，不放心你們合我。她一傷心不要緊，引得一家子全都哭了。常祿听了此話，信以為真，亦不再去問了，只催著三蝶儿梳洗，說現在天己不早，赶著回去要緊。才听親家額娘說，今日如回去得早，還要借著載鈿子，先拜兩家儿客呢。說著，幫著德大舅母，收拾宮花鈿子等物，催著三蝶儿戴好，又忙著叫母親換衣裳，笑著囑咐道：“見了那個娘儿們，您不用多閑話。俗語說看佛敬僧，好罷歹罷，已就是這樣親戚，還有什么可說呢。一來給我妹妹作罪，二來儿女親家，總是越和睦越好，圖什么鬧些生分，犯些口舌呢？”德大舅母道：“這事也不怨你奶奶，說親時候，你也欠慎重。家有這樣婆婆，決難有好儿。”常祿嘆口气道：“事到而今，也就不用說嘍。當初說的時候，不知我親家阿媽，有這樣事。當時也詢听過几回，連我普津哥哥都不知道。听說這個娘儿們，叫什么蓋九城，娘家姓范，雖不致怎么瞎猜，也是女混混出身，手拉手儿來的。听說在東直門，后海地方，我這位親家阿媽，看人家放過風箏。不知怎么個緣由……”說到此處，看看母親臉色又笑道：“好在我妹妹也是出了閣的人了，說也不要緊。橫豎這么說罷，常時有普津引線，搭上之后，安排一處地方，就過上日子啦。今因儿媳婦過門，不能不歸到家里去。方才我普大哥說，這們進門之后，倒很是安本分，只是她言語舉動，有些輕佻，外場其實是精明強干。按著新話儿說，是位极開通极時派的一流人。說話是干干脆脆，极其響亮，行事是樣樣儿不落場，事事要露露頭角。簡斷截說，就是有點抓尖儿賣快。舅母你想想，咱們是愛親作親，當初作親的時節，望的就是小人，誰管分婆婆好歹呢。“一面說，一面叫三蝶儿挂珠子，緊催著德氏走。隨將所備的禮物，送至車上，打發德氏母女上車去了。 \\n 這里德大舅母、麗格等，臨別哭了一回。又商議單九雙九十二天。親友瞧看的事情，從此兩造親友，互相往來。左不是居家瑣碎，不足細述繁文。到了一個月后，三蝶儿回來往家，各處親友，皆來瞧看。三蝶儿唧唧噥噥，偷向母親哭道：“起初一過門時，并不見小婆婆怎樣。那天她回來說，方自外間回來，撞見二媽气色，很透惊慌。屋里又跑出一個人來，看著后影好似。說著，向耳邊悄悄他說了。又大聲道：依著她的意思，恨不得即時下手，以雪此恥。當時我嚇得直抖擻，好容易好說歹說，死活給攔住了。您瞧有這件事，叫我心里頭如何受得下。”說著，撫面大哭，气得德氏半晌說不出話來。當時咬牙切齒，連哭帶气的咒罵范氏一番。因恐常祿知道，要鬧麻煩，不如權且忍耐，勸著女儿留心，莫令姑老爺生出事來。一為保全名譽，二來儿子儿媳，管不得母親閑事，事已至此，只好平心靜气，但但實實的看著。雖然她外面風流，顯著招搖一些。究實事跡上，也未必果然這樣。按你們心里平素就看她不尊重，所以處處起疑，亦是常有的事情，何苦這么操心，管這沒影儿的瞎事？”一面說，又將今比古，引証些新聞故典，比較与女儿听，免得她憂心害怕，傷了自己身子，弄出家庭笑話來。這一片話，足見德氏苦心，不但疼顧女儿，又恐女儿家里鬧出事故來，所以變著方法安慰女儿說，無稽之談，意气用事，斷斷是靠不住的。心想這樣勸解，以女儿如此穎慧，必可以醒悟的，回到家去，必能規戒丈夫，不致再鬧事了。 \\n 誰想三月二十七日，正是前文所說，托氏的堂兄家里，接三之日，阿氏坐了一夜，不曾合眼。早間与丈夫春英嘔些閑气。早飯以后，隨著大婆母托氏，帶同小姑子前往堂舅家里去行人情。托氏是好談好論的人，是日与戚友相會，少不得張長李短，說些瑣屑故典。阿氏是未滿百日的新婦，既隨婆母行情，在座又都是長輩，不能不講些規矩，重些禮節。抑且阿氏為人，极其溫厚，言容舉動，又极沉穩，所有在座親友，人都夸好。有的道：“大姐真有眼睛，怎的這么好的姑娘，被大姐選上了。”有的道：“哥哥嫂嫂都有造化，椿樹似的儿子，娶了鮮花似的媳婦。再過個一年二載，不愁抱孫孫了。將來老太太得見四輩重孫，在她老人心里，還不定怎樣喜歡哩。”有的道：“娶媳婦難得十全，似乎托大姐的儿婦，又机伶，又穩重，長的好，活計又好，可謂之四德兼全了。”當時你言我語，人都贊美不置。惟托氏听著，因是婆婆身分，雖旁人這樣夸贊，然當在自己面前，不能不自作謙辭。俗語說：“自己的女儿賢，人家媳婦好，凡是當婆婆的，都有這宗心理。此時托氏于無心之中，說出几句屈心話，什么不听話咧，起的晚咧，作活計太慢咧，做事太慢咧。這一些話，說是謙遜之意，本是作婆婆苦心，欲在戚友面前，施展當人訓子的手段。殊不知這宗讖誚，最容易屈枉人。慢說春阿氏，就便是尋常女子听著也要發火。當時臉色紅暈，羞澀得不敢抬頭。忽的背后一人，喚著阿氏出去。阿氏一面抹淚，正好借此机會，暫為避去。出至門外一看，此人全身素服，并非別個，正是玉吉。剛剛欲問他從何處來，玉吉請過安道：“姐姐家里人，怎的這般混帳。”說話時聲音很高，嚇得阿氏惊慌失色，連連搖手，乃慘然流淚道：“兄弟呀，姐姐的命反正是不能久了，這亦是我前生造定的。今生今世才遇見這些磨難。你拿我只當個己死的人罷，千万不要生這愚气。”說到這里，咬定牙根，仰著頭，瞪著眼，把熱淚忍住。玉吉輕輕頓足道：“姐姐這般懦弱，家里外頭都不得安生，還有什么趣味？”阿氏道：“什么趣味不趣味，姐姐人雖活著，心是早已死了。”說罷，面色灰白。玉吉怔了半晌，忽然眉豎眼圓，冷笑一聲道：“姐姐待我的心，我此時粉身碎骨，亦難答報，姐姐這口气，我一定要給出的。”阿氏听到這里，忙著擺手，恐怕有人听見，諸多不便。忽見身旁走過一人，只得慌忙躲進屋去，打算等親友散后，勸勸玉吉，不叫他多管閑事。誰知事有天定，不由人力。阿氏留了半日神，竟無玉吉的蹤影。只得隨著婆母，坐了晚席。忽見公公進來，一手拉著二正，悄向托氏道：“天气很熱，這里又沒地方。回頭叫他嫂子跟我回去罷。”托氏道：“說是呢，我正想沒個人送回，你來亦好。”因向二正道：“少時和你嫂子，跟你阿媽一同回去。舅舅伴宿，咱們再來。” \\n 說著話已到送三時候，文光帶著儿媳女儿，告辭回家。工夫不大，車行至菊儿胡同內。三人下了車，文光拉著二正在前，阿氏提著包袱在后，到了門首，二正猛然一推，扑的栽倒。原來門是虛掩著呢，文光忙把二正扶起，問他碰著沒有？二正站起來，口里叫聲二媽，往里便跑。此時天已不早，瑞氏等欲睡未睡，前文已經敘過，茲不多表。阿氏把諸事料理已畢，要到廚房里溫水洗臉。將走至廚房門內，覺得身后有腳步聲音，忙回頭一看，只見一人在門外點手儿，喚她出去，不覺嚇了一跳。赶緊走出屋外，看是何人。此時那人已經轉過臉去，躡足往西屋便跑。見他穿一身青色衣裳，后影好像玉吉模樣。猛然触起白日的情景，知道此事有些不妙。忙著三步作兩步，向前赶去。將進屋門，早見玉吉站在春英前，手舉菜刀，往下便砍。嚇得阿氏魂飛天外，嚷亦嚷不出來，奔上前去，揪住玉吉手腕，狠著命往下奪刀。玉吉力量太猛，回手拍的一聲，刀柄碰在阿氏額上。阿氏心里只拚一死，哪顧疼痛，還是咬定牙根，死不放手。玉吉看她這樣，把二目一睜，又以刀背擊了阿氏左脅一下。阿氏覺得心里一陣迷糊，兩手一松，身軀往后一仰，耳听得噗的一聲，玉吉手起刀落，砍在春英咽喉之上，登時气絕。阿氏已嚇得倒在地上，玉吉忙把春英尸体移在床下，扯起阿氏道：“姐姐所事非偶，冤仇已報，姐姐能隨我去，小弟情愿奉養一生。”阿氏怔了半天，并未听明，看見菜刀在旁，狠命扑去。玉吉連忙抬起，隨后抓起一塊絹帕，擦了擦手，扯往阿氏，往外便掖。掖至院內，玉吉道：“還有那淫婦呢？”隨把阿氏拋下，往東屋便跑。阿氏心慌已亂，欲要聲張，又恐玉吉要是義气，反變成殺人的原凶，自己亦被著极大嫌疑。欲待和他回去，無奈他是誰，我是誰，黑夜殺了丈夫，攜手脫逃，這事成何体統。當時把芳心一橫，趁著玉吉不在此處，自己往廚房便跑，扑咚一聲，奮然投入水缸。正是： \\n 一死拼償冤業債，眾生慎勿造因來。 \\n 玉吉把春英殺死，欲与阿氏潛逃，實出于姊妹情重，看著阿氏受气，怀抱不平。想著這樣女子，人世不可多得，緣何母親不諒，許了這樣蠢子，終日受人欺辱，這真是天道不公，人心不能平的事情。越想越憤懣，恨不得把大千世界上，凡此不平等的惡婚姻一刀雪淨，方解心頭之恨。當時即把阿氏推開，來殺范氏。剛走至里屋門外，听得院里阿氏木底亂響，又听范氏屋里，問說是誰，上房文光，亦連聲咳嗽，嚇得玉吉也慌了，站在屋子里，愕了一會，想著阿氏為人，极為懦弱，若不借其俱逃，一被旁人拘獲，必罹重難。想到此處，隨手把菜刀放下，出來要找尋阿氏一同逃走。不想腳步略重，范氏連連同誰？隨聲便提鞋下地。上房文光并東房瑞氏母子亦全都醒了。玉吉無處可藏，跑至屋角茅廁，兩手攀牆而上。不想牆高足滑，使盡生平气力，欲上不得。又听文光夫婦正在院內暄嚷，玉吉心更慌了，反身又往回跑。合該他命中有救，望見茅廁牆外，立有板凳一條，隨手搬進茅廁，挺身而上，兩手攀住牆頭，踊身而過。只覺心里突突亂跳，渾身發顫，不知此時此際，如何是好？又不放心阿氏，想著姊妹一場，不該草草用事。雖然是一片好心，此時反給阿氏惹了大禍，當時懊惱已极，站在門外，猶疑半天，不知此時阿氏哪里去了。 \\n 正在納悶，猛听街門一響，里面走出人來，嚇得玉吉也慌，開腿往北邊便跑。恰巧時當深夜，路上靜悄悄并無行人，不知不覺已至自家站首，扣了半天門，里面無人答應，心里連急帶怕，不覺頭昏眼花，坐在一塊石上，呆呆發愕。忽見一人過來，彎身問道：“你是從哪里來的？快要說明，”玉吉抬頭一看，見是一個僧人，容貌甚奇，身穿一件破爛僧衲，笑吟吟的問道：“你是哪里來的？”玉吉坐在石上，覺得心里頭渺渺茫茫，不知如何答對，僧人又問道：“你既不知道來從何處來，難道你去往何方，自己也沒個打算么？你以為你作的事情，沒人知道？難道惹了大禍，從此就消滅了不成？”玉吉听到這里，嚇了一跳。遲了半天，心里方覺明白。細想如今自己犯下殺人重罪，以后天地雖大，并無容身之處了。越想越后悔，越想越害怕。當時悔懼交加，細看那一僧人，站在自己身旁，微微點頭，似有嘆息之意。玉吉知他是個异人，隨即跪在地下，拉著僧人的袍襟，凄凄慘慘的道：“事已至此，要求老和尚搭救。”說著，以袖抹淚哭泣不止。僧人彎著身子，細把玉吉上下看了一會，見他這樣哀求，乃長嘆一聲道：“前生來世，回果分明。昔是今非，孽緣糾結。你合那個女子，但有朋友之緣，并無夫婦之分。她即出嫁于人，便算前緣已了，彼此清清白白，有什么割棄不下的？誰知你不明因果，忘与命數相爭，你自以為替那女子報仇，哪知正是給那女子闖禍。你自以為出于一片俠心，哪知正是造下無邊惡孽。若不急早忏悔，恐怕不但因果牽纏，來生受報，就是今生今世，亦恐你難逃法网啊，”說到此處，聲色俱厲。玉吉听了，猶如涼水澆頭一般，心里這才醒悟，遂連連叩頭，乞求解脫之法。僧人冷笑道：“你自蔽光明，自作惡孽，誰為解脫？”說罷，拌袖欲去。玉吉知是高僧，揪住僧人破衲，死也不放。僧人呵呵笑道：“善哉善哉。自迷不見自心，誰來搭救？”說罷，飄然而去，倏忽不見。 \\n 玉吉定了定神，如同夢醒一般，暗想這一高僧，必是佛菩薩化身，前來度我，忙的跪倒地上，望空遙拜，心內虔虔誠誠，暗發宏愿。正在虔祈默禱之際，忽見梁媽出來，扯住自己手道：“少爺是怎么了？這樣磕頭？”玉吉遲了一會，仰見滿天星斗，四靜無人。自己跪在地上，不知何故。梁媽喚了數遍，方才明白過來。細想方才所見，心里烘的一惊，渾身亂顫起來。一手扯著梁媽，連說好怕，轉又一溜煙的跑進門去。蕙儿不知何事，听是玉吉聲音，忙亦移燈出來，看他神色倉皇，臉上顏色，如同白紙一般，坐在石階上，口張眼閉，吁吁气喘。蕙儿嚇了一跳。摸摸腦門上，俱是冰冷冷的涼汗。隨把手燈放下，問他所因何故，這樣抖擻？一手又摸著他手，手亦涼了。當時手忙腳亂，赶緊攙進屋去。梁媽也著了慌，忙著籠火，又忙著找白糖，衝了一碗滾湯糖水，給他喝下，方覺安頓些。此時梁媽心里，只當是半夜回家，路上受了惊嚇，以致如此。不想他忽然坐起，口內嘟嘟嚷嚷，不知說些什么。一時又咳聲嘆气，發起昏來。直鬧到早飯已后，始行安頓睡下。梁媽看此光景，知他素日性情，有些膽小。這宗病況，必是半夜回家，受了惊嚇。隨著就延醫服藥，鬧了一日。 \\n 次日早起，玉吉坐了起來，喚過蕙儿來哭道：“哥哥你對不起你。父母去世，本當興家立業，等妹妹終身大事有了倚靠，然后再死。不想因事所迫，死期已近了。”說著，嗚嗚咽咽的哭個不住。蕙儿亦傷心落淚，不知玉吉的話，從何說起。只得以好言安慰。玉吉擦了眼淚，當著蕙儿面前，叫過梁媽來，仿佛人之將死，托囑后事一般。自己拿定主意，想著殺人該當償命，若使最親愛的姐姐無辜受累，自己于心何安。主意已定，安住蕙儿主仆，不叫他話外生疑。出得門來，雇了一乘人力車，隨著看熱鬧的眾人，直奔小菊儿胡同春英尸場。恰巧這日上午，正是刑部司員蔡碩甫前來驗尸。左翼翼尉烏珍，副翼尉鶴春，委翼尉普泰，并內城巡警廳所派委員，本區警察長官，還有各家偵探，一院里亂亂騰騰，好不熱鬧。玉吉擠在人群內，想著今日好巧。不知阿氏被拘，所供是什么言詞。倘若她般了委曲，不肯說明，我便在此時自首，把我堂堂正正替人不平的事情，說給官眾听听，大概人同此心，心同此理，大丈夫做事，要做正大光明，磊磊落落。主意已定，見有一群官人，帶著文光、范氏并德氏、阿氏等進來，听著文光供說，阿氏殺人之后投了水缸，由不得敬愛之心，益覺堅固，當時又懊悔又慘切，看著范氏那里，指手畫腳，由不得怒從心起，深悔昨日晚上，不該留此淫婦，叫她血口噴人。正自磨拳擦掌，抑郁難平之際，忽見阿氏仆倒，撫尸慟哭，玉吉嚇得一怔，臉上變顏變色，心說好生害怕。要知端的，有看下文分解。 \\n  \\n   \\n  "}
{"章节": "第十五回 聶玉言樹底哭親 王長山旅中慰友", "正文": "  \\n 第十五回　聶玉言樹底哭親　王長山旅中慰友 \\n 　 \\n 話說聶玉吉看到阿氏慟哭，心里好生害怕。想欲自首，自己又出首不得。一來是阿氏母家的人，我們是自幼姊妹，二來听旁人說，她為著婚姻一事，發了几回瘋。迎娶之日，欲在轎上尋死。回門之日，要在家中自盡。這樣看起來，我若不避嫌疑，慨然自首。倘若官場黑暗，她再一時糊涂，受刑不過，認成別樣情節，這便如何是好。想到此處，站在人群中，不寒而栗，當時站立不住，急忙走出。心中暗暗祝告道：“神天有鑒，不是玉吉不義，作事不光明。我若出頭投案，死何惜足。但恐牽連姐姐，落個不貞不淑之名，陷入同謀殺夫之罪。但愿神天默佑，由始而終，那么叫姐姐抵了償，好歹保存住了名譽，我便即時死了，也是樂的。”祝告已畢，站在文家門內，淚在眼眶內，含了許多，此時方才滴下。遲了一會，心里悠悠蕩蕩，不知去往何方才是正路。 \\n 正疑念間，忽想起昨日高僧點悟的几句話，不覺于人世紅塵，頓為灰冷。轉身便出了胡同，迷迷离离，走出安定站外。抬頭一看，見有一片松林，正是自家墳墓。玉吉本來至孝，今又有無限傷心的事。回想父母在日，如何疼愛。不免走人松林，撫著父母墳墓。慟嚎起來。正哭得死去活來，沒個勸解，后面有人拍打，連說大少爺不要傷心，這是從哪里來呀？玉吉止淚一看，是自家看墳的，奴隨主姓，名叫聶生，一手掖著玉吉，死活往家里勸解。玉吉也不謙遜，收住眼淚，到了看墳的家中，只說偶爾出城，心里很不痛快，要上墳地里，住十几日。聶生听了此話，极為歡喜，隨著就沽酒作菜，殷勤款待，口口聲聲，只怕玉吉委曲。說老爺太太在日，少爺怎樣享福。到了奴才家中，就是自己家，有什么不合式的，視奴才力之所及，盡管說話。將來少爺作了官，奴才一家子還要享福呢。玉吉點了點頭，看著聶生意思，出于志誠，隨即在他家內住了數日，把自己心里事家事，一字不提。料著聶生為人，极其誠朴，梁媽、蕙儿一時也不能來找，樂得多住几日，避避災禍呢。主意已定，就在此處暫避，并不遠出。有時叫聶生出去，找几本破書來，閑著破悶。有時也繞著墳塋，看看庄稼。直至中秋將近，并不見有個來打听蹤跡。 \\n 這日聶生進城，听來一件新聞，說鑼鼓巷小菊儿胡同，有個謀害親夫的，此人才十九歲，娘家姓阿，外間傳說，不是她自己害的，因為她婆婆不正，勸著儿媳婦，隨著下混水，媳婦不肯答應，婆婆是羞惱成怒，使出野漢子來，暗把儿子殺死，打算一箭雙雕，誣賴儿媳婦謀害親夫，就把旁人耳目，全都掩住了。不想神差鬼使，露了馬腳，凶手把行凶的菜刀，放在她婆婆屋里了，你說是合該不合該？玉吉听了此話，暮的一惊，當在眾人面前，不好酸心落淚，只隨聲贊嘆，說現在人心鬼域，不可懸揣。將來定案，必有個水落石出。一面說，心里啾啾咕咕，甚不安靜。本想等阿氏完案，或生或死，自己放心之后，好尋個方外地方，按著高僧指引，削發為僧。誰知過了三月，得了這宗消息，由不得傷感起來。背著聶生，自在暗地里流了回淚。到了次日清早，決計要進城探詢。先到自己家里，探望一番。剛一進門，遇見梁媽出來，惊問道：“大爺你哪里去了？叫我們這樣急。”玉吉嘆了口气，未及答言，自己光滴下淚來。蕙儿亦流淚迎出。述說哥哥走后，急得我要去尋死，逢親按友，已經都找尋遍了。恐怕你瘋瘋癲癲，不顧東南西北，沒有下落了。說著，淚隨聲下，凄凄慘慘的哭個不住。玉吉亦大哭一場，連說哥哥糊涂，不該拋了妹妹，一去三月，如今回來，真是無顏相對。說著，又要流淚。蕙儿亦嘆息道：“你說這些話惹我酸心，你心里的事，若不實告我說，便是對不過我。”隨說著，叫過梁媽，取出兩個名片來，遞与玉吉道：“這兩個人，你認得不認得？”玉吉听了一愕，接過名片一看，一個姓何的，號叫礪寰，一個姓項的）號叫慧甫。玉吉想了半日，很為詫异，當時想不起是誰來，隨放下道：“這兩個人是誰？我不認得。” \\n 蕙儿道：“你走之后，隔了一個多月，姓項的那人，便來找你。你同他什么交情，我哪里知道？”玉吉想了想，仍不知項某是誰，因問蕙儿道：“此人什么模樣？哪類打扮？找我為什么事？你沒問問嗎？”蕙儿道：“兩人找你，都為一樁事。姓項的那人，年約三十以外，虎背熊腰，面上有麻子，說話聲音很亮，听著很爽快。我說你中了瘋魔，出外已久，他問你往哪里去了？說吏部衙門，有极要緊极要緊的事，前來找你。”玉吉听到此處，連聲吸气，怪問道：“這事怪得很，這人我并不認得，吏部里我也沒事，這真是突乎其來。”說著，又問姓何的什么模樣？蕙儿說了一遍。玉吉悶了半天，仍不認得。蕙儿道：“來的人說是三蝶儿姐姐從法部帶來的信，叫他面見你來，又說你若不去，叫我去一趟。我想空去一趟，也是枉然。后又跟人打听，都說南衙門北所，規矩很嚴。姐姐在監里收著，誰也不能見面，你若在家呢，還可以去瞧瞧。那時你又不在家，我去作什么去呢？當時我跟梁媽商量半天，她說這個何某，必是你的至友。咱們親友里，沒這么個姓何的。后來又過了几天，有一個姓鈺的，還有個姓黃的，前來找你。他說在左翼當差，推門就進來啦。我說你沒在家。他們不肯信。進屋坐了半天，直眉瞪眼，問你現在何處？”蕙儿說到此處，惊懼万分，望了望院內無人，悄聲道：“他說小菊儿胡同春英，是你同姐姐害的。他在翼里聞知，特來送信，叫你千万躲避。又拿話來試我，怕我知道下落，不肯實說。臨行那姓黃的說，你要這几日回來，叫你別出去，死活在家里等他。我問你這些事，都是怎么鬧的？父親死后，本想跟哥哥享福，你怎么這樣胡鬧，難道把爹媽的遺言，也都忘了不成？”說著，掩面大哭。嚇得玉吉渾身亂顫，半晌答不出來。梁媽道：“姑娘不用哭，大爺三姑娘，斷不是殺人的人。必是文光家里，花錢走動的。你沒見洋報上說，三姑娘太冤枉嗎？”剛說著，玉吉往前一扑，梁媽一手揪住，幸未栽倒。只听哇的一聲，吐了一口血沫。嚇得梁媽惊慌失色道：“姑娘別哭了，大爺又犯起陳病了，這是怎么說呢？”蕙儿擦著眼淚，過來相扶，一面仍慘慘切切的問道：“你把實話告訴我，你惹下禍，打算遠走高飛，也要告明了所去的地方，然后再走。你別的不顧，難道同胞骨肉，你連一句實話都不肯說嗎？”梁媽听了此話，噯喲一聲，連向蕙儿搖手。又扶起玉吉頭來，細看臉上顏色，已如銀紙般。嘴皮嘴唇，顫成一處。蕙儿看此光景，嚇得沒有主意，隨手把玉吉放倒，自己坐在一旁，直直愕著。梁媽亦手忙腳亂，有意抱怨蕙儿，卻又不肯。忙著熱了一壺開水，衝了一碗白糖，悄向玉吉道：“起來喝一點儿水，定定神就好了。大爺這個病根儿，實在要命。”說著，眼辣鼻酸，一手端著碗，一手抹著眼。 \\n 玉吉昏沉半日，睜開眼睛一看，蕙儿、梁媽兩人，俱在一旁抹淚。當時心頭如刀割一般，只得爬起來，呷了口水。蕙儿百般勸解，梁媽亦沒得話說。只問三月之久，大爺往哪里去了？怎么大舅太太道謝來，說你幌了一幌，就家來了呢？莫非道儿上，遇什么邪魔外崇，糾纏住了？不然，怎么一日一夜，天亮你才回來呢？玉吉嘆了一口气，因恐蕙儿著急，不敢實說，只好胡謅亂扯，說了一片假話，心里打定主意，但能把蕙儿勸住，然后把一切事情，告明梁媽。明日我到官投案，也就完了。當下以閑言散語，遮飾一遍。到底蕙儿心里，知識無多，又兼玉吉為人，极其誠篤，素常素往，并沒有半句謊語，所以蕙儿听了，深信不疑。不過骨肉情重，倒用些開心話語來勸玉吉，惟恐与三蝶儿相厚，今遭此不白之冤，哥哥一動怒，難免出事。梁媽亦婉言勸解，說年頭不濟，衙門里使臟錢。雖說不干我事，究竟也得躲避。倘若牽連在內，事情一出來，很是難辦，再者文光家里，有的是銀錢，好歹托托弄弄，就許把大爺饒上。圖什么擔名不擔利，鬧這宗麻煩呢。咱們以忍事為妙。大爺的運气低，千万以小心為是。說完便向蕙儿籌划明日玉吉往哪里躲藏的好？玉吉躇躊半晌，想著有人來訪，必非好意。定然是阿氏過部后，因為受刑不過，供出實話來了。雖說是阿氏情屈，然自己思前想后，又經高僧點悟，早把一段痴情拋在九霄云外去了。此時只惱恨阿氏，不該把實話吐出，若把我拘去抵償，原不要緊、士為知己者死，死亦無恨，只可怜你的名節，從此喪盡，教我如何能忍。這是玉吉心里，怜惜阿氏名譽，不肯自投的苦哀。哪知此時阿氏，收在北所女監，情极可憫。每逢提審的日子，不是受非刑，就是跪鐵鎖。堂上訊詰，只合她索問奸情，倒底他姓甚名誰，哪里住家？用盡了諸般權變，誘取供詞，怎奈她情深義重，受盡無數非刑，跪百數余堂鎖，始終連一字一聲，均不吐露。問到极處謀害親夫的罪名，情甘一死，有時因受刑太過，時常扑倒堂前，昏迷不醒。有時因跪鎖的次數多了，兩膝的骨肉碎爛，每遇提訊日子，必須以簸籮抬上。到堂之后，由上午問至日落，總不見有何口供。鬧得承審司員，無法可施。 \\n 傳了德氏來，一同苦打，一齊下獄。因為阿氏純孝，好叫她痛母傷心，招出實話來，了結此案。不想連行數次，仍無口供。德氏為受刑不過，自己因于囹圄，看著女儿如此，實覺傷心。常勸女儿說，有何情節，只管招認。若是范氏、普云兩人所害，你尤其要實說了。我看你日日受刑，委實難忍。你哥哥兄弟听見，也要傷心。不如以早認的為是。難道你孝順母親，還忍令年老母親同你受罪嗎？阿氏哭天抹淚，投入母怀，告訴母親道：“女儿只有一死，別無話說，若認出一個人來，女儿的貞節何在？孝又何在？女儿的事小，又女儿一人，敗坏家聲事大。”說罷，大哭不止。引得監中難友，俱各淚下。這是當時阿氏獄中的慘狀。有時亦想起玉吉來，不知此時此刻，究竟是生是死，因此長吁短嘆。或在黑夜里，獨醒暗泣。可怜你絕頂聰明，怎么就做這傻事，哪里是敬我愛我，分是前生冤孽，該下你的性命，到了今生今世，惹下這么大禍，叫我還債嗎。你若是有情有義，怎不早行設法，偏等著大事已去，你才出頭。我若是忘情負義，扯你到案，何致你姨媽合我，這樣受屈。因想你前程遠大，來日方長。總是我母親作錯了，才至如此。可怜我這片心，縱然死于刑下，你也不知道。可見我的心，一時一刻，受的這樣委屈，全都是顧全你。你的行為，都不是顧全我了。”其實玉吉心里，也是這個意思，不過与梁媽、蕙儿等，不能實說。看來，人在兩處，心是一樣設想，較這尋常儿女的愛情，大有不同。那玉吉心中，又想著我不管怎么樣，俱無不可，只要姐姐如了心，那才是姊妹情意呢。阿氏心里，又想著你不負我，只管破除死命，為我出气。哪知道气不能出，反給我添了禍。我若是糊涂女子，供出你來，豈不反負了你。如此看來，兩人是姊妹情重，斷不是有何私見，像是無知儿女，那等痴情。合算比痴情儿女的傷心，尤覺慘切。難得這兩個人，自幼儿朝夕聚首，耳鬢斯磨。成年時候，又有兩家父母，戲為夫婦，而竟能發乎情止乎禮，不隱于兩小無疑之嫌。這樣知己，莫非愛情真切，道德高尚的人，万難作到。一個是父母死后，原議已消，恐怕阿氏心里，傷心難過，所以處處般般，极力疏遠。一以免姨母猜疑，二可使阿氏灰心，免得違背母命，落個不孝之名。心里頭虔祈默祝，看自己品學才貌，無一處可配阿氏。只盼阿氏出閣遇著個品學兼憂，像貌出眾，和樂且耽的快婿，再能夠衣食無缺，安享榮華，這才快意，豈知向日所望，都成夢想。請問他的心里，焉得不憤，焉得不怒。慢說是平素敬愛，最親切，最關心的妹妹，就是尋常人，偶步街頭，遇見個丑夫美妻，劣男才婦的事情，還要暗里不平呢。何況幼年儿女，父母曾有過婚姻之議，如今往事如煙，既不能抗違母命，又不能忘卻夙好。事到無可如今，只可怨天由命，存心忍受而已。過門之后，常自心香暗祝，盼著終身至死，不与玉吉相見。自己心里事，更不愿玉吉知道，以免惹他煩惱。誰知事有湊巧，竟鬧出場天大事來。此時自己只有隱住原凶，殉夫一死，想不到心心相印的人，坐在家里，并不知道。 \\n 且說玉吉听著梁媽所勸，教他暫為躲避的話，很是有理。次日別了妹妹，帶了几件衣服，不敢往墳塋再住，只好遠走一遭，先往云津暫住，避避風气。當日登上火車，只听汽笛嗚嗚亂響，定睛細看，已至老龍頭車站。因想著客囊羞澀，不敢往客棧去住，尋路至北營門地方，覓了一處小店。時光緊促，歲月如流。轉瞬之間，除夕將近。自己所帶錢財，早已花淨。虧他還能寫一筆好字，店主人怜其文弱，常給他介紹生意，聊以糊口。到了次年春日，听說春阿氏在獄絕食，每遇審訊時節，仍一口咬定，說自己正欲尋死，忽然丈夫醒了，因此一陣心迷，扑在丈夫身上，以致碰傷身死。据著報紙上登載情形，阿氏過部之后，著實可憫。玉吉聞知此信，焉有不痛心的道理。當時吐了口血，由此就寢食俱廢，一病不起。急得店主人十分著慌，玉吉又沒錢服藥，每日店錢食物，都要主人供給。以一個小店主人，如何供應得起。万不得已，只有典衣賣物，供給玉吉。玉吉躺在床上，過意不去。含淚向主人道：“東家這樣待我，我沒齒不能忘。只是病到這樣，諒無生理。想著今生今世，不能圖報了。”說罷，淚如雨下。店主人一面安慰，一面抹淚。玉吉長嘆一聲，凄凄慘慘的道：“我有一封信，明日早晨，求你給我送去，我在你店里，是生是死，你就不必管了。”店主人不知何事，凄然。晚間命了筆墨，叫玉吉寫了信，以便送去。接過信來一看，皮面上寫著：面呈天津縣正堂公展。嚇得店主人一愕，知是玉吉在此，沒有官親，何事与本縣縣台公然通信。既然通信，必當熟識，豈有不知其姓字的道理。轉又一想，這事很怪。莫非他因病所魔，死后要告什么陰狀不成？越想越怪，自己回到帳房，想了半天，背著柜上伙計，私自把信皮拆去，看見里面信紙，注著玉吉的籍貫、年歲，自認是命案凶犯，潛逃耗費。因為店主人待我太厚，此生無以為報，情愿叫本地公差，把我解押進京，免得累及店主的話。后面有几行草字，注著來此養病，費錢若干，店錢若干，飯錢若干。大約原凶被獲，京里必有賞，所有獎賞，縣台如不愛小，務將所欠各款，一律清還的話。店主人看了一半，嚇得渾身起粟，暗想玉吉為人，本是文弱學士，豈像是殺人的人呢，這必是病中胡話了，急忙把原信怀起來問玉吉。玉吉躺在床上，正自昏沉惡睡，店主人拍著枕頭，慢慢喚醒，問他寫信之意。所因何故，莫非是病纏的不成？ \\n 玉吉听了此話，點了點頭。知道店主人恩深義重，不忍送去，長嘆一口气，自又思忖半晌，含著眼淚道：“東家不忍送去，倒也罷了。只是我玉吉真是殺人凶犯，縱令你不忍，然天网恢恢，終久也不能遺漏的。”說罷，合眼睡去。店主人想著如此好人，斷不會作出滅理的事來。且听他這宗說話，更不似殺人的人。今一見他這般景況，越發慘了。從此逢人便說，先夸贊玉吉的為人。后談論前番的怪信，雖然是一片好意，獎譽其人，不想一傳十，十傳百，傳到隔壁店中，有一個姓王名長山的耳朵內。此人久在天津，素以作小販為業。年在三十上下，性极慷慨，因听店主人夸贊玉吉，次日便過來拜訪。見過店主人，問他在哪里？店主人一面贊嘆，隨把玉吉原信，遞了過來。長山看了一過，夸贊的了不得，連說筆底有神，此人雖在病中，寫字還能這樣好，實在難得。閣下要极力保存，不可撕毀。店主人點頭稱是，隨又引見玉吉。說近日玉吉吃了几次丸藥。病已見好。店主人歡歡喜喜引進房中，喚著玉吉道：“玉吉老弟醒一醒，隔壁王先生特來看你。”玉吉微開二目，不知來者是誰，只得點了點頭，复又合目睡了。長山道：“不要惊動。我輩相見，即是有緣，將來交情，不知到什么地方呢。”說著，便向怀中取了兩塊洋錢，遞与店主人道：“請閣下代為收下，我本欲將此洋錢購些食物，然不知病人口味，閣下必知之最深，即請代為購買。四海之內，皆為兄弟。聶兄這個朋友，我實在愿意。”說罷，作了個揖，鬧得店主人無言可答，只好接過錢來，替著道謝。長山道：“老兄說哪里話來。我們都是朋友。應該如此。”說著，又托囑店家，細心照料，他還要時常過來，幫著扶侍。又勸著店主人，須把繁文客气，一律免掉。店主人听了，千恩万謝，替著聶玉吉感激不盡。 \\n 這也是玉吉命中，合該有救，從此王長山逢寒遇暖的常來問訊，每日与店主人煎湯熬藥，不上三月工夫，玉吉的病体，已經大愈。看見報紙所載，普云与范氏二人現皆被拘，每日在大理院中，嚴刑拷問，大概阿氏一案，已有轉机。玉吉得了此信，更覺放心。由不得喜形于色，振起精神來笑道：“天下的事，無奇不有。哪里有真是真非呀！”說罷，哈哈大笑。不想這一句話說的很冒失，長山与店主人為知何故，隨問道：“你說的話，很難明白。若沒有真是真非，還成得世界？”玉吉搖首笑道：“二位不知。我是心有此感，出之于口，不知不覺的，犯了兩句牢騷話，二位倒不必介意。”長山道：“誰介意來著，我想你為人誠懇，听見不平事，必要動怒。大概你看那報紙有感于怀，莫非那阿氏家里，同你認識嗎？”玉吉听了此話，暮的一惊，遲了半晌道：“認識卻認識。可怜她那為人，又溫順，又安憫。遇著那樣婆家，焉得不欲行短見哪！”說著，自己不覺眼淚含在眼中，滴溜亂轉。長山笑道：“這也奇了。你真好替人擔憂！咱們既不占親，又不帶故，屈在不屈在，礙著誰筋疼呢？咱們以正事要緊。一二日內，我打算進京訪友，前天有敝友來信，囑我荐個師爺，他家有一儿一女，年紀都不甚大，我想你很是相當，何妨你暫為俯就，等著時來運轉，再謀好事。雖然他束修無几，畢竟也強如沒事。且待我料理料理，咱們一同進京，不知你意下如何？”玉吉搖手道：“不行不行。我今年不過二十歲，這么早便為人師，這就是第一個不行。再者北城里污穢不堪，我既离了京城，縱終身不再進京，亦不為憾。王兄美意，我實在辜負了。”說罷，隱几而臥，大息不止。長山道：“不能由你，我与店主人硬捏鵝脖，你樂意去，也得隨我去。不樂意去，亦不能由你。”說著，又向店主人道，“主人翁，這事你作得主否？”店主人嘻嘻而笑，知道聶玉吉性情高傲，有些特別。又知王長山确是好意，隨笑道：“他不肯去，都有我呢。你盡管料理一切，收拾行裝，臨行之日，我可以強他上車。”說的長山、玉吉全部笑了。長山問道：“一言即出，駟不及舌。”店主道：“快馬一鞭，只要我說了，一定辦得好。不但叫他去，我還要進京呢。”長山道：“怎么店主人也要進京嗎？好极好极，只是這個買賣，主人交給誰呢？”店主人道：“提起來話儿長。這個買賣，我是新近倒的。昨天京里來信，有朋友叫我回去。二位進京時住在那個后里，留個地名儿。等我把經手事情辦完，我隨后就找了去。”長山与玉吉二人連說很好很好，當下把日期訂妥，長山去料理一切。定于后日清早，同著玉吉起身，往虎坊橋謙安棧。 \\n 到了是日，別過店主人，敘了回到京复會的話。玉吉洒淚道：“人生聚散，原屬常事。惟此生离，即如死別。”說罷，淚如下雨。長山道：“這是何苦。等不到三五日，必能見面，圖什么這樣傷心呢？”玉吉道：“王兄不知，日前我在病中交与店家的書信，确是實事。此番到了北京，必罹奇禍。二公要怜我愛我，知道我的苦衷，千万把我的肺腑，述告報館。及至橫死，我也可瞑目了。”說著，臉如白紙，渾身亂顫。長山害怕道：“這還了得。你既這樣為難，就不必進京了，何苦往虎口里去呢。”店家亦勸道：“不去也好，樂得不躲靜求安，逍遙法外呢。”玉吉道：“話不是這樣說，我作的事，從未向二公提過。一來恐二公錯疑了我的身分，二來也難為外人言。”剛說到此處，長山插口道：“不用你說，我早已猜到了。”玉吉惊問道：“你猜到什么事？倒要請教。”長山道：“此事也不必細說。你肯于進京，咱們赶快走。不愿進京，即請留步。眼看著天己過午，火車都要開了。容日有了工夫，我們再細講吧。”說著，便欲起身。玉吉是极溫柔极隨和的一路人，听了這樣話，不忍改變宗旨，只得隨了長山，別了店東，一同出了店門，直奔車站。 \\n 書要簡斷。是時正三月天气，不寒不暖，一路上花明柳媚，看不盡艷陽煙景。只听汽笛嗚嗚亂吼，轉眼之間，車已行過了楊村。玉吉道：“王兄說話，有些可疑。臨行之時，你說我的事情，全都知道。究竟你知道什么事？請你說給我听听。”長山道：“說也不難。只是在火車上，不是講話之所。等到棧房里，我再細說你听。我不止只知一件，連你的家鄉住處，都可以猜個大概。”玉吉搖首道：“這話我卻不信，除非你是神仙，能夠算的出來。”剛說到此，旁坐兩個閑談的道：“大哥長在京里住著，沒听說京城的事嗎？”那人道：“京城什么事情，我也沒听見說。”那人道：“昕說京城里封了兩個報館，把辦報的杭辛齋、彭翼仲全都給發配，這話是真呀是假？這么樣一來，恐怕春阿氏一案，又要翻案了。”那人無心說話，玉吉是關系最近的人，正与長山閑談，冒然听了此話，嚇得一個寒戰，登時毛骨悚然，把要說未說的話，也都咽住了。又听那一人答道：“誰說不是呢。自從彭先生走后，白話報紙上也沒人敢說話啦。昨天在別的報上，看了一段新聞，說現在阿春氏已經定案，報上有大理院原奏的摺子。前天我留下一篇。現在這里。”說著，取出來遞与那人。兩人一面看著，一面贊嘆。長山向玉吉道：“天下事無奇不有。古今謀殺案子，不止數千百件。哪一件都有原因，決不像這么新奇。你也常看報紙，對于此案真像，你有什么見解？說我听听。”玉吉听到這里，忽然一愕，半晌方才答道：“人心鬼域難測，畢竟是春阿氏本人所殺？還是旁人所殺？抑為春阿氏有關系人所殺，現在尚難推測。審訊這么二年，皆無結果。今日你猛然一問，叫我回答，我哪里能知道哇。”長山大笑道：“本來你不知道，我是故意問你。”說著，向旁坐那人借了報紙，二人倚往車窗翻閱一遍，上面有法部原奏，及左翼翼尉烏珍調查此案的報告。玉吉關心最重，看了一回，翻過頭來又要再看，那時臉上顏色，紅了又自，白了又紅，一時皺皺眉，一時翻翻眼，現出种种的神色，很為可怪。旁人見他這樣，皆以為用心看報，所以如此。獨有長山在座，心下明白。扯過報紙來道：“老弟老弟，你只顧看報紙，你看到哪里了？”玉吉嚇了一惊，抬頭一看，車到馬家堡小站，轉眼就是前門車站了。到底人有虧心，心里兩樣。隨手把報紙放下，揪住長山道：“你我患難之交，天津托的話，你不盡忘了才好。”長山發笑道：“豈有此理，難道离了開津，咽不下米去嗎？”說罷，把所看報紙，還与那人。大家忙忙亂亂，取箱籠的取箱籠，取行李的取行李。工夫不大，汽笛儿驀的一吼，再注目時，已到正陽門東車站了。長山、玉吉兩人下車雇了兩輛人力車，直往虎坊橋謙安客棧而來。 \\n 一路上人煙稠密，車馬轔轔。雖然繁華富麗，玉吉也無心觀看。到了謙安客棧，尋了客房，長山把行李鋪蓋安置已畢，隨命店伙計倒茶打水，忙亂一陣。玉吉則坐在一旁，呆呆發得。看著店中伙計，皆与長識熟識，想必是時常來往，店中熟客了，因此也毫不為意。只看長山此來，這樣辛苦，心里過意不去，隨問道：“剛一迸門，何要這樣忙累，為什么不歇一歇呢？”長山笑著道：“老弟你不知道，負販謀生的人，光陰要緊。耽延一刻，即少賺一刻金錢，不准少賺，還苦多虧哩。”說罷，哈哈大笑。叫過店伙計來道：“聶老爺不是外人，是我至近的朋友。我們這次來京，不能就走，你們要好好伺候。”說的店伙計連連陪笑。玉吉道：“這樣交派他，你要往哪里去？”長山一面發笑，打開一個包袱，換了一陣族新的衣服，笑嘻嘻道：“老弟的記性，真是有限。請問你隨我來京，作什么事情來了？”玉吉愕了半晌，忽想起荐館的事來，隨笑道：“事也不必忙，何用一進門，就先出去呢。”長山亦不答言，囑告店伙計留心伺候，轉身便出去了。剩下玉吉一人，异常煩悶。隨令店伙計，倒了壺茶，盤膝坐在炕上，由不得撫今思昔，心如亂絲一般，面壁吁嘆，無限感慨。一會又勸慰自己道：“既然案已判決，此次進京來，堪保無事，專盼遇了机緣，去到法部監獄，拜別姐姐一回，免她終身怀念，也就完了。自今以后，我已万緣皆靜，從此皈依三寶，就算此生的歸宿。”一面思慮，一面翻拾行李，打算找卷書看，看著破悶。翻拾半天，一卷也沒能找著。只見一個皮包，很覺希奇。打開一看，里面并無他物，竟是一色亂紙，俱是王長山的信件，以及電報等物。玉吉納悶道：“長山本一商販，怎么來往書扎，卻這樣多？”一面惊异，想起王長山的言容，并方才所換的衣裳來，心下益覺詫异。隨手便取出信來，逐件翻閱。忽于雜亂紙中檢出個電文來。電碼之下，注著譯出來的文字，一目可以了然。上寫道：“長山兄鑒：前報告聞已由天津達部，上憲憫其情，不忍追究。昨犯已絕食，所事速解至要。”下面注寫著：項何等叩。”玉吉瞧了半天，不解其意。又見有一張電報上面是：“王長山君鑒：案已判結，定監禁。公等費神，部院盡知。誰因情可憫，未出犯人口，不忍拘耳。”下面注寫著：卿叩”。玉吉翻來复去，誦讀了兩三遍。正在搔頭納悶之時，又見皮包里放有一匣名片，拿過一看，匣里名片很多，一半是張銳珊三字，下注順天霸縣人，一半是王長山三字，并無住址。玉吉看到這里，恍然大悟。料想著王長必是偵探大家，怪不得与吾交好，邀我進京來呢。這樣手段真是令人難測。一面想，一面把亂紙倒出，逐件審閱。又見有一張呈底，滿注著自己事情。看畢這一惊非小。要知如何投案，且看下文分解。 \\n  \\n   \\n  "}
{"章节": "第十六回 閱判詞傷心墜淚 聞噩耗覓跡尋蹤", "正文": "  \\n 第十六回　閱判詞傷心墜淚　聞噩耗覓跡尋蹤 \\n 　 \\n 說起玉吉拾起一張草底來，正是王長山訪案的原報告。自己從頭至尾看了一遍，由不得心惊肉跳，戰栗不止。又見有一本細冊，翻開一看，正是大理院結案二次覆奏的原摺。玉吉納悶道：“怪得很，怎么長山手眼，這樣靈活，探訪這樣确呢。一面惊异一面翻開細看。見上面寫道： \\n 大理院謹奏為審訊殺夫犯婦，他無証佐，謹就現供，酌擬辦法，由咨改奏，恭摺仰祈圣鑒事。准步軍統領衙門咨送文光報稱，伊子春英被伊儿媳春阿氏砍傷身死一案，當將人犯解部審訊。春阿氏初則賴稱伊夫春英，因撞見文光之妾范氏与普云通奸，被文范氏謀殺斃命，迨提同環質，審系虛誣。始据供認自尋短見，以致誤傷春英身死。法部恐案情不實，未及訊結，移交到院。臣定成等督飭進派讞員，詳慎訊鞠。春阿氏始猶藉詞狡賴。當查照法部卷宗，嚴行駁詰。复自認誤殺屬實。臣院曾于上月十六日，瀝陳前后訊供情形，并聲明嚴飭承審各員。予限訊鞠，如有別情發覺，自當据實推求。如春阿氏始終堅執一詞，亦當酌取現供，會同法部擬議具奏等因。奏奉諭旨：知道了。欽此。欽遵在案。 \\n 玉吉看到此外，不禁眼辣鼻酸，流淚不止。暗暗咒怨自己，不該驀地生事，陷害自幼的姊妹。幸虧她明白大体，不然若供出我來，豈不把兩人名譽一齊都抹煞了嗎。因又往下看： \\n 阿氏堅認委因在家受气，欲自行抹脖，以致刀口誤碰傷春英身死，并無別情。當飭取具現供，臣等詳加查閱。据春阿氏供，系鑲黃旗滿洲松昆佐領下阿洪阿之女，伊父早年病故，有兄常祿充錄巡警。光緒三十二年三月間，由伊母阿德氏主婚，將伊嫁給本旗普津佐領下馬甲春英為妻。過門后夫婦和睦，夫翁文光系領催，祖婆母德瑞氏，二婆母文范氏，及夫弟春霖，夫妹大正、二正，均待伊素好。大婆母文托氏，系春英親母，平日管束較嚴。家內早晚兩餐，俱由伊做飯。自祖婆母以下衣服，皆由伊漿洗。伊平素做事遲慢，每早梳頭稍遲，即被大婆母斥罵。間逢家內諸人脫換衣服，漿洗過多不能早完，亦屢經大婆母斥責。因此常怀愁急。是年五月二十日后，大婆母因母家堂伯病故，定期接三。當給伊孝衣數件，囑令漿洗，至晚尚未洗完。大婆母嚴加責言，伊自思過門不及百日，屢被譴責，嗣后何以過度。不如乘間尋死，免得日后受气。二十七日早飯后，大婆母帶同伊及大正至堂舅家吊喪，會見各門親戚。以伊系屬新婦，同聲夸好。大婆母聲稱做事無能，有何好處。伊愈加气悶。傍晚時夫翁走至，將三事畢，大婆母天气炎熱，堂舅家房屋過窄，商令夫翁將伊帶回。伊隨同夫翁坐車回歸。至九點鐘后，伊在廚房收拾家具。瞥見菜刀一把，触此尋死情由，念不如自行抹脖，較為干淨。將刀攜回自己屋內，掖在鋪褥底下。移時春英回房，搭鋪睡宿。上房堂屋門亦己關閉。伊仍在廚房溫水洗臉。完后回至屋內，見春英側身向里睡熟。維時約近十二點鐘，全家及院鄰均已睡靜。伊將菜刀取出，提在手內，走近春英床邊，向之愁嘆。忽見春英翻身轉動，伊心內發慌，站立不穩，扑在春英身上，以致刀口碰傷其咽喉左近，春英哼喊一聲，滾跌床下。伊見其頸脖冒血，慌急無措，赶即跑出，投入食水缸內，致頭上扁方，磕傷左額角。后伊夫翁等將伊救醒，听聞春英業已身死。文范氏略稱，須留活口。伊心怀忿恨，時伊母阿德氏聞信前來，詢問殺死春英情由。伊聲稱情愿与之抵命。當由夫翁報案，將伊帶至廳上。眼同相驗后，解交步軍統領衙門送部移交過院。今蒙訊問，伊夫春英咽喉受傷身死，實因伊自尋短見，以致誤行碰傷。盡情急投入缸內，委無別故。伊身穿血衣委系由步軍統領衙門送案時，伊母阿德氏攜回家內洗催，以致血跡不甚明顯。至伊前供，春英撞見文范氏，与普云通奸，致被文范氏謀殺，將伊投入水缸各節，委因听聞文范氏須留活口之言，心中怀恨。又因普云當日，代夫翁賃取孝衣來家，故捏造春英對尹聲說，撞見文范氏与普云通奸，希冀死無對証，藉圖抵制，其實并無其事等語。 \\n 玉吉看到此處，正在惊心動魄之際，忽的房門一響，長山自外面走來，笑嘻嘻的道：“了不得，了不得，福爾摩斯的文犢，竟被你給偵查著了。”說著，把玉吉所看的原冊，一手按住，笑吟吟的道：“我問你一句話，然后再瞧。”玉吉猛嚇一跳，當時也說不出什么來，隨把原摺放下道：“王兄你過于疏遠我了。既有這樣事，何不早為說明。”說著把皮包挪過，要將原物收起。又陪笑道：“小弟無品，不該趁人出去，檢察人的東西。”說罷，挺身站起，坐在一旁。長山道：“老弟不須瞞怨，听我把原委說明，省得你疑團不解。”玉吉道：“疑念我卻沒有，難為你這樣細心，怎么就知道案里有我呢。我嘗讀西洋小說，深服那福爾摩斯，是個名探，不想中國人里，居然有高過福爾摩斯的。”長山發笑道：“話休過獎。既然我的信件，被你看了，此時倒不妨說明，免你害怕。”玉吉道：“我倒沒什么害怕的。你打算怎么樣我，自管直說。雖然你偵明是我，但恐殺人的緣由，你尚有誤會。先請你說我听听。”長山道：“司法人員因為你的事情，煞費苦心。連先后堂官戴鴻慈、葛寶華，并紹昌、王立序諸公，都費過多少研究。因看阿氏可憫，未忍追究。雖然法律上不能袒護被罪人，而此案被罪人，情有可憫。以舊時律例考求，因好致傷本夫，或因奸故殺本夫的案子，樣樣儿查來比較，俱沒有此案奇特。阿氏在堂上的神色，頗為可怪。審查情形，又決不是因奸致傷本夫，犯婦干事發后，袒護奸夫的神色。阿氏又日夜叫苦，自謂一輩子清清白白，可見她素日庄重，必非与行凶原犯……”剛說到此，玉吉以衣袖揮淚，攔住長山道：“請問長山兄，這几位承審司員，姓甚名誰？這樣的体察至微，听訟如神的人，實在難得。” \\n 長山道：“提起話儿長，驗尸官姓蔡，號叫碩甫。驗尸之后，已將尸場情形，報知部里。當時部里不甚注意，后因此案頭緒十分复雜，部里向蔡君要個主意。据蔡君說，若研究出此案真像，很是費手。以尸場情形論，阿氏昏倒，必是春英死時，夫婦未有一處。按心理來揣摩必是見了尸身，方才触動悲感。以春英的傷痕而論，決定是謀殺無疑。然既非范氏，又非普云，阿氏的口供，總說是情愿領罪。這宗話里，頗耐尋味。若根究此案原凶，宜從這句話里入手。當時那部里司員，俱以此話為然，也都是這樣研究。問到歸期，始終也不得頭緒。急得那朗中善全，并各司承審過此案的人員，全部日夜發悶。后從种种方面，把阿氏的家事調查清楚，又在女監里体察阿氏的動作，這才知道阿氏是個有情有義，純心孝母、節烈可風的女子。”說到此處，玉吉又滾下淚來道：“吾不意今日中國，還有這樣明事人。”一面說，一面抹淚。長山斟了碗茶，遞与玉吉道：“老弟且不必傷心。你的為人，我是极其佩服。錯非是看你們可慘，哪里還有今比可怜這情之一字，不知古往今來，害了多少痴男怨女。”說著，太息不止。又把原摺打開，遞与玉吉。玉吉點頭感嘆，顧不得再看什么，嘆了口气道：“王兄王兄，小弟為人，叫旁人好看不起。不知真像的人，豈不說是妒奸殺人嗎？”長山發笑道：“你的隱情，休得瞞我。不獨我明白，大半官場之中，見過春阿氏的人，全都明白，錯非知其內幕，亦不肯如此定案。你且喝一口水，靜一靜气，看看這大理院原奏，究竟是屈与不屈，”玉吉接過原摺，看了一會。因想著事情可怪，遂問道：“此摺看不看，卻不要緊，想我心里事，止有我兩人知道，雖然我在外多年，卻從未向人提過，你如何知道的這樣肯切？我到要請教請教。”長山笑道：“此時你不必打听，等你把摺子看完，咱們吃過晚飯，我再細細的告訴你。”玉吉無法，只可拿了原摺，續瞧著： \\n 爾等詳究供情，春阿氏以幼年婦女，過門甫及百日，何至因婆母責罵細故，遽爾輕生。若既自愿尋死，春英即在床動轉，何至心慌扑跌，檢閱原驗尸格，春英咽喉左面一傷，校長二寸余，深至气嗓破，顯系乘其睡熟，用力猛砍，豈得以要害部位，深重傷痕，諉為誤碰。至碰傷以后，刀猶在手，盡可自抹，何以复走至廚房，投入水缸。且即自尋短見一節，原供謂因屢受春英辱罵。繼又供系夫妹欺凌，前則歸之于婆母斥責，其碰傷春英一節，原供謂一時心內發迷，隨持刀將春英脖項用刀一抹，繼又供伊提刃坐在炕沿，春英掙起，將其脖項碰傷，后則日之于心慌足滑，扑跌身上，致刀口誤傷其咽喉。前后供詞屢經變易，殊難深信。當飭逐層駁詰，春阿氏一味支吾，迭加嚴刑，仍堅稱委無他故。揆其情節，春英之被殺，非挾有嫌恨，即或別有同謀下手之人。屢飭傳同文光家屬，及院鄰人等質訊，詰以春阿氏夫婦，平日是否和好。文光等供稱，未見不睦情形。詰以春阿氏，平日是否正經，則供稱未聞丑聲揚布。該以春英被殺之夜，曾否有他人來家，則供稱并未見有別人。詰以春英身死，何以初報官廳，即實指為春阿氏砍傷，則供稱春英夤夜死在春阿氏房內，非春阿氏動手，更有何人。酌以春阿氏殺死春英，是否別有緣因，則供稱時屬夜深，全家俱已睡靜，并未知春英何故被殺，事后探听亦無消息。詰以春阿氏是否被逼難堪，自甘尋死，文托氏供稱，自春阿氏過門，合家格外疼惜，間因做事遲慢，被尹斥責，亦屬管教儿媳常情，從未加以惡聲厲色，何至便尋短見。詰以春英被殺之夜，何人首先听聞，德瑞氏供稱，伊因老病，每晚睡宿較遲，是晚十二點鐘，伊听見西廂房，春阿氏屋內響動，伊恐系竊賊，呼喚春英未應，复同掀帘聲響，并有人跑東屋腳步聲音，伊遂喚醒文光等，點燈走至西屋，見春英躺在地上流血，業已气絕。春阿氏不在房內，至找東屋廚房，始見春阿氏倒身插入水缸，當由文光等救起拯活。至春阿氏因何殺死春英，伊等均無從知蹺。質之院鄰德珍等，供亦相同，并全稱伊等走入文光家院內，已在春阿氏投缸之后，實不知春英何時被殺，春阿氏何時下手，查核各供，俱無實据。此春阿氏一案，不能通行按律定罪之實在情形也。臣等查向來辦理命案，非有自認供詞，則必有尸親或旁人為之質証，而后承審者，可以層層追究，即本犯亦不得不一一供明。獨此案死系親夫，而時當深夜，地屬閨房，尸親既未悉其緣由，旁人复無可為之証佐。事后屢飭，多方探討，亦無別項形跡可以推尋。而犯系年輕婦女，尤未便加以刑訊。以傷痕而論，則頗近于謀，從未得嫌疑之跡，以供情而論，則實出于誤，而尚在疑信之間。且世情變幻無常，往往有非意料所及者。設令現訊供詞之外，別有緣因，則罪名之出入滋虞，尤不可不格外慎重。此案已經一年有余，由步軍統領衙門及部院司員，更番承審，全稱疑竇尚多，礙難論決。查古來疑獄，固有監候待質之法。現行例強盜無自認口供，賊跡未明，伙盜已決無証者，得引監候處決。則服制人命案件，其人既已認至死罪，雖未便遽行定讞，似可援監候處決之例，仿照辦理。案經再四推酌，應即据現供酌量擬結。查春阿氏夤夜將伊夫春英殺死，据供系因屢受婆母斥罵，自愿抹脖畢命，攜刀走向春英炕前愁嘆，适春英睡熟轉動，一時心慌足滑，扑跌春英身上，以致刀口碰傷其咽喉近右身死。查核所供情節，系屬誤傷，尚非有心干犯。按照律例，得由妻毆夫至死斬決本罪，聲請照章改為絞刑。惟供詞諸多不實，若遽擬罪名，一入朝審服制冊內，勢必照章聲敘，免其予勾，遲至三年，由實改緩。如逢恩詔查辦，轉得逐其狡避之計。且万一定案以后，別經發覺隱情，或別有起舋緣因，亦勢難追改成獄。臣等再四斟酌，擬請領強盜伙決無証，一時難于定讞之例，將該犯婦春阿氏，改為監禁。仍由臣等隨時詳細訪查，儻日后發露真情，或另出有憑証，仍可据實定斷。如始終無人發覺，即將該犯婦永遠監禁，遇赦不赦。似于服制人命重案，更昭鄭重。尸棺即飭尸親抬埋。凶刀案結存庫。再此案因未定擬罪名，照章毋庸法部會銜，合并聲明，所有殺死親夫犯婦，他無証佐，僅就現供，酌擬辦法緣由，是否有當，謹恭摺具奏。請旨，光緒三十四年三月二十三日具奏。奉旨：依議。欽此。 \\n 玉吉把摺子看完，心里怦怦然，不由自主。因為判決詞句，极為清楚，定罪亦极為公道，不住連連點頭，深為嘆服。長山道：“你只顧看摺子，橫豎把餓也忘了。”玉吉听了此話，猛不丁的鬧了一怔。看見滿桌上放著杯盤菜碗，才知是已經開飯了。又見店伙計送湯送飯的來回伺候，遂向長山道：“你先吃你的。此時我吃不下去，等一會餓了再說。”長山笑著道：“無論什么事，也不至不吃飯呀。我已經等半天，菜飯已經涼了。雖然天熱，畢竟吃了涼的，必要受病，樂得的不趁熱吃呢。”說著，提起酒壺，便与玉吉斟酒。又笑道：“酒要少吃，事要別急。好在已經是定案了，你就坦坦實實的養靜，管保什么事也沒有。”玉吉道：“我不是不吃，實在是吃不下去。”說著，把摺子揭開，翻覆著細看一遍，轉身問長山道：“摺子是誰擬的？這樣巧妙，鬧了二三年的麻煩。他以世情變幻，往往有人不可測數字，包括了結，真是好文章。”長山道：“你知道作者是誰？就是修訂法律大臣沈家本，法部大理院因為這件案子，無法擬罪，久懸未決，大不像事。冒然定罪，也不像事，如今永遠監禁，合算把此案存疑，容把案情訪實，再行定擬。”玉吉點頭道：“是了。”隨把摺本放下，坐在一旁發怔。長山也不來顧理他，只去喝酒。玉吉直著兩眼，臉上白了一陣陣，問不得此時此際，有何等傷心了。 \\n 直待王長山吃過晚飯，方才訊過頭來問道：“此時我沒了主意。王兄有什么高見，替我出個辦法。”長山道：“這也奇了。事已至此，叫我出什么主意？我是作什么的，你難道還不知道嗎？”玉吉听到此處，嚇得發了慌。想著定案原奏，本是姑且存疑，容待探訪的意思。今長山約我進京，必是送我到部了。想到此外，由不得噯呀一聲道：“王兄，你是我知己的朋友。我与春阿氏實在情形，但恐你知道不清。我死了原不要緊，可怜那阿氏名節，從此掃地了。”長山冷笑道：“別的不說，究竟此案原凶，是你不是？”玉吉道：“是呀！”長山道：“既是你，便不算屈。俗語說，殺人償命，欠債還錢。只要我訪的确，就不算屈在人。”玉吉听到此處，更是慌了，忙說道：“是我卻是我。只是我的心，不是那樣，你可知道不知道？”長山拍掌笑道：“你不要起急，我說的都是玩儿話。其實你的心里，我都知道。說一句簡截話，我若不知道你，不怜憫這件事，我在天津地方，就把你送官了。”說著，把自己報告拿出來，笑嘻嘻道：“實在對你說，方才我出去，本來沒事。算著我出去，你必悶得慌，故意把皮包忘下，叫你解悶。說一句放心的，如今法部里決不深究了。你与阿氏情形，人人都知道，人人都知道可怜。錯非那樣還不能如此定案哩。這事你還不放心嗎？”玉吉道：“不是我不放心。倒底你姓甚名誰？如今我還知道不清呢。我輩既稱知己，何不以真實姓名示我，叫我打悶葫蘆呢？”長山笑道：“這事沒什么。”說著，把名片取出，遞与玉吉，玉吉接過一看，就是方才那張瑞珊三字。玉吉道：“你既姓張。自今以后，我就不稱你王兄了。”說罷，站起身來，深作一揖道：“活我之恩，生生世世的，不能忘報。大哥不棄，情愿永結為异姓兄弟。倘有行事乖謬地方，愿受大哥的責罰。”說畢，就要下拜。瑞珊忙的攙扶，連說不敢。又听他說話的聲音，很為凄慘，隨又安慰一番，勸他吃了點東西，然后睡下。 \\n 次日清晨，忽有店伙計進來，回說有人來找，請進一看，此人是仆役打扮，見了張、聶二人，請了個安，獻上一個請貼，一個知單來。瑞珊打開一看，卻是項慧甫、何礪寰二人請客，同坐有左翼几位偵探，定于次日西刻，假座元興堂便章候駕。瑞珊看了一遍，先向店伙計要了筆硯，隨在知單上，寫了知字，笑問來人道：“我在這里住著，昨日才來的，怎么何大老爺、項三老爺卻知道這么清？”來人陪笑道：“上頭遣派我來，我也不甚知道。”瑞珊點了點頭，暗想慧甫等手眼這樣靈敏，誠可欽佩，逐取名片一紙，交付來人，允許明日必去。來人答應著去了。這里瑞珊心里本想為春阿氏一案，自己很為露臉，雖費了一年工夫，然能把极難解決的疑案，訪明白了，自然是揚眉吐气，興興頭頭。惟想著何礪寰等，雖為偵探，畢竟于偵探學上尚欠研究，果真是獨具只眼，豈有本京本地出了這宗疑案，不去下手的道理。倒底是程度低微，合該我姓張的享名，出人頭地。想到此處，心里愈發的高興起來。到了次日下午，慌忙著換了衣服，留著玉吉看家，自己雇了人力車，直向元興堂一路而來。是時項慧甫、何礪寰、黃增元等皆已來到，望見瑞珊進來，齊起歡迎，各這契闊。又贊美張瑞珊聰明睿智，足与福爾摩斯名姓同傳。說著，早有堂倌過來，回說謝老爺來了。眾人回頭一看，此人有三旬以外，面色微黃，端架著眼鏡，穿一件竹色灰官紗大衫，足下兩只官緞靴，進門見了眾人，挨次見禮。礪寰道：“二位不認識罷？”那人听了此話，望著瑞珊發愕。慧甫道：“這就是大立人儿家張瑞珊。這是大律學家謝真卿。”兩人相顧失笑，彼此請了個安，各道久仰。真卿笑道：“什么叫立人儿家？慧甫可真會取笑。”說的增元等亦都笑了。礪寰道：“作我們這行儿的，若真是呆如木雞，可不同立人儿一樣么？”這一句話，引得瑞珊等越發笑了。大家一面湊趣，彼此讓坐。堂倌把桌面儿換好，安放杯箸。隨著便接二連三，擺上菜來。礪寰提起酒壺，先向瑞珊斟酒，笑嘻嘻的道：“我們一為洗塵，二為叨教。請把調查玉吉种种手續，細細的對我們說明，我們增些學問，長些閱歷。”瑞珊不待說完，站起陪笑道：“礪寰哥，你若當著眾人，這樣奚落，我可未免下不去。”慧甫道：“礪寰也不是打趣。我們為著此案，很費研究，雖知是玉吉所害，可是連玉吉的蹤影都沒找著。那日我在局子里，听說你的報告，很以為奇。昨天車站上，又有報告，說是你老先生，同著個年紀很輕，面色很白的一個書生，一同下了火車，住了棧房了。我想你來京所住，沒有別處，一定是謙安棧，所以才下帖請你。不管這案子定了沒定，所為跟你打听打听，畢竟這個玉吉是個何等人物？春阿氏這樣庇護他。”增元亦笑道：“你們先喝酒。若我們長篇大套的一說，飯也就不用吃了。” \\n 說著，斟酒布菜。大家又要了些隨意的菜品，一面喝酒，一面說話儿。瑞珊把天津探訪种种的手續，述說一遍。礪寰道：“別的不說，請問這內中情形，你怎么調查得這樣的确？我們只知玉吉因為妒奸而起，又听外人說，阿氏在家里時候，很不正經，外號叫什么小洋人儿。如今听你一說，居然春阿氏是個貞節可風、即殉情又殉夫的奇女子了。”瑞珊道：“誰說不是。當時那小洋人的別號，也有原因。因為草厂住戶，有個紈　子，名叫張鍔的。此人淫佚無度，放蕩已极。家里三房五妾，猶不足興。一日由阿氏門前經過，看見阿氏很美，曾托賈姓謀婆，前去提親。阿氏之母，知道張鍔的為人，執意不給。賈婆儿是貪了酬謝，無以覆命，一日与玉吉家的梁媽，相過于途，談起兩家的事來。她是賊人心多，想著當初玉吉既与春阿氏同院居住，必是春阿氏素日不正，燈前月下，与玉吉有了毛病。想到此處，正好用這些話，回覆張鍔。所以自春英一死，出了無數謠言。小弟揣情度理，未始不由于此。”眾人听了此話，俱各鼓掌，說瑞珊兄真個神圣，這樣細致，怎么調查來著。慧甫道：“這事我又不明白，既然春阿氏、玉吉都是正人，殺机又由何而起呢？”瑞珊道：“告訴諸位說，我為這件事，用心很大。中國風俗習慣，男女之間，縛于圣賢遺訓，除去夫婦之外，無論是如何至親，男女亦不許有情愛。平居無事，則隔絕壅遏，不使相知。其實又隔絕不了。比如其家男人，愛慕某家女子，或某家女子，愛慕某家男子，則戚友非之，鄉里以為不恥。春阿氏一案，就坏在此處了。玉吉因阿氏已嫁，心里的希望，早已消滅。只盼阿氏出嫁，遇個得意的丈夫，誰想她所事非偶，所受种种苦楚，恰与玉吉心里素日心香盼禱的，成個反面儿。你想玉吉心里，哪能忍受得住。慢說是玉吉為人，那等朴厚，就是路見不平的人，也是難受嘔。”說著，連連吁嘆。真卿、礪寰等也都贊息不止。 \\n 黃增元道：“得了。你們真有點貓儿哭耗子。”慧甫道：“別亂吵，先請張老兄說點儿要緊的。究竟大理院定案，你老兄以為公不公？”瑞珊道：“有什么不公。這樣疑探，舍去監禁候質之外，有什么法子呢。總之中國習慣，偵案不過是緝捕盜賊，要作截判佐証，是万万興不開的。”礪寰點頭稱贊道：“是极是极。我們因為此案，費了很多手續，日夜研究。張兄所調查的張鍔、梁媽、賈婆子等等，我們也調查過。只不如張兄這樣詳細。一來是學識不足，二來也掃了點儿興。上司對于此事，不甚注意，我們也實在沒工夫。不然，無論如何，也可以幫點儿忙啊。”真卿嗑著瓜子，笑嘻嘻道：“這們半天，我沒敢說話。咱們空費精神，沒見過玉吉什么神气。雖然法部里不欲深究，我們借瑞翁的光，倒是開開眼界呀。”一句話提醒了慧甫，立逼著瑞珊寫信，打發轎車去接。瑞珊以天晚為辭，慧甫哪里肯听，不容分說，自己便替著寫了。誰知去了半天，車夫獨自回來。回說謙安棧中，連玉吉的蹤影全都不見。瑞珊等听罷，這一惊非小，要知如何尋覓，且听下文分解。 \\n  \\n   \\n  "}
{"章节": "第十七回 避戈鳥世外求仙 薄命人獄中絕食", "正文": "  \\n 第十七回　避戈鳥世外求仙　薄命人獄中絕食 \\n 　 \\n 話說項慧甫打發車夫走后，仍与瑞珊閑談，說起尸場里，當日是如何光景來。瑞珊向真卿道：“大哥在法部當差，住家又离著很近。阿氏的容貌如何，舉動如何，大約必然知道。像這樣奇女子，我深以沒見過為恨。真翁不棄，可以略示梗概。”真卿道：“阿氏住在監里，著實可慘。前年与項慧甫看過一次。后來由審錄司審訊，我又看這一次。那時正在九月底，阿氏穿著藍布棉襖，一雙福履鞋，亂發蓬松，形容枯槁，比上前次看時相差太遠了。起初部里司獄，有個姓福的，因見阿氏情影實在可慘，跟提牢姓何名叫秦猜的，二人大發慈悲，每天以兩飯一粥，送給阿氏。監里頭的女牢頭，也待她极好。山西司承審時，也很替她辯護。直至三十三年，歸了大理院，全都沒受什么罪孽。一來她為人和厚，二來這案子里很冤屈。所以連法部帶大理院，沒有一個人不庇護她的。過院之后，正卿沈家本、少卿劉若曾全极注意。后來把范氏、普云二人被傳到院，拷問了三四個月，均無口供。還是阿氏上堂。証明他們二人此案無罪，然后才取保釋放的。當時堂上問她，說你把他們保出去，沒有他們的事，那么殺人的凶手，究竟是誰呢？”阿氏回說是丈夫已死，我亦不愿活著，只求一死。連問了多少次，都是這話。急得沈正卿親自提審，問到歸期，始終也都是這話。沈正卿無可如何，只得暫且下獄听候審訊。一面与法部堂官紹仁亭等商量。再給各偵探家去信，調查此案的原委。此案前連前后，自光緒三十二年，直到于今。部院里審訊阿氏，皆极為嚴密。除有她母親德氏，常往監里送錢。其余的阿氏戚友，一概都不許見面。好在前些日子定案，把阿氏送部永遠監禁了，聞說現在阿氏已經混上伙計了，大概如今景況，還須好些。若像當初北所，虱子臭虫那樣多，犯人疥癬那樣烈害，恐怕那如花似玉的美人，早已就熬煎死了。說著蹩眉裂嘴，很替阿氏難過。瑞珊亦點頭贊嘆，太息不止。慧甫道：“倒底農場人偏向著官場說話，他真給法部貼靴。”說罷，嗤嗤而笑。眾人都不解何事。慧甫道：“你們沒听說么？他說南衙門監獄，自改名法部后，很是干淨，這不是瞪眼冤人嗎，”一句引得瑞珊等全部笑了。真卿道：“不是我遮飾。現在監獄里，實在好多了。比起從先監獄，強有百倍。如何你說得貼靴？”慧甫搖手道：“得了得了。你是知其外，不察其內。你又沒坐過獄，如何知道不肮臟？”兩人越說越擰，慧甫道：“你不用抬死杠。過日你細去看看，如果不肮臟，你叫我怎樣，我便怎么樣。”兩人說話聲音，越來越高。增元拿著筷子，只顧与瑞珊說話，不提防旁邊慧甫，猛然一拍桌子，拍的一聲，把增元手中筷子，碰掉地上。增元嚇了一跳，回頭見慧甫、真卿兩人，還是你爭我論，那里吵嘴呢。引得礪寰等俱各失笑。 \\n 增元叫了堂倌，換了筷子，忽見車夫回來，回說謙安棧里，聶老爺沒在家。棧房里找了半天，不知上哪里去了。慧甫忙問道：“沒叫他們別處找找去嗎？”車夫回道：“別處也找了。伙計說，聶老爺出去，沒有准地方。及至有個地方，店里也不甚知道。”所以我赶著回來了。”瑞珊听了此話，哈哈笑道：“果不出我之所料。你們也不用見了，大概也見不著了。”眾人惊問道：“什么事見不著了？”瑞珊道：“諸位不知道。”隨把昨日出去，如何把皮包放下，故意使他看見，今日有事出來，故意給他個工夫，叫他遠走的話，細述一遍。眾人都點頭稱贊，佩服瑞珊的高見。礪寰道：“瑞哥的高見，人倒欽佩之至。只是案子也完了，何苦又讓他遠走？走不走的，有什么關系呢？”瑞珊道：“諸位不知，我有我的道理。以京城人物說，除去你們几位，是我素所欽仰佩服之至的。至于別的机關，我簡直沒看起。當日此案發現，我到京里來調查的時候，看見報紙揭截，听了社會的輿論，那時我的心里，十分的不明白，當時沒敢說話，拜了回烏翼尉，見了回宮道仁，探明玉吉逃走，我赶緊就走了。”慧甫道：“這也奇怪。玉吉逃走，先生有何先知，知道他必在天津？”瑞珊道：“這件事极容易明白。你要知道玉吉為人，是個有情有義的男子。慢說是姐妹情重，以致殺死春英，就是妒奸行凶的人，他与春阿氏既然有情，臨到棄凶逃走時，那一縷情絲也是不能斷的，一定在交通便利的地方，探听阿氏消息，以定行止。所以調查已畢，即知玉吉出去，不在通州保定，便在天津，不然就在京城附近，決意不肯遠去。當時我出安定門，到過玉吉家的塋地。”說到此處，自己斟了盅茶。礪寰与增元諸人全都點頭稱贊，嘆服瑞珊的細心。真卿亦听得楞了。瑞珊道：“聶家看墳塋的人，名叫聶生，此人有四十來歲，貌极忠厚，据他說玉吉在他家里，除去念書，便是寫書。那時我記他寫過兩句詩，句句都沉痛，另外又有兩句十四字湊成的聯，大概是最得意的句子，字字都對得很工，上句是“此生莫种想思草”下句是“來世當為姊妹花”。像這樣清而且麗的句子，足可見他与阿氏兩人，純乎是姊妹之情，決沒有不清的地方。當時我佩服之至，恨得即時就見了此人，方才痛快。誰想到天助成功，居然在天津地方，見了一幅對聯，寫的是一筆王字，對文是“欲殘秋蝶渾無夢，抵死春蚕尚有絲。下款落的是忏庵主人。”當時我納悶的了不得，何故這忏庵主人，專寫這宗對文呢？尋來尋去，此人就住在隔壁，恰是玉吉，你道這事情奇不奇？”說著，穿好衣服，又對眾人道：“明日上午，我打算約著慧甫，先到烏翼尉家里，問他探訪的什么情形，咱們几下里合在一起，若果情形相同，我們打一報告，省得疑案久懸，致使外國人看我們不起。”眾人又极口稱贊道：“很好很好。二位若明天去，我們后天晚上，仍在這里見面。”礪寰道：“不妨多約几個人，我們熱鬧一天。別管案定的怎么樣，我們偵探了會子，大家听明原委，心里也痛快痛快。”說著，走出元興堂。真卿的轎車，已在門前等候，大家拱手而散。約准明日上午，瑞珊与慧甫二人，去拜烏翼尉。 \\n 瑞珊同到棧房，知道聶玉吉已無蹤跡，問了問店伙計，聶老爺什么時候走的，店伙計回道：“約有七八點鐘，便出去了。”臨行并未留話。伙計一瞧，門儿敞著，赶忙的給鎖上了。瑞珊點點頭，不甚為意。想著玉吉為人，极其古怪。雖未留話，想必在屋里案上，留下信簡，或在牆壁上，留几行字，斷不能飄然而去的。不想進到屋里，尋找半日，慢說字帖儿，就是一絲痕跡，全都沒有。遂不免納悶道：“事也奇怪，莫非他并未遠走，尋個清僻地方，尋死去了不成？”此時欲待尋去，又無方法。有心求慧甫幫忙訪一訪，卻又不好開口。自己想了半天，轉又自慰道：“我既放了他，何苦又去追尋。及至我回來，不但無益，反而多事，不如放他遠去，或者他殉情死了，倒也干淨。”想到這里，不免替著玉吉反倒為難起來。因此一夜工夫，不曾安睡。次日清晨早起，出院散步，忽有店伙計來回，說門外有人來訪，此人有三十以外，相貌魁梧，說話聲音很亮，現在柜房里打听你老呢。瑞珊听了，不知是誰，正欲出去接待，又見一店伙計陪進一個人來，果然是身材雄壯，聲音很亮，遠望著瑞珊嚷道：“瑞珊哥你一夜沒睡罷？”瑞珊仔細一看，卻是市隱。隨著見禮問好，又陪笑答道：“果然一夜沒睡。你老先生何以這么高眼，莫非要學學福爾摩斯嗎？”兩人一面說笑，進屋落坐。瑞珊道：“昨日你也睡得好晚，如何卻起得這般早？”市隱惊异道：“怪得很，我睡的早晚，你怎么知道的？”瑞珊笑道：“閣下將一進門，先以冷言刺我，我不得不以此作答。昨夕你若睡得不晚，不能与想甫見面，不見慧甫，你焉能來到我這里，我是推理推測，究實确否，倒請你說給我听听。”市隱點頭稱道：“果然不錯，倒底是偵探學家，別具只眼。”說著，取出紙煙，兩人吸著。市隱把昨日晚上如何通見慧甫，听說你到京，已將玉吉訪明的話，細述一遍。又打听如今玉吉往哪里去了，又問項慧甫什么時候來的？瑞珊一一答對。市隱道：“西洋偵探，到底比中國強。此事在外國境界，早已就訪明啦。豈有因一件事，擱起好几年的。幸虧遇見了你，不然一輩子糊涂案，只知春阿氏冤，不知為什么冤。只知蓋九城有嫌疑，究不清有什么嫌疑。你這么一來。合算把三四年來的疑竇，滿給剖解明白了，真是功德不小。”瑞珊笑道：“論功我不敢居。像這樣希奇古怪的事，倒可以長點知識，不過這場事情，若与普通一般人說，他們未必了然。按著中國習俗，一男一女，從來就不許有感情。除去夫婦之外，若男子愛女子，女子愛男子，就算越禮，其實愛字亦有區別，像這玉吉、阿氏之愛，那愛字是出于志誠，斷不是尋常男婦所講的愛情可比。不可不知此中真像，你老先生知不知道？” \\n 市隱道：“我知道得不甚詳細。今听你這么一說，我已經了然啦。早先我很是納悶，看著阿氏神色，很是可怪。雖不是殺人原凶，一定是知情不舉。當日与慧甫、淡然并秋水、謝真卿諸人，我們時常研究。若說普云与范氏所害，我想被阿氏看見，一定要聲嚷起來。若說在廚房里，先把阿氏打倒，抬入水缸，然后才害的春英，這話有些不對。一來工夫很大，阿氏在水缸里，不能不死。二來文光醒來亦決不致不知道。若果真是范氏害的，阿氏万不肯自認。這都是可疑之點，今听你這么一說，阿氏頭上脅下的傷痕，原來是玉吉打的。凶器所在，原來是凶手放的。茅廁的板凳，原來是凶手挪的。這么看起來，你費的這份心，可實在不小。那么起禍的根由。又始于何日呢？”瑞珊大息道：“說來話儿很長。若論起禍的根由，就由阿氏的母親，但此事誰也不能知道，等到知道的時候，事情已經完了。”市隱怪問道：“何以見得呢？”瑞珊道：“阿氏用剪子尋死的故事，你知道不知道？”市隱道：“知道，知道。我听過一個人說，阿氏出閣的那天，暗在轎子里，帶著一把剪子，大概沒死的原因，就因為娶的那日，沒同玉吉見著。后來回家，見了玉吉，大概還麻煩一回。以后情形，我就不得而知了。”瑞珊搖首道：“不對，不對。依閣下這么說，玉吉、阿氏二人還是因奸不憤，謀死本夫了。”市隱道：“那么起禍之前，用剪子尋死，又在何日呢？”瑞珊道：“起禍在玉吉父母未死之前。自從德氏悔婚，禍根子就算种下了。可怜這十七歲的女子，又要顧名，又要顧義。母親之命，又不敢違。兄弟之情，又不敢忘。你道那阿氏心里，如何難過！不過中國風俗，在家庭父母之間，很是奇怪，若真能依照古禮，限制男女交際，亦還罷了。偏偏我國風俗，都是賊走了關門的多。小時候無猜無忌，任著儿女們一處游嬉，還不要緊，到得十五六歲，儿女智識已開，就應該加點限制，才算合禮。而中國限制法，不過限制外人，于親戚故舊里面，從不小心。父母心里，只合紅樓夢上那邢、王兩夫人一樣，以為至近子女，不是外人。詎知襲人有話，人大心大，保存不定有點意思。按理像這宗家法，既然是始而不慎，演成寶玉与黛玉的情魔，就應該察其心理，成其恩愛，才合道理。一來林黛玉不至于死，二來賈寶玉也不至當和尚。像這樣絕好的姻緣，作父親的，何妨成全成全呢。偏偏中國禮法，不是那樣。向來以意气用事的多，不顧輕重，不顧利害，大半以王熙鳳的主張為然。看儿女這樣心意，未免有悻禮教，遂不免有大發雷霆，日加束縛。其實那相思种子，早种在儿女心里，再欲拔除，已是不容易的事了，怎么辦呢？只得以使性子，動壓力，心里存一個反對的念頭，早早儿給個婆家，早早了卻為父母的責任。這就是普通人民，父母對于儿女的辦法。遇著溫順女子，只得信命由天，听從父母之命，落一個哭一陣喊一陣，勉強到了婆家，就算完了。若遇這婆家闊綽，一切如心，或是女婿才貌，果与向日所望相差不遠，猶可以轉移腦筋，徐徐的改變。若遇個蠢笨愚頑、丑陋不堪的男子，婆家再沒個后成。舉目一看，正与向日所望成了反面，請問這女子心時，如何禁受得住，輕者要抑郁成病，逼出胃病肝瘋來，重一重就許鬧是非。果能像阿氏這樣清洁，這樣的崇禮尚禮，我恐其很難得罷。”說著，贊嘆不已。又把玉吉所寫的字畫詩句拿了出來。兩人一面賞玩，一面夸獎。正在折卷之際，猛听窗榻外一人喊道：“你們只顧說話，把吃飯也忘了。”說著，啟門而入。二人猛嚇一跳，回頭一看，卻是項慧甫。二人忙的讓坐，喚人倒茶。慧甫道：“倒茶不倒茶，倒是未節。天已經晌午歪了，咱們吃點什么，進城訪烏恪謹倒是要緊的事。”說著，便令伙計出去叫飯。三人把早飯吃過，看看身邊時計，正正指到兩點。三人雇了人力車，逕往東四牌樓六條胡同而來。順著馬路兩旁的槐風樹柳影，不大工夫，已來到烏宅門首。三人投了名刺，仆人進去回了，站在二門內，說一聲請，三人謙遜一回，款步而入。只見跟班的瑞二迎出來笑道：“三位老爺駕到，我們門房里攔了駕么”。慧甫等听了此話，不解何故？更不知怎么答對。市隱笑答道：“門房哪里敢攔，橫豎你們老爺又問來著罷？瑞二答應聲喳，走近三人面前，深深的請了安，鬧得慧甫、瑞珊很是惊异。市隱道：“我們不知道，向來這宅里規矩，凡屬至親至友來到，不准門房阻攔。自要是交情深厚些，便可以直到書房，然后門房再回話去。這是烏恪謹侍人优厚，惟恐仆人們得罪親友的法令，你們倒不必多疑。”剛說到此，烏珍亦迎出來，彼此見禮，各道契闊。烏珍道：“三位光降，何必等請呢。我們這樣交情，斷不用虛理客套。”瑞珊等一面走著，見烏珍這樣正直，交友這樣真切，不禁肅然起敬，四人來到書房，謙遜讓坐。市隱一面讓坐，惟恐烏珍心里看著厭煩，隨笑道：“咱們倒不必拘泥，恪謹是最怕客套的。”瑞珊亦笑道：“我們于禮節也是疏忽的，這樣倒好。”說著，瑞二倒上茶來，敘了會別的閑話。烏珍道：“阿氏殺夫一案，已經入奏了，不知瑞珊、慧甫兩兄，看見沒有？”瑞珊等笑道：“看見了，案定也還正當。只是內中情形，不知恪翁調查了沒有？我們今日來拜，正欲向閣下請教。聞得貴翼偵探，頗稱得手，不知如何始得确情？”烏珍听了此話，知是瑞珊等已把案情訪明，來此溪落自己，乃笑道：“二位是有名偵探家，訪得案中情形，必當詳細。我們翼里兵丁，一來沒學問，二來沒見識，何能稱為偵探，盡能算是得手呢？小弟訪查此案，只知范氏、普云本來不正，阿氏在家的時候，亦不正派，所以案發之后，事情是難辦极啦。我听市隱兄說，二位因著此事，很費腦力，費了一年多工夫，調查的必极詳确，何妨把內中情形，指教指教呢。”慧甫道：“屬翁說哪里話來。我們調查此案，大略与貴翼相同。今日与瑞珊來拜，正欲向閣下叨教，代我們設一方法，別叫法部里久懸著這案。”市隱亦插言道：“瑞珊的心很細，稱得起一等价探，頭把交椅的福爾摩斯。如今在天津地方，他已將原凶玉吉訪明拿獲，解到城里頭來了。” \\n 烏珍道：“哦，玉吉是什么人？他与這案里又有什么關系？”我怎么不知道呢？”瑞珊听了此話，知道烏珍必不知道，登時在眉目間，現出得意之色，笑了兩聲道：“不怪恪翁不知道，大約除我之外，沒有第二人知道。”于是把前年進京，如何在各處采訪，如何与梁媽、惠儿相見，如何向麗格、張鍔并賈婆等搜問的話，詳述一遍。市隱道：“這不足奇。要緊把玉吉的事情細同恪翁說說。你們有責任的人，彼此同了意，也好報告法部，免得禿頭文章，永沒有定讞的日子。”烏珍亦笑道：“你把玉吉的相貌及當日起禍的緣由，告訴告訴我，我也開開眼界。”說著，便叫瑞二張羅茶水，四人湊在一張桌上，或吸煙，或飲茶。瑞珊把天津店里訪准玉吉蹤跡，如何隔店居住，如何与他完結的千方百計，從頭至尾，及如何迸京，如何把玉吉放走的話，又述一遍。烏珍道：“既是把玉吉帶來，何必又放他走呢？大料這玉吉一走，万無生理，你沒去訪訪去嗎？”瑞珊道：“訪也無益，慢說一去無蹤，就是訪出蹤跡來，又該當怎么辦呢？”烏珍道：“這又奇了。既說是合在一處，去向法部聲明。難道報告上去，有失了正凶的理么？”這一句話，問的瑞珊等目定口呆，半晌答不出言來。市隱道：“是呀，如此該怎么辦呢？”瑞珊搔首道：“這也不難，只要法部里尊重人道，不忍再追原凶。”烏珍笑著搖頭道：“斷無此理。果然法部里不追原凶，不另定案，我們上此報告，又能什么用處呢？若依兄弟的拙見，此案結果是好不過如此，我們既尊重人道，安見得這樣定擬不是法部人員尊重人道呢，我們有若多不肯，難道法部承審人員，就沒有礙難嗎。再者天下的事情，若論法按律，就沒有講道德与不道德的解說。若對聶玉吉尊重人道主義，不忍按奸夫說擬，莫非春英之死，就算是該死了嗎？此案定案時，兄弟倒知道八九。當時定大人、沈大人、紹大人、戴大人以及善芝、樵崇、秋圃、蔡碩甫、宮道仁，并律學館諸人，全都因為此案，很費研究，不但過部后，這般人看到這樣，就是教衙門承審過此案的，鐘彥三諸公，也都知是怪异。不過阿氏到宮，供認是自己所殺不諱，此事就無法可辦了。后來報紙上很說閑話，看著司法衙門如此黑暗，一件疑案，居然費這么大周折，又不采取輿論，每遇審案時，用刑跪鎖，异常嚴謹，不叫外處人知道消息，這不是暗無天日嗎？豈知審案人員，于審判經驗上，不見得毫無見識。犯人到堂，差不多總露馬腳。一來是人怕虧心，通俗說當堂有神，就便是殺人凶犯，滾了馬的強盜，只要是一朝犯案，到了公堂，不用他嘴里招供，從他气色上，就可以考查出來。大概審過案的，全都明白這种道理。此案見阿氏到堂，很是慌恐。問她五句，只答一句。不說是自己誤殺，便說受婆母气，不然便是眼淚婆娑，自嘆命苦。再不然，說是此生此世清清白白，既然丈夫已死，自己也不愿活了，今請三公明鑒，似乎這一些話，雖然坐在座上，沒有偵探報告，試問承審人員，心里明白不明白？不必調查，只從這几句話里，就可以揣明情形了。”市隱道：“這也不然。當初你審問此案時，我曾在座。不僅是我一人，還有聞秋水并鶴、普二公，協尉福君等都在座。怎么那時一見阿氏到堂，都說她冤枉呢？” \\n 烏珍笑了笑道：“那是你說她冤枉，那時我只知調查，不敢公然為阿氏冤。我問你一件事，你能記得么？”說著，走向案前，翻了本日記來，隨手遞給市隱。又笑著道：“我為這件事，受了無數閑气。當時也不敢辯正，及至辯正，也仿佛無甚滋味，不如等到水落石出，人人都明白了，然后再說。你瞧瞧這几項。”隨手便揭開日記，一一指与市隱看。張、項二人，亦湊近觀看。上面一行一行都是春阿氏案子，烏珍親筆記載的。也有探兵鈺福等報告此案的原稟，也有往來文犢，亦均有烏珍注語，句句都可哀可慟，全是傷心風俗，婚嫁不良，致生种种患害的話。又翻一頁，上寫著聶玉吉三字，下有玉吉父母姓氏，以及前后遷移的地址。瑞珊看了不胜惊异。又看下注數字：“聶者孽也。”瑞珊看到此處，方知烏珍早把此案原凶調查清晰了。因問道：“你可有些下不去。我們把此案查明，誠心敬意來報告，你如何明知玉吉，卻又隱瞞不說呢？”烏珍陪笑道：“瑞翁不要見怪，我恐其所探不實，所以未敢吐露。今听你這么一說，原來几方面的結果，都是這樣，我才敢拿來現丑。”說罷，哈哈大笑，鬧得瑞珊臉上，很是難過。可見為人作事，不可不詳慎，更不可自矜自信，心存看不起人的思想。此時張瑞珊不言不笑，自己瞞怨自己，悔不該揚揚得意，先向烏翼尉夸口。幸虧都是故友，不拘形跡的交情。倘若外人在此，豈不令人竊笑。孔子說：德不孤必有鄰。真應了俗諺所說“能人背后有能人”了。因又責問道：“恪翁這真是你的不對。你怎么早不說？”市隱亦惊异道：“這事很奇怪。恪翁你听誰說的？我看這日記上，很是詳細。怎么我時常到這里來，你從來未提一字？”烏珍道：“提這有什么用處？好罷歹罷，案子已經完了。法部大理院，連提督衙門跟本翼，都明明知是玉吉，只是犯婦口里，不認有其人，更不認有其事，受盡了多少刑罰，她只說情愿抵命，咱們又有什么法子。可惜這個女子，因為母親不諒，鬧到這步光景，如今有滿腹冤枉，無處分訴。還不如春英死后，投入水缸里，那時就死了呢。如今受了這二年罪，生不得生，死不得死，你說她那心里。該當怎么難受哇！”一面說，一面嗟嘆不己。太息中國陋俗，不該于儿女婚姻，這般操切。 \\n 瑞珊亦嘆道：“此類事情，沒有法子，天生是一對可怜虫，不能不生生世世，叫人怜惜他。若真是美滿姻緣，雙雙的白頭到老，我想倒是平平常常，沒有什么滋味了。”說著，又提起玉吉當日在天津店里，如何發牢騷，偶然給旁人寫幅對字，都是大常齋的滋味。市隱道：“這也不能怪他。言為心之聲，不平則鳴，也是世間常事。但不知玉吉心里，究竟于阿氏身上，還是姊妹的關系，還是夫婦的關系呢？依照瑞珊的說，玉吉為人，竟是個多情男子。照恪翁所說。阿氏亦可謂痴情女子了，”瑞珊道：“這卻不然。玉吉的心事，雖然他沒同我說，然看其平素，決不是姿情放蕩的男子。相貌沉靜，語言正直，我敢一言斷定与阿氏兩人一定歸姊妹關系，決沒有意外之想。”市隱剛欲再說，慧甫先搖頭道：“這話我有些不信。他若是姊妹情重，何以他胞妹蕙儿，他竟自置不顧呢？他若是姊妹情重，如ｊ今又犯什么牢騷呢？簡斷截說，一言以蔽之，就是婚姻的仇憤。”瑞珊道：“不然，不然，你見識還是普通一般人的議論。要論這兩人感情，非具遠大眼光，認明這兩個冤家都是非常人，細想他設身處地，都是什么情景，再去体驗他平素品行，合交際上的道義，然后才可以論定。若被你一言抹煞，這對可怜虫真是冤之枉哉。”慧甫道：“你真會替人遮飾。依我這么議論。玉吉合阿氏兩人，都是絕對的好人。仿佛她母親德氏，倒是個起禍的根苗了。”瑞珊道：“這也不然。德氏為人，极為耿直。在家教育儿女，又极嚴厲。按照這宗事情原不能有，這也是不巧不成書。偏偏阿氏過門，遇見個蠢男子，雜亂家庭。但凡她忍得下去，我想春阿氏那樣孝母，那樣的溫柔和順，別管怎么樣，也就該認命听天啦。玉吉也不致動气，事情也鬧不出來。將來再生儿育女，更把以前的奢望拋在九需云外，慢說她母親不知道，春英不知道，就是春阿氏心里，也不過自怨自艾，念念那‘此生未种相思草，來世當為姊妹花’的句子罷咧。別不說。你看《紅樓夢》，花襲人出嫁蔣玉函，种种不得已的地方，還不是榜樣么，不過那么一來，也沒有這种事，也沒有這种案。阿氏、玉吉兩人，也都是平常人，不值得這么調查了。” \\n 慧甫再欲將話說下去，忽見瑞二進來，站在烏珍面前，悄聲回道：“福大老爺求見。”烏珍說一聲請，忽又听電鈴儿叮當亂響，烏珍摘下耳机，說了几句話，福壽已掀帘進來，与大眾見禮。烏珍放下耳机，問福壽有甚事情，福壽回道：“方才得了消息，說春阿氏在獄里，現染了一身潮疥，又因時令不正，獄里鬧瘟疫，阿氏亦得了傳染病。至今四五天的工夫，水米俱不曾進，大概要不永于人世了。”旁人听了此說，并無關系。在座諸人，都是因為此案，煞費苦心的人，听說春阿氏在監患病，現已絕粒不食，不久要常辭人世的話，不由的鬧了一楞。要如何設法，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十八回 述案由歸功翼尉 慰幽魂別筑佳城", "正文": "  \\n 第十八回　述案由歸功翼尉　慰幽魂別筑佳城 \\n 　 \\n 話說福壽將春阿氏現染瘟疫，不久將死的話，回畢退去。眾人嚇了一怔。瑞珊道：“可惜這件事，如今玉吉也走了，阿氏又在獄要死，我這么南奔北跑，費力傷財，算是為什么許的呢？”慧甫道：“你只知道你自己，不知道旁人。那么市隱合我，又算作什么許的呢？”市隱道：“你們不用寒心。反正這一切事情，我都知道，及至春阿氏死在監獄里，我也把前前后后，果果因因，一件一件的，記在日記，容日有了工夫，托囑聞秋水編為說部，把內中苦緒幽情，跟种种可疑之點，詳細的分解一回，作一個錯誤婚姻的警鑒，你們意下如何？”三人正自議論，烏公轉過面來道：“事已如此，大既瑞珊的報告，已經無效。我們翼里的報告，也就算白白的報告了。方才電話，有法部人告訴我說，該部堂憲，都因為內中瑣碎，全是婚姻不良，以致如此，既是犯婦口里，并未供出誰來，也就不便深究了。實告瑞珊兄說，此案的原原本本，我都知道。起初玉吉一走，住在他家的塋地。本翼訪明之后，即往偵察。适值聶玉吉已經遠遁，兄弟又派人追赶。始知玉吉下落，住在天津北營門客店里頭。其所以不能捕獲的原因，也合瑞珊哥都是一樣，不過報告上頭，比著瑞珊哥有些把握。饒那么的确，法部還不忍辦呢。何況你一點証据也沒有，原犯又已經放走，事情還有什么可辦的呢？” \\n 瑞珊听了此話，惊异得了不得。回想在天津店里，除我一人之外，并無偵探，難道我疏忽失神，被他們翼偵里探走在頭里了不成？越想越納悶。烏珍坐在椅上，說得津津有味。瑞珊也無心去听，只恨自己疏神，不該叫他人探了去。不過事已至此，在津偵探我應該認識才對。豈有大名鼎鼎的福爾摩斯，事跡被旁人窺破，自己倒入了悶葫蘆的道理。越想越愧悔，當時把臉上顏色，紅暈了半天。听市隱鼓掌道：“恪謹真難為了你。年余不見，我以為案過法部，你就不管了哪。”烏珍道：“我的地面，豈有不管之理。可笑京城地方，只知新衙門好，舊衙門腐敗，哪知道事在人為，有我在提署一天，就叫這些官人實力辦事，亦不必仿照外洋，講究浮面儿。先從骨子里下手，沒什么辦不到的事。再說西洋偵探，也不過細心調查，能夠一見則明就是了。究實那調查手續，并不是紙上文章，可以形容的。我以為中國偵探，只可惜沒人作小說。果真要編出書來，一定比西洋偵探案，不在少處。”慧甫道：“那是誠然，中國事沒有真是非，調查的怎么詳細，也有些辦不到的地方。因著辦不到，誰也就不受調查了。就拿這一案說罷，恪謹、瑞珊兩兄費了這么些事，歸期該怎么樣，不過自己為難。自己知道我同何礪寰、黃增元諸人，還算白饒。市隱与原淡然、聞秋水，也算白跑。事情是實在情形，不過在座的人我們知道。”瑞珊嗤嗤而笑，不作一語。想著玉吉此去，形跡可怪。又想天津店里，并無偵探蹤跡，此次玉吉出來，必被翼里偵探拿獲帶翼去了。不然，烏恪謹不能知道這么詳細。因問恪謹道：“恪謹哥不要瞞我，我想此時玉吉，必在貴翼里收存著呢，恪哥苦肯其明說，不妨把一切事實，全對我說說，這樣交情，你不隱諱什么？難道我們几個人，還去爭功不成？”烏公道：“不是那樣說。我們素稱知己，什么事亦不隱瞞。玉吉現在蹤跡，我實在不知情。瑞珊要多心想我，那就不是交情了。我所知的玉吉蹤跡，并非把玉吉拿獲審問來的，實在是特派偵探調查來的。瑞珊哥不肯見信，你想天津店里，有人偵探你沒有，你便明白了。”瑞珊想了半天，想不出來。因笑道：“恪謹哥不要瞞我，大概我的眼力，差不多的偵探，瞞不過去。照你這樣說，我成了廢物了。這們大的人，暗中有偵探我，我會不知道，你真拿我傻子待？”烏公道：“我不是以傻子待你，你實在是傻子嗎。我同你打听一個人，你若知他名姓，便算不傻。”瑞珊笑道：“除非不認識的人，我不知他的姓。要相熟的人，豈有不知他姓名的道理。”烏公道：“此人极熟，你就是不知姓名。”瑞珊道：“何以見得呢？” \\n 兩人說話聲音越來越重，引得市隱、慧甫也都笑個不住。忽見門帘一響，走進一人，年犯三十左右，相貌魁梧，穿一件湖色春羅，兩截大褂，足下兩只緞靴，望見市隱在此，過來見禮。市隱問慧甫道：“二位沒見過嗎？”慧甫道：“沒見過。”瑞珊笑道：“必是這里，哥。”說著，湊近見禮。烏公向慧甫道：“這是我們舍弟。”市隱道：“他們彼此都知名，只是并沒見過。”瑞珊道：“久仰得很，兄弟是疏親慢友，常到京里來，我們真少親近。”說著，彼此讓坐，照舊攀談。述起玉吉事來，靜軒又打听一回，不相多贅。瑞珊問烏公道：“方才靜軒進來，我們說了半個語子話，倒底你所說這人，究竟是誰？”烏公笑道：“你不要忙，今晚在舍下小酌，我細告訴你。論你疏神的事，不止一件。”瑞珊道：“倒底是誰？”烏公微微而笑，不作一語。半晌向靜軒笑道：“張瑞珊兄，因為春阿氏一案很費研究，調查的种种情形，皆級詳細。”靜軒笑道：“我是听市隱常常稱贊。”慧甫道：“恪翁不必留飯，我們有點小事，少時就得回去，你把所說那人，先說給瑞珊听听，省得回到店里，又犯死鑿儿。”市隱亦笑道：“你說的是誰？你就赶緊說，何苦又叫他著急呢？”烏公搖搖頭，仍是不肯說。還是慧甫等再三譏勸，方才微微笑道：“我說瑞珊傻，瑞珊總不信。我先問他一件事，他要答上來，便算他不傻。”因問道：“請問你天津北營門采訪玉吉的下落，可知那玉吉所住的店，店主人姓甚名誰？”瑞珊躇躊半晌，想了好半天，果然一時間，想不起來了。隨笑道：“知道是知道，只是一時半刻，想不出來。”烏公笑道：“你不用瞞我。當初你沒問過，如今你哪能想去。慢說你不知道，大約合后的人，也不知道。這話我說到這里，你明白不明白？”瑞珊不待說完，先拍掌笑起來。慧甫道：“什么事這樣笑？”瑞珊道：“你們不知道，恪謹的心思學問，我實不如。”市隱發怔道：“什么事你佩服到這樣？”瑞珊道：“果然是名不虛傳。我們費盡苦心，所得的詳細情形，初以為除我之外，沒人知道。哪知道恪謹所知，比我還詳細。”因拱手向烏公道：“說到這里，你還得詳細指教，店主人現在何處，求你給介紹一回，我們也親近親近。”市隱道：“你們別說啞謎，究竟是怎么回事，說給我們大家听听。”烏公道：“你們諸位別忙。我先問問瑞珊，倒底是笨不是？是傻不是？”瑞珊點了點頭：“果然是我失神，只是你這樣隱瞞著，未免對人不起。”烏公道：“我卻不是隱瞞。向來這類事情，別管辦的怎么樣，反正把職務盡到了，心也盡到了。既不居功，亦不逞能。這是咱們閑談，若与外人相見，我是決不肯提的。”說著，便令瑞二等傳喚廚役，預備教席酒飯。又備了兩三分請帖，去請鶴、普二公，定于晚間，在自家里晚酌。市隱等遲遲怔著，既見烏恪謹這般至誠，不便拘泥，只得与靜軒湊著說話。慧甫等不大常來，听說要預備晚飯，立刻就忙著要走。市隱笑攔道：“你們別學聞秋水，恪謹也不是外人，這樣至誠，咱們就不必拘泥。”靜軒亦攔道：“二位輕易不來，樂得不多說一會話儿呢。”當下三言五語，鬧得瑞珊等無話可說，只得住了。 \\n 一時酒菜齊備，讓著瑞珊、慧甫二人坐了讓座，市隱在次座相陪。烏公与靜軒兄弟，坐了未坐。大家一面喝酒，一面敘些閑話儿。瑞珊是有事心急，因為玉吉一案，總愿意烏公說明，方才痛快。因笑道：“恪謹哥這樣見外，鬧得此時兄弟有話也不敢說了。來的時候，本想与閣下討教。不想來到府上，只以酒食待我。真正要緊的話，偏自半吞半吐，不來指教。叫我倒十分難受。”一面說著，一面攔住烏珍，不叫斟酒，笑嘻嘻的道：“請把店主人的姓名，就告訴了我，我便吃酒。不然喝下酒去，亦要醉心。”烏珍笑道：“你總是這樣忙。實告訴你說，現在這案，不必深提了。空說半天，案子也變不了。反正凶手也走了，案子也定了。市隱說的好，咱們這片苦心，只好把聞秋水約來，叫他作一部實事小說，替我發揮發揮，也就完了。”瑞珊道：“小說作不作，我倒不在乎。只要我心里明白，立時能夠痛快。你說些半語子話，我真難過。”烏珍把酒壺放下道：“你不要急。北營門的店主人，是這里探兵德樹堂的至親，名叫程全。他在北營門地方，很是熟識。德樹堂去了兩次，托囑他极力幫忙，偏巧聶玉吉到津就住在店內，別的光景，并無可疑。惟因他筆跡相貌，頗与所說相似，故此多留了一分心。后來把德樹堂約去瞧了瞧，果然是他。當時便求著他，寫了四幅屏條，帶到京來。你雖是那樣細心，此處你并未留神。我知道天津地方，出不去你的掌握。特意叫德樹堂前去探听，誰想他們糊涂，并沒見著什么，只說隔壁店里頭，住著個王長山，很与玉吉相近。當時我听了這話，就知道是你在那里。后來玉吉患病，你又那樣至誠，又叫店主人留起玉吉的原信。聞報之后，我更知道是你了。你想那店主人有几個慈心仗義的君子呀，錯非我設法供給，他豈肯那樣熱心。即有熱心，他的力量也恐其來不及呀。”說看，提壺斟酒，笑對瑞珊道：“這事你死心但地，該當喝酒了嗎。”瑞珊點頭微笑，回想在津所見，果然与烏公所說前后相符，直仿佛霹靂一聲，云霧盡散，把心里的一段疑團，豁然醒悟。在座慧甫等，也把前前后后，全都听明白了。原來左翼烏珍對于這件事情，如此細心，不禁拍案叫絕。市隱提起酒壺，便与烏公斟酒，說道：“你這一場勞累，實在不小。錯非你今天說明，外連的人還以為翼辦里辦理此案，因循了事呢，”慧甫亦笑道：“人不說不知，改日得了机會，借著恪謹哥的面子，定要与貴翼偵探諸君親近親近。”靜軒道：“那個容易。只是這一般人，舉動粗俗，說話也不會轉文。其實若辦上正事，倒真有特別的地方。”說著斟酒敬菜，几人一面說話儿，議論后天下午，仍在這里晚飯。好与鶴、普二公及協尉福壽、聞秋水、原淡然、德樹堂諸人相見的話。不一時瑞珊等吃過晚飯，洗手漱口已畢，告辭而回。定于后天晚上，全在烏公處聚會。這且不表。 \\n 單言此時阿氏，自從大理院奏結之后，移交法部監獄，永遠監禁。阿氏住在監里，不進飲食者數日。此時正值瘟疫流行，獄內的犯人，不是生瘡生疥的，便是療瘡腐爛，臭味難聞的。又遇著天旱物燥，冷暖無常，一間房內，多至二十口人犯。對面是兩張大床，床上鋪著草帘子。每人有一件官被，大家亂擠著睡覺，那一分肮臟气味，不必說久日常住，就是偶然間聞一鼻子，也得受病。你望床上一看，黑洞洞亂搖亂動，如同螞蟻打仗的一般。近看乃是虱子臭虫，成團樹壘擺陣練操。噯呀呀，什么叫地獄，這就是人世間的活地獄。所有獄中人犯，生瘡生疥的也有，上吐下瀉的也有，虐疾痢疾的也有。正應了“欲知前世因，今生受者是。欲知后世因，今生作者是”。可怜那如花似玉、甘為情殤的阿氏，因為母也不諒，自己又福命不齊，墮人獄中，難白于世。人獄之后，先生了滿身濕疥。過無多日，因為時疫流行，染了頭暈眼花，上吐下瀉之症。每日昏昏沉沉，躺在臭虫虱子的床上，蓋一領极臟极臭的官被。此時要求個親人來此問訊的，全部沒有。這日春阿氏病得很重，忽于迷离之際，夢見個金身女子，喚她近前道：“孽緣已滿，今當歸去。”說著，扯了阿氏，便往外跑。阿氏見她如此，知是個异怪人，隨央道：“弟子的糾纏未清，母親兄弟之情，實難割棄。”金身女子笑道：“孽障，孽障，你不肯去，你看那面是誰？”阿氏回頭一看，只見聶玉吉穿著圓領僧服，立在自己面前，合掌微笑。阿氏有千般委曲，万种离愁，見了玉吉在此，惊异的了不得，仿佛有万千句話，一時想不出來。正欲問時，見那金身女子把手一指，玉吉的足下，生了兩朵金蓮，托著聶玉吉飛向空中去了。轉眼之間，那金身女子也忽然不見了。 \\n 阿氏正惊愕之際，覺遠處有人喚她乳名儿，聲音慘切，連哭帶痛，定眼一看，只見牢門外，站著一人，白發蒼蒼，流淚不止。床側有同居犯人喚道：“大妹妹，大妹妹，你醒一醒，瞧一瞧，大媽來瞧你來了。”阿氏噯喲一聲，細看牢門以外，不是外人，正是母親德氏。凄凄慘慘在那里叫她小名儿，又央看牢的女牢頭，開門進來，走進床前哭道：“孩子，寶貝儿，都是為娘的不是，耽誤了你，難為你受這樣罪。”說著，扯住阿氏手，母女對哭。見阿氏渾身是疥，頭部浮腫紅燒，可怜那一雙素手，連燒帶疥腫似琉璃瓶儿一般。揭起臟被一看，雪白兩彎玉臂，俱是疥癬。所枕的半頭軌以下，咕咕嚨嚨，成團論碼的俱是虱子臭虫。德氏看到此處，早哭得接不上气了。阿氏亦連哭帶慟，昏迷了一會，复又醒轉過來。望見母親這樣，越加慘切，顫顫巍巍的道：“奶奶放心，女儿今生今世，不能盡孝的了。”說著，把眼一翻，要哭沒有眼淚，硬硬咽咽的昏了過去。德氏哭道：“我的儿，怎么得這樣冤業病啊。”阿氏微開杏目，嬌喘吁吁，搖頭抹了眼淚，仿佛告知母親，病不要緊似的。德氏止淚勸道：“孩子，你對付將養著，月初關了米，我還來瞧你呢。”阿氏點了點頭，合目睡去，德氏把帶來的几吊錢，交与牢頭，一面哭，一面托咐求他變個法子，給女儿買點菜，倘能好了，我母女不能忘報。說著，洒淚不止。鬧得全獄中人，俱都酸心。大家齊勸道：“老太太您回去，您的姐妹禁在一處，都是難友儿。大妹妹歲數小，蒙此不白之冤，橫豎神大有鑒，總有昭雪日子。她是好清好洁。收到這里來，肮臟不慣。”剛說著，阿氏嘴唇一動，哦的一聲，唾出一口腥水來，順著嘴角儿，流至粉頸。阿氏在迷惘沉中，并不知道。德氏忙的過來，抹了眼淚，取出袖中手帕，替她擦抹。阿氏忽又醒來，翻眼向德氏道：“我隨你出家去，倒也清靜。”半晌又蹩眉道：“只是我奶奶、兄弟，叫我如何棄舍呢？”德氏喚道：“孩子，你醒一醒，夢見什么了？這樣嚇人？”阿氏點了頭，閉了眼睛，打了一個冷戰道：“沒什么，你不用叫我，我去了。”德氏听了半日，知是一些胡話。又見阿氏兩手，向空里亂摸，半晌又似拈線做活一般，嚇得德氏更慌了。隨向女牢頭請安禮拜，再三的托囑。眾犯人說道：“老太太放心，病并不要緊，這都是邪火燒的，只要出點儿汗，退一退燒，管保就好了。”德氏凄凄楚楚，不忍离別。看著這樣。又不放心。無奈留連一刻，母女也不得說話，反惹她難受酸心，倒不如不見也罷。想到此處，由不得留著阿氏，滴了几點傷心眼淚，叨叨絮絮，又托咐眾人一回，然后去了。 \\n 那知阿氏的病症，很是凶險，自從德氏去后，熬煎了四五日，忽于一日夜內，喚著女難友哭道：“大姐大姐，妹妹清白一世，落到這步田地，也是命該如此。妹妹死后，望求眾位姐妹怜憫，告訴我母親、哥哥說，埋一個清洁幽靜地方，妹妹就感激不盡了。”說著，眼泡塌下，說話聲音，亦不似從先清楚了。嚇得難友們說聲不好，忙的叫醒牢頭，點上油燈一照，見阿氏圓睜秀目，貌似出水芙蓉一般，連一點病形儿反都沒有了。用手一摸，身上已經冰冷，撫著朱唇一探，呼吸已經斷了。正是： \\n 生殉九幽緣怨了，他年應化蝶飛來。 \\n 惊得女牢頭披衣起來，念在同居多日，替她整理衣服，不待天明，急去報告獄官。提牢何奏鹿、司獄福瑞，赶緊的報司回堂。傳喚尸親文光，赴部具領。文光得了此信，很是皺眉。范氏道：“怎么衙門里這么糊涂，殺了我們家的人，即是我們的仇人，豈有把謀害親夫的淫婦，領回來殯葬的。錯傳我們了。”瑞氏哭著道：“噯，事到而今，你還這么咕嘻呢。不因著你，何致這樣，依我說孩子怪苦的，臨到從牢眼儿一拉，更顯得可怜了，究竟怎么件事，始終我心里糊涂，你叫正儿他爸想法子領去，別管怎么樣，哪怕是當賣借押呢，好歹給買口棺材，埋到墳地邊儿上。就算得了。”說著，凄凄慘慘，哭個不住。把托氏、春霖并大正、二正等思想嫂子的心，亦都勾惹起來，鬧得合屋的老少，你也哭，我也哭，文光、范氏亦愕著不敢言語了。文光頓了頓腳，拿了扇子出來，找個至近親戚，去向法部里去探听。正問在宮道仁手里，文光說：“阿氏雖死。她是謀殺本夫的犯罪人。不管她謀殺也罷，誤殺也罷。既定為監禁之罪，即是情實。如今她死在獄里，沒有叫被害之家，具領的道理，”宮道仁笑道：“說得亦有理。但是部院里定案原奏，你沒有見么？你以為阿氏殺人，已屬情實。然以令郎的傷痕，令媳的口供而論，是謀是誤，尚在疑似之中。既沒有尸親指說，又沒有旁人質証。安見得令媳阿氏，就是罪人呢！部院的堂憲，因此再三研究，內中疑竇甚多，不能速為定判。所以仿照監候侍質之法，收在獄里存疑。預備以后，發露真情，或出了別的証据，然后再据實定斷。如始終無從發覺，那么令媳阿氏就未必是殺人凶犯了。既不是殺人凶犯，就不是令郎仇人。既不是令郎仇人，就算是你家的賢媳婦。既是你家賢媳婦，优待之尚恐不及，若永遠監禁在獄，試問你居心何忍？” \\n 文光听到此處，良心發現。本來儿媳婦是個端庄淑靜的女子，只因半夜三更，儿子被害，不能不疑是媳婦。若以她言容舉動而論，又未免有些情屈。想到此處，由不得眼辣鼻酸，想起儿子被害的冤來，嗚嗚哭了。宮道仁勸道：“你不要想著傷心。既不忍叫她受罪，如今疑案久懸，她死在獄里，你應該心疼她了。”這一句話，說的文光越發哭了。宮道仁道：“無論怎么樣，你先回去赶緊備口棺木，通知你親家個信儿，或是同了他來，具個領紙。天气這般熱，衙門里哪能久留，你赶快的就去吧。”文光只得答應，顧不得与親朋計較，急忙回到家中，先忙著買棺材，又要給阿德氏送信。范氏攔道：“送信作什么？我們因為忍气才去領尸，不然因為這件事，我們就是一場官事。”文光听了此話，里外為難，送信也不好，不送信也不好。躇躊半天道：“依你該怎么辦？”范氏道：“依著我呀，依著我呀，依我還不至于這樣呢。這都是你們家的德行，你們家風水，明儿把浪老婆再埋在你們墳地時，后輩儿孫還不定怎么現眼呢！”一面說。一面嚷，鬧得文光此時反倒沒了主意。想著儿子春英冤仇未雪，阿氏儿媳今又殆在獄里，這些個為難著急，俱臨在自己頭上，由不得頓足捶胸，哭了一回。范氏是得理不讓人，翻來覆去，總是嗔怪文光，不該听托氏的話，娶這樣養漢老婆，正鬧得不可開交，托氏、大正等亦過來了，文光見著托氏，又恐老太太听見，又要多管，忙的躲了出來，自己變著方法，買了棺木，雇了四名杠夫，從獄里把阿氏尸身拉出，就往義地亂家里去一埋，以免瑞氏知道，為此傷心。又免得夫婦三人，因此惹气。 \\n 文光是敷衍了事的主義，不想那母女連心。德氏是愛女心盛，阿氏是孝母之心。出于至誠，自從探監之后，德氏見女儿染病，回去亦急得病了。虧得常祿等日夜扶侍，延醫服藥，方才好了。一日夢見阿氏披著頭發，貌似女頭陀的打扮，笑容可掬，手執指塵，跪在德氏面前，磕了個頭。從著個金身女子一同去了。乃至醒來，卻是南柯一夢。本來德氏心里正想女儿監里，得了瘟气病，万難望好，今作此夢，由不得肉跳心惊，算得阿氏病勢必然不好，急忙把常斌喚醒，叫他到學堂告一天假，去到兵馬司巡警總廳，找回他哥哥常祿來，細把夢中景象，說了一遍，叫他換個班次，或者告一天假，去到南衙門打听打听，看你妹妹好未好？常祿听了此話，急得連連頓腳。當日到法部一問，誰說不是，果然春阿氏死在獄里，文光已經領去，找地方抬埋了。細打听埋在何處，人人都說不知道，常祿無法，回來向母親哭道：“都是為儿的不好，把妹妹送入火炕，屈死在獄里，又沒有人情勢力，去給洗白，活著有什么滋味！”一面說，一面尋死覓活的，鬧個不了。德氏倒忍住眼淚，反來勸解道：“事已至此你倒不必傷心。誰叫你妹妹命苦呢？雖然她受了些罪，也不是出于你心。如今你哭會子也是不濟于事，你若急的尋死，作媽媽的又當怎么樣呢？不如事緩則圓，從哪里來的，還從哪里去。少時你找找普煥亭，問他該怎么辦？生前的委曲，我們也一概不究。既把你妹妹給了春英，活是他們家的人，死了是他們家的鬼。按說我們娘家，不必過問。誰讓冤家路儿狹，出了這逆事呢！他若是埋在塋地，咱們一天云霧散，什么話也不說。不給娘空信，我們認了，他若是草草了局，拿著我們家人，當作謀殺親夫的凶犯，我們有我們的官司在。別看是奏結的案子，只要他們家里指出你妹妹劣跡，証出你妹妹奸夫來，就算我養女儿的沒有教育。不然，他儿子死是他們家缺德，他們家害的，与我們毫無牽掣。我女儿受屈也罷，受罪也罷，甚么話我也不說，好好端端花棺采木，叫他小婆婆儿出來，頂喪架靈，咱們万事全体，否則沒什么話說的，連普大普二，一齊都給滾出來，咱們是一場官司。”說著，指天划地的，把小老婆、小娼婦的，罵個不了。嚇得常祿也不敢哭，勸了母親，慌手忙腳的，去找普煥亭。 \\n 將一出門，看見常斌在后，提著個木棍出來，嘴里叨叨念念，要找姓文的替姐姐拼命去。常祿一把攔住，問他作什么這樣憤憤？常斌流淚道：“你敢情不著急，我姐姐死了，你知道不知道？”常祿道：“我怎么不知道。你念你的書去，家里事不用你管。”常斌不待說完，發狠頓足道：“我不管誰管？這都是你跟奶奶辦的好事。”常祿听了此話，覺著刺心，不由的流淚央道：“好兄弟，你回去瞧奶奶去。不看她老人家有些想不開，誰叫是我作錯了呢。好歹你瞧著老太太，我去找姓普的去，听他是怎么回事，咱們再說。”一面說，一面把好兄弟叫了几十聲。兩人站在一處，流淚眼看流淚眼，凄凄切切的哭個不住，好容易把常斌勸住，常祿才慢慢去了。這里常斌過來，坐在母親身旁，仍是亂哭。又勸著母親出頭，別等哥哥辦事，輸給文家。德氏一面擦淚，听了常斌的話，很是有理，令他在家看家，不待常祿回來，自己雇了輛車，去到法部門口，等著尚書來到攔輿喊冤。時有湊巧，正遇著部里散值，門前皂隸威哦的亂喊，里面走出一輛車，正是左侍郎紹昌。德氏哭著跪倒，連聲叫冤。皂隸等認得德氏，過來問道：“什么事這樣叫冤？”紹公止住問道：“這不是春阿氏的母親嗎？”皂隸答應聲是。紹公道：“問她什么事？”皂隸未及答應，德氏使哭道：“大人明鑒，我女儿死在獄里，文光領尸出去，沒給阿德氏信，也不知埋在何處？求大人恩典，收我們打官司。”紹公道：“你來打官司，有呈狀么？”德氏哭道：“阿德氏不會寫字，听說我女儿死，連急帶气，沒顧得寫呈子。”剛說到此，只見看熱鬧的，忽的一散，常祿自外跑來，連哭帶喊，隨著德氏跪倒。紹公道：“你是什么人？”常祿厲聲道：“我來給妹妹報仇，你問我做什么？”皂隸威喝道：“胡說！大人在這儿哪，還敢這樣撒野。”說著，七手八腳，過來把常祿按住，紹公道：“不用威嚇他，什么話叫他說。”德氏顫巍巍的，看看常祿這樣，必時受了气來，隨哭道：“大人就叫我們打官司，請看我儿子這樣儿，都是他們气的。”說著，淚流不止。紹公命守門皂隸、站門的巡警，把德氏母子二人，一齊帶入。自己回至署內，早有審錄司的司員善全宮道仁道，听說德氏喊冤，忙來打听。紹公把德氏情由，述說一遍，即命由本部備文，行知該旗都統，傳令文光到案，問他領出阿氏，為什么不和平埋葬，又鬧得不能了結。詢問之后，叫他們調楚說合，切奠為不要緊的小節，又鬧得大了。善全、宮道仁連連答應，伺候紹公走后，先把德氏母子詢問一遍，然后行文該旗，傳令文光到案。 \\n 次日入署，宮道仁升了公堂，先把別的案件，問了一回。然后把文光帶上來問道：“文光，你這么大歲數，怎么這樣糊涂。人死了案子也完了，為什么領尸之后，你又不告訴她娘家呢？”文光道：“夸蘭達明鑒。阿氏死在獄里，論理不該當我領。我既領了，就算對得起她了。”宮道仁不待說完，拍案喝道：“不該你領，該當誰領？”這一句話，嚇得文光臉上如同土色，戰戰兢兢的辯道：“夸蘭達想情，她把小儿害死，小儿的冤枉還未曾雪呢。我再發喪她，豈不是太難了嗎？”宮道仁道：“胡說。我同你那么說，始終你沒有明白。你說你儿媳婦謀殺親夫，你有什么憑据？知她為什么起的意，同謀的奸夫是誰？”說著，連聲恫嚇，嚇得文光也慌了。本來沒有憑据，只知道深夜閨房，除他夫婦之外，沒有別人，所以才一口咬定。哪知道內中隱情，卻不干阿氏的事呢。當時張口結舌，一句話也答不出來。宮道仁問道：“你把你儿媳婦埋在哪里了？是与你儿子春英一齊并葬的呀，還是另一塊地呢？”文光道：“另一塊地。”宮道仁道：“地在哪里？”文光道：“在順治門外，西邊儿的義地里。”宮道仁听到此處，點點頭道：“是了，你先下去。”說著，把文光帶去。帶上德氏來勸道：“阿德氏，你們的官司，是愿意早完哪，還愿意永遠污涂著？”德氏哭道：“愿意早完。只是他不叫我出气儿，也就沒有法子了。”宮道仁道：“我看你這們大年歲，你養女不容易。人家養儿的也不容易，不能說一面儿理。要說你女儿沒罪，我們也知她沒罪。只是她親口承認，說是自己害的。旁人又有什么法子呢？現在她死在獄里，倒也很好，一來省得受罪，二來你若大年紀，省得惦念她。再說這監禁待質之法，本不算阿氏犯罪，即使而今死了。也總算是嫌疑人犯。雖然你親家文光，沒給你信，然既把你女儿領去，就算是他家的人了，于你們家門名譽不倒也很好。方才我問他，他說凶死的人不入塋地，春英和你女儿再在兩下里埋著哩，你意思是怎么樣？可以說明，我給你作個主。”阿氏德回道：“老爺既這樣說，阿德氏有兩個辦法。我女儿嫁在他家，沒犯了十大惡，他不能死后休妻，替儿嫌婦。若与春英合了葬，阿德氏什么話也不說了。這是頭一個辦法。第二個辦法，如果他領出尸去，不与合葬，須在他墳地附近，幽幽靜靜找個地方，阿德氏就沒話了。總之我女儿活著，是他們家的人，死了是他們家的鬼。若說我女儿不貞不淑，害了他的儿子，他得有确實憑据，不然我女儿雖然死了，我亦是不答應。” \\n 宮道仁剛欲說話，又沉吟半晌道：“話我是听明白了。我把文光叫上來，你們當堂商議，我給作主。”說著，喊喝衙役，复把文光帶來。因德氏在此，文光頭也不肯抬，望座上請了個安道：“夸蘭達怎么交派，領催怎么遵命。”說罷，低頭下气，听著宮道仁吩咐道：“春阿氏是阿德氏的女儿，是你文光的儿媳婦，雖然你儿子被害，究竟那原凶是誰，現在尚未發露。部院里監禁阿氏，無非為永久待質，姑且存疑。既然是嫌疑人犯，說是文光的家里人也可，說是阿德氏家里人也無不可。若讓文光領去，居然与春英合葬，未免差一點儿。若令阿德氏領去，算是被罪女犯，亦与情理不合。兩下里一分爭，全部有一面儿理，依著本司判斷，遵照大理院奏結原摺，還是姑且存疑。春阿氏尸身，既經文光領去，應和阿德氏商酌，設法安葬。儿女親家，應該原歸夙好。誰叫這一事，并沒有真情發現呢。惟現在阿德氏來部控告，文光于領尸之前，并未通知娘家，殊屬于理不合。然前案已經奏結，斷不能因此未節，勾起前案來。你們親家兩個，還要原歸夙好，找出几家親友來，調楚說合，兩家出几個錢，找個清靜幽僻的地方，好好把阿氏一埋，事情就算完了。怎么說呢，春阿氏生前死后，論起哪一件事來，全都怪可怜的。”這一片語，說得阿德氏嚎慟不止，文光亦洒淚哭了。當時在堂上具了結，叫兩人畫押完案。德氏凄凄慘慘，同著儿子常祿，回到家中，找了媒人普津，母子計議一回，不愿与文光家里再去麻煩，知會几家戚友，即在安定門外地壇東北角上，借了塊幽雅地方，擇日由順治門外義地起靈，至日厚備裝殮。阿德氏母子三人，同著德大舅母、麗格，并几家至近親友，一齊來到義地找了半天，有義地看管人指道：“這塊新土就是。”于是叫土人刨掘，輕刨了一下土，土人噯呦一聲，只見那塊新土，陷了一片。德氏哭道：“你看他的婆家，多么心狠，用這么薄的棺木，一經下雨，焉能不陷。”說著，上人等七手八腳，掘出棺木，只見阿氏尸身，活鮮鮮躺在那里。穿一件破夏布褂，下面光著兩只腳，棺材板已經散了。阿德氏見此光景，噯喲一聲，仆倒就地。常祿与眾家親友亦都嚎慟起來。慌的德大舅母扶住德氏，又忙告知土人，不用刨了，不看碰了肉。一面凄凄慘慘走至坑邊，一邊抹著眼淚，來看阿氏。麗格亦隨著過來，揪著德大舅母袖子，嗚嗚噥噥的哭個不住。土人問常祿道：“死的是您什么人？”常祿擦著眼淚。細把阿氏歷史述說一遍，引得看熱鬧的人，圍住德氏，嘆惜不止。有听著傷心，看著慘目，幫著掉淚的。土人道：“怪不得這樣凄慘，死的這么苦，在稍有仁心的人，誰都不忍。那天春阿氏埋后，來了個半瘋的人，打听了阿氏的埋所，他打了一包紙來，跪在當地下焚化哭了許久，不知是死鬼什么人。听說當日晚上那人在西南角上柳樹上吊死了。后來巡警查知，報了總廳。第二天縣里驗尸招領五六天，因是無名男子，第七日就給抬埋了。你看世界上什么事沒有。”常祿道：“這人的模樣年歲，你可記得？”上人道：“歲數不大，長得模樣儿很俊。看他舉止，很是不俗。昨据街面上談論，說是個天津人，新近來京的。不半瘋儿，也許有點痰迷。”常祿听到這里，料著是病魔尋死，与事無關的，因亦不再打听，只催上人等著裝殮，不看天忒晚了赶來不及。土人一面掘上，常斌下到坑里，幫著抬杠的撮尸。阿德氏坐在就地，哭得死去活來，不能動轉。麗格前仰后合，亦哭得不成聲了。土人問德大舅母道：“昨天有個老太太，來此燒紙，那是死鬼的什么人哪？”德大舅母听了，一時想不出是誰來，因問道：“來者是什么模樣？”土人道：“此人是蠻裝打扮，年在五十以外。”德大舅母想了半天，不知是誰。正欲細問，只听警尺一響，阿德氏与麗格等，又都哭了。因不顧再問細情，扶起阿德氏來，攙著上車。常祿兄弟，站在靈柩以前，穿著粗布孝衣，引路而行。麗格与眾家親友，坐車在后，一路看熱鬧的人，成千累万。看著棺上靈幡，飄飄蕩蕩，寫著阿氏的姓氏，無不酸鼻墮淚。是日安葬已畢，有悼惜阿氏生前哀史的人，特在地壇東北角，阿氏墳家上，銘以碣示： \\n 造物是何心？播此孽緣种。触塵生惡因，隨鴉怜彩鳳。鴛心寒舊盟，鼠牙起冤訟。我今勒貞　，志汝幽明痛。又醉漁有詩曰： \\n 天地何心播老蚌，造物有意弄滄桑。 \\n 百年一對雙鴛家，千載秋赦嘆未央。 \\n 風雨摧花意倍傷，可怜碎玉并埋香。 \\n 韓馮未遂身先死，留得孤墳照夕陽。 \\n 一坯黃土掩骷髏，底事而今有几知？ \\n 阿母不情兄太狠，忍教駕鳳逐樓鴉。 \\n  \\n   \\n  "}
