{"章节": "兵经百言（清）揭暄", "正文": "  \\n 兵经百言 \\n 　 \\n  \\n  \\n （清）揭暄 \\n 智部 \\n 據兵之先，唯機與勢。能識測而後爭乃善。可不精讀兵言以造於巧乎？至於立謀設計，則始而生，繼而變，再而累，自是為轉為活，為疑為誤，無非克敵之法，不得以，乃用拙。總之，預布疊籌，以底乎周謹，而運知行間，乃能合之以秘也。 \\n 先 \\n 兵有先天，有先機，有先手，有先聲。師之所動而使敵謀阻抑，能先聲也；居人己之所并爭，而每早占一籌，能先手也？不倚薄擊決利，而預布其勝謀，能先機也；以無爭止爭，以不戰弭戰，當未然而浸消之，是云先天。先為最，先天之用尤為最，能用先者，能運全經矣。 \\n 機 \\n 勢之維繫處為機，事之轉變處為機，物之緊切處為機，時之湊合處為機。有目前即是機，轉瞬處即非機者；有乘之即為機，失之即無機者。謀之宜深，藏之宜密。定於識，利於決。 \\n 勢 \\n 猛虎不據卑址，勍鷹豈立柔枝？故用兵者務度勢。處乎一隅，而天下搖搖莫有定居者，制其上也。以少邀眾，而堅銳阻避莫敢與爭者，扼其重也。破一營而眾營皆解，克一處而諸處悉靡者，撤其恃也。陣不俟交合，馬不及鞭弭，望旌旗而踉跪奔北者，摧其氣也。能相地勢，能立軍勢，善之以技，戰無不利。 \\n 識 \\n 聽金鼓，觀行列，而識才；以北誘，以利餌，而識情；撼而驚之，擾而拂之，而識度，察於事也。念之所起，我悉覺之；計之所紿，我悉洞之；智而能掩，巧而能伏，我悉燭之，灼於意也。若夫意所未起而預擬盡變，先心敵心以知敵，敵後我意而意我，則謀而心投。一世之智，昭察無遺，後代之能逆觀於前。識至此，綦渺矣。 \\n 測 \\n 兩將初遇，必有所試；兩將相持，必有所測。測於敵者，避實而擊疏；測於敵之測我者，現短以致長。測蹈於虛，反為敵詭。必一測而兩備之，虞乎不虞，全術也，勝道也。 \\n 爭 \\n 戰者爭事也，兵爭交，將爭謀，將將爭機。夫人而知之，不爭力而爭心，不爭人而爭己。夫人而知之，不爭事而爭道，不爭功而爭無功。無功之功，乃為至功；不爭之爭，乃為善爭。 \\n 讀 \\n 論事，古不如今，事多則法數，過遷則理遷。故讀千古兵言，有不宜知拘，妄言知謬，未備識缺，膚理須深，杳幻索實，浮張心斥，成套務脫。忌而或行，誠而或出，審疏致密，由偏達全，反出見奇，化執為活，人泥法而我鑄法，人法法而我著法。善用兵者，神明其法。 \\n 言 \\n 言為劍上事，所用之法多離奇：或虛揚以濟謀，或權托以備變，或誣構以疏敵，或謙遜以緩敵，至預發摘奸。詭譎造惑，故泄取信，反說餂意，款劇導情，壯烈激眾，愴痛感軍，高危悚聽，震厲破膽。假痴，偽認，佯怒，詐喜，逆排，順導。飛、流、紿、狂、囈、譫、附、瞪、形、指、躡、嘿，皆言也，皆運言而制機宜者也。故善言者，勝驅精騎。 \\n 造 \\n 勘性命以通兵玄，探古史以核兵跡，窮象數以徹兵徵，涉時務以達兵政，考器物以測兵物。靜則設無刑事而作謀，出則探素所懷而經天下。 \\n 巧 \\n 事不可以徑者必以巧，況行師乎！善破敵之所長，使敵攻守失恃，逃散不能，是謂困制之巧；示弱使忽，交納使慢，習處使安，屢常使玩，時現使秏，虛驚使防，挑罵使怒，是謂愚侮之巧；所疫法，非古有法，可一不可再，獨造而獨智，是謂臆空之巧；一徑一折，忽深忽淺，使敵迷而受制，是謂曲入之巧；以活行危而不危，翻安為危而復安，舍生趨死，向死得生以成事，是謂反出之巧。 \\n 謀 \\n 兵無謀不戰，謀當底於善。事各具一善機，時各載一善局。隨事因時，謀及其善而止。古畫三策，上為善。有用其中而善者，有用其下而善者，有兩從之而善者，并有處敗而得善者。智不備於一人，謀必參諸群士。善為事極，謀附於善為謀極。深事深謀，無難而易；淺事淺謀，無過而失也。 \\n 計 \\n 計有可制愚不可制智，有可制智不可制愚。一以計為計，一以不計為計也。惟計之周，智愚并制。假智者而愚，即以愚施；愚者而智，即以智投；每遇乎敵所見，反乎敵所疑，則計蔑不成矣！故計必因人而設。 \\n 生 \\n 生者華荄也，玄蒂也。故善計者因敵而生，因己而生，因古而生，因書而生，因天時、地利、事物而生，對法而生，反勘而生。陡設者無也，象情者有也，皆生也。 \\n 變 \\n 事幻於不定，亦幻於有定。以常行者而變之，復以常變者而變之，變乃無窮。可行則再，再即窮，以其擬變而不變也。不可行則變，變即再，以其識變而復變也。如萬雲一氣，千波一浪，是此也，非此也。 \\n 累 \\n 我可以此制人，即思人亦可以此制我，而設一防；我可以此防人之制，人即可以此防我之制，而增設一破人之防；我破彼防，彼破我防，又應增設一破彼之破；彼既能破，復設一破乎其所破之破，所破之破既破，而又能固我所破，以塞彼破，而申我破，究不為其所破。遞法以生，踵事而進，深乎深乎！ \\n 轉 \\n 守者一，足敵攻之十，此恒論也。能行轉法，則其勢倍反。如我以十攻一，苟能轉之，則彼仍其一，而我十其十，是以百而擊一。我以十攻十，苟能轉之，則我仍其十，而彼縮其九，是以十而擊一。我以一攻十，苟能轉之，則敵止當一，而我可敵十，是以一而擊一。 \\n 故善用兵者，能變主客之形，移多寡之數，翻勞逸之機，遷利害之勢，挽順逆之狀，反驕厲之情。轉乎形并轉乎心，以艱者危者予乎人，易者善者歸乎己，轉之至者也！ \\n 活 \\n 活有數端：可以久、可以暫者，活於時也；可以進、可以退者，活於地也；可以來、可以往，則活於路；可以磔、可以轉，則活於機。兵必活而後動，計必活而後行。第活中務緊，緊處尋活。無留接是為孤軍，無救著是云窮策。 \\n 疑 \\n 兵詭必疑，虛疑必敗。 \\n 誤 \\n 克敵之要，非徒以力制，乃以術誤之也。或用我誤法以誤之，或因其自誤而誤之。誤其恃，誤其利，誤其拙，誤其智，亦誤其變。虛挑實取，彼悟而我使誤，彼誤而我能悟。故善用兵者，誤人而不為人誤。 \\n 左 \\n 兵之變者無如左。左者以逆為順，以害為利；反行所謀左其事，以己資人左其形，越取迂遠左其徑。易而不攻，得而不守，利而不進，假而不遏，縱而不留，難有所先，險有所蹈，死有所趨，患有不恤，兵眾不用，敵益而喜，皆左也。適可而左，則適左而得，若左其所左則失矣。 \\n 拙 \\n 遇強敵而堅壁，或退守時宜拙也。敵有勝名，於我無損，則侮言可納，兵加可避，計來可受，凡此皆可拙而拙也。甚至敵無奇謀，我有外慮；敵本雌伏，我以勁待，凡此皆不必拙而拙，無失也。寧使我有虛防，無使彼得實著。歷觀古事。竟有以一拙敗名將而成全功者。故曰：力將當有怯時。 \\n 預 \\n 凡事以未意而及者，則心必駭，心駭則倉猝不能謀，敗徵也。兵法千門，處傷萬數，必敵襲如何應，敵衝如何擋，兩截何以分，四來何以戰！凡屬艱險危難之事，必預籌而分布之，務有一定之法，并計不定之法，而後心安氣定，適值不驚，累卵無危。古人行師，經險出難，安行無患，非必有奇異之智，預而已。 \\n 疊 \\n 大凡用計者，非一計之可孤行，必有數計以勷之也。以數計勷一計，由千百計煉數計，數計熟則法法生。若間中者偶也，適勝者遇也。故善用兵者，行計務實施，運巧必防損，立謀慮中變，命將杜違制。此策阻而彼策生，一端致而數端起，前未行而後復具，百計疊出，算無遺策，雖智將強敵，可立制也。 \\n 周 \\n 處軍之事煩多，為法亦瑣。大而營伍行陣，小而衣食寢居，總不可開隙趨危。故攄思於慮，作法於無防，敵大勿畏，敵小勿欺，計周靡恃，為周之至。 \\n 謹 \\n 用兵如行螭宮蛟窟，有風波之險。螭宮蛟窟，渡則安也。若大將則無時非危，當無時不謹。入軍如有偵，出境儼臨交，獲取驗無害，遇山林險阻必索奸，敵來慮有謀，我出必裕計。慎以行師，至道也。 \\n 知 \\n 微乎微乎！惟兵之知。以意測，以識語，不如四知之廉得其實也。一曰通，二曰諜，三曰偵，四曰鄉。通，知敵之計謀；諜，知敵之虛實；偵，知敵之動靜出沒；鄉，知山川蓊翳，里道迂回、地勢險易。知計謀則知所破，知虛實則知所擊，知動靜出沒則知所乘，知山川里道形勢則知所行。 \\n 間 \\n 間者，祛敵心腹、殺敵愛將，而亂敵計謀者也。其法則有生、有死、有書、有文、有言、有謠、用歌、用賂、用物、用爵、用敵、用鄉、用友、用女、用恩、用威。 \\n 秘 \\n 謀成於密，敗於泄。三軍之事，莫重於秘。一人之事，不泄於二人；明日所行，不泄於今日。細而推之，慎不間發。秘於事會，恐泄於語言；秘於語言，恐泄於容貌；秘於容貌，恐泄於神情；秘於神情，恐泄於夢寐。有行而隱其端，有用而絕其口。然可言者，亦不妨先露以示信，推誠有素，不秘所以為秘地也。 \\n 法部 \\n 軍之興也，唯上善任，唯將輯兵。於材能鋒穎之士，結而馭之，練而勵之，勒而恤之。較閱能否，兵銳糧足，而後可以啟行。迨相移住，必得所趨，稔於地利而後可以立陣；能肅、能野、能張、能斂、能順而發、拒而撼，而後可以逆戰。及博則必善於分，更，明於延；速，運乎牽；勾，以迨委；鎮，而後可以制勝。然必深圖一全人隱己之術也。 \\n 興 \\n 凡興師必分大勢之先後緩急以定事，酌彼己之情形利害以施法，總期於守己而制人。或嚴外以衛內，或固本以擴基，或剪羽以孤勢，或擒首以散餘，或攻強以震弱，或拒或交，或剿或撫，或圍或守，或遠或近，或兩者兼行，或專力一法。條而審之，參而酌之，決而定之，而又能委曲推行，游移待變，則展戰而前，可大勝也。 \\n 任 \\n 上御則掣，下抗則輕。故將以專制而成，分制而異，三之則委，四之五之，則擾而拂。毋有監，監必相左也；毋或觀，觀必妄聞；毋聽說，說，非忌即間也。故大將在外，有不俟奏請，贈賞誅討，相機以為進止。將制其將，不以上制將。善將將者擇人專厥任而矣。 \\n 將 \\n 有儒將，有勇將，有敢將，有巧將，有藝將。儒將智，勇將戰，敢將膽，巧將制，藝將能。兼無不神，備無不利。 \\n 輯 \\n 輯睦者，治安之大較。睦於國，兵鮮作；睦於境，燧無烽。不得已而治軍，則尤貴睦。君臣睦而後任專，將相睦而後功就，將士睦而後功賞相推，危難相援。是輯睦者治國行軍不易之善道也。 \\n 材 \\n 王有股肱耳目，大將亦必有羽翼贊勷。故師之用材，等於朝廷。 \\n 有智士，若參謀，亦贊畫，亦謀主，任帷幄而決軍機，動必咨詢。 \\n 有勇士，若驍將，亦健將，亦猛將，亦梟將，主決戰而備衝突，率眾當先。 \\n 有親士，若私將，若手將，若幄將，若牙將，主左右宿衛，宣令握機。 \\n 有識士，曉陣宜，知變化，望景氣，測雲物，驗風雨，悉地域，灼敵情，知微察隱，司一軍進止。 \\n 有文士，窮今古，繹理原，秉儀節，哆談求，構箋檄，露疏典，亮辭章。 \\n 有術士，精時日，相陰幽，探莢卜，操迴避，煉鴆餌，使權宜可否，利己損敵。 \\n 有數士，審國運，逆利阨，射襲伏，籌餉茭，紀物用，錄勛酬，籍卒伍，丈徑率，能籌算多寡，略無差脫。 \\n 有技士，膽勇敢，敵明辯，持匕首，挾劍鋒俾得出入敵壘，相機設巧。 \\n 有藝士，度材器，規溝塹，葺損窳，創神異，顛小大，促遠近，更上下，翻輕重，仿古標新，專簡飭兵物以全攻守。 \\n 此九者之內，有兼才，如智能役勇，勇能行智，及智勇備者。 \\n 有通才，若智謀，若勇戰，若文、藝、技、術，無有不達者，誠奇傑國士也。 \\n 外此則有別材，若戲，若舞，若笑，若罵，若歌，若鳴，若魆，若擲，若躍，若飛，若圖畫，若烹飪，若染涂，若假物形，若急足善行，總不可悉名。然凡屬技能足給務理紛者，皆必精選厚別，俾得善其所司，而後事無不宜之人，軍無不理之事。至於獻謀陳策，則罔擇人，偶然之見，一得之長，雖以卒徒，必亟上擢。言有進而無拒，不善不加罰，則英雄悉致，此羽林列曜之象也。 \\n 能 \\n 天之生人，氣聚中虛則智，氣散四肢則朴。朴者多力，智者多弱，智勇兼備者，世不可數。故能過百人者，長百人；能過千人者，長千人；越千則成軍矣。能應一面之機，能當一面之鋒，乃足以長軍。軍有時而孤，遣將必求可獨任。故善用才者，偏裨皆大將也。 \\n 鋒 \\n 自天、地、風、雲、龍、虎、鳥、蛇而外，更立九軍。所以厚別分植，為陣之鋒。 \\n 一曰親軍，乃里壯家丁，護衛大將者也； \\n 一曰憤軍，乃復仇贖法，願驅前列者也； \\n 一曰水軍，能出沒波濤，覆蕩舟楫； \\n 一曰火軍，能飛鏢滾雷，遠致敵陣； \\n 一曰弓弩軍，能伏窩挽強，萬羽齊發，制敵百步之外； \\n 一曰衝軍，力撼山岳，氣叱旌旗，於以攖大敵，冒強寇； \\n 一曰騎車，驍勇異倫，飛馳兩陣之間，追擊遠極絕之地； \\n 一曰車軍，材力敏捷，進犯矢石，退遏奔馳，列之使敵不得進； \\n 一曰游軍，巡視機警，便宜護應，合軍舉動皆繫之。 \\n 而中有猱升，狼下，蛇行，鼠伏，縋險，通遠，逾城，穿幕之屬。九者親游護於中軍，餘每分餘隅。分則各御，合則并出，可伸可縮，使一陣之間，血脈聯絡，惟籍此為貫通也。 \\n 結 \\n 三軍眾矣，能使一之於吾者，非徒威令之行，有以結之也。而結必協其好：智者展之，勇者任之，有欲者遂之，不屈者植之；泄其憤惋，復其仇仇。見瘡痍如身受，行罪戮如不忍，有功者雖小必錄，得力者賜於非常，所獲則均，從役厚恤，撫眾推誠，克敵寡殺。誠若是，豈惟三軍之士應麾而轉，將天下皆望羽至矣。敵其空哉！ \\n 馭 \\n 人以拂氣生，才以怒氣結。苟行兵必求不變者而後用，天下有幾？兵非善事，所利之才即為害之才。勇者必狠，武者必殺，智者必詐，謀者必忍。兵不能遣勇武智謀之人，即不能遣狠殺詐忍之人；不用狠殺詐忍之人，則又無勇武智謀之人。故善馭者，使其能而去其凶，收其益而杜其損，則天下無非無才也。仇可招也，寇可撫也，盜賊可舉，而果敢輕法，而夷狄遠人，皆可使也。 \\n 練 \\n 意起而力委謝者，氣衰也；力餘而心畏沮者，膽喪也。氣衰膽喪，智勇竭而不可用。故貴立勢以練氣，經勝以練膽，布心以練情，一教以練陣藝。三軍練，彼此互乘，前後疊麗，動則具動，靜則具靜。 \\n 勵 \\n 勵士原不一法，而予謂，名加則剛勇者奮，利誘則忍毅者奮，迫之以勢，陷之以危，詭之以術，則柔弱者亦奮。將能恩威畢脅，所策皆獲，則三軍之士，彪飛龍蹲，遇敵可克。而又立勢佐威，盈節護氣，雖敗不損其銳，雖危不震其心，則又無人無時而不奮也。 \\n 勒 \\n 勒馬者必以羈勒，勒兵者必以法令。故勝天下者不馳法。然恩重乃可施法，罰行而後威濟，是以善用兵者准得失為功罪，詳鬥奔以恤傷。戮一人而人皆威，殺數眾而眾咸服，誅怯斬敗，而士益奮，號令嚴肅，犯法不貸，止如岳，動如崩，故所戰必克。決不以濡忍為恩，使士輕其法，致貽喪敗也。 \\n 恤 \\n 嘗有絕代英雄，方露端倪，輒為行間混陷，亦有染於卒伍，勛業未建，或為刑辟所汲，可勝浩嘆！天之生才甚難，苟負其質而不見用，則將投敵而為我抗，此為大將者在所必恤。恤者：平日虛懷咨訪，毋使不偶。至於陣中軍兵，披霜宿野，帶甲懸刀，饑搏風戰，傷於體而不言苦，經於難而不敢告勞。苟輕棄其命，非惟不利於軍，亦且不利於將。故善用兵者，不使陷於敵，與擅友肆也。 \\n 較 \\n 較器不如較藝，較藝不如較數，較數不如較形與勢，較形與勢不如較將之智能。智能勝而勢不勝者，智能勝；勢勝而形不勝者，勢勝；形勝而數不勝者，形勝；形與數勝而藝器窳者，形數勝。我勝乎至勝，彼勝乎小勝，敵雖有幾長，無難克也。 \\n 銳 \\n 養威貴素，觀變貴謀。兩軍相薄，大呼陷陣而破其膽者，惟銳而已矣。眾不敢發而發之者，銳也；敵眾蜂來，以寡赴之者，銳也；出沒敵中，往來衝擊者，銳也；為驍為健，為勇鷙猛烈者，將銳也；如風如雨，如山崩岳搖者，軍銳也；將突而進，軍湧而衝者，軍、將皆銳也。徒銳者蹶，不銳者衰。智而能調，發而能收，則銳不窮。 \\n 糧 \\n 籌餉之法，大約歲計者宜屯，月計者宜運，日計者宜流給。行千里則運流兼，轉徙無常則運流兼，迫急不及鐺煮則用乾餱，若夫因糧於敵，與無而示有，虛而示盈，及運道阻截，困守圍中，索百物為飼，間可救一時，非可長恃者。民之天，兵之命，必謀之者不竭，運之者必繼，護之者維周，用之者常節。 \\n 住 \\n 住軍必後高前下，向陽背陰，養生處實，水火無慮，運接不阻，進可以戰，退可以守，有草澤流泉，通達樵牧者，則住。然物數不全，方域各異，故暫止惟擇軍宜，久拒必任地勢。 \\n 行 \\n 軍行非易事也。行險有伏可慮，濟川惟決是憂，晝起恐其暴來，夜止虞彼虛擾，易斷絕者貫聯，難疾速者卷進。一節不防，則失在疏。必先繪其地形以觀大勢，復尋土著之人，以為前導，一山一水，必盡知之，而後可以行軍。 \\n 移 \\n 軍無定居，亦無定去，但相機而行。春宜草木，枯燥則移；夏宜泉澤，雨濡則移；伏於林翳，風甚則移，有便則投，可虞則移；有利則止，無獲則移；敵脆則止，敵堅則移；此強彼弱則移，此緩彼急則移，此難彼易則移。 \\n 趨 \\n 師貴徐行，以養力也。惟乘人不備，及利於急擊，當倍道以趨。晝趨則偃旗息鼓，夜趨則卷甲銜枚。趨一日者力疲，經晝夜者神憊。一日以趨，兼百數十里；晝夜以趨，兼二三百里。兼近者絕不成行陣難畢至；兼遠者棄大軍而進，故眾師遠乎其後也。人不及食，馬不及息。勞而寡及，非恃我之精堅，敵之摧喪，與地形山川之洞悉，敢出於此乎？故非全利而遠害，慎勿以趨為幸也。 \\n 地 \\n 凡進師克敵，必先相敵地之形勢。十里有十里之形勢，百里有百里之形勢，千里有千里之形勢。即數里之間，一營一陣，亦有形勢。一形勢，必有吭、有背、有左夾右夾、有根基要害。而所恃者必恃山、恃水、恃城、恃壁、恃關隘險阻、草木蓊翳、道路雜錯。克敵者，必審其何路可進，何處可攻，何地可戰，何處可襲，何山可伏，何徑可誘，何險可據。利騎利步，利短利長，利縱利橫。業有成算，而後或扼吭，或撫背，或穿夾，或制根基要害。 \\n 恃山則索逾山之法，恃水則索渡水之法。恃城壁關隘、草木道路，則索拔城破壘、越關過隘、焚木除草、稽察道路、正奇通合之法。勢在外，慎毋輕入，入如魚之游釜，難以遺脫；勢在內，毋徒繞，繞如虎求圈羊，不可食也。故城非伏難攻，兵非導不進。山川以人為固，苟無人能拒，山川曷足險哉！ \\n 利 \\n 兵之動也，必度：益國家，濟蒼生，重威能。苟得不償失即非善利者矣。行遠保無虞乎？出險保無害乎？疾趨保無蹶乎？衝陣保無陷乎？戰勝保無損乎？退而不失地，則退也；避而有所全，則避也。北有所誘，降有所謀，委有所取，棄有所收，則北也，降也，委也，棄也。行兵用智，須用其利。 \\n 陣 \\n 言陣者數十家，餘盡掃而盡括之。形象人字，名曰人陣。順之為人，逆之為人，進之為人，退之為人。聚則共一人，散則各為一人，一人為一陣，千萬人生乎一陣，千萬人合乎一陣，千萬人動乎一人。 \\n 銳在前而重在後，鋒為觸而游為周，其中分陰陽虛實，當受卸衝。為翼伏吐納，動靜合張。鬥不可亂，進必相依，不依則危，人自不亂，亂亦隨整，人自能依。人必依人，又何可亂？高高下下隨乎勢，長短廣狹變於形，人陣神然哉！ \\n 肅 \\n 號令一發三軍震懾，鼓進金止，炮起鈴食，颯奮麾馳。雨不避舍，熱不釋甲，勞不棄械，見難不退，遇利不取，陷城不妄殺，有功不驕伐，趨行不聞聲，衝之不動，震之不驚，掩之不奔，截之不分，是為肅。 \\n 野 \\n 整者兵法也，礙於法則有機不投。兵法之精，無如野戰：或前或卻，或疏或密。其陣如浮雲在空，舒卷自如；其行如風中柳絮，隨其飄泊。迨其薄，如沙汀磊石，高下任勢；及其搏，如萬馬驟風，盡力奔騰。敵以法度之，法之所不及備；以奇測之，奇之所不及應；以亂揆之，亂而不失；馳而非奔，旌旗紛動而不踉蹌，人自為危，師自立威。見利而乘，任意為戰，此知兵之將所深練而神用者也。抑亦難哉！ \\n 張 \\n 耀能以震敵，恒法也。惟無有者故稱，未然者故托，不足者故盈。或設偽以疑之。張我威，奪彼氣，出奇以勝，是虛聲而致實用也，處弱之善道也。 \\n 斂 \\n 卑其禮者，頹敵之高也；靡其旌者，敵敵之整也；掩其精能者，萎敵之盛銳也；惟斂可以克剛強，惟斂難以剛強克。故將擊不揚以養鷙，欲搏弭耳以伸威，小事隱忍以圖大，我處其縮以盡彼盈。既舒吾盈，還乘彼縮。 \\n 順 \\n 大凡逆之愈堅者，不如順以導瑕，敵欲進，羸柔示弱以致之進；敵欲退，解散開生以縱之退；敵倚強，遠鋒固守以觀其驕；敵仗威，虛恭圖實以俟其惰。致而掩之，縱而擒之，驕而乘之，惰而收之。 \\n 發 \\n 制人於危難，扼人於深絕，誘人於伏內。張機投阱，必度其不可脫而後發。蓋早發敵逸，猶遲發失時。故善用兵者，制人於無可逸。 \\n 拒 \\n 戰而難勝則拒，戰而欲靜則拒。憑城以拒，所恃者非城；堅壁以拒，所恃者非壁；披山以拒，阻水以拒，所恃者非山與水。必思夫能安能危、可暫可久，靜則謀焉，動則利焉。 \\n 撼 \\n 凡軍之可撼者，非傷天行，即陷地難，及疏於人謀。無是數者而欲撼之，非惟無益，亦且致損。故大將臨敵，犯可撼，戒不可撼，若故為可撼以致人之撼之，而展其撼者，則又善於撼敵者也。 \\n 戰 \\n 逆戰數百端。 \\n 眾、寡，分、合，進、退，遇、乘，迭、翼，緩、速，大、小，久、暫，追、拒，綴、遏，諧於法。 \\n 騎、步、駐、隊、營、陣、壘、行、鋒、隨、堅、散、嚴、制、禁、令、教、試、嘗、比、水、火、舟、車、筏、梁，協於正。 \\n 晝、夜，寒、暑，風、雨，雲、霧，晨、暮，星、月，電、冰、雪、因於時。 \\n 山、谷、川、澤、原、峽，遠、近，險、仰、深、林、叢、泥、坎、邃、巷、衢、逾、沙、石、洞、砦、塞，宜於地。 \\n 至展計則謀：心、揚、應、餌、誘、虛、偽、聲、約、襲，伏、挑、搦、抄、掠、關、構、嫁、左、截、邀、躡、踵、驅、卸。 \\n 握奇則自：牽、變、避、隱、層、裝、物、神、邪、鑽、返、魃、混、野、狼、塵、煙、炬、耀、蔽、裸、空、飛，甚則不、無、衝、湧、擠、排、貫、刺、掩、蹂、夾、繞、圍、裹、蹙，壓、狠、暴，連、毗、懾、摧、戀、酣、并、陷，而施勇。 \\n 再甚則饑、疲、蒼、困、孤、逼、降、破、欺、擒、憤、怒，苦、激、強、血、死、鏖、猝、驚、奔、殿、接、救，以經危。 \\n 精器善技，展戰棄夷，亶為名將。 \\n 搏 \\n 百法皆先著，惟戰則相搏，當思搏法，此臨時著也。敵強宜用抽卸；敵均宜用常抄；敵弱宜用沖蹂；蒙首介騎，步勇挨之，往返擊殺，使敵無完隊則蹂也。以我之強當其弱，以我之弱當其強，而令強者先發，左右分抄，是謂剛弱取勝。預立斷截開分，使敵突則納，敵沖則裂，卸彼勢而全我力，伏鋒以裹之，所謂強弩之末也。要皆相敵以用，然未戰必備其猝來，戰退以虞其掩至，而且北必緊旌，使敵不敢迫；勝必嚴追，使伏不得突乘。能如是，而後進可不敗，退可不死，與三軍周旋，於風馳電薄間，無不得其勝著也。銳而暇，靜而整，慎旃。 \\n 分 \\n 兵重則滯而不神，兵輕則便而多利。重而能分，其利自倍。營而分之，以防襲也；陣而分之，以備衝也；行而分之，恐有斷截；戰而分之，恐有抄擊。倍則可分以乘虛，均則可分以出奇，寡則可分以生變。兵不重交，勇不遠攫，器不隔施。合兵以壯威，分兵以制勝。統數十萬之師而無壅潰者，分法得也。 \\n 更 \\n 武不可黷。連師境上，屢境不息，能使師不疲者，惟有更法。我一戰而人數應，誤逸為勞；人數戰而我數休，反勞為逸。逸則可作，勞則可敗。不竭一國之力以供軍，不竭一軍之力以供戰，敗可無虞，勝亦不擾。 \\n 延 \\n 勢有不可即戰者，在能用延。敵鋒甚銳，少俟其怠；敵來甚眾，少俟其解；征調未至，必待其集；新附未洽，必待其孚；計謀未就，必待其確；時未可戰，姑勿與戰，亦善計也。故為將者，務觀乎彼己之勢。豈可以貪逞摧激而莽然一戰哉！ \\n 速 \\n 勢已成，機已至，人已集，而猶遷延遲緩者，此隳軍也。士將怠，時將失，國將困，而擁兵境上，不即決戰者，此迷軍也。有智而遲，人將先計；見而不決，人將先發；發而不敏，人將先收。難得者時，易失者機，迅而行之，速哉！ \\n 牽 \\n 甚矣哉！敵之不能猝勝者，惟有用牽法也。牽其前則不能越，牽其後則莫敢出。敵強而孤，則牽其首尾，使之疲於奔趨；敵狽而倚，則牽其中交，使之不得相應。大而廣，眾而散，則時此時彼，使之合則艱於聚，分則薄於守，我乃并軍一向，可克也。 \\n 勾 \\n 勾敵之信以為通，勾敵之勇以為應。與國勾之為聲援，四裔勾之助攻擊。勝天下者用天下，未聞己力之獨恃也。抑勾乃險策，用則必防其中變。究竟恩足以結之，力足以制之，乃可以勾。 \\n 委 \\n 委物以亂之，委人以動之，委壘塞土地以驕之。有宜用委者，多戀無成，不忍無功。 \\n 鎮 \\n 夫將，志也；三軍，氣也。氣易動而難制，在制於將之鎮。鎮矣，驚駭可定也，反側可安也，百萬眾可卻滅也。志正而謀一，氣發而勇倍，動罔不臧。 \\n 勝 \\n 凡勝者，有以勇勝，有以智勝，有以德勝，有以屢勝，有以一勝。勝勇必以智，勝智必以德，勝道務祈修。善勝者不務數勝而務全勝，務為保勝。若覬小利，徒挑敵之怒，堅敵之心，驕我軍之氣而輕進，隳我軍之志而解紐，是為不勝。 \\n 全 \\n 天德務生，邊事務殺。顧體天德者，知殺以安民，非害民；兵以除殘，非為殘。於是作不攻自拔以全城，致妄戮之戒以全民，奮不殺之武以全軍。毋徼功，毋欲利，毋逞欲，毋藉到威。城陷不驚，郊市若故。無之而非全，則無之而非生矣。 \\n 隱 \\n 大將行軍，須多慎著，固已言周謹矣！然對壘克敵，率軍馭將，事多不測。繫一軍進止者，當表異以為士卒先；繫舉陣存亡者，當計安以為三軍恃，且行不知所起，止不知所伏，顯象示人而稠眾莫識，刀劍森列之中，享藏身之固者，大將有隱道也。 \\n 衍部 \\n 善用兵者，明〈天〉〈數〉，〈辟〉〈妄〉說，廣推其役〈女〉通〈文〉〈借〉〈傳〉不借〈對〉敵則〈蹙〉〈眼〉〈聲〉〈挨〉〈混〉〈回〉，有用至〈半〉〈一〉〈影〉響之中，致機於〈空〉〈無〉〈陰〉〈靜〉，化於〈閑〉〈忘〉，不示〈威〉能，斯為操縱〈由〉己，而底於〈自〉〈如〉之地也，兵法至是乃極。（註：此段乃作者用其〔衍部〕各篇篇名所構成之序文，疑傳抄過程中已發生訛誤。） \\n 天 \\n 星浮四游，原無實應，惟當所居之地，氣衝於天，蒸為風雨雲霧。及暈芒蕩搖諸氣。可相機行變。正應者，惟陰陽、寒暑、晦明之數而已。疾風颯颯，謹防風角；眾星皆動，當有雨濕；雲霧四合，恐有伏襲；疾風大雨，隆雷交至，急備強弩。善因者，無事而不乘；善防者，無變而不應，至人合天哉！ \\n 數 \\n 兵家貴謀，曷可言數？而數亦本無。風揚雨濡，在天只任自然；凍堅潮停，亦是氣候偶合。況勝而旋敗，敗而復勝？勝而君王，敗而撥滅。舉爭將相之能，即未圖於人而人倏助，未傾於敵而敵忽誤，事所未意而機或符，皆以人造數，而非以數域人。數屬人為，天首何處。苟擁節專麾，止盡其在我者而已。若管郭袁李之學，可神而不可恃也。 \\n 辟 \\n 兵家不可妄有所忌，忌則有利不乘；不可妄有所憑，憑則軍氣不勵。必玄女、力士之陣不搜，活曜、遁甲之說不事，孤虛、風角、日者、靈台之學不究。迅風疾雨，驚雷赫電，幡折馬跑，適而不惑。以人事准進退，以時務決軍機。人定有不勝天，志一有不動氣哉！ \\n 妄 \\n 讀《易》，曰大過，曰無妄。聖賢以無妄而免過，兵法以能妄而有功。故善兵者，詭行反施，逆發詐取，天行時干，俗禁時犯，鬼神時假，夢占時託，奇物時致，謠讖時倡，舉措時異，語言時舛；鼓軍心，沮敵氣，使人莫測。妄固不可為，苟有利於軍機，雖妄以行妄，直致無疑可也。 \\n 女 \\n 男秉剛，女秉柔。古之大將，間有藉於女柔者，文用以愚敵玩寇，武用則作戰驅軍，濟艱解危，運機應變，皆有利也。男不足，女乃行。 \\n 文 \\n 武固論勇，而大將征討，時用羽檄飛文，恒有因一辭而國降軍服者。士卒稍知字句，馬上詩歌，行間俚語，條約禁令，暇則使之服習，或轉相耳傳，自聞詔解義，不害上為君子師、儒者兵也。 \\n 借 \\n 古之言借者，外援四裔，內約與國，乞師以求助耳。惟對壘設謀，彼此互角，而有借法，借法乃巧。蓋艱於力則借敵之力，難於誅則借敵之刀，乏於財則借敵之財，缺於物則借敵之物，鮮軍將則借敵之軍將，不可智謀則借敵之智謀。 \\n 何以言之？吾欲為者誘敵設，則敵力借矣；吾欲斃者詭敵殲，則敵刀借矣；撫其所有，則為借敵財；劫其所儲，則為借敵物；令彼自鬥，則為借敵之軍將；翻彼著為我著，因彼計成吾計，則為借敵之智謀。己所難措，假手於人，不必親行，坐享其利；敵為我資，而不見德、我驅之役，法令俱泯。甚且以敵借敵，借敵之借，使敵不知而終為我借，使敵既知而不得不為我借，則借法巧也。 \\n 傳 \\n 軍行無通法，則分者不能合，遠者不能應。彼此莫相喻，敗道也。然通而不密，反為敵算。故自金、旌、炮、馬、令箭、起火、烽煙，報警急外；兩軍相遇，當詰暗號；千里而遙，宜用素書，為不成字、無形文、非紙簡。傳者不知，獲者無跡，神乎神乎！或其隔敵絕行，遠而莫及，則又相機以為之也。 \\n 對 \\n 義必有兩，每相對而出。有正即有奇，可取亦可舍，對。古今智能人，已籌備時宜可否、戰陣利害中，機法生焉，變化神焉，有無窮之用矣！ \\n 蹙 \\n 謀於心曰計，力可為曰能。從心運者虛，見諸為者實。有能則能計，即半，計而亦可生計；無能則無從計，而善計皆空；籌空非計也。計必計所能，不惟攻擊能，戰守能，即走、降、死亦必要之能。故善兵者，審國勢己力，師武財賦，較於敵以立計。英雄善計者而有束手之時，無用武之地，勢不足而能不在耳。戚之者，於勢能未展之日，則俯首受制。無計之計，止有一避；無智之智，止有一拙；無能之能，暫用一屈。角而利，爪而距，不可蹙矣！ \\n 眼 \\n 敵必有所恃而動者，此眼也。如人有眼，手足舉動斯便利。是以名將必先觀敵眼所在，用抉剔之法。敵以謀人為眼，則務祛之；以驍將為眼，則務除之；以親信為眼，則能疏之；以名義為眼，則能壞之。或拔其基根，或中其要害，或敗其密謀，或離其恃交，或撤其憑藉，或破其慣利，此兵家點眼法也。點之法，有陰、有陽；有急、有緩。人有眼則明，弈有眼則生。絕其生而喪其明，豈非制敵之要法哉？ \\n 聲 \\n 師以義動者，名兵也。驚使數動者，虛喝也。敵夜營，遙誘以火鼓，實迫以金炮，制敵前後，伏兵兩路，使敵逃竄而殲之者，啄木畫也。轟轟隱隱，萬人吒自雲端，名曰天唳；潺潺泡泡，千軍噪營於內，名曰鬼嘒。如潮回，如霍清，震敵上下不知所由，使敵自相擊撞，而滅絕之者，落物朔也。 \\n 挨 \\n 天道後起者勝，兵法攖易不攖難。威急者，索也；銳犀者，挫也。敵動我能靜，我起乘敵疲。敵挾眾而來，勢不能久，則挨之；其形窘迫急欲決戰，則挨之；彼戰為利，我戰不利，則挨之；時宜守靜，先動者危，則挨之；二敵相搏，必有傷敗，則挨之；有眾而猜，必至自圖，則挨之；敵雖智能，中有掣者，則挨之；......天時將傷，地難將陷，銳氣將墮，則挨之。挨之，乃起而收之，則力全勢遂，事簡功多。古之所為寧觀，為徐俟，為令彼自發，皆是也。可急則乘，利緩則挨，故兵經有後之義。 \\n 混 \\n 混於虛，則敵不知所擊；混於實，則敵不知所避；混於奇正，則敵不知變化；混於軍、混於將，則敵不知所識。而且混敵之將以賺軍，混敵之軍以賺將，混敵之軍將以賺城營。同彼旌旗，一彼衣甲，飾彼裝束相貌，乘機竄入，發於腹，攻於內，殲彼不殲我，自辨而彼不能辨者，精於混也。 \\n 回 \\n 凡機用於智者一則間，用於愚者二而間，數受欺而不悟者三而間。間三而迫奇莫測，間二而迫人所度，間一而迫顛於法。一出二，二出三，隨勢變遷，隨形變遷；三迫二，二迫一，隨勢歸復，隨形歸復。 \\n 半 \\n 凡設策建事，計有十，行之僅可得五，其半在敵與湊合之間；行有十，而計止任其五，其半在敵與湊合之間，故善策者多惕。曰：我能謀敵則思敵能謀我者，至視天下為善謀，則可制天下之謀生。是精謀勇戰操其一，敵之抵應操其一，地天機宜操其一，必諦審。夫彼多而此少，或此多而彼少，能合於三，其勢乃全。故當以半而進乎全也。 \\n 一 \\n 行一事而立一法，寓一意而設一機，非精之至也。故用智必沈其一，用法必增其一，用變必轉其一，用偏必照其一，任局必出其一，行之必留其一，盡之必翻其一。蓋以用為動，以一為靜；以用為正，以一為奇。止於一，餘一不可。一不可一餘，一不可一盡。二餘一則三之，四餘一而五之，京秭溝澗而極正之，此阿祗那由之，不可無量也。餘一也，精之致也。 \\n 無 \\n 大凡著於有者，神不能受也。不能受，則遇事不自持，其大血衄者希矣。故善用兵者，師行如未，計設若否，創奇敵大陣而不動，非強制也。略裕於學，膽經於陣，形見於端，謀圖於朔。 \\n 影 \\n 古善用兵者，意欲如此，故為不如此以行其意，此破軍擒將降城服邑之微法。今則當意欲不如此，故為不如此，使彼反疑為意欲如此，以行其意欲不如此，此破軍擒將、降服城邑之微法。故為者，影也；故為而示意者，影中現影也。兩鑒懸透三千丈哉！ \\n 空 \\n 敵之謀計划，而我能空之，則彼智失可擒。虛幕空其襲，虛地空其伐，虛伐空其力，虛誘空其物。或用虛以空之，或用實以空之，虛不能則實詭，幻不赴功；實不能則虛就，事寡奇變。運行於無有之地，轉掉於不形之初，杳杳冥冥，敵本智而無所著其慮，敵未謀而無所生其心。洵空虛之變化，神也！ \\n 陰 \\n 陰者，幻而不測之道。有用陽而人不測其陽，則陽而陰矣；有用陰而人不測其陰，則陰而陰矣。善兵者，或假陽以行陰，或運陰以濟陽，總不外於出奇握機，用襲用伏，而人卒受其制，誰謂陰謀之不可以奪陽神哉！ \\n 靜 \\n 我無定謀，彼無敗著，則不可動；事雖利而勢難行，近少遂而終必失，則不可動。識未究底，謀未盡合，決不可為隨數任機之說。當激而不起、誘有不進，必度可動而後動，雖小有挫，不足擾也。妄動躁動，兵家亟戒！ \\n 閑 \\n 紛糾中，沒掂三設一步，人不解其所謂；寬緩處，不吃緊立一局，似覺屬於無庸，厥後湊乎事機收此著之用，則所關惟急。是知兵有閑著，兵無閑著。 \\n 威 \\n 強弱任於形，勇怯生於勢，此就行間之變化言也。苦夫善用兵者，運乎天下之所不及覺，制乎天下之所不敢動，戰乎天下之所不能守，扼乎天下之所不得衝，奔乎天下之所不可支，離乎天下之所不復聚。威之所懾，未事革兵而先已懼，既事兵革而莫能敵。一時畏其人，千秋服其神。 \\n 忘 \\n 利害安危，置之度外，固必忘身以致君矣。而不使士心與之俱忘，亦非善就功之將也。然而得其心者，亦自有術：與士卒同衣服，而後忘夫邊塞之風霜；與士卒同飲食，而後忘夫馬上之饑渴辛苦；與士卒同登履，而後忘夫關隘之險阻；與士卒同起息，而後忘夫征戰之勞苦；憂士卒之憂，傷士卒之傷，而後忘夫刀劍鏃戟之瘢痍。事既習而情與周，故以戰鬥為安，以死傷為分，以冒刃爭先為本務，而不知其蹈危也。兩忘者，處險如夷，茹毒如飴也。 \\n 由 \\n 進止戰守由於我，斯有勝道。由我則我制敵，由敵則為敵制。制敵者，非惟我所不欲，敵不能強之使動，即敵所不欲，我能致之不得不然也，甚至敵以挑激之術，起我憤慍，能遏而不應，斯真能由我者。 \\n 如 \\n 以智服天下，而天下服於智，智固不勝；以法制天下，而天下制於法，法亦匪神。法神者，非善之善者也。聖武持世，克無城，攻無壘，戰無陣，刃游於空，依稀乎釀於無爭之世，則已矣。淵淵涓涓，鏗鏗錚錚。 \\n 自 \\n 性無所不含，狃於一事而出，久則因任自然。故善兵者，所見無非兵，所設無非略，所治無非行間之變化。是以事變之來，不待安排計較，無非協暢於全經。天自然，故運行；地自然，故未凝；兵自然，故無有不勝。是以善用兵者。欲其自然而得之於心也。《詩》曰：「左之左之，無不宜之；右之右之，無不有之。」 \\n  \\n   \\n   \\n  "}
