{"章节": "司馬法（齐）司马穰苴", "正文": "　司馬法 \\n  \\n  \\n （齐）司马穰苴 \\n 〈仁本〉 \\n 古者，以仁為本以義治之之為正。正不獲意則權。權出於戰，不出於中人，是故：殺人安人，殺之可也；攻其國愛其民，攻之可也；以戰止戰，雖戰可也。故仁見親，義見說，智見恃，勇見身，信見信。內得愛焉，所以守也；外得威焉，所以戰也。 \\n 戰道：不違時，不歷民病，所以愛吾民也。不加喪，不因凶，所以愛夫其民也；冬夏不興師，所以兼愛民也。故國雖大，好戰必亡；天下雖安，忘戰必危。 \\n 天下既平，天子大愷，春蒐秋獮；諸侯春振旅，秋治兵。所以不忘戰也。 \\n 古者：逐奔不過百步，縱綏不過三舍，是以明其禮也；不窮不能而哀憐傷病，是以明其義也；成列而皷，是以明其信也；爭義不爭利，是以明其義也；又能舍服，是以明其勇也；知終知始，是以明其智也。六德以時合教，以為民紀之道也。自古之政也。 \\n 先王之治，順天之道；設地之宜；官民之德；而正名治物；立國辨職，以爵分祿。諸侯說懷，海外來服，獄弭而兵寢，聖德之治也。 \\n 其次，賢王制禮樂法度，乃作五刑，興甲兵，以討不義。巡狩者方，會諸侯，考不同。其有失命亂常，背德逆天之時，而危有功之君，偏告于諸侯，彰明有罪。乃告于皇天上帝，日月星辰，禱于后土四海神祇，山川冢社，乃造于先王。然後冢宰徵師于諸侯曰：「某國為不道，征之。以某年月日，師至于某國會天子正刑。」 \\n 冢宰與百官布令於軍曰：「入罪人之地，無暴神祇，無行田獵，無毀土功，無燔牆屋，無伐林木，無取六畜、禾黍、器械。見其老幼，奉歸勿傷。雖遇壯者，不校勿敵。敵若傷之，醫藥歸之。」 \\n 既誅有罪，王及諸侯修正其國，舉賢立明，正復厥職。 \\n 王、霸之所以治諸侯者六：以土地形諸侯；以政令平諸侯；以禮信親諸侯；以材力說諸侯；以謀人維諸侯；以兵革服諸侯。同患同利以合諸侯，比小事大以和諸侯。 \\n 會之以發禁者九：憑弱犯寡則眚之；賊賢害民則伐之；暴內陵外則壇之；野荒民散則削之；負固不服則侵之；賊殺其親則正之；放弒其君則殘之；犯令陵政則杜之；外內亂、禽獸行，則滅之。 \\n 〈天子之義〉 \\n 天子之義，必純取灋天地，而觀於先聖。士庶之義，必奉於父母，而正於君長。故雖有明君，士不先教，不可用也。 \\n 古之教民：必立貴賤之倫經，使不相陵；德義不相踰；材技不相掩；勇力不相犯。故力同而意和也。 \\n 古者，國容不入軍，軍容不入國，故德義不相踰。上貴不伐之士，不伐之士，上之器也。茍不伐則無求，無求則不爭，國中之聽，必得其情，軍旅之聽，必得其宜，故材技不相掩。從命為士上賞，犯命為士上戮，故勇力不相犯。 \\n 既致教其民，然後謹選而使之。事極修則百官給矣。教極省則民興良矣。習貫成則民體俗矣。教化之至也。 \\n 古者，逐奔不遠，縱緩不及。不遠則難誘，不及則難陷。以禮為固，以仁為勝。既勝之後，其教可復，是以君子貴之也。 \\n 有虞氏戒於國中，欲民體其命也。夏后氏誓於軍中，欲民先成其慮也。殷誓於軍門之外，欲民先意以行事也。周將交刃而誓之，以致民志也。夏后氏正其德也，未用兵之刃。故其兵不雜。殷義也，始用兵之刃矣。周力也，盡用兵之刃矣。夏賞於朝，貴善也。殷戮於市，威不善也。周賞於朝，戮於市，勸君子，懼小人也。三王彰其德一也。 \\n 兵不雜則不利，長兵以衛，短兵以守。太長則難犯，太短則不及。太輕則銳，銳則易亂。太重則鈍，鈍則不濟。 \\n 戎車，夏后氏曰鉤車，先正也。殷曰寅車，先疾也。周曰元戎，先良也。 \\n 旂，夏后氏玄首，人之執也。殷白，天之義也。周黃，地之道也。 \\n 章，夏后氏以日月，尚明也。殷以虎，白戎也。周以龍，尚文也。 \\n 師多務威則民詘，少威則民不勝。上使民不得其義，百姓不得其敘，技用不得其利，牛馬不得其任，有司陵之，此謂多威。多威則民詘。上不尊德而任詐慝，不尊道而任勇力，不貴用命而貴犯命，不貴善行而貴暴行，陵之有司，此謂少威。少威則民不勝。軍旅以舒為主，舒則民力足，雖交兵致刃，徒不趨，車不馳，逐奔不踰列，是以不亂。軍旅之固，不失行列之政，不絕人馬之力，遲速不過誡命。 \\n 古者，國容不入軍，軍容不入國。軍容入國則民德廢，國容入軍則民德弱。故在國言文而語溫，在朝恭以遜，修己以待人，不召不至，不問不言，難進易退。在軍抗而立，在行遂而果，介者不拜，兵車不式，城上不趨，危事不齒。故禮與灋表裏也。文與武左右也。 \\n 古者，賢王明民之德，盡民之善，故無廢德，無簡民，賞無所生，罰無所試。有虞氏不賞不罰而民可用，至德也。夏賞而不罰，至教也。殷罰而不賞，至威也。周以賞罰，德衰也。賞不踰時，欲民速得為善之利也。罰不遷列，欲民速覩為不善之害也。大捷不賞，上下皆不伐善。上苟不伐善，則不驕矣；下苟不伐善，必亡等矣。上下不伐善若此，讓之至也。大敗不誅，上下皆以不善在己。上苟以不善在己，必悔其過；下苟以不善在己，必遠其罪。上下分惡若此，讓之至也。 \\n 古者戍兵三年不興，覩民之勞也。上下相報，若此，和之至也。 \\n 得意則愷歌，示喜也。偃伯靈臺，荅民之勞，示休也。 \\n 〈定爵〉 \\n 凡戰：定爵位，著功罪，收遊士，申教詔，訊厥眾，求厥技，方慮極物，變嫌推疑，養力索巧，因心之動。 \\n 凡戰：固眾，相利，治亂，進止，服正，成恥，約法，省罰。小罪乃殺；小罪勝，大罪因。 \\n 順天，阜財，懌眾，利地，右兵，是謂五慮。順天奉時，阜財因敵，懌眾勉若，利地守隘險阻，右兵弓矢禦，殳矛守，戈戟助。凡五兵五當，長以衛短，短以救長，迭戰則久，皆戰則強。見物與侔，是謂兩之。 \\n 主固勉若，視敵而舉。將心心也，眾心心也，馬牛車兵佚飽力也。教惟豫，戰惟節。將軍身也，卒支也，伍指拇也。 \\n 凡戰，智也，鬬，勇也，陳，巧也。用其所欲，行其所能，廢其不欲不能，於敵反是。 \\n 凡戰，有天，有財，有善。時日不遷，龜勝微行，是謂有天。眾有，有因生美，是謂有財。人習陳利，極物以豫，是謂有善。人勉及任，是謂樂人。大軍以固，多力以煩，堪物簡治，見物應卒，是謂行豫。輕車輕徒，弓矢固禦，是謂大軍。密，靜，多內力，是謂固陳。因是進退，是謂多力。上暇人教，是謂煩陳。然有以職，是謂堪物。因是辨物，是謂簡治。 \\n 稱眾，因地，因敵，令陳。攻，戰，守，進，退，止，前後序，車徒因，是為戰參。不服，不信，不和，怠，疑，厭，懾，枝柱，詘，頓，肆，崩，緩，是謂戰患。驕驕，懾懾，吟曠，虞懼，事悔，是謂毀折。大小，堅柔，參伍，眾寡，凡兩，是謂戰權。 \\n 凡戰：間遠，觀邇，因時，因財，貴信，惡疑。作兵義，作事時，使人惠。見敵，靜，見亂，暇，見危難，無忘其眾。居國惠以信，在軍廣以武，刃上果以敏。居國和，在軍灋，刃上察。居國見好，在軍見方，刃上見信。 \\n 凡陳：行惟疏，戰惟密，兵惟雜。人教厚，靜乃治，威利章。相守義，則人勉，慮多成，則人服。時中服，厥次治。物既章，目乃明。慮既定，心乃強。進退無疑，見敵無謀。聽誅，無誰其名，無變其旗。 \\n 凡事，善則長，因古則行，誓作章，人乃強，滅厲祥。滅厲之道：一曰義，被之以信，臨之以強，成基，一天下之形，人莫不說，是謂兼用其人；一曰權，成其溢，奪其好，我自其外，使自其內。 \\n 一曰人；二曰正；三曰辭；四曰巧；五曰火；六曰水；七曰兵，是謂七政。榮，利，恥，死，是謂四守。容色積威，不過改意，凡此道也。唯仁有親，有仁無信，反敗厥身。人人，正正，辭辭，火火。 \\n 凡戰之道，既作其氣，因發其政，假之以色，道之以辭，因懼而戒，因欲而事，蹈敵制地，以職命之，是謂戰灋。 \\n 凡人之形，由眾之求，試以名行，必善行之。若行不行，身以將之，若行而行，因使勿忘，三乃成章。人生之宜謂之灋。 \\n 凡治亂之道：一曰仁；二曰信；三曰直；四曰一；五曰義；六曰變；七曰尊。立法：一曰受；二曰灋；三曰立；四曰疾；五曰御其服；六曰等其色；七曰百官無淫服。凡軍，使灋在己曰專，與下畏法曰法。軍無小聽，戰無小利，日成行微，曰道。 \\n 凡戰正不行則事專，不服則法，不相信則一。若怠則動之，若疑則變之，若人不信上，則行其不復。自古之政也。 \\n 〈嚴位〉 \\n 凡戰之道：位欲嚴；政欲栗；力欲窕；氣欲閑；心欲一。 \\n 凡戰之道：等道義；立卒伍；定行列；正縱橫；察名實。立進俯；坐進跪。畏則密；危則坐。遠者視之則不畏，邇者勿視則不散。位下，左右下，甲坐，誓徐行之。位逮徒甲，籌以輕重，振馬譟徒甲，畏亦密之。跪坐坐伏，則膝行而寬誓之。起譟鼓而進，則以鐸止之。御枚誓糗，坐膝行而推之，執戮禁顧，譟以先之。若畏太甚，則勿戮殺，示以顏色，告之以所生，循省其職。 \\n 凡三軍人戒分日，人禁不息，不可以分食，方其疑惑，可師可服。 \\n 凡戰：以力久；以氣勝；以固久；以危勝。本心固，新氣勝，以甲固，以兵勝。 \\n 凡車以密固，徒以坐固，甲以重固，兵以輕勝。人有勝心，惟敵之視；人有畏心，惟畏之視。兩心交定，兩利若一，兩為之職，惟權視之。 \\n 凡戰：以輕行輕則危；以重行重則無功；以輕行重則敗；以重行輕則戰。故戰相為輕重。舍謹甲兵，行陣行列，戰謹進止。 \\n 凡戰：敬則慊；率則服。上煩輕，上暇重。奏鼓輕，舒鼓重。服膚輕，服美重。 \\n 凡馬車堅，甲兵利，輕乃重。上同無獲；上專多死；上生多疑；上死不勝。 \\n 凡人：死愛，死怒，死威，死義，死利。 \\n 凡戰之道：教約人輕死；道約人死正。 \\n 凡戰：若勝若否，若天若人。 \\n 凡戰：三軍之戒，無過三日；一卒之警，無過分日；一人之禁，無過皆息。 \\n 凡大善用本，其次用末，執略守微，本末唯權，戰也。 \\n 凡勝：三軍一人勝。 \\n 凡鼓：鼓旌旗，鼓車，鼓馬，鼓徒，鼓兵，鼓首，鼓足，鼓兼齊。 \\n 凡戰：既固勿重，重進勿盡，凡盡危。 \\n 凡戰：非陳之難，使人可陳難；非使可陳難，使人可用難；非知之難，行之難。人方有性，性州異，教成俗，俗州異，道化俗。 \\n 凡眾寡，既勝若否。兵不告利，甲不告堅，車不告固，馬不告良，眾不自多，未獲道。 \\n 凡戰：勝則與眾分善；若將復戰，則重賞罰；若使不勝，取過在己；復戰則誓以居前，無復先術。勝否勿反，是謂正則。 \\n 凡民：以仁救；以義戰；以智决；以勇鬬；以信專；以利勸；以功勝。故心中仁，行中義，堪物智也，堪大勇也，堪久信也。讓以和，人自洽。自子以不循，爭賢以為，人說其心，效其力。 \\n 凡戰：擊其微靜，避其強靜；擊其倦勞，避其閑窕；擊其大懼，避其小懼。自古之政也。 \\n 〈用眾〉 \\n 凡戰之道：用寡固，用眾治。寡利煩，眾利正。用眾進止，用寡進退。眾以合寡，則遠裹而闕之。若分而迭擊，寡以待眾。若眾疑之，則自用之。擅利，則釋旗，迎而反之。敵若眾則相聚而受裹。敵若寡，若畏，則避之開之。 \\n 凡戰：背風；背高；右高；左險；歷沛；歷圯；兼舍環龜。 \\n 凡戰：設而觀其作；視敵而舉；待則循而勿鼓，待眾之作；攻則屯而伺之。 \\n 凡戰：眾寡以觀其變；進退以觀其固；危而觀其懼；靜而觀其怠；動而觀其疑；襲而觀其治。擊其疑；加其卒；致其屈；襲其規；因其不避；阻其圖；奪其慮；乘其懼。 \\n 凡從奔，勿息。敵人或止不路，則慮之。 \\n 凡近敵都必有進路，退，必有返慮。 \\n 凡戰：先則弊，後則懾，息則怠，不息亦弊，息久亦反其懾。書親絕，是謂絕顧之慮。選良次兵，是謂益人之強。棄任節食，是謂開人之意。自古之政也。"}
