{"章节": "●序", "正文": "  \\n ●序 \\n 　 \\n  \\n 大瀛海环其东南，有倭夷焉。以岛为居，以舟为马，习刀铤以抄略。其天性也。入我民类，多滑豪，潜与夷构相为雄长，至如炎风，去如收电，奄忽千里，纵横茫洋，往往入盗于海边，不可胜数，民甚患之。兹予持节闽中，职司海禁，乃日夜思竭其不肖之才力，务一心营职以求底于肃清也。顾书生不知兵，又其积弛已非一日，则亦何能为焉。所赖者上而督府，洞察机宜，式勤远略；下而师帅同心，靖冠戮力效忠，以故闽海稍稍安宁，卜萌衅之作矣。夫舟帅之设亦轨事之大者也，而今多失其故实焉。岂所以跨海内制倭夷之术哉！然惟治理废兴，虽以古今时变，所贵载在方策有明征焉。是俾后之人得以按籍而修其政也！乃不自揆紬绎见闻，再证履讨而为之记云。秀水卜大同。 \\n  \\n   \\n  "}
{"章节": "●卷上 置制", "正文": "  \\n ●卷上置制 \\n 　 \\n  \\n ○晋置温麻船屯 \\n 唐置左卫营、右卫营，复置经略宁海军。唐末陈岩置九龙军，伪闽置龙虎天霸等六军，及控宸、探鹤、宸卫三都以自卫。迄于五季，有全胜、百胜、横冲、海路、捉生、获闽诸营。 \\n 宋置崇节水军，牢城外，则自京或他路更番屯驻。庆历中，增置澄海。嘉祐初，并为威果。熙宁中，改为教阅广节、不教阅保节。元丰中，置壮城及诸寨。绍圣间，罢遣戍兵，置有马雄略。大观元年，升帅府，置全捷。绍兴初，福州置荻芦、延祥二寨。泉州有水澳寨。乾道八年，始置，后改名永宁。今为永宁卫。淳熙十三年，统制韩俊，请复于城南中里置宝林寨，城东十五里置法石寨。嘉定十一年，海寇冲突，围头字真德秀，以宝林带郭法石控海道，请增法石兵，而移宝林兵戍围头，立宝盖寨，其正将衙，立于法石诸屯。并听命焉。若漳州之中栅寨，则在龙溪中栅，保沿海寨，则在漳浦南诏坞，今为诏安县。共宁海寨，在海口镇外豪门。盖绍安二年，漳守李勋请建也。 \\n 国朝洪武二十年，江夏侯周德兴经略沿海地方，设立福宁、福州、左福州、右福州、中镇东、兴化、平海、泉州、永宁、漳州、镇海一十一卫，大金、定海、梅花、万安、蒲禧、崇武、福全、金门、中左、高浦、陆鳌、铜山、元钟，一十三所大筼筜，清湾、高罗延、白石、东洋、麻岭、北茭、五虎门、闽安、镇石、梁焦山、小祉、松下、泽郎、牛头门、璧头、迎仙、冲沁、青山、嵌头、吉了、峰尾、黄崎、小岞、獭窟、祥芝、深沪、乌浔、围头、官澳、田浦、峰上、陈坑、烈屿、塔头、高浦、濠门、海门、岛尾、井尾、青山、后葛、古雷、金石、洪淡四十四巡司。永乐年间，复设烽火、南日、浯屿三水寨。正统初年，侍郎焦宏，以其孤悬海中，乃徙烽火于松山，南日于吉了，浯屿于嘉禾，各仍其旧称。又设小埵、铜山二水寨（铜山在井尾地方）。至景泰二年，尚书薛希琏，又将井尾官军移迁于铜山西门澳。后又以铜山水寨南哨，改为元钟澳，仍属寨辖焉。而安边馆则始自嘉靖七年，都御史胡琏选委各府佐理其事。今都御史王忬，又于流江、官井洋、松下、闽安、镇边、盘湄洲、泥沪、獭窟、围头、料罗、元钟，各设游兵船云。 \\n ○方画 \\n 自福宁州流江以南，至罗源县濂澳门，约五百里，则以烽火水寨辖之。自濂澳门以南，至福清县午头门巡检司，约四百里，则以小埵水寨辖之。自牛头门以南，至晋江县祥芝巡检司，约五百里，则以南月山水寨辖之。自祥芝以南，至漳浦县井尾巡检司，约四百里，则以浯屿水寨辖之。自井尾以南，至诏安县洪淡巡检司，约三百里，则以铜山水寨辖之。自洪淡以南，至广东柘林寨，约一百里，则以元钟澳辖之。盖所谓信地云尔。 \\n ○将领 \\n 晋有典船校尉，唐经略宁海二军，以刺史领之。 \\n 宋有安抚司兵官、福建路兵马副总管（按《宋史》，每路委文臣一员，充抚使以治民。武臣一员，充都总管以治兵。又按《三山志》云：福建路只有副总管一员，以路分钤辖为之，后每路分辖钤），福建路兵马钤辖一员（说见上），福建路兵马都监一员（按《宋史》，路分都监，掌本路禁旅、屯戍、边防、训练之政令，以肃清所部。又按《三山志》，元丰后，福州各立路，分都监一员），东南路第十将副各一员（元丰间，置福州驻扎绍兴，间移副将建州驻扎）。队将二员（福州、建宁府驻扎各一员）。延祥寨水军正副统领各一员，准备将：提辖官、训练官、指教官、钱粮官，各二员，荻芦寨水军统领兼福州兴化军都巡检使一员，缉捕官一员，准备将领二员，中栅、沿海、海口巡检各一员。 \\n 国朝卫、所有指挥千百户，巡司有检巡，凡水寨统以把总指挥，而各卫、所岁轮指挥千百户，各以其军往听节制焉。正统间，巡抚侍郎焦宏，奏改都指挥五员把总。又奏选都指挥一员，张翥提督浙、福、广东海道。正统五年，御史成规奏革三省海道，除都指挥佥事王胜提督福建备倭。景泰四年，巡抚尚书孙原贞奏革各水寨把总都指挥，只委指挥五员，把总一年一更，其把总、指挥五年一代则。弘治十三年，依太监邓原请也若元钟澳之宁备，亦以指挥充之。而各要害游兵官，则指挥千百户杂用。嘉靖三十一年七月，兵部又奏设参将一员，领敕握符，分守福兴泉漳地方云。 \\n ○七卒 \\n 宋澄海军五百人，后改威果，增为五百一十人。全捷军额如之。教阅保节军五百人，后改除教阅二字，改名广节军，每指挥不得过五百人。壮城军二百三人，延祥军一千人，荻芦军五百人，中栅、沿海俱一百六人，宁海则七十人。 \\n 国朝卫统五所，各军一千人，共五千人。其五寨一澳烽火，则福州左中福宁共拨军四千六十八人，今逃亡者三千人。小埵则福州右镇东、梅花、万安、定海，共拨军四千四百二人，今逃亡者二千三百八十三人。南日则泉州、兴化、平海共拨军四千七百人，今逃亡者二千五百五十七人。浯屿则永宁、福全、金门、崇武，共拨军三千四百二十九人，今逃亡者一千四百六十八人。铜山则镇海、陆鳌、元钟，共拨军一千八百二十二人，今逃亡者一千一百九十二人。元钟则漳州、镇海、铜山，共拨军一千一百三十三人，今逃亡者四百七十八人。成化间，都御史张瑄欲军得以休息，分作三班上班：今年二月上，明年二月下，下班替之。中班今年八月上，明年八月下，上班替之。下班明年二月上，后年二月下，中班替之。参差轮转，大约一年有半年休息。休息者，月办料银一钱，以修战舸。后又于出海者选退老弱，每人扣行粮四斗，月粮三斗，以待募兵之用。 \\n ○烽堠 \\n 烽火界内二十有四：曰黄崎、曰水澳、曰后崎、曰大青、曰浩东璧、曰黎智、曰白露、曰南镇、曰沙埵、曰梅花、曰金家降、曰南金、曰小筼筜、曰大筼筜、曰古县、曰青山、曰塔尾、曰闾峡、曰罗浮、曰长门、曰石湖、曰车安、曰关崎、曰赤崎。小埵寨界内五十有三：曰雁塔、曰垾寨、曰裹头、曰崎达、曰黄崎、曰格上、曰安海、曰官坞、曰给沙、曰小澳、曰东岸、曰石鼓、曰六石、曰浪头、曰棋山、曰魁洞、曰湖井、曰圣娘、曰牛山、曰不屿、曰蕉山、曰鱊鲊、曰斗湖、曰黄崎、曰大亮、曰可门、曰大邱、曰小址、曰峰前、曰白鹤、曰江田、曰流水、曰泽朗、曰西松、曰崎山、曰后仑、曰石浓、曰西坑、曰大朗、曰后营、曰茶林、曰汶溜、曰桃屿、曰仙岩、曰前晏、曰塔山、曰马头、曰倘头、曰石马、曰陈塘、曰蒲头、曰双屿、曰峰头。南日寨界内二十有一：曰蛎前、曰石狮、曰小澳、曰石井、曰蔡山、曰石城、曰崎头、曰澄港、曰湖边、曰埵口、曰新浦、曰三江、曰山柄、曰山西、曰文甲、曰大头田东湖、曰大岞、曰青山、曰古雷、曰赤山。浯屿寨界内四十：曰沙堤、曰古云、曰东店、曰龙婆、曰深炉、曰东捕、曰浯沙、曰总台、曰五通、曰井上、曰龙渊、曰东澳、曰径山、曰东渡、曰厦门、曰流焦、曰牛头、曰洪山、曰天宝、曰欧山、曰西山、曰叶亨、曰秽林、曰东门、曰坑山、曰洋下、曰陈坑、曰安平、曰石头、曰石菌、曰肖下、曰益捕、曰潘径、曰瞭台、曰西炉、曰亨泥、曰刘山、曰马銮、曰大员堂、曰欧舍。铜山寨界内十有七：曰莆头、曰湾角、曰灯火山、曰白塘、曰江口、曰流会、曰小澳、曰卓岐、曰大径、曰瞭望台、曰陆鳞、曰峰山、曰安集、曰洪邱、曰古楼、曰陈平、曰泊浦。元钟澳界内七：曰瞭台、曰南山、曰洋林、曰盐仓梅黄崎、曰渐山、曰东湾焉。要皆使民得以知寇至而为之备也。 \\n ○险要 \\n 蝓山、流江、水澳、钓澳、蓁屿、三沙、闾峡、官井、洋古、镇门、濂澳门，是为烽火要害。上竿塘、下竿塘、棕蓑、山海、壤山、濂澳、梅花港、磁澳、松下，是为小埵要害。湄洲（旧南日即南匿）、乌邱、石狮、双屿、青山、南哨、泥沪、文甲、张坑、大窄，是为南日要害。大担、旧浯屿、梅林、圳上、围头、白沙、料罗、金门、乌沙、会厝、安南、风湾，是为浯屿要害。沙洲、横屿、油澳、灵宫，前是为铜山要害。南澳山、走马溪、傅厝港，是为元钟要害。于此而严以守之，斯贼不敢侵轶矣。 \\n ○战舸 \\n 宋嘉祐三年，知福州蔡襄奏，福兴、泉漳各有鱽鱼船及巡检司船，乞修整以备海道。乾道二年，令诸司分甲、乙、丙番品，搭以备调遣。其后，泉州沿海，晋江、同安、南安、惠安四县，分甲、乙、丙三番计二十一只，甲番一只，乙番九只，丙番二只，递年行下属县拘集，以听安抚司起发。淳祐三年，安抚司乞措置沿海诸州民船，桃类丈尺，重立番次。有旨令安抚司措置团练。淳祐九年，漳州守章大任造巨雕、巨鳌二船。获芦寨有巨舟曰赤马贼，遇之必遁。 \\n 国朝沿海卫所，每所设备倭船十只。每一卫五所，共船五十只。船有亏拆，有司补造，损者军自修理。盖载在《会典》云。今则不复修举矣。 \\n ○边储 \\n 卫所寨澳官军粮饷，先年布政司会计应支之数，于福兴、泉漳、福宁各府州所属县秋粮，并各卫所屯粮浔美等场盐米，及延、建、汀、邵等府秋粮，派拨凑补。后因官军减耗。正德十五年，会计见在官军俸粮，定派仓额足彀支用，遂将延、建等府拨补钱粮，止作粮剩解司贮库。而福兴、泉漳等府州派拨之余，亦有粮剩解司，岁或大侵，及举贤检材之费，皆取足于斯焉。然已非其事实矣！故以计军实，则日见其少；以核军饷，则不见其多也。爰记颠末，俾事事者有考焉。 \\n  \\n   \\n  "}
{"章节": "●卷下 奏牍", "正文": "  \\n ●卷下奏牍 \\n 　 \\n  \\n ○论福建海寇札子（李纲） \\n 臣契勘广白：福建路近年多有海寇，所过劫掠沿海县镇乡村，及外国海船，市舶司上供宝货所得，动以巨万计。官司不能讨捕，多是招安，重得官爵，小民歆艳，皆有仿效之意。臣恐自此为患未艾，盖缘两路帅司，并无战舰水军，遇有海寇，坐视猖獗，不能进讨，止是于沿海摆布些小兵卒，为保守之具。贼船来去，近远不常，并海之民，罹其荼毒，掳掠船舶既多，愚民嗜利喜乱，从之者众，将浸成大患，如晋之孙恩，不可不过为之备。伏望圣慈，特降睿旨，常存兵于两路镇压，仍下逐路帅司，委以措置战舰，招集水军水夫，常切教阅，令士卒习于风涛之险，以水夫驾舟，以官军施放，虽贼榷飘忽，可以追逐掩击，殄灭一两头项，则余人有所忌惮，不敢觊觎妄作。庶几海邦之民，得被朝廷大赐。不胜幸甚！ \\n ○中枢密院措置沿海事宜状（真德秀） \\n 照得泉之为州，控临大海，闽陬要会之地，国家南渡之初，盗贼屡作，上勤忧顾，置兵立戍，所以为海道不虞之备者，至详且密。开禧军兴之卒、戍卒生还者鲜，舟楫荡不复存于是，武备空虚，军政废坏，有识之士所共寒心。近者温明群盗，窥见单弱，辄萌侵轶之志，仰赖圣朝威德广被，亟遂肃清。倘幸目前之警粗平，因循苟简，不复少加经理，安知其亡后日之患？某不揆迂愚，窃思所以为久安之计者，近选委本州观察推官李方子知晋江县，徐叔用同左翼军副将邱全等，遍行海滨，审视形势。今据逐官申，窃见沿海列戍，要在控扼得所，布置得宜，士卒精练，器械整齐，舟楫便利，而又习熟风涛，然后缓急可用。今来左翼水军三寨：曰宝林、曰法石、曰永宁。本州沿海四寨，其紧要者二，在晋江曰石湖，在惠安曰小兜，虽已得控扼之数，然宝林取城甚近，距海殊远，其势稍缓。而乃有新旧两寨至围头，去州一百二十余里，正阚大海，南北洋舟船往来必泊之地，旁有支港可达石井，其势甚要，而前此未尝措置，此控扼之未尽得其所也。宝林所屯水军三百，其数为多；法石虽有一百二十余人，然正为防海要冲之地，其数尚少。永宁步军之数倍于水军，诚为倒置，此布置之未尽得其宜也。诸寨军兵，杂以老弱，法石军器，总于大军，遇事关请，示免稽迟。大军战舰仅可足用，自余诸寨船只，俱无徒有舟师之名，初无其实。至于营房倒塌，器械阙少，亡具尤甚。若不及今逐一整备，临时必至误事。今条具合行措置事件下项，须至申闻者。 \\n ○中枢密院乞修沿海军政（前人） \\n 战船南遁，未尽就擒，风涛瞬息，往来无时。某昨守本州，自捕贼首赵希邻之后，具申朝廷，蒙发度牒一十五道，应副本州修整战船，创立围头宝盖，及修葺法石、永宁二寨，添屯水军，增置石湖、小兜水军名额，以至储蓄军粮，葺理器甲，色色具备。每岁举行水教，及立诸寨巡海界分，今再至，见逐项事多废弛，军船壤烂而不修，军额死亡而不补，营房颓坠，器甲损失，自统制齐敏，到官方稍善治，尚未能就绪，及至贼船侵轶，郡境仓卒，和雇民船应副大军之用。故料罗之战，虽有勇将精卒，竟以船小不能成全功，及晋江同安民船稍集，而贼徒急遁，事已无及。今贼徒深入，广南正当舶回之时，必有遭其剽劫者，岂不亏失国课？又福泉、兴化三郡，全仰广米以赡军民，贼船在海，米船不至，军民便已乏食，粜价翔贵，公私病之，其为利害固已不细。况其在海，每劫客船，小则焚之，大则取而为己之船。其人或与斗敌，则杀之，懦弱不堪用，则纵放之，或沉之水中，而掳其强壮能使船者为己之用，稍忤其意，辄加杀害。故被掳之人，只得为出死力。其始出海，不过三两船，俄即添至二三十只，始不过三五十人，俄即添为数百以至千人。今诸贼在海，人船已多，若不及早殄除，则日增月益，其害未有穷已。某见与统制齐敏商议，整促水军，及添创大船，葺理诸塞，务为先备，使贼不敢犯。但本州目今府库赤立，官俸军粮尚且不给，而本军见管典库息钱亦自不多，俟旦夕见得合支用钱数，或有久阙，未免控告朝廷，乞赐量行应副所有福州、延祥、荻芦寨、广州摧锋军，及漳、潮州兴化军，应有水军去处，欲望指挥行下各处，急速措置，修创船只，阅习军艺。向去南风贼船，必回向北洋。若自广至福，所过五六州军，处处有备，会合剿捕，庶几可以殄灭，免为海道无穷之害。乞赐指挥旋行。 \\n ○奏革巡海参政专粮储疏 \\n 成化九年，兵部为添设管粮官员事案。查先该吏部等衙门，会官议奏，各司、府州、县额设添除官员，事简官多者，俱令裁革。巳将福建巡海右参政李骗裁减别用，续该镇守福建冯让等题称，要照旧添设参政副使等官。本部为照布政司参政，难再添设，除已经具题行移吏部添除副使一员，请敕令去。福建会同总督备倭官员专一巡视海道去后，续该福建左布政使姚龙等奏称，福建海洋广阔，沿海永宁等仓，积弊尤甚。布政司虽有额设布政、参政、参议共七员，除本司掌印管事，其余公占数多委实缺官。提督海道总理边储，乞照旧添除参政或参议一员，前来管理等因，本部为照福建地方委的海洋广阔，海寇不时出没，今既本司官员公占数多，若不与其区处，恐后因循误事，合无准其所奏，行移吏部，添除参政一员，请敕前去巡视海道，兼理仓粮等因具题，奉圣旨是钦此钦遵外，缘右参政陆昶，系奉敕巡视海道兼理仓粮官员，已有前项奉准事理，虽以轻易更张，合就移咨贵部，烦为知会施行。 \\n 议五寨把总五年一换及巡海总督备倭更番。 \\n ○出巡疏 \\n 弘治十三年，少保兼太子太傅兵部尚书臣马等，谨题为处置边务事，查得先为哨探海洋船只等事。该山东镇巡等官、太监李全等题称，登州卫正北大海洋内，有双桅大船七只往南行，使称系高丽国通事，前来各处海岛采打鹿只，但倭贼谲诈，难以测度等因，本部议得合无通行辽东、山东、浙江、福建、广东各该总督镇巡等官，各行总督备倭巡察海道等官，严捕备御把总等项官员，各将备倭海船，逐一捻整，务在坚固合用，什物军器俱要锋利，见在官军用心操习，务在得用，不可视为泛常因循，致误事机等因具题。弘治十一年十月二十日，奉圣旨：是。钦此，续为陈言。时政事该巡按福议监察御史胡华奏称，福建海道法度废弛，贼寇猖獗，要将总督等官，听从督责一月一巡，军士一月一点，其有把总等官，从古军伴，照例降级，若有捕获贼船，照例升赏等因，本部议得行移都察院通行，山东、浙江、福建、广东、直隶、扬州府，各该巡按监察御史，今后沿海备倭把总等项官军，悉听御史同巡海官员，不时亲历点闸，俱令锋利器械，整备战船，操习官军，振扬威武。遇有海贼生发，严督官军早为扑灭，果能捉获海寇船二只者，给赏，三四只者，照依擒斩贼级一颗事例，升一级。其把总以下官员，如有径自卖放军士等项，应提问者径自提问，应参奏者，指实参奏孥问，俱照降级事例发落，等因具题。弘治十三年三月初五日奉圣旨：是。钦此。俱经通行钦遵去后。今该前因，若如所言，各水寨把总官一年一更。总督备倭并巡海官，俱在镇城居住，则备倭之说实同儿戏。但福建偏居东南角，似此积弊已非一年，若非邓原练达老成，忧深虑远，岂能言及于此？所言俱各准行，合无本部行移福建镇守太监邓原，巡按监察御史并转行巡海总督官员，查照本部节该奏行事，理将沿海一带备倭把总官，通行推举公廉有为，颇晓戎务指挥专一把总。若带家小者，听从其便。五年一换，务要操习官军，整备战船，禁革奸弊，防御倭寇，缉捕盗贼，其余兴利革弊之事，逐一举居行。其总督巡海官员，每三月出巡一次，若总督备倭出巡，则巡海官在司；巡海官出巡，则总督官回司，不许常在镇城久住，亦不许未及期而回。违者，镇守巡抚巡按官纠劾。其前项原委把总官员中间，若有才守俱优、克修职业者，具奏旌奖，以励人心。贪财害军、废弛武备者，就便黜退，以警不职。本部仍行辽东、山东、浙江、广东、直隶、扬州府各该镇守巡抚总镇总督官，并各该巡按监察御史，严督巡视，海道总督官员，俱照此例施行。如此使人心警畏，海道无虞，缘系处置沿海备倭把总等官，及奉钦依兵部知道事理，未敢擅便。于弘治七年题奉圣旨：是。 \\n ○奏复沿海逃亡军士余剩粮疏 \\n 嘉靖三十三年，巡抚浙江兼管福、兴、泉、漳都御史王题一倭寇频年为患，海道熟知，四时皆至，乘风流突，千里瞬息。闽海三十余里，皆当设险预防，兵船无时敢撤，则钱粮支费自大，查得《大明会典》，内开沿海地方，每一卫五所，共船五十只，每船旗军一百名，春夏出哨，秋冬回守。计福建沿海十一卫，有船五百余只，用旗军五万余人，以此制倭，何忧不克。即今额船朽烂已尽，额军逃亡。十七额派钱粮支剩数，多皆折银留布政司别用。祖宗旧制，略不修复，仅扣老弱之银，支持海上之费，容养奸贼，以至于今，虐焰薰天，虽欲惜费而不可得矣！夫军虽少而粮尚存，纵不能尽复原伍，犹可取本项钱粮选募沿海民兵，以充战备，今乃靳数万额派之费，贻百万生灵之毒，犹谓之识轻重缓急乎？经营添备之初，别项钱粮皆得从宜支用，而况海军之饷，不归海防可乎？除臣已一面行布政司，查照海道会议造船募兵之费，陆续动支无得银两，责委各府官员分投干理，及修城犒赏等用，俱责用该司处给外，但目前仰给有限，海防经费无穷，合无敕行福建布政司，备查支剩粮银，见在若干未曾征解，若干堪解补海防，若干速为处豁。以后额派军粮，行令原坐地方，照数追征经解，沿海福、兴、漳、泉四府并福宁州贮库，专备募兵杀贼支用，不必混解。该司岁终听抚按衙门会委查盘外，海波偃息，兵费渐减，尚有嬴积银两贮于各郡，犹其贮于该司也。再照福建运司盐课正余银，岁不过三万户，部原议以七分解京，三分存留本省公用，起解之数，臣已不敢奏讨，存留之数，亦乞赐作军饷，不许别项支销。如此则食足，而应募有人，备周而敌忾可赖矣！伏候圣裁，等因备咨到部送司卷。查先于嘉靖三十年正月内，为宏远虑，责实效，以济富强事，奉本部送据福建布政司造到文册内，开存留米六十万一千七百三十七石零，内除裒益放支嘉靖二十九年，分官吏师生旗军人等俸粮米五十四万九千九百五十石零外，剩米五万一千七百八十六石零以备闰月支用，鱼课实征银八千三百一十八两零备给折色军饷。又备用银二万九千五百一十六两零解京收库，俟补各年有闰不足，并凶年六钱给军之数。三年一次科举，各部不时坐派等项支销。又查得福建盐运司所管上里等七场内，除起运上里、海口、牛田、惠安四场盐课银两解京济边外，其存留浔美、汭州、浯州三场额办折盐米，共五千七百八十八石零，解运泉州府属永宁等仓，支给军饷。续于嘉靖十九年，海米一石改折银五钱，以备军士闰月支用。通查案呈到部，看得巡抚都御史玉条奏福建沿海卫所，船只朽烂，额军逃亡，钱粮支剩数多，要取本项选募沿海民兵，以充战备。以后额派军粮，行令原坐地主照数追征，径解沿海福、兴、漳、泉四府，并福宁州贮库，专备募兵杀贼。及要将存留三分盐课银两，亦作军饷之用一节，为照天地间财货一方所产自足，以供一方之用，平时有备，斯可以待不时之需。今福建布政司存留粮米数多，岁用之外，尚剩余米五万一千七百八十六石有零，鱼课之外，又有备用银二万九千五百一十六两零。而都御史王欲以海军旧时之额粮济防海。今日之军需固不必额外取之于民，而因以复地方先太旧制，诚目前救急之策、海防经久之图也。但未谂所余支剩粮银，解布政司何项支用？而存留盐米折银，及备用银两，岁支有余，亦应备泉州军饷之数，事在彼中相应查处，恭候命下之日，本部备行巡抚都御史王，及咨都察院转行巡按福建监察御史、会行布政司，备查沿海卫所船只原额若干，节年损坏若干，见在若干，旗军若干，即今逃亡事故若干，有无尽绝扣除派银，现在何处，作何支用，剩存的有若干，未曾征解若干，应否防海募兵之用，以后额派军粮应否尽解福兴等四府州贮库，听抚按岁终会委查盘事宁兵减嬴积钱两，应否积贮各郡，不必解司。其存留三分监米改折银两，原备军士闰月支用，应否改作防海军饷，而鱼课备用等银为数颇多，应否酌量缓急扣分接济，俱一一从长计处，务图终久无弊，立为成规，覆奏施行，庶军饷有备，而海防无患矣！伏乞圣裁。奉圣旨：是。 \\n  \\n   \\n  "}
{"章节": "●卷下 策议", "正文": "  \\n ●卷下策议 \\n 　 \\n  \\n ○备倭事略（归有光） \\n 备寇犯境，百姓被杀死者几千人，流离迁徙，所在村落为之一空，迄今逾月，其势益横，州县廑廑，婴城自保，浸淫延蔓，东南列郡大有可虑，即今贼在嘉定，有司深关固闭，任其杀掠，已非仁者之用心矣！其意止欲保全仓库、城池，以免罪责，不知四郊既空，便有剥肤之势，贼气益盛，资粮益饶，并力而来，孤悬一城，势不独存，此其于全躯保妻子之计，亦未为得也。见今贼徒出没罗店、刘家行、江湾、月浦等地方，其路道皆可逆知，欲乞密切差兵设伏，相机截杀，彼狃于数胜，谓我不能军，往来如入无人之地，出其不意，可以得志。古之用兵，惟恐敌之不骄、不贪，法曰：卑而骄之，又曰：利而诱之。今贼正犯兵家之忌，可袭而取也。访得吴淞所一军，素号精悍，倭贼惮之，呼为白头虫。去岁宗百户、冯百户见倭船近城，仓卒与敌，为其所杀。有司不加矜恤，反归罪于二人，自后人以为戒，又城壁崩圮，半落海中，且累年不给军粮，士皆饥疲，往往乞食道路，遂致新城失陷，翻为贼巢。嘉定、上海之势，日以孤危。今乞召新城失事指挥，令收还散卒，许以赎罪，要以厚赏，俾于贼所入嘉定，及往南翔等要路阻狭之处，长枪劲弩设伏以待之。又新城败散之余，所存约二百余人，人数寡少，乞募沿海大姓沈濮、蔡严、黄陆等家素能御贼，及被其素害者，并合为一，专为伏兵及往来游击，贼自不敢近太仓、嘉定、松江矣！且因新城之军，俟便袭击，城可复袭而有也。法曰：善守者，守其所不改。又曰：使敌人不得至者，害之也。今所谓守城者，徒守于城之内，而不知守于城之外，惴惴然如在围城之中，贼未至而已先自困矣。畏首畏尾，身其余几？故唇亡而齿寒，鲁酒薄而邯郸围。夫苏州之守，不在于娄门，而在于昆山、太仓；太仓之守，不在于太仓，而在于刘家港。此易知也。今贼掠罗店等处已尽，必及南翔，贼据南翔，夺民船以入吴淞江，一日可至葑门，即苏州危矣！南过唐行则松江危矣！今闻又至太仓穿山等处，即常熟危矣！故欲害之使不得至，所以为守也。然所谓设伏为奇兵，又时出正兵，相为表里而后可也。又嘉定近海，为内地保障，其县令忄匡怯不知兵，乞委任百姓所信向，如任同知董知县、武指挥等，协力主决兵事。知县备办粮食，不得从中沮挠，倘有疏虞，即苏松二郡不可保矣！又考得白茆旧有白茆寨，刘家港旧有刘家港寨，青浦旧有青浦寨，此皆前朝拨置军士备倭之所。盖以春夏巡哨，秋冬还卫。又白茆、吴塘、西泾、刘家港、甘市等处，各有烟墩，烽火相接，以此见往日备倭之迹，今疏阔如此，欲以一城自固，不可得也。又访得贼中海岛夷洲，真正倭种不过百数，其内地亡命之徒固多向，亦往往有被劫掠不能自拔者，近日贼抢娄塘、罗店等外，驱率居民挑包，其守包之人与吾民私语，言是某府州县人，被贼胁从，未尝不思乡里，但已剃发，从其衣号，与贼无异，欲自逃去，反为州县所杀，以此只得依违苟延性命。愚望官府设法招徕，明以丹青，生活之信，务在孤弱其党，贼势不久自当解散，此古人制遏盗之长策也。又闻民间不见官府出军，以为当俟请旨，须大军之至。窃见祖宗于山东、淮、浙、闽、广沿海，设立卫、所，镇、戍连络，每年风候调发舟师出海。后又设都指挥一员，统领诸卫，专以备倭为名。今倭贼冯陵所在，莫之谁何，但见官司纷纷抽点壮丁，及原役民快，皆素不教练之民，驱之杀贼，以致一人见杀，千人自溃，徒长贼气，使海外蛮倭闻之，皆有轻中国之心，非祖宗设立沿海军卫之意也！当事者拘碍文法，动以擅调官军为解，窃伏读大明律，擅调官军一款，其暴兵卒至，欲来攻袭事，有警急及程途遥远者，并听从便，火速调拨军马，乘机剿捕。若寇贼滋蔓，应合会捕者邻近卫所，虽非所属，亦得调发策应，若不即调遣会合，或不即申报上司，及邻近卫所不即发兵策应者，与擅调官军罪同。此各卫自得调拨策应之明文也。今贼杀害人民，摇动畿辅，苏松内地，城门经月不开，百姓喁喁。各卫拥兵深居，贼在近郊，不发一矢，忽以百万生灵饵贼，幸其自退，岂可得哉？夫以沿海之卫，自足备御。今独民兵支吾，玩忄曷养寇，及其必不可已，然后请旨动调大军。夫以民兵则气力孱弱，以大军则事体隆重，是虚设沿海数百万之兵也！况大军之至，吾民餍饱豺狼之腹已久矣！贼闻天兵既下，倏忽遁去，虽貔貅百万，怅望空波，徒使百姓骚然而已！乞早为裁处，遵照大明律，军政调拨策应，庶殄灭有期，不烦朝廷勤调大军实地，方生灵之幸。 \\n ○御倭议（前人） \\n 日本在百济、新罗东南大海中，依山岛以居，当会稽东，与儋耳相近，而都于邪摩堆，所谓邪马台也。古未通中国，汉建武时，始遣使朝贡。前世未尝犯边，自前元于四明通互市，遂因之抄掠居人，而国初为寇始甚。然自宣德以后，金线岛之捷，亦无复有至者矣。今日启戎召衅，实自中国奸民冒禁阑出，失于防闲事，今已往追悔无及。但国家威灵所及，薄海内外无不臣服，而蕞尔小丑敢肆冯陵。魏正始中，宣武于东堂引见高丽使者，以夫余涉罗之贡不至，宣武曰：高丽世荷上将，专制海外，九彝黠蛮，实得征之。方贡之愆，责在连率，故高丽世有都督辽海征东将军、领东彝中郎将之号，今世朝鲜国，虽无专征之任，而形势实能制之。况其王素号恭顺，倭奴侵犯，宜可以此责之，不然则兴兵直捣其国都，系累其王，始足以伸中国之威。如前世慕容皝、陈棱、李勣、苏定方，未尝不得志于海外，而元人五龙之败，此由将帅之失，使中国世世以此创艾，而甘受其侮，非愚之所知也。顾今日财赋兵力，未足及此，独可为自守之计。所谓自守者，愚以为祖宗之制，沿海自山东、淮、浙、闽、广卫所，绎络能复旧伍，则兵不烦征调而足，而都司备倭指挥，俟其来于海中截杀之，则官不必多置提督、总兵而具，奈何不思复祖宗之旧，而直为此纷纷也。所谓必于海中截杀之者，贼在海中，舟船火器皆不能敌我也，又多饥乏，惟是上岸则不可御矣！不御之于外海，而御之于内海；不御之于海，而御之于海口；不御之于海口，而御之于陆；不御之于陆，则婴城而已！此其所出愈下也。宜责成将领，严立条格，败贼于海者为上功。能把截海口，不使登岸，亦以功论。贼从某港得入者，把港之官必杀无赦。其有司闭城坐视四郊之民肝脑涂地者，同失守城池论。庶人知效死，而倭不能犯矣！ \\n  \\n   \\n  "}
{"章节": "●附录", "正文": "  \\n ●附录 \\n 　 \\n  \\n 備倭記二卷（編修程晉芳家藏本） \\n 明卜大同撰大同字吉夫秀水人嘉靖戊戌進士由刑部主事厯任湖廣按察司僉事弭蘄黃盜有功陞布政司叅議又有平苗功終於福建巡海副使是編卽其官福建時講求備倭之術而作也上卷分八篇曰制置曰方畫曰將領曰士卒曰烽堠曰險要曰戰舸曰邊儲下卷分二篇曰奏牘曰策議所言頗簡畧不足以資考核又喜徵古事尤屬空談其書本名備倭圖記原本卷首尚有海圖此本佚之遂併書名删去圖字然浙江鮑士恭家舊本尚題備倭圖記也（四庫全書總目子部兵家類存目） \\n  \\n   \\n  "}
