{"章节": "太公兵法", "正文": "　太公兵法 \\n  \\n  \\n 〈第一篇〉 \\n 《太公兵法》曰：致慈愛之心，立威武之戰，以卑其眾，練其精銳，砥礪其節，以高其氣，分為五選。異其旗章，勿使冒亂。堅其行陣，連其什伍，以禁淫非。壘陣之次，車騎之處，勒兵之勢，軍之法令，賞罰之數，使士赴火蹈刃，陷陳取將，死不旋踵者，多異於之將者也。 \\n 將師受命者，將率入、軍吏畢入，皆北面再拜稽首，受命天子南面而授之鉞，東行西面而揖之，示弗御也。故受命而出，忘其國；即戎，忘其家；枹鼓之聲，唯恐不勝，忘其身。〔〈史記．司馬穰苴列傳〉述此數言，正本之《太公兵法》。又「太公曰：為將者，受命忘家；當敵忘身。」見〈文選．西征賦〉注所引，蓋檃括此文。〕 \\n 故必死，必死不如樂死，樂死不如甘死，甘死不如義死，義死不如視死如歸，此之謂也。故一人必死，十人弗能待也；十人必死，百人弗能待也；百人必死，千人弗能待也；千人必死，萬人弗能待也；萬人必死，橫行乎天下。（待，當也。「乎」一本作「於」。）〔《白虎通義》傳曰：一人必死，十人不能待；百人必死，千人不能待；（「待」，今本作「當陳立」，《白虎通》疏證疑「待」為「得」之偽，非是。）萬人必死，橫行天下。《武侯正議》引後二語作「《軍讖》」，知確係逸文，《後漢書》鄧禹將張宗亦云「一卒畢力，百人不當；萬夫致死，可以橫行。」語意本此。〕 \\n 令行禁止，王者之師也。 \\n 文王曰：「吾欲用兵，誰可伐？密須氏疑（貳也）於我，可先往伐。」管叔曰：「不可。其君，天下之明君也。伐之不義。」太公望曰：「臣聞之，先王伐枉，不伐順；伐險，不伐易；伐過，不伐不及。」文王曰：「善。」遂伐密須氏，滅之也。（《呂覽》：密須之人，自縛其主而與文王。） \\n 文王將欲伐崇，先宣言曰：「余聞崇侯虎蔑侮父兄，不敬長老，聽獄不中，分財不均。百姓力盡，不得衣食，余將來征之，惟為民。」乃伐崇，令毋殺人，毋壞室，毋填井，毋伐樹木，毋動六畜，有不如令者，死無赦。崇人聞之，因請降。（《左傳》：文王聞崇德亂而伐之。軍三旬而不降，退脩教而復伐之。因壘而降，此即所脩之教也。） \\n 武王將伐紂，召太公望而問之曰：「吾欲不戰而知勝，不卜而知吉，使非其人，為之有道乎？」太公對曰：「有道。王得眾人之心，以圖不道，則不戰而知勝矣。以賢伐不肖，則不卜而知吉矣。彼害之，我利之，雖非吾民，可得而致也。」武王曰：「善。」乃召周公而問焉，曰：「天下之圖事者，皆以殷為天子、周為諸侯，以諸侯攻天子，勝之有道乎？」周公對曰：「殷信天子，周信諸侯，則無勝之道矣！何可攻乎！」武王忿然曰：「女言有說乎？」周公對曰：「臣聞之：攻禮者為賊，攻義者為殘，失其民制為匹夫。王攻其失民者也。何攻天子乎？」（宋戴埴鼠璞引問周公作《六弢》逸文）武王曰：「善。」乃起眾舉師與殷戰於牧之野，大敗殷人。上堂見玉，曰：「誰之玉也？」曰：「諸侯之玉。」即取而歸之於諸侯，天下聞之，曰：「武王廉於財矣。」。入室見女，曰：「誰之女 \\n 也？」曰：「諸侯之女。」即取而歸之於諸侯，天下聞之，曰：「武王廉於色矣。」於是發巨橋之粟，散鹿臺之財，金錢以與士民，黜其戰車而不乘，弛其甲兵而弗用，縱馬華山，放牛桃林，示不復用，天下聞者咸謂武王行義於天下，豈不大哉！〔漢劉向〈說苑．指武〉篇） \\n 〈第二篇〉 \\n 武王踐阼三日，召士大夫而問焉，曰：「惡有藏之約，行之行，萬世可以為子孫恆者乎？」諸大夫對曰：「未得聞也。」然後召師尚父而問焉，曰：「昔皇帝顓頊之道存乎？意亦忽不可得見與？」師尚父曰：「在丹書。王欲聞之，則齋矣。」王齋三日，端冕，師尚父亦端冕，奉書而入，負屏而立；王下堂，南面而立。師尚父曰：「先王之道，不北面。」王行西折而東面，師尚父西面道書之言曰：「敬勝怠者強，怠勝敬者亡。義勝欲者從，欲勝義者凶。凡事不強則枉，不敬則不正。枉者滅廢，敬者萬世。（以上丹書之言） \\n （〈後漢書．光武帝紀〉注引《太公金匱》曰：「黃帝居人上，惴惴若臨深淵。舜居人上，兢兢如履薄冰。禹居人上，慄慄如不滿日。敬勝怠則吉，義勝欲則昌。日慎一日，壽終無殃。） \\n 藏之約，行之行，可以為子孫恆者，此言之謂也。且臣聞之，以仁得之，以仁守之，其量百世。以仁得之，以不仁守之，其量十世。以不仁得之，以不仁守之，必及其世。」王聞書之言，惕若恐懼，退而為戒書於席之四端，為銘焉于机，為銘焉于鑑，為銘焉于盥槃，為銘焉于楹，為銘焉于杖，為銘焉于帶，為銘焉于履屨，為銘焉于觴豆，為銘焉于牖，為銘焉于劍，為銘焉于弓，為銘焉于矛，為銘焉于席。 \\n 前左端之銘曰：安樂必敬。前右端之銘曰：無行可悔。後左端之銘曰：一反一側，亦不可以忘。後右端之銘曰：所監不遠，視邇所代。 \\n 机之銘曰：皇皇惟敬，口生詬，口戕口。鑑之銘曰：見爾前，慮爾後。盥槃之銘曰：與其溺於人也，寧溺於淵。溺於淵，猶可游也；溺於人，不可救也。楹之銘曰：毋曰胡殘，其禍將然；毋曰胡害，其禍將大；毋曰胡傷，其禍將長。仗之銘曰：惡乎！危于忿疐。惡乎！失道於嗜慾。惡乎！相忘于富貴。帶之銘曰：火滅修容，慎戒必恭，恭則壽。履屨之銘曰：慎之勞，勞則富。觴豆之銘曰：食自杖，食自杖，戒之憍，憍則逃。戶之銘曰：夫名難得而易失，無懃弗志，而曰我知之乎？無懃弗及，而曰我杖之乎？擾阻以泥之，若風將至，必先搖搖。雖有聖人，不能為謀也。牖之銘曰：隨天之時，以地之財。敬祀皇天，敬以先時。劍之銘曰：帶之以為服，動必行德，行德則興，倍德則崩。弓之銘曰：屈伸之義，廢興之行，無忘自過。矛之銘曰：造矛，造矛，少間弗忍，終身之羞，子一人所聞，以戒後世子孫。〔《大戴禮記》第五十九。宗沂案《六弢》本孔子問禮所得，此當本在西漢《六弢》中，故禮家取之，或在《金匱》。〕 \\n 武王問師（《皇覽》無）尚父曰：「五帝之戒（戒同誡），可得聞乎？」師（《皇覽》無）尚父曰：「黃帝之君（《治要》引之，下有「時」字。）戒曰：吾之居民上也，搖搖恐夕不及朝。（劉邵《皇覽》、《治要》「及」作「至」。）慄慄恐朝不及夕，兢兢業業，日慎一日，人莫躓於山，而躓於垤。（《玉海》引《太公兵法》下三句，《淮南子》作「堯戒」，下一句，《韓非子作「先聖有諺」，以上《藝文類聚》二十三引《金匱》所無。）故為金人三緘（一木作封）其口，而銘其背曰：「古之慎言（《玉海》引《皇覽》止此）人也，（《說苑》）戒之哉！戒之哉！（《說苑》疊一句，《藝文》同）無多言，無多事，多言多敗，多事多患。（《說苑》「多言」「多事」直接，與《家語》小異。一本患作「害」。）安樂必戒，無行所悔。（程伯敷云：安樂必戒。八句又見武王席銘、楹銘，其實古語，相承不嫌重複。）勿謂何傷，其禍將長！勿謂何害，其禍將大！勿謂何殘，其禍將然。（《說苑》多此二語，與楹之銘合，《藝文》引無。）勿謂不（《說苑》作「莫」）聞，神將（此從《皇覽》及《家語》，《說苑》作「天妖」伺人，熒熒（《藝文》作「燄燄」不滅，炎炎奈（《藝文》作「若」）何？涓涓不塞（《說苑》作「壅」，《藝文》同），終（《說苑》作「將」）成（《藝文》作為）江河！綿綿不決，將（《藝文》作「或」）成網羅！青青不伐（《藝文》引作「豪末不札），將尋斧柯！誠（據《家語》、《說苑》作「不」）能慎之，福（《說苑》作「禍」）之根也。曰（《家語》誤作「口」）是何（此從《說苑》、《家語》，《皇覽》作「無」）傷，禍之門也。（〈宋書．傅亮傳〉引此二句曰「古語」，無二「也」字）強梁者不得其死（此一語《老子》述之） \\n ，好勝者必遇其敵。盜憎（《說苑》作「怨」）主人，民怨（《說苑》作「害」）其上（《說苑》作「貴」，《左傳》引之）。君子知天下之不可上也，故下之（《左傳》「君子不欲多上人」出此）。知眾人之不可先也，故後之（《家語》「後」作「下」，《老子》「不為天下先」本此意）。溫恭慎德（《說苑》作「君子知天下之不可蓋也，故後之、下之」），使人慕之。執雌持下，人莫踰之（《說苑》作「莫能與之爭者」）。人皆趨彼，我獨守此。人皆惑（《家語》作「或」，乃古字）之（《說苑》作「眾人惑惑」），我獨不徙（《說苑》作「從」）。內藏我（《家語》作「乃」）智，不示人技（《說苑》作「不與人論技」）。我雖尊高，人弗我害（《說苑》作「人莫害我」）。惟能如此也（《家語》作「誰能於此」）。江海（《家語》作漢）雖左長於百川，以其卑也（《說苑》作「 \\n 江河長百谷者，以其卑下也」，《老子》本之）。天道無親，常與善人（《家語》作「而能下人」非，此從《說苑》、《皇覽》。凡《太公金匱》、《老子》、〈史記．伯夷列傳〉、〈後漢書．郎顗傳〉均同）。戒之哉！戒之哉！（〈說苑．敬慎篇〉、《皇覽》「黃帝金人器銘」及《荀子》皆本太公所述，「黃帝戒」兼參王肅本〈家語．觀周篇〉用考同異。） \\n 〔馬總《意林》武王問：「五帝之戒可得聞乎」太公曰：「黃帝云予在民上，搖搖恐夕不至朝，故金人三緘其口，慎言語也。」即括上文。〕 \\n 武王問師尚父曰：「五帝之戒可復得而聞乎？」（《御覽》引《太公金匱》）師尚父曰：「堯之居民上也，（《意林》作「堯居民上」）振振如臨深淵（《治要》作「川」）。舜之居民上，慄慄如恐不滿日（《治要》引有「日」字）。湯之居民上，翼翼（《治要》作「戰戰恐不見旦），翼翼乎（《藝文類聚》多「乎」字）！懼不敢息（八句，《意林》同，惟少四「之」字。以上《御覽》四百五十九所引）。」武王曰：「吾拜（楊本作「并」）殷民居其上也，翼乎！懼不敢息（《治要》所引作「翼翼，懼不敢怠」）。」尚父曰：「德盛者守之，以謙威強者守之以恭（此亦《老子》所本）。」武王曰：「如尚父言。」因是為戒隨躬。（《玉海》引劉劭《皇覽》述《太公金匱》，楊慎以此為《金匱》銘。） \\n 道自微而生，禍（《藝文類聚》引作「福」，當從之）自微而成。慎終與始，完如金城〔馬總《意林》引《金匱》，按《說苑》言「福生於微，禍生於忽」，知當作「福」。〕 \\n 武王曰：「吾欲造起居之誡，隨之以身。几之書曰：安無忘危，存無忘亡。熟惟二者，必後無凶。杖之書曰：輔人無苟，扶人無咎（〈崔駰傳〉注引《太公金匱》）。其冠銘曰：寵以著首，將身不正，遺為德咎。書履曰：行必慮正，無懷僥倖（二句《意林》亦引）。書劍曰：常以服兵，而行道德，行則福，廢則覆。書車曰：自致者急，載人者緩。取欲無度，自致而反。書鏡曰：以鏡自照，則知吉凶（案此與後文〈朱穆傳〉注銘鏡同，而有脫誤）。門之書曰：敬遇賓客，貴賤無二。戶之書曰：出畏之入，懼之。牖之書曰：闚望省，且念所得，思所忘。鑰之書曰：昏謹守，深察偽。硯之書曰：石墨相著而黑，邪心讒言，無得汙白。書鋒曰：忍之須臾，乃全汝軀。書刀曰：刀利磑磑，無為汝開（《文選》注云出《六韜》，《意林》亦引「鋒刀」二銘）。書井曰：原泉滑滑，連旱則絕。取事有常，賦斂有節（《意林》、《御覽》引《金匱》）。衣之銘曰：桑蠶苦，女工難得新捐，故後必寒。鏡銘曰：以鏡自照，見形容；以人自照，知吉凶。觴銘曰：樂極則悲，沈湎致非，社稷為危（〈朱穆傳〉注引《陰謀》，蔡邕以為武王踐阼，咨于太師，作銘，共十八章。）。無握壑而附邱，無舍本而逐（《兵書》作「附」，一本作「治」）末，日中必彗，操刀必割（二句賈誼文引）。執斧必伐，日中不彗，是謂失時；操刀不割，是謂失利（賈子引作「之期」）。執斧不伐，賊人將來！涓涓不塞，將為（賈子作「成」）江河！熒熒不救，炎炎奈（賈子作若）何？兩葉不去（一本作「毫毛不拔」），將用（一本作「尋」）斧柯！為虺弗摧，行將為蛇（《意林》引《六弢》及〈六弢．守土篇〉。此以上全見《兵書》引黃帝巾几銘，楊慎以為《太公兵法》引黃帝。）！綿綿不絕，敻敻奈（今本《周書》作「蔓蔓若」）何？豪釐（今本作「末」）不伐，將用斧柯（《周書》）！前慮不定，後有大患，將奈之何？〔蘇秦引《周書》連上多此三句，或以為出《太公陰符》，見杜牧《孫子》注，王伯厚以為《兵法》。〕 \\n 〈第三篇〉 \\n 將欲敗之，必姑輔之；將欲取之，必姑與之。〔〈戰國策．魏策》任章引《周書》〕得時無失，時不再來。天予不取，反為之災。〔〈越語〉引《周書》〕 \\n 天與不取，反受其咎。〔《史記》蕭何引《周書》〕 \\n 毋為權首，將受其咎。〔《漢書》引《周書》〕 \\n 欲起無先。〔〈史記．楚世家〉引《周書》〕 \\n 恃德者昌，恃力者亡。〔〈史記．商鞅傳〉引《周書》〕 \\n 成功之下，不可久處。〔〈史記．蔡澤傳〉引《周書》〕 \\n 安危在得令，存亡在所用。〔《漢書》主父偃引《周書》〕 \\n 必參五伍之。〔《史記》蒙恬引《周書》。宗沂案《說文》「伍」字下云：「相參伍也。」謂伍法。「什」字下云：「相什保也。」謂什法。〕 \\n 君憂臣勞，主辱臣死。〔《文選》注二十引《周書》〕 \\n 太公曰：知與眾同者，非人師也。大知似狂。不癡不狂，其名不彰；不狂不癡，不能成事。〔《御覽》七百三十九引《周書》〕 \\n 文王曰：「吾聞之：無變古，無易常，無陰謀，無擅制，無更創。為此，則不祥。」太公曰：「夫天下，非常一人之天下也；天下之國，非常一人之國也。莫常有之，惟有道者取之（今本〈武弢〉「天下者非一人之天下，惟有道者處之」。）。古之王者，未使民，民化；未賞民，民勸。不知怒，不知喜，愉愉然其如赤子，此古善為政也。 \\n 文王獨坐，屏去左右，深念遠慮，召太公望曰：「帝（朱右曾云「帝」當為「商」，古文相似。）王（蓋謂紂）猛暴無文，強梁好武，侵凌諸侯，苦勞天下，百姓之怨心生矣！其災（此下似有闕文）予奚行而得免于無道乎？」太公曰：「因其所為，且興其化。上知天道，中知人事，下知地理，乃可以有國焉（同上。《御覽》八十四引《周書》，今《逸周書》無之，必出《太公兵法》中逸文，蓋《太公兵法》昔人引之多通稱《周書》，《淮南子》以《六弢》為「陰謀圖王」之書，此云「無陰謀」可信也。）！ \\n 大國不失其威，小國不失其卑，敵國不失其權；距險伐夷，并小奪亂，征強攻弱，而襲不正，武之經也。 \\n 伐亂、伐疾、伐役，武之順也。 \\n 賢者輔之，亂者取之，作者勸之，急者沮之，恐者懼之，欲者趣之，武之用也。 \\n 美男破老，美女破舌（當作后），淫圖破國，淫巧破時，淫樂破正，淫言破義，武之毀也。 \\n 赦其食，遂其咎，撫其困，助其囊，武之間也。 \\n 餌敵以分，而照其儲，以伐輔德，追時之權，武之尚也。 \\n 春違其眾，秋伐其穡，夏取其麥，冬寒其衣服。春秋欲舒，冬夏欲亟，武之時也。 \\n 長勝短，輕勝重，直勝曲，眾勝寡，強勝弱，飽勝飢，肅勝怒，先勝後，疾勝遲，武之勝也。 \\n 追戎無恪，力倦氣竭，乃易克，武之追也。 \\n 既勝人，舉旗以號令命吏禁掠，無敢侵暴，爵位不謙，田宅不虧，各甯其親，民服如化，武之撫也。 \\n 百姓咸服，偃兵興德，夷厥險阻，以毀其武，四方畏服，奄有天下，武之定也。〔今本〈周書．武稱篇〉〕 \\n 開望曰：「土廣無守，可襲；土狹無食，可圍竭（《漢書》主父偃引二句）。二禍之來，不稱之災。天有四殃，水、旱、饑、荒，其至無時，非移積聚，何以備之（《逸周書》）！　 \\n 〈第四篇〉 \\n 上古王者之遣將也，跪而推轂，曰：「閫以內者，寡人制之；閫以外者，將軍制之。軍功爵賞，皆決於外，歸而奏之。」〔〈史記．馮唐傳〉摯虞以跪而推轂為古《兵書》，今本〈六弢．立將篇〉以為說。〕 \\n 兵以仁舉，則無不從。得之以仁分，則無不從悅。〔蕭吉《五行大義》引《兵書》〕 \\n 將無謀，則士卒憂；將無慮，則士卒去。〔同上引〕 \\n 〔《御覽》引《吳子》逸文：「將無慮，則謀士去；將無勇，則吏士恐；將遷怒，則軍士懼」本此。〕 \\n 坎名大剛風，乾名折風，兌名小剛風，艮名凶風，坤名剛風，巽名小弱風，震名嬰兒風，離名大弱風（引同上。當係《隋志》．《太公兵法》中語，或單稱《兵書》，蕭吉曰此兵家觀客主盛衰，候風所從來也。）又曰：刑上風來：坐者，急起；行者，急住。〔同上。〕 \\n 陽生甲子不足，戌亥仍為天門；陰生甲午不足，辰巳仍為地戶。陽界甲寅不足，子丑仍為鬼門；陰界甲申不足，午未仍為人門。陽盛甲辰，卯為之隔；陰興甲戌，酉為之隔。〔引同上。〕 \\n 《太公兵法》曰：「武王問太公：『勝負何如？』太公對曰：『夫紂之行，不由理積，其酒池賦斂，甚數百姓苦之。』」〔宋《御覽》六百二十七引〕 \\n 人主舉善，則天應之以德；惡，則天應之以刑。〔同上引《太公》，《群書治要》引《六弢》襲之。〕 \\n 將謀欲密，士卒欲一，攻敵欲疾。〔《御覽》．《吳子》逸文引《軍志》，吳子曾傳《左傳》。〕 \\n 先人有奪人之心，後人有待其衰。允當則歸，知難而退。有德不可敵，逐寇如追逃。〔以上《左傳》引《軍志》，《傳》凡稱前志，多屬《逸周書》；或史佚，則稱《軍志》者，必《太公》也。〕 \\n 將不仁，則三軍不親；將不勇，則三軍不為動。〔《通典》引，《御覽》作《吳子》，蓋《吳子》所引者。今本〈六弢．奇兵篇〉改「為動」作「銳」。〕 \\n 右背山陵，前左水澤。〔《史記》引《兵法》與《孫子》不同，杜牧《孫子》注引《太公兵法》：「軍必左水澤，而右邱陵。」蓋括司言，知此引《兵法》屬《太公》也。此之言背謂後也，與前相對。〕 \\n 武王伐殷，兵至牧野。晨舉脂燭，推掩不備。〔《論衡》引《太公陰謀》見《藝文類聚》及《御覽》三百十六。〕 \\n 春為牝陳，弓為前行；夏為方陳，戟為前行；六月為圓陳（《通典》作「季夏」），矛為前行；秋為牡陳，劍為前行；冬為伏陳，楯為前行。（蕭吉《五行大義》引《周書》云此，「武備」亦依五氣也。知出《兵法》。）是謂五陳。〔《通典》連上引，多此一句「近人采入」，〈逸周書．月令〉逸文。〕 \\n 春以長矛在前，夏以大戟在前，秋以弓弩在前，冬以刀楯（《抱朴子》作「盾」）在前，此行軍（《抱朴子》）四時應天之法也。〔《御覽》三百三十九引《六弢》分為「五選」，已見《說苑》所引，知連上，確係《兵法》，又見《抱朴子》。〕 \\n 從孤擊虛，萬（《御覽》引作「高」，誤）人無餘一，女子當丈夫。（《抱朴子》引《太公兵法》又相傳古《遯甲書》引此作《黃石子》，足見《黃石公記》之果出《太公兵法》也。〕風鳴葉（《御覽》作「氣」，非）者，賊在十里；鳴條者，百里；搖枝者，四百里；金器自鳴及焦器（《御覽》作「氣」，下無「鳴」字〕鳴者，軍疲也；氣如驚鹿，敗軍氣也。〔同上。上言風角，下言雪祲。〕 \\n 大師吹律合聲。商則戰勝，軍士強。角則軍擾多變，失士心。宮則軍和，士卒同心。徵則將急數怒，失士心。羽則軍弱，少威明。〔鄭康成〈周禮．春官〉注引《兵書》按隋以前人引《太公兵法》或曰《兵書》，〈正義〉以為武王出兵之書。〕 \\n 〈第五篇〉 \\n 國不可以從外治，將（《孫子》注作「君」）不可以從中御。〔《通典》引《太公》，今〈六弢．立將篇〉襲此二語，以為將答君之詞，賈林《孫子》注沿其誤。〕 \\n 神農之教曰：「雖有石城千仞，湯池百步，帶甲百萬，無粟，弗能守也。」〔晁錯引。案應劭《風俗通》述《孫子》云：「金城湯池而無粟者，太公、墨翟弗能守之」，則知此為《太公書》所有。唐．員半千亦引作《軍志》，《群書治要》所引〈虎弢〉亦述「神農之禁」也。〕 \\n 國柄借人，則失其威（今本〈六弢．守土篇〉作「無借人國柄，借人國柄則失其權」。）。淵乎無端，孰知其源（下為「涓涓不塞」六句）？天下非一人之天下，天下之天下也。取天下者，若逐野鹿，而天下共分其肉（同上引。下五句，今本〈武韜〉襲改之）。 \\n 昔柏皇氏、栗陸氏、驪連氏、軒轅氏、赫胥氏、尊盧氏、祝融氏，此古之王者也。未使民，民化；未賞民，民勸（《北堂書鈔》十五引此三句，兩「民」字不重。）；此皆古之善為政者也。至於伏羲氏、神農氏，教化（宋本「化」作「民」）而不誅，黃帝、堯、舜誅而不怒〔《御覽》七十六引《六弢》，《意林》引後四句作「太公曰：伏羲、神農，教而不誅」云云。〕 \\n 聖人恭天靜地，和鬼敬神。〔《意林》〕 \\n 文王在岐（《群書治要》引多「周」字），召太公曰：「吾地小，奈何？」太公曰：「天下有粟，賢者食之；天下有民，賢者收之。屈一人下，伸萬人上，惟聖人能行之。」〔《文選》注引作「屈一人之下，伸萬人之上，惟聖人能焉。」，《群書治要》引〈武弢〉多贅語，蓋依此節而增衍成之也。〕 \\n 文王曰：「君務舉賢，不獲其功，何也？」太公曰：「舉而不用，是有求賢之名，而無用賢之實也。」文王曰：「舉賢若何？」太公曰：「按賢察名，選才考能，名實俱得之也。」〔《意林》引《六弢》作六卷，今本《六弢》本之，衍為〈舉賢篇〉。〕 \\n 文王曰：「國君失民者，何也？」太公曰：「不慎所與也？君有六守、三寶。六守者：仁、義、忠、信、勇、謀。三寶者：農、工、商。六守長則君安，三寶完則國昌。〔同上引今本《六弢》衍之為〈六守篇〉。〕 \\n 崇侯虎曰：「今周伯昌懷仁而善謀，冠雖敝，禮加于首；履雖新，法以踐地（《意林》引作「冠雖敝，加于首；履雖新，履于地。」，〈漢書．儒林傳〉黃生曰：「冠雖敝，必加于首；履雖新，必貫于足。」師古曰：「語見太公《六弢》。」，《御覽》六百八十四引之同，《意林》多二「之」字，作「加之于首」云云。）。可及其未成而圖之（《御覽》六百九十七引《六弢》）。軍中之事，不聞君命（《意林》），皆由將出。臨敵決戰，無有二心（今〈六弢．立將篇〉連上引）。 \\n 武王問太公曰：「吾欲令三軍，親其將如父母，攻城則爭先登，野戰則爭先赴。聞金聲而怒，聞鼓聲而喜。可乎？」太公曰：「作將，冬日不服裘，夏日不操扇，天雨不張蓋幔，出隘塞、過泥塗，將先下步（《意林》、《藝文類聚》引無，作二日字及幔先作必。）。士卒皆定（賓本作「軍皆定次」），將乃就舍；炊者皆飽，將乃敢食（四句《意林》無，《藝文類聚》有，今本「飽」作「熟」，「乃敢」作「方就」。）；軍未舉火，將不食（今本作「軍不舉火，將亦不舉」）。士非好死而樂傷，其將知飢寒、勞苦也。〔《意林》引〕 \\n 用兵之害，猶豫最大（《吳子》引之）。赴之若驚，用之若狂；當之者破，近之者亡；使如疾雷，不暇掩耳也。〔同上引。按今本〈六弢．軍勢篇〉文義近古，多見稱引，此蓋括其一二精語。） \\n 貧窮、忿怒，欲決其志者，名曰必死之士。辯言巧辭，善毀善譽者，名曰間諜飛言之士（同上引。今本〈練士篇》取一置一，雜入贅婿云云，乃秦漢人語也。《意林》所引乃因梁人子鈔，惟九差一條，不足據，或參取唐時本也。）。賞如高山，罰如深溪。〔〈文選．王仲宣從軍詩〉注引《六弢》。〕 \\n 太公謂武王曰：「夫人皆有性，趨舍不同，喜怒不等。」〔〈文選．盧子諒．贈劉琨詩〉注引。〕 \\n 太公謂武王曰：「聖人興兵為天下除患去賊，非利之也。故役不再籍（《孫子》引），一舉而得。」〔《文選》四十三書注引。〕 \\n 武王問太公曰：「殷已亡其三人，今可伐乎？」太公曰：「臣聞之：知天者不怨天，知己者不怨人。先謀後事者昌，先事後謀者亡，且天與不取，反受其咎（《史記》引二語）；時至不行，反受其殃（《說苑》引四語）。非時而生，是為妄成，故夏條可結，冬冰可釋（《藝文類聚》引太公作「折」），時難得而易失也。」〔《意林》引《太公金匱》云二卷。〕 \\n 武王問太公：「今民吏未安，賢者未定，何以安之？」太公曰：「不須兵器，可以守國。耒耜是其弓弩，鉏杷是其矛戟，簦笠是其兜鍪，鐮斧是其攻具。〔《御覽》三百十六引《太公金匱》，今本《六弢》本此，衍為〈農器篇〉。〕 \\n 武王伐殷，出于河。呂尚為右（《類聚》作「後」，《御覽》無），將以四十七艘舫踰（《類聚》作「船濟」）于河。〔〈文選．王仲宣從軍詩〉注引〕 \\n 武王東伐，至于河上。雨甚雷疾。周公旦進曰：「天不祐周矣。意者，吾君德行未備，百姓疾怨邪？故天降吾災，請還師。」太公曰：「不可。」武王與周公旦望紂，紂陳引軍，止之。太公曰：「君何不弛也。」周公曰：「天時不順，龜燋不兆，占筮不吉，妖而不祥，星變又凶，固且待之，何可驅也（王逸《楚詞》注引《六弢》）。」武王問太公曰：「欲興兵深謀，進必斬敵，退必克全，其略云何？」太公曰：「主以禮使將，將以忠受命！國有難，君召將而詔曰：『見其虛則進，見其實則避。勿以三軍為貴而輕敵，勿以授命為重而苟進，勿以貴而賤人，勿以獨見而違眾，勿以辯士為必然，勿以謀簡於人，勿以謀後於人。士未坐，勿坐；士未食，勿食；寒暑必同，敵可勝也。』」〔同上引〈犬弢〉。今本〈龍弢．立將篇〉襲之。〕 \\n 周初，武王問太公曰：「敵人先至，已據便地，形勢又強，則如之何？」對曰：「當示怯弱，設伏佯走，自投死地。敵見之必疾速而赴，擾亂失次，必離故所，□入我（此下有缺文或是疊下一「伏」字）伏兵，齊起急擊，前後衝其兩旁。〔《通典》一百五十三〕 \\n 天下攘攘，皆為利往；天下熙熙，皆為利來。〔《御覽》引《六弢》〕 \\n 容容熙熙，皆為利謀；熙熙攘攘，皆為利往。〔同上，引《周書》〕 \\n 車騎之將，軍馬不具，鞍勒不備者，誅。〔《御覽》引《六弢》〕 \\n 太公誓師，後至者斬。〔《御覽》引《桓範要義》，〈史記．司馬穰苴列傳〉：「軍法：約期而後至者，斬。」當本之太公。〕 \\n 太公曰：「凡興師、動眾、陳兵，天必見其雲氣，示之以安危，故勝敗可逆知也。〔《通典》引〕 \\n 武王問太公曰：「貧富豈有命乎？」（《藝文類聚》引「成王問太公：貧富豈有命乎？將理不得其意。」）太公曰：「為之不密，密而不富者，盜在其室。」武王曰：「何謂盜也？」公曰：「計之不熟，一盜也。收種不時，二盜也。取婦無能，三盜也。養女太多（謂資贈多），四盜也（《顏氏家訓》「盜」作「費」）。棄事就酒，五盜也。衣服過度，六盜也。封藏不謹，七盜也。井灶不利，八盜也。舉息就禮，九盜也。無事然鐙，十盜也。如取之，安得富哉？」武王曰：「善。」〔《御覽》四百八十五引《六弢》，《藝文》節引，《顏氏》同。〕 \\n 武王平殷，還，問太公曰：「今民吏未安，賢者未定，何以安之？」太公曰：「無故無新，如天如地（《御覽》三百二十七引《六弢》）。得殷之財，與殷之民。共之，則商得其賈，農得其田也。一目視則不明，一耳聽則不聰，一足步則不行。選賢自代，上下各得其所。」〔同上引。〕 \\n 武王問太公曰：「天下精神甚眾，恐後復有試余者也。何以待之？」師尚父曰：「請樹槐於王門內路之石，起面社，築垣牆，祭以酒脯，食以犧牲，尊之曰社。客有非常，先與之語；客有益者入，無益者距。歲告以水旱，與其風雨澤流，悉行除民所苦。」〔《御覽》五百三十二引《太公金匱》〕 \\n 武王勝殷，召太公問曰：「今殷民不安其處，奈何使天下安乎？」太公曰：「夫民之所利，譬之如冬日之陽，夏日之陰。冬日之從陽，夏日之從陰，不召自來。故生民之道，先定其所利，而民自至。民有三幾，不可數動，動之有凶。明賞則不足，不足則民怨生；明罰則民懾畏，民懾畏則變故出；明察則民擾，民擾則不安其處，易以成變。故明王之民不知所好，不知所惡，不知所從，不知所去。使民各安其所生，而天下靜矣。樂哉！聖人與天下之人皆安樂也（《藝文類聚》二十引《六弢》此句）。」武王曰：「為之奈何？」太公曰：「聖人守無窮之（四字從《藝文類聚》補入）府，用無窮之財，而天下仰之，天下仰之，而天下治矣。神農之禁，春夏之所生，不傷不害，謹修地利，以成萬物。無奪民之所利，而農順其時矣。任賢使能，而官有材，而賢者歸之矣。故賞在於成民之生，罰在於使人無罪，是以賞罰施民，而天下化矣（《群書治要》引〈六弢．虎弢〉）。夫殺一人而三軍不聞，殺一人而民不知，殺一人而千萬人不恐，雖多殺之，其將不重。封一人而三軍不悅，爵一人而萬人不勸，賞一人而萬人不欣，是為賞無功、責無能也。若此，則三軍不為使，是失眾之紀也。」〔同上引〈武弢〉） \\n 〈第六篇〉 \\n 安徐而靜，柔節先定，善興而不爭，虛心平志，待物以正。〔今本《六弢》〕 \\n 武王問太公曰：「兵道何如？」太公曰：「凡兵之道，莫過乎一。一者，能獨往獨來。黃帝曰：『一者，階於道，機於神。』用之在於機，顯之在於勢，成之在於君。故聖王號兵為凶器，不得已而用之（下文「今商王知存而不知亡」一段，似後人攙入，故節去之。）。」武王曰：「兩軍相遇，彼不可來，此不可往。各設固備，未敢先發。我欲襲之，不得其利。為之奈何？」太公曰：「外亂而內整。示飢而實飽，內精而外鈍。一合一離，一聚一散。陰其謀，密其機，高其壘，伏其銳士。寂若無聲，敵不知我所備。欲其西，襲其東。」武王曰：「敵知我情，通我謀。為之奈何？」太公曰：「兵勝之術，密察敵人之機，而速乘其利，復疾擊其不意。」〔連上，並今本〈文弢．兵道篇〉〕 \\n 天道無殃，不可先倡；人道無災，不可先謀。 \\n 全勝不鬥，大兵無創。 \\n 鷙鳥將擊，卑飛斂翼；猛獸將搏，弭耳俯伏；聖人將動，必有愚色。 \\n 凡謀之道，周密為寶。〔連上，在今本〈武弢〉〕 \\n 兵不兩勝，亦不兩敗。兵出踰境，期不十日，不有亡國，必有破軍殺將。 \\n 疑志不可以應敵。〔孟氏《孫子》注引〕 \\n 將以誅大為威，以賞小為明，以罰審為禁止而令行。故殺一人而三軍震者，殺之；賞一人而萬民悅者，賞之。〔連上，並今本〈龍弢〉〕 \\n 武王問太公曰：「攻伐之道奈何？」太公曰：「勢因於敵家之動，變生於兩陳之間，奇正發於無窮之源（孟氏《孫子》注引）。故至事不語，用兵不言。且事之至者，其言不足聽也；兵之用也，其狀不定見也。倏而往，忽而來，能獨專而不制者，兵也。聞則議，見則圖，知則困，辯則危。故善戰者，不待張軍；善除患者，理於未生；善勝敵者，勝於無形。上戰無與戰，故爭勝於白刃之前者，非良將也（曹操《孫子》注引此二句，「前」作「先」）；設備於已失之後者，非上聖也；智與眾同，非國師也（孟氏《孫子》注引）；技與眾同，非國工也。事莫大於必克，用莫大於玄默（賈林《孫子》注引）。動莫大於不意，謀莫大於不識（孟氏、杜佑《孫子》注引，「大」孟作「神」、杜作「善」）。夫先勝者，先見弱於敵而後戰者也，故士（古通事）半而功倍焉。聖人徵於天地之動，孰知其紀？循陰陽之道而從其候，當天地盈縮，因以為常。物有死生，因天地之形，故曰：未見形而戰，雖眾必敗。善戰者，居之不撓，見勝則起，不勝則止。故曰：無恐懼，無猶豫。用兵之害：猶豫最大，三軍之災，莫過狐疑（四句亦《吳子》引，「莫過」作「生於」）。善戰者，見利不失，遇時不疑；失利後時，反受其殃。故智者從之而不失，巧者一決而不猶豫。是以，疾雷不及掩耳（傅子《意林》引此句均作「不暇」，隋唐作「及」與此同。），迅雷不及瞑目（杜佑作「疾電」，陳皞《孫子》注作「卒電」，「瞑」陳作「瞬」。）；赴之若驚，用之若狂；當之者破，近之者亡，孰能禦之？夫將有所不言而守者，神也；有所不見而視者，明也。故知神明之道者，野無橫敵，對無立國。」武王曰：「善哉！」〔今本〈六弢．軍勢篇〉〕 \\n 夫兩陳之間，出甲陳兵，縱（《通典》作「從」）卒亂行者，所以（《通典》此下有「多」字）為變也。〔今本〈龍弢〉，《孫子》注「所以」一作「欲以」。〕 \\n 武王問太公曰：「律音之聲，可以知三軍之消息，勝負之決乎？」太公曰：「深哉！王之問也。夫律管十二，其要有五音：宮、商、角、徵、羽，此真正聲也，萬代不易。五行之神，道之常也。金、木、水、火、土，各以其勝攻也。古者，三皇之世，虛無之情，以制剛強。無有文字，皆由五行。五行之道，天地自然。六甲之分，微妙之神。其法以天清淨，無陰雲風雨，夜半遣輕騎，往至敵人之壘，去九百步外，遍持律管當耳，大呼驚之。有聲應管，其來甚微；角聲應管，當以白虎；徵聲應管，當以玄武；商聲應管，當以朱雀；羽聲應管，當以勾陳；五管聲盡不應者，宮也，當以青龍（原注其聲應乎角音之管，是敵陳木神用事矣。當以白虎方位，日時勝之。蓋角聲屬木，白虎屬金，以金能克木也。餘倣此。）。此五行之符，佐勝之徵，成敗之機也。」武王曰：「善哉。」太公曰：「微妙之音，皆在外候。」武王曰：「何以知之？」太公曰：「敵人驚動則聽之。聞枹鼓之音者，角也。見火光者，徵也。聞金鐵矛戟之音者，商也。聞人嘯呼之音者，羽也。寂寞無聲者，宮也。此五音，聲色之符也。」〔今本〈六弢．五音篇〉〕 \\n 武王問太公曰：「吾欲未戰先知敵人之強弱，預見勝負之徵，為之奈何？」太公曰：「勝負之徵，精神先見。明將察之，其效在人。謹候敵人出入進退，察其動靜，言語妖祥，士卒所告。凡三軍悅懌，士卒畏法，敬其將命；相喜以破敵，相陳以勇猛，相賢以威武。此強徵也。三軍數驚，士卒不齊；相恐以敵強，相語以不利。耳目相屬，妖言不止，眾口相惑；不畏法令，不重其將。此弱徵也。三軍齊整，陳勢以固，深溝高壘，又有大風甚雨之利；三軍無故，旌旗前指；金鐸之聲揚以清，鼙鼓之聲宛以鳴。此得神明之助，大勝之徵也。行陳不固，旌旗亂而相繞，逆大風甚雨之利，士卒恐懼，氣絕而不屬；戎馬驚奔，兵車折軸；金鐸之聲下以濁，鼙鼓之聲溫（濕之誤）。此大敗之徵也。凡攻城圍邑，城之氣色如死灰，城可屠；城之氣出而北，城可克；城之氣出而西，城可降；城之氣出而南，城不可拔；城之氣出而東，城不可攻。城之氣出而復入，城主逃北。城之氣出而覆我軍之上，軍必病。城之氣出高而無所止，用兵長久。凡攻城圍邑，過旬不雷不雨，必亟去之，城必有大輔。此所以知可攻而攻，不可攻而止。」武王曰：「善哉。」〔今本〈六弢．兵徵篇〉〕 \\n 刀子之神名曰脫光，箭之神名續長，弩之神名遠望。〔《藝文類聚》六十引《太公兵法》〕 \\n 〈第七篇〉 \\n 柔能制剛，弱能制強。柔者，德也；剛者，賊也；弱者，人之助也；強者，怨之歸也。故曰：有德之君以所樂樂人，無德之君以所樂樂身。樂人者，其樂長；樂身者，不久而亡。舍近謀遠者，勞而無功；舍遠謀近者，逸而有終。逸政多忠臣，勞政多亂人。故曰：誤廣地者荒，務廣得者強，有其有者安，貪人有者殘，殘滅之政，雖成必敗（〈後漢書．光武帝詔〉引《黃石公記》，按〈留侯傳〉明云：黃石老人所授乃《太公兵法》，此作《黃石公記》，蓋新莽時所易之名也。）。當斷不斷，反受其亂。〔〈後漢書．楊倫傳〉引之云：黃石所誡。《史記》以為道家之言。〕 \\n 臣與主同者亡。〔〈後漢書．袁紹傳〉〕 \\n 軍無財，士不來；軍無賞，士不往（四句亦見〈袁紹傳〉）。故良餌之下有懸魚，重賞之下有勇夫。〔《藝文類聚》引之，作「《軍讖》」，凡今本《三略》所引《軍讖》，多出《黃石公記》中，《御覽》三百七，引下二句，作「香餌之下必有懸魚，重賞之下必有死夫。」〕 \\n 得道者昌，失道者亡。（賈林《孫子》注引《黃石公》，又張豫《孫子》注引作《太公》語，「道」作「士」。）動為事機，舒之彌四海，卷之不盈懷。柔而能剛，則其國彌光；弱而能強，則其國彌章，一簞之醪，投之於河，令士眾迎飲，三軍為其死，戰如風發，攻如河決。〔《御覽》引《黃石公記》偽《三略》引之作《軍讖》。〕 \\n 慮若源泉，深不可測（〈文選．關中詩〉注引《黃石公記》敘）。將所以為威者，號令也；戰所以全勝者，軍正也；士所以輕戰者，用兵也。故戰如風發，勇如河決，眾可望而不可當，可下而不可勝也。〔《御覽》二百七十一引《黃石公記》〕 \\n 使商人為前兵者，象白虎陳；使羽人為前兵者，象玄武陳；使徵人為前兵者，象朱雀陳；使角人為前兵者，象青龍陳，亦曰旬始陳（引同上。此即《說苑》引《兵法》所謂「分為五選，異其旗章，勿使冒亂」之事。） \\n 彼以直陳來者，我以方陳應之；方來，銳應之；銳來，曲應之；曲來，圓應之；圓來，直應之。直木，方金，銳火，曲水，圓土也。各以能克者應勝之。〔引同上。按《通志略》又有《黃石公五壘之圖》。〕"}
