{"章节": "始計篇第一", "正文": "  \\n 始計篇第一 \\n 　 \\n  \\n 孫子曰：兵者，國之大事，死生之地，存亡之道，不可不察也。 \\n 故經之以五事，校之以計，而索其情，一曰道，二曰天，三曰地，四曰將，五曰法。 \\n 道者，令民與上同意，可與之死，可與之生，而不畏危也。天者，陰陽，寒暑，時制也。地者，遠近，險易，廣狹，死生也。將者，智，信，仁，勇，嚴也。法者，曲制，官道，主用也。凡此五者，將莫不聞，知之者勝，不知者不勝。 \\n 故校之以計，而索其情。曰：主孰有道，將孰有能，天地孰得，法令孰行，兵眾孰強，士卒孰練，賞罰孰明，吾以此知勝負矣。將聽吾計，用之必勝，留之；將不聽吾計，用之必敗，去之。 \\n 計利以聽，乃為之勢，以佐其外；勢者，因利而制權也。 \\n 兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意，此兵家之勝，不可先傳也。 \\n 夫未戰而廟算勝者，得算多也；未戰而廟算不勝者，得算少也；多算勝，少算不勝，而況於無算乎？吾以此觀之，勝負見矣。 \\n  \\n   \\n  "}
{"章节": "作戰篇第二", "正文": "  \\n 作戰篇第二 \\n 　 \\n  \\n 孫子曰：凡用兵之法，馳車千駟，革車千乘，帶甲十萬；千里饋糧，則內外之費賓客之用，膠漆之材，車甲之奉，日費千金，然後十萬之師舉矣。 \\n 其用戰也貴勝，久則鈍兵挫銳，攻城則力屈，久暴師則國用不足。夫鈍兵，挫銳，屈力，殫貨，則諸侯乘其弊而起，雖有智者，不能善其後矣！故兵聞拙速，未睹巧之久也；夫兵久而國利者，未之有也。 \\n 故不盡知用兵之害者，則不能盡知用兵之利也。善用兵者，役不再籍，糧不三載，取用于國，因糧于敵，故軍食可足也。國之貧于師者遠輸，遠輸則百姓貧，近于師者貴賣，貴賣則百姓財竭，財竭則急于丘役，力屈財殫，中原內虛于家，百姓之費，十去其七，公家之費，破車罷馬，甲冑矢弩，戟楯蔽櫓，丘牛大車，十去其六。 \\n 故智將務食于敵，食敵一鍾，當吾二十鍾，萁稈一石，當我廿石。故殺敵者怒也，取敵之利者貨也。故車戰，得車十乘以上，賞其先得者，而更其旌旗，車雜而乘之，卒善而養之，是謂勝敵而益強。 \\n 故兵貴勝，不貴久；故知兵之將，民之司命，國家安危之主也。 \\n  \\n   \\n  "}
{"章节": "謀攻篇第三", "正文": "  \\n 謀攻篇第三 \\n 　 \\n  \\n 孫子曰：凡用兵之法，全國為上，破國次之；全旅為上，破旅次之；全卒為上，破卒次之；全伍為上，破伍次之。是故百戰百勝，非善之善者也；不戰而屈人之兵，善之善者也。 \\n 故上兵伐謀，其次伐交，其次伐兵，其下攻城。攻城之法，為不得已；修櫓轒轀，具器械，三月而後成；距闉，又三月而後已；將不勝其忿，殺士卒三分之一，而城不拔者，此攻之災也。 \\n 故善用兵者，屈人之兵，而非戰也；拔人之城，而非攻也；毀人之國，而非久也。必以全爭于天下，故兵不頓，利可全，此謀攻之法也。故用兵之法，十則圍之，五則攻之，倍則分之，敵則能戰之，少則能守之，不若則能避之。故小敵之堅，大敵之擒也。 \\n 夫將者，國之輔也，輔周則國必強，輔隙則國必弱。故軍之所以患于君者三：不知三軍之不可以進，而謂之進；不知三軍之不可以退，而謂之退；是謂縻軍。不知三軍之事，而同三軍之政，則軍士惑矣。不知三軍之權，而同三軍之任，則軍士疑矣。三軍既惑且疑，則諸侯之難至矣，是謂亂軍引勝。 \\n 故知勝者有五：知可以戰與不可以戰者勝，識眾寡之用者勝，上下同欲者勝，以虞待不虞者勝，將能而君不御者勝；此五者，知勝之道也。 \\n 故曰：知彼知己，百戰不殆；不知彼而知己，一勝一負；不知彼，不知己，每戰必敗。 \\n  \\n   \\n  "}
{"章节": "軍形篇第四", "正文": "  \\n 軍形篇第四 \\n 　 \\n  \\n 孫子曰：昔之善戰者，先為不可勝，以待敵之可勝，不可勝在己，可勝在敵。故善戰者，能為不可勝，不能使敵必可勝。故曰：勝可知，而不可為。 \\n 不可勝者，守也；可勝者，攻也。守則不足，攻則有餘。善守者，藏于九地之下；善攻者，動于九天之上，故能自保而全勝也。 \\n 見勝，不過眾人之所知，非善之善者也。戰勝，而天下曰善，非善之善者也。故舉秋毫，不為多力；見日月，不為明目；聞雷霆，不為聰耳。古之善戰者，勝于易勝者；故善戰者之勝也，無智名，無勇功。故其戰勝不忒，不忒者，其措必勝，勝已敗者也。故善戰者，立于不敗之地，而不失敵之敗也。是故勝兵先勝，而後求戰；敗兵先戰，而後求勝。 \\n 善用兵者，修道而保法，故能為勝敗之政。兵法：「一曰度，二曰量，三曰數，四曰稱，五曰勝；地生度，度生量，量生數，數生稱，稱生勝。」故勝兵若以鎰稱銖，敗兵若以銖稱鎰。勝者之戰，若決積水于千仞之谿，形也。 \\n  \\n   \\n  "}
{"章节": "兵勢篇第五", "正文": "  \\n 兵勢篇第五 \\n 　 \\n  \\n 孫子曰：凡治眾如治寡，分數是也。鬥眾如鬥寡，形名是也。三軍之眾，可使必受敵而無敗者，奇正是也。兵之所加，如以碬投卵者，虛實是也。 \\n 凡戰者，以正合，以奇勝。故善出奇者，無窮如天地，不竭如江河，終而復始，日月是也；死而復生，四時是也。聲不過五，五聲之變，不可勝聽也。色不過五，五色之變，不可勝觀也。味不過五，五味之變，不可勝嘗也。戰勢不過奇正，奇正之變，不可勝窮也。奇正相生，如循環之無端，孰能窮之哉！ \\n 激水之疾，至于漂石者，勢也。鷙鳥之擊，至于毀折者，節也。是故善戰者，其勢險，其節短，勢如張弩，節如機發。 \\n 紛紛紜紜，鬥亂，而不可亂也。渾渾沌沌，形圓，而不可敗也。亂生于治，怯生于勇，弱生于強。治亂，數也。勇怯，勢也。強弱，形也。故善動敵者，形之，敵必從之；予之，敵必取之；以利動之，以實待之。 \\n 故善戰者，求之于勢，不責于人，故能擇人任勢；任勢者，其戰人也，如轉木石，木石之性，安則靜，危則動，方則止，圓則行。故善戰人之勢，如轉圓石于千仞之山者，勢也。 \\n  \\n   \\n  "}
{"章节": "虛實篇第六", "正文": "  \\n 虛實篇第六 \\n 　 \\n  \\n 孫子曰：凡先處戰地而待敵者佚，後處戰地而趨戰者勞。故善戰者，致人而不致于人。能使敵人自至者，利之也；能使敵不得至者，害之也。故敵佚能勞之，飽能飢之，安能動之。 \\n 出其所不趨，趨其所不意；行千里而不勞者，行于無人之地也；攻而必取者，攻其所不守也；守而必固者，守其所不攻也。故善攻者，敵不知其所守；善守者，敵不知其所攻。微乎微乎！至于無形；神乎神乎！至于無聲，故能為敵之司命。進而不可禦者，衝其虛也；退而不可追者，速而不可及也。故我欲戰，敵雖高壘深溝，不得不與我戰者，攻其所必救也；我不欲戰，雖劃地而守之，敵不得與我戰者，乖其所之也。 \\n 故形人而我無形，則我專而敵分，我專為一，敵分為十，是以十攻其一也。則我眾而敵寡，能以眾擊寡，則我之所與戰者，約矣。 \\n 吾所與戰之地不可知，不可知，則敵所備者多，敵所備者多，則我所與戰者寡矣。故備前則後寡，備後則前寡，備左則右寡，備右則左寡，無所不備，則無所不寡。寡者，備人者也；眾者，使人備己者也。 \\n 故知戰之地，知戰之日，則可千里而會戰。不知戰地，不知戰日，則左不能救右，右不能救左，前不能救後，後不能救前，而況遠者數十里，近者數里乎？以吾度之，越人之兵雖多，亦奚益于勝哉？故曰：勝可為也，敵雖眾，可使無鬥。 \\n 故策之而知得失之計，作之而知動靜之理，形之而知死生之地，角之而知有餘不足之處。故形兵之極，至于無形；無形，則深間不能窺，智者不能謀。因形而措勝于眾，眾不能知，人皆知我所以勝之形，而莫知吾所以制勝之形；故其戰勝不復，而應形於無窮。 \\n 夫兵形象水，水之形，避高而趨下：兵之形，避實而擊虛；水因地而制流，兵因敵而制勝。故兵無常勢，水無常形；能因敵變化而取勝，謂之神。故五行無常勝，四時無常位，日有短長，月有死生。 \\n  \\n   \\n  "}
{"章节": "軍爭篇第七", "正文": "  \\n 軍爭篇第七 \\n 　 \\n  \\n 孫子曰：凡用兵之法，將受命于君，合軍聚眾，交和而舍，莫難于軍事。軍爭之難者，以迂為直，以患為利。故迂其途，而誘之以利，後人發，先人至，此知迂直之計者也。故軍爭為利，軍爭為危。 \\n 舉軍而爭利，則不及；委軍而爭利，則輜重捐。是故卷甲而趨，日夜不處，倍道兼行，百里而爭利，則擒三將軍，勁者先，疲者後，其法十一而至；五十里而爭利，則蹶上將軍，其法半至；卅里而爭利，則三分之二至。是故軍無輜重則亡，無糧食則亡，無委積則亡。故不知諸侯之謀者，不能豫交；不知山林、險阻、沮澤之形者，不能行軍，不能鄉導者，不能得地利。 \\n 故兵以詐立，以利動，以分合為變者也，故其疾如風，其徐如林，侵掠如火，不動如山，難知如陰，動如雷霆。掠鄉分眾，廓地分利，懸權而動，先知迂直之計者勝，此軍爭之法也。 \\n 軍政曰：「言不相聞，故為金鼓；視不相見，故為旌旗。」夫金鼓旌旗者，所以一人之耳目也；人既專一，則勇者不得獨進，怯者不得獨退，此用眾之法也。故夜戰多火鼓，晝戰多旌旗，所以變人之耳目也。 \\n 故三軍可奪氣，將軍可奪心。是故朝氣銳，晝氣惰，暮氣歸；故善用兵者，避其銳氣，擊其惰歸，此治氣者也。以治待亂，以靜待譁，此治心者也。以近待遠，以佚待勞，以飽待飢，此治力者也。 \\n 無邀正正之旗，勿擊堂堂之陣，此治變者也；故用兵之法，高陵勿向，背邱勿逆，佯北勿從，銳卒勿攻，餌兵勿食，歸師勿遏，圍師必闕，窮寇勿迫，此用兵之法也。 \\n  \\n   \\n  "}
{"章节": "九變篇第八", "正文": "  \\n 九變篇第八 \\n 　 \\n  \\n 孫子曰：凡用兵之法，將受命于君，合軍聚眾；圮地無舍，衢地合交，絕地無留，圍地則謀，死地則戰，途有所不由，軍有所不擊，城有所不攻，地有所不爭，君命有所不受。故將通于九變之利者，知用兵矣。將不通于九變之利者，雖知地形，不能得地之利矣。治兵不知九變之術，雖知地利，不能得人之用矣。 \\n 是故智者之慮，必雜于利害，雜于利而務可信也，雜于害而患可解也。是故屈諸侯者以害，役諸侯者以業，趨諸侯者以利。 \\n 故用兵之法，無恃其不來，恃吾有以待之；無恃其不攻，恃吾有所不可攻也。 \\n 故將有五危：必死可殺，必生可虜，忿速可侮，廉潔可辱，愛民可煩；凡此五危，將之過也，用兵之災也。覆軍殺將，必以五危，不可不察也。 \\n  \\n   \\n  "}
{"章节": "行軍篇第九", "正文": "  \\n 行軍篇第九 \\n 　 \\n  \\n 孫子曰：凡處軍相敵：絕山依谷，視生處高，戰隆無登，此處山之軍也。絕水必遠水，客絕水而來，勿迎于水內，令半濟而擊之利。欲戰者，無附于水而迎客，視生處高，無迎水流，此處水上之軍也。絕斥澤，惟亟去勿留，若交軍于斥澤之中，必依水草，而背眾樹，此處斥澤之軍也。平陸處易，右背高，前死後生，此處平陸之軍也。凡此四軍之利，黃帝之所以勝四帝也。 \\n 凡軍好高而惡下，貴陽而賤陰，養生處實，軍無百疾，是謂必勝。邱陵隄防，必處其陽，而右背之，此兵之利，地之助也。上雨水沫至，欲涉者，待其定也。凡地有絕澗、天井、天牢、天羅、天陷、天隙，必亟去之，勿近也；吾遠之，敵近之；吾迎之，敵背之。軍旁有險阻、潢井、蒹葭、林木、翳薈者，必謹覆索之，此伏姦之所也。 \\n 敵近而靜者，恃其險也。遠而挑戰者，欲人之進也。其所居易者，利也。眾樹動者，來也。眾草多障者，疑也。鳥起者，伏也。獸駭者，覆也。塵：高而銳者，車來也；卑而廣者，徒來也；散而條違者，樵採也；少而往來者，營軍也。辭卑而益備者，進也。辭強而進驅者，退也。輕車先出其側者，陣也。無約而請和者，謀也。奔走而陳兵者，期也。半進半退者，誘也。仗而立者，飢也。汲而先飲者，渴也。見利而不進者，勞也。鳥集者，虛也。夜呼者，恐也。軍擾者，將不重也。旌旗動者，亂也。吏怒者，倦也。殺馬肉食者，軍無糧也。懸缶不返其舍者，窮寇也。諄諄翕翕，徐與人言者，失眾也。數賞者，窘也。數罰者，困也。先暴而後畏其眾者，不精之至也。來委謝者，欲休息也。兵怒而相迎，久而不合，又不相去，必謹察之。 \\n 兵非貴益多，惟無武進，足以併力料敵取人而已。夫惟無慮而易敵者，必擒于人。 \\n 卒未親附而罰之，則不服，不服則難用。卒已親附而罰不行，則不可用。故令之以文，齊之以武，是謂必取。令素行以教其民，則民服；令不素行以教其民，則民不服；令素行，與眾相得也。 \\n  \\n   \\n  "}
{"章节": "地形篇第十", "正文": "  \\n 地形篇第十 \\n 　 \\n  \\n 孫子曰：地形有通者，有挂者，有支者，有隘者，有險者，有遠者。我可以往，彼可以來，曰通；通形者，先居高陽，利糧道以戰，則利。可以往，難以返，曰挂；挂形者，敵無備，出而勝之，敵若有備，出而不勝，難以返，不利。我出而不利，彼出而不利，曰支；支形者，敵雖利我，我無出也；引而去之，令敵半出而擊之，利。隘形者，我先居之，必盈以待敵；若敵先居之，盈而勿從，不盈而從之。險形者，我先居之，必居高陽以待敵；若敵先居之，引而去之，勿從也。遠形者，勢均，難以挑戰，戰而不利。凡此六者，地之道也，將之至任，不可不察也。 \\n 故兵有走者，有弛者，有陷者，有崩者，有亂者，有北者；凡此六者，非天地之災，將之過也。夫勢均，以一擊十，曰走。卒強吏弱，曰陷。大吏怒而不服，遇敵懟而自戰，將不知其能，曰崩。將弱不嚴，教道不明，吏卒無常，陳兵縱橫，曰亂。將不能料敵，以少合眾，以弱擊強，兵無選鋒，曰北。凡此六者，敗之道也。將之至任，不可不察也。 \\n 夫地形者，兵之助也。料敵制勝，計險阨遠近，上將之道也。知此而用戰者，必勝；不知此而用戰者必敗。故戰道必勝；主曰：無戰；必戰可也。戰道不勝，主曰必戰，無戰可也。故進不求名，退不避罪，唯民是保，而利于主，國之寶也。 \\n 視卒如嬰兒，故可與之赴深谿；視卒如愛子，故可與之俱死。厚而不能使，愛而不能令，亂而不能治，譬若驕子，不可用也。 \\n 知吾卒之可以擊，而不知敵之不可擊，勝之半也；知敵之可擊，而不知吾卒之不可擊，勝之半也。知敵之可擊，知吾卒之可以擊，而不知地形之不可以戰，勝之半也。故知兵者，動而不迷，舉而不窮。故曰：知彼知己，勝乃不殆；知天知地，勝乃可全。 \\n  \\n   \\n  "}
{"章节": "九地篇第十一", "正文": "  \\n 九地篇第十一 \\n 　 \\n  \\n 孫子曰：用兵之法，有散地，有輕地，有爭地，有交地，有衢地，有重地，有圮地，有圍地，有死地。諸侯自戰其地者，為散地。入人之地而不深者，為輕地。我得則利，彼得亦利者，為爭地。我可以往，彼可以來者，為交地。諸侯之地三屬，先至而得天下之眾者，為衢地。入人之地深，背城邑多者，為重地。山林、險阻、沮澤，凡難行之道者，為圮地。所由入者隘，所從歸者迂，彼寡可以擊吾之眾者，為圍地。疾戰則存，不疾戰則亡者，為死地。是故散地則無戰，輕地則無止，爭地則無攻，交地則無絕，衢地則合交，重地則掠，圮地則行，圍地則謀，死地則戰。 \\n 古之所謂善用兵者，能使敵人前後不相及，眾寡不相恃，貴賤不相救，上下不相收，卒離而不集，兵合而不齊。合于利而動，不合于利而止。敢問：「敵眾整而將來，待之若何？」曰：「先奪其所愛，則聽矣；兵之情主速，乘人之不及，由不虞之道，攻其所不戒也。」 \\n 凡為客之道，深入則專，主人不克，掠于饒野，三軍足食，謹養而無勞，併氣積力，運兵計謀，為不可測，投之無所往，死且不北，死焉不得，士人盡力。兵士甚陷則不懼，無所往則固，深入則拘，不得已則鬥。是故，其兵不修而戒，不求而得，不約而親，不令而信，禁祥去疑，至死無所之。吾士無餘財，非惡貨也；無餘命，非惡壽也。令發之日，士卒坐者涕沾襟，偃臥者涕交頤，投之無所往，則諸劌之勇也。故善用兵者，譬如率然；率然者，常山之蛇也，擊其首，則尾至，擊其尾，則首至，擊其中，則首尾俱至。敢問：「兵可使如率然乎？」曰：「可。」夫吳人與越人相惡也，當其同舟濟而遇風，其相救也如左右手。是故，方馬埋輪，未足恃也，齊勇若一，政之道也；剛柔皆得，地之理也。故善用兵者，攜手若使一人，不得已也。 \\n 將軍之事，靜以幽，正以治，能愚士卒之耳目，使之無知。易其事，革其謀，使人無識，易其居，迂其途，使人不得慮。帥與之期，如登高而去其梯，帥與之深，入諸侯之地而發其機。若驅群羊，驅而往，驅而來，莫知所之。聚三軍之眾，投之于險，此將軍之事也。九地之變，屈伸之利，人情之理，不可不察也。 \\n 凡為客之道，深則專，淺則散；去國越境而師者，絕地也；四達者，衢地也；入深者，重地也；入淺者，輕地也；背固前隘者，圍地也；無所往者，死地也。是故散地吾將一其志，輕地吾將使之屬，爭地吾將趨其後，交地吾將謹其守，衢地吾將固其結，重地吾將繼其食，圮地吾將進其途，圍地吾將塞其闕，死地吾將示之以不活。故兵之情，圍則禦，不得已則鬥，逼則從。 \\n 是故不知諸侯之謀者，不能預交，不知山林險阻沮澤之形者，不能行軍，不用鄉導者，不能得地利，此三者不知一，非霸王之兵也。夫霸王之兵，伐大國則其眾不得聚，威加于敵，則其交不得合。是故不爭天下之交，不養天下之權，信己之私，威加于敵，故其城可拔，其國可墮。施無法之賞，懸無政之令，犯三軍之眾，若使一人。犯之以事，勿告以言；犯之以利，勿告以害；投之亡地然後存，陷之死地然後生。夫眾陷于害，然後能為勝敗，故為兵之事，在于順詳敵之意，併力一向，千里殺將，是謂巧能成事。 \\n 是故政舉之日，夷關折符，無通其使，厲于廊廟之上，以誅其事，敵人開闔，必亟入之。先其所愛，微與之期，賤墨隨敵，以決戰爭。是故始如處女，敵人開戶，後如脫兔，敵不及拒。 \\n  \\n   \\n  "}
{"章节": "火攻篇第十二", "正文": "  \\n 火攻篇第十二 \\n 　 \\n  \\n 孫子曰：凡火攻有五：一曰火人，二曰火積，三曰火輜，四曰火庫，五曰火隊。行火必有因，煙火必素具。發火有時，起火有日。時者，天之燥也。日者，月在箕壁翼軫也。凡此四宿者，風起之日也。 \\n 凡火攻，必因五火之變而應之，火發于內，則早應之于外。火發而其兵靜者，待而勿攻。極其火力，可從而從之，不可從而止。火可發于外，無待于內，以時發之。火發上風，無攻下風，晝風久，夜風止。凡軍必知五火之變，以數守之。故以火佐攻者明，以水佐攻者強，水可以絕，不可以奪。 \\n 夫戰勝攻取，而不修其攻者凶，命曰費留。故曰：明主慮之，良將修之，非利不動，非得不用，非危不戰。主不可以怒而興師，將不可以慍而致戰；合于利而動，不合于利而止。怒可以復喜，慍可以復悅，亡國不可以復存，死者不可以復生。故明君慎之，良將警之，此安國全軍之道也。 \\n  \\n   \\n  "}
{"章节": "提要", "正文": "  \\n 提要 \\n 　 \\n 《孫子》一卷（通行本） \\n 周．孫武撰。考《史記．孫子列傳〉，載武之書十三篇，而《漢書．藝文志》乃載《孫子兵法》八十二篇，圖九卷。故張守節《正義〉，以十三篇為上卷，又有中、下二卷。杜牧亦謂：「武書本數十萬言，皆曹操削其繁剩，筆其精粹，以成此書。」然《史記》稱十三篇在《漢志〉之前，不得以後來附益者為本書。牧之言固未可以為據也。此書註本極夥，《隋書．經籍志〉所載，自曹操外，有王凌、張子尚、賈詡、孟氏、沈友諸家，《唐志〉益以李筌、杜牧、陳皞、賈林、孫鎬諸家，馬端臨《經籍考》又有紀燮、梅堯臣、王皙、何氏諸家。歐陽修謂：「兵以不窮為奇，宜其說者之多。」其言最為有理。然至今傳者寥寥。應武舉者所誦習，惟坊刻講章，鄙俚淺陋，無一可取。故今但存其本文，著之於錄。武書為百代談兵之祖，葉適以其人不見於《左傳》，疑其書乃春秋末、戰國初山林處士之所為。然《史記》載闔閭謂武曰：「子之十三篇，吾盡觀之矣。」則確為武所自著，非後人嫁名於武也。 \\n  \\n   \\n  "}
{"章节": "流傳載錄", "正文": "  \\n 流傳載錄 \\n 　 \\n  \\n 　 \\n 《漢書．藝文志．兵書略．權謀〉： \\n 《吳孫子兵法》八十二篇（圖九卷。） \\n 《齊孫子》八十九篇（圖四卷。） \\n 《隋書．經籍志》： \\n 《孫子兵法》二卷（吳將孫武撰，魏武帝注。梁三卷。） \\n 《孫子兵法》一卷（魏武、王凌集解。） \\n 《孫武兵經》一卷（張子尚注） \\n 《鈔孫子兵法》一卷（魏太尉賈詡鈔。梁有《孫子兵法》二卷，孟氏解詁；《孫子兵法》二卷，吳處士沈友撰；又《孫子八陣圖》一卷。亡。） \\n 《舊唐書．經籍志〉： \\n 《孫子兵法》十三卷。（孫武撰。魏武帝注。） \\n 《新唐書．藝文志〉 \\n 魏武帝注《孫子》三卷 \\n 又《續孫子兵法》二卷 \\n 《兵書接要》七卷（孫武。） \\n 孟氏解《孫子》二卷 \\n 沈友注《孫子》二卷 \\n 《韓非子．五蠹〉： \\n 今境內皆言兵，藏孫、吳之書者，家有之。 \\n 《史記．衛將軍驃騎列傳〉： \\n 驃騎將軍（霍去病）為人少言不泄，有氣敢任。天子嘗欲教之以孫、吳兵法，對曰：「顧方略何如耳，不至學古兵法。」 \\n 《三國志．魏書．武帝紀〉： \\n 太祖少機警，有權數，而任俠放蕩，不治行業，故世人未之奇也；惟梁國橋玄、南陽何顒異焉。玄謂太祖曰：「天下將亂，非命世之才不能濟也，能安之者，其在君乎！」〔二〕年二十，舉孝廉為郎，除洛陽北部尉，遷頓丘令，徵拜議郎。〔二〕《魏書》曰：太尉橋玄，世名知人，睹太祖而異之，曰：「吾見天下名士多矣，未有若君者也！君善自持。吾老矣！願以妻子為託。」由是聲名益重。 \\n 《續漢書》曰：玄字公祖，嚴明有才略，長於人物。張璠《漢紀》曰：玄歷位中外，以剛斷稱，謙儉下士，不以王爵私親。光和中為太尉，以久病策罷，拜太中大夫，卒，家貧乏產業，柩無所殯。當世以此稱為名臣。《世語》曰：玄謂太祖曰：「君未有名，可交許子將。」太祖乃造子將，子將納焉，由是知名。孫盛異同雜語云：太祖嘗私入中常侍張讓室，讓覺之；乃舞手戟於庭，踰垣而出。才武絕人，莫之能害。博覽群書，特好兵法，抄集諸家兵法，名曰接要，又注孫武十三篇，皆傳於世。嘗問許子將：「我何如人？」子將不答。固問之，子將曰：「子治世之能臣，亂世之姦雄。」太祖大笑。 \\n 《三國志．吳書．孫權傳〉：「以從兄瑜代翊。」裴松之注引《吳錄》曰：（沈友）弱冠博學，多所貫綜，善屬文辭，兼好武事，注《孫子兵法》。 \\n 《三國志．吳書．呂蒙傳〉： \\n （魯肅）遂拜蒙（呂蒙）母，結友而別。」裴松之注引《江表傳〉：（孫權謂呂蒙）宜急讀《孫子》、《六韜》、《左傳》、《國語》及三史。 \\n 《舊唐書．杜牧傳〉： \\n 牧好讀書，工詩為文，嘗自負經緯才略。武宗朝誅昆夷、鮮卑，牧上宰相書論兵事，言：「胡戎入寇，在秋冬之間，盛夏無備，宜五六月中擊胡為便。」李德裕稱之。注曹公所定孫武十三篇行於代。 \\n  \\n   \\n  "}
{"章节": "银雀山汉墓竹简《孙子兵法》", "正文": "  \\n 银雀山汉墓竹简《孙子兵法》 \\n 　 \\n  \\n 下编 \\n 問 \\n 問。王問孫子曰：「六將軍分守晉國之地，孰先亡？孰固成？」孫子曰：「笵、中行是（氏）先亡。」「孰為之次？」「智是（氏）為次。」「孰為之次？」「韓、巍（魏）為次。趙毋失其故法，晉國歸焉。」王曰：「其說可得聞乎？」孫子曰：「可。笵、中行是（氏）制田，以八十步為（畹），以百六十步為畛，而伍稅之。其□田陜（狹），置士多，伍稅之，公家富。公家富，置士多，主喬（驕）臣奢，冀功數戰，故曰先亡。……公家富，置士多，主喬（驕）臣奢冀功數戰，故為笵、中行是（氏）次。韓、巍（魏）制田，以百步為（畹），以二百步為畛，而伍稅之。其□田陜（狹），其置士多，伍稅之，公家富。公家富，置士多，主喬（驕）臣奢，冀功數戰，故為智是（氏）次。趙是（氏）制田，以百廿步為（畹），以二百步為畛，公稅焉。公家貧，其置士少，主僉臣收，以御富民，故曰固國。晉國歸焉。」王曰：「善。王者之道，□□厚愛其民者也。」二百八十四 \\n 四變 \\n ……徐（途）有所不由，軍有所不擊，城有所不攻，地有所不爭，君令有所不行。 \\n ●徐（途）之所不由者，曰：淺入則前事不信，深入則後利不椄（接）。動則不利，立則囚。如此者，弗由也。 \\n ●軍之所不（擊）者，曰：兩軍交和而舍，計吾力足以破其軍，獾其將。遠計之，有奇執（勢）巧權於它，而軍……□將。如此者，軍唯（雖）可（擊），弗（擊）也。 \\n ●城之所不攻者，曰：計吾力足以拔之，拔之而不及利於前，得之而後弗能守。若力不足，城必不取。及於前，利得而城自降，利不得而不為害於後。若此者，城唯（雖）可攻，弗攻也。 \\n ●地之所不爭者，曰：山谷水□能生者，□□□而□□……虛。如此者，弗爭也。 \\n ●君令有所不行者，君令有反此四變者，則弗行也。□□□□□□□□□行也。事……變者，則智（知）用兵矣。 \\n 地形 \\n 缺簡。 \\n 九地 \\n ……地，有輕地，有爭地，有交地，有瞿（衢）地，有重地，有泛地，有圍地，有死地。諸侯戰其地，為散。……而得天下之眾者，為矍（衢）。入人之地深，倍（背）城邑多者，為重。行山林、沮澤，凡難行之道者，為泛。……彼寡可以擊吾眾者，為圍。疾則存，不疾則亡者，為死。是故散地則毋戰輕地則毋止，爭……絕，瞿（衢）……則行，圍地則謀，死地則戰。所胃（謂）古善戰者，能使適（敵）人前後不相及也，□。……適（敵）眾以正（整）將來，侍（待）之若何？曰：奪其所愛則聽矣。兵之請（情）主數（速）也，乘人之不給也……食；謹養而勿勞，并……謀，為不可賊（測），投之毋（無）所往，死且不北，死焉……無所往則……所往則（）。是故不調而戒，不……非惡貨也；無餘死，非惡壽也。令發之日士坐者涕□□（霑襟），者涕□□。投之無所往者，諸歲之勇也。故善用軍者，辟（譬）如衛（率）然。衛（率）然者，恒山之……擊其尾則首至，擊其中身則首尾俱至。敢問：則可使若衛（率）然虖（乎）？曰：可。越人與人相惡也，當其同周（舟）而濟也，相救若左……齊勇若一……得已也。將軍之事……之耳目，使無之；易其事，革其謀，使民無識；易其居，于（迂）其途，使民不得……入諸侯之地，發其幾（機），若敺（驅）……變，詘（屈）信（伸）之利，人請（情）之理，不可不察也。凡為客，深則槫（專），淺則散。□國越竟（境）而師者，絕地也；四（徹）者，矍（衢）地也；……者，輕地也；倍（背）固前隘者，圍地也。倍（背）固前適（敵）者，死地也；毋（無）所往者，窮地也。□□□□散地，吾將壹其志；輕地，吾將使之僂（）；爭地，吾將使不留；交地也，吾將固其（結）；矍（衢）地也，吾將謹其恃；重地也，吾將趣（趨）其後；泛地也，吾將進其途；圍地也，吾將塞其闕；死地……諸侯之請（情）：遝（逮）則禦，不得已則，過則從……利。四五者，一不智（知），非王霸之兵也。彼王霸之兵，伐大國則其眾不……則其交不得合。是故不……可拔也，城可隋（隳）也。（無）法之賞，無正（政）之令，犯三……以害，勿告以利。芋（污）之亡地然而后（後）存，陷……於害，然后能為敗為……□□將，此胃（謂）巧事。是故正（政）與（舉）□……其使，厲（勵）于郎（廊）上，以誅其事。適（敵）人開闠，必亟入之。先其所愛，（微）與……戰事。是故始如處…… \\n 火攻 \\n 孫子曰：凡攻火有五：一曰火人，二曰火漬（積），三曰火輜，四曰火庫，五曰火隊。行火有因，因必素具。發火有時，起火有日。時者，天……四者，風之起日也。火發於……火發其兵靜而勿攻，極其火央，可從而從之，不可從而止之。火可發於外，毋寺（待）於內，以時發之。火發上風，毋攻下風。晝風久，夜風止。必知五火之變，以數守之。故以火佐攻者明，以水佐攻者強。水可……得，不隋（隨）其功者凶，命之曰費留。故曰：明主慮之，良將隨之。非利不動，非得不用，非危不戰。主不可以怒興軍，將不可以溫（）戰。合乎利而用，不合而止。怒可復喜也，溫（）可復…… \\n 用閒 \\n 孫子曰：凡……里，百生（姓）之費，公家之奉，費日千……知適（敵）之請（情）者，不仁之至也，非民之將也，非主之佐也，非勝之注（主）也。故……不可象於事，不可驗於度，必取於人知者。故用間有五：有因閒，有內閒，有反閒，有死閒，有生閒。五閒俱起，莫知其道，是謂神紀，人君之葆（寶）也。生閒者，反報……鄉人而用者也。內閒者，因其官人而用。反……三軍之親，莫親於閒，賞莫厚於閒，事莫密於閒。非聖不能用閒，非仁不能使……之葆。密（哉）密（哉），毋（無）所不用閒也。閒事未發，聞，閒與……攻，人之所欲殺，必先知其守將左右謁者……用也。因是而知之，故鄉閒、內閒可得而使也。……五閒之事，必知之，……可不厚也。□殷之興也，伊摯在夏。周之興也，呂牙在殷。□之興也，□師比在陘。燕之興也，蘇秦在齊。唯明主賢將能…… \\n  \\n   \\n  "}
{"章节": "历代论孙子", "正文": "  \\n 历代论孙子 \\n 　 \\n  \\n 尉缭子论孙子：有提十万之众而天下莫当者，谁曰桓公也。有提七万之众而天下莫当者，谁曰吴起也。有提三万之众而天下莫当者，谁曰武子也 \\n ——选自《尉缭子制谈》 \\n 荀子论孙子： \\n 临武君与孙卿子议兵于赵孝成王前。王曰：“请问兵要”临武君对曰：“上得天时，下得地利，观敌之变动，后之发，先之至，此用兵之要术也。”孙卿子曰：“不然，臣所闻古之道，凡用兵攻战之术，在乎壹民。弓矢不调则羿不能以中微，六马不和则造父不能以致远，士民不亲附则汤武不能以必胜也。故善附民者，是乃善用兵者也，故兵要在乎善附民而已。”临武君曰：“不然。兵之所贵者势利也，所行者变诈也。善用兵者感忽悠暗，莫知其所从出，孙吴用之无敌于天下，岂必待附民哉”孙卿子曰：“不然。臣之所道，仁人之兵，王者之志也。君之所贵权谋势利也，所行攻夺变诈也，诸侯之事也。” \\n ——选自《荀子议兵》 \\n 韩非子论孙子： \\n 境内皆言兵，藏孙吴之书者家有之，而兵愈弱，言战者多，披甲者少也。 \\n ——选自《韩非子五蠹》 \\n 白圭论孙子： \\n 吾治生产，犹伊尹、吕尚之谋，孙吴用兵，商鞅行法是也。是故其智不足与权变，勇不足以决断，仁不能以取予，强不能有所守，虽欲学吾术，终不告之矣。 \\n ——选自《史记货殖列传》 \\n 司马迁论孙子： \\n 自是之后，名士迭兴，晋用咎犯，而齐用王子，吴用孙武，申明军约，赏罚必信，卒伯诸侯，兼列邦土，虽不及三代之诰誓，然身宠君尊，当世显扬，可不谓荣焉岂与世儒暗于大较，不权轻重，猥云德化，不当用兵，大至君辱失守，小乃侵犯削弱，遂执不移等哉！ \\n ——选自《史记律书》 \\n 于是阖庐知孙子能用兵，卒以为将。西破强楚，入郢，北威齐晋，显名诸侯，孙子与有力焉。 \\n 世俗所称师旅，皆道孙子十三篇…… \\n ——选自《史记孙子吴起列传》 \\n 当是时，吴以伍子胥、孙武之谋，西破强楚，北威齐晋，南服越人。 \\n ——选自《史记伍子胥列传》 \\n 非兵不强，非德不昌，黄帝、汤、武以兴，桀、纣、二世以崩，可不慎欤！《司马法》所从来尚矣，太公、孙、吴、王子能绍而明之，切近世，极人变。作《律书》第三。 \\n ——选自《史记太史公自序》 \\n 非信廉仁勇不能传兵论剑，与道同符，内可以治身，外可以应变，君子比德焉。作《孙子吴起列传》第五。 \\n ——选自《史记太史公自序》 \\n 班固论孙子： \\n 春秋之后，灭弱吞小，并为战国……雄杰之士因势辅时，作为权诈以相倾覆，吴有孙武，齐有孙膑，魏有吴起，秦有商鞅，皆禽敌立胜，垂著篇籍。当此之时，合纵连衡，转相攻伐，代为雌雄。齐愍以技击强，魏惠以武卒奋，秦昭以锐士胜。世方争于功利，而驰说者以孙、吴为宗。时唯孙卿明于王道，而非之…… \\n ——选自《汉书刑法志》 \\n 王充论孙子：孙武、阖庐，世之善用兵者也。知或学其法者，战必胜；不晓什伯之陈，不知击刺之术者，强使之军，军覆师败，无其法也。 \\n ——选自《论衡量知篇》 \\n 曹操论孙子：操闻上古有弧矢之利，《论语》曰“足兵”，《尚书》八政曰“师”，《易》曰“师贞，丈人吉”，《诗》曰“王赫斯怒，爰征其旅”，黄帝、汤、武，咸用干戚以济世也。《司马法》曰：“人故杀人，杀之可也。”恃武者灭，恃文者亡，夫差、偃王是也。圣人之用兵，戢而时动，不得已而用之。吾观兵书战策多矣，孙武所著深矣！孙子者齐人也，名武，为吴王阖闾作兵法一十三篇，试之妇人，卒以为将，西破强楚，入郢，北威齐晋。后百岁余有孙膑，是武之后也。审计重举，明画深图，不可相诬。而但世人未之深亮训说，况文烦富，行于世者失其旨要，故撰为《略解》焉。 \\n ——选自《孙子十家注孙子序》 \\n 诸葛亮论孙子：孙武所以能制胜于天下者，用法明也。 \\n ——选自《三国志马良传》裴松之注引《襄阳记》 \\n 刘勰论孙子：孙武兵经，辞如珠玉，岂以习武而不晓文也。 \\n ——选自《文心雕龙程器》 \\n 李世民论孙子：朕观诸兵书，无出孙武；孙武十三篇，无出虚实。夫用兵识虚实之势，则无不胜焉。 \\n ——选自《唐太宗李卫公问对》 \\n 吾谓不战而屈人之兵者，上也。百战百胜者，中也。深沟高垒以自守者，下也。以是较量，孙武著书，三等皆具焉。 \\n ——选自《唐太宗李卫公问对》 \\n 李靖论孙子：千章万句，不出乎“致人而不致于人”而已。…… \\n 爱设于先，威设于后，不可反是也。若威加于前，爱救于后，无益于事矣。《尚书》所以慎戒其终，非所以作谋于始也。故孙子之法，万代不刊。 \\n ——选自《唐太宗李卫公问对》 \\n 杜佑论孙子：语有之曰：“天时不如地利，地利不如人和。”诚谓得兵术之要也。以为孙武所著十三篇，旨极斯道。故知往昔行师制胜，诚当皆精其理。今辄捃摭与孙武书之义相协并颇相类者纂之，庶披卷足见成败在斯矣。 \\n ——选自《通典》 \\n 杜牧论孙子：自古以兵著书列于后世、可以教于后生者，凡十数家，且百万言。其孙子所著十三篇，自武死后凡千岁，将兵者有成者、有败者，勘其事迹，皆与武所著书一一相抵当，犹印圈模刻，一不差跌。 \\n ——选自《樊川文集》 \\n 欧阳修论孙子：武之书本于兵，兵之术非一，而以不穷为奇，宜其说者之多也。 \\n ——选自《欧阳文忠公集居士集孙子后序》 \\n 苏洵论孙子：孙武十三篇，兵家举以为师。然以吾评之，其言兵之雄乎！今其书，论奇权密机，出入神鬼，自古以兵著书者罕所及。……吴起与武一体之人也，皆著书言兵，世称之孙吴。然而吴起之言兵也，轻法制，草略无所统纪，不若武之书辞约而意尽，天下之兵说皆归其中。 \\n ——选自《嘉集权书》 \\n 王安石论孙子：神宗论孙武书，爱其文辞、意指。王安石曰：“言理而不言事，所以文约而所该者博。”上论及韩信，安石曰：“信但用孙武一二言，即能成功名。” \\n ——选自《涧泉日记》 \\n 苏轼论孙子：古之言兵者，无出于孙子矣。利害之相权，奇正之相生，战守攻围之法，盖以百数，虽欲加之而不知所以加之矣。 \\n ——选自《三苏策论孙武论》 \\n 何去非论孙子：昔以兵为书者无若孙武。武之所可以教人者备矣；其所不可者，虽武亦无得而预言之，而唯人之所自求也。故其言曰：“兵家之胜，不可先传。”又曰：“奇正之变，不可胜穷。”又曰：“人皆知我所胜之形，而莫知吾所以制胜之形，故其战胜不复而应形于无穷。”善学武者，因诸此而自求之，乃所谓方略也。去病之不求深学者，亦在乎此而已。嗟乎！执孙吴之遗言以程人之空言，求合乎其所以教，而不求其所不可教，乃因谓之善者，亦已妄矣。 \\n ——选自《何博士备论霍去病论》 \\n 言兵无若孙武，用兵无若韩信、曹公。武虽以兵为书，而不甚见于其所自用；韩信不自为书，曹公虽为而不见于后世，然而传称二人者之学皆出于武，是以能神于用而不穷。窃尝究之，武之十三篇天下之学兵者所通诵也，使其皆知所以用之，则天下孰不为韩曹也？韩曹未有继于后世，则凡得武之书伏而读之者，未必皆能办于战也。武之书、韩曹之术皆在焉，使武之书不传，则二人者之为兵，固不戾乎武之所欲言者；至其所以因事设奇，因而不穷者，虽武之言有所未能尽也。驱市人白徒而置之死地，惟若韩信者然后能斩陈余；遏其归师与之死地，惟若曹公者然后能克张绣。此武之所以寓其妙，固有待乎韩曹之俦也。 \\n ——选自《何博士备论魏论下》 \\n 陈直中论孙子：自六经之道散而诸子作，盖各有所长，而知兵者未有过孙子者。 \\n ——选自《孙子发微》 \\n 戴溪论孙子：孙武之书十三篇，众家之说备矣。奇正、虚实、强弱、众寡、饥饱、劳逸、彼己、主客之情状，与夫山泽、水陆之阵，战守攻围之法，无不尽也。微妙深密，千变万化而不可穷。用兵，从之者胜，违之者败，虽有智巧，必取则焉。可谓善之善者矣。然武操术，有余于权谋而不足于仁义；能克敌制胜为进取之图，而不能利国便民为长久之计；可以为春秋诸侯之将，而不可以为三代王者之佐也。 \\n ——选自《将鉴论断孙武》 \\n 郑友贤论孙子：求之而益深者，天下之备法也。叩之而不穷者，天下之能言也。为法立言，至于益深不穷，而后可以垂教于当时，而传诸后世矣。儒家者流，惟苦《易》之为书，其道深远而不可穷。学兵之士，尝患武之为说，微妙而不可究，则亦儒者之《易》乎！盖《易》之为言也，兼三才、备万物，以阴阳不测为神，是以仁者见之谓之仁，智者见之谓之智，百姓日用而不知。武之为法也，包四种、笼百家，以奇正相生为变，是以谋者见之谓之谋，巧者见之谓之巧，三军由之而莫能知之。迨夫九师百氏之说兴，而益见大《易》之义，如日月星辰之神，徒推步期辉光之迹，而不能考其所以为神之深。十家之注出，而愈见十三篇之法，如五声五色之变，惟详其耳目之所闻见，而不能悉其所以为变之妙。 \\n ——选自《十一家注孙子孙子遗说》 \\n 陈傅良论孙子：世多谓书生不知兵，犹言孙武不善属文耳。今观武书十三篇，盖与《考工记》、《谷梁传》相上下。 \\n ——选自《止斋先生文集》 \\n 叶适论孙子：司马迁谓，世所称师旅，多道孙子十三篇。始管子、申、韩之学行于战国、秦汉，而是书独为言兵之宗。及董仲舒、刘向修明孔氏，其说皆已黜，而是书犹杰然尊奉至今，又将传之至于无穷。此文武所以卒为二途也。 \\n ——选自《习学记言》 \\n 陈振孙论孙子：世之言兵者祖孙氏，然孙武事阖闾而不见于《左氏传》，未知其果何代人也。 \\n ——选自《直斋书录解题兵书类》 \\n 黄震论孙子：孙子言兵，首谓“兵者，国之大事，死生之地，存亡之道”，而切切欲导民使之“与上同意”，欲“不战而屈人兵”，欲“先为不可胜，以待敌之可胜”，欲“无恃其不来，恃吾有以待之”。至论将，则谓“进不求名，退不避罪，惟民是保而利于主”。盖始终未尝言杀，而以久于兵为戒。所异于先王之训者，惟“诡道”一语，特自指其用兵变化而言，非俗情所事奸诈之比。且古人诡即言诡，皆其真情，非后世实诈而反谬言诚者比也。若孙子之书，岂特兵家之祖，亦庶几乎立言之君子矣！诸子自荀、扬外，其余浮辞横议者莫与比。 \\n ——选自《黄氏日钞读诸子孙子》 \\n 朱元璋论孙子：以朕观之，武之书杂出于古之权书，特未纯耳。其曰“不仁之至”、“非胜之主”，此说极是。若虚实变诈之说，则浅矣。苟君如汤武，用兵行师，不待虚实变诈而自无不胜。然虚实变诈之所以取胜者，特一时诡遇之术，非王者之师也，而其术终亦穷耳。盖用仁者无敌，恃术者必亡，观武之言与其术亦有相悖。盖武之书必有所授，而武之术则不能尽如其书也。 \\n ——选自《明实录明太祖宝训评古》 \\n 刘寅论孙子：……不有大智，其何能谋，不有深谋，其何能将，不有良将，其何能兵，不有锐兵，其何能武，不有武备，其何能国，欲有智而多谋，善将而能兵，提兵而用武，备武而守国，舍是书何以哉。 \\n ——选自《武经直解自序》 \\n 宋濂论孙子：武，齐人，吴阖闾用以为将，西破强楚，入郢，北威齐晋，显名诸侯。叶适以不见载于《左传》，疑其书乃春秋末、战国初山林处士之所为。予独不敢谓然。春秋时列国之事，赴告者则书于策，不然则否。二百四十二年之间，大国若秦楚，小国若越燕，其行事不见于经传者有矣，何独武哉！ \\n ——选自《诸子辨》 \\n 谈恺论孙子：孙子上谋而后攻，修道而保法，论将则曰仁智信勇严，与孔子合。至于战守攻围之道，批亢捣虚之术，山林险阻之势，料敌用间之谋，靡不毕具。其他韬钤机略，孰能过之。 \\n ——选自《孙子集注十三卷自序》 \\n 方孝孺论孙子：十三篇之所论，先计谋而后攻战，先知而后料敌，用兵之事周备明白。虽不足与于仁义之师，苟以之战，则岂非良将乎视彼恃力之徒，驱赤子而陷之死地者，犹狼残虎噬耳。呜呼！武亦安可得哉！ \\n ——选自《逊志斋集杂著读孙子》 \\n 张居正论孙子：由直解而知七书之意，融会贯通而求知夫用兵之术，于以登坛号令，附国家元功，为旷世良将，讵弗伟哉。 \\n ——摘自张居正增订《孙武子直解》 \\n 赵本学论孙子：窃维天地之间，有人则有争，有争则有乱。乱不可以鞭朴治也，则有兵。兵之为凶器，不可以妄用也，则有法。其事起于斗智角力也，则其法不得不资于权谋。用兵而不以权谋，则兵败国危而乱不止。君子不得已而用权谋，正犹不得已而用兵也。用之合天理则为仁义，合王法则为礼乐。……古人著兵书凡四十余家，存者今有七。孙子十三篇，实权谋之万变也。数千年来，儒者未尝一开其扃钥。……儒者生于其时，遇国家有难而主兵，何不可之有其曰猥云德化，不当用兵，此迂儒保身之谋，卖国之罪也。 \\n ——选自《孙子书校解引类孙子书序》 \\n 俞大猷论孙子：噫！孙武子“兵闻拙速”一言，误天下后世徒读其书之人，杀天下后世千千万人之命，可胜恨哉！可胜恨哉！世之徒读其书者，每以师老财匮为辞，不知列国相争，师老财匮则诸侯乘其弊而起，故胜亦宜速，不胜亦宜速。其在后世，堂堂讨罪，有征无战之兵，必为万全之画。夫苟一时攻之未暇，取之未克，师老矣，再请新师以益之；财匮矣，再请多财以继之，必大破之而后已。愚见世人欲图速成之功，视三军之命如草芥，往往而然焉，皆孙武子一言误之也！孟子以杀人盈地、盈野者宜服上刑，然则孙武子一言杀天下后世之人不可胜计，使孟子而在，将以何刑加之乎恨之深，恶之切，作《拙速解》下。 \\n ——选自《正气堂续集杂文拙速解》戚继光论孙子：愚尝读孙武书，叹曰：兵法其武库乎！用兵其取诸库之器乎！兵法其药肆乎！用兵其取诸肆之材乎！及读诸将传又悟曰：此固善握器而妙用材者乎学者欲求下手著实工夫之门，莫逾于此。数年间余承乏浙东，乃知孙武之法，纲领精微莫加矣。第于下手详细节目，无一及焉，犹禅者上乘之教也。 \\n ——选自《纪效新书自序》 \\n 习武者不外于孙吴，是习孙吴者皆孙吴之徒也。自夫世好之不同也，试文之余；每于篇中必肆诋毁，议诮其师无所不至！试使今日之毁师者受国家勘定之寄，而能攘外安内如孙吴者几人哉！夫业彼之业而诋彼之短，是无师矣。以无师之心而知忠爱之道，有是理乎！ \\n ——选自《练兵实纪储练通论正习讹》 \\n 孙武子兵法，文义兼美，虽圣贤用兵，无过于此。非不善也，而终不列之儒。设圣贤其人，用孙武之法，武经即圣贤之作用矣。苟读六经，诵服圣贤，而行则狙诈，六经即孙武矣。顾在用之者，其人如何耳。故因变用智，在君子则谓之行权，在小人则谓之行术，均一智也。而君子、小人所以分者何也盖有立心不正，则发之自异耳。 \\n ——选自《止止堂集愚愚稿》 \\n 王世贞论孙子：司马穰苴、孙武，天下之言兵者归之。穰苴兵法不可见，所见独孙子十三篇，其精切事理，吾以为太公不能过也。而太史公独称穰苴兵法“闳廓深远，虽三代征未能竟其义”。如其文若尔，穰苴其尤胜耶然太史公于穰苴则仅详其斩庄贾，于孙武仅详其斩爱姬而已，以为用兵之道，一赏罚尽之矣。……至于吴之强，伍员力耳。柏举之战虽能乘胜入郢，而班处其宫，使秦师得用其救，再合再败而后归，又不能预防夫概之为内孽，安在其为武也太史公又称其“北威齐晋，显名诸侯”，恐亦附会之过。当其时，武必先死矣。不然，而李之败绩，会稽之许成，舍腹心之越而从事于石田之齐，武胡为不谏救也太史公亦云“能行之者未必能言，能言之者未必能行”，盖颇见微指云。 \\n ——选自《读书后书司马穰苴孙武传后》 \\n 胡应麟论孙子：孙武十三篇为百代谭兵之祖。考《汉书艺文志》有八十二篇，杜牧以曹公芟其繁芜，笔其精粹以成此书。然太史武传固为十三篇之目，而其文章之妙，绝出古今，非魏晋所能润削。……孙武之谭兵，当在穰苴之后、吴起之前。叶正则以《左传》无之而并疑其人，则太过。然武为吴将，入郢，其说或未尽然。丘明于吴事最详练，又喜夸好奇，武灼灼吴楚间，不应尽没其实。盖战国策士以武圣于谭兵，耻以空言令天下，为说文之耳。……兵家，秦汉至众。今传于世而称经者，《黄帝》、《风后》、《太公》、《黄石》、《诸葛》、《李靖》等，率依托也。《孙》、《吴》、《尉缭》，当是战国本书。……宋世以《孙》、《吴》、《司马》、《韬》、《略》、《尉缭》、《李卫公》为兵家七书。《孙武》、《尉缭》，亡可疑者。《吴起》或未必起自著，要亦战国人掇其议论成编，非后世伪作也。 \\n ——选自《少室山房笔丛九流绪论》 \\n 李贽论孙子：吾独恨其不以《七书》与《六经》合而为一，以教天下万世也。故因读《孙武子》，而以魏武之注为精当，又参考六书以尽其变，而复论著于各篇之后焉。感叹深矣。 \\n ——选自《孙子参同自序》 \\n 梅国祯论孙子：古今兵法，亡虑数十百家，世所尊为经者七，而首孙子。孙子之言曰：奇正之变，不可胜穷也。又曰，微乎微乎至于无形；神乎神乎，至于无声。合而言之，思过半矣。 \\n ……今古兵法尽于七经，而七经尽于孙子…… \\n ——选自李贽《孙子参同》梅国祯序 \\n 闵振声论孙子：高氏《纬略》曰：“兵流于毒，始于孙武。其言舍正而凿奇，背义而依诈。”是书果出于战国相倾之说，亦或其然。这今数千载后，经生武弁童而习之，若其精蕴，白首未得也。 \\n ——选自《孙子参同小引》 \\n 茅元仪论孙子：自古谈兵者，必首孙武子。故曹孟德手著之，又为《兵家接要》二十万言，大约集诸家而阐明孙子者也。世有《武侯新书》者，亦所以明孙子，然赝书也，无所短长。孟德书不传，然孙子在，有心者可以意迎之，他书可弗传也。先秦之言兵者六家，前孙子者，孙子不遗，后孙子者，不能遗孙子。谓五家为孙子注疏可也。……要之，学兵诀者，学孙子焉可也。 \\n ——选自《武备志兵诀评序》 \\n 唐甄论孙子：昔者贤良之任将也，如已身有疾委之良医，必曰除疾易而体气无伤焉。孙子十三篇，智通微妙，然知徐疾而未知养体也。夫为将者，智足于军，未善也，军不可遍也。知足于虎，未善也，战不可渎也。智足于破敌，未善也，破一敌又有一敌也。善军者，使天下不烦军；善战者，使天下不欲战；善破敌者，使天下不立敌。 \\n ——选自《潜书全学》 \\n 邓廷罗论孙子：惟孙子十三篇，简而赅，精而有则，即其始计篇曰，令民与上同意，则其言近于道，而治国治兵之理，若符券焉。 \\n ——选自《兵镜备考》 \\n 孙子一书，自始计以迄用间，如同条，如共贯，原始要终，层次井井，十三篇如一篇也。至一篇之中，节有旨，句有义，亦靡不纲举目张，主宾互见 \\n ——选自《兵镜备考》 \\n 救乱如救病，用兵犹用药。善医者因症立方，善兵者因敌设法。孙子十三篇，治病之方也。古今帝王将相之战功往迹，名医之案也。医不通晓方案，不谓之名医，将不贯通古今，得谓之名将乎？……孙子十三篇，无篇不可为法，无句不可为训。 \\n ——选自《兵镜备考》 \\n 姚际恒论孙子：此书凡有二疑，一则名之不见于《左传》也。……一则篇数之不侔也。史迁称孙子十三篇，而汉志有八十二篇。……然则孙武者，其有耶其无耶其有之耶不必如史迁之所云耶其书自为耶抑其后之徒为之耶皆不可得而知也，故入之未定其人例中。若夫篇数，其果为史迁之传而非曹瞒之删，汉志八十二篇或反为后人附益，刘歆、任宏辈不察而收之耶则亦不可得而知也。 \\n ——选自《古今伪书考未足定其著书之人者孙子》 \\n 汪绂论孙子：兵家之推孙吴，尚矣。 \\n 《诗》曰：“不测不克”。孙子其不测者也。七子首孙子、次吴子而三司马，不其允哉！……程子曰：“荀子才大其过多，扬子才小其过少”，余于孙吴也，亦云。……若夫孙子之弃齐即吴，非君也；师久于郢，非作战也；夫概自战，非节也；以班处宫，非道也；而未闻谋言。犹未去也，以观沂败。虽高蹈也，庸可愈乎！故其所著书，知机权之制胜也，而不及国家之本也。本既失矣，枝虽万全，不可保也，讵曰论成败哉！夫用兵之法，仁义为先，国之本也；节制次之，以治己也；机权为后，顺应而已。然则司马其庶几乎，孙子末也。……孙子十三篇，其近正者，惟《始计》、《作战》二篇。其最妙者，则《军形》、《兵势》、《虚实》三篇，而最险者，亦无逾于此三篇。至于《用间》，不足怪矣。然则握奇制变，孙子为最；而正大昌明，孙子为下。 \\n ——选自《戊笈谈兵司马、吴、孙总论》 \\n 郑端论孙子：古今谈兵之雄者，首推孙子。盖孙子能推黄帝太公之意，而武侯卫公又皆推孙子之意，故言兵者以孙子为宗，第孙子之微旨不传 \\n ——选自郑端《孙子汇征自序》徐大椿论孙子：孙武子十三篇，治病之法尽之矣。 \\n ——选自《医学源流论用药如用兵论》 \\n 姚鼐论孙子：是书所言皆战国事尔。其用兵法，乃秦人以虏使民法也，不仁之言也。然自是，言兵者以为莫武若矣。 \\n ——选自《惜抱轩文集题跋读孙子》 \\n 永□、纪昀论孙子：武书为百代谈兵之祖。叶适以其人不见于《左传》，疑其书乃“春秋末战国初山林处士之所为”。然《史记》载阖闾谓武曰“子之十三篇，吾尽观之矣”，则确为武所自著，非后人嫁名于武也。 \\n ——选自《四库全书总目提要子部兵家类》 \\n 孙星衍论孙子：诸子之文，皆由没世之后门人小子撰述成书。惟此是手定，且在列、庄、孟、荀之前，真古书也。 \\n ——选自《孙渊如全集问字堂集孙子略解序》 \\n 兵家言惟孙子十三篇最古。古人学有所受，孙子之学或即出于黄帝，故其书通三才、五行，本之仁义，佐以权谋，其说甚正。古之名将用之则胜，违之则败，称为兵经，比于六艺，良不愧也。……今世泥孔子之言，以为兵书不足观；又泥赵括徒能读父书之言，以为成法不足用；又见兵书有权谋、有反间，以为非圣人之法，皆不知吾儒之学者！……兵凶战危，将不素习，未可以人命为尝试，则十三篇之不可不观也。项梁教籍兵法，籍略知其意不肯竟学，卒以倾覆。不知兵法之弊，可胜言哉！宋襄、徐偃仁而败，兵者危机，当用权谋。孔子犹有要盟勿信，微服过宋之时，安得妄责孙子以言之不纯哉！ \\n ——选自《孙子十家注孙子兵法序》 \\n 魏源论孙子：《易》其言兵之书乎《亢》之为言也：“知进而不知退，知存而不知亡，知得而不知丧，所以动而有悔也。”吾于斯见兵之情。《老子》其言兵之书乎“天下莫柔弱于水，而攻坚强者，莫之能先。”吾于斯见兵之形，孙武其言兵之书乎“百战百胜，非善之善者也；不战而屈人之兵，善之善者也。”故善用兵者，“无智名，无勇功”。吾于斯见兵之精。故夫经之《易》也，子之《老》也，兵家之《孙》也，其道皆冒万有，其心皆照宇宙，其术皆合天人、综常变者也。 \\n ——选自《古微堂外集孙子集注序》 \\n  \\n   \\n  "}
{"章节": "用間篇第十三", "正文": "  \\n 用間篇第十三 \\n 　 \\n  \\n  \\n 孫子曰：凡興師十萬，出征千里，百姓之費，公家之奉，日費千金，內外騷動，怠于道路，不得操事者，七十萬家，相守數年，以爭一日之勝，而愛爵祿百金，不知敵之情者，不仁之至也，非人之將也，非主之佐也，非勝之主也。故明君賢將，所以動而勝人，成功出于眾者，先知也；先知者，不可取于鬼神，不可象于事，不可驗于度；必取于人，知敵之情者也。 \\n  \\n 故用間有五：有鄉間、有內間、有反間、有死間、有生間。五間俱起，莫知其道，是謂神紀，人君之寶也。鄉間者，因其鄉人而用之。內間者，因其官人而用之。反間者，因其敵間而用之。死間者，為誑事于外，令吾間知之，而傳于敵。生間者，反報也。 \\n 故三軍之事，親莫親于間，賞莫厚于間，事莫密于間，非聖智不能用間，非仁義不能使間，非微妙不能得間之實。微哉，微哉，無所不用間也。間事未發而先聞者，間與所告者皆死。 \\n 凡軍之所欲擊，城之所欲攻，人之所欲殺；必先知其守將，左右，謁者，門者，舍人之姓名，令吾間必索知之。必索敵間之來間我者，因而利之，導而舍之，故反間可得而使也。因是而知之，故鄉間內間可得而使也；因是而知之，故死間為誑事，可使告敵；因是而知之，故生間可使如期。五間之事，主必知之，知之必在于反間，故反間不可不厚也。 \\n 昔殷之興也，伊摯在夏。周之興也，呂牙在殷。故明君賢將，能以上智為間者，必成大功，此兵之要，三軍之所恃而動也。 \\n  \\n   \\n  "}
