{"章节": "孫臏兵法", "正文": "　孫臏兵法 \\n  \\n  \\n （齐）孙膑 \\n 〈擒龐涓〉 \\n 昔者，粱（梁）君將攻邯鄲，使將軍龐涓帶甲八萬至於茬丘。齊君聞之，使將軍忌子帶甲八萬至……竟（境）。龐子攻衛〔都帝丘〕，將軍忌〔子〕……□衛□□救與……救衛是失令。」田忌曰：「若不救衛，將何為？」孫子曰：「請南攻平陵。平陵，其城小而縣大，人眾甲兵盛，東陽戰邑，難攻也；吾將示之疑。吾攻平陵，南有宋，北有衛，當涂（途）有市丘，是吾糧涂（途）絕也；吾將示之不智（知）事。」於是徙舍而走平陵。……陵，忌子召孫子而問曰：「事將何為？」孫子曰：「都大夫熟（孰）為不識事？」曰：「齊城、高唐。」孫子曰：「請取所……二大夫□以□□□臧□□都橫卷四達環涂（途），□橫卷所□陣也。環涂（途）[車皮]（披）甲之所處也。吾末甲勁，本甲不斷。環涂（途）擊柀其後，二大夫可殺也。」於是段齊城、高唐為兩，直將蟻附平陵。挾[艸/世]、環涂（途）夾擊其後，齊城、高唐當術而大敗。將軍忌子召孫子問曰：「吾攻平陵不得，而亡齊城、高唐，當術而厥（蹶）。事將何為？」孫子曰：「請遣輕車西馳粱（梁）郊，以怒其氣。分卒而從（縱）之，示之寡。」於是為之。龐子果棄其輜重，兼取（趣）舍而至。孫子弗息，而擊之桂陵，而禽（擒）龐涓。故曰：孫子之所以為者，盡矣。 \\n 四百六。 \\n 〈〔見威王〕〉 \\n 孫子見威王，曰：「夫兵者，非士恒埶（勢）也。此先王之傅道也。戰勝，則所以在亡國而繼絕世也；戰不勝，則所以削地而危社稷也。是故，兵者不可不察。然夫樂兵者亡，而利勝者辱。兵非所樂也，而勝非所利也！事備而後動：故城小而守固者，有委也；卒寡而兵強者，有義也。夫守而無委，戰而無義，天下無能以固且強者。 \\n 堯有天下之時，詘（黜）王命而弗行者七，夷有二，中國有四，故堯伐負海之國而後北方民得不苛，伐共工而後兵寑（寢）而不起，施（弛）而不用。其間數年，堯身衰而治屈，胥天下而傳舜。舜擊讙收（兜），方（放）之宗（崇）；擊歸（鯀），方（放）之羽；擊三苗，放之危；亡有戶（扈）是（氏）中國。有苗民存，蜀（獨）為弘。舜身衰而治屈，胥天下而傳之禹。禹鑿孟門而通大夏，斬八林而焚九□。西面而并（屏）三苗，□□……素佚而至（致）利也。戰勝而強立，故天下服矣！ \\n 昔者，神戎（農）戰斧遂，黃帝戰蜀祿，堯伐共工，舜伐劂管，湯汸（放）桀，武王伐紂；帝奄反，故周公淺之。故曰：德不若五帝，而能不及三王，知（智）不若周公，曰：我將欲責（積）仁義，式禮樂，垂衣常（裳），以禁爭挩（奪）。此堯舜非弗欲也，不可得，故舉兵繩之。」 \\n 〈威王問〉 \\n 齊威王問用兵孫子，曰：「兩軍相當，兩將相望，皆堅而固，莫敢先舉，為之奈何？」孫子合（答）曰：「以輕卒嘗之，賤而勇者將之，期於北，毋期於得。為之微陳（陣）以觸其廁（側）。是胃（謂）大得。」 \\n 威王曰：「用眾用寡，有道乎？」孫子曰：「有。」威王曰：「我強敵弱，我眾敵寡，用之奈何？」孫子再拜，曰：「明王之問。夫眾且強，猶問用之，則安國之道也。命之曰贊師：毀卒亂行，以順其志，則必戰矣。」 \\n 威王曰：「敵眾我寡，敵強我弱，用之奈何？」孫子曰：「命曰讓威：必臧（藏）其尾，令之能歸。長兵在前，短兵在〔後〕，為之流弩，以助其急者。〔諍戒〕毋動，以侍（待）敵能（罷；疲）。」 \\n 威王曰：「我出敵出，未知眾少，用之奈何？」孫子〔曰〕：「命曰□□……」 \\n 威王曰：「擊窮寇奈何？」孫子〔曰〕：「……可以待生計矣。」 \\n 威王曰：「擊鈞（均）奈何？」孫子曰：「營而離之，我并卒而擊之，毋令敵知之。然而不離，按而止，毋擊疑。」 \\n 威王曰：「以一擊十，有道乎？」孫子曰：「有。功（攻）其無備，出其不意。」 \\n 威王曰：「地平卒齊，合而北者，何也？」孫子曰：「其陳（陣）無逢（鋒）也。」 \\n 威王曰：「令民素聽，奈何？」孫子曰：「素信。」威王曰：「善哉！言兵勢不窮。」 \\n 田忌問孫子曰：「患兵者何也？困敵者何也？壁延不得者何也？失天者何也？失地者何也？失人者何也？請問此六者有道乎？」孫子曰：「有。患兵者地也，困敵者險也。故曰：三里[氵籍]（沮）洳將患軍……涉將留大甲。故曰：患兵者地也，困敵者險也，壁延不得者[洰/虫]寒也，……」 \\n  \\n 〔田忌曰：「敵人堅守不出，我欲誘而擊之，〕奈何？」孫子曰：「鼓而坐之，十而揄之。」 \\n 田忌曰：「行陳（陣）已定，動而令士必聽，奈何？」孫子曰：「嚴而視（示）之利。」 \\n 田忌曰：「賞罰者，兵之急者邪？」孫子曰：「非。夫賞者，所以喜眾，令士忘死也；罰者，所以正亂，令民畏上也。可以益勝，非其急者也。」 \\n 田忌曰：「權、勢、謀、詐，兵之急者邪？」孫子曰：「非也。夫權者，所以聚眾也。勢者，所以令士必鬥也。謀者，所以令敵無備也。詐者，所以困敵也。可以益勝，非其急者也。」 \\n 田忌忿然作色：「此六者，皆善者所用，而子大夫曰：非其急者也。然則其急者何也？」孫子曰：「繚（料）敵計險，必察遠近，……將之道也。必攻不守，兵之急者也。……骨也。」 \\n 田忌問孫子曰：「張軍毋戰，有道？」孫子曰：「有。倅險矰（增）壘，諍戒毋動，毋可□□，毋可怒。」 \\n 田忌曰：「敵眾且武，必戰有道乎？」孫子曰：「有。埤壘廣志，嚴正輯眾，辟（避）而驕之，引而勞之，攻其無備，出其不意，必以為久。」 \\n 田忌問孫子曰：「錐行者何也？雁行者何也？篡（選）卒力士者何也？勁弩趨發者何也？剽（飄）風之陳（陣）者何也？眾卒者何也？」孫子曰：「錐行者，所以沖堅毀兌（銳）也。雁行者，所以觸廁（側）應□〔也〕。篡（選）卒力士者，所以絕陳（陣）取將也。勁弩趨發者，所以甘戰持久也。剽（飄）風之陳（陣）者，所以回□〔□□也〕。眾卒者，所以分功（攻）有勝也。」孫子曰：「明主、知道之將，不以眾卒幾功。」 \\n 孫子出，而弟子問曰：「威王、田忌，臣主之問何如？」孫子曰：「威王問九，田忌問七，幾知兵矣，而未達於道。吾聞素信者昌，立義……用兵無備者傷，窮兵者亡。齊三[世/木]（世）其憂矣。」 \\n ……善則適（敵）為之備矣。」孫子曰：「…… \\n ……孫子曰：「八陳（陣）已陳（陣）…… \\n ……□孫子曰：「毋待三日□…… \\n ……也。孫子曰：「戰…… \\n ……□威王曰：「…… \\n ……道也。」田忌…… \\n ……險成，險成敵將為正，出為三陳（陣），一 \\n ……倍人也，按而止之，盈而侍（待）之，然而不□□□□之櫐而 \\n ……無備者困於地，不□者…… \\n 〈陳忌問壘〉 \\n 田忌問孫子曰：「吾卒……不禁，為之奈何？」孫子曰：「明將之問也。此者人之所過而不急也。此□之所以疾……志也。」田忌曰：「可得聞乎？」曰：「可。用此者，所以應卒（猝）窘、處隘塞死地之中也，是吾所以取龐〔涓〕而禽（擒）泰（太）子申也。」田忌曰：「善。事已往，而刑（形）不見。」 \\n 孫子曰：「疾利（蒺藜）者，所以當[虫冓]（溝）池也。車者，所以當壘〔也〕。〔□□者〕，所以當堞也。發者，所以當俾（埤）堄也。長兵次之，所以救其隋（隳）也。從（鏦）次之者，所以為長兵〔輔〕也。短兵次之者，所以難其歸而徼（邀）其衰也。弩次之者，所以當投幾（機）也。中央無人，故盈之以……卒已定，乃具其法。制曰：以弩次疾利（蒺藜），然後以其法射之，壘上弩戟分。法曰：見使[世/木]（諜）來言而動……去守。五里直（置）候，令相見也。高則方之，下則員（圓）之；夜則擊鼓， \\n 晝則舉旗。」 \\n 田忌問孫子曰：「子言晉邦之將荀息、孫軫之於兵也，未□……。 \\n ……無以軍恐不守。」忌子曰：「善。」田忌問孫子曰：「子言晉邦之將荀息、孫〔軫〕 \\n …… \\n ……軫為晉要秦于崤，潰秦軍，獲三帥□…… \\n ……強晉，終秦穆公之身，秦不敢與…… \\n ……也，勁將之陳（陣）也。孫子曰：「士卒…… \\n ……田忌曰：「善。獨行之將也。…… \\n ……人。」田忌請問兵請（情）奈何？…… \\n ……言而後中。田忌請問…… \\n ……兵情奈何？」孫子…… \\n ……請問兵傷□…… \\n ……見弗取。」田忌服，問孫〔子〕…… \\n ……□橐□□□焉。」孫子曰：「兵之…… \\n ……□應之？」孫子曰：「伍□…… \\n ……孫子曰：「□…… \\n ……以也。孫…… \\n ……□孫子…… \\n ……將戰弔柧（孤），所以哀正也。誅〔亂〕規旗，所以嚴後也。善為陳（陣）者，必□□賢…… \\n ……明之吳越，言之於齊。曰：智（知）孫氏之道者，必合於天地。孫氏者…… \\n ……求其道，國故長久。」孫子…… \\n ……田忌請問智（知）道奈何？」孫子…… \\n ……〔未戰〕而先智（知）勝不勝之謂智（知）道。已戰而知其所…… \\n ……所以智（知）敵，所以曰知（智），故兵無…… \\n 〈篡（選）卒〉 \\n 孫子曰：兵之勝在於篡（選）卒，其勇在於制，其巧在於勢，其利在於信，其德在於道，其富在於亟歸，其強在於休民，其傷在於數戰。 \\n 孫子曰：德行者，兵之厚積也。信者，兵明賞也。惡戰者，兵之王器也。取眾者，勝□□□也。 \\n 孫子曰：恒勝有五：得主剸（專）制，勝。知道，勝。得眾，勝。左右和，勝。糧（量）適（敵）計險，勝。 \\n 孫子曰：恒不勝有五：御將，不勝。不知道，不勝。乖將，不勝。不用間，不勝。不得眾，不勝。 \\n 孫子曰：勝在盡……明賞，撰（選）卒，乖敵……之□。是胃（謂）泰武之葆。孫子曰：不得主弗將也…… \\n ……□□令，一曰信，二曰忠，三曰敢。安忠？忠王。安信？信賞。安敢？敢去不善。不忠於王，不敢用其兵。不信於賞，百生（姓）弗德。不敢去不善，百生（姓）弗畏。 \\n 二百卅五。 \\n 〈月戰〉 \\n 孫子曰：間於天地之間，莫貴於人。戰〔必三得、五〕不單（殫）。天時、地利、人和，三者不得，雖勝有央（殃）。是以必付與而〔用〕戰，不得已而後戰。故撫時而戰，不复（復）使其眾。無方而戰者，小勝以付磿者也。孫子曰：十戰而六勝，以星也。十戰而七勝，以日者也。十戰而八勝，以月者也。十戰而九勝，月有……〔十戰〕而十勝，將善而生過者也。一單（殫）…… \\n ……所不勝者也五，五者有所壹，不勝。故戰之道，有多殺人而不得將卒者，有得將卒而不得舍者，有得舍而不得將軍者，有复（覆）軍殺將者。故得其道，則雖欲生，不可得也。 \\n 八十。 \\n 〈八陣〉 \\n 孫子曰：知（智），不足將兵，自恃也。勇，不足將兵，自廣也。不知道、數戰，不足將兵，幸也。夫安萬乘國，廣萬乘王，全萬乘之民命者，唯知道。知道者，上知天之道，下知地之理，內得其民之心，外知敵之請（情），陳（陣）則知八陳（陣）之經，見勝而戰，弗見而諍（靜），此王者之將也。 \\n 孫子曰：用八陳（陣）戰者，因地之利，用八陳（陣）之宜。用陳（陣）參（三）分，誨陳（陣）有蜂（鋒），誨逢（鋒）有後，皆侍（待）令而動。鬥一，守二；以一侵敵，以二收。敵弱以亂，先其選卒以乘之；敵強以治，先其下卒以誘之。車騎與戰者，分以為三，一在於右，一在於左，一在於後。易則多其車，險則多其騎，厄則多其弩，險易必知生地、死地，居生擊死。 \\n 二百一十四。 \\n 八陳（陣） \\n 〈地葆〉 \\n 孫子曰：凡地之道：陽為表，陰為裡；直者為剛（綱），術者為紀。紀剛（綱）則得，陳（陣）乃不惑。直者毛（無或草）產，術者半死。凡戰地也，日其精也，八風將來，必勿忘也。絕水、迎陵、逆溜（流）、居殺地、迎眾樹者，鈞（均）舉也，五者皆不勝。 \\n 南陳（陣）之山，生山也；東陳（陣）之山，死山也。東注之水，生水也；北注之水，死水〔也〕。不留（流），死水也。 \\n 五地之勝曰：山勝陵，陵勝阜，阜勝陳丘，陳丘勝林平地。五草之勝曰：藩、棘、椐、茅、莎。五壤之勝：青勝黃，黃勝黑，黑勝赤，赤勝白，白勝青。五地之敗曰：谿、川、澤、斥、〔鹵〕。五地之殺曰：天井、天宛、天離（羅）、天[土[隤/尤]]（隙）、天[木召]（陷）。五墓，殺地也，勿居也，勿〔留〕也。春毋降，秋毋登。軍與陳（陣）皆毋政（攻）前右，右周毋左周。 \\n 二百。 \\n 〈勢備〉 \\n 孫子曰：夫陷（含）齒戴角，前蚤（爪）後鋸（距），喜而合，怒而鬥，天之道也，不可止也。故無天兵者自為備，聖人之事也。 \\n 黃帝作劍，以陳（陣）象之。笄（羿）作弓弩，以埶（勢）象之。禹作舟車，以變象之。湯、武作長兵，以權象之。凡此四者，兵之用也。 \\n 何以知劍之為〔陳〕（陣）也？旦莫（暮）服之，未必用也。故曰：陳（陣）而不戰，劍之為陳（陣）也。劍無封（鋒），唯（雖）孟賁〔之勇〕，不敢〔鬥臧獲〕；陳（陣）無蜂（鋒），非孟賁之勇也，敢將而進者，不智（知）兵之至也。劍無首鋌，唯（雖）巧士不能進〔拒敵〕；陳（陣）無後，非巧士敢將而進者，不知兵之請（情）者。故有蜂（鋒）有後，相信不動，適（敵）人必走；無蜂（鋒）無後……□券不道。 \\n 何以知弓奴（弩）之為勢也？發於肩應（膺）之間，殺人百步之外，不識其所道至。故曰：弓弩，埶（勢）也。 \\n 何以〔知舟車〕之為變也？高則…… \\n 何以知長兵之〔為〕權也？擊，非高下非……盧毀肩。故曰，長兵，權也。 \\n 凡此四……所循以成道也。知其道者，兵有功，主有名。□用而不知其道者，〔兵〕無功。凡兵之道四：曰陳（陣），曰埶（勢），曰變，曰權。察此四者，所以破強敵、取孟（猛）將也。……埶（勢）者，攻無備，出不意，……中之近……也。視之近，中之遠。權者，晝多旗，夜多鼓，所以送戰也。凡此四者，兵之用也。〔眾〕皆以為用，而莫徹其道。 \\n ……〔陣〕之有蜂（鋒）者，選陳（陣）〔者〕也。爵…… \\n ……□得四者生，失四者死。□□□□…… \\n 〈〔兵情〕〉 \\n 孫子曰：若欲知兵之請（情），弩矢其法也。矢，卒也；弩，將也；發者，主也。 \\n 矢，金在前，羽在後，故犀而善走，前〔重而〕後輕，故正而聽人。今治卒則後重而前輕，陳（陣）之則辨（辯），趣（趨）之敵則不聽，人治卒不法矢也。 \\n 弩者，將也。弩張[木秉]柄不正，偏強偏弱而不和，其兩洋之送矢也不壹，矢唯（雖）輕重得，前後適，猶不中〔招也〕……□□□將之用心不和，〔陣之前後雖〕得，猶不勝敵也。矢輕重得，前〔後〕適，而弩張正，其送矢壹，發者非也，猶不中昭（招）也。卒輕重得，前後適，而將唯於……兵□□□□□□□，猶不勝敵也。故曰：弩之中穀（彀）合於四，兵有功，〔主有名〕……〔主也〕，將也，卒也，〔法〕也。故曰：兵勝適（敵）也，不異於弩之中召（招）也。此兵之道也。 \\n 〈行篡（選）〉 \\n 孫子曰：用兵移民之道，權衡也。權衡，所以篡（選）賢取良也。陰陽，所以聚眾合適（敵）也。正衡再累……暨（既）忠，是謂不窮。稱鄉縣（懸）衡，雖（唯）其宜也。私公之財壹也，夫民有不足於壽而有餘於貨者，有不足於貨而有餘於壽者，唯明王聖人智（知）之，故能留之。死者不毒，奪者不溫（慍），此無窮……□□□□民皆盡力，近者弗則（賊），遠者無能（罷、疲）。貨多則辨（辯），辨（辯）則民不德其上。貨少則〔貴，貴〕則天下以為尊。然則為民賕也，吾所以為賕也，此兵之久也。用兵之……　 \\n 國之葆（寶）也。 \\n 〈殺士〉 \\n 孫子曰：明爵祿而…… \\n ……士死。明賞罰□ \\n ……士死。立□…… \\n ……必審而行之，士死…… \\n ……死。撟而下之，士死□ \\n ……之，士死。□而傳…… \\n ……勉之歡，或死州□…… \\n ……之親，或死賁（墳）墓…… \\n ……之[言鳥]，或死飲食…… \\n ……□處之安，或死疾疢之間，或死…… \\n ……知之。知士可信，毋令人離之。必勝乃戰，毋令人知之。當戰毋莣（忘）旁毋…… \\n 〈延氣〉 \\n 孫子曰：合軍聚眾，〔務在激氣〕。復徙合軍，務在治兵利氣。臨竟（境）近適（敵），務在癘（厲）氣。戰日有期，務在斷氣。今日將戰，務在[氵正]（延）氣。 \\n  \\n ……以威三軍之士，所以[激-水]（激）氣也。將軍令……其令，所以利氣也。將軍乃… \\n …短衣絜裘，以勸士志，所以癘（厲）氣也。將軍令，令軍人人為三日糧，國人家為…… \\n 望，國使毋往，〔所以〕斷氣也。將軍召將衛人者而告之曰：「飲食毋……〔所〕以延氣〔也〕。……〔所以激氣〕也。 \\n 延氣 \\n ……營也，以易營之，眾而貴武，敵必敗。氣不利則拙，拙則不及，不及則失利，失利〔則〕…… \\n ……氣不癘（厲）則聶（懾），聶（懾）則眾〔恐〕，眾〔恐則〕…… \\n ……氣不斷則迵，〔迵〕則不槫易散，臨難易散，必敗…… \\n ……□□氣不□則隋（惰），隋（惰）則難使，難使則不可以合旨…… \\n ……□□則不智（知）為已之節，不智（知）為已之節則事…… \\n ……□而弗救，身死家殘。將軍召使而勉之，擊…… \\n 〈官一〉 \\n 孫子曰：凡處卒、利陳（陣）、體甲兵者，立官則以身宜，賤令以采章，乘削以倫物，序行以〔□〕□，制卒以周（州）閭，授正以鄉曲。辯（辨）疑以旌輿，申令以金鼓，齊兵以從速，庵結以人雄。邋軍以索陳（陣），茭肄以囚逆。陳（陣）師以危〔敵〕，射戰以雲陳（陣），圉（禦）裹以羸渭，取喙以闔燧（隧），即敗以包□，奔救以皮傅，燥戰以錯行。用〔重〕以正〔聚〕，用輕以正散。攻兼用行城…… \\n 〔易〕地〔而陣〕用方，迎陵而陳（陣）用刲，險〔地而陣〕用圜（圓），交易武退用兵，□□陳（陣）臨用方，…… \\n 翼，泛戰接厝用喙蓬。囚險解谷以□遠，草駔（苴）沙（莎）荼以陽削，戰勝而陳（陣）以奮國。而…… \\n 為畏（隈）以山胠。秦怫（榛茀）以委施（逶迤），便罷（擺）以雁行。險厄以雜管，還退以蓬錯。繞山林以曲次，襲國邑以水則，辯（辨）夜退以明簡，夜敬（警）以傳節，厝入內寇以棺士，遇短兵以必輿，火輸積以車。 \\n 陳（陣）刃以錐行。陳（陣）少卒以合雜。合雜，所以圉（禦）裹也。脩行連削，所以結陳（陣）也。雲折重雜，所〔以〕權趮也。猋凡振陳（陣）（飆風振塵），所以乘疑也。隱匿謀[言作]（詐），所以釣戰也。龍隋陳（陣）伏，所以山鬥也。□□乖舉，所以厭（壓）津也。□□□卒，所以□□也。不意侍（待）卒，所以昧戰也。遏溝□陳（陣），所以合少也。疏削明旗，所以疑敵也。[票欠]（剽）陳（陣）[車差]車，所以從遺（逸）也。椎下移師所以備強也。浮沮而翼，所以燧（隧）鬥也。禪[衤舌]蘩避（盤避），所以莠聶（誘躡）也。澗（簡）練[票欠]（剽）便，所以逆喙也。堅陳（陣）敦〔兵〕，所以攻槥也。楑（揆）[斷-斤]（斷）藩薄，所以泫（眩）疑也。偽遺小亡，所以[耳鬼]（餽、餌）敵也。重害，所以茭□也。順明到聲，所以夜軍也。佰奉離積，所以利勝也。剛者，所以圉（禦）劫也。更者，所以過□也。□者，所以圉（禦）□也。□〔者，所以〕□□〔也。序〕者，所以厭門也。胡退□入，所比解困也。 \\n  \\n ……□令以金…… \\n ……雲陳（陣）圉（禦）裹〔以羸渭，取喙〕以闔…… \\n ……荼以陽削，戰…… \\n ……畏（隈）以山胠，秦怫（榛茀）以委施（逶迆），便罷（擺）以雁…… \\n ……夜退以明簡，夜敬（警）…… \\n ……輿，火輸積以車，陳（陣）…… \\n ……龍隋陳（陣）…… \\n ……也。疏削明…… \\n ……也。澗（簡）練□便，所以逆喙也…… \\n ……[斷-斤]（斷）藩薄，所以泫（眩）〔疑也。偽遺小亡〕，所以[耳鬼]（餽、餌）敵也。重害，所…… \\n ……奉離積，所以利…… \\n ……所以圉（禦）□〔也。□者，所以□□〕也。序者，所以厭…… \\n 〈五教法〉 \\n 〔孫〕子曰：善教者于本，不臨軍而變，故曰五教：處國之教一，行行之教一，處軍之〔教一，處陣之教一，隱而〕不相見利戰之教一。 \\n 處國之教奚如？曰：……孝弟（悌）良五德者，士無壹乎？雖能射不登車。是故，善射者為左，善御為御，畢毋（無）為右。然則三人安車，五人安伍，十人為列，百人為卒，千人有鼓，萬人為戎，而眾大可用也。處國之教如此。 \\n 行行之教奚如？廢車罷（疲）馬，將軍之人必任焉，所以[彳率亍]（率）……險幼（要）將自立焉，所以敬□……足矣。行行之教如此。 \\n 處軍之教〔奚如？〕……也。處軍之教如〔此。〕 \\n 〔處陣〕之教奚如？兵革車甲，陳（陣）之器也。……以興善。然而陳（陣）暨（既）利而陳（陣）實蘩。處陳〔之〕教如此。 \\n 隱而不相見利戰〔奚如？〕……。 \\n 五教法 \\n ……壘涂（途）道，使三軍之士皆見死而不見生，所〔以〕 \\n ……[金弱]所以教耳…… \\n ……〔所〕以教足也。五教暨（既）至，目益明…… \\n 〈〔強兵〕〉 \\n 威王問孫子曰：「□□□□……□齊士教寡人強兵者，皆不同道。……〔有〕教寡人以正（政）教者，有教寡人以〔賦〕斂者，有教寡人以散糧者，有教寡人以靜者……」〔孫子曰：〕「……皆非強兵之急者也。」威〔王〕……□□。」孫子曰：「富國。」威王曰：「富國。」威王曰：「富國。」……□厚，威王、宣王以勝諸侯，至於…… \\n ……將勝之，此齊之所以大敗燕…… \\n ……眾乃知之，此齊之所以大敗楚人反…… \\n ……知之，此齊之〔所以〕大敗趙…… \\n ……□人於囓桑而禽（擒）汜（范）皋也。 \\n ……禽（擒）唐□也。 \\n ……禽（擒）□[鐶-金]。 \\n 〈十陣〉 \\n 凡陳（陣）有十：有枋（方）陳（陣），有員（圓）陳（陣），有疏陳（陣），有數陳（陣），有錐形之陳（陣），有雁行之陳（陣），有鉤形之陳（陣），有玄襄之陳（陣），有火陳（陣），有水陳（陣），此皆有所利。枋（方）陳（陣）者，所剸（專）也。員（圓）陳（陣）者，所以槫（團）也。疏陳（陣）者，所以　也。數陳（陣）者，為不可掇。錐行之陳（陣）者，所以夬（決）絕也。雁行之陳（陣）者，所以椄（接）射也。鉤行之陳（陣）者，所以變質易慮也。玄[羽/襄]（襄）之陳（陣）者，所以疑眾難故也。火陳（陣）者，所以拔也。水陳（陣）者，所以倀固也。 \\n 枋（方）陳（陣）之法：必[酉尃]（薄）中厚方，居陳（陣）在後。中之薄也，將以[口/犬]也。重〔厚〕其〔方〕，將以剸（專）也。居陳（陣）在後，所以…… \\n 〔圓陣之法〕：…… \\n 〔疏陣之法〕：其甲寡而人之少也，是故堅之。武者在旌旗，是人者在兵，故必疏鉅間，多其旌旗羽旄，砥刃以為旁。疏而不可戚（蹙），數而不可軍者，在於慎。車毋馳，徒人毋驅（趨）。凡疏陳（陣）之法，在為數丑，或進或退，或擊或[豕頁]（毀），或與之[亻正]，或要（邀）其衰。然則疏可以取閱（銳）矣。 \\n  \\n 數陳（陣）之法：毋疏鉅間，戚（蹙）而行首，積刃而信（伸）之，前後相葆（保），變□□□，甲恐則坐，以聲坐□，往者弗送，來者弗止，或擊其迂，或辱其閱（銳），笲之而無間，[車反]山而退。然則數不可掇也。 \\n 錐行之陳（陣）：卑（譬）之若劍，末不閱（銳）則不入，刃不溥（薄）則不剸，本不厚則不可以列陳（陣）。是故，末必閱（銳），刃必溥（薄），本必[工鳥]（鴻、厚）。然則錐行之陳（陣）可以夬（決）絕矣。 \\n 〔雁行之陣〕……中，此謂雁陳（陣）之任。前列若[有雍]（牖），後列若枋（方），三……闕羅而自存，之謂雁陳（陣）之任。 \\n 鉤行之陳（陣）：前列必枋（方），左右之和必鉤。參（三）聲气（既）全，五菜（彩）必具，辯（辨）吾號聲，知五旗。無前無後，無〔左無右〕…… \\n 玄[羽/襄]（襄）之陳（陣）：必多旌旗羽旄，鼓[羽/非][羽/非]庄，甲亂則坐，車亂則行，已治者□，榼榼啐啐，若從天下，若從地出，徒來而不屈，終日不拙。此之謂玄[羽/襄]（襄）之陳（陣）。 \\n 火戰之法：溝壘已成，重為溝漸（塹），五步積薪，必均疏數（密），從役有數（多餘之數），令之為屬枇，必輕必利。風辟……火气（既）自覆，與之戰弗剋（克），坐行而北。火戰之法：下而衍以[艸/外]，三軍之士無所出泄。若此，則可火也。陵猋蔣[艸/外]，薪蕘气（既）積，營窟未謹。如此者，可火也。以火亂之，以矢雨之，鼓譟敦兵，以勢助之。火戰之法。 \\n 水戰之法：必眾其徒而寡其車，令之為鉤楷蓯柤[咸/貝]輯□絳皆具。進則必遂，退則不戚（蹙），方戚（蹙）從流，以敵之人為召（招）。水戰之法，便舟以為旗，馳舟以為使。敵往則遂，敵來則戚（蹙），推攘因慎而飭之，移而革之，陳（陣）而〔待〕之，規而離之。故兵有誤車有御徒，必察其眾少，擊舟[豕頁]〔毀〕津，示民徒來。水戰之法也。 \\n 七百八十七。 \\n 〈十問〉 \\n 兵問曰：交和而舍，梁（糧）食鈞（均）足，人兵敵衡，客主兩懼。敵人員（圓）陳（陣）以胥，因以為固，擊〔之奈何？曰：〕擊此者，三軍之眾分而為四五，或傅而詳（佯）北，而示之懼。皮（彼）見我懼，則遂分而不顧。因以亂毀其固。駟鼓同舉，五遂（隊）俱傅。五遂（隊）俱至，三軍同利。此擊員（圓）之道也。 \\n 交和而舍，敵富我貧，敵眾我少，敵強我弱，其來有方，擊之奈何？曰：擊此者，〔亂〕陳（陣）而〔誘〕之，規而離之，合而詳（佯）北，殺將其後，勿令知之。此擊方之道也。 \\n 交和而舍，敵人气（既）眾以強，巠（勁）[捷-手]（捷）以剛，兌（銳）陳（陣）以胥，擊之奈何？擊此者，必參（三）而離之，一者延而衡，二者〔引而勞，三者〕恐而下惑，下上气（既）亂，三軍大北。此擊兌（銳）之道也。 \\n 交和而舍，敵气（既）眾以強，延陳（陣）以衡，我陳（陣）而侍（待）之，人少不能，擊之奈何？擊此者，必將參（三）分我兵，練我死士，二者延陳（陣）長[羽/已]（翼），一者財（材）士練兵，期其中極。此殺將擊衡之道也。 \\n 交和而舍，我人兵則眾，車騎則少，敵人什（十）負（倍），擊之奈何？擊此者，當葆（保）險帶隘，慎避光（廣）易。故易則利車，險則利徒。此擊車之道也。 \\n 交和而舍，我車騎則眾，人兵則少，敵人什（十）負（倍），擊之奈何？擊此者，慎避險且（阻），決而道（導）之，牴（抵）諸易。敵唯（雖）什（十）負（倍），便我車騎，三軍可擊。此擊徒人之道也。 \\n 交和而舍，粱（糧）食不屬，人兵不足[亻志]（恃），絕根（垠）而攻，敵人十負（倍），擊之奈何？曰：擊此者，敵人气（既）〔眾〕而守阻，我……反而害其虛。此擊爭〔糧〕之道也。 \\n  \\n 交和而舍，敵將勇而難懼，兵強人眾自固，三軍之士皆勇而毋慮，其將則威，其兵則武，而理（吏）強粱（糧）[捷-手]（捷、接），諸候莫之或侍（待）。擊之奈何？曰：擊此者，告之不敢，示之不能，坐拙而侍（待）之，以驕其意，以隨（惰）其志，使敵弗織（識），因擊其不〔意〕，攻其不禦，厭（壓）其駘（怠），攻其疑。皮（彼）气（既）貴气（既）武，三軍徙舍，前後不相堵（睹），故中而擊之，若有徒與。此擊強眾之道也。 \\n 交和而舍，敵人葆（保）山而帶阻，我遠則不椄（接），近則毋所，擊之奈何？擊此者，皮（彼）斂阻移〔庶，難其糧道〕則危之，攻其所必救，使離其固，以揆其慮，施伏設援，擊其移庶。此擊葆（保）固之道也。 \\n 交和而舍，客主兩陳（陣），敵人刑（形）箕，計敵所願，欲我陷复（覆），擊之奈何？擊此者，渴者不飲，飢者不食，三分用其二，期其中極，皮（彼）气（既）□□，財（材）士練兵，擊其兩翼，□皮（彼）□（既）喜□□，三軍大北。此擊箕之道也。 \\n 七百一十九。 \\n 〈略甲〉 \\n 略甲之法，敵之人方陣□□無…… \\n ……欲擊之，其勢不可，夫若此者，下之…… \\n ……以國章，欲單（戰）若狂，夫若此者，少陳（陣）…… \\n ……反，夫若此者，少陣…… \\n ……反，夫若此者，以眾卒從之，篡（選）卒因之，必將…… \\n ……篡（選）卒因之，必…… \\n ……左右兩旁伐以相趨，此謂[金[稷-禾]]鉤擊。 \\n ……之氣不臧（藏）於心，三軍之眾□循之知不…… \\n ……卒氣甲…… \\n ……威□□其難將之□也。分其眾，亂其〔陣〕…… \\n ……陳（陣）不厲，故列不…… \\n ……遠揄之，敵券（倦）以遠…… \\n ……治，孤其將，湯（蕩）其心，擊…… \\n ……其將遠，其卒眾…… \\n ……彼大眾將之…… \\n ……卒之道…… \\n 〈客主人分〉 \\n 兵有客之分，有主人之分。客之分眾，主人之分少。客負（倍）主人半，然可敵也。負……〔主人者，先〕定者也；客者，後定者也。主人按地撫勢以胥；夫客犯益（隘）逾險而至。夫犯益（隘）〔逾險〕……退敢物（刎）頸，進不敢距（拒）敵者，其故何也？勢不便，地不利也。勢便地利則民｛自進，勢不便地不利則民｝自退。所謂善戰者，便勢利地者也。帶甲數十萬，民有餘糧弗得食也，有餘……居兵多而用兵少也，居者有餘而用者不足。帶甲數十萬，千千而出，千千而……萬萬以遺我。 \\n 所謂善戰者，善翦斷之，如□（蟬）會挩也。能分人之兵，能安（按）人之兵，則錙〔銖〕而有餘。不能分人之兵，不能案（按）人之兵，則數負（倍）而不足。眾者勝乎？則投筭（算）而戰耳。富者勝乎？則量粟而戰耳。兵利甲堅者勝乎？則勝易知矣。故富未居安也，貧未居危也；眾未居勝也，少〔未居敗也〕。以決勝敗安危者，道也。敵人眾，能使之分離而不相救也，受適（敵）者不得相｛知也。故溝深壘高不得｝以為固，甲堅兵利不得以為強，士有勇力不得以衛其將，則勝有道矣。故明主、智（知）道之將必先〔備〕，可有功於未戰之前，故不失；可有之功於已戰之後，故兵出而有功，入而不傷，則明於兵者也。 \\n ……焉。為人客則先人作…… \\n ……兵曰：主人逆客於竟（境）…… \\n ……客好事則…… \\n ……｛安處不動可｝使勞，三軍之士可使畢失其志，則勝可得而據也。是以安（按）左抶右，右敗而左弗能救；安（按）右抶左，左敗而右弗能救。是以兵坐而不起，辟（避）而不用，近者少而不足用，遠者疏而不能〔用〕…… \\n 〈善者〉 \\n 善者，敵人軍〔強〕人眾，能使分離而不相救也，受敵而不相知也。故溝深壘高不得以為固，車堅兵利不得以為威，士有勇力而不得以為強。故善者，制僉（險）量柤（阻），敦三軍，利詘（屈）信（伸）；敵人眾能使寡，積糧盈軍能使飢，安處不動能使勞，得天下能使離，三軍和能使柴（猜）。故兵有四路、五動：進，路也；退，路也；左，路也；右，路也。進，動也；退，動也；左，動也；右，動也；墨（默）然而處，亦動也。善者四路必徹，五動必工。故進不可迎於前，退不可絕於後，左右不可舀（陷）於柤（阻），墨（默）〔然而處，不患〕於敵之人。故使敵四路必窮，五動必憂。進則傅於前，退則絕於後，左右則舀（陷）於柤（阻），墨（默）然而處，軍不免於患。善者能使敵卷甲趨遠，倍道兼行，卷（倦）病而不得息，飢渴而不得食。以此薄（迫）敵，〔敵〕戰必不勝矣。我飽食而侍（待）其飢也，安處以侍（待）其勞也，正靜以侍（待）其動也。故民見進而不見退，道（蹈）白刃而不還[止重]（踵）。 \\n 二百□〔十〕□。 \\n 〈五名五恭〉 \\n 兵有五名：一曰威強，二曰軒驕，三曰剛至，四曰助忌，五曰重楘（柔）。夫威強之兵，則詘（屈）耎（軟）而侍（待）之。軒驕之兵，則共（恭）敬而久之。剛至之兵，則誘而取之。瞗忌之兵，則薄（迫）其前，譟其旁，深溝高壘而難其糧。重柔之兵，則譟而恐之，振而捅之，出則擊之，不出則回之。 \\n 五名。 \\n 兵有五共（恭）五暴。何謂五共（恭）？入竟（境）而共（恭），軍失其常。再舉而共（恭），軍無所粱（糧）。三舉而共（恭），軍失其事。四舉而共（恭），軍無食。五舉而共（恭），軍不及事。入竟（境）而暴，胃（謂）之客。再舉而暴，胃（謂）之華。三舉而暴，主人懼。四舉而暴，卒士見詐。五舉而暴，兵必大秏（耗）。故五共（恭）五暴，必使相錯也。 \\n 五共（恭）。 \\n 二百五十六。 \\n 〈〔兵失〕〉 \\n 欲以敵國之民之所不安，正俗所……｛欲強長國兵之所短，以｝難敵國兵之所長，秏（耗）兵也。欲強多國之所寡，以應敵國之所多，速詘（屈）之兵也。備固，不能難敵之器用，陵兵也。器用不利，敵之備固，莝（挫）兵也。兵不……者也。善陳（陣），知倍（背）鄉（向），知地刑（形），而兵數困，不明於國勝、兵勝者也。民……兵不能昌大功，不知會者也。兵失民，不知過者也。兵用力多（而）功少，不知時者也。兵不能勝大患，不能合民心者也。兵多[母/心]（悔），信疑者也。 \\n 兵不能見福禍於未刑（形），不知備者也。兵見善而怠，時至而疑，去非而弗能居，止道也。肣（貪）而廉，龍（怠）而敬（警），弱而強，柔而〔剛〕……起道也。行止道者，天地弗能興也；行起道者，天地〔弗能衰也〕。 \\n ……之兵也。欲以國…… \\n ……內罷（疲）之兵也。多費不固…… \\n ……見敵難服，兵尚淫天地…… \\n ……而兵強國…… \\n ……兵不能…… \\n 〈將義〉 \\n 將者，不可以不義，不義則不嚴，不嚴則不威，不威則卒弗死；故義者，兵之首也。將者，不可以不仁，不仁則軍不剋（克），軍不剋（克）則軍無功；故仁者，兵之腹也。將者，不可以無德，無德則無力，無力則三軍之利不得；故德者，兵之手也。將者，不可以不信，不信則令不行，令不行則軍不槫（團），軍不槫（團）則無名；故信者，兵之足也。將者，不可以不智勝，不智勝〔則……故智者，兵之身也。將者，不可以不決，不決則〕……則軍無□，故夬（決）者，兵之尾也。 \\n 〈〔將德〕〉 \\n ……〔視之若〕赤子，愛之若狡童，敬之若嚴師，用之若土蓋（芥），將軍…… \\n ……不失，將軍之知（智）也。不陘（輕）寡，不劫於敵，慎終若始，將軍之…… \\n ……｛將能｝而不御，君令不入軍門，將軍之恒也。入軍…… \\n ……將不兩生，軍不兩存，將軍之…… \\n ……將軍之惠也。賞不榆（逾）日，罰不還面，不維其人，不何…… \\n ……外辰，此將軍之德也。 \\n 〈將敗〉 \\n 將敗：一曰不能而自能。二曰驕。三曰貪於位。四曰貪於財。〔五曰□〕。六曰輕。七曰遲。八曰寡勇。九曰勇而弱。十曰寡信。十〔一曰〕……十四曰寡決。十五曰緩。十六曰怠。十七曰□。十八曰賊。十九曰自私。廿曰自亂。多敗者多失。 \\n 〈〔將失〕〉 \\n 將失：一曰：失所以往來，可敗也。二曰：收亂民而還用之，止北卒而還鬥之，無資而有資，可敗也。三曰：是非爭，謀事辯訟，可敗也。四曰：令不行，眾不壹，可敗也。五曰：下不服，眾不為用，可敗也。六曰：民苦其師，可敗也。七曰：師老，可敗也。八曰：師懷，可敗也。九曰：兵遁，可敗也。十曰：兵〔合〕不〔齊〕，可敗也。 \\n 十一曰：軍數驚，可敗也。十二曰：兵道足陷，眾苦，可敗也。十三曰：軍事險固，眾勞，可敗也。十四｛曰：恃險無｝備，可敗也。十五曰：日莫（暮）途遠，眾有至氣，可敗也。十六曰：……，可敗也。十七〔曰〕：……眾恐，可敗也。十八曰：令數變，眾偷，可敗也。十九曰：軍淮（淫），眾不能（耐）其將吏，可敗也。廿曰：多幸，眾怠，可敗也。 \\n 廿一曰：多疑，眾疑，可敗也。廿二曰：惡聞其過，可敗也。廿三曰：與（舉）不能，可敗也。廿四曰：暴路（露）傷志，可敗也。廿五曰：期戰心分，可敗也。廿六曰：恃人之傷氣，可敗也。廿七曰：事傷人，恃伏詐，可敗也。廿八曰：軍輿無□，〔可敗也。廿九曰：暴〕下卒，眾之心惡，可敗也。卅曰：不能以成陳（陣），出於夾道，可敗也。卅一曰：兵之前行後行之兵，不參齊於陳（陣）前，可敗也。卅二曰：戰而憂前者後虛，憂後者前虛，憂左者右虛，憂右者左虛；戰而有憂，可敗也。 \\n 〈〔雄牝城〕〉 \\n 城在[氵卑]（卑）澤之中，無亢山名谷，而有付丘於其四方者，雄城也，不可攻也。軍食溜（流）水〔者，生水也，不可攻也〕。城前名谷，倍（背）亢山，雄城也，不可攻也。城中高外下者，雄城也，不可攻也。城中有付丘者，雄城也，不可攻也。營軍趣舍，毋回名水，傷氣弱志，可擊也。城倍（背）名谷，無亢山其左右，虛城也，可擊也。〔薙〕盡燒者，死襄（壤）也，可擊也。軍食氾水者，死水也，可擊也。城在發澤中，無名谷付丘者，牝城也，可擊也。城在亢山間，無名谷付丘者，牝城也，可擊也。城前亢山，倍（背）名谷，前高後下者，牝城也，可擊也。 \\n  \\n 〈〔五度九奪〕〉 \\n ……矣。救者至，有（又）重敗之。故兵之大數（速），五十里不相救也。皇（況）近〔者數里，遠者〕數百里，此程兵之極也。故兵曰：積弗如，勿與持久。眾弗如，勿與椄（接）和。〔□弗如，勿與□□。□弗如，勿〕與□長。習弗如，毋當其所長。五度既明，兵乃衡（橫）行。故兵……趨敵數：一曰取糧。二曰取水。三曰取津。四曰取涂（途）。五曰取險。六曰取易。七曰〔取隘。八曰取高。九〕曰取其所讀（獨）貴。凡九奪，所以趨敵也。 \\n 四百二字。 \\n 〈〔積疏〕〉 \\n ……〔積〕勝疏，盈勝虛，俓（徑）勝行，疾勝徐，眾勝寡，劮（佚）勝勞。 \\n 積故積之，疏故疏之；盈故盈之，虛〔故虛之；徑故徑〕之，行故行之；疾故疾之，〔徐故徐之；眾故眾〕之，寡故寡之；劮（佚）故劮（佚）之，勞故勞之。 \\n 積疏相為變，盈虛〔相為變，徑行相為〕變，疾徐相為變，眾寡相〔為變，佚勞相〕為變。 \\n 毋以積當積，毋以疏當疏；毋以盈當盈，毋以虛當虛；（毋以徑當徑，毋以行當行）；毋以疾當疾，毋以徐當徐；毋以眾當眾，毋以寡當寡；毋以劮（佚）當劮（佚），毋以勞當勞。 \\n 積疏相當，盈虛相〔當，逕行相當，疾徐相當，眾寡〕相當，劮（佚）勞相當。敵積故可疏，盈故可虛，徑故可行，疾〔故可徐，眾故可寡，佚故可勞〕。…… \\n 〈〔奇正〕〉 \\n 天地之理：至則反，盈則敗，〔日月〕是也。代興，代廢，四時是也。有勝，有不勝，五行是也。有生，有死，萬物是也。有能，有不能，萬生是也。有所有餘，有所不足，刑（形）勢是也。故有刑（形）之徒，莫不可名；有名之徒，莫不可勝。故聖人以萬物之勝勝萬物，故其勝不屈。 \\n 戰者，以刑（形）相勝者也。刑（形）莫不可以勝，而莫智（知）其所以勝之刑（形）。刑（形）勝之變，與天地相敝而不窮。刑（形）勝，以楚越之竹書之而不足。 \\n 刑（形）者，皆以其勝勝者也。以一刑（形）之勝勝萬刑（形），不可。所以制刑（形）壹也，所以勝不可壹也。 \\n 故善戰者，見敵之所長，則智（知）其所短；見敵之所不足，則智（知）其所有餘。見勝如見日月，其錯（措）勝也，如以水勝火。刑（形）以應形，正也；無刑（形）而制刑（形），奇也。奇正無窮，分也。分之以奇數，制之以五行，鬥之以｛眾寡｝。分定則有刑（形）矣，刑（形）定則有名〔矣〕。……同，不足以相勝也，故以異為奇。是以，靜為動奇，失（佚）為勞奇，飽為飢奇，治為亂奇，眾為寡奇。發而為正，其未發者奇也。奇發而不報，則勝矣。有餘奇者，過勝者也。 \\n 故一節痛，百節不用，同禮（體）也；前敗而後不用，同刑（形）也。故戰勢，大陳（陣）□斷，小陣□解。後不得乘前，前不得然後；進者有道出，退者有道入。 \\n 賞未行，罰未用，而民聽令者；其令，民之所能行也。賞高罰下，而民不聽其令者；其令，民之所不能行也。使民唯（雖）不利，進死而不笋（旋）踵，孟賁之所難也，而責之民，是使水逆留（流）也。 \\n 故戰勢，勝者益之，敗者代之，勞者息之，飢者食之。故民見｛敵｝人而未見死，道（蹈）白刃而不笋（旋）踵。故行水得其理，剽（漂）石折舟；用民得其生（性），則令行如留（流）。 \\n 四百八十七。"}
