{"章节": "尉繚子", "正文": "　尉繚子 \\n  \\n  \\n 〈天官〉 \\n 梁惠王問尉繚子曰：「黃帝刑德，可以百勝，有之乎？」尉繚子對曰：「刑以伐之，德以守之，非所謂天官時日陰陽向背也。黃帝者，人事而已矣。 \\n 何者今有城，東西攻不能取；南北攻不能取；四方豈無順時乘之者耶？然不能取者，城高池深，兵器備具，財穀多積，豪士一謀者也。若城下池淺守弱，則取之矣。由是觀之，天官時日不若人事也。 \\n 案天官曰：『背水陳為絕紀，向阪陳為廢軍。』武王伐紂，背濟水向山阪而陳，以二萬二千五百人，擊紂之億萬而滅商，豈紂不得天官之陳哉！ \\n 楚將公子心與齊人戰，時有彗星出，柄在齊。柄所在勝，不可擊。公子心曰：『彗星何知？以彗鬬者固倒而勝焉。』明日與齊戰，大破之。 \\n 黃帝曰：『先神先鬼，先稽我智。』謂之天時人事而已。」 \\n 〈兵談〉 \\n 量土地肥墝而立邑，建城稱地，以城稱人，以人稱粟。三相稱，則內可以固守，外可以戰勝。戰勝於外，備主於內，勝備相用，猶合符節，無異故也。 \\n 治兵者，若祕於地，若邃於天，生於無，故關之。大不窕，小不恢，明乎禁舍開塞，民流者親之。地不任者任之。夫土廣而任則國富，民眾而治則國治。富治者，民不發軔，車不暴出，而威制天下。故曰：兵勝於朝廷。不暴甲而勝者，主勝也；陳而勝者，將勝也。 \\n 兵起，非可以忿也，見勝則與，不見勝則止。患在百里之內，不起一日之師；患在千里之內，不起一月之師；患在四海之內，不起一歲之師。 \\n 將者，上不制於天，下不制於地，中不制於人，寬不可激而怒，清不可事以財。夫心狂、目盲、耳聾，以三悖率人者難矣。 \\n 兵之所及，羊腸亦勝，鋸齒亦勝，緣山亦勝，入谷亦勝，方亦勝，圓亦勝。重者如山、如林、如江、如河，輕者如炮、如燔、如垣壓之，如雲覆之，令人聚不得以散，散不得以聚，左不得以右，右不得以左。如總木，弩如羊角，人人無不騰陵張膽，絕乎疑慮，堂堂决而去。 \\n 〈制談〉 \\n 凡兵，制必先定，制先定則士不亂，士不亂則刑乃明。金鼓所指，則百人盡鬪。陷行亂陳，則千人盡鬪。覆軍殺將，則萬人齊刃。天下莫能當其戰矣。 \\n 古者，士有什伍，車有偏列，鼓鳴旗麾，先登者未常非多力國士也，先死者亦未嘗非多力國士也。 \\n 損敵一人，而損我百人，此資敵而傷甚焉，世將不能禁。征役分軍而逃歸，或臨戰自北，則逃傷甚焉，世將不能禁。殺人於百步之外者弓矢也，殺人於五十步之內者矛戟也，將已鼓而士卒相嚻，拗矢折矛抱戟，利後發，戰，有此數者，內自敗也，世將不能禁。士失什伍，車失偏列，奇兵捐將而走，大眾亦走，世將不能禁。夫將能禁此四者，則高山陵之，深水絕之，堅陳犯之。不能禁此四者，猶亡舟楫，絕江河，不可得也。 \\n 民非樂死而惡生也，號令明，法制審，故能使之前。明賞於前，决罰於後，是以發能中利，動則有功。 \\n 今百人一卒，千人一司馬，萬人一將，以少誅眾，以弱誅疆。試聽臣言，其術足使三軍之眾，誅一人無失刑，父不敢舍子，子不敢舍父，況國人乎？ \\n 一賊仗劒擊於市，萬人無不避之者，臣謂：「非一人之獨勇，萬人皆不肖也」。何則？「必死與必生，固不侔也。」聽臣之術，足使三軍之眾為一死賊，莫當其前，莫隨其後，而能獨出獨入焉。獨出獨入者，王霸之兵也。 \\n 有提十萬之眾，而天下莫當者，誰？曰：「桓公也。」有提七萬之眾，而天下莫當者，誰？曰：「吳起也。」有提三萬之眾，而天下莫當者，誰？曰：「武子也。」今天下諸國士所率無不及二十萬之眾者，然不能濟功名者，不明乎禁舍開塞也。明其制，一人勝之，則十人亦以勝之也。十人勝之，則百千萬人亦以勝之也。故曰：「便吾器用，養吾武勇，發之如鳥擊，如赴千仞之谿。」 \\n 今國被患者，以重寶出聘，以愛子出質，以地界出割，得天下助卒，名為十萬，其實不過數萬爾。其兵來者，無不謂其將曰：「無為天下，先戰。」其實不可得而戰也。 \\n 量吾境內之民，無伍莫能正矣。經制十萬之眾，而王必能使之衣吾衣，食吾食。戰不勝，守不固者，非吾民之罪，內自致也。天下諸國助我戰，猶良驥騄耳之駃，彼駑馬鬐興角逐，何能紹吾氣哉？ \\n 吾用天下之用為用，吾制天下之制為制，修吾號令，明吾刑賞，使天下非農所得食，非戰無所得爵，使民揚臂爭出農、戰，而天下無敵矣。故曰：「發號出令，信行國內。」 \\n 民言有可以勝敵者，毋許其空言，必試其能戰也。 \\n 視人之地而有之，分人之民而畜之，必能內有其賢者也。不能內有其賢，而欲有天下，必覆軍殺將。如此，雖戰勝而國益弱，得地而國益貧，由國中之制弊矣。 \\n 〈戰威〉 \\n 凡兵，有以道勝，有以威勝，有以力勝。講武料敵，使敵之氣失而師散，雖形全而不為之用，此道勝也。審法制，明賞罰，便器用，使民有必戰之心，此威勝也。破軍殺將，乘闉發機，潰眾奪地，成功乃返，此力勝也。王侯如此，所以三勝者畢矣。 \\n 夫將之所以戰者民也，民之所以戰者氣也。氣實則鬬，氣奪則走。 \\n 刑如未加，兵未接，而所以奪敵者五：一曰廟勝之論；二曰受命之論；三曰踰垠之論；四曰深溝高壘之論；五曰舉陳加刑之論。此五者，先料敵而後動，是以擊虛奪之也。 \\n 善用兵者，能奪人而不奪於人。奪者心之機也，令者一眾心也。眾不審則數變，數變則令雖出眾不信矣。 \\n 故令之之法，小過無更，小疑無申。故上無疑令，則眾不二聽，動無疑事，則眾不二志，未有不信其心而能得其力者也，未有不得其力而能致其死戰者也。 \\n 故國必有禮、親、愛之義，則可以飢易飽；國必有孝、慈、廉、耻之俗，則可以死易生。古者率民必先禮信而後爵祿，先廉耻而後刑罰，先親愛而後律其身。 \\n 故戰者必本乎率身以勵眾士，如心之使四支也。志不勵則士不死節，士不死節則眾不戰。 \\n 勵士之道，民之生不可不厚也。爵列之等，死喪之親，民之所營不可不顯也。必也因民所生而制之，因民所榮而顯之，田祿之實，飲食之親，鄉里相勸，死生相救，兵役相從，此民之所勵也。 \\n 使什伍如親戚，卒伯如朋友。止如堵牆，動如風雨，車不結轍，士不旋踵，此本戰之道也。 \\n 地所以養民也，城所以守地也，戰所以守城也，故務耕者民不飢，務守者地不危，務戰者城不圍。三者，先王之本務也，本務者兵最急。 \\n 故先王專務於兵，有五焉，委積不多則士不行；賞祿不厚則民不勸；武士不選則眾不強；備用不便則力不壯；刑罰不中則眾不畏。務此五者，靜能守其所固，動能成其所欲。 \\n 夫以居攻出，則居欲重，陣欲堅，發欲畢，闕欲齊。 \\n 王國富民，霸國富士，僅存之國富大夫，亡國富食府，所謂上滿下漏，患無所救。 \\n 故曰：「舉賢任能，不時日而事利；明法審令，不卜筮而事吉；貴功養勞，不禱祠而得福。」又曰：「天時不如地利，地利不如人和。」聖人所貴，人事而已。 \\n 夫勤勞之師，將不先己，暑不張蓋，寒不重衣，險必下步，軍井成而飲，軍食熟而後飯，軍壘成而後舍，勞佚必以身同之。如此，師雖久，而不老不弊。 \\n 〈攻權〉 \\n 兵以靜勝，國以專勝。 \\n 力分者弱，心疑者背。夫力弱故進退不豪，縱敵不禽，將吏士卒動靜一身。心既疑背，則計决而不動，動决而不禁，異口虛言。將無修容，卒無常試，發攻必衄，是謂疾陵之兵，無足與鬬。 \\n 將帥者心也，羣下者支節也。其心動以誠，則支節必力；其心動以疑，則支節必背。夫將不心制，卒不節動，雖勝幸勝也，非攻權也。 \\n 夫民無兩畏也，畏我侮敵，畏敵侮我。見侮者敗，立威者勝。凡將能其道者，吏畏其將也；吏畏其將者，民畏其吏也；民畏其吏者，敵畏其民也。是故，知勝敗之道者，必先知畏侮之權。 \\n 夫不愛說其心者，不我用也；不嚴畏其心者，不我舉也。愛在下順，威在上立，愛故不二，威故不犯。故善將者，愛與威而已。 \\n 戰不必勝，不可以言戰；攻不必拔，不可以言攻。不然雖刑賞不足信也。信在期前，事在未兆，故眾已聚不虛散，兵出不徒歸，求敵若求亡子，擊敵若救溺人。 \\n 分險者無戰心，挑戰者無全氣，鬬戰者無勝兵。凡挾義而戰者，貴從我起，爭私結怨，應不得已。怨結雖起，待之貴後，故爭必當待之，息必當備之。 \\n 兵有勝於朝廷，有勝於原野，有勝於市井，鬬則失，幸以不敗，此不意彼驚懼而曲勝之也。曲勝，言非全也。非全勝者，無權名。故明主戰攻日，合鼓合，節以兵刃，不求勝而勝也。 \\n 兵有去備徹威而勝者，以其有法故也。有器用之早定也，其應敵也周，其總率也極。故五人而伍，十人而什，百人而卒，千人而率，萬人而將，已用已極，其朝死則朝代，暮死則暮代，權敵審將，而後舉兵。 \\n 故凡集兵千里者旬日，百里者一日，必集敵境。卒聚將至，深入其地，錯絕其道，栖其大城大邑，使之登城逼危，男女數重，各逼地形，而攻要塞。據一城邑，而數道絕，從而攻之，敵將帥不能信，吏卒不能和，刑有所不從者，則我敗之矣。敵救未至，而一城已降。 \\n 津梁未發，要塞未脩，城險未設，渠答未張，則雖有城無守矣。遠堡未入，戍客未歸，則雖有人無人矣。六畜未聚，五穀未收，財用未歛，則雖有資無資矣。夫城邑空虛而資盡者，我因其虛而攻之。法曰：「獨出獨入，敵不接刃而致之。」此之謂矣。 \\n 〈守權〉 \\n 凡守者，進不郭圍，退不亭障，以禦戰非善者也。豪傑雄俊，堅甲利兵，勁弩疆矢，盡在郭中，乃收窖廩，毀折而入保，令客氣十百倍，而主之氣不半焉。敵攻者，傷之甚也，然而世將弗能知。 \\n 夫守者，不失險者也。守法，城一丈十人守之，工食不與焉。出者不守，守者不出，一而當十，十而當百，百而當千，千而當萬，故為城郭者，非妄費於民聚土壤也。誠為守也。 \\n 千丈之城則萬人之守，池深而廣，城堅而厚，士民備，薪食給，弩堅矢彊，矛戟稱之，此守法也。 \\n 攻者不下十餘萬之眾，其有必救之軍者，則有必守之城；無必救之軍者，則無必守之城。 \\n 若彼堅而救誠，則愚夫愚惷婦無不蔽城，盡資血城者。朞年之城，守餘於攻者，救餘於守者。若彼城堅而救不誠，則愚夫惷婦無不守陴而泣下，此人之常情也，遂發其窖廩救撫，則亦不能止矣。必鼓其豪傑雄俊，堅甲利兵，勁弩彊矢并於前，分歷毀瘠者并於後。 \\n 十萬之軍頓於城下，救必開之，守必出之。據出要塞，但救其後，無絕其糧道，中外相應。 \\n 此救而示之不誠，示之不誠，則倒敵而待之者也。後其壯，前其老，彼敵無前，守不得而止矣，此守權之謂也。 \\n 〈十二陵〉 \\n 威在於不變；惠在於因時；機在於應事；戰在於治氣；攻在於意表；守在於外飾；無過在於度數；無困在於豫備；慎在於畏小；智在於治大；除害在於敢斷；得眾在於下人。 \\n 悔在於任疑；孽在於屠戮；偏在於多私；不詳在於惡聞己過；不度在於竭民財；不明在於受間；不實在於輕發；固陋在於離賢；禍在於好利；害在於親小人；亡在於無所守；危在於無號令。 \\n 〈武議〉 \\n 凡兵不攻無過之城，不殺無罪之人。夫殺人之父兄，利人之財貨，臣妾人之子女，此皆盜也。故兵者所以誅暴亂禁不義也。兵之所加者，農不離其田業，賈不離其肆宅，士大夫不離其官府，由其武議在於一人，故兵不血刃，而天下親焉。 \\n 萬乘農戰，千乘救守，百乘事養。農戰不外索權，救守不外索助，事養不外索資。 \\n 夫出不足戰，入不足守者，治之以市。市者，所以外戰守也。萬乘無千乘之助，必有百乘之市。 \\n 凡誅者所以明武也，殺一人而三軍震者，殺之。殺一人而萬人喜者，殺之。殺之貴大，賞之貴小，當殺而雖貴重必殺之，是刑上究也。賞及牛童馬圉者，是賞下流也。夫能刑上究賞下流，此將之武也，故人主重將。 \\n 夫提鼓揮枹，臨難决戰，接兵角刃，鼓之而當，則賞功立名，鼓之而不當，則身死國亡。是存亡安危在於枹端，奈何無重將也。 \\n 夫提皷揮枹，接兵角刃，君以武事成功者，臣以為非難也。古人曰：「無蒙衝而攻，無渠答而守。是謂無善之軍。視無見，聽無聞，由國無市也。夫市也者，百貨之官也，市賤賣貴，以限士人。人食粟一抖，馬食粟三斗，人有飢色，馬有瘠形，何也？市所出，而官無主也。夫提天下之節制，而無百貨之官，無謂其能戰也。 \\n 起兵，直使甲冑生蟣者，必為吾所效用也。鷙鳥逐雀，有襲人之懷，入人之室者，非出生，後有憚也。 \\n 太公望年七十，屠牛朝歌，賣食盟津，過七十餘而主不聽，人人謂之狂夫也。及遇文王，則提三萬之眾，一戰而天下定，非武議安得此合也。故曰：「良馬有策，遠道可致；賢士有合，大道可明。」 \\n 武王伐紂，師渡盟津，右旄左鉞，死士三百，戰士三萬。紂之陳億萬，飛廉、惡來身先戟斧，陳開百里。武王不罷士民，兵不血刃，而商誅紂，無祥異也，人事脩不脩而然也。 \\n 今世將考孤虛，占城池，合龜兆，視吉凶，觀星辰風雲之變，欲以成勝立功，臣以為難。夫將者，上不制於天，下不制於地，中不制於人。故兵者，凶器也。爭者，逆德也。將者，死官也。故不得已而用之。 \\n 無天於上，無地於下，無主於後，無敵於前。一人之兵，如狼如虎，如風如雨，如雷如霆，震震冥冥，天下皆驚。 \\n 勝兵似水，夫水至柔弱者也，然所觸，丘陵必為之崩，無異也，性專而觸誠也。今以莫邪之利，犀兕之堅，三軍之眾，有所奇正，則天下莫當其戰矣。故曰：「舉賢用能，不時日而事利、明法、審令，不卜筮而獲吉、貴功、養勞，不禱祠而得福。」又曰：「天時不如地利，地利不如人和，古之聖人，謹人事而已。」 \\n 吳起與秦戰，舍不平隴畝，樸嫩蓋之，以蔽霜露，如此何也？不自高人故也。乞人之死不索尊，竭人之力不責禮，故古者甲冑之士不拜，示人無已煩也。夫煩人而欲乞其死，竭其力，自古至今，未嘗聞矣。 \\n 將受命之日，忘其家，張軍宿野忘其親，援抱而鼓忘其身。吳起臨戰，左右進劒。起曰：「將專主旗鼓爾，臨難决疑，揮兵指刃，此將事也。一劒之任，非將事也。」 \\n 三軍成行，一舍而後成三舍，三舍之餘，如决川源。望敵在前，因其所長而用之。敵白者堊之，赤者赭之。 \\n 吳起與秦戰未合，一夫不勝其勇，前獲雙首而還。吳起立斬之。軍吏諫曰：「此材士也，不可斬！」起曰：「材士則是矣，非吾令也。」斬之。 \\n 〈將理〉 \\n 凡將，理官也，萬物之主也，不私於一人。夫能無移於一人，故萬物至而制之，萬物至而命之。 \\n 君子不救囚於五步之外，雖鉤矢射之，弗追也。故善審囚之情，不待菙楚，而囚之情可畢矣。 \\n 笞人之背，灼人之脅，束人之指，而訊囚之情，雖國士有不勝其酷，而自誣矣。 \\n 今世諺云：「千金不死，百金不刑。」試聽臣之言、行臣之術，雖有堯、舜之智，不能關一言；雖有萬金，不能用一銖。 \\n 今夫决獄，小圄不下十數，中圄不下百數，大圄不下千數。十人聯百人之事，百人聯千人之事，千人聯萬人之事，所聯之者，親戚兄弟也，其次婚姻也，其次知識故人也。是農無不離田業，賈無不離肆宅，士大夫無不離官府。如此關聯良民，皆囚之情也。兵法曰：「十萬之師出，日費千金。」今良民十萬，而聯於囚圄，上不能省，臣以為危也。 \\n 〈原官〉 \\n 官者，事之所主，為治之本也。制者，職分四民，治之分也。貴爵富祿必稱，尊卑之體也。 \\n 好善罰惡，正比法，會計民之具也。均井地，節賦斂，取與之度也。程工人，備器用，匠工之功也。分地塞要，殄怪禁淫之事也。 \\n 守法稽斷，臣下之節也。明法稽驗，主上之操也。明主守，等輕重，臣主之權也。明賞賚，嚴誅責，止姦之術也。審開塞，守一道，為政之要也。 \\n 下達上通，至聰之聽也。知國有無之數，用其仂也。知彼弱者，強之體也。知彼動者，靜之决也。 \\n 官分文武，惟王之二術也。俎豆同制，天子之會也。遊說間諜無自入，正議之術也。 \\n 諸侯有謹天子之禮，君民繼世，承王之命也。更造易常，違王明德，故禮得以伐也。官無事治，上無慶賞，民無獄訟，國無商賈，何王之至？明舉上達，在王垂聽也。 \\n 〈治本〉 \\n 凡治人者何？曰：「非五穀無以充腹，非絲麻無以蓋形。」故充腹有粒，蓋形有縷，夫在芸耨，妻在機杼，民無二事，則有儲蓄，夫無彫文刻鏤之事，女無繡飾纂組之作。 \\n 木器液，金器腥，聖人飲於土，食於土，故埏埴以為器，天下無費。今也，金木之性不寒，而衣繡飾；馬牛之性食草飲水，而給菽粟。是治失其本，而宜設之制也。 \\n 春夏夫出於南畝，秋冬女練於布帛，則民不困。今短褐不蔽形，糟糠不充腹，失其治也。 \\n 古者土無肥瘠，人無勤惰，古人何得，今人何失邪？耕有不終畝，織有日斷機，而奈何飢寒。蓋古治之行，今治之止也。 \\n 夫謂治者，使民無私也。民無私，則天下為一家，無私耕私織，共寒其寒，共飢其飢。故如有子十人，不加一飯；有子一人，不損一飯，焉有喧呼酖酒以敗善類乎？ \\n 民相輕佻，則欲心與爭奪之患起矣。橫生於一夫，則民私飯有儲食，私用有儲財，民一犯禁，而拘以刑治，烏有以為人上也。善政執其制，使民無私，則為下不敢私，則無為非者矣。 \\n 反本緣理，出乎一道，則欲心去，爭奪止，囹圄空，野充粟多，安民懷遠，外無天下之難，內無暴亂之事，治之至也。 \\n 蒼蒼之天，莫知其極，帝王之君，誰為法則？往世不可及，來世不可待，求己者也。 \\n 所謂天子者四焉：一曰神明；二曰垂光；三曰洪敘；四曰無敵。此天子之事也。 \\n 野物不為犧牲，雜學不為通儒。今說者曰：「百里之海，不能飲一夫；三尺之泉，足以止三軍渴。」臣謂：「欲生於無度，邪生於無禁。」 \\n 太上神化，其次因物，其下在於無奪民時，無損民財。夫禁必以武而成，賞必以文而成。 \\n 〈戰權〉 \\n 兵法曰：「千人而成權，萬人而成武。權先加人者，敵不力交；武先加人者，敵無威接。」故兵貴先勝於此，則勝彼矣；弗勝於此，則弗勝彼矣。凡我徃則彼來，彼來則我徃，相為勝敗，此戰之理然也。 \\n 夫精誠在乎神明，戰權在乎道所極。有者無之，無者有之，安所信之。 \\n 先王之所傳聞者，任正去詐，存其慈順，决無留刑。故知道者，必先圖不知止之敗，惡在乎必徃有功。輕進而求戰者，敵復圖止，我徃而敵制勝矣。故兵法曰：「求而從之，見而加之，主人不敢當而陵之，必喪其權。」 \\n 凡奪者無氣，恐者不可守；敗者無人，兵無道也。意徃而不疑則從之，奪敵者而無敗則加之，明視而高居則威之，兵道極矣。 \\n 其言無謹偷矣，其陵犯無節破矣，水潰雷擊三軍亂矣。必安其危，去其患，以智决之。 \\n 高之以廊廟之諭，重之以受命之論，銳之以踰垠之論，則敵國可不戰而服。 \\n 〈重刑令〉 \\n 夫將自千人以上，有戰而北，守而降，離地逃眾，命曰「國賊」。身戮家殘，去其籍，發其墳墓，暴其骨於市，男女公於官。自百人以上，有戰而北，守而降，離地逃眾，命曰「軍賊」。身死家殘，男女公於官。使民內畏重刑，則外輕敵。 \\n 故先王明制度於前，重威刑於後。刑重則內畏，內畏則外堅矣。 \\n 〈伍制令〉 \\n 軍中之制，五人為伍，伍相保也。十人為什，什相保也。五十為屬，屬相保也。百人為閭，閭相保也。 \\n 伍有干令犯禁者，揭之免於罪，知而弗揭，全伍有誅。什有干令犯禁者，揭之免於罪，知而弗揭，全什有誅。屬有干令犯禁者，揭之免於罪，知而弗揭，全屬有誅。閭有干令犯禁者，揭之免於罪，知而弗揭，全閭有誅。 \\n 吏自什長已上，至左右將，上下皆相保也。有干令犯禁者，揭之免於罪，知而弗揭者，皆與同罪。 \\n 夫什伍相結，上下相聯，無有不得之姦，無有不揭之罪，父不得以私其子，兄不得以私其弟，而況國人聚舍同食，烏能以干令相私者哉。 \\n 〈分塞令〉 \\n 中軍、左、右、前、後軍，皆有地分，方之以行垣，而無通其交往。將有分地，帥有分地，伯有分地，皆營其溝域，而明其塞令，使非百人無得通。非其百人而入者伯誅之，伯不誅與之同罪。 \\n 軍中縱橫之道，百有二十步而立一府柱。量人與地，柱道相望，禁行清道，非將吏之符節，不得通行。采薪之牧者皆成行伍，不成伍者不得通行。吏屬無節，士無伍者，橫門誅之。踰分干地者，誅之。故內無干令犯禁，則外無不獲之姦。 \\n 〈束伍令〉 \\n 束伍之令曰：五人為伍，共一符，收於將吏之所，亡伍而得伍當之。得伍而不亡有賞，亡伍不得伍，身死家殘。亡長得長當之，得長不亡有賞，亡長不得長，身死家殘，復戰得首長，除之。亡將得將當之，得將不亡有賞，亡將不得將，坐離地遁逃之法。 \\n 戰誅之法曰：什長得誅十人，伯長得誅什長，千人之將得誅百人之長，萬人之將得誅千人之將，左右將軍得誅萬人之將，大將軍無不得誅。 \\n 〈經卒令〉 \\n 經卒者，以經令分之為三分焉：左軍蒼旗，卒戴蒼羽；右軍白旗，卒戴白羽；中軍黃旗，卒戴黃羽。卒有五章：前一行蒼章，次二行赤章，次三行黃章，次四行白章，次五行黑章。 \\n 次以經卒，亡章者有誅，前一五行，置章於首；次二五行，置章於項；次三五行，置章於胸；次四五行，置章於腹；次五五行，置章於腰。如此，卒無非其吏，吏無非其卒，見非而不誥，見亂而不禁，其罪如之。 \\n 鼓行交鬬，則前行進為犯難，後行進為辱眾。踰五行而前者有賞，踰五行而後者有誅，所以知進退先後，吏卒之功也。故曰：「鼓之前如雷霆，動如風雨，莫敢當其前，莫敢躡其後。」言有經也。 \\n 〈勒卒令〉 \\n 金、鼓、鈴、旗四者各有法。鼓之則進，重鼓則擊。金之則止，重金則退。鈴，傳令也。旂麾之左則左，麾之右則右，奇兵則反是。 \\n 一鼓一擊而左，一鼓一擊而右。一步一鼓，步鼓也。十步一鼓，趨鼓也，音不絕，鶩鼓也。商，將鼓也。角，帥鼓也，小鼓，伯鼓也。三鼓同，則將、帥、伯其心一也。奇兵則反是。 \\n 鼓失次者有誅，讙譁者有誅，不聽金、鼓、鈴、旗而有動者有誅。 \\n 百人而教戰，教成，合之千人。千人教成，合之萬人。萬人教成，會之三軍。三軍之眾，有分有合，為大戰之法，教成，試之以閱。 \\n 方亦勝，圓亦勝，錯邪亦勝，臨險亦勝。敵在山緣而從之，敵在淵沒而從之，求敵如求亡子，從之無疑，故能敗敵而制其命。 \\n 夫蚤決先敵，若計不先定，慮不蚤决，則進退不定，疑生必敗。故正兵貴先，奇兵貴後，或先或後，制敵者也。世將不知法者，專命而行，先擊而勇，無不敗者也。 \\n 其舉有疑而不疑，其往有信而不信，其致有遲疾而不遲疾，是三者戰之累也。 \\n 〈將令〉 \\n 將軍受命，君必先謀於廟，行令於廷，君身以斧鉞授將曰：「左、右、中軍皆有分職，若踰分而上請者死，軍無二令，二令者誅。留令者誅。失令者誅。」 \\n 將軍告曰：「出國門之外，期日中設營，表置轅門，期之，如過時則坐法。」 \\n 將軍入營，即閉門清道，有敢行者誅，有敢高言者誅，有敢不從令者誅。 \\n 〈踵軍令〉 \\n 所謂踵軍者，去大軍百里，期於會地，為三日熟食，前軍而行，為戰合之表。合表，乃起踵軍，饗士，使為之戰勢，是謂趨戰者也。 \\n 興軍者，前踵軍而行，合表乃起，去大軍一倍其道，去踵軍百里，期於會地，為六日熟食，使為戰備，分卒據要害。戰利則追北，按兵而趨之。踵軍遇有還者誅之。所謂諸將之兵，在四奇之內者勝也。 \\n 兵有什伍，有分有合，豫為之職，守要塞關梁而分居之。戰合表起，即皆會也。大軍為計日之食起，戰具無不及也，令行而起，不如令者有誅。 \\n 凡稱分塞者，四境之內，當興軍踵軍既行，則四境之民，無得行者。奉王之命，授持符節，名為順職之吏，非順職之吏而行者誅之。戰合表起，順職之吏，乃行用以相參，故欲戰先安內也。 \\n 〈兵教上〉 \\n 兵之教，令分營居陳，有非令而進退者，加犯教之罪。前行者前行教之，後行者後行教之，左行者左行教之，右行者右行教之，教舉五人，其甲首有賞。弗教如犯教之罪。羅地者，自揭其伍，伍內互揭之，免其罪。 \\n 凡伍臨陳，若一人有不進死於敵，則教者如犯法者之罪。凡什保什，若亡一人，而九人不盡死於敵，則教者如犯法者之罪。自什己上，至於裨將，有不若法者，則教者如犯法者之罪。 \\n 凡明刑罰，正勸賞，必在乎兵教之法。 \\n 將異其旗，卒異其章，左軍章左肩，右軍章右肩，中軍章胸前。書其章曰：某甲、某士。前後軍各五行，尊章置首上，其次差降之。 \\n 伍長教其四人，以板為鼓，以瓦為金，以竿為旗。擊鼓而進，低旗則趨，擊金而退。麾而左之，麾而右之，金鼓俱擊而坐。 \\n 伍長教成，合之什長。什長教成，合之卒長。卒長教成，合之伯長。伯長教成，合之兵尉。兵尉教成，合之裨將。裨將教成，合之太將。大將教之，陳於中野，置大表三百步而一。既陳去表，百步而决。百步而趨，百步而鶩，習戰以成其節，乃為之賞法。 \\n 自尉吏而下，盡有旗。戰勝得旗者，各視所得之爵，以明賞勸之心。 \\n 戰勝在乎立威，立威在乎戮力，戮力在乎正罰，正罰者所以明賞也。 \\n 令民背國門之限，决生死之分，教之死而不疑者，有以也。令守者必固，戰者必鬬，姦謀不作，姦民不語，令行無變，兵行無猜，輕者若霆，奮敵若驚。舉功別德，明如白黑，令民從上令，如四支應心也。 \\n 前軍絕行亂陳，破堅如潰者，有以也。此之謂兵教。所以開封疆，守社稷，除患害，成武德也。 \\n 〈兵教下〉 \\n 臣聞人君有必勝之道，故能并兼廣大，以一其制度，則威加天下有十二焉： \\n 一曰連刑，謂同罪保伍也；二曰地禁，謂禁止行道，以網外姦也；三曰全軍，謂甲首相附，三五相同，以結其聯也；四曰開塞，謂分地以限，各死其職而堅守也；五曰分限，謂左右相禁，前後相待，垣車為固，以逆以止也；六曰號別，謂前列務進以別，其後者不得爭先登不次也；七曰五章，謂彰明行列，始卒不亂也；八曰全曲，謂曲折相從，皆有分部也；九曰金鼓，謂興有功，致有德也；十曰陳車，謂接連前矛，馬冒其目也；十一曰死士，謂眾軍之中有材力者，乘於戰車，前後縱橫，出奇制敵也；十二曰力卒，謂經旗全曲，不麾不動也。 \\n 此十二者教成，犯令不舍。兵弱能強之，主卑能尊之，令弊能起之，民流能親之，人眾能治之，地大能守之。國車不出於閫，組甲不出於橐，而威服天下矣。 \\n 兵有五致：為將忘家，踰垠忘親，指敵忘身，必死則生，急勝為下。 \\n 百人被刃，陷行亂陳，千人被刃，擒敵殺將，萬人被刃，橫行天下。 \\n 武王問太公望曰：「吾欲少間而極用人之要？」望對曰：「賞如山，罰如谿。太上無過，其次補過，使人無得私語。諸罰而請不罰者死，諸賞而請不賞者死。伐國必因其變，示之以財，以觀其窮，示之以弊，以觀其病，上乖者下離，若此之類是伐之因也。」 \\n 凡興師，必審內外之權，以計其去。兵有備闕，糧食有餘不足，校所出入之路，然後興師伐亂，必能入之。 \\n 地大而城小者，必先收其地。城大而地窄者，必先攻其城。地廣而人寡者，則絕其阨。地狹而人眾者，則築大堙以臨之。無喪其利，無奮其時，寬其政，夷其業；救其弊，則足以施天下。 \\n 今戰國相攻，大伐有德。自伍而兩，自兩而師，不一其令。率俾民心不定，徒尚驕侈，謀患辯訟，吏究其事，累且敗也。日暮路遠，還有挫氣。師老將貪，爭掠易敗。 \\n 凡將輕，壘卑，眾動，可攻也。將重，壘高，眾懼，可圍也。凡圍必開其小利，使漸夷弱，則節吝有不食者矣。眾夜擊者驚也，眾避事者離也。待人之救，期戰而蹙，皆心失而傷氣也。傷氣敗軍，曲謀敗國。 \\n 〈兵令上〉 \\n 兵者，凶器也。爭者，逆德也。事必有本，故王者伐暴亂，本仁義焉。戰國則以立威，抗敵，相圖，不能廢兵也。 \\n 兵者以武為植，以文為種。武為表，文為裏。能審此二者，知勝敗矣。文所以視利害，辨安危；武所以犯強敵，力攻守也。 \\n 專一則勝，離散則敗。陳以密則固，鋒以疏則達。卒畏將甚於敵者勝，卒畏敵甚於將者敗。所以知勝敗者，稱將於敵也，敵與將猶權衡焉。安靜則治，暴疾則亂。 \\n 出卒陳兵有常令，行伍疏數有常法，先後之次有適宜。常令者，非追北襲邑攸用也。前後不次則失也。亂先後斬之。 \\n 常陳皆向敵，有內向，有外向，有立陳，有坐陳。夫內向所以顧中也，外向所以備外也，立陳所以行也，坐陳所以止也，立坐之陳，相參進止，將在其中。坐之兵劒斧，立之兵戟弩，將亦居中。 \\n 善禦敵者，正兵先合，而後扼之，此必勝之術也。陳之斧鉞，飾之旗章，有功必賞，犯令必死，存亡死生，在枹之端，雖天下有善兵者，莫能禦此矣。 \\n 矢射未交，長刃未接，前譟者謂之虛，後譟者謂之實，不譟者謂之祕，虛實者兵之體也。 \\n 〈兵令下〉 \\n 諸去大軍為前禦之備者，邊縣列候各相去三、五里。聞大軍為前禦之備戰，則皆禁行，所以安內也。 \\n 內卒出戍，令將吏授旗鼓戈甲。發日，後將吏及出縣封界者，以坐後戍法。兵戍邊一歲，遂亡不候代者，法比亡軍。父母妻子知之，與同罪。弗知，赦之。 \\n 卒後將吏而至大將所一日，父母妻子盡同罪。卒逃歸至家一日，父母妻子弗捕執及不言，亦同罪。 \\n 諸戰而亡其將吏者，及將吏棄卒獨北者，盡斬之。前吏棄其卒而北，後吏能斬之而奪其卒者，賞。軍無功者，戍三歲。 \\n 三軍大戰，若大將死，而從吏五百人已上不能死敵者，斬。大將左右近卒在陳中者，皆斬。餘士卒，有軍功者，奪一級。無軍功者，戍三歲。 \\n 戰亡伍人，及伍人戰死不得其死屍，同伍盡奪其功。得其屍，罪皆赦。 \\n 軍之利害，在國之名實。今名在官，而實在家，官不得其實，家不得其名。聚卒為軍，有空名而無實，外不足以禦敵，內不足以守國，此軍之所以不給，將之所以奪威也。 \\n 臣以謂卒逃歸者，同舍伍人及吏，罰入糧為饒。名為軍實，是有一軍之名，而有二實之出，國內空虛，自竭民歲，曷以免奔北之禍乎？ \\n 今以法止逃歸，禁亡軍，是兵之一勝也。什伍相聯，及戰鬬則卒吏相救，是兵之二勝也。將能立威，卒能節制，號令明信，攻守皆得，是兵之三勝也。 \\n 臣聞古之善用兵者，能殺士卒之半，其次殺其十三，其下殺其十一。能殺其半者，威加海內；殺十三者，力加諸侯；殺十一者，令行士卒。故曰：百萬之眾不用命，不如萬人之鬬也。萬人之鬬，不如百人之奮也。 \\n 「賞如日月，信如四時，令如斧鉞，制如干將，士卒不用命者，未之有也。」"}
