{"章节": "敦煌寫卷六韜", "正文": "　敦煌寫卷六韜 \\n  \\n 〈趨舍〉 \\n 文王問太公曰：「舉賢天下以為法，不能以為治者，何也？」太公曰：「夫人皆有其性，趨舍不同，喜怒不等，故或奪或賞。」 \\n 王曰：「何謂人性？」太公曰：「性有仁、有忠、有信、有義、有貪戾、有狼戾。仁者，好與而不好奪，好賞而不好罰，好生而不好殺。忠者，不嫉不妒。信者，不欺，少惡而多善，眾公而少私。義者，喜新愛故。貪戾者，好得好奪，不好利人而好敗。狼戾者，喜刑喜殺。故人君之趨舍何於仁義，則萬人安樂，君伐有國。合於忠則吏不為奸，而萬民殷富。合於信則君臣[禾荅]而遠者親。合於貪戾則民人流亡，國必更王。合於狼戾則殺，不治，君失其天下，禍及子孫。」王曰：「戒哉！」 \\n 〈禮義〉 \\n 文王問太公曰：「以禮義為國，而不能大利其民，何也？」太公曰：「禮者，明長幼、別貴賤，所以象德□〔也〕。義者，所以輔正治也。故皆未足以大利人也。」 \\n 文王曰：「為國而不用禮義，可乎？」太公曰：「不可。失禮義者，治國之粉澤也。雖然，非所以定天下而強國富人也。君無以別賢能，故以禮義明之。」 \\n 文王曰：「禮義為國者何如？」太公曰：「以禮義為國者，則也。人臣有能守職尊其君者，進之；不能，退之。是以其群臣萬民不出於禮，為上犯難，世俗皆以此為名高，其恭謙謙，辭爵祿，讓官位，以禮義之為國已。」文王曰：「謹聞命矣。」 \\n 〈救亂〉 \\n 文王問太公曰：「主弱臣強，而百官并亂，萬人雜散，為之奈何？」太公曰：「是蔽而內擁也。若是者，當急通其擁蔽。」 \\n 文王曰：「何為擁蔽？」太公曰：「奸臣在內，賊臣在外，上隔下塞，社稷恐危，國有大事，其發無日。」 \\n 文王曰：「救之奈何？」太公曰：「無止賢，無下遷。止賢則奸臣比周，趨勢而爭位，下遷則奸臣朋黨而事爭。孰政忠者不用，欺者有政。」 \\n 文王曰：「為止奈何？」太公曰：「救之在得賢，賢患賢而不用。患賢而不用，無問求賢矣。」 \\n 〈別賢〉 \\n 文王問太公曰：「別賢奈何？」太公曰：「試可乃已。二人變爭則知其曲直，二人議論則知其道德，二人舉重則知其有力，二人忿鬥則知其勇怯，二人俱行則知其先後，二人治官則知其貪廉。以此而論人，別賢不肖之道已。」文王曰：「善哉！」 \\n （一說： \\n 文王問太公曰：「別賢奈何？」太公曰：「將相分職，則以官名選人，案名督實，令實當其名，名當其實，能者居位，不肖者退，別賢之道。」 \\n ） \\n 〈事君〉 \\n 文王問太公曰：「事君之道奈何？」太公曰：「戒之！夫人君之在上，不可狎也。貨財盡，是不可接也。眾庶無所，不可虧也。故善養虎者，不敢與之爭物，為其使之怒也。時其飢飽，達其喜怒。虎與人災也，不同類，然見食己者媚之，以其順也。無違其天心，無違其天德，無言其所匿，無發其所伏。以事賢君則用，以事暴君則免。」 \\n 〈用人〉 \\n 文王問太公曰：「用人奈何？」太公曰：「人之愛子也，身之故也。人之輕害，利之故也。人之輕賤，貴之故也。人之輕危，安之故也。人之輕死，生之故〔也〕。五者以德戒無極。」 \\n 〈主用〉 \\n 人主不可以不用賢。人主不用賢，則君臣亂矣。淵乎無端，熟知其原？開閉而不啟，安知所？內外不通，善否無原，修名而督實，案實而定名，名實相生，反相為情。故曰：名實相當則國治，名實不當則國亂，名生於實，而實生於名。實當則百工修矣。」 \\n 文王問太公曰：「一曰天之，二曰地之，三曰人之。左右前後，四旁上下，營城之安，在主位安徐正靜，索節先定，善與而不爭，虛心平志以待，須以定。」 \\n 〈遠視〉 \\n 一曰長目，二曰眾耳，三曰樹明。則知千里之外、隱微之中。是謂動奸。奸動則天下奸莫陰變更矣。天地見變，必參月運彗，虹蜺則桀。謀於外，其賊在內，備其所憎，而禍在愛。 \\n 〈大誅〉 \\n 文王曰：「吾聞古者不誅，如何？」太公曰：「不聞。」 \\n 「然則其所誅者何如？」答曰：「匹夫而害家、百姓而害諸侯者，誅之。諸侯強，為百姓誅者昌，為匹夫誅者亡。」 \\n 一周維正月，王在成周，召三公、左史戎夫曰：「今昔朕語遂事之志。」戎夫主之，朔如聞舍。志曰： \\n 諂媚日近，方正日遠，則邪人專國政，禁而生亂，辛氏以亡。 \\n 信行立、義成俗，則貞士變君正，禁人生而亂（禁而生亂），皮氏以亡。 \\n 神祥破國：昔者玄都氏懷鬼道，廢人而事神，謀臣不用，龜筮是從，忠臣無位，神巫用國，貞士外出，玄都氏以亡。 \\n 很而無親：昔玄原之君很而無親，執事不從，守職者疑君臣姐施，國無立功，縣原氏以亡。 \\n 一假權：昔巢世有臣而貴，任之以國，假之以權，擅行國命，主滅斷，其君共而奪臣勢，臣怒而人亂，巢氏以亡。 \\n 弱小在強大之間，存將曲之，則無天命矣。不知天命者死；昔有虞氏興，有扈氏弱而不襲，身死國亡。 \\n 好變古者亡而常危：昔者陽氏之君自發而好變事，無故棄業，官無常法，仕無貞位，仁違於下，陽氏以亡。 \\n 小不勝何，昔者魯君質檢，滅爵損祿，群臣卑上下臨。後君少，禁罰不行，重氏〔伐〕之，魯氏以亡。 \\n 武不立者亡：昔者煩原氏用兵無已，誅戰不休，并兼而無所立，至於涿鹿之野，諸侯叛之，煩氏以亡。 \\n 爵重祿輕，此乃不成：昔者林召麗戎之君而驕之，至而不禮，留而不親，麗戎氏之君怒而去之，林氏誅之，天下叛之，林氏以亡。 \\n 好以新而故者危：昔者巢氏好以新，而故者疾怨，新故不知，內事爭朋黨，陰私而爭外權，巢以亡。 \\n 余薛郛刑復親有危：一昔有穀平之君，很戾無親，服國不待臣，繁刑用國，內外相謠，穀平氏以亡。 \\n 久懸重位者危：昔者共工之君自賢，以為無可臣者，久空大官，下官日亂，人無所安附，庸氏代之，共工氏以亡。 \\n 犯難爭權者死：昔者林氏與上行氏爭權，林氏再戰與不勝，上行氏殺之而不克，身死國亡。 \\n 專權爭樂：專軍者權專，權專則刑專。臣君虞於樂，臣爭於權，民盡於刑，有虞以亡。 \\n 功大不賞者危：昔者平州之臣，功大而君〔不〕賞，陰臣日貴，怒而生變，君以出奔，平州以亡。 \\n 奉孤專令者，謀長如畏其威，而疑其前事，臣俠德而責數，位鈞而爭，平林氏以亡。 \\n 大臣有錮去棄誅者危：昔許師氏三卿朝而失禮，君怒而久拘之，誅棄而相加，三卿謀變，許師氏亡。 \\n 武不立者危：昔者西夏而排兵，城郭不修，武士無位，惠而好賞，出而無已，唐氏伐之，城不可以守，武士不用，西夏氏以亡。 \\n 嚴疾不信者，其臣懾而不敢忠，則仁不親其君，而刑刑加以親近，遠者寒心，殷商以亡。 \\n 好貨財珍怪則邪人因財而進，因財而進則賢良日弊，賞罰無信，隨財而行，夏后氏以亡。 \\n 嬖子兩重者危：昔者義渠有兩子，異母皆之。君病，大臣分黨而爭，義渠氏以亡。 \\n 收亡糧：昔者典譙氏之君廢知度而爭強力，而賤其臣，賢良伏匿，州氏代之，君孤而無依，典譙氏以亡。 \\n 美言日聞於內，惡言日聞於外，外內不相聞，其人無所俯，三[角堯]氏以亡。 \\n 美女破國：昔者青陽氏強力四征，重兵苦之，遺之美女。青陽之君悅之，營域不治，大臣爭權，遠近不相聽，國分為八。 \\n 知能鈞，不相親，并重事君危：唯強臣爭權，而下爭朋黨，君不能禁，南氏以亡。 \\n 好為宮室台榭菀池，萬人盡飢饉，餓不能食。成南伐之，有雄氏以亡。 \\n 右周志廿八國。 \\n 船沒。奇謀非智，正見為智。諫王問賢，受諫為賢。有智非德，任智為聖。 \\n 〈距諫〉 \\n 武王問太公曰：「天時水旱，五穀不熟，草木不番，萬物不遂，是何以然？」 \\n 太公曰：「此大禁，逆天機、動地樞也。人主塞大川名山水，鑿穿山陵，則水旱不時，五穀不收，人民流亡。桀之時人，瞿山之地水起。桀當十月鑿山陵，通之於河。民有諫者死。冬鑿地穿山，通之於河，是發天之陰，泄地之氣，天子失道，後必有敗。桀以為妖言而煞之。[艸/今]山之民相謂：『是自其命也。』後三年，瞿山崩，及為大澤，水深九尺。紂之時亦有西土之邑。紂嘗六月獵於西土，發民逐禽。民有諫者曰：『六月，天之復生，地之以務。長養之時也。六月逐禽，是逆天道，絕地德，而人行賊。天子失道，後必無福。』紂以為妖言而煞之。西土之人相謂：『自其命也。』後其年，天大暴風，飄牛馬，發屋拔木，人飛揚數十里。一人為無道，天加之以咎。殘賊不當，必有大……"}
