{"章节": "群書治要三略", "正文": "　群書治要三略 \\n  \\n  \\n 夫主將之法，務在於攬英雄之心。（攬，結也。）賞祿有功，通志於眾。（凡為人主，患在驕志，盈不通下，故誡也。）故與眾同好，靡不成；與眾同惡，靡不傾。治國安家，得人者也；（人，謂賢人也。伊尹赴而湯隆，寗戚到而齊興。）亡國破家，失人者也。（微子去而殷滅，伍員奔而楚亡。）是以，明君賢臣，屈己而申人。夫用兵之要，在於崇禮而重祿。禮崇則智士至，祿重則義士輕其死。故祿賢不愛財，賞功不逾時，則下力并而敵國削矣！用人之道，尊之以爵，贍之以財，則士自來；（《易》曰：何以聚人？曰：財。）接之以禮，厲之以辭，（崇接士之禮，厲士以見危授命之辭。）則士死之。夫將師者，必與士卒同滋味而共安危，敵乃可加。（養士如此，乃可加兵於敵也。） \\n 昔者良將之用兵也，人有饋一簞醪者，使投諸河與士卒同流而飮之。夫一簞之醪不能味一河之水，而三軍之士思為致死者，以滋味之及已也。軍井未達，將不言渴；（達，徹也。）軍幕未辨，將不言倦；冬不服裘，夏不操扇，（與眾同也。）是謂禮將。（是謂達禮之將。）與之安，與之危，故其眾可合而不可離，（將與士同禍福、共安危，眾如一體而不可離也。）可用而不可疲，（不疲者以主恩養素積、策謀和同也。）故曰：畜恩不倦，以一取萬。（夫恩以接下，則士歸之。養一人可以致萬人，燕養郭隗以致樂毅是也。）良將之統軍也，恕巳而治人，推惠施恩，士力日新，（推此之樂，惠而施恩於人，皆忠恕之道。將士用力，故日益新。）戰如風發，攻如河決，故其眾可望而不可當，可下而不可勝。以身先人，故兵為天下雄。賞罰明則將威行，官人得則士卒服，所任賢則敵國振。（所得賢則敵國畏威而振怖也）賢者所適，其前無敵，故士可下而不可驕。將者，國之命。將能制勝，國家安定。將拒諫則英雄散，策不從則謀士叛，善惡同則功臣倦。將專已則下歸咎，將自臧則下少功。（臧，善也。）將受讒則下有離心，將貪財則姦不禁。（上貪則下盜也）將內顧則士卒慕，（內顧，思妻妾也。）將有一則眾不服。（自拒諫以下，將犯此一條，則眾不服，以其違主道。）有二則軍無式，（式，法也。）有三則軍乖背，有四則禍及國。（眾乖散則國亡，故曰禍及國也。）軍無財則士不來，軍無賞則士不往；香餌之下必有懸魚，重賞之下必有勇夫。故禮者，士之所歸；賞者，士之所死。招其所歸，示其所死，則所求者至。（求賢材士至，求戰則致死，故曰所求者至。）故禮而後悔者，則士不止；賞而後悔者，則士不使；禮賞不倦，則士爭死矣。 \\n 姦雄相稱，鄣蔽主明；毀譽並興，壅塞主聽；各阿所私，令主失忠。故主察異言，乃覩其萌；主聘儒賢，姦雄乃遁；主任舊齒，萬事乃理；主聘岩穴，士乃得實。（故傅說陟而殷道興，四皓至而漢祚長，得治之實也。）《軍勢》曰：出軍行師，將不得專進退，由內御之，則功難成。（凡師出專制，不稟命於內；稟命則無威，無威則士不用命，士不用命則功不成。）夫能扶天下之危者，則據天下之安；（能持天下之危，故天下樂安之。）能除天下之憂者，則享天下之樂；（天下願奉而安樂之）能救天下之禍者，則得天下之福。（除天下禍，故天下樂。） \\n （福之）故澤及人民，則賢歸之；（恩澤洽、人民和，則賢者至。）澤及昆蟲，則聖歸之；（萬物得其所，則聖人至也。）賢人所歸，則其國強；聖人所歸，則六合同。賢者之政，降人以禮；（禮服道化，揖讓恭謹，故曰降人以禮者也。）聖人之政，降人以心。（心服敎令，故降人以心也。）禮降，可以圖始；（禮服道化者，可與謀始也。）心降，可以保終。（心服道化，天下和親，故可保終也。）降禮以禮，降心以心。釋近而謀遠者，勞而無功；釋遠而謀近者，逸而有終。逸政多忠臣，勞政多怨民，故曰：務廣地者荒，（不修德政而務廣地荒之道）務廣德者強也。（務崇節儉，廣其德敎強之。） \\n （道也）荒國者，無善政廣德者，其下正。（君德廣於上，則兆庶正於下也。）廢一善，則眾善衰；賞一惡，則眾惡多。善者得其祐，惡者受其誅，則國安而眾善到矣。一令逆者，則百令失；（君令一逆民不從，故百令皆廢也。）一惡施者，則百惡結。（一惡得施，則百惡結而相從也。）故令施於順民，惡加於凶人，（敎令施於順化之民，刑惡加於凶逆之人。）則令行而不怨，羣下附親矣。（敎令當、刑法値，百姓悅之，親附之也。）有淸白之志者，不可以爵祿得；（四皓是也）有守節之志者，不可以威刑脇。（晏嬰、季子是也）故明君求臣，必視其所以為人者而致焉。（視其為人所執之志，而求之也。）致淸白之士，脩其禮；（四皓亢志不屈於革命之主，太子脩禮卑辭而降其節焉。）致守節之士，脩其道。（不可以非道屈也）而後士可致，而名可保。（保，猶全也。）聖王之用兵也，非好樂之，將以誅暴討亂。夫以義而誅不義，若決江河而漑熒火、臨不測而擠欲墜，其克之必也。所以必優遊恬惔者何？重傷人物，（兵者，凶器；戰者，危事。相殺傷之道，故不果為也。）是天道也。（天道樂生也）夫人之有道者，若魚之有水；得水而生，失水而死。（人失道而亡，得道而存也。）故君人者，畏懼而不敢失道。賢聖內則邪臣外，（舜擧皐陶，湯擧伊尹，不仁者遠矣。隨會在朝，則姦邪外奔是。）邪臣內則賢聖斃；（惡來任而比干死，無忌用而伍奢戮，故曰斃。）內外失宜，禍亂傳世。（苟失內外之宜，為子孫之禍，故曰傳世也。）傷賢者，殃及三世；蔽賢者，身受其害；進賢者，德流子孫；（昔鮑叔進管仲，以身下之，子孫世祿於齊，有封邑者十餘。世常為名大夫，故曰德流子孫也。）妬賢者，名不全。（昔龎涓妬孫臏，身死於白木，故曰名不全也。）故君子急於求賢而美名章矣。利一害百，民去城郭；利一害萬，國乃思散。去一利百民乃慕澤，（慕思君之恩澤也）去一利萬政乃不亂。（刑以止刑，殺以止殺，政得其所亂無由生也。）"}
