{"章节": "范子計然（越）范蠡", "正文": "　范子計然 \\n  \\n  \\n （越）范蠡 \\n 〈計然傳〉 \\n 計然者，蔡丘濮上人，姓辛氏，名文子。其先，晉國亡公子也，（《意林》引脫「亡」字，據《史記》集解補，《御覽》引作「晉三公子」）博學無所不通。（《意林》引無此句，據《御覽》補。）為人有內無外，形狀似不及人，少而明，學陰陽，見微而知著。（案〈文選．阮元瑜為曹公作書與孫權〉注引「見微知著」四字）其行浩浩，其志汎汎（洪邁《容齋續筆》作「沉沉」），不肯自顯諸侯，陰所利者七國，天下莫知，故稱曰計然。時遨遊海澤，號曰「漁父」，嘗南遊越（《意林》引無此句，據《史記》集解補。），范蠡請見越王（案《史記》集解，《文選》注，《太平御覽》引作「嘗南遊越，范蠡師事之」。），計然曰：「越王為人鳥喙，不可與同利也。」（馬總《意林》卷一。裴駰《史記》集解引至「公子也」下接「嘗南遊越，范蠡師事之」，〈文選．曹子建求通親親表〉李善注引略同，《史記》集解無「姓辛氏名文子」句，有「稱曰計然」句，按二書所引「師事」句蓋約下文意。《太平御覽》卷九百二十四引作「計然者，蔡邱濮上人，晉三公子，姓辛氏，名文子，博學無所不通」。）范蠡知其賢，卑身事之，請受道，藏於石室，乃刑白鷸而盟焉。〔《太平御覽》九百二十四〕 \\n 〈內經〉 \\n 昔者，越王句踐既得反國，欲陰圖吳，乃召計倪而問焉，曰：「吾欲伐吳，恐弗能取！山林幽冥，不知利害所在。西則迫江，東則薄海，水屬蒼天，下不知所止。交錯相過，波濤濬流，沈而復起，因復相還。浩浩之水，朝夕既有時，動作若驚駭，聲音若雷霆。波濤援而起，船失不能救。未知命之所維。念樓船之苦，涕泣不可止。非不欲為也！時返不知所在，謀不成而息，恐為天下咎。以敵攻敵，未知勝負！大邦既已備，小邑既已保，五穀既已收；野無積庾，廩糧則不屬，無所安取，恐津梁之不通，勞軍紆吾糧道！吾聞先生明於時交，察於道理，恐動而無功，故問其道。」計倪對曰：「是固不可。興師者必先蓄積食、錢、布帛，不先蓄積，士卒數飢，飢則易傷。重遲不可戰，戰則耳目不聰明，耳不能聽，視不能見，什部不能使；退之不能解，進之不能行。饑饉不可以動，神氣去而萬里。伏弩而乳，郅頭而皇皇，彊弩不彀，發不能當。旁軍見弱，走之如犬逐羊。靡從部分，伏地而死，前頓後僵。與人同時而戰，獨受天之殃。未必天之罪也，亦在其將。王興師以年數，一旦而亡，失邦無明，筋骨為野。」 \\n 越王曰：「善。請問其方。吾聞先生明於治歲，萬物盡長，欲聞其治術，可以為教常，子明以教我，寡人弗敢忘。」計倪對曰：「人之生無幾，必先憂積蓄，以備妖祥。凡人生或老、或弱、或彊、或怯。不早備生，不能相葬。王其審之，必先省賦斂，勸農桑，饑饉在問。或水或塘，因熟積儲，以備四方。師出無時，未知所當，應變而動，隨物常羊。卒然有師，彼日以弱，我日以強，得世之和，擅世之陽，王無忽忘，慎無如會稽之飢，不可再更，王其審之。嘗言息貨，王不聽臣，故退而不言，處於吳楚越之間，以魚三邦之利，乃知天下之易反也。臣聞君自耕，夫人自織，此竭於庸力，而不斷時與智也。時斷則循，知斷則備，知此二者，形於體，萬物之情，短長逆順，可觀而已。臣聞炎帝有天下，以傳黃帝。黃帝於是上事天、下治地；故少昊治西方，蚩尤佐之，使主金；玄冥治北方，白辨佐之，使主水；太皞治東方，袁何佐之，使主木；祝融治南方，僕程佐之，使主火；后土治中央，后稷佐之，使主土。並有五方，以為綱紀。是以易地而輔，萬物之常。王審用臣之議，大則可以王，小則可以霸，於何有哉！」 \\n 越王曰：「請問其要！」計倪對曰：「太陰，三歲處金則穰，三歲處水則毀，三歲處木則康，三歲處火則旱。故散有時積，糴有時領。則決萬物，不過三歲而發矣。以智論之，以決斷之，以道佐之。斷長續短，一歲再倍，其次一倍，其次而反。水則資車，旱則資舟，物之理也。天下六歲一穰，六歲一康，凡十二歲一饑，是以民相離也。故聖人早知天地之反，為之預備。故湯之時，比七年旱而民不饑；禹之時，比九年水而民不流。其主能通習源流，以任賢使能，則轉轂乎千里，外貨可來也；不習則百里之內，不可致也。人主所求，其價十倍；其所擇者，則無價矣。夫人主利源流，非必身為之也。視民所不足及其有餘，為之命以利之，而來諸侯，守法度，任賢使能，償其成事，傳其驗而已。如此則邦富兵強而不衰矣。群臣無空恭之禮、淫佚之行，務有於道術。不習源流，又不任賢使能，諫者則誅，則邦貧兵弱刑繁，則群臣多空恭之禮、淫佚之行矣。夫諛者反有德，忠者反有刑，去刑就德，人之情也。邦貧兵弱致亂，雖有聖臣，亦不諫也，務在諛主而已矣。今夫萬民有明父母，亦如邦有明主；父母利源流，明其法術，以任賢子，徼成其事而已，則家富而不衰矣。不能利源流，又不任賢子，賢子有諫者憎之，如此者，不習於道術也。愈信其意而行其言，後雖有敗，不自過也。夫父子之為親也，非得不諫，諫而不聽，家貧致亂，雖有聖子，亦不治也，務在於諛之而已。父子不和，兄弟不調，雖欲富也，必貧而日衰。」 \\n 越王曰：「善。子何年少於物之長也。」計倪對曰：「人固不同，惠種生聖，癡種生狂。桂實生桂，桐實生桐。先生者未必能知，後生者未必不能明。是故，聖主置臣，不以少長。有道者進，無道者退。愚者日以退，聖者日以長。人主無私，賞者有功。」 \\n 越王曰：「善。論事若是其審也。物有妖祥乎？」計倪對曰：「有。陰陽萬物，各有紀綱。日月星辰，刑德變為吉凶，金木水火土更勝，月朔更建。莫主其常，順之有德，逆之有殃。是故，聖人能明其刑而處其鄉，從其德而避其衡。凡舉百事，必順天地四時，參以陰陽，用之不審，舉事有鞅。人生不如臥之頃也，欲變天地之常，數發無道，故貧而命不長。是故，聖人并苞而陰行之，以感愚夫。眾人容容，盡欲富貴，莫知其鄉。」 \\n 越王曰：「善。請問其方。」計倪對曰：「從寅至未，陽也。太陰在陽，歲德在陰，歲美在是。聖人動而應之，制其收發。常以太陰在陰而發，陰且盡之歲，亟賣六畜貨財，聚棺木，以應陰之至也。此皆十倍者也，其次五倍。夫有時而散，是故聖人反其刑，順其衡，收聚而不散。」 \\n 越王曰：「善。今歲比熟，尚有貧乞者，何也？」計倪對曰：「是故不等，猶同母之人，異父之子，動作不農術，貧富故不等。如此者，積負於人，不能救其前後，志意侵下，作務日給，非有道術，又無上賜，貧乞故長久。」 \\n 越王曰：「善。大夫佚同若成，嘗與孤議於會稽石室，孤非其言也。今大夫言獨與孤比，請遂受教焉。」計倪曰：「糴石二十則傷農，九十則病末。農傷則草木不辟，末病則貨不出。故糴高不過八十，下不過三十。農末俱利矣。故古之治邦者，本之貨物，官市開而至。」越王曰：「善。」計倪乃傳其教而圖之，曰：「審金木水火，別陰陽之明，用此不患無功。」越王曰：「善。從今以來，傳之後世，以為教。」乃著其法，治牧江南，七年而禽吳也。 \\n 甲貨之戶曰粢，為上物，賈七十。乙貨之戶曰黍，為中物，石六十。丙貨之戶曰赤豆，為下物，石五十。丁貨之戶曰稻粟，令為上種，石四十。戊貨之戶曰麥，為中物，石三十。己貨之戶曰大豆，為下物，石二十。庚貨之戶曰[禾廣]，比蔬食，故無賈。辛貨之戶曰[艸/果]，比蔬食，無賈。壬癸無貨。〔〈越絕書．越絕計倪內經〉〕 \\n 〈陰謀〉 \\n 越王句踐十年二月，越王深念遠思侵辱於吳，蒙天祉福，得越國。群臣教誨，各畫一策，辭合意同，句踐敬從，其國已富。 \\n 反越五年，未聞敢死之友。或謂諸大夫愛其身、惜其軀者，乃登漸臺，望觀其臣有憂與否。相國范蠡、大夫種、句如之屬儼然列坐，雖懷憂患，不形顏色。 \\n 越王即鳴鐘驚檄而召群臣，與之盟，曰：「寡人獲辱受恥，上愧周王，下慚晉、楚。幸蒙諸大夫之策，得返國修政，富民養士。而五年未聞敢死之士、雪仇之臣，奈何而有功乎？」群臣默然，莫對者。越王仰天歎曰：「孤聞：『主憂臣辱，主辱臣死。』今孤親被奴虜之厄，受囚破之恥，不能自輔，須賢任仁，然後討吳。重負諸臣，大夫何易見而難使也？」 \\n 於是計倪年少官卑，列坐於後，乃舉手而趨，蹈席而前進曰：「謬哉！君王之言也。非大夫易見而難使，君王之不能使也。」越王曰：「何謂？」計倪曰：「夫官位、財弊、金賞者，君之所輕也；操鋒履刃、艾命投死者，士之所重也。今王易財之所輕，而責士之所重，何其殆哉！」 \\n 於是越王默然不悅，面有愧色，即辭群臣，進計倪而問曰：「孤之所得士心者何等？」 \\n 計倪對曰：「夫君人尊其仁義者，治之門也。士民者，君之根也。開門固根，莫如正身。正身之道，謹左右。左右者，君之所以盛衰者也。願王明選左右，得賢而已。昔太公，九聲而足，磻溪之餓人也，西伯任之而王。管仲，魯之亡囚，有貪分之毀，齊桓得之而霸。故《傳》曰：『失士者亡，得士者昌。』願王審於左右，何患群臣之不使也？」 \\n 越王曰：「吾使賢任能，各殊其事。孤虛心高望，冀聞報復之謀。今咸匿聲隱形，不聞其語，厥咎安在？」計倪曰：「選賢實士，各有一等。遠使以難，以效其誠；內告以匿，以知其信；與之論事，以觀其智；飲之以酒，以視其亂；指之以使，以察其能；示之以色，以別其態。五色以設，士盡其實，人竭其智。知其智，盡實，則君臣何憂？」 \\n 越王曰：「吾以謀士效實、人盡其智，而士有未盡進辭有益寡人也。」計倪曰：「范蠡明而知內，文種遠以見外，願王請大夫種與深議，則霸王之術在矣。」 \\n 越王乃請大夫種而問曰：「吾昔日受夫子之言，自免於窮厄之地。今欲奉不羈之計，以雪吾之宿讎，何行而功乎？」大夫種曰：「臣聞：『高飛之鳥，死於美食；深川之魚，死於芳餌。』今欲伐吳，必前求其所好，參其所願，然後能得其實。」 \\n 越王曰：「人之所好，雖其願，何以定而制之死乎？」大夫種曰：「夫欲報怨復讎、破吳滅敵者，有九術。君王察焉？」 \\n 越王曰：「寡人被辱懷憂，內慚朝臣，外愧諸侯，中心迷惑，精神空虛。雖有九術，安能知之？」大夫種曰：「夫九術者，湯、文得之以王，桓、穆得之以霸。其攻城取邑，易於脫屣。願大王覽之。」種曰：「一曰：尊天事鬼以求其福。二曰：重財幣以遣其君，多貨賄以喜其臣。三曰：貴糴粟槁以虛其國，利所欲以疲其民。四曰：遺美女以惑其心，而亂其謀。五曰：遺之巧工良材，使之起宮室，以盡其財。六曰：遺之諛臣，使之易伐。七曰：強其諫臣，使之自殺。八曰：君王國富而備利器。九曰：利甲兵以承其弊。凡此九術，君王閉口無傳，守之以神，取天下不難，而況於吳乎？」越王曰：「善。」〔〈吳越春秋．句踐陰謀外傳〉〕 \\n 〈富國〉 \\n 十一年，越王深念永思，惟欲伐吳，乃請計倪，問曰：「吾欲伐吳，恐不能破，早欲興師，惟問於子。」計倪對曰：「夫興師舉兵，必且內蓄五穀，實其金銀，滿其府庫，勵其甲兵。凡此四者，必察天地之氣，原於陰陽，明於孤虛，審於存亡，乃可量敵。」 \\n 越王曰：「天地、存亡，其要奈何？」計倪曰：「天地之氣，物有死生。原陰陽者，物貴賤也。明孤虛者，知會際也。審存亡者，別真偽也。」 \\n 越王曰：「何謂死生、真偽乎？」計倪曰：「春種八穀，夏長而養，秋成而聚，冬畜而藏。夫天時有生而不敷種，是一死也。夏長無苗，二死也。秋成無聚，三死也。冬藏無畜，四死也。雖有堯、舜之德，無如之何。夫天時有生，勸者老，作者少，反氣應數，不知厥理，一生也。留意省察，謹除苗穢，穢除苗盛，二生也。前時設備，物至則收，國無逋稅，民無失穗，三生也。倉已封塗，除陳入新，君樂臣歡，男女及信，四生也。夫陰陽者，太陰所居之歲，留息三年，貴賤見矣。夫孤虛者，謂天門地戶也。存亡者，君之道德也。」 \\n 越王曰：「何子之年少於物之長也？」計倪對曰：「有美之士不拘長少。」越王曰：「善哉！子之道也。」乃仰觀天文，集察緯宿，曆象四時，以下者上，虛設八倉，從陰收著，望陽出糶，筴其極計，三年五倍，越國熾富。句踐歎曰：「吾之霸矣。善！計倪之謀也。」〔〈吳越春秋．句踐陰謀外傳〉〕 \\n 〈雜錄〉 \\n 計然曰：「知鬥則修備，時用則知物，二者刑，則萬貨之情可得而觀已。故歲在金穰、水毀、木饑、火旱（王充〈論衡．明雩篇〉引作「太歲在子，水毀、金禳、木饑、火旱」與《史記》引小異。）。旱則資舟，水則資車，物之理也。六歲穰，六歲旱，十二歲大饑。夫糴，二十病農，九十病末。末病則財不出，農病則草不辟矣。上不過八十，下不減三十，則農、末俱利。平糶齊物，關市不乏，治國之道也。稽著之理，務完物，無息幣。以物相貿易，腐敗而食之貨勿留，無敢居貴。論其有餘不足，則知貴賤。貴上極則反賤，賤下極則反貴。貴出如糞土，賤取如珠玉，財幣欲其行如流水。」〔〈史記．貨殖列傳〉〕 \\n 五穀者，萬民之命，國之重寶也。是故，無道之君，及無道之民（案《太平御覽》引「民」作「臣」。），皆不能積其盛有餘之時，以待其衰不足也。（賈思勰《齊民要術》卷三，歐陽詢《藝文類聚》卷八十五，《太平御覽》卷八百三十七引並同，〈文選．張平子東京賦〉注引首二句。〈永明二年策秀才文〉注。）東方多黍，南方多稷，西方多麻，（案《初學記》引作「東方多稻，西方多麥」）北方多菽，中央多禾，五土之所宜也，各有高下（案《太平御覽》八百三十八引作「南方多稷」，又「五土之所宜也」句卷三十六引「夫地有五土之宜，各有高下」）。高而陽者多豆，下而陰者多五穀。〔徐堅《初學記》二十七，《太平御覽》八百三十八〕 \\n 天者，陽也，規也。地者，陰也，矩也。〔〈文選．東京賦〉注〕 \\n 度如環無有端，周迴如循環，未始有極。〔〈文選．張茂先勵志詩〉注引《范子》〕 \\n 日行天，日一度，終而復始，如環之無端。〔《北堂書鈔》一百四十九，《太平御覽》三，吳淑《事類賦》注一〕 \\n 日者，火精也；火者，外景。日主晝居。晝而為明處，照而有光。〔《初學記》一，《太平御覽》三〕 \\n 日者，太陽之精。〔《北堂書鈔》一百四十九〕 \\n 月行疾，二十九日、三十日間一與日合，取日之度，以為月節。〔《太平御覽》四〕 \\n 月者，水之精也；水者，內景。月主夜居。夜為明，夜者紀也，紀者內也。紀度而成數。〔《北堂書鈔》一百五十兩引，《開元占經》十一，《太平御覽》四〕 \\n 日者，寸也；月者，尺也。尺者，紀度而成數也；寸者，制萬物陰陽之短長也。〔《太平御覽》三。〈廣韻．入聲．十月〉注引「月者，尺也」二句〕 \\n 風為天氣，雨為地氣。風順時而行，雨應風而下，命曰天氣下、地氣上，陰陽交通，萬物成矣。〔《太平御覽》十〕 \\n 德取象於春夏，刑取象於秋冬。〔《初學記》三，《白帖》三，《太平御覽》二十三〕 \\n 《周髀》云：「冬至三光微，夏至三光盛。」〔《太平御覽》二十三〕 \\n 掩目別黑白，雖時時一中，猶不知天道也。論陰陽有時誤中耳。〔《意林》一，《太平御覽》三百六十六〕 \\n 范子問：「何用九宮？」計然曰：「陰陽之道，非獨一物也。」〔《意林》一〕 \\n 聖人之變，如水隨形。形平則平，形險則險。〔《意林》一，《太平御覽》四百一〕 \\n 古者，庶人老耆而後衣絲，其餘則麻枲而已，故曰布衣。今富者綺繡羅紈，素[糸弟]冰錦也。繡細文而出，齊，上價匹二萬，中萬，下五千也。〔《初學記》二十七，《太平御覽》八百十五〕 \\n 人受命於天地變化而生：一月而膏。二月而脈。三月而胚，謂如水胞之狀。四月而胎，謂如水中[魚假][虫麻]胎也。五月而筋。六月而骨，謂血氣變為肉，肉為脂，脂為骨也。七月而成形。八月而動。九月而躁。十月而生。〔李石《續博物志》〕 \\n 范子曰：「請問九田，隨世盛衰，有水旱貴賤。願聞其情。」計然曰：「諸田各有名，其自一官起始以終九官，所以設諸田、差高下。始進退也。假令一值錢百金，一值錢九百，此略可知從畝一至百畝，直是大之極也。」〔《太平御覽》八百二十一〕 \\n 千里馬必有距虛。〔〈文選．卷三十四．枚叔七發〉注引《范子》〕 \\n 范蠡乘偏舟於江湖。〔〈後漢書．　囂傳〉注引《計然》〕 \\n 天者，變化、行精器者也。令者，謂暴風雨霹靂也。〔《開元占經》一百二〕 \\n 爭者，事之末。〔白居易《六帖》引范蠡曰〕 \\n 直木先伐，甘井先竭。〔《太平御覽》一百八十九〕 \\n 范子曰：「堯、舜、禹、湯，皆有預見之明，雖有凶年而民不窮。」王曰：「善。」以丹書帛置之枕中，以為國寶。〔《齊民要術》三，《太平御覽》七百七〕 \\n 立夏，九十一日；立秋，涼風行，萬物始實，白露降，畢極寒成也。〔《北堂書鈔》一百五十二〕"}
