{"章节": "蓋廬（楚）伍子胥", "正文": "　蓋廬 \\n  \\n  \\n （楚）伍子胥 \\n （一） \\n 蓋廬問申胥曰：「凡有天下，何[]（毀）何舉，何上何下？治民之道，何慎何守？使民之方，何短何長？盾（循）天之則，何去何服？行地之德，何范何極？用兵之極何服？」 \\n 申胥曰：「凡有天下，無道則[]（毀），有道則舉；行義則上，廢義則下。治民之道，食為大葆，刑罰為末，德正（政）為首。 \\n 使民之方，安之則昌，危之則亡，利之則富，害之有央（殃）。循天之時，逆之有[言咼]（禍），順之有福。行地之德，得時則歲年孰（熟），百生（姓）飽食；失時則危其國家，頃（傾）其社稷。 \\n 凡用兵之謀，必得天時，王名可成，訞（妖）孽不來，鳳鳥下之，無有疾[哉-口]（災），變（蠻）夷賓服，國無盜賊，賢[]（愨）則起，暴亂皆伏，此謂順天之時。黃帝之正（征）天下也，大（太）上用意，其次用色，其次用德，其下用兵革，而天下人民、禽獸皆服。建埶（勢）四輔，及皮（彼）大（太）極，行皮（彼）四時，環皮（彼）五德。日為地[徼/糸]，月為天則，以治下民，及破不服。其法曰：天為父，地為母，參辰為剛（綱），列星為紀，維斗為擊，轉橦（動）更始。蒼蒼上天，其央安在？羊（洋）羊（洋）下之，孰知其始？央之所至，孰智（知）其止？天之所奪，孰智（知）其已？[言咼]（禍）之所發，孰智（知）其起？福之所至，孰智（知）而喜？東方為左，西方為右，南方為表，北方為裏，此胃（謂）順天之道。亂為破亡，治為人長久。」 \\n （二） \\n ．蓋廬曰：「何胃（謂）天之時？」申胥曰：「九野為兵，九州為糧，四時五行，以更相攻。天地為方圜，水火為陰陽，日月為刑德，立為四時，分為五行，順者王，逆者亡，此天之時也。」 \\n （三） \\n ．蓋廬曰：「凡軍之舉，何處何去？」申胥曰：「軍之道，冬軍軍於高者，夏軍軍於埤者，此其勝也。 \\n 當陵而軍，命曰申固；倍（背）陵而軍，命曰乘埶（勢）；前陵而軍，命曰笵光；右陵而軍，命曰大武；左陵而軍，命曰清施。 \\n 倍（背）水而軍，命曰絕紀；前水而軍，命曰增固；右水而軍，命曰大頃；左水而軍，命曰順行。 \\n 軍恐疏遂，軍恐進舍，有前十里，毋後十步。此軍之法也。」 \\n （四） \\n ．蓋廬曰：「凡戰之道，何如而順，何如而逆；何如而進，何如而卻？」申胥曰：「凡戰之道，冬戰從高者擊之，夏戰從卑者擊之，此其勝也！ \\n 其時曰：黃麥可以戰，白冬可以戰，德在土、木、在金可以戰；晝倍（背）日、夜倍（背）月可以戰，是胃（謂）用天之八時。 \\n 左太歲、右五行可以戰；前赤鳥、後倍（背）天鼓可以戰，左青龍、右白虎可以戰，[木召]（招）榣（搖）在上、大陳其後可以戰，壹左壹右、壹逆再倍（背）可以戰，是胃（謂）順天之時。 \\n 鼓於陰以攻其耳，陳（陣）於陽以觀其耳，目異章惑以非其陳（陣），毋要堤堤之期，毋擊堂堂之陳（陣），毋攻逢逢之氣，是胃（謂）戰有七述（術）。 \\n 大（太）白入月、營（熒）或（惑）入月可以戰，日月[立立]並食可以戰，是胃（謂）從天四央（殃），以戰必慶。 \\n 丙午、丁未可以西鄉（嚮）戰，壬子、癸亥可以南鄉（嚮）戰，庚申、辛酉可以東鄉（嚮）戰，戊辰、己巳可以北鄉（嚮）戰，是胃（謂）日有八勝。 \\n 皮（彼）興之以金，吾擊之以火；皮（彼）興以火，吾擊之以水；皮（彼）興以水，吾擊之以土；皮（彼）興之以土，吾擊之以木；皮（彼）興以木，吾擊之以金。此用五行勝也。 \\n 春擊其右，夏擊其裏，秋擊其左，冬擊其表，此胃（謂）倍（背）生擊死，此四時勝也。」 \\n （五） \\n ．蓋廬曰：「凡攻之道，何如而喜，何如而有咎？」申胥曰：「凡攻之道，德義是守，星辰日月，更勝為右。四時五行，周而更始。 \\n 大白金也，秋金強，可以攻木；歲星木【也，春木】強，可以攻土；[土[胗-月]]（填）星土也，六月土強，可以攻水；相星水也，冬水強，可以攻火；營（熒）或（惑）火也，四月火強，可以攻金。此用五行之道也。 \\n 【秋】生陽也，木死陰也，秋可以攻其左；春生陽也，金死陰也，春可以攻其右；冬生陽也，火死陰也，冬可以攻其表；夏生陽也，水死陰也，夏可以攻其裏。此用四時之道也。 \\n 地橦八日，日橦八日，日舀十二日，皆可以攻，此用日月之道也。」 \\n （六） \\n ．蓋廬曰：「攻軍回眾，何去何就？何如而喜，何如而凶？」申胥曰：「凡攻軍回眾之道，相其前後，與其進芮（退）。 \\n 慎其填（塵）埃，與其緂氣。日望其氣，夕望其埃，清以如雲者，未可軍也。 \\n 埃氣亂孿，濁以高遠者，其中有墥（動）志，戒以須之，不去且來。 \\n 有軍於外，甚風甚雨，道留於野，糧少卒飢，毋以食馬者，攻之。 \\n 甚寒甚暑，軍數進舍，卒有勞苦，道則遼遠，糧食絕者，攻之。 \\n 軍少則恐，眾則亂，舍於易，毋後援者，攻之。 \\n 軍眾則[目/米]，將爭以乖者，攻之。 \\n 軍老而不治，將少以疑者，攻之。 \\n 道遠日莫（暮），疾行不舍者，攻之。 \\n 軍急以卻，甚雨甚風，眾有臞（懼）心者，攻之。 \\n 軍少以恐，不□□不墥（動），欲後不敢者，攻之。 \\n 此十者，攻軍之道也。」 \\n （七） \\n ．蓋廬曰：「凡擊適（敵）人，何前何後，何取何予？」申胥曰：「凡擊適（敵）人，必以其始至，馬牛未食，卒毋行次，前壘未固，後人未舍，徒卒饑恐，我則疾[口虖]（呼），從而擊之，可盡其處。 \\n 適（敵）人侍（待）我以戒，吾侍（待）之以台（怠）；皮（彼）欲擊我，我其不能；皮（彼）則數出，有趮（躁）氣，義（我）有靜志，起而擊之，可使毋茲。 \\n 適（敵）人陳（陣）以實，吾禺（遇）以希（虛）；皮（彼）有樂志，我示以悲；皮（彼）有勝意，我善侍（待）、我伏侍（待）之；適（敵）人易我，我乃疾擊之。 \\n 適（敵）人鄉（嚮）我以心，吾以胠禺（遇）之；皮（彼）易勝我，我以誘之，適（敵）人逐北，我伏須之。 \\n 皮（彼）人陳（陣）以實，吾禺（遇）以希（虛）；皮（彼）有樂志，吾示以悲；皮（彼）有勝意，我善侍（待）之，可使毋歸。 \\n 適（敵）人來進，吾與相誘，數出其眾，予之小利，合則去北，毋使多至，適（敵）人逐北，必毋行次，皮（彼）有勝慮，我環（還）擊之，皮（彼）必不虞，從而觸之，可使毋去。 \\n 適（敵）人來陳（陣），我勿用卻，日且莫（暮），我則不出，皮（彼）必去，將有環（還）志，卒有歸慮，從而擊之，可使毋顧。 \\n 適（敵）人出鹵（虜），毋迎其斥，皮（彼）為戰氣，我戒不鬥，卒鹵（虜）則重，眾環（還）不恐，將去不戒，前者已入，後有至意，從而擊之，可使必北。 \\n 我敬（警）皮（彼）台（怠），何為弗衰！適（敵）人且歸，我勿用追，使之半入，後者則榣（搖），眾有臞（懼）心，我則疾喿（噪），從而擊之，可使毋到。 \\n 兩適（敵）相當，我則必定，皮（彼）有勝志，我擊其後，走者不復，□□□就，皮（彼）則失材，開而擊之，可使甚病。 \\n 適（敵）人進舍，天暨（氣）甚暑，多腸辟者，我侚皮（彼）病，何為弗勝！ \\n 此十者，戰□□（之道）也。」 \\n （八） \\n ．蓋廬曰：「天之生民，無有恒親，相利則吉，相害則滅。吾欲殺其害民者，若何？ \\n 」申胥曰：「 \\n 貴而毋義，富而不施者，攻之。 \\n 不孝父兄，不敬長[亻叟]者，攻之。 \\n  \\n 不茲（慈）[禾犀]弟（悌），不入倫雉者，攻之。 \\n 商販賈市，約賈（價）強買不已者，攻之。 \\n 居里不正直，強而不聽□正，出入不請者，攻之。 \\n 公耳公孫，與耳□門，暴敖（驁）不鄰者，攻之。 \\n 為吏不直，狂（枉）法式，留難必得者，攻之。 \\n 不喜田作，出入甚客者，攻之。 \\n 常以奪人，眾以無親，喜反人者，攻之。 \\n 此十者，救民道也。」 \\n （九） \\n ．蓋廬曰：「以德【攻何如】？」【申胥曰】：「 \\n □（以）德攻者： \\n 其毋德者，自置為君，自立為王者，攻之。 \\n 暴而無親，貪而不仁者，攻之。 \\n 賦斂重，強奪人者，攻之。 \\n 刑正（政）危，使民苛者，攻之。 \\n 緩令而急徵，使務勝者，攻之。 \\n □（外）有虎狼之心，內有盜賊之智者，攻之。 \\n 暴亂毋親而喜相詿者，攻之。 \\n 眾勞卒罷，慮眾患多者，攻之。 \\n 中空守疏而無親□□者，攻之。 \\n 群臣申，三日用暴兵者，攻之。 \\n 地大而無守備，城眾而無合者，攻之。 \\n 國□室毋度，名其臺榭，重其正（征）賦者，攻之。 \\n 國大而德衰，天旱【而】數饑者，攻之。 \\n 此十者，救亂之道也。 \\n 有天下而不治，名曰不能；治而不服，名曰亂則。季春庚辛，夏壬癸，秋甲乙，冬丙 \\n 丁。」"}
