{"章节": "傳神祕要（清）蔣驥", "正文": " \\n 傳神祕要　 \\n  \\n 提要 \\n  \\n 《傳神祕要》一卷，國朝蔣驥撰。驥字赤霄，號勉齋，金壇人。其父衡，字湘帆，後改名振生，以書法名一時。嘗寫十三經進内府，世宗憲皇帝特賜國子監學正銜。驥書不逮父，而特以寫真名。是編皆言寫真之法，凡分二十七目於一切：布局、取勢、運筆、設色，皆抒所心得之言。古人畫法，多以寫真見巧，故顧愷之妙絶當代，特以是名。然相傳畫論，則人物花鳥山水為多。其以寫真之法，勒為一書者，自陶宗儀《輟耕録》所載王繹《寫像秘訣》外，不少概見丹青之家，多用口訣相傳，幾以為非士大夫之藝。其研析精微、標舉格例，則自驥。是編始足以補古人所未備，正未可貴逺而賤近也。  \\n  \\n 　 \\n 傳神秘要 \\n ○傳神、以逺取神法 \\n  \\n 傳神。最大者，令彼隔几而坐，可逺三四尺許；若小照，可逺五六尺許。愈小宜愈逺，畫部位或可近，畫眼珠必宜逺。凡人相對而坐，近在一二尺，則相視不用目力。無力則無神。若逺至丈許或至數丈，人愈逺相視愈有力，有力則有神。且無力之視，眼皮垂下；有力之視，眼皮撑起。畫者，須於未畫部位之先，即留意其人行止坐卧、歌呼談笑，見其天真，發現神情外露。此處細察，然後落筆，自有生趣。 \\n  \\n 凡傳神，須得居髙臨下之意。 \\n  \\n ○點睛取神法 \\n 點睛取神，尤宜髙逺。凡人眼向我視，其神拘。眼向前視，其神廣。所謂拘者，拘於尺寸之地，祗有一面。廣則，上下四方，皆其所目覩耳。 \\n  \\n 畫眼皮用筆得其輕重，亦取神之要處。 \\n  \\n 凡人有意“欲畫照其神”，已拘泥。我須當未畫之時，從旁窺探其意思。彼以無意露之，我以有意窺之。意思得，即記在心上。所謂意思，青年者，在烘染；髙年者，在縐紋。烘染得其淺深髙下；縐紋得其長短輕重也。若令人端坐後欲求其神，已是畫工俗筆。宋·陳造曰：著眼於顚沛造次、應對進退、顰笑適悅、舒急倨敬之頃，熟視而黙識，一得佳思，亟運筆墨。此論最佳。 \\n  \\n ○眼珠上下分寸 \\n  \\n 人之瞳神，有上視、平視、下視、怒視之别。視下則無神，視上失之太髙。大槩：下視則眼珠下半藏在下眼皮内。上視反此。怒視則眼珠上下全露。若平視，則眼珠亦平。髙逺，則下半眼珠畧帶上，其眼珠下半亦帶圓意；或上半眼珠竟小半在上眼皮内，而下半眼珠竟極圓。又有下半眼珠之下，下眼皮之上，中間微露一絲空地，其神愈出者，不可不知。合揣上視下視怒視之别，始知平視帶上為執中之道。要之，上視下視，其神拘於上下；平視其神，近平視帶上，其神開闊耳。故訣不在眼珠中黒點，在上下眼皮，在兩眼稍，又在兩眼珠之兩圏上下。再，眼角裏，嘗有眼肉及眼稍頭黒影，必須畫出，而下半眼珠必當圓於上半眼珠。至眼亦有大小，不可任意為之。當以鼻之大小比數大抵冩照，難在兩目前言已約畧分别，但須得其人之自然，不可少有假借勉强。有一種人，眼睛全無神氣，或是近視，必執此為板法，反致拘牽矣。 \\n  \\n ○笑容部位不同 \\n  \\n 笑格每不同。大笑失部位。喜笑或眼合取笑之法，當窺其人心中得意而口尚未言，神有所注而外貌微露。若徒有笑容，不能得兩目之神，亦所不取。 \\n  \\n ○取笑法 \\n  \\n 面上取笑，處眉宜低。又宜彎眼、宜挑并魚尾、夀帶、鬚根、口角等處（口角畧放起）。察其出進髙下，因部位，畧有更變，與常格不同也。如遇鐵面翁，强畫作彌勒相，必至部位俱失之矣。 \\n  \\n 宜先以格局畫定，再以笑容，更易之自然精細。 \\n  \\n ○神情 \\n  \\n 神在兩目，情在笑容，故冩照兼此兩字為妙。能得其一，已髙庸手一籌，若泥塑木偶，風斯下矣。 \\n  \\n ○閃光 \\n  \\n 面上凹凸處以顔色深淺分之，惟兩頥及深眼眶、或半側面皆有閃光，畧用檀子染之（擅子以墨和燕支赭石），烘出髙處，但此色不可多用。縁檀子顔色重濁，易致汙穢（檀子近看即是黒氣，不可多用）。 \\n  \\n ○氣色 \\n  \\n 氣色在微茫之間。青黄赤白，種種不同，淺深又不同。氣色在平處，閃光是凹處。凡畫氣色，當用暈法（暈者，四面無痕迹）。察其深淺，亦層層積出為妙。 \\n  \\n ○用全面顔色法 \\n  \\n 顔色，非氣色之謂，或面白，其兩顴有紅氣色；或面黄，其額上有青氣色。故氣色主一處，顔色主全面。畫者，各種顔色，層層烘染，畫完後，顔色自然和潤。 \\n  \\n 又有一種畫法。眶格既定，即以各様顔料看面色配好，以供全面之用，不以燕脂藤黄另起爐灶。此法古人常用之（此法以一様顔色，淺處淺用，深處深用，凡閃光氣色俱如之，不於面上另加顔色，而顔色亦俱和潤也）。 \\n  \\n ○籠墨 \\n  \\n 畫定眶格，以淡墨籠之，閃光處又用淡墨烘染，再加粉和顔色。畫此亦另有隂秀古雅之趣（今人有以顔色畫，好用淡墨籠在顔色上，如畫山水法者。此法但須先礬，否則墨色入粉，便成黒氣）。 \\n  \\n ○用筆總論 \\n  \\n 用筆以潔净為主。古人畫眶格皆有筆法。又能潔净見有縐紋，眶格用筆極粗，而眉目栩栩欲動。此兼能以筆力勝者。其次，用筆短，落筆輕，乾淡漸加，細潔圓潤耳。落筆要從空中下來，起頭則輕，靈至運行，不可一直。直則板（此論畫鬚眉）。 \\n  \\n ○用筆四要 \\n  \\n 一曰凖。凖者何？有規矩而目力有凖，然後下筆有凖也。如臨全面眶格圖其算法為規矩，用目力算之其大小，相似即謂之凖，由是得其規矩，收小放大，可以變化板法矣。 \\n  \\n 二曰烘。烘者何？即染之謂也。人之面格髙下，須用顔色烘托。烘法惟潤色全面，以顔色畫上，筆以濕為主，則有氣韻，烘染處要潔净。 \\n  \\n 三曰砌。凡面上有斑點或染有不到，俱以砌補之。或面上氣色深者，竟不用烘。以顔色砌之。砌後仍可用染也。又有不用染，純用砌者，即俗所謂乾皴是也。筆法枯潤適中，約似小麻皮皴、米粒皴。皴疎砌宻，小有異耳。砌在微茫之間，其筆意可見。然終以痕跡渾融為妙。砌染烘染可兼用、可先後用，或祗烘不用砌，亦可，或純用砌，俱可。 \\n  \\n 四曰提。設色將足，看面上凹凸處，用檀子等色提醒，然後格局分明，髙下顯露。 \\n  \\n ○砌染虛實不同 \\n  \\n 畫大者須染得到各色，和潤為主，中者如之，若小者，則染皴處有當簡省，愈小愈可省，全在兩眼得神耳。面上竟有有痕跡處，可酌量省去。善會心者自得之。 \\n  \\n ○起手訣（以古人畫作式） \\n  \\n 傳神起手，先打眶格。初學用筆，須極輕淡，次學用目力，以極凖為度。學用目力，即畫鼻凖與鼻子及定兩眼角等處也。所云兩點，不可髙低。兩空地須極勻。逐一畫上，由鼻凖畫至兩鬂髪際，全在目力有凖。學者起手摹鼻凖，次摹定兩眼角法，再將全面眶格圖逐一摹其長短大小。斷不可以紙加在畫上臨摹，即俗語所謂，印在下面，畫也如印。畫則不用目力，目力無凖，雖知算法，動亦多謬。此有訣無益也。摹法，以原本置案上，于旁設素紙，用目力算其分寸而作之，其大小與原本相同，再將全面大收小、小放大。畫十數次。愈學習愈凖。學到部位毫髪不走，然後謂之凖。此須細心體味。能收大放小即是變化板法學者。眶格打好，功已過半矣。 \\n  \\n ○用筆層次（先將紙摺中縫） \\n  \\n 一畫兩鼻孔　二畫鼻凖下一筆　三畫鼻凖　四畫鼻（先左後右凡有兩相對者皆如之）　五畫兩眼角（或定山根亦可）　六畫左右兩眼稍　七畫左右眼上一筆　八畫左右眼下一筆　九畫眼珠　十畫鼻梁　十一畫上下眼皮　十二畫上眼眶兩筆　十三畫下眼眶兩筆　十四畫兩眉　十五定地角（依王思善畫法，畫下庭不先畫地角，鼻凖下即畫人中、口唇亦可）　十六定下口唇　十七畫口中一筆　十八畫上口唇　十九畫下口唇　二十畫皴摺痕及髪鬚髯（無鬚畫夀帶，筆意亦有輕重）　二十一畫全地角　二十二畫左右兩太陽　二十三畫兩顴　二十四畫兩頥　二十五畫兩耳　二十六畫兩鬂（如露頂，即畫髪際；如戴冠，即畫帽簷）　二十七畫衣領，微畫兩眉 \\n  \\n （王思善《冩像訣》云：先鼻。次鼻凖、鼻凖下或印堂一筆或眼堂邊一筆或中側邊一筆。次人中。次口。次眼堂。次眼。次眉。次頰。次髪際。次髪。次耳。次頭。次打圏。打圏者面部也）。 \\n  \\n ○鼻凖與鼻相叅核法 \\n  \\n 鼻凖與鼻得分寸，則全面有把握，故先論之。以鼻凖作十分算，定鼻之大小，則鼻有半鼻凖者，有半鼻凖又零幾分者，有鼻小不及半鼻凖者，再以鼻作十分算，定鼻凖之寛狹，則鼻凖有一鼻幾分者，有兩鼻幾分者。總以鼻横數去，定之必相合無訛為要。 \\n  \\n 笑容則鼻凖與鼻不同，常格大抵笑容則鼻起而畧大。 \\n  \\n ○起稿算全面分寸法 \\n  \\n （另紙起稿部位，便於改換。宋人凡作一畫必先呈稿，然後上真，古人細心尚如此）。 \\n  \\n 一畫兩鼻孔（鼻孔作兩點。兩點不可髙低，兩空地須極勻。空地，言兩者以中縫分也）。 \\n  \\n 二畫鼻凖下一筆 \\n 三畫鼻凖兩筆 \\n  \\n 四畫鼻　鼻凖與鼻兩相叅核，畫得極凖，然後可以鼻凖與鼻為主。鼻凖作大尺，横作十分算。鼻作小尺，豎作十分算。以一鼻再横，作十分算。凡面十分算以一鼻，再横作十分算。凡面之髙下長短濶狹處，皆用比之。以直之分數算過，再以横之分數算之，自無錯誤。 \\n  \\n 五畫兩眼角　即以鼻逆數上比之，有二子幾分、三子幾分、以及四子者，定上下所在、出進用直線法。或，對鼻筆痕或於鼻之中，或於鼻之外，或於鼻之幾分，以定出進所在，再用王思善法，於三筆中取一筆畫下，看山根之間能容眼之濶狹有幾許，細細看凖面之部位，此處為最要（王思善《冩像秘訣》云：鼻凖既成，以之為主，若山根髙，處印堂一筆下來。如低，取眼堂邊一筆下來。或不髙不低，在乎八九分中，側邊一筆下來）。 \\n  \\n 六畫左右兩耳稍　如已畫山根，即以山根濶狹作比，或以鼻凖作比，俱可。或半鼻凖或幾鼻幾分（王思善曰：眼中白粉染瞳神。外，空地。次用煙子點晴，墨打圏眼，稍點起，有摺便笑）。 \\n  \\n 七畫左右眼上一筆 \\n 八畫左右眼下一筆　此一筆須極輕淡，不可著痕迹，於設色時更宜留心。 \\n  \\n 九畫眼珠 \\n 十畫鼻梁 \\n 十一畫上下眼皮 \\n  \\n 十二畫上眼眶兩筆　從眼上一筆算起，或一鼻幾分，或二鼻幾分。再用眼比，或一眼幾分、二眼幾分。 \\n  \\n 十三畫下眼眶兩筆　比法同上。眼眶如有睹肉者，則如定眼角法，亦以鼻數上比之。 \\n  \\n 十四畫兩眉　有不離眼眶者，有離幾分者。再看印堂之方正扁長，此則中庭定矣。 \\n  \\n 十五定地角　約以中庭比定。 \\n  \\n 十六定下口唇 \\n 十七畫口中一筆　兩角須逐漸長出，亦用直線法，察口角止處出鼻幾分、對眼睛何處。 \\n  \\n 十八畫上口唇 \\n 十九畫下口唇　其厚薄亦以鼻比數 \\n 二十畫鬚髯無鬚畫夀帶 \\n  \\n 二十一畫全地角　此則下庭定矣。 \\n  \\n 二十二畫左右兩太陽　以眼作十分算。有容一眼幾分或不及一眼者。或以鼻比數亦可。此部位之緊要切不可忽。 \\n  \\n 二十三畫兩顴　顴有上下，須察其最出所在：出對何處、進對何處。最出處亦用直線或出太陽幾分或進幾分。有顴小而髙處在面心上者，須用顔色染出。 \\n  \\n 二十四畫兩頥　頥邊一筆，須用兩斷：齊鼻下平去作上一斷，口唇横看作下一斷。上斷以鼻凖或鼻比數，下斷以口唇濶狹比數。口唇亦可作十分算也。訣總在用横線法，即接着齊鼻，平去一筆約數或一鼻凖有餘，或兩鼻凖。肥者再加，再以鼻比數，或四鼻，或五六鼻，皆可。比定大約宜瘦不宜肥，宜進不宜出。可稍加修改，無致筆滓墨涴。 \\n  \\n 二十五畫兩耳　耳之上下無定，大約不離眼眶上下。 \\n  \\n 二十六畫兩鬢　如露頂，即畫髪際。若戴冠者畫帽簷。此則上庭定矣。 \\n  \\n ○全局 \\n  \\n 面上全局可以上庭比中庭，中庭比下庭。長短濶狹。兩兩相比。則大局可得（或云落筆先左後右。大像先用淡墨定局，次加擅子砌染。此法亦頗近理，并附及之）。 \\n  \\n ○生紙畫法 \\n  \\n 生紙畫極難以落筆，畧重，無從改易。其法脫稿紙上，即着粉極勻，兩圏邊上不可有顔色滲出，即帶濕烘染，深淺如法，俟乾，以手摹去粗粉及紙上粗屑，又配顔色潤全面，其烘染如前，顔色由淡而深，畫兩三次或再加砌染，用檀子提醒深處。 \\n  \\n ○礬紙畫法 \\n  \\n 用礬紙脫稿，將手摩去紙上粗屑，又加礬一遍（恐礬紙不透）。用顔色烘染氣色，其低處即用檀子三朱等色畫到，亦看面上全部氣色，和粉上之，極輕薄而勻，俟乾，亦摩去浮粉，配顔色潤全面，再加烘染，以無粉氣為度（凡畫背後，須再托粉，粉中少用顔色和之）。 \\n  \\n ○設色層次 \\n  \\n 設色無一定層次，約畧言之。脫稿後，第一層用檀子醒深處。第二層，檀子染。第三層，三朱燕支染。上口唇用燕支加淡墨。畫下口唇，加三朱。畫用色亦有淺深，非一抹即已也。口唇亦有不用墨，上口唇紅，下口唇淡者，俱在臨時配合，第四層用粉合入三朱藤黄（面赤者和赭石）。空瞳神、眼白不用着粉，餘俱着勻。第五層用礬。第六層用顔色潤全面，再加染（染無層次，以染足為度）。 \\n  \\n 瞳神，凡染一次，點一次，漸漸積深，加烟煤點睛，及畫上眼皮，鬚眉最黒處，輕輕畧醒。惟下眼皮一筆，用燕支畫，痕迹不宜重。 \\n  \\n ○用粉 \\n  \\n 用粉，以無粉氣為度。此事常有過不及之弊。太過者，雖無粉氣，未免筆墨重濁；不及者，神氣不完，即無生趣。故畫法從淡而起，加一遍自然深一遍，不妨多畫幾層。淡則可加，濃則難退。須細心叅之，以恰好為主。用粉不一法：有用膩粉者，取其不變顔色；有用鉛粉者，須製得好；然用蛤粉最妙，不變色兼有光彩（蛤粉製法：先將殻上一層黒皮去净，研極細用之）。 \\n  \\n 又有上面不用粉，惟背後托粉者，其法亦是（不論生紙、礬紙，俱可）。 \\n  \\n ○補綴 \\n  \\n 設顔色有不和處，仍將薄粉籠之，再加烘染，此亦補綴之道（籠粉後，俟乾。亦須摩去粗粉再染）。 \\n  \\n ○火氣 \\n  \\n 顔色不純熟及用粉太重，便多火氣。故用礬紙畫畧好。用生紙畫為難也。前論用淡墨先籠，若面眶小者，此法亦不可用。 \\n  \\n 欲除火氣，須多臨古人筆墨。 \\n  \\n ○氣韻 \\n  \\n 筆底深秀，目【自？】然有氣韻，此闗係人之學問品詣。人品高，學問深，下筆自然有書卷氣。有書卷氣即有氣韻。 \\n  \\n ○白描 \\n  \\n 白描打眶格，尤宜淡。東坡云：吾嘗於燈下顧見頬影，使人就壁畫之，不作眉目見者，皆知其為我。夫鬚眉不作，豈復設色乎。設色尚有部位見長。白描則專在兩目得神。其烘染用淡墨，或少以赭石和墨亦可。筆法須潔净輕細，得其輕重為要。面上惟鼻及眼皮、眉目、口唇有筆墨痕迹。若鼻凖、眉骨、兩顴、兩頥、山根，一筆中側，邊一筆，眼眶上下兩筆，髪際打圏，須用淡墨烘出，故打眶格，尤宜淡也。 \\n  \\n ○臨摹 \\n  \\n 學者，從師求其規矩。既得規矩，須自臨摹。多臨古人好畫，則設色精妙，脫去火氣。如僅以庸師所作學之，則筆不流於汚俗，必習於澆薄矣。盖前人之畫，色澤純和，筆法沉秀，學者臨至百餘遍，自然與衆手不同。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
