{"章节": "提要", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《图画见闻志》六卷，宋郭若虚撰。若虚不知何许人。书中有熙宁辛亥冬，被命接劳北使，为辅行语。则尝为朝官，故得预接伴。陈振孙《书录解题》云，自序在元丰中称大父司徒公，未知何人。郭氏在国初无显人，但有郭承祐耳。然今考史传，并郭承祐亦不载，莫之详也。是书马端临《文献通考》作《名画见闻志》，而《宋史·艺文志》、郑樵《通志略》则所载与今本并同，盖《通考》乃传写之误。若虚以张彦远《历代名画记》绝笔唐末，因续为裒辑，自五代至熙宁七年而止，分叙论、记艺、故事拾遗、近事四门。邓椿《画继》尝议其评孙位、景朴优劣倒置，由未尝亲至蜀中，目睹其画。又谓江南王凝之花鸟，润州僧修范之湖石，道士刘贞白之松石梅雀，蜀童详、许中正之人物仙佛，邱仁庆之花，王延嗣之鬼神，皆熙宁以前名笔，而遗略不载。然一人之耳目，岂能遍观海内之丹青？若虚以见闻立名，则遗略原所不讳。况就其所载论之，一百五六十年之中，名人艺士，流派本末，颇称赅备，实视刘道醇《画评》为详，未可以偶漏数人，遽见嗤点。其论制作之理，亦能深得画旨，故马端临以为看画之纲领，亦未可以一语失当为玷也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "序", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 序序 \\n  \\n  \\n  \\n 余大父司徒公，雖貴仕，而喜廉退恬養。自公之暇，唯以詩書琴畫為適。時與丁晉公、馬正惠蓄畫均，故畫府稱富焉。先君少列，躬蹈懿節，鑒別精明，珍藏罔墜，欲養不逮，臨言感咽。後因諸族人間取分玩，緘滕罕嚴，日居月諸，漸成淪棄。賤子雖甚不肖，然於二世之好，敢不欽藏。嗟乎！逮至弱年，流散無幾。近歲方購尋遺失，或於親戚間以他玩交酬，凡得十餘卷，皆傳世之寶。每宴坐虛庭，高懸素壁，終日幽對，愉愉然不知天地之大、萬物之繁；況乎驚寵辱於勢利之場，料得喪於奔馳之域者哉！復遇朋游覯止，亦出名踪柬論，得以資深銓較，由之廣博。雖不與戴、謝並生，愚竊慕焉。又好與當世名士甄明體法，講練精微，益所見聞，當從實錄。昔唐張彥遠字愛賓嘗著《歷代名畫記》，其間自黃帝時史皇而下總括畫人姓名，絕筆於永昌元年。厥後撰集者率多相亂，事既重疊，文亦繁衍。今考諸傳記，參較得失，續自永昌元年，後歷五季，通至本朝熙寧七年，名人藝士，編而次之。其有畫迹尚晦於時、聲聞未喧於眾者，更竢將來。亦嘗覽諸家畫記，多陳品第。今之作者，各有所長；或少也嫩而老也壯，或始也勤而終也怠。今則不復定品，唯筆其可紀之能、可談之事，暨諸家畫說。略而未至者，繼以傳記中述畫故事，並本朝事迹，採摭編次，釐為六卷，目之曰《圖畫見聞誌》。後之博雅君子，或加點竄，將可取於萬一。郭若虛序。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "總目", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 總目總目 \\n  \\n  \\n  \\n 第一卷 \\n 叙論 \\n 總一十六事 \\n 第二卷 \\n 紀藝上 \\n 唐末二十七人 \\n 五代九十一人 \\n 第三卷 \\n 紀藝中 \\n 仁宗御畫 \\n 王公士夫一十三人 \\n 高尚二人 \\n 人物四十六人 \\n 傳寫七人 \\n 第四卷 \\n 紀藝下 \\n 此卷盡九十八人 \\n 山水門二十四人 \\n 花鳥門三十九人 \\n 雜畫門三十五人 \\n 第五卷 \\n 故事拾遺 \\n 唐朝 \\n 朱梁 \\n 王蜀 \\n 總二十七事 \\n 第六卷 \\n 近事 \\n 皇朝 \\n 孟蜀 \\n 大遼 \\n 高麗 \\n 總三十二事 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷一", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷一卷一 \\n  \\n  \\n  \\n 叙論 \\n 叙諸家文字叙國朝求訪叙自古規鑒叙國朝求訪叙圖畫名意叙製作楷模論衣冠異制論氣韻非師論用筆得失論曹吳體法論吳生設色論婦人形相論收藏聖像論三家山水論黃徐體異論畫龍體法論古今優劣 \\n 叙諸家文字 \\n 自古及近代紀評畫筆，文字非一，難悉具載，聊以其所見聞，篇目次之。凡三十家。 \\n 《名畫集》南齊高帝撰 \\n 《古畫品錄》謝赫撰《裝馬譜》毛惠遠撰 \\n  \\n 《昭公錄》梁武帝撰　 \\n 《僧繇錄》亡名氏　《畫說文》亡名氏 \\n  \\n 《述畫記》後魏孫暢之撰 \\n 《續畫品錄》陳姚最撰《後畫品錄》唐沙門彥悰撰 \\n  \\n 《畫斷》張懷瓘撰 \\n 《名畫獵精錄》亡名氏《後畫品錄》李嗣真撰 \\n  \\n 《雜色駿騎錄》韓幹撰 \\n 《繪境》張璪撰《畫評》顧況撰 \\n  \\n 《續畫評》劉整撰 \\n 《公私畫錄》裴孝源撰《畫拾遺錄》竇蒙撰 \\n  \\n 《畫山水錄》吳恬撰。一名玢。 \\n 《唐朝名畫錄》朱景玄撰《歷代名畫記》張彥遠撰 \\n  \\n 《畫山水訣》荊浩撰。一名洪谷子。 \\n 《梁朝畫目》亡名氏《廣畫新集》蜀沙門仁顯撰 \\n  \\n 《益州畫錄》辛顯撰 \\n 《江南畫錄》亡名氏《江南畫錄拾遺》徐鉉撰 \\n  \\n 《廣梁朝畫目》皇朝胡嶠撰 \\n 《總畫集》黃休復撰《本朝畫評》劉道醇纂，符嘉應撰。 \\n 叙國朝求訪 \\n 畫之源流，諸家備載。爰自唐季兵難，五朝亂離，圖畫之好，乍存乍失。逮我宋上符天命，下順人心，肇建皇基，肅清六合。沃野謳歌之際，復見堯風；坐客閒宴之餘，兼窮繪事。太宗皇帝，欽明濬哲，富藝多才。時方諸偽歸真，四荒重譯，萬機豐暇，屢購珍奇。太平興國間，詔天下郡縣搜訪前哲墨蹟圖畫。先是荊湖轉運使得漢張芝草書、唐韓幹馬二本以獻之，韶州得張九齡畫像並文集九卷表進。後之繼者，難可勝紀。又勑待詔高文進、黃居寀，搜訪民間圖畫。端拱元年，以崇文院之中堂置祕閣，命吏部侍郎李至兼祕書監，點檢供御圖書。選三館正本書萬卷，實之祕監以進御。退餘藏於閣內，又從中降圖畫並前賢墨跡數千軸以藏之。淳化中閣成，上飛白書額，親幸，召近臣縱觀圖籍，賜宴。又以供奉僧元靄所寫御容二軸，藏於閣。又有天章、龍圖、寶文三閣。後苑有圖書庫，皆藏貯圖書之府。祕閣每歲因暑伏曝（缺），近侍暨館閣諸公張筵縱觀。圖典之盛，無替天祿、石渠、妙楷、寶蹟矣。 \\n 叙自古規鑒 \\n 《易》稱「聖人有以見天下之賾，而擬諸其形容，象其物宜，是故謂之象。」又曰：「象也者。像此者也。」嘗考前賢畫論，首稱像人，不獨神氣骨法衣紋向背為難。蓋古人必以聖賢形像、往昔事實，含毫命素。製為圖畫者，要在指鑒賢愚，發明治亂。故魯殿紀興廢之事，麟閣會勳業之臣，迹曠代之幽潛，託無窮之炳煥。昔漢孝武帝欲以鉤弋趙婕妤少子為嗣，命大臣輔之。惟霍光任重大，可屬社稷。乃使黃門畫者畫《周公負成王朝諸侯》以賜光。孝成帝遊於後庭，欲以班婕妤同輦載。婕妤辭曰：「觀古圖畫，聖賢之君，皆有名臣在側。三代末主，乃有嬖倖。今欲同輦，得無近似之乎？」上善其言而止。太后聞之喜曰：「古有樊姬，今有班婕妤。」又嘗設宴飲之會，趙、李諸侍中皆引滿舉白，談笑大噱。時乘輿幄坐，張畫屏風，畫紂醉踞妲己作長夜之樂。上因顧指畫問班伯曰：「紂為無道，至於是乎？」伯曰：「《書》云『乃用婦人之言』，何有踞肆於朝？所謂眾惡歸之，不如是之甚者也。」上曰：「苟不若此，此圖何戒？」伯曰：「沈湎於酒，微子所以告去也；式號式謼，大雅所以流連也。謂書淫亂之戒，其原在於酒。」上喟然歎曰：「久不見班生，今日復聞讜言。」後漢光武明德馬皇后，美於色，厚於德，帝用嘉之。嘗從觀畫虞舜，見娥皇女英。帝指之戲后曰：「恨不得如此為妃。」又前見陶唐之像，后指堯曰：「嗟乎，羣臣百僚恨不得為君如是！」帝顧而笑。唐德宗詔曰：「貞元己巳歲秋九月，我行西宮，瞻閎閣崇構，見老臣遺像，顒然肅然，和敬在色。想雲龍之叶應，感致業之艱難，覩往思今，取類非遠。」文宗大和二年，自撰集《尚書》中君臣事迹，命畫工圖於太液亭，朝夕觀覽焉。漢文翁學堂，在益州大城內，昔經頹廢。後漢蜀郡太守高朕復繕立，乃圖書古人聖賢之像、及禮器瑞物於壁。唐韋機為檀州刺史，以邊人僻陋，不知文儒之貴，修學館畫孔子七十二弟子、漢晉名儒像，自為贊，敦勸生徒。繇茲大化，夫如是。豈非文未盡經緯，而書不能形容，然後繼之於畫也。所謂與六籍同功，四時並運。亦宜哉！ \\n 叙圖畫名意 \\n 古之秘畫珍圖，名隨意立。典範則有《春秋》、《毛詩》、《論語》、《孝經》、《爾雅》等圖，上古之畫，多遺其姓。其次後漢蔡邕有《講學圖》，梁張僧繇有《孔子問禮圖》，隋鄭法士有《明堂朝會圖》，唐閻立德有《封禪圖》，尹繼昭有《雪宮圖》；觀德則有《帝舜娥皇女英圖》亡名氏，隋展子虔有《禹治水圖》，晉戴逵有《列女仁智圖》，宋陸探微有《勳賢圖》；忠鯁則隋楊契丹有《辛毗引裾圖》，唐閻立本有《陳元達鎖諫圖》，吳道子有《朱雲折檻圖》；高節則晉顧凱之有《祖二疎圖》，王廙有《木雁圖》，宋史藝有《屈原漁父圖》，南齊蘧僧珍有《巢由洗耳圖》；壯氣則魏曹髦有《卞莊刺虎圖》，宋宗炳有《獅子擊象圖》，梁張僧繇有《漢武射鮫圖》；寫景則晉明帝有《輕舟迅邁圖》，衛協有《穆天子宴瑤池圖》，史道碩有《金谷園圖》，顧凱之有《雪霽望五老峯圖》；靡麗則晉戴逵有《南朝貴戚圖》，宋袁倩有《丁貴人彈曲項琵琶圖》，唐周昉有《楊妃架雪衣女亂雙陸局圖》；風俗則南齊毛惠遠有《剡中谿谷村墟圖》，陶景真有《永嘉屋邑圖》，隋楊契丹有《長安車馬人物圖》，唐韓滉有《堯民鼓腹圖》。以上圖畫雖不能盡見其迹，前人載之甚詳。但愛其佳名，聊取一二，類而錄之。 \\n 叙製作楷模 \\n 大率圖畫，風力氣韻，固在當人。其如種種之要，不可不察也。畫人物者必分貴賤氣貌、朝代衣冠。釋門則有善功方便之顏，道像必具修真度世之範，帝王當崇上聖天日之表，外夷應得慕華欽順之情，儒賢即見忠信禮義之風，武士固多勇悍英烈之貌，隱逸俄識肥遁高世之節，貴戚蓋尚紛華侈靡之容，帝釋須明威福嚴重之儀，鬼神乃作醜（缺）尺者切馳趡于鬼切之狀，士女宜富秀色婑烏果切媠奴坐切之態，田家自有醇甿朴野之真。恭驁愉慘，又在其間矣。畫衣紋林木，用筆全類於書。畫衣紋有重大而調暢者，有縝細而勁健者，勾綽縱掣，理無妄下，以狀高側、深斜、卷摺、飄舉之勢。畫林木有樛枝、挺幹、屈節、皴皮，紐裂多端，分敷萬狀。作怒龍驚虺之勢，聳凌雲翳日之姿，宜須崖岸豐隆，方稱蟠根老壯也。畫山石者多作礬頭，亦為凌面。落筆便見堅重之性，皴淡即生窊凸之形，每留素以成雲，或借地以為雪，其破墨之功，尤為難也。畫畜獸者，全要停分向背，筋力精神，肉分肥圓，毛骨隱起，仍分諸物所禀動止之性。四足唯兔掌底有毛，謂之建毛。畫龍者折出三停，自首至膊，膊至腰，腰至尾也。分成九似，角似鹿，頭似駝，眼似鬼，項似蛇，腹似蜃，鱗似魚，爪似鷹，掌似虎，耳似牛也。窮游泳蜿蜒之妙，得回蟠升降之宜。仍要騣鬃肘毛，筆畫壯快，直自肉中生出為佳也。凡畫龍開口者易為巧，合口者難為功。畫家稱「開口猫兒合口龍」，言其兩難也。畫水者有一擺之波，三摺之浪，布之字之勢，分虎爪之形，湯湯若動，使觀者浩然有江湖之思為妙也。畫屋木者，折算無虧，筆畫勻壯，深遠透空，一去百斜。如隋唐五代已前，洎國初郭忠恕、王士元之流，畫樓閣多見四角，其斗栱逐鋪作為之。向背分明，不失繩墨。今之畫者，多用直尺，一就界畫，分成斗栱，筆迹繁雜，無壯麗閒雅之意。畫花果草木，自有四時景候，陰陽向背，筍條老嫩，苞萼後先，逮諸園蔬野草，咸有出土體性。畫翎毛者，必須知識諸禽形體名件。自嘴喙口臉眼緣去聲，叢林腦毛、披蓑毛，翅有梢去聲翅、有蛤翅，翅邦上聲，上有大節小節、大小窩翎、次及六梢，又有料平聲風、掠草（缺）縫翅羽之間、散尾、壓磹尾、肚毛、腿袴、尾錐，脚有探爪三節、食爪二節、撩爪四節、托爪一節、宣黃、八甲，鷙鳥眼上，謂之看棚一名看簷，背毛之間，謂之合溜。山鵲鷄類，各有歲時蒼嫩、皮毛眼爪之異。家鵝鴨即有子肚，野飛水禽自然輕梢去聲，如此之類，或鳴集而羽翮緊戢，或寒棲而毛葉鬆泡去聲。已上具有名體處所，必須融會，闕一不可。設或未識漢殿、吳殿、梁柱、斗栱、叉手、替木、熟柱、駝峯、方莖、頟道、抱間、昂頭、羅花羅幔、暗制綽幕、猢孫頭、琥珀枋、龜頭、虎座、飛簷、撲水、膊風、化廢、垂魚、惹草、當鉤、曲脊之類，憑何以畫屋木也。畫者尚罕能精究，況觀者乎？ \\n 論衣冠異制 \\n 自古衣冠之制，荐有變更。指事繪形，必分時代。袞冕法服，三禮備存。物狀實繁，難可得而載也。漢魏已前，始戴幅巾。晉宋之世，方用羃（缺）。後周以三尺皁絹，向後幞髮，名折上巾，通謂之幞頭。武帝時裁成四脚。隋朝唯貴臣服黃綾紋袍、烏紗帽、九環帶、六合靴，起於後魏。次用桐木黑漆為巾子，裹於幞頭之內，前繫二脚，後垂二脚，貴賤服之，而烏紗帽漸廢。唐太宗嘗服翼善冠，貴臣服進德冠。至則天朝以絲葛為幞頭巾子，以賜百官。開元間始易以羅，又別賜供奉官及內臣圓頭宮樸巾子，至唐末方用漆紗裹之，乃今幞頭也。三代之際皆衣襴衫。秦始皇時以紫緋綠袍為三等品服，庶人以白。《國語》曰：「袍者，朝也。古公卿上服也。」至周武帝時下加襴。唐高宗朝，給五品以上隨身魚。又勅品官紫服、金玉帶。深淺緋服、並金帶；深淺綠服、並銀帶；深淺青服、並鍮石帶。庶人服黃銅鐵帶。一品以下文官帶手巾、筭袋、刀子、礪石；武官亦聽。睿宗朝制，武官五品已上帶七事跕蹀。佩刀、刀子、磨石、契苾貞、噦厥、計筒、火石袋也。開元初復罷之。晉處士馮翼，衣布大袖，周緣以皁，下加襴，前繫二長帶。隨唐朝野服之，謂之馮翼之衣，今呼為直掇。《禮記·儒行篇》：「魯哀公問於孔子曰：『夫子之服，其儒服與？』孔子對曰：『丘少居魯，衣逢掖之衣；長居宋，冠章甫之冠。』」注云：「逢，大也。大掖大袂，禪衣也。逢掖與馮翼音相近。」又《梁志》有袴褶以從戎事。三代已前人皆跣足；三代以後，始服木屐。伊尹以草為之，名曰履；秦世參用絲革。靴本胡服，趙靈王好之，制有司衣袍者宜穿皁靴。唐代宗朝，令宮人侍左右者穿紅錦靿靴。凡在經營，所宜詳辨。至如閻立本圖《昭君妃音配虜》，戴帷帽以據鞍；王知慎畫《梁武南郊》，有衣冠而跨馬。殊不知帷帽創從隋代，軒車廢自唐朝，雖弗害為名蹤，亦丹青之病耳。帷帽如今之席帽，周回垂網也。 \\n 論氣韻非師 \\n 謝赫云：「一曰氣韻生動，二曰骨法用筆，三曰應物像形，四曰隨類賦彩，五曰經營位置，六曰傳模移寫。六法精論，萬古不移。然而骨法用筆以下，五者可學。如其氣韻，必在生知，固不可以巧密得，復不可以歲月到。默契神會，不知然而然也。」嘗試論之。竊觀自古奇迹，多是軒冕才賢，巖穴上士。依仁遊藝，探賾鉤深，高雅之情，一寄於畫。人品既已高矣，氣韻不得不高；氣韻既已高矣，生動不得不至。所謂神之又神，而能精焉。凡畫必周氣韻，方號世珍。不爾雖竭巧思，止同眾工之事。雖曰畫，而非畫。故楊氏不能授其師，輪扁不能傳其子。繫乎得自天機，出於靈府也。且如世之相押字之術，謂之心印，本自心源，想成形迹，迹與心合，是之謂印。矧乎書畫發之於情思，契之於綃楮，則非印而何？押字且存諸貴賤禍福，書畫豈逃乎氣韻高卑？夫畫猶書也。楊子曰：「言，心聲也。書，心畫也。聲畫形，君子小人見矣。」 \\n 論用筆得失 \\n 凡畫，氣韻本乎游心，神彩生於用筆。用筆之難，斷可識矣。故愛賓稱唯王獻之能為一筆書，陸探微能為一筆畫。無適一篇之文、一物之像，而能一筆可就也。乃是自始及終，筆有朝揖，連緜相屬，氣脉不斷。所以意存筆先，筆周意內，畫盡意在，像應神全。夫內自足，然後神閒意定；神閒意定則思不竭而筆不困也。昔宋元君將畫圖，眾史皆至，受揖而立， \\n 舐筆和墨，在外者半。有一史後至者，儃儃然不趨，受揖不立。因之舍，公使人視之，則解衣盤礴，臝。君曰：「可矣，是真畫者也。」又畫有三病，皆繫用筆。所謂三者，一曰版、二曰刻、三曰結。版者，腕弱筆癡，全虧取與，物狀平褊，不能圓混也；刻者，運筆中疑，心手相戾，勾畫之際，妄生圭角也；結者，欲行不行，當散不散，似物凝礙，不能流暢也。未窮三病，徒舉一隅，畫者鮮克留心，觀者當煩拭眥。大抵氣韻高，筆畫壯，則愈玩愈妍；其或格凡毫懦，初觀縱似可採，久之還復意怠矣。 \\n 論曹吳體法 \\n 曹、吳二體，學者所宗。按唐張彥遠《歷代名畫記》稱：「北齊曹仲達者，本曹國人，最推工畫梵像，是為曹。謂唐吳道子曰吳。吳之筆，其勢圓轉，而衣服飄舉；曹之筆，其體稠疊，而衣服緊窄。故後輩稱之曰：『吳帶當風，曹衣出水』。」又按蜀僧仁顯《廣畫新集》，言曹曰：「昔竺乾有康僧會者，初入吳，設像行道，時曹不興見西國佛畫儀範寫之，故天下盛傳曹也。」又言吳者，起於宋之吳暕之作，故號吳也。且南齊謝赫云：「不興之迹，代不復見，唯秘閣一龍頭而已。觀其風骨，擅名不虛。吳暕之說，聲微迹曖，世不復傳。」謝赫云：「擅美當年，有聲京洛，在第三品江僧寶下也。」至如仲達見北齊之朝，距唐不遠；道子顯開元之後，繪像仍存。證近代之師承，合當時之體範，況唐室已上，未立曹、吳。豈顯釋寡要之談，亂愛賓不刊之論。推時驗迹，無愧斯言也。雕塑鑄像，亦本曹、吳。 \\n 論吳生設色 \\n 吳道子畫，今古一人而已。愛賓稱前不見顧、陸，後無來者，不其然哉？嘗觀所畫墻壁、卷軸，落筆雄勁，而傅彩簡淡。或有墻壁間設色重處，多是後人裝飾。至今畫家有輕拂丹青者，謂之吳裝。雕塑之像，亦有吳裝。 \\n 論婦人形相 \\n 歷觀古名士畫金童玉女，及神僊星官中，有婦人形相者，貌雖端嚴，神必清古，自有威重儼然之色，使人見則肅恭，有歸仰之心。今之畫者，但貴其姱麗之容，是取悅於眾目，不達畫之理趣也。觀者察之。 \\n 論收藏聖像 \\n 論者或曰：不宜收藏佛道聖像，恐其褻慢葷穢，難可時時展玩。愚謂不然。凡士君子相與觀閱書畫為適，則必處閒靜。但鑒賞精能，瞻崇遺像，惡有褻慢之心哉？且古人所製佛道功德，則必專心勵志，曲盡其妙；或以希福田利益，是其尤為着意者。況自吳、曹不興，晉顧凱之、戴逵、宋陸探微、梁張僧繇、北齊曹仲達、隋鄭法士、楊契丹、唐閻立德、立本、吳道子、周昉、盧楞伽之流，及近代侯翼、朱繇、張圖、武宗元、王瓘、高益、高文進、王靄、孫夢卿、王道真、李用及、李象坤、蜀高道興、孫位、孫知微、范瓊、勾龍爽、石恪、金水石城張玄、蒲師訓、江南曹仲元、陶守立、王齊翰、顧德謙之倫，無不以佛道為功。豈非釋梵莊嚴，真仙顯化，有以見雄才之浩博，盡學志之精深者乎？是知云不宜收藏者，未為要說也。 \\n 論三家山水 \\n 畫山水唯營丘李成、長安關同、華原范寬，智妙入神，才高出類。三家鼎跱，百代標程。前古雖有傳世可見者，如王維、李思訓、荊浩之倫，豈能方駕近代？雖有專意力學者，如翟院深、劉永、紀真之輩，難繼後塵。翟學李，劉學關，紀學范。夫氣象蕭疎，烟林清曠，毫鋒頴脫，墨法精微者，營丘之製也；石體堅凝，雜木豐茂，臺閣古雅，人物幽閒者，關氏之風也；峯巒渾厚，勢狀雄強，搶上聲筆俱均，人屋皆質者，范氏之作也。煙林平遠之妙，始自營丘。畫松葉謂之攢針，筆不染淡，自有榮茂之色。關畫木葉，間用墨搵，時出枯梢。筆蹤勁利，學者難到。范畫林木，或側或欹，形如偃蓋，別是一種風規，但未見畫松柏耳。畫屋既質，以墨籠染，後輩目為鐵屋。復有王士元、王端、燕貴、許道寧、高克明、郭熙、李宗成、丘訥之流，或有一體，或具體而微，或預造堂室，或各開戶牖，皆可稱尚。然藏畫者方之三家，猶諸子之於正經矣。關同雖師荊浩，蓋青出於藍也。 \\n 論黃徐體異 \\n 諺云：「黃家富貴，徐熙野逸。」不唯各言其志，蓋亦耳目所習，得之於心而應之於手也。何以明其然？黃筌與其子居寀，始並事蜀為待詔，筌後累遷如京副使。既歸朝，筌領真命為宮贊，或曰：筌到闕未久物故。今之遺迹，多是在蜀中日作，故往往有廣政年號。宮贊之命，亦恐傳之誤也。居寀復以待詔錄之，皆給事禁中。多寫禁籞所有珍禽瑞鳥、奇花怪石。今傳世《桃花鷹鶻》、《純白雉兔》、《金盆鵓鴿》、《孔雀龜鶴》之類是也。又翎毛骨氣尚豐滿，而天水分色。徐熙江南處士，志節高邁，放達不覊。多狀江湖所有，汀花野竹，水鳥淵魚。今傳世《鳧雁鷺鷥》、《蒲藻鰕魚》、《叢艷折枝》、《園蔬藥苗》之類是也。又翎毛形骨貴輕秀，而天水通色。言多狀者，緣人之稱。聊分兩家作用，亦在臨時命意。大抵江南之藝，骨氣多不及蜀人。而蕭洒過之也。二者猶春蘭秋菊，各擅重名。下筆成珍，揮毫可範。復有居寀兄居寶，徐熙之孫曰崇嗣、崇矩，蜀有刁處士名光胤、劉贊、滕昌祐、夏侯延祐、李懷袞，江南有唐希雅，希雅之孫曰中祚、曰宿、及解處中輩，都下有李符、李吉之儔。及後來名手間出，跂望徐生與二黃，猶山水之有正經也。黃筌之師刁處士，猶關同之師荊浩。 \\n 論畫龍體法 \\n 畫龍唯五代四明僧傳古大師，其名最著。觀其體則筆墨遒爽，善為蜿蜒之狀。皇建院法堂屏風是其真迹。至任從一待詔之作，稍加恠怒。建隆觀翊教院玉皇殿後，是其真迹也。今崔白所圖，又得其要。建隆觀翊教院玉皇殿中羅（缺）邊，有一龍頭；北都大安寺羅漢壁，有龍一條。恨不見不興祕閣之頭，軌範同否？又不知葉公當日所遇，厥狀何如？自昔豢龍氏歿，龍不復擾。所謂上飛于天，晦隔層雲；下歸于泉，深入無底。人不可得而見也。今之圖寫，固難推以形似，但觀其揮毫落筆，筋力精神。理契吳畫鬼神也。前論三停九似，亦以人多不識真龍。先匠所遺傳授之法。 \\n 論古今優劣 \\n 或問近代至藝，與古人何如。答曰：「近代方古多不及，而過亦有之。若論佛道、人物、士女、牛馬，則近不及古；若論山水、林石、花竹、禽魚，則古不及近。何以明之？且顧、陸、張、吳，中及二閻，皆純重雅正，性出天然。晉顧凱之，宋陸探微，梁張僧繇，唐閻立德，閻立本，暨吳道子也。吳生之作，為萬世法，號曰畫聖，不亦宜哉？已上皆極佛道人物。張、周、韓、戴，氣韻骨法，皆出意表。唐張萱、周昉皆工士女，韓幹工馬，戴嵩工牛。或問曰：「何以但舉韓幹而不及曹霸，止引戴嵩而弗稱韓滉？」答曰：「韓師曹將軍，戴法韓晉公。但舉其弟子，可知其師也。至如韋鑒暨猶子鶠，皆善畫馬。但取其尤著者明之，難即徧舉也。後之學者，終莫能到。故曰：近不及古。至如李與關、范之迹，徐暨二黃之蹤，前不謝師資，後無復繼踵，借使二李、三王之輩復起，邊鸞、陳庶之倫再生，亦將何以措手於其間哉？故曰：古不及近。二李則李思訓將軍，並其子昭道中舍；三王則王維右丞，暨王熊、王宰，悉工山水。邊鸞、陳庶工花鳥。並唐人也。是以推今考古，事絕理窮。觀者必辨金鍮，無焚玉石。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷二", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷二卷二 \\n  \\n  \\n  \\n 紀藝上唐會昌元年後盡五代，凡一百一十六人。 \\n 唐末二十七人 \\n 左全趙公祐趙溫其趙德齊 \\n 范瓊陳皓彭堅常粲 \\n 常重胤呂嶤竹虔孫遇 \\n 張詢張南本麻居禮　張素卿 \\n 陳若愚胡瓌子虔荊浩刁光胤 \\n 尹繼昭李洪度辛澄張騰 \\n 張贊王浹 \\n 五代九十一人 \\n 于兢趙喦　劉彥齊袁（缺） \\n 羅塞翁東丹王胡擢　胡翼 \\n 王殷李羣　燕筠杜霄 \\n 李玄應弟審　厲歸真李靄之韋道豐 \\n 朱簡章王喬士鄭唐卿關同 \\n 支仲元梅行思郭乾暉　鍾隱 \\n 郭權史瓊　程凝王道古 \\n 李坡唐垓王道求宋卓 \\n 富玫左禮張南王偉 \\n 黃延浩張質韓求李祝 \\n 張圖朱繇李昇杜措 \\n 杜子瓌杜弘義房從真宋藝 \\n 高道興阮知晦杜齯龜黃筌 \\n 高從遇阮惟德杜敬安黃居寶 \\n 趙元德趙忠義蒲師訓蒲延昌 \\n 張玫徐德昌周行通張玄 \\n 孔嵩丘文播弟文曉趙才滕昌祐 \\n 姜道隱楊元真董從晦張景思 \\n 跋異王仁壽衛賢朱悰 \\n 曹仲玄陶守立竹夢松丁謙 \\n 何遇陸晃施璘貫休 \\n 楚安傳古第子岳闍黎智蘊德符 \\n 唐末二十七人 \\n 左全，蜀郡人，迹本儒家。世傳圖畫，妙工佛道人物。寶曆中，聲馳宇內。成都長安畫壁甚廣，多傚吳生之迹，頗得其要。有佛道功德、五帝、三官等像傳於世。 \\n 趙公祐，成都人，工畫佛道鬼神，世稱高絕。太和間已著畫名。李德裕鎮蜀，以賓禮遇之。改蒞浙西，闢從蓮幕。成都大慈、聖興兩寺，皆有畫壁。 \\n 趙溫其，公祐之子，綽有父風。成都寺觀，多見其迹。 \\n 趙德齊，溫其之子，襲二世之精藝，奇蹤逸筆，時輩咸推伏之。光化中，詔許王建於成都置生祠，命德齊畫西平王儀仗車輅、旌纛法物，及朝真殿上畫后妃、嬪御，皆極精致。昭宗喜之，遷翰林待詔。辛顯評溫其與德齊，皆次公祐之品。 \\n 范瓊、陳皓、彭堅三人，同時同藝，名振三川。大中初，復興佛宇後，三人分畫成都大慈、聖壽、聖興、淨眾、中興等五寺墻壁二百餘間，各盡所蘊。淳化後兩遭兵火，頗有毀廢矣。辛顯云：「范為神品，陳、彭為妙品。」仁顯云：「范、陳為妙品上，彭為妙品。」嘗見文潞公家墳寺積慶院，有移置壁畫婆叟仙一軀，乃范瓊所作。辛顯評為神品，當矣。 \\n 常粲，成都人，工畫佛道人物，善為上古衣冠。咸通中，路巖鎮蜀，頗加禮遇。有《孔子問禮》、《山陽七賢》等圖，並立釋迦、女禍、伏羲、神農、燧人等像傳於世。 \\n 常重胤，粲之子，妙工寫貌。僖宗朝為翰林供奉。嘗寫僖宗御容及名臣真像，得其神彩。亦嘗於寶曆寺畫請塔天王，至妙。 \\n 呂嶤、竹虔，並長安人，工畫佛道人物。僖宗朝為翰林待詔，廣明中扈從入蜀。長安、成都，皆有畫壁。 \\n 孫遇，自稱會稽山人，志行孤潔，情韻疎放。廣明中，避地入蜀，遂居成都。善畫人物、龍水、松石、墨竹，兼長天王鬼神。筆力狂怪，不以傅彩為功。長安、蜀川，皆有畫壁，實奇迹也。初名位，後改名遇。亦有圖軸傳於世。仁顯評逸品。 \\n 張詢，南海人，避地居蜀。善畫吳山楚岫，枯松怪石。中和間，嘗於昭覺寺大悲堂後畫三壁山川，一壁早景、一壁午景、一壁晚景，謂之三時山，人所稱異也。亦有山水卷軸傳於世。 \\n 張南本，不知何許人，工畫佛道鬼神，兼精畫火。嘗於成都金華寺大殿畫八明王。時有一僧，遊禮至寺，整衣升殿，驟覩炎炎之勢，驚怛幾仆。時孫遇畫水，南本畫火，水火之形本無定質，惟於二子，冠絕古今。又嘗畫寶曆寺水陸功德，曲盡其妙。後來為人模寫，竊換真迹，鬻與荊湖商賈，今所存者多是偽本。別有《勘書》、《詩會》、《高麗王行香》等圖傳於世。 \\n 麻居禮，蜀人，師張南本。光化、天復間，聲迹甚高。資、簡、邛、蜀，甚有其筆。 \\n 道士張素卿，簡州人，少孤貧落魄，長依本郡三清觀項掛。善畫道門尊像、天帝星官，形製奇古，實天授之性也。嘗於青城山丈人觀畫五嶽、四瀆、十二溪女等，兼有《老子過流沙》、並《朝真圖》、八仙、九曜、十二真人等像，傳於世。 \\n 道士陳若愚，左蜀人，師張素卿，得其筆法。成都精思觀有青龍、白虎、朱雀、玄武四君像。 \\n 胡瓌，范陽人。工畫蕃馬，雖繁富細巧，而用筆清勁。至於穹廬、什器、射獵、生死物，靡不精奇。凡畫駝馬騣尾、人衣毛毳，以狼毫縛筆疏渲之，取其纖健也。有《陰山》、《七騎》、《下程》、《盜馬》、《射鵰》等圖傳於世。子虔，有父風。 \\n 荊浩，河內人，博雅好古。善畫山水，自撰《山水訣》一卷。為友人表進，秘在省閣。常自稱洪谷子。語人曰：「吳道子畫山水，有筆而無墨；項容有墨而無筆。吾當采二子之所長，成一家之體。」故關同北面事之。有《四時山水》、《三峯》、《桃源》、《天台》等圖傳於世。 \\n 刁光胤，長安人，天復中避地入蜀。工畫龍水、竹石、花鳥、猫兔。黃筌、孔嵩，皆門弟子。嘗於大慈寺承天院內窗邊小壁四堵上畫四時花鳥，體製精絕。後黃居寀重裝飾之，亦有圖軸傳於世。 \\n 尹繼昭，不知何許人。工畫人物、臺閣，世推絕格。有《移新豐》、《阿房宮》、《吳宮》等圖傳於世。 \\n 李洪度，成都人，工畫佛道人物，名振當時。成都大慈寺三學院等處有畫壁。 \\n 辛澄，不知何許人。成都大慈寺泗州堂有僧伽像及普賢閣下有五如來像。 \\n 張騰，不知何許人。工畫佛道雜畫，描作布色，頗窮其妙。成都興聖寺有畫壁。 \\n 張贊，河陽人，工畫佛道人物。洛中有寺壁。 \\n 王浹，不知何許人。工畫人物。錢忠懿家有《導引圖》。 \\n 五代九十一人 \\n 梁相國于兢，善畫牡丹。幼年從學，因覩學舍前檻中牡丹盛開，乃命筆倣之。不浹旬，奪真矣。後遂酷思無倦，動必增奇。貴達之後，非尊親旨命，不復含毫。有人贈詩曰：「看時人步澁，展處蝶爭來。」有寫生全本《折枝》傳於世。 \\n 梁駙馬都尉趙喦，善畫人馬。挺然高格，非眾人所及。有《漢書西域傳》、《骨貴馬》、《小兒戲舞》、《鍾馗》、《彈棋》、《診脉》等圖傳於世。 \\n 梁左千牛衛將軍劉彥齊，善畫竹，頗臻清致。有《風折竹》、《孟宗泣竹》、《湘妃》等圖傳於世。人物多假胡翼之手。 \\n 後唐侍衛親軍袁（缺），河南登封人。善畫魚，謹密形以，外得噞喁游泳之態。有軸卷傳於世。 \\n 羅塞翁，錢尚父時為吳從事，錢塘令隱之子，善畫羊，世罕有其迹。唯餘杭陸家曾收一卷，精妙卓絕，後歸孫元規家矣。 \\n 東丹王，契丹天皇王之弟，號人皇王，名突欲。後唐長興二年投歸中國，明宗賜姓李，名贊華。善畫本國人物鞍馬，多寫貴人酋長，胡服鞍勒，率皆珍華。而馬尚豐肥，筆乏壯氣。 \\n 胡擢，不知何許人。善狀花鳥，氣韻甚高。博學能詩，飄然有物外之志。常謂其弟曰：「吾思苦於三峽聞猿。」擢有《三峽聞猿賦》，人多膾炙。又常吟曰：「甕中每醞逍遙樂，筆下閒偷造化功。」其高情逸興如此。有《鸂 \\n 囗圖》、《全株石榴》、《四時翎毛》、《折枝》等傳於世。 \\n 胡翼，字鵬雲。工畫佛道人物，至於車馬樓臺，無施而不妙。趙喦都尉頗禮遇之，常延致門館。有《秦樓》、《吳宮》、《盤車》、《洗馬》、《回紋》、《豐稔》等圖傳於世。時多求借自古名筆，手自傳模，裝成卷軸。後題云：「安定鵬雲記」。 \\n 王殷，工畫佛道士女，尤精外國人物。與胡翼並為趙喦都尉所禮，他人無及也。有《職貢》、《遊春士女》等圖、並粉本佛像傳於世。 \\n 李羣，工畫人物，為時所稱。有《玄中法師像》、《孟說舉鼎》、《赤松子》、《八戒》、《醉客》等圖傳於世。 \\n 燕筠，工畫天王，獨躋周昉之妙。有卷軸傳於世。 \\n 杜霄，工畫士女，富於姿態，妙得周昉之旨。有《鞦韆》、《撲蝶》、《吳王避暑》等圖傳於世。 \\n 李玄應洎弟審，並工畫蕃馬，專學胡瓌。有《放馬》白本、《胡樂》、《飲會》、《弗林》等圖傳於世。 \\n 道士厲歸真，異人也，莫知其鄉里。善畫牛、虎，兼工鷙禽、雀、竹，綽有奇思。惟着一布裘，入酒肆如家，每有人問其所以，輒大張口茹其拳而不言。梁祖召問云：「君有何道理？」歸真對曰：「衣單愛酒，以酒禦寒，用畫償酒，此外無能。」梁祖然之。嘗遊南昌信果觀，有三官殿夾紵塑像，乃唐明皇時所作，體製妙絕。常患雀鴿糞穢其上，歸真乃畫一鷂於壁間，自是雀鴿無復棲止。有《渡水牧牛》、《牛》、《虎》、《鷂子》、《柘竹》、《野禽》等圖傳於世。 \\n 李靄之，華陰人。工畫山水寒林，有江鄉之思。鄴帥羅中令厚禮之，為建一亭為援毫之所，名金波亭。時號金波李處士也。有《賣藥》、《修琴》、《歸山圖》、《野人荷酒》、《寒林》並山水卷軸傳於世。 \\n 韋道豐，江夏人，善畫寒林。逸思奇僻，不拘小節。當代珍之，請揖不暇。然經歲月，方成一圖，成則驚人，故世罕有真迹。 \\n 朱簡章，工畫人物、屋木。有《禹治水》、《神仙傳》、《胡笳十八拍》、《鳳樓十八怨》、《烟波漁父》等圖傳於世。 \\n 王喬士，工畫佛道人物，尤愛畫地藏菩薩、十王像。凡有百餘本傳於世。 \\n 鄭唐卿，工畫人物，兼長寫貌。有《梁祖名臣像》並故事人物傳於世。 \\n 關同一名穜，又王文康家圖上題云童，長安人，工畫山水。學從荊浩，有出藍之美。馳名當代，無敢分庭。「叙論」卷中具述。有《趙陽山居》、《溪山晚霽》、《四時山水》、《桃源早行》等圖傳於世。 \\n 支仲元，鳳翔人，工畫人物。有《老子誡徐甲》、《蕭翼賺蘭亭》、《商山四皓》等圖傳於世。 \\n 梅行思或云再思，江夏人，工畫鬥雞，名聞天下。最著者是陳康肅家《籠雞》一軸，號為神絕。兼工人物，有《十才子》、《河嶽精靈集》、《舉人過關》、《謝女詠梅》、《寇豹騎牛》等圖傳於世。 \\n 郭乾暉將軍，北海人。工畫鷙鳥雜禽、疎篁槁木。格律老勁，巧變鋒出，曠古未見其比。有《秋郊鷹雉》、並《逐禽鷂子》、《架上鷂子》等圖傳於世。 \\n 鍾隱，天台上人，工畫鷙禽竹木。師郭乾暉，深得其旨。乾暉始秘其筆法，隱變姓名趨汾陽之門，服勤累月，乾暉不知其隱也。隱一日緣興於壁上畫鷂子一隻，人有報乾暉者，乾暉亟就視之，且驚曰：「子得非鍾隱乎？」隱再拜，具道所以。乾暉喜曰：「孺子可教也！」乃遇之文席，以講畫道，隱遂馳名海內焉。兼工畫山水人物。有《鷹隼雜禽》、《周處斬蛟》、《山水》等圖傳於世。 \\n 郭權，江南人，師鍾隱。亦有圖軸傳於世。 \\n 史瓊，善畫雉兔竹石。有《雪景雉免》、《竹下引雛》、《野雉》等圖傳於世。 \\n 程凝，善畫鶴竹，兼長遠水。有《六鶴圖》並《折竹孤鶴》、《湖灘遠水》等圖傳於世。 \\n 王道古，善畫雀竹。有《四時雀竹》並《引雛》、《鬥雀》等圖傳於世。 \\n 李坡，南昌人，唯善畫竹。氣韻飄舉，不事小巧。有《折竹》、《風竹》、《冒雪踈篁》等圖傳於世。 \\n 唐垓，善畫野禽、生菜、水族諸物，世稱精妙。有《柘棘野禽十種》、《生菜》、《魚鰕》、《海物》等圖傳於世。 \\n 王道求，工畫佛道鬼神、人物畜獸。始依周昉遺範，後類盧楞伽之迹。多畫鬼神及外國人物。龍蛇畏獸，當時名手推伏。大相國寺有畫壁，今多不存矣。有《十六羅漢》、《挾鬼鍾馗》、《佛林弟子》等圖傳於世。 \\n 宋卓，工畫佛道。志學吳筆，不事傅彩。有白畫《菩薩》、粉本《坐神》等像傳於世。 \\n 富玫，工畫佛道。有《彌勒內院圖》、《白衣觀音》、《文殊》、《地藏》、《慈恩法師》等像傳於世。 \\n 左禮、張南，並工畫佛道，二人筆意不相遠。有《二十四化圖》、《十六羅漢》、《三官》、《十真人》等像傳於世。 \\n 王偉，工畫佛道。相國寺大殿等處舊有畫壁甚多，今存者無幾。 \\n 黃延浩，工畫人物。有《明皇吹玉笛》、《五王同幄》、《春園宴會》、《乞巧》等圖傳於世。 \\n 張質，工畫田家風物。有《村田鼓笛》、《村社醉散》、《踏歌》等圖傳於世。 \\n 韓求、李祝，並工佛道，學吳生。陝郊龍興寺有畫壁。 \\n 張圖，河內雒陽人。嘗事梁祖，掌行軍糧籍，故人呼為張將軍。善潑墨山水，兼長大像。雒中廣愛寺有畫壁。又嘗見寇忠愍家有《釋迦像》一鋪，鋒鋩豪縱，勢類草書。實奇怪也。 \\n 朱繇，長安人，工畫佛道，酷類吳生。雒中廣愛寺有《文殊普賢像》，長壽寺並河中府金真觀，皆有畫壁。 \\n 李昇，成都人，工畫蜀川山水。始得唐張璪山水一軸，凝玩數日，云未盡善也。後遂心師造化，意出前賢。成都聖壽寺有畫壁，多寫名山勝境。仁顯云：「嘗於少監黃筌第，見昇《山水圖》，乃知名實相稱也。」有《武陵溪》、《青城》、《峨嵋》、《二十四化》等圖傳於世。蜀中多呼昇為小李將軍，小李將軍乃是思訓之子。思訓乃林甫之伯，官至左武衛大將軍，子昭道為太子中舍。父子俱善畫，因父故，人呼昭道為小李將軍也。 \\n 杜措，成都人，亦工畫山水。多作老木懸崖，回阿遠岫，殊多雅思。有《秋日》并《州路詩意圖》并山水卷軸傳於世。亦工佛像。 \\n 杜子瓌，華陽人。工畫佛道，尤精傅彩，調鉛殺粉，別得其方。嘗於成都龍華東禪院畫《毗盧像》，坐赤圓光中、碧蓮華上，其圓光如初出日輪，破淡無迹，人所不到也。 \\n 杜弘義，蜀郡晉平人，工畫佛道高僧。成都寶曆寺有《文殊》、《普賢》并《水陸功德》。 \\n 房從真，成都人，工畫人物蕃馬。事王蜀先主為翰林待詔。嘗於蜀宮板障上畫《諸葛武侯引兵渡瀘水》，人馬執戴，生動如神。蜀主每行至彼，駐而不進，怡然歎曰：「壯哉甲馬！」兼善撥筆鬼神，亦多寺壁。有《寧王射獵》、《陳登斫鱠》、《常建冒雪入京》等圖傳於世。 \\n 宋藝，蜀郡人，工寫貌。事王蜀為翰林待詔。嘗寫唐朝列聖及道士葉法善、一行禪師、沙門海會、內臣高力士等真於大慈寺。 \\n 高道興，成都人，事王蜀為內圖畫庫使。工佛道雜畫，用筆神速，觸類皆精。蜀之寺觀，尤多墻壁。時人諺云：「高君墜筆亦成畫。」 \\n 阮知晦，蜀郡人，工畫貴戚子女，兼長寫貌。事王蜀為翰林待詔。寫王先主真為首出。 \\n 杜齯龜，其先本秦人，避地居蜀，博學強識。工畫羅漢，兼長寫貌。始師常粲，後自成一體。事王蜀為翰林待詔。成都大慈寺有畫壁。 \\n 黃筌，字要叔，成都人。十七歲事王蜀後主為待詔，至孟蜀加檢校少府監，賜金紫，後累遷如京副使。善畫花竹翎毛，兼工佛道人物、山川、龍水，全該六法，遠過三師。花鳥師刁處士，山水師李昇，人物龍水師孫遇也。孟蜀後主廣政甲辰歲，淮南馳聘，副以六鶴，蜀主遂命筌寫六鶴於便坐之殿，因名六鶴殿。蜀人自此方識真鶴。《六鶴集》在「故事拾遺」卷中。由是蜀之豪貴請於圖軸者接迹。時人諺云：「黃筌畫鶴，薛稷減價。」又畫四時花鳥於八卦殿，鷹見畫雉，連連掣臂，遂命翰林學士歐陽炯作記。又寫白兔於縑素，蜀主常懸坐側。有《四時山水》、《花竹》、《雜禽》、《鷙鳥》、《狐兔》、《人物》、《龍水》、《佛道》、《天王》、《山居詩意》、《瀟湘八景》等圖傳於世。 \\n 高從遇，道興之子，襲成父藝，事孟蜀為翰林待詔。曾於蜀宮大安樓下畫《天王》，隊仗甚奇。後遭兵火，廢絕矣。 \\n 阮惟德，知晦之子。紹精父業，事孟蜀為翰林待詔。尤善狀宮闈、禁苑、皇妃、帝戚、富貴之事。有《宮中賞春》、《公子夜宴》、《按舞》、《熨帛》等圖傳於世。 \\n 杜敬安，齯龜之子，繼父之美，事孟蜀為翰林待詔。尤能傅彩。成都大慈寺與其父同畫列壁。 \\n 黃居寶，字辭玉，筌之次男也。少聰警多能，與其父同事蜀為待詔。後累遷水部員外郎，亦工畫花鳥、松石，兼善八分。年未四十而卒。 \\n 趙元德，長安人，天復中入蜀。雜工佛道鬼神、山水屋木。偶唐季喪亂之際，得隋唐名手畫樣百餘本，故所學精博。有《漢高祖過豐沛》、《盤車》、《講學》、《豐稔圖》傳於世。 \\n 趙忠義，元德之子，事孟蜀為翰林待詔。雖從父訓，宛若生知。蜀後主嘗令畫《關將軍起玉泉寺圖》，作地架一座，垂（缺）疊栱，向背無失。蜀主命匠氏較之，無一差者，其精妙如此。嘗與高道興、黃筌輩同畫成都寺壁甚多。 \\n 蒲師訓，蜀人，事孟蜀為翰林待詔。師房從真。嘗携畫詣從真，從真高蹈拊膺曰：「子之所得，非吾所授也。」畫蜀中祠廟、鬼神兵仗、冠冕幢葆，皆盡其美。 \\n 蒲延昌，師訓之子，與其父同時為孟蜀待詔。工畫佛道鬼神外，尤精獅子。行筆勁利，用色不繁。 \\n 張玫，成都人，事孟蜀為翰林祗候。工畫人物士女，兼長寫貌。有《長門醉客》、《按樂》、《擣衣》等圖及《漢唐名臣像》傳於世。 \\n 徐德昌，成都人，事孟蜀為翰林祗候。工畫人物士女。墨彩輕媚，為時所稱。 \\n 周行通，成都人，工畫鬼神、人馬、鷹犬、嬰孩，得其精要。有《李陵送蘇武》、《支遁》、《三雋奪馬》等圖傳於世。 \\n 張玄，簡州金水石城山人，善圖僧相。畫羅漢名播天下，稱金水張家羅漢也。 \\n 孔嵩，蜀人，善畫龍，兼工蟬雀。與黃筌並師刁處士。成都廣福院壁有所畫龍，及有《蟬雀》等圖傳於世。 \\n 丘文播暨弟文曉，廣漢人，並工佛道人物，兼善山水。其品降高、趙輩。成都并其鄉里，頗有畫迹。文播後改名潛。 \\n 趙才，蜀人，工畫鬼神人物，亦長甲騎。蜀川多有遺迹。 \\n 滕昌祐，其先吳人，避地居蜀。工畫花鳥、蟬蝶、折枝、生菜。筆迹輕利，傅彩鮮澤，尤於畫鵝得名。有《四時花鳥》、《魚》、《龜》、《猴》、《兔》及《梅花鵝》、《茴香下睡鵝》，又有《羣鵝泛蓮沼》等圖傳於世。兼善書大字，蜀中寺觀牌額多昌祐書。 \\n 姜道隱，漢州什邡人。齓歲好畫，有時終日不歸，父母尋之，多在佛廟神祠中畫壁下。及長，不事產業，惟畫是好。布衣芒屩，隨身筆墨而已。嘗於淨眾寺方丈畫山水松石，宋王庭隱贈之束縑，道隱置於僧堂，拂衣而去。 \\n 楊元真，不知何許人。工畫佛道，善為曹筆，尤精布色。始居蜀，後召入鄴中，不回。蜀川頗有畫迹。 \\n 董從晦，成都人，世儒家，心游繪事。佛道人物，舉意皆精。成都福感寺有畫壁。 \\n 張景思，蜀人，工畫佛道。蜀中有畫壁。 \\n 跋異，汧陽人，工畫佛道、鬼神。洛中福先寺有畫壁，其品次張圖也。 \\n 王仁壽，汝南宛人，工畫佛道鬼神，兼長鞍馬。始師王殷，後學精吳法。晉末為契丹所掠，太祖受禪放還。相國寺文殊院有《淨土彌勒下生》二壁，淨土院有《八菩薩像》，及有《征遼》、《獵渭》等圖傳於世。 \\n 衛賢，京兆人，事江南李後主為內供奉。工畫人物、臺閣。初師尹繼昭，後伏膺吳體。張文懿家有《春江釣叟圖》，上有李後主書《漁父詞》二首。其一曰：「閬苑有意千重雪，桃李無言一隊春。一壺酒，一竿鱗，快活如儂有幾人？」其二曰：「一棹春風一葉舟，一輪繭縷一輕鉤。花滿渚，酒盈甌，萬頃波中得自由。」有《望賢宮》、《滕王閣》、《盤車》、《水磨》等圖傳於世。 \\n 朱悰，不知何許人，與衛賢並師尹繼昭，而衛為高足。 \\n 曹仲玄，建康豐城人，事江南李後主為翰林待詔。工畫佛道鬼神。始學吳，不得意，遂改迹細密，自成一格。尤於傅彩，妙越等夷。江左梵宇靈祠，多有其迹。 \\n 陶守立，池陽人。江南李後主保大間應舉下第，退居齊山，以詩筆丹青自娛。工畫佛道鬼神、山川人物，至於車馬、臺閣，筆無偏善。嘗於九華草堂壁畫《山程早行圖》，及建康清涼寺有《海水》、李後主金山水閣有《十六羅漢像》，皆振妙於時也。 \\n 竹夢松，建康溧陽人，事江南李後主為東川別駕。工畫人物、子女、宮殿、臺閣，巧絕冠代。 \\n 丁謙，晉陵義興人，工畫竹，兼善寫蔬果。寇忠愍家有寫生《葱》一軸，上有李後主題「丁謙」二字，非凡格也。此畫今歸王晉卿都尉家。 \\n 何遇，江南人，善畫林石、屋木。學慕衛賢，深得其趣。 \\n 陸晃，嘉禾人，善畫田家人物。意思疎野，落筆成像，不預構思。故所傳卷軸或為絕品，或為末品也。 \\n 施璘，京兆藍田人，工畫竹，有生意。 \\n 禪月大師貫休，婺州蘭溪人，道行文章外，尤工小筆。嘗覩所畫水墨羅漢，云是休公入定觀羅漢真容後寫之，故悉是梵相，形骨古怪。其真本在豫章西山雲堂院供養。于今郡將迎請祈雨，無不應驗。休公有詩集行于世，兼善書，謂之姜體，以其俗姓姜也。 \\n 僧楚安，蜀人，善畫山水，點綴甚細。每畫一扇上《安姑蘇臺》或《滕王閣》，千山萬水，盡在目前。今蜀中扇面印版，是其遺範。仁顯云：「筆蹤細碎，全虧六法，非大手高格也」。 \\n 僧傳古大師，四明人，善畫龍水，得名於世。「叙論」卷中已述。皇建院有所畫屏風見存。弟子岳闍黎，受學於師，其品次之。 \\n 僧智蘊，河南人。工畫佛像、人物，學深曹體。雒中天宮寺講堂有《毗盧像》，廣愛寺有《定光佛》，福先寺有《三災變相》數壁。周祖時進《舞鍾馗圖》，賜紫衣。 \\n 僧德符，善畫松柏，氣韻蕭灑。曾於相國寺灌頂院廳壁畫一松一柏，觀者如市，賢士大夫留題凡百餘篇，其為時推重如此。已上各有圖軸傳於世。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷三", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷三卷三 \\n  \\n  \\n  \\n 仁宗皇帝，天資頴悟，聖藝神奇。遇興援毫，超逾庶品。伏聞齊國獻穆大長公主喪明之始，上親畫《龍樹菩薩》，命待詔傳模鏤板印施。聖心仁孝，又非愚臣所能稱頌。若虛舊有家藏御畫《御馬》一疋，其毛赭，白玉銜勒，上有宸翰題云：「慶曆四年七月十四日御畫」，兼有押字印寶。後因伯父內藏借觀，不日赴杭鈐之任，既久假而不歸，居無何，伯父終於任所。此寶遂歸伯母表兄張湍少列，今不復可見，為終身之痛。兼曾見張文懿家有《小猿》一軸，仍聞禁中有《天王菩薩像》。 \\n 太上游心，難可與臣下並列，故尊之卷首。 \\n 紀藝中聖朝建隆元年後，至熙寧七年，總一百五十八人。 \\n 王公士大夫，依仁游藝，臻乎（缺）極者一十三人。 \\n 燕恭肅王　嘉王李後主燕肅 \\n 武宗元　劉永年郭忠恕王士元 \\n 宋道　宋迪文同郭元方董源　 \\n 燕恭肅王，位尊磐石，名重戚藩。天縱多能，精於像物。嘗觀所畫《鶴竹》，雪毛丹頂，傳警露之姿；翠葉霜筠，盡含烟之態。亦嘗自朽《十六羅漢》，令蜀人尹質描染，稜稜風骨，類非常格所能及。聞朱邸甚有遺迹，世罕得見。 \\n 皇弟嘉王，維城茂美，副茅土之疆宗；醴席餘休，命毫煤而取適。嘗觀所畫《墨竹圖》，位置巧變，理應天真，作用縱橫，功齊造化。復愛狀鰕魚、蒲藻、筍籜、蘆花。雖居紫禁之嚴，頗得滄州之趣。筆意超絕，殆非學而知之者矣。王尤精篆籀，有盡六幅縑止書一字者，筆力神俊，可謂驚絕也。 \\n 江南後主李煜，才識清贍，書畫兼精。嘗觀所畫林石、飛鳥，遠過常流，高出意外。金陵王相家有《雜禽花木》，李忠武家有《竹枝圖》，皆稀世之珍玩也。其書名金錯刀。 \\n 燕肅，字穆之。其先燕薊人，後徙家曹南。位龍圖閣直學士，以尚書禮部侍郎致仕。文學治行外，尤善畫山水寒林。澄懷味象，應會感神，蹈摩詰之遐蹤，追咸熙之懿範。太常寺有所畫屏風。玉堂、刑部、景寧坊居第，暨許、洛佛寺中，皆有畫壁。公以壽終於康定元年，贈太尉。公畫與所藏古筆僅百卷，皆取入禁中，故人間所傳圖軸幾希矣。公凡蒞州郡，作刻漏法最精；又嘗被旨造指南車，皆出奇思。 \\n 武宗元，字總之，河南白波人，官至虞曹外郎。善畫佛道人物，筆術精高，曹、吳具備。嘗於雒都上清宮畫《三十六天帝》。其間赤明陽和天帝，潛寫太宗御容，以趙氏火德王天下故也。真宗祀汾陰，還經雒都，幸上清，歷覽繪壁，忽覩聖容，驚曰：「此真先帝也！」遽命設几案焚香再拜，且歎其畫筆之神，竚立久之。上清宮，即唐玄元皇帝廟，舊有吳道子畫《五聖圖》，杜甫詩稱「五聖聯龍袞，千官列雁行」是也。後因廣增庭廡，畫壁遂廢。宗元復運神蹤，高紹前哲。張文懿有詩云：「曾此焚香動至尊」。宋元又嘗於廣愛寺見吳生畫文殊、普賢大像，因杜絕人事旬餘，刻意臨倣，蹙成二小幀，其骨法停分、神觀氣格，與夫天衣纓絡、乘跨部從，較之大像，不差毫釐。自非靈心妙悟、感而遂通者，孰能與於此哉？許昌龍興寺北廊有《帝釋梵王》，及經藏院有《旃檀瑞像》，嵩嶽廟有出隊壁，皆所奇絕也。初名宗道，後改名宗元，以壽終於皇祐二年。有《佛像》、《天王》并《九子母》等傳於世。 \\n 深州防禦使劉永年，字君錫，章獻明肅皇后之姪也。才敏有神力，兼於畫筆。錯綜萬類，非常格可擬。 \\n 郭忠恕，字恕先，洛陽人。少能屬文，七歲舉童子。初，周祖召為博士，後因爭忿於朝堂，貶崖州司戶。秩滿去官，不復仕，縱放岐、雍、陝、洛之間。善畫屋木、林石，格非師授。有設紈素求為圖畫者，必怒而去，乘興即自為之。郭從義鎮岐下，每延止山亭。張素設粉墨於傍，經數月，忽乘醉就圖之，一角作遠山數峯而已，郭氏亦珍惜之。岐有富人主官酒酤，其子喜畫，日給醇酎。設几案絹素，及好紙數軸，屢以情言。忠恕俄取紙一軸，凡數十番，首圖一丱角小童，持線車，紙窮處作風鳶，中引一線，長數丈。富家子不以為奇，遂謝絕焉。太宗素知其名，召赴闕下，授以國子監主簿。忠恕益縱酒，肆言時政得失，頗有怨讟。上惡之，配流登州，死於齊之臨邑道中，尸解焉。有《屋木》卷軸傳於世。忠恕尤精字學，宋元獻嘗手校其《佩觹》三篇，以寶玩之。 \\n 推官王士元，仁壽之子也，靈襟蕭爽。畫法精高，人物師周昉，山水學關同，屋木類郭忠恕，皆造其微。嘗見張文懿家有《雜木寒林》，高丈餘，風韻遒舉，格致稀奇。兼有《伊尹負鼎》、《鳳樓十八怨》、《四時山水》等傳於世。 \\n 宋道，字公達；宋迪，字復古；洛陽人。二難皆以進士擢第，今並處名曹。悉善畫，山水寒林，情致閒雅，體像雍容，今時以為秘重矣。然則友愛之談，所宜推揖。 \\n 文同，字與可，梓潼永泰人。今為司封員外郎、秘閣校理。善畫墨竹，富蕭灑之姿，逼檀欒之秀，疑風可動，不筍而成者也。復愛於素屏高壁狀枯槎老枿，風格簡重，識者珍愛。自賦《一字至十字詩》云：「竹，竹，森寒，潔綠。湘江邊，渭水曲，帷幔翠錦，戈矛蒼玉。虛心異眾草，勁節逾凡木。化龍杖入僊陂，呼鳳律鳴神谷。月娥巾帔淨冉冉，風女笙竽清肅肅。林間飲酒碎影搖金，石上圍棋清陰覆局。屈大夫逐去徒悅椒蘭，陶先生歸來但尋松菊。若檀欒之操則無敵於君，圖蕭灑之姿亦莫賢於僕。」 \\n 郭元方，字子正，京師人，官至內殿承制。善畫草蟲，備究蜚蠉，潛分造化，宜矜妙藝，藹播佳名。然而著意者不及疏略，蓋或點綴過當，翻為失真也。頗有圖軸傳於世。 \\n 董源，字叔達，鍾陵人，事南唐為後苑副使。善畫山水，水墨類王維，著色如李思訓。兼工畫牛、虎，肉肌豐混，毛毳輕浮，具足精神，脫略凡格。有《滄湖山水》、著色《山水》、《春澤牧牛》、《牛》、《虎》等圖傳於世。 \\n 高尚其事，以畫自娛者二人。 \\n 李成宋澥 \\n 李成，字咸熙。其先唐宗室，避地營丘，因家焉。祖父皆以儒學吏事聞於時。至成，志尚沖寂，高謝榮進。博涉經史外，尤善畫山水寒林，神化精靈，絕人遠甚。「叙論」卷中已述。開寶中，都下王公貴戚，屢馳書延請，成多不答。學不為人，自娛而已。後游淮陽，以疾終於乾德五年。子覺，尤以經術知名，職踐館閣。請恩幽閟，贈光祿丞。事見宋白所撰《墓碣》。有《煙嵐曉景》、《風雨四時山水》、《松柏寒林》等圖傳於世。 \\n 宋澥，字則未聞，長安人。故樞密湜之弟，司封道之從祖也。姿度高潔，不樂從仕。圖畫之外，無所嬰心。善畫山水、林石，凝神遐想，與物冥通。遇興登樓，有時操筆，故人間不多見其迹。有《烟嵐曉景》、《奔灘怪石》等圖傳於世。 \\n 業於繪事，馳名當代者一百四十六人。人物、山水、花鳥、雜畫，分為四門。 \\n 人物門五十三人，僧道並獨工傳寫者附。 \\n 王靄高益王瓘孫夢卿 \\n 趙光輔　趙隱士孫知微勾龍爽 \\n 李文才　石恪袁仁厚趙長元 \\n 王齊翰　周文矩顧德謙郝處 \\n 厲昭慶　顧洪祝李雄侯翼 \\n 高文進　王道真李用及李象坤 \\n 高懷節　張昉高元亨楊朏子圭 \\n 王兼濟　孫懷悅陳用智孟顯 \\n 陳士元　王拙王居正葉進成 \\n 葉仁遇郝澄童仁益毛文昌 \\n 南簡　龍章子淵武洞清江惟清 \\n 鍾文秀田景李元濟王易 \\n 陳坦令宗　李八師劉道士 \\n 王靄，京師人。工畫佛道人物，長於寫貌，五代間以畫聞。晉末與王仁壽皆為契丹所掠，太祖受禪放還，授圖畫院祗候。遂使江表，潛寫宋齊丘、韓熙載、林仁肇真，稱旨，改翰林待詔。今定力院《太祖御容》、《梁祖真像》，皆靄筆也。太祖御容潛龍日寫，後改裝中央服矣。又畫開寶寺文殊閣下《天王》、及景德寺九曜院《彌勒下生像》，最為奇出。 \\n 高益，涿郡人，工畫佛道鬼神、蕃漢人馬。太祖朝，潛歸京師。始貨藥以自給，每售藥必畫鬼神或犬馬於紙上，藉藥與之，由是稍稍知名。時太宗在潛邸，外戚孫氏喜畫，孫氏有酒樓。一日，遇四老人飲酒有異，疑其神仙，因謂之四皓樓，亦謂孫氏為孫四皓也。因厚遇益，請為圖畫。未幾，太宗龍飛。孫氏以益所畫《搜山圖》進上，遂授翰林待詔。後被旨畫大相國寺行廊《阿育王》等變相暨《熾盛光》、《九曜》等，有位置小本，藏於內府。後寺廊兩經廢置，皆飭後輩名手依樣臨倣。又畫崇夏寺大殿善神，筆力絕人。有《南國鬥象》、《衛士騎射》、《蕃漢出獵》等圖傳於世。 \\n 王瓘，河南雒陽人，工畫佛道人物，深得吳法，世謂之小吳生。石中令嘗令畫雒中昭報寺壁，及有佛道功德、故事、人物等圖傳於世。 \\n 孫夢卿，東平人，工畫佛道人物，亦專吳學。尤長寺壁，謂之孫脫壁。嘗與王靄對畫開寶寺文殊閣下西北方毗樓《博义天王像》，並大相國寺甚有其迹，今多不存矣。 \\n 趙光輔，華原人，工畫佛道，兼精蕃馬。筆鋒勁利，名刀頭燕尾。太祖朝為圖畫院學生，故鄉里呼為趙評事。許昌開元、龍興兩寺皆有畫壁。浴室院《地獄變》尤佳。有《功德》、《蕃馬》等傳於世。 \\n 隱士趙雲子，善畫道像。於青城丈人觀畫諸仙，奇絕。孫太古嘗陰使人問已畫，趙云：「孫畫雖善，而傷豐滿，乏清秀。」孫由是感悟。 \\n 孫知微，字太古，眉陽人。精黃老學，善佛道畫。於成都壽寧院畫《熾盛光》、《九曜》及諸墻壁，時輩稱伏。知微凡畫聖像，必先齋戒疏瀹，方始援毫。有《功德》并故事人物傳於世。知微始畫《壽寧九曜》也，令童仁益輩設色。其《水聖侍從》，有持水晶瓶者，因增蓮花於瓶中。知微既見，愀然曰：「瓶所以鎮天下之水，吾得之於道經。今則奚以花為？嗟乎！畫蛇着足，失之遠矣。」 \\n 勾龍爽，蜀人，國初為翰林待詔。工畫佛道人物，善為古體衣冠，精裁密緻，亦一代之奇筆也。有《功德》并故事人物傳於世。 \\n 李文才，華陽人，工畫松石，兼長寫貌。事孟蜀為翰林待詔。廣政中，荊南高王令人入蜀，請文才寫《義興門街雙筍石》并其故事，又嘗寫蜀主并名臣真像於大慈寺，亦有圖軸傳於世。 \\n 石恪，蜀人，性滑稽，有口辯，工畫佛道人物。始師張南本，後筆墨縱逸，不專規矩。蜀平，至闕下，嘗被旨畫相國寺壁。授以畫院之職，不就。堅請還蜀，詔許之。恪不樂都下風物，頗有譏誚雜言，或播人口。有《唐賢像》、《五丁開山》、《巨靈擘太華》、《新羅人角力》等圖傳於世。 \\n 袁仁厚，蜀人，早師李文才。乾德中至闕下，未久，還蜀。因求得前賢畫樣十餘本持歸。平居以畫自適，終老鄉閭，蜀川亦有遺迹。 \\n 趙長元，蜀人，工畫佛道人物，兼工翎毛。初隨蜀主至闕下，隸尚方彩畫匠人。因於禁中墻壁畫雉一隻，上見之嘉賞，尋補圖畫院祗候。今《東太一宮貴神像》、《華嚴十六羅漢》，並長元筆。 \\n 王齊翰，建康人，事江南李後主為翰林待詔。工畫佛道人物。開寶末，金陵城陷，有步卒李貴入佛寺中，得齊翰所畫《羅漢》十六軸，尋為商賈劉元嗣以白金二百星購得之，齎入京師，於一僧處質錢。後元嗣詣僧請贖，其僧以過期拒之，因成爭訟。時太宗尹京，督出其畫，覽之嘉歎。遂留畫，厚賜而釋之。經十六日，太宗登極，後名應運羅漢。 \\n 周文矩，建康句容人，事江南李後主為翰林待詔。工畫人物、車馬、屋木、山川。尤精仕女，大約體近周昉，而更增纖麗。有《貴戚遊春》、《擣衣》、《熨帛》、《繡女》等圖傳於世。 \\n 顧德謙，建康人，工畫人物。風神清勁，舉無與比。李後主愛重之，嘗謂曰：「古有凱之，今有德謙。二顧相望，繼為畫絕矣！」識者以為知言。呂文靖家有《蕭翼說蘭亭故事》橫卷，青錦褾飾，碾玉軸頭，實江南之舊物。窺其風格，可知非謬也。 \\n 郝處，江南人，工畫佛道鬼神，兼長寫貌。處本一商賈，酷好圖畫，因而家產蕩盡，唯學畫耳。 \\n 厲昭慶，建康豐城人，工畫人物。事江南為翰林待詔。後隨李後主至闕下，授圖畫院祗候。 \\n 顧洪祝，不知何許人，工畫人物。傳其名而未見其迹。 \\n 李雄，北海人，工畫佛道，偏長鬼神，罕有倫比。太宗朝為圖畫院祗候，因忤旨遯去。北海龍興寺有畫壁。 \\n 侯翼，安定人，工畫佛道人物。夙振吳風，窮乎奧旨。長安、洛汭，寺壁尤多，兼有《三教聖像》、故事人物等圖傳於世。 \\n 高文進，從遇之子。工畫佛道，曹、吳兼備。乾德乙丑歲，蜀平，至闕下。時太宗在潛邸，多訪求名藝，文進遂往依焉。後以攀附授翰林待詔。未幾，重修大相國寺，命文進傚高益舊本畫行廊變相，及太一宮、壽寧院、啟聖院暨開寶塔下諸功德墻壁，率皆稱旨。又勑令訪求民間圖畫，繼蒙恩獎。相國寺大殿後《擎塔天王》，如出墻壁，及殿西《降魔變相》，其迹並存。今畫院學者咸宗之，然曾未得其仿佛耳。 \\n 王道真，蜀郡新繁人，工畫佛道人物，兼長屋木。太宗朝因高文進薦引，授圖畫院祗候。嘗被旨畫相國寺，并玉清昭應宮壁。今相國寺殿東畫《給孤獨長者買祇陀太子園因緣》、并殿西畫《誌公變》、《十二面觀音像》，其迹並存。 \\n 李用及、李象坤，並工畫佛道人物，尤精鬼神。嘗與高文進、王道真同畫相國寺壁，並為良手。殿東畫《牢度叉鬥聖變相》，其迹見存。 \\n 高懷節，文進長子，太宗朝為翰林待詔。頗有父風，嘗與其父同畫相國寺壁。兼長屋木，為人稱愛也。 \\n 張昉，臨汝人，工畫佛道人物，筆專吳體。嘗畫玉清昭應宮《奏樂天女》，高丈餘，掇筆而成。本郡開元寺有畫壁，亦佳手也。 \\n 高元亨，京師人。工畫佛道人物，兼長屋木，多狀京城市肆車馬。有《瓊林苑》、《角抵》、《夜市》等圖傳於世。 \\n 楊朏，京師人，後家泗上。工畫佛道人物，尤於觀音得名天下。然而手足間時或小失停分，蓋於骨法用筆跨邁倫輩；是其小疵，不足以累大醇也。亦愛畫西南夷人，妙得其旨。世盛傳楊朏《波斯》。子圭，有父風。 \\n 王兼濟，河南洛陽人，工畫佛道鬼神。洛中南宮有《十太乙像》，嵩嶽廟有與武虞曹對畫墻壁。武畫出隊，兼濟畫入隊，眾所播傳也。 \\n 孫懷悅，安定靈臺人，工畫佛道人物，學吳生為得法。雒中有寺壁。 \\n 陳用智，穎川郾城人，天聖中為圖畫院祗候。未久，罷歸鄉里。工畫佛道、人馬、山川、林木，精詳巧贍，難跨伊人。但意務周勤，格乏清致。有《功德》、《蕃馬》、故事人物等圖傳於世。用智居小窯鎮，多謂之小窯陳。 \\n 孟顯，安化華池人，工畫佛道鬼神、人馬、屋木。大率作用氣格，略與陳用智相似。多謂之小孟，亦云紅樓孟家。 \\n 陳士元，京師人，善畫人物屋木。有《嘉慶圖》、故事人物傳於世。 \\n 王拙，河東郡人，工畫佛道人物。初畫玉清昭應宮壁，選中右第一。 \\n 王居正，拙之子，善畫仕女。酷學周昉，精密有餘，而氣韻不足。 \\n 葉進成，江南人，工畫人物。嘗見楊褒虞曹家有《醉道圖》，頗得閻令之體。 \\n 葉仁遇，進成族弟，工畫人物，多狀江表市肆風俗、田家人物。 \\n 郝澄，金陵句容人，工畫佛道鬼神。學通相術，精於傳寫。已上各有圖軸傳於世。 \\n 童仁益，蜀郡人，工畫人物尊像。出自天資，不由師訓，乃孫知微之亞也。嘗畫《青城山丈人觀諸仙》。淳化末，仁益以成都天慶觀仙遊閣下，舊有石恪畫《左右龍虎君》，遂抒思援毫，於天慶觀前亦畫《龍虎君》兩壁。及畫大慈寺中佛殿《漢明帝》、《摩騰》、《竺法三藏》，保福院畫《首楞嚴二十五觀》，筆力勁健。頗有圖軸傳於輦下，好事者往往誤評為孫知微之筆也。 \\n 毛文昌，蜀郡人，工畫田家風物。有《江村晚釣》、《村童入學》、《郊居豐稔》等圖傳於世。 \\n 南簡，平涼人，工畫佛道人物。世傳其名，未見其迹。 \\n 龍章，京兆櫟陽人。工畫佛道人物，兼工傳寫，尤善畫虎。曾有貨藥人楊生檻中養一虎，章因就視寫之，故畫虎最臻形似。子淵，有父風。 \\n 武洞清，工佛道人物，特為精妙。有《雜功德》、《十一曜》、《二十八宿》、《十二真人》等像傳於世。 \\n 鍾文秀，京師人，今為翰林待詔。工畫佛道人物。兼學關同山水，亦得其法。 \\n 田景，慶陽人，工畫人物，有奇思。嘗得景一扇面，畫三教，作二童奕棋於僧前。一則乘勝而矜誇，一則敗北而悔沮，僧臨視而笑，瞻顧如生。惜其孤貧，聲聞不顯。後之陳留，不知所終。 \\n 李元濟，太原人，工畫佛道人物，精於吳筆。熙寧中召畫相國寺壁，命官較定眾手。時元濟藝與崔白為勁敵，議者以元濟學遵師法，不妄落筆，遂推之為第一。其間佛鋪，多是元濟之筆也。 \\n 王易，鄜州人，亦工佛道人物，學隣元濟。時同畫相國寺壁，畫畢，各歸鄉里，都人稱伏之。 \\n 陳坦，晉陽人，工畫佛道人物。都下奉先、普安二佛剎尤多功德墻壁。相國寺北廊《高僧》，乃坦所畫。其於田家村落風景，固為獨步。有《村醫》、《村學》、《田家娶婦》、《村落祀神》、《移居》、《豐社》等圖傳於世。 \\n 僧令宗，廣漢人，工畫佛道人物。成都大慈寺三學院并揭帝堂，有畫壁。 \\n 道士李八師亡其名，邛州依政人，於本縣崇聖觀披掛。工畫道門尊像，青城山丈人觀亦有畫壁。 \\n 劉道士亡其名，建康人，工畫佛道鬼神，落筆遒怪。江南寺觀，時見其迹。尤愛畫甘露佛，多傳於世。 \\n 獨工傳寫者七人 \\n 牟谷高太沖　尹質歐陽黌 \\n 元靄維真何充　 \\n 牟谷，不知何許人。工相術，善傳寫，太宗朝為圖畫院祗候。端拱初，詔令隨使者往交趾國寫安南王黎桓及諸陪臣真像，留止數年。既還，屬宮車晏駕，未蒙恩旨，閒居閶闔門外。久之，真宗幸建隆觀，谷乃以所寫《太宗御容》張於戶內，上見之，勑中使收赴行在。詰其所由，谷具以實對，上命釋之。時《太宗御容》已令元靄寫畢，乃更令谷寫正面御容，尋授翰林待詔。能寫正面，唯谷一人而已。 \\n 高太沖，江南人，工傳寫。事李中主為翰林待詔。嘗寫李中主真，得其神思。 \\n 尹質，蜀人，工傳寫。嘗寫燕王真，頗蒙顧遇。有《藥王像》、《孫思邈像》并畫猴傳於世。 \\n 歐陽黌，京師人，工傳寫。宗侯貴戚，多所延請。其藝與僧維真相抗，餘無出其右者。 \\n 僧元靄，蜀人，自幼入京，依定力院輪公落髮。妙工傳寫，為太宗朝供奉。一日，在禁中傳寫，為一小黃門毀辱，遍問同列無肯言其姓名者。乃草一頭子懷之，見都知李神福，訴以毀辱之事。神福曰：「小底至多，不得其名，誰受其責？」靄乃探懷中所草頭子示之，李一見嗟訝，曰：「此鄧某也亡其名。何其倉卒之間，傳寫如此之妙！」因召鄧責誚，伏過而去。 \\n 僧維真，嘉禾人，工傳寫。嘗被旨寫仁宗、英宗御容，賞賚殊厚。元靄之繼矣。名公貴人，多召致傳寫，尤以善寫貴人得名。 \\n 何充，姑蘇人，工傳寫。擅藝東南，無出其右者。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷四", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷四卷四 \\n  \\n  \\n  \\n 紀藝下 \\n 山水門凡二十四人，僧附。 \\n 范寬劉永王端翟院深 \\n 燕貴許道寧紀真黃懷玉 \\n 商訓丘訥龐崇穆李隱 \\n 高克明屈鼎　郝銳梁忠信 \\n 李宗成郭熙董贇侯封 \\n 符道隱擇仁巨然繼肇 \\n 范寬，字中立，華原人，工畫山水。理通神會，奇能絕世。體與關、李特異，而格律相抗。「叙論」卷中已述。寬儀狀峭古，進止疎野，性嗜酒、好道。嘗往來雍雒間，天聖中猶在，耆舊多識之。有《冒雪高峯》、《四時山水》并故事人物傳於世。或云，名中立，以其性寬，故人呼為范寬也。 \\n 劉永，京師人，工畫山水。始師僧德符，畫松石，後遍求諸家山水，採其所長而傚之。及見荊浩之迹，乃知諸家有所未盡。一日，復覩關同畫，俄歎曰：「是乃得名至藝者乎！向所謂登東山而小魯。」遂捐棄餘學，專法關氏。果遂升堂，馳名當代矣。有《瀑泉》屏風、《四時山水》、《山居詩意》等圖傳於世。 \\n 王端，字子正，瓘之子，工畫山水。專學關同，得其要者惟劉永與端耳。相國寺淨土院舊有畫壁，惜乎主僧不鑒，遂至杇墁。端雖以山水著名，然於佛道、人馬，自為絕格。兼善傳寫，嘗寫真廟御容稱旨，授三班奉職。有《佛道功德》、故事人物、《四時山水》傳於世。 \\n 翟院深，北海人，工畫山水，學李光丞。院深少為本郡伶官，一日府會，院深擊鼓忘其節奏，部長按舉其罪。太守面詰之，院深乃曰：「院深雖賤品，天與之性，好畫山水。向擊鼓次，偶見雲聳奇峯，堪為畫範，難明兩視，忽亂五聲。」太守嘉而釋之。院深學李光丞為酷似，但自創意者，覺其格下。專臨模者，往往亂真。 \\n 燕貴，本隸尺籍，工畫山水。不專師法，自立一家規範。大中祥符初，建玉清昭應宮，貴預役焉。偶暇日，畫山水一幅，人有告董役劉都知者，因奏補圖畫院祗候，實精品也。呂文靖宅廳後屏風，乃貴所畫，亦有圖軸傳於世。 \\n 許道寧，長安人，工畫山水，學李光丞。始尚矜謹，老年唯以筆畫簡快為己任。故峯巒峭拔，林木勁硬，別成一家體。故張文懿贈詩曰：「李成謝世范寬死，唯有長安許道寧。」非過言也。長安涼榭中寫終南、太華二壁，今存。有《山水寒林》、《臨深履薄》、《早行詩意》、《潘閬倒騎驢》等圖傳於世。 \\n 紀真、黃懷玉，並工畫山水，學范寬逼真。 \\n 商訓，工畫山水，亦學寬。但皴淡山石、圖寫林木，皆不及紀與黃也。 \\n 丘訥，河南雒陽人。工畫山水，體近許道寧。筆氣不逮，而用墨過之。 \\n 龐崇穆，右北平人，工畫山水。始建玉清昭應宮，召崇穆畫山水數壁，能為羣峯列岫、雲煙聚散之象。功畢，上欲旌以畫院之職，乃遯去不仕。 \\n 李隱，五原人，工畫山水。大中祥符末，營會靈觀，命隱寫五嶽山形於壁，及畫山水於五殿屏扆。觀其危峯疊嶂，遠水疎林，可謂盡美矣。然而鈎描筆困，槍上聲淡墨焦，斯為未至爾。 \\n 高克明，京師人，仁宗朝為翰林待詔。工畫山水，採擷諸家之美，參成一藝之精。團扇臥屏，尤長小景。但矜其巧密，殊乏飄逸之妙。 \\n 屈鼎，京師人，仁宗朝為圖畫院祗候。工畫山水，得燕貴之仿佛。龐相第屏風乃鼎所畫。 \\n 郝銳，不知何許人，工畫山水。人或稱之，而未見其迹。 \\n 梁忠信，京師人，仁宗朝為圖畫院祗候。工畫山水。體近高克明，而筆墨差嫩。又寺宇過盛，棧道兼繁，人或譏之也。恐其亂高，故顯出之。以上各有圖軸傳於世。 \\n 李宗成，鄜畤人，工畫山水寒林，學李成。破墨潤媚，取象幽奇。林麓江臯，尤為盡善。樞府東廳有《大濺撲》屏風，乃宗成所畫。石上有崔愨畫鷺鷥一隻。有《風雨江山》、《拜月圖》、《四時山水》、《松柏寒林》等傳於世。 \\n 郭熙，河陽溫人，今為御書院藝學。工畫山水寒林。施為巧贍，位置淵深。雖復學慕營丘，亦能自放胸臆。巨障高壁，多多益壯，今之世為獨絕矣。熙寧初，勑畫小殿屏風。熙畫中扇，李宗成、符道隱畫兩側扇，各盡所蘊。然符生鼎立於郭、李之間，為幸矣。 \\n 董贇，穎川長社人，工畫山水寒林。學志精勤，毫鋒老硬。但器類近俗，格致非高。 \\n 侯封，邠人，今為圖畫院學生。工畫山水寒林。始學許道寧，不能踐其老格。然而筆墨調潤，自成一體，亦郭熙之亞。 \\n 符道隱，長安人，工畫山水寒林。學無師法，多從已見。當其合作，亦有可觀。 \\n 永嘉僧擇仁，善畫松。初採諸家所長而學之。後夢吞數百條龍，遂臻神妙。性嗜酒，每醉，揮墨於綃紈粉堵之上，醒乃添補。千形萬狀，極於奇怪。曾飲酒永嘉市，醉甚，顧新泥壁，取拭盤巾濡墨灑其上，明日少增修，為狂枝枯枿。畫者皆伏其神筆。 \\n 鍾陵僧巨然，工畫山水，筆墨秀潤。善為煙嵐氣象、山川高曠之景，但林木非其所長。隨李主至闕下，學士院有畫壁，兼有圖軸傳於世。 \\n 吳僧繼肇，工畫山水。與巨然同時，體雖相類，而峯巒稍薄怯也。相國寺資聖閣院有所畫屏風。 \\n 花鳥門凡三十九人，僧道附。 \\n 黃居寀　劉贊夏侯延祐丘慶餘 \\n 高懷寶　徐熙徐崇矩徐崇嗣 \\n 唐希雅　唐宿唐忠祚解處中 \\n 祁序　陶裔母咸之傅文用 \\n 劉夢松劉文惠李符李懷袞 \\n 王曉　趙昌王友鐔宏 \\n 易元吉　崔白崔愨艾宣 \\n 李吉　侯文慶董祥葛守昌 \\n 李祐　丁貺閻士安居寧 \\n 慧崇　何尊師牛戩　 \\n 黃居寀，字伯鸞，筌之季子也。工畫花竹、翎毛。默契天真，冥周物理。「叙論」卷中已述。始事孟蜀為翰林待詔，與父筌俱蒙恩遇。圖畫殿庭墻壁、宮闈屏障，不可勝紀。學士徐光溥嘗獻《秋山圖歌》以美之。曾於彭州棲真觀壁畫水石一堵，自未至酉而畢，觀者莫不歎其神速且妙也。乾德乙丑歲，隨蜀主至闕下。太祖舊知其名，尋真命。太宗皇帝尤加睠遇，供進圖畫，恩寵優異，仍委之搜訪名蹤，銓定品目。居寀狀太湖石尤過乃父。有《四時山景》、《花竹翎毛》、《鷹鶻犬兔》、《湖灘水石》、《春田放牧》等圖傳於世。 \\n 劉贊，蜀人，工畫花竹翎毛，兼長龍水。迹意兼美，名播蜀川。 \\n 夏侯延祐，蜀郡人，工畫花竹、翎毛。師黃筌，粗得其要。始事孟蜀為翰林待詔。既歸朝，拜真命，為圖畫院藝學。各有圖軸傳於世。 \\n 丘慶餘，潛之子，工畫花竹、翎毛，兼長草蟲。墨彩俱媚，風韻尤高。有《四時花鳥》、《蜂蟬》、《竹枝》等傳於世。 \\n 高懷寶，懷節之弟，工畫花竹、翎毛、草蟲、蔬菓，頗臻精妙。與兄懷節同時入仕，為圖畫院祗候。高氏自道興至二子，凡四世，皆以畫進。雖曰藝成，然而不墜家聲，賞延於世。可佳矣。 \\n 徐熙，鍾陵人，世為江南仕族。熙識度閑放，以高雅自任。善畫花木、禽魚、蟬蝶、蔬菓。學窮造化，意出古今。「叙論」卷中已述。徐鉉云：「落墨為格，雜彩副之；迹與色不相隱映也。」又熙自撰《翠微堂記》云：「落筆之際，未嘗以傅色暈淡細碎為功。」此真無愧於前賢之作，當時已為難得。李後主愛重其迹。開寶末，歸朝，悉貢上宸廷，藏之秘府。亦有《寒蘆》、《野鴨》、《花竹》、《雜禽》、《魚蟹》、《草蟲》、《蔬苗》、《果蓏》并《四時折枝》等圖傳於世。 \\n 徐崇矩、徐崇嗣，並熙之孫，善繼先志，克著佳聲。 \\n 唐希雅，嘉興人，妙於畫竹，兼工翎毛。始學李後主金錯刀書，遂緣興入於畫。故為竹木，多顫掣之筆。蕭踈氣韻，無謝東海矣。徐鉉云：「翎毛粗成而已，精神過之。」 \\n 唐宿、唐忠祚，並希雅之孫，夙擅家聲，皆躋妙格。 \\n 解處中，江南人，事李後主為翰林司藝。特於畫竹盡嬋娟之妙，但間泊翎毛，頗虧形似耳。 \\n 祁序，江南人，工畫花竹、翎毛，兼長水牛。鬱有高致也。 \\n 陶裔，京兆鄠人，工畫花竹翎毛。形製設色，亞於黃筌。真宗朝為圖畫院祗候。祥符中，畫御座屏扆稱旨，尋改翰林待詔。 \\n 母咸之，江南人，工畫朝鷄，妙冠一時。 \\n 傅文用，京師人，工畫花竹翎毛，有黃氏之風。特精野雉鵪鶉，能辨四時毛彩。 \\n 劉夢松，江南人，善畫水墨花鳥，隨宜取象，如施眾形。 \\n 劉文惠，不知何許人，善畫花竹翎毛，傅彩雖勤，而氣格傷懦。 \\n 李符，襄陽人，工畫花竹翎毛。仿佛黃體，而丹青雅淡，別是一種風格。然於翎毛骨氣間有得失耳。 \\n 李懷袞，蜀郡人，工畫花竹翎毛。學黃氏，與夏侯延祐不相上下。今陳康肅第屏風，乃懷袞所畫。 \\n 王曉，魯郡泗水人，善畫鷹鷂、柘棘。師郭乾暉，而遊其藩。 \\n 趙昌，字昌之，廣漢人，工畫花果，其名最著。然則生意未許全株，折枝多從定本。惟於傅彩，曠代無雙。古所謂失於妙而後精者也。昌兼畫草蟲，皆云盡善。苟圖禽石，咸謂非精。昌家富，晚年復自購己畫，故近世尤為難得。 \\n 王友，漢州人，少隸本郡克寧軍籍。工畫花果，師趙昌為高足。雖窮傅彩之功，終乏潤澤之妙。 \\n 鐔宏，成都人，工畫花果。復師王友，初云齒教，後即肩隨矣。以上各有圖軸傳於世。 \\n 易元吉，字慶之，長沙人。靈機深敏，畫製優長。花鳥蜂蟬，動臻精奧。始以花果專門，及見趙昌之迹，乃歎服焉。後志欲以古人所未到者馳其名，遂寫獐猿。嘗遊荊湖間，入萬守山百餘里，以覘猿狖獐鹿之屬，逮諸林石景物，一一心傳足記。得天性野逸之姿，寓宿山家，動經累月，其欣愛勤篤如此。又嘗於長沙所居舍後疏鑿池沼，間以亂石叢花、疎篁折葦，其間多蓄諸水禽，每穴窗伺其動靜遊息之態，以資畫筆之妙。治平甲辰歲，景靈宮建孝嚴殿，乃召元吉畫迎釐齊殿御扆。其中扇畫太湖石，仍寫都下有名鵓鴿及雒中名花，其兩側扇畫孔雀。又於神遊殿之小屏畫牙獐，皆極其思。元吉始蒙其召也，欣然聞命，謂所親曰：「吾平生至藝，於是有所顯發矣。」未幾，果勑令就開先殿之西廡張素畫《百猨圖》，命近要中貴人領其事，仍先給粉墨之資二百千。畫猨纔十餘枚，感時疾而卒。元吉平日作畫，格實不羣，意有踈密。雖不全拘師法，而能伏義古人。是乃超忽時流，周旋善譽也。向使元吉卒就《百猨》，當有遇於人主；然而遽喪，其命矣夫。有《獐猿》、《孔雀》、《四時花鳥》、寫生《蔬果》等傳於世。建隆觀翊教院殿東獐猿林石絕佳。又嘗於餘杭後市都監廳屏風上畫鷂子一隻，舊有燕二巢，自此不復來止。 \\n 崔白，字子西，濠梁人。工畫花竹翎毛。體製清贍，作用疏通。雖以敗荷鳧雁得名，然於佛道鬼神、山林人獸，無不精絕。凡臨素多不用杇，復能不假直尺界筆為長絃挺刃。熙寧初，命白與艾宣、丁貺、葛守昌畫垂拱殿御扆鶴竹各一扇，而白為首出。後恩補圖畫院藝學。白自以性踈闊，度不能執事，固辭之。于時上命特免雷同差遣，非御前有旨毋召，凡直授聖旨，不經有司者，謂之御前祗應。出於異恩也。然白之才格，有邁前脩。但過恃主知，不能無纇。相國寺廊之東壁，有《熾盛光》、《十一曜》、《坐神》等。廊之西壁有佛一鋪，圓光透徹，筆勢欲動。北都大安寺、許昌湖亭，皆有畫壁。及嘗見《敗荷雪雁》、《四時花鳥》、《謝安登山》、《子猷訪戴》等圖，多遇合作。 \\n 崔慤，字子中，白之弟也，今為左廷直。工畫花竹、翎毛，狀物佈景，與白相類。嘗觀《敗荷雪雁》及《四時花竹》，風範清懿，動多新巧。有時作《隔蘆睡雁》，尤多意思。 \\n 艾宣，鍾陵人，工畫花竹、翎毛。孤標高致，別是風規。敗草荒榛，尤長野趣。鵪鶉一種，特見精絕。 \\n 李吉，京師人，嘗為圖畫院藝學。工畫花竹、翎毛，學黃氏為有功。後來院體，未有繼者。 \\n 侯文慶，京師人，今為翰林待詔。工畫草蟲及寫蔬菜，體尚精謹，殊乏生氣。 \\n 董祥，京師人，今為翰林待詔。工畫花木。有《琉璃瓶中雜花折枝》，人多愛之。 \\n 葛守昌，京師人，今為圖畫院祗候。工畫花竹翎毛，兼長草蟲蔬菜。 \\n 李祐，河內人；丁貺，濠梁人；皆工畫花竹翎毛，各有所長。求之才格，難乎其人也。 \\n 閻士安，陳州宛丘人，以醫術為助教。工畫墨竹，筆力老勁，名著當時。每於大卷高壁為不盡景，或為風勢，甚有意趣。復愛作墨蟹蒲藻，等閑而成，為人所重也。 \\n 僧居寧，毗陵人，妙工草蟲，其名藉甚。嘗見水墨草蟲有長四五寸者，題云「居寧醉筆」，雖傷大而失真，然則筆力勁俊，可謂稀奇。梅聖俞贈詩云：「草根有纖意，醉墨得已熟。」好事者每得一扇，自為珍物。 \\n 建陽僧慧崇，工畫鵝、雁、鷺鷥，尤工小景。善為寒汀遠渚，蕭灑虛曠之象，人所難到也。 \\n 何尊師亡其名，閬中人。善畫猫兒，今為難得。 \\n 道士牛戩，河內人。工畫翎毛，多寫班鳩野鵲，但柘棘不甚精高。以上各有圖軸傳於世。 \\n 雜畫門凡三十五人，僧道附。 \\n 卑顯　張翼張戡丘士元 \\n 裴文睍　胡九齡馮清包貴 \\n 包鼎　趙邈齪辛成馮進成 \\n 吳進　吳懷董羽任從一 \\n 趙幹曹仁熙荀信戚文秀 \\n 路衙推　楊揮朱澄徐易 \\n 徐白　劉文通蔡潤蒲永昇 \\n 何霸　張經支選蘊能 \\n 呂拙　趙裔鄧隱　 \\n 卑顯，不知何許人，真宗朝為翰林待詔。工畫馬，有韓幹之風，而筆力勁健。有《按御馬圖》、《伯樂相馬》、《秣馬》、《渲馬》等圖傳於世。 \\n 張翼，一名鈐，豳國人。工畫蕃馬。師趙光輔，得其筆法。但狀彼胡人，不能酷似耳。 \\n 張戡，瓦橋人，工畫蕃馬。居近燕山，得胡人形骨之妙，盡戎衣鞍勒之精。然則人稱高名，馬虧先匠，今時為獨步矣。 \\n 丘士元，不知何許人。工畫水牛。精神形似外，特有意趣。 \\n 裴文睍，京師人，仁宗朝為翰林待詔。工畫水牛，骨氣老重，劄渲謹密，亦一代之佳手也。 \\n 胡九齡，絳人。工畫水牛。筆弱於裴，而意特蕭灑。愛作臨水倒影牛，人多稱之。 \\n 馮清，陝郡閿鄉人，善畫橐駞，兼工平畫。景靈宮北廊墻壁《道經變相》，乃清之筆。 \\n 包貴，宣城人。善畫虎，名聞四遠，世號老包也。 \\n 包鼎，貴之子。雖從父訓，抑又次焉。子孫襲而學者甚眾，雖非類犬，然終不能踐貴、鼎之閾矣。以上各有圖軸傳於世。 \\n 趙邈齪亡其名，性惟質魯，不善修飾，故人號為邈齪。妙工畫虎，有《伏崖》、《嘯風》、《 \\n 舐掌》等虎傳於世。 \\n 辛成，不知何許人，亦以畫虎聞於時。 \\n 馮進成，江南人。善畫犬、兔，筆迹縝細。 \\n 吳進、吳懷，並江南人，善畫龍水。 \\n 董羽，毗陵人。有鄧艾之疾，語不能出，俗號董啞子。善畫龍水、海魚。始事江南為翰林待詔。既歸朝，領真命，為圖畫院藝學。鍾陵清涼寺，有李中主八分題名、李簫遠草書、羽畫海水，為三絕。又畫李後主香花閣圖屏。及歸朝後，太宗嘗令畫端拱樓下《龍水》四壁，極其精思，及畫玉堂屋壁《海水》，見存。羽始被命畫端拱樓《龍水》，凡半載功畢，自謂即拜恩命。一日，上與嬪御登樓，時皇子尚幼，見畫壁驚畏啼呼，亟令圬鏝。羽卒不受賞，亦其命也。 \\n 任從一，京師人，仁宗朝為翰林待詔。工畫龍水、海魚，為時推賞。舊有金明池水心殿御座屏扆，畫《出水金龍》，勢力遒怪。今建隆觀翊教院殿後，有所畫《龍水》二壁。 \\n 趙幹，江南人，工畫水。事江南為畫院學生。 \\n 曹仁熙，毗陵人。工畫水，善為驚濤怒浪，馳名江介。 \\n 荀信，江南人，工畫龍水。真宗朝為翰林待詔。天禧中嘗被旨畫會靈觀御座扆屏《看水龍》，妙絕一時。後移入禁中。 \\n 戚文秀，工畫水，筆力調暢。嘗觀所畫《清濟灌河圖》，旁題云：「中有一筆長五丈」。既尋之，果有所謂一筆者。自邊際起，通貫於波浪之間，與眾毫不失次序。超騰回摺，實逾五丈矣。 \\n 路衙推亡其名，不知何許人。善畫魚，體致純古。以上各有圖軸傳於世。 \\n 朱澄，事江南為翰林待詔。工畫屋木。李中主保大五年，嘗令與高太冲等合畫《雪景宴圖》，時稱絕手。 \\n 楊揮，江南人，善畫魚，人稱之，而未見其迹。 \\n 徐易暨弟白，海州人，並工畫魚。精密形似，綽有可觀。易兼工雜畫，尤能篆隸。今為御書院藝學。 \\n 劉文通，京師人。善畫屋木，當代稱之。真宗朝為圖畫院藝學。嘗被旨寫玉清昭應宮七賢閣，兼預畫壁，為優等。 \\n 蔡潤，鍾陵人，工畫船水。始隨李主至闕下，隸八作司彩畫匠人。後因畫《舟車圖》進上，上方知其名，遂補畫院之職。後令畫《楚王渡江圖》，藏於內府。以上各有圖軸傳於世。 \\n 蒲永昇，成都人，性嗜酒放浪，善畫水。人或以勢力使之，則嘻笑捨去。遇其欲畫，不擇貴賤。蘇子瞻內翰嘗得永昇畫二十四幅，每觀之，則陰風襲人，毛髮為立。子瞻在黃州臨臯亭，乘興書數百言寄成都僧惟簡，具述其妙，謂董、戚之流為死水耳。惟簡住大慈寺勝相院，其書刻石在焉。 \\n 何霸，不知何許人，工畫船水，其名尤著。有《瀟湘逢故人》、《舶客》等圖傳於世。 \\n 張經，姑蘇人，善雜畫，尤精傳模。 \\n 支選，不知何許人，仁宗朝為圖畫院祗候。工畫太平車及江州車。又畫酒肆邊絞縛樓子，有分疎界畫之功。兼工雜畫。 \\n 浙陽僧蘊能，工雜畫，錯總萬彙，無不兼通，然絕佳者未易多得。 \\n 道士呂拙，京師人，工畫屋木。至道中為圖畫院祗侯。時方建上清宮，拙因畫《鬱羅霄臺樣》進上，恩改翰林待詔，不就。願於本宮為道士，尋得披挂，仍賜紫衣。拙畫屋木絕妙，然多以人物繁雜為累。以上各有圖軸傳於世。 \\n 趙裔，不知何許人，工雜畫，兼長佛道人物。學朱繇，用筆少亞，而傅彩為精。有《十現老君像》、《蘇達挐太子變相》、《士女看花》等圖并四時花鳥傳於世。 \\n 鄧隱，梓州人，工雜畫兼佛像、鬼神。本州州宅有畫天王壁并牛頭寺畫羅漢，皆妙。及有山水、花鳥傳於世。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷五", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷五卷五 \\n  \\n  \\n  \\n 故事拾遺唐朝、朱梁、王蜀，總二十七事。 \\n 八駿圖　謝元深滕王閻立本 \\n 鶴畫　吳道子金橋圖先天菩薩 \\n 資聖寺　淨域寺西明寺相藍十絕 \\n 王維三花馬崔圓周昉 \\n 張璪石橋圖柳公權會昌廢壁 \\n 西園圖　雪詩圖李益附鄭贊盧氏宅 \\n 趙喦　劉彥齊常生　 \\n 《八駿圖》 \\n 舊稱周穆王八駿，日馳三萬里。晉武帝時所得古本，乃穆王時畫，黃素上為之。腐敗昏潰，而骨氣宛在。逸狀奇形，實亦龍之類也。遂令史道碩模寫之，宋、齊、梁、陳，以為國寶。隋文帝滅陳，圖書散逸，此畫為賀若弼所得。齊王暕知而求得之，答以駿馬四十蹄，美錦五十段。後復進獻煬帝。至唐貞觀中，勑借魏王泰，因而傳模於世。其一曰渠黃，身青，騣尾赤，項下至肚紅而蹄黑。其二曰山子，身紫，騣尾黑，項下至肚紅而蹄黑。其三曰盜驪，身黃而黑班，騣尾黑，項下至肚紅而蹄黑，騣鬣絕少也。其四曰綠耳，身青，騣尾黑而虬，項下至肚紅而蹄黑。其五曰赤驥，身赤，騣尾赤而黃，項下至肚紅而蹄黑。其六曰 \\n 囗騮，身淺紫，騣尾深紫而虬，項下至肚紅而蹄黑，囗音華。其七曰踰輪，身紫而帶黑，騣尾黑而虬，項下至肚紅而蹄黑，額上精騣向前尖而上卷。其八曰白 \\n 囗。身青驄，騣尾紅，項下至肚紅而蹄黑，囗音義。 \\n 謝元深 \\n 唐貞觀三年，東蠻謝元深入朝，冠烏熊皮冠，以金絡額，毛帔，以韋為行縢，著履。中書侍郎顏師古奏言：「昔周武王治致太平，遠國歸款，周史乃集其事為《王會篇》。今聖德所及，萬國來朝，卉服鳥章，俱集蠻邸，實可圖寫貽于後，以彰懷遠之德。」上從之，乃命閻立德等圖畫之。 \\n 滕王 \\n 唐滕王元嬰，高祖第二十二子也。善畫蟬雀、花卉，而史傳不載，惟張彥遠《歷代名畫記》中書之。及覩王建《宮詞》云：「內中數日無宣喚，傳得滕王《蛺蝶圖》。」乃知其善畫也。 \\n 閻立本 \\n 唐閻立本，至荊州觀張僧繇舊跡，曰：「定虛得名耳。」明日，又往，曰：「猶是近代佳手。」明日，往，曰：「名下無虛士。」坐臥觀之，留宿其下十餘日，不能去。又僧繇曾作《醉僧圖》傳於世，長沙僧懷素有詩云：「人人送酒不曾沽，終日松間繫一壺，草聖欲成狂便發，真堪畫入《醉僧圖》。」然道士每以此嘲僧，羣僧於是聚鏹數十萬，求立本作《醉道圖》，並傳於代。 \\n 鶴畫 \\n 黃筌寫《六鶴》。其一曰唳天，舉首張喙而鳴。其二曰警露，回首引頸上望。其三曰啄苔，垂首下啄於地。其四曰舞風，乘風振翼而舞。其五曰疏翎，轉項毨其翎羽。其六曰顧步。行而回首下顧。後輩丹青，則而象之。杜甫詩稱「薛公十一鶴，皆寫青田真」。恨不見十一之勢復何如也。 \\n 吳道子 \\n 開元中，將軍裴旻居喪，詣吳道子請於東都天宮寺畫神鬼數壁，以資冥助。道子答曰：「吾畫筆久廢，若將軍有意，為吾纏結，舞劍一曲，庶因猛勵，以通幽冥。」旻於是脫去縗服，若常時裝束，走馬如飛，左旋右轉，擲劍入雲，高數十丈，若電光下射，旻引手執鞘承之，劍透室而入，觀者數千人，無不驚慄。道子於是援毫圖壁，颯然風起，為天下之壯觀。道子平生繪事，得意無出於此。 \\n 《金橋圖》 \\n 《金橋圖》者，唐明皇封泰山，回車駕，次上黨。潞之父老，負擔壺漿，遠近迎謁。帝皆親加存問，受其獻饋，錫賚有差。其間有先與帝相識者，悉賜以酒食，與之話舊故。所過村部，必令詢訪孤老喪疾之家，加吊恤之，父老欣欣然莫不瞻戴，叩乞駐留焉。及車駕過金橋，橋在上黨。御路縈轉，上見數十里間，旗纛鮮華，羽衛齊肅。顧左右曰：「張說言我勒兵三十萬，旌旗徑千里，挾右上黨，至於太原，見《后土碑》。真才子也。」帝遂召吳道子、韋無忝、陳閎，令同製《金橋圖》。御容及帝所乘照夜白馬，陳閎主之；橋梁、山水、車輿、人物、草木、鷙鳥、器仗、帷幕，吳道子主之；狗、馬、驢、騾、牛、羊、橐駞、猴、兔、猪、 \\n 囗之屬，韋無忝主之。圖成，時謂三絕焉。 \\n 先天菩薩 \\n 有先天菩薩幀，本起成都妙積寺。唐開元初，有尼魏八師者，常念《大悲呪》。有雙流縣民劉乙，小字意兒，年十一歲，自言欲事魏尼，尼始不納，遣亦不去，常於奧室坐禪。嘗白魏云：「先天菩薩見身此地。」遂篩灰於庭。一夕有巨跡，長數尺，倫理成就。意兒因謁畫工，隨意設色，悉不如意。有僧法成者，自云能畫，意兒常合仰祝，然後指授之，僅十稔，功方就。後塑先天菩薩像，二百四十二首，首如塔勢，分臂如蔓。所畫樣凡十五卷。有柳七師者，崔寧之甥，分三卷往上都流行。時魏奉古為長史，得其樣進之。後因四月八日，復賜高力士。今成都者，是其次本。 \\n 資聖寺 \\n 資聖寺中窗間，吳道子畫高僧，韋述讚，李嚴書。中三門外兩面上層，不知何人畫，人物頗類閻筆。寺西廊北隅，楊坦畫《近塔天女》，明睇將瞬。團塔院北堂，有鐵觀音，高三丈餘。觀音院兩廊《四十二賢聖》，韓幹畫，元載讚。東廊北壁散馬，不意見者，如將嘶蹀。聖僧中龍樹商那和修絕妙。團塔上菩薩，李嗣真畫；四面花鳥，邊鸞畫。當中藥王菩薩，頂上茸葵尤佳。塔中藏千部《法華經》，詞人作諸畫聯句。 \\n 淨域寺 \\n 淨域寺者，本唐太穆皇后宅，後捨為寺。寺僧云：三階院門外是神堯皇帝射孔雀處。西禪院門外有《游目記碑》云：「王昭隱畫門西裏面和修吉龍王，有靈。及門內西壁，有畫光目藥义部落，絕奇。鬼首上蟠虵，可懼。東廊有張璪畫林石，險怪。西廊萬菩薩院門裏南壁，有皇甫軫畫鬼神及鵰，鵰若脫壁。」軫與吳道子同時，吳以其藝逼己，募人刺殺之。 \\n 西明寺 \\n 唐西明、慈恩寺率多名賢書畫。慈恩塔前壁上有畫《濕耳師子跌心花》，為時所重。聖善、敬愛兩寺皆有古畫，聖善寺木塔有鄭廣文書畫，敬愛寺山亭院壁上有畫《雉》，若真，砂子上有時賢題名及詩什甚多。 \\n 相藍十絕 \\n 《大相國寺碑》，稱寺有十絕。其一，大殿內彌勒聖容，唐中宗朝僧惠雲於安業寺鑄成，光照天地，為一絕；其二，睿宗皇帝親感夢，於延和元年七月二十七日，改故建國寺為大相國寺，睿宗御書牌額，為一絕；其三，匠人王溫重裝聖容，金粉肉色，並三門下善神一對，為一絕；其四，佛殿內有吳道子畫文殊、維摩像，為一絕；其五，供奉李秀刻佛殿障日九間，為一絕；其六，明皇天寶四載乙酉歲，令匠人邊思順修建排雲寶閣，為一絕；其七，閣內西頭有陳留郡長史乙速令孤為功德主時，令石抱玉畫《護國除災患變相》，為一絕；其八，西庫有明皇先勑車道政往于闐國傳北方毗沙門天王樣來，至開元十三年封東嶽時，令道政於此依樣畫天王像，為一絕；其九，門下有瓌師畫《梵王帝釋》及東廊障日內有《法華經二十八品功德變相》，為一絕；其十，西庫北壁有僧智儼畫《三乘因果入道位次圖》，為一絕也。宋次道《東京記》亦載相國寺十絕，乃是後來所見事迹，此不具錄。 \\n 王維 \\n 唐王維右丞，字摩詰，少以詞學知名。有高致，信佛理，藍田南置別業，以水木琴書自娛。善畫山水、人物，筆蹤雅壯，體涉古今。嘗於清源寺壁畫《輞川圖》，巖岫盤鬱，雲水飛動。自製詩曰：「當世謬詞客，前身應畫師，不能捨餘習，偶被時人知。」又嘗至招國坊庾敬休宅，見屋壁有畫《按樂圖》，維孰視而笑。或問其故，維答曰：「此所奏曲適到《霓裳羽衣》第三疊第一拍也。」好事者集樂工驗之，無一差者。 \\n 三花馬 \\n 唐開元天寶之間，承平日久，世尚輕肥，三花飾馬。舊有家藏韓幹畫《貴戚閱馬圖》，中有三花馬，兼曾見蘇大參家有韓幹畫《三花御馬》，晏元獻家張萱畫《虢國出行圖》中亦有三花馬。三花者，剪騣為三辨。白樂天詩云：「鳳牋書五色，馬鬣剪三花。」 \\n 崔圓 \\n 唐安祿山之陷兩京也，王維、鄭虔、張通皆處賊庭。洎尅復之後，朝廷未決其罪，俱囚於楊國忠之舊第。崔圓相國素好畫，因召於私第，令畫數壁。當時皆以圓勳貴莫二，望其救解，故運思精深，頗極能事，後皆從寬典。至於貶竄，必獲善地。 \\n 周昉 \\n 唐周昉，善屬文，窮丹青之妙，多遊卿相間，貴公子也。兄皓，善騎射，隨哥舒翰征吐蕃，收石堡城，以功為執金吾。德宗建章明寺，召皓云：「聞卿弟善畫，欲使之畫章明寺壁，卿特為言之。」又經數月，再召之，昉乃就事。落土之際，土錐，朽畫者也。都人士庶，觀者以萬數。其間鑒別之士，有稱其善者，或指其瑕者，昉隨日改定。月餘，是非語絕，無不歎其神妙。郭汾陽婿趙縱侍郎，嘗令韓幹寫真，眾稱其善。後復請昉寫之，二者皆有能名。汾陽嘗以二畫張於坐側，未能定其優劣。一日，趙夫人歸寧，汾陽問曰：「此畫誰也？」云：「趙郎也。」復曰：「何者最似？」云：「二畫皆似，後畫者為佳。蓋前畫者空得趙郎狀貌；後畫者兼得趙郎情性笑言之姿爾。」後畫者，乃昉也。汾陽喜曰：「今日乃決二子之勝負。」於是令送錦綵數百疋以酬之。昉平生畫牆壁卷軸甚多，貞元間，新羅人以善價收置數十卷，持歸本國。 \\n 張璪 \\n 唐張璪員外，畫山水松石，名重於世。尤於畫松，特出意象。能手握雙管，一時齊下，一為生枝，一為枯幹，勢凌風雨，氣傲煙霞，分鬱茂之榮柯，對輪囷之老枿，經營兩足，氣韻雙高，此其所以為異也。璪嘗撰《繪境》一篇，言畫之要訣。初，畢宏庶子擅名於代，一見璪畫，驚歎之。璪又有用禿筆或以手模絹素而成畫者，因問璪所授。璪曰：「外師造化，中得心源。」畢君於是閣筆。建中末，曾於長安平康里張氏第畫八幅山水障，破墨未了，值朱泚之亂，京城搔動，璪亦登時逃去；其家人見在楨，蒼忙掣落，此障最見璪用思處。又有一士人家曾請璪畫林石一障，士人云亡；有兵部李約員外好畫成癖，知而購之，其家弱妻已練為衣裏矣；惟得兩幅，雙柏一石在焉。李嗟惋久之，作《練檜記》，述張畫意，詞多不載。自具李約《文集》。 \\n 《石橋圖》 \\n 保壽寺，本高力士宅。天寶九載，捨為寺。初鑄鐘成，力士設齋慶之，舉期畢至，一擊百千，有規其意，連擊二十杵者。其經藏閣規模危巧，兩塔上火珠受十餘斛。文宗朝，有河陽從事李涿者，性好奇古，與寺僧善。嘗與之同觀寺庫中舊物，忽於破甕內得物如被，幅裂汙坌，觸而塵起。涿徐視之，乃畫也。因以州縣圖三及絹三十疋換之，令家人裝治，幅長丈餘。因持訪於常侍柳公權，乃知張萱所畫《石橋圖》。明皇賜力士，因留寺中也。後為鬻畫人宗牧言於左軍。忽一日，有中使至涿第，宣勑取之，即時進入禁中。帝好古，見之大悅，命張於雲韶院。 \\n 柳公權 \\n 唐柳公權，名節文行，著在簡策，志耽書學，不能治生。為勳戚家碑版，問遺歲時鉅萬，多為主藏者海鷗、龍安所竊。別貯酒器杯盂一笥，緘滕如故，其器皆亡。訊海鷗，乃曰：「不測其亡。」公權哂曰：「銀杯羽化耳。」不復更言。所寶惟筆硯圖書，自扃鐍之。 \\n 會昌廢壁 \\n 唐李德裕鎮浙西日，於潤州建功德佛宇，曰甘露寺。當會昌廢毀之際，奏請獨存，因盡取管內廢寺中名賢畫壁，置之甘露，乃晉顧凱之、戴安道，宋謝靈運、陸探微，梁張僧繇，隋展子虔，唐韓幹、吳道子畫。又成都靜德精舍，有薛稷畫雜人物鳥獸二壁，有胡氏亡其名嗜古好奇，惜少保之迹將廢，乃募壯夫操斤力剟於頹坌之際，得像三十七首、馬八蹄。又於福聖寺得展子虔天樂部二十五身，悉陷於屋壁，號寶墨亭，司門外郎郭圓作記。自是長者之車，益滿其門矣。 \\n 《西園圖》 \\n 《清夜遊西園圖》者，晉顧長康所畫，有梁朝諸王跋尾處，云：「圖上若干人，並食天廚。」唐貞觀中，褚河南裝背，題處具在。其圖本張維素物，傳至相國張弘靖家，弘靖元和中忽奉詔取之，是時並鍾元常書《道德經》一部，同進入內。後中貴人崔譚峻自禁中將出，復流落人間。有張維素子周封，涇州從事，帙滿居京。一日，有人將此圖求售，周封驚異之，遽以絹數疋易得。經年忽聞款門甚急，問之，見數人同稱仇中尉願以三百素易公《清夜遊西園圖》，周封憚其迫脅，遽以圖授之，翊日果齎絹至。後方知其偽，乃是一豪士求江淮大鹽院。時王涯判鹽鐵，酷好書畫，謂此人曰：「為余訪得《清夜遊西園圖》，當遂公所請，因為計取之耳。」及十家事起後，流落一粉鋪家。未幾，為郭承嘏侍郎閽者以錢三百市之，以獻郭公。郭公卒，又流傳至令狐相家。一日，宣宗問相國有何名畫，相國具以圖對，既而復進入內。 \\n 《雪詩圖》李益附 \\n 唐鄭谷，有《雪》詩云：「亂飄僧舍茶煙濕，密灑歌樓酒力微。江上晚來堪畫處，漁人披得一蓑歸。」時人多傳誦之。段贊善善畫，《歷代名畫記》中有段去惑，豈非宮賛？因採其詩意景物圖寫之，曲盡蕭灑之思。持以贈谷，谷珍領之，復為詩寄謝云：「贊善賢相後，家藏名畫多，留心於繪素，得事在煙波，屬興同吟詠，功成更琢磨，愛余風雪句，幽絕寫漁蓑。」 \\n 李益者，肅宗朝宰相揆之族子，登進士第，有才思，長於歌詩。有《征人歌》、《早行篇》，好事者盡圖寫為屏障，如「回樂峯前沙似雪，受降城外月如霜」之句是也。 \\n 鄭贊 \\n 唐外郎滎陽鄭贊，宰萬年日，有以賊名而荷校者，贊命取所盜以視，則煙晦古絲三四幅，齊罽裁褾，班鼊皮軸之，曰：「是畫也，太尉李公所寶惜。」有《贊皇圖篆》存焉。當時人以七萬購獻於李公者，遂得渠橫梁倅職。後因出妓，復落民間，今幸其妓人不鑒，以卑價市之。後妓人自他所得知其本直，因歸訴，請以所虧價書罪，贊不得決。時延壽里有水墨李處士，以精別畫品遊公卿門，召使辨之。李瞪目三歎曰：「韓、展之上品也。」雖黃沙之情已具，而丹筆之斷尚疑。會有賷籍自禁軍來認者，贊以且異姦盜，非願荷留，因并畫桎送之，後永亡其耗。 \\n 盧氏宅 \\n 唐德州刺史王倚家，有筆一管，稍粗於常用筆管，兩頭各出半寸已來，中間刻《從軍行》一鋪，人馬毛髮、亭臺遠水，無不精絕。每一事刻《從軍行》詩兩句，若「庭前琪樹已堪攀，塞外征人殊未還」是也，似非人功。其畫迹若粉描，向明方可辨之，云用鼠牙雕刻。故崔鋌郎中《文集》有《王氏筆管記》，體類韓退之記畫。倚之子紹孫，博雅好古，善琴阮，其所居乃盧氏舊宅，在洛中歸德坊南街。廳屋是杏木梁，西壁有韋旻郎中畫散馬七疋，東壁有張長史草書數行，長史世號張顛。宅之東果園，《兩京新記》所載，是馬周舊宅。 \\n 趙喦 \\n 梁駙馬都尉喦，酷好繪事，兼閑小筆。偶唐末亂世，獨推至鑒。人有鬻畫者，則必以善價售之，不較其多少，繇是四遠向風抱畫者，歲無虛日。復以親貴擅權，凡所依附，率多以法書名畫為贄，故畫府秘藏圖軸，僅五千餘卷，時稱盛焉。假日亦多自倣前賢名迹，動成卷軸。每延致藝士，輻湊門館，各取其所長而厚遇之，然多不迨已也，亦未始面加雌黃，荒淺甚者，自慙而退。食客常至百餘人，其間亦多琴棊道術高雅之流，時衣冠士族，尚有唐之遺風也。以畫見留者，惟胡翼、王殷二人而已。嘗令胡翼品第畫府之優劣，中品已下，或有未至者，即指示令毉去其病，或用水刷，或以粉塗，有經數次方合其意者，時人謂之趙家畫選場，其精別如此。愚謂天水用適一時之意則已，果然數以粉塗水洗，則成何畫也。 \\n 劉彥齊 \\n 梁千牛衛將軍劉彥齊，善畫竹，為時所稱。世族豪右，秘藏書畫雖不及天水之盛，然好重鑒別，可與之爭衡矣。本借貴人家圖畫，臧賂掌畫人私出之，手自傳模，其間用舊褾軸裝治，還偽而留真者有之矣。其所藏名迹，不啻千卷，每暑伏曬曝，一一親自卷舒，終日不倦。能自品藻，無非精當，故當時識者皆謂「唐朝吳道子手，梁朝劉彥齊眼」也。 \\n 常生 \\n 王先主既下蜀城，謁僖宗御容。于時繪壁，百僚咸在，惟不見田令孜、陳太師。因問何不寫貌彼二人，左右對以近方塗滅。先主曰：「不然，吾與陳、田本無讎恨，圖霸之道，披此血刃，豈與丹青為參商乎？」遽命工重寫之。待詔常生名重胤曰：「不必援毫。」乃挼皂莢水洗壁，而風姿宛然。先主嘉賞之，賜以金帛也。常生傳神，素號絕手，自云：「我畫壁除摧圮搨爛外，雨淋水洗，斷無剝落。」先是詩僧貫休能畫，謂常生曰：「貧道觀畫多矣。如吾子所畫，前無來人，後無繼者。」其見賞如此。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷六", "正文": "　 \\n 图画见闻志 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷六卷六 \\n  \\n  \\n  \\n 近事皇朝、孟蜀、江南、大遼、高麗，總三十二事。 \\n 玉堂故事樞密楚公蘇氏圖畫王氏圖畫 \\n 《秋山圖》　恩賜种放《臥雪圖》覺稱畫 \\n 《慈氏像》　《千角鹿圖》《訓鑒圖》《五客圖》 \\n 退思巖　張氏圖畫丁晉公《鬥牛》畫 \\n 玉畫义　董羽壁沒骨圖孝嚴殿 \\n 相國寺　王舍城寺應天三絕《八仙真》 \\n 鍾馗樣　《賞雪圖》《南莊圖》李王印篆 \\n 鋪殿花　常思言《高麗圖》術畫 \\n 玉堂故事 \\n 太祖平江表，所得圖畫賜學士院。初有五十餘軸，及景德咸平中，只有《雨村牧牛圖》三軸，無名氏；《寒蘆野雁》三軸，徐熙筆；《五王飲酪圖》二軸，周文矩筆；悉令重裝背焉。玉堂後北壁兩堵，董羽畫水；正北一壁，吳僧巨然畫山水；皆有遠思，一時絕筆也。有二小壁畫松，不知誰筆，亦妙，今並在焉。 \\n 樞密楚公 \\n 江表用師之際，故樞密使楚公適典維揚，于時調發軍餉，供濟甚廣。上錄其功，將議進拜，公自陳願寢爵賞，聞李煜內庫所藏書畫甚富，輙祈恩賜。上嘉其志，遂以名筆僅百卷賜之，往往有李主圖篆暨唐賢跋尾。公薨後尋多散失。其孫泰，今為太常少卿，刻意購求，頗有所獲。少卿乃余之祖舅，如江都《王馬》、韓晉《公牛》、王摩詰《輞川》樣等，常得觀焉。 \\n 蘇氏圖畫 \\n 蘇大參雅好書畫，風鑒明達。太平興國初，江表平，上以金陵六朝舊都。復聞李氏精博好古，藝士雲集，首以公倅是邦，因喻旨搜訪名賢書畫，後果得千餘卷上進。既稱旨，乃以百卷賜之。公後入拜翰林承旨。啟沃之餘，且復語及圖畫，于時勑借數十品於私第，未幾就賜焉。至今蘇氏法書名畫最為盛矣。公嘗奏對於便殿，屢目畫屏，其畫乃鍾隱畫《鷹猴圖》，上知其意，即時取以賜之。余嘗於其孫之純處見之。 \\n 王氏圖畫 \\n 王文獻家書畫繁富，其子貽正，繼為好事。嘗往來京雒間訪求名迹，充牣巾衍。太宗朝嘗表進所藏書畫十五卷，尋降御扎云：「卿所進墨迹并古畫，復遍看覽，俱是妙筆。除留墨迹五卷、古畫三卷領得外，其餘却還卿家，付王貽正。」其餘者，乃是王羲之墨迹、晉朝名臣墨迹、王徽之書、唐閻立本畫《老子西昇經圖》、薛稷畫鶴，凡七卷。猶子渙，遂得模詔扎，刊於翠琰。 \\n 《秋山圖》 \\n 太平興國中，秘閣曝畫。時陶穀為翰長，因展《秋山圖》一面，令黃居寀品第之。居寀一見動容曰：「此圖實居寀與父筌奉孟主命同畫，以答江南信幣，絹縫中有居寀父子姓名。」視之果驗。曾有人於向文簡家見十二幅圖，花、竹、禽鳥、泉石、地形皆極精妙，上題云：「如京副使臣黃筌等十三人合畫」，圖之角却有江南印記，乃是孟氏贈李主之物也。文簡薨，其圖不知所在。 \\n 恩賜种放 \\n 真宗祀汾陰還，駐蹕華陰，因登亭望蓮花峯，忽憶种放居是山，亟令中貴人裴愈召之。時放稱疾不應召，上笑而止，因問愈曰：「放在家何為耶？」愈對曰：「臣到放所居時，會放在草廳中看畫《水牛》二軸。」上顧謂侍臣曰：「此高尚之士怡性之物也。」遂按行在所見扈從圖軸，得四十餘卷，盡令愈往賜之，皆名蹤古迹也。放隱終南山豹林谷，或居華山，往來不常，時方在華山也。 \\n 《臥雪圖》 \\n 丁晉公典金陵，陛辭之日，真宗出八幅《袁安臥雪圖》一面，其所畫人物、車馬、林石、廬舍，靡不臻極。作從者苦寒之態，意思如生。旁題云：「臣黃居寀等定到神品上，但不書畫人姓名，亦莫識其誰筆也。」上宣諭晉公曰：「卿到金陵日，可選一絕景處張此圖。」晉公至金陵，乃於城之西北隅搆亭，曰賞心，危聳清曠，勢出塵表。遂施圖於巨屏，到者莫不以此為佳觀。歲月既久，縑素不無敗裂，由是往往為人刲竊。後王君玉密學出典是邦，素聞此圖甚奇，下車之後，首欲縱觀，乃見竊以殆盡，嗟惋久之。乃詩於壁，其警句云：「昔人已化嘹天鶴，往事難尋《臥雪圖》。」 \\n 覺稱畫 \\n 大中祥符初，有西域僧覺稱來，舘於興國寺之傳法院，其僧通四十餘本經論，年始四十餘歲。丁晉公延見之，嘉其敏惠。後作《聖德頌》以上，文理甚富。上問其所欲，但云：「求金襴袈裟，歸置金剛坐下。」尋詔尚方造以給之。覺稱自言酤蘭左國人，剎帝利性，善畫。嘗於譯堂北壁畫釋迦面，與此方所畫絕異。昔有梵僧帶過白氎上本，亦與尋常畫像不同。蓋西國所稱，髣髴其真，今之儀相，始自晉戴逵。刻製梵像，欲人生敬，時頗有損益也。 \\n 《慈氏像》 \\n 景祐中，有畫僧曾於市中見舊功德一幅，看之，乃是《慈氏菩薩像》。左邊一人執手爐，裹幞頭，衣中央服；右邊一婦人捧花盤，頂翠鳳寶冠，衣珠絡泥金廣袖。畫僧默識其立意非俗，而畫法精高，遂以半千售之，乃重加裝背，持獻入內閻都知。閻一見且驚曰：「執香爐者，實章聖御像也；捧花盤者，章憲明肅皇太后真容也。此功德乃高文進所畫，舊是章憲閤中別置小佛堂供養，每日凌晨焚香恭拜。章憲歸天，不意流落一至於此。」言訖於悒，乃以束縑償之，復增華其標軸。即日進於澄神殿，仁廟對之，瞻慕慽容，移刻方罷。命藏之御府，以白金二百星賜答之。 \\n 《千角鹿圖》 \\n 皇朝與大遼國馳禮，于今僅七十載，繼好息民之美，曠古未有。慶曆中，其主號興宗以五幅縑畫《千角鹿圖》為獻，旁題「年、月、日御畫」。上命張圖於太清樓下，召近臣縱觀，次日又敕中闈宣命婦觀之。畢，藏於天章閣。 \\n 《訓鑒圖》 \\n 皇祐初元，上敕待詔高克明等圖畫三朝盛德之事，人物纔及寸餘，宮殿、山川、鑾輿、儀衛咸備焉。命學士李淑等編次序讚之，凡一百事，為十卷，名《三朝訓鑒圖》。圖成，復令傳模鏤版印染，頒賜大臣及近上宗室。 \\n 《五客圖》 \\n 李文正嘗於私第之後園育五禽以寓目，皆以客名之。後命畫人寫以為圖，鶴曰仙客，孔雀曰南客，鸚鵡曰隴客，白鷴曰閑客，鷺鷥曰雪客，各有詩篇題於圖上，好事者傳寫之。 \\n 退思巖 \\n 魯肅簡以孤直遇主，公家之事，知無不為。每中書罷，歸私宅，別居一小齋，圖繪山水，題曰「退思巖」。獨游其間，雖家人罕接焉。 \\n 張氏圖畫 \\n 張侍郎去華典成都時，尚存孟氏有國日屏扆圖障，皆黃筌輩畫。一日，清河患其暗舊損破，悉令換易，遂命畫工別為新製，以其換下屏面。迨公帑所有舊圖，呼牙儈高評其直以自售，一日之內，獲黃筌等圖十餘面。後貳卿謝世，頗有奉葬者。其子師錫，善畫好奇，以其所存寶藏之。師錫死，復有葬者。師錫子景伯，亦工畫，有高鑒，尚存餘蓄，以自寶玩。景伯死，悉以葬焉。 \\n 丁晉公 \\n 丁晉公家藏書畫甚盛，南遷之日，籍其財產，有李成《山水寒林》共九十餘軸，佗皆稱是，後悉分掌內府矣。 \\n 鬪牛畫 \\n 馬正惠嘗得《鬥水牛》一軸，云厲歸真畫，甚愛之。一日，展曝於書室雙扉之外，有輸租莊賓適立於砌下，凝玩久之，既而竊哂。公於青瑣間見之，呼問曰：「吾藏書，農夫安得觀而笑之？有說則可，無說則罪之。」莊賓曰：「某非知畫者，但識真牛。其鬥也，尾夾於髀間，雖壯夫旅力，不可少開。此畫牛尾舉起，所以笑其失真。」愚謂雖畫者能之妙，不及農夫見之專也。擅藝者所宜愽究。 \\n 玉畫义 \\n 張文懿性喜書畫，今古圖軸，襞積繁夥，銓量必當，愛護尤勤。每張畫，必先施帟幕，畫义以白玉為之，其畫可知也。 \\n 董羽水 \\n 玉堂北壁舊有董羽畫水二堵，筆力遒勁，勢若搖動，其下一二尺頗有雨壞處。蘇易簡為學士，尤愛重之，蘇適受詔知舉，將入南宮，囑於同院韓丕，使召名筆完葺之。蘇既去，韓乃呼工之赤白者，杇墁其半，而用朱畫欄檻以承之。蘇出見之，悵恨累日，雖命水洗滌，而痕迹至今尚存。時人以蘇之鑒尚，韓之純樸兩重焉。 \\n 沒骨圖 \\n 李少保端愿有圖一面，畫芍藥五本，云是聖善齊國獻穆大長公主房臥中物，或云太宗賜文和。其畫皆無筆墨，惟用五彩布成，旁題云：「翰林待詔臣黃居寀等定到上品徐崇嗣畫沒骨圖，以其無筆墨骨氣而名之，但取其濃麗生態以定品。」後因出示兩禁賓客，蔡君謨乃命筆題云：「前世所畫，皆以筆墨為上，至崇嗣始用布彩逼真，故趙昌輩傚之也。」愚謂崇嗣遇興偶有此作，後來所畫，未必皆廢筆墨。且考之六法，用筆為次。至如趙昌，亦非全無筆墨，但多用定本臨模，筆氣羸懦，惟尚傅彩之功也。 \\n 孝嚴殿 \\n 治平甲辰歲，於景靈宮建孝嚴殿，奉安仁宗神御。乃鳩集畫手，畫諸屏扆、墻壁，先是三聖神御殿兩廊，圖畫創業戡定之功及朝廷所行大禮，次畫講肄文武之事、遊豫宴饗之儀，至是又兼畫應仁宗朝輔臣呂文靖已下至節鉞凡七十二人。時張龍圖燾主其事，乃奏請於逐人家取影貌傳寫之。鴛行序列，歷歷可識其面，於是觀者莫不歎其盛美。 \\n 相國寺 \\n 治平乙巳歲雨患，大相國寺以汴河勢高，溝渠失治，寺庭四廊，悉遭渰浸，圮塌殆盡。其墻壁皆高文進等畫，惟大殿東西走馬廊相對門廡，不能為害。東門之南，王道真畫《給孤獨長者買祗陁太子園因緣》；東門之北，李用及與李象坤合畫《牢度义鬥聖變相》；西門之南，王道真畫《誌公變》、《十二面觀音像》；西門之北，高文進畫《大降魔變相》，今並存之，皆奇迹也。其餘四面廊壁皆重修復後，集今時名手李元濟等，用內府所藏副本小樣，重臨倣者，然其間作用，各有新意焉。 \\n 王舍城寺 \\n 魏之臨清縣東北隅，有王舍城佛剎，內東邊一殿極古，四壁皆吳生畫禪宗故事，其書不知誰人，類褚河南。循例接勞北使及使遼者過，則縣大夫自請遊觀，仍粉牓誌使者姓名。 \\n 應天三絕 \\n 唐僖宗幸蜀之秋，有會稽山處士孫位，扈從止成都。位有道術，兼工書畫，曾於成都應天寺門左壁畫坐天王暨部從鬼神，筆鋒狂縱，形製詭異，世莫之與比。歷三十餘載，未聞繼其高躅。至孟蜀時，忽有{匚內加干}山處士景煥一名朴善畫，煥與翰林學士歐陽烱為忘形之友。一日，聯騎同遊應天，適覩位所畫門之左壁天王，激發高興，遂畫右壁天王以對之，二藝爭鋒，一時壯冠。渤海歎重其能，遂為長歌以美之。繼有草書僧夢歸後至，因請書於廊壁，書畫歌行，一日而就，傾城士庶，看之闐噎寺中，成都人號為「應天三絕」也。辛顯云：景煥所畫不及孫位遠甚。煥尤好畫龍，有《野人閑話》五卷行於世，其間一篇，惟叙畫龍之事。 \\n 《八仙真》 \\n 道士張素卿，神仙人也。曾於青城山丈人觀，畫五嶽四瀆真形，并十二溪女數壁，筆迹遒健，神彩欲活，見之者心悚神悸，足不能進，實畫之極致者也。孟蜀後主數遣秘書少監黃筌，令依樣摹之，及下山，終不相類。後因蜀主誕日，忽有人持素卿畫《八仙真形》以獻蜀主，蜀主觀之，且歎曰：「非神仙之能，無以寫神仙之質。」遂厚賜以遣。一日，命翰林學士歐陽烱次第讚之，復遣水部員外郎黃居寶八分題之。每觀其畫，歎其筆迹之縱逸；覽其讚，賞其文詞之高古；玩其書，愛其點畫之雄壯。顧謂八仙，不讓三絕。八仙者，李阿、容成、董仲舒、張道陵、嚴君平、李八百、長壽仙、葛永瑰。 \\n 鍾馗樣 \\n 昔吳道子畫鍾馗，衣藍衫，鞹一足，眇一目，腰笏巾首而蓬髮，以左手捉鬼，以右手抉其鬼目，筆迹遒勁，實繪事之絕格也。有得之以獻蜀主者，蜀主甚愛重之，常掛臥內。一日，召黃筌令觀之，筌一見稱其絕手。蜀主因謂筌曰：「此鍾馗若用拇指搯其目，則愈見有力，試為我改之。」筌遂請歸私室。數日，看之不足，乃別張絹素畫一鍾馗，以拇指搯其鬼目。翊日，并吳本一時獻上。蜀主問曰：「向止令卿改，胡為別畫？」筌曰：「吳道子所畫鍾馗，一身之力、氣色、眼貌，俱在第二指，不在拇指，以故不敢輙改也。臣今所畫，雖不迨古人，然一身之力併在拇指，是敢別畫耳。」蜀主嗟賞之，仍以錦帛鋈器，旌其別識。 \\n 《賞雪圖》 \\n 李中主保大五年元日，大雪，命太弟已下登樓展宴，咸命賦詩，令中人就私第賜李建勳繼和。是時建勳方會中書舍人徐鉉、勤政學士張義方於溪亭，即時和進。乃召建勳、鉉、義方同入，夜艾方散。侍臣皆有興詠，徐鉉為前後序。仍集名手圖畫，曲盡一時之妙。真容，高冲古主之；侍臣、法部、絲竹，周文矩主之；樓閣宮殿，朱澄主之；雪竹寒林，董源主之；池沼禽魚，徐崇嗣主之。圖成，無非絕筆。 \\n 《南莊圖》 \\n 李後主有國日，嘗令周文矩畫《南莊圖》，盡寫其山川氣象、亭臺景物，精思詳備，殆為絕格。開寶癸亥歲歸朝，首貢於闕下，籍之秘府。 \\n 李主印篆 \\n 李後主才高識博，雅尚圖書，蓄聚既豐，尤精賞鑒。今內府所有圖軸暨人家所得書畫，多有印篆，曰「內殿圖書」、「內合同印」、「建業文房之寶」、「內司文印」、「集賢殿書院印」、「集賢院御書印」此印多用墨；或親題畫人姓名，或有押字，或為歌詩雜言。又有織成大回鸞、小回鸞、雲鶴、練鵲、墨錦褾飾，今綾錦院傚此織作。提頭多用織成縚帶，簽貼多用黃經紙，背後多書監裝背人姓名及所較品第。又有澄心堂紙，以供名人書畫。 \\n 鋪殿花 \\n 江南徐熙輩，有於雙縑幅素上畫叢艷疊石，傍出藥苗，雜以禽鳥、蜂蟬之妙，乃是供李主宮中掛設之具，謂之鋪殿花，次曰裝堂花，意在位置端莊，駢羅整肅，多不取生意自然之態，故觀者往往不甚采鑒。 \\n 常思言 \\n 余熙寧辛亥冬，被命接勞北使為輔行，日與其副燕人馬禋、邢希古結駟並馳。希古恭順詳敏，有儒者之風，從容語及圖畫，且燕京有一布衣，常其姓，思言其名，善畫山水林木，求之者甚眾，然必在渠樂與即為之，既不可以利誘，復不可以勢動，此其所以難得也。復見問曰：「南朝諸君子頗有好畫者否？」余答曰：「南朝士大夫自公之暇，固有琴樽書畫之樂。」希古慨然嗟慕，形乎神色。愚以謂常生者，擅藝，居幽朔之間，不被中國之聲教。果能不可以勢動，復不可以利誘，則斯人也，豈易得哉？ \\n 高麗國 \\n 皇朝之盛，遐荒九譯來庭者，相屬於路。惟高麗國敦尚文雅，漸染華風，至於伎巧之精，他國罕比，固有丹青之妙。錢忠懿家有着色山水四卷，長安臨潼李虞曹家有《本國八老圖》二卷，及曾於楊褒虞曹家見細布上畫《行道天王》，皆有風格。熙寧甲寅歲，遣使金良鑒入貢，訪求中國圖畫，銳意購求，稍精者十無一二，然猶費三百餘緡。丙辰冬，復遣使崔思訓入貢，因將帶畫工數人，奏請模寫相國寺壁畫歸國，詔許之，於是盡模之持歸。其模畫人頗有精於工法者，彼使人每至中國，或用摺疊扇為私覿物，其扇用鵶青紙為之，上畫本國豪貴，雜以婦人鞍馬，或臨水為金砂灘，暨蓮荷、花木、水禽之類，點綴精巧；又以銀泥為雲氣月色之狀，極可愛，謂之倭扇，本出於倭國也，近歲尤祕惜，典客者蓋稀得之。倭國乃日本國也，本名倭，既耻其名，又自以在極東，因號日本也。今則臣屬高麗也。 \\n 術畫 \\n 夫士必以忠醇徑亮，盡瘁於公，然後可稱於任、可爵於朝；惡夫邪佞以苟進者，則不免君子之誅。藝必以妙悟精能取重於世，然後可著於文、可寶於笥；惡夫眩惑以沽名者，則不免鑒士之棄。昔者孟蜀有一術士，稱善畫，蜀主遂令於庭之東隅畫野鵲一隻，俄有眾禽集而噪之；次令黃筌於庭之西隅畫野鵲一隻，則無有集禽之噪。蜀主以故問筌，對曰：「臣所畫者藝畫也，彼所畫者術畫也，是乃有噪禽之異。」蜀主然之。國初有道士陸希真者，每畫花一枝，張於壁間，則遊蜂立至。向使邊、黃、徐、趙輩措筆，定無來蜂之驗。此抑非眩惑取功、沽名亂藝者乎？至於野人騰壁，美女下墻，禁五彩於水中，起雙龍於霧外，皆出方術恠誕，推之畫法闕如也，故不錄。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
