{"章节": "宋朝名画评（宋）刘道醇", "正文": " \\n 宋朝名画评　 \\n  \\n 提要 \\n  \\n 《宋朝名画评》三卷，宋刘道醇撰。书分六门，一曰人物，二曰山水林木，三曰畜兽，四曰花草翎毛，五曰鬼神，六曰屋木，每门之中，分神、妙、能三品，每品又各分上、中、下，所录凡九十馀人。首有叙文，不著名氏。其词亦不类序体。疑为书前发凡，后人以原书无序，析出别为一篇也。案朱景元《名画录》分神、妙、能、逸四品，而此仍从张怀瓘例，仅分三品，殆谓神品足以该逸品，故不再加分析，抑或无其人以当之，姑虚其等也。又黄休复《益州名画录》，列黄筌及其子居寀於妙格下，而此书於人物门则筌、居寀并列入妙品，花木翎毛门则筌、居寀又列，入神品，盖即一人，亦必随其技之高下而品骘之，其评论较为平允。其所叙诸人事实，词虽简略，亦多有足资考核者焉。  \\n  \\n 　 \\n 序 \\n  \\n 夫识画之诀，在乎明六要而审六长也。所谓六要者，气韵兼力一也，格制俱老二也，变异合理三也，彩绘有泽四也，去来自然五也，师学舍短六也。所谓六长者，粗卤求笔一也，僻涩求才二也，细巧求力三也，狂怪求理四也，无墨求染五也，平画求长六也。既明彼六要，是审彼六长，虽卷帙溢箱，壁版周庑，自然至于别识矣。大凡观画抑有所忌，且天气晦冥、风势飘迅、屋宇向阴、暮夜执烛皆不可观。何哉？谓其悉不能极其奇妙而难约以六要六长也。必在平爽霁清，虚室面南，依正壁而张之，要当澄神静虑纵目以观之。且观之之法，先观其气象，后定其去就，次根其意，终求其理，此乃定画之钤键也。是故见短勿诋，返求其长；见功勿誉，返求其拙。夫善观画者，必于短长功拙之间，执六要，凭六长，而又揣摩研味，要归三品。三品者，神、妙、能也。品第既得，是非长短、毁誉功拙自昭然矣。大抵观释教者尚庄严慈觉，观罗汉者尚四像归依，观道流者尚孤闲清古，观人物者尚精神体态，观畜兽者尚驯扰扩厉，观花竹者尚艳丽闲冶，观禽鸟者尚毛羽翔举，观山水者尚平远旷荡，观鬼神者尚筋力变异，观屋木者尚壮丽深远。今之人或舍六要、弃六长而能致此者，何异缘木求鱼、汲泉得火，未之有也。  \\n  \\n 　 \\n 卷一 \\n ○人物门第一 \\n  \\n 王瓘，字国器，河南洛阳人。美风表，有才辩，少志于画。家甚穷匮，无以资游学。北邙山老子庙壁画，吴生所画，世称绝笔焉。鸑多往观之，虽穷冬积雪，亦无倦意。有为尘滓涂渍处，必拂拭磨刮以寻其迹，由是得其遗法。又能变通不滞，取长舍短，声誉藉甚，动于四远，王公大人有得鸑画者以为珍玩。末年，石中令以礼召鸑画昭报寺廊壁，厚酬金币。今西京石家寺壁，现在，故于乾德、开宝之间无与敌者。身死之日，画流相帅哭之。虞部武员外宗元，亦河南人，每叹曰：吾观国器之笔，则不知有吴生矣。吴生画天女颈领粗促，行步跛侧，又树石浅近，不能相称，国器则舍而不取，故于事物尽工。复能设色清润，古今无伦。恨不同时亲受其法。翰林待诏高克明亦谓人曰：今若得国器画，何必吴生？所谓买王得吴矣。识者以为知言。子端，亦有名于时。 \\n  \\n  \\n （评曰：本朝以丹青名者不可胜计，唯抃为第一，何哉？观其意思纵横，往来不滞，废古人之短，成后世之长，不拘一守，奋笔皆妙，诚所谓前无吴生矣。故列神品上。） \\n  \\n  \\n 王霭，京师人。幼有志节，颇尚静默。留心图画，尤长于写真。追学吴生之笔，于佛像人物能尽其妙。朱梁时以为翰林待诏。至石晋末，耶律德光犯阙，时霭与焦著、王仁寿为德光掠归。至宋有天下，霭还国，复为待诏。艺祖以区区江左未归疆土，有意于吊伐，命霭微服往锺陵，写其谋臣宋齐丘、韩熙载、林仁肇等形状。如上意，受赏加等。奉诏于定力院写宣祖及太后御容，梁祖真像亦在焉。本院堂西壁画现存，但经后人装饰失真。又于大殿西壁画水月观音，及于景德寺九曜院殿西壁画弥勒下生像。末年与东平孙梦卿画开宝寺大殿后文殊阁下东西两壁，梦卿以东壁让之，尊霭声迹，识者以为当然。所画南北毗楼勒叉天王高丈馀及金枪道菩萨相，皆笔力精迈，思虑殚竭。来世之誉，自此而已。 \\n  \\n  \\n （评曰：霭之为画也，可谓至矣。意思宛约，笔法豪迈，皆不下王抃，但气焰少劣耳。夫写人形状者在全其气宇，霭能停分取像，侧背分衣，周旋变通，不失其妙，可列神品中。） \\n  \\n  \\n 孙梦卿，郓州须昌人。少有精鉴而性拘执。家世豪右，不事产业，志于图绘。常语人曰：吾所好者，吴生耳，馀无所取。故尽得其法，里中人目为孙脱壁。又曰孙吴生。言能全脱吴生之壁，无小异处。凡欲命意挥写，必为豪贵所知，日凑于门，争先请售。识者以为吴生后身，数百年能至其艺者止梦卿焉。与王霭对画开宝寺文殊阁下西壁，为西方毗楼勒叉天王像及金枪道菩萨相，今并存焉。梦卿之画，世少藏者，王公大人第往往有之。 \\n  \\n  \\n （评曰：唐张怀抃以吴生为僧繇后身，予谓梦卿亦吴生之后身。而列于抃、霭之下，何哉？吴生画天女及树石有未到处，语在王抃事迹。抃、霭能变法取工，梦卿则拘于模范，虽得其法，往往袭其所短，不能自发新意，谓之脱壁者岂诬哉。可列神品中。） \\n  \\n  \\n 赵光辅，耀州华原人。太宗朝为图画院学生。性喜幽旷，无仕进意，潜自遁去，乡人犹呼赵评事。长于佛画及人物番马等。愚客于许日，开元寺见辅画摄摩腾、竺法兰以传教。皆丈馀，其慈觉悲悯之相尽备。又画五百高僧，姿质风度，互有意思，坐立瞻听，皆得其妙，貌若悲觉，以动观者。 \\n  \\n （评曰：光辅之画也，放而逸，约而正，形气清楚，骨格厚重，可列神品下。） \\n  \\n 高益，本契丹涿郡人，太祖时遁来中国。初于都市货药，有来赎者，辄画鬼神犬马藉药与之，得者惊异。有孙四皓者，广延艺术之士，益往客之，为礼甚厚，益亦画鬼神搜山图一本以酬其意，岁初复画锺馗一轴为献。孙遽张于宾馆，或曰：鬼神用力，此伤和重。益闻之，乃睨目夺笔画一异状者举石狻猊以击厉鬼，复张于旧所。观者惊其劲捷，握手滴汗。尝于四皓楼上画卷云芭蕉，京师之人摩肩争玩。至今天下楼阁亭庑为之者，自益始也。今四皓楼芭蕉现存。孙乃神宗神宗疑有误，原文如此。下同，近戚，进益前所画搜山图。上叹赏移刻，遂待诏图画院，敕画相国寺廊壁。会上临幸，见益写阿育王战像，诏问：卿晓兵否？对曰：臣非知兵者，命意至此。上善之。后画崇夏寺大殿东西二壁善神。虽长于大像，但称其笔，凡画坐神，则用意最善。 \\n  \\n （评曰：观益之画，色轻而墨重，变通应手，不拘一态，其丹青之功者欤？可列神品下。） \\n  \\n 武宗元，字总之，河南白波人。世业儒，为乡里所重。父道，与丞相文惠公随为布衣交，将宗元诣之。时方成童，大被称赏。文惠妻以外孙，用其荫得太庙斋郎。年十七，文惠请画北邙山老子庙壁，颇为精绝。景德末，章圣营玉清昭应宫，募天下画流逾三千数，中程者不减一百人，分为二部，宗元为左部之长。丁朱崖为宫使，语僚佐曰：适见靡旗乱辙者，悉为宗元所逐矣。上亦优劳之。中岳天封观置百金以求名手，宗元乘兴挥写，无毫发遗恨。洛中南宫三圣宫东壁画十太乙，皆丈馀。又于河南广福院写回廊壁，今并存焉。宗元亦不常奋笔，虽贵人名臣日走于门，求之甚勤，未尝肯诺。京师富商高生有画癖，常刺拜于庭下迨十馀年，欲得水月观音一轴。宗元许之，又三年方成，携诣高生，生已殂矣，焚画垂泣而去。丞相文懿张公士逊，生辰，宗元献消灾菩萨二轴。公张于千岁堂，甚秘重焉。历官至虞部员外郎。 \\n  \\n  \\n （评曰：武员外学吴生笔，得其闲丽之态，可谓睹其奥矣。而品第不至于高益，得无意乎？夫若千乘万骑，出彼入此，气貌风韵不有相类，则益得之矣。武虽可以齐肩接迹，无甚愧之色，必求定论，故有优劣。然气格不群，优入画域，亦列神品下。） \\n  \\n  \\n 王齐翰，建康人。世为右姓。齐翰自为童时，已能画地成人，有挺立之势。日见加益，仕伪唐李煜为待诏。及王师指伐，所得府藏，悉充军中之赏。有步卒李贵者径入佛庙，得齐翰所画十六罗汉。俄鬻于市，有富商刘元嗣以白金四百两请售。元嗣入都，复质于相国寺普满塔主清教处。及元嗣往赎，遂为所匿。讼于京府，时神宗方为尹，按证其事，清教词屈，乃出原画，大为神宗嘉叹，各赐白金千两释之。后十六日即位，名曰应天国宝罗汉，藏于秘府。 \\n  \\n  \\n 王士元，汝南宛丘人。父仁寿，亦能丹青，事见五朝名画录。至士元尤精其艺。好读书，为儒者，言有局量，乡里器之。与国子博士郭忠恕为画友。士元尝为孙四皓之客，甚见推待。唐有名画断，第其一百三人之姓名。太宗天纵多能，留神庶艺，访其后来，复得一百三人，编次有伦，亦曰名画断。孙氏谓士元曰：上为画断以续唐本，子其谓何？士元乃沉默思虑，采唐来诸家之长，为武王誓师独夫崇饮图。京师之人诣孙馆者日不可计，中有叹者曰：王君之意与六经合，观其事迹，不觉千古之远，非精虑入神，何以至此！孙氏不敢私有，进于天子，下图画院品第之。时院中高文进与士元有隙，定为下品，识者忿之。止以三十缣为赐，不顾而去。文懿张公惜其精笔，奏摄南阳从事。 \\n  \\n  \\n 侯翌，字子冲，安定人。性简洁，重信义。学吴生释道画。予至和中于闾巷见挈一旧图，贮于大器，将濯去颜色，寻呼止之，乃翌所画七夕乞巧图也。其人曰：我于京城中为旧功德，亟卖以给朝夕。此图虽得于大族，及其市也，人以敝裂无肯售之者，我将洗涤以补穿结之服。因倍价以售归，则熟视，宛有王公第宅妓女瞻祝之态。 \\n  \\n  \\n （评曰：齐翰不曹不吴，自成一家，其形势超逸，近世无有。士元通于微妙，物物称绝，见抑于高文进，势使然也。侯翌墨路谨细，笔力刚健，富于气焰，与齐翰、士元并列妙品上。） \\n  \\n  \\n 蒲师训，蜀中人。晓音律，善谈论。幼师房从真，学画才十年，从真自以为不及。仕孟蜀为待诏。长于车服冠冕旌旗器械神鬼等画。子延昌亦能画，名亚师训。 \\n  \\n  \\n 黄筌，字要叔，亦蜀中人。少开悟，卓然不肯与群童语。年十三，事郡人刁处士学丹青。尤好花竹翎毛，凡所操笔，皆迫于真，大为当时所传。年十七，从其师同仕王衍。十九赐朱衣银鱼，监都曲院。及孟知祥僣立，进筌三品服。子昶丞袭，迁待诏。检校少府监。写伪后袁氏真张于别殿，嫔御属目，更深攀慕。累加如京副使检校户部尚书兼御史大夫。艺祖开朝，昶衔璧入觐，筌与子居寀皆从赴都下。上真命为太子左赞善大夫，仍厚赐之。筌以亡国之馀，动成哀戚，至是遘疾而卒，时乾德辛丑九月二日也。子五人，居宝亦能丹青，死于蜀。居寀自有传。门生夏侯延祐亦知名。 \\n  \\n  \\n 黄居寀，字伯鸾。亦事孟昶为待诏。随筌朝，复真命。陶尚书偲，在翰苑，因曝图画，乃展秋山图令品第之。居寀敛容再拜曰：某与父筌所为也。孟昶时以答杨渥国信，弥缝处有某父子名姓当在。裂之，如居寀言。询诸库吏，乃朱梁开平中楚将张浩杀杨渥籍没此图。偲命居寀追写父真，为当时所重。居寀父子事蜀主三世，凡图帐屏壁多出其手。愚尝于唐紫微第见居寀画西伯猎渭图及父筌真像，皆得其妙。 \\n  \\n  \\n 孙知微，字太古，彭山人。知书，能语论，通老学，善杂画。初师沙门令宗，凡牧伯所至，必与之相款，高谈剧辩，皆出人意。蜀中寺观多有亲笔，画释老事迹则不茹荤食，在于山野，经时方成。寓居青城白侯坝赵村，爱其水竹深茂，以助其兴。 \\n  \\n  \\n 孟显，字坦之，华池人。骨气清楚，语论通博。画佛像人物车马等出于己意，自成一家。笔无所滞，转动飘逸，观者不能穷其来去之迹。尝于本郡孟氏舍挥数壁，皆有精意。 \\n  \\n  \\n 周文矩，建康句容人。美风度，学丹青颇有精思。仕李煜为待诏。能画冕服车器人物子女。伪，日升，元中，命图南庄，最为精备。开宝中煜贡之，藏于秘府，为上宝重。 \\n  \\n  \\n （评曰：蒲师训笔法虽细，其势极壮。黄筌凡欲挥洒，必澄思虑，故其彩绘精致，形物伟廓。居甗数壁有父之风，可谓善继矣。孟显能作猛风之势，瘦形圆面，识者犹以为疵。周文矩用意深远，于繁富则尤工。并列妙品中。） \\n  \\n  \\n 张翙，字升卿，汝南人。性刚洁，不喜附人。学吴生仅得其法。大中祥符中玉清昭应宫成，召翙画三清殿天女奏音乐像。翙不假朽画，奋笔立就，皆丈余高。流辈惊顾，终谮于主者，以翙不能慎重，用意多速，出于矜炫，恐有效尤者。寻遭诘问，翙不加彩绘而去，论者惜之。于本郡开元寺画护法善神，最为精致。 \\n  \\n  \\n 王端，字子正，鸑之子也。性谨厚，幼知书，尤好读十七代史，文选、易象、黄老之学皆涉猎焉。善丹青，长于传写及山水花竹等。真庙晏驾，召端与画臣写其遗像。端举笔乃就，无及之者。燕恭肃王见其肖似，更益号恸。敕端入图画院，让而不受，止乞国子监书舍一部。上嘉之，特授奉职，转右班殿直。诏写真庙及章献明肃太后圣容于石壁，未绝笔而端卒。令李元辅毕之，优赐其家。 \\n  \\n 勾龙爽，蜀中人。厚重少语言。好丹青，神宗时为图画院祗候。善作中古人物，其状质野，观者有返朴之意焉。 \\n  \\n 陈用志，许州郾城人。朴直少许可，不嗜利禄，为交友所高。天圣中为图画院祗候。逮景祐初，今上营慈孝寺，敕用志及待诏等笔东殿御座侧，其间王华希宫中别赐，屏上为龙水，饰以花竹。用志不乐，因私遁去。人间多求用志画，至有日走于门者。用志但以半幅纸绢信笔自适，故其迹甚少。 \\n  \\n  \\n 厉昭庆，建业人。仕伪唐为待诏，国破，与其男从至京师，籍为编户。昭庆父子大有丹青之名，攻佛像，尤长于观音。凡画古今人物，至于衣纹生熟，亦能分别，前辈殆不及。每欲挥笔，必求虚静之室无尘埃处，覆其四面，止留尺馀，始肯命意，其专谨如此。人有问者，以陆探微去梯之事答之。故其笔精色泽，久而如新，此可佳也。 \\n  \\n  \\n 王兼济，西京洛阳人。简傲嗜酒，不修人事。学吴生为画，得其馀趣。白波人武宗元长于大像，当世称绝。兼济尝与对手，深见推誉。同于本京南三圣殿画太乙，兼济乃西壁焉。东壁乃武宗元画。中岳天封观西壁圣帝入队，亦兼济之笔。武宗元画东壁出队。虽不及宗元，自有佳处。 \\n  \\n  \\n （评曰：张昉，用意敏速，变态皆善。王端写人形表，尤见所长。勾龙爽笔力飘逸，多从质野。陈用志所写虽至小僻，曲尽其妙。厉昭庆居必幽静，故其澄虑设色，久而愈精。王兼济尝与武宗元力画大像，虽不能及，亦可以接其步武矣。并列妙品下。） \\n  \\n 杨斐，京师人。性不拘，有气概。多游江浙间，后居画院。攻画佛像，宗吴生笔。于泗州普光王寺画鬼神于方丈，其容色威势，有足观者。 \\n  \\n 高文进，蜀中人。太宗时入图画院为祗候。上万机之暇，留心绘事，文进与黄居寀常列左右，赐予优腆。相国寺高益画壁，经时圮剥，上惜其精笔，将营治之，诏文进曰：丹青谁如益者？对曰：臣虽不及，请以蜡纸模其笔法后移于壁，毫发较益当无差矣。遂与李用及、李象坤翻传旧本于壁，尽得益之骨气。文进自画后门里东西二壁五台峨眉文殊普贤变相，及后门西壁神、大殿后北方天王等。以其能迁待诏，仍赐所居。在相国寺东，年老卧病，上宣医臣往疗之，仍戒曰：文进之命，实系卿手，功不可缓也。上为注意如此。后果愈。敕同画东太乙宫贵神列位。大中祥符初，董督群工计度玉清昭应宫壁。今景德寺后九曜院罗汉及东壁药师琉璃光佛，皆文进所画也。 \\n  \\n  \\n 赵元长，字虑善，蜀中人。通天文，历仕伪蜀孟昶为灵台官。亦善丹青，凡星宿纬象皆命画之。国破，元长从昶赴阙下。太祖引伪署官属，凡学天文之类皆不赦。元长当死，遽呼曰：臣向仕昶，谓臣能画，所写者周天象耳，符谶之学非臣所知。上特原之，配文思院为匠人。常备禁中之役，画驯雉于御座，会五坊人按鹰有离鞲欲举者，上命纵之，径入殿宇以搏画雉。上惊赏久之，召元长入图画院为艺学。诏画东太乙宫贵神之像，元长实督之。及命模写王齐翰应运国宝罗汉，深得其法。 \\n  \\n  \\n 高元亨，字彦德，京师人。一名怀宝。端愿拘礼法，尝褒衣大带，引奚奴行，人以儒者视之。真庙时为图画院祗候。尝画从驾两军角抵戏场图，写其观者四合如堵，坐立翘企，攀扶仰俯，及富贵贫贱、老幼长少、缁黄技术、外夷之人，莫不备具，至有争怒解挽，千变万状，求真尽得，古未有也。元亨尝押河西防边将校冬衣至渭川，见画人南简，虽有推奖之意，终不能援引。 \\n  \\n  \\n （评曰：杨斐深有才思，用亦宏博，于大像求其全功，则非吾所知也。高文进笔力快健，施色鲜润，皆其所长。赵元长妙于形似。高元亨尽事物之情。并列能品上。） \\n  \\n 孙怀说，安定灵台人也。任侠不事产业。喜丹青，亦学吴生，略得其奥。乘兴命笔，往往称绝。多为好事者取去，故人间少见其本。 \\n  \\n 南简，平凉人。性简傲，不肯从亲旧游，闭门独居，以画自乐。太宗朝待诏高元亨奉命过渭川，目睹简画，得其名氏，遽召之。会简袖刺来谒，喜其同好，尽礼相遇。因求简笔，简遂披纸运思，挥染如扫，穷百番无相犯者。元亨益重之。故相国刘公有简画少微星一轴，甚有气韵。 \\n  \\n  \\n 王道真，字傒叔，新繁人。幼颖悟，有节操，善丹青。太宗朝待诏高文进甚有声望，一日上问民间谁如卿者。文进进曰：新繁人王道真者犹出臣上。遂召入图画院为祗候，与文进等传移相国寺高益画壁，及于大殿西偏门南面东壁画宝志化十二面观音相。又与文进对画寺庭北门东面大神。迁待诏。及同文进计度玉清昭应宫壁，当时称之。 \\n  \\n  \\n 牟谷，字子冲，不知何处人。美风表，深晓相术，故于丹青中尤长写貌。太宗龙潜时，牟往事之。暨登位，得图画院祗候。端拱中诏随专使往交趾，密令遍写安南王黎桓并臣佐真像。以瘴海飘泊，近十馀年始还京师，值太宗已弃万国。章圣即位，亦优劳之。谷居阊阖门中，会上幸建隆观，以所画先帝御容张于户外。上见之，果回目悚然曰：大行皇帝也。敕中使收之，执谷诣行在，问其故。对曰：臣事先帝，待罪于图画院，使于异域，淹留岁月，还朝虽在，先帝晏驾。伏惟陛下孝思训俗，臣所以追写者，广陛下罔极之心。先帝圣容，臣乞传貌。虽闻已敕沙门元霭为之，元霭之技能侧面。臣窃以南向恭已，圣人所以尊也，臣攻写正面者。上许之，工毕加赐。 \\n  \\n  \\n 沙门元霭，蜀中人。幼来京师相国寺落发，授大具足戒。通古人相法，遂能写真。太宗闻之，召元霭传写。时上幸后苑赏春方还，乌巾插花，天姿和畅，霭一挥而成，略无凝滞。上优赐之，由是有声名，巨贵人争求其笔。亦尝画本寺西经藏院后大悲菩萨。章圣即位，召霭写先帝侧座御容，恩赐甚厚。钱希白洞微志云：僧元霭，蜀人，皇朝来□，禁中供奉。一日在御书院中写粉本，中官皆来观看。霭公每成，染颜色毕，怀中别出一小石研磨取色，盖覆肉色之上，然后遂如真。众工所以不及者，正为此特高。其日用石讫，忽见一小黄门怀之而去。霭公喧呼索之，方置旧处，又以蜚语凌辱，然后奔走而去。因遍询中官，同列无肯言其姓名，因画其颜貌，求谒李都知神福，哀诉以中贵窃石毁辱之事，忿色可掬。李因诘之曰：小底至多，不知姓名，谁当其责？霭公因怀中探出头子，言此可以验之。李一见大笑曰：此杨怀吉也，何仓卒间图写，笔法如是精妙！因延坐嗟赏，见召杨责让，伏罪致谢而退。自此传神声价，蔚为独步矣。 \\n  \\n  \\n 尹质，字化元，成都人。性长厚，与人交有终始。攻写貌，善佛像，尤精于真人药王。凡伎艺倡优人所识者，质皆能画之，无分毫异处。燕恭肃王召质写真，特优礼之。至于公卿戚里间竞求传貌。景祐中宣献宋公薨，请质追写。质嗜酒无羁束，但草成仪像，逾时不往。宋氏复召沙门怀志，以质草样示之，俾为标准。质闻之曰：模传尚可，设色非吾敢许。果如其言。复遍求名辈传貌甚多，无如质者，故独步康定、庆历之间。 \\n  \\n  \\n （评曰：孙怀说气格清峭，理致深远。南简意不在近，格亦至僻。王道真淳重宁妥，可谓能矣，言院体者无出其右。牟谷、元霭、尹质长于写貌，笔能夺真，其优劣如次第云。并列能品中。） \\n  \\n  \\n 石恪，字子专，成都郫人。性轻率，尤好凌轹人，常为嘲谑之句，略协声韵，与俳优不异，有杂言，为世所行。初事张南本学画，才数年已出其右。多为古僻人物，诡形殊状，以蔑辱豪右，西州人患之。尝画五丁开山、巨灵擘太华图，其气韵刚峭，当时称之。今蜀会秦川至阙下尚多恪笔。 \\n  \\n  \\n 陈士元，京师人。初名允。喜丹青之学，尤好王士元笔，窃相如慕蔺之意，遂改其名。至于屋宇亭榭、栏楯车骑、子女皂隶及人家景物若太湖石、芭蕉花之类，皆如王士元之迹。 \\n  \\n  \\n 王拙，字守拙，河东人。大中祥符初营玉清昭应宫，募天下画流，事见武宗元传，拙为右部第一人，与宗元为对，时人多许之。乃画本宫五百灵官众天女朝元等壁，天圣中失之矣。子居正。 \\n  \\n  \\n 王居正，拙之子也，俗以其小字多呼为憨哥。学丹青有父风。师周翙士女，略得其妙。尝于苑圃寺观众游之处，必据高隙以观士女格态。凡欲命笔，则澄思虑，故于形似为得。 \\n  \\n 叶进成，江南人。性通敏，善画今体人物。吉安杨直讲家有进成醉道士图，观其趋向清野，陶然相乐，尤有佳处。其童仆鞍乘、树木服器，略可观焉。 \\n  \\n  \\n 燕文贵，吴兴人，隶军中。善画山水及人物。初师河东郝惠。太宗朝驾舟来京，多画山水人物，货于天门之道。待诏高益见而惊之，遂售数番，辄闻于上，且曰：臣奉诏写相国寺壁，其间树石，非文贵不能成也。上亦赏其精笔，遂诏入图画院。端拱中，敕画臣面进纨扇，上览文贵者甚悦。尝画七夕夜市图，自安业界北头向东至潘楼竹木市尽存。状其浩穰之所，至为精备。富商高氏家有文贵画舶船渡海像一本，大不盈尺，舟如叶，人如麦，而樯帆槔橹，指呼奋踊，尽得情状，至于风波浩荡，岛屿相望，蛟蜃杂出，咫尺千里，何其妙也。 \\n  \\n  \\n 叶仁遇，江南人。好画世俗人物。唐紫微家有仁遇维扬春市图，状其土俗繁浩，货殖相委，往来疾缓之态，深可嘉赏。至于春色骀荡，花光互照，不远数幅，深得淮楚之胜。 \\n  \\n 郝澄，字长源，江宁句容人。世为右族，至澄以丹青自乐，不事赀产，终至耗荡。人多求澄画者，赖以资给。于佛道鬼神尤长。 \\n 毛文昌，字则之，蜀中人。好画郊野村堡人物，能与真逼。又为村童入学图，其行步动止，拜立诵写，备其风概。 \\n  \\n （评曰：石恪笔法颇劲，长于诡怪。陈士元师王士元不为不近，求其器岸，体骨则难。王拙善为佛道，于大像尤备，虽放纵矜逸，往往失于卑懦。王居正士女，尽其闲冶之态，盖虑精意密，动切形似。叶进成江左敏手，设色清润。燕文贵于人物自有佳处。仁遇好写流俗，能剽直意。毛文昌得其村野之趣，甚有所观。皆列能品下。）  \\n  \\n 　 \\n 卷二 \\n ○山水林木门第二 \\n  \\n 李成，营丘人。世业儒，为郡名族。成幼属文，能画山水林木，当时称为第一。开宝中，孙四皓者延四方之士，知成妙手不可遽得，以书招之。成曰：吾儒者，粗识去就，性爱山水，弄笔自适耳，岂能奔走豪士之门，与工技同处哉。遂不应。孙甚衔之，遣人往营丘以厚利啖当涂者，卒获数图。后成举进士，来集于春官，孙卑辞坚召。成不得已往之，见其数图，惊忿而去。章圣每见成笔，必嗟赏之，故声益甚，直史馆刘鳌者时推精鉴，于曹武惠王第见成山水图，爱之不已，有诗曰：六幅冰绡挂翠庭，危峰叠嶂斗峥嵘。却因一夜芭蕉雨，疑是岩前瀑布声。识者以为实录。成之为画，精通造化，笔尽意在。扫千里于咫尺，写万趣于指下。峰峦重叠，间露祠墅，此为最佳。至于林木稠薄，泉流深浅，如就真景。思清格老，古无其人。景祐中成孙宥为开封尹，命相国寺僧惠明购成之画，倍出金币，归者如市。故成之迹于今少有。 \\n  \\n （评曰：成之命笔，惟意所到，宗师造化，自创景物，皆合其妙。耽于山水者，观成所画，然后知咫尺之间夺千里之趣，非神而何？故列神品。） \\n  \\n  \\n 范宽，名中正，字仲立，华原人。性温厚，有大度，故时人目为范宽。居山林间，常危坐终日，纵目四顾，以求其趣。虽雪月之际，必徘徊凝览，以发思虑。学李成笔，虽得精妙，尚出其下。遂对景造意，不取繁饰，写山真骨，自为一家。故其刚古之势，不犯前辈。由是与李成并行。宋有天下为山水者，惟中正与成称绝，至今无及之者。时人议曰：李成之笔，近视如千里之远；范宽之笔，远望不离坐外，皆所谓造乎神者也。然中正好画冒雪出云之势，尤有气骨。 \\n  \\n  \\n （评曰：范宽以山水知名，为天下所重。真石老树，挺生笔下，求其气韵，出于物表。而又不资华饰，在古无法，创意自我，功期造化。而树根浮浅，平远多峻，此皆小瑕，不害精致，亦列神品。） \\n  \\n  \\n 高克明，绛州人。端愿自立，复事谦退，尤喜幽默。多行郊野间，览山林之趣，箕坐终日，乐可知也。归则求静室以居，沉屏思虑，神游物外，景造笔下，渐为远近所许。景德中游京师。大中祥符中入图画院，其艺益进。与太原王端、上谷燕文贵、颍川陈用志相狎，称为画友，而声望籍甚。今上尝诏入便殿，命画图壁等。为上所赏，迁至待诏，守少府监主簿、赐紫。景祐初，上命画臣鲍国资画四时景于彰圣阁，国资以乍近玉色，战惧不已，不能下笔。诏克明代之，克明辞曰：臣技不过山水而已。国资以疏贱，骤见陛下，不无惊畏，徐当尽其所学。恐臣浅近，终不能及。上善其对。淮海富商陈永，以百千求春龙起蛰图。克明以非素习者，坚让不从，一时侪辈多之。克明亦善佛道人马花竹翎毛禽虫畜兽鬼神屋宇，皆造于妙。人有以势利求者，则以不能为辞。或朋好间以所欲见丐，必欣然与之。画流中好义忘利、性多谦损者，惟克明焉。 \\n  \\n 王士元，善画树石云水。颇师关仝，但加景趣，多作楼阁台榭、屋宇桥径如家中景。此亦病也，而士元不顾。求其景趣则高于关仝，笔力则老于商训。 \\n  \\n 王端，尤善画山石林木，亦师关仝之笔，好为罅石溅水、怪树老根，有出人意思。今相国寺净土院北支条院有端所画东壁，其烟岚云嶂之势皆得其趣。 \\n  \\n 商训，不知何处人。善鼓琵琶。学关仝山水，颇为切近。观其笔势，勾斫山石少皴，殆不及仝。 \\n 燕文贵，尤精于山水。凡所命意，不师于古人，自成一家，而景物万变，观者如真临焉。画流至今称曰燕家景致，无能及者。 \\n  \\n 许道宁，河间人。学李成画山水林木。初市药于端门前，人有赎者，必画树石兼与之，无不称其精妙。由此有声，遂游公卿之门，多见礼待。相国寺张文懿公令道宁画其居壁及屏风等，文懿深加赏爱，作歌赠之。道宁之格所长者三：一林木，二平远，三野水，皆造其妙，而又命意狂逸，自成一家，颇有气焰。所得李成之气者也。事见翟院深传。 \\n  \\n  \\n （评曰：山有体，水流意，而自近至远，景有增易，求其妙手，岂易也哉。高克明铺陈物象，自成一家，当代少有。士元之写景，王端之老格，同出关氏，各有所得。商训又其次也。燕文贵尤善其景，随目可爱，许道宁既有师法，又能变通。皆列于妙品。） \\n  \\n 陈用志，亦攻山水。画祥源观东位壁，磊落峭拔，布千里之景。以庆历中火，今无有矣。文潞公宅有用志出云山水壁，高丈馀，宛有不崇朝雨天下之意。 \\n  \\n  \\n 黄怀玉，华原人。有足疾，时人目为跛子。学范中正画山水，颇得其格。今都下中贵家有怀玉秋山图八幅，意思孤特，得其岩峤之骨。树木皴剥，人物清洒，有范生之风，至有误蓄者，盖相去不远耳。 \\n  \\n 黄筌，画山水亦为时人所称。松石学孙位，山水学李，日升，皆过之。伪蜀孟昶时尝写秋山图，至今犹传。 \\n  \\n 翟院深，营丘人。名隶乐工，善击鼓。师乡人李成画山水，喜为峰峦之景。一日郡中宴客作乐，会云气耸起，如峰相叠。院深引望翘企，不觉登鼓，奏节遂失。太守诘之，具以实对。翌日命院深为画，果有竦突之势，甚异之。时人议得李成之画者三人：许道宁得成之气，李宗成得成之形，院深得成之风。后成孙宥为开封尹日，购其祖画，多误售院深之笔，以其风韵相近，不能辨尔。 \\n  \\n 刘永，不知何处人。师关仝为山水，其意思笔墨颇得其法。至于树石溅扑，甚不相远，但勾斫皴淡为佳尔。 \\n  \\n 沙门巨然，亦江宁人，受业于本郡开元寺，攻画山水。伪唐李煜归命，巨然随至京师，居于开宝寺，投谒在位，遂有声誉。画烟岚晓景于学士院壁，当时称绝。度支蔡员外挺家有巨然画故事山水二轴，而古峰峭拔，宛立风骨。又于林麓间多用卵石，如松柏草竹，交相掩映，旁分小径，远至幽墅，于野逸之景甚备。 \\n  \\n 赵傒，亦江宁人。善画山水林木，长于布景。李煜时为画院学士。今度支蔡员外家有傒江行图一轴，深得浩渺之意。 \\n  \\n 李隐，五原人。善画山水，亦长于布景。大中祥符初营会灵观，命隐图五岳于壁，又于五圣帝座后矰帏上皆写山水。庆历中有，今则无矣。隐之画山，其势超峻，截空而立，复有平原之趣。至于飞泉曲水，周流左右。皆不逾尺，止以焦墨皴淡，全无勾斫。其巧妙如此。 \\n  \\n  \\n 庞崇穆，字季和，右北平人。大中祥符初营玉清昭应宫，召入画山水列壁，而林峦草竹溪谷磴道莫不精备。又于空穴间作游云直上之状，为风所驾，卷舒聚散，其势不拘。诏入图画院，崇穆不就而去。 \\n  \\n 曹仁希，字企之，毗陵人。善画水，无与敌者。凡为惊涛怒浪，万流曲折，以至轻波细淄，于一笔自分浅深之势，以为佳尔。 \\n  \\n （评曰：山水天下之胜，于绘事中尤可尚也。陈用志笔虽放旷，每得自然之意。黄怀玉老于所学，势多刚峭。黄筌失于粗暴，犹为蜀中之最。翟院深尤得风韵，盖有师法。刘永亦学关氏，远有所到。巨然好写景趣，殊为精绝。赵傒穷江行之思，观者如涉。李隐状千里之山，不出所顾，才富意逸，崇穆有焉。如希仁之画水，浅深怒恬，一笔而已，信所谓敏而不失其真者也。并列能品。） \\n  \\n ○畜兽门第三 \\n  \\n 赵光辅，尤善画番马。凡欲为之，必心潜虑密，视听皆断，方肯草本。然后点窜增减，求其完备，始上缣素。故光辅无一毛之失，得者如获至宝。古今为番马者亦可数，故鳷得其肉，东丹得其骨，东丹字赞华，契丹人。光辅兼有之。学博才长，为世推重。至于戏风拽绳、吃草饮水、奔走立卧、嘶啮跑蹶、瘦壮老嫩、奴马，良疲逸、羁絷疾病之状，莫不精至，全夺形似，略无失处，未见能继者。 \\n  \\n （评曰：善观画马者，必求其精神筋力。精神完则意出，筋力劲则势在，必以眼鼻蹄珝为本。神哉光辅之为也，虽鬃尾一毛不可得而议，故列神品。） \\n  \\n  \\n 赵邈卓，亡其名，以其性不灵慧，故人以邈卓目之。轻财好施，尤嗜歌酒，与人交有始卒。善画虎，多气韵，具形似。夫气韵全而失形似，虽活而非，形似备而无气韵，虽似而死，二者俱得，唯邈卓焉。文潞公与王侍郎家各有邈卓所画一虎，文公者伏崖高视。王公者当风舐掌。视者惊其威，其实经模，尚非亲笔。真本为华州王法据所收，虽朋友亲狎未尝许见。今以包鼎虎为上游者，何其陋也。 \\n  \\n  \\n 裴文睍京师人。画水牛为当时第一。隋唐而下画牛者止三人，戴嵩、厉归真与裴文睍，是也，其馀凡陋可鄙。今人多不闲文睍，寡合之性，故以惑多士。观其真迹，乃当时之名流也。 \\n  \\n  \\n 杨辉，江南人。袁惸，河南登封人。峨隶侍卫亲军。俱善画鱼，不务末节，但奋其牴喁形势，尤多涵泳之态。至如众工以鳞甲数目为拘者，辉、惸则遗之矣，取其大体。亦工水草萍蘩之画，真若秋景，甚可爱也。 \\n  \\n  \\n 龙章，字公绚，京兆人。性淳静好古，居亦冠带。画虎兔，亦攻佛道及冕服等，尤长于装染。祥符中玉清昭应宫成，召令彩绘列壁，外有玉皇尊像，犹未装饰。时画院僚属争先创意，至于团科斜枝，莫不详画。主者中贵人刘承珪曰：天帝法服，岂如是邪！命检寻道藏及真境录，无有晓其仪者。上不怿。宫使丁朱崖置赏募工，章应之曰：今京兆府长洛乡北乐村古太华观有玉皇像，乃唐人杨惠塑，被九色螭罗帔，此可为法。丁朱崖闻于天子，遣使验之，如章言，由是得装其像。工毕，乞还田里，复本户租赋。久之不报，诏入图画院，非其好也。常游食于京师，时乐游坊市。药人杨氏锁活虎于肆，章熟视之，命笔成于一挥，识者惊赏之。平生所画，止有六虎，今少有见者。 \\n  \\n 何尊师，江南人，亡其名。善画猫儿，罕见其比。所画有寝者、觉者、展膊者、戏聚者，皆造于妙。其毛色纯犁，体态驯扰，尤可赏爱。 \\n  \\n （评曰：邈卓之虎，非世俗常见，往往有不知名者，犹天下珍玩，岂易辩哉。裴文睍之水牛，浑夺生意。杨、袁二生之鱼，不拘末节，自得真体。龙章亦善虎兔，岂常人可及。何尊师所得不为不多。并列妙品。） \\n  \\n 陈用志，亦善画番马。学胡鳷略得其奥，而多出己意，自至奇怪，识分数，晓向背，甚有所得。 \\n  \\n 冯清，阌乡人。真宗时入图画院。所居城南，相近逆旅多橐驼，清常遇之，虽身务所迫，必引视不已，求其情状，然后命笔，遂致声誉，亦能画矣。今景灵宫后壁有硖石道士赵惠宗坐炎火诵经者是也。 \\n  \\n  \\n 王士元，善画天厩马，虽驽骀疲劣亦能为之。骨气高卑，皮毛上下，随笔所定，较无差处。至衔勒之饰，饲秣之所，皆有可观。而又笔法高放，形状颇力，人所未及。 \\n  \\n 高益，亦善画番马。于分数尽得身段肥瘠，蹄晙疏数，皆取形似，尤富气焰。相国寺东壁阿育王所乘及战士鹿马等，皆益之笔，虽经模写，格制犹在。 \\n  \\n 荀信，江南人。真庙时为翰林待诏。攻画龙水。天禧中会灵观凝祥池御座殿？上写吐雾龙，观其蟠伏蹭据，波涛旁涌，使入惊赏。后移入禁中。 \\n 吴怀，江南人。善画龙水。其最佳处，据孤岛，凭老木，伏平曌，拿怒浪，呼云自蔽，有夭矫肉飞之势。 \\n  \\n 董羽，字仲翔，毗陵人。口吃语不能出，故有哑子之目。善画龙鱼，尤长于海水。仕李煜为待诏，写香花阁帏床屏并积水图，大见称誉。建康有隋大司空陈仁杲庙，堂后水一壁，至今犹存。清凉寺画海水，及有李煜八分题名、李肃远草书，时人目为三绝。随煜归京，于学士院壁为戏水龙，于开宝寺东经藏院壁为弄珠龙，皆为精笔。 \\n  \\n 王道真，亦善画鱼，得杨辉之奥。祥符中写金鱼一轴献丁朱崖，甚见称赏。朱崖败，籍入内库。 \\n 李用及，京师人，父隶天武军。用及能画天厩马，深得韩傒笔法，人多称之。为病马尤有功，古未有也。 \\n 张钤，豳国人，一名翼。善画番马及人物，皆师赵光辅。其运笔落墨，有刀头燕尾之状，深得其法。但为番族，面目多类汉人，于体为失。 \\n 辛成，不知何处人也，籍隶军中。攻画虎，有精神气骨，故当时许其得威厉之势，都下时复有之。 \\n 冯进成，江南人。攻画犬兔。思虑精巧，故于写物能全其精神，尤善染泽。今致政田宫傅第有进成画二轴，其迹可爱。 \\n  \\n （评曰：马之气骨，非精笔不能周备。陈用志、王士元、高益、李用及、张钤之徒，各从师法，更生己意，皆称一时之妙，果求其真鉴，故有次第。冯驼辛虎，皆与真逼。如荀信、吴怀、董羽，可谓能于其事矣。冯进成为犬兔，深造于妙，犹以气韵孤薄，或有讥者。皆列能品。）  \\n  \\n 　 \\n 卷三 \\n ○花竹翎毛门第四 \\n  \\n 徐熙，锺陵人。世仕伪唐，为江南名族。熙善花竹林木、蝉蝶草虫之类。多游园圃，以求情状，虽蔬菜茎苗亦入图写，意出古人之外。自造于妙，尤能设色，绝有生意。李煜集英殿盛有熙画。后卒于家。及煜归命，尽入内府。太宗因阅图书，见熙画安榴树一本带百馀实，嗟异久之，曰：花果之妙，吾独知有熙矣，其馀不足观也。遍示画臣，俾为标准。为上称叹也如此。有孙二人，崇嗣、崇勋，自有传。 \\n  \\n  \\n （评曰：士大夫议为花果者，往往宗尚黄筌、赵昌之笔，盖其写生设色，迥出人意。以熙视之，彼有惭德。筌神而不妙，昌妙而不神，神妙俱完，舍熙无矣。夫精于画者，不过薄其彩绘，以取形似，于气骨能全之乎？熙独不然，必先以其墨定其枝叶蕊萼等，而后傅之以色，故其气格前就，态度弥茂，与造化之功不甚远，宜乎为天下冠也。故列神品。） \\n  \\n  \\n 唐希雅，嘉兴人。曾祖而上，家于河北，因五代离乱，迁于江右。希雅善丹青。伪唐李煜好金错书，希雅常学之。乘兴纵奇，因其战掣之势以写竹树，盖取幸于一时也。其为荆槚柘棘、翎毛草虫之类，多得郊野真趣。 \\n  \\n  \\n （评曰：江南绝笔，徐熙、唐希雅二人而已。极乎神而尽乎微，资于假而迫于真，象生意端，形造笔下。希雅终不逮熙者，吾以翎毛较之耳；求其竹树，殆难优劣。故列神品。） \\n  \\n  \\n 黄筌尤能写花竹翎毛，于孟昶殿画六鹤，因目其殿。当时称叹，为之语曰：黄筌画鹤，薛稷减价。广政中，昶命筌与其子居寀于八卦殿画四时山水及诸禽鸟花卉等，至为精备。其年冬，昶将出猎，因按鹰犬，其间一鹰离鞲夺举，臂者不能制，遂纵之，直入殿搏其所画翎羽。昶甚嗟赏，召其学士欧阳炯作八卦殿画壁记，仍付史馆，以表能事。太宗朝，参政苏公易简，得筌所画墨竹图，李公宗谔，见之，赏其神异，作黄筌墨竹赞，其序曰：工丹青、状花竹者，虽一蕊一叶必须五色具焉，而后见画之为用也。蜀人黄筌则不如是，以墨染竹，独得意于寂寞间，顾彩绘皆外物，鄙而不施。其清姿瘦节，秋色野兴，具于纨素，洒然为真。故不知墨之为圣乎，竹之为神乎！惜哉筌去世久矣，后人无继者。蜀亡二十年，苏公易简得筌之遗迹两幅，宝之如神，惧恐化去矣，唯乐安村民得一观焉。噫，清潇碧湘，会稽云梦，有竹万顷，去我千里，鲜碧蔽野，宁得而窥。曷若此图，虚堂静敞，满目烟翠，行立坐卧，秋光拂人。又何必雨中移来，窗外种得，霜庭月槛，萧骚有声，然后称子猷之高兴乎！予叹筌图之入神，美翰林之好事，抽毫抒思，敢为之赞曰：猗欤黄生，画竹有名，能状竹意，是得竹情。一毫絜笔，匪丹匪青，秋思野态，混然而成。背石枕水，苍苍数茎，森然如活，飒若有声。湘江坐看，嶰谷随行，大壁高展，清阴满庭。又诗曰：惜哉黄公不可亲，空留高价传千古。向非精赏值苏公，时人委弃如泥土。 \\n  \\n  \\n （评曰：黄筌老于丹青之学，命笔皆妙，诚西州之能士，可列神品。黄居甗亦善画花竹毛羽，多与筌共为之，其气骨意思，深有父风。孟昶时画四时花雀图数本，当世称绝。今士人家往往有居甗笔，夸为珍玩耳。 \\n  \\n 黄居采亦善画花竹翎毛，与筌共为之，其气骨意思有父风。孟昶时，画四时花雀图数本，当时称绝。今士人家往往有居采笔，夸为珍玩。 \\n （评曰：居甗之画鹤，多得筌骨，其有佳处，亦不能决其高下。至于花竹禽雀，皆不失筌法。父子俱入神品者，唯居甗一家云。） \\n  \\n 赵昌，剑南人。性傲易，虽遇强势，亦不下之。多游巴蜀梓、遂间。善画花果，初师滕昌祐，后过其艺。时州伯郡牧争用笔迹，昌不肯轻与，故得者以为珍玩。大中祥符中，丁朱崖闻之，以白金五百两为昌寿。昌惊曰：贵人以赂及我，非有求乎？亲往谢之。朱崖延以东阁，命画生菜数窠及烂瓜生果等。命笔遽成，俱得形似。及还蜀中，尤有声誉。晚年多出金购其旧画，其自秘也如此。门生王友亦知名。 \\n  \\n  \\n 陶裔，京兆鄠人。幼警悟，多巧思，隶后苑造作所为匠者，组织珠翠为副珈步摇花奁璎珞之饰，其功甚微妙，及结花钿为羽仙仪仗。太宗嘉赏之，且曰：以此意移于丹青，安知无后世名！裔感上言，潜志营学，遂得祗候于图画院。精于写生，日有增至。召入画御座屏，裔极其精神，两岁方毕。又画大殿十二幅屏，多作祝寿之意。迁待诏。裔之笔法与黄筌相近，故时人语曰：西蜀黄筌，东京陶裔。 \\n  \\n 徐崇嗣、崇勋者，熙之孙也。善画草虫时果、花木蚕茧之类，尤喜为连树及坠地枣，备得形似，无有及者。士大夫谓二徐有祖之风。 \\n 梅行思，江南人。攻画斗鸡，至于爪起项引、回环相击，宛有角胜之势。 \\n 解处中，江南人，俗呼为解将军，不知何谓，善画雪竹，有冒寒之意。其间多作禽鸟，或群聚，或孤立，如畏凛冽，足有所观。 \\n 王晓，泗水人。善画翎毛，酷好郭权辉鹞子，卒至于妙，而精神筋骨尤近于郭。 \\n 毋咸之，江南人。善画鸡，其毛色明润，瞻视清爽，大有生意。今江南尹冯待制家有咸之紫朝鸡一轴，颇为佳物。 \\n  \\n 傅文用，京师人，俗以三翁目之。每见禽鸟飞立，必凝神详视，都忘他好，遂精于画。其为鹑鹊，能分四时毛羽，颇有黄筌风概，至有误收者。今画院僚属尝议曰：傅三翁翎毛浑得生意，较其真者，如鉴中见之。为流辈所推如此。 \\n  \\n  \\n （评曰：陶裔之写生，赵昌之设色，二徐所为，于形似无愧矣。行思精争斗之势，处中长苦寒之景，王晓、毋咸之、傅文用皆有翎毛之癖，传诸来世，愈见珍赏耳。并列妙品。） \\n  \\n 唐宿、唐忠祚，皆希雅之孙也。善画翎毛、花竹。为翎毛也奋迅超逸，为花竹也美艳闲冶，俱有能格。京师贵人家多有之。 \\n 夏侯延祐，字景休，蜀中人。师黄筌，画翎毛花竹，略有声誉。仕孟昶为待诏，后随昶至京师，得图画院艺学，为流辈推重。 \\n 刘文惠，不知何处人。善画翎毛花竹，京师人重之，至携金玉换而不得者，故四方少见。 \\n 王友，字仲益，蜀人。师赵昌，画花不由笔墨，专尚设色，得其芳艳之卉。今豪贵家得友之笔，往往目为赵昌，以其亲切故难辨。 \\n  \\n 道士牛戩，字受禧，居本郡注生观。貌古性野，不修人事，轻财贿，重信义。嗜酒自乐，尤好画，所长者破毛之禽而与寒鸡野鸭，馀无佳处。每于酒肆间饮至一斗，索纸一番，画以为质。及至醒后，必购而毁去之。 \\n  \\n  \\n 阎士安，宛丘人。疏荡嗜酒，尤好作俳优语，故为豪贵所昵。习医术。善为墨竹及草树荆棘土石蜞蟹燕子等，皆不用彩绘，为时辈所推。故王冀公德用，好蓄花竹之画，士安尽其思虑，献墨竹一图，甚见称赏，由是奏为试四门助教。士安之竹，千怪万状，有带风烟雨雪之势者，尤尽其景。 \\n  \\n 王端，亦善画墨竹。取唐希雅生竹情状而为之，故于向背不失。然端好为山水树木，写竹甚少，故人间罕得。 \\n 刘梦松，江南人。善画水墨翎毛及草木花竹等，亦精于墨竹。今普安院长老有梦松花竹图，花得洛阳之盛，竹有江上之异，皆可爱也。 \\n  \\n （评曰：二唐花竹皆得情状，所以善继其祖矣。夏侯之于黄筌，王友之于赵昌，皆亲切于师，自致能誉。文惠精于写生，牛戩妙于破毛，亦一时之佳笔也。写墨竹千古无传，自沙门元霭及唐希雅、董羽辈始为之唱，阎士安下笔清劲，造形圆备，最为长也；王端仅与之敌。识者谓士安得其竿，王得其叶，而梦松又次焉。皆列能品。） \\n  \\n ○鬼神门第五 \\n  \\n 李雄，北海人。略有艺文，不喜从俗，尤好丹青之学。太宗时祗候于图画院。上一日遍诏籍在院中者，出纨扇令各进所画。雄曰：臣之技不精于此，所学者不过鬼神，虽三五十尺亦能为之。上怒，索剑欲诛雄，亦无屈意，俄得释去。后遁还乡曲，画本郡龙兴寺壁为三鬼，其一鬼执巨蟒呼喊，有忿怒之势，观者往往惊畏。富商高生家亦有雄画舞锺馗图，尤为精粹。 \\n  \\n （评曰：画鬼神者，多形状怪异为能，于吾何取？必求诸筋力焉，以考其精神，究其威怒，三者能备，独雄而已。笔势高迈，生于自然，故列神品。） \\n  \\n 高益，尤精于鬼神。其意思无穷，如昼夜然。曾画相国寺壁，至今称绝。 \\n （评曰：高益意思，千形万态，卒不相类，其功可较，故列妙品。） \\n  \\n 李用及，亦能画鬼神。其体格雄赡，筋力魁壮，既无所羁束，又不专诡怪。凡为鬼神者，多以面拟金刚，身拟善神。用及则不然，独宗吴生之笔。曾同画相国寺壁，至今称之。 \\n  \\n 石恪，亦攻画鬼神。出意为诡怪之状，不犯古今，颇有笔力。尝为五丁开山及巨灵擘太华图，大为人推赏。 \\n  \\n （评曰：鬼神之状虽不可穷，大约不远于人，故用及宗吴道子之画，密有所至。石恪多用己意，喜作诡怪而自擅逸笔，于筋力能备，不可易得。并列能品。） \\n  \\n ○屋木门第六 \\n  \\n 郭忠恕，字恕先，无棣商河人。有艺文，善篆籀隶书。周时为国子博士兼宗正丞。太祖有天下，忠恕以忤旨流岭南，道死藁葬。其后许还乡国，发圹，馀衣栉而已，时人以为尸解，上亦遣使祠之。忠恕尤能丹青，为屋木楼观，一时之绝也。上折下算，一斜百随，咸取砖木诸匠本法，略不相背。其气势高爽，户牖深秘，尽合唐格，尤有所观。凡唐画屋宇，柱头坐门，飞檐直插。今之画者，先取折势，翻檐竦壮，更加琥珀枋，及于柱头添铺矣。凡欲画，多与王士元对手。而忠恕于人物不深留意，往往自为屋木，假士元写人物于中，以成全美。 \\n  \\n （评曰：画之为屋木，犹书之有篆籀，盖一定之体，必在端谨详备，然后为最。忠恕俱为当时第一，岂其二者之法相近而然耶？可列神品。） \\n  \\n 王士元，尤工画屋木台殿，而显敞宏壮，信为神妙。尝画古时宫殿及绿珠坠楼图二轴，其通博该备，时人称绝。又能赤白及作松纹锦柱，愈见壮丽之势。凡命意造景如忠恕，但士元多关仝树石，此所为异也。 \\n  \\n  \\n （评曰：宫殿台阁，亭榭轩砌，虽无搏动之势，而求其疵病，比诸画为多。士元命笔造微，事物皆备，虽片瓦茎木亦取于象，此所以过人无限，故列神品。） \\n  \\n 燕文贵，又能画舟船盘车。富商豪家有文贵舶舡渡海图，大为珍妙。 \\n  \\n 蔡润，建康人。善画舟船及江河水势。随李煜赴朝，籍为八作司赤白匠。太宗尝览润舟车图，因问画者名氏。左右进曰：实八作匠人蔡润笔也。上亦悟曰：首江南归命者耶？遽诏入图画院为待诏。敕画楚襄王游江图，尤为精备，上嗟异久之。 \\n  \\n （评曰：如文贵、润二人，皆江海微贱，一旦以画为天子所知，盖其艺能远过流辈。列于妙品。） \\n  \\n 吕拙，京师人。善丹青，尤喜为楼观之画。至道中，召入图画院祗候。太宗方营玉清宫，拙画郁罗萧台样上进。上览图嘉叹，下匠氏营台于宫。迁拙待诏，拙不肯受，愿为本宫道士，上赐紫衣。今乐游坊苏守素有拙画，其精巧密细，观者无倦。又能廓落地势，映带池塘，但于人物伤繁耳。 \\n  \\n  \\n 刘文通，京师人。善画楼台屋木。真宗时入图画院为艺学。大中祥符初，上将营玉清昭应宫，敕文通先立小样图，然后成葺。丁朱崖命移写道士吕拙郁罗萧台，仍加飞阁于上，以待风雨。画毕，下匠氏为准，谓之七贤阁者是也，天下目为壮观。 \\n  \\n 王道真，亦能画盘车。尝为惠子五车书图及挽粮济水图，皆为精备。 \\n  \\n （评曰：吕拙、刘文通于宫殿屋木最所留意，虽匠氏亦从其法度焉，可谓至矣。祥符中营昭应宫，诏天下名手至京师者馀三千人，中其选者如武宗元而下亦不减百人。当时举天下为画者不知几何多人物，而见于此书无十数辈，如王道真之水入能品，人物畜兽屋木，其艺固不后人矣。）  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
