{"章节": "提要", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n  \\n 《宣和画谱》二十卷，不著撰人名氏。记宋徽宗朝内府所藏诸画，前有宣和庚子御制序。然序中称今天子云云。乃类臣子之颂词，疑标题误也。所载共二百三十一人，计六千三百九十六轴，分为十门。一道释，二人物，三宫室，四蕃族，五龙鱼，六山水，七鸟兽，八花木，九墨竹，十蔬果。考赵彦卫《云麓漫钞》，载宣和画学分六科，一曰佛道，二曰人物，三曰山川，四曰鸟兽，五曰竹花，六曰屋木。与此大同小异。盖後又更定其条目也。蔡绦《铁围山丛谈》曰：崇宁初，命宋乔年值御前书画所。乔年後罢去，继以米芾辈。迨至末年，上方所藏，率至千计，吾以宣和癸卯岁尝得见其目云云。癸卯在庚子後三年，当时书、画二谱盖即就其目排比成书欤？徽宗绘事本工，米芾又称精鉴，故其所录，收藏家据以为徵。非王黼等所辑《博古图》动辄舛谬者比。绦又称御府所秘古来丹青，其最高远者，以曹不兴《玄女授黄帝兵符图》为第一，曹髦《卞庄子刺虎图》第二，谢稚《烈女贞节图》第三，自馀始数顾陆僧繇而下，与今本次第不同，盖作谱之时乃分类排纂，其收藏之目则以时代先後为差也。又《卞庄子刺虎图》今本作卫协，不作曹髦，则并标题名氏亦有所考正更易矣。王肯堂《笔麈》曰，《画谱》采荟诸家记录，或臣下撰述，不出一手，故有自相矛盾者。如山水部称王士元兼有诸家之妙，而宫室部以皂隶目之之类。许道宁条称张文懿公深加叹赏，亦非徽宗口语，盖仍刘道醇《名画评》之词云云。案肯堂以是书为徽宗御撰，盖亦未详绎序文，然所指牴牾之处，则固切中其失也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷一", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷一卷一 \\n  \\n  \\n  \\n ◎道釋敘論 \\n “志於道，據於徳，依於仁，游於藝。”藝也者，雖志道之士所不能忘，然特游之而已。畫亦藝也，進乎妙，則不知藝之爲道，道之爲藝。此梓慶之削鐻，輪扁之斲輪，昔人亦有所取焉。於是畫道釋像與夫儒冠之風儀，使人瞻之仰之，其有造形而悟者，豈曰小補之哉？故道釋門因以三教附焉。自晉宋以來，還迄於本朝，其以道釋名家者，得四十九人。晉宋則顧、陸，梁、隋則張、展輩，蓋一時出乎其類，拔乎其萃者矣。至於有唐，則吳道元遂稱獨步，殆將前無古人。五代如曹仲元，亦駸駸度越前輩。至本朝則繪事之工，凌轢晉宋間人物，如道士李得柔畫神仙得之於氣骨，設色之妙，一時名重。如孫知微輩皆風斯在下，然其餘非不善也，求之譜系，當得其詳，姑以著者槩見於此。若趙裔，髙文進輩，於道釋亦籍籍知名者；然裔學朱繇，如婢作夫人，舉止羞澀，終不似真。文進蜀人，世俗多以蜀畫爲名家，是虚得名，此譜所以黜之。 \\n ◎道釋一 \\n （三教鍾馗氏鬼神附） \\n ▲顧愷之 \\n 顧愷之字長，康小字虎，頭晉陵無錫人。義熈中爲散騎常侍。愷之博學有才氣，丹青亦造其妙，而俗傳謂之三絶：畫絶、癡絶、才絶。方時爲謝安知名，以謂自生民以來未之有也。愷之毎畫人成，或數年不點目睛。人問其故，荅曰：“四體妍蚩，本亡闗於妙，處傳神寫照，正在阿堵中。”嘗圖裴楷像，頰上加三毛，觀者覺神明殊勝。又爲謝鯤像在石巖裏，云：“此子宜置在丘壑中。”欲圖殷仲堪，仲堪有目病固辭。愷之曰：“明府正爲眼耳，若明點瞳子，飛白拂上，使如輕雲之蔽月，豈不美乎？”仲堪乃從之。嘗於瓦官寺北殿畫維摩詰，將畢欲點眸子，乃謂寺僧曰：“不三日，觀者所施可得百萬。”已而果如之。杜甫題瓦官寺詩云“虎頭金粟影”者，謂此。愷之世以謂天材傑出，獨立無偶，妙造精微，雖荀、衞、曹、張，未足以方駕也。謝赫以謂“蹟不逮意，聲過於實”，豈知愷之者。惜今罕見其畫。蓋愷之深自祕惜，如嘗以一厨畫寄桓温家，而後爲温竊取。則愷之之畫所以傳於世者，宜罕見之也。今御府所藏九： \\n 浄名居士圖一，三天女美人圖一，夏禹治水圖一，黄初平牧羊圖一，古賢圖一，春龍出蟄圖一，女史箴圖一，斲琴圖一，牧羊圖一。 \\n ▲陸探微 \\n 陸探微，吳人也，善畫，事明帝在左右，丹青之妙，衆所推稱。其名略見於《宋書》。人謂畫有六法，自古鮮能足之，探微得法爲備。“窮理盡性，事絶言象，包前孕後，古今獨立。真萬代之蓍龜衡鑑也。”議者率以顧、陸、僧繇爲之品第。或譬之論書：顧、陸則鍾、張，僧繇則逸少也。是知書畫同體。又曰：“張得其肉，陸得其骨，顧得其神。”言肉則淺，言骨則深，言神則妙，深淺神妙，不有間乎？探微雖介於二者，然摭古今之説，若兼有之，但得骨，則精深可知矣。豈非顧在前愈於已，則陸當居後，獨言陸則可以絶人耶？探微平生所畫者，多愛圖古聖賢像，不爲無意。近時米芾喜論畫，嘗謂：“明白易辨者，唯顧、陸與吳生。”詎不信乎？二子綏洪、綏肅，以家學傳授，作畫亦工，不墜素習，綽有父風，而終不近也。張彦遠謂：“體運遒舉，風力頓挫，一點一拂，動筆新奇。”固自不凡矣，然能之而不從事於此，故傳世者極少。嘗於麻紙畫《釋迦像》，爲時所珍。蓋麻紙緩膚飲墨，不受推筆，亦丹青家所難，宜得譽云。洪、肅亦紹箕裘，見聞習尚，往往有不待學而能者，名載譜錄，而所畫不傳，豈非爲父兄之所掩乎？今御府所藏一十： \\n 無量夀佛像一，佛因地圖一，降靈文殊像一，浄名居士像一，托塔天王圖一，北門天王圖一，天王圖一，王獻之像一，五馬圖一，摩利支天菩薩像一。 \\n ▲張僧繇 \\n 張僧繇，吳人也，天監中歴官至右將軍，吳興太守，以丹青馳譽于時。方梁武帝以諸王居外，毎想見其面目，即遣僧繇乘傳寫之以歸，對之如見其人。江陵天皇寺有柏堂，僧繇畫盧舍那及孔子像，明帝見之，怪以孔子參佛氏，以問僧繇。僧繇對曰：“他日賴此無恙耳。”又嘗於金陵安樂寺畫四龍，不點目睛，謂點即騰驤而去。人以謂誕，固請點之。因爲落墨，才及二龍，果雷電破壁，徐視畫已失之矣。獨二龍未點睛者在焉。世謂僧繇畫骨氣奇偉，規模宏逸，六法精備，當與顧、陸並馳爭先。僧繇畫釋氏爲多，蓋武帝時崇尚釋氏，故僧繇之畫，往往從一時之好。今御府所藏十有六： \\n 佛像一，文殊菩薩像三，大力菩薩像一，維摩菩薩像一，佛十弟子圖一，十六羅漢像一，十髙僧圖一，九曜像一，鎮星像一，天王像一，神王像一，掃象圖一，摩利支天菩薩像一，五星二十八宿真形圖一。 \\n ▲展子虔 \\n 展子虔歴北齊、周、隋，至隋爲朝散大夫。而所畫臺閣，雖一時如董展不得以窺其妙。寫江山遠近之勢尤工，故咫尺有千里趣。僧琮謂：“子虔觸物留情，備皆絶妙。”是能作難寫之狀，略與詩人同者也。今御府所藏二十： \\n 北極巡海圖二，石勒問道圖一，維摩像一，法華變相圖一，授墖天王圖一，摘瓜圖一，按鷹圖一，故實人物圖二，人馬圖一，人騎圖一，挾彈遊騎圖一，十馬圖一，北齊後主幸晉陽圖六。 \\n ▲董展 \\n 董展字伯仁，汝南人也。以才藝稱鄉里，號爲智海。官至光禄大夫、殿内將軍。尤長於畫，雖無祖述，不愧前賢。夙徳名流，見者失色。但地處平原而無江山之助，與戎馬爲鄰，而無中朝冠冕之儀。非其不至也，蓋風聲地氣之所習爾。然董造其微，展得其駿。展於董之臺閣則不及，董於展之車馬則乏所長焉。是則董之視展，蓋亦猶詩家之李杜也。展作《道經變相》尤爲世所稱賞。自非畫外有情，參靈酌妙，入華胥之夢，與化人同遊，何以臻此？今御府所藏一：道經變相圖。 \\n ▲閻立德 \\n 閻立德，歴官工部尚書。父毗，在隋以丹青得名。與弟立本，家學俱造其妙。唐貞觀中，東蠻謝元深入朝。顔師古奏言：“昔周武時遠國歸欵，乃集其事爲《王會圖》。今卉服烏章，俱集蠻邸，實可圖寫。”因命立徳等圖之。其序位之際，折旋規矩，端簮奉笏之儀，與夫鼻飲頭飛，人物詭異之狀，莫不備該毫末。故李嗣真云：“大安博陵，難兄難弟。”謂立徳、立本也。今御府所藏九： \\n 採芝太上像一，七曜像二，遊行天王圖二，莊生馬知圖一，右軍點翰圖一，沈約湖雁詩意二。 \\n ▲閻立本 \\n 閻立本，總章元年以司平太常伯拜右相，有應務之才。與兄立徳以善畫齊名，立本尤工於形似。初唐太宗與侍臣泛舟春苑池，見異鳥容與波上，喜見顔色。詔坐者賦詩，召立本寫焉。閣外傳呼畫師閻立本。時立本已爲主爵郎中，俯伏池左，研吮丹粉，顧視坐者，愧與汗下。歸戒其子曰：“吾少讀書，文辭不減儕輩，今獨以畫見名，遂與厮役等，若曹慎毋習。”然性所好，欲罷不能也。及爲右相，而姜恪以戰功擢左相，故時人有“左相宣威沙漠，右相馳譽丹青”之嘲。嘗奉詔寫太宗真容，後有善畫者傳於元都觀，以鎮九五岡之氣，猶可以仰神武之英威也。又寫秦府十八學士，凌煙閣功臣等，悉皆輝映前古，時人咸稱其妙。嘗作《醉道圖》，或以張僧繇《醉僧圖》比。立本嘗至荆州視僧繇畫，曰：“定虚得名耳。”明日又往，曰：“猶是近代佳手。”明日又往，曰：“名下定無虚士。”坐卧觀之，留宿其下十日不能去。是猶歐陽詢之見索靖碑也。且立本以閣外傳呼畫師至戒其子弟毋習，而張彦遠正以魏明帝起凌雲臺勑韋誕題榜竊比其事，是豈知言也哉！且戴安道碎琴不爲王門之伶人，而阮千里終日應客不倦，議者以安道不如千里之達也。然漁陽參撾，果可以辱彌衡耶？今御府所藏四十有二： \\n 三清像一，元始像一，行化太上像一，傳法太上像一，巖居太上像一，四子太上像一，太上西昇經一，拱極圖一，玉晨道君像一，延夀天尊像一，木紋天尊像一，北帝像一，十二真君像一，維摩像二，孔雀明王像一，觀音感應像一，五星像二，太白像一，房宿像一，十二神符一，宣聖像一，步輦圖一，王右軍真一，竇建徳圖一，寫李思摩真一，凌煙閣功臣圖一，魏徵進諫圖一，飛錢騐符圖一，取性圖二，西域圖二，職貢圖二，異國鬬寳圖一，職貢獅子圖一，掃象圖一，紫微北極大帝像一，混元上徳皇帝像一。 \\n ▲張孝師 \\n 張孝師爲驃騎尉，善畫。嘗死而復生，故畫地獄相爲尤工，是皆冥游所見，非與想像得之者比也。吳道冥見其畫，因効爲《地獄變相》。《畫評》謂：“孝師衆制有功，未爲盡善，而《地獄變相》，羣雄推服。”宜道元之肯摹倣也。然“怪力亂神”，聖人所不語，宜孝師以冥游特紀於畫而不爲傳也。今御府所藏一： \\n 傳法太上像。 \\n ▲范長夀 \\n 范長夀，不知何許人。學張僧繇畫，然能知風俗好尚，作田家景候人物，皆極其情。至於山川形勢，屈曲向背，分布遠近，各有條理。而其間室廬放牧之所在，牛羊雞犬，齕草飲水，動作態度，生意具焉。人謂可以企及僧繇也。當時得名甚著。官止司人挍尉。今御府所藏二： \\n 醉道圖一，醉真圖一。 \\n ▲何長夀 \\n 何長夀，與范長夀同師法，故所畫多相類。然一源而異派，論者次之。至於並駕齊驅，得名則均也。初何與范俱作《醉道圖》傳於世，好事者以僧繇名之，蓋必有能辨之者云。今御府所藏二： \\n 辰星像一，五嶽真官像一。 \\n ▲尉遲乙僧 \\n 尉遲乙僧，吐火羅國胡人也（《朝名畫録》作土火羅國，《歴代名畫記》作于闐國人）。父跋質那。乙僧貞觀初其國以善畫薦中都，授宿衞官，封郡公。時人以跋質那爲大尉遲，乙僧爲小尉遲，蓋父子皆擅丹青之妙，人故以大小尉遲爲之别也。乙僧嘗於慈惠寺塔前畫《千手眼降魔像》，時號奇蹤。然衣冠物像，略無中都儀形。其用筆妙處，遂與閻立本爲之上下也。蓋立本畫外國，妙于前古，乙僧畫中國人物，一無所聞。由是評之，優劣爲之遂分。今御府所藏八： \\n 彌勒佛像一，佛鋪圖一，佛從像一，外國佛從圖一，唐大悲像一，明王像二，外國人物圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷二", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷二卷二 \\n  \\n  \\n  \\n ◎道釋二 \\n ▲吳道玄 \\n 吳道玄，字道子，陽翟人也。舊名道子，少孤貧，客游洛陽，學書於張顛、賀知章不成，因工畫。未冠，深造妙處，若悟之於性，非積習所能致。初爲兖州瑕丘尉，明皇聞之，召入供奉，更今名，復以道子爲字，由此名振天下。大率師法張僧繇，或者謂爲後身焉。至其變態縱横，與造物相上下，則僧繇疑不能及也。且畫有六法，世稱顧愷之能備。愷之畫鄰女，以棘刺其心而使之呻S吟Y。道子畫驢於僧房，一夕而聞有踏藉破迸之聲。僧繇畫龍點睛，則聞雷電破壁飛去；道子畫龍則鱗甲飛動，毎天雨則煙霧生。且顧冠於前，張絶於後，而道子乃兼有之，則自視爲如何也。開元中，將軍裴旻居母喪，請道子畫鬼神於天宫寺資母冥福。道子使旻屏去縗服，用軍裝纒結，馳馬舞劒，激昻頓挫，雄傑奇偉，觀者數千百人，無不駭慄。而道子解衣，■〈石盤〉礴因用其氣以壯畫思，落筆風生，爲天下壯觀。故庖丁解牛，輪扁斲輪，皆以技進乎道；而張顛觀公孫大娘舞劍器，則草書入神；道子之於畫，亦若是而已。況能屈驍將，如此氣槩，而豈常者哉！然毎一揮毫，必須酣飲，此與爲文章何異？正以氣爲主耳。至於畫圓光最在後，轉臂運墨，一筆而成。觀者喧呼，驚動坊邑，此不幾於神耶？且貴耳賤目者，人之常情，在當時猶取重若是，況於傳遠乎？議者謂：有唐之盛，文至於韓愈，詩至於杜甫，書至於顔真卿，畫至於吳道玄，天下之能事畢矣。世所共傳而知者，惟《地獄變相》，觀其命意，得隂隲陽授，陽作隂報之理。故畫或以金胄雜於桎梏，固不可以體與迹論，當以情攷而理推也。其它種種妙筆，雜見於小説傳記，此得以畧，姑紀其大槩勝絶者云。道玄供奉時，爲内教博士，非有詔不得畫。官止寧王友。今御府所藏九十有三： \\n 天尊像一。木紋天尊像一，列聖朝元圖一，佛會圖一，熾盛光佛像一，阿彌陁佛像一，三方如來像一，毗盧遮那佛像一，維摩像二，孔雀明王像四，寳檀花菩薩像一，觀音菩薩像二，思維菩薩像一，寳印菩薩像一，慈氏菩薩像一，大悲菩薩像三，等覺菩薩像一，如意菩薩像一，二菩薩像一，菩薩像一，地藏像一，帝釋像二，太陽帝君像一，辰星像一，太白像一，熒惑像一，羅■〈日侯〉像二，計都像一，五星像五，五星圖一，二十八宿像一，托塔天王圖一，護法天王像二，行道天王像一，雲蓋天王像一，毗沙門天王像一，請塔天王像一，天王像五，神王像二，大護法神十四，善神像九六甲神像一，天龍神將像一，摩那龍王像一，和修吉龍王像一，温鉢羅龍王像一，跋難陀龍王像一，徳义伽龍王像一，檀相手印圖二，雙林圖一，南方寳生如來像一，北方妙聲如來像一。 \\n ▲翟琰 \\n 翟琰，早師吳道玄，毎道玄畫落墨已即去，多命琰布色。蓋人物精神，只在約畧穠淡間，而道玄輒許可。故知琰自不凡。琰布色落墨，與道玄真贗故未易辨也。今御府所藏四： \\n 天尊聖像一，太上像一，孔雀明王像一，天王圖一。 \\n ▲楊庭光 \\n 楊庭光，與吳道玄同時，善寫釋氏像與經變相，旁工雜畫山水等，皆極其妙，時謂頗有吳生體；但行筆差細，以此不同。要之，行筆細，則所以劣於吳生也。今御府所藏十有四： \\n 藥師佛像一，五祕密如來像一，觀音像二，如意輪菩薩像一，思定菩薩像一，思惟菩薩像一，仁王菩薩像一，長夀菩薩像一，菩薩像一，五星像一，星官像一，明星攜行圖一，寫武后真一。 \\n ▲盧楞伽 \\n 盧楞伽，長安人，學畫於吳道玄，但才力有所未及。尤喜作經變相，入蜀名益著，雖一時名流，莫不歛衽。乾元初，嘗於大聖慈寺畫《行道》，僧顔真卿爲之題名，時號二絶。又嘗畫莊嚴寺三門，竊自比道玄總持壁。一日道玄忽見之，驚嘆曰：“此子筆力常時不及我，今乃相類，是子也，精爽盡於此矣。”居一月，楞伽果卒。楞伽所畫類皆佛像，故知道玄之賞歎以爲類已，非虚得名也。今御府所藏一百五十： \\n 獻芝真人像一，成道釋迦佛像一，釋迦佛像四，大悲菩薩像一，觀音菩薩像一，文殊菩薩像一，普賢菩薩像一，七俱胝菩薩像一，羅漢像四十八，十六尊者像十六，羅漢像十六，小十六羅漢像，三智嵩笠渡僧像一，渡水僧圖二，髙僧像二，髙僧圖二，孔雀明王像一，十六大阿羅漢像四十八。 \\n ▲趙徳齊 \\n 趙徳齊父温以畫稱於世，徳齊遂能世其家，奇蹤逸筆，雅爲時輩推許。光化中。詔許王建於成都置生祠；命徳齊畫西平王儀仗，車輅旌旂，森衞嚴整，形容備盡，及朝真殿上畫后妃嬪御，皆極精妙。昭宗喜之，遷翰林待詔。今御府所藏一： \\n 過海天王像一。 \\n ▲范瓊 \\n 范瓊，不知何許人也，寓居成都，與陳皓、彭堅同時，俱以善畫人物、道釋、鬼神得名。三人同手於諸寺圖畫佛像甚多。咸通中於聖興寺大殿畫《東北方天王》并《大悲像》，名動一時。有《烏瑟摩像》設色未半而罷，筆蹤超絶，後之名手，莫能補完。是猶杜甫詩曰“身輕一鳥過”，初傳之者，偶闕一“過”字，而當時詞人墨客補之，終不能到。故知筆端造化至超絶處，則脱落筆墨畦徑矣。今御府所藏九： \\n 天地水三官像三，南斗星君像一，維摩像一，文殊菩薩像一，降塔天王像一，寫飛亷神像一，髙僧圖一。 \\n ▲常粲 \\n 常粲，長安人。咸通中，路巗侍中牧蜀日，粲入蜀，雅爲巖賔禮甚厚。粲善畫道釋人物，尤得時名。喜爲上古衣冠，不墮近習。衣冠益古，則韻益勝。此非畫工專形似之學者所能及也。當時有《伏犧畫卦》、《神農播種》、《陳元達鎖諫》等圖，皆傳世之妙也。曲眉豐臉，燕歌趙舞，耳目所近玩者，猶不見之，而粲於筆下獨取播種、鎖諌等事，備之形容，則亦詩人主文而譎諫之義也。宜後世之有傳焉。今御府所藏十有四： \\n 伏羲畫卦像圖一，神農播種像一，佛因地圖一，陳元達鎖諫圖一，寫懿宗射兔圖一，星官像一，十才子圖二，驗丹圖一，故實人物圖。 \\n ▲孫位 \\n 孫位，會稽人也。僖宗幸蜀，位自京入蜀，稱會稽山人。舉止疎野，襟韻曠達，喜飲酒，罕見其醉，樂與幽人爲物外交。光啟中畫應天寺東壁，位因潤州髙座寺張僧繇《戰勝天王》本筆之。畫成、矛戟森嚴，鼓吹戞擊，若有聲在縹緲間。至於鷹犬馳突，雲龍出沒，千狀萬態，勢若飛動，非筆精墨妙，情髙格逸，其能與於此耶？其後改名遇，卒不知所在。今御府所藏二十有七： \\n 説法太上像一，天地水三官像三，維摩圖一，三教圖一，星官圖一，會仙圖一，神仙故實圖四，髙士圖一，四皓奕碁圖一，王波利圖一，寫馬融像一，寫畢卓圖一，髙逸圖一，取性圖二，草堂圖三，圍碁圖一，掃象圖一，番部博易圖一。 \\n ▲張南本 \\n 張南本，不知何許人。畫佛像鬼神甚工，尤喜畫火。火無常體，世俗罕有能工之者，獨南本得之。嘗於成都金華寺大殿畫《八明王》。時有一僧，遊禮至寺，整衣升殿，壁間見所畫火，勢焰逼人，驚怛幾仆。時孫位以畫水得名，世之論畫水火之妙者，獨推二子。蓋水幾於道，而火應於神，非筆端深造理窟，未易於形容也。又嘗爲寳歴寺圖佛事，曲盡其妙。後爲人模寫，竊換而去，多散落荆湖間。當時有《勘書》、《詩會》、《髙麗王行香》等圖，盛傳於世。今御府所藏三： \\n 寫觀音圖一，文殊部從圖一，勘書圖一。 \\n ▲辛澄 \\n 辛澄，不知何許人。多游蜀中，見於《益州名畫錄》，工畫西方像，不聞其他，蓋專門之學也。大抵釋氏貌像多作慈悲相，趺坐即結跏，埀臂則袒肉；目不髙視，首不軒舉，淡然如枯木死灰，便同設教，故自爲一家。所以海州觀音，泗州僧伽，畫工之精者，擅名一方，以資衣食而不必兼善也。澄嘗於蜀中大聖寺畫僧伽及諸變相，士女傾城邑往觀焉，後至者無地以容。蜀人傳之爲佳話。且築室於道，議者無不二三，兹乃衆目所歸，不待較而可得矣。今御府所藏二十有五： \\n 佛像一，佛鋪圖一，寳生佛像一，甘露如來像一，大悲菩薩像二，觀音像二，白衣觀音像一，如意輪菩薩像一，慈氏菩薩像一，仁王菩薩像一，寳印菩薩像二，寳檀花菩薩像一，文殊菩薩像一，思維菩薩像一，思念菩薩像一，樂音菩薩像一，不空釣菩薩像一，侍香菩薩像一，獻花菩薩像一，蓮花菩薩像一，香花菩薩像一。 \\n ▲張素卿 \\n 張素卿，簡州人也。少孤貧，作道士，好畫道像。僖宗時，遣使封丈人山爲希夷公。素卿上表言：“丈人山在五嶽之上，五嶽封王，則此不當稱公。”詔可其請，因賜紫。其後作《十二真君像》，各寫其賣卜、貨丹、書符、導引之意，人稱其妙。安思謙因僞蜀主王氏誕辰獻之，命翰林學士歐陽炯作讚，黄居寳以八分書題之。今御府所藏十有四： \\n 天官像一，三官像一，九曜像一，夀星像一，容成真人像，董仲舒真人像，嚴君平真人像，李阿真人像一，馬自然真人像一，葛元真人像一，長夀仙真人像一，黄初平真人像一，竇子明真人像一，左慈真人像一。 \\n ▲陳若愚 \\n 陳若愚，左蜀人，師張素卿，得丹青之妙。於成都精思觀作青龍、白虎、朱雀、玄武四君像，聲譽益著。畫《東華帝君像》尤工。蓋東華帝君應位乎震，自乾再索而得震震，帝出以應物之地。若愚非道家者流，何以知此？宜前此未有寫之者也。今御府所藏一： \\n 東華帝君像。 \\n ▲姚思元 \\n 姚思元，林泉人也。畫道釋一時知名。作《紫微二十四化》，皆所以警悟世俗，非止於逰戲丹青而自娛悦者也。畫佛亦多取因地爲之圖，所傳於世者故自罕見之。今御府所藏三： \\n 佛會圖一，孔雀佛鋪圖一，紫微二十四化圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷三", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷三卷三 \\n  \\n  \\n  \\n ◎道釋三 \\n ▲王商 \\n 王商，不知何許人也。工畫道釋士女，尤精外國人物。與胡翼同時，並爲都尉趙嵓所厚。嵓筆法髙妙，方時謂一經品目，即便爲名流。商所以致嵓之厚者，豈虚名哉！商有《職貢》、《逰春》、《士女》等圖及《佛像》傳於世。今御府所藏十有一： \\n 老子度闗圖一，職貢圖二，貢奉圖五，■〈艹拂〉林風俗圖一，■〈艹拂〉林士女圖一，■〈艹拂〉林婦女圖一。 \\n ▲燕筠 \\n 燕筠，不知何許人。也工畫天王，筆法以周昉爲師，頗臻其妙。然不見他畫，獨《天王》傳於世。豈非當五代兵戈之際，事天王者爲多，亦時所尚乎？至於輔世遺烈，見於澶淵，則天王功徳亦不誣矣，宜爲世所崇奉焉。筠以名家，亦可貴也。今御府所藏二： \\n 行道天王圖一，天王圖一。 \\n ▲支仲元 \\n 支仲元，鳯翔人。畫人物極有工，隨其所宜，見於動作態度。多畫道家與神仙像，意其亦物外人也。又喜作碁圖，非自能碁，則無由知布列變易之勢。至於松下林間，對碁者莫不率有思致焉。今御府所藏二十有一： \\n 太上傳法圖一，大上誡尹喜圖一，太上度闗圖一，三教像一，五星圖一，三仙圖一，七賢圖二，商山四皓，四皓圍碁圖一，圍碁圖一，會碁圖一，松下奕碁圖二，勘書圖一，堯民擊壤圖二，林石碁會圖二，碁會圖二。 \\n ▲左禮 \\n 左禮，不知何許人也。工寫道釋像，與張南本同時，故筆法近相類。蓋道釋雖非鬼神之狀爲難知，若近習而易工者，然氣貌亦自殊體。道家則仙風道骨，要非世俗抗塵之狀。釋氏則慈悲枯槁，與世淡泊，無貪生奔競之態，非有得於心者，詎能以筆端形容所及哉！禮專以道釋爲工，其亦技進乎妙者也。有《二十四化圖》、《十六羅漢》、《三官》、《十真人》等像傳於世。今御府所藏三： \\n 天官圖一，地官圖一，水官圖一。 \\n ▲朱繇 \\n 朱繇，唐末長安人也。工畫道釋，妙得吳道玄筆法，人未易優劣也。雒中廣愛寺、河中府金真觀皆有繇所畫壁。工道釋，未有不以道玄爲法者，然升堂入室世罕其人，獨繇不唯妙造其極，而時出新意，千變萬態，動人耳目。國朝武宗元嘗在雒見其所畫壁云：“文殊隊中舊有善財童子，予酷愛其筆法，玩之月餘不忍去。今遂失其童子所在，信其畫亦神矣。”弟子趙裔亦知名一時。今御府所藏八十有三： \\n 元始天尊像一，天地水三官像三，金星像一，木星像，水星像二，火星像三，土星像一，天蓬像二，南北斗星真像一，釋迦佛像四，無量夀佛像二，藥師佛像二，問疾維摩圖二，五方如來像一，佛像二，兜率佛鋪圖一，文殊菩薩像四，降靈文殊像一，普賢菩薩像三，降靈普賢像一，維摩像二，觀世音菩薩像三，行道菩薩像五，大悲像二，香花菩薩像一，寳檀菩薩像一，菩薩像二，帝釋圖一，金剛手菩薩像一，西方圖一，揭帝神像四，護法神像六，善神像七，天王像二，北門天王像二，捧塔天王像一，髙僧像一，地獄變相一。 \\n ▲李昇 \\n 李昇，唐末成都人也。初得李思訓筆法而清麗過之。一日，得唐張璪“山水”一軸，凝玩久之，輒舍去。後乃心師造化，脱略舊習，命意布景，視前輩風斯在下。猶韓幹視廏中萬馬曰：“真吾師也。”故能度越曹霸輩數等。昇之於畫，蓋得之矣。蜀人亦呼爲小李將軍，蓋當時李昭道乃思訓子也，思訓號大李將軍，昭道號小李將軍。今昇與昭道聲聞並馳，故以名云。昇筆意幽閑，人有得其畫，者往往誤稱王右丞者焉。今御府所藏五十有二： \\n 採芝太上像一，太上度闗圖一，六甲神像六，葛洪移居圖一，仙山圖一，仙山故實圖一，天王像一，行道天王像二，渡海天王像一，吳王避暑圖一，滕王閣宴會圖一，滕王閣圖五，姑蘇集會圖一，避暑宫圖五，江上避暑圖一，故實人物圖二，江山清樂圖一，出峽圖一，遠山圖一，山水圖一，象耳山大悲真相一，十六羅漢像十六。 \\n ▲杜子瓌 \\n 杜子瓌，華隂人也。精意道釋，因畫圓光，自謂得意，非丹青家所及。毎詫於流輩曰：“我作圓光時，心游海上，遐想日出扶桑，滄滄涼涼，其狀若此。故脱略筆墨，使妍淡無迹，宜他人所不能到也。”論者以爲信然。子瓌研吮丹粉，尤得其術，故綵繪特異。今御府所藏十有六： \\n 毗盧遮那佛像一，釋迦文佛像一，彌勒佛像一，大悲佛鋪圖一，大悲像二，大力明王像二，五如來像一，觀音像一，白衣觀音像一，文殊菩薩像一，如意輪菩薩像一，寳印菩薩像一，寳檀像一。 \\n ▲杜齯龜 \\n 杜齯龜，其先秦人也，避地居蜀，事王衍爲翰林待詔。博學强識，無不兼能，至丹青之習，妙出意外。畫佛相人物尤工。始師常粲，後捨舊學，自成一家。故筆法凌轢輩流，粲亦莫得接武也。成都僧舍所畫壁，名蓋一時。今御府所藏十有四： \\n 天地水三官像三，佛因地圖一，釋迦佛像二，孔雀明王像一，慈氏菩薩像一，普賢菩薩像一，淨名居士圖一，托塔天王像一，善神像二。 \\n ▲張元 \\n 張元，簡州金水石城山人。善畫釋氏，尤以羅漢得名。世之畫羅漢者，多取奇怪，至貫休則脱略世間骨相，奇怪益甚。元所畫得其世態之相，故天下知有金水張元羅漢也。今御府所藏八十有八： \\n 大阿羅漢三十二，釋迦佛像一，羅漢像五十五。 \\n ▲曹仲元 \\n 曹仲元，建康豐城人。江南李氏時，爲翰林待詔。畫道釋鬼神，初學吳道玄不成，棄其法别作細密，以自名家；尤工傅彩，遂有一種風格。嘗於建業佛寺畫上下座壁，凡八年不就。李氏責其緩，命周文矩較之。文矩曰：“仲元繪上天本様，非凡工所及，故遲遲如此。”越明年乃成。李氏特加恩撫焉。杜甫詩謂：“十日一水五日一石，能事不受相促迫。”信不誣也。此與左思十年三賦何異？故古之畫工，率非俗士，其模寫物象，多與文人才士思致相合，以其冥搜相類耳。當時江左言道釋者，稱仲元爲第一，不爲過焉。今御府所藏四十有一： \\n 九曜像一，三官像三，佛會圖三，地藏圖一，釋迦佛像二，無量夀佛像一，彌勒佛像二，五十三佛像一，五方如來像一，觀音像十二，白衣觀音像三，慈氏菩薩像一，文殊菩薩像二，摩利支天菩薩像二，如意輪菩薩像一，玩蓮菩薩像一，孔雀明王像一，大悲像二，普賢像一。 \\n ▲陸晃 \\n 陸晃，嘉禾人也。善人物，多畫道釋、星辰、神仙等，而又喜爲數稱者，如《三仙》、《四暢》、《五老》、《六逸》、《七賢》與《山隂會仙》、《五王避暑》之類是也。或言晃尤工田家人物，落筆便成，殊不搆思，古人所不到。蓋田父村家，或依山林，或處平陸，豐年樂歳，與牛羊雞犬，熈熈然。至於追逐婚姻，鼓舞社下，率有古風，而多見其真，非深得其情，無由命意。然擊壤鼓腹，可寫太平之像，古人謂禮失而求諸野，時有取焉。雖曰田舍，亦能補風化耳。今御府所藏五十有二： \\n 玉皇大帝像一，太上像一，天官像一，星官像一，散聖圖一，列曜圖二，道釋像一，孔聖像一，四暢圖四，五老圖一，六逸圖一，明王宴樂圖一，按樂圖一，烹茶圖一，繡線圖一，開元避暑圖三，五王避暑圖三，火龍烹茶圖一，山隂會仙圖四，神仙事迹圖一，故實人物圖一，春江漁樂圖二，田戲人物圖一，水仙圖一，勘書圖一，古木圖一，三仙圍棊圖一，葛仙翁飛錢出井圖二，長生保命真君像一，九天定命真君像一，天曹益筭真君像一，天曹掌禄真君像一，天曹解厄真君像一，九天司命真君像一，九天度厄真君像一，天曹賜福真君像一，天曹掌筭真君像一。 \\n ▲僧貫休 \\n 僧貫休，姓姜字徳隱，婺州蘭溪人。初以詩得名，流布士大夫間。後入兩川，頗爲僞蜀王衍待遇，因賜紫衣，號禪月大師。又善書，時人或比之懐素，而書不甚傳。雖曰能畫，而畫亦不多。間爲本教像，唯羅漢最著。僞蜀主取其本納之宫，中設香燈崇奉者踰月，乃付翰苑大學士歐陽炯作歌以稱之。然羅漢狀貌古野，殊不類世間所傅。豐頥慼額，湥目大鼻；或巨顙槁項，黝然若夷獠異類，見者莫不駭矚。自謂得之夢中，疑其託是以神之，殆立意絶俗耳。而終能用此傳世。太平興國初，太宗詔求古畫，僞蜀方歸朝，乃獲《羅漢》。今御府所藏三十： \\n 維摩像一，須菩提像一，髙僧像一，天竺髙僧像一，羅漢像二十六。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "巻四", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 巻四巻四 \\n  \\n  \\n  \\n ◎道釋四 \\n ▲孫夢卿 \\n 孫夢卿字輔之，東平人也。工畫道釋，學吳生而未能少變。其後傳移吳本，大得妙處。至數丈人物本施寛濶者，縮移狹隘，則不過數寸，悉不失其形似，如以鑑取物，見大小遠近耳。覽者神之，號稱孫脱壁，又云孫吳生。以此可見其精絶。但施於卷軸者殊少，蓋塔廟歲久不能皆存也。今御府所藏三： \\n 太上像一，葛仙翁像一，松石問禪圖一。 \\n ▲孫知微 \\n 孫知微字太古，眉陽人也。世本田家，天機頴悟，善畫，初非學而能。清淨寡慾，飄飄然真神仙中人。不茹婦人所饌食，有密以驗之者，皆不可逃所知。喜畫道釋，用筆放逸，不蹈襲前人筆墨畦畛。嘗於成都夀寧院壁圖《九曜》，落墨已，乃令童仁益輩設色。侍從中有持水晶缾者，因増以蓮花。知微既見，謂缾所以鎮天下之，水吾得之道經，今増以花，失之遠矣。故知知微之妙，豈俗畫所能到也。蜀人尤加禮之，得畫則珍藏十襲。知微多客寓寺觀，精黄老、瞿曇之學，故畫道釋益工，而蜀中寺觀尤多筆跡焉。今御府所藏三十有七： \\n 天蓬像二，天地水三官像六，九曜像三，填星像一，亢星像一，火星像一，十一曜像一，歳星像一，五星像一，星官像二，伏犧像一，長夀仙像一，葛仙翁像一，寫孫先生像一，維摩像一，文殊降靈圖一，智公真一，過海天王圖一，行道天王圖一，遊行天王圖一，羅漢像一，衲衣僧一，掃象圖一，戰沙虎圖一，虎鬬牛圖一，牛虎圖一，寫李八百妹産黄庭經像一，寫彭祖女禮北斗像一。 \\n ▲句龍爽 \\n 句龍爽，蜀人。敦厚慎重，不妄語言。好丹青，喜爲古衣冠，多作質野不媚之狀。觀之如鼎彝，間見三代以前篆畫也，便覺近習爲凡陋，而使人有還淳反朴之意。好畫故事人物，世多傳其本。今御府所藏一： \\n 紫府仙山圖。 \\n ▲陸文通 \\n 陸文通，江南人。畫山水、道釋、樓臺，得名于時。山水學董元、巨然，作《羣峰雪霽圖》，覽之使人有登髙作賦之思。畫道釋尤工。作《會仙圖》皆出乎風塵物表，飄飄然有凌雲之意。是其筆端不凡者。今御府所藏十有四： \\n 神仙圖四，仙山故實圖四，會仙圖二，羣峯雪霽圖四。 \\n ▲王齊翰 \\n 王齊翰，金陵人，事江南僞主李煜爲翰林待詔。畫道釋人物多思致，好作山林、丘壑，隱巖、幽卜，無一點朝市風埃氣。開寳未，煜銜璧請命。步卒李貴者，入佛寺中得齊翰畫《羅漢》十六軸，爲商賈劉元嗣髙價售之，載入京師，質於僧寺。後元嗣償其所貸，願贖以歸，而僧以過期拒之。元嗣訟于官府，時太宗尹京，督索其畫，一見大加賞嘆，遂留畫厚賜而釋之。閲十六日太宗即位，後名《應運羅漢》。今御府所藏一百十有九： \\n 傳法太上圖一，三教重屏圖一，太陽像一，太隂像一，金星像一，水星像一，火星像一，土星像一，羅■〈日侯〉像一，計都像一，北斗星君像一，元辰像一，長生朝元圖一，寫南斗星像六，會仙圖三，仙山圖一，佛像一，因地佛圖一，佛會圖一，釋迦佛像二，藥師佛像一，大悲像二，觀音菩薩像一，勢至菩薩像一，自在觀音像一，寳陁羅觀音像一，巖居觀音圖一，慈氏菩薩像一，白衣觀音像一，須菩提像二，十六羅漢像十六，十六羅漢像十，色山羅漢圖二，羅漢像二，玩蓮羅漢像二，巖居羅漢像一，賔頭盧像一，玩泉羅漢像一，髙僧圖一，智公像一，花巖髙僧像一，巖居僧一，髙士圖二，藥王像二，髙賢圖二，逸士圖一，重屏圖一，古賢圖五，圍碁圖一，琴會圖一，琴釣圖二，垂綸圖一，水閣圖一，髙閒圖一，靜釣圖一，龍女圖一，海岸圖二，秀峯圖一，陸羽煎茶圖一，陵陽子明圖一，支許閒曠圖一，林壑五賢圖一，林亭髙會圖一，海岸琪木圖一，江山隱居圖一，金碧潭圖一，設色山水圖一，林汀遥岑圖一，林泉十六羅漢圖四，楚襄王夢神女圖一。 \\n ▲顔徳謙 \\n 顔徳謙，建康人也。善畫人物，多喜寫道像，此外雜工動植。論者謂王維不能過，雖疑其與之太甚，然在江南時僞唐李氏亦云：“前有愷之，後有徳謙。”雖不及王、顧，亦居常品之上矣。其最著者有《蕭翼取蘭亭》横軸，風格特異，可證前説，但流落未見。今御府所藏二十有一： \\n 太上像一，太上度闗圖一，太上圖一，太上採芝像一，四子太上像一，採芝圖一，仙跡圖二，十二溪女圖三，洞庭靈姻圖二，渡水牧牛圖二，牧牛圖二，乳牛圖一，竹穿魚圖一，野鵲圖一，蟬蝶圖一。 \\n ▲侯翌 \\n 侯翌字子沖，安定人。善畫。端拱、雍熈之際，聲名藉甚。學吳道元作道釋，落墨清駛，行筆勁峻，峭拔而秀，絢麗而雅，亦畫家之絶藝也。始年十三，師郭巡官，郭忘其名。越四年，所學過郭遠甚，慮掩郭名，徙寓秦川。往往秦川僧舍畫壁尚有存者。今御府所藏十有六： \\n 行化太上像一，天蓬像一，九曜像一，釋迦像一，維摩文殊像一，地藏菩薩像一，長夀王菩薩像一，問病維摩圖一，智公傳真像一，獻花菩薩像一，淨名居士像一，天王像一，鬼子母像一，漢殿論功圖一，避暑士女圖一，賦詩士女圖一。 \\n ▲武洞清 \\n 武洞清，長沙人也。工畫人物，最長於天神、道釋等像。布置落墨，廣狹大小，横斜曲直，莫不合度，而坐作進退，向背俛仰，皆有思致。尤得人物名分尊嚴之體，獲譽於一時，至有市人以刋石著洞清姓名而求售者。然其它畫則未聞，傳於世者亦少，獨十一曜具在。今御府所藏二十有一： \\n 太陽像二，太隂像二，金星像二，木星像一，水星像二，火星像一，土星像二，羅■〈日侯〉像一，計都像一，水仙像一，智積菩薩像一，侍香金童像一，散花玉女像一，藥王像一，詩女對吟圖二。 \\n ▲韓虬 \\n 韓虬（一作求），陜人也。與李祝同學吳道元，後聲譽並馳，人以韓李稱。尤長於道釋，嘗在陜郊龍興寺作畫壁，其骨相非世間形色，蓋深得於道元者也。道元之於道釋，世謂絶筆，學者稍窺其藩，籬則便爲名流，況虬專門之學，宜其進於妙也。今御府所藏十有三： \\n 寫太隂像一，水星像一，星官像一，觀音像一，慈氏菩薩像一，行道菩薩像二，獻花菩薩像二，獻香菩薩像二，天王圖一，東華司命晉陽真人像一。 \\n ▲楊棐 \\n 楊棐，京師人也。客游江浙，後居淮楚。善畫釋典，學吳生能，作大像。嘗於泗濵普照佛刹爲二神，率踰三丈，質幹偉然，凛凛可畏。又作《鍾馗》，亦工。按鍾馗近時畫者雖多，考其初，或云：“明皇病瘧，夢鍾馗舞於前以遣瘧癘。其後傳寫形似於世，世始有鍾馗。然臨時更革，態度大同而小異，唯丹青家緣飾之如何耳。”又説：“嘗得六朝古碣於墟墓間，上有鍾馗字，似非始於開元也。”卒無考據。今御府所藏二： \\n 立像觀音一，鍾馗氏圖一。 \\n ▲武宗元 \\n 文臣武宗元字總之，河南白波人。官至虞曹外郎。家世業儒，而宗元特喜丹青之學，尤長於道釋，筆法備曹吳之妙。父道與故相王隨爲布衣之舊。隨見宗元奇之，因妻外甥女；以隨蔭補太廟齋郎。嘗於西京上清宫畫《三十六天帝》。其間赤明和陽天帝，潛寫太宗御容，以宋火徳王，故以赤明配焉。真宗祀汾隂還，道由洛陽，幸上清宫，忽見御容，驚曰：“此真先帝也。”遽命焚香再拜，歎其精妙，竚立久之。張士遜有詩云：“曽此焚香動聖容。”蓋謂是也。祥符初營玉清昭應宫，召募天下名流，圖殿廡壁，衆逾三千，幸有中其選者才百許人。時宗元爲之冠，故名譽益重，輩流莫不歛衽。今御府所藏十有五： \\n 天尊像一，天帝釋像一，朝元仙仗圖一，北帝像一，真武像一，火星像一，土星像一，天王圖一，觀音菩薩像一，渡海天王像一，李得一衝雪過魯陵岡圖四。 \\n ▲道士徐 \\n 道士徐知常字子中，建陽人也。能詩善屬文，凡道儒典教，與夫制作，無不該曉。脱略時輩，蕭然老成，有士君子之風。方闡道教，首預選掄，挍讎琅函玉笈之書，無不精確。居閒則鼓琴瀹茗以自娯，真方外之士。畫神仙事蹟明其本末，位置有序，仙風道骨，飄飄凌雲，蓋善命意者也。舊嘗有痼疾，遇異人得修煉之術，却藥謝醫，以至引年，白髮紅顔，真有所得。今爲沖虚大夫，蘂珠殿侍晨。今御府所藏一： \\n 寫神仙事蹟一。 \\n ▲李得柔 \\n 道士李得柔字勝之，本河東晉人，後徙居西洛。得柔祖宗固嘗守漢州日，有道士尹可元者，犯法當死，因緩之以免。可元頗妙丹青，臨羽化日，自念云：“願生李族爲男子，以報厚徳。”是夕得柔母夢一黄冠來扣門，既寤，果生子，今得柔是也。得柔幼喜讀書，工詩文。至於丹青之技，不學而能，益騐其夙世之餘習焉。寫貌甚工，落筆有生意。寫神仙故實，嵩岳寺唐吳道元畫壁内《四真人像》，其眉目風矩，見之使人遂欲仙去。設色非畫工比，所施朱鉛多以土石爲之，故世俗之所不能知也。方國家闡道之初，讎挍瓊文蘂芨，得柔首被其選。議論品藻，莫不中理。今爲紫虚大夫，凝神殿挍籍。今御府所藏二十有六： \\n 大茅仙君像一，二茅仙君像一，三茅仙君像一，鍾離權真人像一，南華真人像一，韋善俊真人像一，吕巖仙君像一，蘇仙君像一，欒仙君像一，陶仙君像一，封仙君像一，冦仙君像一，張仙君像一，譚仙君像一，孫思邈真人像一，王子喬真人像一，朱桃椎真人像一，浮丘公像一，劉根真人像一，天師像一，太上浩劫圖一，沖虚至徳真人像一，寫吳道元真人像四。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷五", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷五卷五 \\n  \\n  \\n  \\n ◎人物敘論 \\n 昔人論人物則曰：白晳如瓠其爲張蒼，眉目若畫其爲馬援，神姿髙徹之如王衍，閑雅甚都之如相如，容儀俊爽之如裴楷，體貌閑麗之如宋玉。至於論美女，則蛾眉皓齒，如東隣之女；瓌姿豔逸，如洛浦之神。至有善爲妖態，作愁眉、啼籹、墮馬髻、折腰步、齲齒笑者，皆是形容見於議論之際而然也。若夫殷仲堪之眸子，裴楷之頰毛，精神有取於阿堵中，髙逸可置之丘壑間者，又非議論之所能及，此畫者有以造不言之妙也。故畫人物最爲難工，雖得其形似則往往乏韻。故自吳、晉以來，號爲名手者，才得三十三人。其卓然可傳者，則吳之曹弗興，晉之衞協，隋之鄭法士，唐之鄭虔、周昉，五代之趙岩、杜霄，本朝之李公麟。彼雖筆端無口，而尚論古之人，至於品流之髙下，一見而可以得之者也。然有畫人物得名而特不見於譜者，如張昉之雄簡，程坦之荒閑，尹質、維真、元靄之形似，非不善也，蓋前有曹、衞，而後有李公麟，照映數子，固已奄奄，是知譜之所載，無虚譽焉。 \\n ◎人物一 \\n （前代帝王等寫真附） \\n ▲曹弗興 \\n 曹弗興，吳興人也。以畫名冠絶一時。孫權命畫屏，誤墨成蠅狀，權疑其真，至於手彈之。時吳有八絶，弗興預一焉。又嘗溪中見赤龍夭矯波間，因寫以獻孫皓。皓賞激珍藏之。至宋文帝時，累月旱暵，祈禱無應，於是取弗興畫龍置水傍，應時雨足。且南齊去吳爲未遠，而謝赫謂：“弗興之迹殆不復見，祕閣之内，獨有所畫龍頭。”又況後南齊數百歳耶？嘗畫《兵符圖》極工，然不見諸傳記者，豈非一時祕而不出，故得以傳遠，不坐豐狐文豹之厄也。今御府所藏一： \\n 兵符圖。 \\n ▲衞協 \\n 衞協以畫名于時，作道釋人物，冠絶當代。嘗畫《七佛圖》，不點目睛，人或疑而有請。協謂：“不爾。即恐其騰空而去。”世以協爲畫聖，名豈虚哉？顧愷之以丹青自名，獨慎許可，亦謂“《七佛》與《烈女圖》偉而有情勢；《毛詩北風圖》巧密於情思。”而自以所畫爲不及。協有《烈士圖》、《卞莊子刺虎圖》，舊傳於代，歴世既遠，罕見其本。今所存者，有《卞莊子刺虎圖》、《髙士圖》，皆横披短軸，而《髙士圖》恐因傳流之誤而爲之名，豈《古烈士圖》耶？姑因之而不復易。今御府所藏三： \\n 卞莊子刺虎圖一，髙士圖二。 \\n ▲謝稚 \\n 謝稚，陳郡陽夏人也。初爲晉司徒主簿，入宋爲寜朔將軍。善畫，多爲賢母、孝子、節婦、烈女，之圖有補於風教。雖舐筆和墨，不無意也。今御府所藏二： \\n 烈女正節圖一，三牛圖一。 \\n ▲鄭法士 \\n 鄭法士，不知何許人也。在周爲大都督、員外侍郎、建中將軍，入隋授中散大夫。善畫，師張僧繇，當時已稱髙弟，其後得名益著。尤長於人物，至冠瓔佩帶，無不有法，而儀矩丰度，取像其人。雖流水浮雲，率無定態，筆端之妙，亦能形容。論者謂：江左自僧繇已降，法士獨步焉。法士弟法輪，亦以畫稱，雖精密有餘，而不近師匠，以此失之。子徳文，孫尚子，皆傳家學。尚子，睦州建徳尉，尤工鬼神。論者謂優劣在父祖之間。又善爲顫筆，見於衣服、手足、木葉、川流者，皆勢若顫動。此蓋深得法士遺範，應之於心者然耳，故他人欲學莫能髣髴。今御府所藏十： \\n 遊春苑圖四，遊春山圖二，讀碑圖四。 \\n ▲楊寧 \\n 楊寧善畫人物，與楊昇、張萱同時，皆以寫真得名。開元間，寫史館像，風神氣骨，不止於求似而已。畫至人物爲難，楊寧獨工其難而遂擅畫人物，專門之習，豈易得哉！今御府所藏三： \\n 出遊人馬圖一，劉聰對戎圖一，庖廚圖一。 \\n ▲楊昇 \\n 楊昇，不知何許人也。開元中爲史館畫真，有《明皇》與《肅宗》像，深得王者氣度。後世模倣多矣，畫明皇者，不知儀範偉麗，有非常之表，但止於秀目長鬚之態而已。又恐覽者不能辨，則制衣服冠巾以别之，此衆人所能者，不足道也。昇以寫照專門，又當時親見奇表，宜乎傳之甚精。郭若虚《見聞志》謂：“昇嘗作《禄山像》，今亡矣。宜若不足取。”誠使其人尚在，衆必臠食而糞弃，雖有遺像亦唾穢不顧，昇獨爲之者，豈非著戒於往昔歟？今御府所藏四： \\n 唐明皇真一，唐肅宗真一，望賢宫圖一，髙士圖一。 \\n ▲張萱 \\n 張萱，京兆人也。善畫人物，而於貴公子與閨房之秀最工。其爲花蹊竹榭，點綴皆極妍巧。以《金井梧桐秋葉黄》之句，畫《長門怨》，甚有思致。又能寫嬰兒，此尤爲難。蓋嬰兒形貌態度自是一家，要於大小歳數間，定其面目髫稚。世之畫者。不失之於身小而貌壯，則失之於似婦人。又貴賤氣調與骨法，尤須各别。杜甫詩有：“小兒五歳氣食牛，滿堂賔客皆回頭。”此豈可以常兒比也！畫者宜於此致思焉。舊稱萱作《貴公子夜遊》、《宫中乞巧》等圖。今御府所藏四十有七： \\n 明皇納涼圖一，整籹圖一，乳母抱嬰兒圖一，搗練圖一，執炬宫騎圖一，唐后行從圖五，挾彈宫騎圖一，宫女圖二，衞夫人像一，按羯鼓圖一，按樂士女圖一，日本女騎圖一，賞雪圖二，扶掖士女圖一，五王博戲圖二，四暢圖一，織錦回文圖三，元辰像一，■〈艹拂〉林圖一，横笛士女圖二，鼓琴士女圖二，遊行士女圖一，藏謎士女圖一，樓觀士女圖一，烹茶士女圖一，明皇鬬雞射烏圖二，寫明皇擊梧桐圖二，虢國夫人夜逰圖一，虢國夫人逰春圖一，七夕祈巧士女圖三，寫太真教鸚鵡圖一，虢國夫人踏青圖一。 \\n ▲鄭虔 \\n 鄭虔，鄭州滎陽人也。善畫山水，好書常苦無紙。虔於慈恩寺貯柿葉數屋，逐日取葉隸書，歳久殆遍。嘗自寫其詩并畫以獻明皇。明皇書其尾曰：“鄭虔三絶。”畫陶潛風氣髙逸，前所未見。非“醉卧北窻下，自謂羲皇上人”同有是況者，何足知若人哉？此宜見畫於鄭虔也。虔官止著作郎。今御府所藏八： \\n 摩騰三藏像一，陶潛像一，峻嶺溪橋圖四，杖引圖一，人物圖一。 \\n ▲陳閎 \\n 陳閎，會稽人，爲永王府長史。傳寫兼工人物、鞍馬，其得意處，輩流見之莫不歛衽。開元中明皇召入供奉，毎令寫御容，玅絶當時。又嘗於太清宫寫肅宗，不惟龍顔鳳姿，日角月宇之狀逼真，而筆力英逸，真與閻立本並馳爭先，故一時人多從其學。韓幹亦以畫馬進，明皇怪其無閎筆法，使令師之，其器重故可知也。今御府所藏十有七： \\n 寫唐列聖像一，寫唐帝真一，公子圖一，明皇擊梧桐圖一，李思摩真一，六祖禪師像六，揭帝神像一，寫内廏龍駒圖二，人馬圖一，呈馬圖一，入草圖一。 \\n ▲周古言 \\n 周古言，不知何許人。也善畫人物，於婦人爲尤工。多畫宫禁歳時行樂之勝，世稱名筆。然摹寫形似，未爲奇特。至於布景命思，則意在筆外，惟覽者得於丹青之所不到，則知非常工所能爲也。今御府所藏三： \\n 明帝夜逰圖二，鵓鴿士女圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷六", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷六卷六 \\n  \\n  \\n  \\n ◎人物二 \\n ▲周昉 \\n 周昉字景元，長安人也。傳家閥閲，以世胄出處貴游間，寓意丹青，頗馳譽當代。兄皓善騎射，因戰功授執金吾。徳宗召皓謂曰：“卿弟昉善畫，欲令畫章欽寺神，卿可特言之。”經數月，帝又諭之方就畫，其珍重如此。初昉落墨時，徹去幄帟，使往來縱觀之。又寺接國門，賢愚畢至。或言妙處，或指擿未至，衆目助其得失。昉隨所聞改定，月餘是非語絶，遂下筆成之，無復瑕纇。當時推爲第一。其後郭子儀壻趙縱嘗令韓幹寫照，衆謂逼真，及令昉畫又復過之。一日子儀俱列二畫於壁，竢其女歸寧，詢所畫謂誰？女曰：“趙郎也。”問幹所寫，曰：“此得形似。”問昉所畫，曰：“此兼得精神姿制爾。”於是優劣顯然。昉於諸像精意，至於感通夢寐，示現相儀，傳諸心匠，此殆非積習所能致。故俗畫摹臨，莫克髣髴。至於傳寫婦女，則爲古今之冠。其稱譽流播，往往見於名士詩篇文字中。昉生平圖繪甚多，而散逸爲不少。貞元來，已有新羅國人於江淮間以善價求昉畫而去。世謂昉畫婦女，多爲豐厚態度者，亦是一蔽。此無他，昉貴游子弟，多見貴而美者，故以豐厚爲體。而又闗中婦人，纎弱者爲少。至其意穠態遠，宜覽者得之也。此與韓幹不畫痩馬同意。今御府所藏七十有二： \\n 天地水三官像六，五星真形圖一，五星圖一，五曜圖一，四方天王像四，降塔天王圖三，托塔天王像四，星官像一，天王像二，授塔天王圖一，六丁六甲神像四，九子母圖三，寫金徳像一，北極大帝聖像一，行化老君像一，明皇騎從圖一，楊妃出浴圖一，三楊圖一，織錦回文圖一，豫遊圖一，五陵逰俠圖一，蠻夷職貢圖二，烹茶圖一，宫女圖二，宫騎圖一，逰春士女圖一，烹茶士女圖一，凭欄士女圖一，横笛士女圖一，舞鶴士女圖一，紈扇士女圖一，避暑士女圖一，覽照士女圖一，施行士女圖一，吹簫士女圖一，遊戲士女圖一，圍棊繡女圖一，天竺女人圖一，■〈艹拂〉林圖二，寫武后真一，按舞圖三，藥欄石林圖一，妃子教鸚鵡圖一，寶塔出雲天王像一，北方毗沙門天王像一，明皇鬭雞射烏圖一，白鸚鵡踐雙陸圖一，北齊髙歡帝幸晉陽宫圖一。 \\n ▲王朏 \\n 王朏，太原人。官止劍州刺史。喜丹青之習，師周昉，然精密則視昉爲不及。一時如趙博文，皆昉髙弟也，然朏過博文遠甚。今御府所藏十： \\n 明皇燕居圖一，明皇斫膾圖三，寫唐帝后真一，太真禁牙圖一，寫卓文君真一，避暑士女圖一，士女家景圖二。 \\n ▲韓滉 \\n 韓滉字太冲，官止撿挍左僕射，同中書門下平章事。退食之暇，好鼔琴，書得張顛筆法，畫與宗人韓幹相埒。其畫人物、牛馬尤工。昔人以謂牛馬目前近習，狀最難似，滉落筆絶人，然世罕得之。蓋滉嘗自言：“不能定筆，不可論書畫。”以非急務，故自晦不傳於人。今御府所藏三十有六： \\n 李徳裕見客圖一，七才圖一，才子圖二，孝行圖二，醉學士圖一，田家風俗圖一，田家移居圖一，髙士圖一，村社圖一，豐稔圖三，村社醉散圖一，風雨僧圖一，逸人圖一，堯民擊壤圖二，醉客圖一，瀟湘逢故人圖一，村夫子移居圖一，村童戲蟻圖一，雪獵圖一，漁父圖一，集社鬬牛圖二，歸牧圖五，古岸鳴牛圖一，乳牛圖三。 \\n ▲趙温其 \\n 趙温其，成都人也。父公祐，以畫稱。温其幼而頴秀，家學益工。温其子徳齊，亦以畫世其家，時名不減父祖。大中初，温其於大聖慈寺繼父之蹤，畫《天王帝釋》，筆法臻妙，世稱髙絶。今御府所藏二： \\n 焚誦士女圖一，烹酩士女圖一。 \\n ▲杜庭睦 \\n 杜庭睦，不知何許人也。以畫傳於世。道釋人物最爲世目之近習者，而工之爲尤難。自吳道元號爲絶筆，學者隨其所得，各自名家庭。睦復喜寫故實，畫《明皇斫膾圖》，人物品流，見之風神氣骨間，非有得於心者，何以臻妙至此？今御府所藏一： \\n 明皇斫膾圖。 \\n ▲吳侁 \\n 吳侁，不知何許人也。作泉石平遠，溪友釣徒，皆有幽致。傳其《蕭翼蘭亭圖》，人品輩流，各有風儀，披圖便能想見一時行記，歴歴在目。信乎書畫之並傳，有所自來也。今御府所藏一： \\n 蕭翼蘭亭圖。 \\n ▲鍾師紹 \\n 鍾師紹，蜀人也。妙丹青，畫道釋、人物、犬馬頗工。三代而下，禮儀綿蕝，至唐盛時，雖房、杜不敢議、師紹乃能作《尚齒圖》，豈無激而然？所謂禮失而求諸野，今於師紹見之。今御府所藏一： \\n 尚齒圖。 \\n ▲趙嵓 \\n 梁駙馬都尉趙嵓，本名霖，後改今名。喜丹青，尤工人物，格韻超絶，非尋常畫工所及。有《漢書西域傳》、《彈棊》、《診脈》等圖傳于世，非胸次不凡，何能遂脱筆墨畛域耶？今御府所藏六： \\n 調馬圖一，臂鷹人物圖一，五陵按鷹圖四。 \\n ▲杜霄 \\n 杜霄善畫，得周昉筆法爲多，尤工蜂蝶，及曲眉豐臉之態。《秋千》、《撲蝶》、《吳王避暑》等圖傳於世。蓋蜂蝶之畫，其妙在粉筆約略間，故難得者態度，非風流藴藉，有王孫貴公子之思致者，未易得之。故《蛺蝶圖》唐獨稱滕王，要非鐵石心腸者所能作此婉媚之妙也。今御府所藏十有二： \\n 撲蝶圖八，撲蝶士女圖一，撲蝶士女圖二，遊行士女圖一。 \\n ▲丘文播 \\n 丘文播，廣漢人也。又名潛，與弟文曉俱以畫得名。初工道釋人物，兼作山水。其後多畫牛，齕草，飲水，卧與，犇逸，乳牸，放牧，皆曲盡其狀。嘗爲《銜果鼠》，一時稱爲奇絶，今已散逸，莫知所在。今御府所藏二十有五： \\n 文會圖四，豐稔圖一，六逸圖四，七才子圖二，維摩化身圖一，維摩示疾圖一，松下逍遥圖一，田家移居圖一，渡水僧圖一，驪山老母像一，三笑圖一，牧牛圖三，逸牛圖一，乳牛圖二，水牛圖一。 \\n ▲丘文曉 \\n 丘文曉，廣漢人，文播弟也。工道釋，一時與文播齊名。山水亦工，要皆髙世之習。道家之仙風，釋氏之慈相，山川之神秀，其非有得於心，則未有能到其妙也。今成都廣漢間，文曉筆蹟尤多。亦喜畫牧牛，蓋釋氏以觀性，此所以見畫於文曉焉。今御府所藏四： \\n 渡水羅漢像一，故實人物圖一，牧牛圖二。 \\n ▲阮郜 \\n 阮郜，不知何許人也，入仕爲太廟齋郎。善畫，工寫人物，特於士女得意。凡纎穠淑婉之態，萃於毫端，率到閫域。作《女仙圖》，有瑶池閬苑之趣，而霓旌羽蓋，飄飄凌雲，萼綠雙成可以想象。衰亂之際，尤不可得，但傳於世者甚少。今御府所藏四： \\n 女仙圖一，逰春士女圖三。 \\n ▲童氏 \\n 婦人童氏，江南人也，莫詳其世系。所學出王齊翰，畫工道釋人物。童以婦人而能丹青，故當時縉紳家婦女，往往求寫照焉。有文士題童氏畫詩曰：“林下材華雖可尚，筆端人物更清妍。如何不出深閨裏，能以丹青寫外邊。”後不知所終。今御府所藏一： \\n 六隱圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷七", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷七卷七 \\n  \\n  \\n  \\n ◎人物三 \\n ▲周文矩 \\n 周文矩，金陵句容人也。事僞主李煜，爲翰林待詔。善畫，行筆痩硬戰掣，有煜書法。工道釋、人物、車服、樓觀、山林、泉石，不墮吳曹之習，而成一家之學。獨士女近類周昉，而纎麗過之。昇元中煜命文矩畫《南莊圖》，覽之歎其精備。開寳間煜進其圖，藏於祕府。有《逰春》、《擣衣》、《熨帛》、《繡女》等圖傳於世。今御府所藏七十有六： \\n 天蓬像一，北斗像一，許仙巖遇仙圖三，會仙圖一，佛因地圖一，神仙事跡圖二，文殊菩薩像一，盧舍那佛像一，觀音像一，金光明菩薩像一，寫僞主李煜真三，明皇取性圖二，明皇會棊圖一，五王避暑圖四，寫謝女真一，法眼禪師像一，阿房宫圖二，寫李季蘭真一，斫膾圖二，火龍烹茶圖四，四暢圖一，問禪圖一，春山圖一，重屏圖一，聽説圖一，魯秋胡故實圖一，鍾馗氏小妹圖五，髙閑圖一，文會圖一，鍾馗圖二，金步摇士女圖一，煎茶圖一，謝女寫真圖二，玉步摇士女圖二，詩意繡女圖一，寫真士女圖一，按樂士女圖三，合藥士女圖四，理鬟士女圖三，按樂宫女圖一，按舞圖一，玉妃遊仙圖一，宫女圖一，遊行士女圖一，琉璃堂人物圖一，慈氏菩薩像二，長生保命天尊像一，兜率宫内慈氏像一。 \\n ▲石恪 \\n 石恪字子專，成都人也。喜滑稽，尚談辯。工畫道釋人物。初師張南本，技進，益縱逸不守繩墨，氣韻思致過南本遠甚。然好畫古僻人物，詭形殊狀，格雖髙古，意務新奇，故不能不近乎譎怪。孟蜀平，至闕下，被旨畫相國寺壁，授以畫院之職，不就，力請還蜀，詔許之。今御府所藏二十有一： \\n 太上像一，鎮星像一，羅漢像一，四皓圍棊圖一，山林七賢圖三，遊行天王像一，女孝經像八，青城遊俠圖二，社饗圖二，鍾馗氏圖一。 \\n ▲李景道 \\n 李景道，僞主昇之親屬，景道其一焉。金陵號佳麗地，山川人物之秀，至于王謝子弟，其風流氣，習尚可想見。景道喜丹青而無貴公子氣，蓋亦餘膏賸馥所沾丐而然。作《會友圖》頗極其思，故一時人物見於燕集之際，不減山隂蘭亭之勝。今御府所藏一： \\n 會友圖。 \\n ▲李景游 \\n 李景游，亦僞主昇之親屬，與景道其季孟行也。一時雅尚，頗與景道同好，畫人物極勝。作《談道圖》，風度不凡，飄然有仙舉之狀。璟嗣昇而諸昆弟皆王，獨景遊不見顯封，其畫世亦罕得其本。今御府所藏一： \\n 談道圖。 \\n ▲顧閎中 \\n 顧閎中，江南人也。事僞主李氏爲待詔。善畫，獨見於人物。是時，中書舍人韓熙載，以貴游世胄多好聲伎，専爲夜飲，雖賔客揉雜，歡呼狂逸，不復拘制。李氏惜其才，置而不問。聲傳中外，頗聞其荒縱，然欲見樽俎燈燭間觥籌交錯之態度不可得，乃命閎中夜至其第，竊窺之，目識心記，圖繪以上之。故世有《韓熙載夜宴圖》。李氏雖僣僞一方，亦復有君臣上下矣。至於寫臣下私褻以觀，則泰至多奇樂，如張敞所謂不特畫眉之説，已自失體，又何必令傳於世哉！一閲而弃之可也。今御府所藏五： \\n 明皇擊梧桐圖四，韓熙載夜宴圖一。 \\n ▲顧大中 \\n 顧大中，江南人也。善畫人物、牛馬，兼工花竹。嘗於南陵巡捕司舫子卧屏上，畫杜牧詩：“南陵水面漫悠悠，風緊雲繁欲變秋。正是客心孤迥處，誰家紅袖凭江樓。”殊有思致，見者愛之，而人初不知其名，未甚加重。後爲過客宿舫中，因竊去，乃更歎息。然其他畫在世者不多。有顧閎中亦善畫，疑其族屬也。今御府所藏一： \\n 韓熙載縱樂圖。 \\n ▲郝澄 \\n 郝澄字長源，金陵句容人也。得人倫風鑒之術，故於畫尤長傳寫。蓋傳寫必於形似，而畫者往往乏神氣。澄於形外獨得精神氣，骨之妙故落筆過人。澄力學逮二十年而筆墨乃工，聲譽益進。作道釋、人馬世多傳其本，清勁善設色。今御府所藏一十有四： \\n 寫北極像一，神仙事跡一，出獵圖三，人馬圖二，渲馬圖六，牧放散馬圖一。 \\n ▲湯子昇 \\n 湯子昇，蜀人也。畫山水、人物頗工。志慕髙逸，多繪方外事，作《文蕭彩鸞圖》，飄飄然仙風道骨，與夫煙雲縹緲之狀，便覺西山爽氣，恍然在目。有《鑄鑑圖》傳於世。至理所寓，妙與造化相參，非徒爲丹青而已者。今御府所藏二： \\n 文蕭彩鸞冥會圖，鑄鑑圖。 \\n ▲李公麟 \\n 文臣李公麟字伯時，舒城人也。熈寧中登進士第。父虚一，嘗舉賢良方正科，任大理寺丞，贈左朝議大夫，喜藏法書名畫。公麟少閲視，即悟古人用筆意。作真行書，有晉宋楷法風格。繪事尤絶，爲世所寳。博學精識，用意至到。凡目所覩，即領其要。始畫學顧陸與僧繇、道玄及前世名手佳本，至■〈石盤〉礴胸臆者甚富，乃集衆所善以爲己有，更自立意專爲一家，若不蹈襲前人，而實隂法其要。凡古今名畫，得之則必摹臨，蓄其副本，故其家多得名畫，無所不有。尤工人物，能分别狀貌，使人望而知其廊廟、館閣、山林、草野、閭閻、臧獲、臺輿、皁隸。至於動作態度，顰伸俯仰，小大美惡，與夫東西南北之人，才分點畫，尊卑貴賤，咸有區别。非若世俗畫工，混爲一律。貴賤妍醜，止以肥紅痩黒分之。大抵公麟以立意爲先，布置緣飾爲次。其成染精緻，俗工或可學焉，至率略簡易處，則終不近也。蓋深得杜甫作詩體制而移於畫。如甫作《縛雞行》不在雞蟲之得失，乃在於注目寒江倚山閣之時。公麟畫陶潛《歸去來兮圖》，不在於田園松菊，乃在於臨清流處。甫作《茅屋爲秋風所拔歌》，雖衾破屋漏非所恤，而欲大庇天下寒士俱歡。顔公麟作《陽闗圖》，以離别慘恨爲人之常情，而設釣者於水濵，忘形塊坐，哀樂不闗其意。其他種種類此。唯覽者得之。故創意處如吳生，瀟灑處如王維。謂《華嚴會》人物可以對《地獄變相》，《龍眠山莊》可以對《輞川圖》是也。此皆摭前輩精絶處，會之在已，宜出塵表。然所傳於世者甚多，人人得以考究。公麟初喜畫馬，大率學韓幹，略有損増。有道人教以不可習，恐流入馬趣。公麟悟其旨，更爲道佛尤佳。嘗寫騏驥院御馬，如西域于闐所貢，好頭、赤錦、膊騘之類，寫貌至多。至圍人懇請恐并爲神物取去。由是先以畫馬得名。仕宦居京師十年，不遊權貴門，得休沐，遇佳時，則載酒出城，拉同志二三人訪名園蔭林，坐石臨水，翛然終日。當時富貴人欲得其筆跡者，往往執禮願交，而公麟靳固不荅。至名人勝士，則雖昧平生，相與追逐不厭。乘興落筆，了無難色。又畫古器如圭璧之類，循名考實，無有差謬。從仕三十年，未嘗一日忘山林，故所畫皆其胸中所藴。晚得痺病，呻S吟Y之餘，猶仰手畫被，作落筆形勢。家人戒之，笑曰：“餘習未除，不覺至此。”其篤好如此。病少間，求畫者尚不已，公麟歎曰：“吾爲畫如騷人賦詩，吟咏情性而已，奈何世人不察，徒欲供玩好耶？”後作畫贈人，往往薄著勸戒於其間，與君平賣卜諭人以禍福，使之爲善同意。歿後畫益難得，至有厚以金帛購之者，由是夤緣摹倣僞以取利，不深於畫者，率受其欺，然不能逃乎精鑒。官至朝奉郎致仕，卒于家。至今四方士大夫稱之不名，以字行。又自號龍眠居士。王安石取人慎許可，與公麟相從於鍾山，及其去也，作四詩以送之，頗被稱賞。考公麟平生所長，其文章則有建安風格，書體則如晉宋間人，畫則追顧陸，至於辨鍾鼎古器，博聞强識，當世無與倫比。頃時段義得玉璽來上，衆未能辨，公麟先識之，士論莫不歎服。以沈於下僚不能聞達，故止以畫稱。今故詳載以明其出處云。今御府所藏一百有七： \\n 寫大梵天像二，揭帝神像一，不動尊變相一，護法神像五，觀音像三，瑞像佛一，華嚴經相六，金剛經相一，維摩居士像一，無量夀佛像一，禪會圖一，釋迦佛像一，菩薩像一，寫摩耶夫人像一，緇衣圖一，親近菩薩像二，寫王維看雲圖一，寫十國圖二，寫義之書扇圖一，寫盧鴻草堂圖一，寫王維歸嵩圖一，蔡琰還漢圖一，寫王維像一，寫職貢圖二，山莊圖一，書裙圖一，歸去來兮圖二，陽闗圖一，四皓圍棊圖一，織錦回文圖一，女孝經相二，醉僧圖一，玉津訪石圖一，孝經相一，寫三石圖一，玻璃鑑圖一，寫生折枝花二，杏花白鷴圖一，天育驃騎圖一，寫唐九馬圖一，昭君出塞圖一，姑射圖一，五王醉歸圖一，豢龍氏圖一，寫玉蝴蝶圖一，御風真人圖一，遊騎圖一，小筆逰戲圖一，弄驕人馬圖一，習馬圖一，二馬圖一，馬性圖一，寫韓幹馬圖二，調習人馬圖一，北岸贈行馬圖一，寫東丹王馬圖一，天馬圖一，人馬圖二，呈馬圖一，番騎圖一，九歌圖一，祖師傳法授衣圖一，彌陀觀音勢至像一，寫摩奴舍夫人像一，五星二十八宿像一，寫十大弟子像十，摹吳道玄護法神像二，摹唐李昭道海岸圖一，摹吳道玄四護法神像四，摹唐李昭道摘瓜圖一，王安石定林蕭散圖一，丹霞訪龎居士圖一，寫徐熙四面牡丹圖一，摹北塞贊華蕃騎圖一。 \\n ▲楊日言 \\n 内臣楊日言字詢直，家世開封人。日言幼而有立，喜經史，尤得於《春秋》之學。吐辭涉事，雖詞人墨卿，皆願從之游。作篆隸八分，可以追配古人；尤於小筆，妙得其趣，其寫貌益精。方仕宦未達，而神考識之，拔擢爲左右之漸。於殿廬傳寫古昔君臣賢哲，繪像欽聖憲肅。及建中靖國以欽慈皇太后寫真，顧畫史無有髣髴其儀容者。命日言追寫，既落墨，左右環觀，皆以手加額，繼之以泣。歎其儼然如生，其精絶有至於是者。作山林、泉石、人物，荒遠蕭散，氣韻髙邁，非世俗之畫得以擬倫也。官至中亮大夫、晉州觀察使致仕，贈昭化軍節度使，謚莊簡。今御府所藏四： \\n 秋山平遠圖一，溪橋髙逸圖一，士女圖二。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷八", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷八卷八 \\n  \\n  \\n  \\n ◎宫室敘論 \\n 上古之世，巢居穴處，未有宫室。後世有作，乃爲宫室，臺榭户牖，以待風雨，人不復營巢窟以居。蓋嘗取《易》之《大壯》。故宫室有量，臺門有制，而山節藻棁，雖文仲不得以濫也。畫者取此而備之形容，豈徒爲是臺榭、户牖之壯觀者哉？雖一點一筆，必求諸繩矩，比他畫爲難工，故自晉宋迄于梁隋，未聞其工者。粤三百年之唐，歴五代以還，僅得衞賢以畫宫室得名。本朝郭忠恕既出，視衞賢輩，其餘不足數矣。然忠恕之畫髙古，亦未易世俗所能知，其不見而大笑者亦鮮矣。若夫刳木爲舟，剡木爲楫，與其車輿之制，凡涉於度數而近類夫宫室者，因附諸此。自唐五代而至本朝，畫之傳者得四人，信夫畫之中規矩凖繩者爲難工。游規矩凖繩之内而不爲所窘，如忠恕之髙古者，豈復有斯人之徒歟？後之作者，如王瓘、燕文貴、王士元等輩，故可以皁隸處，因不載之譜。 \\n ◎宫室 \\n （舟車附） \\n ▲尹繼昭 \\n 尹繼昭，不知何許人。工畫人物、臺閣，冠絶當世，蓋専門之學耳。至其作《姑蘇臺》，《阿房宫》等，不無勸戒，非俗畫所能到，而千棟萬柱，曲折廣狹之制，皆有次第。又隱算學家乘除法於其間，亦可謂之能事矣。然考杜牧所賦則不無太過者，騷人著戒尤深遠焉，畫有所不能既也，今御府所藏四： \\n 漢宫圖一，姑蘇臺圖二，阿房宫圖一。 \\n ▲胡翼 \\n 胡翼字鵬雲，工畫道釋、人物，至於車馬、樓臺，種種臻妙。趙嵓都尉以畫著名一時，見翼禮遇加厚。喜臨摹古今名筆，目之曰“安定鵬雲記”，有《秦樓》、《吳宫》、《盤車》等圖傳於世。今御府所藏八： \\n 秦樓吳宫圖六，盤車圖二。 \\n ▲衞賢 \\n 衞賢，長安人。江南李氏時爲内供奉。長於樓觀人物，嘗作《春江圖》，李氏爲題《漁父》詞於其上。至其爲髙崖巨石，則渾厚可取，而皴法不老。爲林木雖勁挺，而枝梢不稱其本，論者少之。然至妙處，復謂唐人罕及，要之所取爲多焉。今御府所藏二十有五： \\n 黔婁先生圖一，楚狂接輿圖一，老萊子圖一，王仲孺圖一，於陵子圖一，梁伯鸞圖一，羅漢圖一，溪居圖一，雪宫圖一，山居圖一，閘口盤車圖一，雪岡盤車圖一，竹林髙士圖一，雪江髙居圖一，雪景樓觀圖一，雪景山居圖二，渡水羅漢像一，神仙事跡圖二，嵓僧圖一，蜀道圖二，盤車圖二。 \\n ▲郭忠恕 \\n 郭忠恕字國寳，不知何許人。柴世宗朝，以明經中科第，歴官。迄國朝太宗喜忠恕名莭，特遷國子博士。忠恕作篆隸，凌轢晉魏以來字學。喜畫樓觀臺榭，皆髙古，置之康衢，世目未必售也。頃錢塘有沈姓者，收忠恕畫，每以示人，則人輒大笑，歴數年而後方有知音者，謂忠恕筆也。如韓愈之論文，以謂時時應事作下俗文章，下筆令人慙，及示人以爲好，惜古文之難知也如此。今於忠恕之畫亦云。忠恕隱於畫者，其謫官江都，踰旬失其所在。後閲數歳，陳搏會于華山而不復聞，蓋亦仙去矣。今御府所藏三十有四： \\n 尹喜問道圖一，明皇避暑宫圖四，避暑宫殿圖四，山隂避暑宫圖四，飛仙故實圖一，九曜像一，雪山佛刹圖一，山居樓觀圖一，織錦璇璣圖三，湖天夏景圖二，車棧橋閣圖一，水閣晴樓圖一，行宫圖二，吹簫圖一，樓觀士女圖三，滕王閣王勃揮毫圖四。 \\n ◎番族敘論 \\n 解縵胡之纓而斂衽魏闕，袖操戈之手而思禀正朔，梯山航海，稽首稱藩，願受一廛而爲氓。至有遣子弟入學，樂率貢職，犇走而來賔者，則雖異域之遠，風聲氣俗之不同，亦古先哲王所未嘗或弃也。此番族所以見於丹青之傳。然畫者多取其佩弓刀，挾弧矢，遊獵狗馬之玩，若所甚貶，然亦所以陋蠻夷之風，而有以尊華夏化原之信厚也。今自唐至本朝，畫之有見於世者，凡五人。唐有胡瓌、胡虔，至五代有李贊華之流，皆筆法可傳者。蓋贊華系出北虜，是爲東丹王，故所畫非中華衣冠，而悉其風土故習。是則五方之民，雖器械異制，衣服異宜，亦可按圖而考也。後有髙益、趙光輔、張戡與李成輩，雖馳譽於時，然光輔以氣骨爲主而格俗，戡、成全拘形似而乏氣骨，皆不兼其所長，故不得入譜云。 \\n ◎番族 \\n （番獸附） \\n ▲胡瓌 \\n 胡瓌，范陽人。工畫番馬，鋪敘巧密，近類繁冗，而用筆清勁。至於穹廬什器，射獵部屬，纎悉形容備盡。凡畫驝駞及馬等，必以狼毫製筆疏染，取其生意，亦善體物者也。有《隂山七騎》、《下程》、《盜馬》、《射鵰》等圖傳于世。其後以筆法授子虔。梅堯臣嘗題瓌畫《胡人下馬圖》，其略云：“氊廬鼎列帳幕圍，鼓角未吹驚塞鴻。”又云：“素紈六幅筆何巧？胡瓌妙畫誰能通？”則堯臣之所與，故知瓌定非淺淺人也。今御府所藏六十有五： \\n 卓歇圖二，牧馬圖十，番部驝駞圖一，番騎圖六，秋陂牧馬圖一，番部盜馬圖一，番部早行圖二，番部牧馬圖一，番族獵射騎圖一，射騎圖一，報塵圖一，起塵番馬圖一，番部下程圖七，番部卓歇圖三，番部射鵰圖二，卓歇番族圖一，射鵰雙騎圖一，轉坡番騎圖一，沙堈牧駞圖一，出獵番騎圖一，獵射圖六牧駞圖一，番部按鷹圖一，毳幕卓歇圖一，番族牧馬圖一，番部汲泉圖一，牧放平遠圖一，牧馬番卒圖一，按鷹圖二，對馬圖一，平遠番部卓歇圖二，獵射番族人馬圖一，平遠射獵七騎圖一。 \\n ▲胡虔 \\n 胡虔，范陽人。學父瓌畫番馬得譽。世以謂虔丹青之學有父風。蓋瓌以《七騎》、《下程》、《射鵰》、《盜馬》等圖傳於世，故知虔家學之妙，殆未可分真贗也。今御府所藏四十有四： \\n 番部下程圖八，番族下程圖一，番部卓歇圖五，番部起程圖一，番族起程圖三，番族卓歇圖四，平遠獵騎圖一，番部盜馬圖一，番部牧放圖三，射鵰番騎圖一，汲水番騎圖一，射獵番族圖一，牧放番族圖一，番族按鷹圖一，射鵰圖一，獵騎圖二，番騎圖四，番馬圖一，簇帳番部圖一，番族獵騎圖二，平遠射獵七騎圖一。 \\n ▲李贊華 \\n 李贊華，北番東丹王，初名突欲，保機之長子。唐同光中，從其父攻渤海扶餘城，下之，改爲東丹國，以突欲爲東丹王。避嗣主徳光之逼逐，遂越海抵登州而歸中國。時唐明宗長興六年十二月也。明宗賜與甚厚，仍賜姓東丹名慕華。以其來自遼東，乃以瑞州爲懐化軍，拜懐化軍節度使，瑞、慎等州觀察使。又賜姓李、更名贊華。始汎海歸中國，載書數千卷自隨，尤好畫，多寫貴人、酋長。至於袖戈挾彈，牽黄臂蒼，服用皆縵胡之纓，鞍勒率皆瓌奇，不作中國衣冠，亦安於所習者也。然議者以謂馬尚豐肥，筆乏壯氣，其確論歟？今御府所藏十有五： \\n 雙騎圖一，獵騎圖一，雪騎圖一，番騎圖六，人騎圖二，千角鹿圖一，吉首並驅騎圖一，射騎圖一，女真獵騎圖一。 \\n ▲王仁夀 \\n 王仁夀，汝南宛人。石晉時作待詔。倣吳生畫爲佛廟鬼神及馬等。嘗於相國寺淨土院畫《八菩薩》，人輒謂之吳生，不復有辨之者，以此知其所學之淺深也。既作浮屠氏畫，則多在屋壁堂殿間，歳月浸久，隨以隳壊故存者絶少同，今御府所藏一： \\n 駞。 \\n ▲房從真 \\n 房從真，成都人，工畫人物、番騎。嘗於蜀宫幛壁間作《諸葛亮引兵渡瀘》，布置甲馬，恍若生動。近時張戡番馬所以精者，以戡朔方人也。今從真蜀人，而能番馬族帳，非其所見，亦不易得。至於幛壁仍異縑楮，皆其難者，尤宜賞激焉。惜乎緘櫝不能祕，隨時湮沒也。今御府所藏八： \\n 番族卓歇圖一，寫西域人馬圖一，卓歇圖二，調馬打毬圖一，薛濤題詩圖一，捕魚圖一，寫唐明皇真一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷九", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷九卷九 \\n  \\n  \\n  \\n ◎龍魚敘論 \\n 《易》之《乾》，龍有所謂在田、在淵、在天、以言其變化超忽，不見制畜，以比夫利見大人。《詩》之《魚藻》，有所謂頒其首，莘其尾，依其蒲，以言其游深泳廣，相忘江湖，以比夫難致之賢者。曰龍，曰魚，作《易》刪《詩》，前聖不廢，則畫雖小道，故有可觀。其魚龍之作，亦《詩》、《易》之相爲表裏者也。龍雖形容所不及，然葉公好之而真龍乃至，則龍之爲畫，其傳久矣。吳曹弗興嘗於溪中見赤龍出水上，寫以獻孫皓，世以爲神，後失其傳。至五代才得傳古，其放逸處未必古人所能到。本朝董羽遂以龍水得名于時，實近代之絶筆也。魚雖耳目之所玩，宜工者爲多，而畫者多作庖中几上物，乏所以爲乘風破浪之勢，此未免絓乎世議也。五代袁■〈山上義下〉専以魚蠏馳譽。本朝士人劉寀亦以此知名，然後知後之來者世未乏也。悉以時代繫之，自五代至本朝得八人。凡水族之近類者因附其末。若徐白、徐臯等輩，亦以畫魚得名于時，然所畫無涵泳噞喁之態，使人但埀涎耳，不復有臨淵之羨，宜不得傳之譜也。 \\n ◎龍魚 \\n （水族附） \\n ▲袁■〈山上義下〉 \\n 袁■〈山上義下〉，河南登封人，爲侍衞親軍。善畫魚，窮其變態，得噞喁游泳之狀，非若世俗所畫作庖中物，特使饞獠生涎耳。今御府所藏十有九： \\n 遊魚圖六，戲魚圖二，羣魚圖一，竹穿魚圖一，魚蟹圖一，魚蝦圖二，寫生鱸魚圖一，筍竹圖三，竹石圖一，蟹圖一。 \\n ▲僧傳古 \\n 僧傳古，四明人。天資頴悟，畫龍獨進乎妙。建隆間名重一時，垂老筆力益壯，簡易髙古，非世俗之畫所能到也。然龍非世目所及，若易爲工者，而有三停九似、蜿蜒升降之狀，至于湖海風濤之勢，故得名於此者，罕有其人。傳古獨專是習，宜爲名流也。皇建院有所畫屏風，當時號爲絶筆。今御府所藏三十有一： \\n 衮霧戲波龍圖二，穿石戲浪龍圖二，吟霧戲水龍圖二，踴霧出波龍圖二，吟霧躍波龍圖一，爬山躍霧龍圖二，踴霧戲水龍圖一，穿石出波龍圖二，穿山弄濤龍圖二，出水戲珠龍圖一，戲雲雙龍圖一，戲水龍圖四，出洞龍圖一，翫珠龍圖二，出水龍圖一，祥龍圖一，吟龍圖一，戲龍圖一，戲水龍圖一，坐龍圖一。 \\n ▲趙克夐 \\n 宗室克夐，佳公子也。戲弄筆墨，不爲富貴所埋沒。畫遊魚盡浮沈之態，然惜其不見湖海洪濤巨湍之勢，爲毫端壯觀之助，所得止京洛池塘間之趣耳。官止右武衞大將軍、漳州團練使，累贈保康軍節度使，追封髙密侯。今御府所藏一： \\n 游魚圖一。 \\n ▲趙叔儺 \\n 宗室叔儺，善畫，多得意於禽魚，毎下筆皆黙合詩人句法。或鋪張圖繪間，景物雖少而意常多，使覽者可以因之而遐想。昔王安石有絶句云：“汀洲雪漫水溶溶，睡鴨殘蘆晻靄中。歸去北人多憶此，毎家圖畫有屏風。”叔儺所畫，率合於此等詩，亦髙致也。官至濮州防禦使，累贈少師。今御府所藏十有七： \\n 鮮鱗戲荇圖二，荷花遊魚圖二，羣蠡圖二，遊魚圖四，桃溪珍禽圖一，秋江宿禽圖一，戲荇圖一，弄萍游魚圖一，蓮塘灌水圖一，雪汀驚鴈圖一，穿荇羣魚圖一。 \\n ▲董羽 \\n 董羽字仲翔，毗陵人。善畫魚龍海水，不爲汀濘沮洳之陋，濡沫涸轍之游。喜作禹門砥柱，乘長風破萬里浪，驚雷怒濤，與之爲出沒，盡魚龍超忽覆却之狀。其筆端所得，豈惟壯觀而已耶？事僞主李煜爲待詔，後隨煜歸京師，即命爲圖畫院蓺學。今金陵清涼寺有李煜八分題名、蕭遠草書、羽畫海水爲三絶。羽語吃，時以董啞子稱。方太宗嘗令畫端拱樓壁，觀者畏懾，因以杇鏝，羽亦終不偶。頃畫水於玉堂北壁，其洶湧瀾飜，望之若臨煙江絶島間雖咫尺汗漫，莫知其涯涘也。宋白爲時聞人，一見擊節稱賞，因賦以詩。其警句謂：“回眸已覺三山近，滿壁潛驚五月寒。”則羽之得名豈虚矣哉！今御府所藏十有四： \\n 騰雲出波龍圖一，踴霧戲水龍圖二，出山子母龍圖一，龍圖二，戰沙龍圖二，翫珠龍圖三，出水龍圖一，穿山龍圖一，江叟吹笛圖一。 \\n ▲楊暉 \\n 楊暉，江南人。善畫魚，得其揚鬐鼓鬛之態，蘋蘩荇藻，映帶清淺，浮沈鼓躍，曲盡其性。今人畫魚者多拘鱗甲之數，或貫柳，或在陸，奄奄無生意。惟暉則不拘世習，吹柳絮，漾桃花，於魚得計時，往往見之筆下。覽之者如在濠梁間，然未免畫家者流所指摘也。今御府所藏一： \\n 遊魚圖一。 \\n ▲宋永錫 \\n 宋永錫，蜀人也。畫花竹、禽鳥、魚蟹學梁廣。善傳色。大抵兩蜀丹青之學尤盛，而工人物、道釋者爲多。自刁光處士入蜀而始以其學授黄荃，而花竹、禽鳥學者因以専門，然終不能望荃之兼能也。永錫亦後來之秀，遂能以名家。今御府所藏四： \\n 寫生荷花圖二，魚蟹圖二。 \\n ▲劉寀 \\n 文臣劉寀字宏道，少時流寓都下，狂逸不事事。放意詩酒間，亦能爲長短句，與貴游少年相從無虚日。善畫魚，深得戲廣浮沈，相忘於江湖之意。蓋畫魚者鬐鬛鱗刺分明，則非水中魚矣，安得有涵泳自然之態？若在水中，則無由顯露。寀之作魚，有得於此。他人作魚，皆出水之鱗，蓋不足貴也。由是專門，頗爲士人所推譽。漂泊不得志，曳裾侯門。一夕大雪擁九衢，闔户不出。平時過從謂寀舊雪來，今雪不來。後數日友生候之，意其僵仆矣。因大叫出戶，謂友生曰：“我阻雪不死，與若曹罷酒不出許時，擁褐壊屋下，無所爲，得封事一通，可獻天子，或有遇合，自此遂吐胸中霓矣。”同輩皆笑之。俄而上所陳事，神考嘉歎而官之。後厯任州縣，今爲朝奉郎。今御府所藏三十： \\n 戲藻羣魚圖一，羣鮊戲茭圖一，泳萍戲魚圖一，倒竹戲魚圖一，羣魚戲荇圖一，羣鯉逐蝦圖一，戲荇鯚魚圖一，游魚圖九，魚藻圖五，魚蟹圖一，戲荇魚圖一，戲水遊魚圖一，龜魚圖一，在藻魚圖二，牡丹游魚圖一，荷花游魚圖一。穿荇游魚圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十卷十 \\n  \\n  \\n  \\n ◎山水敘論 \\n 嶽鎮川靈，海涵地負，至于造化之神秀，隂陽之明晦，萬里之遠，可得之於咫尺間，其非胸中自有丘壑，發而見諸形容，未必知此。且自唐至本朝，以畫山水得名者，類非畫家者流，而多出於縉紳士大夫。然得其氣韻者，或乏筆法，或得筆法者，多失位置，兼衆妙而有之者，亦世難其人。蓋昔人以泉石膏盲，煙霞痼疾，爲幽人隱士之誚，是則山水之於畫，市之於康衢，世目未必售也。至唐有李思訓、盧鴻、一王、維張璪輩，五代有荆浩、闗仝，是皆不獨畫造其妙，而人品甚髙若不可及者。至本朝李成一出，雖師法荆浩而擅出藍之譽，數子之法遂亦掃地無餘。如范寛、郭熙、王詵之流，固已各自名家，而皆得其一體，不足以窺其奥也。其間馳譽後先者，凡四十人，悉具于譜，此不復書。若商訓、周曾、李茂等，亦以山水得名，然商訓失之拙，周曾、李茂失之工，皆不能造古人之兼長，譜之不載，蓋自有定論也。 \\n ◎山水一 \\n （窠石附） \\n ▲李思訓 \\n 李思訓，唐宗室也。弟姪之間，凡妙極丹青者五人，思訓最爲時所器重。官止左武衞大將軍。畫皆超絶，尤工山石林泉，筆格遒勁，得湍瀨潺湲、煙霞縹渺難寫之狀，天寳中，明皇召思訓畫大同殿壁兼掩障，夜聞有水聲，而明皇謂思訓通神之佳手，詎非技進乎道而不爲富貴所埋沒，則何能得此荒遠閒暇之趣耶？其子昭道，同時于此亦不凡，故人云大李將軍、小李將軍者，大謂思訓，小謂昭道也。今人所畫著色山往往多宗之，然至其妙處不可到也。今御府所藏十有七： \\n 山居四皓圖一，春山圖一，江山漁樂圖三，羣峰茂林圖三，神女圖一，無量夀佛圖一，四皓圖一，五祚宫女圖一，踏錦圖一，明皇御苑出遊圖一。 \\n ▲李昭道 \\n 李昭道，思訓之子，父子俱以畫齊名，官至中書舍人，時人以小李將軍稱。智思筆力，視思訓爲未及，然亦翩翩佳公子也。能不墮於裘馬筦弦之習而戲弄翰墨，爲一時妙手，顧不偉歟！武后時殘虐宗支，爲宗子者，亦皆惴恐不獲安處。故雍王賢作《黄臺瓜辭》以自況，冀其感悟，而昭道有《摘瓜圖》著戒，不爲無補爾。今御府所藏六： \\n 春山圖一，落照圖二，摘瓜圖一，海岸圖二。 \\n ▲盧鴻 \\n 盧鴻字浩然，本范陽人，山林之士也，隱嵩少。開元間，以諌議大夫召，固辭，賜隱居服，草堂一所，令還山。頗喜寫山水平遠之趣，非泉石膏肓，煙霞痼疾，得之心，應之手，未足以造此。畫《草堂圖》，世傳以比王維《輞川》。草堂蓋是所賜，一丘一壑，自己足了此生，今見之筆，乃其志也。今御府所藏三： \\n 窠石圖一，松林會真圖一，草堂圖一。 \\n ▲王維 \\n 王維字摩詰，開元初擢進士，官至尚書右丞，《唐史》自有傳，其出處之詳，此得以略也。維善畫，尤精山水。當時之畫家者流，以謂天機所到，而所學者皆不及。後世稱重，亦云：“維所畫不下吳道玄也。”觀其思致髙遠，初未見於丹青，時時詩篇中已自有畫意。由是知維之畫出於天性，不必以畫拘，蓋生而知之者。故“落花寂寂啼山鳥，楊柳青靑渡水人”，又與“行到水窮處，坐看雲起時”，及“白雲回望合，青靄入看無”之類，以其句法皆所畫也。而“送元二使安西”者，後人以至鋪張爲《陽闗曲圖》。且往時之士人，或有占其一蓺者，無不以蓺掩其徳，若閻立本是也。至人以畫師名之。立本深以爲耻。若維則不然矣。乃自爲詩云：“夙世謬詞客，前身應畫師。”人卒不以畫師歸之也。如杜子美作詩品量人物，必有攸當，時猶稱維爲髙人王右丞也，則其他可知。何則？諸人之以畫名於世者，止長於畫也，若維者妙齡屬辭，長而擢第，名盛於開元、天寳間，豪英貴人虚左以迎，寧薛諸王，待之若師友。兄弟乃以科名文學冠絶當代，故時稱“朝廷左相筆，天下右丞詩”之句，皆以官稱而不名也。至其卜築輞川，亦在圖畫中，是其胸次所存，無適而不瀟灑，移志之於畫，過人宜矣。重可惜者，兵火之餘，數百年間而流落無幾，後來得其髣髴者，猶可以絶俗也，正如《唐史》論杜子美謂“殘膏賸馥，霑丐後人”之意，況乃真得維之用心處耶？今御府所藏一百二十有六： \\n 太上像二，山莊圖一，山居圖一，棧閣圖七，劍閣圖三，雪山圖一，喚渡圖一，運糧圖一，雪岡圖四，捕魚圖二，雪渡圖三，漁市圖一，騾綱圖一，異域圖一，早行圖二，村墟圖二，度闗圖一，蜀道圖四，四皓圖一，維摩詰圖二，髙僧圖九，渡水僧圖三，山谷行旅圖一，山居農作圖二，雪江勝賞圖二，雪江詩意圖一，雪岡渡闗圖一，雪川羈旅圖一，雪景餞别圖一，雪景山居圖二，雪景待渡圖三，羣峰雪霽圖一，江臯會遇圖二，黄梅出山圖一，淨名居士像三，渡水羅漢圖一，寫須菩提像一，寫孟浩然真一，寫濟南伏生像一，十六羅漢圖四十八。 \\n ▲王洽 \\n 王洽，不知何許人。善能潑墨成畫，時人皆號爲王潑墨。性嗜酒疎逸，多放傲於江湖間，毎欲作圖畫之時，必待沈酣之後，解衣■〈石盤〉礴，吟嘯鼓躍，先以墨潑圖幛之上，迺因似其形像，或爲山，或爲石，或爲林，或爲泉者，自然天成，倐若造化。已而雲霞卷舒，煙雨慘淡，不見其墨汚之迹，非畫史之筆墨所能到也。宋白喜題品，嘗題洽所畫山水詩，其首章云：“疊巘層巒一潑開，細情髙興互相催。”此則知洽潑墨之畫爲臻妙也。今御府所藏二： \\n 嚴光釣瀨圖，喬松圖。 \\n ▲項容 \\n 項容，不知何許人。當時以處士名稱之。善畫山水，師事王黙。作《松峰泉石圖》，筆法枯硬而少温潤，故昔之評畫者，譏其頑澀，然挺特巉絶，亦自是一家。今御府所藏二： \\n 松峰圖，寒松漱石圖。 \\n ▲張詢 \\n 張詢，南海人。不第後流寓長安，以畫自適。後至蜀中，因假館於昭覺寺，爲僧夢休作《早午晚三景圖》於壁間，率取吳中山水氣象，用以落筆焉。唐僖宗幸蜀見之，歎賞彌日。蓋早晚之景，今昔人皆能爲之，而午景爲難狀也。譬如詩人吟詠春與秋、冬則著述爲多，而夏則全少耳。其後蜀僞主王氏乃欲遷於所居，與棟相連，移之則損，於是遂止。詢嘗畫《雪峰危棧圖》，極工，意其入蜀之所見也。然亦所以著戒，有臨深履薄之遺風云。今御府所藏二： \\n 雪峰危棧圖二。 \\n ▲畢宏 \\n 畢宏，不知何許人。善工山水，乃作《松石圖》於左省壁間，一時文士皆有詩稱之。其落筆縱横，皆變易前法，不爲拘滯也，故得生意爲多。蓋畫家之流嘗有諺語，謂畫松當如夜义臂，鸛鵲啄，而深坳淺凹，又所以爲石焉。而宏一切變通，意在筆前，非繩墨所能制。宏大暦間官至京兆少尹。今御府所藏一： \\n 松石圖。 \\n ▲張璪 \\n 張璪字文通，吳郡人。官止撿挍祠部員外郎。衣冠文行爲一時名流。善畫松石山水，自撰《繪境》一篇，言畫之要訣。畢庶子宏擅名於當代。一見驚異之。蓋璪嘗以手握雙管，一爲生枝，一爲枯枿，而四時之行，遂驅筆得之。所畫山水之狀，則髙低秀絶，咫尺深重，幾若斷取，一時號爲神品。唐兵部員外郎李約好畫成癖，聞有家藏璪《松石》幛者，迺詣購，其家妻已練爲衣，故知世間尤物遭不幸者，豈特是而已乎？孫何嘗有詩詠吳興，而卒章曰：“誰如張璪工松石，擬裂鮫綃畫作圖。”此則知璪之所畫而爲一時稱賞。今御府所藏六： \\n 松石圖二，寒林圖二，太上像一，松竹髙僧圖一。 \\n ▲荆浩 \\n 荆浩，河内人，自號爲洪谷子。博雅好古，以山水專門，頗得趣向。嘗謂“吳道玄有筆而無墨，頃容有墨而無筆”。浩兼二子所長而有之。蓋有筆無墨者，見落筆蹊徑而少自然；有墨而無筆者，去斧鑿痕而多變態。故王洽之所畫者，先潑墨於縑素之上，然後取其髙低上下自然之勢而爲之。今浩介二者之間，則人以爲天成，兩得之矣。故所以可悦衆目，使覽者易見焉。當時有闗仝號能畫，猶師事浩爲門弟子。故浩之所能，爲一時之所器重。後乃撰《山水訣》一卷，遂表進藏之袐閣。梅堯臣嘗觀浩所畫《山水圖》曽有詩，其略曰：“上有荆浩字，持歸翰林公”之句。而又曰：“范寛到老學未足，李成但得平遠工。”此則所以知浩所學固自不凡，而堯臣之論非過也。今御府所藏二十有二： \\n 夏山圖四，蜀山圖一，山水圖一，瀑布圖一，秋山樓觀圖二，秋山瑞靄圖二，秋景漁父圖三，山隂讌蘭亭圖三，白蘋洲五亭圖一，寫楚襄王遇神女圖四。 \\n ▲闗仝 \\n 闗仝，長安人。畫山水早年師荆浩，晚年筆力過浩遠甚，尤喜作秋山寒林，與其村居野渡，幽人逸士，漁市山驛，使其見者，悠然如在灞橋風雪中，三峽聞猿時，不復有市朝抗塵走俗之狀。蓋仝之所畫，其脱略毫楮，筆愈簡而氣愈壯，景愈少而意愈長也。而深造古淡，如詩中淵明，琴中賀若，非碌碌之畫工所能知。當時郭忠恕亦神仙中人也，亦師事仝授學，故筆法不墮近習。仝於人物非所長，於山間作人物，多求胡翼爲之。故仝所畫村堡橋彴色色備有，而翼因得以附名於不朽也。今御府所藏九十有四： \\n 秋山圖二十二，秋晚煙嵐圖二，江山漁艇圖二，江山行船圖二，春山蕭寺圖一，秋山霜霽圖四，闗山老木圖一，秋山樓觀圖四，秋山楓木圖一，秋山漁樂圖四，秋江早行圖二，秋峰聳秀圖二，羣峰秋色圖三，奇峰髙寺圖二，山舍謳歌圖一，山隂行人圖一，崦嵫待月圖一，林藪逍遥圖一，巖隈髙偃圖一，嘯傲煙霞圖一，岸曲醉吟圖一，霧鎖重闗圖四，窠石平遠圖一，楓木峭壁圖一，石岸古松圖一，松木髙士圖一，故實山水圖一，夏雨初晴圖二，山隂讌蘭亭圖四，仙山圖四，闗山圖一，溪山圖一，崇山圖一，山水圖一，山城圖一，巨峰圖一，奇峰圖一，晴峰圖一，函闗圖一，危棧圖一，雲巖圖一，石淙圖一，平橋圖一，峻極圖三。 \\n ▲杜楷 \\n 杜楷，成都人。善工山水，極妙；作枯木斷崖，雲崦煙岫之態，思致頗遠。又圖寫昔人詩句爲之，亦可以想見其胸次耳。今御府所藏一： \\n 翠屏金沙圖。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十一", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十一卷十一 \\n  \\n  \\n  \\n ◎山水二 \\n ▲董元 \\n 董元，江南人也。善畫，多作山石水龍。然龍雖無以考按其形似之是否，其降陞自如，出蟄離洞，戲珠吟月而自有喜怒變態之狀，使人可以遐想。蓋常人所以不識者，止以想像命意，得於冥漠不可考之中。大抵元所畫山水，下筆雄偉，有嶄絶峥嶸之勢，重巒絶壁，使人觀而壯之，故於龍亦然。又作《鍾馗氏》，尤見思致。然畫家止以著色山水譽之謂景物富麗，宛然有李思訓風格。今考元所畫信然。蓋當時著色山水未多，能傚思訓者亦少也，故特以此得名于時。至其出自胸臆，寫山水江湖、風雨溪谷、峰巒晦明、林霏煙雲，與夫千岩萬壑，重汀絶岸，使鑒者得之，真若寓目於其處也。而足以助騷客詞人之吟思，則有不可形容者。今御府所藏七十有八： \\n 夏山圖二，江山髙隱圖二，設色春山圖二，羣峰霽雪圖一，夏景窠石圖二，夏山牧牛圖一，林峰圖三，夏山早行圖二，秋山圖一，江山漁艇圖一，山麓漁舟圖一，江山盪槳圖一，萬木奇峰圖一，著色山圖二，窠石人物圖一，水墨竹禽圖三，晴峰圖一，山居圖三，山彴圖一，松峰圖三，長夀真人像一，寫孫真人像一，江堤晚景圖一，重溪煙靄圖一，冬晴遠岫圖二，雪浦待渡圖二，密雪漁歸圖一，寒林重汀圖一，寒林鍾馗圖二，雪陂鍾馗圖二，寒江窠石圖一，寒林圖一，松檟平遠圖一，水石吟龍圖一，風雨出蟄龍圖二，山洞龍圖一，戲龍圖二，昇龍圖一，跨龍圖一，跨牛圖一，飲水牧牛圖一，鍾馗氏一，巖中羅漢像一，牧牛圖一，瀟湘圖一，漁舟圖一，漁父圖一，海岸圖一，採菱圖二，寒塘宿鴈圖三，夏景山口待渡圖一，水墨竹石栖禽圖二，孔子見虞丘子圖二。 \\n ▲李成 \\n 李成字咸熙。其先唐之宗室，五季艱難之際，流寓於四方，避地北海，遂爲營丘人。父祖以儒學吏事聞於時。家世中衰，至成猶能以儒道自業。善屬文，氣調不凡，而磊落有大志。因才命不偶，遂放意於詩酒之間，又寓興于畫，精妙初非求售，唯以自娯於其間耳。故所畫山林、藪澤、平遠、險易、縈帶、曲折、飛流、危棧、斷橋、絶澗、水石、風雨、晦明、煙雲、雪霧之状，一皆吐其胸中而寫之筆下。如孟郊之鳴於詩，張顛之狂於草，無適而非此也。筆力因是大進。于時凡稱山水者，必以成爲古今第一，至不名而曰李營丘焉。然雖畫家素喜譏評號爲善褒貶者，無不斂衽以推之。嘗有顯人孫氏知成善畫得名，故貽書招之。成得書且憤且歎曰：“自古四民不相雜處，吾本儒生，雖游心藝事，然適意而已，奈何使人羈致入戚里賔館，研吮丹粉而與畫史冗人同列乎？此戴逵之所以碎琴也。”卻其使不應。孫忿之，隂以賄厚賂營丘之在仕相知者，冀其宛轉以術取之也。不踰時而果得數圖以歸。未幾成隨郡計赴春官較藝，而孫氏卑辭厚禮復招之，既不獲已，至孫館，成廼見前之所畫，張於謁舍中。成作色振衣而去。其後王公貴戚。皆馳書致幣懇請者不絶於道，而成漫不省也。晚年好遊江湖間。終於淮陽逆旅。子覺以經術知名，踐歴館閣。孫宥嘗爲天章閣待制，尹京，故出金帛以購成之所畫甚多，悉歸而藏之。自成歿後名益著，其畫益難得，故學成者皆摹倣成所畫峰巒泉石，至於刻畫圖記名字等，庶幾亂真，可以欺世，然不到處，終爲識者辨之。第名之不可揜而使人慕之如是，信公議所同焉。或云又兼善畫龍水，亦奇絶也。但所長在於山水之間，故不稱云。今御府所藏一百五十有九： \\n 重巒春曉圖四，煙嵐春曉圖二，夏山圖二，夏景晴嵐圖二，夏雲出谷圖四，秋山圖三，秋山静釣圖一，冬晴行旅圖二，秋嶺遙山圖二，山鎖秋風圖二，冬景遙山圖二，密雲待渡圖二，江山密雪圖三，林石雪景圖三，羣山雪霽圖三，雪麓早行圖一，雪溪圖二，雪峰圖一，愛景晴嵐圖三，愛景寒林圖三，寒林圖八，寒林獨玩圖一，奇石寒林圖二，巨石寒林圖四，嵐煙晚晴圖三，煙嵐曉景圖七，晴嵐曉景圖八，嵐光清曉圖二，曉嵐平遠圖二，曉景雙峰圖二，闊渚晴峰圖二，曉嵐圖一，晴嵐圖二，晴巒圖二，晴巒平遠圖三，晴巒蕭寺圖二，晴峰霽靄圖二，晴江列岫圖二，横峰曉霽圖三，峻峰茂林圖一，喬木蕭寺圖一，長山平遠圖二，古木遙岑圖四，霧披遙山圖三，山隂磨溪圖二，髙山圖三，平遠圖一，雙峰圖三，山腰樓觀圖三，讀碑窠石圖二，煙峰行旅圖二，遠浦遙岑圖一，煙波漁艇圖一，江山漁父圖一，亭泉松石圖一，秀峰圖一，平遠窠石圖一，起蟄圖一，大寒林圖四，小寒林圖二，山谷晴嵐圖二，江臯羣峰圖三，老筆層峰圖二，羣峰灌木圖二，春山早行圖三，春雲出岫圖二。 \\n ▲范寛 \\n 范寛字中立，華原人也。風儀峭古，進止疎野，性嗜酒，落魄不拘世故，常往來於京洛。喜畫山水，始學李成，既悟，乃歎曰：“前人之法未嘗不近取諸物，吾與其師於人者，未若師諸物也。吾與其師於物者，未若師諸心。”於是捨其舊習，卜居於終南、太華岩隈林麓之間，而覽其雲煙慘淡，風月隂霽，難状之景，黙與神遇，一寄于筆端之間。則千巖萬壑，恍然如行山隂道中，雖盛暑中，凜凜然使人急欲挾纊也。故天下皆稱寛善與山傳神，宜其與關、李竝馳方駕也。蔡卞嘗題其畫云：“關中人謂性緩爲寛，中立不以名著，以俚語行，故世傳范寛山水。”今御府所藏五十有八： \\n 四聖搜山圖一，春山圖二，春山平遠圖三，春山老筆圖二，夏山圖十，夏峰圖三，夏山煙靄圖三，秋山圖四，秋景山水圖二，煙嵐秋曉圖二，冬景山水圖二，雪景寒林圖一，雪山圖二，雪峰圖二，寒林圖十二，山隂蕭寺圖二，海山圖一，崇山圖三，煉丹圖一。 \\n ▲許道寧 \\n 許道寧，長安人。善畫山林泉石，甚工。初市藥都門，時時戲拈筆而作寒林平遠之圖以聚觀者，方時聲譽已著。而筆法蓋得於李成。晩遂脱去舊學，行筆簡易，風度益著。而張士遜一見賞詠之，因贈以歌，其略云：“李成謝世范寛死，唯有長安許道寧。”時以爲榮。今御府所藏一百三十有八： \\n 茅亭賞雪圖一，春山曉渡圖二，春龍出蟄圖二，江山捕魚圖一，春雲出谷圖一，山林春煙圖一，三敎野渡圖一，夏山圖七，煙溪夏景圖一，風雨驚牛圖一，秋山晴靄圖二，秋江喚渡圖一，秋山詩意圖二，秋山晚渡圖一，秋山圖六，秋江閒釣圖一，秋江早行圖一，嵐鎖秋峰圖三，雪霽行舟圖三，雪峰僧舎圖一，雪滿羣峰圖三，雪滿危峰圖三，羣峰密雪圖三，羣山密雪圖一，雪江漁釣圖二，雪山樓觀圖一，寒林圖十三，大寒林圖三，小寒林圖五，寒雲戴雪圖一，愛景晴巒圖三，晴峰漁浦圖一，晴嵐曉峰圖二，晴峰晚景圖三，晴巒圖三，晴峰圖三，雲出山腰圖三，煙鎖山腰圖三，晴峰漁釣圖一，羣峰秀嶺圖二，羣峰雙澗圖二，林樾遙岑圖一，江山積雪圖一，窠石戲龍圖二，山路早行圖一，霜秋晴巒圖一，江山歸鴈圖三，行觀華嶽圖一，曉挂輕帆圖一，層巒漁浦圖一，雲山圖一，石林圖二，窠石圖六，雙松圖二，捕魚圖一，牧牛圖一，臨深圖一，履薄圖一，夏雲欲雨圖一，山觀蕭寺圖一，夏山風雨圖四，溪山風雨圖一，春嵐曉靄圖一，春山行旅圖一，寫李成夏峰平遠圖二。 \\n ▲陳用志 \\n 陳用志，潁川郾城人，居小窰，因而時人皆呼爲小窰陳。初爲圖畫院祗候，已而告歸於家在鄉里中。工畫道釋、人馬、山林等，雖詳悉精微，但疎放全少而拘制頗嚴，故求之於規矩之外，無飄逸處也。大抵所學不能恢廓耳。今御府所藏一： \\n 秋山圖。 \\n ▲翟院深 \\n 翟院深，北海人，工畫山水而學李成，與成同郡也。院深年少時爲本郡伶人，一時郡守宴會，方在庭執樂，忽游目若有所寓，頓失鼓節。樂工舉其過而劾之。守詰其故。院深具以其情對曰：“性本善畫，操撾之次，忽見浮雲在空，宛若奇峰絶壁，真可以爲畫範。目不两視，因失鼓節。”守歎而釋之。此與賈島吟詩騎驢衝京尹何異？古人謂用志不分，乃凝於神，院深近之矣。院深摹傚李成畫則可以亂真。至自爲多不能創意，於成之外亦有所未至爾，使擴而充之不已，其可量也耶？今御府所藏一： \\n 寫李成澄江平遠圖。 \\n ▲髙克明 \\n 髙克明，絳州人，端愿謙厚，不事矜持。喜游佳山水間，搜奇訪古，窮幽探絶，終日忘歸。心期得處即歸，燕坐静室，沈屏思慮，幾與造化者游。於是落筆則胸中丘壑盡在目前。祥符中以蓺進入圖畫院，試之便殿圖畫壁，遷待詔，守少府監主簿，賜紫。克明亦善工道釋人馬、花鳥鬼神、樓觀山水等，皆造髙妙也。時人有以勢利求者，未必荅；朋友間有願得者，即欣然與之。疏財好義，畫流輩中未易得也。今御府所藏十： \\n 春波吟龍圖二，夏山飛瀑圖二，窠石野渡圖二，煙嵐窠石圖二，村學圖二。 \\n ▲郭熙 \\n 郭熙，河陽溫縣人，爲御畫院蓺學。善山水寒林，得名于時。初以巧贍致工，既久又益精深，稍稍取李成之法，布置愈造妙，處然後多所自得。至攄發胸意，則於髙堂素壁，放手作長松巨木，回溪斷崖，岩岫巉絶，峰巒秀起，雲煙變滅，■〈目奄〉靄之間千態萬状。論者謂熙獨步一時，雖年老落筆益壮，如隨其年貌焉。熙後著《山水畫論》，言遠近、淺深，風雨、明晦、四時、朝暮之所不同，則有“春山淡冶而如笑，夏山蒼翠而如滳，秋山明浄而如籹，冬山慘淡而如睡”之説。至於溪谷橋彴、漁艇釣竿、人物樓觀等，莫不分布使得其所。言皆有序，可爲畫式。文多不載。至其所謂“大山堂堂爲衆山之主，長松亭亭爲衆木之表”，則不特畫矣，蓋進乎道歟！熙雖以畫自業，然能教其子思以儒學起家，今爲中奉大夫管勾成都府、蘭、湟、秦、鳳等州茶事，兼提舉陜西等買馬監牧公事，亦深於論畫，但不能以此自名。今御府所藏三十： \\n 子猷訪戴圖二，奇石寒林圖二，詩意山水圖二，古木遙山圖二，巧石雙松圖二，江臯圖一，遙峰圖一，睛巒圖一，煙雨圖一，雲岩圖一，秀松圖一，春山圖一，崿嶺圖一，瀑布圖一，幽谷圖一，濺撲圖一，平遠圖一，寒峰圖一，斷崖圖一，秀巒圖一，古木圖一，茂峰圖一，遠山圖一，山觀圖一，谿谷圖一。 \\n ▲孫可元 \\n 孫可元，不知何許人。好畫吳越間山水，筆力雖不至豪放，而氣韻髙古。喜圖髙士幽人、巖居漁隱之趣。嘗作《春雲出岫》，觀其命意，則知其無心於物，聊游戲筆墨以玩世者，所以非陶潛、綺皓之流，不見諸筆下。今御府所藏十有二： \\n 陶潜歸去來圖一，滕王閣圖一，商山四皓圖二，山麓漁歌圖一，髙隱圖一，春雲山岫圖一，江山蕭散圖一，山水圖二，山觀圖一，牧牛圖一。 \\n ▲趙幹 \\n 趙幹，江南人。善畫山林泉石，事僞主李煜爲畫院學生，故所畫皆江南風景，多作樓觀、舟船、水村、漁市、花竹，散爲景趣，雖在朝市風埃間，一見便如江上，令人褰裳欲涉而問舟浦漵間也。今御府所藏九： \\n 春林歸牧圖一，夏山風雨圖四，夏日玩泉圖一，煙靄秋涉圖一，冬晴漁浦圖一，江行初雪圖一。 \\n ▲屈鼎 \\n 屈鼎，開封府人。善畫山水。仁宗朝爲圖畫院祗候。學燕貴作山林四時風物之變態，與夫煙霞慘舒、泉石凌礫之状，頗有思致。雖未能極其精妙，視等輩故已駸駸度越矣。今畫譜姑取之，蓋使學之者有進於是而已。今御府所藏三： \\n 夏景圖三。 \\n ▲陸瑾 \\n 陸瑾，江南人。善畫江山風物，殊無塵埃，作四時圖繪，春則山隂曲水，夏則茂林泉石，秋則風雨溪壑，冬則雪橋野店。鋪張點綴，歴歴可觀。至於捕魚運石，水閣僧舍，布置物像，無不精確，可以追蹤名手，但傳于世不多耳。今御府所藏二十有二： \\n 山隂髙會圖一，溪山僧舎圖一，水閣閒棊圖一，夏山圖四，雪橋圖一，運石圖一，磨溪圖二，溪山風雨圖三，漁家風景圖三，捕魚圖二，乘龍圖一，仙山圖二。 \\n ▲王士元 \\n 王士元，仁夀之子也。止於郡推官。襟韻蕭爽，喜作丹青，遂能兼有諸家之妙。人物師周昉，山水師關仝，屋木師郭忠恕，凡所下筆者，無一筆無來處，故皆精微。山水中，多以樓閣臺榭，院宇橋徑，務爲人居處牕牖間景趣耳。乏深山大谷煙霞之氣，議者以此病之。然求其風韻則髙於闗仝，其筆力則老於商訓。今御府所藏一： \\n 山閣圖。 \\n ▲燕肅 \\n 文臣燕肅字穆之，其先本燕薊人也，後徙居曹南，祖葬於陽翟，今爲陽翟人。文學治行，縉紳推之。其胸次瀟灑，毎寄心於繪事，尤喜畫山水寒林，與王維相上下，獨不爲設色。舊傳太常與玉堂屏等，皆肅之真蹟，而肅嘗寓於景寧坊，所居亦有其畫，今皆湮沒焉。獨睢、潁、洛佛寺尚存遺墨。肅心匠甚巧，不特善畫山水，凡創物足以驚世絶人，且如徐州之蓮花漏是也。又嘗有造鼓既畢而忘易鐶者，無因可以使釘腳拳於鼓之腹，遂造肅請術。肅乃呼鍜者命作一大鎖簧入之。衆皆服其智。由是知肅畫之妙皆類於此也。而王安石於人物慎許可，獨題肅之所畫《瀟湘山水圖》詩云：“燕公侍書燕王府，王求一筆終不與；奏論讞死誤當赦，全活至今何可數？”燕王蓋元儼也。爲元儼僚屬不肯下，之有以見肅之操守焉。至其抗章論獻天下疑案，奏讞自肅始也，全活至今何啻億萬計。故安石又曰：“仁人義士埋黄土，只有粉墨歸囊楮。”則歎息於斯不亦宜乎！歴官至龍圖閣直學士，以尚書禮部侍郎致仕。子孫既顯，贈太傅，天下止稱燕公。今御府所藏三十有七： \\n 春岫漁歌圖一，春山圖四，夏溪圖二，秋山遠浦圖一，冬晴釣艇圖二，雪滿羣山圖三，寒林圖一，大寒林圖二，小寒林圖二，履冰圖一，江山蕭寺圖二，古岸遙山圖三，送寒衣女圖一，状牛頭山望圖一，渡水牛圖一，雙松圖二，松石圖一，寫李成履薄圖二，雪浦人歸圖四，寒雀圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十二", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十二卷十二 \\n  \\n  \\n  \\n ◎山水三 \\n ▲宋道 \\n 文臣宋道字公達，洛陽人。以進士擢第爲郎。善畫山水，閒淡簡遠，取重于時。但乘興即寓意，非求售也，其畫故傳于世者絶少。弟廸亦能畫。今御府所藏一： \\n 松竹圖。 \\n ▲宋廸 \\n 文臣宋廸，字復古，洛陽人。道之弟。以進士擢第爲郎官。性嗜畫，好作山水，或因覽物得意，或因寫物創意，而運思髙妙，如騷人墨客，登髙臨賦，當時推重往往不名，以字顯，故謂之宋復古。又多喜畫松，而枯槎老枿，或髙或偃，或孤或雙，以至于千株萬株，森森然殊可駭也。聲譽大過於兄道。今御府所藏三十有一： \\n 晴巒漁樂圖二，煙嵐漁浦圖一，扁舟輕泛圖一，古岸遙岑圖一，羣峯遠浦圖一，對岸古松圖二，闊浦遠山圖一，闊浪遙岑圖一，瀟湘秋晩圖一，江山平遠圖一，長江晩靄圖一，遙山松岸圖二，雙松列岫圖二，老松對南山圖一，崇山茂林圖二，遠浦征帆圖二，秋山圖一，遙山圖二，遠山圖二，雪山圖一，八景圖一，萬松圖一，小寒林圖一。 \\n ▲王榖 \\n 文臣王榖字正叔，潁川郾城人。有吏才，於儒學之外，又寓興丹青，多取今昔人詩詞中意趣寫而爲圖繪。故鋪張布置，率皆瀟灑。居郾城，邑之南城有小亭，下臨■〈氵隱〉水，榜曰■〈氵隱〉景亭。南通淮、蔡，北望箕、潁。川原明秀，甚類江鄉景物。吳處厚曾有詩云：“亂鶯啼處栁飛花，拍拍春流漲曉沙。正是江南梅子熟，年年離恨寄天涯。”榖常遊其上，得助甚多，時發其妙於筆端間耳。榖頃佐京尹，後又爲大理寺卿。今御府所藏三： \\n 洞庭曉照圖一，雪晴漁浦圖一，雪江旅思圖一。 \\n ▲范坦 \\n 文臣范坦字伯履，洛陽人。以蔭補入官。長於吏事，所至皆以明辨稱。善丹青，作山水。其筆法學闗仝、李成，至於摹寫花鳥，則幾近之也。雖寓意於此甚久，然人罕知之，蓋其不出以求知耳。在洛中閒居之日爲多，得游蓺繪事，下筆益老徤。世之論畫者，謂學人規矩多失之拘，或柔弱無骨鯁。坦既老健則拘與弱皆非所病焉。今以承議郎徽猷閣待制致仕。今御府所藏六： \\n 太上渡闗圖一，寫李成江山梵刹圖四，寫徐崇嗣杏花對果圖一。 \\n ▲黄齊 \\n 文臣黄齊字思賢，建陽人。游太學有時名，挍蓺毎在髙等，後擢進士第，調官都下，僦居必擇閒曠遠市聲處。官曹暮歸，闔户不出，多寓興丹青。遂作《風煙欲雨圖》，非隂非霽，如梅天霧曉，霏微晻靄之状，殊有深思。使他人想像於微茫之間，若隱若現，不能窮也。此殆與詩人騷客命意相表裏，齊歴官至大司，成今任朝散大夫、兵部侍郎致仕。今御府所藏四： \\n 風煙欲雨圖一，晴江捕魚圖一，山荘自樂圖一，雪滿羣峰圖一。 \\n ▲李公年 \\n 文臣李公年，不知何許人。善畫山水，運筆立意，風格不下於前輩。寫四時之圖，繪春爲《桃源》。夏爲《欲雨》，秋爲《歸棹》，冬爲《松雪》。而所布置者，甚有山水雲煙餘思。至於寫朝暮景趣，作《長江日出》、《疎林晩照》，真若物象出沒於空曠有無之間，正合騷人詩客之賦詠，若“山明望松雪，寒日出霧遲”之類也。公年嘗爲江浙提點刑獄公事。今御府所藏十有七： \\n 桃溪春山圖一，夏溪欲雨圖一，秋江歸棹圖一，秋霜漁浦圖一，松峯積雪圖一，欲雨寒林圖一，雲生列岫圖一，遠煙平野圖一，日出長江圖一，疎林晩照圖一，秋江静釣圖二，江山漁釣圖二，對岸古松圖二，長江秋望圖一。 \\n ▲李時雍 \\n 文臣李時雍字致堯，成都人。天章閣待制大臨之孫，朝奉大夫隲之子也。自大臨至時雍，三世皆以書名于時。時雍讀書刻意翰墨，初從事舉子，屢以行蓺中鄉里選，終不第，遂以祖蔭補入仕。崇寧中，以書名藉甚，方建書學，首擢爲書學諭，因獻頌遷博士。喜作詩，或寓意丹青間，皆不凡，作墨竹尤髙，遂將與文同竝馳。官至承議郎、殿中丞。今御府所藏一： \\n 渭川晩晴圖。 \\n ▲王詵 \\n 駙馬都尉王詵字晉卿，本太原人，今爲開封人。幼喜讀書，長能屬文，諸子百家，無不貫穿，視青紫可拾芥以取。嘗袖其所爲文謁見翰林學士鄭獬，獬歎曰：“子所爲文，落筆有奇語，異日必有成耳。”既長，聲譽日益藉甚，所從遊者，皆一時之老師宿儒。於是神考選尚秦國大長公主。詵博雅該洽，以至奕棊圖畫，無不造妙。寫煙江遠壑，栁溪漁浦，晴嵐絶澗，寒林幽谷，桃溪葦村，皆詞人墨卿難状之景。而詵落筆思致，遂將到古人超軼處。又精於書，真行草隸，得鐘鼎篆籀用筆意。即其第乃爲堂曰寶繪，藏古今法書名畫，常以古人所畫山水寘於几案屋壁間，以爲勝玩，曰：“要如宗炳，澄懐卧遊耳。”如詵者非胸中自有丘壑，其能至此哉！喜作詩，嘗以詩進呈神考，一見而爲之穪賞。至其奉秦國失歡以疾薨，神考親筆責詵曰：“内則朋淫縱慾而失行，外則狎邪罔上而不忠。”抑以見神考取捨人物，示天下之至公，不以好惡爲己私也。然詵卒能奉詔以自新，雖牢落中獨以圖書自娯。其風流蘊藉，真有王謝家風氣，若斯人之徒，顧豈易得哉！歴官至定州觀察使、開國公、駙馬都尉，贈昭化軍節度使，謚榮安。今御府所藏三十有五： \\n 幽谷春歸圖一，晴嵐曉景圖一，煙嵐晴曉圖三，煙江疊嶂圖一，松路入仙山圖一，客帆挂瀛海圖一，風雨松石圖一，長江風雨圖一，漁鄉曝網圖一，栁溪漁浦圖一，江山漁樂圖一，江亭寓目圖一，漁村小雪圖一，江山平遠圖一，房次律宿因圖一，會稽三賢圖一，連山絶澗圖一，老松野岸圖一，金碧潺湲圖一，名山卧遊圖一，秀峯遠壑圖二，千里江山圖一，屏山小景圖一，寫李成寒林圖二，子猷訪戴圖一，山居圖二，松石圖二，長春圖一，遠景圖一。 \\n ▲童貫 \\n 内臣童貫，字道輔，京師人。性簡重寡言，而御下寛厚有度量能容，喜慍不形于色。然能節制兵戎率有紀律。父湜雅好藏畫，一時名手如易元吉、郭熙、崔白、崔慤輩，往往資給于家，以供其所需。貫侍其父，獨取其尤者，有得于妙處，胸次磅礴，間發其祕。或見筆墨在傍，則弄翰遊戲，作山林泉石，隨意點綴，興盡則止。人有收去者，往往復取而壊之。左右毎因其興來揮毫落墨之時，或在退紙背，或於斷幅間，乃亟藏之不復出，皆以爲珍玩也。故因其少而尤貴之。大抵命思瀟灑，落筆簡易意足，得之自然耳，若宿習而非求合取悦也。自古之用兵者如諸葛孔明，亦能畫，故八陣圖之形勢，見于分布粲然可觀。如馬援聚米爲山川，亦有畫意。豈非方寸明於規畫，不期乎能而能耶？貫於此亦然。貫策功湟、鄯，與夫西鄙拔城而俘馘夷醜，體貌鎮重，不嚴而威。凡進退賞罰，初不見運動之迹，故莫得以窺之。貫獨寛惠慈厚，人率歸心，至號爲“著脚赦書”，蓋言其所至，推恕有恩惠，以及物也。其於出處勲庸，自有正史詳載，此得以略也。今貫歴官任太傅、山南東道節度使，領樞密院事，陜西河東等路宣撫使，封涇國公。今御府所藏四： \\n 窠石四。 \\n ▲劉瑗 \\n 内臣劉瑗字伯玉，京師人。持身端慤，初終無玷。時人謂五十餘年在仕，而喜怒不形于色，爲两朝從龍，未嘗自矜。父有方，平日性喜書畫，家藏萬卷，牙籖玉軸，率有次第。自晉魏隋唐以來，奇書名畫，無所不有，故能考覈真僞，論辨古今，推其人世次遠近，各有攸當。故世所言書畫者，皆率心服之。凡中外之人，有得繪畫而莫知主名者，必以求瑗辨之。瑗雖未敢誰何，然論之皆有所歸也。瑗亦能放筆作雲林泉石，頗復瀟灑。昔桓譚以謂能誦千賦自可爲之，與此相類，然適意而止，所傳乃不多，非若專門積累於歲月者也。今瑗官至通侍大夫、武勝軍（一作清遠軍）承宣使，贈少師，謚忠簡。今御府所藏九： \\n 臨李成小寒林圖一，秋景平遠圖一，秋雲欲雨圖一，色山髙士圖一，竹石小景圖一，小景墨竹圖二，墨竹圖一，竹石圖一。 \\n ▲梁揆 \\n 内臣梁揆字仲敘，京師人。以蔭補入仕。自齠齔之時，便喜刻雕及繪事矣。及長，因所閲甚多，往往一見而便能，似其宿習。花竹人物，凡可賦象者，一一能之。率取其名流髙古之畫，各擇其一以資衆善，冀兼備焉。揆齒方壮，若更加討論，使就繩撿，則有加而無已。揆今官任左武大夫、達州防禦使，直睿思殿。今御府所藏二： \\n 春山霽靄圖一，蓮溪漁父圖一。 \\n ▲羅存 \\n 内臣羅存字仲通，開封人。性喜畫，作小筆，雖身在京國而浩然有江湖之思致，不爲朝市風埃之所汩沒。落筆則有煙濤雪浪，扁舟翻舞，咫尺天際，坡岸髙下，人騎出沒，披圖便如登髙望遠，悠然與魚鳥相往還。此人後生，若其學駸駸未已，他日豈可量哉？存官任武徳大夫、文州團練使，充殿中省尚食局奉御今御。府所藏二： \\n 秋江歸騎圖一，雪霽歸舟圖一。 \\n ▲馮覲 \\n 内臣馮覲字遇卿，開封人。少好丹青，作江山四時、隂晴旦暮、煙雲縹緲之状，至於林樾樓觀，頗極精妙。畫《金風萬籟圖》，怳然如聞笙竽于木末。其間思致深處，殆與《秋聲賦》爲之相參焉。惜乎覲性習未寧，但恐他日參差耳。覲今任武翼大夫、永泰陵都監。今御府所藏十有三： \\n 雨餘春曉圖一，江山春早圖一，膏雨乍晴圖一，薰風樓觀圖一，清夏潺湲圖一，霽煙長景圖一，南山茂松圖一，江山晩興圖一，金風萬籟圖一，霜霽凝煙圖一，霜秋漁浦圖一，江山密雪圖一，雪霽羣山圖一。 \\n ▲巨然 \\n 僧巨然，鍾陵人。善畫山水，深得佳趣，遂知名于時。毎下筆乃如文人才士，就題賦詠，詞源衮衮，出於毫端。比物連類，激昻頓挫，無所不有。蓋其胸中冨甚，則落筆無窮也。巨然山水於峯巒嶺竇之外，下至林麓之間，猶作卵石，松柏疎筠蔓草之類，相與映發，而幽溪細路，屈曲縈帶，竹籬茅舍，斷橋危棧，真若山間景趣也。人或謂其氣質柔弱。不然。昔嘗有論山水者乃曰：“儻能於幽處使可居，於平處使可行，天造地設處使可驚，嶄絶戲嶮處使可畏，此真善畫也。”今巨然雖瑣細，意頗類此。而曰柔弱者，恐以是論評之耳。又至於所作雨腳，如有爽氣襲人。信哉！昔人有畫水挂於壁間，猶曰波濤洶湧，見之皆毫髪爲立，况於煙雲變化乎前，蹤迹一出於已，畫録稱之，不爲過矣。今御府所藏一百三十有六： \\n 夏景山居圖六，夏日山林圖一，夏雲欲雨圖一，秋江晚渡圖二，夏山圖三，九夏松峯圖三，秋山圖二，秋江漁浦圖四，溪山蘭若圖六，溪山漁樂圖六，溪山林藪圖二，溪橋髙隱圖一，重溪疊嶂圖四，山溪水閣圖一，江山遠興圖二，江山静釣圖一，江山晚景圖一，江村捕魚圖一，江山旅店圖一，江山晚興圖一，江山歸棹圖六，江左醒心圖一，江山平遠圖一，江山行舟圖二，松峯髙隱圖二，煙浮遠岫圖六，山林歸路圖一，山林小筆圖一，曉林野艇圖一，茂林疊嶂圖一，林汀遠渚圖一，林石小景圖一，煙闗小景圖一，雲横秀嶺圖二，雲嵐清曉圖三，松路仙巖圖一，松巖蕭寺圖，一晴冬晻靄圖六，嵐鎖羣峰圖四，寒溪漁舎圖一，小寒林圖二，遙山漁浦圖二，山隂蕭寺圖二，遙山濶浦圖三，松吟萬壑圖三，萬壑松風圖二，羣峯茂林圖二，晥口山圖一，山居圖一，松巖山水圖二，煙江晩渡圖一，山水圖四，層巒圖一，秀峰圖三，金山圖一，鍾山圖一，廬山圖一，松嶺圖二，柏泉圖一，遙山圖一，遠山圖一，松峯圖三，髙隱圖一，歸牧圖一，長江圖一，窠石圖一。 \\n ▲日本國 \\n 日本國，古倭奴國也。自以近日所出，故改之。有畫不知姓名，傳寫其國風物山水小景，設色甚重，多用金碧。考其真未必有此。第欲綵繪粲然以取觀美也。然因以見殊方異域，人物風俗。又蠻陬夷貊，非禮義之地，而能留意繪事，亦可尚也。抑又見華夏之文明，有以漸被，豈復較其工拙耶？舊有日本國官告傳至於中州，比之海外他國，已自不同，冝其有此。太平興國中，日本僧與其徒五六人附商舶而至，不通華語。問其風土，則書以對。書以隸爲法，其言大率以中州爲楷式。其後再遣弟子奉表穪賀，進金塵硯，鹿毛筆，倭畫屏風。今御府所藏三： \\n 海山風景圖一，風俗圖二。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十三", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十三卷十三 \\n  \\n  \\n  \\n ◎畜獸敘論 \\n 乾象天，天行健，故爲馬。坤象地，地任重而順，故爲牛。馬與牛者，畜獸也，而乾坤之大取之以爲象。若夫所以任重致遠者，則復見取於《易》之《隨》，於是畫史所以状馬牛而得名者爲多。至虎豹鹿豕獐兔，則非馴習之者也。畫者因取其原野荒寒，跳梁犇逸，不就羈馽之状，以寄筆間豪邁之氣而已。若乃犬羊貓貍，又其近人之物，最爲難工。花間竹外，舞裀綉幄，得其不爲搖尾乞憐之態，故工至於此者世難得其人。粤自晉迄于本朝，馬則晉有史道碩，唐有曹霸、韓幹之流。牛則唐有戴嵩與其弟戴嶧，五代有厲歸真，本朝有朱義輩。犬則唐有趙博文，五代有張及之，本朝有宗室令松。羊則五代有羅塞翁。虎則唐有李漸，本朝有趙邈齪。貓則五代有李靄之，本朝有王凝、何尊師。凡畜獸自晉、唐、五代、本朝，得二十有七人，其詳具諸譜，姑以尤者槩舉焉。而包鼎之虎，裴文睍之牛，非無時名也，氣俗而野，使包鼎之視李漸，裴文睍之望戴嵩，豈不縮手於袖間耶？故非譜之所宜取。 \\n ◎畜獸一 \\n ▲史道碩 \\n 史道碩，不知何許人。兄弟四人，皆以善畫得名，而道碩尤工人馬及鵝等。初與王微竝師荀朂、衛協，技能上下，二人優劣未判，而謝赫謂“王得其意，史傳其似”。若是則微之所得者神，道碩之所寫者形耳。意與神超出乎丹青之表，形與似未離乎筆墨蹊徑，宜用此辨之。今御府所藏三： \\n 三馬圖一，八駿圖一，牛圖一。 \\n ▲漢王李元昌 \\n 漢王元昌，髙祖第七子，少博學善畫。李嗣真謂元昌曰：“天人之姿，博綜伎藝，頗得風韻，自然超舉。”有畫鞍馬、鷹鶻傳于時，雖閻立徳、立本不得以季孟其間。畫馬尤工，非胸中有千里駸駸欲度驊騮前者，豈能得之心而應之手耶？今御府所藏三： \\n 羸馬圖一，獵騎圖二。 \\n ▲江都王李緒 \\n 江都王緒，唐霍王元軌之子，太宗姪也。能書畫，最長於鞍馬，以此得名。官至金州刺史。嘗謂士人多喜畫馬者，以馬之取譬必在人材，駑驥遲疾、隱顯、遇否，一切如士之遊世。不特此也，詩人亦多以託興焉。是以畫馬者可以倒指而數。杜子美嘗觀曹霸畫馬而有詩曰：“國初已來畫鞍馬，神妙獨數江都王。”則緒爲一時之所重，其可知歟。今御府所藏三： \\n 寫拳毛騧圖一，人馬圖一，呈馬圖一。 \\n ▲韋無忝 \\n 韋無忝，京兆人，與其弟無縱亦以畫稱。無忝在明皇朝以畫馬及異獸擅名。時外國有以師子來獻者，無忝一見落筆，酷似其真，百獸皆望而辟易。明皇嘗游獵，一發中两豝於元武北門。當時命無忝傳寫之，遂爲一時英妙之極。且百獸之性與形相表裏，而有雄毅而駿者，亦有馴擾而良者，故其足距毛鬛，有所不同，怒張妥帖亦從之而辨，他人未必知此，而獨無忝得之。當時稱無忝畫四足之獸者，無不臻妙，豈虚言哉！無忝官至左武衛大將軍。今御府所藏九： \\n 習馬圖一，散馬圖一，牧笛歸牛圖一，山石戲貓圖一，葵花戲貓圖一，戲貓圖一，勝遊圖一，寧王醉歸圖一，傾心圖一。 \\n ▲曹霸 \\n 曹霸，髦之後。髦以畫稱於魏。霸在開元中已得名。天寶末毎詔寫御馬及功臣像。官至左武衛大將軍。杜子美《丹青引》以謂“丹青不知老將至，富貴於我如浮雲”者，謂霸也。子美真知畫者。退之嘗謂：“苟可以寓其智巧，使機應於心，不挫於氣，則神完而守固。”其論似是。“夫外慕徙業者，皆不造其堂不嚌其胾。”信矣。蓋霸暮年，飄泊於干戈之際而卒不徙業，此子美所謂“富貴於我如浮雲”者，見乎此矣。今御府所藏十有四： \\n 逸驥圖二，玉花騘圖一，下槽馬圖二，内廏調馬圖一，老驥圖二，九馬圖三，牧馬圖一，人馬圖一，羸馬圖一。 \\n ▲裴寛 \\n 裴寛，絳州聞喜人。季父漼有聞于時。寛粗以文詞進，多從辟舉，所至皆有能穪。明皇朝爲范陽節度使兼採訪使，頗受眷知。《唐史》有傳，不言寛能畫，惟云：“騎射，彈碁，投壺特妙。”以此推之，能畫可知。大抵唐人多能書畫，特著不著耳。由是所畫傳於世者不多，故爲傳記譜録不載。今御府所藏一： \\n 小馬圖。 \\n ▲韓幹 \\n 韓幹，長安人。王維一見其畫，遂推奨之。官止左武衞大將軍。天寶初，明皇召幹入爲供奉。時陳閎乃以畫馬榮遇一時，上令師之，幹不奉詔。他日問幹，幹曰：“臣自有師。今陛下内廏馬，皆臣之師也。”明皇於是益奇之。杜子美《丹青引》云：“弟子韓幹早入室。”謂幹師曹霸也。然子美何從以知之？且古之畫馬者，有《周穆王八駿圖閻》，立本畫馬，似模展、鄭，多見筋骨，皆擅一時之名。開元後，天下無事，外域名馬重譯累至，内廏遂有飛黄、照夜、浮雲、五方之乘。幹之所師者，蓋進乎此。所謂“幹唯畫肉不畫骨”者，正以脱落展、鄭之外，自成一家之妙也。忽一夕，有人朱衣玄冠扣幹門者稱：“我鬼使也。聞君善圖良馬，欲賜一疋。”幹立畫焚之。他日有送百縑來致謝而卒莫知其所從來，是其所謂鬼使者也。建中初有人牽一馬訪醫者，毛色骨相，醫所未嘗見。忽值幹，幹驚曰：“真是吾家之所畫馬！”遂摩挲久之，怪其筆意，冥會如此。俄頃若蹶，因損前足。幹異之，於是歸以視所畫馬本，則腳有一點墨缺，乃語其畫亦神矣。米芾《畫史》載：嘉祐中有使江南者，渡采石牛渚磯，風大作不可渡，於是禱中元水府祠，是夕夢神告，留馬當相濟。既寤，遂獻所藏幹馬，已而，風止乃渡。至今典廟中。米芾乃以玉樓成必李賀記，竊比諸此，誠哉是言，蓋才難也久矣！不唯世間少，天上亦少，今御府所藏五十有二： \\n 明皇觀馬圖一，文皇龍馬圖一，寧王調馬圖一，八駿圖一，奚官習馬圖四，六馬圖一，明皇試馬圖一，五陵游俠圖一，三馬圖一，呈馬圖五，五王出遊圖一，内廏御馬圖三，騎從圖一，散驥圖三，按鷹圖一，寫三花御馬圖一，圉人調馬圖一，調馬圖三，習馬圖二，遊騎圖二，遊俠人馬圖二，李白封官圖二，老驥圖一，騎習人馬圖一，玉花白馬圖一，下槽馬圖四，内廏圖一，鑿馬圖一，明皇射鹿圖二，戰馬圖二。 \\n ▲韋鑒 \\n 韋鑒，長安人，善畫龍馬。弟鑾工山水。石鑾之子偃，亦畫馬，松石名于時。鑒實鼻祖。且行天者莫如龍，行地者莫如馬，而鑒獨以龍馬得名。豈非升降自如，脱略羈控，挾風雲犇逸之氣，與夫躡景追電，一秣千里，得於心術之妙者，足以知之。所傳於世者不多。今御府所藏三： \\n 七賢圖二，呈馬圖一。 \\n ▲韋偃 \\n 韋偃父鑾善畫山水松石，時名雖已籍籍，而未免墮於古拙之習。偃雖家學而筆力遒健，風格髙舉，煙霞風雲之變，與夫輪囷離奇之状，過父遠甚。然世唯知偃善畫馬。蓋杜子美嘗有《題偃畫馬歌》，所謂“戲拈禿筆掃驊騮，倐見騏驎出東壁”者是也。然不止畫馬，而亦能工山水、松石、人物、皆精妙。豈非世之所知，特以子美之詩傳耶？乃如黄四娘家花，公孫大娘舞劍器，此皆因之以得名者也。今御府所藏二十有七： \\n 牧放人馬圖一，三驥圖一，三馬圖一，莫江五馬圖一，牧馬圖九，散馬圖三，牧牛圖一，沙牛圖一，牧放羣驢圖一，早行圖一，讀碑圖二，松石圖三，松下髙僧圖一。 \\n ▲趙博文 \\n 趙博文，尚書左丞相趙涓之子。世業儒，喜丹青，而於士女、兔犬爲尤工。然士女、犬兔，皆目前近習，易於形似，而一時如王朏、周昉，皆有盛名于世。博文遂能相後先，則是必有得之於，筆外而不止於世俗區區形似之習也。今御府所藏一： \\n 兔犬圖。 \\n ▲戴嵩 \\n 戴嵩，不知何許人也。初韓滉晉公鎮浙右時，命嵩爲巡官，師滉畫皆不及，獨於牛能窮盡野性，乃過滉遠甚。至於田家川原，皆臻其妙。然自是廊廟間安得此物？宜滉於此風斯在下矣。世之所傳畫牛者，嵩爲獨步。其弟嶧亦以畫牛得名。今御府所藏三十有八： \\n 春陂牧牛圖一，春景牧牛圖一，牧牛圖十，渡水牛圖一，歸牛圖二，飲水牛圖二，出水牛圖二，乳牛圖七，戲牛圖一，犇牛圖三，鬭牛圖二，犢牛圖一，逸牛圖一，水牛圖二，白牛圖一，渡水牧牛圖一。 \\n ▲戴嶧 \\n 戴嶧，嵩之弟。嵩以畫牛名髙一時，蓋用志不分，乃凝於神。苟致精于一者，未有不進乎妙也。如津人之操舟，梓慶之削鐻，皆所得于此。於是嵩之畫牛亦致精于一時也。然嶧學嵩遂能接武其後。然喜作犇逸之状，未免有所制畜，其亦使觀者知所戒耶！今御府所藏五： \\n 松石牧牛圖一，平坡乳牛圖一，逸牛圖一，鬬牛圖一，犇牛圖一。 \\n ▲李漸 \\n 李漸，不知何許人也。官任忻州刺史。善畫番馬人物，至於牧放川原，尤盡其妙。筆迹氣調，當時號爲無儔。子仲和能繼其蓺，而筆力有所不及。今御府所藏七： \\n 川原牧馬圖二，三馬圖一，逸驥圖一，牧馬圖二，虎鬬牛圖一。 \\n ▲李仲和 \\n 李仲和，忻州刺史漸之子。善畫番馬人物，有父之遺風，但筆力有所不逮也。而相國令狐綯奕代爲相，家有小畫人馬幛，是尤得意者，憲宗嘗取置於禁中。今御府所藏一： \\n 小馬圖。 \\n ▲張符 \\n 張符，不知何許人也。善畫牛，頗工筆法，有得於韓滉，亦韓之派也。畫《放牛圖》，獨取其村原風煙荒落之趣，兒童横吹藉草之状，其一簑一笠，殆將人牛相忘，自非妙造其理有進於技者，何以得之於筆端耶？今御府所藏五： \\n 渡水牛圖一，牧牛圖三，水牛圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十四", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十四卷十四 \\n  \\n  \\n  \\n ◎畜獸二 \\n ▲羅塞翁 \\n 羅塞翁，乃錢塘令隱之子。爲吳中從事，喜丹青，善畫羊，精妙卓絶，世罕見其筆。隱以詩名于時，而塞翁獨寓意於丹青，亦詞人墨客之所致思。今御府所藏二： \\n 牧牛圖，海物圖。 \\n ▲張及之 \\n 張及之，京兆人。畫犬馬、花鳥頗工。作犬得其敦厖，無搖尾乞憐之状。世或傳其《騎射圖》，擎蒼牽黄，挽强馳驅，筆力豪逸極妙。然所得特犬馬之習，方五代干戈之際，風聲氣俗，蓋有自而然。今御府所藏一： \\n 寫犬圖。 \\n ▲厲歸真 \\n 道士厲歸真，莫知其鄉里。善畫牛虎，兼工竹雀鷙禽。雖號道士，而無道家服餙，唯衣布袍，徜徉闤闠，視酒壚旗亭如家而歸焉。人或問其出處，乃張口茹拳而不言，所以人莫之測也。一日朱梁太祖詔而問曰：“卿有何道理？”歸真對曰：“臣衣單愛酒，以酒禦寒，用畫償酒，此外無能。”梁祖然之。推是語以究其所得，必非常人。此與除睡人間總不知之意何異？真寓之於畫耳。南昌信果觀中有聖像甚工，毎苦雀鴿糞穢，而歸真爲畫一鷂於壁間，自此遂絶，亦頗奇怪。要其至非術則幾神矣。今御府所藏二十有八： \\n 雲龍圖一，乳虎圖一，牧牛圖七，渡水牧牛圖二，渡水牛圖一，牧放顧影牛圖一，江堤牧放圖一，荀竹乳兔圖一，柏林水牛圖一，乳牛圖五，貓竹圖一，宿禽圖一，鵲竹圖二，筍竹圖一，蜂蝶鵲竹圖一，蔓瓜圖一。 \\n ▲李靄之 \\n 李靄之，華隂人。善畫山水泉石，尤喜畫貓。雅爲羅紹威所厚，建一亭爲靄之援毫之所，名曰“金波”。時以號靄之爲金波處士，妙得幽人逸士林泉之思致。故一寄於畫，則無復朝市車塵馬足、肩磨轂擊之狀，真胸中自有丘壑者也。畫貓尤工。蓋世之畫貓者，必在於花下，而靄之獨畫在藥苖間，豈非幽人逸士之所寓，果不爲紛華盛麗之所移耶？今御府所藏十有八： \\n 藥苖戲貓圖一，醉貓圖三，藥苖雛貓圖一，子母戲貓圖三，戲貓圖六，小貓圖一，子母貓圖一，蠆貓圖一，貓圖一。 \\n ▲趙令松 \\n 宗室令松字永年，與其兄令穰俱以丹青之譽竝馳。工畫花竹，無俗韻。以水墨作花果爲難工，而令松獨於此不凡。然巧作朽蠧太多，論者或病之。而畫犬尤得名于時。昔人謂“畫虎不成反類於狗”，今令松故直作狗，豈無意乎？官至右武衛將軍，隰州團練使，贈徐州觀察使，追封彭城侯。今御府所藏四： \\n 瑞蕉獅犬圖一，花竹獅犬圖一，秋菊相屬圖二。 \\n ▲趙邈齪 \\n 趙邈齪，亡其名，朴野不事修飾，故人以邈齪穪，不知何許人也。善畫虎，不惟得其形似，而氣韻俱妙。蓋氣全而失形似，則雖有生意而徃往有反類狗之状。形似備而乏氣韻，則雖曰近是，奄奄特爲九泉下物耳。夫善形似而氣韻俱妙，能使近是而有生意者，唯邈齪一人而已。今人多穪包鼎爲上游者，亦猶井蛙澤鯢，何足以語滄溟之渺瀰也！今御府所藏八： \\n 叢竹虎圖三，出山虎圖一，戰沙虎圖一，伏虎圖一，馴虎圖一，虎圖一。 \\n ▲朱義 \\n 朱義，江南人，與朱瑩其族屬也，皆以畫牛得名。作斜陽芳草，牧笛孤吹，村落荒閒之景，而無市朝犇逐之趣。雖望戴嵩爲不及，而亦後來名家。今御府所藏六： \\n 牧牛圖三，横笛牧牛圖一，飲水牛圖一，乳牛圖一。 \\n ▲朱瑩 \\n 朱瑩，江南人，與朱義同族。亦善畫牛馬得名，尤工人物。作《牧牛圖》極臻其妙，然飲水齕草，蓋牛之真性，非筆端深造物理而徒爲形似，則人人得以專門矣。獨瑩與義殆若知之者。今御府所藏五： \\n 牧牛圖四，牛圖一。 \\n ▲甄慧 \\n 甄慧，睢陽人。善畫佛像帝釋，脱落世間形相，具天人之威儀，故以此得名于時。亦工畫牛馬，而留意甚精。至於穿絡，真性固已失之矣。而鞭繩之所制畜，亦有見於警策者也。畫雖末技，而意之所在，故有進於妙者。今御府所藏一： \\n 牧童卧牛圖一。 \\n ▲王凝 \\n 王凝，不知何許人也。嘗爲畫院待詔。工畫花竹翎毛，下筆有法，頗得生意。又工爲鸚鵡及師貓等。非山林草野之所能，不唯責形象之似，亦兼取其富貴態度，自是一格。苟不能焉，終不到也。今御府所藏一： \\n 繡墪獅貓圖。 \\n ▲祁序 \\n 祁序，江南人。善工畫花竹禽鳥，又工畫牛。人或謂有戴嵩遺風。至於畫貓，近世亦罕有其比。貓與牛者，皆人之所常見，毎難爲工。昔人有畫鬭牛者，衆穪其精，獨有一田夫在傍，乃指其瑕。既而問之，乃曰：“我見鬭牛多擫尾，今掲其尾，非也。”畫者惘然，因服其不到。序亦有鬭牛甚奇。今御府所藏四十有四： \\n 倒影牛圖一，渡水乳牛圖二，四皓奕碁圖三，夾竹桃花圖二，長江漁圖一，瀟湘逢故人圖二，寫生鷄冠花圖一，牧牛圖二十二，乳牛圖三，鬭牛圖二，水牛圖一，牧羊圖一，詩客圖二，虎圖二。 \\n ▲何尊師 \\n 何尊師，不知何許人也。龍徳中居衡岳，不顯名氏，常往來於蒼梧、五嶺，僅百餘年，人嘗見之，顏貌不改。或問其氏族年夀，但云“何何”；或問其郷里，亦云“何何”。時人因此遂號曰“何尊師”。不見他技，但喜戲弄筆墨。工作花石，尤以畫貓專門，爲時所穪。凡貓寝覺行坐，聚戲散走，伺鼠捕禽，澤吻磨牙，無不曲盡貓之態度。推其獨步不爲過也。嘗謂貓似虎，獨有耳大眼黄不相同焉。惜乎尊師不充之以爲虎，但止工於貓，似非方外之所習，亦意其寓此以遊戲耳。今御府所藏三十有四： \\n 戎葵太湖石圖一，葵石戲貓圖六，山石戲貓圖一，葵花戲貓圖二，葵石羣貓圖二，子母戲貓圖一，莧菜戲貓圖一，子母貓圖一，薄荷醉貓圖一，羣貓圖一，戲貓圖五，貓圖一，醉貓圖十，石竹花戲貓圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十五", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十五卷十五 \\n  \\n  \\n  \\n ◎花鳥敘論 \\n 五行之精，粹於天地之間，隂陽一嘘而敷榮，一吸而揫斂，則葩華秀茂，見於百卉衆木者，不可勝計。其自形自色，雖造物未嘗庸心，而粉飾大化，文明天下，亦所以觀衆目、協和氣焉。而羽蟲有三百六十，聲音顔色，飲啄態度，遠而巢居野處，眠沙泳浦，戲廣浮深；近而穿屋賀厦，知歲司晨，啼春噪晩者，亦莫知其幾何。此雖不預乎人事，然上古采以爲官穪，聖人取以配象類，或以著爲冠冕，或以畫於車服，豈無補於世哉？故詩人六義，多識於鳥獸草木之名，而律歴四時，亦記其榮枯語黙之候。所以繪事之妙，多寓興于此，與詩人相表裏焉。故花之於牡丹芍藥，禽之於鸞鳳孔翠，必使之富貴。而松竹梅菊，鷗鷺鴈鶩，必見之幽閒。至於鶴之軒昂，鷹隼之擊搏，楊栁梧桐之扶疎風流，喬松古柏之歲寒磊落，展張於圖繪，有以興起人之意者，率能奪造化而移精神，遐想若登臨覽物之有得也。今集自唐以來迄于本朝，如薛鶴、郭鷂、邊鸞之花，至黄荃、徐熙、趙昌、崔白等，其俱以是名家者，班班相望，共得四十六人。其出處之詳，皆各見于傳，淺深工拙，可按而知耳。若牛戩、李懐衮之徒，亦以畫花鳥爲時之所知，戩作《百雀圖》，其飛鳴俛啄，曲盡其態，然工巧有餘，而殊乏髙韻；懐衮設色輕薄，獨以柔婉鮮華爲有得，若取之於氣骨，則有所不足，故不得附名于譜也。 \\n ◎花鳥一 \\n ▲縢王李元嬰 \\n 滕王元嬰，唐宗室也。善丹青，喜作蜂蝶。朱景元嘗見其粉本，謂能巧之外，曲盡精理，不敢第其品格。唐王建作《宫詞》云“傳得滕王《蛺蝶圖》”者，謂此也。今御府所藏一： \\n 蜂蝶圖。 \\n ▲薛稷 \\n 薛稷字嗣通，乃河東汾隂人收之從子也。少有才藻，爲流輩所推。外祖魏正家藏書畫甚多，至於表疏之類，無所不有。皆虞世南、褚遂良真蹟。稷既飫觀，遂鋭意學之，而書畫竝進。善花鳥人物雜畫，而尤長於鶴。故言鶴必穪稷，以是得名，且世之飬鶴者多矣，其飛鳴飲啄之態度，宜得之爲詳，然畫鶴少有精者，凡頂之淺深，氅之黳淡，喙之長短，脛之細，膝之髙下，未嘗見有一一能寫生者也。又至於别其雄雌，辨其南北，尤其所難，雖名手號爲善畫，而畫鶴以托爪傳地，亦其失也。故稷之於此頗極其妙，宜得名于古今焉。昔李杜以文章妙天下，而李太白有稷之《畫讚》，杜子美有稷之《鶴》詩，皆傳于世，蓋不識其人，視其所與，信不誣矣。稷在睿宗朝，歴官至太子少保，封晉國公，《唐史》自有傳。今御府所藏七： \\n 啄苔鶴圖一，顧步鶴圖一，鶴圖五。 \\n ▲邊鸞 \\n 邊鸞，長安人。以丹青馳譽于時，尤長於花鳥，得動植生意。徳宗時有新羅國進孔雀，善舞，召鸞寫之。鸞於賁飾彩翠之外，得婆娑之態度，若應節奏。又作折枝花，亦曲盡其妙。至于蜂蝶，亦如之。大抵精于設色，如良工之無斧鑿痕耳。然以技困窮，卒不獲用，轉徙於澤潞間。隨時施宜，乃畫帶根五參，亦極工巧。近時米芾論畫花者，亦謂鸞畫如生。今御府所藏三十有三： \\n 躑躅孔雀圖一，鷓鴣藥苖圖一，孔雀圖一，木瓜雀禽圖一，梨花鵓鴿圖一，木筆鵓鴿圖一，金盆孔雀圖一，木瓜花圖一，花鳥圖一，菜蝶圖二，木瓜圖一，葵花圖一，鷙禽圖一，鵲鷂圖一，寫生鵓鴿圖一，花苖鵓鴿圖一，芭蕉孔雀圖二，李子花圖一，折枝李實圖一，梅花鶺鴒圖一，牡丹圖一，牡丹白鷴圖一，牡丹孔雀圖一，梨花圖一，千葉桃花圖一，寫生折枝花圖一，花竹禽石圖二，鷺下蓮塘圖二，石榴猴鼠圖一。 \\n ▲于錫 \\n 于錫，不知何許人也。善畫花鳥，最長于鷄，極臻其妙。有《牡丹雙鷄》、《雪梅雙雉》二圖。鷄，家禽，故作牡丹；雉，野禽，故作雪梅：莫不有理焉。今御府所藏二： \\n 牡丹雙雞圖一，雪梅雙雉圖。 \\n ▲梁廣 \\n 梁廣，不知何許人也。善畫花鳥，名載譜録，爲一時所穪。故鄭谷作《海棠》詩，有“梁廣丹青點筆遲”之句也。谷以詩名家，不妄許可，谷既穪道，廣之畫可見矣。今御府所藏五： \\n 四季花圖一，夾竹來禽圖一，海棠花圖三。 \\n ▲蕭悦 \\n 蕭悦，不知何許人也。時官爲協律郎，人皆以官稱其名，謂之蕭協律。唯喜畫竹，深得竹之生意，名擅當世。白居易詩名擅當世，一經題品者，價增數倍，題悦《畫竹》詩云：“舉頭忽見不似畫，低耳静聴疑有聲。”其被推穪如此，悦之畫可想見矣。今御府所藏五： \\n 烏節照碧圖二，梅竹鶉鷯圖一，風竹圖一，筍竹圖一。 \\n ▲刁光 \\n 刁光，長安人。自天復初入蜀，善畫湖石、花竹、貓兔、鳥雀之類。慎交游，所與者皆一時之佳士，如黄荃、孔嵩皆師事之。議者以謂孔類升堂，黄得入室。其知言哉！年踰八十，益不廢所學。今蜀郡僧寺中壁間花竹，往往尚有存者。今御府所藏二十有四： \\n 花禽圖五，芙蓉鸂■〈氵鶒〉圖一，引雛鷯子圖一，蜂蝶茄菜圖一，桃花戲貓圖一，鷄冠草蟲圖一，雛雀圖一，萱草百合圖一，折枝花圖一，竹石戲貓圖二，藥苖戲貓圖二，子母貓圖二，子母戲貓圖一，羣貓圖一，貓竹圖一，夭桃圖一，兒貓圖一。 \\n ▲周滉 \\n 周滉，不知何許人也。善畫水石、花竹、禽鳥，頗工其妙。作遠江近渚、竹溪蓼岸、四時風物之變，攬圖便如與水雲鷗鷺相追逐。蓋工畫花竹者，往往依帶欄楯，務爲華麗之勝，而滉獨取水邊沙外，故出於畫史輩一等也。今御府所藏十有二： \\n 荷花鸂■〈氵鶒〉圖一秋荷鸂■〈氵鶒〉圖二，蓼岸鷺鷥圖一，芙蓉雜禽圖一，水石雙禽圖一，水石鷺鷥圖二，水鷺圖一，秋塘圖一，秋景竹石圖一，鸂■〈氵鶒〉圖一。 \\n ▲胡擢 \\n 胡擢，不知何許人也。博學能詩，氣韻超邁，飄飄然有方外之志。嘗謂其弟曰：“吾詩思若在三峽之間聞猿聲時。”其髙情逸興如此。一遇難狀之景，則寄之於畫，乃作草木禽鳥，亦詩人感物之作也。今御府所藏六： \\n 木瓜錦棠圖一，折枝花圖一，寫生折枝花圖一，單葉月季花圖一，雜花圖一，桃花圖一。 \\n ▲梅行思 \\n 梅行思，不知何許人也。能畫人物、牛馬，最工於鷄，以此知名，世號曰梅家鷄。爲鬭鷄尤精，其赴敵之狀，昻然而來，竦然而待，磔毛怒癭，莫不如生。至於飲啄閒暇，雌雄相將，衆雛散漫，呼食助叫，態度有餘，曲盡赤幘之妙，冝其得譽焉。鷄者庖厨之物，初不足貴，昔人謂畫犬馬爲難工，以其日夕近人，唯鷄亦如此，故作鬭鷄不無意也。行思，唐末人，接五代，家居江南，爲南唐李氏翰林待詔，品目甚髙。今御府所藏四十有一： \\n 牡丹鷄圖一，蜀葵子母鷄圖三，萱草鷄圖二，鷄圖十三，引雛鷄圖五，子母鷄圖三，野雞圖一，籠鷄圖六，負雛鷄圖一，鬭鷄圖六。 \\n ▲郭乾暉 \\n 郭乾暉，北海營丘人，世呼爲郭將軍。善畫草木鳥獸、田野荒寒之景。鍾隱者亦一時名流，變姓名執弟子禮，師事久之，方授以筆法。乾暉常於郊居畜其禽鳥，毎澄思寂慮，玩心其間，偶得意即命筆，格律老勁，曲盡物性之妙。今御府所藏一百有四： \\n 藂竹柘鷂圖二，柘條鵲鷂圖一，老木禽鷂圖二，古木鷹鵲圖一，竹石伯勞圖二，鷂搦伯勞圖一，藂棘伯勞圖二，柘竹雜禽圖一，柘竹鷂子圖一，柘竹野鵲圖二，柘竹噪鵲圖一，柘條鵪鷂圖三，柘條鷂子圖一，柘林鵲鷂圖四，柘條鶉鷂圖一，鶻鷂圖一，梨花鷂禽圖一，蘆棘鶉鷂圖一，架上鷂子圖十六，野鷄鵪鶉圖一，枯枿鷄鷹圖四，竹木鷄鷹圖二，寫生鵪鶉圖一，古木鷓鴣圖四，俊禽犇兔圖二，蒼鷹捕貍圖二，鵲鷂圖四，古木鷂子圖一，鷙禽圖一，鷄鷹圖六，棘兔圖二，棘鶉圖一，棘蘆圖一，秋兔圖一，棘雉圖三，噪禽圖一，鶉鷂圖八，鷓鷂圖六，蒼鷹圖一，鵪鶉圖一，鷄圖一，鷹圖一，野雞圖一，鷂子圖一，貓圖一，鶻圖一，野鴨圖一。 \\n ▲郭乾祐 \\n 郭乾祐，青州人。兄乾暉有畫名，乾祐善工花鳥，名雖不顯如其兄，然所學同門，亦相上下耳其。漸染所及，自然近之耶？如畫鷹隼，使人見之，則有擊搏之意，然後爲工。故杜子美想像其拏攫，則曰：“何當擊凡鳥，毛血灑平蕪。”是畫之精絶能興起人意如此，豈不較其善否哉？至俊爽風生，非筆端之造化何可以言傳也。又能畫貓，雖非專門，亦有足采。今御府所藏四： \\n 野鶻圖一，秋棘俊禽圖二，顧蜂貓圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十六", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十六卷十六 \\n  \\n  \\n  \\n ◎花鳥二 \\n ▲鍾隱 \\n 鍾隱，天台人。善畫鷙禽榛棘，能以墨色淺深分其向背。初欲師郭乾暉，知乾暉祕其術不以授人，隱乃變姓名託館寓食於其家，甘從服役。逮逾時，乾暉弗覺也。隱隂伺其畫而心得之。一日乗興作鷂於壁間。乾暉知亟就觀之，驚歎不已。乃謂子得非鍾隱乎？遂善遇之。益論畫道爲詳，因是馳譽。噫！百工技巧，有心好之而欲深造其妙者，雖得其術於艱難之中，猶且堅壁不退，况進於道者乎？隱居江南，所畫多爲僞唐李煜所有。煜皆題印以祕之。近時有米芾論畫，言鍾隱者，蓋南唐李氏道號，爲鍾山之隱者耳，固非鍾隱也。因以辨之。今御府所藏七十有一： \\n 寒蘆鶉鷂圖二，古木鷄鷹圖三，田犬逐兔圖二，藂棘寒鶉圖一，秋汀鶉鷂圖二，藂棘伯勞圖一，柘枿鶉鷂圖一，霜林鶉鷂圖四，柘條■〈氵鶒〉鵲圖一，棘兔伯勞圖一，柘條雙禽圖一，柘條山鵲圖一，柘條伯勞圖一，遊仙松石圖二，鷂子竹石圖二，古木竹梢圖一，鷂子伯勞圖一，棗棘鶉鷂圖一，架上鷹圖二，子母兔圖一，竹石小兔圖一，鷄鷹圖四馴雉圖二，會禽圖一，鶺鴒圖一，架■〈氵鶒〉圖一，噪禽圖二，雙禽圖四，架鷂圖三，鷹兔圖一，躍兔圖一，柘雀圖一，鶉鷂圖四，竹兔圖一，鷙禽圖一，飛鷂圖一，鷂子圖二，雙鷂圖二，柘鵲圖一，顧兔圖一，小兔圖一，秋兔圖一，棘雀圖一，鶻圖一，古木鷂圖一。 \\n ▲黄筌 \\n 黄筌字要叔，成都人。以工畫早得名于時。十七歲事蜀後主王衍爲待詔。至孟昶加撿挍少府監，累遷如京副使。後主衍嘗詔筌於内殿觀吳道元畫《鍾馗》，乃謂筌曰：“吳道元之畫《鍾馗》者，以右手第二指抉鬼之目，不若以拇指爲有力也。”令筌改進。筌於是不用道元之本，别改畫以拇指抉鬼之目者進焉。後主怪其不如旨。筌對曰：“道元之所畫者，眼色意思俱在第二指；今臣所畫，眼色意思俱在拇指。”後主悟，乃喜筌所畫不妄下筆。筌資諸家之善而兼有之。花竹師滕昌祐，烏雀師刁光，山水師李昇，鶴師薛稷，龍師孫遇，然其所學筆意豪贍，脱去格律，過諸公爲多。如世穪杜子美詩、韓退之文無一字無來處，所以筌畫兼有衆體之妙，故前無古人，後無來者。今筌於畫得之，凡山花野草，幽禽異獸，溪岸江島，釣艇古槎，莫不精絶。廣政癸丑歲，嘗畫野雉於八卦殿，有五方使呈鷹於陛殿之下，誤認雉爲生，掣臂者數四。時蜀主孟昶嗟異之。梅堯臣嘗有詠筌所畫《白鶻圖》，其畧曰：“畫師黄筌出西蜀，成都范君能自知；范云筌筆不敢恣，自飬鷹鸇觀所宜。”以此知筌之用意爲至，悉取生態，是豈蹈襲陳迹者哉？范君蓋蜀郡公范鎮也。鎮亦蜀人，故知筌之詳細。其子居寶、居寀亦以畫傳家學。今御府所藏三百四十有九： \\n 桃花雛雀圖一，桃竹鸂■〈氵鶒〉圖一，桃竹湖石圖二，桃竹錦雞圖二，海棠鵓鴿圖一，海棠鸚鵡圖一，牡丹鵓鴿圖七，牡丹圖二，山石牡丹圖一，牡丹鶴圖二，芍藥家鴿圖一，瑞芍藥圖一，芍藥黄鶯圖一，芍藥鳩子圖二，入莧黄鶯圖一，牡丹戯貓圖三，春龍出蟄圖一，梨花鴝鵒圖一，夏陂乳牛圖一，夏山圖二，秋山詩意圖四，荷花鷺鷥圖一，芙蓉鸂■〈氵鶒〉圖三，秋塘鸂■〈氵鶒〉圖四，水石鷺鷥圖一，芙蓉鳩子圖一，芙蓉雙禽圖三，萱草野雉圖三，筍竹野鷄圖一，萱草山鷓圖一，水葒鸂■〈氵鶒〉圖一，蘆花鸂■〈氵鶒〉圖二，戲水鸂■〈氵鶒〉圖一，竹石鳩子圖二，竹石黄鸝圖一，花石錦鷄圖一，寫瑞榮荷圖一，躑躅戴勝圖一，筍竹碧青圖一，芙蓉鷺鷥圖一，霜林鷄鴈圖二，湖灘煙鷺圖二，藥苖雙雀圖一，湖灘水石圖三，太湖石牡丹圖一，戲貓桃石圖一，竹堤雙鷺圖一，筍竹鶉雀圖一，筍竹雛雀圖一，雪竹文禽圖二，雪竹雙禽圖二，雪竹鳩子圖一，雪竹錦鷄圖二，雪竹雙雉圖一，雪禽雙雉圖二，雪景花禽圖二，雪竹山鷓圖二，雪雀鴛鴦圖一，雪景噪雀圖一，雪景鵪鶉圖一，雪雀啄木圖一，雪景柘雀圖一，雪景雀兔圖一，雪山圖二，雪景宿禽圖一，雪禽圖二，雪雉圖二，雪雀圖四，雪兔圖四寒鷺圖一，寒禽圖一，竹石鴛鴦圖一，竹鶴圖三，六鶴圖二，雙鶴圖一，獨鶴圖一，梳翎鶴圖一，紅蕉下水鶴圖二，山茶鶉雀圖一，寒菊蜀禽圖一，寫生錦鷄圖一，寫生雜禽圖一，躑躅義燕兒圖一，躑躅錦鷄圖三，柘竹鷯子圖一，躑躅山鷓圖一，蜂蝶花禽圖一，雲出山腰圖二，鷂子鵪鶉圖一，瑪瑙盆鵓鴿圖一，沒骨花枝圖一，捕雀貓圖一，柘條鷯子圖一，逐雀貓圖一，引雛雀圖一，寫生山鷓圖一，柘竹雀蝶圖一，鸂■〈氵鶒〉竹燕圖一，竹石繡纓圖一，鷓鷂伯勞圖一，詩意山水圖五，架上鶻圖三，架上角鷹圖二，架上皁鵰圖一，雪景鶉雀圖一，竹石雙禽圖二，蘆花鸂■〈氵鶒〉圖二，水石雙鷺圖二，山茶雪雀圖二，白山鷓圖二，架上御鷹圖一，皁鵰圖二，鷄鷹圖五，錦棠圖一，秋鷺圖一，老鶴圖一，雀鴨圖一，鶻兔圖三，銜花鹿圖一，鵰狐圖一，雙鷺圖一，竹石寒鷺圖三，水禽圖三，鷓鴣圖一，野雉圖三，蟬蝶圖一，折枝花圖一，鷹圖一，鳩雀圖一，角鷹圖二，白鴿圖一，白鶻圖一，禽雀圖一，鵪鶉圖一，宿雀圖一，野鶉圖一，鷄圖一，鵰圖二，蜀禽圖一，秋鴨圖一，竹鴨圖二，竹雀圖三，錦鷄圖一，白鷹圖一，鵓鴿圖三，御鷹圖一，三清像三，星官像二，夀星像三，南極老人像一，寫十真人像一，秋山夀星圖一，真官像一，出山佛像一，觀音菩薩像一，自在觀音像二，葛洪移居圖二，勘書圖二，勘書人物圖一，袁安卧雪圖三，荘惠觀魚圖二，長夀仙圖一，七才子圖一，搜山天王像一，山居圖一，春山圖七，春日羣山圖二，秋岸圖二，秋陂躍兔圖二，秋景山水圖二，雲水秋山圖四，竹石圖四，竹蘆圖一，寫瑞白兔圖一，寫生玳瑁圖三，寫生碎金圖一，寫生龜圖一，寫鍾馗氏圖一，玉步搖圖二，山石貓犬圖一，竹石小貓圖一，螻蟈戲貓圖一，藥苗小兔圖一，子母戲貓圖一，藥苗戴勝圖一，溪山垂綸圖一，出陂龍圖一，雲龍圖一，獵犬圖一，汀石圖一，騎從圖一，墨竹圖一，雲巖圖一，躍犬圖一，昇龍圖一，醉仙圖一，歸山圖一，出水龜圖一，天台圖一，草堂圖二，躍水龍圖一，桃石圖一，子母貓圖一，歸牧圖一，溪石圖一，草蟲圖一，閣道圖一，山橋圖一，食魚貓圖一，雙鹿圖一，碎金圖二，貓圖一，貓犬圖一，靈草圖一，太湖石海棠鷂子圖一，水墨湖灘風竹圖三，寫李思訓踏錦圖三，許真君拔宅成仙圖一，夾竹海棠錦鷄圖二，竹石金盆鵓鴿圖三，寫薛稷雙鶴圖一，鵓鴿引雛雀竹圖一。 \\n ▲黄居寶 \\n 黄居寶字辭玉，成都人，筌之次子。以工畫得傳家之妙，兼喜作字，當時以八分書知名。與父筌同事蜀主爲待詔。後累遷至水部員外郎。書畫本出一體，蓋蟲魚鳥迹之書皆畫也。故自科斗而後，書畫始分，是以夏商鼎彜間，尚及見其典刑焉。宜居寶之以書畫名于世也。今御府所藏四十有一： \\n 竹岸鴛鴦圖一，桃竹鵓鴿圖一，杏花戴勝圖二，牡丹貓雀圖一，牡丹太湖石圖一，錦棠竹鶴圖二，躑躅錦鷄圖一，紅蕉山鵲圖一，折枝芙蓉圖一，雀竹雙鳬圖一，柘竹山鷓圖一，荀石雙鶴圖一，荀竹湖石圖一，山居雪霽圖一，江山宻雲圖一，山石小禽圖一，夾竹桃花圖一，牡丹雙鶴圖二，荷花鷺鷥圖一，架上角鷹圖一，架上銅觜圖一，架上鶻圖一，雪兔圖一，春山圖二，千春圖一，秋江圖一，顧步鶴圖一，梳翎鶴圖一，竹鶴圖一，重屏圖一，雙鶴圖一，雛貓圖一，寒菊圖一，竹石金盆戲鴿圖三，夾竹桃花鸚鵡圖一。 \\n ▲滕昌祐 \\n 滕昌祐字勝華，本吳郡人也。後遊西川，因爲蜀人。以文學從事，初不婚宦，志趣髙潔，脱畧時態，卜築于幽閒之地，栽花竹杞菊以觀植物之榮悴，而寓意焉。久而得其形似於筆端，遂畫花鳥蟬蝶，更工動物，觸類而長，蓋未嘗專於師資也。其後又以畫鵝得名，復精於芙蓉、茴香，兼爲夾紵果實，隨類傅色，宛有生意也。其爲蟬蝶草蟲，則謂之點畫；爲折枝花果，謂之丹青。以此自别云。大抵昌祐乃隱者也，直託此遊世耳。所以夀至八十五，然年髙其筆猶强健，意其有得焉。今御府所藏六十有五： \\n 牡丹睡鵝圖二，芙蓉睡鵝圖一，芙蓉雙鶉圖一，芙蓉雙禽圖一，拒霜鶺鴒圖一，芙蓉貓圖一，拒霜花鵝圖二，拒霜花鴨圖二，慈竹芙蓉圖一，蟬蝶芙蓉圖一，芙蓉川禽圖一，湖石牡丹圖一，龜鶴牡丹圖四，太平雀牡丹圖一，茴香睡鵝圖一，鸂■〈氵鶒〉圖一，藂竹百合圖一，古木雙雉圖一，■〈⺮聊〉竹山鷓圖一，茴香戲貓圖一，山茶家鷯圖一，卧枝芙蓉圖一，藥苖鵝圖一，茴香鵝圖一，梳翎鵝圖一，水際鵝圖一，寫生折枝花圖二，夾竹梨花圖一，百合花川禽圖一，竹穿魚圖五，戲蓼魚圖一，竹枝牽牛圖一，梅花鵝圖二，戲水魚圖一，拒霜圖三，寫生芙蓉圖二，竹鶴圖一，家鵝圖一，芙蓉花圖二，牡丹圖一，萱草兔圖一，梨花龜圖二，梅花圖一，寒菊圖一，■〈⺮聊〉竹拒霜圖一，鵝圖三。 \\n ▲趙宗漢 \\n 嗣濮王宗漢字戲甫，太宗之曾孫，濮安懿王之幼子。宗漢博雅該洽。人皆不見其有冨貴驕矜之氣，又無沈酣於筦弦犬馬之玩，而唯詩書是習，法度是守平。居無事，雅以丹青自娯，屢以畫進，毎加賞激。又嘗爲《八鴈圖》，氣韻蕭散，有江湖荒遠之趣。識者謂不减於古人。歴官至秦寜軍節度使、兖州管内觀察處置等使、撿挍太尉、開府儀同三司、判大宗正事、提舉宗子學事、嗣濮王，贈太師，追封景王，謚孝簡。今御府所藏八： \\n 水墨荷蓮圖一，水墨蓼花圖一，榮荷小景圖一，榮荷宿鴈圖一，水葒蘆鴈圖二，聚沙宿鴈圖二。 \\n ▲趙孝穎 \\n 宗室孝穎字師純，端獻魏王之第八子也。翰墨之餘，雅善花鳥，毎優游藩邸，脱畧紈綺，寄興粉墨，頗有思致。凡池沼林亭所見，猶可以取像也。至於模寫陂湖之間物趣，則得之遐想，有若目擊而親遇之者，此蓋人之所難然，所工尚未已，將復有加焉。宣和元年十一月冬祀圓壇，前二日宿大慶殿，宗室宿衛於皇城司宗正廳事，孝穎在焉。嘗賜所畫《鶺鴒圖》以報其所進課畫，又以示詩人兄弟之意，實異眷也。孝穎今爲徳慶軍節度使。今御府所藏二十有二： \\n 四景花禽圖一，水墨花禽圖一，水墨雙禽圖一，和鳴鸂■〈氵鶒〉圖一，蓮陂戲鵝圖一，蓮塘水禽圖一，窺魚翠碧圖一，映水珍禽圖一，秋灘雙鷺圖一，蓼岸鶺鴒圖一，水葒鶺鴒圖一，雪汀宿鴈圖二，水禽花果圖一，雪竹五色兒圖一，設色花禽圖一，設色禽果圖一，萱草紅頷兒圖一，小景圖一，寫生花圖一，薦夀四清圖一，木瓜烏頭白頰圖一。 \\n ▲趙仲佺 \\n 宗室仲佺字隱夫，太宗元孫。仲佺明敏無他嗜好，獨愛漢、晉人之文章。至于品藻人物，通貫義理，雖老師巨儒，皆與其進。作詩平易，効白居易體，不沉酣於綺紈犬馬，而一意於文詞翰墨間。至于寫難状之景，則寄興于丹青，故其畫中有詩，至其作草木禽鳥，皆詩人之思致也。非畫史極巧力之所能到，其亦翩翩佳公子耶？歴官至潤州管内觀察使、持節潤州諸軍事、潤州刺使，贈開府儀同三司，追封和國公，謚惠孝。今御府所藏十有四： \\n 杏花繡纓圖一，秋荷鷺鷥圖一，蓼岸鷺鷥圖一，戎葵鶻燕圖一，葵竹鸓鴨圖一，筍竹戀鳩圖一，寫生雜禽圖四，寫生牡丹圖一，乳牛圖一鵲竹圖二。 \\n ▲趙仲僴 \\n 宗室仲僴字存道，長於宫邸，不以塵俗汩其意，雅好繪畫，雖寒暑不捨，既久益加進，既進自得，無所往而不經營畫思。毎歲都城士大夫有園圃者，花開時必縱人遊觀。仲僴乃載酒行樂，初無緣飾，汎然於遊人中，以筆簏粉墨自隨。遇興來，見髙屏素壁，隨意作畫，率有佳趣；或求則未必應也。嘗於華陽郡主王憲家林亭間作《鴛鴦浦漵》，頃刻而就。至於設色，唯輕淡點綴而已。往來觀者無不賞激也。有題詩於其後曰：“睡足鴛鴦各欲飛，水花欹岸两三枝。多情公子因乗興，寫出江春日暖時。”其爲人穪譽如此。官至保康軍節度觀察留後，開府儀同三司，追封榮國公，謚和惠。今御府所藏七： \\n 照水杏花圖一，飛鷺戲晴圖一，雪天曉鴈圖一，翠竹新凉圖一，五客熙春圖一，竹汀水禽圖二。 \\n ▲趙士腆 \\n 宗室士腆，善畫寒林晴浦，得雲煙明晦之状，怳若憑髙覽物，寓目於空曠有無之間，甚多思致。往時蘇舜欽有“寒雀喧喧滿竹枝，輕風淅瀝玉花飛”之句，今士腆遂畫《寒雀畏雪圖》者，類此也。其竹石等亦穪是。官任武節郎。今御府所藏五： \\n 煙浦幽禽圖一，寒禽畏雪圖一，寒林圖一，晴浦圖一，竹石圖一。 \\n ▲趙士雷 \\n 宗室士雷。以丹青馳譽于時。作鴈鶩鷗鷺，溪塘汀渚，有詩人思致；至其絶勝佳處，往往形容之所不及。又作花竹，多在於風雪荒寒之中，蓋胸次洗盡綺紈之習，故幽尋雅趣，落筆便與畫工背馳。官任襄州觀察使。今御府所藏五十有一： \\n 春岸初花圖一，桃溪鷗鷺圖一，春江落鴈圖一，春晴雙鷺圖一，桃溪圖一，暖水戲鵝圖一，春江小景圖一，春岸圖一，蓮塘羣鳬圖一，花溪會禽圖一，夏塘戲鴨圖一，夏溪鳬鷺圖一，初夏晴江圖一，夏景會禽圖一，夏浦珍禽圖一，栁岸鸂■〈氵鶒〉圖一，蓮塘雙禽圖一，夏溪圖一，秋岸江禽圖一，秋蘆羣鴈圖一，秋渚圖一，江干早秋圖一，初秋浦漵圖一，蓼岸游禽圖一，蓼岸羣鳬圖一，蘆渚會禽圖一，秋芳圖一，寒江雪岸圖一，寒江梅雪圖一，寒汀雪鴈圖一，雪汀羣鴈圖一，寒汀雙鷺圖一，林雪聚鴉圖二，雪汀百鴈圖一，雪溪圖一，梅汀落鴈圖一，五客羣居圖一，寒林雪鴈圖一，湘浯晴望圖一，松溪會禽圖一，葵芳圖一，雪鴈圖一，戲鶩圖一，澄江圖二，湘鄉小景圖一，桞浦圖一，栁溪圖一，岸芳圖一，芳洲圖一。 \\n ▲曹氏 \\n 宗婦曹氏，雅善丹青，所畫皆非優柔軟媚取悦兒女子者，真若得於遊，覽見江湖山川間勝槩，以集於毫端耳。嘗畫《桃溪蓼岸圖》，極妙。有品題者曰：“詠雪才華穪獨秀，回紋機杼更誰如如？何鸞鳳鴛鴦手，畫得《桃溪蓼岸圖》。”由此益顯其名于世，但所傳者不多耳。然婦人女子能從事於此。豈易得哉？今御府所藏五： \\n 桃溪圖一，栁塘圖一，蓼岸圖一，雪鴈圖一，牧羊圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十七", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十七卷十七 \\n  \\n  \\n  \\n ◎花鳥三 \\n ▲李煜 \\n 江南僞主李煜字重光，政事之暇，寓意于丹青，頗到妙處。自穪鍾峯隱居，又略其言曰鍾隱，後人遂與鍾隱畫溷淆穪之。然李氏能文善書畫，書作顫筆樛曲之状，遒勁如寒松霜竹，謂之金錯刀，畫亦清爽不凡，别爲一格。然書畫同體，故唐希雅初學李氏之錯刀筆，後畫竹乃如書法，有顫掣之状，而李氏又復能爲墨竹，此互相取備也。其畫雖傳於世者不多，然推類可以想見。至於畫《風虎雲龍圖》者，便見有霸者之略，異於常畫，蓋不期至是而志之所之有不能遏者，自非吾宋以徳服海内而率土歸心者，其孰能制之哉？今御府所藏九： \\n 自在觀音像一，雲龍風虎圖一，柘竹雙禽圖一，柘枝寒禽圖一，秋枝披霜圖一，寫生鵪鶉圖一，竹禽圖一，棘雀圖一，色竹圖一。 \\n ▲黄居寀 \\n 黄居寀字伯鸞，蜀人也。筌之季子。筌以畫得名，居寀遂能世其家，作花竹翎毛，妙得天真。寫怪石山景，往往過其父遠甚。見者皆争售之唯恐後。故居寀之畫，得之者尤富。初事西蜀僞主孟昶，爲翰林待詔，遂圖畫墻壁屏幛，不可勝紀。既隨僞主歸闕下，藝祖知其名，尋賜真命。太宗尤加眷遇，仍委之搜訪名畫，詮定品目，一時等輩，莫不斂衽筌。居、寀畫法，自祖宗以來，圖畫院爲一時之標凖，較藝者視黄氏體製爲優劣去取，自崔白、崔慤、吳元瑜既出，其格遂大變。今御府所藏三百三十有二： \\n 春山圖六，春岸飛花圖二，竹石春禽圖一，夾竹桃花圖二，桃竹山鷓圖二，桃花竹鸂■〈氵鶒〉圖三，杏花鸚鵡圖一，桃竹鵓鴿圖一，桃花御鷹圖二，桃竹野鷂圖一，桃花鷯子圖二，海棠錦鷄圖二，海棠竹鶴圖二，海棠家鴿圖二，海棠山鷓圖二，海棠鸚鵡圖一，夾竹海棠圖一，筍竹錦鷄圖一，牡丹圖三，牡丹雀貓圖二，牡丹鸚鵡圖一，牡丹竹鶴圖六，牡丹錦鷄圖五，牡丹山鷓圖四，牡丹鵓鴿圖八，牡丹黄鶯圖二，牡丹雀鴿圖一，牡丹戲貓圖三，蜂蝶戲貓圖一，芍藥圖一，萱草鸂■〈氵鶒〉圖二，戲蝶貓圖一，葵花錦鷄圖一，桃竹銅觜圖一，寫生椶竹圖一，寫蜀葵花圖三，寫生鸂■〈氵鶒〉圖一，竹鶴湖石圖二，竹石青鶻圖三，竹石雙鶴圖二，竹石錦鳩圖一，竹石鶉雀圖一，竹石山鷓圖三，竹石雛雀圖一，竹石野雉圖一，竹石貓雀圖一，竹石圖四，竹石黄鸝圖一，竹石白鶻圖三，竹石貓圖一，水石鸂■〈氵鶒〉圖二，水石鷺鷥圖三，戲水鸂■〈氵鶒〉圖一，雛雀鸂■〈氵鶒〉圖一，鸂■〈氵鶒〉圖一，筍竹雀兔圖一，雀竹圖一，雀竹鸂■〈氵鶒〉圖二，竹鶴圖二，十一筍竹圖一，詩意山水圖一，竹禽圖一，辛夷湖石圖一，湖灘墨竹圖一，筍竹鸂■〈氵鶒〉圖二，引雛鸂■〈氵鶒〉圖一，隴禽圖一，湖灘煙禽圖一，藥苗圖一，雜禽圖一，折枝花圖一，雜花圖四，子母貓圖一，竹筍雛雀圖一，寫生貓圖一，捕雀貓圖一，蓮塘鸂■〈氵鶒〉圖一，獵騎圖二，躑躅雙雉圖一，躑躅鵓鴿圖四，躑躅山鷓圖一，躑躅雉雞圖一，錦棠竹鶴圖二，寫真士女圖一，寫生盆池圖一，寫生龜圖一，寫瑞兔圖一，捕魚霜鷺圖一，山水鷺鷥圖二，溪石雙鷺圖二，捕魚雙鷺圖一，望仙躑躅圖一，漁鷺圖一，鷺鷥圖二，山鷓棘雀圖一，古木山鷓圖一，棘雀圖一，鷙禽穴狐圖三，六鶴圖一，柘棘翎毛圖一，夀松雙鶴圖一，雙鶴圖二，架上鷹圖六，御鷹圖四，架上鷂子圖一，架上鸚鵡圖一，鷹狐圖二，鷄鷹圖三，皁鵰圖六，白鶻圖二，鵰狐圖十，二俊禽逐鷺圖一，灘石繡纓圖二，碎金圖一，桃花鶻圖一，秋景芙蓉圖八，芙蓉鷺鷥圖二，芙蓉鸂■〈氵鶒〉圖一，芙蓉雙鷺圖一，拒霜圖四，翠碧芙蓉圖一，湖灘鷺鷥圖一，鷺鶻圖四，紅蕉湖石圖一，水葒鷺鶻圖三，鷄冠花圖一，髙秋鷙禽圖三，秋山圖一，秋岸圖三，秋禽圖三，寒菊鷺鷥圖一，寒菊鸂■〈氵鶒〉圖二，蘆菊圖一，寒菊鷯子圖一，寒菊雙鷺圖二，寒菊圖一，雪竹鷯子圖二，雪雀圖五，雪景鷯子圖一，雪鷺寒雀圖一，山茶雪兔圖一，山茶雪雀圖一，雪禽圖二，雪兔圖二，雪竹野雉圖二，摹七十二賢圖，一水月觀音像一，自在觀音像一，寒林才子圖一，水墨竹石鶴圖一，藥苖引雛鴿圖一，夏景筍竹圖三，湖石牡丹圖五，山隂避暑宫殿圖二，寫生金瓶魏花圖一，湖石金盆鵓鴿圖一，牡丹金盆鷓鴣圖二，牡丹太湖石雀圖二，順風牡丹黄鸝圖一，小景竹石水禽圖一，水石山鷓鷺鷥圖三，蘆花寒菊鷺鷥圖四。 \\n ▲丘慶餘 \\n 丘慶餘，本西蜀人，文播之子。善畫，花竹翎毛等物最工，而兼長於草蟲。凡設色者已逼於動植，至其草蟲，獨以墨之淺深映發，亦極形似之妙。風韻髙雅，爲世所推。初師滕昌祐，及晩年遂過之。人謂其得意處，不减徐熙也。因事江南僞主李氏，後隨李氏歸朝。今御府所藏四十有三： \\n 夾竹桃花圖一，湖石海棠圖一，忘憂圖一，四時花禽圖四，竹木五禽圖一，月季玳瑁圖一，月季貓圖一，竹石戲貓圖一，梅花戴勝圖一，折枝花圖一，葵花竹鶴圖一，牽牛夾竹圖一，山茶花兔圖二，折枝芙蓉圖二，芙蓉禽兔圖一，芙蓉山鷓圖二，猿雀芙蓉圖一，秋蘆鴈鵝圖三，湖石山茶圖一，山茶鸂■〈氵鶒〉圖一，雪梅山茶圖一，古木雙兔圖一，胡桃猿圖一，棘雀霜兔圖一，朝雞圖一，鴈鵝圖二，鶻鴨圖一，竹禽圖一，拒霜圖四，寫生花圖一，寒菊圖一。 \\n ▲徐熙 \\n 徐熙，金陵人，世爲江南顯族。所尚高雅，寓興閒放，畫草木蟲魚，妙奪造化，非世之畫工形容所能及也。嘗徜徉遊於園圃間，毎遇景輒留，故能傳寫物態，蔚有生意。至於芽者、甲者、華者、實者，與夫濠梁噞喁之態，連昌森束之状，曲盡真宰轉鈞之妙，而四時之行，蓋有不言而傳者。江南僞主李煜銜壁之初，悉以熙畫藏之於内帑。且今之畫花者，往往以色暈淡而成，獨熙落墨以寫其枝葉蘂蕚，然後傅色，故骨氣風神，爲古今之絶筆。議者或以謂黄筌、趙昌爲熙之後先，殆未知熙者。蓋筌之畫則神而不妙，昌之畫則妙而不神，兼二者一洗而空之其爲熙歟！梅堯臣有詩名，亦慎許可，至詠熙所畫《夾竹桃花》等圖，其詩曰：“花留蜂蝶竹有禽，三月江南看不足。徐熙下筆能逼真，繭素畫成纔六幅。”又云：“年深粉剝見墨縱，描寫工夫始驚俗。“至卒章乃曰：“竹真似竹桃似桃，不待生春長在目。”以此知熙畫爲工矣。熙之孫崇嗣、崇勲亦頗得其所傳焉。今御府所藏二百四十有九： \\n 長春圖一，折枝紅杏圖一，杏花海棠圖一，海棠圖二，折枝繁杏圖一，折枝海棠圖一，夭桃圖二，海棠銅觜圖二，寫生海棠圖一，夾竹海棠圖二，照水海棠圖一，來禽緋桃圖一，躑躅海棠圖二，竝枝來禽花圖一，海棠梨花圖一，海棠練鵲圖一，桃竹山鷓圖三，梨花木瓜花圖一，桃杏花圖二，水林禽花圖一，紅棠梨花圖一，折枝梨花圖三，來禽圖五，装堂桃花圖一，装堂海棠圖一，装堂躑躅花圖二，装堂折枝花圖一，牡丹圖十，三牡丹梨花圖一，牡丹杏花圖一，牡丹海棠圖一，牡丹山鷓圖二，牡丹戲貓圖一，牡丹鵓鴿圖二，牡丹遊魚圖二，牡丹湖石圖四，紅牡丹圖一，折枝牡丹圖一，寫生牲丹圖二，寫瑞牡丹圖一，牡丹夭桃圖一，牡丹桃花圖三，風吹牡丹圖二，蜂蝶牡丹圖一，牡丹芍藥圖一，芍藥杏花圖一，芍藥圖九，湖石芍藥圖三，蜂蝶芍藥圖一，芍藥桃花圖一，木瓜花圖八，綠李圖一，落花遊魚圖一，瑞蓮圖一，寫生花甕圖一，折枝花圖四，寫生折枝花圖五，千葉白蓮圖一，寫生花果圖二，寫瑠璃花甕圖二，寫生菜圖一，寫生禽果圖一，錦帶蜂蝶圖一，寫生家蔬圖二，玫瑰花圖一，翠瓶揷果圖一，琅玕獨秀圖一，單葉刺紅花圖一，朱櫻圖一，枇杷圖一，蟬蝶鵓鴿圖一，蜂蝶戲貓圖一，藥苗戲蝶圖一，梅竹雙禽圖一，蟬蝶茄菜圖一，寶相花圖一，雛鴿藥苗圖一，莧菜戲貓圖一，戲荇鯚魚圖一，藻荇遊魚圖一，穿荇魚圖一，子母鷄圖一，引雛雀圖一，小景野鴨圖一，錦繡堆圖一，邵圃圖一，魚藻圖一，竝禽圖六，宿禽圖三，金杏圖一，花鴨圖一，蟬蝶圖一，藥苗圖一，錦棠圖二，秋芳圖一，茄株圖一，茄菜圖一，戲貓圖三，菜圖一，木筆花圖一，魚蝦圖一，遊魚圖六，鶺鴒圖一，籜竹圖一，寫生芙蓉圖一，寫生葱茄圖一，木瓜鳩子圖一，黄葵花圖一，寫生草蟲圖一，茄菜草蟲圖一，紅藥石鴿圖二，竹木秋鷹圖一，湖石百合圖一，蓼岸龜蟹圖一，草蟲圖二，敗荷秋鷺圖一，傾心圖一，宿鴈圖一，古木山鷓圖二，古木鷓鷂圖一，古木棲禽圖一，雙禽圖一，五禽圖一，六禽圖一，八禽圖一，寒菊月季圖一，雙鴨圖二，寒塘晚景圖二，寒蘆雙鷺圖三，雪塘鴨鷺圖三，密雪宿禽圖三，雪汀宿禽圖二，雪梅宿禽圖一，寒蘆雙鴨圖二，蘆鴨圖二，雜禽圖一，雪竹圖三，雪竹鷯子圖一，雪梅會禽圖二，雪禽圖三，雪鴈圖五，暮雪雙禽圖二，果子圖一遊荇魚圖一，繡纓圖一，蟬蝶錦帶折枝圖一。 \\n ▲徐崇嗣 \\n 徐崇嗣，熙之孫也。長於草木禽魚，綽有祖風，如蠶繭之屬，皆世所罕畫，而崇嗣輒能之。又有墜地果實亦少能作者，崇嗣亦喜摹寫，見其博習耳。然考諸譜，前後所畫率皆富貴圖繪，謂如牡丹、海棠、桃竹、蟬蝶、繁杏芍藥之類爲多，所乏者丘壑也。使其展拓縱横，何所不至。今御府所藏一百四十有二： \\n 春芳圖二，桃溪圖二，桃竹水禽圖三，夾竹桃雀圖三，蘸水碧桃圖三，繁杏折枝圖一，碧壺桃花圖一，海棠桃花圖一，繁杏圖一，紅杏圖二，寫生桃圖一，海棠會禽圖二，海棠遊魚圖二，沒骨海棠圖一，寫生海棠圖一，遊魚圖三，戲魚圖二，牡丹圖五，千葉桃花圖一，牡丹鵓鴿圖一，牡丹鳩子圖一，寫生牡丹圖一，榮牡丹圖一，牡丹芍藥圖一，芍藥戲貓圖一，寫生芍藥圖二，寫生析枝花圖二，寫生葵花圖一，折枝雜果圖一，梅竹鷯子圖二，芍藥圖一，臨流叢竹圖三，夾竹桃花圖一，躑躅圖一，蜂蝶牡丹圖一，梨花圖二，夏葵圖一，蟬蝶花禽圖一，錦鷄躑躅圖二，水禽圖一，蜀葵鳩子圖一，黄葵花圖一，錦棠圖二，木瓜圖二，折枝木瓜圖一，蜂蝶茄菜圖一，藥苖鵓鴿圖一，蟬蝶藥苖圖一，藥苗草蟲圖一，藥苗鶺鴒圖三，藥苗茄菜圖四，藥苗圖一，蟬蝶茄菜圖一，蟬蝶鶺鴒圖一，野鶉藥苗圖一，茄菜錦鳩圖二，茄菜草蟲圖一，叢竹鷙禽圖三，木筆雙燕圖一，金沙水禽圖一，茄菜圖二，寫生茄菜圖一，寫生瓜圖一，寫生菜圖二，寫生鷄冠花圖三，茄鼠圖一，沙汀野鴨圖一，寫生果實圖四，折枝果實圖三，晴江小景圖一，竹貫魚圖一，荀竹雙兔圖一，雀竹圖二，四禽圖二，芙蓉圖二，雙鳬圖二，八鴨圖二，白兔圖一，蘆鴨圖二，雙鴨圖一，雙鵲圖一，羣鷺圖二，繡纓圖一，寒鴨圖二，草花戲貓圖一，雪浦宿禽圖三，雪竹雙禽圖一，雪江宿禽圖一。 \\n ▲徐崇矩 \\n 徐崇矩，鍾陵人，熙之孫也，崇嗣、崇勲其季孟焉。畫克有祖之風格。熙畫花竹、禽魚、蟬蝶、蔬果之類，極奪造化之妙，一時從其學者，莫能窺其藩也。崇矩兄弟遂能不墜所學，作士女盆工。曲眉豐臉，蓋寫花蝶之餘思也。今御府所藏十有四： \\n 夭桃圖一，折枝桃花圖一，採花士女圖二，剪牡丹圖四，木筆花圖一，紫燕藥苗圖二，萱草貓圖一，花竹捕雀貓圖一，寫生菜圖一。 \\n ▲唐希雅 \\n 唐希雅，嘉興人。妙于畫竹，作翎毛亦工。初學南唐僞主李煜金錯書，有一筆三過之法，雖若甚瘦而風神有餘。晚年變而爲畫，故顫掣三過處，書法存焉。喜作荆檟林棘，荒野幽尋之趣，氣韻蕭疎，非畫家之繩墨所能拘也。徐鉉亦謂，羽毛雖未至，而精神過之。其確論歟！今御府所藏八十有八： \\n 梅竹雜禽圖一，梅竹伯勞圖一，梅竹五禽圖二，梅雀圖一，桃竹會禽圖二，桃竹湖石圖三，桃竹鷯兒圖一，噪雀樷篠圖二，叢篁集羽圖二，茄芥蜂蝶圖一，竹石禽鷂圖一，寫生宿禽圖一，古木鷄鷹圖三，柘竹會禽圖二，柘竹宿禽圖三，柘竹雜禽圖八，柘竹雙禽圖一，柘竹山鷓圖一，柘竹野鴨圖一，柘竹錦鷄圖一，柘竹花雀圖一，栁梢宿雀圖一，雪竹噪禽圖一，雙雉圖一，雙禽圖一，竹石圖一，竹禽圖四，風竹圖一，竹鹿圖一，雪竹圖一，蘆鴨圖二，會禽圖五，筠雀圖一，竝禽圖二，噪雀圖二，宿禽圖二，鷓鷂圖一，雪禽圖六，鷹猴圖一，雪鴨圖四，横竹圖三，柘雀圖一，竹雀圖八。 \\n ▲唐忠祚 \\n 唐忠祚，宿之從弟，希雅之孫也。善畫羽毛花竹，皆世傳之妙，而王公豪右争相延揖，故户外之屨常滿，而得其畫者遂爲珍寶。蓋忠祚之畫，不特寫其形，而曲盡物之性。花則美而艷，竹則野而閒，禽鳥羽毛，精迅超逸，殆亦技進乎妙者矣。今御府所藏二十： \\n 蟠桃脩竹圖一，柘枝宿禽圖三，柘枝銅觜圖一，柘條白頭翁圖一，羣禽噪貍圖三，鷄鷹圖四，寒林圖四，雀行圖二，五禽圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十八", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十八卷十八 \\n  \\n  \\n  \\n ◎花鳥四 \\n ▲趙昌 \\n 趙昌字昌之，廣漢人。善畫花果，名重一時。作折枝極有生意，傅色尤造其妙。兼工於草蟲，然雖不及花果之爲勝，蓋晚年自喜其所得，往往深藏而不市，既流落則復自購以歸之，故昌之畫，世所難得。且畫工特取其形耳，若昌之作，則不特取其形似，直與花傳神者也。又雜以文禽貓兔，議者以謂非其所長，然妙處正不在是，觀者可以略也。今御府所藏一百五十有四： \\n 夾竹桃鴿圖一，春花圖一，桃竹雙鳩圖一，桃竹鵓鴿圖一，夾竹海棠圖一，錦棠月季圖一，海棠鳩子圖一，青梅含桃圖一，海棠鵓鴿圖一，錦棠鳩禽圖一，錦棠圖四，杏花圖一，牡丹圖六，牡丹錦鷄圖一，牡丹鵓鴿圖二，牡丹貓圖一，牡丹戲貓圖一，寫生牡丹圖一，芍藥圖二，海棠芍藥圖一，萱草小貓圖一，萱草圖一，萱草榴花圖一，萱草戲貓圖一，石榴芍藥圖一，石榴蒲萄圖一，躑躅鷯子圖一，李實枇杷圖一，石榴梨圖一，蒲萄枇杷圖二，萱草蜀葵圖一，李實緋杏圖一，梅杏圖一，寫生梨實圖一，瓜桃圖一，榴花戲貓圖二，朱櫻碧李圖一，躑躅戲貓圖二，繡纓長春圖一，黄葵鸂■〈氵鶒〉圖二，躑躅雀竹圖一，拒霜鷺鷥圖二，拒霜野雉圖一，拒霜圖四，拒霜錦鷄圖三，芙蓉野鷄圖一，寫生芙蓉圖一，芙蓉竹鷄圖一，拒霜寒菊圖二，芙蓉銅觜圖一，葵花引禽圖一，葵花戴勝圖一，葵雉圖一，蓼岸秋兔圖一，牽牛繡纓圖一，寫生花兔圖一，荔子霜橘圖一，寫生紅薇圖一，蒲萄栗蓬圖一，木瓜寒菊花圖一，梅花雙鶉圖一，梅花山茶圖一，山茶繡纓圖一，山茶花兔圖一，栗蓬木瓜圖一，山茶雙鶉圖一，山茶圖一，山茶小兔圖一，山茶竹兔圖二，早梅山茶圖一，早梅錦鷄圖一，寫生折枝花圖六，梅雀圖一，梨柿圖一，柿栗圖一，果子圖一，秋兔圖一，寫生果實圖一，二色山茶圖一，太平花圖一，月季花圖一，萱葵圖二，竹石戲貓圖一，四季藂花圖四，折枝花圖七，寫生六花圖一，雜果圖二，羣花圖四，雜花圖十，四寫生花圖三，海棠拒霜花圖一，醉貓圖一，寫生雜花圖一，四季相屬圖一，鸂■〈氵鶒〉圖一，乳貓圖一，四季花引雛鷯兒圖一，葵花引雛鷯子圖一。 \\n ▲易元吉 \\n 易元吉字慶之，長沙人。天資穎異，善畫得名于時。初以工花鳥專門，及見趙昌畫，乃曰：“世未乏人，要須擺脱舊習，超軼古人之所未到，則可以謂名家。”於是遂遊於荆湖間，搜奇訪古，名山大川毎遇勝麗佳處，輒留其意，幾與猿狖鹿豕同游，故心傳目擊之妙，一寫於毫端間，則是世俗之所不得窺其藩也。又嘗於長沙所居之舍後，開圃鑿池，間以亂石叢篁，梅菊葭葦，多馴飬水禽山獸，以伺其動静游息之態，以資於畫筆之思致，故寫動植之状無出其右者。治平中，景靈宫迎釐御扆，詔元吉畫《花石珍禽》，又於神遊殿作《牙獐》，皆極臻其妙。未幾復詔畫《百猿圖》，而元吉遂得伸其所學。今御府所藏二百四十有五： \\n 牡丹鵓鴿圖一，芍藥鵓鴿圖二，梨花山鷓圖一，寫生折枝花圖四，夏景戲猿圖一，夏景猿獐圖三，夏景戲猴圖二，太湖石孔雀圖二，缾花孔雀圖二，盜果子母猿圖一，秋景獐猿圖四，秋景戲猿圖一，秋景鷺鷥圖一，湍流雙猿圖二，娑羅花孔雀圖一，蘆花羣猿圖一，山茶馬鹿圖一，山茶孔雀圖二，山茶戲猿圖二，衆禽噪虎圖二，花枝翎毛圖一，四獸羣居圖二，三生羣戲圖二，羣猿戲蜂圖二，四生護雛圖四，獾猿羣戲圖二，獐猿羣戲圖一，窠石獐猿圖二，窠石猿圖二，窠石雜猿圖二，引雛戲獐猿圖二，窠石山鷓圖二，寫生蒲萄圖一，寫生太平花圖一，寫生石榴圖二，寫瑞牡丹圖一，寫生雜菜圖三，寫生枇杷圖二，寫生南果圖一，寫生菜圖二，寫生木瓜花圖一，寫生芍藥圖一，寫生藤墪貓圖一，寫生月季圖一，寫生雙鶉圖一，寫生花圖一，寫生鶴圖一，寫生籠鵪圖一，寫生獐圖一，寫生戲貓圖三，小景獐猿圖一，寫生麋圖一，小景獐鹿圖二，小景戲猿圖四，栗蓬猿圖一，小景羣獐圖二，猿猴驚顧圖二，小景圖二，子母戲貓圖一，戲猿視猴圖二，子母猴圖四，子母戲猴圖二，子母獐圖二，子母戲猿圖二，子母犬圖一，枇杷戲猿圖二，山林物性圖二，引雛獐圖二，竹石獐禽圖二，栗枝山鷓圖一，鷄冠戲貓圖一，竹石雙獐圖二，青菜鼠狼圖一，竹梢小禽圖一，雙猿戲蜂圖二，藤墪睡貓圖一，四生圖二，五瑞圖一，百猿圖八，百禽圖四，羣獐圖八，雙獐圖二，四猿圖六，雙猿圖二，羣猿圖二，戲猴圖二，戲猿圖二，十獐猿圖六，狨猿圖二，老猿圖一，獐猴圖三，獐石圖三，戲貓圖一，猿猴圖四，戲獐圖三，獾猿圖二，槲獐圖一，碎金圖四，堆金圖一，俊禽圖一，鷄鷹圖三，折枝花圖一，孔雀圖四，金絲猿圖一，雛鴨圖一，猿圖二，架鷂圖一，睡貓圖一，花雀圖一，梅花圖一，山槲雀鹿圖一，竹石獐猿圖一，寫生山茶圖一，寫生紫丁香花圖一，寫生紫竹戲猿圖一，寫生玻璃盤時果圖一，寫生木瓜山鷓圖一，海棠花山茶戲獐圖二。 \\n ▲崔白 \\n 崔白字子西，濠梁人。善畫花竹羽毛、芰荷鳬雁、道釋鬼神、山林飛走之類，尤長於寫生，極工於鵝。所畫無不精絶，落筆運思即成，不假於繩尺，曲直方圓，皆中法度。熙寧初被遇神考，乃命白與艾宣、丁貺、葛守昌共畫垂拱御扆《夾竹海棠鶴圖》，獨白爲諸人之冠，即補爲圖畫院藝學。白性疎逸，力辭以去。恩許非御前有旨，毋與其事，乃勉就焉。蓋白恃才故不能無利鈍，其妙處亦不减於古人。嘗作《謝安登東山》、《子猷訪戴》二圖，爲世所傳。非其好古博，雅而得古人之所以思致於筆端，未必有也。祖宗以來，圖畫院之較藝者，必以黄筌父子筆法爲程式，自白及吳元瑜出，其格遂變。今御府所藏二百四十有一： \\n 春林山鷓圖一，蟠桃山鷓圖一，杏花鵝圖四，杏竹家鵝圖二，杏花雙鵝圖二，杏竹黄鶯圖三，杏花春禽圖一，擁花鵝圖三，杏花圖一，牡丹戲貓圖二，湖石風牡丹圖一，落花雙鵝圖二，飛鷹雙鵝圖二，榮荷鷺鷥圖二，落花流水圖四，荷花家鵝圖一，榮荷家鵝圖二，秋塘雙鵝圖二，江山風雨圖三，白蓮雙鵝圖二，秋陂鶻兔圖二，秋峯野渡圖三，秋塘羣鵝圖三，秋塘雙鴨圖二，秋荷羣鴨圖一，秋荷雙鷺圖二，秋荷野鴨圖四，秋塘鴨鷺圖三，秋鷹奔兔圖二，秋荷圖二，秋兔圖一，竹兔圖一，秋浦家鵝圖二，蓼岸龜鴨圖一，煙汀曉雁圖四，敗荷羣鳬圖三，敗荷竹鴨圖二，煙波鷺鶻圖二，蘆塘野鴨圖二，風煙鷺鷥圖一，蘆岸遊鵝圖二，蘆鴨圖二，蓼汀羣鳬圖一，水葒鷺鷥圖二，槲窠山鷓圖一，叢竹伯勞圖二，秀竹畫眉圖二，秀竹圖二，竹圖二，筍竹圖二，煙波羣鷺圖二，風竹圖二，菡蓞雙鵝圖一，槲竹鷯子圖二，藂竹圖二，柘竹鷯子圖一，竹石圖二，古木戴勝圖二，籜竹戴勝圖二，修竹圖四，紫竹圖二，側石叢竹圖一，竹梅鳩兔圖一，墨竹圖二，墨竹鴝鵒圖四，墨竹猴石圖二，墨竹野鵲圖二，水墨雀竹圖一，水墨野鵲圖一，林樾獐猴圖三，臨水羣猴圖一，俊禽逐兔圖二，山林沐猴圖二，皂鵰圖一，宿鶻圖二，十雁圖三，六雁圖二，雪蘆雙雁圖三，林獐圖一，戲水鵝圖一，松獐圖一，戲猿圖一，蒼兔圖一，雙獐圖一，寫生鷄圖二，獐猿圖一，竹石槐穿兒圖二，風波煙嵐圖三，雪景才子圖一，密雪鶻兔圖一，雪蘆寒雁圖三，雪竹山鷓圖三，雪塘鸓鴨圖二，雪雁圖十，三雪荷雙鵝圖二，雪竹雙禽圖二，雪竹雙鷯圖二，雪景山青圖二，脩竹雪鴨圖二，雪禽圖二，雪兔圖一，雪鷹圖一，雪鴨圖一，梅竹雪禽圖二，雪塘荷蓮圖二，梅竹寒禽圖二，雪竹圖二，寒塘雪霽圖二，觀鵝山水圖一，採蓮圖二，觀音菩薩像一，渡海天王圖二，羅漢像六，惠荘觀魚圖一，謝安東山圖二，子猷訪戴圖一，襄陽早行圖一，水石獐猿圖二，秋荷家鵝圖一，賀知章遊鑑湖圖一，垂拱御扆夾竹海棠鶴圖一。 \\n ▲崔慤 \\n 崔慤字子中，崔白弟也。官至左班殿直。工畫花鳥，推譽于時。其兄白尤先得名。慤之所畫，筆法規模，與白相若。凡造景寫物，必放手鋪張而爲圖，未嘗瑣碎。作花竹多在於水邊沙外之趣。至於寫蘆汀葦岸，風鴛雪雁，有未起先改之意，殆有得於地偏無人之態也。尤喜作兔，自成一家。大抵四方之兔，賦形雖同，而毛色小異。山林原野，所處不一。如山林間者，往往無毫而腹下不白；平原淺草，則毫多而腹白：大率如此相異也。白居易曾作《宣州筆》詩謂：“江南石上有老兔，食竹飲泉生紫毫。”此大不知物之理。聞江南之兔，未嘗有毫。宣州筆工復取青、齊中山兔毫作筆耳。畫家雖游藝，至於窮理處當須知此。因慤畫兔故及之云。至如翰林圖畫院中較藝優劣，必以黄筌父子之筆法爲程式，自慤及其兄白之出，而畫格乃變。今御府所藏六十有七： \\n 桃竹鷺鷥圖二，杏竹山鷓圖二，杏竹野雉圖一，榴花黄鶯圖四，梨花錦雞圖三，夾竹海棠圖二，梔子野雞圖二，秀竹黄鸝圖二，榴花白鷴圖三，黄榴雙兔圖一，花竹伯勞圖二，渚蓮圖一，夏溪圖四，葵花雙兔圖一，葵花鼠狼圖一，槿花圖一，秋鷹搏兔圖二，蘆雁圖三，秋荷野鴨圖三，秋荷家鵝圖一，雙禽秋兔圖二，拒霜野鴨圖四，槲竹雙免圖二，梅竹雙禽圖三，雪竹寒雁圖一，雪鴨山鷓圖二，寒蘆雪鷺圖二，山茶圖一，雪竹山鷓圖二，寫生雙鶉圖二，羣鳩圖二，蒼兔圖一，戲猿山鷓圖二。 \\n ▲艾宣 \\n 艾宣，金陵人。善畫花竹禽鳥，能傅色暈淡有生意，捫之不襯人指，其孤標雅致，非近時之俗工所能到。尤喜作敗草荒榛、野色凄凉之趣。以畫鵪鶉著名于時。雖居徐熙、趙昌輩之亞，神考嘗令崔白、葛守昌、丁貺與宣等四人同畫《垂拱御扆圖》，雖非入譜之格，緣熙寧所取，故特入譜。今御府所藏一： \\n 垂拱御扆夾竹海棠鶴圖。 \\n ▲丁貺 \\n 丁貺，濠梁人。善畫花竹翎毛，雖未足與黄筌、徐熙、易元吉輩竝驅争先，然熙寧被遇神考，命與崔白、艾宣、葛守昌及貺等四人，共畫《垂拱御扆圖》，爲一時之榮。今御府所藏一： \\n 垂拱御扆夾竹海棠鶴圖。 \\n ▲葛守昌 \\n 葛守昌，京師人。時爲圖畫院祗候。善畫花鳥跗蕚枝幹，與夫飛嗚態度，率有生意。大抵畫人爲此者甚多，然形似少精，則失之整齊；筆畫太簡，則失之濶略。精而造疎，簡而意足，唯得於筆墨之外者知之。守昌加之學，亦逮駸駸以進乎此者也。又工於草蟲、蔬茄等物，蓋其所兼耳。昔熙寧初神考遂令崔白、艾宣、丁貺等與守昌同畫《垂拱御扆圖》，雖非入譜之格，以謂熙寧所收，因此故特入於譜云。今御府所藏一： \\n 垂拱御扆夾竹海棠鶴圖。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十九", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十九卷十九 \\n  \\n  \\n  \\n ◎花鳥五 \\n ◎王曉 \\n 王曉，泗州人。善畫鳴禽、叢棘、俊鷹等，師郭乾暉雖若未至，而就其擊搏飛揚之狀，至爲卑棲羣噪者之所警，其亦雄俊已哉！蓋傳于世者絶少矣。今御府所藏一： \\n 噪雀圖。 \\n ▲劉常 \\n 劉常，金陵人。善畫花竹，極臻其妙，名重江左。家治園圃，手植花竹，日遊息其間，毎得意處，輒索紙落筆，遂與造物者爲友。染色不以丹鉛襯傅，調匀深淺一染而就。頃時米芾赴書學博士過金陵，有以常所畫折枝桃花獻者，於是芾置之於屏間，坐卧其下，夜索燭與對，若相晤言，賞歎者累月，以謂常之所學不减於趙昌之流。今御府所藏四： \\n 寫生杏花圖一，桃花圖一，木瓜花圖一，六花圖一。 \\n ▲劉永年 \\n 武臣劉永年字公錫，章獻明肅皇后之姪孫，其先本彭城人，後徙於開封，因以家焉。永年生四歲，會仁宗初總萬機，録外氏子孫之未仕者，於是以永年爲内殿崇班，出入两宫。仁宗使賦小詩有“一柱會擎天”之句，帝乃驚異之。又嘗誤投金盞於瑤津亭下，戲顧左右曰：“孰能爲我取之者？”永年一躍持之而出。帝撫其頂曰：“劉氏千里駒也。”自爾待之甚異。置内從中，年十二始聴出外。永年喜讀書，通曉兵法，勇力兼人。嘗使遼，會以職事致遼人怒，夜以巨石塞驛門，衆皆恐，獨永年如無，素以勇力聞，乃取其巨石而擲弃之，遼人以爲神。使遂還朝稱旨，擢知涇州。帝製詩以寵其行。疑其鐡心石腸而雄豪邁往之氣，不復作婉媚事，乃能從事翰墨丹青之學，濡毫揮灑，蓋皆出於人意之表。作鳥獸蟲魚尤工。又至所畫道釋人物，得貫休之奇逸，而用筆非畫家纎毫細管，遇得意處，雖堊帚可用。此畫史所不能及也。嘗任侍衛步軍馬軍親軍殿前都虞候，步軍副都指揮使，邕州觀察使，崇信軍節度使，謚壯恪。今御府所蔵三十有六： \\n 花鴨圖四，家鵝圖三，寫生家鵝圖一，雙鵝圖五，鷹兔圖一，角鷹圖一，鷹圖一，蘆雁圖四，寫生龜圖一，水墨雙鴿圖一，羣鷄圖一，卧烏圖二，松鶻圖一，水墨獾圖一，栁穿魚圖一，牧放驢圖一，秋兔圖二，墨竹圖二，寫木星像一，夀鹿圖一，茄菜圖一。 \\n ▲吳元瑜 \\n 武臣吳元瑜字公器，京師人。初爲吳王府直省官，換右班殿直。善畫，師崔白，能變世俗之氣所謂院體者。而素爲院體之人，亦因元瑜革去故態，稍稍放筆墨以出胸臆。畫手之盛，追蹤前輩，蓋元瑜之力也。故其畫特出衆工之上，自成一家，以此專門，傳於世者甚多，而求元瑜之筆者踵相躡也。吳王遣元瑜親詣泰州傳《徐神翁像》。有進士李芬作詩送之曰：“吳将軍元瑜丹青妙當世，吳王命扁舟下海陵，貌《徐神翁像》以歸。”故爲詩敘其事以贈云：“秦皇寤寐毛盈語，鋭意長生欲輕舉。徐福藥就仙骨成，雲海茫茫但延佇。東西日月秋復春，海變桑田更幾人？忽思重看舊寰宇，驂鸞直下江淮濵。布衣野叟不耕藝，自向琳宫操拔篲。祕語親書悟世人，一坐忽驚三十歲。淮南奉道聞真蹟，命使扁舟訪消息。畫手從來獨擅場，一見仙風心自得。歸來目斷蒼煙垠，三尺生綃醉墨翻。軸上神翁不解語，彷彿白鶴乗孤雲。海陵相望一千里，嗟我塵勞未云已。授書圯上會有期，誠心願取黄公履。”其爲一時所重如此。後出爲光州兵馬都監，再調官輦轂下，而求畫者愈不已。元瑜漸老不事事，亦自重其能，因取他畫，或弟子所模寫，冒以印章，繆爲已筆，以塞其責，人自能辨之。未幾而卒。官至武功大夫、合州團練使。今御府所藏一百八十有九： \\n 寫生牡丹圖一，桃花黄鸝圖一，緋桃卧烏圖一，杏花野鷄圖三，杏花錦鳩圖一，黄鶯餅桃圖一，柏梢餅桃圖一，杏花鸂■〈氵鶒〉圖二，杏花會禽圖二，梨花鷺鷥圖二，梨花孔雀圖五，梨花鳩子圖三，梨花黄鶯圖一，松梢杏花圖一，林檎杜鵑圖二，金林檎碧鷄圖一，金林檎山鷓圖二，海棠山鷓圖一，海棠鳩子圖一，海棠遊春鶯圖一，海棠黄鶯圖二，李花鸚鵡圖二，碧桃山青圖二，瑞香四勝兒圖二，栁塘鸂■〈氵鶒〉圖二，春禽圖一，木瓜花孔雀圖一，木瓜雙禽圖一，春江圖一，葵花鷺鷥圖四，夏岸圖一，榴花碧鷄圖二，葵花白鷴圖四，榮荷圖一，榴花金翅兒圖一，秋塘圖一，白蓮圖二，秋汀落雁圖二，秋汀圖一，秋汀野鴨圖二，鵝汀秋晚圖二，榠楂孔雀圖一，芙蓉鴛鴦圖二，風煙鷺鷥圖二，平沙落雁圖一，敗葉家鵝圖二，風竹山鷓圖二，雪竹鷯子圖一，冬林圖一，雪禽圖二，雪江行旅圖一，雪竹山青圖二，雪蘆寒雁圖一，雪雁圖二，雪竹繡纓圖二，藂竹雪禽圖四，梅竹雪雀圖二，竹梢梅花圖一，雪竹雙禽圖三，梅花山鷓圖三，雪梅寒雁圖二，江梅落雁圖二，梅竹雙禽圖一，雪鴨圖二，梅花山青圖一，山茶鷯子圖一，雪梅山鷓圖二，釵頭紅荔子圖一，四季角金眉圖一，孔雀圖二，鶉鷂圖二，落雁圖二，水竹鸂■〈氵鶒〉圖二，紫芥戲貓圖一，子母戲貓圖一，水墨雪竹圖一，鄜梨伯勞圖一，虎皮紅荔子圖一，流英圖二，方紅荔子圖一，墨竹圖六，玳瑁紅荔子圖一，粉紅荔子圖一，寫生香桂圖一，朱柿荔子圖一，瓊花孔雀圖一，柘竹紫燕圖一，牛心荔子圖一，蚶殻荔子圖一，真珠荔子圖一，丁香荔子圖一，十一曜像十，四天尊像一，真武像一，四方七宿星像四，釋迦佛像一，觀音經相一，水月觀音像一，觀音菩薩像一，陶潛夏居圖一，寫徐神翁真一，煙寺晚鏡圖一，瑤池圖三，駉牧圖一，水閣閒碁圖一，六馬圖一，考牧圖一，玩珠龍圖一，杏花鳩子圖一，番族圖二，林檎花遊春鶯圖一，梔子烏頭白頰圖一。 \\n ▲賈祥 \\n 内臣賈祥字存中，開封人。少好工巧，至於丹青之習，頗極其妙。當時畫家者流，一遭品題，便爲名士。時寶和殿新成，其屏當繪設色寫龍水於其上，顧畫史雖措手，皆不當祥意。上命祥筆之，而神閒意定，縱筆爲龍，初不經思，已而夭矯空碧，體制增新，望之使人毛髪竦立，人皆服其妙。作竹石、草木、鳥獸、樓觀皆工，時人得之者遂爲珍玩。至於雕鏤塑造，靡所不能。官至通侍大夫、保康軍節度觀察留後，知入内内侍省事，贈少師，諡忠良。今御府所藏十有七： \\n 宣和玉芝圖一，寫生玉芝圖一，梵閣圖一，湖石紫竹圖三，寫生奇石圖七，寒林鴝鵒圖一，小筆一册，戲貓圖一，寫生水墨家蔬圖一。 \\n ▲樂士宣 \\n 内臣樂士宣字徳臣，世爲祥符人。早年放浪不束於繩撿，中年莅職東太乙宫，遂與錬師方外之士往往從遊，留心沖漠，遂覺行年所過爲非，以是一意於詩書之習。方其未知書則喜玩丹青，獨愛金陵艾宣之畫，既胸中厭書史而丹青亦自造疎淡，乃悟宣之拘窘，於是捨其故步而筆法遂將凌轢於前輩。畫花鳥尤得生意，視艾宣蓋奄奄九泉下人矣。故當時有出藍之譽。晚年尤工水墨，縑綃數幅，唯作水蓼三五枝，鸂■〈氵鶒〉一雙，浮沉於滄浪之間，殆與杜甫詩意相參。士大夫見之，莫不賞詠。士宣未嘗輕以示人。凡所畫或以求之再三而幸得者，皆藏之以爲好。屢以畫上進，寔爲北省絶藝也。士宣天資明敏，晚以邊功超擢。熙寧中神考以謂夏童不恭，乃肆天討，嘗命李憲等以五路之兵進攻靈武，期於一舉成捷。嘗下詔曰：“如有敢議班師者，以軍法從事。”至於師老儲乏，主帥方議班師，無敢啟言者，獨士宣毅然白於帥府，請自邊乘驛，七晝夕達奏至於京師，神考欣然從之。其時士宣方爲小行人之職，而敢冐死犯顔以請者，臣子之奇節也。故知其胷中軒昻挺然不凡，其見於丹青之習特餘事耳。官至西京作坊使，持節虔州諸軍事，虔州刺史，虔州管内觀察使致仕。贈少保。今御府所藏四十有一： \\n 栢梢黄鸝圖一，銀杏白頭翁圖一，羣鳬戲水圖一，秋岸蘆鵝圖一，秋岸鸂■〈氵鶒〉圖一，柘竹戴勝圖一，梅竹雪禽圖二，牡丹鵓鴿圖二，金林禽山鷓圖一，秋塘雙禽圖二，菊岸羣鳬圖一，古木會禽圖一，蓼岸鸂■〈氵鶒〉圖一，寫生鸂■〈氵鶒〉圖三，寫生葵花圖一，秋塘圖三，鶺鴒圖一，練禽圖一，雀竹圖二，水墨秋塘圖二，水墨竹禽圖一，水墨松竹圖二，水墨野鵲圖一，水墨太平雀圖一，水墨鸂■〈氵鶒〉圖四，水墨山青圖一，水墨雜禽圖一，墨竹圖一。 \\n ▲李正臣 \\n 内臣李正臣字端彦，喜工丹青，寫花竹禽鳥頗有生意。至於翔集羣啅，各盡其態。時作叢棘疎梅，有水邊籬落幽絶之趣，不作麤俗桃李、雕欄曲檻以爲浮艷之勝，亦見其胷次所致思也。官止文思使。今御府所藏六： \\n 柘竹雜禽圖一，梅竹山禽圖一，鵪鶉圖一，寫雜禽圖二，棘雀圖一。 \\n ▲李仲宣 \\n 内臣李仲宣字象賢，始專於窠木，後喜工畫鳥雀，頗造其妙，觀《柘雀圖》，其顧盼向背，一幹一禽，皆極形似，蓋當時畫工亦歎服之。其所缺者風韻蕭散，蓋亦有所未至焉。然人間罕見其本者，以其寓意於燕雀之微，不求聞達以自娯爾。官至内侍省供奉官。今御府所藏三： \\n 寒雀圖一，柘雀湖石圖一，柘條雀圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷二十", "正文": "　 \\n 宣和画谱 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷二十卷二十 \\n  \\n  \\n  \\n ◎墨竹敘論 \\n 繪事之求形似，捨丹青朱黄鉛粉則失之，是豈知畫之貴乎？有筆不在夫丹青朱黄鉛粉之工也。故有以淡墨揮掃，整整斜斜，不專於形似而獨得於象外者，往往不出於畫史而多出於詞人墨卿之所作，蓋胷中所得固已吞雲夢之八九，而文章翰墨形容所不逮，故一寄於毫楮，則拂雲而髙寒，傲雪而玉立，與夫招月吟風之状，雖執熱使人亟挾纊也。至於布景致思，不盈咫尺，而萬里可論，則又豈俗工所能到哉？畫墨竹與夫小景，自五代至本朝才得十二人，而五代獨得李頗，本朝魏端獻王頵、士人文同輩，故知不以著色而專求形似者，世罕其人。 \\n ◎墨竹 \\n （小景附） \\n ▲李頗 \\n 李頗，南昌人。善畫竹，氣韻飄舉，不求小巧，而多於情，任率落筆，便有生意，然所傳於世者不多。蓋竹昔人以謂不可一日無，而子猷見竹則造門，不問誰氏。袁粲遇竹輒留。七賢、六逸皆以竹隱。詞人墨卿髙世之士所眷意焉。頗不習他技，獨有得於竹，知其胷中故自超絶。今御府所藏一： \\n 叢竹圖。 \\n ▲親王趙頵 \\n 親王皇叔端獻王頵，英宗第四子也。幼而秀嶷，長而頴異，忠孝友愛出於天性。方居東宫時，自熙寧至於元豐，凡十上章疏，乞居外第。於是神宗以其同氣之情，終不允許。至元祐初固請，期於必從而後已，於是太皇太后、哲宗两宫重違其意，乃允其請。蓋忠孝友愛故非出於勉强也。平居之時無所嗜好，獨左右圖書，與管城毛穎相周旋。作篆籀、飛白之書，而大小字筆力雄俊。戲作小筆花竹蔬果，與夫難狀之景，粲然目前。以墨寫竹，其茂梢勁節、吟風瀉露、拂雲篩月之態，無不曲盡其妙。復善鰕魚蒲藻，古木江蘆，有滄洲水雲之趣，非畫工所得以窺其藩籬也。今御府所藏七十： \\n 籜筍榮竹圖二，籜筍小景圖一，帶根筍竹圖一，勁節筍竹圖二，折枝嫩梢圖一，折枝秋梢圖一，折枝古竹圖一，榮竹圖一，蒲竹圖二，■〈⺮聊〉竹圖一，寫生鴨脚圖二，水墨叢竹圖四，水墨榮竹圖二，水墨蘆竹圖二，水墨宿竹圖二，水墨老竹圖一，水墨紫薑圖一，水墨筍竹圖二，墨竹黄鸝圖二，墨竹小景圖二，墨竹圖三十，墨竹春梢圖二，折枝墨竹圖一，四景墨竹圖一，墨竹春梢凝露圖一，墨竹孫枝蘸碧圖一，墨竹挺節凌霜圖一。 \\n ▲趙令穰 \\n 宗室令穰字大年，藝祖五世孫也。令穰生長宫邸，處冨貴綺紈間，而能游心經史，戲弄翰墨，尤得意於丹青之妙，喜藏晉宋以來法書名畫，每一過目，輙得其妙，雖藝成而下，得不愈於博奕狗馬者乎？至於畫陂湖林樾、煙雲鳬雁之趣，荒遠閒暇，亦自有得意處，雅爲流輩之所貴重。然所寫特於京城外坡坂汀渚之景耳，使周覽江浙、荆湘，重山峻嶺，江湖溪澗之勝麗，以爲筆端之助，則亦不减晉宋流輩。嘗因端午節進所畫獻，哲宗嘗書其背：“云朕嘗觀之，其筆甚妙。”因書“國泰”二字賜之，一時以爲榮。官至崇信軍節度觀察留後，贈開府儀同三司，追封榮國公。今御府所藏二十有四： \\n 墨竹雙鵲圖二，柘竹雙禽圖二，四景山水圖四，小景圖二，風竹圖一，溪山春色圖一，夏溪行旅圖一，秋塘羣鳬圖一，寒灘密雪圖一，江汀集雁圖一，水墨鴝鵒圖二，怪石筠柘圖二，雪江圖一，雪荘圖一，遠山圖一，訪戴圖一。 \\n ▲趙令庇 \\n 宗室令庇，善畫墨竹，凡落筆瀟洒可愛。世之畫竹者甚多，難得疎秀不求形似盡娟娟奇態者，故横斜曲直，各分向背，淺深露白，以資奇特；或作蟠屈露根，風折雨壓：雖援毫弄巧，往往太拘，所以格俗氣弱，不到自然妙。處唯士人則不然。未必能工所謂形似，但命意布致洒落，疎枝秀葉，初不在多，下筆縱横，更無凝滯，竹之佳思筆簡而意已足矣。俗畫務爲奇巧，而意終不到，愈精愈繁。奇畫者務爲疎放，而意嘗有餘，愈略愈精。此正相背馳耳。令庇當以文同爲歸，庶不入於俗格。官見任衡州防禦使。今御府所藏一： \\n 墨竹圖。 \\n ▲王氏 \\n 親王端獻魏王頵婦魏越國夫人王氏，自髙祖父中書令秦正懿王審琦，以勲勞從藝祖定天下，爲功臣之家，而未聞閨房之秀，復能接武光輝者。端慧淑慎，有古曹大家之風，則魏越國夫人其後焉。蓋年十有六以令族淑徳妻端獻王，其所以柔順閑靚不復事珠玉文繡之好，而日以圖史自娯。至取古之賢婦烈女可以爲法者資以自繩。作篆隸得漢晉以來用筆意，爲小詩有林下泉間風氣。以淡墨寫竹，整整斜斜，曲盡其態。見者疑其影落縑素之間也。非胷次不凡，何以臻此？今御府所藏二： \\n 寫生墨竹圖二。 \\n ▲李瑋 \\n 駙馬都尉李瑋字公炤，其先本錢塘人，後以章懿皇太后外家，得緣戚里，因以進至京師。仁宗召見於便殿，問其年。曰“十三”質其學，則占對雍容，因賜坐與食。瑋下拜謝而上，舉止益可觀。於是仁宗奇之，顧左右引視宫中，繼宣諭尚兖國公主。瑋善作水墨畫，時時寓興則寫，興闌輒棄去，不欲人聞知，以是傳于世者絶少，士大夫亦不知瑋之能也。平生喜吟詩，才思敏妙，又能章草、飛白、散隸，皆爲仁祖所知。大抵作畫生于飛白，故不事丹青而率意於水墨耳。官至平海軍節度使、撿挍太師，贈開府儀同三司，謚修恪。今御府所藏二： \\n 水墨蒹葭圖，湖石圖。 \\n ▲劉夢松 \\n 劉夢松，江南人。善以水墨作花鳥，於淺深之間分顔色輕重之態，互相映發，雖綵繪無以加也，自成一種氣格耳。又作《■〈糹亏〉竹圖》，甚精緻。蓋竹本以直爲上，修篁髙勁，架雪凌霜，始有取焉。今夢松乃作■〈糹亏〉曲之竹，不得其所矣。或造物賦形不與之完，或有所拘閡而不遂其性，又或以所託非其地而致此，皆物之不幸者，將以著戒焉。今御府所藏三： \\n 雪鵲圖二，■〈糹亏〉竹圖一。 \\n ▲文同 \\n 文臣文同字與可，梓潼永泰人。善畫墨竹，知名于時。凡於翰墨之間，託物寓興，則見於水墨之戲。頃守洋州，於篔簹谷構亭其上，爲朝夕遊處之地，故於畫竹愈工。至於月落亭孤，檀欒飄發之姿，疑風可動，不筍而成，蓋亦進於妙者也。或喜作古槎老枿，淡墨一掃，雖丹青家極毫■〈扌者〉之妙者，形容所不能及也。蓋與可工於墨竹之畫，非天資頴異而胷中有渭川千畆，氣壓十萬丈夫，何以至於此哉？官至司封員外郎，充祕閣挍理。今御府所藏十有一： \\n 水墨竹雀圖二，墨竹圖四，折枝墨竹圖一，疎竹生青壁圖一，著色竹圖一，古木修筠圖二。 \\n ▲李時敏 \\n 文臣李時敏字致道，成都人，時雍之弟。作字與兄時雍相後先，大字尤工，毎作文餘字，初不費力。又善弧矢，凡箭發無不破的，雖百發未見其出侯者。而時敏有吏才，妙於丹青，蓋書畫者本出一體，而科斗篆籀作而書畫乃分，宜時敏兄弟皆以書畫名冠一時，官止朝請郎。今御府所藏一： \\n 詩意圖。 \\n ▲閻士安 \\n 閻士安，陳國宛丘人。家世業醫。性喜作墨戲，荆檟枳棘，荒崖斷岸，皆極精妙。尤長于竹，或作風偃雨霽，煙薄景曛，霜枝雪幹，亭亭苒苒，曲盡其態。中書令謚武恭王徳用好收花竹之畫，士安作《墨竹圖》獻之。徳用一見歎美不已，遂以爲篋中之冠，奏補國子四門助敎，後之學者往往取以爲模楷焉。今御府所藏二： \\n 墨竹圖一，折枝墨竹圖一。 \\n ▲梁師閔 \\n 武臣梁師閔，字循徳，京師人。以資蔭補綴右曹。父和嘗以詩書敎師閔，略通大意。能詩什，其後和因其好工詩書，乃令學丹青，下筆遂如素習。長于花竹羽毛等物，取法江南人，精緻而不疎，謹嚴而不放，多就規矩繩墨，故少瑕纇，蓋出於所命而未出于胸次之所得，出於規模未出于規模之所拘者也。大抵拘者猶可以放，至其放則不可拘矣。蓋師閔之畫，於此方興而未艾，欲至於放焉。今任左武大夫，忠州刺史提點西京崇福宫。今御府所藏二： \\n 栁溪新霽圖一，蘆汀密雪圖一。 \\n ▲僧夢休 \\n 僧夢休，江南人。喜延揖畫史之絶藝者，得一佳筆，必髙價售之。學唐希雅作花竹禽烏，煙雲風雪，盡物之態，蓋亦平生講評規模之有自。今御府所藏二十有九： \\n 風竹圖十四，筍竹圖七，叢竹圖六，雪竹圖一，雪竹雙禽圖一。 \\n ◎蔬果敘論 \\n 灌園學圃，昔人所請，而早韭晚菘，來禽青李，皆入翰林子墨之美談，是則蔬果宜有見於丹青也。然蔬果於寫生，最爲難工。論者以謂郊外之蔬易工於水濵之蔬，而水濵之蔬又易工於園畦之蔬也。蓋墜地之果易工於折枝之果，而折枝之果又易工於林間之果也。今以是求畫者之工拙，信乎其知言也。況夫蘋蘩之可羞，含桃之可薦，然則丹青者豈徒事朱鉛而取玩哉？詩人多識草木蟲魚之性，而畫者其所以豪奪造化，思入妙微，亦詩人之作也。若草蟲者，凡見諸詩人之比興，故因附于此。且自陳以來至本朝，其名傳而畫存者，才得六人焉。陳有顧野王，五代有唐垓輩，本朝有郭元方、釋居寧之輩，餘有畫之傳世者，詳具于譜。至於徐熙輩長于蟬蝶，鑒裁者謂爲熙善寫花，然熙别門兼有所長，故不復列于此。如侯文慶、僧守賢、譚宏等，皆以草蟲果蓏名世，文慶者亦以技進待詔，然前有顧野王，後有僧居寧，故文慶、守賢不得以季孟其間，故此譜所以不載云。 \\n ◎蔬果 \\n （藥品草蟲附） \\n ▲顧野王 \\n 顧野王字希馮，吳郡人。七歲讀五經，九歲善屬文，識天文地理，無所不通，尤長於畫。在梁朝爲中領軍，後宣城王爲揚州刺史，野王與瑯琊王襃竝爲賓客。野王善圖畫，乃令野王畫古賢，命王褒書贊，時人稱爲二絶。畫草蟲尤工。多識草木蟲魚之性詩人之事，畫亦野王無聲詩也。入陳官至黄門侍郎。今御府所藏一： \\n 草蟲圖。 \\n ▲唐垓 \\n 唐垓，不知何許人也。善畫禽魚生菜，世稱其工。然魚蟲草木雖甚微也，自非妙於萬物而爲言，發而見於形容者，未易知此。至有野禽、生菜、魚鰕、海物等圖傳于世矣。且畫魚鰕者，不過汀渚池塘，與夫庖中机上之物，至海物則罕見其本焉。若其瑰怪雄傑，乗時射勢，鼓風霆破萬里浪，不至乎中流，折角點額，則畫亦雄矣。垓之於海物者，其有得於此焉。今御府所藏一： \\n 生菜圖。 \\n ▲丁謙 \\n 丁謙，晉陵人。初工畫竹，後兼善果實園蔬，傅粉淺深，率有生意。蟲蠧殘蝕之状，具能模寫。至使人捫之，若有跡也。嘗畫葱一本，爲江南李氏賞激，親書“丁謙”二字於其上，蓋欲别其非常畫耳。其後冦凖藏之以爲珍玩焉。今御府所藏三： \\n 寫生蓮藕圖一，寫生葱圖二。 \\n ▲郭元方 \\n 武臣郭元方字子正，京師人。善畫草蟲，信手寓興，俱有生態，盡得蠉飛鳴躍之状，當時頗爲士大夫所喜。然率爾落筆，疏略簡當，乃爲精絶，或點綴求奇，則欲反損，此正所謂外重内拙黄金注者也，論者亦以此少之。大抵造物之意，初無心於整齊，至于自形自色，則各有攸當。苟物物雕琢，使之妍好，則安得周而徧哉？故刻楮雖工，造一葉至於三年，君子不取也。豈非直欲漸近自然乎？元方官至内殿承制。今御府所藏三： \\n 草蟲圖三。 \\n ▲李延之 \\n 武臣李延之，善畫蟲魚草木，得詩人之風雅，寫生尤工，不墮近時畫史之習。状於飛走，必取其儷，亦以賦物各遂其性之意。官止左班殿直。今御府所藏十有六： \\n 寫生草蟲圖十，寫生折枝花圖一，金沙遊魚圖一，雙鶴圖一，雙獐圖一，雙蠏圖一，喓喓圖一。 \\n ▲僧居寧 \\n 僧居寧，毗陵人。喜飲酒，酒酣則好爲戲墨，作草蟲，筆力勁峻，不專于形似。每自題云“居寧醉筆”。梅堯臣一見賞詠其超絶，因贈以詩，其略云：“草根有纎意，醉墨得已熟。”於是居寧之名藉甚，好事者得之遂爲珍玩耳。今御府所藏一： \\n 草蟲圖一。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
