{"章节": "寓意编（明）都穆", "正文": " \\n 寓意编　 \\n  \\n 提要 \\n  \\n 《寓意编》一卷，明都穆撰。穆有《壬午功臣爵赏录》，已著录。此书记所见书画名迹，载陈继儒《秘笈》中仅有一卷，而世所刻本别有穆《铁网珊瑚》二十卷。其第五、第六两卷题曰寓意上、寓意下，乃多一卷。考其上卷所载书画，每条各系以收藏之家，而下卷则否。上卷之末云：余家高祖以来，好蓄名画，皆往往为好事者所得，亦不留意也云云。详其语意，已为终篇之词，不应更有下卷。况下卷之末，并载何良俊《书画铭心录》中，有嘉靖丁巳正月人日记所观书画事。考王宠所作穆墓志，穆卒於嘉靖四年乙酉，而何良俊之撰《铭心录》则在嘉靖三十六年，穆何从而载其事？又其下卷以下每卷皆标太仆寺少卿都穆之名，而中间载文徵明山水二轴，一作於嘉靖乙未，一作於嘉靖戊午。乙未为嘉靖十四年，戊午为嘉靖三十七年，皆在穆卒以後，是即《铁网珊瑚》一书出於伪托之明证，然则其下一卷为妄人附益审矣。今仍以陈继儒所刻一卷著录，以存其旧。所载如颜真卿《争坐位帖》，薛尚功《钟鼎款识帖》，亦足资考核。惟成化戊申一段，成化实无戊申，殊为牾。当由误记，抑或刻本偶讹欤？  \\n  \\n 　 \\n 寓意编 \\n  \\n 李少卿貞伯藏懷素《酒狂帖》，後有楊凝式鍳定。王晉卿跋。山谷題名。是光福士人家物，非真蹟。 \\n  \\n 《睢陽五老圖》，在崑山朱氏。朱葢五老之一，兵部郎中貫之後，御史。天昭出以示余。圖有錢明逸序，歐陽公、司馬公而下詩。皆不存。今存者，惟南宋及元人題跋。 \\n  \\n 常熟劉以則家藏有《小李將軍落照圖》，宋秘府物，藏於崑山道士黄玄微家。永樂中，人有疾玄微者，具告其收買黄子澄書，葢幾至不測為此圖也。後劉氏購得之。以則又藏《釋夢休鳯竹圖》（六字宋徽宗御題），有内府圖書印、趙雍題名。 \\n  \\n 張長史《宛陵帖》，李西臺、蘇才翁跋。江陰卞氏物，非真蹟。 \\n  \\n 沈丈啟南藏《胡瓌畨騎圖》。 \\n  \\n 郭忠恕《雪霽江行圖》上有徽宗御書“雪霽江行圖郭忠恕真蹟”十字。 \\n  \\n 謝康樂半身像（碧玉冠氅衣） \\n 蘇滄浪、蔡端明、蘇文忠、文定山、谷海岳諸賢遺墨共一册。 \\n  \\n 宋人摹周文矩《宫中圖》一卷。有紹興間張澹崖跋。 \\n  \\n 山谷書老杜律詩二首（大真字） \\n 王文正、秦淮海、米海岳、樓攻媿、楊慈湖諸賢手帖一卷。 \\n  \\n 蘇文忠《前後赤壁賦》，李龍眠作圖。隷字書旁註云“是海岳筆，共八節，惟前賦不完。” \\n  \\n 龍眠畫《女孝經》四章（每章亦龍眠書） \\n 林和靖與僧二帖 \\n 蔡端明自書絶句詩 \\n  \\n 海岳自書詞一卷 \\n 蔡、蘇、黄、米真蹟一卷 \\n 李忠定、張忠獻、忠簡、吕忠穆、李莊簡五賢手札一卷 \\n 張忠獻父子與虞丞相劄子 \\n 山谷書馬伏波廟詩一卷（大字）谷自有跋。 \\n  \\n 趙子昻臨伏生授書圖（白描） \\n 鄧侍郎、程雪樓、徐子方、盧疏齋諸公詩蹟 \\n  \\n 嘉興王廷槐藏《張長史帖》云“春草青青千里餘，邊城落日見離居。情知海上三年别，不寄雲間一紙書”。白麻紙，真蹟，嘗入宋秘府。宋元人題名并跋甚多。 \\n  \\n 趙子昻《秋江待别圖》（長幅青緑），旁細書官銜云“為叔固公摹（李叔固也。）”，上有張伯雨詩。常熟陳元錫家物。後，丹客得之以售郡人沙生。今，二十五年，歸洞庭人家。 \\n  \\n 宋·陳居中蘇李泣别圖 \\n 李迪猿三幅 \\n “居中畨馬圖”，皆南京人家藏。 \\n  \\n 湯叔雅《霜入千林圖》，一卷，前梅後蘭，在皇甫氏。叔雅自題其後云“余作此圖，七載而就”。所謂能事不受相促迫也。 \\n 崑山黄應龍藏吳傅朋《游絲》書。 \\n  \\n 宋髙宗賜岳武穆手詔（近被人竊去） \\n 金顯宗《雨竹》，上有張疇齋跋。 \\n  \\n 城西張氏藏鍾元常《薦進吳季直表》，上有晝錦堂、米芾、賈似道等印。元人跋云“是宋僧存此山物”。又，“薛紹彭 \\n 四帖”，元張伯雨藏，趙松雪、金蓀璧跋。後，伯雨歸倪雲林。二物今在石田翁家。李少卿近跋。鍾書定為真蹟，余不敢以為然也。 \\n 宋迪《瀟湘八景圖》一卷，每幅有印文曰“雲谷寓物”。 \\n  \\n 宋徽宗《畫猫》上書“賜貫”，有御印。葢徽宗畫以賜童貫者。 \\n  \\n 《東坡笠屐圖》（小軸）。 \\n  \\n 以上三畫，雍熙寺僧藏，秘而不以示人。余嘗讀書寺中，屢懇於僧，方獲見之。 \\n  \\n 宜興尹氏藏《禇摹禊帖》。中縫折處鈐墨寳小印。後有翰林學士承旨中書舍人蘇易簡詩，云“有若象夫子，尚與闕里門，虎賁状中郎，猶傍文舉尊，昭陵自一閟，真蹟不復存”。余今獲此本，亦可比璵璠。後有范文正、蔡君謨、裴煜、馮當世跋。富鄭公、梅都官、吕汲公、蘇氏兄弟、米海岳諸公題名。小米鍳定。此卷後歸陳祭酒緝熙，祭酒投於火。 \\n  \\n 朱性父藏老米《臨黄庭經》。今歸石田翁。《虞丞相允文手帖》，今歸黄應龍。又曰“虞文靖公正書金剛經一卷”。 \\n  \\n 寧波人謝某藏《文丞相書》。其逺祖敬川先生論蘇章事并丞相跋，約行草千餘字，稱“後學文天祥書”。無印章。後有王伯厚題語。 \\n  \\n 吳江·史文明古藏唐·趙模《集晉字千文》。 \\n  \\n 禇河南書《文皇哀册文》。硬黄紙。米友仁鍳定。 \\n  \\n 《歐陽率更夢奠帖》（行書）。疑是臨本。元郭畀天錫藏。後入楊東里家。郭楊皆有跋。 \\n  \\n 陸晃《昭君圖》 \\n 僧巨然《山水》，大幅。 \\n  \\n 韓熙載《夜宴圖》 \\n “宋·蔡端明，八帖”。洪興祖、范大年跋。胡珵等題名。 \\n  \\n “宋賢諸帖一卷”。李西臺、周益公、胡邦衡、文文山而下九十八人。 \\n  \\n 李龍眠《九歌圖》一卷 \\n “王佚老二帖”（大行書）。 \\n  \\n 宋人畫《文姬歸漢圖》 \\n “朱文公與六十郎帖（行書）”。貢尚書湯鐡崖跋。 \\n  \\n “宋孝宗賜虞丞相手詔”。 \\n  \\n 趙千里《福禄夀三星圖》（長幅）又，《春江待渡圖》（小幅） \\n 郭熙《祝夀一望松圖》（長幅） \\n “趙子固書梅竹詩三首”。趙子昻、葉士則等跋。 \\n  \\n 陳居中《五馬圖》 \\n “元·張師道書《木蘭花慢詞》一卷”，後元人題識。 \\n  \\n “錢舜舉《垂絲海棠》”又“《班姬題扇圖》”。舜舉自賦詩其上。 \\n  \\n 子昻臨《大令帖》并自書詩一卷。 \\n  \\n 又，松雪書《歸去來詞》一卷 \\n 鮮于伯機自書詩文一卷（小字）。有郡人龔肅子敬跋。 \\n  \\n 子昻《人馬圖》，自有跋，并元人詩跋。 \\n  \\n 又，《秋江烟靄圖》。 \\n  \\n 温日觀《葡萄》 \\n 黄大癡《溪山圖》。有王國器詞，倪雲林跋。 \\n  \\n 吳仲圭擬范寛《雲峰蕭寺圖》（長幅）。 \\n  \\n 周伯温書四體千文一卷。前畫伯温小像，門人蔣晃侍立於傍。自有賛。葢周公書以貽冕者。冕，吾郡人，亦精撰書焉。 \\n  \\n 史丈復有“薛尚功摹鍾鼎款識真蹟二十卷”。後題云“嘉熙三年冬，十有一月，望後二十一日，外孫朝奉郎新知臨江軍事，楊伯岳拜觀於廿四叔外翁書室。後二十年弁陽周密得之外舅泳齋書房”。趙孟頫鍳定。白野不花，周伯琦題名。張伯雨、柯九思跋。此帖舊為吾鄉沈雄仲藏。雄仲名洪元，巨室，號萬三之後人。善草隷。老而貧，故史氏得之成化戊申。余館授史氏。九月其家火作，書畫多付煨燼，惟此卷及歐、禇、趙、模書數卷獨存，豈奇寳鬼神固衛之耶？ \\n  \\n 東坡謝陳后山惠巾詩一首。上有大方印，曰“趙郡蘇氏江陰薛堯卿藏”。 \\n  \\n 文潞公半身像 \\n 周元公半身像 \\n 文文山半身像。上有呉孟恩篆書、文山自賛。 \\n  \\n 倪雲林小像，坐牀上慿几，左一童子捧朱拂，右侍姬提盥頮之器。 \\n  \\n 以上四像觀於濓溪坊周氏。 \\n  \\n 南京梁中書藏陸宣公書“陸士衡文賦”，小字、章草。余不曾見。 \\n  \\n 劉僉憲廷美藏僧巨然《赤壁》、《雪屋會琴》二圖。有金趙閒閒諸人詠。又，髙克明《山水一卷》。宋秘府物。今皆歸沈氏。葢僉憲長子，石翁之姊夫也。 \\n  \\n  \\n 鄭所南《墨蘭》，自題詩云“一國之香，一國之殤。懷彼懷王，於楚有光”。所南，宋太學生而不仕元。其畫蘭獨不畫土。人問其故，答曰“土為他人奪去”。近，朱堯民與余觀於夏家橋沈氏。堯民云“是韓蒙庵故物。” \\n  \\n 松江人携示陸放翁自書詩一卷（大字行書）。詩凡七首，今見其集中。字畫遒勁，山陰杜思永跋。 \\n  \\n 馬主事仰之藏顔魯公《爭坐位帖》。上有賈似道印。在元人袁文靖公家。公跋云“《坐位帖》，真蹟在京兆安氏”。嘗刻以傳世。吳中復守永興，謂安氏石本未盡筆法，因再摹刻。安氏分析《坐位帖》，乃剖為二。此帖至“僕射指下”，平分為兩，以石刻較之，正居其半。蘇公見安師文時，帖尚全。嘗手榻數十本，書遂大進。余嘗得蘇公榻本，無毫髮失真。米襄陽少年亦嘗臨之。此卷筆法絶類米老。往見乞米帖於子昻，子昻以重價得之，心有疑而不敢言。今得此帖，紙色行墨絶相類，遂定為米老所臨無疑。至治二年秋七月桷記後，復書，云“余歸真後，蘇本付瓘，米本付瑾，以免安氏兄弟之誚”。按米氏《書史》云“《爭坐位帖》在顔最為傑出”。年少時臨一本，不復記所在。後二十年，謝景温尹京時，大豪郭氏分産，内一房欲此帖，至析八百千，衆乃許。取視之，縫有“元章戲筆”字印中間，筆氣甚有如余書者。面諭之，乃云“家世收之，不以公言為”。然觀袁跋及《書史》，此帖其真是耶？ \\n  \\n 徐禹功《畫梅》，趙子固跋，并元人詩跋，共一卷。袁泰戒卿新收，云“宜興寺僧物也”。 \\n  \\n 崑山項方伯家藏朱文公、李泰發二帖。泰發名光，宋參知政事，卒諡莊簡。後人跋其帖，見有光字，遂以為司馬公筆，可發一笑。史文新收顔魯公《劉中使帖》，凡四十一（行書）。白湛淵、鮮于樞、田師孟跋。是嘉興物。 \\n  \\n 盧廷璧藏小李將軍《踏錦圖》（長幅），上有思訓小字。 \\n  \\n 范寛臨《落照圖》，小幅。 \\n  \\n 文與可墨行三幅，絹攅，上有大方印，曰文與可。 \\n  \\n 米元暉《湖山煙雨圖》一卷，有元暉自題。黄松瀑、戴九多詩跋。今歸袁戒卿。 \\n  \\n 金·王黄華《書絶句詩》，一卷，詩凡七首（大行書）。廷璧嗜茶成癖，號茶菴。嘗蓄元僧詎可延茶具十。事時，具衣冠拜之。 \\n  \\n 杭州董氏藏龍眠《西園雅集圖》一卷（著色）。 \\n  \\n 又有好事家藏馬逺畫《宋南薰殿屏幛》，淺色。今歸許國用。國用亦杭人，親見之也。 \\n 裱禙孫生家有人寄賣《三官像》三幅，每幅下有大方印曰“姑蘇 \\n 曹迪”。孫生嘗求鍳於石田翁。翁云“此李嵩筆。曹氏葢收藏者”。又，元初人臨閻立本《水月觀音像》一軸，上有馮海粟詩跋。與《三官像》皆索價太髙，經年不售。 \\n  \\n 老米作《朱樂圃墓表》一卷，非真蹟。是劉以則家物，今在吳江張氏。 \\n  \\n 王醫士家藏其前代逺祖唐水部郎中棨宋著作。先生蘋畫像、著作。程門髙弟也。 \\n 又藏老米《苕溪春曉圖》、燕穆之《楚江秋晚圖》，皆妙。劉僉憲家藏宋黄巖叟、李樂菴、梁充家、趙令畤、范石湖、李泰發諸賢手帖一冊。 \\n  \\n 海鹽張黄門静之藏顔魯公《祭姪文》（果卿子），史親丈嘗為予説者。 \\n  \\n 黄大癡《天池石壁圖》，真本在陳處士夢賢家，上有桞道傳詩，下有錢翼之收藏印。又，王叔明《岱宗密雪圖》亦陳氏物。近二十年歸嘉興姚御史，已遭囘禄。 \\n  \\n 陳惟允《仙女圖》，青緑，有倪雲林跋。相傳惟允畫以夀潘左丞者。左丞，張士誠姊婿，惟允時為張氏參謀，且左丞客也。又，惟允《溪山秋霽圖》一卷，後元人詩跋甚多，皆陳氏藏。葢“孟賢，惟允諸孫”云。 \\n  \\n 遼東蕭黄門文明藏宋錢文僖、鄒忠介、張伯雨而下二十一帖。 \\n  \\n 李孝卿嘗為郎中，奉使河朔道，過江西，於石亭寺僧處得山谷草書一卷，後有山谷真字跋，紙墨如新，余生平閲黄書頗多，此其最也。 \\n 張伯雨自書詩五十五首，後人裱為二冊，題跋一冊，楊亷夫而下共十五人，常熟劉氏物，今歸袁戒卿。 \\n  \\n 宋人雙鈎唐摹本《蘭亭》，有陳氏寳藏、漢中趙氏印，朱堯民藏。今屬他姓。 \\n  \\n 小米山水横軸，在陳湖陳大理家。上題云“霄壤千千萬萬山，東南勝地熟躋攀。古人作語詠不得，我寓無聲縑楮間。紹興已未除守琅邪 \\n 待次中江寓居”。大姚村即妹家，戲作城中。沈氏嘗有《大姚江圖》，亦小米筆。成化壬寅為中官取去。 \\n  \\n 江貫道《百牛圖》一卷。上有虞伯生、鄧文原、仇逺諸公題跋。昔曾見於鄧尉山中寺。今為陽山顧大有家藏。 \\n  \\n 賣畫孫生持示“元·李雪庵絹書唐人絶句詩四軸”。其字大可數寸，似學顔魯公，惜無神氣。 \\n  \\n 宜興徐閣老藏東坡《乞居常州奏狀》（小字）。謝采伯跋。徐公嘗以李少卿所藏《楚頌》與此帖共摹刻石。 \\n  \\n 王叔明摹王維《劍閣圖》，小幅，甚佳。在張太守起韶家。 \\n  \\n 李少卿有文與可《畫竹》一卷。上：坡翁詩一律。後：元人跋。 \\n  \\n 宋陳亞之自書詩一卷（亞之后，山之祖）。司馬公、蘇氏兄弟跋。王廷槐藏。 \\n  \\n 侍郎吳公原博藏唐林藻《深慰帖》。宋秘府物。 \\n  \\n 五代·胡瓌《番騎圖》 \\n 南唐·周文矩《詩意圖》 \\n 宋·許道寧《溪山風雨圖》 \\n 宋人畫聚禽圖後有紹興小印。 \\n  \\n 宋人畫《徳星圖》。後有朱子門人胡泳跋。宋末藏周公謹家。 \\n  \\n 宋·錢舜舉《秋巖行旅圖》 \\n  \\n 元·趙子俊蕭翼《賺蘭亭圖》 \\n  \\n 無錫鄒氏藏許道寧《秋山晴靄圖》。元柯九思家物。 \\n  \\n 李後主《雀屛圖》。後有“宋人書白樂天及荆公詩元滕玉霄詞”。楊儀部藏。楊致仕囘，已贈之京師人矣。 \\n 懷素草書千文一冊。顧少參崇善藏，云“得之河南民家”。 \\n  \\n 易元吉《猿》 \\n  \\n 江陰葛維善藏趙千里《明皇幸蜀圖》，小幅。妙。 \\n  \\n 五代楊凝式書《神仙起居法》，草字，真蹟。小米鍳定。上有永興節度使印，及賈丞相悦生圖書。郡人王氏藏。 \\n  \\n 范文正公書《伯夷頌》，黄素紙，小字。宋元名人題識甚多。世謂“首陽之節，韓子之文，文正之書為三絶”。范氏子孫嘗摹以刻石，真蹟今存義莊。 \\n  \\n 松江曹涇陽藏唐韓幹《神駿圖》。 \\n  \\n 南唐王齊翰勘書圖，上有李後主建業文房之印，宋徽宗御題，及睂山两蘇、王晉卿跋。 \\n  \\n 蔡蘇黄米真蹟一卷 \\n  \\n 宋徽宗《翎毛寫畫圖》，横卷，長幾一丈。 \\n  \\n 宋·陸放翁自書詩一卷 \\n  \\n 宋·夏圭《千巖競秀圖》 \\n  \\n 元·錢舜舉《行溪六逸圖》 \\n  \\n 元·趙子昻《袁安卧雪圖》 \\n  \\n 郡城楊氏藏南唐·董源《風雨起蟄圖》。宋秘府物。嘗入賈丞相家。 \\n  \\n 宋·李嵩《龍宫海藏圖》 \\n  \\n 歐陽公《寄蘇子美詩》，真蹟。姚少師跋。 \\n  \\n 余家自髙祖南山翁以來，好蓄名畫，聞之家君云“妙品有吳道子《魚籃觀音像》、王摩詰《輞川圖》、范寛《袁安卧雪圖》，惜今不存。余近所收有唐人《畫牛圖》、滕玉霄、白廷玉詩、李昇畫《楊通老移居圖》、馬興祖《畨人擊毬圖》、《畨人雪獵圖》、龍眠《折枝榴花、梔子》，小幅龍眠畫君臣，故實八事，伯生跋。李唐《春江不老圖》，小幅上有雙龍瓢印，王珏《蘆鴈》、宋人畫《福星圖》，皆往往為好事者所得，不留意也。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
