{"章节": "山水纯全集（宋）韩拙", "正文": " \\n 山水纯全集　 \\n  \\n 提要 \\n  \\n 《山水纯全集》一卷，宋韩拙撰。拙字纯全，号琴堂，南阳人。《画史会要》称其善画山水窠石，著《山水纯全集》，即指此书。别本或作《山水纯全论》，传写讹也。拙始末不可考。惟集末有宣和辛丑夷门张怀後序，称自绍圣间担簦至都下进艺，为都尉王晋卿所惬，荐於今圣藩邸。继而上登宝位，授翰林书艺局祗候，累迁为直长，秘书待诏，今已授忠训郎云云。盖徽宗时画院中人也。是编首论山，次论水，次论林木，次论石，次论雲雾烟霭岚光风雨雪霜，次论人物桥犳关城寺观山居舟车四时之景，次论用墨格法气韵之病，次论观画别识，次论古今学者，凡九篇。而序中自称曰十篇，岂佚其一欤？其持论多主规矩，所谓逸情远致，超然於笔墨之外者，殊未之及。盖院画之体如是，然未始非画家之格律也。考邓椿《画继》，载有洛人韩若拙工画翎毛，又善写真，宣和末应募使高丽，写国王真，会用兵不果行。二人同时，同乡里，同善画，而姓名只差一字，殆一人而讹传欤？不可考矣。  \\n  \\n 　 \\n 山水純全集 \\n  \\n ○論山 \\n 凡畫山言丈尺分寸者，王右丞之法則也。山有主客尊卑之序，隂陽逆順之儀。其山各有形，體亦各有名。習山水之士，好學之流切要知也。 \\n  \\n 主者；衆山中髙而大也，有雄氣敦厚，傍有輔峰叢圍者嶽也。大者尊也，小者卑也。大小岡阜，朝揖於前者順也，無此者逆也。客者不相下而過也。 \\n  \\n 分隂陽者；用墨而取濃淡也。凹深為隂，凸面為陽。 \\n  \\n 山有髙低大小之序，以近次逺至於廣極者也。洪谷子云：尖曰峰、平曰頂、圓曰巒、相連曰嶺、有穴曰岫、峻壁曰崖、崖下曰巖、巖下有穴而名巖穴也。山大而髙曰嵩，山小而髙曰岑。鋭山者髙嶠而纎峻也，卑小尖者扈也。小而衆山歸叢者名羅圍也。言襲陟者山三重也。兩山相重者謂之〈再木〉暎也。一山為坯小山曰岋，大山曰峘。岋謂髙而過也。言屬山者相連屬也，言嶧山者連而絡繹也。絡繹者羣山連續而過也。山岡者其山長而有脊也。言翠微者近山傍坡也。山頂衆者山■〈真真〉也。岩者洞穴是也。有水曰洞，無水曰府。言堂者山形如堂室也。言嶂者如幃帳也。言小山别大山鮮不相連也。言絶景者連山斷絶也。言屋者左右有山夾山也。言礙者多小石也。平石者盤石也。多草木者謂之岵，無草木者謂之峐。石載土謂之崔嵬，石上有土也。土載石謂之砠土，上有石也。土山曰阜，平原曰坡，坡髙曰壠。岡嶺相連掩映林泉，漸分逺近也。言谷者通路曰谷，不相通路者曰壑。窮瀆者無所通而與水注者川也。兩山夾水曰澗，陵夾水曰溪，溪中有水也。宜畫盤曲掩映斷續伏而後見也。 \\n  \\n 山有四方體貌，景物各異。東山敦厚而廣博，景質而水少。西山川峽而峭拔，髙聳而嶮峻。南山低小而水多江湖，景秀而華盛。北山濶墁而多阜，林木氣重而水窄。東山宜村落薪鋤旅店，山居宦官行客之類。西山宜用闗城棧路羅網，髙閣觀宇之類。北山宜用盤車駱駝，樵人背負之類。南山宜江村漁市，水邦山閣之類。但加稻田漁樂，勿用車盤駱駝，要知南北之風故不同爾。 \\n  \\n 深宜分别，山有四時之色。春山豔冶而如笑。夏山蒼翠而如滴。秋山明浄而如洗。冬山慘淡而如睡之説，四時之氣象也。 \\n  \\n 郭氏曰：山有三逺。自山下而仰山上，背後有淡山者，謂之髙逺。自山前而窺山後者，謂之深逺。自近山邊低坦之山，謂之平逺。愚又論三逺者；有近岸廣水曠濶遙山者，謂之濶逺。有煙霧暝漠野水隔而髣髴不見者，謂之迷逺。景物至絶而微茫縹渺者，謂之幽逺。以上山之名狀，當備畫中用也。兼備博雅君子之問，若問而無對為無知之士，不可不知也。或詩句中有諸山名，雖得名即不知山之體狀者，惡可措手而製之。 \\n  \\n 凡畫全景者山，重疊覆壓、咫尺重深、以近次逺，或由下増疊分布、相輔以卑次尊各有順序，又不可大實，仍要嵐霧鎖映、林木遮藏、不可露體，如人無依乃窮山也。且山以林木為衣，以草為毛髮，以煙霞為神采，以景物為粧飾，以水為血脈，以嵐霧為氣象。畫若不求古法，不寫真山，惟務俗變採合虚浮，自為超越古今，心以自蔽變是為非，此乃懵然不知山水格要之士，難可與言之。嗟乎！今人是少非多拘今亡古，為多利之所誘奪，博古好今學者鮮矣。倘或有得其藴奥者，誠可與論也。彼嗟古傲今侮慢宿學之士，適足以此言為戯耳。 \\n  \\n ○論水 \\n  \\n 夫水者有緩急淺深，此為大體也。有山上水曰涀，涀謂出於髙陵。山下有水曰潺，潺謂其文溶緩。山澗間有水曰漰湍，而漱石者謂之湧泉。巖石間有水滭潑而仰沸者謂之噴泉。 \\n  \\n 言瀑泉者：巔崖峻壁之間一水飛出，如練千尺分灑於萬仞之下，有驚濤怒浪、湧瀼騰沸、噴濺漂流、雖龜鼉魚鼈皆不能容也。 \\n  \\n 言濺瀑者：山間積水欲流而石隔罅中，猛下其片浪如滚，有石迎激，方圓四折交流四會，用筆輕重自分淺深盈滿而散漫也。 \\n  \\n 言淙者：衆流攢衝鳴湍疊瀨，噴若雷風四面叢流謂之淙也。 \\n  \\n 言沂水者：不用分開一片注下與瀑泉頗異矣，亦宜分别。夫海水者：風波浩蕩巨浪捲翻，山水中少用也。有兩邊峭壁不可通途，中有流水漂急如箭舟不停者，峽水可無急於此也。 \\n  \\n 言江湖者：注洞庭之廣大也。 \\n  \\n 言泉源者：水平出流也。其水混混不絶。故孟子所謂；原泉混混不舎晝夜是也。惟溪水者山水中多用之。宜畫盤曲掩映斷續伏而後見，以逺至近仍宜煙霞鎖隠為佳。王右丞云：路欲斷而不斷，水欲流而不流，此之謂歟。 \\n  \\n 夫沙磧者：水心逆流，水流兩邊急而有聲，中有灘也。 \\n  \\n 夫石磧者：輔岸絶流水流兩邊，洄環有紋中有石也。 \\n  \\n 言壑者：有岸而無水也。 \\n  \\n 然水有四時之色，隨四時之氣。春水微碧、夏水微涼、秋水微清、冬水微慘。又有汀洲烟渚，皆水中人可住而景所集也。至於漁瀨鴈濼之類，畫之者多樂取以見才調，况水為山之血脉，故畫水者宜天髙水濶為佳也。 \\n  \\n ○論林木 \\n  \\n 夫林木者：有四時之榮枯，大小之叢薄，咫尺重深以分逺近。故木貴髙喬蒼逸健硬，筆迹堅重或麗或質，以筆迹欲斷而復續也。且或輕或重，本在乎行筆髙低，暈悉由於用墨，此乃畫林木之格要也。 \\n  \\n 洪谷子訣曰：筆有四勢，觔骨皮肉是也。筆絶而不斷謂之觔；纒轉隨骨謂之皮。筆迹剛正而露節謂之骨，伏起圓混而肥謂之肉。尤宜骨肉相輔也。肉多者肥而軟濁也。苟媚者無骨也。骨多者剛而如薪也。勁死者無肉也。迹斷者無觔也。墨而質朴失其真也。墨微而怯，弱敗其正形。其木要停分而有勢，不可太長，太長無勢力；不可太短，太短者俗濁也。木皆有形勢而取其力，無勢而亂作盤曲者，乏其勢也。若只要剛硬而無環轉者，虧其生意也。若筆細脉微者怯弱也。大凡取舎用度，以木貴蒼健老硬，其形甚多，或聳而迸枝者，或曲折而俯仰者，或躬而若揖者，或如醉人狂舞者，或如披頭仗劒者，皆松也。又若怒龍驚虬之勢，騰龍伏虎之形，似狂怪而飄逸，似偃蹇而躬身，或坡側倒趄飲於水中，或巔峻倒崖而身復起，為松之儀，其勢萬狀變態莫測。 \\n  \\n 凡畫根者：臨岸倒起之木，其根起伏出拔土外狂而且迸也。其平立之木，當以大根深入崖中傍迸小根方宜出土也。凡作枯槎槁木，務要竅■〈穴上敢下〉空耳。且松者公侯也，為衆木之長亭，亭氣概髙，上盤於空勢鋪霄漢，枝迸而覆掛下接。 \\n  \\n 凡木以貴待賤，如君子之徳周而不比。荆浩曰：成材者氣概髙幹，不材者抱節自屈，有偃盖而枝盤頭低而腰曲者為異松也。皮老蒼鱗枝枯葉少者為古松也。右丞曰：松不離於弟兄謂，髙低相亞亦有子孫謂，新枝相續為幼松者。其梢凌空而聳出，其針交結而蔭重也。且柏者若侯伯也。訣曰：柏下叢生要老逸而舒暢，皮宜轉紐捧節有紋，多枝少葉節眼嵌空，勢若蛟龍身去復回，蕩迭縱横乃古柏之狀也。幼柏者，葉宻枝迸梢聳拔也。檜者：松身柏皮會於松柏，故名曰檜。其枝横肆而盤屈，其葉散而不定，古檜之體也。餘種羣木難以具述。惟楸梧槐栁形儀各異，大概有葉之木，貴要豐茂而蔭鬱，至於寒林者，務森聳重深分布而不雜，宜作枯梢老槎，背後當用淺墨，畫以相類之木伴和為之。故得幽韻之氣清也。林罅不用明白尤宜，烟嵐映帶誠為咸熈，深得乎妙用者哉。 \\n  \\n 梁元帝云：木有四時，春英夏蔭，秋毛冬骨。春英者：謂葉細而花繁也，夏蔭者：謂葉宻而茂盛也，秋毛者：謂葉疎而飄零也，冬骨者：謂枝枯而葉槁也。其有林巒者：山岩石上有宻木也。有林麓者：山脚下林木也。林迥者逺林烟暝也。大要：不可狂斜倒起隠淡直立，辨其形質可一一分明。又云：質者形質備也，雜木取其大綱，用墨點成淺淡相等。林木者山之衣也，如人無衣裝，使山無儀盛之貌。故貴宻林茂木，有華盛之表也。木少者謂之露骨，如人少衣也。若作一窠一石務要減矣。 \\n  \\n ○論石 \\n  \\n 夫畫石者：貴要磊落雄壯蒼硬頑澀，礬頭菱面層疊厚薄，覆壓重深落墨堅實，凹深凸淺皴拂隂陽，點均髙下乃為破墨之功也。且言：盤石者平大石也。然石之狀不一，或層疊而秀潤，或崔嵬而顛嶮。有崖岩嵯峨者，有怪石崩坍者，或直插入水而深不可測者，或根石浸水而脚石相輔者。崪屼嶙峋千怪萬狀，縱横放逸其體無定而入皴紋多端也。有披麻皴者，有點錯皴者，或斫■〈石朶〉皴者，或横皴者，或勻而連水皴紋者，一畫一點，各有古今家數體法存焉。昔人云：石無十步真，山有十里逺。况石為山之體，貴氣韻而不貴枯燥也。畫之者不可失此論也。 \\n  \\n ○論雲霧烟靄嵐光風雨雪霧 \\n  \\n 夫通山川之氣，以雲為總也。雲出於深谷納於愚夷。弇曰：揜空渺渺，無拘昇之。晴霽則顯其四時之氣，散之隂晦則逐其四時之象。故春雲如白鶴，其體閒逸和而舒暢也。夏雲如竒峰，其勢隂鬱濃淡靉靆而無定也。秋雲如輕浪飄零，或若兜羅之狀廓静而清明。冬雲澄墨慘翳，示其玄溟之色昏寒而深重。此晴雲四時之象。春隂則雲氣淡蕩，夏隂則雲氣突黒，秋隂則雲氣輕浮，冬隂則雲氣慘淡。此隂雲四時之氣也。然雲之體聚散不一，輕而為煙，重而為霧。浮而為靄，聚而為氣。其有山嵐之氣，煙之輕者雲，捲而霞舒，雲者乃氣之所聚也。凡畫者分氣候别雲烟，為先山水中所用者。霞不重以丹青，雲不施以彩繪，恐失其嵐光野色自然之氣也。且雲有游雲，有出谷雲，有寒雲，有暮雲。雲之次為霧，有曉霧，有逺霧，有寒霧。霧之次為烟，有晨烟，有暮烟，有輕烟。烟之次為靄，有江靄，有暮靄，有逺靄。雲霧烟靄之外言其霞者，東曙曰明霞，西照曰暮霞，乃早晚一時之氣暉也。不可多用。凡雲霞烟霧靄之氣為嵐光，山色遙岑逺樹之彩也。善繪於此，則得四時之真氣，造化之妙理。故不可逆其嵐光，當順其物理也。 \\n  \\n 風雖無迹，而草木衣帶之形，雲頭雨脚之勢，無少逆也。如逆之則失其大要矣。繼而以雨雪之際時雖不同，然雨有急雨，有驟雨，有夜雨，有欲雨，有雨霽。雪者有風雪，有江雪，有夜雪，有春雪，有暮雪，有欲雪，有雪霽。凡雨雪意皆本乎。雲色之輕重類於風勢之緩急，想其時候方可落筆。大概以雲别其雨雪之意，則宜暗而不宜顯也。又如《爾雅》云：天氣下而地不應曰雪。言暗物而輕也。地氣登而天不應曰霧。言暝物而重也。風而雨之為霾，言無分逺近也。隂風重而為曀，言無分於山林也。此皆不時之氣也，霏雪之流。至於魚龍草莽之象。吕氏之言甚明。鸞翔鳯翥之形，陸機之論深得。然窮天理之奥，掃風雪之候，曷可不深究焉。 \\n  \\n ○論人物橋彴闗城寺觀山居舟車四時之景 \\n  \\n 凡畫人物不可麄俗，貴純雅而幽閒。其隠居傲逸之士，當與村居耕叟漁父輩體貌不同。切觀古之山水中人物，殊為閒雅無有麄惡者。近之所作往往麄俗，殊乏古人之態。 \\n  \\n 言橋彴者：通船曰橋，彴者：以横木渡於溪澗之上，但人迹可通也。 \\n  \\n 闗者：在乎山峽之間只一路可通，傍無小谿方可用闗也。城者：雉堞相映，樓屋相望，須當映帶於山崦林木之間，不可一一出露，恐類於圗經山水所用，唯古堞可也畫。 \\n  \\n 僧寺道觀者：宜横抱幽谷深巖峭壁之處，唯酒斾旅店方可當途村落之間。以至山居隠遯之士放逸之徒，也務要幽僻。有廣土處可畫柴扉房屋，平林牛馬耕耘之類。有菱廣水處可畫漁市漁濼，及捕魚採菱晒網之類也。 \\n  \\n 言舟船者：大曰舟，小曰船。漁人乗者為艇，隠逸所乗曰船，或插以網罩或旋以絲綸者漁艇也。或為木屋或作棚幙者遊船也。以小漿所搖者謂之飛航，獨一木所造者謂之相槽。於山水中所宜用者，其舟船游漾輕浮不可重載。其餘江海巨載之舟於山水中少用也。 \\n  \\n 品四時之景物，務要明乎物理度乎人事。春可畫以人物欣欣而舒和，踏青郊遊，翠陌競秋，千漁唱渡水，歸牧耕鋤，山種捕魚之類也。夏可畫以人物坦坦於山林隂映之處，或以行旅憇歇水閣亭軒，避暑納涼，翫水浮梁，浴鶴江滸，曉汲渉水過渡之類也。秋則畫以人物蕭蕭翫月，採菱浣紗，漁笛搗帛，夜春登髙賞菊之類也。冬則畫以人物寂寂圍爐飲酒，慘冽遊宦，雪笠寒人，騾輛運糧，雪江渡口，寒郊雪臘履氷之類也。若水野之間春兼於禽鳥者，可畫以燕雀黄鸝。夏畫鸂■〈氵鶒〉鷗鷺。秋畫征鴻羣鶩。冬宜畫以落鴈鳴鴉。今各舉其大概耳。若能知此以隨時製景任其才思，則山水中裝飾無不備矣。 \\n  \\n ○論用筆墨格法氣韻病 \\n  \\n 夫畫者筆也。斯乃心運也。索之於未狀之前，得之於儀則之後。黙契造化與道同機，握筦而潛萬象，揮毫而掃千里。故筆以立其形質，墨以分其隂陽。山水悉從筆墨而成。吳道子筆勝於質，為畫之質勝也。常謂：道子山水有筆而無墨。項容山水有墨而無筆。此皆不得全善。惟荆浩採二賢之能，以為巳能則全矣。盖墨用太多則失其真體，損其筆而且濁。用墨太微即氣怯而弱也。過與不及皆為病耳。切要循乎規矩格法本乎。自然氣韻必全，其生意得於此者備矣。失於此者病矣。以是推之，豈愚俗之可論歟。 \\n  \\n 凡未操筆，當凝神著思豫在目前。所以意在筆先。然後以格法推之，可謂得之於心，應之於手也。其用筆有簡易而意全者，有巧宻而精細者。或取氣格而筆迹雄壯者，或取順快而流暢者。縱横變用在乎筆也。然作畫之病者衆矣。惟俗病最大出於淺陋，循卑昧乎格法之大，動作無規亂推取逸，强務古淡而枯燥，苟從巧宻而纒縛，詐偽老筆本非自然，此謂論筆墨格法氣韻之病。 \\n  \\n 古云：用筆有三病，一曰版，二曰刻，三曰結。何謂版：病腕弱筆痴取與全，虧物狀平扁不能圓混者版也。刻病者：筆迹顯露用筆中凝，勾畫之次妄生圭角者刻也。結病者：欲行不行當散不散，似物凝碍不能流暢者結也。愚又論一病，謂之礭病，筆路謹細而痴拘，全無變通。筆墨雖行，類同死物狀如雕切之迹者礭也。 \\n  \\n 凡用筆：先求氣韻次採體要，然後精思。若形勢未備便用巧宻精思，必失其氣韻也。以氣韻求其畫，則形似自得於其間矣。且善究其畫山水之理也。當守其實，實不足當棄其筆，而華有餘實為質榦也。華為華藻也。質榦本乎自然，華藻出乎人事。實為本也，華為末也。自然體也，人事用也。豈可失其本而逐其末，忘其體而執其用。是猶畫者惟務華媚而體法虧，惟務柔細而神氣泯，真俗病耳。惡知其守實去華之理哉。若行筆或麄或細、或揮或勻、或重或輕者不可一一分明。以布逺近似氣弱而無畫也。其筆太麄則寡其理趣，其筆太細則絶乎氣韻。一皴一點一勾一斫，皆有意法存焉。若不從古畫法只寫真山，不分逺近淺深乃圗經也。焉得其格法氣韻哉？凡畫有八格：石老而潤。水淨而明。山要崔嵬。泉宜洒落。雲烟出没。野逕迂迴。松偃龍蛇。竹藏風雨也。 \\n  \\n ○論觀畫别識 \\n  \\n 瓊瑰琬琰，天下皆知其為玉也。非卞氏三獻，孰别其荆山之姿而為美。驊騮騕褭，天下皆知其為馬也。非伯樂一顧，孰别冀北之駿而為良。若玉之無别，安得瓊瑰琬琰之名；馬之無别，豈分驊騮騕■〈馬裊〉之駿别。玉者卞氏耳，識馬者伯樂耳。天下後世亦無復以加。諸是猶畫山水之流於世也。隠造化之情，實論古今之賾。奥發揮天地之形容，藴藉聖賢之藝業，豈賤隷俗人得以易窺其端倪。盖有不測之神思，難名之妙意，寓於其間矣。 \\n  \\n 凡閲諸畫：先看風勢氣韻，次究格法髙低者，為前賢家法規矩用度也。儻生意純而物理順。用度備而格法髙，固得其格者也。雖有其格而家法不可揉雜者，何哉？且畫李成之格，豈用雜於范寛。正如字法，顔栁不可以同體。篆隷不可以同攻。故所操不一，則所用有差，信乎然矣！歸古驗今善觀乎畫者，焉可無别歟。然古今山水之格皆畫也。通畫法者得神全之氣，攻寫法者有圗經之病，亦不可以不識也。 \\n  \\n 以近世畫者，多執好一家之學，不通諸名流之迹者衆矣。雖博究諸家之能，精於一家者寡矣。若此之畫，則雜乎神思，亂乎規格，難識而難别，良由此也。惟節明其諸家畫法，乃為精通之士，論其别白之理也。窮天文者，然後證丘陵天地之間，雖事之多有條則不紊，物之衆有緒則不雜，盖各有理之所寓耳。觀畫之理：非融心神善縑素精通博覽者，不能達是理也。 \\n  \\n 畫有純質而清淡者、僻淺而古拙者、輕清而簡妙者、放肆而飄逸者、野逸而生動者、幽曠而深逺者、昏暝而意存者、真率而閒雅者、冗細而不亂者、重厚而不濁者。此皆三古之迹達之名品。參乎神妙各適於理者。然矣畫者初觀而可及，究之而妙用益深者，上也。有初觀而不可及，再觀而不可及，窮之而理法乖異者，下也。畫：譬如君子歟顯，其跡而如金石，著乎行而合規矩。親之而温厚，望之而儼然。易事而難悦，難進而易退，動容周旋無不合於理者，此上格之體，若是而已。畫：由小人歟以浮言相胥以矯行相尚，近之而取侮，逺之而有怨。苟媚諂以自合勞詐，偽以自蔽旋為交構，無一循乎理者，此卑格之體，有若是而已。儻明其一而不明其二，達於此而不達夫彼，非所以能别識也。 \\n  \\n 昔人有云：畫古六要：一曰氣，氣者隨形運筆取象無惑。二曰韻，韻者隠露立形備儀不俗。三曰思，思者頓挫取要凝想物宜。四曰景，景者制度時用搜妙創竒，五曰筆，筆者雖依法則運用變通，不質不華如飛如動。六曰墨，墨者髙低暈淡品别淺深，文彩自然似非用筆。有此六法者，神之又神也。若六法未備但有一長，亦不可不採覽焉。畫有真可傳於世不自顯其名者，所謂有實則名自得，故不期顯而自顯也。畫有一時雖獲美名，乆則漸銷，所謂以譽過於實者，故不期銷而自銷矣。凡觀畫者，豈可擇於冠蓋之譽，但看格清意古墨妙筆精，景物幽閒思逺理深，氣象脱洒者為佳。其未當精絶，惟寘巧宻者鮮鑒矣。 \\n  \\n 世有王晉卿者，戚里之雅士也。耕獵於文史，放思於圗書。每燕思之餘，多戯以小筆，散之於公卿之家多矣。嘗蒙青眼左顧，每閲畫，必見召而同觀之論乎。淵奥構其名實。偶一日，於賜書堂，東掛李成，西掛范寛。先觀李公之跡，云李公家法墨潤而筆精，煙嵐輕動，如對面千里秀氣可掬。次觀范寛之作，如面前真列峰巒，渾厚氣壯雄逸，筆力老健。此二畫之跡，真一文一武也。余嘗思其言之，當真可謂鑒通骨髓矣。其格法之要切須知之，方能定其優劣明其是非。可謂精通善鑒者哉。畫不遇識，如客行於途，無分於善惡也。不亦悲夫。今有名卿士大夫皆從格法。聖朝以來，李成、郭熈公、穆宋復古、李伯時、王晉卿，亦然信能悉之於此乎。按《畫譜》：荆浩，河内人，號洪谷子，博雅，好古今山水，專門頗得意趣，間嘗謂：吳道子山水有筆而無墨，項容山水有墨而無筆。浩兼二子所長而有之，盖有筆而無墨者，見落筆蹊徑而少，自然有墨。而無筆者去斧鑿痕而多變態。故王洽之畫，先潑墨縑素取髙下，自然之勢而為之。浩介乎二者之間，則人與天成兩得之矣。 \\n  \\n ○論古今學者 \\n  \\n 天之所賦於我者，性也。性之所資於人者，學也。性有顓蒙明敏之異，學有日益無窮之功。故能因其性之所悟，求其學之所資。未有業不精於巳者也。且古人以務學而開其性，今之人以天性恥於學。此所以去古逾逺而業逾不精也。昔，顧愷之夏月登樓，家人罕見其面，風雨晦暝飢寒喜怒皆不操筆。唐有王右丞杜員外贈歌曰：十日畫一水，五日畫一石。能事不受相促迫愷之。王維後世真跡絶少，後來得其髣髴者，猶可絶俗。正如《唐史》論杜甫，謂：殘膏賸馥沾渥後人。蓋前人用此以為銷日養神之術，今人反以之為圗利勞心之苦。古之學者為巳，今之學者為人。昔人冠冕正士，晏閒餘暇，以此為清幽自適之樂。唐張彦逺云：書畫之術，非閭閻之子可學也。柰何今之學者，往往以畫髙業，以利為圖金，自墜九流之風，不脩術士之體。豈不為自輕其術者哉。故不精之由良以此也。真所謂：棄其本而逐其末矣。且人之無學者，謂之無格，無格者謂之無，前人之格法也。豈落格法而自為超越。 \\n  \\n 古今名賢者歟所謂：寡學之士則多性狂，而自蔽者有三，難學者有二，何謂也？有心髙而不恥於下問，惟憑盜學者為自蔽也。有性敏而才髙，雜學而狂亂，志不歸於一者，自蔽也。有少年夙成其性，不勞而頗通，慵而不學者，自蔽也。難學者何也，有謾學而不知其學之理。苟僥倖之策惟務作偽，以勞心使神志蔽亂，不究於實者，難學也。若此之徒，斯為下矣。夫欲傳古人之糟粕，達前賢之閫奥，未有不學而自能也。信斯言也。凡學者宜先執一家之體法，學之成就，方可變易為己格，則可矣。噫！源深者流長，表端者影正。則學造乎妙藝，盡乎精粹，盖有本者亦若是而已。  \\n  \\n 　 \\n 後序 \\n  \\n 嘗謂：世之論畫者多矣，稽古逮今，瑣瑣碌碌，亦其偏見持以僻説，蔽其天地之，純全不識古今之妙用，幾何哉不可數而名計也。然畫之祖述，於古有自來矣。顯於唐虞，備於商周，尊於夫子，用於宇宙，明於日月山林之形，别於鳥獸魚蟲之跡。制之冠蓋衮冕，設之罇罍鼎器。六經具載，百代祖繼，迨此而下雖世不乏。然未備其體，或工於一物長於片善，無復有能超越，而能盡其純全妙用之理者也。且畫者闢天地玄黄之色，泄隂陽造化之機，掃風雲之出没，别魚龍之變化，窮鬼神之情狀，分江海之波濤，以至山水之秀麗，草木之茂榮，翻然而異，蹶然而超，挺然而竒，妙然而怪，凡識於象數，圗於形體，一扶疎之細，一帡幪之微，覆於穹窿，載於磅礴，無逃乎象數，而人為萬物之最靈者也。故合於畫造乎理者，能畫物之妙，昧乎理則失物之真，何哉？盖天性之機也。性者天所賦之體，機者人神之用，機之發萬變生焉。惟畫造其理者，能因性之自然，究物之微妙，心會神融，黙契動靜於一毫，投乎萬象，則形質動蕩氣韻飄然矣。故昧於理者，心為緒使，性為物遷，汩於塵坌擾於利役，徒為筆墨之所使耳。安足以語天地之真哉。是以山水之妙，多專於才逸隠遯之流，名卿髙蹈之士。悟空識性，明了燭物，得其趣者之所作也。况山水樂林泉之奥，豈庸魯賤隷貪懦鄙夫，至於麄俗者之所為也。豈其畫於山水，誠未可以易言也。 \\n  \\n 今古之跡，顯然而著見於域中者不為不多矣。略究形容，而推之遙岑疊翠，逺水沉明，片帆歸浦，秋鴈下空，指掌之間若睨千里，有得其平逺者也。雲輕峰秀，樹老隂疎，溪橋隠逸，樵釣江村，棧路曲逕，崢嶸層閣，漱石飛泉，去騎歸舟，人少有得其全景也。若松柏老而亂怪，羣木茂而蓊鬱，臨流碧澗，崖古林髙，此乃其樹石者也。木葉披巖，千山聳翠，烟重暝斜之勢，林繁如葉葉有聲，此得其風雨者也。畫至於通乎源流，貫於神明，使人觀之若覩青天白日，窮究其奥，釋然清爽，非造理師古，學之深逺者罔克及此。 \\n  \\n 今有琴堂韓公純全，以名宦簪履之後，家世儒業。自垂髫誦習之間，每臨筆硯，多戯以窠石。既冠，從南北宦遊，常於江山勝概為所樂者，圗其所至之景，宛然而旋踵於前，繼而工畫於山水，則落筆驚世不苟名於時，但遊藝於心術精神之間。至於爛額焦頭，窮年皓首，過於書籍傳癖，未嘗一日捨乎筆墨，猶恐學之不及也。 \\n  \\n 藴古今之妙而宇宙在乎手；順造化之源而萬化生乎心。故研精思極，深得其純全妙用之理者。其南陽純全公之畫，歟公自紹聖間，擔簦之都下進藝為都尉，王晉卿所愜薦，於今聖藩邸繼而上登寶位，授翰林書藝局祇候，累遷為直長秘書待詔，今已授忠訓郎公，未嘗苟進。迄今祇以畫為性之。所樂頃者出示以平昔編藁胸臆，藴奥俾僕，以補文釋意。然所集山水之論，莫不纎悉備載。且指物而各叙其説，言筆墨華藻可居典實，博古續今増加證識，分雲烟、嵐霧、山水、林木、闗城、橋彴，傳其筆墨之妙，講其氣韻之病，通四時景物，識三古精華，一句一事粲粲然，使後學者覽而為樞，筈筆要顧不偉歟當，南陽接朋友則講論古今，為文章至於理，邃如藏珠之蚌，藴玉之石，學者不可輕易其文，當求其理，信乎！公之論畫，如珠玉之秘於此焉，如公之畫，純於古不雜於後，代故其立論集曰純全，庶幾博雅君子為之傳於無窮也。 \\n  \\n 宣和辛丑，嵗冬十月二十有四日，夷門張懷邦美後序。  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
