{"章节": "徳隅齋畫品（宋）李廌", "正文": " \\n 徳隅齋畫品　 \\n  \\n 提要 \\n  \\n 《徳隅齋畫品》，一卷。宋·李廌撰。廌字方叔，陽翟人，少以文字見知於蘇軾。後軾知舉，廌竟不得第，終偃蹇而卒。軾詩所謂“平生浪説古戰塲，到眼空迷日五色”，至今傳為故實者，即為廌作也。是編所記名畫凡二十有二，各為序述品題。陳振孫《書錄解題》稱“元符元年，趙令畤官襄陽，行槖中諸畫，方叔皆為之評品”，葢即此書。惟“徳隅齋”作“徳偶堂”。考鄧椿《畫繼》稱“李方叔載徳隅齋畫”云云，則陳氏所記誤矣。廌本善属文，故其詞致皆雅令，波瀾意趣，一一妙中理解。葉夢得《石林詩話》論冦國寳詩所謂“從蘇黄門庭中來者也，惟黄監”。《寒龜出曝圖》條中有“頃在丞相尤公家，見黄監一龜”云云。考元祐紹聖之間，丞相未有尤姓者，殆傳寫之訛歟?  \\n  \\n 　 \\n 徳隅齋畫品 \\n  \\n ○大悲觀音像 \\n 【唐大中年 \\n 范瓊所畫】。像軀不盈尺，而三十六臂皆端重安穏，如汝州香山大悲化身自作塑像、襄陽東津大悲化身自作畫像，意韻相若。盖臂手雖多，左右對偶，其意相應，混然天成，不見其有餘，所執諸物各盡其妙，筆跡如縷，而精勁温潤，妙窮毫釐。其盧楞伽、曹仲宣之徒歟？ \\n  \\n ○大佛像 \\n 【蜀 \\n 張南本所作也】。世之畫史，但能寫物之定形，故水火之状，難盡其變。始，張南本與孫位並學畫水，皆得其法。南本以為同能不如獨勝，遂専意畫火，獨得其妙。今，此辟支佛，結跏趺坐，火周其身，筆氣焱鋭，得火之性。觀者以煙飛電掣，烈烈有焚林燎原之勢，佛以定慧力，坐其間安然不動，則豈毫末小利害足以動其心乎？予為之偈曰“大士坐禪 \\n 心若水月火周其身熾焰炎烈静觀無始火本不熱與火相忘何生何滅吾觀若人孰懼燒劫”。 \\n ○正坐佛 \\n 【唐 \\n 趙公祐所作】。予逺祖，相國衛公為浙西觀察使，幕中僚也。世俗畫佛、菩薩者，或作西域像，則拳髪虬髯，穹鼻黝目，一如夷人。或作荘嚴相，妍柔姣好，竒衣寳服，一如婦人。皆失之矣。公祐所作三十二相，八十種好皆具而慈悲威重，有巍巍天人師之容。筆迹勁細，用色精宻，縑素暗腐而丹青不渝，真可寳也。 \\n  \\n ○普陁觀音像 \\n 【蜀 \\n 勾龍爽所作】。具天人種種殊相，寳珠纓絡，銖衣紺髻，使人曕之敬心自起。筆氣清潤，意通幻妙，所居普陀伽山在海岸孤絶處，烟巒蒙密，佳氣藹然。予嘗與徳鱗雨後望襄陽鳯林諸山，氣象略相似，頗恨是中無此大士也。 \\n  \\n ○被髪觀音變相 \\n  \\n 在水中石上，襲衣寳絡，被髪按劔而坐，非近世所能為，必五代或晚唐名輩所作。筆細而有力，似吳道玄。獨設色太重，衣上花文不類吳筆。或云朱繇，疑或是也。觀世音聞聲以示，現今此形相，世所罕作。吾弗知其為何等身得度，故現此身而為説法也。 \\n  \\n ○長帶觀音 \\n 【龍眠居士 \\n 李伯時所作】。名公麟。登進士第，以文學有名于時。學佛悟道，深得微旨。立朝籍籍有聲。博求鐘鼎古器、珪璧寳玩，森然滿家。雅好畫，心通意微，真造玄妙。盖其天才軼舉，皆過人也。士大夫以謂鞍馬愈於韓幹，佛像可近吳道玄，山水似李思訓，人物似韓滉，非過論也。今觀此像，固非世俗可以彷彿，而紳帶特長，一身有半，盖出竒玄異，使世俗驚惑而不識其勝，絶處也。比見伯時為延安吕觀文吉甫作石上臥觀音像，前此未聞有此様，亦出竒也。唐閻立本、楊炎能畫，不害其為貴人。王維、鄭虔能畫，不害其為賢士。國朝燕龍圖穆之、宋郎中復古，與伯時皆能畫，何愧於古耶！ \\n  \\n ○樓居仙圖 \\n  \\n 【郭忠恕恕先所作、中書令趙韓王普　思黙堂印、相國　王冀公欽若　太原欽若圖書】。作石似李思訓，作樹似王摩詰，至于屋木樓閣，恕先自為一家，最為獨妙。棟樑楹桷，望之中虚，若可躡足。闌楯牖户，則若可以捫歴而開闔之也。以毫計寸，以分計尺，以尺計大，増而倍之以。作大宇，皆中規度，曽無小差。非至詳至悉，委曲于法度之内者不能也。然恕先仕扵朝，跅■〈拖，弓代扌〉不羈，放浪玩世，卒以傲恣，流竄海島，中道仆地，蜕形仙去。其圖寫樓居乃如此精宻。非徒精宻也，蕭散簡逺，無塵埃氣，東坡先生嘗為之賛“長松參天　蒼壁揷水　縹緲飛觀　憑欄誰子　空蒙寂歴　煙雨滅沒　恕先在焉　呼之或出”。非神仙中人，孰能知神仙之樂而審於畫也。予嘗見恕先清泰元年所作《盤車圖》粉本水磨大圖，今并此圖最能知其妙處。孔子所謂“從心所欲，不踰矩”，荘子所謂“猖狂妄行，而蹈乎大方者乎？”其為人無法度，如彼其為畫有法度如此，則知天下妙理，從容自能中度。使恕先規度量而為之，則亦疲矣。恕先亦為是乎？ \\n  \\n ○仙游圖 \\n 【唐 \\n 關仝所作，故相國丁公印章在焉】。仝畫山水入妙，然扵人物非工，每有得意者，必使胡翼主人物。此圖神仙，翼所作也。大石叢立，矻然萬仞，色若精鐡，上無塵埃，下無糞土，四面斬絶，不通人迹，而深巖委澗，有樓觀洞府，鸞鶴花竹之勝，杖履而遨逰者，皆羽毛飄飄，若仰風而上征者，非仙靈所居而何？石之並者，左右視之，各見其圓鋭、長短、逺近之勢。石之坐卧者，上下視之，各見其方圜、廣狹、薄厚之形。筆墨略到，便能移人心目，使人必求其意趣。此又足以見其能也。 \\n  \\n ○雪鍾馗。 \\n  \\n 【破巾短褐，束縛一鬼，荷扵擔端，行雪林中，想見武舉不第，胸中未平。又恐鬼物擾人，擒捕擊搏，戲用餘勇也。皆孫知微所作】。知微，華陽真人，有尊行，寓意扵畫，隠者也。筆墨神妙，超然度越衆人。乖崖公詠鎮蜀，雅聞其名，欲一見之，終不可致。張公去在僧舍飲，亟損車騎，却鳴騶往謁之，即投閣遁去。乖崖公還朝，出劍關，逢一村童，持知微書，負一篋，迎道左。書曰“公所喜者，畫也。今以二圖為獻”。問知微所在？即曰“適一山人，以書授我，信去已逺矣”。張公益歎其髙。余外曽祖正惠馬公知節守成都，知微日居府中，相從甚善，得畫最多。馬公解所服金帶贈之，即繫扵苧袍上，人見其標韻蕭散，白衣金帶，皆以為孫思邈、李太白也。馬公在前朝貴人中最名識畫，一時公卿家畫，往往聽其審定，盖久與知微語，得辯之要，故也。 \\n  \\n ○玉皇朝會圖。 \\n  \\n 【蜀 \\n 石恪所作】。天仙靈官、金童玉女、三官太乙、七元四聖、經緯星宿、風雨雷電、諸神岳瀆、君長地上、地下主者，皆集扵帝所。玉皇大天帝南面端扆而坐，衆真仰首承望清光，見之者神爽超然，如在乎通眀殿中也。恪性不羈，滑稽玩世，故畫筆豪放，出入繩檢之外，而不失其竒，所以作形相，或醜怪竒倔，以示變。水府官吏或繫魚蠏扵腰，因以侮觀者。頃見恪所作《翁媪嘗醋圖》，褰鼻撮口，以眀其酸。又嘗見恪所作《鬼百戲圖》，鍾馗夫婦對案置酒，供張果肴，及執事左右皆逑其情態。前有大小鬼數十，合樂呈伎倆，曲盡其妙。此圖，玉皇像不敢深戲，然猶不免懸蟹欲調後人之一笑也。 \\n  \\n ○紫微朝會圖。 \\n  \\n 【朱梁時将軍 \\n 張圖所作】。帝被衮執圭，五星七曜，七元四聖，左右執侍，十二宫神，二十八舍星，各居其次，乗雲来下。其容色皆端敬，其服章皆嚴謹，道家謂玉皇大帝為衆仙天子，紫微大天帝為衆星天子。觀此圖者，知君臣之義雖九天之上，亦未嘗廢也。圖，作衣文不師吳衣，當風曹衣。出水之例，用濃墨麤筆，如草書顫掣飛動，勢極豪放，至扵作面與手及諸服飾儀物，則用細筆，輕色詳緩，端慎無一欹仄，亦一家之妙用。 \\n  \\n ○熒惑像。 \\n  \\n 朱髪森然，上衝冠，荷長戟貌，甚忿怒，口鼻出息，煙焰皆飛，然氣息超，然有天人之意。 \\n  \\n ○番客入朝圖。 \\n  \\n 【梁元帝為荆州刺史日所畫】，粉本。魯國而上三十有五國，皆寫其使者欲見胡越一家、要荒種落、共来王之職。其状貌各不同，然皆野怪寢陋，無華人氣韻。如丁簡公家凌煙功臣，孔子七十門人小様，亦唐朝粉本形性態度，人人殊品，畫家盖以此為能事也。此圖題字殊妙，髙昌等國皆注云“貞觀某年所滅”。又，落筆氣韻，閻立本所作《職貢圖》，亦相若，得非立本摹元帝舊本乎？或以謂元帝所作，傳至貞觀後人因事記扵題下，亦未可知。然畫筆神妙，不必較其名氏。或梁元帝，或閻立本，皆數百年前第一品畫也。紙縫有褚長文審定印章。長文鑒畫有名于古定，然知此不凡也。 \\n  \\n ○春龍起蟄圖。 \\n  \\n 【蜀　文成殿下道院軍将　孫位所作】。山臨大江。有二龍自山下出。龍蜿蜒驤首雲間，水隨雲氣布上，雨自爪鬛中出，魚蝦隨之或半空而隕，一龍尾尚在穴前，踞大石而蹲，舉首望雲中，意欲俱往，怒爪如腥，草木盡靡，波濤震駭，澗谷瀰漫，山下橋路，皆沒山中，居民老小聚觀，抶户闞牖，人人驚畏，若屋顛墜。筆勢超軼，氣象雄放，非其胸中磊落不凡能窺神物變化，窮究百物情状未易能也。位後名異，盖遇異人得度，世法信乎？非俗士也。 \\n  \\n ○歸龍入海圖。 \\n  \\n 【毗陵 \\n 戚化元所作】。筆力峥嶸，善作風浪起伏之勢，令人心目眩漾。一龍蜿蜒翔于水上，然先後之浪皆勻，未有翻湧噴薄之形，雲氣雖從，然不自水出，予見而知之，曰“此非《游龍出海圖》，乃《歸龍入海圖》也”。因以名之。 \\n  \\n ○乳虎圖。 \\n  \\n 【宣城 \\n 包鼎所作】。絹素雖破而毛色精潤如新。包氏以虎世其家，而鼎之所畫，居最。虎，天下之至猛扵牽制。父子、牝牡之情，則雖威而不怒，荒榛赤草，鳥噪其上，兩虎引子而行，意甚安佚，其雄前行，觀其意，中亦有禦衛之意，小虎爪牙未備，已有食牛之意，但吞噬之獸，夫婦父子相從而羣行，人或遇之，誠可懼也。 \\n  \\n ○渡水牛出林虎。 \\n  \\n 【皆朱梁時道士厲歸真所作】。缺岸平波，逺山坡■〈拖，土代扌〉，青林淺草，牛與牧人，情味俱適。筆閒意盡，氣韻蕭爽。與戴嵩、韓滉所畫，未知其孰賢也。歸真畫虎，毛色明潤，其視眈眈，有威加百獸之意。嘗作棚扵山中，大木上下，觀虎，欲見真態。又或自衣虎皮，跳躑于庭，以思倣其勢。今觀此圖，非心識意解，未易得其自然也。 \\n  \\n ○寒龜曝背圖。 \\n  \\n 【蜀 \\n 黄監所作】。即黄筌也。筆墨老硬，無少柔媚。監平時所作雀竹魚鱉龍，亦皆淡色鮮華，以示其巧。此獨為水墨枯林之下一龜，盤跚曳尾而行。若春雷已動，餘寒未去。負朝陽以曝其背，有舒緩彎跧之態，其趣甚樂。頃在丞相尤公家見監一龜，筆與此無異，但其色光澤，水旁之草方茂，盖方自水中出。又非寒時，其状不得不殊，故觀者當審其畫時用意處也。 \\n  \\n ○棘鷂柘條銅嘴圖。 \\n  \\n 【皆南唐 \\n 鍾隠所作】隠天台，人以其隠扵鍾山，遂為姓名，盖處士也。畫筆髙淡簡逺，工扵用墨，筆跡渾成，外無稜刺。木身鳥羽，皆用淡色，意就而成。世俗畫鵰狸鷹兎鷂雉鸇雀之類，皆作禽奮搏擊之状，欲示其猛。隠所作鷂子，坐柘枝上，貌甚閒暇，注目草中之鵪，其意欲取。蹲縮作勢，兵家所謂“鷙鳥之擊，必匿其形”。使人想其霜拳老足必無虚下也。世俗銅嘴多作環子，艷婦琱籠采縷，以為之飾，雖或工巧而凡猥可憎。隠所作銅嘴，坐柘條上，有得心應手之意。傍有大樹，蒼皮蘚駁，下有藂竹茂宻，春風野色，駘蕩在目，然老樹欹卧不見條枚，竹枝雖多景若未盡，當是金陵覇府中大屏之一扇，或大圖之一幅。筆墨相若而景物與此連屬，疑為此畫之旁軸，惜乎不能觀其全也。 \\n  \\n ○鶴竹圖。 \\n  \\n 【南唐朝覇府之庫物。舊有集賢院印章，梅翰林詢塗去，故印復用梅昌言印以盖之。徐熈所作也】。藂生竹篠，根幹節葉，皆用濃墨，麤筆其間。櫛比略以青緑點拂，而其梢蕭然，有拂雲之氣。兩雉馴啄其下，羽翼鮮華，喙欲鳴，距欲動。近時畫師作翎毛，務以疏渲，細宻為工。一羽雖似，而舉體或不得其大全，雖羽毛不復疏渲，分布衆采，映帶而成生意，真態無不具，非造妙自然，莫能至此。 \\n  \\n ○菡萏圖。 \\n  \\n 【趙昌作】。昌善畫花，設色眀潤，筆跡柔美，國朝以来，有名扵蜀士大夫。舊云“徐熈畫花傳花神；趙昌畫花寫花形”，然比之徐熈，則差劣。其後譚宏、王友之輩皆弗逮也。蓮荷花，生泥汙之中，出于水而不着水。昌此花，標韻清逺，能識此意耳。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
