{"章节": "書法雅言（明）項穆", "正文": " \\n 書法雅言　 \\n  \\n 提要 \\n  \\n 《書法雅言》一卷。明·項穆撰。王穉登所作《穆小傳》稱：其初名徳枝，郡大夫徐公易為純，後乃更名穆，字徳純，號曰貞元，亦號曰無邪子、秀水項元汴之子也。 \\n  \\n 元汴鑒藏書畫甲于一時，至今論真迹者，尚以墨林印記别真偽。穆承其家學，耳濡目染，故于書法特工，因抒其心得作為是書。凡十七篇。曰書統、曰古今、曰辨體、曰形質、曰品格、曰資學、曰規矩、曰常變、曰正竒、曰中和、曰老少、曰神化、曰心相、曰取舍、曰功序、曰器用、曰知識。大旨以晉人為宗，而排蘇軾米芾書為稜角，怒張倪瓉書為寒儉。軾芾加以工力可至古人，瓉則終不可到。雖持論稍為過髙，而終身一藝研究至深。烟楮之外實多獨契，衡以取法乎。上之義未始，非書家之圭臬也。  \\n  \\n 　 \\n 原序 \\n  \\n 余故善項子京，以其家多法書，名墨居。恒一過展鑒時，長君德純每從傍下,隻語賞刺,居然能書家也。余笑謂子京曰：此郎異日故當勝尊。及余竄走疆外十餘年始歸，徳純輒已自負能書，又未幾而,人稱徳純能書若一口也。余始進而語之曰：以君名地慧才，視取榮泰猶掇之耳。奈何早自割棄，以一藝自掩不見。右軍以書掩生平，為後來惜乎？徳純曰：假令作素王優孟與，命争不可知，孰若為墨卿優孟與，藝争可必得也。且右軍一時所稱，立節則卞忠貞。相業則王茂弘、再寧淪鼎則陶長沙而已。然三人者固不若右軍，以書故在人人吻間不掩，右軍孰大於是，其辨達類如此。 \\n  \\n 大都徳純書於晉唐，諸名家罔不該會，苐心慕手追者逸少。即稍稍降格，亦不減歐虞禇李。故其于《蘭亭》聖教，必日摹一紙以自程督。雖猛熱沍寒不蹔休頓。嘗謂人曰：比來静坐，如聞泥丸中有呼右軍者，此猶昔人夢見伯英，亦神會之一驗也。因著《書法雅言》一卷。上下千載，品第周贍，進乎技矣。至若放斥蘇米，詆落元鎮，更定筆陣數語，乃頃近書家不敢道者。又自以為倘使此終葆祕，後有元常其人必當搥胷嘔血，别生仲將之釁。遂乞余叙而傳之，余亦便為舐筆，庶以合語子京者之。 \\n  \\n 右劵繡水沈思孝序。  \\n 　 \\n 書法雅言 \\n ○書統 \\n  \\n 河馬負圖，洛龜呈書，此天地開文字也。羲畫八卦，文列六爻，此聖王啓文字也。若乃龍鳳龜麟之名，穗雲科斗之號，篆籀嗣作，古隸爰興，時易代新不可殫述，信後傳今篆隸焉。爾厯周及秦，自漢逮晉，真行迭起，章草浸孶，文字菁華，敷宣盡矣。然書之作也，帝王之經綸，聖賢之學術，至于玄文、内典、百氏、九流、詩歌之勸懲，碑銘之訓戒，不由斯字，何以紀辭？故書之為功，同流天地，翼衛教經者也。夫投壺射矢，猶標觀徳之名，作聖述明，本入列仙之品，宰我稱仲尼賢于堯舜。余則謂：逸少兼乎鍾張大綂斯，垂萬世不易。苐唐賢求之筋力軌度，其過也嚴而謹矣。宋賢求之意氣精神，其過也縱而肆矣。元賢求之性情體態，其過也温而柔矣。其間豪傑奮起，不無超越尋常，槩觀習俗風聲，大都互有優劣。我明肇運，尚襲元規，豐祝文姚，竊追唐躅，上宗逸少，大都畏難。夫堯舜人皆可為，翰墨何畏于彼，逸少我師也。所願學是焉。 \\n  \\n 奈自祝文絶世以後，南北王馬亂真。邇年以來競倣蘇米，王馬疎淺俗怪，易知其非。蘇米激厲矜誇，罕悟其失。斯風一倡，靡不可追。攻乎異端，害則滋甚，况學術經綸皆由心起，其心不正，所動悉邪。宣聖作春秋，子輿距楊墨，懼道將日衰也。其言豈得已哉。栁公權曰：心正則筆正。余則曰：人正則書正。取舍諸篇，不無商韓之刻，心相等論，實同孔孟之思。六經非心學乎？傳經非六書乎？正書法所以正人心也。正人心以閑聖道也。子輿距楊墨于昔，予則放蘇米于今，垂之千秋，識者復起，必有知正書之功，不愧為聖人之徒矣。 \\n  \\n ○古今 \\n  \\n 書契之作肇自頡皇，佐隸之簡興于嬴政。他若鳥宿芝英之類，魚蟲薤葉之流，紀夢瑞于當年，圖形象于一日，未見真蹟，徒著虚名。風格既湮，考索何據，信今傳後，貴在同文。探賾搜奇，要非適用。故書法之目止以篆隸、古文兼乎真行草體。書法之宗，獨以羲獻蕭永，佐之虞褚陸顔。他若急就飛白，亦當游心歐張李栁，或可涉目。所謂取法乎上，僅得乎中，初規後賢，冀追前哲，匪曰生今之世不能及古之人。學成一家，不必廣師羣妙者也。 \\n  \\n 米元章云：時代壓之，不能髙古，自畫固甚。又云：真者在前，氣熖懾人，畏彼益深。至謂書不入晉，徒成下品。若見真蹟，惶恐殺人。既推二王獨擅書宗，又阻後人不敢學古。元章功罪足相衡矣。噫！世之不學者固無論矣。自稱能書者，有二病焉。巖搜海釣之夫，每索隠于秦漢：井坐管窺之軰。恒取式于宋元。太過不及，厥失維均。葢謂今不及古者。每云今妍古質，以奴書為誚者，自稱獨擅成家。不學古法者，無稽之徒也。専泥上古者，豈從周之士哉？夫夏彛商鼎，已非汙尊抔飲之風：上棟下宇，亦異巢居穴處之俗。生乎三代之世，不為三皇之民。矧夫生今之時，奚必反古之道。是以堯舜禹周，皆聖人也，獨孔子為聖之大成。史李蔡杜，皆書祖也，惟右軍為書之正鵠。奈何泥古之徒不悟時中之妙，専以一畫偏長，一波故壯，妄誇崇質之風。豈知三代後賢，兩晉前哲，尚多太朴之意。宣聖曰：文質彬彬，然後君子。孫過庭云：古不乖時，今不同弊。審斯二語，與世推移。規矩從心，中和為的。謂之曰：天之未喪斯文，逸少于今復起，苟微若人，吾誰與歸？ \\n  \\n ○辨體 \\n  \\n 夫人靈于萬物；心主于百骸。故心之所發；藴之為道徳，顯之為經綸。樹之為勛猷，立之為節操。宣之為文章，運之為字蹟。爰作書契政，代結繩刪述，侔功神仙等妙。苟非達人上智，孰能玄鑒入神。但人心不同，誠如其面，由中發外，書亦云然所以。染翰之士雖同法家，揮豪之際各成體質。考之先進固有説焉。孫過庭曰：矜斂者弊于拘束，脫易者失于規矩，躁勇者過于剽迫，狐疑者溺于滯澁。此乃舍其所長而指其所短也。夫悟其所短，恒止于苦難；恃其所長，多畫于自滿。孫子因短而攻短，予也就長而刺長。使藝成獨擅，不安于一得之能。學出専門，益進于通方之妙。理工辭拙，知罪甘焉。 \\n  \\n 夫人之性情，剛柔殊稟，手之運用，乖合互形。謹守者拘斂襟懐，縱逸者度越典則。速勁者驚急無藴，遲重者怯鬰不飛。簡峻者挺掘鮮遒，嚴宻者緊實寡逸。温潤者妍媚少節，標險者彫繪太苛。雄偉者固愧容夷，婉暢者又慚端厚。莊質者葢嫌魯朴，流麗者復過浮華。駛動者似欠精深，纎茂者尚多散緩。爽健者涉兹剽勇，穩熟者缺彼新奇。此皆因夫性之所偏而成，其資之所近也。他若偏泥古體者，蹇鈍之迂儒。自用為家者，庸僻之俗吏。任筆驟馳者，輕率而踰律。臨池猶豫者，矜持而傷神。専尚清勁者，枯峭而罕姿。獨工豐艶者，濃鮮而乏骨。此又偏好任情，甘于暴棄者也。苐施教者，貴因材。自學者，先克已。審斯二語，厭倦兩忘。與世推移，量人進退。何慮書體之不中和哉。 \\n  \\n ○形質 \\n  \\n 穹壤之間，齒角爪翼，物不俱全，氣稟使然也。書之體状多端，人之造詣各異，必欲衆妙兼備，古今恐無全書矣。然天地之氣，雨暘燠寒，風雷霜雪，來備時叙。萬物榮滋，極少過多，化工皆覆。故至聖有參賛之功，君相有燮理之任，皆所以節宣隂陽而調和元氣也。是以人之所稟，上下不齊。性賦相同，氣習多異，不過曰中行，曰狂曰狷而已。所以人之于書，得心應手。千形萬狀，不過曰中和，曰肥曰痩而已。 \\n  \\n 若而書也脩短合度，輕重協衡；陰陽得宜，剛柔互濟。猶世之論相，者不肥不痩，不長不短為端美也。此中行之書也。若専尚清勁，偏乎痩矣。痩則骨氣易勁而體態多瘠，獨工豐艶偏乎肥矣。肥則體態常妍而骨氣每弱。猶人之論相，者痩而露骨，肥而露肉，不以為佳。痩不露骨，肥不露肉乃為尚也。使骨氣痩峭，加之以沉宻雅潤，端莊婉暢，雖痩而實腴也。體態肥纎，加之以便捷遒勁，流麗峻潔，雖肥而實秀也。 \\n  \\n 痩而腴者，謂之清妙，不清則不妙也。肥而秀者，謂之豐豔，不豐則不豔也。所以飛燕與王嬙齊美，太真與采蘋均麗。譬夫桂之四分，梅之五瓣，蘭之孕馥，菊之含叢，芍藥之富艶，芙渠之燦灼，異形同翠，殊質共芳也。臨池之士，進退于肥痩之間，深造乎中和之妙。是猶自狂，狷而進中行也，慎毋自暴且棄哉。 \\n  \\n ○品格 \\n  \\n 夫質分髙下，未必羣妙。攸歸功有淺深，詎能美善，咸盡因人而各造其成，就書而分論其等，擅長殊技，畧有五焉：一曰正宗，二曰大家，三曰名家，四曰正源，五曰傍流，並列精鑒，優劣定矣。 \\n  \\n 會古通今，不激不厲。規矩諳練，骨態清和。衆體兼能，天然逸出。巍然端雅，奕矣奇鮮。此謂大成已。集妙入時中，繼往開來，永垂模軌，一之正宗也。 \\n  \\n 篆隸章草，種種皆知，執使轉用，優優合度，數點衆畫，形質頓殊，各字終篇，勢態逈别，脱胎易骨，變相改觀，猶之世禄巨室，萬寶盈藏，時出具陳，煥驚神目，二之大家也。 \\n  \\n 真行諸體，彼劣此優，速勁遲工，清秀豐麗，或鼔骨格，或炫標姿，意氣不同，性真悉露，譬之醫卜相術，聲譽廣馳，本色偏工，藝成獨步，三之名家也。 \\n  \\n 温而未厲，恭而少安，威而寡夷，清而歉潤，屈伸背向，儼具儀刑，揮灑弛張，恪遵典則，猶之清白舊家，循良子弟，未弘新業，不墜先聲，四之正源也。 \\n  \\n 縱放悍怒，賈巧露鋒，標置狂顛，恣來肆往，引倫蛇挂，頓擬蟇蹲，或枯痩而巉巗，或穠肥而泛濫，譬之異卉奇珍，驚時駭俗，山雉片翰，如鳯海鯨，一鬛似龍也，斯謂傍流，其居五焉。 \\n  \\n 夫正宗尚矣，大家其博名家，其専乎？正源其謹傍流，其肆乎？欲其博也，先専與其肆也。寧謹由謹而専，自専而博規矩，通審志氣，和平寢食，不忘心手，無厭雖未，必妙入正宗，端越乎名家之列矣。 \\n  \\n ○資學 \\n  \\n 書之法則；點畫攸同形之，楮墨性情各異，猶同源分派，共樹殊枝者。何哉資分高下，學别淺深。資學兼長，神融筆暢。苟非交善，詎得從心。書有體格，非學弗知。若學優而資劣，作字雖工，盈虚舒慘，廻互飛騰之妙用弗得也。書有神氣，非資弗明。若資邁而學疎，筆勢雖雄，鈎揭導送，提搶截拽之權度弗熟也。所以資貴聦穎，學尚浩淵，資過乎學。每失顛狂，學過乎資。猶存規矩，資不可少，學乃居先。 \\n  \\n 古人云：葢有學而不能，未有不學而能者也。然而學可勉也，資不可强也。天資縱哲，標奇炫巧，色飛魂絶于一時。學識諳練，入矩應規，作範垂模于萬載。孔門一貫之學，竟以參魯得之甚哉，學之不可不確也。然人之資，稟有温弱者，有剽勇者，有遲重者，有疾速者，知克已之，私加日新之學，勉之不已，漸入于安萬川會海，成功則一。若下筆之際，枯澁拘攣，苦廹蹇鈍，是猶朽木之不可雕，頑石之難乎琢也。已譬夫學謳之徒，字音板調，愈唱愈熟。若唇齒漏風，喉舌砂短，沒齒學之，終奚益哉。 \\n  \\n 附評 \\n 夫自周以後，由漢以前，篆隸居多，楷式猶罕，真章行草，趨吏適時，姑略上古且詳今，焉夫道之。 \\n  \\n 統緒始自三代，而定于東周。書之源流，肇自六爻，而盛于兩晉。宣尼稱聖時，中逸少永，寳為訓。葢謂通今會古，集彼大成，萬億斯年，不可改易者也。苐自晉以來，染翰諸家，史牒彰名，縹緗著姓，代不乏人，論之難殫。若品格居下，真蹟無傳，予之所列無復議焉。葢聞張鍾羲獻書家四絶，良可據為軌，躅爰作指南，彼之四賢，資學兼至者也。然細詳其品，亦有互差，張之學鍾，之資不可尚已，逸少資敏乎？張而學則稍歉，學篤乎？鍾而資則微遜伯英，學進十矣，資居七焉。元常則反乎張，逸少皆得其九。子敬資稟英藻，齊轍元常，學力未深，步塵張草，惜其蘭折不永躓彼駿馳，玉琢復磨疇追驥驟。自云：勝父有所恃也。加以數年，豈萍語哉。六朝名家智永，精熟學號深矣。子雲飄舉資稱茂焉。至于唐賢之資，褚李標幟，論乎學力，陸顔蜚聲。若虞若歐、若孫若栁、藏真張旭，互有短長，或學六七而資四五，或資四五而學六七，觀其筆勢生熟姿態端妍，槩可辨矣。 \\n  \\n 宋之名家，君謨為首，齊範唐賢，天水之朝書流厎柱，李蘇黄米，邪正相半。總而言之，傍流品也。後之書法，子昻正源，鄧俞伯機亦可接武，妍媚多優，骨氣皆劣，君謨學六而資七，子昂學八而資四，休哉。蔡趙兩朝之脱穎也。元章之資不减褚李，學力未到任用天資，觀其纎濃詭厲之態，猶夫排沙見金耳。子昂之學上擬陸顔，骨氣乃弱酷似其人，大抵宋賢資勝乎學？元手學優乎資？使稟元章之睿質，勵子昂之精，専宗君謨之遒勁，師魯直之懸腕，不惟越軌三唐，超踪宋元，端居乎？逸少之下，子敬之上矣。 \\n  \\n 明興以來，書蹟雜糅，景濂有貞仲珩，伯虎僅接元蹤，伯琦應禎孟舉，原博稍知唐宋。希哲存禮資學相等。初範晉唐晚歸怪俗，競為惡態駭諸凡夫。所謂居夏而變夷，棄陳而學許者也。然令後學，知宗晉唐，其功豈少補邪。文氏父子徵仲，學比子昂資甚不逮，筆氣生尖殊乏藴緻。小楷一長秀整而已。夀承休承，資皆勝父，入門既正，克紹箕裘。要而論之得處，不逮豐祝之能，邪氣不染二公之陋。仲温章革古雅微存，公綬行真朴勁猶在。髙陽道復，僅有米芾之遺風；民則立綱，盡是趨時之利手。若能以豐祝之資，兼徵仲之學，夀承之風逸，休承之峭健，不幾乎歐孫之再見耶。若下筆之際，苦澁寒酸如倪瓉之手，縱加以老彭之年，終無佳境也。 \\n  \\n ○規矩 \\n  \\n 天圓地方，羣類象形，聖人作則制為規矩，故曰：規矩、方圓之。至範圍，不過曲成不遺者也。大學之旨，先務修齊正平。皇極之疇首，戒偏側反陂。且帝王之典謨訓誥，聖賢之性道文章，皆託書傳垂教萬載。所以明彛倫而淑人心也。豈有放僻邪侈，而可以昭蕩平正直之道者乎。 \\n  \\n 古今論書，獨推兩晉，然晉人風氣疎宕不羈，右軍多優體裁獨妙。書不入晉固非上流。法不宗王詎稱逸品。六代以厯初唐，蕭羊以逮智永，尚知趨向一體成家。奈自懷素降及大年，變亂古雅之度，競為詭厲之形，暨夫元章以豪逞卓犖之才，好作鼔努驚奔之筆。且曰：大年之書，愛其偏側之勢，出于二王之外，是謂：子貢賢於仲尼，丘陵髙於日月也。豈有舍仲尼而可以言正道，異逸少而可以為法書者哉。 \\n  \\n 奈何今之學書者，每薄智永子昂，似僧手誚真卿公權，如將容夫顔栁過于嚴厚，永趙少夫奇勁，雖非書學之大成，固自書宗之正脈也。且穹壤之間，莫不有規矩，人心之良，皆好乎中和，宮室材木之相稱也，烹炙滋味之相調也，笙簫音律之相協也，人皆恱之。使其大小之不稱，酸辛之不調，宮商之不協，誰復取之哉。試以人之形體論之，美丈夫貴有端厚之威儀，髙逸之辭氣。美女子尚有貞静之徳性，秀麗之容顔。豈有頭目手足粗邪癩瘇，而可以稱美好者乎？形象器用無庸言矣。至于鳥之窠，蜂之窩，蛛之網，莫不圓整而精密也。可以書法之大道，而禽蟲之不若乎？此乃物情猶有知識也。若夫花卉之清艶，蘂瓣之疎藂，莫不圓整而修對焉，使其半而舒半而攣也，皆瘠螙之病，豈其本來之質哉。獨怪偏側出王之語肇自元章，一時之論，致使淺近之軰争賞豪末之奇，不探中和之源，徒規誕怒之病殆哉。書脈危幾一縷矣。况元章之筆，妙在轉折結搆之間，略不思齊鑒倣，徒擬放縱剽勇之失，妄誇具得神奇，所謂舍其長而攻其短，無其善而有其病也。與東施之效顰復奚間哉。 \\n  \\n  \\n 圎為規以象天，方為矩以象地，方圎互用，猶隂陽互藏。所以用筆貴圎，字形貴方。既曰：規矩，又曰：之至。是圎乃圎神不可滯也。方乃通方不可執也。此由自悟豈能使知哉。晉魏以前，篆書稍長隸則少匾，鍾王真行會合中和。迨及信本，以方增長。降及旭素，既方更圓。或斜復直有。如何本兩字，促之若一字。腰昇本一字，縱之若二字者。然旭素飛草用之無害世，但見草書若爾。予嘗見其郎官等帖，則又端莊整飭，儼然唐氣也。後世庸陋無稽之徒，妄作大小不齊之勢，或以一字而包絡數字，或以一傍而攅簇數形，强合鈎連，相排相紐，點畫混沌，突縮突伸。如楊祕圖張汝弼馬一龍之流，且自美其名曰：梅花體。正如瞽目丐人爛手折足，繩穿老幼惡状醜態，齊唱俚詞游行村市也。夫梅花有盛開，有半開，有未開，故爾參差不等。若開放已足，豈復有大小混雜者乎。且花之向上倒下，朝東面西，猶書有仰收俯壓，左顧右盼也。如其一枝過大，一枝過小，多而六瓣，少而四瓣，又焉得謂之梅花耶。形之相列也，不雜不糅。瓣之五出也，不少不多。由梅觀之，可以知書矣。彼有不察而漫學者，寧非海上之逐臭哉。 \\n  \\n ○常變 \\n  \\n 宣尼疾固規矩諸説，無乃固乎。古人有缺波折刀之形，畫沙印泥之勢，無乃越于規矩之外哉。夫字猶用兵，同在制勝。兵無常陣，字無定形。臨陣决機將書審勢，權謀廟算務在萬全。然陣勢雖變，行伍不可亂也。字形雖變，體格不可踰也。譬之青天白雲，和風清露，朗星皓月，寒雪暑雷，此造化之生機，其常也。迅霆激電，霪雨颶風，夏雹冬雷，揚沙霾霧，此隂陽之殺機，其變也。凡此之類勢不終朝，四時皆然晦冥，無晝矣。所以脱巾跣足，大笑狂歌，園林丘壑，知己相逢，飲酒翫花，或可乃爾如君親侍從之前。大賓臨祭之日，豈容狂放恣肆，若此乎是故。宮殿廟堂，典章紀載，真為首尚。表牘亭館，移文題勒，行乃居先。借使奏狀碑署，潦草顛狂，褻悖何甚哉。 \\n  \\n 信知真行為書體之常，草法乃一時之變，趙壹非之，豈無謂哉。所云：草體有别法焉，撥鐙提捺，真行相通。留放鈎環，勢態逈異。旋轉圎暢，屈折便險。點綴精彩，挑竪枯勁。波趯耿决，飛度飄颺。流注盤紆，駐引窈繞。頓之以沉鬰，奮之以奔馳，奕之以翩■〈扁遷〉，激之以峭拔。或如篆籀，或如古隸，或如急就，或如飛白，又若：衆獸駭首而還跱，羣鳥舉翅而欲翔，猿猴騰挂乎藂林，蛟龍蟠蜿于山澤，隨情而綽其態，審勢而揚其威。每筆皆成其形，兩字各異其體，草書之妙畢于斯矣。至于行草，則復兼之，衂挫行藏，緩急措置，損益于真草之間，會通于意態之際，奚慮不臻其妙哉。 \\n  \\n ○正奇 \\n  \\n 書法要旨有正與奇。所謂正者：偃仰頓挫，揭按照應，筋骨威儀，確有節制是也。所謂奇者：參差起復，騰凌射空，風情恣態，巧妙多端是也。奇即運于正之内，正即列于奇之中。正而無奇，雖莊嚴沉實，恒朴厚而少文。奇而弗正，雖雄爽飛姸，多譎厲而乏雅。奈夫賞鑑之家，每指豪端努奮之巧，不悟規矩法度之踰。臨池之士，每炫技于形勢猛誕之微，不求工于性情骨氣之妙。是謂：輕道徳而重功利，退忠直而進奸雄也。好奇之説伊誰始哉？ \\n  \\n 伯英急就元常楷跡，去古未逺，猶有分隸餘風。逸少一出揖讓禮樂，森嚴有法，神彩攸煥，正奇混成也。子敬始和父韻後宗伯英，風神散逸爽朗多姿，梁武稱其絶妙超羣，譽之浮實，唐文目以拘攣餓隸，貶之太深。孫過庭曰：子敬以下鼔努為力標置成體，工用不侔神情懸隔。斯論得之，書至子敬，尚奇之門開矣。嗣後智永専範右軍，精熟無奇，此學其正而不變者也。羊欣思、齊大令舉止依様，此學其奇而不變者也。迨夫世南傳之智永，内含剛柔立意沉粹。及其行草遒媚不凡，然其筋力稍覺寛骳矣。李邕初師逸少，擺脫舊習筆力更新，下手挺聳終失窘迫，律以大成殊越彀率，此行真之初變也。歐陽信本亦擬右軍易方為長，險勁痩硬崛起削成，若觀行草復太猛峭矣。褚氏登善始依世南晚追逸少，遒勁温婉豐美富艶，苐乏天然過于雕刻，此真行之再變也。 \\n  \\n 考諸永淳以前規模大都清雅，暨夫開元以後，氣習漸務威嚴顔清，臣蠶頭燕尾閎偉雄，深然沉重不清暢矣。栁誠懸骨鯁氣剛耿介特，立然嚴厲不温和矣。此真書之三變也。張氏從申源出子敬，筆氣絶似北海，抑揚低昻則甚雕琢矣。釋氏懐素流從伯英，援豪大似驚蛇，圎轉牽掣則甚詭秃矣。此草行之三變也。書變若爾，豈徒文兵云哉。大抵不變者情拘于守正，好變者意刻于探奇。正奇既分為二，書法自醇入漓矣。然質朴端重以為正，剽急駭動以為奇，非正奇之妙用也。世之厭常以喜新者，每舍正而慕奇，豈知奇不必求乆之自至者哉。假使雅好之士留神翰墨，窮搜博究月習嵗勤，分布條理諳練于胸襟，運用抑揚精熟于心手，自然意先筆後妙逸忘情，墨灑神凝從容中道，此乃天然之巧自得之能。猶夫西子毛嬙天姿國色，不施粉黛輝光動人矣。何事求竒于意外之，筆後垂超世之聲哉。 \\n  \\n ○中和 \\n  \\n 書有性情，即筋力之屬也。言乎形質，即標格之類也。真以方正為體，圎奇為用；草以圎奇為體，方正為用。真則端楷為本，作者不易速工；草則簡縱居多，見者亦難便暁。不真不草行書出焉。似真而兼乎草者行真也。似草而兼乎真者行草也。圎而且方方而復圓。正能含奇竒不失正會乎。中和斯為美善。中也者無過不及是也，和也者無乖無戻是也。然中固不可廢和，和亦不可離中，如禮節樂和本然之體也。禮過于節則嚴矣，樂純乎和則淫矣。所以禮尚從容而不迫，樂戒奪倫而皦如，中和一致位育可期，况夫翰墨者哉。 \\n  \\n 方圓互成正奇相濟，偏有所著即非中和，使楷與行真而偏不拘鈍，即稜峭矣。行草與草而偏不寒俗，即放誕矣。不知正奇參用斯可與權，權之謂者稱物平施，即中和也。唐之諸賢雖各成家，然有一手而獨擅一二長者，有多能而反拙一二體者，臨學之士貴擇善而從焉，陸柬之得法于世南，晚擅出藍之譽。予嘗見其所書蘭亭詩，無一筆不出右軍，苐少飄逸和暢之妙。爾張伯髙世目為顛，然其見擔夫争逍，聞鼔吹觀舞劍而知筆意，固非常人也。其真書絶有，繩墨草字奇幻百出，不踰規矩。乃伯英之亞，懐素豈能及哉，米芾乃誚其變亂古法驚諸凡夫，何其苛于責人而昏于自反耶。顔清臣雖以真楷知名，實過厚重。若其行真如鹿脯帖，行草如争坐祭姪帖，又舒和遒勁豐麗超動，上擬逸少下追伯施，固出歐李輩也。獨其自叙一帖，麤魯詭異且過鬰濁酷，非平日意態，米芾乃獨倣之，亦好奇之病。爾唐書雖有三變，虞褚之真與行草，陸李之行真，魯公之行草，率更之真書，長史之飛草，所謂出類拔萃，固非隨波逐流者也。懐素聖母藏真亦多合作，大字千文則穠肆矣。小字千文太平淡矣，世傳自叙帖殊過枯誕不足法也，主善以為師，寧非步王之階梯哉。 \\n  \\n ○老少 \\n  \\n 書有老少，區别淺深，勢雖異形，理則同體。所謂老者：結搆精密體裁髙古，巖岫聳峰旌旗列陣是也。所謂少者：氣體充和標格雅秀，百般滋味千種風流是也。老而不少，雖古拙峻偉而鮮豐茂秀麗之容。少而不老，雖婉暢纎妍而乏沉重典實之意。二者混為一致，相待而成者也。試以人品喻之，謀猷諳練學識宏深，必稱黄髪之彦。詞氣清亮舉動利便，恒數俊髦之英。老乃書之筋力，少則書之姿顔。筋力尚强健，姿顔貴美悦。會之則並善，析之則兩乖。融而通焉，書其幾矣。 \\n  \\n 玄鑒之士，求老于典則之間，探少于神情之内。若其規模宏逺意思窈窕，抑揚旋折恬曠雍容。無老無少難乎名状，如天仙玉女不能辨其春秋，此乗之上也。 \\n  \\n 初視雖少細觀實老，丰采秀潤結束巍峩，引拂輕颺氣度凜毅，世所謂少年老成，乗之次也。鱗羽參差峰巒掩映，提撥飛健縈紆委婉，衆體異勢各字成形，乃如一堂之中老少羣聚，則又次焉。 \\n  \\n 筋力雄壯骨氣峻潔，劍拔弩張熊蹲虎踞，祗見其老不見其少，有若師儒夀耉正色難犯，又其次焉。 \\n  \\n 燦爛似錦艷麗如花，初視煥彩詳觀散怯，正如平時誇伐自稱弘濟，一遇艱大節義遂虧抑，又其次矣。若夫任筆成形聚墨為勢，漫作偏欹之相，妄呈險放之姿，踈縱無歸輕浮鮮著，風斯下矣，復何齒哉。 \\n  \\n ○神化 \\n  \\n 書之為言：散也、舒也、意也、如也。欲書必舒散懷抱，至于如意所願，斯可稱神書。不變化匪足語神也。所謂神化者，豈復有外于規矩哉。規矩入巧乃名神化，固不滯不執有圎通之妙焉。况大造之玄功，宣洩于文字神化也者，即天機自發氣韻生動之謂也。日月星辰之經緯，寒暑晝夜之代遷，風雲雷雨之聚散，山嶽河海之流峙，非天地之變化乎？髙士之振衣長嘯，揮麈談玄；佳人之臨鏡拂花，舞袖流盼。如艷卉之迎風泫露，似好鳥之調舌搜翎，千態萬狀愈出愈奇。更若煙霏林影有相難著，潜鱗翔翼無迹可尋。此萬物之變化也。 \\n  \\n 人之于書，形質法度端厚和平，參互錯綜玲瓏飛逸，誠能如是可以語神矣。世之論神化者，徒指體勢之異常，豪端之奮筆，同聲而賛賞之，所識何淺陋哉。約本其由深探其旨，不過曰：相時而動從心所欲云爾。宣尼逸少，道統書源，匪由悉邪也。鄉黨之恂，恂在朝之侃。侃執圭之踧，踧私覿之怡。怡于魯而章，甫適宋而縫掖至夫。漢方朔賛意涉瓌奇，燕樂毅論情多抑鬰。修禊集叙興逸神怡，私門誓文情拘氣塞，此皆相時而動根乎。隂陽舒慘之機從心所欲，溢然闗雎哀樂之意，非夫心手交暢，焉能美善兼通若是哉。相時而動或知其情，從心所欲鮮悟其理。葢欲正而不欲邪，欲熟而不欲生，人之恒心也。規矩未能精諳，心手尚在矜疑，將志帥而氣不充，意先而筆不到矣，此皆不能從心之所欲也。至于欲既從心，豈復矩有少踰者耶？宣尼既云：從心。復云：不踰者恐越于中道之外爾，譬之投壺引射，豈不欲中哉。手不從心發而不中矣，然不動則不變，能變即能化，苟非至誠，焉有能動者乎？澄心定志，博習専研，字之全形宛爾在目，筆之妙用悠然忘思，自然腕能從臂指能從心，瀟灑神飛徘徊翰逸，如庖丁之解牛，掌上之弄丸，執筆者自難揣摩，撫卷者豈能測量哉。中庸之為物不貳生物不測。孟子曰：深造自得左右逄源。生也逄也皆由不貳深造得之，是知書之欲變化也，至誠其志不息，其功將形著明，動一以貫萬變而化焉，聖且神矣。噫！此由心悟不可言傳。 \\n  \\n 字者孳也，書者心也。字雖有象妙出無為；心雖無形用從有主。初學條理必有所事；因象而求意終及通。會行所無事；得意而忘象。故曰：由象識心，狥象喪心。象不可著；心不可離。未書之前定志以帥其氣；將書之際養氣以充其志。勿忘勿助由勉入安，斯于書也無間然矣。夫雨粟鬼哭感格神眀，徵往俟來有為若是。法書仙手致中極和，可以發天地之玄微，宣道義之藴奥，繼往聖之絶學，開後覺之良心.功將禮樂同休，名與日月並曜。豈惟明窗浄几神怡務閒，筆硯精良人生清福而已哉。 \\n  \\n ○心相 \\n  \\n 葢聞：徳性根心。睟盎生色，得心應手，書亦云。然人品既殊性情各異。筆勢所運邪正自形。書之心：主張布算想像化裁。意在筆端未形之相也。書之相：旋折進退，威儀神彩。筆隨意發，既形之心也。試以人品喻之，宰輔則貴有愛君容賢之心，正直忠厚之相。將帥則貴有盡忠立節之心，智勇萬全之相。諫議則貴有正道格君之心，謇諤不阿之相。隱士則貴有樂善無悶之心，遺世仙舉之相。由此例推，儒行也、才子也、佳人也、僧道也、莫不有本來之心，合宜之相者。所謂有諸中必形諸外，觀其相可識其心。栁公權曰：心正則筆正。余今曰：人正則書正。心為人之帥，心正則人正矣。筆為書之，充筆正則書正矣。人由心正，書由筆正。即《詩》云：思無邪。《禮》云：無不敬。書法大旨一語括之矣。 \\n  \\n 嘗鍳古蹟，聊指前人世不俱聞略焉。弗舉如：桓温之豪悍，王敦之揚厲，安石之躁率跋扈，剛愎之情自露于豪楮間也。他如李邕之挺竦，蘇軾之肥欹，米芾之努肆，亦非純粹。貞良之士不過嘯傲風騷之流爾。至于褚遂良之遒勁，顔真卿之端厚，栁公權之莊嚴，雖于書法，少容夷俊逸之妙要，皆忠義直亮之人也。若夫趙孟頫之書，温潤閒雅似接右軍正脈之傳，妍媚纎柔，殊乏大節不奪之氣。所以天水之裔，甘心仇讎之禄也。故欲正其書者先正其筆，欲正其筆者先正其心。若所謂誠意者；即以此心端已澄神，勿虚勿貳也。致知者；即以此心審其得失，明乎取舍也。格物者；即以此心博習精察，不自専用也。正心之外豈更有説哉？由此篤行。至于深造自然秉筆思生，臨池志逸新中更新，妙之益妙，非惟不奇而自奇，抑亦巳正而物正矣。夫經卦皆心畫也，書法乃傳心也。如罪斯言，為迂予固甘焉勿避矣。 \\n  \\n ○取舍 \\n  \\n 蘇米之蹟世争臨摹，予獨哂為效顰者，豈妄言無謂哉。蘇之點畫雄勁，米之氣勢超動，是其長也。蘇之穠聳稜側，米之猛放驕淫，是其短也。皆縁天資，雖勝學力。乃疎手不從心，藉此掩醜。譬夫優伶在塲歌喉不接，假彼鑼皷亂兹音聲，耳夫顰一也。西子以顰而加妍，東施效之而増醜何哉。西子眀眸皓齒光彩射人，閨情幽怨痛心攅眉，悽悽楚楚可憫可憐，是知顰乃其病非其常也。使其館娃宮中姑蘇臺上，懨懨悶悶蹙鎖蛾眉，夫差豈復見寵耶。東施本無麗質，妄自學其愁眉，反見陋媸，殊可憎惡。臨擬之士取長舍短，豈非善學者哉。 \\n  \\n 抑自周秦以後，逸少以前，専尚篆隸，罕見真行，簡朴端厚不皆文質兩彬，■〈垂夬〉勒殘碑無復完神可倣，逸少一出會通古今，書法集成模楷大定，自是而下優劣互差。試舉顯名今世遺蹟僅存者，拔其美善，指其瑕疵。庶取舍既明，則趨向可定矣。智永世南得其寛和之量而少俊邁之奇，歐陽詢得其秀勁之骨而乏温潤之容，褚遂良得其鬰壯之筋而鮮安閒之度，李邕得其豪挺之氣而失之竦窘，顔栁得其莊毅之操而失之魯獷，旭素得其超逸之興而失之驚怪，陸徐得其恭儉之體而失之頺拘，過庭得其逍遙之趣而失之險散。蔡襄得其宻厚之貌，庭堅得其提衂之法，孟頫得其温雅之態。然蔡過乎嫵重，趙専乎妍媚，魯直雖知執筆而伸脚桂手，體格掃地矣。蘇軾獨宗顔李米芾，復兼褚張蘇，似肥艷美婢擡作夫人，舉止邪陋而大足，當令掩口。米若風流公子染患癰疣，馳馬試劍而叫笑旁若無人。數君之外無暇詳論也。擇長而師之，所短而改之。在臨池之士玄鑒之精爾。 \\n  \\n 陸友仁《研北雜志》云：蔡君謨摹倣右軍諸帖，形模骨肉纎悉具備，莫敢踰軼。至米元章始變其法超規越矩，雖有生氣而筆法悉絶矣。予謂君謨之書。宋代巨擘蘇黄與米，資近大家學入傍流，非君謨可同語也。朱晦翁亦謂字被蘓黄冩壊，并筆法悉絶之言，兩語皆刻矣。數公亦有筆法不盡冩壊，體格多有踰越，葢其學力未能入室之故也。數君之中，惟元章更易起眼且易下筆，每一經目便思倣模，初學之士切不可看，趨向不正取舍不明，徒擬其所病不得其所能也。米書之源出自顔褚，如要學米，先栁入歐，由歐趨虞，自虞入褚，學至于是自可窺大家之門，元章亦拜下風矣。如前賢真蹟未易得見，擇其善帖精専臨倣，十年之後方以元章參看，庶知其短而取其長矣。若逸少《聖教序記》，非有二十年精進之功，不能知其妙亦不能下一筆，宜乎學者寥寥也，此可與知者道之。 \\n  \\n ○功序 \\n  \\n 臨池賞鑑，代不虚人；評論體勢，悉非真諦。擬形于雲石，譬象于龍蛇。外状其浮華，内迷其實理。至若無知率易之輩，妄認功無百日之談，豈知王道本無近功，成書亦非嵗月哉。初學之士先立大體，横直安置對待布白，務求其均齊方正矣。然後定其筋骨，向背往還開合連絡，務求雄健貫通也。次又尊其威儀，疾徐進退俯仰屈伸，務求端莊温雅也。然後審其神情，戰蹙單疊迴帶翻藏，機軸圎融風度灑落。或字餘而勢盡，或筆斷而意連，平順而凜鋒芒，健勁而融圭角，引伸而觸類，書之能事畢矣。然計其始，終非四十載不能成也。所以逸少之書五十有二而稱妙，宣尼之學六十之後而從心。古今以來莫非晚進。獨子敬天資既縦家範有方，入門不必旁求，風氣且當専尚，年幾不惑便著髙聲，子敬之外豈復多見耶。 \\n  \\n 苐世之學者，不得其門從何進手，必先臨摹方有定趨。始也専宗一家，次則博研衆體，融天機于自得，會羣妙于一心，斯于書也集大成矣。苐昔賢遺範優劣，紛紜倣之，貴似審之，尚精倣之，不似來續尾之譏，審之弗精，啓叩頭之誚。舍其所短取其所長，始自平整而追秀拔，終自險絶而歸中和，心與筆俱，専月繼年不厭譬之。撫絃在琴，妙音隨指而發。省括在弩，逸矢應鵠而飛。意在筆前，翰從豪轉後聖再起，吾言弗更矣。若分布少明即思縱巧，運用不熟便欲標奇，是未學走而先學趨也，書何容易哉。 \\n  \\n 學書次苐前言巳槩，拘局之士未免懼疑。姑以淺言俟彼易曉。大率書有三戒：初書分布戒不均與欹，繼知規矩戒不活與滯，終能純熟戒狂怪與俗。若不均且欹，如耳目口鼻開濶長促，邪立偏坐不端正矣。不活與滯，如土塑木雕不説不笑，板定固窒無生氣矣。狂怪與俗，如醉酒巫風丏兒村漢，胡言亂語顛仆醜陋矣。又書有三要：第一要清整，清則點畫不混雜，整則形體不偏邪。第二要温潤，温則性情不驕怒，潤則折挫不枯澁。第三要閒雅，閒則運用不矜持，雅則起伏不恣肆。以斯數語慎思篤行，未必能超入上乗定可為卓焉名家矣。若前所列規矩正奇老少神化諸篇，隂陽向背緩急抑揚等法，葢有彼具而此略，所當參用以相通者也。 \\n  \\n ○器用 \\n  \\n 《筆陣圖》曰：紙者陣也，筆者刀矟也，墨者鍪甲也，硯者城池也。孫過庭云：疑是右軍所製，尚可啓發童蒙常俗所傳不藉編録。又云：筆勢論十二章文鄙理疎，意乖言拙。詳其旨趣，殊非右軍。予觀其論固難盡宗，摘其數言，不無合旨孫子外之斯語苛矣。《筆陣圖》以墨擬之鍪甲，以硯譬之城池，喻失其理恐亦非右軍也。予試論之以俟君子，夫身者元帥也，心者軍師也，手者副將也，指者士卒也，紙者地形也，筆者戈戟也，墨者糧草也，硯者囊槖也。紙不光細，譬之驍將駿馬行于荆棘泥濘之塲，馳驟當先弗能也。筆不穎健，譬之志奮力壯手持折缺朽鈍之兵，斬斫擊刺弗能也。墨不精玄，譬之養將練兵糧草不敷，將有饑色何以作氣。硯不硎蓄，譬之師旅方興，命在餱糧餽餉乏絶何以壮威。四者不可廢一，紙筆猶乃居先。俗語云：能書不擇筆，斷無是理也。夫工欲善其事，必先利其器。木石金玉之工，刀鋸鑪剉之屬，苟不精利，雖有雕鏤切磋之技，離婁公輸之能將安施其巧哉。俗有署書以騣以帚間或可用，若捲箬搏素描絲露骨，以示老健之形風神之態。至于畫塵影火聚米注沙，頽骫無致俗濁無藴。借令逸少家奴有靈，寧不撫掌于泉下哉。 \\n  \\n ○知識 \\n  \\n 嗟哉！能書者固絶真手，善鑒者甚罕真眼也。學書者，不可視之為易，不可視之為難。易則忽而怠心生，難則畏而止心起矣。鑒書者，不可求之淺，不可求之深。淺則涉畧泛觀而不究其妙，深則吹毛索瘢而反過于譎矣。學書之法，考之往言，參之今論，無事再喙矣。姑以鑒書之法照後賢焉。大要開卷之初，猶髙人君子之逺來遙而望之，標格威儀清秀端偉，飄颻若神仙，魁梧如尊貴矣。及其入門近而察之，氣體充和容止雍穆，厚徳若虚愚，威重如山嶽矣。迨其在席器宇恢乎，有容辭氣溢然傾聽，挫之不怒，惕之不驚，誘之不移，陵之不屈，道氣徳輝藹然服衆，令人鄙吝自消矣。又如佳人之艷麗含情，若美玉之潤彩奪目，玩之而愈可愛，見之而不忍離，此即真手真眼意氣相投也。 \\n  \\n 故論書如論相，觀書如觀人，賞鑑能事大槩在斯矣。然人品既殊，識見亦異，有耳鑒。有目鑒。有心鑒。若遇卷初展，邪正得失，何手何代，眀如親覩不俟終閲。此謂識書之神，心鑒也。若據若賢有若帖某卷在某處，不恤貲財而逺購焉。此贏錢之徒收藏以誇耀，耳鑒也。若開卷未玩意法，先查跋語誰賢，紙墨不辨古今，只據印章孰賞，聊指幾筆虚口重賛，此目鑒也。耳鑒者，謂之莽兒審樂。目鑒者，謂之村嫗翫花。至于昬憒應聲之流，妄傲無稽之輩，胸中豪無實見，遇字便稱能知，家藏一二帖卷，真偽漫爾弗求。筆纔歳月塗描，點畫茫焉未暁。設會神通佳蹟，每嗟精妙無奇。或經邪俗偽書反嘆誤愆多，致此謂吠日吠雪，駭罽駭龍，考索拘乎。淺陋好惡任彼偏私，先有成心將何定見，不若村野愚氓反有公論也。評鑒書蹟要訣；何存温而厲，威而不猛，恭而安宣，尼徳性渾然中和氣象也。執此以觀人味，此以自學，善書善鑒具得之矣。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
