{"章节": "海岳名言（宋）米芾", "正文": " \\n 海岳名言　 \\n  \\n 提要 \\n     \\n 《海岳名言》一卷,宋米芾撰。皆其平日论书之语，於古人多所讥贬。如谓欧、柳为丑怪恶札之祖。徐浩肥俗，更无气骨。薛稷大字，用笔如蒸饼。颜鲁公真字，便入俗品。皆深致不满。其所记对徽宗之语，於蔡襄、沈辽、黄庭坚、苏轼、蔡京、蔡卞尤极意诋诃。史称芾翰墨得王献之笔意，而书中於子敬书顾不置议论。但云吾书取诸长处，总而成之，人见之不知以何为祖。殆亦不免放言矜肆之习。然其心得既深，所言运笔布格之法，实能脱落蹊径，独凑单微，为书家之圭臬，信临池者所宜探索也。其书原载入左圭《百川学海》中，篇页太少，今以类相从，附诸书画史、《宝章待访录》之末，都为一帙焉。 \\n 　 \\n 海岳名言 \\n 歴觀前賢論書，徵引迂遠，比況奇巧，如龍跳天六，虎臥觀閣，是何等語。或遣辭求工，去法逾遠，無益學者。故吾所論，要在入人，不爲溢辭。 \\n  \\n  \\n 吾書小字行書，有如大字，唯家藏真蹟跋尾，間或有之，不以與求書者。心既貯之，隨意落筆，皆得自然，備其古雅。壯歲未能立家，人謂吾書爲集古字，蓋取諸長處，總而成之。既老始自成家，人見之，不知以何爲祖了。 \\n  \\n  \\n 江南吳■〈山完〉、登州王子韶，大隸題榜，有古意。吾兒友仁，大隸題榜，與之等。又幼兒友知，代吾名書碑，及手大字，更無辨。門下許侍郎，尤愛其小楷，云每小簡，可使令嗣書，謂友知也。 \\n  \\n  \\n 老杜作《薛稷豐盛普寺詩》云：“鬱鬱三大字，蛟龍岌相緾。”今有石本，得視之，乃勾勒倒收筆鋒，筆筆如蒸餅。普字如人握兩拳，伸臂而而立，醜恠難狀。由是論之，古無真大字明矣。 \\n  \\n  \\n 葛洪天台之觀飛白，爲大字之冠，古今第一。歐陽詢道林之寺，寒儉無精神。柳公權國清寺，大小不相稱，費盡筋骨。裴休率意寫碑，用有真趣，不陷醜恠。真字甚易，唯有體勢難，謂不如畫笇勾，其勢活也。 \\n  \\n  \\n 字之八面，唯尚真楷見之，大小各自有分。智永有八面，已少鍾法。丁道護歐、虞，筆始勾，古法亡矣。柳公權師歐，不及遠甚，而爲而爲醜恠惡札之祖。自柳世始有俗書。 \\n  \\n 唐官誥在世，爲褚、陸、徐嶠之體，殊有不俗者。開元已來，緣明皇字體肥俗，始有徐浩，以合時君所好，經生字亦自此肥。開元已前，古氣無復有矣。 \\n  \\n  \\n 唐人以徐浩比僧虔，甚失當。浩大小一倫，猶吏楷也。僧虔、蕭子雲，傳鍾法與子敬無異，大小各有分，不一倫。徐浩爲顔真卿辟客，書韻自張顛血脉來，教顔大字促令小，小字展令大，非古也。 \\n  \\n  \\n 石刻不可學。但自書使人刻之，已非書也。故必須真跡觀之，乃得趣。如顔真卿每使家僮刻字，故會主人意，修改披撆，致大失其真。唯吉州廬山題名，題訖而去，後人刻之，故皆得其真，無做作凡差，乃知顔出於褚也。又真跡皆無蚕頭鷰尾之筆。《與郭知運爭坐位帖》，有篆籕氣。顔傑思也，柳與區爲醜恠惡札祖。其弟公綽，乃不俗於兄。筋骨之說出於柳，世人但以怒張爲筋骨，不知不怒張自有筋骨焉。 \\n  \\n 凡大字要如小字，小字要如大字。褚遂良小字如大字，其後經生祖述，間有造妙者。大字如小字，未之見也。 \\n  \\n 世人多寫大字時，用力捉筆，字愈無筋骨神氣，作圓筆頭如蒸餅，大可鄙笑。要須如小字，鋒勢備全，都無刻意做作乃佳。自古及今，余不敏實得之，榜字固已滿世，自有識者知之。 \\n  \\n  \\n 石曼卿作佛號，都無回互轉摺之勢。小字展令大，大字促令小，是顛教顔真卿謬論。蓋字自有大小相稱，且如寫太一之殿，作四窠分，豈可將一字肥滿一窠，以對殿字乎？蓋自有相稱，大小不展促也。余嘗書天慶之觀，天之字皆四筆，慶觀字多畫在下，各隨其相稱寫之，掛起氣勢自帶過，皆如大小一般，雖真有飛動之勢也。 \\n  \\n 書至隸興，大篆古法大壞矣。篆籕各隨字形大小，故知百物之狀，活動圓備，各各自足，隸乃始有展促之勢，而三代法亡矣。 \\n  \\n 歐、虞、褚、柳、顔，皆一筆書也，安排費工，豈能垂世？李邕脫子敬體，乏纖濃，徐浩晚年力過，更無氣骨，皆不如作郎官時《婺州碑》也。董孝子不空，皆晚年惡札，全無妍媚，此自有識者知之。沈傳師變格，自有超世真趣，徐不及也。御史蕭誠書太原題名，唐人無出其右。爲司馬係《南岳真君碑》，極有鍾王超，餘皆不及矣。 \\n  \\n 智永臨集千文，秀潤圓勁，八面具備。有真跡，自顛沛字起，在唐林夫處，他人所收不及也。 \\n  \\n 字要骨格，肉須裏筋，筋須藏肉，帖乃秀潤生佈置。穩不俗，險不恠，老不枯，潤不肥，變態貴形不貴苦。苦生怒，怒生恠，貴形不貴作。作入畫，畫入俗，皆字病了。 \\n  \\n  \\n 少成若天性，習慣若自然，茲古語也。吾夢古衣冠人，授以摺紙書，書法自此差進。寫與他人都不曉，蔡元長見而驚曰：“法何太遽異耶？”此公亦具眼人。章子厚以真自名，獨稱吾行草，欲吾書如排笇子。然真字須有體勢乃佳爾。 \\n  \\n 顔魯公行字可教，真便入俗品。 \\n 友仁等古人書，不知此學吾書多。小兒作草書，大段有意思。 \\n 智永硯成臼，乃能到右軍，若穿透始到鍾、索也。可永勉之。 \\n 一日不書，便覺思澁。想古人未嘗片時廢書了。因思蘇之才《恒公至洛帖》，字明意殊有工，爲天下法書第一。 \\n 半山莊臺上多文公書，今不知存否。文公與楊凝式書，人尠知之。余語其故，公大賞其見鑒。 \\n 金陵幙山樓隸榜石，關蔚宗二十一前書。想六朝宮殿榜皆如是。 \\n 薛稷書慧普寺，老杜以爲蛟龍岌相緾。今見其本，乃如柰重兒握蒸餅勢。信老杜不能書也。 \\n 學書須得趣，他好俱忘乃入妙。別爲一好縈之，便不工也。 \\n  \\n 海岳以書學博士召對。上問本朝以書名世者，凡數人。海岳各以其人對曰：“蔡京不得筆，蔡卞得筆而乏逸韻。蔡襄勒字，沈遼排字，黃庭堅描字，蘇軾畫字。”上復問：“卿書如何？”對曰：“臣書刷字。”  \\n  \\n  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
