{"章节": "画山水赋（唐）荆浩", "正文": " \\n 画山水赋　 \\n  \\n 提要 \\n  \\n 《画山水赋》一卷、附《笔法记》一卷，旧本题唐荆浩撰。案刘道醇《五代名画补遗》曰，荆浩字浩然，河南沁水人。五季多故，隐於太行之洪谷，自号洪谷子。著《山水诀》一卷。汤垕《画鉴》亦曰荆浩山水为唐末之冠，作《山水诀》，为范宽辈之祖。则此书本名《山水诀》。此本载詹景凤王氏《画苑补益》中，独题曰《画山水赋》。考荀卿以後，赋体数更，而自汉及唐，未有无韵之格。此篇虽用骈辞，而中间或数句有韵，数句无韵，仍如散体，强题曰赋，未见其然。又以浩为豫章人，题曰豫章先生。益诞妄无稽矣。别有《笔法记》一卷，载王氏《画苑》中，标题之下注曰一名《画山水录》。案《唐书·艺文志》载荆浩《笔法记》一卷，陈振孙《书录解题》则作《山水受笔法》一卷，沁水荆浩浩然撰。今检记中称石鼓岩前遇一叟，讲授笔法。则陈氏所记乃其本名，《唐志》所载乃省文呼之，王氏《画苑》所注又後人改名也。二书文皆拙涩，中间忽作雅词，忽参鄙语，似艺术家粗知文义而不知文格者依托为之，非其本书，以相传既久，其论亦颇有可采者，姑录存之，备画家一说云尔。  \\n  \\n 　 \\n 畫山水賦 \\n  \\n 凡畫山水，意在筆先。丈山尺樹，寸馬豆人，此其格也。逺人無目，逺樹無枝，逺山無皴，高與雲齊。逺水無波，隠隠似眉，此其式也。山腰雲塞，石壁泉塞，樓臺樹塞，道路人塞，石看三面，路看兩蹊，樹觀頂■〈寧頁〉，水看岸基，此其法也。凡畫山水，尖峭者峰，平夷者嶺，峭壁者崖，有宂者岫，懸石者岩，形圓者巒，路通者川，兩山夾路者壑，兩山夾水者澗，注水者溪，泉通者谷，路下小土山者坡，極目而平者坂，若能辨别此類，則粗知山水之彷彿也。觀者先看氣象，後辨清濁，分賔主之朝揖，列羣峰之威儀，多則亂，少則慢，不多不少要分逺近，逺山不得連近山，逺水不得連近水。山腰回抱，寺觀可安，斷岸亂堤，小橋可置。有路處人行，無路處林木。岸斷處古渡，山斷處荒村。水濶處征帆，林宻處店舎。臨岸古木露根而藤纒，臨流石岸嵌空而水痕。凡作林木，逺者疎平，近者高宻。有葉者枝柔，無葉者枝硬。松皮如鱗，栢皮纒身。生於土者脩長而净直，長於石者拳曲而伶仃。古木節多而半死，寒林扶疎而蕭森。春景則霧鎖烟籠，樹林隠隠，逺水拖藍，山色堆青。夏景則林木蔽天，緑蕪平坂，倚雲瀑，行人羽扇，近水幽亭。秋景則水天一色，簌簌疎林，雁横烟塞，蘆裊沙汀。冬景則樹枝雪壓，老樵負薪，漁舟倚岸，水淺沙平，凍雲黯淡，酒帘孤村。風雨則不分天地，難辨東西，行人傘笠，漁父蓑衣，有風無雨，但看樹枝有雨無風，枝葉垂下。雨霽則雲收天碧，山光添翠，網曬斜暉。曉景則千山欲曙，霧靄霏霏，朦朧殘月，曉色熹微。暮景則山銜殘日，帆卸江湄，路人歸急，半掩柴扉，或烟斜霧横，或逺岫雲歸，或秋江晩渡，或古塜斷碑。如此之類，須要筆法布置，更看臨期山形，不得犯重樹頭，不得整齊山，借樹為衣，樹借山為骨，樹不可繁，要見山之秀麗。山不可亂，要顯樹之精神。若留意於此者，須心會於玄微。  \\n  \\n 　 \\n 笔法记 \\n  \\n 太行山有洪谷，其间数亩之田，吾常耕而食之。有日登神镇山四望，回迹入大岩扉，苔径露水，怪石祥烟，疾进其处，皆古松也。中独围大者，皮老苍藓，翔鳞乘空，蟠虬之势，欲附云汉。成林者，爽气重荣；不能者，抱节自屈。或回根出土，或偃截巨流，挂岸盘溪，披苔裂石。因惊其异，遍而赏之。明日携笔复就写之，凡数万本，方如其真。 \\n  \\n 明年春，来于石鼓岩间，遇一叟。因问，具以其来所由而答之。 \\n 叟曰：“子知笔法乎？” \\n 曰：“叟，仪形野人也，岂知笔法邪？” \\n 叟曰：“子岂知吾所怀耶？”闻而惭骇。 \\n 叟曰：“少年好学，终可成也。夫画有六要：一曰气，二曰韵，三曰思，四曰景，五曰笔，六曰墨。” \\n 曰：“画者，华也。但贵似得真，岂此挠矣。” \\n 叟曰：“不然。画者，画也。度物象而取其真。物之华，取其华；物之实，取其实。不可执华为实。若不知术，苟似，可也；图真，不可及也。” \\n  \\n 曰：“何以为似？何以为真？” \\n 叟曰：“似者，得其形，遗其气。真者，气质俱盛，凡气传于华，遗于象，象之死也。” \\n 谢曰：“故知书画者，名贤之所学也。耕生知其非本，玩笔取与，终无所成。惭惠受要，定画不能。” \\n  \\n 叟曰：“嗜欲者，生之贼也。名贤纵乐琴书图画，代去杂欲。子既亲善，但期终始所学，勿为进退。图画之要，与子备言：气者，心随笔运，取象不惑。韵者，隐迹立形，备仪不俗。思者，删拔大要，凝想形物。景者，制度时因，搜妙创真。笔者，虽依法则，运转变通，不质不形，如飞如动。墨者，高低晕淡，品物浅深，文采自然，似非因笔。” \\n  \\n  \\n 复曰：“神、妙、奇、巧。神者，亡有所为，任运成象。妙者，思经天地，万类性情，文理合仪，品物流笔。奇者，荡迹不测，与真景或乖异，致其理偏，得此者亦为有笔无思。巧者，雕缀小媚，假合大经，强写文章，增邈气象，此谓实不足而华有余。 \\n  \\n  \\n “凡笔有四势，谓筋、肉、骨、气。笔绝而不断，谓之筋。起伏成实，谓之肉。生死刚正，谓之骨。迹画不败，谓之气。故知墨大质者，失其体；色微者，败正气；筋死者，无肉；迹断者，无筋；苟媚者，无骨。 \\n  \\n  \\n “夫病有二：一曰无形，二曰有形。有形病者，花木不时，屋小人大，或树高于山，桥不登于岸，可度形之类也。是如此之病，尚可改图。无形之病，气韵俱泯，物象全乖，笔墨虽行，类同死物，以斯格拙，不可删修。 \\n  \\n  \\n “子既好写云林山水，须明物象之源。夫木之为生，为受其性。松之生也，枉而不曲遇，加密如疏，非青非翠，从微自直，萌心不低。势既独高，枝低复偃，倒挂未坠于地下，分层似叠于林间，如君子之德风也。有画如飞龙蟠虬，狂生枝叶者，非松之气韵也。柏之生也，动而多屈，繁而不华，捧节有章，文转随日，叶如结线，枝似衣麻。有画如蛇如素，心虚逆转，亦非也。其有揪、桐、椿、栎、榆、柳、桑、槐，形质皆异，其如远思即合，一一分明也。 \\n  \\n  \\n “山水之象，气势相生。故尖曰峰，平曰顶，圆曰峦，相连曰岭，有穴曰岫，峻壁曰崖，崖间崖下曰岩，路通山中曰谷，不通曰峪，峪中有水曰溪，山夹水曰涧。其上峰峦虽异，其下岗岭相连，掩映林泉，依稀远近。夫画山水，无此象亦非也。有画流水，下笔多狂，文如断线，无片浪高低者，亦非也。夫雾云烟霭，轻重有时，势或因风，象皆不定，须去其繁章，采其大要。先能知此是非，然后受其笔法。” \\n  \\n 曰：“自古学人，孰为备矣？” \\n  \\n 叟曰：“得之者少。谢赫品陆之为胜，今已难遇亲踪。张僧繇所遗之图，甚亏其理。夫随类赋彩，自古有能；如水晕墨章，兴我唐代。故张璪员外树石，气韵俱盛，笔墨积微；真思卓然，不贵五彩；旷古绝今，未之有也。麴庭与白云尊师，气象幽妙，俱得其元，动用逸常，深不可测。王右丞笔墨宛丽，气韵高清，巧写象成，亦动真思。李将军理深思远，笔迹甚精，虽巧而华，大亏墨彩。项容山人树石顽涩。稜角无（足追），用墨独得玄门，用笔全无其骨，然于放逸，不失真元气象，无大创巧媚。吴道子笔胜于象，骨气自高，树不言图，亦恨无墨。陈员外及僧道芬以下，粗升凡俗，作用无奇，笔墨之行，甚有行迹。今示子之径，不能备词。” \\n  \\n 遂取前写者异松图呈之。叟曰：“肉笔无法，筋骨皆不相转，异松何之能用？我既教子笔法，乃资素数幅，命对而写之。” \\n 叟曰：“尔之手，我之心。吾闻察其言而知其行。子能与吾言咏之乎？” \\n 谢曰：“乃知教化，圣贤之职也。禄与不禄，而不能去。善恶之迹，感而应之。诱进若此，敢不恭命。”因成古松，赞曰： \\n 不凋不荣，惟彼贞松。 \\n 势高而险，屈节以恭。 \\n 叶张翠盖，枝盘赤龙。 \\n 下有蔓草，幽阴蒙茸。 \\n 如何得生，势近云峰。 \\n 仰其擢干，偃举千重。 \\n 巍巍溪中，翠晕烟笼。 \\n 奇枝倒挂，徘徊变通。 \\n 下接凡木，和而不同。 \\n 以贵诗赋，君子之风。 \\n 风清非歇，幽音凝空。 \\n 叟嗟异久之，曰：“愿子勤之，可忘笔墨而有真景。吾之所居，即石鼓岩间，所字即石鼓岩子也。” \\n 曰：“愿从传之。” \\n 叟曰：“不必然也。”遂亟辞而去。别日访之而无踪。后习其笔术，尝重所传。今进修集，以为图画之轨辙耳。  \\n 　 \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
