{"章节": "\t●序", "正文": "●序 \\n  \\n  \\n 自昔赏鉴之家，留神绘事者多矣，著之传记，何止一书。独唐张彦远总括画 \\n 人姓名，品而第之，自轩辕时史皇而下，至唐会昌元年而止，著为《历代名画记》。 \\n 本朝郭若虚作《图画见闻志》，又自会昌元年至神宗皇帝熙宁七年。名人艺士， \\n 亦复编次。两书既出，他书为赘矣。予虽生承平时，自少归蜀，见故家名胜。避 \\n 难于蜀者十五六，古轴旧图，不期而聚。而又先世所藏，殊尤绝异之品。散在一 \\n 门，往往得免焚劫，犹得披寻。故性情所嗜，心目所寄，出于精深，不能移夺。 \\n 每念熙宁而后，游心兹艺者甚众，迨今九十四春秋矣，无复好事者为之纪述。于 \\n 是稽之方册，益以见闻，参诸自得，自若虚所止之年，逮乾道之三祀，上而王侯， \\n 下而工技，凡二百一十九人，或在或亡，悉数毕见。又列所见人家奇迹，爱而不 \\n 能忘者，为“铭心绝品”，及凡绘事可传可载者，裒成此书，分为十卷，目为 \\n 《画继》。若虚虽不加品第，而其论气韵生动，以为非师可传，多是轩冕才贤， \\n 岩穴上士，高雅之情之所寄也。人品既已高矣，气韵不得不高；气韵既已高矣， \\n 生动不得不至。不尔，虽竭巧思，止同众工之事，虽曰画而非画。嗟夫！自昔妙 \\n 悟精能，取重于世者，必恺之、探微、摩诘、道子等辈。彼庸工俗隶，车载斗量， \\n 何敢望其青云后尘耶？或谓若虚之论为太过，吾不信也。故今于类，特立轩冕、 \\n 岩穴二门，以寓微意焉。鉴裁明当者，须一肯首。是年闰旦，华国邓椿公寿序。"}
{"章节": "●卷一 圣艺", "正文": "●卷一　圣艺 \\n  \\n  \\n ○徽宗皇帝 \\n 徽宗皇帝，天纵将圣，艺极于神。即位未几，因公宰奉清闲之宴，顾谓之曰： \\n “朕万几余暇，别无他好，惟好画耳。”故秘府之藏，充刃填溢，百倍先朝。 \\n 又取古今名人所画，上自曹弗兴，下至黄居寀，集为一百秩，列十四门，总一千 \\n 五百件，名之曰《宣和睿览集》。盖前世图籍，未有如是之盛者也。于是圣鉴周 \\n 悉，笔墨天成，妙体众形，兼备六法。独于翎毛，尤为注意。多以生漆点睛，隐 \\n 然豆许，高出纸素，几欲活动，众史莫能也。政和初，尝写仙禽之形，凡二十， \\n 题曰《筠庄纵鹤图》。或戏上林，或饮太液。翔凤跃龙之形，警露舞风之态，引 \\n 吭唳天，以极其思；刷羽清泉，以致其洁。并立而不争，独行而不倚，闲暇之格， \\n 清迥之姿，寓于缣素之上。各极其妙，而莫有同者焉。已而又制《奇峰散绮图》， \\n 意匠天成，工夺造化，妙外之趣，咫尺千里。其晴峦叠秀，则阆风群玉也；明霞 \\n 纾彩，则天汉银潢也；飞观倚空，则仙人楼居也。至于祥光瑞气，浮动于缥缈之 \\n 间，使览之者欲跨汗漫，登蓬瀛，飘飘焉，飘飘焉，若投六合而隘九州也。五年 \\n 三月上巳，赐宰臣以下燕于琼林，侍从皆预。酒半，上遣中使持大杯劝饮，且以 \\n 《龙翔池图》并题序宣示群臣。凡预燕者，皆起立环观，无不仰圣文，睹奎 \\n 画，赞叹乎天下之至神至精也。其后以太平日久，诸福之物，可致之祥，凑无虚 \\n 日，史不绝书。动物则赤乌、白鹊、天鹿、文禽之属，扰于禁御；植物则桧芝、 \\n 珠莲、金柑、骈竹、瓜花、来禽之类，连理并蒂，不可胜纪。乃取其尤异者，凡 \\n 十五种，写之丹青，亦目曰《宣和睿览册》。复有素馨、末利、天竺、娑罗，种 \\n 种异产，究其方域，穷其性类，赋之于咏歌，载之于图绘，续为第二册。已而， \\n 玉芝竞秀于宫闼；甘露宵零于紫篁。阳乌、丹兔、鹦鹉、雪鹰，越裳之雉，玉质 \\n 皎洁，之雏，金色焕烂。六日七星，巢莲之龟；盘螭翥凤，万岁之石。并干 \\n 双叶，连理之蕉，亦十五物，作册第三。又凡所得纯白禽兽，一一写形，作册第 \\n 四。增加不已，至累千册。各命辅臣题跋其后，实亦冠绝古今之美也。宣和四年 \\n 三月辛酉，驾幸秘书省。讫事，御提举厅事，再宣三公、宰执、亲王、使相、从 \\n 官观御府图画。既至，上起就书案，徙倚观之。左右发箧，出御书画。公宰、亲 \\n 王、使相、执政，人各赐书画两轴。于是上顾蔡攸分赐从官以下，各得御画兼行 \\n 书、草书一纸。又出祖宗御书，及宸笔所摸名画，如展子虔作《北齐文宣幸晋阳》 \\n 等图。灵台郎奏辰正，宰执以下，逡巡而退。是时既恩许分赐，群臣皆断佩折巾 \\n 以争先，帝为之笑。此君臣庆会，又非特币帛筐篚之厚也。始建五岳观，大集天 \\n 下名手。应诏者数百人，咸使图之，多不称旨。自此之后，益兴画学，教育众工。 \\n 如进士科，下题取士，复立博士，考其艺能。当是时，臣之先祖，适在政府，荐 \\n 宋迪犹子子房，以当博士之选。是时子房笔墨，妙出一时，咸谓得人。所试之题， \\n 如《野水无人渡》、《孤舟尽日横》，自第二人以下，多系空舟岸侧，或拳鹭于 \\n 舷间，或栖鸦于篷背，独魁则不然。画一舟人，卧于舟尾，横一孤笛，其意以为 \\n 非无舟人，止无行人耳，且以见舟子之甚闲也。又如《乱山藏古寺》，魁则画荒 \\n 山满幅，上出幡竿，以见藏意。余人乃露塔尖或鸱吻，往往有见殿堂者，则无复 \\n 藏意矣。乱离后有画院旧史，流落于蜀者二三人，尝谓臣言：“某在院时，每旬 \\n 日，蒙恩出御府图轴两匣，命中贵押送院，以示学人。仍责军令状，以防遗坠渍 \\n 污。”故一时作者，咸竭尽精力，以副上意。其后宝宫成，绘事皆出画院。上 \\n 时时临幸，少不如意，即加漫垩，别令命思。虽训督如此，而众史以人品之限， \\n 所作多泥绳墨，未脱卑凡，殊乖圣王教育之意也。"}
{"章节": "●卷二", "正文": "●卷二 \\n  \\n  \\n 郓王，徽宗皇帝第二子也。禀资秀拔，为学精到。政和八年，射策于庭，名 \\n 标第一，多士推服。性极嗜画，颇多储积。凡得珍图，即日上进，而御府所赐， \\n 亦不为少，复皆绝品，故王府画目，至数千计。又复时作小笔花鸟便面，克肖圣 \\n 艺，乃知父尧子舜，趣尚一同也。今秘阁画目，有《水墨笋竹》及《墨竹》、 \\n 《蒲竹》等图。 \\n 光州防御使令穰，字大年，雅有美才高行，读书能文。少年因诵杜甫诗，见 \\n 唐人毕宏、韦偃，志求其迹，师而写之。不岁月间，便能逼真。时贤称叹，以为 \\n 贵人天质自异，意所专习，度越流俗也。其所作多小轴，甚清丽。雪景类世所收 \\n 王维笔，汀渚水鸟，有江湖意。又学东坡作小山丛竹，思致殊佳，但觉笔意柔嫩， \\n 实年少好奇耳。若稍加豪壮，及有余味，当不立小李将军下也。每出一图，必出 \\n 新意。人或戏之曰：“此必朝陵一番回矣。”盖讥其不能远适，所见止京洛间景， \\n 不出五百里内故也。大年既得名，诛求期克，无少暇时。掷笔大概曰：“艺之役 \\n 人如此。”然业已得名，无可奈何。山谷尝咏其《芦雁》云：“挥毫不作小池塘， \\n 芦荻江村雁落行。虽有珠帘巢翡翠，不忘烟雨罩鸳鸯。”然初跋其画，谓“更屏 \\n 声色裘马，使胸中有数百卷书，当不愧文与可”，盖见其少作耳。自今观之，其 \\n 亦有宋之江都王、滕王耶。 \\n 令松，字永年，大年弟也，亦善丹青。浮休居士谢大年《江天晚景图》杂言 \\n 云：“神妙独数李将军，安知伯仲非前身？”则知其兄弟俱能，且笔墨俱得思训 \\n 格也。又山谷跋其画夹云：“调麝煤作花果殊难工，永年遂臻此，殊不易。然作 \\n 朽蠹太多，是其小疵。”又云：“永年作狗，意态甚逼。遣翰林工，讫其草石， \\n 不敢画虎，忧狗之似，故直作狗，人难我易。” \\n 叔盎，字伯充，善画马。尝以其艺并诗投东坡，东坡次其韵云：“天骥德力 \\n 备，马外龙麟中。皇天不遣言，兀与画图同。驽骀饱官粟，未受一洗空。十驾均 \\n 一至，何事{尔}云风。” \\n 士雷，字公震，长于山水，清雅可爱。李钅享希声跋其《四时景》绝句，则 \\n 可知其风旨矣。春云：“九江应共五湖连，尺素能开万里天。山杏野桃零落处， \\n 分明寒食绕风前。”夏云：“繁阴杂树映汀沙，三伏江天自一家。欲唤扁舟渡云 \\n 锦，平铺明镜是荷花。”秋云：“舂鉏寂寞绕疏丛，霜后云生浦溆风。此处年年 \\n 报秋色，只应衰柳与丹枫。”冬云：“剪水飞花细舞风，断芦洲外水连空。剡溪 \\n 几曲知名处，何似今朝眼界中。”今秘阁画目，有《春雪》、《早悔》及《小景》 \\n 等图。 \\n 嗣濮王宗汉，字献甫，安懿王幼子也。少即敏慧，仪矩端庄，作《芦雁》， \\n 有佳思。米元章题诗曰：“偃蹇汀眠雁，萧梢风触芦。京尘方满眼，速为唤花奴。” \\n 又曰：“野趣分弱水，风花剪鉴湖。尘中不作恶，为有邺公图。”元章许予甚严， \\n 诗意如此，则可知其含毫运思矣。尝有《八雁图》，识者叹赏其工。 \\n 士柬，字明发，读书能文。元符初，试宗室艺业，合格者八人，独明发赐 \\n 进士出身。尝作春词《乌夜啼》，扫除凡语，飘然寄兴于烟霞之外，至今流传， \\n 推为雅什。兼工画艺，后山居士题其《高轩过图》，诗曰：“滕王蛱蝶江都马， \\n 一纸千金不当价。异才天纵非力穷，画工不足甘为下。今代风流数大年，含毫落 \\n 笔开山川。忽忘朽老压尘底，却怪凫鸿堕目前。尔来二人复秀出，万里河山才咫 \\n 尺。眼边安谓有突兀，复似天地初开辟。”其卒云：“未许二豪今角立，则其高 \\n 情雅韵，自宜追配今昔也。” \\n 士衍，号花一相公，长于著色山水。宣和初进十图，特转一官。犍为王瑾家 \\n 有扇面，意韵诚可喜爱，然少见于世。瑾即其甥也，故得之。 \\n 士遵，光尧皇帝皇叔也，善山水。绍兴间一时妇女服饰，及琵琶筝面，所作 \\n 多以小景山水，实唱于士遵。然其笔超俗，特一时仿效宫中之化，非专为此等作 \\n 也。 \\n 伯驹，字千里，优于山水、花果、翎毛。光尧皇帝尝命画集英殿屏，赏赉甚 \\n 厚。多作小图，流传于世，有所画《蟠桧怪石便面》，在吉州团练使杨可弼良卿 \\n 家。官至浙东路钤辖。其弟路分伯，字希远，亦长山水、花木，著色尤工。 \\n 士安，长于墨竹。不遵川派，好作{圭}竹，殊秀润，与石室体制大异也。 \\n 子澄，字处度，廉介修洁，流落巴峡四十年，藉添差禄以自给。善草隶，长 \\n 歌诗，人不知其能画也。绍兴末，官秭归，士子重其风度，每载酒从之游。一日， \\n 乘醉入小肆，见素壁可爱，案上拈秃笔作溅瀑，势欲动屋，笔力极遒壮也。 \\n 王诜，字晋卿，尚英宗女蜀国公主，为利州防御使。虽在戚里，而其被服礼 \\n 义，学问诗书，常与寒士角。平居攘去膏粱，黜远声色，而从事于书画。作宝绘 \\n 堂于私第之东，以蓄其所有。而东坡为之记，东轩亦赠诗云：“锦囊犀轴堆象床， \\n 义竿连幅翻云光。手披横素风飞扬，卷舒终日未用忙。游意澹泊心清凉，属目俊 \\n 丽神激昂。”其所画山水学李成，皴法以金碌为之，似古。今《观音宝陀山状小 \\n 景》，亦墨作平远，皆李成法也。故东坡谓“晋卿得破墨三昧”，有《烟江叠嶂 \\n 图》、《房相宿因图》、及《山阴陈迹》、《雪溪乘兴》、《四明狂客》、《西 \\n 塞风雨图》、《著色山水》等图，传于世。"}
{"章节": "●卷三", "正文": "●卷三 \\n  \\n  \\n ○轩冕才贤 \\n 苏轼，字子瞻，眉山人，高名大节，照映今古。据德依仁之余，游心兹艺。 \\n 所作枯木，枝干虬屈无端倪。石皴亦奇怪，如其胸中盘郁也。作墨竹，从地一直 \\n 起至顶。或问：“何不逐节分？”曰：“竹生时何尝逐节生耶？”虽文与可自谓： \\n “吾墨竹一派在徐州”，而先生亦自谓“吾为墨竹，尽得与可之法”，然先生运 \\n 思清拔，其英风劲气逼人，使人应接不暇，恐非与可所能拘制也。又作《寒林》， \\n 尝以书告王定国曰：“予近画得《寒林》，已入神品。”虽然，先生平日胸臆宏 \\n 放如此。而兰陵胡世将家收所画《蟹》，琐屑毛介，曲畏芒缕，无不备具，是亦 \\n 得从心不逾矩之道也。米元章自湖南从事过黄州，视见公，酒酣，贴观音纸壁上， \\n 起作两行，枯树、怪石各一，以赠之。山谷枯木道士赋云：“恢诡谲怪，滑稽于 \\n 秋毫之颖，尤以酒为神，故其觞次滴沥，醉余呻。取诸造化之炉锤，尽用文章 \\n 之斧斤。”又题《竹石》诗云：“东坡老人翰林公，醉时吐出胸中墨。”先生自 \\n 题郭祥正壁，亦云：“枯肠得酒芒角出，肺肝槎牙生竹石。森然欲作不可留，写 \\n 向君家雪色壁。”则知先生平日非乘酣以发真兴，则不为也。 \\n 龙眠居士李公麟，字伯时，为舒城大族，家世业儒。父虚一，尝举贤良方正 \\n 科。公麟熙宁三年登第，以文学有名于时。陆佃荐为中书门下省删定官。董敦逸 \\n 辟检法御史台，官至朝奉郎。元符三年病痹致仕，终于崇宁五年。学佛悟道，深 \\n 得微旨，立朝籍籍有声。史称以画见知于世，非确论也。平日博求钟鼎古器，圭 \\n 璧宝玩，森然满家。以其余力留意画笔，心通意彻，直造玄妙，盖其大才逸群， \\n 举皆过人也。士夫以谓“鞍马愈于韩，佛像追吴道玄，山水似李思训，人物似 \\n 韩”，非过论也。尤好画马，飞龙状质，喷玉图形，五花散身，万里汗血，觉 \\n 陈闳之非贵，视韩干以未奇。故坡诗云：“龙眠胸中有千驷，不惟画肉兼画骨。” \\n 山谷亦云：“伯时作马，如孙太古湖滩水石。”谓其笔力俊壮也。以其耽禅，多 \\n 交衲子。一日，秀铁面忽劝之曰：“不可画马，他日恐堕其趣”，于是翻然以悟， \\n 绝笔不为，独专意于诸佛矣。其佛像每务出奇立异，使世俗惊惑，而不失其胜绝 \\n 处。尝作《长带观音》，其绅甚长，过一身有半。又为吕吉甫作《石上卧观音》， \\n 盖前此所未见者。又画《自在观音》，跏趺合爪，而具自在之相，曰：“世以破 \\n 坐为自在，自在在心不在相也”。乃知高人达士，纵施横设，无施而不可者。平 \\n 时所画不作对，多以澄心堂纸为之，不用缣素，不施丹粉，其所以超乎一世之上 \\n 者此也。郭若虚谓：“吴道子画今古一人而已”，以予观之，伯时既出，道子讵 \\n 容独步耶？有《孝经图》、《九歌图》、《归去来图》、《阳关图》、《琴鹤图》、 \\n 《憩寂图》、《严子陵钓滩图》、《山庄图》、《卜居图》，又有《虎脊天马》、 \\n 《天育骠骑》、《好头赤》、《沐猴马》、《欲辗马》、《象龙马》及《揩痒虎》 \\n 等图。一时名贤，俱留纪咏也。 \\n 襄阳漫士米黻，字元章，尝自述云：“黻即芾也。”即作芾。世居太原，后 \\n 徙于吴。宣仁圣烈皇后在藩，其母出入邸中，后以旧恩，遂补校书郎。自蔡河拨 \\n 发，为太常博士，出知常州，复入为书画学博士，赐对便殿，擢礼部员外郎，以 \\n 言罢知淮阳军。芾人物萧散，被服效唐人，所与游皆一时名士。尝曰：“伯时病 \\n 右手后，余始作画。以李常师吴生，终不能去其气，余乃取顾高古，不使一笔入 \\n 吴生。又李笔神采不高，余为睛目面文骨木，自是天性，非师而能。惟作古忠贤 \\n 像也。”又尝与伯时论分布次第，作《子敬书练裙图》，复作《支、许、王、谢 \\n 于山水间纵步》，自挂斋室。又以山水古今相师，少有出尘格，因信笔为之，多 \\n 以烟云掩映树木，不取工细。有求者只作横挂三尺，惟宝晋斋中挂双幅成对，长 \\n 不过三尺，衤票出乃不为倚所蔽，人行过，肩汗不著。更不作大图，无一笔关同、 \\n 李成俗气。然公字札流传四方，独于丹青，诚为罕见，予止在利倅李骥元骏家见 \\n 二画。其一纸上横松梢，淡墨画成，针芒千万，攒错如铁。今古画松，未见此制。 \\n 题其后云：“与大观学士步月湖上，各分韵赋诗，芾独赋无声之诗。”盖与李大 \\n 观诸人夜游颍昌西湖之上也。其一乃梅、松、兰、菊，相因子一纸之上，交柯互 \\n 叶，而不相乱，以为繁则近简，以为简则不疏，太高太奇，实旷代之奇作也！乃 \\n 知好名之士，其欲自立于世者如此。大观乃元骏之族父，后归元骏。 \\n 晁补之，字无咎，济北人。元中为吏部郎中，绍圣中谪监信州税，流落久 \\n 之。张天觉当国，起知泗州，不累月，下世。有自画山水《留春堂》大屏，上题 \\n 云：“胸中正可吞云梦，戋底何妨对圣贤。有意清秋入衡霍，为君无尽写江天。” \\n 又题自画山水寄人云：“虎观他年清汗手，白头田亩未能闲。自嫌麦垅无佳思， \\n 戏作南斋百里山。”陈无已独爱重其迹，亦尝咏其扇云：“前身阮始平，今代王 \\n 摩诘。偃屈盖代气，万里入咫尺。”无咎又尝增添《莲社》图样，自以意先为山 \\n 石位置向背，作粉本以授画史孟仲宁，令传模之。菩萨仿侯昱，云气仿吴道玄， \\n 天王、松石仿关同，堂殿、草树仿周、郭忠恕，卧槎、垂藤仿李成，崖壁、瘦 \\n 木仿许道宁，湍流、山岭、骑从、服，仿卫贤。马以韩干，虎以包鼎，犭员、 \\n 猴、鹿，以易元吉，鹤、白鹇、若鸟、鼠，以崔白，集彼众长，共成胜事。今人 \\n 家往往摹临其本，传于世者多矣。 \\n 晁说之，字以道，少慕司马温公之为人，自号景迂。未三十，东坡以著述科 \\n 荐之。靖康初，自休致中召为著作郎，后试中书舍人，兼东宫詹事。建炎初政， \\n 以待制侍读而终。山谷尝题其《雪雁》云：“飞雪洒芦如银箭，前雁惊飞后回盻。 \\n 凭谁说与谢元晖，休道澄江静如练。”又无咎题四弟横轴画云：“黄叶满青山， \\n 枯蒲净寒水。凫雁下陂塍，牛羊散墟里。担获暮来归，儿迎妇窥篱。虎头无骨相， \\n 田野有余思。” \\n 张侍郎舜民，字芸叟，号浮休居士。绍圣入党，贬均州，绍兴初追复直学士。 \\n 生平嗜画，题评精确。虽南迁羁旅中，每所经从，必搜访题识。东南士大夫家所 \\n 藏名品，悉载录中。亦能自作山水，有自题扇诗云“忽忽南迁不记年，二妃祠外 \\n 橘洲前。眼昏笔战谁能画，无奈霜纨似月圆。”又题邓正字家刘明复《秋景》， \\n 末句云：“我有故山常自写，免教魂梦落天涯。” \\n 刘泾，字巨济，简州人，熙宁六年进士中第，王安石荐为经学所检讨。历太 \\n 学博士，因讲诗为诸生所服。后罢，诸生乞留不报，终职方郎中。泾，米元章之 \\n 书画友也。善作林、石、槎、竹，笔墨狂逸，体制拔俗。予家藏其幅纸，所作竹 \\n 叶，几逼钟、郭。今成都大智院法堂壁间有《松竹窠植》二，惜其岁久，将磨灭 \\n 也。 \\n 苏过，字叔党，坡公之季子也。元中，公知杭州，叔党年十九，预计偕。 \\n 七年，公为兵部尚书，任承务郎，后公谪黄州，贬儋州，移廉、永二州，叔党皆 \\n 侍行。叔父栾城公每称其孝。平生禁锢近三十年，晚除中山倅而卒。善作怪石、 \\n 丛筱，咄咄逼翁。坡有观过所作《木石竹》三绝，以为老可能为竹写真，小坡解 \\n 与竹传神者是也。晁以道志其墓，亦云：“书画之胜，亦克肖似其先人。”又时 \\n 出新意作山水，远水多纹，依岩多屋木，皆人迹绝处，并以焦墨为之，此出奇也。 \\n 宋子房，字汉杰，郑州荥阳人，少府监选之子，复古之犹子也，官至正郎。 \\n 坡公跋其画，谓“不古不今，稍出新意，若为之不已，当作著色山也。”又云： \\n “观士人画，如阅天下马，取其意气所到。乃若画工，往往只取鞭策、毛皮、槽 \\n 枥、刍秣，无一点俊发，看数尺许便卷。汉杰真士人画也！”又云：“假之数年， \\n 当不减复古也。”初，崇、观盛时，大兴画学，予大父中书公，见其《江皋秋色 \\n 图》，甚珍爱之，首荐为博士。然其人乃贤胄子，不独以画取也。所著《画法六 \\n 论》，极其精到。 \\n 程堂，字公明，眉人，举进士，为驾部郎中。善画墨竹，宗派湖州。出湖州 \\n 之门者，独公明入室也。好画凤尾竹，其梢极重，作回旋之势，而枝叶不失向背。 \\n 又登峨眉山，见菩萨竹，有结花于节外之枝者，茸密如裘，即写其形于中峰乾明 \\n 寺僧堂壁间，俨如生也。又象耳山有苦竹、紫竹、风竹、雨竹，好事者已刻之石。 \\n 成都笮桥观音院，亦有所画竹，且题绝句云：“无姓无名逼夜来，院僧根问苦相 \\n 猜。携灯笑指屏间竹，记得当年手自栽。”又能作园蔬，尝见《紫芥》、《紫茄》 \\n 二轴，夺真也。 \\n 范正夫，字子立，颍昌人，文正公之诸孙，德孺之子也。长于水墨杂画，标 \\n 格高秀。予家与之同居氵異水，多藏其得意之作，如《访戴图》、《脊令图》、 \\n 《竹石图》，寄与清远，真士人笔也！惜乎以名家高才，而知凤翔，还乡，适虏 \\n 人屠城，死之。 \\n 颜博文，字持约，德州人。政和八年，嘉王榜登甲科，长于水墨。宇文季蒙 \\n 龙图家，有横披《十六罗汉》，其笔法位置如伯时，但意韵差短耳。陈去非次何 \\n 文缜题所作《墨梅三绝》云：“窗前光景晚清新，半幅溪藤万里春。从此不贪江 \\n 路远，胜拼心力唤真真。夺得斜枝不放归，倚窗乘月看熹微。墨池雪岭春俱好， \\n 付与诗人说是非。”“未央宫里红杏，羯鼓三声打开。大庾岭头梅萼，管城呼上 \\n 屏来”，非此画不称此诗也。初，持约与王寀厚善。寀败，持约方退朝，闻之， \\n 即驰马还家，闭关拒人，尽焚与寀平生往来笺记诗文之类，于是独免。 \\n 任谊，字才仲，宋复古之甥也。尝为协律郎，后通判澧州，适丁乱离，钟贼 \\n 反叛，为群盗所杀。平日凡所经历江山佳处，则氐笔吮墨，辄成图轴。仿佛笼 \\n 淡，清润可喜。邵泽民为春官，才仲正在太常，与之同部，相好甚密，今其家富 \\n 有才仲手迹，有《南北江山图》、《平芜千里图》、《四更山吐月图》、《唐功 \\n 臣图》、《斗山烟市图》、《松溪深日图》。又取平生所见兰花数十种，随其形 \\n 状，各命以名，如“杏梁归燕”、“丹山翔凤”之类。皆小字隶书，记其所见之 \\n 处，邵氏名曰“香圃”。其隶古劲，学中郎也。 \\n 米友仁，元章之子也，幼年山谷赠诗曰：“我有元晖古印章，印元刂不忍与 \\n 诸郎。虎儿笔力能扛鼎，教字元晖继阿章”，遂字元晖。元章当置画学之初，召 \\n 为博士，便殿赐对，因上友仁《楚山清晓图》。既退，赐御书画各二轴。友仁宣 \\n 和中为大名少尹。天机超逸，不事绳墨，其所作山水，点滴烟云，草草而成，而 \\n 不失天真，其风气肖乃翁也。每自题其画曰：“墨戏。”被遇光尧，官至工部侍 \\n 郎、敷文阁直学士，日奉清闲之宴。方其未遇时，士大夫往往可得其笔，既贵， \\n 甚自秘重，虽亲旧间亦无缘得之，众嘲曰：“解作无根树，能描鸿云。如今供 \\n 御也，不肯与闲人。”后享年八十，神明如少壮时，无疾而逝。 \\n 朱敦儒，字希真，少从陈东野学，尝赋古镜云：“试将天下照，万象总分明。” \\n 东野奇之。绍兴间，御史明橐，宣谕广东，被旨访求遗逸。是时，希真放浪江湖 \\n 间，自江西避乱晋康，橐遂以应诏命。初品官召赴阙登对，改官，入馆为郎，出 \\n 为浙东宪。秦桧当国，有携希真画山水谒桧，桧荐于上，颇被眷遇。与米元晖对 \\n 御辄画，而希真耻以画名，辄退避不居也。故常告亲友曰：“吾非善画者，所画 \\n 多出钱端回之手。”其实非也。 \\n 廉布，字宣仲，山阳人，妙年登科，官至武学博士，以联贵姻坐累，遂废终 \\n 身。后居绍兴，既绝仕宦之念，专意绘事。山水林石，种种飘逸。师东坡，几于 \\n 升堂也。其子颇得家法，今有图轴传于世。 \\n 李石，字知几，资州人，少负才名。既登第，以赵逵庄叔左史之荐，任太学 \\n 博士。直情径行，不附权贵，遂不容于朝。出主石室，就学者其合如云。至闽越 \\n 之士，万里而来。刻石题诸生名几千人，蜀学之盛，古今鲜俪也！今倅成都，醉 \\n 吟之余，时作小笔，风调远俗，盖其人品既高，虽游戏间，而心画形矣。 \\n ○岩穴上士 \\n 杭士林生，作江湖景、芦雁水禽，气格清绝。米老谓：“唐无此画，可并徐 \\n 熙，在艾宣、张泾、宝觉之右。”人罕得之。 \\n 李申，字景元，自号华亭逸人。作逸笔翎毛，有意外趣，但木柯未佳耳。坡 \\n 题其《喜鹊图》云：“闻说神仙郭恕先，醉中狂笔势澜翻。百年牢落何人继？只 \\n 有华亭李景元。”又晁无咎题周兼彦所收《李甲画三绝》，鹊云：“上林花妥逐 \\n 莺飞，愁绝江南雪里时。何须傍檐喜，みま相对两寒枝。”雁云：“网罗 \\n 无限稻粱肥，怜尔冥冥亦庶几。戏鸭眠鸥满中，衡阳无意更南飞。”鸭云： \\n “急风吹雪满汀洲，近腊淮南忆倦游。小鸭枯荷野艇冷，去年今日冻高邮。” \\n 周纯，字忘机，成都华阳人。后依解潜，久留荆楚，故亦自称楚人。少为浮 \\n 屠，弱冠游京师，以诗画为佛事，都下翕然知名。士大夫多与之游，而王寀辅道 \\n 最与相亲，后坐累编管惠州，不许生还。适邻郡建神霄宫，本路宪旧知其人，请 \\n 朝廷赦能画人周纯来作绘事，从之。于是凭藉，得以自如。其山水师思训，衣冠 \\n 师恺之，佛像师伯时，又能作花鸟、松竹、牛马之属，变态多端，一一清绝。画 \\n 家于人物，必“九朽一罢”，谓先以土笔扑取形似，数次修改，故曰“九朽”， \\n 继以淡墨一描而成，故曰“一罢”。罢者，毕事也。独忘机不假乎此，落笔便成， \\n 而气韵生动。每谓人曰：“书画同一关戾，善书者又岂先朽而后书耶？”，此 \\n 盖卓识也。初，寀未败，会朝士大尹盛章在焉，谓忘机曰：“子能为我作图《梅》， \\n 状‘遥知不是雪，为有暗香来’之意乎？”，忘机曰：“此临川诗，须公自有此 \\n 句，我始为之。”盛恨甚。未几，寀败，而盛犹为京尹，故忘机被祸独酷。 \\n 高焘，字公广，沔州人，自号三乐居士。作小景，自成一家，清远静深，一 \\n 洗工气。眠鸭浮雁、衰柳枯，最为珍绝。篆隶、飞白，一一造妙。 \\n 僧德正，信州人，宣和郎官徐兢明叔之兄，绍兴侍从徐林稚山之弟。登科为 \\n 平江教官，弃而出家。是日即敕往江州圜通寺开堂拈香，为三世诸佛，于是其徒 \\n 不容，弃去。居庐山南叠石庵，服漆辟谷。闽淮名山，意往无碍，凡登山临水， \\n 即横笛自娱。后入蜀，其兄阴遣人伪作其徒，剩赍金帛，牵挽而归。过叙州宣化 \\n 县，久留樊宾少卿家，作《峨眉图》。山水人物，种种清高。初登峨眉时，炼指 \\n 供佛，两手止余四指，粗可执笔，而画意自足。其松石、人物，专学龙眠。遇兴 \\n 伸纸挥毫，顷刻而成，贵势或求之，绝不与。 \\n 江参，字贯道，江南人，长于山水。形貌清癯，嗜香茶，以为生。初以叶少 \\n 蕴左丞荐于宇文湖州季蒙，今其家有泉石五幅，图一本。笔墨学董源，而豪放过 \\n 之。季蒙欲多取其画，而贯道每被召去，止得此图，居以为慊。后刘季高侍郎再 \\n 寄《江居图》一卷，作无尽景，始少慰意。当贯道被召时，尚书张如莹知临安， \\n 贯道既到临安，即有旨馆于府治。明当引见，是夕殂，信有命也。"}
{"章节": "●卷四", "正文": "●卷四 \\n  \\n  \\n ○绅韦布 \\n 刘明复，为直龙图阁，师李成，特细秀。作松枝而无向背，荆楚秀甚。浮休 \\n 有邓正字宅见刘明复所画《麓山秋景》五十六言云：“洛阳才子见长沙，自识中 \\n 丹鬓未华。文武全才皆不试，丹青妙笔更谁加。老杉列在皇堂上，小景将归学士 \\n 家。我有故山常自写，免教魂梦落天涯。” \\n 蒋长源，字永仲，官至大夫。作著色山水，山顶似荆浩，松身似李成，叶取 \\n 真松为之，如灵鼠尾，大有生意。石不甚工。作凌霄花缠松，亦佳作。 \\n 鄢陵王主簿，未审其名，长于花鸟。东坡有书所画《折枝》二诗，其一云： \\n “论画以形似，见与儿童邻。为诗必以诗，定知非诗人。诗画本一律，天工与清 \\n 新。边鸾雀写生，赵昌花传神。如何此两幅，疏淡含精匀。谁言一点红，解寄无 \\n 边春。”二云：“瘦竹如幽人，幽花如处女。低昂枝上雀，摇荡花间雨。双翎决 \\n 时起，众叶纷自举。可怜采花蜂，溃蜜寄两股。若人富天巧，春色入毫楮。悬知 \\n 君能诗，寄声求妙语。” \\n 李世南，字唐臣，安肃人。明经及第，终大理寺丞。尝与晁无咎同试诸生， \\n 无咎有求横幅长篇，又有题扇诗，盖长于山水也。东坡亦尝题其《秋景平远》云： \\n “人间斤斧日创夷，果见龙蛇百尺姿。不是溪山曾独往，何人解作挂猿枝？野水 \\n 参差落涨痕，疏林欹倒出霜根。浩歌一棹归何处？家在江南黄叶村。”予尝见其 \\n 孙皓云：“此图本寒林障，分作两轴，前三幅尽寒林，坡所以有‘龙蛇姿’之句， \\n 后三幅尽平远，所以有‘黄叶村’之句，其实一景而坡作两意。又‘浩歌’字， \\n 雕本皆以为‘扁舟’，其实画一舟子张颐鼓作浩歌之态，今作‘扁舟’，甚无 \\n 谓也。” \\n 赵宗闵，为尚书郎。山谷载铜官僧舍墨竹一枝，笔势妙天下，为作小诗云： \\n “省郎潦倒今何处？败壁风生双竹枝。满世阎刘专翰墨，谁为真赏拂蛛丝。”又 \\n 云：“独来野寺无人识，故作寒崖雪压枝。想得平生藏妙手，只今犹在鬓成丝。” \\n 薛判官者，不得其名。浮休题其所作《秋溪烟竹》云：“深墨画竹竹明白， \\n 淡墨画竹竹带烟。高堂忽尔开数幅，半隐半见如自然。”者是也。 \\n 倪涛，字巨济，宣和间为都司。一日访其友，戏画三蝇壁间，自题云：“何 \\n 人刻猕猴，老眼觑荆棘。不如丹青手，快意风雨疾。我穷坐诗豪，九鼎扛笔力， \\n 偶然一点污，着纸生羽翼。千言走蚍蜉，宁为寸纸逼。还当写君诗，什袭同藏幂。” \\n 今李文正之孙有所画蜥蜴、蝀蟾，甚佳。 \\n 文勋，字安国，元末作太府寺丞、福建漕。东坡跋其画扇云：“道子画西 \\n 方变相，观者如堵。作佛圆光，风落电转，一挥而成，尝疑其不然。今观安国作 \\n 方界，略不抒思，乃知传者之不谬。” \\n 刘延世，公是先生之犹子也，少有盛名。元初，游太学，不得志，筑堂业 \\n 讲，名曰“抱瓮”。尝作墨竹，题诗云：“酷爱此君心，常将墨点真。毫端虽在 \\n 手，难写淡精神。”又云：“静室焚香盘膝坐，长廊看画散衣行。”趣尚之高， \\n 有如此者。 \\n 王冲隐，名持，字正叔，长安人。长于翎毛，学崔白。今颜鲁公鹿脯帖后有 \\n 题跋：“妙于笔法，盖其人也。”尝于邵氏见竹棘、雪禽二轴，极清雅。上题云： \\n “正叔为伯起作，崇宁甲申。”伯起名振，其兄也。 \\n 王利用，字宾王，潼川人。举进士，终夔宪。书画皆能，光尧皇帝颇爱其书， \\n 画则山水长于人物，精谨而已，不及其书也。 \\n 靳东发，字茂远，其高祖太尉，即射挞览者，官止叙倅。其性多能，尤工画 \\n 艺，人目之为“靳百会”。近世画手，少作故事人物，颇失古人规鉴之意，茂远 \\n 独集古今谏诤百事，以为图，号《百谏图》，诚可尚者。 \\n 咏，字少张，其子也，今主簿于郫。长于山水，尤为多能，盖其出蓝之青也。 \\n 魏燮，字彦密，北人，长于水墨杂画。光尧见之，喜动天颜，遂除浙西参议。 \\n 李昭，字晋杰，鄄城人，李文靖之曾孙，蔡文忠公曾外孙也。以恩科仕江州 \\n 德化尉。长于墨竹，自云：“他人以萧疏为能，余以重密为巧，吾之墨竹一派， \\n 不让湖洲。”又善墨花小笔，亦能山水，学范宽，篆尤精，学三坟记也。绍兴间 \\n 死于江南。 \\n 李颀秀才，善画山，尝以两轴并诗上东坡，东坡次其韵答之：“平生自是个 \\n 中人，欲向渔舟便写真。诗句对君难出手，云泉劝我早收身。年来白发惊秋速， \\n 长恐青山与世新。从此北归休怅望，囊中收得武陵春。” \\n 陈直躬，高邮人也。坡有题所画《雁》二诗云：“野雁见人时，未起意先改。 \\n 君从何处看，得此无人态。”者是也。而无咎集中有和苏翰林题李甲画《雁》二 \\n 首，乃用此韵，不知何谓也。 \\n 朱象先，字景初，松陵人，驰名绍圣、元符间。坡跋其画云：“能文而不求 \\n 举，善画而不求售，文以达吾心，画以适吾意而已。”以其不求售也，故得之自； \\n 然世亦罕见，不知其所长也。 \\n 张无惑，山人也，善画山水。浮休赠诗云：“西征已度故关山，秋雨零零路 \\n 屈盘。受尽艰辛心不足，解程又展画图看。” \\n 眉山老书生，不得其名。作《七才子入关图》，山谷谓人物亦各有意态，以 \\n 为赵云子之苗裔。摹写物象渐密，而放浪闲远，则不逮也。 \\n 何充秀才，不知何许人，能写貌。坡有赠诗云：“问君何苦写吾真，君言好 \\n 之聊自适。” \\n 雍秀才，不知何许人。坡有咏所画《草虫八物》诗。诗意每一物，讥当时用 \\n 事者一人，如“升高不知回，竟作粘壁枯”，以比介甫；“初来花争妍，倏去鬼 \\n 无迹”，以比章。今诗与画俱刊石流传于世。又作画《捕鱼图赞》，载集中。 \\n 章友直，字伯益，善画龟蛇。以篆笔画，颇有生意。又能以篆笔画棋盘，笔 \\n 笔相似。 \\n 黄斌老，不记名，潼州府安泰人，文湖州之妻侄也。登科，尝任戎倅，适山 \\n 谷贬戎州，与定交。且通谱，善画竹。山谷有咏其《横竹》诗，又谢斌老送《墨 \\n 竹十二韵》云：“吾子学湖州，师逸功已倍。预知更入神，后出遂无对。” \\n 黄彝，字子舟，斌老之弟。其名字初非彝与子舟也，山谷以其尚气，故取二 \\n 器以规之。自后折节遂为粹君子。举八行，终朝郎郡倅。山谷用赠斌老韵谢子舟 \\n 为余作《风雨竹》两篇，前篇云：“岁寒十三本，与可可追配。”后篇云：“森 \\n 削一山竹，牝牡十三辈。谁言湖州没，笔力今尚在。”而与可每言，所作不及子 \\n 舟。 \\n 刘明仲，善作竹，山谷为作《墨竹赋》。 \\n 黄与迪，善画竹，山谷次韵谢与迪所作《竹》五幅云：“吾宗墨修竹，心手 \\n 不自知。”但不知为何人，任子渊诗注，亦不及之。 \\n 杨吉老，文潜甥也。文潜尝云：“吾甥杨吉老，本不好画竹，一旦顿解，便 \\n 有作者风气。挥洒奋迅，初不经意，森然已成，惬可人意。其法有未具，而生意 \\n 超然矣。”无咎亦有《赠文潜甥克一学与可画竹》诗。克一，吉老字也。 \\n 成子，不得其名。山谷诗云：“成子写浯溪，下笔便造极。”徐师川亦有 \\n 《成生画山水歌》云：“成子貌古心亦古，造化为工笔端取。玄冬起雷夏造冰， \\n 翻手为云覆手雨。” \\n 张远，字行之，太原榆次人。本士人，隐居山间。政和中有河东漕宋姓者， \\n 亲访其庐，邀致公署，令画绢八幅。远请屏去左右，且约漕无相见，独与弟子郝 \\n 士安评议。酣寝数日，忽起下笔，颇穷天真。两幅不如意，遂焚之，以六幅与宋。 \\n 宋大喜，赠送甚厚，高谢还庐。 \\n 张明，其侄也，亦以山水擅名，比季父则差肩矣。 \\n 王元通，以字称，工山水，沧州人也，师李成。为人豪逸自负，每画竟，辄 \\n 大呼“奇奇”数声，乃得意笔也。 \\n 乔仲常，河中人，工杂画，师龙眠。围城中思归，一日，作《河中图》赠邵 \\n 泽民侍郎，至今藏其家。又有《龙宫散斋》手轴、《山居罗汉》、《渊明听松风》、 \\n 《李白捉月》、《玄真子西塞》、《列子御风》等图，传于世。 \\n 孔去非，汝州宁极先生之后也，长于小笔，清雅可玩。尤工草虫，作蚁、蝶、 \\n 蜂、蝉、竹雀甚可观。平生极留意于此，凡翘而飞动之物，必募小儿求之。搜 \\n 索无遗，以类置其翅羽册叶中，按形为之，纤悉毕具。 \\n 闾丘秀才，江南人，不记名。长于画水，无所宗师，自成一家。尝画五岳观 \\n 壁，凡作水，先画浪头，然后画水纹，顷刻而成，惊涛汹涌，势欲掀壁。 \\n 刘松老，字荣祖，书学元章，画师东坡。成都李才元家有四轴山水，上有印 \\n 文云：“巨济震子名松老者”八字，可见其高怪不随俗也。成都《佛掌骨记》， \\n 实荣祖笔，特借米老名耳。予见此本在张恭州弥明家，后归一豪族，价三十万， \\n 非真物也。 \\n 王逸民，字逸民，永康导江人。初为僧，名绍祖，诗画俱仿周忘机，而气韵 \\n 悬绝也。平生颇负气，政和间改德士，则云：“我生不背佛而从外道。”取祠部 \\n 焚之。自加冠巾，学山谷草书，亦美观。 \\n 冯久照，字明远，汾州人也。少游太学，兵乱入蜀，寓居渠州。其山水初颇 \\n 繁冗，后因郭熙之孙游卿来为太守，尽以其家学传之，遂一变。赵相鼎与之有太 \\n 学之旧，荐于川路监司，由是益得名。 \\n 刘履中，字坦然，汴人也，寓遂宁灵泉山趾。壁传人物，笔势雄特。今遂宁 \\n 后土祠殿庑内外，尽出其手。仙佛图轴，亦其所长。但作故事人物，未脱工气也。 \\n 刘铨，字真孺，成都人，察院卿之族也，家本豪富，性好画。所居对圣寿 \\n 寺，寺多唐蜀名迹，真孺终日谛玩。至忘饮食，久而自能。所画山水，多以布纹 \\n 印科叶者，唐旧制，盖得于壁间也。尤精佛像，描墨成染，与李道明无异，清劲 \\n 则过之。 \\n 李皓，字云叟，唐臣孙也。避乱入蜀，居成都。其所作山水，取前辈成样， \\n 合而为一，故能美观，一时翕然称之。 \\n 张昌嗣，字起之，与可之外孙也，笔法既有所授。每作竹，必乘醉大呼，然 \\n 后落笔。不可求，或强求之，必诟骂而走。然有愧宅相者，于攒三聚五，太拘拘 \\n 耳。 \\n 连鳌，字仲举，吉州人，自号石台居士。精于长短句，工画鱼，几于徐白。 \\n 绍兴间人。 \\n 任粹秀才，仲之侄，能作著色山。 \\n 杨补之，字无咎，洪州人，长于水墨人物。祖伯时，今年七十矣，自号逃禅 \\n 老人。 \\n 雍，字幼山，兴元人。善山水，作岩崖、枯木、云气，墨梅尤佳。举进士， \\n 屡免。"}
{"章节": "●卷五", "正文": "●卷五 \\n  \\n  \\n ○道人衲子 \\n 甘风子，关右人，阳狂垢污，恃酒好骂。落泊于廛市间，酒酣耳热，大叫索 \\n 纸，以细笔作人物头面，动以十数，然后放笔如草书法，以就全体。顷刻而成， \\n 妙合自然。多画列仙之流，题诗其后。传观既毕，往往毁裂而去。好事者藏匿， \\n 仅存一二。豪富求之，唾骂不与。或经年不落一笔，故流传于世者极少。一日， \\n 忽别素与游者，归则薰浴题颂，掷笔而逝。 \\n 王显道，汉州人，本饼师，后学道。专心画龙，格制雄壮。今成都三井观三 \\n 宝院，有画壁存。 \\n 李德柔，驾部员外郎宗固孙也。宗固景中良吏，尝守汉州。有道士尹可元， \\n 精练善画，以遗火得罪当死，君缓其狱，会赦获免。时可元年八十一，自誓且死， \\n 必为李氏子以报。可元既死二十余年，而宗固子世昌之妇，梦可元入其室而生德 \\n 柔，且名蜀孙。幼而善画，长读庄老，喜之。遂为道士，赐号妙应。其写真妙绝 \\n 一时，坡赠诗云：“千年鼻祖守关门，一念还为李耳孙。香火旧缘何日尽，丹青 \\n 余习至今存。” \\n 三朵花，房州人。许安世通判其州，以书遗坡，谓“吾州有异人，常戴三朵 \\n 花，莫知其姓名，郡人因以‘三朵花’名之，能作诗，皆神仙意，又能自写真。” \\n 坡作诗曰：“画图要识先生面，试问房陵好事家。” \\n 眉山道士罗胜先，自号云和山长。善山水，有古意，然布置景物，多越夜 \\n 郎所见。盖其人善地理，遍历诸山，所以曲尽形势。又多作雨余蝃蝀，可观。 \\n 李时泽，遂宁人。初为僧，受业于成都金地院，因李骘显夫丧其子京师，显 \\n 夫亲往迎丧，拉与同行，自是熟游中原。多观古壁，见武洞清所画罗汉，豁然晓 \\n 解，得其笔法。兵乱归蜀，即以画名。圆悟住昭觉日，大殿既成，命画十六罗汉， \\n 及文殊、普贤、药师菩萨等像，见存。 \\n 杨大明，字民瞻，号至乐子。关中将家，弃荫走方外。善画龟蛇，今丈人山 \\n 道院藏经阁后壁，有所作龟蛇，广丈余，最雄杰。尝为之罘蔡迨肩吾作息龟，龟 \\n 之六藏，画者止能为神屋而已。而其妙处头爪皴见于壳间，鼻窍深润，观者疑 \\n 真息也。 \\n 宝觉和尚，翎毛、芦雁不俗。尝画一鹤，王安上纯甫，一见以谓薛稷笔，取 \\n 去。元章《画史》屡称其能。 \\n 杭僧真慧，画山水、佛像，近世佳品；翎毛、林木，有江南气象。米老尝见 \\n 其本，牛形似虎也。 \\n 惠洪觉范，能画梅、竹。每用皂子胶画梅于生绢扇上，灯月下映之，宛然影 \\n 也。其笔力于枝梗极遒健。 \\n 妙善师，长写貌，尝写御容，坡赠诗云：“天容玉色谁敢画，老师古寺昼闭 \\n 房。梦中神授心有得，觉来信手笔已忘。幅巾常服俨不动，孤臣入门涕自滂。元 \\n 老侑坐鬓眉古，虎臣侍立冠剑长。” \\n 仲仁，会稽人，住衡州花光山。一见山谷，出秦、苏诗卷，且为作梅数枝， \\n 及《烟外远山》，山谷感而作诗记卷末：“雅闻花光能墨梅，更乞一枝洗烦恼。 \\n 写尽南枝与北枝，更作千峰倚晴昊。”又见其《平沙远水》，题云：“此超凡入 \\n 圣法也。每率此为之，当冠四海而名后世。”又题横卷云：“高明深远，然后见 \\n 山见水，盖关同、荆浩能事。花光懒笔，磨钱作镜所见耳。” \\n 道臻，嘉州石洞讲师也，能墨竹。山谷赠序云：“道臻刻意尚行，自振于溷 \\n 浊之波，故以墨竹自名。然臻过与可之门，而不入其室也。” \\n 道宏，峨眉人，姓杨，受业于云顶山，相貌枯瘁，善画山水、僧佛。晚年似 \\n 有所遇，遂复冠巾，改号龙岩隐者。其族甚富，宏不复顾，止寄迹旅店，惟一空 \\n 榻。虽被幞之属亦无有。每往人家画土神，其家必富，画猫则无鼠。往往言人心 \\n 事，辄符合。族妇烹鱼，宏命留食。既去，其侄不知，辄先尝。宏归，视鱼曰： \\n “此窃食之余也。”妇方隐讳，侄遂吐出先尝于地。又凡如厕，必出郭五里外， \\n 乡人怪讶，每随而窥之，既就溷，则无复便利，但立语再四而出。此皆奇异者。 \\n 后竟坐化店中，八十余。成都正法院法堂，有所画高僧。 \\n 法能，吴僧也。作《五百罗汉图》，少游为之记云：“昔戴逵常画佛像，而 \\n 自隐于帐中，人有所否臧，辄窃听而随改之，积年而就。”意法能研思，亦当若 \\n 此，非率然而为之者也。虽然少游独能察人之画，而不退思其作记时耶？ \\n 智平，成都清凉院僧也，善画观音。南商毛大节得其像以归，过海，风浪大 \\n 作，开展恳祈，光相忽现，如大月轮，长久之间，已数千里。侯溥贤良载之《观 \\n 音仪》中。今水陆院普贤阁所画像，其徒虚己作水石，见存。 \\n 祖鉴，成都僧，住不动尊院，师智平画观音。今大慈超悟院佛殿有十观音。 \\n 又于邛州凤皇山画观音，一日，忽现五方圆相，直阁计敏功为作《瑞像记》，见 \\n 存。 \\n 虚己，成都柏林院僧，善山水，有图轴传世。今白马院僧慧琳，本仕族，多 \\n 蓄图书，尊尚士大夫。入慈蓝者，以为税鞅之所。翻香煮茗，终日萧然，不知身 \\n 在嚣尘中也。有虚己《雪障》及《山水》二图，甚佳。 \\n 觉心，字虚静，嘉州夹江农家，甚富。少好游猎，一日，纵鹰犬，弃妻子出 \\n 家，游中原，作《从犊图诗》。孔南明、崔德符见而爱之，招来临汝，连住叶县 \\n 东禅、及州之天宁、香山三大刹，兵乱还蜀。邵泽民、刘中远两侍郎复喜之，请 \\n 住毗卢，凡十八年。初作草虫，南僧称为“心草虫”。后因宣和待诏一人，因事 \\n 匿香山，心得其山水诀，一日千里。陈涧上称之曰：“虚静师所造者，道也。放 \\n 乎诗，游戏乎画，如烟云水月，出没太虚。所谓风行水上，自成文理者也。” \\n （陈去非亦称其诗无一点僧气） \\n 智源，字子丰，遂宁人。传法牛头山，工杂画，尤长于人物、山水。尝见 \\n 《看云图》，画一高僧，抱膝而坐石岸，昂首伫目，萧然有出尘之姿，使人敬仰。 \\n 不暇风格，其忘机之亚欤？ \\n 智永，成都四天王院僧。工小景，长于传模，宛然乱真，其印湘之匹亚欤？ \\n 初，宇文季蒙龙图，喜其谈禅，欲请住院，永牢辞曰：“智永亲在，未能也。” \\n 于是售己所长，专以为养，不免徇豪富廛肆所好。今流布于世者，非其本趣也。 \\n 尝作《潇湘夜雨图》上邵西山，西山即题云：“尝拟扁舟湘水西，篷窗剪烛数归 \\n 期。偶因胜士挥毫处，却忆当年夜雨时。”西山既咏诗，问永云：“前辈曾有此 \\n 诗否？”永因诵义山《问归篇》，西山矍然，亟取诗以归，翌日乃复改与之。 \\n “曾拟扁舟湘水西，夜窗听雨数归期。归来偶对高人画，却忆当年夜雨时”。深 \\n 恐多犯前人也。 \\n 真休，汉嘉僧也，山谷所与游清闲居士王朴之子。善模榻人物，如真。今见 \\n 存。 \\n ○世胄（妇女、宦者附） \\n 宋庄，字临仲，汉杰之孙也。其于山水，气韵得家法，但笔未老耳。本难列 \\n 于世胄，以世胄无可为冠者，故屈而冠之。 \\n 贾公杰，字千之，文元公昌朝诸孙，侍郎炎之子也。学马贲，而标格过之。 \\n 又作佛像，极精细，衣缕皆描金而不俗。官至半刺而终。 \\n 郭道卿，字仲常。游卿，字季能，熙之诸孙也。皆为郡守，颇有家学，仍善 \\n 画马，其笔法真季孟也。今成都正法、保福两院有壁传《窠植湖滩》、《与渡水》、 \\n 《草》、《带鸦》、《病马》等迹。遂宁官圃中，亦有松鹿石竹见存。 \\n 高大亨，字通叟，宣仁圣烈之族。公字行也，以所降出身告，误为大亨，故 \\n 止名大亨。长于山水。泽民邵侍郎尝邀致于家，同季能兄弟合手画图障。后卒于 \\n 泸。 \\n 钱端回，戚里人也，善写平远。朱希真每借其名自讳，曰：“敦儒非善画者， \\n 皆出端回手也。” \\n 李景孟，字仲淳，善画马，其于图轴鉴别精确。盖中原故家，闻见之多也。 \\n 邵少微，字叔才，泽民侍郎之子也。放旷不羁，不乐从宦，初为马曹，不一 \\n 月，弃官去。则取补官敕牒，尽画飞潜走伏之物，已乃抵于地。遂致终身焉。笔 \\n 墨草具。而有余意，眉倅厅壁，有烟林窠石。对宋颐仲所作松石，皆存。 \\n 李元崇，字季姚，文正公裔，无尽之甥也。官止县令，生平好画成癖，因自 \\n 能之。师范宽，清润可喜，尤工雪景，士友求之，欣然下笔，顷刻而就，未尝作 \\n 难，此其所长也。 \\n 王会，字元叟，端明公之长子，今为朝请大夫。工花竹、翎毛，颇拘院体， \\n 蕊叶枝茎，嘴爪毛羽，穷极精细，不遗毫发也。 \\n 李蕃，字元翰，成都人，才元之曾孙也。李氏世以书鸣，蕃得其家学，转而 \\n 为画，种种能之。宝相院门天王二壁，实出其手，全体圣寿寺范琼样。但蕃不善 \\n 布色，以俗工代之，反晦其所长耳。后十年，又用青城山长生观门龙虎君样，翻 \\n 天王二壁于青莲院门，且自傅彩，遂胜于前也。 \\n 朝议大夫王之才妻崇德郡君李氏，公择之妹也。能临松、竹、木、石，见本 \\n 即为之，卒难辨。又与可每作竹以贶人，一朝士张潜，迂疏修谨，作纡竹以赠之， \\n 如是不一。又作一横绢丈余著色偃竹，以贶子瞻，过南昌，山谷借而李临之，后 \\n 数年，示米元章于真州。元章云：“非鲁直自陈，不能辨也。”作诗曰：“偃蹇 \\n 宜如李，挥毫已逼翁。卫书无遗妙，琰慧有余工。熟视疑非笔，初披飒有风。固 \\n 藏惟谨钥，化去或难穷。”山谷亦有题姨母李夫人墨竹、偃竹及墨竹图歌，诗载 \\n 集中。 \\n 和国夫人王氏，显恭皇后之妹，宗室仲︼之室也。善字画，能诗章，兼长翎 \\n 毛。每赐御扇，即翻新意仿成图轴，多称上旨，一时宫邸，珍贵其迹。 \\n 文氏，湖州第三女，张昌嗣之母也，居郫。湖州始作《黄楼障》，欲寄东坡， \\n 未行而湖州谢世，遂为文氏奁具。文氏死，复归湖州孙，因此二家成讼。文氏尝 \\n 手临此图于屋壁。暮年尽以手诀传昌嗣，今昌嗣亦名世矣。 \\n 章友直之女煎，能如其父以篆笔画棋盘，笔笔相似。 \\n 任才仲妾艳艳，本良家子，有绝色，善着色山。才仲死钟贼，不知所在。 \\n 陈晖晦叔经略子妇桐庐方氏，作梅、竹，极清远。又临兰亭，并自作草书， \\n 俱可观。 \\n 魏观察者，政、宣之宦寺也，善画墨竹。尝被旨来卫州，起御前竹。入林竹 \\n 中，有笼中飞鸟，名遏滥堆，能歌六么。遂呼其主问之，主人年已七十矣，云： \\n “初教时以木匣束其身，每五鼓，吹其唇作腔，笔管敲拍以警其寝，如是五六年， \\n 方能之。前后凡数十，独无此之慧者。”强欲求之，不可；以货取之，不可；以 \\n 官酬之，又不可。遂封其笼以黄帕，翁不敢近，自扑于地而死。 \\n 任源，字道源，自号真常子，政、宣宦者，死于绍兴间。作枯木、怪石，又 \\n 作小景，粗可观。"}
{"章节": "●卷六", "正文": "●卷六 \\n  \\n  \\n ○仙佛鬼神 \\n 刘国用，汉州人，工画罗汉，壁素之传甚多，在丘杜、金水张之下也。陈自 \\n 然，工画佛。山谷题云：“陈君以佛画名京师。”作秋水寒禽，甚可观。 \\n 于氏，不记名，河东人，寓阆州。工佛道像，兼画鬼神。 \\n 雷宗道，商州人，工杂画，尤长于佛像、山水。双流张庭坚家，有两横轴， \\n 人以为郭熙也。 \\n 能仁甫，以字行，本画院出身，官至县令。长于佛像、山水，世多观音。 \\n 费宗道，蔡州人。来京师，画太一宫中主火神，顷刻而成。众工嫉之，告监 \\n 牧中使曰：“画太速成，殊不加意。”中使遂令墁毁，一夕愤怒而卒。 \\n 成宗道，长安人，工画人物，兼善刻石。凡长安壁传吴笔，皆临摹上石。其 \\n 迹细如丝发，而不失精神体段。有所集吴生三清像与左右侍卫，宛如吴作。或云： \\n “因能勒石，后转而为画也。”又改武洞清长沙罗汉与三元，皆能舍短求长，自 \\n 出新意，过于长沙远矣。 \\n 吉祥，平阳人，工佛道，笔墨轻清，又能布景。作佛像、星辰，多在山水中， \\n 后人罕及。山水亦佳。 \\n 司马寇，汝州人，佛像、鬼神、人物，种种能之，宣和间称“第一手”。多 \\n 画翊圣真武，于云雾中现半身。观者骇敬。士大夫奉事，皆有灵应。 \\n 杨杰，阆州人，长于鬼神。每下笔，必先画手足四支，然后用三两笔成就全 \\n 体。 \\n 郑希古，河东人，长于平画。每出新意，辄过人。初未甚精。绍兴初，遇郝 \\n 章于阆州，居相近。一日，章病，希古视候甚谨。病已，章感其诚，尽传其法。 \\n 张通，延人，长于仙佛。初居利州，今居兴元。 \\n ○人物传写 \\n 李士云，金陵人。传荆公神，赠诗曰：“衰容一见便疑真，李氏挥毫妙入神。 \\n 欲去钟山终不忍，谢渠分我死前身。”又善山水，荆公赠古风有“李子好山水， \\n 而常寓城郭。毫端出窈窕，心手初不着”之句。 \\n 程怀立，南都人。东坡作《传神记》，谓：“传吾神众，以为尔得其全者。 \\n 怀立举止如诸生，萧然有意于笔墨之外者也。” \\n 朱渐，京师人。宣和间写六殿御容。俗云：“未满三十岁不可令朱待诏写真。” \\n 恐其夺尽精神也。 \\n 朱宗翼，画院人也。尝与任安合手画慕容夫人宅堂影壁《神州图》。楼观、 \\n 屋木，任安主之，山水、人物，宗翼主之。 \\n 徐确，不知何许人，今居临安，供应御前传写，名播中外。 \\n 刘宗道，京师人。作《照盆孩儿》，以水指影，影亦相指，形影自分。每作 \\n 一扇，必画数百本，然后出货，即日流布。实恐他人传模之先也。 \\n 杜孩儿，京师人。在政和间其笔盛行，而不遭遇，流落辇下。画院众工，必 \\n 转求之，以应宫禁之须。 \\n ○山水林石 \\n 燕文季，神庙时人，工画山水，清雅秀媚。予家旧有《花村晓月》、《平江 \\n 晚雨》、《竹林暮霭》、《松溪残雪》四时景，画院谓之“燕家景”。 \\n 陈用之，居小窑村，善山水。宋复古见其画，曰：“此画信工，但少天趣耳。” \\n 先当求一败墙，张绢素倚之墙上，朝夕观之。既久，隔素见败墙之上，高平曲折， \\n 皆成山水之势。心存目想，高者为山，下者为水，坎者为谷，缺者为涧，显者为 \\n 近，晦者为远，神领意造，恍然见其有人禽草木，飞动往来之象。则随意命笔， \\n 自然景皆天就，不类人为，是为“活笔”。用之感悟，格遂进。（予按：存中笔 \\n 谈，故录用之，而郭志亦有小窑陈，名用智，岂用之耶？） \\n 王可训，京西人，熙丰待诏也。工山水，自成一家。曾作《潇湘夜雨图》， \\n 实难命意。宋复古八景，皆是晚景。其间“烟寺晚钟”、“潇湘夜雨”，颇费形 \\n 容。钟声固不可为，而潇湘夜矣，又复雨作，有何所见？盖复古先画而后命意， \\n 不过略具掩霭惨淡之状耳。后之庸工，学为此题，以火炬照缆，孤灯映船，其鄙 \\n 浅可恶。至于形容不出，而反嘲诮云：“不过剪数尺皂绢，张之堂上，始副其名 \\n 也。”可训之作，悉无此病。 \\n 李明，善山水。坡尝以其画送吴远游云：“近李明画山水有名，颇用墨不俗。” \\n 辄求得一横卷，甚长，可用床上绕屏。 \\n 池州匠，作秋浦九华，笔粗有清趣。师董源。 \\n 蔡规，建昌军人。谢无逸观其画山水，有“蔡生老江南，山水涵眼界。挥洒 \\n 若无心，笔端出万怪”。之句。 \\n 李宗晟，作《水帘图》，坡题云：“宗晟一轴《水帘图》，寄与南舒李大夫。 \\n 未向林泉归得去，炎天酷日且令无。” \\n 兼至诚，不知何许人。大观初得旨，以至诚进所画山水，意匠精深，笔法高 \\n 古，特补将仕郎。 \\n 贺真，延安人，出自戎籍，专门山水。宣和初建宝真宫，一时名手，毕呈其 \\n 技。有忌真者，推为讲堂照壁，实难下手，真亦不辞，日醉酒于门。众工皆毕， \\n 中使促真。真以幕围壁，挥却其徒，不数日成。作《雪林》，高八尺，观者嗟赏， \\n 众工敛衽。 \\n 宁涛，华阴敷水人。师范宽，多作关右风景，其巧过宽，而浑厚藏蓄不及也。 \\n 但楼观人物，纤悉毕呈，失于太显，正如高克明。人谓马行家山水也。 \\n 宁久中，涛子也。又兼画人物，深得出俗之态，笔意不减其父。但多平远道 \\n 路之景，不起峰顶耳。 \\n 高洵，京师人，工山水，师高克明，尤长于湖石。以画院多学克明，故洵晚 \\n 年复师范宽。 \\n 冯旷，河内人，工山水，体制不类前人，自成一家，驰名于熙丰间。其笔墨 \\n 苍老，峰峦秀润，亦为难及也。 \\n 何渊，在图画院，不知何处人。专师克明，往往逼真，然失之繁碎也。 \\n 刘翼，耀州呼为刘评事。学范宽，而有自得处，不知者以为宽笔。 \\n 宋处，不记名，邢州人。州署有郭熙《满溪春溜图》，乃宋所模。其名见林 \\n 泉高致。 \\n 李远，青州人。学营丘，气象深远，崇、观间驰名。 \\n 郝士安，太原榆次人，张远之弟子也。事其师甚敬，常执杖屦，侍立左右。 \\n 张举，怀州人，亦山水家。其性不羁，好饮酒，与群小日游市肆，作鼓板社。 \\n 每得画赀，必尽于此。尤长溅瀑。 \\n 赵林，字子安，怀州人。李士举提刑家有林所画《不凋图》、《步骤营丘》。 \\n 然方籍籍间，遽以疾亡，闻者惜之。 \\n 郭铁子，太原榆次人。学李成。善锻铁作方响，故号为“铁子”。 \\n 老成，州临人。熙丰间工杂画，尤长山水。其性沉静，终日兀坐，似不 \\n 能言者。笔法谨细，如其为人。年八十余而终。 \\n 李希成，华州人。慕李成，遂命名。初入图画院，能自晦以防忌嫉。比已补 \\n 官，始出所长，众虽睥睨，无及矣。 \\n 田和，陕人。学李成，意韵深远，笔墨精简，熙丰间罕能及者。 \\n 蒙亨，华州人。初为僧，兵火后偶其兄从军，遂置军中。屯绵州，学其乡人 \\n 宁涛，得典刑也。 \\n 李唐，河阳人。乱离后至临安，年已八十。光尧极喜其山水。 \\n 战德淳，本画院人，因试《蝴蝶梦中家万里》题，画《苏武牧羊假寐》，以 \\n 见万里意，遂魁。能着色山，人物甚小，青衫白裤，乌巾黄履，不遗毫发。又作 \\n 红花绿柳，清江碧岫，一扇之间，动有十里光景，真可爱也。 \\n 和成忠，京西人，宣和待诏，不记名，成忠其官也。学李成，笔墨温润。病 \\n 在烟云太多尔。 \\n 刘仲先，成都人，善山水。照觉方丈僧堂内外皆仲先笔，时年七十矣，今存。 \\n 潇湘刘坚，颇柔媚，师范宽，楼阁人物，种种皆工。多作小图，无豪放之气。 \\n 郝孝隆，太原人，师李成。今成都信相寺有所画四壁，可观。 \\n 李觉，京师人，字民先，自号方平九友。能书、能琴、能占。尝为明节皇后 \\n 阁掌笺，后流落于广州。长于山水，每被酒，则绷素于壁，以墨泼之，随而成象， \\n 曲尽自然之态。 \\n ○花竹翎毛 \\n 尹白，汴人，专工墨花。坡尝赋之云：“花心起墨晕，春色散毫端。” \\n 刘常，江南人。所作花气格清秀，有生意，在赵昌、王友上。 \\n 张泾，不知何处人。米元章称其翎毛、芦雁不俗。 \\n 陈常，江南人。以飞白笔作树石，有清逸意。折枝花亦有逸气，一株以色乱 \\n 点花头，意欲夺造物，本朝妙工也。 \\n 张希颜，汉州人，初名适。大观初，累进所画花，得旨粗似可采，特补将仕 \\n 郎、画学谕。希颜始师昌，后到京师，稍变，从院体。得蜀州推官以归。不胜士 \\n 大夫之求，多令任源代作，故复似昌。 \\n 任源，汉州人。少隶军籍。从希颜久，尽得其法。 \\n 费道宁，怀安人。善画花，多作交枝，此赵昌有笔格。 \\n 杨宠，成都人，善画花，可亚费道宁。 \\n 杨祁，彭州崇宁人。善花竹翎毛，有《百禽帐》。又画《笼鸡》如生，昭觉 \\n 寺超然台旧有《倦翼知还》等壁，今不复存。 \\n 李猷，河内人。长于鹰鹘，精神态度，曲尽其妙。世所作多搏搦狐兔凫鹭之 \\n 属，流血淋漓，颇乖好生之意。猷尽反之。尝见其画二鹰坐于枯枝之上，貌甚闲 \\n 暇，略无鸷猛惨烈之状，而不失英姿劲气，可尚也。 \\n 韩若拙，洛人。善作翎毛，每作一禽，自嘴至尾、足，皆有名，而毛羽有数。 \\n 政、宣间两京推以为绝笔，又能传神。宣和末，应募使高丽，写国王真。会用兵， \\n 不畏行。年八十余，死襄阳。 \\n 孟应之，不知何许人。入图画院，精于翎毛。尝见其画扇，作秋老海棠，子 \\n 著枝已干而不枯，犹带生意，坐一白头翁，生动。 \\n 宣亨，京师人，久在画院。承平时入蜀，终普州兵官。精花鸟。初离院时， \\n 徽宗留之，亨牢辞而去。既出，当涂命画者甚众，不胜烦劳，颇厌苦之。每云： \\n “上尝戒我勿出，必为措大所殃，今果然也。” \\n 老麻，关中人，熙宁间以花鸟称，非蜀之居礼也。 \\n 胡奇，长安人，长于芦雁。何丞相文缜家，有四幅图，可观。 \\n 鲍洵，京西人。工花鸟，尤长布景，小景愈工。 \\n 鲍洋，洵之弟，真鲁卫也。 \\n 卢章，京畿人。久在画院，多画禁中物象，如白杏花、绿萼梅、白鹦鹉，皆 \\n 其本也。 \\n 李端，京师人，偏工梨花、鸠子。多作扇图，极形似。乱离后卒于杭。 \\n 刘益，京师人，字益之，以字行。宣和间专与富燮供御画，其自得处，多取 \\n 内殿珍禽谛玩以为法，不师古本，故多酷似。尤长小景，作莲塘，背风荷叶百余， \\n 独一红莲花半开其中，创意可喜也。 \\n 富燮，京师人，宣和间与刘益同供御画。布景运思，过于益。 \\n 夏奕，不知何地人，工翎毛。双流张庭坚家，有《野鸭》两轴，极精详。 \\n 作对而皆雄，盖求脱俗也。 \\n 田逸民，济南人，长于墨竹，宣和画院人。其所作极美观，多作欹风、冒雪、 \\n 带雨、含烟之状。 \\n 李诞，河间人。多画丛竹、笋、箨、鞭、节，色色毕具，宣和体也。"}
{"章节": "●卷七", "正文": "●卷七 \\n  \\n  \\n ○畜兽虫鱼 \\n 李遵易，不知何郡人。无咎有跋画《鱼图》，甚详。 \\n 侯宗古，本画院人。宣和末罢诸艺局，退居于洛。画西京大内大庆殿御屏面 \\n 升龙，杰作也。 \\n 郗七，不知其名，亦画院人。退居于洛，画西京大内大庆殿御屏，皆拿云吐 \\n 雾龙，比宗古有笔力。 \\n 郝章，汾州人，长于人马。河东称“三绝”者，谓路皋橐驰、郝章人马、张 \\n 远山水也。兵火后居阆州。已八十，每画一人一骑，则自云：“虽老矣，他人亦 \\n 做不到也。” \\n 陈皋，漠州人，长于番马，颇尽胡态，张勘之甥也。 \\n 路皋，并门人。画橐驰，兼长鬼神。每醉则画驰，不过数笔，ㄏ扌蜀而成， \\n 颇全生意。 \\n 龚吉，不知何许人，长于画兔，余人所不及。 \\n 吴九州，燕人。善画鹿，穷尽番鹿之态。牛鹿、马鹿、养茸、退角、老嫩之 \\n 别，无不曲尽其似。 \\n 周照，画院人，专画狗。作竹石呆子，殊有生意。作大轴，俗恶不入看。 \\n 老侯，泸州合江人，善画猿、鹿，驰名两蜀。兼长花果，颇有生意。 \\n ○屋木舟车 \\n 赵楼台，不得其名，相州人，卖画中都。屋宇深邃，背阴向阳，不失规矩绳 \\n 墨也。 \\n 郭待诏，赵州人，每以界画自矜。云置方卓，令众工纵横画之，往往不知向 \\n 背尺度，真所谓良工心独苦也。不记名。 \\n 任安，京师人，入画院，工界画。每与山水贺真合手作图轴。一日，安先作 \\n 横披，当中界楼阁，分布亭榭满中以困真。真只作坡岸于下，上则层峦叠嶂出于 \\n 屋杪，由是不得困。 \\n 刘宗古，京师人。宣和间以待诏官至成忠郎，乱离后归江左。朝廷方寻访车 \\n 辂式，而宗古进本称旨，除提举车辂院。其画人物，长于成染，不背粉，水墨轻 \\n 成，但笔墨纤弱耳。 \\n ○蔬果药草 \\n 陶缜，不知何郡人。荆公有题所画《果示德逢》诗。所作花果，精致可玩。 \\n 薛志，字子尚，画院出身。长于水墨杂画，然翎毛不逮花果。志不善设色，尝学 \\n 于刘益，益不肯尽授，以非志所长也。 \\n ○小景杂画 \\n 马贲，河中人，长于小景。作百雁、百猿、百马、百牛、百羊、百鹿图，虽 \\n 极繁伙，而位置不乱。本佛像马家，后写生，驰名于元、绍圣间。 \\n 周曾，不知何地人，与马贲同时。差高于贲，又长山水。 \\n 段吉先，不知何地人。无咎有题其小景三绝。 \\n 李达，京师人，尤长位置。好作沙汀远岸，含蓄不尽之意，一时妙手也。 \\n 刘浩，居华阴，爱作雪驴水磨。故事人物，多布叙景致，意象幽远，笔法轻 \\n 清也。 \\n 杨威，绛州人，工画村田乐。每有贩其画者，威必问所往。若至都下，则告 \\n 之曰：“汝往画院前易也。”如其言，院中人争出取之，获价必倍。"}
{"章节": "●卷八", "正文": "●卷八 \\n  \\n  \\n ○铭心绝品 \\n 玉牒赵中大保之（士俾）家： \\n 韩干《马图》、李伯时《并驰小马图》、黄筌《鹤图》、艾宣《荷鸭苇雁图》、 \\n 范宽《山图》、许道宁《山水图》、崔悫《三雁图》。 \\n 玉牒赵（伯兼）节推家： \\n 东丹王《舞胡图》、燕穆之《山林倒影图》、郭熙《溅扑图》。 \\n 洛人王朝议国宝（良器）家： \\n 李成《窠石小轴》、范宽《横山小轴》、范宽《秋山》六幅图、伯时《起本 \\n 马图》。 \\n 文元公孙贾通判（公杰）家： \\n 黄筌《鼯捕鼠图》、崔白《雕狐图》、徐崇嗣《荷蓼鹭鸶图》、易元吉《猿 \\n 鹿扇图》。 \\n 眉山宝学程纯老（唐）家： \\n 唐画《诸功臣像图》、李营丘《山水》大轴二图、崔白《翎毛》双幅八图、 \\n 孙太古《湖滩水石图》。 \\n 汝州令狐中奉之子陈古（讽）家： \\n 徐熙《梅花嘉雀图》、钟隐《槎竹瑞鸡图》、江南道士刘真《白梅雀图》、 \\n 范将军《胡佛图》、徐熙《瓜图》、黄筌《偷仓雀图》、孙太古《焦夫子图》。 \\n 河南邵泽民侍郎（溥）家： \\n 徽宗《花鸟百扇图》、董奴子《丛花图》、戴嵩《牛图》、徐熙《荷花鹅图》、 \\n 李成偃《松图》。 \\n 邵太史（博）公济家： \\n 徐熙《牡丹戏鱼图》、阎立本《锁谏图》、李后主《蟹图》、李伯时《嫁小 \\n 乔图》、李后主《晓竹图》、孙位《松竹图》、孙太古《维摩壁》、卢楞迦《罗 \\n 汉》十六壁。 \\n 成都双流张（）庭坚家： \\n 曹道元模曹弗兴《醉佛林图》、徐熙《牡丹》独幅图、郭恕先《画藁》十图、 \\n 崔白《禽竹》四图。 \\n 河南王朝议乐道（沂）家： \\n 李成《寒林》四幅图、郭熙《山水》双幅图、崔悫《芦雁》六幅图。 \\n 中山刘宝贤（瑰）提刑家： \\n 徐熙《娑罗花图》、黄筌《花竹驯雉图》。 \\n 文正公孙李（大观）家： \\n 周《虢国夫人图》、范宽《武关雪图》、摩诘、高克明、李成《扇图》。 \\n 叔父符宝（叔谊）家： \\n 徽宗皇帝御赐《竹、石、扇图》、黄筌《海棠金鸡图》、李营丘《山水图》、 \\n 郭熙《山水》双幅图。 \\n 河阳李（邦献）士举敷文家： \\n 徽宗皇帝御赐《杂禽图》、徐熙《牡丹丛图》、董源《著色山水图》。 \\n 中原王（冠朝）元台制干家： \\n 徽宗皇帝《鸥荷图》、王摩诘《横披山水图》、李成《山水扇图》、东丹王 \\n 《鞍马图》。 \\n 遂宁王（灼）晦叔抚干家： \\n 童仁益《波旬幸佛涅般图》、崔白《禽竹》双幅图、范琼《佛壁》、张南本 \\n 《观音壁》、黄筌《鹤壁》、孙太古《列星壁》。 \\n 遂宁客镇张（衍）知县家： \\n 吴道子《三教图》、厉归真《百牛图》、孙太古《十一曜图》。 \\n 阿阳陈（古）与权安抚家： \\n 黄筌《牡丹驯狸图》、黄筌《雪梅冻雀图》、纪真《山水图》、马贲《百雁、 \\n 百猿图》、徐高《盘鱼图》。 \\n 绵州李（廉夫）德隅知郡家： \\n 徽宗皇帝《着色横山图》、郭熙《横山图》。 \\n 开封尹盛《章》季文家： \\n 徽宗皇帝《风竹鸲鹆喜鹊图》、顾恺之《三教图》、戴篙《牛图》、崔白双 \\n 幅《禽竹图》、范宽《四时山水图》。 \\n 宣献公孙宋（艾）去病家： \\n 赵昌《丛萱月季图》。 \\n 太常少卿何（麒）子应家： \\n 吴道子《白衣观音图》、韩《牛图》、张南本《勘书图》、黄居寀《雀跃 \\n 图》、唐希雅《风竹惊禽图》、巨然《四时横山图》、徐熙《梨桃折枝图》、崔 \\n 白《鸳鸯蒲荷图》、李成四幅《林石图》、张勘八幅《蕃马图》。 \\n 中原卫（昂）师房知县家： \\n 赵邈卓《伏石眠虎图》、徐熙《梅菊萱荷杂禽图》、包鼎《双虎图》。 \\n 成都王（）茂先大夫家： \\n 黄筌《秋山图》、勾龙爽野老《移居图》、文湖州杂画《鸟兽草木横披图》、 \\n 赵昌《鸡冠花图》。 \\n 广都宇文（时中）季蒙龙图家： \\n 徽宗皇帝《水墨花禽图》、王维《雪山图》、杜措《佛图》、董奴子《鸡冠 \\n 花图》、李伯时《高僧图》、又嘶展《二马图》、又明皇《八马图》、又水晶 \\n 宫《明月馆图》、又退之《见大颠图》、江贯道《飞泉怪石图》、又《江居图》。 \\n 成都郭（勉中）敦一承议家： \\n 勾龙爽宋钧《去兽图》。 \\n 汉州何（耕）道夫类元家： \\n 卢楞伽小本《十六罗汉图》。 \\n 范荣公孙（淑）忠甫家： \\n 黄筌《竹雀图》、赵昌《折枝桃图》、王维《雪竹图》、马贲《雁图》。 \\n 双流赵（延）修仲知县家： \\n 黄筌《竹雀图》、又《芦鸭图》、孙太古《列宿像图》。 \\n 双流王（享）子中县尉家： \\n 黄筌《竹鹤壁》。 \\n 双流宇文（子震）子友主簿家： \\n 黄筌《花竹、禽兔图》。 \\n 达守时（时宏）广叔家： \\n 艾宣《棘鹑图》、徐高《鱼图》、王友折李《草虫图》。 \\n 成都吕给事（陶）元钧家： \\n 东坡《竹石枯槎图》、湖州六幅《槎竹图》、易元吉纸本《猿獬图》。 \\n 燕穆之龙图曾孙（兴祖）知县家： \\n 龙图公《忍事敌灾星图》、又《山水横幅图》、又《寒林横幅图》、又《鹭 \\n 鸶图》、又《散马横披图》、又《墨竹图》。 \\n 蜀僧智永房： \\n 吴道子《慈氏菩萨图》、范琼正《坐佛图》、惠崇《卧雪图》。 \\n 广安黎（希声）博士孙（邦基）家： \\n 黄筌《竹鹤、竹雀图》、范宽《四时山水图》。 \\n 广安姚（宾）观国通判家： \\n 许道宁《四时山水图》、范宽《四时山水图》、易元吉《猴犬图》。 \\n 右前所载图轴，皆千之百，百之十，十之一中之所择也。若尽载平日所见， \\n 必成两牛腰矣。然不载者皆米元章所谓“惭惶杀人之物”，何足以铭诸心哉？"}
{"章节": "●卷九 杂说", "正文": "●卷九　杂说 \\n  \\n  \\n ○论远 \\n 画者，文之极也。故古今之人，颇多著意。张彦远所次历代画人，冠裳太半。 \\n 唐则少陵题咏，曲尽形容；昌黎作记，不遗毫发；本朝文忠欧公、三苏父子、两 \\n 晁兄弟、山谷、后山、宛丘、淮海、月岩，以至漫仕、龙眠，或评品精高，或挥 \\n 染超拔。然则画者，岂独艺之云乎？难者以为自古文人，何止数公？有不能，且 \\n 不好者，将应之曰：“其为人也多文，虽有不晓画者寡矣；其为人也无文，虽有 \\n 晓画者寡矣。” \\n 画之为用大矣。盈天地之间者万物，悉皆含毫运思，曲尽其态，而所以能曲 \\n 尽者，止一法耳。一者何也？曰：“传神而已矣！”世徒知人之有神，而不知物 \\n 之有神，此若虚深鄙众工，谓：“虽曰画而非画者，盖止能传其形，不能传其神 \\n 也。”故画法以气韵生动为第一，而若虚独归于“轩冕”、“岩穴”，有以哉。 \\n 自昔鉴赏家分品有三，曰神、曰妙、曰能。独唐朱景真撰《唐贤画录》，三 \\n 品之外，更增逸品。其后黄休复作《益州名画记》，乃以逸为先，而神、妙、能 \\n 次之。景真虽云：“逸格不拘常法，用表贤愚。然逸之高，岂得附于三品之末？” \\n 未若休复首推之为当也。至徽宗皇帝，专尚法度，乃以神、逸、妙、能为次。 \\n 予尝取唐、宋两朝名臣文集，凡图画纪咏，考究无遗。故于群公，略能察其 \\n 鉴别。独山谷最为精严；元章心眼高妙，而立论有过中处；少陵、东坡两翁，虽 \\n 注意不专，而天机本高，一语之确，有不期合而自合者。杜云：“妙绝动宫墙， \\n 则壁传人物，须动字始能了。请公放笔为直干，则千丈之姿，于用笔之际，非放 \\n 字亦不能办。”至东坡又曲尽其理，如始知真放本细微，不比狂华生客慧。当其 \\n 下笔风雨快，笔所未到气已吞，非前身顾、陆，安能道此等语耶？ \\n 予作此录，独推高、雅二门，余则不苦立褒贬，盖见者方可下语，闻者岂可 \\n 轻议？尝考郭若虚《论成都应天孙位》，景朴天王曰：“二艺争锋，一时壮观。 \\n 倾城士庶，看之阗噎。”予尝按图熟观其下，则知朴务变怪以效位。正如杜默之 \\n 诗：“学卢仝马异也。”若虚未尝入蜀，徒因所闻，妄意比方，岂为欧阳冏之 \\n 误耶？然有可恕者。尚注辛显之论，谓“朴不及位远甚”，盖亦以传为疑也。此 \\n 予所以少立褒贬。 \\n 郭若虚所载，往往遗略。如江南之王凝花鸟，润州僧修范湖石，道士刘贞白 \\n 松石、梅雀，蜀之童祥，许中正人物、仙佛，丘仁庆花，王延嗣鬼神，皆名笔也。 \\n 俱是熙宁以前人物。 \\n 山水家画雪景多俗，尝见营丘所作《雪图》，峰峦林屋，皆以淡墨为之，而 \\n 水天空处，全用粉填，亦一奇也。予每以告画人，不愕然而惊，则莞尔而笑，足 \\n 以见后学者之凡下也。 \\n 李营丘，多才足学之士也。少有大志，屡举不第，竟无所成，故放意于画。 \\n 其所作寒林多在岩穴中，裁札俱露，以兴君子之在野也。自余窠植，尽生于平地， \\n 亦以与小人在位，其意微矣。宇文龙图季蒙云：“宣和御府曝书，屡尝预观，李 \\n 成大小山水无数轴。今臣庶之家，各自谓其所藏山水为李成，吾不信也。” \\n 画之六法，难于兼全，独唐吴道子，本朝李伯时始能兼之耳。然吴笔豪放， \\n 不限长壁大轴，出奇无穷。伯时痛自裁损，只于澄心纸上运奇布巧，未见其大手 \\n 笔。非不能也，盖实矫之，恐其或近众工之事。 \\n 米元章云：“伯时病臂三年，予始画。虽似推避伯时，然自谓学顾高古，不 \\n 使一笔入吴生。专为古忠贤像，其木强之气，亦不容立伯时下矣。鸟兽草木之赋 \\n 状也，其在五方，自各不同。而观画者独以其方所见，论难形似之不同，以为或 \\n 小或大，或长或短，或丰或瘠，互相讥笑，以为口实，非善观者也。” \\n 蜀虽僻远，而画手独多于四方。李方叔载德隅斋画，而蜀笔居半。德麟，贵 \\n 公子也。蓄画至数十函，皆留京师，所载止襄阳随轩绝品，多已如此。蜀学其盛 \\n 矣哉！ \\n 画之逸格，至孙位极矣，后人往往益为狂肆。石恪、孙太古犹之可也，然未 \\n 免乎粗鄙。至贯休、云子辈，则又无所忌惮者也。意欲高而未尝不卑，实斯人之 \\n 徒欤。 \\n 蜀之罗汉虽多，最称卢楞伽，其次杜措、丘文播兄弟耳。楞伽所作多定本， \\n 止坐、立两样。至于侍卫、供献、花石、松竹、羽毛之属，悉皆无之，不足观。 \\n 杜、丘虽各有此，而笔意不甚清高，俱愧长沙之武也。 \\n 旧说杨惠之与吴道子同师，道子学成，惠之耻与齐名，转而为塑，皆为天下 \\n 第一。故中原多惠之塑山水壁。郭熙见之，又出新意。遂令圬者不用泥掌，止以 \\n 手枪泥于壁，或凹或凸，俱所不问。干则以墨随其形迹，晕成峰峦林壑，加之楼 \\n 阁、人物之属，宛然天成，谓之“影壁”。其后作者甚盛，此宋复古张素败壁之 \\n 余意也。 \\n 大抵收藏古画，往往不对，或断缣片纸，皆可珍惜。而又高人达士，耻于对 \\n 者，十中八九。而俗眼遂以不成器目之，夫岂知古画至今，多至五百年，少至二 \\n 三百年，那得复有完物？断金碎玉，俱可宝也。 \\n 荣辑子邕，酷好图画。务广藏蓄，每三伏中曝之，各以其类，循次开展，遍 \\n 满其家。每一种日日更换，旬日始了，好事家鲜其比也。闻之故老曰：“承平时 \\n 有一不肖子，质画一匣于人家。凡十余图，每图止各有其半，或横或竖，当中分 \\n 剪，如维山、戴特、徐熙芙蓉桃花、崔白翎毛，无一全者。盖其家兄弟不义之甚， \\n 凡物皆如是分之，以为不如是，则不平也。诚可伤叹！"}
{"章节": "●卷十 杂说", "正文": "●卷十　杂说 \\n  \\n  \\n ○论近 \\n 徽宗建龙德宫成，命待诏图画宫中屏壁，皆极一时之选。上来幸，一无所称， \\n 独顾壶中殿前柱廊栱眼斜枝月季花。问画者为谁，实少年新进，上喜赐绯，褒锡 \\n 甚宠。皆莫测其故，近侍尝请于上，上曰：“月季鲜有能画者，盖四时、朝暮、 \\n 花、蕊、叶皆不同。此作春时日中者，无毫发差，故厚赏之。” \\n 宣和殿前植荔枝，既结实，喜动天颜。偶孔雀在其下，亟召画院众史令图之。 \\n 各极其思，华彩烂然，但孔雀欲升藤墩，先举右脚。上曰：“未也。”众史愕然 \\n 莫测。后数日，再呼问之，不知所对。则降旨曰：“孔雀升高，必先举左。”众 \\n 史骇服。 \\n 宣和殿御阁，有展子虔《四载图》，最为高品。上每爱玩，或终日不舍，但 \\n 恨止有三图，其《水行》一图，特补遗耳。一日，中使至洛，忽闻洛中故家有之， \\n 亟告留守求观。既见，则愕曰：“御阁中正欠此一图。”登时进入。所谓“天生 \\n 神圣物，必有会合时也”。 \\n 闻之薛志曰：“明达皇后阁初成，左廊有刘益所画《百猿》。后志于右画 \\n 《百鹤》以对之，举动各无相犯，颇称上旨，赏赉十倍也。” \\n 政和间，每御画扇，则六宫诸邸，竞皆临仿，一样或至数百本。其间贵近， \\n 往往有求御宝者。 \\n 先大夫在枢府日，有旨赐第于龙津桥侧。先君侍郎作提举官，仍遣中使监修。 \\n 比背画壁，皆院人所作翎毛、花、竹及家庆图之类。一日，先君就视之，见背工 \\n 以旧绢山水揩拭几案，取观，乃郭熙笔也。问其所自，则云不知。又问中使，乃 \\n 云：“此出内藏库退材所也。”昔神宗好熙笔，一殿专背熙作，上即位后，易以 \\n 古图。退入库中者，不止此耳。先君云：“幸奏知，若只得此退画足矣。”明日， \\n 有旨尽赐，且命至第中，故第中屋壁，无非郭画。诚千载之会也。 \\n 政和间，有外宅宗室，不记名，多蓄珍图。往往王公贵人令其别识，于是遂 \\n 与常卖交通。凡有奇迹，必用诡计勾致其家，即时临摹，易其真者，其主莫能别 \\n 也。复以真本厚价易之，至有循环三四者，故当时号曰“便宜三”。 \\n 勾处士，不记其名，在宣和间，鉴赏第一，眷宠甚厚。凡四方所进，必令定 \\n 品。欲命以官，谢而不为，止赐“处士”之号，令待诏画院。 \\n 画院界作最工，专以新意相尚。尝见一轴，甚可爱玩。画一殿廊，金碧晃 \\n 耀，朱门半开，一宫女露半身于户外，以箕贮果皮作弃掷状。如鸭脚、荔枝、胡 \\n 桃、榧、栗、榛、芡之属，一一可辨，各不相因。笔墨精微，有如此者！ \\n 祖宗旧制，凡待诏出身者，止有六种，如模勒、书丹、装背、界作、种飞白 \\n 笔、描画栏界是也。徽宗虽好画如此，然不欲以好玩辄假名器，故画院得官者， \\n 止依仿旧制，以六种之名而命之，足以见圣意之所在也。 \\n 本朝旧制，凡以艺进者，虽服绯紫，不得佩鱼。政、宣间独许书画院出职人 \\n 佩鱼，此异数也。又诸待诏每立班，则画院为首，书院次之，如琴院、棋、玉、 \\n 百工，皆在下。又画院听诸生习学，凡系籍者，每有过犯，止许罚直，其罪重者， \\n 亦听奏裁。又他局工匠，日支钱谓之“食钱”，惟两局则谓之“俸直”，勘旁支 \\n 给，不以众工待也。睿思殿日命待诏一人能杂画者宿直，以备不测宣唤，他局皆 \\n 无之也。 \\n 图画院，四方召试者源源而来。多有不合而去者，盖一时所尚，专以形似。 \\n 苟有自得，不免放逸，则谓不合法度。或无师承，故所作止众工之事，不能高也。 \\n 凡取画院人，不专以笔法，往往以人物为先。盖召对不时，恐被顾问，故刘 \\n 益以病赘异常，虽供御画，而未尝得见，终身为恨也。 \\n 高丽松扇，如节板状，其土人云：“非松也，乃水柳木之皮。”故柔腻可爱。 \\n 其纹酷似松柏，故谓之“松扇。”东坡谓高丽白松：“理直而疏，折以为扇，如 \\n 蜀中织棕榈心，盖水柳也。”又有用纸而以琴光竹为柄，如市井中所制摺叠扇者。 \\n 但精致非中国可及，展之广尺三四，合之止两指许。所画多作士女乘车、跨马、 \\n 踏青、拾翠之状，又以金银屑饰地面。及作星汉、星月、人物，粗有形似，以其 \\n 来远，磨擦故也。其所染青绿奇甚，与中国不同，专以空青、海绿为之。近年所 \\n 作，尤为精巧，亦有以绢素为团扇，特柄长数尺为异耳。山谷题之云：“会稽内 \\n 史三韩扇，分送黄门画省中。海外人烟来眼界，全胜博物注鱼虫。苹汀游女能骑 \\n 马，传道蛾眉画不如。宝扇真成集阵隼，史臣今得杀青书。” \\n 倭扇，以松板两指许砌叠，亦如摺叠扇者。其柄以铜钱环子，黄丝绦，甚 \\n 精妙。板上罨画山川人物、松竹花草，亦可喜。竹山尉王公轩惠恭后家，尝作明 \\n 州舶官，得两柄。 \\n 西天中印度那兰陀寺僧，多画佛及菩萨、罗汉像，以西天布为之。其佛相好 \\n 与中国人异，眼目稍大，口耳俱怪，以带挂右肩，裸袒坐立而已。先施五藏于画 \\n 背，乃涂五彩于画面，以金或朱红作地，谓牛皮胶为触，故用桃胶，合柳枝水， \\n 甚坚渍，中国不得其诀也。邵太史知黎州，尝有僧自西天来，就公廨令画释迦， \\n 今茶马司有十六罗汉。"}
{"章节": "●序", "正文": "●序 \\n  \\n  \\n 予自龆龀及壮年，嗜画成癖。每见奇踪古迹，不计家之有无，倾囊倒箧，必 \\n 得之而后已。否则忄々若有所遗失，致为亲朋之所窃笑。今老矣，平生所藏固 \\n 不多，而所见亦不少。第恨炎宋中兴以后，画手率多务工取巧，而行笔傅彩，不 \\n 逮前人。然姓氏科目，安可废而不书？矧唐有《画录》、《画品》、《画断》， \\n 五代有《画补》，宋有《画评》、《画志》、《画史》、《画谱》、《画继》， \\n 不特徒识姓名，其间亦寓贬奖。予不自揆，辄作《画继补遗》，断自绍兴，终底 \\n 德，分为二卷。上卷载绅暨诸僧道士庶，下卷载画院众工。贻诸同好，不无 \\n 脱略，幸博闻君子，为补成之。大德二年戊戌立夏一日，吴郡蓼塘庄肃幼恭序。"}
{"章节": "●卷上", "正文": "●卷上 \\n  \\n  \\n 宋高宗天纵多能，书法出唐、宋帝王上。而于万几之暇，时作小笔山水， \\n 专写烟岚昏雨难状之景，非群庶所可企及也。予家旧藏小景横卷，上亲题“西湖 \\n 雨霁”四字，又二扇头，其一题一联曰：“万木云深隐，连山雨未晴。”其二曰： \\n “子猷访戴。”极有天趣。 \\n 蔡肇，字天启，丹阳人，登进士第，仕至从官。画山水人物，好作枯槎老树、 \\n 怪石奔湍。尝见其画《范蠡载西施图》，予家亦有《早行图》，颇多古意。 \\n 郭思，熙之子，亦善画。徽宗称熙能教其子。以儒业起家，仕至学士。予尝 \\n 见其崇、观中应制画《山海经图》。其中瑞马，颇得曹、韩遗法。 \\n 程若筠，政、宣间汴京太乙宫道士。善作古木老棘，殊峭劲，兼写翎毛，疏 \\n 渲颇工。徽宗甚称赏之。 \\n 道士萧太虚，与若筠同时，善作墨梅。每画，须用浓墨先作枯枝梢，后于其 \\n 上斡晕梅花，有山林清幽气象。予旧藏《四友图》小横幅，诚为可爱。 \\n 杨季衡，洪都人，逃禅居士无咎之侄也。画墨梅得家法，又能作水墨翎毛。 \\n 补之画梅，须于枝杪作回笔，似有含苞气象，季衡欠此生意耳。同时有汤叔雅， \\n 乃无咎之甥。又有刘梦良者，亦乡里亲党，俱写墨梅，盖皆补之流派也。 \\n 僧梵隆，字茂宗，吴兴人也。描写佛像，笔法甚逼龙眠。高宗极喜其画，每 \\n 见辄题品。 \\n 僧超然，不知何许人，善作山水。其峰峦石头，酷似郭熙。至于屋宇、林石、 \\n 坡滩、水口，笔法孱弱，与巨然殊不相类。今人多以巨然、超然连称，莫晓所谓。 \\n 赵伯驹，字千里，宋太祖七世孙，建炎随驾南渡，流寓钱唐。善青绿山水， \\n 图写人物，似其为人，雅洁异常。予与其曾孙学士，交游颇稔，备道千里尝与士 \\n 友画一扇头，偶流入厢士之手，适为中官张太尉所见，奏呈高宗。时高宗虽天下 \\n 俶扰，犹孜孜于书画间，一见大喜，访画人姓名，则千里也。上怜其为太祖诸孙， \\n 幸逃北迁之难，遂并其弟远召见，每称为王侄，仕至浙东兵马钤辖，而享寿不 \\n 永，终于是官。故其遗迹，于世绝少。予尝见高宗题其横卷《长江六月图》，真 \\n 有董北苑、王都尉气格。 \\n 赵伯，字远，千里之弟，与兄齐名。山水林石，则所不及。至若写生花 \\n 卉、蜂蝶则过之；作人物亦雅洁，佳公子也。官至观察使，尝奉使金国。后则其 \\n 子师罩登第，官至八座，恩赐少师，领节钺。 \\n 王定国，汴都人，随吴郡王渡江，居临安。工画花鸟，学二崔笔法，傅色轻 \\n 浅，人所不及。后吴王奏荐入仕，赐金紫。 \\n 马和之，字则未闻，钱唐人。世传其习进士业，善仿吴装，孝宗甚喜之。每 \\n 书《毛诗三百篇》，令和之写图，颇合上意。画迹留人间极多，笔法飘逸，务去 \\n 华藻，自成一家，故其间亦有疏阙处。 \\n 顾与义，钱唐人。学马和之画，傅色则庶几，笔法殊不逮。然得意处，亦能 \\n 乱真。 \\n 赵大亨，乃二赵皂隶。每供其昆仲研朱调粉，遂亦能画。时人以其肥伟，目 \\n 为“赵大汉”，自耻其俗，因就名大亨。昔有画人刘梦松者，因短视，人目为 \\n “刘梦松”，曰“蒙竦”，后遂就名曰“梦松”，是欲音讹，以盖其丑恶耳。大 \\n 亨之画，至得意处，人误作二赵笔迹，倍价收之。 \\n 卫松，亦二赵昆仲之皂隶，尝供役使，遂多获其遗稿。且熟识其行笔意，及 \\n 傅色制度，与赵大亨每仿二赵图写，皆能乱真。 \\n 单邦显，吴郡人，学千里、远画。林木、山水则不然，惟花卉、蜂蝶，粗 \\n 可仿佛。 \\n 老戴，忘其名，吴郡昆山人，亦学千里、远画。与单邦显适正相反，林木、 \\n 山水可追踪赵大亨、卫松，花卉则谬甚。 \\n 赵子云，江西人，能作一笔画。凡写人面及手，描画颇工，至衣摺则如草画 \\n 符，一笔而就，盖不欲蹈袭，自成一家尔。 \\n 状元黄尚书夫人胡氏，自号惠斋居士。知书能吟，善琴善奕，好作墨梅，颇 \\n 有二杨之趣。 \\n 陈容，字公储，自号所翁，福唐人，能文。善画水龙，得变化隐显之状，罕 \\n 作具体，多写龙头。每画成，辄自题跋，他人不可假也。登进士科，仕典州牧。 \\n 僧法常，自号牧溪，善作龙虎、人物、芦雁杂画。枯淡山野，诚非雅玩，仅 \\n 可僧房道舍，以助清幽耳。 \\n 陈珩，字用行，号此山。所翁之侄。亦善画龙水，时亦作水墨蟹、鹊，极有 \\n 生意，仕至朝郎，颇得时名。 \\n 赵孟坚，字子固，宋太祖十一世孙。仕至郡守，寓居嘉禾海盐，好古博雅， \\n 工画水墨兰蕙、梅、竹、水仙。远胜着色，可谓善于写生。 \\n 俞征，字子清，自号且轩，吴兴人，仕至刑部恃郎。为人精悍简约，守正不 \\n 阿。墨竹得文、苏二公遗意，极清致。"}
{"章节": "●卷下", "正文": "●卷下 \\n  \\n  \\n 李唐，字古，河南人。宋徽宗朝曾补入画院，高宗时在康邸，唐尝获趋事。 \\n 建炎南渡，中原扰攘，唐遂渡江如杭。夤缘得幸高宗，仍入画院。善作山水人物， \\n 最工画牛。予家旧有唐画《胡笳十八拍》，高宗亲书《刘商辞》，每拍留空绢， \\n 俾唐图画。亦尝见高宗称题唐画《晋文公复国图》横卷，有以见高宗雅爱唐画也。 \\n 萧照，世传建业人，颇知书，亦善画。靖康中，中原兵火，流入太行山为盗。 \\n 一日，群贼掠到李唐，检其行囊，不过粉奁画笔而已，遂知其姓氏。照雅闻唐名， \\n 即辞群贼，随唐南渡，得以亲炙。唐感其生全之恩，尽以所能授之。后亦补入画 \\n 院。照比唐笔法潇洒超逸。予家旧有照画扇头，高宗题十四字云：“白云断处斜 \\n 阳转，几面遥山献翠屏。” \\n 周仪，不知何许人，徽宗朝图画院祗候，善写人物。世传千里、远常师之。 \\n 谨守法度，甚雅洁。 \\n 吴炳，毗陵人，工画花果、禽鸟。真能写生，可夺造化。 \\n 林椿，钱唐人，工画翎毛、花卉，可亚吴炳，且傅色得法。但描写差弱耳。 \\n 李崇训，绍兴随朝画手，工画道释人物、鬼神杂画。傅彩精妙，高出流辈。 \\n 李嵩，钱唐人，少为木工，颇远绳墨。后为崇训养子，光、宁、理三朝画院 \\n 祗候，得崇训遗意。虽通诸科，不备六法，特于界画人物，粗可观玩，他无足取。 \\n 刘思义，绍兴随朝画手，专画青绿山水，拙于布置，却善傅彩，然亦不足观。 \\n 陈善，绍兴间画手，学易元吉。画獐猿、禽鸟、花果，颇能逼真。傅色轻淡， \\n 过于吴炳、林椿，堪装堂饰壁。 \\n 马兴祖，河中人，贲之裔孙，绍兴间随朝画手，工花鸟杂画。高宗驻跸钱唐， \\n 每获名踪卷轴，多令辨验。 \\n 顾亮、胡舜臣、张浃、张著，俱郭熙门弟子，画山、水、树、石，各得一偏。 \\n 亮则能作大幅巨轴；浃善布置，好作《盘车图》；著画重山叠，颇繁冗；舜臣 \\n 谨密，优于三人。虽皆不逮熙，然后人亦无及者。 \\n 杨士贤，亦郭熙门弟子，工画小景山水。林木劲挺，似亦可取，然峰石水口， \\n 实不逮熙笔。予家旧有士贤画一雪景横卷，高宗题作“溪风飘雪”，可见圣人酷 \\n 嗜好。 \\n 阎仲，绍兴间画院祗候，工山水杂画。但存其名，不见其迹。纵见粗俗，似 \\n 不足传。 \\n 阎次平，弟次于，皆仲之子，亦占籍画院。写山水、水牛，仿佛李唐，而迹 \\n 不逮意，次于又不及其兄。 \\n 王训成，绍兴间画院祗候。画山水人物，描写粗恶，可眩愚俗耳。 \\n 鲁宗贵，绍兴画院祗候。专写花竹、飞禽、驰兽，特于鸡雏、鸭黄，最有生 \\n 意。 \\n 韩，绍兴画院祗候，专门花鸟。较之一时流辈，画颇觉版实。 \\n 朱光普，汴都人，随驾南渡，补入画院。学左建画《村田乐》及《农家迎妇》、 \\n 《击壤》等图，流传于世。 \\n 朱锐，画院祗候。工山水人物，驼马杂色。好写《罗网图》、《腊雪图》， \\n 形容布置，曲尽其巧。 \\n 朱森，锐弟也，亦工杂画。布置行笔，俱不逮于兄。 \\n 杨公杰，不知何许人。画小景禽鸟，甚得幽闲之趣。 \\n 李迪，钱唐人，孝、光、宁画院祗候，画杂画。然写飞走花竹，颇有生意， \\n 其于山水、人物，皆无所取焉。 \\n 李瑛、李璋，俱迪之子，家传画院祗候。花竹、禽兽，能守乃父格法。 \\n 李安忠，钱唐人，与李迪同时画院祗候。亦画飞走花竹，差高于迪。特工画 \\n 捉勒，得其鸷猛及畏避之状。 \\n 李公茂，安忠子也。传父画飞走、花竹，不逮父甚远。 \\n 张训礼，旧名敦礼，后避光宗讳，改名训礼。学李唐，山水、人物，恬洁滋 \\n 润，时辈不及。 \\n 刘松年，钱唐人，家暗门，时人呼为“暗门刘”，画院祗候。工画道释人物、 \\n 山水，颇恬洁，与张训礼相上下，但平坡远岸，不及之尔。 \\n 马远，即马兴祖之后，充图画院祗候。家传杂画，然花鸟则庶几，其所画山 \\n 水人物，未敢许耳。 \\n 马逵，即远弟也，与远齐名。但画禽鸟，疏渲极工，毛羽灿然，飞鸣生动， \\n 殊过于其兄。其他皆不逮。 \\n 马麟，远之子也，亦工杂画，不逮父、叔。远爱其子，多于己画上题作“马 \\n 麟”，盖欲其子得誉故也。 \\n 马公显，远之孙也，传家学，画不逮厥祖。特于布置可观，盖得祖父之遗稿 \\n 耳。 \\n 张纪，钱唐人，李迪高弟。工画飞走，花竹不及乃师。 \\n 朱绍宗，工画人物、猫犬，描写精神。隶籍画院，远过流辈。 \\n 王宗元，不知何许人。家居石桥，人遂名为“石桥王”。专学惠崇作池塘小 \\n 景，颇有野趣。 \\n 戚仲，画院祗候。画山水平远颇工，常于画上反手题其名字。 \\n 周询，钱唐人，工画界画楼台。占籍后邸，少与人画，以是流传不多。 \\n 朱怀谨，钱唐人，工画小笔山水。谨守规矩，殊欠脱洒。 \\n 贾师古，钱唐人，画院祗候。画人物颇称停，得其闲逸自在之状，他则不闻。 \\n 梁楷，乃贾师古上足，亦隶画院。描写飘逸，青过于蓝，时人多称赏之。 \\n 王友端，不知何许人，工画猎犬，得其摇尾乞怜之态，每恨世不多见。 \\n 毛益，吴都昆山人，后入画院。善画翎毛、花竹，颇工疏渲，似欲飞鸣。 \\n 奏友谅，毗陵人，少为县吏。善画草虫，其花卉未可言工，特于蝉蝶之类， \\n 傅色轻妙，时人颇称之。 \\n 楼观，钱唐人，学马远，画山水、人物，尤甚粗俗。时人以其师承祖父遗稿， \\n 布置得趣，亦有爱之者。 \\n 苏汉臣，钱唐人，画院祗候。工画佛道神像，婴童人物，种种臻妙。 \\n 徐珂，苏汉臣之婿也。学妇翁画人佛，虽得遗意，颇能描写，其傅色则不及。 \\n 夏，钱唐人，理宗朝画院祗候。画山水人物极俗恶。宋末世道凋丧，人心 \\n 迁革，遂滥得时名，其实无可取，仅可知时代姓名而已。子森，亦绍父业。 \\n 黄宗道，工画番骑，虽不逮环虔戡钤，亦得族帐部落放牧景意。平常多作 \\n 《李陵陷番》、《苏武还汉》等图，传于世。 \\n 陈居中，亦工画番骑人物，可亚宗道。 \\n 王辉，钱唐人，理宗朝画院祗候，画道释人物颇工。尝用左手描写，人遂目 \\n 为“左手王家”。子用之，继父业。 \\n 李东，不知何许人，理宗朝时，常于御街鬻所画。多画《村田乐》、《尝醋 \\n 图》之类，不足以供清玩，仅可娱俗眼耳。 \\n 毕生，文简公诸孙，寓居吴郡，工画牡丹，甚有生意。无子，有婿姚亨，能 \\n 继其业。 \\n 冯生，文简公族孙，自号怡斋，寓居吴郡。工画荷花，作风、晴、老、嫩四 \\n 景。每花盛开，虽遇风雨，亦顶笠披蓑，伫立池边，观其变态，以资画笔。其留 \\n 心若此，遂得时名。 \\n 颜辉，字秋月，庐陵人。宋末时能画山水、人物、鬼神，士大夫皆敬爱之。 \\n 令穰，字大年，赵艺祖五世孙也。官至崇信军节度观察留后，赠开府仪同三 \\n 司，追封荣国公。游心经史，戏弄翰墨，尤得意于丹青之妙。 \\n 令松，大年弟也，亦善丹青。调麝煤作花果，尤善作狗，意态逼真。"}
