{"章节": "筆勢論（晉）王羲之", "正文": "  \\n 筆勢論 \\n 　 \\n  \\n  \\n （晉）王羲之 \\n 目錄 \\n 序 \\n 創臨章第一 \\n 啟心章第二 \\n 視形章第三 \\n 說點章第四 \\n 處戈章第五 \\n 健壯章第六 \\n 教悟章第七 \\n 觀彩章第八 \\n 開要章第九 \\n 節制章第十 \\n 察論章第十一 \\n 譬成章第十二 \\n 序 \\n 告汝子敬：吾觀汝書性過人，仍未閑規矩，父不親教，自古有之，今述《筆勢論》一篇開汝之悟，凡斯字勢猶有十二章，章有指歸，定其模楷，詳其舛謬，撮其要實，錄此便宜，或變體處多罕臻其本，轉筆處眾莫識其源，懸針垂露之蹤難為體制，揚波騰氣之勢足可迷人，故辨其由堪愈膏肓之疾，今書《樂毅論》一本、《筆勢論》一篇貽爾藏之，勿播於外，緘之祕之，不可示知諸友，窮研篆籀功省而易成纂集，精專形彰而勢顯存意，學者兩月可見其功，天性靈者百日亦知，其本此之筆論可謂家寶家珍，學而祕之，世有名譽，筆削久矣。罕有奇者始克有成，研精覃思，考諸規矩，存其要略，以為斯論初成之時，同學張伯英欲求見之，吾詐云失矣。蓋自祕之，甚不苟傳也。 \\n 創臨章第一 \\n 夫紙者，陣也；筆者，刀槊也；墨者，兵甲也；水硯者，城池也；本領者，將軍也；心意者，副將也；結構者，謀策也；颺筆者，吉凶也；出入者，號令也；屈折者，殺戮也；點畫者，磊落也；戈斾者，斬斫也；放縱者，快利也；著筆者，調和也；頭角者，蹙捺也；始書之時不可盡其形勢，一遍正腳手，二遍少得形勢，三遍微微似本，四遍加其遒潤，五遍兼加抽拔，如其生澀，不可便休，兩行三行，創臨惟取滑健，不得計其遍數也。 \\n 啟心章第二 \\n 夫欲學書之法先乾研墨，凝神靜慮，預想字形大小、偃仰、平直，振動則筋脈相連，意在筆前，然後作字。若平直相似，狀如運算元，上下方整，前後齊平，此不是書，但得其點畫耳。昔宋翼常作是書，繇乃叱之，遂三年不敢見繇，即潛心改跡，每作一波常三過折，每作一點常隱鋒而為之，每作一橫畫如列陣之排雲，每作一戈如百鈞之弩發，每作一點如危峰之墜石，屈折如鋼鉤，每作一牽如萬歲之枯藤，每作一放縱如足行之趨驟，狀如驚蛇之透水，激楚浪以成文，似虯龍之蜿蜒，謂其妙也。若鸞鳳之徘徊，言其勇也；擺撥似驚雷掣電，此乃飛空妙密，頃刻浮沈統攝，鏗鏘啟發，厥意能使昏迷之輩漸覺勝心博識之流，顯然開朗。 \\n 視形章第三 \\n 視形象體變貌猶同逐勢，瞻顏高低有趣，分均點畫，遠近相須播布，研精調和，筆墨鋒纎，往來疏密相附，鐵點銀鉤，方員周整，起筆下筆忖度尋思，引說蹤由永傳，今古智者榮身益世，方懷浸潤之深，愚者不俟。佳談如暗塵之視錦，生而知之發憤學，而悟者忘餐，此乃妙中增妙，新中更新，金書錦字本領為先，盡說安危，務以平穩為本分，間布白上下、齊平均，其體制大小尤難，大字促之貴小，小字寬之貴大，自然寬狹，得所不失，其宜橫則正如孤舟之橫江渚，豎則直若春筍之抽寒谷。 \\n 說點章第四 \\n 夫著點皆磊磊似大石之當衢，或如蹲鴟，或如科鬥，或如瓜瓣，或如慄子，存若鶚口，尖如鼠屎，如斯之類，各稟其儀，但獲少多學者開悟。 \\n 處戈章第五 \\n 夫斫戈之法，落竿峨峨如長松之倚溪谷，似欲倒也。復似百鈞之弩初張，處其戈意，妙理難窮，放似弓張箭發，收似虎鬥龍躍，直如臨谷之勁松，曲類懸鉤之釣水，稜層切於雲漢，倒載隕於山崖，天門騰而地戶躍，四海謐而五嶽封，玉燭明而日月敞，繡綵亂而錦紋翻。 \\n 健壯章第六 \\n 夫以屈腳之法彎如角弓之張烏焉，為鳥之類是也。立人之法如烏之在柱，首彳亻之類是也。踠腳之法如壯士之屈臂，鳳飛凡氣之例是也。急引急牽，如雲中之掣電，日月目因之例是也。踠腳（兆刂）斡上捺下撚終始轉折，悉令和韻，勿使蜂腰鶴膝放縱，宜存氣力，視筆取勢行中廓落，如勇士伸鉤，方剛對敵，麒麟鬥角，虎湊龍牙，筋節拏拳，勇身精健，放法如此，書進有功也。牽引深妙，皎在目前，發動精神，提撕志意，（兆刂）剔精思祕不可傳。夫作右邊折角，疾牽下微開，左畔斡轉，令取登對，勿使腰中傷慢，視筆取勢直截向下趨義常存，無不醒悟。 \\n 教悟章第七 \\n 凡字處其中，畫之法皆不得倒其左右，右相復宜，麤於左畔，橫貴乎纖，豎貴乎麤，分間布白，遠近宜均，上下得所，自然平穩，當須遞相掩，蓋不可孤露形影，及出其牙鋒展轉翻筆之處，即宜察而用之。 \\n 觀彩章第八 \\n 夫臨文用筆之法復有數，勢並悉不同，或有藏鋒者大，藏鋒在於腹內，而起側筆者乏。亦不宜抽細而且緊，押筆者入。從腹起而押之，又雲利道而牽押，即合也。結筆者撮。漸次相就必始然矣，參乎妙理，察其徑趣，憩筆者俟失。憩筆之勢，視其長短俟，失右腳須欠也。息筆者逼逐。息止之勢，向上久久而緊抽也。蹙筆者將蹙即捺角也，將謂劣盡也，緩下筆要得所，不宜長不宜短。戰筆者合戰陣也，合葉也，緩不宜長及短也。厥筆者成機促抽上勿使傷長，厥謂其美者視形勢成機，是臨事而成最妙處。帶筆者盡細抽勿賒也，帶是回轉走入之類，裝束身體，字含鮮潔，起下筆之勢，法有輕重也。盡為其著而復反筆抽之。翻筆者先，然翻轉筆勢急而疾也。亦不宜長腰短項，疊筆者時劣。緩不宜長。起筆者不下（於腹內，舉勿使露筆起，止取勢，令不失節。），打筆者廣度。（打廣而就狹廣謂，快健又不宜遲及修補也。） \\n 開要章第九 \\n 夫作字之勢，飾甚是為難，鋒銛來去之則反復還往之法在乎精熟尋察，然後下筆作，ノ字不宜遲，乀不宜緩，而腳不宜賒，腹不宜促，又不宜斜，角不宜峻，不用作其稜角二字合為一體，（並不宜闊）重不宜長，單不宜小，復不宜大，密勝乎疏，短勝乎長。 \\n 節制章第十 \\n 夫學書作字之體須遵正法字之形勢，不得上寬下窄。如此則是頭輕尾重，不相勝任。不宜傷密，密則似痾瘵纏身（不舒展也），復不宜傷疏，疏則似溺水之禽（諸處傷慢）。不宜傷長，長則似死蛇掛樹（腰肢無力）。不宜傷短，短則似踏死蝦蟆（形醜而闊也）。此乃大忌，可不慎歟？ \\n 察論章第十一 \\n 臨書安帖之方至妙無窮，或有迴鸞返鵲之飾，變體則於行中或有生成臨谷之戈，放龍牋於紙上，徹筆則鋒煙雲起，如萬劍之相成，落紙則椑楯施張，蹙踏江波之錦，若不端嚴手指，無以表記心靈，吾務斯道，廢寢忘餐，懸歷歲年乃今稍稱矣。 \\n 譬成章第十二 \\n 凡學書之道有多種焉，初業書要類乎本，緩筆定其形勢，忙則失其規矩，若擬目前要急之用，厥理難成，但取形質快健、手腕輕便，方員大小各不相犯，莫以字小易而忙行筆勢，莫以字大難而慢展豪頭，如是則筋骨不等，生死相混，儻一點失所若美人之病一目，一畫失節如壯士之折一肱，餘《樂毅論》一本書為家寶，學此得成，自外咸就，勿以難學而自惰焉。 \\n  \\n   \\n   \\n  "}
