{"章节": "羯鼓录（唐）南卓", "正文": " \\n 羯鼓录　 \\n  \\n 提要 \\n  \\n 《羯鼓录》一卷，唐南卓撰。《唐书·艺文志·乐类》载南卓《羯鼓录》一卷，然不云卓何许人。杂史类又载南卓《唐朝纲领图》一卷，注曰字昭嗣，大中时黔南观察使。计有功《唐诗纪事》亦称卓初为拾遗，以谏谪松滋令，大中时为黔南观察使，与《唐书》合，当即其人。惟书自称会昌元年为洛阳令。又称大中四年春阳罢免，还自海南。《书录解题》又以为婺州刺史，均不相符。然段安节《乐府杂录》称黔帅南卓作《羯鼓录》，亦与《唐志》合。安节唐人，必无谬误。疑书中所叙乃未为黔帅以前事，陈振孙所云则但据书中有至东阳之语，以意断为刺婺州也。其书分前，后二录，前录成於大中二年，后录成於四年。前录首叙羯鼓源流形状，次叙元宗以后诸故事，后录载崔铉所说宋璟知音事，而附录羯鼓诸宫曲名。凡太簇宫二十三调，太簇商五十调，太簇角十四调，徵羽阙焉。惟用太簇者以羯鼓为主，太簇一均故也。又有诸佛曲十调，食曲三十二调，调名亦多用梵语，以本龟兹、高昌、疏勒、天竺四部所用故也。其李琬一条记耶婆色鸡一曲，声尽意不尽，以他曲解之，即汉、魏乐府曲末有艳之遗法。如飞来双白鹄，塘上行诸曲，篇末文不相属，皆即此例。盖乐工专门授受，犹得其传，文士不谙歌法，循文生解，转至於穿凿而不可通也。  \\n  \\n 　 \\n 羯鼓錄 \\n  \\n 羯鼓出外夷，以戎羯之鼓，故曰羯鼓。其音主太簇一均，龜茲部、高昌部、疏勒部、天竺部皆用之，次在都曇鼓、答臘鼓之下。（都曇似帶鼓而小。答臘鼓者，卽揩鼓也。）雞婁鼓之上。[皷-皮+桑]如漆桶，（山桑木為之。）下以小牙牀承之。擊用兩杖，其聲焦殺嗚烈，尤宜促曲急破，作戰杖連碎之聲，又宜高樓晚景，明月淸風，破空透遠，特異衆樂。杖用黃檀狗骨花楸等木，須至乾緊絕濕氣，而復柔膩；乾取發越響亮，膩取戰褭健舉。棬用剛鐵，鐵當精鍊，棬當至勻，若不剛，卽應絛高下，搊捩不停；不勻，卽鼓面緩急，若琴徽之[先+女]病矣。諸曲調如太簇曲、色俱騰、乞婆娑、曜日光等九十二曲名，元宗所製。（其餘徵羽調曲，皆與胡部同。故不載。）上洞曉音律，由之天縱，凡是絲管，必造其妙，若製作諸曲，隨意卽成，不立章度，取適短長，應指散聲，皆中點拍；至於淸濁變轉，律呂呼召，君臣事物，迭相制使，雖古之夔曠，不能過也。尤愛羯鼓玉笛，（玉笛之說見遺事。）常云八音之領袖，諸樂不可為比。嘗遇二月初，詰旦巾櫛方畢，時當宿雨初晴，景色明麗，小殿內庭，柳杏將吐，覩而歎曰：「對此景物，豈得不為他判斷之乎！」左右相目，將命備酒，獨高力士遣取羯鼓。上旋命之臨軒縱擊一曲，曲名春光好。（上自製也。）神思自得。及顧柳杏，皆已發拆，上指而笑謂嬪御曰：「此一事不喚我作天公，可乎？」嬪御侍官，皆呼萬歲。又製秋風高，每至秋空迥徹，纖翳不起，卽奏之，必遠風徐來，庭葉隨下。其曲絕妙入神，例皆如此。 \\n  \\n 汝南王璡，寧王長子也。姿容妍美，秀出藩邸，元宗特鍾愛焉，自傳授之。又以其聰悟敏慧，妙達音旨，每隨游幸，頃刻不捨。璡常戴砑絹帽打曲。上自摘紅槿花一朵，置於帽上笪處，二物皆極滑，久之方安，遂奏舞山香一曲，而花不墜落，（本色所謂定頭項，難在不動搖。）上大喜笑！賜璡金器一廚，因誇曰：「花奴（璡小字。）姿質明瑩，肌髮光細，非人間人，必神仙謫墮也！」寧王謙謝，隨而短斥之。上笑曰：「大哥不必過慮，阿瞞自是相師，（上於諸親常自稱此號。）夫帝王之相，且須有英特越逸之氣，不然有深沈包育之度，（一作厚。）若花奴但端秀過人，悉無此相，固無猜也；而又舉止淹雅，當更得公卿間令譽耳！」寧王又笑曰：「若如此，臣乃輸之。」上笑曰：「若此一條，阿瞞亦輸大哥矣。」寧王又謙謝。上笑曰：「阿瞞嬴處多，大哥亦不用撝挹。」衆皆歡賀。上性俊邁，酷不好琴，曾聽彈琴，正弄未及畢，叱琴者出曰：「待詔出去！」謂內官曰：「速召花奴，將羯鼓來，為我解穢！」 \\n  \\n 黃幡綽亦知音，上嘗使人召之不時至，上怒，絡繹遣使尋捕。綽旣至，及殿側，聞上理鼓，固止謁者不令報。俄頃上又問侍官：「奴來未？」綽又止之。曲罷後，改奏一曲，纔三數十聲，綽卽走入。上問：「何處去來？」曰：「有親故遠適，送至郊外。」上頷之。鼓畢，上謂曰：「賴稍遲，我向來怒時，至必撻焉。適方思之，長入供奉，已五十餘日，暫一日出外，不可不放他東西過往。」綽拜謝訖。內官有相偶語笑者。上詰之。具言綽尋至，聽鼓聲，候時以入。上問綽。綽語其方怒及解怒之際，皆無少差。上奇之，復厲聲謂曰：我心脾肉骨下事，安有侍官奴聞小鼓能料之耶！今且謂我何如？」綽走下階，面北鞠躬大聲曰：「奉敕豎金雞！」上大笑而止。 \\n  \\n 宋開府璟，雖耿介不羣，亦深好聲樂，尤善羯鼓，（樂部行王詢云，南山起雲，北山起雨。卽開府所為也。）始承恩顧，與上論鼓事，曰：「不是靑州石末，卽是魯山花甆。」撚小碧上掌，下須有朋（去聲）肯之聲，據此乃是漢震（一作侲。）第二鼓也。且[皷-皮+桑]用石末花甆，固是腰鼓，掌下朋肯聲，是以手拍，非羯鼓明矣。（第二鼓者，左以杖，右以手指。）又開府謂上曰：「頭如靑山峯，手如白雨點，此卽羯鼓之能事也。」山峯取不動，雨點取碎急。上與開府兼擅兩鼓，而羯鼓偏好，以其比漢震稍雅細焉。開府之家悉傳之。東都留守鄭叔則祖母，卽開府之女，今尊賢里鄭氏第有小樓，卽宋夫人習鼓之所也。開府孫沇，亦工之，並有音律之學，貞元中進樂書三卷，德宗覽而嘉之，又知是開府之孫，遂召對賜坐，與論音樂喜甚。數日又召至宣徽，張樂使觀焉。曰：「有舛誤乖謬，悉可言之。」沇沈吟曰：容臣與樂官商搉講論，具狀條奏。」上使宣徽使、敎坊使就敎坊與樂官參議數日，然後進奏。二使奏樂工多言沇不解聲律，不審節拍，兼有聵疾，不可議樂。上頗異之。又召宣徽使對，且曰：「臣年老多病，耳實失聰，若迨於聲律，不致無業。」上又使作樂，曲罷，問其得失。承稟舒遲，衆工多笑之。沇顧笑者忽忿怒作色，奏曰：「曲雖妙，其間有不可者。」上驚問之。卽指一琵琶云：「此人大逆戕忍，不日間兼卽抵法，不宜在至尊前。」又指一笙云：「此人神魂已游墟墓，不可更留供奉。」上尤驚異，令主者潛伺察之。旋而琵琶者為同輩告訐，稱六七年前，其父自縊，不得端由。卽令按鞫，遂伏其罪。笙者乃憂恐不食，旬日而卒。上益加知遇，面賜章綬，累召對，每令沇察樂，樂工惴恐脅息，不敢正視。沇懼罹禍，辭病而退。 \\n  \\n 嗣曹王皋精曉器用，為荊南節度使，有羈旅士人，懷二棬欲求通謁。先啟於賓府，觀者訝之曰：「豈足尚耶？」士曰：「但啟之尚書，當解矣。」及皋見棬，捧而嘆曰：「不意今日，獲逢至寶！」因指其剛勻之狀，賓佐唯唯，或腹非之。皋曰：「諸公必未信，命取食柈，自選其極平者，遂置二棬於柈心，以油注之棬中，棬滿而油不浸漏，蓋相契無際也。皋曰：「此必開元天寶中供御棬，不然，無以至此。」問其所自，答曰：「某先人在黔中，得於高力士之家。」衆方深伏。賓府又潛問客，直償幾何。客曰：「不過三五百緡。」及皋遺財帛器皿，其直果稱焉。 \\n  \\n 廣德中，前雙流縣丞李琬者亦能之，調集至長安，僦居務本里，嘗夜聞羯鼓聲，曲頗妙，於月下步尋，至一小宅，門極卑隘，叩門請謁，謂鼓工曰：「君所擊者，豈非耶婆色雞乎？（一本作耶婆娑雞。）雖至精能而無尾，何也？」工大異之曰：「君固知音者，此事無人知。某太常工人也，祖父傳此藝，尤能此曲，近張通獳入長安，某家事流散，父沒河西，此曲遂絕。今但按舊譜數本尋之，竟無結尾聲，故夜夜求之。」琬曰：「曲下意盡乎？」工曰：「盡。」琬曰「意盡卽曲盡，又何索尾焉？」工曰：「奈聲不盡何！」琬曰：「可言矣！夫曲有不盡者，須以他曲解之，方可盡其聲也。夫耶婆色雞，當用[木+屈]柘急遍解之。」工如所敎，果相諧協，聲意皆盡。（如柘枝用渾脫解，甘州用急了解之類是也。）工泣而謝之，卽言於寺卿，奏為主簿，後累官至太常少卿，宗正卿。 \\n  \\n 代宗朝，宰相杜鴻漸亦能之。永泰中為三州副元帥，兼西川節度使。至成都，有削杖者在蜀，以二鼓杖獻，鴻漸得之，示於衆曰：「此尤物也。當衣衾中收貯積時矣。」匠曰：「某於脊溝中養者十年。」及鴻漸出蜀，至利州西界，望嘉陵驛路入漢州矣，自西南來，始臨嘉陵江，頗有山水景致，其夜月色又佳，乃與從事楊炎、杜亞輩，登驛樓，望江月，行觴讌話：「今日出艱危，脫猜迫，外則不辱命於朝廷，內則免中禍於微質，皆諸賢之力也。旣保此安步，又瞰此殊景，安得不自賀乎？」遂命家僮取鼓與板笛，以前所得杖，酣奏數曲，四（一作西。）山猨鳥皆驚，飛鳴噭噭。從事悉異之。曰：「昔夔之搏拊，百獸舞庭，此豈遠耶！」鴻漸曰：「若某於此，稍曾致功，未臻尤妙，尚能及此，况至聖御天，賢臣考樂，飛走之類，何有不感？」因言某有別墅，近華嚴閣，每遇風景晴朗，時或登閣奏此，初見羣羊牧於山下，忽數舉頭躑躅不已，某不謂以鼓然也。及止鼓，羊亦止；某復鼓，亦復然。遂以疾、徐、高、下而節之，無不應之而變。旋有二犬自其家走而吠之，及羣羊側，遂漸止聲，仰首（一作逐聲俯仰。）若有所聽。少選，卽復宛頸搖尾，亦從而變態，是知率舞固不難矣。其後乃不敢為也。（一本無此句。）近士林中無習之者，唯僕射韓皋善，亦不甚露焉。為鄂州節度使時，間於黃鶴樓一月兩習而已。 \\n  \\n 會昌元年，卓因為洛陽令，數陪劉賓客、白少傅宴遊，白有家僮，多佐酒。卓因談往前三數事，二公亦應和之，謂卓曰：「若吾友所談，宜為文紀，不可令堙沒也。」時過而未錄。及陝府盧尚書任河南尹，又話之，因遣為紀，卽粗為編次，尚未脫藁。至東陽，因曝書見之，乃詳列而竟焉。雖不資儒者之博聞，亦助賓筵之談話，屬之好事，庶幾流傳。 \\n  \\n 前錄大中二年所著，四年春陽罷免，旋自海南，路由廣陵，崔司空為鎮。司空遇合素厚，留止旬朔，輒獻之，過蒙獎飾，因曰：「宋沇卽某之中外親丈人，知音之異事，非止於此也。嘗為太常丞，每諸懸鐘磬，亡墜至多，補亡者又乖律呂。一日早於光宅佛寺待漏，（貞元中猶未有待漏院，朝士多立城門衢中，或立近坊人家，及光宅寺也。）聞塔上風鐸聲，傾聽久之。朝迴復至寺舍，問寺主僧曰：『上人塔上鐸，皆知所自乎？』曰：『不能知。』沇曰：『其間有一是古製，某請一登塔循金索，試歷扣以辨之，可乎？』僧初難後許。乃扣而辨焉。寺衆卽言：『往往無風自搖，洋洋有聞，非此也耶？』沇曰：『是耳，必因祠祭考本懸鐘而應也。』固求摘取而觀之，曰：『此姑洗之編鐘耳，請且獨綴於僧庭。』歸太常，令樂工與僧同臨之，約其時彼扣本樂懸，此果應之，遂購而獲焉。又曾送客出通化門，逢度支運乘，駐馬俄頃，忽草草揖客別，乃隨乘至左藏門，認一鈴，言亦編鐘也。他人但覺鎔鑄獨工，不與衆者埒，莫知其餘；及配懸，音形皆合其度。」異乎，此亦識微在金奏者與？列於鼓錄則寖差矣。以大君子所傳，又精義入神，豈容忽而不載，遂附之於末。 \\n  \\n 諸宮曲 \\n  \\n 太簇宮 \\n  \\n 色俱騰　耀日光　乞婆娑 \\n  \\n 大勿大通舞山香 \\n  \\n 羅犁羅　蘇莫賴耶俱倫僕 \\n 阿箇盤陀蘇合香　藏鉤樂 \\n  \\n 春光好　無首羅　鷠嶺鹽 \\n  \\n 疏勒女　要殺鹽　通天樂 \\n  \\n 萬載樂　景雲紫雲 \\n 承天樂　順天樂 \\n  \\n 太簇商 \\n  \\n 蘇羅[木+奈]利梵　大借席 \\n 耶婆色雞堂堂半杜梁 \\n  \\n 君王盛神武赫赫　君之明　大鉢樂背 \\n 大娑野婆破陣樂　黃駿蹛 \\n  \\n 放鷹樂　英雄樂　思歸 \\n 憶新院　西樓送落月　[扌+暴]霜風 \\n 九成樂　傾杯樂　百歲老壽 \\n 還成樂　打毬樂　飲酒樂 \\n  \\n 舞厥麼賦太平樂　大酺樂 \\n  \\n 大寶樂　聖明樂　婆羅門 \\n 罽加那　萬歲樂　秋風高 \\n  \\n 囘婆樂　夜半擊羌兵　香山 \\n 優婆師　匝天樂　禪曲 \\n 渡積破敵迴　五更囀　黃鶯囀 \\n 大定樂　越殿須婆 \\n 鉢羅背　大秋秋鹽栗時 \\n 突厥鹽　踏蹄長 \\n  \\n 太簇角 \\n  \\n 火蘇賴耶大春楊柳大東祇羅 \\n 大郎賴耶卽渠沙魚大達麼友 \\n 俱倫毗　悉利都　移都師 \\n  \\n 阿[監+鳥][縷+鳥]歌　飛仙涼下採桑 \\n 西河師子三臺舞　石州破勃律 \\n  \\n 徵羽調與蕃部不載 \\n 諸佛曲詞 \\n 九仙道曲盧舍那仙曲　御製三元道曲 \\n 四天王　半閣麼那失波羅辭見柞 \\n 草堂富羅（二曲）　于門燒香寶頭伽 \\n  \\n 菩薩阿羅地舞曲　阿陀彌大師曲 \\n 食曲 \\n 雲居曲　九巴鹿　阿彌羅衆僧曲 \\n 無量壽　眞安曲　雲星曲 \\n  \\n 羅利兒　芥老雞　散花 \\n 大燃燈　多羅頭尼摩訶鉢　婆娑阿彌陀 \\n 悉馱低　大統蔓度大利香積 \\n 佛帝利　龜茲大武僧箇支婆羅樹 \\n 觀世音　居麼尼　眞陀利 \\n  \\n 大與永寧賢者恆河沙 \\n  \\n 江盤無始具作悉家牟尼 \\n 大乘毗沙門　渴農之文德 \\n  \\n 菩薩緱利陀　聖主與　地婆拔羅伽  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
