{"章节": " 云溪友议（唐）范摅", "正文": "　 \\n 　 \\n  \\n 　云溪友议 \\n 　 \\n  \\n  \\n  \\n 提要 \\n  \\n  \\n  \\n 《云溪友议》三卷，唐范摅撰。摅始末未详。《唐书·艺文志》注称为咸通时人。而书中李涉赠盗诗一条，称乾符己丑岁客於霅川，亲见李博士手迹。考乾符元年为甲午，六年为己亥，次年庚子改元广明，中间无己丑。己丑实为咸通十年，疑书中或误咸通为乾符，否则误己亥为己丑，然总之僖宗时人矣。摅自号五云溪人，故以名书。五云溪者，若耶溪之别名也。其书世有二本。一分上、中、下三卷，每条各以三字标题，前有摅自序。一为商濬《稗海》所刻，作十二卷，而自序及标题则并佚之。案陈振孙《书录解题》已称《唐志》三卷，今本十二卷，则南宋已有两本矣。《宋史·艺文志》作十一卷，则刊本误二为一也。此为泰兴季振宜家所藏三卷之本，较商氏所刻为完善，所录皆中唐以後杂事。其中如记安禄山生於邓州南阳，与姚汝能禄山事迹所记生於营州阿轧荦山者不同，殆传闻之误。记李白蜀道难为房琯、杜甫厄於严武而作，宋萧士贇李诗补注已驳之。他如陈子昂为射洪令段简所杀在武后时，章仇兼琼判梓州事在天宝以後，时代迥不相及。杀王昌龄者闾邱晓，杀闾邱晓者张镐，与高适亦不相关。乃云章仇大夫兼琼为陈拾遗雪狱，高适侍郎为王江宁申冤，殊不可解。陈拾遗句下注曰陈冕字子昂，亦与史不符。又周德华唱贺知章杨柳枝词一篇，今本据韦縠《才调集》，《才调集》又据此书。然古词但有月节折杨柳歌，其杨柳枝一调，实兴自中唐白居易诸人，郭茂倩《乐府诗集》班班可考，知章时安有是题？皆委巷流传，失於考证，至於颂于頔之宽仁，诋李绅之狂悖，毁誉不免失当。而李群玉黄陵庙诗一条，侮谑古圣，尤小人无忌之谈，皆不足取。然六十五条之中，诗话居十之七八，大抵为孟棨《本事诗》所未载。逸篇琐事，颇赖以传。又以唐人说唐诗，耳目所接，终较後人为近，故考唐诗者如计有功《纪事》诸书，往往据之以为证焉。 \\n 雲谿友議序 \\n  \\n 　近代何自然續《笑林》，劉夢得撰《嘉話錄》，或偶為編次，論者稱美。余少遊秦、吳、楚、宋，有名山水者，無不弛駕躊躇，遂興長往之跡。每逢寒素之士，作清苦之吟，或樽酒和酬，稍蠲於遠思矣。諺云：街談巷議，倏有禆於王化。野老之言，聖人採擇。孔子聚萬國風謠，以成其《春秋》也。江海不却細流，故能為之大。攄昔藉眾多，因所聞記，雖未近於丘墳，豈可昭於雅量；或以篇翰嘲謔，率爾成文，亦非盡取華麗，因事錄焉，是曰《雲谿友議》。儻論交會友，庶希於一述乎！ \\n  \\n  \\n  \\n 卷上 \\n  \\n  \\n  \\n  \\n  \\n 名儒對 \\n  \\n 王僕射起，再主禮闈，遠邇稱揚，皆以文德巍巍，聿興之也。武宗皇帝詔至殿曰：「朕近見二字，一『 \\n 囗』一『囗』，莫能詳也，特詢於卿。」王公對曰：「臣於三教經典，竊常遍覽。向者二字，羣書未之見也，未審天顏何文而得。《周穆王傳》有『 \\n 囗』『囗』二字，經百儒宗，但言古馬名，不敢分於飛兔、騕，於今靡有詳之者也。」上笑曰：「知卿夙儒，學綜朝野，偶為此二字相試，非於經籍而得之。」遂賜金綵等。乃知王公，三教之中，無不通曉。我唐之孔、鄭乎？ \\n 　 \\n  \\n  \\n  \\n  \\n  \\n 南陽錄 \\n  \\n 李筌郎中為荊南節度判官，集《閫外春秋》十卷。既成，自鄙之，曰：「常文也。」乃注黃帝《陰符經》，兼成大義，至「禽獸之制在氣」，經年懵然不解。忽夢烏衣人引理而教之。其書遂行於世，僉謂鬼谷、留侯復生也。所謂玄龜食蟒，黃腰服虎，飛鼠斷猿，稂 \\n 囗齧鶴，以小服大，皆得烏衣之旨，筌遂通其義也。筌後為鄧州刺史，常夜占星宿而坐。一夕，三更，東南隅忽見異氣；明旦，呼吏於郊市，如產男女者，不以貧富，悉取至焉。過十餘輩，筌視之曰：「皆凡骨也。」重令於村落搜訪之。乃得牧羊胡婦一子，李君慘容曰：「此假天子也。」座客勸殺之，荃以為不可，曰：「此胡鶵必為國盜，古亦有然，殺假恐生真矣。」則安祿山生於南陽，異人先知之矣。梁代志公讖曰：「兩角女子綠衣裳，端坐太行邀君王，一止之月自滅亡。」解曰：「兩角女子，『安』字也；綠衣，『祿』字也；太行，『山』字也；一止，『正』字也。」祿山果于正月死也。後李遐周讖曰：「樵市人將盡，函關馬不歸；道逢山下鬼，環上繫羅衣。」又曰：「此天下之事，不可卒去。」是以石勒致鹿奔之兆，桓玄動星光之瑞，王夷甫、宋高祖非不欲早害玄、勒，稱於太平，殺之不得耳。梁武帝視太白之變，而下殿奔，後愧於夷狄之主。凡為大盜者，必有異也。筌首知之，知之而不可禳也。 \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n 苧蘿遇 \\n  \\n 王軒少為詩，寓物皆屬詠，頗聞《淇澳》之篇。遊西小江，泊舟苧蘿山際，題西施石曰：「嶺上千峯秀，江邊細草春。今逢浣紗石，不見浣紗人。」題詩畢，俄而見一女郎，振瓊璫、扶石笋，低佪而謝曰：「妾自吳宮還越國，素衣千載無人識。當時心比金石堅，今日為君堅不得。」既為鴛鸞之會，仍為恨別之詞。後有蕭山郭凝素者，聞王軒之遇，每適於浣溪，日夕長吟，屢題歌詩於其石，寂爾無人，乃鬱怏而返。進士朱澤嘲之，聞者莫不嗤笑。凝素内恥，無復斯遊。澤詩曰：「三春桃李本無言，苦被殘陽鳥雀喧。借問東鄰效西子，何如郭素擬王軒？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 魯公明 \\n  \\n 顏魯公為臨川内史，澆風莫競，文教大行。康樂已來，用為嘉譽也。邑有楊志堅者，嗜學而居貧，鄉人未之知也。山妻厭其饘臛不足，索書求離，志堅以詩送之曰：「平生志業在琴詩，頭上如今有二絲。漁父尚知谿谷暗，山妻不信出身遲。荊釵任意撩新鬢，明鏡從他別畫眉。今日便同行路客，相逢即是下山時。」其妻持詩詣州，請公牒，以求別醮。顏公案其妻曰：「楊志堅素為儒學，遍覽九經，篇詠之間，風騷可摭。愚妻覩其未遇，遂有離心。王歡之廩既虛，豈遵黃卷；朱叟之妻必去，寧見錦衣？惡辱鄉閭，敗傷風俗。若無褒貶，僥倖者多。阿王決二十後，任改嫁。楊志堅秀才，贈布絹各二十疋、祿米二十石，便署隨軍，仍令遠近知悉。」江左十數年來，莫有敢棄其夫者。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 真詩解 \\n  \\n 濠梁人南楚材者，旅遊陳潁。歲久，潁守慕其儀範，將欲以子妻之。楚材家有妻，以受潁牧之眷深，忽不思義，而輒已諾之。遂遣家僕歸取琴書等，似無返舊之心也。或謂求道青城，訪僧衡岳，不親名宦，唯務玄虛。其妻薛媛，善書畫，妙屬文；知楚材不念糟糠之情，別倚絲蘿之勢，對鏡自圖其形，并詩四韻以寄之。楚材得妻真及詩範，遽有雋不疑之讓，夫婦遂偕老焉。里語曰：「當時婦棄夫，今日夫離婦。若不逞丹青，空房應獨自。」薛媛寫真寄夫詩曰：「欲下丹青筆，先拈寶鏡端。已驚顏索寞，漸覺鬢凋殘。淚眼描將易，愁腸寫出難。恐君渾忘却，時展畫圖看。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n 毗陵出 \\n  \\n 慎氏者，毗陵慶亭儒家之女。三史嚴灌夫，因遊彼，遂結姻好，同載歸蘄春。經十餘秋，無胤嗣。灌夫乃拾其過而出妻，令歸二浙。慎氏慨然登舟，親戚臨流相送，妻乃為詩以訣灌夫。灌夫覽詩悽感，遂為夫婦如初。雲谿子曰：「曹叔妻敍《東征》之賦，劉伶室作《誡酒》之辭；以女子之所能，實其罕矣。爰書薛媛之事，斯可附焉。」慎氏詩曰：「當時心事已相關，雨散雲飛一餉間。便是孤帆從此去，不堪重過望夫山。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 巫詠難 \\n  \\n 秭歸縣繁知一，聞白樂天將過巫山，先於神女祠粉壁，大署之曰：「蘇州刺史今才子，行到巫山必有詩。為報高唐神女道，速排雲雨候清詞。」白公覩題處悵然，邀知一至，曰：「歷陽劉郎中禹錫，三年理白帝，欲作一詩於此，怯而不為。罷郡經過，悉去千餘首詩，但留四章而已；此四章者，乃古今之絕唱也。而人造次不合為之。」沈佺期詩曰：「巫山高不極，合沓奇狀新。闇谷疑風雨，幽崖若鬼神。月明三峽曙，潮滿九江春。為問陽臺客，應知入夢人。」王無競詩曰：「神女向高唐，巫山下夕陽。徘徊作行雨，婉孌逐荊王。電影江前落，雷聲峽外長。霽雲無處所，臺館曉蒼蒼。」李端詩曰：「巫山十二重，皆在碧虛中。迴合雲藏日，霏微雨帶風。猿聲寒渡水，樹色暮連空。愁向高唐去，千秋見楚宮。」皇甫冉詩曰：「巫峽見巴東，迢迢出半空。雲藏神女館，雨到楚王宮。朝暮泉聲落，寒暄樹色同。清猿不可聽，偏在九秋中。」白公但吟四篇，與繁生同濟，竟而不為。故太尉李德裕鎮渚宮，嘗謂賓侶曰：「余偶欲遙賦《巫山神女》一詩，下句云『自從一夢高唐後，可是無人勝楚王』。晝夢宵征巫山，似欲降者，如何？」段記室成式曰：「屈平流放湘沅，椒蘭友而不爭，卒葬江魚之腹，為曠代之悲。宋玉則招屈之魂，明君之失，恐禍及身，遂假高唐之夢以惑襄王，非真夢也。我公作神女之詩，思神女之會，唯慮成夢，亦恐非真。」李公退慙，其文不編集於卷也。 \\n 　 \\n  \\n  \\n  \\n  \\n  \\n 靈丘誤 \\n  \\n 麻姑山，山谷之秀，草木所奇。鄧仙客至延康，四五代為國道師，而錫紫服。洎死，自京輦歸，葬是山，是謂「屍解」也。然悉為丘壠，松栢相望。詞人經過，必當興詠幾千首矣。忽有一少年，偶題一絕句，不言姓字，但云「天嶠遊人」耳。後來觀其所刺，無復為文，且鄧氏之名，因斯稍減矣。詩曰：「鶴老芝田雞在籠，上清那與俗塵同。既言白日昇仙去，何事人間有殯宮？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n 襄陽傑 \\n  \\n 鄭太穆郎中為金州刺史，致書於襄陽于司空頔。鄭書傲倪自若，似無郡吏之禮。書曰：「閤下為南溟之大鵬，作中天之一柱。騫騰則日月暗，搖動則山嶽頹。真天子之爪牙，諸侯之龜鏡也。太穆孤幼二百餘口，飢凍兩京。小郡俸薄，尚為衣食之憂；溝壑之期，斯須至矣。伏惟賢公，息雷霆之威，垂特達之節，賜錢一千貫、絹一千疋、器物一千事、米一千石、奴婢各十人。」且曰：「分千樹一葉之影，即是濃陰；減四海數滴之泉，便為膏澤。」于公覽書，亦不嗟訝，曰：「鄭使君所須，各依來數一半；以戎旅之際，不全副其本望也。」又有匡廬符載山人，遣三尺童子齎數幅之書，乞買山錢百萬，公遂與之，仍加紙墨衣服等。又有崔郊秀才者，寓居於漢上，蘊積文藝，而物產罄懸。無何，與姑婢通，每有阮咸之從。其婢端麗，饒彼音律之能，漢南之最也。姑貧，鬻婢於連帥。連帥愛之，以類無雙，無雙，即薛太保愛妾，至今圖畫觀之。給錢四十萬，寵眄彌深。郊思慕無已，即強親府署，願一見焉。其婢因寒食來從事家，值郊立於柳陰，馬上連泣，誓若山河。崔生贈之以詩曰：「公子王孫逐後塵，綠珠垂淚滴羅巾。侯門一入深如海，從此蕭郎是路人。」或有嫉郊者，寫其詩于座，公覩詩，令召崔生，左右莫之測也。郊則憂悔而已，無處潛遁也。及見郊，握手曰：「『侯門一入深如海，從此蕭郎是路人。』便是公製作也。四百千，小哉！何靳一書，不早相示！」遂命婢同歸，至於幃幌奩匣，悉為增飾之，小阜崔生矣。初，有客自零陵來，稱戎昱使君席上，有善歌者，襄陽公遽命召焉。戎使君豈敢違命，逾月而至。及至，令唱歌，乃戎使君送妓之什也。公曰：「丈夫不能立功立業，為異代之所稱；豈有奪人姬愛，為己之嬉娛？以此觀之，誠可竄身於無人之地。」遂多以繒帛贐行，手書遜謝於零陵之守也。雲谿子曰：「王敦驅女樂以給軍士，楊素歸徐德言妻；臨財莫貪，於色不恡者，罕矣！」時人用為雅譚。歷觀國朝挺特英雄，未有如襄陽公者也。戎使君詩曰：「寶鈿香蛾翡翠裙，粧成掩泣欲行雲。慇懃好取襄王意，莫向陽臺夢使君。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 馮生佞 \\n  \\n 雍陶員外，蜀川人也。上第後，稍薄於親黨。其舅雲安劉敬之，罷舉歸三峽，素事篇章，讓陶不寄書，曰：「山近衡陽雖少鴈，水連巴蜀豈無魚？」陶得詩悸赧，方有狐首之思歟。後為簡州牧，自比之謝宣城、柳吳興也。賓至則折挫之，閽者亦怠，投贄者稀得見焉。有馮道明下第，請謁，云：「與員外故舊。」閽者以道明言啟之，及引進，陶訶曰：「與公昧平生，何方相識矣！」道明曰：「誦員外之言，仰員外之德；詩集中日得相見，何隔平生也？」遂吟曰：「立當青草人先見，行近白蓮魚未知。」又曰：「江聲秋入寺，雨氣夜侵樓。」又曰：「閉門客到常疑病，滿院花開不似貧。」陶聞吟，欣狎待道明如曩昔之友。君子以雍君矜誇而好媚，馮子匪藝而求知；其兩違之，文園豈尚也？ \\n  \\n  \\n  \\n  \\n  \\n  \\n 江都事 \\n  \\n 李相公紳督大梁日，聞鎮海軍進健卒四人，一曰富蒼龍，二曰沈萬石，三曰馮五千，四曰錢子濤；悉能拔橛角觝之戲。既至，果然趫徑也。翌日，於毬場内犒勞，以駕車老牛筋皮為炙瘤魁之臠。魁，酒罇也，盛一斗二升，多以梄槐榴為之，或銅鑄也。坐四輩於地茵，大柈，令食之。萬石等三人，視炙堅麤，莫敢就食。獨五千瞋目張口，兩手捧炙，如虎啖肉。丞相曰：「真壯士也！可以撲殺西域健胡。」又令試於觗戲，蒼龍等亦不利；獨五千勝之。十萬之眾，為之披靡。於是獨進五千，蒼龍等退還本道，語曰：「壯兒過大梁，如上龍門也。」大梁城北門，常扃鏁不開，開必有事。公命開之，騾子營騷動，軍府乃悉誅之，自此平泰也。李公既治淮南，決吳湘之獄，而持法清峻，犯者無宥，有嚴、張之風也。狡吏奸豪，潛形叠跡。然出於獨見，寮佐莫敢言之。李元將評事及弟仲將，僑寓江都。李公羈旅之年，每止於元將之館，而叔呼焉。榮達之後，元將稱弟稱姪，皆不悦也；及為孫子，方似相容。又有崔巡官者，昔居鄭圃也，與丞相同年之舊，特遠來謁，纔到客舍，不意家僕與市人有競，詰其所以，僕人曰：「宣州館驛崔巡官。」下其僕、市人皆抵極法。令捕崔至，曰：「昔嘗識君，到此何不相見也？」崔生叩頭謝曰：「適憩旅舍，日已遲晩。相公尊重，非時不敢具陳卑禮，伏希哀憐，獲歸鄉里。」遂縻留服罪，笞股二十，送過秣陵，貌若死灰，莫敢慟哭。時人相謂曰：「李公宗叔翻為孫子，故人忽作流囚。」邑客黎人，懼罹不測之禍，渡江過淮者眾矣。主吏啟曰：「戶口逃亡不少。」丞相曰：「汝不見淘麥乎？秀者在下，糠粃隨流。隨流者，不必報來。」自此一言，竟無踰境者也。又忽有少年，勢似疎簡，自云：「辛氏郎君來謁。」丞相於晤對之間，未甚周至。懸車白尚書先寄元相公詩曰：「悶勸迂辛酒，閒吟短李詩。」且曰：「辛大丘度，性迂嗜酒；李二十紳，短而能詩。」辛氏郎君，即丘度之子也，謂李公曰：「小子每憶白廿二丈詩曰：『悶勸疇昔酒，閒吟廿丈詩。』」李公笑曰：「辛大有此狂兒，吾敢不存舊矣。」凡是官族，相快辛氏子之能忤誕，丞相之受侮，剛腸暫屈乎？有一曹官到任，儀質頗似府公；府公見而惡之，書其狀曰：「着青把笏，也請料錢。覩此形骸，足可傷嘆。」左右皆竊笑焉。又有宿將有過，請罰，且云：「臭老兵，倚恃年老，而刑不加；若在軍門，一百也決。」竟不免其檟楚。凡所書判，或是卒然，故趨事皆驚神破膽矣。初，李公赴薦，常以古風求知，呂光化溫謂齊員外煦及弟恭曰：「吾觀李二十秀才之文，斯人必為卿相。」果如其言。詩曰：「春種一粒粟，秋收萬顆子。四海無閒田，農夫猶餓死。」「鋤禾日當午，汗滴禾中土。誰知盤中飡，粒粒皆辛苦！」先是元相公廉察江東之日，修龜山寺魚池，以為放生之銘，戒其僧曰：「勸汝諸僧好護持，不須垂釣引青絲。雲山莫厭看經坐，便是浮生得道時。」李公到鎮，遊于野寺，覩元公之詩而笑曰：「僧有漁罟之事，必投於鏡湖。」後有犯者，堅而不恕焉。復為二絕而示之，云：「剃髮多緣是代耕，好聞人死惡人生。祗園説法無高下，爾輩何勞尚世情。」「汲水添池活白蓮，十千鬐鬛盡生天。凡庸不識慈悲意，自葬江魚入九泉。」忽有老僧詣謁，願以因果喻之。丞相問：「阿師從何處來？」答云：「貧道從來處來。」遂決二十，曰：「任從去處去。」至如浮薄賓客，莫敢候門。三教所來，俱有區別。海内服其才俊，終于相位也。初貧，遊無錫惠山寺，累以佛經為文藳，致主藏僧毆打，終身所憾焉。後之剡川天宮精舍，凭笈而晝寢，有老僧齋罷，見一大虵上刹前李樹，食其子焉，恐其遺毒而人誤食之，徐徐驅下，虵乃望東序而去，遂入李秀才懷中，倏而不見矣。公乃驚覺。老僧曰：「秀才睡中有所覩否？」李公曰：「夢中上李樹食李，甚美。似有一僧相逼。及寤，乃見上人。」老僧知此客非常，延歸本院，經數年而辭赴舉。將行，贈以衣鉢之資，因喻之曰：「郎君身必貴矣。然勿以僧之尤過，貽於禍難。」及領會稽，僧有犯者，事無巨細，皆至極刑。唯憶無錫之時也，遂更剡川為龍宮寺額。嗟老僧之已逝，為其營塔立碑，平生之修建，只於龍宮一寺矣。雲溪子曰：「蕭相國立殊勳，方明昴宿；《前漢史》謂：酇侯，昴星之精爾。杜元凱因醉吐，始見虵形。則李公食李於龍宮，其不謬矣。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 南海非 \\n  \\n 房千里博士初上第，遊嶺徼詩序云：「有進士韋滂者，自南海邀趙氏而來。十九歲，為余妾。余以鬢髮蒼黃，倦於遊從，將為天水之別。止素秋之期，縱京洛風塵，亦其志也。趙屢對余潸然恨恨者，未得偕行。即泛輕舟，暫為南北之夢。歌陳所契，詩以寄情。」曰：「鸞鳳分飛海樹秋，忍聽鍾鼓越王樓。只應霜月明君意，緩撫瑤琴送我愁。山遠莫教雙淚盡，鴈來空寄八行幽。相如若返臨卭市，畫舸朱軒萬里遊。」萬里橋在蜀川。房君至襄州，逢許渾侍御赴弘農公番禺之命，千里以情意相託，許具諾焉。纔到府邸，遣人訪之，擬持薪粟給之，曰：「趙氏却從韋秀才矣。」許與房、韋，俱有布衣之分。欲陳之，慮傷韋義；不述之，似負房言。素款難名，為詩代報。房君既聞，幾有歐陽四門詹太原之喪。歐陽太原亡姬之事，孟簡尚書已有序詩述之矣。渾寄房秀才詩曰：「春風白馬紫絲韁，正值蠶眠來採桑。五夜有心隨暮雨，百年無節待秋霜。重尋繡帶朱藤合，却認羅裙碧草長。為報西遊減離恨，阮郎纔去嫁劉郎。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 四背篇 \\n  \\n 劉長卿郎中，皆謂前有沈、宋、王、杜，後有錢、郎、劉、李。劉君曰：「李嘉祐、郎士元，焉得與予齊稱也！」每題詩，不言其姓，但「長卿」而已，以海内合知之乎？士林或之譏也。宋雍初無令譽，及嬰瞽疾，其詩名始彰。盧員外綸作擬僧之詩，僧清江作七夕之詠，劉隨州有眼作無眼之句，宋雍無眼作有眼之詩。詩流以為四背，或云四倒，然辭意悉為佳致乎？盧公詩曰：「願得遠公知姓字，焚香洗鉢過餘生。」清江上人詩曰：「唯愁更漏促，離別在明朝。」劉隨州詩曰：「細雨濕衣看不見，閒花落地聽無聲。」宋君詩曰：「黃鳥不堪愁裏聽，綠楊宜向雨中看。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 嚴黃門 \\n  \\n 武后朝嚴安之、定之，昆弟也。安之為長安戎曹，權過京尹，至今為寮者，願得安之之術焉。定之則登歷臺省，亦有時名，娶裴卿之女，纔三夕，其妻夢一人佩服金紫，美鬚鬢，曰：「諸葛亮也，來為夫人兒。」既妊而產嬰孩，其狀端偉，頗異常流，定之薄其妻而愛其子。嚴武年八歲，詢其母曰：「大人常厚玄英，玄英，定之妾也。未常慰省阿母，何至於斯乎？」母曰：「吾與汝，母子也。以汝尚幼，未之知也。汝父薄幸，嫌吾寢陋，枕席數宵，遂即懷汝。自後相棄如離婦焉。」其母悽咽，武亦憤惋難處。候父既出，玄英方睡，武持小鐵鎚，擊碎其首。及定之歸，驚愕，視之，乃斃矣。左右曰：「小郎君戲運鐵鎚而致之。」定之呼武至，曰：「汝何戲之甚矣！」武曰：「焉有大朝人士，厚其侍妾，困辱兒之母乎？故須擊殺，非戲之也。」父曰：「真嚴定之之子。」而每抑遏，恐其非器。武年二十三，為給事黃門侍郎；明年擁旄西蜀，累於飲筵，對客騁其筆札。杜甫拾遺乘醉而言曰：「不謂嚴定之有此兒也。」武恚目久之，曰：「杜審言孫子，擬捋虎鬚？」合座皆笑，以彌縫之。武曰：「與公等飲饌謀歡，何至於祖考耶？」房太尉綰亦微有所忤，憂怖成疾。武母恐害賢良，遂以小舟送甫下峽。母則可謂賢也，然二公幾不免於虎口矣。李太白為《蜀道難》，乃為房、杜之危也，略曰：「劍閣峥嶸而崔嵬。一夫當門，萬夫莫開。所守或非人，化為狼與豺。此謂武之酷暴矣。朝避猛虎，夕避長虵。磨牙吮血，殺人如麻。錦城雖云樂，不如早還家。蜀道之難難於上青天，側身西望長咨嗟。」杜初自作《閬中行》：「豺狼當路，無地遊從。」或謂章仇大夫兼瓊為陳拾遺雪獄；陳晃字子昂。高適侍御與王江寧昌齡申寃；當時同為義士也。李翰林作此歌，朝右聞之，疑嚴武有劉焉之志。支屬刺史章彝，因小瑕，武遂棒殺；後為彝外家報怨，嚴氏遂微焉。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 哀貧誡 \\n  \\n 余以曾子迴車不入勝母之閭，呂不韋有桐輪之媚；是乃曾參立孝行之名，不韋抱淫邪之責。邇之進退者，豈以二子而隲是非乎？渚宮有李令者，自宰延安，本狡猾之徒也，強為篇章，而干謁時貴；有歸評事任江陵醝院，常懷卹士之心。李令既識歸君，累求救貸，而悉皆允諾。又云：「某欲尋親湖外，輙假舍而安家族。」歸君亦敏諾之。李且乘舟而去。不二旬，其妻遣僕使告丐餱糧，主人拯其乏絕。李忽寄書於鹺院，情況欵密，且異尋常，書中有贈家室等詩一首，意欲組織歸君。歸君怏恨，悔而不能明，與率武陵渠江之務，以糊其口焉。舉士沈擢，既違名路，從知長沙，每述於同院眾賓，用茲戒慎也。李令寄妻詩曰：「有人教我向衡陽，一度思歸欲斷腸。為報艷妻兼少女，與吾覓取朗州場。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 古製興 \\n  \\n 文宗元年秋，詔禮部高侍郎鍇，復司貢籍，曰：「夫宗子維城，本枝百代，封爵便宜，無令廢絕。常年宗正寺解送人，恐有浮薄，以忝科名。在卿精揀藝能，勿妨賢路。其所試，賦則准常規，詩則依齊梁體格。」乃試《琴瑟合奏賦》、《霓裳羽衣曲詩》。主司先進五人詩，其最佳者，其李肱乎？次則王收日斜見賦，則《文選》中《雪賦》、《月賦》也。况肱宗室，德行素明，人才俱美，敢不公心，以辜聖教？乃以牓元及第，《霓裳羽衣曲詩》，任用韻。李肱：「開元太平時，萬國賀豐歲。梨園獻舊曲，玉座流新製。鳳管勢參差，霞衣競搖曳。醼罷水殿空，輦餘春草細。蓬壺事已久，仙樂功無替。詎肯聽遺音，聖明知善繼。」上披文曰：「近屬如肱者，其不忝乎！有劉安之識，可令著書；執馬孚之正，可以為傳。秦嬴統天下，子弟同匹夫；根本之不深固，曹冏曷不非也？」評曰：「李君文章精練，行義昭詳。策名於睿哲之朝，得路於韋蕭之室。然止於岳、齊二牧，未登大任，其有命焉！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 夷君誚 \\n  \\n 登州賈者馬行餘，轉海擬取昆山路，適桐廬時，遇西風而吹到新羅國。新羅國君聞行餘中國而至，接以賓禮。乃曰：「吾雖夷狄之邦，歲有習儒者，舉於天闕，登第榮歸，吾必祿之且厚。乃知孔子之道，被於華夏乎！」因與行餘論及經籍，行餘避位曰：「庸陋賈竪，長養雖在中華，但聞土地所宜，不識詩書之義。熟詩書、明禮律者，其唯士大夫乎！非小人之事也。」遂乃言辭，揚舲背扶桑而去。新羅君訝曰：「吾以中國之人，盡閑典教，不謂尚有無知之俗歟！」行餘還至鄉井，自以貪恡百味好衣，愚昧不知學道，為夷狄所咄，况於英哲也。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 餞歌序 \\n  \\n 李尚書訥夜登越城樓，聞歌曰：「鴈門山上鴈初飛。」其聲激切，召至。曰：「去籍之妓盛小藂也。」曰：「汝歌何善乎？」曰：「小藂是梨園供奉南不嫌女甥也。所唱之音，乃不嫌之授也。今色將衰，歌當廢矣！」時察院崔侍御元範，自府幕而拜，即赴闕庭，李公連夕餞崔君於鏡湖光候亭。屢命小藂歌餞，在座各為一絕句贈送之。亞相為首唱矣，崔下句云：「獨向栢臺為老吏。」皆曰：「侍御鳳閣中書，即其程也，何以老於栢臺？」眾請改之。崔讓曰：「某但止於此任，寧望九遷乎？」是年秋，崔君鞠獄於譙中，乃終於栢臺之任矣。楊、封、盧、高數篇，亦其次也。《聽盛小藂歌送崔侍御浙東廉使》，李訥：「綉衣奔命去情多，南國佳人歛翠蛾。曾向教坊聽國樂，為君重唱盛藂歌。」《奉和亞台御史》，崔元範：「楊公留宴峴山亭，洛浦高歌五夜情。獨向栢臺為老吏，可憐林木響餘聲。」團練判官楊知至：「燕趙能歌有幾人，落花迴雪似含嚬。聲隨御史西歸去，誰伴文翁怨九春？」觀察判官封彥冲：「蓮府纔為綠水賓，庾杲之在王儉府，似芙蓉泛綠水，故有此句。忽乘駿馬入咸秦。為君唱作西河調，日暮偏傷去住人。」觀察支使盧鄴：「何郎戴笏別賢侯，更吐歌珠宴庾樓。莫道江南不同醉，即陪舟檝上京遊。」前進士高湘：「謝安春渚餞袁宏，千里仁風一扇清。歌黛慘時方酩酊，不知公子重飛觥。」處士盧溵：「烏臺上客紫髯公，共捧天書靜鏡中。桃葉不須歌白苧，耶溪暮雨起樵風。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 宗兄悼 \\n  \\n 滕倪苦心為詩，嘉聲早播。遠之吉州，謁宗人邁郎中。吉守以「吾家鮮士，此弟則千里之駒也。」每吟其「白髮不知容相國，也同閒客滿頭生。」又《題鷺鷥障子》云：「映水有深意，見人無懼心。」且曰：「魏文酷陳思之學，潘岳褒正叔之文；貴集一家之芳，安以宗從疏遠矣。」倪既秋試，捧笈告遊，及留詩一首為別。滕君得之悵然，曰：「此生必不與此子再相見也。」乃祖於太臯之閣，別異常情。倪至秋深，逝於商於之館舍，聞者莫不傷悼焉。倪詩曰：「秋初江上別旌旗，故國無家淚欲垂。千里未知投足處，前程便是聽猿時。誤攻文字身空老，却返樵漁計已遲。羽翼凋零飛不得，丹霄無路接差池。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 夢神姥 \\n  \\n 盧著作肇為華州紇干公泉防禦判官，遊仙掌諸峯，歇馬于巨靈廟。忽寐，夢在數間空舍中，見一老嫗於大釜中燃火，盧君詢其所由，曰：「老人是華岳神母也。」又問：「釜中煮者何物？」母曰：「橡子也。」「用此奚為？」母愀然曰：「食之也。」盧曰：「且兒為五岳神主，厭於禱祠；母食樹子，豈無奉養之志乎？」母曰：「以神鬼之道，雖有君臣父子，禍福本不相及矣。祈祭之所，不呼名字者，不得饗焉。」盧夢覺，召岳廟祝，別置神母位，常饌出生一分，公宴則闕。在家，忽遺忘之，噦咽而體中不快也。雲谿子曰：「親聞范陽所述，故書之。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 玉泉祠 \\n  \\n 余以鬼神之道難明也，視之不見，聽之不聞，朝賢后於盟津，報受禪於晉壤，禱祀名山大川，則其兆應也。蜀前將軍關羽守荊州，夢猪嚙足，自知不祥，語其子曰：「吾衰暮矣！是若征吳，必不還爾。」果為吳將呂蒙麾下所殛，蜀遂亡荊州。今吳楚之俗，夢半猪者，乃書其屋柱而禳之。玉泉祠，天下謂四絕之境。或言此祠鬼興土木之功而樹，祠曰「三郎神」。三郎，即關三郎也。允敬者，則髣髴似覩之。緇俗居者，外戶不閉，財帛縱橫，莫敢盜者。廚中或先嘗食者，頃刻大掌痕出其面，歷旬愈明。侮慢者，則長虵毒獸隨其後。所以懼神之靈，如履冰谷，非齋戒護淨，莫得居之。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 舞娥異 \\n  \\n 李八座翱，潭州席上有舞柘枝者，匪疾而顏色憂悴。殷堯藩侍御當筵而贈詩曰：「姑蘇太守青蛾女，流落長沙舞柘枝。滿座繡衣皆不識，可憐紅臉淚雙垂。」明府詰其事，乃故蘇臺韋中丞愛姬所生之女也。夏卿之胤，正卿之姪。曰：「妾以昆弟夭喪，無以從人，委身於樂部，恥辱先人。」言訖涕咽，情不能堪。亞相為之吁嘆，且曰：「吾與韋族，其姻舊矣。」速命更其舞服，飾以袿襦，延與韓夫人相見。夫人，吏部之子。顧其言語清楚，宛有冠蓋風儀，撫念如其所媵，遂於賓榻中選士而嫁之也。舒元輿侍郎聞之，自京馳詩贈李公曰：「湘江舞罷忽成悲，便脱蠻靴出絳幃。誰是蔡邕琴酒客，魏公懷舊嫁文姬。」李尚書初守廬江，有重繫者合當大辟。引慮之時，啟鳴曰：「某偶黷典章，即從誅戮。然昔於羣山，專習一藝，願於貴人之前試之。」乃曰：「長嘯也。死而無恨歟！」乃命緩繫而聽之，清聲上徹雲漢。公曰：「不謂蘇門之風，出於赭衣之下。可命鸞鶴同遊，可與孫阮齊躅。去其械梏，蠲其罪乎！」後鎮山南，夜聞長笛之音，而瀏亮不絕。問是何人吹之也，具云：「府獄重囚。」令明日引來。官吏遞相尤怨，夜使囚徒為樂，罪累必深。及至，發龍吟之韻，奏出塞之悲，閨思鄉情，莫不淒切。公曰：「汝之吹竹已得其能。不事農業，可為伶人爾。」卒歲而憐愍之，便令奔去也。夫徐晃持刑，而行陣齊整；慕容貸法，而兵士傾心。寬猛相濟，故無不均。前聞于襄陽鵰鶚高舉，後有李漢南文學推能。于、李之雙名，真亞匹也；雖楊、杜之齊勳，未比二侯之奇特者矣。 \\n  \\n  \\n  \\n  \\n 卷中 \\n  \\n  \\n  \\n 葬書生 \\n  \\n 劉侍郎軻者，韶右人也。幼之羅浮、九疑，讀黃老之書，欲輕舉之便。又於曹溪探釋氏關戒，遂披僧服焉。僧名「湓納」。北之筠川方山等寺，又居廬岳東林寺，習《南山鈔》及《百法論》，咸得宗旨焉。獨處一室，數夢一人衣短褐，曰：「我書生也。頃因遊學，逝此一室。以主寺僧不聞郡邑，乃瘞於牖下，而屍骸跼促，死者從直，何以安也。君能遷葬，必有酬謝。」乃訪于緇屬，果其然也。尋改窆於虎溪之上，求得一栢函，劉君解所着之衣覆其骸骼。是夜，夢書生來謝。持三鷄子，勸軻立食之，食訖明爽，雖冥寞之道，其不妄言。軻嚼一卵而吞，二者猶豫未食，手握之而覺。後乃精於儒學，而隸文章，因榮名第，歷任史館。欲書夢中之事，不可身為傳記。吏部尚書退之，素知焉，曰：「待余餘暇，當為一文贊焉。」韓公左遷，其文竟不成也。劉君之修史時，宰輔得人，藩條有事，朝廷凡有瑕勣，悉欲書之，冀人惕勵。擬縱董狐之筆，尤謗必生，匿其功過，又非史職。常暮則沉湎而出。韓公曰：「史官，國之樞機也。其如海納之醉乎？」雲谿子以劉公之居史館而為兩端，夫杜微之聾也，推蜀賢於葛亮；阮籍之醉也，託魏史於王沉。恐危難之逼，假聾醉而混時；遇物從機，即其尚也。昔文王葬枯骨，德王岐周；鄒湛瘞甄舒，而名魁峴首；劉君因夢寐而解衣，遂通三學，可謂古人乎！前者有鄭廣文虔者，明皇時為文館，故以廣文號焉。編集之外，唯日嗜酒。覩嬪妃之貴，必致邦家之禍乎？杜工部遺之歌，略曰：「廣文到官舍，置馬堂堦下。醉則乘馬歸，頗遭官長駡。諸公袞袞登臺省，廣文先生官獨冷；諸公往往厭粱肉，廣文先生飰不足。才名四十年，座客寒無氈；近者蘇司業瓌，時時與酒錢。」予以劉磁州之醉，與廣文所同，避嫌遠害，未為非也。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 玉簫化 \\n  \\n 西川韋相公臯，昔遊江夏，止於姜使君之館。姜輔，相國之從兄也。姜氏孺子曰荊寶，已習二經，雖兄呼於韋，恭事之禮，如父叔也。荊寶有小青衣曰玉簫，年纔十歲，常令祗候，侍於韋兄，玉簫亦勤於應奉。後二載，姜使君入關求官，而家累不行。韋乃易居，止頭陁寺，荊寶亦時遣玉簫往彼應奉。玉簫年稍長大，因而有情。時廉使陳常侍得韋君季父書云：「姪臯久客貴州，切望發遣歸覲。」廉察啟緘，遺以舟楫服用。仍恐淹留，請不相見。泊舟江渚，俾篙工促行。昏暝拭泪，乃書以別荊寶。寶頃刻與玉簫俱來，既悲且喜。寶命青衣從往，韋以違覲日久，不敢俱行，乃固辭之。遂為言約，少則五載，多則七年，取玉簫。因留玉指環一枚，并詩一首。五年既不至，玉簫乃靜禱於鸚鵡洲。又逾二年，暨八年春。玉簫嘆曰：「韋家郎君，一別七年，是不來耳！」遂絕食而殞。姜氏愍其節操，以玉環着於中指，而同殯焉。後韋公鎮蜀，到府三日，詢鞫獄情，滌其寃濫輕重之繫，近三百餘人。其中一輩，五器所拘，偷視廳事，私語云：「僕射是當時韋兄也。」乃厲聲曰：「僕射僕射，憶得姜家荊寶否？」韋公曰：「深憶之。」「即某是也。」公曰：「犯何罪而重羇縲？」答曰：「某辭違之後，尋以明經及第，再選清城縣令。家人誤爇廨舍庫牌印等。」韋曰：「家人之犯，固非己尤。」便與雪寃，仍歸墨綬，乃奏眉州牧。敕下，未令赴任，遣人監守，朱紱其榮，留連賓幕。屬大軍之後，草創事繁，經蓂莢數凋，方謂：「玉簫何在？」姜牧曰：「僕射維舟之夕，與伊留約，七載是期。逾時不至，乃絕食而殞。」因吟留贈玉環詩云：「黃雀銜來已數春，別時難解贈佳人。長吟不見魚書至，為遣相思夢入秦。」韋公聞之，益增悽嘆，廣修經像，以報夙心。且想念之懷，無由再會。時有祖山人者，有少翁之術，能令逝者相親。但令府公齋戒七日。清夜，玉簫乃至，謝曰：「承僕射寫經，僧佛之力，旬日便當託生。却後十二年，再為侍妾，以謝鴻恩。」臨袂微笑曰：「丈夫薄情，令人死生隔矣！」後韋公隴右之功，終德宗之代，理蜀不替。是故年深，累遷中書令同平章事。天下嚮附，瀘棘歸心。因作生日，節鎮所賀，皆貢珍奇。獨東川盧八座，送一歌姬，未當破瓜之年，亦以「玉簫」為號。觀之，乃真姜氏之玉簫也，而中指有肉環隱出，不異留別之玉環也。京兆公曰：「吾乃知存殁之分，一往一來；玉簫之言，斯可驗矣！」論者以韋中書脫布衣不五秋，而擁旌鉞，皇朝之盛，罕有其倫；然鎮蜀近二紀，雲南諸蕃部落，悉遣儒生教其禮樂，易袵歸仁，彼我以鹽鏟貨賂，悉無怨焉。後司空林公，弛其規准，別誘言化，復通其鹽運而不贍金帛，遂令部落懷貳，猾悍邦君，蟊蠆為羣，侵逼城壘，俘掠士庶妻子，其萬人乎！雍陶先輩感亂後詩曰：「錦城南面遙聞哭，盡是離家別國聲。」或謂黜韋帥之功，削成都之爵。且淮陰叛國，名居定難之勳；竇融要君，跡踐諸侯之列；蓋錄其勳，而不廢其名乎？所讓不合教戎濮詩書，致閑兵法，考其銜怨有以，而莫敢斥言，故乃削爵黜功，是為大謬矣！ \\n  \\n  \\n  \\n  \\n  \\n  \\n 苗夫人 \\n  \\n 張延賞相公，累代台鉉。每宴賓客，選子聓莫有入意者。其妻苖氏，太宰苗公晉卿之女也。夫人有才鑒，甚別英銳，特選韋臯秀才，曰：「此人之貴，無與比儔。」既以女妻之，不二三歲，以韋郎性度高廓，不拘小節，張公稍悔之，至不齒禮，一門婢僕漸見輕怠，惟苗氏待之常厚矣。其於眾多視之悒怏，而不能制遏也。臯妻張氏，垂泣而言曰：「韋郎七尺之軀，學兼文武，豈有沉滯兒家，為尊卑見誚；良時勝境，何忍虛擲乎？」韋乃遂辭東遊，妻罄粧奩贈送。清河公喜其往也，贐以七驢馱物，每之一驛，則附遞一馱而還；行經七驛，所送之物盡歸之也。其所有者，清河氏所贈粧奩及布囊書冊而已。清河公覩之，莫可測也。後權隴右軍事，會德宗行幸奉天，在西面之功，獨居其上也。車駕旋復之日，自金吾持節西川，替妻父清河公。乃改易姓名，以「韋」作「韓」，以「臯」作「翱」，莫敢言之也。至天回驛，去府城三十里，上皇發駕日以為名。有人特報相公曰：「替相公者，金吾韋臯將軍，非韓翱也。」苗夫人曰：「若是韋臯，必韋郎也。」張公笑曰：「天下同姓名者何限，彼韋生應已委棄溝壑，豈能乘吾位乎？婦女之言，不足云爾。」初有昝嫗巫者，每述禍祟，其言多中。乃云：「相公當直之神漸減，韋郎擁從之神日增。」皆以妖妄之言，不復再召也。苗夫人又曰：「韋郎比雖貧賤，氣凌霄漢。每以相公所誚，未嘗一言屈媚，因而見尤。成事立功，必此人也！」來早入州，方知不誤。張公憂惕，莫敢瞻視，曰：「吾不識人。」西門而出。凡是舊時婢僕曾無禮者，悉遭韋公棒殺，投於蜀江，展男子平生之志也。獨苗氏夫人，無愧於韋郎，賢哉，賢哉！韋公侍奉外姑，過於布素之時。海内貴門，不敢忽於貧賤東床者乎！所以郭泗濱圓詩曰：「宣父從周又適秦，昔賢多少出風塵。當時甚訝張延賞，不識韋臯是貴人。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 思歸隱 \\n  \\n 江西韋大夫丹，與東林靈澈上人，騭忘形之契。篇詩唱和，月唯四五焉。序曰：「澈公近以《匡廬七詠》見寄，及吟咏之，皆麗絕於文圃也。即蓮花峯、石鏡、虎跑泉、聰明水、白鹿洞、鐵船、康王廟為七詠也。此七篇者，俾予益起「歸歟」之興。且芳時勝侶上遊於三二道人，必當攀躋千仞之峰，觀九江之水。是時也，飄然而去，不希京口之顧；默爾而遊，不假東門之送。天地為一朝，萬物任陶鑄。夫二林羽翼，松逕幽邃，則何必措足於丹霄，馳心於太古矣！偶為《思歸》絕句詩一首，以寄上人。法友譚玄，幸先達其深趣矣！」予謂韋亞台歸意未堅，果為高僧所誚。歷覽前代散髮海隅者，其幾人乎？寄廬山上人澈公詩曰：亞相丹：「王事紛紛無暇日，浮生冉冉只如雲。已為平子歸休計，五老巖前必共君。」澈奉酬詩曰：「年老身閒無外事，麻衣草座亦容身。相逢盡道休官去，林下何曾見一人！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 買山讖 \\n  \\n 邕州蔡大夫京者，故令狐相公楚鎮滑臺之日，因道場見僧中，令京挈瓶鉢，彭陽公曰：「此童眉目疏秀，進退不懾，惜其單幼，可以勸學乎？」師從之，乃得陪相國子弟。青州尚書緒、丞相綯、綸也。後以進士舉上第，乃彭陽令狐公之舉也。尋又學究登科，而作尉畿服。既為御史，覆獄淮南，李相公紳憂悸而已。頗得繡衣之稱。吳汝南詣闕申寃，蔡君先牓之曰：「是主上憂國之時，乃臣下無私之日。」謫居澧州，為厲員外玄所辱。稍遷撫州刺史，常稱宇内無人。對僧徒，則非大品之談；遇道流，則五千言之義；接儒士，自比端木之賢於仲尼；次論《周易》，則評九聖之謬。來者縱得相許，有始而無卒焉。謂丁遐秀才等。郡有汝水，為放生池，不與漁罟之事。忽一人乘小舟釣於此，蔡君張眥，遣吏捕之。釣者乃為詩曰：「抛却長竿卷却絲，手攜蓑笠獻新詩。臨川太守清如鏡，不是漁人下釣時。」京覽詩，乃召之，已去，竟不言其姓字。或有識者，曰：「野人張頂也。」頂字不惑，本姓王氏，隱而不言。蔡牧益自驕矜，作詩以責商山四老，曰：「秦末家家思逐鹿，商山四皓獨忘機；如何鬢髮霜相似，更出深山定是非？」及假節邕交，道經湘口，零陵鄭太守史，與京同年，遠以酒樂相遲。座有瓊枝者，鄭君之所愛，而席之最姝，蔡強奪之行，鄭莫之競也。邕交所為，多如此類，德義者見鄙，終其不佺也。行泊中興頌所，池名，浯溪也。僶勉不前。題篇久之，似有悵悵之意。纔到邕南，制禦失律，伏法湘川，權厝於此。二子延、近，號訴蒼天，未終喪而俱逝。論者以妄責四皓，而欲買山於浯溪之間，不徒言哉！詩曰：「停橈積水中，舉目孤烟外。借問浯溪人，誰家有山賣？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 吳門秀 \\n  \\n 昔張茂先謂陸機曰：「君家兄弟，龍躍雲津。顧彥先鳯鳴朝陽。謂東南之寶已盡，不意又見禇生。言禇陶也。」故知吳門之德不孤，川瀆之珍不匱矣。予以宋、齊已降，朱、張、顧、陸，時有奇藻者歟。陸郎中暢，早耀才名，輦轂不改於鄉音。自賀祕書知章、賈相躭、顧著作况，譏調秦人，至于陸君者矣。貢舉之年，和羣公對雪，落句云：「天人寧底巧，剪水作花飛。」又《山齋翫月》詩曰：「野性平生唯好月，新晴半夜覩嬋娟。起來自擘書窗破，恰漏清光落枕前。」又《經崔諫議玄亮林亭》曰：「蟬噪入雲樹，風開無主花。」在越，每經遊蘭亭，高步禹跡，石帆之絕境，如不繫之舟焉。初為西江王大夫仲舒從事，終日長吟，不親公牘。府公微言，拂衣而去。辭曰：「不可偶為大夫參佐，而妨志業耶！」王乃固留不已，請舉自代，然後登舟，曰：「洿子姪得耳，渠曾數辟不就，暢召必來。」陸洿，員外暢之姪也。而乃採藥西山，飲泉滫水。建昌之南也，今新吳。昔許真君銘曰：「有水曰滫，有漁曰魧，天地昏冥，可以伏藏。」又謂真君淬劍之水，鑄鍛者多於此水砥礪也。朝客聞之，以為仕隱也。美譽益彰，及登蘭省，遇雲陽公主下降劉都尉，百僚舉為儐相。詩題之者，頃刻而成，其詩亦麗也。《詠簾》詩曰：「勞將素手卷蝦鬚，瓊室流光更綴珠。玉漏報來過夜半，可憐潘岳立踟蹰。」《詠行障》詩曰：「碧玉為竿丁字成，鴛鴦繡帶短長馨。強遮天上花顏色，不隔雲中語笑聲。」詔作《催粧》五言詩一首曰：得「花」字。「雲安公主貴，出嫁五侯家，天母看調粉，日兄憐賜花。催鋪柏子帳，待障七香車。借問粧成未，東方欲曉霞。」内人以陸君吳音，才思敏捷，凡所調戲，應對如流，復以詩嘲之，陸亦酬和，六宮大咍，凡十餘篇，嬪娥皆諷誦之。例物之外，別賜宮錦五十段、楞伽瓶及唾盂各一枚，以賞吻翰之端也。内人詩云：「十二層樓倚翠空，鳯鸞相對立梧桐。雙成走報監門衛，莫使吳歈入漢宮。」此篇或謂内學宋若蘭、若昭姊妹所作也，宋考功之孫也。陸君酬曰：「粉面仙郎選聖朝，偶逢秦女學吹簫。須教翡翠聞王母，不奈烏鳶噪鵲橋。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 錢塘論 \\n  \\n 致仕尚書白舍人，初到錢塘，令訪牡丹花，獨開元寺僧惠澄，近於京師得此花栽，始植於庭，欄圈甚密，他處未之有也。時春景方深，惠澄設油幕以覆其上，牡丹自此東越分而種之也。會徐凝自富春來，未識白公，先題詩曰：「此花南地知難種，慙媿僧閒用意栽。海燕解憐頻睥睨，胡蜂未識更徘徊。虛生芍藥徒勞妬，羞殺玫瑰不敢開。唯有數苞紅幞在，含芳只待舍人來。」白尋到寺看花，乃命徐生同醉而歸。時張祜榜舟而至，甚若疎誕。然張、徐二生，未之習穩，各希首薦焉。中舍曰：「二君論文，若廉、白之鬭鼠穴，勝負在於一戰也。」遂試《長劍倚天外賦》、《餘霞散成綺詩》。試訖解送，以凝為元，祜其次耳。張曰：「祜詩有『地勢遙尊岳，河流側讓關。』多士以陳後主『日月光天德，山河壯帝居。』此徒有前名矣。又祜《題金山寺》詩曰：此寺大江之中。『樹影中流見，鍾聲兩岸聞。』雖綦毋潛云：『塔影挂青漢，鍾聲和白雲。』此句未為佳也。」祜《觀獵》四句及《宮詞》，白公曰：「張三作獵詩，以較王右丞，予則未敢優劣也。」王維詩曰：「風勁角弓鳴，將軍獵渭城。草枯鷹眼疾，雪盡馬蹄輕。忽過新豐戍，還歸細柳營。迴看失鴈處，千里暮雲平。」張祜詩曰：「曉出禁城東，分圍淺草中。紅旗開向日，白馬驟臨風。背手抽金鏃，翻身控角弓。萬人齊指處，一鴈落寒空。」白公又以《宮詞》四句之中，皆數對，何足為奇？然無徐生云：「今古長如白練飛，一條界破青山色。」徐凝賦曰：「譙周室裏，定游夏於丘虔；馬守帷中，分《易》《禮》於盧鄭。如我明公薦，豈唯偏黨乎？」張祜曰：「《虞韶》九奏，非瑞馬之至音；荊玉三投，佇良工之必鑒。且鴻鍾運擊，瓦缶雷鳴；榮辱糺繩，復何定分？」祜遂行歌而邁，凝亦鼓枻而歸。二生終身偃仰，不隨鄉試者矣。先是李補闕林宗、杜殿中牧，與白公輦下較文，具言元、白詩體舛雜，而為清苦者見嗤，因兹有恨也。白為河南尹，李為河南令。道上相遇，尹乃乘馬，令則肩輿，似乖趨事之禮。嘗謂樂天為囁嚅公，聞者皆笑，樂天之名稍減矣。白尹曰：「李直水，林宗字也。吾之猶子也，其鋒不可當。」後杜舍人之守秋浦，與張生為詩酒之交，酷吟祜宮詞，亦知錢塘之歲，自有是非之論，懷不平之色，為詩二首以高。則曰：「誰人得似張公子，千首詩輕萬戶侯。」又云：「如何故國三千里，虛唱歌詞滿六宮。」張君詩曰：「故國三千里，深宮二十年。一聲《河滿子》，雙淚落君前。」此歌宮娥諷念思鄉，而起長門之思也。祜復遊甘露寺，觀前盧肇先輩題處曰：「不謂三吳，經此詩人也。」祜曰：「日月光先到，山川勢盡來。」盧曰：「地從京口斷，山到海門迴。」因而仰伏，願交於此士矣。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 辭雍氏 \\n  \\n 崔涯者，吳楚之狂生也，與張祜齊名。每題一詩於倡肆，無不誦之於衢路。譽之，則車馬繼來；毁之，則盃盤失錯。嘲妓曰：「雖得蘇方木，猶貪玳瑁皮。懷胎十箇月，生下崑崙兒。」又：「布袍披襖火燒氈，紙補箜篌麻接絃。更着一雙皮屐了，紇梯紇榻出門前。」又嘲李端端：「黃昏不語不知行，鼻似烟窗耳似鐺。獨把象牙梳插鬢，崑崙山上月初生。」端端得此詩，憂心如病，使院飲迴，遙見二子躡屐而行，乃道傍再拜競灼曰：「端端祗候三郎、六郎，伏望哀之。」又重贈一絕句粉飾之，於是大賈居豪，競臻其戶。或戲之曰：「李家娘子，纔出墨池，便登雪嶺。何期一日，黑白不均？」紅樓以為倡樂，無不畏其嘲謔也。祜、涯久在維揚，天下晏清，篇詞縱逸，貴達欽憚，呼吸風生，暢此時之意也。贈詩曰：「覓得黃騮被繡鞍，善和坊裏取端端。揚州近日渾成差，一朵能行白牡丹。」雜嘲二首：「二年不到宋家東，阿母深居僻巷中。含淚向人羞不語，琵琶絃斷倚屏風。」「日暮迎來畫閣中，百年心事一宵同。寒雞鼓翼紗窗外，已覺恩情逐曉風。」又悼妓詩曰：「赤板橋西小竹籬，槿花還似去年時。淡黃衫子都無也，腸斷丁香畫雀兒。」崔生之妻，雍氏者，乃揚州摠効之女也，儀質閒雅，夫婦甚睦。雍族以崔郎甚有詩名，資贍每厚。崔生常於飲食之處，略無裨敬之顏，但呼妻父「雍老」而已。雍久之而不能容，勃然仗劍，呼女而出崔秀才曰：「某河朔之人，唯襲弓馬。養女合嫁軍門，徒慕士流之德。小女違公，不可別醮，便令出家。汝若不從，吾當揮劍！」立令涯妻剃髮為尼，涯方悲泣悔過，雍亦不聽分疏，親戚揮慟，別易會難。涯不得已，裁詩留贈。至今江浦離愁，莫不吟諷是詩而惜別也。詩曰：「隴上流泉隴下分，斷腸嗚咽不堪聞。姮娥一日宮中去，巫峽千秋空白雲。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 李右座 \\n  \\n 李相公林甫，當開元之際，與巷陌交通，權等人主。天下之能名，須出其門也。如不稱意者，必遭竄逐之禍。雖楊國忠之盛，未得侔焉。其姬愛之眾，皆不勝其珠翠。嘗賜宮娥二人，一者潛歸私家，經旬方還，相公亦乃不知。其榮顯謂之右座相公，軒蓋諸侯，見者如履冰谷。舉子尉遲匡，幽并耿概之士也，以頻年不第，投書于右座，皆擊刺之説。匡有《暮行潼關》之作，云：「明月飛出海，黃河流上天。」又《觀内人樓上踏歌》曰：「芙蓉初出水，桃李忽無言。」又《塞上曲》云：「夜夜月為青塚鏡，年年雪作黑山花。」相公鑒此句曰：「得非才子乎？若使匡伏恨銜寃，不假陶鑄之力，則從四夷八蠻，分為左袵矣！豈為進人乎？豈為賢相乎？」及得相見，右座曰：「有一蕭穎士，既叨科第，輕時縱酒，不遵名教，嘗忤吏部王尚書丘，然以文識該通，孰為其敵，君子不遺其言，幾至鞭撲，子之詩篇，幸未方於穎士，且吾之名，復異於王公，言王吏部。重欲相干，三思可矣。」匡知右座見怒，惶怖而趨出。栖屑無依，退歸林墅。罷寗戚之高歌，効約成之獨樂。登山臨水，勞灼灼之音焉。且李君之為輔翊，妬賢害能，太平之基，因而覆餗也。昔重華登用，進二八於明君；姬旦為相，述四人於少主。故行流殛之刑，成吐握之美，乃帝子之股肱，萬方之軌度也。若李丞相，恣行殘賊，不慕姚姬，卒罹其殃，乃其宜矣。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 衡陽遁 \\n  \\n 徐侍郎安貞，久居中書省。常參李右丞議，恐其罪累，乃逃隱衡山岳寺，為東林掇蔬行者，而喑啞不言者數年。後值修建佛殿，僧中選善書者題其梁，已二三人矣，而徐行者跨過。掌事怒，以杖連擊其背。行者乃畫地曰：「某口雖不言，昔年曾學大書也，乞試之。」及試，乃題數行，羣僧皆悦服，因遣盡書之。時李北海邕，遊岳過寺，觀其題處，曰：「不知徐公在此。」乃召至，握手而言曰：「朝列於公，已息論矣。」遂解其布褐，飾以簪裳。僧嘗杖擊者，潛匿無地。徐謂邕曰：「吾恐逢非罪，遯跡深山。凡庸僧輩，安能識我？汝無疑也。」江夏公因戲之云：「徐郎曾吟：『峴山思駐馬，漢水憶迴舟。』又：『暮雨夜猶濕，春風帆正開。』」徐曰：「喑啞之日，時亦默而誦之。」二聯乃安貞佳句也。因同載北歸，止潭州，察使水亭相迓。徐侍郎指李北海呼曰：「行者瀟湘逢故人，得隨歸客，止乎汀洲之娛，若幽谷之覩太陽者矣。不然委頓巖谷，卒於寺隷也。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 三鄉略 \\n  \\n 雲谿子素聞三鄉之詠，悵然未明其所自也。洎得吳郡陸君貞洞，或紀其年代而不知矣。用序乎，然羣書有無名氏，樂府集無名氏詩。今簡陸君之意，詩序亦云姓字隱而不書。夫序者，述作之本意，編其舊序，是詩繼和者，多不能徧錄，略舉十餘篇以次之。無名序曰：「余本若耶溪東，與同志者二三，紉蘭佩蕙，每貪幽閒之境，翫花光於松月之亭，竟晝綿宵，往往忘倦。洎乎初笄，至于五換星霜矣。自後不得已，從良人西入函關，寓居晉昌里第。其居也，門絕囂塵，花木叢翠。東西鄰二佛宮，皆上國勝遊之最。伺其閒寂，因遊覽焉，亦不辜一時之風月也。不意良人已矣，邈然無依，帝里芳春，吊影東邁。涉滻水，歷渭川，背終南，陟太華，經虢略，抵陜郊，挹嘉祥之清流，面女几之蒼翠。凡經過之所，皆曩昔讌笑之地，綢繆之所。銜寃加嘆，舉目魂銷。雖殘骸尚存，而精爽都失。假使潘岳復生，無以悼其幽思也。遂命筆聊題，終不能滌其懷抱，絕筆慟哭而去。以翰墨非婦人女子之事，名字是故隱而不書。時會昌壬戌歲仲春十九日。」又賦詩曰：「昔逐良人西入關，良人身殁妾空還。謝娘衛女不相待，為雨為雲過此山。」和詩十一首。進士陸貞洞：「惆悵殘花怨暮春，孤鸞舞鏡倍傷神。清詞好箇干人事，疑是文姬第二身。」同前，王祝：「女几山前嵐氣低，佳人留恨此中題。不知雲雨歸何處，空使王孫見即迷。」劉谷：「蘭蕙芬芳見玉姿，路傍花笑景遲遲。苧蘿山下無窮意，併在三鄉惜別時。」王滌：「浣沙遊女出關東，舊跡新詞一夢中。槐陌柳亭何限事，年年迴首向春風。」李昌鄴：「紅粉蕭娘手自題，分明幽怨發雲閨。不應更學文君去，泣向殘花歸剡溪。」王碩：「無姓無名越水濱，芳詞空怨路傍人。莫教才子偏惆悵，宋玉東家是舊鄰。」李縞：「會稽王謝兩風流，王子沉淪謝女愁。歸思若隨文字在，路傍空為感千秋。」張綺：「洛川依舊好風光，蓮帳無因見女郎。雲雨散來音信斷，此生遺恨寄三鄉。」高衢：「南北千山與萬山，軒車誰不思鄉關。獨留芳翰悲前跡，陌上恐傷桃李顏。」韋冰：「來時歡笑去時哀，家國迢迢向越臺。待寫百年幽思盡，故宮流水莫相催。」五言復覩三鄉題處，留贈賈馳：「壁古字未滅，聲長響不絕。蕙質本如雲，松心應耐雪。耿耿離幽谷，悠悠望甌越。 \\n 囗婦哭夫時，城崩無此說。」 \\n  \\n  \\n  \\n  \\n  \\n 狂巫訕 \\n  \\n 太僕韋卿覲，欲求夏州節度使。有巫者知其所希，忽詣韋門曰：「某善禱祝星神。凡求官職者，必能應之。」韋卿不知其誑詐，令擇日。夜深，於中庭備酒菓香燈等，巫者乘醉而至，請韋卿自書官階一道，虔啟於醮席。既得手書官銜，仰天大叫曰：「韋覲有異志，令我祭天！」韋公合族拜乞之：「山人無以此言，百口之幸也。」凡所翫用財物，悉與之。時湖上崔大夫偘，充京尹，府囚叛獄，謂巫者是其一輩。里胥詰其衣裝忽異，巫情窘，乃云：「太僕韋覲，曾令我祭天。我欲陳告，而以家財求我，非竊盜也。」既當申奏，宣宗皇帝召覲至其殿前，獲明寃狀，復召宰臣，詔曰：「韋覲，城南上族，軒蓋承家。昨為求官，遂招誣謗。無令酷吏加之罪。」其師誣誑，便付京兆處死訖申。韋則量事受責，門下議貶潘州司馬。雲谿子曰：「昔晉獻因孋姬之譖，申生不終孝道；漢武信江充之佞，太子以至捐軀。事莫爭於當時，仁必傷於舊史。我宣宗文武光孝皇帝，親綜萬機，恩覃九裔；可以農軒比德，舜禹同規。測韋氏之深寃，獲全家之盛族；雖之嶺隅，亦其幸也。」察院李公明遠詩：「北鳥飛不到，南人誰去遊。天涯浮瘴水，嶺外向潘州。草木春秋暮，猿猱日夜愁。定知遷客淚，應只對君流。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 彰術士 \\n  \\n 昔許負謂薄姬必貴，何顒謂曹瞞必傑，是挾天子而號令諸侯。其言所驗，編於簡牘。夫藝術於時者，不可不申揚讚。淛東李尚書褒，聞婺女二人有異術，曰婁千寶、呂元芳。發使召至，既到，李公便令止從事家。從事問曰：「府主八座，更作何官？」元芳對曰：「適見尚書，但前浙東觀察使，恐無別拜。」千寶所述亦爾。從事默然罷問。及再見李公，李公曰：「僕他日何如？」二術士曰：「稽山竦翠，湘柳垂陰。尚書畫鷁百艘，正堪遊觀。昔人所謂：人生一世，若輕塵之著草，何論異日之榮悴？榮悴定分，莫敢面陳。」因問幕下諸公，元芳曰：「崔副使芻言、李推官正範，器度相似，但作省郎，止於郡。團練李判官服古，自此大醉不過數場，何論官矣。觀察判官任轂，止於小諫，不換朱衣。楊損支使評事，雖骨體清瘦，幕中諸賓福壽皆不如。盧判官纁，雖即狀貌光澤，若比團練李判官，在世日月稍久，壽亦不如副使，與楊、李三人祿秩區分矣。」二術士所言，咸未之信，無以證焉。是後李服古不過五日而逝，誠大醉不過數場也。李尚書及諸從事驗其所説，敬之如神。時羅郎中紹權赴任明州，竇弘餘少卿常之子也。赴台州，李公於席上問台、明二使君如何，婁千寶曰：「竇使君必當再醉望海亭，羅使君此去便應求道四明山，不遊塵世矣。」竇少卿罷郡，再之府庭，是重醉也。羅郎中遷於海島，故以學道為名，知其不還也。李尚書歸義興，未幾薨變，是無他拜。盧纁判官校理，明年逝於宛陵使幕。李服古判官稍久矣，為少年也。任轂判官纔為補闕，休官歸圃，是不至朱紫也。崔芻言郎中止於吳興郡，李正範郎中止於九江郡，二侯皆自南宮，止於名郡，是乃祿秩相參。獨楊損尚書，三十年來，兩為給事，再任京尹、防禦三峯、青州節使，年逾耳順，官歷藩垣，浙東同院諸公，福壽悉不如也。皆依婁、呂二生所説焉。又杜勝給事在杭州之日，問婁千寶曰：「勝為宰相之事何如？」曰：「如筮得《震》卦，有聲而無形也。《周易》卜得《震》卦，如聞雷不見其形，凡事皆不成遂也。當此之時，或陰人之所譖也。若領大鎮，必憂悒成疾，可以修禳乎！」後杜公為度支侍郎，有直上之望，草麻待宣，府吏已上，於杜公門搆板屋，將布沙堤，忽有東門驃騎，奏以小疵，而承旨以蔣伸侍郎拜相，杜出鎮天平，憂悒不樂，失其大望也。乃嘆曰：「金華婁山人之言，果應矣！」欲令招千寶、元芳，又曰：「婁、呂二生，孤雲野鶴，不知棲宿何處。」杜尚書尋亦薨于鄆州。鍾離侑少詹，昔歲閒居東越，覩斯異術，每求之二生，不可得也。雲谿子曰：「自童騃之年知之，方敢備錄。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 雲中命 \\n  \\n 明皇幸岷山，百官皆竄辱，積屍滿中原，士族隨車駕也。伶官：張野狐觱栗，雷海清琵琶，李龜年唱歌，公孫大娘舞劍。初，上自擊羯鼓，而不好彈琴，言其不俊也。又寧王吹簫，薛王彈琵琶，皆至精妙，共為樂焉。唯李龜年奔迫江潭，杜甫以詩贈之曰：「岐王宅裏尋常見，崔九堂前幾度聞。正值江南好風景，落花時節又逢君。」龜年曾於湘中採訪使筵上唱：「紅豆生南國，秋來發幾枝。贈君多綵擷，此物最相思。」又：「清風朗月苦相思，蕩子從戎十載餘。征人去日殷勤囑，歸鴈來時數附書。」此詞皆王右丞所製，至今梨園唱焉。歌闋，合座莫不望行幸而慘然。龜年唱罷，忽悶絕仆地；以左耳微暖，妻子未忍殯殮，經四日乃蘇，曰：「我遇二妃，令教侍女蘭苕唱祓禊畢，放還。」且言主人即復長安，而有中興之主也。謂龜年：「有何憂乎？」後李校書羣玉，既解天祿之任，而歸涔陽。經湘中，乘舟題二妃廟詩二首，曰：「小孤洲北浦雲邊，二女明粧共儼然。野廟向江空寂寂，古碑無字草芊芊。東風近暮吹芳芷，落日深山哭杜鵑。猶似含嚬望巡狩，九疑如黛隔湘川。」又：「黃陵廟前莎草春，黃陵女兒茜裙新。輕舟小檝唱歌去，水遠山長愁殺人。」後又題曰：「黃陵廟前春已空，子規滴血啼松風。不知精爽落何處，疑是行雲秋色中。」李君自以第三篇春空便到秋色，踟蹰欲改之。乃有二女郎見曰：「兒是娥皇、女英也。二年後，當與郎君為雲雨之遊。」李君乃悉具所陳，俄而影滅，遂掌其神塑而去。重涉湖嶺，至于潯陽。潯陽太守段成式郎中，素為詩酒之交，具述此事。段公因戲之曰：「不知足下是虞舜之辟陽侯也！」羣玉題詩後二年，乃逝於洪井，段乃為詩，哭李四校書也：「酒裏詩中三十年，縱橫唐突世喧喧。明時不作禰衡死，傲盡公卿歸九泉。」又曰：「曾話黃陵事，今為白日催。老無男女累，誰哭到泉臺？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 譚生刺 \\n  \\n 真娘者，吳國之佳人也，時人比於蘇小小，死葬吳宮之側。行客感其華麗，競為詩題於墓樹，櫛比鱗臻。有舉子譚銖者，吳門秀逸之士也，因書絕句以貽後之來者。覩其題處，經遊之者稍息筆矣。詩曰：「武丘山下塚纍纍，松柏蕭條盡可悲。何事世人偏重色，真娘墓上獨題詩。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 弘農忿 \\n  \\n 東川處士柳全節，習百家之言，衣華陽鶴氅，或呼為「柳尊師」，又曰「柳百經」也。有子棠，應進士舉，才思優贍，見者奇之。龐嚴舍人睠眄諸歌姬，方戲於堦，問：「牆頭何人也？」曰：「柳秀才也。」遽命姬者飾粧，召柳秀才對觀之。龐公曰：「恐牆上遠見，不得分明。」因請細而觀矚。棠深恥之，不辭而去。時裴諫議休相公，因封事出漢州，即棠舊知也。聞棠來，且喜；及再謁，則藍衫木簡而已。裴公問其故，對曰：「名場孤寒，虛擲光景。欲求斗粟之養，以成子道焉。」有宴，召馮戡、胡據、柳棠三舉士。裴公於棠名下注曰：「此柳秀才，已於鹽鐵求事，不用屈私。」令棠見之，蓋惜其舉子也。柳棠之欲罷舉者，為龐門之有失矣，乃棄藍袍而歸舊服。非時請見司諫，司諫謂曰：「酌然子年方少，篇翰如流，不可驥垂長坂，蘭謝深林。況今急士之秋，必能首送。」兼與薦書。開成二年，上第。後歸東川，歷旬，但於狹斜舊遊之處，不謁府主楊尚書汝士。楊公謂諸賓曰：「每見報，前柳棠秀才，多於妓家飲酒，或三更至暮，竟未相訪。社日必相召焉。」及召棠至，已在醉鄉矣。斟三器酒内一巨魚盃，棠不即飲。楊公乃誚曰：「文章謾道能吞鳯，盃酒何曾解喫魚。今日梓州張社會，應須遭這老尚書。」棠荅曰：「未向燕臺逢厚禮，幸因社會接餘歡。一魚喫了終無恨，鯤化成鵬也不難。」初，棠與馮戡爭先，棠所頡頏；及第後，戡與詩曰：「桃花浪裏成龍去，竹葉山頭退鷁飛。」棠、戡為友甚善焉。柳每於東川席上，狂縱日甚，干忤楊公，詩曰：「莫言名位未相儔，風月何曾阻獻酬？前輩不須輕後輩，靖安今日在衡州。」靖安，李宗閔尚書，與楊公中外昆弟，況有朗陵之分。東川益怒，為書讓其座主高鍇侍郎曰：「柳棠者，兇悖嚚竪，識者惡之。狡過仲容，才非犬子。且膺門之貴，豈宜有此生乎？」小宗伯曰：「某濫司文柄，以副懸旄，夙夜兢惶，恐招訕謗。是以搜求俊彥，冀輔聰明，不敢蔽才，與棠及第。」東川又書曰：「昔周公撻伯禽，以戒成王也；昌邑殺王式，式，昌邑之師也。而怨霍光乎？豈不由師傅之情爾？興亡之道，孔子先推德行，然後文學焉。吾師垂訓，千古不易。前書云『不敢蔽才』，何必一柳棠矣！若以篇章取之，寧失於何植、王滌也？」高公又復書曰：「唐堯之聖也，不致丹朱之賢；宣尼之明也，不免仲由之害。如其可化，安有墜典？伊祁九子，盡可等於黃唐；門人三千，悉能繼於顏閔。若棠者，自求瑕玷，難以磨滅。其所忤黷尊威，亦予謬舉之過也。」棠聞二公交讓，不任憂惕，又不敢遠申卑謝，遂之劍州王使君。使君者，善畫松竹狗兔，以十五侯而四郡守。棠至，聯夕而飲。王君辭曰：「某以衰朽，恐乖去就。小男忝趨文場，不知許容侍座否？老夫暫歸憩歇焉。」王氏之子洎醉，輕易之甚。棠呵之曰：「公稱舉人，與棠分有前後。畫師之子，安得無禮於先輩乎？」王氏乃自去其道服，空戴黃葛巾，謂棠曰：「我大似賢尊，尊師幸不喧酗耳！」棠轉益怒，叱咤而散。柳生雖登科第，始參越嶲軍事，而夭喪。且渤海高公，三牓一百二十人，多平人得路。若柳棠者，誠累恩門舉主。昇平裴公曰：「人不易知乎？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 賢君鑒 \\n  \\n 唐宣宗十二年，前進士陳玩等三人，應博學宏詞選。所司考定名第，及詩、賦、論進呈訖，上於延英殿，詔中書舍人李潘等對。上曰：「凡考試之中，重用字如何？」中書對曰：「賦即偏枯叢雜，論即褒貶是非，詩即緣題落韻。只如《白雲起封中》詩云『封中白雲起』是也。其間重用文字，乃是庶幾，亦非常有例也。」又曰：「孰詩重用字？」對曰：「錢起《湘靈鼓瑟詩》有二「不」字。詩曰：『善撫雲和瑟，常聞帝子靈。馮夷空自舞，楚客不堪聽。逸韻諧金石，清音發杳冥。蒼梧來怨慕，白芷動芳馨。流水傳湘浦，悲風過洞庭。曲終人不見，江上數峯青。』」上鑒錢公此年宏詞詩，曰：「且一種重用文字，此詩似不及起。起則今之協律之字也。合於匏革宮商，即變鄭衛文奏。惟謝朓云：『洞庭張樂地，瀟湘帝子遊。雲去蒼梧野，水還江漢流。』此若比《鼓瑟》一篇，摛藻妍華，無以加。其前進宏詞詩重字者，登科更待明年，考校起詩，便付吏選。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 澧陽讌 \\n  \\n 故荊州杜司空悰，自忠武軍節度使出澧陽。宏詞李宣古者李生，會昌三年王起侍郎下上第。數陪遊宴，每謔戲於其座。或以鉛粉傅其面，或以輕綃為其衣。侮慢既深，杜公不能容忍。使臥宣古於泥中，欲辱之檟楚也。長林公主聞之，不待穿履，奔出而救之，曰：「尚書不念諸子學，又擬陪李秀才硯席。豈有飲筵，而舉人細過？待士如此，異時那得平陽之譽乎？」遂遣人扶起李秀才，於東院以香水沐浴，更以新衣，却赴中座。貴主傳旨京兆公，請為詩，冀彌縫也。李生得韻書之，不勞思忖也。詩曰：得「高」字。「紅燈初上月輪高，照見堂前萬朵桃。觱栗調清銀字管，琵琶聲亮紫檀槽。能歌姹女顏如玉，解飲蕭郎眼似刀。爭奈夜深抛耍令，舞來按去使人勞。」杜公賞詩，貺物十箱，希無愧於一醉也。後二子裔休、孺休，皆以進士登科，人謂之曰：「非其母賢，不成其子。」時澧州宴席，酒糾崔雲娘者，形貌瘦瘠，而戲調罰於眾賓，兼恃歌聲，自以為郢人之妙也。李生乃當筵一詠，遂至鉗口。又杜牧侍郎，罷宣城幕，經陜圻，有錄事肥而且巨，而讋其言，牧為詩以挫焉。復州陸巖夢《桂州筵上贈胡子女》一詩，至今懽狎之所，辭吟之篇，無不低顏變色也。《贈崔雲娘》，李宣古：「何事最堪悲？雲娘只首奇。瘦拳抛令急，長嘴出歌遲。只怕肩侵鬢，唯愁骨透皮。不須當戶立，頭上有鍾馗。」《贈肥錄事》，杜紫微：「盤古當時有遠孫，尚令今日逞家門。一車白土將泥項，十幅紅旗補破裩。瓦官寺裏逢行跡，華岳山前見掌痕。不須啼哭愁難嫁，待與將書報樂坤。」陸君《贈胡子女》：「自道風流不可攀，那堪蹙頞更頹顏。眼睛深却湘江水，鼻孔高於華岳山。舞態固難居掌上，歌聲應不遶梁間。孟陽死後欲千載，猶有佳人覓往還。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 白馬吟 \\n  \\n 平曾以憑人傲物，多犯諱忌，竟沒於縣曹，知己嘆其運蹇也。薛平僕射出鎮浙西，投城主，禮稍薄，曾留詩以諷之曰：「梯山航海幾崎嶇，來謁金陵薛大夫。髭髮緊時趨劍 \\n 戟，衣冠儼處拜冰壺。誠知兩軸非珠玉，深媿三縑卹旅途。今日楚江風正好，不須迴首望勾吳。」薛聞之，曾將出境，遣吏追還，縻留數日。又獻《縶白馬詩》曰：「白馬披鬃練一團，今朝被絆欲行難。雪中放去空尋跡，月下牽來只見鞍。向北長鳴天外遠，臨風斜控耳邊寒。自知毛骨還應異，更請孫陽仔細看。」河東公覩詩曰：「若不留絆行軒，那得觀其毛骨？」遂以殊禮相待，厚送篚賂餞行。曾後遊蜀川，謁少師李固言相公。在成都賓館，則李珪郎中、郭圓員外、陳會端公、袁不約侍郎、來擇書記、薛重評事，皆遠從公，可謂蓮幕之盛矣。曾每與諸公評論，則言笑彌日，侍於相公，則輕佻無所畏怵。遂獻《雪山賦》一首，言：「雪山雖兹潔白之狀，叠嶂攢峯，夏日清寒，而無草木華茂，為人採掇。」以李公罕作文章，廢其庠序也。相公讀賦，命推出曾。曾不踰旬，又獻《鯸鮧魚賦》，言：「此魚觸物而怒，翻身上波，為鵄鳶所獲，奈魴鱮之何？」相公覽賦而笑曰：「昔趙元淑之狂簡，袁彥伯之機捷，無以過焉。」然愛其文彩，投贄者無以出於曾，曾有過忤，不至深罪矣。乃知相公之用心乎。又作《潼關賦》而刺中朝：「此關倚太華、瞰黃河，雖來往攸同，而嘆有異也。」乃與賈島齊譴，為時所忽，至於潦倒，誠可惜哉！後溫庭筠為賦，亦警刺，少類於平賈，而謫方城，乃詩曰：「侯印不能封李廣，別人丘隴似天山。」舉子紀唐夫有詩送之。時溫庭筠作尉，紀唐夫得名，蓋因文而致也。詩曰：「何事明時泣玉頻，長安不見杏園春。鳯凰詔下雖霑命，鸚鵡才高却累身。且飲綠醽消積恨，莫言黃綬拂行塵。方城若比長沙遠，猶隔千山與萬津。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 中山誨 \\n  \\n 襄陽牛相公赴舉之秋，每為同袍見忽。及至昇超，諸公悉不如也。嘗投贄於劉補闕禹錫，對客展卷，飛筆塗竄其文，且曰：「必先輩未期至矣！」然拜謝礱礪，終為怏怏乎。歷廿餘歲，劉轉汝州，隴西公鎮漢南，枉道駐旌旄。信宿，酒酣，直筆以詩喻之。劉公承詩意，方悟往年改張牛公文卷，因誡子弟咸元、承雍等曰：「吾立成人之志，豈料為非。況漢上尚書，高識達量，罕有其比。昔主父偃，家為孫弘所夷；嵇叔夜，身死鍾會之口。是以魏武誡其子云：『吾大忿怒，小過失，慎勿學焉。』汝輩修進守忠為上也。」《席上贈汝州劉中丞》，襄州節度牛僧孺詩曰：「粉署為郎四十春，今來名輩更無人。休論世上昇沉事，且鬭罇前見在身。珠玉會應成咳唾，山川猶覺露精神。莫嫌恃酒輕言語，曾把文章謁後塵。」《奉和牛尚書》，汝州刺史劉禹錫：「昔年曾忝漢朝臣，晚歲空餘老病身。初見相如成賦日，後為丞相掃門人。追思往事咨嗟久，幸喜清光語笑頻。猶有當時舊冠劍，待公三日拂埃塵。」牛公吟和詩，前意稍解，曰：「三日之事，何敢當焉！」宰相三朝後主印，可以昇降百司也。於是移宴竟夕，方整前驅也。中山公謂諸賓友曰：「予昔與權丞相德輿廋詞，同舍郎莫之會也；「廋詞」，隱語，時人罕知。與韓退之愈優劣人物，而浙袁給事同肩；與李表臣程突梯而侮李兵部紳；與柳子厚宗元評修國史，而薄侍郎袞；與呂光化論制誥，而鄙席舍人 \\n 囗。余二十八年在外，五為刺史，言遵道路知蘇杭五郡。而不復親臺省。以此將知清途隔絕，其自取乎！或有淡薄相於、緘翰莽鹵者，每吟張博士籍詩云：『新酒欲開期好客，朝衣暫脱見閒身。』對花木則吟王右丞詩云：『興闌啼鳥換，坐久落花多。』則幽居之趣少安乎？余友稀舊人，名為異代；近日為文，都不愜。洛中白二十居易苦好余《秋水詠》曰：『東屯滄海闊，南壤洞庭寬。』又《石頭城下作》云：『山連故國周遭在，潮打空城寂寞迴。』余自知不及蘇州韋十九郎中應物詩曰：『春潮帶雨晚來急，野渡無人舟自橫。』嘗過洞庭，雖為一篇，靜思杜員外甫落句云：『年去年來洞庭上，白蘋愁殺白頭人。』鄙夫之言，有愧於杜公也。楊危卿校書《過華山》詩曰：『河勢崑崙遠，山形菡萏秋。』此句實為佳對。又皇甫博士湜《鶴處雞羣賦》云：『若李君之在胡，非見異類；如屈原之相楚，唯我獨醒。』然二君矜衒，俱為朝野之絕倫。余亦昔時直氣，難以為制，因作一口號，贈歌人米嘉榮曰：『唱得《梁州》意外聲，舊人唯有米嘉榮。近來年少輕前輩，好染髭鬚事後生。』夫人遊尊貴之門，常須慎酒。昔赴吳臺，揚州大司馬杜公鴻漸為余開宴。沉醉歸驛亭，似醒見二女子在旁，驚非我有也，乃曰：『郎中席上與司空詩，特令二樂伎侍寢。』且醉中之作，都不記憶。明旦，修狀啓陳謝，杜公亦優容之，何施面目也。余郎署州牧，輕忤三司，豈不難也。詩曰：『高髻雲鬟宮樣粧，春風一曲杜韋娘。司空見慣尋常事，斷盡蘇州刺史腸。』」中山劉公後以太子校書尚書令呼劉為州牧也。曰：「頃在夔州，少逢賓客。縱有停舟相訪，不可久留。而獨吟曰：『巴人淚逐猿聲落，蜀客舟從鳥道來。』」忽得京洛故人書題，對之零涕，又曰：「浮生誰至百年，倏爾衰暮，富貴窮愁，實其常分，胡為嗟惋焉！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 贊皇勳朱涯太尉之封也。 \\n  \\n 石雄僕射，初與康詵同為徐州王侍中智興首校。王公忌二人驍勇，奏守本官。雄則許州司馬也，尋授石州刺史。有李弘約者，以石使君許下之日，曾負弘約資貨，累自窘索，後詣石州求其本物。既入石州境，弘約遲疑，恐石君怒。遇里有神祠祈饗，皆謂其靈。弘約乃號啓於神之祝，父子俱稱神下，索紙筆，命弘約書之。約又不識文字，求得村童口占之，曰：「石使君此去，當有重臣抽擢，而立武功，合為河陽、鳯翔節度，復有一官失望，所以此事須閟密，不令異耳聞之。」弘約以巫祝之言，先白石君。石君相見甚悦。尋潞州劉從諫背叛，朝廷議欲討伐。贊皇時為上宰，而用於石雄，雄奮武奪得天井關。後其劉振又破黑山諸蕃部落，走南單于，迎公主歸國，皆雄之展効也。然是鷹犬之功，非良宰不能驅馳者。及李公以太子少保分洛，石僕射詣中書論官，曰：「雄立天井關及黑山之功，以兩地之勞，更希一鎮養老。」相府曰：「僕射潞州之功，國家以酬河陽節度使；西塞之績，又拜鳯翔。在兩鎮之重，豈不為酬賞也？」石乃復為左右統軍，不愜其望，悉如巫者之言乎？太尉相公洎謫潮州，有客復陳石僕射神祠之驗，明其盛衰有數，稍抑其噎鬱乎。《再貶朱崖道中詩》曰：「十年紫殿掌洪鈞，出入三朝一品身。文帝寵深陪雉尾，武皇恩重宴龍津。黑山永破和親虜，烏嶺全坑跋扈臣。自是功高臨盡處，禍來名滅不由人。」又《登崖州城樓》曰：「獨上高樓望帝京，鳥飛猶是半年程。青山欲似留人住，百匝千遭遶郡城。」先是，韋相公執誼得罪，薨變於此；今朱崖有韋公山。柳宗元員外與韋丞相有齠年之好，三致書與廣州趙尚書宗儒相公，勸表雪韋公之罪，始詔歸葬京兆，至今山名不革矣。贊皇感其遠謫不還，為文祭曰：「維大中年月日，趙郡李德裕，謹以蔬醴之奠，敬祭于故相國韋公僕射之靈。嗚呼！皇道咸寧，藉乎賢相；德邁臯陶，功宣呂尚。文學世推，智謀神貺。一遘讒嫉，遠投荒障。地雖厚兮不察，天其高兮不諒。野掇澗蘋，思違秬鬯。信成禍深，業崇身喪。某亦竄跡南陬，從公舊丘。永泯軒裳之願，長為猿鶴之愁。嘻吁絕域，寤寐西周。儻知公者，測公非罪；不知我者，謂我何求。其心若水，其死若休。臨風敬弔，願與神遊。嗚呼！」云云。或問贊皇公之秉鈞衡也，毁譽如之何？削禍亂之堦，闢孤寒之路；好奇而不奢，好學而不倦；勳業素高，瑕疵不顧。是以結怨豪門，取尤羣彥。光福王起侍郎，自長慶三年知舉，後二十一歲，復為僕射。武皇朝，猶主國。凡有親戚在朝者，不得應舉，遠人得路，皆相賀慶而已。後之文場困辱者，若周人之思鄉焉，皆曰：「八百孤寒齊下淚，一時迴首望崖州。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 南黔南 \\n  \\n 南中丞卓，吳楚遊學十餘年。衣布縷，乘牝衛，薄遊上蔡。蔡牧待之似厚，而為客吏難阻。每宴集，令召，則云：「南秀才自以衣冠不整，稱疾不赴。」南生羈旅窮愁，似無容足之地。唯城南鬻飯老嫗，待之無厭色。後十七年，為蔡牧，到郡乃曰：「古人一飯之恩必報，眦睚之怨必酬。吾雖位微，幸當斯日也。」遂戮仇吏，而奠飯嫗焉。轉黔南經略使，大更風俗。凡是溪塢，呼吸文字，皆同秦漢之音，甚有聲光。先柳子厚在柳州，呂衡州溫嘲謔之曰：「柳州柳刺史，種柳柳江邊。柳館依然在，千株柳拂天。」至南公至黔南，又以故人嘲曰：「黔南南太守，南郡在雲南。閑向南亭醉，南風變俗談。」譔《駮史》三十卷，與馬史殊貫，班書小異，三國二晉已下之文，多被攻難。每於朝野搉論，莫能屈之者乎！唯吳武陵郎中、劉軻侍御，俱服其才識也。初為拾遺，與崔詹事黯，因諫諍出宰。崔為枝江令，南為松滋令。二諫垣牆，矯翼翩翩，無所羈束。雙名並扇，二邑妥然。公府常為高榻相待，南公猶贈副戎等詩曰：「翱翔曾在玉京天，墮落江南路幾千。從事不須輕縣宰，滿身猶帶御爐烟。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 卷下 \\n  \\n  \\n 和戎諷 \\n  \\n 憲宗皇帝朝，以北狄頻侵邊境，大臣奏議，古者和親之有五利，而日無千金之費。上曰：「比聞有一卿能為詩，而姓氏稍僻，是誰？」宰相對曰：「恐是包子虛、冷朝陽。」皆不是也。上遂吟曰：「山上青松陌上塵，雲泥豈合得相親？世路盡嫌良馬瘦，唯君不棄臥龍貧。千金未必能移姓，一諾從來許殺身。莫道書生無感激，寸心還是報恩人。」侍臣對曰：「此是戎昱詩也。京兆尹李鑾擬以女嫁昱，令改其姓，昱固辭焉。」上悅曰：「朕又記得《詠史》一篇，此人若在，便與朗州刺史。武陵桃源，足稱詩人之興詠。」聖旨如此稠叠，士林之榮也。其《詠史詩》云：「漢家青史内，計拙是和親。社稷依明主，安危託婦人。豈能將玉貌，便欲靜胡塵。地下千年骨，誰為輔佐臣？」上笑曰：「魏絳之功，何其懦也！」大臣公卿，遂息和戎之論矣。文宗、武宗之代，舉子亦有斯詠，果毅者佳焉。有項斯者，作《長安退將》詩曰：「塞外衝沙損眼明，歸來養疾臥秦城。上高樓閣看星座，着白衣裳把劍行。常說老身思鬭將，最憐無事削蕃營。翠蛾紅臉和回鶻，惆悵中原不用兵。」蘇郁曰：「關月夜懸青塚鏡，塞雲秋薄漢宮羅。君王莫信和親策，生得胡鶵轉更多。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 去山泰 \\n  \\n 宋言端公，近十舉，而名未播。大中十一年，將取府解。言本名嶽，因晝寢，似有人報云：「宋二郎秀才，若頭上戴山，無因成名。但去其山，自當通泰。」覺來便思去之，不可名「獄」，遂去二「犬」，乃改為「言」。及就府試，馮涯侍郎作掾而為試官，以解首送言也。時京兆尹張大夫毅夫，以馮參軍解送舉人有私，奏譴澧州司戶。再試，退解頭宋言為第六十五人。知聞來唁，宋曰：「來春之事，甘已參差。」李潘舍人放牓，以言為第四人及第。言感恩最深，而為望外也。乃服馮涯知人，尋亦獲雪。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 因嫌進 \\n  \\n 安邑李相公吉甫，初自省郎為信州刺史。時吳武陵郎中，貴溪人也，將欲赴舉，以哀情告於州牧，而遺五布三帛矣。吳以輕鮮，以書讓焉。其詞唐突，不存桑梓之分，乃非其禮，正郎微誚焉。贊皇母氏諫曰：「小兒方求成人，何得與舉子相忤？」遂與米二百斛。趙郡果為宰輔，竟其憾焉。元和二年，崔侍郎邠重知貢舉，酷搜江湖之士。初春將放二十七人及第，潛持名來呈相府，才見首座李公。公問：「吳武陵及第否？」主司恐是舊知，遽言：「吳武陵及第也。」其牓尚在懷袖，忽報中使宣口敇，且揖禮部從容，遂注武陵姓字，呈上李公。公謂曰：「吳武陵至是麤人，何以當其科第？」禮部曰：「吳武陵德行雖即未聞，文筆乃堪採錄。名已上牓，不可却焉！」相府不能因私訕士，唯唯而從。吳君不附國庠，名第在於牓末。是日既集省門試，謂同年曰：「不期崔侍郎今年倒挂牓也。」觀者皆訝焉。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 訊岳靈 \\n  \\n 樂坤員外，素名沖，出入文塲多蹇。元和十二年，而起歸耕之思。乃辭知己東邁，夜禱華岳廟。虔心啓祝：「願知昇黜之分，止此一宵。如可求名者，則重適關城；如不可，則無由再窺仙掌矣。」中夜忽寐，一青綬人檢簿書報云：「來年有樂坤及第，坤名已到冥簿，不見樂沖也。」沖遂改為坤。果如其說。春闈後，經岳祈謝，又祝官職，曰：主簿夢中稱官歷四資，郡守而已。乃終于郢州，神甚靈也。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 沈母議 \\n  \\n 潞州沈尚書詢，宣宗九載，主春闈，將欲放牓，其母郡君夫人曰：「吾見近日崔、李侍郎，皆與宗盟及第，似無一家之謗。汝叨此事，家門之慶也。於諸葉中，擬放誰也？」吳興沈氏，相見問葉，不問房。詢曰：「莫先沈光也。」太夫人曰：「沈光早有聲價，沈擢次之。二子科名，不必在汝，自有他人與之。吾以沈儋孤單，鮮有知者，汝其不愍，孰能見哀？」詢不敢違慈母之命，遂放儋第也。光後果昇上第，擢奏芸閣，從事三湘，太夫人之朗悟，亦儋之感激焉。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 龜長證 \\n  \\n 《左傳》稱筮短龜長，知凶襲吉。《易經》周魯上聖，龜亦備在典彝。後之學者，隨應而術之。李相公回，以舊名躔，累舉未捷。嘗之洛橋，有二術士，一者筮，一者能龜，乃先訪筮者，曰：「某欲改名赴舉，如之何？」筮者曰：「改名其善乎，不改終不成事也。」又訪龜者鄒生，生曰：「君子此行，慎勿易名，名將遠布矣。然則成遂之後，二十年間，名字終當改矣。今則已應玄象，異時方測余言。」將行，又戒之曰：「郎君必策榮名，後當重任。接誘後來，勿以白衣為隟，他年必為深亹矣。」淮南從事力薦畢丞相諴，後又舉趙渭南嘏。李公長慶二年及第，至武宗登極，與上同名，始改為回。從辛丑至庚申，二十年矣。乃曰：「筮短龜長，鄒生之言中矣。」李公既為丞郎，永興魏相公謩為給事。因省會，謂李公曰：「昔求府解，侍郎為試官，送一百二人，獨小生不蒙一解，今日還忝金璋，廁諸公之列也。」合坐皆驚此說，欲其遜容。李公曰：「如今脫却紫衫稱魏秀才，僕為試官，依前不送公，公何得以舊事相讓耶？」李乃尋秉獨坐之權，三臺肅畏，而昇相府，至今少臺官之直拜也。後三五年間，魏公亦自同州入相，實繼文貞之諫，宣皇之代，而致清平。乃李丞相有九江之除，續有臨川之出，跋涉江湖，喟然嘆曰：「洛橋先生之誡，吾自取尤，然亦命之故牽也！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 祝墳應 \\n  \\n 列子終於鄭，今墓在郊藪。謂賢者之跡，而或禁其樵採焉。里有胡生者，性落拓，家貧。少為洗鏡鎪釘之業，倏遇甘菓、名茶、美醞，輙祭於列禦寇之祠壠，以求聰慧，而思學道。歷稔，忽夢一人，刀畫其腹開，以一卷之書，置于心腑。及睡覺，而吟詠之意，皆綺美之詞，所得不由於師友也。既成卷軸，尚不棄於猥賤之事，真隱者之風，遠近號為「胡釘鉸」。太守名流，皆仰矚之，而門多長者。或有遺賂，必見拒也；或持茶酒而來，則忻然接奉。其文略記數篇，資其異論耳。《喜圃田韓少府見訪》一首：「忽聞梅福來相訪，笑着荷衣出草堂。兒童不慣見車馬，爭入蘆花深處藏。」又《觀鄭州崔郎中諸妓繡樣》曰：「日暮堂前花蕊嬌，爭拈小筆上床描。繡成安向春園裏，引得黃鶯下柳條。」《江際小兒垂釣》曰：「蓬頭稚子學垂綸，側坐莓苔草映身。路人借問遙招手，恐畏魚驚不應人。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 郭僕奇 \\n  \\n 咸陽郭氏者，殷富之室也，僕媵甚眾。其間有一蒼頭，名曰捧劍，不事音樂，常以望水沉雲，不遵驅策，每遭鞭捶，終所見違。一旦，忽題一篇章，其主益怒。詩曰：「青鳥銜葡萄，飛上金井欄。美人恐驚去，不敢卷簾看。」儒士聞而競觀之，以為協律之詞，其主稍容焉。又《題後堂牡丹花》曰：「一種芳菲出後庭，却輸桃李得佳名。誰能為向夫人說，從此移根近太清。」捧劍私啓賓客曰：「願作夷狄之鬼，恥為愚俗蒼頭。」其後將竄，復留詩曰：「珍重郭四郎，臨行不得別。曉漏動離心，輕車冒殘雪。欲出主人門，零涕暗嗚咽。萬里隔關山，一心思漢月。」京兆全曙司錄，嘗述此事於王祝、李磎二郎中，并進士韓銖、鄭嵩等也。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 名義士 \\n  \\n 廖有方校書，元和十年失意後遊蜀，至寶雞西界館，窆一旅逝之人，天下譽為君子之道也。書板為其記云：「余元和乙未歲，落第西征，適此公署，聞呻S吟Y之聲，潛聽而微惙也。乃於暗室之内，見一貧病兒郎，問其疾苦行止，強而對曰：『辛勤數舉，未遇知音眄睞。』叩頭，久而復語，唯以殘骸相託，餘不能言，擬求救療，是人俄忽而逝。余遂賤鬻所乘鞍馬於村豪，備棺瘞之禮，恨不知其姓字。苟為金門同人，臨歧悽斷。復為銘曰：『嗟君沒世委空囊，幾度勞心翰墨場。半面為君申一慟，不知何處是家鄉。』」廖君自西蜀取東川路，還至靈合驛。驛將迎歸私第，及見其妻，素衣，再拜嗚咽，情不可任。徘徊設辭，有同親懿。淹留半月，僕馬皆飫啜熊鹿之珍，極賓主之分。有方不測何緣如此，悚惕尤甚。臨別，其妻又至，相別悲啼，又贈贐繒錦一馱，其價直數百千。驛將曰：「郎君今春所埋胡綰秀才，即某妻室之季兄也。」始知亡者姓字，復敍平生之弔。所遺之物，終不納焉。少婦及夫，堅意拜上。有方又曰：「僕為男子，粗察古今。偶然葬一同流，不可當兹厚惠。」遂促轡而前。驛將奔騎而送，逾一驛，尚未分離。廖君不顧其物，驛將竟不挈還。執袂各恨東西，物乃棄於林野。鄉老以義事申州，州以表奏中朝。其於文武宰寮，願識有方，共為導引。明年，李侍郎逢吉，放有方及第，改名游卿，聲動華夷。皇唐之義士也。其主驛戴克勤，堂牒本道節度，甄昇至於極職，克勤名義，與廖君同述焉。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 江客仁 \\n  \\n 李博士涉，諫議渤海之兄。嘗適九江看牧弟，臨袂，凡有囊裝，悉分匡廬隱士，荷戴山人芳也。唯書籍薪米存焉。至浣口之西，忽逢大風，鼓其征帆，數十人皆馳兵仗，而問是何人。從者曰：「李博士船也。」其間豪首曰：「若是李涉博士，吾輩不須剽他金帛。自聞詩名日久，但希一篇，金帛非貴也。」李乃贈一絕句。豪首餞賂且厚，李亦不敢却。而覩斯人神情復異，而義氣備焉。因與淮陽佛寺之期，而懷陸機之薦也。李君及至揚州，遍歷諸寺，遇一女子拜泣，自謂宋態也。宋態者，故吳興劉員外愛姬也。劉全白也。劉、李有昔年之分，因有詩贈曰：「長憶雲仙至小時，芙蓉頭上綰青絲。當時驚覺高唐夢，唯有如今宋玉知。」又曰：「陵陽夜醼使君筵，解語花枝在眼前。自從明月西沉海，不見姮娥二十年。」李君嘆曰：「不見豪首，而逢宋態。成終身之喜，恨無言於知舊歟！」李博士奇義且多，注不盡錄爾。後番禺舉子李彙征，客遊於閩越，馳車至循州。冒雨水求宿，田翁指韋氏之莊居。韋氏乃杖屨迎賓，年已八十有餘。自稱曰：「野人韋思明，幸獲祗奉。」與李生談論，或文或史，淹留累夕。彙征善談而不能屈也。對酒徴古今及詩語，韋叟吟曰：「長安輕薄兒，白馬黃金羈。」以彙征年少而事輕肥故也。李生還令云：「昨日美少年，今日成老醜。」韋乃喟然嘆曰：「老其醜矣，少壯所嗤！」至客改令，不離舊意，曰：「白髮有前後，青山無古今。」韋微笑曰：「白髮不遠於秀才，何忽於老夫也！」叟復還令曰：「此公頭白真可憐，惜伊紅顏美少年。」於是共論數十家歌詩，次第及李涉絕句，主人似酷稱善矣。彙征遂吟曰：「遠別秦城萬里遊，亂山高下出商州。關門不鏁寒溪水，一夜潺湲送客愁。」又曰：「華表千年一鶴歸，丹砂為頂雪為衣。泠泠仙語人聽盡，却向五雲翻翅飛。」思明復吟二篇曰：「因韓為趙兩遊秦，十月冰霜渡孟津，縱使雞鳴見關吏，不知余也是何人。」又曰：「滕王閣上唱《伊州》，二十年前向此遊。半是半非君莫問，西山長在水長流。」李生重詠贈豪客詩，韋叟愀然變色曰：「老身弱齡不肖，遊浪江湖，交結奸徒，為不平之事。後遇李涉博士，蒙簡此詩，因而跮跡。李公待愚，擬陸士衡之薦戴若思，共主晉室，中心藏焉。遠隱羅浮山，經于一紀。李即云亡，不復再遊秦楚。」追惋今昔，因乃潸然。或持觴而酹，反袂而歌云：「春雨蕭蕭江上村，五陵豪客夜知聞。他時不用相迴避，世上如今半是君。」雲谿子以劉向所謂「傳聞不如親聞，親聞不如親見」也，乾符己丑歲，客于霅川，值李生細述其事。彙征於韋叟之居，觀李博士手翰，冀余導於文林。且思明感知從善，豈謝古人乎？ \\n  \\n  \\n  \\n  \\n  \\n  \\n 艷陽詞 \\n  \\n 安人元相國，應制科之選，歷天祿畿尉，則聞西蜀樂藉有薛濤者，能篇詠，饒詞辯，常悄悒於懷抱也。及為監察，求使劍門，以御史推鞫，難得見焉。及就除拾遺，府公嚴司空綬，知微之之欲，每遣薛氏往焉。臨途訣別，不敢挈行。洎登翰林，以詩寄曰：「錦江滑膩蛾眉秀，化出文君及薛濤。言語巧偷鸚鵡舌，文章分得鳳凰毛。紛紛詞客皆停筆，箇箇君侯欲夢刀。別後相思隔烟水，菖蒲花發五雲高。」元公既在中書，論與裴晉公度子弟譔及第，議出同州。詔云：裴度立蔡上之功，元稹有嚚褰之過也。乃廉問淛東，別濤已逾十載。方擬馳使往蜀取濤，乃有俳優周季南、季崇及妻劉採春，自淮甸而來。善弄陸參軍，歌聲徹雲，篇韻雖不及濤，容華莫之比也。元公似忘薛濤，而贈採春詩曰：「新粧巧樣畫雙蛾，幔裹恆州透額羅。正面偷輪光滑笏，緩行輕踏皺文靴。言詞雅措風流足，舉止低迴秀媚多。更有惱人腸斷處，選詞能唱《望夫歌》。」《望夫歌》者，即《羅嗊》之曲也。金陵有羅嗊樓，即陳後主所建。採春所唱一百二十首，皆當代才子所作。其詞五、六、七言，皆可和矣。詞云：「不喜秦淮水，生憎江上船。載兒夫聓去，經歲又經年。」一「借問東園柳，枯來得幾年？自無枝葉分，莫怨太陽偏。」二「莫作商人婦，金釵當卜錢。朝朝江口望，錯認幾人舡！」三「那年離別日，只道往桐廬。桐廬人不見，今得廣州書。」四「昨日勝今日，今年老去年。黃河清有日，白髮黑無緣。」五「悶向江頭採白蘋，嘗隨女伴祭江神。眾中羞不分明語，暗擲金釵卜遠人。」六「昨夜北風寒，牽舡浦裏安。潮來打纜斷，搖 \\n 橹始知難。」七採春一唱是曲，閨婦行人莫不漣泣。且以藳砧尚在，不可奪焉。元公求在淛河七年，因醉題東武亭。此亭宋武帝所製，壯麗天下莫比也。詩曰：「役役閒人事，紛紛碎簿書。功夫兩衙盡，留滯七年餘。病痛梅天發，親情海岸疎。因循未歸得，不是戀鱸魚。」盧侍御簡求戲曰：「丞相雖不戀鱸魚，乃戀誰耶？」初娶京兆韋氏，字蕙藂，官未達而苦貧。繼室河東裴氏，字柔之。二夫人俱有才思，時彥以為嘉偶。初韋蕙藂逝，不勝其悲，韓侍郎作墓銘。為詩悼之曰：「謝家最小偏憐女，嫁與黔婁百事乖。顧我無衣搜畫篋，泥他沽酒拔金釵。野蔬充膳甘長藿，落葉添薪仰古槐。今日贈錢過百萬，為君營奠復營齋。」又云：「曾經滄海難為水，除却巫山不是雲。」復自會稽拜尚書右丞，到京未逾月，出鎮武昌。武昌建節李相、牛相、元相比也。是時，中門外搆緹幕，候天使送節次，忽聞宅内慟哭，侍者曰：「夫人也。」乃傳問：「旌鉞將至，何長慟焉？」裴氏曰：「歲杪到家鄉，先春又赴任。親情半未相見，所以如此。」立贈柔之詩曰：「窮冬到鄉國，正歲別京華。自恨風塵眼，常看遠地花。碧幢還照曜，紅粉莫咨嗟。嫁得浮雲壻，相隨即是家。」裴柔之答曰：「侯門初擁節，御苑柳絲新。不是悲殊命，唯愁別是親。黃鶯遷古木，珠履徙清塵。想到千山外，滄江正暮春。」元公與柔之琴瑟相和，亦房帷之美也。余故編錄之。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 溫裴黜 \\n  \\n 裴郎中諴，晉國公次弟子也，足情調，善談諧。舉子溫歧為友，好作歌曲，迄今飲席，多是其詞焉。裴君既入臺，而為三院所謔曰：「能為淫豔之歌，有異清潔之士也。」裴君《南歌子》詞云：「不是廚中串，爭知炙裏心。井邊銀釧落，展轉恨還深。」又曰：「不信長相憶，擡頭問取天。風吹荷葉動，無夜不搖蓮。」又曰：「簳（缺）為紅燭，情知不自由。細絲斜結網，爭奈眼相鈎。」二人又為新添聲《楊柳枝》詞，飲筵競唱其詞而打令也。詞云：「思量大是惡因緣，只得相看不得憐。願作琵琶槽那畔，美人長抱在胸前。」又曰：「獨房蓮子沒人看，偷折蓮時命也拚。若有所由來借問，但道偷蓮是下官。」溫歧曰：「一尺深紅朦麴塵，舊物天生如此新。合懽桃核終堪恨，裏許元來別有人。」又曰：「井底點燈深燭伊，共郎長行莫圍碁。玲瓏骰子安紅豆，入骨相思知不知？」湖州崔郎中芻言，初為越副戎，宴席中有周德華。德華者，乃劉採春女也。雖《羅嗊》之歌，不及其母；而《楊柳枝》詞，採春難及。崔副車寵愛之異，將至京洛。後豪門女弟子從其學者眾矣。溫裴所稱歌曲，請德華一陳音韻，以為浮豔之美，德華終不取焉。二君深有愧色。所唱者七八篇，乃近日名流之詠也。滕邁郎中一首：「三條陌上拂金羈，萬里橋邊映酒旗。此日令人腸欲斷，不堪將入笛中吹。」賀知章祕監一首：「碧玉裝成一樹高，萬條垂下綠絲絛。不知細葉誰裁出，二月春風是剪刀。」楊巨源員外一首：「江邊楊柳麴塵絲，立馬憑君折一枝。唯有春風最應惜，殷懃更向手中吹。」劉禹錫尚書一首：「春江一曲柳千條，二十年前舊板橋。曾與美人橋上別，恨無消息至今朝。」韓琮舍人二首：「枝鬭芳腰葉鬭眉，春來無處不如絲。灞陵原上多離別，少有長條拂地垂。」又曰：「梁苑隋堤事已空，萬條猶舞舊春風。那堪更想千年後，誰見楊花入漢宮。」雲谿子曰：「漢署有《艷歌行》，匪為桑間濮上之音也。偕以雪月松竹，雜詠《楊柳枝》詞，作者雖多，鮮覩其妙。」杜牧舍人云：「巫娥廟裏低含雨，宋玉堂前斜帶風。」滕郎中又云：「陶令門前罥接離，亞夫營裏拂朱旗。」但不言「楊柳」二字，最為妙也。是以姚合郎中苦吟《道傍亭子》詩云：「南陌遊人迴首去，東林道者杖藜歸。」不謂「亭」，稱奇矣。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 瑯琊忤 \\n  \\n 王建校書為渭南尉，作宮詞。元丞相亦有此句。河南、渭南，合成二首矣。時謂長孫翱、朱慶餘，各有一篇，苟為當矣。長孫詞曰：「一道甘泉接御溝，上皇行處不曾秋。誰言水是無情物，也到宮前咽不流。」朱君詞曰：「寂寂花時閉院門，美人相對泣瓊軒。含情Q欲Y說宮中事，鸚鵡前頭不敢言。」元公以諱秀明經制策入仕，秀字子芝，為魯山令，政有能名。顏真卿為碑文，號曰「元魯山」也。其一篇自述云：「延英引對碧衣郎，紅硯宣毫各別床。天子下簾親自問，宮人手裏過茶湯。」是時貴族競應制科，用為男子榮進，莫若兹乎，乃自河南之咏也。渭南先與内宮王樞密，盡宗人之分，然彼我不均，後懷輕謗之色。忽因過飲，語及「桓靈信任中官，多遭黨錮之罪，而起興廢之事。」樞密深憾其譏，詰曰：「吾弟所有宮詞，天下皆誦於口。禁掖深邃，何以知之？」建不能對，元公親承聖旨，令隱其文，朝廷以為孔光不言溫樹，何其慎靜乎！二君將遭奏劾，為詩以讓之，乃脫其禍也。建詩曰：「先朝行坐鎮相隨，今上春宮見長時。脫下御衣偏得着，進來龍馬每交騎。常承密旨還家少，獨奏邊情出殿遲。不是當家頻向說，九重爭遣外人知。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 巢燕詞 \\n  \\n 近日舉場為詩清切，而鄙元和風格，用高往式乎？然由工用之不同矣。章正字孝標，《對月》落句云：「長安一夜千家月，幾處笙歌幾處愁。」有類乎秦交云：「一種蛾眉明月夜，南宮歌吹北宮愁。」章君章題之中，頗得聲稱也。元和十三年下第，時輩多為詩以刺主司；獨章君為《歸燕詩》，留獻庾侍郎承宣。小宗伯得詩，展轉吟諷，誠恨遺才，仍候秋期，必當薦引。庾果重秉禮曹，孝標來年擢第。羣議以為二十八字而致大科，則名路可遵遞相礱礪也。詩曰：「舊累危巢泥已落，今年故向社前歸。連雲大厦無栖處，更望誰家門戶飛。」孝標及第，正字東歸，《題杭州樟亭驛》云：「樟亭驛上題詩客，一半尋為山下塵。世事日隨流水去，紅花還似白頭人。」初成落句云「紅花真笑白頭人」，改為「還似白頭人」。言我將老成名，似花芳艷，詎能久乎！及還鄉而逝。前有章八元，後有章孝標，皆桐廬人，名雖遠而還不達矣。後五十年來，有閩川歐陽澥者，四門詹之孫也，賈陵、陳羽、李觀、李絳、韓愈、王涯、劉遵古、崔羣、馮宿、李博等，與四門同年，其名流於海岳。澥娶婦經旬，而辭赴舉，抗節不還。詩云：「黃菊離家十四年。」又云：「離家已是夢松年。」又云：「落日望鄉處，何人知客情？」自憐十八年之帝鄉，未遇知己也。亦為《燕詩》以獻主司鄭愚侍郎，其詞雖為朝賢稱嘆，尚未第焉。澥詩曰：「翩翩雙燕畫堂開，送古迎今幾萬迴。長向春秋社前後，為誰歸去為誰來？」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 題紅怨 \\n  \\n 明皇代，以楊妃、虢國寵盛，宮娥皆頗衰悴，不備掖庭。常書落葉，隨御水而流云：「舊寵悲秋扇，新恩寄早春。聊題一片葉，將寄接流人。」顧况著作，聞而和之。既達宸聰，遣出禁内者不少。或有五使之號焉。和曰：「愁見鶯啼柳絮飛，上陽宮女斷腸時。君恩不禁東流水，葉上題詩寄與誰。」盧渥舍人應舉之歲，偶臨御溝，見一紅葉，命僕搴來。葉上乃有一絕句，置於巾箱，或呈於同志。及宣宗既省宮人，初下詔，許從百官司吏，獨不許貢舉人。渥後亦一任范陽，獲其退宮人，覩紅葉而吁怨久之，曰：「當時偶題隨流，不謂郎君收藏巾篋。」驗其書，無不訝焉。詩曰：「水流何太急，深宮盡日閒。慇懃謝紅葉，好去到人間。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 羨門遠 \\n  \\n 紇干尚書泉，苦求龍虎之丹，十五餘稔。及鎮江右，乃大延方術之士。乃作《劉弘傳》，雕印數千本，以寄中朝及四海精心燒鍊之者。夫人欲點化金銀，非擬救於貧乏，必期多蓄田疇，廣置僕妾，此謂貪婪，豈名道術？且玄妙之門，虛無之事，得其要旨，亦恐不成，况乎不得？悉焚參同契金訣者，其言至也。皇甫大夫或曰「王相公」也。在夏口日，勤求藝術。衙時有一道士，策杖躡屨，直入 \\n 戟門，門人以簾使奉道，不敢制止。安定公遽起而迎接，道士則傲然不窺，向竹而吟曰：「積塵為太山，掬水成東海。富貴有時乖，希夷無日改。絳節出崆峒，霓衣發光彩。古者有七賢，六箇今何在？」自謂我是一賢也。訪其名姓，曰：「黃山隱。」府公未能明其真偽，請於宮觀，願在牌亭，得觀雲水。亞相曰：「斯人若是至道，名利俱捐。」試令幹事軍將，持書送絹百疋、錢一百千文，至其所止。山隱啓緘，忻喜，立修迴報。遂乃脫其道服，飾以青衿，引見謝陳，禮度甚恭，殊異初來傲睨之態。皇甫公判書之末，乃至盡刑，曰：「道士黃山隱，輕人復重財。太山將比甑，東海只容杯。綠綬藏雲帔，烏巾換鹿胎。黃泉六箇鬼，今夜待君來。」雲谿子曰：「王子年之著書也，不脫後秦之難；東方朔之知機也，恐罹西漢之咎。是喬松獨樂，巢務不居。若山隱者，擬為妖惑，敢蔑公侯，死無于吉。致孫策鏡裏之殃，來非許邁；起劉恢舟中之顧，足見凡愚。黃山隱自貽之禍，安定公明察之斷，合其宜乎！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 金仙指 \\n  \\n 鄧州有老僧，日食二鴟鳩，僧俗共非之，老僧終無所避。當饌之際，貧士求飡，分其二足而食。食訖，老僧盥嗽，雙鳩從口而出，一則能行，一則匍匐在地。貧士驚怪，亦吐其飰，其鳩二脚亦生。其僧後乃不食此味，覩驗，眾加敬異，號曰「南陽鴟鳩和尚」也。興元縣西墅，有蘭若上座僧，常飲酒食肉，羣輩皆效焉。一旦，多作大餅，招羣徒眾入屍陁林，以餅裹腐屍肉而食，數啖不已，眾僧掩鼻而走。上座曰：「汝等能食此肉，方可食諸肉。」自此緇徒因成精進也。此事柳僕射仲郢在興元日親驗之也。寶志大師，嘗於臺城對梁武帝喫鱠，昭明諸王子皆侍側。食訖，武帝曰：「朕不知味二十餘年矣。師何為爾！」志公乃吐出小魚，依依鱗尾，帝深異之。如今秣陵有鱠殘魚也。且達人崇佛奉僧，近亦眾矣。若留守王僕射逢、裴相公休、鳳翔白中令敏中、夏侯相孜、崔僕射安潛，皆嚴飾道場，躬自焚香執錢，老而無倦焉。然諸貴達，皆乃惡其過犯，必不容貸焉。李常侍續，分陜之日，閒登城樓，遙見二僧，抱秩從寺門而出，有二鬼異狀隨僧後諦聽，行過百步，忽見一女子自東而來，二僧極目而送，鬼乃俱怒，抛砂石作旋風，左右或有見者。遂召僧至，問其所以，具云：「初出寺門，共論經義，尋有他言，不敢隱諱伏藏。」公曰：「鬼神重齋戒，善惡必知。」二僧既還，益加惕勵也。岳牧李員外膺，羣玉校書者，即岳牧從孫也。昔來覲謁，曾與宴席，李公曰：「汝徵士也，識古知今。視汝儕流，只如粟粒！」羣玉兢惶，幾不脫於檟辱。其高概如此，有天下名稱。羣玉後過岳陽，題詩曰：「昔年曾接李膺歡，遠泛仙舟醉碧瀾。詩句亂隨青草發，酒腸俱逐洞庭寬。浮生聚散雲相似，往事微冥夢一般。今日片帆城下過，春風迴首涕闌干。」岳陽於奉釋之心，日無倦矣。嘗撰清遠寺碑文，甚得大理。若僧有故投網羅者，其不恕乎。嘗斷僧結黨屠牛捕魚事，曰：「違西天之禁戒，犯中國之條章。不思流水之心，輙舉庖丁之刅。既集徒侶，須務極刑。各決三十，用示伽藍。」襄州李八座翱，斷僧相打，云：「夫說法則不曾敷坐而坐，相打則偏袒右肩左肩。領來向佛前，而作偈言。各笞去衣十五，以例三千大千。」又斷僧通狀云：「上歲童子二十受戒，君王不朝，父母不拜。口稱『貧道』，有錢放債。量決十下，牒出東界。」婺州陸郎中長源，判僧常滿、智真等，同於倡家飲酒，烹宰雞鵝等事，云：「且口說如來之教，在處貪財，身着無價之衣，終朝食肉。苦行未同迦葉，自謂頭陀；神通何有浄名，入諸媱舍。犯爾嚴戒，黷我明刑，乃集遠近僧，痛杖三十處死。」又斷金華觀道士盛若虛，云：「本是樵童牧竪，偶然戴幘依師。不遊玄牝之門，莫鑒丹田之義。早聞僭犯，苟乃包容。作孽既多，為弊斯久。常住錢榖，唯貯私家。三盞香爐，不修數夕。至於奴婢，遍結親情。良賤不分，兒女盈室。行齊犬馬，一異廉愚。恣伊非類之徒，負我無為之教。貸其死狀，尚任生全。量決若干，便勒出院。別召精潔主首，務在焚修。」浙西韓相公晃，斷法師雲晏等五人聚集賭錢，因有喧諍，云：「正法何曾執貝，空門不積餘財。白日既能賭博，通宵必醉罇罍。強說天堂難到，又言地獄長開。並付江神收管，波中便是泉臺。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 蜀僧喻 \\n  \\n 雲谿子昔遁西霞峯，厥氣方壯。嘗遇玄朗上人者，乃南泉禪宗普願大師之嗣孫也。南泉之德業，諸佛之支體。《維三經》云：「即心是佛，非心是道；非心非道，非道非心；離佛離道，即是一真。」大師句云：「心不是佛，智不是道。」言其心有善惡，智有利鈍。心智兩非，名為究竟。南泉既逝，崔行儉員外為之銘曰：「百骸俱散，一物常靈。」釋學徒服其簡妙也。朗公或遇高才亡智者，則論六度迷津，三明啟道，此滅彼往，無榮絕辱也。或有愚士昧學之流，欲其開悟，別吟以王梵志詩。梵志者，生於西域林木之上，因以梵志為名。其言雖鄙，其理歸真；所謂歸真悟道，徇俗乖真也。詩云：「欺枉得錢君莫羨，得了却是輸他便。來往報答甚分明，只是換頭不識面。」又曰：「天公未生我，冥冥無所知。天公忽生我，生我復何為？無衣遣我寒，無食令我飢。還爾天公我，還我未生時。」又曰：「我肉眾生肉，形殊性不殊。元同一性命，只是別形軀。苦痛教他死，將來作已須，莫教閻老斷，自想意何如？」又曰：「多置莊田廣修宅，四鄰買盡猶嫌窄。雕牆峻宇無歇時，幾日能為宅中客？造作莊田猶未已，堂上哭聲身已死。哭人盡是分錢人，口哭元來心裏喜。」又曰：「麤行出家兒，心中未平實。貧齋行則遲，富齋行則疾。貪他油煮（缺），我有波羅蜜。飽食不知慙，受罪無休日。」又曰：「不願大大富，不願大大貧。昨日了今日，今日了明晨。此之大大因。所願只如此，真成上上人。」又曰：「良田收百頃，兄弟猶工商。却是成憂惱，珠金虛滿堂。滿堂何所用，妻兒日夜忙。行坐聞人死，不解暫思量。貧兒二畝地，乾枯十樹桑。桑下種粟麥，四時供父娘。圖謀未入手，祇是願飢荒。結得百家怨，此身終受殃。」又曰：「本是尿屎袋，強將脂粉塗。音茶。凡人無所識，喚作一團花。相牽入地獄，此最是寃家。」又曰：「生時不共作榮華，死後隨車強叫喚。齊頭送到墓門迴，分你錢財各頭散。」又曰：「眾生頭兀兀，常住無明窟。心裏唯欺謾，口中佯念佛。世無百年人，擬作千年調。打鐡作門閈，鬼見拍手笑。家有梵志詩，生死免入獄。不論有益事，且得耳根熟。白紙書屏風，客來即與讀。空飯手捻鹽，亦勝設酒肉。勸君莫殺命，背面被生嗔。喫他他喫汝，輪環作主人。」又曰：「照面不用鏡，布施不須財。端坐念真相，此便是如來。大皮裹大樹，小皮裹小木。生兒不用多，了事一箇足。省得分田宅，無人橫煎蹙。但行平等心，天亦念孤獨。我身雖孤獨，未死先懷慮。家有五男兒，哭我無所據。哭我我不聞，不哭我亦去。無常忽到來，知身在何處！」又曰：「世間何物貴，無價是詩書。了了說仁義，愚夫都不知。深房禁婢妾，對客誇妻兒。青石甃行路，未知身死時！」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 雜嘲戲 \\n  \\n 萬彤雲為白太傅所知，後遊梓州，累為閽人艱阻。為詩以獻盧尚書弘宣，范陽公怒閽者，而禮萬生焉。詩曰：「荷衣拭淚幾回穿，欲謁朱門抵上天。不是尚書輕下客，山家無物與王權。」夔州游使君符，邀客看花而不飲，至今荊襄花下斟茶者，吟此戲焉。盧子發：「白帝城頭二月時，忍教清醒看花枝。莫言世上無袁許，客子由來是相師。」《詠螃蟹呈淛西從事》，皮日休：「未遊滄海早知名，有骨還從肉上生。莫道無心畏雷電，海龍王處也橫行。」又題《金錢花》：「陰陽為火地為爐，鑄得金錢不用模。謾向人前逞顏色，不知還解濟貧無。」鄭愚《醉題廣州使院》，似譏前政：「數年百姓受飢荒，太守貪殘似虎狼。今日海隅魚米賤，大須慙愧石留黃。」《擬權龍褒體贈鄠縣李令及寄朝右》，李乃因病休官：「鄠縣李長官，橫琴膝上弄；不聞有政聲，但見手子動。」李日新《題仙娥驛》詩曰：「商山食店大悠悠，陳 \\n 囗（缺）饠古（缺）頭。更有臺中牛肉炙，尚盤數臠紫光毬。」賀祕監、顧著作，吳越人也；朝英慕其機捷，競嘲之，乃謂南金復生中土也。每在班行，不妄言笑。賀知章曰：「鈒鏤銀盤盛蛤蜊，鏡湖蓴菜亂如絲。鄉曲近來佳此味，遮渠不道是胡兒。」顧况和曰：「鈒鏤銀盤盛炒蝦，鏡湖蓴菜亂如麻。漢兒女嫁吳兒婦，吳兒盡是漢兒爺。」張祜客於丹徒，有朱壇者輕佻，侮慢祐之篇詠，後壇與祜卷，欲其潤飾之，祜乃戲簡二十字，欣而不悟，厚為餞別焉：「昔人有玉盌，擊之千里鳴。今日覩斯文，盌有當時聲。」溫州顏郎中，儒士也，不知弧矢之能，張祜觀其騎獵馬上，以詩戲之曰：「忽聞射獵出軍城，人着戎衣馬帶纓。倒把角弓呈一箭，滿山狐兔當頭行。」張祜為冬瓜堰官，憾其牛戶無禮，責欲鞭笞，無不取給於其中也，然無倦秀才居多，職事皆怯於祜。錢塘酒徒朱沖和，小舟經過，祜令語曰：「張祜前稱進士，不亦難乎？」沖和乃自啟名，而贈詩嘲之。祜平生傲誕，至於公侯，未如斯之挫也。詩曰：「白在東都元已薨，蘭臺鳳閣少人登。冬瓜堰下逢張祜，牛屎堆邊說我能。」韋鵬翼《戲題盱眙邵明府壁》：「豈肯閒尋竹徑行，却嫌絲管好蛙聲。自從煮鶴燒琴後，背却青山臥月明。」樂營子女席上戲賓客，量情三木，乃書牓子示諸妓云，嶺南掌書記張保胤：「綠羅裙上標三棒，紅粉腮邊淚兩行。叉手向前咨大使，遮迴不敢惱兒郎。」時謂張書記，文彩縱橫，比之何遜；人材瓌偉，有似玄宗。及罷府北歸，留詩戲諸同院，聞者莫不大咍。詩曰：「憶昔前年富貴時，如今頭惱尚依稀。布袍破後思宮内，錦袴穿時憶御衣。鶻子背鑽高力士，嬋娟飜畫太真妃。如今憔悴離南海，恰似當時幸蜀歸。」莆田縣有染家，家富，因醉毆兄，至高標十木。既歸，鄉親為會。有柳逢秀才旅遊掇席，主人不樂，柳生怒而題壁，染人遂與束帛贖其詩。「紫綠終朝染，因何不識非？莆田竹木貴，背負十柴歸。」浙東孟簡尚書，六衙按覆囚徒，其間一人自曰「魯人孔顒」。獻詩啟云：「偶尋長街柳陰吟詠，忽被都虞候拘縲數日，責以罪名，敢露血誠，伏請申雪。」孟公立以賓客待之，批其狀曰：「薛陟不知典教，豈辨賢良？驅遣健徒，憑陵國士，殊無畏憚，輙恣威權，飜成刺許之賓，何異吠堯之犬！然以久施公効，尚息杖刑，退補散將，外鎮收管。」孔生詩曰：「有箇將軍不得名，唯教健卒喝書生。尚書近日清如鏡，天子官街不許行。」池州杜少府慥、亳州韋中丞仕符，二君皆以長年，精求釋道。樂營子女，厚給衣糧，任其外住，若有宴飲，方一召來；柳際花間，任為娛樂。譙中舉子張魯封，為詩謔其賓佐，兼寄大梁李尚書，詩曰：「杜叟學仙輕蕙質，韋公事佛畏青娥。樂營却是閒人管，兩地風情日慚多。」戲酬張十五秀才見寄池亳二州之事，宣武軍掌書記李晝：「秋浦亞卿顏叔子，譙都中憲老桑門。如今柳巷通車馬，唯恐他時立棘垣。」《題大梁臨汴驛》，進士姚嶸：「近日侯門不重才，莫將文藝擬為媒。相逢若要如膠漆，不是紅粧即撒灰。」麻衣黎瓘者，南海狂生也，遊於漳州，頻於席上喧酗。鄉飲之日，諸賓悉赴，客司獨不召瓘，瓘作《翻韻詩贈崔使君》，坐中皆大笑，崔使君馳騎迎之。詩曰：「慣向溪邊折柳楊，因循行客到州漳。無端觸忤王衙押，不得今朝看飲鄉。」 \\n  \\n  \\n  \\n  \\n  \\n  \\n 窺衣帷 \\n  \\n 元丞相載妻王氏，字韞秀。王緒相公之女，維右丞之姪。初，王相公鎮北京，以韞秀嫁元載，歲久而見輕怠。韞秀謂夫曰：「何不增學？妾有奩幌資裝，盡為紙墨之費。」王氏父母，未或知之。親屬以載夫妻皆乞兒，猒薄之甚。元乃遊秦，為詩別韞秀曰：「年來誰不猒龍鍾，雖在侯門似不容。看取海山寒翠樹，苦遭霜霰到秦封。」妻請偕行，曰：「路掃飢寒跡，天哀志氣人。休零離別淚，攜手入西秦。」元秀才既到京，屢陳時務，深符上旨，肅宗擢拜中書。王氏喜元郎入相，寄諸姨妹詩曰：「相國已隨麟閣貴，家風第一右丞詩。笄年解笑明機婦，恥見蘇秦富貴時。」元公，肅宗、代宗兩朝宰相，貴盛無比，廣葺亭臺，交遊貴族，客候其門，而或間阻。王氏復為一篇以喻之，曰：「楚竹燕歌動畫梁，春蘭重換舞衣裳。孫弘開館招嘉客，知道浮榮不久長。」元公於是稍減矣。太原內外親族，悉來謁賀者眾矣。韞秀置於閒院。忽因晴霽日景，以青紫絲絛四十條，條長三十丈，皆施羅紈綺繡之飾，每條絛下，排金銀爐二十枚，皆焚異香，香亘其服。乃命諸親戚西院閒步，韞秀問是何物，侍婢對曰：「今日相公及夫人曬曝衣服。」王氏謂諸親曰：「豈料乞索兒婦，還有兩事。」蓋形麤衣也。於是諸親羞赮，稍稍而辭。韞秀每分衣服飾於他人，而不及於太原之骨肉也，且曰：「非兒不禮於姑娣，其奈當時見辱乎？」洎元公貪恡為心，竟招罪戾，臺閣彈奏而亡。其家韞秀，少有識量，節概固高。丞相已謝，上令入宮備彤筆箴規之任。嘆曰：「王家十三娘，二十年太原節度使女，十六年宰相妻，誰能書得長信、昭陽之事？死亦幸矣！」堅不從命。或曰上宥連罪，或云京兆笞而斃矣。 \\n  \\n  \\n  \\n  \\n  \\n  \\n 閨婦歌 \\n  \\n 朱慶餘校書，既遇水部郎中張籍知音。遍索慶餘新製篇什數通，吟改後，只留二十六章。水部置於懷抱，而推贊焉。清列以張公重名，無不繕錄而諷詠之，遂登科第。朱君尚為謙退，作《閨意》一篇，以獻張公。張公明其進退，尋亦和焉。詩曰：「洞房昨夜停紅燭，待曉堂前拜舅姑。粧罷低聲問夫壻：畫眉深淺入時無？」張籍郎中酬曰：「越女新粧出鏡心，自知明艷更沉吟。齊紈未足人間貴，一曲菱歌敵萬金。」朱公才學，因張公一詩，名流於海內矣。 \\n  \\n  \\n  \\n  \\n *取自钱建文制作电子书 \\n 　"}
