{"章节": "簡介", "正文": "  \\n 簡介 \\n 　 \\n  \\n 錢易(968-1026)，字希白，錢塘（今浙江杭州）人。吳越王錢鏐孫，錢倧子，錢惟演從弟。淳化三年(992)應進士舉，言者以輕俊罷之。後再試，咸平二年(999)進士及第，補濠州團練推官。召試中書，改光祿寺丞，通判蘄州。景德三年(1006)，應賢良方正科試，中等，除秘書丞，通判信州。真宗東封西祀，錢易都有詩文諛頌。累官直集賢院、知制誥、左司郎中、翰林學士。易才思敏捷過人，其詩文初學晚唐五季，後變而宗西崑體。著有《金閨集》六十卷、《瀛州集》五十卷、《西垣集》三十卷、《內制集》二十卷、《壽雲總錄》一百卷、《南部新書》十卷，今僅存《南部新書》。 \\n 《南部新書》，宋錢易著，十卷。然《郡齋讀書志》著錄五卷。據書前其子錢明逸序，此書為大中祥符間(1008-1016)著者任開封知縣時所作。記唐五代軼聞舊事，涉及朝章國典、百物謠諺，亦有不少傳說故事。多採自前人故籍，如「犬頭婦」條出自《獨異志》、「裴度追印」出自《玉堂閑話》。《四庫全書總目提要》評為：「雖小說家言，而不似他書之侈談迂怪，於考證尚有俾。」有《四庫全書》、《學津討源》、《叢書集成初編》等本。（以上按《中國文學大辭典》，上海辭書出版社，2000年、《中國文學家大辭典˙宋代卷》，中華書局，2004年及虞雲國、吳愛芬之《南部新書點校說明》） \\n 是之錄文，主要據虞雲國、吳愛芬整理之《南部新書》（大象出版社，2003年），並參黃壽成點校之《南部新書》（中華書局，2002年）。前書以《學津討源》本為底本，校以《粵雅堂叢書》本（粵雅堂本）、文淵閣《四庫全書》本（四庫本）、上海圖書館藏明鈔本（明抄本）及錄有黃丕烈校記的清鈔本（黃校本）。底本張海鵬所加校記，仍予保留。後書亦以《學津討源》本為底本，並附有國家圖書館藏清錢遵王校明刻本（明刻本）作對校。網絡版校記主從虞、吳，從黃壽成校語者，作[成校]；間出己意者，作[增校]。 \\n  \\n   \\n  "}
{"章节": "序", "正文": "  \\n 序 \\n 　 \\n 先君尚書在章聖朝祥符中，以度支員外郎、直集賢院宰開封。民事多閒，潛心國史，博聞強記，研深覃精。至於前言往行，孜孜念慮，嘗如不及。得一善事，疏於方冊，曠日持久，乃成編軸，命曰《南部新書》。凡三萬五千言，事實千[１]，成編五，列卷十。其間所紀，則無遠近，耳目所不接熟者；事無纖巨，善惡足為鑒誡者。忠鯁孝義，可以勸臣子；因果報應，可以警愚俗；典章儀式，可以識國體；風誼廉讓，可以勵節概。其餘機辯敏悟[２]，怪奇迥特，亦所以誌難知而廣多聞。《爾雅》為六藝鈐鍵，而采謠誌，考方語。周詩形四方風雅，比興多蟲魚草木之類。小子不肖，叨繼科目，嘗踐世宦，假守宮鑰[３]。浚涸事休，閱繹家集，因以《新書》次為門類，繕寫淨本，致於鄉曲，以圖刊鏤。昔班氏家有賜書而擅史學，王准之以左右舊事緘於青箱[４]，卒用名代。敢跂而及，聊緝先志云。子翰林侍讀學士錢明逸序。嘉祐元年十一月十二日。 \\n [１]「事實千」，「千」，明抄本作「若干」。 \\n [２]「其餘機辯敏悟」，「其餘」原脫，據明抄本補。 \\n [３][成校]「假守宮鑰」，底本「守」作「字」，誤，據明刻本改。 \\n [４][成校]「王准之以左右舊事緘於青箱」，底本「王准之」作「王涯之」，誤，據明刻本改。《宋書˙王准之傳》：「曾祖彪之，......博聞多識，練悉朝儀，自是家世相傳，並諳江左舊事，緘之青箱。」 \\n  \\n   \\n  "}
{"章节": "甲", "正文": "  \\n 甲 \\n 　 \\n 自武德至長安四年已前[５]，尚書左右僕射並是正宰相。初，豆盧欽望拜左僕射，不言同中書門下三品，不敢參議朝政。數日後，始有詔加知軍國重事。至景雲二年，韋安石除僕射，不帶同三品，自後空除僕射，不是宰相，遂為故事。 \\n 至德二年[６]，宰相直主政事筆，每人知十日。至貞元十年，又分每人輪一日執筆。 \\n 尚書諸廳，歷者有壁記，入相則以朱點之。元和後，惟膳部廳持國柄者最多，時省中謂之「朱點廳」。 \\n 韋夏卿與弟正卿，大曆中同日登制科。皆曰：「今日盛事，全歸二難之手。」 \\n 韓昆，大曆中為制科第三等勅頭，代皇異之。詔下日，坐以采輿翠籠，(一作龍。)命近臣持采仗鞭，厚錫繒帛，以示殊澤。 \\n 常衮自禮部侍郎入相，時潘炎為舍人，引麻，因戲之曰：「留取破麻鞵著。」及衮視事，不浹旬果除。 \\n 凌煙閣，在西內三清殿側。畫像皆北面[７]，閣中有中隔，隔內北面寫功高宰輔，南面寫功高侯王，隔外面次第功臣。 \\n 證聖元年正月，明堂災，重造天冊萬歲殿。二年三月成，號為通天宮。 \\n 項斯，始未為聞人，因以卷謁江西楊敬之。楊甚愛之[８]，贈詩云：「幾度見詩詩盡好，及觀標格過於詩。平生不解藏人善，到處逢人說項斯。」未幾詩達長安，斯明年登上第。 \\n 上元中，長安東內始置延英殿，每侍臣賜對，則左右悉去。故直言讜議，盡得上達。 \\n 李聽為羽林將軍，有名馬。穆皇在東宮，諷聽獻之，聽以總兵不從。及即位，太原擬帥皆不允，謂宰臣曰：「李聽為羽林將軍，不與朕馬，是必可任。」遂降制。 \\n 開元御札云：「朕之兄弟，惟有五人，比為方伯，歲一朝見。雖載崇藩屏，而有睽談笑。是以輟牧人而各守京職，每聽政之後，延入宮中。申友于之志，詠《常棣》之詩，邕邕如，怡怡如，展天倫之愛也。」 \\n 祠部，省中謂之「冰(去。)廳」，言其清且冷也。 \\n 尚書省東南向陽通衢，有小橋相承，曰「拗項橋」。言御史及殿中久次者，至此必拗項而望南宮也。 \\n 都堂南門道東有古槐，垂陰至廣。或夜聞絲竹之音，則省中有入相者，俗謂之「音聲樹」。 \\n 二十四司印，故事，悉納直廳。每郎官交印時，吏人懸之於臂以相授，頗覺為繁。楊虔州虞卿任吏部員外郎，始置匱加鐍以貯之，人以為便，至今不改。 \\n 始無笏囊，皆摽笏於馬上。張曲江清瘦不任，乃置笏囊。 \\n 秘書省內落星石，薛稷畫鶴，賀知章草書，郎餘令畫鳳[９]，相傳號為四絕。元和中，韓公武為校書郎，挾彈中鶴一眼，時人乃謂之五絕。又省之東即右威衛，荒穢摧毀，其大廳逼校書院[１０]，南對御史臺。有人嘲之曰：「門緣御史塞，廳被校書侵。」 \\n 曹礭、楊收、徐商、路巖同秉政，外有嘲之曰：「礭礭無餘事，錢財總被收，商人都不管，貨路幾時休？」 \\n 李林甫寡學[１１]，中表有誕子者，以書賀之云：「知有弄麞之慶。」 \\n 鄭注鎮鳳翔，皆擇貞正之士以為幕席，亦欲遏其邪行。及注敗，皆為監軍所誅。 \\n 溫大雅，武德中為黃門侍郎，弟彥博為中書侍郎。高祖曰：「我起義晉陽，為卿一門耳。」後弟大有又除中書侍郎。(「大有」一作「彥博」。) \\n 中書省有盤石。初，薛道衡為內史侍郎，常踞其石草詔。後，孫元超每見此石，未嘗不泫然。 \\n 施肩吾與趙嘏同年，不睦。嘏舊失一目，以假珠代其睛[１２]，故施嘲之曰：「二十九人同及第，五十七隻眼看花。」元和十五年也。 \\n 女道士魚玄機，住咸宜觀，攻篇什。殺婢綠翹，甚切害，事敗弃市。 \\n 崔四八即慎由之子，小名緇郎。天下呼油為麻膏，故謂之「麻膏相公」。 \\n 開元中，岐、薛以下，輪日載筆於乘輿前，作《內起居注》，四季朱印聯名，牒送史館。至天寶十載季冬，已成三百卷。率以五十幅黃麻為一編，雕檀軸紫鳳綾表，遂別起大閣貯之。逆胡陷西京，先以火千炬焚是閣，移時灰滅，故實錄百不叙及一二。 \\n 小許公從工部侍郎除中書舍人，(一本作「侍郎」。)便供政事食，明日加知制誥。(一本重「制誥」二字。)舍人有政事食，自此為始。 \\n 大和中[１３]，上自延英退，獨召柳公權對。上不悅，曰：「今日一場大奇也。楊嗣復[１４]、李珏道張諷是奇才，請與近密官。鄭覃、夷行即云是姦邪，須斥之於嶺外。教我如何即是？」公權奏曰：「允執厥中。」上曰：「如何是允執厥中？」又奏：「嗣復、李珏既言是奇才，即不合斥於嶺外。鄭覃、夷行既云是姦邪，亦不合置於近密[１５]。若且與荊、襄間一郡守，此近於允執厥中。」旬日又召對，上曰：「允執厥中，向道也是。」張遂為郡守。 \\n 賈曾除中書舍人，以父名忠，固辭之。言者以中書是曹司名，父之名又同音字別[１６]，於禮無嫌。曾乃就職。 \\n 開元七年，賜百僚射。金部員外盧廙、職方郎中李畬，俱非善射，箭不及垜，而互言工拙。畬戲曰：「與盧箭俱三十步。」左右不曉，畬曰：「畬箭去垜三十步[１７]，盧箭去畬三十步。」 \\n 李白，山東人，父任城尉，因家焉。少與魯郡諸生隱徂徠山[１８]，號「竹溪六逸」。天寶中，遊會稽，與吳筠隱剡中。筠徵赴闕，薦之於朝，與筠俱待詔翰林。俗稱蜀人，非也。今《任城令廳石記》，白之詞也，尚在焉。 \\n 江西私釀酒，法尤嚴。王仲舒廉察日，奏罷之。 \\n 宰相門下省議事，謂之政事堂。永淳中，裴炎為中書令，始移就中書省，政事印亦改「中書門下之印」。 \\n 開元中，花萼樓大酺，人眾莫遏。遂命嚴安之定場，以笏畫地，無一輩敢犯。 \\n 盧攜常題司空圖壁云：「姓氏司空貴，官班御史卑。老夫如且在，不用嘆屯奇。」 \\n 龍朔中，楊思玄恃外戚，典選多排斥選士。為選人夏彪訟之御史中丞郎餘慶，彈奏免官。許南陽曰：「故知楊吏部之敗。」或問之，許曰：「一彪一狼，共看一羊，不敗何待？」 \\n 開元皇帝為潞州別駕，乞假歸京。值暮春，戎服臂鷹於野次。時有豪氏子十餘輩，供帳於昆明。上時突會座中，有持酒船唱令曰：「今日宜以門族官品。」至上，笑曰：「曾祖天子，祖天子，父相王，臨淄郡王李某。」諸輩驚散。上聯舉三船，盡一巨觥而去[１９]。 \\n 襄王僭偽，朱玫秉政[２０]，百揆失序。逼李拯為內署，拯常吟曰：「紫宸朝罷綴鵷鸞，丹鳳樓前駐馬看。唯有終南山色在，晴明依舊滿長安。」拯終為亂兵所殺。 \\n 武德七年，遣刑部尚書沈叔安，攜天尊像賜高麗，仍令道士往彼講《道德經》。 \\n 自先天初至開元十五年，儀同者四人：姚崇、宋璟、王同皎、王毛仲。 \\n 唐法：親王食封八百戶，有至一千戶；公主三百戶；長公主五百戶，有至六百戶。唯太平、相王踰此制。 \\n 黃巢入青門，坊市聚觀。尚讓慰曉市人曰：「黃王為生靈，不似李家。」其悖也如此。 \\n 長安令李濟得罪，因奴。萬年令霍晏得罪，因婢。故趙縱之奴當干論縱陰事[２１]，張鎰疏而杖殺之。縱即郭令公之婿[２２]。 \\n 建中末，姚況有功於國，為太子中舍人。旱蝗之歲，以俸薄不自給而以餒終，哀哉！ \\n 田神功，大曆八年卒於京師。許百官弔喪，上賜屏風、裀褥於靈座，并賜千僧齋以追福。至德以來，將帥不兼三事者，哀榮無比。 \\n 柳渾舊名載，為朱泚所逼。及克復，上言曰：「頃為狂賊點穢，臣實耻稱舊名。矧字或帶戎[２３]，時當偃武，請改名渾。」渾後入相，封宜城公，謂之「柳宜城」。 \\n 韋覬著《易蘊》，甚有奧旨。覬，見素孫。 \\n 郭令公終始之道無缺焉，惟以譖怒判官張譚，奏杖殺之[２４]，物議為薄。 \\n 張巡每戰大呼，牙齒皆碎。及敗，尹子奇視之，其齒存者不過三四[２５]。初守寧陵也，使南霽雲詣賀蘭進明乞救兵[２６]。進明大宴，霽雲不下咽，自囓一指示信[２７]。進明終不應，以至於破。 \\n 貞觀中，擇官戶、蕃口之少年驍勇者數百人，每出游獵，持弓矢於御馬前射生。令騎豹文韉，著獸文彩衫，謂之「百騎」。至則天，漸加其人，謂之「千騎」。孝和又增之萬騎，皆置使以領之。 \\n 彭偃與朱泚下偽詔曰：「幽囚之中，神器自至，豈朕薄德所能經營。」泚敗偃誅，其妖亂也如此。 \\n 大和九年冬，甘露事敗，將相弃市。王璠謂王涯曰：「當初勸君斬却鄭注，斬之豈有此事也。」此雖臨刑之言，然固當矣。 \\n 梁祖嘗言於昭皇[２８]：「趙崇是輕薄團頭，於鄂州座上佯不識駱駝，呼為山驢王。」遂阻三事之拜。此亦挫韓偓也。 \\n 王皇后，開元中恩寵日衰，而不自安。一日訴之曰：「三郎獨不記阿忠脫新紫半臂，更得一斗麪，為三郎生日為煎餅耶？」上戚然憫之，而餘恩獲延三載。 \\n 武德初，史館尚隸秘書省著作局。貞觀三年，移於門下省北，宰相監修。自是著作局始罷史職。 \\n 公孫羅為沛王府參軍，撰《文選音義》十卷。羅，唐初人。 \\n 開元中，裴光庭為侍中。門下過官，委主事閻麟之裁定，隨口下筆。時人語曰：「麟之口，光庭手。」物議醜之。 \\n 張延賞怙權矜己，嫉柳渾之守正，使人謂之曰：「相公舊德，但節言於廟堂，則名位可久。」渾曰：「為吾謝張相公，柳渾頭可斷，而舌不可禁。」 \\n 王縉在太原，舊將王無縱等恃功，且以縉儒者易之，每事多違約束。一朝悉召斬之，將校股慄。 \\n 大曆中，隴州猫鼠同乳，常衮率百僚賀[２９]。崔佑甫獨奏曰：「仁則仁矣，無乃失於性乎？」 \\n 李邕自滑州上計也，京洛阡陌聚觀，以為古人。蓋邕負美名，頻被貶斥，剝落在外也。 \\n 元德秀，字紫芝，為魯山令，有清德。天寶十三年卒，門人相與謚為「文行先生」。士大夫高其行而不名[３０]，謂之元魯山。 \\n 駙馬都尉鄭潛曜，睿皇之外孫，尚明皇第十二女臨晉長公主，母即代國長公主也。開元中，母寢疾，曜刺血濡奏章，請以身代。及焚章，獨「神道許」三字不化。翌日，主疾間。至哉，孝子也。 \\n 殿中監、少監、尚衣、尚舍、尚輦，大朝會皆分左右，隨繖扇立，入閣亦同之。 \\n 牛僧孺三貶至循州，本傳不言，漏略也。 \\n 李景讓典貢年，有李復言者，納省卷，有《纂異》一部十卷。榜出曰：「事非經濟，動涉虛妄，其所納仰貢院驅使官却還。」復言因此罷舉。 \\n 古押牙者，富平居，有游俠之才，多奇計，往往通於宮禁。 \\n 五月一日御宣政殿，百僚相見之儀，貞元已來常行之，自後多闕。 \\n 崆峒山，在松州，屬龍州，西北接蕃界。蜀破後，路不通，即非空桐也[３１]。 \\n 長安中秋望夜，有人聞鬼吟曰：「六街鼓歇行人絕，九衢茫茫空有月。」又聞有和者曰：「九衢日生何勞勞，長安土盡槐根高。」俗云務本西門是鬼市，或風雨晦冥，皆聞其喧聚之聲。怪哉！ \\n 大和中，程修己以書進見，嘗舉孝廉，故文皇待之彌厚。會春暮，內殿賞牡丹花，上頗好詩，因問修己曰：「今京邑人傳牡丹詩，誰為首出？」對曰：「中書舍人李正封詩：『天香夜染衣，國色朝酣酒。』」時楊妃侍，上曰：「妝臺前宜飲以一紫金盞酒[３２]，則正封之詩見矣。」 \\n 高宗欲廢王皇后，立武昭儀，猶豫未定。許高陽宣言於朝曰[３３]：「田舍翁多收得十斛麥[３４]，尚須換却舊婦。況天子富有四海，立一皇后，有何不可？」上意乃定。吁！牝雞之孽，洎移土德，過始於高陽。 \\n 白樂天之母，因看花墜井。後有排擯者，以賞花新井之作左遷。穆皇嘗題柱曰：「此人一生爭得水喫？」 \\n 張介然，天寶中為尉衛卿，因入奏曰：「臣今三品，合列棨戟。若列於帝城，鄉里不知。臣，河東人也，請例戟於故鄉。」上曰：「所給可列故鄉，京城佇當別賜[３５]。」本鄉列戟，介然始也。 \\n 京兆尹黎幹，戎州人也。嘗白事於王縉，縉曰：「尹，南方尹子也，安知朝禮？」其慢而侮人率如此。 \\n 總章中，天子服婆羅門藥，郝處俊諫曰：「修短有天命，未聞萬乘之主，輕服蕃夷之藥。」 \\n 貞元中，邕州經略使陳曇怒判官劉緩，杖之二十五而卒。卒之日，曇得疾，見緩為祟而卒。 \\n 韋氏專制，明皇憂甚，獨密言於王琚。琚曰：「亂則殺之，又何疑？」 \\n 開元中，諸王友愛特甚，常謂近侍曰：「思作長枕大被，與諸王同卧。」 \\n 鄱陽人張朝，為猛獸所搏噬，其家犬名小狸，救之獲免。 \\n 中書省柳樹久枯死。興元二年，車駕還而柳活。明年，呂渭以為禮部賦題[３６]，上甚惡之。 \\n 盧羣昔寓居鄭州，典貼得良田。及為鄭滑節度，悉召其主還之，時以為美談。 \\n 自貞元來，多令中官強買市人物，謂之「宮市」。 \\n 日本國大臣曰「真人」，猶中朝戶部尚書。 \\n 郭代公元振為西涼州牧，時西蕃酋帥烏質勒強盛，元振為之立語。俄頃雪下盈尺，質勒既老，久立，歸而遂死。人謂詭殺烏質勒。 \\n 路隨孝行清儉，常閉門不見賓客。狀貌酷似其先人，以此未嘗視鏡。又感其父沒蕃，終身不背西坐，其寢以西首。 \\n [５]「自武德至長安四年已前」，「年」，原作「月」，據四庫本改。 \\n [６]「至德二年」，此條原與上合作一條，據明抄本及黃校本分。 \\n [７]「畫像皆北面」，「像」原脫，據黃校本及粵雅堂本補。 \\n [８]「楊甚愛之」，「甚」字，明抄本及粵雅堂本均作「苦」。 \\n [９]「郎餘令畫鳳」，「餘令」原作「令餘」，據《舊唐書》卷一八九下《郎餘令傳》及《歷代名畫記》卷九改。 \\n [１０]「其大廳逼校書院」，「書」原作「正」，據明抄本改。 \\n [１１]「李林甫寡學」，「學」原作「薄」，據明抄本及四庫本改。 \\n [１２]「以假珠代其睛」，「睛」原作「精」，據明抄本及四庫本改。 \\n [１３][成校]「大和中」，底本「大和」作「太和」，誤，據兩《唐書》改。 \\n [１４]「楊嗣復」，「楊」字原脫，據四庫本補。 \\n [１５]「亦不合置於近密」，「置」原作「致」，粵雅堂本作「職」，據黃校本改。 \\n [１６]「父之名又同音字別」，「字」原作「名」，據四庫本改。 \\n [１７][成校]「畬箭去垜三十步」，底本無「箭」字，據粵雅堂本補。 \\n [１８]「少與魯郡諸生隱徂徠山」，「郡」原作「人」，「徠」原作「來」，據粵雅堂本改。 \\n [１９]「盡一巨觥而去」，「觥」，粵雅堂本作「艦」。 \\n [２０]「朱玫秉政」，「玫」原作「玟」，據《舊唐書》卷一七五《朱玫傳》改。 \\n [２１]「故趙縱之奴當干論縱陰事」，「干」，四庫本及粵雅堂本作「千」；「論」，四庫本作「訐」。 \\n [２２]「縱即郭令公之婿」，「公」字原脫，據《舊唐書》卷一二○《郭子儀傳》補。 \\n [２３]「矧字或帶戎」，粵雅堂本「字」作「畫」，「戎」作「戈」。 \\n [２４]「奏杖殺之」，黃校本及粵雅堂本「奏」上俱有「誣」字。 \\n [２５]「其齒存者不過三四」，「過」原作「可」，據粵雅堂本改。 \\n [２６]「使南霽雲詣賀蘭進明乞救兵」，「南霽雲」原作「許遠」，據四庫本及粵雅堂本改。 \\n [２７]「霽雲不下咽自囓一指示信」，「霽雲」原作「遠」，「咽」原作「喉」，「示信」原作「為食」，據四庫本改。 \\n [２８]「梁祖嘗言於昭皇」，「嘗」原作「常」，據四庫本改。「昭」原作「明」，據粵雅堂本改。 \\n [２９][成校]「常衮率百僚賀」，底本無「常衮」二字，據明刻本增。 \\n [３０]「士大夫高其行而不名」，「而」字原脫，據黃校本補。 \\n [３１]「即非空桐也」。四庫本作「非即崆峒」，粵雅堂本無「非」字。 \\n [３２]「妝臺前宜飲以一紫金盞酒」，「金」字原脫，據粵雅堂本補。 \\n [３３][成校]「許高陽宣言於朝曰」，底本「許高陽」作「許南陽」，誤，據明刻本改。下同。 \\n [３４]「田舍翁多收得十斛麥」，「多收」原作「購種」，據四庫本改。 \\n [３５]「京城佇當別賜」，「佇」，四庫本作「朕」。 \\n [３６]「呂渭以為禮部賦題」，「題」原脫，據四庫本補。 \\n  \\n   \\n  "}
{"章节": "乙", "正文": "  \\n 乙 \\n 　 \\n 貞元十二年，盧邁喪弟，請出城臨。近年宰相多拘守，而邁有此行，時人美之[３７]。 \\n 裴延齡綴緝裴駰所注《史記》之闕，自號小裴。 \\n 楊氏於靜恭一房猶盛，汝士、虞卿、漢公、魯士是也。虞卿生知退，知退生堪，堪生承休，承休生巖，巖生郁，郁生覃。覃，太平興國八年成名，近為諫議大夫，知廣州，卒。堪，為翰林承旨學士，隨僖皇幸蜀，真在中和院。承休，自刑部員外郎使浙右，值多難，水陸相阻，遂不歸。巖侍行，十六矣，我曾祖武肅辟之幕下[３８]。先人承襲，巖已為丞相。及叔父西上，巖以圖籍入覲，卒於秀州，年八十餘。今刑部郎中、直集賢院侃，亦巖之第三子郾孫也，蠙之子。司封員外郎蛻，即巖第三子郾之子。郾入京為員外郎，分司判西臺，卒。侃，端拱二年成名。蛻，淳化三年登科。修行即四季也，發、假、收、巖[３９]；履道即憑、凌、凝也[４０]；新昌即於陵也。後涉入相，即修行房也。制下之日，母氏垂泣不悅，以收故也。 \\n 蕭氏登三事者，多於他族。首於瑀，嵩、華、俛、倣、寘、遘、頎次之。 \\n 貞元十二年天子降誕日，詔儒官與緇黃講論。初若矛楯相向，後類江海同歸。三殿談經，自此始也。 \\n 韓皋自京尹貶撫州司馬，召右金吾將軍吳湊於延英[４１]，面授京尹[４２]，便令視事，時尚未有制。 \\n 金鑾殿始立於金鑾坡，至朱梁始改為金鑾殿焉。 \\n 開元中，筆匠者名鐵頭，能瑩竹如玉，人莫傳其法也。 \\n 婦人之貴，無出於苗夫人：晉卿之女，張嘉貞之新婦，延賞之妻，弘靖之母[４３]，韋皋外姑。 \\n 王徽為相只一日。中和五年二月，除昭義節度[４４]，徽上表乞免，詞曰：「六年內署，雖叨捧日之榮；一日台司，未展致君之懇。」後蕭寘拜相，度降麻日薨。陸希聲登庸，未上弃世。今徽之曾孫平叔，見任禮博。希聲之子賓于，終於殿省。 \\n 凡中書有軍國重事[４５]，則中書舍人各執所見，雜署其名，謂之「五花判事」。其舍人中選一人明練軍國政事者[４６]，專典機密，謂之「解事舍人」。 \\n 開元中，將軍宋清有神劍[４７]，後為瓜州牧李廣琛所得。哥舒翰知而求之，廣琛不與，因贈詩曰：「刻舟尋已化，彈鋏未酬恩。」 \\n 永徽元年五月，吐火羅國遣使獻大鳥。高七尺，其足如駝，鼓翅而行，日三百里，能啖銅鐵，夷俗呼為駝鳥。 \\n 貞觀二十三年，始改治書御史為御史中丞。其年，亦改諸州治中為司馬，治禮郎為奉禮郎[４８]。 \\n 儀鳳二年，長安光宅坊掘得石函，函之內有佛舍利萬餘粒。 \\n 貞元十二年，上宴宰相於麟德殿之東亭。令施屏風於坐位之後，畫漢魏以下名臣，并列善言美事。 \\n 永徽五年，吐蕃獻大佛廬[４９]，高五丈，廣二十步。 \\n 祖詠試《雪霽望終南》詩，限六十字成。至四句納主司，詰之，對曰：「意盡。」 \\n 咸通九年正月，始以李贊皇孫延古起家為集賢校理[５０]。 \\n 諸名族重京官而輕外任，故楊汝士建節後，詩云：「拋却弓刀上砌臺，上方樓殿窣雲開[５１]。山僧見我衣裳窄，知道新從戰地來。」又云：「如今老大騎官馬，羞向關西道姓楊。」 \\n 貞元十四年，初令金吾不要奏朝官相過，從張建封奏也。 \\n 舊皆傳呼，貞觀十年，馬周奏置街鼓以代，傳呼自此而罷。 \\n 永徽五年八月，蔣孝璋除尚藥奉御員外，置同正員。員外官始自此。 \\n 貞元後，每歲二月八日，總章寺佛牙開，至十五日畢。四月八日，崇聖寺佛牙開，至十五日畢。(此牙即郍吒太子上宣律師者。) \\n 進士春關，宴曲江亭，在五六月間。一春宴會，有何士參者，都主其事，多有欠其宴罰錢者[５２]，須待納足，始肯置宴。蓋未過此宴，不得出京，人戲謂「何士參索債宴」。士參卒，其子漢儒繼其父業。南院驅使官鄭鎔者，知名天下，後亦官至宣州判司。故宛陵王公凝判鹺，充職，得朝散階。如鄭鎔與何士參及堂門官張良佐，皆應三數百年在在於人口[５３]。 \\n 李林甫，開元初為中允，時源乾曜為侍中，是中表之戚，託其子求司門郎中。乾曜曰：「郎官須有素行才望高者，哥奴豈是郎官耶？」數日除諭德。(歌奴，林甫小字。) \\n 明皇末年在華清宮，值正月望，欲夜遊。陳玄禮奏曰：「宮外即是曠野，須有預備。若欲夜遊，願歸城闕。」 \\n 大曆中，禁屠殺，而郭子儀隸人殺羊。裴諝尹京，具奏之。或言：「郭公有社稷功，豈不為蓋之？」裴笑曰：「非爾所解。郭公權太盛，上新即位，必謂黨附者眾。吾今發其細過，以明其不弄權，用安大臣耳。」人皆是之。諝五世為河南尹，坐未嘗當正位。 \\n 貞元十二年，始置掖庭局令。 \\n 吏部有四拗：冬納文書之始，却謂之「選門閉」；四月秋省事畢，反謂之「選門開」；選人各在令史門前，謂之某家百姓；南場判後，狀却粘在判前。 \\n 韋皋見辱於張延賞，崔圓受薄於李彥允，皆丈人子婿。後韋為張西川交代，崔殺李殊死。 \\n 趙光逢有時稱，謂之「玉界尺」。 \\n 鄭滑盧弘正尚書題柳泉驛云[５４]：「余自歙州刺史除度支郎中，八月十七日午時過永濟渡。却自度支郎中除鄭州刺史，亦以八月十七日午時過永濟渡。從吏部郎中除楚州刺史，以六月十四日宿湖城縣。今年從楚州刺史除給事中，計程亦合是六月十四日湖城縣宿。事雖偶然，亦冥數也。」 \\n 韓偓，即瞻之子也，兄儀。瞻與李義山同年，集中謂之「韓冬郎」是也。故題偓云：「七歲裁詩走馬成。」冬郎，偓小名；偓，字致光。 \\n 王右丞善琵琶，賈魏公善琴，皆妙絕一時。 \\n 李郃除賀州[５５]，人言不熟臺閣，故著《骰子選格》。 \\n 貞元二年，以右常侍于頔為左千牛衛上將軍，少府監李忠誠為千牛衛上將軍，司農卿姚明敭為右領軍大將軍，右庶子裴諝為右千牛衛大將軍，參用文武也。 \\n 韓滉鎮浙西[５６]，統制一方，頗著勤績。晚途政甚苛慘，亦可惜也。 \\n 咸通九年，劉允章放榜後[５７]，奏新進士春關前擇日謁謝先師，皆服青襟介幘，有洙泗之風焉。 \\n 長安四月以後，自堂廚至百司廚，通謂之「櫻笋廚」。公餗之盛，常日不同。 \\n 每歲寒食，薦餳粥、雞毬等，又薦雷子車。至清明，尚食內園官小兒於殿前鑽火，先得火者進上，賜絹三疋，椀一口。都人並在延興門[５８]，看人出城洒掃，車馬喧闐。新進士則於月燈閣置打毬之宴，或賜宰臣以下酴醾酒。(即重釀酒也。) \\n 貞元中，蔡帥陳僊奇於李希烈庭中得錢一文[５９]，大小如開通之狀，文曰「天下太平」。 \\n 自唐初來，歷五院惟三人：李尚隱、張延賞、溫造[６０]。五院謂監察、殿中、侍御史、中丞、大夫。 \\n 貞元十八年五月，以祠部員外郎裴秦檢校兵部郎中兼中丞、安南都護、本管經略使，殊拜也。 \\n 顧況志尚疎逸，近於方外。時宰招以好官，況以詩答之云：「四海如今已太平，相公何用喚狂生。此身還似籠中鶴，東望瀛洲叫一聲。」 \\n 貞元初，山人鄧思齊獻威靈仙草，出商州，能愈眾疾。禁中試有效，特令編付史館。 \\n 貞元十七年，翰林待詔戴少平死十六日復生。 \\n 宋邧為補闕，與同省候李崖州，而笑語稍聞，浹旬除河清令。 \\n 長安舉子，自六月已後，落第者不出京，謂之「過夏」。多借靜坊廟院及閑宅居住，作新文章，謂之「夏課」。亦有十人五人醵率酒饌，請題目於知己朝達，謂之「私試」。七月後，投獻新課，并於諸州府拔解。人為語曰：「槐花黃，舉子忙。」 \\n 郭幼明，子儀之母弟。無學術武藝，但善飲酒，好會賓客而已。卒，亦贈太子太傅。 \\n 孔巢父使田悅，謂之曰：「不早歸國，為一好賊爾。」悅曰：「為賊既曰好賊，為臣當作功臣。」 \\n 開元、天寶間，有內三司置於禁中，內職有權要者掌之。天下財穀，著之簿間，毫髮無隱。 \\n 韋貫之及第年，建議曰：「今歲有司放榜，春關以前，請以新及第為名。」至今不改。 \\n 韋肇初及第，偶於慈恩寺塔下題名。後進慕效之，遂成故事。 \\n 令狐楚久為太常博士，有詩云：「何日肩三署，終年尾百僚。」 \\n 梁祖欲以牙將張廷範為太常卿[６１]，諸相議之。裴樞曰：「廷範勳臣，幸有方鎮節鉞之命，何籍樂卿？恐非梁王之旨。」乃持之不與。裴終以此受禍。 \\n 歲除日，太常卿領官屬樂吏并護僮侲子千人，晚入內。至夜，於寢殿前進儺，然蠟炬，燎沉檀，熒煌如晝。上與親王妃主已下觀之，其夕賞賜甚多。是日，衣冠家子弟多覓侲子之衣，着而竊看宮中。頃有進士臧童者，老矣，偶為人牽率，同入其間，為樂吏所驅，時有一跌，不敢擡頭視。執犛牛尾拂子，鞠躬宛轉，隨隊唱夜好千匝於廣庭之中。及將旦，得出，不勝困劣，扶舁而歸。一病六十日，而就試不得。 \\n 政事堂有後門，蓋宰相時過舍人院咨訪政事，以自廣也。常衮塞之，以示尊大。凡有公事商量，即降宣付閣門，開延英。閣門翻宣申中書，并榜正衙門。如中書有公事敷奏，即宰臣入榜子，奏請開延英。又一說：延英殿即靈芝殿也，謂之小延英。苗晉卿居相，以足疾，上每於此待之。宰相對小延英，自此始也。 \\n 李揆秉政，苗侍中薦元載，揆不納，謂晉卿曰：「龍章鳳姿之士，不可見麞頭鼠目之人[６２]。」及載入相，除揆秘書監，江淮養疾凡十餘年。 \\n 五方師子本領出在太常，靖恭崔尚書邠為樂卿，左軍并教坊曾移牒索此戲，稱云「備行從」。崔公判回牒不與。閱儺日，如方鎮大享，屈諸司侍郎、兩省官同看。崔公時在色養之下，自靖恭坊露冕從板輿入太常寺。棚中百官，皆取路迴避，不敢直衝。時論榮之。 \\n 盧杞貌醜而藍色，人皆鬼視之。 \\n 陳少游除桂察，許中人董秀，歲供五萬米，行販越察。 \\n 故事：諸官兼大夫、中丞，但升在本官之上。貞元中，元涵為蘇州刺史兼御史大夫，便判臺事。 \\n 父子知舉三家：高鍇，子湘、湜；于邵，子允躬；崔郾，子瑤。惟崔氏相去只二十年。 \\n 吏部故事：放長名榜，舊語曰：「長名以前，選人屬侍郎；長名已後，侍郎屬選人。」 \\n 吏部常式，舉選人家狀，須云：「中形，黃白色，少有髭。」或武選人家狀，云：「長形，紫黑，多有髭。」 \\n 西蕃諸國通唐使處，置銅魚雄雌相合十二隻[６３]，皆銘其國名第一至十二，雄者留內，雌者付本國。如國使正月來，齎第一魚，餘月準此，閨月即賈本月而已[６４]。校其雌雄，合，依常禮待之，差謬即按。至開元末，鴻臚奏：「蕃國背叛，銅魚多散失。」始令所司改鑄。 \\n 大和中，上謂宰臣曰：「明經會義否？」宰臣曰：「明經只念經疏，不會經義。」帝曰：「只念經疏，何異鸚鵡能言。」 \\n 貞元中，裴肅為常州刺史，以進奉為越察。劉贊死於宣州，判官嚴綬領軍進奉[６５]，為刑部員外。天下刺史進奉，自裴肅始；判官進奉，自嚴綬始。 \\n 鄭雲逵由朱滔軍逃歸長安，自盧龍掌記、檢校祠部員外郎，除諫議大夫。 \\n 徐浩，越州人，嶠之子。三遷右拾遺，並充麗正殿校理。 \\n 絳州碧《落觀碑》，文乃高祖子韓王元嘉四男為元妃所製，陳惟玉書。今不知者，妄有怪說，但背有「碧落」二字，故傳為《碧落碑》。 \\n 白傅與贊皇不協，白每有所寄文章，李緘之一篋，未嘗開。劉三復或請之，曰：「見詞翰，則迴吾心矣。」 \\n 蕃中飛鳥使，中國之驛騎也。 \\n 舊制：起居院在中書省內。 \\n 貞元中，太常奏：每年小大中祠，共七十七祭。 \\n 天寶中，語云：「殷、顏、柳、陸、蕭、李、邵、趙。」以其行義敦交也。(殷寅、顏真卿、柳芳、陸據、蕭穎士、李華、邵軫、趙驊[６６]。) \\n 天后時，太常丞李嗣真聞東夷三曲一遍，援胡琴彈之，無一聲遺忘。 \\n 五原有寃獄，顏真卿為御史辨之。天方旱，獄決乃雨。復有鄭延祚者，母卒，二十九年殯僧舍垣地。真卿劾奏之，兄弟皆不齒，天下聳動。 \\n 舊制：中書舍人分押六曹，以平奏報。貞元中，盧杞為相，請分之，楊炎固以為不可。 \\n 貞元元年十一月，京兆奏有人於長興坊得玉璽，文曰「天子信璽」。 \\n 奘三藏至西域，入維摩詰方丈。及還，將紀年月於壁。染翰欲書，約行數千百步，終不及牆。 \\n 元和中，李絳、崔羣同掌密命，韋貫之、裴度知制誥，李夷簡中丞[６７]，并裴垍在翰林日所舉，皆相次入輔。 \\n 大和中，樂工尉遲璋左能囀喉為新聲。京師屠沽效，呼為「拍彈」。 \\n 朱敬則，亳州永城人也。孝行忠鯁，舉世莫比。門表闕臺者六所，今古無之。玄孫禹錫，咸平二年學究登科，見任虞部員外郎。 \\n 貞觀中，紀國僧慧靜撰《續英華詩苑》，行於代。慧靜常言曰：「作之非難，鑒之為貴。吾所搜揀，亦《詩》三百篇之次。」慧靜俗姓房，有操識。今復有詩篇十卷，與《英華》相似，起自梁代，迄於今朝，以類相從，多於慧靜所集，而不題撰集人名氏。 \\n [３７]「時人美之」，「人」，粵雅堂本作「論」。 \\n [３８]「我曾祖武肅辟之幕下」，「祖」原作「門」，據粵雅堂本改。 \\n [３９][成校]「修行即四季也發假收巖」，底本「四季」作「四李」，誤，據粵雅堂本改；底本「假」作「嘏」，誤，據明刻本、粵雅堂本改。 \\n [４０][成校]「履道即憑凌凝也」，底本「凌」作「冰」，誤，據明刻本改。 \\n [４１][成校]「右金吾將軍吳湊」，原作「左執金吾湊」，誤，據明刻本改。《舊唐書》卷一三《德宗紀》：「貶京兆尹韓皋為撫州司馬。召右金吾將軍吳湊於延英，面授京兆尹，即令入府視事。」 \\n [４２]「面授京尹」，「授」原作「受」，據四庫本改。 \\n [４３]「弘靖之母」，「靖」原作「靜」，據粵雅堂本改。 \\n [４４]「除昭義節度」，「度」原作「制」，據四庫本改。 \\n [４５][成校]「凡中書有軍國重事」，底本「重事」作「政事」，據明刻本改。《資治通鑑》卷一九三太宗貞觀三年：「凡軍國大事，則中書舍人各執所見，雜署其名，謂之『五花判事』。」 \\n [４６]「其舍人中選一人明練軍國政事者」，「軍國」二字原缺，據黃校本補。 \\n [４７]「將軍宋清有神劍」，「宋」，四庫本作「來」。 \\n [４８][成校]「治禮郎」，底本作「禮部郎」，誤，據明刻本改。《舊唐書》卷四《高宗紀》：「有司請改治書侍御史為御史中丞，諸州治中為司馬，別駕為長史，治禮郎為奉禮郎，以避上名。」 \\n [４９]「吐蕃獻大佛廬」，「佛」原作「拂」，據四庫本及粵雅堂本改。 \\n [５０][成校]「李贊皇孫延古」，底本「延古」作「延右」，誤，據明刻本、粵雅堂本改。《舊唐書》卷一七四《李德裕傳》：「德裕三子。燁，檢校祠部員外郎、汴宋亳觀察判官......子延古。」 \\n [５１]「上方樓殿窣雲開」，明抄本「殿窣」作「閣紫」。 \\n [５２][成校]「多有欠其宴罰錢者」，底本「欠」作「次」，誤，據粵雅堂本改。 \\n [５３]「皆應三數百年在在於人口」，「在在」，四庫本不重「在」字。 \\n [５４][成校]「盧弘正」，底本避諱作「盧宏正」，據明刻本改。 \\n [５５]「李郃除賀州」，粵雅堂本「郃」作「邵」。 \\n [５６]「韓滉鎮浙西」，「鎮」字原脫，據四庫本補。 \\n [５７]「劉允章放榜後」，「允」原作「凡」，據粵雅堂本及《舊唐書》卷一五三《劉允章傳》改。 \\n [５８]「都人並在延興門」，明抄本「興」作「思」。 \\n [５９]「蔡帥陳僊奇於李希烈庭中得錢一文」，「僊」原作「先」，據粵雅堂本及《舊唐書》卷一四五《陳僊奇傳》改。 \\n [６０][成校]「李尚隱」，底本作「李商隱」，誤，據明刻本改。 \\n [６１][成校]「梁祖欲以牙將張廷範為太常卿」，底本「張廷範」作「張延範」，誤，據明刻本改。下同。《舊唐書》卷一一三《裴遵慶附樞傳》：「全忠嘗奏用牙將張廷範為太常卿，諸相議......」 \\n [６２]「不可見麞頭鼠目之人」，明抄本此句下有「乃求官耶」四字。 \\n [６３][成校]「置銅魚雄雌相合十二隻」，底本「合」作「各」，誤，據明刻本改。 \\n [６４]「齎第一魚餘月準此閨月即賈本月而已」，「齎」原作「賁」，「餘月」原作「餘同」，「本月」原作「本國」，據粵雅堂本改。[補校]「賈」，明刻本作「齎」。 \\n [６５][成校]「判官嚴綬領軍進奉」，底本「進奉」作「進奏」，誤，據明刻本改。下文「判官進奉」同。《舊唐書》卷四八《食貨志》：「劉贊死於宣州，嚴綬為判官，傾軍府資用進奉。」 \\n [６６]「趙驊」，原作「趙驒」，據《新唐書》卷一五一《趙宗儒傳》及本書丁集改。《舊唐書》卷一八七下《趙曄傳》作「趙曄」。 \\n [６７]　[成校]「李夷簡」，底本作「李簡」，誤，據明刻本改。《舊唐書》卷一四八《裴垍傳》：「垍在翰林，舉李絳、崔羣同掌密命，及在相位，用韋貫之、裴度知制誥，擢李夷簡為御史中丞，其後繼踵入相，咸著名跡。」 \\n  \\n   \\n  "}
{"章节": "丙", "正文": "  \\n 丙 \\n 　 \\n 梁崇義，長安市井人，有力，能卷金舒勾。後自羽林射生累為襄陽節度使、同平章事，終以謀叛伏誅。 \\n 道州錄事參軍王沼，與楊炎有微恩。及炎入相，舉沼為監察御史，始減公議。 \\n 舊令：一品，墳高一丈八尺。惟郭子儀薨，特加十尺。 \\n 貞元以來，禁中銀瓶不過高五尺。齊映在江西，因降誕日，獻高八尺者，士君子非之。 \\n 穆元休，寧之父也，撰《洪範外傳》十篇。開元中，授偃師丞。 \\n 朱泚亂，臣之守節，不為迫脅：程鎮之、劉迺、蔣沇、趙驊[６８]、薛岌。 \\n 于邵善知人，樊澤舉制科至京，一見之，謂人曰：「將相之材也。」後五年而澤建節。崔元翰赴舉，年五十，亦曰：「不十年當掌誥。」皆如其言，其知人也如此。 \\n 西川浣花任國夫人，即崔寧妻也，廟今存。 \\n 王叔文始欲掃木場斬劉闢，而韋執誼違之，蓋欲為皋求三川也。 \\n 崔造、韓會、盧東美、張正則為友，皆僑居上元，好談經濟之略，嘗以王佐自許，時人號為「四夔」。 \\n 李白為天才絕，白居易為人才絕，李賀為鬼才絕。 \\n 李令問，開元中為殿中監，事饌尤酷，罌鵝、籠驢皆有之。令問，世勣之孫也[６９]。 \\n 咸通中，楊汝士與諸子位皆至正卿。所居靖恭里第，兄弟並列門戟。 \\n 天授中，中丞李嗣真等為十道存撫使，合朝有詩送之，名曰《存撫集》，凡十卷。 \\n 太宗破高昌，收馬乳蒲桃種於苑，并得酒法。仍自損益之，造酒成綠色[７０]，芳香酷烈，味兼醍醐，長安始識其味也。 \\n 有進士邱絳者，嘗為田季安從事，後與同府侯臧相持爭權。季安怒，斥絳攝下邑尉。使人先路，穴地以待，至則排入而瘞之。其暴如此。李錡殺崔善貞，亦同斯酷。 \\n 貞元中，祈雨於興慶宮龍堂。有白鸕鷀見池上，眾鸕鷀羅列前後，如引御舟。翌日降雨。 \\n 永泰初，乃詔左僕射裴冕等一十三人，同於集賢院待制。特給飧錢，繕修廨宇，以優其禮。自後遷者非一。 \\n 隋制桐木巾子，蓋取便於事。武德初，使用絲麻為之，頭初上平小。至則天時，內宴賜羣臣高頭巾子，號為「武家樣」。後裴冕自創巾子，尤奇妙，長安謂之「僕射樣」。 \\n 貞元十二年九月庚子，賈耽私忌，絕宰相班。中使出召，主書吳用承旨。時趙憬薨，盧邁請假之故也。 \\n 淮南程幹，本富家，三年間為水火焚蕩，家業俱盡。妻茅氏連八年生十六男，父子相攜，行乞於市。 \\n 貞元七年，令常參官每日二人引見延英，訪以政事，謂之「巡對」。 \\n 開成元年，改諸王侍讀為奉諸王講[７１]，李石上請也。 \\n 神龍初，洛水漲。宋務光上疏曰[７２]：「巷議街談，共呼坊門為宰相，為節宣風雨，燮調陰陽。」 \\n 司馬天師承禎，狀類陶隱居[７３]。 \\n 聖善寺報慈閣佛像，自頂至頤八十三尺，額中受八石。 \\n 新進士放榜後，翌日排光範門，候過宰相。雖云排建福門，集於四方館[７４]。昔有詩云：「華陽觀裏鐘聲集，建福門前鼓動期。」即其日也。 \\n 採訪使，開元二十二年二月十九日宰相張九齡奏置，時以御史中丞盧絢為之。 \\n 大曆十四年七月十日，閑廄奏：「准舊例，每日於月華門立馬兩疋，仗下後歸廄。」 \\n 高祖第三女平陽公主柴氏，初舉義兵於司竹園，號「娘子軍」。即柴紹之妻也。 \\n 大中以來，禮部放榜，歲取三二人姓氏稀僻者，謂之「色目人」，亦謂之「榜花」。 \\n 張嘉貞，開元中任中書令，著緋。傅遊藝，武后時居相位，著綠。 \\n 僧惠範以罪沒入其錢，得一千三百萬索。元載家破，納產胡椒九百石。鄭注誅後，納絹一百萬疋，他物可知矣。 \\n 《時政記》，宰臣所修，起於長壽中，宰相姚璹錄中書門下事。 \\n 每歲十一月，天下貢舉人於含元殿前見四方館舍人。當直者宣曰：「卿等學富雄詞，遠隨鄉薦，跋涉山川，當甚勞止。有司至公，必無遺逸。仰各取有司處分。」再拜舞蹈訖，退。 \\n 《開元式》：諸蕃使朝以元會日[７５]，並聽升殿，自外廊下[７６]。 \\n 長安中，嘗見有人腊，長尺許，眉目手足悉具。或以為焦僥人也。 \\n 《清夜遊西園圖》，顧長康畫。有梁朝諸王跋尾，云：「圖上若干人，並食天祿。」貞觀中，褚河南裝褙[７７]。 \\n 小說中言「十家事起」者，即大和九年冬甘露事也，凡滅十家。 \\n 咸通中，俳優恃恩，咸為都知。一日樂諠譁[７８]，上召都知止之，三十人並進。上曰：「止召都知，何為畢至？」梨園使奏曰：「三十人皆都知。」乃命李可及為都都知。後王鐸為都都統，襲此也。吁哉！ \\n 故事：三館學士不避行臺，謂「三院連鑣」也。 \\n 凡進士入試，遇題目有家諱，(謂之文字不便。)即託疾，下將息狀來出，云：「牒：某忽患心痛，請出試院將息，謹牒如的。」暴疾亦如是。 \\n 兩省官上事日，宰相臨送。上事者設床，坐而判三道。宰相別施一床南坐，四隅謂之「壓角」[７９]。李珏為河南尹，上事之日[８０]，命工曹示之，曰：「先拜恩，後上事。」今禮上之儀，謝恩之後，更拜廳，誤也。 \\n 裴度帶相印入蔡，李愬具軍容，度避之。愬曰：「此方不識上下，今具戎服，拜相國於堂下，使民吏生畏。」度然之。自後帶宰相出鎮，凡經州郡，皆具橐鞬，迎於道左。自此始也。 \\n 玉真公主玉葉冠[８１]，時人莫計其價。 \\n 崔元翰晚年取應，咸為首捷：京兆解頭，禮部狀頭，宏詞勅頭，制科三等勅頭。 \\n 裴次元，制策、宏詞同日勅下，並為勅頭，時人榮之。 \\n 李羣玉好吹笙，常使家僮奏之。又善《急就章》，性善養白鵝[８２]。及授校書郎東歸，故盧肇送詩云：「妙吹應諧鳳，工書定得鵝。」 \\n 天寶中，內種甘子結實，凡一百五十顆。 \\n 至德三年，始置鹽鐵使，第五琦首為也[８３]。 \\n 大曆八年，虎入元載私廟。 \\n 麟德殿三面，亦謂之三殿。 \\n 天寶十載，寫《一切道經》五本，賜諸觀。 \\n 武德四年，廢五銖錢，行開元通寶錢。歐陽詢製文及書[８４]，回環讀之，其義皆通。初進錢樣，文德皇后掐一甲跡，故錢背上有掐文。 \\n 李肇自尚書郎守澧陽，人有藏書者，卒歲玩焉，因著《經史目錄》。 \\n 天寶末，管戶尚九百六萬九千一百五十四。 \\n 李善於梁宋之郊開《文選》學，乃注為六十卷。 \\n 張昌齡與太皇作《息兵甲詔》，歎曰：「禰衡、潘岳之儔也。」 \\n 蕭倣為廣帥，曾有疾，召醫者視，云：「藥用烏梅子，欲用公署中者。」倣乃召有司，以市價計而後取。廉也如此。 \\n 光啟元年，鎮州王鎔進耕牛一千頭、戎器九千三百事，表云：「庶資闢土之功，聊備除兇之用。」 \\n 舊制，東川每歲進浸荔枝，以銀缾貯之，蓋以鹽漬其新者，今吳越間謂之「鄞荔枝」是也。此乃閩福間進者[８５]，自明之鄞縣來，今謂銀，非也。咸通七年，以道路遙遠，停進。 \\n 軒轅集，謂之羅浮先生，已數百歲，而顏色不老，立於床上，而垂髮至地。 \\n 天寶四載[８６]，撰黃素文於內道場，為民祈福。其文自飛上天，空中云：「聖壽延長。」 \\n 武德故事，御史臺門北開者，法司主陰，取冬殺之義。或云：隋初移都之時，兵部尚書李圓通判御史大夫，欲向省便，故開北門。 \\n 大中十年春，宣皇微行，至新豐。柳陌見一布衣，抱膝而歎，因問之。布衣曰：「我邛人，觀光至此，此甚快樂。有巢南之想，又為橐裝所迫。今崔相公鎮西川，欲預其行，無雙縑以遺其掌事者。」帝曰：「子明旦相伺於此。」及旦，勅慎由將歸劍門。 \\n 張仲武，會昌末鎮漁陽，有政績[８７]。後有年八九十人，少識其面者，說之猶淚下。 \\n 王龜，起之子。於永達坊選幽僻帶林泉之處，搆一亭，會文友於其間，名之曰「半隱亭」。後大和初，從起於蒲，於中條葺書堂以居之[８８]，號曰「郎君谷」。 \\n 唐制，員外郎一人判南曹。在曹選街之南，故曰「南曹」。 \\n 薛逢命一道士貌真，自為贊曰：「壯哉薛逢，長七尺五寸。」於是放筆[８９]，終未能續。一旦，忽有羽衣詣門，延之與語。忽於東壁見真贊，讀之，乃命筆續之，曰：「手把金錐，鑿開混沌。」長揖而去，不知所之。(逢作《鑿混沌賦》馳名。) \\n 天寶十載，始封四海神為王。 \\n 安祿山肚垂過膝，重三百五十斤，妖胡也。 \\n 大曆十三年，改諸道上都留後為進奏。 \\n 狄梁公為兒童時，與諸昆同遊於道，遇善相者海濤法師，驚曰：「此郎位極人臣，蒼生是賴。但恨衰朽之質，所不見爾。」 \\n 李六娘者，蒲州人，師事紫微女道士為童子。開元二十三年十月二十三夜，宴坐而睡，覺，已在河南府開元觀。京兆尹李適之以為妖，考之，顏色不變。具上聞，召入內，度為道士。 \\n 鄭餘慶廉儉，一旦書請兩省家膳[９０]，至則脫粟蒸葫蘆而已。 \\n 元和、大和以來[９１]，左右中尉或以幞頭紗贈清望者，則明晨必有爰立之制。 \\n 陳萇者，每候陽城請俸，常往稱其錢帛之美，月有獲焉。 \\n 歲三月望日，宰相過東省看牡丹，兩省官赴宴，亦屈保傅屬卿而已。 \\n 盧懷慎暴卒而蘇，曰：「冥司三十爐，日夕為張說鼓鑄貨財，我無一焉。」 \\n 張建章，四鎮之行軍司馬也。曾齎戎命往渤海，回及西崖，經《太宗征遼碑》，半在水中。建章則以帛包麥屑置於水中[９２]，摸而讀之，不欠一字。 \\n 高駢章疏不恭，皆顧雲之辭也。駢後謂左右曰：「異日朝廷以不臣見罪，此輩寧無赤族之患耶？」 \\n 李德裕三鎮遷改，皆有異人豫為言之。惟投南荒，未嘗先覺。 \\n 李元賓言：「文貴天成，強不高也。」李翰又言：「文章當如千兵萬馬，而無人聲。」 \\n 李德裕鎮浙西，劉三復在幕。一旦令草《謝御書表》，謂之曰：「立搆也，歸創之。」三復曰：「文理貴中，不貴其速。」贊皇以為當。 \\n 王起鴻博，文皇嘗撰字試之。起曰：「臣中國書中所不識者，惟《八駿圖》中三五字而已。」 \\n 倪曙有賦名，為太學博士，制詞螢雪服勤，屬詞清妙。因廣明庚子避亂番禺，劉氏僭號，為翰林學士。 \\n 董昌稱僭，殺判官李韜[９３]。施從實、竇鄞皆強諫，不聽。韜最錚錚，曾為兩淮鹽鐵[９４]。及昌敗，咸有封贈。 \\n [６８]「趙驊」，原作「趙驒」，據《新唐書》卷一五一《趙宗儒傳》及本書丁集改。《舊唐書》卷一八七下《趙曄傳》作「趙曄」。 \\n [６９][成校]「令問世勣之孫也」，底本「世勣」作「世績」，誤，據明刻本改。又案：《舊唐書》卷六七《李靖附令問傳》：「客師孫令問......」故李令問為李客師之孫，非李勣之孫。 \\n [７０]「造酒成綠色」，「成」字原脫，據明抄本補。 \\n [７１]「開成元年改諸王侍讀為奉諸王講」，「成」原作「元」，據《舊唐書》卷一七一《李石傳》改。「改」下原有「請」字，據黃校本刪。 \\n [７２][成校]「宋務光」，底本作「宋務先」，誤，據明刻本改。《新唐書》卷一一八《宋務光傳》：「神龍元年，大水，詔文武九品以上官直言極諫，務光上書曰......」 \\n [７３][成校]「狀類陶隱居」，底本無「陶」字，據粵雅堂本增。 \\n [７４][成校]「集於四方館」，底本「四方館」作「西方館」，誤，據明刻本、粵雅堂本改。 \\n [７５][成校]「諸蕃使朝以元會日」，底本「朝」作「嗣」，誤，據明刻本改。 \\n [７６]「自外廊下」，四庫本「下」作「上」。 \\n [７７]「褚河南裝褙」，「褙」原作「背」，據黃校本改。 \\n [７８]「一日樂諠譁」，粵雅堂本「樂」作「聞」。 \\n [７９]「四隅」，「隅」原作「隔」，據四庫本改。 \\n [８０]「上事之日」，「事」字原脫，據四庫本補。粵雅堂本無「之」字。 \\n [８１]「玉真公主玉葉冠」，「公」原作「宮」，據明抄本及四庫本改。 \\n [８２]「性善養白鵝」，「善」粵雅堂本作「喜」。 \\n [８３]「第五琦」，底本作「王綺」，明刻本作「第五錡」，均誤。據兩《唐書》改。《舊唐書》卷四九《食貨志》：「肅宗初，第五琦始以錢穀得見。......乾元元年，加度支郎中，尋兼中丞，為鹽鐵使。」《新唐書》卷一四九《第五琦傳》：「鹽鐵名使，自琦始。」案乾元元年即至德三年。 \\n [８４]「歐陽詢製文及書」，「文」字原脫，據四庫本補。 \\n [８５]「此乃閩福間進者」，「進」原作「道」，據四庫本改。 \\n [８６]「天寶四載」，「載」原作「年」，據四庫本改。以下凡天寶三載至至德三載間，「載」誤作「年」者徑改。 \\n [８７]「會昌末鎮漁陽有政績」，「末」原作「來」，據粵雅堂本改；「績」原作「學」，據四庫本改。 \\n [８８][成校]「於中條葺書堂以居之」，底本「中條」作「中修」，誤，據粵雅堂本改。《舊唐書》卷一六四《王播附龜傳》：「及從父起在河中，於中條山谷中起草堂......」 \\n [８９]「於是放筆」，「於是」二字據黃校本補。 \\n [９０]「一旦書請兩省家膳」，粵雅堂本「旦」作「日」。 \\n [９１]「元和大和以來」，黃校本無「大和」二字。 \\n [９２]「建章則以帛包麥屑置於水中」，「包」原作「苞」，據明抄本改。 \\n [９３]「殺判官李韜」，「判」字原缺，據粵雅堂本補。 \\n [９４]「曾為兩淮鹽鐵」，「淮」原作「池」，據四庫本改。 \\n  \\n   \\n  "}
{"章节": "丁", "正文": "  \\n 丁 \\n 　 \\n 武德元年，以長安令獨孤懷恩為工部尚書。 \\n 萬歲通天元年四月一日詔[９５]，神岳中天王可尊為神岳中天皇帝。至神龍元年，復為王。 \\n 孫智諒，開元年中內殿修齋，奉詔投龍於吉州玉笥山[９６]。泊舟江側，見異氣在東川之中，疑有古跡。遂於閤皂山掘得銅鐘一枚，重百餘斤，鐘下得玉像三身[９７]，因置閤皂觀。 \\n 省中諸郎不自員外拜者，謂之「土山頭果毅」。言其不歷清資，便拜高品，似長征兵士便授邊遠果毅也。 \\n 先天中，王主敬為侍御史，自以才望華妙，當入省臺前行。忽除膳部員外，微有惋悵。吏部郎中張敬忠詠曰[９８]：「有意嫌兵部，專心望考功。誰知脚蹭蹬，却落省墻東。」蓋膳部在省最東北隅也。 \\n 開元十八年，吏部尚書裴光庭始奏用循資格。 \\n 鄭畋少女，好羅隱詩，常欲妻之。一旦隱謁畋，畋命其女隔簾視之。及退，其女終身不讀江東篇什。舉子或以此謔之，答曰：「以貌取人，失之子羽。」眾皆啟齒。 \\n 柳公權有《筆偈》云：「圓如錐，捺如鑿。只得入，不得却[９９]。」義是一毛出，即不堪用。 \\n 大中中，李太尉三貶至朱崖。時在兩制者皆為擬制，用者乃令狐綯之詞。《李虞仲集》中此制尤高，未知孰是。往往有俗傳之制，云：「蛇用兩頭，狐搖九尾。鼻不正而身豈正，眼既斜而心亦斜。」此仇家謗也。 \\n 李含光善書，或曰：「筆迹過其父。」一聞此語，而終身不書。(含光，即司馬天師弟子。) \\n 長安太廟殿，即苻堅所造。 \\n 省中司門、都官、屯田、虞部、主客，皆閒簡無事。時諺曰：「司門、水部，入省不數。」又角觝之戲，有假作吏部令史及虞部令史相見，忽然俱倒，悶絕良久，云「冷熱相激」。 \\n 有李參軍者，善相笏，知休咎，必驗，呼為「李相笏」。又有龍復本者，無目，凡有象簡竹笏，以手捻之，必知官祿年壽。 \\n 馬周之妻，賣?媼也，即媼引周為常何之客。 \\n 中和初，黃巢將敗，有謠云：「黃巢須走泰山東，死在翁家中[１００]。」巢死之處，民家果姓翁。 \\n 蕭廩新為京尹，楊復恭假子抵罪，仍歐地界。廩斷曰：「新除京尹，敢打所由，將令有司[１０１]，難逃一死。」由是內外畏服。 \\n 韋夏卿善知人，道逢再從弟執誼、從弟渠牟及丹，三人皆第二十四，並為郎官。簇馬久之，曰：「今日逢三二十四郎，輒欲題目之。」謂執誼曰：「必為宰相，善保其末。」謂渠牟曰：「弟當別承主上恩，而速貴為公卿。」謂丹曰：「三人之中，弟最長遠，而位極旄鉞。」皆如其言。 \\n 陳少游檢校職方員外郎，充回紇使。檢校郎官，自少游始也。 \\n 長安有龍戶，見水色即知有龍。或引出，但如鰍魚而已。 \\n 柳珪是韋愨門生，愨嘗云：「三十人惟柳先輩便進燈燭下本。」 \\n 江陵有士子，遊於交、廣間，而愛姬為太守所取，納於高麗坡底[１０２]。及歸，因寄詩曰：「惆悵高麗坡底宅，春光無復下山來。」守見詩，遂遣還。 \\n 韋澳與蕭寘，大中中同為翰林學士，每寓直，多召對。內使云：「但兩侍郎入直，即內中便知宣旨。」又澳舉進士時，日者陳子諒號為「陳特快」，云：「諸事未敢言，惟青州節度使不求自得。」果除拜。 \\n 柳公綽家，藏書萬卷，經史子集皆有三本。一本尤華麗者[１０３]，鎮庫；又一本次者，長行披覽；又一本又次者，後生子弟為業。皆有廚格部分，不相參錯。 \\n 張巡、許遠，宋州立血食廟，謂之雙廟。至今歲列常祀。 \\n 會昌元年三月二十五日，敕以其日為老君降誕，假一日。 \\n 陽城，貞元中與二弟隱夏陽山中[１０４]，相誓不婚，啜菽飲水。有蒼頭曰都兒，與主同志。 \\n 李約為兵部員外郎，勉子也。與主客員外郎張諗同官，二人每單床靜言，達旦不寐。故約贈韋徵君況詩曰：「我有中心事，不向韋三說。秋夜洛陽城，明月照張八。」 \\n 鄭畋，字台文，亞之子也，亞任桂察時生[１０５]，故小字桂兒。 \\n 薛收與從父兄子元敬、族兄子德音齊名，時人謂之「河東三鳳」。 \\n 鄭俶依陽城讀書，經月餘，與論《國風》，俶不能往復一辭，因縊於梁下。城哭曰：「我雖不殺俶，俶因我而死。」為之服緦麻。 \\n 裴談過蘇瓌，小許公方五歲，乃試庾信《枯樹賦》，將及終篇，避「談」字，因易其韻，曰：「昔年移柳，依依漢陰。(南。)今看搖落，悽愴江潯。(潭。)樹猶如此，人何以任。(堪。)」 \\n 中書令李嶠有三戾：性好榮遷，憎人升進；性好文學，憎人才華；性好貪濁，憎人受賂。 \\n 肅皇嘗舉衣袖示韓擇木，曰：「朕此衣已三浣矣。」 \\n 封德彝，即楊素之壻。素為僕射，嘗撫其座曰：「封郎必居此座。」後果如其言。 \\n 天下貢賦，惟長安縣貢土，萬年縣貢水。 \\n 開元十八年，蘇晉為吏部侍郎。而侍中裴光庭每過官應批退者，但對眾披簿，以朱筆點頭而已。晉遂榜選院門曰[１０６]：「門下點頭者，更引注擬。」光庭不悅，以為侮己。 \\n 景龍以來，大臣初拜官者，例許獻食，謂之「燒尾」。開元後，亦有不燒尾者，漸而還止。 \\n 長慶初，每大獄，有司斷罪。又令給事中、中書舍人參酌出入，百司呼為「參酌院」，今審刑院即其地也[１０７]。 \\n 李翱在湘潭，收韋江夏之女於樂籍中；趙驊亦於賊中贖江西韋環之女[１０８]。或厚給以歸族，或盛飾以事良家。此哀孤之上也。 \\n 禮部駮榜者，十一月出。麄駮者，謂有狀無解；無狀細駮，謂書其行止之過。 \\n 兩省諫議，無事不入。每遇入省，有廚食四孔炙。 \\n 中書舍人，時謂「宰相判官」。宰相親嫌不拜知制誥，為「直脚」。又云：不由三事直拜中書舍人者，謂之「撻額裹頭」。 \\n 天寶五載，巴東石開，有天尊像及幢蓋。 \\n 盧從愿，景雲中典選，有聲稱。時人曰：「前有裴、馬，後有盧、李。」裴即行儉，馬即馬載，李即朝隱。 \\n 上元二年夏，於景龍觀設高座，講論道、釋二教。遣宰臣百僚悉就觀，設齋聽論，仍賜錢有差。 \\n 貞元二年，江淮運米每年二百萬斛。雖有此制，而所運不過四十萬。 \\n 王栖曜善射，嘗與文士遊虎邱寺，平野霽日，先以一箭射空，再發中之。江東文士梁肅以下咸歌詠之。 \\n 李輔國為殿中監，常在銀臺門受事。置察事廳子數十人，官吏有小過，無不伺知。 \\n 長安三月十五日，兩街看牡丹，奔走車馬。慈恩寺元果院牡丹，先於諸牡丹半月開；太真院牡丹，後諸牡丹半月開。故裴兵部潾《白牡丹》詩，自題於佛殿東頰唇壁之上。大和中，車駕自夾城出芙蓉園，路幸此寺，見所題詩，吟玩久之，因令宮嬪諷念。及暮歸大內，即此詩滿六宮矣。其詩曰：「長安豪貴惜春殘，爭賞先開紫牡丹。別有玉杯承露冷，無人起就月中看。」兵部時任給事。 \\n 盧家有子弟，年已暮，而猶為校書郎。晚娶崔氏子，崔有詞翰，結褵之後，微有慊色。盧因請詩以述懷為戲，崔立成。詩曰：「不怨盧郎年紀大，不怨盧郎官職卑。自恨妾身生較晚，不見盧郎年少時。」 \\n 開元十九年四月，於京城置禮會院。院屬司農寺，在崇仁坊南街後。元和中，拾遺楊歸厚私以婚禮上言借禮會院，因此貶官。 \\n 《蘭亭》者，武德四年歐陽詢就越訪求得之，始入秦王府。麻道嵩奉教搨兩本，一送辯才，一王自收。嵩私搨一本。於時天下草創，秦王雖親總戎，《蘭亭》不離肘腋。及即位，學之不倦。至貞觀二十三年，褚遂良請入昭陵，後但得其摹本耳。 \\n 柳子溫家法，常命粉苦參[１０９]、黃連、熊膽和為丸，賜子弟永夜習學含之，以資勤苦。 \\n 陸龜蒙居震澤之南巨積莊，產有鬭鴨一欄，頗極馴養。一旦，有驛使過，挾彈斃其尤者。龜蒙詣而駭之，曰：「此鴨能人語。」復歸家，少頃，手一表本，云：「見待附蘇州上進，使者斃之，何也？」使人恐，盡與橐中金，以糊其口。龜蒙始焚其章，接以酒食。使者俟其稍悅，方請其人語之由。曰：「能自呼其名。」使者憤且笑，拂袖上馬。復召之，盡還其金，曰：「吾戲之耳。」 \\n 宣皇好文[１１０]，嘗賦詩，上句有「金步搖」，未能對。命進士溫岐(即庭筠。)續之[１１１]，岐以「玉跳脫」應之，宣皇賞焉。令以甲科處之，為令狐綯所沮，遂除方城尉。初，綯曾問故事於岐，岐曰：「出《南華真經》，非僻書也。冀相公燮理之暇，時宜覽古。」綯怒甚。後岐有詩云：「悔讀《南華》第二篇[１１２]。」 \\n 黃巢令皮日休作讖詞，云：「欲知聖人姓，田八二十一。欲知聖人名，果頭三屈律。」巢大怒。蓋巢頭醜，掠鬢不盡，疑「三屈律」之言是其譏也，遂及禍。 \\n 王承業為太原節度使，軍政不修。詔御史崔眾交兵於河東，眾侮易承業，或裹甲持槍，突入承業廳事玩謔之。李光弼聞之，素不平。至是，眾交兵於光弼。光弼以其無禮，不即交兵，令收繫之。中使至，除眾御史中丞，懷其勅，問眾所在。光弼曰：「有罪繫之矣。」中使以勅示光弼，光弼曰：「今只斬侍御史。若宣制命，即斬中丞；若拜宰相，即斬宰相。」中使懼，遂寢而還。翌日，斬眾於碑堂之下。 \\n 貞元十五年，以諫議田敦為兵部郎中。上將用敦為兵部侍郎，疑其年少，故有此拜。 \\n 貞元四年九月二日敕：「今海隅無事，蒸庶小康，其正月晦日、三月三日、九月九日，宜任文武百僚擇勝地追賞為樂。仍各賜錢，以充宴會。」 \\n 每歲正旦，曉漏已前，宰相、三司使、大金吾皆以樺燭百炬，擁馬方布象城，謂之「火城」。(甲賦中有《火城賦》。)仍雜以衣綉鳴珂，焜燿街陌。如逢宰相，即諸司火城，悉皆撲滅。或其年無仗，即中書門下率文武百僚，詣東上閤門，橫行拜表稱慶，內臣宣答。禮部員外郎受諸道賀表，取一通官最高者，坼表展於坐案上，跪讀訖，閤門使引表按入內，却出宣云：所進賀表，如有太后，即宰相率兩班，赴西內稱賀。 \\n 李泌有讜直之風，而好談謔神仙鬼道。或云：「嘗與赤松、王喬、安期、羨門等遊處。」坐此為人所譏。 \\n 王起，大和中，文皇頗重之。曾為詩，寫於太子之笏。 \\n 高駢在維揚，曾遣使致書於浙西周寶，曰：「伏承走馬，已及奔牛。今附虀一瓶、葛粉十斤，以充道路所要。」蓋諷其為虀粉矣。 \\n 李山甫，咸通中不第，後流落河朔，為樂彥禎從事。多怨朝廷之執政，嘗有詩云：「勸君不用誇頭角，夢裏輸贏總未真。」 \\n 張祜字承吉，有三男一女，桂子、椿兒、椅兒。桂子、椿兒皆物故，唯女與椅在。椅兒名虎望，亦有詩名[１１３]。後求濟於嘉興監裴弘慶，署之冬瓜堰官，望不甘。慶曰：「祜子之守冬瓜，所謂過分。」 \\n 陳夷行、鄭覃在相，請經術孤單者進用。李珏與楊嗣復論地胄，詞彩者居先。每延英議政，率先矛盾，無成政，但寄之頰舌而已。 \\n 康子元，越人，念《易》數千遍，行坐不釋卷。開元中，張說薦為麗正學士。 \\n 元行沖在太常，有人於古墓得銅器，似琵琶而身正圓，人無識者。沖曰：「此阮咸琵琶也。」乃令匠人以木為之，至今乃有。 \\n 大中十二年七月十四日，三更三點追朝，唯宰臣夏侯孜獨到衙，以大夫李景讓為西川節度使。時中元假，通事舍人無在館者。麻桉既出，孜受麻畢，乃召當直中書舍人馮圖宣之，捧麻皆兩省胥吏。自此始令通事舍人休澣，亦在館俟命。 \\n 故事：京兆尹在私第，但奇日入府，偶日入遞院。崔郢，大中中為京兆尹，囚徒逸獄，始命造廨宅，京尹不得離府。後郢敗，韋澳自內署面授京尹，賜度支錢二萬索，令造府宅。 \\n 咸通六年，放宮人沈氏養親。沈氏入宮五十八年，有父居滻水，年一百一十，母年九十五。因為築室而居，頒金帛碓磑，勅本縣放科役，終沈氏之世。 \\n 杜羔妻劉氏，善為詩。羔累舉不第，將至家，妻先寄詩與之曰：「良人的的有奇才，何事年年被放回？如今妾面羞君面，君若來時近夜來。」羔見詩，即時回去。尋登第，妻又寄詩云：「長安此去無多地，鬱鬱葱葱佳氣浮。良人得意正年少，今夜醉眠何處樓？」可謂能勉其君子以正矣[１１４]。 \\n 令狐綯在相，擢裴坦自楚州刺史為職方郎中知制誥。裴休以坦非才，拒之，不勝。及坦上事，謁謝於休，休曰：「此乃首台謬選，非休力也。」立命肩輿便出。兩閣老吏云：「自有中書，未有此事。」至坦主貢，擢休之子弘上第[１１５]。時人云：「欲蓋而彰，此之謂也。」 \\n 崔慎由鎮西川，有異人張叟者，與跡熟，因謂之曰：「今四十無子，良可懼也。」叟曰：「為公求之。惟終南翠微寺有僧，絕粒五十五年矣。君宜遺之服玩，若愛而受之，則其嗣也。」崔如其言，遺以服玩，果受之。僧尋卒，遂生一男。叟復相之曰：「貴則過公，恐不得其終。」因字曰衲僧，又云緇郎。(即胤也[１１６]。) \\n 陽城出判道州[１１７]，太學生二百七十人詣闕乞留，疏不得上。 \\n 天祐元年八月，前曲沃令高沃納史館書籍三百六十卷，授監察，賜緋。 \\n 張裼尚書牧晉州[１１８]，外貯營妓，生子曰仁龜，乃與張處士為假子，居江淮間。後裼死，仁龜方還長安，云「江淮郎君」。至家，皆愕然，蘇夫人收之，齒諸兄之列。仁龜後以進士成名，歷侍御史，因奉使江浙而死。 \\n 關圖有一妹，有文學，善書札。圖嘗語同僚曰：「某家有一進士，所恨不櫛耳[１１９]。」後適常氏，修之母也。修，咸通六年登科。 \\n 張說女嫁盧氏，為其舅求官，說不語，但指搘床龜而示之。女歸告其夫曰：「舅得詹事矣。」 \\n 李紳在維揚日，有舉子訴揚子江舟子不渡，恐失試期。紳判云：「昔在風塵，曾遭此輩。今之多幸，得以相逢，各拋付揚子江。」其苛急也如此。後因科蛤，為屬邑令所抗，云：「奉命取蛤，且非其時，嚴冬沍寒，滴水成凍。若生於淺水，則猶可涉脛而求；既處於深潭，非沒身而不得[１２０]。貴賤則異，性命不殊。」紳大慚而止。終以吳湘獄仰藥而死。 \\n 劉三復能記三生事，云：「曾為馬，馬常患渴[１２１]，望驛而嘶，傷其蹄，則連心痛。」後三復乘馬，過磽确之地，必為緩轡；有石，必去之。 \\n 嚴惲字子重[１２２]，善為詩，與杜牧友善，皮、陸常愛其篇什。有詩云：「春光冉冉歸何處？更向花前把一杯。盡日問花花不語，為誰零落為誰開？」十上不第[１２３]，卒於吳中。 \\n 于志寧為僕射，預修史[１２４]，恨不得學士。來濟為學士，恨不得修史。 \\n 大中中，于琮選尚永福公主，忽中寢。洎審旨，上曰：「朕此女子，因與之會食，對朕輒折匕筯。情性如此，恐不可為士大夫妻。」尋改尚廣德公主。 \\n 咸通六年，滄州鹽院吏趙鏻犯罪至死。既就刑，有女請隨父死，云：「七歲母亡，蒙父私鹽官利衣食之。今父罪彰露，合隨其法。」鹽院官崔據義之，遂具以事聞。詔褒之[１２５]，兼減父之死。又泣曰：「昔為父所生，今為官所賜，誓落髮奉佛，以報君王。」因於懷中出刃，立截其耳以示信。既而侍父減死罪之刑，疾愈，遂歸浮圖氏。 \\n [９５]「萬歲通天元年四月一日詔」，「詔」字原脫，據四庫本補。 \\n [９６][成校]「吉州玉笥山」，底本闕「州」字，據明刻本補。粵雅堂本「州」作「之」。 \\n [９７]「鐘下得玉像三身」，「玉」原作「王」，據四庫本改。 \\n [９８]「吏部郎中張敬忠詠曰」，粵雅堂本「詠」前有「嘲」字。 \\n [９９]「只得入不得却」，明抄本作「不得出祇得却」。 \\n [１００]「黃巢須走泰山東死在翁家中」，「泰」原作「秦」，據《舊唐書》卷二○○下《黃巢傳》改；「中」原作「翁」，據四庫本改。 \\n [１０１]「將令有司」，「有」原作「百」，據粵雅堂本改。 \\n [１０２]「納於高麗坡底」，粵雅堂本「坡」作「坊」，下同。 \\n [１０３]「一本尤華麗者」，「一本」，明抄本及粵雅堂本均作「色彩」。 \\n [１０４]「貞元中與二弟隱夏陽山中」，「二」原作「三」，據粵雅堂本及《舊唐書》卷一九二《陽城傳》改。 \\n [１０５]「字台文亞之子也亞任桂察時生」，「字」原空缺，「桂」字原脫，據粵雅堂本補。 \\n [１０６]「晉遂榜選院門曰」，「院」字原脫，據明抄本補。 \\n [１０７]「百司呼為參酌院今審刑院即其地也」，「為」字據四庫本補；後一「院」字原脫，據明抄本補。 \\n [１０８]「趙驊亦於賊中贖江西韋環之女」，「中」原作「人」，據明抄本改。《舊唐書》卷一五一《趙宗儒傳》「環」作「」，「女」作「妹」。 \\n [１０９]「常命粉苦參」，「粉」字原無，據粵雅堂本補。 \\n [１１０]「宣皇好文」，「宣皇」原作「大中」，據黃校本、粵雅堂本改。 \\n [１１１][成校]「命進士溫岐續之」，底本無「命」字，據明刻本、粵雅堂本增。 \\n [１１２]「悔讀南華第二篇」，此句下粵雅堂本有「之句蓋為是也」六字。 \\n [１１３]「亦有詩名」，「名」字原脫，據粵雅堂本補。 \\n [１１４]「可謂能勉其君子以正矣」，此十字原無，據黃校本補。 \\n [１１５][成校]「擢休之子弘上第」，底本、明刻本、粵雅堂本「弘」皆避諱作「宏」，據《新唐書》卷七一上《宰相世系表》改。 \\n [１１６]「即胤也」，「胤」原作「允」，乃避清世宗諱，據《舊唐書》卷一二七《崔胤傳》改。 \\n [１１７]「陽城出判道州」，「判」字原脫，據四庫本補。 \\n [１１８]「張裼尚書牧晉州」，「牧」原作「收」，據粵雅堂本改。 \\n [１１９]「所恨不櫛耳」，「櫛」，四庫本作「巾櫛」。 \\n [１２０]「非沒身而不得」，「得」原作「敢」，據四庫本改。 \\n [１２１]「馬常患渴」，明抄本「常」作「嘗」。 \\n [１２２]「嚴惲」，原作「嚴憚」，據《唐詩紀事》卷六六改。 \\n [１２３]「十上不第」，「十」原作「七」，據黃校本及《唐詩紀事》改。 \\n [１２４]「預修史」，「預」原作「與」，據粵雅堂本改。 \\n [１２５]「詔褒之」，「褒」原作「哀」，據明抄本改。 \\n  \\n   \\n  "}
{"章节": "戊", "正文": "  \\n 戊 \\n 　 \\n 潘炎，建中中為翰林學士，恩渥極異。其妻劉晏女也。有京尹伺候累日，不得見，乃遺閽者三百縑。夫人知之，謂潘曰：「豈為人臣，而京兆尹願一謁見，遺奴三百縑？其危可知也。」遽勸避世。 \\n 張說為左相，知京官考。其子均任中書舍人，特注之曰：「父教子忠，古之善訓，祁奚舉午，義不勝私。至如潤色王言，章施帝載，道參墳典，例絕功常，恭聞前烈，尤難其任。豈以嫌疑，敢撓綱紀。考上下。」 \\n 大曆八年七月，晉州男子郇謨，以麻辮髮，持葦席，哭於東市。人問其故，對曰：「有三十字請獻於上。若無堪，即以蓆貯屍，棄之於野。」上聞，賜衣，館於客省，每一字論一事。時元載執政也，尤切於罷宮市。 \\n 裴延齡嘗放言德皇曰：「陛下自有本分錢物[１２６]，用之不竭。」上驚曰：「何為本分錢？」延齡曰：「準天下貢賦，常分為三：一為乾豆，二為賓客，三為充君之庖。今奉九廟與鴻臚供蕃使，曾不用一分錢。而陛下御膳之餘，其數極多，皆陛下本分錢也。」上曰：「此經義，人總未曾言。」自茲有意相姦邪矣。 \\n 天后朝，道士杜義回心求願為僧[１２７]。敕許剃染，配佛授記，法名元嶷，敕賜三十夏臘[１２８]。以其乍入法流，須居下位，苟賜虛臘，則頓為老成也。賜夏臘始於此矣。 \\n 大和中，秘書之書，總五萬六千六卷[１２９]。 \\n 神堯宴近臣，果有蒲桃。陳叔達捧而不食，帝詢之[１３０]，對曰：「臣母患口乾，求之不致。」帝曰：「卿有母遺乎？」涕泗闌干。 \\n 馬周臨終，索陳事草一篋，手自焚之，曰：「管、晏彰君之過，求身後名，吾不為也。」 \\n 高帝出獵，見大官刲羊，謂其無罪就死，以死鹿代之。 \\n 沈既濟生傳師，傳師生詢，詢生丹，丹生牢。牢，巢寇前為錢唐監使，生藻。後移刺鄱陽，巢寇亂，不知其終。時藻與家人不隨之任。藻後仕吳越錢氏，為永嘉令。藻生承諒，為定海丞。諒，咸平三年進士及第，今為都官員外郎，知處州。 \\n 王師魯在孔戣幕中，嘗言曰：「半臂亦無文，房太尉家法不着。」 \\n 張九齡嘗見安祿山，曰：「亂天下者，此胡也。」諫殺之，不聽。 \\n 紫石英。廣管瀧州山中出紫石英，其色淡紫，真質瑩徹，隨其大小，皆五稜，兩頭箭鏃。煮水飲之，暖而無毒，比北中白石英，其力倍矣。瀧州又出石斛，(一本作解。)莖如金釵股，亦藥中之上品。 \\n 蚺蛇膽。雷、羅州有養蛇戶，每年五月五日，即檐舁蚺蛇入府，祗應取膽。 \\n 雞兔算，國史譜紀之尚不明[１３１]。上下頭，下下脚，脚即折半下，見頭除脚，見脚除頭，上是雞，下是兔。 \\n 裴肅在越多齋，此外惟嗜兔，日再食。 \\n 陸贄在忠州，不接人，惟篹藥方，並行於世，號曰《集驗》。 \\n 黃巢本王仙芝賊中判官，芝死，賊眾戴之為首，遂日盛。 \\n 杜邠公先達，人謂之「老杜相公」。杜審權晚，人謂之「小杜相公」。 \\n 劉蕡精於儒術[１３２]，常看《文中子》，忿然而言曰：「才非殆庶，擬上聖述作，不亦過乎！」客曰：「《文中子》於六籍如何？」蕡曰：「若以人望，《文中子》於六籍，猶奴婢之於郎主耳。」後人遂以《文中子》為「六籍奴婢」。 \\n 博陵崔倕，緦麻親同爨[１３３]。貞元以來，言家法者，以倕為首。倕生六子，一登相輔，五任大僚。(太常卿邠、太府卿酆、外臺尚書郾、廷尉郇、執金吾鄯、左僕射平章事鄲。邠及郾五知舉，得士百四十八人。)邠昆弟自始仕至貴達，亦同居光德里一宅。宣皇聞之，歎曰：「崔鄲家門孝友，可為士族之法矣。」鄲嘗構小齋於別寢，御筆題額，號曰「德星堂」。今京兆民因崔氏舊里，立德星社。 \\n 秦中綠李美小，謂之「嘉慶李」，此坊名也。 \\n 貞元十三年，始制文武官隔假三日，並行朝參[１３４]。 \\n 開耀二年，始以外司四品以下知政事者，遂為平章事。時初命郭待舉、郭正一、魏玄同中書門下平章事也。 \\n 進士試帖經，自調露二年始也。 \\n 寶應二年，以羽林大將軍王仲昇兼大夫。六軍兼憲官，始於此也。 \\n 建中元年，沈既濟議改《則天紀》為《皇后傳》。 \\n 元和二年，始令僧道隸左右街功德使。其年，方於建福門置百官待漏院，舊但於光德車坊而已。 \\n 大中十一年賀正，盧鈞以太子太師率百僚，年八十餘矣，聲容明暢，舉朝稱服。明年，柳公權以少師率班，亦八十矣。自樂懸南趨至龍墀前，氣力綿憊，誤尊號中一字，罰一季俸。人多恥之。 \\n 開元二十五年西幸，駐蹕壽安連曜宮。宮側有精舍，庭內刹柱高五丈。有立於承露盤者，上望見之，初謂姦盜覘視宮掖，使中官就竿下詰之。其人曰[１３５]：「吾欲捨身。本是知湯前官，被知湯中使邀錢物，已輸十縑，索仍不已。每進湯水，輒投土其中，事若闕供，責怒必死，寧死於捨身爾。」具以聞，詔高力士召知湯中使，賫絹於竿下[１３６]，謝之，仍命徹尚舍衛尉幕，委積於竿下。其人禮十方畢，以身投地，墜於幕外。舉體深紅色，初尚微動，須臾絕。詔集文武從官於朝堂，杖殺中使，勅府縣厚葬殞者。 \\n 西京壽安縣有墨石山，神祠頗靈。神龍中，神前有兩瓦子，過客投之，以卜休咎，仰為吉而覆為凶。 \\n 開元初，鄭瑤《慈澗題詩》云：「岸與恩同廣，波將慈共深。涓涓勞日夜，長似下流心。」 \\n 開元四年，中丞王怡以糺獲贓錢，疊石重造永濟橋，以代舟船，行人頗濟焉。在壽安之西。 \\n 開元末，功臣王逸客為閑廄使。莊在泥溝西岸，數為劫盜，捕訪不獲。嚴安之為河南尉，以狀白中丞宋遙。遙入奏，始擒之，并獲賊脚崔誗。誗在安定公主錦坊，俱就執伏，搜得骸骨兩井。逸客以鐵券免死，流嶺表。從此洛陽北路清矣。 \\n 咸通中，舉子乘馬，惟張喬跨驢。後勅下不許騎馬，故鄭昌圖肥，是有嘲詠[１３７]。 \\n 鄭少師薰，於里第植小松七本，自號「七松處士」。異代可對五柳先生。 \\n 初制，節度使天下有八，若諸州在節度內者，皆受節度焉。其福州經略使、登州平海軍使，不在節度之內。 \\n 李錡之誅也，二婢配掖庭，曰鄭、曰杜。鄭則幸於元和，生宣皇帝，是為孝明皇后。杜即杜秋，《獻替錄》中云：「杜仲陽，即杜秋也，漳王養母。」 \\n 長孫無忌之父晟，於隋有功；魏徵即長賢之子；令狐德棻之父曰熙[１３８]；皆《北史》有傳。 \\n 李太尉以大中二年正月三日貶潮州司馬，當年十月十六日再貶崖州司戶。大中三年十二月十日卒於貶所，年六十四。 \\n 白樂天任杭州刺史，攜妓還洛，後却遣回錢唐。故劉禹錫有詩答曰：「其那錢唐蘇小小[１３９]，憶君淚染石榴裙。」 \\n 唐制，湖州造茶最多，謂之「顧渚貢焙」。歲造一萬八千四百八斤，焙在長城縣西北。大曆五年以後，始有進奉。至建中二年，袁高為郡，進三千六百串，並詩一章[１４０]，刻石在貢焙。故陸鴻漸與楊祭酒書云：「顧渚山中紫笋茶兩片，此物但恨帝未得嘗，實所歎息。一片上太夫人，一片充昆弟同啜。」後開成三年，以貢不如法，停刺史裴充。 \\n 鮮于叔明嗜蟠蟲，權長孺嗜人爪甲，此亦劉雍瘡痂之類也。 \\n 高宗朝，四品以下有名稱者，皆知政事。以平章事為名，自郭待舉始也。僕射是正宰相，自房喬始也。 \\n 韋承慶出相，除禮部尚書；嗣立入拜鸞臺侍郎平章事。時人語曰：「大郎罷相，小郎拜相。」 \\n 京兆戶曹，月俸一百八索，故謂之「念珠曹」。 \\n 李太尉大和七年自西川迴，入相。上謂王涯：「今日除德裕，人情怕否？」對曰：「忠良甚喜，其中小人亦有怕者。」再言曰：「須怕也。」涯時為鹽鐵使也。 \\n 大和中，朋黨之首：楊虞卿、張元夫、蕭瀚。後楊除常州；張，汝州；蕭，鄭州。 \\n 丞相乘肩輿，元和後也。 \\n 裴休，大中中在相。一日賜對，上曰：「賜卿無畏。」休即論立儲君之意。上曰：「若立儲君，便是閒人。」遂不敢言。 \\n 長安戲場多集於慈恩，小者在青龍，其次薦福、永壽。尼講盛於保唐，名德聚之安國。士大夫之家入道，盡在咸宜。 \\n 崔造將退相位後[１４１]，言曰：「不得諸道金銅茶籠子，近來總四掩也。」遂復起。 \\n 柳芳與韋述善，俱為史學。述卒，書未成者，皆續成之。 \\n 昇平公主宅即席，李端擅場；送王相之鎮，韓翃擅場；送劉相巡江淮，錢起擅場。 \\n 武黃門之死也，裴晉公為盜所刺，隸人王義扞刃而斃。度自為文祭之。是歲，進士撰《王義傳》者三之二。 \\n 李錡之誅也，大霧三日不開，或聞鬼哭。內疑其寃，詔許以葬。 \\n 都官故事：吏部郎中二廳，先小銓，次格式；員外郎二廳，先南曹，次廢置。刑部分四覆；戶部分兩稅；度支案，郎中判入，員外郎判出。 \\n 舊說：吏部為省眼，禮部為南省舍人；、考功[１４２]、度支為振行；比部得廊下食，以飯從者，號「比盤」。 \\n 張直方者，世為幽帥，癖於鷹犬。後以昭王府司馬分務洛師。洛陽四旁翥者攫者，見皆識之，必羣噪長嘷而去。 \\n 長孫無忌奏：別勅長流，以為永例。後趙公犯罪，勅長流，此亦為法自弊。 \\n 江融為左史，後羅織受誅，其屍起而復坐者三。雖斷其頭，似怒不息。無何，周興敗。 \\n 魚思咺性巧，造匭函。 \\n 朱泚敗走，昏迷不辨南北，因問路於田父。父曰：「豈非朱太尉耶？」源休止之，曰：「漢皇帝。」父曰：「天地不長兇惡，蛇鼠不為龍虎。天網恢恢，去將何適？」遂亡其所在。及去涇州百餘里，泚於馬上忽叩頭，稱乞命，因之墜馬。良久却蘇，左右問其故，曰：「見段司農。」尋為韓旻梟之。 \\n 楊收之死也，軍容楊玄价有力焉。收有子為壽牧，見收乘白馬，臂朱弓彤矢，有朱衣天吏控馬，曰：「上帝許我仇楊玄价，我射中之，必死。」俄而价暴卒。 \\n 忻州刺史是天荒闕，蓋歷任多死。高皇時，有金吾郎將求此官[１４３]，果有蛇怪，後亦絕之。饒州餘干縣令宅[１４４]，亦如此。 \\n 天寶時，翰林學士陳王友元庭堅撰《韻英》十卷[１４５]。未施行，而西京陷胡[１４６]，庭堅卒。 \\n 文明已後，天下諸州進雞，牝變為雄者極多，或半已化半死，乃則天之兆也。 \\n 馮衮給事，親仁坊有宅。南有山庭，院多養鵝鴨及雜禽之類。常一家人掌之，時人謂之「鳥省」。 \\n 大中初，女蠻國入貢奉。其國人危髻金冠，瓔珞被體，故謂之「菩薩蠻」。當時倡優遂製《菩薩蠻曲》，文士亦往往聲其詞也。 \\n 宣皇在藩時，常從駕，墮馬雪中。寒甚，困且渴，求水於巡警者，曰：「我光王也。」及以水進，舉杯悉變為芳醪。 \\n 明皇為潞州別駕，有軍人韓凝禮，自謂知五兆[１４７]，因以食箸試之。既而布卦，一箸無故自起，凡三偃三起。 \\n 徽安門，舊洛城北面最西門也[１４８]。樓上元多雀鴿，後亦絕無。至清泰中，帝上此樓自焚，今俗謂之「火燒門」。 \\n 開元六年，西幸至蘭峯頓。乘輿每出，所宿侍臣皆從。既而馳逐原野，然從官分散，宰相即先於前頓朝堂列位。乘輿至，必鞭揖之方入。是日，上垂鞭，盛氣不顧而入，蘇、宋懼。蓋怒河南尹李朝隱橋頓不備也，解之方息。 \\n 蘭峯宮，在永寧縣西，顯慶三年置[１４９]。 \\n 鷓鴣飛數逐月數，如正月一日飛而止，伏窠中不復起矣[１５０]。十二月十二日起，最難採，南人設網取之。 \\n 大中九年，日官李景亮奏云：「文昌暗，科場當有事。」沈詢為禮部，甚懼焉。至是，三科盡覆試，宏詞趙拒等皆落，吏部裴諗除祭酒。 \\n 天寶八年，館驛使宋緷奏移稠桑路向晉王斜。晉王斜者[１５１]，隋煬帝在藩邸，揚州往來經此路，蓋避沙路費馬力也。 \\n 野狐泉店，在潼關之西，泉在道南店後坡下。舊傳云：野狐掊而泉湧，店人改為泠淘[１５２]，過者行旅止焉。今法饌中有「野狐泉」者，以菉粉為之，亦象此也。 \\n 路嗣恭在江西，並奏部下縣為緊望。 \\n 天后問張元一曰：「在外有何事？」元一曰：「外有三慶：旱降雨，一慶；中橋新成，萬代之利，二慶；郭霸新死，百姓皆歡，三慶也。」霸，酷吏也，為侍御史。 \\n 崔敬嗣，武后時任房州刺史。孝和安置在彼，官吏多無禮，嗣獨申禮待供給之。及即位，有益州長史崔敬嗣，既同名姓，名擬皆御筆。超拜後，引與語，曰誤。訪嗣已卒[１５３]，崔光遠即其孫也。 \\n 大和中，上頗好食蛤蜊，沿海官吏先時遞進，人亦勞止。一旦，御饌中有擘不開者，即焚香禱之，俄變為菩薩，梵相具足。 \\n 天后時，有獻三足烏者，左右或言一足偽耳。天后笑曰：「但令史冊書之，安用察其真偽。」 \\n 令狐綯在相位，大事一取決於子滈。比元載之用伯和，李吉甫之用德裕。 \\n 杜審權，大中十二年知舉，放盧處權。有戲之曰：「座主審權，門生處權，可謂權不失權。」又乾符二年，崔沆放崔瀣，譚者稱：「座主門生，沆瀣一氣。」 \\n 湖州歲貢黃黿子，連蔕木瓜。李景先自和牧謫為司馬，戲湖守蘇特曰：「使君貴郡有三黃黿子，五蔕木瓜。」特頗銜之。 \\n 韓洙與沈詢尚書中表，詢憐洙，許與成事。如是歷四五年，太夫人又念之，復累付於詢。詢知舉，大中九年也。自第二人邐迤改為第七人，方定。及放榜，誤為羅洙。後詢見韓洙，未嘗不深嗟其命。 \\n 大中元年，魏扶知禮闈，入貢院，題詩曰：「梧桐葉落滿庭陰，鎖閉朱門試院深。曾是昔年辛苦地，不將今日負前心。」及榜(一作牒。)出，為無名子削為五言以譏之。 \\n 天寶四載，廣州府因海潮漂一蜈蚣，陸死。割其一爪，則得肉一百二十斤。 \\n 滋水驛在長樂驛之東，睿皇在藩日經此廳，廳西壁畫一胡頭，因題曰：「喚出眼，何用苦深藏？縮却鼻，何畏不聞香？」 \\n 陳嶠字景山，閩人也。孑然無依，數舉不遂，蹉跎輦轂，至於暮年，逮獲一名還鄉，已耳順矣。鄉里以宦情既薄，身後無依，乃以儒家女妻之，至新婚，近八十矣。合巹之夕，文士競集，悉賦催粧詩，咸有生荑之諷。嶠自成一章，其末曰：「彭祖尚聞年八百[１５４]，陳郎猶是小孩兒。」座客皆絕倒。嶠頗負詩名，常有《閒居詩》云：「小橋風月年年事，爭柰潘郎老去何。」 \\n [１２６]「陛下自有本分錢物」，「物」原作「未」，據粵雅堂本改。 \\n [１２７]「求願為僧」，「願」，四庫本作「度」。 \\n [１２８]「法名元嶷敕賜三十夏臘」，「法」原作「寺」，據四庫本改；「臘」字原無，據粵雅堂本補。 \\n [１２９]「秘書之書總五萬六千六卷」，「五萬六千六卷」，明抄本及黃校本作「五萬六千七十六卷」，《舊唐書》卷四六《經籍上》作「五萬六千四百七十六卷」。 \\n [１３０]「帝詢之」，「詢」原作「詔」，據粵雅堂本改。 \\n [１３１][補校]「國史譜紀之尚不明」，《國史補》卷中記雞兔算法，「國史譜」當作「國史補」。參羅寧《〈南部新書〉需要校證》一文。 \\n [１３２]「劉蕡精於儒術」，「蕡」原作「著」，據粵雅堂本改。下同。 \\n [１３３][成校]「緦麻親同爨」，底本「麻」作「?」，誤，據明刻本、粵雅堂本改。 \\n [１３４]「並行朝參」，「朝」原作「橫」，據粵雅堂本改。 \\n [１３５]「其人曰」，「其」字原無，據四庫本補。 \\n [１３６]「賫絹於竿下」，「賫」原作「賣」，據粵雅堂本改。 \\n [１３７]「是有嘲詠」，「是有」，文淵閣本作「為詩」。 \\n [１３８]「令狐德棻之父」，「德棻」原作「棼」，據粵雅堂本改。 \\n [１３９]「其那錢唐蘇小小」，「其那」，粵雅堂本作「無那」。 \\n [１４０]「並詩一章」，「一章」二字原無，據明抄本補。 \\n [１４１]「崔造將退相位後」，「退相」原作「相退」，據明抄本及粵雅堂本乙正。 \\n [１４２]「考功」，原作「考以」，粵雅堂本改。 \\n [１４３]「有金吾郎將求此官」，「求」原作「永」，據四庫本改。 \\n [１４４]「饒州餘干縣令宅」，「饒州」下原有一缺字空格，據明抄本及四庫本刪。 \\n [１４５]「翰林學士陳王友」，「翰」原作「朝」，據四庫本及粵雅堂本改；「王」字明抄本無，黃校本作「玉」。 \\n [１４６]「而西京陷胡」，粵雅堂本「胡」作「明年」。 \\n [１４７]「自謂知五兆」，「知」原作「之」，據粵雅堂本改。 \\n [１４８]「舊洛城北面最西門也」，「最」原作「取」，據粵雅堂本改。 \\n [１４９]「顯慶三年置」，「顯慶」原作「慶明」，據粵雅堂本改。 \\n [１５０]「伏窠中不復起矣」，「伏」原作「但」，據四庫本改。 \\n [１５１]「晉王斜者」，「晉」字原脫，據上文及四庫本補。 \\n [１５２]「店人改為泠淘」，「改」，四庫本作「工」。 \\n [１５３]「引與語曰誤訪嗣已卒」，「曰」，四庫本及粵雅堂本作「知」；「訪」原作「坊」，據粵雅堂本改。 \\n [１５４]「彭祖尚聞年八百」，「尚」，四庫本作「向」。 \\n  \\n   \\n  "}
{"章节": "己", "正文": "  \\n 己 \\n 　 \\n 韋丹任洪州，值毛鶴叛，造蒺藜棒一千具，並於棒頭以鐵釘釘之，如蝟毛，車夫及防援官健各持一具。其棒疾成易具，用亦與刀劍不殊。 \\n 有洪州江西廉使問馬祖云：「弟子喫酒肉即是，不喫即是？」師云：「若喫是中丞祿，不喫是中丞福。」 \\n 御史中丞，長慶中，行李導從[１５５]，不過半坊，後遠至兩坊，謂之「籠街喝道」。及李虞仲與溫造相爭，始勅下：應合導從官行李傳呼，不得過三百步。 \\n 崔羣在翰苑，為憲皇獎遇最深。有宣云：「今後學士進狀，並取崔羣連署，方得進來。」 \\n 武翊皇以三頭冠絕一代，後惑婢薛荔，苦其冢婦盧氏，雖李紳以同年為護，而眾論不容，終至流竄。解頭、狀頭、宏詞勅頭[１５６]，是謂「三頭」。 \\n 張不疑登科後，江西、(李疑。)東川、(李回。)淮南(李融。)交辟，而不疑就淮南之命。到府未幾卒，卒時有怪。在《靈怪集》。 \\n 裴紳始名誕，日者告曰：「君名紳，即伸矣。」果如其言。 \\n 蜀中傳張儀築成都城，依龜行路築之。李德裕鎮西川，聞龜殼猶在軍資庫，判官于文遇言：「比常在庫中。元和初，節度使高崇文命工人截為腰帶胯具。」 \\n 開元十九年冬，駕東巡至陝，以廳為殿，郭門皆屬城門局。薛王車半夜發[１５７]，及郭，西門不開，掌門者云：「鑰匙進內。」家僕不之信，乃壞鎖徹關而入。比明日，有司以聞，上以金吾警夜不謹，將軍段崇簡授代州督，壞鎖奴杖殺之。 \\n 近俗以權臣所居坊呼之：安邑，李吉甫也；靖安，李宗閔也；驛坊，韋澳也；樂和，李景讓也；靖恭、修行，二楊也；皆倣此。 \\n 省中語曰：「後行祠、屯，不博中行都、門；中行刑、戶，不博前行駕、庫矣。」 \\n 西市胡人貴蚌珠而賤蛇珠。蛇珠者，蛇所吐爾，唯胡人辨之。 \\n 薛偉化魚，魂遊爾。唯李徵化虎，身為之。吁，可悲也！婦女化蛇，然亦有之。 \\n 王彥威鎮汴之二年[１５８]，夏旱。時袁王傅李玘過汴，因宴，王以旱為言。李醉曰：「可求蛇醫四頭，十石瓮二，每瓮以水浮二蛇醫，覆以木蓋，密泥之，分置於鬧處[１５９]。瓮前設香席，選小兒十歲已下十餘，令執小青竹，晝夜更互擊其瓮，不得少輟。」王如其言試之，一日兩度雨，大注數百里。舊說，龍與蛇師為親家。咸平中，今祕書楊監(億)任正言，知處州，上祈雨法，亦此類也。 \\n 石甕寺者，在驪山半腹石甕谷中。有泉激而似甕形，因是名谷，以谷名寺。 \\n 開元十四年，御史大夫程行諶卒，贈尚書右丞相。時中書令張說新兼右丞相，論者以為世傳此闕非穩，故有斯贈以當之。 \\n 永貞二年三月，彩虹入潤州大將張子良宅。初入漿瓮，水盡，入井飲之。後子良擒李錡，拜金吾，尋歷方鎮。 \\n 伊闕縣前大溪，每僚佐有入臺者，即先漲小灘。奇章公為尉，忽報灘出，邑宰列筵觀之。老吏曰：「此必分司御史爾。若是西臺，當有鸂鶒雙立於上，即是西臺。」牛公舉杯自祝，俄有鸂鶒飛下。不旬日，有西臺之拜。 \\n 李德裕少時，有人倫鑒者謂曰：「公主忌白馬。」凡親戚之間，皆不畜之。至崖州之命，則白敏中在中書，以公議排之，馬植按淮南獄。 \\n 潘孟陽，炎之子也。其母劉夫人，晏之女[１６０]。初為戶部侍郎，夫人憂曰：「以爾人才，而在丞郎之位，吾懼禍之必至也。」戶部解喻再三，乃曰：「不然，試會爾列，吾觀之。」因遍招深熟者。客至，夫人視之，喜曰：「皆爾儔也，不足憂矣。向末坐慘綠少年，何人也？」曰：「補闕杜黃裳。」夫人曰：「此人全別，必是有名卿相。」 \\n 中土人尚札翰，多為院體者。貞元年中，翰林學士吳通微常攻行草，然體近吏。故院中胥吏多所倣傚，其書大行於世，故遺法迄今不泯，其鄙拙則又甚矣。 \\n 李紓侍郎嘗放舉人，命筆吏勒書紙榜，未及填名[１６１]，首書貢院字，吏得疾暴卒。禮部令吏王昶者，亦善書，李侍郎召令終其事。適值昶被酒已醉，昏夜之中，半酣揮染，筆不加墨。迨明懸榜，方始覺寤[１６２]，修改不及。粲然一榜之中，字有兩體，濃澹相閒，返致其妍。自後書榜，因模法之，遂為故事。今因用氈墨澹書[１６３]，亦奇麗耳。 \\n 福昌宮，隋置，開元末重修。其中什物畢備，駕幸供頓，以百餘瓮貯水。駕將起，所宿內人盡傾出水，以空瓮兩兩相比，數人共推一瓮，初且搖之，然後齊呼扣擊，謂之「鬭瓮」，以為笑樂。又宮人濃注口，以口印幕竿上。發後，好事者乃斂唇正口印而取之。 \\n 開元初，鹿苑寺僧法蘭者，多言微旨，往往有效。縣令劉昌源送客，詣其房。蘭曰：「長官留下腰帶，麻鞋著。」未幾，劉丁內艱。 \\n 大和中，人指楊虞卿宅南亭子為行中書，蓋朋黨聚議於此爾。 \\n 丞郎已上詞頭，下至兩省闕下吏，謂之「大除改」。今南人之諺，謂小末之事，曰：「你大除改也。」 \\n 程執恭在易定，野中蟻樓，高三尺餘。 \\n 長安市里風俗，每至元日已後，遞飲食相邀，號為「傳座」矣[１６４]。 \\n 李詹，大中七年崔瑤下進士，與狄慎思皆好為酷。以灰水飲驢，蕩其腸胃，然後圍之以火，翻以酒調五味飲之。未幾，與膳夫皆暴卒，慎思亦然。 \\n 志閑和尚，館陶人，早參臨濟，晚住灌溪。乾寧二年夏，忽問侍者曰：「坐死者誰？」曰：「僧伽。」「立死者誰？」曰：「僧會。」乃行七步，垂手而逝。後鄧隱峯倒立而化。 \\n 波斯舶船多養鴿，鴿飛千里，輒放一隻至家，以為平安信。 \\n 劉軻為僧時，因葬遺骸，乃夢一書生來謝，持三雞子勸食之，軻嚼一而吞二者。後乃精儒學，策名。任史官時，韓愈欲為一文贊焉，而會愈貶，文乃不就。 \\n 孟宁，長慶三年王起放及第，至中書，為時相所退。其年，太和公主和戎。至會昌三年，起至左揆，再知貢。宁以龍鍾就試而成名。是歲，石雄入塞，公主自西蕃還京。 \\n 咸通末，鄭渾之為蘇州督郵，譚銖為鹺院官，鍾福為院巡[１６５]，俱廣文。時湖州牧李超、趙蒙相次，俱狀元。二郡境土相接，時為語曰：「湖接兩頭，蘇聯三尾。」 \\n 國初進士，尚質有餘而文不足。至於名以定體，若紀子劫仞支千尋常無求吳楚江潮閻梅之類，頗肖俳優，反謂其姓氏，亦黑臂黑肩之餘。近代則文有餘而質不足矣。 \\n 范陽盧氏，自興元元年癸亥至乾符二年乙未，凡九十二年[１６６]，登進士者一百十六人，而字皆連於子。然世稱盧家不出座主，唯景雲二年[１６７]，盧逸以考功員外郎知舉，後莫有之。韋保衡頗訝之。咸通十三年，韋在相時，盧莊為閣長，決付春闈，莊七月卒。及盧攜在中書，深恥之。廣明元年，乃追陝州盧渥入典貢帖經。後巢賊犯闕，天子幸蜀，韋昭度於蜀代之矣[１６８]。 \\n 高燕公在秦州，岐陽節度使杜邠公遞囚於界，燕公牒轉云[１６９]：「當州縣名成紀，郡列隴西，是皇家得姓之邦，非鳳翔流囚之所。」邠公移書謝之，自是燕公聲價始振。 \\n 開元中，有師夜光，善視鬼，唯不見張果。蘇粹員外頗達禪理，自號「本禪和」。 \\n 崔羣，是貞元八年陸贄門生。羣，元和十年典貢，放三十人，而黜陸簡禮。時羣夫人李氏謂之曰：「君子弟成長，合置莊園乎？」對曰：「今年已置三十所矣。」夫人曰：「陸氏門生知禮部[１７０]，陸氏子無一得事者，是陸氏一莊荒矣。」羣無以對。 \\n 韓藩端公自宣幕退居鍾山[１７１]，因服附子、硫黃過數，九竅百毛穴皆出血，唯存皮骨。小斂莫及，但以血褥舉骨就棺而已。吁，可駭也！ \\n 僖皇朝，左拾遺孟昭圖在蜀，上疏極諫，為田令孜之所矯詔，沉蜀江。裴相徹有詩弔之曰：「一章何罪死何名，投水唯君與屈平。從此蜀江煙月夜，杜鵑應作兩般聲。」 \\n 貞元初，度支使杜佑讓錢穀之務，引李巽自代。先是度支以制用惜費，漸權百司之職，廣署吏員，繁而難理。佑奏營繕歸之將作，木炭歸之司農，染練歸之少府。綱條頗整，公議多之。 \\n 襄陽龐蘊居士將入滅，州牧于公頔問疾次。居士謂之曰：「但願空諸所有，慎勿實諸所無。好住世間，皆如影響。」言訖，枕公膝而化。 \\n 楊盈川，顯慶五年待制弘文館，時年方十一。上元三年制舉，始補校書郎。尤最深於宣夜之學，故作《老人星賦》，尤佳。 \\n 會昌葬端陵，蔡京自監察攝左拾遺行事。京自云：「御史府有大夫、中丞、雜事者，總臺綱也。侍御史有外彈[１７２]、四推、太倉、左藏庫、左右巡，皆負重事也。況不常備，有兼領者。監察御史有祠祭使[１７３]、館驛使，與六察已八矣。分務東都臺，又常一二巡囚，監決案覆，四海九州之不法事皆監察。況不常備，亦有兼領事者。」故御史不聞攝他官，攝他官自端陵始也。 \\n 崔佑甫相國，天寶十五載任中書舍人。時安祿山犯闕，軍亂不顧家財，惟負私廟神主奔遁。皆事親之高節也。 \\n 天寶末，韋斌謫守蘄春。時李泌以處士放逐於彼，中夜同宴，屢聞鴞音，韋流涕而歎。泌曰：「此鳥之聲，人以為惡，以好音聽之，則無足悲矣。請飲酒，不聞鴞音者，浮以大白。」坐客皆同其聲[１７４]，終夕不厭。 \\n 聖曆二年，勅二十四司各置印。 \\n 貞觀中，尚藥奏求杜若，勅下度支。有省郎以謝朓詩云「芳州生杜若[１７５]」，乃委坊州貢之。本州曹官判云：「坊州不出杜若，應由讀謝朓詩誤。郎官作如此判事，豈不畏二十八宿笑人邪？」太宗聞之大笑，改授雍州司法。 \\n 李適之入仕，不歷丞簿，便為別駕；不歷兩畿官，便為京兆尹；不歷御史及中丞[１７６]，便為大夫；不歷兩省給舍，便為宰相；不歷刺史，便為節度使。然不得其死。 \\n 天寶七載，以給事中楊釗充九成宮使[１７７]，凡宮使自此始也。 \\n 五坊使者，鵰、鶻、鷹、鷂、狗，謂之五坊使。 \\n 大曆十四年六月，勅御史中丞董晉、中書舍人薛播、給事中劉迺宜充三司使，仍取右金吾將軍廳一所充使院，并西朝堂置幕屋收詞訟。至建中二年十一月停，後不常置。有大獄，即命御史中丞、刑部侍郎、大理卿充，謂之大三司使。次又以刑部員外郎、御史、大理寺官為之，以決疑獄，謂之小三司使。皆事畢日罷。 \\n 春明門外當路墓前有堠，題云：「漢太子太傅蕭望之墓。」有達官見而怪之曰：「春明門題額趁方，從加『之』字。只如此堠，幸直行書，止但合題『蕭望墓』，何必加『之』字？」 \\n 魏伶為西市丞，養一赤嘴鳥，每於人眾中乞錢。人取一文，而銜以送伶處，日收數百，時人號為「魏丞鳥」。 \\n 會昌末，頗好神仙。有道士趙歸真，出入禁中，自言數百歲，上敬之如神。與道士劉玄靜，力排釋氏。武宗既惑其說，終行沙汰之事。及宣宗即位，流歸真於南海，戮玄靜於市。 \\n 白傅，大中末曾有諫官上疏請諡，上曰：「何不取《醉吟先生墓表》看？」卒不賜諡。從父弟敏中在相位，奏立神道碑，文即李義山之詞也。 \\n 李揆，乾元中為禮部侍郎。嘗一日，堂前見一蝦蟆俯於地，高數尺，以巨缶覆之。明日啟之，亡矣。數日後入相也。 \\n 殷僧辨、周僧達，與牛相公同母異父兄弟也。 \\n 李太尉之在崖州也，郡有北亭子，謂之「望闕亭」。太尉每登臨，未嘗不北睇悲咽。有詩曰：「獨上江亭望帝京，鳥飛猶是半年程。青山也恐人歸去，百匝千遭繞郡城。」今傳太尉崖州之詩，皆仇家所作，只此一首親作也。昔崖州，今瓊州是也。 \\n 武德中，天下始作《秦王破陣樂曲》，以歌舞文皇之功業。貞觀初，文皇重製《破陣樂圖》，詔魏徵、虞世南等為詞，因名《七德舞》。自龍朔已後，詔郊廟享宴，必先奏之。 \\n 大中四年冬，令狐綯自戶部侍郎加兵部入相。宰執同列白敏中、崔龜從、鉉以綯新加兵部，至其月十八日南省上事。故事，送上必先集少府監。是日，諸相以敏中、龜從曾為太常博士，遂改集賢院。因命柳公權記之，龜從為詞。 \\n 杜悰目為禿角犀[１７８]。悰凡涖藩鎮，不省刑獄。在西川日，以推囚案牘不斷，而將裹漆器歸京，人於劍門拾得[１７９]。 \\n 弄參軍者，天寶末，蕃將阿布思伏法，其妻配掖庭，善為優，因隸樂工，遂令為此戲。 \\n 元魯山，山居阻水，食絕而終。 \\n 稷山驛吏王全，作吏五十六年，人稱有道術。往來多贈篇什，故李義山贈詩云「過客不勞詢甲子，唯書亥字與時人」也。 \\n 鄭顥嘗夢中得句，云：「石門霧露白，玉殿莓苔青。」續成長韻。此一聯《杜甫集》中詩。 \\n 羅隱、鄴、虬，共在場屋，謂之「三羅」。 \\n 韓建在華下，成汭在荊門，(舊姓郭。)皆有理聲，朝廷謂之「北韓南郭」。 \\n 杜邠公飲食洪博，既飽即寢。人有諫非攝生之理，公曰：「君不見布袋盛米，放倒即慢。」 \\n 道吾和尚上堂，戴蓮花笠，披襴執簡，擊鼓吹笛，口稱「魯三郎」矣。 \\n 永寧李相蔚在淮海，暇日攜酒樂，訪節判韋公昭度，公不在。及奔歸，未中途，已聞相國舉酒縱樂。公曰：「是無我也。」乃回騎出館，相國命從事連往留截，仍移席於戟門以候。及迴，相國舞《楊柳枝》引公入，以代負荊。 \\n 大和七年八月勅：每年試帖經官，以國子監學官充，禮部不得別更奏請。其弘文、崇文兩館生、齋郎，並依令式試經畢，仍差都省郎官兩人覆試。 \\n 驪山華清宮，毀廢已久，今所存者唯繚垣耳。天寶所植松柏，遍滿巖谷，望之鬱然，雖屢經兵寇，而不被斫伐。朝元閣在山嶺之上，基最為嶄絕，柱礎尚有存者。山腹即長生殿，殿東西盤石道，自山麓而上，道側有飲酒亭子[１８０]。明皇吹笛樓、宮人走馬樓，故基猶存。繚垣之內，湯泉凡八九所。有御湯[１８１]，周環數丈，悉砌以白石，瑩徹如玉。石面皆隱起魚龍花鳥之狀，千名萬品，不可殫記。四面石座，皆級而上。中有雙白石甕，腹異口，甕中涌出濆，注白蓮之上。御湯西北角，則妃子湯，面稍狹。湯側紅白石盆四，所刻作菡萏之狀，陷於白石面。餘湯邐迤相屬而下，鑿石作暗渠走水。西北數十步，復立一石表，水自石表涌出，灌注一石盆中。此亦後置也。 \\n 魏徵疾亟，文皇夢與徵別，既寤流涕。是夕徵卒，故御製碑文云：「昔殷宗得良弼於夢中，朕今失賢臣於覺後。」 \\n 沙州城內廢大乘寺塔者，周朝古寺，見有塔基。相傳云是阿育王本塔[１８２]。纔有災禍，多來求救。又洛都塔者，在城西一里，故白馬寺南一里許。古基俗傳為阿育王舍利塔，即迦葉摩騰所將來者。 \\n 永徽之理，有貞觀之遺風，製《一戎衣大定樂曲》[１８３]。至永隆元年，太常丞李嗣真善審音律，能知興衰，云：「近者樂府有堂堂之曲，再言之者，唐祚再興之兆也。」後《霓裳羽衣》之曲，起於開元，盛於天寶之間。此時始廢泗濱磬，用華原石代之。至天寶十三載，始詔遣調法曲與胡部雜聲，識者深異之。明年，果有祿山之亂。 \\n 益州福感寺塔者，在州郭下城西，本名大石。相傳云：是鬼神奉阿育王教西山取大石為塔基[１８４]，舍利在其中，故名大石也[１８５]。隋蜀王秀作鎮井絡，聞之，令人掘鑿，全是一石，尋縫至泉，不見其際。風雨暴至，人有於傍鑿取一片將去，乃是毉玉。問於識寶商者[１８６]，云：「此真毉玉，世中希有。」隋初，有詵律師，見此古迹，於上起九級木浮圖。貞觀年初，地內大震動，此塔搖颺，將欲摧倒。於時郭下無數人來，忽見四神，形如塔量，各以背抵塔之四面，乍倚乍傾，卒以免壞。 \\n 平時開遠門外立堠，云「西去安西九千九百里」，以示戍人不為萬里之行[１８７]。 \\n 天寶末，康居國獻胡旋女，蓋左旋右轉之舞也。 \\n 雲南有萬人冢者[１８８]，鮮于仲通、李宓等覆軍之地。 \\n 長安夏中，或天牛蟲出籬壁間，必雨。天牛蟲，即黑甲蟲也。段成式七度驗之，皆應。 \\n 開元初[１８９]，突厥寇邊。時大武軍子將郝靈佺出使迴[１９０]，引回紇部落，斬突厥默啜[１９１]，獻首於闕下，自謂有不世之功。時宋璟為相，以天子少好武，恐徼功者生心，痛抑其賞。逾年始授中郎將[１９２]，靈佺遂嘔血而死。 \\n 釋提桓因者，忉利天王之號也，即「帝釋」二字。華梵雙彰，「帝」是華言，即王主義；「釋」乃梵字，此字譯云「能」。今言釋提桓因者，梵呼訛略，具正合云「釋迦婆因達羅[１９３]」，此云能天主。餘如《智度論》釋。 \\n [１５５]「行李導從」，「行李」二字，明抄本無。下同。 \\n [１５６][成校]「解頭狀頭宏詞勅頭」，底本作「狀頭宏詞頭勅頭」，誤，據明刻本、粵雅堂本改。 \\n [１５７]「薛王車半夜發」，「半」原作「牛」，據粵雅堂本改。 \\n [１５８]「王彥威鎮汴之二年」，「二」，黃校本及粵雅堂本作「三」。 \\n [１５９]「分置於鬧處」，「鬧」，黃校本及粵雅堂本作「閑」。 \\n [１６０]「晏之女」，「女」，明抄本及黃校本作「妹」。[成校]作「晏之妹」誤。《舊唐書》卷一六二《潘孟陽傳》：「孟陽母，劉晏女也......」 \\n [１６１][成校]底本無「填」字，據明刻本及粵雅堂本增。 \\n [１６２]「方始覺寤」，「寤」，明抄本作「悟」。 \\n [１６３]「今因用氈墨澹書」，「墨」，明抄本作「筆」。 \\n [１６４]「遞飲食相邀號為傳座矣」，「飲」原作「餘」，據四庫本改。「傳」，明抄本作「博」。 \\n [１６５][補校]「鍾福」，《類說》本作「鍾輻」。《唐語林》卷四亦有此條，亦作「鍾輻」。《唐摭言》卷八「夢」條有虔州南康人鍾輻，疑即此人。參羅寧《〈南部新書〉需要校證》一文。 \\n [１６６]「自興元元年癸亥至乾符二年乙未凡九十二年」，「興元」原作「紹元」，當是「興元」之訛。但興元元年為甲子，至乾符二年為九十二年。 \\n [１６７]「景雲二年」，「雲」原作「陵」，據粵雅堂本改。[成校]《唐語林》卷四：「唯景雲二年考功員外郎盧逸知舉，後無繼者。」 \\n [１６８][成校]「韋昭度」，底本作「昭度」，據明刻本增改。《舊唐書》卷一七九《韋昭度傳》：「從僖宗幸蜀，拜戶部侍郎。中和元年，權知禮部貢舉。」 \\n [１６９]「燕公牒轉云」，「燕」原作「邠」，據四庫本改，並據補本條下一「邠」字。 \\n [１７０]「陸氏門生知禮部」，「部」字原無，據粵雅堂本補。 \\n [１７１]「韓藩端公自宣幕退居鍾山」，「幕」，明抄本作「州」。 \\n [１７２]「侍御史有外彈」，「侍御史」下，明抄本有「殿中侍御史」五字。 \\n [１７３][成校]「監察御史」，底本作「監察使」，誤，據明刻本改。 \\n [１７４]「坐客皆同其聲」，「同」原作「企」，據明抄本改。 \\n [１７５]「芳洲生杜若」，「生」原作「釆」，據明抄本改。 \\n [１７６][成校]「不歷御史及中丞」，底本「中丞」作「丞」，誤，據粵雅堂本改。明刻本無「及」字。 \\n [１７７]「以給事中楊釗充九成宮使」，「中」原脫，據明抄本及《舊唐書》卷一○六《楊國忠傳》改。 \\n [１７８][成校]「杜悰」，底本作「杜琮」，誤，據粵雅堂本改，下同。兩《唐書》有《杜悰傳》。 \\n [１７９][成校]「劍門」，底本作「斂門」，誤，據粵雅堂本改。 \\n [１８０]「道側有飲酒亭子」，「側」原作「則」，據粵雅堂本改。 \\n [１８１]「有御湯」，「有」原作「是」，據粵雅堂本改。 \\n [１８２]「相傳云是阿育王本塔」，「阿」字原無，據四庫本補。 \\n [１８３][補校]據《新唐書》卷二一《禮樂志》載：「帝（按：指唐高宗李治）將伐高麗，燕洛陽城門，觀屯營教舞，按新征用武之勢，名曰《一戎大定樂》，舞者百四十人，被五采甲，持槊而舞......」樂曲名中「衣」字似是衍文。參崔文印《〈南部新書〉點校商兌》一文。 \\n [１８４]「是鬼神奉阿育王教西山取大石為塔基」，「阿育」原作「旨」，據四庫本改。 \\n [１８５]「故名大石也」，「名」字原無，據四庫本補。 \\n [１８６]「問於識寶商者」，「識」原作「是」，據粵雅堂本改。 \\n [１８７][成校]「以示戍人不為萬里之行」，底本「戍」作「戎」，誤，據明刻本改。 \\n [１８８]「雲南有萬人冢者」，「冢」原作「家」，據粵雅堂本改。 \\n [１８９]「開元初」，原作「開化初」，據粵雅堂本改。 \\n [１９０][成校]「時大武軍子將郝靈佺出使迴」，底本、明刻本、粵雅堂本「大武軍」皆作「天武軍」，誤，據《新唐書》改。又底本「子將」作「將子」，誤，據明刻本、粵雅堂本改。《新唐書》卷五《玄宗紀》：「癸酉，大武軍子將郝靈佺殺突厥默啜。」又底本「郝靈佺」作「郝靈筌」，據陳寅恪先生《元白詩箋證稿》考證，當以「郝靈佺」為是，今據改。下同。 \\n [１９１][成校]底本「默啜」作「黠夷」，誤，據明刻本改。 \\n [１９２][成校]「始授中郎將」，底本「授」作「受」，據明刻本改。 \\n [１９３]「具正合云釋迦婆因達羅」，粵雅堂本「具」作「其」。 \\n  \\n   \\n  "}
{"章节": "庚", "正文": "  \\n 庚 \\n 　 \\n 李敬彝宅，在洛陽毓材坊，土地最靈，家人張行周事之有應。未大水前，預夢告求飲食。至其日，率其類遏水頭，並不衝圮。 \\n 邱為致仕還鄉[１９４]，特給祿俸之半。既丁母喪，蘇州疑所給[１９５]，請於觀察使韓滉。滉以為授官致仕，本不理務，特令給祿，以恩養老臣，不可在喪為異，命仍舊給之。唯春秋二時，羊酒之直則不給。雖程式無文，見稱折衷。 \\n 開元末，有人好食羊頭者。常晨出，有怪在焉，羊頭人身，衣冠甚偉，告其人曰：「吾未之神也，其屬在羊。吾以爾好食羊頭，故來求汝。汝輟食則已；若不已，吾將殺汝。」其人大懼，遂不復食。 \\n 至德二年十月二十二日，豐樂里開業寺，有神人足跡甚多，自寺門至佛殿。先是，閽人宿門下，夢一人長二丈餘，被金甲執槊，立於寺門外。俄而以手推其門[１９６]，扃鐍盡解。神人即俛而入寺，行至佛殿，顧望久之而沒。閽人驚寤，及曉，視其門已開矣。即具以夢白於寺僧，共視見神人之跡。遂告京兆聞，肅皇命中使驗之，如其言。 \\n 段成式姪女乳母阿史，本荊州人。嘗言：小時見鄰居百姓孔謙，籬下有蚓，口露雙齒，肚下足如蚿，長尺五，行疾於常蚓。謙惡，遽殺之。其年，謙喪母及兄叔，因不可得活。 \\n 長安安邑坊玄法寺者[１９７]，本里人張頻宅也。頻嘗供養一僧，僧念《法華經》為業，積十餘年。張門人譖僧通其侍婢，因以他事殺之。僧死後，闔宅常聞經聲不絕。張尋知其寃，因捨宅為寺。 \\n 建中二年，南方貢朱采鳥，形如戴勝，善巧語。養於宮中，斃於巨雕，內人有金花紙上為寫《多心經》者。尋泚犯禁闈，亦朱采之兆也。 \\n 元和以來，舉人用虛語策子作賦。若使陳詩觀風，乃教人以妄爾。 \\n 沃州山禪院，在剡縣南三十里，頗為勝境，本白道猷居之。大和二年，有頭陀白寂然重修，白居易為其記。白君自云：「白道猷肇開茲山，白寂然嗣興茲山，白樂天垂文茲山，沃州與白氏有緣乎？」 \\n 吳郡陸懷素，貞觀二十年失火，屋宇焚燒，並從煙滅。唯《金剛般若經》獨存，函及褾軸亦盡，唯經字竟如故。 \\n 房光庭[１９８]，嘗送親故葬，出定鼎門，際晚且饑，會鬻蒸餅者，與同行數人食之。素不持錢，無以酬付。鬻者逼之，房命就我取直，鬻者不從。房曰：「乞你頭銜[１９９]，我右臺御吏也，可隨取直。」時人賞其放逸。 \\n 長安四年十月，陰雨雪，百餘日不見星。明年正月，誅張易之等。 \\n 裴垍入相之年[２００]，才四十四，鬚髮盡白。 \\n 杭州靈隱山多桂，寺僧云：「此月中種也。」至今中秋望夜，往往子墜，寺僧亦嘗拾得。而巖頂崖根後產奇花，氣香而色紫，芳麗可愛，而人無知其名者。招賢寺僧取而植之，郡守白公尤愛賞[２０１]，因名曰「紫陽花」。 \\n 溫璋為京兆尹，一日，聞挽鈴者三，乃一鴉也。尹曰：「是必有探其雛者來訴爾。」因命吏隨之，果得探雛者，乃斃之。 \\n 天寶末，有密採艷色者，當時號為「花鳥使」，呂向獻《美人賦》以諷之。 \\n 有人問趙州師年多少？師曰：「一串念珠使不盡。」終年一百二十歲。 \\n 奘法師至中印度郍爛陁寺，館於幼日王院覺賢房第四重閣，日供步羅果一百二十枚、大人米等。 \\n 吳融字子華，越州人。弟蛻，亦為拾遺。蛻子程，為吳越丞相，尚武肅女。程子光謙、光遠二人，皆為元帥府推官，入京並除著作郎，皆去「光」字。謙尋卒，遠終於水部郎中，累牧藩郡。 \\n 咸通中，令狐綯嘗夢李德裕訴云：「吾獲罪先朝，過亦非大，已得請於帝矣。子方持衡柄，誠為吾請，俾窮荒孤骨，得歸葬洛陽，斯無恨矣。」他日，令狐率同列上奏，懿皇允納，卒獲歸葬。 \\n 孔子廟，始貞觀年立之，文皇書額[２０２]。洎武后權政，額中加「大周」二字。至大中四年，馮審為祭酒，始奏琢去之。 \\n 內外官職田：三月三十日水田，四月三十日麥田。九月三十日已前上者入後人，已後上者入前人。 \\n 程元振帥兵，經略河北，夜襲鄴，俘其男女千人。去鄴八十里，閱婦人有乳汁者九十餘人，放歸鄴，鄴人為之設齋。 \\n 苗晉卿為東都留守，有士健屢犯科禁，罪當杖罰，謂之曰：「留守鞭武人甚易，捨之甚難。今捨人之所易[２０３]。」遂捨之。武人自勵，卒成善士。 \\n 含元殿側龍尾道，自平階至，凡詰屈七轉。由丹鳳門北望，宛如龍尾下垂於地。兩垠欄檻，悉以青石為之，至今石柱猶有存者[２０４]。興慶宮九龍池，在大同殿古基之南[２０５]，西對瀛州門。周環數頃，水極深廣，北望之渺然，東西微狹。中有龍潭，泉源不竭，雖歷冬夏，未嘗減耗。池四岸植嘉木，垂柳先之，槐次之，榆又次之。兵寇已來，多被翦伐。 \\n 南中紅焦花，色紅，有蝙蝠集花中，南人呼為「紅蝠」。 \\n 景通禪師初參仰山，後住晉州霍山。化緣將畢，先備薪於郊野，徧辭檀信。食訖，行至薪所，謂弟子曰：「日午當來報。」至日午，師自執燭，登積薪上，以笠置項後，作圓光相，手執拄杖，作降魔杵勢，直終於紅焰中。 \\n 滕王《蜂蝶圖》，有名江夏斑、大海眼、小海眼、村裏來、菜花子。 \\n 令狐相綯，以姓氏少，族人有投者，不恡其力，繇是遠近皆趨之，至有姓胡冒令狐者[２０６]。進士溫庭筠戲為詞曰：「自從元老登庸後，天下諸胡悉帶令。」 \\n 貞觀六年，王珪任侍中，通貴漸久，不營私廟，四時猶祭於寢，為有司所彈。文皇優容之，特為置廟於永樂坊東北角。 \\n 司刑司直陳希閔，以非才任官，庶事凝滯，司刑府史目之為「高手筆」。言秉筆支頤，半日不下，故目之曰「高手筆」。又號「按孔子[２０７]」，言竄削至多，紙面穿穴，故名「按孔子」。 \\n 陳懷卿，嶺南人也，養鴨百餘頭。後於鴨欄中除糞，中有光爚爚然，試以盆水沙汰之，得金十兩。乃覘所食處，於舍後山足下，因鑿有?金，銷得數十斤[２０８]，時人莫知。懷卿遂巨富，仕至梧州刺史。 \\n 舊志[２０９]：吳修為廣州刺史，未至州，有五仙人騎五色羊，負五穀而來。今州廳梁上，畫五仙人騎五色羊為瑞，故廣南謂之「五羊城」。 \\n 裴旻山行，有山蜘蛛垂絲如疋布，將及旻。旻引弓射殺之，大如車輪，因斷其絲數尺收之。部下有金瘡者，剪方寸貼之，血立止。 \\n 魏知古年七十，卒於工部尚書。妻蘇氏不哭，含訖，舉聲一慟而絕，同日合葬[２１０]。 \\n 曲江池，天祐初，因大風雨，波濤震盪，累日不止。一夕，無故其水盡竭，自後宮闕成荊棘矣。今為耕民畜作陂塘，資澆溉之用。每至清明節，都人士女，猶有汎舟於其間者。九龍池，上巳日亦為士女汎舟嬉遊之所。 \\n 白傅葬龍門山，河南尹盧貞刻《醉吟先生傳》，立於墓側，至今猶存。洛陽士庶及四方遊人，過其墓者，奠以巵酒，冢前常成泥濘。 \\n 裴說應舉，只行五言詩一卷。至來年秋，復行舊卷，人有譏者。裴曰：「只此十九首，苦吟尚未有人見知，何暇別行卷哉！」咸謂知言。 \\n 宣皇製《泰邊陲曲》，撰其詞云：「海岳晏咸通。」此符懿皇之號也[２１１]。 \\n 李郃為賀牧，與妓人葉茂連江行，因撰《骰子選》，謂之「葉子」。咸通以來，天下尚之。 \\n 繡嶺宮，顯慶三年置[２１２]，在硤石縣西三里，亦有御湯。 \\n 崔圓妻在家，見二鵲搆巢，共銜一木，大如筆管，長尺餘，安巢中，眾悉不見。俗言「見鵲上梁必貴」。 \\n 李訥僕射，性卞急，酷尚奕棋，每下子安詳，極於寬緩。往往躁怒作，家人輩則密以奕具陳於前，訥睹，便忻然改容，以取其子布弄，都忘其恚矣。 \\n 懺之始，本自南齊竟陵王。因夜夢往東方普光王如來所，聽彼如來說法，後因述懺悔之言，覺後即賓席梁武。王融、謝朓、沈約共言其事，王因茲乃述成《竟陵集》二十篇、《懺悔》一篇。後梁武得位，思懺六根罪業，即將《懺悔》一篇，乃召真觀法師慧式，遂廣演其文，述引諸經而為之。故第二卷中《發菩提心文》云：「慧式不惟凡品，輕摽心志；實由渴仰大乘，貪求佛法。依倚諸經，取譬世事。」即非是為郄后所作。今之序文，不知何人所作，與本述不同。近南人新開印本，去其「慧式」二字，蓋不知本末也。 \\n 白仁哲，龍朔中為虢州朱陽尉。差運米遼東，入海遇風，四望昏黑。仁哲憂懼，即念《金剛經》三百遍。忽如夢寐，見一梵僧，謂曰：「汝念真經，故來救汝。」須臾風定，八十餘人俱濟。 \\n 鯉脊中鱗一道，每鱗上有小黑點，大小皆三十六鱗。唐律：取得鯉魚即宜放，仍不得喫，號「赤鯶公」，賣者決六十[２１３]。 \\n 三原之南薰店，貞元末有孟媼者，百餘歲而卒。年二十六嫁張詧[２１４]，詧為郭汾陽左右，與媼貌相類。詧死，媼偽衣丈夫衣，為詧弟，事汾陽。又凡一十五年，已年七十二矣，累兼大夫。忽思煢獨，遂嫁此店潘老為婦。誕二子：曰滔、曰渠。滔年五十四，渠年五十二。 \\n 連山張大夫搏，好養猫兒，眾色備有，皆自製佳名。每視事退，至中門，數十頭拽尾延脰盤踥入。以絳紗為幃，聚其內以為戲。或謂搏是猫精。 \\n 昇平裴相，昆弟三人，俱盛名朝中。品藻謂俅不如儔，儔不如休。 \\n 貞元十三年二月，授許孟容禮部員外郎。有公主之子請兩館生，孟容舉令式不許。主訴於上，命中使問狀。孟容執奏，竟不可奪，遷本曹郎中。 \\n 鄭致雍未第，求婚於白州崔相遠，初許，而崔有禍，女則填宮。至開平中，女托疾出本家，致雍復續舊好，親迎之禮，亦無所闕。尋崔氏卒，杖絰朞周，莫不合禮，士林以此多之。場中翹首，一舉狀頭。脫白授校書郎，入翰林，與邱門同敕。不數年卒。 \\n 鎮州普化和尚，咸通初，將示滅，乃入市，謂人曰：「乞一領直掇[２１５]。」人或與披襖，或與布裘，皆不受，振鐸而去。時臨濟令送與一棺，師笑曰：「臨濟廝兒饒舌。」便受之。乃告辭曰：「普化明日去東門死也。」郡中相率送出城，師厲聲曰：「今日葬，不合青烏。」乃曰：「第二日南門遷化。」人亦隨之。又曰：「明日出西門去。」人出漸稀，出已還返，人意稍怠。第四日，自檠棺出北門外，振鐸入棺而逝。人奔走出城，揭棺視之，已不見。唯聞鐸聲漸遠，莫測其由。 \\n 張鎰父齊丘[２１６]，酷信釋氏。每旦更新衣，執經於像前，念《金剛經》十五遍，積十年不懈。天寶年為朔方節度使[２１７]，衙內有小將負罪，懼事露，乃扇動軍人數百，定謀反叛。齊丘因衙退，於小廳閒行，忽有兵數十，露刃走入。齊丘左右惟奴僕，遽奔宅門，過小廳數步，迴顧又無人，疑是鬼物。將及宅，其妻女奴婢復叫呼出門，云：「有兩甲士，身出廳屋上。」時衙隊軍健聞變，持兵亂入，小廳前見十餘人屹然庭中，垂手張口，投兵於地，眾遂擒縛。五六人瘖不能言，餘者具首，云：「欲上廳，忽見二士長數丈，瞋目叱之，初如中惡。」齊丘因之斷酒肉。 \\n 天寶中，哥舒翰為河西節度使[２１８]，控地數千里，甚著威令。故西鄙人歌曰：「北斗七星高，哥舒夜帶刀。吐番總殺盡，更築兩重壕[２１９]。」時差都知兵馬使張擢上都奏事，值楊國忠專權好貨，擢逗留不返，因納賄交結。翰續入朝奏，擢知翰至，擢求國忠拔用。國忠乃除擢兼御史大夫充劍南西川節度使。敕下，就第辭翰。翰命部下就執於庭，數其罪而殺之。俄奏聞，帝却賜擢屍，更令翰決一百。 \\n 至德初，安史之亂，河東大飢。荒地十五里生豆穀，一夕掃而復生，約得五六千石。其米甚圓細復美，人皆賴焉。 \\n 李德裕幼時，嘗於明州見一水族，有兩足，嘴如雞，魚身，終莫辨之。 \\n 劉晏任史部，與張繼書云：「博訪羣材，揖對賓客，無如戴叔倫。」 \\n 吉頊之父哲，為冀州長史，與頊娶南宮縣丞崔敬女。崔不許，因有故脅之。花車卒至，崔妻鄭氏抱女大哭曰：「我家門戶底，不曾有吉郎。」女堅卧不起。小女自當，登車而去，頊後入相。 \\n 雷公墨。雷州之西，有雷公廟。彼中百姓，每年配納雷鼓、雷車。人有以黃魚、彘肉同食者，立遭雷震，人皆敬而憚之。每大雷後，人多於野中拾得黳石，謂之「雷公墨」。扣之鎗鎗然，光瑩如漆。又於霹靂處，或土木中，收得如楔如斧者，謂之「霹靂楔」。與兒帶，皆辟驚邪；與孕婦人磨服為催生藥，皆有應驗。 \\n 訶子湯。廣之山村，皆有訶梨勒樹。就中郭下法性寺佛殿前四五十株，子小而味不澀，皆是陸路廣州每歲進貢，只採茲寺者。西廊僧院內老樹下有古井，樹根蘸水，水味不鹹。院僧至訶子熟時，普煎此湯，以延賓客。用新訶子五顆，甘草一寸，並拍破，即汲樹下水煎之。色若新茶，味如綠乳，服之消食疎氣，諸湯難以比也。佛殿東有禪祖慧能受戒壇，壇畔有半生菩提樹，禮祖師啜乳湯者，亦非俗客也。近李夷庚自廣州來，能煎此味，士大夫爭投飲之。 \\n 天授三年，始置試銜。 \\n 李延壽所撰《南北史》，因父大師先有纂集未畢[２２０]，追終先志，凡十六載方畢。合一百八十卷，並表上之。其表云：「《北史》起魏登國元年，盡隋義寧二年，凡三代二百四十年；兼自東魏天平元年，盡齊隆化二年，又四十四年行事。總編為本紀十二卷，列傳八十八卷，謂之《北史》。《南史》起宋永初元年，盡陳禎明三年，四代一百七十年。為本紀十卷，列傳七十卷，謂之《南史》。南北兩朝合一百八十卷。」其表云：「鳩集遺逸，以廣異聞；去其冗長，揚其菁華。既撰自私門，不敢寢嘿。」又云：「未經聞奏，不敢流傳；輕用陳聞，伏深戰越。」 \\n 元相稹之薨也，卜葬之夕，為火所焚，以煨燼之餘瘞之也。 \\n 李德裕自西川入相，視事之日，令御史臺榜興禮門：「朝官有事見宰相者，皆須牒臺。其他退朝，從龍尾道出，不得橫入興禮門。」於是禁省始靜。 \\n 天寶中，有樵人入山醉卧，為蛇所吞，因以樵刀畫腹得出，久之方悟。自爾半身皮脫，如白風狀。 \\n 上官昭容，儀之孫也。其母將誕之夕，夢人與秤，曰：「持此秤量天下文士。」母視之曰：「秤量天下，豈是汝耶？」口中嘔嘔，如應曰「是」。 \\n 德皇西幸，知星者奏曰：「逢林即住。」及至奉天，奉天尉賈隱林入謁，遂拜侍御史。 \\n 睿皇時，司馬承禎歸山，乃賜寶琴、花帔以送之。公卿多賦詩以送，常侍徐彥伯撮其美者三十餘篇，為製序，名曰《白雲記》。蓋承禎號白雲子也[２２１]。 \\n 開元八年，穀水夜半漲。時伐契丹，兵營於彼，漂沒二萬人。唯行綱夜樗蒲不睡，接高獲免。 \\n 衛中行自福察有贓，流於播州[２２２]。會赦北還，死於播之館，置於臼塘中。南人送死，無棺槨之具，稻熟時理米，鑿木若小舟以為臼，土人呼為「臼塘」。 \\n 范液有口才，薄命，所向不偶。曾為詩曰：「舉意三江竭，興心四海枯。南遊李邕死，北望宋珪殂。」 \\n 進士周逖，改次《千字文》，更撰《天寶應道千字文》，將進之，請頒行天下。先呈宰執，右相陳公迎問之曰：「有添換乎？」逖曰：「翻破舊文，一無添換。」又問：「翻破盡乎？」對曰：「盡。」右相曰：「『枇杷』二字，如何翻破？」逖曰：「唯此兩字依舊。」右相曰：「若如此，還未盡。」逖逡巡不能對。 \\n 御史舊例：初入臺，陪直二十五日，節假直五日，謂之「伏豹直」。百司州縣初授官陪直者，有此名。杜易簡解「伏豹」之義云：「直宿者，離家獨宿，人情所違。其人初蒙榮拜，故以此相處。『伏豹直』者，言眾官皆出，此人獨留，如藏伏之豹，伺候待搏，故曰『伏豹』耳。」韓琬則解為「爆直」，言如燒竹，遇節則爆。封演以為：舊說南山赤豹，愛其毛體，每雪霜霧露，諸禽獸皆出取食，唯赤豹深藏不出，故古人以喻賢者隱居避世。鮑明遠賦云：「豈若南山赤豹，避雨霧而深藏。」而言「伏豹」、「豹直」者，蓋取不出之義。初官陪直，已有「伏豹」之名，何必以遇節而比燒竹之爆也。 \\n 近代通謂府廷為公衙，即古之公朝也。字本作「牙」。《詩》曰：「祈父，予王之爪牙。」祈父，司馬，掌武備，象獸以牙爪為衛。故軍前大旗謂之牙旗，出師則有建牙、禡牙之事。軍中聽號令，必至牙旗之下，與府朝無異。近俗尚武，是以通呼公府、公門為牙門，字稱訛變轉為「衙」。 \\n 官銜之名，蓋興近代。當是選曹補授，須存資歷。聞奏之時，先具舊官名品於前，次書擬官於後，使新舊相銜不斷，故曰「官銜」，亦曰「頭銜」。所以名銜者，言如人口銜物，取其連續之意。又如馬之有銜，以制其首，前馬已進，後馬續來，相似不絕者。古人謂之「銜尾相屬」，即其義也。 \\n 薛宜僚，會昌中為左庶子[２２３]，充新羅冊贈使。由青州泛海，船頻阻惡風雨，至登州，却漂回青州。郵傳一年，節度烏漢貞加待遇。有籍中飲妓段東美者，薛頗屬情，連帥置於驛中。是春，薛發日祖筵，嗚咽流涕，東美亦然。及於席上留詩曰：「阿母桃花方似錦，王孫草色正如烟。不須更向滄溟望，惆悵歡娛恰一年。」薛到外國，未行冊禮，旌節曉夕有聲，旋染疾，謂判官苗田曰：「東美何故頻見夢中乎？」數日而卒，苗攝大使行禮。薛旅櫬還，及青州，東美乃請告至驛，素服奠，哀號撫柩，一慟而卒。情緣相感，頗為奇事。 \\n 沈詢嬖妾有過[２２４]，私以配內豎歸秦，詢不能禁。既而妾猶侍內，歸秦恥之，乃挾刃伺隙，殺詢及其夫人於昭義使衙。是夕，詢嘗宴府中賓友，乃更歌着詞令曰：「莫打南來鴈，從他向北飛。打時雙打取，莫遣兩分離。」及歸，而夫婦併命，時咸通四年。 \\n 顧非熊少時，嘗見鬱棲中壞綠裙幅，旋化為蝶。張周封亦言：百合花合之，泥其隟經宿，亦化為大蝶。 \\n 胡淛者，吳少誠之卒也，為辯州刺史，好擊毬。南方馬庳小，不善馳，淛召將吏蹴鞠，且患馬之不便玩習，因命夷民十餘輩肩舁，據輦撝杖，肩者且擊[２２５]，旋環如風。稍怠，淛即以策叩其背，犯鞭亟走，淛用是為笑樂。 \\n 三藏，謂大乘中及薛婆多部。諸小乘經量部師，唯立二藏。(比西天宗部各異。)一，素怛纜藏。此云「契經」，能契於理及攝生，故《佛地論》云：「能貫攝，故名為經。」佛初成道，為五俱輪等說、四諦十二行法，即《三轉法輪經》為首，此幻化相而談名幻性說。初成正覺，為諸菩薩，稱法界性說。《華嚴經》譬如日出，先照高山，爾時聲聞在會。如此方時，即《四十二章經》為首。(《開元錄》即《大般若經》為首。)二，毗柰耶藏。此云「調伏」，如期所應為調伏。故《攝論》云：「調和控御身語等業，制伏滅除諸惡行故。」律即以《四分戒經》為上首，即佛成道十二年中說。若約教至此方，即以《遺戒經》為首。(又律有大乘、小乘律令。此律藏即以《菩薩地持經》為首，亦名為論，亦名《菩薩戒》，此《開元》次第也。)三，阿毗達磨藏。「達磨」，此云法；「阿毗」有四義，此云對法、數法、伏法、通法。對法，向無注涅槃。故又有通釋契經義，故此藏亦名「鄔波提鑠」。古云「優波提舍」，此云「論議」，又曰「摩呾里迦」，古曰「摩德里迦」，此云「本無」。自佛在世及滅度後，大小乘各有制造，不可見其先後。若依《開元錄》，即《大智度論》為首，龍樹菩薩造。聖賢集傳契經、應頌、記別、諷誦、自說、緣起、譬喻、本事、本生、方廣、希法、論議，亦名為十二部經，謂部類也。以轉法輪三周，總說十二行相，能銓彼教分類，故分十二。又破十二有支，入十二處所說法，亦為十二示。 \\n 王蜀刑部侍郎李仁表，寓居許州，將入貢於春官。時薛能尚書為鎮，先繕所業詩五十篇以為贄，濡翰成軸，於小亭凭几閱之。未三五首，有戴勝自簷飛入，立於案几之上，馴狎良久，伸頸嚲翼而舞，向人若將語。久之，又轉又舞，向人若如是者三，超然飛去。心異之，不以告人。翌日投詩，薛大加禮待。居數日，以其子妻之。 \\n 濠州西有高塘館，附近淮水。御史閻敬愛宿此館，題詩曰：「借問襄王安在哉，山川此地勝陽臺。今朝寓宿高塘館，神女何曾入夢來。」軺軒來往，莫不吟諷，以為警絕。有李和風者至此，又題詩曰：「高唐不是這高塘，淮畔江南各一方。若向此中求薦枕，差參笑殺楚襄王。」讀者莫不解顏。後因失印，求新鑄，始添「濠」字。 \\n 喬琳[２２６]，天寶初，自太原赴舉。過大梁，有申屠生，善鑒人，謂之曰：「惜其情反於氣，心不稱質。若交極位，不至百日。年過七十，當主非命。」咸如其言。後在相位八十七日[２２７]，七月七日生，七月七日誅。 \\n 蕭穎士，開元中，年十九擢進士第。儒釋道三教，無不該通。然性褊躁，忽忿戾，舉世無比。常使一傭僕杜亮，每一決責，使至力殫。亮養瘡平復，為其指使如故。人有勸之去，亮曰[２２８]：「豈不知。但以愛其才而慕其博奧，以此戀戀不能去。」卒至於死耳。 \\n [１９４]「邱為致仕還鄉」，「仕」原作「事」，據粵雅堂本改。 \\n [１９５]「蘇州疑所給」，「蘇州」，粵雅堂本作「州郡」。 \\n [１９６]「以手推其門」，「推」原作「軋」，據四庫本改。 \\n [１９７][成校]「玄法寺」，底本避諱作「元法寺」，今據明刻本改。 \\n [１９８]本條「房」上原俱衍「一」字，據明抄本及粵雅堂本刪。 \\n [１９９]「乞你頭銜」，「乞你」，粵雅堂本作「與爾」。 \\n [２００][成校]「裴垍」，底本、明刻本、粵雅堂本皆作「裴洎」。《新唐書》卷六二《宰相表》中無裴洎有裴垍，而裴垍兩《唐書》皆有傳，故據改。 \\n [２０１]「郡守白公尤愛賞」，「白公」，粵雅堂本作「白樂天」。 \\n [２０２][成校]「文皇」，底本誤作「睿皇」，據粵雅堂本改。 \\n [２０３]「今捨人之所易」，「今」字原無，據四庫本補。 \\n [２０４][成校]「至今石柱猶有存者」，底本「石柱」作「五柱」，據粵雅堂本改。 \\n [２０５]「在大同殿古基之南」，「基」原作「墓」，據粵雅堂本改。 \\n [２０６][成校]「至有姓胡冒令狐者」，底本無「狐」字，據粵雅堂本增。 \\n [２０７][成校]「按孔子」，底本「按」作「案」，據粵雅堂本改。下同。 \\n [２０８]「銷得數十斤」，「十」，粵雅堂本作「千」。 \\n [２０９]「舊志」，「志」字原脫，據黃校本補。 \\n [２１０]「同日合葬」，「葬」原作「喪」，據四庫本及粵雅堂本改。 \\n [２１１][成校]「此符懿皇之號也」，底本、明刻本、粵雅堂本「懿皇」皆作「武皇」。按上文「咸通」乃懿宗年號，故逕改。 \\n [２１２]「顯慶二年置」，「顯」原作「明」，據粵雅堂本改。[成校]底本、明刻本、粵雅堂本「三年」皆作「二年」，誤。《新唐書》卷三八《地理志》：「有繡嶺宮，顯慶三年置。」故據改。 \\n [２１３]「賣者決六十」，「決」，明抄本作「杖」。 \\n [２１４][成校]「張詧」，底本作「張{上宀下詧}」，查無「{上宀下詧}」字，據明刻本、粵雅堂本改。以下均改。 \\n [２１５]「乞一領直掇」，「領」原作「人」，據四庫本改；「掇」，四庫本作「裰」。 \\n [２１６][成校]「張鎰父齊丘」，底本、明刻本、粵雅堂本「齊丘」皆作「齊邱」，誤。《舊唐書》卷一二五《張鎰傳》：「張鎰，蘇州人，朔方節度使齊丘之子也。」故據改。下同。 \\n [２１７][成校]「天寶年」，底本、明刻本、粵雅堂本皆作「永泰初」，誤。《資治通鑑》卷二一六玄宗天寶八載：「三月，朔方節度等使張齊丘於中受降城西北五百餘里木剌山築橫塞軍，以振遠軍使鄭人郭子儀為橫塞軍使。」同卷天寶九載八月：「癸亥，〔張〕齊丘左遷濟陰太守，以河西節度使安思順權知朔方節度事。」故據改。 \\n [２１８]「哥舒翰為河西節度使」，「河西」原作「安西」，據《舊唐書》卷一○四《哥舒翰傳》改。 \\n [２１９]「吐番總殺盡更築兩重壕」「兩」原作「西」，據粵雅堂本改。 \\n [２２０][成校]「大師」，底本作「太師」，誤，據粵雅堂本改。 \\n [２２１][成校]「名曰白雲記蓋承禎號白雲子也」，底本無「白雲記蓋承禎號」七字，據明刻本增。又粵雅堂本「號」上有「曾」字。 \\n [２２２]「流於播州」，「播」原作「潘」，據粵雅堂本改。下同。 \\n [２２３]「會昌中為左庶子」，「左」原作「士」，據粵雅堂本改。 \\n [２２４]「沈詢嬖妾有過」，粵雅堂本作「沈詢嬖有妾，其妻害之。」 \\n [２２５]「肩者且擊」，「擊」原作「繫」，據粵雅堂本改。 \\n [２２６]「喬琳」，原作「喬林」，據《舊唐書》卷一二七《喬琳傳》改。 \\n [２２７]「後在相位八十七日」，「後」原作「復」，據四庫本改。 \\n [２２８]「人有勸之去亮曰」，「之去亮」三字原無，據四庫本補。 \\n  \\n   \\n  "}
{"章节": "辛", "正文": "  \\n 辛 \\n 　 \\n 三銓之士[２２９]，具慶之下多避憂，闕除則皆不受，對易於他人。 \\n 大曆來，自丞相已下出使作牧，無錢起、郎士元詩祖送者，時論鄙之。 \\n 海內溫湯甚眾，有新豐驪山湯、藍田石門湯、岐州鳳泉湯、同州北山湯、河南陸渾湯、汝州廣城湯、兖州乾封湯、荊州沙河湯。此等諸湯，皆知名之湯也，並能愈疾。驪山湯甫爾京邑，帝王時所遊幸。玄皇於驪山置華清宮，每年十月，輿駕自京而出，至春乃還。百官羽衛并諸方朝集，商賈繁會，里閭闐咽焉。山上起朝元閣，上常登眺，命羣臣賦詩，正字劉飛詩最清拔，蒙賞之。右相李林甫怒飛不先呈己，出為一尉，竟不入而卒，士子寃之。喪亂以來，湯所館殿鞠為茂草。《博物志》云：「水源有石硫黃，其泉則溫。」天下山泉，由土石滋潤，蓄而成泉耳。如硫黃煎鑠，久久理當焦竭。有湯之處皆不出硫黃[２３０]，有硫黃之所不聞有湯，事可明矣。 \\n 盧常侍鉟牧廬江日，相座囑一曹生，令署郡職，不免奉之。曹悅營妓名丹霞，盧阻而不許。會餞朝客於短亭，曹獻詩云：「拜玉亭閑送客忙，此時孤恨感離鄉。尋思往歲絕纓事，肯向朱門泣夜長。」盧演為長句，和而朂之曰：「桑扈交飛百舌忙，祖亭聞樂倍思鄉。樽前有恨慚卑宦，席上無聊愛靚粧。莫為狂花迷眼界，須求真理定心王。遊蜂採掇何時已，卻恐多言議短長。」令丹霞改令罰曹，霞乃號為「怨胡天」[２３１]，以曹狀貌甚胡。滿座歡笑，盧乃目丹霞為「怨胡天」。 \\n 有范師姨者，知人休咎，為顏魯公妻黨。顏嘗問之：「官階盡得五品否？」范笑曰：「鄰於一品。顏郎所望，何其卑也。」顏曰：「官階盡得五品，身著緋衣，帶銀魚，兒子補齋郎，余之滿望也。」范指座上紫絲食單曰：「顏郎衫色如是。」 \\n 吳行魯尚書，彭城人。少年事內官西門思恭，小心畏慎。每夜常為溫溺器以奉之[２３２]，深得中尉之意。一日，當為中尉洗足，中尉以足下文理示之，曰：「如此文理，爭教不作軍容使。」行魯拜曰：「此亦無憑。」西門曰：「何也？」魯曰：「若其然者，某亦有之，何為常執僕廝之役？」乃脫履呈之。西門嗟嘆，謂曰：「汝但忠孝，我當為汝成之。」後為川帥。 \\n 元萬頃為遼東道管記，作檄文譏議高麗，曰：「不知守鴨綠之險。」莫離支報云[２３３]：「謹聞命矣。」遂移兵守之。萬頃坐是流於嶺南。 \\n 駙馬韋保衡之為相，以厚承恩澤，大張權勢。及敗，長安市兒忽競彩戲，謂之「打圍」。不旬餘，韋禍及。 \\n 呂衡州溫、祖廷之、父渭[２３４]，俱有盛名重任。而呂氏家風，先世碑誌，不假於人，皆子孫自撰，云：「欲傳慶善於信詞，儆文學之荒墜也。」 \\n 柳芳，上元中為史臣，得罪竄逐黔中。時高力士亦徙巫州，因相遇，為芳言禁中事，芳因論次其事，號曰《問高力士》。後著《唐曆》，此書不復出。 \\n 開元皇帝初即位，曾醉中殺一人。自此覆盃，四十年不嘗酒味。 \\n 真定帥王公，一日攜諸子入趙州院，師坐而問曰[２３５]：「大王會麼？」王曰：「不會。」師云：「自小持齋身已老，見人無力下禪牀。」王公尤加禮重。翌日，令客將傳語，師下禪牀受之。侍者問：「和尚見大王來，不下禪牀；今日軍將來，為甚麼卻下禪牀？」師云：「非汝所知。第一等人來，禪牀上接；中等人來，下禪牀接；末等人來，三門外接。」 \\n 端州已南，三日一市，謂之「趁虛」。 \\n 南中解毒藥，謂之「吉財」。俗云：「昔人遇毒，其奴吉財得是藥，與其主服，遂解，因名之。」又諺曰：「秋收稻，夏收頭。」即婦人歲以截髮而貨，以為常也。 \\n 長沙岑和尚，因問話蹋倒仰山，仰山曰：「直下是箇大蟲。」自此諸方號岑山為「大蟲」。長沙嗣南泉，法名景岑也。 \\n 安邑縣北門，縣人云：「有一蝎如琵琶大，每出來不毒人，人猶是恐，其靈積年也。」 \\n 呂太一為戶部員外郎。戶部與吏部鄰司，時吏部移牒，令戶部於牆宇自豎棘，以備銓院之交通。太一答曰：「眷彼吏部，銓總之司，當須簡要清通[２３６]，何必豎籬種棘。」省中賞其清俊。 \\n 開元二十七年，明州人陳藏器撰《本草拾遺》，云人肉治羸疾。自是閭閻相效割股，於今尚之。 \\n 開元二十八年，天下無事，海內雄富。行者雖適萬里，不持寸刃，不齎一錢。 \\n 開元二年，以江寧縣置金陵郡。 \\n 天寶四載[２３７]，改《尚書》「無『頗』」字為「陂」。 \\n 太平公主之出降薛紹也，燎炬列焰，槐樹多死，永隆二年七月也。 \\n 上元二年，制敕始用黃紙。 \\n 李客師為大將軍，即靖之弟也。好從禽，人謂之「鳥賊」。 \\n 貞觀末，吐番獻金鵝，可盛酒三斗。 \\n 景雲二年，除賀拔延嗣河西節度使[２３８]，節度使自此始。 \\n 楊妃，本壽王妃。開元十八年，度為道士，入內。 \\n 裴子羽為下邳令，張晴為縣丞，二人俱有聲氣，而善言語。論事移時，人吏竊相謂曰：「縣官甚不和。長官稱雨，贊府道晴，終日如此，非不和乎？」 \\n 玄皇嘗召王元寶，問其家財多少。對曰：「臣請以絹一匹，繫陛下南山樹，樹盡，臣絹未窮。」又玄皇御含元殿，望南山，見一白龍橫亘山間，問左右，皆言不見。令急召元寶問之，元寶曰：「見一白物，橫在山頂，不辨其狀。」左右貴臣啟曰：「何則臣等不見？」玄宗曰：「我聞至富可敵貴，朕天下之貴，元寶天下之富。」元寶又年老好戲謔，出入市里，為人所知[２３９]，以錢文有「元寶」字，因呼錢為「王老」，盛流於時矣。 \\n 《河滿子》者，蜀中樂工將就刑，獻此曲而不免。當時云一聲「去也」[２４０]。又《北史》，隋樂人王令言，嘗卧於室內，其子以琵琶於戶外彈作《翻調安公子》。令言驚起，問曰：「此曲有來遠近？」子曰：「頃來有之。」令言流涕曰：「帝往江東，當不返矣。」子問之，答曰：「此曲宮聲，往而不反。宮，君也。吾所以知之。」尋有江都之變。 \\n 江南無野狐，江北無鷓鴣，舊說也。晉天福甲辰歲，公安縣滄渚民家，犬逐一婦人，登木而墜，為犬嚙死，乃老狐也，尾長七八尺。則首邱之妖，江南不謂無也，但稀有耳。蜀中彭、漢、邛、蜀絕無，唯山郡往往而有，里人號為野犬。更有黑腰、尾長、頭黑、腰間燋黃，或於村落鳴，則有不祥事。 \\n 鶴瘡，人血能療。又說三世人則可，唯洛中胡盧生爾。 \\n 鄭珏，第十九，應進士十九年，及第十九人，及第十九年後入相。子遘，太平興國中任正郎。 \\n 冀王朱友謙鎮河中，常以一鐵毬杖晝夜為從，遇怒者，擊而斃之。有愛姬，極專房，因其夫人之誕日，作珠翠衣以獻。夫人拒而不納，姬乃發怒，悉焚之。友謙忽聞其臭，詢之得實。至暮，遂命其姬三杯後，責人喝起[２４１]，而毬杖破腦矣。 \\n 洛陽鄭生，丞相楊武之後也。家藏書法數十軸[２４２]，賈君常得遍閱。其尤異者，晉衛瓘上晉武帝啟事，紙尾有批答處。又有太宗在遼東與宮人手敕，言「軍國事一取皇太子處置」。其翰真草相半，字有不用者，皆濃墨塗殺，圓如棋子，不可尋認。復有歐陽率更為皇太子起草表本，不言太子諱，稱「臣某叩頭頓首」。書甚端謹，然多塗改，於紙末別標「臣詢呈本」四字。 \\n 華巖金天王廟，明皇御製碑。廣明中，其石忽鳴，隱隱然聲聞數里，浹旬而後定。明年，巢寇犯闕，其廟亦為賊火焚爇，仍隳其門觀。 \\n 鄭韜光者[２４３]，大中之外孫，萬壽公主之子。自襁褓至懸車，事十一君，凡七十載，所任無官謗，無私過。三持使節[２４４]，不辱君命。士無賢不肖，皆恭己接納。晚年傴，時人咸曰：「鄭傴不迃。」平生交友之中無怨隙，親族之間無愛憎。及致政歸洛，燕居寢疾，卒年八十，位至戶部尚書。 \\n 江淮間多九郎廟與茅將軍廟。九郎者，俗云即苻堅之第九子，曾有陰兵之感，事極多說。茅將軍者，廟中多畫縛虎之象。蓋唐末浙西僧德林，少時游舒州，路左見一夫荷鋤，治方丈之地。左右數十里不見居人[２４５]，問之，對曰：「頃時，自舒之桐城至此，暴得痁疾，不能去，因卧草，及稍醒，已昏矣。四望無人煙，唯虎豹吼叫，自分必死。俄有一人，部從如大將，至此下馬，據胡牀坐。良久，召二卒曰：『善守此人，明日送至桐城縣下。』遂上馬，忽不見，唯二卒在焉。某即強起，問之，答：『此茅將軍，常夜出獵虎。憂汝被傷，故使護汝。』欲更問之，則困卧。及覺已旦，不見二卒。即起行，意甚輕健，至桐城，頃之疾愈。故以所見之地，立祠祀之。」德林止舒州十年，及迴，則村落皆立茅將軍祠矣。 \\n 胡桐淚，出樓蘭國。其樹為蟲所蝕，沫下流出者，名為「胡桐淚」，言似眼淚也。以汁塗眼[２４６]，今俗呼為「胡桐律」，訛也。 \\n 無名異，自南海來。或云燒炭竈下炭精，謂百木脂歸下成堅物也。一云藥木膠所成。然其功補損，立驗。胡人多將雞鴨打脛折，將此藥摩酒沃之，逡巡能行為驗。形如玉柳石而黑輕，為真。或有橄欖作，嘗之粘齒者，偽也。驗之真者，取新生鹿子，安此藥一粒於腹臍中，其鹿立有肉角生，是真也。一云生東海者，樹名「多茄」，是樹之節膠採得，胡人鍊作煎乾。緣生異，故有多說。 \\n 開元中，重沙門。一行幼時，鄰母常濟行貧，常思報之。後王姥男殺人，詣求救。行曰：「要金帛可十倍酬，國法難請。」姥戟手罵曰：「何用此為！」一行心計渾天，日役數百工，命空其室，移一大瓮於中。又密遣奴二人持布囊，曰：「汝可往某方某角，有廢園，汝潛伺之。自午至昏，當有異物至，其數七，可盡掩之，失一則罪汝。」至彼酉時，果有羣豕至，奴獲七豕。囊負歸，令寘瓮中，覆以木蓋，封以六一泥，朱書梵字數十，其徒罔測。詰旦，中使詔對便殿[２４７]，玄皇曰：「太史奏，昨夜北斗不見。何祥也？師禳之乎？」一行曰：「後魏時失熒惑，至今帝車不見，此天警陛下耳！臣所見，莫若大赦天下。」從之。一行歸，放一豕出。其夕，奏一星見，至七夕皆見矣。 \\n 張志安，居鄉里稱孝，差為里尹。在縣忽稱母疾，急白縣令。令問，志安曰：「母有疾，志安亦病。志安適患心痛，是以知母有疾。」令拘之，差人覆之，果如此說。尋奏高祖，表門閭。尋拜散騎常侍。又裴敬彝父為陳王典所殺，敬彝時在城，忽自覺流涕不食，謂人曰：「我大人凡有痛處[２４８]，吾即不安。今日心痛，手足皆廢，事在不測。」遂歸覲，父果已死。 \\n 懿宗賜公主出降，幕三丈，長一百尺，輕亮。向空張之，紋如碧絲之貫赤珠，雖暴雨不濡濕。云以鮫人瑞香膏傅之，故爾。云得自鬼國。 \\n 狼之狀若狗，蒼赤色者最猛，每作聲，竅皆沸。腿中有筋，大如雞子，又筋滿身，猶織絡之狀。人或有犯盜諱不首者，但燒此筋，以煙薰之，能使盜者手攣縮，可怪。凡邊疆放火號，常用狼糞燒之以為煙，煙氣直上，雖列風吹之不斜。烽火常用此，故為候曰「狼煙」也。 \\n 龍之性麄猛而畏蠟[２４９]，愛玉及空青，而嗜燒鷰肉。故食鷰肉人，不可渡海。 \\n 大中時，女王國貢龍油絹，形特異，與常繒不類。云以龍油浸絲織出，雨不能濡。又寶庫中有澄水帛，亦外國貢，以水蘸則寒氣蕭飋，暑月辟熱，則一堂之寒思挾纊。細布明薄可鑒，云上傅龍涎，故消暑毒也。 \\n 元和初，陰陽家言五福太一在蜀，故劉闢造五福樓，符載為文記。 \\n 李鉉著《李子正辯》，言至精之夢，則夢中之身可見。如劉幽求見妻，夢中身也，則知夢不可以一事推矣。愚者少夢，不獨至人，聞之騶皂，百夕無一夢也。 \\n 蜀東西川之人，常互相輕薄。西川人言：「梓州者，乃我東門之草市也，豈得與我耦哉？」節度使柳仲郢聞之，謂幕賓曰：「吾立朝三十年，清華備歷，今日始得為西川作市令。」聞者皆笑之。故世言東西兩川人多輕薄。 \\n 畿尉有六道：入御史，為脩羅道[２５０]；入評事，為仙道；入京尉，為人道；入畿丞，為苦海道；入縣令，為畜生道；入判司馬，為餓鬼道。 \\n 大中中[２５１]，丞郎宴席，蔣伸在座，忽酌一杯，言曰：「座上有孝於家、忠於國及名重於時者，飲此爵。」眾皆肅然，無敢舉者。獨李孝公景讓起，飲此爵。蔣曰：「此宜然。」 \\n 劉禹錫言：「司徒杜公佑視穆贊也，故人子弟。」佑見贊為臺丞，數彈劾，因事戒之曰：「僕有一言，為大郎久計，他日少樹敵為佳。」穆深納之，由是少霽其威[２５２]。 \\n 大和中，光祿廚欲宰牝牛，牛有胎，非久合生[２５３]。或曰：「既如此，可換卻。」屠者操刀直前，略不介意。牛乃屈膝拜之，亦不肯退，此牛并子遂殞於刃下。而屠者忽狂惑失常，每日作牛喘，食草少許，身入泥水，以頭觸物，良久方定。 \\n 杜荀鶴，第十五，字彥之，池州人。大順二年正月十日，裴贄下第八人，其年放榜日，即荀鶴生日。故王希羽贈詩云：「金榜曉懸生世日，玉書潛紀上昇時。九華山色高千尺，未必高於第八枝。」後入梁，為主客員外郎、翰林學士。懷恩思報，未幾暴卒。 \\n 李英公為宰相時，有鄉人常過宅，為設食，客裂卻餅緣。英公曰[２５４]：「君太少年。此餅犁地兩遍，熟穊下種，鋤持收刈，打颺訖，磑羅作麵，然後為餅。少年裂卻緣，是何道理？此處由可，若對至尊前，公作如此事，參差斫卻你頭。」客大慚悚。 \\n 李齊物，天寶初為陝州刺史。開砥柱之險，於石中得古鐵犁鏵[２５５]，有「平陸」字，因改河北縣為平陸縣。 \\n 晉公在中書，左右忽白以印失所在，聞之者莫不失色。度即命張筵舉樂，人不曉其故，竊怪之。夜半宴酣，左右復白以印存焉。度不答，極歡而罷。或問度以故，度曰：「此徒出於胥盜印書券耳。緩之則存，急之則投水火，不復更得之矣。」時人服其宏量。 \\n 胡楚賓屬文敏速，每飲酒半酣，而後操筆。高宗每令作文，必以金杯盛酒令飲，便以杯賜之。 \\n 李素替杜兼，時韓吏部愈自河南令除職方員外郎歸朝。問：「前後之政如何？」對曰：「將縑來比素。」 \\n 李相國程執政時，嚴謩、嚴休皆在南省，有萬年令闕，人多屬之。李云：「二嚴，休不如謩。」 \\n 元和十五年，辛邱度、邱紓、杜元穎，同時為遺補令史分直。故事，但舉其姓，曰辛邱杜當入。 \\n 獨孤常州及，末年尤嗜鼓琴，得眼疾不理，意欲專聽。 \\n 杜兼常聚書至萬卷，卷後必有題云：「清俸寫來手自校，汝曹讀之知聖道，墜之鬻之為不孝。」 \\n 大中三年，東都進一僧，年一百二十歲。宣皇問：「服何藥而至此？」僧對曰：「臣少也賤，素不知藥性。本好茶，至處唯茶是求。或出，亦日遇百餘椀；如常日，亦不下四五十椀。」因賜茶五十斤，令居保壽寺。 \\n 開元已後，鄙常侍，拜此官者，朝中謂之「貂却」[２５６]也。 \\n 杜豳公悰，位極人臣，富貴無比。嘗與同列言：「平生不稱意有三：其一為澧州刺史；其二貶司農卿；其三自西川移鎮廣陵，舟次瞿唐，為駭浪所驚，左右呼喚不至，渴甚，自潑湯茶喫也。」 \\n 天寶十三載，始改金風調《蘇莫遮》為《感皇恩》。 \\n 中書、門下、吏部，各有甲歷，名為「三庫」，以防渝濫。《戶部式》云：「安曲西偏桃仁一石；杭州糟藏越瓜二百挺[２５７]、瓜荳豉五斗；戎州荔枝煎五斗，兼皮蜜浸四斗；甘州冬柰五百顆；房州竹?五枚；蘭州{左鼠右屯}{左鼠右多}鼠六枚[２５８]。」此每年進數。余久主判戶部，逐年所上貢，此物咸絕，但杭州進糟瓜耳。 \\n 姚峴為于頔陝州掾，不勝其虐。與其弟泛舟於河，遂自投而死[２５９]。 \\n 光化四年正月，宴於保寧殿，上自制曲，名曰《讚成功》。時鹽州雄毅軍使孫德昭等殺劉季述，帝反正，乃制曲以褒之，仍作《樊噲排君難》戲以樂焉。 \\n 孟雲卿詩[２６０]，祖述沈千運。 \\n 景雲三年八月十七日，東方有流星出，五車至上台，又歲星犯左執法。時侍中竇懷貞請罷所職，為安國寺奴。罷職從之，為寺奴不許。 \\n 章八元嘗於郵亭偶題數言，蓋激楚之謂也。會嚴維至驛，問元曰：「汝能從我學詩乎？」曰：「能。」少頃遂發，元已辭家。維大異之，乃親指喻。數年間，元擢第。 \\n 巨勝者，元秋之沉雲也。茯苓者，絳晨之伏胎也。 \\n 蘇渙，本不平者，善放白弩，巴中號為「弩跖」，賨人患之。比壯年後，自知非，變節從學。鄉賦擢第，累遷至侍御史，佐湖南幕。崔中丞遇害，渙遂踰嶺扇動。 \\n 司空圖侍郎，舊隱三峯。天祐末[２６１]，移居中條山王官谷。周迴十餘里，泉石之美，冠於一山。北巖之上有瀑泉，流注谷中，溉良田數十頃。至今子孫猶存，為司空之莊耳。 \\n 建中年中，大林國貢火精劍。其國有山，方數百里，上出神鐵，以其有瘴毒，不可輕採取。若中國之有明君，此鐵自流出，鍊之為劍，有光如電，切金玉如泥。以朽木磨之，則生煙焰；以金石擊之，則火光迸溢。德宗之將幸奉天，自攜火精劍，出於殿內，遂以劍斫檻上鐵狻猊，應手而碎。及乘輿遇夜，侍從皆見上仗之，有數日光明[２６２]。 \\n 羅浮甘子，其味愈常品。開元中，始有僧種於樓寺[２６３]，其後常資獻進。玄宗幸蜀、德宗幸奉天之時[２６４]，皆不結實。 \\n 婆娑石，一名婆薩石。《靈臺記》云：「質多者味甜，無毒性溫，療一切蟲毒及諸丹石毒、腫毒、?折。」此石出西番山中，澗中有盤，形狀礧磈，大小不常。色如瓜皮，青綠黑斑有星者，為上。似嵩山礬石，斑不至煥爛者，為中。色如滑石，微黃輕者[２６５]，為下。但以人血拭之，羊雞血磨，一如乳，似覺羶為妙。西番以為防身之寶，辟諸毒也。 \\n 封抱一任櫟陽尉[２６６]，有客過之，既短，又患眼及鼻塞。抱一用《千字文》作語嘲之，詩曰：「面作天地玄，鼻為鴈門紫。既無左達承[２６７]，何勞罔談彼。」 \\n 崔郢為京尹日，三司使在永達亭子宴丞郎。崔乘酒突飲，眾人皆延之。時譙公夏侯孜為戶部使，問曰：「伊曾任給舍否？」崔曰：「無。」譙公曰：「若不曾任給舍，京兆尹不合衝丞郎宴席。」命酒糺來罰下籌[２６８]，且喫罰爵。取三大器引滿飲之[２６９]，良久方起。決引馬軍將至斃[２７０]，崔出為賓客分司。 \\n 陸相扆出典夷陵時，有士子修謁，相國與之從容。因酒酌勸，此子辭曰：「天性不飲。」相國曰：「誠如所言，已減五分矣[２７１]。」蓋平生悔吝，各有十分，不為酒困，自然減半矣。 \\n 盧詹尚書任吏部，押官告楷署其名，字體遒麗，時謂之「真書盧家」。 \\n 袁象先之子?，初自大理評事除戶部郎中，未幾遷宣徽使。不周載，拜宣武軍節度使。 \\n [２２９]「三銓之士」，「銓」原作「餘」，據粵雅堂本改。 \\n [２３０]「有湯之處皆不出硫黃」，「有」字原無，據四庫本補。 \\n [２３１]「霞乃號為怨胡天」，此句至本條結尾，四庫本作「遂別為一調以嘲曹，因舉座歡笑而散。」 \\n [２３２]「每夜常為溫溺器以奉之」，「常」原作「嘗」，據四庫本改。 \\n [２３３][成校]「莫離支」，底本作「莫之離」，明刻本作「莫支離」，皆誤，據兩《唐書˙東夷˙高麗傳》改。 \\n [２３４]「祖延之父渭」，「祖延之」原作「祖延」；「渭」原作「謂」，據《舊唐書》卷一三七《呂渭傳》改。 \\n [２３５]「師坐而問曰」，「師」字原無，據四庫本補。 \\n [２３６][成校]「當須簡要清通」，底本「清通」作「請通」，據明刻本改。 \\n [２３７][補校]據《唐大詔令集》卷八一，唐玄宗頒布《改〈尚書˙洪範〉「無頗」為「無陂」敕》於開元十三年。參崔文印《〈南部新書〉點校商兌》一文。 \\n [２３８][成校]「賀拔延嗣」，底本、明刻本、粵雅堂本皆作「賀拔嗣」，誤。《新唐書》卷五○《兵志》：「景雲二年，以賀拔延嗣為涼州都督、河西節度使。」故據改。 \\n [２３９]「為人所知」，「所知」原脫，據粵雅堂本補。 \\n [２４０]「當時云一聲去也」，「一聲」原作「聲一」，據四庫本及粵雅堂本乙正。 \\n [２４１]「責人喝起」，「人」，四庫本作「之」。 \\n [２４２]「家藏書法數十軸」，「書法」，四庫本作「法書」。 \\n [２４３]「鄭韜光者」，原作「鄭縚光中者」，據《新唐書》卷七五上《宰相世系五上》改刪。 \\n [２４４]「三持使節」，「使節」原作「節使」，據四庫本乙正。 \\n [２４５]「左右數十里不見居人」，「不見」原脫，據四庫本補。 \\n [２４６]「以汁塗眼」，「塗」原作「金」，據粵雅堂本改。 \\n [２４７]「中使詔對便殿」，「對」字原無，據四庫本補。 \\n [２４８]「我大人凡有痛處」，「人」原作「夫」，據粵雅堂本改。 \\n [２４９]「龍之性麄猛而畏蠟」，「蠟」，粵雅堂本作「蝎」。 \\n [２５０][成校]「脩羅道」，底本作「□道」，據明刻本補。粵雅堂本作「天道」。 \\n [２５１]「大中中」，下一「中」字原缺，據四庫本補。 \\n [２５２]「由是少霽其威」，「威」字原空格，據四庫本補。 \\n [２５３]「非久合生」，「非久」，四庫本作「即日」。 \\n [２５４]「英公曰」，「公」字原脫，據四庫本補。 \\n [２５５]「於石中得古鐵犁鏵」，「於」字原空格，據四庫本補。 \\n [２５６][成校]「謂之貂却」，粵雅堂本「貂却」作「貂脚」。 \\n [２５７]「杭州糟藏越瓜二百挺」，「杭」原作「安」，據四庫本改。 \\n [２５８][成校]「{左鼠右多}鼠」，底本、粵雅堂本皆作「{左兒右丰}{左兒右夫}兒」，誤。《通典》卷六《食貨典》：「金城郡貢麝香十顆，{左鼠右多}鼠六頭。今蘭州。」故據改。又底本「{左兒右丰}{左兒右夫}」下有注「未詳」，今刪去。[補校]《新唐書˙地理志》：「蘭州金城郡，下。以臯蘭山名州。土貢：麩金、麝香、鼥鼠。」即「{左鼠右多}」或可作「鼥」。 \\n [２５９][成校]「遂自投而死」，粵雅堂本「投」下有「水」字。 \\n [２６０][成校]「孟雲卿」，底本誤作「孟雲之」，據明刻本改。 \\n [２６１]「天祐末」，「末」，四庫本作「中」。 \\n [２６２]「有數日光明」，「日」，四庫本作「尺」。 \\n [２６３]「始有僧種於樓寺」，「種於」，四庫本作「種之於南」。 \\n [２６４]「玄宗幸蜀德宗幸奉天之時」，「幸蜀德宗」四字原脫，據粵雅堂本補。四庫本「時」作「歲」。 \\n [２６５]「微黃輕者」，「微」原作「徽」，據四庫本改。 \\n [２６６]「封抱一任櫟陽尉」，「陽」原作「王」，據粵雅堂本改。 \\n [２６７]「既無左達承」，「承」原作「丞」，據四庫本改。 \\n [２６８]「命酒糺來罰下籌」，「罰」原作「惡」，據四庫本改。 \\n [２６９]「取三大器引滿飲之」，「飲」原作「引」，據粵雅堂本改。 \\n [２７０]「決引馬軍將至斃」，「軍將」原作「將軍」，據四庫本乙正。 \\n [２７１]「已減五分矣」，「減」原作「校」，據粵雅堂本改。 \\n  \\n   \\n  "}
{"章节": "壬", "正文": "  \\n 壬 \\n 　 \\n 李紋者[２７２]，早年受王涯恩。及為歙州巡官時，涯敗，因私為詩以弔之，末句曰：「六合茫茫皆漢土，此身無處哭田橫。」乃有人欲告之，因而《纂異記》記中有《噴玉泉幽魂》一篇，即甘露之四相也。玉川先生，盧仝也。仝亦涯客，性僻面黑[２７３]，常閉於一室中，鑿壁穴以送食。大和九年十一月二十日夜，偶宿涯館。明日，左軍屠涯家族，隨而遭戮。 \\n 裴說，寬之姪孫，佐西川韋皋幕，善鼓琴，時稱妙絕。靈開山有美桐，取而製以新樣，遂謂之「靈開琴」。蜀中又有馬給，彈琴有名，尤能大小間絃。吳人陽子儒，亦於悲風尤妙。 \\n 天尊應號者，取《靈寶經》中三十二天之十方，即其次序也。 \\n 大忌，學士進名奉慰，其日尚食供素膳，賜茶十串。 \\n 大中年，日本國王子求唐人圍棋。上敕待詔顧師言敵著，出楸玉局、冷暖棋子。本國有手譚池，池中出玉子，不由製處，自然黑白，冬溫夏冷。 \\n 御廚進饌，凡器用有少府監進者九飣食，以牙盤九枚裝食味其間，置上前，亦謂之「看食」。見京都人說：兩軍每行從進食，及有宴設，多食雞鵝，每隻價直二三千[２７４]。每有設，據人數取鵝，燖去毛及五臟，攘以肉及粳米飯，五味調和。先取羊一口，亦燖剝去腸胃，置鵝於其中，縫合炙之，肉熟便堪。去卻羊，取鵝渾食之，謂之「渾羊沒忽」。翰林學士每遇食，賜食有物若畢羅衫，絕大，滋味香美，號為「諸王修事」。 \\n 高劭者，駢之猶子，以門地遷華州刺史。中和後，寓圃田，為蔡寇挈之。後得脫去，投汴，梁祖擢為判官。後駕在岐，使致書四，入至三原，行十里，遇害。 \\n 僧佛壽命者[２７５]，續佛壽命也。《四分律》中說：「住持毗尼藏者，即住佛法也。以住持佛法故，乃續佛壽命。」結集緣起云：「佛臨涅槃，阿難問佛：『佛滅度後，以何為師？』佛答阿難：『吾滅度後，以波羅提木叉為師。』」梵曰「波羅提木叉」，此云「別解脫戒」，與毗尼同出而異名。毗尼者，此云「調服律藏」也。又《戒經序》云：「今演毗尼法，令正法久住。」 \\n 大和九年，敕：「江南、湖南共以傔資一百二十分送上都，充宰臣雇召手力。」宰臣李石堅讓，乞只以金吾手力引，從之。時初誅李訓後也，至今為例。 \\n 建中三年六月，詔中書、門下兩省，各置印一面。 \\n 元和三年，李藩為給事中，時制敕有不可，遂於黃紙批之。吏曰：「宜連白紙。」藩曰：「別以白紙，是文狀，豈曰批敕？」裴垍言於上[２７６]，以謂有宰相器。俄而鄭絪罷免，遂拜。 \\n 萬迴，閿鄉人也，神用若不足，人謂愚癡無所能。其兄戍安西，久不得問，雖父母亦謂其死矣，日夕悲泣而憂思焉。萬迴顧父母感念其兄，忽跪而言曰：「涕泣豈非憂兄耶？」父母且疑且信，曰：「然。」萬迴曰：「詳思我兄所要者，衣裝、糗糧、巾履之屬[２７７]，悉備之，某將往觀之。」忽一朝，齎所備而去，夕返其家，謂父母曰：「兄善矣。」發書視之，乃兄迹也。弘農抵安西，蓋萬餘里，以其萬里而迴，故曰「萬迴」也。萬迴貌若愚癡，忽有先舉異見，驚人神異也。上在藩邸時，多行遊人間，萬迴每於聚落街衢中高聲曰「天子來」或「聖人來」，信宿間，上必經過徘徊也。安樂公主，上之季妹也，附會韋氏，熱可炙手，道路懼焉。萬迴望見車騎，連唾曰：「血腥血腥，不可近也。」不久而夷滅矣。上知萬迴非常人，內出二宮人侍奉之，時於集賢院圖形焉。 \\n 舊制：碑碣之制，五品已上碑；七品已上碣；若隱淪道素，孝義著聞，雖不仕亦立碣。 \\n 貞元已來，選樂工三十餘人，出入禁中，號「宣徽」，長入供奉，皆假以官第。每奏伎樂稱旨，輒厚賜之。至元和八年，始分番上下，更無他錫，所借宅亦收之。 \\n 胡生者，失其名，以釘鉸為業，居霅溪，而近白蘋洲。去厥居十餘步，有古墳，胡生若每茶飲[２７８]，必奠酹之。嘗夢一人謂之曰：「吾姓柳，平生善為詩而嗜茗。及死，葬室乃子今居之側。常銜子之惠，無以為報，欲教子為詩。」胡生辭以不能，柳強之曰：「但率子言之，當有致矣。」既寤，試搆思，果有冥助者，厥後遂工焉。又一說：列子終於鄭，今墓在郊藪，謂賢者之迹，而或禁其樵焉[２７９]。里有胡生，性落魄，家貧。少為洗鏡鎪釘之業，倏遇甘果名茶美醞，輒祭於列禦寇之祠壟，以求聰惠，而思學道。歷稔，忽夢一人，刀劃其腹開，以一卷之書置於心腑。及睡覺，而吟詠之意，皆甚美之詞，所得不由於師友也。既成卷軸，尚不棄於猥賤之業，真隱者之風，遠近號為「胡釘鉸」。 \\n 肅皇賜高士玄真子張志和奴婢各一人，玄真子配為夫妻，名曰「漁僮」、「樵青」。人問其故，答曰：「漁僮使卷釣收綸，蘆中鼓枻；樵青使蘇蘭薪桂[２８０]，竹裏煎茶。」志和，字子同。 \\n 大和中，鄭注中納山木如市，一根有至萬錢者。鄭覃力奏，勅以禁絕。 \\n 開元十三年五月，集賢學士徐堅等纂經史文章之要，以類相從，上制曰《初學記》[２８１]。至是上之，欲令皇太子及諸王檢事綴文爾。 \\n 開成中[２８２]，李紳為汴州節度使，上言於本州置利潤樓店，從之。與下爭利，非長人者所宜。 \\n 大曆八年，吳明國進奉。其國去東海數萬里，經挹婁、沃沮等國。其土宜五穀[２８３]，多珍玉，禮樂仁義，無剽劫。人壽二百歲，俗尚神仙。常望黃氣如車蓋，知中國有土德君王，遂貢常然鼎，量容三斗，光潔類玉，其色純紫。每修飲饌，不熾火常然，有頃自熟，香潔異常。久食之，令人反老為少，百疫不生。 \\n 《禮記˙儒行》云：「儒有席上之珍以待聘，夙夜強學以待問。」注云：「席，猶鋪陳也。鋪陳往古堯舜之善道，以待見問也。大問曰聘。」今人使「席上珍」，皆誤也，皆以為樽俎之間珍羞耳。潘岳曰：「筆下摛藻，席上敷珍。」亦誤也。 \\n 《玉藻》云：「笏，天子以球玉，諸侯以象，士以魚須文竹。」注：「文，猶飾也。大夫士飾竹為笏，不敢與君並用純物也。」《釋文》云：「用文竹及魚須也，以魚須飾文竹之邊。須音班。」今之人多呼魚須為鬢[２８４]，誤也。余凡四為府監試官，往往有舉子於「無」字韻內押[２８５]。 \\n 雞樹，郭頒《魏晉世語》曰[２８６]：「劉放、孫資共典樞要，夏侯獻、曹肇心內不平。殿中有雞樹，二人相為此亦久矣，其能復幾？」指謂中書令孫資、中書監劉放。今之人講德於宰相，多使「雞樹」，非嘉也。唐賢牋啟，往往有之，誤也。 \\n 大中二年，以起居郎鄭顥尚萬壽公主。詔曰：「女人之德，雅合慎修，嚴奉舅姑，夙夜勤事，此婦人之節也。萬壽公主婦禮，宜依士庶。」 \\n 一行老病將死，玄皇執手問之曰：「更有何事相救？」行曰：「尚有二事。其一曰，勿遣胡人掌重兵。不獲已用之，勿與內宴。若使見富貴，必反逆以取。其二曰，禁兵勿付漢官，須令內官監統。」及幸蜀，臨渭水，與肅皇別，歎曰：「吾不用一行之言。」後方置神策軍。又一說：臨終留一物，令弟子進上，發之，乃蜀當歸。上初不喻，及西幸，方悟微旨。 \\n 貞元中，仕進道塞，奏請難行。東省數月閉門，南臺唯一御史。令狐楚為桂府白身判官，七八年奏官不下。由是兩河競辟才雋，抱器之士往往歸之，用為謀主，日以恣橫。元和以來，始進用有序。 \\n 大足元年，則天嘗引中書舍人陸餘慶入，令草詔。餘慶遲迴至晚，竟不能裁一詞，由是轉左司郎中。 \\n 貞元初，中書舍人五員俱缺，在省唯高參一人，未幾亦以病免，唯庫部郎中張濛獨知制誥，宰相張延賞、李泌累以才可者上聞，皆不許。其月，濛以姊喪給假。或草詔，宰相命他官為之，書省案牘不行十餘日。 \\n 華嶽雲臺觀，中方之上，有石堀起[２８７]，如半甕之狀，名曰「甕肚峰」。上嘗賞望，嘉其高迥，欲於峰肚大鑿「開元」二字，填以白石，令百餘里望見之。諫官上言，乃止。 \\n 武皇帝夢為虎所趁，命京兆、同、華格虎以進。至大中，即屬虎。 \\n 開元末，於弘農古函谷關得寶符，白石赤文，正成「桒」字。識者解之云：「桒者，四十八字也，所以示聖上御歷數也。」及幸蜀之來歲，四十八矣。得之時，天下歌之，遂改年天寶。 \\n 開成中對延英[２８８]，李石奏曰：「臣往年從事西蜀，中元日常詣佛寺，見故劍南節度使韋皋圖形。百姓至者，先拜之，而後謁佛，皆歎，有泣者。臣實異之[２８９]，訪於故老，皆曰：『令公恩深於蜀人。』復問曰[２９０]：『奚為恩深？』答曰：『百姓稅重，令公輪年全放。自令公後，不復有此惠澤。百姓窮，追思益切。』」 \\n 元和元年十二月，李吉甫等撰《元和中國計簿》十卷上之。總計天下方鎮凡四十八道，管州府二百九十五，鎮縣一千四百五十三，見定戶二百四十四萬二百五十五。其鳳翔、鄜坊、邠寧、振武、涇原[２９１]、銀夏、靈鹽、河東、易定、魏博、鎮冀、范陽、滄州、淮西、淄青等一十五道，合七十一州，並不申戶口。 \\n 寶曆三年，京兆府有姑鞭婦致死者，請斷以償死。刑部尚書柳公綽議曰：「尊毆卑，非鬭也。且其子在，以妻而戮其母，非教也。」遂減死。 \\n 紫宸舊例，有接狀中郎，最近御幄。開成元年五月己酉，其日直者老以傴。文皇問李石曰：「此何人？」答曰：「中郎白先朝[２９２]。」上變色。石奏曰：「姓白，重名上『先』字，下『朝』字。」及退，遣閤門使問[２９３]：「何時授此官？」曰：「今年正月。」石等謝曰：「中郎官，國初猶用賢俊，近日只授此輩。」因以郎官兼為之。李寶符、杜篆以白皙膺選。 \\n 《開元令》：「諸有猛獸之處，聽作檻穽、射窩等，得即送官，每一頭賞絹四匹。捕殺豹及狼，每一頭賞絹一匹。若在監牧內獲者，各加一匹。其牧監內獲豹，亦每一頭賞得絹一匹[２９４]，子各半之。」信乎，長安上林近南山，諸獸備矣。 \\n 《令》云：諸度以北方秬黍中者，一黍之廣為分，十分為寸，十寸為尺，(一尺二寸為大尺一尺。)十尺為丈。諸量以秬黍中者，容一千二百黍為籥，十籥為合，十合為升，十升為?，(三斗為大斗一斗。)十?為斛。諸權衡以秬黍中者，百黍之重為銖，二十四銖為兩，(三兩為大兩一兩。)十六兩為斤。諸積秬黍為度量權衡，調鐘律，測晷景，合湯藥及冕服制[２９５]，則用之。此外官私，悉用大者。在京諸司及諸州，各給秤、尺、度、?、升、合等樣，皆以銅為之。諸度地五尺為步，三百步為一里。 \\n 章八元及第後，居浙西，恃才浮傲，宴遊不恭。韓晉公自席械繫之，來晨將議刑。時楊於陵乃韓女壻，以同年救之，曰：「為楊郎屈法。」 \\n 楊元卿，元和中自淮西背逆歸順，闔門被屠。其子延宗，曾任磁州刺史。開成中，與河陽軍人謀逐帥以自立，為其黨所告，寘於極典。勅曰：「特寬今日覆族之刑，以答當時毀家之效。斃於枯木，非謂無恩。」 \\n 王源中，字正蒙，在內署嗜酒，當召對，方沉醉不能起。及醉醒，同列告之，源中但懷憂惕，殊無悔恨。他日，又以醉不任赴召，遂不得大用。開成三年十一月，薨於鄆州節度使。又曾賜酒十金甌[２９６]，酒飲皆盡，甌亦隨賜[２９７]。 \\n 李珏在相，因對[２９８]：「明皇謂羣臣：『我自即位，不曾枉誅一人。』不知任李林甫，破人家不少矣。」 \\n 開成二年十二月癸卯，詔曰：「應萬言、童子等，朝廷設科取士，門目至多。有官者令詣吏曹，未仕者即歸禮部。此外更或延引，則為冗長。起今更不得薦聞。」 \\n 上元二年九月甲申，天成地平節。上於三殿置道場，以內人為佛、菩薩象，寶裝飾之。北門武士為金剛、神王，結綵被堅執銳，嚴侍於座隅。焚香讚唄，大臣近侍作禮圍繞，設齋奏樂，極歡而罷，各贈帛有差。 \\n 柳公綽在山南，有屬邑啟事者犯諱，糾曹請罰。公曰：「此乃官吏去就，非公文科罰。」退其糾狀。 \\n 韓皋為京尹，詔以宏辭拔萃所試，就府考覆，時論以昇黜為當。一日下朝，有公主橫過騶道，立馬杖肩轝八夫背各二十，命捕賊吏引僦夫，送公主歸宅。主入訴，遂貶杭刺。 \\n 開成中，文皇一日謂執政曰：「丁居晦作中丞如何？」因悉數大臣而品第之，歎曰：「宋申錫堪任此官，惜哉！」又曰：「牛僧孺可為御史大夫。」鄭覃曰：「頃為中丞，未嘗搏擊，恐無風望。」上曰：「不然。鸞鳳與鷹隼事異。」上又曰：「居晦作此官，朕曾以時諺謂杜甫、李白輩為四絕，問居晦，晦曰：『此非君上要知之事。』朕常以此記得居晦，今所以擢為中丞。」 \\n 肅皇元年，吐蕃遣使入朝請和。敕宰相於中書宴設，將詣光宅寺為盟。使者云：「蕃法，盟誓取三牲血歃之，無向佛寺。」明日復於鴻臚寺歃血。 \\n 柳公權嘗於佛寺看朱審畫山水，手題壁詩曰：「朱審偏能視夕嵐[２９９]，洞邊深墨寫秋潭。與君一顧西牆畫，從此看山不向南。」此句為眾歌詠。後公權為李聽夏州掌記，因奏事，穆宗召對曰：「我於佛寺見卿筆札，思見卿久矣。」宣出充侍書學士，非時宰所樂，進擬左金吾衛兵曹充職，御筆改右小諫。中外朝臣，皆呼為國珍。 \\n 韓晉公在朝，奉使入蜀，至駱谷，山椒巨樹，聳茂可愛，烏鳥之聲皆異。下馬以探弓射其顛杪[３００]，柯墜於下，響震山谷，有金石之韻。使還，戒縣尹募樵夫伐之，取其幹，載以歸。召良工斲之，亦不知其名，堅緻如紫石，復金色綫交結其間[３０１]。匠曰：「為胡琴槽，他木不可並。」遂為二琴，名大者曰「大忽雷」，小者曰「小忽雷」。因便殿德皇言樂，遂獻大忽雷，為禁中所有[３０２]，小忽雷在親仁里。 \\n 開成三年十月甲午，慶成，節次以酒脯并仙韶樂賜中書門下及文武百寮[３０３]，宴於曲江亭子。 \\n 蕭潮初至遂州，造二幡施於寺。設齋畢，作樂，忽暴雷霹竿成數十片矣。至來歲當震日，潮死。 \\n 苟諷者[３０４]，善藥性，好讀道書，能言名理，樊晃常給其絮帛[３０５]。有鐵鏡，徑五寸，鼻大如掌，言於道者處得之[３０６]。無絕異，但數人同照，各自見其影，不見他人。 \\n 大和六年，承優入寺諸司、流外令史、掌故禮生[３０７]、批書醫工，及諸軍使承優官典，總一千九百七十二員。至贊皇再入，減得六百五十七員。 \\n 杜仲陽即杜秋也，始為李錡侍人，錡敗填宮，亦進帛書，後為漳王養母。大和三年，漳王黜，放歸浙西，續詔令觀院安置，兼加存卹。故杜牧有《杜秋詩》，稱於時。 \\n 寶曆二年六月，京兆府奏：「法曹參軍獨孤謂，前件官元推問劫人賊車仲莒，遂尋蹤跡，得去年十月於宣平坊北外門殺人并剝人面皮賊熊元果等三人，兩人緣盜馬捉獲，尋准法決殺訖。伏以兇惡不去，輦轂難為肅清；勤勞不酬，官吏無以激勸。其獨孤謂伏請特賜章服。」尋依奏。 \\n 大和中，水部員外郎杜涉常見江淮市人桃核扇，量米正容一斗，言於九疑山得之。 \\n 貞元初，荊南有狂僧，善歌《河滿子》。嘗遇醉五百，塗中辱令歌。僧即發聲，其詞皆陳五百平生過惡，五百驚懼，自悔之不暇。 \\n 王涯居相位，有女適竇氏，欲求錢十七(一作七十。)萬，市一玉釵。涯曰：「於女何惜。此妖物也，必與禍相隨。」後數月，女自婚會歸，告王曰：「前時玉釵為馮外郎妻首飾矣。」乃馮球也。王歎曰：「馮為郎吏，妻之首飾有十七萬錢，其可久乎？其善終乎？」馮為賈餗門人，最密。賈為東戶，又取為屬郎。賈有蒼頭，頗張威福，馮於賈忠，將發之未能。賈入相，馮一日遇蒼頭於門，召而勖之曰：「戶部中謗辭不一，苟不悛，必告相國。」奴拜謝而去。未浹旬，馮晨謁賈，賈未興。時方冬，命火。內有人曰：「官當出。」俄有二青衣出曰：「相公恐員外寒，奉地黃酒三杯。」馮悅，盡舉之。青衣入，馮出告其僕馭曰：「喝且咽。」粗能言其事，食頃而終。賈為興嘆出涕，竟不知其由。明年王、賈皆遘禍。噫！王以珍玩奇貨為物之妖，信知言矣，而徒知物之妖，而不知恩權隆赫之妖，甚於物也。馮以卑位貪貨，已不能正其家，盡忠所事，而不能保其身，斯亦不足言矣。賈之臧獲害門客於牆廡之間而不知[３０８]，欲始終富貴，其可得乎？此雖一事，作戒數端。 \\n 大中四年，駙馬崔杞除大理少卿[３０９]，在司當職。《公式令》：諸文武官職事五品已上，致仕身在京者，每季令通事舍人一人巡問奏聞。其在外州者，亦令長吏季別巡問。每年附朝集使聞奏，使知安否。 \\n 宋守敬為吏，清白謹慎，累遷臺省，終於絳州刺史。其任龍門丞，年五十八，數年而登列岳，每謂屬僚曰：「公輩但守清白，何憂不遷。俗之人每以雙陸無休勢，余以為仕宦亦無休勢，各宜勉之。」 \\n 沙門玄奘，俗姓陳，偃師人。少聰敏，有操行。貞觀三年，因疾而挺志，往五天竺國，凡經十七歲，至貞觀十九年二月十五日方到長安。足所親踐者，一百一十一(一作七。)國。採求佛法，咸究根源，凡得經論六百五十七部，佛舍利及佛像等甚多。京師士女迎之，填郛溢郭。時太宗在東都，乃留所得經像於弘福寺。有瑞氣徘徊像上，移晷乃滅。遂詣駕，并將異方奇物朝謁。太宗謂之曰：「法師行後，造弘福寺。其處雖小，禪院虛靜，可為翻譯之所。」太宗御製《聖教序》。高宗時為太子，又作《述聖記》，並勒於碑。麟德中，終於坊郡玉華宮[３１０]。玄奘撰《西域記》十二卷，見行於世，著作郎敬播為之序。 \\n 元和之初，薛濤好製小詩，惜其幅大，不欲長賸，乃狹小之。蜀中才子既以為便，後減諸牋亦如是，將名曰「薛濤牋」。 \\n 韋綬自吏侍除宣察，辟鄭處晦為察判，作《謝新火狀》云：「節及桐華，恩頒銀燭。」綬削之，曰：「此二句非不巧，但非大臣所宜言。」 \\n 《晉書˙陶潛本傳》云：「潛少懷高尚，博學善屬文，嘗作《五柳先生傳》以自況：『先生不知何許人，不詳姓字，宅邊有五柳樹，因以為號焉。』」即非彭澤令時所栽。人多於縣令事中使「五柳」，誤也。《白氏六帖˙縣令門》「種五柳」，此亦誤也。 \\n 陝東道大行臺尚書令、天策上將軍，太皇在藩時為之。及升儲，並是省之。諸道行臺，武德九年並省。 \\n 貞觀元年，改國子學為國子監，分將作為少府監，通將作為三監。 \\n 長安盛要[３１１]，哀家梨最為清珍。諺謂：愚者得哀家梨必蒸喫。今咸陽出水蜜梨，尤佳，鄠、杜間亦有之，父老或謂是哀家種。 \\n 崔元綜，則天朝為宰相，得罪流南海之南。會恩赦[３１２]，赤尉引謝之日，授分司御史，累遷中書侍郎。卒時九十九，唯獨一身。 \\n 北省班，諫議在給事中上，中書舍人在給事下。裴佶為諫議，形質短少，諸舍人戲之曰：「如此短小，何得向上？」裴答曰：「若怪，便曳向下著。」眾皆大笑，後除舍人。 \\n 盧邁有寶瑟[３１３]，各直數十萬，有寒玉、石磬、響泉、和志之號。 \\n 福州城中有烏石山，山有峯，大鑿三字，曰「薛老峯」。癸卯歲，一夕風雨，聞山上如數千人喧噪之聲。及旦，則薛老峯倒立，三字返向上[３１４]。城中石碑皆自轉側。其年閩亡。 \\n 智永禪師，傳右軍父子筆法，居長安西明寺。從七十至八十，十年寫真草《千字文》八百本。每了，人爭取之[３１５]。但是「律召調陽」，即其真本也。石本是內降，貞觀年中也。俗本稱「律呂調陽」，誤也。蓋以草聖「召」字似「呂」字耳。以「閏餘」對「律召」，是其義也。徐散騎最博古，亦誤為「呂」字。 \\n 杜佑自戶部侍郎判度支[３１６]，為盧杞所惡，出為蘇刺。時佑母在，杞以憂闕授之。佑不行，換饒州。 \\n 大曆十一年，制：國子監置書學博士，立《說文》、《石經》、《字林》之學。舉其文義，歲登下之，亦古之學也。 \\n 武德末，文皇欲平內難，苑池內得白龜，化為白石。故登極後降制曰：「皇天眷祐，錫以寶龜。」 \\n 邢曹進，至德中河朔將也。飛矢中目，而鏃留於骨，三出之不得。後遇神僧，以寒食餳漬之，出甚易，月餘愈。 \\n 西明、慈恩多名畫。慈恩塔前壁，有《濕耳師子跌心花》，時所重也。 \\n 高駢既好神仙，性復多誕。每稱與玉皇及羣仙書札來往，時對賓客，或彩牋以為報答。 \\n 周寶在浙西，副使崔綰，公之妻族弟兄，鴈列於幕中。觀察判官田佩，亦其外甥，二人最為貪暴。其次陸諤已下，皆挾勢而入。及更變之後，甚者亦多不免也。 \\n 時人多使「沉碑峴首」，唐賢往往有之。按《晉書》，杜預好為身後名，常言「高岸為谷，深谷為陵」。刻石為二碑，紀其勳績。一沉方(一作萬。)山之下，曰：「焉知此今後不為陵乎[３１７]？」一立峴山之上，曰：「焉知此後不為谷乎[３１８]？」「沉碑峴首」，誤也，當為「沉碑方(一作萬。)山」。 \\n 鮑照，字明遠。至唐武后，諱減為昭，後來皆曰鮑昭[３１９]。唯李商隱詩云：「嫩割周顒韭，肥烹鮑照葵。」又元稹詩云：「樂章經鮑照，碑版笑顏竣。」今人家有收得隋末唐初《文選》，並鮑照爾。 \\n 袁州蔣動處士作《冷淘歌》，詞甚惡，投郡守溫公受知。 \\n 語兒梨，今俗說甚多，皆不近理。按《萬歲曆》云：黃武六年正月，獲彭綺。是歲，由拳西鄉有產兒墜地便語，(屈雲峯曰：此處應據《太平御覽》，增「因曰」二字。)故名語兒鄉[３２０]。語兒梨者，殆出此鄉也。今由拳屬杭州。黃武，吳年號，六月丁未，是魏明年太和元年也。(「黃武」以下，舊本錯見下二條。黃琴六曰：「應併於此無疑，月當作年，年當作帝。」) \\n 臨安出紙，紙徑短，色黃，狀如牙版。字誤，可以舌舐之，不污。近亦絕有，蓋取多工尠而價卑也。 \\n 今信州城西街連草市，地名「君遷」，仍多樹木，人皆不辯。余嘗通理是郡，召父老詢之，皆云不知其地名之由。及披《文選》，左太沖《吳都賦》云：「平仲君遷，松梓古度，楠榴之木，相思之樹。」注曰：「皆木名。」以此詳之，不辯之木，乃君遷爾。 \\n 張去華，誼之子。顯德三年[３２１]，年十八，著《南征賦》，於淮南行在獻之。召試，除臺簿。未幾，因臺中議事，不得預三院坐，遂棄官歸圃田。後狀元及第，建隆二年也。 \\n [２７２][補校]「李紋」，《新唐書˙藝文志三》著錄《纂異記》一卷，著者作「李玟」。 \\n [２７３][成校]「性僻面黑」，底本「僻」作「闢」，據明刻本、粵雅堂本改。 \\n [２７４]「每隻價直二三千」，四庫本「三」下有「十」字。 \\n [２７５][補校]「僧佛壽命者」，「僧」，明刻本作「增」。 \\n [２７６][成校]「裴垍」，底本作「裴洎」，誤，據粵雅堂本改。 \\n [２７７][成校]「巾履之屬」，底本「巾」作「扉」，據粵雅堂本改。 \\n [２７８]「胡生若每茶飲」，「飲」字原無，據四庫本補。 \\n [２７９]「而或禁其樵焉」，「焉」，四庫本作「采」。 \\n [２８０]「樵青使蘇蘭薪桂」，「蘭薪」，四庫本作「薪斫」。 \\n [２８１]「上制曰初學記」，「制」下明抄本及四庫本有「名」字。 \\n [２８２]「開成中」，「開成」原作「開元」，據黃校本改。 \\n [２８３]「其士宜五穀」，「宜」字原脫，據四庫本補。 \\n [２８４]「今之人多呼魚須為鬢」，「今」字原無，據粵雅堂本補；「為」字原無，據四庫本補。 \\n [２８５]「往往有舉子於無字韻內押」，「舉子」，四庫本有「公然」二字。 \\n [２８６]「郭頒魏晉世語曰」，「魏晉」原作「晉魏」，據《隋書》卷三三《經籍二》乙正。 \\n [２８７]「有石崛起」，「石」原作「方」，據粵雅堂本改。 \\n [２８８]「開成中對延英」，「開成」原作「開元」，據黃校本改；「對」字原脫，據四庫本補。 \\n [２８９]「臣實異之」，「實」原作「貴」，據黃校本及粵雅堂本改。 \\n [２９０]「復問曰」，「復」原作「後」，據四庫本改。 \\n [２９１]「涇源」，原作「源原」，據粵雅堂本改。 \\n [２９２][成校]「中郎白先朝」，底本無「中」字，據明刻本、粵雅堂本增。 \\n [２９３]「遣閤門使問」，「閤」原作「闔」，據明抄本及四庫本改。 \\n [２９４]「亦每一頭賞得絹一匹」，「賞得」，四庫本作「加賞」。 \\n [２９５]「合湯藥及冕服制」，「制」下，四庫本有「度」字。 \\n [２９６]「又曾賜酒十金甌」，「甌」原作「瓶」，據粵雅堂本改。 \\n [２９７]「甌亦隨賜」，「賜」字原脫，據粵雅堂本補。 \\n [２９８]「因對」，原作「國對」，據粵雅堂本改。 \\n [２９９]「朱審偏能視夕嵐」，「視」，四庫本作「貌」。 \\n [３００]「下馬以探弓射其顛杪」，「探」，四庫本作「柘」。 \\n [３０１]「復金色綫交結其間」，「復」，四庫本作「有」。 \\n [３０２]「為禁中所有」，「為」原作「及」，據四庫本改。 \\n [３０３]「節次以酒脯并仙韶樂賜中書門下及文武百寮」，「脯」原空格，據粵雅堂本補。 \\n [３０４]「苟諷者」，「苟」，粵雅堂本作「荀」。 \\n [３０５][成校]「樊晃」，底本作「樊日光」，據明刻本改。 \\n [３０６]「言於道者處得之」，「之」字原無，據四庫本補。 \\n [３０７]「承優入寺諸司流外令史掌故禮生」，「寺」，四庫本作「仕」；「故」原作「因」，據粵雅堂本改。 \\n [３０８]「賈之臧獲害門客於牆廡之間而不知」，「臧」字原脫，據四庫本補。 \\n [３０９][成校]「崔杞」，底本作「崖祀」，誤，據明刻本改。《新唐書》卷八三《諸帝公主傳》：「東陽公主，始封信安郡主。下嫁崔杞。」 \\n [３１０][成校]「玉華宮」，底本作「玉華寺」，誤，據粵雅堂本改。《舊唐書》卷一九一《方伎傳》：「玄奘乃奏請逐靜翻譯，敕乃移於宜君山故玉華宮。六年卒......」 \\n [３１１]「長安盛要」，「要」，四庫本作「時」。 \\n [３１２]　[補校]「會恩赦」，「赦」原作「叙」，據粵雅堂本改。 \\n [３１３]「盧邁有寶瑟」，「瑟」，四庫本作「琴」。 \\n [３１４]「三字返向上」，「三」字原空格，據粵雅堂本補。 \\n [３１５]「人爭取之」，「之」字原無，據四庫本補。 \\n [３１６]「杜佑自戶部侍郎判度支」，「支」字原脫，據四庫本補。 \\n [３１７]「曰焉知此今後不為陵乎」，此十字原無，據黃校本補。 \\n [３１８]「焉知此後不為谷乎」，「谷」原作「陵谷」，據黃校本刪。 \\n [３１９]「後來皆曰鮑昭」，「昭」原作「照」，據粵雅堂本改。 \\n [３２０]「故名語兒鄉」，「故名」二字原無，據四庫本補。 \\n [３２１]「顯德三年」，「三」字原缺，據《宋史》卷三○六《張去華傳》補。 \\n  \\n   \\n  "}
{"章节": "癸", "正文": "  \\n 癸 \\n 　 \\n 彭蟾，宜春人也，著《鳳池本草廟堂丞鏡》一百二十卷，廣明亂後遺墜。 \\n 高駢在淮南，有贄歌者，末章云：「五色真龍上漢時，願把霓旌引煙策。」公說，乃辟為從事。及公遇害，有識者多嗤其言過也。 \\n 貞元末，許孟容為給事中，權文公任春官，時稱「權許」。進士可不，二公未嘗不相聞。 \\n 《襄沔記》云：「盧有疎水注於沔，此水中有物，如三四歲小兒，膝頭如虎，掌爪常沒水中，出膝頭示人，小兒不知，欲弄之，輒便啖人。或有生得者，摘其鼻，可小小使之[３２２]，名曰『水虎』也。」 \\n 濮州刺史曹朔，於汴水岸掘得鄂公馬鞭，表進之，不朽。 \\n 皮日休，歷太常博士，後從巢寇，遇禍。子光業，為吳越丞相。子文璨，任元帥判官，入京為太僕少卿，卒。子子猷，猷字仲卿，祥符八年御前進士。 \\n 滑州有僧景陽，碣在開元寺。其僧不知何許人，刺史令狐公以僧有戒行，以紅米飯魚鱠施之，令僧飡。其鱠盡化為乳頭香，食訖，遣人隨之，吐於河內，化為活魚，踴躍跳出。後遷化，大中十二年二月，刺史李福置。 \\n 李綰，咸通中作越察。於甲仗庫創樓，名曰「武威」。刻石立文，曰《序樓文名》，云：「名樓以武威，兼義也。余之望又出武威。」 \\n 荊南舊有五花館，待賓之上地也。故蔣肱《上成汭》詩云：「不是上台名姓字，五花賓館敢從容。」 \\n 大中九月十七日敕：「徐泗節度使康季榮奏：據濠州刺史劉彥謀狀，定遠縣百姓周裕，女小兒，年九歲。今年七月六日，為父患，割左股上肉一寸三分不落，瘡長一寸四分，收得血半斤，父和羹喫，後二十九日，載割股上已落肉與父喫。其周裕至閏七月十二日身死，至二十五日埋葬訖。其女小兒於墓側不歸，縣司與立草庵一所。伏以寄分廉察，地列山河；獲當盛明，親逢大孝。伏請宣付史館，並賜旌表門閭。」奉敕：「周小兒方至髫年，允茲志行，俾之旌表，用激時風。宜依所奏，仍委本道量事優卹。」 \\n 杜悰、鄭顥、于悰，皆是二月一日生，悉尚主。 \\n 斛律金不解書，有人教押名云：「但如立屋，四面平正，即得。」安祿山押字，以手指三撮而成。 \\n 蜀葵?作火把，猛雨中不滅。蠟燭過頭把，猛風中不滅。 \\n 建中元年，貶御史中丞元全柔；二年，貶中丞楊瑱[３２３]，皆四月晦日。憲皇擒劉闢、李錡、吳元濟，行刑皆十一月朔日。 \\n 韋、路作相，貶不附己者十司戶：崔沆循州，李瀆綉州，蕭遘播州，高湘高州，崔彥融恩州，韋顏虔州，張瀆勤州，杜裔休端州，鄭彥持義州，李藻費州。唯恩州不迴。 \\n 韋執誼敗，八司馬：韋執誼崖州，韓泰虔州，陳諫台州，柳宗元永州，劉禹錫郎州[３２４]，韓曄饒州，凌準連州，程异郴州。 \\n 鄭珣瑜為河南尹，送迎中使，皆有常處。人吏窺之，馬足差跌，不出三五步。 \\n 韋保衡、路巖作相，勢動天地。附其勢者，有牛頭、阿旁、夜叉、捷疾之號。二相敗，以累譴者數十人。 \\n 長安大內有口味庫。乾符六年，回祿為災，自後不置也。 \\n 唐末，浙西鶴林寺三檜院、五花亭，勝概也。 \\n 大和中入閤，閤內都官班中，有擡眼竊窺上者，覺之。班退，語宰相曰：「適省郎班內第幾人，忽擡眼抹朕，何也？」時裴晉公對曰：「省郎庶僚極卑微，不合擡眼抹陛下。」上曰：「如何？」晉公曰：「即與打下着。」上曰：「此小事，不用打下。」 \\n 江西客司韓注，多不禮客。有為進士伍唐珪謁蘇使君[３２５]，閽人不通刺，因上詩曰：「江西昔日推韓注，袁水今朝數趙祥。縱使文翁能待客，終栽桃李不成行。」 \\n 裴相休留心釋氏，精於禪律。禪律師圭峯密，禪得達磨頓門，密師注《法界觀》、《禪詮》，皆相國撰序。常披毳衲，持鉢乞食於妓院，自言曰：「不為俗情所染，可以說法為人。」每發願曰：「乞世世為王來護佛法。」後于闐國王生一子，手文間有「裴」字，聞於中朝。 \\n 開元宮掖，競食黃魚，故於河陽作池養之[３２６]，故謂之「黃魚池」者。 \\n 盧氏說：「有官人衣緋，於中書門祗候，見宰相求官。人問前任，答曰：『某屬教坊，作西方師子脚來三十年。』」 \\n 貞元十三年，深州奏：博野縣女子姓李氏，號妙法，年六十六，廬墓經三十七年。初，李少年遇安祿山逆亂，被虜劫他鄉。聞父亡，欲奔喪，又以有一子，不忍分離，遂割一乳，留別孩子而奔喪。既而號慟擗踴，遂燒一指，以啟告先靈。又以不見靈柩，志欲廬墓。兄弟不許，遂以刀刺心見其志。竟開埏道，見棺櫬塵土，以舌舐之，又以髮拭棺上塵埃。自是廬舍墓側，往往有異鳥翔集。其墳上先無樹木，李氏手自栽植雜樹一千根，並高數尺。初，廬墓數年，又遇母疾，漸至危亟[３２７]。李氏每見母飲，即飲；母食或嘔涎唾，並皆嘗之。無幾亡，李氏自刺血母臂上以為記，其至性如此。其年，又廬州巢縣百姓張進昭，母先患創[３２８]，左手落，經一十三年乃亡。殯後，進昭自截左腕，廬於墓側。 \\n 十宅諸王，多解音聲，倡優百戲皆有之，以備上幸其院，迎駕作樂，禁中呼為「樂音郎君」。 \\n 歸少師(崇敬。)宅[３２９]，子弟極多，大都不喜肥者。或有之，則庭立之，送歸藍田，供笋蕨，體減方還。多時則奶監泣告，俾歸澣濯。 \\n 宣皇於內中置杖，內官有過，多杖之。延英對[３３０]，宰臣諫之，上曰：「此朕家臣，杖之何妨[３３１]？如卿等奴僕有過，不可不決。」 \\n 大中酷好科名，帝於內中題「鄉貢進士李道龍」。內官近多知書，自文、宣二帝。 \\n 李朱崖，武皇朝為相，勢傾朝野。及得罪譴斥，人為作詩云：「蒿棘深春衛國門，九年於此盜乾坤。兩行密疏傾天下，一夜陰謀達至尊。肉視具僚忘匕筯，氣吞同列削寒溫。當時誰是承恩者，肯有餘波達鬼村。」又一首云：「氣勢凌雲威觸天，權傾諸夏力排山。三年驥尾有人附，一日龍髯無路攀[３３２]。畫閣不開梁燕去，朱門罷掃乳鴉還。千巖萬壑應惆悵，流水斜陽出武關。」此溫飛卿詩也。 \\n 歸登書《徑山碑》[３３３]，是崔元翰文，唯稱此「龜」字。 \\n 高祖朝嚴甘羅，武功人，行劫為吏所拘。上謂曰：「汝何為作賊？」甘羅對曰：「饑寒交切，所以為盜。」上曰：「吾為汝君，使汝窮乏，吾之罪也。」赦之。 \\n 鄭仁表，洎之次子[３３４]。自謂門地、人物、文章具美，常曰：「天瑞有五色雲，人瑞有鄭仁表。」 \\n 僖皇即位，蕭倣、崔彥昭秉政，素惡劉鄴，乃罷鄴知政事，出為淮南節度使。是日，鄴押班宣麻，通事引鄴內殿謝，不及笏記。鄴自撰十餘句，語曰：「霖雨無功[３３５]，深愧代天之用；煙霄失路，未知歸骨之期。」帝為之惻然。鄴，三復之子，贊皇門人也。 \\n 寧王薨[３３６]，冊讓皇帝，凡壙內置千味食。監護使裴耀卿奏曰：「尚食所料水陸等味一千餘種，每色瓶盛，安於藏內，皆是非時瓜果，及馬牛驢犢麞鹿肉，并諸藥酒三十餘色，儀注禮儀，並無所憑。」遂減省之。 \\n 張循憲為侍御史，長安中為河東採訪使，薦蒲州人張嘉貞材堪憲官，請以己官秩授之。則天召見[３３７]，垂簾與之語，嘉貞奏曰：「以臣草萊，得入謁九重，是千載一遇也。咫尺之間，如隔雲霧，竟不覩日月。恐君臣之道，有所未盡。」則天遽令卷簾，與語大悅，擢拜監察御史。 \\n 郭太后貴極，終八朝：代之外孫，德之外甥，順之親婦，憲之皇后，穆之母，敬、文、武三帝祖母。 \\n 建中中，戴竿三原婦人王大娘，首戴二十八人而走。 \\n 大曆年中，河南尹相里造[３３８]、洛陽尉苗登，有尾長二尺餘。 \\n 賈躭為滑州節度使。酸棗縣有一下俚婦，事姑不敬。姑年甚老，無目，晨餐，婦以餅裹犬糞授姑，姑食覺異，留之。其子出還，姑問其子：「此何？嚮者婦與吾食。」其子仰天大哭。有頃，雷震發[３３９]，若有人截婦人首，以犬首續之。躭令牽行於境內，以戒不孝者，時人謂之「犬頭婦」。 \\n 李祐為淮西將，元和十二年送款歸國[３４０]。裴令公破元濟入城，漢軍有剝婦人衣至倮體者。祐婦姜氏，懷姙五月，為亂卒所劫，以刀劃其腹，姜氏氣絕踣地。祐歸見之，腹開尺餘，因脫衣襦裹歸。一夕復蘇，傅以神藥，滿十月，生一男。朝廷以祐歸國功，授一子官，字曰行循[３４１]。年三十餘，為南海節度，罷歸，卒於道。 \\n 河東裴章者，其父胄嘗鎮荊州。門僧曇照道行甚高，能知休咎。章幼時為照所重，言其官班位望，過於其父。章弱冠，父為娶妻李氏女。及四十餘，章從職太原，棄妻於洛中，過門不入，別有所牽。李氏自感其薄，常褐衣髽髻，讀佛書蔬食。又十年，嚴綬尚書自荊州移鎮太原，曇照隨之。章因見照敘舊，久之謂曰：「貧道五十年前言郎君必貴，今則皆不，何也？」章自以薄妻之事啟之，照曰：「夫人生魂訴於上帝，以非命處君。」後旬日，為其下以刃劃腹於浴器中，五臟墮，傷風遂死。 \\n 王縉為相[３４２]，為妾造寶應寺，宏麗無比，為識者所嗤[３４３]。 \\n 鄭覃歷官三十餘任，未嘗出都門，便登相位，以至於終。 \\n 貞元初，丹陽令王瓊，三年調集，遭黜落。瓊甚惋憤，乃賫百金，詣茅山道士葉虛中求奏章，以問吉兇。虛中年九十餘，強為奏之。其章隨香煙上天，縹緲不見，食頃復墮地，有朱書批其末云：「受金百兩，折祿三年。枉殺二人，死後處分。」後一歲，無疾而卒。 \\n 太宗文皇帝，虬鬚上可掛一弓。 \\n 唐李佐，山東名族。年少時，因安史亂，失其父。後擢第，有令名，為京兆少尹。陰求其父，有識告佐，往迎於殯葬徒中。歸而跪食，如是累月。一旦，召佐曰：「汝孝行純也[３４４]。然吾三十年在此黨中，昨從汝歸，未與流輩訣絕。汝可具大豬五頭、白醪數斛、蒜虀數甕、薄餅十盤，開設中堂，吾與羣黨一醉申訣，無恨矣。」佐承教，數日乃具。父出召客，俄而市善薤歌者百人至，初則列堂中，久乃雜謳，及暮皆醉。眾扶佐父登榻，而《薤露》一聲，凡百皆和。俄相扶坌出，不知所往，行路觀者億萬。明日，佐棄家入山，數日而卒。 \\n 唐韓幹善畫馬。閑居之際，忽有一人，朱衣玄冠而至。幹問曰：「何得及此？」對曰：「我鬼使也，聞君善圖良馬，願賜一匹。」立畫焚之。數日，出，有人揖而謝：「蒙惠駿足，免為山川跋涉之苦，亦有以酬效。」明日，有人送素縑百匹，不知其來，幹取用之。 \\n 河間王孝恭，才知識略，特出於眾。初，受詔征輔公祏，座上有水一器，倏然變成血，滿坐驚畏，左右不測。孝恭曰：「自無負神明，此變應是公祏授首之兆。」座客始安。至淮南，乃梟公祏以獻。時人服其先見。 \\n 明皇御勤政樓，下設百戲，坐安祿山於東間觀看。肅宗諫曰：「歷觀今古，無臣下與君上同坐閱戲者。」玄宗曰：「渠有奇相，我有以禳之故耳。」又嘗與之夜讌，祿山醉卧，化為一豬而龍頭。左右遽告，帝曰：「渠豬龍，不能為也。」終不殺之，卒亂中原。 \\n 元德秀貧時，其兄早亡，有遺孤。朞月，其嫂又喪，無乳哺之。德秀晝夜哀號，抱其子即以己乳含之，涉旬而有汁，遂長大。德秀官魯山令，有清政，化惠於一邑，闔境歌之。 \\n 盧羣，居鄭之圃田。讀書業成，東游淮海，求索得千縑，西之長安。聞桑道茂善相術，車馬闐門，羣傾囊奉之。桑生曰：「吾常以善惡鑒於時，士所惠者涓埃而已。今貺余蓋以多[３４５]，其旨何哉？」羣答曰：「少為業已就，西來求官。以天下之人信先生之口，將求一言，得乎？」桑生曰：「有何不可？」羣曰[３４６]：「乞自三事以下造問公者，唯言近有一盧羣自東來，十年持世間重柄，貴不可及，即是願(一作配。)分。」於是桑生昌言於時賢。不旬辰之內，凡京國重位名士，皆造羣門，同力申薦。代宗聞其名，召見，一拜拾遺，累官至鄭滑節度使。 \\n 大宗謂虞世南一人而有五絕：一曰博聞，二曰德行，三曰書翰，四曰辭藻，五曰忠直。圖形凌煙閣[３４７]，年八十一終。 \\n 清泰朝，李專美除北院，甚有舟檝之歎。時韓昭裔已登庸，因賜之詩曰：「昭裔登庸汝未登，鳳池雞樹冷如冰。何如且作宣徽使[３４８]，免被人呼粥飯僧。」 \\n 長興四年，李遇奏尹拙自著作佐郎除左拾遺直史館。諫官直館，自拙始也。邇後畿赤尉稍不登矣。 \\n 王居敏為秦王六軍判官，素不協意。及從榮擁兵之際[３４９]，與高輦並轡，指日影曰：「明日如今，已誅王詹事矣。」 \\n 史弘肇嘗與大臣飲於竇貞固之第，以夙憤激蘇逢吉，舉爵曰：「安朝廷，定禍亂，直須長鎗大劍，至如毛錐子安足用焉？」三司使王章曰：「雖有長鎗大劍，若無毛錐子，贍軍財賦，自何而集？」肇默然而散，自此蘇、史有隙。 \\n 楊邠起於小吏[３５０]，及為相，常言曰：「為國家者，但得帑藏豐盈，甲兵強盛。至於文章禮樂，並是虛事，何足介意。」自此後，始不在清議。 \\n 王師範，非名族，世承姑息。及其死也而無辭，輒有長幼之序。三川之士多焉。 \\n 漢隱帝賜諸伶錦袍玉帶，史弘肇奪之還官[３５１]，曰：「健兒戍邊，寒暑未有優卹，爾輩不當也！」其凶戾也如此，然至理得中。 \\n 武皇嘉明宗之功[３５２]，以其屬五百騎，號曰「橫衝都」，侍於帳下，故兩河間目為「李橫衝」。 \\n 于鄴除工部郎中，時尚書盧文紀諱業，甚不平，陶鑄欲請換曹。其夕鄴雉經，盧尚書貶石州司馬。于、盧之器固小也，然過在執政。 \\n 趙光逢為司徒，致仕。光裔入相有日，省問其兄，語及政事。他日，光逢署其戶曰：「請不言中書事。」其端靜也如此。 \\n 葛從周有殊功，鎮青社。人語曰：「山東一條葛，無事莫撩撥。」 \\n 楊尚書昭儉退居華下，自題家園以見志，曰：「池蓮憔悴無顏色，園竹低垂減翠陰。園竹池蓮莫惆悵，相看恰似主人心。」 \\n 近有鍾離令王仁岫，善功算[３５３]，因集八卦五曹演算法云：用十二文牌子布位，先須正坐其身，以坐位便居北方也。每牌子拘一位，每位從一至十起，坎為初，巡指八方，以方為首。八卦既畢，却取其陰，橫九豎十，積為前位。常以九九正文，顛倒呼命，瞻前顧後，逐位取了。須是明其九九正文，進退精熟，方可入於諸法，次第加減。一位因望折倍減，五門不雜於五曹，五曹秤尺地倉金，五數悉通於一位。或遇前後隔位，即以辰次而空之。或遇除減併繁，別以閏牌而貼之。總而存亡除留，自然明其向背。既轉移而得理，則絲忽而無差。但用諸法徑門，取其簡要，若類鼓珠之法，且凝滯於乘除。比法乃至開方、立方，求一立一，皆可通其體例耳。 \\n 法眼姓魯，雪峯姓曾。或問雪峰：「師何姓也？」答曰：「魯人不繫腰。」却問法眼：「師何姓也？」答曰：「雪峯繫腰帶。」 \\n 盧文進，幽州人也。至江南，李氏封范陽王。嘗云：「陷契丹中，屢入絕塞。正晝方獵，忽天色晦黑，眾星燦然。問蕃人，云：『所謂笪却日也，以此為常。』頃之乃明，方午也。」又云：「嘗於無定河，見人脛骨一條，大如柱，長可七尺。」 \\n 後唐太祖嘗隨火征龐勛，臨陣出沒如神，號為「火龍子」。 \\n 王審知起事，其兄潮唱首。及審知據閩中，為潮立廟水西[３５４]，故俗謂之「水西大王」。 \\n 梁祖初革唐命，讌於內殿，悉會戚屬。又命葉戲[３５５]，廣王忽不擲，目梁祖曰：「朱三，你受他許大官職[３５６]，久遠家族得安穩否？」於是擲戲具於堦，抵其盆而碎之。 \\n 劉坦狀元及第，為維揚李重進書記。好酒，李常令酒庫：「但書記有客，無多少供之。」尋為掌庫吏頗吝之，須索甚艱。因大書一絕於廳之屏上云：「金殿試迴新折桂，將軍留辟向江城。思量一醉猶難得，辜負揚州管記名。」未幾，重進望日復謁於坦，讀之忽悟，曰：「小吏吝酒於書記也。」立命斬之。坦不懌，凡數月，悔而成疾。 \\n 正衙宣樞密使制，自周祖始，漢隱帝嗣位之初故也。 \\n 有米都知者，伶人也，善騷雅，有道之士。故西樞王公朴嘗愛其警策云：「小旗村店酒，微雨野塘花。」梁補闕亦贈其詩云[３５７]：「供奉三朝四十年，聖時流落髮衰殘。貪將樂府歌明代，不把清吟換好官。」近有商訓者，善吹笙，亦籍教坊為都知。能別五音，知吉凶，復得畫之三昧，山水不下關、李。 \\n 王延彬獨據建州，稱偽號。一旦大設，為伶官作戲辭云：「只聞有泗州和尚，不見有五縣天子。」 \\n 馬全節為鄴都留守，以元城是桑梓之邑，具白襴，詣縣庭謁拜。縣令沈遘避之，節曰：「父母之鄉，自合致恭，勿讓也。」州里榮之。 \\n 孫光憲從事江陵日，寄住蕃客穆思密，嘗遺水仙花數本，植之水器中，經年不萎。 \\n 後唐莊宗，年十一，從晉王討王行瑜。初令入覲獻捷，昭宗一見駭異之，曰：「此子有奇表。」乃撫其背曰[３５８]：「兒將來國之梁棟，勿忘忠孝於吾家。」乃賜鸂?酒巵、翡翠盤。十三讀《春秋》，略知大義，騎射絕倫。其心豁如，採錄善言，聽納容物，殆劉聰之比也。又昭宗曰：「此子可亞其父。」時人號曰「李亞子」。 \\n 楊惲內侍，字道濟。僖皇末，權樞密，出為浙西監軍。朱梁篡後，竄身投武肅，居越中。長八尺，有黃白法，善壬課[３５９]。事饌至精，四季皆榜廚。手寫九經、三史、百家，用蒲薄紙，字如蠅頭。年九十餘卒。 \\n 四明人胡抱章，作《擬白氏諷諫》五十首，亦行於東南，然其辭甚平。後孟蜀末，楊士達亦撰五十篇，頗諷時事。士達子舉正，端拱二年進士，終職方員外郎。 \\n 長興元年二月郊祀，敕內外羣臣職帶平章事，兼侍中、中書令，與改里鄉名號。 \\n 偽蜀韓昭，仕王氏，為禮部尚書、麗文殿大學士。粗有文章，至於琴棋書算射法，悉皆涉獵，以此承恩於後主。朝士李台瑕曰：「韓八座事藝，如拆襪線，無一條長。」時人韙之。 \\n 朱耶赤心者，或云：「其先塞上人，多以騎獵為業。胡人三十輩於大山中，見飛鳥甚眾，頡頏於一谷中。眾胡就之，見一小兒，約纔二歲已來，眾鳥銜果實而飼之。眾胡異之，遂收而眾遞養之。成長求姓，眾云諸人共育得大，遂以『諸耶』為姓。」言「朱耶」者，訛也。 \\n 天成中，帝謂侍臣曰：「自古鐵券，其事如何？」趙鳳對曰：「此則帝王誓文，賜其子子孫孫，長享爵祿。」帝曰：「先朝所賜，惟三人耳。崇韜、繼麟，尋皆族滅。朕之危疑，事慮朝夕。」嗟歎久之。趙鳳曰：「帝王所執，故知不必銘金鏤石。」帝曰：「敢不深誡。」 \\n 忠懿王在錢塘，顯德中，有民沈超者，負罪逃匿。禁其母凡百日，不出；及追妻鞫之，當日來首。判之曰：「母禁十旬，屢追不到；妻縶半日，不召自來。倚門之義稍輕，結髮之情太重。領於市心，軍令處分。」又大貂曹公鎮青海，有盜魁累犯當死，皆會赦。至公在任，又犯。有司以赦文舉之，公判曰：「三遇赦文，天子之恩合免；屢為民患，將軍之令必行。」乃從極典。 \\n 陶穀，小名鐵牛。李濤常有書與之曰：「每至河源，即思令德。」唐彥謙之孫也，以石晉諱，改姓焉。 \\n [３２２]「可小小使之」，四庫本作「可小使之」。 \\n [３２３]「貶中丞楊瑱」，「瑱」，粵雅堂本作「頊」。 \\n [３２４][成校]「柳宗元永州劉禹錫郎州」「永州」，底本作「柳州」；「朗州」，底本作「播州」；均誤，據明刻本改。《舊唐書》卷一四《憲宗紀》：「再貶撫州刺史韓泰為虔州司馬，河中少尹陳諫台州司馬，邵州刺史柳宗元為永州司馬，連州刺史劉禹錫朗州司馬......」 \\n [３２５][成校]「有為進士伍唐珪謁蘇使君」，底本「有」作「者」，誤，據粵雅堂本改。又底本「伍」作「五」，據明刻本改。又粵雅堂本無「伍」字。 \\n [３２６]「故於河陽作池養之」，「於」原作「打」，據四庫本改。 \\n [３２７][成校]「漸至危亟」，底本「亟」作「殛」，誤，據明刻本改。 \\n [３２８]「母先患創」，「創」原作「刺」，據四庫本改。 \\n [３２９]「歸少師崇敬宅」，「崇敬」原作「崇制」，據粵雅堂本改；四庫本此二字作正文。 \\n [３３０]「延英對」，「對」字原無，據四庫本補。 \\n [３３１]「杖之何妨」，「妨」原作「爽」，據粵雅堂本改。 \\n [３３２]「一日龍髯無路攀」，「路」原作「故」，據粵雅堂本改。 \\n [３３３]「歸登書徑山碑」，「徑」原作「經」，據粵雅堂本及《寶刻叢編》卷一四改。 \\n [３３４]「洎之次子」，「洎」原作「肅」，據粵雅堂本改。明抄本及四庫本此下有「仁規之弟。恃才傲物，士人薄之」十二字。[補校]吳在慶《增補唐五代文史叢考》「鄭仁表非鄭肅次子」條考據《南部新書》此則云：「據《舊唐書》卷一七六、《新唐書》卷一八二《鄭肅傳》，鄭肅之子為鄭洎，而『洎子仁規、仁表，俱有俊材，文翰高逸』。則仁表乃鄭洎之子，鄭肅之孫。」 \\n [３３５]「霖雨無功」，「霖」原作「靈」，據粵雅堂本改。 \\n [３３６]「寧王薨」，「寧」原作「岐」，據粵雅堂本改。[成校]《舊唐書》卷九《玄宗紀》：「辛未，太尉寧王憲薨，謚為讓皇帝，葬于惠陵。」 \\n [３３７]「則天召見」，「召」字原無，據四庫本補。 \\n [３３８]「河南尹相里造」，「造」下原有「剝」字，《舊唐書》卷一八四及《新唐書》卷二○七《魚朝恩傳》俱有相里造其人，據刪。 \\n [３３９]「雷震發」，「雷」字原無，據粵雅堂本補。 \\n [３４０][成校]「送款歸國」，底本「國」作「家」，誤，據粵雅堂本改。 \\n [３４１]「字曰行循」，「循」，四庫本作「修」。 \\n [３４２]「王縉為相」，「縉」原作「絲」，據粵雅堂本改。[成校]《舊唐書》卷一一八《王縉傳》：「妻李氏卒，捨道政里第為寺，為之追福，奏其額曰『寶應』......」 \\n [３４３]「為識者所嗤」，此句下明抄本有「今寺中什梵天女，悉韓幹為齊公妓小小等寫真也」。 \\n [３４４]「汝孝行純也」，「純也」，粵雅堂本作「絕世」。 \\n [３４５]「今貺余蓋以多」，「蓋以」，四庫本作「益」。 \\n [３４６]「羣曰」，二字原無，據粵雅堂本補。 \\n [３４７]「圖形凌煙閣」，「凌」原作「陵」，據四庫本改。 \\n [３４８]「何如且作宣徽使」，「何如」原作「如何」，據四庫本乙正。 \\n [３４９][成校]「從榮擁兵」，底本「從榮」作「從策」，誤，據明刻本改。《新五代史》卷一五《唐明宗家人傳˙明宗子傳》：「是日，從榮自河南府擁兵千人以出。......行至天津橋南，指日景謂輦曰：『明日而今，誅王居敏矣！』」 \\n [３５０][成校]「楊邠」，底本作「陽邠」，誤，據明刻本改。《舊五代史》卷一○七《漢書˙楊邠傳》：「及邠居相位，......常言：『為國家者，但得帑藏豐盈，甲兵強盛，至於文章禮樂，並是虛事，何足介意也。』」 \\n [３５１]「史弘肇奪之還官」，「弘」字原脫，據《舊五代史》卷一○七《漢書九˙史弘肇傳》補。 \\n [３５２]「武皇嘉明宗之功」，「宗」原作「皇」，據四庫本改。四庫本「武皇」作「後唐晉王」。 \\n [３５３]「善功算」，粵雅堂本「功」作「工」。 \\n [３５４]「為潮立廟水西」，原重「廟」字，據四庫本刪。 \\n [３５５]「又命葉戲」，「葉戲」，粵雅堂本作「葉子戲」，據《舊五代史》卷一二《梁書十二˙廣王朱全昱傳》當作「骰戲」。 \\n [３５６][成校]「你受他許大官職」，底本「受」作「愛」，誤，據明刻本、粵雅堂本改。 \\n [３５７]「梁補闕亦贈其詩云」，「梁」，粵雅堂本作「黎」。 \\n [３５８]「乃撫其背曰」，「其」字原無，據四庫本補。 \\n [３５９]「善壬課」，四庫本作「善六壬課」。 \\n  \\n   \\n  "}
