{"章节": "校點說明", "正文": "  \\n 校點說明 \\n 　 \\n  \\n 《泊宅編》，宋方勺(1066-?)著。勺字仁聲，婺州金華(今屬浙江)人，一說嚴瀨(在今浙江桐廬)人。後寓居烏程(今浙江吳興)泊宅村，因號泊宅翁。元豐六年(1083)入太學，後任虔州(今江西贛州)管勾常平。元祐五年(1090)自江西赴杭州應試不舉，遂無仕進之意，直至晚年才又得一官。為人神情散朗，淡泊名利。事蹟見《宋史翼》卷三六等。 \\n 書中所記，多為宋仁宗至徽宗政和年間的朝野雜事。方勺因常與當時名士如蘇東坡、蘇子容、葉夢得、朱服、王漢之、洪興祖、王昇等人交遊，故於當代時事、名人逸事、掌故稗聞多有所見聞，因予記錄，彙編成書。書中有些內容，如方臘起義始末，宋神宗熙甯、元豐年間的財政狀況，《黃鶴引》詞牌以及某些醫藥的記述，都從不同的角度提供了宋代的歷史資料，頗足珍貴。 \\n 本書有十卷和三卷兩種版本體系。陳振孫《直齋書錄解題》著錄為十卷，明陶宗儀《說郛》所收《泊宅編》21條，亦據十卷本，成書於明嘉靖六年(1527)的《吳興掌故》也著錄為十卷。直到《稗海》本出，方見三卷本原貌。據考證，十卷本是在三卷本稿本基礎上，由作者增訂厘定後付梓的原本。故記事比三卷本有所增刪，遣詞用語亦有更動。 \\n 此次校點，即以十卷本《金華叢書》本為底本，校以《讀畫齋叢書》本等其他諸本。凡底本有誤者，皆據校本改正，不出校記。 \\n  \\n   \\n  "}
{"章节": "方氏泊宅編序", "正文": "  \\n 方氏泊宅編序 \\n 　 \\n  \\n 泊宅翁學博而志剛，少時謂功名可力取，不肯與世俯仰。晚得一官，益齟齬不合，慨然歎曰:\"大丈夫不為人則為己。先聖有言:朝聞道，夕死可矣。\"乃取浮圖、老子性命之說，參合其要，以治心養氣，反約而致柔，年老而志不衰。酒後耳熱，抵掌劇談，道古今理亂、人物成敗，使人聽之竦然忘倦。時出句律，意匠至到。扁舟苕、霅之上，侶嬋娟，弄明月;興之所至，輒悠然忘歸。使翁少而遇合，未必如歲晚所得之多也。一日，過予於桐汭，出所著《泊宅編》示予。予曰:\"此翁筆端遊戲三昧耳，胸中不傳之妙，盍為我道其崖略?\"翁默然無言。予因書以序之。丹陽洪興祖慶善。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷一", "正文": "  \\n 泊宅編卷一 \\n 　 \\n  \\n 陽孝本字行先，居虔州城西，學博行高。東坡謫惠州，過而愛之，號曰\"玉岩居士\"，仍為作真贊。居士不娶，坡每來，直造其室，嘗戲以元德秀呼之。居士曰:\"某乃陽城之裔。\"故坡詩曰:\"眾謂元德秀，自稱陽道州。\"皆謂無妻也。居士後以遺逸得官。 \\n 吳師仁字坦求，錢塘人。篤學勵志，不事科舉。守臣陳襄、鄧溫伯、蒲宗孟皆以遺逸薦於朝。元祐初，被召命以學官。初，坦求喪親，廬其墓，日托棲真寺隨僧造飯一缽以充饑，不復置庖爨、蓄奴僮，閉戶翛然讀書，倦則默坐而已。嘗一夕，已滅燭，室中忽自明，有僧長揖而入，與坐談玄久之，謂坦求曰:\"教授行且仕宦，壽不過六十。\"僧去而復暗如初。坦求為太學博士，十年無他除改，其後以選除穎川、吳王宮教授，卒年五十七。 \\n 王昇字君儀，居嚴州烏龍山。布衣蔬食，無書不讀，道、釋二典，亦皆遍閱。為湖、婺二州學官，罷歸山中，杜門二年不赴調。一日，自以箕子《易》筮之，始治裝西去，時年將六十矣。旅京師數月，良倦，將謀還鄉，左丞薛昂以其所撰《冕服書》獻之，稍曆要官。君儀之學，尤深於《禮》、《易》，久為明堂司常。宣和乙巳，以待制領宮祠，復居烏龍故廬。每正旦，筮卦以蔔一歲事，豫言災祥，其驗甚多。金人據臨安，諸郡驚擾，嚴人皆引避山谷間，公獨燕處如平時，且增葺舍宇，以示無虞。壬子正月，微感疾，謂貳車黃策曰:\"陸農師待我為屬官，不久當往，但《太元書》未畢，且不及見上元甲子太平之會，此為恨爾。\"數日卒，年七十九。 \\n 東坡既就逮下禦史獄，一日，曹太皇詔上曰:\"官家何事數日不懌?\"對曰:\"更張數事未就緒，有蘇軾者，輒加謗訕，至形於文字。\"太皇曰:\"得非軾、轍乎?\"上驚曰:\"娘娘何自聞之?\"曰:\"吾嘗記仁宗皇帝策試製舉人罷歸，喜而言曰:'今日得二文士，然吾老矣，度不能用，將留以遺後人。'二文士蓋軾、轍也。\"上因是感動，有貸軾意。 \\n 朱行中自右史帶假龍出典數郡，年才逾壯。守東陽日，嘗作春詞云:\"小雨廉纖風細細，萬家楊柳青煙裏。戀樹濕花飛不起。愁無比，和春付與西流水。九十光陰能有幾，金龜解盡留無計。寄語東城沽酒市，拼一醉，而今樂事他年淚。\"自以為得意。後曆中書舍人，帥番禺，得罪，安置興國軍以死。流落之兆，已見於此詞。 \\n 王欽臣自西京一縣令召入，議法與介甫不合，令學士院試賦一篇，但賜出身，卻歸本任。以二詩獻公，其一云:\"蜀國相如最有詞，武皇深恨不同時。淩雲賦罷還無用，寂寞文園意可知。\"其二云:\"古木陰森白玉堂，老年來此試文章。宮簷日永揮毫罷，閑拂塵埃看畫牆。\" \\n 東坡帥杭，一日，與徐璹坐雙檜堂，吟曰\"二疏辭漢去\"，璹應聲曰:\"大老入周來。\"璹字全夫，少年登科，疏縱不事事，晚益流落，終於武義縣主簿。嘗寓婺州清漣寺，醉中題壁云:\"驚雷殷殷南山曲。一夜山前春雨足。美人睡起怯輕寒，衣褪香綃紅減玉。朝雲靄靄弄晴態，野柳狂花無管束。東風也自足春情，吹皺兩溪煙水綠。\" \\n 元祐中，東坡帥杭。予自江西來應舉，引試有日矣，忽同保進士訟予戶貫不明，賴公照憐，得就試;因預薦送，遂獲遊公門。公嘗云:\"王介甫初行新法，異論者譊譊不已。嘗有詩云:'山鳥不應知地禁，亦逢春暖即啾啾。'又更古詩'鳥鳴山更幽'作'一鳥不鳴山更幽'。\" \\n 歐公作《醉翁亭記》後四十九年，東坡大書重刻於滁州，改\"泉洌而酒香\"作\"泉香而酒洌\"，\"水落而石出\"作\"水清而石出\"。 \\n 馮當世未第時，客余杭縣，為官逋拘窘，計無所出，題小詩於所寓寺壁。一胥魁範生見之，為白令，丐寬假。令疑胥受賕遊說，胥云:\"馮秀才甚貧，某但見其所留詩，知他日必顯。\"出其詩，令笑釋之:\"韓信棲遲項羽窮，手提長劍喝秋風。籲嗟天下蒼生眼，不識男兒未濟中。\" \\n 介甫嘗戲作《走卒集句》云:\"年去年來來去忙，倚他門戶傍他牆。一封朝奏緣何事，斷盡蘇州刺史腸。\" \\n 先子晚官鄧州，一日，秋風起，忽思吳中山水，嘗信筆作長短句《黃鶴引》，遂致仕。其敘曰:予生浙東，世業農。總角失所天，稍從里閈儒者遊。年十八，婺以充貢。凡七至禮部，始得一青衫。間關二十年，仕不過縣令，擢才南陽教授。紹聖改元，實六十有五歲矣。秋風忽起，亟告老於有司，適所願也。謂同志曰:\"仕無補於上下，而退號朝士。婚嫁既畢，公私無虞。將買扁舟，放浪江湖中，浮家泛宅，誓以此生，非太平之幸民而何?\"因閱阮田曹所制《黃鶴引》，愛其詞調清高，寄為一闋，命稚子歌之，以侑尊焉。\"生逢垂拱。不識干戈免田隴。士林書圃終年，庸非天寵。才初闒茸。老去支離何用?浩然歸弄。似黃鶴、秋風相送。塵事塞翁心，浮世莊周夢。漾舟遙指煙波，群山森動。神閑意聳。回首名鞿利鞚。此情誰共?問幾斛、淋浪春甕。\" \\n 韓退之多悲，詩三百六十，言哭泣者三十首。白樂天多樂，詩二千八百，言飲酒者九百首。 \\n 徽宗興畫學，嘗自試諸生，以\"萬年枝上太平雀\"為題，無中程者。或密扣中貴，答曰:\"萬年枝，冬青木也;太平雀，頻伽鳥也。\"是時，殿試策題，亦隱其事以探學者。如大法斷案，一案凡若干刑名，但取其合者，不問詞理優劣。或曰:\"王言而匿，其指奈何?\"曰:\"此正古之射策，在兵法所謂多方以誤之也。\" \\n 自古繼世宰相，前漢所稱韋、平而已，漢袁、楊二族最盛，亦不過三四人。唯李唐一門十相者良多。至聞喜裴氏、趙郡李氏，一家皆十七人秉鈞軸，何其盛也!本朝父子繼相，韓、呂之後未聞。 \\n 自古相國最久者，唯召公三十六年;一朝宰相最多者，唯武后六十八人。 \\n 韓忠獻公之子粹彥帥定武，或勸取幽燕者，粹彥折之曰:\"國家奄有四海，寧少此一彈之土耶?\"唐庚作傳贊曰:\"仁人之言，其利博哉!始之者寇萊公，成之者公也。\" \\n 王黼自入仕登庸，無他異，唯合眼時覺有物隱隱如玉箸，頭長不盈寸，開眼則無之，他人不知也。每有慶事，則微癢而動搖，率以為常。靖康初，金人犯闕，黼正憂遽，忽癢甚，喜不自勝;微以手按之，其物忽落掌中，狀如箸。不久及禍。 \\n 介甫嘗晝寢，謂葉濤曰:\"適夢三十年前所喜一婦人，作長短句贈之，但記其後段:'隔岸桃花紅未半，枝頭已有蜂兒亂。惆悵武陵人不管。清夢斷，亭亭佇立春宵短。'\" \\n 姚祐自殿監遷八座，不數進見。母夫人久病痢，諸藥不效，憂悶不知所出，令李昂筮軌革，有\"真人指靈草\"之語。一日，登對，上訝其悴，具以實奏。詔賜一散子，數服而愈，仍喻只炒椿子熟末之飲下。 \\n 王直方云:王介甫在翰苑，見榴花止開一朵，有\"濃綠萬枝紅一點，動人春色不須多\"之句。陳正敏謂此乃唐人詩，介甫嘗題扇上，非其所作。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷二", "正文": "  \\n 泊宅編卷二 \\n 　 \\n  \\n 予弟匋字仁宅，博學好古，未壯而卒。平生不喜作科舉文，既卒，於篋中得二跋尾遺稿，今載於此: \\n 《秦詛楚文跋尾》曰: \\n 右秦《告巫鹹神碑》，在鳳翔府學;又一本《告亞駞神》者，在洛陽劉忱家。書辭皆同，唯偏旁數處小異。案:《史記·世家》，楚子連\"熊\"為名者二十二，獨無所謂熊相者。以事考之，楚自成王之後，未嘗與秦作難。及懷王熊槐十一年，蘇秦為合從之計，六國始連兵攻秦，而楚為之長，秦出師敗之，六國皆引而歸。今碑云\"熊相率諸侯之兵以加臨我\"者，真謂此舉，蓋《史記》誤以熊相為熊槐耳。其後五年，懷王忿張儀之詐，復發兵攻秦，故碑又云\"今又悉興其眾，以逼我邊境\"也。是歲秦惠王二十六年也。王遣庶長章拒楚師，明年春，大敗之丹陽，遂取漢中之地六百里，碑云\"克齊，楚師復略我邊城\"是也。然則碑之作正在此時，蓋秦人既勝楚而告于諸廟之文也。秦人嘗與楚同好矣，楚人背盟，秦人疾之，幸於一勝，遍告神明，著諸金石，以垂示後世，何其情之深切一至是歟!余昔固嘗怪秦、楚虎狼之國，其勢若不能並立於天下，然以鄰壤之近，十八世之久，而未聞以弓矢相加。及得此碑，然後知二國不相為害，乃在於盟詛之美、婚姻之好而已。戰國之際，忠信道喪，口血未乾而兵難已尋者比比皆是，而二國獨能守其區區之信，曆三百有餘歲而不變。不亦甚難得而可貴乎!然而《史記》及諸傳記皆不及之也。碑又云:\"熊相背十八世之詛盟。\"今《世家》所載，自成王至熊相才十七世爾。又云:\"楚取我邊城新後｛皇阝｝及｛於阝｝長。\"而《史記》止言六國敗退而已。由是知簡策之不足盡信，而碑刻之尤可貴也。秦惠公二十六年，周赧王之三年也。自碑之立，至今紹聖改元，實一千四百六年。（廷博案:紹聖，原誤\"紹興\"。一千四百六年，原誤\"一千四百四十九年\"。今訂正之。） \\n 《石經跋尾》云: \\n 右石經殘碑在洛陽張景元家，世傳蔡中郎書，未知何所據。漢靈帝熹平四年，邕以古文、篆、隸三體書五經，刻石於太學。至魏正始中，又為一字石經相承，謂之《七經正字》。今此所傳，皆一體隸書，必魏世所立者。然《唐·經籍志》又有邕《今字論語》二卷，豈邕五經之外復為此乎?據《隋·經籍志》，凡言一字石經，皆魏世所為。有一字《論語》二卷，不言作者之名，而《唐·志》遂以蔡邕所作，則又疑《唐史》傳之之誤也。蓋自北齊遷邕石經於鄴都，至河濱岸崩，石沒于水者幾半。隋開皇中，又自鄴運入長安，未及緝理，尋以兵亂廢棄。唐初，魏鄭公鳩集所餘，十不獲一，而傳拓之本猶存秘府。前史所謂三字石經者，即邕所書，然當時一字石經存者猶數十卷，而三字石經止數卷而已。由是知漢石經之亡久矣，不能若此之多也。魏石經近世猶存，五代湮滅殆盡。往年洛陽守困閱營造司所棄碎石，識而收之，遂加意搜訪，凡得《尚書》、《論語》、《儀禮》合數十段。又有《公羊》碑一段在長安，其上有馬日磾等名號者;魏世用日磾等所正定之本，因存其名耳。案《洛陽記》，日磾等題名本在《禮記》碑，而此乃在《公羊》碑上，益知非邕所為也。《尚書》、《論語》之文，與今多不合者，非孔安國、鄭康成傳之本也。獨《公羊》當時無他本，故其文與今文無異，皆殘闕已甚，句讀斷絕，一篇之中，或不存數字，可勝嘆惜哉!吾友鄧人董堯卿自洛陽持石經紙本歸，靳然寶之如金玉，而予又從而考之。其勤如是，予二人亦可謂有志於斯文矣! \\n 崇寧五年，長星見。蔡京斥居浙西，時事小變，士大夫觀望，或於秉筆之際有向背語。蔡既再相，門人蘇棫者自漳州教授召赴都堂，審察獻議，乞索天下學官五年所撰策題，下三省委官考校，以定優劣。坐是停替者三十餘人。棫為太學博士，遷司業卒。 \\n 今之巧宦者，皆謂之\"鑽\"。班固云:\"商鞅挾三術以鑽孝公。\"仕有不稱職者，許郡將或部使者兩易其任，謂之\"對移\"。漢薛宣為左馮翊，以頻陽令薛恭本縣孝者，未嘗知治民，而粟邑令尹賞久用事，宣即奏賞換縣，乃對移之所起也。 \\n 狄武襄公青，本拱聖兵士，累戰功致位樞府。既貴，時相或諷其去面文者，但笑不答。仁廟亦宣喻之，對曰:\"臣非不能，姑欲留以為天下士卒之勸。\"上由此益愛之。 \\n 宗澤，婺州農家子，登進士科，調館陶尉，凡獲逃軍即殺之，邑境為之無盜。時呂大資（惠卿）帥大名，聞其舉職，因召與語，仍薦之，且誡之曰:\"此雖除盜之一策，恨子未閱佛書，人命難得，安可妄殺，況國有常刑乎!\"澤靖康中為副元帥，後尹開封卒。 \\n 河陽三城，其中城曰中潬，（音誕。）黃河兩派貫於三城之間，秋水泛溢時，南北二城皆有濡足之患，唯中潬屹然如故。相傳此潬隨水高下，若所謂地肺浮玉者。《楞嚴經》云:\"幹為洲潬，濕為巨海。\" \\n 烏程之東數十里，有泊宅村。予買田村下。因閱金石遺文，昔顏魯公守湖州，張志和浮家泛宅，往來苕、霅間，此乃志和泊舟之所也。《續仙傳》云:\"志和，越人。\"而《唐史》以為婺人。予喜卜築之初，聞同里之高風，遂得友其人于千載，因作詩識之。王侍郎（漢之）一見，號予\"泊宅少翁\"，仍為作真贊曰:\"形色保神，環無初終，粉飾大鈞，而為之容，是曰泊宅之少翁。\" \\n 唐李一品貴極當時，嘗為滁州刺史，作懷嵩樓西城上，刻文于石，以懷嵩、洛，有\"白雞黃犬\"之歎，後竟以謫死。樓有公畫像，頎然七尺，真偉人也，但鼻端微曲耳。 \\n 秦之長城，西起臨洮，盡遼海。今但穴其下以來往，望之若紫雲橫亙沙漠上。 \\n 自登州岸一潮渡海，即至島。島有五所，即《禹貢》之羽山。 \\n 西漢梅福自九江尉去，隱為吳門卒。今山陰有梅市鄉，山曰梅山，即其地也。 \\n 會稽山為東南巨鎮，周回六十里，北出數壟，葬者紛紛，得正壟者，趙、陸二祖墳而已。二墳同一山，下瞰鑒湖，湖外有山，橫抱如几案，案外尖峰名梅李尖，地理家謂之\"筆案\"。陸氏葬後六十年，生孫佃，為尚書左丞。趙氏葬八十年生曾孫抃，為太子太師。自是陸公贈太保，趙公贈少保。 \\n 泉州萬安渡水闊五里，上流接大溪，外即海也。每風潮交作，數日不可渡。劉鋹據嶺表，留從效等據漳、泉，恃此以負固。蔡襄守泉州，因故基修石橋，兩涯依山，中托巨石。橋岸造屋數百楹，為民居，以其僦直入公帑，三歲度一僧掌橋事。春夏大潮，水及欄際，往來者不絕，如行水上。十八年，橋乃成，即多取蠣房，散置石基，益膠固焉。元豐初，王祖道知州，奏立法，輒取蠣房者徒三年。 \\n 古法:鑿井者先貯盆水數十，置所欲鑿之地，夜視盆中有大星異眾者鑿之，必得甘泉。范文正公所居宅，必先浚井，納青術數斤於其中，以辟溫氣。 \\n 湖州豪右吳伯陽有子倜，寓太學，方預薦，伯陽夢若游奕使者立廳事東階，欲延之坐，不可;問:\"秀才在否?\"對曰:\"不在。\"遂去。伯陽送出門，見道中旌幢儀物彌望不絕，語伯陽曰:\"秀才歸，但道天赦曾來。\"倜是舉禮部奏名第一。 \\n 崇甯更錢法，以一當十，小民嗜利，亡命犯法者紛紛。或捕得數大缶，誣以樞密張楶之子綖之所鑄也。初，遣監察禦史張茂直就平江鞠之，案上，綖不伏。再遣侍御史沈畸，既至，系者已數百人，盡釋之，閱實以聞。時宰大怒，別選鍛煉，綖竟坐刺配，籍沒其家。沈既得罪，歸鄉以死，張再遷亦不顯。今三十年間，沈氏有子登科，張氏不復振矣。二子皆東吳賢者，不幸而當此，大抵張之失，在於但畏人而不畏天。吁!可以為世之戒矣。 \\n 詩中用\"乾坤\"字最多且工，唯杜甫。記其十聯:\"乾坤萬里眼，時序百年心。\"\"身世雙蓬鬢，乾坤一草亭。\"\"江漢思歸客，乾坤一腐儒。\"\"吳楚東南坼，乾坤日夜浮。\"\"不眠憂戰伐，無力正乾坤。\"\"納納乾坤大，行行郡國遙。\"\"日月籠中鳥，乾坤水上萍。\"\"胡虜三年入，乾坤一戰收。\"\"日月低秦樹，乾坤繞漢宮。\"\"開闢乾坤正，榮枯雨露偏。\" \\n 玉山鄭泰者，粗有家資。一夕，夢若使者來謁，延之坐，忽曰:\"從爾貸萬緡。\"泰方自敍力薄，其人曰:\"天符已下。\"徑去不顧。後數日，火，邑人見一四目道士，郊外舞笏而入;凡笏之所指，則火隨而起。它日驗之，所指皆鄭之僦舍，其直恰萬緡。 \\n 一士人沿汴東歸，夜泊村步，其妻熟寐，撼之。問何事，不答。又撼之，妻驚起，視之，舌腫已滿口，不能出聲。急訪醫，得一叟負囊而至，用藥糝，比曉復舊。問之，乃蒲黃一味，須真者佳。 \\n 鄧菊甲於天下，父老云其品無慮六七十。紹聖初，先子為教官，主善堂後所有僅五十種，乃前任劉正夫求于諸邑得之，聞頗恨不盡其佳品而去。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷三", "正文": "  \\n 泊宅編卷三 \\n 　 \\n  \\n 元豐初，盧秉提點兩浙刑獄，會朝廷議鹽法，秉請自錢塘縣楊村場上接睦、歙等州，與越州錢場等水勢稍淡，以六分為額；楊村下接仁和縣湯村為七分;鹽官場為八分;並海而東為越州余姚縣石堰場、明州慈溪縣鳴鶴場，皆九分;至岱山、昌國，又東南為溫州雙穟、南天富、北天富場十分，著為定數。蓋自岱山及二天富，皆取海水煉鹽，所謂\"熬波\"者也。自鳴鶴西南及湯村，則刮碱以淋鹵，以分計之，十得六七而已。鹽官、湯村用鐵盤，故鹽色青白，而鹽官鹽色或少黑，由曬灰故也。楊村及錢清場織竹為盤，塗以石灰，故色少黃，竹勢不及鐵，則黃色為嫩，青白為上，色黑即多鹵，或有泥石，不宜久停。石堰以東，雖用竹盤，而鹽色尤白，以近海水鹹故爾。後來法雖少變，公私所便，大抵不易盧法。且水性以潤下為鹹，其勢不少折，則終不可成鹽。安邑池鹽，以濁河曲折，故因終南山南風以成。若明、越、溫、杭、秀、泰、滄等州，為海水隈奧曲折，故可成鹽。其數亦不等，唯隈奧多處則鹽多，故二浙產鹽尤盛他路。自溫州界東南止閩、廣，鹽勝五錢，比浙賤數倍。蓋以東南最 \\n 逼海，潤下之勢既如此，故可以為鹹，不必曲折也。 \\n 西安州即唐鹽州，西至流沙六日，沙深細，沒馬脛，無水源，但幹沙爾。又二日至西海，水味不甚鹹，中有顆鹽。大者重三四斤，其色紅瑩，軍行以和食飲。 \\n 西安有池，產顆鹽，周回三十里，四旁皆山，上列勁兵屯守。池中役夫三千餘，悉亡命卒也。日支鐵錢四百，亦多竊鹽私貿。蓋絕塞難得鹽，自熙、河、蘭、鄯以西，仰給於此。初得此池，戎人歲人寇。其後拓地六十里，斥堠尤謹，邊患遂絕。 \\n 漢法:聘後用黃金二萬斤，為錢二萬。而寶貨法，凡黃金一斤直錢萬，朱提銀八兩為一流，直錢一千五百八十，餘銀一流直錢千。（朱提縣出銀，音殊時。）當是時，萬金一兩才六百，銀一兩才二百。東坡常怪今之黃金不若昔時之多，蓋今糜之者眾，宜其少而價貴也。 \\n 升斗古小而今大。量酒之升斗小，量穀之升斗大。昔人飲酒，有數碩不亂者。班固論一夫百畝，所收之粟，入食月一碩五斗。古之人亦今之人也，豈有一人能飲數碩，而日食五升米乎?無是理也。 \\n 七閩地狹瘠而水源淺遠，其人雖至勤儉，而所以為生之具比他處終無有甚富者。墾山隴為田，層起如階級，然每遠引溪谷水以灌溉，中途必為之硙，不唯碓米，亦能播精。（播精謂去其糠秕，以水運之。正如人為，其機巧如此。）朱行中知泉州，有\"水無涓滴不為用，山到崔嵬猶力耕\"之詩，蓋紀實也。 \\n 閩廣多種木綿，樹高七八尺，葉如柞，結實如大菱而色青，秋深即開，露白綿茸然。土人摘取去殼，以鐵杖杆盡黑子，徐以小弓彈，令紛起，然後紡績為布，名曰\"吉貝\"。今所貨木綿，特其細緊者爾。當以花多為勝，橫數之得一百二十花，此最上品。海南蠻人織為巾，上出細字、雜花卉，尤工巧，即古所謂\"白疊巾\"。李琮詩有\"腥味魚中墨（烏賊也。），衣成木上綿\"之句。 \\n 螺填器本出倭國，物像百態，頗極工巧，非若今市人所售者。 \\n 崇觀以來，天下珍異悉歸禁中，四方梯航殆無虛日，大則寵以爵祿，其次錫賚稱是。宣和五年，平江府朱勔造巨艦，載太湖石一塊至京，以千人舁進。是日，役夫各賜銀碗，並官其四僕，皆承節郎及金帶。勔遂為威遠軍節度使，而封石為槃固侯。 \\n 鹽官縣安國寺雙檜，唐宣宗時悟空大師手植，今三百餘年矣。其大者蜿蜒盤礴，如龍鳳飛舞之狀;小者與常檜不甚異。宣和乙巳春，朱勔遣使臣李蠲取以供進。大者載由海道，遇風濤，舟、檜皆碎;小者只自漕路入。既獻，上蠲轉二官，知縣鮑慎好賜緋。 \\n 虔州龍南、安遠二縣有瘴，朝廷為立賞增俸，而邑官常闕不補。它官以職事至者，率不敢留，甚則至界上移文索案牘行遣而已。大抵此地唯水最毒，嘗以銅盆貯水，須臾銅色微黑，或大錫瓶挈佳泉以自隨。處瘴鄉者有詩云:\"避色如避難，冷暖隨時換。少飲卯前酒，莫吃申後飯。\" \\n 越州禹廟有元圭，匱藏之，色黑如黳，徑五寸，厚寸餘，肉好相倍，上下有邸。州將掌封鑰。 \\n 贛石數百里之險，天下所共聞。若雨少溪淺，則舟舫皆檥以待，有留數月者。虔州水東有顯慶廟，甚靈。或至誠禱之，則一夕長水數尺，送舟出石。故無雨而漲，士人謂之\"清漲\"。前此，士大夫有禱輒應，刻石以識於廟庭甚多。東坡北歸，行次清都觀，有\"自笑勞生消底物，半篙清漲百灘空\"之句。 \\n 山陰蘭亭有逸少硯池，寺曰天章，以藏真宗皇帝禦書故也。當時朝廷每有頒降詔劄，則池水盡黑，可以染緇。太常少卿沈紳嘗記其事。 \\n 明州有僧佯狂，頗言人災福，時號\"癲僧\"。王君儀年弱冠，寓陸農師佃門下，力學工文，至忘寢食。一日，癲僧來托宿，陸公曰:\"王秀才雖設榻，不曾睡，可就歇息。\"明日，僧夙興，見君儀猶挾策窗下，一燈熒然，睥而言曰：\"若要官，須四十九歲。\"君儀聞之，頗不懌。其後累應書不偶。直至年四十八，又夢癲僧笑而謂曰:\"明年做官矣。\"是時癲僧遷化已久，而來年又非唱第之年，君儀叵測。明年，陸公入預大政，首薦君儀，遂除湖州教授。君儀嘗謂予云:\"欲游四明求師遺事，為作傳以報之，而未能也。\" \\n 大通禪師善本退居龍山，時節使呂吉甫帥杭，暇日常入山見師，春容道論，頗似契合。有問:\"呂太尉如何?\"師擺頭曰:\"無力，臘月三十日要你有力。\" \\n 圓照禪師宗本常語人曰:\"我不勸爾出家學佛，只勸爾惜福修行。\"大通常語人曰:\"我只勸爾生處放教熟，熟處放教生。\"（大通乃圓照弟子，時稱\"吳中二本\"。） \\n 婺州有僧，嗜豬頭，俗號\"豬頭和尚\"，而莫測其人。祥符寺轉輪藏成，僧俗設齋以落之。一僧丐齋，眾見藍縷，不為禮，僧拂袖而去。或曰:此豬頭和尚也。使人邀請，僧怒，指大藏曰:\"我不轉，此藏亦不轉。\"眾聞其語異，相與追之，僧曰:\"要我轉，更三十年。\"竟不顧而去三衢。衢守饌豬頭召師食，守自牖窺之，見一鬼食其旁。已而師坐亡，衢人奉香火良謹，有禱輒應。一日，見夢於人曰:\"吾將還鄉矣。\"蓋自師之出，至是恰三十年，寂無施金轉藏者。故老憶師言，備禮迎其真身，歸置藏院。郡人輻輳，輪不暫停。此寺因建長堂。予因閱師《辭世頌》，知是定光佛也。 \\n 王沩之字彥祖，為京西佐漕，攝河南府事，因丁外艱，有群雀集几筵，啄踐祭食，揮去復來。彥祖偶撲得一雀，自以刀斷其首，擲棄中庭。徐察之，此雀忽身首相就，翩然飛去。其後彥祖還南徐，為人訟田，安置廣德軍。未幾，妖人張懷素辭連就逮，竟謫死南方。 \\n 范迪簡，南劍州人。起白屋，官至卿監。年八十余，諸子自峋以下，皆登科顯宦，近世享福，殆少其比。其居地名黯淡灘，初欲買宅，或云:\"中有怪，不可居。\"試使數僕宿其堂廡伺之，每夕但見一物，人首而蛇身，往來其間，不甚畏人。諸僕相與謀，以臥具裹之，束縛就烹，其怪遂絕。或云:此喪門也。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷四", "正文": "  \\n 泊宅編卷四 \\n 　 \\n  \\n 樞密蔡公卞帥五羊，道無錫，挈家游惠山。是日，邑人楊生與數僧閒步殿上，聞公來，戲言曰:\"蔡侍郎無子，吾與之為子矣。\"公至廣之明年，生仍。後三歲還朝，次無錫，仍忽悟前身為楊生，能言其居舍親戚，與平時所嗜玩毫釐不差。因召楊生二子曰陟、曰昇者，問其父死之日，仍生之時也。然三日後復問，則懵不能言矣。二家至今往來如姻眷，後奏補陟將仕郎。 \\n 前世法書名畫，有藏之秘閣者，謂之\"閣本\"。流俗看畫，但云\"閣本\"，則翕然稱善。范文正公知睦州，奏以唐處士方幹配食嚴光。謂幹為禦史方蒙遠祖，下鸕鶿源（禦史所居。）取畫像，本家無以塞命，鄉人但塑一幅巾道服者，置之祠中。元祐間，有旨下諸郡，取前賢畫像，睦守以嚴、方應詔。後人見玄英之像，豈不謂之閣本乎? \\n 聯句或云起于《柏梁》，非也。《式微》詩曰:\"胡為乎泥中?胡為乎中露?\"泥中、中露，衛之二邑。劉向以謂此詩二人所作，則一在泥中，一在中露。其理或然，此則聯句之所起也。 \\n 世言\"行李\"，據《左氏》，杜預云:\"使人也。\"唐李濟翁云:\"當作行使。\"予案:《史記》皋陶為\"大理\"，一本\"大李\"。又《天官書》曰:\"熒惑為李。\"徐廣注云:\"外則理兵，內則理政。\"又黃帝有《李法》一篇。顏師古曰:\"李者，法官之號，總兵刑，故名《李法》。\"《北史·敘傳》:李氏先為堯之理官，因為氏，後改日李。則\"李\"與\"理\"其義自通，蓋人將有行，必先治裝，如孟子之言治任，鄭當時之言治行，理亦治也。《左傳》曰\"一介行李\"，又曰\"行理之命\"。 \\n 今州縣獄皆立皋陶廟，以時祠之。蓋自漢已然。范滂系獄，吏俾祭皋陶，滂曰:\"皋陶賢者，知滂無罪，將理之於帝。如其無知，祭之何益!\" \\n 政和丙申歲，杭州湯村海溢，壞居民田廬凡數十里，朝廷降鐵符十道以鎮之。壬寅歲，鹽官縣亦溢，縣南至海四十里，而水之所齧去邑聚才數里，邑人甚恐。十一月，鐵符又至，其數如湯村，每一片重百斤，正面鑄神符及禦書咒，貯以殺青木匣，遣曹官同道正下縣建道場設醮，投之海中。（海溢又謂之海嘯，吏文只云海毀。） \\n 通州治近海七十里，今止十里。宜和癸卯，鹽官縣蜀山、雷山一帶沙漲，而靜海並海十里內沙再毀。初，鹽官自投符後，稍稍沙漲，前此經制司差武經郎路升等措置水利，乃欲築長堤以捍潮勢，其論尤迂誕不可行。 \\n 番陽吳令昇知靈壁縣，會朝廷定樂，下縣造石磬;磬成，每溯汴進入縣境。別有一河號青河，取都城稍徑，或由此河載磬以入，則磬聲率不協律。此理殆不可曉。 \\n 宣和己亥夏，吳中雨下如墨色，明年乃有青溪之變。 \\n 狀頭時彥，母懷之彌月，夢數人皂衣，肩輿一金紫人，徑入房中。明日，犬生九子，皆黑;晚遂生彥，故小名\"十狗\"。《同年錄》見之。 \\n 從事郎林毅，嘗夢黃衣吏持文書，列十人姓名在其中，謂林曰:\"召公等作酆都使者，請書名。\"林視餘人，往往皆相識，而俱未書名，乃語吏:\"候九人皆簽字，然後及我。\"吏曰:\"諾。\" \\n 月餘，又夢如前，而九人者皆已書押，林遂書之，相次所謂九人者，已二三死矣。林方治任西遊，至泗州，卒。從政郎任楫初聞林說，戲曰:\"公果作使者，幸一援我。\"林卒未久，任殂謝。 \\n 鼓汝礪元祐末自八座出江州，與婦翁宋朝散俱之官。朝散忽夢上天召作文記，遽答曰:\"某不能，請召尚書為之。\"未幾，尚書卒。其夫人宋尚少艾，臨終於領巾留頌為別，云:\"百世因緣，六年夫婦。從今以去，不打這鼓。\" \\n 福州幽岩寺千人面床，君謨作帥，因聖節遣人舁置使廚。久之，院僧禱護伽藍神:\"春會動，無面床何以聚眾?施利不至，神亦何依?\"一夕，公獨坐便齋，神聲諾而不見形，問:\"何人?\"神對:\"幽岩每歲恃春會以瞻眾，願請面床以歸。\"公頷之。明日，公庫中夜失面床，令問幽岩，果已還院，莫不異之。 \\n 朱曉容者，嘗為浮屠，以善相遊公卿間。後因事返初，惟工相貴人。初，朱臨、姚闢久同學校，每試，姚多在朱上。馮京榜中，二人俱赴廷對。未唱名前數日，京師忽傳一小賦，乃朱殿試之作也。姚謂人曰:\"果爾，縱不作魁，亦須在甲科。\"自歎平時濫居其先，及至魚龍變化之地，便爾懸絕，因遍詣術士質之，亦訪容師，未見。殿唱日，禁門未開，或云曉容在茶肆中。姚走見之，容方與一白袍偶坐，指示姚曰:\"狀元已在此。\"（偶坐者，馮當世也。）姚力挽就鄰邸燈下視之，曰:\"公第幾甲，朱第幾甲。\"相次辨色，人聽臚傳，皆如師言。 \\n 朱臨年四十以大理寺丞致仕，居吳興城西;取《訓詞》中\"仰而高風\"之語，作仰高亭於城上，杜門謝客。一日，曉容來謁，公欣然接之。是時，二子行中、久中秋賦不利，皆在侍下，公強冠帶而出。容一見行中，驚起賀曰:\"後舉狀元也。老僧自此不復更閱人，往杭州六和寺求一小室寄跡，待科詔下，乃西遊耳。\"公初未之信。後三年春，久中偶至六和，容叩伯仲行期，久中告之，師曰:\"某是日亦當離杭矣。\"是秋，二朱至京，舍開寶寺，容寓智海。相次行中預薦，明年省闈優等，唯殿試病作，不能執筆。是時，王氏之學士人未多得，行中獨記其《詩義》最詳，因信筆寫以答所問，極不如意。卷上，日方午，遂經御覽，神宗愛之。行中日與同舍圍棋，每拈子欲下，必罵曰：\"賊禿!\"蓋恨容許之誤也。未唱名前數日，有士人通謁，行中方棋，遽使人卻之。須臾，謁又至，且曰：\"願見朱先輩。\"行中叱其僕曰:\"此必省下欲出關者耳!\"同舍曰:\"事不可知，何惜一見。\"行中乃出，延之坐，不暇寒溫，揖行中起，附耳而語曰:\"某乃梁禦藥門客，禦藥令奉報足下，卷子上已置在魁等，他日幸相記。\"行中唯唯而入，再執棋子，手顫不能自持。同舍覺而叩之，具述士人之言。行中念容，獨往智海，容聞其來，迎門握手曰:\"非晚唱名，何為來見老僧?必是得甚消息來。\"行中曰:\"久不相見，略來問訊爾。\"師曰:\"胡不實告我?馮當世未唱第時，氣象亦如此。\"行中因道梁氏之事。師喜甚。為命酒留款，且曰:\"吾奉許固有素，只一人未見爾，當邀來同飲。\"仍戒曰:\"此人藍縷，不可倨見，亦不得發問，問即彼行矣。\"燭至，師引寺廊一丐者入，見行中不甚為禮，便據上坐，相與飲酒斗餘，不交一談。師徐曰:\"此子當唱第，先生能一留目否?\"丐者曰:\"爾云何?\"師曰;\"可冠多士否?\"丐者擺頭曰:\"第二人。\"師躡行中足，使先起，密征其說，但曰:\"偶數多。\"更無他語而散。明日，飯罷，率行中寺庭閒步，出門遙見余行老亦入寺，師不覺拊髀驚歎，謂行中曰:\"始吾見子，以謂天下之美盡此矣，不知乃有此人！\"行中曰:\"此常州小余也，某識之。\"師曰:\"子正怕此人。昨夕聞偶多之說，今又睹此人，茲事可知也。\"（行中發解過省，皆占二數。）及聽臚傳，行老果第一，行中次之。行中釋褐了，往謝師，師勞之曰:\"子誠福人，今日日辰，以法推之，魁天下者官不至侍從。\"其後，行老止帶貼職領郡而已。（行中名服，行老名中。） \\n 尚書右丞胡宗愈夫人丁氏，司封員外郎宗臣之女。自幼穎惠，無所不能;其善相人，蓋出天性。在西府時，嘗於窗隙遙見蔡丞相確，謂右丞曰:\"蔡相全似盧多遜。\"或以盧、蔡肥瘠色貌不同難之，丁氏曰:\"吾嘗一睹盧像，與今丞相神彩相似。\"其後蔡果南竄。又戶部尚書李常除老龍，尹成都，途中貽右丞書。夫人一見其字畫，驚曰:\"此人身筆已倒，不久數盡，仍須病咽喉而死。\"李公行次鳳翔，中毒而卒。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷五", "正文": "  \\n 泊宅編卷五 \\n 　 \\n  \\n 蜀人石藏用以醫術遊都城，其名甚著。陳承余杭人，亦以醫顯。然石好用暖藥，陳好用涼藥。古之良醫，必量人之虛實，察病之陰陽，而後投以湯劑，或補或瀉，各隨其證。二子乃執偏見於冷暖，俗語曰:\"藏用擔頭三斗火，陳承筐裏一盤冰。\" \\n 道士王裕，福唐人，術數頗工，常云:\"天運四百二十年一周，而七甲子備，謂天、地、人、江、河、海、鬼凡七。今正行鬼元，後十八年復行天元，當有太平之應。\"又云:\"唐明皇時，正行天元故也。\"（乙巳年說。） \\n 服金石藥者，潛假藥力，以濟其欲，然多諱而不肯言;一旦疾作，雖欲諱不可得也。吳興吳景淵刑部服硫黃，人罕有知者。其後二十年，長子橐為華亭市易官，發背而卒，乃知流毒傳氣尚及其子，可不戒哉! \\n 古之賢人，或在醫卜之中。今之醫者，急於聲利，率用詭道以劫流俗，殆與穴坯挾刃之徒無異。予目擊二事，今書之，以為世警。王居安秀才久苦痔，聞蕭山有善工，力不能招致，遂命舟自烏墩走錢塘，舍于靜邸中，使人迎醫。醫絕江至杭，既見，欣然為治藥餌，且云:\"請以五日為期，可以除根本。\"初以一藥放下大腸數寸，又以一藥洗之，徐用藥線結痔。信宿痔脫，其大如桃;復以藥餌調養，數日遂安。此工初無難色，但放下大腸了，方議報謝之物，病者知命懸其手，盡許行橐所有為酬，方肯治療。又玉山周僅調官京師，舊患膀胱氣，外腎偏墜。有貨藥人云，只立談間可使之正。約以萬錢及三縑報之。相次人室中，施一針，所苦果平。周大喜，即如數負金帛而去。後半月，其疾如舊，使人訪醫者，已不見矣。 \\n 故老云王捷燒金，先用毒蛇，不計多少，殺埋庭中，澆以米泔，令生菌，因取以合藥。後造室築基，掘得一蛇，頭如人形，捷不久而終。 \\n 和州烏江縣高望鎮升中寺，真宗登封，曾此駐蹕，因賜寺額。寺僧有負主僧金久而不償，病且革，自誓為畜產以報。既卒，主僧晝寢，夢病僧披衣入床下，覺而異之。須臾，貓生一子。稍長，極馴擾，每客至，則歡迎走報;見非其人者，輒謹隨之。人有知者，呼其名，必前怒噬。至主僧呼，則昂首號叫，若求隱其事者。 \\n 宣和二年十月，睦州青溪縣堨村居人方臘，托左道以惑眾，縣官不即鋤治。臘自號\"聖公\"，改元永樂;置偏裨將，以巾飾為別，自紅巾而上凡六等，無甲胄，唯以鬼神詭秘事相扇訹。數日，聚惡少千餘，焚民居，掠金帛、子女，脅虜良民為兵，旬日有眾數萬。十一月二十九日，將領蔡遵等與賊戰於息坑，死之，遂陷青溪縣。十二月四日，陷睦州。初七日，歙守天章閣待制曾孝蘊，以京東賊宋江等出入青、齊、單、濮間，有旨移知青社，一宗室通判州事，守禦無策，十三日又陷歙州，乘勢取桐廬、新城、富陽等縣。二十九日，進逼杭州，郡守棄城走;州即陷，節制直龍圖閣陳建、廉訪使者趙約被害，賊縱火六日，官吏居民死者十二三。朝廷遣領樞密院事童貫、常德軍節度使譚稹二中貴，率禁旅及京畿關右、河東蕃漢兵制置江、浙。明年正月二十四日，賊將方七佛引眾六萬攻秀州，統軍王子武聚兵與州民登城固守，屬大兵至，開門表裏合擊，斬首九千，築京觀五，賊退據杭州。二月七日，前鋒至青河堰，賊列陣以待，王師水陸並進，戰六日，斬馘二萬。十八日，再火官舍、學宮、府庫與僧民之居，經夕不絕。翌日，宵遁，大兵入城。當是時，少保劉延慶等由江東入至宣州涇縣，遇賊偽八大王，斬五千級，復歙州，出賊背。統制王稟、王渙、楊惟忠、辛興宗自杭趨睦，取睦州，與江東兵合，斬獲百七十里，生擒方臘及偽將相方肥等、妻邵、子毫二太子凡五十二人。（毫二太子，其子之號。）于梓桐石穴中，殺賊七萬，招徠老幼四十餘萬，復使歸業，四月二十六日也。餘黨走衢、婺，而蘭溪縣靈山賊朱言、吳邦起應之，據處州。越州剡縣魔賊仇道人、台州仙居人呂師囊、方岩山賊陳十四公等皆起兵，略溫、台諸縣。四年三月討平之。是役也，用兵十五萬，斬賊百餘萬;自出至凱旋，凡四百五十日;收杭、睦、歙、處、衢、婺六州與五十二縣。賊所殺平民，不下二百萬。始，唐永徽四年，睦州女子陳碩真反，自稱文佳皇帝，刺史崔義玄平之。故梓桐相傳有天子基、萬年樓，方臘因得憑藉以起。又以《沙門寶志讖記》誘惑愚民，而貧乏遊手之徒相承為亂。青溪為睦大邑，梓桐、幫源等號山谷幽僻處，東南趨睦而近歙。民物繁庶，有漆褚材木之饒，富商巨賈，多往來江、浙。地勢迂險，賊一旦發，焚蕩無一存者，群黨據險以守，因謂之洞。而浙人安習太平，不識兵革，一聞金鼓聲，即斂手聽命。不逞小民，往往反為賊鄉導，劫富室，殺官吏士人，以徼貨利。渠魁未授首間，所掠婦人自洞中逃出，倮而雉經于林中者，由湯岩椔樹嶺一帶，凡八十五里，九村山谷相望，不知幾人。會稽進士沈傑嘗部民兵深入賊境，親睹其事，為予言賊之始末。因稽合眾論，摭其實著於篇。 \\n 自青溪界至歙州界，有鳥道縈紆，兩旁峭壁，僅通單車。方臘之亂，曾待制出守，但於兩崖上駐兵防遏，下瞰來路，雖蚍蜉之微皆可數，賊亦不敢犯境。會宋江擾京東，曾公移守青社，掌兵者以霧毒為解，移屯山谷間，州遂陷。 \\n 後漢張角、張燕輩托天師道陵，立祭酒治病，使人出米五斗而病隨愈。謂之\"五斗米道\"。至其滋盛，則剽劫州縣，無所不為，其流至今，蔬食事魔夜聚曉散者是也。凡魔拜必北向，以張角實起於北方，觀其拜，足以知其所宗。原其平時不飲酒食肉，甘枯槁，趨靜默，若有志於為善者。然男女無別，不事耕織，衣食無所得，則務攘敚以挺亂，其可不早辨之乎?有以其疑似難識，欲痛繩之，恐其滋蔓，因置而不問，馴致禍變者有之。有舍法令一切弗問，但魔跡稍露，則使屬邑盡驅之死地，務絕其本根，肅清境內，而此曹急則據邑聚而反者有之。此風日煽，殆未易察治，如能上體國禁之嚴，下念愚民之無辜，迷而入於此道，不急不怠，銷患於冥冥之中者，良有司也。 \\n 廬州慎縣黃山連接無為軍壽州六安界，蓋賊巢穴也。山下居民千餘戶，而藏賊以活者十七八。賊間發，官兵粘蹤逐捕，有數年不獲者。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷六", "正文": "  \\n 泊宅編卷六 \\n 　 \\n  \\n 李伯紀初赴舉輦下，一夕，酒渴，夢雪下，以雙袖承接，欲快啖之，細視雪片上各有女真字，殊不曉。試罷，往二相祠下求夢，夢立殿陛;少頃，簾中出三紙示之:一曰上舍登第，二曰監察禦史孫宗鑒，三曰宋十相公。雖喜有成名之兆，而後二幅語叵測。宣和己亥夏，京師水溢，朝廷方以有司失堤防，劾官吏。公時為右史在侍下，抗疏指明災異，而未敢以告。忽庭闈晝寢驚寤，呼諸子語曰:\"適夢一快行家來報云:舍人被大水飄出，修撰已授崇德使。此何祥也?\"公因皇恐，自敍所奏。慈顏聞之喜，但趣家人治任待命而已。明日，謫沙縣監當，逾年得自便，而修撰感疾卒，葬惠山。服闋，為太常少卿，歲在丙午。金人犯闕，淵聖欲親征，公建議力駐乘輿，遂預大政。初，公嘗除察官，乃與宗鑒同制，今上登極，進拜上宰，以禦營使撫軍，實宋十葉後。即惠山寺賜額曰崇親報德禪院云。 \\n 東坡謫黃州，元豐五年，因誕日置酒赤壁高峰，與客飲，有進士李委懷笛以進，因獻新曲曰《鶴南飛》，仍求詩。坡醉，信筆贈詩，有\"山頭孤鶴向南飛，載我南遊到九疑\"之句。蓋南遷之兆，已見於此，七年遠謫，豈偶然哉? \\n 淵聖嘗問聶山:\"古之名者不以山川，今名山可乎?\"山因乞更名。淵聖許自擇以進，於是以何、參、崇、璟等條上，自比蕭、曹、姚、宋，最後及周昌，御批:\"周昌強直可慕，可賜名昌。\"有石刻記之。 \\n 京師不榷酤，官置院造曲，增其直出貿，凡酒戶定年額斤數占買，雖不榷亦榷也。院之井滓穢，不堪汲用，唯以造曲特善，它並皆不如。 \\n 許昌士人張孝基娶同里富人女，富人只一子，不肖，斥逐之。富人病且死，盡以家財付孝基，與治後事如禮。久之，其子丐於途，孝基見之，惻然謂曰:\"汝能灌園乎?\"答曰:\"如得灌園以就食，何幸!\"孝基使灌園，其子稍自力。孝基怪之，復謂曰:\"汝能管庫乎?\"答曰:\"得灌園已出望外，況管庫，又何幸也!\"孝基使管庫，其子頗馴謹，無他過。孝基徐察之，知其能自新，不復有故態，遂以其父所委財產歸之。此似《法華》窮子之事。其子自此治家勵操，為鄉閭善士。不數年，孝基卒;其友數輩游嵩山，忽見旌幢騶禦滿野，如守土大臣，竊視專車者，乃孝基也。驚喜前揖，詢其所以致此，孝基曰:\"吾以還財之事，上帝命主此山。\"言訖不見。 \\n 烏青墩鎮在湖、秀二郡之間，有烏將軍廟，前一池，黿居其中，孳息日繁，窟穴漸深。其大者如甕盎，每春夜遺卵岸草，鎮人竟取鹽之。以為包苴之物。靖康初，右史周離亨謫監鎮稅，慮其為患，效韓退之為文投之，徙吳松江中，眾漁爭取，鬻以充庖，數日而盡。 \\n 許幾信州人，自戶部尚書除帥太原。既陛辭，故人韓昭大卿遺之一馬，遂乘以行。到府數日，因行香，未明跨鞍，眾軍聲諾，馬忽驚逸，獨由衙門疾馳，眾莫能及，逮曉方就鞚。八座兩手流血，急歸，移疾;頃之，謫宜春，流落以死。公生於甲午，而有馬禍，亦異矣。近時，陳與義赴湖州，乘馬朝拜，輒驚逸退走出門;未幾，得官祠以薨。陳亦午生。 \\n 吏部尚書曾楙初取吳氏，生子輒不育。異人勸勿食子物，如雞鴨子、鱬子、｛月責）子之類，公信之，既久不食。後取李氏。李氏嘗夢上帝詔與語，指殿前蓮花三葉賜之，曰:\"與汝三子。\"已而果然。 \\n 歐陽公知應天府三日，謁廟史白有五郎廟甚靈，請致禮，不然且為祟，公頷之。一日，食，夾子輒失之;明日，夾子在土偶手中。遂命扃其廟，以留守印封之，戒曰:\"予去此，則可開。\"然亦無他異。 \\n 曾幾學士兒皆早慧，中子才十歲，一日，謂父曰:\"孔子死時，宰予必不行心喪三年。\"問:\"何以驗之？\"答曰:\"予親喪以期為久，況師乎!\"其姊曰:\"只恐聞'于汝安乎'之語，不敢違也。\"乃兄從旁對曰:\"記得夫子沒時，宰予已先亡矣。\" \\n 宜興邵穎達赴澶州學官，過黎驛，挈家謁廟，因觀廡下畫壁，忽指壁謂妻曰:\"我亦有姓名在此，所掌功德司。\"妻視之，獨不見。明日，穎達無疾而卒。 \\n 黃銀出蜀中，南人罕識。朝散郎顏經監在京抵當庫，有以十釵質錢者，其色重與上金無異，上石則正白。昔唐太宗以黃銀帶賜房玄齡，時杜如晦已死，又欲賜之，乃曰:鬼神畏黃銀，易以金帶。又隋文帝時，並州出黃銀，刺史辛公義嘗以獻上。前史唯載此二事。 \\n 宣和七年，駕幸龍德宮。太宰王黼獻詩，有\"巧將千嶂遮晴日，借得三眠作翠帷\"之句。識者曰:\"黼將不復見君矣。\" \\n \"山色有無中\"，王維詩也。歐公《平山堂詞》用此一句，東坡愛之，作《水調歌頭》，乃云:\"認取醉翁語，山色有無中。\" \\n 湖州城南居人姚許;元祐初，為軍資庫吏，盜官錢儲其家。一日，錢飛空中，散而之他。事浸聞，府廷追究，決配廣西。 \\n 建炎己酉秋，杭州清波門里竹園山平地湧血，須臾成池，腥聞數里。明年，金人殺戮萬人，即暗竹園也。 \\n 米黻字元章，為文時出險怪，而書特奇逸，世以米顛名之。仕宦久，不偶晚節。大臣薦對，嘗有詩曰:\"笏引上天梯，鞘鳴奮地雷。誰云天尺五?親見玉皇來。\"或問其意，答曰:\"初叩軒陛，閣門臣僚以笏引之升殿，此上天梯也。\" \\n 鉛山朱光將治裝赴調汴都，一日，出門閒步，忽見二介聲諾云:\"府君有牒召君。\"光覽之，驚忙而歸，二人隨之，因懇以母老，願自陳，凱少寬假，二人許之。既至家，寫狀授之，二人收狀並牒，忽不見。光走龍虎山，求道士作醮，青詞具道所睹，醮罷還家，一日卒。 \\n 政和中，忽有旨:自王府記室至四京、列郡諸曹，及特奏名進士、流外人應帶參軍者，悉去之。記室止稱某府某宮記室，諸曹稱司某曹事，特奏名、流外人改為助教。意以承平之久，不當復以軍旅名其官也。然自睦寇一作，兵革不息，古人以偃兵為造兵之本，豈無意乎? \\n 蔡京當國，每緣製作置局，辟官不可勝數。其間如欲變衣冠之制，令稍近古，講求累年，糜費不貲，止易靴為履而已。 \\n 術者云:\"久晴欲得雨，須遇木克土。\"謂如乙未日之類。又云:\"久雨而暮忽雲綻日出，但西望黑雲在日上，當晴;若在日下，則未霽。\"驗之信然。世有法，以每月節朔日辰所遇風、雷、雨、霧、月食、虹見之類，占五穀貴賤，中者十七八。 \\n 劉原父帥長安，得漢宣帝時銅甬一，上有識云:\"容十斗，重四十斤。\"原父以今權量校之，止容三斗，重十五斤。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷七", "正文": "  \\n 泊宅編卷七 \\n 　 \\n  \\n 東坡《岐亭》詩凡二十六句，而押六韻，或云無此格。退之有《雜詩》一篇，亦二十六句，押六韻。 \\n 《越絕書》曰:\"慧種生聖，癡種生狂;桂實生桂，桐實生桐。\"以世事觀之，殆未然也。《齊民要術》曰:\"凡種梨，一梨十子，唯二子生梨，余皆生杜。\"段氏曰：\"鶻生三子，一為鴟。\"《禽經》曰:\"鸛生三子，一為鶴。\"《造化權輿》曰:\"夏雀生鶉，楚鳩生鸮。\"《南海記》曰:\"鱷生子百數，為鱷者才十二，餘或為黿、或為鱉。\"然則堯之有丹朱，瞽叟之有舜，鯀之有禹，文王之有周公，又有管、蔡，奚足怪哉! \\n 國家治贓吏至有決杖者，或以為太峻。予曰:今人但見唐韓、杜諸詩謂判司簿尉不離箠楚，獨不知自後漢時，郎官猶不免杖責。侯汶為侍御史，賦貧民廩糜不實，獻帝令杖之五十。唐禮部侍郎令狐峘忤宰相楊炎，德宗欲杖而流之。然獻帝、德宗不足法也，至若贓吏貪黷，何足恤哉! \\n 唐律禁食鯉，違者杖六十。豈非\"鯉\"、\"李\"同音，彼自以為裔出老君，不敢斥言之，至號鯉為\"赤鯶公\"，不足怪也。舊說鯉過禹門則為龍，仙人琴高、子英皆乘以飛騰，古人亦戒食之，非以其變化故耶。 \\n 閩人陳舜鄰為信州教授，其父湜嘗傳法于風僧哥，時時語人災祥，十得七八。一日，復遇僧哥于京之城西，責饒舌，且戒自此勿受教授拜，它日當死于水。湜歸靳其子，曰:\"世豈有子不拜父者!\"無何，日長至，舜鄰率子弟羅拜，湜急止之，已再跪矣。是日，湜一手中風，不能舉。明年春，約客為泛溪之遊，未舉爵，湜起更衣，久之不至;視之，已僕於舟尾，不復能言。輿歸，信宿而卒。是時，玉山鄭同以八行延入郡學，亦預此會。湜未嘗識鄭氏故廬，忽謂同曰:\"君宅前水，舊是數（上聲。）錢聲，今變為呵喝聲矣。\"鄭素高資，至是散盡，而長子漻宣和辛丑上舍登第。 \\n 政和六年，江、浙大水，秋籴貴，餓莩盈路。張大忠知宣城縣，出郊驗災傷，見岸傍群烏銜土，狀若累冢。大忠異之，令發視，果有僵屍在其下，衣帶間有《金剛經》一卷。 \\n 王易簡，江州人。道君朝起寒族，與子寓遭遇，皆致位通顯。建炎間還鄉，屬李承亂，全家被害。初，王氏奉事九天采訪使者甚謹，寇壓境，城中士大夫皆遷避，王氏亦逃于使者祠下，夜夢神告曰:\"依城自佳，何必外求。\"明日復還舊居，城陷，遂及禍。（使祠在城外二十里。） \\n 山間小青蛙一名青凫，飛走竹樹上如履平地;與葉色無別，每鳴，則雨作。又一種褐色而澤居，名旱渴，晴則鳴，鄉人以此卜之。 \\n 宣和辛丑，罷郊學及貢法，並依熙、豐故事。翁養源為國子祭酒，頗患文敝，欲革之而未能。蔣存誠代之白堂，具學官異論者眾，請從罷黜。太宰王黼問:\"異論者誰?\"對曰:\"固非一輩，而宋齊愈為之首。\"黼曰:\"百家諸子，自前古不廢。\"忽悟言失，遽曰:\"但元祐學術，不可不痛懲耳!\"蔡太師聞之，因對，力詆黼\"崇獎異學，將害陛下紹述之政\"，又稱黼\"引用非人\"。黼曰:\"洪炎，京所用，黃庭堅甥也。\"因取蔡絛所撰《西清詩話》奏之，上令禦史台彈勸，即逐炎。而蔡、王之黨，自此始矣。 \\n 《方言》曰:\"齊、宋之間，凡物盛多謂之寇。\"注云:\"今江東有小凫，其多無數，俗謂寇凫。\"《陸龜蒙集》有《禽暴》一篇，正為野凫害稼而作。 \\n 人有所不為，然後可以有為，凡物亦然。《裴氏新書》曰:\"虎豹無事，行步若不勝其軀;鷹在眾鳥之間，若睡寐然。蓋積怒而後全剛生焉。此越人以滅吳之道也。\" \\n \"鶉\"之字有三義:師曠曰:\"赤鳳曰鶉，故南方朱鳥七宿取名焉。\"《詩》曰:\"匪鶉匪鳶。\"鶉，鷒也，音團。又曰:\"鶉之奔奔。\"則今之鶉鷃也。《白虎通》曰:\"一穀不升撤鶉鷃。\" \\n 鶻、隼，皆鷙鳥也，而有義焉。鶻冬取小禽燠爪掌，旦則縱之，視其所適之方，則是日不于其方擊搏。杜甫作《義鶻行》是也。隼擊物，遇懷胎者釋之。《化書》曰隼憫胎是也。可以人而不如乎?天地之間，有吐而生子者，鸕、｛兒鳥｝、兔，凡三物。 \\n 予外舅莫強中喜為詩，頗有思致。掌豐城，得蜀漕蔡沖允書，歲餘始達。小詩寄謝云:\"故人音信動經年，蜀道間關不易傳。將謂天涯消息斷，西風一葉落階前。\" \\n 王荊公當國，欲逐張方平，白上曰:\"陛下留張方平於朝，是留寒氣於內也。留寒氣於內，至春必發為大疾癘，恐非藥石所能攻也。\"東坡著《樂全先生集序》，乃以安道比孔文舉、諸葛孔明。二公議論，不侔如此。安道元豐間以宣徽南院使退居睢陽，是時東坡就逮下禦史獄，安道獨上書，力陳其可貸之狀。劉莘老、蘇子容同輔政，子容曰:\"昨得張安道書，不稱名，但著押字而已。\"莘老曰:\"某亦得書，尚未啟封。\"令取視之，亦押字也。二事人罕知，故記之。 \\n 朱肱，吳興人，進士登科，喜論醫，尤深於傷寒。在南陽時，太守盛次仲疾作，召肱視之，曰:\"小柴胡湯證也。\"請並進三服，至晚乃覺滿。又視之，問所服藥安在，取以視之，乃小柴 \\n 胡散也。肱曰:\"古人制｛口父｝咀，謂銼如麻豆大，煮清汁飲之，名曰湯，所以入經絡，攻病取快。今乃為散，滯在膈上，所以胃滿而疾自如也。\"因依法旋制，自煮以進二服，是夕遂安。因論經 \\n 絡之要，盛君力贊成書，蓋潛心二十年而《活人書》成。道君朝，詣闕投進，得醫學博士。肱之為此書，固精贍矣。嘗過洪州，聞名醫宋道方在焉，因攜以就見。宋留肱款語，坐中指駁數十條，皆有考據，肱惘然自失，即日解舟去。由是觀之，人之所學固異邪?將朱氏之書亦有所未盡邪?後之用此書者，能審而慎擇之，則善矣。 \\n 朝散郎路時中行天心正法，于驅邪尤有功，俗呼\"路真官\"。嘗治一老狐，亦立案，具載情款，如世之獄吏所為。云狐能變美婦以媚人，然必假塚間多年髑髏，以戴於首而拜北斗，但髑髏不落，則化為冠，而用事已，則埋之;欲用，則復以為常。蓋不假此，則不能變也。人死骨朽，為髑髏尚有靈。古方治勞疾用天靈蓋，既能治疾，豈不能為妖邪?世有術者，事髑髏能知人已往事。 \\n 楊蟠宅在錢塘湖上，晚罷永嘉郡而歸，浩然有掛冠之興。每從親賓，乘月泛舟，使二笛婢侑樽，悠然忘返。沈注贈一闋，有曰:\"竹閣雲深，巢虛人闃，幾年湖上音塵寂。風流今有使君家，月明夜夜聞雙笛。\"人咨其清逸。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷八", "正文": "  \\n 泊宅編卷八 \\n 　 \\n  \\n 祥符中，穎州饑，當路者奏出省錢十萬緡，以紓艱食之民，令明年蠶事已緡納縑，謂之和買。當是時，一縑之直不滿千，民得本錢，經營數月，收什一之息，至期輸公，頗優為也。近時，有司往往不復支錢，視物力以輸縑，物價翔貴，一縑非六七千不可;官吏督責，急於水火，民不堪命久矣。比年二浙薄旱，已軫宸慮，至以親詔下求民瘼，謂州縣不給和買本錢，以致怨咨感天變。上之恤隱，可謂至矣，豈知州縣奉行之不謹邪? \\n 唐杜牧欲來吳興尋舊約，三上時相書，以弟顗病求醫為辭，乞知湖州。既至，而私願復不諧，後世果可欺邪? \\n 周離亨嘗言作館職時，一同舍得疾，遍體疼，每作殆不可忍，都下醫或云中風，或云中濕，或云腳氣，用藥悉不效。疑氣血凝滯所致，為制一散，飲之甚驗。予未及問所用藥，沉思久之，因曰:\"據此證，非延胡索不可。\"周君大駭，曰:\"何以知之?\"予曰:\"以意料之，恐當然耳。\"延胡索、桂、當歸等分，依常法治之為末，疾作時，溫酒調三四錢，隨人酒量頻進之，以知為度。蓋延胡索活血化氣第一品也。其後趙待制霆道引失節，支體拘攣，數服而愈。 \\n 橘皮寬膈降氣，消痰逐冷，有殊功。他藥多貴新，唯此種貴陳，須洞庭者最佳。外舅莫強中知豐城縣，得疾，凡食已，輒胸滿不下，百方治之不效。偶家人輩合橘紅湯，取嘗之，似有味，因連日飲之。一日，坐廳事，正操筆，覺胸中有物墜於腹，大驚目瞪，汗如雨，急扶歸。須臾，腹疼利下數塊，如鐵彈子，臭不可聞，自此胸次廓然。蓋脾之冷積也。抱病半年，所服藥餌凡幾種，不知功乃在一橘皮，世人之所忽，豈可不察哉!其方:橘皮去穰取紅一斤，甘草、鹽各四兩，水五碗，慢火煮幹，焙搗為末點服。又古方:以橘紅四兩、炙甘草一兩，為末湯點，名曰二賢散，以治痰特有驗。蓋痰久為害，有不可勝言者。世醫惟知用半夏、南星、枳實、茯苓之屬，何足以語此。 \\n 四物湯，婦人之寶也。洛陽李敏求赴官東吳，其妻病牙疼，每發呻S吟Y宛轉，至不能堪忍。令婢輩釵股按置牙間，少頃，銀色輒變黑，毒氣所攻，痛楚可知也。沿路累易醫，殊無效。嘉禾僧慧海為制一湯，服之半月，所苦良已。後因食熱面又作，坐間煮湯以進，一服而愈，其神速若此。視藥之標題，初不著名，但云涼血、活血而已。敏求報之重，徐以情叩之，始知是四物湯。蓋血活而涼，何由致壅滯以生疾?莫強中一侍人久病經阻，發熱咳嗽，倦怠不食，憔悴骨立;醫工往往作瘵疾治之，其勢甚危惙。強中曰:\"婦人以血氣為本，血榮自然有生理。\"因謝遣眾工，令專服此湯。其法｛口父｝咀，每慢火煮，取清汁，帶熱以啜之，空腹日三四服。未及月，經候忽通，餘疾如失。 \\n 一婦人暴渴，唯飲五味汁。名醫耿隅診其脈，曰:\"此血欲凝，非疾也。\"已而果孕。以古方有血欲凝而渴飲味之證，不可不知也。又，一士人無故舌出血，仍有小穴，醫者不曉何疾，隅曰:\"此名舌衄。\"炒槐花為末，糝之而愈。 \\n 道士王裕曰:\"有忽患腳心如中箭，發歇不時，此腎之風毒也，瀉腎愈。又有人因驚而心不蔭脾，忽僕，不知人.面色黃，是脾絕不治。又有人六脈皆細，面拂拂紅色，是心絕不治。\" \\n 痔腸風、髒毒一體病也，極難得藥，亦緣所以致疾不同。雖良藥若非對病，固難一概取效。常人酒色飲食不節，臟腑下血，是謂風毒。若釋子輩患此，多因飽食久坐，體氣不舒而得之，乃脾毒也。王渙之知舒州，下血不止，郡人朝議大夫陳宜父令隨四時取其方，柏葉如春取東枝之類，燒灰調二服而愈。予得方後，官贛上，以治貳車吳令昇，亦即效。提點司屬官陳逸大夫偶來問疾，吳倅告以用陳公之方而獲安。陳君蹙頞曰:\"先人也，仍須用側柏尤佳。\"道場慧禪師曰:\"若釋子恐難用此，不若灼艾最妙。平立，量脊骨與臍平，處椎上，灸七壯。或年深，更於椎骨兩旁各一寸，灸如上數，無不除根者。\"又予外兄劉向為嚴掾，予過之，留飲，訝其瘦瘠，問之，答曰:\"去歲髒毒作，凡半月，自分必死，得一藥服之，至今無苦。\"問何藥，不肯言;再三叩，始云:\"只這桌子上有之。\"乃是幹柿燒灰，飲下二服。《本草》云:\"日柿治腸僻，解熱毒，消宿血。\"後有病者，宜以求之。《素問》:腸僻為痔。 \\n 提點鑄錢、朝奉郎黃沔久病渴，極疲悴。予每見，必勸服八味丸。初不甚信，後累醫不痊，謾服數兩遂安。或問渴而以八味丸治之，何也?對曰:\"漢武帝渴，張仲景為處此方。蓋渴多是腎之真水不足致然，若其勢未至於痟，但進此劑殊佳，且藥性溫平無害也。\" \\n 風淫末疾謂四肢，凡人中風，悉歸手足故也。而疾勢有輕重，故病輕者俗名\"小中\"。一老醫常論小中不須深治，但服溫平湯劑，正氣逐濕痹，使毒流一邊，餘苦不作，隨性將養，雖未能為全人，然尚可苟延歲月。若力攻之，縱有平復者，往往恬不知戒;病一再來，則難以支梧矣。譬如捕寇，拘於一室，則不使之逸越，自亡他慮;或逐之，再至則其禍當劇於前矣。此語甚有理。而予見世之病者，大體皆如是。但常人之情，以幻質為已有，豈有得疾為廢人而不力治者?此未易以筆舌喻也。 \\n 小麥種來自西國寒溫之地，中華人食之，率致風壅。小說載天麥毒，乃此也。昔達磨遊震旦，見食面者，驚曰:\"安得此殺人之物?\"後見萊菔，曰:\"賴有此耳。\"蓋萊菔解面毒也。世人食面已，往往繼進麵湯，云能解而毒，此大誤。東平董汲嘗著論，戒人煮而須設二鍋，湯煮及半，則易鍋煮，令過熟，乃能去毒，則毒在湯明矣。 \\n 治痢以櫻粟，古方未聞。今人所用，雖其法小異，而皆有奇功。或用數顆，慢火炙黃，為末飲下;或去粟用殼如上法;或以殼七五枚、甘草一寸，半生半炙，大碗水煎，取半碗溫溫呷。蜀人山叟曰:\"用殼並去核鼠查子各數枚，焙乾，末之飲下，尤治噤口痢。\" \\n 凡病唯發背、腳氣無補法。發背非藥毒，即飲食毒;腳氣乃風毒，毒在內，不可不攻，故先當瀉之。發背灼艾最要，然亦須治之早。諺云:\"背無好瘡。\"但生於正中者，為真發背。虞奕侍郎背中生小瘡，醫者不悟，只以藥調補;數日，不疼不癢，又不滋蔓。疑之，呼外醫灸二百壯，已無及。此公平生不服藥，一年來唯覺時時手腳心熱，疾作，既不早治，又服補藥，何可久也? \\n 天禧二年，開封解榜出，有廖復者被黜，率眾詣鼓院訴有司不公。朝廷差錢惟演等重考，取已落者七十餘人，復亦預薦，時號\"還魂秀才\"。前發解官皆謫外郡監當。明年，殿前放王整以下及第。是日，睦、衢二州各有一王言待唱。初喚王言賜進士及第，乃衢人。久之，又喚一王言，上問其鄉貫，方知前賜第者乃是睦人，而衢州者只合得同進士出身。及再喚二人審問，衢人奏:\"懇念臣已謝聖恩。\"遂只賜睦州者同出身而已。明日，忽有旨賜睦人王言進士及第。自後殿前唱名，必傳呼\"某州某人\"，以防差互。 \\n 天禧元年四月五日申後，京師黑風自北起，晦冥，市人咫尺不相見。久之，大雨作，天復明。父老云:往年疾疫起，得黑風而民安。 \\n 天聖中，陸軫同判衢州。一日早起，覺印堂癢，以手揣摸，司空部上有肉突起，如指面許大;兩日漸堅實。又兩月，天庭上亦然。又一月，天中、輔角二部亦然。又兩月，左右龍角骨起，映印堂甚低。是月，印堂連山根與二龍角相應，相次左右 \\n 眉棱連額角起。每以相書考驗，此諸部骨起，皆主封侯公相之貴，然軫止吏部郎中、直昭文館，典郡而已。其後孫佃人政府，贈公官至司空，乃知贈官亦非虛名也。 \\n 天禧初，滑州河決已塞，唯龍门未合。忽有大風鼓沙起，如連岡勢，於未合處淤定，於是人得致力而畢功。（已上四事，出陸軫日記也。） \\n  \\n   \\n  "}
{"章节": "泊宅編卷九", "正文": "  \\n 泊宅編卷九 \\n 　 \\n  \\n 有稱中興野人和東坡《念奴嬌》詞，題吳江橋上。車駕巡師江表，過而睹之，詔物色其人，不復見矣。\"炎精中否，歎人才委靡，都無英物。胡虜長驅三犯闕，誰作長城堅壁?萬國奔騰，兩宮幽陷，此恨何時雪!草廬三顧，豈無高臥賢傑?天意眷我中興，吾皇神武，踵曾孫周發。河海封疆俱效順，狂虜何勞灰滅。翠羽南巡，扣閽無路，徒有沖冠髪。孤忠耿耿，劍鋩冷浸秋月。\" \\n 徐積仲車居山陽，以疾不仕，而士大夫稱其高風籍甚。其家節序享祀，動遵禮法，然唯祀母，而不祀父。此人所未喻。 \\n 傳曰:\"地反物為妖。\"以所睹驗之，有未然者。紹興中，迎侍居杭之西湖。明年春，圃中桃實皆雙。又明年，先子捐館。李友聞來吊，因語及之，蹙頞曰:\"某為婺州錄參，廨舍櫻桃一株盡雙實，亦丁外艱。\"勺近游建康，見太府少卿吴德素云:\"先舍人頃寓太學，齋後千葉桃忽結子十八枚，其中一顆甚大。詔下，會同舍拈閹以卜升沉，唯徐鐸得其大者。是舉本齋預奏名者十八人，而鐸遂冠多士。\" \\n 命堂閣軒亭名，不可不慎。黃葆光知處州，作賓館，號\"如歸\"。或曰:\"視死如歸，不祥。\"黃尋即死於職。龔澈為瑞安令，亦作如歸亭，後得罪，編置雷州。蔡京嘗游吳興慈感院，院有新堂未名，京為書榜曰\"超覽\"。有坐客賀曰:\"行即走召，而人臣四見矣。\"明年，京遂入相。若是者，其偶然邪?亦事有符合邪?然語忌不可不避爾。 \\n 舊傳:贛川清漲，有神司之。據《梁史·武陵王紀》:伐蜀前，此江水可揭，及登舟而水長數尺，皆喜曰:\"天贊我也。\"又陳武帝自南康赴江州，水暴長，三百里贛石皆沒，此非清漲乎? \\n 後漢郎官親主文案，與令史不異，故郎中二十五人，令史止二十人。是時，郎官不免杖責，士人多恥為之。至齊明帝時，始用贖刑。魏晉以下，參用高華矣。 \\n 古者，尚書令史防禁甚密。宋法:令史白事不得宿外，雖八座命，亦不許。李唐令史不得出入，夜則鎖之。韓愈為吏部侍郎，乃曰:\"人所以畏鬼，以其不見;鬼如可見，則人不畏矣。選人不得見令史，故令史勢重;任其出入，則勢輕。\"始不禁其出入，自文公始。 \\n 令史有久任，淹練故實，尚書郎往往咨所未喻。陸慧曉曰:\"吾年六十，不復能咨都史為吏部郎也。\"苻堅問尹緯何官，對曰:\"吏部令史。\"堅歎曰:\"宰相才也，王景略之儔，然則蕭、曹豈欺我哉?\" \\n 大梁二相祠，世傳游、夏也。士有未遇，上書乞靈，往往見夢，雖遠必應。越人石公轍妙年鄉舉，抵京，夢簾中出一紙，只\"鄰州\"二字。石後累舉，年逾五十，不得已，就特奏名，遂為第一，例賜出身。是時，上駐蹕臨安府也。 \\n 維揚僧了因嘗寓長蘆寺，暇日與其侶閒步江上，見潮泛小蝦登岸，有化而為蜻蜓翾然飛去者。一蝦再至岸，未及化，又為潮所蕩;及三登，忽化娛蚣入水。蓋忿心所激，有如此者。 \\n 儀真許叔微累舉不第，寄跡浙右村落中，合藥施人。久之，夢人贈四句曰:\"藥市收功，陳、樓間阻。堂上呼盧，喝六得五。\"叔微張九成榜過省唱名第六，以系合推恩入升第五，乃在陳祖言之下、樓材之上。所謂\"呼盧\"者，臚傳也。 \\n 陳安節學士云:福州一農家子張生，幼時父使持錢三千，入山市斧柯。遇村人有為逋負所迫欲自經者，惻然盡以所賫贈之，而親釋其縛。因坐石上，旁有人不相識，問:\"饑渴乎?\"曰:\"然。\"指路隅竹萌，令食之，堅不可咀。徐傾小瓢水於掌，以飲之。生飲水，頓覺精爽非常，自此絕粒。忽識字，能為詩，頗言人未來事。後祝髪為浮屠，住一小院，有不逞系馬於堂上者，輒病心疼，或教使謝過，病良已，因丐師言以自驚，信筆示之曰:\"眾生騎畜生，兩個不相爭。坐底只管坐，行者只管行。\"閩人敬仰之。獨一貴人不信，貴人者無孫，師曰:\"今日得孫矣。然無大小便利。\"詰其故，答曰:\"皆心法所招也。\"果得孫而不育。參議何大圭自閩來，云與師熟，所遇乃鐘離先生，至今往來不絕。師《觀棋》詩曰:\"路從平處險，人向靜中忙。\"或云:貴人者，余丞相也。 \\n 前輩敦事，契情親而禮極嚴，其後禮漸煩，情漸薄，今則情禮俱衰矣。吳德素云:\"蘇丞相父紳，與章郇公、呂申公同年進士也。二公當軸，丞相登科，稱年家侄，詣門謝謁，人獨不召。見眾賓了，入宅換道服，坐聽事，令將命者引趨庭下，贊拜而退，亦不延坐，但傳語勉之而已。然二公力推挽丞相入翰林為學士，登庸之命蓋基於此。\" \\n 哲宗山陵，開封府推官白同提點頓地云:\"初開壙，得小碑志，乃有唐一婦人舊所藏穴，實貞元二年歲庚辰正月十二日葬，與哲宗上仙年月日皆同。\" \\n 宣和中，取燕山，群臣稱賀。蔡太師京令一館職代作表，仍語以\"燕人悅則取之\"一句，不得不使其人歸搜經句，欲對未得。王安中曰:\"何不曰'昆夷維其喙矣?'\"遂用之。 \\n 蕭振侍郎永嘉人，知湖州日，二親皆八十餘，極康寧。予嘗因語贊歎，公曰:\"先祖一百四歲，祖母百二歲。\"世未聞也。 \\n 侍其傅服水銀，久之，發癢爬搔，成赤疹，水銀隨指爪出，細如粟顆。建炎中，帥杭，已昏不任事。既罷，疾革，未屬纊，諸姬皆散不禁，可為世戒。 \\n 陳去非謂予曰:\"秦少遊詩如刻就楮葉，陳無己詩如養成內丹。\"又曰:\"凡詩人，古有柳子厚，今有陳無己而已。\"又曰:\"崔｛匽鳥｝能詩。或問作詩之要，答曰:'但多讀，而勿使斯為善。'\" \\n 王通隋末隱白牛溪教授，學者常數百人。唐將相如王、魏輩皆其門人也，既顯，絕口不道其師，此何理哉! \\n 崇甯初，茅山劉混康先生赴闕，一夕，拜章罷，詔問:\"何久?\"答曰:\"值天門放春榜。\"欲叩其所睹，乞書而密緘之，它日驗其事。明年，殿唱畢，發視，止書二草二木，乃蔡薿、柯棐也。 \\n 韓魏公判大名府，被旨修大內，於一堂中得壁記，乃太宗詩一首，意屬燕雲。或勸進之，不答。後韓絳以獻，公聞之，歎曰:\"吾非不能，但人主未忘開邊之志，老臣不當更啟之耳!\" \\n 左朝議大夫白同嘗云:\"佛經:凡人三世不妄語者，舌長舒之可及肱。予平生不妄語，雖未及肱，比常人已為長矣。\" \\n 舊說眼疾不可浴，浴則病，甚至有失明者。右承直郎白彥良云，未壯之前，歲歲患赤眼，一道人勸，但能斷沐頭，則不復病此。彥良自此不沐，今七十餘，更無眼病。 \\n 思慧住道場山，予常往見之。一夕，夢謁師不見，但於禪床上大書\"一龍絕地\"四字。明日人山，知師已授帖，移徑山，而不省所夢。紹興壬戌，始遊徑山，首見長老覺明云:\"此山本龍所居，因一禪師行腳過山下，龍化老人，與語契合，因勸師營居演化，云:'此山東天目也，吾當遷西天目，但留一穴出入，它日勿以僧供為慮。'至今寺無寸土，而常聚千眾。\"予《贈明老詩》斷章云:\"三十年前曾見夢，茲遊端可冠平生。\"蓋謂此也。 \\n 成都府園西樓有大蟒居，人不敢登，率嘗扃鑰。虞經臣作帥，宴客樓下，蟒忽遺溺，正中一武臣之肩;須臾，皮肉潰爛成瘡，得妙藥治之方愈。經臣為遣吏祭之，即日毀樓，蟒亦不見。 \\n  \\n   \\n  "}
{"章节": "泊宅編卷十", "正文": "  \\n 泊宅編卷十 \\n 　 \\n  \\n 王球為龍德宮提舉官，眷遇特厚。丁未春，淵聖已幸青城，上皇密遣球裒宮中器用，得金萬兩，熔為二百挺，藏廢井中，甃之以石;謂球異時國有艱窘，白發之。上狩淮南，球奏之，有旨輸行在。方具舟，會宮中舊卒有知其端者，恐球潛載以遁，詣開封府陳告，尹欣然召球，喻以兵須正急，此機不可失。球度力不能奪，因盡輦致，持符歸報。朝廷初不加譴。其後范丞相當國，疑球與尹乾沒其金，下大理鞠治，球竟廢死。 \\n 富韓公曰:\"契丹正強盛，奚、霫、渤海、黨項、高麗、女真、新羅、黑水達靼、回鶻、元昊凡十國皆役服之，貢奉不絕，唯與中原為敵國。兵馬略集，便有百萬，多作大舟，安四輪陸行，以載輜重;遇塘水、黃河，則脫輪以度人馬，亦欲自滄州東泛海而來，為牽制掎角之勢。\" \\n 神宗興太學，初議堂試式，時唯經義、論、策凡三場，有司擬進，上批\"季一周之\"四字，遂著之令，遵行已久。勺元豐六年秋七月入學，年尚幼，見司業朱行中服奉行新規甚峻，生員犯不檢，許人告，賞錢三百貫，同保皆連坐，屏斥出學，甚者殿舉，人皆惕息。既以經術造士，恐其忘武備及不知法律，因令每旬休齋，輪五人過武學習射。又許生員附律，學生試律義，以合格者理為本學考察。又於論場添試律義一道。然學者于肄業苟簡，至觀者，有\"射天地四方\"之語，答律義，或約法至徒八年，往往傳以為笑。元祐初，皆罷。 \\n 東坡記管仲之無後，與桑羊、韋堅、王鉷、楊慎矜、王涯皆及禍，謂興利之人如此。又子由論李沆為相，自言無善可稱，唯力阻言利者，可以報國，厥有旨哉! \\n 東坡為郡，尤急於荒政。元祐中守杭，米斗八十，已預行措置。常云:熙寧八年，只緣張、沈二守不知此策，致二浙災荒疾疫，只西路死者五十餘萬人。是年本路放秋苗一百三十萬碩，酒稅虧六十七萬貫。 \\n 司馬氏南渡，據《地理志》云:\"九分天下，有其二而已。\"李暠亦云:\"五嶽神山，狄汚其三;九州名都，夷穢其七。\"當是時，雖自洛徙建康，而未嘗棄洛，則嵩尚為晉有，與衡為二矣，故曰\"狄汚其三\"。晉能保洛而不能有蜀，今能有蜀，而不能存洛，絕長挈大，則今之土宇亦若晉耳。 \\n 元豐初，文武見任官二萬四千五百四十九員，文一萬一百九十三，武一萬二千八百二十六，宗室九百四十四，內臣五百八十六。 \\n 元豐初，在京吏人自中密下至諸司共二百九十一處，共五千一百四十人，歲支六十二萬三千一百八十六貫碩匹斤兩。 \\n 熙甯十年，夏稅兩浙最多，二百七十九萬七百六十七貫碩匹斤兩，成都、夔州二路各只七萬有零。秋稅河北最多，七百七十五萬八千一十七貫碩匹斤兩，夔州六萬有零。 \\n 熙寧十年，在京商稅，諸門鎮四十九萬八千五百十一貫有零，左右廂店宅務管賃屋一萬四千六百二十六間，空地六百五十四段，宅子一百六十四所，歲收二十一萬六千五百八十一貫六十六文省。 \\n 諸路酒稅，唯兩浙所入最多。熙甯末年，本路稅收六十萬五千九百八十四貫七百十五文，酒收一百六十萬八千八百三十四貫一百九十八文。 \\n 當年在京歲支宰臣已下百官料錢五十二萬九千九百五十七貫四百二十六文，諸路官員料錢二百二十五萬六千八百六十七貫，而陝西一路支數最多。 \\n 熙寧末，天下寺觀宮院四萬六百十三所，內在京九百十三所;僧尼、道士、女冠二十五萬一千七百八十五人，內在京一萬三千六百六十四人。三年中死亡還俗共二萬三千一百三十九人。 \\n 南郊賞給:景德六百一萬一百貫匹兩碩領條，皇祐一千二百萬有零，治平一千三十二萬有零，熙甯末八百萬二千六百八十九貫匹斤兩條段。 \\n 歲賜大遼銀三十萬兩，絹三十萬匹，正旦衣著四千匹，銀器二千兩，生辰衣著五千匹，銀器五千兩。 \\n 熙寧八至十凡三年，天下大辟五千一百八十二人，三年內，官過犯自刺配至贖銅二千五百九十二人。 \\n 元豐中，詳定禮文，神宗尤篤于大裘袞冕之制。時檢討何洵直欲以黑繒創為大裘如袞，唯領袖用羔。帝頗疑其非，乃問陸佃。佃對曰:\"《禮記》曰:'禮不盛，服不充。'故大裘不裼，則大裘襲可知。\"又曰:\"郊之日，王被袞象天，則大裘襲裘可知。大裘襲裘，則戴冕藻十二旒可知，故曰冕服有六。而《弁師》云掌王之五冕也。\"帝稱善，遂下詔有司，制黑羔以為裘，而被以袞。議者又謂純用羔，恐裘重難服。及裘成，輕重才與袍等，帝甚喜。唯袞之制未明。帝嘗曰:\"北虜曾貢袞冕一襲，其繪星辰在背，疑有所傳。\"宣和中，王昴上疏云:\"袞服由漢至今畫山皆用青，有戾于《周禮》山以章之義。畫虎與蜼，而不畫虎、蜼之彝，有戾於《書》宗彝之義。至於畫藻，則叢以碎葉，亦不知古人觀象與藻棁同意。臣謂畫山尚以赤白，故《考工記》曰:'繪畫之事，赤與白謂之章。'而下文曰:'山以章也。'畫山以赤白之章，亦猶畫黼以白與黑，畫黻以黑與青也。《詩》曰:'象服是宜。'鄭氏云:'揄翟闕翟之類，不獨後夫人之服如此，人君之服亦然。'《書》亦曰:'予欲觀古人之象，然則袞服豈無所取象乎?'謹案天垂象，見吉凶，是天言象也。《易》有四象，所以示，是《易》言象也。袞之制，繪日月星辰，豈非法天之象歟?畫山、龍、華、蟲、藻、火、粉米、黼黻，豈非法《易》之象歟?《系辭》曰:'黃帝、堯、舜，垂衣裳而天下治。'蓋取諸乾坤，是衣以陽而在上，取《乾》之象;裳以陰而在下，取《坤》之象。而袞服山取《艮》之象，黼取《巽》之象，黻取《坎》之象，宗彝取重《震》之象，觸類而長之，無有無所象者，亦患不細考之耳!\" \\n 往年車駕巡師建康，詔以防秋在近，令侍從職事官各條其利害，實可施行者聞奏。郎官張虞卿所陳最善，其略曰:\"臣嘗曆考前世南北戰爭之際，魏軍嘗至瓜步矣，石季龍掠騎嘗至曆陽矣，石勒寇豫州至江而還，此皆限於江而不得騁者也。然江出岷山，跨郡十數，備之不至，一處得渡，皆為我憂。使吾斥堠既明，屯戍唯謹，士氣振而人心固矣，恃長江為阻可也，雖無長江之阻亦可也。苻堅百萬之眾，馬未及一飲江水，謝玄以八千銳卒破之於肥水，豈非其效也歟?不然，如黃巢以奇兵八百泛舟渡，吳人有'北來諸軍乃飛過江'之語。韓擒虎以五百人宵濟採石，守者皆醉，遂襲取之。由是觀之，徒恃江而人不足與守，鮮克有濟矣。曹操初得荊州，議者謂:'東南大勢可以拒操者，長江也。操得荊州，蒙沖戰艦，浮江而下，則長江之險已與我共之矣!'獨周瑜謂:'舍鞍馬，仗舟楫，非彼所長。'赤壁之役，果有成功。至於羊祜之言，則以南人所長，唯在水戰，一入其境，長江非復所用，它日成功，略如祜策。故臣以謂有如瑜者為用，則祜之言謂之不然可也;無如瑜者為用，則祜之言不可不察也。彼為說者，謂虜人以馬為強，而江流迅急，渡馬為難;虜人便於作筏，而江流迅急，非筏能濟。是未知侯景以馬數百，一夕而渡，王濬自上流來，嘗用大筏也。州縣一也，有最為要害者;津渡一也，有最宜備豫者。苻堅自項城來壽陽，侯景自壽陽移曆陽，孫恩自廣陵趨石頭;王敦渡河格，蘇峻濟橫江，侯景渡採石。考前世盜賊與夫南北用兵，由壽陽、曆陽來者十之七，由橫江、採石渡者三之二，至於據上流之勢以窺江左者，尚未論也。\"文多不載。 \\n 吳伯舉舍人知蘇州日，謁告歸龍泉，遷葬母夫人。已營墳矣，及啟堂｛歹贊｝，見白氣氤氳，紫藤繞棺，急復掩之。術人視｛歹贊｝處，知自是吉地，因即以為墳。然頗悔之，舍人竟卒于姑蘇。 \\n 虞經臣策，元祐中曆察官知雜。紹聖初，自修注擢給事中人台。值都城開渠，忽有異犬自渠中出，直入其家，馴伏若素蓄養者;家人輩愛之，名曰\"渠來\"。常日唯喜睡，至或亂嚙簾帷窗牖之類，則經臣必有遷改錫賚恩數。自爾每有慶事，則啖以肉一斤，渠來必歡喜跳躍，然後食之以為常。凡數年，拜郎前一夕，渠來死。 \\n 李濟翁曰:\"案《王府新書》:杜元凱遺其子書曰:'書勿借人。'古人云借書一嗤，還書二嗤。嗤，笑也。後訛為'癡'字，而增至四，謂借一癡，借之二癡，索三癡，還四癡。\"（皆濟翁云。）前輩又以\"癡\"為\"瓻\"。瓻，酒器也。蓋云借書以一瓻酒，還之亦以一瓻酒。\"瓻\"通作\"鴟\"。吳王取馬革受子胥屍，沉之江。顏師古曰:\"即今之盛酒鴟夷幐。\" \\n  \\n   \\n  "}
