{"章节": "提要", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《洛阳缙绅旧闻记》五卷，宋张齐贤撰。齐贤字师亮，曹州人，徙居洛阳。太平兴国二年进士，累官同中书门下平章事，以司空致仕。卒谥文定。事迹具《宋史》本传。是书前题乙巳岁，乃真宗景德二年齐贤以兵部尚书知青州时所作。皆述梁、唐以还洛城旧事，凡二十一篇，分为五卷。《书录解题》目次与此本合，独晁氏《读书志》作十卷。今按自序，明言五卷，而检《永乐大典》所载此书之文，亦无出此本外者，则《读书志》字误明矣。书中多据传说之词，约载事实以为劝戒。自称凡与正史差异者，并存而录之，亦别传外传之比。然如衡阳周令妻报应、洛阳染工见冤鬼、焦生见亡妻诸条，俱不免涉於语怪。又如李少师贤妻一条，称契丹降王东丹，朝廷密害之，非命而死，契丹已知之，李肃奉命护丧柩送归，忧沮不知其计云云。案《通鉴》、《五代史》，东丹即辽太祖长子，太宗之兄，奔唐为昭信节度使，赐名赞华。因太宗助石晋起兵，潞王遣宦者秦继旻、皇城使李彦绅杀之於其第。是东丹之死，实缘潞王以兵败逞忿，旋即灭亡。晋高祖後为之备礼送归。时隔两朝。在晋人本无密害之事，又何所疑嫌而遽形忧沮？此事殆出传闻之讹，殊不可信。至如纪张全义治洛之功，极为详备，则旧史多采用之。其他佚事，亦颇有足资博览者，固可与《五代史阙文》诸书同备读史之考证也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "序", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 序序 \\n  \\n  \\n  \\n 余未應舉前，十數年中，多與洛城搢紳舊老善，為余說及唐、梁已還五代間事，往往褒貶陳跡，理甚明白，使人終日聽之忘倦。退而記之，旋失其本。數十年來，無暇著述；今眼昏足重，率多忘失。邇來營丘，事有條貫，足病累月，終朝宴坐，無所用心。追思曩昔搢紳所說及余親所見聞，得二十餘事，因編次之，分為五卷。摭舊老之所說，必稽事實；約前史之類例，動求勸誡。鄉曲小辨，略而不書，與正史差異者，竝存而錄之，則別傳、外傳比也。斯皆搢紳所談，因命之曰《洛陽搢紳舊聞記》。庶可傳信，覽之無惑焉。 \\n 宋朝乙巳歲夏六月營丘白序 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "梁太祖優待文士", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 梁太祖優待文士梁太祖優待文士 \\n  \\n  \\n  \\n 梁祖之初兼四鎮也，英威剛很，視之若乳虎。左右小忤其旨，立殺之。梁之職吏，每日先與家人辭訣而入，歸必相賀。賓客對之，不寒而慄。進士杜荀鶴，以所業投之，且乞一見。掌客以事聞於梁祖，梁祖默無所報，荀鶴住大梁數月。先是，凡有求謁梁祖，如已通姓名而未得見者，雖踰年困躓於逆旅中，寒餓殊甚，主者留之，不令私去，不爾，即公人輩及禍矣。荀鶴逐日詣客次。一旦，梁祖在便聽，謂左右曰：「杜荀鶴何在？」左右以見在客次為對。未見間，有馳騎至者，梁祖見之，至巳午間方退，梁祖遽起歸宅。荀鶴謂掌客者曰：「某飢甚，欲告歸。」公人輩為設食，且曰：「乞命。若大王出，要見秀才，言已歸館舍，即某等求死不暇。」至未申間，梁祖果出，復坐於便聽，令取骰子來。既至，梁祖擲，意似有所卜。擲且久，終不愝旨，怒甚，屢顧左右。左右怖懼，縮頸重足，若蹈湯火。須臾，梁祖取骰子在手，大呼去聲曰：「杜荀鶴！」擲之，六隻俱赤，乃連聲命「屈秀才」。荀鶴為主客者引入，令趨，驟至階陛下。梁祖言曰：「秀才不合趨階。」荀鶴聲喏，恐懼流汗。再拜，叙謝訖，命坐，荀鶴慘悴戰慄，神不主體。梁祖徐曰：「知秀才久矣。」荀鶴欲降陛拜謝，梁祖曰：「不可。」於是再拜，復坐。梁祖顧視陛下，謂左右曰：「似有雨點下。」令視之，實雨也。然仰首視之，天無片雲。雨點甚大，霑陛簷有聲。梁祖自起，熟視之，復坐，謂杜曰：「秀才曾見無雲雨否？」荀鶴答言：「未曾見。」梁祖笑曰：「此所謂無雲而雨，謂之天泣，不知是何祥也？」又大笑，命左右：「將紙筆來，請杜秀才題一篇《無雲雨》詩。」杜始對梁祖坐，身如在燃炭之上，憂悸殊甚。復令賦《無雲雨》詩，杜不敢辭，即令坐上賦詩，杜立成一絕獻之。梁祖覽之，大喜，立召賓席共飲，極歡而散，且曰：「來日特為杜秀才開一筵。」復拜謝而退。杜絕句云：「同是乾坤事不同，雨絲飛灑日輪中。若教陰朗都相似，爭表梁王造化功。」由是大獲見知。杜既歸，驚懼成疾，水瀉數十度，氣貌羸絕，幾不能起。客司守之，供侍湯藥，若事慈父母。明晨，再有主客者督之，且曰：「大王欲見秀才，請速上馬。」杜不獲已，巾櫛上馬。比至，凡促召者五七輩，杜困頓無力，憂其趨進遲緩。梁祖自起，大聲曰：「杜秀才，『爭表梁王造化功』。」杜頓忘其病，趨步如飛，連拜叙謝數四。自是梁祖特帳設賓館。賜之衣服錢物，待之甚厚。福建人徐夤下第，獻《過梁郊賦》，梁祖覽而器重之，且曰：「古人酬文士，有『一字千金』之語。軍府費用多，且一字奉絹一匹。」徐賦略曰：「客有失意還鄉，經於大梁，遇郊坰之耆老，問今古之侯王。父老曰：且說當今，休論往昔；昔時之事跡誰見？今日之功名目覩。」辭多不載。遂留于賓館，厚禮待之。徐病且甚，梁祖使人謂曰：「任是秦皇漢武。」蓋誚徐賦有「直論簫史王喬，長生孰見；任是秦皇漢武，不死何歸」，憾其有此深切之句爾。梁祖既有移龜鼎之志，求賓席直言骨鯁之士。一日，忽出大梁門外數十里，憩于高柳樹下。樹可數圍，柯榦甚大，可庇五六十人，遊客亦與坐。梁祖獨語曰：「好大柳樹。」徐徧視賓客，注目久之。坐客各各避席，對曰：「好柳樹。」梁祖又曰：「此好柳樹，好作車頭。」末坐五六人起對：「好作車頭。」梁祖顧敬翔等，起對曰：「雖好柳樹，作車頭須是夾榆樹。」梁祖勃然，厲聲言曰：「這一隊措大，愛順口弄人。柳樹豈可作車頭？車頭須是夾榆木，便順我，也道柳樹好作車頭。我見人說秦時指鹿為馬，有甚難事！」顧左右曰：「更待甚？」須臾，健兒五七十人悉擒言柳樹好作車頭者，數以諛佞之罪，當面撲殺之。梁祖雖起於羣盜，安忍雄猜，甚於古昔。至於剛猛英斷，以權數御物，遂成興王之業，豈偶然哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "少師佯狂", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 少師佯狂少師佯狂楊公凝式 \\n  \\n  \\n  \\n 楊少師凝式，正史有傳。博總經籍，能文工書，其筆力雄健，自成一家體。襟量恢廓，居常自負，既不登大用，多佯狂以自穢。時班行潛目之為「楊風子」。在洛，多遊僧寺道觀，遇水右松竹清涼幽勝之地，必逍遙暢適，吟詠忘歸。故寺觀牆壁之上，筆跡多滿，僧道等護而寶之。院僧有少師朱留題詠之處，必先粉飾其壁，潔其下，俟其至。若入院，見其壁上光潔可愛，即箕踞顧視，似若發狂，引筆揮灑，且吟且書，筆與神會，書其壁盡方罷，略無倦怠之色。遊客覩之，無不歎賞。故馮瀛王次子少嘗於寺壁留題曰：「少師真跡滿僧居，祇恐鍾王也不如。為報遠公須愛惜，此書書後更無書。」進士安鴻漸題云：「端溪石硯宣城管，王屋松煙紫兔毫。更得孤卿老書札，人間無此五般高。」石晉時，張相從恩自南院宣徽使官才檢校司徒、權西京留守，到洛城後未久，少師自東京得假往洛陽，夜宿中牟縣。時申未間，飛蝗蔽日，自東京而至。又明日，至鄭州；是晚，飛蝗小至。次日，至滎陽，飛蝗亦至滎陽。適有乘傳往洛中者，少師附書并一絕，先次贈洛陽居守張公，略曰「押領蝗蟲向洛京，合消居守遠相迎」云云。及到洛數日，少師寄詩上張相云：「南院司徒鎮洛京，未經三月政聲成。四方羣后皆如此，端坐庸夫見太平。」張公知其貧，贈遺甚厚。按：「石晉時」至此八行，別本所無。楊之居，在府衙西門咫尺，尋常入府，籃輿在前，牽馬在後，少師策杖冠褐，數十步後徐行隨之，見者笑而不測之，此佯狂之一也。常近冬，居家未挾纊，少師安然不之問。一旦，故舊自西回，行李甚偉，楊以書訴貧。故舊凌晨來候之，仍於通利店內先寄物中，留紬五十匹、絹百匹，書送於楊，請貨易，以略備冬服。少師得紬與絹，紬盡送修行尼寺造襪，施數寺僧尼，絹盡送南禪、大字兩院，請飯僧。宅中骨肉已有寒色，老女使聞施僧，嗟訝有泣者，少師笑而不言。數月，居守知之，召女工輩，依楊宅之家口數，大小悉造綿衣，無闕者，造成送之。少師見送衣至，笑謂宅中曰：「我故知留守公送衣來爾。」此亦不測其心，佯狂之二也。尋常每出，上馬至大門外，前驅者請所訪，楊與一老僕語曰：「今日好向東遊廣愛寺。」老僕曰：「不如向西遊石壁寺。」少師舉鞭曰：「且遊廣愛寺。」鞭馬欲東，老僕曰：「且向西遊石壁寺。」少師徐曰：「且遊石壁寺。」聞者竊笑之，此皆佯狂之事也。有談歌婦人楊苧羅，善合生雜嘲，辨慧有才思，當時罕與比者。少師以姪女呼之，每令謳唱，言詞捷給，聲韻清楚，真秦青、韓娥之儔也。少師以姪女呼之，蓋念其聰俊也。時僧雲辨能俗講，有文章，敏於應對，若祀祝之辭，隨其名位高下，對之立成千字，皆如宿搆，少師尤重之。雲辨於長壽寺五月講，少師詣講院，與雲辨對坐，歌者在側。忽有大蜘蛛於簷前垂絲而下，正對少師於僧前。此句有脫字。雲辨笑謂歌者曰：「試嘲此蜘蛛。如嘲得著，奉絹五匹。」歌者更不待思慮，應聲嘲之，意全不離蜘蛛，而嘲戲之辭，正諷雲辨。少師聞之絕倒，久之大叫曰：「和尚，取絹五匹來！」雲辨且笑，遂以絹五匹奉之。歌者嘲蜘蛛云：「喫得肚鑍撑，尋絲繞寺行。空中設羅網，祇待殺眾生。」蓋譏雲辨體肥而肚大故也。雲辨師名圓鑒，後為左街司錄，久之遷化。少師於西京寺觀壁上書札甚多，人間所收真跡絕少。其寺觀所書壁，僧道相承保護之。至興國九年，大水湮沒，牆壁摧壞，十無一存。可為惜之！可為惜之！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "襄陽事", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 襄陽事襄陽事 \\n  \\n  \\n  \\n 張從恩相公，晉祖時為宣徽南院使。時鎮州安重榮叛，晉祖將征之，行有日矣。張相中夜思之，若聖駕北征，安王從進在襄陽，已有跋扈之狀，恐朝廷無備。來日，朝退求見，遂以襄州為請，且曰：「安從進若乘虛來襲京師，即陛下何以為備？」晉祖曰：「卿未知爾。今已命高行周為招討，用卿為都監，仍命高勳、焦繼勳等數人備指使。」張聞晉祖言已有備，正與己意合，且上命己護其師旅，不敢辭讓。因陳情數事，皆允之。先發騎將郭金海部領三千餘騎，往唐州駐泊，焦繼勳等數人亦同是行。晉祖纔發京師，襄陽安從進遂叛，謂朝廷無備，欲乘虛掩襲，遂選精騎南下。焦繼勳等知從進已叛，即飛表聞于行在，張相、渤海公亦繼發。從進與郭相遇於花山。金海，蕃將，善用槍，時罕與敵，拳勇過人，喜戰鬭，欲立奇功。兩陣相去數里。從進素管騎兵，金海久在麾下，安亦待之素厚。從進乃躍馬引數百騎乘高，去晉陣百步，厲聲叫郭金海。金海獨鞭馬出于陣數十步，免胄側身，高聲自稱曰金海。從進又前行數十步，勞之曰：「金海安否？我素待你厚，略不知恩，今日敢來待共我相殺！」金海應聲答曰：「官家好看大王，負大王甚事？大王今日反，金海舊事大王，乞與大王一箭地，大王迴去。若不去，喫取金海槍。」言訖，援槍鞭馬，疾趨其陣。高勳亦繼進。從進懼，躍馬而退，師遂相接，大為金海所破，焦繼勳押陣。奏到，晉祖大喜，賞賜有差。從進自此喪氣，嬰城自固，王師為連城重塹以守之。月餘，王師攻城，城上矢下如雨，王師被傷者眾。是日，金海為飛矢集身，扶傷歸營。明日，從進用計污金海，欲使朝廷疑之。以金缾貯酒，金合盛藥，以索懸之城上，呼郭金海。金海知之，力疾扶創而往。城上勞金海曰：「大王知你中箭創甚，賜你金缾、金合酒與風藥。」金海，蕃人，目不知書，惟利是貪，取缾與合歸營，且不聞于元戎。元戎等疑之，乃馳驛奏。晉祖念花山之功，不加罪，城下就除金州團練，併其兵放他部。金海之任，居常悒悒不樂，至於捐館，惜哉！焦繼勳，我大祖幸洛之歲，降麻授相州節鉞而終。高勳陷北虜，用為幽州節度使。母在京洛陽福善里，太祖常厚賜慰安之。高後欲歸，不知其終。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "陶副車求薦見忌", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 陶副車求薦見忌陶副車求薦見忌 \\n  \\n  \\n  \\n 陶晟，虢州人。少讀書業文，尤長於詩。五十餘，恥無成，遂求隸虢之右職，相次為步使。虢，陝之屬郡，使府藉其才幹，召置陝城。久之，會晉末戎虜犯中夏，侯章、趙暉俱為匡國指揮使在陝，王晏為都頭。戎將令至陝驛，侯章等隨虜帥就驛候之，虜命蕃將鎮陝。一旦，有蕃使見侯章衣新褐毛衫，繫金度銅束帶，虜人使一作「使人」。再三視侯，與虜胡語，往來甚久。蕃帥臨上馬，命譯語者謂章曰：「天使要指揮身上毛衫與束帶。」逼之甚急。侯不獲已，與之，假他人衣與帶而歸。三人同行，章在澗南，遂召王晏與趙暉來澗南營內，取酒同飲。既而侯章曰：「安有身為指揮使，著一領毛衫，繫一條銅束帶，作主不得，就身上奪却。」憤惋久之。趙暉亦怒，獨王晏無言。將散，晏謂侯章、趙暉曰：「今世亂，我輩衣與束帶閒事，將來未知死所爾。」侯與趙曰：「如何？」王晏曰：「到恁田地，藉箇甚！今夜領二三十人入驛，斫取蕃使頭，因便入衙，殺了蕃王所差使長。得則固守，不得則將家屬，掠金帛，入河東投奔劉大王。」劉大王，即漢高祖也。侯初怯不應，趙暉然之，晏熟視侯章，久之而去。是夜，獨王晏、趙暉率死士數十人入驛，斬戎使，盡取財物以歸。乃踰垣入衙，殺蕃酋，遂據其城。王晏領甲騎數百人詣澗南，欲殺侯章。章惶懼，拜於馬前，釋之，令上馬。推趙暉為首，侯章、王晏為都監、巡檢。差陶公與趙暉之子延進同齎表，奏漢祖勸進焉。漢祖大喜，因次第酬之。後漢祖知晏功，三人皆節使，備在正史。陶公遂委質事漢祖，及王師南舉，命為開道使。高祖即天位，陶使人來求趙暉、侯章等奏舉；朝廷不得已，遂授公虢州刺史，然執政者由是側目矣。罷郡，處之環衛，後出為蕃方副車軍司馬焉，終於荊州副使、知州事。公能詩，與宮師王相溥善，常有詩往來屬和。翰林承旨淘公穀叔事之，自前延安軍司馬授華州行軍，陶翰林為序，親書以送之。《送從叔赴華下序》略曰：「聖上即位之三年，命前延安軍司馬參戎閫於華下，綏舊俗也。踐華、寧、秦之境，遠皇猷者，五十有九年矣。自昭宗東遷，歲在甲子，至聖朝壬戌歲，五十有九年矣。庚子山詩云：「秦華二境閒，皇猷遠南夏。」比已亡失數句。赤驥嘶風而可仰，玉蟾耀彩以如晝。潛編嘉作，別俟知音。攀琪樹而笑天風，鼎遷《周頌》；控文鰩而飛赤水，幅裂《韓詩》。」辭多不載。公晚年，知進士張翼能詩，召置門下，厚待之。嘗曰：「七言詩，我不如翼；五言詩，翼不如我。」陶公詩有「河經蕃地濁，山到漢家青。」又在環衛時詩：「擬拋丹禁去，試著白衣看。」有集，陶翰長為之序。張翼嘗投詩兩軸於宮師王相溥，王相以詩謝云：「清河詩客本賢良，惠我新吟六十章。格調宛同羅給事，功夫深似賈司倉。登山始覺天高廣，到海方知浪渺茫。好去蟾宮是歸路，明年應折桂枝香。」陶以副車別駕權莅藩閫者久之，所至稱洽，不苛不擾，律身省事而已，在政無赫赫之稱。罷任日，民皆攀轅遮留，泣涕塞路，前驅鞭撻之，然後進。既遭逢漢祖，始用為開道使。以其讀書多學，有木秀之忌，一求薦於三帥，過亦輕矣。授一刺史，二年而罷，竟以散秩坎軻終身，亦命夫。時俗謂之「求關節」，履捷逕以致身者，得為深誡乎？仲尼曰：「富而可求，雖執鞭之士，吾亦為之。」聖人之旨明，富不可妄求，況貴位乎？子元鼎，有文章，擢進士第。烏乎！今不幸而殂矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "泰和蘇揆父鬼靈", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 泰和蘇揆父鬼靈泰和蘇揆父鬼靈 \\n  \\n  \\n  \\n 蘇揆，濮州人也。業進士，太宗皇帝御試第二等及第，由廷尉平知吉州泰和縣。揆父歿十數年矣。有吉州衙將，押綱上京迴，行次黃梅縣，宿於逆旅中。昏晚後，忽有一老人，皁衣，裹短脚幞頭，策一驢，引一僮，年可十六七，來逆旅中。逡巡，於房中出揖吉州衙將，與之坐。因語及泰和看親識，吉州將詢之曰：「某吉州人，繫職州衙，自京迴，今往本州，與老父作伴同去，可乎？」且言：「泰和之親識，何人也？」老父曰：「某姓蘇，有男名揆，叨忝登第，在泰和知縣，暫去相看伊，彼更無別親識。」州將曰：「泰和知縣，今本州通判同年也，通判，即向相敏中爾。某幸得伏事。某因便願送老父至泰和，望知縣處略言某姓字。」老人許諾。是夕，州將命酒，同飲十數盞，老人甚喜。明日同行，沿路州將買食同餐，老人亦不辭讓。同過渡至江州，老人沽酒請州將同飲，始款狎無間然矣。至洪州同宿，明日將行，老父謂州將曰：「某比約與公同往泰和，夜來思之，男已忝京寮知縣，某行李如是，託你先到泰和，報兒子，製新衣，借僕馬來，沿路相接。」吉之州將然其所託，曰：「即告辭先行。」至家，未敢詣州公參，先往泰和報知縣，轉榜子參。蘇揆出，州將拜起頗恭，且曰：「自黃梅與員外尊長同來，比約同至縣。及宿洪州之明日，員外尊父忽令某先來報員外，請製新衣，借僕馬來，沿路等接。」揆聞，未之信，且曰：「先父歿十餘歲，莫悞否？」州將曰：「自黃梅同途來，同飲食，備說員外任泰和，特來相看，不虛。」蘇問其年顏身形，無二矣；又問繫裹衫衣，無二矣。揆降陛，望鄉大哭者久之，徐謂州將曰：「揆父歿時，年顏繫裹衣衫無小異。」言訖又慟哭。遂製新衣，畫僕馬，焚之。後數年，揆亦理殂。即老父所乘驢與僕，何物也？與之語言，人也；飲食，人也。物假為之耶？鬼耶？神耶？時向相任吉州通判，余為轉運使，備詳其事而書之，豈語怪之嫌乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "齊王張令公外傳", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 齊王張令公外傳齊王張令公外傳 \\n  \\n  \\n  \\n 齊王諱全義，《五代史》有傳。今之所書，蓋史傳之外見聞遺事爾。王，濮州人，嘗在巢軍中，知其必敗，遂飜身歸國，唐授王澤州刺史。初，過三城，謁節度使諸葛爽。爽有人倫之鑒，覩王之狀貌，待之殊厚，贈且多。臨辭，謂王曰：「他時名位在某之上，勉之。」爽既歿，王漸貴，追思疇昔見知之恩未嘗報，乃圖其形像於其私第，日焚香供養之，每晨朝於影前捻香訖，方出視事，未嘗小怠，至於終身；其感恩不背本也如是。在澤未久，移授洛州刺史。時洛城兵亂之餘，縣邑荒廢，悉為榛莽，白骨蔽野，外絕居人。洛城之中，悉遭焚毀。初，巢、蔡繼亂，乃築三小州城，保聚居民，以防寇盜。及罕之等爭奪，但遺餘堵而已。初至洛，率麾下百餘人，與州中一作「中州」。所存者僅百戶，共保中州一城。洛陽至令尚存南州、中州之號。王招懷完葺，五七年間，漸復都城之壯觀，正居守之位焉。王《本傳》云「洛城之中，戶不滿百」，又唐鴻撰王《行狀）云「於瓦礫邱墟之內，化出都城」是也。今正史云：「京城內有南州、北州，蓋光啟中張全義築，至明宗天成中，詔許人請財填築。」言光啟中築，乃王再葺而己，非始築也。其城壕今尚遺跡焉。余少時，親聞舊老所說云：「巢、蔡亂罹之後，洛陽苑牆中松柏甚多，至秦王修築都城及裏外橋，多聚側近御苑廢宮之松柏用之。」聖朝歲，洛陽大水，諸城門悉摧壞，余親見厚載、長夏等門堆積材木，視之，多柏木。及洛中（缺）毀行修寺木橋，以土實之。橋即故南州西壕上之橋也，得其木，皆柏木。即舊老之言，可驗矣。王始至洛，於麾下百人中，選可使者一十八人，命之曰屯將。每人給旗一口，榜一道，於舊十八縣中令招農戶，令自耕種，流民漸歸。王於百人中，又選可使者十八人，命之曰屯副。民之來者綏撫之，除殺人者死，餘但加杖而已；無重刑，無租稅，流民之歸漸眾。王又麾下選書計一十八人，命之曰屯判官。不一二年，十八屯申每屯戶至數千。王命農隙每選丁夫，教以弓矢槍劍，為起坐進退之法。行之一二年，每屯增戶大者六七千，次者四千，下之三二千，共得丁夫閑弓矢槍劍者二萬餘人。有賊盜即時擒捕之；關市人賦，殆於無藉；刑寬事簡，遠近歸之如市。五年之內，號為富庶，於是奏每縣除令、簿主之。所謂亂後易治乎？王之得簡易之道乎？戶既多，丁亦眾，餘時則教習之。時李罕之在河陽。罕之，姦賊也，嘗破北山之摩雲寨，當時號為「李摩雲」。亦嘗置寨於洛城中，至今民呼其寨地為「李摩雲寨」。寨之西號寨西市。是時，罕之鎮三城，知王專以教民耕織為務，常宣言於眾曰：「田舍翁何足憚！」王聞之，蔑如也。每飛尺書於王，求軍食及縑帛，王曰：「李太傅所要，不得不奉之。」左右及與賓席咸以為不可與，王曰：「第與之。」似若畏之者，左右不之曉。罕之謂王畏己，不設備。因罕之舉兵收懷、澤，王乃密召屯兵，潛師夜發，遲明入三城，罕之顧無歸路，遂逃遁，投河東。朝廷即授王兼鎮三城，時以正西京留守之任。每喜民力耕織者，某家今年蠶麥善，去都城一舍之內，必馬足及之，悉召其家老幼，親慰勞之，賜以酒食茶綵，丈夫遺之布袴，婦人裙衫。時民間上衣青，婦人皆青絹為之。取其新麥新繭觀之，對之喜動顏色。民間有竊言者曰：「大王好聲妓，等閒不笑，惟見好蠶麥，即笑爾。」其真朴皆此類。每觀秋稼，見好田、田中無草者，必於田邊下馬，命賓客觀之，召田主慰勞之，賜之衣物。若見禾中有草，地耕不熟，立召田主，集眾決責之。若苗荒地生，詰之，民訴以牛疲或闕人耕鋤，則田邊下馬，立召其鄰仵責之曰：「此少人牛，何不眾助之？」鄰仵皆伏罪，即赦之。自是，洛陽之民無遠近，民之少牛者，相率助之；少人者亦然。田夫田婦相勸，以力耕桑為務，是以家家有蓄積，水旱無飢民。王在洛四十餘年，累官至守太尉、中書令，封魏王，徙封齊王。昭宗遷洛，郊廟行事，差官攝太尉。時朝中有識者揚言曰：「太尉重官，歷朝多闕，所以差攝。今齊王官守太尉，何差攝之有？」王誠信，每水旱祈祭，必具湯沐，素食，別寢精潔，至祠祭所，儼然若對至尊，容如不足。晴旱，祈禱未雨，左右必曰：「王可開塔。」即無畏師塔也，塔在龍門廣化寺。王即依言而開塔，拜訖，王祝曰：「今少雨，恐傷苗稼，和尚慈悲，告佛降雨。」如是未嘗不澍雨。故當時俚諺云：「王禱雨，買雨具。」無畏之神耶？齊王之潔誠耶？齊王在巢軍，先歸唐，投澤州刺史；粱祖後歸唐，授同州刺史。自後與梁祖互為中書令、尚書令。及梁祖兼四鎮也，齊王累表讓兼鎮，蓋潛識梁祖姦雄，避其權位，欲圖自全之計爾。梁祖經營霸業，外則干戈屢動，內則帑庾多虛。齊王悉心盡力，傾竭財資助之。及北喪師，梁祖猜忌王，慮為後患，前後欲殺之者數四。雖夫人儲氏面訐梁祖獲免，亦由齊王忠直無貳，有勳名於天下，不能傾動之故也。梁祖遂以子福王納齊王之女為親，以故雖盡力於梁祖，而武皇、莊宗常切齒於齊王矣。及莊宗滅梁，齊王上表待罪，莊京降詔釋之，召見大喜，開懷慰納，若見平生故人，盡魚水之情焉。與論當世之務，皆出莊宗功臣意表，恨得齊王之晚。其識略德望，動人主也如此。因再上表，叙述屢為朱梁窺圖，偶脫虎口，逼為親，且非素志，乞雪表數句云：「伏念臣曾棲惡木，曾飲盜泉，實有瑕玼，未蒙昭雪鴻辭也。」復下詔雪之，令劉皇后入齊王居第省之。劉后堅求拜齊王與夫人儲氏，齊王避不敢見，劉后歸內奏之，且言少失父母，願拜齊王并儲氏為義父母，莊宗許之。齊玉累表辭讓，不得已而受之。莊宗令翰林學士禮院，草定皇后與齊王、儲氏為義父母相見及往來牋書儀注焉。此乃從古所無之事也。 \\n 桑中令維翰，父拱，為河南府客將。桑魏公將應舉，父乘間告王曰：「某男粗有文性，今被同人相率，欲取解，俟王旨。」齊王曰：「有男應舉，好事。將卷軸來，可教秀才來。」桑相之父趨下再拜。既歸，令子侵早投書啟，獻文字數軸。王令請桑秀才，父教之趨階，王曰：「不可。既應舉，便是貢士，可歸客司。」謂魏公父曰：「他道路不同，莫管他。」終以客禮見之。王一見甚奇之，禮遇頗厚。是年，王力言於當時儒臣，且推薦之，由是擢上第。至晉高祖有天下，桑魏公在位，奏曰：「洛陽齊王生祠未有額，乞賜號『忠肅』。」可之。廟敕已下，會朝廷有故，遂中輟之。上御歷，知齊王於唐末有大功，洛民受賜者四十年。比夫甘棠墮淚，宜昭祀典，詔有可復以「忠肅」額之焉；其德政碑樓，俾再完葺。是知大勳重德，必有昭感，何沒於唐而顯於宋，使今明天子復新其祠廟？則王之功，雖千載之後，其不朽矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "李少師賢妻", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 李少師賢妻李少師賢妻 \\n  \\n  \\n  \\n 太子少師季公諱肅，國史有傳。唐末，西京留守齊王貴盛，兼鎮河陽。李公自雍之梁，齊王見之，愛其俊異，以女妻之，即賢懿夫人所生，王之適也。數歲而亡，又以他姬所生之女妻之。雖非賢懿所出，以其聰敏多技藝，齊王與賢懿憐惜之，過於其姊。音樂女工，無不臻妙，知書，美容止，迨神仙中人也。性賢明，有禮節，自幼至老無惰容。夫貴，封清河郡夫人，治家甚嚴。大富，姬僕且眾，與夫別院。李公院姬妾數十人，夫人亦數十人。潛令伺夫院中，知姬妾稍違夫指顧，則召而撻之，擇美少者代之。每夫生日，必先畜女童曉音律者，盛飾珠翠綺繡，因捧觴祝壽，并服玩物同獻之。或辭以婢妾眾多，即復擇其常常者，歸己院焉；執事稍久，嫁之。夫入朝將歸，具裙帔，候之於中堂之側，令小蒼頭探之，既接見，如賓禮。夫若困倦，一見便退歸。如相見稍從容，令動樂迎引，歸夫人院，備果酒時新物，語及前代事，夫愛而憚之，未嘗敢失色於前。李公嘗將命制置安邑、解縣兩池鹽利。既至，值戍卒竊發為亂，公乘機許以正庫錢十餘萬貫，止罪其元惡者，亂兵由是散去，戮其同惡數十人，人心頓安。當時用事一人，素與公通家，求洛中一櫻桃園不得，一作與。因而有隙，常欲中傷之。因是密上言曰：「李某擅興盜用官庫物以買名，欲求不次之賞。」於是，乃命臺官就鞫之，獄甚急，垂餌虎口爾。夫人聞之，乘步輦直詣朝門，俟執權者出，趨拜於路側。須臾，叩馬聲甚厲，且訴且泣，援引今古寵辱、禍福、成敗可驗者數事，哀怨悽苦，左右聞者感動之。時當路者慚悔甚，即回馬入朝，非時請對，曲為論雪之，且言：「有妻張氏，即齊王之女，詣臣馬前號訴。」時主聞之駭愕，曰：「如是賢婦人乎？」即命馳驛出之，李公由是免禍。至晉朝，北戎降王車丹非命而死，北虜已知之。李公受命，護東丹喪柩，送歸北虜。既歸私第，憂沮不知其計，止於外廳，獨坐久之。夫人訝夫如是，命侍人請之。既入，夫人謂李公曰：「有不稱意差使乎？」夫默然泣下，曰：「某已老，男女小。」又涕泣哽咽，未及再言。夫人曰：「得無使絕域乎？若然，不當效兒女輩啼泣也。」李公收涕，曰：「今奉命北使，送東丹喪。東丹，朝廷密害之，北虜已知之矣。某不憚遠役，去必不還矣。」夫人曰：「不然。為君計者，戎虜貪利，某房內珠金等，可得數十萬，盡以送行，厚賂其戎王左右，及獻虜主，萬全必歸，非惟速歸，兼恐厚得回禮。」李公如其言，到蕃國，賂其左右，盡其所有為私禮。戎虜君臣果大喜，命速遣公迴，賜名馬百餘匹，別賜駞百餘匹，衣服器皿稱是。復命，不敢留，悉進之。由是遷官，賜賚甚厚，夫人之力也。先是，趙思綰在永興時，使主赴闕，思綰主藍田副鎮，有罪已發。李公時為環衛將，兼雍耀三白渠使、雍耀莊宅使、節度副使、權軍府事，護身脫之，來謝於李公。公歸宅，夫人詰之曰：「趙思綰，庸賤人，公何與免其過？既來謝，又何必見之乎？」曰：「某比不言，今夫人問，須言之。此思綰者，雖賤類，審觀其狀貌，真亂臣賊子，恨未有朕跡，不能除去之故也。」夫人曰：「既不能除去，何妨以小惠啖之，無使銜怨。」自後，夫人密遣人令思綰之妻來參，厚以衣物賜之，前後與錢物甚多。及漢朝，公以上將軍告老歸雍。未久，思綰過雍，遂閉門據雍城叛，衣冠之族遭塗炭者眾，公全家免禍。終以計勸思綰納款，遂拔雍城。周祖素知公名，與之歸闕改官，致仕於洛，亦夫人之力也。且婦人之恡財與妒忌，悉常態也；以不妒忌疎財者，皆難事，況非治世。叩馬面數權貴，惟陳古昔傾陷良善，禍不旋踵報應之驗，雖大丈夫負膽氣輕生者，亦憚為之，況婦人女子者歟？不獨雪夫罪，而能免全家之禍，則昔之舉案如賓者，何人哉！不其賢乎？不其賢乎？與夫飾粉黛，弄眉首，蠱惑其金夫，竊魚軒之貴者，豈同日而道哉！夫人事跡，可為女訓、母儀者甚多。余眼昏足重，心力減耗，聊舉其殊尤者，紀之於篇，俾其令名千載之後不磨耳。余客於李公門下且久，故聞其事甚詳。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "虔州記異", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 虔州記異虔州記異 \\n  \\n  \\n  \\n 余在江南掌轉輸之明年，虔州有賊劉法定，房眷兄弟八人，皆有身手，善弓弩。法定為盜魁，其徒且百數，州郡患之以聞。太宗皇帝命兩路都巡檢使併力除之，其徒因散去。時翟美東路巡檢，石義西路巡檢，官軍為法定黨傷殺者亦眾。余求得法定鄉人徐滿者，少與之狎。徐滿壯健多力，日行數百里，嘗為散從官，以過歸鄉役。余遣滿招之，赦其罪，許酬以廂鎮之勞。不踰月，滿至，法定兄弟八人投牒，束身歸命，以求自雪。再遣滿齎書委曲安慰之，期以旬日，先令詣虔州出頭，如約而至。時同巡檢殿直康懷琪，少年果敢，恥久不能擒法定昆季之一人，轉運以片幅招之，悉來首罪，與知州尹玘、通判李宿謀盡殺之，獨護戎韓宗祐後凡兩見，俱作「景祐」，未知孰是。按：別本前後俱作「宗祐」。不之許。懷琪密與尹玘飛章以聞，且言：「此賊兄弟，膽勇過人，舊黨散潛山谷，忽有水旱之災，嘯聚凶輩，必為州郡患。乞酷法殺之。」朝廷可其奏。法定兄弟八人，活釘於市。數日，懷琪過之，法定等俱厲聲大罵曰：「官中招出我，轉運使許我以不死。康懷琪與知州密計中我，使我兄弟同遭非命，地府下必訴爾，終不捨爾罪。」懷琪怒，命左右以鐵鎚碎其手足，由是八人頃刻而死，棄尸野外。余未半歲，自京奏公事迴，泝流至虔州，懷琪乘舟三十許里相接。覩揖之際，連拜數十，但云：「某罪過。」余自暫離洪州來上京，却歸江南，往復僅四五箇月，固未知法定之死；聞懷琪稱罪懇切，甚訝之，徐謂曰：「且就坐，適再三稱罪過者何？」懷琪又起，面若死灰，且戰且懼，惟言：「某罪過。」覩之愈驚疑，未測何故也，遂答以他事。無何，郡長與州從事皆至，促船夫疾牽至州部。到驛，諸官悉散去。余未及解帶，懷琪獨候謁，未及與接談，又再三言：「某罪過。」似有所依憑。及去，召驛吏及州之走使輩詰之，皆曰：「巡檢尋常不如此，得非為劉法定兄弟寃魂所使爾？不然，何恐懼稱罪之若是？」因問法定等今何在，遂以懷琪所謀事對，余亦惘然嗟歎者久之。余在虔州數日，欲往大庾縣數處勾當。當申酉間，郡長與康俱在坐，余告以起發之由，且請諸公不得出門。俟昏晚上馬，尹公等送至城門，獨懷琪先辭而退。余門外俟關鎖訖，上馬南去，行三十許里，聞奔馬者相逼，命左右偵之，則曰：「康巡檢。」逡巡，懷琪至，因詰之：「適先已辭退，今遠來何也？」曰：「欲相送至大庾縣。」遂與偕行。明日，至大庾縣驛。驛廳東西各有一房，余居於左，康處於右。日晚，命之同食，起行數百步，辭氣如平常時，亦無他言。逼暮，聲喏而退。余亦困倦，遂解衣而就枕，恍惚若夢中，有故人物故已十餘年矣，再三告辭，涕淚戀戀然，倏忽而遂不之見。覺而異之，忽聞人呼余左右者，其聲頗急。余驚起問之，即懷琪之虞候爾，曰：「巡檢暴得疾，苦辭欲去。」余急趨至康所，即抱膝呻S吟Y云：「脛痛欲裂，已令具小舟，須順流歸虔州求醫。」須臾，數人扶翼詣船。余策杖隨之，康回顧悽咽而別，與余夢中告辭者相類。又數日，余乘舟離大庾，及到虔州，疾問：「巡檢安否？」即曰：「殂再宿矣。」未久，韓供奉景祐至，具言懷琪未死間，頭髻如壯夫向後摺之狀，頤頷上指，而髻在項上，喘息甚麤，須得三兩人用力從後推其首，才能舉之，口中唯云：「罪過，罪過。」湯飲至口，如有人揮掣之狀，悉覆于地，雖甚飢渴，但虛器而退。除稱罪之外，至死無他言。不踰年，尹玘亦殂。通判李宿，本不同其謀，但隨而署字，後亦以患心疾，不得親民掌關市賦於外，迨不為完人矣。異夫！法定等本以殺人攻剽為事，戕人且眾，為罪亦已深矣。一為首罪而出，復遭非理而死，尚有靈若是，而況殺不辜者乎？異而書之，垂誡於世。韓景祐知書有識，今累度國家委任，備書此事以示之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "衡陽縣令周妻報應", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 衡陽縣令周妻報應衡陽縣令周妻報應 \\n  \\n  \\n  \\n 衡陽周令，失其名，見訪之。蜀川人。喪妻三數歲，再娶妻，亦蜀川人。後妻攜三女，俱長矣，來周令家，周撫之如己女。後妻凶妒，周舊畜婢數人，內二人姙娠，每後妻加以他事鞭撻之，無虛日。二婢各為懷姙，常以背或以臀腿受其梃。周令妻多方用杖觸其腹，欲其不全。二婢竟以鞭捶墮胎而死。是時，余任衡州通倅，聞嘗不平之。及余罷歸，周氏之家久無所聞。有士人與周令有舊，話及之，且曰：「周之後妻，既殺二婢，其後三女相次適人，因權寄寓衡陽。不四五年，三女俱因產而死。每一女死，其妻必飯僧懺悔，為先鞭撻墮胎死者二婢看經，自禮《梁武懺》。三女俱以產死，未死間必旬日號呼痛楚，宛轉而後終。周令妻泣涕誦佛經，自對佛稱罪焚香。憂惱，因而得疾，女亡後歲餘亦死。烏乎！《書》所謂「天網恢恢，疎而不漏」，佛經報應，何昭昭若是乎？書之，俾妒悍不令之婦，聞之增懼，亦勸誡之道，有益於世教云。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "向中令徙義", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 向中令徙義向中令徙義 \\n  \\n  \\n  \\n 向中令諱拱，國史有傳。今記者，備其遺闕焉。中令倜儻多權譎，勇果剛斷，真英雄士也。少善射，十中其八九焉。生於汾州，從父徙居於潞。年二十許，膽氣不羣，重然諾，輕財慕義，好任俠，借交亡命，靡所不為。嘗與潞民之妻有私，後半歲，向謂所私之婦曰：「多日來，不見爾夫，何也？」婦笑曰：「以我與爾私，常磨匕首欲殺我，懼爾未得其便。會爾久不及我家，與鄰人之子謀，許錢數十千，召人殺之。鄰家之子曰：『若我殺之，汝肯嫁我乎？』念夫常欲殺己，恨無逃避之路，遂許之。會夫醉卧城外，鄰家子潛殺而埋之，懼為人覺，且潛遁矣。」向曰：「鄰家子今安在？」婦人曰：「在某所。」向密尋而殺之，迴責所私婦人曰：「爾與人私，而害其夫，不義也。爾夫死，蓋因我，我不可忍。」遂殺其婦人，擲首級於街市，且自言曰：「向某殺此婦人。」徐徐掉臂而去。警巡者義之，且憚其勇力，不敢追捕。因亡命，會赦方歸，父憂之，形於顏色。父長者，有節行，與故中執憲滕公善。滕時尚布衣，因請計於膝曰：「用何術免此子破吾家？」滕曰：「敢撩虎鬚以速禍。」向父曰：「某之子雖如是，觀其性，亦易曉爾。四年前，有一儒生，五十餘，魁岸落魄，箕踞坐於某之門側。吾之子自外而歸，熟視儒生，生弗之顧。吾之子尋却出，詬責儒生，生但坐而不動，徐而言曰：『爾何等類，敢慢罵若是？然幸吾被儒服，履儒行，若二十年前未識書時，爾虀粉矣。』因起攝衣，示吾子雙手，曰：『見此乎？』觀其筋力粗壯，狼虎人也。又曰：『放汝，放汝。』吾子聞之，欣然曰：『真大丈夫也。我本謂庸儒，敢箕踞傲睨若是，遂容易辱罵，欲拳毆之。』及聞儒者言，見儒者志，因謝曰：『某之過矣，某之過矣。』遂延入，命酒饌。儒生漸見某之子器局辭色，實當時俠少也，尤禮接某之子，某之子亦折節設拜而去。由是觀之，乃易曉爾。」父歸，謂中令曰：「滕秀才，實名士，闔郡重之。我見汝為作，恐陷羅網，何不往候之？」中令夜乘月叩滕扉，延入，中令曰：「昨父教某，令候謁秀才。」勝與語，應答皆有理，落落一奇士爾，滕心器之，竊怪其何受污於兇暴之黨歟？滕因謂中令曰：「未識吾子，潞之中外一辭，以盜蹠待之。今觀君才貌，貴人爾，幸自愛，無與非類同遊處。」微引古人之未遇，為賊為盜，一旦折節，垂千古名，若周處輩。中令聞之，不覺前席。語竟，中令曰：「自此願叔事秀才，從前所為悉改矣。」既歸，拜其父曰：「某雖父母生我，今聞滕秀才教我，是滕秀才活我命矣。」具以叔事滕公之語告其父，父聞之大喜。自是，舊日豪俠徒侶，甘言謝絕之，名造請於滕。不數年，潞之識者皆曰：「此向家千里駒爾！」出入衣冠美儒者，容止閑雅，不接非類，聞有德行道藝者，多就訪之。無何，父歿，服除，辭潞之親戚，有四方之志焉。累謁侯伯，皆曰尋常人，輒去之。事侯益，未半歲，又辭去。聞漢祖開霸府，欲往依之。會歲饑，途多盜賊，由石會關欲入河東。時有常侍中右職郭勳，為石會關鎮遏使兼主關市。郭知書，有識鑒，向謁之，留之月餘，且曰：「今盜賊滿路，公引一小僮，策兩驢，觀君鮮衣美儀貌，不類貧約者，此去畏塗，非利往矣。兼近聞有一火賊，去鎮五七里，時嘗習弓弩，過客無全者。更俟旬浹間，有伴侶三二十人，某亦集鎮丁壯，送君出關路。」向志不可留，且曰：「不勞人送。」鎮將郭勳覩其不可留，曰：「善自為謀。」向遂行。不三十餘里，遇羣盜數十人，於路側射弓。向直詣賊所，徧揖之，因自陳姓名：「某從職軍將，失主無託，今往河東，欲投事。一僮兩驢、隨身衣裝、一兩貫盤纏外，更無財物。近知前程去者，皆遭劫剝，幸諸君周旋，勞三五人送過前程。」內一人長髯大面，壯捷魁偉，笑顧同輩曰：「觀此人敢要我等送，何也？」中有一人曰：「彼有弓箭，試請伊射弓，如何？」長髯者謂中令曰：「兄弟方賭射，取弓箭射一兩頭。」向謙讓久之，羣盜堅請之。向若不得已，取弓箭射兩頭，凡箭皆出括可半寸許。羣盜驚歎，留坐與語，且曰：「僕射於此，且住三兩日否？容弟兄輩管領。」向許之，却迴至關。郭勳訝之，謂是不敢前進，向告之故。明日迄暮，盜魁果令人來請向。向隨之，離鎮可六七里，於墓林之側，設席具饌，器物皆白金，方燃薪熾炭，刲牛烹煮之。既半，以酒勸向，向曰：「素不飲酒。」盜魁亦然之。食訖，命取送路來。須臾，一盜齎銀一挺，牽一馬至，素鞍勒全。盜魁曰：「僕射無馬，聊代步爾。銀到河東，充茶湯之費。」向皆納之，得結盟而退。盜魁指揮小偷十人，送至前程，謂向曰：「此皆驅使者，有不如意，即痛撻之。」向明日遂行。既至晉陽，漢祖位望隆重，姓名無由通達。時周祖尚為隨使孔目官，漢祖託之心腹，門戶已炎炎矣。伺周祖晚歸，於路隅趨出，手執狀自稱姓名，遂拜，周祖顧視久之。及歸，召而問之，具以所求之意對，且曰：「某四海無徒，願在左右。」周祖曰：「某見在大王門下，豈敢奉留。」向發言慷慨，誠至堅確，周祖憫之。每日候周祖歸，趨拜如前。一日，周祖召之入宅，徐曰：「嫌奉勞日日路左相拜，恐大王探知，將謂某招人，彼此不穩便。既僕射在客，不如來某下處，且相伴。」向再三致謝。自此，移在周祖宅內。周祖歸，與同食，向對之，禮甚恭，周祖大器重之。劉高祖舉兵南向，墨制授周祖樞密副使。向於周祖，始盡服事之禮焉。漢祖有天下，周祖為樞密使，周祖補中令為內典客。周祖之入關，平三叛，岐、蒲、雍也。中令皆從行，奇計密謀，大有裨益師旅。周祖留守鄴都，帶樞密使，步騎且眾，戎政鞅掌，百倍常時，多與中令參決焉。高祖事無大小，盡以付之。及漢少主密計欲圖周祖，周祖既覺，三軍推戴，擁兵向闕，至於受禪，中令之力為多。當世宗時，下秦、鳳，戰高平，戮馬步都校何進、樊愛能已降數百人，皆中令之功也。由是世宗兵威大振，南北廓地，所向無前矣。盡淮南、朔南、霸上之境，皆為內地。歷南院宣徽使，仗節鉞於方面，西京留守，官至中書令。歸全手足於京師第，令名終始，勳業顯赫，近朝侯王，一人而已。在洛陽，委政事於賓席，種竹藝樹，縱妓樂、恣遊適以自晦。不積財帛，去世未十稔，子弟有凍餒者。好賢重士，待人豁然，無疑忌心。不枉刑，不擾民，有大功於世，終身未嘗自伐，皆古之侯王所難之事。諫議大夫膝公，諱中正，上黨人。博通經史，謹厚寡言，五常百行，無所虧缺。長於時務，清儉率下，風規肅然，有古人風。不苟進取，守命俟時而已。會向中令遇周祖，既而思曩昔之事，曰：「若非滕公，吾為伏莽輩所污，死矣。今日立身榮貴，忝滕公之力也。」使人延請，奏於周祖。由是向中令屢立方面大勳，滕公為賓佐，悉從行。向中令以功名終始者，滕公之助也。向居守洛陽，為府判官。向中令移鎮安陸，滕公授倉部員外郎，後遷大諫議，執憲綱。久之，壽終於洛陽私第。余在洛陽布衣時，滕公為府判官，已受滕公知，為江南轉運使，蒙滕公舉。目覩中令之美，耳聞滕公之說甚詳，故書。俟他日取中令傳校之，傳之詳者去之，傳之略者存之，冀有補於太史氏而已。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "張相夫人始否終泰", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 張相夫人始否終泰張相夫人始否終泰 \\n  \\n  \\n  \\n 張相諱從恩，有繼室，訪其姓氏未獲。河東人，有容色，慧黠多伎藝，十四五時，失身於軍校，為側室。洎軍校替歸洛下，與之偕一作「俱」。來。至上黨，得病，因舁之而進。至北小紀地名，厥病且甚，湯飲不能下。自辰至酉，痢百餘度，形骸骨立，臭穢狼藉，不可嚮邇。軍校厭之，遂棄之道周而去。不食者數日，行路為之傷嗟。道旁有一土龕，可容數人，蓋樵童牧豎避風雨之處所也。過客憫之，眾為舁至於土窟中。又數日，病一作痢。漸愈，衣服悉為暴客所禠，但以敗葉一作「蓆」。亂草蔽形而已。漸行至店，日求匄餘一作「乞」。食，夜即宿於逆旅簷下。一日，一作「旦」。有老嫗謂曰：「觀爾非求乞者也，我住處非遠，可三百許步。」即攜之而往。姥為洗沐，衣以故舊衣，日進粥飲蔬飯而已。不數月，平復如故，顏狀豔麗，殆神仙中人也。里民有子未結婚者，爭欲娶之，張氏拒之。忽有士子過小紀，知之，堅求見之。既見，謂姥曰：「可能娉？某當贈姥綵絹五十匹。」姥許之。易以鮮衣、首飾等，以車載之而去。士子遂偕往襄陽，僦宅居之。會襄帥安大王從進叛，左右利其財，殺其士子，納其妻。從進敗，為亂兵所得。人有知其殊色，遂送至都監張相寨內。張相，即從恩也。張相共獲婦女十餘人，獨寵待士子之妻深厚。數歲，張之正室亡，遂以士子之妻為繼室，後封郡夫人。及為中饋也，善治家，尤嚴整，動有禮法。及張加使相，進封大國夫人，壽終於洛陽第中。吁！婦人女子，何先困而後遇，險阻歎難備嘗之矣！前有失身求匄之厄，終享富貴大國之封。則古之賢人君子，當未遇也。則困風塵，蒙菜色，有呼天求死而不能。一旦建功業，會雲龍，爵位通顯，恩寵稠疊，功業書之史策，令名播之不朽者，何可勝數哉！因書之者，有以知婦人微賤者，豈可輕易之乎？況有文武才幹，困布衣及下位者歟？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "田太尉候神仙夜降", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 田太尉候神仙夜降田太尉候神仙夜降 \\n  \\n  \\n  \\n 田太尉重進，始起於戎行，常為太祖皇帝前隊，積勞至侍衛、馬步軍都虞候。太宗朝，移鎮永興軍。重進晚年好道，酷信黃白可成。有揀停軍人張花項，衣道士服，俗以其項多雕篆，故目之為「花項」。晚出家為道士，今時有人見，尚在關右。自言有術，黃白金可成，重進甚信重之。花項又引一道士為同志，重進與之同飲食，前後所要錢帛，悉資之，無少違者。久之無成，遂紿重進云：「涇州本城有一人，即某二人之師。太尉暫能召至，至則其藥立就。」重進發牒詣涇州，令暫發遣至永興軍。涇州以不奉宣命，不敢發。重進使人教之，為有疾不可醫者。本州上言，重進為經營之，得出軍籍。涇之軍既至，重進喜甚。花項曰：「得此人至，同去採所少藥，今年八月必得就。」時已六月矣，前後費用重進錢物，且懼八月無成，必當及禍，遂密同設計，潛謀遁去。花項素不飲酒，偽稱不飲酒。一日，昏黑方來歸衙，田訝之。既至，則已醉矣。明日，怒歸退，面詰之曰：「尊師從來對重進言不解喫酒，昨晚大醉。」辭色俱厲。花項微笑，徐答曰：「某從來實不飲酒，昨日街市，偶見仙人。」言訖，向西望空頂禮。重進曰；「仙人是誰？即今何在？」花項肅容低聲而言曰：「即呂洞賓。」時人皆知呂洞賓為神仙，故花項言見一作「及」。之。重進曰：「見却何言？」曰：「既見呂洞賓，須相召於街市飲酒，某言不喫，曰：『但飲，必不大醉。』某禮拜謝訖，凡二十餘盞。仍問某何處下，某答云：『在太尉處。』呂曰：『某聞之久矣。太尉武人，好事如此，此人有壽，今已有微疾矣，時田微染風疴。某當暫去，與少藥療之。』」田聞言大喜，曰：「重進粗人，何消神仙下降？」且曰：「何時至？」花項曰：「此月十五日，夜三更必至。呂言不欲多見人，望太尉於東位射弓處，排當帳設，用新好細蓆，於靜室燃香燭，須鮮果好酒。太尉自齋沐，換新衣，具靴笏，深夜候之，必來降矣。」重進曰：「謹受教。」至期，命陳設東位，帷帳裀榻，一一新潔，焚香燃燭。齋潔披秉，瞻望星斗拜告，以俟其至。須臾，報三更矣，不至。又取香燃之，望空再拜。時重進足重，兼染風恙，甚難折腰。是夕熱，拜訖，大喘流汗，衣皆霑溼，略無倦怠。須臾，又報四更，重進雖燃香未輟，意疑訝，引頸瞻望，略無兆朕。報四更五點，重進疑怪殊甚，問花項等三人，欲責其虛誕。親信人來白：「尊師門大開，中竝無人，向來囊篋，般運已盡。」蓋花項等誑令開東邊便門，揭篋俱潛遁矣。重進慚恨嗟歎，但鳴指顧左右曰：「無良漢！無良漢！」自是無復求道術矣。時永興有匿名人，遺詩二首嘲之，置詩於廳事前。田命賓席讀之，愈慚，乃散差人追捕，皆不獲。詩本失其一首，永興士人多能誦之。余授右僕射判永興軍，備知其事，錄之以戒貪夫云。匿名詩曰：「鉛作黃金汞作銀，爇梁姦倖轉災新。一朝誑惑田重進，半夜攀迎呂洞賓。獃漢出門時引領，黠兒得路已潛身。惟稱三箇無良漢，笑殺長安萬萬人。」 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "白萬州遇劍客", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 白萬州遇劍客白萬州遇劍客 \\n  \\n  \\n  \\n 萬州白太保，名廷誨，即致政中令諱文珂之長子也。任莊宅使時，權五司兼水北巡檢。五司者，莊宅、皇城、內園、洛苑、宮苑也。平蜀有功，就除萬州刺史。受代歸，歿於荊南。白性好奇，重道士之術。從兄廷讓，為親事都將，不履行檢，屢遊行於鄽市中。忽有客謂廷讓曰：「劍客嘗聞之乎？」廷讓曰：「聞。」「曾見之乎？」曰：「未嘗見。」客曰：「見在通利坊逆旅中，呼為處士，即劍客也，可同往見之。」廷讓如其言。明日，同詣逆旅中，見五六人席地環坐，中有一人，深目豐眉，紫黑色，黃鬚。廷讓至，黃鬚獨不起。客曰；「可拜。」廷讓拜，黃鬚據受，徐曰：「誰氏子至？」客曰：「白令公妷，與某同來，專起居處士。」黃鬚笑曰：「爾同來，可坐共飲。」須臾，將一木盆至，取酒數瓶，滿其盆，各置一甆椀在面前，舁一案驢肉置其側。中一人鼓刀，切肉作大臠。用杓酌酒於椀中，每人前設一肉器。廷讓視之，有難色，黃鬚者一舉而盡，數輩亦然，且引手取肉啖之，顧廷讓，揚眉攝目，若怒色。廷讓強飲半椀許，咀嚼少肉而已。酒食罷散去，廷讓熟視，皆狗屠角抵輩。廷讓與同來客獨住款曲，客語黃鬚曰：「白公，志士也，處士幸勿形跡。」黃鬚於牀上取一短劍，引出匣，以手簸弄訖，以指彈劍，鏗然有聲。廷讓視之，意謂劍客爾。復起，再三拜之曰：「幸覩處士，他日終願乞為弟子。」黃鬚曰：「此劍凡殺五七十人，皆恡財輕侮人者。取首級煮食之，味如豬羊頭爾。」廷讓聞之，若芒刺滿身，恐悚而退。歸，具以事語於弟。廷誨貴家子，聞異人奇士，素所尚，且曰：「某如何得一見之？」「可謀於客。」遂告之，客曰：「但備酒饌俟之。」明日辰巳間，客果與俱來，白兄弟迎接之。延入，白俱設拜，黃鬚悉據受之。飲食訖，謂白曰：「君家有好劍否？」對曰：「有。」因取數十口置於前，黃鬚一一閱之，曰：「皆凡鐵也。」廷讓曰：「某房中有兩口劍，試取觀之。」黃鬚置一於地，亦曰：「凡鐵爾。」再取一，云：「此可。」乃命工磨之。黃鬚命取火筯至，引劍斷之，刃無復缺。黃鬚曰：「果稍堪爾。」以手擲若劍舞狀。久之告去，廷誨奇而留之，命止於廳側，待之甚厚。黃鬚大率少語，但應唯而已。忽一日，借一駿蹄暫出，數日徒步而來，曰：「馬驚逸，不知所之。」旬日，有人送馬至。又月餘，黃鬚謂廷讓曰：「於爾弟處，借銀十挺、皮篋一、好馬一匹、僕二人，暫至華陽，迴日銀與馬却奉還。」白兄潛思之，欲不與，聞其多殺恡財者；欲與，慮其不返，猶豫未決。黃鬚果怒，告去，不可留。白昆弟遜謝之曰：「十挺銀、一馬暫借，小事爾，却是選人力，恐不稱處士指顧。」悉依借與之。黃鬚不辭，上馬而去。白之昆仲，亦不之測。數日，一僕至曰：「處士至土壕，怒行遲，遣回。」又旬日，一僕至，曰：「到陝州，處士怒，遣回。」白之昆仲謂劍客，不敢竊議，恐知而及禍。踰年不至，有賈客乘所借馬過門者，白之左右皆識之，聞於白，詰之，曰：「於華州八十千買之。」契劵分明，賣馬姓名易之矣，方知其詐。三數年後，有人陝州見之，蓋素善鍛者也。大凡人平常厚貌深衷，未易輕信，黃鬚假劍術以惑人，宜乎白之可欺也。書之者，亦鑄鼎備物之象，使人入山林不逢不若爾。斯亦自古欺詐之尤者。君子誌之，抑鑄鼎之類也。誡之！誡之！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "安中令大度", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 安中令大度安中令大度 \\n  \\n  \\n  \\n 安中令諱彥威，山後人，《五代史》有傳。元隨都押衙劉，失其名，見訪之。讀數經書，略通大義，涉獵史傳，俊辨有識。端謹事中令歲久，自中令貴，常左右之。中令所至有威惠，刑賞之際未嘗私，必委之佐寮，詳之然後行。中令寬宏大度，不妄喜怒。事無大小，既與賓寮商議，至夜必召劉某審之。故中令歷大藩，位望隆重，無苛擾之稱者，蓋劉某常內助之爾。中令歷永興軍節度使、西京留守，以壽終，亦近世五福之全者。中令河東時，嘗前後奏請十數事，內有再奏請者，皆寢而不報。一日，賓客盛會，有語及之者，中令意有不平，似微嫌當時執權者，因言：「所奏事皆可行者，況某為京留守、河東節度使，豈有前後奏章皆不下？必有所擁閼爾。」賓席逡巡未對間，劉某於中令後屬耳偶語。劉某謂賓客曰：「令公腹微痛。」且起，賓客謂之誠然，俱退。中令既入宅，劉某隨之；中令入中門，漸至堂前中庭，劉某亦隨之。中令怪而顧之，劉某曰：「某有所白，不欲外人聞。」至堂前中庭，中令坐。劉某曰：「某伏事歲久，受恩亦多。忽見近日作為，某憂懼及禍，不忍遽辭訣。某今日乞令公與罪名殺之，以答從來受恩。」言訖，兩手捧巾擲之於地，怒目却立，氣咽久之，遂蹶然而倒。中令自扶抱之，令女使數人扶翼坐，久之能言，但曰：「某死罪。」中令不之測，滿宅驚懼。中令却其婢妾輩，低顏安慰，自問其故。劉某曰：「中令既貴如是，富如是，朝廷用如是，此外更欲何求？且令公勳名位望，朝廷非不知，前後所奏皆不欲行，却是好事。」中令曰：「凡奏事前後十餘度，皆不行，何謂之好事？」劉某曰：「若令公情性兇險，此地表裏山河，朝廷務姑息，即事無大小悉行之；不爾，即禍旋及之。今天子明聖，輔弼得人，察令公忠賢，所奏事皆纖細，不行者，不疑令公爾。朝廷既不疑令公，令公又何自疑？旦來對諸廳，某恐令公因此及他日更失言，若執政知之，豈不疑令公乎？某家祇數口，令公百餘口，幸令公慎於言樞。」對訖，取土實其口中，令公自奪其土。劉某曰：「古人對君不顧而唾，尚求必死之地以謝罪，況某至愚，無禮之極，乞一罪名斬之，以謝無禮於上。」中令遽曰：「爾憂主人如此，却出恁言，轉教我不安。大都是這老漢死日到，罪過淆亂得你如此，干你甚事？我知罪過，今後不敢。你便休，你便休。」喚小大取鐁鑼將篦照來，中令自就地取幞頭，用公服袖揩拭，令女使與裹之。劉某搖首不之受，中令遂自將幞頭與裹，令女使抿掠之中，令再三安慰遜謝。劉某涕泣謝罪，數日不食，幾至歿殞。安每日使子弟候問，待之如骨肉焉。大凡常人之性，得一酒一食，即甘言美語以悅之。若食人之食，鮮能知幸感激思報，必諂辭飾貌以奉之矣。觀劉某，始即執羈勒之下吏也，感主公之知，受主公之惠，立節慷慨，有以死報。當其擲巾於地，抗直使氣，吐辭（缺）理，昭昭然使主公覺悟，引以正道，欲置主公於無過之地。且主公以一言之失，尚欲以死諍之，況其大者乎？度其志操，雖臨以白刃，脅之湯火，亦不能變易矣。磊磊落落，真大丈夫赤心事上者也。向使食朝廷之祿，遇真主之知，朝有遺闕，君有小失，則正色直諫，大則犯顏觸鱗，方諸古之引裾斷鞅者，我無愧矣。感中令之遇，戀戀然不忍去，老死於門下，惜別本作「異」。哉！人之賢不肖，不繫高下，劉某職雖卑，所為所履甚高。中令退，召子弟誡之曰：「汝等勿謂此人作沒意智漢，是切言救我，前後似此者多矣。使我百口保富貴，朝廷待我厚，皆此人之力也。他日我死，汝等看此人如我今日，不得令有少乏。」中令既歿，諸子弟如其教，衣食財物無虛日，至於終身。賢乎哉！中令所宜保富貴，歷仕累朝，以令名終始。觀其一言之失，納劉某之諫，傲岸無禮，擲巾於地，任直使氣，反和顏怡聲，以美言慰悅之，取巾揮拂，親為裹櫛，謝過數四，有以見大度從諫，不遠而復者歟？觀夫片言之失，納諫自悔，已若不足，信可以無大過矣；五代以還，侯王之賢者也。中令長子守忠，溫和多禮，善接下，孝友出於天性，撫其弟妷慈愛。弟守亮，好學。守忠，廣延儒士，厚以衣食奉之，由是賓客學院中，常有數十人食客。春冬散衣，無不及者。由是賓客常滿其門，日厭酒肉。守忠在洛下，畜馬數十匹，有時欲出，左右以後槽無馬對。守忠驚問之，對曰：「早來被一隊措大亂騎去也。」蓋食客不量去就，各乘之而出矣。守忠斂容曰：「不得無禮！稱他諸秀才為一隊措大，後度如此，即喫杖。待秀才迴來，有馬到即報。」其寬厚也如此。廣聚書籍，有西齋之數焉。故守亮篤學，善書札，敏辭賦，開封府首薦，一舉狀元及第。釋褐為司寇參軍，次任鳳翔府節度推官。時余已佐著作、直史館，余舉之，授大常丞，後終於尚書員外郎、直史館。內明外晦，孝友誠信，惜哉！太宗皇帝漸知其才器，未大用而殂，亦命矣夫！守忠大祖朝自環衛隨駕親征河東，總徒築堤擁汾水，勞悴沒於逆城之下。余布衣時，守亮待余厚，知其門多賓客，恥與之混，然未嘗足及其第。守亮登庸之初，余以詩寄賀，記其略曰：「數曾馬上揖容輝，欲款仙蹤與願違。」味此，即知余不及其門矣。余數年前過其門，已為他人所有。感今懷昔，悵然者久之。慮史氏之闕，書之以示來者。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "宋太師彥筠奉佛", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 宋太師彥筠奉佛宋太師彥筠奉佛 \\n  \\n  \\n  \\n 宋彥筠，正史有傳。起于行伍，善用槍。初隸滑州，莊宗有天下，遷禁軍指揮使。從康延孝為伐蜀先鋒，以戰功授渝州刺史。彥筠多力勇健，走及奔馬。為小校時，欲立奇功，每見陣敵，于兜牟上闊為雙髻，故軍中目之為「宋忙兒」。後雖貴為節將，遠近皆謂之「宋忙兒」。周初，李諫議知損有詩名，當時號曰「李羅隱」。彥筠嘗問李曰：「諫議姓李，因何人皆言『李羅隱』？」李性峻多急，好戲，應聲答曰：「如太師姓宋，滿朝皆喚作「宋忙兒」，又何異乎？」宋聞之喜甚，與之笑而退。初破西蜀，彥筠占一蜀將之宅，主已亡，妻見存，姬妾且眾，財貨數萬計。宋知宅中窖藏之物甚多，主妻祕之，使婢妾輩勿泄言。乃紿主妻云：「某無正室，今納夫人為之。」日與同飲食，以齊體之禮禮待之。及朝廷就除渝牧，與之偕行，私藏之物，皆為彥筠所有。然侍妾已眾，中心厭薄主妻，將自渝歸闕，乃醉而殺之，埋於渝之衙後。自峽乘舟下水，昏晚間，見一小舟，中有數婦人，漸及彥筠船。逼而視之，渝州所殺蜀中主妻也。濃妝鮮衣， \\n 戟手慢罵曰：「爾虜我全家，奪我金帛，既納我為妻，發掘我家地中所有，一毫不遺。我與爾無負，何冤而殺我？我已上訴，終還我命。」聲甚厲，船上人俱聞，須臾失之。彥筠駭懼，許齋僧造功德。自是，每晚見之如初，洎及荊渚之夕，不之見。宋登陸，首詣僧寺施財，為設齋造功德，為狀首罪，許歲歲營造功德，詞甚懇切，對佛懺悔，僧為禮念焚之。邇後，或一月半歲見之，宋必頂禮首罪。到闕，除汝州防禦使。于州之西，建寺一所，今額為「等慈」，此則專為主妻所造也。彥筠歷鄧、晉、陝、河中等州節使、上將軍，以太子太師致仕。然性安忍，所幸婢妾有小過，鞭捶備至，多黥面者，尚存焉。宅中多諷經禮念，專心奉佛，蓋目覩所殺主妻，自此知因果報應之驗爾。久歷藩鎮，既富且壽，啟手足于正寢，豈不以收心改過之效歟？向非早覩冤鬼，常懷憂畏，不爾，即所莅之地，得無酷刑專殺之枉乎？主妻見形，足為商鑒。或謂之佞佛，非宋之素志也。史傳略之，故備書其事焉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "水中照見王者服冕", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 水中照見王者服冕水中照見王者服冕 \\n  \\n  \\n  \\n 洛陽甘露院主事僧，年六十餘，長大豐肥，甚有衣糧。開寶中，有布衣貌古，美鬚髯，策笻杖，引一僕，鬚眉皓白，擔布囊隨之。命老僕叩院門，僧啟扉納之。既陞堂，院主相揖，共語且久。布衣命老僕取茯苓湯來，老僕聲諾，開布囊，取湯末，并金盂兩隻、小金湯瓶一隻。從行者索火燒金瓶，借院家托子點湯，俟溫而進之，老僕禮甚恭順。僧將備食，布衣曰：「某與此僕，不食旬日矣，不須食。」遂起，遍遊諸院，瞻禮功德。見佛毫相稍小，曰：「某有好者，可奉施換之。」命老僕開布囊，中取綿複解開，內各用綿裹大小珠數千枚，雜以琥珀、馬腦、大真珠，可升許。僧甚訝之，眾僧童行，悉來窺視。內選一珠，大如佛額毫相，與院主僧，僧感謝數四。老僕收囊中物，更無他語，策杖揖僧而去，苦留之不可。院主與眾僧相顧歎，重頂禮，咸謂異人神仙耳。院主遣行者隨而伺之，至通利稠人中失之，歸白院主，愈感激之。旬日復來，闔院僧迎接恭謹，過于初百倍。布衣命去侍者，謂院主曰：「某前者觀院主，神形骨法，若不出家為佛弟子，即為一小國王。」院主唯唯，謙遜久之。布衣笑曰：「院主欲見大師形相否？」僧曰：「願見之。」命取一大盆，置諸中庭日內，滿盆添水。坐久，布衣引院主僧先焚香，向空作禮訖，再三瞻視，不得使人知，恐洩天機。須臾，使僧引頸照水中影，不復有僧儀相，見頂平天冠，垂旒，衣王者服，秉圭。僧驚喜，向空作禮。布衣又命僧焚香視水中，有白煙自水中出，起高丈餘，漸成五色。逼而視之，水色亦爾，食頃時方散。僧延問，布衣默然退。陞堂，院主曰：一本云：「退堂謂院主曰」。「恨為僧，不敢禮拜。」院主僧果謂之神仙爾。又謂院主曰：「今已出家，不可返衣初服也，尤須精進。然合大有錢帛，分可至三五萬貫。」僧愈謙懼，曰：「何由至如是錢帛？」布衣笑曰：「可爾。市中有數般藥，但依數自買取來，當為院主修合三五百丸藥，每丸可點百兩銅作為黃金。」僧聞之起立，合掌久之；又出下階，向空禮拜。退坐，問曰：「藥如何知真虛？」曰：「但去商量定後，將來某自辨之。」僧曰：「託長者買之如何？」布衣怒曰：「我豈是與和尚買藥者乎？」僧起，慚懼遜謝之，遂每日于街市尋訪。布衣已出，約旬日復來。忽有一作「見」。老人，于市內問院主曰：「每日見來藥鋪中，買甚藥物？」僧云：「買某色藥。」老人曰：「試往水北小清化內路某人鋪子內問之，合有此藥。」院主急去訪之，鋪主暫出，一兩日當迴。院主僧且憂旬日之期漸逼，忘寢與食，目不交睫。兩日，急詣小清化，鋪已開矣。僧甚喜，遂問：「有某色某色藥否？」鋪主徐往架上閱之，答曰：「皆有。」取藥示僧。僧素不識此藥，試問都要若干，其價如何，鋪主曰：「若全要此藥，非四百千不可。」僧聞，聳駭。鋪主袖手瞬目，默而不顧。僧不之測，遂起行數坊，再三念之：索錢雖多，若藥成，則三數萬兩黃金立就，即此藥之所須非多爾。再詣前鋪，僧曰：「近下多少來錢可買？」鋪主曰：「在京除道政坊張家，亦有此藥，張須五百千方賣。某之藥，四百千以下，少一錢亦不賣。」僧遂詣道政坊張家訪之，果有此藥，詢其價，曰：「非五百千不可。」于是返詣小清化鋪，依價買之。已定，僧曰：「請鋪主自得藥，與某同到荒院，暫呈一相識，即便交錢，可乎？」鋪主曰：「至日，可院主自來，同將藥去即可。」僧許之。至期，與鋪主將藥歸院。齋午間，布衣至，出藥示之，布衣曰：「皆是本色真藥；一色稍次，然市上如有，可換之。」鋪主曰：「除道政坊張家有。退此一色，價錢八十千。」依數命僧往買之，餘藥悉留。清化鋪主輦三百二十千歸，僧用八十千，詣張鋪買藥。張鋪須得一百千方可，僧依價市之而歸。遂設醮起壇，泥爐齋戒，擇日合鍊點化藥。布衣齋午與老僕至，申未歸。院主使童行潛隨之，或出城門，或遊市肆，或遊龍門，行步輕健。童行輩見布衣迴顧便退，恐疑覺之。爐就下火，云三百六十日當成。教以添減火候，教之潔淨焚香，猫犬悉別本「悉」下有「以」字。羈繫之。微陰，有雷雨，一無「雨」字。羣僧高聲念佛，行者晝夜不息。別本「不息」下有「未幾」二字。布衣曰：「比俟藥成，某暫至王屋天壇，候某迴開爐。」期年，布衣不至。院僧焚香，啟藥爐視之，鼎器如故，藥皆成煨燼矣，但鳴指驚歎而已。懼是神仙，相誡勿洩。後院僧中有辭詣別院者，與洛下余之舊知熟，夜靜話及之。何妖誕設怪取利之如是哉？亦僧貪財之甚者也。僧俗知是事者，足為深誡！足為深誡！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "洛陽染工見冤鬼", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 洛陽染工見冤鬼洛陽染工見冤鬼 \\n  \\n  \\n  \\n 開寶初，洛陽賢相坊染工人姓李，能打裝花襭，眾謂之「李裝花」。微有家活，性剛戾，不信佛。若有僧持盂至門者，視僧如木偶人，雖植足遲久之，裝花竟不答一言。與之同類者，謂之曰：「既不報施，何不答一言令去？」李曰：「若為一言，恐後度復來。」聞昔大笑之。忽一旦，假借繡畫佛數（缺）及經數帙，供養飯僧數十人，鄰仵怪之。有富人樊澄潛詰之，李以實對，且曰：「某于晉末饑荒之歲，家貧，祇有一兩貫錢，本于鄉村雜販。有一人姓孫，亦有錢三兩貫，與之同于鄉村雜販。早出晚歸，皆與同行。每至郊野無人之處，姓孫人屢瞻顧，或前或後，若欲行窺伺之狀，某覺之。一旦遇陰晦，咫尺不相辨，某以圓石從後擊之，正中其腦，再以石于頭面擊之，遂死。棄屍道周，盡得孫之物貨而歸，終無人知者。近因夜市，自去買熟食，忽見姓孫人亦在買物。某懼其告官，欲潛遁，則姓孫人步步相隨，無由逃免。某遂拜告之，自言今某家微有錢物，乞不告官，要少錢物，依數相奉，謂是當時暫死而復活矣。孫亦無一言，某遂召入酒店內，同坐喫酒。數巡，孫徐言曰：『當時何故打殺我？多少年歲，尋覓你不得。』某遂言：『實死罪。當時覺你待暗算我，遂先下手爾。』某遂拜告之。孫曰：『我辛苦尋覓不得，見却竝不濟事。我非人，即鬼也。你打殺我後，被村人棄我屍半里許枯井中。今來堙塞，微有井形狀爾。骸骨尚存，受生無所，你為我取出葬之，易新衣，無恨矣。』裝花許諾，尋失之。所以齋僧造小功德，為此冤鬼。」樊澄素奉佛，知因果，謂李曰：「何不速于初打殺他處，尋覓枯井取屍，與造新衣服，為轉經齋僧，揮地重葬之？不爾，終當及禍。」李聞之懼，如言尋之。數日，果見有枯井蹤跡，掘之，得所棄屍。造新衣，于山下買地葬之。數年後，李與親家姓傅人相爭，互擒拽至南州廂。廂有古獄，獄無門，李自投身獄中。會主廂吏邊其姓，偶適他所，李即於獄中穀樹上，以衣帶自絞而死，廂吏由是獲罪。吁！李、孫俱微人也，晉末殺之，至我朝開寶初尚見之，既改葬，終于自縊，豈非鬼神報應之驗昭昭乎？余在洛中目覩之，故書以示勸誡云。別本止此，無以下二十字。時相州節使焦繼勳知當府事，滕大諫中正任通理。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "白中令知人", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 白中令知人白中令知人 \\n  \\n  \\n  \\n 白中令諱文珂，河東遼州人。由軍職積勞至藩方馬步都校遙郡，後為遼州刺史、代州刺史。在代州日，值漢祖授北京留守，河東節度使，代屬郡也。中令長子曰廷誨，時為衙內指揮使，每日以事干郡政。漢祖聞之，怒其失教，遂奏之，罷郡。白以屬郡路由并州，遂詣府參謁。漢祖見之，覩其儀貌敦厚，舉止閑雅，訪以時事，對答有條貫，皆中肯要。漢祖由是大喜，屢開筵宴，命賓客盡歡而罷。時漢祖已奏乞除一人北京副留守，未報，漢祖因奏公乞就除副留守，朝廷可之。除書既下，中令日接漢祖從容。會晉末，胡寇猾夏，漢祖有掃除天下之志，奇謀密畫，中令之力居多，遂成攀鱗之遇焉。中令，漢祖建義，授河中府節使。漢祖即大位，改授天平軍。未久，移授陝府，屬蒲、岐、雍三州連叛，授河中府招討之命，兼知府行事。周大祖時，為樞密使，命總戎律，督三路攻取之政。中令在北京日，素與周祖親洽，周太祖屢召中令，諮詢戎事。三叛平，周祖德之。師旋，與同來。時西京留守王相守恩為左右所惑，大納賄賂，眾口諠譁。周祖即日移牒中令，權守宮鑰，替王相。歸第密奏之，漢少主遂下制除西京留守、大尹事兼中書令。周祖即大位數年，公求入覲，懇乞致政。周祖敦喻頗切，中令辭以年老，堅請不已，遂許之，授太子大師致仕。許歸洛下頤養，賜以肩輿、鳩仗，命宰臣備祖筵于板橋餞之，咸謂公上繼二疎之跡，千載之下，一人而巳。公仗鉞之後，宣差昝相居潤充都押衙，與公之肘腋牛從福為校練使，常預心腹之寄。屢以昝相有識略，密言於周祖，後漸用之，驟至顯位。使相嘗判開封府焉，贈王爵。沈中令諱倫，常客于白中令門下。昝相既顯，白中令使人密以沈相名姓薦之，昝相遂稱薦于太祖皇帝。時太祖潛龍，握天下兵柄，留沈相門下，遂成魚水雲龍之契焉。太祖常告時宰，懇為沈中令乞一出身，時宰以無例拒之。太祖登極，召見沈相，未除官，先賜緋袍牙笏，數日稱賜緋人。時宰相執，尚欲取旨除散官，何見之晚耶？及中書取進止，上曰：「合與何官？」中書見上顏色，遽曰：「欲除京官。」上不答。中書再欲除昇朝官，上曰：「除何官？」中書相顧未奏，上曰：「且與除郎中。」遂除戶部郎中。時宰尚欲置之散地，差監關市于維揚，相次拜給事中。有事西蜀，差充轉運使，餉饋飛輓無闕，以清白律身。蜀平師旋，無財色所惑者，中令與曹濟陽二人而已。大祖識中令遠略深識，寡言沉靜，遂大用焉。二公之貴達，亦由中令之知人乎。中令既歿，余熟其門。余布衣，受中令見知，詳其事，遂記之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "張大監正直", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 張大監正直張大監正直 \\n  \\n  \\n  \\n 贈大監張公諱燦，本農家，年三十餘，未知書。忽有同里舉人相過，即公之姻表爾。因問曰：「某可學乎？」舉人曰：「豈有年長立矣，尚未識一字，安可更從學乎？」張公不悅，憤志欲尋師從學。張公所居，直南一二里臨官路，有店數十戶。一日，有儒士過之，暫憩于店中，張公前揖拜之。儒士起，答拜，坐與語。張公頗恭恪，問儒士曰：「某年長，以恨未嘗知書。志欲從師受業，可乎？」儒士曰：「觀子志性，苟能勤苦讀書，十年必有成。」張公曰：「晝夜不息，五年可乎？」懦士驚喜曰：「若如此有志，何憂不成！」再三勸勉之。公拜謝之，乞為弟子，延請歸莊，具饌食，留之數宿。泣告其父母，乞五年假，願隨此儒士出入讀書。父雖田家，素長者，聞子言切，遂許之。與儒士偕往，五年不知信耗，父母憂之。一旦歸，已儒服矣。蓋晝夜勤苦，能通大小經，皆精聖人閫奧，尤善書札，有體法。又數年，善詞賦詩篇，鄉黨推伏，四遠稱之，遂成通儒焉。晚居絳臺，同人日造其門，聲價藉甚。會絳州牧長紀綱中，多私受富人賂遺，撓其獄市者，郡人苦之。郡主亦知之，未能去。適有郡長故人銜命過其郡者，客亦聞之，郡長與過客密謀之，且懼朝廷知之。過客曰：「莫如請一正直人居賓席，即郡事必治，公之左右亦悛改矣。」郡長屢訪之，未得其人。或有言大監之名者，郡主曰：「聞之久矣。」即以簡牒、衣物、鞍馬請之。大監但以書啟致謝，託以讀書因患肺疾，懼不任事為辭。郡主訝之曰：「張秀才貧乏如是，某已簡牒、服玩、鞍馬請之，禮亦厚矣。忽爾見拒託疾，必有所謂。」命親識私詰之，大監曰：「郡主真良牧，但左右非才，玷污之爾。某若受其請，欲求盡去左右之不良者，慮不能行，且憂反為此輩所賣，則某之道不行必矣。」郡主聞之，愈更嗟賞，使謂之曰：「秀才但受禮命，某皆可行之。」尋奏署絳州防禦推官，朝廷可其奏。向來所為別本作「謂」。不法者，盡逐之，杜絕請託，獄訟無私，行之期年，翕然稱治。明宗知之，就轉防禦判官，蓋瀛王馮令公諳其操履爾。至漢祖既即位之初，為上黨戎判。漢祖在北京時，大聚甲兵，禁牛皮不得私貨易別本作「不得私賣」。及民間盜用之。如有牛死，即時官納其皮，其有犯者甚眾。及即大位，三司舉行請禁天下牛皮，其立法與河東時同，天下苦之。會上黨民犯牛皮者二十餘人，獄成，罪俱當死。大監時為判官，獨執曰：「主上欽明，三司不合如此起請，二十來人死尚閒，況天下犯者皆銜冤而死乎？且主上在河東大聚甲兵，須藉牛皮，嚴禁之可也；今為天下君，何少牛皮，立法至于此乎？」遂封奏之。時三司使方用事，執政之地除馮瀛王外，皆惡之，曰：「豈有州郡使敢非朝廷詔敕！」力言于漢祖，漢祖亦怒，曰：「昭義一判官是何人，為作敢如是？」其犯牛皮者，依敕俱死。大監以其非毀詔敕，亦死。敕未下，獨瀛王非時請見。漢祖出，瀛王曰：「陛下在河東時，斷牛皮可也；今既有天下，牛皮不合禁。陛下赤子枉殺之，亦足為陛下惜。昭義判官以卑位食陛下祿，居陛下官，不惜軀命，敢執而奏之，可賞不可殺。臣當輔弼之任，使此敕枉害天下人性命，臣不能早奏，使陛下正之，臣罪當誅。」稽首再拜。又曰：「張燦不合加罪，望寬敕赦之。」漢祖久之曰：「已行之矣。」馮瀛王曰：「敕未下。」漢祖遽曰：「與赦之。」馮曰：「欲勒停，可乎？」上曰：「可。」由是改其敕，記其略曰：「三司邦計，國法攸依。張燦體事未明，執理乖當，宜停見職。犯皮者貸命放之。」大監聽命元本作「廳敕」，疑誤。今從別本，作「聽命」。拜訖，聞敕云「執理乖當」，尚曰：「中書自不能執，若一一教外道判官執，則焉用彼相乎？」未久，朝廷知之，且愛其直敢言事，欲用之為諫官。無何，授監察御史，初授監察命詞云：「前件官澄之不清，撓之不濁。」捧敕牒官告遍詣時宰，謂之「呈官告」，馮瀛王于官告上改一字，云「澄之必清」，用堂印印之。聚廳屬示之。馮曰：「此官已有清白，豈合言『澄之不清』乎？」由是清白之名，遍于朝野。後轉殿中侍御史，特留憲于西京。辭中執憲劉公溫叟，劉不為之禮。大監至西京，知劉中丞母在外，不迎侍，遂彈奏之。時宰范魯公諱質，素重劉，召至中書，以彈奏示之。劉掩面慘容曰：「若朝廷行之，某誠名教之罪人爾，為之柰何？」復泣而告曰：「某之慈母，其母，實繼母爾。性愛寬靜居第，且不便此中水土，堅意自便。前拜告，皆弗聽，非不迎侍也。張公所彈，是某之罪。」范曰：「有人與素相厚者，請早為書以告之。若奏章再來，則無及矣。」劉惶恐，親為書以謝，且告之，命所素親厚者馳往，由是所彈事中寢焉。大監曰：「安有教化之地，泄人彈辭，使來相告。然吾老矣。」遂有山林長往之心焉。病久之，奏乞長假。眾亦憚其直，不敢起用。歲餘，終于玉泉之別墅。既歿，無財可營葬事；其正直清苦也如是。次子素，少俊秀勤敏，善詞賦，年十四五，有成人器。太祖皇帝親征澤、潞，素方年二十餘，詣行在，進《有征無戰頌》。召詞臣對御讀之，曰：「若舉人中不易得。」大祖皇帝曰：「逆黨下兵，屢為王師所破，豈可言『有征無戰』乎？」戎事方繁，遂賜束帛而退。由是聲價飛走于遠邇矣。家貧，累舉罷歸。李相中令諱昉，掌文柄，擢之上第。太宗朝，任使且久。今上方知其有才力，欲擢用之，忽搆疾以卒，時自荊湖運輸旋也。上賜錢二百千給其家，賜一子出身，優禮也。大監執奏牛皮，天下之民受其賜者多，其子孫必有榮顯者。今數子甚肖，余周知其事跡，遂紀之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "焦生見亡妻", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 焦生見亡妻焦生見亡妻 \\n  \\n  \\n  \\n 焦生，不知何許人，客于洛陽久之。生通《詩》、《易》、《何論》，嘗以講說為事于洛城西宮南里。有同人莊居，積囷食且多，村民之豪者也。有同里民姓劉，家亦豐實。姓劉者忽暴亡，有二女一男，長者才十餘歲。劉之妻以租稅且重，全無所依。夫既葬，村人不知禮教，欲納一人為夫，俚語謂之「接脚」。村之豪儒，以焦生塊然，命媒氏于劉之妻言之。劉妻知焦生于州縣熟，許之。未半歲，納之為夫。焦久貧悴，一旦得劉之活業，幾為富家翁，自以為平生之大遇也。凡十餘年，家道益盛，牛羊之蹄角倍多。入城市，昏晚醉歸，妻率兒女輩于莊門，及令丁壯一二里候之，未嘗反目。一旦，焦之妻亦暴亡，焦生痛悼，追念不已。妻既葬，晝夜號呼，涕泣無暫輟，為之飯僧看經，造功德備至。豪儒暨洛中之友人，以理勸喻，稍止。後數月，焦生復早詣城市，昏晚方歸。半醉，策驢去其居十許里，大慟而歸，家人扶接而入。凡數度，村民亦不之訝。一日，自城中醉歸，行及柿園店，柿園，即天后時御苑中柿園，若多種梨者，目之為梨園。數十年前，尚有存者。以鞭亂毆其家客。家客怒，先馳歸。焦生獨乘驢，不由故道，東南望荒地而去也，見者不之測。焦之居在西南，家人不知，村民為其昏晚，恐為狼蟲所傷，五七人共持白梃後隨之。漸近，生即回，以言告相隨之者：「日前某與數人為約，慎勿相逐。」眾遂迴。焦生乘驢，直詣洛河崖岸最深險處，急鞭驢使前，驢見岸深，不之進。焦生下，以手用力推之，驢雙脚踢焦生，焦生倒，死卧在地，驢亦歸。時已十月，別本作「十一月」。崖下水深處，河道彎曲，有筏數十隻，上有人宿止。筏上人見乘驢欲投崖，謂是風狂。焦生起，筏上人連聲大叫云：「莫向前！向前岸下是潭水，渰殺你。」焦生聞之，自棄沿身衣服于地，望西北下急走，潛伏不見。筏人上岸，覩其衣服，曰：「果是風狂人，幾合渰殺。若向前有疎失，況遺衣服在地，來日人尋踪至此，帶累人。」咫尺村中人有耆長，遂夜深叩門告之。村耆曰：「適昏晚，見焦生去，必狂醉。」乃夜詣焦生家告之。來早，尋之不見，于百餘步外草中，有微血踪，蓋跣足為棘刺所傷故也。焦之家誣筏主數人害之，送官鞫之，無狀。又數日，人有于三山後澗側草中，見一人坐，被髮無衣裝，視之，焦生也。與語不答，雙目閃閃微有光，見者懼，馳詣焦莊告之。家人依其言往，果尚在澗側叢草中。見家人至，欲奔走，丁壯者追及，執縛而歸。滿身及手足多棘刺，血污狼藉，不飲食，不知親疎，但云：「放我去歸本家。」遂召善符禁者。時有道士丁自然，能使湯火符禁，袪捉鬼魅精怪多驗。依法設壇，敕水訖，熾火沸湯，書符禁之，遂釋縛，呼焦生及死妻姓氏，厲聲持劍呼詰之曰：「爾為鬼，焦乃生人，人鬼異路。爾鬼物，敢輒干人！」又責焦曰：「彼鬼爾，何輒隨之？」久之，焦生流汗，戰慄伏地，若知過之狀，然終無言語。于是與拔棘刺，且湯沐，衣之新衣，扶之令卧睡。數日，亦不食不飢，始微能言語呻S吟Y，覺肌骨間疼痛。道士去，又數旬日，問其故，焦曰：「某到柿園店，見亡妻先行，某不知其鬼也，中心喜。妻以手指相隨者莊客，似欲令去，不覺用鞭朴撃之。莊客去，妻行漸急，恐失之，遂鞭驢而往東南。見道路寬闊，妻先行，某乘驢逐之。妻回顧曰：『爾向後覰，引他許多人來，我怕，我怕，可速教他迴。』某遂却回，逆其相逐者，紿之云：『我與數人在前路相約。』相逐者信，俱回，妻喜笑。前行數里，妻指前面一所莊云：『此家也。』將及數百步，有二紅衣女子，一大一小，迎笑曰：『耶來，耶來。』有大門，不同向者所居，妻先入，女子亦先入。某驢不肯前行，鞭之不動。某怒，自下以手推之，驢雙脚起踢，某倒，遂昏然不知覺。久之，妻與紅衣小女子前引，某上山入澗，尤覺身健，日隨之。及尊師至，妻與女子號泣辭去，遂不復見。」家人始驚，相謂曰：「二女子，皆劉先亡之女也，皆妻之出，妻之強魂若是乎？」《傳》曰：「人生始化曰魄，精之強者曰魂。」則豕立而啼，伯有至，謀杜結草，皆是鬼爾。余以為，人未生也無形，既生曰有，既死復歸于無，故謂死曰歸，蓋却歸無爾。焦生本庸人，無正直氣，久為羈遊客，一旦據劉之物業，擅劉之財穀，惑于死妻，眷眷然不忍割其情，朝昏號泣，已魂魄散矣。妖之來，乘其氣燄別本作「衰」。以取之，或為邪物依憑之爾。焦生數年而卒。家人共觀焦妻所指之莊，焦生推驢之所，前則斷岸，下臨不測之潭，四顧閴寂，皆荒蕪不可耕鑿之地。且人平昔之情如是，豈可為鬼之後，與平昔之情頓殊乎？返昏惑其夫，俾投于深險之岸，溺于不測之潭乎？妻之鬼耶？物之依憑耶？白太傅歌所謂「生亦惑，死亦惑」者也。焦生雖常人，死妻雖常事，書之者，欲使世之君子，無惑溺其情于婦人女子。況生死異之大者，豈可重惑者歟？則道士符，何其神驗乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "石中獲小龜", "正文": "　 \\n 洛阳缙绅旧闻记 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 石中獲小龜石中獲小龜開渠得蛟卵，掘地得鯉魚，皆附。 \\n  \\n  \\n  \\n 洛河出美石，其中時有滑淨光瑩類玉者，人多取白石舂末，用法合鍊為藥玉，即皆洛河之所出也。建隆初，暮春月，五六人乘間于洛濱選揀白石為玩物，中有儒家子李元者，得一石，長四寸餘，闊厚稱之，重于常石，光潔溫潤，眾謂之玉。李將歸，置于佛前。經歲，李素與玉工人姓崔者熟，謂工曰：「某得一白石，真玉也。可解治之乎？」崔因往視之，沉吟久之，曰：「謂之為石，即重而且潤，謂之為玉，又外狀不類。河試治之。」遂以解玉砂截五之一焉。視之，果石之美者也。其截處，中心空虛，有物在其內，微動，崔與李驚訝之。須臾，有一物如錢許大，徐徐而出，即小白龜也。六甲皆具，體瘦而健，驤首引殼，猶猶而行。且石既混成，又周無隙罅，則是龜也，從何而入？李取漆合貯之，日于佛前燃香供養之。人知，求觀者甚眾，李命數人同送于洛濱，去水三數步放之。龜甲不動，食頃，引首左顧，向水而去。及入水不沒，履水逆行，約數丈，漸沒入水，遂不復見。龍耶？龜耶？眾不之測。太宗朝，浙中進一小白龜，至以銀盒盛之。時趙韓王普在中書，余初入密地，韓王取龜視之，中書、密院共覩之。龜長祇可寸餘，潔白，亦體瘦，頸微長，如尋常龜，眼目光明，不藏六甲，不畏人。余聞靈龜千載，巢于蓮葉之上，蓋壽多愈小。入于石者，蓋石初結化時在其間，石堅而潛其內。因玉工而出之，蓋所謂神物其龍之化乎？開寶初，太祖皇帝將西幸于洛，命修大內，督工役甚急，兼開鑿濟河。從嘉猷坊東出，穿掘民田，通于鞏，入黃河，欲大通舟楫之利，輦運軍食于洛下。去洛城二十餘里，鑿地深二丈餘，旁微有潤，築之。中有物，跳躍撥刺，役夫觀者甚眾。其役徒中有惡少者，訖引手探而取出，乃一頭鯉魚，重六七斤。穴之下，以意度之，更數丈，方達泉脈。鯉魚在地中，不知幾何年，尚如是跳躍撥刺耶？役夫等烹而食之，尤甘美，亦無他異。晉司空食積草內魚，其味異常，謂之為龍。當時亦食之，竟無他怪，此其類乎？是年，掘地得卵，其大如冬瓜狀。棄之水，眾謂之龍卵。《漢書》射蛟江水中注：「蛟狀如蜥蜴，卵生，項下有白。」則所得之卵，蛟卵也。黃門將作使趙，失其名。總作徒督功。余居洛下，皆當時親所聞見之事也，故書。 \\n 丁亥臘月十月七日燈下校，後四日立春，有詔戊子改元紹定矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
