{"章节": "提要", "正文": "　 \\n 湘山野录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《湘山野录》三卷、《续录》一卷，宋僧文莹撰。文莹，字道温，钱塘人。《文献通考》引晁公武《读书志》，以为吴僧。今按《读书志》，实无吴字，《通考》误也。其书成于熙宁中，多记北宋杂事。以作于荆州之金銮寺，故以湘山为名。《读书志》作四卷，《通考》则《续录》亦作三卷，皆与今本不同，未详孰是。厉鹗《宋诗纪事》称，文莹及识苏舜钦，欲挽致于欧阳修，文莹辞不往。今考《录》中“欧阳公谪滁州”一条，称文莹“顷持苏子美书，荐谒之，迨还吴蒙，见送”云云，与鹗所言正相反。岂别据他说，未及考此书耶？《续录》中“太宗即位”一条，李焘引入《长编》，启千古之论端，程敏政《宋纪受终考》，诋之尤力。然观其始末，并无指斥逆节之事，特后人误会其词，致生疑窦，是非作者本意，未可以为是书病也。吴开《优古堂诗话》，论其以阳郇伯妓人入道诗，误为陈彭年送申国长公主为尼诗；朱翌《猗觉寮杂记》，论其载“琴曲贺若”一条，误贺若夷为贺若弼；姚宽《西溪丛语》，论其记宋齐邱事失实。盖考证偶疏，未为大失。王士祯《古夫子亭杂录》，论其载王钦若遇唐裴度事，小说习径，亦不深求。惟朱弁《曲洧旧闻》曰：宇文大资言，文莹尝游丁晋公门，晋公遇之厚，《野录》中凡记晋公事，多佐佑之。人无董狐之公，未有不为爱憎所夺者。然后世岂可尽欺哉？是则诚其一瑕耳。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷上", "正文": "　 \\n 湘山野录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷上卷上 \\n  \\n  \\n  \\n  \\n 真宗即位之次年，赐李继迁姓名，而复进封西平王。时宋湜、宋白、苏易简、张洎在翰林，俾草诏册，皆不称旨。惟宋公湜深赜上意，必欲推先帝欲封之意，因进辞曰：“先皇帝早深西顾，欲议真封，属轩鼎之俄迁，建汉坛之未逮，故兹遗命，特付眇躬。尔宜望弓剑以拜恩，守疆垣而效节。”上大喜，不数月，参大政。 \\n 皇祐中，明堂大享，时世室亚献无宫僚，惟杜祁公衍以太子太师致仕南京，仁宗诏公归以侍祠。公已老，手缮一疏以求免。但直致数句，更无表章铺叙之饰，止以奇笺妙墨临帖行书亲写陈奏：“臣衍向者甫及年期，还上印绂，天慈极深，曲徇私欲。今犬马之齿七十有三，外虽支持，中实衰弊。且明堂大享，千载难逢，臣子岂不以捧璋侍祭为荣遇？臣但恐颠倒失容，取戾非浅。伏望陛下察臣非矫，免预大礼，无任屏营。” \\n 闻前代兴亡及崩薨篡弑之事以自省戒，而卿等掩隐不说。今后除君臣不可闻之事外，自余皆宜明讲。”后值说《礼记》，及《檀弓经》有“君即位而为椑，浦亦反。岁一漆之”。郑注云：“椑，著身棺也。”王者礼繁，当预备。“岁一漆”者，若其未成然。尽诸公议，不忍明说，贴黄掩之。上以拍揭起潜窥。迨讲退，留宋尚书祁以问之。宋备陈其义。上曰：“当筵盍显说？”宋谢曰：“臣子所不忍言，致上昧天鉴，臣等死罪。”仁宗笑曰：“死生，常理也，何足惮焉？” \\n 王文贞公旦释褐知临江县，时狱有合死囚，公一夜不寐，思以计活之。方五鼓，空中人喝直更速起，相公将出厅。果斯须开堂门升厅，急呼死囚出问。公之父中令晋公祐尝曰：“此儿异日必为三公。”因手植三槐于庭以待之，有作诗纪其事者甚多。晋国知制诰二十余年，最号淹迟。文正知诰与父相去不十年。入自“闻前代兴亡”至此，《四库全书》本缺。——恶人谷珠楼哈哈儿注。西掖，墙壁间其父翰墨手泽犹在，坐卧不易处。长城钱公若水风鉴最高，与公同直史馆，谓人曰：“王子明既贵且寿，吾进用虽在其先，皆所不及也。”果长城公后四十卒。 \\n 孙集贤冕，天禧中直馆几三十年，江南端方之士也，节概清直。晚守姑苏，甫及引年，大写一诗于厅壁，诗云：“人生七十鬼为邻，已觉风光属别人。莫待朝廷差致仕，早谋泉石养闲身。去年河北曾逢李，见素。今日淮西又见陈。或云陈、李二公被差者也。寄语姑苏孙刺史，也须抖擞老精神。”题毕，拂衣归九华，以清节高操羞百执事之颜。朝廷嘉之，许再任，诏下已归，竟召不起。王冀公钦若，里闬交素也。冀公天禧中罢相，以宫保出镇余杭，舣舟苏台，欢好款密，醉谓孙曰：“老兄淹迟日久，且宽衷，当别致拜闻。”公正色曰：“二十年出处中书，一素交潦倒江湖，不预一点化笔。迨事权属他，出庙堂数千里为方面，始以此语见说，得为信乎？”冀公愧谢，解舟遂行。 \\n 夏英公竦每作诗，举笔无虚致。镇襄阳时，胡秘监旦丧明，居襄，性多狷躁，讥毁郡政。英公昔尝师焉，至贵达，尚以青衿待之，而不免时一造焉。一日，谓公曰：“读书乎？”曰：“郡事鲜暇，但时得意则为绝句。”胡曰：“试诵之。”公曰：“近有《燕雀》诗，云：‘燕雀纷纷出乱麻，汉江西畔使君家。空堂自恨无金弹，任尔啾啾到日斜。’”胡颇觉，因少戢。庆历初，被召真拜，将届阙，以言者抨罢，除使相，知杭州。到任以二阕寄执政，曰：“造化平分荷大钧，腰间新佩玉麒麟。南湖不住栽桃李，拟伴沙禽过十春。”又曰：“海雁桥边春水深，略无尘土到花阴。忘机不管人知否，自有沙鸥信此心。”公后镇南京，时张相昪知谏垣，以一诗讽曰：“弱羽伤弓尚未完，孤飞殊不拟鸳鸾。明珠自有千金价，肯与游人作弹丸？”卒不敢以一言及之。 \\n 真宗初，诏种隐君放至阙，以敷对称旨。日既高，中人送中书膳，诸相皆盛服俟其来，种隐君韦布，止长揖而已。杨大年闻之颇不平，以诗嘲曰：“不把一言裨万乘，只叉双手揖三公。”上闻之，独召杨曰：“知卿有诗戏种某。”杨汗浃股栗，不敢匿避。又曰：“卿安知无一言裨朕乎？”出一皂囊，内有十轴，乃放所奏之书也。其书曰《十议》，所谓《议道》、《议德》、《议仁》、《议义》、《议兵》、《议刑》、《议政》、《议赋》、《议安》、《议危》。石守道《圣政录》有之。俾大年观之，从容奏曰：“臣当翊日负荆谢之。” \\n 张尚书咏镇陈台，一日，邸报同年王文正公旦登庸，乖崖色不甚悦，奋须振臂谓客曰：“朝廷安肯用经纶康济人乎？赖余素以直节自誓，束发登仕，无两府之志。”时幕中杜寿隆者，乘其语而悦之曰：“贱子素知公无两府意。”遽问曰：“此吾胸中蕴畜，子安得预其知乎？”杜曰：“某盖昔尝诵公《柳诗》‘安得辞荣同范蠡，绿丝和雨系扁舟’之句，因所以知之。”愠少解。 \\n 乖崖公太平兴国三年科场试《不阵成功赋》，盖太宗明年将有河东之幸，公赋有“包戈卧鼓，岂烦师旅之威；雷动风行，举顺乾坤之德”。自谓擅场，欲夺大魁。夫何有司以对耦显失，因黜之，选胡旦为状元。公愤然毁裂儒服，欲学道于陈希夷抟，趋豹林谷，以弟子事之，决无仕志。希夷有风鉴，一见之，谓曰：“子当为贵公卿，一生辛苦。譬犹人家张筵，方笙歌鼎沸，忽中庖火起，座客无奈，惟赖子灭之。然禄在后年，此地非栖憩之所。”乖崖坚乞入道，陈曰：“子性度明躁，安可学道？”果后二年，及第于苏易简榜中。希夷以诗遗之云：“征吴入蜀是寻常，鼎沸笙歌救火忙。乞得江南佳丽地，却应多谢脑边疮。”初不甚晓。后果两入蜀定王均、李顺之乱，又急移余杭，翦左道僧绍伦妖蛊之叛，至则平定，此“征吴入蜀”之验也。累乞闲地，朝廷终不允，因脑疮乞金陵养疾，方许之。 \\n 张乖崖成都还日，临行封一纸轴付僧文鉴大师者，上题云：“请于乙卯岁五月二十一日开。”后至祥符八年，当其岁也。时凌侍郎策知成都，文鉴至是日，持见凌公曰：“先尚书向以此嘱某，已若干年，不知何物也。乞公开之。”洎开，乃所画野服携筇，黄短褐，一小真也。凌公奇之，于大慈寺阁龛以祠焉。盖公祥符七年甲寅五月二十一日薨，开真之日，当小祥也。公以剑外铁缗辎重设质剂之法，一交一缗，以三年一界换之。始祥符辛亥，今熙宁丙辰，六十六年，计已二十二界矣，虽极智者不可改。 \\n 真宗西祀回跸，次河中，时长安父老三千人具表诣行在，乞临幸，且称“汉、唐旧都，关河雄固，神祗人民，无不望天光之下临也”。上意未果，召种司谏放以决之。时种持兄丧于家，既至，真庙携之登鹳鹊楼，与决雍都之幸。种恳奏曰：“大驾此幸，有不便者三：陛下方以孝治天下，翻事秦、汉，侈心封禅郡岳，而更临游别都，久抛宗庙，于孝为阙，此其不便一；其百司供拟顿仗事繁，晚春蚕麦已登，深费农务，此不便二；精兵重臣扈从车跸，京国一空，民心无依，况九庙乎，此陛下深宜念之，乃其三也。”上玉色悚然，曰：“臣僚无一语及此者。”放曰：“近臣但愿扈清跸、行旷典、文颂声，以邀己名，此陛下当自寤于清衷也。”翊日，传召銮舆还阙，临遣，雍人所幸宜不允。真宗便欲邀放从驾至京，放乞还家林，上曰：“非久必当召卿。” \\n 译经鸿胪少卿、光梵大师惟净，江南李王从谦子也。通敏有先识，解五竺国梵语。庆历中，朝廷百度例务减省，净知言者必废译经，不若预奏乞罢之：“臣闻在国之初，大建译园，逐年圣节，西域进经，合今新旧，何啻万轴，盈函溢屋，佛语多矣。又况鸿胪之设，虚费禄廪，恩锡用给，率养尸素，欲乞罢废。”仁宗曰：“三圣崇奉，朕乌敢罢？且又賝贡所籍名件，皆异域文字，非鸿胪安辨？”因不允。未几，孔中丞道辅果乞废罢，上因出净疏示之方已。景祐中，景灵宫锯佣解木，木既分，中有虫镂文数十字，如梵书旁行户郎反。之状，因进呈。仁宗遣都知罗崇勋、译经润文使夏英公竦诣传法院，特诏开堂导译，每圣节译经，则谓之“开堂”。冀得祥异之语以忏国。独净焚天香导译逾刻，方曰：“五竺无此字，不通辨译。”左珰恚曰：“请大师且领圣意，若稍成文，译馆恩例不浅。”而英公亦以此意讽之。净曰：“某等幸若蠹文稍可笺辨，诚教门之殊光，恐异日彰谬妄之迹，虽万死何补。”二官竟不能屈，遂与奏称非字。皇祐三年入灭，碑其塔者此二节特不书，惜哉！ \\n 祥符中，日本国忽梯航称贡，非常贡也，盖因本国之东有祥光现，其国素传中原天子圣明，则此光现。真宗喜，敕本国建一佛祠以镇之，赐额曰“神光”。朝辞日，上亲临遣。夷使回乞令词臣撰一寺记。时当直者虽偶中魁选，词学不甚优赡，居常止以张学士君房代之，盖假其稽古才雅也。既传宣，令急撰寺记。时张尚为小官，醉饮于樊楼，遣人遍京城寻之不得，而夷人在阁门翘足而待，又中人三促之，紫微大窘。后钱、杨二公玉堂暇日改《闲忙令》，大年曰：“世上何人最得闲？司谏拂衣归华山。”盖种放得告还山养药之时也。钱希白曰：“世上何人号最忙？紫微失却张君房。”时传此事为雅笑。 \\n 种司谏既以“三不便”之奏谏真宗长安之幸，惟大臣深忌之，必知车辂还阙不久须召，先布所陷之基，使其里旧雷有终讽之曰：“非久朝旨必召，明逸慎忽轻起，当自存隐节。徐宜特削一奏请觐，以问銮驾还阙之良苦。乃君臣之厚诚也。”种深然之。上还京，已渴伫与执政议召种之事，大臣奏曰：“种某必辞免。乞陛下记臣语，久而不召，往往自乞觐。”试召之，诏果不至，辞曰：“臣父幼亡，伯氏鞠育，誓持三年之丧，以报其德。止有数月，乞终其制。”上已微惑。后半年，知河阳孙阁果奏入，具言种某乞诣阙请觐。上大骇，召执政曰：“率如卿料，何邪？”大臣曰：“臣素知放之所为，视彼山林若桎梏，盖强隐节以沽誉，岂嘉遁之人耶？请此一觐，亦妄心狂动，知鼎席将虚，有大用之觊，陛下宜察之。”盖王文正旦累章求退之时也。由此宠待遂解，札付河阳，赐种买山银一百两，所请宜不允。是岁遂亡，祥符八年也。种少时有《潇湘感事》诗，曰：“离离江草与江花，往事洲边一叹嗟。汉傅有才终去国，楚臣无罪亦沉沙。凄凉野浦飞寒雁，牢落汀祠聚晚鸦。无限清忠归浪底，滔滔千顷属渔家。”诚先兆也。初，种隐君少时与弟汶往拜陈希夷抟，陈宿戒厨仆来日有二客，一客膳于廊。才旦，果至，惟邀放升堂，殷勤眦睨，以一绝赠之，曰：“鉴中有客白髭多，鉴外先生识也么？只少六年年六十，此中阴德莫蹉跎。”种都不之晓。但屈指以三语授之曰：“子贵为帝友，而无科名，晚为权贵所陷。”种又乞素履之术，陈曰：“子若寡欲，可满其数。”种因而不娶不媵，寿六十一。 \\n 杨大年年十一，建州送入阙下，真宗亲试一赋一诗，顷刻而就。上喜，令中人送中书，俾宰臣再试。时参政李至状：“臣等今月某日，入内都知王仁睿传圣旨，押送建州十一岁习进士杨亿到中书。其人来自江湖，对扬轩陛，殊无震慑，便有老成，盖圣祚承平，神童间出也。臣亦令赋《喜朝京阙》诗五言六韵，亦顷刻而成。其诗谨封进。”诗内有“七闽波渺邈，双阙气岧峣。晓登云外岭，夜渡月中潮。”断句云“愿秉清忠节，终身立圣朝”之句。 \\n 天禧中，宰臣奏：“中书、枢密院接见宾客。然两府慎密之地，亦欲资访天下之良苦，早暮接待，复滞留机务。又分厅言事，各有异同。欲乞今后中书、枢密院每有在外得替到阙，及在京主执臣僚如有公事，并逐日于巳时已前聚厅见客，已分厅即俟次日，急速者不在此限，非公事不得到中书、密院。” \\n 真宗西祀回，召臣僚赴后苑，宣示御制《太清楼聚书记》、《朝拜诸陵因幸西京记》、《西京内东门弹丸壁记》，皆新制也。笑谓近臣曰：“虽不至精优，却尽是朕亲撰，不假手于人。”语盖旨在杨大年也。《归田录》述之。 \\n 景德四年，司天判监史序奏：“今年太岁丁未六月二十五日，五星当聚周分。”既而重奏：“臣寻推得五星自闰五月二十五日近太阳行度，按《甘氏星经》曰：‘五星近太阳而辄见者，如君臣齐明，下侵上之道也；若伏而不见，即臣让明于君。’此百千载未有也，但恐今夜五星皆伏。”真宗亲御禁台以候之，果达旦不见。大赦天下，加序一官，群臣表贺。 \\n 寇莱公诗“野水无人渡，孤舟尽日横”之句，深入唐人风格。初，授归州巴东令，人皆以“寇巴东”呼之，以比前“赵渭南”、“韦苏州”之类。然富贵之时，所作诗皆凄楚愁怨，尝为《江南春》二绝，云：“波淼淼，柳依依，孤村芳草远，斜日杏花飞。江南春尽离肠断，蘋满汀州人未归。”又曰：“杳杳烟波隔千里，白蘋香散东风起。日落汀洲一望时，愁情不断如春水。”余尝谓深于诗者，尽欲慕骚人清悲怨感以主其格，语意清切脱洒孤迈则不无。殊不知清极则志飘，感深则气谢。莱公富贵时，送人使岭南，云“到海只十里，过山应万重。”人以为警绝。晚窜海康，至境首，雷吏呈图经迎拜于道，公问州去海近远，曰：“只可十里。”憔悴奔窜已兆于此矣。予尝爱王沂公曾布衣时，以所业贽吕文穆公蒙正，卷有《早梅》句云：“雪中未问和羹事，且向百花头上开。”文穆曰：“此生次第已安排作状元、宰相矣。”后皆尽然。 \\n 陈郎中亚有滑稽雄声，知润州，治迹无状，浙宪马卿等欲按之。至则陈已先觉。廉按讫，宪车将起，因觞于甘露寺阁。至卒爵，宪目曰：“将注子来郎中处满着。”陈惊起遽拜，宪讶曰：“何谓，何谓！”陈曰：“不敢望满，但得成资保全而去，举族大幸也。”马笑曰：“岂有此事！”既而竟不敢发。有陋儒者，贡所业，举止凡下，陈玩之曰：“试请口占盛业。”生曰：“某卷中有《方地为舆赋》。”诵破题曰：“粤有大德，其名曰坤。”陈应声曰：“吾闻子此赋久矣，得非下句云‘非讲经之座主，乃传法之沙门’乎？”满座大笑。陈尤工药名诗，有“棋为腊寒呵子下，衫因春瘦缩纱裁。”“风月前湖近，轩窗半夏凉”之句，皆不失风雅。 \\n 丁晋公贬崖时，权臣实有力焉。后十二年，丁以秘监召还光州。致仕时，权臣出镇许田，丁以启谢之，其略曰：“三十年门馆游从，不无事契；一万里风波往复，尽出生成。”其婉约皆此。又自夔漕召还知制诰，谢两府启：“二星入蜀，难分按察之权；五月渡泸，皆是提封之地。”后云：“谨当揣摩往行，轨躅前修。效慎密于孔光，不言温树；体风流于谢傅，惟咏苍苔。” \\n 时大臣为枢相，以非辜降节度使，谪汉东。会禁林主诰者素为深仇，贬语云：“公侯之家，鲜克禀训；茅土之后，多或坠宗。具官某亡国之衰绪，孽臣之累姻。”时冢宰谓典诰曰：“万选公其贬语太酷。”禁林曰：“当留数句，以俟后命。”太宰笑曰：“尚未逞憾乎？” \\n 石参政中立在中书时，盛文肃度禁林当直，撰《张文节公知白神道碑》，进御罢，呈中书。石急问之：“是谁撰？”盛卒对曰：“度撰。”对讫方悟，满堂大笑。又刘中师因上殿赐对，衣腰带，荣君之赐，炫而不换，遂服之谢于其第，乃宝瓶银带也。会方霁，庭中尚泥足，踣坐于泥中，袍带濡渍。石问曰：“郎中贵甲几多？”曰若干岁。曰：“果信果信！土入宝瓶，遂有此扑。” \\n 钱思公谪居汉东日，撰一曲曰：“城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐变成衰晚，鸾鉴朱颜惊暗换。昔年多病厌芳樽，今日芳樽惟恐浅。”每歌之，酒阑则垂涕。时后阁尚有故国一白发姬，乃邓王俶歌鬟惊鸿者也，曰：“吾忆先王将薨，预戒挽铎中歌《木兰花》，引绋为送，今相公其将亡乎？”果薨于隋。邓王旧曲亦有“帝卿烟雨锁春愁，故国山川空泪眼”之句，颇相类。 \\n 吴越旧式，民间尽算丁壮钱以增赋舆。贫匮之家，父母不能保守，或弃于襁褓，或卖为僮妾，至有提携寄于释老者。真宗一切蠲放，吴俗始苏。 \\n 雍熙二年，凤翔奏岐山县周公庙有泉涌，旧老相传：时平则流，时乱则竭。唐安史之乱其泉竭。至大中年复流，赐号润德泉，后又涸。今其泉复涌，澄甘莹洁。太宗嘉之。 \\n 杨叔贤郎中异，眉州人，言顷有眉守初视事，三日大排，乐人献口号，其断句云：“为报吏民须庆贺，灾星移去福星来。”新守颇喜。后数日，召优者问：“前日大排，乐词口号谁撰？”其工对曰：“本州自来旧例，只用此一首。” \\n 杨叔贤，自强人也，古今未尝许人。顷为荆州幕，时虎伤人，杨就虎穴磨巨崖，大刻《诫虎文》，如《鳄鱼》之类。其略曰：“咄乎尔彪，出境潜游。”后改官知郁林，以书托知军赵定基打《诫虎文》数本，书言：“岭俗庸犷，欲以此化之。”仍有诗曰：“且将先圣诗书教，暂作文翁守郁林。”赵遣人打碑，次日，本耆申某月日磨崖碑下大虫咬杀打碑匠二人。荆门止以耆状附递寄答。 \\n 范文正公镇余杭，今侍读王乐道公在幕。杨内翰隐甫公察谪信州，未几，召还赴阙。过杭，公厚遇之。特排日遣乐吏往察判厅请乐辞，乐道叱之不作。来日，酒数行，遣吏投书于席，大概言：“陶之学先王之道也，未始游心于优笑之艺。始某从事于幕，天下之士识与不识皆以陶为贺。盖今岩穴蟠潜修立之士，无不由明公之门翦擢至于华显者。独以某不幸吏于左右，公未尝训之以道德，摩之以仁义，反以伎戏之事委之，非其素望也。且金华杨公亦吾儒高第之一人尔，苟某始者躐魏等，历清秩，过执事之境，必不肯以优伶之辞为托也”云云。公以书示隐甫，隐甫笑曰：“波及当司，尤无谓也。”公颇动。既而移镇青社，乐道少安。又王尚书拱辰长安上事日，理掾撰乐词，有“人间合作大丞相，天下犹呼小状元”之句。又梅龙图贽余杭上事日，一曹僚撰《头盏曲》，有“黄阁方开鼎，和羹正待梅”之句。二吏因受知，蒙二公荐擢，不数年并升于台阁，皆系乎幸不幸尔。 \\n 太平兴国四年，绵州罗江县罗公山真人罗公远旧庐，有人乘车往来山中，石上有新辙迹，深三尺余，石尽五色。知州仲士衡缘辙迹至洞口，闻鸡犬声。 \\n 兴国七年，嘉州通判王衮奏：“往峨眉山提点白水寺，忽见光相，寺西南瓦屋山上皆变金色，有丈六金身。次日，有罗汉二尊空中行坐，入紫色云中。” \\n 治平中，御史有抨吕状元溱杭州日事者，其语有“欢游叠嶂之间，家家失业；乐饮西湖之上，夜夜忘归。”执政笑谓言者曰：“军巡所由，不收犯夜，亦宜一抨。” \\n 李建勋罢相江南，出镇豫章。一日，与宾僚游东山，各事宽履轻衫，携酒肴，引步于渔溪樵坞间，遇佳处则饮。忽平田间一茅舍有儿童诵书声，相君携策就之，乃一老叟教数村童。叟惊悚离席，改容趋谢，而翔雅有体，气调潇洒。丞相爱之，遂觞于其庐，置之客右，叟亦不敢辄谈。李以晚渴，连食数梨。宾僚有曰：“此不宜多食，号为五脏刀斧。”叟窃笑。丞相曰：“先生之哂，必有异闻。”叟谢曰：“小子愚贱，偶失容于钧重，然实无所闻。”李坚质之，仍胁以巨觥，曰：“无说则沃之。”叟不得已，问说者曰：“敢问‘刀斧’之说有稽乎？”曰：“举世尽云，必有其稽。”叟曰：“见《鹖冠子》。所谓五脏刀斧者，非所食之梨，乃离别之‘离’尔。盖言人之别离，戕伐胸怀，甚若刀斧。”遂就架取一小策，振拂以呈丞相，乃《鹖冠子》也。检之，如其说，李特加重。 \\n 金陵赏心亭，丁晋公出镇日重建也。秦淮绝致，清在轩槛。取家箧所宝《袁安卧雪图》张于亭之屏，乃唐周昉绝笔。凡经十四守，虽极爱而不敢辄觊。偶一帅遂窃去，以市画芦雁掩之。后君玉王公琪复守是郡，登亭，留诗曰：“千里秦淮在玉壶，江山清丽壮吴都。昔人已化辽天鹤，旧画难寻《卧雪图》。冉冉流年去京国，萧萧华发老江湖。残蝉不会登临意，又噪西风入座隅。”此诗与江山相表里，为贸画者之萧斧也。 \\n 淳化甲午，李顺乱蜀，张乖崖镇之。伪蜀僭侈，其宫室规模，皆王建、孟知祥乘其弊而为之。公至则尽损之，如列郡之式。郡有西楼，楼前有堂，堂之屏乃黄筌画双鹤花竹怪石，众名曰“双鹤厅”。南壁有黄氏画湖滩山水双鹭。二画妙格冠于两川。贼锋既平，公自坏壁尽置其画为一堂，因名曰“画厅”。 \\n 鼎州甘泉寺介官道之侧，嘉泉也，便于漱酌，行客未有不舍车而留者。始，寇莱公南迁日，题于东槛，曰：“平仲酌泉经此，回望北阙，黯然而行。”未几，丁晋公又过之，题于西槛，曰：“谓之酌泉礼佛而去。”后范补之讽安抚湖南，留诗于寺曰：“平仲酌泉回北望，谓之礼佛向南行。烟岚翠锁门前路，转使高僧厌宠幸。”诗牌犹存。 \\n 《六快活》诗，长沙致仕王屯田揆讥六君子而作也。六人者，即帅周公沆、漕赵公良规、宪李公硕、刘公舜臣、倅朱景阳、许玄是也。其诗略曰：“湖外风物奇，长沙信难续。衡峰排古青，湘水湛寒绿。舟楫通大江，车轮会平陆。昔贤官是邦，仁泽流丰沃。今贤官是邦，刳啖人脂肉。怀昔甘棠化，伤今猛虎毒。然此一邦内，所乐人才六。漕与二宪僚，守连两通属。高堂日成会，深夜继以烛。帏幕皆绮纨，器皿尽金玉。歌喉若珠累，舞腰如素束。千态与万状，六官欢不足。因成《快活》诗，荐之尧舜目”云云。余数联皆咄咄猥驳，固不足纪。愚后至长沙，访故老，皆云岂有兹事。盖公暇以登临为适，在所皆尔，一酒食遂类猛虎刳脂啖肉之害，果苛政者，复不知如何比邪？所以触宪网，皆自速也。有樊太、傅立二人者，里闬交素，逮乞骸，俱老于故乡，而林泉相依，以二疏风义自高。一旦谤诗既出，急捕樊以胁之。樊义薄无守，悉以游从之事卖之，以求苟免，仍希赏格。狱具，揆坐嘲谤之典，尽削其籍。立以告发获赏，因转一官，昂然拜命，略无三褫之羞。诰辞曰“为尔交者，不其难乎”？诚所谓也。嗟风义薄恶，故录之以自诲。 \\n 熙宁而来，大臣尽学术该贯，人主明博，议政罢，每留之询讲道义，日论及近代名臣始终大节。时宰相有举冯道者，盖言历事四朝不渝其守。参政唐公介曰：“兢慎自全，道则有之；然历君虽多，不闻以大忠致君，亦未可谓之完。”宰相曰：“借如伊尹，三就桀而三就汤，非历君之多乎？”唐公曰：“有伊尹之心则可。况拟人必于其伦，以冯道窃比伊尹，则臣所未喻也。”率然进说，吐辞为经，美哉！ \\n “平林漠漠烟如织，寒山一带伤心碧，暝色入高楼，有人楼上愁。玉梯空伫立，宿雁归飞急。何处是归程，长亭连短亭。”止此词不知何人写在鼎州沧水驿楼，复不知何人所撰。魏道辅泰见而爱之。后至长沙，得古集于子宣内翰家，乃知李白所作。 \\n 又欧阳公顷谪滁州，一同年忘其人。将赴阆倅，因访之，即席为一曲歌以送，曰：“记得金銮同唱第，春风上国繁华。而今薄宦老天涯，十年岐路，孤负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜，离愁无尽，红树远连霞。”其飘逸清远，皆白之品流也。公不幸晚为憸人构淫艳数曲射之，以成其毁。予皇祐中，都下已闻此阕歌于人口者二十年矣。嗟哉！不能为之力辨。公尤不喜浮图，文莹顷持苏子美书荐谒之，迨还吴，蒙诗见送，有“孤闲竺乾格，平淡少陵才”，及有“林间著书就，应寄日边来”之句，人皆怪之。 \\n 宋郑公庠省试《良玉不琢赋》，号为擅场。时大宗胥内翰偃考之酷爱，必谓非二宋不能作之，奈何重叠押韵，一韵有“瑰奇擅名”及“而无刻画之名”之句，深惜之，密与自改“擅名”为“擅声”。后埒之于第一。殆发试卷，果郑公也。胥公孳孳于后进，故天圣、明道间得誉于时，若欧阳公等皆是。后虽贵显，而眷盼亦衰。故学士王平甫撰《胥公神道碑》，略云：“诸孤幼甚，归于润州。公平日翦擢相踵，而材势大显者无一人所助，独宋郑公恤其家甚厚。”盖兹事也。 \\n 伪吴故国五世同居者七家，先主昪为之旌门闾，免征役。尤著者江州陈氏，乃唐元和中给事陈京之后，长幼七百口，不畜仆妾，上下雍睦。凡巾栉椸架及男女授受通问婚葬，悉有规制。食必群坐广器，未成人者别一席。犬百余只，一巨船共食，一犬不至，则群犬不食。别墅建家塾，聚书延四方学者，伏腊皆资焉，江南名士皆肄业于其家。 \\n 晏元献公撰《章懿太后神道碑》，破题云：“五岳峥嵘，昆山出玉；四溟浩渺，丽水生金。”盖言诞育圣躬，实系懿后。奈仁宗夙以母仪事明肃刘太后，膺先帝拥祐之托，难为直致，然才者则爱其善比也。独仁宗不悦，谓晏曰：“何不直言诞育朕躬，使天下知之。”晏公具以前意奏之。上曰：“此等事卿宜置之，区区不足较，当更别改。”晏曰：“已焚草于神寝。”上终不悦。迨升祔，二后赦文孙承旨抃当笔，协圣意直叙曰：“章懿太后丕拥庆羡，实生眇冲，顾复之恩深，保绥之念重。神驭既往，仙游斯邈。嗟乎！为天下之母，育天下之君，不逮乎九重之承颜，不及乎四海之致养。念言一至，追慕增结。”上览之感泣弥月。明赐之外，悉以东宫旧玩密赉之。岁余，参大政。 \\n 天圣七年，曹侍中利用因侄汭聚无赖不轨，狱既具，有司欲尽劾交结利用者。时憸人幸其便，阴以文武四十余人讽之俾深治。仁宗察之，急出手诏：“其文武臣僚，内有先曾与曹利用交结往还，曾被荐举及尝亲昵之人，并不得节外根问。其中虽有涉汭之事者，恐或诖误，亦不得深行锻炼。”其仁恤至此。是年，圣算方二十。 \\n 天圣七年，晏元献公奏：“朝廷置职田，盖欲稍资俸给，其官吏不务至公，以差遣徇侥竞者极众，屡致讼言，上烦听览，欲乞停罢。”时可其奏，但令佃户逐年收课利，类聚天下都数，纽价均散见任官员。至九年二月，忽降敕：“国家均敷职田，以厉清白，向因侥幸，遂行停罢。风闻搢绅之间持廉守道者甚众，苦节难守，宜布明恩，愁仍旧贯。审官、三班、流内铨今后将有无职田处均济公平定夺，差遣不得私徇。” \\n 咸平中，翰林李昌武宗谔初知制诰，至西掖，追故事独无紫薇，自别野移植。闻今庭中者，院老吏相传犹是昌武手植。晏元献写赋于壁曰：“得自莘野，来从召园。有昔日之绛老，无当时之仲文。观茂悦以怀旧，指蔽芾以思人。” \\n 太宗第七女申国大长公主，平生不茹荤。端拱初，幸延圣寺，抱对佛愿舍为尼。真宗即位，遂乞削发。上曰：“朕之诸妹皆厚赐汤邑，筑外馆以尚天姻，酬先帝之爱也。汝独愿出家，可乎？”申国曰：“此先帝之愿也。”坚乞之，遂允。进封吴国，赐名清裕，号报慈正觉大师，建寺都城之西，额曰“崇真”。藩国近戚及掖庭嫔御愿出家者，若密恭懿王女万年县主、曹恭惠王女惠安县主凡三十余人，皆随出家。诏普度天下僧尼。申国俗寿止三十，入尼夏十有六入灭。 \\n 冀公王钦若，淳化二年自怀州赴举，与西州武覃偕行，途次圃田，忽失公所在。覃遂止于民家，散仆寻之。俄见仆阔步而至，惊悸言曰：“自此数里有一神祠，见公所乘马驰缰宇下，某径至萧屏，有门吏约云：‘令公适与王相欢饮，不可入也。’某窃窥，见其中果有笙歌杯盘之具。”覃亟与仆同往，见公已来，将半酣矣。询之，笑而不答。覃却到民家，指公会处，乃裴晋公庙。覃心异之，知公非常人矣。公登第后，不数年为翰林学士。使两川，回轺至褒城驿，方憩于正寝，将吏忽见导从自外而至，中有一人云：“唐宰相裴令公入谒。”公忻然接之。因密谓公大用之期，乃怀中出书一卷，示公以富贵爵命默定之事，言终而隐。及公登庸，圃田神祠出俸修饰，为文纪之。 \\n 石延年曼卿为秘阁校理，性磊落，豪于诗酒。明道元年，以疾卒。曼卿平生与友人张生尤善，死后数日，张生梦曼卿骑青驴引数苍头过生，谓生曰：“我今已作鬼仙，召汝偕往。”生以母老，固辞久之。曼卿怒，登驴而去，顾生曰：“汝太劣。吾召汝，安得不从？今当命补之同行矣。”后数日，补之遂卒。补之乃范讽字。今仪真有碑石，序其事尤详。 \\n 大参元厚之公成童时，侍钱塘府君于荆南，每从学于龙安僧舍。后三十年，公以龙图、贰卿帅于府。昔之老僧犹有在者，引旌钺，访旧斋，而门径窗扉及泉池钓游之迹，历历如昨。公感之，困构一巨堂，榜曰“碧落”。手写诗于堂，诗有“九重侍从三明主，四纪乾坤一老臣”，及“过庐都失眼前人”之句。虽向老，而男子雄赡之气殊未衰竭。未几，果以翰林召归为学士。俄而又参熙宁天子大政，真所谓“乾坤老臣”也。其堂遂为后进之大劝。 \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷中", "正文": "　 \\n 湘山野录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷中卷中 \\n  \\n  \\n  \\n  \\n 真宗居藩邸，升储宫，命侍讲邢昺说《尚书》，凡八席，《诗》、《礼》、《论语》、《孝经》皆数四。既即位，咸平辛丑至天禧辛酉二十一年之间，虽车辂巡封，遍举旷世阔典，其间讲席岁未尝辍。至末年，诏直阁冯公元讲《周易》，止终六十四卦，未及《系辞》，以元使虏，遂罢。及元归，清躯渐不豫。后仁宗即位半年，侍臣以崇政殿阁所讲遗编进呈，方册之上，手泽凝签，及细笔所记异义，历历尽在，两宫抱泣于灵幄数日，命侍臣撰《讲席记》。 \\n 仆射相国王公至道，丙申岁为谯幕，因按逃田饥而流亡者数千户，力谋安集，疏奏乞贷种粒、牛、粮，恳诉其苦，朝廷悉可之。一夕，次蒙城驿舍，梦中有人召公出拜，空中紫绶象简者，貌度凝重，如牧守赴上之仪，遣一绿衣丱童遗公曰：“以汝有忧民深心，上帝嘉之，赐此童为宰相子。”受讫即寤。迨晓，憩食于楚灵王庙，作诗志于壁。是夕，夫人亦有祥兆而因娠焉。后果生一子，即庆之是也。器格清粹，天与文性，未十岁，公已贵，荫为奉礼郎。耻门调止称进士，或号栖神子，惟谈紫府丹台间事。有《古木》诗：“不逢星汉使，谁识是灵槎。”祥符壬子岁，谓所亲曰：“上元夫人命我为玉童，只是吾父未受相印，受则吾去矣。”不数日，公正拜，庆之已疾。公忆丙申之梦，默不敢言。不逾月，庆之卒，年十七。真宗闻其才，矜恤特甚，命尚宫就宅加赗襚，诏赐进士及第，焚诰于室。 \\n 徐骑省铉在江南日，著书已多，乱离散失，十不收一二，传者止文集二十卷。方成童，铉于水滨，忽一狂道士醉叱之，曰：“吾戒汝只在金鱼庙，何得窃走至此！”以杖将怒击。父母亟援之，仍回目怒视曰：“金鱼将迁庙于邠，他日挞于庙亦未晚。”因不见。后果谪官于邠，遂薨，无子。 \\n 石守道介，康定中主盟上庠，酷愤时文之弊，力振古道。时庠序号为全盛之际，仁宗孟夏銮舆有玉津钹麦之幸，道由上庠。守道前数日于首善堂出题曰《诸生请皇帝幸国学赋》，糊名定优劣。中有一赋云：“今国家始建十亲之宅，新封八大之王。”盖是年造十王宫，封八大王元俨为荆王之事也。守道晨兴鸣鼓于堂，集诸王谓之曰：“此辈鼓箧游上庠，提笔场屋，稍或出落，尚腾谤有司。悲哉！吾道之衰也。如此是物宜遽去，不尔，则鼓其姓名，挞以惩其谬。”时引退者数十人。 \\n 高副枢若讷一旦召姚嗣宗晨膳，忽一客老郎官者至，遂自举新诗喋喋不已。日既高，宾主尽馁，无由其去。姚亦关中诗豪，辨谑无羁，潜计之，此老非玩不起。果又举《甘露寺阁》诗云：“下观扬子小”，姚应声曰：“宜对‘卑末狗儿肥’。”虽愠不已，又举《秋日峡中感怀》曰：“猿啼旅思凄”，姚应曰：“好对‘犬吠王三嫂’。”老客振色曰：“是何下辈？余场屋驰声二十年。”姚对曰：“未曾拨断一条弦。”因奋然而去。高大喜，因得就匕。 \\n 一岁，潭州试僧童经，一试官举经头一句曰：“三千大千时谷山”，一闽童接诵辍不通，因操南音上请曰：“上覆试官：不知下头有世界耶，没世界耶？”群官大笑。 \\n 安鸿渐有滑稽清才，而复内惧。妇翁死，哭于柩。其孺人素性严，呼入繐幕中诟之曰：“汝哭何因无泪？”渐曰：“以帕拭干。”妻严戒曰：“来日早临，去声。定须见泪。”渐曰：“唯。”计既窘，来日以宽巾湿纸置于额，大叩其颡而恸。恸罢，其妻又呼入窥之。妻惊曰：“泪出于眼，何故额流？”渐对曰：“仆但闻自古云‘水出高原’。”鸿渐《秋赋》警句曰：“陈王阁上，生几点之青苔；谢客门前，染一溪之寒水。”有才雅，以凉德尽掩之，然不闻有遗行。 \\n 魏侍郎瓘初知广州，忽子城一角颓垫，得一古砖，砖面范四大字云“委于鬼工”，盖合而成“魏”也。感其事，大筑子城。才罢，诏还，除仲待制简代之。未几，侬智高寇广，其外城一击而摧，独子城坚完，民逃于中，获生者甚众。贼退，帅谪筠州。朝廷以公有前知之备，加谏议，再知广二年。召还，公以筑城之效，自论久不报，有感怀诗曰：“羸羸霜发一衰翁，踪迹年来类断篷。万里远归双阙下，一身闲在众人中。螭头赐对恩虽厚，雉堞论功事已空。淮上有山归未得，独挥清涕洒春风。”文潞公采诗进呈，加龙图，尹京。魏诗精处，《五羊书事》曰：“谁言岭外无霜雪，何事秋来亦满头”之句。 \\n 郑内翰毅夫公知荆南，一日，虎入市啮数人，郡大骇，竞修浮图法禳之。郑公谕士民曰：“惟城隍庙在子城东北，实闾井系焉，荒颓久不葺，汝曹盍以斋金修之。”独一豪陈务成者前对曰：“某愿独葺，不须斋金也。”因修之，换一巨梁，背凿一窍，阚一版于窍中，字在其下，宛若新墨，云“惟大周广顺二年，岁次壬子五月某日建”。其傍大题四字，曰“遇陈则修”。陈氏以缇巾袭之献于府。郑公奇之，特为刊其事于新梁之胁，其末云：“噫！此能以物之极理推而至于斯乎？宁得先知之神乎？可疑者，何古人独能而今人不能？治平丁未岁十月，安陆郑獬于荆南画堂记之。”后，今大参元公镇荆，文莹因道其事，愿以其文刻于庙，求公一后序，以必信于世，公欣然诺之。未几，以翰林召归为学士，逮参大政，兹事因寝，尚郁于心。 \\n 皇祐中，杨待制安国迩英阁讲《周易》，至“节卦”有“慎言语，节饮食”之句。杨以语朴，仁宗反问贾魏公曰：“慎何言语？节何饮食？”魏公从容进其说曰：“在君子言之，则出口之言皆慎，入口之食皆节；在王者言之，则命令为言语，燕乐为饮食。君天下者当慎命令，节燕乐。”上大喜。后讲《论语》，当经者乃东北一明经臣，讲至“自行束修以上”之文，忽进数谈，殆近乎攫，曰：“至于圣师诲人尚得少物，况余人乎？”侍筵群公惊愧汗浃。明日，传宣经筵臣僚各赐十缣。诸公皆耻之，方议共纳，时宋莒公庠留身，奏：“臣闻某人经筵进鄙猥之说，自当深谴，反以锡赐，诚谓非宜。然余臣皆已行之，命拜赐可也。若臣弟祁，以臣在政府，于义非便，今谨独纳。”上笑曰：“若卿弟独纳，不独妨诸臣，亦贻某人之羞。但传朕意受之。” \\n 祥符四年，驾幸汾阴，起偃师，驻跸永安。天文院测验浑仪杜贻范奏：“卯时二刻，日有赤黄辉气，变为黄珥，又变紫气。巳时后，辉气复生。” \\n 祥符四年正月，天书至郑州，有鹤一只西来，两只南来，盘旋久之不见。是日午时，车驾至行宫，复有鹤三只飞于行宫之上。 \\n 寇忠愍罢相，移镇长安，悰恍牢落，有恋阙之兴，无阶而入。忽天书降于乾祐县，指使朱能传意密谕之，俾公保明入奏，欲取信于天下。公损节遂成其事，物议已讥之。未几，果自秦川再召入相。将行，有门生者忘其名请独见，公召之，其生曰：“某愚贱，有三策辄渎钧重。”公曰：“试陈之。”生曰：“第一，莫若至河阳称疾免觐，求外补以远害。第二，陛觐日，便以乾祐之事露诚奏之，可少救平生公直之名。第三，不过入中书为宰相尔。”公不悦，揖起之。后诗人魏野以诗送行，中有“好去上天辞将相，归来平地作神仙”之句，盖亦警之为赤松之游。竟不悟，至有海康之往。 \\n 汝州叶县大井涸，忽得一石，上刻四句云：“叶邑之阴，汝颍之东。兹有国宝，永藏其中。”叶人大惑，谓之“神石”，置于县祠中，享祷日盛。贪夫至有浚井掘田，愿求国宝者，累岁未已。忽一客因游仙岛观北极殿，有一础为柱所压，柱棱外镌四句犹可见，曰“赋世永算，享国巨庸，子贤而嗣，命考而终”。其客徐以庙中神石之句合之，其韵颇协，量之，复长短无差。白邑宰，取其础观，乃唐开成中一中郎将墓志尔，安础时欲取其方，因裁去，余石弃井中，后得之。遂解惑焉。 \\n 吕申公累乞致仕，仁宗眷倚之重，久之不允。他日，复叩于便坐，上度其志不可夺，因询之曰：“卿果退，当何人可代？”申公曰：“知臣莫若君，陛下当自择。”仁宗坚之，申公遂引陈文惠尧佐，曰：“陛下欲用英俊经纶之臣，则臣所不知。必欲图任老成，镇静百度，周知天下之良苦，无如陈某者。”仁宗深然之，遂大拜。后文惠公极怀荐引之德，无以形其意，因撰《燕词》一阕，携觞相馆，使人歌之曰：“二社良辰，千秋庭院，翩翩又见新来燕。凤凰巢稳许为邻，潇湘烟暝来何晚。乱入红楼，低飞绿岸，画梁时拂歌尘散。为谁归去为谁来，主人恩重朱帘卷。”申公听歌，醉笑曰：“自恨卷帘人已老。”文惠应曰：“莫愁调鼎事无功。”老于岩廊，酝藉不减。顷为浙漕，有《吴江》诗：“平波渺渺烟苍苍，菰蒲才熟杨柳黄。扁舟系岸不忍去，秋风斜入鲈鱼乡。”又《湖州碧澜堂》诗：“苕溪清浅霅溪斜，碧玉光寒照万家。谁向月明终夜听，洞庭渔笛隔芦花。” \\n 余顷与凌叔华郎中景阳登襄阳东津寺阁。凌，博雅君子也，蔡君谟、吴春卿皆昔师之，素称翰墨之妙。时寺阁有旧题二十九字在壁者，字可三寸余，其体类颜而逸，势格清美，无一点俗气。其语数句，又简而有法，云：“杨孜，襄阳人。少以词学名于时，惜哉不归！今死矣，遗其亲于尺土之下。悲夫！”止吾二人者徘徊玩之，不忍去。恨不知写者为谁，又不知所题之事。后诘之于襄人，乃杨庶几学士，死数载，弃双亲之殡在香严界佛舍中已廿年。 \\n 郑毅夫公入翰林为学士。后数月，今左揆王相国继入。其玉堂故事：以先入者班列居上。郑公奏曰：“臣德业学术及天下士论，皆在王某之下，今班列翻居其上。臣所不遑，欲乞在下。”主上面谕之，揆相固辞曰：“岂可徇郑某谦抑，而变祖宗典故耶？”又数日，郑公乞罢禁林以避之，主上特传圣语：“王某班列在郑某之上，不得为永例。”后揆相为郑父纾志其墓，语笔优重，至挽词有“欲知阴德事，看取玉堂人”之句，佳其谦也。 \\n 潘佑事江南，既获用，恃恩乱政，谮不附己者，颇为时患。以后主好古重农，因请稍复井田之法，深抑兼并，民间旧买之产使即还之，夺田者纷纷于州县。又按《周礼》造民籍，旷土皆使树桑，民间舟车、碓硙、箱箧、镮钏之物悉籍之。符命旁午，急于星火，吏胥为奸，百姓大挠，几聚而为乱。后主寤，急命罢之。佑有文而容陋，其妻右仆射严续之女，有绝态。一日晨妆，佑潜窥于鉴台，其面落鉴中，妻怖遽倒，佑怒其恶己，因弃之。佑方丱，未入学，已能文，命笔题于壁曰：“朝游苍海东，暮归何太速。只因骑折玉龙腰，谪向人间三十六。”果当其岁诛之。 \\n 诗人鲍郎中当，知睦州日，尝言桐庐县一民兼并刻剥，闾里怨之，尽诅曰：“死则必为牛。”一旦死，果邻村产一白牛，腹旁分明题其乡社、名姓。牛主潜报兼并之子，亟往窥之，既果然，亦悲恨无计。又恐其事之暴，欲以价求之。其民须得百千方售，其孤亦如数赠之。既得之，遂豢于家。未几，一针笔者持金十千首于郡曰：“某民令我刺入声。字于白牛腹下，约得金均分，今实不均，故首之。”吏鞠刺时之事。曰：“以快刀剃去氄毛，以针墨刺字，毛起，则宛如天生。”鲍深嫉之，黥二奸，窜于岛。 \\n 庆历中，一日，丞相将出中书，候午漏未上，因从容聚厅闲话，评及本朝文武之家箕裘嗣续阀阅之盛。诸公屈指，若文臣惟韩大参亿之家，武臣惟夏宣徽守赟之家。堂吏驰白韩、夏二宅，以为美报。 \\n 冲晦处士李退夫者，事矫怪，携一子游京师，居北郊别墅，带经灌园，持古风外饰。一日，老圃请撒园荽，即《博物志》张骞西域所得胡荽是也。俗传撒此物，须主人口诵猥语播之则茂。退夫者固矜纯节，执菜子于手撒之，但低声密诵曰“夫妇之道，人伦之性”云云，不绝于口。夫何客至，不能讫事，戒其子使毕之。其子尤矫于父，执余子咒之曰：“大人已曾上闻。”皇祐中，馆阁以为雅戏，凡或谈话清淡，则曰“宜撒园荽一巡”。 \\n 冯大参当世公始求荐于武昌，会小宗者庸谬寡鉴，坚欲黜落，又欲置于末缀。时鄂倅南宫诚监试，当拆封定卷，大不平，奋臂力主之，须俾魁送。小宗者理沮，不免以公冠于乡版，果取大魁，释褐除荆南倅。南宫迁潭倅，公以诗寄谢曰：“尝思鹏海隔飞翻，曾得天风送羽翰。恩比丘山何以戴？心同金石欲移难。经年空叹音题绝，千里长思道义欢。每向江陵访遗治，邑人犹指县题看。”笺云：“江陵县额，即君临治时亲墨也。” \\n 杨文公由禁林为汝守，张尚书咏移书云：“张老子今年七十矣，气血衰劣，湎然沉昏，入静自守，以真排邪。忽睹来缄，不审大年官若是，而守若是。又思大年气薄多病，应遂移疾之请。盛年辞荣，是名高格。若智不及气屑屑罹祸者，自古何限？大年素养道气，宜终窭扫地，莫致润屋，得君得时，无害生民。大年知张老子乎？老子心无蕴畜，绝情绝思，顾身世若脱屣，岂能念他人乎？大年自持。不宣。咏白。”其语直气劲，如乖崖之在目。干宝《晋书》称王献之尝云“吾于文章书札识人之形貌情性”，真所谓也。 \\n 崔公谊者，邓州德学生也，累举不第。后竟因舅氏贾魏公荫，补莫州任丘簿。熙宁初，河北地震未已，而公谊秩满，挈家已南行数程。一夕，宿孤村马铺中，风电阴黑，夜半急叩门呼曰：“崔主簿在否？”送还仆曰：“在。”又呼曰：“莫州有书。”崔闻之，方披皮遽起，未开门，先问：“何人书？”曰：“无书，只教传语崔主簿：君合系地动压杀人数，辄敢擅逃过河。已收魂岱岳，到家速来。”迨开门，寂无所睹。其妻乃陈少卿宗儒之女，陈卿时知寿州。崔度其必死，遂兼程送妻孥至寿阳，次日遂卒。 \\n 宝元己卯岁，予游泗州昭信县，时大龙胡公中复初筮尉此邑，因获谒之。一日往访，其厅已摧，延别斋会话，且述栋挠之由云：“此厅不知其几千百年，凡直更者无一夕不在其下。今日五鼓忽摧，仆大惊，已谓更人必齑粉矣，急开堂扉呼之，五吏俱声喏。仆怪问曰：‘汝辈夜来何处打更？’更夫对曰：‘某等皆见甲士数人，仗戈叱起，令速移东廊，稍缓则死。时惊怖颠仆疾走而去，未及廊，其厅已摧。’”公因谓予曰：“台隶，贱人也，动静尚有物卫之，况崇高聪明乎？”予后还余杭，犹忆公以诗送行，有“谈经飞辨伏簪绅，杯渡西来访故人”之句。 \\n 太宗善望气。一岁春晚，幸金明，回跸至州北合欢拱圣营，雨大下。时有司供拟无雨仗，因驻跸辕门以避之，谓左右曰：“此营他日当出节度使二人。”盖二夏昆仲守恩、守赟在营方丱，后侍真庙于藩邸，当龙飞，二公俱崇高。后守恩节为度使，守赟知枢密院事，终于宣徽南、北院使。 \\n 胡大监旦丧明岁久，忽襄阳奏入，胡某欲诣阙乞见。真宗许之。既到阙，王沂公曾在中书，谓诸公曰：“此老利吻。若获对，必妄讦时政。”因先奏曰：“胡某瞽废日久，廷陛蹈舞失容，恐取笑于仗卫。乞令送中书问求见之因。”真宗令中人阁门传宣，送旦于中书，或有陈叙，具封章奏上。胡知必庙堂术也。至堂方及席，沂公与诸相具诸生之礼，列拜于前，旦但长揖。方坐，沂公问丈曰：“近目疾增损如何？”胡曰：“近亦稍减，见相公、参政只可三二分来人。”其凉德率此。再问所来之事，坚乞引对。中人再传圣语，既无计，但言襄阳元书乞赐一见。诸相曰：“此必不可得。”急具札子奏，批下，奉圣旨依奏，乞见宜不允。 \\n 尹师鲁为渭帅，与刘沪、董士廉辈议水逻城事。既矛盾，朝旨召尹至阙，送中书，给纸札供析。昭文吕申公因聚厅啜茶，令堂吏置一瓯投尹曰：“传语龙图，不欲攀请，只令送茶去。”时集相幸师鲁之议将屈，笑谓诸公曰：“尹龙图莫道建茶磨去磨来，浆水亦咽不下。”师鲁之幄去政堂切近，闻之，掷笔于案，厉声曰：“是何委巷猥语，辄入庙堂？真治世之不幸也！”集相愧而衔之。后致身于祸辱，根于此也。 \\n 范文正公镇青社，会河朔艰食，青之舆赋移博州置纳。青民大患辇置之苦，而河朔斛价不甚翔踊。公止戒民本州纳，价每斗三鍰，给抄与之，俾签幕者挽金往干，曰：“博守席君夷亮，余尝荐论，又足下之妇翁也。携书就彼，坐仓以倍价招之，事必可集。赍巨榜数十道，介其境则张之。设郡中不肯假廪，寄僧舍可也。”签禀教行焉，至则皆如公料。村斛时为厚价所诱，贸者山积，不五日遂足。而博斛亦衍，斛金尚余数千缗，随等差给还。青民因立像祠焉。 \\n 舒州祖山因芟薙萝蔓得一诗，刻在峭壁，乃杜牧之《金陵怀古》也。曰：“《玉树》歌沉王气终，景阳兵合曙楼空。梧楸远近千家冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚翻浪夜还风。英雄一去豪华尽，唯有江山似洛中。”遍阅集中无之，必牧之之作也。又《薛许昌集》中见之。 \\n 王冀公钦若乡荐赴阙，张仆射齐贤时为江南漕，以书荐谒钱希白公易，时以才名，方独步馆阁。适会延一术士以考休咎，不容通谒。冀公局促门下，因厉声诟阍人。术者遥闻之，谓钱曰：“不知何人耶？若声形相称，世无此贵者，但恐形不副貌耳。愿邀之，使某获见。”希白召之。冀公单微远人，神骨疏瘦，复赘于颈，而举止山野。希白蔑视之。术者悚然，侧目瞻视。冀公起，术者稽颡兴叹曰：“人中之贵有此十全者！”钱戏曰：“中堂内便有此等宰相乎？”术人正色曰：“公何言欤！且宰相何时而无，此君不作则已，若作之，则天下康富，而君臣相得，至死有庆而无吊。不完者，但无子尔。”钱戏曰：“他日将陶铸吾辈乎？”术者曰：“恐不在他日，即日可待。愿公毋忽。”后希白方为翰林学士，冀公已真拜。 \\n 唐质肃公介一日自政府归，语诸子曰：“吾备位政府，知无不言，桃李固未尝为汝辈栽培，而荆棘则甚多矣。然汝等穷达莫不有命，惟自勉而已。” \\n 刘孝叔吏部公述深味道腴，东吴端清之士也。方强仕之际，已恬于退。撰一阕以见志，曰：“挂冠归去旧烟萝，闲身健，养天和。功名富贵非由我，莫贪他，这岐路，足风波。水晶宫里家山好，物外胜游多。晴溪短棹时时醉，唱里棱罗，天公奈我何？”后将引年，方得请为三茅宫僚，始有“养天和”之渐，夫何已先朝露，歌此阕几三十年。信乎！一林泉与轩冕难为必期。 \\n 宋九释诗惟惠崇师绝出，尝有“河分岗势断，春入烧痕青”之句，传诵都下，籍籍喧著。余缁遂寂寥无闻，因忌之，乃厚诬其盗。闽僧文兆以诗嘲之，曰：“河分岗势司空曙，春入烧痕刘长卿。不是师兄偷古句，古人诗句犯师兄。” \\n 寇莱公一日延诗僧惠崇于池亭，探阉分题，丞相得《池上柳》“青”字韵，崇得《池上鹭》“明”字韵。崇默绕池径，驰心于杳冥以搜之，自午及晡，忽以二指点空微笑曰：“已得之，已得之。此篇功在‘明’字，凡五押之俱不倒，方今得之。”丞相曰：“试请口举。”崇曰：“照水千寻迥，栖烟一点明。”公笑曰：“吾之柳，功在‘青’字，已四押之，终未惬，不若且罢。”崇诗全篇曰：“雨绝方塘溢，迟徊不复惊。曝翎沙日暖，引步岛风清。”及断句云：“主人池上凤，见尔忆蓬瀛。” \\n 范文正公谪睦州，过严陵祠下，会吴俗岁祀，里巫迎神，但歌《满江红》，有“桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃”之句。公曰：“吾不善音律，撰一绝送神。”曰：“汉包六合网英豪，一个冥鸿惜羽毛。世祖功臣三十六，云台争似钓台高。”吴俗至今歌之。 \\n 太祖皇帝将展外城，幸朱雀门，亲自规画，独赵韩王普时从幸。上指门额问普曰：“何不只书‘朱雀门’，须著‘之’字安用？”普对曰：“语助。”太祖大笑曰：“之乎者也，助得甚事？” \\n 一岁，潭州一巨贾私藏蚌胎，为关吏所搜，尽籍之，皆南海明珠也。在仕无不垂涎而爱之，太守而下轻其估，悉自售焉。唐质肃公介时以言事谪潭倅，分珠狱发，奏方入，仁宗预料谓近侍曰：“唐介必不肯买。”案具奏核，上览之，果然。真所谓“知臣莫若君”也。 \\n 开平元年，梁太祖即位，封钱武肃镠为吴越王。时有讽钱拒其命者，钱笑曰：“吾岂失为一孙仲谋耶？”拜受之。改其乡临安县为临安衣锦军。是年省茔垄，延故老，旌钺鼓吹振耀山谷。自昔游钓之所，尽蒙以锦绣，或树石至有封官爵者。旧贸盐肩担，亦裁锦韬之。一邻媪九十余，携壶浆角黍迎于道。镠下车亟拜，媪抚其背，犹以小字呼之，曰：“钱婆留，喜汝长成。”盖初生时光怪满室，父惧，将沉于丫溪，此媪酷留之，遂字焉。为牛酒大陈乡饮，别张蜀锦为广幄，以饮乡妇。凡男女八十已上金樽，百岁已上玉樽。时黄发饮玉者尚不减十余人。镠起，执爵于席，自唱《还乡歌》以娱嫔曰：“三节还乡兮挂锦衣，吴越一王驷马归。临安道上列旌旗，碧天明明兮爱日辉。父老远近来相随，家山乡眷兮会时稀，斗牛光起兮天无欺。”止。时父老虽闻歌进酒，都不之晓，武肃觉其欢意不甚浃洽。再酌酒，高揭吴喉唱山歌以见意，词曰：“你辈见侬底欢喜，吴人谓“侬”为“我”。别是一般滋味子，呼“味”为“寐”。永在我侬心子里。”止。歌阕，合声赓赞，叫笑振席，欢感闾里。今山民尚有能歌者。 \\n 余杭能万卷者，浮图之真儒，介然持古人风节。有奥学，著《典类》一百廿卷。天禧中，秘馆购书，王冀公钦若特请附焉。冀公尤所礼重。其居延庆寺，在大慈坞，时儒皆抱经授业。师居尝喜阅《唐韵》，诸生长窃笑。一日出题于法堂，曰“枫为虎赋”，其韵曰“脂、入、于、地，千、岁、成、虎”。诸生皆不谕，固请之，不说。凡月余，检经、史殆百家会最小说，俱无见者，阁笔以听教。师曰：“闻诸君笑老僧酷嗜《唐韵》，兹事止在‘东’字韵第二版，请详阅。”诸生检之，果见“枫”字注中云：“黄帝杀蚩尤，弃其桎梏，变为枫木，脂入地千年，化为虎魄。”后诸生始敬此书。又有云松液入地为虎魄者。唐李峤《咏魄诗》有“曾为老伏苓，本是寒松液。蚊蚋落其中，千年犹可觌”之句，未知孰是。余顷见虎魄中蚊蚋数枚，凝结在内，信峤诗不诬。 \\n 江南李后主煜性宽恕，威令不素著，神骨秀异，骈齿，一目有重瞳，笃信佛法。殆国势危削，自叹曰：“天下无周公、仲尼，君道不可行。”但著《杂说》百篇以见志。十一月，猎于青龙山，一牝狙触网于谷，见主两泪，稽颡搏膺，屡指其腹。主大怪，戒虞人保以守之。是夕，果诞二子。因感之，还幸大理寺，亲录囚系，多所原贷。一大辟妇，以孕在狱，产期满则伏诛，未几亦诞二子。煜感牝狙之事，止流于远，吏议短之。 \\n 退傅张邓公士逊，晚春乘安舆出南薰，缭绕都城，游金明。抵暮，指宜秋而入，阍兵捧门牌请官位，退傅止书一阕于牌，云：“闲游灵沼送春回，关吏何须苦见猜。八十衰翁无品秩，昔曾三到凤池来。” \\n 江南钟辐者，金陵之才生，恃少年有文，气豪体傲。一老僧相之曰：“先辈寿则有矣，若及第，则家亡。记之！”生大悖曰：“吾方掇高第以起家，何亡之有？”时樊若水女才质双盛，爱辐之才而妻之。始燕尔，科诏遂下。时后周都洛，辐入洛应书，果中选于甲科第二。方得意，狂放不还，携一女仆曰青箱，所在疏纵。过华州之蒲城，其宰仍故人，亦酝藉之士，延留久之。一夕盛暑，追凉于县楼，痛饮而寝，青箱侍之。是夕，梦其妻出一诗为示，怨责颇深，诗曰：“楚水平如练，双双白鸟飞。金陵几多地，一去不言归。”梦中怀愧，亦戏答一诗，曰：“还吴东下过蒲城，楼上清风酒半醒。想得到家春已暮，海棠千树欲凋零。”既寤，颇厌之，因理装渐归。将至采石渡，青箱心疼，数刻暴卒。生感悼无奈，匆匆槁葬于一新坟之侧，急图到家。至则门巷空阒，榛荆封蔀，妻亦亡已数月。访亲邻，樊亡之夜，乃梦于县楼之夕也。后数日，亲友具舟携辐致奠于葬所，即青箱槁葬之侧新坟，乃是不植他木，惟海棠数枝，方叶凋萼谢，正合诗中之句。因拊膺长恸曰：“信乎！浮图师‘及第家亡’之告。”因竟不仕，隐钟山，著书守道，寿八十余。江南诸书及小说皆无，惟《潘祐集》中有《樊氏墓志》，事与此稍同。 \\n 钱思公镇洛，所辟僚属尽一时俊彦。时河南以陪都之要，驿舍常阙。公大创一馆，榜曰“临辕”。既成，命谢希深、尹师鲁、欧阳公三人者各撰一记，曰：“奉诸君三日期，后日攀请水榭小饮，希示及。”三子相掎角以成其文，文就，出之相较。希深之文仅五百字，欧公之文五百余字，独师鲁止用三百八十余字而成之，语简事备，复典重有法。欧、谢二公缩袖曰：“止以师鲁之作纳丞相可也，吾二人者当匿之。”丞相果召，独师鲁献文，二公辞以他事。思公曰：“何见忽之深，已砻三石奉候。”不得已俱纳之。然欧公终未伏在师鲁之下，独载酒往之，通夕讲摩。师鲁曰：“大抵文字所忌者，格弱字冗。诸君文格诚高，然少未至者，格弱字冗尔。”永叔奋然持此说别作一记，更减师鲁文廿字而成之，尤完粹有法。师鲁谓人曰：“欧九真一日千里也。”思公兼将相之位，帅洛，止以宾友遇三子。创道服、筇杖各三，每府园文会，丞相则寿巾紫褐，三人者羽氅携筇而从之。 \\n 太宗喜弈棋，谏臣有乞编窜棋待诏贾玄于南州者。且言玄每进新图妙势，悦惑明主，而万机听断，大致壅遏，复恐坐驰睿襟，神气郁滞。上谓言者曰：“朕非不知，聊避六宫之惑耳。卿等不须上言。” \\n 真宗尝以御制《释典文字法音集》三十卷，天禧中诏学僧廿一人于传法院笺注，杨大年充提举注释院事。制中有“六种震动”之语，一僧探而笺之，暗碎繁驳将三百字，大年都抹去，自下二句止八字，曰：“地体本静，动必有变。”其简当若此。 \\n 杜祁公以宫师致仕于南都。时新榜一巍峨者出倅巨藩，道由应天。太师王资政举正以其少年高科，方得意于时，尽假以牙兵、宝辔、旌钺导从，呵拥特盛。祁公遇于通衢，无他路可避，乘款段，裘帽暗弊。二老卒敛马侧立于傍，举袖障面。新贵人颇恚其立马而避，问从者曰：“谁乎？”对曰：“太师相公。” \\n 真宗欲择臣僚中善弓矢、美仪彩，伴虏使射弓，时双备者惟陈康肃公尧咨可焉，陈方以词职进用。时以晏元献为翰林学士、太子左庶子，事无巨细皆咨访之。上谓晏曰：“陈某若肯换武，当授与节钺，卿可谕之。”时康肃母燕国冯太夫人尚在，门范严毅。陈曰：“当白老母，不敢自辄。”既白之，燕国命杖挞之，曰：“汝策名第一，父子以文章立朝为名臣。汝欲叨窃厚禄，贻羞于阀阅，忍乎？”因而无报。真宗遣小珰以方寸小纸细书问晏曰：“主皮之议如何？”小珰误送中书，大臣慌然不谕。次日禀奏，真宗不免笑而就之：“朕为不晓此一句经义，因问卿等。”止黜其珰于前省，亦不加罪。 \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷下", "正文": "　 \\n 湘山野录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷下卷下 \\n  \\n  \\n  \\n  \\n 石曼卿一日谓秘演曰：“馆俸清薄，不得痛饮，且僚友䦆之殆遍，奈何？”演曰：“非久引一酒主人奉谒，不可不见。”不数日，引一纳粟牛监簿者，高资好义，宅在朱家曲，为薪炭市评，别第在繁台寺西，房缗日数十千。长谓演曰：“某虽薄有涯产，而身迹尘贱，难近清贵。慕师交游尽馆殿名士，或游奉有阙，无吝示及。”演因是携之以谒曼卿，便令置宫醪十担为贽。列酝于庭，演为传刺。曼卿愕然问曰：“何人？”演曰：“前所谓酒主人者。”不得已因延之，乃问甲第何许，生曰：“一别舍介繁台之侧。”其生粗亦翔雅。曼卿闲语演曰：“繁台寺阁虚爽可爱，久不一登。”其生离席曰：“学士与大师果欲登阁，乞预宠谕，下处正与阁对，容具家蔌在阁迎候。”石因诺之。一日休沐，约演同登。演预戒生，生至期果陈具于阁，器皿精核，冠于都下。石、演高歌褫带，饮至落景。曼卿醉，喜曰：“此游可纪。”以盆渍墨，濡巨笔以题云：“石延年曼卿同空门诗友老演登此。”生拜扣曰：“尘贱之人幸获陪侍，乞挂一名以光贱迹。”石虽大醉，犹握笔沉虑，无其策以拒之，遂目演。醉舞佯声讽之曰：“大武生牛也，捧砚用事可也。”竟不免，题云：“牛某捧砚。”永叔后以诗戏曰：“捧砚得全牛。” \\n 寇莱公尝曰：“母氏言，吾初生两耳垂有肉环，数岁方合。自疑尝为异僧，好游佛寺，遇虚窗静院，惟喜与僧谈真。”公历富贵四十年，无田园邸舍，入觐则寄僧舍或僦居。在大名日，自出题试贡士，曰《公仪休拔园葵赋》、《霍将军辞治第诗》，此其志也。诗人魏野献诗曰：“有官居鼎鼐，无地起楼台。”采诗者以为中的。虏使至大名，问公曰：“莫是‘无地起楼台’相公否？”公因早春宴客，自撰乐府词，俾工歌之，曰：“春早，柳丝无力，低拂青门道。暖日笼啼鸟，初折桃花小。遥望碧天净如扫，曳一缕轻烟缥缈。堪惜流年谢芳草，任玉壶倾倒。” \\n 王冀公罢参政，真宗朝夕欲见，择便殿清近，惟资政为优，因以公为本殿大学士。公奏曰：“臣虽出于寒贱，不能独宿，欲乞除一臣僚兼之。”遂以陈文僖彭年并直。一夕，公携一巨榼入宿，方与陈寒夜闲饮，遽中人持钥开宫扉独召公，匆匆而入，谓陈曰：“请同院不须相候，独酌数杯先寝。”至行在，真宗与公对饮，饮罢持禁烛送归，繁若列星。陈危坐伺之，已四更，笑曰：“同院尚未寝乎？”陈曰：“恭候司长，岂敢先寝？”喜笑倒载，解袜褫带几不能，坦腹自矜曰：“某江南一寒生，遭际真主。适主上以巨觥敌饮，仅至无算，抵掌语笑，如僚友之无间。”已而遂寝。殆晓，盥栉罢，与陈相揖，觉夜归数谈颇疏漏，自言：“夜来沉湎，殊不记归时之早晚，无乃失容于君子乎？”陈曰：“无之，但殷勤愧谢。”既别，已将趁班，同趋出殿门，执其手以语封之曰：“夜来数事，止是同院一人闻之。”文僖归谓子弟曰：“大臣慎密，体当如此。” \\n 李侍读仲容魁梧善饮，两禁号为李万回。真庙饮量，近臣无拟者，欲敌饮，则召公。公居常寡谈，颇无记论，酒至酣，则应答如流。一夕，真宗命巨觥俾满饮，欲剧观其量。引数入声。大醉，起，固辞曰：“告官家撤巨器。”上乘醉问之：“何故谓天子为‘官家’？”遽对曰：“臣尝记蒋济《万机论》言‘三皇官天下，五帝家天下’。兼三、五之德，故曰‘官家’。”上甚喜。从容数杯，上又曰：“正所谓‘君臣千载遇’也。”李亟曰：“臣惟有‘忠孝一生心’。”纵冥搜不及于此。 \\n 于晋公释褐授饶倅，同年白稹为判官。稹一日以片幅假缗于公，云：“为一故人至，欲具飧，举箧无一物堪质，奉假青蚨五镮，不宣。稹白谓之同年。”晋公笑曰：“是绐我也。榜下新婚，京国富室，岂无半千质具邪？惧余见挽，固矫之尔。”于简尾立书一阕，戏答曰：“欺天行当吾何有，立地机关子太乖。五百青蚨两家阙，白洪崖打赤洪崖。”时已兆朱崖之谶。 \\n 真宗国恤，凡荫补子弟有当斋挽之职者，若斋郎止侍斋祭，若挽郎至有执绋翣导灵仗者，子弟或赧之。王沂公曾在中书翰林，李承旨维视沂公为侄婿，凡两日诣中堂，求免某子挽铎之执。沂公曰：“此末事，请叔丈少候，首台聚厅当白之。”丁晋公出厅，沂公白之。丁遂诺，谓李曰：“何必承旨亲来？”李遂拜谢。拜起，戏谓丁曰：“昨日并今日，斋郎与挽郎。”盖言两日伺之。丁应声曰：“自然堪下泪，何必更残阳？”满座服其敏捷，而事更妥帖。不数日，遂出，未及落而南迁，下泪之谶也。 \\n 张尚书镇蜀时，承旨彭公乘始冠，欲持所业为贽，求文鉴大师者为之容。鉴曰：“请君遇旌麾游寺日，具襕鞹与文候之。老僧先为持文奉呈，果称爱，始可出拜。盖八座之性靡测。”一日果来，鉴以彭文呈之。公默览殆遍，无一语褒贬，都掷于地。彭公大沮。后将赴阙，临岐托鉴召彭至，语之曰：“向示盛编，心极爱叹，不欲形言者，子方少年，若老夫以一语奖借，必凌忽自惰，故掷地以奉激。他日子之官亦不减老夫，而益清近。留铁缗抄二百道为缣缃之助，勉之。”后果尽然。 \\n 僧录赞宁有大学，洞古博物，著书数百卷。王元之禹偁、徐骑省铉疑则就而质焉。二公皆拜之。柳仲涂开因曰：“余顷守维扬，郡堂后菜圃，才阴雨则青焰夕起，触近则散，何邪？”宁曰：“此磷力振切。火也。兵战血或牛马血着土，则凝结为此气，虽千载不散。”柳遽拜之，曰：“掘之，皆断枪折镞，乃古战地也。”因赠以诗，中有“空门今日见张华”之句。太宗欲知古高僧事，撰《僧史略》十卷进呈，充史馆编修，寿八十四。司天监王处讷推其命孤薄不佳，三命星禽晷禄壬遁，俱无寿贵之处。谓宁曰：“师生时所异者，止得天贵星临门，必有裂土侯王在户否？”宁曰：“母氏长谓某曰，汝生时卧草。钱文穆王元瓘往临安县拜茔，至门雨作，避于茅檐甚久，迨浣浴襁籍毕，徘徊方去。” \\n 皇祐间，馆中诗笔石昌言、杨休最得唐人风格。余尝携琴访之，一诗见谢尤佳，曰：“郑卫湮俗耳，正声追不回。谁传《广陵操》，老尽峄阳材。古意为师复，清风寻我来。幽阴竹轩下，重约月明开。”恐遗泯，故录焉。 \\n 苏子美有《赠秘演师》诗，中有“垂颐孤坐若痴虎，眼吻开合犹光精”之句。人谓与演写真。演颔额方厚，顾视徐缓，喉中含其声，尝若鼾睡。然其始云“眼吻开合无光精”，演以浓笔涂去“无”字，自改为“犹”字，向子美诟之曰：“吾尚活，岂当曰‘无光精’耶？”中又有一联云：“卖药得钱只沽酒，一饮数斗犹惺惺。”又都抹去。苏曰：“吾之作谁敢点窜耶？”演曰：“君之诗，出则传四海。吾不能断荤酒，为浮图罪人，何堪更为君诗所暴？”子美亦笑而从之。 \\n 苏子美以奏邸旧有赛神之会，局吏皆鬻积架旧伦以置肴具，岁以为常。惟子美作之，言者图席人以进，制狱锻炼，皆一时之名贤。狱既就黜，台馆为之一空，子美坐自盗律，削籍窜湖州。后朝廷有哀之之意，因郊赦文中特立一节：“应监主自盗情稍轻者，许刑部理雪。”言者又抨云：“郊赦之敕，先无此项，必挟情曲庇苏舜钦，固以此文舞之。析言破律杀无赦，乞付立法者于理。”竟不遂而死。有《郊禋感事》诗云“不及鸡竿下坐人”之句，哀哉！ \\n 钱文僖公若水，少时谒陈抟求相骨法，陈戒曰：“过半月，请子却来。”钱如期而往，至则邀入山斋地炉中。一老僧拥坏衲瞑目附火于炉旁。钱揖之，其僧开目微应，无遇待之礼。钱颇慊之。三人者嘿坐持久，陈发语问曰：“如何？”僧摆头曰：“无此等骨。”既而钱公先起，陈戒之曰：“子三两日却来。”钱曰：“唯。”后如期谒之，抟曰：“吾始见子神观清粹，谓子可学神仙，有升举之分，然见之未精，不敢奉许，特召此僧决之。渠言子无仙骨，但可作贵公卿尔。”钱问曰：“其僧者何人？”曰：“麻衣道者。” \\n 君谟蔡公出守福唐时，李泰伯遘自建昌携文访之。一日，命遘及陈孝廉烈早膳于后圃望海亭，不设樽酒。膳罢欲起，时方暮春，鬻酒于园，郡人嬉游，籍姬数子时亦寻芳于此，既太守在亭，因敛袖声喏而过。蔡公遂留之，旋命觥具，就以为侑。酒方行，举歌一拍，陈烈者惊惧怖骇，越墙攀木而遁。泰伯即席赋诗云：“七闽山水掌中窥，乘兴登临到落晖。谁在画帘沽酒处，几多鸣橹趁潮归。晴来海色依稀见，醉后乡心积渐微。山鸟不知红粉乐，一声檀板便惊飞。”盖讥其矫之过也。 \\n 钱子高明逸，始由大科知润州，值上元，于因胜寺法堂对设戏幄。庭下方以花砖遍甃，严雅始新，子高饬役徒掘砖埋柱。时长老达观师昙颖者，法辨迅敏，度其气骄难讽，但佯其语曰：“可惜打破八花砖。”钱厌之，谨不敢动。 \\n 抚人饶餗者，驰辨逞才，素捭阖于都下。熙宁初，免解到阙，因又失意。当朝廷始立青苗，方沮议交上，大丞相闭门不视事之际，生将出关，以诗投相阁，曰：“又还垂翅下烟霄，归指临川去路遥。二亩荒田须卖却，要钱准备纳青苗。”丞相亦以十金赆之。生少与刘史馆相公冲之有素，时刘相馆职知衡州，生假道封下，因谒之。公睹名纸，已蹙额不悦。生趋前亟曰：“某此行有少急干，不可暂缓，行李已出南关，又不敢望旌麾潜过，须一拜见，但乞一饭而去。”公既闻不肯少留，遂开怀待之。问曰：“途中无阙否？”生曰：“并无，惟乏好酒尔。”遂赠佳酝一担。拜别，鞭马遂行，公颇幸其去。至耒阳，密觇其令誉不甚谨，遽谒之曰：“知郡学士甚托致意，有双壶，乃兵厨精酝，仗某携至奉赠，请具书谢之。”其令闻以书为谢，必非诳诈；又幸其以酒令故人送至，其势可持，大喜之。急戒刻木，数刻间，醵金半鍰赆之，瞥然遂去。后数日，刘公得谢酝书方寤，寤已噬脐矣。又一岁，下第出京，庇巨商厚货以免征算，自撰除目一纸，尽宰府两禁及三路巨镇，除拜迁移，皆近拟议。凡过关，首谒局吏，坐定遽曰：“还闻近日差除否？”仕人无不愿闻者。曰：“某前数日闻镇院临出京，在某官宅恰见内探，录至遂行。”其间宁不少关亲旧者，闻之无不愿见。读讫即曰：“下第穷生，弊舟无一物，致烦公吏略赐一检。”其官皆曰：“岂烦如是。”言讫拜辞，飘然遂行。凡藉此术下汴、淮，历江海，其关赋仅免二三千缗。苟移其用以济大谋，遂为妙策欤。 \\n 都尉李文和公，犯御名。虽累世勋忠，尚天姻，而识学优赡，与杨文公为禅悦深交，其法辨与天下禅伯相角。沁园东北滨于池，曰“静渊庄”，构茅斋，延高僧。遇萧国大长主垂帨之日，设高座，鸣法鼓于宅之法堂，命谷隐、石霜、叶县三大禅者登座演法。时大长主松峦阁设箔观焉。临际宗范，每登座，拈拄杖敲击床机，以示法用。前二师说法竟，其末叶县禅师者机用刚猛，始登座，以拄杖就膝拗折，掷于地，无一语便下。文和笑曰：“老作家手段终别。”师曰：“都尉亦不得无过。”斯须，萧国召公入箔，怪问曰：“末后长老何故发怒？”公雍容对曰：“宗门作用，施设不定，乞无赐讶。”公将薨，治而不乱，自写遗颂曰：“拈下幞头，脱却腰带。若觅生死，问取皮袋。”时膈胃躁热，尼道坚就机问曰：“都尉，众生见劫尽，大火所烧时，切要照管主人翁。”公曰：“大师与我煎一服药来。”尼无语，公曰：“这师姑药也不会煎。”投枕未安而没。 \\n 吾友契嵩师，熙宁四年没于余杭灵隐山翠微堂。火葬讫，不坏者五物：睛、舌、鼻及耳毫、数珠。时恐厚诬，以烈火重锻，锻之愈坚。嵩之文仅参韩、柳间。治平中，以所著书曰《辅教编》携诣阙下，大学者若今首揆王相、欧阳诸巨公，皆低簪以礼焉。王仲仪公素为京尹，特上殿以其编进呈，许附教藏，赐号“明教大师”。嵩童体完洁，至死无犯，火讫根器不坏，此节可高天下之士。余昔怪其累夕讲谈，音若清磬，未尝少嗄，及终方得其验。嵩字仲灵，藤州人，诗类老杜，杨公济蟠收全集。公济深伏其才，答嵩诗有“千年犹可照吴邦”之句。 \\n 夏英公镇襄阳，遇大赦，赐酺宴，诏中有“致仕高年，各赐束帛”。时胡大监旦瞽废在襄，英公依诏旨选精缣十匹赠之。胡得缣以手扪之，笑曰：“寄语舍人，何寡闻至此！奉还五匹，请检《韩诗外传》及服虔、贾谊诸儒所解‘束帛戋戋，贲于丘园’之义，自可见证。”英公检之，果见三代束帛、束修之制。若束修则十挺之脯，其实一束也；若束帛则卷其帛，屈为二端，五匹遂见十端，表王者屈折于隐沦之道也，夏亦少沮。 \\n 宋齐丘相江南李先主昪及事中主璟二世，皆为右仆射。璟爱其才而知其不正。一日，选景于华林广园，以明妆列侍，召齐丘共宴，试小妓羯鼓，齐丘即席献《羯鼓》诗曰：“巧斫牙床镂紫金，最宜平稳玉槽深。因逢淑景开佳宴，为出花奴奏雅音。掌底轻憁孤鹊噪，杖头干快乱蝉吟。开元天子曾如此，今日将军好用心。”又尝献《凤凰台诗》，中有“我欲烹长鲸，四海为鼎镬。我欲罗凤凰，天地为矰缴”之句。皆欲讽其跋扈也，而主终不听。不得意，上表乞归九华，其略云：“千秋载籍，愿为知足之人；九朵峰峦，永作乞骸之客。”主知其诈也，一表许之，赐号“九华先生”，以青阳一县舆赋给之。怨毁万状。后放归田里锁之，穴其墙以给膳，遂自经，年七十三。初，上元县一民时疾暴死，心气尚暖，凡三日复苏，乃误勾也。自言至一殿庭间，忽见先主被五木缧械甚严，民大骇，窃问曰：“主何至于斯邪？”主曰：“吾为宋齐丘所误，杀和州降者千余人，以冤诉囚此。”主问其民曰：“汝何至斯耶？”其民具道误勾之事。主闻其民却得生还，喜且泣曰：“吾仗汝归语嗣君：凡寺观鸣钟当延之令永，吾受苦，惟闻钟则暂休，或能为吾造一钟尤善。”民曰：“我下民尔，无缘得见，设见之，胡以为验？”主沉虑曰：“吾在位尝与于阗国交聘，遗吾一瑞玉天王，吾爱之，尝置于髻，受百官朝。一日，如厕忘取之，因感头痛，楚神谓吾曰：‘玉天王置于佛塔或佛体中，则当愈。’吾因独引一匠携于瓦棺寺，凿佛左膝以藏之，香泥自封，无一人知者。汝以此事可验。”又云：“语嗣君：勿信用宋齐丘。”民既还家，辄不敢已，遂乞见主，具白之。果曰：“冥寞何凭？”民具以玉天王之事陈之。主亲诣瓦棺剖佛膝，果得之，感泣恸躄，遂立造一钟于清凉寺，镌其上云：“荐烈祖孝高皇帝脱幽出厄。”以玉像建塔葬于蒋山。齐丘宠待愈解。 \\n 张晦之景，以古学尚气义，走河朔，与冀州一侠少游。后侠者不轨，事败，景亦连继，捕之甚急，遂改姓名李田，遁窜四海。所至即题曰：“我非东方儿，木子也。不是牛耕土，田也。欲识我踪迹，一气万物母。”盖景尝撰《河东柳先生集序》，破题曰：“一气万物之母也”，世尽知之。景所以遍题者，亦欲导于知己。简寂观道士陈履常善奏章，能游神于冥寞。景以“李田”姓名谒之，求奏一章以决休否，陈许之。一夕，天虚夜清，冠简精恪。自初夜抱章俯伏于露坛，后夜方起，起忽谴之曰：“阴冥之事，尔尚欺之，况人间乎？吾上及三清，下逮九幽，阅籍无‘李田’者。子以欺阴，固无阴征矣。”景终于一散官，寿不五十。陈康肃尧咨知荆南，怜其道穷，为葬于龙山落帽台，碑以表其墓焉。庐在荆江之沲阴，枯桑废田，子孙凋零，尽为渔樵佣估。嗟哉！陆鲁望所谓“莫倚文章庇子孙”。集三十卷行于世。 \\n 成都无名高僧者，诵《法华经》有功，虽王均、李顺两乱于蜀，亦不敢害。一旦，忽一山童至寺，言：“先生来晨请师诵经，在药市奉候。”至则已在，引入溪岭数重，烟岚中构一跨溪山阁，乃其居也。仆传其语曰：“先生请师且诵经，老病起晚。诵至《见宝塔品》，愿见报，欲一听。”至此品，报之果出，野服杖藜，两眉垂肩，但默揖爇香侧听，听罢遂入，不复出。将斋，以藤盘竹箸秫饭一盂，杞菊数瓯，不调盐酪，美若甘露。食讫，仆持衬一鍰敬施之，曰：“先生寄语上人，远到山舍，不及攀送，遣仆送出路口。”因中途问仆曰：“先生何姓？”曰：“姓孙。”曰：“何名？”仆于僧掌中书“思邈”二字。僧因大骇，欲再往，仆遽失之。凡山中寻三日，竟迷旧路。归视衬资，乃金钱一百，皆良金也，中五六金，一半尚铁。由兹一膳，身轻无疾。天禧中，已一百五十岁，长游都市，后隐不见。 \\n 殿中丞程东美守宾州日，侬贼寇宾，因弃城，后得罪编置于郢，纯厚人也。能道守宾日监斩陈崇仪事甚详。自言狄相青，正月一日至宾，初六日诘旦，帅旆将起，就坐，擒陈及裨将供奉官忘其姓名，将斩之。捽二人者于庭，谓曰：“二君后事，但请无虑，青一切为置之。”时陈犯英庙讳。神识荒越，卒无一词。独供奉者慷慨不怖，气貌怡然，叩狄公曰：“某万死无恨，独一事须干台听：以亡母骨榇尚寄州南存留院二十年，不孝未葬，某今得罪既死，乞令烧讫，箧其骨，专遣人驰归，并家书付妻、男，将某骨与亡娘之骨买地一处葬之，则闭目受刀无恨矣。”狄公许之。擒二人者就廊酒食，时晓寒，酒饵冷落，陈但狂号不能食，独供奉者饮啖如平时，谓众兵曰：“吾本一健儿，今日陪奉一崇仪使吃剑，何亏于我乎？汝辈努力，无当效我。”索纸笔写家书，一字无误。及至市，先设衾褥面北正坐，顾持刀者曰：“刃銛利否？若一刀不断，我必诉汝于阴府。”言讫刃下，斩讫，大旆遂南矣。 \\n 潘逍遥阆，有诗名，所交游者皆一时豪杰。卢相多逊欲立秦邸，潘预其谋，混迹于讲堂巷，开药肆。刘少逸、鲍少孤二人者为药童，唐巾韦带，气貌爽秀。后太宗登极，秦邸之谋不集。潘有诗曰“不信先生语，刚来帝里游。清宵唐好梦，白日有闲愁”之句。事败，已环多逊宅，斯须将捕于阆。阆觉之，止奔其邻曰：“吾谋逆事彰。吾若就诛，止一身；奈汝并邻，皆知吾谋，编窜屠戮者不下数十人。今若匿得吾一身，则脱汝辈数家之祸。然万无搜近之理，所谓‘弩下逃箭’也。吾出门则擒之，汝辈自度宜如何？”其邻无可奈何，遂藏于壁。少顷，捕者四集，至则失之矣，朝廷下诸路画影以搜。狱既具，投多逊于崖。已而沸议渐息，阆服僧服髡须，五更持磬，出宜秋门至秦亭，挈檐为箍桶匠，投故人。阮思道为秦理掾，阴认之，遂呼至庭，俾葺故桶。阮提钱三鍰，明示于阆，大掷于案，乘马遂出。阆谕其意，提金直入于室，因匿焉。既归，责阍者曰：“案上三鍰及桶匠安在？”皆曰：“不知。”遂痛杖阍者，令捕之。阆恨之，遍寻于市，数日不得其踪。阮后徐讽秦帅曹武惠彬曰：“朝廷捕潘阆甚急，闻阆亦豪迈之士，窜伏既久，欲逭死地，稍裂网他逸，则何所不至？公，大臣也，可奏朝廷少宽捕典，或聊以一小官召出，亦羁縻之一端也。”帅然之，遂削奏，太宗以四门助教招之，因遂出。阆有清才，尝作《忆余杭》一阕，曰：“长忆西湖，尽日凭阑楼上望，三三两两钓鱼舟，岛屿正清秋。笛声依约芦花里，白鸟几行忽惊起。别来闲想整渔竿，思入水云寒。”钱希白爱之，自写于玉堂后壁。 \\n 蜀先主开建初，赐道士杜光庭为广德先生、户部侍郎、蔡国公。时蜀难方平，犹恶盗贼，犯者赃无多少皆斩。是岁蜀饥，有三盗糠者止得数斗，引至庭覆谳。会光庭方论道于广殿。视三囚殆亦恻隐，谓杜曰：“兹事如何？”亦冀其一言见救。而杜卒无一语，但唯唯而已。势不得已，遂斩之。杜归旧宫道院，三无首者立于旁，哭诉曰：“公杀我也。蜀主问公，意欲见救，忍不以一言活我。今冥路无归，将其奈何？”杜悔责惭痛，辟谷一年，修九幽脱厄科仪以拔之，其魂岁余方去。光庭，越州人，博学有文章，在唐为麟德殿供奉，有经纶才，唐室欲相之。 \\n 韩熙载字叔言，事江南三主，时谓之神仙中人。风彩照物，每纵辔春城秋苑，人皆随观。谈笑则听者忘倦，审音能舞，善八分及画笔，皆冠绝，简介不屈，举朝未尝拜一人。每献替，多嘉纳，吉凶仪制不如式者，随事稽正，制诰典雅，有元和之风。屡欲相之，为宋齐丘深忌，终不进用。陈觉以福州之败，齐丘庇之，特赦不诛。熙载上疏廷争，必请置法。齐丘益怒，诬以纵酒少检，贬和州司马。其实平生不饮，璟觉其谮，非久召还。年六十九，拜中书侍郎，卒。煜尝恨不得熙载为相，赠平章事，谥文靖。严仆射续以位高寡学，为时所鄙。又江文蔚尝作《蟹赋》讥续，略曰：“外视多足，中无寸肠。”又有“口有雌黄，每失途于相沫；胸中戈甲，尝聚众以横行”之句。续深赧之，强自激昂。以熙载有才名，固请撰其父神道碑，欲苟称誉取信于人。以珍货几万缗，仍辍未胜衣一歌鬟质冠洞房者，为濡毫之赠，意其获盼，必可深讽。熙载纳赠受姬，遂纳其请，文既成，但叙谱裔品秩及薨葬褒赠之典而已，无点墨道及续之事业者。续嫌之，封还，尚冀其改窜。熙载亟以向所赠及歌姬悉还之，临登车，止写一阕于泥金双带，曰：“风柳摇摇无定枝，阳台云雨梦中归。他年蓬岛音尘断，留取樽前旧舞衣。” \\n 李丞相沆有长者誉。一世仆逋宅金数十千，忽一夕遁去，有女将十岁，美姿格，自写一券系于带，愿卖于宅以偿焉。丞相大恻之，祝夫人曰：“愿如己子育于室，训教妇德，俟长成求偶嫁之。止请夫人亲结缡，以主其婚，然而务在明洁。”夫人如所诲。及笄，择一婿亦颇良，具奁币归之，女范果坚白。其二亲后归旧京闻之，沦感心骨。丞相病，夫妇刲股为羹馈之。至薨，衰绖三年。 \\n 熙宁丙辰岁，交贼寇邕，郡倅唐著作子正尽室遇害。唐，桂州人，治平中赴京调举，至全州，中途欲僦一仆，得一肩夫，乃游袁州日所役旧奴也。挈重担，劲若健羽，虽鞭马疾追，长先百步之外。恐他逸，遂遣之。其仆当日全州行至唐州，凡二千七百余里，日午已到，留书祝驿吏曰：“候桂州唐秀才至，即付之。”君后月余方到。唐下马于驿，驿吏前曰：“君非桂州唐秀才否？一月前，有人留一书在此。”因出示之。书面云：“呈桂州唐秀才。归真子谨封。”唐曰：“吾岂识归真子邪？”因启封，惟一诗，曰：“袁山相见又之全，不遇先生道未缘。大抵有心求富贵，到头无分学神仙。箧中灵药宜频施，鼎内丹砂莫妄传。待得角龙为燕会，好来黄壁卧林泉。”唐得之颇怪，因请其形貌，乃全州黜仆也。留书之日，即全州所遣之日。始悟神仙人。宝诗于箧，遇好事者则出之。及遇害，当丙辰，正合诗中谓“角龙”也。 \\n 江南徐知谔，为润州节度使温之少子也，美姿度，喜畜奇玩。蛮商得一凤头，乃飞禽之枯骨也，彩翠夺目，朱冠绀毛，金嘴如生，正类大雄鸡，广五寸，其脑平正，可为枕。谔偿钱五十万。又得画牛一轴，昼则啮草栏外，夜则归卧栏中。谔献后主煜，煜持贡阙下。太宗张后苑以示群臣，俱无知者。惟僧录赞宁曰：“南倭乌和反。海水或减，则滩碛微露，倭人拾方诸蚌胎中有余泪数滴者，得之和色著物，则昼隐而夜显。沃焦山时或风挠飘击，忽有石落海岸，得之滴水磨色染物，则昼显而夜晦。”诸学士皆以为无稽，宁曰：“见张骞《海外异记》。”后杜镐检《三馆书目》，果见于六朝旧本书中载之。 \\n 真宗深念稼穑，闻占城稻耐旱，西天绿豆子多而粒大，各遣使以珍货求其种。占城得种二十石，至今在处播之。西天中印土得绿豆种二石，不知今之绿豆是否。始植于后苑，秋成日宣近臣尝之，仍赐《占稻》及《西天绿豆》御诗。 \\n 祥符已前，中贵人尽带将仕郎阶。若太尉秦翰者，左珰之名将，累立战功，始以将仕郎内侍省内府承局。今则不问。翰后建彰国军节。 \\n 初，申国长公主为尼，掖庭嫔御随出家三十余人，诏两禁送于寺，赐斋馔。传宣各令作诗送，惟陈文僖公彭年诗尚有记者，云：“尽出花钿散宝津，云鬟初剪向残春。因惊风烛难留世，遂作池莲不染身。贝叶乍翻疑轴锦，焚声才学误梁尘。从兹艳质归空后，湘浦应无解佩人。”或云作诗之说恐非。好事者能于《鹧鸪天曲》声歌之。 \\n 明州天台教主礼法师，高僧也。聚徒四百众，以《往生净土诀》劝众修行。晚结十僧，修三年忏烧身为约。杨大年慕其道，三以书留之，云：“亿闻我师比修千日之忏，将舍四大之躯，结净土之十僧，生乐邦之九品。窃曾具恳，冀徇群情，乞住世以为期，广传道而兴利。愿希垂诺，冀获瞻风。”后礼师终不诺。又贻书杭州天竺式忏主，托渡江留之。亿再拜：“昨为明州礼教主宏发愿心，精修忏法，结十人之净侣，约三载之近期，决取乐国之往生，并付火光之正受。载怀景重，窃欲劝留。诚以天台大教之宗师，海国群伦之归向，传演秘筌之学，增延慧命之期，冀其住世之悠长，广作有情之饶益。遂形恳请，罄叙诚言，得其报音，确乎不夺。虑丧人天之眼目，孰为像季之津梁？忏主大师同禀哲师，兼化本国，可愿涉钱塘之巨浪，造鄞水之净居，善说无穷，宜伸于理夺，真机相契，须仗于神交。”是年诞节，恳永兴寇相国荐紫服以留之。时马副枢知节请大年撰其父全乂神道碑，润笔一物不受，止求荐一师号。马枢奏：“臣以杨某为先臣撰碑，况词臣润笔，国之常规，乞降圣旨，俾受臣所赠。”真宗召大年问之，因得以其事为奏。真宗深加叹重，谓大年曰：“但传朕意，留之住世，若师号朕与之，润笔卿宜无让。”遂赐号“法智大师”，住世七年方入灭。杨希白碑其贤于塔。 \\n 向大资敏中，祥符四年十月为东岳奉册使，奏：“奉册前十日，雨雪日甚，至十一月五日诣本庙奉册，忽至景气晴和，宛若春意。”又得兖州状，称：“据黄现铺人员夏兴状，今月四日将兵巡至马岭，见五人各服黄、紫衣，执幡。盖兴等恐是册使，向前迎接，忽然气雾渐起，即不见。”又得天贶观道士孙守一状：“册使诣本殿烧香毕，有皂鹤两只至殿盘旋飞翥甚久。”词臣各进颂。 \\n 欧公撰《石曼卿墓表》，苏子美书，邵餗篆额。山东诗僧秘演力干，屡督欧俾速撰。文方成，演以庚二两置食于相蓝南食殿砻讫，白欧公写名之日为具，召馆阁诸公观子美书。书毕，演大喜曰：“吾死足矣。”饮散，欧、苏嘱演曰：“镌讫，且未得打。”竟以词翰之妙，演不能却。欧公忽定力院见之，问寺僧曰：“何得？”僧曰：“半千买得。”欧怒，回诟演曰：“吾之文反与庸人半千鬻之，何无识之甚！”演滑稽特精，徐语公曰：“学士已多他三百八十三矣。”欧愈怒曰：“是何？”演曰：“公岂不记作省元时，庸人竞摹新赋，叫于通衢，复更名呼云‘两文来买欧阳省元赋’，今一碑五百，价已多矣。”欧因解颐。徐又语欧曰：“吾友曼卿不幸蚤世，固欲得君之文张其名，与日星相磨；而又穷民售之，颇济其乏，岂非利乎？”公但笑而无说。 \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "续录", "正文": "　 \\n 湘山野录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 续录续录 \\n  \\n  \\n  \\n  \\n 本朝眷待耆德，于仪物之盛，惟王文正公也。病深，屡乞骸，不允。扶掖求对于便坐，面恳之。真宗遣皇太子出幕拜留，曰：“吾方以卿翼吾儿，卿瘦瘠殆此，朕安敢强。”翊日，册拜太尉，诏礼官草仪，就都堂赴上，五日一起居，起居日，入中书预参决。遇军国重事，不限时日并入。至病之革，公召杨文公于卧内，嘱以后事曰：“吾深厌烦恼，慕释典，愿未来世得为苾篘林间宴坐观心为乐。将易箦之时，君为我剃除须发，服坏色衣，勿以金银之物置棺内。用茶毗火葬之法，藏骨先茔之侧，起一茅塔，用酬夙愿。吾虽深戒子弟，恐其拘俗，托子叮咛告之。”又曰：“仗子撰遗表，但罄叙感恋而已，慎毋及姻戚。”大年谓曰：“余事敢不一一拜教。若剃发三衣之事，此必难遵。公，三公也。万一薨奄，銮辂必有祓祧之临，自当敛赠公衮，岂可加于僧体乎？”至薨，大年与诸孤协议，但以三衣置柩中，不藏宝货而已。寿六十一。配享真宗庙廷。 \\n 太宗作九弦琴、七弦阮。尝闻其琴，盖以宫弦加廿丝，号为大武；宫弦减廿丝，号为小武；其大弦下宫徽之一徽定其声，小弦上宫徽之一徽定其声。太宗尝酷爱宫词中十小调子，乃隋贺若弼所撰，其声与意及用指取声之法，古今无能加者。十调者：一曰《不博金》；二曰《不换玉》；三曰《夹泛》；四曰《越溪吟》；五曰《越江吟》；六曰《孤猿吟》；七曰《清夜吟》；八曰《叶下闻蝉》；九曰《三清》；外一调最优古，忘其名，琴家只命曰《贺若》。太宗尝谓《不博金》、《不换玉》二调之名颇俗，御改《不博金》为《楚泽涵秋》，《不换玉》为《塞门积雪》。命近臣十人各探一调撰一辞。苏翰林易简探得《越江吟》，曰：“神仙神仙瑶池宴，片片，碧桃零落春风晚。翠云开处，隐隐金舆挽，玉鳞背冷清风远。”文莹京师遍寻琴、阮，待诏皆云七弦阮、九弦琴藏秘府，不得见。 \\n 嘉祐中，仁宗自内阁降密敕：“近以女谒纵横，无由禁止。今后应内降批出事，主司未得擅行，次日执奏定可否。”始数日，左承天门一宽衣老兵持竹弊器，上以败荷覆之。门吏搜之，乃金巨弁一枚，上缀巨蚌，灿然不知其数。禁门旧律尽依外门例：凡有搜拦，更不申覆，即送所司。时开封方鞫劾次，一小珰驰骑急传旨令放，其物即进呈。府尹魏公瓘不用执奏法，遂放之。唐质肃公介方在谏垣，疏曰：“陛下临御以来，所降敕旨，未有若执奏内批之敕为今治世之大公也。臣风闻禁门近有搜拦之狱，传旨令放，主司殊不顾执奏之法，乞再收犯者劾之，使正其典。”疏入不报。公又疏曰：“臣闻王者一语朝出，四海夕闻。今执奏之敕既为无用，乞下诏收之，免惑天下。”既而又不报。公又疏曰：“臣闻开封乃天下百执事之首司也。魏某为尹臣，君父语旨辄不遵守。望端门无咫尺之地，尚敢辄尔，况九州之远乎？欲重贬魏某，以咎不遵君命之恶。臣以言职，不能早寤清衷，亦乞罢黜。”魏由此降越州。时《感事诗》有“铁冠持白简，藩棘聚青蝇”之句。《谢上表》略云：“狂风动地，孤蓬所以易飘；众斧登山，直木终须先伐。”才者爱之。 \\n 张密学秉知冀州日，一巨盗劫民之财，复乱其女。贼败，得赃，将就戮。其被盗父母以不幸之事泣诉于公。公忿极，俾设架钉于其门，凡三日，醢之，义者颇快焉。后旬年，感痁疾，一日方午剧发，中使至宅急宣，公力疾促辔至禁门，中人引至便殿，垂箔立轩陛，久之，忽箔中厉声曰：“争得！”公认其声乃真宗也，不知其端，不敢奏辨。斯须又曰：“张秉争得非法杀人！”公方奏曰：“臣束发入仕，谨遵宪章，岂止丹笔书极典，虽一笞朴亦覆核精审。”上曰：“卿自与本人对辨。”引于殿西南隅，启一狱扉，囚系万状，始悟非人世也。引一铁校罪人，血肉淋漓，脂节星散，泣数于公曰：“汝用非法杀我，以肢体零散，奈何永无受托之所。”公方认冀贼也，诟之曰：“汝所犯岂止一死邪！糜万躯亦不足塞其父母之耻，将敢更有诉乎！”旁有一胥，容服谨严，视之，乃秉从事河阳日一幕典也，遇公甚勤，低容曰：“五刑自有常典，亦不得憾其诉。”公曰：“其将奈何？”吏曰：“幸公之算未尽，暂絓误至此尔。但遣人俾托生，可却还。”公怖且窘，叩其遣之之术于吏，曰：“念吾与子有河阳之旧。”吏曰：“遣功之大，无如《法华经》焉，但至诚许之。”公遂许归自召僧诵百部，以至添及千倍。囚亦不舍，公愈怖。吏又曰：“不必多为，其持诵之法但贵长久，日请一僧诵一部，许终其身，乃可遣也。”公如其说许之，果没不见。公三日神方还，观，始觉在榻后。乃日召一僧诵一部，至薨未尝一日废阙。 \\n 晏殊相年七岁，自临川诣都下求举神童。时寇莱公出镇金陵，殊以所业求见，莱公一见器之。既辞，命所乘赐马、鞯、辔送还旅邸，复谕之曰：“马即还之，鞯、辔奉资桂玉之费。”知人之鉴，今鲜其比。 \\n 太宗克复江南，得文臣徐铉，博通今古，擢居秘阁。一日，后苑象毙，上令取胆，剖腹不获。上异之，以问铉。铉奏曰：“请于前左足求之。”须臾，果得以进。亟召铉问，对曰：“象胆随四时在足，今方二月，故臣知在前左足也。”朝士皆叹其博识也。 \\n 景德初，匈奴寇澶，车驾议幸。时曹武公玮及秦翰为澶驻泊，诏许便宜军马事，不由中覆。二将议曰：“威辂不过河则已，万一渡桥，奈北澶州素不设备。”遂督士卒深阔渠以绕城，遂开，旋以枯蒿杂草覆渠面，使虏不测其深浅。驾至澶，臣僚乞驻跸澶南，宣灵诛以灭之可也。唯高殿前琼力挽銮驾以进，扬其声曰：“儒人之言多二三，愿陛下勿迟疑，不渡河无以安六军之心。”御驾方渡桥时，士卒不山呼，左右颇异之。琼曰：“乞急张黄屋，使远迩认之。”既而果齐声呼“万岁”，士气欢振。是夕，车驾次北澶。匈奴毳帐前一里，星殒如巨石，其声鸣吼，移刻殆尽，此最为澶渊之先吉也。皇弟雍王元份留守东京，暴中风眩，急诏王文贞旦代司留都事。 \\n 侯仁宝，即赵韩王普之甥也，世为洛阳大族，知邕州。久在岭外，求归西洛而无其计，诈以取交趾，矫其奏，乞诣阙面陈其策。太宗纳之。其舅韩王时已为卢多逊所谮，罢相出河阳。多逊当国，必知是役之艰，固欲致仁宝于败绩，以沮赵普。而太宗复不寤仁宝求归之矫，卢因奏曰：“今果许仁宝自邕至阙，复还岭表率师往取，反覆路远，恐为交人先警，岂若就湖南兵数万，乘不备而袭之？”太宗深然之，诏团练使孙全兴将湖南兵三万，与仁宝南取交州。兵至白藤江，为贼尽灭，仁宝为交趾所擒，枭首于米鸢县，宜然也。全兴奔北，斩于阙下。 \\n 蜀人严储者，与苏易简之父善。储之始举进士，而苏之子易简生。三日为饮局，有日者同席，储以年月询之，日者曰：“君当俟苏公之子为状元乃成名。”坐客皆笑。后归朝，累上不捷。太平兴国五年，果于易简榜下登第。 \\n 仁庙初纂临，升衮冕，才十二岁，未能待旦，起日高时，明肃太后垂箔拥佑。一日，遣中人传旨中书，为官家年小起晚，恐稽留百官班次，每日只来这里休语断会。首台丁晋公适在药告，惟冯相拯在中书，覆奏曰：“乞候丁谓出厅商议。”殆丁参告，果传前语。晋公口奏曰：“臣等止闻今上皇帝传宝受遗，若移大政于他处，则社稷之理不顺，难敢遵禀。”晋公由此许明肃之旨，复回责同列曰：“此一事，诸君即时自当中覆，何必须候某出厅，足见顾藉自厚也。”晋公更衣，冯谓鲁参曰：“渠必独作周公，令吾辈为莽、卓，乃真宰存心也。”初，寇忠愍南贬日，丁尝秉笔谓冯相曰：“欲与窜崖，又再涉鲸波，如何？”冯但唯唯，丁乃徐拟雷州。及丁之贬也，适当冯相秉笔，谓鲁参曰：“鹤相始欲贬寇于崖，尝有鲸波之叹。今暂屈周公涉鲸波一巡。”竟窜崖州。 \\n 郑工部文宝为陕运时，贼迁欲侵灵武，朝廷患之，诏郑便宜经度西事。郑前后自环庆亲部刍粟，越瀚海七百里，入灵武者十二次，诸羌之语皆通晓。郑心知灵武不可守，故参校史传作《河西陇右图》进呈，极言乞弃灵武。朝廷方遣大将王超援之，又力谏太宗：“太平之时慎无开边，疲弊生姓。”太宗阅奏极怒，摭以他事，坐擅议盐禁及违营田、以积石废垒筑为清远军三过，贬彬州蓝山令。王超援兵方至环州，灵武果没，遂班师。而李顺梗蜀，陇贼赵包聚徒数千附之。郑知必趋栈以进，分兵夜袭，斩其魁，歼余党。尝又轻车使蜀，至渝、涪，闻广武卒谋乱，自云安飞小楫下峡数百里，一夕擒之，所举如神。然太宗终怒，蓝山任满，更移枝江、京山二县，牢落五六年方复。 \\n 郑仲贤善诗，可参二杜之间，予收之最多。《归田录》所采者非警绝，盖欧公未全见也。在江南，师徐骑省铉小篆，尝篆千文以示铉，其字学不出一中指之甲。骑省尝曰：“篆难于小，而易于大。郑子小篆，李阳冰不及，若大篆可兼尔。”又学琴于崔谕德遵度，崔谓杨大年曰：“郑仲贤弹琴，恐古有之，若今则无。吾箧中畜琴朴一琴，号‘水泉’者，乃江南故国清风阁所宝，本欲携葬泉下，托君赠之，为我于龙池题数字记于腹，此琴之声可盖余琴六七而。”仲贤没，其子於陵进于秘府。文集二十卷、《谈苑》十卷、《江表志》二十卷。寿六十一。 \\n 杜祁公衍在中书，奏：“武臣带军职若四厢都虞候等出领藩郡，不惟遣使额重，而又供给优厚。在祖宗时，盖边臣俸给不足用，故以此优之，俾集边事。今四鄙宁肃，带此职者皆近戚纨绮，欲乞并罢。”仁宗深然之，许为著令，条告中外。方三日，一近姻之要者恳围掖，上不得已，忽批一内降，某人特与防御使、四厢都虞候、知南京，余人不得援例。次日，祁公执奏：“臣近奉圣词，玉音未收，昨日何忽又降此批？”仁宗降玉色谕云：“卿止勉行此一批，盖事有无可奈何者。”祁公正色奏曰：“但道杜衍不肯。”竟罢之。 \\n 太祖收晋，水侵河东之年，晋危，使伪命殿直程再荣间道入契丹求救兵。至西楼，叩于契丹宣徽使王白，曰：“南朝今收弊国，危蹙不保，乞师以救。”白深于术数，谓荣曰：“晋必无患。南兵五月十七日当回，晋次日必大济。”再荣因问他后安危之数，白曰：“后十年晋破，破即扫地矣。非惟晋破，而契丹亦衰，然扶困却犯中原，饮马黄河而返。”又曰：“晋破二十年后，契丹微弱，灭绝几无遗种矣。子但记之。”是时，王师果不克晋。殆后十年，当太平兴国四年，方平晋垒。又白尝谓契丹扶困再犯之事者，即太宗征渔阳旋兵，雍熙丙戌岁，会曹武惠彬伐燕不利，是年冬，虏报役，王师失势于河间，虏乘胜抵黄河而退，皆如王白之言。白，冀州人，年七十，语气方直，虽事契丹，尝谏曰：“南朝天地山河与虏不同，虽暂得一小胜，不足永恃。彼若雪耻，稍兴兵复燕、蓟，破榆关，而直趋滦河，恐穹庐毳幕，不劳一践而尽。”契丹厌其语，欲诛之，盖赖其学术。年八十卒。 \\n 祖、宗潜耀日，尝与一道士游于关河，无定姓名，自曰混沌，或又曰真无。每有乏则探囊金，愈探愈出。三人者每剧饮烂醉。生善歌《步虚》为戏，能引其喉于杳冥间作清微之声，时或一二句，随天风飘下，惟祖、宗闻之，曰：“金猴虎头四，真龙得真位。”至醒诘之，则曰：“醉梦语岂足凭耶？”至膺图受禅之日，乃庚申正月初四也。自御极不再见，下诏草泽遍访之，或见于轘辕道中，或嵩、洛间。后十六载，乃开宝乙亥岁也，上巳祓禊，驾幸西沼，生醉坐于岸木阴下，笑揖太祖曰：“别来喜安。”上大喜，亟遣中人密引至后掖，恐其遁，急回跸与见之，一如平时，抵掌浩饮。上谓生曰：“我久欲见汝决克一事，无他，我寿还得几多在？”生曰：“但今年十月廿日夜晴，则可延一纪；不尔，则当速措置。”上酷留之，俾泊后苑。苑吏或见宿于木末鸟巢中，止数日不见。帝切切记其语。至所期之夕，上御太清阁四望气。是夕果晴，星斗明灿，上心方喜。俄而阴霾四起，天气陡变，雪雹骤降，移仗下阁。急传宫钥开端门，召开封王，即太宗也。延入大寝，酌酒对饮。宦官、宫妾悉屏之，但遥见烛影下，太宗时或避席，有不可胜之状。饮讫，禁漏三鼓，殿雪已数寸，帝引柱斧戳丑角反。雪，顾太宗曰：“好做，好做！”遂解带就寝，鼻息如雷霆。是夕，太宗留宿禁内，将五鼓，周庐者寂无所闻，帝已崩矣。太宗受遗诏于柩前即位。逮晓登明堂，宣遗诏罢，声恸，引近臣环玉衣以瞻圣体，玉色温莹如出汤沐。 \\n 如京使柳开与处士潘阆为莫逆之交，而尚气自任，潘常嗤之。端拱中，典全州，途出维扬，潘先世卜居于彼，迎谒江涘，因偕往传舍，止于厅事。见中堂局鐍甚秘，怒而问吏，吏曰：“凡宿者多不自安，向无人居，已十稔矣。”柳曰：“吾文章可以惊鬼神，胆气可以慑夷夏，何畏哉！”即启户扫除，处中而坐。阆潜思曰：“岂有人不畏鬼神乎？”乃托事告归，请公独宿。阆出门，密谓驿吏曰：“柳公，我之故人，常轻言自炫，今作戏怖渠，无致讶也。”阆薄暮以黛染身，衣豹文犊鼻，吐兽牙，被发执巨棰，由外垣而入，据厅脊俯视堂庑。是夕，月色倍霁，洞鉴毛发，柳曳剑循阶而行。阆忽变声呵之，柳悚然举目。再呵之，似觉惶惧，遽云：“某假道赴任，暂憩此馆，非意干忤，幸赐恕之。”阆遂疏柳生平幽隐不法之事，厉声曰：“阴府以汝积戾如此，俾吾持符追摄，便须急行。”柳忙然设拜，曰：“事诚有之，其如官序未达，家事未了，倘垂恩庇，诚有厚报。”言讫再拜，继之以泣，阆徐曰：“汝识吾否？”柳曰：“尘土下士，不识圣者。”阆曰：“只我便是潘阆也。”柳乃速呼阆下。阆素知公性躁暴，是夕潜遁。柳以惭恧，诘朝解舟。 \\n 国初文章，惟陶尚书谷为优。以朝廷眷待词臣不厚，乞罢禁林。太祖曰：“此官职甚难做，依样画葫芦，且做且做。”不许罢，复不进用。谷题诗于玉堂，曰：“官职有来须与做，才能用处不忧无。堪笑翰林陶学士，一生依样画葫芦。”驾幸见之，愈不悦，卒不大用。 \\n 明肃太后欲谒太庙，诏礼官草仪。时学臣皆以《周官》后服进议，佞者密请曰：“陛下垂帘听大政，号两宫，尊称、山呼及舆御，皆王者制度，入太室，岂当以后服见祖宗邪？”遂下诏服衮冕。谏疏交上，复宰臣执议，俱不之听。不得已将诞告，赖薛简肃公以关右人语气明直，不文其谈，帘外口奏曰：“陛下大谒之日，还作汉儿拜邪，女儿拜邪？”明肃无答。是夕报罢。 \\n 范文正公仲淹为右司谏，章献刘太后听政，忽遣一巨珰谕之曰：“今后凡有大号令，不须强上拗。三五年为一宰相，不难致。”公觉其言甘，必有所谓。果诞告冬至日，大会前殿，仁宗率群臣为寿。有司将具，公上疏曰：“臣闻王者尊称，仪法配天，故所以齿辂马、践厩刍尚皆有谏，况屈万乘之重，冕旒行北面之礼乎？此乃开后世弱人主以强母后之渐也。陛下果欲为大宫履长之贺，于闱掖以家人承颜之礼行之可也。抑又慈庆之容，御轩□陛，使百官瞻奉，于礼不顺。”事遂已。又独衔乞皇太后还政，疏曰：“陛下拥扶圣躬，听断大政，日月持久。今上皇帝春秋已盛，睿哲明发，握乾纲而归坤纽，非黄裳之吉象也。岂若保庆寿于长乐，卷收大权，还上真主，以享天下之养。” \\n 姚嗣宗，关中诗豪，忽绳检，坦然自任。杜祁公帅长安，多裁品人物，谓尹师鲁曰：“姚生如何人？”尹曰：“嗣宗者，使白衣入翰林亦不忝，减死一等黜流海岛亦不屈。”姚闻之大喜，曰：“所谓善评我者也。”时天下久撤边警，一旦，忽元昊以河西叛，朝廷方羁笼关豪之际，嗣宗也因写二诗于驿壁，有“踏碎贺兰石，扫清西海尘。布衣能效死，可惜作穷麟”。又一绝：“百越干戈未息肩，九原金鼓又轰天。崆峒山叟笑不语，静听松风春昼眠”之句。韩忠献公奇之，奏补职官。既而一庸生张，忘其名。亦堂堂人，猬髯黑面，顶青巾缁裘，持一诗代刺，摇袖以谒杜公，曰：“昨夜云中羽檄来，按兵谁解扫氛埃？长安有客面如铁，为报君王早筑台。”祁公亦异之，奏补乾祐一尉，而胸中无一物，未几，以赃去任。 \\n 冯延巳镇临川，闻朝议已有除替。一夕，梦通舌生毛。翊日，有僧解之曰：“毛生舌间，不可替也，相君其未替乎？”旬日之间，果已寝命。 \\n 江南冯谧尝于待漏堂谓诸阁老曰：“玄宗赐贺监鉴湖三百里，信为盛事。他日赐归，止得后湖足矣。”徐铉答曰：“主上贤贤下士，常若不及，岂惜一后湖？所乏者，知章耳。”谧大有惭色。 \\n 康定中，西贼寇边，王师失律于好水川，没巨将旌旗者四五。朝廷方扰，时当国一相以老得谢，拂衣晏坐而归。两府就宅为贺，因而陈觞，退相饮酣，自矜于席曰：“某一山民耳，遭时得君，今还衮绣，告老于家。当天下平定无一事之辰，自谓太平幸民。”石参政中立应声曰：“只有陕西一大窃盗未获。”坐客吞声，簪珥几堕。 \\n 范文正公以言事凡三黜。初为校理，忤章献太后旨，贬倅河中。僚友饯于都门曰：“此行极光。”后为司谏，因郭后废，率谏官、御史伏阁争之不胜，贬睦州。僚友又饯于亭曰：“此行愈光。”后为天章阁、知开封府，撰《百官图》进呈。丞相怒，奏曰：“宰相者，所以器百官。今仲淹尽自抡擢，安用彼相？臣等乞罢。”仁宗怒，落职贬饶州。时亲宾故人又饯于郊曰：“此行尤光。”范笑谓送者曰：“仲淹前后三光矣，此后诸君更送，只乞一上牢可也。”客大笑而散。惟王子野质力疾独留数夕，抵掌极论天下利病，留连惜别。范尝谓人曰：“子野居常病羸不胜衣，及其论忠义，则龙骧虎贲之气生焉。”明日，子野归，客有迎大臣之旨惴之者：“君与范仲淹国门会别，一笑语、一樽俎，采之皆得其实，将有党锢之事，君乃第一人也。”子野对曰：“果得觇者录某与范公数夕邮亭之论，条进于上，未必不为苍生之幸，岂独质之幸哉？”士论壮之。文正公虽极端方，而笑谑有味。师鲁时谪筠州监榷，郡守赵可度者，迎时之好恶，酷加凌忽。公为郡帅，特奏曰：“尹洙多病，可惜死于僻郡，乞令就任所医理。”可其奏。遂客于邓。举不如意，凡樽俎语言皆无悰，侑人不敢侍之，或怒至以双指扭其脸，侑者泣诉于公，公曰：“尔辈岂知，此是龙图硬性。”客笑，而师鲁不笑。 \\n 祖、宗居潜日，与赵韩王游长安市。时陈抟乘一卫遇之，下驴大笑，巾簪几坠。左手握太祖，右手挽太宗：“可相从市饮乎？”祖、宗曰：“与赵学究三人并游，可当同之。”陈睥睨韩王甚久，徐曰：“也得，也得。非渠不得预此席。”既入酒舍，韩王足疲，偶坐席左，陈怒曰：“紫微帝垣一小星，辄据上次，不可！”斥之使居席右。 \\n 柳仲涂开以殿中侍御史改崇仪使，知宁边军。宁边，定州博野县是也，扼虏境之要。柳才至，间者惑边州郡，驰告契丹将犯境。独柳驰书陈五事与军帅郭宣徽守文，逆料蕃情必无犯边之事，敢以族保。后果无动。有真定人白万德者，边豪也。蕃族七百余帐，万德以威爱辖之。慕仲涂才名，愿欲亲之。凡出入界上，设帐剧饮，间以诗书讲摩，信重仰服。一夕，与之饮于边帐，谓万德曰：“中原乃君父母之邦，弃以臣胡虏，奈礼义何？观君气貌雄特，南朝大侯伯不过此尔。中原失幽、蓟六十年，将兴师取之，君能顺动先自南归，则裂茅土、封公侯，不绝其世，炳焉书其功于方册，岂不韪欤？”万德大喜，将定日率豪杰请约于境，各以所授告命交而为质。议方合，会急召知全州，万德与仲涂别曰：“君不集其事者，天乎！” \\n 《韩忠献公神道碑》，皇帝御制也，中云：“薨前一夕，有大星殒于厩中，枥马皆鸣。”又云：“公奉诏立皇子为皇太子，被顾命立英宗为皇帝，立朕以承祖宗之序，可谓定策元勋之臣。”后铭其碑曰：“公行不归，申文是悼。尚想公仪，泪落苑草。”后御篆十字，填金，以冠其额曰：“两朝顾命定策元勋之碑。”大哉！天子之文章也，广大明白，日星之照江海，不过此辞也。 \\n 唐昭宗以钱武肃镠平董昌于越，拜镠为镇海镇东节度使、中书令，赐铁券恕九死、子孙二死。罗隐撰谢表，略曰：“镌金作誓，指日成文。盖陛下悯臣处极多虞，忧臣防奸未至，所以广开圣泽，永保私门，屈以常刑，宥其必死。虽君亲属意，在其必恕必容；而臣子尽心，亦岂敢伤慈伤爱？谨当日慎一日，戒子戒孙，不可以此而累恩，不可因兹而贾祸。”止。殆庄宗入洛，又遣使贡奉，恳承旨改回请玉册、金券。有司定仪，非天子不得用，后竟赐之。镠即以节钺授其子元瓘，自称吴越国王，名其居曰“殿”，官属悉称“臣”。又于衣锦军大建玉册、金券，诏书三楼，复遣使册东夷诸国，封拜其君长。几极其势，与向之谢表所陈“处极、防微、累恩、贾祸”之诫，殊相戾矣。禅月，贯休尝以诗投之，曰：“贵极身来不自由，几年勤苦踏山丘。满堂花醉三千客，一剑光寒十四州。莱子衣裳宫锦窄，谢公篇咏绮霞羞。他年名上凌烟阁，岂羡当时万户侯？”镠爱其诗，遣客吏谕之曰：“教和尚改十四为四十州，方与见。”休性褊介，谓吏曰：“州亦难添，诗亦不改。然闲云孤鹤，何天而不可飞邪？”遂飘然入蜀，以诗投孟知祥。有“一瓶一钵垂垂老，万水千山得得来”之句。知祥厚遇之。镠后果为安重诲奏削王爵，以太师致仕。重诲死，明宗乃复镠旧爵位。 \\n 丁晋公在中书日，因私第会宾客，忽顾众而言曰：“某尝闻江南李国主钟爱一女，早有封邑，聪慧姿质，特无与比。年及厘降，国主谓执政曰：‘吾止一女，才色颇异，今将选尚，卿等为择佳婿，须得少年奇表，负殊才而有门地者。’执政遍询搢绅，须外府将相之家，莫得全美。或有诣执政言曰：‘尝闻洪州刘生者，为本郡参谋，岁甲未寇，仪形秀美，大门曾列二卿，兼富辞艺，可以塞选。’执政遽以上言。亟令召之，及至，皆如其说，国主大喜，于是成礼。授少列，拜驸马都尉，鸣珂锵玉，出入中禁。良田甲第，奇珍异宝，赫奕崇盛，雄视当时。未周岁，而公主告卒。国主伤悼悲泣曰：‘吾不欲再睹刘生之面。’敕执政削其官籍，一簪不与，却送还洪州。生恍若梦觉，触类如旧。”丁语罢，因笑曰：“某他日亦不失作刘参谋也。”席上闻之，莫不失色。后半载，果有朱崖之行，资货田宅在京者，悉皆籍没，孑然南行，匹马数仆，宛如未第之日。谅先兆不觉出于口吻。李公防时在丁坐，亲聆其说。 \\n 处士魏野，貌寝性敏，志节高尚。凤阁舍人孙仅与野敦缟素之旧，尹京兆日，寄野诗说府中之事。野和之，其末有“见说添苏亚苏小，随轩应是珮珊珊”之句。添苏，长安名姬也，孙颇爱之。一日，孙召添苏谓曰：“魏处士诗中以尔方苏小，如何？”添苏曰：“处士诗名蔼于天下，著鄙薄在其间，是苏小之不如矣，又何方之乎？”孙大喜，以野所和诗赠之。添苏喜如获宝，一夕之内，长安为之传诵。添苏以未见野，深怀企慕，乃求善笔札者，大署其诗于堂壁，炫鬻于人。未几，野因事抵长安，孙忻闻其来，邀置府宅，他人未之知也。有好事者密召过添苏家，不言姓氏。添苏见野风貌鲁质，固不前席。野忽举头见壁所题，添苏曰：“魏处士见誉之作。”野殊不答，乃索笔于其侧别纪一绝。添苏始知是野，大加礼遇。诗曰：“谁人把我狂诗句，写向添苏绣户中。闲暇若将红袖拂，还应胜得碧纱笼。” \\n 李相简穆公沆，尝被同年马亮责之曰：“外议以兄为无口匏。”公笑曰：“吾居政府，然无长才，但中外所陈利害，一切报罢，聊以此补国尔。今国家防制纤悉，密若凝脂。苟或徇所陈，一一行之，则所伤实多。陆象先曰‘庸人挠正’，正所谓也。憸人苟一时之进，岂念于民邪？”公薨，沐浴右胁而逝，七日，盛暑中方敛，不闻腐气，信履践之明效也。 \\n 王平甫安国奉诏定蜀民、楚民、秦民三家所献书可入三馆者，令令史李希颜料理之。其书多剥脱，而得一弊纸所书花蕊夫人诗笔，书乃花蕊手写，而其辞甚奇，与王建《宫词》无异。建之辞，自唐至今，诵者不绝口；而此独遗弃不见取，受诏定三家书者，又斥去之，甚为可惜也。遂令令史郭祥缮写入三馆。即归，口诵数篇与荆公。荆公明日在中书语及之，而禹玉相公，当世参政愿传其本，于是盛行于时。文莹亲于平甫处得副本，凡三十二章，因录于此。其词曰： \\n 五云楼阁凤城间，花木长新日月闲。三十六宫连内苑，太平天子住昆山。会真广殿约宫墙，楼阁相扶倚太阳。净甃玉阶横水岸，御炉香气扑龙床。龙池九曲远相通，杨柳丝牵两岸风。长似江南好春景，画船来往碧波中。东内斜将紫禁通，龙池凤苑夹城中。晓钟声断严妆罢，院院纱窗海日红。殿名新立号重光，岛上亭台尽改张。但是一人行幸处，黄金阁子锁牙床。安排诸院接行廊，水槛周回十里强。青锦地衣红绣毯，尽铺龙脑郁金香。夹城门与内门通，朝罢巡游到苑中。每日日高祗候处，满堤红艳立春风。厨船进食簇时新，侍宴无非列近臣。日午殿头宣索脍，隔花催唤打鱼人。立春日进内园花，红蕊轻轻嫩浅霞。跪到玉阶犹带露，一时宣赐与宫娃。三面宫城尽夹墙，苑中池水白茫茫。亦从狮子门前人，旋见亭台绕岸旁。离宫别院绕宫城，金板轻敲合凤笙。夜夜月明花树底，傍池长有按歌声。御制新翻曲子成，六宫才唱未知名。尽将觱篥来抄谱，先按君王玉笛声。旋移红树劚青苔，宣赐龙池再凿开。展得绿波宽似海，水心宫殿胜蓬莱。太虚高阁凌波殿，背倚城墙面枕池。诸院各分娘子位，羊车到处不教知。修仪承宠住龙池，扫地焚香日午时。等候大家来院里，看教鹦鹉念宫词。才人出入每参随，笔砚将行绕曲池。能向彩笺书大字，忽防御制写新诗。六宫官职总新除，宫女安排入画图。二十四司分六局，御前频见错相呼。春风一面晓妆成，偷折花枝傍水行。却被内监遥觑见，故将红豆打黄莺。梨园弟子簇池头，小乐携来俟燕游。旋炙银笙先按拍，海棠花下合《梁州》。殿前排宴赏花开，宫女侵晨探几回。斜望苑门遥举袖，传声宣唤近臣来。小球场近曲池头，宣唤勋臣试打球。先向画楼排御幄，营弦声动立浮油。供奉头筹不敢争，上棚专唤近臣名。内人酌酒才宣赐，马上齐呼万岁声。殿前宫女总纤腰，初学乘骑怯又娇。上得马来才欲走，几回抛鞚把鞍鞒。自教宫娥学打球，玉鞍初跨柳腰柔。上棚知是官家认，遍遍长嬴第一筹。翔鸾阁外夕阳天，树影花香杳接连。望见内家来往处，水门斜过罨楼船。内人追逐采莲时，惊起沙鸥两岸飞。兰桨把来齐拍水，并船相斗湿罗衣。新秋女伴各相逢，罨画船飞到浦中。旋折荷花半歌舞，夕阳斜照满衣红。少年相逐采莲回，罗帽罗衫巧制裁。每到岸头齐怕水，竟提纤手出船来。早春杨柳引长条，倚岸缘堤一面高。称与画船牵锦缆，暖风搓出彩丝条。婕妤生长帝王家，常近龙颜逐翠华。杨柳岸长春日暮，傍池行困倚桃花。月头支给买花钱，满殿宫人近数千。遇着唱名多不语，含羞走过御床前。寒食清明小殿旁，彩楼双夹斗鸡坊。内人对御分明看，先睹红罗十担床。 \\n 太平兴国五年，秘书丞安德裕知广济军。是岁亢旱，因祷于仿山神祠。方注香，神自帏中冉冉而出，古服峨冠，拱揖而前立。安以至诚所感，殊不为惧，遂诉愆亢之灾。答曰：“某，堆阜之神也，久窃乡人之荐，愧无酬答，恨力小地卑，不能兴致云雨，虽云龙司厥职，动息由天。某当为公至主者之所，密候雨信，必先期奉报。”言讫而隐。安是夕梦神白：“雨候甚迩，只在来早。”及期大澍，千里告足。翌日，公具牢醴以谢之。 \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
