{"章节": " 高齋漫録（宋）曾慥", "正文": "　 \\n 　高齋漫録 \\n   \\n  \\n  \\n 提要 \\n  \\n 《高齋漫録》一卷，宋曾慥撰。慥有《類説》己著録，《類説》自序以為：小道可觀，而歸之於資治體。助名教，供談笑，廣見聞。其撰述是書，亦即本是意。上自朝廷典章，下及士大夫事蹟，以至文評詩話詼諧嘲笑之屬，隨所見聞咸登記録。中如給舍之當服頳帶，不歴轉運使之不得為知制誥，皆可補史志所未備。其徵引叢雜，不無瑣屑，要其可取者多，固逺勝於游談無根者也。陳振孫《書録解題》載此書二卷，世尠流傳。近時曹溶嘗採入《學海類編》，而祇存五頁，盖自他書抄撮，姑以備數，遺漏宏多。今從《永樂大典》各韻中捃摭裒輯，視溶所收，多逾什之三四，其或溶本有之，而《永樂大典》失載者，亦參校補入。畧用時代銓次，合為一卷，雖未必慥之完帙，然大畧亦可睹矣。  \\n  \\n  \\n  \\n  \\n  \\n  \\n 　 \\n 髙齋漫録 \\n  \\n 今人秘色磁器，世言錢氏有國日，越州燒進為供奉之物，不得臣庶用之，故云秘色。嘗見陸龜蒙詩集越器云：“九秋風露越窑開，奪得千峰翠色來。好向中宵盛沆瀣，共嵇中散鬬遺杯。”乃知唐已有秘色矣。 \\n  \\n  \\n 仁宗時，度支金郎中君卿年十九，時與其兄君祐郊居。挾策野外，遇田家有醉鬬而傷者，仇人尤而執之，告縣曰：“是金秀才呼僮毆之也。”縣大夫擊械君卿，欲正其罪，君卿不能力爭。吏具文案上，忽有大風來，擺捲文書乘空去，衆訝焉。明日復具上，大風復掣去如前。又明日，復然。大夫驚怪曰：“豈非此儒生當貴達乎？”解而遣之，後四年第六人及第。熙寜中，君卿以廣西轉運使致仕，終于其家。 \\n  \\n  \\n 熙寜中，上元宣仁太后御樓觀燈，召外族悉集樓上。神宗皇帝數遣黄門禀曰：“外家有合推恩，乞疏示姓名，即降處分。”宣仁答云：“此自有所處，不煩聖慮。”明日上問何以處之，宣仁答曰：“大者各與絹兩匹，小兒各與乳糖獅子兩箇。”時内外咸歎仰后徳為不可及也。 \\n  \\n  \\n 歐公作王文正墓碑，其子仲儀諌議送金酒盤醆十副、注子二把，作潤筆資。歐公辭不受，戱云：“正欠捧者耳。”仲儀即遣人如京師，用千緍買二侍女并獻。公納噐物而却侍女，答云：“前言戱之耳。”盖仲儀初不知薛夫人嚴而不容故也。 \\n  \\n  \\n 文潞公嘗戯云：“某平生作官，趕家僕不上，方為從官時，家僕已呼僕射，比為宰相，渠先為司徒矣。近年貴人僕以僕射司徒為卑，小則稱保義，又或稱大夫也。” \\n  \\n  \\n 熈寜初行新法，諸路使者率用，一時新進之士大理寺丞李察為河北提舉，常平頗事風采。時文潞公守北門，思欲折之。察年少侏儒，公俟其來，于廳事特設髙脚椅子。察進謁盤跚乆不能就坐，公顧左右，徐曰：“抱上寺丞。”察慚沮而退。 \\n  \\n 江鄰幾雜志云：陳公執中，嘗館伴北使，使人問儀鸞司縁何得名，陳無以對。或云，隋大業中鸞集於供帳庫屋，遂名云。 \\n  \\n 熈寜殿試改用策，謂比詩賦有用。不知士人計較得失，豈敢極言。時政自取黜落，是初入仕已教之謟也。况登科之初，未見人材，及後仕宦，則材智、聲名、君子、小人、貴賤分矣。不必須殿試策以别人才，人主燕間時，於其等輩廣訪備聞，然後愽記而審察之，天下無遺材矣。 \\n  \\n  \\n 鄧潤甫聖求元豐中為中書舍人，兼太子詹事，泰陵嗣位，以甘盤之舊入翰林為學士，及以事外補。林子中希為中丞，上章營救，其畧曰：“先帝西垣之詞客，十載于兹，陛下東宫之舊臣，一人而已。”上不聽。後數年，召為兵部尚書。時范純夫祖禹為内相，蔚有時望，與鄧公同知貢舉。引試第二塲間，忽有中使宣押學士拜尚書左丞，范公方冠帶迎肅，中使曰：“宣押鄧學士，非范學士也。”鄧俄頃上馬，廽鞭揖諸公，頗有徳色，數日以病卒于位。黄道夫常為祭文云：“中臺三月功名已遂，於推揚東府，數宵魂魄，俄歸於寂寞。”道夫自謂精切，戱曰：“此文可書之聖求門右。”章子厚惇笑曰：“聖求生為執政，死乃作桃符矣。”當時傳以為笑。 \\n  \\n 王荆公《五經義》初成，裕陵嘗問曰：“《禹貢》稱導淮自桐柏，導渭自鳥鼠同穴，至導河但云積石，不言自何也。”荆公無以為對。 \\n 王荆公一日見婢持練帛付外浣湅，公戱作謎云：“雖居色界中，不染色界塵。一朝觧纒縛，見性自分明。” \\n  \\n 王荆公在鍾山與客對棋云：“彼亦不敢先，此亦不敢先。惟其不敢先，是以不敢爭。惟其不敢爭，故能入於不死不生。”客莫曉其意，公曰：“此持棋謎也。” \\n  \\n  \\n 王荆公游山，題壁云：“欲據而食又無木，欲飼吾蠶又無木。有木則利用刑人，無木則不可伐而燒。”乃“安石至此”四字。其後林震逰揚州平山堂，題壁曰：“虩虩知其為震來也。”同行宋髙輙書其旁曰：“不可。”衆莫曉其義，髙曰：“髙來不可，低來不可。”客大笑。 \\n  \\n 王和父守金陵，荆公退居半山，毎出跨驢從二村僕。一日入城，忽遇和父之出，公亟入編户家避之。老姥自言病痁，求藥。公隨行偶有藥，取以遺之。姥酬以麻線一縷，云：“相公可將歸，入事相婆也。”公笑而受之。 \\n  \\n  \\n 元豐中，王岐公位宰相，王和父尹京，上眷甚渥，行且大用。公乗間奏曰：“京師術者皆言，王安禮明年二月作執政。”神宗怒曰：“執政除拜由朕，豈由術者之言，他日縱當次補，特且遲之。”明年春，安禮果拜左丞，珪曰：“陛下乃違前言，何也？”上黙然乆之，曰：“朕偶忘記，信知果是命也。” \\n  \\n  \\n 王相珪當國，有故人至政事堂，公問勞甚厚。其人宦遊不遂，有憔悴可憐之色，時用郊恩改章服，公曰：“吾友蹇連嵗乆，且喜近錫章服。”故人笑曰：“某舊着緑時，只是清貧。自着緋後，轉更赤窮。”諸公閧堂，為之絶倒。 \\n  \\n  \\n 馮公京為樞宻使，嘗薦王鞏可用，王荆公安石曰：“鞏止是一小男女，陪渉馮京，故薦之。”馮公曰：“王鞏與臣陪渉，誠如安石所言，若以為小男女，則鞏戊子生。”上變色乆之，神宗皇帝戊子生故也。 \\n  \\n  \\n 蔡懋為馮公京之壻，馮薨于位，泰陵車駕臨奠。懋衰絰雜於馮氏子弟間，厲聲呼曰：“陛下，臣父屈死。”上驚愕，問之，乃懋。自是知持正之寃，而惜其死。 \\n  \\n  \\n 元祐初，温公拜相，更易熈豐政事。荆公在鍾山，親舊恐傷其意，不敢告語。有舉子自京師歸，公問：“有何新事？”對曰：“近有指揮，不得看《字説》。”公曰：“法度可改，文字亦不得作乎？”是夜，聞公繞牀行至逹旦，於屏上書“司馬光”三字，凡數百，其胷次不平之氣槩可見也。 \\n  \\n  \\n 司馬温公與蘇子瞻論茶墨俱香，云：“茶與墨者，正相反。茶欲白，墨欲黒。茶欲重，墨欲輕。茶欲新，墨欲陳。”蘇曰：“竒茶妙墨俱香，是其徳同也。皆堅，是其摻同也。譬如賢人君子黔晳羙惡之不同，其徳摻一也。”公笑以為然。（案此條據學海類編増入） \\n  \\n  \\n 吕相微仲當國，豐相之為諸曹侍郎，凡數月不至。相府公寄聲云：“相之乆不相過，頗有欲面言者。”後半月，相之纔徃見，語不及他，但叙寒暄而已。至欲上馬，徐云：“寡欲可以近道。”相之唯唯而去。 \\n  \\n  \\n 范師厚曰：“忠宣公元祐初自慶帥被召，給事中遂執政，其弟徳孺代守慶。一日，徳孺有書論邊事，公以書答之云：‘大輅與柴車争逐，明珠與瓦礫相觸。君子與小人闘力，中國與夷狄較勝負。不惟不可勝，兼亦不能勝。雖勝亦非也，弟其思之。’” \\n  \\n 祖宗故事，不歴轉運使，不除知制誥。蘇子容頌自修起居注，出為淮南轉運使，未幾召還，遂知制誥。 \\n  \\n 三蘇自蜀來，張安道、歐陽永叔為延譽於朝，自是名譽大振。明允一日見安道，安道問云：“令嗣看甚文字？”明允答以軾近日方再看《漢書》，安道曰：“文字尚看兩遍乎？”明允歸以語子瞻，子瞻曰：“此老特未知世間人尚有看三遍者。”安道嘗借人十七史，經月即還，云：“已盡閲。”其天資彊記，數行俱下，前輩宿儒罕能及之。 \\n  \\n  \\n 東坡聞荆公《字説》新成，戱曰：“以竹鞭馬為篤，以竹鞭犬有何可笑。又曰鳩字從九從鳥，亦有證據，詩曰：鳴鳩在桑，其子七兮。和爺和娘恰是九箇。” \\n  \\n  \\n 蘇子瞻任鳳翔府節度判官，章子厚為商州令，同試永興軍進士劉原父為帥，皆以國士遇之。二人相得歡甚，同游南山諸寺。寺有山魈為祟，客不敢宿，子厚宿，山魈不敢出。抵仙游潭，下臨絶壁萬仞，岸甚狹，横木架橋。子厚推子瞻過潭書壁，子瞻不敢過，子厚平歩以過，用索繫樹躡之上下，神色不動。以漆墨濡筆，大書石壁上曰：“章惇、蘇軾來游。”子瞻拊其背曰：“子厚必能殺人。”子厚曰：“何也？”子瞻曰：“能自拚命者，能殺人也。”子厚大笑。（案此條自抵仙游潭句以下，原本脱去，今據《學海類編》補入。） \\n  \\n 禅林有食不盡物，皆投大釡中煮之，名谷董羮。東坡所用乃此事也，亦前人所未用。 \\n  \\n 東坡作温公制詞云：“執徳不回，常用社禝為悦。以死勤事，坐致股肱或虧。”或問坡曰：“温公豈曹操之徒耶？”坡愕然問其所以，客曰：“社稷豈所可悦者？”坡笑改曰：“用安社稷為悦。” \\n  \\n  \\n 東坡嘗謂錢穆父曰：“尋常往來，湏稱家有無。草草相聚，不必過為具。”一日，穆父折簡召坡食皛飯。及至，乃設飯一盃、蘿蔔一碟、白湯一盞而已，盖以三白為皛也。後數日，坡復召穆父食毳飯。穆父意坡必有毛物相報，比至，日晏並不設食，穆父餒甚。坡曰：“蘿蔔湯飯俱毛也。”穆父歎曰：“子瞻可謂善戯謔者也。”（案此條據《學海類編》増入。） \\n  \\n  \\n 俗語云：“借書與人一癡，借得復還為一癡。”甞力辨此語，以為有無相通，義也，貸而必還，禮也，尚何癡。後果見王樂道從錢穆父借書一帖云：“出師頌書，函中最妙絶。古語云：借書一瓻，還書一瓻，欲兩尊奉獻，以不受例外物，固不敢陳續。”後又覽《唐韻》瓻字下注乃云：“古者借書。以是盛酒果。”知非癡字也，故予有送還考古圖詩云：“懸知揷架有萬軸，頗恨送還無一瓻。”用此事。洪駒父又云：“癡瓻二事兩出，疑癡字刻薄子妄改爾。” \\n  \\n  \\n 劉貢父嘗見一士人口吃，戱作謎云：“本是昌徒，又為非類。雖無雄材，却有艾氣。”東坡曰：“貢父可謂滑稽之雄也。”傅欽之為御史中丞，嘗有章論劉仲馮。一日，貢父邂逅見之，問曰：“小姪何事，敢煩臺評。”欽之慚云：“三平二滿文字。”貢父笑曰：“七上八下人才。” \\n  \\n  \\n 南唐有畵，黄頭子數十枚集于風枝之上，山谷題云：“蒿下蹄間，（案：蹄間原本作啼間，文義未詳，考黄庭堅集注，一作蹄，盖取蹄涔之意，與下飲字相闗，今從之。）適燕飲啄。（案：本集適燕作斥鷃。）爭雄穹枝，竿網將作。”造語竒古，然詠黄雀亦可。徐師川亦題云：“禽鳥之名，多不可紀，白頭稱公，黄頭稱子，羣飛且鳴，是將鬬矣。”又云：“禽之至微，勇而善鬬，竟亦何所爭，人為之勝負。” \\n  \\n  \\n 彭器資元祐之末為吏部尚書，章子厚拜相，召至國門，從官並出郊迎。器資為人剛直，不少貶議者，以謂總領從官出迓宰相，既非私謁，亦未為過也。在九江數月，楊樂道待制經過，云：“某與公皆非乆於人世者，他日當同職事，然某先徃，公亦繼來。”器資愕然。一日在廳事，忽睹黄衣人若今之健歩者，持公牒立庭下。公命左右皂隸承接，皆曰不見，公叱之，乃謬為承接之状，鞠躬以進。公披牒卷而懐之云：“來日食後便行。”即入内，區處家事，作書别親舊，又作頌與宋夫人訣别。次日午後，無疾而逝。或曰：器資若了逹理性，則其去當無影響。又若去登仙，必有道侣來迎。健歩持檄，得非去為神矣乎。 \\n  \\n  \\n 章公惇罷相，俄落職，林公希為舍人，當制，制詞云：“悻悻無大臣之節，怏怏非少主之臣。”章相寄聲曰：“此一聨無乃太甚。”林答曰：“長官發惡，雜職棒毒，無足怪也。”（案此條據《學海類編》増入。） \\n  \\n  \\n 崇寜初，蔡京用事。章公惇謂客曰：“蔡元長必行三舍，奈何？”客曰：“三舍取士，周官賔興之法，相公何為不取？”章曰：“正如人家有百金之産，以其半請門客教弟子，非不是美事，但家計當何如？”聞者以為知言。 \\n  \\n  \\n 李元膺早負才名，詩句精巧，蔡太師京深知之。蔡在翰苑，甞因錫晏西池，失脚落水，幾至沒溺。元膺聞之，笑曰：“蔡元長都濕了肚裏文章也。”蔡聞之大怒，卒不得召用而卒，士論惜之。 \\n  \\n  \\n 薛昻言白督耨初行於都下，毎兩值錢二十萬。蔡京一日宴執政，以盒盛二三兩許，令侍姬捧爐廵執政坐，取焚之。至尚書右丞范致虛，取盒盡傾入懐中，姬持空盒還白京，欲勸右丞一杯，京許之。姬取玉斗注酒飲致虚，致虛辭之，姬以手開衣領，傾納懐中，其香俱敗。 \\n  \\n  \\n 崇寜中，蔡太師行當十錢，章綖坐私鑄文面編置，人多言其枉。政和間，上皇命改右列為閤門官，或勸綖用藥除字，綖曰：“面已文矣，終不齒於縉紳，止欲注其下曰：太師錯。”或調之曰：“若注且湏聞官，慎勿私注也。” \\n  \\n 蔡京崇寜中以星文罷相，般出觀音院待罪。客有過之者，京泣曰：“京若負國，即教三子都沒前程。”好事者戯云：“兩行珠淚下，三箇鳯毛災。” \\n  \\n  \\n 崇寜以後，王氏《字説》盛行，學校經義論策，悉用《字説》。有胡汝霖者荅用武策，其畧云：“止戈為武，周王伐商，一戎衣而天下大定。歸馬放牛，偃武修文，是識武字者也。尊號曰武，不亦宜乎。秦始皇、漢武帝、唐太宗既得天下，而窮兵黷武不已，是不識武字者也。”榜出，遂為第一，雖用《字説》而有理。 \\n  \\n  \\n 大觀四年之冬，冊立鄭貴妃為皇后，時翰林學士范公致虚當制。明日，宰相何公執中奏陳制書不工，上令何公改為之，腦語云：“天地奠位，二氣合而萬物生。日月並明，四時叙而百度正。”盖是改易王荆公拜相，麻元公絳所作者。范公不能平，上章極論其非，且云：“聖朝立后，當用新意。不當蹈襲前人，海行舊語，至兢至慎，不敢妄措詞。若今來臣僚撰到麻制，以天作之合，對王假有家。臣所以不敢蹈襲而語者，以其係立靖和皇后制語也。又若惟乆乃濟，對非初其艱。臣所以不敢蹈襲而語者，以其係立瑶華孟后制中語也。凡此之類，謂宜避忌貼黄，云人臣之事君與后，猶人子之事父與母也。事有不便於父母而子不言，是不子也。”范公坐是竟得罪外補，而禁中終以後制有靖和與瑶華兩對為忌諱，仍舊用范所草制詞。 \\n  \\n  \\n 張公天覺，政和初召還，俄拜右相，薦引所知布列要路。未幾為讒譖所擠，斥逐殆盡。公尋亦罷相，再貶峽州。中途至于僧寺，有千手眼大悲觀音塑像。公題長韻於壁，其畧曰：“靈山會上别世尊，各以願力濟羣生。子勿誚我徒經營，手眼太少難支撑。”盖言立朝寡助故也。 \\n  \\n  \\n 政和間，西夏國書誤用本朝廟諱，中書舍人潘兊作詔曰：“乃於邊鄙之文，犯我祖宗之諱。”張公商英時為宰相，令兑修改。兑又曰：“乃於為文犯我國諱。”張公乃自為改云：“至於為文，有失恭慎。”時皆服其得體。 \\n  \\n  \\n 給舍舊為一等，並服赬帶排方佩魚。元豐中有自侍即為夕拜者，故仍舊繫金帶。崇寕初乃援以為例，自是給事中並金帶矣。又殿中少監，故事亦赬帶佩魚者，禁省供奉之職故也。政和以後置大司樂，位殿少之上，乃援例赬帶，已失本意。後見明堂以頒政位，太常卿之上又援司樂例亦頳帶，皆非也。 \\n  \\n 宣和間，七夕召宰執近臣禁中賜宴。上曰：“七夕何故百司無假。”宰相王公黼對曰：“古今無假。”上為一笑，盖用栁耆卿七夕詞以對。 \\n  \\n 崇觀以後，以言為諱。宣和辛丑，策士偶詢時務，范宗尹肆言時忌，考官不取以策繳進，曰：“某字號語言渉異，合取聖裁。”上嘉其直，令依次第編排，而衆人終不敢置之前列。僅綴甲末而已。 \\n  \\n  \\n 毗陵有成郎中，宣和中為省官，貎不揚而多髭。再娶之夕，岳母陋之曰：“我女菩薩乃嫁一麻胡。”命成作詩，成乃摻筆大書云：“一牀兩好世間無，好女如何得好夫。髙捲珠簾明點燭，試教菩薩看麻胡。”其女亦能安分隨縁，和鳴偕老，兒女成行，各以夀終。（案此條據《學海類編》増入。） \\n  \\n  \\n 宣和間人材雜進，學士待制班常有數十人。乙巳之春開金明池，有旨令從官于清明日恣意逰宴。是夜不扄郭門，貴人競携妓女，朱輪寳馬駢闐西城之外。諸公仍羣聚賭博，逹旦方歸。議者以謂：“上恩優渥如此，而身為從官，乃為賭錢漢，何也？”或荅曰：“非是從官為賭錢漢，乃是賭錢漢為從官故也。” \\n  \\n  \\n 初，韓公忠彦、曽公布並為執政，蔡公京、曽公肇並為内相。一日召蔡鎖院草麻，拜韓左揆。蔡欲刺探上意，乃奏請曰：“麻詞未審合作専任一相，或作分命兩相之意。”上曰：“専任一相。”繼而宣召内翰草曽公右相麻，麻詞破題云：“東西分臺，左右建輔，盖有為也。” \\n  \\n  \\n 宗正寺命宗室名，以字名相犯，故多用僻字，更無義理，而字多不識。毎命一名，即從書吏問釋音。有錢士始者為判宗，上皇眷遇，亦厚嘗，宣諭曰：“卿家私事，都無奏請，何也？”士始對曰：“臣别無干求，只乞聖恩為臣改名。”上笑而易之。 \\n  \\n 歐陽詢化度寺碑、虞世南孔子廟堂碑、桞公權隂符經叙，三公以書名三碑，又最精者。（案此條據《學海類編》増入。） \\n 夏噩賢良家藏李太白墨迹十八字，云：“乗醉踏月，西入酒家。不覺人物兩忘，身在世外。”太白書國朝諸名公跋於其後。 \\n  \\n 太祖皇帝既下河北，乗勝欲取幽燕，或以師老為言，太祖不能决。時趙中令留守汴都，走書問之。趙回奏曰：“所得者少，所失者多。非唯得少，之中猶難入手。又况失多之後，别有闗心。”太祖得奏，即日班師。 \\n  \\n  \\n 董禹川濬長於四六，嘗有云：“八十日歸去來兮，九萬里搏扶揺者。”又云：“聲聞于天，方類在隂之鶴。時控于地，有同決起之鳩。”又云：“考父再命而僂，靡獲循墻。孟軻千里而來，敢云利國。” \\n  \\n 有名士作謝及第啟云：“虎士開闗，徬徨紫禁。龍章在御，髣髴清光。”或曰：“此乃把見畨人也。” \\n  \\n 徐師川族兄少赴舉場，試圓壇八陛賦。援毫終日，不能下筆，乃大書試卷云：“圓壇八陛，八陛圓壇，既圓壇而八陛，又八陛以圓壇。八陛圓壇，既圓壇而八陛。圓壇八陛，又八陛以圓壇。”榜出，陽為失意之状。或調之曰：“有司不明，固可罪然。吾兄所以被黜，正由小賦中不見題故也。”至今人傳以為笑。 \\n  \\n  \\n 李賔王利用，鄱陽人，躬行君子人也。又善相，甞云：“郭林宗作《玉管通神》，有四句云：‘貴賤視其眉目，知慧察其皮毛。（案《學海類編》智慧作安否。）苦樂觀其手足，貧富觀其頥頰。’” \\n  \\n 佛印禪師為王觀文陞座云：“此一瓣香，奉為掃烟塵博士、護世界天王、殺人不貶眼上將軍、立地成佛大居士。”王公大喜，以其乆帥多専誅也。 \\n  \\n 白雲端長老厥初禅理未契，因觀弄獅子戱，忽翻袈裟，蒙身跳躍，作獅子態，叢林號為“端獅子”。  \\n *取自钱建文制作电子书"}
