{"章节": "《八段錦》序 言", "正文": "  \\n 《八段錦》序　言 \\n 　 \\n  \\n 《八段錦》是明末擬話本小說集，寫的是八段故事八種勸戒，即書目中所標明的：「懲貪色」、「戒懼內」、「賭妻子」、「對不如」、「儆容娶」、「悔嗜酒」、「戒浪嘴」、「蓄寡婦」，等八個故事，實際上只是四戒：戒色慾、戒賭博、戒嗜酒、戒浪嘴。 \\n 第一段故事：宋時臨安新橋有個巨富，兒子叫雲發，有妻有小。一日，有三個婦人擅自將一些傢伙搬入他家。雲發欲發火時，其中一小娘子道福致歉。雲發見她年少美貌，欣然允許。次日，雲發不與父母說此事，就到小婦人處。小婦人引他上樓摟抱雲雨。她說她吋賽金，實際是個娼妓。此事被鄰人窺見。雲發交給賽金一些銀子，讓她尋找住處，他再去看顧。賽金搬至南橫橋住下，雲發逢暑生病，身體虛弱。賽金寫書送禮邀他相會。雲發見了賽金，慾火難忍，連績歡幸兩次，弄得神思散亂，夢見和尚拉他出家。回家後即重病，醫師說這是色慾過度。雲發將真情告訴父親，父親焚香跪拜，求禪師放回兒子。拜完後，兒子身體復原。夢中和尚帶了一條柱杖走了。雲發恢復生理，感慨人生不要姦淫。 \\n 第二段故事：南直隸本府城有一人叫羊玉，好交友，有威信，只是懼內。妻華氏，生得美貌。羊玉好友高子興，與另一好友苟美都的孤母諸氏私下有染，被人拿住。羊玉調解停當。羊玉與苟美都同性合歡，被華氏打罵。華氏看中高子興，約他相會，被羊玉另一好友希要得窺見。因此，華氏通過諸氏約來高子興，剛想私會，就被希要得攪掉。華氏又約高子興到船上尋幽，船上人告訴了羊玉，羊玉怒將華氏推入水中淹死。並將高子興誣為那江洋大盜，囚死於牢中。 \\n 第三段故事：勾容縣裡有個叫裴勝的漢子，自幼好賭，結果，家產輸光，妻楊氏頗有姿色，被送回娘家。裴勝自己溜走。楊氏父母去世後，哥楊二不想再供養她。楊氏想自盡，忽有一老人送米和錢來，楊氏見到米錢，老人卻不見了。楊氏斷了自盡念頭，生活較為富足。哥嫂想放火燒死她。玉皇知道，將大火反燒入楊二家，其妻燒死。楊氏被當日送米錢的老人救出。原來是土地老爺幫助她。楊氏得知裴勝在揚州，就趕到揚州，見到衣衫襤褸的裴勝。次日，有個叫六郎的富人，願以一當鋪與裴勝賭妻子。結果，裴勝贏了。在妻子勸告下，他決意不再賭博。兩年後，裴勝買了官，與妻同回勾容。他們饒恕了楊二，重新過起了好日子。 \\n 第四段故事：湖州有個算卜的盲人何起課，娶妻羞月，生得伶俐，故極愛惜，羞月卻不滿意他。何怕妻偷漢，時常要摸進摸出。他家隔壁有個小伙子叫烏雲，與何關係極好，時常幫助做點事情。不久，羞月與他眉來眼去，有了情意。他倆幾次探摸親嘴，都被瞎子進來攪掉。羞月乾脆就讓瞎子坐在一邊，她與烏雲尋歡。由此發出聲響，瞎子聽見，都被羞月掩飾過去。此後，他倆一有興致，不分時日的隨興尋歡，時間一長，瞎子懷疑。一次，突然捉住烏雲，烏雲脫下衣溜走。鄰里勸瞎子息事寧人，因為殘疾不配如花似玉的妻子，讓他將妻送回娘家。烏雲湊了些銀子給了瞎子，討了羞月，另搬它處居住。 \\n 第五段故事：休寧縣有一富人，兒子叫魯生，娶妻汪氏，已有五月身孕。富人給兒子一些錢，讓他外出經商，並由表弟尚義與他作伴。他們做了藥材生意。魯生在外，化了銀子嫖娼，討不得歡喜。尚義勸他娶個處女。媒人說個鄔大姐。同床後，魯生認出她不是處女，並被她偷了些錢財。因所剩銀兩不多，鄔大姐與妹妹商議，用縱慾法結果了魯生。魯生得知，讓尚義幫助。尚義替代他與鄔二姐交合，將她弄得疼痛不已。尚表又讓魯生打發鄔大姐回娘家，他倆重新做買賣，賺了一些錢。一日，魯生在街上與另一賣乾魚的人爭吵打將起來。發現此人就是自己的兒子，是妻子打發來找他的。他們一同回了家，全家歡聚。 \\n 第六段故事：唐太宗時，博州有個才子名叫馬周，家境貧寒，年過三旬無妻室，卻嗜酒如命。博州刺史曾用過他，但他兩次酒醉失態，被刺史怒罵而退。馬周發誓少飲酒。一日，馬周到新豐，得到一店主相助，留吃酒飯後，店主留書讓馬周到長安城找外甥女王氏。馬周找到店主的外甥女王氏，因王氏丈夫已死，不便往下。王氏將馬周介紹給常中郎的蒼頭，常中郎正要用飽學之士，因朝廷要下屬直言得失以憑採擇。馬周寫的對策，太宗讀後贊嘆不已，馬周即被拜為御史。常中郎又為馬周向王氏求親，王氏嫁給馬周。馬周後又做了尚書，助他的店主得知大喜，當時的刺史前來請罪，馬周反而感謝他的教訓。從此，馬周與王氏富貴偕老。 \\n 第七段故事：嘉興縣人應時巧，生平好看美婦，好說大話，綽號叫赤口。一次與鄒光的打賭說，他能讓一美婦倒茶給他喝。那婦人叫韓氏，丈夫叫林松。她倒茶招待了自稱是他丈夫大哥的赤口。赤口同鄒光及哥哥鄒福、鄒福好友林松聚會時，說起他與韓氏有曖昧關係，不想林松以為妻子做出了風流事，回家後打罵逼問。韓氏不堪忍受，遂出家為尼。林松到縣裡告狀，赤口被關入監。半年後，赤口被鄒兄弟保了出來，但他怕再惹麻煩，就溜得無影。林松說他們是一夥的，又讓縣衙將鄒光捉來，說捉住了赤口才放。三年後，赤日來探消息，走入一庵寺，被義憤的老尼姑殺死。因為韓氏在此當尼姑，認出了赤口，鄒光解配中逃到庵寺，知韓氏等人殺了人。縣衙將有關人員全扣押，縣官判赤口罪無可赦，老尼義俠可宥，韓氏與林松重歸於好。 \\n 第八段故事：沛縣有三個寡婦：索氏、余氏和丁氏，都極美艷。一日，有個俊生華春經過，被她們的嬌美所動，索氏企圖勾引他來。次日，讓他進門，與她砸舌撫摸。華春還想著另兩個。索娘與他雲雨後，又設法將余氏和丁氏都引到房中，與華春輪流尋歡作樂。他們的行徑被索氏小兒看見，他以為老虎咬人，便告訴了婆婆。婆婆將她們另嫁出去。索氏後成了娼，余氏被丈夫弄死，丁氏嫁個賭棍，華春為流賊所殺。 \\n 《八段錦》的寫作用意是無須讀者和評論者概括的，因為原作目錄中每段則有三字題旨，各段有七字雙句的回目名稱，每段故事前都有作者意義鮮明的詩詞及解釋、入語及評議，各段故事的結尾又有作者簡練的點題警語，這就非常全面地將作品的故事表層意義和人物經歷的深層教訓告訴了讀者。例如第一段故事，題旨：「懲貪色」，回目名稱是：「好才郎貪色破鈔，犯色戒鬼磨悔心。」開場詩曰：「恃寵嬌多不自由，驪山舉大戲諸侯。只知一笑傾人國，不覺胡塵滿玉樓。」接下去的詩詞解釋和入話結合在一起，講了著名的烽火台，點火博褒姒一笑、陳靈公私通夏姬、隋煬帝寵蕭妃、唐明皇寵楊貴妃等因貪色政亂的故事。再以「你道這幾個官家，都只為愛色以致喪身亡國，如今愚民小子便當把色慾警戒才是。你說戒那色慾則甚，我今說一個……」一段話作承上做下之用，引出所講的故事。結尾則以這樣一句話告終：「看官們牢記此段以誡子弟，勿謂野史無益於人，不必寓目也。」幾乎每篇都是如上格式（只是入話中有偏重小故事，或偏重於議論、結尾語文字有多有少之區別）。這種形式是中國話本體小說特有的，它似乎面對聽眾（讀者），如教師上課一般，有耳提面命的味道。這些內容，自然又起著中國文藝一貫倡導的「文以載道」、「文人之筆，勸善懲惡」、「務有補於世」等等的作用。 \\n 當然，這種較為生硬的說教式語句，隨著社會和文藝的進步與發展，逐步地退出了在作品中的直接地位，小說愈來愈注意將具與故事情節本身融合在一起，其致於根本不出現，而只是通過故事情節和人物面，自然而然地流露出來。因為小說畢竟是以形象生動地敘述故事、描寫環境和刻畫人物為主，抽象的、觀念性的主旨和意義應深蘊其間。拿這一標準來衡量和比較八段故事，就可以看出一些優劣高下之分。八段故事，因而可分為四種類型與品位。 \\n 第一種類型：基本是生拉硬拽、不合情理與無稽之談的故事。這可從第四段與第八段故事為例。第四段「何瞎子聽淫捉漢，火裡焰遠奔完情。」故事有意最後點出：「……糞箕對著支笤帚，再無話可說，況何瞎子是個瞽目之人，只該也尋個殘疾的做對，這如花似玉的妻子，怎不做出事來，如何管得到底？」何瞎子抓住了正在行姦的烏雲，四周鄰居卻紛紛勸他不要聲張此事，講的多條道理，歸根結底，還是認為他與羞月不般配。其實這並無甚道理，不說是歧殘疾人吧，起碼與封建貞節觀念、世俗人情不符。再則是情節設計的不全情理，烏雲與羞月當著何的面尋歡，雖然是盲人看不見，但盲人的聽覺遠高於普通人。近在咫尺的交合，除後面講的以洗衣聲掩蓋交合聲還有可能外，前面說的單純歡幸，就絕對說不過去。實際上何已聽到，羞月以什麼貓嚼老鼠、磨豆腐等聲音作掩飾，只是一種哄小孩的方式，已成為丈夫而又極靈敏的何瞎子，怎麼可能被哄得過去呢？第八段故事寫三位年青寡婦與一俊男子輪流淫亂。結尾說：「一個個都懲報，此乃天道惡淫，亦人所自取。」淫亂固然可憎可惡，但作品設計的三個寡婦和那個華春的不佳結局，偶然性太大。再嫁後怎麼都會碰到惡運？這與一開始說的她們三個的丈夫「相繼而亡」一樣，人為編造的痕跡很深。其實，作品按著上面那段話後的警語倒較合現實和情理：「但有寡婦者，亦不可不知寡婦不容易做，惟云我等人家，豈有再嫁之婦，勉強留守，至於穢張醜著，悔不早嫁，豈不晚乎？」 \\n 第二種類型：是神魔虛擊穿插於現實故事之中。第一段和第三段故事，即是此種類型。先看第三段故事－－戒賭。因賭博而傾家蕩產、妻離子散，這是生活中經常可以看到的事實。作品以此為內容與戒賭也未嘗不可，但如第三段那般寫法，手法確屬不高。一是扯開講賭者妻子的遭遇，原也可以此作側面，寫賭博的危害。但小說中卻在她欲自盡時，寫了一位老人（土地神）給了她錢和米，又將大火隔開，讓其燒到兄嫂家去，燒死了嫂嫂。這實在太虛乎，脫離了原先的現實情景和表現意圖，引入了天人感應的舊套中去了。二是妻子與丈夫同在揚州，丈夫又投入一場大賭博。賭注特大：一頭是當鋪；一頭是老婆。幸好贏了。倘若輸了怎麼辦？贏了就戒賭，輸了就不戒賭？後面講的他倆從此有了錢報了恩，這不是反而說賭博的瑚幡嗎？裴勝大賭時，妻沒勸（可能沒在），事後才又喜又勸，這怎麼說得上「裴勝幸有個妻子在。不然，不愁不輸子」呢？作品中的第一段故事寫「好才郎貪色破鈔傷身」，這已通過形象和人物故事表現出來了。但後面又穿插個夢中和尚來索命，被雲發父親焚香點燭和做道場給打發走了。於是，病入膏肓的雲發，重新蘇醒康復過來。這又與前半部的現實生活敘述不合拍，無形中損害了作品的表現力和說服力。病中做惡夢（與犯淫有關的夢）是順理成章的、有可能的，但突然間鬼神離去，人物復活，這就不合情理了，反而削弱了「貪色破鈔傷身」這一主題。 \\n 第三種類型：是情節較生動，人物性格和故事發展較自然的小說。如第二段、第五段和第六段故事。第五與第六段故事寫法差不多、主題提示手法也相似。第五段講魯生在外嫖娼納妾，幾乎耗盡錢財，又險遭人迫害至死，實際還是說要戒色慾。第六段是戒嗜酒的故事。馬周一再為酗酒所害，一旦發誓不飲酒、少飲酒，才華就得到了發揮，英雄有了用武之地，美好機遇接踵而至。這兩個故事雖然簡單了點，但線索較為清晰，人物性格發展和際遇的轉折，較合乎生活常理。第二段故事生動，人物關係較為複雜，作品也以客觀敘述和描繪故事為主，只是最後羊玉夫人華氏的死，較為突然。值得指出的是，悲劇結局並不是或主要不是羊玉的懼內引起的，而是華氏與人淫蕩縱慾而造成的。這與作者「戒懼內」題旨不吻合，仍應是「戒色慾」。 \\n 第四種類型：是完全以人物性格和人際關係的發展而構成的故事，作者要闡述的道理寓於故事情節之中。這就是全書寫得最為出色的第七段故事。赤口好說大話的性格與他巧妙地讓韓民倒了一杯茶的舉動，引發出林松打罵韓氏、韓氏出走、赤口入監、鄒光被捉，以及赤口逃走和入庵寺被殺、鄒光入庵寺聽出殺人真情等一系列故事情節。所以，赤口的討茶喝與吹牛誇口，像一塊石頭扔入平靜的湖面，頓時漣漪陣陣，向外波動。攪得四周的水草、魚蝦，驚慌動盪，中心在於那塊石頭。故事產生的原因、人物坐牢、出家、死亡等等，根源就在於赤口的那張浪嘴。小說「戒浪嘴」的主題旨，自然而又充分地揭示了出來。 \\n 《八段錦》目錄前題「醒世居士編集」、「樵叟參訂」，作者姓名不詳。內封署「新編八段錦」、「醉月樓梓」，今刊清初醉月樓刊本，現珍藏於北京大學圖書館，因是版刻，字跡較模糊，無序跋。書中某些題材，出自《古今小說》等話本集，如第一段「好才郎貪色破鈔，犯色戒鬼磨悔心」就出自於《古今小說》卷三的「新橋市韓王賣春情」，以及第六段「馬周嗜酒受挫跌，王公疏財識英雄」，出自於《古今小說》卷五中的「窮馬周遭際賣饃媼」。因全書寫男女姦淫縱慾篇幅較多。清道光十八年江蘇按察使，道光二十四年浙江巡撫設局查禁淫詞小說，所列書目中均有《八段錦》，後同治七年所禁小說，亦再度被查禁過。 \\n  \\n   \\n  "}
{"章节": "第一段 好才郎貪色破鈔 犯色戒鬼磨悔心", "正文": "  \\n 第一段　好才郎貪色破鈔　犯色戒鬼磨悔心 \\n 　 \\n  \\n 詩曰： \\n 情寵嬌多不自由，　驪山舉火戲諸侯； \\n 只知一笑傾人國，　不覺胡塵滿玉樓。 \\n 這首詩是胡僧的專道，昔日周幽王寵個妃子，名褒姒。那幽王千方百計去媚她，因要取她一笑而不可得，乃把驪山下與諸侯為號的烽火，突然燒起來。那些諸侯，只道幽王有難，都統兵來救援。及到其地，卻寂然無事，褒姒其時呵呵大笑。後來犬戎起兵來寇，再燒烽火，諸侯皆不來救，犬戎遂殺幽王於驪山之下。 \\n 又春秋時，有個陳靈公，私通夏徵舒之母夏姬，日夜至其家飲酒作樂。徵舒愧恨，因射殺靈公。 \\n 後來，隋朝又有個煬帝，也寵蕭妃之色。要看揚州景致，用麻叔謀為帥，起天下民夫百萬，開汴河一千餘里，役死人夫無數。造鳳艦龍舟，使宮女兩岸牽拖，樂前聞於百里。後被宇丈化及造反江都，斬煬帝於吳公台下。 \\n 至唐明皇寵愛貴妃之色，那貴妃又與安祿山私通，被明皇撞見，釵橫鬢亂，從此疑心，遂將祿山除在漁陽地面做節度使。那祿山思念楊妃，舉兵反叛。明皇無計奈何，只得帶了百官逃難至馬蒐山下，兵阻逼死了楊妃。虧了郭令公血戰，才得恢復兩京。 \\n 你道這幾個官家，都只為愛色，以致喪身亡國。如今愚民小子，便當把色慾警戒方是。你說戒那色慾則甚？我今說一個青年子弟，只因不戒色，戀著一個婦人，險些兒害了一條性命，丟了潑天家私。驚動新橋市上，編成一本新聞。 \\n 話說宋朝臨安府，去城十里，地名湖墅，出城五里地，地名新橋。那市上有個富戶，姓雲名錦，媽媽潘氏，只生一子，名喚雲發。娶妻金氏，生得四歲一個孫兒。那雲錦家中巨富，放債積穀，果然金銀滿筐，米穀堆倉。又去新橋五里，地名灰橋，市上新造一所房屋，外面作成鋪面，令子雲發，雇一個主管幫扶，開下一個鋪子。家中收下的絲綿，發在鋪中，賣與在城機戶。雲發生來聰俊，粗知禮儀，做事樸實，不好花哄。因此，雲錦全不慮他。那雲發每日早晨到鋪中賣貨，天晚回家。這鋪中房屋只佔得門面，裡頭房屋俱是空的。 \\n 忽一日，因家中有事，直至傍午方到鋪中。無甚事幹，便走到河邊耍子。忽見河邊泊著兩隻船，船上有許多箱籠桌凳家伙，又有四、五個人，將傢伙搬入他店內空屋裡來。船上走起三個婦人：一個中年胖婦人；一個是老婆子；一個是少年婦人，盡走入屋裡來。只因這夥婦人入屋，有分教雲發：　身如五鼓啣山月，　命似三更油盡燈。 \\n 雲發忙回來問主管道：「什麼人擅自搬入我屋來？」主管道：「她是在城人家，為因里役，一時間無處尋屋，央此間鄰居范老來說，暫住兩三日便去。正欲報知，恰好官人自來。」雲發聽了，正欲發怒，只見那小娘子走出來，斂衽向前道個萬福，方開口道：「官人息怒，非干主管之事。是奴家一時事急，不及先來府上稟知，望乞恕罪。容住三、四日，尋了屋就行搬去。至於房金，依例拜納，決不致欠。」雲發見她年少美貌，不覺動火，便放下臉來道：「既如此，便多住幾日也無妨，請自穩便。」婦人說罷，便去搬箱運籠。 \\n 雲發看得心疼，也幫她搬了幾件傢伙。那胖婦人與小婦人都道：「不勞官人用力。」雲發道：「在此空閒，相幫何妨？」彼此俱各歡喜。天晚，雲發回家，吩咐主管：「須與裡面新搬來的說，寫紙房契來與我。」主管答應，不在話下。 \\n 且說，雲發回到家中，並不把人搬來借住一事，說與父母知覺。當夜心心念念，只想著小婦人。次日早起，換了一身好衣服，打扮齊整，叫小廝壽童跟著，搖搖擺擺走到店中來。那裡面走動的八老，見屋主來了，便來邀接進去吃茶，要納房狀。雲發便起身入去，只見那小婦人，笑容可掬，迎將出來道個萬福，請人裡面坐下。雲發便到中間軒子內坐著。那老婆子和胖婦人，都來相見陪坐。坐間只有三個婦人，雲發便問道：「娘子高姓？怎麼你家男子漢，不見一個？」那胖婦人道：「拙夫姓韓，與小兒在衙門跟官，早去晚歸，官身不得相會。」坐了一會，雲發低著頭，瞧那小婦人。這小娘子一雙俊眼，覷著雲發道：「敢問官人，青春多少？」雲發道：「虛度二十四歲，且問娘子青春？」那小婦人笑道：「與官人一緣一會，奴家也是二十四歲。城中搬來，偶遇官人，又是同庚，正是有緣千里來相會了。」那老婦人和胖婦人，看見關目，推個事故，起身躲避了，只有二人對坐。那小婦人便把些風流話來引誘雲發。雲發心下雖愛她，亦不覺駭然，暗忖道：「她是個好人家，容她居住，誰想是這樣人物。」正待轉身出去，這個小婦人便走過來，挨著身邊坐住，作嬌作痴，說道：「官人，將你頭上的金簪子取下，借奴看一看。」雲發便除下帽子，正欲去拔，這小婦人便一手按住雲發的頭髻，一隻手拔了金簪，就起身道：「官人，我和你去上樓去說句話兒。」一頭說，一頭逕走上樓去了。此時雲發心動，按捺不住，便也隨後跟了上樓，討那簪子，叫道：「娘子還我簪子，家中有事，就要回去。」那婦人道：「我與你是夙世姻緣，你不要假裝老實，願偕枕席之歡。」雲發道：「使不得！倘被人知覺，卻不好看。」便站住卿，思要下樓。怎奈那婦人放出萬種妖嬈，回轉身來，摟住雲發，將尖尖玉手，去扯雲發的褲子。那時，就任你是鐵石人，也忍不住了。雲發情興如火，便與他攜手上床，成其雲雨。霎時雲散雨收，兩個起來偎倚而坐，雲發且驚且喜，問道：「姐姐叫什麼名字？」那婦人道：「奴家姓張，小字賽金。敢問官人宅上做甚行業？」雲發道：「父母只生我一身，家中販絲放債，新橋市上有名的財主。此間門首鋪子，是我自己開的。」賽金暗喜道：「今番纏得這個有錢的男子了。」原來這婦人一家，是個隱名的娼妓，又叫做私窩子，家中別無生意，只靠這一本帳討生活，那老婦人是胖婦人的娘，這賽金是胖婦人的女兒。在先，那畔婦人也嫁在好人家，因她丈夫無門生理，不能度活，不得已做這般勾當。賽金自小生得標致，又識書會寫，當時已自嫁與人去了，只因看娘學樣，在夫家做出事來，被丈夫發回娘家。事有湊巧，此時胖婦人年紀將上五旬孤老，所得甚少，恰好得女兒接代，便索性大做了。 \\n 原在城中居住，只為這樣事被人告發，慌了，搬來此處躲避。不想雲發偶然撞在她手裡圈套，安排停當，漏將入來，不由你不落水。怎的男兒不見一個？但有人到他家去，他父子即使避開。這個婦人，但貪她的便著她手，不知陷了幾多漢子。 \\n 當時賽金道：「我等一時慌忙搬來，缺少盤費。告官人，有銀子乞借五兩，不可推故。」雲發應允，起身整好衣冠，賽金才還了金簪，兩個下樓，仍坐在軒子內。雲發自思：「我在此耽擱甚久，恐外面鄰舍們談論。」又吃了一杯茶，即要起身，賽金留吃午飯。雲發道：「耽擱已久，不吃飯了，少刻就送銀子與你。」賽金道：「午後特備幾杯菜酒，官人不要見卻。」說罷，雲發出到鋪中。只見幾個鄰人都來和哄道：「雲小官人恭喜。」雲發紅了臉皮，說道：「好沒來由！有什麼喜賀？」原來外邊近鄰，見雲發進去，那房屋卻是兩間六橡的樓屋，賽金只佔得一間做房，這邊一間，就是絲鋪上面，卻是空的。有好事者，見雲發不出來，便伏在這邊空樓壁縫偷看。他們入馬之時，都看得明白親切。眾人見他臉紅嘴硬，內中那原張見的便道：「你尚要懶哩！拔了金簪子，上樓去做什麼？」雲發被他說著，頓口無言，托個事故，起身便走出店，到娘舅潘家討午飯吃了。 \\n 踱到門前店中，借過一把戥子，將身邊買絲銀子，秤了三兩，放在袖中。又閒坐了一回，捱到半個下午，方復到鋪中來。主管道：「裡面住的，方才在請官人吃酒。」恰好八老出來道．「官人，你去哪裡閒耍，叫老子沒處尋。家中特備菜酒，只請你主管相陪，再無他客，快請進去。」雲發就同主管，走到軒子下看時，桌上已安排得齊齊整整。賽金就請雲發正席而坐，主管坐在橫頭，賽金朝上對坐。三人坐定，八老執壺斟酒。吃過幾杯酒、幾盤菜果，主管會意，托詞道：「年來掏摸甚多，天將晚了，我去收拾鋪中什物去。」便脫身出來。 \\n 那雲發酒量亦淺，見主管去了，只一女子相陪，有趣，便開懷暢飲。吃了十數杯，自知太醉，即將袖內銀子交與賽金，起身挽了賽金的手道：「我有句話和你說，今日做那個事，鄰舍都知道了，多人來打和哄。倘傳到我家父母知道，怎生是好？姐姐依著我說，尋個僻靜去住，我自時常看顧你何如？」賽金道：「說得是，奴家就與母親商議。」說罷，免不得又做些乾生活。雲發辭別，囑咐道：「我此去再不來了，待你尋得所在，叫八老說知於我，我來送你起身。」說罷，雲發出來鋪中，吩咐主管記悵，一徑自回，不在話下。 \\n 且說賽金送雲發去後，便把移居的話，備細說與父母知道。當夜各自安歇。次早起來，胖婦人吩咐八老，悄地打聽鄰舍消息。去了一會，八老回家哭道：「街坊上嘴舌甚是不好，此地不是養人的去處。」胖婦人道：「因在城中被人打攪，無奈移此。指望尋個好處安身，誰想又撞著不好的鄰舍。」說罷，嘆了口氣，遂叫丈夫去尋房子不題。 \\n 話說雲發自那日回家，怕人嘴舌，瞞著父母，只推身子不快，一向不到鋪中去。主管自行賣貨。賽金在家，又著八老去招引舊時主顧來走動。那鄰含起初，只曉得雲發一個，恐子弟著手，尚有難容之意，次後見往來不絕，方曉得是個大做的。內中有生事的道：「我們俱是好人家，如何容得這等鏖曹的。常言道：『近姦近殺。』倘爭鋒起來，致傷殘命，也要帶累鄰含。我們鳴起鑼來，逐他去罷！」那八老聽得此言，進去向家中人說知。胖婦人聽得，甚沒出氣處，便對老娘道：「你七老八老，怕著誰的？兀不去門前叫罵那些短命多嘴的鴨黃兒去？」那老婆子果然就走到門前叫罵道：「哪個多嘴賊鴨黃兒，在這裡學放屁，若還敢來應我的，併這條老性命結識他！哪個人家沒親眷來往？輒敢臭語污人，背地多嘴，是何道理？」其時，鄰舍們聽得，道：「這個出精老狗！不說自家幹那事，倒來欺鄰罵舍？」內中有個開雜貨店的沈一郎，正要去應對婆子，又有個守分的張義明攔住道：「且由她！不要與這垂死的爭氣，早晚趕她起身便了。」那婆子罵了幾聲，見無人睬她，也自入去了。然後眾鄰舍，來與主管說道：「這一家人來住，都是你沒分曉，反受她來。她如今不說自家裡短，反叫老婆子門外叫罵！你是都聽得的。我們明日到你主家說與雲大官知道，看你怎麼樣？」主管忙應道：「列位息怒，不要說得，早晚就著她去就是。」說罷，眾人去了。主管當時到裡面，對胖婦人道：「你們快快尋個所在搬去，不要帶累我！看你們這般模樣，就住也不秀氣。」胖婦人道：「不勞吩咐，我已尋屋在城，早晚就搬。」胖婦人就著八老悄與雲小官說知。又吩咐不可與他父母知覺。八老領諾，走到新橋市上，尋著雲宅，站在對門候著。不多時，雲發出來，看見八老，忙引他到別家門首，問道：「你來有甚話說？」八老道：「家中要搬在城內遊奕營，羊毛寨南橫橋街上去住，敬叫我來說知。」雲發道：「如此最好！明日我準來送你家起身。」八老說了辭回。 \\n 次日，雲發已牌時分，來到灰橋市上鋪裡住下，主管將逐日賣絲的銀子算了一回，然後到裡面與賽金母子敘了寒溫。又於身邊取出一封銀子說道：「這三兩銀子，助你搬屋之費，此後我再去看你。」賽金接了，母子稱謝不盡。雲發起身，看過各處，見箱籠傢伙都搬下船了。賽金問道：「官人，我去後，你幾時來看我？」雲發道：「我回家還要針灸幾穴火，年年如此，大約半月日止，便來相望。」賽金母子滴淚，別雲發而去。正是：　此處不留人，　自有留人處。 \\n 且說雲發原有害夏的病，每遇炎天，便身體疲倦，形容消減。此時正六月初旬，因此請個醫人，在背後針灸幾穴火，在家調養，出門不得。雖思念賽金，也只得丟下不題。 \\n 話說賽金，從五月十七搬在橫橋街住下，不想那條街上，俱是營裡軍家，不好那道的。又兼僻拗，一向沒人走動。胖婦人向賽金道：「那日，雲小官許下半月就來，如今一月怎不見來？」賽金道：「莫不是病倒了？或者他說什麼針灸？想是忌暑不來。」遂與母親商議，教八老買兩個豬肚磨淨，把糯米、蓮肉灌在裡面，安排爛熟。賽金便寫起封字道：　賤妾賽金再拜，謹啟情郎雲官人：　自別尊顏，思慕不忘。向蒙期約，妾倚門凝望，不見降臨，　貴體灸火疼痛，妾坐臥不安，不能代替。謹具豬肚二枚，少　申問安之意，幸希笑納不宣。 \\n 寫罷，摺成柬子，將紙封了。豬肚裝在盒裡，叫八老囑道：「你從他鋪中一路而去，見了雲小官，便交他親收。」八老攜了提盒，懷著柬書，走出武林門，到灰橋市鋪外，看將入去，不見雲小官，便一逕到新橋市上。 \\n 雲發門首坐著，只見他家小廝壽童走出，八老便扯壽童到僻靜處說道：「我特來見你官人說話，可與我通知？」壽童遂轉身進去。不多時，雲發出來，八老慌忙作揖道：「官人，且喜貴體康健。」雲發道：「好阿公，你盒子裡什麼東西？」八老即道知來意。雲發遂引他到個酒樓上，坐定問道：「你搬在那裡可好麼？」八老道：「甚是消索。」遂於懷中取出柬封，遞與雲發。雲發接來看了，藏在袖中。揭開盒子，拿一個肚子，叫酒博士切做一盤，吩咐燙兩壺酒來。雲發又買了張帖子，索筆硯，一面陪八老吃酒，一面寫回書。吃完了酒，又向身邊取出一錠銀子，約有三兩上下，並回書交與八老道：「多多拜覆吾姐，過一二日，我定來相望，這銀子送與你家盤費。」八老受了，起身下樓而去。天晚到家，將銀、柬俱付賽金。賽金拆開看時，上寫道： \\n 發頓首，覆愛卿張賽金娘子妝次： \\n 前會多蒙厚意，無時少忘。所期正欲赴會，因賤軀灸火，有 \\n 失前約。茲蒙重惠佳餚，不勝感念。相會只在二三日間，些 \\n 須白物，權表微情，伏乞收入。雲發再拜。 \\n 看畢，母子歡喜不題。 \\n 再說雲發，在酒店拿了一個豬肚歸家，悄地到自己臥房，對妻子道：「這個熟肚子，是個相知的機戶，送與我吃的。」當晚，就將那熟肚與妻子在房中吃了。不令父母知覺。 \\n 過了兩日，雲發起個早，告知父母，要去查鋪。計一乘兜轎坐了，命壽重打傘跟隨。只因這一去，有分教賽金斷送了他的性命。正是　 \\n 二八佳人休是酥，　腰間仗劍斬愚夫；　 \\n 難然不見人頭落，　暗裡教君骨髓枯。 \\n 雲發上轎，不覺早到灰橋市上，進了鋪，主管相見。雲發一心在賽金身上，坐了片時，便起身吩咐主管道：「我入城去，收些機戶賒賬，然後回來算你賣帳。」主管明知他要到那去處，但不敢阻攔，只得道：「官人貴體新痊，不可別處閒走，恐生他疾。」雲發不聽，一徑上轎。在路預先吩咐轎夫，進銀山門，迤至羊毛寨，南橫橋，尋問湖市搬來張家。店面指示，壽童前去敲門。裡面八老出來開門，見了雲發，忙人去報知賽金，母子迎接。雲發下轎，說道：「貴人難見面，今日甚風吹得到此？」雲發歡然。裡面坐下，敘了別情。茶罷，賽金道：「官人看看奴家臥房。」雲發便同她到樓上坐下。兩個無非說些深情蜜語，當下安排酒餚，兩人對飲。雲發情興如火，相抱上床。事畢，起來洗手，更酌，又飲數盃。雲發因針灸在家，一月不曾行事，今見了賽金，豈肯一次便休？這雲發也是合當不禁，情興復發，下面硬個不了。扯了賽金上床，又丟一次。正是：　 \\n 爽口物多才作疾，　快心事過便為殃。 \\n 事畢，雲發自覺神思散亂，困倦異常，便倒在床上睡了。賽金也陪睡同眠。 \\n 卻說雲發睡了，方合眼，便聽有人叫：「雲小官，你這般好睡！」雲發看時，是一個胖大和尚。身披舊褊衫，赤腳穿鞋，腰束黃絲線條，對著雲發道：「貧僧是桑葉寺水月住持，因為死了徒弟，特來勸化官人棄俗出家，與我作個徒弟何如？」雲發道：「你這和尚，好沒分曉！我父母半百之年，只生我一人，如何出得家？」和尚道：「你只好出家，若貪享榮華，定然夭壽。依貧僧說，跟我去罷。」雲發道：「胡說！這是婦人臥房，你怎麼也敢到此？」那和尚瞪著眼喝道：「你去也不去？」雲發也罵道：「你這禿驢，好沒道理！只管纏我則甚？」和尚大怒，扯住雲發便走。及走到樓梯邊，雲發叫屈起來，被和尚盡力一推，便倒下樓去。撒然驚覺，出一身冷汗。開眼時，賽金還未醒，雲發連叫奇怪。賽金也醒來道：「官人好睡，便歇了，明早去罷！」雲發道：「家中父母計掛，我要回去，另日再來。」賽金細看雲發，顏色大是不好，不敢強留。雲發下樓，想著夢裡，又覺心驚。遂辭了賽金母子，急急上轎。天色將晚，肚裡又漸痛起，真個過活不得。此時自怨自艾，巴不能到家，吩咐轎夫快走。 \\n 挨到自家門首，痛不可忍。下轎來走入裡面，逕奔樓上，坐在馬桶大便。痛一陣，撒一陣，撒出的都是血水。及上床便頭眩眼花，四肢倦軟，百骨酸痛。那雲錦見兒子面青失色，奔上樓去，吃了一驚，亦上樓問道：「因甚這般模樣？」雲發假推在機戶家，多吃幾杯，睡後口渴，又吃冷水，肚痛作瀉。說未了，咬牙寒戰，渾身冷汗如雨，身如火熱。雲錦忙下樓請醫來看。醫人道：「脈氣將絕，此病難醫。」雲錦再三哀告，醫人道：「此病非乾泄瀉，乃色慾過度，耗散元氣，為脫陽之症，多是不好。我用一帖藥，與他扶助元氣，若服藥後熱退脈起，則有生意，我再來醫。」於是撮了藥自去。父母再三盤問，雲發只是不語。將及初更，服了藥，伏枕而臥。忽見日間所夢和尚又至，立在床邊叫道：「雲發，你強熬則甚？不如早跟我去！」雲發只不應他，那和尚便不由分說，將身上黃絲條套在雲發頸上，扯住就走。雲發扳住床欞，大叫一聲驚醒，又是一夢。開眼看時，父母妻子俱在面前。父母問道：「我兒因甚驚醒？」雲發自覺神思散亂，料捱不過，只得將賽金之事，並所夢和尚始末，一一說了。說罷，哭將起來，父母妻子盡皆淚下。父親見病已至此，不敢埋怨他，但把言語寬解。 \\n 雲發昏迷幾次復甦，泣謂渾家道：「你須善待公姑，好看幼子，絲行資本，盡夠過活。」其妻哭道：「且寬心調理，不要多慮。」雲發嘆了口氣，喚丫髮扶起，對父母道：「兒不能復生矣。也是午災命厄，雖悔何及？傳與少年子弟，不要學我非為，害了性命。我若死後，將屍丟在水中去，方可謝拋妻棄子、不顧父母之罪。」言訖，方才含眼。 \\n 和尚又在面前，雲發哀告道：「我師，我與你有甚冤仇，不肯放我？」那和尚道：「我只囚犯了色戒，死在彼處，不得脫離。咋日偶見你與那女子，白畫交歡，我一時心動，便想你做個頂替。」言罷而去。 \\n 雲發醒來，又將這話說與父母。雲錦駭道：「原來如此！」慌忙在門外街上焚香點燭，擺列羹飯，望空拜告：「求禪師大發慈悲，放回我兒，親去設醮追拔。」祝罷，燒化冥紙，回到樓上。 \\n 見兒子睡著，忽然翻身，坐將起來，睜著眼道：「雲錦，我犯如來色戒，在羊毛寨尋了自盡。你兒子也來那裡淫慾，我所以想要你兒子做頂替，不然求你超度。適才許我荐拔，我放你兒子，仍在羊毛寨等。你果來荐拔，能得脫生，永不來了。」雲錦即今掌作禮。雲發忽然而覺，顏色復舊，身上已住了熱。及下床解手，便不瀉了。天明，請原醫來看，說道：「六臟已復，定然得生。恭喜了！」撮下藥，調理數日，果然痊好。雲錦即請幾位僧人，在羊毛寨賽金家，做一晝夜道場。只見賽金一家做夢，見個胖和尚，帶了一條拄杖去了。雲發將息半年，依舊在新橋市上生理。那八老來尋，竟一直謝絕，永不復去。一日，與主管說起舊事，不覺追悔道：「人生在世，切莫貪色。我幾乎把條性命，平白害了。」自此以後，生男育女，常常訓誡，不可貪色好淫。後來，壽得八十之外而終。 \\n 看官們牢記此段，以誡子弟，勿謂野史無益於人，不必寓目也！ \\n  \\n   \\n  "}
{"章节": "第二段 大好漢鸄心懼內 小嬌娘縱情喪身", "正文": "  \\n 第二段　大好漢鸄心懼內　小嬌娘縱情喪身 \\n 　 \\n  \\n 詩曰：　 \\n 夫握乾綱圖畫中，　未聞懼內受妾寵，　 \\n 何事甘心俛首伏，　弄得臭名世世洪。 \\n 這首詩，單表人間，有夫婦猶如內有天地；天位乎上主拖，地位乎下主受；夫以義率，妻以順事，哪有丈夫怕妻子之禮？無奈今之懼內者，白縉紳以逮下賤，習以成風，恬不知恥，即目擊妻之淫縱，亦無奈付。無他，其禍皆起於「愛」之一字。蓋人當初娶時，未免愛其色，而至於寵，寵之一成，就是：　堂上公言，　似鐵對釘； \\n 枕邊私語，　如蘭斯馨。 \\n 雖神功妙手，孰能醫治？獅子一吼，則丈夫無所措手足，因而成畏。此必然之理也！話說南直隸本府城內，莫有巷，有一人姓羊名玉，字學德。這人在地方，也是有數的。好結朋友，若鄰里有事，拉他出來，說兩句話，人都信服。只有一件，回家見了妻子，便像小鬼見閻王，論懼內的，他算是頭一把交椅。他偏在人前說嘴道：「做個人，豈有怕老婆之理！大凡人做事，哪得十全？倘有點差誤，得那美慧的點醒一番，也是內助之功，怎不聽她？就是被老婆打幾下，也不過是閨房中，淘情插趣兒，你說那嫩鬆鬆的手兒，可打得痛麼？難道也像仇敵，必要與她打個輸贏不成？」因執了這個念頭，娶妻華氏，生得十分美貌，年只二十多歲，且手裡來得，口裡道得，他便一心畏服，固而怕她。 \\n 卻說羊學德，有一起串行朋友，一姓高名子興；一姓希名要得；一小旦姓苟名美都，俱是風流人物。都住在褲子巷右腹內，會吹彈歌唱，一到人家，婦女見了，未有不動心的。故老成人斷不容此輩上門。 \\n 卻說苟美都，年方十五，父早逝，僅存母親諸氏。年三十餘歲，只看他兒子的美艷，便知其母一定是標緻的了。況美都要學子興的吹唱，日逐邀在家中，不分內外，孤既不孤，寡亦不寡，子母們未有不著手的。兩鄰見他哄進哄出，卻也疑心。 \\n 一日，高子興來尋美都，偶遇美都出外，他便關門上樓。左鄰有心，急去尋個壁縫瞧看，見子興摟了諸氏，在醉翁椅上，將屁股不住扭動，那諸氏亂類亂播。子興一氣，抽上四五十回，諸氏漸漸閉目丟了一陣，身子動不得了。那高子興忍了一刻，見諸氏醒來，把肉具扯出，在牝口邊，上下擂晃，諸氏又被挑撥得癢了，將牝口又套將過來，子興又盡根亂搗，未經得一二百抽，諸氏不濟，又丟了。子興還要盡興，諸氏懇求道：「我的心肝，再一次定要死了，饒了罷，待明日與你盡興。」高子興道：「你兒子又不在家，叫我去哪裡完事？」諸氏道：「隨你哪裡去。」子興兜了褲子，下樓出門。 \\n 那瞧看的鄰舍，先在門口等著，叫道：「老高，你好戰法！」子興道：「我們串戲的，不過虛戳這幾鎗，有什麼好？」彼此笑開去了。但一傳兩、兩傳三，褲子巷中，沒一個不知道的。那諸氏還要假賣清，罵鄰罵舍不了。 \\n 一日，也是合當有事。那高子興、希要得，俱在美都家吹唱飲酒，興盡歸家，獨子興轉回，走在諸氏樓上歇了。那鄰舍恨諸氏嘴硬，打探明白，都暗暗在門口守候，及子興開門出來。被眾人一把拿住，又恐諸氏短見，叫兩個老婦人去陪住。那美都忙去尋希要得，與幾個相知來調停。其中有一個叫楊蜊子，一個叫王榻皮，有這兩個在內，再處不到了。子興便叫美都去尋羊學德來。到了天明，美都尋著學德，道知其事，因說道：「特來請你老人家去調停，不然我母親就死了。」羊學德道：「內中作梗的是誰？」美都道：「是楊蜊子、王榻皮。」學德道：「原來是這兩個。不打緊，你去秤一兩銀子，做二包拿來應用。」美都即到家，對母親說了，秤銀出門，交與學德，方同他到家。學德見坐了一屋的人，便笑道：「啊呀，好熱鬧！為甚事來？」那楊蜊子二人齊道：「你老人家來得好！有一件敗俗的事。高子興與苟美都的母親通姦，也非一日。鄰里們守候四五日，咋夜才拿住，正要送官，你老人家既來，有甚處法？」那羊學德便拉了楊、王二人的手，將銀包遞過去了，乃從容說道：「這姦是床上拿住的？是門外拿住的？」有幾個道：「雖不是床上拿住，然我們合巷皆知！」學德又道：「依列位說是其了。且問這捉姦的是她父族，還是親戚？」眾人道：「雖非父族、親戚，我等緊鄰，傷風敗俗的事，人人都拿得。」那王榻皮與楊蜊子道：「你們且靜口！聽羊兄處分，自有妙論。」羊學德道：「大凡人隱惡揚善，是積福積壽的根本。至於把他人弄醜，害人性命，與己何益？俗語道得好：『閒人撮閒畔，不要閒人管。』」眾人聽了這一席話，都頓口無言。內有一人道：「我們與他本無仇隙，做甚對頭？只是他二人通姦，我們都是親眼見的，那諸氏反罵鄰罵舍，所以氣她不過，與她出醜。如今你老人家，處千處萬，隨你吩咐，我們無有不依的。」羊學德道：「這事也難怪眾人。諸氏心性，不必說起，就是老高，在褲子檔中，硬頭硬腦，列位豈有喜他的麼？」眾人都笑起來，他又道：「如今你們把我當一個人，我怎敢忘情？我拿出幾兩銀子來，叫廚子包幾桌酒。」吩咐苟美都，道：「你快去發行頭來，叫高子興串一本戲文陪禮。這個使得麼？」眾人齊道：「妙極！」於是眾人各散。 \\n 須臾，戲箱發到，搭了台。鄰舍畢集，一同吃了酒飯。子弟生、旦、丑、淨，都扮起來，敲動鑼鼓，演一本《幽閨記》男盜女娼的戲文。那苟美都做了貼旦，標致不過，在台上做作。引得羊學德妻子的規戒頓忘，舊興復發。見美都下台，便摟住道：「我的心肝！你如此態度，不由人魂飛，到場畢，憑你怎麼，要了卻我的心願去。」美都道：「若奶奶知道，粗棍抽你，我卻救你不得，須自家打算。」學德道：「休管她！粗棍抽我，我也將粗棍抽她。」高子興德著便道：「那不費之慮，何難奉承。」苟美都道：「肯到肯，只要他一個東道，明朝請我們。老希，你做中。」眾人都道：「是了。」學德應允。直待戲完，吃了散場酒，美都與子興，同送羊學德一路回家。已是三更時分，殘月朦朧。學德扯了美都，落後一步道：「我的小心肝，完了我的心事去。」美都道：「到你家擾了東道，自然了你心願。」學德便一把摟住道：「你這小油嘴，曉得我家裡做不得，故意難我麼？」於是扯到廊下，褪了褲子，便弄起來。只弄幾抽，只見希要得輕輕掩在側便道：「狗打花，快拿些水來！」學德罵道：「牢拖的，還不輕聲！」不上一會，復走來道：「老羊，東道休忘了。」學德道：「死花子，奈何死人，說有便有了。」希要得道：「你們好好入搗，不要入脫了肛門，不干我事。」美都道：「厭花子，還不快走！」子興忙來拽他道：「不要惹厭。」扯得去。須臾了事，各散回家。 \\n 學德到家敲門，臘梅開門放進。學德問道：「媽睡了麼？」臘梅點頭，學德忙忙上樓，向床內去摸。那華氏伸手，劈面一掌道：「入你娘的，這時候才來！你在外幹什麼事？」學德便坐在床前道：「今日遇著一件奇事。」便把子興姦諸氏，眾人處不倒，我去一說便倒，一一說明，道：「才看戲回來，並沒走甚野路。」華氏聽了這些風流話，起來坐在床內道：「這是真的麼？」學德道：「怎敢調謊？」華氏道：「拿行貨子來我瞧！」學德忙扯褲子，華氏伸手一摸，將來鼻邊一聞，罵道：「你這欺心的亡八！你娘清水的牝不入，卻去弄那屎屁股！你不跪住，還想來睡麼？」一個翻身，竟朝床裡，哭個不了。那學德忙跪下道：「我若去弄，孫子。把娘牝來與驢子入。」華氏道：「你還要油嘴？那卵頭還是屎臭的！」學德道：「是了，怪不得娘惱我，適才肚痛，一時破腹冒將出來，累了卵頭。請娘放心，我斷不如此薄倖。」華氏道：「瀉肚是瀉肚的氣味，這明是樁熟的屎，還要強嘴！你道我全不識貨的麼？也罷，你快去洗來。」學德忙呼臘梅，取熱水來洗淨了，只想與她幹事。正歡喜爬上床去，那華氏一把捏住塵柄，叫臘梅拿桌上的木筷子來，便把塵柄夾住，將膝褲帶兩邊收緊。學德連聲叫痛，道：「隨娘打幾下罷，這刑法實在難當。若夾斷了，你就一世沒得受用；若夾傷了，也有幾日動不得手。望娘僥了罷！」華氏笑道：「也等他受一受苦。」學德百般央告，纔鬆了夾棍，叫他上床。學德叫痛道：「我的娘，你瞧瞧腫起來了。」華氏喝道：「死亡八，不要支吾，快來承應。入得我好，將功折罪。」學德無奈，只得將半疼半痛的塵柄，塞將進去，不上一二百抽，便丟了。那華氏正在興頭上，不想丈夫已丟了，便向他肩頭上咬了一口道：「如何就是當官的一般，應付了事。」學德道：「娘，不是我懈怠，不知為著甚的，一到娘香美的東西內，再耐不得，就要來了。」於是二人困倦睡去。這正是：　 \\n 不恥奴顏婢膝行，　甘心箠楚受妻禁。　 \\n 夫綱凌替一如此，　猶向人前假賣清。 \\n 次日清晨，高子興同苟美都、希要得，齊來美家索東道。賓主一見，高子興便謝道：「咋蒙恩哥費心，解我一結。」羊學德道：「這個該當。」美都接口道：「羊哥，我們今日來消咋日的東道。」學德道：「咋晚敞房等我，熬了一夜的眠，如何好叫他動手？」苟美都道：「如何？我說他會賴帳。我只問中人要，不然我是這等賤的。」高子興道：「就是一個東道，這狗屁股亦不見貴。我有個故事，說與你們聽。當初羊頭上無角，狗頭上原有角。那羊想狗的角，央雞居間借了，再不肯還至今。雞尚道：『狗個角。』狗則云：『要、要、要。』羊一心圖賴，出口道：『沒，沒，沒。』」說罷，釆人齊笑起來。學德道：「待我進去問聲。」學德進內，不料華氏已在中門後聽了，見丈夫進來，便一把扯住鬍鬚道：「你昨夜原與小雜種幹那個，我養你廉恥，不出去打他，你好好隨我上樓。」學德道：「我的美慧娘，既全我的體面，休撏害我的鬍鬚。」遂一同上樓。那外面苟美都，爬在格，眼上偷瞧，下來對眾人說知，眾人即掩口進內竊德，只聽華氏大發雷霆道：「誰家長進的男子，做那骯髒事。」學德道：「娘，你是伶俐的，怎聽這干人哄？」華氏道：「別人或者有之，高叔這等人品，難道也會哄人？」學德忙膝行到華氏腿邊道：「如你不信，你整起東道來與他們吃。我若與那小雜種，貼一貼身，油一句嘴，便二罪俱罰。」華氏道：「我的兒，他是我仇人，我倒去整酒與他餪屁股麼？」學德道：「不是請他，他們笙簫、提琴都帶來了，無非唱曲要酒。你在窗內聽聽，也是趣事。」華氏聽得動興，想他們那班人物風流可愛，便道：「罷了，饒你這遭，快去買東西，我與你烹調，只不許你在外放肆。」學德道：「不敢。」起來下樓，出外留住眾人，道：「我房下聞得眾位在此，又聽我說各位曲子唱得好。她已應承，親手整治。眾人同我去買些餚僎美酒來。」於是眾人各各帶笑，一齊出門。這正叫做：　 \\n 家人嗃嗃是佳謀，　婦子嘻嘻貞亦羞，　 \\n 百意逢年猶未善，　開門揖盜赴妝樓。 \\n 羊學德四人，買了餚酒，拿到廚下。華氏果然登時整出來，叫臘梅擺將出去。那高、希，苟三人，假遜了一回，然後坐定，叫一聲請啊！但見：　 \\n 人人動手，個個啣盃，狼餐虎咽，就似與雞骨頭有甚冤仇；　 \\n 馬飲牛呼，卻像與糯米汁是親姊妹。正是吃一看三揭兩，盤　 \\n 中一似雲飛。眼晴近視的，休來人坐；牙痛的，吃了一半大　 \\n 虧。 \\n 須臾，盤光碟空。華氏窺見，又叫臘梅取些添換出來。學德斟了一回酒，眾人都道：「酒冷。」學德便向內道：「酒冷了！」又飲一巡，眾人又道：「還有些冷。」學德又向內道：「酒仍冷！」華氏起初聽喊，心已不快，又聽得喊叫，便十分大惱。下在中門後瞧看，卻好學德提酒壺進去換酒，劈頭撞著。華氏正在氣頭上，就是一大巴掌，打得甚響，外面聽得真切。學德也不做聲，向外走道：「這等可惡！我專打你這個酒冷。」眾人心中俱疑，道：「他平日極怕的，怎一時振作起來？」及眾人飲得高興，你唱我彈吹，我唱你彈吹，果然繞樑之音，聲徹雲宵。那華氏始聽得妙，倚著門瞧，後漸出中堂，立在屏後，或隱或見，引得這些小夥，越做出風流的樣子來。及輪到高子興唱，華氏便以手在屏上拍，隱隱讚妙。那高子興剛在右手，坐在屏風側邊，正與玉人相對。他見此光景，弄得：　 \\n 心兒內忐忐忑忑，　意兒上倒倒顛顛。 \\n 坐立不安，心生一計，將腳把墊桌的磚頭踢去。見桌不平穩，忙向屏風角邊去尋瓦片，輕輕將華氏繡鞋上，捏了一把，然後墊好桌腳。他見華氏不動，知她有心，因一眼盯著華氏，華氏以手招他，便起身道：「列位且坐坐，我解手就來。」學德道：「不許逃席！」子興道：「我肯逃麼？」於是走到後邊，見門半掩，便身挨進去。華氏一見便道：「高叔，不去飲酒，來此則甚？」子興道：「多擾大嫂，特來致謝。」華氏倒了一杯茶，帶笑道：「高叔，前聞得你好快樂。」子興道：「她是過時桃杏，怎如大嫂是水上芙蓉。」華氏道：「我最怪人在東說西。」子興乃向前摟住道：「我的心肝，對你焉有假心。」便去親嘴接唇。華氏故意不允，把手內茶，潑了一身，便道：「你快出去！我明日打發鬍子出去，你可早來，我與你說話。」子興得了約，復出來赴席，不防那希要得早已窺破，見子興說出恭去後，他也說出恭，跟到後邊，亦進了門，隱在暗處，聽得明白。見小高出來，也不衝破，隨來席上坐一會，各人方散。 \\n 那學德回到內邊讚道：「我的娘，你真顯得好手段！」華氏笑道：「你不嫌我也罷了。」學德道：「有甚嫌你？只是這干人面前，不要你出頭露臉。」華氏道：「啐！你就不該引他家來。難道牝生在額角上，見了人，就入了去不成？你既說這話，他們來時，我偏要出去見他。看你怎奈何我？」學德便以手自打臉，道：「只是我多嘴了！」可憐：　 \\n 玩夫股掌上，　何事不堪為。 \\n 卻說高子興，因華氏約她，次日絕早，打扮十分齊整，悄悄而去。不料希要得在家亦想道：「我哪些不如他？他兩人眉來眼去，只要踢開我。若是大家弄弄，便罷了；不然，我攪斷他的筋！他今朝必然早去，等我先去候他。」便先去了。那子興剛到羊家門首，去門縫裡瞧，見有人在內，仔細一看，卻正是小希！心下便如中一拳，道：「這鬼頭，怎麼先來了？」忙做不見，踱了過去。那小希看見，便急跑出門，叫道：「高大哥何往，打扮得像去做新郎的？有甚好處，帶挈我一帶。」子興道：「我去拜一朋友。」小希道：「小弟奉陪。」子興道：「不敢勞。」小希道：「小弟沒事，今日總要同你走走。」子興千方百計，再灑脫不開，整纏了一日。 \\n 到次日，子興恨道：「這天殺的，誤我一日。那人不知怎的恨我！今日休走大道，由小路去罷。」及到羊家中堂，又見小希早在。問他道：「你因甚來？」小希道：「我的來，就是兄的來。」子興道：「我與羊哥有話。」小希道：「我也有話。」二人坐了一回，子興道：「去罷。」小希道：「你何往？我同你去。」子興便發性，要與他相打。小希又微笑道：「我不曾得罪大哥，何必如此發怒？你要打就打幾下。我總要跟著你。」子興無奈，只得往苟家，向諸氏告知其事。諸氏道：「這個不難，但你不可忘舊。你去買四色禮來，我代你羊家去。」子興忙去辦備。 \\n 且說華氏，見他兩人纏個不了，好不痛恨。至第三日，忽見一乘轎，抬個半老佳人進來。見了禮，便道：「我姓諸，苟美都是我的兒。前蒙羊大叔，全我性命，特備些須微物，來謝奶奶。」華氏道：「原來是諸奶奶，俱是通家，何必如此，請裡面坐下。」卻說希要得，又來羊家巡哨。張見諸氏在內，便驚道：「好賊頭！這著棋倒與他下著了，待我去尋蜊子，叫老羊回來破他。」不多時，學德果回。見是諸氏，見禮畢。華氏道知來意，便留待飯。飯後，華氏道：「叔叔今夜在。這裡歇，我還有知情話對你說。」諸氏道：「只恐羊叔怪我阻他的興。」二人笑做一堆，便叫轎夫回去。晚間，華氏多吃了幾杯，便春心奔露，向諸氏道：「我與你結個姊妹，方好來往。我聞你與小高有情。姊姊，你試說趣味我聽。」諸氏欣然道：「妹妹，那小冤家的行貨子，真與人不同，塞到陰戶內，就尋花心，牝縫塞滿，令人好不休已，一陣陣丟去，也說不出那多少妙處。故此女人見他便先麻了。」說得那華氏，將身貼進諸氏，道：「你果是真心事，我也不說假。我原約他來一會，害我空等兩日，卻是何故？」諸氏道：「休要怪他。你們怎的露風，被小希雜種知了，抵死纏住，一步不離，所以來不得。今特著我來通信，明日接你到我家去，不知可否？」華氏道：「如此甚好。」遂叫鬍子在樓下宿，她兩個說笑一夜。 \\n 到次早，梳妝飯畢，華氏叫丈夫尋兩乘轎來。學德道：「娘也要到哪裡去？」華氏道：「你管我則甚？」學德道：「晚上好來接你。」華氏道：「誰要你接！」學德只得叫兩乘轎，任她出門，不敢多問。諸氏同華氏到家，子興已先在了。那華氏好臉皮，一把扯住道：「你害我在家等了兩日。」子興道：「我的娘，氣死了人！被小希纏住不放，今日幸得見面，等不得了。」於是攜手上床。華氏解了小衣，倒在床上，子興將塵柄插入，正待尋花覓蕊，忽聽得瓦上豁喇喇一聲響亮，兩人嚇了一跳。卻原來希要得約楊蜊子等，瞧著子興進門，後有兩乘轎進門，使用此計較。子興害怕，連忙抽出膫子下樓，與苟美都大開了門。教了一回曲子，然後回家。又生一計，叫美都來道：「我雇一隻燈船，叫你娘同華嬸嬸，俱男扮了，寂寂出門，上船玩玩。」美都去通知了。 \\n 不想子興叫著一隻燈船，又是個行不出的光棍王炎的船。他家一小使，叫做王龍，也在褲子襠左邊住。少停，二婦帶了巾幘，苟子領著上船。飲未數林，子興與華氏，便進那船艙去了。王龍不見二人在席，只道他是弄掛子，向門縫一瞧，原來下面是個婦人，掇起雙股，那子興將塵柄咬住牝心，那婦人不住的打寒噤，正在要死要活的時候，王龍忙跳上岸，叫家長王炎來，輕輕進艙，一把拿住。諸氏帶得有銀在身，忙買王炎釋放，還爭多道少。那希要得又去尋羊學德，說船內有二三內眷幹事，被人拿住，敬來邀你，賺他幾兩銀子。羊老是吃這一碗飯的，便欣然同來。上了船，吃一大驚，只見華氏蹲作一堆，諸氏及高子興都央求王炎。學德一時怒發，把王龍揮上幾掌。那王炎、高子興俱一溜煙走了。只存諸氏、美都，華氏已失去了小衣，希要得也脫身走了。 \\n 羊老氣得話說不出。華氏反罵道：「狗亡八，你既是好漢，如何妻又被人詐害？」便裝起勢來，假要投河。羊老此時，羞極怒極，一推便落水了。諸氏母子，只是叩頭。羊老道：「都是我自己不是，不該惹著他們。與你無事，去罷。」可憐華氏，未極雲雨樂，性命頃刻間，這也是自取了。羊老回家，遂移在清涼門去住。卻恨小高不過，監中牢頭、禁子，都是平日相厚的，遇一起江洋強盜，便買囑了他，一口咬定高子興，後在獄中死了。你道內可懼的麼？唯懼了她，自然把你如掌中兒，何事不忍為？人喜懼內，吾因集此段以為戒！ \\n  \\n   \\n  "}
{"章节": "第三段 為吝財燒妹遭殃 因愛賭媒妻倖富", "正文": "  \\n 第三段　為吝財燒妹遭殃　因愛賭媒妻倖富 \\n 　 \\n  \\n 詩曰： \\n 承恩借獵小平津，　使氣常遊中貴人； \\n 一擲千金渾是膽，　家無四壁不知貧。 \\n 這首詩，單道古時賭博中，如晉桓溫、袁耽，宋時劉裕、劉毅，皆賭博中豪傑。自後竟流為不肖之事，入其中者，未有不喪家敗業。遊手行丐。那笑話中，一人問道：「女轉男身，有何方法？」一人答道：「將幾個豬肚，縫成大袋，把女子盛在裡頭，煮幾日便轉男身。」問者不解，其人笑道：「終日在賭裡滾，怕他不出膫子。」故不肖子弟，浪蕩多端，賭為第一，或有成家，也千中僅一，然終不可為訓。 \\n 話說成化年間，勾容縣有個漢子，姓裴名勝，自幼好賭，立誓不嬴一二千金家當，再不回頭。自己也有千兩家業，不上幾年，斷送在幾粒骰子上去了。看看賭淨，衣食不足。其妻楊氏，原是舊家女兒，極有姿色，又賢慧，早晚苦勸不要賭，裴勝哪裡肯聽。及見賭到這個地位，料後來沒有好結局，一時問哭了一場，就要投河。那裴勝知道慌了，把妻子送到岳父家裡，安頓停當，便自己一溜走了。 \\n 那楊氏雖住娘家，她那哥嫂，未免不喜，自恨丈夫不爭氣，也自忍氣吞聲。未及一年，爹娘都嗚呼了，卻是哥哥楊二當家，他做人，銀錢性命樣值錢，多一個人，茶也捨不得多吃鍾的，如何肯供妹子，不上十多日，便道：「妹子，留得爹娘在，養你過一世；如今爹娘沒了，我又無什進頭，人口添多，你妹夫又不回來，不知生死。何不趁你年尚青春，尋個好人家去，也是終身的事。」楊氏道：「哥哥，論來要養我一口，也是易事，怎要我改嫁？況且妹夫未必死，若是嫁了，日後回來怎處？」楊二郎道：「妹子是聰明人，俗語說得好：『寧增一斗，莫添一口。』你一個人單吃飯，也須一日一升，一年也要三石六斗米，還有柴菜在外。一年極少也要六、七兩銀子，叫我哪裡賺來？若說妹夫，千兩銀子，都完賭了，光身出去，幾根骨頭，不知落在那裡，焉有回家日子？依我早嫁為炒！」楊氏聽說也不好再應，只不做聲。等哥哥轉了身。垂淚道：「丈夫不爭氣，原靠不得哥哥，如何怪得他？」正在抹眼淚，只見楊二郎又走來道：「妹子，你不肯嫁，我還有好算計。你手裡針指好，門首有間小屋，你一個儘好安身，替人家做些針指，我幫你些柴米，再等妹夫回來，卻不是好？」楊氏信為真，滿口應了。次日，就搬出去。 \\n 剛過了一月，柴米便不來濟了。楊氏晚間便進去，見哥哥不出來。又去見嫂嫂，撇情不過，只得出來道：「姑娘，敢是缺柴米了？」楊氏道：「正是。」妓嫂進內，取出一塊銀子，約有錢多重，交與楊氏道：「你拿去用，以後須自己尋些活路，全靠不得哥哥了。」楊氏接銀道：「當初哥哥有言在先，都是他包濟，怎今說這話，叫我婦人家，哪裡尋活路。」嫂嫂道：「姑娘，你哥哥念兄妹情分，原說幫助你些。若是長要，不如養你終身更妙，何必要你搬出？」楊氏吃個沒意思，便把銀子交還嫂嫂，走了出去。憤氣起來，尋了條繩子，要去自盡。只聽有人敲門甚急，楊氏只道是哥子回心轉意，連忙開門。將燈照著，卻是七、八十歲的老人家。看他：　兩眉白似銀，　雙耳垢如漆；　 \\n 角巾頭上包，　筑杖手中執。　 \\n 舉步先搖首，　開口先打噎；　 \\n 龍鐘一老翁，　腰駝背不直。 \\n 楊氏問道：「我是寡婦，不知老人家，半夜三更，扣門則甚？」那老者道：「老漢是村頭王老，平生恤孤憐寡，常周濟人。今聞大娘子為哥嫂不肯接濟，特送些錢米與你。」楊氏道：「嫡親哥嫂，尚不見憐，我與你非親非故，何敢受惠？」老者道：「說哪裡話？濟人須濟急，此老漢本心。米在門首，可收進去。」老者竟自走了。楊氏拿燈去門外照，並不見人，好生疑惑。回首一看，果然地下一大袋米，有一二石多，袋結上掛著銅錢二千。楊氏想道：「我若吃這米完，也得半年，必然丈夫回來了。這米錢不是人送，定是神助。」於是望空拜謝，也不自縊了，將錢、米收拾停當，然後去睡。楊二郎見妹子兩日不進去討，心下想到：「妹子要甘心餓死不成？」便著個小廝出來打聽了，回覆到：「姑娘房裡，柴米甚多，一發好過哩。」楊二郎吃驚道：「是哪裡來的？」其妻道：「她人才甚美，要尋個幫主，也極容易。只是別人知了，我們如何做人？但捉賊見贓，捉姦見雙。事體未的，不可出口。你黃昏時看個下落，倘有動靜，再擺佈他，不怕他不改嫁。」楊二郎點頭道：「是」。 \\n 到黃昏後，悄悄走到門首打聽，不見一毫動靜，連打聽四五個黃昏，俱沒影響，又與妻說知。其妻道：「養漢婆娘，極有算計。若待他做出事來，你我體面何存？不如趁早斷送她個乾淨為妙。」楊二郎道：「怎樣斷送她？」其妻道：「這等敗壞門風的，活在這裡也沒趣。待更深時，到她門首，放起一把火，豈不了帳？就是別人見了，也只道自家失火，豈不乾淨？」楊二郎拍手笑道：「好計較！不怕她走上天去。」看官，你道一個婦人獨自住在門前，誰知至親哥嫂去擺佈他。正是：　 \\n 青竹蛇兒口，　黃蜂尾上針；　 \\n 兩般猶未毒，　最毒婦人心。 \\n 那楊二郎聽了妻子之計，就如奉聖旨，等不到次日，即吩付廚下，收拾乾柴亂草，只等夜間行事。不料他夫妻算計時，那日遊神已聽得明白，飛奔奏與玉皇上帝去了。到了更盡人靜，楊二郎便叫小廝搬了柴草，到了妹子門首，放一把火。這些茅草小屋，一時便燒的滿天紅。楊二郎正在那裡看，只見火尾，登時橫衝，入自己大屋，自己住屋也燒起來了。心下大驚，急趕進搬搶傢伙什物，走到後門，懊悔不迭。及查看人、物，燒壞兩個小廝；妻子去搶衣飾，被火煙沖倒，活活燒死。二郎慌在一團，天明方知燒死妻子，此是後話。 \\n 卻說楊二發火燒時，楊氏剛正睡著，忽夢中聽得有人，連叫「火發」。慌忙披衣起來，那火已燒在面前，心下慌得沒主意，只是叫天。忽見那晚送米來的老者，從火裡鑽進來道：「大娘子，我來救你出去。」把楊氏駝在背上，從火裡緩緩走了出去。直駝了一段路，才放下道：「大娘子，這火是怎樣起的？皆因前日我送你米，你哥哥疑你做甚醜事，故夫妻設計要燒死你。不料天理昭彰，你倒不死，他的房子卻盡燒了，又燒死了個把人哩。」楊氏道：「原來如此！蒙你老救我，真是重生父母！但如今到那裡去安身？」老者道：「先到我家再處。」遂領著楊氏走到家裡，推開大門，安頓一去處，與楊氏道：「大娘子坐住，等我進去點光來。」那老者進去。楊氏坐了一會，一個瞌睡竟睡著了。 \\n 天明醒來看時，原來不是人家，是個土地廟，那妝塑的土地，正與夜來救他的一般。楊氏醒悟道：「原來公公救我，料我日後還有些好處，不然屢屢救我則甚？」便起來拜謝土地，剛剛拜完，忽見一夥人，拿香燭進來。內中一個，叫做張小峰，常與裴勝相好的，見了楊氏，駭問道：「大娘子，怎麼獨自坐在廟裡？」楊氏一頭哭，便把丈夫不成器，出了門，及哥嫂逼嫁、放火燒我、感得土地救出的話，一一告訴。眾人道：「你哥家事頗好，休說你一個，就是三五個妹子，也供得起，怎下這毒手。」內中一個是後來的，住在楊二後門，也說道：「千算萬算，天只一算。昨夜火起時，四鄰俱看見，有人站在半空，把幾面紅旗，遮好四邊房子，單燒楊二一家。天明找尋妻子，已燒得黑炭樣了，還在那裡哭老婆哩。」眾人聽了都伸舌頭道：「真是虛空有神明。」張小峰又問楊氏道：「裴勝哥出去幾時了？」楊氏道：「將有年半。前日聞得哥哥說，已死了，不知是真是假？」張小峰笑道：「活活一個人在，怎麼說死？」楊氏道：「莫非官人知些信息麼？」張小峰道：「現在揚州鈔關上，幫個公子的閒，終日騎馬出入，好不闊綽哩！」楊氏道：「幾時見他？」小峰道：「今年春頭。」楊氏道：「我要去，可尋得著麼！」小峰道：「一到揚川，就可見面。」楊氏道：「這裡到揚州多少路？」小峰道：「有二三百里，還要過揚子江哩！」楊氏泣道：「這等我永世不得見了！不如尋個自盡罷。」小峰道：「不要忙，做找不著，加些盤費上去。我家媳婦，也是揚州人，明日要回娘家去。你搭了他船同去，豈不省便？」眾人道：「妙極！」遂登時叫了轎來，抬楊氏到張小峰家去。楊氏拜謝眾人，囑道：「列位，奴家若尋得丈夫回來，再謝。但今日之事，切不可令我哥哥得知。」眾人應允散了。 \\n 楊氏到了張家，次日便同他媳婦上船。張小峰趕來，拿一封書交給楊氏道：「見了裴兄，將此書交他。」楊氏拜謝開船。不多二三日，到了揚州，楊氏就借小峰媳婦家權住。那家知他貧窮守節，不勝哀憐，好好看待，逐日著人領她滿街去撞，偏生不遇。一日走到個小巷，見一個，手拿壼酒，托著幾盤點心，身上穿的襤褸，忙忙走進一個人家去。楊氏仔細看時，正是丈夫裴勝。原來裴勝跟個公子幫閒，好不興頭。但他雖落魄，舊家氣骨猶存。那公子常倚勢，欺凌平人，裴勝背地與同輩，說他短處，被公子聽見，趕了出來。故此仍舊在賭場中奔走，博幾個飛頭錢過日子。那裴勝心下雖忙，眼卻也清，一路進去，心裡想道：「奇怪！巷頭那個婦人，好像我妻一樣。」放下點心，忙走出來，恰正撞著，便大叫道：「我的娘，千山萬水，那個同你到此？」楊氏哭道：「人人說你發跡了，怎又是這個模樣？」裴勝道：「那個對你說？」楊氏把小峰的書與他看。見上面寫道：　 \\n 自從鈔關敘別，倏爾又半矣。想仁兄吉人天相，得意境界，　欣慕欣慕。茲為尊閫夫人，在令岳家苦守。令岳去世，日遭　兄嫂陰害，幾陷死地，幸神佑得全。某所目擊，不忍坐視，　特就便船送歸。教下望乞欣留，不勝幸甚。通家弟張巒拜啟 \\n 方正看完，只見裡邊走個人來問道：「這內眷是兄什麼人？」裴勝道：「這是賤內，特來尋我。」那人道：「既是尊眷，怎不裡面去坐？」楊氏便走入去看時，心如刀割，淚如雨下。原來裴勝在那家耳房安身，只一張床，一張破桌。裴勝等他停了淚，問道：「到底怎的，說與我聽。」楊氏將前後一一說了。裴勝怒道：「我遲日發跡，定擺佈他。」那陪楊氏的小廝，也回了。是夜裴勝夫婦，少不得苦中作樂一番，然後睡了。 \\n 且說裴勝睡著，夢見個白鬚老者，叫道：「裴勝，我救你妻子來，與你發跡，何不將妻再賭一賭？」醒來卻是一夢。天明起來，忽有人叫裴勝出去道：「外面俱傳，令夫人天姿國色，有個崔六郎，手頭有幾萬銀子，叫你把妻子與他賭。肯不肯？」裴勝聽了，正合夜間的夢，連應道：「好。」即寫了「現賭活管」四個大字，貼在壁上。那人便去約崔六郎來。六郎道：「耳聞不如目賭，你把妻子與我看看。若果生得好，我就把一所當鋪與你賭。」裴勝應允。遂引六郎到自己房邊，遠遠站著，又設計把楊氏哄出來，六郎見了道：「果然好，和你交易。」原來裴勝，巴不得一拚，嬴他當鋪；萬一輸了，妻子也好吃碗自在飯。那六郎是會弄手腳的，要穩嬴他個標致老婆。兩下立起文契婚書，中見俱全。兩個歡天喜地，把籌碼擺出。不想裴勝隨手擲的都是「快」，那六郎越弄手腳越是「叉」。不上幾擲，把六郎的籌碼剿的精光。眾人道：「文契要花押了。」那六郎是爽利漢子，當下畫了花押，把當鋪交與裴勝而去。這裴勝方對妻子說出這事，楊氏甚喜，卻罵道：「我事苦到此，若輸時，你就送予別人？可見你賭博人終是不好。」又哭將起來。裴勝道：「我的娘！你若不來，我不發跡，目今得了兩千，已滿我願，此後，再不賭了。」裴勝謝了中見，並謝了小峰的媳婦娘家。果然不復去賭，緊緊料理做起人來。 \\n 過了兩年，將幾百銀子，買個官兒，夫妻轎馬回到勾容，一洗當日之羞，二去塞楊二郎之口。其時是三月初頭，那楊二郎自從那年放火燒妹，家業蕭條，雖不至沒吃沒穿，也日逐支吾不來。聞得裴勝做官回家，心下大驚，想道：「若說妹子失火燒死，鄰舍並沒見屍，討起人來怎麼處？」過了二三日，只見裴勝帶了楊氏，紗帽圓領，轎馬涼傘，軒昂回來。楊二無奈何，只得出接。見了妹子，吃驚道：「你一向在哪裡，卻同妹夫回來？」楊氏道：「那日被哥嫂燒死，我跟這死鬼回來討命。」楊二郎慌道：「當初悔聽婦人言，致行那事。然而自做自受，你嫂子也燒死了，還討甚命？」裴勝笑道：「這等說，尊舅那骨頭，也要像我當年了；你妹倒沒死，火燒那夜，就有神人送到我那裡。」二郎更覺羞慚，道：「妹子念同胞手足情，妹夫高抬貴手，往事休提。」說罷，雙膝跪下。裴勝夫妻，慌忙扶起，道：「你自不仁，我卻不念舊惡。」楊氏掩口笑道：「多承火攻，燒得我有個出頭日子。」那二郎滿面通紅。 \\n 話休煩絮。卻說裴勝，自己將銀錢付於家人，買辨食物，請客拜客，忙了幾日。便一面尋張小峰，謝他二十兩銀，四個尺頭。又捐資一百兩，重建土地廟，夫妻親去燒香設醮。那村中俱道：「裴勝敗子回頭，楊氏知恩報恩。」稱個不了。畢竟賭博是最下的，把妻子來賭，是下之極了。倘若輸了，便作世世話柄，豈不可恥！吾謂裴勝幸有個妻子在，不然，不愁不輸膫子。好賭者，吾集此以為鑑。 \\n  \\n   \\n  "}
{"章节": "第四段 何瞎子聽淫捉漢 火裡焰遠奔完情", "正文": "  \\n 第四段　何瞎子聽淫捉漢　火裡焰遠奔完情 \\n 　 \\n  \\n 詩曰： \\n 人世姻緣亦最奇，　變無為有甚難期； \\n 饒伊防禦千般巧，　早出重垣向別啼。 \\n 這首詩，單表人的姻緣有個定數。由今看來，定數雖不可逃，其中變幻，又不可測。明明是我妻子，偶起個風波，卻失去了。明明不是我妻子，偶湊個機關，卻又得了。其間離合，難以髮舉。 \\n 看官請聽：話說湖州府清白鎮地頭，有百十戶人家。內有一瞽者，姓何，起課最靈，遠近皆來問卜，無有不驗，因此人稱他個號，叫做「賽康節」。每日間，任你沒生意，除食用外，也有兩多銀子餘剩，時附近有個杜家，見他生意好，把個女兒，叫做羞月，與他為配。不知那羞月極其伶俐，如何肯嫁瞎子？迫於父母的主意，縱沒奈何，心下實是不快。 \\n 「賽康節」自得了這老婆，眼雖不見，但聽得人人喝釆，道好個娘子，他便愛惜勝如金玉，只去溫存老婆，把生意都丟冷了。間有人來問卜，也不甚靈驗，十分中只好一二分生意。還有好笑處，正在那裡要起課，想著老婆，竟摸了進去。任人在外邊等候，就喚他亦不肯就出，因此生意更不濟了。這叫做：　祇食恩愛好，　那顧利名高。　始信無鋒刃，　教人骨髓焦。 \\n 看官，你道何瞎子只管摸進去做甚？因他耳朵裡常聽人說，瞎子的老婆，從沒個不養漢的。他惟恐妻子做出這樣事來，故此不時摸將進去。適一日，羞月正在灶下燒火。何瞎子走進房去，將手向床邊一摸，不見；向馬桶邊一摸，又不見；復摸到吃飯的桌邊，也不見！便叫道：「娘在哪裡？」羞月對他一啐道：「呸！你只管尋我做甚？」瞎子道：「我聞得像有腳步響呢？」羞月道：「有這等奇？我臥房裡，哪個敢來？」那瞎子道：「像有人說話響呢？」羞月道：「呸！著鬼了，影也沒有，卻說恁般話。你不要痴，你老婆不是那等人，不是我誇口，我若肯養漢，莫說你一個瞎子，再添幾個瞎子，也照管我不來！」何瞎笑道：「我方說得一句，就認起真來。」依舊摸了出去。正是：　 \\n 只因一點水，　惹起萬波濤。 \\n 卻說隔壁有個小夥，叫做烏雲，綽號又叫火裡焰。這烏雲到處出熱，凡有人央他，極冰冷的事，有了他就像火滾起來，故人取他的渾名，叫做「火裡焰」。他與何家，僅一壁之隔。何瞎因沒了眼目，一應家使用的，都相煩他，遂做了通家弟見。羞月叫他叔叔，他叫羞月嫂嫂，穿房入戶，不以為意。這時何瞎夫妻鬥口，他剛在廚下整飯，聞得羞月的話，心下忖道：「怪不得我到那邊去，嫂嫂頻把眼兒描我，我因好弟兄，不曾在意。這樣看起來，我不要痴了，把塊好羊肉，丟在別人口裡去！等我去混一混看。」便悄悄地走入羞月臥房來，恰值羞月正在便桶小解，見烏雲走來，忙把裙兒，將粉白的屁股遮好。烏雲笑嘻嘻的道：「嫂嫂解手啊！」便向袖內摸出一張草紙來，雙手遞過去，道：「嫂嫂，頭一張不要錢！」羞月劈手打落道：「叔叔，這事你做得對麼？還不快走！」烏雲應前道：「是，就走。」及回頭看，羞月並無怒容，卻一眼看著他走。走回家想道：「有趣，口兒雖硬，眼兒卻送我出來。且不要忙，明日少不得要央我，那時隨機應變。」到了明日，羞月果在隔壁叫道：「烏叔叔，你哥要托你個事。」那烏雲聽得，便麻了三四分，忙應道：「來了。」急跑過來道：「嫂嫂要做甚的？」羞月笑道：「昨日言語唐突，叔叔莫惱。」烏雲道：「怎敢著惱！妓嫂就掌我幾下，亦不惱。」更歪著臉過去道：「嫂嫂，試打一下看。」羞月笑道：「我有手，也不打你這涎面。與你說正經話，哥哥這會忙，有包碎銀子，煩你去煎。」烏雲道：「當得。」接住銀便去了。這羞月見他走了，嘆口氣道：「我前世有甚債，今世遭這個丈夫！多承烏叔叔在此走動，我看了他，愈傷我心，幾時按納不下，把眼去送情，他全然不解。陡的昨日走進房來調戲我，我假意說幾句，甚是懊悔，故今日又喚他來安慰他。天嚇！這淺房窄戶，且那瞎物又毒，半刻不肯放鬆。就是要做，哪裡去做？」嘆了口氣，便靠在桌上假睡。 \\n 不一時，烏雲煎了銀子，竟奔羞月房裡來。見她瞑几而臥，便輕輕用手去摸她的奶，摸了這個，又摸那個。羞月只道是瞎子摸慣的，不以為意。烏雲見她不問，又把嘴靠在羞月的嘴邊，把舌頭撈一撈。羞月把頭一扭，方見是烏雲，忙起身道：「叔叔難為你。」只見布簾外，瞎子摸進來，道：「難為叔叔，快燒鍾茶與他吃。」烏雲答道：「自家弟兄，怎說這話。」辭別回家，不勝喜道：「妙！舌頭還是香的。這事有七八分了。」暗笑道：「這賊瞎，看你守得住否？」有詩為證：　 \\n 為著佳人死也甘，　只圖錦帳戰情酣；　 \\n 致教踏破巫山路，　肯使朝雲躅倚欄。 \\n 卻說羞月，見烏雲去了，心下亦著忙道：「虧我不曾喊出甚的來，只說『難為你』三個字；幸瞎子纏到別處去，還好遮掩。若再開口，可不斷送了他！」若道：「冤家，你也膽大，摸了奶，又要親嘴，我若睡在床上，連那個東西也幹了去了。冤家，你空使了心，那瞎子好不厲害，一會也不容你空閒。我就肯了，那個所在是戲場，你也怎得下手？」一頭想，一頭把隻卿兒來搖。適烏雲又走來，見她地下一隻紅繡鞋兒，忙拾起來笑道：「嫂嫂好小腳兒！」宛似那：　 \\n 紅荷初出水，　三寸小金蓮。 \\n 羞月道：「羞人答答的，拿來還我。」烏雲就雙膝跪下，將鞋頂在頭上道：「嫂嫂，鞋兒奉上。」羞月一笑來搶，烏雲就乘勢攔腰一抱，正要伸手去扯她褲子，只聽得門響，那瞎子又進來了。烏雲忙放了手，把身往地下一倒，如狗爬了數步，閃到後窗，輕輕跳出窗外，向羞月搖手討饒。只見那瞎問道：「娘和誰笑？」羞月道：「我自家笑。」何瞎道：「為什麼笑！」羞月道：「我又不著鬼迷，你只管走進走出，豈不好笑？」何瞎亦笑道：「今日沒生意，我丟你不下，故來陪你。」一屁股就羞月身邊坐下。烏雲見支吾過了，始放心走回家去，恨道：「賊瞎再遲一會進來，便被我上釣了。吃這賊瞎撞破，叫我滿肚子火，哪裡發洩？我看嫂嫂，十分有情於我，怎得個空，等我兩人了了心願，死也甘心！」想了一會道：「妙！妙！我看她洗香牝的坐盆，傍著我家的壁，待我挖個孔兒，先遮好了，等她來洗時，把手去摸她一把，看她怎生答應？」忙去安排停當，側耳聽聲。聞得傾湯水響，烏雲便走去，拿開壁孔，瞧將入去。只見羞月把褲兒卸下，坐去盆中去洗。烏雲看得親切，便輕輕將手向屁股跟前，香噴噴的牝兒內一摸。那羞月只道是甚麼蟲之類，猛的叫了一前，道：「呀！不好了！」何瞎忙忙摸來問道：「娘怎麼了？」羞月轉一念，曉得是烏雲做作，便遮掩道：「好古怪，像有個蟲在我腳上爬過。」何瞎聽罷，也丟開去了。卻說烏雲，把這隻摸牝的手，聞了又聞，道：「種種香氣俱好，只有這種香氣不同，真是天香！怎不叫人消魂？明日不到手，我須索死也！」想了一夜。 \\n 次日早晨，曉得何瞎子生意是忙的，他便鑽入羞月的房中去。羞月見了笑道：「叔叔，你心腸好狠，怎下得那毒手？」烏雲跪下道：「嫂嫂，可憐救我一救！」羞月道：「冤家，不是我無心，那瞎就進來了，如之奈何？」烏雲道：「此時生意正忙，有一會空，把我略貼貼兒，就死也甘心！」羞月見說得動情，便不做聲，烏雲便去解她褲兒，摟抱上床，忙把那物插了進去，正要抽動，只聽得腳步響，羞月道：「不好了，來了。」忙推開，立起身來，一頭繫褲子，一頭走到房門邊立著，推烏雲快去。烏雲回到家中，那個物事，直突突不肯軟，流延不了，又聽了一會，瞎子出去了，烏雲又走到窗子邊道：「嫂嫂，我再來完了事去！」羞月道：「莫性急，弄得不爽利。我想一計，倒須在他面前弄得更好。」烏雲驚道：「怎的反要在他中可弄得？」羞月道：「你莫驚。我已想定了，你下午來，包你飽餐一頓。」有詩道：　 \\n 慾痴熬煎不畏天，　色膽覿面恣淫姦；　 \\n 不怕人羞並人憎，　又抱琵琶過別船。 \\n 其時烏雲半信半疑，到下午走過來，見何瞎和羞月共凳兒坐著。羞月見烏雲來，即對何瞎道：「你去那邊凳上坐坐，我要管隻鞋兒，你坐在這裡礙手礙腳。」何瞎應一聲，便起身去，睡在春凳上，羞月向烏雲點點頭，烏雲輕輕挨過來，就在那凳上，各褪下小衣，緊緊地摟了抽送，抽到百十來抽外，裡面有些水來，便不免隱隱有些響聲。那瞎子目雖不見，耳朵是伶俐的，問道：「娘，什麼響？」羞月道：「沒什麼響。」何瞎道：「你聽，響呢！」羞月道：「是老鼠數銅錢響。」瞎子道：「不是，青天白日，如何得有？」烏雲見瞎子問，略略輕緩，那響亦輕，何瞎子便閉了嘴。烏雲又動蕩起來，此番比前更響。何瞎道：「娘，又響了。你聽得麼？」羞月道：「不聽得。」何瞎道：「你再聽。」羞月道：「有甚人在屋裡入牝響，偏你聽得這許多響！」烏雲此時不動，又不響了。何瞎道：「好古怪！」烏雲忍耐不住，那響聲又發作起來。何瞎道：「又響哩！」羞月道：「我只道是什麼響？原來是狗舐冷泔水響。」何瞎道：「不像。」烏雲又住手，歇了一會，漸漸又響起來。何瞎道：「明明響得古怪。」羞月道：「啊！是貓嚼老鼠響。」何瞎道：「不是。」不想烏雲弄在緊溜頭上，哪裡住得手，哪裡顧得響？越抽得狠，越響得兇！何瞎道：「古怪！古怪！這響，響得近了。娘你再聽聽。」羞月也正在酥麻的田地，含糊答道：「是響，是響，是隔壁磨豆腐響。」何瞎道：「不是，不是，等我來摸看。」便立起身來。烏雲早已了事閃開，羞月忙去坐在坐桶上，卻是響聲已歇了。羞月道：「哪有甚響？偏你耳朵聽得！」何瞎站住腳，側耳一聽道：「如今不響了。」卻亦疑個不了。 \\n 你道這大膽的事，也敢做出來？正所謂「聰明的婦人，賽過伶俐漢」。以後二人情興難遏，又礙著瞎子，婦人便心生一計。把些衣服浸在腳盆內，以屁股向上突起，叫烏雲從後面插入，假裝在搓洗衣服，憑他抽送，入弄其前。雖後面人與前面入，響前不異，而瞎子聞知，卻更不疑。方明好了。不想兩個淫心愈熾，日日要如此，便日日洗衣服；時時要如此，便時時洗衣服。晴也洗，雨也洗，朝也洗，夕也洗。那瞎子不知聽了多少響前，心下疑道：「就有這許多衣服洗？」心中便猜著了九分九。 \\n 一日，又聽得響，何瞎故意自己要出去，走從衣盆側邊過。約近，便裝一個虎勢，突然撲將過去，果摸著兩個人，便一把扯住衣服喊道：「是哪個姦我的老婆？」死也不放。烏雲曉得瞎子的利害，忙把衣服撒下，跑了。瞎子拿了這件衣服，跳出大門，喊道：「列位高鄰！有人行姦，奪得他的衣服在此，替我認認，好去告他！」只見走出幾個鄰舍來，把衣服一認道：「這是火裡焰的。」瞎子聽了愈怒道：「這狗骨頭！我待他勝若嫡親兄弟，如何也幹那個勾當？」內中有一個人道：「阿哥待得他好，阿嫂難道不要待他好的？」眾人都笑起來。有一個老成的人勸道：「何先生，我勸你，你是個眼目不便的人，出入公門，一不便；打官司又要費錢，二不便；像這不端正的婦人，留在身邊，她日後沒有大禍，必有逃奔，三不便；依我眾人勸你，叫烏雲完了地方上的事，陪了你的理。把這個婦人，送回娘家去，別嫁了人，這是長便。若留在身邊，你喜她不喜，恐你的身子不保，請自三思。」何瞎子聽了這一段話，點點頭道：「這話有理！這話有理！」於是進內去，四周一摸，卻摸不著婦人，那婦人反嘮嘮叨叨，說她的有理，被瞎子一把扯住那婦人的耳朵，都咬開了。正值她的娘家有了人來，便領回家去。那烏雲浼出一個相知弟兄，安排幾桌酒，請了地方鄰里，又湊了幾兩銀子，托了好弟兄，與何瞎子討了羞月，搬去他方居住去了。 \\n 古來說得好：「盛糞箕對著支苕掃。」再無話說，況何瞎是個瞽目之人，只該也尋個殘疾的做對，討這如花似玉的妻子，怎不做出事來？如何管得到厎？看官，你道是否？ \\n  \\n   \\n  "}
{"章节": "第五段 浪婆娘送老強出頭 知勇退復舊得團圓", "正文": "  \\n 第五段　浪婆娘送老強出頭　知勇退復舊得團圓 \\n 　 \\n  \\n 詩曰： \\n 二八佳人體似酥，　腰間仗劍斬愚夫；　 \\n 雖然不見人頭落，　暗裡教人骨髓枯。 \\n 這首詩，乃昔日純陽祖師，嘆世人墮迷色慾、精髓有限，不知進退，致精竭髓枯，未有不喪身絕命者。因說徽州府休寧縣，有一人姓陳名簡，家事甚殷，年至五十，才生一子。七歲時，便請先生命名上學。因對先生道：「學生年老，止生此子，欲取一名。今觀俗稱，非金即玉，孩子恐折他福，須取低微些；非貓即狗，又近於畜牲所生。求先生取一名，只要微賤些，不近於禽獸就罷了。」那先生道：「便取為先生何如？」陳簡道：「又來取笑了。世上最尊貴者，莫如師範，小兒焉敢呼此？」那先生道：「你不知道先生的苦處：第一要趨承家長；第二要順從學生，第三要結交管家。三者之中，缺了一件，這館就坐不成了。如何不微不賤？」陳簡道：「先生戲言耳！也罷，『先』字改了『生』字罷，就叫做『生生』。」固取名為「生生」。 \\n 這生生卻也領意，讀十餘年書，雖不大通，粗粗文理，卻也解得出。不覺十八歲了。生生嫌名字不好，又不好改了父的命名，只得去了一個「生」字，換個「魯」字，叫名「魯生」。父親與他娶了一房妻子汪氏，做親一載，汪氏腹中有五個月身孕。徽州鄉風，兒大俱各生理。陳簡便打發魯生出門道：「是男兒之志在四方，豈斃於妻兒枕邊！」陳簡即兌了五百餘兩本錢，交付魯生，又託表弟蔣尚義與他作伴，並囑規戒非為。擇了日，魯生只得拜別父母，安慰汪氏，哭離妻房，同了表叔而去。 \\n 卻說他二人離了徽州，拿這五百兩銀本錢，走到地頭傾銷，買了南北生熟藥材，去到北京貨賣。到了下處，尋了主人，堆下藥材，亂了兩日。那魯生自離了妻室，好生難過，思量一知音朋友，或次或唱，消遣度日，便與行主人說知。那主人就如敬父母一般，便舉薦一個人來。那人姓馬，綽號叫做「六頭」。為何叫做「六頭」： \\n 坐在橫頭，　吃的骨頭，　跟人後頭，　 \\n 看的眉頭，　睡的丫頭，　奉承的鼻頭。 \\n 這馬六頭，幫閒稱最，蔑片居先。一進魯生的寓處，幫襯十分，奉承第一，那魯生與他，竟成了莫逆，一刻不離。尚義有時勸戒道：「此等人不可親近他。」魯生只是不聽，也只得罷了。不想二人說得入漆，便誘入那勾欄中去玩耍。魯生偶見一個娼婦，生得身材小巧，骨骼輕盈，雖無五、七分顏色，倒有十二分妝扮，燈下看來，儼然一位仙子！那魯生便春興勃然，又有那六頭在跟前，一力提掇，自然耍上了道兒。魯生便回了寓處，取了五十兩銀子，並換藥材的四疋緞子，拿去院中，送與鴇兒，以為初會之禮。那鴇兒連忙定桌席、叫戲子，花攢錦簇，吹彈歌舞，做了三日喜酒。一應賞賜，俱出六頭之手。因蔣尚義說話鎖碎，吃酒也沒他分了。一連就在他行中，耍了好幾時。不想這魯生嫖的妓者，叫做桂哥，年紀一十八歲，卻有一身本領。吹得，彈得，唱得，吟得，寫得，飲得，所交俱貴介公子，在勾欄中也數七八的妓子。這魯生不過生意人出身，吟詠不消說起，即打差之資，亦在鄙吝半邊。那桂哥眼界極廣，哪裡看得在心？故此鬼臉春秋，不時波及。那魯生天是聰明人，用了百十餘兩銀子，討不得一個歡喜，心中深自懊悔。一日回寓，對表叔尚義道：「我不過因一時寂寞，錯了念頭，用去百十餘兩，討不得半點恩情，反受了十分調謔。真是悔恨！」那尚義忙舉手道：「老侄恭喜！俗語說得好：　 \\n 時來撞著酸酒店，　運退遇見有情人。 \\n 老侄若怕淒涼，何不尋個媒人，娶個處女，早晚也可服侍。就是飲食湯水，也得如心。」魯生欣然道：「老叔之言正合予意，快叫馬六頭來，尋媒說合，我實一時挨不得了。」尚義道：「須另尋媒，這六頭包會誤事！」魯生道：「老叔不知，這些事他還周到。」遂叫了六頭喚媒。尋著一家姓鄔名遇，只有二女，長年二十歲，次年十七歲。六頭幫襯，魯生相看，中意了鄒大姐。便擇日行聘，入贅進門做親。其酒水花紅，便魯生打點。銀兩送到鄒家，及期進門行婚。禮畢，上床就寢。只見那鄔大姑，先脫得赤條條睡在床上。魯生認作閨女，以津唾潤了牝口，將陽物輕輕插入半寸，問道：「你痛麼？」鄔大姑道：「不，不。」魯生心中道：「北方地土豐厚，此物也寬容易進。」便將陽物用力一聳，直盡了根，又問道：「你痛麼？」鄔大姑又道：「不，不。」魯生方知非真花去，乃以陽物極力聳疊，自首至尾狠抽一二千抽，鄒大姑弄得淫ys水淋漓，口中沉吟不絕，弄了一二更次，魯生一洩如注，事畢，將白汗巾討喜，清晨一瞧，但見些臢點污穢，並無一毫紅意。那魯生心中甚是不悅，忙喚六頭來問道：「昨夜做親，滿望一個處子，原來是個破罐。媒人誤事，乃至如此！」六頭道：「我見人物盡好，又價廉功省，十分起意，不知又是破的。我去尋媒人來問她。」去不多時，媒人便到。魯生扯出外邊，輕輕的道：「你如何將破罐子哄我？」媒婆道：「這樣一個女娘，沒有二、三百兩銀子，休想娶她！我見官人少年英俊，知輕識重的人，後來還要靠傍著你，故再三勸減，送這一位美人與你為伴。就有些小節，也須含糊過去，你倒爭長競短起來！」魯生道：「到是後婚，卻也無礙；若有了外遇，如何同得一塊！」那媒人便笑嘻嘻地道：「官人，你原不知她。她前夫病體沉重，必定要她過門衝喜，一嫁三日，新官人已死。我聞大姐說，他那行貨，極其妙小，況病重的人，做得三日親，進得不上一個頭，後邊這一半，還是含花女兒哩！」魯生也笑道：「倒是再醮也罷了。」於是留媒人並六頭飲酒，又做三朝五日，極其豐盛。 \\n  \\n 擺了幾日酒，酒畢，未免又動起色來，二人上床。這番交媾，非比前日。那魯生把那陽物剛插進去，鄔大姑便在下邊淫聲浪氣，沒口的叫：「我的親親，你探得我心花子上，纔得爽利，若只管橫截豎截，我好過不得。」魯生道：「我知你那心花子，生在哪裡。」鄔大姑道：「你抽著，待我對你說。」於是魯生將陽物往上一頂，大姑道：「下些兒，下些兒。」魯生又往下一頂，大姑又道：「再上些兒，上些兒。」魯生便往當中連頂幾十下，大姑將身子湊著，連聲叫道：「著！著！」不覺兩下俱丟。一次，魯生問道：「你如何幹事，就要叫起來？」大姑道：「我們這邊鄉風是這樣，不像你們南邊人不出聲，不出氣，入死牝的，一般有甚情趣。」魯生被此淫情所迷，於是把賣貨的銀兩，都交她收管。那大姑陸續私積，一、二年間，也偷了一、二百金在身。那魯生漸漸消乏起來。著五百餘兩出門，嫖了百十餘兩，討大姑去了百十兩，又被大姑私竊一、二百兩。況時運倒置，買的買不著，賣的賣不著，有多少利生出來？只剩得百十兩銀子，心中甚是驚慌，把銀子依先自管，家中使費，亦甚儉薄。鄔大姑一門，原是吃慣用慣的，如何愛得清淡？便不時尋鬧起來。魯生無奈，只得以此物奉承，正合了鄔宅的家法。那魯生便漸漸地黃瘦起來，染成一病。 \\n 一日，魯生從窗下經過，聽見裡面唧唧噥噥說話，他使伏在窗下潛聽。聽得鄔二姑道：「我瞧姐夫囊中之物，也不多了，又且病體懨懨，料沒有久富之日。姐姐你貪他甚的？不如照舊規，送他上香。你年紀尚小，再尋一個富貴的，可不有半世的受用！」大姑道：「你言雖有理，但怎麼下得這手？」二姑道：「姐姐差矣！我北邊女人，顧什麼恩義！趁早結果了他還有好處。再若執迷，被人看破，便沒下梢了。」正是：嗚呼老矣，　是誰之嗟？不可錯了念頭！大姑道：「好倒好，只是有病的人，如何肯興起來？」三姑道：「姐姐，你又不聰明了。病虛的人，虛火上升，只須把手去摸弄，定是硬的，定要幹的。今夜你莫完事，假意解手，我來替你上床。任他就是有手段的，也要一場半死，斷要上香了。」這叫做： \\n 隔牆雖遠耳，　窗外實有人。 \\n 她二人在房中計較停當，卻被魯生在窗下聽得明白，不覺出了一身冷汗，驚訝道：「好狠女子，竟要置我死也！原來是慣做此道的，悔也何及？」於是急忙出去，對蔣尚義道：「適才鄔二姐對姐姐道，我囊中有限，病又不好，莫若趁此病時，姐妹交替，送我上香，今晚就要行事。倘若他來，如何對敵？事在危急時，請你商議，有甚計較，可以救我？」尚義道：「老侄恭喜！還是你家祖宗有靈，使你聞知。但禍由你自作，好色心勝，所以有此。也罷，侄婦既換得妹子，老佳難道換不得表叔麼？若果真話，我便打磨軍器，暗藏於房中，待她來時，著實殺她一陣，教她棄甲曳兵而走，以後再不敢上香了。」魯生道：「準在今夜。老叔作速打點，千萬救我一救。不然，千山萬水出來經營，倒死於婦人之手。可恨！可痛！」二人計較停當，蔣尚義便到藥店中，撮了幾品興陽藥料，自己修合應驗良方。又把剪刀將塵柄下的毛剪去，只存一、二分短毛在上，以便廝殺。 \\n 卻說晚間，魯生上床先睡，鄔大姑隨後上床，果然去摸弄魯生的陽物。那魯生已知，心下不動，無奈此物不做主，竟自硬掙起來。大姑便以身跨在魯生身上，百般撥弄，不覺春風已完一度。大姑便假要小解，走到妹子房中去了，魯生忙掀帳子，爬下床來，換了尚義上床。不一會，二姑亦來上床了，兩人摟在一塊，親嘴咂舌。二姑把手去撥弄姐夫的陽物，那獨眼先生，便一時暴怒，挺身昂舉。假姐夫即爬在二姑身上，將塵柄頭向牝中一頂，那二姑只道是好吃的果子，不想吃這一下，便叫道：「啊喲！輕些。」假姐夫又盡力向內插進二三寸，那二姑咬牙忍痛，只是把屁股退縮，熬得假姐夫以兩手捧住股臀，把陽物盡根沒腦的抽上三四千抽，那二姑初時，還只是痛，到了此時，內裡如榻皮一般，牝口唇窗粉碎，動也動不得，又奈這假姐夫像揉麵的一般，揉個不了，又抽了一二千抽，此時更難受了，遂要出聲來，哀告道：「姐夫，你且停一會罷。」假姐夫道：「原來是姨媽，我只道是你姐姐，既承姨媽愛我而來，必竟還要飽我而去，還求忍耐片時，不然卻不把前邊來意埋沒了麼？」二姑只得忍了一會，他又狠砍狠磨一千餘，那牝內外有如數百剛針，在那裡剩的一般，又被他研個不了，真正是覓死覓活，再三哀告道：「姐夫饒了我罷，我再不敢捋虎鬚了，不然就要死了。」假姐夫見他哀告苦求，哭將起來，量也夠他受用了，乃將束子咽下，那久蓄之精，已射在二姑牝中了。臨起身又叮囑道：「姨媽，明日千萬早來！」二姑道：「且看。」於是一步一拐地去了。尚義亦換了魯生上床，鄔大姑也鑽來睡了。當下兩不提起。 \\n 次早，魯生起來，對尚義道：「老叔，昨夜若非你衝這一陣，我定為泉下之鬼了。我仔細想來，總不異娼家行徑。倘後邊又計較出甚招數來，則我還鄉不成了。想當初出門時，爹爹付我本銀五百餘兩，在此三、四年，已耗去了四百多了。有甚顏面回家，莫若離了此婦，連往他鄉，別尋經濟，賺得原本也好回家，去見父母妻子。」說著，淚如雨來，蔣尚義道：「老侄之夢醒了麼？如今之計，作速寫一離書，再送她幾兩銀子，叫她另嫁，此為上策。」二人計定。 \\n 再說那二姑，被尚義這一遭入搗，杷牝底都弄塌了。那牝口邊紅腫起來，那牝縫都腫密了，要小解也解不出來。裡面又急又漲，無法可療，因對大姑道：「虧你怎生擋得他起？」大姑道：「也只平常，有甚兇猛。」二姑道：「這個人如何得死，若要他上香，再一吹我到先上香了。」話猶未了，只見魯生同蔣尚義進來。那尚義看住二姑，只是好笑，因道：「請鄔爹出來說話。」鄔遇出來，魯生道：「小婿一為身體有病；二為本錢消折，不能養育令愛；三為思鄉之念甚切，今特拜辭岳丈。奉上離契一張，白銀五兩，乞將令愛別尋佳偶，我叔侄今日就要起身了。」鄔老吃驚道：「你夫妻無甚言語，為何忽有此議？」忙叫大姑出來。那大姑便哭道：「我和你一心一意，又無別的話說，怎忍得丟我而去？你就要回來，也多付些盤纏與我，好再守你。」魯生道：「如此反為不便。我若不來，你靠誰供膳。」遂將離書、銀兩，付與老鄔，立刻收拾行李，拜別出門。時只有鋪蓋二副，皮箱二隻，拜帖盒三個。叫人挑了，離了北京，竟往湖廣做乾魚生理。 \\n 自此，魯生把婦人念頭，竟如冰雪一般。與尚義將這百多銀子，一心一意做了十餘年，已賺起數千金來。二人裝載在蘇州閶門南勢街發賣不題。 \\n 卻說魯生之妻汪氏，自丈夫出門，生了一子，名潤發，已上十八歲了。汪氏見丈夫不回，便打發兒子同公公出來尋訪父親消息，也做些乾魚，在閶門外發賣。心內急於尋親，魚一時又脫不得，他使對牙人道：「我不過十餘桶乾魚，要一時發脫，便賤個幾兩也好。」店主人同牙人道：「這個容易。」魯生偶在側邊聽得，便大怒道：「你幾桶乾魚，折也有限。那行價一跌，我的幾千兩乾魚，為你一人折去多少。」彼此一句不投，便相打起來。潤發就把魯生推了一跤。魯生便去叫了蔣尚義來，並跟隨的人，趕到船邊，要去扯出那小伙子來打。不想船艙裡爬出一個老人家來，正是陳簡，見了魯生喝道：「誰敢打？」魯生見了，忙向前拜見道：「爹爹為何到此？」尚義亦向前相見。陳簡道：「適才那小子，就是你的兒子，呼做潤發，同我四處尋你不著，故要賤賣，幸喜是你。」忙喚潤發出來拜了父親，並拜了蔣叔翁。便一同到魯生寓處，賣了乾魚，一齊回家，夫妻父子完聚，算帳時，賺了三千餘兩。魯生即分一半與尚義道：「不是老叔救我，焉有今日？」此後，夫妻在家享受，潤發出門貿易。看官，你道尚義雖識得婦人情弊，規諫無用；若非魯生自己急流勇退，性命不保。客邊宿娼娶妾者，可奉此段為鑒！ \\n  \\n   \\n  "}
{"章节": "第六段 馬周嗜酒受挫跌 王公疏財識英雄", "正文": "  \\n 第六段　馬周嗜酒受挫跌　王公疏財識英雄 \\n 　 \\n  \\n 詩曰： \\n 酒能害德且傷生，　多少英雄遭辱侵；　 \\n 飲酒知參惡旨意，　不為所困方稱賢。 \\n 這首詩，單道人生不可嗜酒。醉來天不怕地不怕，逢貪財色，得這酒助起氣來，每不能遏抑，任你不敢做的、不敢說的、不便說的，都做出說出。不知不覺，畢竟小則辱身敗德，大則亡身喪家，所以當日那神禹惡旨酒，式公悔過而作詩，至今畫為龜鑑，你道酒是可過飲的麼？要必如至聖之不為酒困、無量不及亂才好。然世人未必能學。其次則莫如知改，我今說個始初嗜酒，後來知改發跡，出人意料，與看官們聽聽：話說唐太宗時，有一才子姓馬，名周，字賓王，係博州莊平人氏。他孤身貧寒，年過三句，尚未有室，自幼精通書史，廣有志氣謀略。只為孤貧無援，乏人薦拔，所以神龍因於泥淬，飛騰不得，每日抑鬱自嘆。卻又有件毛病不好，生得一副好酒量，悶來時只是飲酒，盡醉方休。日常飯食，有一頓，沒一頓，都不計較，單不肯少了酒。若沒有錢買時，便打聽鄰家有喜事酒時，即去撞撈坐吃，及至醉來，發瘋罵坐，不肯讓人。這些鄰舍被他聒噪得不耐煩，沒個不厭惡他。背地皆喚他「窮馬周」，又號他「撈酒籬」。那馬周聽得，也不在心上。正是： \\n 未達龍虎會，一任馬牛呼。 \\n 且說博州刺史姓達名奚，素聞馬周明經有學，便聘他為本州助教之職。到任之日，眾秀才攜酒稱賀，不覺吃得大醉。次日，刺史親到學宮請教。馬周被酒醉壞，爬身不起，刺史大怒而去。迨酒醒後，方覺忙往川衙謝罪，被達公責備了許多說話，馬周唯唯而退。每遇門生執經問難，便留同飲。支得俸錢，都付與酒家，兀自不敷，依舊在門生家撈酒。一日吃得大醉，兩個門生，左右扶住，一路歌詠而回，恰好遇著刺史了，前導喝他迴避。馬周酒愈醉，膽愈大，哪裡肯避！嗔著兩眼倒罵起人來。此時，連刺史見他醉得無禮，只得當街又發作了一場。馬周當時酒醉不知，兀自口中罵人不止。次日醒後，門生又來勸馬周去告罪，馬周嘆口氣道：「我只為孤貧無援，欲圖個進身之階，所以屈志於人，今因酒過，屢遭羞辱，有何面目再去鞠躬取憐。古人不為五斗米折腰，這個官兒，也不是我終身之事。」說罷，便把公服交付門生，教他繳還刺史。仰天大笑，出門而去。一路想道：「我屢次受辱，皆因在酒上壞事，好不可恨！從今再不吃酒罷了。」一路自怨自艾，忽然想起「惟酒無量不及」亂句，不覺失聲道：「有了，此後只是減半罷了。我此去衝川衝府，諒來沒甚太遭際，除是長安帝都，公侯卿相中，有能舉薦如蕭相國、魏無知的，討個出頭日子，方遂平生之願。」遂望西迤逕而行。 \\n 不一日，來到新豐市上。天色已晚，便揀個大大客店，踱將進去。但見許多商販客人，馱著貨物亦在進店安歇。店主王公迎接，指派房頭，堆放行旅。眾客各據坐頭，討漿索酒。王公看小二搬運不迭，好似走馬燈一般。馬周獨自個冷清清的，坐在一邊，沒半個人來睬他，心中不忿，拍案大叫道：「主人家，你好欺負人，偏俺不是客，你便不來招顧麼？」王公聽得，便來取科道：「客官，不須發怒，那邊人眾，子何先安頓他。你只一位，卻容易的，但是用酒用飯，只管吩咐。」馬周道：「既如此說，先取酒來。」王公道：「用多少酒？」馬周指著對面的大座頭上一夥官人道：「他們用多少，俺也用多少。」王公道：「那五位客人，用五斗好酒的。」馬周道：「也用五斗罷。有好嗄飯儘你搬來。」王公便吩咐小二，一連暖五斗酒，放在桌上，並肉菜擺下。馬周舉甌獨酌，約莫吃了三斗有餘，按下酒肚，便不吃了。討個洗腳盆來，把剩下的酒，都傾在盆內，脫下雙靴，便伸腳下去洗濯。聚客見了，無不驚怪。那王公暗暗稱奇，如其為非常人，安頓他歇宿了。同時岑文本，晝得有《馬周濯足圖》，後有煙波釣叟題曰：　 \\n 世人尚口，　吾獨尊足。　口易興波，　足能陟塵。　 \\n 處丁不傾，　千里可逐。　勞重賞薄，　無言忍辱。　 \\n 酬之以酒，　慰爾僕僕。　今爾忘憂，　勝吾厭腹。　 \\n 吁嗟賓王，　見超凡俗。 \\n 馬周安歇了一夜。次日，王公早起會鈔，打發行客登程。馬周身無財物，想天氣漸熱了，便脫下狐裘，與王公作酒飯錢。王公見他是個慷慨之士，又嫌狐裘價重，再四不受，道：「客官身不便，下回補還就是了，這個斷不敢領。況客官將來大有發跡，必非庸流，豈是少此房錢者，小老已知矣。」馬周兄他執意不受，乃索筆題詩壁上，曰： \\n 古人感一飯，　千金棄如蓯； \\n 匕箸安足酬，　所重在知己。 \\n 我飲新豐酒，　狐裘不用抵； \\n 賢哉主人翁，　意氣傾閭里。 \\n 題罷，莊平人馬周書。王公見他寫作俱高，心中十分敬重，便問：「先生如今何往？」馬周道：「欲往長安求名。」王公道：「可有相熱的寓所麼？」馬周道：「沒有。」王公道：「先生此去，必然富貴，但資斧既空，將何存立？老夫有個甥女，嫁在萬壽街賣饃趙三郎家。老夫寫封書，送先生到彼作寓罷了。更有白銀三兩，權助路賀，休嫌菲薄。」馬周感其厚意，只得受了。王公寫書已畢，遞與馬周。馬周道：「他日寸進，決不相忘。」作謝而別。行至長安，果然是花天錦地，大不相同。馬周逕問到萬壽街趙賣饃家，將王公的書信投遞。 \\n 原來，趙家積世賣這粉食為生。前年趙三郎已故了，妻子王淑英在家守寡，管理店面。這就是王公的外甥女，年紀也有三十上下，卻甚豐艷勝人。這王淑英初時坐店賣饃，神相袁天罡一見，大驚嘆道：「此婦面如滿月，唇若紅蓮，聲響神清，山根不斷，乃大貴之相。他日定為一品夫人，如何屈居此地！」偶在中郎將常何面前，談及此事。常何深信袁天罡之語，吩咐蒼頭以買饃為名，每日到他店中閒話，挑撥王氏嫁入，欲娶為妾，王氏全不瞧睬。正是：姻緣本是前生定，　不是姻緣莫強求。 \\n 卻說馬周來到頭一日，王氏先得一夢，夢見一匹白馬，自東而來，到她店中，把粉饃一口食盡，自己箠手趕逐，不覺騰上馬背，那馬忽化成火龍，沖天而去。及醒來滿身身熱，思想此夢非常，旦起直至將午，猶在想夢不休。恰好忽一堂堂書生進店，遞上書信。王氏展開看了一遍，見來的姓馬，又身穿白衣，想起夢來心中大疑，就留下作寫，一日三餐，殷勤供給。那馬周吃她的，便似理之當然一般，只是持心飲酒，不敢過醉。這王氏始終不怠，甚是欽敬。不想鄰里中有一班輕薄子弟，平日見王氏是個俏麗孤孀，常輕嘴薄舌，在言挑撥，王氏全不招惹，因而罷了。今見她留個遠方單客在家，未免言三語四，生造議論。王氏是個精細人，耳邊聞得，便對馬周道：「賤妾本欲相留，奈孀婦之家，人言不雅。先生前程遠大，宜擇高枝棲止，以圖上進，若埋沒大才於此，枉自可惜。」馬周道：「小生情願為人館賓，但無路可投耳。」言之未已，只見常中郎的蒼頭，又來買饃。王氏想著常何，是個武官，必定少不了個文士相幫，乃問道：「我這裡有個薄親馬秀才，乃博州來的，是個飽學之士。在此覓一館地，未知你家老爺要得著否？」常蒼頭應道：「甚好！待我去稟知來迎。」原來，那時正值天旱，太宗降詔，凡五品以上官員，都要直言得失，以憑採擇。常何亦該具奏，正要尋個飽學，請他下筆，恰好蒼頭回去，將王氏說話稟知。常何大喜，即刻具帖，遣人牽馬來迎。馬周謝別了王氏，來到常中郎家。常何見他儀表非俗，好生欽敬，當日置酒相待，打掃書房，安頓歇下。次日，常何取白金二十兩，彩絹十端，親送到書房中來，以作賀禮，才將聖旨求言一事與馬周相議。馬周道：「這個不難。」即時取筆，手不停揮，草成便宜二十條。常何逐一看過，嘆服不已，連夜命人繕寫。 \\n 明日早朝，進呈御寬。太宗皇帝看罷，事事稱善，便問常何道：「此等見識議論，非卿所及，卿從何處得來？」常何拜伏在地，口稱：「死罪，臣愚，實不能建白，此乃臣家客馬周所為也。」太宗問道：「馬周何在？可速宣來見朕。」黃門官即宣旨，逕到常中郎家，宣了馬周。到了午門，常何引進金鑾見駕。拜舞已畢，太宗問道：「卿何處人氏？曾出仕否？」馬周奏道：「臣乃莊平縣人，曾為博州助教，因不得志，棄官遊於京都。今獲觀天顏，實出萬幸。」太宗大喜，即日拜為監察御史，欽賜袍笏官帶。馬周穿了，謝恩而出，仍到常何家拜謝舉薦之恩。常何重開筵席，置酒稱賀。至晚酒散，常何不敢屈留他在書館，吩咐備轎馬，送馬爺到王奶奶家去。馬周忙道：「那王氏原非親戚，弟前日不過借寓其家而已。此婦明眼施惠，理法自持，其令人可敬！」常何聞說，大驚道：「御史公有宅眷否？」馬周道：「慚愧，家貧未娶。」常何道：「那王氏看來具雙識英雄的俊眼了。既然未娶，弟想袁天罡，曾相此婦有一品夫人之貴。御史公若不棄嫌，明日下官即去作伐何如？」馬周感其恩侍殷勤，亦有此意，便道：「若得先輩玉成，深荷大德。」便仍歇下。 \\n 次日，馬周又同常何面君。其時突厥反叛，太宗正遣四大總管出兵征剿，命馬周獻平虜策。馬周在御前口誦如流，句句中了聖意，便改為給事中之職。常何舉賢有功，賜絹百疋。常何謝恩出朝，吩咐從人，便路引到買饃店中，要請王氏相見。王氏還只道常中郎來，是要強娶她作妾，急忙躲過，不肯出來。常何乃叫蒼頭找個鄰嫗來，將為馬周求親、並馬周得官始末，俱托她傳語進去。王氏方知情由，向時白馬化龍之夢果驗，即時應允。常何便將御賜絹匹，替馬周行聘。賃下一所大屋，教馬周住下，擇吉與王氏成親。百官都來慶賀。正是： \\n 分明乞相寒儒，　忽作朝家貴客。 \\n 王氏嫁了馬周，把自己一傢一伙都搬到馬家來了。人人稱羨，也不在話下。且說馬周做官，不上三年，直做到吏部尚書，王氏淑英封做夫人。這馬周，太宗時時召見議事，把從前嗜酒性情都改換了，絕不致酒誤事。忽一日，新豐店主人王公知馬周發跡，特到長安，先去看外甥女，方知改嫁的就是馬周。王公大喜，忙到尚書府中投貼。馬周夫婦知了，接入相見，設酒厚待。住了月餘，要回，苦留不住，馬周只得將千金相贈。王公哪裡肯受。馬周道：「壁上詩句猶在，一飯千金，豈可忘也？」王公方受了，作謝而回，遂作新豐富室。 \\n 再說達奚刺史因丁憂回籍，及服滿到京，問吏部家宰即是馬周。自知先時得罪，不敢去報名補官。馬周知此情，忙差人再三請見。達奚無奈，只得入府請罪。馬周扶起，道：「當年教訓，本宜取端謹學士。彼時嗜酒狂呼，乃馬周之罪，後已知過，改悔久矣，賢刺史無復追憶也。」即舉達奚為京兆尹。京師官員見馬周度量寬宏，各個敬服。後來馬周與王氏富貴偕老，子孫顯榮。 \\n 看官，你道馬周若不知節飲，則新豐店不禮於王公；即禮於王公，粉饃店斷不禮於王氏；此二處即倖兔矣，常中郎家，豈乏美酒？為給諫時，寧少酒錢？當宣召見駕時，又不知作何狂呼矣！詩曰：一代名臣屬酒人，　賣饃王媼亦奇人；時人不具波斯眼，　枉使明珠混俗塵。 \\n  \\n   \\n  "}
{"章节": "第七段 小光棍浪嘴傷命 老尼姑仗義報仇", "正文": "  \\n 第七段　小光棍浪嘴傷命　老尼姑仗義報仇 \\n 　 \\n  \\n 詩曰： \\n 皆鋒輕試受刀鋒，　自是狂且種毒兇；　 \\n 地下尚應錐刺血，　人間哪可疾如風。 \\n 浴堂殿上辭何醜，　豬嘴關邊罪豈容； \\n 不識如蓆碰氏子，　至今萋菲玷英雄。 \\n 這首詩，單道人不可枉言生事，自取其禍；若只胡言亂語，其禍猶小，至於造捏或認醜，玷閨門，必至喪身。昔日，有張老開店生理，其女甚有姿色。對門鄂生流涎，百般求親。張老因鄂生輕狂，不許。又有一莫生來求，遂欲討之。鄂遂大怒，捏播莫與張女有姦。一日，莫生剛到張店買物，店中報知。莫因踱到裡邊望望，鄂在對門看見，便走過去，喊道：「捉姦！」一時哄到地方。那莫生雖說得明白回去，那女子卻沒意思，一索子吊死了。地方便把莫生逮送到官，道是因姦致死。莫生無處申說，屈打成招，斷成絞罪，整整坐了三、四年牢。一日遇著個恤刑的來，看了招稿，出一面牌，親要檢屍。眾人大都笑道：「死了三、四年姦情事，從何處檢得出來。」那恤刑臨期，又出一面牌，道：「只檢見枕骨。」眾人一發笑疑不解。卻不知女人不曾與人交媾的，其骨純白；有夫的，骨上有一點黑；若是娼妓，則其骨純黑如墨。那恤刑當日撿骨，其骨純白無黑，如是枉斷了。究出根源，放了莫生，便把鄂生去抵命。這豈不是自作自受！但此猶有怨的，更有絲毫無涉，只因輕口浪舌，將無作有，以致離人骨肉，害人性命者多有之。 \\n 話說嘉興縣有個人，姓應，名時巧，綽號赤口，也是在閒漢行裡走動的，生平好看婦人。那一張口，好說大話，替膫子作體面，以此為常，全不顧忌，常與人角口生事，因加他個美號，叫做赤口。年近三十歲了。一日到街上閒踱，見一個講命婦女，有許多人圍看聽講，應赤口也挨進去，仔細看他，其有姿色，又說得一口好京話。赤口著實看了一會，走了開去，暗忖道：「好個佳人！可惜我沒帶銀子，若帶得幾分，好和她扳一通話。」正在路上自言自語，忽後面有人叫道：「應大哥，看飽了麼？」赤口回頭看時，卻是隔壁做「白日鬼」的鄒光。鄒光道：「這樣婦人，雖然美好，終是人看亂的，也不值錢。一個所在，有位絕色的雌兒，你可看不？」應赤口道：「在哪裡？帶我去看看。」鄒光道：「你看見，包你魂散魄消。」赤口便垂涎道：「千萬帶我看看。」二人說說笑笑，走到一個新開的巷裡來。鄒光道：「在這裡了。前面開一扇避覷門的便是，你過去打一網看看。」應赤口正顏作色，走去向門裡一瞧，瞧見屏風後，果然有個婦人，在那裡閒話。生得如何，但見： \\n 風神嫵嫵，體態媚娜。眼如秋水澄波，眉若春風拂柳。金釵半蟬烏云上，翠鳳斜飛，珠璫雙垂，綠鬢邊明星正燦。輕籠玉筍，羅衫兒緊襯櫻桃。緩步金蓮，繡帶兒秀飄楊柳。真個是搪一搪，消磨障；行一步，可人憐。 \\n 應赤口看了幾眼，果然標致非常。連忙走回來，對定鄒光，把舌一伸道：「我眼裡見過千千萬的女子，從沒這樣一見消魂的。」鄒光道：「如此美人，看她一眼，准准有三夜睡不著哩。但我一向想來，再沒一個念頭，看來是沒想的罷了。」應赤口道：「有甚沒想？只要有個入門訣，便包得停當。」鄒光道：「你說得容易，看你有什麼入門訣。你若進去討得鍾茶吃，我便輸個東道給你。」應赤口道：「要到手也是容易的事，只吃她鍾茶，有何難哉？講定了，吃茶出來，東道就要吃的。」鄒光應允。這應赤口便打點一團正經，慢慢地踱進門去，叫一聲：「大哥在家麼？」那女娘全沒些小家子氣，不慌不忙，略略地閃在屏風背後，應道：「早間出去，還沒有回來。官人有甚話說，可便說來。」赤口假意道：「怎麼好！一件緊要事，要當面商量，特地許遠走來，又會不著。」那女娘道：「既有要緊話，請坐了，等會就來。」赤口暗想道：「只是討杯茶吃了走的好。若她丈夫回來，看破機關，像什麼模樣？」因道：「我還有別事要緊，沒功夫在此久等。有茶乞借杯吃了，轉轉再來相見。」那女娘便走入去，叫小廝拿一杯茶出來。應赤口接來吃了，便起身出門。兩個便去銷銷東道，自不必說。 \\n 且說這女娘的丈夫，叫做林松，這女娘姓韓。原開大雜貨鋪，因林松折了本，改了行，出去販賣藥材，十數日前方才回來。新搬在此巷中居住。一向朋情，俱各不知。事有湊巧，這鄒光有個分房哥子，名鄒福。平日與林松最好，因林松去探他，鄒福治酒與他接風。剛剛鄒光同應赤口撞到，鄒福便留住做陪客。酒至數巡，鄒福便問林松道：「外面也有美貌女子麼？」林松道：「也有，但到底粗蠢，比不得我們這裡的妙。」鄒福道：「老哥是好風月的，只怕長久在外，未免也要活動的了。」林松道：「如今生意淡薄，哪有閒錢去耍？但我一向在外，不知我們這裡也有個把兒麼？」鄒福道：「我不聽得說有。」應赤口便道：「老尊台，敢是好此道麼？這裡有個絕妙的，幾時同去看看？」鄒光道：「什麼所在？」應赤口道：「你也忘記了，就是前日去討茶吃的那個。」鄒光道：「莫胡說！那是良家，怎麼去得？」應赤口賣嘴道：「不敢欺，區區前日已先打個偏手哩。」林松道：「兄的相交，我們怎好去打混。」鄒福道：「此道中不論，明日大家去混混。」林松道：「請問這家住在哪裡？」應赤口道：「就在新開巷裡。」林松便疑問道：「這家門徑是怎樣的？」應赤口道：「進巷三、四家，低低兩扇新避覷門的就是。」林松聽說，越生猜疑，卻又問道：「那婦幾多年紀？」應赤口道：「有二十三、四歲了，一副瓜子臉，略略有兩點麻的。」這幾句說得林松目瞪口呆，心中火發，暗道：「罷了，我才搬到此處，未上半月，便做出事來；則以前我出門後，不知做了幾多了，今後還有甚臉見人！」便作辭起身。那鄒福又道：「我們總吃到晚，一起人送老哥到那家去歇，何如？」林松道：「我明日來邀罷，只恐此兄不在府上，沒有個相熟的名色，不好進去。」應赤口道：「就說是我應時巧主荐去的便了。」林松記了他名字，徑自別了。正是： \\n 輕薄狂生，　兩片飛唇。 \\n 死墮拔舌，　生受非刑。 \\n 時時爽口，　個個傷心。 \\n 卻說林松聽了應赤口那通話，走將回去，把韓氏百般凌逼，要她招出與應時巧通姦的事來。那韓氏不知來由，又不曾認得應時巧，突然有這句話，竟不知從哪裡說起，任他狠打，無所承認，真是有冤難訴。要尋個自盡，又恐死了，此事越不得明白。哭了又哭，想了又想。這林松至次日，又狠打一頓，務要她說出來。韓氏捱到夜深，瞞了丈夫，竟一溜煙走了。 \\n 林松次日起來，不見韓氏，左右鄰家遍尋，俱說沒有。只道應赤口做了手腳，把她拐去，連忙去尋鄒氏兄弟，告訴這段情由。鄒福、鄒光方才曉得林松新搬，赤口所說，即伊妻子。當日不該留他作陪，悔之不及。那鄒光心下了然，只是不好說出，指赤口去看情由，只得道：「兄枉尊夫人了。那人平日口嘴不好，捕風捉影的話，不知說過多少，怎麼認真起來？如今尊夫人既不見，他現在家，拐逃的事，也是決無的。但他口過陷人，就著他尋出，將功補罪也好。」那林松便向縣衙告官，作證即是鄒福兄弟。那知縣立刻差人，把應赤口捉到堂前審問，確實赤口不知一些情節。此時，赤口亦自懊悔不迭。知縣見不肯招，韓氏在逃，歇不得手，遂把來監了。一面出張緝牌，差人探尋。整整緝了半年，並沒影響。 \\n 一日，鄒福兄弟來見林松，道：「尊夫人實不是應赤口拐去，他受苦也夠了。我們意欲當官保他出來，慢慢把他去尋出尊夫人來，還兄罷了。」林松道：「我如今也明曉得那事是全假的了。只可恨他當日說得鑿鑿可據，以假作真，毫無顧忌，致我割破恩愛，妻子逃亡。也罷，如今看兄份上，憑二兄去保能。」鄒福兄弟欣然別了回去。 \\n 次早，鄒光出名，當堂把應赤口保了出來，囑他留心查尋林家娘子。不想應赤口被他保出，料人難尋，惟恐再入，不出三日，便一溜風，也不知哪裡去了。林松心下便疑他們是做一路，特地放應赤口走的。又到縣裡遞呈，把這事一肩，都卸在鄒光身上。知縣大怒，忙差人把原保會去，打了二十板，發在監內，要待應赤口出來方放。這也是鄒光不端，圖姦韓氏，引起應赤口作這場禍祟，所以也受些風流罪過，報應報應。 \\n 那鄒光又坐了一年，韓氏、赤口俱無蹤跡。鄒福逐日去求林松，要他方便。林松肯了，那縣官作對，決然要待兩個拿得一個，方才釋放。只得罷了。 \\n 且說應赤口大數將盡，逃去三個年頭。一日想起，事經三年，料已歇下，且回到鄒家探個消息看看，遂收拾起身回家。一日走到慈定庵門外，不覺兩足疼痛起來，心下想道：「日間入城，有人識得，現在腳疼，不如在庵內歇息，等到夜黑好走。及走入去，只見佛堂上，站著個後生師姑在那裡燒香。仔細看去，生得甚是標致，不覺又打動往常時高興，注目飽看。只見佛堂後走出一個老尼來，見了赤口，似驚慌樣，忙叫道：「應官人，一向不見，哪裡去來？」原來這些光棍，常在庵觀閒撞，故此尼姑都認得他。赤口含糊答應，猶一眼看著那後生師姑不置。那老尼忽然笑容可掬，忙叫師姑道：「拿茶來！應官人吃。」時天色已晚，老尼道：「應官人就在小庵吃些夜飯進城罷。」應赤口歡喜道：「只是打攪不便。」心下暗喜道：「若得那小師姑陪飲，死也甘心。」那老尼同小師姑進去片時，便掇出素果酒菜來，請應官人坐下，她倆師徒左右奉陪。那應赤口竟魂飛天外，快樂不過，不覺吃得沉醉，老尼兩個便道：「應官人，我扶你去睡罷。」便叫三、四個尼姑有力的，將繩索綑了他手足，扛到後面菜園樹下，也弄了一二個時辰。那應赤口漸漸醒來，叫道：「哪個捆住我？我不走，快解了，好用力奉承哩。」只見那俏師姑向前來，就是一掌，道：「你原來就是應赤口，我不是別人，就是林松的妻子韓氏。我與你無冤無仇，你為何在我丈夫面前胡言亂語，捏我與你有姦？害我至此，我只道今日尋你不著，哪知冤家路窄，巧巧送來。」又是一掌，將口咬將下去，將應赤口肩頭上肉，整整咬了一塊下來。那應赤口驚個半死，也不知痛，哀告道：「我的娘，原來就是你。我也在監牢生了半年，還饒不過我麼？」那韓氏將鞋對他嘴上，沒命地打。赤口便喊：「地方，救人啊！」老尼恐怕事露，反受其害，忙拿把利刃，走來對定赤口頂下，盡力一割，正叫做： \\n 霜刀應斬流言子，　老尼誰媲俠氣饒。 \\n 應赤口被老尼殺死了。這韓氏唬得抖做一團，道：「如何處置？」老尼便吩咐，埋在園角裡，不得走漏風聲不題。原來，韓氏只因那年林松逼勒，逃在慈定庵出家，日夕燒香，惟願讒人應赤口厚賜報應，三年來日日如此。這一日應赤口回來，神使他入庵避早，被老尼看見，定計報仇，甚是快活。 \\n 且說鄒光在監中，足足坐了三年，因赤口緝獲不著，知縣便把他頂罪，發去松山驛擺站。鄒光和解人商量：「歇了一夜，等我去哥哥家討些銀子做盤纏。」解人曉得鄒福是他哥子，他走不得的，便放他去，約在鄒福家裡會齊起身。鄒光應聲便走，心下想道：「雖然相交幾個兄弟，不過是酒肉往來的，哪個肯來資助？」便去告求，也是枉然。不如放出舊時手段，更快穩些。於是信步一走，走到城外慈定庵邊來。此時天色已黑，只見庵內扯起天燈，便暗想道：「一向聽得慈定庵尼姑身邊有鈔，不如去撈他一遭，料沒有空過的。」等到二更盡，便爬上牆，從天燈竿上溜將進去。望見老尼，還在佛堂打坐，便向旁邊巷裡走進去，輕輕把巷門橇開，抓了把沙泥一撒，討個罵著。不想，這頭房間，就是韓氏的。那韓氏自見殺赤口之後，心驚膽戰，惟恐有鬼。此時正朦朧睡著，聽得沙響，便叫道：「應赤口，我與你原是沒仇，只因你平白污口，害我名節，逃此出家。鬼使你前日自來送死，我殺你報仇，還不伏罪麼？好好退去，他日我做些功課超度你罷了。」那鄒光聽得明白，說出一身冷汗，急依舊路，從牆上爬了出來，又爬城而入。走到家敲門，鄒福聽知聲音，開門放入，問道：「什麼事？這等忙。」鄒光便把發去擺站，尋取盤纏，在慈定庵得了韓氏、應赤口蹤跡，一一說明。鄒福歡喜道：「如此也脫了你的身了，待天亮叫林松來同去。」兄弟睡了一覺，天色微明。鄒福兄弟，便去邀林松，說明前事，各個明白，三人一徑走到慈定庵來。林松見妻子果在殿上，做早功課。起頭見丈夫走到，吃了一驚，道：「我已出家了，你又來此為何？」林松故意說道：「特來為應赤口討命！」韓氏面如土色，不敢做聲。林松道：「你且說來，屍首在哪裡？」韓氏只得把前日赤口到此，老尼認得，殺他報仇，現埋在後園，一一說明。林松聽得哭道：「我的妻，你受了三年無頭冤枉，今日我才解釋矣。」韓氏見丈夫回心了，遂大哭起來。鄒福道：「是我兄弟造化，省得解去了。」說罷，只見解差尋到。鄒福說明情由，同一干人歸家吃飯，商量一二。走到縣前，正值坐堂。解人帶了鄒光，過去稟道：「昨日解鄒光起身，路過慈定庵，已得了應赤口、韓氏兩人消息。」知縣道：「既兩個在一處，就該拿來見我。」解人道：「韓氏做了尼姑，應赤口十日前傍晚，走到慈定庵內歇腳。老尼認得，說與韓氏，師徒將他殺了，屍首現存……。」知縣驚道：「這等說來，他兩個姦情定沒有的了。那吃酒時說話，因何而起？」鄒光才把那年討茶賭東道的話稟明。知縣道：「原來為此。」便差人到慈定庵，把韓氏、老尼喚到。韓氏將三年前劈空冤枉的事哭訴，又把前日應赤口進庵、老尼殺死稟過一遍。知縣聽了甚是憐她，乃對老尼道：「應赤口造語陷入，罪不至死。你既事焚修，當方便為門，只該扭來見我，如何便殺了他，這須償命的。」老尼道：「自從韓氏到庵三年，日夕悲痛，冤枉無伸。老尼聽了，恨不得一朝撞見，食其肉，寢其皮。彼時他來，韓氏不識，老尼說知。韓氏說冤家路窄，扭他拼命。男女不敵，若尼氣憤，藏刀殺死是實。殺一無義，伸一冤枉，甘心償命的。」韓氏忙道：「老尼雖然下手，原是為著婦人，自然是小婦人償命。望爺爺釋放老尼。」老尼又道：「這個使不得。你既非主令，又非下手，沉冤始白，又囚獄抵命，這是我害你了。青天爺爺，還是老尼抵罪為是。」韓氏又哭稟道：「說哪裡話來，我所以不死者，為死得不乾淨耳。漏夜逃到她庵，原圖報仇，蒙她收留，供養至今，仇恨已報，無能報恩也罷了，哪有累她抵命之理？自然是小婦抵死。」二人爭個不了。知縣道：「你兩個不必爭，聽我公斷，應赤口誣污良婦，致韓氏幾乎喪命，罪無可赦：老尼抱侮殺之，雖應抵命，而義俠可寬，擬準贖徒；著應族領屍，韓氏名下，追給埋燒銀二十兩；韓氏清潔無瑕，若林松領回完聚；鄒光引領赤口，看婦成獄，本宜擬徒，已受杖監已久，釋放寧家。」當下立了案卷，眾人叩謝出門。韓氏仍願歸庵，林松百般謝罪，老尼著實勸回。自此夫妻更加恩愛，這韓氏足跡再不到門前了。後來奉事老尼，勝似父母，及老尼死了，猶為之戴孝，終身不忘，以報其德。 \\n 看官，你看應赤口，只一場說話不正經，把性命都送了，可見出好興戎，招尤取禍，都從這一張口起。君子觀應赤口之事，亦可以少儆矣。 \\n  \\n   \\n  "}
{"章节": "第八段 多情子漸得美境 咬人虎散卻佳人", "正文": "  \\n 第八段　多情子漸得美境　咬人虎散卻佳人 \\n 　 \\n  \\n 詩曰： \\n 苦節從來世了難，　況教美少倍更闌； \\n 子規夜半窗前咈，　喚得孤衾淚未乾。 \\n 這道詩，單說人家不幸有了寡婦，或年至五十、六十，此時火氣已消，叫她終守可也；若三十以下，二十以上，此時慾心正熾，火氣正焰，駕烈馬沒韁，強要她守，鮮克有終，與其做出事來再醮，莫若早嫁為妙。 \\n 話說沛縣地方，有個善里。有一黃家，兄弟三人，各娶妻室，皆極少艾美貌。不料三弟兄相繼而亡，留下寡母六十餘歲，伴著媳婦過活。大媳婦索氏，年二十七歲，喚索娘；次余氏，年二十三歲，喚做余娘；三丁氏，年十九成，喚做丁娘。余、丁二氏無子，惟索娘生有一子，方才四歲，會說話了。這三個寡婦，念一時恩愛，俱誓不再嫁，共撫此子，以替黃家爭氣。一日間，三個婦人同在門前閒玩，忽見一個後生走來，生得甚是俊俏，真不下那：何郎傅粉口，　陳平冠玉時。 \\n 這後生喚做華春，年纔弱冠。看見一門三美，嬌香艷色，只管注目看著，呆立不去。余娘、丁娘見他看得著跡，便在門後閃著，獨索娘偏立出身來，道：「你看得像意呵，再看看！」華春只得走開了去。索娘尚不肯丟他，直撲出門外來賣俏。那華春回頭，見婦人又來看他，他便復轉身來，仍一眼盯著婦人，並不顧地上高低，不覺失足，一跌便倒，三個婦人一齊笑將起來。那索娘道：「有天理，跌得好！」華春爬起道：「見了活觀音，如何不拜。」只見那三個婦人，你扯我，我扯你，一陣笑聲，都進去了。這叫做：空房悲獨立，　欣遇少年郎；何必相勾引，　私心願與償。 \\n 索氏歸到房中，想道：「不知前世有甚冤孽，今朝撞看這冤家，好叫奴擺脫不下。這要他交上不難，我想戲文上的西門慶，金蓮都是做出來的。世上哪有不貪色的男子漢，只是我的房裡，她二人常來玩耍，如何勾引得他來？思量了一夜。」及至天明，梳洗罷，吃了早飯，便出門去瞧。只見那後生，卻早在對門等著。彼此眉來眼去，此昨日分外看得火熱。那華春便把頭點唇弩，索氏掩著口兒在門內笑，華春看見她笑，便逼近來，索娘又閃入去了，急得那華春如出了神的一般。 \\n 少頃，索娘又抱個小孩兒出來，向那孩兒道：「我的兒呵，你長大了，不要學那不長進的遊花光棍，想香撲兒耍耍。」那華春會意，忙在袖中摸出副銀牙挑來，對孩子道：「哥兒，我與你換了罷。」他把香撲兒一撮，搶到手來。那孩子哭起來了，便把牙挑遞與他。索娘道：「兒呵，走過來。這是臭的，不要他。」以空手向外一丟，道：「唷……，飛去了。」便把牙挑藏在手裡。又教孩兒道：「你罵他狗賊，偷了我的香去。」那華春在門首，走上走下，正要從門裡跨來，索娘又抱孩兒進去了。華春只得退步。她又抱了出來，以手兒向外招了兩招。華春正要走進去，只見一個婆婆、兩個小婦人，一齊出來看街耍子，華春只得踱開了。正是：花心故使人傾唾，　惹得遊蜂特地忙。 \\n 不題她婆媳進去。且說華春，聽她門首，寂然無聲，知她們已進去了，暗想：「停會那個必定又來，待我貼著西首門傍，待她來時，打個措手不及。」立未久，只見索娘果又出來，正在門外一望，華春將身一閃，竟狼搶進來，便雙關抱住，連呼道：「我的娘，你急煞我！」索娘吃一驚，道：「你好大膽！有人撞見，怎麼了。」華春道：「這是偏街，沒人走的，親個嘴去。」索娘道：「還不快走！定要我喊叫起來。」早被華春的舌尖塞在口裡了。那華春忙伸手去摸牠的牝兒。索娘忙把手一格，道：「啐！忙做甚的？你晚上來，我領你進去。」那華春便心花都開，欣欣的去了。 \\n 到了晚飯後，即走去黃家左右守候。卻說那黃家，只有個七十多歲的老管家，又是耳聾的，將晚關門，早去睡了。索娘假意看管門戶，把門輕輕地開了半扇。正要探望，只見華春已在面前，連忙扯入，關了門。悄悄帶他上樓，藏在房中，附耳道：「我去就來，你不要動響。」索娘恐余、丁二人到房鬼混，因先去余娘房裡坐下，道：「好悶人，日裡倒混帳罷了，怕的是晚，怕的是睡。」余娘道：「睡不著，真個難過。」只見丁娘接口道：「你們難過，便尋個甚的弄弄。」索娘道：「這件東西，有的時節倒也不值錢，如今沒了，比寶還貴哩，哪裡去尋？」大家笑個不了。華春聽得火熱，逐步挨到那板凳兒邊去窺看，燈下見索娘固佳，而余娘亦佳，丁娘更佳，那塵柄不覺昂然豎起，只聽得索娘道：「我坐立不牢，去睡罷了。」丁娘道：「只是說睡，倒像有人在房裡等你的一般。」余娘道：「倒是瞧我們的那後生好。」索娘道：「也用得著，你去叫來。」丁娘道：「叫來有得與你，余娘自要受用了。」余娘道：「她以私意窺聖人。」索娘道：「不要爭，明日都賞你們用用。」余娘、丁娘道：「等看瞧。」大家笑了一場，索娘忙回到房中，推倒華春在床，只恨這褲兒脫得不快。兩人搿得緊緊的，只礙隔壁有人，不敢大刀闊斧。怎見得： \\n 蛺蝶穿花，金魚戲水，輕勾玉臂，硬幫幫。緊緊粘磨，緩接朱唇，香噴噴。輕輕嬌喘，一個久慣皮肉行，自能滿意佳人；一個重開酒飯店，那怕大肚羅漢。可惜貪卻片時雲雨意，壞了一世松柏心。 \\n 華春弄到興頭上，便有一些動蕩聲息。索娘恐怕人知，忙以兩手摟住，又把兩腳勾住，憑他輕輕抽送。雖是了局，終覺不暢。華春道：「這樣不爽怏，有本事也使不出來。我的娘，你有甚計策，把她們齊弄來，才得爽快。」索娘道：「短命的，你吃一又要扒兩了。」華春道：「不是扒兩，像這樣礙手礙腳如何做事？」索娘道：「待我算計，只是太便宜了你。」將次天明，索娘打發華春去了。心下一想，便把一本《春意》放在房中桌上。余娘剛走進房來，索娘故意把書向袖中一縮。余娘便道：「什麼書？與我看看。」索娘道：「你看不得。」余娘道：「你看得，我也看得。」便向她袖中摸出那書，一看笑道：「你看這做什麼？」索娘道：「消遣耳。」余娘道：「你差了，愈看火愈發，怎了？」索娘道：「我還有個煞火的東西在。」余娘道：「一發都與我看看。」便一把摟住索娘，向她袖中去摸，果然摸出一個東西來，仔細一看，乃是個豬尿胞做的，長五、六寸，有一把來大。余娘看了笑道：「像是像，便怎的用法？」索娘道：「走來！我教你。」余娘道：「我不要，你自己用我看。」索娘忙把余娘的褲兒扯下，抱那物亂塞將進去，脫進脫出，抽了一歇，問道：「娘，妙麼？」余娘道：「真個妙，但到底是肉對肉的更妙。」索娘道：「你晚上來，我與你同睡，還有件最妙的試試。」兩下遂散。 \\n 至晚，華春又來。索娘道：「一個有些意思了，少停，如此這般，我說來，你做著就是了。」華春躲過，只見余娘不招自來，說道：「我來陪你睡，你把那個我看。」索娘道：「你先睡了，我拿來弄就是。」余娘果脫了衣服上床，索娘吹滅了燈，同華春脫了衣裳，摸上床來。索娘把余娘雙腳掇起，把個身子橫跨余娘腹上道：「乘進來了。」華春在索娘背後跪看，聽他說，便把塵柄插了進去。索娘道：「我抽動了。」華春便抽送起來，抽到百來抽上，索娘道：「這東西可妙麼？」余娘道：「這個宛似人的，又熱又不軟不硬。」正是： \\n 點心動跳，　無不中竅。 \\n 真個妙極。索娘道：「後頭還妙哩，我如今狠聳你看。」華春便聲聳起來，直至數百上，弄得余娘一道麻土來，那牝兒就是鴨兒權食的一般，華春一覺酥了，便伏到索娘背上，余娘卻是兩人做作，到那極快活的田地，也將錯就錯，見二人壓得太重，便輕輕溜隻手，把華春的卵袋一擠，華春失聲道：「啊喲！」索娘對余娘道：「莫高聲，實是那後生。我愛他，找他在此，憐你獨宿，叫你來同樂爾。」余娘道：「這是趣事，明說何妨。」於是，三人一同睡了。 \\n 次日天早，華春臨別道：「那位娘再弄得來，才好放心樂意。」索娘道：「你去，我們有計。」華春去了，余娘道：「用甚計？」索娘道：「那人假賣清，又嘴硬，不肯把我們小耍的。我有一個『角先生』在此，我和你藏在她床裡。她得了必然試驗，我們在壁縫裡見她弄時，跑去捉住，她自然入我的網來。」余娘稱妙。兩個拿了「角先生」，走到丁娘房裡，說些閒話，背地將那「角先生」藏在丁娘被裡，然後各自散去。到晚點燈時，余娘、索娘各自進房。丁娘亦歸房就寢，因抖動眠被，抖出一件物來，甚是驚訝。及向燈一照，但見： \\n 龜頭昂藏，　人如棒槌； \\n 長有八寸，　只欠活動。 \\n 此時丁娘拿在手裡，摩弄不已，忽然芳心飄蕩，口中流涎，如十七八個吊桶在心內，七上八下，下面又像有螞蟻鎖咬的一般，只得忙將「角先生」塞入牝內，去煞煞癢，不防余娘、索娘在壁縫裡張見明白，便搶入房內，大家笑將起來。丁娘羞避不及，索娘笑道：「你著角先生，不如別人止癢，若要痛快，我們幫你活弄。」言罷，余娘即吹滅了燈，引華春入房，躲在背後。索娘跨上丁娘身上，華春將那粗物插將進去，連抽三四十抽，索娘道：「好麼？」丁娘道：「再添些兒。」華春更深一段兒，又抽三五十抽。索娘道：「這回何如？」丁娘道：「再深些兒，更妙。」華春更齊了根，深深的抽，不上十來抽，丁娘道：「古怪！且慢行，這不是假的。」余娘道：「難道是真的？」丁娘道：「明明是一個遠方和尚，跑進跑出，把個包裹兒不住在我後門口，甩來甩去，豈是假的。」索娘、余娘都笑起來，兩下按住道：「是真的，就是你說的那後生。我們招他來此樂樂，不忍瞞你。」丁娘道：「也該先通知我，怎的一直生做。」索娘道：「若不如此生做，你如何肯伏。」便喝那華春道：「還不用力抽哩。」華春便發狠抽動，一口抽了三四百抽，又聳了四五百聳，抽得那丁娘口裡掇氣的一般，哼個不了，牝兒把華春的塵柄，吸得鼓緊，身子一陣一陣丟將出來，華春見她得趣，遂分頭與索娘、余娘各個盡興，四人滾做一處睡了。自此夜起，無夜不來，輪流取樂。 \\n 偶一日，索娘的孩兒要合娘睡。眾人見他年小，也俱不放在心上。索娘便吩咐他道：「孩兒，你與我睡，須要靜睡，切不要動，床裡有個老虎，是咬人的。」那孩子應聲，便睡在那裡不動，把一隻眼兒卻半開半閉，將床上四人的做作，都看在肚裡了。當初一人做事，怕旁人看見，吹滅了燈；如今三人同心，便點燈列饌，肆無忌憚。飲酒玩耍，盡心入搗，都只道瞞著婆婆老僕便好了。不料這小孩子看了一夜，有些驚畏。到次日晚上，又要與婆婆睡了。那婆婆道：「我被你吵得昏了，你與娘睡罷。」那孩子道：「我要與婆婆睡，娘們房裡有老虎怕人。」婆婆道：「怎樣的老虎？」孩子道：「會咬人的老虎。」婆婆急問道：「怎樣的咬？」孩子道：「咬得狠哩，把娘的舌頭也咬，奶也咬，又有一個尾巴，把娘撒尿的孔兒只管刺。我怕他，不去睡。」婆婆驚道：「只咬你娘，別人不咬？」孩子道：「二阿娘、三阿娘個個都咬到。」那婆婆聽了，嘆口氣道：「我只道她們真心守寡，原來如此做作，如不早嫁，後邊還要做出事來。」遂叫老僕去尋媒婆，勸三媳再醮。三媳失驚，俱不悅道：「我三人同心死作黃家之鬼，何婆婆又有此舉？」那婆婆便道：「你三人果肯守，則黃門有光矣。但恐怕床上有老虎又來咬著你們，嚇壞了我的孫子。」三婦聽說，六目相視，啞口無言。當日俱打發回家，另嫁去了。 \\n 卻說那索氏，嫁個過路客人，後有人見在京都為娼，不知所終。余氏嫁得好，家道很豐，但丈夫逐日眠花臥柳，不顧妻房。余氏又尋主顧，被丈夫知覺，致死了。丁娘嫁一個係賭博為生的，是打妻罵婦，去未半載身亡。華春後來，逢流賊所殺，一個個都遭惡報，此乃天道惡淫，亦人所自取。但有寡婦者，亦不可不知寡婦不容易做的，惟云：「我何等人家，有再嫁之婦。」勉強留守，至於穢張醜著，始曰：「悔不早嫁，豈不晚乎！」讀此真可為戒。 \\n 【完】 \\n  \\n   \\n  "}
