{"章节": "临汉隐居诗话（宋）魏泰", "正文": "　 \\n  \\n 　 \\n 　臨漢隱居詩話 \\n   \\n  \\n 提要 \\n  \\n 　《临汉隐居诗话》一卷，宋魏泰撰。泰有《东轩笔录》，已著录。泰为曾布妇弟，故尝托梅尧臣之名，撰《碧雲騢》以诋文彦博、范仲淹诸人。及作此书，亦党熙宁而抑元祐。如论欧阳修则恨其诗少馀味，而於“行人仰头飞鸟惊”之句始终不取；论黄庭坚则讥其自以为工，所见实僻，而有“方其拾玑羽，往往失鹏鲸”之题；论石延年则以为无大好处；论苏舜钦则谓其以奔放豪健为主；论梅尧臣则谓其乏高致。惟於王安石则盛推其佳句。盖坚执门户之私，而甘与公议相左者。至“草草杯柈供笑语，昏昏灯火话平生”一联，本王安石诗，而以为其妹长安县君所作，尤传闻失实。然如论梅尧臣《赠邻居诗》不如徐铉，则亦未尝不确。他若引韩愈诗证《国史补》之不诬，引《汉书》证刘禹锡称卫绾之误，以至评韦应物、白居易、杨亿、刘筠诸诗，考王维诗中颠倒之字，亦颇有可采。略其所短，取其所长，未尝不足备考证也。 \\n  \\n （钱建文按：今用陳應鸞校注之《臨漢隱居詩話校注》本） \\n 　 \\n 臨漢隱居詩話 \\n  \\n 神宗皇帝以天縱聖智，旁工文章。其於詩，雖穆王《黃竹》、漢武《秋風》之詞，皆莫可擬其彷彿也。秦國大長公主薨，帝賜挽詩三首曰：「海闊三山路，香輪定不歸。帳深空翡翠，佩冷失珠璣。明月留歌扇，殘霓散舞衣。「霓」一作「霞」。都門送車返，宿草自春菲。」「曉發西城道，「西城」一作「城西」。靈車望更遙。春風空魯館，明月斷秦簫。塵入羅幃暗，「幃」一作「衣」。香隨玉篆消。芳魂飛北渚，那復一為招。」一作「可為招」。「慶自天源發，恩從國愛申。歌鐘雖在館，桃李不成春。水折空環沁，「環」一作「還」。樓高已隔秦。區區會稽市，無復獻珠人。」噫，豈特帝王，蓋古今詞人無此作也。按此條《冷齋夜話》述之。 \\n  \\n 李光弼代郭子儀，入其軍，號令不更而旌旗改色。及其亡也，杜甫哀之曰：「三軍晦光彩，烈士痛稠疊。」前人謂杜甫句為「詩史」，蓋謂是也，非叙塵迹摭故實而已。 \\n  \\n 古樂府中，《木蘭詩》、《焦仲卿詩》皆有高致。蓋世傳《木蘭詩》為曹子建作，似矣。然其中云「可汗問所欲」，漢、魏時，夷狄未有「可汗」之名，不知果誰之詞也。杜牧之《木蘭廟》詩云：「彎弓征戰作男兒，夢裏曾驚學畫眉。幾度思歸還把酒，拂雲堆上祝明妃。」殊有美思也。 \\n  \\n 劉攽詩話載杜子美詩云：「蕭條六合內，人少豺虎多。少人慎勿投，多虎信所過。飢有易子食，獸猶畏虞羅。」言亂世人惡甚于豺虎也。予觀老杜《潭州詩》云「岸花飛送客，檣燕語留人」，與前篇同意。喪亂之際，人無樂善喜士之心，至于一將一迎，曾不若岸花檣燕也。詩主優柔感諷，不在逞豪放而致怒張也。「怒張」一作「詬怒」。老杜最善評詩，觀其愛李白深矣，至稱白則曰：「李侯有佳句，往往似陰鏗。」又曰：「清新庾開府，俊逸鮑參軍。」信斯言也。而觀陰鏗、鮑照之詩，則知予所謂主優柔而不在豪放者為不虛也。 \\n  \\n 竹有黑點，謂之班竹，非也。湘中班竹方生時，每點上有苔錢封之甚固。土人斫竹浸水中，用草穰洗去苔錢，則紫暈斕班可愛，此真班竹也。韓愈曰「剥苔弔班林，角黍餌沈塚」是也。按胡仔《漁隱叢話》云：「班竹惟清湘有之，鮮紫，倒暈如血色，天生如此，未嘗每點上苔錢封之。若廣右藤、梧之閒，別有一種班竹，極大，而班色紫黑，不甚佳，閒有苔蘚封之，非盡有也。」 \\n  \\n 韓愈《南溪始汎詩》，將死病中作也。句有「足弱不能步，自宜收朝蹟。」又云：「餘年懍無幾，休日愴已晚。」張籍《哭退之》詩略云：「去夏公請告，養病城南莊。籍時休官罷，兩月同游翔。……移船入南溪，東西縱篙撑。……公作游溪詩，詠唱多慨慷。」又曰：「偶有賈秀才，來茲亦同并。」秀才，謂賈島也。島有《攜文謁張籍韓愈》詩曰「袖有新成詩，欲見張韓老」也。 \\n  \\n 世言韓愈、白居易無往來之詩，非也。退之招樂天詩云：「曲江水滿花千樹，有底忙時不肯來。」又《送靈師》詩云：「開忠二州牧，詩賦時多傳。失職不把筆，珠璣為誰篇。」按韓集作「為君編」。是時韋處厚守開州，白樂天守忠州也。按《韓文考異》：「方云：魏道輔謂二牧，韋處厚、白居易也。二公出守在元和末，此詩作於貞元二十年間，考其時，非也。」近席氏刻昌黎詩，以二語注題下，竟似韓自注，謬甚。趙瞰江云：「開牧，謂唐次；忠牧，李吉甫也。」又有「放朝曾不報，半夜踏泥歸」之句。樂天和云：「仍聞放朝夜，誤出到街頭。」樂天有寄退子詩云：「近來韓閣老，疎我我先知。量大嫌甜酒，才高笑小詩。」 \\n  \\n 元稹作李、杜優劣論，按此是工部墓誌，非論也。先杜而後李。韓退之不以為然，詩曰：「李杜文章在，光燄萬丈長。不知羣兒愚，何用故謗傷。蚍蜉撼大木，可笑不自量。」為微之發也。 \\n  \\n 李肇《國史補》載：「韓愈遊華山，窮極幽險，心悸目眩，不能下，發狂號哭，投書與家人別。華陰令百計取之，方能下。」沈顏作《聱書》，以為肇妄載，豈有賢者輕命如此。余觀退之《答張徹》詩云：「洛邑得休告，華山窮絕陘。倚巖睨海浪，引袖拂天星。……磴蘚澾拳跼，梯飈颭伶俜。悔狂已咋指，垂戒仍鐫銘。」則知肇記為信然，而沈顏為妄辨也。 \\n  \\n 韓退之《李花》詩云：「夜領張徹投盧仝，乘雲共至玉皇家。長姬香御四羅列，縞裙練帨無等差。」及《贈盧仝》詩云：「買羊沽酒謝不敏，偶逢明月曜桃李。」即此時也。 \\n  \\n 李固謂處士純盜虛聲。韓愈雖與石洪、溫造、李渤游，而多侮薄之，所謂「水北山人得名聲，去年去作幕下士。水南山人今又往，按韓集作「又繼往」。鞍馬僕從照閭里。按集作「塞閭里」。少室山人索價高，兩以諫官徵不起。彼皆刺口論時事，按集作「論世事」。有力未免遭驅使。」夫為處士，乃刺口論時事，希聲名，願驅使，又要索高價，以至飾僕御以夸閭里，此何等人也？其侮薄之甚矣！又《送石洪》詩曰：「長把種樹書，人言避世士。忽騎將軍馬，自號報恩子。……去去事方急，酒行可以起。」此尤可笑也。 \\n  \\n 班固云：「《春秋》五傳，謂左丘明、公羊高、穀梁赤、鄒氏、夾氏也。」又云：「鄒氏無書，夾氏未有書。」而韓愈《贈盧仝》詩云：「《春秋》五傳束高閣，獨抱遺經究終始。」不知此二傳果何等書也？按《韓文考異》本云：「《春秋》三傳束高閣。」朱子云：「三」方作「五」，或作「左」，非。 \\n  \\n 元稹自謂知老杜矣，其論曰：「上該曹、劉，下薄沈、宋。」至韓愈則曰：「引手拔鯨牙，舉瓢酌天漿。」夫高至于酌天漿，幽至于拔鯨牙，其思頤深遠宜如何，而詎止于曹、劉、沈、宋之間耶？ \\n  \\n 孟郊詩蹇澀窮僻，琢削不假，真苦吟而成。觀其句法、格力可見矣。其自謂「夜吟曉不休，苦吟神鬼愁。如何不自閒，心與身為讎。」而退之薦其詩云：「榮華肖天秀，捷疾愈響報。」何也？ \\n  \\n 韋絢集劉禹錫之言為《嘉話錄》，載劉希夷詩云：「年年歲歲花相似，歲歲年年人不同。」希夷之舅宋之問愛此句，欲奪之，希夷不與。之問怒，以土囊壓殺希夷。世謂之問末節眨死，乃劉生之報也。吾觀之問集中，儘有好處，而希夷之句，殊無可採，不知何至壓殺而奪之，真枉死也。 \\n  \\n 詩者述事以寄情，事貴詳，情貴隱，及乎感會于心，則情見于詞，此所以入人深也。如將盛氣直述，更無餘味，則感人也淺，烏能使其不知手舞足蹈，又況厚人倫，美教化，動天地，感鬼神乎？「桑之落矣，其黃而隕」，「瞻烏爰止，于誰之屋？」其言止于烏與桑爾，以緣事以審情，則不知涕之無從也。「採薜荔兮江中，搴芙蓉兮木末」，「沅有芷兮澧有蘭，思公子兮未敢言」，「我所思兮在桂林，欲往從之湘水深」之類，皆得詩人之意。至于魏、晉、南北朝樂府，雖未極淳，而亦能隱約意思，有足吟味之者。唐人亦多為樂府，若張籍、王建、元稹、白居易以此得名。其述情叙怨，委曲周詳，言盡意盡，更無餘味。及其末也，或是詼諧，便使人發笑，此曾不足以宣諷。愬之情況，欲使聞者感動而自戒乎？甚者或譎怪，或俚俗，所謂惡詩也，亦何足道哉！ \\n  \\n 池州齊山石壁，有刺史杜牧、處士張祜題名，其旁又刊一聯云：「天下起兵誅董卓，長沙子弟最先來。」與題名一手書也。此句乃呂溫詩，全篇云：「恩驅義感即風雷，誰道南方乏武才」云云。 \\n  \\n 歐陽文忠公作《詩話》，稱周朴之詩曰「風煖鳥聲碎，日高花影重」，以為佳句。此乃杜荀鶴之句，非朴也。 \\n  \\n 梅堯臣贈朝集院鄰居詩云：「壁隙透燈光，籬根分井口。」徐鉉亦有《喜李少保卜鄰》云：「井泉分地脈，砧杵共秋聲。」此句尤閒遠也。 \\n  \\n 熙寧庚戌冬，王荊公安石自參知政事拜相。是日，官僚造門奔賀者相屬于路。公以未謝，皆不見之，獨與余坐于西廡之小閤。荊公語次，忽顰蹙久之，取筆書窗曰：「霜筠一作「松」。雪竹鐘山寺，投老歸歟寄此生。」放筆揖余而入。元豐己未，按《漁隱叢話》作「癸亥」。公已謝事，為會靈觀使，居金陵白下門外。余謁公，公欣然邀余同遊鍾山，憩法雲寺，偶坐于僧房。是時，雖無霜雪，而虛窗松竹皆如詩中之景。余因述昔日題窗，并誦此詩，公撫然曰：「有是乎？」頷首微笑而已。 \\n  \\n 沈括存中、呂惠卿吉父、王存正仲、李常公擇，治平中，同在館中談詩。存中曰：「韓退之詩乃押韻之文爾，雖健美富贍，而格不近詩。」吉父曰：「詩正當如是，我謂詩人亦未有如退之者。」正仲是存中，公擇是吉甫，四人交相詰難，久而不決。公擇忽正色謂正仲曰：「君子羣而不黨，公何黨存中也？」正仲勃然曰：「我所見如是，顧豈黨邪？以我偶同存中，遂謂之黨，然則君非吉父之黨乎？」一坐大笑。予每評時，多與存中合。按此條亦見《冷齋夜話》。 \\n  \\n 頃年嘗與王荊公評詩，予謂：「凡為詩，當使挹之而源不窮，咀之而味愈長。至於永叔之詩，才力敏邁，句亦清健，「清健」一作「雄健」，一作「新美」。但恨其少餘味爾。」荊公曰：「不然，如『行人仰頭飛鳥驚』之句，亦可謂有味矣。」然余至今思之，不見此句之佳，亦竟莫原荊公之意。「原」一作「曉」。信乎，所見之殊，不可強同也。 \\n  \\n 鼎、澧道中有甘泉寺，過客多酌泉瀹茗。天禧末，寇萊公準南遷，題名寺壁。天聖初，丁晉公復南遷，又題名而行。其後范諷為湖南安撫，感二相連斥，遂作詩曰：「平仲酌泉方頓轡，謂之禮佛向南行。層巒下瞰炎荒路，轉使高僧薄寵榮。」 \\n  \\n 王斻游金陵昇元寺僧房，見壁閒繪一金紫丈夫，上題一絕云：「陣前金琕生無愧，「金琕」一作「仙琕」。鼓下蠻奴死合羞。三尺吳縑暗塵土，凛然蒼鶻欲橫秋。」斻不能辨，卷畫歸示其父。王安國平甫曰：「此劉仁瞻像，袁陟詩也。」陟，洪州人，一本云：「袁世弼詩也。世弼，汝州人。」慶曆初登進士第，官至太常博士，壽不滿四十，少有文學，古詩尤佳，惜乎早死，文章多流落。此詩在陟未為佳句，然亦俊拔可喜。「琕」實音「蠙」，陟誤呼也。 \\n  \\n 唐人詠馬嵬之事者多矣。世所稱者，劉禹錫曰：「官軍誅佞倖，天子捨妖姬。群臣伏門屏，貴人牽帝衣。低回轉美目，風日為無輝。」白居易曰：「六軍不發爭奈何，宛轉蛾眉馬前死。」此乃歌詠祿山能使官軍皆叛，逼迫明皇，明皇不得已而誅楊妃也。噫！豈特不曉文章體裁，而造語惷拙，抑已失臣下事君之禮矣。老杜則不然，其《北征》詩曰：「憶昨狼狽初，事與古先別。一本云：「惟昔艱難初，事與前世別。」……不聞夏商衰，中自誅褒妲。」乃見明皇鑑夏、商之敗，畏天悔過，賜妃子死，官軍何預焉？按《苕溪漁隱》曰：「予觀《冷齋夜話》所論與此相同，但《隱居詩話》乃魏泰道輔所撰，道輔於覺範為前輩，必覺範述其說耳。然老杜謂夏、商誅褒、妲，褒姒，周幽王后也，疑『夏』字為誤，當云『商周』可也。」《唐闕史》載鄭畋《馬嵬詩》，命意似矣，而詞句凡下，比說無狀，不足道也。按畋詩云；「終是聖明天子事，景陽宮井又何人？」 \\n  \\n 孟浩然入翰苑訪王維，適明皇駕至，浩然倉黃伏匿，維不敢隱而奏知。明皇曰：「吾聞此人久矣。」召使進使業，浩然誦：「北闕休上書，南山歸敝廬。不才明主棄，多病故人疏。」明皇曰：「我未嘗棄卿，卿自不求仕，何誣之甚也？」因命放歸襄陽。世傳如此，而《摭言》諸書載之尤詳。且浩然布衣，闌入宮禁，又犯行在所，而止於放歸，明皇寬假之亦至矣，烏在以一「棄」字而議罪乎？ \\n  \\n 夏鄭公竦評老杜《初月》詩「微升紫塞外，已隱暮雲端」，以為意主肅宗。此鄭公善評詩也。吾觀退之「煌煌東方星，奈此眾客醉」，其順宗時作乎？「東方」，謂憲宗在儲也。 \\n  \\n 杜牧用故事，仍于事中復使事，若「虞卿雙璧截肪鮮」是也。亦有趁韻撰造非事實者，若「珊瑚破高齊，作婢舂黃穈」是也。李詢得珊瑚，其母令衣青衣而舂，初無「黃穈」字。其《晚晴賦》云：「忽引舟于青灣，覩八九之紅芰。按《樊川集》云：「復引舟于深灣，忽八九之紅芰。」姹然如婦，嫣然如女。」芰，菱也，牧乃指為荷花。其為《阿房宮賦》云：「長橋卧波，未雩何龍？」牧謂龍見而雩，故用龍以比橋，殊不知龍者，龍星也。《春秋》書「龍鬭于鄭之時門」。退之詩云：「庚午憩時門，臨泉觀鬭龍。」韓自河陽還汴，但道經時門，豈復覩當日之鬭龍耶？按《春秋》書「鬭龍」云云，似宜別為一則。 \\n  \\n 劉禹錫詩：「賈生王佐才，衛綰工車戲。同遇漢文時，何人居重位？」賈生當文帝時流落不偶而死，是也。衛綰以車戲事文帝為郎爾，及景帝立，稍見親用，久之，為御史大夫，封建陵侯，景帝末年始拜丞相。在文帝時，實未嘗居重位也。 \\n  \\n 人豈不自知耶？乃自愛其文章，乃更大繆，何也？劉禹錫詩固有好處，及其自稱《平淮西詩》云「城中喔喔晨雞鳴，城頭鼓角聲和平」，為盡李愬之美；又云「始知元和十四載，四海重見昇平年」，為盡憲宗之美。吾不知此兩聯為何等語也？賈島云：「獨行潭底影，數息樹邊身。」其自注云；「二句三年得，一吟雙泪流，知音如不賞，歸卧故山秋。」不知此二句有何難道，至於三年始成，而一吟淚下也？楊衡自愛其句云「一一鶴聲飛上天」，此尤可笑也。 \\n  \\n 韋應物古詩勝律詩，李德裕、武元衡律詩勝古詩，五字句又勝七字。張籍、王建詩格極相似，李益古律詩相稱，然皆非應物之比也。 \\n  \\n 杜甫善評詩，其稱薛稷云：「驅車越陝郊，北顧臨大河」，美矣。又稱李邕《六公篇》，恨不見之。皇甫湜《題浯溪頌》云：「次山有文章，可惋只在碎。」亦善評文者。若白居易殊不善評詩，其稱徐凝《瀑布詩》云：「千古長如白練飛，一條界破青山色」；又稱劉禹錫「雪裏高山頭白早，海中仙果子生遲」，「沉舟側畔千帆過，病樹前頭萬木春」，此皆常語也。禹錫自有可稱之句甚多，顧不能知之爾。按「皇甫湜」云云，至「亦善評文者」二十三字，元本自為一條，今據《漁隱叢話》入此則。 \\n  \\n 黃庭堅喜作詩得名，好用南朝人語，專求古人未使之事，又一二奇字，《漁隱叢話》無「事」字、「又」字。綴葺而成詩，自以為工，其實所見之僻也。《漁隱叢話》「僻」作「狹」。故句雖新奇，而氣乏渾厚。吾嘗作詩題其編後，略云：「端求古人遺，琢抉手不停。方其拾璣羽，往往失鵬鯨。」《漁隱叢話》「抉」作「削」，「拾」作「得」。蓋謂是也。 \\n  \\n 石延年長韻律詩善敍事，其他無大好處，《籌筆驛》、《銅雀臺》、《留侯廟》詩為一集之冠。五言小詩，如「海雲含雨重，江樹帶蟬疏」，「平蕪遠更綠，斜陽寒無輝」者，幾矣。白居易亦善作長韻敍事詩，但格制不高，局於淺切，又不能更風操，雖百篇之意，只如一篇，故使人讀而易厭也。 \\n  \\n 蘇舜欽以詩得名，學書亦飄逸，然其詩以奔放豪健為主。梅堯臣亦善詩，雖乏高致，而平淡有工，世謂之蘇、梅，其實與蘇相反也。舜欽嘗自歎曰：「平生作詩被人比梅堯臣，寫字被人比周越，良可笑也。」周越為尚書郎，在天聖、景祐閒以書得名，輕俗不近古，無足取也。 \\n  \\n 元豐癸亥春，予謁王荊公於鍾山。因從容問公：「比作詩否？」公曰：「久不作矣，蓋賦詠之言亦近口業。然近日復不能忍，亦時有之。」予曰：「近詩自何始，可得聞乎？」公笑而口占一絕云：「南圃東岡二月時，物華撩我有新詩。含風鴨綠鱗鱗起，弄日鵝黃裊裊垂。」真佳句也。 \\n  \\n 蘇丞相頌嘗云：「館中見王平甫題壁，有『宮殿影搖河漢外，江湖夢斷鼓鐘邊』，使人吟想不已。」平甫尤工用事，而復對偶親切。在京師有病中答予《秋日詩》曰：「忽吟佳客詩消暑，一作「驅暑」。遠勝前人檄愈風。」又曰：「北海知天諭牛馬，東方傲俗任龍蛇。」王繹學士葬以九月，平甫為挽詞云：「九月清霜送陶令，千年白日見滕公。」時挽詞甚多，無出此句。 \\n  \\n 章丞相惇自少喜修養服氣，辟穀飄然，有仙風道骨。在東府栽桐竹，戲作詩云：「種竹期龍至，栽桐待鳳來。他年跨遼海，經此一徘徊。」 \\n  \\n 寇萊公七月十四日生，魏野詩云：「何時生上相，明日是中元。」李文定公迪八月十五日生，杜默作《中秋月》詩以獻，僅數百言，皆以月況文定。其中句有：「蟾輝吐光育萬種，我公蟠屈為心胸。老桂根株撼不折，我公得此為清節。孤輪碾空周復圓，我公得此為機權。餘光燭物無洪細，我公得此為經濟。」《漁隱叢話》云：「餘光燭物施洪恩，我公得此為經綸。」終篇大率皆如此。雖造語麤淺，然亦豪爽也。默少以歌行自負，石介贈《三豪詩》，謂之「歌豪」，以配石曼卿、歐陽永叔。晚節益縱酒落魄，文章尤狂鄙。熙寧末，以特奏名得同出身，一命得臨江軍新淦縣尉，年近七十卒。 \\n  \\n 楊億、劉筠作詩務積故實，而語意輕淺。一時慕之，號「西崑體」，識者病之。歐陽文忠公云：「大年詩有『峭帆橫渡官橋柳，疊鼓驚飛海岸鷗』，此何害為佳句！」予見劉子儀詩句有「雨勢宮城闊，秋聲禁樹多」，亦不可誣也。 \\n  \\n 詩惡蹈襲古人之意，亦有襲而愈工若出於己者。蓋思之愈精，則造語愈深也。魏人章疏云：「福不盈身，禍將溢世。」韓愈則曰：「歡華不滿眼，咎責塞兩儀。」李華《弔古戰場文》：「其存其沒，家莫聞知。人或有言，將信將疑。《漁隱叢話》作「蓋將信疑」。娟娟心目，夢寐見之。」陳陶則云：「可憐無定河邊骨，猶是春閨夢裏人。」蓋愈工於前也。 \\n  \\n 王禹偁《橄欖》詩云：「南方多果實，橄欖稱珍奇。北人將就酒，食之先顰眉。皮核苦且澀，歷口復棄遺。良久有回味，始覺甘如飴。」蓋六句說回味。歐陽文忠公曰：「甘苦不相入，初爭久方知。」《漁隱叢話》「爭」作「憎」。極快健也，勝前句多矣。末句據《漁隱叢話》補入。 \\n  \\n 詩豈獨言志，往往讖終身之事。范仲淹小官時，《詠十四夜月》詩云：「天意將圓夜，人心待滿時。已知千里共，猶訝一分虧。」希文久負人望，世期以為相，而止于參知政事。王荊公為殿中丞、羣牧判官時，作《郢州白雪樓》詩，略云：「《折楊》《黃華》笑者多，《陽春》《白雪》和者少。知音四海無幾人，況復區區郢中小。千載相傳始欲慕，一時獨唱誰得曉？古心以此分冥冥，俚耳至今徒擾擾。」荊公，大儒也，孟子後一人而已。雖萬世之下，聞其風宜企慕之。及作相更新天下之務，而一時沮毀之者蠭起，皆合「《白雪》」之句也。按《漁隱叢話》無「荊公，大儒也」至「企慕之」數語。 \\n  \\n 晏元獻殊作樞密使，一日雪中退朝，客次有二客，乃永叔與學士陸經。元獻喜曰：「雪中詩人見過，不可不飲酒也。」因置酒共賞，即席賦詩。是時西師未解，永叔句有：「主人與國同休戚，「同」一作「共」。不惟喜樂將豐登。須憐鐵甲冷透骨，四十餘萬屯邊兵。」元獻怏然不悅。後嘗語人曰：「裴度也曾宴賓客，韓愈也會做文章，但言『園林窮勝事，鍾鼓樂清時』，却不曾恁地作鬧。」按《潘子真詩話》云：「永叔頗聞晏因《賦雪》詩有語。其後歐守青社，晏亦出鎮宛邱，歐乃作啟，叙平生出處，以致謝悃。其畧曰：『伏念曩者，相公始掌貢事，脩以進士而被選掄，及當鈞衡，又以諫官而蒙獎擢。出門館不為不舊，受恩知不為不深。』晏得書，即於書尾作數語，授掌記謄本答之，甚滅裂。坐客怪而問焉，晏徐曰：『作答知舉時一門生書也。』意終不平。」云云。考之《侯鯖錄》，因歐公此詩，明日蔡襄遂言其事，晏坐此罷相，固宜有「作鬧」之語，並如子真所云也。 \\n  \\n 前輩詩多用故事，其引用比擬，對偶親切，亦甚有可觀者。楊察謫守信州，及其去也，送行至境上者十有二人。隱父於餞筵作詩以謝，皆用「十二」故事。其詩曰：「十二天辰數，今宵席客盈。位如星占野，人若月分卿。極醉巫峯倒，聯吟嶰琯清。他年為舜牧，協力濟蒼生。」用故事亦恰好。一無此六字。 \\n  \\n 慶曆中，李淑罷翰林學士，知鄭州。會奉祠柴陵，作詩三絕，其《恭帝》詩最涉嫌忌，曰：「弄楯牽車晚鼓催，不知門外倒戈回。荒墳斷壟逾三尺，猶認房陵半仗來。」既為仇家陳述古抉其事以聞，褫一職。 \\n  \\n 至和中，阮逸為王宮記室。王能詩，一本云：「為王宮教授。有宗室能詩。」多與逸唱和。逸有句曰：「易立泰山石，難枯上林柳。」有言其事者，朝廷方治之。會逸坐他事，因廢斥之。一本云：「會逸復以請求受賄事，因廢斥之。」 \\n  \\n 溫成皇后初薨，會立春進詩帖子。是時，永叔、禹玉同在翰林院，以其虛閣，故不進。俄而有旨，令進溫成閣帖子。永叔未能成，禹玉口占一首云：「昔聞海上有仙山，煙鎖樓臺日月閒。花下玉容長不老，只應春色勝人閒。」永叔深歎其敏麗。按此條亦見《冷齋夜話》。又按《曲洧舊聞》云：「歐公與王禹玉、范忠文同在禁林，故事進春帖子，自皇后、貴妃以下諸閤皆有。是時，溫成薨未久，詞臣闕而不進。仁宗語近侍曰：『詞臣觀望，溫成獨無有。』色甚不懌。諸公聞之惶駭，禹玉、忠文倉卒作，不成。歐公徐云：『某有一首，但寫進本時偶忘之耳。』乃取小紅箋自錄其詩云：『忽聞海上有仙山，煙鎖樓臺日月閒。花下玉容長不老，只應春色勝人間。』既進，上大喜。禹玉拊歐公背曰：『君文章真是含香丸子。』」此說與道輔所記小異，因附錄于此。 \\n  \\n 大臣有少時雖脩謹，然亦性通侻，有數小詞傳于世，可見矣。慶曆中，簽書滑州節度判官行縣，至韋城，飲于縣令家，復以邑倡自隨。逮曉，畏人知，以金釵贈倡，期緘口，亦終不能祕也。嘉祐中，大臣為館職，奉使契丹，歸語同舍吳奎曰：「世言雨逢甲子則連陰，信有之。昨夜，契丹至長垣，往來無不沾濕。」長文戲曰：「『長垣逢甲子』，可對『韋縣贈庚申』也。」大臣終無悔恨。 \\n  \\n 下澤、滻水處多蚊蚋，泰州西溪尤甚。每黃昏如烟霧晦合，聲如殷雷。無貧富，皆以紗絹、蒲疏、蕉葛為廚罩，老幼皆不能露坐，至以泥塗牛馬，不爾亦傷害。范希文嘗以大理寺丞監泰州西溪鹽務，為蚊蚋所苦，有詩曰：「飽去櫻桃重，飢來柳絮輕。但知離此去，不要問前程。」 \\n  \\n 張鑄，健吏也，性亦滑稽。為河北轉運使，以事謫知信州。是時，以屯田員外郎葛源新得提舉銀銅坑冶，信州在所提舉。源欲為鑄發舉狀，移牒令鑄供歷任脚色狀。鑄不平，作詩寄之曰：「銀銅坑冶是新差，職任催綱勝一階。更使下官供脚色，下官蹤跡轉沉埋。」源有慚色。 \\n  \\n 「昨夜陰山吼賊風，帳中驚起紫髯翁。平明不待全師出，連把金鞭打鐵驄。」不知何人之詩，頗為邊人傳誦。有張師雄者，居洛中，好以甘言悅人，晚年尤甚，洛人目為「蜜翁翁」。會官于塞上，一夕，傳胡騎犯邊，師雄蒼皇振恐，衣皮裘兩重，伏于土穴中，神如癡矣。秦人呼「土窟」為「土空」，遽為無名子改前詩以嘲之曰：「昨夜陰山賊吼風，帳中驚起密翁翁。平明不待全師出，連著皮裘入土空。」張亢嘗謂：「密翁翁無可對者。」一日，亢有姪不率教，亢方詰責，欲杖之。姪倚醉大言曰：「安能杖我，爾但堂伯伯。」亢笑曰：「『糖伯伯』可對『密翁翁』也。」釋而不問。按張亢一段《漁隱叢話》不錄。 \\n  \\n 永叔《詩話》載：「陶穀詩云：『尖簷帽子卑凡廝，短袎靴兒末厥兵。』不曉『末厥』之義，又嘗問王洙，亦不曉。」予頃在真定觀大閱，有一卒植五方旗，少不正，大校恚曰：「你可末豁如此！」予遽召問之，大校笑曰：「北人謂粗疏也。」豈「厥」之音「豁」乎？亦莫知孰是。 \\n  \\n 楚州有官妓王英英，善筆札，學顏魯公體，蔡襄復教以筆法，晚年作大字甚佳。梅聖俞贈之詩云：「山陽女子大字書，不學常流事梳洗。親傳筆法中郎孫，妙作蠶頭魯公體。」「妙作」一本作「終畫」。英英貌甚陋，固云「不事梳洗」。一云：「故有『不事梳洗』之句。」中郎孫，君謨也。 \\n  \\n 呂士隆知宣州，好以事笞官妓，妓皆欲逃去而未得也。會杭州有一妓到宣，其色藝可取，士隆喜之，留之使不去。一日，郡妓復犯小過，士隆又欲笞之，妓泣愬曰：「某不敢辭罪，但恐杭妓不能安也。」士隆愍而舍之。梅聖俞因作《莫打鴨》一篇曰：「莫打鴨，打鴨驚鴛鴦。鴛鴦新向池中落，不比孤洲老禿鶬。禿鶬尚欲遠飛去，何況鴛鴦羽翼長。」蓋謂此也。 \\n  \\n 苗振，熙寧初知明州，致仕歸鄆，自明州造一堂極華壯，載以歸。或言：「鄆州置田亦多機數而得。」是時，王逵亦居鄆，作詩嘲之曰：「伯起雄豪世莫偕，官高祿重富于財。田從汶上天生出，堂自明州地架來。十隻畫船風破浪，兩行紅粉夜傳杯。自憐憔悴東鄰叟，草舍茅簷真可咍。」伯起，振字。東鄰，逵自謂。是時，王荊公秉政，聞此詩，遽遣王子韶為浙路察訪，於明州廉得其實，遂起大獄，振竟至削奪。 \\n  \\n 近世婦人多能詩，往往有臻古人者。王荊公家最眾。張奎妻長安縣君，荊公之妹也，佳句最為多。著者「草草杯盤供語笑，昏昏燈火話平生。」吳安持妻蓬萊縣君，荊公之女也。有句曰：「西風不入小窗紗，秋意應憐我憶家。極目江山千萬恨，依前和淚看黃花。」劉天保妻，平甫女也。句有：「不緣燕子穿簾幙，春去春來那得知。」一作「春去秋來」。荊公妻吳國夫人，亦能文，嘗有小詞約諸親遊西池句云：「待得明年重把酒，攜手，那知無雨又無風。」皆脫麗可喜也。 \\n  \\n 老杜云：「美名人不及，佳句法如何。」蓋詩欲氣格完邃，終篇如一，然造句之法亦貴峻潔不凡也。 \\n  \\n 永叔《詩話》稱謝伯景之句，如「園林換葉梅初熟」，不若「庭草無人隨意綠」也；「池館無人燕學飛」，不若「空梁落燕泥」也。蓋伯景句意凡近，似所謂「西崑體」，而王胄、薛道衡峻潔可喜也。 \\n  \\n 白樂天《海圖詩》《漁隱叢話》作《海圖屏風詩》。略曰：「或者不量力，謂茲鼇可求。贔屭牽不動，綸絕沉其鈎。一鼇既頓頷，諸鼇齊掉頭。……噴風激飛廉，鼓波怒陽侯。……遂使百川心，一作「遂使江漢水」。朝宗意亦休。」吾讀此詩，感劉隗、李訓、薛文通等事，為之太息。 \\n  \\n 蘇子美監進奏紙，因秋賽會同舍，各醵金以飲。時洪州人李定欲預此會，禱堯臣以干，舜欽不從。定大怒，遂暴其席上之事于言路，一時俊寀皆坐斥逐。聖俞有《客至詩》曰：「有客十人至，共食一鼎珍。一客不得食，覆鼎傷眾賓。」謂定也。 \\n  \\n 國初，官舟數少，非達官不可得。太宗時，朱嚴第三人及第，稅舟赴任至。王禹偁送詩曰「賃舟東下歷陽湖，榜眼科名釋褐初」是也。天禧末，李迪自宰相謫衡州副使，至儀真。是時，鄭載為發運使，假張駝子客舟赴貶所，尤可怪也。 \\n  \\n 陸起，性滑稽，宰吉州廬陵，劇邑，訴訟尤多。起既才短，率五鼓視事，至夜分猶不能辦。自作一絕題廳壁云：「驅雞政府本來無，剛被人呼邑大夫。及至五更侵早起，算來却是被雞驅。」 \\n  \\n 杭州，天下之佳郡，衣冠之所樂處。故退之云「東吳游宦鄉」是也；入幕尤多佳士。慶曆中，方楷守杭，會三幕客，皆年近七十，其閒又有經生，于郡政殊無所補，眾所鄙笑，而方亦惡之。有無名子嘲之曰：「綠水紅蓮客，青衫白髮精。過廳無一事，咳嗽兩三聲。」 \\n  \\n 葛稚川《神仙傳》載：王方平、麻姑降蔡經家，方平謂姑曰：「不見姑已有五百年矣。」擘麟脯行酒。而蔡經竊視麻姑手如鳥爪，心念曰：「背痒時正可爬背。」方在念，而方平已知，責經曰：「麻姑，神人。汝何忽謂其手可爬背？」于是鞭經背。皇祐中，江西有一事正類此。李覯《題麻姑壇記》以嘲之曰：「五百年來別恨多，東征重得見青蛾。擘麟方擬窮歡樂，不奈閒人背痒何。」 \\n  \\n 永叔《詩話》載：本朝詩僧九人，時號「九僧詩」。其閒惠崇尤多佳句，有《百句圖》刊石於長安，甚有可喜者。嘉祐、熙寧閒，吳僧文瑩尤能詩，其詞句飄逸，尤長古風，其可喜者不可概舉。有《渚宮集》兩卷，鄭獬為之序，行於世，可見也。 \\n  \\n 《楊文公談苑》載：本朝武人多能詩，若曹翰句有「曾經國難穿金甲，不為家貧賣寶刀。」劉吉父詩云：「一箭不中鵠，五湖歸釣魚。」大年稱其豪。近世有張師正本進士及第，換武為遙郡防禦使，亦能詩。有《昇平詞》云：「舊將封侯盡，降王賜姓歸。」又有「蝸角功名時不與，澗松材幹老甘休。」「分鹿是非皆委夢，落花貴賤不由人。」他句皆類此。 \\n  \\n 有武士方圭好作惡詩，極有可笑者，有《旁見集》行於世，多為士大夫之口實。慶曆初，宋丞相庠守揚州，會圭經過赴會，至于席上談詩，嘲哳可厭。宋公厭之，因顧望野外有牛繫樹下，牛拽樹將折，宋公謂坐客胡恢曰：「青牛恃力狂挨樹。」恢已曉公意，應聲對曰：「怪鳥啼春不避人。」公大笑，圭亦慚怒。 \\n  \\n 馬遵責守宣州，及其去也，郡僚軍民爭欲駐留，至以鐵鏁絕江。遵於餞筵倚醉令官妓剥榧實而食，眷眷若留連狀。又以所乘驄馬寄梅聖俞家，郡人皆不疑其去也。遵夜使人絕鏁解舟，以水沃櫓牙，使之不鳴。逮曉，舟去遠矣。聖俞寄遵詩云：「三更醉下陵陽峯，扁舟江上去無蹤。「扁」一作「仙」。叉牙鐵鏁漫橫絕，濕櫓不驚潭底龍。斷腸吳姬指如笋，欲剥玉榧將何從？短翎水鴨飛不遠，那經細雨山重重。却顧舊埒病驄馬，塵沙歷盡空龍鍾。」蓋謂是也。 \\n  \\n 王摩詰「閉門著書多歲月，種松皆作老龍鱗。」一本作「皆老作龍鱗」，尤佳。陳應鸞原按：此條底本原無，此據《說郛》（宛委山堂本）、文淵閣《四庫全書》本、《奇晉齋叢書》本、《學海類編》本補。 \\n  \\n 　 \\n  \\n 　"}
