{"章节": "人间词话王国维", "正文": "　 \\n  \\n 　 \\n 　 \\n 人間詞話王國維 \\n 此文本由“北大中文论坛”王重元精校 \\n  \\n  \\n   \\n  \\n 一 \\n 詞以境界為最上。有境界則自成高格，自有名句。五代、北宋之詞所以獨絕者在此。 \\n 二 \\n 有造境，有寫境，此\"理想\"與\"寫實\"二派之所由分。然二者頗難分別。因大詩人所造之境，必合乎自然，所寫之境，亦必鄰於理想故也。 \\n 三 \\n 有有我之境，有無我之境。\"淚眼問花花不語，亂紅飛過秋千去。\"\"可堪孤館閉春寒，杜鵑聲裏斜陽暮。\"有我之境也。\"采菊東籬下，悠然見南山。\"\"寒波澹澹起，白鳥悠悠下。\"無我之境也。有我之境，以我觀物，故物皆著我之色彩。無我之境，以物觀物，故不知何者為我，何者為物。古人為詞，寫有我之境者為多，然未始不能寫無我之境，此在豪傑之士能自樹立耳。 \\n 四 \\n 無我之境，人惟於靜中得之。有我之境，於由動之靜時得之。故一優美，一宏壯也。 \\n 五 \\n 自然中之物，互相關係，互相限制。然其寫之于文學及美術中也，必遺其關係、限制之處。故雖寫實家，亦理想家也。又雖如何虛構之境，其材料必求之于自然，而其構造，亦必從自然之法則。故雖理想家，亦寫實家也。 \\n 六 \\n 境非獨謂景物也。喜怒哀樂，亦人心中之一境界。故能寫真景物、真感情者，謂之有境界。否則謂之無境界。 \\n 七 \\n \"紅杏枝頭春意鬧\"，著一\"鬧\"字，而境界全出。\"雲破月來花弄影\"，著一\"弄\"字，而境界全出矣。 \\n 八 \\n 境界有大小，不以是而分優劣。\"細雨魚兒出，微風燕子斜。\"何遽不若\"落日照大旗，馬鳴風蕭蕭。\"\"寶簾閑掛小銀鉤\"，何遽不若\"霧失樓臺，月迷津渡\"也？ \\n 九 \\n 嚴滄浪《詩話》謂：\"盛唐諸公，唯在興趣。羚羊掛角，無跡可求。故其妙處，透澈玲瓏，不可湊拍。如空中之音、相中之色、水中之影、鏡中之象，言有盡而意無窮。\"餘謂北宋以前之詞，亦複如是。然滄浪所謂\"興趣\"，阮亭所謂\"神韻\"，猶不過道其面目；不若鄙人拈出\"境界\"二字，為探其本也。 \\n 十 \\n 太白純以氣象勝。\"西風殘照，漢家陵闕\"，寥寥八字，遂關千古登臨之口。後世唯範文正之《漁家傲》，夏英公之《喜遷鶯》，差足繼武，然氣象已不逮矣。 \\n 十一 \\n 張皋文謂：\"飛卿之詞，深美閎約。\"余謂\"此四字唯馮正中足以當之。劉融齋謂：\"飛卿精豔絕人\"，差近之耳。 \\n 十二 \\n \"畫屏金鷓鴣\"，飛卿語也，其詞品似之。\"弦上黃鶯語\"，端己語也，其詞品亦似之。正中詞品，若欲於其詞句中求之，則\"和淚試嚴妝\"，殆近之歟？ \\n 十三 \\n 南唐中主詞：\"菡萏香銷翠葉殘，西風愁起綠波間。\"大有眾芳蕪穢，美人遲暮之感。乃古今獨賞其\"細雨夢回雞塞遠，小樓吹徹玉笙寒。\"故知解人正不易得。 \\n 十四 \\n 溫飛卿之詞，句秀也。韋端己之詞，骨秀也。李重光之詞，神秀也。 \\n 十五 \\n 詞至李後主而眼界始大，感慨遂深，遂變伶工之詞而為士大夫之詞。周介存置諸溫、韋之下，可謂顛倒黑白矣。\"自是人生長恨水長東\"，\"流水落花春去也，天上人間。\"《金荃》、《浣花》，能有此氣象耶？ \\n 十六 \\n 詞人者，不失其赤子之心者也。故生於深宮之中，長於婦人之手，是後主為人君所短處，亦即為詞人所長處。 \\n 十七 \\n 客觀之詩人，不可不多閱世。閱世愈深，則材料愈豐富，愈變化，《水滸傳》、《紅樓夢》之作者是也。主觀之詩人，不必多閱世。閱世愈淺，則性情愈真，李後主是也。 \\n 十八 \\n 尼采謂：\"一切文學，余愛以血書者。\"後主之詞，真所謂以血書者也。宋道君皇帝《燕山亭》詞亦略似之。然道君不過自道身世之戚，後主則儼有釋迦、基督擔荷人類罪惡之意，其大小固不同矣。 \\n 十九 \\n 馮正中詞雖不失五代風格，而堂廡特大，開北宋一代風氣。與中、後二主詞皆在《花間》範圍之外，宜《花間集》中不登其隻字也。 \\n 二十 \\n 正中詞除《鵲踏枝》、《菩薩蠻》十數闋最煊赫外，如《醉花間》之\"高樹鵲銜巢，斜月明寒草。\"余謂：韋蘇州之\"流螢渡高閣\"，孟襄陽之\"疏雨滴梧桐\"，不能過也。 \\n 二一 \\n 歐九《浣溪沙》詞\"綠楊樓外出秋千。\"晁補之謂：只一\"出\"字，便後人所不能道。余謂：此本于正中《上行杯》詞\"柳外秋千出畫牆\"，但歐語尤工耳。 \\n 二二 \\n 梅聖俞《蘇幕遮》詞：\"落盡梨花春事了。滿地斜陽，翠色和煙老。\"劉融齋謂：少遊一生似專學此種。余謂：馮正中《玉樓春》詞：\"芳菲次第長相續，自是情多無處足，尊前百計得春歸，莫為傷春眉黛促。\"永叔一生似專學此種。 \\n 二三 \\n 人知和靖《點絳唇》、聖俞《蘇幕遮》、永叔《少年游》三闋為詠春草絕調，不知先有正中\"細雨濕流光\"五字，皆能攝春草之魂者也。 \\n 二四 \\n 《詩o蒹葭》一篇，最得風人深致。晏同叔之\"昨夜西風凋碧樹。獨上高樓，望盡天涯路。\"意頗近之。但一灑落，一悲壯耳。 \\n 二五 \\n \"我瞻四方，蹙蹙靡所騁。\"詩人之憂生也。\"昨夜西風凋碧樹。獨上高樓，望盡天涯路\"似之。\"終日馳車走，不見所問津。\"詩人之憂世也。\"百草千花寒食路。香車系在誰家樹\"似之。 \\n 二六 \\n 古今之成大事業、大學問者，必經過三種之境界：\"昨夜西風凋碧樹。獨上高樓，望盡天涯路。\"此第一境也。\"衣帶漸寬終不悔，為伊消得人憔悴。\"此第二境也。\"眾裏尋他千百度，回頭驀見，那人正在，燈火闌珊處。\"此第三境也。此等語皆非大詞人不能道。然遽以此意解釋諸詞，恐為晏、歐諸公所不許也。 \\n 二七 \\n 永叔\"人間自是有情癡，此恨不關風與月。\"\"直須看盡洛城花，始與東風容易別。\"於豪放之中有沈著之致，所以尤高。 \\n 二八 \\n 馮夢華《宋六十一家詞選o序例》謂：\"淮海、小山，古之傷心人也。其淡語皆有味，淺語皆有致。\"余謂此唯淮海足以當之。小山矜貴有餘，但可方駕子野、方回，未足抗衡淮海也。 \\n 二九 \\n 少遊詞境最為淒婉。至\"可堪孤館閉春寒，杜鵑聲裏斜陽暮。\"則變而淒厲矣。東坡賞其後二語，猶為皮相。 \\n 三十 \\n \"風雨如晦，雞鳴不已。\"\"山峻高以蔽日兮，下幽晦以多雨。霰雪紛其無垠兮，雲霏霏而承宇。\"\"樹樹皆秋色，山山盡落暉。\"\"可堪孤館閉春寒，杜鵑聲裏斜陽暮。\"氣象皆相似。 \\n 三一 \\n 昭明太子稱：陶淵明詩\"跌宕昭彰，獨超眾類。抑揚爽朗，莫之與京。\"王無功稱：薛收賦\"韻趣高奇，詞義晦遠。嵯峨蕭瑟，真不可言。\"詞中惜少此二種氣象，前者唯東坡，後者唯白石，略得一二耳。 \\n 三二 \\n 詞之雅鄭，在神不在貌。永叔、少游雖作豔語，終有品格。方之美成，便有淑女與倡伎之別。 \\n 三三 \\n 美成深遠之致不及歐、秦。唯言情體物，窮極工巧，故不失為第一流之作者。但恨創調之才多，創意之才少耳。 \\n 三四 \\n 詞忌用替代字。美成《解語花》之\"桂華流瓦\"，境界極妙。惜以\"桂華\"二字代\"月\"耳。夢窗以下，則用代字更多。其所以然者，非意不足，則語不妙也。蓋意足則不暇代，語妙則不必代。此少游之\"小樓連苑\"，\"繡轂雕鞍\"，所以為東坡所譏也。 \\n 三五 \\n 沈伯時《樂府指迷》雲：\"說桃不可直說破桃，須用'紅雨'、'劉郎'等字。詠柳不可直說破柳，須用'章台'、'灞岸'等字。\"若惟恐人不用代字者。果以是為工，則古今類書具在，又安用詞為耶？宜其為《提要》所譏也。 \\n 三六 \\n 美成《青玉案》詞：\"葉上初陽幹宿雨。水面清圓，一一風荷舉。\"此真能得荷之神理者。覺白石《念奴嬌》、《惜紅衣》二詞，猶有隔霧看花之恨。 \\n 三七 \\n 東坡《水龍吟》詠楊花，和均而似元唱。章質夫詞，原唱而似和均。才之不可強也如是！ \\n 三八 \\n 詠物之詞，自以東坡《水龍吟》為最工，邦卿《雙雙燕》次之。白石《暗香》、《疏影》，格調雖高，然無一語道著，視古人\"江邊一樹垂垂發\"等句何如耶？ \\n 三九 \\n 白石寫景之作，如\"二十四橋仍在，波心蕩、冷月無聲。\"\"數峰清苦，商略黃昏雨。\"\"高樹晚蟬，說西風消息。\"雖格韻高絕，然如霧裏看花，終隔一層。梅溪、夢窗諸家寫景之病，皆在一\"隔\"字。北宋風流，渡江遂絕。抑真有運會存乎其間耶？ \\n 四十 \\n 問\"隔\"與\"不隔\"之別，曰：陶、謝之詩不隔，延年則稍隔矣。東坡之詩不隔，山谷則稍隔矣。\"池塘生春草\"、\"空梁落燕泥\"等二句，妙處唯在不隔。詞亦如是。即以一人一詞論，如歐陽公《少年游》詠春草，上半闕雲：\"闌幹十二獨憑春，晴碧遠連雲。千里萬里，二月三月，行色苦愁人。\"語語都在目前，便是不隔。至雲\"謝家池上，江淹浦畔。\"則隔矣。白石《翠樓吟》：\"此地。宜有詞仙，擁素雲黃鶴，與君遊戲。玉梯凝望久，歎芳草、萋萋千里。\"便是不隔。至\"酒祓清愁，花消英氣。\"則隔矣。然南宋詞雖不隔處，比之前人，自有淺深厚薄之別。 \\n 四一 \\n \"生年不滿百，常懷千歲憂。晝短苦夜長，何不秉燭遊？\"\"服食求神仙，多為藥所誤。不如飲美酒，被服紈與素。\"寫情如此，方為不隔。\"采菊東籬下，悠然見南山。山氣日夕佳，飛鳥相與還。\"\"天似穹廬，籠蓋四野。天蒼蒼，野茫茫。風吹草低見牛羊。\"寫景如此，方為不隔。 \\n 四二 \\n 古今詞人格調之高，無如白石。惜不於意境上用力，故覺無言外之味，弦外之響，終不能與于第一流之作者也。 \\n 四三 \\n 南宋詞人，白石有格而無情，劍南有氣而乏韻。其堪與北宋人頡頏者，唯一幼安耳。近人祖南宋而祧北宋，以南宋之詞可學，北宋不可學也。學南宋者，不祖白石，則祖夢窗，以白石、夢窗可學，幼安不可學也。學幼安者率祖其粗獷、滑稽，以其粗獷、滑稽處可學，佳處不可學也。幼安之佳處，在有性情，有境界。即以氣象論，亦有\"橫素波、幹青雲\"之概，甯後世齷齪小生所可擬耶？ \\n 四四 \\n 東坡之詞曠，稼軒之詞豪。無二人之胸襟而學其詞，猶東施之效捧心也。 \\n 四五 \\n 讀東坡、稼軒詞，須觀其雅量高致，有伯夷、柳下惠之風。白石雖似蟬蛻塵埃，然終不免局促轅下。 \\n 四六 \\n 蘇、辛，詞中之狂。白石猶不失為狷。若夢窗、梅溪、玉田、草窗、中麓輩，面目不同，同歸於鄉願而已。 \\n 四七 \\n 稼軒中秋飲酒達旦，用《天問》體作《木蘭花慢》以送月，曰：\"可憐今夕月，向何處、去悠悠？是別有人間，那邊才見，光景東頭。\"詞人想像，直悟月輪繞地之理，與科學家密合，可謂神悟。 \\n 四八 \\n 周介存謂\"梅溪詞中喜用'偷'字，足以定其品格。\"劉融齋謂\"周旨蕩而史意貪。\"此二語令人解頤。 \\n 四九 \\n 介存謂：夢窗詞之佳者，如\"水光雲影，搖盪綠波，撫玩無極，迫尋已遠。\"余覽《夢窗甲乙丙丁稿》中，實無足當此者。有之，其\"隔江人在雨聲中，晚風菰葉生秋怨\"二語乎？ \\n 五十 \\n 夢窗之詞，吾得取其詞中之一語以評之，曰：\"映夢窗淩亂碧。\"玉田之詞，余得取其詞中之一語以評之，曰：\"玉老田荒。\" \\n 五一 \\n \"明月照積雪\"、\"大江流日夜\"、\"中天懸明月\"、\"黃河落日圓\"，此種境界，可謂千古壯觀。求之於詞，唯納蘭容若塞上之作，如《長相思》之\"夜深千帳燈\"，《如夢令》之\"萬帳穹廬人醉，星影搖搖欲墜\"差近之。 \\n 五二 \\n 納蘭容若以自然之眼觀物，以自然之舌言情。此由初入中原，未染漢人風氣，故能真切如此。北宋以來，一人而已。 \\n 五三 \\n 陸放翁跋《花間集》，謂：\"唐季五代，詩愈卑，而倚聲者輒簡古可愛。能此不能彼，未可以理推也。\"《提要》駁之，謂：\"猶能舉七十斤者，舉百斤則蹶，舉五十斤則運掉自如。\"其言甚辨。然謂詞必易於詩，余未敢信。善乎陳臥子之言曰：\"宋人不知詩而強作詩，故終宋之世無詩。然其歡愉愁苦之致，動於中而不能抑者，類發于詩餘，故其所造獨工。\"五代詞之所以獨勝，亦以此也。 \\n 五四 \\n 四言敝而有《楚辭》，《楚辭》敝而有五言，五言敝而有七言，古詩敝而有律絕，律絕敝而有詞。蓋文體通行既久，染指遂多，自成習套。豪傑之士，亦難於其中自出新意，故遁而作他體，以自解脫。一切文體所以始盛終衰者，皆由於此。故謂文學後不如前，余未敢信。但就一體論，則此說固無以易也。 \\n 五五 \\n 詩之《三百篇》、《十九首》，詞之五代、北宋，皆無題也。非無題也，詩詞中之意，不能以題盡之也。自《花庵》、《草堂》每調立題，並古人無題之詞亦為之作題。如觀一幅佳山水，而即曰此某山某河，可乎？詩有題而詩亡，詞有題而詞亡。然中材之士，鮮能知此而自振拔者矣。 \\n 五六 \\n 大家之作，其言情也必沁人心脾，其寫景也必豁人耳目。其辭脫口而出，無矯揉妝束之態。以其所見者真，所知者深也。詩詞皆然。持此以衡古今之作者，可無大誤矣。 \\n 五七 \\n 人能於詩詞中不為美刺投贈之篇，不使隸事之句，不用粉飾之字，則於此道已過半矣。 \\n 五八 \\n 以《長恨歌》之壯采，而所隸之事，只\"小玉雙成\"四字，才有餘也。梅村歌行，則非隸事不辦。白、吳優劣，即於此見。不獨作詩為然，填詞家亦不可不知也。 \\n 五九 \\n 近體詩體制，以五七言絕句為最尊，律詩次之，排律最下。蓋此體於寄興言情，兩無所當，殆有均之駢體文耳。詞中小令如絕句，長調似律詩，若長調之《百字令》、《沁園春》等，則近於排律矣。 \\n 六十 \\n 詩人對宇宙人生，須入乎其內，又須出乎其外。入乎其內，故能寫之。出乎其外，故能觀之。入乎其內，故有生氣。出乎其外，故有高致。美成能入而不能出。白石以降，於此二事皆未夢見。 \\n 六一 \\n 詩人必有輕視外物之意，故能以奴僕命風月。又必有重視外物之意，故能與花鳥共憂樂。 \\n 六二 \\n \"昔為倡家女，今為蕩子婦。蕩子行不歸，空床難獨守。\"\"何不策高足，先據要路津？無為久貧賤，轗軻長苦辛。\"可謂淫鄙之尤。然無視為淫詞、鄙詞者，以其真也。五代、北宋之大詞人亦然。非無淫詞，讀之者但覺其親切動人。非無鄙詞，但覺其精力彌滿。可知淫詞與鄙詞之病，非淫與鄙之病，而遊詞之病也。\"豈不爾思，室是遠而。\"而子曰：\"未之思也，夫何遠之有？\"惡其遊也。 \\n 六三 \\n \"枯藤老樹昏鴉。小橋流水平沙。古道西風瘦馬。夕陽西下。斷腸人在天涯。\"此元人馬東籬《天淨沙》小令也。寥寥數語，深得唐人絕句妙境。有元一代詞家，皆不能辦此也。 \\n 六四 \\n 白仁甫《秋夜梧桐雨》劇，沈雄悲壯，為元曲冠冕。然所作《天籟詞》，粗淺之甚，不足為稼軒奴隸，豈創者易工，而因者難巧歟？抑人各有能有不能也？讀者觀歐、秦之詩遠不如詞，足透此中消息。"}
