{"章节": " 作義要訣", "正文": "　 \\n  \\n 　 \\n 　作義要訣 \\n 　 \\n   \\n  \\n 提要 \\n  \\n 《作義要訣》一巻，元·倪士毅撰。士毅有《四書輯釋》，已著録。是編皆當時經義之體例。自宋神宗熙寧四年，始以經義試士。元太宗從耶律楚材之請，以三科選舉，經義亦居其一。至仁宗皇慶二年，酌議科舉條制，乃定蒙古、色目人第一塲，經問五條；漢人、南人，第一塲，經疑二問，限三百字以上，不拘格律。元統以後，蒙古、色目人亦増經義，一道明以來科舉之文，實因是而引伸者也。是書所論雖規模淺狹，未究文章之本原，然如云：“第一要識明道理透徹；第二要識得經文本旨分曉；第三要識得古今治亂安危之大體”。又云：“長而轉換新意，不害其為長；短而曲折意盡，不害其為短；務高則多渉乎僻；欲新則類乎怪；下字惡乎俗而造作太過，則語澁；立意恶乎同而搜索太甚，則理背”。皆後來制義之鑑也。國家設科取士，仍以經義為先。我皇上聖訓諄諄，釐正文體，操觚之士皆知以先正為歩趨。是書又在明前。法雖小異而理則相通，録而存之，或亦先河後海之義歟。原序稱兼采謝氏、張氏之説，《永樂大典》註：其説已載“舉業筌蹄”巻中，故不復録。今是巻適佚，姑仍舊本闕之，然大旨則已具於此矣。  \\n  \\n  \\n 　 \\n 自序 \\n  \\n 按：宋初因唐制取士試詩賦（省題詩及八韻律賦），至神宗朝王安石為相、熈寧四年辛亥，議更科舉法，罷詩賦，以經義論策試士，各占治《詩、書、易、周禮、禮記》一經，此經義之始也。宋之盛時如張公才叔《自靖義》，正今日作經義者所當以為標凖，至宋季則其篇甚長，有定格律：首有破題，破題之下有接題（接題，第一接，或二三句，或四句下反接，亦有正說而不反說者），有小講（小講後有引入題語，有小講上叚，上叚畢有，過叚語，然後有下叚），有繳結。以上謂之冒子，然後入官題，官題之下有原題（原題有起語、應語、結語，然後有正叚，或又有反叚，次有結繳），有大講（有上叚，有過叚，有下叚），有餘意（亦曰從講），有原經，有結尾。篇篇按此次序，其文多拘於捉對，大抵冗長，繁複可厭，宜今日又變更之。今之經義，不拘格律，然亦當分冒題、原題、講題、結題四叚。愚往年見宏齋曹公《宋季書義說》，嘗取其可用於今日者，摘録之。兹又見南窻謝氏、臨川章氏及諸家之說，遂重加編輯，條具於左，以便初學云。  \\n  \\n  \\n 　 \\n 作義要訣 \\n 宏齋曹氏（涇）曰： \\n  \\n 作文各自有體，或簡或詳，或雄健或穩妥，不可以一律論。蓋文氣隨人資禀，清濁厚薄，所賦不同則文辭隨之然。未有無法度而可以言文者。法度者何？有開必有合，有喚必有應，首尾當照應，抑揚當相發，血脉宜串，精神宜壯，如人一身自首至足缺一不可，則是一篇之中，逐叚逐節，逐句逐字，皆不可以不宻也。 \\n  \\n 又曰，文字大槩以純者為合格，健者為有氣。合格者中程度，有氣者起人眼目。然今人作文於二者皆易有病，蓋，似純者，無氣燄則率畧，委靡又不足以起人眼目；似健者，多草野則夾雜恠僻，又不可以合有司程度。如愚所見，當於規矩之中，用老蒼之體，庶幾合格，則不為有司所擯，出竒則又非低手可及。必識此意乃可進歩。 \\n  \\n 又論立說大要曰： \\n  \\n 主張題目，第一要識得道理透徹。第二要識得經文本旨分曉。第三要識得古今治亂安危之大體。然後一見題目，胷中便有稱量。然又須多看他人立意及自知厯練，則胷中自然開廣。又不要雷同，須將文公四書子細玩味，及伊洛議論大槩皆要得知。則不但區處性理題目有斷制，凡是題目，皆識輕重，皆區處得理。 \\n  \\n 到若所謂經旨者，亦試言其槩：唐虞題目，須要識得他氣象渾厚處：湯武征伐須要見他不得已處；商盤周誥須要見忠厚處；如大禹治水之行；所無事太甲之悔過；伊尹一徳之告歸；盤庚遷亳之為民；髙宗之有志中興；洛誥之倚重周公；及周公切切告歸之意；君奭之挽留，與夫無逸之本旨及化商，一切事體皆大勢所重也，則就這上立意得切者最好。自此之外亦難盡言，或題目散，頭緒多，我須與他提一箇大頭腦。如王會龍省試義，提道字串是也。 \\n  \\n 『其題目云：道積于厥躬。惟斆，學半。念終始典于學。厥徳修罔覺。監於先王成憲，其永無愆，惟說式克欽承，旁招俊乂…… \\n  \\n 王會龍義起語云：人君，道與心為一，既欲參古人之善而無愧；大臣心與君為一，尤欲取天下之善而無遺。蓋道無終窮，不在吾身，則在古人，不在古人，則在天下，君不白（自？）聖而益求乎？古臣不恃君之聖，而益求乎賢，此所以能致其君之備道也歟。』 \\n  \\n 或捉題字做綱目，亦如王會龍之提道字是也。或用經句，最切者，如周明之百志，惟熈題以勿忘勿助為主是也。 \\n  \\n 『明之義，愚未之見。如林逢龍《太學發解義》以“有徳必有言”為主，亦是也。 \\n  \\n 其題目云：徳無常師，主善為師，善無常主，協於克一，俾萬姓咸曰大哉王言。 \\n  \\n 逢龍接題云：有徳者必有言，惟徳之會於吾君者，既極其精微則言之，散於天下者皆稱其廣大，有如徳之所在。茍擇焉而不精則言之，所發必語焉而不詳矣。何以為大公至正之論，而息夫人之異論也哉。此伊尹之告太甲，蓋欲其以徳之一為言之大也。』 \\n  \\n 餘皆不可以盡言，但要緊者一，題須要截得住，須提得緊，要處重，其細碎處，放輕不妨，有道理，合經旨，又不雷同，又教人一見便曉如此，便是主張。大槩以此立意，以此用工，自當有所見也。 \\n  \\n 或曰行文關鍵多則響，常讀熟做，熟則行文自熟。凡做商周題，用唐虞事，則精神壯觀。做唐虞題，用商周事，則不甚好。大凡，義不必長亦不必短，在措辭如何耳。長而轉換新意，不害其為長。短而曲折意盡，不害其為短。務髙則多涉乎僻；欲新則類入于怪。晦則讀之使人厭；淺則讀之使人輕。下字惡夫俗而造作太過則語澁；立意惡夫同而搜索太甚則理背。皆學者所當知也。又，凡做君題、國家題，反處不可太甚，只須輕輕說過。 \\n  \\n 存庵胡氏初翁曰：聞之前軰，凡做唐虞題目，不尚反，蓋彼時無此等不好氣象也。 \\n  \\n ○論冒題 \\n  \\n 或曰破題。為一篇綱領，至不可“茍句法，以體面為貴而包括欲其盡”。題句多則融化不見，其不足；題字少則敷演不見，其有餘。命意渾涵而不失於迂，用字親切而不病於俗，斯得之矣。接題所以承接破題之意，一篇主意要盡見於二三句中，尤不可不用工也。 \\n  \\n 或曰冒頭如人頭，面著不得十分多肉，肉多則嫌有肥氣，不雅觀也。 \\n  \\n ○原題 \\n  \\n 宏齋曹氏曰：原題之體，其文當圓，其體當似論前軰考校，多於題下看人筆端，須是見識髙，看文字多，方於此有議論。慷慨之體，中間最不要露圭角，又不要作成叚對文，只要參差呼喚圓轉可觀。大抵是喚起之後，便應一應，結一結，然後正一叚反一叚。又，總繳結此為正體，其反說者不必多，比正叚宜減大半。又，或有於正叚後復作一叚，或是引事，或是譬喻，如此議論，竟不必作反叚亦可也。 \\n  \\n ○講題 \\n  \\n 愚按，舊義必有餘意及考經（亦曰原經）。今日固不拘此，然遇可用處，亦宜用之，但不必拘泥耳。宏齋論“餘意、原經”二條摘録于後，變而通之存乎其人，若用亦只數句點綴足矣，不可失之太多也。 \\n  \\n 宏齋曹氏曰：所謂餘意，乃是本題主意外，尚有未盡之意則於此發之。須是意新又不背主意，仍於主意有情乃可。這箇有數様：本意所輕者，於此却微與提起；本題頭緒多者，此處與貫而一之；本意作兩倂不相關者，此處與發明之；本意有自本至效者，此又翻轉來言之。若只是本題意，又來說作一片，全無些斡運，則徒勞耳。 \\n  \\n 又曰：當初所以有原經者，須是說這箇題目“其來厯、次第如何或是誰人做底事、他這事是如何或是誰人說底話、他這話是如何要推尋來因究竟”，下梢結煞，方謂之原經也。第一要認他先後次序，倫理分曉，及提得箇血脉端正，然後擺布做來。 \\n  \\n 且如大槩稱頌事實之題，當旁引事實來證主意，分輕重呼喚，方引入本題出處，更自與他照應議論，然後結之。此格甚平正，初無難也。 \\n  \\n 若是吿戒之題，須要認他先後次序，如太甲上中下三篇，及一徳之書，盤庚上中下三篇，周家大誥，東征召誥，營洛多士，遷商民。這箇先後之次截然，最要鋪擺仔細。 \\n  \\n 又，不但篇目次第，只一段中亦要分次第，不可截斷，如本題係是在前，則起頭宜作議論一喚，喚動即就題目說來，便就此解他正意，這回方纔迤■〈辶里〉轉去，尋後面事使去云。不特此爾，後面又作如此說，下梢又是如何，却於本題後引來擁從而結之，此一體也。如本題，係是在後則，當起頭，逐一原去，其初是如何，中間又如何，乃引入本題，却作一小片議論而結之。又一體也。引事不在多，只要精切，或得一句最切，只就此一句發明，全靠善於斡運耳。凡引事，寧可真而少，不可多而雜、最要識此意、要知大槩。起頭多是引證。中間便當喚出出處，然後便當解意分曉結之。此又大槩原經之法也。 \\n  \\n ○結題 \\n  \\n 宏齋曹氏曰：結尾亦要識體格，不但用事證題而已。若本題係有大節目事體，則宜就此究竟到實結裹處結之，此為議論到底，是一格也。 \\n  \\n 本題用經句，主張有來厯者，宜於結尾喚起，出處狀得分曉。此有根據、有首尾文字，是一格也。 \\n  \\n 此外又有定格。說唐虞治體，宜以成王對之。說盤庚遷亳事，宜以周家化商事證之。皇極之說宜以聖門事證之。二典三謨亦然。湯武征伐宜相照證，周召告歸可互參攷三后化商。皆要相串最宜。識此意，其他方可泛引事證耳。 \\n  \\n 又或本題中實有議論未盡而道理實有當發揮者，又當作一叚議論，不必用事，亦可也引事之體既引狀本題後，又須更喚一喚，以已意慷慨議論，斷制，主意教他響朗，然後結之，此可以見人筆力，宜耐心加工也。 \\n  \\n ○總論 \\n  \\n 以上亦據所見畧言之耳。其詳不可盡也。在乎即類推之，以心體之，自求其意於外而得胷中之活法，乃有實工夫耳。要是下筆之時，說得首尾照應，串得針線細宻，歩歩思量主意，句句挑得明緊，教他讀去順溜又大槩。文字，全在呼喚。有時數句全在數箇字挑剔得好，須是十倍精神。自此之外，又有一項法度：一篇之中凡有改叚接頭處，當教他轉得全不費力而又有新體，此雖小節，亦看人手叚，如陳懋欽省試，會其有極義，自接題小講及原題講叚，原經結尾，一切轉頭處並不用尋常套子，如“嘗謂”、“今夫”之類（舊義多用“嘗謂”二字作原題起語，“今夫”二字作大講起語），蓋只教他人不見痕跡而又自轉換最妙者，江萬里易義之體，分明是於此處出竒，亦法之可法者也。然亦不甚緊要因筆漫及之。  \\n  \\n  \\n  \\n 　 \\n 　 \\n 　"}
