{"章节": "師友詩傳録", "正文": "　 \\n  \\n 　 \\n 　師友詩傳録 \\n  \\n   \\n  \\n 提要 \\n  \\n 《師友詩傳録》一巻，國朝郎廷槐編。《續録》，一巻，國朝劉大勤編。二人皆學詩於新城王士禎，各述其師説以成書，以郎録在前，故劉録稱續焉。郎録雖以士禎為主而亦兼質於平原張篤慶、鄒平張實居，故每一問而三答。其稱歴友者篤慶之號，稱蕭亭者實居之號也。篤慶於士禎為中表，所著有《崑崙山房集》。實居於士禎為婦兄，所著有《蕭亭詩集》。士禎皆嘗論次之故，三人所答或共明一義，或各明一義，大旨皆不甚相逺。新城詩派以盛唐為宗而不甚考究漢魏六朝；以神韻為主而不甚考究體製。其中持論出入往往不免，然其談詩宗旨具見於斯，較諸家詩話所見終為親切也。郎録中，士禎之語或抄出别行，名《漁洋定論》。劉録亦有本别行，名《古夫于亭詩問》，實皆一書，今附存其名，不别著録焉。  \\n  \\n 　 \\n 師友詩傳録 \\n  \\n  \\n 問：作詩，學力與情性必兼具而後愉快。愚意以為：學力深，始能見性情。若不多讀書、多貫穿而遽言性情，則開後學油腔滑調、信口成章之惡習矣。近時風氣頺波，惟夫子一言以為砥柱。 \\n  \\n 王答：司空表聖云“不著一字，盡得風流”，此性情之説也。揚子雲云“讀千賦，則能賦”，此學問之説也。二者相輔而行，不可偏廢。若無性情而侈言學問，則昔人有譏“點鬼簿”、“獺祭魚”者矣。學力深始能見性情，此一語是造微破的之論。 \\n  \\n 張厯友答：嚴羽滄浪有云“詩有别才，非闗學也。詩有别趣，非闗理也”。此得于先天者，才性也。讀書破萬巻，下筆如有神。貫穿百萬衆，出入由咫尺。此得于後天者，學力也。非才無以廣學，非學無以運才。兩者均不可廢。有才而無學，是絶代佳人唱蓮花落也。有學而無才，是長安乞兒著宫錦袍也。近世風尚，每苦前人之拘與隘而轉途于長慶、劍南，甚且改轍于宋、元，是以愈趨而愈下也。有心者急欲挽之以開寳，要不必藉口于宗厯下轉令攻之者，樹幟紛紛耳。 \\n  \\n 張蕭亭答：有問王荆公者，杜詩何以妙絶古今？公曰“老杜固嘗言之矣：讀書破萬巻，下筆如有神”。黄山谷謂“不讀書萬巻，不可看杜詩”。看尚不可，况作詩乎！韓文公《進學解》云“上規姚姒，渾渾無涯。周誥湯盤，詰屈聱牙。春秋謹嚴，左氏浮誇。易竒而法，詩正而葩，下逮莊騷”。太史所録子雲、相如，同工異曲。熟此，其庶幾乎。夫曰“詩有别才，非闗學也。詩有别趣，非闗理也”：為讀書者言之，非為不讀書者言之也。 \\n  \\n 問：古詩十九首乃五古之原，按其音節風神，似與楚騷同時，而論者指為枚乘等擬作。枚之文甚著，其詩不多見，且秦漢風調自殊，何所據而指為枚作耶？又，蘇李《河梁》亦有十九首，風味。豈漢人之詩其妙皆如此耶？求明示其旨。 \\n  \\n 王答：風雅後有楚詞，楚詞後有十九首。風會變遷，非縁人力，然其源流則一而已矣。古詩中“迢迢牽牛星、庭中有竒樹、西北有髙樓、青青河畔草”等五六篇《玉臺新詠》以為枚乘作。“冉冉孤生竹”一篇《文心雕龍》以為傅毅之辭。二書出于六朝，其説必有據依。要之為西京無疑。河梁之作與十九首同一風味，皆所謂驚心動魄一字千金者也。嬴秦之世但有碑銘，無闗風雅。 \\n  \\n 張厯友答：昔人謂十九首為風餘。又曰“詩，母（毋？）若自列國之詩涵泳而出者，如太羮醇酒，非復泛齊醍（醴？）齊，可埒其在楚騷之後無疑。况乎騷亦出于風也。而五言至漢世乃大顯”。十九首中如“青青河畔草、西北有髙樓、涉江采芙蓉、庭中有竒樹、迢迢牽牛星、東城髙且長、明月何皎皎”七章《玉臺》皆以為枚乘作。“冉冉孤生竹”《文心雕龍》以為傅毅。“驅車上東門”《樂府》作。“驅車上東門”《行文選》以十九首為二十，葢分“燕趙多佳人”以下自為一章也。然相其體格大抵是西漢人口氣，因篇中有“驅車上東門，游戲宛與洛”，故論者或以為似東漢人口角，斷其非枚乘者，殊不知西京人亦何必不游戲宛洛耶？此真見與兒童鄰矣。至如蘇李河梁録，别其風味，亦去十九首誠不逺，亦非東京以下所能渉筆者。 \\n  \\n 張蕭亭答：騷之變為五言也。風調自別十九首。或謂楚騷同時，或謂枚乘作，想考無確據，故不書作者姓名。觀“青青陵上栢”一章内“兩宫遥相望，雙闕百餘尺”，兩宫：南宫北宫也。蔡質《漢官典職》曰：南宫北宫相去七里。又，“明月皎夜光”一章内如“促織鳴東壁、玉衡指孟冬、白露霑野草、秋蟬鳴樹間、玄鳥逝安適”等語所序皆秋事，乃漢令也。《漢書》曰“髙祖十月至壩上。故以十月為嵗首”。漢之孟冬，今之七月也。似為漢人之作無疑。至于蘇李河梁詩，可與十九首相頡頏。東坡先生謂為偽作，亦必有見。然氣味髙古，縱不出蘇李，定漢之髙手所擬。江文通善于擬古者，似不能及也，不須深辯。總之，漢祚鴻朗，文章作新，安世楚聲，渾純厚雅，漢武樂府，壯麗宏竒。《垓下歌》于流離、《白頭吟》于閨閫，其他可以類推矣。 \\n  \\n 問：樂府之體與古歌謡髣髴，必具有懸觧。另有風神，無蹊徑之可尋，方（乃？）入其室。若但尋章摘句，摹擬形似，終落第二。義如《穆天子傳》之“白雲謡”、《湘中記》之“帆隨湘轉”、《古樂府》之“獨漉獨漉，水清泥濁”之類，神妙天然，全無刻畫，始可以稱樂府。魏晉擬作，已非其長，至唐益逺矣。夏蟲語氷，殊覺妄誕。乞指示之。 \\n  \\n 王答：樂府之名始于漢初。如髙帝之“三侯、唐山夫人之房中”是也。郊祀類頌鐃歌、鼓吹類雅琴曲、雜詩類國風，故樂府者，繼三百而起者也。唐人惟韓之“琴操”最為髙古，李之“逺别離、蜀道難、烏夜啼”、杜之“新婚、無家諸别、石壕、新安諸吏，哀江頭、兵車行諸篇”皆樂府之變也。降而元白張王變極矣。元次山、皮襲美補古樂章，志則髙矣，顧其離合，未可知也。唐人絶句如“渭城朝雨、黄河逺上”諸作多被樂府，正得風之一體耳。元楊廉夫、明李賓之，各成一家，又變之變也。李滄溟詩名冠代，祗以樂府摹擬，割裂遂生，後人詆毁。則樂府寧為其變，而不可以字句比擬也，明矣。來教“必具懸解。另有風神，無蹊徑之可尋，乃入其室”，數語盡之。 \\n  \\n 張厯友答：樂府自樂府，歌謡自歌謡，不相蒙也。樂府不特另具風神而亦具有體格。古今之擬樂府者，皆東家施捧心伎倆也。雅頌為樂府之原，西漢以來如“安世房中歌、郊祀十九章、鐃歌十八曲”，不惟音節不傳，而字句亦多魯魚失真，然其辭之古穆精竒、逈乎神筆。豈操觚家效顰所可施？無論近代，即魏晉而降，如繆襲“鼓歌曲”、陳思王“鼙舞歌”、晉之“白紵拂翔”等歌，亦豈髣髴其萬一乎。至唐世，法部如伊涼甘州之屬，多采名輩絶句，其中音節今亦不傳。然而歌謡者，古逸也。樂府者正樂也。不祗神妙天然，而叶應律吕非可以騁辭縱臆為之者，觀漢之大樂，其初皆掌之協律，都尉李延年非茍然也。固知古詩可擬，而樂府必不可擬，此昔之人所以譏厯下為古宫錦也。 \\n  \\n 張蕭亭答：古之名篇如出水芙蕖，天然艷麗，不假雕飾，皆偶然得之，猶書家所謂偶然欲書者也。當其觸物興懐，情來神會，機括躍如，如兎起鶻落，稍縱則逝矣。有先一刻後一刻不能之妙，況他人乎！故十九首，擬者千百家，終不能追踪者，由于著力也。一著力便失自然，此詩之不可强做也。易曰“書不盡言，言不盡意”，若能因言求意，亦庶乎其有得歟？ \\n  \\n 問：《蕭選》一書，唐人奉為鴻寶。杜詩云“熟精文選理”。請問其理安在？ \\n  \\n 王答：唐人尚文選學，李善注文選，最善。其學本于曹憲，此其昉也。杜詩云云，亦是爾時風氣，至韓退之出，則風氣大變矣。蘇子瞻極斥昭明至以為小兒强作解事，亦風氣逓嬗使然。然文選學終不可廢，而五言詩尤為正始，猶方圓之規矩也。“理”字，似不必深求其解。 \\n  \\n 張厯友答：文之有選，自蕭維摩始也。彼其括綜百家，馳騁千載，彌綸天地，纒絡萬品，撮道藝之英華，搜羣言之隱賾，義以彚舉，事以羣分，所謂略其蕪穢，擥其精英，事出于沉思，義歸于翰藻，觀其自序，思過半矣。少陵所云“熟精其理”者，亦約略言之。盖唐人猶有六朝餘習，故以文選為論衡枕祕，舉世咸尚。此編非必如宋人所云理也。 \\n  \\n 張蕭亭答：夫《文選》一書，數逾千祀，時更七朝。楚國詞人，御蘭芬于絶代。漢朝才子，綜鞶帨于遥年。虚玄流正始之音，氣質馳建安之體。長離北度，騰雅詠于圭隂，化馬東騖，煽風流于江左。誠中葉之詞林，前修之筆海也。然而聲音之道，莫不有理闡理，敷詞成于意興。嚴滄浪云“南朝人尚詞而病于理，宋人尚理而病于意興，唐人尚意興而理在其中”。善讀者三復乃詞，周知祕旨，目無全文，心無留義，體各不同，理實一致，採其精華，皆成本領，故楊載曰“取材于選，效法于唐”；馬伯庸曰“枕籍騷選，死生李杜”；又昔人曰“文選爛秀才”，半皆少陵“熟精文選理”之義也。 \\n  \\n 問：李滄溟先生嘗稱唐人無古詩。葢言唐人之五古與漢魏六朝自别也。唐人七言古詩誠掩前絶後，竒妙難蹤。若五古似不能相頡頏。滄溟之言果為定論歟？ \\n  \\n 王答：滄溟先生論五言謂“唐無五言古詩，而有其古詩”，此定論也。錢氏但截取上一句，以為滄溟罪案。滄溟不受也。要之，唐五言古，固多妙緒，較諸十九首、陳思陶謝，自然區别。七言古，若李太白、杜子美、韓退之三家，横絶萬古，後之追風躡景，惟蘇長公一人耳。 \\n  \\n 張厯友答：世無印板詩格，前與後原不必其盡相襲也。厯下之詩五古全倣選體，不肯規摹唐人。七古則專學初唐，不涉工部，所以有“唐無五言古詩”之説也。究竟唐人五言古，皆各成一家，正以不依傍古人為妙，亦何嘗無五言古詩也。初唐七古轉韻流麗，動合風雅，固正體也。工部以下一氣奔放，弘肆絶塵，乃變體也。至如昌谷、溫李、盧仝、馬異則純乎鬼魅世界矣。若以絶句言，則中晩正不减盛唐人，非可一槩論。 \\n  \\n 張蕭亭答：五言之興，源于漢，注于魏，汪洋乎兩晉，混濁乎梁陳，風斯下矣。唐興而文運丕振，虞魏諸公已離舊習，王楊四子因加美麗，陳子昂古風雅正，李巨山文章宿老，沈宋之新聲，蘇張之手筆，此初唐之傑也。開元天寶間則有李翰林之飄逸、杜工部之沉鬰、孟襄陽之清雅、王右丞之精緻、儲光羲之真率、王昌齡之聲俊、髙適岑參之悲壯、李頎常建之超凡。大厯貞元則有韋蘇州之雅澹、劉隨州之閒曠、錢郎之清贍、皇甫之冲秀、下及元和雖晚唐之變，猶有桞愚溪之超然復古、韓昌黎之博大其詞，是皆名家擅塲、馳騁當世、詩冠冕海内。文宗安得謂唐無古詩？至于七言，前代雖有唐人獨盛，他人勿論，如李太白之《蜀道難、逺别離、長相思、烏栖曲、鳴皋歌、梁園吟、天姥吟、廬山謡》等篇、杜子美《哀江頭、哀王孫、古栢行、劍器行、渼陂行、兵車行、洗兵馬行、短歌行、同谷歌》等篇，皆前無古而後無今，安得謂唐無古詩乎？試取漢魏六朝絜量比較，氣象終是不同，謂之唐人之古詩則可。滄溟先生其知言哉。 \\n  \\n 問：七言律詩而外，如古詩“歌、詞、行、曲、引、篇章、吟、詠、歎、謡、風、騷、哀、怨、擬弄”諸體，其體格音律，字句何以分别始不混雜？ \\n  \\n 王答：《姜白石詩説》云“載始末曰引，體如行書曰行，放情曰歌，悲如蛩螿曰吟，通乎俚俗曰謡，委曲盡情曰曲”，大略如此，可以意會耳。 \\n  \\n 張厯友答：《珊瑚鈎詩話》云“猗裁遷抑，以揚永言，謂之歌。步驟馳騁，斐然成章，謂之行”，兼此二者謂之歌行，如古詩中長歌行、短歌行、燕歌行是也。“感觸事物，托于文章，謂之辭”，辭即詞也。“聲音雜比，髙下短長，謂之曲。品秩先後而推之、而原之，謂之引”，如箜篌引、霹靂引之類是也。“煌然而成篇，謂之篇章”也者，順理之名，斷章之謂也。“吁嗟嘅想，悲憂愁思，謂之吟。長吟宻詠，以寄其志，謂之詠。憂深思逺，一唱三歎，變而不滯，謂之歎”，古相和歌有吟歎曲，葢兼斯二者之能也。見徐伯臣《樂府原》。“非鼓非鐘徒歌謂之謡”，始于康衢而流于俚俗者也。“刺美風華，緩而不迫，如風之動物，謂之風。幽憂憤悱，寓之比興，謂之騷”，始于靈均而暢于宋玉唐景諸人者也。七哀八哀之類本于哀時命，流于“哀江南、哀江頭”者也。“幽思激切謂之怨”。“擬，録别之類，謂之擬琴曲，曰弄”。凡此者亦不盡七言也。五言長短歌本無定則，非如元人詞曲方按音律宫譜也。 \\n  \\n 張蕭亭答：《白石詩説》云“守法度曰詩，載始末曰引，體如行書曰行，放情曰歌，兼之曰歌行，怨如蛩螿曰吟，通乎俚俗曰謡，委曲盡情曰曲”，《談藝録》云“詩家名號區别種種，原其大義固自同歸。夫情既異其形，故辭當因其勢。譬如寫物，繪色倩盼，各以其狀，隨規逐矩，圓方故獲其舊則。此乃因情立格，持字圍環之大略也。若夫神工哲匠，顛倒經樞，思若連絲，應之杼軸，文如鑄冶，逐手而遷，縦衡參互，恒度自若，此心之伏機不可强也”。嗚呼！盡之矣。 \\n  \\n 問：樂府五七言與五七言古，何以分别？學樂府宜宗何人？ \\n  \\n 王答：古樂府五言如“孔雀東南飛、皚如山上雪”之屬，七言如“大風、垓下、飲馬長城窟、河中之水歌”之屬，自與五七言古，音情逈别，于此悟入，思過半矣。 \\n  \\n 張厯友答：西漢樂府隷于太常，為後代樂府之宗，皆其用之于天地羣祀與宗廟者，其字句之長短，雖存而節奏之聲音莫辨。若徒撏摭其皮膚、徒為擬議以成其腐臭耳。何變化之有後人，但讀之而得其神理，翫其古光幽色可也，不必法其篇章字句。葢樂府主紀功，古詩主言情，亦微有别，且樂府間雜以三言四言以至九言，不專五七言也。若五七言古詩，其神韻聲光自足以飫儉腹而被詞華，故學詩而不熟于漢魏六朝者，皆傖父也。何必其有定宗乎。 \\n  \\n 張蕭亭答：樂府之異于詩者，往往叙事。詩貴溫裕純雅，樂府貴遒深勁絶，又其不同也。“烏生八九子、東門行”等篇如《淮南小山之賦》，氣韻峻絶，下（止？）可為孟徳道之，王劉文學輩當内（袖？）手矣。如曹公之“短歌行”、子建之“來日大難”，皆獨步千古，句法如鐃歌之“臨髙臺以軒，江有香草目以蘭，黄鵠髙飛離哉翻”等句皆工美可宗，降而六朝工拙之間，相去無幾，頓自殊絶。至唐人多與詩無别，惟張籍、王建猶能近古，而氣象雖别亦可宗也。 \\n  \\n 問：七律：三唐宋元，體格何以分優劣？ \\n  \\n 王答：唐人七言律以李東川、王右丞為正宗，杜工部為大家，劉文房為接武。髙廷禮之論確不可易。宋初學西崑于唐，却近歐蘇。豫章始變，西崑去唐却逺。元如趙松雪，雅意復古而有俗氣餘可類推。 \\n  \\n 張厯友答：七言近體斷乎以盛唐十四家為正宗。再羽翼之，以錢劉足矣。西崑吾無取焉。宋元而下姑舍是。 \\n  \\n 張蕭亭答：七言律詩，五言八句之變也。唐初始專此體。沈宋精巧相尚，然六朝餘氣猶存，至盛唐聲調始逺，品格始髙，如賈至、王維、岑參，早朝倡和諸作，各臻其妙。李頎、髙適皆足為萬世法程。杜甫渾雄富麗，克集大成。天寶以還，錢劉並鳴。中唐作者尤多，韋應物、皇甫伯仲，以及大厯才子接跡而起，敷詞益工而氣或不逮。元和以後，律體屢變，其造意幽深，律切精宻，有出常情之外，雖不足鳴大雅之林，亦可為一唱三歎。至宋律，則又晩唐之濫觴矣。雖梅歐蘇黄卓然名家，較之唐人，氣象終别。至于元人，品格愈下，雖有虞楊揭范，亦不能力挽頽波。葢風氣使然，不可强也，况詩家此體最難求其神合氣完。代不數人，人不數首，雖不敢妄分優劣，而優劣自見矣。 \\n  \\n 問：五古句法宜宗何人？從何人入手簡易？ \\n  \\n 王答：古詩十九首如天衣無縫，不可學已。陶淵明純任真率，自寫胸臆，亦不易學。六朝則二謝、鮑照、何遜。唐人則張曲江、韋蘇州數家，庶可宗法。 \\n  \\n 張厯友答：五言之至者其，惟十九首乎！其次則兩漢諸家及鮑明逺。陶彭澤，駸駸乎古人矣。子建健哉而傷于麗然，亦五言聖境矣。韋蘇州其後勁也。陳子昂遁入道書矣。 \\n  \\n 張蕭亭答：漢魏古詩如無縫天衣，未易摹擬。六朝綺靡，實鮮佳篇，故昔人謂“當取材于《選》，取法于唐”。宋文公謂“學詩當從韋栁入門”，愚謂不盡然。盛唐詩或髙或古，或深或逺或長，或雄渾或飄逸，或悲壯或淒婉，皆可師法。當就筆性所近學之，方易于見長。嚴滄浪云“入門須正，立志須髙，行有未至，可加工力，路頭一差，愈緊愈逺，由入門之不正也。” \\n  \\n 問：竹枝、桞枝自與絶句不同，而竹枝、桞枝亦有分别，請問其詳？ \\n  \\n 王答：竹枝泛詠風土，桞枝專詠楊枝，此其異也。南宋葉水心又剏為橘枝詞，而和者尚少。 \\n  \\n 張厯友答：竹枝本出巴渝。唐貞元中，劉夢得在沅湘，以其地俚歌鄙陋，乃作新詞九章，教里中児歌之其詞，稍以文語縁諸俚俗，若太加文藻，則非本色矣。世所傳“白帝城頭”以下九章是也。嗣後擅其長者，有楊廉夫焉。後人一切譜風土者，皆沿其體，若桞枝詞始于白香山，楊桞枝一曲葢本六朝之折楊桞歌詞也。其聲情之儇利輕雋，與竹枝大同小異，與七絶微分，亦歌謡之一體也。竹枝桞枝詞詳見詞統。 \\n  \\n 張蕭亭答：竹枝、桞枝其語度與絶句無異，但于句末隨加竹枝桞枝等語，因即其語以名其詞，音節無分别也。 \\n  \\n 問：七言長短句，波瀾巻舒，何以得合法？ \\n 王答：七言長短句，唐人惟李太白多有之，滄溟謂其英雄，欺人是也。或有句雜騷體者，總不必學，乃為大雅。 \\n  \\n 張厯友答：按長短句本無定法，惟以浩落感慨之致，巻舒其間，行乎不得不行，止乎不得不止，因自然之波瀾，以為波瀾，易所云“風行水上渙”，乃天下之大文也。要在熟讀古人詩吟詠而自得之耳。昔人云“法在心頭，泥古則失”是已。然而起伏頓挫，亦有自然之節奏在。 \\n  \\n 張蕭亭答：七言長篇宜富麗宜峭絶而言不悉。波瀾要弘濶，陡起陡止，一層不了又起一層、巻舒要如意，警拔而無鋪叙之跡，又要徘徊囘顧，不失題面，此其大略也。如栢梁詩人各言一事，全不相屬，讀之而氣實貫串，此自然之妙得，此可以為法，若短篇，詞短而氣欲長，聲急而意欲有餘，斯為得之。長篇如王摩詰《老將行》，短篇如王子安《滕王閣》最有法度。 \\n  \\n 問：七言平韻仄韻句法同否？ \\n  \\n 王答：七言古平仄相間，换韻者多用對仗間，似律句無妨。若平韻到底者，斷不可雜以律句。大抵通篇平韻貴飛揚。通篇仄韻貴矯健。皆要頓挫，切忌平衍。 \\n  \\n 張厯友答：七古平韻上句第五字宜用仄字以抑之也。下句第五字宜用平字以揚之也。仄韻上句第五字宜用平字以揚之也。下句第五字宜用仄字以抑之也。七言古大約以第五字為闗捩，猶五言古大約以第三字為闗捩，彼俗所云“一三五不論”，不惟不可以言近體而亦不可以言古體也。安可謂古詩不拘平仄，而任意用字乎？故愚謂古詩尤不可一字輕下也。 \\n  \\n 張蕭亭答：詩須篇中鍊句，句中鍊字，此所謂句法也。以氣韻清高深渺者，絶以格力雅健雄豪者勝。故寧律不諧，而不得使句弱。寧用字不工，而不可使語俗。七言第五字要響，所謂響者致力處也。愚竊以為字字當活，活則字字皆響，又何分平仄哉。 \\n  \\n 問：七古換韻法？ \\n  \\n 王答：此法起于陳隋，初唐四傑輩沿之，盛唐王右丞、髙常侍、李東川、尚然。李杜始大變其格。大約首尾腰腹須銖兩勻稱，勿頭重脚輕、脚重頭輕乃善。 \\n  \\n 張厯友答：初唐或用八句一換韻，或用四句一换韻。然四句换韻其正也。此自從三百篇來，亦非始于唐人。若一韻到底，則盛唐以後駸多矣。四句换韻更以四平四仄相間為正平韻，換平仄韻，換仄必不叶也。 \\n  \\n 張蕭亭答：或八句一韻或四句一韻或兩句一韻，必多寡匀停，平仄逓用，方為得體。亦有平仍換平，仄仍換仄者，古人實不盡拘，亦有通篇一韻，末二句獨換一韻者，雖是古法，宋人尤多。 \\n  \\n 問：五古亦可換韻否？如可換韻？其法何如？ \\n 王答：五言古亦可換韻。如古《西洲曲》之類，唐李太白頗有之。 \\n  \\n 張厯友答：五古換韻十九首中已有。然四句一換韻者，當以西洲曲為宗。此曲係梁祖蕭衍所作，而詩歸誤入晉無名氏，不知何據也。 \\n  \\n 張蕭亭答：十九首“行行重行行、冉冉孤生竹、生年不滿百”皆換韻。魏文帝雜詩“棄置勿復陳、客子常畏人”、曹子建“去去勿復道，沈憂令人老”皆末二句換韻，不勝屈指。一韻氣雖矯健，換韻意方委曲。有轉句即換者，有承句方換者，水到渠成，無定法也。要之，用過韻，不宜重用，嫌韻不宜聨用也。 \\n  \\n 問：字中五音何以分别？古人作詩原為歌誦其宫商角徵羽，乃其指要，如有不叶，終未合法，宜于何書探討？ \\n 王答：詩但論平仄清濁，詩餘亦然。惟元人曲則辨五音，故有中州韻，中原韻之别。 \\n  \\n 張厯友答：古人作詩，動叶律吕。今人但求工于字句可耳。若必欲動叶律吕而其詞不工亦無用處。不知五音之精微，不過于等攝門法，通廣侷狹處辨之，此是識字學問，與詩歌古文詞無甚闗切。若作詞曲，分四聲為三音，則非精于九宫十三調不能。若但作詩與詩餘，即隂平陽平亦可不計，况五音乎。葢五音之學，原于五行，通于五味，發于五臓，叶于脣舌齒喉腭之間。其門法多端又有濁聲法，以盡四聲之變。非數言可盡，愚實未暇問津。夫亦謂雕蟲小技，抑壯夫所不為矣。 \\n  \\n 張蕭亭答：五音分于清濁。清濁出於喉齒牙舌脣，如公 \\n  \\n ■〈革貢〉貢榖，喉音屬宫之宫。中腫衆：祝齒音屬宫之商。怱■〈謥，礻代言〉謥簇：牙音屬宫之角。東董凍：篤舌音屬宫之徵。蒙蠓夢：木脣音屬宫之羽。此其一隅也。清濁分而五音自判矣。今人作詩但論平仄而抑揚清濁多所不講，似亦非是。試述一例“歸來飽飯黄昏後，不脱蓑衣卧月明”，飽飯二字皆仄轉，作飯飽，黄昏二字皆平轉，作昏黄則不諧矣。雖然三百篇而後，未必盡被管絃，但求冩意興而已，故寧使音律不叶，不使詞意不工，此杜律之所以多抝體也。不特詩為然，傳竒之曲乃必用之謳歌者，湯若士先生四夢多不合譜，有改其牡丹亭以叶音律者，先生題詩曰“醉漢瓊筵風味殊，通仙鐵笛海雲孤，縦饒割就時人景，終愧王維舊雪圖”，此亦可作一証。 \\n  \\n 問：律古五七言中最不宜用字若何？ \\n  \\n 王答：凡粗字纎字俗字皆不可用，詞曲字靣尤忌，即如杜子美詩“紅綻雨肥梅”一句中便有三字纎俗，不可以其大家而槩法之。 \\n  \\n 張厯友答：詩，雅道也。擇其言尤雅者為之可耳。而一切涉纎、涉巧、涉淺、涉俚、涉佻、涉詭、涉淫、涉靡者戒之如避酖毒可也。然則如之何曰“麗以則，屏溫八义，放韓致堯”，其庶幾乎？ \\n  \\n 張蕭亭答：王敬美先生曰“律詩句有不可入古者，古詩字有必不可為律者”。又曰“作古詩先須辨體，無論兩漢至難，苦心模倣，時隔一塵，即為建安。不可墮落六朝一語，為三謝縱極俳麗。不可雜入唐音，小詩欲作王韋，長篇欲作老杜，便應全用其體，不可羊質虎皮，虎頭蛇尾。詞曲家非當家本色，雖麗語博學，無用。惟詩亦然，況鄙俗之言不典之語乎。” \\n  \\n 問：七言五句古、六句古，其法若何？ \\n 王答：七言五句起于杜子美之“曲江：蕭條秋氣髙”也。昔人謂貴詞明意盡。愚謂：貴矯健有短兵相接之勢。乃佳。 \\n  \\n 張厯友答：古體之限句，非古也。然七言五句者，漢昭帝“淋池歌”是也。六句者古“皇娥歌”是也。要只以簡古為主，此外無法矣。然“皇娥歌”或以為後代擬作，亦在然疑之間耳。 \\n  \\n 張蕭亭答：七言五句：或第四句既合之後，復拖一句，掉轉使餘韻悠然。或二三句雙承第四句方轉，以取第五句之勢，六句似當如律法，前後起結三四兩句，如律中兩聨。總之宜孤峭中有悠揚之致。 \\n  \\n 問：“五言六句古”作法？五言亦有五句古否？ \\n  \\n 王答：五言短古詩昔人謂“詩貴詞簡味長，不可明白說盡”。楊仲弘曰“五言短古只是選詩首尾四句，所以含蓄無限”。 \\n  \\n 張厯友答：五言六句古齊梁間多用之。唐人劉文房“龍門八詠”亦善此體。然幾于半律矣。特以其參用仄韻，故亦仍為古體。大約中聨用對句，前後作起結，平韻仄韻皆可用也。五言古五句體，惟劉宋“前溪歌”為然，其詞曰“黄葛結蒙籠，生在洛溪邊，花落逐水去。何當順流還，還亦不復鮮。”此詩頗為創格妙、有餘韻，或以為車騎將軍沈充所作舞曲也。 \\n  \\n 張蕭亭答：五言長篇宜富而贍。短篇宜清婉而意有餘。五句樂府間有，似無定體，興會所至，無不可也。 \\n  \\n 問：秦漢風味與三唐何如？ \\n 王答：秦詩具于《詩》之秦風。漢人蘇武、李陵、枚乘、傅毅之作，去《國風》未逺。六代惟陶彭澤。三唐惟韋蘇州二公可以企及。 \\n  \\n 張厯友答：秦詩所傳者不多，皆古逸歌謡耳。漢人詩，風味醇茂，髙渾中具見淡泊，豈唐人所能徑造？然唐人詩有過于六朝者，有不及六朝者，風格一正，絶去淫哇，此所以過也。若中晚而下，氣體漸薄漸削，則又不及六朝之濃且厚矣。六朝尚不及，何况兩漢。 \\n  \\n 張蕭亭答：髙庭禮曰“詩自三百篇以降，漢魏質過于文，六朝華浮于實，得二者之中，備風人之體，惟唐為然”。李本寧曰“譬之水。三百篇，崑崙也。漢魏六朝，龍門積石也。唐則溟渤尾閭矣。將安所益乎 \\n ？”由二公之言觀之，時代不同，風氣自變，茍法嚴而辭諧，意貫而語秀，皆為絶倡，未可先後論也。  \\n 　 \\n 師友詩傳續録 \\n 　 \\n 問：蕭亭先生嘗以“平中清濁、仄中抑揚”見示，究未能領會。 \\n  \\n 答：清濁如通同清情四字。通清為清，同情為濁。仄中如入聲有近平近上近去等字，須相間用之，乃有抑揚抗墜之妙，古人所謂一片宫商也。 \\n  \\n 問：五言古、七言古，章法不同，如何？ \\n 答：章法未有不同者。但五言著議論不得，用才氣馳騁不得。七言則須波瀾壯濶，頓挫激昻，大開大闔耳。 \\n  \\n 問：嘗見批袁宣四先生詩謂“古詩一韻到底者。第五字須平”。此定例耶？抑不盡然？ \\n  \\n 答：一韻到底，第五字須平聲者，恐句弱似律句耳。大抵七古句法、字法皆須撑得住，拓得開。熟看杜韓蘇三家自得之。 \\n  \\n 問：古詩以音節為頓挫，此語屢聞命矣。終未得其解。 \\n  \\n 答：此須神會，以粗迹求之，如一連二句皆用韻，則文勢排宕，即此可以類推，熟子美子瞻二家自了然矣。專為七言而發。 \\n  \\n 問：《唐賢三昧集序》羚羊掛角云云即音流絃外之旨否？間有議論“痛快”或“以序事體為詩”者與此相妨否？ \\n  \\n 答：嚴儀卿所謂“如鏡中花、如水中月、如水中鹽味、如羚羊掛角無迹可求”，皆以禪喻詩。内典所云“不即不離，不粘不脱”。曹洞宗所云叅活句是也。熟看拙選《唐賢三昧集》自知之矣。至於議論叙事自别是一體，故僕嘗云五七言詩有二體：田園丘壑當學陶韋，鋪叙感慨當學杜子美《北征》等篇也。 \\n  \\n 問：律詩論起承轉合之法否？ \\n  \\n 答：勿論古文今文，古今體詩皆離此四字不可。 \\n  \\n 問：律詩中二聨必應分情與景耶？抑可不拘耶？ \\n 答：不論者非拘泥者，亦非大概。二聨中須有次第，有開闔。 \\n  \\n 問：律中起句易涉於平，宜用何法？ \\n  \\n 答：古人謂元暉工於發端，如《宣城集》中“大江流日夜，客心悲未央”是何等氣魄。唐人起句尤多警策，如王摩詰“風勁角弓鳴，將軍獵渭城”之類，未易枚舉。杜子美尤多。 \\n  \\n 問：謝茂秦論絶句之法“首句當如爆竹斬然而斷”，古人之作亦有不盡然者，何也？ \\n  \\n 答：四溟（闕）説多學究氣，愚所不喜。此叚愚亦謂然。 \\n  \\n 問：七言絶五言絶作法不同，如何？ \\n  \\n 答：五言絶近於樂府，七言絶近於歌行。五言難於七言，五言最難於渾成故也。要皆有一唱三歎之意乃佳。 \\n  \\n 問：沈休文所列八病必應忌否？ \\n 答：“蜂腰、鶴膝”雙聲疊韻之類一時記不能全，須檢書乃見。 \\n  \\n 問：蕭亭先生論詩修辭為“要辭佳而意自在其中”，未達其旨？ \\n  \\n 答：以意為主，以辭為輔，不可先辭後意。 \\n  \\n 問：樂府何以别於古詩？ \\n  \\n 答：如“白頭吟、日出東南隅、孔雀東南飛”是篇是樂府，非古詩。如“十九首、蘇李録别”是古詩非樂府。可以例推。 \\n  \\n 問：唐人樂府何以别於漢魏？ \\n  \\n 答：魏漢樂府，髙古渾灝，不可擬議。唐人樂府不一，初唐人擬“梅花落、闗山月”等古題，大概五律耳。盛唐如杜子美之“新婚、無家諸别”、“潼闗、石壕諸吏”、李太白之“逺别離、蜀道難”則樂府之變也。中唐，如韓退之“琴操”直遡兩周。白居易、元稹、張籍、王建創為親樂府，亦復自成一體。若元楊維楨、明李東陽各為新樂府，古意寖逺。然皆不相蹈襲。至於唐人王昌齡、王之渙下逮張祐諸絶句、楊栁枝、水調伊州、石州等詞，皆可歌也。 \\n  \\n 問：王、孟詩假天籟為宫商寄至，味於平淡，格調諧暢，意興自然，真有無迹可尋之妙。二家亦有互異處否？ \\n 答：譬之釋氏，王是佛語，孟是菩薩語。孟詩有寒儉之態，不及王詩天然而工。惟五古不可優劣。 \\n  \\n 問：蕭亭先生曰“所云以音節為頓挫者，此為第三第五等句而言耳。蓋字有抑有揚，如平聲為揚，入聲為抑，去聲為揚，上聲為抑。凡單句住脚字，必錯綜用之，方有音節，如以入聲為韻，第三句或用平聲，第五句或用上聲，第七句或用去聲，大約用平聲者多。然亦不可泥，須相其音節變換用之，但不可於入聲韻單句中，再用入聲字住脚耳”。此説足盡音節頓挫之旨否？ \\n 答：此説是也。然其義不盡於此。此亦其一端耳。且此語專為七言古詩而發，當取唐杜岑韓三家、宋歐蘇黄陸四家七言。諸大篇日吟諷之，自得其解。 \\n  \\n 問：又曰“每句之間亦必平仄均勻，讀之始響亮”。古詩既異於律，其用平仄之法於無定式之中，亦有定式否？ \\n  \\n 答：無論古律正體抝體，皆有天然音節，所謂籟也。唐宋元明諸大家，無一字不諧明，何李邊徐王李輩亦然。袁中郎之流便不了了矣。 \\n  \\n 問：《唐賢三昧集》所以不登李杜，原序中亦有説。究未了然。 \\n  \\n 答：王介甫昔選唐百家詩，不入杜李韓三家，以篇目繁多，集又單行故耳。 \\n  \\n 問：宋詩不如唐者，或以氣厚薄分耶？ \\n 答：唐人主情，故名蘊藉。宋詩主氣，故多徑露。此其所以不及，非闗厚薄。 \\n  \\n 問：宋詩多言理，唐人不然。豈不言理而理自在其中歟？ \\n 答：昔人論詩曰：不涉理路，不落言詮。宋人惟程邵朱諸子為詩好説理，在詩家謂之旁門，朱較勝。 \\n  \\n 問：昔人論七言長古作法“曰分段。曰過段。曰突兀。曰用字貫。曰讃歎。曰再起。曰歸題。曰送尾”，此不易之式否？ \\n  \\n 答：此等語皆教初學之法，要令知章法耳。神龍行空，雲霧滅没，鱗鬛隠現，豈令人測其首尾哉。 \\n  \\n 問：有以“尖、岔”二字評鍾、譚、王、李者，何如？ \\n  \\n 答：王李自是大方家。鍾譚餘分閏位，何足比擬。然後人評之者有言“王李以矜氣作之。鍾譚以昏氣出之”。亦是定論。 \\n  \\n 問：詩中用典故，死事何以活用? \\n  \\n 答：昔，董侍御玉虬文驥，外遷隴右道，龔端毅公鼎孶禮部尚書及予輩賦詩送之。董亦有詩留别，起句云“官程西北去，河水東南流”。初以為常語，徐乃悟其用魏主“此水東流而朕西上”之語，歎其用事之妙。此所謂活用也。 \\n  \\n 問：鍾嶸詩品云“吟詠性情，何貴用事”，白樂天則謂“文字須雕藻兩三字，文采不得全直，致恐傷鄙朴”，二説孰是？ \\n  \\n 答：仲偉所舉古詩如“高臺多悲風、明月照積雪、清晨登隴首”，皆書即目，羌無故實，而妙絶千古。若樂天云云，亦是而其自為詩，却多鄙朴，特其風味佳，故雖云“元輕白俗”，而終傳於後耳。 \\n  \\n 問：有謂詩“不假修飾”，苦思者陳去非不以為然，引“蟾蜍影裏清吟苦，舴艋舟中白髪生”等句為證。二説宜何從？ \\n  \\n 答：苦思自不可少，然人各有能有不能，要各隨其性之所近，不可强同如所謂“詩檄用枚皋，典冊用相如”。又，“潘緯十年吟古鏡，何涓一夕賦瀟湘”及所謂“揮豪對客曹能始，簾閣焚香尹子求”，皆未可以此分優劣也。 \\n  \\n 問：范徳機謂“律詩第一聨為起，第二聨為承，第三聨為轉，第四聨為合”。又曰“起承轉合四字施之絶句則可，施之律詩則未盡然”。似乎自相矛盾。 \\n  \\n 答：起承轉合章法皆是如此，不必拘定第幾聨第幾句也。律絶分别亦未前聞。 \\n  \\n 問：作律詩忌用唐以後事。其信然與？ \\n  \\n 答：自何李李王以來不肯用唐以後事，似不必拘泥。然“六朝以前事用之即多古雅，唐宋以下便不盡爾”，此理亦不可解。總之，唐宋以後事須擇其尤雅者用之，如劉後村七律專用本朝事，直是惡道。 \\n  \\n 問：孟襄陽詩昔人稱其格韻雙絶。敢問格與韻之别。 \\n  \\n 答：格謂品格，韻謂風神。 \\n  \\n 問：少陵詩以經中全句為詩，如《病橘》云“雖多亦奚為”、《遣悶》云“致逺思”，恐泥。又如“丹青不知老將至，富貴於我如浮雲”之句，在少陵無可無不可，或且歎為妙絶。苦效不休，恐易流於腐。何如？ \\n  \\n 答：以莊易等語入詩，始謝康樂。昔東坡先生冩杜詩至“致逺思恐泥”句停筆，語人曰“此不足樂”。故前輩謂“詩用史語易，用經語難”，若丹青二句，筆勢排宕，亦自不覺耳。 \\n  \\n 問：羅隠詩“雲中雞犬劉安過，月下笙歌焬帝歸”，人謂之見鬼詩，然與？ \\n 答：二句最劣，此雖謔語，亦定論也。 \\n  \\n 問：詩有平仄字，一句純用而音節自諧者如“桃花梨花參差間，有客有客字子美”，此遵何法？ \\n  \\n 答：五平五仄體，自昔有之，頗近游戲。 \\n  \\n 問：右承《鹿柴》、《木蘭柴》諸絶，自極淡逺，不知移向他題亦可用否？ \\n  \\n 答：摩詰詩如叅曹洞禪，不犯正位，須叅活句，然鈍根人學渠不得。 \\n  \\n 問：荆公謂漢人語仍以漢人語對用，異代則不類此。定式否？ \\n  \\n 答：在大家無所不可，非定式，亦非確論也。如以左氏國語、檀弓國策語對漢人語何不可之有？推之魏晉巳下皆然。古人又謂“經語對經語、史語對史語”，差有理。 \\n  \\n 問：詩中用古人及數目，病其過多。若偶一用之亦謂之“點鬼簿、算博士”耶？ \\n 答：唐詩如“故鄉七十五長亭、紅闌四百九十橋”皆妙，雖算博士何妨，但勿呆相耳。所云點鬼簿，亦忌堆垜，高手驅遣自不覺也。 \\n  \\n 問：太白《送羽林陶將軍》詩，蕭亭先生謂古有六句律體，疑此即是，而諸選皆入七言古中。何也？ \\n 答：六句律體於古有之，升菴先生撰《六朝律祖記》曽載之。今記憶不真矣。 \\n  \\n 問：六朝清平調本是樂府，而諸選皆選七言絶句。何也？ \\n 答：如右丞“渭城朝雨”亦絶句也。當時名士之詩多取作樂府歌之。中晚間如伊州、石州、涼州楊栁枝、蓋羅縫、穆護砂等亦皆絶句耳。 \\n  \\n 問：短歌行、長歌行似非以句之多寡論？ \\n  \\n 答：又有滿歌行、艶歌行。行之屬，當時命名之旨，即呉兢辭亦不能盡通曉。更有長歌續短歌。歌之名皆非以辭之繁簡也。三曹樂府多以起句首二字命題，如“惟漢十四世，所任誠不良”即名《惟漢行》是也。 \\n  \\n 問：七言古，仄韻韻用平韻，其法度不同。何如？ \\n 答：七言古凡一韻到底者，其法度悉同。惟仄韻詩，單句末一字可平仄間。用平韻詩，單句末一字忌用平韻，若換韻者，則當别論。 \\n  \\n 問：古詩換韻之法應何如？ \\n 答：五言換韻如《折梅下西州》一篇可以為法，李太白最長於此。七古則初唐王楊盧駱是一體，杜子美又是一體。若倣初唐體，則用排偶律句不妨也。 \\n  \\n 問：古詩忌頭重脚輕之病。其詳何如？ \\n 答：此似為換韻者立説。或四句一換，或六句一換。須首尾腰腹勻稱，無他秘也。 \\n  \\n 問：五言忌著議論。然則題目有應用議論者，只可以七言古行之便，不宜用五言體耶？ \\n 答：亦是看題目何如，但五言以藴藉為主，若七言則發揚蹈厲，無所不可。 \\n  \\n 問：或論絶句之法謂“絶者，截也”，須一句一斷，特藕斷絲連耳。然唐人絶句如《打起黄鶯兒》、《松下問童子》諸作皆順流而下。前説似不盡然。 \\n  \\n 答：截句謂“或截律詩前四句，如後二句對偶者是也。或截律詩後四句，如起二句對偶者是也”。非一句一截之謂。然此等迂拘之説，總無足取。今人或竟以絶句為截句，尤鄙俗可笑。 \\n  \\n 問：排律之法何如？ \\n  \\n 答：唐人省試皆用排律。本只六韻而止，至杜始為長律。中唐元白又蔓延至百韻，非古也。其法則首尾開闔、波瀾頓挫八字盡之。 \\n  \\n 問：五言排律、七言排律作法何如？ \\n  \\n 答：七言排律，即唐人作者亦少。近人惟見彭少宰《羨門曽賦》至百韻。 \\n  \\n 問：排律有多至幾十韻者，與短篇作法同否？ \\n 答：章法一也。特短篇波瀾少耳。 \\n  \\n 問：竹枝詞何以别於絶句？ \\n 答：竹枝詠風土瑣細■〈言仄〉諧皆可入。大抵以風趣為主，與絶句迥别。 \\n  \\n 問：竹枝與栁枝相類否？ \\n  \\n 答：栁枝專詠栁。竹枝泛詠風土。竹枝詞古人間有專詠竹者，乃引栁枝之例。然不過偶一見耳。非原旨也。 \\n  \\n 問：五言短古似與五言絶相類，但中多二句，然則中二句或如律中頷聨頸聨，應實寫耶？ \\n 答：此不必拘。 \\n  \\n 問：有一字至七字或一字至九字詩，此舊格耶？抑俗體耶？ \\n 答：格則，於昔有之，終近游戲，不必措意。他如地名、人名、藥名，五音、建除等體總無闗於風雅，一笑置之可耳。 \\n  \\n 問：樂府是就其題直賦其事耶？抑借以發已意耶？ \\n 答：古樂府立題必因一事，如琴操亦然。後人擬作者衆，則多借發已意。 \\n  \\n 問：今人作樂府有用其題而絶不與題相照顧者，何也？ \\n  \\n 答：古如《董逃行》與漢末事實更無闗涉，《雁門太守行》乃頌洛陽令王稚子耳。不始今人。 \\n  \\n 問：《天馬引》、《天馬行》之辨？ \\n 答：天馬引是琴曲。 \\n  \\n 問：又云“錬句不如錬字，錬字不如錬意”，意何以錬？ \\n  \\n 答：錬意或謂安頓章法，慘淡經營處耳。 \\n  \\n 問：昔人論詩之格曰“所以條達神氣，吹嘘興趣，非音非響能誦而得之。猶清氣徘徊於幽林，遇之可愛；微徑紆迴於遙翠，求之逾深”是何物也？ \\n  \\n 答：數語是論詩之趣耳。無關於格。格以高下論。如坡公詠梅“竹外一枝斜更好”高於和靖“暗香、疎影”，又髙於“雪滿山中，月明林下”。至晚唐之“似桃無緑葉，辨杏有青枝”則下劣極矣。 \\n  \\n 問：昔人謂韻不必有出處，字不必有來歴。其然豈其然？ \\n  \\n 答：杜子美、蘇子瞻詩無一字無來歴。善押强韻，莫如韓退之。却無一字無出處也。 \\n  \\n 問：虞侍制謂詩有十美。第二為“抛擲”。何為抛擲？ \\n 答：亦不解。或謂撇脱耳。 \\n  \\n 問：范徳機謂“唐人李淑詩苑六格為十三：如一字血脈、二字貫穿、三字棟梁”等名目，不幾穿鑿乎？ \\n  \\n 答：以上二條皆涉穿鑿，説詩不必爾。 \\n  \\n 問：蘇李詩似可以配十九首，論者多以為賡作，何也？ \\n 答：録别真出蘇李與否？亦不可考要。不在古詩十九首之下，其為西漢人作無疑。 \\n  \\n 問：髙岑似亦微不同，或髙優於岑乎？ \\n  \\n 答：唐人齊名，如沈宋王孟錢劉元白皮陸，皆約略相似。惟李杜髙岑迥别。髙，悲壯而厚。岑，竒逸而峭。鍾伯敬謂“髙岑詩如出一手”，大謬矣。 \\n  \\n 問：王季友詩似晚唐語，而所以異於晚唐者，何居？ \\n  \\n 答：王季友詩不多，在盛唐自是别調，亦非諸大家名家之比。又如《篋中集》中諸人，皆别調也。 \\n  \\n 問：元人詩亦近晚唐，而又似不及晚唐。然乎否耶？ \\n 答：元詩如虞道園，便非晚唐所及。楊鐵厓時涉温李，其小樂府亦過晚唐。他人與晚唐相出入耳。晚唐如温李皮陸杜牧馬戴，亦未易及。 \\n  \\n 問：明人詩可比何代？弇州可比東坡否？ \\n  \\n 答：明詩勝金元。才識學三者皆不逮宋，而宏正四傑在宋詩亦罕其匹。至嘉隆七子，則有古今之分矣。弇州如何比得東坡。東坡千古一人而已，惟律詩不可學 \\n 。 \\n 　 \\n  \\n 　"}
