{"章节": " 文章缘起", "正文": "　 \\n  \\n 　 \\n 　文章缘起 \\n 　 \\n   \\n  \\n 提要 \\n  \\n 《文章缘起》一卷，旧本题梁任昉撰。考《隋书·经籍志》载任昉《文章始》一卷，称有录无书。是其书在隋已亡。《唐书·艺文志》载任昉《文章始》一卷，注曰张绩补。绩不知何许人。然在唐已补其亡，则唐无是书可知矣。宋人修《太平御览》，所引书一千六百九十种，挚虞《文章流别》、李充《翰林论》之类，无不备收，亦无此名。今检其所列，引据颇疏。如以表与让表分为二类，骚与反骚别立两体；《挽歌》云起缪袭，不知薤露之在前；《玉篇》云起凡将，不知苍颉之更古。崔駰达旨，即扬雄《解嘲》之类，而别立旨之一名；崔瑗《草书势》，乃论草书之笔势，而强标势之一目。皆不足据为典要。至於谢恩曰章，《文心雕龙》载有明释，乃直以谢恩两字为文章之名。尤属未协，疑为依托，并书末洪适一跋亦疑从《盘洲集》中钞入。然王得臣为嘉祐中人，而所作《麈史》有曰：“梁任昉集秦、汉以来文章名之始，目曰文章缘起。自诗、赋、离骚至於势、约，凡八十五题，可谓博矣。既载相如《喻蜀》，不录扬雄《剧秦美新》；录《解嘲》而不收韩非《说杂》；取刘向《列女传》而遗陈寿《三国志评》。又曰：“任昉以三言诗起晋夏侯湛，唐刘存以为始‘鹭于飞，醉言归’；任以颂起汉之王褒，刘以始於周公时迈；任以檄起汉陈琳檄曹操，刘以始於张仪檄楚；任以碑起於汉惠帝作四皓碑，刘以管子谓无怀氏封太山刻石纪功为碑；任以铭起於秦始皇登会稽山，刘以为蔡邕铭论黄帝有巾几之铭”云云。所说一一与此本合，知北宋已有此本，其殆张绩所补，後人误以为昉本书欤？明陈懋仁尝为之注，国朝方熊更附益之。凡编中题注字者，皆懋仁语。题补注字者，皆熊所加。其注每条之下，蔓衍论文，多捃拾挚虞、李充、刘勰之言，而益以王世贞《艺苑卮言》之类，未为精要。於本书间有考证，而失於纠驳者尚多。议论亦往往纰缪。如谓枚乘《七发》源於孟子、庄子之七篇，殊为附会。又谓乡约之类当仿王褒僮约为之，庶不失古意。不知僮约乃俳谐游戏之作，其文全载《太平御览》中。岂可以为乡约之式，尤为乖舛。以原本所有，姑附存之云尔。  \\n  \\n  \\n  \\n  \\n  \\n 　 \\n 文章縁起 \\n  \\n 六經，素有“歌、詩、誄、箴、銘”之類。《尚書》“帝庸作歌”。《毛詩三百篇》。《左傳》“叔向貽子產書”。魯哀公《孔子誄》。孔悝《鼎銘》。虞人《箴》。此等自秦漢以來，聖君賢士沿著，為文章名之始，故因暇錄之，凡八十四題，聊以新好事者之目云爾。 \\n  \\n （註）魯莊公《誄縣賁父》在哀公前。 \\n （補註）馬端臨“《經籍志·文章縁起》，一巻”。陳氏曰“梁太常卿樂安任昉彥升撰，但取秦漢以來不及六經、聖人之經，不當與後世同錄。” \\n  \\n 三言詩——晉散騎常侍夏侯湛所作　 \\n （註）《國風·江有汜》三言之屬也。漢元鼎四年，馬生渥洼水中，作《天馬歌》。乃三言起。 \\n 四言詩——前漢楚王傅韋孟諫楚夷王戊詩 \\n  \\n （註）《詩家直說》“四言體起於《康衢歌》。滄浪謂起於韋孟，誤矣”。《詩紀》“按四言詩，三百五篇在前。而嚴云“起於韋孟”，蓋其叙事布詞自為一體，漢魏以來逓相師法，故云“始於韋”。或又引《康衢》以為權輿。又烏知康衢之謠非列子因雅頌而為之者邪？然《明良五子之歌》載在《典謨》，可徵也”。劉勰曰“四言正體，雅潤為本”。李白曰“寄興深微，五言不如四言”。王世貞曰“四言須本風雅間，及韋曹，然勿相襍也。”　 \\n  \\n 五言詩——漢騎都尉李陵與蘇武詩 \\n  \\n （註）《國風·誰謂雀無角》，五言之屬也。劉勰曰“《召南·行露》始肇半章。《孺子、滄浪》，亦有全曲。暇豫優歌，逺見春秋；邪徑童謠，近在成世。閱時取證，則五言乆矣”。《詩品·夏歌》曰“鬱陶乎予心”、楚謠曰“名余曰正則”，雖詩體未全，然是五言之濫觴也。逮漢李陵始著五言之目矣。古詩眇邈，人世難詳，推其支體，固自炎漢之製，非衰周之倡也。　 \\n 六言詩——漢大司農谷永作 \\n （註）《國風·我姑酌彼金罍》六言之屬也。《文選註》董仲舒《琹歌》二句、《樂府·滿歌行》尾亦六言。 \\n  \\n 七言詩——漢武帝《栢梁殿》聯句 \\n  \\n （註）《周頌》“學有緝熙於光明”，七言之屬也。七言自詩騷外，栢梁以前，有《皇娥、白帝子、擊壤、箕山、大道、狄水、獲麟、南山、采葛婦、成人、易水》諸歌，俱七言。或曰始於《擊壤》。或曰已肇《南山》。或曰起自《垓下》，然『兮』哉，類於助語，句體非全。惟少昊時《皇娥、白帝》二歌、勾踐時《河梁》歌，體具世逺，非其始乎？但悉見之後人書中，似出述作之手，故自漢魏六朝下及唐宋以來，迭相師法者，實祖《栢梁》也 \\n 。 \\n  \\n （補註）漢祖《大風歌》，汪洋自恣，不必三百篇遺音，實開漢一代氣象，實為漢後詩開創。若武帝《瓠子、秋風、柏梁》諸作，從《湘纍》脫化，有詞人本色也。　 \\n 九言詩——魏高貴鄉公所作 \\n  \\n （註）《大雅》“泂酌彼行潦挹彼注兹”，《文章流别》謂九言之屬，按泂酌三章，章五句。《夏書》五子之歌“凜乎若朽索之馭六馬。” \\n  \\n 九言也賦——楚大夫宋玉所作 \\n  \\n （註）司馬相如曰“合綦組以成文，列錦繡而為質”，一經一緯、一宫一商，此賦之迹也。賦家之心，包括宇宙，總覽人物，斯乃得之於内，不可得而傳。勰曰“原夫登高之旨，蓋覩物興情。情以物興，故義以明雅；物以情觀，故詞必巧麗。麗詞雅義，符采相勝。如組織之品，朱紫畫繪之著玄黄。文雖新而有質，色雖糅而有本。此立賦之大體也”。吳納云“祝氏曰“揚子雲云“詩人之賦麗以則，詞人之賦麗以淫”。夫騷人之賦與詩人之賦雖異，然猶有古詩之義辭，雖麗而義可則，詞人之賦則辭極麗而過於淫蕩矣。蓋詩人之賦，以其吟咏性情也。騷人之賦有古詩之義者，亦其發於情也。其情不自知，而形於辭，其辭不自知，而合於理，情形於辭，故麗而可觀，辭合於理，故則而可法。如或失於情，尚辭而不尚意，則無興起之妙而於則也。何有後代賦家之俳體是也。又或失於辭，尚理而不尚辭，則無歌詠之遺而於麗也。何有後代賦家之文是也。是以三百五篇之詩、二十五篇之騷，無非發於情者，故其辭也麗，其理也則，而有賦比興，風雅頌諸義，漢興賦家，專取詩中賦之一義，以為賦。又取騷中贍麗之辭以為辭，若情若理，有不暇及，故其為麗也異乎風騷之麗，而則之與淫遂判矣”。古今言賦，自騷之外或以兩漢為古，蓋非魏晉已還所及，心乎古賦者，誠當祖騷而宗漢，去其所以淫而取其所以則，庶不失古賦之本義”。徐禎卿曰“桓譚學賦，揚子雲令讀賦千首則善為之，蓋所以廣其資，亦得以參其變也。” \\n  \\n  \\n （補註）按詩有六義。其二曰賦。所謂賦者，敷陳其事而直言之也。古者，諸侯卿大夫交接鄰國揖讓之時，必稱詩，以喻意，以別賢不肖而觀盛衰，如晉公子重耳之秦，秦穆公饗之，賦六月。魯文公如晉。晉襄公饗公賦《菁菁者莪》。鄭穆公與魯文公宴於棐子家，賦鴻雁。魯穆叔如晉，見中行獻子，賦圻父之類，皆以吟咏性情，各從義類。春秋之後，聘問咏歌不行於列國。學詩之士，逸在布衣。賢士大夫失志之賦作矣。屈子楚辭是也。趙人荀況遊宦於楚，攷其時在屈原之前，所作五賦，工巧深刻，純用隱語，君子蓋無取焉。兩漢而下，獨賈生以命世之才，俯就騷律，非一時諸人所及。它如相如，長於叙事而或昧於情。揚雄長於說理而或略於辭。至於班固，辭理俱失。若是者何？凡以不發乎情耳。然《上林、甘泉》極其鋪張，終歸於諷諫，而風之義未冺。《兩都》等賦，極其炫曜，終折以法度而雅頌之義未冺。《長門、自悼》等賦，縁情發義，託物興詞，咸有和平從容之意，而比興之義未冺。故君子猶取焉，以其為古賦之流也。三國兩晉以及六朝再變而為俳，唐人又再變而為律，宋人又再變而為文。夫俳賦尚辭而失於情，故讀之者無興起之妙趣，不可以言則矣。文賦尚理而失於辭，故讀之者無咏歌之遺音，不可以言麗矣。至於律賦其變愈下。始於沈約四聲八病之拘，中於徐庾隔句作對之陋，終於隋唐宋取士限韻之制，但以音律諧協，對偶精切為工，而情與辭皆置弗論。 \\n  \\n 歌——荆卿作《易水歌》 \\n  \\n （註）夏侯玄《辨樂》論伏羲“因時興利，教民田漁，有網罟之歌”。《山海經》帝俊作歌，歌聲永而導鬱者也。猗吁抑揚，永言謂之歌。《史記》“歌者：上如抗，下如隊，曲如折，止如稾朩，居中矩，句中鉤，纍纍乎端如貫珠”，故歌之為言也。長言之也。 \\n  \\n 離騷——楚屈原所作 \\n  \\n （註）《史記》“離騷者，猶離憂也。屈平之作離騷，蓋自怨生也。國風好色而不淫，小雅怨誹而不亂。若離騷者，可謂兼之”。蔣之翰稱“離騷經，若驚瀾奮湍，鬱閉而不得流；若長鯨蒼虬，偃蹇而不得伸；若渾金璞玊，泥沙掩匿而不得用；若明星皓月，雲漢蒙而不得出”。王世貞曰“騷辭所以總雜、重複、興寄不一者，大抵忠臣怨夫惻怛深至，不暇致詮，故亂其叙，使同聲者自尋修，郄者難摘耳。今若明白條易，便乖厥體。” \\n  \\n  \\n （補註）按楚辭，詩之變也。詩無楚風，然江漢間皆為楚地，自文王化行南國，《漢廣、江有汜》諸詩則於二南乃居十五國風之先。是詩雖無楚風，實為風首也。風雅既亡，乃有《楚狂鳳兮、孺子滄浪》之歌發乎情止乎禮義，與詩人六義不甚相逺，但其辭稍變。詩之本體而以兮字為讀，則楚聲固已萌蘗於此矣。屈平後出，本詩義為騷，蓋兼六義而賦之意居多。厥後宋玉繼作，竝號楚辭，自是辭賦家悉祖此體，故宋祁云“離騷為辭賦祖，後人為之如“至方不能加矩，至圓不能過規”，信哉斯言也。” \\n  \\n 詔——起秦時璽文《秦始皇傳國璽》 \\n  \\n （註）《易·九五渙汗其大號》、《穆天子傳》乃發憲命，詔六師之人。詔始此。特其辭未著耳。詔，告也。《釋名》“詔：炤也』。人闇不見事，則有所犯，以此炤示使昭，然知所繇也。按，秦漢詔辭，深純爾雅。近代則尚偶儷，間用散文。真徳秀曰“當以書之《誥、誓命》為祖”。吕祖謙曰“散文深純，溫厚為本，四六須下語，渾全不可尚新竒，華而失大體”。慎曰“《通典》：秦得藍田白玉為璽。曰：受天之命，既壽永昌。北齊制傳國璽烏篆書文曰：受天之命，皇帝壽昌”。《漢書註》衞宏曰“秦璽題是，李斯書其文，曰：受命於天，既壽永昌”。《十國紀年》“晉開運末，北戎犯闕，少帝重貴，遣其子延煦獻傳國璽於遼，遼主訝其非真”。宋哲宗元符元年五月，咸陽民段義斸地得玉璽。蔡京及講議玉璽官十三員奏曰“皇帝壽昌者，晉璽也。受命於天者，後魏璽也。有徳者昌，唐璽也。惟徳元昌者，石晉璽也。則既壽永昌者，秦璽”。可知蔡京輩小人媚上，不憚誣天矣，而況於欺人乎。縱使真是秦璽，亦無道之物，亡國之器，豈舜之五瑞，禹之玄圭乎？ \\n  \\n （集補）按劉勰云“古者王言若軒轅唐虞，同稱為命，至三代始兼誥誓而稱之。今見於書者是也。秦并天下改命曰制令、曰詔，於是詔興焉。漢初定命四品，其三曰詔。後世因之。夫詔者，昭也，告也。古之詔辭皆用散文，故能深厚爾雅，感動乎人。六朝而下文尚偶儷，而詔亦用之，然非獨用於詔也。後代漸復古文而専於四六，施之詔誥制勑表箋簡啟等類，則失之矣。然亦有用散文者，不可謂古法盡廢也。” \\n  \\n 策文——漢武帝封三王策文 \\n  \\n （註）周禮，凡命諸侯及孤卿、大夫，則策命之。成王《顧命》曰“御王冊命”。此太史口陳於康王者。《釋名》“策，書。教令於上，所以驅策諸下也”。漢制，約勅封侯曰冊。《說文》“冊，符命也，字本作策”。獨斷策者，簡也。漢制，命令。其一曰策書。當是之時，惟用朩簡文章。《明辨》云“古者，策書施之臣下，後世則郊祀、祭享、稱尊、加謚、寓哀之屬亦俱用之”。今制，郊祀、立后、立儲、封王、封妃及尊上徽號，皆用冊，而玉金銀銅之制，則有等差。 \\n  \\n （集補）漢制，命令：其一曰策書，長二尺，短者半之。其次一長一短兩編，下附篆書，以命諸侯王，三公亦以誄謚，而三公以罪免，則一朩兩行隷書而賜之，其長一尺。當是之時，惟用朩簡，故其字作策，至於唐人逮下之制有六：其三曰冊。字始作冊，蓋以金玉為之。《說文》所謂“諸侯進受於王，象其孔，一長一短，中有二編之形”者是也。又按，古者施之臣下而已。後代文漸繁，其目凡十有一：一曰祝冊。郊祀祭享用之。二曰玉冊。上尊號用之。三曰立冊。立帝立后立太子用之。四曰封冊。封諸王用之。五曰哀冊。遷梓宫及太子諸王大臣薨逝用之。六曰贈冊。贈號贈官用之。七曰謚冊。上謚賜謚用之。八曰贈謚。冊贈官并賜謚用之。九曰祭冊。賜大臣祭用之。十曰賜冊。報賜臣下用之。十一曰免冊。罷免大臣用之。 \\n  \\n 表——淮南王安《諫伐閩表》 \\n  \\n （註）下言於上曰表。表，明也。標著事緒，明告乎上也。諸葛亮出師、李密陳情、韓愈佛骨之類皆散文，後代始。 \\n  \\n （集補）偶儷。按《字書》“表，者標也，明也”。古者獻言於君，皆稱上書。漢定禮儀，乃有四品：其三曰表，但用以陳情而已。後世因之其用寖廣，於是有論諫、有請勸、有陳乞、有進獻、有推薦、有慶賀、有慰安、有辭解、有陳謝、有訟理、有彈劾。所施既殊，故其辭亦異。至論其體，則漢晉多用散文；唐宋多用四六；而唐宋之體又自不同唐人聲律，時有出入而不失乎雄渾之風。宋人聲律極其精切，而有得乎明暢之旨，蓋各有所長也。然有唐宋人而為古體者，有唐人而為宋體者。此又不可不辨。宋人又有笏記，書詞於笏以便宣奏，蓋當時面表之詞也。表文書於牘，則其詞稍繁。笏記宣於廷，則其詞務簡。 \\n  \\n 讓表——漢東平王蒼上表讓驃騎將軍 \\n （註）《書》曰“舜讓於徳，弗嗣”。勰曰“漢末讓表，以三為斷。三讓公封。理周辭要，引義比事，必得其偶。” \\n  \\n 上書——秦丞相李斯《上始皇書》 \\n  \\n （註）戰國時君臣同書。如燕惠王與樂毅，毅報燕王之類是也。秦以後始為表奏焉。　 \\n  \\n （集補）按字書，書者，舒也。舒布其言，而陳之簡牘也。古人敷奏諫說之辭見於《尚書、春秋、内外傳》者詳矣。然皆矢口陳言，不立篇目，故伊訓無逸等篇，隨意命名，莫協於一，然亦出自史臣之手。劉勰所謂言筆未分，此其時也。降及七國，未變古式，言事於王皆稱上書。秦漢而下，古制猶存。蕭統文選欲其别於臣下之書也。故自為一類而以上書稱之。 \\n  \\n 書——漢太史令司馬遷《報任少卿書》 \\n  \\n （註）《易·繫辭》“書不盡言，言不盡意”。勰曰“書體宜條暢以任氣，優游以懌懷，文明從容，亦心聲之獻酬也。若夫尊貴差序，則肅以節文”。 \\n  \\n （集補）按劉勰云“書記之用廣矣。攷其雜名，古今多品，是故有“書、奏、記、啓、簡、狀、疏、牋、劄”而書記則其總稱也。書者舒也。舒布其言，陳之簡牘也。記者志也，謂進巳志也。啓，開也，開陳其意也。一云跪也，跪而陳之也。簡者，略也，言陳其大略也。或曰手簡。或曰小簡。或曰尺牘。皆簡略之稱也。狀之為言陳也。疏之為言布也。以上六者，秦漢以來皆用於親知往來問答之間也。 \\n  \\n 對賢良策——漢太史家令晁錯 \\n （註）王通曰“洋洋乎，晁董公孫之對”。古言曰“策莫盛於漢。漢策莫過於晁大夫。晁策就事為文，文簡徑明，暢事皆鑿鑿可行。賈太傅不及也。” \\n  \\n （集補）按古者選士，詢事攷言而已。未有問之以策者也。漢文中年始策賢良，其後有司亦以策試士，蓋欲觀其博古通今。與夫剸劇解紛之識也。然對策存乎士子，而策問發於上人，尤必善為疑難。註集補。 \\n  \\n 上疏——漢中大夫東方朔 \\n （註）漢文帝止輦受疏。疏者，條其事而陳之，蓋論諫之總名也。亦作去聲。杜詩：匡衡抗疏功名薄。 \\n  \\n 啓——晉吏部郎山濤作選啓 \\n  \\n （註）《說文》“啓，傳信也”。服虔《通俗文》“官信曰啓”。高宗云“啓乃心沃。朕心莊周。欵啓寡聞之人。欵，空也。啓，開也。如空之開，所見小也。” \\n  \\n （補註）按，書、啓、狀、疏，亦以進御。獨兩漢無啓，則以避景帝諱而置之也。啓有古體俗體。世俗施於尊者多用儷語，以為恭。則啓與狀、疏，大抵皆俗體為多。註補註。 \\n  \\n 奏記——漢江都董仲舒《詣公孫弘奏記》 \\n （註）《說文》“奏，進也”。進上之義。記，疏也，謂一一分别記之也。 \\n 牋——漢護軍班固《說東平王牋》 \\n  \\n （註）詩註箋或作牋表，識書也。箋記之為式，上闚乎表，下睨乎書。 \\n  \\n （補註）按劉勰云“牋者，表也。識表其情也。字亦作箋。古者君臣同書，至東漢始用牋，記公府奏記、郡將奏牋。若班固之說，廣平、黄香之奏，江夏所稱“郡將奏牋”者也。是時太子諸王大臣皆得稱牋。後世専以上皇后、太子。於是天子稱表，皇后太子稱箋，而其它不得用矣”。今制奏事，太子諸王稱啓，而慶賀，則皇后太子仍並稱箋云。 \\n  \\n 謝恩——漢丞相魏相詣公車謝恩 \\n （註）謝恩亦表章之類。 \\n  \\n 令——淮南王謝羣公令 \\n  \\n （註）《藝文志》“書者，古之號令於衆，其言不立具，則聴受。秦法：皇后太子稱令。令，命也。出命申禁，俾民從也。《周書》“慎乃出令。令出惟行”。《風俗通》“時所制，曰令。承憲履繩，不失律令”。《釋名》“令，領也。理領之，使不相犯也。” \\n  \\n （補註）按劉良云“令，即命也”。七國之時並稱曰令。秦法：皇後，太子稱令。至漢王，有赦天下令。淮南王有謝羣公令。則諸侯王皆得稱令。 \\n  \\n 奏——漢枚乘奏書《諫吳王濞》 \\n  \\n （註）書曰敷奏，以言奏書之義也。 \\n  \\n （補註）按，奏疏者，群臣論諫之總名也。奏御之文，其名不一。七國以前皆稱上書。秦初改書曰奏。漢定禮儀則有四品：一曰章，以謝恩。二曰奏，以按劾。三曰表，以陳情。四曰議，以執異。然當時奏章，或上災異，則非専以謝恩；至於奏事，亦稱上疏，則非専以按劾也。又，按劾之奏，則稱彈事。尤可以徵彈劾為奏之一端也。又置八儀密奏。隂陽皂囊封板，以防宣洩，謂之封事。而朝臣補外，天子使人受所欲言，乃有事下議者，並以書對，則漢之制，豈特四品而已哉？然自秦有天下，以及漢孝惠，未聞有以書言事者。至孝文開廣言路，於是賈山言治亂之道，名曰至言，則四品之名，亦非叔孫通之所定，明矣。魏晉以下，啓獨盛行。唐用表狀，亦稱書疏。宋人則監前制而損益之，故有劄子、有狀、有書、有表、有封事。而劄子之用居多，蓋本唐人牓子、錄子之制而更其名。上書章表，已列前編，其篇目有八：曰奏，奏者進也。曰疏，疏者布也，漢時諸王，官屬於其君，亦得稱疏。曰對。曰啓。曰狀，狀者陳也。曰劄子，劄者刺也。曰封事。曰彈事。論其文則皆以明允篤誠為本，辨析疏通為要，酌古御今，治繁總要，此其大體也。奏啓入規而忌侈文。彈事明憲而戒善罵。此又所當知也。今制，論政事曰題。陳私情曰奏。皆謂之本，以及讓官謝恩之類，竝用散文，間為儷語，亦同奏格。至於慶賀，雖用表辭，而首尾與奏同。唯史館進書全用表式，然則當今進呈之目，唯表與本二者而巳。 \\n  \\n 駮——漢侍中吾丘壽王駮公孫弘“禁民不得挾弓弩” \\n  \\n （註）議，漢興始立。駮議、雜議，不純故謂之駮。李光曰“駁不以華藻為先。易乾為駮馬。馬色不純曰駮，與駁同。” \\n 論——漢王褒四子講徳論 \\n  \\n （註）荀子《禮論、樂論》、莊周《齊物論》、慎子《十二論》俱在褒前論辨然否，辭忌枝碎，彌縫莫見其隙，敵人不知所乘，斯體要也。李充曰“論，貴於允理，不求支離”。莊周，蓋齊不齊之物論也。劉勰誤引今註，非是”。（“重复部分不点”註集補漢王褒四子講徳論荀子禮論樂論莊周齊物論慎子十二論俱在褒前論辨然否辭忌枝碎彌縫莫見其隙敵人不知所乘斯體要也李充曰論貴於允理不求支離莊周蓋齊不齊之物論也劉勰誤引今註非是） \\n  \\n （集補）按《字書》云“論者議也”。劉勰云“論，倫也。彌綸群言而研衆理者也。其為體則辨正然否，窮有數，追無形，迹堅求通，鉤深取極，乃百慮之筌蹄，萬事之權衡也。至於條流，實有四品：陳政，則與議說合契；釋經，則與傳註叅體；辨史，則與贊評齊行；詮文，則與序引其紀。此論之大體也”。蕭統《文選》則分為三，設論居首，史論次之，論又次之。較諸勰說，差為未盡。惟設論，則勰所未及，而乃取答客難，答賓戲，解嘲。三首以實之。夫文有答有解，巳各自為一體統，不明言其體而槩謂之論，豈不謬哉！ \\n  \\n 議——漢韋玄成奏《罷郡國廟議》 \\n  \\n （註）李斯上秦皇罷封建議在前。《詩》“周爰諮謀”，謂徧於諮議也。《易·節象》“君子以制數，度議徳行”。《周書·議事》“以制政乃弗違，議貴節制，經典之體也”。文以辨潔，不以繁縟，事以明覈，不以深隱。 \\n  \\n （補註）按劉勰云“議者，宜也。周爰諮謀，以審事宜也。昔管仲稱軒轅有明臺之議，則議之來，逺矣。至漢始立駁議。駁者，雜也。雜議不純，故曰駁也。蓋古者，國有大事必集羣臣而廷議之。若罷鹽鐵，擊匈奴之類是也。厥後，下公卿議乃始。撰辭，書之簡牘以進，而學士偶有所見。又復私議於家。又有諡議，别為一體”。按禮記曰“先王諡以尊名，節以壹惠，故行出於巳（己？）而名生於人，使夫善者勸而惡者懼也”。天子崩則臣下制諡於南郊，明受之於天也。諸侯薨則太子赴告於天子，明受之於君也。蓋子不得議父，臣不得議君，故受之於天、於君。若卿大夫則有司議而諡之，故周制，太史掌小喪賜諡。小史掌卿大夫之喪賜諡。秦廢諡法。漢乃復之，然僅施於君侯而公卿大夫皆不得與。唐制，太常博士掌王公以下擬諡。宋制，擬諡定於太常，覆於考功，集議於尚書省，其法漸密。故厯代以來，有帝后諡議，臣僚美惡諡議。其體有四：曰諡議、改議、駮議、答駮議。今制雖設太常博士，然不掌諡議。大臣没，其家請諡，則禮部覆奏或與或否，惟上所命與，則内閣擬四字以請而欽定之，皆得美名。初無惡諡。以示懲戒而諡議廢矣。至於名臣處士，法不得諡，則門生故吏相與作議，而加私諡焉。其事起於東漢，至今相沿不絶，亦可見古法之不盡廢於今也。故曰私議。 \\n  \\n 反騷——漢揚雄作 \\n  \\n （註）雄摭騷文而反之投諸江流，以弔屈原，故曰反騷。徐禎卿曰“雄反騷，論者多過之，原含忠隕鬱，且復獲謗，故為之賦反騷。” \\n  \\n 彈文——晉冀州刺史王深集襍彈文 \\n （註）彈，糾劾也。繩愆糾繆之謂。省臺中憲之職也。 \\n （補註）漢王尊劾丞相衡等奏。翟方進劾陳咸等奏。皆字挾風霜，傾邪顧而生懼，不自覺所劾之私。 \\n  \\n 薦——後漢雲陽令朱雲薦伏湛 \\n （註）薦，舉也。進也。舉其功能而進乎上也。 \\n 教——漢京兆尹王尊出教告屬縣 \\n （註）天垂文象人行事謂之教。秦法，諸侯王稱教。教，效也。言出而民效也。《白虎通》“王者設教，承衰捄敝，欲民反正道也。” \\n  \\n （補註）李周翰云“教，示於人也”。秦法，王侯稱教而漢時大臣亦得用之，如出教，告屬縣是也。故陳繹曾以為出教，告衆之辭。 \\n  \\n 封事——漢魏相奏霍氏專權封事 \\n  \\n （註）漢官儀諫院凡章草皆皂囊封事，慎機密也。 \\n （補註）又，蔡邕陳七事封事。 \\n  \\n 白事——漢孔融主簿作白事書 \\n （註）白，告語也。告明其事也。 \\n 移書——漢劉歆移書讓太常博士論左氏春秋 \\n （註）勰曰“劉歆之移太常，辭剛而義辨，文移之首也”。按“喬瑁詐三公移書，傳驛州郡，說董卓罪惡”。此在歆前。 \\n  \\n （補註）按公移者，諸司相移之詞也。其名不一，唐世，凡下達上，其制有六。其二曰狀，百官於其長亦為之。其五曰辭，庶人言為辭。其六曰牒，有品已上公文皆稱牒。諸司自相質問，其義有三。一曰闗，謂闗通其事也。二曰刺，謂刺舉之也。三曰移，謂移其事於他司也。宋制，宰執帶三省樞密院出使者，移六部用劄。六部移宰執帶三省樞密院事出使者及從官任使副，移六部用申狀。六部相移用公牒。今制，上逮下者曰炤會、曰劄付、曰案驗、曰帖、曰故牒。下達上者曰咨呈、曰案呈、曰呈、曰牒呈、曰申。諸司相移者曰咨、曰牒、曰闗。上下通用者曰揭帖。 \\n  \\n 銘——秦始皇登會稽山刻石銘 \\n  \\n （註）不切而妙者，有武王諸銘。《考工記》“量銘，古銘也”。勰曰“帝軒刻輿几以弼違，大禹勤筍簴而招諫。成湯盤盂，著日新之規，武王户席，題必戒之訓，周公慎言於金人。仲尼革容於欹器，則先聖鑒戒其來久矣。銘兼褒讃，體貴弘潤，取事必覈以辨摛，文必簡而深。” \\n  \\n （補註）按鄭康成曰“銘，名也”。劉勰曰“觀器而正名也。故曰作器能銘，可以為大夫矣。考諸夏商，鼎、彞、尊、卥、盤、匜之屬，莫不有銘而文多殘缺，獨湯盤見於大學，而《大戴禮》備載武王諸銘，其後作者寖繁。凡山川宫室門井之類，皆有銘詞，蓋不但施之器物而巳，然要其體不過有二：一曰警戒；二曰祝頌”。陸機曰“銘貴博文而溫潤”。斯言得之矣。 \\n  \\n 箴——漢揚雄《九州百官箴》 \\n  \\n （註）箴者，規戒以禦過者也。勰曰“箴者，所以攻疾防患，喻箴石也。斯文之興，盛於三代，夏商二箴，餘句頗存，及周之辛甲，百官箴闕，惟《虞人箴》一篇體義備焉。” \\n  \\n  \\n （補註）按說文云“箴者，試也”。蓋醫者以鍼石刺病，故有諷刺而救其失者，謂之箴古。有夏商二箴見於《尚書·大傳解》及《吕氏春秋》，然餘句雖存，而全文巳缺，及周太史辛甲命百官箴王闕而《虞人》一篇備載於《左傳》。於是揚雄倣而為之，大抵用韻語以垂警戒。 \\n  \\n 封禪——書漢文園令司馬相如 \\n  \\n （註）《白虎通》“王者始受命之時，改制應天，天下太平，功成封禪，以告太平也。升封泰山者，增高也。下禪梁父之山基，廣厚也。厥體備乎書中，非雕龍所可幾及也。” \\n  \\n （補註）相如封禪書，文幾三千言，而前後貫串如一句。 \\n  \\n 讚——司馬相如《荆軻讚》 \\n  \\n （註）讚，颺言以明事而嗟歎以助辭也。四字為句，數韻成章，蓋文約而寓褒貶也。又句可短長，惟韻不可失真。徳秀曰“贊，頌體，式相似，貴乎贍麗，宏肆而有雍容俯仰，頓挫起伏之態，乃佳。” \\n  \\n （補註）按《字書》“贊，稱美也。字本作讚”。昔漢司馬相如初讚荆軻。後人祖之，著作甚衆。唐時用以試士，則其為世所尚乆矣。其體有三。一曰雜贊，意専褒美，若諸集所載人物、文章、書畫諸贊是也。二曰哀贊，哀人之殁而述徳以贊之者是也。三曰史贊，詞兼褒貶，若史記、索隱、東漢、晉書諸贊是也。劉勰有言“贊之為體，促而不曠結，言於四字之句，盤桓乎數韻之辭”，其頌家之細條乎? \\n 頌——漢王褒作《聖主得賢臣頌》 \\n  \\n （註）《樂書》“黄帝有龍衮頌”。頌，所以揚厲休功而述美盛徳者。勰曰“帝嚳臣咸墨為頌。頌惟典雅，辭必清鑠，敷寫似賦而不入華侈之區，敬慎如銘而異乎規戒之域。抑揚以發藻，汪洋以樹義。唯纎巧曲致與情而變。其體如斯。 \\n  \\n （補註）按詩有六義。其六曰頌。頌，容也。美盛徳之形容，以其成功告於神明者也。若商之那，周之清廟，諸什皆以告神，乃頌之正體也。至於《魯頌·駉閟》等篇則用以頌僖公，而頌之體變矣。後世所作皆變體也。其詞或用散文或用韻語。 \\n  \\n 序——漢沛郡太守作《鄧后序》 \\n  \\n （註）序起詩大序。序所以序作者之意，謂其言次第有序也。《史通》云“書列典謨，詩含比興，若不先序其意，難以曲得其情。漢書言之所起逺矣。至孔子篹焉。上斷於堯，下訖於秦，凡百篇而為之序”。按孔安國《序尚書》未嘗言孔子作。劉歆亦云“識見淺陋，無所發明，非孔子作。甚明。” \\n  \\n （補註）按《爾雅》云“序，緒也。字亦作叙”。言其善叙事理，次第有序，若絲之緒也。又謂之大序則對小序而言也。其為體有二。一曰議論。二曰叙事。宋真氏嘗分列於正宗之編其叙事。又有正變二體，至唐栁氏，有序略之名，其題稍變而其文益簡矣。又有名序、字序。則列於名字說。 \\n  \\n 引——琴操有箜篌引 \\n  \\n （註）衞女作思歸引。箜篌引則朝鮮津卒霍里子高妻麗玉所作也。品秩先後，叙而推之，謂之引。 \\n  \\n （補註）按唐以前文章未有名引者。漢班固雖作典引，然實為符命之文，如雜著命題，各以已意耳。非以引為文之一體也。唐以後始有此體，大略如序而稍為短簡，蓋序之濫觴也。 \\n  \\n 志錄——揚雄作志 \\n  \\n （註）（志，）識也。錄，領也。《書》曰“書用識哉”！謂錄其過惡，以識於冊。古史世本，編以簡冊，領其名數，故曰錄也。 \\n  \\n （補註）按《字書》云“志者記也”。字亦作誌，其名起於《漢書·十志》。後人因之，大抵記事之作也。紀事者，記志之别名、野史之流也。古者，史官掌記時事而耳目所不逮，文士遇有見聞，隨手紀錄以備史官採擇，禆史籍之遺亡，故以紀事■〈括上木下〉之，史失而求諸野，不賴是歟？ \\n  \\n 記——揚雄作《蜀記》 \\n  \\n （註）《禹貢·顧命》乃記之祖。記所以叙事、識物，非尚議論。 \\n  \\n （補註）記者，紀事之文名，昉於學記。厥後揚雄作《蜀記》。《文選》不列其類。劉勰不著其說。則知漢魏以前作者尚少，盛自唐始也。文以叙事為主，後人不知其體，顧以議論雜之，故陳師道云“韓退之作記，記其事”。今之記乃論也。然《燕喜亭記》已涉議論，歐蘇以下議論寖多。又有託物以寓意者，有首之以序而以韻語為記者，有末系以詩歌者。 \\n  \\n 碑——漢惠帝四皓碑 \\n  \\n （註）《說楛》云“無懷氏太山刻石紀功”，此，碑之始。惠帝四皓碑，為與臣下立碑之始。勰曰“標予盛徳，必見清風之華；昭紀鴻懿，必見峻偉之烈，此碑之制也”。抱朴子云“宏邈淫艶，非碑誄之施。” \\n  \\n （補註）劉勰云“碑者，埤也。上古帝皇始號封禪，樹石埤岳，故曰碑。周穆紀跡於弇山之石。秦始刻銘於嶧山之巔。此碑之所從始也。然攷“士婚禮，入門當碑揖”註云“宫室有碑，以識日影，知蚤晩也”。《祭義》云“牲入麗於碑。註云“古宗廟立碑繫牲，是知宫廟皆有碑。以為識影繫牲之用，後人因於其上紀功徳，則碑之所從來逺矣。後漢以來作者漸盛，故有山川之碑，有城池之碑，有宫室之碑，有橋道之碑，有壇井之碑，有神廟之碑，有家廟之碑，有古迹之碑，有土風之碑，有災祥之碑，有功徳之碑，有墓道之碑，有寺觀之碑，有託物之碑，皆因庸器漸闕而後為之。所謂以石代金，同乎不朽者也。故碑實銘器，銘實碑文，其序則傳，其文則銘，此碑之體也”。又，碑之體主於叙事，其後漸以議論雜之，則非矣。　按史記載，秦刻石辭凡八篇。嶧山、泰山、之罘、東觀、碣石、會稽，各一篇，琅邪臺二篇。碑版，金石之祖也。湯岩夫曰“碑者，悲也。此又紀前人之功徳而思之，安得不悲。” \\n  \\n 碣——晉潘尼作潘黄門碣 \\n  \\n （註）碣，特立石也。方曰“碑，圓曰碣。其文如碑。” \\n  \\n （補註）唐碣制：方趺圓首，五品以下官用之。而近世復有高廣之等，則其制益密矣。古者，碑之與碣本相通用，後世乃以官階之，故而別其名。其為文與碑相類，而有銘無銘，惟人所為，故其題有曰碣銘，有曰碣，有曰碣頌并序，至於専言碣而却有銘，或兼言銘而却無銘，則亦猶誌銘之不可為典要也。銘與韻亦與誌同。 \\n  \\n 誥——漢司隷從事馮衍作 \\n  \\n （註）成王封康叔，作《康誥》。易曰“后以施命誥四方”。誥，告也。訓飭戒勵之言也。爾雅曰“誥，誓謹也”。古者上下有誥。仲虺之誥，下以誥上也。大誥、洛誥之類，上以誥下也。今誥封贈五品以上。覃恩考績之臣及大臣勲戚贈謚咸用之。詞多溢美，殊乖誥下之體。朱子所謂“君諛其臣”，此代製“王言者之過”也。 \\n  \\n  \\n （補註）按字書云“誥者，告也。告上曰告，發下曰誥”。古者上下有誥，故下以告上，仲虺之誥是也。上以誥下，大誥、洛誥之類是也。攷於書可見矣。《周禮》“士師以五戒，先後刑罰。其二曰誥，用之於會同以諭衆也”。秦廢古法，正稱制誥。漢武帝元狩六年始復作之，然亦不以命官。唐世王言亦不稱誥，至宋始以命庶官，而追贈大臣，貶謫有罪。贈封其祖父妻室，凡不宣於庭者皆用之，故所作尤多，然攷歐、蘇、曾、王諸集，通謂之制，故稱内制外制，而誥實雜於其中，不復識別，蓋當時王言之司謂之兩制。是制之一名。統諸詔命七者而言。若細分之，則制與誥亦自有别，故文鑑分類甚明，不相混雜，足以辨二體之異，惟唐無誥名，惟稱制，其詞有散文，有儷語。今制，命官不用制誥，至三載考績則用誥，以褒美五品以上官而贈封其親。及賜大臣勲階、贈諡，皆用之。六品以下則用勅命，其詞皆兼二體。 \\n  \\n 誓——漢蔡邕作《艱誓》 \\n  \\n （註）《甘誓》“六事之人，予警告汝”。《釋名》“誓，制也。以拘制之也”。勰曰“盟者明也。祝告於神明亦稱曰誓。謂約信之辭也。三代盛時，初無詛盟，雖有要誓，結言則退而巳。周衰，人鮮忠信，於是刑牲揷血，要質鬼神而盟繁興，然俄而渝敗者多矣。以其為文之一體也。故列之夫盟誓之文，必序危機，奬忠孝，共存亡，戮心力，祈幽靈以取鑒，指九天以為正，感激以立誠切，至以敷詞，此其所同也。然義存則克終，道廢則渝始，存乎其人焉耳。” \\n  \\n 露布——漢賈洪為馬超伐曹操作註補 \\n  \\n （註）露布者露而不封。布諸視聴者也。按《通典》“元魏克捷，欲天下聞知，乃書帛，建於漆竿上，名為露布。《文章明辨》云“豈露布之初，告伐告捷與檄通用，而後始専為奏捷”云然。二文，世既不傳，而後人所作皆用儷語，與表文無異，不知其體本然乎？抑源流之不同也。真徳秀云“貴奮發雄壯，少麤無害。” \\n  \\n 明文——漢泰山太守應邵作 \\n  \\n （註）明文者，昭然曉示也。 \\n  \\n （補註）後世有大赦之法，於是為文，以告四方，而赦文興焉。又謂之徳音，蓋以赦為天子布徳之音也。又，鐵劵文，《字書》云“劵約也。契也”。劉熙云“綣也。相約束，繾綣以為限也”。史稱漢高帝定天下，大封功臣，剖符作誓，丹書鐵劵，金匱石室，藏之宗廟，其誓詞曰“使河如帶，泰山如礪，國以永寧，爰及苗裔”。後代因此遂有鐵劵文。 \\n  \\n 樂府——古詩也 \\n  \\n （註）《漢書》“漢武帝立樂府”。按《樂書》“高祖過沛，歌三侯之章令。小兒歌之，高祖崩。令沛得以四時歌儛宗廟”。孝惠文景無所增更於樂府，故知樂府之立不起於武帝。武帝第作郊祀十九章而巳，且孝惠二年巳命夏侯寛為樂府令矣。秦始皇坑焚後，亦使博士為仙真人詩及行所遊天下，令樂人歌絃之，似亦樂府，第仙真之詩非所以殷薦上帝而配祖考耳。世貞曰“擬古樂府，如郊廟房中，須極古雅，發以峭峻，鐃歌諸曲，勿使可解，勿遂不可解，須斟酌淺深，質文之間，漢魏之辭務尋古色，相和瑟曲，諸小調係北朝者，勿使勝質。齊梁以後，勿使勝文近事。毋俗近情，毋纎，拙不露態，巧不露痕，寧近毋逺，寧朴毋虚，有分格，有來委，有實境，一涉議論，便是鬼道，古樂府自郊廟，宴會之外，不過一事之紀，一情之觸，作而備太師之采云爾。擬者或舍調而取本意，或舍意而取本調，甚或舍意調而俱離之，姑仍舊題而創出。吾見六朝浸淫以至四傑青蓮，俱所不免。少陵乃能，即事命題，此千古卓識也。” \\n  \\n （補註）按《史記》“十九章令，侍中李延年次序其聲，拜為協律都尉，通一經之士不能獨知其辭。皆集會五經家，相與共講習，讀之乃能通，知其意多爾雅之文。” \\n  \\n 對問——宋玉對楚王問 \\n  \\n （註）詩云“對揚王休”。《書》曰“好問則裕”。蓋對問者，載主客之辭，以著其意者也。 \\n  \\n （補註）按，問對者，文人假託之辭，其名既殊，其實復異，故名實皆問者。屈平《天問》、江淹《邃古篇》之類是也。其它曰難、曰諭、曰答、曰應，又有不同，皆問對之類也。古者君臣朋友口相問對，其詞可考。後人倣之，設詞以見志，於是有應對之文，而反覆縱横，可以舒憤鬱，而通意慮。 \\n  \\n 傳——漢東方朔作《非有先生傳》 \\n  \\n （註）《博物志》“賢者著行曰傳，傳者，轉也”。紀載事跡，以轉示後來也。其式貴實，書毋泛論。 \\n  \\n （補註）按《字書》云“傳者，傳也”。自漢司馬遷作史記，創為列傳，而後，世史家卒莫能易，或有隱徳而弗彰，或有細人而可法，則皆為之作傳，寓其意而馳騁文墨者，間以滑稽之術雜焉。皆傳體也。其品有四：一曰史傳。二曰家傳。三曰托傳。四曰假傳。 \\n  \\n 上章——孔融上章謝大中大夫。 \\n  \\n （註）漢定禮儀有四。其一曰“章”。後漢論諫慶賀，間亦稱章。獨斷曰章者，需頭稱稽首。上書謝恩，陳情詣闕，通者也。 \\n 解嘲——揚雄作 \\n （註）嘲相調也。解釋結滯，徴事以對。 \\n  \\n （補註）按《字書》“解者，釋也”。與論說議辨，蓋相通焉。論議既見說辨，附此。按《字書》“說，解也。述也”。解釋義理，而以己意述之也。說，起於說卦。漢許慎作《說文》亦祖其名，以命篇。而魏晉以來作者少，獨曹植集中有二首，而文選不載，故其體闕焉。要之，傅於經義而更出巳見，縱横抑揚以詳贍為上，與論亦無大異。此外，又有名說、字說，名雖同而所施實異。按《字書》云“辨，判别也”。其字從言或從刂，近世魏校，謂從刀，而古文不載。漢以前，初無作者，至唐，韓栁乃始作焉。然其原，實出於孟莊，蓋本乎？至當不易之理而以反覆曲折之詞發之。韓文《諱辨》一篇全不直說破，盡是設疑，佯為兩可之辭，而待人自釋。此作辨之體裁，若直直判斷，失學者更端之意矣。 \\n  \\n 訓——漢丞相主簿繁欽祠其先主訓 \\n  \\n （註）《書》曰“伊尹乃明言：烈祖之成徳以訓於王”。訓者，導也。順理以迪之也。祠者告祭於廟也。 \\n 辭——漢武帝《秋風辭》 \\n  \\n （註）感觸事物，託於文章謂之辭。 \\n  \\n 旨——漢後漢崔駰作《達旨》。 \\n  \\n （註）旨，美也。令也。達，簡言。取達意也。 \\n 勸進——魏尚書令荀攸《勸魏王進文》 \\n  \\n （註）上有讓徳弗嗣之真，下有欽崇勲業之實，勸而進之。斯兩無恧。若宋彭城王義康所謂“謝述勸吾進，劉湛勸吾退，述亡湛存，所以得罪也。” \\n 喻難——漢司馬相如《喻巴蜀并難蜀父老文》 \\n  \\n （註）喻，喻告，以知上意也。難，難也。以巳意難之，以諷天子也。 \\n 誡——後漢杜篤作《女誡》 \\n  \\n （註）《淮南子》有堯誡。誡，警也。慎也。《易》“小懲而大誡”。《書》“戒之用休語”。君子有三戎（戒？），則戒者，箴規之别歟？ \\n （補註）班昭作《女誡》，七篇散文也。文法警練詳明。《朱子集註》因而效之縁起。載杜篤所作，豈以七言有韻耶？ \\n 弔文——賈誼《弔屈原文》 \\n  \\n （註）《左傳》“莊十一年秋，宋大水，公使弔焉”。周禮曰“弔禮，哀禍災遭水火也”。詩云“神之弔矣”。弔，至也。神之至，猶言來格也。 \\n  \\n （補註）古者，弔生曰唁，弔死曰弔。或驕貴而殞身，或狷忿而乖道，或有志而無時，或美才而兼累，後人追而慰之，並名曰弔。文濫觴於唐，故有弔戰塲、弔鏄鐘之作。大抵彷彿楚騷，而切要惻愴似稍不同。否則華過韻緩，化而為賦，其能逃乎奪倫之譏哉？ \\n  \\n 告——魏阮瑀為文帝作舒告 \\n （註）告，啓也。報也。命也。又覺也。使覺悟知巳意也。 \\n  \\n （補註）又，告，饗神之辭。周禮設太祝之職，掌六祝之辭，攷其大旨，實有六焉。一曰告。二曰修。三曰祈。四曰報。五曰辟。六曰謁。用以饗天地山川，社稷宗廟，五祀羣神。漢昭烈祭告天地神祇文。 \\n  \\n 傳贊——漢劉歆作《列女傳贊》 \\n （註）傳著事贊叙美也。 \\n 謁文——後漢别駕司馬張超《謁孔子文》 \\n  \\n （註）謁，白也。訪也。請見也。 \\n 祈文——後漢傅毅作《高闕祈文》 \\n  \\n （註）祈求重肅，修辭貴端。 \\n  \\n 祝文——董仲舒《祝日蝕文》 \\n  \\n （註）“伊祈始蜡，以祭八神，其辭曰：土反其宅，水歸其壑，昆蟲毋作草，朩歸其宅”。此祝辭之祖。古者祝享史，有冊祝載，所以祝之之意，冊祝，祝版之類也。詩云“祝祭於祊”。祀事，孔明言甚備也。 \\n  \\n 行狀——漢丞相倉曹傅胡幹作《楊元伯行狀》 \\n  \\n （註）狀者，貌也。類也。貌本類實，備史官之采，或乞銘志於作者之辭也。 \\n  \\n （補註）先賢表諡並有行狀，蓋具死者世系名字、爵里、行治、壽年之詳，或牒考功太常使議諡，或牒史館請編錄，或上作者乞墓誌碑表之類，皆用之。而其文多出於門生，故吏親舊之手以謂非此輩不能知也。其逸事狀，但錄其逸者，其所巳載不必詳焉。 \\n  \\n 哀策——漢樂安相李尤作《和帝哀策》 \\n  \\n （註）簡其功徳而哀之。《釋名》“哀，愛也”。愛而思念之也。 \\n 哀頌——漢會稽東郡尉張綋作《陶侯哀頌》 \\n  \\n （註）《說文》“閔也”。閔痛之形於聲也。頌揚厥徳，思以美之也。 \\n 墓誌——晉東陽太守殷仲文作《從弟墓誌》 \\n  \\n （註）漢崔瑗作張衡墓誌銘，洪适云“所傳墓誌，皆漢人大隷”。此云“始於晉日，蓋丘中之刻，當其時未露見也”。周必大云“銘墓，三代已有之”。薛考功鐘鼎欵，識十六巻。載唐開元四年，偃師畊者得比干墓銅盤。篆文云“右林左泉，後岡前道，萬世之靈，兹焉是寶”。然則銘墓，三代時巳有之矣。晉隱士趙逸曰“生時，中庸人耳。及死也，碑文墓誌，必窮天地之大徳，盡生民之能事。為君，共堯舜連衡；為臣，與伊皋等迹。牧民之臣，浮虎慕其清塵；執法之吏，埋輪謝其梗直。所謂生為盜跖，死為夷齊，妄言傷正，華辭損實”。又按，楚子囊議恭王諡曰“先其善不從，其過白虎通。以為人臣之義，莫不欲褒。大其君之徳，掩惡揚善，義固如是，然使後世有稽無徵，何以為戒，搆文宜少，鑒於逸言”。湯顯祖云“墓銘須夜為之，其有感於逸言深矣。” \\n  \\n  \\n （補註）按，誌者，記也。銘者，名也。古之人有徳善功烈，可名於世，殁則後人為之鑄器以銘，而俾傳於無窮。若《蔡中郎集》所載《朱公叔鼎銘》是也。至漢，杜子夏始勒文埋墓側，遂有墓誌。後人因之，蓋於葬時述其人世系、名字、爵里、行治、壽年、卒葬日月與其子孫之大畧，勒石加蓋，埋於壙前三尺之地，以為異時陵谷變遷之防，而謂之誌銘。其用意深逺，而於古意無害也。迨夫末流乃有假手文士，以謂可以信今傳，後而潤飾太過者，亦往往有之，則其文雖同而意斯異矣。至論其題，則有曰“墓誌銘”，有誌有銘者是也。曰“墓誌銘并序”，有誌有銘而又先有序者是也。然云誌銘而或有誌無銘，或有銘無誌者，則别體也。曰“墓誌”，則有誌而無銘。曰“墓銘”，則有銘而無誌。然亦有單去誌而郤有銘。單去銘而郤有誌者。有題云誌而郤是銘題。云銘而郤是誌者。皆别體也。其未葬而權厝者曰“權厝誌”。曰“誌某殯後葬而再誌者”。曰“續誌”。曰“後誌殁於他所而歸葬者”。曰“歸祔誌葬於他所，而後遷者”。曰“遷祔志刻於蓋者”。曰“蓋石文刻於磚者”。曰“墓磚誌”。曰“墓磚銘”。書於朩版者，曰“墳版文”，曰“墓版文”。又有葬誌曰“誌文”、曰“墳記”、曰“壙誌”、曰“壙銘”、曰“槨銘”、曰“埋銘”。其在釋氏，則有曰“塔銘”、曰“塔記”。凡二十題。或有誌無誌，或有銘無銘，皆誌銘之别題也。其為文則有正變二體。正體，惟叙事實。變體則因叙事而加議論焉。又有純用也。字為節段者，有虚作誌文，而銘内始叙事者，亦變體也。若夫銘之為體，則有三言、四言、七言、雜言、散文。有中用兮字者、有末用兮字者、有末用也字者。其用韻，有一句用韻者、有兩句用韻者、有三句用韻者、有前用韻而末無韻者、有前無韻而末用韻者，有篇中既用韻而章内又各自用韻者、有隔句用韻者、有韻在語辭上者、有一字隔句重用自為韻者、有全不用韻者、其更韻有兩句一更者、有四句一更者、有數句一更者、有全篇不更者，皆雜見於作者之林也。 \\n  \\n 誄——漢武帝《公孫弘誄》 \\n  \\n （註）《周禮·大祝》作六辭。其六曰“誄”。《檀弓》“魯莊公誄縣賁父”，士之有誄始此。《禮記》“賤不誄貴，幼不誄長。禮也。唯天子稱天以誄之。諸侯相誄非禮也”。勰曰“尼父卒，哀公作誄，勸其憖遺之切，嗚呼之歎。雖非叡作，古式存焉。至栁妻之誄惠子，則辭哀而韻長矣。誄之為體，蓋選言錄行，傳體而頌。文，榮始而哀終，論其人也，曖乎若可覿，道其哀也。悽然如可傷摯”。虞曰“唯誄無定制，故作者多異焉。” \\n  \\n 悲文——蔡邕作《悲温舒文》 \\n  \\n （註）傷痛之文也。有聲無淚曰悲。 \\n  \\n 祭文——後漢車騎郎杜篤作《祭延鍾文》 \\n  \\n （註）禮祭以誠止於告饗。《書》曰“黷於祭祀時謂“弗欽””。言所以交鬼神之道，罔有過也。《檀弓》“唯祭祀之禮，主人自盡焉耳”。豈知神之所饗，亦以主人有齋敬之心也。 \\n  \\n  \\n （補註）按，祭文，奠親友之辭也。古之祭祀，止於告饗。中世以還，兼讃言行，以寓哀痛之意，蓋祝文之變也。其辭有散文、有韻語、有儷語，而韻語之中又有散文、四言、六言、雜言、騷體、儷體之不同。善乎？劉勰之說曰“祭，奠之楷，宜恭，且哀。若夫辭華而靡實，情鬱而不宣，非工於此者也。” \\n  \\n 哀辭——漢班固《梁氏哀辭》 \\n  \\n （註）摯虞曰“哀詞者，誄之流也”。勰曰“情主於痛，傷辭窮乎？愛惜幼未成徳，故譽止於察惠，弱不勝務，故悼加乎？膚色隱心而結文，則事愜，觀文而屬心，則體奢，奢體為辭，則雖麗不哀。必使情往。會悲文來引泣，乃為貴乎？” \\n  \\n 挽詞——魏光祿勲繆襲作 \\n  \\n （註）挽詞者，悼往哀苦之意也。《古今註·薤露蒿里》並喪歌也。田横自殺，門人傷之，為之悲歌，言人命如薤上之露，易晞滅也。亦謂人死魂魄歸乎蒿里。至孝武時，李延年分為二曲：薤露送王公貴人，蒿里送大夫庶人。使挽柩者歌之，世呼為挽歌。按“虞殯、紼謳”已見左莊，非始於横之門人。 \\n  \\n 七發——漢枚乗作。 \\n  \\n （註）《七對》，問之别，為楚騷、七諫之流。後遂以七為文之一體。勰曰“《七竅》所發，發乎嗜欲始邪末正，所以戒膏梁子也。” \\n  \\n （補註）古人戒冊用九與七。屈子《九章、九歌》，孟子莊子七篇命名。按七者，文章之一體也。詞雖八首，而問對凡七，故謂之七。則七者，問對之别名，而楚詞七諫之流也。蓋自枚乗而撰《七發》而傅毅《七激》、張衡《七辨》、崔駰《七依》、崔瑗《七蘇》、馬融《七廣》、曹植《七啓》、王粲《七釋》、張協《七命》、陸機《七徵》、桓麟《七説》、左思《七諷》，相繼有作。 \\n  \\n 離合詩——孔融作四言離合詩 \\n （註）字可折合而成文，故曰離合。 \\n  \\n 連珠——揚雄作 \\n  \\n （註）《北史·李先傳》“魏帝召先讀韓子《連珠》二十二篇”。韓子韓非子書中有連語，先列其目，而後著其解，謂之連珠。据此，則連珠已兆韓非其體：辭麗而言約，不指說事情，必假喻以達其旨，合於古詩勸興之義，厯厯如貫珠，易覩而可悅。故謂之連珠。 \\n  \\n 篇——漢司馬相如作《凡將篇》 \\n  \\n （註）篇者，積句成章，出情布事，明而徧也。 \\n 歌詩——漢枚乘作麗人歌詩 \\n （註）《書》曰“詩言志，歌永言”。馬融曰“歌，所以長言，詩之意也。” \\n  \\n 遺命——晉散騎常侍江統作 \\n （註）漢酈炎作遺令，臨殁顧命，所以託後事也。 \\n 圖——漢河間相張衡作玄圖。 \\n  \\n （註）《易繫辭》“河出圖。聖人則之”。釋名圖度也。盡其品度也。 \\n  \\n （補註）揚雄《太玄》十一篇《首、衝、錯、測、攡、瑩、數、文、掜、圖、告》。《漢書·藝文志》“《兵形勢圖》十八巻，《陰陽圖》十巻。《技巧》三巻。” \\n  \\n 勢——漢濟北相崔瑗作《草書勢》 \\n  \\n （註）蔡邕作篆勢云“揚波振擊，龍躍烏震，延頸脅翼，勢欲凌雲”。又云“若行若飛，岐岐翾翾，逺而望之，若鴻鵠羣遊，絡驛遷延；迫而視之，湍際不可得見，指揮不可勝原。” \\n  \\n 約——漢王褒作《僮約》 \\n  \\n （註）約，約束之也。如沛公入闗，以法三章約父老之約。 \\n  \\n （補註）按《字書》“約，束也”。言語要結戒令檢束，皆是也。鄉約之類，亦當倣褒為之，庶不失古意。 \\n  \\n 右《文章緣起》一巻，梁·新安太守任公書也。按《隋經籍志》，公《文章緣始》一巻，有錄無書。郡之為郡，且千嵗，守將不知幾人，獨公至今有名字，並城四十里，曰村，曰溪，皆以任著。旁有僧坊，亦借公為重，則遺愛在人，蓋與古循吏比。後公六百年而适為州，嘗欲會梓遺文，刻識朩石，以慰邦人無窮之思，而不可得。三館有集六巻，悉見蕭氏、歐陽氏類書中，疑後人掇拾傳著，於所傳無益。獨是書僅存。世所傳墓誌，皆漢人大隷。此云“始於晉日，蓋丘中之刻，當其時未露見也”。洪适題。  \\n  \\n 　 \\n 　 \\n 　"}
