{"章节": "本事詩序目", "正文": "　 \\n 本事詩序目 \\n 　 \\n 詩者，情動於中而形於言。故怨思悲愁，常多感慨。抒懷佳作，諷刺雅言，雖著於群書[「雖」原脫，據《津逮秘書》本補。]，雖盈廚溢閣，其間觸事興詠，尤所鍾情。不有發揮，孰明厥義？因采爲《本事詩》，凡七題，猶四始也。情感、事感、高逸、怨憤、徵異、徵咎、嘲戲，各以其類聚之。亦有獨掇其要，不全篇者，咸爲小序以引之，貽諸好事。其有出諸異傳怪錄，疑非是實者，則略之。拙俗鄙俚，亦所不取。聞見非博，事多闕漏，訪於通識，期復續之。時光啟二年十一月，大駕在褒中，前尚書司勳郎中賜紫金魚袋孟（棨）〔啓〕序。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "情感第一", "正文": "　 \\n 情感第一 \\n 　 \\n  \\n 陳太子舍人徐德言之妻，後主叔寶之妹，封樂昌公主，才色冠絕。時陳政方亂，德言知不相保，謂其妻曰：「以君之才容，國亡必入權豪之家，斯永絕矣。儻情緣未斷，猶冀相見，宜有以信之。」乃破一鏡，人執其半，約曰：「他日必以正月望日賣於都市，我當在，即以是日訪之。」及陳亡，其妻果入越公楊素之家，寵嬖殊厚。德言流離辛苦，僅能至京，遂以正月望日訪於都市。有蒼頭賣半鏡者，大高其價，人皆笑之。德言直引至其居，設食，具言其故，出半鏡以合之，仍題詩曰：「鏡與人俱去，鏡歸人不歸。無復嫦娥影，空留明月輝。」陳氏得詩，涕泣不食。素知之，愴然改容，即召德言，還其妻，仍厚遺之。聞者無不感歎。仍與德言陳氏偕飲，令陳氏爲詩，曰：「今日何遷次，新官對舊官。笑啼俱不敢，方驗作人難。」遂與德言歸江南，竟以終老。 \\n 唐武后時，左司郎中喬知之有婢名窈娘，藝色爲當時第一。知之寵愛，爲之不婚。武延嗣聞之，求一見，勢不可抑。既見即留，無復還理。知之憤痛成疾，因爲詩，寫以縑素，厚賂閽守以達。窈娘得詩悲惋，結於裙帶，赴井而死。延嗣見詩，遣酷吏誣陷知之，破其家。詩曰：「石家金谷重新聲，明珠十斛買娉婷。昔日可憐君自許，此時歌舞得人情。君家閨閣不曾難，好將歌舞借人看。富貴雄豪非分理，驕奢勢力橫相干。別君去君終不忍，徒勞掩袂傷紅粉。百年離別在高樓，一旦紅顏爲君盡。」時載初元年三月也。四月下獄，八月死。 \\n 甯王曼貴盛，寵妓數十人，皆絕藝上色。宅左有賣餅者妻，纖白明媚。王一見注目，厚遺其夫取之，寵惜逾等。環歲，因問之：「汝復憶餅師否？」默然不對。王召餅師，使見之，其妻注視，雙淚垂頰，若不勝情。時王座客十餘人，皆當時文士，無不悽異。王命賦詩，王右丞維詩先成：「莫以今時寵，寧忘昔日恩。看花滿眼淚，不共楚王言。」 \\n 開元中，頒賜邊軍纊衣，製于宮中。有兵士于短袍中得詩曰：「沙場征戍客，寒苦若爲眠。戰袍經手作，知落阿誰邊？畜意多添線，含情更著綿。今生已過也，重結後身緣。」兵士以詩白于帥，帥進之。玄宗命以詩遍示六宮曰：「有作者勿隱，吾不罪汝。」有一宮人自言萬死。玄宗深憫之，遂以嫁得詩人，仍謂之曰：「我與汝結今身緣。」邊人皆感泣。 \\n 朱滔括兵，不擇士族，悉令赴軍，自閱於毬場。有士子容止可觀，進趨淹雅。滔自問之曰：「所業者何？」曰：「學爲詩。」問：「有妻否？」曰：「有。」即令作寄內詩。援筆立成，詞曰：「握筆題詩易，荷戈征戍難。慣從鴛被暖，怯向雁門寒。瘦盡寬衣帶，啼多漬枕檀。試留青黛着，回日畫眉看。」又令代妻作詩答，曰：「蓬鬢荊釵世所稀，布裙猶是嫁時衣。胡麻好種無人種，合是歸時底不歸？」滔遺以束帛，放歸。 \\n 顧況在洛，乘間與三詩友遊於苑中[「間」原作「門」，據《太平廣記》卷一九八引改。]，坐流水上，得大梧葉題詩上曰：「一入深宮裏，年年不見春。聊題一片葉，寄與有情人。」況明日於上游，亦題葉上，放於波中。詩曰：「花落深宮鶯亦悲，上陽宮女斷腸時。帝城不禁東流水，葉上題詩欲寄誰？」後十餘日，有人于苑中尋春，又于葉上得詩以示況。詩曰：「一葉題詩出禁城，誰人酬和獨含情？自嗟不及波中葉，蕩漾乘春取次行。」 \\n 韓晉公鎮浙西，戎昱爲部內刺史。失州名。郡有酒妓，善歌，色亦媚妙。昱情屬甚厚。浙西樂將聞其能，白晉公召置籍中。昱不敢留，餞於湖上，爲歌詞以贈之，且曰：「至彼令歌，必首唱是詞。」既至，韓爲開筵，自持盃命歌送之，遂唱戎詞。曲既終，韓問曰：「戎使君於汝寄情邪？」悚然起立曰：「然。」言隨淚下。韓令更衣待命，席上爲之憂危。韓召樂將責曰：「戎使君名士，留情郡妓，何故不知而召置之，成余之過！」乃笞之。命與妓百縑，即時歸之。其詞曰：「好去春風湖上亭，柳條藤曼繋離情。黃鶯久住渾相識，欲別頻啼四五聲。」 \\n 韓翃少負才名，天寶末，舉進士。孤貞靜默，所與遊皆當時名士。然而蓽門圭竇，室唯四壁。鄰有李將失名妓柳氏。李每至，必邀韓同飲。韓以李豁落大丈夫，故常不逆。既久愈狎。柳每以暇日隙壁窺韓所居，即蕭然葭艾，聞客至，必名人，因乘間語李曰：「韓秀才窮甚矣，然所與游必聞名人，是必不久貧賤，宜假借之。」李深頷之。間一日，具饌邀韓。酒酣，謂韓曰：「秀才當今名士，柳氏當今名色，以名色配名士，不亦可乎？」遂命柳從坐接韓。韓殊不意，懇辭不敢當。李曰：「大丈夫相遇杯酒間，一言道合，尚相許以死，況一婦人，何足辭也。」卒授之，不可拒。又謂韓曰：「夫子居貧，無以自振，柳資數百萬，可以取濟。柳，淑人也，宜事夫子，能盡其操。」即長揖而去。韓追讓之，顧況然自疑曰：「此豪達者，昨暮備言之矣，勿復致訝。」俄就柳居。來歲成名。後數年，淄青節度侯希逸奏爲從事。以世方擾，不敢以柳自隨，置之都下，期至而迓之。連三歲，不果迓，因以良金買練囊中寄之，題詩曰：「章台柳，章台柳，往日青青今在否[「青青」，津逮本作「依依」。]？縱使長條似舊垂，亦應攀折他人手。」柳復書，答詩曰：「楊柳枝，芳菲節，可恨年年贈離別。一葉隨風忽報秋，縱使君來豈堪折？」柳以色顯獨居，恐不自免，乃欲落髪爲尼，居佛寺。後翃隨侯希逸入朝，尋訪不得。已爲立功番將沙吒利所劫，寵之專房。翃悵然不能割。會入中書，至子城東南角，逢犢車，緩隨之。車中問曰：「得非青州韓員外邪？」曰：「是。」遂披簾曰：「某柳氏也。失身沙吒利，無從自脫。明日尚此路還，願更一來取別。」韓深感之。明日，如期而往。犢車尋至，車中投一紅巾包小合子，實以香膏，嗚咽言曰：「終身永訣。」車如電逝。韓不勝情，爲之雪涕。是日，臨淄大校置酒于都市酒樓，邀韓。韓赴之，悵然不樂。座人曰：「韓員外風流談笑，未嘗不適，今日何慘然邪？」韓具話之。有虞侯將許俊，年少被酒，起曰：「寮當以義烈自許，願得員外手筆數字，當立置之。」座人皆激贊，韓不得已與之。俊乃急裝，乘一馬牽一馬而馳，徑趨沙吒利之第。會吒利已出，即以入曰：「將軍墜馬，且不救，遣取柳夫人。」柳驚出，即以韓札示之。挾上馬，絕馳而去。座未罷，即以柳氏授韓曰：「幸不辱命。」一座驚歎。時吒利初立功，代宗方優借，大懼禍作，闔座同見希逸白其故。希逸扼腕奪髯曰：「此我往日所爲也，而俊復能之！」立修表上聞，深罪沙吒利。代宗稱歎良久，御批曰：「沙吒利宜賜絹二千匹，柳氏卻歸韓翃。」後罷府閒居，將十年，李相勉鎮夷門又署爲幕吏。時韓已遲暮，同職皆新進後生。不能知韓，舉目爲惡詩。韓邑邑殊不得意，多辭疾在家。唯末職韋巡官者，亦知名士，與韓獨善。一日，夜將半，韋叩門急。韓出見之，賀曰：「員外除駕部郎中，知制誥。」韓大愕然曰：「必無此事，定誤矣。」韋就座，曰：「留邸狀報制誥闕人，中書兩進名，御筆不點出，又請之，且求聖旨所與，德宗批曰：『與韓翃。』時有與翃同姓名者爲江淮刺史，又具二人同進，御筆復批曰：『春城無處不飛花，寒食東風御柳斜。日暮漢宮傳蠟燭，輕煙散入五侯家。』又批曰：『與此韓翃。』」韋又賀曰：「此非員外詩耶？」韓曰：「是也。」「是知不誤矣。」質明而李與僚屬皆至，時建中初也。自韓復爲汴職以下，開成中，余罷梧州，有大梁夙將趙唯爲嶺外刺史，年將九十矣，耳目不衰，過梧州，言大梁往事，述之可聽，云此皆目擊之，故因錄於此也。 \\n 李相紳鎮淮南，張郎中又新罷江南郡，素與李構隙，事在別錄。時于荊溪遇風，漂沒二子，悲蹙之中，復懼李之仇己，投長箋自首謝。李深憫之，復書曰：「端溪不讓之詞，愚罔懷怨；荊浦沈淪之禍，鄙實湣然。」既厚遇之，殊不屑意。張感銘致謝，釋然如舊交。與張宴飲，必極歡盡醉。張嘗爲廣陵從事，有酒妓，嘗好致情，而終不果納。至是二十年猶在席，目張悒然，如將涕下。李起更衣，張以指染酒，題詞盤上，妓深曉之。李既至，張持杯不樂。李覺之，即命妓歌以送酒。遂唱是詞曰：「雲雨分飛二十年，當時求夢不曾眠。今來頭白重相見，還上襄王玳瑁筵。」張醉歸，李令妓夕就張郎中。張與楊虔州齊名友善，楊妻李氏，即鄘相之女，有德無容，楊未嘗意，敬待特甚。張嘗謂楊曰：「我少年成美名，不憂仕矣。唯得美室，平生之望斯足。」楊曰：「必求是，但與我同好，必諧君心。」張深信之。既婚，殊不愜心，楊以笏觸之曰：「君何大癡！」言之數四，張不勝其忿，迴應之曰：「與君無間，以情告君，君誤我如是，何謂癡？」楊歷數求名從宦之由曰：「豈不與君皆同邪？」曰：「然。」「然則我得醜婦，君詎不聞我邪？」張色解，問：「君室何如[津逮本「如」下有「我」字。]？」曰：「特甚。」張大笑，遂如初。張既成家，乃詩曰：「牡丹一朵直千金，將謂從來色最深。今日滿闌開似雪，一生辜負看花心。」 \\n 劉尚書禹錫罷和州，爲主客郎中、集賢學士。李司空罷鎮在京，慕劉名，嘗邀至第中，厚設飲饌。酒酣，命妙妓歌以送之。劉于席上賦詩曰：「鬌梳頭宮樣妝，春風一曲杜韋娘。司空見慣渾閑事，斷盡江南刺史腸。」李因以妓贈之。 \\n 太和初，有爲御史分務洛京者，子孫官顯，隱其姓名。有妓善歌，時稱尤物。時太尉李逢吉留守，聞之，請一見，特說延之。不敢辭，盛妝而往。李見之，命與眾姬相面。李妓且四十餘人，皆處其下。既入，不復出。頃之，李以疾辭，遂罷坐，信宿絕不復知。怨歎不能已，爲詩兩篇投獻。明日見李，但含笑曰：「大好詩。」遂絕。詩曰：「三山不見海沉沉，豈有仙蹤尚可尋。青鳥去時雲路斷，嫦娥歸處月宮深。紗窗遙想春相憶[「遙」，津逮本作「暗」。]，書幌誰憐夜獨吟。料得此時天上月，祗應偏照兩人心。」 \\n 博陵崔護，姿質甚美，而孤潔寡合。舉進士下第。清明日，獨游都城南，得居人莊。一畝之宮，而花木叢萃，寂若無人。扣門久之，有女子自門隙窺之，問曰：「誰耶？」以姓字對，曰：「尋春獨行，酒渴求飲。」女入，以杯水至，開門設床命坐，獨倚小桃斜柯佇立，而意屬殊厚，妖姿媚態，綽有餘妍，崔以言挑之，不對，目注者久之。崔辭去，送至門，如不勝情而入。崔亦睠盼而歸，嗣後絕不復至。及來歲清明日，忽思之，情不可抑，逕往尋之。門牆如故，而已鎖扃之。因題詩於左扉曰：「去年今日此門中，人面桃花相映紅。人面秪今何處去，桃花依舊笑春風。」後數日，偶至都城南，復往尋之，聞其中有哭聲，扣門問之，有老父出曰：「君非崔護邪？」曰：「是也。」又哭曰：「君殺吾女。」護驚起，莫知所答。老父曰：「吾女笄年知書，未適人，自去年以來，常恍惚若有所失。此日與之出[「比」，津逮本作「此」。]，及歸，見左扉有字，讀之，入門而病，遂絕食數日而死。吾老矣，此女所以不嫁者，將求君子以託吾身，今不幸而殞，得非君殺之耶？」又特大哭。崔亦感慟，請入哭之。尚儼然在床。崔舉其首，枕其股，哭而祝曰：「某在斯，某在斯。」須臾開目，半日復活矣。父大喜，遂以女歸之。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "事感第二", "正文": "　 \\n 事感第二 \\n 　 \\n  \\n 天寶末，玄宗嘗乘月登勤政樓，命梨園弟子歌數闋。有唱李嶠詩者云：「富貴榮華能幾時，山川滿目淚沾衣。不見祗今汾水上，惟有年年秋雁飛。」時上春秋已高，問是誰詩，或對曰李嶠，因淒然泣下，不終曲而起，曰：「李嶠真才子也。」又明年，幸蜀，登白衛嶺，覽眺久之，又歌是詞，復言「李嶠真才子」，不勝感歎。時高力士在側，亦揮涕久之。 \\n 劉尚書自屯田員外左遷郎州司馬，凡十年始徵還。方春，作〈贈看花諸君子〉詩曰：「紫陌紅塵拂面來，無人不道看花回。玄都觀裏桃千樹，儘是劉郎去後栽。」其詩一出，傳於都下。有素嫉其名者，白於執政，又誣其有怨憤。他日見時宰，與坐，慰問甚厚。既辭，即曰：「近者新詩，未免爲累，奈何？」不數日，出爲連州刺史。其自敍云：「貞元二十一年春，余爲屯田員外，時此觀未有花。是歲出牧連州，至荊南，又貶朗州司馬。居十年，詔至京師，人人皆言有道士手植仙桃滿觀，盛如紅霞，遂有前篇，以記一時之事。旋又出牧，於今十四年，始爲主客郎中。重游玄都，蕩然無復一樹，唯兔葵燕麥動搖于春風耳。因再題二十八字，以俟後再遊。時太和二年三月也。」詩曰：「百畝庭中半是苔，桃花淨盡菜花開。種桃道士歸何處？前度劉郎今獨來。」 \\n 元相公稹爲御史，奉使東川，於褒城題黃明府詩，其序云：「昔年曾于解縣飲酒，余嘗爲觥錄事。嘗于竇少府廳，有一人後至，頻犯語令，連飛十數觥，不勝其困，逃席而去。醒後問人，前虞鄉黃丞也。此後絕不復知。元和四年三月，奉使東川，十六日，至褒城望驛，有大池，樓榭甚盛。逡巡有黃明府見迎，瞻其形容，髣髴似識，問其前銜，即往日之逃席黃丞也。說向前事，黃生惘然而悟，因饋酒一樽，艤舟請余同載。余不免其意，與之盡歡。遍問座隅山水，則褒女所奔走城在其左，諸葛所征之路次其右。感今懷古，作〈贈黃明府〉詩曰：『昔年曾痛飲，黃令困飛觥。席上當時走，馬前今日迎。依稀迷姓字，即漸識平生。故友身皆遠，他鄉眼暫明。便邀同榻坐，兼共刺一作剔船行。酒思臨風亂，霜稜拂地平。不看深淺酌，還愴古今情。邐迤七盤路，陂陁數大城。花疑褒女笑，棧想武侯征。一種埋幽石，老閑千載名。』」 \\n 白尚書姬人樊素，善歌；妓人小蠻，善舞。嘗爲詩曰：「櫻桃樊素口，楊柳小蠻腰。」年既高邁，而小蠻方豐豔，因爲楊柳之詞以託意，曰：「一樹春風萬萬枝，嫩于金色軟於絲。永豐坊裏東南角，盡日無人屬阿誰？」及宣宗朝，國樂唱是詞，上問誰詞，永豐在何處，左右具以對之。遂因東使，命取永豐柳兩枝，植於禁中。白感上知其名，且好尚風雅，又爲詩一章，其末句云：「定知此後天文裏，柳宿光中添兩枝。」 \\n 李章武學識好古，有名於時。太和末，敕僧尼試經若干紙，不通者勒還俗。章武時爲成都少尹，有山僧來謁云：「禪觀有年，未嘗念經。今被追試，前業棄矣。願長者宥之。」章武贈詩曰：「南宗尚許通方便，何處心中更有經。好去苾蒭雪水畔，何山松柏不青青。」主者免之而去。 \\n 詩人許渾，嘗夢登山，有宮室淩雲，人云：「此昆侖也。」既入，見數人方飲酒，招之，至暮而罷。詩云：「曉入瑤台露氣清，坐中唯有許飛瓊。塵心未斷俗緣在，十里下山空月明。」他日復至其夢，飛瓊曰：「子何故顯余姓名於人間？」座上即改爲「天風吹下步虛聲」，曰：「善。」 \\n 　 \\n  \\n   \\n  "}
{"章节": "高逸第三", "正文": "　 \\n 高逸第三 \\n 　 \\n  \\n 李太白初自蜀至京師，舍於逆旅。賀監知章聞其名，首訪之。既奇其姿，復請所爲文。出〈蜀道難〉以示之。讀未竟，稱歎者數四，號爲「謫仙」，解金龜換酒，與傾盡醉。期不間日。由是稱譽光赫。賀又見其〈烏棲曲〉，歎賞苦吟曰：「此詩可以泣鬼神矣。」故杜子美贈詩及焉。曲曰：「姑蘇臺上烏棲時，吳王宮裏醉西施。吳歌楚舞歡未畢，西山欲銜半邊日[「欲」，津逮本作「猶」。]。金壺丁丁漏水多，起看秋月墮江波。東方漸高奈樂何！」或言是〈烏夜啼〉二篇，未知孰是，故兩錄之。〈烏夜啼〉曰：「黃雲城邊烏欲棲，歸飛啞啞枝上啼。機中織錦秦川女，碧紗如煙隔窗語。停梭向人問故夫，欲說遼西淚如雨。」白才逸氣高，與陳拾遺齊名，先後合德。其論詩云：「梁、陳以來，豔薄斯極。沈休文又尚以聲律，將復古道，非我而誰與？」故陳、李二集律詩殊少。嘗言「興寄深微，五言不如四言，七言又其靡也，況使束於聲調俳優哉。」故戲杜曰：「飯顆山頭逢杜甫，頭戴笠子日卓午。借問何來太瘦生，總爲從前作詩苦。」蓋譏其拘束也。玄宗聞之，召入翰林。以其才藻絕人，器識兼茂，欲以上位處之，故未命以官。嘗因宮人行樂，謂高力士曰：「對此良辰美景，豈可獨以聲伎爲娛，倘時得逸才詞人吟詠之，可以誇耀於後。」遂命召白。時寧王邀白飲酒，已醉。既至，拜舞頹然。上知其薄聲律，謂非所長，命爲宮中行樂五言律詩十首。白頓首曰：「寧王賜臣酒，今已醉。倘陛下賜臣無畏，始可盡臣薄技。」上曰：「可。」即遣二內臣掖扶之，命研墨濡筆以授之，又令二人張朱絲欄於其前。白取筆抒思，畧不停綴，十篇立就，更無加點。筆跡遒利，鳳跱龍拏。律度對屬，無不精絕。其首篇曰：「柳色黃金嫩，梨花白雪香。玉樓巢翡翠，金殿宿鴛鴦。選妓隨雕輦，徵歌出洞房。宮中誰第一？飛燕在昭陽。」文不盡錄。常出入宮中，恩禮殊厚。竟以疏從乞歸。上亦以非廊廟器，優詔罷遣之。後以不羈流落江外，又以永王招禮，累謫於夜郎。及放還，卒于宣城。杜所贈二十韻，備敘其事。讀其文，盡得其故跡。杜逢祿山之難，流離隴蜀，畢陳於詩，推見至隱，殆無遺事，故當時號爲「詩史」。 \\n 杜舍人牧，弱冠成名。當年制策登科，名振京邑。嘗與一二同年城南遊覽，至文公寺，有禪僧擁褐獨坐，與之語，其玄言妙旨鹹出意表。同杜姓字，具以對之。又云：「修何業？」傍人以累捷誇之，顧而笑曰：「皆不知也。」杜歎訝，因題詩曰：「家在城南杜曲傍，兩枝仙桂一時芳。禪師都未知名姓，始覺空門意味長。」 \\n 杜爲御史，分務洛陽時，李司徒罷鎮閑居，聲伎豪華，爲當時第一。洛中名士，咸謁見之。李乃大開筵席，當時朝客高流，無不臻赴。以杜持憲，不敢邀置。杜遣座客達意，願與斯會。李不得已，馳書。方對花獨酌，亦已酣暢，聞命遽來。時會中已飲酒，女奴百餘人，皆絕藝殊色。杜獨坐南行，瞪目注視，引滿三卮，問李云：「聞有紫雲者，孰是？」李指示之。杜凝睇良久，曰：「名不虛得，宜以見惠。」李俯而笑，諸妓亦皆回首破顏。杜又自飲三爵，朗吟而起曰：「華堂今日綺筵開，誰喚分司御史來？忽發狂言驚滿座，兩行紅粉一時迴。」意氣閒逸，傍若無人。杜登科後，狎遊飲酒，爲詩曰：「落拓江湖載酒行，楚腰纖細掌中情。三年一覺揚州夢，贏得青樓薄倖名。」後又題詩曰：「觥船一棹百分空，十載青春不負公。今日鬢絲禪榻畔，茶煙輕颺落花風。」 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "怨憤第四", "正文": "　 \\n 怨憤第四 \\n 　 \\n  \\n 宋考功，天后朝求爲北門學士，不許，作〈明河篇〉以見其意，末云：「明河可望不可親，願得乘槎一問津。更將織女支機石，還訪成都賣蔔人。」則天見其詩，謂崔融曰：「吾非不知之問有才調，但以其有口過。」蓋以之問患齒疾，口常臭故也。之問終身慚憤。 \\n 吳武陵雖有才華，而強悍激訐，爲人所畏。嘗爲容州部內史，贓罪狼籍，敕令廣州幕吏鞠之。吏少年科第，殊不假貸，持之甚急。武陵不勝其憤，題詩路左佛堂曰：「雀兒來逐颶風高，下視鷹鸇意氣豪。自謂能生千里翼，黃昏依舊入蓬蒿。」 \\n 開元末，宰相李適之疏直坦夷，時譽甚美。李林甫惡之，排誣罷免。朝客來，雖知無罪，謁問甚稀。適之意憤，日飲醇酣，且爲詩曰：「避賢初罷相，樂聖且銜杯。爲問門前客，今朝幾個來？」李林甫愈怒，終遂不免。 \\n 張曲江與李林甫同列，玄宗以文學精識深器之。林甫嫉之若讎，曲江度其巧譎，慮終不免，爲〈海燕〉詩以致意曰：「海燕何微眇，乘春亦暫來。世知泥滓濺，只見玉堂開。繡戶時雙入，華軒日幾迴。無心與物競，鷹隼莫相猜。」亦終退斥。 \\n （賈島）〔裴晉公〕於興化鑿池種竹，起臺榭。〔賈島〕時方下第，或謂執政惡之，故不在選，怨憤尤極，遂於庭內題詩曰：「破卻千家作一池，不栽桃李種薔薇。薔薇花落秋風後，荊棘滿庭君始知。」由是人皆惡其侮慢不遜，故卒不得第，抱憾而終。 \\n 　 \\n  \\n   \\n  "}
{"章节": "徵異第五", "正文": "　 \\n 徵異第五 \\n 　 \\n  \\n 開元中，有幽州衙將姓張者，妻孔氏，生五子，不幸去世。復娶妻李氏，悍怒狠戾，虐遇五子，日鞭箠之。五子不堪其苦，哭於其葬。母忽於塚中出，撫其子，悲慟久之，因以白布巾題詩贈張曰：「不忿成故人，掩涕每盈巾。死生今有隔，相見永無困。匣裏殘妝粉，留將與後人。黃泉無用處，恨作塚中塵。有意懷男女，無情亦任君。欲知腸斷處，明月照孤墳。」五子得詩，以呈其父。其父慟哭，訴于連帥。帥上聞，敕李氏杖一百，流嶺南，張停所職。 \\n 宋考功以事累貶黜，後放還，至江南。遊靈隱寺，夜月極明，長廊吟行，且爲詩曰：「鷲嶺鬱岧嶤，龍宮隱寂寥。」第二聯搜奇思，終不如意。有老僧點長明燈，坐大禪床，問曰：「少年夜夕久不寐，而吟諷甚苦，何邪？」之問答曰：「弟子業詩，適偶欲題此寺，而興思不屬。」僧曰：「試吟上聯。」即吟與聽之，再三吟諷，因曰：「何不云『樓觀滄海日，門聽浙江潮』？」之問愕然，訝其遒麗。又續終篇曰：「桂子月中落，天香雲外飄。捫蘿登塔遠，刳木取泉遙。霜薄花更發，冰輕葉未凋。待入天台路，看余度石橋。」僧所贈句，乃爲一篇之警策。遲明更訪之，則不復見矣。寺僧有知者，曰：「此駱賓王也。」之問詰之，曰：「當敬業之敗，與賓王俱逃，捕之不獲。將帥慮失大魁，得不測罪，時死者數萬人，因求戮類二人者，函首以獻。後雖知不死，不敢捕送，故敬業得爲衡山僧，年九十餘乃卒。出趙魯《遊南嶽記》。賓王亦落髮，偏遊名山，至靈隱，以周歲卒。當時雖敗，且以匡復爲名，故人多護脫之。」 \\n 韓吏部作〈軒轅彌明傳〉，言嘗與文友數人會宿，有老道士形貌瑰異，自通姓名求宿，言論甚奇。既及飲酒，眾度其必不留情於詩，因聯句詠壚中石罌，將已困之。其首唱曰：「妙匠琢山骨，刳中事調烹。」至彌明，自云：「不善俗書，書則人多不識。」遣人執筆，吟曰：「龍頭縮菌蠢，豕腹漲膨脝。」座客無不歎異。會人思竭，不能復續，彌明連足成之。有微吟者，其聲淒苦，彌明詠中譏侮之曰：「仍於蚯蚓竅，更作蒼蠅聲。」狀罌之聲，既已酷似，譏微吟者，亦復著題，皆大驚伏。須臾，倚壁而睡，鼻中大鼾，其聲如雷。座人異且畏之，咸避就寢。既明，失之，莫知所在。 \\n 元相公稹爲御史，鞠獄梓潼。時白尚書在京，與名輩遊慈恩，小酌花下，爲詩寄元曰：「花時同醉破春愁，醉折花枝當酒籌。忽憶故人天際去，計程今日到梁州。」時元果及褒城，亦寄〈夢遊〉詩曰：「夢君兄弟曲江頭，也向慈恩院裏遊。驛吏喚人排馬去，忽驚身在古梁州。」千里神交，合若符契，友朋之道，不期至歟。 \\n 馬相植罷安南都護，與時宰不通，又除黔南，殊不得意。維舟峽中古寺，寺前長堤，堤畔林木，夜月甚明，見人白衣緩步堤上，吟曰：「截竹爲筒作笛吹，鳳凰池上鳳凰飛。勞君更向黔南去，即是陶鈞萬類時。」歷歷可聽，吟者數四。遣人邀問，即已失之。後自黔南入爲大理卿，遷刑部侍郎，判鹽鐵，遂作相。 \\n 　 \\n  \\n   \\n  "}
{"章节": "徵咎第六", "正文": "　 \\n 徵咎第六 \\n 　 \\n  \\n 詩人劉希夷嘗爲詩曰：「今年花落顏色改，明年花開復誰在？」忽然悟曰：「其不祥歟。」復構思逾時，又曰：「年年歲歲花相似，歲歲年年人不同。」又惡之。或解之曰：「何必其然。」遂兩留之，果以來春之初下世。 \\n 崔曙進士作〈明堂火珠〉詩試帖曰：「夜來雙月滿，曙後一星孤。」當時以爲警句。及來年曙卒，唯一女名星星，人始悟其自讖也。 \\n 范陽盧獻卿，大中中，舉進士，詞藻爲同流所推。作〈愍征賦〉數千言，時人以爲庾子山〈哀江南〉之亞。今諫議大夫司空圖爲注之。連不中第，薄遊衡湘，至郴而病，夢人贈詩曰：「卜築郊原古，青山唯四鄰。扶疏遶台榭，寂寞獨歸人。」後旬日而歿，郴守爲葬之近郊，果以夏初窆，皆符所夢。 \\n 　 \\n  \\n   \\n  "}
{"章节": "嘲戲第七", "正文": "　 \\n 嘲戲第七 \\n 　 \\n  \\n 宋武帝嘗吟謝莊〈月賦〉，稱歎良久，謂顏延之曰：「希逸此作，可謂前不見古人，後不見來者。昔陳王何足尚邪！」延之對曰：「誠如聖旨。然其曰『美人邁兮音信闊，隔千里兮共明月』，知之不亦晚乎？」帝深以爲然。及見希逸，希逸對曰：「延之詩云：『生爲長相思，歿爲長不歸。』豈不更加於臣邪？」帝拊掌竟日。 \\n 國初長孫太尉見歐陽率更姿形麼陋，嘲之曰：「聳膊成山字，埋肩畏出頭。誰言麟閣上，畫此一獮猴。」詢亦酬之曰：「索頭連背暖，漫襠畏肚寒。只緣心混混，所以面團團。」太宗聞之而笑曰：「詢此嘲，豈不畏皇后聞邪？」 \\n 則天朝，左司郎中張元一滑稽善謔。時西戎犯邊，則天欲諸武立功，因行封爵，命武懿宗統兵以禦之。寇未入塞，懿宗始逾邠郊，畏懦而遁。懿宗短陋，元一嘲之曰：「長弓短度箭，蜀馬臨高蹁。去賊七百里，隅牆獨自戰。忽然逢著賊，騎猪向南竄。」則天聞之，初未悟，曰：「懿宗無馬邪？何故騎猪？」元一解之曰：「騎猪者，是夾豕走也。」則天乃大笑。懿宗怒曰：「元一夙構，貴欲辱臣。」則天命賦詩與之，懿宗請賦「菶」字。元一立嘲曰：「裹頭極草草，掠鬢不菶菶。未見桃花面皮，先作杏子眼孔。」則天大歡，故懿宗不能侵傷。 \\n 開元中，宰相蘇味道與張昌齡俱有名，暇日相遇，互相誇誚。昌齡曰：「某詩所以不及相公者，爲無『銀花合』故也。」蘇有〈觀燈〉詩曰：「火樹銀花合，星橋鐵鎖開。暗塵隨馬去，明月逐人來。」味道云：「子詩雖無『銀花合』，還有『金銅釘』。」昌齡贈張昌宗詩曰：「昔日浮丘伯，今同丁令威。」遂相與拊掌大笑。 \\n 詩人張祜，未嘗識白公。白公刺蘇州，祜始來謁。才見白，白曰：「久欽籍，嘗記得君款頭詩。」祜愕然曰：「舍人何所謂？」白曰：「『鴛鴦鈿帶拋何處，孔雀羅衫付阿誰？』非款頭何邪？」張頓首微笑，仰而答曰：「祜亦嘗記得舍人目連變。」白曰：「何也？」祜曰：「『上窮碧落下黃泉，兩處茫茫皆不見。』非目連變何邪？」遂與歡宴竟日。 \\n 沈佺期以罪謫，遇恩，復官秩，朱紱未復。嘗內宴，群臣皆歌〈迴波樂〉，撰詞起舞，因是多求遷擢。佺期詞曰：「迴波爾（似）〔時〕佺期[「似」，《唐詩紀事》卷十一〈沈佺期〉作「時」。]，流向嶺外生歸。身名已蒙齒錄，袍笏未復牙緋。」中宗即以緋魚賜之。崔日用爲御史中丞，賜紫。是時佩魚須有特恩，亦因內宴，中宗命群臣撰詞，日用曰：「臺中鼠子直須諳，信足跳梁上壁龕。倚翻燈脂污張五，還來齧帶報韓三。莫浪語，直王相，大家必若賜金龜，賣卻貓兒相賞[「賞」，津逮本作「報上」。]。」中宗亦以緋魚賜之。 \\n 中宗朝，御史大夫裴談崇奉釋氏。妻悍妒，談畏之如嚴君。嘗謂人：「妻有可畏者三：少妙之時，視之如生菩薩。及男女滿前，視之如九子魔母，安有人不畏九子母耶？及五十六十，薄施粧粉或黑，視之如鳩盤荼，安有人不畏鳩盤荼？」時韋庶人頗襲武氏之風軌，中宗漸畏之。內宴唱〈迴波詞〉，有優人詞曰：「迴波爾時栲栳，怕婦也是大好。外邊祗有裴談，內裏無過李老。」韋后意色自得，以束帛賜之。 \\n  \\n 　 \\n  \\n   \\n  "}
