{"章节": " 搜玉小集", "正文": "　 \\n  \\n 　 \\n 　 \\n  \\n 搜玉小集　 \\n 　 \\n 　 \\n  \\n 提要 \\n 《搜玉小集》，一巻，原本不著撰人名氏，考鄭樵《通志·藝文畧》已載之，則其來甚舊，當為唐人所輯無疑。舊目題凡三十七人，詩六十三首，此本但三十四人，詩六十一首。蓋毛晉重刋所釐定，所註考証頗詳。然胡鵠等三人有録無詩，晉併刪其姓名，已非缺疑存舊之意。又，人缺其三而詩僅缺其二，不足分配三人，必有一人之詩溷于他人者，則所訂亦未確也。其次第為晉所亂，不可復考。既不以人叙，又不以體分，編次參差重出叠見，莫能得其體例，徒以源出唐人，聊存舊本，以備參訂焉。  \\n  \\n 　 \\n 搜玉小集 \\n 　 \\n ○奉和御製白鹿觀（或作鄭愔）崔湜 \\n 御旗探紫籙，仙仗闢丹丘。捧藥芝童下，焚香桂女留。鸞歌無嵗月，鶴語記春秋。臣朔何其幸，常陪漢武遊。 \\n ○奉和御製平胡裴漼 \\n  \\n 玄漠聖恩通，由來書軌同，忽聞窺月滿，相聚冦雲中，廟略占黄氣，神兵出絳宮，將軍行逐虜，使者亦和戎，一舉轒輼滅。再麾沙朔空，直將威禁暴，非用武為雄，飲至明軍禮，醻勲錫武功，干戈還載戢，文德在唐風。 \\n  \\n ○同前韓休 \\n  \\n 南牧正紛紛，長河起塞氛，玉兵徵選士，金鉞拜將軍，疉鼓摇邊吹，連旌暗朔雲，妖星乗夜落，害氣入朝分，始見幽烽警，俄看烈火焚，功成奏凱樂，戰罷策歸勲，盛德陳清廟，神謨屬大君，叨榮逢偃羽，率舞詠時文 \\n  \\n 。○西征軍行遇風崔融 \\n  \\n 北風捲塵沙，左右不相識。■〈風立〉■〈風立〉吹萬里，昏昏同一色。馬煩莫敢進，人急未遑食。草木春更悲，天景晝相匿。夙齡慕忠義，雅尚存孤直。覽史懐浸驕，讀詩歎孔棘。及兹戎旅地，忝從書記職。兵氣騰北荒，軍聲振西極。坐覺威靈逺，行看祲氛息。愚臣何以報，倚馬申微力。 \\n  \\n ○塞垣行崔湜 \\n  \\n 疾風捲溟海，萬里揚沙礫。仰望不見天，昏昏竟朝夕。是時軍兩進，東拒復西敵。蔽山張旗鼓，間道潛鋒鏑。精騎突曉圍，竒兵襲暗壁。十月邊塞寒，四山沍隂積。雨雪雁南飛，風塵景西廹。昔我事討論，未嘗怠經籍。一朝棄筆硯，十年操矛戟。豈要黄河誓，須勒燕然石。可嗟牧羊臣，海上乆為客。 \\n ○大漠行前人 \\n  \\n 單于犯薊堧，驃騎略蕭邊。南山木葉飛下地，北海蓬根亂上天。科斗連營太原道，魚麗合陣武威川，三軍遥倚伏，萬里相馳逐。旌斾悠悠靜瀚源，鼙鼓喧喧動盧谷。窮徼出幽陵，吁嗟倦寢興。馬蹄凍溜石，胡毳暖生氷。雲沙泱漭天光閉，河塞隂沈海色凝。崆峒異國誰能託，蕭索邊心常不樂，近見行人畏白龍，遥聞公主愁黄鶴。陽春半，岐路間，瑶臺苑，玉門關。百花芳樹紅將歇，二月蘭皋緑未還。陣雲不散魚龍水，雨雪猶飛鴻雁山。山障連綿不可極，路逺辛勤夢顔色。北堂萱草不寄來，東園桃李長相憶。漢將紛紜攻戰盈，胡冦蕭條幽朔寧。韓君拜節偏知逺，鄭吉驅旌坐見迎。火絶煙沈右西極，谷靜山空左北平。但使將軍能百戰，不須天子築長城。 \\n ○將軍行劉希夷 \\n  \\n 將軍闢轅門，耿介當風立。諸將欲言事，逡廵不敢入。劍氣射雲天，鼓聲破原隰。黄塵塞路起，走馬追兵急。彎弓從此去，飛箭如雨集。截圍一百重，斬首五千級。代馬流血死，殘兵抱鞍泣。古來養甲兵，有事常討襲。乘我廟堂運，坐使干戈戢。獻凱還帝亰，軍容何翕習。 \\n ○從軍行賀朝 \\n  \\n 朔胡乗月寇邊城，軍書揷羽刺中亰。天子金壇拜飛將，單于玉塞振佳兵。騎射先鳴推任俠，龍韜决勝佇時英。聞有河湟客，愔愔理帷帟。常山啓霸圖，汜水先天策。銜珠浴鐵向桑乾，釁旗膏鼓指烏丸，鳴雞已報闗山曉，來雁遥傳沙塞寒。直為寸心從苦節，隴頭無水長嗚咽。邊樹蕭蕭不覺春，天山漠漠長飛雪。魚麗陣接塞雲平，雁翼營通海月明，始看晉幙飛鵝入，旋聞齊壘啼烏聲。自從一戍燕支山，春光幾度晉陽關。金河未轉青絲騎，玉筯應啼紅粉顔。鴻歸燕相逐，池邊芳草緑，已見氛清細柳營，莫更春歌落梅曲。烽沈竈減靜邉亭，海晏山空肅已寧。行望鳳亰旋凱捷，重來麟閣畵丹青。 \\n ○燕歌行（已見國秀集異同註明）屈同 \\n  \\n 漁陽八月塞草腓，征人相對併思歸。雲和朔氣連天暗，蓬雜驚沙散野飛。此時天地隂埃徧，瀚海龍城皆血戰。兩軍鼓角暗相聞，四面旌旗看不見。昭君逺嫁已年多，南使頻來尚不和。漢兵候月秋防塞，朔騎乗氷夜渡河。河塞東西萬餘里，地與亰華不相似。燕支山上少光輝，黄沙磧裡無流水。金戈玉劒十年征，紅粉青樓多怨情。厭得殊方乆為别，秋來但聽擣衣聲。 \\n ○塞外鄭愔 \\n  \\n 荒壘三秋夕，窮郊萬里平。海隂凝獨樹，日氣下連營。戎斾霜疑重，邊裘寒更輕。將軍猶轉戰，都尉不成名。折柳悲春曲，吹笳斷夜聲。明年漢使返，須築受降城。 \\n ○紫騮楊炯 \\n 俠客重周遊，金鞭控紫騮。蛇弓白羽箭，鶴轡赤茸鞦。發跡來南海，長鳴向北州。匈奴今未滅，畫地取封侯。 \\n ○詠寳劒（向誤宋之問）崔融 \\n 寳歛出昆吾，龜龍夾彩珠。五精初獻術，千戸競淪都。匣氣衝牛斗，山形轉轆轤。欲知天下貴，持此問風胡。○王昭君盧照隣 \\n  \\n 合殿恩中絶，交河使漸稀。肝腸隨玉輦，形影向金微。漢宮草應緑，邊庭沙正飛。願逐三秋雁，年年一度歸。○同前東方虬 \\n 漢道方全盛，朝廷足武臣，何須薄命妾，辛苦事和親 \\n ○同前郭元振 \\n 聞有南河信，傳言殺畵師，始知君念重，更肯惜蛾眉。 \\n ○晩度天山有懐亰邑駱賔王 \\n  \\n 忽上天山望，依然想物華。雲疑上苑葉，雪似御溝花。行歎戎麾逺，坐令衣帶賒。交河浮絶塞，弱水浸流沙。旅思徒漂梗，歸期未及瓜。寧知心斷絶，夜夜泣胡笳。 \\n  \\n ○送公主和戎徐彦伯 \\n 鳳扆憐簫曲，鸞帷念掌珍。虜庭遥築館，漢使逺和親。星去銀河夕，花移玉樹春。聖情淒割愛，駐蹕望征塵。 \\n ○古意（向誤崔湜）崔顥 \\n 十五嫁王昌，盈盈出畵堂。自矜年正少，復倚壻為郎。舞愛前溪緑，歌憐午夜長。門時鬬百草，度日不成粧。○酬杜麟臺春思崔湜 \\n  \\n 春還上林苑，花滿洛陽城。鴛衾夜凝思，龍鏡曉含情。憶夢殘燈落，離魂暗馬驚。可憐朝與暮，樓上獨盈盈。○春閨徐彦伯 \\n  \\n 戍客戍清波，幽閨幽思多。暗梁聞語燕，夜燭見飛蛾。寳匣藏脂粉，金屏綴綺羅。裁衣巻紋素，織錦度鳴梭。有使通西極，緘書寄北河。年光只恐盡，征戰莫蹉跎。 \\n ○怨情劉允濟 \\n 玉關芳信斷，蘭閨錦字新。愁來不自抑，念切已含嚬。虗牖風驚夢，空床月厭人。歸期倘可促，勿度柳園春。○春怨鄭愔 \\n 春朝物候妍，愁婦鏡臺前。風吹數蝶亂，露洗百花鮮。試出褰羅幌，還來著錦筵。曲中愁夜夜，樓上别年年。不及隨蕭史，髙飛向紫煙。 \\n ○春閨沈佺期 \\n 憂思不勝顏，汗馬三軍去。流鶯二月還，邊愁行上國。春夢度陽關，池水琉璃淨。園花玳瑁斑，嵗華空自擲。○秋閨鄭愔 \\n 征客向輪臺，幽閨寂不開。音書秋雁斷，機杼夜蛩催。虗幌風吹葉，閑階露濕苔。自憐愁思影，共作月徘徊。 \\n ○古意沈佺期 \\n  \\n 盧家少婦欝金堂，海燕雙棲玳瑁梁。九月寒砧催木葉，十年征戍憶遼陽。白狼河北音書斷，丹鳳城南秋夜長。誰為含愁獨不見，更教明月照流黄。 \\n  \\n ○閨怨（國秀集作孤獨歎）徐彦伯 \\n 切切夜閨冷，微微孤燭燃。玉盤紅淚滴，金燼彩光圓。暖手縫輕素，嚬蛾續斷絃。相思咽不語，囘向錦屏眠。 \\n ○怨辭（向誤張炫或刻張紘）張汯 \\n 去年離别雁初歸，今日裁縫螢已飛。征客未來音信斷，不知何處寄邊衣。 \\n ○秋閨喬知之 \\n  \\n 南庭結白露，北風掃黄葉。此時鴻雁來，驚鳴催思妾。曲房理針線，平砧擣紋練。鴛綺裁已成，龍鄉信難見。窈窕九重閨，寂寞十年啼。紗窗白雲宿，羅幌月光栖。雲月隱微微，夜上流黄機。玉霜凍珠履，金吹薄羅衣。漢家已得地，君去將何事。宛轉結蠶書，寂寥無雁使。平生荷恩信，本為容華進。况復落紅顔，蟬聲催白鬢。 \\n  \\n ○擣衣篇劉希夷 \\n  \\n 秋天瑟瑟夜漫漫，夜白風清玉露漙。燕山逰子衣裳薄，秦地佳人閨閣寒。欲向樓中縈楚練，還來機上裂齊紈。攬紅袖兮愁徙倚，盼青砧兮悵盤桓。盤桓徙倚夜已乆，螢火雙飛入簾牖。西北風來吹細腰，東南月映浮纎手。此時秋月可憐明，此時秋風别有情。君看月下參差影，為聽莎間斷續聲。絳河轉兮青雲曉，飛鳥鳴兮行人少。攒眉緝縷思紛紛，對影穿針魂悄悄。聞道還家未有期，誰憐登隴不勝悲。夢見形容亦舊日，為許裁縫改昔時。緘書逺寄交河曲，須及明年春草緑。莫嫌衣上有斑斑，只為思君淚相績。 \\n  \\n ○題河邊枯柳王泠然 \\n  \\n 隋家天子憶揚州，厭坐深宮傍海陬。穿地鑿山開御路，鳴笳疊鼓汎春流。流從鞏北河分口，直到淮南種官柳。功成力盡人旋亡，運謝年移樹空有。當時綵女侍君王，帳殿旌門對柳行。青葉交垂連幔色，白花飛散染衣香。今日摧殘何用道，數里曾無一株好。驛騎江帆損更多，山精野鬼藏應老。深秋九月露為霜，日夜孤舟入帝鄉。河畔時時聞落葉，客中無箇不霑裳。 \\n  \\n ○折柳篇許景先 \\n  \\n 春色東來渡灞橋，青門垂柳百千條。垂柳西連建章路，漢家禁苑紛無數。縈花始徧合歡枝，逰絲半罥相思樹。秦樓初日照南隅，柔條垂緑暎金鋪。寳釵新梳■〈髟上妥下〉鬢髻，錦帶交垂連理襦。自憐柳塞淹戎幕，銀燭長啼愁夢著。芳樹朝催玉管新，春風夜染羅衣薄。城頭楊柳已如絲，令年花落去年時。折芳逺寄相思曲，為惜容華難再持。 \\n ○長信宮樹喬知之 \\n 阿娜當軒樹，■〈艹丰〉茸倚蘭殿。葉暎九春華，香摇五眀扇。餘花鳥哢盡，新葉蟲書徧，零落容自知，芬芳君不見。 \\n ○同蔡孚五亭詠徐晶 \\n 章奏中亰罷，雲容别業歸。拂琴鋪野席，牽柳挂朝衣。翡翠巢書幌，鴛鴦立釣磯。幽栖可憐處，春事滿林扉。 \\n ○阮公體前人 \\n 秦王按劒怒，發卒戍龍沙。雄圖尚未畢，海内已紛拏。黄塵暗天起，白日歛精華。唯見長城外，僵屍如亂麻。 \\n ○贈蘇管記杜審言 \\n  \\n 北地寒應苦，南庭戍不歸。邊聲亂羌笛，朔氣巻戎衣。雨雪關山暗，風霜草木稀。■〈羊月〉兵戰欲盡，虜騎獵猶肥。雁塞何時入，龍城幾度圍。據鞍雄劍動，摇筆羽書飛。輿駕還亰邑，朋逰滿帝畿。方期乗獻凱，歌舞共春暉。 \\n  \\n ○溫泉莊卧疾寄楊七炯宋之問 \\n  \\n 移疾臥兹嶺，寥寥倦幽獨。賴有嵩髙山，髙枕長在目。兹山棲靈異，朝夕翳雲族。是日濛雨晴，反景入巖谷。羃羃澗畔草，青青山下木。此意方無窮，環顧悵林麓。伊洛何悠漫，川原信重複。夏餘鳥獸蕃，秋末禾黍熟。秉願守樊圃，歸閒欣蓺牧。惜無載酒人，徒把凉潭菊。 \\n  \\n ○述懐魏徵 \\n  \\n 中原初逐鹿，投筆事戎軒。縱横計不就，慷慨志猶存。杖策謁天子，驅馬出關門。請纓繫南越，憑軾下東藩。欝紆陟髙岫，出沒望平原。古木吟寒雁，空山啼夜猿。既傷千里目，還驚九死魂。豈不憚艱險，深懐國士恩。季布無二諾，侯嬴重一言。人生感意氣，功名誰復論。 \\n  \\n ○暮秋言懐（上二首向誤宋之問）前人 \\n 首夏别亰輔，杪秋滯三河。沈沈蓬萊閣，日乆鄉思多。霜翦凉地蕙，風捎幽渚荷。嵗芳坐淪歇，感此式微歌。 \\n ○白帝懐古（向誤宋之問）陳子昂 \\n  \\n 日落滄江晩，停橈問土風。城臨巴子國，臺沒漢王宮。荒服仍周甸，深山尚禹功。巖懸青壁斷，地險碧流通。古木生雲際，歸帆出霧中。川途去無限，客思坐何窮。 \\n  \\n ○書懐劉幽求 \\n 心為明時盡，君門尚不容。田園迷徑路，歸去路何從。 \\n ○桂陽三日述懐宋之問 \\n  \\n 代業亰華裏，逺投魑魅鄉。登髙望不極，雲海四茫茫。伊昔乗休眄，常為人所羨。兩朝賜顔色，二紀陪歡宴。昆明宿昔侍龍媒，伊闕天泉復幾囘。西夏黄河水心劒，東周清洛羽觴杯。苑中落花掃還合，河畔垂楊撥不開。千春萬夀多行樂，柏梁和歌攀睿作。賜金分帛奉恩輝，風舉雲摇入紫微。晨趨北闕朝天去，夜出南宮把燭歸。載筆儒林多歳月，襆被文昌事吳越。越中山海髙且深，興來無處不登臨。永和九年佐海郡，暮春三月醉山隂。愚謂嬉逰長似昔，不言流寓歘成今。始安繁華舊風俗，帳飲傾城沸江曲。主人管絃清且悲，客子肝腸斷還續。荔浦蘅臯萬里餘，洛陽音信絶能疎。故園今日應愁思，曲水何能更祓除。逐伴誰憐合浦葉，思歸豈食桂江魚。不求漢使金囊贈，願得佳人錦字書。 \\n ○九日升髙王勃 \\n 九月九日望鄉臺，他席他鄉送客盃。人今已厭南中苦，鴻雁那從北地來。 \\n ○觀燈蘇味道 \\n 火樹銀花合，星橋鐡鎖開。暗塵隨馬去，明月逐人來。逰妓皆穠李，行歌盡落梅。金吾不禁夜，玉漏莫相催。 \\n ○夜逰沈佺期 \\n  \\n 今夕重門啓，逰春得夜芳。月華連晝色，燈影雜星光。南陌青絲騎，東隣紅粉粧。管絃遥辨曲，羅綺暗聞香。人擁行歌路，車攒鬭舞場。經過猶未已，鐘鼓出長楊。 \\n  \\n ○觀燈王諲 \\n 暫得金吾夜，通看火樹春。停車傍明月，走馬入紅塵。妓雜歌偏勝，塲移舞更新。應須盡記取，說向不來人。 \\n ○夜光篇王泠然 \\n  \\n 逰人夜到汝陽間，夜色冥濛不解顏。誰家暗起寒山燒，因此明中得見山。山頭山下須臾滿，歴險縁深無暫斷。焦聲散著羣樹鳴，炎氣傍臨一川暖。是時西北多海風，吹上連天光更雄。濁煙熏月黑，髙熖爇雲紅。初謂鍊丹仙竈裏，還疑鑄劒神溪中。劃為飛電來照物，乍作流星併上空。西山無草光已滅，東頂熒熒猶未絶。沸湯空谷數道水，融盖隂崖幾年雪。兩亰貧病若為居，四壁皆成鑿照餘。未得貴遊同秉燭，唯將半景借披書。 \\n  \\n ○催粧徐璧 \\n 傳聞燭下調紅粉，明鏡臺前别作春。不須滿面渾粧却，留著雙睂待畵人。○翦綵沈佺期 \\n 宮女憐芳樹，栽花競早榮。寒依刀尺盡，春向綺羅生。弱蔕盤絲發，香蕤結素成。纎枝幸不棄，長就玉階傾。○人日剪綵余延夀 \\n  \\n 閨婦持刀坐，自憐裁翦新。葉催情綴色，花寄手成春。帖燕留粧戸，黏雞待餉人。擎來問夫壻，何處不如真。 \\n ○三日岐王宅張諤 \\n 玉女貴妃生，嫛婗始發聲。金盆浴未了，綳子繡初成。翡翠雕芳褥，真珠帖小纓。何時學健歩，鬬取落花輕。 \\n ○滿月前人 \\n 社金流茂祉，庭玉表竒才。竹似因談植，蘭疑入夢栽。烏將八子去，鳳逐九雛來。今夜明珠色，當隨滿月開。 \\n ○太平公主山亭侍宴應制李嶠 \\n  \\n 黄金瑞牓絳河隈，白玉仙輿紫禁來。碧樹青岑雲外聳，朱樓畵閣水中開。龍舟下瞰鮫人室，羽節髙臨鳳女臺。遽惜歡娛歌吹晩，揮戈更却曜靈囘。 \\n  \\n ○岐王席上詠美人張諤 \\n 半額畵雙蛾，盈盈燭下歌。玉盃寒意少，金屋夜情多。香豔王分帖，裙嬌勑賜羅。平陽莫相妬，喚出不如他。 \\n ○汾隂行李嶠 \\n  \\n 君不見昔日西亰全盛時，汾隂后土親祭祠。齋宮宿寢設儲供，撞鐘鳴鼓樹羽旗。漢家四葉才且雄，賓延萬靈服九戎。栢梁賦詩髙宴罷，詔書法駕幸河東。河東太守親掃除，奉迎至尊導鑾輿。五營夾道列容衛，三河縱觀空里閭。囘旌駐蹕降靈場，懐椒奠桂邀百祥。金鼎發色正焜煌，明祗曄曄摛景光。埋玉陳牲禮神畢，舉麾上帝乘輿出。彼汾之曲佳可遊，木蘭為楫桂為舟。棹歌微吟彩鷁浮，簫鼓哀鳴白雲秋。歡娛宴賜洽羣后，家家復除戸牛酒。聲明動天樂無有，千秋萬嵗南山夀。自從天子向南關，玉輦金車不復還。珠簾翠羽長寂寞，鼎湖龍髯何處攀。千年人事一朝空，四海為家此路窮。雄豪意氣今何在，壇場宮觀盡蒿蓬。道傍古老長歎息，世事囘環不可識。昔時青樓對歌舞，令日黄埃聚荆棘。山川滿目淚霑衣，富貴榮華能幾時。不見即今汾上水，唯有年年秋雁飛。 \\n  \\n ○代白頭吟（或刻宋之問集）劉希夷 \\n  \\n 洛陽城東桃李花，飛來飛去落誰家。洛陽女兒惜顏色，行逢落花長歎息。今年花落顔色改，明年花開復誰在。已見松栢摧為薪，更聞桑田變成海。古人無復洛城東，今人還對落花風。年年嵗嵗花相似，嵗嵗年年人不同。寄言全盛紅顏子，須憐半死白頭翁。此翁白頭眞可憐，伊昔紅顔羙少年。公子王孫芳樹下，清歌妙舞落花前。光禄池臺文錦繡，將軍樓閣畵神仙。一朝臥病無知已，三春行樂在誰邊。宛轉蛾睂能幾時，須臾鶴髮亂如絲。但看古來歌舞處，唯有黄昏鳥雀悲。 \\n  \\n ○明河篇宋之問 \\n  \\n 八月凉風天氣晶，萬里無雲河漢明。昏見南樓清且淺，曉落西山縱復横。洛陽城闕天中起，長河夜夜千門裏。複道連甍共蔽虧，畫堂瓊户特相宜。雲母帳前初汎濫，水精簾外轉逶迤。倬彼昭回如練白，復出東城接南陌。南陌征人去不歸，誰家今夜擣寒衣。鴛鴦機上疎螢度，烏鵲橋邊一雁飛。雁飛螢度愁難歇，坐見天河傾漸沒。已能舒巻任浮雲，不惜光輝讓流月。明河可望不可親，願得乘槎一問津。更將織女支機石，還訪成都賣卜人。 \\n ○韋長史挽歌 \\n 崔融日暮桑榆下，寒生松柏中冥冥。多苦霧切切有悲，風亰兆新阡合扶。陽甲第空郭門從，此去荆棘漸蒙籠。 \\n ○度大庾嶺宋之問 \\n 度嶺方辭國，停軺一望家。魂隨南翥鳥，淚盡北枝花。山雨初含霽，江雲欲變霞。但令歸有日，不敢恨長沙。 \\n ○過蠻洞前人 \\n 越嶺千重合，蠻溪十里斜。竹迷樵子徑，萍匝釣人家。林暗交楓葉，園香覆橘花。誰憐（在）荒外，孤賞足雲霞。 \\n ○登越王臺前人 \\n  \\n 江上越王臺，登高望幾囘。南溟天外合，北户日邊開。地濕煙常起，山晴雨半來。冬花掃盧橘，夏果摘楊梅。跡類虞翻枉，人非賈誼才。歸心不可度，白髪重相催。 \\n 　 \\n 　 \\n  \\n 　"}
