{"章节": "\t\t●提要", "正文": "　 \\n ●提要 \\n 　 \\n  \\n 臣等謹按包孝肅奏議十巻宋包拯撰拯字希仁廬州合肥人天聖五年進士厯官御史中丞知開封府終禮部侍郎樞密副使贈禮部尚書諡孝肅事迹具宋史本傳案宋志載拯奏議十五巻今此本為拯門人張田所編自應詔至求退分三十門止有十巻田序亦稱十巻與史志不同然宋志顛倒悖謬為自來史家所未有不可援以為據殆誤衍五字歟惟是田所編次多不可曉文獻通考引汪應辰序曰公奏議分門編類其事之首尾時之先後不可考也如請那移河北兵馬凡三章其二在八巻議兵門其一乃在九巻議邉門其不相貫穿如此所言與此本相符序又云今考其嵗月繫于每章之下而記其履厯於後若其嵗月見於章中與夫不可得而考者不容以不闕也庶讀者尚可以尋其大槩是應辰于是編固每編皆為箋註而此本無之盖應辰箋註久佚今存者仍原本耳序又云如劾罷張方平宋祁三司使而奏議不載豈包氏子孫所不欲以示人者耶案史稱拯攻去張方平宋祁朝廷遂以拯代祁為三司使歐陽修有蹊田奪牛之奏拯家居避命者久之應辰所云盖指此事然拯之剛正豈逐人而覬其位者脩雖有此奏特宋人好為議論之習拯之心跡天下後世皆可諒之遽諱而削其稿反若拯實有此短者此張田編次之無識非拯志也張田字公載澶州人嘉祐中嘗知廬州甚著清譽盖能不愧其師者此書第九巻中有進張田邊説七篇狀併附以賜張田勅書與他篇例異知確為田之所編應辰以為其子孫諱之非其實矣 \\n 乾隆四十二年五月恭校上 \\n 總纂官臣紀昀臣陸錫熊臣孫士毅 \\n 總校官臣陸費墀 \\n  \\n 　"}
{"章节": "●包孝肅奏議集題辭", "正文": "　 \\n ●包孝肅奏議集題辭 \\n 　 \\n  \\n 仁宗皇帝臨御天下四十年不自有其聖神明智之資善容正人延讜議使其謀行忠入有補於國卒大任以股肱者惟孝肅包公止爾或曰先朝任諫官御史多矣不四三年歘至侍從近列然類弗遂大用又多不得善名以去獨孝肅之進終無他吝而天下不得異議者何哉曰包公一舉甲科拜八品京官令大邑當是時同中第者雖下流庸人猶數日月以望貴仕公拂衣去養十年亡宦意其心無他止知孝於親而為得也已而還朝天子噐其才髙行潔處之當路公上裨帝闕下瘳民病中塞國蠧一本於大中至正之道極乎是必乎聽而後巳其心亦無他止知忠於君而為得也他人或才不勝任望不厭人方且死黨背公挾憾復怨如鷙得搏若虺肆毒顛墜於憔顇泯滅之地以甘其心此衆所以多不得善名以去公進無他吝而天下不得異議也初公之歸養也至畢親喪方復仕嘗有詩云秀榦終成棟精鋼不作鈎卒踐其言而得大位美矣雖然愚謂非會仁宗皇帝至明上聖有不可惑之聰公欲必行其道於時難矣乎孔子有言邦有道危言危行坤之六二亦曰直方大不習无不利此公所以逄辰也公薨後三年田守廬州盡得公生平諫草於其嗣子太祝君因取其大者列三十門凡一百七十一篇為十巻恭題曰孝肅包公奏議集遂納諸家廟庶與其後嗣無窮也公之事業始卒官閥遷拜有國史與天下公論在此不敢輙書云張田題 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻一", "正文": "　 \\n ●包孝肅奏議集巻一 \\n 　 \\n  \\n （宋）包拯撰 \\n ○應詔 \\n 仁宗皇帝開天章閣親製策問 \\n 朕自纂紹慶基登臨御■〈宀禹〉每夕惕以忘勞慮視聼而有怠爰自近嵗以來河朔之間民物散亡水災流注甚可哀憐雖巳降指揮應災傷去處並令賑濟及暴露傷損之人各令照管外其所慮今契丹雖稱幣汛使忽來若非慕化之心慮有可虞之意復聞聚甲朔邊議收西羌夙夜經心深可預防然事即未萌誠在安平之論或将來北使詣闕妄稱西去之名共構釁端别有邀求之事詭譎多塗作何囬答或以今來詐報西行儻有南顧之虞西北山川地形甚處可為控扼今以家國方面之材且無自薦輔翼之能實藉衆推儻事有枝捂帥領何人洎數路偏将何人可補欲以威禦綏寧何人堪為鎮静其朔方自水災衝破户口流移而軫救之外軍儲闕乏財賦屢空以何法得豐儻或急速之間以何為備其向去雖是豐饒将今所用財貨如何更能省費致物力以漸從容及慮諸路冗兵尚衆作何策精選勇杖復又戰馬闕絶如何敷足故事雖永兆有備無虞此係安危更可詢於有位體朕焦勞得不周悉卿等宜在公忠理當盡瘁 \\n 對策 \\n 臣某昧死再拜言伏惟陛下有神聖文武之資紹祖宗大業以馭重柄三十年于兹矣睿謀神斷豐功偉績歴選明辟未之前聞猶于聼政之餘躬御便坐筆成聖策延問近臣思究當世之切務兹見陛下降意求治之至也臣聞酌言以擇善莫若盡天下之議然萬乗之貴不可使人人畢陳於前故用天下豪材傑賢叅寘近位就使其中三數人能悉意抗論於赤墀之前則天下得失之理如指諸掌矣況今廣延羣論預謀安危将相邇臣博被清問獨臣昏庸無狀将何以奉承詔旨上副周爰謹竭素有一二條陳以聞願陛下以至明擇至愚則臣不勝大幸竊以契丹自先朝請盟之後邊鄙無事四十餘年向以昊賊逆命因敢上書悖慢倂以和親割地為請朝廷寛大未即誅絶報遣使人増以金幣又數年矣然契丹之性不愧貪不感義不讓勝不耻敗况内審吾計有不欲加兵之意乎故自去冬以來移帳雲州以西討為名駐兵未去今又無故遣使來此不有邀求則别生詭計但慮以不可從之事為言小不如意得以為詞解仇協勢啓其釁端何况星文示戒水災未弭天意人事未甚和順惟陛下熟慮而審處之萬一無他亦不可忽焉况今三路素為控扼之所中則梁門遂城南入鎮定西則鴈門句注南入并代東則松亭石闗南入滄州然松亭以南數百里水澤艱險自北界而出者則塘水足以限其來路惟鴈門句注背長城而南地里稍廣漢與胡人古今所共出入之路也自失山後五鎮此路尤為要害先朝以驍将楊業守代州創築城壘于今頼之縁代州去雲州數程地又平坦或有侵軼此最可虞孫武曰無恃其不來恃吾有以待之也無恃其不攻恃吾之不可攻也固不可信其虚聲弛其實備矣臣聞将者人之司命而邦國安危所繫擇之不可不審且天下不患乏人患在不用用人之道不必分文武之異限髙卑之差在其人如何耳若得不次進用則必有成効荀子曰大賢不待次而舉大惡不待次而誅謂進退賢不肖豈湏嵗月哉今河北沿邊卒驕将惰糧匱器朽主兵者非綺紈少年即罷職老校隐蔽欺誕趣過目前持張皇引惹之說訓練有名無實聞者可為寒心謂宜委中外大臣精選其有實材者擢而任之其庸懦者黜而去之若不速為之具緩急旋圖之則無所及矣且河北者國家根本之地存亡繫焉近年黄河决溢水災尤甚饑殍過半公私窘迫雖累下聖詔矜卹賑救使命相望而農畝荒廢流亡未復倉廪虚竭不支數月此乃前日主中外計者之過也臣頃嵗嘗奉使送伴及出疆回日凡三上言乞支撥錢帛往河北當五榖賤時廣謀計置以備兇荒終以位疏言賤不賜施行方今粒食翔貴之時有司雖竭力營辦而財用不足何以取濟若更因循不切措置恐非社稷之福惟陛下特出宸斷銳意而遂行之免成後患臣嘗讀漢書宣帝時以西羌未平京兆尹張敞建議願令有辠非盗受財殺人者皆得以差入榖贖罪欲乞下有司意其辠犯可以贖者條具事件差入榖多少俾河北州軍得以贖■〈自上幸下〉此亦權宜濟用之一端爾兼三路官員甚衆伏見真宗皇帝朝以河北荒歉減省京朝官使臣幕職等七十五員其逐路部署押陣使軍職自觀察而下悉罷赴闕此先朝令典願陛下遵而行之臣又聞河北屯兵無慮三十餘萬然備邊防嚴武事不可闕也而老弱者衆緩急又不可用當此艱食之際供費寖廣萬一糧儲不繼勢必生變望令本路轉運安撫司揀退老病冗弱以寛物力旦老弱去則精銳者勇物力寛則贍養者足其近裏兵伍即令漸次抽那於有糧儲州軍就食不然則物力俱竭為患不細臣又見頃嵗於鄆同州置二馬監各侵占民田數千頃乃於河北監内分馬往逐處牧養未逾一月死者十有七八迄今為二州之害議者謂不若依舊盡歸河北諸監以其地給民則馬無所損民得其利矣縁馬監直屬羣牧司逐州官吏不得統轄利害無由而知今若委轉運使兼領則廵按察視可以革去積弊嵗繼月及必致増羡又何患戰馬不足哉臣前所條陳皆國家之常務而言事者多及之臣謂今之切務者在擇政府大臣敢當天下之責獨立不懼而以安危為巳任者委以經制四方庶幾可弭向者之患而紓陛下之憂矣臣愚以為言之者不難事行則為福古人有云言之必可行也又曰非知之難行之惟艱願陛下叅舉衆善事符機會者思而行之則千慮一得庶少補於睿聰辭淺氣索惟陛下財幸 \\n ○致君 \\n 請建太子 \\n 臣伏讀前史見聖王之御天下也初纂大業即建儲貳盖所以安億兆危疑之心絶中外覬覦之望乃有國之常典而歴代所遵守者也伏自陛下紹隆丕構已逾三紀仁孝恭儉之徳格于上下孜孜求治未嘗一日少怠兹固羣臣仰望清光之不暇但以東宫虚位日久天下之心憂危至切雖前後臣僚論列者多矣卒不聞有所處置未審聖意持久不决者何也夫萬物皆有根本而太子天下之根本也根本不立禍孰大焉今既皇嗣未降亦當采詩人盤維之義固天下根本之地不可忽也臣願陛下特出宸斷宻與執政大臣協議精擇宗室中親而有徳望衆所推重者優以封爵置在左右日加訓朂仍與増補僚屬選用厚重方正之士令就禁邸諭以善道益其聞見如此則不惟表異親賢抑亦鞏固王室可以挫奸雄觀望之意也竢皇嗣誕育則以優禮而進退之此亦古今之通義陛下何憚而不為哉伏况藝祖以艱難得天下以聖繼聖傳於陛下垂及百年陛下豈可不念祖宗之業當傳之無窮若乃徇目前之適忽經久之策必稔禍於将來恐非社稷之福也陛下得不留神而熟慮乎臣以疎外之迹累當言責之任今陛下以臣愚直擢在憲府若畏罪不言是上孤陛下委用之意臣不忍為惟陛下審其當否斷而行之則天下幸甚 \\n 進魏鄭公三疏劄子 \\n 臣聞唐太宗英明好諫之主也魏元成忠直無隐之臣也故君臣道合千載一時事無不言言無不納太宗嘗謂左右曰朕即位之初或言人主必湏威權獨運不得委任羣下或欲耀兵振武懾服四夷惟有元成勸朕偃革興文布徳施惠中國既安逺人自服朕從其語天下大寧絶域君長皆來朝貢此皆元成之力也是致正觀之風與三代比盛垂三百年抑有繇矣所上諫疏具在史冊臣竊謂元成雖言於當日亦可行於方今謹條其三疏備録于左皆詞理切直可為龜鑑伏望陛下萬機之暇特賜觀覽傅說曰知之非難行之惟艱惟陛下少留聖意天下幸甚 \\n 七事 \\n 臣非材備位諫職思所以為補報者惟言責而巳然言不激切則不足開宸慮而補聖政謹條上七事皆當今之要務詞理鄙直惟陛下留神省察 \\n 一事臣伏以陛下天縱寛仁海納謀議是者取而施用非者存而掩覆羣下見聖度閎博不以是非皆能容受故奸邪敢肆矯妄持難明不然之事巧飾厚誣使人無由自辨而黙受排斥之禍致陛下明有所蔽疑貳忠良率以此也夫忠良見疑則忠義之臣欲竭節盡忠補報陛下者皆懼讒畏禍不敢挺然當國家之事矣由是隂奸得計滋長敝病不惟有虧聖徳致害時政一旦緩急乏才賢以使陛下持大任将誰付之臣願陛下聼納羣下謀議之際留神深察如有持難明不然之事巧飾厚誣於人者請付有司責其明辨使真偽不雜是非較然則忠邪自分天下庶幾於理矣 \\n 二事臣伏聞近嵗以來多有指名臣下為朋黨者其間奮不顧身孜孜於國奨善嫉惡激濁揚清之人尤被奸巧誣罔例見排斥故進一賢士必曰朋黨相助退一庸才亦曰朋黨相嫉遂使正人結舌忠直息心不敢公言是非明示勸誡此最為國之大患也夫聖明在上未嘗聞有朋黨朋黨之來大抵起於衰闇故漢之黨錮始安帝而極於桓靈唐之朋黨由穆宗而甚於文武是皆衰闇之際以陛下用心圖治功同堯舜詎可如漢唐衰闇之際而致有朋黨乎斯乃臣下務相傾軋自快其志加諸其人不顧破壊陛下事業者也在昔劉向進諫於漢元帝曰孔子與顔淵子貢更相稱譽不為朋黨禹稷與臯陶傅相汲引不為比周何則忠於為國無邪心也又曰賢人在上位則引其類而聚之於朝在下位則思與其類俱進臣謂劉向之言垂千餘年談者以為至當臣誠學向者也不忍以熈洽之朝有朋黨之說虧損至徳蔽塞大明臣實痛傷不能巳也臣願陛下端慮以臨下推誠以格物循名以核其實因迹以照其心使忠者邪者情偽畢見勿以朋黨為意則君子小人區以别矣 \\n 三事臣伏聞頃嵗大臣顓政頗惡才能之士有所開建則譏其近名或云沽激欲求進達遂使才能之士莫敢自効縱能不顧忌諱指陳事理固亦困於沮橈無得而施用矣且名者聖賢之所貴也孔子曰君子疾沒世而名不稱焉賈子曰烈士徇名人不顧名何以趨善聖人所以貴也夫羣下雖衆然士有志於國家之急者甚少其能處心積慮圖報於上又困於近名之說是則志士仁人終無以奨進矣豈陛下之心哉此誠頃嵗大臣之罪也臣願陛下但顧其所否臧而亟行之勿以近名沽激求進為念則人得以盡其心矣 \\n 四事臣聞議者云陛下頗主先入之說臣以陛下通照於事務得情偽理必無之萬一或有臣止可過慮而議不可聞之而不言也臣謂帝王行事但顧理道之如何爾固不計於先入後陳也必若主先入者以為是邪則姦罔之人逞其敏捷或巧中人或隂圖事惟恐居其後矣得不惑亂於耳目哉臣願陛下采納羣議之際但顧其事之是非裁之以當則先入之患息矣 \\n 五事臣伏見近日以來科禁多有疑下之意如舉御史湏薦二員上自點定仍有在京與外任之拘及見任二府曽舉奏之人亦不詳論至與中書樞宻院止許旬假見客及不許百官廵廳臺諫官不得私謁并與刑法官接見雪罪叙勞之人等事皆非帝王推誠盡下之美政也以陛下至徳難名待物無間方将擬跡堯舜固非漢武雄猜多忌之比也斯盖不識大體之臣過防謬論上誤陛下臣恐書之史冊取譏萬古願陛下速革近制推大信於羣下以景祐初年之政為法則盡美矣 \\n 六事臣伏見近嵗巳來災異備至天象謫見地理傾震蟲蝗為孽水旱作沴連綿三數年未巳而河北最甚其次利州京東西兩浙河東路循環皆被大患矣以陛下焦勞求理恐一物失其所持此寅畏寧不感召和氣格上天之福禄乎然而致如此者盖大臣不能同寅協恭知無不為切救時弊而陛下志慮亦或有疑沮未能委任忠賢以成垂拱之美也方今諸路饑饉萬姓流離府庫空虚財力匱乏官有數倍之濫廪無二年之蓄兵卒驕惰夷狄盛强即不幸繼以凶年加之小冦則何人可以倚仗而枝梧哉臣所以夙夜怵惕思進苦言冀開悟陛下而不能巳巳也臣願陛下切留宸慮宻以事詔今之執政誰能盡心敢救天下之弊敢當天下之責者果得其人願陛下主張而委任之其隂拱循黙持禄取容妬嫉賢能以一巳為計者宜速罷免毋俾久塞要路則化危為安變艱於易如反掌矣陛下固不可失此時而不為儻失此時而不為禍變一發則雖欲為而不可為矣惟陛下深存念之 \\n 七事臣伏見近嵗以來多有竄逐之臣或以無辠或因小過或為隂邪排陷或由權要憎嫉吹毛求其疵點洗垢出其瘢痕罪罟實繁刑網太宻甚傷清議大鬱輿情昔匹婦含怨三年亢陽匹夫懐憤六月飛霜近嵗竄逐之人詎止匹夫匹婦之倫也得不逆和氣召災沴乎陛下固宜矜體而深惟之傳曰使功不如使過盖負責之人自忿廢絶不能振起一旦為明主棄瑕録用則其自奮圖報倍萬常人願陛下詔近嵗竄逐之臣有才行効寔而本無過累洎坐累獲罪之輕者或加牽復或加寵擢如此則聖造洪覆同天之仁使排陷憎嫉之風不敢復為矣 \\n 論委任大臣 \\n 臣嘗讀漢書谷永傳曰帝王之徳莫大於知人誠哉是言也夫王者端居巖廊之上垂拱而仰成者以能知人能官人使之然爾或異於是則雖堯舜之焦勞癯瘠亦不能成無為之化也伏惟陛下以明睿之姿勵精求治之切中外臣僚才與不才固無有能逃聖鑒者矣且丞弼之重最為今之極選而治亂繫焉若乃挺然盡心敢任天下之責者即當委而付之設或拱黙取容以徇一身之利者亦當罷而去之惟在陛下神機洞照甄别而信任之爾若任而不擇擇而不精非止不能為治抑所以為害矣夫近臣中素有公望實才衆所謂賢者陛下既得而知之亦宜亟擢而用之若知而不能用用而不能盡其才何以致理哉不可以邊陲不聳恬然便謂無事况諸路饑饉相繼則用不足府庫虚竭士卒驕惰振舉紀律杜絶萌漸正是可為之時固宜叅用賢者助成治體此尤不可緩也大抵今之居位者挾奸佞則蔽善而背公溺愛憎則賣直而嫁禍■〈言翕〉■〈言翕〉然但以勢利相軋茍得無恥豈有援賢進能之意乎儻令如是輩比肩並進而望風俗日益美敎化日益成其可得哉論者皆曰今若以亷直退讓有才之士擇焉而用置諸左右則向日之失立可矯正而邪謟茍且忌剥姦險之徒當不令而去矣陛下何憚而不為哉臣以孤賤之徒叨居言責之任圖所以為報者惟思傾竭愚慮庶可上禆聖政萬分之一願陛下少留神明則天下蒙幸 \\n 論大臣形迹事 \\n 臣伏見朝廷累年以來凡進用庶官裁處大事必避形迹以為公道上下相蔽習以為常有才者以形迹而不敢用不才者以形迹而不敢去事有可為者以形迹而不為事有不可行者以形迹而或行此盖茍避中傷以防後害爾為身謀則可為國謀則不當如是此最時政之大害也且天子擇宰相宰相擇諸司官長諸司官長叅舉僚屬俾公卿大夫而下各稱其職然後推誠委任坦無疑貳則中外協濟政務脩舉如此而不臻治古者臣所未喻也臣伏讀唐書太宗朝或言魏徴阿黨者帝使温彦博驗之無狀因令彦博讓之且曰今後不得不存形迹他日徴入奏曰臣聞君臣協契義同一體豈可不存公道惟事形迹若君臣上下同遵此路則邦之興喪或未可知帝瞿然改容曰吾巳悔之矣又髙宗嘗責侍臣不進賢才李安期對曰聖帝明王莫不勞於求賢逸於任使設使堯舜苦巳癯瘠不能用賢亦王化不行况天下至廣非無英彦但比近公卿薦引即遭囂謗以為朋黨况沈滯者未伸而在位者巳損所以人思茍免競為緘黙若人主虚巳招納廣務捜訪不忌恩讎惟能是用讒既不入誰敢不竭忠誠此皆事由君上非臣下所能致也髙宗深納其言所以正觀永徽之代最號太平者盖由廣延納之道推至公之心使之然矣宜乎載在史冊煥為美談伏自陛下嗣守神器巳逾二紀日御便殿孜孜求治雖古先格王未有如是之焦勞也而時多疪癘民未富庶國廩罕蓄邦計益削者何也盖知人用人之道恐有所未盡爾昔齊桓公問管仲曰何者害覇曰不能知人害覇也知而不能用害覇也用而不能信害覇也既信而又使小人參之害覇也夫管仲一諸侯佐爾猶慎於信用小人况巍巍盛徳復将有所間然乎伏望陛下奮乾剛之威確然英斷申命宰執進用賢儁斥去形迹之弊以廣公正之路判忠佞抑僥倖察左右愛憎之說延中外讜直之議慎重名器振舉綱目則可使敎惇于上民悅于下召天地之和氣致邦國於永寧惟在陛下日慎一日力行而巳 \\n 謹天誡 \\n 臣竊見近者太白犯月於箕尾之分熒惑犯鎮星於虚危之分而又冬雷震發雨木成氷博詢前聞固不虚發臣謹按歴代五行志曰太白犯月月犯太白熒惑犯鎮星皆外冦之兆雨木成氷者說者謂上陽施不下通下隂施不上達故雨木為之氷氷者隂之盛木者少陽貴神卿大夫之象亦曰木氷為木介介者甲兵之象又曰冬雷者所發之地主兵謂雷以二月出八月入也今年冬而震雷雨雹者陽不閉藏而發泄皆失節之異夫月者太隂之長后妃大臣諸侯之象亦主夷狄鎮星所管宋衛陳鄭之分若金火凌犯固不為福况又箕尾屬燕虚危屬齊設或内非其應則北人之患山東之憂亦須大為之防且頃嵗有星孛之異近復有巨嵎之震不可忽也今四方災旱流亡未復雖遣使綏撫貸粟賑給而上下困竭濟卹攸艱此乃天意篤佑聖宋丁寧陛下如是之至也書曰歴象日月星辰此言王者當仰視天文俯察地理觀日月消息候星辰躔次揆山川變動叅人民謡俗以考休咎若見災異則退而責躬恐懼修徳以應之有不可救者則蓄儲備以待之故宗社享無疆之福伏望陛下省災異之來驗休祥之應謹奉上天之戒以揆當時之務外則幅貟之廣戎狄冦盜之可虞内則機政之繁號令賞罰之未信固宜進擢賢傑振張紀律廣闢衆正之路屏絶羣枉之門斥逺奸憸慎重聴納近自宫禁逺及邊陲杜漸防微中外協濟如此則庶幾後患可弭惟聖度裁處 \\n 論赦恩不及下 \\n 臣伏聞先帝時冬十二月雷震司天監奏主國家發惠布澤未及黎庶上召輔臣謂之曰此上天所以警朕也且河北闗西戍兵未息民人勞止又三司轉運使率擾之事名類實繁大者宜即減省小者悉蠲除之将來改元赦書卿等宜盡采民弊著為條目務澤及黎庶也大哉先帝愛民之心如是之至以陛下求治之心亦先帝之心也臣竊見陜西用兵之後朝廷急於饋運多所經畫丁夫征賦有常數矣若踰之則盡為無名之率其他酒稅錢榖之類亦有定額矣而貪於寵利者惟務聚歛掊克於下前後剝暴競以相勝前者増幾十萬遂用之後者則又増幾十萬以圖優賞日甚一日何窮之有而民力困且竭矣所以瘡痏天下于今未息用是觀之其實豈為國乎果為國豈不以愛民為心哉禮曰與其有聚歛之臣寧有盗臣則先王顧生民何如哉今雖用度微窘而諸州旱潦相繼亦當寛養黎庶固其大本大本不固則國家從何而安哉况朝廷比下詔令未嘗不以寛民卹物為先而有司往往不即遵行是陛下有憂民之心而民無繇知使王澤壅於上民情鬱於下此皆向者有司之失恐非所以流布愷悌慰安元元之深旨也臣欲乞應自西事以來一切權宜之事因循未釐革者将來明堂赦書盡采餘弊著之條目悉與改正以為定制若民間夏秋二稅除依例輸納外不得非横支移折變茶鹽酒稅課利一切依舊額趁辦勿許擅有増減諸色欠負自來每遇恩貸不以存亡必根究本末但務追攝罕得除放乞令今後於理合該蠲免者更不縲繫逮捕重為煩擾並令疾速檢會除放若有司稽違必嚴行黜責如此則上可以遵先帝之意下可以救當世之患俾四方之人知陛下曠蕩之澤實及於下則海内幸甚 \\n 上殿劄子 \\n 臣竊見冬春以來天下旱乾為虐而陛下避殿徹膳累下詔書勤求直言疎理刑獄寛省民力雖古之聖帝明王責躬罪巳無此之甚焉故詔音所至甘澤隨降和氣應於上民心悅於下天意聖徳合若符契當上穹眷祐之如是則陛下尤宜勵精求治以答殊貺臣聞法令者人主之大柄而國家治亂安危之所繫焉不可不慎縁近嵗以來賞罰之典或尚因循且人知法令之不足信則賞罰何以沮勸乎昔唐文宗問宰臣李石天下何以易治李石對以朝廷法令行則易治誠哉治道之要無大於此伏望陛下臨决大政信任正人賞者必當其功不可以恩進罰者必當其罪不可以幸免邪佞者雖近必黜忠直者雖逺必收法令既行紀律自正則無不治之國無不化之民在陛下力行而巳亢旱之災天之常數固不足貽陛下深憂惟陛下留神省察 \\n 論冗官 \\n 財用等臣伏見景徳祥符中文武官總九千七百八十五員今内外官屬總一萬七千三百餘員其未授差遣京官使臣及守選人不在數内較之先朝纔四十餘年巳逾一倍多矣竊以唐虞建官惟百夏商倍之周設六官僚屬漸廣秦併六國郡縣益衆降及漢魏以至隋唐雖設官寖多然未有如本朝繁冗甚也今天下州郡三百二十縣一千二百五十而一州一縣所任之職素有定額大率用吏不過五六千員則有餘矣今乃三倍其多而又三嵗一開貢舉每放僅千人復有臺寺之小吏府監之雜工蔭序之官進納之輩總而計之不止於三倍是食禄者日増力田者日耗則國計民力安得不窘乏哉臣謹按景徳中天下財賦等嵗入四千七百二十一萬一千匹貫石兩支四千九百七十四萬八千九百匹貫石兩在京嵗入一千八百三十九萬二千匹貫石兩支一千五百四十萬四千九百匹貫石兩慶歴八年天下財賦等嵗入一萬三百五十九萬六千四百匹貫石兩支八千九百三十八萬二千七百匹貫石兩在京嵗入一千八百九十九萬六千五百匹貫石兩支二千二百四十萬九百匹貫石兩况天下稅籍有常數矣今則嵗入倍多者何也盖祖宗之世所輸之稅只納本色自後以用度日廣所納並從折變重率暴歛日甚一日何窮之有且天下田土財用比之曩時虚耗漸以不逮豈於今而能倍之乎非天降地出但誅求於民無紀極爾輸者已竭取者未足則大本安所固哉臣以為冗吏耗于上冗兵耗于下欲救其弊當治其源在乎減冗雜而節用度若冗雜不減用度不節雖善為計亦不能救也方今山澤之利竭矣征賦之入盡矣幸而西北無事乃是可為之時若不銳意而改圖但務因循必恐貽患将來有不可救之過矣伏望上體祖宗之成憲下卹生靈之重困謂設官太多也則宜艱難選舉澄汰冗雜謂養兵太衆也則宜罷絶招募揀斥老弱土木之工不急者悉罷之科率之出無名者並除之省禁中奢侈之僭節上下浮枉之費當承平之代建長久之治願陛下留神省察申命宰執條此數事而力行之則天下幸甚 \\n 包孝肅奏議集巻一 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻二", "正文": "　 \\n ●包孝肅奏議集巻二 \\n 　 \\n  \\n （宋）包拯撰 \\n ○任相 \\n 晏殊罷相後上 \\n 臣聞帝王之徳莫大於知人知人則百僚任職天工無曠矣夫宰相者上佐人主以道治天下固非庸材所堪當歴選羣卿以補其闕得其人則輿議厭伏非其人則大職墮斁治亂之本在兹一舉可不慎之乎臣伏見晏殊罷免朝廷必再命相此乃陛下慎擇賢材之時况今百度或闕生民未泰契丹等處交臂伺邊宰相得人則可以上尊朝廷外威强敵陛下庶寛宵旰垂拱仰成矣若但取左右毁譽容易以付大柄恐非國家之福况近臣才與不才皆聖心所盡知在裁之聖斷勿牽羣疑爾臣非次不敢求上殿進對惟陛下特留聖意 \\n ○言災異（三篇） \\n 論日食 \\n 臣伏見四月旦日當薄蝕陛下特降徳音親决庶獄飾身修政以應天變此誠古之聖后明辟克謹天戒之至意也臣聞漢書云夫至尊莫大乎天天之變莫大乎日蝕盖日者陽之精人君之象也君道虧為隂所乗故蝕日者徳也月者刑也故聖王日蝕修徳月蝕修刑詩云彼月而蝕則惟其常此日而蝕于何不臧說者云月蝕非常比之日蝕固常也日蝕則不臧矣然于正陽之月法尤忌之由是有伐鼓用幣之事故人君或遭兹變必避殿徹膳克己責躬明君臣正上下延納衆議以輔不逮如是之至也今正陽之月晻然日蝕而又亢陽益甚火災繼作害孰大焉得非上天有以丁寧垂誡於陛下耶伏望陛下奮乾剛之至徳畏天地之大異發號施令審思乎利害賞徳罰罪無間於疎昵聴斷不惑勤儉為先抑隂尊陽防微杜漸然後日御便殿博延公卿詢訪直言講求古道勵精為治以答天戒如此則積異消於上厲階絶於下足以導迎善氣馴致太平惟陛下留神省察 \\n 論地震 \\n 臣近聞登州地震山摧今又鎮陽雄州五月朔日地震北京貝州諸處蝗蝻蟲生皆天意先事示變必不虚發也謹按漢五行志曰地之戒莫重於震動謂地者隂也法當安静今乃越隂之職專陽之政其異孰甚焉又夷狄者中國之隂也今震於隂長之月臣恐四夷有謀中國者且雄州控扼北鄙登州宻邇東夷今繼以地震山摧不可不深思而預備之也頃嵗并代地震尋以昊賊拒命近者廣南英連等州亦震而蠻冦内侵皆必然已應之兆耳臣近曽上言沿邊将帥尤在得人乞委執政大臣精選素習邊事之人以為守将俾訓練卒伍廣為積聚以大警備之不然懼貽陛下之深憂也况災變之作未有無其應者惟陛下特留聖意 \\n 論星變 \\n 臣切見嵗星逆犯房宿近鈎鈐之位于今月餘未順按天官云房四宿為明堂天子布政之宫亦曰四輔股肱将相位也北二小星曰鈎鈐房之鈐鍵天之管籥主閉鍵天心其房心於辰在昴主豫州宋之分野夫五星者五帝司命應王者號令為之節度嵗主嵗事為其綂首好生惡殺安静中度吉變色亂行則不為福或有凌犯淹留不去咎在仁徳未修誅罰未當若犯房宿亦責在将相之不稱職者伏况國家盛徳在火嵗火二曜俱為福星房心又是宋之分野今嵗徳失度逆守于房復近鈎鍵之次徘徊未退本意亦謂人君指意欲有所為而未得其節也乃上天之意所以篤佑聖宋丁寧陛下如是之至夫變異之來各象過失以譴告人主猶嚴父之明戒可不寅畏恐懼乎古之明王必正五事建大中以承天心能應以徳則咎息不能應以善則災至要在所以應之應之之速非誠不立非信不行伏望陛下奮精剛之徳挺獨斷之明内推至誠深思天戒以天下至大祖業至重不可謂承平無事而可以佚豫為治外則邊於寛而敝在姑息官弛於茍簡近下詔命澄汰流品而才者未之進不才者未之退盖有司務在因循憚於甄選爾且方内治亂在陛下所任經曰亦惟先正克左右未有左右正而百官枉者也中外臣僚其有老懦貪殘苛剥姦佞不當居職者宜以時廢退益選温良惇厚之士寘之於位令海内昭然知本朝之所貴豈不休哉然後掖庭之中簡去幽曠宦竪之内裁抑重任發號施令在乎必行賞徳罰罪在乎不濫振舉綱目杜絶萌漸如此則災異消於上禍難息於下五緯循軌四時和順召天地之協氣致邦家於永寧願陛下力行而巳臣本以孤危不知忌諱惟陛下不以位疎言賤留神省察則天下蒙幸 \\n ○明體 \\n 論臺官言事 \\n 臣伏見近者臺官以朝政闕失上章論列或令分柝或取戒勵中外傳聞於體不便且國家置御史府者盖防臣僚不法時政失宜朝廷用之為紀綱人君委之如耳目所以先帝特降詔書添置侍御史已下六員並不兼領職當時詔令不允官曹渉私措置乖方刑賞踰制並許彈奏雖言有過當必示曲全若事難顯行即令留内盖先帝切於求治如是之極也伏自陛下臨御以來将三十載遵守先訓廣開言路虚懐以待犯顔必容此皆陛下憂勤庶政之至深羣臣仰望清光之不暇矣臣欲望今後御史等凡有彈奏事或過當更不令分析及取戒勵若乃阿意徇私即乞重行責降如此則上彰陛下好諫之徳下免朝廷過舉之失 \\n ○明禮 \\n 論百官致仕 \\n 伏以人臣之義七十致仕著在禮經卓為明訓所以優假老成遂其安逸既不違達尊之敎且開知足之端歴代所欽治宜敬切本朝典故尤所重之凡曰引年莫非延世推之半禄待以優恩其於惇勸之方可謂至乎其至也然而近嵗寖成敝風搢紳之間貪冐相尚但顧子孫之計殊愆羞惡之心馳末景於桑榆負厚顔於鐘漏不知其過自以為得誠非朝廷所以待士大夫之意又非士大夫所以遵禮義之常也臣思及此悚然汗下伏望特降指揮御史臺将文武班簿檢會應臣僚年及七十並令臺牒諷其致仕如牒舉後三兩日内未見抗章祈請乞自朝廷降令致仕所責稍遏趨營之弊頗惇廉耻之風 \\n 請兩制官祀九宫貴神 \\n 臣近者監察九宫貴神竊見以常朝官充攝太尉行事况屬太祀深恐未便伏覩唐天寳年勑以九宫神實司水旱功佐上帝徳庇下民冀百榖嵗登災害不作每至四時令中書門下往攝祭者又准禮九宫次昊天上帝壇在太廟之上用牲牢璧幣類天地神祗前代王者或親行享祀縁累年以來四方水旱相繼慮是有司供職不謹稍失精嚴欲乞向後四時祭子其攝太尉令兩制巳上官所貴差重其禮以申崇奉之意 \\n ○戒漸 \\n 論内臣事 \\n 臣伏覩先朝實録竊見真宗皇帝因對輔臣言及前代内臣恃恩恣横蠧政害物朕常深以為戒至於班秩賜與不使過分有過未嘗矜貸此輩常以畏懼王旦等對曰先代事跡昭然足以為龜鑑而聖慮言及於此實社稷之福也臣竊見近年内臣禄秩權任優崇稍過恐非所以保全之也以陛下英明神斷有罪必罰此輩或不不敢為大過然在制之於漸庶免貽患於後伏願陛下佩服先帝之言以為格訓凡事更加裁抑則天下幸甚 \\n ○慎命令 \\n 論詔令數易改 \\n 臣竊見朝廷凡降詔令行之未久即有改張故外議紛紜深恐於體不便且詔令人主之大柄而國家治亂安危之所繫焉可無慎乎縁累年以來此弊尤甚制勑纔下未逾月而輙更請奏方行又隨時而追改民知命令之不足信則賞罰何以沮勸乎臣欲乞今後朝廷凡處置事宜申明制度不可不慎重或臣僚上言利害並請先下兩制集議如可為經乆之制方許頒行於後或小有異同非蠧政害民者不可數有更易如此則法存畫一國有常格伏望少留聖意天下幸甚 \\n ○論功 \\n 請諡王明 \\n 臣竊觀太宗皇帝實録載禮部侍郎王明傳言明之節義端勁功烈卓偉其始卒竪立冠於皇朝名臣當太祖太宗時戡靖亂略剗削僭偽駕馭英傑撫定區夏而明感會風雲之際周旋金革之間勤餉王師生擒偽将卒能下嶺表平江南繼成大功論籍第一臣每見其事跡想其風采然歎惜明才未盡施而死於太平位未極顯而恩不加諡名爛史諜徳晦泉壤臣素欲表聞於朝乞伸褒勸今忝邊寄復睹明之曽孫雄州防禦推官臨所著家傳國書之外補完遺實利人及物咸足稱紀恭惟尊號陛下奉艱難之業懐忠力之臣宜漏寵靈下慰幽魄至如楊億馮元官與明等或以文詞侍從於先帝或以經文勸講於東宫而皆崇以徽章追賜美諡矧明佐祖宗之休運垂竹帛之異勲既不霑贈爵之榮又未及易名之典使傑然大即殁有遺恨仰祈聖造特賜徳音降付禮官俾定諡法庶發明於茂烈足垂勸於将來今繕寫明曽孫臨所著家傳謹具狀繳連上進 \\n ○論賞 \\n 論李用和捉獲張海乞依賞格酬奨 \\n 臣聞功疑惟重迺國之令規賞不踰時欲人之知勸抑先聖之格訓又馭邦之大柄也伏見朝廷先以軍賊張海等未獲特立賞格召募使臣如捉獲依傅永吉例優加酬奨近聞右侍禁李用和應募而往不踰數旬果能殺獲張海等四人餘衆並巳潰散用和授東頭供奉官閣門祗候中外聞之無不失望似非朝廷開示大信之旨也且張海一嵗之内恣行殘暴京西十餘郡幅貟數千里官吏逃竄士民塗炭以至江淮州縣無不震驚前後凡遣使臣悉多敗衂臣竊謂張海之害甚於王倫用和之功優於永吉而永吉左班殿直閣門祗候凡超八資授諸司副使宣事舎人今用和止超四資功同賞異何以激勸将來且有明文豈宜降等况西鄙未定盗賊間起方當責効之際不可失信於人其李用和欲乞依准元降指揮比類傅永吉特與優改官秩如此上之出令貴乎必行下之立功樂於自奮 \\n ○慎差除 \\n 請復封駮 \\n 臣伏見朝廷近日凡有除授制命已行或物論未允者則臣寮上疏論駮因而追改者有之然未若精擇而後用之之審也故外議喧然謂進退可否之柄不專於上流聞四方大損國體且兩漢而下並以左曹給事中領駮正之任李唐尤重其選若權用未當則論列于内不顯揚於外盖不欲明君之過沽巳之直也近代則不然但建一策議一官則必揚言於朝以為己功噫為臣之道豈當如是乎竊覩國家循舊例置門下封駮司以近臣兼領未嘗見封一勑駮一事但有封駮之名而無封駮之實因循不振豈不惜哉且歴代典故淪廢多矣此局幸而未墜秪在舉而行之臣請特正封駮之職選兩制以上慎重介直不撓者主之或命諫官兼掌應有除授之制並先由門下其不可者得以辨別是非封進詔勑如此則差易改正兼免漏泄少禆聖政 \\n ○選舉 \\n 論取士 \\n 臣以孤逺之迹猥荷聖選擢陞憲府退思所以為報則智識蒙淺無以副上旨之萬一敢竭愚見唯明主裁之臣伏覩近降詔勑以官吏陞陟賢否相溷世族補蔭愚智不分並立新條以革舊弊有以見陛下求治垂訓之深旨也臣聞天下大器也羣生重畜也古之聖王御大器保重畜盖各有其道焉以萬務之無極也一統於上豈可以思慮盡之耶故立三公設九卿百執事以維持之俾羣材盡力而百工無曠則王者正其本執其要而天下之大務舉矣故治亂之原在求賢取士得其人而巳漢書曰帝王之徳莫大於知人大抵斯人之情皆希榮進莫不飾正於外藏邪於内邪正所藴淵宻難辨而審之必有術焉以賢知賢以能知能知而用之之謂也且知人與不知人而任之乃得失所繫而安危從之宜乎取士之際不可不慎焉夫三代取士之法濶略難議兩漢而下莫若唐天寳之制自京師逮郡縣皆有學焉每嵗仲冬館學課試乃與計偕其不在館學而舉者謂之鄉貢並責成有司唯以得之與否以為榮辱得士者陞失士者黜孰不公其心以進退乎其得第者但謂之選人有格限未至而能試文三道者謂之宏詞試判三道者謂之拔萃中是選者得不限年而授職復有賢良之科焉所以區别才行慎重名器如是之審也故當時文物尤盛比隆三代基構綿逺垂三百年其有繇矣今之取士則異於是鄉曲不議其行禮部不專其任但糊名謄本煩以繩檢復於軒陛躬臨程試三題競作百篇來上不逾三數日升降天下士其考較去留可謂之精且詳乎臣亦恐非進賢退不肖之長策也周禮升秀辨官司徒司馬大樂正之職未聞王者躬其事也議者謂不若近約唐制歸諸有司或曰取捨之柄當繇人主曰盍使禮部考試定其可否髙下混於奏籍賜第上前抑亦無失於國體矣然後復宏詞拔萃之科明立條目寛限人數嵗一設之其與選者比類奏舉之人以次甄擢而任之有以得其實才矣頃年雖復賢良拔萃之科得人裁一二而巳又罷拔萃之舉恐未足盡魁梧之選也且今之仕者非保任則無以自進若參以二科而精求之則取人之路豈不裕乎而又僉舉之敝漸不可長其間或暱於私愛或迫於勢要不得巳因而舉之者衆繆濫無別宜一警革若至其甚何所及焉方今天下多事邊鄙未寧政失於寛而弊於姑息士弛於務而幸於因循固宜推擇真賢講求治道外則黜郡守縣令不才貪懦苛虐之輩以利於民内則辨公卿大夫無狀謟佞朋比之者以肅於朝杜絶回邪振張紀律可使敎惇于上民恱于下足以導迎和氣馴致太寧不亦盛哉伏望陛下稽前代之成敗驗當今之得失政有未順民有未安則思而圖之圖而行之行而終之則生靈受其福而宗社享無疆之休伏惟陛下鑒其區區恕其狂直一賜觀采 \\n 請先用舉到官 \\n 臣伏覩近者降勑節文委中書樞宻院選舉主二十人令舉堪充知州通判知縣各一員者盖國家精擇良吏之深旨也所有内外被舉之人至今未見擢任兼訪聞逐路轉運使累有體量到州縣長吏等其間不才貪猥之尤甚者欲乞所舉人内先次進用令往彼衝替若候人數足日方議差除則疲乏之民受害深矣况幅貟至廣官吏至衆黷貨暴政十有六七若不急務用人以革其弊亦朝廷之深憂不可不察 \\n 請依舊封彌謄録考校舉人 \\n 臣伏覩新定貢舉條制節文諸州發解令知州通判職官令録等保明行實更不封彌謄録者此乃三代里選之法盖朝廷欲先徳行而後詞學責成有司不欲煩以繩檢庶取士有以得其實才矣縁天下郡學自罷聴讀之後生徒各以散去一旦詔下投牒求試者比比皆是長吏等又安能一一練悉行實哉不免秪憑逐人遞相保委然而詐偽猥雜者亦無由辨明兼每州用試官一員是天下試官逾三百餘員必恐未能盡得其人而悉心於公取也或縁其雅素或牽於愛憎或迫於勢要或通於賄賂勢不得巳因而陞黜者有矣又何暇論材藝較履行哉洎取捨一謬則是非紛作不惟抑絶寒素竊慮天下因此構起訟端多矣况封彌謄録行之且久雖非取士之制稍協盡公之道若今來諸州發解舉人且令仍舊封彌謄録考校於理甚便若以勑命方行難於遽改即乞特降約束其逐處試官監試官如稍渉徇私及請託不公並無常法外重行處置不然令别定刑名庶使官吏等各知警懼 \\n 請依舊考試奏蔭子弟 \\n 臣伏覩先降勑節文應奏蔭子弟京官年及二十五已上其選人遇南郊大禮限半年許令銓投狀京官每年春季國子監投狀差兩制官於逐處考試内習詞業者或論或詩賦習經業者各專一經試墨義等及格者與放選注官及差遣自勑下之後天下士大夫之子弟莫不靡然向風篤於學問詔書所謂非唯為國造士是乃為臣立家實誨人育材之本也近聞有臣寮上言欲議罷去是未之熟思爾且國家推恩之典其弊尤甚因循日乆推擇未精今詔命方行遂欲釐革則務學者日以怠惰一旦俾臨民政懵然其間不知治道之所出猶未能操刀而使之割也所傷實多其前項條貫如有聞說未盡事理欲乞只令有司詳定依舊頒行 \\n 包孝肅奏議集巻二 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻三", "正文": "　 \\n ●包孝肅奏議集巻三 \\n 　 \\n  \\n （宋）包拯撰 \\n ○擇官 \\n 請選諫議大夫 \\n 臣謹按唐六典隋氏門下省置諫議大夫從四品下龍朔中改為正諫大夫開元初復舊凡置四人掌侍從規諫仗下後言朝政得失故其秩峻其任重歴代以至祖宗朝未嘗輕授近嵗殊不選擇但以年叙遷如慎鏞等輩昬瞶不才皆踐此職是以朝廷名器容易假人紊黷典常莫斯之甚臣欲乞令後應少卿少監等該磨勘改官如曽經職司委是素有才望為衆所推者方得轉諫議大夫其餘不得徇人止授以大卿監所貴官無濫進流品益清 \\n 請復御史裏行 \\n 臣謹按唐制御史府其屬三十人所以重風憲之職國朝以來選任尤劇天禧中御史六員盖朝廷紀綱之地為帝王耳目之司必在得人方為稱職自非端勁特立之士不當輕授近嵗知雜中丞不專奏辟或命兩省臣僚參舉而條制約束罕得應詔雖素有才望又限以資考推擇之際頗慎其選臣竊見頃年添置御史裏行二員縁所舉之人秩序差淺用之不次必無畏避自後因循而罷物議惜之方今臺官員數最少抨彈之任所繫尤重欲乞令中丞知雜依舊例於陞朝親民官内保奏堪充御史裏行二員如稍不稱職並嚴坐所知 \\n 請選用提轉長吏官 \\n 臣聞王者之總治天下也内則宰臣百執事外則按察之官刺史縣令而已若中外各得其人協心以濟則陛下垂拱仰成無為無事矣夫轉運使提點刑獄在乎察官吏之能否辯獄訟之寃濫以至生民利病財賦出入莫不蒞焉事權至重責任尤劇茍非其人則一路受敝如州縣之職不舉按察之吏壅不以聞則朝廷無繇而知是一方之民有終無告者矣昔漢宣帝曰與我共理天下者其惟良二千石乎盖刺史縣令耳目接於民事政令所出慘舒攸繫今朝廷既巳輕授又數數更易其才者雖有育民濟治之具亦烏所施設哉又况庸庸者乎今粗舉一二條陳如左竊見近日除授轉運使但理資序不甚選擇如江西路劉緯利州路李熈輔皆智識庸昧衆所共知其提點刑獄亦未甚得人若廣西潘師旦江東令狐挺京西張士安河平席平皆素非幹敏之才又無亷潔之譽猥當是選宜乎不任其職雖近例並委兩制奏舉然所舉之人或才有合格以微文不用故不才者往往進焉乃是訶其細而忽其大恐非任才之意也欲乞今後應除轉運使先望實而後資考則所得精矣凡舉提刑若保薦之人不協公議即乞責其謬舉别委他官如此則可絶徇私之請矣刺史縣令前後條約非不丁寧其中濫進者亦衆如曹琰自通判便授閏州大郡果非理决人至死又聞韓松知鼎州縁本州控接蠻界居嘗屯治軍馬舊係武臣知州後乞選差文資况韓松累任以不治聞豈可當此邊任乎欲乞今後應差知州並令有司精覈治伏審驗人才以州郡繁簡要僻差而授之庶幾不致敗事所有奏舉縣令即令流内銓選注繁劇不治之邑是則民瘼少蘇而和氣可召矣伏望聖慈申命宰府舉而行之則天下幸甚 \\n 請令審官院以黜陟狀定差遣先後 \\n 臣竊見審官院差京朝官並循舊例以到院先後為限未嘗較辨賢否論次殿最清濁一溷流品不分但以名次補闕而巳甚非委重近臣審擇之意况國家設提刑按察之職察羣吏亷穢之狀其治績尤著者則必慰薦稱舉貪懦不治者則必體量按劾别白善惡悉以上聞而審官院署名于籍以為沮勸之本今則不然當除擬之時但以月日次第差而授之則向來黜陟之狀委而不顧乃同虛設豈不惜哉且黎元之命繫於長吏今郡守縣令鮮或得人盗賊間起生民重困天下受敝職此之繇可不慎哉臣欲乞今後審官院應京朝官初任即令勘會在任有舉主五人無私罪者陞為上有舉主三人以下或無舉主及私罪者以為次其有私罪及體量者降為下等差授以為定制如此則進者知勸退者知懼旌别淑慝無失於此 \\n 請選河北知州 \\n 臣送伴北使往回竊見河北當路州軍各係近邊控扼之地所有知州等並是朝廷一一精選蓋欲謹邊防訓士卒以為急務今則不然但能増置厨傳迎送使人及曲奉過客便為稱職則美譽日聞若稍異於此則謗議紛然往往因此降黜者有之縁每年非次人使往來動經七八箇月逐處預為准備不敢少懈况三嵗兩度非次人使乃是一年之内迎送絶無虚日又何暇路謀訓練哉兼訪聞北人日夕點集兵馬添創營寨但以西討為名然契丹之心殊不可測議者雖云盟誓堅固萬無負徳且安不忘危利或生害又况巳然之兆不可不預為之備也臣觀一路武臣未甚得人但售進市恩結挾弭謗爾一旦急用必無成功加以邊備未完邊廩未實茍有騷動将何取濟此朝廷所宜深慮也臣欲乞今後應縁邊及當路知州部署鈐害駐泊等並武臣中不以官位髙下但選擢有武藝将材可用者任之專責以守備撫馭之術如有實効不可以浮議數有移替俾軍民安其政令緩急不至敗事如允臣所奏即乞特賜指揮 \\n 請選廣南知州 \\n 臣竊見廣南應係知州例差奏蔭京朝官初任知縣及一考者伏况世禄之胄鮮惇義敎童孺之嵗便忝仕籍未嘗學政即使司民甫越朞年又移典郡且一邑之事尚未練悉六條之重安可責成地雖逺僻不可輕授方國家多務調率旁午逺民困重尤在得人臣前任端州日具知其事或無職官處只是知州獨貟管勾其猥冗恣横之輩則惟務誅求庸懦懵昧者又全不曉事民罹其害無所訴告提刑轉運使憚其逺惡復不能巡歴按劾但上下相蒙耳臣欲乞今後奏蔭京朝官合該廣南知州者並於次任知縣内選有治績及舉主者方得差移并乞勘會元無職官處各選置一員仍令轉運提刑司非時不得差出所貴闗掌郡事輯寧異俗 \\n 請選利州路轉運使 \\n 臣伏見中書劄子知巴州楊佐奏昨體量得巡撿頓士寧為事過當非理打罵兵士州司取勘及提刑轉運使巡歴到州問頓士寧有何不協只一靣按問所劾官况頓士寧與李熈輔有舊恩作本司採擇施行若頓士寧指論臣詔法何以遵守又見本路提刑司奏巴州見禁巡撿頓士寧并兵士等及轉運使李熈輔到彼審問據頓士寧口稱屈抑及分析知其不公事一面行遣差官往彼推勘及差利州通判李世隆往巴州權交替知州楊佐赴置院照勘奉聖旨令提刑司選清强官依公盡理取勘施行竊縁楊佐見為長吏部下官屬既有不公理合體量按問今李熈輔乃憑信頓士寧分析一面差官往彼交替楊佐赴推院照勘顯是熈輔與士寧有舊挾私任性不遵詔勑若令舉劾之妄被誣構便下所司與人對勘則今後部下官屬有過長吏顧避不敢按問乃是廢格詔勑而容長姦惡此尤事體不可之甚也兼熈輔不才庸謬衆所共知臣先曽論列未賜施行况利州一路累經災傷人民凋敝全藉按察之官綏撫鎮靖其熈輔所為如此豈宜久居是職必恐別生事端欲望朝廷選差亷敏才識之士充本路轉運以安逺民如楊佐顯有贓私罪犯即令本路提刑司體量確實事狀聞奏依條施行 \\n 再請選轉運提刑 \\n 臣伏見諸路轉運使并提點刑獄自來朝廷凡有差除皆以資序叙遷或用臣僚薦舉間容濫竽未甚得人致一方之民必受其害如李熈輔張經等居按察之任當一路之重不能遵守詔勑振舉職業而挾私逞憾無所畏憚妄構刑獄恣行追攝雖已衝替未足懲戒各乞重行黜降以警将來所有宣州廖詢秀州邊瑀不公事跡中外傳聞昨因安撫奏劾方此彰露而本路提轉殊失按舉居職不稱合正朝典臣欲望聖慈應今後差轉運使提點刑獄臣僚並請選素有才能公直亷明之人充職不以資序深淺為限則逐路得人而官吏有所凛畏矣 \\n 請置發運判官 \\n 臣竊以京師衆大之都屯兵數十萬財用儲廪皆仰給於東南主是任者制置發運使最為今之劇職固不可輕以授人况朝廷參用兩制假以事權委付之重不謂不至伏見發運使許元先自判官凡蒞職八年東南利害無不周悉所以嵗運不乏者盖久任得人之明效也縁施昌言許元績用頗著切慮别有進擢則後來雖有才者必恐未能究財用出入之敝則無繇辨集臣欲乞依許元例令置判官一員於朝臣内選差素有公望幹才者充如前久任所以稔熟其事嗣守成規或昌言等緩急替移免致敗事 \\n 請召還孫甫張環 \\n 臣近蒙聖恩擢預諫職固讓則有嫌疑之端輕授則有忝冐之媿進退失措罔知寧處伏况諫議之才方今極選用人之得失繫國之輕重固不可不慎也臣竊見起居舎人祕閣校理孫甫兵部員外郎祕閣校理張環禀純一之性有端方之節危言篤論可以正闕遺博學逺識可以備顧問欲乞特與召還寘之近列則言路益廣公議允協 \\n 請復韓贄等臺官 \\n 臣竊見祠部員外郎韓贄屯田員外郎孫抗太常博士閻詢等才識明茂資質純正先任御史各以微累黜免多歴年所屢經恩宥勘會前來所坐原情且非大故棄瑕亦合録用况御史臺闕官甚衆奏舉罕得其人如贄等求之方今實為精選臣以謂可復舊職必允清議伏望聖慈特召還臺或不如所舉臣甘當同罪 \\n 論河北帥臣 \\n 第一章 \\n 臣伏見河北自商胡决溢之後連嵗水旱倉廪匱乏調度不足朝廷一切應副廣有餘年之蓄而流亡未盡復田畝未盡闢諸州長吏尤在得人其間茍且之輩但幹尋常事務趨過目前其經乆利害茍不及其身率皆不為前後相承積弊巳極至帥臣亦未甚精選或有不樂乆任者乞後闕 \\n 第二章 \\n 臣伏見河北自商胡决溢之後連嵗水旱倉廩匱乏可不深思逺慮而忽天戒也臣近上言以河朔連嵗災傷公私匱乏帥臣長吏尤在得人其有不願乆任者乞於中外臣僚中推擇諳知彼中事宜敢任大責者專委付之俾綏拊疲民經畫逺圖庶幾後患可弭且河朔之於京畿猶心腹之與背膂義同一體休戚均之今災異如是豈可坐視其敝恬然以為無事但欲因循憚於更張措置可乎臣實懼焉惟陛下留神省察以河北事體至大帥臣等可用可罷速賜神斷天下幸甚 \\n 請除范祥陜西轉運使 \\n 臣伏見近降勑命陜西鹽法且依范祥擘畫通商放行此誠國家大利便也而中外臣僚不詳本末時有横議所賴朝廷特與主張兼范祥見充本路提點刑獄與轉運司每常公事往來或至違異必恐不能協心以濟深屬不便欲望聖慈特許就除范祥權本路轉運副使只理提點刑獄資序所貴擘畫鹽法利害計置沿邊斛斗事歸一局易為辦集 \\n 再舉范祥 \\n 臣先自陜西相度鹽法回曽具劄子乞除提點刑獄范祥權本路轉運副使所貴擘畫鹽法利害計置沿邊斛斗事歸一局易為辦集至今未蒙施行勘會范祥新法自皇祐元年正月至二年十二月終共收到見錢二百八十九萬一千貫有零比較舊法二年計増錢五十一萬六千貫有零三年春季又巳收到見錢七十餘萬貫兼糴到斛斗萬數不少縁陜西累嵗豐熟今秋又大稔正當計置之際况范祥顯著成効可備驅策欲望聖慈允臣前奏特許就除范祥本路轉運副使責其久任俾之一面制置解鹽及将見錢收糴糧斛須管沿邊軍儲大叚有備又免向云入中枉費榷貨務見錢經乆之利無便於此 \\n 請録用楊紘等 \\n 臣讀先朝實録大中祥符中并益二州嵗久當代先帝偏閱侍從官姓名謂輔臣曰此等各有所長然求其文雅適用可委方面者鮮矣每念有唐名賢比肩而出何當時得人之多也王旦等曰方今下位豈無才俊或恐拔擢未至爾然觀前代求賢不求其備不以小疪掩其大徳今兹立朝之士誰為無過陛下每務保庇之然流言稍多則亦梗於任使大都迭相稱譽近乎黨紏過訐非近乎公鑒（闕）愛憎唯託上聖誠哉是言至切至當縁近世之患正在於此以四海之廣不患無賢而患在信用之不至爾且頃嵗以來凡有才名之士必遭險薄之輩假以他事中傷殆乎屏棄卒不得用議者迄今痛惜之欲望聖慈申命宰執應臣僚素有才行先以非辜被譴如楊紘王鼎王綽等雖曽叙用未復職任者並乞復與甄擢或委之繁劇必有成効如是則風化日益美賢傑日益聳積之以乆和氣洽乎上下矣 \\n 請選人知虔州 \\n 臣伏見虔州據江表上游南控嶺徼兵民財賦素號重地累嵗賊盗充斥如類行者結集匪黨大為民害近方稍息今聞南雄傜賊唐才（安闕）等所至驚擾殺害官吏况封境與本州接連最是控扼之所全頼才幹長吏以之綏輯備禦昨朝廷特差余靖近復丁憂欲望聖慈特降指揮令審官院選差有方略强明臣僚往彼知州庶一方之民得獲便 \\n 請選差河北令録 \\n 臣勘會本路州軍令録判司簿尉等年老及懦弱不曉民事者甚多見不住體量行遣次右具如前切縁本路乆經災傷流亡稍復而科率不能盡絶凋敝益甚州縣之職尤在得人欲乞當司體量得前件官内如有委實年老及謬懦不曉民故雖無贓私罪犯彰露許令於部下奏舉資序合入之人充替仍乞特降指揮流内銓今後應除注本路縣令並以奏舉人充判司簿尉亦乞選差所貴疲困之民得其存恤 \\n 請廣南添差職官 \\n 第一章 \\n 臣先曽上言廣南東西兩路諸州元無職官處各令置一員闗掌郡事尋蒙降指揮下銓司至今未聞有人注擬雖該赦恩放選又例注家便及次逺以嶺外遐僻憚其地逺兼訪聞兩路闕額甚多其十數年無正官處並差土人充攝官縁近年蠻賊侵撓民力困竭全藉亷幹官吏多方綏撫今來銓司祇候合入逺選人及情願者竊恐卒未差除得人深屬不便竊見頃年以來廣南闕官遂於江浙就移兩任四考巳上簿尉充彼處縣令自後因循不行欲乞特降指揮令銓司檢詳舊例於江浙荆湖等處近廣路分諸州簿尉中選無公私罪犯兩任五考巳上就除權職官四考巳上就除縣令便令赴任如此則（闕）官無由倖免異俗得以輯寧 \\n 第二章 \\n 臣昨上言以廣南諸州乞今後應奏蔭京朝官合該往彼知州並於次任知縣内選有治迹乃舉主者方得差移并乞勘會東西兩路元無職官處各選置一員至今多日未蒙朝廷施行竊縁嶺服之表地最遐僻俗性獷悍易動難安今又蠻賊猖狂郡縣搔撓長吏之任尤在得人况童孺之年未嘗學政不當輕授重困逺民且近地牧守尚有通判職官更相禆贊而嶺外逺郡乃令此輩獨員管勾民罹其害無所控告甚非朝廷求治之本意也兼訪聞所闕職官祗二十餘州每州各置一員事理至便俾資闗掌郡務以安異俗伏望聖慈令檢會臣先進劄子速賜施行 \\n 乞不用贓吏 \\n 臣聞亷者民之表也貪者民之賊也今天下郡縣至廣官吏至衆而贓汚擿發無日無之洎具案既上或横貸以全其生或推恩以除其釁雖有重律只同空文貪猥之徒殊無畏憚昔兩漢以贓私致罪者皆禁錮子孫矧自犯之乎太宗朝嘗有臣僚數軰犯罪並配少府監隷役及該赦宥謂近臣曰此輩既犯贓濫只可放令遂便不可復以官爵其責貪殘慎名器如此皆先朝令典固可遵行欲乞今後應臣僚犯贓抵罪不從輕貸並依條施行縱遇大赦更不録用或所犯若輕者只得授副使上佐如此則亷吏知所勸貪夫知所懼矣 \\n 乞不遣楊景宗知磁州 \\n 臣竊聞觀察使楊景宗知磁州物議喧然以為不可按景宗累經外任並皆不了昨自鄆州亦以所為恣横非次召還縁禀性不常用刑過當今若委之為郡以親民政不惟一州生靈枉被殘害或慮不公事發須依法施行恐非所以保全戚属之道也其景宗欲望且令依舊與在京差遣事體至便 \\n 請選内外計臣 \\n 第一章 \\n 臣竊見天下財用積年窘乏近自明堂禮畢賞賚纔罷又行特給支費浩瀚帑藏虚竭且朝廷所仰給者江淮兩浙逐路旱澇相繼兼又茶法隨廢商算不行東南州軍錢帛糧斛自不足用則四方嵗入之數所得幾何今之總邦計者内則三司使外則轉運使當此財用窘乏之際居職者尤宜别求才傑之士俾之興利除害庶幾可濟若乃上下循黙恬然以為無事不務更張措置必恐日甚一日有不可救之患矣伏望聖慈申命有司以今之一嵗出入較近年用度耗登之數則斷可知矣所有内外總計之臣欲乞特出宸斷精加推擇選任能者責以實効庶免将來敗事惟陛下留神省察 \\n 第二章 \\n 臣近以天下財用公私窘乏而主使之吏近則三司使外則轉運使乞精加選擢委任能者免致将來敗事兼吳奎陳旭等累曽論列終未蒙施行竊縁三司使張堯佐早縁恩倖驟階華要任至内府委以大計而本職隳廢利權反覆公私困敝中外危懼按歴代后妃之族雖有才者亦未嘗假以事權又况貪庸不才者乎但富貴保全之則無害矣臣伏見本朝自祖宗以來當帑廩豐盈用度充足之際尚乃慎選計臣如陳恕魏羽等輩用之其餘亦盡一時之選况今上下窘迫如是豈可專任此人乆居是職哉失天下之望誤天下之事臣實為陛下痛惜之伏望特出宸斷授堯佐以他職别求才傑之士委而任之責以實効一二年間庶幾可濟不然大懼貽陛下之深憂也且宗社至重財用至急而安危繋焉惟陛下特留聖意臣無任激切懇迫之至 \\n ○省官 \\n 請罷廵驛内官 \\n 臣竊見自京至雄州人使館驛專副盡是差鄉民有家産者勾當一年一替仍須是三人巳上方可管勾得前及年終亦多逃避者盖信使往來二畨取給實為煩費雖有條貫約束其諸州乆例為敝難為止絶鄉民不敢伸訴以此蕩盡産業臣仔細詢問縁更有逐處專切提舉館驛家事内臣每一經過捃摭微過恣意誅求其費數倍以至親隨吏人藉勢勒索獻遺方可免於刑責臣伏覩諸路館舎各係所管本軍逐時修葺既提舉使臣於上秋間方始出巡居常只憑文字行移州縣依例施行此職誠為虚設有害無利欲乞今後只今本路轉運司逐季指揮轄下州縣應人使經過路分館驛家事等並須管預前一例修飾排辦畢備或更差逐州通判職官先次提舉可不差内臣出外如此則鄉民免於暴歛稍得存濟不至逃亡况接伴使副初離京亦可專委沿路因便查檢必無誤事 \\n 乞罷河北提舉修造軍器使臣 \\n 臣竊見河北近年添置提舉修造軍器使臣兩員凡勾當一二年即授閣門祗候替日又得陞擢差遣僥倖恩賞無甚於此况修造軍器逐處自有知州部署統轄都監等逐日逐旬點檢按試莫不精專又轉運提刑非次巡歴並開庫一一點檢臣近到河朔州軍體問得其提舉使臣只是一年一次略到逐處但取索文字照會何益於事及至年終即具數申奏以為己功虚取優賞誠為虚設乞行廢罷 \\n 包孝肅奏議集巻三 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻四", "正文": "　 \\n ●包孝肅奏議集巻四 \\n 　 \\n  \\n （宋）包拯撰 \\n ○去刻薄 \\n 請不用苛虐之人充監司 \\n 第一章 \\n 臣竊見諸道轉運司自兼按察及置判官以來并提點刑獄等體量部下官吏章疏相繼頗傷煩碎兼聞審刑院大理寺日近奏案尤多倍於往年况無大叚罪名並是掎摭微累不辨虚實一例論奏孤弱無援者則按以深文權勢豪猾者則縱而不顧内則狥一身之利以殖其私外則竊振職之名以圖其功効尤無耻惟恐不及至有公清守節之人或不曲諂左右為衆所嫉者即被加誣構成其罪遂使守巳之士或負終身之玷可不痛惜哉且治平之世明盛之君必務徳澤罕用刑法故董仲舒曰陽為徳為春夏當和煦發生之時隂為刑為秋冬在虚空潜伏之處以此見天任徳不任刑也王者亦當上體天道下為民極故不宜過用重典以傷徳化昔暴世渉網凝宻動罹酷害不下堪命卒致潰亂老子曰其政察察其民缺缺其政悶悶其民淳淳臣願聖明鑒於此言而無忽焉方今民力凋殘國用窘迫若乃專用刻薄好進之吏則民不聊生竊恐非國家之福也雖朝廷累降詔命約束罕或遵禀此弊不去為患寖深欲望聖慈宣諭執政大臣應轉運提刑等並令精選亷幹中正之人以充其職苛細矯徼之輩屏而不用天下幸甚 \\n 第二章 \\n 臣先曽上言以諸道轉運使自兼按察及置判官以來并提點刑獄等體量部下官吏頗傷煩碎兼審刑院大理寺奏案尤多倍於往年况無大叚罪名並是掎摭微累不辨虚實一例論奏此盖茍圖振舉之名以希進用之速爾遂使天下官吏各懐危懼謙慎自守者則以為不才酷暴非法者則以為幹練人人相効惟恐不逮民罹其患無所訴告殆非陛下委任之本意也其被體量憫雖欲改過其道無繇豈不痛惜哉兼訪聞天下茶鹽酒稅逐處官吏曲徇轉運使之意以求課額羡溢民則例遭配買商旅則倍行誅剥為國歛怨無甚於此且朝廷設按察提刑之職盖欲去貪殘之吏撫疲瘵之俗今乃務為苛細人不聊生竊恐未為國家之福也比者幸屬郊禋盛禮大霈慶澤欲乞於赦書特行約束凡官吏先被體量者情非重犯咸許自新後或不悛必寘於法庶使悔過之人免負終身之累其諸處茶鹽酒稅亦乞除元額外不得擅増課利搔撓人户應係自來諸般調率且乞權罷以安海内生靈之命伏望聖慈少賜省察 \\n ○抑僥倖 \\n 請絶内降 \\n 臣竊見天聖中凡有内降莫測夤縁盡由請託葢傾邪之輩因左右之容假援中闕乆瀆聖化幸陛下親覽庶政首革兹敝僥榮濫賞人不以倖得今數年以來此路寖啓妨公害政無甚於此臣欲乞今後應中外之人隂有交結或冐陳勞効以圖榮寵或比縁罪犯茍希横貸伏望聖慈特降詔旨一切迸絶如更妄有陳乞並令中書樞宻院三司使核議等處詳先降指揮依公執奏母得阿徇上累聖明 \\n 論明堂覃恩 \\n 臣伏覩明堂赦書應文武百官内臣並與遷轉臣先以風聞曽具論列并乞召對不蒙聞可退用憂迫弗皇啓處竊以爵禄者天下之公器而邦國之大柄也惟士之有功與徳所宜處之非此二者不可濫與夫人君者固宜慎之惜之茍輕用之則壊公器而失大柄一綱或紊百目皆隳雖善為治者亦末如之何况今吏員益衆財用益殫為國計者自當澄汰冗雜以寛調度豈可不辨能否普加官爵是於太平之世行此姑息之事但恐賦租之廣不足充其禄倉廩之多不足充其欲紀律一弛天下蕩然有必致傾覆之弊矣臣又伏讀近降詔旨今後應内降特與恩澤及免減罪犯並仰中書樞宻院并所承受官司具前後詔勑執奏不得施行有以見陛下厲精革弊求治之切至也惟此覃恩頗蠧政之甚伏望陛下上稟祖宗之訓下為社稷之計所有今來遷轉恩乞賜特行裁處免千古之下以累聖徳之萬一臣過叨寵擢位疎責重區區之懇不能自已伏望陛下留神省察天下幸甚闕 \\n 請令江淮發運使滿任 \\n 臣聞東南上游財賦攸出迺國家仰足之源而調度之所出也主是任者可不慎選哉臣觀唐室如韓滉杜佑王播輩並以将相大臣出鎮淮南浙西專總是職或十年或二十年盖以利權之重得人是藉今則不然凡蒞其局者但為楊歴之資耳旦方受署夕巳望遷廣納苞苴交結勢要市恩售進惟恐不及其財利豐耗饋運欺隠未嘗校視則建明利害裁制出入豈暇留心哉秪如近年林濰李宗詠楊日華等各未逾三數月旋即罷去移易之速甚於傳舍不獨送故迎新寖成大弊抑亦老胥猾吏縁此為奸不可不察也臣欲乞今後應差江淮制置發運轉運等官各於臣僚中選擇素有清望幹才者並令任滿數周年或有成績就與進秩所冀弊原漸革邦儲増益 \\n 論先舉三路知縣不得令監當 \\n 臣伏覩先降勑節文以河北陜西河東知縣比之諸路民賦邊備嵗計不少尤須得人委臣僚選擇兼勤幹事之人於前任職官令録内同罪保舉充京官知縣者自降勑文之後臣僚或有保舉之人降告勑於本任改京朝官仍於本處待闕候逐路有知縣員闕即便就差盖朝廷以邊鄙未寧財用不足安民集事尤在得人所以委羣僚精擇良吏不循常格就轉優秩用綏疲俗以濟調度之深旨也其所舉之人秪合並充三路知縣訪聞數内著作佐郎魏及甫見監河中府白家鹽場大理寺丞唐叔夏見監并州軍貴庫大理寺丞何澄見監并州永利監著作佐郎葉仲館見監滄州鹽山稅著作佐郎董之邵見知坊州録事參軍臣細詳勑意為比逐路稅賦科率稍重諸縣闕人是以不次甄擢其前項官顯是不合差於逐處監當并知録深屬不便其魏及甫等欲乞依應元勑各與改差本路知縣切恐更有似此不係親民者亦乞勘會一例移改所冀繁劇之邑無可責成僥倖之人免或避事 \\n 論縣令輕授 \\n 臣聞古之所重為民父母者縣令耳今之所賤而不能振起風敎者亦縣令耳盖擢用之際未精其選凡有清流素望或稍挾權勢之人即茍謀佗官恥為縣道但庸人下品甘於其職雖郡隷吏卒皆能訶制茍免罪戾之不暇欲振起風敎為民父母其可得乎且今朝廷仕進清選大臣子弟偶緣文墨或希辟命即自下僚擢陞館職不然才出外任列為僉判不繇為縣便作通判知州洎為長吏昧於民情懵然其間不知治道之出况四方多務令長尤在得人欲乞今後貼職并僉判及京朝官凡歴任中不曽任縣令及知縣者不得便為長吏按察之官且令知縣方得入通判知州如此則宰邑得其人長吏亦不能倖求而至 \\n 奏許懐徳上殿陳乞 \\n 臣伏詳近降條貫應係臣僚上殿不得陳乞恩澤並令閣門報告如違仰御史臺彈奏者竊見近日臣僚殊不遵禀例以奏公事為名因而僥求者多矣昨兵部郎中馬絳差知越州因上殿叙述乞改官續又羣牧判官吕昌齡自河北印馬回上殿亦乞省府差遣雖各有臺諫官論列然並免勘罰致今來馬軍副都指揮使許懐徳復上殿乞轉觀察留後縁懐徳近授觀察使累任别無顯效而不顧邦憲冒瀆聖聼人之寡亷一至於是欲望特賜取勘施行仍乞今後但是臣僚因奏事陳乞恩理者或有彈奏並乞依條勘劾重行朝典庶使僭妄之（闕） \\n 應修造使 \\n 臣乞依宣命不得乞轉官臣伏見三司修造案見管營房倉庫店宅等四百餘處計屋四萬餘間並係合該修盖今來重建太祖開先殿雖功用甚大然王者崇奉之意誠不可闕所有看池樓福聖院等並准傳宣權住竊慮非次别降指揮依前興作縁近年土木之功未嘗暫息材植工匠即日闕乏兵士勞役動有咨怨兼逐處並差内臣監修不以有無准備立須辦集惟務速畢以圖轉官况國家倉廩未實財賦有限費用無極将何取濟伏望聖慈省察候開先殿畢功日除營房倉廩等合修葺外應係寺觀園苑不必一時集辦乞一切權罷兼詳景祐二年二月八日宣命節文應修造了畢使臣一員工匠等並不得乞改轉酬奬如顯有功績即等第與支賜如違當行勘斷欲望今後監修使臣等並依宣命指揮更不得陳乞改轉如有實効只與支賜 \\n 請令提刑親案罪人 \\n 臣伏見國家設按刑之司盖慮郡縣長吏或不得人刑罰寃濫俾之紏察而大獄出入未尚按問細故増減即務舉劾是小過必察而大罪不訶何以副聖人欽恤之意哉今敢略舉一二以明之臣昨任端州日獄中重囚七人具案巳就適會提刑司巡歴将至聞其未斷即遷延引避又隣近春州禁勘罪人追捕甚衆縲繫二百餘日凡該大辟罪者四五人徒罪不少亦不聞提刑司推究淹延之狀洎轉運司取公案委官定奪果有失入死罪等雖官吏悉行重典而死者不可復生竊恐天下刑獄似此寃枉者至多雖前後累降詔勑丁寧罕或遵守臣欲此今後諸州凡勘大辟罪不以軍賊百姓五人巳上并出違日限者並委提刑司晝時親往審問决斷所冀刑獄無或寃濫 \\n ○正刑（八篇） \\n 乞斷韋貴 \\n 第一章 \\n 臣伏覩宣命以權保州兵馬監押供奉官韋貴降兖岳州監稅中外聞之無不驚憤况韋貴當兵士構叛之時不能死節為其戎首同惡相濟致朝廷用兵攻取累降詔諭方且開門納欵今若酬其後效特貸深刑此而可容孰不可恕夫人臣無將將則罪死無赦且将有其意尚無可免之理况悖逆之狀如是之甚乎兼聞韋貴嘗發妄言激成逆志迨兇徒之竊發叶奸計以圖全悖理亂常天共棄及上師之進討據堅城而請命要求撫納以盖前愆質諸人祗所難容捨致之刑辟允為得宜設欲從輕免其孥戮只乞於逺惡處安置亦朝廷屈法推恩之寛典也 \\n 第二章 \\n 臣近者上言以新降充岳州監稅韋貴欲乞重行處置以伸國法至今未奉指揮竊縁保州雲翼兵士見謀背叛戕賊長吏固守城壁其巡檢使王守一走馬承受劉宗言不從逼脇相繼遇害而韋貴不能死節仍助兇威主領叛徒凡二十日刼奪財物戮辱良善一城生聚死者幾半以至登陴拒守累抗王師及攻具外合衆心内潰竄伏無路方乃開門請命要君怙亂無甚於此朝議録其罪愆使圖後效免死為幸况冐難致死者曽未甄録而同惡相濟者又不謀責臣竊恐無由奨激忠議而垂誡将來也其韋貴如未欲便行嚴斷即乞於逺處編管 \\n 請重坐舉邊吏者 \\n 臣伏覩近降勑命以樞密直學士知益州蔣堂為奏舉前保州通判祕書丞石待舉不當罰銅四十斤放案石待舉殘虐屯兵刻削廩食羣兇相扇固守城壁殺害民吏幾成大患原其情狀免死猶未塞責而保任之者止從輕典竊恐不足以誡其監舉也縁河朔三路軍民財賦事務繁劇長吏僚佐尤在得人所以申命近臣同罪保舉盖國家慎重選擢如是之至也而論薦之人不能體認朝廷求實才備急用之意但縁其雅素或暱於愛私或迫於勢要或通於賄賂勢不得不因而舉之又何暇論材器較治行之詳悉哉致一旦用之為國生事不可不深慮也臣欲乞今後應河北陜西河東知州軍通判兵馬都監巳下依舊令兩制巳上臣僚舉曾厯三路差遣諳悉邊事京朝官及武職等委是精當方得以次選用如擢用後稍下如舉狀並乞同坐重行朝典 \\n 論疎决 \\n 臣竊見常年四五月内皇帝親臨疎决罪人並從減降巳成定制竊聞當四月後三司開封府等處應有收坐干連人合行追勘公事及寄杖人多是用情拖延等候疎决深成敝倖欲乞指揮今後纔人三月應有合行結絶公事嚴緊催促了當仍令當職官員躬親檢舉庶絶奸弊 \\n 論内降 \\n 臣訪聞軍巡院見勘周景為於慶厯五年二月係内東門手分發意同胡可觀與雜買務同情盗用羅帛等入巳事發其雜買務監專並該决配内用景為首合得絞胡可觀為從流配千里外牢城其用景避罪逃走三司尋具申奏乞不原赦減降至三年三月内捉獲奉聖旨决脊杖十七配黄州牢城為患未决本州不詳前來指揮却原赦減降决臀杖十七為患未區分昨駕船上京遂告囑造軍器及北作坊手分等指射充本坊皮匠近押赴省司斷先寄仗數遇夜未决依前逃走尋巳捉獲竊聞奉傳宣劄子令免徒罪只配比作坊工匠縁周景原情至重減死巳優若更免刑深屬長惡况可觀為從尚該徒配豈可為首之人却全免罪刑罰一濫則狡吏得以為奸無所畏懼欲乞聖慈特降指揮下三司子細根勘依元降徒罪更不令充工匠改配逺地州軍牢城收管所貴頑猾之輩不能幸免 \\n 請重斷張可乆 \\n 臣等伏見僉書武信軍節度判官廳公事呉奎奏勘前淮南轉運按察使司勲郎中張可久招伏不合在任日於部下興販私鹽一萬餘斤等情罪案下大理寺竊慮本寺引用應犯違禁等物並以見捉獲斤兩條貫定斷今張可乆販私鹽巳經賣過别無見在議罪必輕况前件條貫本為細民所投按張可乆本庸鄙之資濫按察之任為朝廷之倚重乃一方之表帥而巧圖財利冒犯禁憲雖前後職司臣僚或有以贓濫獲罪然未有如可久之甚者此而可恕孰不可容其張可乆乞不原近降疎决特於法外重行逺地編管以勵将來仍乞今後應臣僚等或犯興販諸般違禁等物者不以見在或廢用並以元犯斤石罪名定斷其諸色人等所犯即依舊條施行所貴貪猥之輩稍知警懼 \\n 乞斷向綬 \\n 第一章 \\n 臣竊聞太常博士傅瑩近滄州制勘廻向綬准前變變一行干繫九十餘人依舊收禁竊縁向綬飜變前後三四次况證驗分明絶無疑慮原情至重坐死猶輕若候具案定罪必致淹延月日干連人等盛暑之際枉被禁繫實可傷憫其向綬欲望只據累次勘到罪狀特行重斷俾幽寃得伸狡吏知懼 \\n 第二章 \\n 臣近者上言以向綬恐迫通判太常博士江中立自縊身死累次勘鞫拒抗翻變只乞據前後勘到情欵定斷尋於滄州取到案巻送下法寺至今多日切恐有司執守常制引用律文未得允當况向綬本意怒中立欲擿發所為不公事件遂抑勒諸色人等誣罔陳首中立罪犯今制勘所又巳一一辨明假中立所犯有狀自有朝廷之法向綬何得輙用威勢凌迫一至於是中外無不憤惋若不特行誅竄則今後長吏恣為不法同官僚屬稍有言議即便行捃拾置於非所或迫令自盡或鍜成重罪必無由理雪所繫事體甚大欲望聖慈特於法外重賜裁斷以警戒将來 \\n 請法外斷魏兼 \\n 臣訪聞勘到前淮南轉運使工部郎中魏兼以先在任日於部内置買物業并剰量過職田斛斗等罪犯奏案巳下法寺詳斷魏兼蚤踐周行荐叨煩使專總察之任在表率之地固當正身蒞下竭節奉公而乃不顧朝章自為非法竊慮疎决在近乞不從原減之例臣伏見先朝以崔端知華州日于部下創置物産事發被劾先帝置之散秩擯棄終身其魏兼伏望聖慈特出宸斷法外重行以警貪猥 \\n 請贓吏該恩未得叙用 \\n 臣竊聞太宗朝臣僚或犯贓罪並配少府監隷役及該赦宥謂近臣曰此既犯贓汚只可放令遂便不可復以官爵其責貪殘慎名器也如此且兩漢以贓私致罪者尚禁錮子孫矧自犯之乎今明堂大赦應係貶降臣僚例該録用若張可乆先任淮南轉運使日以自販私鹽剰收職田黜削累經叙用巳任蔡州節度副使見監陳州糧料今來不可更復正官欲望且與散官量移差遣其餘應以贜濫致罪者乞不一例録用所貴贓吏稍知警懼 \\n 包孝肅奏議集巻四 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻五", "正文": "　 \\n ●包孝肅奏議集巻五 \\n 　 \\n  \\n （宋）包拯撰 \\n ○明禁（六篇） \\n 請差京東安撫 \\n 臣聞京東河北兩界州軍見今賊盗充斥并畿内東明襄邑等縣亦有刼賊並未捕獲雖巳選差武臣切恐結集轉多為患不細兼訪聞東路州軍以近年科率差役頻併民力困重不逞之輩因而嘯聚所在竊發况曹兖沂淮陽等州軍山林深逺素號出劇賊之所不可不令即時誅滅也頃嵗京東西軍賊等作過差侍御史仲簡監察御史蔡稟監督捕捉今欲乞選差臺官一員乗傳往逐處體量民間疾苦假以便宜俾之撫綏兼督責州縣所貴官吏效命不敢顧避速得勦除其逐處長吏兵官等稍畏懦者亦乞精擇有方略强幹臣僚對替庶免敗事 \\n 請速除京東盗賊 \\n 臣竊見江淮兩浙京東河北累年以來旱澇相繼物價湧貴民食艱阻兩浙一路災疫尤甚雖朝廷寛免租賦優加賑恤而迄今未得蘇息近聞京東濟鄆河北徳博淮南宿亳等州盗賊充斥所在竊發州縣不時擒捕頗甚兇猛盖長吏與巡檢縣尉罕得其人上下蒙蔽不以實聞必恐稔成大患為朝廷深憂不可不速行處置也頃嵗淛東鄂隣淮南王倫京西張海等皆起自倉卒結為巨盗刼害居民郡邑悉不能制禦幸而殱滅無謂邪小蜂蠆有毒且四方藩郡兵伍絶少多者不逾數百輩皆厮役羸卒又驕惰難用寛之則逾慢急之則王禍心不更訓練目不識行陣驅之禦冦必先事而敗雖烏合嘯聚莫能久長而生靈塗炭矣則國家将何道而猝安之况今國用窘急民心危懼凡盗賊若不即時誅滅萬一無賴之輩相應而起胡可止焉伏望陛下督責有司精擇逐路按察之官及諸州長吏有不任職者即令黜罷其巡檢縣尉等並委安撫轉運提點刑獄司專切舉察如庸懦不才者速具體量充替應有盗賊不以多少逺近並須捕捉净盡免成後害或少渉弛慢並乞重行朝典 \\n 請斷銷金等事 \\n 臣竊見中外臣僚士庶之家衣服首飾之類多用銷金工匠於闤闠之中任意制造殊不畏憚臣伏詳編勑節文除大禮法物外上從中禁下暨庶邦但係衣服裝著之類土木玩用之物並不得以金為飾如違並科違制之罪其元業匠人輙更造作犯者當行處斬此盖真宗皇帝躬行儉徳以化天下故自中禁以及庶邦凡衣服玩用以金為飾者一切禁斷工匠置於極典致數十年間中外絶無犯者而自近年以來時俗相尚銷金之作寖以公行近日尤甚其戚里及臣僚士庶之家衣服首飾並用銷金及生色内間金之類並無避懼盖是匠人等故違條制厚取工錢上下相蒙無敢言者若不速行禁止切慮縻壊金寳扇長澆風競事浮華大損聖化欲乞嚴賜指揮申明舊制上以遵先帝崇儉之意下以絶臣庶好奢之漸 \\n 請開封府司録左右軍巡官屬不得請謁并追贓事 \\n 臣昨於八月十七日上殿進呈劄子内一道以開封府司録左右軍廵院刑禁最繁其官屬等但務請謁本局之事罕所究心欲乞今後應司録司本職官員及左右軍巡判官如勘大辟罪人非公事不得出入請謁所貴閱實獄情不至寃濫并一道起請凡諸處勘鞫盗賊公事合追取典賣寄留贓物並須子細根問確實月日件號錢數具牒所屬州縣仍先檢索簿歴照證委無差異即取索典解及收買受寄入等的實因依文狀入案方得追取逐件贓物牒送仍於回牒内一一附録簿歴上月日件號及逐人分析因依文狀以憑照會行遣免致抑勒人戸陪備贓物枉陷平人兼申明先降條貫至今多日未見指揮伏望聖慈特令檢會所進劄子施行 \\n 請絶三番取索 \\n 臣昨奉勑差送伴契丹人使伏覩三番諸司人依例於接伴使副進發前四五日離京凡經過驛頓並先次取索羊麫鷄鴨魚兎之屬廣設酒肴以待兩番使臣所費物料不少並專副自備供應及至雄州動經旬日本州日供三番下一行使臣等并散直殿侍長行使臣及手分親事官酒食約七十餘分十日之内紐計甚多其餘呼索之物仍不在數况常年兩次國信使自有乆來體例過界月日亦須候接伴使副到雄州方有過界之期兼接伴使副到本處尚住三兩日亦足可祗應臣欲乞特降指揮下國信所今後三番使臣等只得於接伴使副前發一日出行其送伴即先兩日分頓仍只得於當頓排辦祗應如合依衮過驛頓即不得妄有取索互以酒食逓相管設及饋運並乞嚴行止絶兼候送人使過界即令使副前一日回京庶沿路州縣驛頓易為供給稍免搔撓官司 \\n 請罷天下公用回易等 \\n 臣竊見天下州軍公用錢自降指揮許令回易之後諸路尤被其苦而河北之害尤甚前後累有臣僚論列乞罷回易雖近降條約罕或遵行縁逐路不以逺近廣令興販並将物貨抑配人戸不惟誅剥細民兼又阻絶商旅以致賣販鹽酒違禁之物無所不為本路鹽酒稅課利逓年以此大叚虧少盖侵奪使然是致用度不足未免重煩朝廷况逐州合破官錢不少若只用管設軍員犒勞賔客自亦有餘但好進之輩圖規厚利交結權幸以為身計爾臣欲乞應係有公用錢處依先降指揮更不得回易其沿邊及人使路分即與量添錢數則公私之利無便於此其互以公用酒食及匹帛之類往來相饋遺者並望嚴賜止絶如敢犯乞坐違制之罪 \\n ○去妖妄 \\n 論妖人冷清等事（二章） \\n 第一章 \\n 臣奉勑差與趙槩等録問冷清公事臣尋往軍巡院将公案看詳據冷清欵招伏前後狂言非一原其情狀法所無赦致之極典固在不疑兼詳放停軍人髙繼安欵先因罪犯配鼎州尋却入京託病放免而妄談幻術交結權貴所至之處多以禱祠為名扇惑州縣頃年於潭州即将帶冷清隨行沿路累造妖言知而故縱不以告官及冷清事發則敎令詐作心風果得免罪尋又敎以狂悖之語所不忍聞且都城之内豈可令此輩輕慢憲法惑亂大衆若不速行顯戮以戒未來則啓奸邪之心為國生事防微杜漸不可忽也乞令盡法施行 \\n 第二章 \\n 臣近以開封府勘到冷清髙繼安等乞早行顯戮免惑中外况狂偽之狀灼然明白决無可疑天地所不容人神所共棄豈宜引用常法遷延不斷此而可忍孰不可恕兼風霾暴作日色無光上下蒙蔽之象故天示此變所以警悟人君如是之至也伏願陛下察變異之來顧宗社之重特出宸斷速令誅夷免奸邪之類别起釁端寖成大患 \\n 請安置鹿皮道者 \\n 臣聞善為國者必務去民之蠧則俗阜而財豐若蠧原不除治道從何而興哉竊見興國寺僧鹿皮道者紹宗自殘支體稔懐奸詐扇誘聾俗聚集兇黨創修寺宇鎔鑄佛像糜費貨寳不知紀極方國家多事財用窘急豈容此輩恣行掊刻且佛者覺也在乎方寸假有萬像之廣不出五藴之中但平等慈悲即成正道有為功果非所崇尚昔唐朝欲造大像狄仁傑上疏論列即時罷役伏望皇帝陛下俯矜庶品博採羣議凡所興造速賜禁止其僧紹宗亦乞於外處安置庶免惑衆 \\n 包孝肅奏議集巻五 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻六", "正文": "　 \\n ●包孝肅奏議集巻六 \\n 　 \\n  \\n （宋）包拯撰 \\n ○按劾（一十五篇） \\n 彈宋庠 \\n 臣等今日中書傳諭奉聖旨宣示宋庠自辨及求退等事臣等蒙陛下擢任處之諫垣惟采取天下公議别白賢不肖敷聞于上冀陛下倚任常得其人以熈大政不使貪冒非才者得以膠固其位害敗于事廼臣等之職分陛下所責任者也固不敢縁私詆欺變白為黒惑亂陛下耳目動揺大臣爵位以取竒譽巧資身計斯亦臣等所自信陛下所明照者也臣等昨於二月二十二日具劄子論列宋庠自再秉衡軸首尾七年殊無建明略效補報而但隂拱持禄竊位素飡安處洋洋以為得策且復求觧之際陛下降詔未及斷章庠乃從容遂止其請足見其固位無恥之甚也今乃自辨謂臣等議論暗合巳意臣等亦謂宋庠本意暗合天下之議論斯不近於欺乎陛下所深察矣且云無過則又不然臣等竊以前代至于祖宗之朝罷免執政大臣莫不以其謨明無效取羣議而行也何則執政大臣與國同體不能盡心竭節灼然樹立是謂之過宜乎當黜非如羣有司小官之類必有犯狀挂于刑書乃為過也唐憲宗朝權徳輿為宰相不能有所發明時人譏之俄以循黙而罷復守本官憲宗聰明仁愛之主也徳輿文學徳行之臣也當時罷免只縁循黙不必指瑕末致罪名而然也至如祖宗朝罷免范質宋琪李昉張齊賢亦只以不稱職均勞逸為辭未嘗明其過也近嵗方乃摭拾細故託以為名揚于外廷斯乃不識大體之臣上惑聖聴有乖舉措非所以責大臣之義也宋庠豈無細過臣等不言之者盖為陛下惜此事體臣等所陳惟陛下聖度詳處若以為是則乞依前來劄子早賜施行倘以臣等為謗讟時宰敢肆狂妄亦乞治正其罪重行降黜臣等無任激切竢命之至 \\n 再彈張堯佐 \\n 臣伏見張堯佐除宣徽南院使淮康軍節度使兼景靈宫使又同羣牧制置使制命一出中外驚駭縁張堯佐久以非才濫司大計利權反覆物論沸騰臣等累次論列陛下欲務保全乃曲假寵榮併領要職求之前代則無例訪以人情則不安臣實憂危罔知所措竊惟陛下臨御以來凡所行事悉遵守祖宗舊制未嘗踰越若乃進用臣僚於先朝則李至可謂自尚書參知政事授節度使錢若水舊任樞宻副使由工部侍郎只得觀察使於今朝則錢惟演以樞宻使兵部尚書授節度使李士衡以三司使兼尚書右丞李維以翰林學士承旨兼刑部尚書陳堯咨以翰林學士兼工部侍郎並授觀察使鄭戩以資政殿大學士尸部侍郎知并州二年只授宣徽使踰年方加節度使此皆國朝之舊典也自非徳望兼著亦不輕授今堯佐何者而兼是四職乎况執政大臣與國休戚不能執守建明曲有阿徇成此過舉俾天下竊議謂陛下私於後宮不獨於聖徳有損抑又事體不可之至甚者也伏望陛下以祖業為重以天下為意免使奸倖有所窺伺特出宸斷罷堯佐宣徽使之命任以外鎮庶可稍息天下之議 \\n 第二章 \\n 臣等近以除授張堯佐宣徽使以物議沸騰曽具奏陳乞詔中書明降指揮向去更不除使相及不許歸本院供職仍促發赴河陽庶幾稍弭謗讟未蒙俞允實切憂慮臣伏以陛下凡事克巳鮮有過舉止於堯佐厚甚不無衆口交非若厭物情理須降抑然自去冬言争此事陛下幸賜開納天下皆仰聖度能虛懐以徇諫也今來重申前命所以不即論列乞行追奪者盖為朝廷曲全事體耳其如大恩不可頻假羣心不可固違假之頻則損威違之固則兆亂伏望以國家至計為念檢會臣等前後所上劄子早賜施行不勝懇切之至 \\n 第三章 \\n 近為臺諌官累奏乞罷張堯佐三司使之職及言親連宫掖不可用為執政之官至於優與官爵富貴於體無妨遂除淮康軍節度使充宣徽使兼巳指揮中書后妃之家今後並不除兩府職任質之公論經久為允今來臺諫官却入章疏仍相率請對堅稱堯佐不當授此官職乞行寢罷顯是前後議論翻覆及進對之時喧譁失禮若以常法便當責降朝廷務存政體特示含容宜令誡諭知悉 \\n 中書劄子第一道 \\n 知諫院包拯陳旭吳奎等劄子奏臣等伏見張堯佐除授宣徽南院使制命始下物議騰沸况臣等以言為職豈敢私自顧慮以身為計哉直以誕告再行若固守前議復乞追奪於朝廷亦似未安所以進退皇惑不即論列雖然事體有必須裁制者不可不深察臣等不得不極陳也張堯佐怙恩寵之厚僥求覬望不知紀極始欲得宣徽使今訖行前命付與之矣雖出領近鎮将來必求入覲即圖本院供職以至使相重任名器之大者盡可階縁恩私無求而不獲必快巳欲以熏灼天下此不可不深察也伏望思巳前之失為杜漸之制特降詔旨申勑中書門下諭以堯佐比縁恩澤不次超擢享此名位巳為過越将來更不令處使相之任及不許本院供職仍趣赴河陽任所庶幾厭塞人情防杜間隙臣等不勝為國納忠激切之至 \\n 中書劄子第二道 \\n 又據知諫院包拯陳旭吳奎等劄子奏臣等以除授張堯佐宣徽使物議喧騰曽具奏陳乞詔中書明降指揮向去更不得除使相及不許歸院供職仍趣發赴河陽庶幾稍弭謗讟未蒙俞允自去冬力争此事幸賜開納天下皆仰聖度能虚懐而徇諫也今來重申前命所以不即論列乞行追奪者盖為朝廷曲全事體耳其如大恩不可頻假羣心不可固違假之頻則損威違之固則兆亂伏望以國家至計為念檢會臣等前後劄子必賜施行不勝懇激之極取進止今年八月二十二日進呈奉聖旨如今後張堯佐别有遷改恩命檢會此劄子進呈執奏仍今後宣徽使不得過二員 \\n 論李昭亮（二章） \\n 第一章 \\n 臣等伏見宣徽南院使新知澶州李昭亮因赴任到闕朝見復有指揮且令本院供職雖天恩寛假人欲必從然於事體有不可者尤須為國家顧惜綱紀也竊聞昭亮在延州日嘗累乞移近郡而澶淵據北道之會扼大河之津朝廷素擇重臣以鎮之是委遇之意不為不優矣州境與畿甸相接兼得以便私家之事如昭亮所請不為不從矣以至増南院宣徽之重誕告於廷而遣之今始得覲又欲遂留京師前命廢而不行為昭亮計誠可矣恐非朝廷所以命大臣而大臣於出處間自持慎重之體也外議多云比來河流頗虞决溢之患昭亮以此懇辭不去又不可之尤甚者也古所謂大臣者能與天下國家同其休戚也今其名位兼中外之重亦可以同休戚矣而計較一小利害不肯宣力矧天下利害固有大於此者朝廷欲誰使哉大臣舉措果如此将何以勵小臣哉伏望陛下依前降指揮趣令赴任上以全出命之體下以存承命之信無復開僥倖覬覦之路由大臣始克如此事體所繫不細臣等故敢極論之惟望聖慮必賜裁擇 \\n 第二章 \\n 臣伏見宣徽南院使李昭亮近移知澶州到闕朝見遂乞留京師復求邊任臣等尋具論列蒙指揮賜告三月滿日赴任候邊帥有闕許令就移未逾數日却除昭亮知真定府移李昭述知秦州替吕公綽赴闕中外聞之無不竦駭且昭亮先在延州日累求便郡朝廷優進職名特移近輔既而又圖邊任遽有此命是可否在於昭亮而朝廷之命令不行此豈大臣之所為哉兼昭述初授成徳公議巳為不允所蒞之處惟務姑息在成徳尤甚緣秦州宻接蕃部最為巨屏兵馬素經訓練習知節制曏來未嘗輕授若一旦令昭述處之遂用成徳之政必致士卒驕横緩急决不得用俾陜西沿邊諸鎮傳聞害事豈不大哉伏望聖慈特降指揮趣令昭亮依舊發赴澶州昭述别與一郡或且令在任公綽候将來滿日别選臣僚移替如此則朝廷命令必行不使僥倖覬覦之人得計則紀綱自正矣事體所繫不細臣故敢再三極論之必望聖慮裁擇 \\n 論丁度孫甫事乞辨明 \\n 臣等竊聞翰林學士承旨丁度累上劄子稱於召對日奉聖旨面諭右正言孫甫言度曽上殿求入兩地今丁度乞賜辨證至今未見指揮物議喧然竊縁任用大臣出於聖斷如丁度實曽上殿妄自求進頗失事體或孫甫所言虚誑中傷近列即乞各與辨明特賜行遣且丁度孫甫俱處侍從之班日被顧問今互有論列未辨曲直若朝廷姑務含容不行降黜則好進者無所警懼言事者得以離間疑惑聖聴隳紊朝綱無甚於此也欲望聖慈将丁度累上文字早賜降出施行 \\n 彈郭承祐（二章） \\n 第一章 \\n 臣等近曽再具論列郭承祐以其上僭不法等事乞朝廷重行降黜今開改差許州部署雖罷知州之權然依前為節度使在承祐所損無幾於朝廷威令則所損至重至深也何則承祐以新以舊曲被優恩有大罪而蒙生全無微功而叨将領便蕃富貴出入寵榮假使殺身未能報徳而乃恣逞姦慝瀆亂國經身擁節旄而姑息士卒職隣樞近而僭越典常命之撫俗而殘民委之留務而生事喧然衆口謂之蓄謀迹其用心實亦不順此其可恕則天下之惡無不可容者矣雖人主曲全臣下過示優矜而兇人不顧君親胡為愓厲况當熈洽之際敢萌跋扈之為是誘藩臣非曰戎首若不痛繩以法斯則漏彼吞舟使包藏禍亂之人何以戒懼而自戢哉兼臣等仍聞承祐在南京非理决配過人及一二百數昨揚孜分析纔四十五人而巳實有未盡意其謂何臣等乞再下南京令子細分析承祐在任日决配過軍人百姓依法不依法作兩項聲說的實數目聞奏候文字到日乞朝廷别賜裁處 \\n 第二章 \\n 臣等巳三次論列郭承祐乞朝廷據其迹狀重行降黜至今未奉俞旨臣等實以為憂然所憂者非謂以言未從及身計也誠憂國家威令不行則兇人無以戒懼開奸宄之隙發賊亂之萌貽戚将來固不細也聖人思患預防君子見幾而作皆慎於微小則其禍易除及事變之後雖有智謀即能戡定所傷亦巳多矣承祐猖獗奚足顧忌但因之生事則禍亦不輕臣等所以區區不能自止也傳曰除君之惡惟力是視臣等雖其力微不能感動天聴以摧壓横猾至若自愛其身遇事面從則不忍也陛下何惜一倖臣不正其罪使威令行朝廷肅明示四方之臣庶耶臣等實甚惜之伏乞檢會前來劄子必賜施行無任懇激之至 \\n 彈李淑（二章） \\n 第一章 \\n 臣等伏覩除授李淑充翰林學士兼端明殿學士侍讀學士者竊以李淑未丁憂間只帶侍讀端明兩職嘗坐吟詠刺斥前朝語渉怨尤事干烈祖以此差知南京自陳親老遂乞侍養相次又却充職當時物議以謂纔乞養親遽乃求仕無致養之樂有謀身之端又以其前過至深不可處之親近羣言未息旋即居憂今來服除始還舊貫仍居學士之職乃處禁林之重何故崇署之至如此哉臣等所未諭也且李淑素行前後言者多矣陛下亦具悉矣臣等不復一一陳數但指其甚不可者陛下裁處無使萬世之下致譏於朝廷則臣等之責塞矣非於李淑有嫌隙也臣等讀漢書見轅固與黄生争論於景帝前及湯武受命事當時猶為隠避不終其說漢景帝與湯武相去千餘年非其祖宗尚乃置而弗論何則嫌其類也以仲尼之将聖於區區魯國亦為之諱盖禮則然矣李淑父子蒙國厚恩其身久處清華官職俱顯秪以累守外郡未獲大用意懐怨憤遂假前代為名譏切本朝迹其用心誠罪不容誅者也暨縁羣議稍示薄責淑乃曲辨益肆妄端欲遂一巳之非以易大典之序此而可恕誰不可恕哉又於吕夷簡墓誌有遏猾鷄晨之語臣等伏以陛下奉事章獻太后於母子之際無纎毫之間烝烝孝治格於羣黎謂之雞晨實累上徳其中更有甚不可者臣等不忍言也淑之所為敢爾悖慢陛下仁惻篤顧舊物雖隠其甚惡不賜顯誅在乎物情巳為恩貸今又増一學士處之禁塗衆議諠諠實甚不平况母年八十别無侍子臣等伏望陛下宸斷落其翰林學士與一外任或令侍養如此則懐奸隠慝之臣有所戒懼不敢謗讟矣 \\n 第二章 \\n 臣近者兩次論列以李淑前過至深不可處之親近乞與外任或令侍養今聞祗罷翰林學士依舊充侍讀之職况李淑父子荷國厚恩榮幸俱極輙敢私懐怨望譏切祖宗非所宜言天下共憤昔漢宣帝時楊惲但以怨刺之言尚坐棄市迹淑罪狀不賜顯戮巳為寛貸兼母年八十别無侍子在乎禮律不合從政而貪冒寵利殊無畏憚且陛下日御講筵博詢經義當用篤厚方正之士以備師臣之列豈宜以姦險悖慢之臣得預進讀於前哉此尤不可之甚者也伏望陛下檢會臣前後劄子特出宸斷與之外任或令侍養庶幾稍塞中外之議 \\n 彈張若谷 \\n 臣聞引年致政抑有定規殉禄貪榮頗傷清議竊見龍圖閣直學士兵部侍郎知洪州張若谷年近八十自登膴士亟踐清塗久越從心之年未有乞骸之請雖聖朝眷待近侍進退以禮而大臣去就之義安可罔然不知伏况江西重地為一都會兵賦繁盛控扼上游尤在得人以之鎮靖兼檢會御史臺先有起請乞行頒示而張若谷未能引退尚此冒居人之寡亷一至于是欲乞申明前命諭之致仕或與別移一郡 \\n 彈王逵（七章） \\n 第一章 \\n 臣訪聞江南西路轉運使王逵行事任性不顧條制苛政暴歛殊無畏憚州縣稍不徇從即被捃拾吏民無告實可嗟憫按王逵先任荆湖南路轉運使日非理配率人户錢物上供以圖進用山下居民苦於誅求逃入蠻洞結集兇黨致此大患于今未息沿江重地幅貟千餘里財賦戸口尤盛亦與蠻界接連不可久任匪人切恐為國生事且楊紘但以體量官吏過當尚降差遣况王逵害民蠧化衆議不容欲望聖慈特與降黜則天下幸甚 \\n 第二章 \\n 臣近以江南西路轉運使王逵所為任性加以殘酷不可令久居表率之任乞降差遣竊知下本路提刑司體量且提刑與轉運使俱是按察之官事相闗連寧無私徇縱使情狀的著恐未必能遵朝旨兼王逵先任荆湖之日以非理配率錢物臣僚奏劾降知池州尋該赦宥移福州未幾又自揚州移今任雖遇霈澤棄瑕錄用然刻暴之性難以悛改凡所為事布在朝野無不具知且非曖昧臣與王逵素不相接但以物議不允須至上言伏望聖慈特出宸斷只令依楊紘例降一小郡所貴天下酷吏稍知警懼 \\n 第三章 \\n 臣近者兩曽上言以新授淮南轉運使王逵累任皆以惨虐不法降黜差遣縱該赦宥不可復任職司乞追還勑命至今未蒙施行按王逵前後三四任轉運使惟務掊尅生靈凌辱官吏任性率易不顧條制雖朝廷未欲廢棄只與一郡巳是寛恩於逵何損且赦文優厚所以軫念黎元之至深也今淮南幅貟數千里最為富庶財賦錯出朝家仰給若命酷吏為之職司而令一路之民獨受其患是一夫之幸而一路之不幸也切恐傷陛下愛民卹物之心况薛紳楊紘止以體量官吏過當别無罪狀尚降任使未與牽復以王逵所在殘暴猥濫之狀彰灼如是而上下蒙蔽曲加擢用亦何以示懲戒於後哉實為朝廷惜之欲望聖慈特降指揮令只依薛紳楊紘例與移一藩郡則為害差小 \\n 第四章 \\n 臣先曽上言以江西轉運使王逵行事任性所為酷暴不可令居表率之任乞降差遣尋蒙中書劄子下本路提刑司體量無何提刑髙良夫未到間提刑李道寧又移知瀘州却係王逵權兼管勾泊見朝廷指揮必是妄疑前知洪州卞咸到闕說其殘虐之狀遂令諸色人等首告卞咸在任事件一面差官根勘且卞咸替罷近及一年以朝廷體量之故即虚有猜嫌方行捃拾以逞私憾又令前提刑李道寧録狀舉留乃是輕侮朝廷之甚所有卞咸被人陳告不法之事乞從别路差官照勘其王逵不可令更在本任亦乞與移别處差遣免致鍜成大獄枉陷非辜 \\n 第五章 \\n 臣伏聞就差知徐州王逵充淮南轉運使中外聞之無不駭愕按王逵累任荆湖南北路江南西路轉運使並以所為慘虐黜降差遣昨任江東轉運使恣性狂率愈甚於前未幾降知光州又改今任雖該霈澤棄瑕録用然刻暴之性難以悛改凡所行事布在朝列無不具知固非曖昧且陛下軫卹生靈惟恐不及豈忍以一方民吏俾王逵殘害伏望聖慈特賜追寢詔命且令依舊知州 \\n 第六章 \\n 臣近者上言以就差王逵充淮南轉運使乞追還詔命且令依舊知州未蒙施行按王逵先任荆湖南路轉運使日非理科率人戸錢物致山下居民苦於誅求逃入蠻洞結集兇黨為國大患近年方息臣僚論奏遂降知池州次任江南西路轉運使又枉行徒配民吏不少尋朝廷下本路提刑司體量乃妄疑前知洪州卞咸到闕說其殘虐之狀遂行捃拾以逞私憾凡追攝干繫五六百人在禁鍜成大獄及别路差官再勘仍推究出王逵罪犯尤多朝廷亦不曽盡理施行却除河東轉運使自到本任凡所行事愈更率易殊無畏憚尋以舊事發覺被劾秪降知光州未幾又移今任雖該霈澤録用縁王逵奸險慘毒之性無改悔之理且淮南財利錯出朝省仰給發運司嵗運軍儲六百萬石亦藉本司公共協濟方能辦集以王逵狠愎任性必也違戾敗事不止一路官吏軍民獨受其害矣據其事狀衆議所不容豈可更令居表率之地且與一郡乃是朝廷之寛恩也 \\n 第七章 \\n 臣近者與陳旭吳奎凡六次論列以新授淮南轉運使王逵乞與改授藩郡至今不蒙施行盖臣等之言不足取信於朝廷如是之甚俯仰慚懼不知所措臣今略具王逵逐任事狀伏乞聖慈特賜睿察按王逵先任湖南轉運使日非理率配數十年役過里正令納見錢只潭州係七百餘戸雖子孫淪歿及賣過産業者並令見佃人陪納凡干連數千戸其部下諸州率皆類此一路之民例遭枷錮逃移死亡者無數及臣僚論奏朝廷特與放免又隠匿朝省指揮數月並不遵禀一向催納因事發覺遂降知池州其他違越之事不更條陳故臣僚上言伏見王逵兇暴無識殘忍有餘列位簪紳心同蛇蝎因縁奸詐遂忝職司在湖南日酷法誅求財利茍圖進擢民被殺者罔知其數黜降之後潭州父老數千人共設大會以感聖恩與人去害在城數萬家三夕香燈徹曙又被苦之家並刻木作王逵之形日夕笞撻其人心憎惡如是及任江西轉運使依前殘酷枉法徒配民吏恣行威福臺官舉劾遂下提刑司體量適屬髙良夫未到李道寧移任王逵權本司公事乃妄疑前知洪州卞咸到闕說其事迹遂追捕平民數百人只於本州倚郭兩縣收禁搆成卞咸之罪况卞咸替罷将及一年方行捃拾以逞私憾中外莫不扼腕憤嗟臣僚繼有章疏遂移荆湖北路未幾復授河東所為恣横愈甚於前嘗至撫州筵上與郭志髙酒醉詬爭逺邇驚駭尋又張珪進狀指論前知福州日在任贓濫不法事件俱有實狀竟不曽盡理勘劾止降知光州據其罪名不可悉數雖該赦宥不可復付以表率之任且執政大臣所宜與國家進才良退苛暴規恢治體沮勸将來今乃不卹人言固用酷吏於一王逵則幸矣如一路不幸何臣實為朝廷重惜之伏望聖慈令取索前後臣僚奏狀并章珉先勘卞咸獄收坐及張珪所論之事同送御史臺依公定奪即顯臣言非妄仍乞檢會臣等累進劄子早賜施行况楊紘薛紳王綽王鼎本無殘虐之狀只以行事或有過當尚降差遣不與牽復職司較之王逵彼實非辜臣所以不避煩猥重此部述惟陛下特賜裁處 \\n 請勘閻士良 \\n 臣伏見許州通判太常博士張士安奏准勑赴蔡州制勘駐泊都監閻士良與知州陳述古互相奏論兼准勑連陳述古狀據官員人吏僧尼等首閻士良强買騾馬牛羊及乞取錢物共七十五狀并據士良論述古私役兵士恣横不公事其出榜召到陳首閻士良八十七狀不敢一例根勘巳送本州及申奏者竊縁閻士良陳述古互論不法事件至多所出榜召到陳首閻士良八十七狀亦合晝時行遣不合却送本州顯屬避事欲乞特降指揮令本勘官将所召到陳首士良八十七狀疾速理勘一就結案兼訪聞一行干連人數不少炎酷方熾縲繫頗久罪非本犯情實可憫且干連人等應係照證各有歸著如該杖罪巳下之人亦乞令本處一面先次决遣疎放盛暑之際免淹刑禁 \\n 請罷知雄州劉兼濟 \\n 臣近以新差知雄州劉兼濟材庸識闇素無亷節當此邊寄中外之議共以為不可乞選有材略武臣充替至今未蒙施行臣伏見聖慮以河朔事體至重故進任大臣節制一路誠為長策然沿邊守将未甚得人此不可不精擇也如祖宗朝用何繼筠李漢超何承矩李允則以禦北鄙皆極一時之選是致邊方寧肅朝廷無北顧之憂盖委任得人之明効也方今不患乏材但患不能用爾縁雄州最為控扼重地尤不當輕授事機少失雖悔何及且戎虜之性詭詐萬狀殊不可測今既無名搆是釁隙故必有為之謀者可不熟慮而預防之哉伏望聖慈特令檢會臣前來劄子早賜施行庶免緩急誤事 \\n 論李綬冒國親事 \\n 臣竊聞舊開礬鋪進納授官人李綬男與故申王宫承俊為親将就婚巹中外傳聞莫不駭愕檢會御史臺編勑節文應皇屬議親並令具門閥次第委宗正寺宫審覆須的是衣冠之後非闒冗庸賤之伍富商大賈之門差渉不實會赦不原其罪仍仰抨彈之官常加采聴又太常禮院勑大宗正司奏不是工商伎術之家聴許為親其李綬男正礙條制竊以伉合之序貴於匹敵氏族之選屬在名勝盖禮敎之重所宜謹嚴人地之華必資參擇按李綬闒冗之餘軒裳所絶嚮縁進納巳濫寵恩豈可更冒瀆國姻塵鄙公族使天支之秀下偶非類汨紊彛制虧損朝美臣請罷其婚媾别求徳閥仍乞申命有司今後國親並須依勑選定 \\n 請追任弁官 \\n 臣伏見近降勑命以免追官勒停人任弁授太常少卿物論喧然未為允當訪聞任弁先知汾州日所犯罪名至多除輕罪外凡額外占使兵士一百一十六人令織造駞毛叚子及打三黄鏁諸般私下雜作並是名目破剰人數計二萬三千六百餘工計庸紐贓絹一千六百餘匹有零據法寺准律監官及主司於職掌之所私役兵防者計庸准盗論其任弁合於流三千里私罪上定斷事該疎决降從徒三年私罪官減外合追太常少卿更罰銅一十斤放奉勑特免追官罰銅一十斤勒停者竊以長人之任表率為先既自犯於邦刑宜不齒於朝序按任弁本以庸質濫兹重寄不能正身蒞下而乃徇利敗官雖該赦恩例許録用原其罪狀當置冗散豈可牽復舊職列在卿曹即事縁情實辜聖化况任弁雖免追官勒停亦合降資叙用欲乞追還新命無授他秩則賞罰不濫清濁有别俾天下貪猥之輩漸知警懼 \\n 論閻士良轉官 \\n 臣等伏見六宅副使閻士良除授崇儀使罔測縁繇中外疑惑盖自明堂覃恩之後臣僚非著灼然功効未嘗有超越遷轉者按士良先任蔡州都監日以不法坐罪黜降不逾數年復陞職任今又不次驟正使名物議喧然以為不可且河朔塘水當無事之時亦可助邊防之固但存舊制公私為便頃嵗楊懐敏興修不巳大為民患累有臣僚論列遂令依舊自士良繼領是職訪聞復以創置屯田為名疏决水勢飄浸鄉村沿塞居民尤被其苦况逐州軍自屬長吏等筦構豈假更設斯局兼士良到闕奏事僅及兩月遷延不去必是以此為功邀求進秩既得之後何所不至寖開僥倖之路或構戎虜之隙則為害不細伏望聖慈特許追奪前命以戒将來及移士良與别路差遣庶免向去别啓釁端 \\n 請罷王渙榷貨務 \\n 臣等伏見監榷貨務王渙先任京官知濟州鉅野縣日曽犯贓罪除名編管自後改除班行勾當作坊之時又犯贓罪去官其人賦性貪回用心狡獪善能交結以恣其為只如先降條貫勾當榷貨務湏是三司副使同罪奏舉方可差除王渙意欲僥求限以其制遂乃作計先授監左蔵庫而後論列稱奉内朝班次不便乞改差勾當榷貨務朝廷不知其累犯贓罪因而聴從物議紛紜謂長奸計是乃狡獪之明驗也且榷貨務之於省司表裏相濟其任至要所繫甚重施設出納最須得人豈可使贓汙之餘妄居是職公然肆志無所顧忌商旅喧而上訢國家浸以遺利儻不速為解罷則其為害可勝言哉臣等以為王渙前後犯狀彰明衆所共棄乞賜停廢永不别與差遣如此則憸人畏法莫敢自恣而流品一清矣兼聞馬誥亦累乞解罷伏乞嚴降指揮三司副使選舉曉財利有心力清亷强濟朝臣使臣兩員共幹其任必能辦集則大計有賴而國用庶幾乎足矣 \\n ○辨理 \\n 請留吳奎依舊供職 \\n 臣伏聞勑差起居舎人吳奎知宻州臣近因上殿親奉徳音宣諭以唐介彈奏大臣事及吳奎臣亦粗陳本末縁吳奎荷陛下不次擢用孜孜言事不避權倖以是忌嫉者衆非陛下英明博照無保全之理况唐介輕妄之詞誣罔天聴固聖鑒悉以辨明矣臣以無狀待罪諫列不能補報以負天下之責豈可見朝廷事有過舉循黙不言而令諫官横被惡名哉雖吳奎補郡私願甚便然公議痛惜之欲望聖慈且令依舊供職臣區區之心非謂吳奎所惜者朝廷事體盖不欲使奸邪者得計則臣之責塞矣惟聖度曲賜裁察則天下幸甚 \\n 包孝肅奏議集巻六 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻七", "正文": "　 \\n ●包孝肅奏議集巻七 \\n 　 \\n  \\n （宋）包拯撰 \\n ○民事 \\n 論厯代并本朝戸口 \\n 臣近者獲登雲陛親奉徳音詢及本朝并唐編戸多少之數臣雖粗陳梗概不足以上對清問退而徧考諸史盡見厯代本末竊以三代雖盛其戸口記籍莫得而詳國史所起惟兩漢最備謹按前漢元始二年人户千二百二十三萬三千及後漢光武兵革漸息之後戸四百二十七萬六百三十永壽二年増至一千六十七萬九百六十此兩漢極盛之數也三國鼎峙干戈日尋版籍嵗減當時纔百四十餘萬耳晉自武帝平吳之後編戸二百四十五萬九千八百自後南北幅裂戸無常數少者不盈百萬多者不過三倍隋文帝平一天下至大業二年戸八百九十萬七千五百三十六及乎唐之初年人戸不滿三百萬至髙宗永徽元年漸増至三百八十萬明皇天寳十三載巳前最為全盛只及九百六萬九千一百五十四自安史構亂之後屠戮生靈幾盡乾元已後僅滿一百至二百萬耳至武宗會昌年中其間相距百餘嵗纔増至四百九十五萬五千一百五十一降及五代戰伐相蹂日益耗散是時四分竊據之地逐處戸口各有數十萬太祖皇帝建隆之初有戸九十六萬七千三百五十三自後取劔南平嶺表下江左闢湖湘所得戸口方逾百萬至開寳九年漸加至三百九萬五百四戸太宗皇帝至道二年巳増至四百五十一萬四千二百五十七真宗皇帝天禧五年又増至八百六十七萬七千六百七十七陛下御宇巳來與民休息至天聖七年凡計編戸一千一十六萬二千六百八十九至慶厯二年増至一千三十萬七千六百四十八戸八年又増至一千九十六萬四千四百三十四臣以為前代戸口之目三代巳降跨唐越漢未有若今之盛者也臣聞蚩蚩生聚蕃息衰耗一出於時政之所陶化是故明主知其然也則必薄賦歛寛力役救荒饉三者不失然後幼有所養老有所終無夭閼之傷無庸調之苦此乃陛下日慎一日以致其盛若遂與之休養則可封之俗不異二帝之世矣 \\n 直勾衙前請限二年一替 \\n 臣竊見河北沿邊諸州軍只管一兩縣處其得替押録里正人數至少供應衙前不足遂於近下散戸内直差未充衙前客司執役應副重難差遣並無年限替期且自來條貫應得替押録里正充衙前三年及二年滿日並放歸農盖以先厯優輕令免重難一次所有直差衙前又不曽經厯優輕却令長入不與番替直候家産蕩盡方得逐便若比押録里正先厯優輕又有歸農年限則苦樂甚不均濟欲乞将應河北諸州軍直差衙前客司並與二年一替其情願永充者亦聴從便 \\n ○寛卹 \\n 請差災傷路分安撫 \\n 臣竊聞江淮兩浙荆湖南北路近嵗旱澇相繼粒食踴貴淮南西路蘄黄等州尤甚去秋霖雨殞霜損害苖稼今夏大水飄流居人兼又官中配糴民間之蓄盡輸入官官糴既多迨今五月不雨秋苖悉巳枯槁米價斗一百文縱江淮稔時米雖賤而民有饑者况遇兇年亦何卒嵗為其無備故也今則民間之蓄盡為軍儲矣民失其賴流亡日衆故賊盗充斥聚集成羣大者近百人小亦不下數十人所在剽虜官司不能禁自光壽以南距江亦皆如是州縣上下逓相蒙蔽不以上聞使朝廷無繇知之况今秋苗稼既槁則望在來夏而彫殘之民朝不謀夕豈能及來夏乎且天之降咎必在於兇年者盖年兇則民饑饑則盗起盗起則姦雄出姦雄出則不可制矣豈可不深懼而豫防之哉伏望聖慈申命執政大臣應江淮兩浙荆湖等州軍自去夏至今秋灾傷甚處選差臣僚遍令體量安撫從便宜而賑貸之夫救灾卹患國之常也若忽而不顧寖成大患得不為朝廷之深憂乎 \\n 再請差京東安撫 \\n 臣近以京東盗賊充斥曹兖等州長吏乞别選差有方略臣僚及遣臺官一員徃彼體量安撫監督諸州縣捕捉免成後患未蒙指揮縁京東素是出强賊處不可不即時誅滅若令結成羣黨藏伏山林則為害不細况臣嵎山累年震動去春兖鄆又地震兼春前嵗星孛於虚危之次亦是齊分此皆變異之大者固不虚發不可忽天戒而不大為之防也且前代并本朝天下凡有灾傷盗賊即遣黜陟使或採訪安撫等使循行郡國今之議者必謂虚有煩費若其得人可以按察官吏能否詢訪民間疾苦俾之便宜從事所濟豈不大哉所有本路轉運使亦未甚振職乞於别路對換有才略者不然則敗事雖悔無及伏望聖慈特許檢會臣先進劄子所乞近差曹兖等州長吏并差臺官安撫事早賜施行 \\n 請罷天下科率 \\n 臣伏見自西冦巳來急於饋運常賦之外調發相繼天下民力殆巳竭矣且先朝當契丹未請盟之時宿兵兩路干戈日尋詎聞有今之搔動乎盖郡縣長吏鮮得其人或遇非次配率競效苛刻貪官猾吏縁以為奸乗釁誅求不知紀極轉運提刑又不能察其贓否各徇顔情而巳且民者國之本也財用所出安危所繫當務安之為急安之在精擇郡守縣令及漸絶無名之率爾若乃横歛不巳人懐危慮或因嵗之饑饉以吏之殘酷相應而起塗炭海内此乃心腹之患况巳萌之兆可不深慮乎臣欲乞今後應係軍需所用之物並令三司預先計度於出産州軍置場收買或非次急切須至配率者亦乞勘會各於出産路分專委逐處長吏於形勢物力戸内等第均配仍委知州通判親自監納兼令轉運提刑專切提舉體量稍有違越並乞重行朝典所貴重困之民漸獲蘇息 \\n 請免江淮兩淛折變（四章） \\n 第一章 \\n 臣竊見淮南江淛荆湖等州軍數年以來例皆薄熟去秋亢旱尤甚可熟三二分當年夏稅見錢一例科折内第一等折納小綾每疋一貫六百六十文省官絁毎疋二貫八百五十文省其第二等巳下至客戸並折納小麥每斗三十四文省續據發運司准中書劄子據三司奏乞将慶厯三年上供額斛斗六百萬石内将小麥一百萬石大豆十五萬石折納見錢發運司遂相度小麥每斗并耗添估九十四文省大豆每斗并耗八十八文省比逐處見糴價例兩倍巳上應該小麥一石納見錢九百四十文省尋又准五月九日中書劄子據發運司奏竊慮豆麥價髙人户難得見錢奉聖旨宜令本司疾速指揮逐路州軍據合折夏稅豆麥令人戸如願納見錢者即仰逐處依起納日在市價例錢數送納如只願納本色斛斗亦聴從便雖有前件聖旨指揮本處官吏並不遵禀但一面抑令人戸納元估價錢不許納本色斛斗以致豆麥益賤錢貨難得下等人户尤更不易發運司但務嵗計充盈不慮民力困竭上下相蒙無所訴告為國歛怨莫甚於此且民者國之本財用所出安危所繫而横賦暴取不知紀極若因此流亡相應而起塗炭郡邑則将何道可以卒安之况巳萌之兆不可不深慮耳兼自淮以南及兩浙荆湖從去秋至今春並未得雨二麥不秀耕種失時民心熬熬日懐憂懼欲望聖慈特降詔勑委逐路轉運提刑不住巡厯體量應是諸雜科率權且停罷若向去蠶麥稍熟今年夏税諸色錢等除第一第二等户各令依舊折納外其第三等巳下并客戸特與免諸般支移折變只令各納本色庶使重困之民稍獲蘇息 \\n 第二章 \\n 臣近曽上言以江淮兩浙荆湖等州軍自去秋至今春未得大叚雨澤二麥不秀耕種失時并去年諸處夏税一例折納見錢小麥每斗估價九十四文省民間錢既窘迫麥又無用應急賤糶納官其直每斗不過三二十文中等巳下人户絶更不易今又時雨稍愆蝻蟲復作民心愁苦深可矜憫况東南奥壤國家仰之如帑府尤宜保固以制諸夏若不急於優卹繼之以重困獸窮則攫竊恐更為朝廷之憂爾臣先乞應係諸般科率權且停罷如将來蠶麥豐登中等巳下且令各納正稅本色錢等權免今年折變庶孤貧人戸稍獲蘇息至今多日未蒙指揮欲乞檢會速賜施行兼乞下諸路轉運司提刑司不住巡厯體量或有蠶麥不熟之處人戸申訴州縣不得抑退並令依例疾速差官檢覆開破逐色租稅免致流亡 \\n 第三章 \\n 臣昨於四月九日劄子上言以江淮兩淛荆湖等州軍自去秋至今春未得大叚雨澤其中等巳下人戸夏稅乞不依去年折變見錢令只納本色又於當月二十八日上殿劄子亦乞令中等巳下人戸權免今年夏稅折變至今多日未蒙指揮兼諸處見今納夏稅若令一例折變深屬不便縁逐路今嵗蠶麥薄熟雨澤久愆耕種失時蝗蝻復起秋成未保人心益怖而又民間錢貨絶難出辦若不特賜寛恤竊慮下等不濟人戸以官錢窘迫必致流亡强壯者盡為盗賊老弱者轉死溝壑不獨搔擾郡邑抑亦離去畎畝矧國家財用所出盡在東南不得不深慮也又訪聞京東京西河北河東陜西今夏蠶麥例皆豐熟此乃天意欲少寛東南之民若此數路稍旱調度或急則朝廷縱有矜憫之心亦無所及然臣職賤言輕宜無采録但事體至大乞留聖意伏望陛下特出宸斷速賜指揮則一方生靈有再蘇之望 \\n 第四章 \\n 臣近者累次上言乞江淮兩浙荆湖等州軍中等巳下人戸今年夏稅權免諸般折變祗令各納本色尋奉聖旨送三司相度訪聞三司巳具申奏訖至今未降指揮縁諸路見納夏稅多日兼有路分絶逺之處若更稽緩竊慮後時即陛下矜恤之心恐無所及伏望聖慈憫此重困之民速賜指揮則天下幸甚 \\n 請免陳州添折見錢 \\n 臣訪聞知陳州任師中昨奏為本州管下五縣自去冬遇大雨雪凍折桑棗等并今年養蠶只及三五分二麥不熟全有損失去處除擘畫不放省稅外只乞與免支移折變巳奉聖旨令京西轉運司相度聞奏竊知本路轉運司牒陳州令将今年夏稅大小麥與免支移只令就本州送納見錢却令将大小麥每斗折見錢一百文脚錢二十文諸般頭子倉耗又納二十文是每斗麥納錢一百四十文况見今市上小麥每斗實價五十文乃是於災傷年分二倍誅剥貧民也則民間錢貨從何出辦兼将客戸等蠶鹽一斤一例折作見錢一百文又将此一百文紐做小麥二斗五升每斗亦令納見錢一百四十文計每斤土鹽却納三百五十文况一郡五縣數十萬口非常暴歛小民重困體實非便欲乞特降指揮令本州疾速依見今在市二麥實價估定錢數令民取便送納見錢或納本色庶使京輔近地不濟人戸稍獲蘇息兼慮本路應係災傷州軍或有似此重行折變之處亦乞特行勘會速賜指揮若稍稽延恐無所及 \\n 請救濟江淮饑民 \\n 臣聞天以五星為府人以九榖為命五星紊於上則災異起於下九榖絶於野則盗賊興於外天之於人上下相應故天變於其上則人亂於其下是天人相與之際甚可畏也若變異上著則恐懼脩省以謝於下年榖不登則賑貸予賚而卹其困盖不使天有大變而民有饑色則人獲富壽而國享安寧矣方今災異之變尤甚臣近巳論列詳矣惟江淮六路連嵗亢旱民食艱阻流亡者比比皆是朝廷昨遣使命安撫賑貸以救其敝而東南嵗運上供米六百萬石近雖減一百萬石縁逐路租稅盡巳蠲復則糧斛從何而出未免州縣配糴以充其數由是民間所出悉輸入官民儲巳竭配者未巳縱有米價率無可糴父子皇皇相顧不捄老弱者死於溝洫少壯者聚為盗賊不幸奸雄乗間而起則不可制矣當以何道而卒安之哉且國家之患未有不沿此而致可不熟慮乎欲望聖慈特降指揮應江淛六路災傷州縣凡是配糴及諸般科率一切止絶如敢故犯並坐違制庶幾少釋疲民倒垂之急其上供米數若不敷元額即候向去豐熟補填仍令州縣官吏多方擘畫捄濟饑民不得失所兼委逐路提轉專切提舉如不用心捄濟以致流亡及結成羣黨即乞一例重行降黜 \\n 請支義倉米賑給百姓 \\n 臣訪聞江淛荆湖等路自去秋亢旱田苗一例災傷即目米價甚高民食不足若不速令捄濟必致流亡强壯者起為盗賊老弱者轉死溝洫因此生事為患不細縁逐州除軍糧常平倉外别無大叚斛斗准備竊知王琪見起請義倉所在見管米數稍多州縣必未敢專輙支用若一一取候朝廷指揮往復數月當此艱食之際恐無所及欲望特降指揮下逐路轉運司勘會轄下元係災傷州縣如委實人戸闕食即令晝時将義倉米速行賑濟以濟貧民如允臣所奏即乞早賜指揮 \\n 論江西和買絹 \\n 臣竊聞江南西路今年和買絹價轉運司並以米鹽充折并轄下州軍和糴斛斗多是抑配人戸縁本路亦係災傷地分民食甚艱若重有搔擾必致流亡伏覩慶厯七年南郊赦文内江西一路多以米鹽充折絹價虧損下民仰轉運司今後須管支見錢和買今本路轉運司顯是故違制旨專輙施行且命令者人主之柄而治亂繫焉凡朝廷降一命令所以示信於天下若有承受委而不顧乃是命令之不足遵守俾四方何以取信則朝廷綱紀亦縁此寖隳矣欲望聖慈特賜勘問施行所有斛斗並令依舊例和糴不得抑配人戸 \\n 論放欠 \\n 臣伏覩明堂赦書應今日以前天下欠負官物并於干繫保人名下催納無非侵欺盗用或雖是侵盗見今本家并干繫保人内委無抵當者並令本屬及轉運司保明聞奏其累經官吏保明三司未與除放者限赦到一月内令本處先具自來保明度數申本路轉運司疾速保明繳連聞奏當議並與除放此誠陛下優卹元元如是之至也然臣厯觀前後赦文凡所恩貸無不周悉而有司往往廢格不即遵行臣竊聞真宗咸平年中親御便殿放三司所引諸色違欠凡四千一百六人計物八萬三千數盖先帝以恩詔每宥通責有司必究問本末或縲繫追逮益為煩擾故命以籍引對而面釋之大哉先帝憂民軫物之心惟恐不及伏望陛下特降指揮委三司将應係諸色逋欠人各具因依一一聚備録申奏並令引見詳酌除放如此則恩出於上敝絶於下矣 \\n 請權罷陜西州軍科率 \\n 一鳳翔府斜谷造船務每年造六百料額船六百隻方木物料等自來分擘與秦隴鳳翔府諸處採買應付慶厯六年七年材料等共三十二萬見欠七萬有零慶厯八年材料等共二十一萬七千有零全欠 \\n 一斜谷務又打造咸陽陜府橋脚船四十四隻合用材料共三萬一千有零見配買次 \\n 一修河樁橛共四十五萬一千六百五十二條係七州科買 \\n 一上京材木共九萬三千一百五條各係大料木植十四州科買 \\n 一採斫澶州河中府纜索竹一百五十萬三千八百二十竿見差人司竹監斫次 \\n 一買上供肉羊兎千口係十九州軍 \\n 一買紫草一萬斤係十州軍 \\n 一買紅花四千斤係六州軍 \\n 右具如前臣勘會鳳翔府造船場每年額船六百隻其方木料並是本府并隴州量支官錢收買及於秦州採斫所差衙前例各倍錢一二千貫前後人戸破蕩家産不少每戸錮身者不下三兩人經年未得了當時准三司牒買修河樁橛四十三萬餘條亦於永興等七州軍配買比之常嵗多兩倍巳上并河中府澶州要纜索竹一百五十萬竿見差人司竹監斫次今又准三司牒採買上件材木九萬三千條有零亦是分配永興等十四州收買縁並係大料木植只是秦州出産又聞深入番界採斫至難其餘不産州軍須至差衙前分買况陜西州軍一年之内三五次各是大叚科配兼又錢法改更之後民間即目大叚不易若稍不行寛卹則疲困之民無保全之望雖詳省中書劄子住九年十年科買又只聞說肉羊紫草紅花之類並是小可物色亦易為應副所有逐年買造船場材木物料及樁橛等最為大害乞賜詳酌指揮權與蠲免 \\n 請将邢洺州牧馬地給與人戸依舊耕佃 \\n 第一章 \\n 臣竊見河北漳河淤地名為沃壤而廣平監於邢洺趙三州共占民田約一萬五千餘頃並是漳河左右良田每牧馬一匹占草地一百一十五畝兼知衛州淇水監每馬一匹止占地三十一畝其廣平監剰占八十四畝兼廣平係兩監自後停廢一監三州共約退下草地七千五百餘頃往嵗官司遂令百姓請射出租課佃時年嵗深逺耕為熟田就種巳成園林及作父祖邱塋其佃戸共九千三百四十餘戸每年共約共粟八萬七千五百餘石小麥三萬一千二百餘石稈草五十五萬六千餘束絹八百餘匹昨准羣牧司指揮令逐州作二年盡起遣佃戸却收其地入官今年限滿人戸全不肯起移累經皷司進狀及三司亦曽論列不報訪聞廣平雖再分為兩監馬只有五六千匹不及往時一監之數亦不銷得此地枉有廢為閑田縱添得馬三二千匹况元占牧馬一匹之地比淇水監可就牧三匹亦未為闕事縁河北西路惟漳河南北最是良田牧馬地巳占三分之一東路又值横隴商胡决溢占民田三分之二乃是河北良田六分河水馬地巳占三分其餘又多是髙柳及澤鹵之地俾河朔之民何以存濟欲乞且令人戸依舊耕佃供納租課若據一年所得亦可置數倍鞍馬公私大利無甚於此伏望聖慈體念河北人戸累值災傷流亡未復豈忍更奪其衣食俾之失所有傷和氣無益仁化又况與國家嵗出斛斗萬數不少經乆實為穏便伏望出自宸斷特降指揮 \\n 第二章 \\n 臣近為廣平監牧馬草地乞令人戸依舊佃種至今未降指揮切縁廣平監元係兩監於邢洺趙三州内共占民田一萬五千餘頃頃由停廢一監共約退下草地七千五百餘頃官司令百姓出租課請佃年嵗深逺耕為熟田及作父祖邱塋其佃戸共九千三百四十餘戸每年共約出粟八萬七千餘石小麥三萬一千餘石稈草三十五萬餘束絹八百餘疋昨准羣牧司指揮令逐州作二年起遣佃戸收地入官今年限滿人戸全不肯起移累曽進狀不行况兩監馬只有五六千匹不及往時一監之數亦不銷此地枉有廢為閑田縱添得馬三二千匹若比淇水監一匹之地可就牧三匹甚不闕事臣前進劄子見下羣牧司相度必是妄說事端故要占留欲乞特出宸斷指揮令人戸依舊耕佃輸納兼據一年所得亦可置數倍鞍馬公私實為大利 \\n 請放髙陽一路欠負 \\n 臣昨任髙陽闗日以部下十一州軍諸般欠負並係明堂赦前令該除放縁逐州軍從前失於舉行臣尋具欠折因依保明申奏乞與除放巳蒙三司送本路轉運司再令勘會至今未盡結絶况前件欠負委是逃亡人户其間或有存者又無家業抵當即不是侵欺盗用今又該南郊大赦欲望朝廷特賜指揮檢會臣前狀盡與除放 \\n 請免沿邊人戸折變 \\n 臣伏見河北沿邊州軍逐縣户口至少雖有田土以迫近塘泊遞年例皆渰澇秋夏未嘗收熟極邊之地民力重困不可不優與寛卹本路轉運司依自來體例二稅一切折變支移輸納不逮流亡者甚衆欲乞特降指揮委轉運司勘會應沿邊州軍見係塘泊接連之處人户二稅今後只令納本色更不得一例折變及支移使知朝廷惠養之意則緩急可用 \\n 接送北使三番 \\n 臣近聞聖慈以接送契丹國只使往來更不差三番只令近上使臣管押金器沿路充用並委逐州縣長吏通判及令佐巳下一切應副中外聞之莫不欣忭以為數十年之弊而陛下一旦罷去使河北生靈有來蘇之望今聞内降指揮復置臣未測縁由徒用驚駭且三番為河北之患積有嵗年日甚一日誅求搔擾公私不勝其害臣頃年曽差充送伴人使且知蠧民殘物之甚亦嘗論列縁河北連綿災傷流亡未復若不省猺役罷配率次寛養凋瘵是棄河朔也况陛下矜念哀憫之極故特行前詔此為至當今乃無故復置竊為陛下痛惜之惟陛下特留聖意且依前降指揮寢罷則天下幸甚 \\n 論修商胡口 \\n 臣伏覩近降勑命商胡口只候來年秋修塞合要物料令三司檢會天禧年修河體例敷配所貴衆力易集臣先奉聖旨與兩制巳上定奪修閉利害以商胡經乆須合修塞方免河北水患今准指揮來秋修塞必是河水令歸故道縁前來累經差官相度工役五十餘萬三二年間恐未了畢若河水匯住未得通快則商胡固難豫修修之則潰溢之害立可待也况頃嵗之决秪以故道横隴壅閼水勢不快遂致潰溢今若不先議開理水道使之浚流便欲修塞商胡不惟必有後患乃是重起八年科率之弊虚困六路凋殘之民耳欲乞朝廷且據計度到故道工役先令差撥兵夫漸次開理或一二年内功可必就即委三司豫行計置物料若是全出民間事必難集盖諸路久經災傷雖京東京西河北陜西近嵗稍稔然富者竭於率歛貧者見巳流離倘不卹他虞遽興大役臣恐朝廷之憂不獨在商胡矣伏望聖慈特出宸斷以河朔久罹水患須議疏塞即乞且輟郍内蔵庫見錢百萬貫令三司專功收管積薪聚糧豫為具備其餘即令中等巳上人戸敷配候開淘舊道水有所歸則商胡之塞一舉可成所貴民力稍寛功用無乏 \\n 請出内庫錢帛往逐路糴糧草 \\n 臣前年夏間因送伴比使回見河北麥熟價賤乞支借見錢及時收糴外可以實邊備内可以寛國用雖尋差監察御史劉元瑜往彼催促縁河北錢帛有限竟不能廣有積聚以備将來臣去秋赴任京東日竊見朝廷差仲簡宋選陳榮古往三路便糴臣亦曽上言以逐處少得見錢恐難集事欲望特出宸斷權於内帑支借見錢或絹帛百餘萬與逐路乗此之便廣謀收糴俾邊廪稍實有數年之蓄庶少寛聖慮而位疎言賤未賜開納臣今蒙恩改授陜西縁西鄙用事以來闗中生聚凋殘尤甚物貨踴貴且朝廷所以納元昊誠欵許之自新者盖欲少紓民力耳今邊事雖粗寧息而屯兵防守調度浸廣錢貨積弊倉庾殆空如緩急有事亦未免重困生靈况財用一出民間當今之際切在安而勿擾之安之之道惟在不横賦不暴役若誅求不巳則大本安所固哉伏望陛下少留聖意大緩吾民以安天下應三路用度不足且以内帑錢帛借助以惠元元民心茍安則醜虜曷足慮哉 \\n 領陜西漕日上殿 \\n 臣昨任京東轉運使日竊見轄下州軍諸色人等係積年欠負官物錢帛斛斗等共約二萬貫石其干繫人數不少並是主持倉庫以年嵗深逺因循消折即無欺蔽或本身死亡或家産蕩盡見今均在干連及保人處理納皆是不濟人户看詳先降條貫合該除放臣在本任日累次保明申奏終未奉指揮省司凡下文牒催理州縣逐次承禀舉行終無毫忽錢物納官但虚成搔擾重困疲民於國未有小益於民乃為大害官中縱不除放人戸亦無可送納欲望聖慈令檢詳前狀特降指揮庶破蕩之家稍獲存濟兼恐天下諸般欠負官物内有别無欺弊合行除放見行催理者不少亦乞下諸路轉運司勘會保明如依應得先降條貫並與放免 \\n 乞開落登州冶戸姓名 \\n 臣竊見登州鐵冶戸姜魯等十八戸先陳狀為家貧無力起冶逓年只将田産貨賣抱空買鐵納官乞依條例開落姓名臣在本路日累次保明申乞與除免又准省牒勘會逐官往彼相度兼臣親自巡厯到登州萊州子細體量得姜魯等逐家委是貧乏積年不曽起冶再具保明申奏至今未見指揮臣因訪聞得舊來州郡最出鐵貨縁人戸先乞起冶之後或遇家産銷折無鐵興作官中並不認孤貧一面監勒送納元額鐵數以致破蕩資業沿及子孫不能免者比比皆是雖遺利甚厚而富民懼為後患莫肯興剏所以鐵貨日削經久不興欲乞今後應係冶戸或有委實家産銷折無力造作者並仰差官子細勘會如無弊倖即晝時保明申轉運司與除落姓名訖申省若州縣故縱及人戸妄有規避即許人告首官吏重行朝典告人與賞錢一百貫文仍令州縣常切多方招召諸色人起冶不得住滯邀難如是人戸樂為鐵貨増羡寛民利國無甚於此 \\n 請罷同州韓城縣鐵冶務人戸 \\n 臣近聞同州韓城縣鐵冶務自來定占七百餘戸内二百餘戸厚有物力比見充里正人戸並各髙强只以冶戸為名經今五十餘年影占州縣諸般差役其冶戸内係第一等者每戸逐年供給冶務諸般所出錢不過三貫文外更别無所費况官中所得鐵貨只及十餘萬斤仍官支買炭并工匠錢三百餘貫更差專監使臣一員兼體問得本縣人戸以冶務全占却上等力役及致下等人戸差役頻併供應不前若将上件鐵數據等第均在一縣人戸上每約納官鐵嵗不過十斤至二三十斤况本處見賣每斤價錢二十四五文每戸嵗納官鐵約費三五百文雖自來官禁烹煉彼中私賣甚多令百姓取便烹煉必然鐵價轉下兼令赴本縣送納於民至便又減省得監官一員只令本縣令佐專管給納仍得二百餘戸兼充重難役次頗甚均濟臣在任日方欲行遣屬以移任欲乞下本路轉運司選差清幹官員往彼相度施行 \\n 論瀛州公用 \\n 臣昨奉勑就移此住縁本路久經災澇流亡未復臣自蒞事以來應係兵民邊防凡干利害敢不悉心措置然而路當衝要使介相望迎勞供費之繁因循浸久臣方欲裁損一二而議者亦已云云孤危之跡不皇啓處勘會本州公使錢每年二千貫凡百用度盡出其數看詳舊例紛委無算今若據犒設軍員並依舊外其諸般用度頓行減罷則衆論未以為允或且仍舊則支費至廣未知所濟臣遂将前任自皇祐元年八月至皇祐四年八月終三周年計算約費用過錢三萬三千貫文省是每年約用錢一萬一千貫文竊縁本路州軍公使錢除雄州毎年五千五百貫文外自餘瀛州莫州恩州例皆毎年二千貫文况瀛州自分四路之後屯集軍馬事體用度與恩莫州不同無慮數倍欲百端圖畫亦所不逮若不害公則必傷民臣設於用度中量減其半則毎年尚使錢近六千貫除省錢外亦少四千貫文若依近降指揮廣務回易亦恐所得不能滿數况又河朔連嵗不稔水澇未巳民力重困豈忍過有誅削以逭不虞之謗哉欲乞朝廷以雄恩莫等州公使錢參校特賜詳酌指揮或委本路轉運使提點刑獄躬親取索合破錢數并前後體例别立酌中定制俾經久遵行臣以無狀猥叨擢用公家之事不敢顧避然飾厨傳稱過客上下承習為日持乆所積未及毫末議者巳駭聞聴竊慮愛憎之口因起中傷之語疎外難立孤直易揺臣固不以毁譽之私變初終之節伏望陛下俯矜愚拙曲賜保全或謗毁之縁生繄聖神之明辯誓殫勤瘁上答隆私臣無任惶懼激切屏營之至 \\n 請罷里正只差衙前 \\n 臣伏見知并州韓琦上言乞罷諸路里正逐鄉稅賦只委戸長催納三司巳牒逐處轉運司相度去訖臣昨任河北備見諸州軍所差里正只是准備衙前其秋夏二稅並是户長催驅重役之中里正為甚毎縣或無上等即以中等戸充家業少有及百貫者須充衙前應副重難之役例皆破蕩其逃亡非命者比比皆是怨嗟愁苦所不忍聞今若依韓琦起請悉罷里正如衙前有闕即委令佐於一縣諸鄉第一等中選差物力最髙者充役如更有闕亦如此輪差委是經久公私利便庶幾凋殘之民稍獲存濟又縁里正係正月内差若伺候諸路轉運司相度必恐遲延欲望聖慈特賜詳酌早降指揮施行 \\n 包孝肅奏議集巻七 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻八", "正文": "　 \\n ●包孝肅奏議集巻八 \\n 　 \\n  \\n （宋）包拯撰 \\n ○戒興作（一篇） \\n 請不修上清宫 \\n 臣伏見十一月初二日夜上清宫火謹按春秋傳例曰人火曰火天火曰災漢書五行志曰人火天火同為災異皆以朝廷政令參驗得失而勸戒焉說者曰賢佞分别官人有序則火得其性若信道不篤或耀虚偽則火失其性自上而降濫熖妄起為火不炎上今上清宫者乃祖宗修建以崇無為之徳今火燔之者豈焚修之人不務精潔以副陛下嚴奉之旨乎不然其天意垂誡於陛下乎固宜勵精治道謹修人事以荅天變可也風聞道路云陛下存留道衆似有繕修之意未辨虚實咸懐危懼况天下多事調發旁午帑蔵未實邊鄙未寧豈可先不急之務重無名之率哉且宫觀之興自於唐室非古制也若謂先聖真容理當欽奉則景靈宫會靈觀殿宇宏壯可以奉安願陛下推仁慈之徳念疲敝之俗且務安之安之之理豈忍重困之也然外議紛紜頗甚惑衆欲乞特降詔告諭以安衆心 \\n ○興利 \\n 請修蔡河堰并斗門 \\n 臣前權度支判官日竊見蔡河毎年上供斛斗係定額六十萬石見管三十五綱自去年以來般運絶少慶厯五年内只般到一十六萬二千七百六十七石比祖額計虧四十三萬七千七百三十三石縁本河所管綱船至多秋冬行運不絶盖是催綱使臣等不切用心往來催趁致此虧欠萬數不少兼訪聞諸處斗門例皆破壊並不修補其斗門放水自有時候多是官員客旅計會不依時候開放洎綱船來時到彼即無水可行欲乞下三司指揮逐縣所管斗門限日近須管疾速牢固添修不得走透水勢仍令催綱使臣與所轄官員常切提舉如依前曲徇顔情及信縱公人受倖不依時候開放致有邀難住滯並乞嚴斷所有綱運或准前拖延不及元額其催綱使臣並乞重行責罰 \\n ○言財利 \\n 論茶法（二章） \\n 第一章 \\n 臣竊見國朝茶利課額自收復江浙之後總山場榷貨務逐嵗共得錢四百餘萬貫太平興國之初並是實錢其後西北邊急於芻粟入中遂添估耗江淮出茶之所西北入粟之地不相應會以是實直盡為虚錢至大中祥符六年七年亦各及三百萬貫末年雖不及元額在京榷貨務尚得引錢一百五十萬貫自頃年變法以來惟存虚額其實入之數益少近嵗尤甚訪聞去年江淮共虧一百三十萬貫即未知在京榷貨務所虧數目昨准勑節文三司奏據榷貨務擘畫以河北客人入納及配率斛斗給過三色交鈔内茶交鈔毎一百貫文貼納三十四貫支與一百貫茶貨近又准勑命應買下慶厯五年分茶鈔減十五貫毎一百貫只貼納十九貫其皇祐元年茶鈔依舊貼納三十四貫縁客人百姓等於河北入納給得交鈔到京毎一百貫只直三四十貫今雖量與減數亦是與配率無異而欲望客旅興販及招誘入官其可得乎近鹽鐵副使仲簡上言利害見送三司相度况前後累經定奪終無捄之之效以致為害益深盖不能究其本原而急於近利使之然也且茶課嵗入數百萬貫所以助經費而寛調度不可不審議也欲望特降指揮令三司将新舊之法子細參詳定酌中之制俾經久可行委得公私利便即具保明申奏更乞朝廷再賜詳酌施行 \\n 第二章 \\n 臣訪聞今嵗江淮山場榷貨務見積壓累年茶貨一千一百餘萬斤並無客人算請盖自在京榷貨務擘畫每茶引一百貫文更貼納三十四貫方支得一百貫文茶貨後來商旅阻節不行毎年課利并稅錢虧欠數百萬貫則國家財用仰給何以取濟今發運使施昌言近巳到闕欲乞令昌言與三司使副将今來茶法子細公共從長定奪合如何擘畫即得公私利濟經久可行 \\n 言陜西鹽法 \\n 第一章 \\n 臣奉勑差往陜西與轉運使并范祥面議鹽法利害縁臣前任本路轉運使備知前來鹽法自慶厯二年因范宗傑擘畫禁榷之後差役兵士車牛及逐州衙前等般運鹽席往諸州官自置場出賣以致兵士逃亡死損公人破蕩家業比比皆是所不忍聞其衙前估計家業毎直一貫者即管認般鹽兩席雖家業巳竭而鹽數未足嗟怨之聲盈於道路前後臣僚累言不便乞復舊法通商以捄闗中凋弊有司執議終不施行昨因范祥再有起請兼葉清臣曽知永寧軍見其為患之甚因乞依范祥擘畫用通商舊法令客人於沿邊入納見錢收糴軍糧免虚擡貴價入中斛斗於榷貨務大支官錢兼寛得諸般差役勞擾此乃於國有利於民無害理甚灼然但以變法之初豪商猾吏悉所不樂而議者沿其嵗入課利稍虧於前而横有沮議乞復舊法若舊法誠善復之無疑但恐為害浸深耳且法有先利而後害者有先害而後利者若復舊日禁榷之法雖暴得數萬緍而民力日困久而不勝其弊未免隨而更張是先有小利而終為大害也若許其通商雖一二年間課額少虧漸而行之必復其舊又免民力日困則久而不勝其利是先有小損而終成大利也且國家富有天下當以卹民為本今雖財用微窘亦當持經久之計豈忍争嵗入數十萬緍不能更延一二年以責成效輕信横議不惟命令數有改易無信於下而又欲復從前弊法俾闗中生靈何以措其手足臣細詳范祥前後所奏事理頗甚明白但於轉運司微有所損以致異同耳臣固非憚其往來之勞妄有臆說實亦為國家惜其事體不欲徇一時之小利而致将來大患臣欲乞候到陜西相度如沿邊近裏州軍糧儲有備錢物可以那容得行新法公私未至大害其間或有未便之事即與逐司将通商舊法與今來新法公共從長商量損益且令通行如沿邊糧儲闕乏公私為大不便即具畫一事狀乞朝廷詳酌指揮 \\n 第二章 \\n 臣近奉勑差往陜西相度鹽法自入陜西界沿路訪聞民間恐朝廷改法頗甚憂畏盖以前來禁榷之後差役人力般運鹽席不堪其苦臣因諭以朝辭日面奉徳音所議鹽法只要便人况聖上卹念闗中生靈必不忍重困人力羣情無不感悅臣今與本路轉運及制置觧鹽司同議且乞依新法施行兼為客人疑惑未肯入中巳牒逐司告示訖其有未便事件雖有減損即不虧官委是公私利便臣竊見天下嵗入錢帛萬數不少而近年財用窘乏何也盖自西事以來三路並仰給三司逐嵗入糧草支榷貨務見錢銀絹香茶納數千萬貫是所入有限而所出無限安得不窘乏乎方今邊防無事亦當以國家大計為先若不銳意而速圖之臣恐日削月朘為害不淺萬一小有警急何以取濟臣固謂致朝廷窘乏如是者三路使之然也但令三路各自足用則帑廪何患不實哉只如陜西自有觧鹽之利若盡以付與令計置糧草一二年後可全減榷貨務毎嵗見錢銀絹等五千七百萬貫其河北河東雖無觧鹽然出産絲蠶米麥最多兼諸般課利不少河北只以連值災傷朝省權且一切應副若将來豐稔逐路稍減冗官冗兵或移那兵馬近南就食令轉運司多方擘畫計置糧草漸減入中見錢以寛縣官經費不踰三五年則東南財用盡聚京師帑廪必有豐盈之望若乃輕信横議不究本末圖目前之小利忽經久之大計竊恐難以善其後也望陛下留神省察 \\n ○議兵 \\n 請留禁軍不差出招置土兵 \\n 臣聞京師者天下之本也王畿之内列營屯衆此强本之兵也而國家近年以來邊陲有警乃一例調發則衛兵日削恐非固宗社制戎狄之長策也臣以為畿兵雖有大故不可多調發前所謂京師者天下之本也强本者畿兵耳本固且强繇中制外則天下何患焉若調發不巳則耗其財力而弱其根本不惟隳祖宗之制獨不念李唐天寳建中之事乎善馬精兵悉出於外扈衛驍銳為之一空卒以重其後害此朝廷尤宜深慮也今河北河東沿邊兵寡財匱卒有急難惟有民兵可用往嘗籍之矣籍之未甚長策又從而釋之縁河朔之民皆禀氣勁悍義勇奮發矧又生習邊鄙之利害素諳戎人之情偽他路校之不逮逺矣且向時點閱捨客取主又責以戸之上下以是籍之所得幾何竊見唐李抱真民兵之制事頗相近故當時招義一軍雄視山東将適今之宜可如抱真之制約而行之不以戸下曰足曰不足悉以丁力衆寡登降其數而籍之不及數者即捨之取其中稍富實者令差出榖（闕）錢貨以給藉丁之貧家如此得兵可倍往嵗亦可以少抑兼并而貧悴之戸有所仰矣一則供饋不費二則羣情樂為其處置訓練之法即有祖宗之舊制焉河朔民兵既壯而禁軍留實京師則内外安矣今北人詭詐萬狀聲言西討修築城柵點集軍馬乗此之際沿邊亦宜宻令繕完而議者但恃盟約殊不設備萬一邀求不巳稍不如意伺釁而發曷以禦之此亦必然之兆得無熟思乎况邊上武将未甚得人且将者人之司命而邦國安危所繫擇之不可不審審将之道不當限以名位但辨其能之可否茍得實材則擢而用之專而委之必有成功若不素為之具緩急旋圖之則無所及矣伏望陛下少留聖意特賜省察 \\n 請那移河北兵馬事 \\n 臣聞屯兵備邊古今常制所患民賦有限兵食不充必須廣為經度以給用度或嵗有兇歉或冦至益兵則暴歛横取何所不至民既困矣敵何禦焉此亦必然之也河北自失山後六州之險無以固守則蓄兵積粟常患不足只如頃年敵忽生變雖復請和終非經久之計兼沿邊沃壤又盡為陂塘租稅既無所入皆仰給縣官雖竭天下之財以贍一隅當無事之時日常窘迫無數嵗之備若少有屯集如何取濟豈可坐觀其敝而不務捄之之策哉欲望聖慈特出宸斷宣諭執政大臣應沿邊及近裏州軍兵馬除各留防守外其屯駐駐泊諸軍或令歸營就糧諸軍即分屯於河南兖鄆齊濮曹濟等諸州况逐處地利富實糧儲易致率三年一代遇有警急即時起發不旬日可到豈有後期不及者邪且前代防邊之兵三時務農一時敎戰公私自足未有冗而且衆坐縻廪食虚困疲民如今之甚者然執干戈禦戎狄固不可闕在養之敎之得其宜則上下無困乏之患緩急用之則沛有餘力矣議者若以成兵不可全減即有往年義勇强壯十八萬餘人以充其數縁河朔之民禀性勁悍生習邊鄙之利害素諳戎虜之情偽校之南兵絶為精銳一則不費供饋二則羣情樂為其訓練之法則有舊制存焉若謂兵食粗足虜好方堅趣過目前以為成算憚於更張措置臣恐日削月脧中外益以殫竭一旦用武即暴加重歛民心怨叛則肘腋之下皆為仇怨豈暇禦外寇哉此國家根本之患若不表裏協心銳意而速圖之臨事無及矣惟聖慮裁擇不任懇迫之至 \\n 第二章 \\n 臣近曽上言以河北沿邊州軍蓄兵愈多積粟常少乞留防守外其屯駐駐泊就糧兵士等或令歸營及分屯於河南曹鄆等諸州遇有警急即時起發必無後期不及之患若謂邊兵不可全減即乞将義勇鄉兵以代其數臣伏見慶厯年中朝廷於本路先鈔點到鄉兵内揀刺得少壯約十八萬餘人作兩番敎閱毎番三箇月自九月一日起敎至二月終罷續准樞宻院劄子只委自逐縣令佐分為兩番敎閲自十月至正月終放免更不支口食訪聞後來因循不敎恐非所以紓患預備之長策也雖議者欲省資糧以為惜費之一端又况鄉兵十約支糧斛三十二萬餘石鹽七十餘萬斤乃河北一州之賦耳以河北地方千餘里二十餘州軍若以一州之賦給鄉兵十八萬人比之屯駐駐泊就糧兵士一月之費可充鄉兵一嵗之用計其費則甚寡校其利則至博兼土人生而勁悍若訓練稍精足可代戍邊禁旅分屯内地此則利害灼然甚明欲望聖慈特賜指揮檢會臣前進劄子必賜裁處指揮 \\n 論宣毅軍 \\n 臣竊見近年天下添置宣毅指揮以為郡縣之備誠不可闕也然初議招募之時例物稍厚故民間無狀積惡之輩悉投名籍中官吏等又急於數足以邀旌賞豈暇一一選擇今來所在屯聚乃大為州郡之害驕悍狂悖結成羣黨與效尤相扇動不能制凡有小可差使亦不敢用例皆姑息之今海内無事此輩尚敢如此若緩急驅之禦冦焉肯用命不為禍首幸矣况前後作過傷害官員不少若不早為處置必恐浸成大患其逐處宣毅兵士欲望特行指揮令分擘於諸州互換屯駐所貴散其凶黨免貽後悔仍乞特降宣命嚴賜約束應有罪犯並行决配 \\n 請移冀州就糧兵士歸本州 \\n 臣竊見冀州見屯兵一萬二千五百餘人每年約支人糧馬料三十八萬餘石内四千餘人却係真定府就糧約支人糧馬料十三萬餘石其春冬衣賜紬絹共支十萬三千餘疋布一萬六千五百餘叚綿一十三萬五千餘兩隨衣錢一萬四千餘貫料錢等毎月八千餘貫勘會本州夏秋稅斛斗共納四萬三千餘石夏稅紬絹五千四百餘疋綿二萬七千餘兩外逐年所少斛斗三十三萬七千餘石紬絹九萬八千餘疋布一萬六千五百餘叚並是轉運司逐時旋擘畫應副大凡兵士就糧須籍儲廪有餘便於計置之處方可屯泊未聞本處軍食不足而能更贍别路兵馬縁冀州所出賦稅至少兼不通水路無由般運北去髙陽闗四程又非控扼之所盖當時臣僚不為國家經久計慮更屯别路兵馬在彼不惟枉費糧食兼亦絶難計置即今本州民力凋殘公私匱乏若朝廷不切處置将來必成大患其真定府兵士十四指揮欲乞專委本路安撫司令宻切相度合作如何擘畫令并家屬漸次抽歸本路州軍安泊况西路易得斛斗事理至便如賜允許只作朝廷意度指揮 \\n 請移冀博深三州兵馬 \\n 臣昨准樞宻院劄子奉聖旨令計會河北四路安撫司并都轉運司同宻切相度合那移是何軍馬却於甚處有糧草州軍就食約減省得多少糧草仍具委得穏便連署聞奏臣尋與逐路安撫司并都轉運司宻切相度那移軍馬及減省糧草數目巳連署申奏訖今具逐處那移軍馬減省得糧草畫一如後 \\n 一冀州那移馬軍十一指揮人員兵士共四千三百八十二人馬九百四十七匹往（闕）項州軍闕就食糧草 \\n 八指揮係真定府所管 \\n 四指揮往真定府 \\n 驍銳第三指揮三百五十八人 \\n 雲翼三指揮 \\n 第八指揮四百四十九人 \\n 第十一指揮四百七十三人 \\n 第十三指揮四百七十一人 \\n 兩指揮雲翼往大名府 \\n 第十四指揮四百六十二人 \\n 第二十一指揮四百七十人 \\n 一萬捷第一指揮四百三十九人往懐州 \\n 一萬捷第七指揮三百七十五人往衞州 \\n 兩指揮係髙陽闗所管并驍捷右廂往恩州 \\n 第三指揮四百二十五人 \\n 第五指揮四百五十人 \\n 一冀州毎年減省得下項糧草 \\n 料錢一萬四千七百七十五貫 \\n 糧四萬五千一十二石 \\n 草一十五萬七千三百一十一束 \\n 料一萬五千七百三十一石 \\n 一博州那移振武兩指揮人員兵士共九百四人往澶州 \\n 一博州毎年減省得下項軍糧 \\n 糧一萬二千餘石 \\n 一深州那移馬軍雲翼兩指揮人員兵士共九百七十九人馬四百一十四匹 \\n 一深州毎年減省得下項糧草 \\n 糧八千八百八十一石 \\n 草一十一萬九千二百三十二束 \\n 料一萬一千九百二十三石二斗 \\n 右臣實見冀博深三州糧食最為闕少近雖計置得約及一年巳來縁支多收少其冀州又不通水路即今民力困竭便糴輦運俱不能及須且那移兵士往前件州府况逐處軍糧有備兼通黄御河易為般運伏乞聖慈令檢詳前狀早賜指揮 \\n 請移配河北作過兵士往向南州軍 \\n 臣竊見河北州軍近年時有兵士結連為過其頭首皆依法斷遣外所是隨從之人及諸般為非勘結之際情理偶未彰灼所司務從輕典各行降配多只於本州或隣近州軍移配近下軍分此輩元是上軍一旦因事降配却於本州或隣近執役見有同類豈無慚悚則包藏禍心轉欲為非扇惑兵伍深不穏便欲乞特降指揮下河北逐路安撫司應今後兵士等作過合行降配並令移配向南州軍本城或牢城收管如合配廣南逺惡處者自依元條施行 \\n 包孝肅奏議集巻八 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻九", "正文": "　 \\n ●包孝肅奏議集巻九 \\n 　 \\n  \\n （宋）包拯撰 \\n ○議邊 \\n 進張田邊說狀（賜張田勑書附） \\n 右臣以懦庸之質荷邊帥之任才輕責重不能稱職進退殞越罔知所措伏自北虜請和以來邊境無事垂五十載守禦之備因循浸久将領之選未甚得人卒伍之輩復多驕惰若不精加擢擇一旦緩急用人以庸謬之将總驕惰之卒必先事而敗雖有犀甲利器焉所施哉况虜中日有事宜奸詐萬狀不可謂要盟甚固萬無負徳往年之事亦可明矣孫子曰無恃其不來恃吾有以待之也無恃其不攻恃吾之不可攻也若沿邊長吏兵官悉得有才之士委而用之上下協濟庶幾後患可弭臣昨待罪諫署未嘗不論列及此今叨邊寄安敢循黙而不傾竭愚慮圖所以為報哉臣竊見殿中丞通判信安軍張田性質端勁文藝該博周知河朔之事嘗著邊說七篇詞理切直深究時病輙敢繕寫進呈伏望陛下萬機之暇少賜觀覽則沿邊利害粲然可見仍乞宣諭兩府大臣參議可否銳意而預圖之實天下幸甚凂瀆宸聴臣無任悚悸激切屏營之至 \\n 勑書下安信軍通判殿中丞張田 \\n 勑張田省髙陽闗路都部署兼安撫使知瀛州包拯奏竊見汝性質端勁文藝該博周知河朔之事嘗著邊說七篇詞理切直深究時病輙敢繕冩進呈仍乞宣諭兩府參議可否事汝舉術精深志慮宏逺能窮邊瑣善啓忠規文成七篇說通三訓雖杜牧之之注孫子臧嘉猷之集羽書會稡研覃曽不是過也覽觀之際良深歎嘉故兹奨諭想宜知悉論 \\n 邊将（二章） \\n 第一章 \\n 臣近者累曽上言以河北沿邊将帥未甚得人特乞精選其代州尤不可輕授縁代州與雲應等州相去至近路又坦平古今最是難控扼之所太宗朝以驍将楊業守之業歿繼以給事中張齊賢守之其慎重用人如此自後邊鄙無事然亦用武臣中有材略者今朝廷委任郭承祐必恐敗事按承祐累任無狀朝野共知物議喧然以為不可且北人請命厯年多矣然恩過則生驕安久則忘備理之常也况西北二人自古嘗惡其連盟協勢以為中國之患以今觀之釁端巳兆廟堂之上所宜窺之未萌而為國家銳意而逺慮也今天下不患乏人患在不用用人之道不必分文武之異限髙卑之差在其人如何耳必當考以應敵制勝之略詞以安邊禦衆之宜觀辭氣之瓌竒舉動之方重者擢而用之則取人之要無大於此况河北河東同時地震變異如此不可不懼臣先進劄子言之頗詳其承祐欲乞早令召還别用能者沿邊守将畏懦不勝任者亦乞速賜移易若不預為之具緩急圖之則無及矣惟陛下特留聖意則天下幸甚 \\n 第二章 \\n 臣近到本任訪聞契丹自賀乾元節人使回後即目頗増幽涿等州兵官及不輟移易軍馬觀其奸計殊未可測况沿途城寨如雄覇保等州安肅廣信順安等軍最是要切之地與北敵接境路徑平坦絶無險隘控扼之所全籍守将得人以為備禦縁逐處知州并兵官向來輕授未甚選擢若非綺紈少年即是罷軍老校但持張皇引惹之說以為身計其他訓練備禦之法有名無實此最河朔之大患也即今邊任守将當無事之時俾蒞一郡或無敗闕若猝然用之禦冦必先事而敗矣欲望聖慈特賜指揮令於武臣中不以職位髙下但素有武藝才略可為将領者精選三數人若先有微累亦棄瑕録用俾分守沿邊要郡訓練兵甲大為之具庶幾上下熟其節制緩急用之則沛有餘力而後患可弭矣伏望聖慈早賜裁處施行 \\n 請選雄州官吏 \\n 臣昨送伴虜使到白溝驛竊見瀛莫雄三州並是控扼之處其雄州尤為重地今髙陽闗一路全藉塘水為固然雄州據塘水之地州城至北界只三十里路逕平坦絶無蔽障之所其間居民又係兩地供輸以至本州衙校及諸色公人等多是彼中人戸充役凡欲商量處置事宜必被窺伺往往先意漏泄竊恐浸成大患若知州通判駐泊都監等各得其人則責以撫馭守邊之術凡事遞相闗防必無他虞萬一輕授即未免為朝廷之憂縁塘州軍可為邊境之固者乃北倚雄州為重耳雖城壁堅峻而兩界人戸悉處其中深可為慮也欲乞特降指揮今後應雄州通判駐泊都監等並令特選慎重有材略及武藝之人庶免敗事兼髙陽闗主兵帥臣亦乞早賜差選 \\n 論契丹事宜（三章） \\n 第一章 \\n 臣伏見契丹近遣人使復有請求今朝廷重遣使命以答其意者盖覊縻不絶之誼也且北敵自先朝請盟之後邊鄙無事垂四十年近因昊賊背畔以來邀乞無厭情偽可見臣訪聞契丹官吏薄於俸給人民窘於衣食故自将相而下以及族帳久萌南牧之心所未欲者特其主耳亦非甲兵用度之未足種落上下之未和其力固有餘也所以然者以國家嵗入數十萬計往還聘問之禮未之或闕無釁而動佳兵不祥不欲曲在彼耳非有服仁義崇徳讓之道也其貪而好利忍而好殺强則驕傲弱則卑順率北方之天性也故自古聖王以要荒治之來則敺而御之去則備而守之此制逺人之常道然無代不為中國之患議者或謂四夷乃支體之疾夫支體之疾亦根於心腹矣茍支體未寧則心腹安得無患願陛下深鑒於此慎無忽焉又慮陛下左右或言事者有以契丹無事以安聖意謂彼君臣樂我和好盟誓甚固萬不負悳竊恐有誤於陛下也兵法曰無恃其不來恃吾有以待之也無恃其不攻恃吾之不可攻也今既無故遣使是必以不可從之事為請乃其詭計耳但小不如意則欲以為詞况今夏地震於并代之境盖隂盛之象且北方者中國之隂也又震於純隂之地此天之有以示戒也豈徒然哉彼必有潛謀構隙之志尤不可不深慮也臣竊知沿邊諸将未甚得人皆售進市恩結援固寵不講方略不訓士卒撫馭無術勞逸不均以致邊備未完邊廪未實一旦急用必先事而敗且河朔地方千餘里别郡數十與遼界連接深入之患甚可虞也而郡無善将營無勝兵卒有來如疾電去如脫兎緩急之際曷以禦之臣毎念至此寒生毛骨况觀今來事勢乃必然之兆雖命兩府重臣往逐路宣撫措置更望陛下頻召執政大臣與總兵将帥乞丁寧訓諭俾圖議謀策選求将帥精練卒伍廣為積聚以大警備之不然則懼貽陛下之深憂也臣區區之心無所云補惟陛下裁擇 \\n 第二章 \\n 臣聞北方為中國之患其來久矣以古揆今未有恃盟好舎武備而不為後患者國家自契丹請命逾四十年沿邊卒驕将墮糧匱器朽主兵者非綺紈少年即罷職老校隠蔽欺誕趣過目前但持張皇引惹之說訓練有名無實得不熟慮乎臣昨奉命出境遼中情偽頗甚諳悉自創雲州作西京以來不輟添置營寨招集軍馬兵糧積聚不少但以西討為名其意殊不可測縁雲州至并代州至近從代州至應州城壁相望只數十里地絶坦平此漢與胡古今所共出入之路也自失山後五鎮此路尤難控扼萬一侵軼則河東深可憂也不可信其虚聲弛其實備兼聞代州以北累年來蕃戸深入南界侵占地土居止耕田甚多盖邊臣畏懦不能畫時禁止今若不令固守疆界必恐日加滋蔓窺伺邊隙寖成大害銀方成等亦縁此而致切不可忽也况邊上将帥尤在得人昔太祖經營四方選勇幹忠實者分控邊陲以何繼筠滄景李漢超闗南以備北虜郭進邢州以禦太原姚令斌慶州董遵誨通逺軍以捍西戎傾心委之錫賚殊異皆一任十餘年不遷卒獲其效今則不然蒞事未幾即從遷徙又何暇於訓練備禦乎臣欲乞今後應沿邊要衝之處專委執政大臣精選素習邊事之人以為守将其代州尤不可輕授如得其人責以實效雖有微累不令非次移替所貴軍民安其政令緩急不至敗事 \\n 第三章 \\n 臣等昨於正月初五日離北朝四日夜正旦館伴并生辰館伴與生辰國信使張堯佐副使張希一及臣等共十人同坐欲排夜筵方喫茶了其生辰館伴副使張宥等先言云請暫約退左右有事要說左右既退張宥等言云雄州開東南便門多納燕京左右奸細等人詢問北朝事宜隨事大小各與錢物此事甚不穏便請說與雄州臣等與張堯佐等即時以理對荅且巳相次張堯佐等依例先退臣等飲酒易衣而罷至來日到中路未坐御筵之前先令人白館伴欲要咨聞相次館伴召臣等於廳上六人同坐臣等說與館伴云昨夕示諭雄州之事為未知子細不復欵答及至飲罷之後召上節中曽有在雄州指揮者方子細詢問開便門事其人言雄州日近不曽開門凡有門戸並是舊來開置臣等尋語館伴云此事的不足憑設使雄州誘納奸細自有正門出入何必創開一門若只是郡中創開門戸出入此亦州郡常事何闗兩朝之事若或北朝燕京及涿州等處開門本朝豈可言議兼本朝毎戒沿邊不令生事非不丁寧邊臣豈敢容易只如北邊臣僚近年侵入南界創立城寨必是北朝不知知之必不容許况兩朝載言誓書若欲懽好無窮莫若遵守盟約各保疆界其館伴見臣等如此言說但言極是頗有愧色及臣等到雄州子細詢開門去處並是李允則巳前曽開後來别無創置臣等合具奏聞欲乞宻誡雄州凡有體探事宜更加慎重免致漏洩 \\n 論昊賊事宜 \\n 臣竊聞余靖近進北朝回書其意未順今楊守素朝辭将發未審朝廷如何處置今若納元昊誠欵仍賜誓書竊恐北朝因之得以為詞於理未便縁北朝結好四十年矣事無纎鉅莫不徇從一旦驟違其意非計之得也况事體至大若不出於成算豈可容易擬議哉設欲恃北人之舊好納西戎之新欵縱無後患亦防他變得此失彼恐未為福萬一敵情忿戾乗釁而動則曲在我矣驩盟一失追悔何及此乃繫國家安危之機可不慎乎兼知元昊先所陳請或未盡從且可再令商量稍緩其事數月之内彼中事機盡見然後圖之惟陛下特賜省察 \\n 論楊守素 \\n 臣伏見西賊再遣楊守素詣闕請命而朝旨方議納其誠欵此亦安民禦邊之長策也風聞道路云元昊欲嵗納青鹽貿易茶貨然未審虚實縁元昊數州之地財用所出並仰給於青鹽自用兵以來沿邊嚴行禁約者乃困賊之一計爾今若許以嵗進數萬石必恐禁法漸弛奸謀益熾不惟侵奪觧鹽課利亦慮浸成大敝闗防或未能制若稍行捉捕則棄前恩結後怨此亦必然之勢也議者復欲令運於闗東支用或許客人禆販則又不免配率車乗轉成搔擾固朝廷所宜慎重此舉如不獲巳則不若於前來許賜帛繒茶貨數量與増加亦可以弭亡厭之求兼此劇賊猖狂難保沿邊塞柵備禦之具亦不可少懈縁臣疎外之職素不預議但采於物論知所以然敢罄公言少禆萬一 \\n 論保州事 \\n 臣伏見保州城内兵士等自殺害官吏以來朝廷累行招諭及一面進兵攻取至今固守未下况地據要害境接敵界兼訪聞契丹見屯兵界上以防託為名其安肅軍廣信軍切須以宿将重兵鎮守控扼以備侵軼之患且兵家之法惟務拙速今若用兵進討則城堅難拔降勑招諭又人心未信倘不别議借置必恐變故難測此誠事機危迫之秋也固不可以尋常容易處之欲望聖慈於内臣選擇素有材辯可任者令齎宻詔往彼縋入城中以詔旨一二親自宣諭俾逆黨知朝廷並貸前罪普與昭洗之意縱逆黨迷惑未即信從其間詿誤脅從之人以使命在彼必有他變或翻然改圖矣昔唐徳宗朝李懐光據河中叛累命将帥攻城不下乃以給事中孔巢父及中使持詔入城慰撫未久部将牛俊斬懐光以城降此亦前事之可驗也若但以詔勑於城外招安縁此輩自知惡逆罪不容誅亦未審朝廷確然推誠信寛貸之恩以城壁堅固糧食充足且務偷生茍延月日雖欲必取又縁諸處卒伍素不訓習攻城之具亦旋創造不惟進攻之後城中生聚枉遭塗炭兼恐兵士等所傷必甚萬一别有他虞事體不小尤不可不深慮也以臣博採外議若令親信内臣齎詔入城諭以赦宥許其自新事必可濟於理亦便 \\n 乞河北添糴糧草 \\n 臣累曽上言以河北河東沿邊守将未甚得人特乞精選帥臣訓練卒伍廣為聚積以防後患而位疎言賤未賜開納臣昨奉命出疆詢訪契丹情偽亦甚諸悉盖彼處官吏薄於俸給人民苦於衣食其下族帳各萌南牧之心所未欲者獨其主與一二将相而巳亦非兵力用度之不足盖利國家嵗入數十萬不欲無釁而動耳然點集軍馬創造兵器無日無之觀乃所為其志不小而議者但欲少安聖意謂彼君臣樂我和好盟誓甚固萬不負徳竊恐有誤於陛下也孫武曰無恃其不來恃吾有以待之也無恃其不攻恃吾有所不可攻也况河北河東京東地震尤甚沿邊大水並隂氣極盛之象兼又五星屢失躔次此皆災異之大者且天之示變盖不虚發所以警悟於陛下勤勤如是固不可推咎四夷以忽天戒也其邊上事宜不可不速為備禦之具今雖遣臣僚往三路便糴縁逐處少得見錢恐難集事欲望特出宸斷許於内帑支見錢或絹百餘萬匹逐路乗此之便相兼收糴俾倉廪稍實有數年之蓄庶少寛聖慮然後日御便殿召執政大臣與總兵戎帥丁寧訓諭俾謀議畫策講求将帥練習兵旅繕完城壘以先警備之况當此可為之際若不銳意速圖但務因循憚於更張措置恐非宗社之福必貽陛下之深憂也臣區區之心不能自巳惟陛下留神省察 \\n 再請移那河北兵馬及罷公用回易 \\n 臣竊見天下之患在乎三路而河朔為患最甚冗兵耗於上公用蠧於下内則致帑廪空竭外則致生靈困敝臣前後累次論列乞那移兵馬於河南州軍及罷諸處公用回易尋委逐處安撫轉運司相度終未見果决施行况北敵請和四十餘年嵗遺金帛數十萬者是欲寛國用而紓民力爾今邊鄙不聳正是保國息民之時而屯兵益衆用度益廣毎年河北便糴糧斛三四百萬石約支見錢四五百萬貫僅有三二年之備雖朝廷竭力應副亦所不逮日甚一日恐數嵗之後必有不可捄之患至如寳元以前天下無事財貨充足一旦昊賊猖獗調發旁午公私窘絶迄今未復以今事勢較之往日則不侔甚矣萬一或有警急何以取濟且燕雲者四支也河朔者心腹也幸而外無敵國之虞而令河朔塗炭如此是防手足未然之患而自潰其心腹也則朝廷安可不深慮而務捄之之策乎若上下協心更張措置如反掌之易而有太山之安又何憚而不為哉欲望聖慈宣諭兩府執政大臣應沿邊及近裏州軍兵馬除合留防守外其屯駐駐泊諸軍悉令歸營就糧諸軍即分屯於河南兖鄆等諸州率三年一代遇有邊事即時起發不旬日可到豈有後期不及者邪其諸州公用錢除沿邊及人使路分州軍量與増添外諸路一切禁止並不得回易則國用民力漸可完復惟陛下矜念元元斷在必行若更令逐路相度則互執所見益無涯矣臣區區之心不能自巳伏乞陛下留神省察 \\n 請擇探候人 \\n 臣竊見沿邊州軍探候事宜於體最急舊日何承矩李允則識敵之情偽大小必得其實後來葛懐敏亦能使人自王徳基王仁朂後惟務邀功冒名所遣既不得慎宻之人且從而聲張之是致契丹累次全家捉過漢人去界上多添巡邏驗認于今全不能深入只是到得四榷場及幽涿間傳得民間常語或虚偽之事便為事宜且諸處自有機宜一司所管金幣不少自來只備支賜與探事人近年甚有侵借過處兼沿邊守将類不得人但圖進取殊不以此為意正恐一日賊及境而不知也欲乞應係沿邊自來探候事宜州軍宻令知州通判及舊例管機宜人等盡籍見在當事人姓名仍具機宜司見管金幣多少自來毎得甚事支與何等物幾月日可來一報仍令多方求訪舊日曽經探事人使用新差少年不諳事者並令廢罷及只令探首領所在任将相何人山前山後人哀樂如何諸國臣與不臣并訓練點集兵馬造作奸謀年嵗豐凶轉移糧草凡干大事即許申報自餘打圍移帳放赦修城細碎尋常衆人所見虚偽傳聞之事並不可納徒廢金幣無益於事伏望聖慈特降指揮仍乞嚴賜約束不得漏洩所貴逐處官吏用心緩急免致誤事 \\n 論蠻賊事（二章） \\n 第一章 \\n 臣竊見廣南東路鈐轄司奏據連州申勘到行者孫之道稱蠻賊等三千餘人商量入連州打刼勘會彼中兵甲數少巳差奉職周僧辨帶兵甲一百人前去防托者縁廣南英韶連賀四州並與湖南郴衡道永等州相接自蠻賊騷動以來彼處稍有備擬鹵略無得賊計必謂嶺南無備有侵軼之意兼聞八月九日蠻賊五百餘人打刼連州桂陽縣兩村人戸財物牛馬不少今來賊勢轉盛所差兵級數少必難枝梧况廣南州郡並無城壁及攻守之具加之兵力綿薄無堪用者若不速議措置使此賊得便乗虚深入曷以禦之欲望聖慈特降指揮下本路轉運鈐轄司令於逐州界首可控扼之處相度添置寨柵屯兵防托以警備之不然恐為患轉大貽朝廷之深憂也 \\n 第二章 \\n 臣竊聞廣南東路鈐轄司奏蠻賊二千餘人入連州界打刼殺害人命及使臣等并轉運司奏乞差禁軍及選有将略武藝使臣前來防托捉殺者臣先曽上言以連賀英韶等州最與荆湖南路接界切慮蠻賊以嶺南無備乗虚深入縁彼中州縣並無城壁及攻守之具兵力綿薄山路險阻緩急捄援不逮乞於逐處要害可控扼之所相度創置寨柵屯兵守把今蠻賊累次打刼其勢稍甚若不令速剪滅為患不少如候朝廷差撥禁軍恐無所及縁北人乍到不諳風土多染瘴疫之疾竊見唐時或嶺南叛擾並自江西起兵進討况虔吉等州疆境相接民俗頗同若選差使臣往彼抽發兵士或召募就近應副事體至便地里不逺人心可用欲望速降指揮 \\n 包孝肅奏議集巻九 \\n  \\n 　"}
{"章节": "●包孝肅奏議集巻十", "正文": "　 \\n ●包孝肅奏議集巻十 \\n 　 \\n  \\n （宋）包拯撰 \\n ○糧道 \\n 奉詔河北計置斛斗日上殿 \\n 臣竊見河北闕糧州軍例皆屯泊軍馬不少雖朝廷多方計置糧儲應副縁支多收少夏秋二税又無准望若不别作擘畫必恐向去大叚闕食且河北天下之根本士卒絶糧勢必生變伏望聖慈詳審事機且将闕糧州軍土客兵士各隨近便去處量與移屯河東或近南有備州軍就糧供贍緩急應用必不誤事候将來計置稍備漸令復舊但慮議者以防邊兵士不可輕動况北人方守盟約雖有西討之名嵗月之間必未有釁若軍無餱糧萬一腹心自相擾亂為患益甚則國家之憂在此不在彼必然之事不可不深慮也 \\n 請支撥汴河糧綱往河北 \\n 臣奉勑差往河北提舉計置斛斗縁河北轉運司近年失於計置自災傷之後近裏州軍例皆闕乏糧儲有只支得一兩月去處雖本司於去年秋擘畫預給三説文鈔配糴三百五十萬自後又為安撫司以配糴不便乃借支諸州常平倉及那撥封樁斛斗外只令糴三十一萬石為一年准備其斛斗又並未般到闕糧州軍虚作見管數目不過夏初漸已支盡勘會三司先於别州支撥斛斗應副内汴河綱四十八萬石見在河陽積貯及於京西支撥二十九萬石各巳差官裝發往衛州通利軍下卸兩月有餘方起發得十七八萬石其京東三十五萬石令轉海往滄州雖聞和雇客船一運只裝載得三萬餘石一年可發得兩運亦未見報起發次第近准中書劄子令更配糴一百萬石充軍糧况河北河東水旱相繼人戸流亡殆盡雖有存者亦宜撫卹不可重有搔擾雖欲抑配必恐無由辦集臣自受命以來夙夕疚懐縁河北軍糧支用浩瀚毎月約支五十萬石一年約支七百萬石或緩急添屯軍馬所費轉多今來若不自京師及早急速計置往彼秋初必致闕誤至時卒難擘畫應副河北腹心之地糧食稍絶必有他變為患不細近聞江淮發運司今春頭運並是和雇客船非乂到岸當此水勢調匀之際兼人船完備乞令三司相度便添錢和雇那撥斛斗二百萬石往衛州或通利軍下卸即不可更候第二運盖五六月後水勢浩大官船必不能前去且捄濟河北惟有此路捨是則無以為計若稍更遲疑即不及矣伏望陛下早賜指揮三司施行 \\n 請於懐衛糴米修御河船運 \\n 臣竊見御河上自懐衛通利軍下至沿邊州軍順流般運斛斗無便於此即目綱船大小只及三四百隻兼多是損壊者北京雖有造船場縁累年巳來官司下切點檢兵士物料等並是将别處支用日近方鳩集工匠打造又難得材植欲乞特降指揮下河北都轉運司選差知次第幹事官員於鎮府界西山採斫木植作栰前來令本司更於諸處盡底剗刷工匠差官專監併手造船及添修損壊者旋支往本河輦運况懐衛州素號沃壤斛斗至賤可以計置應副沿邊州軍只患無船若得船三二千隻舳艫往來銜尾不絶即邊儲無匱乏之虞兼免貴價入便枉費官錢 \\n 請河北及時計置斛斗 \\n 臣竊見河北今夏二麥大熟近朝廷支撥見錢及本路應係諸般封樁錢等並令收糴共及一百萬石逐路糧食雖及年支亦須接續計置兼沿邊便糴以三説新法全未有客人入中巳具事由聞奏乞令沿邊且用見錢交鈔入中一二年至今未降指揮今秋田苗甚好将來必是豐稔若不預為擘畫必臨時措置不及况積蓄軍儲無便於此時不可失也訪聞邊郡甚欲得銀絹等博糴或朝廷以三説新仃不欲改法即望聖慈特許於内庫支借銀絹一百萬疋兩令轉運司分配與沿邊州軍依見錢價例收糴諸色斛斗不惟邊儲有備兼免貴價入便大支却在京錢物等事體至便 \\n 請添河北入中糧草 \\n 臣伏讀前漢趙充國傳充國嘗謂大司農耿壽昌曰於金城湟中糴榖三百萬斛羌人不敢動矣壽昌請糴百萬斛迺得四十萬一失此冊羌人故為逆失之毫釐差之千里事既然矣若四夷猝有動揺相因而起雖有智者不能善其後也是知糧儲有備則邊患不足恤矣臣竊見河北沿邊州郡軍糧未備屯兵少處約及二年如定州屯兵稍衆只及一年有餘况中山最是控扼之所若非次添屯軍馬不支數月緩急如何取濟雖朝廷財用窘迫力所未及然河朔根本之地自强敵講好觀釁而動詭詐萬狀固不可信其虚聲怠其實備孫子曰無恃其不來恃吾有以待之也無恃其不攻恃吾之不可攻也今若計度糧草處置邊事且循舊制不務施為臣恐日甚一日有不可捄之患矣故曰金城湯池帶甲百萬非粟不能守可不熟慮乎欲望聖慈特降指揮令三司應河北沿邊州軍且令依舊入中若以倍費官錢即乞支撥見錢百萬貫趁今夏二麥豐熟之際於近便處及時收糴却自御河輦運往沿邊州軍以實儲廪比之貴價入中其利甚厚仍乞速賜指揮施行 \\n ○求退 \\n 求外任 \\n 第一章 \\n 臣以極陋至庸之質過叨甄擢猥參近侍仍預諫職才微責重何以云補伏惟陛下以英睿之徳兼夷曠之度詢求讜議容納愚直此誠臣百千載之一遇也然以位疎言賤罕或施行上則負陛下求治之心下則忤執政用之之意且忠良介特之士在下既不能進奸猾苛暴之人居職又不能退公議日迫無以逃責久兹忝冒實不皇寧伏望陛下憫以無他矜乎不逮寛其罪戾賜以保全俾出領於單麾庶少圖於薄效臣欲乞江浙一次知州任使臣無任懇願激切之至 \\n 第二章 \\n 臣近者上殿曽具劄子進呈乞江浙一次知州任使至今未奉指揮進退悚懼啓處不寧竊念臣識闇材駑任優責重於國家之大事無可濟於朝廷之庶務不能周獻替既無所聞論議又不足信冒榮滋久靦顔不皇退揣至庸願全素守伏望陛下曲回聖造俯諒愚衷特與保全俾從外任誓圖報效靡憚捐糜臣無任祈恩竢命激切屏營之至 \\n 第三章 \\n 臣生於草茅蚤從宦學盡信前書之載竊慕古人之為知事君行巳之方有竭忠死義之分確然素守期以勉循而况親逢盛辰驟被殊用寘諸侍從之列擢處諫諍之班臣於此時敢忘圖報至於朝廷之政或闕國家之計所先爵寵非賢權幸干進臣嘗披瀝肝膽冒犯威顔寔忌諱之不知曷怨仇之足避濫當所職既竭乃心然才無所長愚有不逮雖間形於狂瞽徒仰紊於睿聦止成塞責之虚名詎見已行之實效犬馬之賤豈憚溝壑之棄捐塵露之徴無禆山海之髙大上則孤聖君之盛選下乃迫多士之公言勢難茍安理宜知退向者屢陳封削未賜允俞尚出入於軒闈毎慙羞於面目伏望皇帝陛下察臣愚直匪為身謀憫臣孱微所憂任重從其危懇委以外藩獻替之司庶免妨賢之咎循良之寄誓堅盡瘁之誠干觸冕旒臣無任祈恩竢命懇迫激切屏營之至 \\n 第四章 \\n 臣近曽陳乞外任差遣蒙降中書劄子奉聖旨令依舊供職者伏念臣立朝孤直荷聖奨知每竭肺肝勉圖報塞雖夙夜匪懈務進於瞽言而嵗月逾深訖無於善狀臣當堅辭所職退避能賢思之甚詳志方不奪伏望皇帝陛下察臣危迫惠此頑冥特霈俞音俾分便郡茍全要領幸出於回容誓竭糜捐終酬於覆載臣無任祈恩竢命激切屏營之至 \\n 第五章 \\n 臣近者累次陳乞外任差遣蒙降中書劄子奉聖旨令依舊供職尋再具狀陳乞未蒙指揮施行伏念臣夙以愚直無所云補久汙髙明之地彌負素餐之責願避賢路庶塞公議伏望陛下矜其拙訥賜以保全俾領郡麾少圖涓效臣無任懇悃竢命之至 \\n 第六章 \\n 臣前後六次具狀并劄子陳乞外任差遣近又准中書劄子奉聖旨以臣到院未及二年依天禧元年新降詔書令依舊供職者臣迹孤望輕才短責重上不能廣聖主之徳下不及捄當時之弊若乃不愧屋漏罔恤人言雖茍逭於邦刑恐難逃於隂譴伏望皇帝陛下察其審分鑒此由衷特推從欲之恩免罹非據之咎冒瀆宸聴臣無任激切屏營之至 \\n 第七章 \\n 臣近以起居舎人吳奎差知宻州曽具論列未賜施行進退憂惶罔知攸措伏念臣孤危之迹多仇少與待罪諫列垂及二年竟不能有所建明少禆萬一而陛下聖度淵深終賜保全雖明主之恩不忍輕去在愚臣之分固難自處伏望聖慈指揮檢會臣前後累次陳乞外任差遣因依許除江浙一便郡誓殫薄效上荅鴻恩臣無任懇迫竢命之至 \\n 包孝肅奏議集巻十 \\n  \\n 　"}
{"章节": "●包孝肅奏議集原跋", "正文": "　 \\n ●包孝肅奏議集原跋 \\n 　 \\n  \\n 孝肅包公名塞宇宙小夫賤隷類能談之第其平昔嘉謨讜論闗國家大體者雖搢紳間或未盡聞廬江帥毗陵胡公彦國倅建安章公籍一日相與言曰此邦素多竒士如包公實間出也惜其後無顯人弗克為之發揚因搜訪遺藁欲傳之為不朽計有攝助敎蘇林進曰林舊蔵公奏議集十巻亡於兵火今淮左總司屬官徐公修家有是本請往求之遂不逺數百里手抄以歸前所謂嘉謨讜論悉粲然在目矣帥倅得之喜曰兹可以廣吾志也迺俾祗若是正訛謬鏤板郡學且命録公傳及祠記逸事附於末其好賢樂善之誠盖如此不可以不識紹興二十七年九月望日左修職郎充廬州州學敎授括蒼吳祗若書 \\n 孝肅包公奏議十巻紹興間胡帥治廬以公本廬人丘墓祠堂在焉命置板郡學艱難悉為煨燼獨嵗時蒸嘗之奉得不廢祀典淳熈元年春郡既肇新學宫别作公像迎致于東序懼其書之弗傳將敬慕有時而怠乃訪舊本於學正湯氏家敎授霅川吳公芸又從幕屬假番陽辛氏所蔵補亡書七篇是正訛謬及遺脫計二百八十六字遂為繕本鋟版以附新學或公之道未墜於地讀者必慕其為人且以遺君子之鄉知名節取重於世尚友先烈庶幾乎遺風之不泯是磻老區區建學刋書之意也夏五月書成合肥假守東平趙磻老敬書其後附錄：包孝肅奏議十卷右皇朝包拯字希仁合淝人天聖五年進士權御史中丞知開封府為人剛嚴聞者憚之雖閭里童稚婦女亦知其名性不苟合未嘗偽色辭以恱人平生無私書不受干請雖故人親黨一皆絶之（四庫全書·史部·目錄類,經籍之屬·郡齋讀書志·卷四下）包孝肅奏議十卷鼂氏曰包拯字希仁合淝人天聖五年進士為御史中丞知開封府為人剛嚴無私聞者皆憚之汪玉山序公奏議分門編類其事之首尾時之先後不可考也如請那移河北兵馬凡三章其二在第八卷議兵門其一廼在第九卷議邊門其不相貫穿如此今考其歲月繫於每章之下而記其履歴於後若其歲月可見於章中者不復重出與夫不可得而考者不容於不闕也庶幾讀者尚可以尋其大槩云如劾罷張方平宋祁三司使而奏議不載豈包氏子孫所不欲以示人者邪（四庫全書·史部·政書類·通制之屬·文獻通考卷二百四十七）包拯字希仁廬州合肥人也始舉進士除大理評事出知建昌縣以父母皆老辭不就得監和州税父母又不欲行拯即解官歸養後數年親繼亡拯廬墓終喪猶徘徊不忍去里中父老數來勸勉久之赴調知天長縣有盗割人牛舌者主來訴拯曰第歸殺而鬻之尋復有來告私殺牛者拯曰何為割牛舌而又告之盗驚服徙知端州遷殿中丞端土産硯前守縁貢率取數十倍以遺權貴拯命製者才足貢數嵗滿不持一硯歸尋拜監察御史裏行改監察御史時張堯佐除節度宣撫两使右司諫張擇行唐介與拯共論之語甚切又嘗建言曰國家嵗賂契丹非禦戎之策宜練兵選將務實邉備又請重門下封駮之制及廢錮贓吏選守宰行考試補蔭弟子之法當時諸道轉運加按察使其奏劾官吏多摭細故務苛察相髙尚吏不自安拯於是請罷按察使去使契丹契丹令典客謂拯曰雄州新開便門乃欲誘我叛人以刺疆事耶拯曰涿州亦嘗開門矣刺疆事何必開便門哉其人遂無以對歴三司户部判官出為京東轉運使改尚書工部員外郎直集賢院徙陜西又徙河北入為三司户部副使秦隴斜谷務造船材木率課取於民又七州出賦河橋竹索恒數十萬拯皆奏罷之契丹聚兵近塞邉郡稍警命拯往河北調發軍食拯曰漳河沃壤人不得耕邢洛趙三州民田萬五千頃率用牧馬請悉以賦民從之解州鹽法率病民拯往經度之請一切通商販除天章閣待制知諫院數論斥權倖大臣請罷一切内除曲恩又列上唐魏鄭公三疏願置之坐右以為龜鑒又上言天子當明聼納辨朋黨惜人才不主先入之説凡七事請去刻薄抑僥倖正刑明禁戒興作禁妖妄朝廷多施行之除龍圖閣直學士河北都轉運使嘗建議無事時徙兵内地不報至是請罷河北屯兵分之河南兗鄆齊濮曹濟諸郡設有警無後期之憂借曰戍兵不可遽減請訓練義勇少給糇糧每嵗之費不當屯兵一月之用一州之賦則所給者多矣不報徙知瀛州諸州以公錢貿易積嵗所負十餘萬悉奏除之以喪子乞便郡知揚州徙廬州遷刑部郎中坐失保任左授兵部員外郎知池州復官徙江寧府召權知開封府遷右司郎中拯立朝剛毅貴戚宦官為之歛手聞者皆憚之人以包拯笑比黄河清童稚婦女亦知其名呼曰包待制京師為之語曰關節不到有閻羅包老舊制凡訟訴不得徑造庭下拯開正門使得至前陳曲直吏不敢欺中官勢族築園榭侵恵民河以故河塞不通適京師大水拯乃悉毁去或持地劵自言有偽增歩數者皆審驗劾奏之遷諫議大夫權御史中丞奏曰東宫虚位日久天下以為憂陛下持久不决何也仁宗曰卿欲誰立拯曰臣不才備位乞豫建太子者為宗廟萬世計也陛下問臣欲誰立是疑臣也臣年六十且無子非邀福者帝喜曰徐當議之請裁抑内侍減節冗費條責諸路監司御史府得自舉屬官減一嵗休暇日事皆施行張方平為三司使坐買豪民産拯劾奏罷之而宋祁代方平拯又論之祁罷而拯以樞密直學士權三司使歐陽脩言拯所謂牽牛蹊田而奪之牛罰巳重矣又貪其富不亦甚乎拯因家居避命久之乃出其在三司凡諸筦庫供上物舊皆科率外郡積以困民拯特為置塲和市民得無擾吏負錢帛多縲繫間輙逃去并械其妻子者類皆釋之遷給事中為三司使數日拜樞密副使頃之遷禮部侍郎辭不受尋以疾卒年六十四贈禮部尚書諡孝肅拯性峭直惡吏苛刻務敦厚雖甚嫉惡而未嘗不推以忠恕也與人不茍合不偽辭色悦人平居無私書故人親黨皆絶之雖貴衣服噐用飲食如布衣時嘗曰後世子孫仕宦有犯贓者不得放歸本家死不得葬大塋中不從吾志非吾子若孫也初有子名繶娶崔氏通判潭州卒崔守死不更嫁拯嘗出其媵在父母家生子崔密撫其母使謹視之繶死後取媵子歸名曰綖有奏議十五巻論曰拯為開封其政嚴明人到于今稱之而不尚苛刻推本忠厚非孔子所謂剛者乎奎博學清重君子人也抃所至善治民思不忘猶古遺愛介敢言聲動天下斯古遺直也夫聼諫者明君所難以唐文皇猶弗終於魏徴觀四臣面諍鯁吭逆心或不能堪而仁宗容之無咈誠盛徳之主哉屼世孝淑問難進義問强敏恕高行不隕家聲有足美云（四庫全書·史部·正史類,宋史卷三百十六）包拯字希仁廬州人天聖五年登進士第累擢天章閣待制龍圖閣直學士權三司使嘉祐六年遷給事中正三司使數日拜樞密使遷侍郎辭不受七年薨於位年六十四贈禮部尚書諡孝肅子綖初拯以大理評事知建昌縣辭以親年髙改和州管庫而親不欲去鄉里遂解官就養及親亡廬墓側終喪不忍仕久之知揚州天長縣有訴盜割牛舌者拯曰第殺而鬻之俄有告私屠牛拯曰已割其舌矣非私殺也盜色變遂引伏嘗使北敵敵典客曰雄州開便門欲誘納叛人刺候疆事邪拯曰誠欲刺之自有正門何必便門也此豈嘗問涿州門邪敵有沮色為御史言諸道轉運加按察使之名以苛察相尚奏劾官吏更倍於前皆捃摭細故使吏不自安詔為罷之除陜西轉運使既行數日有他路監司對而求章服者上不悦因傳宣中書曰包拯使陜西未嘗自言也可齎三品服賜之及知諌院數論斥大臣請罷一切内降又録唐魏鄭公三疏請置座右及别條七事言明慎聴納辨别朋黨愛惜人才不主先入之説蕩去疑法條責臣下牽録微過其論甚美在陜西奏罷斜谷務造船材木十萬及罷七州河椿竹索數十萬奉使河北言牧馬占邢洺趙三州沃壤萬五千頃悉請以予民從之知瀛州除放一路所負回易公使錢十餘萬仍奏諸州毋得回易公使錢遂為著令開封舊制訟牒令知牌司收之於門外拯知府開門使徑至庭下辨曲直京師大水拯以勢家多置園第惠民河上歲久堙塞遂盡毁去宦者偽増地契歩數悉奏劾之權貴為之斂迹權中執法請立皇嗣陳教養宗室之法責諸路監司聴御史府自舉屬官諫官御史不避二府薦舉兩制得至執政私第減一嵗休暇日皆施行及攻罷張方平三司使而除宋祁拯又屢擊祁在蜀宴飲過度遂除拯三司使翰林學士歐陽修疏拯所奪蹊田之牛罰已重矣又貪其富不亦甚乎拯居家避命者久之在三司和市上供物以革科率之擾其為人不茍合未常偽辭色以悅人平居無私書故人親黨亦皆絶之人多憚其方嚴雖里巷婦人穉子莫不知其名仕至通顯奉已儉約如布衣時少為劉筠所知筠無子為奏其族子為後而請還其所没田廬（四庫全書·史部·別史類·隆平集卷十一）包拯字希仁廬州合肥人也舉進士以大理評事知建昌縣辭以親年髙改和州管庫而親不欲去郷里遂解官就養及親亡廬墓側終喪不忍仕久之知天長縣有訴盗割牛舌者拯曰第殺而鬻之俄有告私屠牛者拯曰已割其舌矣非私殺也盗色變遂引伏徙知端州入為監察御史建言國家取士用人不得實歲賂戎狄非禦戎之策又言諸路轉運加按察使之名以苛察相尚奏劾官吏更倍於前皆捃摭細故使吏不自安詔為罷之使契丹敵之典客曰雄州開便門欲誘納叛人刺候疆事邪拯曰誠欲刺之自有正門何必便門也此豈問涿州門邪敵有沮色為三司户部判官出為京東轉運使改直集賢院徙陜西路又徙河北入為三司户部副使奏罷斜谷務造舩材木十萬及罷七州河橋竹索數十萬奉使河北言牧馬占邢洛趙三州沃壤萬五千頃悉請以予民事多施行擢天章閣待制知諫院張堯佐挾貴妃以請自三司使拜宣徽節度景靈羣牧四使拯上疏切諫語在堯佐傳卒奪其宣徽景靈二使拯數論斥大臣請罷一切内降又録唐魏鄭公三疏請置座右及别條七事言明察聽納辨别朋黨愛惜人才不主先入之說蕩去疑法條責臣下牽録微過其論甚美除龍圖閣直學士復為河北轉運使知瀛州除放一路所負回易公使錢十餘萬仍奏請諸州毋得回易公使錢徙揚廬二州廬即拯郷里也親黨有犯法者拯無少貸焉坐失保任降知池州徙江寧府召知開封府舊制訟牒令知牌司收之於門外拯使徑至庭下辨曲直吏民不敢欺京師大水拯以勢家多置園第惠民河上歲久湮塞遂盡毁去中貴人偽増地契歩數者拯奏劾之權貴為之歛迹嘉祐三年除右諫議大夫御史中丞上疏請立皇嗣曰東宮虚位日久天下以為憂羣臣數以為言而陛下持久不决何也夫萬物皆有根本而太子者天下根本也根本不立禍孰大焉仁宗曰卿欲誰立拯曰臣乞陛下豫建太子者為宗廟萬世計耳陛下問臣誰立是疑臣也臣行年六十且無子非徼後福者仁宗喜乃曰當徐議之拯又上疏陳教養宗室之法責諸路監司聽御史府自舉屬官諫官御史不避二府薦舉兩制得至執政私第減一歲休假日皆施行之張方平為三司使拯攻罷之而除宋祁拯又撃祁祁罷遂除拯三司使歐陽脩疏拯所謂牽牛蹊田而奪之牛罸已重矣又貪其富不亦甚乎拯家居避命者久之六年拜禮部侍郎樞密副使七年終于位年六十四贈禮部尚書諡曰孝肅拯為人不茍合未嘗偽辭色以恱人平居無私書故人親黨亦皆絶之人多憚其方嚴仕已通顯奉已儉約如布衣時少為劉筠所知筠無子為奏其族子為後而請還其所没田廬有奏議十五卷（四庫全書·史部·別史類·東都事略卷七十三）包拯孝肅公字希仁廬州人舉進士事仁宗至樞宻副使公知天長縣有訴盗割牛舌者公使歸屠其牛鬻之既而有告私殺牛者公曰何爲割某家牛舌而又告之盗者驚伏徙知端州州嵗貢硯前守縁貢率數十倍以遺權貴人公命製者纔足貢數嵗滿不持一硯歸（巵史）公在言路極言時事復爲京尹令行禁止至今天下皆呼包待制又曰包家市井小民及田野之人凡狥私者皆指笑之曰你一個包家見貪汚者曰你一箇司馬家天下稱司馬公曰司馬家（家塾記）公尹京號爲明察有編民犯法當杖脊吏受賕與之約曰今見尹必付我責狀汝第呼號自辨我與汝分此罪汝决杖我亦决杖既而包引囚問畢果付吏責狀囚如吏言分辨不巳吏大聲訶之曰但受脊杖出去何用多言包謂其市權捽吏杖之十七特寛囚罪止從杖坐以沮吏勢不知乃爲所賣卒如素約小人爲姦固難防也公天性峭嚴未嘗有笑容人謂包希仁笑比黄河清（筆談）公始及第以親老侍養不仕官且十年人稱其孝知開封府爲人剛嚴不可干以私京師爲之語曰闗節不到有閻羅包老（記聞）公知諫院列上唐魏鄭公三疏請置座右以爲龜鑑爲中丞奏曰東宫虚位日久天下以爲憂羣臣數有言者卒未聞有所處置未審聖意持久不决何也太子者天下根本也根本不立禍孰大焉仁宗曰卿欲誰立公曰臣非才備位所以乞豫建太子者爲宗廟萬世計耳陛下問臣欲誰立是疑臣也臣行年七十且無子非邀後福者唯陛下裁察仁宗喜曰徐當議之（四庫全書·史部·傳記類·總錄之屬·宋名臣言行錄前集卷八）包孝肅公拯曽鞏包拯字希仁廬州人天祐五年登進士第累擢天章閣待制龍圖閣直學士權三司使嘉祐六年遷給事中正三司使數日拜樞宻使遷侍郎辭不受七年薨于位年六十四贈禮部尚書謚孝肅子誕初拯以大理評事知建昌縣辭以親年髙改和州管庫而親不欲去郷里遂觧官就養及親亡廬墓側終喪不忍仕久之知揚州天長縣有訴盗割牛舌者拯曰第殺而鬻之俄有告私屠牛拯曰已割其舌矣非私殺也盗色變遂引伏嘗使北彼之典客曰雄州開便門欲誘納叛人刺候疆事耶拯曰誠欲刺之自有正門何必便門也此豈嘗問涿州門耶彼有沮色為御史言諸道轉運加按察使之名以苛察相尚奏劾官吏更倍扵前日捃摭細故使吏不自安詔為罷之除陜西轉運使既行數日有它路監司對而求章服者上不恱因傳宣中書曰包拯使陜西未甞自言也可賫三品服賜之及知諌院數論斥大臣請罷一切内降又録唐魏鄭公三疏請置座右及别條七事言明慎聽納辨别朋黨愛惜人才不主先入之說蕩去疑法條責臣下牽録懲過其論甚美在陜西奏罷斜谷務造舩材木十萬及罷七州河椿竹索數十萬奉使河北言牧馬占邢洺趙三州沃壤萬五千頃悉請以予民從之知瀛州除放一路所負回易公使錢十餘萬仍奏諸州無得回易公使錢遂為著令開封舊制訟牒令知牌司收之扵門外拯知府開門使徑至庭下辨曲直京師大水拯以勢家多置園第惠民河上歲久湮塞遂盡毁去宦者偽増地契歩數悉奏劾之權貴為之歛迹權中執法請立皇嗣陳教養宗室之法責諸路監司聽御史府自舉属官御史不避二府薦舉兩制得至執政私第減一歲休假日皆施行及攻罷張方平三司使而除宋祁拯又屢擊祁在蜀宴飲過度遂除拯三司使翰林學士歐陽修疏拯所奪蹊田之牛罰已重矣又貪其富不亦甚乎拯居家避命者久之在三司和市上供物以革科率之擾其為人不茍合未嘗偽辭色以恱人平居無私書故人親黨亦皆絶之人多憚其方嚴雖里巷婦人穉子莫不知其名仕至通顯奉已儉約如布衣時少為劉筠所知筠無子為奏其族子為後而請還其所没田廬（四庫全書·史部·傳記類·總錄之屬·名臣碑傳琬琰之集下卷六）包拯字希仁合肥人舉進士以親老不就州縣職後二親繼没廬墓終喪始入仕知端州端產硯拯歲滿不持一硯歸尋拜監察御史後知諫院數論斥權倖大臣請罷一切内降曲恩除龍圖閣直學士歴知開封府拯立朝剛毅貴戚宦官斂手人以拯笑比黄河清語曰關節不到有閻羅包老訟訴者徑造庭下前陳曲直吏不敢欺自三司使拜樞宻副使卒諡孝肅（四庫全書·史部·地理類·都會郡縣之屬·江南通志卷一百三十八）包孝肅祠在府治南濠内祀宋包拯（附）明黄金孝肅書院記（包孝肅公宋之名臣也其精忠直諫可比漢之汲長孺而過之視唐魏鄭公出處尤正其廉節冠一時趙清獻而下不論也其載諸宋史者炳炳與日月爭光其傳與天地相為悠久卓乎不可尚已苐公為廬人仕於廬者往往以簿書期會為心求能表章先賢以風後進則寥乎未之有聞監察御史陽城宋君克明來守是邦未踰年六事漸舉百廢具興謂公乃鄉賢顧可漫不加之意乎郡城有河河之中有洲舊為浮屠氏所據太守至是撤而去之因相其地庀材陶瓦鳩工事事南面建屋五間中坐公之像東西翼以夾室植竹木於四圍而環之以牆前建大門其地峻疊石為梯數十級登焉題其額曰包公書院新傑壯偉過者為之改觀擇庠俊張福輩十餘人讀書其中而公二十四世孫大章亦與焉太守嘗於祭畢謂諸生曰士學宜師聖賢若公乃表表焉百世可師者也吾欲爾曹居家行已則師公之孝立朝事君則師公之忠庶不負建新院之意福輩奉教帷謹間以書來屬予記之嗚呼為政貴識大體不務末節嚴先生祠堂范仲淹構之韓昌黎潮州廟王滌新之以其所關者大也孝肅之風足以廉貪立懦其有功於名教大矣不比之重而務其他可乎太守善斆乃及於是有以激人心而觀風化可謂得其大體與况其所費悉出自規畫一無所取於民其才之長又有過人者繼自今廬之士氣丕振或以直諫顯或以廉節著忠臣孝子之門上紹先賢之芳躅未必不由此舉基之是太守亦有大功於名教也於是乎書）（四庫全書·史部·地理類·都會郡縣之屬·江南通志卷四十二）包孝肅極子繶為潭州通判卒遂無嗣先是孝肅有出媵生子育於外繶婦崔素撫其母使謹視之及繶死乃取之歸名曰綖人傳包無後不知實有嫡嗣在也（四庫全書·史部·地理類·都會郡縣之屬·江南通志卷一百九十六）包拯字希仁合肥人過虔師事邑人陳晦之於崆峒山中（贑縣志）（四庫全書·史部·地理類·都會郡縣之屬·江西通志卷九十六）包拯字希仁廬州合肥人仁宗時權知開封府舊制凡訟訴不得徑造庭下拯開正門使得至前陳曲直吏不敢欺中官勢族築園榭侵惠民河以故河塞不通適京師大水拯乃悉毁去或持地劵自言有偽増步數者皆審驗劾奏之遷諫議大夫京師諺云闗節不到有閻羅包老又曰笑比黃河清内外皆稱為包待制云後諡孝肅立祠署左春秋祀之（四庫全書·史部1地理類1都會郡縣之屬·河南通志卷五十五）包孝肅公祠（在府治東祀宋開封府尹包拯明成化九年建嘉靖七年修明胡謐記開封府故有包孝肅公祠葢祀其知開封時功也前後公知是府者多名人奚獨祀公葢公其尤也公所歴諸官皆有績奚獨祀公知府功葢開封京府其功可以該諸績也惟公之在開封也剛毅不阿貴戚宦臣為之斂手猶若居御史諌議之論斥而且開門聽訟吏不敢欺即廣其知天長時斷割牛舌訟之明也劾毁勢家侵惠民河園榭即推其轉運河北時請以牧馬地賦民之惠也自奉儉約無異布衣誡子孫不敢犯贓罪即充其知端州時歸不持一硯之操也與夫知瀛州而請罷囘易在三司而置埸和易以免民供上之物則皆繇京府以達諸外郡者也然則公敭歴中外之績舉於是乎該矣故京師為之語曰闗節不到有閻羅包老人以其笑比黃河清童稚婦女亦知其名呼曰包待制云比卒太常乃併其親老不赴調親沒廬墓之行諡曰孝肅葢實法所宜祀者此開封所由以祀公也而當時知是府者前公如陳文惠康肅兄弟繼尹薛簡肅威嚴如之後公如歐陽文忠吕正獻濟以寛簡然皆為他善所掩其知是府功則莫與公並者此開封府所以獨祀公也祠在府治廳事北創始未詳嵗月歴金元以迄我朝府列外郡祀事嵗修不廢祠則屢葺乃成化癸已前知府孫侯瑜以址隘宇將壓相得府治巽隅隙地遂徙建焉工未就緒而孫侯卒令知府張侯岫至亟繕完之中為屋三間左右翼兩廂各三間前豎門樓周繚以墉肖公像其中黝堊髹漆煥然一新張侯手書其扁曰包孝肅公之祠爰率僚佐落之而告慰公神如禮每春秋用牲醴致祭著為儀且裒公遺事奏議載鋟以廣傳焉其尤知慕公者哉僉謂斯舉不可無記以告將來張侯屢以為請因述開封府所以祀公之意俾人知公之功不獨在開封也）（四庫全書·史部·地理類·都會郡縣之屬·河南通志卷四十八）包拯字希仁廬州合肥人第進士累官陜西轉運使入為三司户部副使解州鹽法率病民拯往經度之請一切通商販後以龍圖閣直學士權知開封府貴戚宦官為斂手拜樞密副使卒謚孝肅拯性峭直惡吏苛刻務敦厚雖甚嫉惡而未嘗不推以忠恕也平居無私書嘗言後世子孫仕宦有犯贓者不得放歸本家云（四庫全書·史部·地理類·都會郡縣之屬·山西通志卷八十六）包拯字希仁合肥人天聖五年進士除大理評事調知天長縣有異政徙知端州蒞事明察不遺隱伏人稱之為神明端産硯前守縁供貢率取數十倍以事權貴拯命製者止足貢數歲滿不持一硯歸尋拜監察御史疏請選廣南知州又奏請廣南添差職官章再上從之擢龍圖閣待制知開封尹拜樞密使人以其笑比黄河清童稚婦女亦知其名京師語曰闗節不到有閻羅包老卒諡孝肅（四庫全書·史部·地理類·都會郡縣之屬·廣東通志卷三十九）題端州郡齋包拯清心為治本直道是身謀修榦終成棟精剛不作鈎倉充燕雀喜草盡兔狐愁往牒有遺訓無貽來者羞（四庫全書·史部·地理類·都會郡縣之屬·廣東通志卷六十一）宋包孝肅新祠記張詡端之名宦每以宋包孝肅公為首稱而公之善政每以清正為之本觀其自賦詩云清心為治本直道是身謀可知矣按史公立朝剛毅貴戚宦官為之斂手平居無私書故人親黨皆絶之至比其笑為黄河清又相目為閻羅包老雖古之遺直弗過也雖貴自奉如布衣時遺戒後裔出仕有犯贓者生不得歸本家死不得祔祖葬雖古之真清弗過也故其守端也往往以直清著端產土硯前守緣貢悉取數十倍以遺權貴公命製者纔足貢數皆本乎直中來也及官滿而歸一硯不持皆本乎清中來也坐是地方千里民樂耕桑水蜑山猺趨庭嚮化端之父老至今傳誦之不衰祭法曰法施於民則祀之若公者非其人耶端舊有祠以祀公在郡署儀門之左宋熙寧中郡守蔣續新建其後修廢不一明混一之九十年為成化乙酉知郡事黄瑜始疏入祀典嵗春秋饗以少牢之禮又四十年為弘治甲子總督都憲潘公以祠限郡署内凡東西往來瞻謁者弗之便也乃委郡守黄侯於郡署外之西百步許相地而改祠焉僉憲許公實贊襄之告成之日黄侯徵詡文以記詡竊嘗歎夫今昔生民之不幸也莫甚於官吏之貪亦莫甚於政刑之弗平盖貪則浚民膏血而凋瘁其本矣政刑弗平則賦斂繁而下疲於供應法網密而民無所措手足矣生意沮而廉恥喪禮讓衰而盜賊起職此之由也又竊怪夫世之貪夫佞士事苞苴總貨寳脂韋淟涊趨炎附勢以爭憐取寵為得計縱富敵郿塢貴窮公卿不旋踵禍敗相繼卒之身名俱喪間有幸而免者亦貽殃於子孫其視公之清風直道浩然天地之間尸祝俎豆名流百世之逺得失相去奚啻霄壤哉然則救其敝當若何是故惟直可以塞邪枉之路惟清可以澄貪虐之源昔舜命伯彛為秩宗曰直哉惟清夫交神明且不能外是而他求焉則以之而正心治人孰謂其不可哉此我都憲公注意乎是祠之遷也豈但寓懷賢之意而已耶將俾食祿與夫宦遊而道出於兹土者造祠登拜之頃覩廟貌之煥然瞻遺像之如在肅然興其仰止之心勃然篤其思齊之志殆見播清風而秉直道濟濟乎其人也則於世道端有賴焉都憲名蕃字廷芳崇徳人僉憲名暄字景輝開化人黄侯名顒字伯望莆田人觀其好尚可以知其政矣祠經始于是年正月六日落成則四月朔日也弘治年月日（四庫全書·史部·地理類·都會郡縣之屬·廣東通志卷六十）樞宻孝肅公包希仁（拯　天聖知江寜府）讃曰孔門四科尤重政事豈其冉季而曰俗吏惟孝肅所至民物吐氣直榦必棟精鋼詎鉤磊落平生斯言卒讎蜚英鄉耆鋭先推賢致飬親闈寕不調官行通乎神明氣塞乎天淵朝端惮其嚴毅邦計仗其斡旋京師偉其弹壓牧伯赫其旬宣迅一時之剖决紛萬口之流傳民到於今姓而爵之今之從政者尚矩矱之（四庫全書·史部·地理類·都會郡縣之屬·景定建康志卷三十一）包孝肅公祠（包拯希仁嘗尹開封有異政厥後汴人思之立祠于府治廳事之北始建嵗月無考國朝成化間知府孫瑜徙建于府治之東隅隙地）胡謐撰包孝肅公祠記　開封府故有宋包孝肅公祠盖祀其知開封時功也前後公知是府者多名人奚獨祀公盖公其尤也公所歴諸官皆有績奚獨祀公知府功盖開封京府其功可以該諸績也惟公之在開封也剛毅不阿貴戚宦臣爲之斂手猶若居御史諫議之所論斥而且開門聽訟吏不敢欺即廣其知天長時斷割牛古訟之明也劾毁勢家侵惠民河園榭即推其轉運河北時請以牧馬地賦民之惠也自奉儉約無異布衣誡子孫不得犯贓罪即充其知端州時歸不持一硯之操也與夫知瀛州而請罷回易在三司而置塲和易以免民供上之物皆由京府以逹諸外郡者也然則公敭歴中外之績舉於是乎該矣故京師爲之語曰關節不到有閻羅包老人以其笑比黄河清童稚婦女亦知其名呼曰包待制云比卒太常乃併其親老不赴調親没廬墓之行諡曰孝肅盖實法所宜祀者此開封所繇以祀公也而當時知是府者前公如陳文惠康肅兄弟繼尹薛簡肅威嚴如之後公如歐陽文忠吕正獻濟以寛簡然皆爲他善所揜其知是府功則莫與公者此開封所以獨祀公也祠在府治廳事北創始未詳歲月歴金元以迄我朝府列外郡祀事歲脩不廢祠則屢葺乃成化癸已前知府孫侯瑜以址隘宇將壓相得府治巽隅隙地遂徙建焉工未就緒而孫侯卒今知府張侯岫至亟繕完之中爲屋三間左右翼兩廂各三間前豎門樓周繚以墉肖公像其中黝堊髹漆煥然一新張侯手署其扁曰包孝肅公之祠爰率僚佐落之而告慰公神如禮毎春秋用牲醴致祭著爲儀且裒公遺事奏議載鋟以廣傳焉其尤知慕公者哉僉謂斯舉不可無記以告將來張侯屢以爲請予因述開封所以祀公之意俾人知公之功不獨在開封也（四庫全書·史部·地理類·古蹟之屬·汴京遺蹟志卷十一）包拯字希仁廬州合肥人也舉進士以大理評事知建昌縣辭以親年老改和州管庫而親不欲去鄉里遂解官就養及親亡廬墓側終喪不忍仕久之知天長縣有訴盗割牛舌者拯曰第殺而鬻之俄有告私屠牛者拯曰已割其舌矣非私殺也盗色變遂引服徙知端州入為監察御史建言國家取士用人不得實嵗賂戎狄非禦戎之策又言諸路轉運加按察使之名以苛察相尚奏劾官吏更倍於前皆捃摭細故使吏不自安詔為罷之使契丹敵之典客曰雄州開便門欲誘納叛人刺候疆事邪拯曰誠欲刺之自有正門何必便門也此豈開涿州門邪敵有沮色入為三司戸部副使奏罷斜谷務造船材木十萬及罷七州河橋竹索數十萬奉使河北言牧馬占邢洛趙三州沃壤萬五千頃悉請以為民事多施行擢天章閣待制知諌院張堯佐挾貴妃以請自三司使拜宣徽節度景靈羣牧四使拯上疏切諫阻堯佐卒奪其宣徽景靈二使拯數論斥大臣請罷一切内降又録唐魏鄭公三疏請置坐右及别條七事言明察聴納辨别朋黨愛惜人才不主先入之説蕩去疑法條責臣下牽録微過其論甚美除龍圖閣直學士復為河北轉運使知瀛州除放一路所負囘易公使錢十餘萬仍奏請諸州毋得囘易公使錢徙揚廬二州廬即拯鄉里也親黨有犯法者拯無少貸焉召知開封府舊制訟牒令知牌司收之於門外拯使徑至庭下辨曲直吏民不敢欺京師大水拯以勢家多置園第惠民河上嵗久湮塞遂盡毁去中貴人偽増地契步數者拯奏劾之權貴為之斂迹嘉祐三年除右諌議大夫御史中丞上疏請立皇嗣仁宗喜乃曰當徐議之拜禮部侍郎樞宻副使終于位諡孝肅　拯為人不茍合未嘗偽辭色以悦人平居無私書故人親黨亦皆絶之人多憚其方嚴仕已通顯奉己儉約如布衣時（四庫全書·子部·類書類·名賢氏族言行類稿卷十九）包拯察牛舌樞宻包孝肅公名拯字希仁知天長縣有訴盜割牛舌者公使歸屠其牛鬻之既而有告殺牛者公曰何為割某家牛舌而又告之盜者驚伏（四庫全書·子部·法家類·疑獄集卷四）盗割牛舌皇朝包拯字希仁舉進士以大理評事知建昌縣辭以親年高改和州管庫而親不欲去郷里遂解官就養及親亡廬墓側終喪不忍仕乆之知天長縣有訴盗割牛舌者拯曰第殺而鬻之俄有告私屠牛者拯曰已割其舌矣非私殺也盗色變遂引服徙知端州及除御史中丞上疏請立皇嗣仁宗喜乃曰當徐議之禮部侍郎樞密副使終于位諡孝肅（四庫全書·子部·類書類·錦繡萬花谷續集卷二十一）包希仁嘉祐七年五月辛未樞密副使包拯薨車駕臨幸其第拯字希仁廬州人進士及第以親老侍養不仕宦且十年人稱其孝後歴監察御史為天章閣待制知諫院遷龍圖閣直學士知瀛州又遷樞密直學士知開封府為人剛嚴不可干以私京師為之語曰闗節不到有閻羅包老吏民畏服逺近稱之歴御史中丞三司使樞密副使薨拯為長吏僚佐有所闗白喜面折辱人然其所言若合於理亦幡然從之剛而不愎此人所難也二王禹玉曰包希仁知廬州廬州即鄉里親舊多乘勢擾官府有從舅犯法希仁撻之自是親舊皆屛息（四庫全書·子部·雜家類·雜纂之屬·事實類苑卷二十三）不持一硯包拯字希仁天性嚴厲未嘗有笑容人謂包公笑比黄河清　知端州嵗滿不持一硯歸　為京尹令行禁止閭里童稚亦知其名語曰闗節不到有閻羅包老天下呼為包待制又曰包家　詩曰直幹終為棟直鋼不作鈎　宋慶厯中為御史中丞　拜樞密　諡孝肅（四庫全書·子部·類書類·氏族大全卷七）王禹玉曰包希仁知廬州即鄉里也親舊多乘勢擾官府有從舅犯法希仁戮之自是親舊皆屏息（四庫全書·子部·小說家類·雜事之屬·涑水記聞卷九）嘉祐七年五月辛未樞密副使包拯薨車駕臨幸其第拯字希仁廬州人進士及第以親老侍養不仕宦且十年人稱其孝後歴監察御史為天章閣待制知諫院遷龍圖閣直學士知瀛州又遷樞密直學士知開封府為人剛嚴不可干以私京師為之語曰關節不到有閻羅包老吏民畏服遠近稱之歴御史中丞三司使樞密副使薨拯為長吏僚佐有所關白喜面折辱人然其所言若中于理亦幡然從之剛而不愎亦人所難也（四庫全書·子部·小說家類·雜事之屬·涑水記聞卷十）包孝肅尹京號為明察有編民犯法當杖脊吏受賕與之約曰今見尹必付我責狀汝第呼號自辨我與汝分此罪汝決杖我亦決杖既而包引囚問畢果付吏責狀囚如吏言分辨不已吏大聲訶之曰但受脊杖出去何用多言包謂其市權捽吏於庭杖之七十特寛囚罪止從杖坐以抑吏勢不知乃為所賣卒如素約小人為姦固難防也孝肅天性峭嚴未嘗有笑容人謂包希仁笑比黄河清（四庫全書·子部·雜家類·雜說之屬·夢溪筆談卷二十二）包孝肅笑比黄河清包孝肅尹京號明察有編戸犯法當杖脊吏受財與約曰今見尹汝但號呼自辨我與汝分罪决杖我亦决杖既而包引囚問果分辨不已吏訶曰但受脊杖出何用多言包謂其弄權杖之於庭特寛囚罪止從杖坐不知乃為所賣孝肅峭勁未嘗有笑容人謂包希仁笑比黄河清（四庫全書·子部·雜家類·雜纂之屬·類說卷四十八）華州西嶽廟門裡有唐玄宗封西嶽御書碑甚髙數十丈砌數叚為一碑其字八分幾尺餘其上薄雲霄也舊有碑樓黄巢入關人避于碑樓上巢怒并樓焚之樓既焚盡而碑字缺剥焚損十存二三也京兆姚嗣宗知華隂縣時包希仁初為陜西都轉運使纔入境至華隂謁廟而縣官皆従行希仁初不知焚碑之由禮神畢循行廟内見損碑顧謂嗣宗曰可惜好碑為何人燒了嗣宗作秦音對曰被賊燒燒了希仁曰縣官何用嗣宗曰縣只有弓手三四十人奈何賊不得希仁大怒曰安有此理若奈何不得要縣何用且賊何人至于不可捉也嗣宗曰却道賊姓黄名巢希仁知其戱也黙然而去（四庫全書·子部·小說家類·雜事之屬·默記卷中）華州西嶽廟有唐玄宗封西嶽御書碑其髙數十丈接連數段為一碑八分書字幾尺餘舊有碑樓黄巢入闗人避於樓上巢怒併碑焚之樓既燼而字亦缺剥十存二三京兆姚嗣宗知華隂縣時包希仁初為陜西都轉運使才入境至華隂謁廟而縣官皆從行希仁初不知焚碑之由謁神畢循行廟内見損碑顧謂嗣宗曰可惜好碑為何人燒了嗣宗操秦音對曰被賊燒了希仁曰要縣官何用嗣宗曰縣中只有弓手三四十人奈何賊不得希仁大怒曰安有此理若奈何不得要縣官何用且賊何人至於不可捉也嗣宗徐曰都道姓黄名巢希仁覺其戲已嘿然而去（四庫全書·子部·雜家類·雜說之屬·湛淵靜語卷二）嘉祐四眞嘉祐中富韓公為宰相歐陽公在翰林包孝肅公為御史中丞胡翼之侍講在太學皆極天下之望一時士大夫相語曰富公眞宰相歐陽永叔眞翰林學士包老真中丞胡公眞先生遂有四眞之目歐陽公之子發棐等叙公事迹載此語可謂公言（四庫全書·子部·雜家類·雜考之屬·容齋隨筆五筆卷三）包孝肅公尹京時民有自言有以白金百兩寄我者死矣予其子其子不肯受願召其子予之尹召其子其子辭曰亡父未嘗以白金委人也兩人相讓久之公因言觀此事而言無好人者亦可以少愧矣人皆可以為堯舜蓋觀於此而知之（四庫全書·子部·儒家類·童蒙訓卷上）先生因泛言交際之道云先人曾有雜錄冊子記李仲和之祖（見居三衢）同包孝肅同讀書一僧舍每出入必經由一富人門二公未嘗往見之一日富人俟其過門邀之坐二公託以他事不入他日復招飯意厪甚李欲往包公正色與語曰彼富人也吾徒異日或守鄉郡今妄與之交豈不為他日累乎竟不往後十年二公果相繼典鄉郡先生因嗟嘆前軰立已接人之嚴盖如此方二公為布衣所志已如此此古人所謂言行必稽其所終慮其所敝也或言近有為鄉邑者泛接部内士民如布衣交甚至狎溺無所不至後來遇事入手處之頗有掣肘處曰為邑之長此等處當有限節若脱畧繩墨其末流之弊必至於此包李之事可為法也（時舉）（四庫全書·子部·儒家類·朱子語類卷一百二十九）李仲和之祖與包孝肅同讀書一僧舎出入必經由一富人之門未嘗往見之後招飯李欲往包公正色曰彼富人也吾徒異日或守郷郡今日妄與交豈不為他日累乎後十年二人果相繼守郷郡古謂言行必稽其所終慮其所弊也（四庫全書·子部·儒家類·黃氏日抄卷三十八）包孝肅（拯）公一笑比黄河清關節不到惟閻羅包老而能恕人以情（四庫全書·子部·儒家類·黃氏日抄卷五十）李見居與包孝肅同讀書一僧舎毎出入必經由一富人門二公未嘗往見之一日富人候其過門邀之坐二公託以他事不入他日復招飲李欲往包公正色與語曰彼富人也吾輩異日或守鄉郡今妄與之交不為他日累乎竟不往後十年二公果相繼典鄉郡蓋二公為布衣時所志已有如此（以上記警輕赴人席）（四庫全書·子部·儒家類·人譜__人譜類記卷下）吕原明云京師人有以金銀實二筐託付於其友數年而死其友往語其子子曰我父平日未嘗一言此且無契券之驗殆長者之誤也其友曰我躬受之爾父豈待契券與汝汝必與聞哉兩人相推無敢當其友遂持以白官時包孝肅尹京兆究其實斷還其子世俗皆謂今人無復良心惟知有利耳聞是兩人之風可以釋世俗之疑矣（四庫全書·子部·儒家類·人譜__人譜類記卷下）包孝肅拯字希仁始及第以親老侍養不仕宦且十年人稱其孝（四庫全書·子部·醫家類·壽親養老新書卷二）京師人有以金銀繒錦實二篋附放其相知數年而死彼人歸諸其子子曰我父平日未嘗一言及此且無契券之驗殆公之誤也其人曰我躬受之爾父豈待契券與汝必嘗預聞哉兩人相推無敢當其人持以白於官府時包孝肅公尹京驗究其實斷與子世俗之説皆謂今人無復良心唯有利耳聞是二人之風可以釋一時之疑（四庫全書·子部·雜家類·雜說之屬·呂氏雜記卷上）包孝肅為中丞張安道為三司使攻罷之既又自成都召宋子京孝肅復言其在蜀燕飲過度事改知鄭州已而乃除孝肅遂就命歐陽文忠時為翰林學士因疏孝肅攻二人以為不可而已取之不無蹊田奪牛之意孝肅雖嘗引避而終不辭元祐間蘓子由為中丞攻罷許沖元繼除右丞御史安鼎亦以為言二人固非有意者然歐陽公之言亦足以厚士風也（四庫全書·子部·雜家類·雜說之屬·石林燕語卷十）包孝肅公之尹京也初視事吏抱文書以伺者盈庭公徐命闔府門令吏列坐階下枚數之以次進取所持案牘徧閲之既閲即遣出數十人後或雜積年舊牘其間詰問辭窮葢公素有嚴明之聲吏用此以試且困公公悉峻治之無所貸自是吏莫敢弄以事文書益簡矣天府雖稱浩穰然事之所以繁者亦多吏所為本朝稱治天府以孝肅為最者得省事之要故也（四庫全書·子部·雜家類·雜說之屬·却掃編卷中）包拯拯字希仁廬州合肥人天聖五年進士厯官龍圖閣直學士御史中丞知開封府權三司使樞密副使遷禮部侍郎辭不受卒諡孝肅書端州郡齋壁清心為治本直道是身謀秀幹終成棟精鋼不作鉤倉充鼠雀喜草盡兔狐愁史冊有遺訓母貽來者羞（廬州府志）（四庫全書·集部·詩文評類·宋詩紀事卷十一）詩言志秀幹終成棟精剛不作鉤包孝肅之志也人心正畏暑水面獨搖風豐清敏之志也（若璩按清敏名稷字相之鄞人官樞宻直學士文彦博嘗品稷為人似趙抃及賜諡皆以清得名　詩要句中有人此條合後司馬公東坡公之詩可謂四公在焉呼之或出）（四庫全書·子部·雜家類·雜考之屬·困學紀聞卷十八）包孝肅公家訓包孝肅公家訓云後世子孫仕宦有犯贓濫者不得放歸本家亡殁之後不得葬於大塋之中不從吾志非吾子孫共三十七字其下押字又云仰珙刋石豎於堂屋東壁以詔後世又十四字珙孝肅之子也（四庫全書·子部·雜家類·雜考之屬·能改齋漫錄卷十四）包孝肅公訓其子曰後世子孫仕宦犯贓濫者不得放歸本家死後不得塟大塋之側歐公與姪書曰汝欲買朱砂來在官宜守廉何得買官下物吾在官所除飲食外不曽買一物（四庫全書·子部·雜家類·雜說之屬·吹劍錄外集）包孝肅在言路極言時事復為京尹令行禁止至今天下皆呼包待制又曰包家市井小民及田野之人凡徇私者皆指笑之曰你一箇包家見貪汚者曰你一箇司馬家天下稱司馬公曰司馬家（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷七）吕許公夷簡聞包拯之才欲見之一日待漏院見班次有包拯名頗喜及歸又問知居同里巷意以拯欲便於求見無幾報拯朝辭乃就部注一知縣而出尤竒之遽使人追還遂薦對除裏行自此擢用（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷七）包孝肅公拯出知揚州天長縣有訴盜割牛舌者拯使歸屠其牛鬻之既而有告私殺牛者拯曰何為割某家牛舌而又告之盜者驚伏拯立朝剛嚴聞者皆憚之至於閭里童稚婦女亦知其名貴戚宦官為之歛手舊制凡訟訴不得徑造府吏坐門先収訟牒謂之牌司拯即命大開衙門使徑至庭下自道曲直吏民不敢欺（已上出仁宗朝名臣傳）（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷十五）包孝肅公拯為三司户部副使奏罷秦隴所科谷務材木數十萬及罷七州所賦河樁竹索十萬民皆便之（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷十八）包孝肅公知端州州歳貢硯前守縁貢率數十倍以遺權貴人公命製者纔足貢數歳滿不持一硯歸其知開封府為人剛嚴不可干以私京師為之語曰關節不到閻羅包老吏民畏服逺近稱之為長吏僚佐有所關白喜面折人然其所言若中於理亦畨然從之剛而不愎此人所難也（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷二十一）參政歐陽文忠公脩三年加龍圖閣學士權知開封府事所代包孝肅公以威嚴御下名震都邑公簡易循理不求赫赫之譽有以包公之政勵公者公曰凡人材性不一用其所長事無不舉强其所短勢必不逮吾亦任吾所長耳聞者稱善（四庫全書·子部·雜家類·雜纂之屬·仕學規範卷二十二）苕溪漁隱曰包孝肅拯合肥人及出守本郡不肯少屈法以阿鄉曲之好故流俗稍稍謗議公乃為詩以見意其間一聮云直幹終為棟衠剛不作鈎其守正不回如此（四庫全書·集部·詩文評類·漁隱叢話前集卷二十六）歐陽公知開封日承包孝肅政猛之後一切循理不事風采或以包之政勵公者公答曰凡人材性不一各有長短用其所長事無不舉強其所短政必不逮吾亦任吾所長爾聞者服其言（吕氏家墊記曰包拯字希仁嘗為京尹令行禁止天下皆呼為包待制又曰包家故市井小民及田野之人見徇私者皆指笑之曰你一箇包家見貪汚者曰你一箇司馬家葢當時亦稱司馬君實為司馬家）（四庫全書·子部·小說家類·雜事之屬·何氏語林卷六）李待制在仁宗朝當為州縣官因邸吏報包希仁（包拯已見）拜叅政或曰朝廷自此多事矣承之正色曰包公無能為今知鄞縣王安石者眼多白甚似王敦他日亂天下者必此人（四庫全書·子部·小說家類·雜事之屬·何氏語林卷十五）司馬温公言昔與王介甫同爲郡牧判官包孝肅爲使時號清嚴一日牡丹盛開包公置酒賞之公舉酒相勸某素不喜酒亦強飲介甫終席不飲包公不能強也以此知其不屈（四庫全書·子部·小說家類·雜事之屬·何氏語林卷十八）張某公以御史為執政包孝肅公代之建言臺官不遷二府無所幸望則盡言矣張文定公方平為三司使孝肅極言其失遂罷歸院宋景文公代為使文公亦為上言故事執政惟三司使知開封府與御史中丞耳包拯自府入臺又言臺官不為執政所可假以進者惟三司耳極力攻臣冀得其處而用宋祁其勢必復攻祁不遂與之則三司使無其人矣孝肅逐景文公而代之遂遷西府孫文節公抃自西府遷右省御史韓績言其不可仁宗曰御史謂誰可參知政事者韓素不經意卒然對曰包拯可仁宗熟視而笑曰包拯非昔之包拯矣（四庫全書·子部·小說家類·雜事之屬·後山談叢卷一）嘉祐中禁林諸公皆入兩府是時包孝肅公極為三司使宋景文公守益州二公風力乆次最著人望而不見用京師諺語曰撥隊為參政成都作副樞虧他包省主悶殺宋尚書明年包亦為樞宻副使而宋以翰林學士承旨召景文道長安以詩寄梁丞相略曰梁園賦罷相如至宣室釐殘賈誼歸蓋謂差除兩府足方被召也為承旨又作詩曰粉署重來憶舊逰蟠桃開盡海山秋寧知不是神仙骨上到鼇峰更上頭（四庫全書·子部·小說家類·雜事之屬·東軒筆錄卷十一）舊開封府有府尹題名起建隆元年居潤繼而晉王荆王而下皆在焉獨包孝肅公姓名為人所指指痕甚深（四庫全書·子部·小說家類·雜事之屬·癸辛雜識别集卷上）歐陽公知開封日承包孝肅拯政猛之後一切循理不事風采或以包之政勵公者公答曰凡人材性不一各有長短用其所長事無不舉强其所短政必不逮吾亦任吾所長爾聞者服其言宋均常言吏能弘厚雖貪汚放縱猶無所害唯苛察之人身雖廉而巧黠刻剜毒加百姓識者以為確論（四庫全書·子部·類書類·宋稗類鈔卷二）京師人有以金銀繒錦二篋託付於其相知數年而死彼人歸詣其子子曰我父平日未嘗一言及此且無劵契之驗殆長者之誤也其人曰我躬受之爾父豈待劵契與汝必預聞哉两人相推無敢當其人遂持以白於官時包孝肅公尹京究驗其實斷與其子（四庫全書·子部·類書類·宋稗類鈔卷九）包孝肅家訓云後世子孫仕宦有犯贓濫者不得放歸本家亡殁之後不得塟於大塋之中不從吾志非吾子孫共三十七字其下押字又云仰珙刋石竪於堂屋東壁以詔後世又十四字珙孝肅子也（據史孝肅無子當是嗣子（四庫全書·子部·類書類·宋稗類鈔卷十三）宣和中有反語云冦萊公之知人則哲王子明之將順其美包孝肅之飲人以和王介甫之不言所利此皆賢者之過人皆得而見之者也（四庫全書·子部·類書類·宋稗類鈔卷二十二）包彈對杜撰為甚的包拯為臺官嚴毅不恕朝列有過必力彈擊故言事無瑕疵者曰没包彈杜黙為詩多不合律故言事不合格者曰杜撰世言杜撰包彈本此湘山野録載盛文肅度撰文節神道碑石叅政中立急問曰誰撰盛卒對曰度撰滿堂大笑文肅在杜黙之前則知杜撰之説其來久矣（四庫全書·子部·類書類·宋稗類鈔卷二十五）同巷不親宋包孝肅公與人同巷亦不相親（四庫全書·子部·類書類·山堂肆考卷二十八）座右龜鑑宋包孝肅公拯字希仁為司諌數論斥大臣權幸請罷去内降曲恩又列上唐魏鄭公三疏請置座右以為龜鑑（四庫全書·子部·類書類·山堂肆考卷六十一）關節不到宋包拯字希仁合肥人仁宗時知開封為人剛嚴不可干以私京師語曰關節不到有閻羅包老至於閭里大小男女皆知公名宦官為之斂手舊制凡訟訴不得徑造府吏坐門收訟牒謂之牒司拯即大開正門人徑至庭下自道曲直吏民不敢欺（四庫全書·子部·類書類·山堂肆考卷六十四）不事風采歐文忠公修嘉祐中知開封承包拯威嚴之後治尚循良不事風采或以為言公曰人性各有長短予誠不能捨所長强所短也至於寵貴犯禁令又求茍免者必寘於法雖詔命有所不從（四庫全書·子部·類書類·山堂肆考卷六十四）乞立根本宋仁宗嘉祐中以包拯為中丞拯言東宫虚位日久天下以為憂夫萬物皆有根本太子者天下之根本也根本不立禍孰大焉帝曰卿欲立誰拯曰臣非才備位所以乞豫建太子者為宗廟萬世計耳陛下問臣欲立誰是疑臣也臣年七十且無子非邀後福者帝喜曰徐當議之（四庫全書·子部·類書類·山堂肆考卷六十八）不持一硯宋包拯字希仁合肥人為端州守州嵗貢硯前守所取輙數十倍以遺權貴公命製者纔足貢數後官滿一硯不持以歸又陶岳亦嘗知端州余靖過端訪諸父老言前後刺史不求硯者唯包公與陶公二人（四庫全書·子部·類書類·山堂肆考卷七十三）親老不仕宦宋包孝肅始及第以親老侍養不仕宦且十年人稱其孝（四庫全書·子部·類書類·山堂肆考卷九十七）真先生宋嘉祐中有四真之目富彦國真宰相包希仁真御史歐陽永叔真學士胡翼之真先生又元伯顔稱廉希憲曰宰相中真宰相男子中竒男子（四庫全書·子部·類書類·山堂肆考卷一百三）不交富人朱子語録先人甞有雜録冊子記李仲和之祖與包孝肅同讀書一僧舍毎出入必經由一富人門二公未甞往見之一日富人俟其過門邀之坐二公托以他事不從他日復招飲意甚勤李欲往包公正色曰彼富人也吾徒異日或守鄉郡今妄與之交豈不為他日之累乎竟不往後二公果相繼典鄉郡前輩立已接人之嚴如此（四庫全書·子部·類書類·山堂肆考卷一百十）包拯衣紗宋時一朝士五月五日起居衣紗公服為臺官所彈三司使包拯亦衣紗公服閣門使白易之拯詰曰有何條例答曰不見舊例只見至尊御此耳遂從而易之（四庫全書·子部·類書類·山堂肆考卷一百八十八）包孝肅包拯字希仁合肥人宋仁宗嘉祐中嘗知開封府為人剛正貴戚宦官皆為斂手聞者憚之以其笑比黄河清童稚婦女亦知其名呼為包待制京師語曰闗節不到有閻羅包老後除諫議大夫御史中丞遷禮部侍郎樞宻副使卒贈禮部尚書諡孝肅（四庫全書·子部·類書類·山堂肆考卷一百三十五）笑比河清包孝肅尹京號為明察有編民犯法當杖脊吏受贓與之約曰今見尹必付我責狀汝第呼辨我與汝分此罪汝决杖無我决杖既而包引囚問畢果付吏責狀囚如言紛辨不已吏大聲呼之曰但受脊杖出去何用多言包謂其市權斥吏於庭杖之十七特寛囚罪上從杖坐以沮吏勢不知為其所賣卒如所約小人姦回難防也孝肅天性峭嚴未嘗有笑人謂希仁笑比黄河清（筆談）（四庫全書·子部·類書類·天中記卷三十四）包老誡濫宋包孝肅公拯知開封府京師語曰闗節不到有閻羅包老嘗有家訓云後世子孫仕宦有犯贓濫者不得放歸本家亡没之後不得葬於大塋中不従吾志者非吾子孫共三十七字下押字又云仰珙立石於堂東壁以詔後世（四庫全書·子部·類書類·純正蒙求卷中）衣紗公服一朝士五月五日起居衣紗公服為臺司所糾三司使包拯亦衣紗公服閤門使白易之詰曰有何條例答曰不見舊例只見至尊御此耳乃易之（雜志）（四庫全書·子部·類書類·古今事文類聚前集卷九）各任所長歐陽公知開封府所代包孝肅公以威嚴御下名震都邑公簡易循理不求赫赫之譽有以包公之政勵公者公曰凡人才性不一強其所短勢必不逮吾亦任吾所長耳（四庫全書·子部·類書類·古今事文類聚前集卷三十一）眼多白李承之在仁宗朝官州縣因邸報包拯參政或曰朝廷自此多事矣承之正色曰包公無能為今知鄞縣王安石眼多白甚似王敦他日亂天下者此人也（邵氏錄）（四庫全書·子部·類書類·古今事文類聚前集卷三十九）親老不仕包孝肅公拯始及第以親老侍養不仕者且十年當時莫不稱其孝（言行錄）（四庫全書·子部·類書類·古今事文類聚後集卷三）笑比河清包孝肅峭嚴未嘗有笑容人謂包希仁笑比黄河清（墨客揮犀）（四庫全書·子部·類書類·古今事文類聚後集卷二十一）守本郡不阿包孝肅拯合肥人出守本郡不肯少屈法以阿鄉曲之好故流俗稍稍謗議公乃為詩以見意其間一聨云直幹終為棟真剛不作鈎其守正不回如此（苕溪漁隠）（四庫全書·子部·類書類·古今事文類聚續集卷四）不能强之飲司馬温公嘗曰昔與王介甫同為郡牧司判官包孝肅公為使時號清嚴一日郡牧司牡丹盛開包公置酒賞之公舉酒以勸光素不飲酒亦强飲介甫終席不飲包公不能强也光以此知其不屈聞見錄（四庫全書·子部·類書類·古今事文類聚續集卷十四）寄金相讓包孝肅公尹京時民有自言以白金百兩寄我者死矣予其子不肯受願召其子與之尹召其子辭曰亡父未嘗以白金委人也兩人相讓久之（四庫全書·子部·類書類·古今事文類聚續集卷二十五）包彈蔡絛云包彈者以包孝肅多所抨彈故云（四庫全書·子部·類書類·古今事文類聚别集卷六）反墮吏姦包孝肅尹京號明察有編户犯法當杖脊吏受賕與約曰今見尹汝但號呼自辯我與汝分罪汝決杖我亦決杖既而包引囚問果分辯不已吏訶曰但受脊杖出去何用多言包謂其弄權杖之於庭特寛囚罪止從杖坐不知乃為所賣（青瑣髙議）（四庫全書·子部·類書類·古今事文類聚别集卷二十二）親舊屏息包拯知廬州即鄉郡守親舊多乗勢擾官府有從舅犯法希仁撻之自是親舊屏息（四庫全書·子部·類書類·古今事文類聚__古今事文類聚新集卷十）一硯不持包拯為端州守州歳貢硯前守所取輙數十倍以遺權貴公命製者纔足貢數嵗滿一硯不持歸（四庫全書·子部·類書類·古今事文類聚__古今事文類聚新集卷十）不阿鄉曲苕溪漁隠曰包拯合淝人守夲郡不屈法阿鄉曲有詩曰直栢終為棟衡剛不作鈎（四庫全書·子部·類書類·古今事文類聚__古今事文類聚新集卷十）數斥大臣包孝肅公拯字希仁知諌院數論斥大臣權倖請罷去内降曲恩又列上唐魏鄭公三疏請置座右以為龜鑑（四庫全書·子部·類書類·古今事文類聚__古今事文類聚新集卷二十一）關節不到包希仁知開封為人剛嚴不可干以私京師為之語曰關節不到有閻羅包老（涑水記聞）（四庫全書·子部·類書類·古今事文類聚__古今事文類聚外集卷十）告牛盜伏包孝肅知天長縣有訴盜割牛舌者公使歸屠其牛鬻之既而有告私殺牛者公曰何爲割某家牛舌而又告之盜者驚伏（言行録）（四庫全書·子部·類書類·古今事文類聚__古今事文類聚外集卷十四）吏民畏服包孝肅公知開封府為人剛嚴不可干以私京師為之語曰闗節不到有閻王包老吏民畏服遠近稱之（言行錄）（四庫全書·子部·類書類·古今事文類聚__古今事文類聚遺集卷十三）閭里知名包拯召知開封府立朝剛嚴聞者皆憚之至於閭里大小男女亦知其名宦官為之歛手舊制凡訟訴不得徑造府吏坐門收訟牒謂之牒司拯即大開牙門人徑至庭下自道曲直吏民不敢欺（四庫全書·子部·類書類·古今事文類聚__古今事文類聚遺集卷十三）包孝肅公始及第以親老侍養不仕宦且十年人稱其孝（四庫全書·子部·雜家類·雜纂之屬·言行龜鑑卷四）包孝肅公吕文靖聞其才欲見之一日待漏院見班次有包拯名頗喜及歸又問知居同里巷意以拯欲便於求見無幾報拯朝辭乃就部註一知縣而出尤竒之遽使人追還遂薦對除裏行自此擢用（四庫全書·子部·雜家類·雜纂之屬·言行龜鑑卷五）包孝肅公知天長縣有訴盜割牛舌者公使歸屠其牛鬻之既而有告私殺牛者公曰何為割某家牛舌而又告之盜者驚伏（四庫全書·子部·雜家類·雜纂之屬·言行龜鑑卷七）包孝肅公拯字希仁家訓云後世子孫仕宦有犯贓濫者不得放歸本家亡殁之後不得葬於大塋之中不從吾志非吾子孫共三十七字其下押字又云仰珙刻石竪於堂屋東壁以詔後世又十四字珙者孝肅之子也（四庫全書·子部·雜家類·雜纂之屬·自警編卷三）吕滎陽公希哲嘗言世人喜言無好人三字者可謂自賊者也包孝肅尹京時民有自言以白金百兩寄我者死矣予其子其子不肯受願召其子予之尹召其子辭曰亡父未嘗以白金委人也兩人相讓久之公言觀此事而言無好人者亦可以少愧矣人皆可以為堯舜盍觀於此而知之（四庫全書·子部·雜家類·雜纂之屬·自警編卷四）京師人有以金銀繒錦實二篋託付於其相知數年而死彼人歸詣其子子曰我父平日未嘗一言及此且無契劵之騐殆長者之誤也其人曰我躬受之爾父豈待劵契與汝必預聞哉兩人相推無敢當其人遂持以白於官時包孝肅公尹京驗究其實斷與其子世俗之説皆謂今人無復良心惟知有利耳聞是二人之風可以釋一世之疑（四庫全書·子部·雜家類·雜纂之屬·自警編卷四）吕許公夷簡聞包拯之才欲見之一日待漏院見班次有包拯名頗喜及歸又問知居同里巷意以拯欲便於求見無幾報拯朝辭乃就部注一知縣而出尢竒之遽使人追還遂薦對除裏行自此擢用（四庫全書·子部·雜家類·雜纂之屬·自警編卷五）包孝肅在言路極言時事復為京尹令行禁止至今天下皆呼包待制又曰包家市井小民及田野之人凡徇私者皆指笑之曰你一箇包家見貪汚者曰你一箇司馬家天下稱司馬公曰司馬家（吕氏家塾記）（四庫全書·子部·雜家類·雜纂之屬·自警編卷六）孝肅公拯知天長縣有訴盜割牛舌者公使歸屠其牛鬻之既而有告私殺牛者公曰何為割某家牛舌而又告之盗者驚伏（四庫全書·子部·雜家類·雜纂之屬·自警編卷七）包拯包拯字希仁廬州合肥人舉進士仁宗時歴官天章閣待制龍圖閣直學士知開封府拜樞密副使謚孝肅（宋史）包孝肅擅豪翰其蹟見羣玉堂法帖中（書史會要）（四庫全書·子部·藝術類·書畫之屬·六藝之一錄卷三百三十七）滎陽公嘗言世人喜言無好人三字者可謂自賊者也包孝肅尹京時民有自言有以白金百兩寄我者死矣予其子其子不肯受願召其子予之尹召其子辭曰亡父未嘗以白金委人也兩人相讓久之公言觀此事而言無好人者亦可以少愧矣人皆可以為堯舜者葢觀於此而知之（四庫全書·史部·傳記類·總錄之屬·伊洛淵源錄卷七）李師中蘇明允預識荆舒之姦人皆服其先見同時李待制師中因邸吏報包希仁參政或曰朝廷自此多事矣師中曰包公無能為今鄞令王安石者眼多白甚似王敦他日亂天下必此人明允擬之王夷甫盧杞師中擬之王敦其識不相上下皆不減張安道吕獻可今人但知老泉何也（四庫全書·子部·雜家類·雜說之屬·池北偶談卷九）司馬溫公嘗曰昔與王介甫同為羣牧司判官包孝肅公為使時號清嚴一日羣牧司牡丹盛開包公置酒賞之公舉酒相勸某素不喜酒亦强飲介甫終席不飲包公不能强也某以此知其不屈（四庫全書·子部·小說家類·雜事之屬·聞見錄卷十）包孝肅公尹京人莫敢犯者一日閭巷火作救焚方急有無賴子相約乗變調公亟走聲喏於前曰取水於甜水巷耶於苦水巷耶公弗省亟命斬之由是人益畏服（四庫全書·子部·小說家類·雜事之屬·獨醒雜志卷一）包拯龍圖京尹政號神明小夫賤隷皆知姓名彈劾權貴澄清輦轂遺風凛然謚爲孝肅（四庫全書·集部·別集類·純白齋類稿卷十九）孝肅杖吏包拯知開封有犯杖脊徒罪者吏受財與之約曰今見尹須使我責狀汝但號呼自辨我當與汝分罪各受杖决既而引責囚如吏言分辨不已吏入大聲呼之曰但受脊杖出去拯謂其招權捽吏杖之特寛囚罪亦令從杖公知以此折吏勢不知乃為所賣弄也按元魯齋許文正公告世祖防欺之要備載是事且曰孝肅剛嚴峭直而卒為吏所賣盖在上者難於知下欲其不見欺也難矣今考孝肅由進士除大理評事出知建昌天長二縣拜監察御史歴三司判官改工部員外直集賢院出知端瀛揚廬池五州四為京東陜西河北轉運使遷三司副使天章閣待制知諫院陞龍圖閣直學士知江寧府由江寧召拜京尹歴練不為不深聲望不為不重資稟不為不高然為吏人所賣若此况初學古入官之士乎桂氏載於篇中而愚特取以終編者盖欲讀者知所警也噫（四庫全書·子部·法家類·棠陰比事）唐柳氏家法居官不奏祥瑞不度僧道不貸贓吏法此今日士大夫居官者之法也宋包拯戒子孫有犯贓者不得歸本家死不得葬大塋此今日士大夫教子孫者之法也（四庫全書·子部·雜家類·雜考之屬·日知錄卷十三）包拯自御史直諫院危言正議傾動朝野仁廟常温顔優納近侍以為難帝曰忠鯁之言固苦口而逆耳葢有所益也設或無益亦無所害又何必拒而責之大聖之度慈厚若此（四庫全書·子部·小說家類·雜事之屬·墨客揮犀卷一）包樞宻知府禮上日衆吏前請諱公曰何諱也吏曰公祖先之名羣吏當避之公瞋目曰吾無所諱惟諱吏之有贓汚者吏懼而引去吁公儒者之通敏者也任府尹十餘年民吏稱為神明然為大尹十餘年近世亦稀有（四庫全書·子部·小說家類·雜事之屬·墨客揮犀卷十）賜樞密副使包拯生日禮物詔勅卿抱峻清之節濟沉逺之謀眷秉軸於宏廷省夢熊之嘉月方寵政塗之望特將私館之頒續爾壽祺昭予禮遇（四庫全書·集部·別集類·華陽集卷十八）賜樞宻副使包拯免恩命不允斷來章批答省表具之夫左右近司蓋均于執柄之路夙夜宻命則歸乎擁樞之廷朕常登進傑髦稽合猷慮以制二邊之靖以佐萬幾之平卿風力峻明噐懐端亮伏諫于陛屢形藥石之忠秉憲于朝一屏姦邪之氣雖正聨于財府終竚策于政均爰考僉謀遂倚大用况天下至公之進而君子百福之宜奚煩露章以格成命宜畧誠辭之挹徃同機務之寅昭發素懐垂永來譽所免宜不允（四庫全書·集部·別集類·華陽集卷二十六）龍圖閣直學士趙師民包拯刑部郎中任莫重于有土功莫美于宜民故周設加地進律之典而漢著増秩賜金之令以勸能者朕折衷焉拯識清氣勁直而不撓凛乎有嵗寒之操師民經明行修敏而好學浩乎若天府之富俱備顧問並參法從屢獻切直之議講聞絶出之業而勤請為郡期于報政曽未期月翕然治聲昔望之自以諫臣恥于補外而龔勝進以儒者窘于撥煩我圖傑材無愧往哲宜程功次之久俾踐刑曹之屬褒善陟明孚我休命（四庫全書·集部·別集類·公是集卷三十）樞密直學士右諫議大夫權三司使包拯加上輕車都尉食邑祀者國之大事也而祫又加大焉朕既親饗祖考承致多福慶賜所被自公卿大夫六師庶衛執干戈之人外薄四海罔不畢及搢紳歡呼士卒鳧藻其調度費用一出大農固亦勤矣某强志盡瘁夙夜匪解任重權專不可以非理撓使吏謹其職下安其業民不加賦而國有餘財以成朝廷之大禮可無褒乎古者敘六勲之等藏乎天府者固以旌有勞頒五爵之封衍以真食者固以優有徳有司其明按舊事申錫休命以稱朕意（四庫全書·集部·別集類·公是集卷三十）樞宻副使給事中包拯妻仁壽郡君董氏可進封永康郡夫人勅鵲巢采蘩召南之風王教之本而公侯之事也具官某妻董氏出于盛族而有温惠之實歸于良士而有輔佐之效今朕既以拯貳于公府而執機柄矣則其中壼禮命之數有常典哉其疏以名郡為湯沐以稱小君之寵可（四庫全書·集部·別集類·西溪集卷六）舉包綬（元祐三年十月二十七日）臣切見故樞宻副使包拯身偹忠孝秉節清勁直道立朝中外嚴憚先帝以其徳望之重擢為輔臣未盡其才不乆薨謝舉朝痛惜之今其子綬見任宣義郎僉書濠州判官能世其家恬靜自守不苟求進士人稱之臣伏見近奨用劉敦夫吕由誠皆以其父吕誨劉庠之故如包拯之後惟綬一身孤立不倚臣以謂宜蒙奨擢以旌名臣之後取進止（四庫全書·集部·別集類·潞公文集卷四十）賜知池州包拯進奉石菖蒲一銀合勅書（八月十日）汝識逺言忠身外心内乃因時物來効貢儀深體誠勤益増歎尚（四庫全書·集部·別集類·文忠集卷八十五）論包拯除三司使上書（嘉祐四年三月）臣聞治天下者在知用人之（一作在用人知）先後而已用人之法各有所宜軍旅之士先材能朝廷之士先名節軍旅主成功惟恐其不趨賞而爭利其先材能而後名節者亦勢使之然也朝廷主教化風俗之厚薄治道之汙隆在乎用人而教化之於下也不能家至而諄諄諭之故常務尊名節之士以風動天下而聳勵其媮薄夫所謂名節之士者知廉耻修禮讓不利於苟得不牽於苟随而惟義之所處白刃之威有所不避折枝之易有所不為而惟義之所守其立於朝廷進退舉止皆可以為天下法也其人至難得也至可重也故其（一無二字）為士者常（一作當下同）貴名節以自（一無此字）重其身而君人者亦常全名節以養成善士伏見陛下近除前御史中丞包拯為三司使命下之日中外（一作外議）喧然以謂朝廷貪拯之材而不為拯惜名節然猶冀拯能執節守義堅讓以避嫌疑而為朝廷惜事體數日之間遽聞拯巳受命是可惜也亦可嗟也拯性好剛天姿峭直然素少學問朝廷事體或有不思至如逐其人而代其位雖初無是心然見得不能思義此皆不足恠若乃嫌疑之迹常人皆知可避而拯豈獨不思哉昨聞拯在臺日常自至中書詬責宰相指陳前三司使張方平過失怒宰相不早罷之既而臺中寮屬相繼論列方平由此罷去而以宋祁代之又聞拯亦曽彈奏宋祁過失自其命出臺中寮屬又交章力言而祁亦因此而罷而拯遂代其任此所謂蹊田奪牛豈得無過而整冠納履當避可疑者也如拯材能資望雖别加進用人豈為嫌（一作間言）其不可為者惟三司使爾非惟自涉嫌疑其於朝廷所損不細臣請原其本末而言之國家自數十年來士君子務以恭謹靜慎為賢及其弊也循黙苟且頽（一作媮）惰寛弛習成風俗不以為非至於百職不修紀綱廢壊時方無事固未覺其害也一旦突騎犯邊兵出無功而財用空虚公私困弊盜賊並起天下騷然陛下奮然（四字一作天子）感悟思革其弊進用三數大臣銳意於更張矣於此之時始増置諌官之員以寵用言事之臣俾之舉職由是修紀綱而繩廢壊遂欲分别賢不肖進退材不材而久弊之俗驟見而駭因共指言事者而非之或以謂好訐隂私或以為公相傾陷或謂沽徼名譽或謂自圖進取羣言百端幾惑上聼賴陛下至聖（一無二字）至明察見諸臣本以（一無此字）忘身徇國非為巳利讒間不入遂荷保全而中外之人久而亦漸為信自是以來二十年間臺諫之選屢得讜言之士中間斥去姦邪屏絶權倖拾遺救失不可勝數是則納諫之善（一作臣）從古所難自陛下臨御以來實為盛徳於朝廷補助之效不為無功今中外習安上下已信纖邪之人凡所舉動每畏言事之臣時政無巨細亦惟言事官是聴原其自始開發言路至於今日之成效豈易致哉可不惜哉夫言人之過似於（一無此字下同）激訐逐人之位似於傾陷而言事之臣得以自明者惟無所利於其間爾而天下之人所以為信者亦以其無所利焉今拯併逐二臣自居其位使將來姦佞者（者字一作之人）得以為説而惑亂主聴今後言事者不為人信而無以自明是則聖明（一作朝）用諫之功一旦由拯而壊夫有所不取之謂亷有所不為之謂耻近臣舉動人所儀法使拯於此時有所不取而不為可以風天下以廉耻之節而拯取其所不宜取為其所不宜為豈惟自薄其身亦所以開誘他時言事之臣傾人以覬得相習而成風此之為患豈謂小哉然拯所恃者惟以本無（一作無本）心耳夫心者蔵於中而人所不見迹者示於外而天下所瞻今拯欲自信其不見之心而外掩天下之迹是猶手探其物口云不欲雖欲自信人誰信之此臣所謂嫌疑之不可不避也況如拯者少有孝行聞於鄉里晚有直節著在朝廷但其學問不深思慮不熟而處之乖當其人亦可惜也伏望陛下别選材臣為三司使而處拯他職置之京師使拯得避嫌疑之迹以解天下之惑而全拯之名節不勝幸甚臣叨塵侍従職號論思昔甞親見朝廷致諫之初甚難今又復見陛下用諫之效已著實不欲因拯而壊之者為朝廷惜也臣言狂計愚伏俟誅戮（四庫全書·集部·別集類·文忠集卷一百十一）故樞密副使包拯男太常寺太祝繶之妻壽安縣君崔氏可特封永嘉郡君仍封表門閭敕崔氏汝甲族之遺孤大臣之冢婦夫亡子夭惸然無歸而能誓死不嫁撫養孤弱使我嘉祐名臣之後有立於世惟汝之功昔衞世子蚤死共姜自誓詩人歌之韓愈幼孤養於嫂鄭愈喪之朞若崔氏者可謂兼之矣其改賜湯沐表異其所居以風曉郡國使薄於孝悌者有所愧焉可（四庫全書·集部·別集類·東坡全集卷一百六）廬州重建包馬二公祠堂記（宋）韓元吉撰（四庫全書·集部·別集類,·南澗甲乙稿卷十五）賢者之在天下其生也有以惠於人則死也亦有以懷其心故雖閭巷匹夫思慕而不能忘敬畏而不敢慢此豈或使之然哉惟其名乆而行愈彰身亡而道益著百世而下如一日也故古之為治者於一鄉之賢一國之望必尊禮而敬事之或不可見則亦謹視其墓域嚴共其廟貌幾若奉其先者非覬其威靈禍福也所以興起其俗而動化其民使知賢者之不泯也宋有直臣曰包孝肅公廬之合淝人也其在廟堂不能一歲而薨而其鄉人至今祠公於節婦臺下蓋公少以孝行聞於里閭擢第得官不忍去其親之左右喪則廬於墓及移之事君當仁祖朝天下可謂承平而切切論諌有古諍臣之風海内稱其姓位而不名至外夷之族願賜氏以同其宗況其桑梓之地可得而忘之哉然節婦者亦公之子婦崔也始公之子誕通判潭州而卒崔守志以事舅姑公哀傷之甚以為無子崔則告曰公有幼子尚可棄乎公駭而問所以崔曰公曩所黜媵妾生子於父母家貌甚類公能誦詩書今七歲矣公喜顧其夫人取之以歸拊之曰汝非崔氏不得為吾子也及公没他日崔氏一子亦死其母自荆州來欲奪而嫁之誓而弗許乃身送母至家而後歸且曰若强我留當殯於尺組之下幸以尸還包氏也既鄉人上其事朝廷既賜封邑旌表其門故公之舊宅燬於兵火而表臺巋然獨在號為節婦臺云因相與塑公像以為祠凡雨暘疾疫必禱焉棟宇卑陋非所以為一郡之觀先賢之禮者士民欲新之乆淳熙八年武節大夫延侯璽安撫淮西既再歲民和而政成始徇其欲而為之寓公之像於中而肖其張夫人與子及婦於後堂位貌顯設儼如家庭侯則又曰忠肅馬公亦是邦之傑也與公皆家合淝皆嘗典其鄉郡凜有惠愛今俱繪於學宫博士諸生以時奠其墓矣顧其祠乆廢是宜幷祀而無疑者於是即其旁規地以建忠肅之祠二役既興逺近嘉歎楝楹榱桷不日以具既告成崇扉邃宇規制甚備侯躬率僚吏奉而安之老稚駢觀羅拜歛衽如復見二公端委正色於黄堂之上亦可謂不言之教矣乎惟孝肅諱拯字希仁自中丞三司嘉祐末僅為樞宻副使忠肅公諱亮字叔明由太平興國起家歴事三朝出入侍從判尚書都省以太子少保致仕其位朝本末與崔氏之事有傳在史固不待述而侯乃以廬人之意請為之記嗟乎世之論孝肅第以剛正敢言辨忠邪詆權倖犯天子顔色以議國本罷内降為難而某獨歎其初為監察御史時首言國家取士用人未得其實歲賂繪幣非禦戎之策宣選將練兵以為邊備此誠知天下大計為萬世慮者忠肅公智略明敏雖不至枋用然識諸名公於未達自呂文靖田宣簡宋元憲陳恭公而下期以輔相流知人之鑒其裁剸繁劇縱釋逋負破械脱縳全活詿誤前後千有餘人領麾符者凡十有七善政固多而某獨歎其在長沙口亡命卒剽掠為患有捕而殺之者吏坐以死公特貸之曰是為民除害也逮移江寧行次九江屬歲旱民飢湖湘漕米適至公移文守將發以賑民飢不問其可否真識權知變而喜任事者非世俗拘攣之比也今延侯膺一道之寄來治於廬乃追美二公志之大者書而揭諸祠下庶幾士大夫知而慕之不徒紀其歲月而己也淳熙九年十二月具位韓某記跋包孝肅公誥詞（明）宋濂撰（四庫全書·集部·別集類·文憲集卷十三）後右包孝肅公誥詞一通其十五世孫宗禮所藏宗禮以古錦裝潢成巻請濂為之題識濂不敢讓因疏其事而歸之其云龍圗閣直學士朝散大夫行尚書兵部員外郎知池州者宋制於庶官之外别加職名以厲行義文學之士出於一時恩旨非有必得之理所謂龍圗閣則大中祥符中建在會慶殿西以奉熙陵御書直學士則祥符四年置班在樞宻直學士下至祥符六年始詔結銜於本官之上尚書兵部員外郎即係階序初不掌其部務乃元豐所改朝請郎若知池州則其職事也其階自兵部員外郎轉刑兵郎中者六部分二十四司其兵刑工三部非厯館職任轉運副使以上者不遷公嘗為京東河北轉運故有此擢然兵部員外郎在前行刑部郎中在中行由前行員外而陟中行郎中此超遷之法也其云中書令中書侍郎刑部員外郎知制誥臣宣奉行者凡中書所出命令皆承制畫旨以授門下省令宣之侍郎奉之舎人行之留其所得旨為底而謂刑部員外郎知制誥者當時三省無定員故以他官掌之也其云翰林學士兼侍讀學士中書舎人判偉者中書舎人凡六員亦為所遷官實不任職復置知制誥及直舎人院主行詞命與學士對掌内外制舎人有闕故以學士兼之偉當是楊偉時與歐陽脩胡宿趙槩楊察並為學士也其云左右僕射不名者宋初命相必曰同中書門下平章事乃為真拜而左右僕射皆為空官相銜帶之亦以寓禄秩序位品而已時文彦博以吏部尚書同平章事冨弼以尚書户部侍郎同中書門下平章事其銜當帶之雖不名必知其為二公也其云禮部員外郎知制誥權同判絳兵部員外郎知制誥同判奎尚書司封員外郎充崇文院檢討判公著者絳乃韓絳奎乃呉奎二人者嘗以言事被黜奎知夀州絳知河陽府召還尚書未久公著乃吕公著方居下僚後三十年始與文彦博共秉鈞軸而謂判與權同判則真領其執事者也其云主事令史書令吏者三省皆有之呼為省吏唯尚書最多至於六十有四都事三主事六令史十有四書令史三十有五守當官六各分房分日而祗事也其云都事髙允迪受付吏部者蓋門下吏上受之中書下付之尚書必厯三省而後備所以誥命聨著三省位銜也其云至和三年八月日下者至和止二年而三年為嘉祐元年今云然者三年九月庚寅命宰臣攝事于太廟辛夘恭謝天地於大慶殿大赦改元制下乃八月之初所以尚稱三年也惟公居家孝友立朝剛正清風峻節百世師法有不待區區末學之所褒賛姑以舊聞疏之如右文質直而無潤飾庶使世之讀者咸悉其■〈帝上心下〉焉公平生遷官凡二十有七此乃二十一次所授制中謂白雲之司蓋黄帝時以秋官為白雲公遷刑曹故行詞者援其故事云重建三報祠碑記（清）宋犖撰（四庫全書·集部·別集類·西陂類稿卷二十五）大河南北俱有三報祠祠宋孝肅包公明忠介海公及先伯曾祖莊敏公夫三公生不必同方任不必同時而同俎豆于一堂者何哉昔賢有云為天下國家惟剛者能守其法亦惟公者能以剛服天下公而剛若三公者其盡之矣以犖觀孝肅事宋仁宗朝廷清明而危言讜論猶日聞於上開封之政貴戚斂手不敢為非忠介與先莊敏當明世穆神三宗之世忠介諌齋醮封事其言皆敵以下所不能堪者出撫三吳力鋤豪族以恵小民先莊敏筮仕之始即不肯迎合上官意旨洊厯中外弊絶風清晩年秉銓尤以直道自任此俱剛者之效也而其心實以至公出之孝肅惟本于至公故禀峭直之性而不尚苛察能使見者自生畏憚忠介惟本于至公故遇世宗之暴而不以盡言受戮嚴霜烈日所至輒為小人所不便而亦不能誣其行先莊敏惟本于至公故強忮如江陵模稜如茂苑前後俱所不悦而生平大節卒歸於不磷不緇然則剛以御其公公以養其剛雖古之聰明正直而壹而為神者其孰加於此乎今天下淫祀繁興而吾鄉所報事者獨在三公焉蓋孝肅昔尹開封於歸徳為鄰壤而忠介與先莊敏服官南北均為海内所稱服因聚而事之一堂之上春秋歆薦凛凛焉若肸蠁之臨其上而愾然有當於心吾知柔荏者感之其必剛偏私者感之其必公矣祠舊占關城東北隅地最荒僻又以典守無人日就傾圮犖致政歸即肅謁于庭覩廟貌之將頽而懼其無以矜式乎鄉邦也乃率族人相地西城醵貲庀材中起屋三楹以奉三公神像旁列廂廊用蔵祭器祠之後别為宇招僧居之且買地若干畞以供饘粥俾可守而不廢鳴呼宋明以來爵位之崇髙聲施之赫奕與三公並而湮沒不傳者多矣而三公獨以其剛與公之名閱千百年而不朽是故剛者天地之正氣而公者古今之常理也凡吾族人久服習乎莊敏公之遺訓而又當由莊敏公以尚論孝肅忠介兩公而今而後仕宦則恥為贓吏立朝則羞為婦人焄蒿悽愴人人知有所砥礪庶幾於報事之義無憾若謂楹礎既新徒以侈祈賽而希福利則非犖所為重建此祠乏意也夫跋所刻包孝肅詩（宋）朱熹撰（四庫全書·集部·別集類·晦庵集别集卷四）此包孝肅公布衣時語蔡廷彦得之吳唐卿以語晦翁翁敬書之俾刻于白鹿洞跋包孝肅公帖（宋）周必大撰（四庫全書·集部·別集類·文忠集卷五十）右包孝肅公自帥鄉部坐失保任降知池州與同年手帖一通惟公剛正之名至今播在人口國史本傳云性峭直然惡苛刻務重厚嫉惡雖至人情不及即推以忠恕未嘗僞色辭以悦人不爲苟合不作私書親舊干請一切絶之今觀此帖亦非絶物離人者也後有戒子孫石刻末云天禧四年五月男珙奉命勒石按公以天聖五年登甲科當天禧時公猶未仕而于數年前垂訓如此當考嘉泰壬戌八月辛卯平園老叟周某書而歸之臨川梁克昌光逺題包孝肅公奏議（宋）汪應辰撰（四庫全書·集部··文定集卷十）包孝肅公奏議分門編類其事之首尾時之先後不可攷也如請那移河北兵馬凡三章其二在第八巻議兵門其一廼在第九巻議邉門其不相貫穿如此今攷其嵗月繫于毎章之下而記其履歴于後若其嵗月可見于章中者不復重出與夫不可得而攷者不容不闕也庶幾讀者尚可以尋其大概云如劾罷張方平宋祁三司使而奏議不載豈包氏子孫所不欲以示人者耶本傳云知瀛州除放一路所負囘易公使錢十餘萬仍奏諸州毋得取囬易公使錢遂著爲令然著令廼在慶歴七年十一月時未帥髙陽也疑傳之誤書莭行王夫人事（宋）汪應辰撰（四庫全書·集部·別集類·文定集卷十二）包孝肅公冢婦崔氏夫亡子夭惸然無歸而能誓死不嫁拊飬孤弱以立包氏之門元祐十年詔封永嘉郡君表其門閭今觀王夫人之莭行無媿于崔矣方宣和間一草一木之異州縣輒以聞而獨無以夫人節行為言者何哉讀包公奏議（明）李賢撰（四庫全書·集部·別集類·古穰集卷九）予讀包公奏議乃知宋仁宗之賢三代以下絶無而僅有者其所以容受直言葢其天性之美初非出於勉强好名如唐太宗者嗟夫天下未嘗無包公也第以仁宗為難遇耳包公奏議仁宗賜之也天下之士為諫職者果遇仁宗則其奏議未必下包公也若曰有仁宗為君而無包公之奏議尚何諌職之為乎書包氏家訓後（元）金履祥撰（四庫全書·集部·別集類·仁山文集卷四）包吾鄉之望族於吾宗八行公以来世姻連故予知之審其先睦人也然少時見唐登科記睦之包一後見新定志自皇祐以来包之登進士者再紹興後婺之蘭谿登科者包又三人即清塘包氏也鄉人嘗曰包族詩禮相承簮纓累世宗支蕃衍非孝肅公之裔乎余曰不然孝肅廬人所謂闕下包是也初孝肅有庶子棄不收養至為人牧豎已而嫡子死無子其婦守節不嫁朝廷表其門閭世遂為闕下包云孝肅苦無後節為訪其庶請收之於是闕下之包僅不絶夫父子相棄天性之傷孝肅之賢有此亦修身齊家者所當戒也永叔叙其祖之所自出而曰由睦徙婺及族之登科者遂安公凡三著名可謂不誣矣然吾聞叔孫穆子有言保姓受氏世不乏祀此謂世禄不可謂不朽而所謂不朽者則曰太上立徳其次立功又其次立言耳包有前輩長者子謙父與吾族祖昇卿公嘗遊吕成公之門而子謙執經良久其所到尤逺今觀永叔自著治家要略及三省齋記患難横逆解辭氣典雅皆足以訓其後故總名之曰包氏家訓因知子謙父家學淵源所致抑亦古之所謂立言者也豈他日但為一家之訓哉永叔老而不衰善行益著而子姓羣從尤多才尚勉振其家也哉以下资料系摘自：安徽省志·文物志·第三篇　石刻、石窟寺及造像·第二章　碑刻、墓志铭·第二节　墓志铭（《安徽省志》（方志出版社出版　1999年9月第1版）） \\n 八、北宋包拯墓志铭 \\n 北宋包拯墓志铭，石质，一合两块。志盖长123厘米，宽122厘米，厚13厘米。四周盖顶斜坡，中部平整，阴刻4行篆书：\"宋枢密副使赠礼部尚书孝肃包公墓铭\"16字。志石近正方形，长126厘米，宽125厘米，厚14厘米，刻文51行，每行59至63字不等，志文楷书，全文约3200字。较《宋史·包拯传》为详。包拯，字希仁（999～1062年）合肥人，为官清正，公正兼明，世称\"包青天\"。墓志除叙述包拯生平事迹外，还记录了他的世系、病丧以及葬于合肥县公城乡公城里（即今合肥大兴集）及其子嗣们的有关情况。为我们研究北宋名臣包拯及其家族提供了珍贵的实物资料。 \\n 该墓志1973年出土于合肥东郊大兴集双圩大队黄泥坎生产队东北部北宋包氏家族墓群。出土时碎为5块，并有明显的打击伤痕，部分文字漫漶磨灭，已经辨认不清。1979年7月被定为三级藏品，1994年国家文物委员会专家鉴定组鉴定为一级文物。现藏安徽省博物馆。藏品号：2：22672。 \\n 附：包拯墓志铭 \\n 宋故枢密副使、朝散大夫、给事中、上轻车都尉、东海郡开国侯、食邑一千八百户、食实封四百户，赐紫金鱼袋、赠礼部尚书、谥孝肃包公墓志铭并序 \\n 枢密副使、朝散大夫、左谏议大夫、骑都尉、濮阳县开国子、食邑五百户，赐紫金鱼袋吴奎纂。 \\n 朝奉郎、尚书屯田员外郎、知国子监书学兼篆石经、同判登闻鼓院，上骑教尉、赐绯鱼袋杨南仲书。 \\n 甥将仕郎、守温州瑞安县令文勋篆盖。 \\n 宋有劲正之臣，曰\"包公\"。始以孝闻於州闾，及仕，从□□□□□□□□□立於时，无所屈。□举有明效，其声烈表爆天下人之耳目，虽外夷亦服其重名。朝廷士大夫达于远方学者，皆不以其官称，呼之为\"公\"。□□□□□□□□□□其县邑公卿忠党之士，哭之尽哀。京师吏民，莫不感伤，叹息之声，闻于衢路，□相属也。公讳拯，字希仁，庐州合肥人。天圣五年进士甲科，初命大理评事，知建昌县。时皇考刑部侍郎家居，皇妣亦高年，乐处乡里，不欲远去，公恳辞为邑，得监和州税。和邻合肥，皇考妣犹不乐行，遣公之官。公□□□□□□□□□□□□□□□□□□□□□□终养。积数年，皇考妣继以耆终，公居丧毁瘠甚，庐墓终制。□服除，又二年，方调知扬州天长县。□□□□□□□□□□□□□□□□□□□□□□□□□□□□□割牛舌，盗即款伏，进丞大理代。还知端州，州岁贡砚，前守率数十倍取之，以其余□□□□□□□□□□□□□□□□□□□□□□□东排岸司裁。数月，御史中丞王公拱辰援唐制，乞增置御史里行。遂拜公监□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□当选将练兵。国任宰相，系时安危，当取天□□议凡十数事，时边郡有□□□□□□□□□□□□□□□□□□□□□□□□□□深然□□□□□□□□□□河北河东所籍民兵，以户上下，故多隐□。如约李抱真之法，以丁□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□治□治□矣。选使契丹国。虏中神水馆之□舍，传有凶怪，人莫敢居，前此数日有三驺入其间，□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□为京东路转运使。未几，改工部员外郎、直集贤院、陕府西路转运使。诏许朝觐，既辞。□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□包拯任陕西，当得金紫。亟令赍赐，行次华阴受服焉。徙河北路，未行。擢为户部副使。尝奏事。上□□□□□□□□□□□□□□□□□□□□□□□□□□□□□持政之仁暴，惟在薄赋敛，宽力役，救灾患，慎知三者，则衣食滋殖，黎庶蕃息话。上深然之。皇二年□□□□□□□□□□□□□□□□□□□□□□□□□□□□承贪暴不法。公力疏褫其宣徽使、南京留守。以散节为许州兵马都部署，典祀明堂。恩迁兵部员外郎。□□□□□□□□□□□□□□□□□□□□□□□景灵宫、同群牧置，□领四使，群义凶凶，公与同列及御史偕上极谏。事未即改，疏复连入。遂罢尧佐宣徽、景灵宫□□□□□□□□□□□□□□□□□□□□□□其忠恳，因定□后妃之家，不得任二府职事。又写上魏郑公三疏及条七事。其论□奥，深补於时。四年，进龙图阁□□□□□□□□□□□□□□□□□□□□□□□无事，时用不余，清移屯内地，以省大费。事寝，不报。至是，复陈其数，欲诸州才足城守外，屯泊之兵□俾还营，或散处垒□□□□□□□□□□□□□□□□□□□□□之患。议者复谓戍兵不可骤损，则可训练。曩所置义勇十八万。教义勇以秋冬三月番休，按阅补以粮，岁费不过屯兵一月。用□□□□□□□□□□□□□□□□□□甚明。上意向之，大臣议不合，乃止。数月，徙高阳关路都部署安抚使、知瀛州。自讲和契丹，北边为无事，守将以宴嬉馈遗为称职。□□□□□□□□□□□□□□□□□□□约其经用，罢公钱贸易，籍一路吏民所逋负积岁不能偿者十余万，尽奏除之。以丧子，丐便郡，得知扬州。旋改庐州。公性严毅，□□□□□□□□□□□□莫不□服。迁刑部郎中。至和二年，坐保任非其人，降兵部员外郎，知池州。明年，还旧官，徙知江宁府。俄召归。进右司郎中，权知开封府。府有□□□□□□□□□□□□□□□却不得径至廷下，因缘为奸。公才视事，即命罢之。民得自趋至尹前，无复隔阂。有讼贵臣逋物货久不偿者。公批状，俾亟偿。贵臣负□□□□□□□□□□□□□□□置对。贵臣窘甚，立偿之。中人有构亭榭盗跨惠民河表识者，会□诏书，废墀便河庐舍，完复旧坊。中人有言地契如此。公命□□□□□□□□□□□□□□□丈余，得河表识，即毁彻。中人自服。遂坐□官。尝有二人饮酒，一能，一不能饮，能饮者袖有金数两，恐其醉而遗也，纳诸不能饮者，□□□□□□□□□□□□□曰：\"无之。\"金主讼之。诘问，不服。公密遣吏持牒为匿者自通取诸其家。家人谓事觉，即付金于吏。俄而，吏持金至，匿金者大惊，乃伏。□□□□□□□□□□□□□□理检使。公之总风宪，法冠白□□立，□然有不可凌之势。其所排击，曲中理实，坏阴邪之机牙，□敢妄发。至于时事，多所建□□□□□□□□□□□使提点刑狱，以职事御史府自举属官。谏官御史，不避二府。荐举之人，待制以上，得至执政私第。损休假之日，皆自公发之。理检例为空名，及公□□□□□□□□□咸为□正。四年，除枢密直学士、□□□使。异时，管利柄之臣，概以丰财为意。公所莅职，常急吏宽民，凡横敛无名之入，多所蠲除。剖析裁量，转虚为□□□□□□□□□计□旧库，务所须官物，科于郡县，贾增数□□费称是。公为置场和市，民□科调之忧，物无虚直这耗。剑南酒户，岁入□布四十余万匹，甚患其□□□□□用之□□十余万，吏员失官缗帛，触罪罟械系，或数□□不能自存，或逃亡远地。其□□公皆释之。与为期以输。率如期至。三部诸司所举吏，承前判□□□□□□□用，公悉得当举之官，□□□得自举。六年，迁给事中，充三司使。数日，迁拜枢密副使。公之举目，以义以正，达于几微，敷奏明辨，娄引大体，裁国论之当□□□□□□□不□□□□□□假于人。正色昌言，时望弥洽。上所倚重。体念备至。七年五月己未，方视事，疾作以归。上遣使赐良药，辛未，遂以不起闻。车驾□□□□□□□□□□□□才五岁。上顾见，惨怆久之。谕左右曰：包拯公□□□□□□□□□□□御寺傍，吊赐交至。公幼则挺然若成人，不为戏狎，长弥勖厉操守，□□□□□□□□交游□□书无所不览，至于辅世康民，致君立节，可以训臣人之失。公□□□□□□□为国家事，词严气劲，剖析明白，闻者莫不竦然服从。其□□□□□□□□□□□□时尝令典客张宥，言雄州新开后门，诱纳亡叛，探□□□□□□□□□□□□□□□也。假令雄州欲刺此事，自有正门，何必侧门□□□□□□为言，本朝岂尝问涿州开门邪？虏意沮，不敢复言。其□□□□□□□□伤□□□□□□□□使，再以平□科输□□厚取于民，或水旱之灾□□□□□□□田租必改动之，裕于民而后已。广平两监牧地，占邢、、赵三州民田，万五千顷，多濒漳水。□□□□□□□民得自占，岁入得粟六十余万。群牧司复视其□□□□□□□奏言：为政，夺民膏腴为不牧之地，非仁厚之意，诏以还民。庆历初，范宗杰奏榷解州盐，官自置场，列置县所鬻之。转盐诸郡，吏承其役。破产者不可胜数。□□□□□□议者皆言其非。诏公往视，且经画之。公请复通商旧法，迄今为便。又奏罢秦陇所斜谷造船材木数十万，□□□所赋建河竹木亦数十万。□□□□□□□□□□□司专得天下逋负。公承诏，除数十年追胥未入者，总一千二百万。公虽甚疾恶，至人有□□推以恕心，故其□严而无□□□□□□□□君子□□□□□□□□□前朝名臣，既没，其嗣亦陨。公少为筠所知，及亲近恳请以筠族孙，为其嗣之后，丐还田宅。从之。公言治乱兴衰之迹，与人论辨□□□□□□□□□□□□□□□□□。公守法持正，敢任事□凛凛然有不可夺之节，盖孔子所谓大臣者欤！前后奏议为十五卷，皆授据古谊，究□时病，□德者之言。公曾祖□□□□□□□□□□□□氏追封荥际郡太夫人。祖讳士通，赠太子少傅。祖妣宣氏，追封冯翊郡太夫人。皇考讳令仪，赠至太保。皇妣张氏，追封□阳郡太夫人。初娶□□□□□□□□□□□郡夫人。子，太常寺太祝，先公卒。诞，五岁儿也。天子念公之忠录诞为太常寺太祝，及官其族子若孙。□□□□□女适陕州硖石县主簿王向，一女适国子监主簿文效。以公之，朝命效为保信军节度推官，俾护丧归。即以嘉癸卯八月癸酉日，葬公于合肥县公城乡公城里。铭曰：□□□□公□□□□□□□德行□躬。竭力于亲，尽瘁于君。峻节高志。人或曲随，我直其为。人或善容，我抗其辞。自始及终，言行必壹。□□□□□□□□□□□□□□□□□□□□□□□□□公忧国□□，视民哀恫。念虑所至，声乎无穷。维仁能力，维义能果。大奸必摧，不顾细琐。大义□发，每□□□□□□□□□□□□□□□□□□□□□□□□□止，能大其职，弗克远图，昊穹胡啬。维公逝没。圣主咨嗟。多赐秩物，厚抚其家。都人感怆，及乎□□为臣□□□□□□□□□□□□□□万□□□。惟令名之皎洁，与淮水而悠长。 \\n 九、北宋董氏墓志铭 \\n 北宋董氏墓志铭，石质，一合。志盖与志石大小相等，均长113厘米，宽85厘米，厚10厘米。志盖盝顶，中部阴刻4行篆字：\"宋故永康郡夫人董氏墓志铭\"12字。出土时碎为7块，并有明显的打击伤痕。志铭楷书，刻字24行，满行35字，共840余字，少数字迹模糊不清。志文记载了\"熙宁元年夏四月十有一日，故枢密副使赠礼部尚书孝肃包公之妃，永康郡夫人董氏，以疾终，享年六十有八。\"可见董氏为包拯之妻，死于包拯之后。 \\n 北宋董氏墓志，1973年4月出土于合肥大兴集双圩大队黄泥坎生产队东北部包氏家族墓群。根据墓志碎损情况判断，包拯夫妇墓早年曾遭破坏。董氏墓志1979年曾被定为三级文物，1994年5月国家文物委员会专家鉴定组鉴定为一级文物。现藏安徽省博物馆。藏品号：2：22673。 \\n 附：宋故永康郡夫人董氏墓志铭 \\n 朝奉郎、守太常少卿、直龙图阁、知广州军州事、兼管内劝农事、□□提点□□□公□□□□□□兵马都钤辖、兼本路安抚管句经略司公事、轻车都尉、赐紫金鱼袋张田撰。 \\n 朝奉郎、守殿中丞、监庐州酒务、骑都尉、赐绯鱼袋钱勰书。 \\n 外甥将仕郎、守海州怀仁县令文勋篆盖 \\n 熙宁元年夏四月十有一日，故枢密副使、赠礼部尚书、孝肃包公之妃、永康郡夫人董氏，以疾终。享年六十有八。其年十一月二十有八日，衬于尚书之茔。先期其婿常州团练判官文效状其事，谓田辱孝肃之遇厚，宜为之志。不敢辞，而书云：董氏之先，源浚流洁，良史著于春秋，大儒尊于西汉，厥后文武耀，世有显人。至夫人之曾大父希颜，始占数于洛。艺祖有天下，以军功累宁州刺史，大门廷浚，内殿崇班。父浩，鄂州武昌令。夫人早归孝肃公，公初中进士甲科拜棘，平得大邑，以亲不乐去州里，即弃官归养。夫人佐公，承颜主馈，内克尽妇道，外不失族人欢心者，盖十三年。孝肃渐贵，夫人与公终日相对，亡声伎珍怪之玩，素风泊然。嘉末，仁宗自用孝肃为枢密副使，夫人以恩进永康郡，当入谢，椒涂见未被命服，叹曰：\"此见包拯不邀阴幸也。\"亟白赐之。孝肃薨，夫人扶丧归肥川。已葬，屏居阖廷，肃然若严，官府召老生笃行者，教子于外舍，未尝少假温色，期必能复门户。暇或阅佛书以适性理。包之中外亲，不足者，随宜之，非义相干，一丝不与也。初孝肃薨，有素丑公之正者，甘辞致唁，因丐为之志。夫人谢曰：\"已诿吴奎矣\"。既而谓家人云：\"彼之文不足罔公而惑后世，不如却之之愈也。\"此又识有出人远甚。二子：长曰，早卒；次曰绶，大理评事。二女：一适硖石县主簿王向；一适文效，皆士族佳器。妻崔氏者，□幼卒，且无子。孝肃与夫人意其盛少，将俾还宗。崔闻，泣拜堂下曰：\"舅，天下名公也。得□□□□毕身足矣！况污家祠奉蒸尝于先庙之末乎？\"由是卒不去。田尝为崔节妇传，言之详矣。文效妻尤纯孝，夫人寝疾，与崔未始离席间，药食不亲调不敢进。逮此，哀瘠有不识之者。绶方幼，二人素助母姑，鞠爱之若已出，然虽发于天性，抑亦公夫人教之致欤！铭曰：孝肃之道，天下不得非。夫人法，孝肃为宜。孝肃以为宜，人其可知。乃妇乃子，渐渍有徽。作兹铭考，实亡愧辞。南阳张友直男振同刻字。 \\n 十、北宋崔氏墓志铭 \\n 北宋崔氏墓志铭，石质，一合。志盖长125厘米，宽118厘米，厚16厘米。盖上阴刻4行篆书：\"宋节妇永嘉郡崔氏墓志铭\"12字。志石长124厘米，宽125厘米，厚14厘米。阴刻楷书共23行，满行30字，约650字左右。 \\n 崔氏，淮阳人，为包拯长子包之妻。十九岁嫁于包，二年后守寡，志于孝养，终不改嫁。视包拯次子包绶如己子，长嫂如母，故有节妇之誉。戏文小说所谓包拯视嫂如母之说，实以崔氏为原型。志文记叙了崔氏的生平及其卒于绍圣元年的史实，为研究包氏家族提供了珍贵的资料。 \\n 1973年4月出土于合肥大兴集双圩大队黄泥坎生产队东北部包氏家族墓群。该墓志出土时底部垫土夯实，置放平稳，志石因此保存完整。1994年6月经国家文物委员会专家鉴定组鉴定为一级文物，现藏安徽省博物馆。藏品号：23673。 \\n 附：崔氏墓志铭 \\n 宋合肥包氏旌表门闾、故永嘉郡君崔节妇墓志铭并序 \\n □□翰林学士、左朝议大夫、知制诰兼侍读、上柱国、会稽郡开国侯、食邑一千一百户，赐紫金鱼袋钱勰撰 \\n 朝奉郎、充集贤殿修撰、权管勾西京留司、御史台、骑都尉，赐紫金鱼袋文及甫书。 \\n 承议郎、充福建路转运判官、飞骑尉、赐绯鱼袋文勋篆盖。 \\n 节妇，淮阳崔氏妇，年十有九，嫁为枢密副使包孝肃公长子太常寺太祝妻，二年而寡。有一子，文辅，守将作监主簿，五岁卒。初，哭昼也，舅姑以其妙龄，俾左右询其意。节妇即蓬首雨泣，以死自誓，遂尽志于孝养。孝肃晚得幼子绶，其母出，节妇慈养之如己。孝肃薨，侍姑夫人归合肥，节妇母吕氏，故相文穆公之家，时其除服也，至自荆南，曰：\"今荆州吾兄龙图之子，年三十，为信州幕，其人足依也，吾已许以汝为妇，必往无疑。\"妇与返复曰：\"母不谅乎！傥欲嫁者，不俟今也！\"母曰：\"夫死守子，子死何待？\"节妇曰：\"舅丧姑老，有小郎，如儿子，其门户待我而立。\"母怒，迫胁之甚力。又曰：\"吾老，数千里而来，使我独归乎？\"节妇曰：\"送母省舅，犹之可也。\"悉留其橐装而行，姑及里人，犹不之信。节妇曰：\"苟不如志，即以尸还包氏。\"至荆，见其舅，义之，亦不逼也。及还，姑夫人请于朝，特封寿安县君。知庐州事张田公载，豪士也，为著节妇传，元初，州以状闻，有诏旌表门闾，特封永嘉郡君，其制曰：\"使我嘉名臣之后，有立于世，惟尔之功。\"当姑夫人捐馆舍时，绶犹童孩，节妇迎师教导之，以至成人。为择取良妇，又艰关求访，得其所生。绶事节妇如母，复为立族子永年，为祝史嗣。因绘像恩官，假承务郎、调无为军巢县主簿。噫！终始之节备矣，节妇以绍圣元年七月戊申卒。享年六十有二。孙男一人，女二人。绶今为国子监丞，将以明年十月甲子合葬于庐州合肥县公城乡公城里先茔之次。□永年传来丐铭，铭曰：少寡自誓，□□□□；诗于国风，世固无有；□□□□，□□□□；如烈丈夫，呜呼节妇。 \\n 肥川张拱摹，杜规刊。 \\n 十一、北宋文氏墓志铭 \\n 北宋文氏墓志铭，石质，一合两块。长方形，志盖长114厘米，宽98厘米，厚13厘米。上部有一深4厘米，宽6厘米的凹槽，上、下、左三边刻缠枝卷叶图案，阴刻篆书\"宋蓬莱县君平阳文氏墓志铭\"12个字，志盖碎为7块。志石长101厘米，宽99厘米，厚12厘米，碎为2块。上、下、右三边刻缠枝村卷叶图案，刻文楷书，共24行，满行25个字，约520字左右，少数字迹模糊不清。文氏为包拯子包绶之妻，志文记叙了文氏生平家世，及卒于崇宁元年（1102年）的情况，是研究包氏家族的重要史料。 \\n 1973年出土于合肥大兴集双圩大队黄泥坎生产队东北包氏墓群，现藏安徽省博物馆。藏品号：2：24673。 \\n 附：文氏墓志铭 \\n 宋故蓬莱县君文氏墓志铭 \\n 奉议郎致仕、赐绯鱼袋王撰。 \\n 新授临江军、新淦县丞张忠思书并篆盖。 \\n 蓬莱县君文氏，世为河东汾州人，河东节度使守太师潞国公讳彦博之季女，今朝奉郎包公名绶之夫人也。天圣初，夫人王父，赠太师尚书令兼中书令讳□，与朝奉公王父，赠太保讳令仪，同官阁中，时潞国公与皇舅枢密副使孝肃公讳拯，方业进士，相友甚厚。未几，同登天圣五年甲科。逮嘉间，继以才猷，直至参知政事，而包氏、文氏，仕契亦再世矣。尝愿相与姻缔，故以夫人归焉。夫人幼淑敏，事亲以孝闻。既归朝奉公，虽不及□□舅姑而□□□□□朝奉公先娶直龙图阁张公讳田之女，生子□，夫人鞠养成，视之与己子不异，待亲族和而有礼，蓄妾媵正而有仁，喜于周急，于财无所吝，薄于自奉，于物无所玩，以奉祭祀则勤，以相君子则且宜，由是闺门雍肃，而上下顺从。初，潞国公以将相之才，佐命天子，而孝肃公又以嘉言直道，显名天下，皆为当世荣耀。夫人虽兼而有之，曾不以是自居，未尝有矜大色也。赋性寡俗，尤□□□□□常下茹荤，以清静自将，行之终身不少懈。以朝奉公封蓬莱县君，崇宁元年正月庚申卒于京师。享年三十□，子男四人：松年、耆年、彭年、景年，皆习进士。女二人：长适国学生□□先夫人而卒。次尚幼。以崇宁二年十二月庚申，卜葬于庐州合肥县公城乡东村。铭曰：舅姑早世，孝不克施。以正承家，闺门是宜。鞠养幼稚，贤哉母职。逮于诜诜，德其均壹。禀性之良，宜寿而昌，命期不长，□□□伤。合肥杜规刊。 \\n 十二、北宋包绶墓志铭 \\n 北宋包绶墓志铭，一合两块。志盖呈正方形，长宽各100厘米，厚15．5厘米。盖上阴刻篆书：\"宋朝奉郎包公墓志铭\"9个字，四周雕饰花边，其中左右两旁阴雕6只仙鹤，翩翩起舞，嬉戏缭绕，翻飞在祥云瑞气之中，姿态各异、栩栩如生。上下两边则阴雕缠枝牡丹，布局巧妙，取姿优美，手法夸张，镌刻精细。志石长91厘米，宽96厘米，厚14厘米，刻文楷书。共32行，满行50个字，约1600个字左右。墓志记载了包绶卒于崇宁四年（1105年）而归葬于政和丙申（1116年）的史实。 \\n 北宋包绶墓志，1973年4月出土於合肥大兴集双圩大队黄泥坎生产队东北部包氏家族墓群，同墓出土的还有包绶妻文氏墓志铭，两墓志铭均藏安徽省博物馆。1994年5月国家文物委员会专家鉴定组鉴定为一级藏品。藏品号：2：22675。 \\n 附：包绶墓志铭 \\n 宋朝奉郎、通判潭州军州事，赐绯鱼袋包公墓志铭 \\n 中奉大夫、提举兖州岱岳观、咸阳县开国男、食邑三百户，赐紫金鱼袋□休撰。 \\n 朝散大夫、提点成都府玉清宫王磐书。 \\n 朝散郎、前提点筠州妙真宫宋□篆盖。 \\n 公姓包氏讳绶，字君航，世居合肥。故赠太子少傅讳士通之曾孙，故任虞部员外郎赠太保讳令仪之孙，故枢密副使赠开府仪同三司谥曰孝肃讳拯之子。孝肃学富才超，中天圣甲科，早以孝行著乡里，终以直节闻□□□□为天下归重。子二人：长先卒，公其次也。嘉中，孝肃公薨，天子录元臣之功，奠于其家，公方五岁而孤，天子闵然，以遗表授公将仕郎、守太常寺太祝，俾承其胄，而以不绝功臣之世为念。服除，加承奉郎，覃恩转大理评事。未几，以丁母郡太夫人忧，居丧尽孝，毕葬成礼，乡闾为之叹伏。服降，又加承事郎，初调官任濠州团练判官，公事郡守严毅，僚属畏惮。公下车奉公守法，倬有盛誉，守爱重之，遂不以势位自居，凡议事必咨公而后决。事有不可行，公则毅然面折，不苟从。其有补于郡事，不可一二数。秩满解官，人称廉洁，思惠爱，异口一辞。再以覃恩转宣义郎，赐绯鱼，授少府监丞。公夙夜尽心，裁判有序，若素宦于朝者。当涂巨公，剡书称荐，不求自至。咸曰：\"名臣之后，得是举，宜矣！\"迁国子监丞，公一提按，典籍遍举。复视公厨，饮食苟且，积弊为甚。一日，发其事而正之，诸吏肃然，弊亦顿革。磨勘转宣德郎，移将作监丞，营缮事，伙而领之，以勤济应期办事，为当时称。旋除通判瀛州，以家贫累重，丐免其行。复以通直郎授少府监丞，视事不异前日。年余，丁所生母孙氏太室忧，公归乡居丧，杜门诲子弟，家虽贫而无一毫有干于乡里，至有未尝识公之面目者。服除，授通判汝州，磨勘转奉议郎。加武骑尉，又以覃恩转承议郎。方位汝阳，寇贼为民害，公视事未几，闻公之清德，往往皆化而为良民，是必有以服人者。汝人正以得公为幸，岁余，受代，州人扶老携幼，争先出郊而饯之，且拜而言曰：\"请公善归，台阁今待公矣！\"逮至阙下，监进奏院，磨勘转朝奉郎，加云骑尉，复出通判潭州。舟而行，距黄州十余里，感疾逾旬，寝车怡然而逝，时崇宁四年十一月初七日也。公既终，发遗箧，诰轴著述外，曾无毫发所积为后日计者，益知公生平清苦守节，廉白是务，遗外声利，罕有伦比。孝肃以清白劲正光于青史，公可谓能克家者。孝肃之风，至于公而益炽也。公有寡嫂崔氏，素以节义闻，公以母礼事之。及其亡也，不远千里，助成丧事。崔氏有子，相与义居，至于终无异意。公初娶职方员外郎张公田之女，县封南阳，再娶故相太师潞国公之女文氏，县封蓬莱，皆先公而卒。公两娶贵家，视荣耀如蚊虻过目。尝率文氏，受上清法，洒然有方外趣。甫自童稚，御事有法。不喜苟佞，取友必端。博极群书，罔不通悟。壮年远仕，蔚有能声。所至民爱，所去民思。历官数任，卒乎位卑而不获骋，议者为公起淹回之叹，而公以命自处，盖恬然也，公享年四十八。子男四人：曰康年，曰耆年，曰彭年，曰景年，力求进身计。女三人：长早夭，次适提点刑狱张公之子，幼亦不育。公之亡也，自士大夫至于穷闾陋巷之间，无问其识与不识，悉能道公之姓氏，相与咨嗟曰：\"善人去世，良可哀也。\"其子耆年、景年，以政和丙申十二月庚申日，用葬公于合肥县公城乡东村，实先茔之次。泣血履不移，此道寥寥，克之其谁？公有遗迹，施于史册。盖嗣厥家，而传清白。弗累于位，弗志于利。终焉益贫，中也奚愧？德则罔愆，寿亦宜永。而已于斯，犹不得骋。淮水悠兮！淮山兮！□绪长存，铭诗墓□。 \\n 汤元功刊。 \\n 十三、北宋包永年墓志铭 \\n 北宋包永年墓志铭，石质，长方形。长1．36米，宽0．81米，厚0．1米。志身左右两边刻缠枝叶图案，额上阴刻篆书：\"宋宣教郎包公墓铭\"8个字。志文刻字24行，满行50个字，共939个字左右，少数字迹漫漶不清。墓志铭记载包永年为包拯长子繶之养子，卒于宣和二年（1120年）。 \\n 该墓志铭1973年出土于合肥东郊大兴集公社双圩大队黄泥坎生产队东北部包氏墓群。出土时直立于棺外南端，刻字的一面外向墓壁，同墓还有瓷碗、瓷钵、铜镜、铜钱等物，为研究北宋包拯家族提供了极为珍贵的实物资料。现藏安徽省博物馆。藏品号：2：22676。 \\n 附：包永年墓志铭 \\n 宋宣教郎、知鄂州崇阳县事包公墓志铭并叙 \\n 宣教郎、新授江州司录事牛际可撰。 \\n 宣教郎、新差知宣州宣城县管句学事、管句劝农公事冯若德书。 \\n 修职郎、新授信州玉山县尉、管句学事马清臣篆。 \\n 宣和二年四月十一日，宣教郎、知鄂州崇阳县事包公，以疾终于家。其弟耆年、景年，卜以是岁七月十一日，奉公之丧，归葬于合肥县公城乡东村祖茔之次。公讳永年，字延之，世为庐州合肥人。曾祖讳令仪，故任虞部员外郎，累赠太保；祖讳拯，枢密副使、累赠开府仪同三司，赐谥孝肃；父讳繶，故太常寺太祝。包氏世有显闻，实自孝肃公始。元丰天子念孝肃忠烈，当追荣无穷。诏登绘像，春秋从享，俾若嗣若孙，加以恩赍。于是公之叔朝奉，上章沥恳乞官其侄。朝廷喜，从所请。粤七年，公受命未仕。元七年，始试法顶选。初调官无为军巢县主簿。将行，丁母节妇太室忧，杜门终丧，哀毁尽礼，乡闾称其孝。服除，任开封府咸平县主簿。咸平，剧邑也。公至邑，廉勤自守，蔚有政声，吏民爱思。久之，建中靖国改元，授袁州分宜县尉。在分宜，会与邑宰论事不协，以故毅然解秩退休，凡阅岁有六。大观二年，复调官授将仕郎，试处州遂昌县令。才一考，丁所生母萧氏忧。萧氏自公幼稚出从人，义不能夺。公既长，萧氏夫亦亡。公乃恳切请归，朝昏侍奉，益敦子职。逮萧氏去世，公居丧如礼。服再阕。政和二年，用荐者改通仕郎，任金州司工曹事。公到任，同曹事有不决者，皆画谋于公。则知公之材能设施，固不在人下。岁满，州人愿留公不可得，攀辕翳道，相与瞻望叹嗟，咸曰：\"包公之后，信乎有是贤孙也。\"八年，改宣教郎，知鄂州崇阳县事，礼上之明年，以疾告朝假归治，已而果不起疾。公享年五十有一。初娶朝请郎致仕、累赠朝议大夫李公庭玉之女，再娶宣教郎、知凤翔府县事成公抗之女，晚又娶吏部林公邵之女，林氏亦先公早卒。子一人，曰完，尚幼。女三人：长适同郡俊士赖持正，即故亳州县主簿扩之侄也。次适无为军庐江县俊士文贯。二婿皆以才行称于时。余一女，尚幼。公天资谨畏，乐善好学。视荣贵如□□者。故凡厥莅官临事，廉清不扰，而孝肃公之遗风余烈犹在也。公早孤，奉母至孝，先是母崔氏发节义□朝廷旌表，妇训姆则，畀于其家，则知公之行谊，禀绍有自矣。朝奉有子：曰康年，曰耆年、曰彭年，曰景年。□□□□□□□□□□□□□□□为学校上游，抑公率励之力也欤！惜乎康年、彭年，不幸未禄而卒。公之既亡，发所私，了无遗蓄。故丧葬之具，皆公二弟力营之。于是益知公生平刻苦，自筮仕以迄于终，曾无贪求苟得于下也如此。噫！其行已大节，可谓贤于人远矣！是宜有铭，以彰其德云。铭曰：孝以奉亲，义以检身。不苟于得，不戚于贫。凡厥莅官，罔替祖烈。所至民誉，曰贤之杰。德则克全，寿胡弗腆。唯善有福，没也□显。 \\n 包拯(999～1062)字希仁。宋庐州合肥(今合肥市)人。天圣间举进士，历任大理监事，建昌知县，转和州税监、天长知县、端州知州。迁殿中丞、监察御史。后任天章阁待制、龙图阁直学士，权三司使。嘉六年(1061)任枢密副使。知开封府时，以廉洁著称，执法严峻，杜绝吏奸，不畏权贵。其事迹为旧小说和戏曲取为题材，流传日广，被作为\"清官\"形象，为历代民众所称颂。遗著有《包孝肃奏议》。中华书局于1963年出版了《包拯集》。 \\n  \\n 　"}
