{"章节": "山海经卷 一南山经", "正文": "  \\n 山海经卷　一南山经 \\n 　 \\n 南山经之首曰鹊山。其首曰招瑶之山，临于西海之上。多桂多金玉①。有草焉，其状如韭而青华，其名曰祝馀，食之不饥。有木焉，其状如榖(gǔ)而黑理②，其华四照。其名曰迷榖，佩之不迷。有兽焉，其状如禺而白耳③，伏行人走，其名曰狌(xīng）狌④，食之善走。丽麂(jī)之水出焉，而西流注于海，其中多育沛⑤，佩之无瘕(jiǎ)疾⑥。 \\n ①金玉：这里指未经过提炼和磨制的天然金属矿物和玉石。以下同此。 \\n ②穀：即构树，落叶乔木，长得很高大，适应性强。木材可做器具等用，而树皮可作为桑皮纸的原料。 \\n ③禺：传说中的一种野兽，像猕猴而大一些，红眼睛，长尾巴。 \\n ④狌狌：传说是一种长着人脸的野兽，也有说它就是猩猩的，而且它能知道往事，却不能知道未来。 \\n ⑤育沛：不详何物。 \\n ⑥瘕：中医学指腹内结块，即现在人所谓的蛊胀病。 \\n 又东三百里，曰堂庭之山，多棪(yán)木①，多白猿，多水玉②，多黄金③。 \\n ①棪木：一种乔木，结出的果实像苹果，表面红了即可吃。 \\n ②水玉：古时也叫做水精，即现在所说的水晶石。因它莹亮如水，坚硬如玉，所以这样叫。 \\n ③黄金：这里指黄色的沙金，不是经过提炼了的纯金。 \\n 又东三百八十里，曰猨翼之山，其中多怪兽，水多怪鱼，多白玉，多蝮(fǔ)虫(huǐ)①，多怪蛇，多怪木，不可以上。 \\n ①蝮虫：传说中的一种动物，也叫反鼻虫，颜色如同红、白相间的绶带纹理，鼻子上长有针刺，大的一百多斤重。这里的虫是虺(huǐ)，上古的一种毒蛇，不是昆虫之虫。 \\n 又东三百七十里，曰杻(niǔ)阳之山，其阳多赤金①，其阴多白金②。有兽焉，其状如马而白首，其文如虎而赤尾，其音如谣③，其名曰鹿蜀，佩之宜子孙。怪水出焉，而东流注于宪翼之水。其中多玄龟，其状如龟而鸟首虺(huǐ)尾④，其名曰旋龟，其音如判木，佩之不聋，可以为底⑤。 \\n ①赤金：就是上文所说的黄金，指未经提炼过的赤黄色沙金。 \\n ②白金：即白银。这里指未经提炼过的银矿石。以下同此。 \\n ③谣：不用乐器伴奏的歌唱。 \\n ④虺：毒蛇。 \\n ⑤为：治理。这里是医治、治疗的意思。底：这里与\"胝\"的意思相同，就是手掌或脚底因长期磨擦而生的厚皮，俗称\"老茧\"。 \\n 又东三百里，曰柢山，多水，无草木。有鱼焉，其状如牛，陵居，蛇尾有翼，其羽在魼(qū)下①，其音如留牛②，其名曰鯥(lū)，冬死而夏生③，食之无肿疾④。 \\n ①魼：即\"胠\"的同声假借字，指腋下胁上部分。 \\n ②留牛：可能就是本书另一处所讲的犁牛。据古人讲，犁牛身上的纹理像老虎的斑纹。③冬死：指冬眠，也叫冬蛰。一些动物在过冬时处在昏睡不动的状态中，好像死了一般。④肿：一种皮肤和皮下组织的化脓性炎症。 \\n 又东四百里，曰亶爰之山，多水，无草木，不可以上。有兽焉，其状如狸而有髦①，其名曰类，自为牝(pìn)牡②，食者不妒。 \\n ①髦：下垂至眉的长发。 \\n ②牝：鸟兽的雌性。这里指雌性器官。牡：鸟兽的雄性。这里指雄性器官。 \\n 又东三百里，曰基山，其阳多玉，其阴多怪木，有兽焉，其状如羊，九尾四耳，其目在背，其名曰猼(bó)訑(shǐ)，佩之不畏。有鸟焉，其状如鸡而三首、六目、六足、三翼，其名曰〈尚鸟〉(chǎng)〈付鸟〉(fū)，食之无卧。 \\n  \\n 又东三百里，曰青丘之山，其阳多玉，其阴多青雘(huò)①。有兽焉，其状如狐而九尾，其音如婴儿，能食人；食者不蛊。有鸟焉，其状如鸠②，其音若呵③，名曰灌灌④，佩之不惑⑤。英水出焉，南流注于即翼之泽。其中多赤鱬(rú)⑥，其状如鱼而人面，其音如鸳鸯⑦，食之不疥。 \\n ①青雘：一种颜色很好看的天然涂料。 \\n ②鸠：即斑鸠，一种体型似鸽子的鸟。 \\n ③呵：大声喝叱。 \\n ④灌灌：传说中的一种鸟，它的肉很好吃，烤熟后更是味道鲜美。 \\n ⑤佩：这里是插上的意思。 \\n ⑥赤鱬：也叫鲵鱼，即现在所说的娃娃鱼，有四只脚，长尾巴，能上树，属两栖类动物。⑦鸳鸯：一种雌雄同居同飞而不分离的鸟，羽毛色彩绚丽。 \\n 又东三百五十里，曰箕尾之山，其尾踆(cún)于东海①，多沙石。汸(fāng)水出焉，而南流注于淯，其中多白玉。 \\n ①踆：通\"蹲\"，屈两膝如坐，臀部不着地。这里是坐的意思。 \\n 凡鹊山之首，自招摇之山，以至箕尾之山，凡十山，二千九百五十里。其神状皆鸟身而龙首。其祠之礼①：毛用一璋玉瘗(yì)②，糈(xǔ)用稌(tú)米③，一璧稻米，白菅为席④。 \\n ①祠：祭祀。 \\n ②毛：指祭祀所用的毛物，即猪、羊、狗、鸡等家养畜禽。璋：古时一种顶端作斜锐角形的玉器，是在举行朝聘、祭祀、丧葬时使用的礼器之一。瘗：埋葬。 \\n ③糈：祭神用的精米。稌：稻米也有说是专指糯稻。 \\n ④菅：茅草的一种，叶片线形，细长，根坚韧，可做刷帚。 \\n 南次二经山之首曰柜山，西临流黄，北望诸毗(pí)，东望长右。英水出焉，西南流注于赤水，其中多白玉，多丹粟①。有兽焉，其状如豚，有距②，其音如狗吠，其名曰狸力，见则其县多土功③。有鸟焉，其状如鸱(chī)而人手④，其音如痺(bì)⑤，其名曰鴸(zhū)鸟⑥，其名自号也，见则其县多放士。 \\n ①丹粟：细小的丹沙像粟的颗粒大小。 \\n ②距：雄鸡、野鸡等跖后面突出像脚趾的部分。这里指鸡的足爪。 \\n ③见：同\"现\"。县：这里泛指有人聚居的地方。 \\n ④鸱：即鹞鹰，一种凶猛的飞禽，常捕食其它小型鸟禽。 \\n ⑤痺：不详何鸟。 \\n ⑥鴸鸟：传说是帝尧的儿子丹朱所化的鸟。帝尧把天下让给帝舜，而丹朱和三苗国人联合起兵反对，帝尧便派兵打败了他们，丹朱感到羞愧，就自投南海淹死而化作鴸鸟。 \\n 东南四百五十里，曰长右之山，无草木，多水。有兽焉，其状如禺而四耳，其名长右，其音如吟，见则郡县大水。 \\n 又东三百四十里，曰尧光之山，其阳多玉，其阴多金①。有兽焉，其状如人而彘(zhì)鬣(lié)②，穴居而冬蛰，其名曰猾褢(huái)，其音如斫(zhuó)木，见则县有大繇(yáo)③。 \\n ①金：这里泛指金属矿物质。以下同此。 \\n ②鬣：牲畜身上刚硬的毛。 \\n ③繇：通\"徭\"。 \\n 又东三百五十里，曰羽山①，其下多水，其上多雨，无草木，多蝮(fǔ)虫(huǐ)。 \\n ①羽山：传说中的上古帝王祝融曾奉黄帝之命，将大禹的父亲鲧杀死在羽山，一说是鲧被帝舜杀死在羽山的，所以，这座山很有名。 \\n 又东三百七十里，曰瞿(qú)父之山，无草木，多金玉。 \\n 又东四百里，曰句余之山，无草木，多金玉。 \\n 又东五百里，曰浮玉之山，北望具区①，东望诸毗(pí)。有兽焉，其状如虎而牛尾，其音如吠犬，其名曰彘，是食人。苕水出于其阴，北流注于具区。其中多鮆(zī)鱼②。 \\n ①具区：就是现在江苏境内的太湖， \\n ②鮆鱼：即鲚鱼，鮤鱼，头生长得很长而狭薄，大的有尺多长。 \\n 又东五百里，曰成山，四方而三坛，其上多金玉，其下多青雘(huò)。〈门豕〉(zhuō)水出焉，而南流注于虖(hū)勺(shuò)。其中多黄金。 \\n 又东五百里，曰会(guì)稽(jì)之山，四方，其上多金玉，其下多砆(fū)石①。勺水出焉，而南流注于湨(jué)。 \\n ①砆石：即碔砆，一种似玉的美石。 \\n 又东五百里，曰夷山，无草木，多沙石。湨(jué)水出焉，而南流注于列涂。 \\n 又东五百里，曰仆勾之山，其上多金玉，其下多草木，无鸟兽，无水。 \\n 又东五百里，曰咸阴之山，无草木，无水。 \\n 又东四百里，曰洵(xún)山，其阳多金，其阴多玉。有兽焉，其状如羊而无口，不可杀也①，其名曰〈羊患〉(huān)。洵水出焉，而南流注于阏(é)之泽，其中多芘(zǐ)蠃(luó)②。 \\n ①不可杀：这里杀是死的意思。不可杀就是不能死，意思是这种兽即使不吃东西也不能使它死去。 \\n ②茈蠃：茈通\"紫\"。蠃通\"螺\"。茈蠃就是紫颜色的螺。 \\n 又东四百里，曰虖(hū)勺(shuò)之山，其上多梓枏(nán)①，其下多荆杞(qǐ)②。滂(pāng)水出焉，而东流注于海。 \\n ①梓：梓树，落叶乔木，生长较快。木材轻软，耐朽，供建筑及制家具、乐器等用。枏：即楠木树，常绿乔木，叶质厚，花小，核果小球形。木材富于香气，是建筑和制造器具的上等材料。 \\n ②荆：即牡荆，落叶灌木，小枝方形，叶对生，掌状复叶。果实称为黄荆子，可供药用。杞：即枸妃，落叶小灌木，夏季开淡紫色花。果实是红色的，叫枸杞子，药用价值很大。 \\n 又东五百里，曰区吴之山，无草木，多沙石。鹿水出焉，而南流注于滂水。 \\n 又东五百里，曰鹿吴之山，上无草木，多金石。泽更之水出焉，而南流注于滂水。水有兽焉，名曰蛊雕，其状如雕而有角，其音如婴儿之音，是食人。 \\n 东五百里，曰漆吴之山，无草木，多博石，无玉。处于东海，望丘山，其光载出载入，是惟日次①。 \\n ①次：停歇。 \\n 凡南次二经之首，自柜山至于漆吴之山，凡十七山，七千二百里。其神状皆龙身而鸟首。其祠：毛用一璧瘗(yì)①，糈(xǔ)用稌(tú)。 \\n ①璧：古时一种玉器，平圆形，正中有孔，是古代朝聘、祭祀、丧葬时使用的礼器之一。 \\n 南次三经之首，曰天虞之山，其下多水，不可以上。 \\n 东五百里，曰祷过之山，其上多金玉，其下多犀(xī)、兕(sì)①，多象。有鸟焉，其状如䴔(jiāo)而白首②，三足，人面，其名曰瞿如，其鸣自号也。泿(yǐn)水出焉，而南流注于海。其中有虎蛟③，其状鱼身而蛇尾，其音如鸳鸯，食者不肿，可以已痔④。 \\n ①犀：据古人说，犀的身子像水牛，头像猪头，蹄子好似象的蹄子，黑色皮毛，生有三只角，一只长在头顶上，一只长在前额上，一只长在鼻子上。它生**吃荆棘，往往刺破嘴而口吐血沫。兕：据古人说，兕的身子也像水牛，青色皮毛，生有一只角，身体很重，大的有三千斤。 \\n ②䴔：传说中的一种鸟，样子像野鸭子而小一些，脚长在接近尾巴的部位。 \\n ③虎蛟：传说中龙的一个种类。 \\n ④已：停止。这里是止住、制止的意思。 \\n 又东五百里，曰丹穴之山，其上多金玉。丹水出焉，而南流注于渤海。有鸟焉，其状如鸡，五采而文，名曰凤皇①，首文曰德，翼文曰义，背文曰礼，膺(yīng)文曰仁②，腹文曰信。是鸟也，饮食自然，自歌自舞，见(xiàn)则天下安宁。 \\n ①凤皇：同\"凤凰\"，是古代传说中的鸟王。雄的叫\"凤\"，雌的叫\"凰\"。据古人说，它的形状是鸡的头，蛇的脖颈，燕子的下颔，乌龟的背，鱼的尾巴，五彩颜色，高六尺左右。 \\n ②膺：胸。 \\n 又东五百里，曰发爽之山，无草木，多水，多白猿。汎(fàn)水出焉，而南流注于渤海。 \\n 又东四百里，至于旄(máo)山之尾。其南有谷，曰育遗，多怪鸟，凯风自是出①。 \\n ①凯风：南风，意思是柔和的风。 \\n 又东四百里，至于非山之首。其上多金玉，无水，其下多蝮虫。 \\n 又东五百里，曰阳夹之山，无草木，多水。 \\n 又东五百里，曰灌湘之山，上多木，无草；多怪鸟，无兽。 \\n 又东五百里，曰鸡山，其上多金，其下多丹雘。黑水山焉，而南流注于海。其中有鱄(tuán)鱼，其状如鲋(fǔ)而彘毛①，其音如豚②，见则天下大旱。 \\n ①鲋：即今鲫鱼，体侧扁，稍高，背面青褐色，腹面银灰色。彘：猪。 \\n ②豚：小猪。也泛指猪。 \\n 又东四百里，曰令丘之山，无草木，多火。其南有谷焉，曰中谷，条风自是出①。有鸟焉，其状如枭②，人面四目而有耳，其名曰颙(yú)，其鸣自号也，见则天下大旱。 \\n ①条风：也叫调风、融风，即春天的东北风。 \\n ②枭：通\"鸮\"，俗称猫头鹰，嘴和爪弯曲呈钩状，锐利，两眼长在头部的正前方，眼的四周羽毛呈放射状，周身羽毛大多为褐色，散缀细斑，稠密而松软，飞行时无声，在夜间活动。 \\n 又东三百七十里，曰仑者之山，其上多金玉，其下多青雘。有木焉，其状如穀(gòu)而赤理，其汗如漆，其味如饴①，食者不饥，可以释劳②，其名曰白{艹咎}(gāo)，可以血玉③。 \\n ①饴：用麦芽制成的糖浆。 \\n ②劳：忧。 \\n ③血：这里用作动词，染的意思，就是染器物饰品使之发出光彩。 \\n 又东五百八十里，曰禺槀(gǎo)之山，多怪兽，多大蛇。 \\n 又东五百八十里，曰南禺之山，其上多金玉，其下多水。有穴焉，水出辄入①，夏乃出，冬则闭。佐水出焉，而东南流注于海，有凤皇、鹓(yuàn)雏②。 \\n ①辄：即，就。 \\n ②鹓雏：传说中的一种鸟，和凤凰、鸾凤是同一类。 \\n 凡南次三经之首，自天虞之山以至南禺之山，凡一十四山，六千五百三十里。其神皆龙身而人面。其祠皆一白狗祈①，糈用稌。 \\n ①祈：向神求祷。 \\n 右南经之山志，大小凡四十山，万六千三百八十里①。 \\n ①据学者们的研究，这几句不是《山海经》原文，而是校勘整理本书之人所题写的。因为底本所原有，故仍予保留并作今译。以下均同此。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷二 西山经", "正文": "  \\n 山海经卷二　西山经 \\n 　 \\n 西山经华山之首，曰钱来之山，其上多松，其下多洗石①。有兽焉，其状如羊而马尾，名曰羬(xián)羊，其脂可以已腊(xī)②。 \\n ①洗石：古人说是一种在洗澡时用来擦去身上污垢的瓦石。②腊：皮肤皴皱。 \\n 西四十五里，曰松果之山。濩(huò)水出焉，北流注于渭，其中多铜①。有鸟焉，其名曰〈虫鸟〉(tōng)渠，其状如山鸡，黑身赤足，可以已〈月暴〉(bào)②。 \\n  \\n ①铜：这里指可以提炼为精铜的天然铜矿石。以下同此。 \\n ②〈月暴〉：皮肤皱起。 \\n 又西六十里，曰太华之山①，削成而四方，其高五千仞(rèn)，②其广十里，鸟兽莫居。有蛇焉,名曰肥〈虫遗〉(yí)，六足四翼，见则天下大旱。 \\n ①太华之山：就是现在陕西省境内的西岳华山。　 \\n ②仞：古时八尺为一仞。 \\n 又西八十里，曰小华之山，其木多荆杞，其兽多〈牜乍〉(zuō)牛①，其阴多磬石②，其阳多〈王雩〉(yǔ)琈(fú)之玉③。鸟多赤鷩(biē)④，可以御火⑤。其草有萆(bì)荔⑥，状如乌韭，而生于石上，亦缘木而生，食之已心痛。 \\n ①〈牜乍〉牛：据古人讲，在小华山生长着许多山牛，体重都在一千斤左右，这就是〈牜乍〉牛。 \\n ②磐石：是一种可以制造乐器的石头。古人用它制成的打击乐器叫做磬，一般是挂在架子上进行演奏。 \\n ③〈王雩〉琈：古时传说中的一种玉，具体的形状质料不清楚。 \\n ④赤鷩：属于野鸡一类的禽鸟，胸部腹部都是红色，冠子是金黄色，头是黄的，尾巴是绿的，间杂着红色羽毛，色彩鲜明。 \\n ⑤御火：御在这里是屏除、辟开的意思。御火就是辟火，意思是火不能烧及人的身子。⑥萆荔：古时传说中的一种香草。 \\n 又西八十里，曰符禺之山，其阳多铜，其阴多铁①。其上有木焉，名曰文茎，其实如枣，可以已聋。其草多条，其状如葵②，而赤华黄实，如婴儿舌，食之使人不惑。符禺之水出焉，而北流注于渭。其兽多葱聋③，其状如羊而赤鬣(lié)。其鸟多榖(mìn)，其状如翠而赤喙④，可以御火。 \\n ①铁：这里指能够提炼成铁的天然铁矿石。以下同此。 \\n ②葵：即冬葵，也叫冬寒菜，是古代重要蔬菜之一。 \\n ③葱聋：古人说是野山羊的一种。 \\n ④翠：指翠鸟，又叫翡翠鸟，大小近似于燕子，头大而身体小，嘴强硬而直，额部、枕部、背部的羽毛以苍翠，暗绿色为主，耳部的羽毛是棕黄色，颊部、喉部的羽毛是白色，翅膀上的羽毛主要是黑褐色，胸下的羽毛是栗棕色。喙：鸟兽的嘴。 \\n 又西六十里，曰石脃之山，其木多棕枏(nán)，其草多条①，其状如韭，而白华黑实，食之已疥。其阳多〈王雩〉(yǔ)琈(fú)之玉，其阴多铜。灌水出焉，而北流注于禺水。其中有流、赭(zhě)②，以涂牛马无病。 \\n ①条：这里讲的条草和上文所说的条草，名称虽相同，但形状不同，实际上是两种草。②流、赭：流即硫黄，是一种天然的矿物质，中医入药，有杀虫作用；赭即赭黄，是一种天然生成的褐铁矿，可做黄色颜料。 \\n 又西七十里，曰英山，其上多杻(niǔ)橿①(jiāng)，其阴多铁，其阳多赤金。禺水出焉，北流注于招(sháo)水，其中多鱧(bàng)鱼，其状如鳖，其音如羊。其阳多箭{竹媚}②(méi)，其兽多〈牜乍〉(zuō)牛、羬(xián)羊。有鸟焉，其状如鹑③(chūn)，黄身而赤喙，其名曰肥遗④，食之已疠⑤(lì)，可以杀虫。 \\n ①杻：杻树，长得近似于棣树，叶子细长，可以用来喂牛，木材能造车辋。橿：橿树，木质坚硬，古人常用来制做车子。 \\n ②箭{竹媚}：一种节长、皮厚、根深的竹子，冬天可以从地下挖出它的笋来吃。 \\n ③鹑：即\"鹌鹑\"的简称，是一种鸟，体形像小鸡，头小尾短，羽毛赤褐色，有黄白色条纹。雄性的鹌鹑好斗。 \\n ④肥遗：这里讲的肥遗是一种鸟，而上文所说的肥遗是一种蛇，名称虽相同，实际上却是两种动物。 \\n ⑤疠：癞病，即麻疯。 \\n 又西五十二里，曰竹山，其上多乔木，其阴多铁。有草焉，其名曰黄雚(guàn)，其状如樗①(chū)，其叶如麻，白华而赤实，其状如赭②(zhě)，浴之已疥，又可以已胕(fū)。竹水出焉，北流注于渭，其阳多竹箭，多苍玉。丹水出焉，东南流注于洛水，其中多水玉，多人鱼。有兽焉，其状如豚而白毛，毛大如笄(jī)而黑端③，名曰豪彘④。 \\n ①樗：即臭椿树，长得很高大，树皮灰色而不裂，小枝粗壮，羽状复叶，夏季开白绿色花。 \\n ②赭：赭石，就是现在所说的赤铁矿，即古人使用的一种黄棕色的矿物染料。 \\n ③笄：即簪子，是古人用来插住挽起的头发或连住头发上的冠帽的一种长针。 \\n ④豪彘：即豪猪，俗称箭猪。 \\n 又西百二十里，曰浮山，多盼木，枳叶而无伤①，木虫居之。有草焉，名曰熏草，麻叶而方茎，赤华而黑实，臭(xiù)如靡(mí)芜②，佩之可以已疠(lì)。 \\n ①枳：枳树，也叫做\"枸橘\"、\"臭橘\"，叶子上有粗刺。复叶，小叶三片，有透明腺点。无伤：指没有能刺伤人的尖刺。 \\n ②臭：气味。蘼芜：一种香草，闻起来像兰花的气味。 \\n 又西七十里，曰羭(yú)次之山，漆水出焉，北流注于渭。其上多棫(yù)橿①(jiāng)，其下多竹箭，其阴多赤铜②，其阳多婴垣之玉③。有兽焉，其状如禺而长臂，善投，其名曰嚻(xiāo)④。有鸟焉，其状如枭，人面而一足，曰橐(tuó){非巴}(féi)，冬见夏蛰⑤，服之不畏雷。 \\n ①棫：棫树，长得很小，枝条上有刺，结的果子像耳珰，红紫色，可以吃。 \\n ②赤铜：即黄铜。这里指未经提炼过的天然铜矿石。以下同此。 \\n ③婴垣：一种玉石，主要可用来制做挂在脖子上的装饰品。 \\n ④嚻：一种野兽，古人说它就是猕猴，形貌与人相似。 \\n ⑤蛰：动物冬眠时潜伏在土中或洞穴中不食不动的状态。 \\n 又西百五十里，曰时山，无草木。逐水出焉，北流注于渭，其中多水玉。 \\n 又西百七十里，曰南山，上多丹粟。丹水出焉，北流注于渭。兽多猛豹①，鸟多尸鸠(jiū)②。 \\n ①猛豹：传说中的一种野兽，形体与熊相似而小些，浅色的毛皮有光泽，吃蛇，还能吃铜铁。 \\n ②尸鸠：即布谷鸟。 \\n 又西百八十里，曰大时之山，上多榖(gòu)柞(zuò)①，下多杻(niǔ)橿(jiāng)，阴多银，阳多白玉。涔(qiàn)水出焉，北流注于渭。清水出焉，南流注于汉水。 \\n ①柞：古人说就是栎树。它的木材可供建筑、器具、薪炭等用。 \\n 又西三百二十里，曰嶓(bō)冢之山，汉水出焉，而东南流注于沔(miǎn)；嚻(xiāo)水出焉，北流注于汤水。其上多桃枝鉤端①，兽多犀兕熊罴(pí)②，鸟多白翰赤鷩(béi)③。有草焉，其叶如蕙④，其本如桔梗⑤，黑华而不实，名曰蓇(gǔ)蓉，食之使人无子。 \\n ①桃枝：一种竹子，它每隔四寸为一节。鉤端：属于桃枝竹之类的竹子。 \\n ②罴：熊的一种。 \\n ③白翰：一种鸟，就是白雉，又叫白鹇，雄性白雉鸟的上体和两翼白色，尾长，中央尾羽纯白。这种鸟常栖高山竹林间。 \\n ④蕙：蕙草，是一种香草，属于兰草之类。 \\n ⑤桔梗：橘树的茎干。 \\n 又西三百五十里，曰天帝之山，上多棕枏，下多菅蕙。有兽焉，其状如狗，名曰溪边，席其皮者不蛊①。有鸟焉，其状如鹑，黑文而赤翁②，名曰栎，食之已痔。有草焉，其状如葵，其臭如靡芜，名曰杜衡③，可以走马，食之已瘿(yǐng)④。 \\n ①席：这里作动词用，铺垫的意思。 \\n ②翁：鸟脖子上的毛。 \\n ③杜衡：一种香草。 \\n ④瘿：一种人体局部细胞增生的疾病，一般形成囊状性的赘生物，形状、大小下一，多肉质。这里指脖颈部所生肉瘤。 \\n 西南三百八十里，曰皋(gāo)涂之山，蔷(sé)水出焉，西流注于诸资之水；涂水出焉，南流注于集获之水。其阳多丹粟，其阴多银、黄金，其上多桂木。有白石焉，其名曰礜(yù)①，可以毒鼠。有草焉，其状如藁(gǎo)茇(bá)②，其叶如葵而赤背，名曰无条，可以毒鼠。有兽焉，其状如鹿而白尾，马脚人手而四角，名曰玃(jué)如。有鸟焉，其状如鸱(chī)而人足，名曰数斯，食之已瘿。 \\n ①礜：即礜石，一种矿物，有毒。苍白二色的礜石可以入药。如果山上有各种礜石，草木不能生长，霜雪不能积存；如果水里有各种礜石，就会使水不结冰。 \\n ②藁茇：一种香草，根茎可以入药。 \\n 又西百八十里，曰黄山，无草木，多竹箭。盼水出焉，西流注于赤水，其中多玉。有兽焉，其状如牛，而苍黑大目，其名曰{敏牛}(mǐn)。有鸟焉，其状如鸮(xiāo)，青羽赤喙，人舌能言，名曰鹦〈母鸟〉(móu)①。 \\n ①鹦〈母鸟〉：即鹦鹉，俗称鹦哥，羽毛色彩美丽，舌头肉质而柔软，经反复训练，能模仿人说话的声音。有许多的种类。 \\n 又西二百里，曰翠山，其上多棕枏，其下多竹箭，其阳多黄金、玉，其阴多旄(máo)牛、麢(líng)、麝(shé)①。其鸟多鸓(lěi)，其状如鹊，赤黑而两首、四足，可以御火。 \\n ①旄牛：即牦牛。麢：即羚羊，形状像羊而大一些，角圆锐，喜好在山崖间活动。麢，同\"羚\"。麝：一种动物，也叫香獐，前肢短，后肢长，蹄子小，耳朵大，体毛棕色，雌性和雄性都没有角。雄性麝的脐与生殖孔之间有麝腺，分泌的麝香可作药用和香料用。 \\n 又西二百五十里，曰騩(guī)山，是錞(chún)于西海①，无草木，多玉。淒水出焉，西流注于海，其中多采石、黄金②，多丹粟。 \\n ①錞：依附。这里是座落、高踞的意思。 \\n ②采石：据古人说是一种彩色石头，就像雌黄之类的矿物。 \\n 凡西经之首，自钱来之山至于騩(guī)山，凡十九山，二千九百五十七里。华山冢也，其祠之礼：太牢①。羭(yú)山神也，祠之用烛，斋百日以百牺②，瘗(yì)用百瑜(yú)③，汤其酒百樽④，婴以百珪(guī)百璧⑤。其余十七山之属，皆毛牷(quán)用一羊祠之⑥。烛者，百草之未灰，白席采等纯之。 \\n ①太牢：古人进行祭祀活动时，祭品所用牛、羊、猪三牲全备为太牢。 \\n ②斋：古人在祭祀前或举行典礼前清洁身体以示庄敬。牺：古代祭祀时用的纯色的牲。牲是供祭祀用的整体的家畜。 \\n ③瑜：美玉。 \\n ④汤：通\"烫\"。 \\n ⑤婴：据学者研究，婴是用玉器祭祀神的专称。珪：同\"圭\"，一种玉器，长条形，上端作三角状，是古时朝聘、祭祀、丧葬所用的礼器之一。 \\n ⑥毛牷：指祀神所用毛物牲畜是整体全具的。 \\n 西次二经之首，曰钤(qián)山，其上多铜，其下多玉，其木多杻橿。 \\n 西二百里，曰泰冒之山，其阳多金，其阴多铁。洛水出焉，东流注于河①，其中多藻玉②。多白蛇。 \\n ①河：古人单称\"河\"或\"河水\"而不贯以名者，则大多是专指黄河，这里即指黄河。但本书记述山川水流的方位走向都不甚确实，所述黄河也不例外，再加上黄河在古时屡次改道，所以，和今天所看到的黄河不尽一致。现在译\"河\"或\"河水\"为\"黄河\"，只是为了使译文醒目而有别于其它河流。以下同此。 \\n ②藻玉：带有色彩纹理的美玉。 \\n 又西一百七十里，曰数历之山，其上多黄金，其下多银，其木多杻橿，其鸟多鹦〈母鸟〉(móu)。楚水出焉，而南流注于渭，其中多白珠。 \\n 又西北五十里，曰高山，其上多银，其下多青碧、雄黄①，其木多棕，其草多竹②。泾水出焉，而东流注于渭，其中多磬石、青碧。 \\n ①青碧：青绿色的美玉。雄黄：也叫鸡冠石，是一种矿物，古人常用作解毒、杀虫的药物。 \\n ②竹：这里指低矮而丛生的小竹子，所以被当作草。 \\n 西南三百里，曰女床之山，其阳多赤铜，其阴多石涅(niè)①，其兽多虎、豹、犀、兕。有鸟焉，其状如翟(dí)而五采文②，名曰鸾鸟③，见则天下安宁。 \\n ①石涅：据古人讲，就是石墨，古时用作黑色染料，也可以画眉和写字。 \\n ②翟：一种有很长尾巴的野鸡，形体也比一般的野鸡要大些。 \\n ③鸾鸟：传说中的一种鸟，属于凤凰一类。 \\n 又西二百里，曰龙首之山，其阳多黄金，其阴多铁。苕水出焉，东南流注于泾水，其中多美玉。 \\n 又西二百里，曰鹿台之山，其上多白玉，其下多银，其兽多〈牜乍〉(zuó)牛、羬(xián)羊、白豪①。有鸟焉，其状如雄鸡而人面，名曰凫(fú)徯(xī)，其鸣自叫也，见则有兵②。 \\n ①白豪：长着白毛的豪猪。 \\n ②兵：军事，战斗。 \\n 西南二百里，曰鸟危之山，其阳多磬石，其阴多檀(tán)楮(chǔ)①，其中多女床②。鸟危之水出焉，西流注于赤水，其中多丹粟。 \\n ①檀：檀树，木材极香，可作器具。楮：即构树，长得很高大，皮可以制做桑皮纸。 \\n ②女床：据古人说是女肠草。 \\n 又西四百里，曰小次之山，其上多白玉，其下多赤铜。有兽焉，其状如猿，而白首赤足，名曰朱厌，见则大兵。 \\n 又西三百里，曰大次之山，其阳多垩(é)，①其阴多碧，其兽多〈牜乍〉(zuó)牛、麢(líng)羊。 \\n 又西四百里，曰熏吴之山，无草木，多金玉。 \\n 又西四百里，曰厎(zhǐ)阳之山，其木多〈木畟〉(jì)、枏、豫章①，其兽多犀、兕、虎、犳(zhuó)、〈牜乍〉(zuó)牛②。 \\n ①〈木畟〉：即水松，有刺，木头纹理很细。豫章：古人说就是樟树，也叫香樟，常绿乔木，有樟脑香气。古代还有一种说法，认为二树在幼小时不可辨知而被人看作一种树木，其实，豫就是枕木，章就是樟木，生长到七年以后，枕、章才能分别。 \\n ②犳：据古人讲是一种身上有豹子斑纹的野兽。 \\n 又西二百五十里，曰众兽之山，其上多〈王雩〉(yǔ)琈(fú)之玉，其下多檀楮，多黄金，其兽多犀、兕。 \\n 又西五百里，曰皇人之山，其上多金玉，其下多青、雄黄①。皇水出焉，西流注于赤水，其中多丹粟。 \\n 又西三百里，曰中皇之山，其上多黄金，其下多蕙、棠(táng)①。 \\n ①棠：这里指棠梨树，结的果实似梨而小点，可以吃，味道甜酸。 \\n 又西三百五十里，曰西皇之山，其阳多金，其阴多铁，其兽多麋(mí)、鹿、麋牛①。 \\n ①麋：即麋鹿，毛色淡褐，背部较浓，腹部较浅，而雄性有角。因它的角像鹿角又不像，头像马头又不像，身子像驴身又不像，蹄子像牛蹄又不像，所以古人又称作\"四不像\"。 \\n 又西三百五十里，曰莱山，其木多檀楮，其鸟多罗罗，是食人。 \\n 凡西次二经之首，自钤(qián)山至于莱山，凡十七山，四千一百四十里。其十神者，皆人面而马身。其七神皆人面牛身，四足而一臂，操杖以行，是为飞兽之神。其祠之，毛用少(shào)牢①，白菅为席，其十辈神者，其祠之，毛一雄鸡，钤而不糈(xǔ)；毛采。 \\n ①毛：指毛物，就是祭神所用的猪、鸡、狗、羊、牛等畜禽。少牢：古代称祭祀用的猪和羊。 \\n 西次三经之首，曰崇吾之山，在河之南，北望冢遂，南望〈瑶，去“王”〉(yǎo)之泽，西望帝之搏兽之丘，东望〈虫焉〉(yān)渊。有木焉，员叶而白柎(fǔ)①，赤华而黑理，其实如枳，食之宜子孙。有兽焉，其状如禺而文臂，豹尾而善投，名曰举父。有鸟焉，其状如凫，而一翼一目，相得乃飞，名曰蛮蛮，见则天下大水。 \\n ①员：通\"圆\"。柎：花萼。是由若干萼片组成，处在花的外轮，起保护花芽的作用。 \\n 西北三百里，曰长沙之山。泚(cǐ)水出焉，北流注于泑(yōu)水，无草木，多青、雄黄。 \\n 又西北三百七十里，曰不周之山①。北望诸毗(bī)之山，临彼岳崇之山，东望泑(yōu)泽，河水所潜也，其原浑浑(gǔn)泡泡(páo)②。爰(yuán)有嘉果，其实如桃，其叶如枣，黄华而赤柎(fǔ)，食之不劳。 \\n ①不周之山：即不周山。据古人讲，因为这座山的形状有缺而不周全的地方，所以叫不周山。山的西北部不周全，风从这里刮出，称为不周风。传说山形有缺而不周全的原因，是共工与颛顼争帝位时发怒触撞造成的。 \\n ②原：\"源\"的本字。水源。浑浑泡泡：形容水喷涌的声音。 \\n 又西北四百二十里，曰峚(mì)山，其上多丹木，员叶而赤茎，黄华而赤实，其味如饴，食之不饥。丹水出焉，西流注于稷泽，其中多白玉。是有玉膏，其原沸沸(fèi)汤汤(shāng)①，黄帝是食是飨(xiǎng)②。是生玄玉。玉膏所出，以灌丹木，丹木五岁，五色乃清，五味乃馨③。黄帝乃取峚山之玉荣④，而投之钟山之阳。瑾瑜之玉为良⑤，坚栗精密⑥，浊泽而有光。五色发作，以和柔刚。天地鬼神，是食是飨；君子服之，以御不祥。自峚山至于钟山，四百六十里，其间尽泽也。是多奇鸟、怪兽、奇鱼，皆异物焉。 \\n ①沸沸汤汤：水腾涌的样子。 \\n ②飨：通\"享\"。享受。 \\n ③馨：芳香。 \\n ④玉荣：玉华。 \\n ⑤瑾：美玉。 \\n ⑥栗：坚。 \\n 又西北四百二十里，曰锺山。其子曰鼓，其状(如)人面而龙身，是与钦〈丕鸟〉(pī)杀葆江于昆仑之阳，帝乃戮之钟山之东曰〈瑶，中“王”改“山”〉崖(瑶岸)。钦〈丕鸟〉化为大鹗(è)①，其状如雕而黑文白首，赤喙而虎爪，其音如晨鹄(hú)②，见则有大兵；鼓亦化为鵕(jǔn)鸟，其状如鸱(chī)，赤足而直喙，黄文而白首，其音如鹄③，见则其邑大旱④。 \\n ①鹗：也叫鱼鹰，头顶和颈后羽毛白色，有暗褐色纵纹，头后羽毛延长成矛状。趾具锐爪，趾底遍生细齿，外趾能前后转动，适于捕鱼。 \\n ②晨鹄：鹗鹰之类的鸟。 \\n ③鹄：也叫鸿鹄，即天鹅，脖颈很长，羽毛白色，鸣叫的声音宏亮。 \\n ④邑：这里泛指有人聚居的地方。 \\n 又西百八十里，曰泰器之山。观水出焉，西流注于流沙。是多文鳐(yáo)鱼，状如鲤鱼，鱼身而鸟翼，苍文而白首赤喙，常行西海，游于东海，以夜飞。其音如鸾鸡①，其味酸甘，食之已狂，见则天下大穰(ráng)②。 \\n ①鸾鸡：传说中的一种鸟。 \\n ②穰：庄稼丰熟。 \\n 又西三百二十里，曰槐江之山。丘时之水出焉，而北流注于泑(yōu)水。其中多蠃(luó)母，其上多青、雄黄，多藏琅(láng)馯(玕：gān)、黄金、玉①，其阳多丹粟，其阴多采黄金银。实惟帝之平圃，神英招(sháo)司之，其状马身而人面，虎文而鸟翼，徇于四海，其音如榴②。南望昆仑，其光熊熊，其气魂魂。西望大泽③，后稷所潜也④。其中多玉，其阴多榣木之有若⑤。北望诸毗(pí)，槐鬼离仑居之，鹰鸇(zhān)之所宅也⑥。东望恒山四成，有穷鬼居之，各在一搏(抟：tuán)⑦。爰有淫水⑧，其清洛洛⑨。有天神焉，其状如牛，而八足二首马尾，其音如勃皇，见则其邑有兵。 \\n ①琅玕：像玉一样的石头。 \\n ②榴：同\"抽\"。引出，提取。 \\n ③大泽：后稷所葬的地方。传说后稷出生以后，就很灵慧而且先知，到他死时，便化形而遁于大泽成为神。 \\n ④后稷：周人的先祖。相传他在虞舜时任农官，善于种庄稼。 \\n ⑤榣木：特别高大的树木。若：即若木，神话传说中的树，具有奇异而神灵的特性。 \\n ⑥鸇：鹞鹰一类的鸟。 \\n ⑦抟：把散碎的东西捏聚成团。 \\n ⑧淫水：洪水。这里指水从山上流下时广阔而四溢的样子。 \\n ⑨洛洛：形容水流声。 \\n 西南四百里，曰昆仑之丘①，是实惟帝之下都，神陆吾司之。其神状虎身而九尾，人面而虎爪；是神也，司天之九部及帝之囿(yòu)时②。有兽焉，其状如羊而四角，名曰土蝼，是食人。有鸟焉，其状如蜂，大如鸳鸯，名曰钦原，蠚(ruó)鸟兽则死③，蠚木则枯。有鸟焉，其名曰鹑鸟④，是司帝之百服。有木焉，其状如棠，黄华赤实，其味如李而无核，名曰沙棠，可以御水，食之使人不溺。有草焉，名曰薲(pín)草，其状如葵，其味如葱，食之已劳。河水出焉，而南流东注于无达。赤水出焉，而东南流注于汜(fàn)天之水。洋水出焉，而西南流注于丑涂之水。黑水出焉，而西流于大杅(yú)。是多怪鸟兽。 \\n ①昆仑之丘：即昆仑山，神话传说中天帝居住的地方。 \\n ②九部：据古人解释是九域的部界。囿：古代帝王畜养禽兽的园林。 \\n ③蠚：毒虫类咬刺。 \\n ④鹑鸟：传说中的凤凰之类的鸟，和上文所说的鹑鸟即鹌鹑不同。 \\n 又西三百七十里，曰乐游之山。桃水出焉，西流注于稷泽，是多白玉，其中多〈鱼骨〉(huá)鱼，其状如蛇而四足，是食鱼。 \\n 西水行四百里，曰流沙，二百里至于蠃(luó)母之山，神长乘司之，是天之九德也。其神状如人而犳(guō)尾①。其上多玉，其下多青石而无水。 \\n ①犳：一种类似于豹子的野兽。 \\n 又西三百五十里，曰玉山①，是西王母所居也。西王母其状如人，豹尾虎齿而善啸②，蓬发戴胜③，是司天之厉及五残。有兽焉，其状如犬而豹文，其角如牛，其名曰狡，其音如吠犬，见则其国大穰。有鸟焉，其状如翟而赤，名曰胜(xìng)遇，是食鱼，其音如录(鹿)，见则其国大水。 \\n ①玉山：据古人讲，这座山遍布着玉石，所以叫做玉山。 \\n ②啸：兽类长声吼叫。 \\n ③胜：指玉胜，古时用玉制做的一种首饰。 \\n 又西四百八十里，曰轩辕之丘①，无草木。洵水出焉，南流注于黑水，其中多丹粟，多青、雄黄。 \\n ①轩辕之丘：即轩辕丘，传说上古帝王黄帝居住在这里，娶西陵氏女为妻，因此也号称轩辕氏。 \\n 又西三百里，曰积石之山，其下有石门，河水冒以西南流。是山也，万物无不有焉。 \\n 又西二百里，曰长留之山，其神白帝少昊(hào)居之①。其兽皆文尾，其鸟皆文首。是多文玉石。实惟员神磈(wěi)氏之宫②。是神也③，主司反景(yǐng)④。 \\n ①白帝少昊：即少昊金天氏，传说中上古帝王帝挚的称号。 \\n ②磈氏：即白帝少昊。 \\n ③神：指少昊。 \\n ④景：通\"影\"。 \\n 又西二百八十里，曰章莪(é)之山，无草木，多瑶、碧。所为甚怪。有兽焉，其状如赤豹，五尾一角，其音如击石，其名曰狰(zhēng)。有鸟焉，其状如鹤，一足，赤文青质而白喙，名曰毕方①，其鸣自叫也，见则其邑有譌(é)火②。 \\n ①毕方：传说是树木的精灵，形貌与鸟相似，青色羽毛，只长着一只脚，不吃五谷。又传说是老父神，形状像鸟，两只脚，一只翅膀，常常衔着火到人家里去制造火灾。 \\n ②譌火：怪火，像野火那样莫名其妙地烧起来。 \\n 又西三百里，曰阴山。浊浴之水出焉，而南流注于蕃泽，其中多文贝。有兽焉。其状如狸而白首，名曰天狗，其音如榴榴(貓貓)，可以御凶。 \\n 又西二百里，曰符惕(yáng)之山，其上多棕枏，下多金玉。神江疑居之。是山也，多怪雨，风云之所出也。 \\n 又西二百二十里，曰三危之山，三青鸟居之①。是山也，广员百里。其上有兽焉，其状如牛，白身四角，其豪如披蓑(suō)②，其名曰〈彳敖〉(ào)〈彳因〉(yē)，是食人。有鸟焉，一首而三身，其状如〈乐鸟〉(luò)③，其名曰鸱(chī)。 \\n ①三青鸟：神话传说中的鸟，专为西王母取送食物。 \\n ②豪：豪猪身上的刺。这里指长而刚硬的毛。蓑：遮雨用的草衣。 \\n ③〈乐鸟〉：与雕鹰相似的鸟，黑色斑纹，红色脖颈。 \\n 又西一百九十里，曰騩(guī)山，其上多玉而无石。神耆(qí)童居之①，其音常如钟磐②。其下多积蛇。 \\n ①耆童：即老童，传说是上古帝王颛顼的儿子。 \\n ②磬：古代一种乐器，用美石或玉石雕制而成。悬挂于架上，用硬物敲击它而发出音响，悦耳动听。 \\n 又西三百五十里，曰天山，多金玉，有青、雄黄。英水出焉，而西南流注于汤谷。有神焉，其状如黄囊①，赤如丹火，六足四翼，浑敦无面目②，是识歌舞，实为帝江(hóng)也③。 \\n ①囊：袋子，口袋。 \\n ②浑敦：用\"浑沌\"，没有具体的形状。 \\n ③帝江：即帝鸿氏，据神话传说也就是黄帝。 \\n 又西二百九十里，曰泑(yōu)山，神蓐(rǔ)收居之①。其上多婴短之玉②，其阳多瑾、瑜之玉，其阴多青、雄黄。是山也，西望日之所入，其气员，神红光之所司也③。 \\n ①蓐收：据古人解说就是金神，长着人面，虎爪子，白色毛皮，管理太阳的降落。 \\n ②婴短之玉：就是上文羭次山一节中所记述的婴垣之玉。据今人考证，\"垣\"、\"短\"可能都是\"脰\"之误。而婴脰之玉，就是可制做脖胫饰品的玉石。婴：环绕。脰：颈项。 \\n ③红光：就是蓐收。 \\n 西水行百里，至于翼望之山，无草木，多金玉。有兽焉，其状如狸，一目而三尾，名曰讙(huān)，其音如{大集}(夺)百声①，是可以御凶，服之已瘅(dàn)②。有鸟焉，其状如乌，三首六尾而善笑，名曰鵸(yī)〈余鸟〉(yú)，服之使人不厌(yǎn)③，又可以御凶。 \\n ①夺：竞取，争取。这里是超出，压倒的意思。 \\n ②瘅：通\"疸\"，即黄疸病。中医将此病症分为谷疸、酒疸、黑疸、女劳疸、黄汗五种，认为是由湿热造成的。 \\n ③厌：通\"魇\"，梦中遇可怕的事而呻S吟Y、惊叫。 \\n 凡西次三经之首，崇吾之山至于翼望之山，凡二十三山，六千七百四十四里。其神状皆羊身人面。其祠之礼，用一吉玉瘗①，糈用稷米②。 \\n ①吉玉：带有符彩的玉。 \\n ②稷：即古代主要食用作物之一的粟，俗称谷子。 \\n 西次四经之首，曰阴山，上多穀(gǔ)，，无石，其草多茆(mǎo)、蕃①。阴水出焉，西流注于洛。 \\n ①茆：即莼菜，又叫凫葵，多年生水生草本，叶椭圆形，浮生在水面，夏季开花。嫩叶可供食用。藩：即薠草，像莎草而大一些，生长在江湖水边，大雁吃它。 \\n 北五十里，曰劳山，多茈(zǐ)草①。弱水出焉，而西流注于洛。 \\n ①茈草：即紫草，可以染紫色。 \\n 西五十里，曰罢父之山，洱(ěr)水出焉，而西流注于洛，其中多茈、碧①。 \\n ①茈：紫色。这里指紫色的美石。碧：青绿色。这里指青绿色的玉石。 \\n 北百七十里，曰申山，其上多穀、柞(zuò)，其下多杻橿，其阳多金玉。区水出焉，而东流注于河。 \\n 北二百里，曰鸟山，其上多桑，其下多楮，其阴多铁，其阳多玉。辱水出焉，而东流注于河。 \\n 又北百二十里，曰上申之山，上无草木，而多硌(luò)石①，下多榛(zhēn)楛(hù)②，兽多白鹿。其鸟多当扈，其状如雉③，以其髯飞④，食之不眴(shùn)目⑤。汤水出焉，东流注于河。 \\n ①硌：石头很大的样子。 \\n ②榛：落叶灌木，结的果实叫榛子，近球形，果皮坚硬。木材可做器物。楛：一种树木，形似荆而赤茎似蓍。木材可以做箭。 \\n ③雉：俗称野鸡。雄性雉鸟的羽毛华丽，颈下有一显著白色环纹。雌性雉鸟全身砂褐色，体形较小，尾也较短。善于行走，但不能长时间飞行。肉可以食用，而尾羽可做装饰品。 \\n ④髯：脖子咽喉下的须毛。 \\n ⑤眴目：即瞬目，眨闪眼睛。 \\n 又北百八十里，曰诸次之山，诸次之水出焉，而东流注于河。是山也，多木无草，鸟兽莫居，是多众蛇。 \\n 又北百八十里，曰号山，其木多漆、棕①，其草多药、虈(xiāo)芎(xiōng)䓖(qióng)②。多汵(jīn)石③。端水出焉，而东流注于河。 \\n ①漆：这里指漆树，落叶乔木，从树干中流出的汁液可作涂料用。 \\n ②药：白芷的别名，是一种香草，根称白芷，叶子称药，统称为白芷。虈：一种香草。芎䓖：一种香草。生长在四川地区的叶做川芎，在茎叶还细嫩时称作蘼芜，当叶子长得宽大时称作江蓠。 \\n ③汵石：一种石质柔软如泥的石头。 \\n 又北二百二十里，曰盂山，其阴多铁，其阳多铜，其兽多白狼白虎，其鸟多白雉白翟。生水出焉，而东流注于河。 \\n 西二百五十里，曰白於之山，上多松柏，下多栎檀，其兽多〈牜乍〉牛、羬羊，其鸟多鸮(xiāo)。洛水出于其阳，而东流注于渭；夹水出于其阴，东流注于生水。 \\n 西北三百里，曰由(申)首之山，无草木，冬夏有雪。申水出于其上，潜于其下，是多白玉。 \\n 又西五十五里，曰泾谷之山。泾水出焉，东南流注于渭，是多白金白玉。 \\n 又西百二十里，曰刚山，多柒木①，多〈王雩〉琈之玉。刚水出焉，北流注于渭。是多神〈光鬼〉(kuí)②，其状人面兽身，一足一手，其音如钦③。 \\n ①柒木：漆树。\"柒\"即\"漆\"字。 \\n ②神〈光鬼〉：就是魑魅一类的东西，而魑魅是传说中山泽的鬼怪。 \\n ③钦：\"吟\"字的假借音，用呻S吟Y之意。 \\n 又西二百里，至刚山之尾。洛水出焉，而北流注于河。其中多蛮蛮①，其状鼠身而鳖首，其音如吠犬。 \\n ①蛮蛮：属于水獭之类的动物，与上文的蛮蛮鸟同名而异物。 \\n 又西三百五十里，曰英鞮(dī)之山，上多漆木，下多金玉，鸟兽尽白。涴水出焉，而北流注于陵羊之泽。是多冉遗之鱼，鱼身蛇首六足，其目如马耳，食之使人不眯①，可以御凶。 \\n ①眯：梦魇。 \\n 又西三百里，曰中曲之山，其阳多玉，其阴多雄黄、白玉及金。有兽焉，其状如马而白身黑尾，一角，虎牙爪，音如鼓音，其名曰駮(bó)，是食虎豹，可以御兵。有木焉，其状如棠，而员叶赤实，实大如木瓜①，名曰櫰(guī)木，食之多力。 \\n ①木瓜：木瓜树所结的果子。这种果树也叫楙(mào)树，落叶灌木或乔木，果实在秋季成熟，椭圆形，有香气，可以吃，也可入药。 \\n 又西二百六十里，曰邽(guī)山。其上有兽焉，其状如牛，猬毛，名曰穷奇，音如嗥(háo)狗①，是食人。濛水出焉，南流注于洋水，其中多黄贝②；蠃(luó)鱼，鱼身而鸟翼，音如鸳鸯，见则其邑大水。 \\n ①嗥：野兽吼叫。 \\n ②黄贝：据古人说是一种甲虫，肉如蝌蚪，但有头也有尾巴。 \\n 又西二百二十里，曰鸟鼠同穴之山，其上多白虎、白玉。渭水出焉，而东流注于河，其中多鳋(sāo)鱼，其状如鳣(zhān)鱼①，动则其邑有大兵。滥(jiàn)水出于其西，西流注于汉水，多{如鱼}(rú)魮(pí)之鱼，其状如覆铫(diào)②，鸟首而鱼翼鱼尾，音如磬石之声，是生珠玉。 \\n ①鳣鱼：一种形体较大的鱼，大的有二、三丈长，嘴长在颔下，身体上面有甲，无鳞，肉是黄色的。 \\n ②铫：即吊子，一种有把柄有流嘴的小型烹器。 \\n 西南三百六十里，曰崦(yān)嵫(zī)之山①，其上多丹木，其叶如穀，其实大如瓜，赤符而黑理②，食之已瘅，可以御火。其阳多龟，其阴多玉。苕水出焉，而西流注于海，其中多砥(dǐ)砺(lì)③。有兽焉，其状马身而鸟翼，人面蛇尾，是好举人，名曰孰湖。有鸟焉，其状如鸮(xiāo)而人面，蜼(wěi)身犬尾④，其名自号也，见则其邑大旱。 \\n ①崦嵫之山：即崦嵫山，神话传说是太阳落入的地方，山下有蒙水，水中有虞渊。 \\n ②符：\"柎\"的假借字。柎：花萼。 \\n ③砥砺：两种磨刀用的石头。细磨刀石叫砥，粗磨刀石叫砺，后一般合起来泛指磨石。④蜼：传说中的一种猴子，似猕猴之类。 \\n 凡西次四经自阴山以下，至于崦嵫之山，凡十九山，三千六百八十里。其神祠礼，皆用一白鸡祈，糈以稻米，白菅为席。 \\n 右西经之山，凡七十七山，一万七千五百一十七里。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷三 北山经", "正文": "  \\n 山海经卷三　北山经 \\n 　 \\n 北山经之首，曰单狐之山，多机木①，其上多华草②。漨(fēng)水出焉，而西流注于泑水，其中多芘(茈)石、文石③。 \\n ①机木：即桤(qī)木树，长得像榆树，把枝叶烧成灰撒在稻田中可作肥料用。 \\n ②华草：不详何草。 \\n ③茈石：紫颜色的漂亮石头。文石：有纹理的漂亮石头。 \\n 又北二百五十里，曰求如之山，其上多铜，其下多玉，无草木。滑水出焉，而西流注于诸毗(Pí)之水。其中多滑鱼，其状如鱓(shàn)①，赤背，其音如梧②，食之已疣③。其中多水马，其状如马，文臂牛尾，其音如呼。 \\n ①鱓：即鳝鱼。俗称黄鳝，体形如蛇，又长又圆又光滑，肉味鲜美。 \\n ②梧：枝梧，也作\"支吾\"，用含混的言语搪塞。 \\n ③疣：皮肤上的赘生物，俗称瘊子。 \\n 又北二百里，曰带山，其上多玉，其下多青碧。有兽焉，其状如马，一角有错①，其名曰〈月雚〉(huān)疏，可以辟火。有鸟焉，其状如乌，五采而赤文，名曰鵸(yī)〈余鸟〉(yú)，是自为牝牡，食之不疽(jǔ)。彭水出焉，而西流注于芘湖之水，其中多儵(yóu)鱼，其状如鸡而赤毛，三尾六足四(首)目，其音如鹊，食之可以已忧。 \\n ①错：\"厝\"(cuò)的假借字。厝：磨刀石。 \\n 又北四百里，曰谯明之山。谯水出焉，西流注于河。其中多何罗之鱼，一首而十身，其音如吠犬，食之已痈。有兽焉，其状如貆(huán)而赤毫①，其音如榴榴，名曰孟槐，可以御凶。是山也，无草木，多青、雄黄。 \\n ①狟：豪猪。毫：细毛。 \\n 又北三百五十里，曰涿光之山。嚻(xiāo)水出焉，而西流注于河。其中多鰼鰼(xí)之鱼，其状鹊而十翼，鳞皆在羽端，其音如鹊，可以御火，食之不瘅。其上多松柏，其下多棕橿，其兽多麢(1íng)羊，其鸟多蕃。 \\n ①蕃：不详何鸟。也有认为可能是猫头鹰之类的鸟。 \\n 又北三百八十里，曰虢(guó)山，其上多漆，其下多桐椐(qū)①。其阳多玉，其阴多铁。伊水出焉，西流注于河。其兽多橐(tuó)驼②，其鸟多寓③，状如鼠而鸟翼，其音如羊，可以御兵④。 \\n ①椐：椐树，也就是灵寿木，树干上多长着肿节，古人常用来制做拐杖。 \\n ②橐驼：就是骆驼，身上有肉鞍，善于在沙漠中行走，知道水泉所在的地方，背负千斤重物而日行三百里。 \\n ③寓：即蝙蝠之类的小飞禽。 \\n ④御兵：即辟兵。兵在这里是指各种兵器的锋刃。辟兵就是兵器的尖锋利刃不能伤及身子。 \\n 又北四百里，至于虢山之尾，其上多玉而无石。鱼水出焉，西流注于河，其中多文贝。 \\n 又北二百里，曰丹熏之山，其上多樗(chū)柏，其草多韭薤(xié)①，多丹雘。熏水出焉，而西流注于棠水。有兽焉，其状如鼠，而菟(tù)首麋身②，其音如嗥犬，以其尾飞，名曰耳鼠，食之不〈月采〉(cǎi)③，又可以御百毒④。 \\n ①薤：也叫蕌头，一种野菜，茎可食用，并能入药。 \\n ②菟：通\"兔\"。 \\n ③〈月采〉：臌胀。 \\n ④百：这里表示多的意思，非实指。 \\n 又北二百八十里，曰石者之山，其上无草木，多瑶、碧。泚水出焉，西流注于河。有兽焉，其状如豹，而文题白身①，名曰孟极，是善伏，其鸣自呼。 \\n ①文：花纹。这里指野兽的皮毛因多种颜色相间杂而呈现出的斑纹或斑点。题：额头。 \\n 又北百一十里，曰边春之山，多葱、葵、韭、桃、李①。杠水出焉，而西流注于泑泽。有兽焉，其状如禺而文身，善笑，见人则卧，名曰幽鴳(é)，其鸣自呼。 \\n ①葱：山葱，又叫茖葱，一种野菜。茎生有枝格，一边拔取一边又生长起来，食之不尽。冬天也不枯萎。桃：山桃，又叫榹(sī)桃，也叫毛桃，一种野果木。果子很小，核与果肉粘结一起，桃仁多脂，可入药。 \\n 又北二百里，曰蔓联之山，其上无草木。有兽焉，其状如禺而有鬣，牛尾、文臂、马蹄，见人则呼，名曰足訾(zǐ)，其鸣自呼。有鸟焉，群居而朋飞，其毛如雌雉，名曰鵁(jiāo)，其鸣自呼，食之已风。 \\n 又北百八十里，曰单张之山，其上无草木。有兽焉，其状如豹而长尾，人首而牛耳，一目，名曰诸犍，善咤①，行则衔其尾，居则蟠其尾②。有鸟焉，其状如雉，而文首、白翼、黄足，名曰白鵺(yé)，食之已嗌(yì)痛③，可以已痸(zhì)④。栎水出焉，而南流注于杠水。 \\n ①咤：怒声。这里是大声吼叫的意思。 \\n ②蟠：盘曲而伏。 \\n ③嗌：咽喉。 \\n ④痸：痴病，疯癫病。 \\n 又北三百二十里，曰灌题之山，其上多樗柘①(zhé)，其下多流沙，多砥。有兽焉，其状如牛而白尾，其音如訆(jiào)②，名曰那父。有鸟焉，其状如雌雉而人面，见人则跃，名曰竦(sǔ)斯，其鸣自呼也。匠韩之水出焉，而西流注于泑泽，其中多磁石③。 \\n ①柘：柘树，也叫黄桑，奴柘。落叶灌木，叶子可以喂蚕，果子可以食用，树皮可以造纸。 \\n ②訆：同\"叫\"。大呼。 \\n ③磁石：也作\"慈石\"，一种天然矿石，具有吸引铁、镍、钴等金属物质的属性。俗称吸铁石，今称磁铁石。中国古代四大发明之一的指南针，就是利用磁石制做成的。 \\n 又北二百里，曰潘侯之山，其上多松柏，其下多榛(zhēn)楛(hǔ)，其阳多玉，其阴多铁。有兽焉，其状如牛，而四节生毛，名曰旄牛。边水出焉，而南流注于栎泽。 \\n 又北二百三十里，曰小咸之山，无草木，冬夏有雪。 \\n 北二百八十里，曰大咸之山，无草木，其下多玉。是山也，四方，不可以上。有蛇名曰长蛇①，其毛如彘豪，其音如鼓柝(tuō)②。 \\n ①长蛇：传说有几十丈长，能把鹿、象等动物吞入腹中。 \\n ②鼓：击物作声。柝：是古代巡夜人在报时间时所敲击的一种木梆子。 \\n 又北三百二十里，曰敦薨(hōng)之山，其上多棕、枏，其下多茈草。敦薨之水出焉，而西流注于泑泽。出于昆仑之东北隅，实惟河原。其中多赤鲑(guī)①。其兽多兕、旄牛，其鸟多鸤鸠②。 \\n ①赤鲑：身体呈流线型，有小圆鳞，口大而斜，锥状牙齿，是一种冷水性的经济鱼类。②鸤鸠：即尸鸠，也就是布谷鸟。 \\n 又北二百里，曰少咸之山，无草木，多青碧。有兽焉，其状如牛，而赤身、人面、马足，名曰窫(zhá)窳(yǔ)，其音如婴儿，是食人。敦水出焉，东流注于雁门之水，其中多〈鱼市〉〈鱼市〉(péi)之鱼①，食之杀人。 \\n ①〈鱼市〉〈鱼市〉：据古人说就是江豚，黑色，大小如同一百斤重的猪。 \\n 又北二百里，曰狱法之山。瀤(huái)泽之出焉，而东北流注于泰泽。其中多〈鱼巢〉(zǎo)鱼，其状如鲤而鸡足，食之已疣。有兽焉，其状如犬而人面，善投，见人则笑，其名山〈犭军〉(hún)，其行如风，见则天下大风。 \\n 又北二百里，曰北岳之山，多枳棘刚木①。有兽焉，其状如牛，而四角、人目、彘耳，其名曰诸怀，其音如鸣雁，是食人。诸怀之水出焉，而西流注于嚻水，其中多鮨(yì)鱼，鱼身而犬首，其音如婴儿，食之已狂②。 \\n ①枳棘：枳木和棘木，两种矮小的树。枳木像橘树而小一些，叶子上长满刺。春天开白花，秋天成果实，果子小而味道酸，不能吃，可入药。棘木就是丛生的小枣树，即酸枣树，枝叶上长满了刺。刚木：指木质坚硬的树，即檀木材、柘树之类。 \\n ②狂：本义是说狗发疯。后来也指人的神经错乱，精神失常。 \\n 又北百八十里，曰浑夕之山，无草木，多铜玉。嚻水出焉，而西北流注于海。有蛇一首两身，名曰肥遗，见则其国大旱。 \\n 又北五十里，曰北单之山，无草木，多葱韭。 \\n 又北百里，曰罴差之山，无草木，多马①。 \\n ①马：指一种野马，与一般的马相似而个头小一些。 \\n 又北百八十里，曰北鲜之山，是多马。鲜水出焉，而西北流注于涂吾之水。 \\n 又北百七十里，曰隄(tí)山，多马。有兽焉，其状如豹而文首，名曰狕(yāo)。隄水出焉，而东流注于泰泽，其中多龙龟①。 \\n ①龙龟：也有把龙龟看作是一种动物的，即龙种龟身的吉吊。 \\n 凡北山经之首，自单狐之山至于隄山，凡二十五山，五千四百九十里，其神皆人面蛇身。其祠之：毛用一雄鸡彘瘗(yì)，吉玉用一珪，瘗而不糈。其山北人，皆生食不火之物。 \\n 北次二经之首山，在河之东，其首枕汾，其名曰管涔(cén)之山。其上无木而多草，其下多玉。汾水出焉，而西流注于河。 \\n 又北二百五十里，曰少阳之山，其上多玉，其下多赤银①。酸水出焉，而东流注于汾水，其中多美赭②。 \\n ①赤银：最精最纯的银子。这里指天然含银量很高的优质银矿石。 \\n ②赭：即赭石，一种红土中含着铁质的矿物。 \\n 又北五十里，曰县雍之山，其上多玉，其下多铜，其兽多闾(lǔ)麋①，其鸟多白翟、白〈有鸟〉(yóu)②。晋水出焉，而东南流注于汾水。其中多鮆(zī)鱼，其状如儵(yóu)而赤麟③，其音如叱④，食之不骄。 \\n ①闾：据古人讲，是一种黑母羊，形体似驴而蹄子歧分，角如同羚羊的角，也叫山驴。②白〈有鸟〉：据古人讲，就是前面已说过的白鸟。 \\n ③儵：通\"鯈\"，这里指的是小鱼。 \\n ④叱：大声呵斥。 \\n 又北二百里，曰狐岐之山，无草木，多青碧。胜水出焉，而东北流注于汾水，其中多苍玉。 \\n 又北三百五十里，曰白沙山，广员三百里，尽沙也，无草木鸟兽。鲔(Wěi)水出于其上，潜于其下，是多白玉。 \\n 又北四百里，曰尔是之山，无草木，无水。 \\n 又北三百八十里，曰狂山，无草木。是山也，冬夏有雪。狂水出焉，而西流注于浮水，其中多美玉。 \\n 又北三百八十里，曰诸余之山，其上多铜玉，其下多松柏。诸余之水出焉，而东流注于旄水。 \\n 又北三百五十里，曰敦头之山，其上多金玉，无草木。旄水出焉，而东流注于邛(qióng)(印)泽。其中多〈马孛〉(bó)马，牛尾而白身，一角，其音如呼。 \\n 又北三百五十里，曰鉤吾之山，其上多玉，其下多铜。有兽焉，其状如羊身人面，其目在腋下，虎齿人爪，其音如婴儿，名曰狍(páo)鸮(xiāo)①，是食人。 \\n ①狍鸮：传说中的一种怪兽，非常贪婪，不但吃人，而且在吃不完时，还要把人身的各个部位咬碎。 \\n 又北三百里，曰北嚻之山，无石，其阳多碧，其阴多玉。有兽焉，其状如虎，而白身犬首，马尾彘鬣，名曰独〈犭谷〉(gú)。有鸟焉，其状如乌，人面，名曰{般鸟}(bàn)〈冒鸟〉(mào)，宵飞而昼伏，食之已暍(yē)①。涔(cén)水出焉，而东流注于邛(qióng)泽。 \\n ①暍：中暑，受暴热。 \\n 又北三百五十里，曰梁渠之山，无草木，多金玉。脩水出焉，而东流注于雁门。其兽多居暨(jī)，其状如彙(wéi)而赤毛①，其音如豚(tún)。有鸟焉，其状如夸父②，四翼、一目、犬尾，名曰嚻，其音如鹊，食之已腹痛，可以止衕(dòng)③。 \\n ①彙：据古人讲，这种动物长得像老鼠，红色的毛硬得像刺猬身上的刺。 \\n ②夸父：即前文所说的举父，一种长得像猕猴的野兽。③衕：腹泻。 \\n 又北四百里，曰姑灌之山，无草木。是山也，冬夏有雪。 \\n 又北三百八十里，曰湖灌之山，其阳多玉，其阴多碧、多马。湖灌之水出焉，而东流注于海，其中多〈鱼旦〉(shàn)①。有木焉，其叶如柳而赤理。 \\n ①〈鱼旦〉：同\"鱓\"。即黄鳝。 \\n 又北水行五百里，流沙三百里，至于洹(huán)山，其上多金玉。三桑生之，其树皆无枝，其高百仞①，百果树生之。其下多怪蛇。 \\n ①仞：古代的八尺为一仞。 \\n 又北三百里，曰敦题之山，无草木，多金玉。是錞(chún)于北海①。 \\n ①錞：依附。这里是座落、高踞的意思。 \\n 凡北次二经之首，自管涔之山至于敦题之山，凡十七山，五千六百九十里。其神皆蛇身人面。其祠：毛用一雄鸡、彘瘗；用一璧一珪，投而不糈。 \\n 北次三经之首，曰太行之山。其首曰归山，其上有金玉，其下有碧。有兽焉，其状如麢(líng)羊而四角，马尾而有距①，其名曰〈马军〉(huī)，善还(xuán)②，其名自訆(jiào)。有鸟焉，其状如鹊，白身、赤尾、六足，其名曰〈贲鸟〉(bēn)，是善惊，其鸣自詨(jiào)③。 \\n ①距：雄鸡、野鸡等跖后面突出像脚趾的部分。这里指鸡爪子。 \\n ②还：通\"旋\"。旋转。③詨：叫，呼。 \\n 又东北二百里，曰龙侯之山，无草木，多金玉。決(決)之水出焉，而东流注于河。其中多人鱼，其状如〈鱼帝〉(tí)鱼，四足，其音如婴儿，食之无痴疾。 \\n 又东北二百里，曰马成之山，其上多文石，其阴多金玉。有兽焉，其状如白犬而黑头，见人则飞，其名曰天马，其鸣自訆。有鸟焉，其状如乌，首白而身青、足黄，是名曰鶌(qǔ)鶋(jū)，其鸣自詨(jiào)，食之不饥，可以已寓①。 \\n ①寓：古人认为寓即\"误\"字，大概以音近为义，指昏忘之病，就是现在所谓的老年健忘症，或老年痴呆症。也有另一种意见认为指疣病，就是中医学上所谓的千日疮，是因病毒感染而在皮肤上生出小疙瘩。 \\n 又东北七十里，曰咸山，其上有玉，其下多铜，是多松柏，草多茈草。条菅之水出焉，而西南流注于长泽。其中多器酸①，三岁一成，食之已疠。 \\n ①器酸：据古人讲，大概是一种可以吃而有酸味的东西，就像山西解州盐池所生产的盐之类的东西。因为泽水静止而不流动，积的时间长了，就形成一种酸味的物质。 \\n 又东北二百里，曰天池之山，其上无草木，多文石。有兽焉，其状如兔而鼠首，以其背飞，其名曰飞鼠。渑(shéng)水出焉，潜于其下，其中多黄垩(é)。 \\n 又东三百里，曰阳山，其上多玉，其下多金铜。有兽焉，其状如牛而赤尾，其颈(shén)①，其状如句(gōu)瞿②，其名曰领胡，其鸣自詨，食之已狂。有鸟焉，其状如雌雉，而五采以文，是自为牝牡，名曰象蛇，其鸣自詨。留水出焉，而南流注于河。其中有〈鱼臽〉(xiàn)父之鱼，其状如鲋鱼，鱼首而彘身，食之已呕。 \\n ①：肉瘤。②句瞿：斗。 \\n 又东三百五十里，曰贲闻之山，其上多苍玉，其下多黄垩，多涅石①。 \\n ①涅石：一种黑色矾石，可做黑色染料。矾石是一种矿物，为透明结晶体，有白、黄、青、黑、绛五种。 \\n 又北百里，曰王屋之山，是多石。〈氵联〉(niǎn)水出焉，而西北流于泰泽。 \\n 又东北三百里，曰教山，其上多玉而无石。教水出焉，西流注于河，是水冬干而夏流，实惟干河。其中有两山，是山也，广员三百步，其名曰发丸之山①，其上有金玉。 \\n ①发丸之山：据古人讲，发丸山居于水中，形状像似神人所发射的两颗弹丸，所以这样叫。 \\n 又南三百里，曰景山，南望盐贩之泽，北望少泽。其上多草、藷薁(yú)①，其草多秦椒②，其阴多赭，其阳多玉。有鸟焉，其状如蛇，而四翼、六目、三足，名曰酸与，其鸣自詨，见则其邑有恐。 \\n ①藷薁：一种植物，根像羊蹄，可以食用，就是今天所说的山药。 \\n ②秦椒：一种草，所结的子实像花椒，叶子细长。 \\n 又东南三百二十里，曰孟门之山，其上多苍玉，多金，其下多黄垩，多涅石。 \\n 又东南三百二十里，曰平山。平水出于其上，潜于其下，是多美玉。 \\n 又东二百里，曰京山，有美玉，多漆木，多竹，其阳有赤铜，其阴有玄〈石肃〉(sǔ)①。高水出焉，南流注于河。 \\n ①玄：黑色。〈石肃〉：砥石。就是磨刀石。 \\n 又东二百里，曰虫尾之山，其上多金玉，其下多竹，多青碧。丹水出焉，南流注于河。薄水出焉，而东南流注于黄泽。 \\n 又东三百里，曰彭毗(pí)之山，其上无草木，多金玉，其下多水。蚤(zào)林之水出焉，东南流注于河。肥水出焉，而南流注于床水，其中多肥遗之蛇。 \\n 又东百八十里，曰小侯之山。明漳之水出焉，南流注于黄泽。有鸟焉，其状如乌而白文，名曰鸪(gū)〈習鳥〉(xī)，食之不灂(jiào)①。 \\n ①灂：眼昏矇。 \\n 又东三百七十里，曰泰头之山。共水出焉，南注于虖(hū)沱(tuó)。其上多金玉，其下多竹箭①。 \\n ①箭：一种生长较小的竹子，坚硬可做箭矢。 \\n 又东北二百里，曰轩辕之山，其上多铜，其下多竹。有鸟焉，其状如枭而白首，其名曰黄鸟，其鸣自詨，食之不妒。 \\n 又北二百里，曰谒戾之山，其上多松柏，有金玉。沁水出焉，南流注于河。其东有林焉，名曰丹林。丹林之水出焉，南流注于河。婴侯之水出焉，北流注于氾水。 \\n 东三百里，曰沮洳之山，无草木，有金玉。濝(qì)水出焉，南流注于河。 \\n 又北三百里，曰神囷(qǔn)之山，其上有文石，其下有白蛇，有飞虫①。黄水出焉，而东流注于洹。滏水出焉，而东流注于欧水。 \\n ①飞虫：指蠛(mié)蠓、蚊子之类的小飞虫，成群成堆地乱飞，满天蔽日。 \\n 又北二百里，曰发鸠之山，其上多柘(zhé)木①。有鸟焉，其状如乌，文首、白喙、赤足，名曰精卫，其鸣自詨。是炎帝之少女②，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙(yīn)于东海③。漳水出焉，东流注于河。 \\n ①柘木：柘树，是桑树的一种，叶子可以喂养蚕，果实可以吃，树根树皮可作药用。 \\n ②炎帝：号称神农氏，传说中的上古帝王。 \\n ③堙：堵塞。 \\n 又东北百二十里，曰少山，其上有金玉，其下有铜。清漳之水出焉，东流于浊漳之水。 \\n 又东北二百里，曰锡山，其上多玉，其下有砥。牛首之水出焉，而东流注于滏水。 \\n 又北二百里，曰景山，有美玉。景水出焉，东南流注于海泽。 \\n 又北百里，曰题首之山，有玉焉，多石，无水。 \\n 又北百里，曰绣山，其上有玉、青碧，其木多栒(xún)①，其草多芍(shuó)药、芎(xiōng)䓖(qiōng)②。洧(wěi)水出焉，而东流注于河，其中有鳠(hù)、黾(mǐn)③。 \\n ①栒：栒树，古人常用树干部分的木材制做拐杖。 \\n ②芍药：多年生草本花卉，初夏开花，与牡丹相似、花朵大而美丽，有白、红等颜色。③鳠：鳠鱼，体态较细，灰褐色，头扁平，背鳍、胸鳍相对有一硬刺，后缘有踞齿。黾：蛙的一种，形体同虾蟆相似而小一些，皮肤青色。 \\n 又北百二十里，曰松山。阳水出焉，东北流注于河。 \\n 又北百二十里，曰敦与之山，其上无草木，有金玉。溹(suǒ)水出于其阳，而东流注于泰陆之水；泜(dǐ)水出于其阴，而东流注于彭水；槐水出焉，而东流注泜泽。 \\n 又北百七十里，曰柘山，其阳有金玉，其阴有铁。历聚之水出焉，而北流注于洧水。 \\n 又北三百里，曰维龙之山，其上有碧玉，其阳有金，其阴有铁。肥水出焉，而东流注于皋泽，其中多礨(lěi)石①。敞铁之水出焉，而北流注于大泽。 \\n ①礨石：礨的本义是地势突然高出的样子。礨石在这里指河道中的大石头高出水面许多，显得突兀。 \\n 又北百八十里，曰白马之山，其阳多石玉，其阴多铁，多赤铜。木马之水出焉，而东北流注于虖(hū)沱(tuó)。 \\n 又北二百里，曰空桑之山，无草木，冬夏有雪。空桑之水出焉，东流注于虖沱。 \\n 又北三百里，曰泰戏之山，无草木，多金玉。有兽焉，其状如羊，一角一目，目在耳后，其名曰〈羊东〉〈羊东〉(dòng)，其鸣自訆。虖沱之水出焉，而东流注于溇(lóu)水。液女之水出于其阳，南流注于沁水。 \\n 又北三百里，曰石山，多藏金玉。濩濩(huò)之水出焉，而东流注于虖沱；鲜于之水出焉，而南流注于虖沱。 \\n 又北二百里，曰童戎之山。皋涂之水出焉，而东流注于溇液水。 \\n 又北三百里，曰高是之山。滋水出焉，而南流注于虖沱。其木多棕，其草多条。滱(kòu)水出焉，东流注于河。 \\n 又北三百里，曰陆山，多美玉。〈姜阝〉(郯)水出焉，而东流注于河。 \\n 又北二百里，曰沂(qí)山。般(pán)水出焉，而东流注于河。 \\n 北百二十里，曰燕山，多婴石①。燕水出焉，东流注于河。 \\n ①婴石：一种像玉一样的带有彩色条纹的漂亮石头。 \\n 又北山行五百里，水行五百里，至于饶山。是无草木，多瑶、碧，其兽多橐(tuó)橐①，其鸟多鹠(liú)②。历虢(guó)之水出焉，而东流注于河，其中有师鱼③，食之杀人。 \\n ①橐駞：就是骆驼。 \\n ②鹠：即鸺鹠，也叫做横纹小鸮，头和颈侧及翼上覆羽暗褐色，密布棕白色狭横斑。 \\n ③师鱼：即鲵鱼，就是前面所说的人鱼。 \\n 又北四百里，曰乾(gān)山，无草木，其阳有金玉，其阴有铁，而无水。有兽焉，其状如牛而三足，其名曰獂(豲)(huán)其鸣自詨。 \\n 又北五百里，曰伦山。伦水出焉，而东流注于河。有兽焉，其状如麋，其川在尾上①，其名曰罴。 \\n ①川：古人注\"川\"为\"窍\"。上窍谓耳目鼻口，下窍谓前阴后阴。这里的窍是指后阴而言，就是肛门的意思。 \\n 又北五百里，曰碣石之山。绳水出焉，而东流注于河，其中多蒲夷之鱼①。其上有玉，其下多青碧。 \\n ①蒲夷之鱼：古人认为就是冉遗鱼，它的形体似蛇，有六只脚，眼睛像马的眼睛，人吃了它的肉就不会做恶梦。 \\n 又北水行五百里，至于雁门之山，无草木。 \\n 又北水行四百里，至于泰泽。其中有山焉，曰帝都之山，广员百里，无草木，有金玉。 \\n 又北五百里，曰錞于毋(wú)逢之山，北望鸡号之山，其风如(lì)①。西望幽都之山，浴水出焉。是有大蛇，赤首白身，其音如牛，见则其邑大旱。 \\n ①：急风的样子。 \\n 凡北次三经之首，自太行之山以至于无逢之山①，凡四十六山，万二千三百五十里。其神状皆马身而人面者廿(niàn)神②。其祠之：皆用一藻茝(zhǐ)瘗之③。其十四神状皆彘身而载玉④。其祠之：皆玉，不瘗。其十神状皆彘身而八足蛇尾。其祠之：皆用一璧瘗之。大凡四十四神，皆用稌(tú)糈米祠之。此皆不火食。 \\n ①无逢之山：即上文所说的錞于毋逢山。 \\n ②廿：二十。 \\n ③藻：聚藻，一种香草。茝：香草，属于兰草之类。 \\n ④载：通\"戴\"。 \\n 右北经之山志，凡八十七山，二万三千二百三十里。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷四 东山经", "正文": "  \\n 山海经卷四　东山经 \\n 　 \\n 东山经之首，曰樕(sǔ)(zhǔ)之山，北临乾(gān)昧。食水出焉，而东北流注于海。其中多鳙鳙(yòng)之鱼，其状如犁牛①，其音如彘鸣。 \\n ①犁牛：毛色黄黑相杂的牛，像虎纹似的。 \\n 又南三百里，曰藟(lěi)山，其上有玉，其下有金。湖水出焉，东流注于食水，其中多活师①。 \\n ①活师：又叫活东，蝌蚪的别名，是青蛙、蛤蟆、娃娃鱼等两栖动物的幼体，头又圆又大而尾巴细小，游泳水中。 \\n 又南三百里，曰栒(xún)状之山，其上多金玉，其下多青碧石。有兽焉，其状如犬，六足，其名曰从从，其鸣自詨(jiào)。有鸟焉，其状如鸡而鼠毛，其名曰{此虫}(zī)鼠，见则其邑大旱。〈氵只〉(zhǐ)水出焉，而北流注于湖水。其中多箴(zhēn)鱼，其状如儵(chóu)①，其喙如箴②，食之无疫疾。 \\n ①儵：即\"鯈\"字。鯈鱼，也叫白鲦(tiáo)，一种小白鱼。体长只有数寸，侧扁，银白色，腹面有肉棱，背鳍有硬刺。生活在江湖中。 \\n ②箴：同\"针\"。 \\n 又南三百里，曰勃亝(qì)之山①，无草木，无水。 \\n ①亝：\"齐\"的古字。 \\n 又南三百里，曰番条之山，无草木，多沙。減(jiǎn)水出焉，北流注于海，其中多鳡(gǎn)鱼①。 \\n ①鳡鱼：也叫做母鲇、竿鱼，体延长，亚圆筒形，青黄色，吻尖长，口大，眼小，性凶猛，捕食各种鱼类。 \\n 又南四百里，曰姑儿之山，其上多漆，其下多桑、柘(zhé)。姑儿之水出焉，北流注于海，其中多鳡鱼。 \\n 又南四百里，曰高氏之山，其上多玉，其下多箴(zhēn)石①。诸绳之水出焉，东流注于泽，其中多金玉。 \\n ①箴石：石针是古代的一种医疗器具，用石头磨制而成，可以治疗痈肿疽疱，排除脓血。箴石就是一种专门制做石针的石头。 \\n 又南三百里，曰岳山，其上多桑，其下多樗(chū)。泺(luò)水出焉，东流注于泽，其中多金玉。 \\n 又南三百里，曰犲(chái)山，其上无草木，其下多水，其中多堪〈予予〉(xǔ)之鱼。有兽焉，其状如夸父而彘毛，其音如呼，见则天下大水。 \\n 又南三百里，曰独山，其上多金玉，其下多美石。末涂之水出焉，而东南流注于沔(miǎn)，其中多(tiāo)〈虫庸〉(róng)，其状如黄蛇，鱼翼，出入有光，见则其邑大旱。 \\n 又南三百里，曰泰山，其上多玉，其下多金。有兽焉，其状如豚而有珠，名曰狪狪(tōng)，其鸣自詨。环水出焉，东流注于江(汶)，其中多水玉。 \\n 又南三百里，曰竹山，錞于江(汶)(涯)，无草木，多瑶、碧。激水出焉，而东南流注于娶檀之水，其中多茈蠃(luó)。 \\n 凡东山经之首，自樕(sǔ)(zhǔ)之山以至于竹山，凡十二山，三千六百里。其神状皆人身龙首。祠：毛用一犬祈，衈(ér)(〈耳申〉)用鱼①。 \\n ①衈：用牲畜作为祭品来向神祷告，想要使神听见。 \\n 东次二经之首，曰空桑之山，北临食水，东望沮吴，南望沙陵，西望湣(mín)泽。有兽焉，其状如牛而虎文，其音如钦(吟)，其名曰軨軨(lín)，其鸣自叫，见则天下大水。 \\n 又南六百里，曰曹夕之山，其下多榖，而无水，多鸟兽。 \\n 又西南四百里，曰峄(yì)皋(gāo)之山，其上多金玉，其下多白垩。峄皋之水出焉，东流注于激女(rǔ)之水，其中多蜃珧(yáo)①。 \\n ①蜃：大蛤。蛤是一种软体动物，贝壳卵圆形或略带三角形，颜色和斑纹美丽。珧：小蚌。蚌是一种软体动物，贝壳长卵形，表面黑褐色或黄褐色，有环形。 \\n 又南水行五百里，流沙三百里，至于葛山之尾，无草木，多砥砺。 \\n 又南三百八十里，曰葛山之首，无草木。澧(lǐ)水出焉，东流注于余泽，其中多珠蟞(biē)鱼，其状如肺而有四目六足，有珠，其味酸甘，食之无疠(lí)。 \\n 又南三百八十里，日余峨之山，其上多梓枏，其下多荆芑(qǐ)①。杂余之水出焉，东流注于黄水。有兽焉，其状如菟(tù)而鸟喙，鸱(chī)目蛇尾，见人则眠②，名曰犰(qiú)狳(yú)，其鸣自訆(jiào)，见则螽(zhōng)蝗为败③。 \\n ①芑：通\"杞\"。即构杞树。 \\n ②眠，装死。 \\n ③螽：即螽斯，蝗虫之类的昆虫，体绿色或褐色，样子像蚱蜢，以翅摩擦发音。但对农作物的损害不如蝗虫厉害。为败：为害。 \\n 又南三百里，曰杜父之山，无草木，多水。 \\n 又南三百里，曰耿山，无草木，多水碧①，多大蛇。有兽焉，其状如狐而鱼翼，其名曰朱獳(rǔ)，其鸣自訆，见则其国有恐。 \\n ①水碧：就是前文所说的水玉之类，即水晶石。 \\n 又南三百里，曰卢其之山，无草木，多沙石。沙水出焉，南流注于涔(cén)水，其中多鵹(lì)鹕(hú)①，其状如鸳鸯而人足，共鸣自訆，见则其国多土功。 \\n ①鵹鹕：即鹈鹕鸟，也叫做伽蓝鸟、淘河鸟、塘鸟。它的体长可达二米，羽毛多是白色，翅大而阔，下颌底部有一大的皮囊，能伸缩，可以用来兜食鱼类动物。因为它的四趾之间有金蹼相连，所以古人认为其足类似人脚。 \\n 又南三百八十里，曰姑射(yè)之山，无草木，多水。 \\n 又南水行三百里，流沙百里，曰北姑射之山，无草木，多石。 \\n 又南三百里，曰南姑射(yè)之山，无草木，多水。 \\n 又南三百里，曰碧山，无草木，多大蛇，多碧、水玉。 \\n 又南五百里，曰缑(hóu)氏之山，无草木，多金玉。原水出焉，东流注于沙泽。 \\n 又南三百里，曰姑逢之山，无草木，多金玉。有兽焉，其状如狐而有翼，其音如鸿雁，其名曰獙獙(bì)，见则天下大旱。 \\n 又南五百里，曰凫(fú)丽之山，其上多金玉，其下多箴石。有兽焉，其状如狐而九尾、九首、虎爪，名曰蠪(lóng)侄，其音如婴儿，是食人。 \\n 又南五百里，曰〈石垔〉(zhēn)山，南临〈石垔〉水，东望湖泽。有兽焉，其状如马，而羊目、四角、牛尾，其音如嗥狗，其名曰峳峳(yōu)，见则其国多狡客。有鸟焉，其状如凫而鼠尾，善登木，其名曰絜(xié)鉤(gōu)，见则其国多疫。 \\n 凡东次二经之首，自空桑之山至于〈石垔〉(zhēn)山，凡十七山，六千六百四十里。其神状皆兽身人面载觡(gé)①。其祠：毛用一鸡祈，婴用一璧瘗(yì)②。 \\n ①载：戴。一般指将东西戴在头上。觡：骨角。专指麋、鹿等动物头上的角，这种角的骨质与角质合而为一，没有差异，所以叫骨角。 \\n ②婴：据学者研究，婴是古代人用玉器祭祀神的专称。 \\n 又东次三经之首，曰尸胡之山，北望〈歹羊〉(xiāng)山，其上多金玉，其下多棘。有兽焉，其状如麋而鱼目，名曰妴(wān)胡，其鸣自訆。 \\n 又南水行八百里，曰岐山，其木多桃李，其兽多虎。 \\n 又南水行五百里，曰诸鉤(gōu)之山，无草木，多沙石。是山也，广员百里，多寐鱼①。 \\n ①寐鱼：又叫嘉鱼、卷口鱼，古人称为鮇鱼。这种鱼体延长，前部亚圆筒形，后部侧扁。体暗褐色。须二对，粗长。吻褶发达，裂如缨状。 \\n 又南水行七百里，曰中父之山，无草木，多沙。 \\n 又东水行千里，曰胡射之山，无草木，多沙石。 \\n 又南水行七百里，曰孟子之山，其木多梓桐，多桃李，其草多菌蒲①，其兽多麋、鹿。是山也，广员百里。其上有水出焉，名曰碧阳，其中多鳣(zhān)鲔(Wěi)②。 \\n ①菌蒲：即紫菜、石花菜、海带、海苔之类。 \\n ②鳣：鳣鱼，据古人说是一种大鱼，体形像鱏鱼而鼻子短，口在颔下，体有斜行甲，没有鳞，肉是黄色，大的有二、三丈长。鲔：鲔鱼，据古人说就是鱏鱼，体形像鳣鱼而鼻子长，体无鳞甲。 \\n 又南水行五百里曰流沙，行五百里，有山焉，曰跂(qí)踵之山，广员二百里，无草木，有大蛇，其上多玉。有水焉，广员四十里皆涌，其名曰深泽，其中多蠵(xié)龟①。有鱼焉，其状如鲤，而六足鸟尾，名曰鮯鮯(há)之鱼，其鸣自(名)訆。 \\n ①蠵龟：也叫赤蠵龟，据古人说是一种大龟，甲有纹彩，像玳瑁而薄一些。玳瑁是海中动物，形似龟，背面角质板光，有褐色和淡黄色相间的花纹，大的可达数尺。 \\n 又南水行九百里，曰踇(mǔ)隅(yú)之山，其上多草木，多金玉，多赭。有兽焉，其状如牛而马尾，名曰精精，其鸣自訆。 \\n 又南水行五百里，流沙三百里，至于无皋之山，南望幼海，东望榑(fǔ)木①，无草木，多风。是山也，广员百里。 \\n ①榑木：即扶桑，神话传说中的神木，叶似桑树叶，长数千丈，大二十围，两两同根生，更相依倚，而太阳就是从这里升起的。 \\n 凡东次三经之首，自尸胡之山至于无皋之山，凡九山，六千九百里。其神状皆人身而羊角。其祠：用一牡羊①，(米)用黍②。是神也，见则风雨水为败。 \\n ①牡：鸟兽的雄性。 \\n ②黍：一种谷物，性黏，子粒供食用或酿酒。在脱皮以后，北方人称它为黄米子。 \\n 又东次四经之首，曰北号之山，临于北海。有木焉，其状如杨，赤华，其实如枣而无核，其味酸甘，食之不疟。食水出焉，而东北流注于海。有兽焉，其状如狼，赤首鼠目，其音如豚，名曰猲狙，是食人。有鸟焉，其状如鸡而白首，鼠足而虎爪，其名曰鬿(qí)雀，亦食人。 \\n 又南三百里，曰旄山，无草木。苍体之水出焉，而西流注于展水，其中多鱃(qiū)鱼①，其状如鲤而大首，食者不疣(yóu)②。 \\n ①鱃鱼：即鳅鱼，也写成䲡鱼，形状像鳝鱼，长约三、四寸，扁尾巴，青黑色，没有鳞甲而微有黏液。常潜居河湖池沼水田的泥土中，所以俗称泥鳅或泥䲡。 \\n ②疣：同\"肬\"。一种小肉瘤，即长在人体皮肤上的小疙瘩，俗称瘊子。 \\n 又南三百二十里，曰东始之山，上多苍玉。有木焉，其状如杨而赤理，其汁如血，不实，其名曰芑(qǐ)①，可以服马。泚(cǐ)水出焉，而东北流注于海，其中多美贝，多茈鱼，其状如鲋②，一首而十身，其臭(xiù)如麋(mí)③芜，食之不〈米费〉(pí)④。 \\n ①芑：\"杞\"的假借字。 \\n ②鲋：即鲫鱼，体侧扁，稍高，背面青褐色，腹面银灰色，肉味鲜美。 \\n ③臭：气味。蘪芜：就是蘼芜，一种香草，叶子像当归草的叶子，气味像白芷草的香气。据古人讲，因为它的茎叶靡弱而繁芜，所以这样叫。 \\n ④〈米费〉：同\"屁\"。 \\n 又东南三百里，曰女烝(zhēng)之山，其上无草木。石膏水出焉，而西注于鬲(gé)水，其中多薄鱼，其状如鳣(shàn)鱼而一目①，其音如欧②，见则天下大旱。 \\n ①鳣：通\"鳝\"。即鳝鱼，俗称黄鳝。②欧：呕吐。 \\n 又东南二百里，曰钦山，多金玉而无石。师水出焉，而北流注于皋泽，其中多鱃(qiū)鱼，多文贝。有兽焉，其状如豚而有牙①，其名曰当康，其鸣自訆，见则天下大穰(ráng)。 \\n ①牙：这里指尖锐锋利而令人可怕的露出嘴唇之外的大牙齿。 \\n 又东南二百里，曰子桐之山。子桐之水出焉，而西流注于余如之泽。其中多〈鱼骨〉(huá)鱼，其状如鱼而鸟翼，出入有光，其音如鸳鸯，见则天下大旱。 \\n 又东北二百里，曰剡(yǎn)山，多金玉。有兽焉，其状如彘而人面，黄身而赤尾，其名曰合窳(yú)，其音如婴儿，是兽也，食人，亦食虫蛇，见则天下大水。 \\n 又东二百里，曰太山，上多金玉、桢木①。有兽焉，其状如牛而白首，一目而蛇尾，其名曰蜚，行水则竭，行草则死，见则天下大疫。鉤水出焉，而北流注于涝水，其中多鱃鱼。 \\n ①桢木：即女桢，一种灌木，叶子对生，革质，卵状披针形，在冬季不凋落，四季常青。初夏开花，是白色，果实椭圆形。 \\n 凡东次四经之首，自北号之山至于太山，凡八山，一千七百二十里。 \\n 右东经之山志，凡四十六山，万八千八百六十里。 \\n 5 \\n  \\n   \\n  "}
{"章节": "山海经卷五 中山经", "正文": "  \\n 山海经卷五中山经 \\n 　 \\n 中山经薄山之首，曰甘枣之山。共水出焉，而西流注于河。其上多杻木。其下有草焉，葵本而杏叶①，黄华而荚(jiá)实②，名曰箨(tuō)，可以已瞢(máng)③。有兽焉，其状如(huì)鼠而文题④，其名曰〈歎，中“欠”改“能”〉(nài)，食之已瘿。 \\n ①本：草木的根或茎干。这里指茎干。 \\n ②荚：凡草木果实狭长而没有隔膜的，都叫做荚。 \\n ③瞢：眼目不明。④鼠：不详何兽。 \\n 又东二十里，曰历儿之山，其上多橿，多杤(lǐ)木，是木也，方茎而员叶，黄华而毛，其实如楝(liàn)①，服之不忘。 \\n ①楝：楝树，也叫苦楝，落叶乔木，春夏之交开花，淡紫色，核果球形或长圆形，熟时黄色。木材坚实，易加工，供家具、乐器、建筑、农具等用。又据古人说捣碎楝树的子实可以洗衣，而服食它可以益肾。 \\n 又东十五里，曰渠猪之山，其上多竹。渠猪之水出焉，而南流注于河。其中是多豪鱼，状如鲔(Wěi)，赤喙尾赤羽，可以已白癣(xuǎn)①。 \\n ①癣：皮肤感染真菌后引起的一种疾病，有好多种。 \\n 又东三十五里，曰葱聋之山，其中多大谷，是多白垩(è)，黑、青、黄垩。 \\n 又东十五里，曰涹(wō)山，其上多赤铜，其阴多铁。 \\n 又东七十里，曰脱扈之山。有草焉，其状如葵叶而赤华，荚实，实如棕荚，名曰植楮(chú)，可以已癙(shǔ)①，食之不眯(mì)②。 \\n ①癙：忧病。 \\n ②眯：梦魇(yǎn)。梦魇就是人在睡梦中遇见可怕的事而呻S吟Y、惊叫。 \\n 又东二十里，曰金星之山，多天婴①，其状如龙骨②，可以已痤(cuó)③。 \\n ①天婴：不详何种植物。 \\n ②龙骨：据古人讲，在山岩河岸的土穴中常有死龙的脱骨，而生长在这种地方的植物就叫龙骨。 \\n ③痤：即痤疮，一种皮肤病。 \\n 又东七十里，曰泰威之山。其中有谷曰枭谷，其中多铁。 \\n 又东十五里，曰橿谷之山，其中多赤铜。 \\n 又东百二十里，曰吴林之山，其中多葌(jiān)草①。 \\n ①葌草：葌，同\"蕑\"，而蕑即兰，则葌草就是兰草。 \\n 又北三十里，曰牛首之山。有草焉，名曰鬼草，其叶如葵而赤茎，其秀如禾①，服之不忧。劳水出焉，而西流注于潏(jué)水，是多飞鱼，其状如鲋(fǔ)鱼，食之已痔衕(dòng)。 \\n ①秀：指禾类植物开花。又引申而泛指草木开花。 \\n 又北四十里，曰霍山，其木多榖。有兽焉，其状如貍①，而白尾，有鬣，名曰胐胐(péi)，养之可以已忧。 \\n ①貍：俗称野猫，似狐狸而小一些，身肥胖而短一点。 \\n 又北五十二里，曰合谷之山，是多薝(zhān)棘①。 \\n ①薝棘：不详何种植物。 \\n 又北三十五里，曰阴山，多砺石、文石。少水出焉。其中多雕棠，其叶如榆叶而方，其实如赤菽(shū)①，食之已聋。 \\n ①菽：本义是指大豆，引申为豆类的总称。 \\n 又东四百里，曰鼓镫(dēng)之山，多赤铜。有草焉，名曰荣草，其叶如柳，其本如鸡卵，食之已风。 \\n 凡薄山之首，自甘枣之山至于鼓镫(dēng)之山，凡十五山，六千六百七十里。历儿，冢也，其祠礼：毛，太牢之具，县(xuán)以吉玉①。其余十三山者，毛用一羊，县(xuán)婴用桑封②，瘗而不糈。桑封者②，桑主也，方其下而锐其上③，而中穿之加金④。 \\n ①县：同\"悬\"。吉玉：古人往往在人、事、物等有关词语前贯以\"吉\"字，用来表示对其美称。这里的吉玉就是一种美称，意思是美好的玉。 \\n ②桑封：即藻珪，用带有色彩斑纹的玉石制成的玉器。 \\n ③锐：上小下大。这里指三角形尖角。 \\n ④据学者研究，\"藻珪者\"以下的几句话，原本是古人的解释性语句，不知何时窜入正文。因底本如此，今姑仍其旧。 \\n 中次二经济山之首，曰煇诸之山，其上多桑，其兽多闾(lǘ)麋①，其鸟多鹖(hé)②。 \\n ①闾：就是前文所说的形状像驴而长着羚羊角的山驴。 \\n ②鹖：鹖鸟。据古人说，鹖鸟像野鸡而大一些，羽毛青色，长有毛角，天性勇猛好斗，绝不退却，直到斗死为止。 \\n 又西南二百里，曰发视之山，其上多金玉，其下多砥砺。即鱼之水出焉，而西流注于伊水。 \\n 又西三百里，曰豪山，其上多金玉而无草木。 \\n 又西三百里，曰鲜山，多金玉，无草木。鲜水出焉，而北流注于伊水。其中多鸣蛇，其状如蛇而四翼，其音如磬，见则其邑大旱。 \\n 又西三百里，曰阳山，多石，无草木。阳水出焉，而北流注于伊水。其中多化蛇，其状如人面而豺身①，鸟翼而蛇行②，其音如叱呼，见则其邑大水。 \\n ①豺：一种凶猛的动物，比狼小一些，体色一般是棕红，尾巴的末端是黑色，腹部和喉部是白色。 \\n ②蛇行：蜿蜒曲折地伏地爬行。 \\n 又西二百里，曰昆吾之山，其上多赤铜①。有兽焉，其状如彘而有角，其音如号，名曰蠪(lòng)蚳(chí)，食之不眯。 \\n ①赤铜：指传说中的昆吾山所特有的一种铜，色彩鲜红，如同赤火一般。用这里生产的赤铜所制做的刀剑，是非常锋利的，切割玉石如同削泥一样。所谓神奇的昆吾之剑，就是由这种铜打造的。 \\n 又西百二十里，曰葌(jiān)山。葌水出焉，而北流注于伊水。其上多金玉，其下多青、雄黄。有木焉，其状如棠而赤叶，名曰芒(wàng)草①，可以毒鱼。 \\n ①芒草：又作莽草，也可单称为芒，一种有毒性的草，与另一种类似于茅草而大一些的芒草是同名异物。可能芒草长得高大如树，所以这里称它为树木，其实是草。 \\n 又西一百五十里，曰独苏之山，无草木而多水。 \\n 又西二百里，曰蔓渠之山，其上多金玉，其下多竹箭。伊水出焉，而东流注于洛。有兽焉，其名曰马腹，其状如人面虎身，其音如婴儿，是食人。 \\n 凡济山之首，自煇诸之山至于蔓渠之山，凡九山，一千六百七十里。其神皆人面而鸟身。祠用毛，用一吉玉，投而不糈。 \\n 中次三经萯(béi)山之首，曰敖岸之山，其阳多〈王雩〉(yǔ)琈之玉，其阴多赭、黄金。神熏池居之。是常出美玉。北望河林，其状如茜(qiàn)如举①。有兽焉，其状如白鹿而四角，名曰夫诸，见则其邑大水。 \\n ①茜：茜草，一种多年生攀援草本植物，根是黄红色，可作染料。举：即榉柳，落叶乔木，生长得又快又高大，木材坚实，用途很广。 \\n 又东十里，曰青要之山，实惟帝之密都①。北望河曲，是多驾鸟②。南望墠(tián)渚，禹父之所化③，是多仆累、蒲卢④。〈鬼申〉(shēn)武罗司之⑤，其状人面而豹文，小要而白齿⑥，而穿耳以鐻(qú)⑦，其鸣如鸣玉。是山也，宜女子。畛(zhěn)水出焉，而北流注于河。其中有鸟焉，名曰鴢(yǎo)，其状如凫，青身而朱目赤尾，食之宜子。有草焉，其状如葌(jiān)，而方茎黄华赤实，其本如藁(gǎo)本⑧，名曰荀草，服之美人色。 \\n ①密都：隐密深邃的都邑。 \\n ②鴐鸟：即鴐鹅，俗称野鹅。 \\n ③禹父：指大禹的父亲鲧(gǔn)。相传禹是夏朝的开国国王。 \\n ④仆累：即蜗牛，一种软体动物，栖息于潮湿的地方。蒲卢：一种具有圆形贝壳的软体动物，属蛤、蚌之类。 \\n ⑤〈鬼申〉：一说是神鬼，即鬼中的神灵；一说是山神。 \\n ⑥要：\"腰\"的本字。 \\n ⑦鐻：金银制成的耳环。 \\n ⑧藁本：也叫抚芎(xiōng)、西芎，一种香草，根茎含挥发油，可作药用。 \\n 又东十里，曰騩(guī)山，其上有美枣，其阴有〈王雩〉琈之玉。正回之水出焉，而北流注于河。其中多飞鱼①，其状如豚而赤文，服之不畏雷，可以御兵②。 \\n ①飞鱼：与上文所述飞鱼的形状不同，当为同名异物。 \\n ②兵：指兵器的锋刃。 \\n 又东四十里，曰宜苏之山，其上多金玉，其下多蔓居(荆)之木①。滽滽(róng)之水出焉，而北流注于河，是多黄贝。 \\n ①蔓居：一种灌木，长在水边，苗茎蔓延，高一丈多，六月开红白色花，九月结成的果实上有黑斑，冬天则叶子凋落。 \\n 又东二十里，曰和山，其上无草木而多瑶、碧，实惟河之九都①。是山也五曲，九水出焉，合而北流注于河，其中多苍玉。吉神泰逢司之②，其状如人而虎尾，是好居于萯(bèi)山之阳，出入有光。泰逢神动天地气也。 \\n ①都：汇聚。②吉神：对神的美称，即善神的意思。 \\n 凡萯山之首，自敖岸之山至于和山，凡五山，四百四十里。其祠：泰逢、熏池、武罗皆一牡羊副(pì)①，婴用吉玉。其二神用一雄鸡瘗之。糈用稌。 \\n ①副：裂开，剖开。 \\n 中次四经厘山之首，曰鹿蹄之山，其上多玉，其下多金。甘水出焉，而北流注于洛，其中多汵(jīn)石①。 \\n ①汵石：一种柔软如泥的石头。 \\n 西五十里，曰扶猪之山，其上多礝(ruǎn)石①。有兽焉，其状如貉(hé)而人目②，其名曰{鹿言}(yín)。虢水出焉，而北流注于洛，其中多瓀石③。 \\n ①礝：也写成\"碝\"、\"瓀\"。礝石是次于玉一等的美石。白色的礝石如冰一样透明，而水中的礝石是红色的。 \\n ②貉：也叫狗獾，是一种野兽。外形像狐狸而体态较肥胖，尾巴较短，尾毛蓬松，耳朵短而圆，两颊有长毛，体色棕灰。 \\n ③瓀石：就是礝石。 \\n 又西一百二十里，曰釐山，其阳多玉，其阴多蒐(sōu)①。有兽焉，其状如牛，苍身，其音如婴儿，是食人，其名曰犀渠。滽滽之水出焉，而南流注于伊水。有兽焉，名曰〈犭颉〉(jié)，其状如獳(nòu)犬而有鳞②，其毛如彘鬣。 \\n ①蒐：即茅蒐，现在称作茜(qiàn)草。它的根是紫红色，可作染料，并能入药。 \\n ②獳犬：发怒样子的狗。 \\n 又西二百里，曰箕尾之山，多榖，多涂石①，其上多〈王雩〉琈之玉。 \\n ①涂石：就是上文所说的汵石，石质如泥一样柔软。 \\n 又西二百五十里，曰柄山，其上多玉，其下多铜。滔雕之水出焉，而北流注于洛。其中多羬羊。有木焉，其状如樗，其叶如桐而荚实，其名曰茇(bá)①，可以毒鱼。 \\n ①茇：学者认为\"茇\"可能是\"芫\"的误写。芫即芫华，也叫芫花，是一种落叶灌木，春季先开花，后生叶，花蕾可入药，根茎有毒性。 \\n 又西二百里，曰白边之山，其上多金玉，其下多青、雄黄。 \\n 又西二百里，曰熊耳之山，其上多漆，其下多棕。浮濠之水出焉，而西流注于洛，其中多水玉，多人鱼。有草焉，其状如苏而赤华①，名曰葶(tíng)苧(nìng)，可以毒鱼。 \\n ①苏：即紫苏，又叫山苏，一年生草本植物，茎干呈方形，叶子紫红色。枝、叶、茎、果都可作药用。 \\n 又西三百里，曰牡山，其上多文石，其下多竹箭、竹{竹媚}(méi)。其兽多〈牜乍〉(zuó)牛、羬(xián)羊，鸟多赤鷩(biē)①。 \\n ①赤鷩：即鷩雉，也叫锦鸡，像野鸡而小一些，冠子羽毛都很美，五色艳丽。和上文所说的赤鷩同属野鸡的种类，形状大同小异，故名称上也往往混同。 \\n 又西三百五十里，曰讙(huān)举之山。雒(luǒ)水出焉，而东北流注于玄扈之水。其中多马肠之物①。此二山者，洛间也。 \\n ①其中：指玄扈山中。据《水经注·洛水》，知玄扈水发源于玄扈山。可见，此处是有省文的。马肠：即上文所说的怪兽马腹，人面虎身，叫声如婴儿哭，吃人。另雒水即洛水。 \\n 凡厘山之首，自鹿蹄之山至于玄扈之山，凡九山，千六百七十里。其神状皆人面兽身。其祠之：毛用一白鸡，祈而不糈，以采衣(yì)之①。 \\n ①衣：用作动词，穿的意思。这里是包裹的意思。 \\n 中次五经薄山之首，曰苟床(林)之山，无草木，多怪石。 \\n 东三百里，曰首山，其阴多榖、柞(zuò)①，其草多{艹术}(zhú)、芫②。其阳多〈王雩〉琈之玉，木多槐。其阴有谷，曰机谷，多〈鸟大〉(dì)鸟，其状如枭而三目，有耳，其音如录(鹿)，食之已垫③。 \\n ①柞：柞树，也叫蒙子树、凿刺树、冬青，常绿灌木，初秋开花，雌雄异株，花小，黄白色，浆果小球形，黑色。 \\n ②{艹术}：即山蓟，是一种可作药用的草，又分为苍{艹术}、白{艹术}二种。苍术是多年生直立草本植物，可以入药。白术是多年生草本植物，根状茎可以入药。芫：即芫华，其实是落叶灌木，因树形矮小，被看作草。花可以药用，根可以毒死鱼。 \\n ③垫：一种因低下潮温而引发的疾病。 \\n 又东三百里，曰县劚(zhū)之山，无草木，多文石。 \\n 又东三百里，曰葱聋之山，无草木，多〈广夆〉(bàng)石①。 \\n ①〈广夆〉石：即玤石，是次于玉石一等的石头。 \\n 东北五百里，曰条谷之山，其木多槐桐，其草多芍药、亹(mén)冬①。 \\n ①芍药：多年生草本植物，初夏开花，与牡丹花相似，可供观赏，而根茎可以入药。亹冬：俗作门冬，有两种，一是麦门冬，也叫沿阶草，多年生常绿草本植物，须根常膨大成纺锤形，可以作药用；二是天门冬，也叫天冬草，多年生攀援草本植物，地下有簇生纺锤形肉质块根，可以作药用。 \\n 又北十里，曰超山，其阴多苍玉，其阳有井①，冬有水而夏竭。 \\n ①井：井是人工开挖的，泉是自然形成的，而本书记述的山之所有皆为自然事物，所以，这里的井当是指泉眼下陷而低于地面的水泉，形似水井，故称。 \\n 又东五百里，曰成侯之山，其上多櫄(chūn)木①，其草多芁(jiāo)(芃)②。 \\n ①櫄木：据古人说，这种树与高大的臭椿树相似，树干可以作车辕。 \\n ②艽：就是秦艽，一种可作药用的草。 \\n 又东五百里，曰朝歌之山，谷多美垩(è)。 \\n 又东五百里，曰槐山，谷多金锡①。 \\n ①锡：这里指天然锡矿石，而非提炼的纯锡。以下同此。 \\n 又东十里，曰历山，其木多槐，其阳多玉。 \\n 又东十里，曰尸山，多苍玉，其兽多麖(jīng)①。尸水出焉，南流注于洛水，其中多美玉。 \\n ①麖：鹿的一种，体型较大。 \\n 又东十里，曰良余之山，其上多榖柞，无石。余水出于其阴，而北流注于河；乳水出于其阳，而东南流注于洛。 \\n 又东南十里，曰蛊尾之山，多砺石、赤铜。龙余之水出焉，而东南流注于洛。 \\n 又东北二十里，曰升山，其木多榖、柞、棘，其草多藷藇(yǔ)蕙①，多寇脱②。黄酸之水出焉，而北流注于河，其中多璇(xuán)玉③。 \\n ①藷藇：也叫山药。它的块茎不仅可以食用，并且可作药用。蕙：一种香草。 \\n ②寇脱：古人说是一种生长在南方的草，有一丈多高，叶子与荷叶相似，茎中有瓤，纯白色。 \\n ③璇玉：古人说是质料成色比玉差一点的玉石。 \\n 又东二十里，曰阳虚之山，多金，临于玄扈之水。 \\n 凡薄山之首，自苟林之山至于阳虚之山，凡十六山，二千九百八十二里。升山，冢也，其祠礼：太牢，婴用吉玉。首山〈鬼申〉(shén)也①，其祠用稌、黑牺太牢之具、蘗(nié)酿②；干儛③，置鼓；婴用一璧。尸水，合天也，肥牲祠之；用一黑犬于上，用一雌鸡于下，刉(jī)一牝羊④，献血。婴用吉玉，采之，飨之。 \\n ①〈鬼申〉：神灵。 \\n ②蘗酿：蘗，酒曲，酿酒用的发酵剂。蘗酿就是用酒曲酿造的醴(lǐ)酒。这里泛指美酒。③干儛：古代在举行祭祀活动时跳的一种舞蹈。干，即盾牌，是古代一种防御性兵器。儛，同\"舞\"。干儛就是手拿盾牌起舞，表示庄严隆重。 \\n ④刉：亦作\"刏\"。划破，割。 \\n 中次六经缟(gǎo)羝(dí)山之首，曰平逢之山，南望伊洛，东望谷城之山，无草木，无水，多沙石。有神焉，其状如人而二首，名曰骄虫，是为螫虫①，实惟蜂、蜜之庐②。其祠之，用一雄鸡，禳而勿杀③。 \\n ①螫虫：指一切身上长有毒刺能伤人的昆虫。 \\n ②蜜：也是一种蜂。 \\n ③禳：祭祀祈祷神灵以求消除灾害。 \\n 西十里，曰缟羝之山，无草木，多金玉。 \\n 又西十里，曰廆(guī)山，多〈王雩〉琈之玉。其阴有谷焉，名曰雚(guàn)谷，其木多柳、楮，其中有鸟焉，状如山鸡而长尾，赤如丹火而青喙，名曰鸰(líng)〈要鸟〉(yào)，其鸣自呼，服之不眯。交觞(shāng)之水出于其阳，而南流注于洛；俞随之水出于其阴，而北流注于谷水。 \\n 又西三十里，曰瞻诸之山，其阳多金，其阴多文石。〈氵射〉(xié)水出焉，而东南流注于洛；少水出其阴，而东流注于谷水。 \\n 又西三十里，曰娄涿(zhuō)之山，无草木，多金玉。瞻水出于其阳，而东流注于洛；陂(bēi)水出于其阴，而北流注于谷水，其中多茈石、文石。 \\n 又西四十里，曰白石之山。惠水出于其阳，而南流注于洛，其中多水玉。涧水出于其阴，西北流注于谷水，其中多麋(méi)石、栌丹①。 \\n ①麋石：麋，通\"眉\"，眉毛。麋石即画眉石，一种可以描饰眉毛的矿石。栌丹：栌，通\"卢\"。卢是黑色的意思。卢丹即黑丹沙，一种黑色矿物。 \\n 又西五十里，曰谷山，其上多榖，其下多桑。爽水出焉，而西北流注于谷水，其中多碧绿①。 \\n ①碧绿：据学者研究，可能指现在所说的孔雀石，色彩艳丽，可以制做装饰品和绿色涂料。 \\n 又西七十二里，曰密山，其阳多玉，其阴多铁。豪水出焉，而南流注于洛，其中多旋龟，其状鸟首而鳖尾，其音如判木。无草木。 \\n 又西百里，曰长石之山，无草木，多金玉。其西有谷焉，名曰共谷，多竹。共水出焉，西南流注于洛，其中多鸣石①。 \\n ①鸣石：古人说是一种青色玉石，撞击后发出巨大鸣响，七八里以外都能听到，属于能制做乐器的磬石之类。 \\n 又西一百四十里，曰傅山，无草木，多瑶、碧。厌染之水出于其阳，而南流注于洛，其中多人鱼。其西有林焉，名曰墦(fān)。谷水出焉，而东流注于洛，其中多珚(yān)玉①。 \\n ①珚玉：玉的一种。 \\n 又西五十里，曰橐(tuō)山，其木多樗，多〈備，中“亻”改“木”〉(béi)木①，其阳多金玉，其阴多铁，多萧②。橐水出焉，而北流注于河。其中多脩辟之鱼，状如黾(měng)而白喙③，其音如鸱(chī)，食之已白癣。 \\n ①〈備，中“亻”改“木”〉木：古人说这种树在七、八月间吐穗，穗成熟后，像似有盐粉沾在上面。 \\n ②萧：蒿草的一种。 \\n ③黾：青蛙的一种。 \\n 又西九十里，日常烝(zhēng)之山，无草木，多垩。潐(qiáo)水出焉，而东北流注于河，其中多苍玉。菑(zī)水出焉，而北流注于河。 \\n 又西九十里，曰夸父之山，其木多棕枏，多竹箭，其兽多〈牜乍〉牛、羬羊，其鸟多鷩(biē)，其阳多玉，其阴多铁。其北有林焉，名曰桃林，是广员三百里，其中多马。湖水出焉，而北流注于河，其中多珚玉。 \\n 又西九十里，曰阳华之山，其阳多金玉，其阴多青、雄黄，其草多藷藇，多苦辛，其状如橚(xiāo)①，其实如瓜，其味酸甘，食之已疟。杨水出焉，而西南流注于洛。其中多人鱼。门水出焉，而东北流注于河，其中多玄〈石肃〉(sǔ)。〈纟昔〉(jí)姑之水出于其阴，而东流注于门水，其上多铜。门水出(至)于河，七百九十里入雒(luò)水。 \\n ①橚：同\"楸\"。楸树是落叶乔木，树形高大，树干端直。夏季开花，子实可作药用，主治热毒及各种疮疥。 \\n 凡缟羝山之首，自平逢之山至于阳华之山，凡十四山，七百九十里。岳在其中①，以六月祭之，如诸岳之祠法，则天下安宁。 \\n ①岳：高大的山。 \\n 中次七经苦山之首，曰休与之山。其上有石焉，名曰帝台之棋①，五色而文，其状如鹑卵。帝台之石，所以祷百神者也，服之不蛊。有草焉，其状如蓍(shì)②，赤叶而本丛生，名曰夙条，可以为簳(gǎn)③。 \\n ①帝台：神人之名。棋：指博棋，古时一种游戏用具。 \\n ②蓍：蓍草，又叫锯齿草，蚰蜒草，多年生直立草本植物，叶互生，长线状披针形。古人取蓍草的茎作占筮之用。 \\n ③簳：小竹子，可以做箭杆。 \\n 东三百里，曰鼓钟之山，帝台之所以觞(shāng)百神也①。有草焉，方茎而黄华，员叶而三成②，其名曰焉酸，可以为毒③。其上多砺，其下多砥。 \\n ①觞：向人敬酒或自饮。这里指设酒席招待。 \\n ②成：重，层。 \\n ③为毒：除去毒性物质。 \\n 又东二百里，曰姑媱(yáo)之山。帝女死焉，其名曰女尸，化为{艸+“瑤，去王”}(yáo)草，其叶胥(xū)成①，其华黄，其实如菟丘②，服之媚于人③。 \\n ①胥：相与，皆。 \\n ②菟丘：即菟丝子，一年生缠绕寄生草本植物，茎细柔，呈丝状，橙黄色，夏秋开花，花细小，白色，果实扁球形。 \\n ③媚于人：这里指女子以美色讨人欢心。媚是喜爱的意思。 \\n 又东二十里，曰苦山。有兽焉，名曰山膏，其状如逐(豚)，赤若丹火，善詈(lì)①。其上有木焉，名曰黄棘，黄华而员叶，其实如兰，服之不字②。有草焉，员叶而无茎，赤华而不实，名曰无条③，服之不瘿。 \\n ①詈：骂，责骂。 \\n ②字：怀孕，生育。 \\n ③无条：与上文所述无条草的形状不一样，属同名异物。 \\n 又东二十七里，曰堵山，神天愚居之，是多怪风雨。其上有木焉，名曰天楄(biān)，方茎而葵状，服者不瘿(yē)①。 \\n ①瘿：食物塞住咽喉。 \\n 又东五十二里，曰放皋之山。明水出焉，南流注于伊水，其中多苍玉。有木焉，其叶如槐，黄华而不实，其名曰蒙木，服之不惑。有兽焉，其状如蜂，枝尾而反舌，善呼，其名曰文文。 \\n 又东五十七里，曰大{非古}(kǔ)之山，多〈王雩〉琈之玉，多麋玉①。有草焉，其状叶如榆，方茎而苍伤②，其名曰牛伤③，其根苍文，服者不厥④，可以御兵。其阳狂水出焉，西南流注于伊水，其中多三足龟，食者无大疾，可以已肿。 \\n ①麋玉：据古人说，可能就是瑂玉，一种像玉的石头。 \\n ②苍伤：就是苍刺，即青色的棘刺。 \\n ③牛伤：如同说牛棘。 \\n ④厥：古代中医学上指昏厥或手脚逆冷的病症，即突然昏倒，不省人事，手脚僵硬冰冷。 \\n 又东七十里，曰半石之山。其上有草焉，生而秀①，其高丈余，赤叶赤华，华而不实，其名曰嘉荣，服之者不畏霆②。来需之水出于其阳，而西流注于伊水，其中多鯩(lún)鱼，黑文，其状如鲋，食者不睡。合水出于其阴，而北流注于洛，多鰧(téng)鱼③，状如鳜(guì)④，居逵(kuí)⑤，苍文赤尾，食者不痈，可以为瘘(1òu)⑥。 \\n ①秀：草类植物结实。这里指不开花就先结出果实。 \\n ②霆：响声又震人又迅疾的雷。 \\n ③鰧鱼：也叫瞻星鱼，体粗壮，亚圆筒形，后部侧扁，有粗糙骨板。 \\n ④鳜：鳜鱼，也叫鯚花鱼、桂鱼，体侧扁，背部隆起，青黄色，有不规则黑色斑纹，口大，下颔突出，鳞小，圆形。 \\n ⑤逵：四通八达的大路。这里指水底相互贯通着的洞穴。 \\n ⑥瘘：人的脖子上生疮，长时间不愈，常常流脓水，还生出蛆虫，古时把这种病状称作瘘。 \\n 又东五十里，曰少室之山，百草木成囷(qūn)①。其上有木焉，其名曰帝休，叶状如杨，其枝五衢(qú)②，黄华黑实，服者不怒。其上多玉，其下多铁。休水出焉，而北流注于洛，其中多〈鱼帝〉(tì)鱼，状如盩(zhòu)()蜼(wěi)而长距③，足白而对，食者无蛊疾，可以御兵。 \\n ①囷：圆形谷仓。 \\n ②衢：交错歧出的样子。 \\n ③盩蜼：据古人说是一种与猕猴相似的野兽。 \\n 又东三十里，曰泰室之山。其上有木焉，叶状如梨而赤理，其名曰栯(yū)木，服者不妒。有草焉，其状如{艹朮}(zhú)，白华黑实，泽如蘡(yīng)薁(yǔ)①，其名曰{艸+“瑤，去王”}草②，服之不昧③。上多美石。 \\n ①蘡薁：一种藤本植物，俗称野葡萄。夏季开花，果实黑色，可以酿酒，也可入药。 \\n ②{艸+“瑤，去王”}草：与上文所述{艸+“瑤，去王”}草的形状不一样，当是同名异物。 \\n ③昧：昏暗。引申为眼目不明。 \\n 又北三十里，曰讲山，其上多玉，多柘(zhé)、多柏。有木焉，名曰帝屋，叶状如椒①，反伤赤实②，可以御凶。 \\n ①椒：有三种，一种是木本植物，即花椒；一种是藤本植物，即胡椒；一种是蔬类植物。这里指花椒，枝干有针刺，叶子坚而滑泽，果实红色，种子黑色，可以入药，也可调味。 \\n ②反伤：指倒生的刺。 \\n 又北三十里，曰婴梁之山，上多苍玉，錞于玄石①。 \\n ①錞：依附。 \\n 又东三十里，曰浮戏之山。有木焉，叶状如樗而赤实，名曰亢木，食之不蛊。汜水出焉，而北流注于河。其东有谷，因名曰蛇谷，上多少辛①。 \\n ①少辛：即细辛，一种药草。 \\n 又东四十里，曰少陉(xīng)之山。有草焉，名曰{艹冈}(gāng)草，叶状如葵，而赤茎白华，实如蘡(yīng)薁(yǔ)，食之不愚。器难之水出焉，而北流注于役(侵)水。 \\n 又东南十里，曰太山。有草焉，名曰梨，其叶状如萩(qiū)(荻)而赤华①，可以已疽。太水出于其阳，而东南流注于役水；承水出于其阴，而东北流注于役。 \\n ①萩：一种蒿类植物，叶子是白色，像艾蒿却分杈多，茎干尤其高大，约有一丈余。 \\n 又东二十里，曰末山，上多赤金。末水出焉，北流注于役(沫)。 \\n 又东二十五里，曰役山，上多白金，多铁。役水出焉，北注于河。 \\n 又东三十五里，曰敏山。上有木焉，其状如荆，白华而赤实，名曰蓟(jì)柏，服者不寒。其阳多〈王雩〉琈之玉。 \\n 又东三十里，曰大騩(guī)之山，其阴多铁、美玉、青垩。有草焉，其状如蓍(shī)而毛，青华而白实，其名曰榖，服之不夭，可以为腹病。 \\n 凡苦山之首，自休与之山至于大騩之山，凡十有九山，千一百八十四里。其十六神者，皆豕(shǐ)身而人面①。其祠：毛牷(quán)用一羊羞②，婴用一藻玉瘗(yì)③。苦山、少室、太室皆冢也。其祠之：太牢之具，婴以吉玉。其神状皆人面而三首。其余属皆豕身人面也。 \\n ①豕：猪。 \\n ②牷：毛色纯一的全牲。全牲指整只的牛羊猪。羞：进献食品。这里指贡献祭祀品。 \\n ③藻玉：带有彩色纹理的玉。 \\n 中次八经荆山之首，曰景山，其上多金玉，其木多杼(shǔ)檀①。雎(jū)水出焉，东南流注于江，其中多丹粟，多文鱼。 \\n ①杼：杼树，就是柞树。 \\n 东北百里，曰荆山，其阴多铁，其阳多赤金，其中多犛(lǐ)牛①，多豹虎，其木多松柏，其草多竹，多橘櫾(yòu)②。漳水出焉，而东南流注于雎，其中多黄金，多鲛(jiāo)鱼③。其兽多闾麋。 \\n ①犛牛：一种毛皮纯黑的牛，属于牦牛之类。 \\n ②櫾：同\"柚\"。柚子与橘子相似而大一些，皮厚而且味道酸。 \\n ③鲛鱼：就是现在所说的鲨鱼，体型很大，性凶猛，能吃人。 \\n 又东北百五十里，曰骄山，其上多玉，其下多青雘，其木多松柏，多桃枝鉤端。神(tuó)围处之，其状如人面，羊角虎爪，恒游于雎漳之渊，出入有光。 \\n 又东北百二十里，曰女几之山，其上多玉，其下多黄金，其兽多豹虎，多闾麋、麖(jīng)、麂(jī)①，其鸟多白鷮(jiāo)②，多翟，多鸩(zhèn)③。 \\n ①麂：一种小鹿。 \\n ②白鷮：也叫\"鷮雉\"，一种像野鸡而尾巴较长的鸟，常常是一边飞行一边鸣叫。 \\n ③鸩：鸩鸟，传说中的一种身体有毒的鸟，体形大小如雕鹰，羽毛紫绿色，长脖子红嘴巴，吃有毒蝮蛇的头。 \\n 又东北二百里，曰宜诸之山，其上多金玉，其下多青雘。洈(guǐ)水出焉，而南流注于漳，其中多白玉。 \\n 又东北二百里，曰纶山，其木多梓、枏，多桃枝，多柤(zhā)、栗、橘、櫾①，其兽多闾麈、(zhǔ)麢(lǐng)、(zhuò)②。 \\n ①柤：柤树的形状像梨树，而树干、树枝都是红色的，开黄色花朵，结黑色果子。 \\n ②麢：一种大鹿。：形貌与兔子相似，却长着鹿脚，皮毛是青色。 \\n 又东二百里，曰陆陒(guì)之山，其上多〈王雩〉琈之玉，其下多垩，其木多杻橿。 \\n 又东百三十里，曰光山，其上多碧，其下多水(木)。神计蒙处之，其状人身而龙首，恒游于漳渊，出入必有飘风暴雨①。 \\n ①飘风：旋风，暴风。 \\n 又东百五十里，曰岐山，其阳多赤金，其阴多白珉(mín)①，其上多金玉，其下多青雘，其木多樗。神涉(tuó)处之，其状人身而方面三足。 \\n ①珉：一种似玉的美石。 \\n 又东百三十里，曰铜山，其上多金、银、铁，其木多榖、柞、柤(zhā)、栗、橘、櫾(yǒu)，其兽多犳(zhuó)。 \\n 又东北一百里，曰美山，其兽多兕、牛，多闾、麈(zhǔ)，多豕(shǐ)、鹿，其上多金，其下多青雘。 \\n 又东北百里，曰大尧之山，其木多松柏，多梓桑，多机①，其草多竹，其兽多豹、虎、麢(líng)、(zhuò)。 \\n ①机：机木树，就是桤(qī)木树。是一种落叶乔木，木材坚韧，生长很快，容易成林。 \\n 又东北三百里，曰灵山，其上多金玉，其下多青雘，其木多桃、李、梅、杏。 \\n 又东北七十里，曰龙山，上多寓木①，其上多碧，其下多赤锡②，其草多桃枝、鉤端。 \\n ①寓木：又叫宛童，即寄生树。又分两种，叶子是圆的叫做茑木，叶子像麻黄叶的叫做女萝。因这种植物是寄寓在其它树木上生长的，像鸟站立树上，所以称作寄生、寓木、茑木。俗称寄生草。 \\n ②锡：和本书中所记载的金、银、铜、铁等都是指未经提炼的矿石或矿沙一样，这里的锡也是指未经提炼的锡土矿。以下同此。 \\n 又东南五十里，曰衡山，上多寓木、榖、柞，多黄垩、白垩。 \\n 又东南七十里，曰石山，其上多金，其下多青雘，多寓木。 \\n 又南百二十里，曰若山，其上多〈王雩〉琈之玉，多赭，多邽(封)石①，多寓木，多柘(zhé)。 \\n ①封石：据古人说是一种可作药用的矿物，味道是甜的，没有毒性。 \\n 又东南一百二十里，曰彘山，多美石，多柘。 \\n 又东南一百五十里，曰玉山，其上多金玉，其下多碧、铁，其木多柏。 \\n 又东南七十里，曰讙山，其木多檀，多邽(封)石，多白锡。郁水出于其上，潜于其下，其中多砥砺。 \\n 又东北百五十里，曰仁举之山，其木多榖柞，其阳多赤金，其阴多赭。 \\n 又东五十里，曰师每之山，其阳多砥砺，其阴多青雘，其木多柏，多檀，多柘，其草多竹。 \\n 又东南二百里，曰琴鼓之山，其木多榖、柞、椒、柘①，其上多白珉，其下多洗石，其兽多豕、鹿，多白犀，其鸟多鸩。 \\n ①椒：据古人说，这种椒树矮小而丛生，如果在它下面有草木生长就会被刺死。与上文所记椒树指花椒树者似略有不同。 \\n 凡荆山之首，自景山至琴鼓之山，凡二十三山，二千八百九十里。其神状皆鸟身而人面。其祠：用一雄鸡祈瘗，用一藻圭，糈用稌。骄山，冢也。其祠：用羞酒少牢祈瘗，婴毛(用)一璧。 \\n 中次九经岷山之首，曰女几之山，其上多石涅①，其木多杻橿，其草多菊、{艹术}(zhú)②。洛水出焉，东注于江③。其中多雄黄，其兽多虎、豹。 \\n ①石涅：当即涅石，一种矿物，可做黑色染料。 \\n ②菊：通称菊花，品种繁多，有九百种，于是古人将其概括为两大类，一类是栽种在庭院中供观赏的，叫真菊；一类是在山野生长的，叫野菊，别名叫苦薏。这里就是指野菊。 \\n ③江：古人单称\"江\"或\"江水\"而不贯以名者，则大多是专指长江，这里即指长江。但本书记述山丘河流的方位走向都不甚确实，所述长江也不例外，与今天用科学方法测量出的长江不甚相符。现在译\"江\"或\"江水\"为\"长江\"，只是为了使译文醒目而有别于其它江水。以下同此。 \\n 又东北三百里，曰岷山。江水出焉，东北流注于海，其中多良龟，多鼍(tuó)①。其上多金玉，其下多白珉。其木多梅棠，其兽多犀、象，多夔(kuí)牛②，其鸟多翰、鷩(biē)③。 \\n ①鼍：古人说是长得像蜥蜴，身上有花纹鳞，大的长达二丈，皮可以制做鼓用。也就是现在所说的扬子鳄，俗称猪婆龙。 \\n ②夔牛：古人说是一种重达几千斤的大牛。　 \\n ③翰：就是上文所说的白翰鸟，野鸡的一种。鷩：就是上文所说的赤鷩鸟，现在叫锦鸡。 \\n 又东北一百四十里，曰崃山。江水出焉，东流注于大江。其阳多黄金，其阴多麋麈(zhǔ)，其木多檀柘，其草多薤(xié)、韭，多药、空夺①。 \\n ①药：指白芷，一种香草。空夺：就是上文所说的寇脱。 \\n 又东一百五十里，曰崌(jú)山。江水出焉，东流注于大江，其中多怪蛇①，多{执鱼}(zhì)鱼②。其木多楢(qiū)杻③，多梅、梓，其兽多夔牛、麢、犀、兕。有鸟焉，状如鸮(xiāo)而赤身白首，其名曰窃脂，可以御火。 \\n ①怪蛇：据古人讲，有一种钩蛇长达几丈，尾巴分叉，在水中钩取岸上的人、牛、马而吞食掉。怪蛇就指这样一类的蛇。 \\n ②{执鱼}鱼：不详何种鱼。 \\n ③楢：一种木材刚硬的树木，可以用作制造车子的材料。 \\n 又东三百里，曰高梁之山，其上多垩，其下多砥砺，其木多桃枝、鉤端。有草焉，状如葵而赤华、荚实、白柎，可以走马。 \\n 又东四百里，曰蛇山，其上多黄金，其下多垩，其木多栒(xún)，多豫章，其草多嘉荣、少辛。有兽焉，其状如狐，而白尾长耳，名〈犭也〉(yǐ)狼，见则国内有兵。 \\n 又东五百里，曰鬲山，其阳多金，其阴多白珉。蒲鹳(hōng)之水出焉，而东流注于江，其中多白玉。其兽多犀、象、熊、罴，多猿、蜼(wěi)①。 \\n ①蜼：据古人说是一种长尾巴猿猴，鼻孔朝上，尾巴分叉，天下雨时就自己悬挂在树上，用尾巴塞住鼻孔。 \\n 又东北三百里，曰隅阳之山，其上多金玉，其下多青雘，其木多梓桑，其草多茈。徐之水出焉，东流注于江，其中多丹粟。 \\n 又东二百五十里，曰岐山，其上多白金，其下多铁，其木多梅梓，多杻楢。減水出焉，东南流注于江。 \\n 又东三百里，曰勾檷(mì)之山，其上多玉，其下多黄金，其木多栎柘，其草多芍药。 \\n 又东一百五十里，曰风雨之山，其上多白金，其下多石涅，其木多棷(zōu)椫(shàn)①，多杨。宣余之水出焉，东流注于江，其中多蛇。其兽多闾、麋，多麈(zhǔ)、豹、虎，其鸟多白鷮(jiāo) \\n ①棷：不详何样树木。椫：椫树，也叫白理木。木质坚硬，木纹洁白，可以制做梳子、勺子等器物。 \\n 又东二百里，曰玉山，其阳多铜，其阴多赤金，其木多豫章、楢、杻，其兽多豕、鹿、麢、(zhuò)，其鸟多鸩。 \\n 又东一百五十里，曰熊山。有穴焉，熊之穴，恒出入神人。夏启而冬闭；是穴也，冬启乃必有兵。其上多白玉，其下多白金。其木多樗柳，其草多寇脱。 \\n 又东一百四十里，曰騩山，其阳多美玉、赤金，其阴多铁，其木多桃枝、荆芑(qǐ)(芭)。 \\n 又东二百里，曰葛山，其上多赤金，其下多瑊(jiān)石①，其木多柤(zhā)、栗、橘、櫾(yòu)、楢、杻，其兽多麢(zhuò)，其草多嘉荣。 \\n ①瑊石：是一种比玉差一等的美石。 \\n 又东一百七十里，曰贾超之山，其阳多黄垩，其阴多美赭，其木多柤、栗、橘、櫾，其中多龙脩①。 \\n ①龙脩：就是龙须草，与莞草相似而细一些，生长在山石缝隙中，草茎倒垂，可以用来编织席子。 \\n 凡岷山之首，自女几山至于贾超之山，凡十六山，三千五百里。其神状皆马身而龙首。其祠：毛用一雄鸡瘗，糈用稌。文山、勾檷(mí)、风雨、騩之山①，是皆冢也。其祠之：羞酒，少牢具，婴用(毛)一吉玉。熊山，帝(席)也②。其祠：羞酒，太牢具，婴用(毛)一璧。干儛，用兵以禳(ráng)③；祈，璆(qiú)冕舞④。 \\n ①文山：指岷山。 \\n ②帝：主体。这里是首领的意思。 \\n ③禳：祭祷消灾。 \\n ④璆：同\"球\"。美玉。冕：即冕服，是古代帝王、诸侯及卿大夫的礼服。这里泛指礼服。 \\n 中次十经之首，曰首阳之山，其上多金玉，无草木。 \\n 又西五十里，曰虎尾之山，其木多椒、椐(jū)①，多封石，其阳多赤金，其阴多铁。 \\n ①椐：椐树，也叫灵寿木。树干上多肿节，古人用作手杖。 \\n 又西南五十里，曰繁缋(kuì)之山，其木多楢杻，其草多枝、勾①。 \\n ①枝、勾：就是上文所说的桃枝竹、鉤端竹，矮小而丛生。 \\n 又西南二十里，曰勇石之山，无草木，多白金，多水。 \\n 又西二十里，曰复州之山，其木多檀，其阳多黄金。有鸟焉，其状如鸮，而一足彘尾，其名曰跂踵，见则其国大疫。 \\n 又西三十里，曰楮山，多寓木，多椒、椐，多柘，多垩。 \\n 又西二十里，曰又原之山，其阳多青雘，其阴多铁，其鸟多鸜(qú)鹆(yǔ)。 \\n 又西五十里，曰涿(zhuó)山，其木多榖柞杻，其阳多〈王雩〉琈之玉。 \\n 又西七十里，曰丙山，其木多梓、檀，多弞(shěn)杻①。 \\n ①弞杻：杻树的树干都是弯曲的，而弞杻的树干长得比较直，不同于一般的杻树。 \\n 凡首阳山之首，自首山至于丙山，凡九山，二百六十七里。其神状皆龙身而人面。其祠之：毛用一雄鸡瘗，糈用五种之糈①。堵山②，冢也，其祠之：少牢具，羞酒祠，婴用(毛)一璧瘗。騩山，帝也，其祠羞酒，太牢具；合巫祝二人儛③，婴一璧。 \\n ①五种之糈：指黍、稷、稻、粱、麦五种粮米。 \\n ②堵山：指楮山。 \\n ③巫：古代称能以舞降神的人，即女巫。祝：古代在祠庙中主管祭礼的人，即男巫。 \\n 中次一十一山经荆山之首，曰翼望之山。湍(zhuān)水出焉，东流注于济；贶(kuàng)水出焉，东南流注于汉，其中多蛟①。其上多松柏，其下多漆梓，其阳多赤金，其阴多珉(mín)。 \\n ①蛟：据古人说是像蛇的样子，却有四只脚，小小的头，细细的脖子，脖颈上有白色肉瘤，大的有十几围粗，卵有瓮大小，能吞食人。 \\n 又东北一百五十里，曰朝歌之山。潕(wǔ)水出焉，东南流注于荥(xíng)，其中多人鱼。其上多梓、枏，其兽多麢、麋。有草焉，名曰莽(wàng)草①，可以毒鱼。 \\n ①莽草：就是上文所说的芒草，又叫鼠莽。 \\n 又东南二百里，曰帝囷(qūn)之山，其阳多〈王雩〉琈之玉，其阴多铁。帝囷之水出于其上，潜于其下，多鸣蛇。 \\n 又东南五十里，曰视山，其上多韭。有井焉①，名曰天井，夏有水，冬竭。其上多桑，多美垩、金、玉。 \\n ①井：也和上文所说的井一样，是指自然形成的水泉，而非人工挖掘的水井。古人把四周高峻中间低洼的地形，或四面房屋和围墙中间的空地称作天井，因其形如井而露天。所以，这里也把处在低洼地的水泉叫做天井。 \\n 又东南二百里，曰前山，其木多槠(zhū)①，多柏，其阳多金，其阴多赭。 \\n ①槠：槠树，结的果实如同橡树的果实，可以吃，木质耐腐蚀，常用来作房屋的柱子。 \\n 又东南三百里，曰丰山。有兽焉，其状如猿，赤目、赤喙、黄身，名曰雍和，见则国有大恐。神耕父处之，常游清泠(líng)之渊，出入有光，见则其国为败。有九钟焉，是知霜鸣。其上多金，其下多榖、柞、杻、橿。 \\n 又东北八百里，曰兔床之山，其阳多铁，其木多藷(槠)(zhū)藇(芧)(xǔ)①，其草多鸡谷，其本如鸡卵，其味酸甘，食者利于人。 \\n ①芧：芧树，即栎树。果实叫橡子、橡斗。树皮可以饲养蚕，树叶可以做染料。 \\n 又东六十里，曰皮山，多垩，多赭，其木多松柏。 \\n 又东六十里，曰瑶碧之山，其木多梓枏，其阴多青雘，其阳多白金。有鸟焉，其状如雉，恒食蜚①，名曰鸩②。 \\n ①蜚：一种有害的小飞虫，形状椭圆，散发恶臭。 \\n ②鸩：鸩鸟，和上文所说的有毒鸩鸟不是一种鸟，是同名异物。 \\n 又东四十里，曰攻(支)离之山。淯(济)水出焉，南流注于汉。有鸟焉，其名曰婴勺，其状如鹊，赤目、赤喙、白身，其尾若勺，其鸣自呼。多〈牜乍〉牛、多羬羊。 \\n 又东北五十里，曰祑(zhì){竹周}(diāo)之山，其上多松、柏、机、桓(柏)(huán)①。 \\n ①机：即桤(qī)树。桓：桓树，树叶像柳叶，树皮是黄白色。古人说它又叫无患子，可以洗涤衣服，除去污垢。 \\n 又西北一百里，曰堇(qín)理之山，其上多松柏，多美梓，其阴多丹雘，多金，其兽多豹虎。有鸟焉，其状如鹊，青身白喙，白目白尾，名曰青耕，可以御疫，其鸣自叫。 \\n 又东南三十里，曰依轱(kū)之山，其上多杻橿，多苴(zhā)①。有兽焉，其状如犬，虎爪有甲，其名曰獜(lìn)，善駚(yāng){分牛}(fén)，食者不风。 \\n ①苴：通\"柤\"。即柤树。 \\n 又东南三十五里，曰即谷之山，多美玉，多玄豹，多闾麈，多麢。其阳多珉，其阴多青雘。 \\n 又东南四十里，曰鸡山，其上多美梓，多桑，其草多韭。 \\n 又东南五十里，曰高前之山。其上有水焉，甚寒而清，帝台之浆也，饮之者不心痛。其上有金，其下有赭。 \\n 又东南三十里，曰游戏之山，多雘杻、橿、穀，多玉，多封石。 \\n 又东南三十五里，曰从山，其上多松柏，其下多竹。从水出于其上，潜于其下，其中多三足鳖，枝尾①，食之无蛊疾(疫)。 \\n ①枝：分支的，分叉的。 \\n 又东南三十里，曰婴〈石垔〉(zhēn)之山，其上多松柏，其下多梓、櫄(chūn)①。 \\n ①櫄：又叫杶树，形状像臭椿树，树干可制做车辕。 \\n 又东南三十里，曰毕山。帝苑之水出焉，东北流注于瀙(qìn)(视)，其中多水玉，多蛟。其上多〈王雩〉琈之玉。 \\n 又东南二十里，曰乐马之山。有兽焉，其状如彙(wéi)，赤如丹火，其名曰〈犭戾〉(lì)，见则其国大疫。 \\n 又东南二十五里，曰葴(jiān)山，瀙(视)水出焉，东南流注于汝水，其中多人鱼，多蛟，多颉(jiá)①。 \\n ①颉：据古人说是一种皮毛青色而形态像狗的动物。可能就是今天所说的水獭(tǎ)。 \\n 又东四十里，曰婴山，其下多青雘，其上多金玉。 \\n 又东三十里，曰虎首之山，多苴(zhā)、椆(diāo)、椐①。 \\n ①椆：据古人说是一种耐寒冷而不凋落的树木。 \\n 又东二十里，曰婴矦之山，其上多封石，其下多赤锡。 \\n 又东五十里，曰大孰之山。杀水出焉，东北流注于瀙(视)水，其中多白垩。 \\n 又东四十里，曰卑山，其上多桃、李、苴、梓，多纍(lěi)①。 \\n ①纍：又叫做滕，古人说是一种与虎豆同类的植物。虎豆是缠蔓于树枝而生长的，所结豆荚，成熟后是黑色，有毛刺外露，像老虎指爪，而荚中豆子有斑点，像老虎身上的斑纹，所以又叫虎櫐。虎櫐，即今所说的紫藤。櫐，同\"蘽\"，蔓生植物。 \\n 又东三十里，曰倚帝之山，其上多玉，其下多金。有兽焉，状如鼣(féi)鼠①，白耳白喙，名曰狙(qū)如，见则其国有大兵。 \\n ①鼣鼠：不详何种动物。 \\n 又东三十里，曰鲵(ní)山。鲵水出于其上，潜于其下，其中多美垩。其上多金，其下多青雘。 \\n 又东三十里，曰雅山。澧水出焉，东流注于瀙水，其中多大鱼。其上多美桑，其下多苴，多赤金。 \\n 又东五十五里，曰宣山。沦水出焉，东南流注于瀙(视)水，其中多蛟。其上有桑焉，大五十尺，其枝四衢(qú)，其叶大尺余，赤理、黄华、青雘，名曰帝女之桑。 \\n 又东四十五里，曰衡山，其上多青雘，多桑，其鸟多鸜(qú)鹆(yǔ)。 \\n 又东四十里，曰丰山，其上多封石，其木多桑，多羊桃，状如桃而方茎，可以为皮张(zhàng)①。 \\n ①为：治理。这里是治疗的意思。张：通\"胀\"。浮肿。 \\n 又东七十里，曰妪山，其上多美玉，其下多金，其草多鸡谷。 \\n 又东三十里，曰鲜山，其木多楢、杻、苴，其草多亹(mén)冬①，其阳多金，其阴多铁。有兽焉，其状如膜犬(大)②，赤喙、赤目、白尾，见则其邑有火，名曰〈犭多〉(yì)即。 \\n ①亹冬：就是现在称作蔷薇的蔓生植物，花，果、根都可入药或制造香料。 \\n ②膜犬：据古人说是西膜之犬，这种狗的体形高大，长着浓密的毛，性情猛悍，力量很大。 \\n 又东三十里，曰章山，其阳多金，其阴多美石。皋水出焉，东流注于澧水，其中多脃(cuì)石①。 \\n ①脃石：一种又轻又软而易断易碎的石头。脃，即\"脆\"的本字。 \\n 又东二十五里，曰大支之山，其阳多金，其木多榖柞，无草木。 \\n 又东五十里，曰区吴之山，其木多苴。 \\n 又东五十里，曰声匈之山，其木多榖，多玉，上多封石。 \\n 又东五十里，曰大騩之山，其阳多赤金，其阴多砥石。 \\n 又东十里，曰踵臼之山，无草木。 \\n 又东北七十里，曰历石之山，其木多荆、芑(qǐ)，其阳多黄金，其阴多砥石。有兽焉，其状如狸，而白首虎爪，名曰梁渠，见则其国有大兵。 \\n 又东南一百里，曰求山。求水出于其上，潜于其下，中有美赭。其木多苴，多{竹媚}(méi)。其阳多金，其阴多铁。 \\n 又东二百里，曰丑阳之山，其上多椆椐。有鸟焉，其状如乌而赤足，名曰〈鸟只〉(zhǐ)鵌(tú)，可以御火。 \\n 又东三百里，曰奥山，其上多柏、杻、橿，其阳多〈王雩〉琈之玉。奥水出焉，东流注于瀙(视)水。 \\n 又东三十五里，曰服山，其木多苴，其上多封石，其下多赤锡。 \\n 又东三百里，曰杳山，其上多嘉荣草，多金玉。 \\n 又东三百五十里，曰几(左\"丿\"右\"\")山，其木多楢、檀、杻，其草多香。有兽焉，其状如彘，黄身、白头、白尾，名曰闻膦(1ìn)，见则天下大风。 \\n 凡荆山之首，自翼望之山至于几(左\"丿\"右\"\")山，凡四十八山，三千七百三十二里。其神状皆彘身人首。其祠：毛用一雄鸡祈瘗，瘗用一珪，糈用五种之糈(精)。禾山①，帝也。其祠：太牢之具，羞瘗，倒毛②；(婴)用一璧，牛无常。堵山、玉山，冢也，皆倒祠③，羞用(毛)少牢，婴用(毛)吉玉。 \\n ①禾山：这一山系并未述及禾山，不知是哪一山的误写。 \\n ②倒毛：毛指毛物，即作为祭品的牲畜。倒毛就是在祭礼举行完后，把猪、牛、羊三牲反倒着身子埋掉。 \\n ③倒祠：也是倒毛的意思。 \\n 中次十二经洞庭山首，曰篇遇之山，无草木，多黄金。 \\n 又东南五十里，曰云山，无草木。有桂竹①，甚毒，伤人必死②。其上多黄金，其下多〈王雩〉琈之玉。 \\n ①桂竹：竹子的一种。古人说它有四、五丈高，茎干合围有二尺粗，叶大节长，形状像甘竹而皮是红色。 \\n ②伤：刺的意思。作动词用。 \\n 又东南一百三十里，曰龟山，其木多穀、柞、椆、椐，其上多黄金，其下多青、雄黄，多扶竹①。 \\n ①扶竹：即邛(qióng)竹。节杆较长，中间实心，可以制做手杖，所以又叫扶老竹。 \\n 又东七十里，曰丙山，多筀竹①，多黄金、铜、铁，无木。 \\n ①筀竹：就是桂竹。据古人讲，因它是生长在桂阳地方的竹子，所以叫做桂竹。 \\n 又东南五十里，曰风伯之山，其上多金玉，其下多痠(suān)石、文石①，多铁，其木多柳、杻、檀、楮。其东有林焉，曰莽浮之林，多美木鸟鲁。 \\n ①痠石：不详何样石头。 \\n 又东一百五十里，曰夫夫之山，其上多黄金，其下多青、雄黄，其木多桑、楮，其草多竹、鸡鼓①。神于儿居之，其状人身而手(身)操两蛇，常游于江渊，出入有光。 \\n ①鸡鼓：即上文所说的鸡谷草。鼓、谷二字音同而假借。 \\n 又东南一百二十里，曰洞庭之山，其上多黄金，其下多银铁，其木多柤、梨、橘、櫾，其草多葌、蘪芜、芍药、芎䓖①。帝之二女居之，是常游于江渊。澧沅之风，交潇湘之渊②，是在九江之间，出入必以飘风暴雨。是多怪神，状如人而载蛇③，左右手操蛇。多怪鸟。 \\n ①蘪芜：一种香草，可以入药。 \\n ②潇：水又清又深的样子。 \\n ③载：戴。这里是缠绕的意思。 \\n 又东南一百八十里，曰暴山，其木多棕、枏、荆、芑、竹、箭、{竹媚}、箘(jǔn)①，其上多黄金、玉，其下多文石、铁，其兽多麋、鹿、{鹿旨}(jǐ)②，(其鸟多)就③。 \\n ①箘：一种小竹子，可以制做箭杆。 \\n ②{鹿旨}：同\"麂\"，一种小型鹿，仅雄性有角。 \\n ③就：即鹫，一种大型猛禽，属于雕鹰之类。就、鹫二字同音而假借。 \\n 又东南二百里，曰即公之山，其上多黄金，其下多〈王雩〉琈之玉，其木多柳、杻、檀、桑。有兽焉，其状如龟，而自身赤首，名曰蛫(guǐ)，是可以御火。 \\n 又东南一百五十九里，曰尧山，其阴多黄垩，其阳多黄金，其木多荆、芑、柳、檀，其草多藷藇、{艹术}(zhú)。 \\n 又东南一百里，曰江浮之山，其上多银、砥砺，无草木，其兽多豕，鹿。 \\n 又东二百里，曰真陵之山，其上多黄金，其下多玉，其木多榖、柞、柳、杻，其草多荣草。 \\n 又东南一百二十里，曰阳帝之山，多美铜，其木多橿、杻、檿(yǎn)、楮①，其兽多麢麝。 \\n ①檿：即山桑，是一种野生桑树，木质坚硬，可以制做弓和车辕。 \\n 又南九十里，曰柴桑之山，其上多银，其下多碧，多汵(jīn)(泠)石、赭，其木多柳、芑、楮、桑，其兽多麋、鹿，多白蛇、飞蛇①。 \\n ①飞蛇：即螣(téng)蛇，也作\"腾蛇\"。传说是能够乘雾腾云而飞行的蛇，属于龙一类。 \\n 又东二百三十里，曰荣余之山，其上多铜，其下多银，其木多柳、芑，其虫多怪蛇、怪虫①。 \\n ①虫：古时南方人也称蛇为虫。 \\n 凡洞庭山之首，自篇遇之山至于荣余之山，凡十五山，二千八百里。其神状皆鸟身而龙首。其祠：毛用一雄鸡、一牝豚刏(jī)，糈用稌。凡夫夫之山、即公之山、尧山、阳帝之山，皆冢也，其祠：皆肆瘗①，祈用酒，毛用少牢，婴用(毛)一吉玉。洞庭、荣余山，神也，其祠：皆肆瘗，祈酒太牢祠，婴用圭璧十五，五采惠之②。 \\n ①肆：陈设。 \\n ②惠：这里是绘的意思。惠、绘二字同音而假借。 \\n 右中经之山志，大凡百九十七山，二万一千三百七十一里。 \\n 大凡天下名山五千三百七十，居地，大凡六万四千五十六里。 \\n 禹曰：天下名山，经五千三百七十山，六万四千五十六里，居地也。言其《五臧(zàng)》①，盖其余小山甚众，不足记云。天地之东西二万八千里，南北二万六千里，出水之山者八千里，受水者八千里，出铜之山四百六十七，出铁之山三千六百九十。此天地之所分壤树谷也②，戈矛之所发也，刀铩(shā)之所起也③，能者有余，拙者不足。封于太山④，禅(shàn)于梁父⑤，七十二家，得失之数⑥，皆在此内，是谓国用⑦。 \\n ①五臧：即五脏。臧，通\"脏\"。五脏，指人的脾、肺、肾、肝、心等五种主要器官。这里用来比喻《五臧山经》中所记的重要大山，如同人的五脏六腑似的，也是天地山海之间的五脏。 \\n ②树：种植，栽培。谷：这里泛指农作物。 \\n ③铩：古代一种兵器，即铍(pī)。大矛。 \\n ④封：古时把帝王在泰山上筑坛祭天的活动称为\"封\"。太山：即泰山。 \\n ⑤禅：古时把帝王在泰山南面的小山梁父山上辟基祭地的活动称为\"禅\"。 \\n ⑥数：命运。⑦据学者研究，这一段话非本书原有，是先秦人的相传之语及注释的话，后被校勘本书的人采录而附于此。因底本原有，故一仍其旧。 \\n 右《五臧山经》五篇，大凡一万五千五百三字。 \\n 5 \\n  \\n   \\n  "}
{"章节": "山海经卷六 海外南经", "正文": "  \\n 山海经卷六　海外南经 \\n 　 \\n 地之所载，六合之间①，四海之内，照之以日月，经之以星辰，纪之以四时②，要之以太岁③。神灵所生，其物异形，或夭或寿，唯圣人能通其道。 \\n ①六合：古人以东、西、南、北、上、下六方为六合。 \\n ②四时：古人以春、夏、秋、冬四季为四时。 \\n ③太岁：又叫岁星，即木星。木星在黄道带里每年经过一宫，约十二年运行一周天，所以古人用以纪年。 \\n 海外自西南陬(zōu)至东南陬者①。 \\n ①陬：角。又本书自《海外南经》以下各篇，大概最早成书时先有图画，后有文字，而文字只是说明图画的　所以，每篇一开始都有表示方位的一句话，像本篇的\"海外自西南陬至东南陬者\"一句就是。 \\n 结匈国在其西南①，其为人结匈②。 \\n ①其：代指邻近结匈国的灭蒙鸟。而灭蒙鸟在结匈国的北边，参看本书《海外西经》。②结匈：可能指现在所说的鸡胸。匈，同\"胸\"。 \\n 南山在其东南①。自此山来，虫为蛇，蛇号为鱼。一曰南山在结匈东南。 \\n ①其：也是代指灭蒙鸟，否则，后面\"一曰南山在结匈东南\"一句就重复而多余了。以下同此。 \\n 比翼鸟在其东，其为鸟青、赤，两鸟比翼。一曰在南山东。 \\n 羽民国在其东南，其为人长头，身生羽。一曰在比翼鸟东南，其为人长颊(jiá)①。 \\n ①颊：面颊，脸的两侧。 \\n 有神人二八，连臂，为帝司夜于此野①。在羽民东，其为人小颊赤肩，尽十六人。 \\n ①司：视察。这里是守候的意思。 \\n 毕方鸟在其东，青水西，其为鸟人面一脚。一曰在二八神东。 \\n 讙(huān)头国在其南，其为人人面有翼，鸟喙，方捕鱼①。一曰在毕方东。或曰讙朱国。 \\n ①方：正在，正当。因为是配合图画的说明文字，所以出现了这种记述具体的一举一动的词语。以下此类词语尚多。 \\n 厌火国在其国南，(其为人)兽身黑色，生火出其口中。一曰在讙朱东。 \\n 三珠(株)树在厌火北，生赤水上，其为树如柏，叶皆为珠。一曰其为树若彗①。 \\n ①彗：即彗星。因为它拖着一条又长又散的尾巴就像扫帚，所以通常也称为扫帚星。这里实际是指树的形状像一把扫帚。 \\n 三苗国在赤水东，其为人相随。一曰三毛国。 \\n 臷(zhì)国在其东，其为人黄，能操弓射蛇。一曰臷国在三毛东。 \\n 贯匈国在其东，其为人匈有窍。一曰在臷国东。 \\n 交胫(jìng)国在其东，其为人交胫①。一曰在穿匈东②。 \\n ①胫：人的小腿。这里指整个腿脚。 \\n ②穿匈：即贯匈国。穿、贯二字的音义相同。 \\n 不死民在其东，其为人黑色，寿(考)不死①。一曰在穿匈国东。 \\n ①考：老。指长寿。 \\n 反(岐)舌国在其东，(其为人反舌)。一曰在不死民东。 \\n 昆仑虚(qū)在其东①，虚(qū)四方②。一曰在反(岐)舌东，为虚四方。 \\n ①虚：大丘。这里是山的意思。②虚：所在地。这里指山下底部地基。 \\n 羿(yì)与凿齿战于寿华之野①，羿射杀之。在昆仑虚(qū)东。羿持弓矢，凿齿持盾。一曰(持)戈。 \\n ①羿：神话传说中的天神。凿齿：传说是亦人亦兽的神人，有一个牙齿露在嘴外，有五、六尺长，形状像一把凿子。 \\n 三首国在其东，其为人一身三首。 \\n 周饶国在其东，其为人短小，冠带①。一曰焦侥国在三首东②。 \\n ①冠带：这里都作动词用，即戴上冠帽、系上衣带。 \\n ②焦侥国：传说此国与周饶国的人只有三尺高。而\"焦侥\"、\"周饶\"都是\"侏儒\"之声转。侏儒是短小的人。则焦侥国即周饶国，就是现在所说的小人国。 \\n 长臂国在其东，捕鱼水中，两手各操一鱼。一曰在焦侥东，捕鱼海中。 \\n 狄山，帝尧葬于阳，帝喾(kù)葬于阴①。爰有熊、罴、文虎、蜼(wěi)、豹、离朱、视肉②。吁咽、文王皆葬其所③。一曰汤山。一曰爰有熊、罴、文虎、蜼、豹、离朱、鸱(chī)(〈丘鸟〉)久、视肉、虖交④。 \\n  \\n ①帝喾：传说中的上古帝王唐尧的父亲。 \\n ②离朱：可能是神话传说中的三足鸟。这种鸟在太阳里，与乌鸦相似，但长着三只足。视肉：传说中的一种怪兽，形状像牛肝，有两只眼睛，割去它的肉吃了后，不长时间就又重新生长出来，完好如故。 \\n ③吁咽：可能指传说中的上古帝王虞舜。文王：即周文王姬昌，是周朝开国君主。 \\n ④虖交：不详何物。 \\n 有(其)范林方三百里①。 \\n ①范林：树林繁衍茂密。 \\n 南方祝融①，兽身人面，乘两龙。 \\n ①祝融：神话传说中的火神。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷七 海外西经", "正文": "  \\n 山海经卷七　海外西经 \\n 　 \\n 海外自西南陬至西北陬者。 \\n 灭蒙鸟在结匈国北，为鸟青，赤尾。 \\n 大运山高三百仞①，在灭蒙鸟北。 \\n ①仞：古代的八尺合一仞。 \\n 大乐(yé)之野，夏后启于此儛(wǔ)《九代》①，乘两龙，云盖三层。左手操翳(yì)②，右手操环，佩玉璜(huáng)③。在大运山北。一曰大遗之野。 \\n ①夏后启：传说是夏朝开国君主大禹的儿子，夏朝第一代国君。夏后，即夏王。儛：同\"舞\"。 \\n ②翳：用羽毛做的像伞形状的华盖。 \\n ③璜：一种半圆形玉器。 \\n 三身国在夏后启北，一首而三身。 \\n 一臂国在其北，一臂、一目、一鼻孔。有黄马，虎文，一目而一手①。 \\n ①手：这里指马的腿蹄。 \\n 奇(jī)肱(gōng)之国在其北。其人一臂三目，有阴有阳，乘文马①。有鸟焉，两头，赤黄色，在其旁。 \\n ①文马：即吉良马，白身子红鬃毛，眼睛像黄金，骑上它，寿命可达一千年。 \\n 形天与帝(至此)争神①，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。 \\n ①形天：即刑天，是神话传说中一个没有头的神。形，通\"刑\"，割、杀之意。天是颠顶之意，指人的头。刑天就是砍断头。所以，此神原本无名，在被断首之后才有了刑天神的名称。 \\n 女祭、女戚在其北，居两水间，戚操鱼觛(〈鱼旦〉)①，祭操俎②。 \\n ①觛：就是小觯。觛是古代的一种酒器。〈鱼旦〉，鱼属。 \\n ②俎：古代祭祀时盛供品的礼器。 \\n {次鸟}(cì)鸟、〈詹鸟〉(zhān)鸟，其色青黄，所经国亡。在女祭北。{次鸟}鸟人面，居山上。一曰维鸟，青鸟、黄鸟所集。 \\n 丈夫国在维鸟北，其为人衣冠带剑。 \\n 女丑之尸，生而十日炙杀之①。在丈夫北。以右手鄣其面②。十日居上，女丑居山之上。 \\n ①炙：烧烤。②鄣：同\"障\"。挡住，遮掩。 \\n 巫咸国在女丑北，右手操青蛇，左手操赤蛇。在登葆山，群巫所从上下也。 \\n 并封在巫咸东，其状如彘，前后皆有首，黑。 \\n 女子国在巫咸北，两女子居，水周之。一曰居一门中。 \\n 轩辕之国在(此)穷山之际，其不寿者八百岁。在女子国北，人面蛇身，尾交首上。 \\n 穷山在其北，不敢西射，畏轩辕之丘。在轩辕国北，其丘方，四蛇相绕。 \\n (此)诸沃(夭)之野，鸾鸟自歌，凤鸟自舞；凤皇卵，民食之；甘露①，民饮之：所欲自从也。 \\n 百兽相与群居。在四蛇北，其人两手操卵食之，两鸟居前导之。 \\n ①甘露：古人所谓甜美的露水，以为天下太平，则天降甘露。 \\n 龙鱼陵居在其北，状如貍狸(鲤)。一曰鰕（xiā）①。即有神圣乘此以行九野②。一曰鳖鱼在沃(夭)野北，其为鱼也如鲤。 \\n ①鰕：体型大的鲵(ní)鱼叫做鰕鱼。鲵鱼是一种水陆两栖类动物，有四只脚，长尾巴，眼小口大，生活在山谷溪水中。因叫声如同小孩啼哭，所以俗称娃娃鱼。 \\n ②九：表示多数。这里是广大的意思。 \\n 白民之国在龙鱼北，白身被发①。有乘黄，其状如狐，其背上有角，乘之寿二千岁。 \\n ①被：通\"披\"。 \\n 肃慎之国在白民北。有树名曰雄（雒）常，圣人代立，于此取衣(先入伐帝，于此取之)①。 \\n ①圣人代立，于此取之：据古人解说，肃慎国的习俗是人们平时没衣服，一旦中原地区有英明的帝王继立，那么，常雄树就生长出一种树皮，那里的人取它可以制成衣服穿。 \\n 长股之国在雄常北，被发。一曰长脚。 \\n 西方蓐(rǔ)收①，左耳有蛇，乘两龙。 \\n ①蓐收：神话传说中的金神，样子是人面孔、虎爪子、白毛发，手执钺斧。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷八 海外北经", "正文": "  \\n 山海经卷八　海外北经 \\n 　 \\n 海外自东北陬至西北陬者。 \\n 无(qǐ)(启)之国在长股东，为人无(启)①。 \\n ①无启：无嗣。传说无启国的人住在洞穴中，平常吃泥土，不分男女，一死就埋了，但他们的心不腐朽，死后一百二十年就又重新化成人。 \\n 钟山之神，名曰烛阴，视为昼，瞑为夜，吹为冬，呼为夏，不饮，不食，不息，息为风，身长千里。在无(启)之东。其为物，人面，蛇身，赤色，居钟山下。 \\n 一目国在其东，一目中其面而居。一曰有手足。 \\n 柔利国在一目东，为人一手一足，反膝，曲足居上。一云留利之国，人足反折。 \\n 共工之臣曰相柳氏，九首，以食于九山。相柳之所抵，厥(jué)为泽溪①。禹杀相柳，其血腥，不可以树五谷种②。禹厥之，三仞三沮③，乃以为众帝之台④。在昆仑之北，柔利之东。相柳者，九首人面，蛇身而青。不敢北射，畏共工之台。台在其东，台四方，隅有一蛇⑤，虎色⑥，首冲南方。 \\n ①厥：通\"撅\"。掘。 \\n ②五谷：五种谷物。泛指庄稼。 \\n ③三：表示多数。仞：充满。沮：败坏。这里是陷落的意思。 \\n ④众帝：指帝尧、帝喾、帝丹朱、帝舜等传说中的上古帝王。 \\n ⑤隅：角落。 \\n ⑥虎色：虎文，即老虎皮毛的颜色纹理。 \\n 深目国在其东，为人举一手一目，在共工台东。 \\n 无肠之国在深目东，其为人长而无肠。 \\n 聂(shè)耳之国在无肠国东，使两文虎①，为人两手聂其耳②。县(xuán)居海水中③，及水所出入奇物。两虎在其东④。 \\n ①文虎：即雕虎，老虎身上的花纹如同雕画似的。 \\n ②聂：通\"摄\"。握持。 \\n ③县：通\"悬\"。无所依倚。这里是孤单的意思。 \\n ④两虎：即指上文的两文虎，原来图上的画像就是如此。这种说明图上画面的物像、人形、山状、方向、位置等文字，自《海外南经》以下比比皆是。因为原画已失，仅剩说明文字，图画与文字不能配合着视读，所以，文中所指所述往往有不甚了了之感。 \\n 夸父与日逐走，入日。渴，欲得饮，饮于河渭，河渭不足，北饮大泽，未至，道渴而死。弃其杖，化为邓林。 \\n 博(夸)父国在聂(shè)耳东，其为人大，右手操青蛇，左手操黄蛇。邓林在其东，二树木。一曰博父。 \\n 禹所积石之山在其东①，河水所入。 \\n ①禹所积石之山：是一座山，即禹所积石山。传说大禹曾疏通积石山而导引黄河水流过。此积石山是另一座山，不是这里所说的禹所积石山。 \\n 拘瘿(yǐng)(缨)之国在其东，一手把瘿(缨)①。一曰利瘿(缨)之国。 \\n ①瘿：因脖颈细胞增生而形成的囊状性赘生物，多肉质，比较大。 \\n 寻木长千里，在拘瘿(缨)南，生河上西北。 \\n 跂踵国在拘瘿(缨)东①，其为人大，两足亦大。一曰反(大)踵②。 \\n ①跂踵：走路时脚跟不着地。 \\n ②反踵：脚是反转长的，走路时行进的方向和脚印的方向是相反的。 \\n 欧丝之野在反(大)踵东，一女子跪据树欧丝①。 \\n ①据树：据古人解说，是凭依桑树一边吃桑叶一边吐出丝，像蚕似的。这大概是图画上的形状。欧：同\"呕\"。吐。 \\n 三桑无枝，在欧丝东，其木长百仞①，无枝。 \\n ①仞：古时八尺为一仞。 \\n 范林方三百里，在三桑东，洲环其下①。 \\n ①洲：水中可居人或物的小块陆地。 \\n 务隅之山，帝颛(zhuān)顼(xū)葬于阳①。九嫔葬于阴②。一曰爰有熊、罴、文虎、离朱、〈丘鸟〉(鸱)(chī)久、视肉。 \\n ①颛顼：传说中的上古帝王。②九嫔：指颛顼的九个妃嫔。 \\n 平丘在三桑东。爰有遗玉、青马(鸟)、视肉、杨柳、甘柤(zhā)、甘华①，百果所生②。有(在)两山夹上谷，二大丘居中，名曰平丘。 \\n ①遗玉：据古人说是一种玉石，先由松枝在千年之后化为伏苓，再过千年之后化为琥珀，又过千年之后化为遗玉。甘柤：传说中的一种树木，枝干都是红色的，花是黄色的，叶子是白色的，果实是黑色的。甘华：传说中的一种树木，枝干都是红色的，花是黄色的。 \\n ②百：这里表示很多的意思，并非实指。 \\n 北海内有兽，其状如马，名曰騊(táo)駼(tú)。有兽焉，其名曰駮(bó)，状如白马，锯牙，食虎豹。有素兽焉，状如马，名曰蛩蛩(qióng)。有青兽焉，状如虎，名曰罗罗。 \\n 北方禺彊①，人面鸟身，珥(ěr)两青蛇②，践两青蛇。 \\n ①禺彊：也叫玄冥，神话传说中的水神。 \\n ②珥：插。这里指穿挂着。 \\n 3 \\n  \\n   \\n  "}
{"章节": "山海经卷九 海外东经", "正文": "  \\n 山海经卷九　海外东经 \\n 　 \\n 海外自东南陬至东北陬者。 \\n 〈镸差〉(jiē)丘，爰有遗玉、青马、视肉、杨柳、甘柤、甘华。甘果所生，在东海。两山夹丘，上有树木。一曰嗟丘。一曰百果所在，在尧葬东。 \\n  \\n 大人国在其北，为人大，坐而削(shào)船①。一曰在〈镸差〉(jiē)丘北。 \\n ①削船：削、梢二字同音假借。梢是长竿子，这里作动词用。梢船就是用长竿子撑船。 \\n 奢比之尸在其北①，兽身、人面、大耳，珥(ěr)两青蛇。一曰肝榆之尸在大人北。 \\n ①奢比：也叫奢龙，传说中的神。 \\n 君子国在其北，衣冠带剑①，食兽，使二文(大)虎在旁，其人好(hào)让不争。有薰华草，朝生夕死。一曰在肝榆之尸北。 \\n ①衣冠：这里都作动词用，即穿上衣服戴上帽子。 \\n {工虫}{工虫}(hóng)在其北①，各有两首。一曰在君子国北。 \\n ①{工虫}{工虫}：就是虹霓，俗称美人虹。据古人说，虹双出而颜色鲜艳的为雄，称作虹；颜色暗淡的为雌，称作霓。 \\n 朝阳之谷，神曰天吴，是为水伯。在{工虫}{工虫}北两水间。其为兽也，八首人面，八足八尾，背(皆)青黄。 \\n 青丘国在其北。其狐四足九尾。一曰在朝阳北。 \\n 帝命竖亥步①，自东极至于西极，五亿十选九千八百步②。竖亥右手把算③，左手指青丘北。一曰禹令竖亥。一曰五亿十万九千八百步。 \\n ①竖亥：传说中一个走得很快的神人。 \\n ②选：万。 \\n ③算：通\"筭\"。古代人计数用的筹码。 \\n 黑齿国在其北，为人黑(齿)，食稻啖蛇①，一赤一青，在其旁。一曰在竖亥北，为人黑首，食稻使蛇，其一蛇赤②。 \\n ①啖：吃。 \\n ②这段文字所述都是原画面上的图像。 \\n 下有汤(yáng)谷①。汤谷上有扶桑，十日所浴，在黑齿北。居水中，有大木，九日居下枝，一日居上枝。 \\n ①下有：\"下有\"是针对\"上有\"而言，原图上自然画着上面有什么，但图画已不存，而说明文字又未记述，故今不知何所指。汤谷：据古人解说，这条谷中的水很热。 \\n 雨师妾在其北。其为人黑，两手各操一蛇，左耳有青蛇，右耳有赤蛇。一曰在十日北，为人黑身人面，各操一龟。 \\n 玄股之国在其北。其为人衣鱼食〈鸟区〉(ōu)①，使两鸟夹之。一曰在雨师妾北。 \\n ①衣鱼：穿着用鱼皮做的衣服。食〈鸟区〉：也作\"鸥\"，即鸥鸟，在海边活动的叫海鸥，在江边活动的叫江鸥。食〈鸟区〉即食鸥，就是吃鸥鸟产下的蛋。 \\n 毛民之国在其北。为人身生毛。一曰在玄股北。 \\n 劳民国在其北，其为人黑。或曰教民。一曰在毛民北，为人面目手足尽黑。 \\n 东方句(gōu)芒①，鸟身人面，乘两龙。 \\n ①苟芒：神话传说中的木神。 \\n 建平元年四月丙戊，待诏太常属臣望校治，侍中光禄勋臣龚、侍中奉车都尉光禄大夫臣秀领主省①。 \\n ①这段文字不是《山海经》原文，而是整理者对本卷文字作完校勘工作后的署名。建平是西汉哀帝的年号，而建平元年相当于公元前六年。秀即刘秀，原来叫刘歆，后来改名为秀，西汉末年人，是著名的经学家、目录学家。他曾继承其父刘向的事业，领导主持整理古籍、编撰目录的工作，成就很大。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷十 海内南经", "正文": "  \\n 山海经卷十　海内南经 \\n 　 \\n 海内东南陬以西者。 \\n 瓯居海中。闽在海中，其西北有山。一曰闽中山在海中。 \\n 三天子鄣山在闽西海北。一曰在海中。 \\n 桂林八树，在番(pān)隅东。 \\n 伯虑国、离耳国、雕题国、北朐(qú)国皆在郁水南。郁水出湘陵南山(海)。一曰柏(相)虑。 \\n 枭阳国在北朐之西。其为人人面长唇，黑身有毛，反踵，见人则(笑亦)笑；左手操管。 \\n 兕在舜葬东，湘水南。其状如牛，苍黑，一角。 \\n 苍梧之山，帝舜葬于阳，帝丹朱葬于阴。 \\n 氾林方三百里①，在氾狌狌东。 \\n ①氾林：就是前文所说的范林。 \\n 狌狌知人名，其为兽如豕而人面，在舜葬西。 \\n 狌狌西北有犀牛，其状如牛而黑。 \\n 夏后启之臣曰孟涂，是司神于巴。(巴)人(请)讼(sòng)于孟涂之所，其衣有血者乃执之。是请生。居山上，在丹山西。丹山在丹阳南，丹阳巴(居)属也。 \\n 窫(zhá)窳(yú)龙首，居弱水中，在狌狌知人名之西，其状如貙(chū)①，龙首，食人。 \\n ①貙：一种像野猫而体型略大的野兽。 \\n 有木，其状如牛，引之有皮，若缨、黄蛇。其叶如罗①，其实如栾②，其木若苉(ōu)③，其名曰建木。在窫窳西弱水上。 \\n ①罗：捕鸟的网。 \\n ②栾：传说中的一种树木，树根是黄色的，树枝是红色的，树叶是青色的。 \\n ③苉：即刺榆树。 \\n 氐(dǐ)人国在建木西，其为人人面而鱼身，无足。 \\n 巴蛇食象，三岁而出其骨，君子服之，无心腹之疾。其为蛇青、黄、赤、黑，一曰黑蛇青首，在犀牛西。 \\n 旄(máo)马，其状如马，四节有毛。在巴蛇西北，高山南。 \\n 匈奴、开题之国、列人之国并在西北。 \\n 1 \\n   \\n  "}
{"章节": "山海经卷十一 海内西经", "正文": "  \\n 山海经卷十一海内西经 \\n 　 \\n 海内西南陬以北者。 \\n 贰负之臣曰危①，危与贰负杀窫(zhá)窳(yú)②。帝乃梏之疏属之山③，桎其右足④，反缚两手与发，系之山上木。在开题西北。 \\n ①贰负：神话传说中的天神，样子是人的脸面蛇的身子。 \\n ②窫窳：也是传说中的天神，原来的样子是人的脸面蛇的身子，后被贰负及其臣子杀死而化成上文所说的样子--龙头，野猫身，并且吃人。 \\n ③梏：古代木制的手铐。这里是械系、拘禁的意思。 \\n ④桎：古代拘系罪人两脚的刑具。 \\n 大泽方百里，群鸟所生及所解。在雁门北。 \\n 雁门山，雁出其间。在高柳北。高柳在代北。 \\n 后稷之葬，山水环之。在氐国西①。 \\n ①氐国：就是上文所说的氐人国。 \\n 流黄酆(fēng)氏之国，中方三百里①，有涂四方②，中有山。在后稷葬西。 \\n ①中：域中，即国内土地的意思。 \\n ②涂：通\"途\"。道路。 \\n 流沙出钟山①，西行又南行昆仑之虚(qū)②，西南入海，黑水之山。 \\n ①流沙：沙子和水一起流行移动的一种自然现象。 \\n ②虚：大丘。即指山。 \\n 东胡在大泽东。 \\n 夷人在东胡东。 \\n 貊(mò)国在汉水东北。地近于燕，灭之。 \\n 孟鸟在貊国东北。其鸟文赤、黄、青，东乡(xiàng)①。 \\n ①乡：通\"向\" \\n 海内昆仑之虚(qū)，在西北，帝之下都。昆仑之虚，方八百里，高万仞①。上有木禾，长五寻②，大五围。面有九井，以玉为槛(jiàn)③。面有九门，门有开明兽守之，百神之所在④。在八隅之岩，赤水之际，非夷(仁)羿莫能上冈之岩⑤。 \\n ①仞：古代的八尺为一仞。 \\n ②寻：古代的八尺为一寻。 \\n ③槛：窗户下或长廊旁的栏杆。这里指井栏。 \\n ④百：并非实数，而是言其多。 \\n ⑤夷羿，即后羿，神话传说中的英雄人物，善于射箭，曾经射掉九个太阳，射死毒蛇猛兽，为民除害。 \\n 赤水出东南隅，以行其东北，西南流注南海厌火东。 \\n 河水出东北隅，以行其北，西南又入渤海，又出海外，即西而北，入禹所导积石山。 \\n 洋(xiáng)水、黑水出西北隅，以东，东行，又东北，南入海，羽民南。 \\n 弱水、青水出西南隅，以东，又北，又西南，过毕方鸟东。 \\n 昆仑南渊深三百仞。开明兽身大类虎而九首，皆人面，东向立昆仑上。 \\n 开明西有凤皇、鸾(luán)鸟，皆戴蛇践蛇，膺有赤蛇。 \\n 开明北有视肉、珠树、文玉树、玕(yū)琪(qí)树、不死树①，凤皇、鸾鸟皆戴瞂(fá)②，又有离朱、木禾、柏树、甘水、圣木曼兑③。一曰挺木牙交。 \\n ①珠树：神话传说中的生长珍珠的树。文玉树：神话传说中的生长五彩美玉的树。玕琪树：神话传说中的生长红色玉石的树。不死树：神话传说中的一种长生不死的树，人服食了它可也长寿不老。 \\n ②瞂：盾。 \\n ③离朱：即太阳里的踆乌，也叫三足乌。甘水：即古人所谓的醴泉，甜美的泉水。圣木曼兑：一种叫做曼兑的圣树，服食了它可使人圣明智慧。 \\n 开明东有巫彭、巫抵、巫阳、巫履、巫凡、巫相，夹窫(zhá)窳(yú)之尸，皆操不死之药以距之①。窫窳者，蛇身人面，贰负臣所杀也。 \\n ①距：通\"拒\"。抗拒。 \\n 服常树，其上有三头人，伺琅(1áng)玕(gān)树①。 \\n ①琅玕树：传说这种树上结出的果实就是珠玉。 \\n 开明南有树鸟，六首；蛟、蝮、蛇、蜼(wěi)、豹、鸟秩树①，于表池树木②；诵鸟、鶽(sǔn)、视肉③。 \\n ①蛟：像蛇的样子，但有四只脚，属于龙一类。蝮：大蛇。鸟秩树：不详何种树木。 \\n ②树：这里是动词，环绕着、排列着的意思。 \\n ③诵鸟：不详何种禽鸟。鶽：雕鹰。　 \\n 1 \\n   \\n  "}
{"章节": "山海经卷十二 海内北经", "正文": "  \\n 山海经卷十二　海内北经 \\n 　 \\n 海内西北陬以东者。 \\n 蛇巫之山，上有人操柸(bàng)而东向立①。一曰龟山。 \\n ①柸：即\"棓\"，音义同而字形异。棓，同\"棒\"。棍子，大棒。 \\n 西王母梯几而戴胜(杖)①。其南有三青鸟，为西王母取食。在昆仑虚(qū)北。 \\n ①梯：凭倚，凭靠。几：矮或小的桌子。胜：古时妇女的首饰。 \\n 有人曰大行伯，把戈。其东有犬封国。贰负之尸在大行伯东。 \\n 犬封国曰犬戎国，状如犬。有一女子，方跪进杯(柸)食①。有文马②，缟身朱鬣(liè)③，目若黄金，名曰吉量，乘之寿千岁。 \\n ①方：正在。原图上就是这样画的，所以用这类词语加以说明。以下此类情况尚多。 \\n ②文马：皮毛带有色彩花纹的马。 \\n ③缟：白色。 \\n 鬼国在贰负之尸北，为物人面而一目。一曰贰负神在其东，为物人面蛇身。 \\n 蜪(táo)犬如犬，青，食人从首始。 \\n 穷奇状如虎，有翼，食人从首始。所食被发①。在蜪犬北。一曰从足。 \\n ①被发：即披发。被，通\"披\"。这是原图画上的样子。 \\n 帝尧台、帝喾台、帝丹朱台、帝舜台，各二台，台四方，在昆仑东北。 \\n 大蜂，其状如螽(zhōng)①；朱蛾，其状如蛾②。 \\n ①螽：螽斯，一种昆虫，体呈绿色或褐色，样子像蚂蚱。 \\n ②蛾：古人说是蚍蜉，就是现在所说的蚂蚁。 \\n 蟜(qiáo)，其为人虎文，胫有(qǐ)①。在穷奇东。一曰状如人，昆仑虚北所有。 \\n ①：小腿肚子。 \\n 阘(tà)非，人面而兽身，青色。 \\n 据比之尸，其为人折颈披发，无一手。 \\n 环狗，其为人兽首人身。一曰猬状如狗，黄色。 \\n 祙(mèi)①，其为物人身、黑首、从(zòng)目②。 \\n ①祙：即魅，古人认为物老则成魅。就是现在所说的鬼魅、精怪。 \\n ②从：通\"纵\"。 \\n 戎，其为人人首三角。 \\n 林氏国有珍兽，大若虎，五采毕具，尾长于身，名曰驺(chú)吾，乘之日行千里。 \\n 昆仑虚南所，有氾林方三百里①。 \\n ①氾林：即上文所说的范林、泛林，意为树木茂密丛生的树林。 \\n 从(zhōng)极之渊，深三百仞①，维冰夷恒都焉②。冰夷人面，乘两龙。一曰忠极之渊。 \\n ①仞：古代的八尺为一仞。 \\n ②维：通\"惟\"、\"唯\"。独，只有。冰夷：也叫冯(píng)夷、无夷，即河伯，传说中的水神。 \\n 阳汙(yū)之山，河出其中；凌门之山，河出其中。 \\n 王子夜之尸，两手、两股、胸、首、齿，皆断异处。 \\n 舜妻登比氏生宵明、烛光，处河大泽，二女之灵能照此所方百里。一曰登北氏。 \\n 盖国在鉅燕南①，倭(wō)北。倭属燕。 \\n ①鉅：通\"巨\"。大。这里是形容词。 \\n 朝鲜在列阳东，海北山南。列阳属燕。 \\n 列姑射在海河州中①。 \\n ①河州：据古人说是黄河流入海中形成的小块陆地。州是水中高出水面的土地。 \\n (射)姑国在海中，属列姑射。西南，山环之。 \\n 大蟹在海中①。 \\n ①大蟹：据古人说是一种方圆千里大小的蟹。 \\n 陵鱼人面①，手足，鱼身，在海中。 \\n ①陵鱼：即上文所说的人鱼、鲵鱼，俗称娃娃鱼。 \\n 大鯾(biān)居海中①。 \\n ①鯾：同\"鳊\"。即鲂鱼，体型侧扁，背部特别隆起，略呈菱形，像现在所说的武昌鱼，肉味鲜美。 \\n 明组邑居海中①。 \\n ①明组邑：可能是生活在海岛上的一个部落。邑即邑落，指人所聚居的部落、村落。 \\n 蓬莱山在海中①。 \\n ①蓬莱山：传说中的仙山，上面有神仙居住的宫室，都是用黄金玉石建造成的，飞鸟走兽纯白色，远望如白云一般。 \\n 大人之市在海中。 \\n  \\n   \\n  "}
{"章节": "山海经卷十三 海内东经", "正文": "  \\n 山海经卷十三　海内东经 \\n 　 \\n 海内东北陬以南者。 \\n 鉅燕在东北陬。 \\n 国在流沙中者埻(dūn)端、玺〈日奂〉(huàn)，在昆仑虚东南。一曰海内之郡，不为郡县，在流沙中。 \\n  \\n 国在流沙外者，大夏、竖沙、居繇(yáo)、月支之国。 \\n 西胡白玉山在大夏东，苍梧在白玉山西南，皆在流沙西，昆仑虚东南。昆仑山在西胡西。皆在西北。 \\n 雷泽中有雷神，龙身而人头，鼓其腹①。在吴西。 \\n ①鼓：这里是动词，即鼓动，振作。据传这位雷神只要鼓动他的肚子就会响起雷声。 \\n 都州在海中。一曰郁州。 \\n 琅(láng)邪(yá)台在渤海间①，琅邪之东②。其北有山。一曰在海间。 \\n ①琅邪台：据古人讲，琅邪台本来是一座山，高耸突起，形状如同高台，所以被称为琅邪台。 \\n ②琅邪：指春秋时越王勾践修筑的琅邪台，周长七里，用来观望东海。 \\n 韩雁在海中①，都州南。 \\n ①韩雁：难以断定是国名，或鸟名。如果是国名，则应在海中的岛屿上。 \\n 始鸠在海中①，韩雁(辕厉)南。 \\n ①始鸠：也难以断定是国名，或鸟名。 \\n 会稽山在大越(楚)南。 \\n 岷三江：首大江，出汶山，北江出曼山，南江出高山。高山在成(城)都西，入海在长州南。 \\n 浙江出三天子都，在蛮(其)东，在闽西北，入海，馀暨南。 \\n 庐江出三天子都。入江，彭泽西。一曰天子鄣。 \\n 淮水出馀山，馀山在朝阳东，义乡西，入海，淮浦北。 \\n 湘水出舜葬东南陬，西环之，入洞庭下。一曰东南西泽。 \\n 汉水出鲋鱼之山。帝颛顼葬于阳，九嫔葬于阴，四蛇卫之。 \\n 濛水出汉阳西，入江，聂阳西。 \\n 温水出崆峒。崆峒山在临汾南，入河，华阳北。 \\n 颍水出少室，少室山在雍氏南，入淮西鄢北。一曰缑氏。 \\n 汝水出天息山，在梁勉乡西南，入淮极西北，一曰淮在期思北。 \\n 泾水出长城北山，山在郁郅、长垣北，北入渭，戏北。渭水出鸟鼠同穴山，东注河，入华阴北。 \\n 白水出蜀，而东南注江，入江洲城下。 \\n 沅水(山)出象郡镡城西，又(主)东注江，入下隽西，合洞庭中。 \\n 赣水出聂都东山，东北注江，入彭泽西。 \\n 泗水出鲁东北而南，西南过湖陵西，而东南注东海，入淮阴北。 \\n 鬱水出象郡，而西南注南海，入须陵东南。 \\n 肄水出临晋西南，而东南注海，入番禺西。 \\n 潢水出桂阳西北山，东南注肄水，入敦浦西。 \\n 洛水出洛西山，东北注河，入成皋之西。 \\n 汾水出上寙北，而西南注河，入皮氏南。 \\n 沁水出井陉山东，东南注河，入怀东南。 \\n 济水出共山南东丘，绝钷鹿泽，注渤海，入齐琅槐东北。 \\n 潦水出卫皋东，东南注渤海，入潦阳。 \\n 虖沱水出晋阳城南，而西至阳曲北，而东注渤海，入(越)章武北。 \\n 漳水出山阳东，东注渤海，入章武南①。 \\n ①从\"岷三江\"至\"入章武南\"这一大段文字，据学者的研究，认为不是《山海经》原文，而是《水经》一书中的文字。但因这段文字为底本所原有，故仍保留它并作今译，唯不做注。 \\n  \\n   \\n  "}
{"章节": "山海经卷十四 大荒东经", "正文": "  \\n 山海经卷十四　大荒东经 \\n 　 \\n 东海之外有大壑①，少昊之国②。少昊孺帝颛顼于此③，弃其琴瑟④。 \\n ①壑：坑谷，深沟。 \\n ②少昊：传说中的上古帝王，名叫挚，以金德王，所以号称金天氏。 \\n ③孺：通\"乳\"。用乳奶喂养。这里是抚育、养育的意思。颛顼：传说中的上古帝王，号称高阳氏，是黄帝的后代。 \\n ④琴瑟：古时两种拨弦乐器。 \\n 有甘山者，甘水出焉，生甘渊①。 \\n ①渊：水流汇积就成为深渊。 \\n 大荒东南隅有山，名皮母地丘。 \\n 东海之外，大荒之中，有山名曰大言，日月所出。 \\n 有波谷山者，有大人之国，有大人之市，名曰大人之堂①。有一大人踆(cūn)其上②，张其两臂(耳)。 \\n ①大人之堂：本是一座山，因为山的形状就像是一座堂屋，所以称作大人堂。 \\n ②踆：通\"蹲\"。 \\n 有小人国，名靖人①。 \\n ①：靖人：传说东北极有一种人，身高只有九寸，这就是靖人。靖的意思是细小的样子。靖人即指小人。 \\n 有神，人面兽身，名曰梨〈霝鬼〉(líng)之尸。 \\n  \\n 有潏(jué)山，杨水出焉。 \\n 有蔿(wěi)国，黍食①，使四鸟②：虎、豹、熊、罴。 \\n ①黍：一种黏性谷米，可供食用和酿酒，古时主要在北方种植，脱去糠皮就称作黄米子。②鸟：古时鸟兽通名，这里即指野兽。以下同此。 \\n 大荒之中，有山名曰合虚，日月所出。 \\n 有中容之国。帝俊生中容①，中容人食兽、木实，使四鸟：豹、虎、熊、罴。 \\n ①帝俊：本书屡屡出现叫帝俊的上古帝王，具体所指，各有不同，而神话传说，分歧已大，历时既久，更相矛盾，实难确指，只可疑似而已。以下同此。这里似指颛顼。中容：传说颛顼生有才子八人，其中就有中容。 \\n 有东口之山。有君子之国，其人衣冠带剑。 \\n 有司幽之国。帝俊生晏龙，晏龙生司幽，司幽生思土，不妻；思女，不夫①。食黍，食兽，是使四鸟。 \\n ①思土不妻，思女不夫：神话传说他们虽然不娶亲，不嫁人，但因精气感应、魂魄相合而生育孩子，延续后代。 \\n 有大阿之山者。 \\n 大荒中有山，名曰明星，日月所出。 \\n 有白民之国。帝俊生帝鸿①，帝鸿生白民②，白民销姓，黍食，使四鸟：虎、豹、熊、罴。 \\n ①帝俊：似指少典，传说中的上古帝王，娶有蟜氏，生黄帝、炎帝二子。帝鸿：即黄帝，姓公孙，居轩辕之丘，所以号称轩辕氏。有土德之瑞，所以又号称黄帝。取代神农氏为天子。 \\n ②生：在本书中，\"生\"字的用法，并不一定都指某人诞生某人，也多指某人所生存、遗存的后代子孙。这里就是指后代而言。以下这种用意尚多。 \\n 有青丘之国。有狐，九尾。 \\n 有柔仆民，是维嬴土之国①。 \\n ①维：句中语助词，无意。②嬴土：肥沃的土地。 \\n 有黑齿之国。帝俊生黑齿，姜姓，黍食，使四鸟。 \\n 有夏州之国。有盖余之国。 \\n 有神人，八首人面，虎身十尾，名曰天吴。 \\n 大荒之中，有山名曰鞠陵于天、东极、离瞀(mào)，日月所出。有神名曰折丹，东方曰折，来风曰俊，处东极以出入风。 \\n 东海之渚中①，有神，人面鸟身，珥两黄蛇，践两黄蛇，名曰禺虢。黄帝生禺虢，禺虢生禺京②。禺京处北海，禺虢处东海，是惟海神③。 \\n ①渚：水中的小洲。这里指海岛。 \\n ②禺京：就是上文所说的风神禺虢。同一神人，一说是风神，一说是海神，大概因神话传说不同，或为一身而兼二职。 \\n ③惟：句中语助词，无意。 \\n 有招摇山，融水出焉。有国曰玄股，黍食，使四鸟。 \\n 有因(困)民国，勾姓，黍(而)食。有人曰王亥，两手操鸟，方食其头①。王亥托于有易、河伯仆牛②。有易杀王亥③，取仆牛。河伯念有易④，有易潜出，为国于兽，方食之⑤，名曰摇民⑥。帝舜生戏⑦，戏生摇民。 \\n ①方食其头：这是针对原画面上的图像而说的。 \\n ②仆：通\"朴\"。大。 \\n ③有易杀王亥：据古史传说，王亥对有易族人奸淫暴虐，有易族人愤恨而杀了他。 \\n ④河伯念有易：据古史传说，王亥的继承者率兵为王亥报仇，残杀了许多有易族人，河伯同情有易族人，就帮助残存的有易族人悄悄逃走。 \\n ⑤方食之：这也是针对原画面上的图像而说的。 \\n ⑥摇民：即因民国。 \\n ⑦帝舜：传说中上古时的贤明帝王。 \\n 海内有两人①，名曰女丑②。女丑有大蟹③。 \\n ①两人：下面只说了一个，大概文字上有逸脱。 \\n ②女丑：就是上文所说的女丑之尸，是一个女巫。 \\n ③大蟹：就是上文所说的方圆有一千里大小的螃蟹。 \\n 大荒之中，有山名曰孽摇頵(yūn)羝(dī)。上有扶木①，柱三百里②，其叶如芥(jiè)③。有谷曰温源谷④。汤(yáng)谷上有扶木，一日方至，一日方出，皆载于乌⑤。 \\n ①扶木：就是上文所说的扶桑树，太阳由此升起。 \\n ②柱：像柱子般直立着。 \\n ③芥：芥菜，花茎带着叶子，而叶子有叶柄，不包围花茎。 \\n ④温源谷：就是上文所说的汤谷，谷中水很热，太阳在此洗澡。 \\n ⑤乌：就是上文所说的踆乌、离朱鸟、三足乌，异名同物，除过所长三只爪子外，其它形状像乌鸦，栖息在太阳里。 \\n 有神，人面、大(犬)耳、兽身，珥两青蛇，名曰奢比尸。 \\n 有五采之鸟①，相乡弃沙②。惟帝俊下友③。帝下两坛，采鸟是司。 \\n ①五采之鸟：即五采鸟，属鸾鸟、凤凰之类。采，通\"彩\"。彩色。 \\n ②乡：通\"向\"。弃沙：不详何意。有些学者认为\"弃沙\"二字是\"媻娑\"二字的讹误，而媻娑的意思是盤旋而舞的样子。 \\n ③惟：句首语助词，无意。 \\n 大荒之中，有山名曰猗天苏门，日月所出(生)。 \\n 有壎(xuān)民之国。有綦(jī)山。又有摇山。有〈鬲曾〉(zèng)山。又有门户山。又有盛山。又有待山。有五采之鸟。 \\n 东荒之中，有山名曰壑明俊疾，日月所出。有中容之国。 \\n 东北海外，又有三青马、三骓①、甘华。爰有遗玉、三青鸟、三骓、视肉、甘华、甘柤。百谷所在②。 \\n ①骓：马的毛色青白间杂。 \\n ②百谷：泛指各种农作物。百，表示多的意思，不是实指。 \\n 有女和月母之国。有人名曰鹓(wǎn)，北方曰鹓，来(之)风曰〈犭炎〉(yǎn)，是处东北(极)隅以止日月①，使无相间出没②，司其短长。 \\n ①止：这里是控制的意思。②间：这里是错乱、杂乱的意思。 \\n 大荒东北隅中，有山名曰凶犁土丘。应龙处南极①，杀蚩尤与夸父②，不得复上，故下数旱③。旱而为应龙之状，乃得大雨。 \\n ①应龙：传说中的一种生有翅膀的龙。 \\n ②蚩尤：神话传说中的东方九黎族首领，以金作兵器，能唤云呼雨。 \\n ③数：屡次，频繁。 \\n 东海中有流波山，入海七千里。其上有兽，状如牛，苍身而无角，一足，出入水则必风雨，其光如日月，其声如雷，其名曰夔(kuí)。黄帝得之，以其皮为鼓，橛(jué)以雷兽之骨①，声闻五百里②，以威天下。 \\n ①橛：通\"撅\"。敲，击打。雷兽：就是上文所说的雷神。 \\n ②闻：传。 \\n 3 \\n  \\n   \\n  "}
{"章节": "山海经卷十五 大荒南经", "正文": "  \\n 山海经卷十五　大荒南经 \\n 　 \\n  \\n 南海之外，赤水之西，流沙之东，有兽，左右有首，名曰〈足术〉(chǔ)踢。有三青兽相并，名曰双双。 \\n  \\n 有阿山者。南海之中，有氾天之山，赤水穷焉。赤水之东，有苍梧之野，舜与叔均之所葬也①。爰有文贝、离俞、鸱(〈丘鸟〉)久、鹰、贾、委维、熊、罴、象、虎、豹、狼、视肉②。 \\n ①叔均：又叫商均，传说是帝舜的儿子。帝舜南巡到苍梧而死去，就葬在这里，商均因此留下，死后也葬在那里。上文说与帝舜一起葬于苍梧之野的是帝丹朱，和这里的说法不同，属神话传说分歧。 \\n ②文贝：即上文所说的紫贝，在紫颜色的贝壳上点缀有黑点。离俞：即上文所说的离朱鸟。贾：据古人说是乌鸦之类的禽鸟。委维：即上文所说的委蛇。 \\n 有荣山，荣水出焉。黑水之南，有玄蛇，食麈(zhǔ)①。 \\n ①麈：一种体型较大的鹿。它的尾巴能用来拂扫尘土。 \\n 有巫山者，西有黄鸟①。帝药②，八斋③。黄鸟于巫山，司此玄蛇。 \\n ①黄鸟：黄，通\"皇\"。黄鸟即皇鸟，而\"皇鸟\"亦作\"凰鸟\"，是属于凤凰一类的鸟，与上文所说的黄鸟不一样，属同名异物。 \\n ②药：指神仙药，即长生不死药。 \\n ③斋：屋舍。 \\n 大荒之中，有不庭之山，荣水穷焉。有人三身。帝俊妻娥皇①，生此三身之国。姚姓，黍食，使四鸟。有渊四方，四隅皆达，北属(zhǔ)黑水②，南属大荒。北旁名曰少和之渊，南旁名曰从(zòng)渊，舜之所浴也。 \\n ①帝俊：这里指虞舜，即帝舜。 \\n ②属：连接。 \\n 又有成山，甘水穷焉。有季禺之国，颛顼之子，食黍。有羽民之国，其民皆生毛羽。有卵民之国，其民皆生卵。 \\n 大荒之中，有不姜之山，黑水穷焉。又有贾山，汔(qì)水出焉。又有言山。又有登备之山①。有恝恝(qì)之山。又有蒲山，澧(lǐ)水出焉。又有隗(wěi)山，其西有丹②，其东有玉。又南有山，漂水出焉。有尾山。有翠山。 \\n ①登备之山：即上文所说的登葆山，巫师们凭借此山来往于天地之间，以反映民情，传达神意。 \\n ②丹：可能指丹雘，这里有省文。 \\n 有盈民之国，於姓，黍食。又有人方食木叶。 \\n 有不死之国，阿姓，甘木是食①。 \\n ①甘木：即不死树，人食用它就能长生不老。 \\n 大荒之中，有山名曰去痓。南极果，北不成，去痓果①。 \\n ①从\"南极果\"以下三句的意义不详，可能是巫师留传下来的几句咒语。 \\n 南海渚中，有神，人面，珥两青蛇，践两赤蛇，曰不廷胡余。 \\n 有神名曰(因)因乎，南方曰因(乎)，来(夸)风曰(乎)民，处南极以出入风。 \\n 有襄山。又有重阴之山。有人食兽，曰季厘。帝俊生季厘①，故曰季厘之国。有缗(mín)渊。少昊生倍伐，倍伐降处缗渊②。有水四方，名曰俊坛③。 \\n ①帝俊：这里指帝喾，传说是黄帝之子玄嚣的后代，殷商王室以他为高祖，号称高辛氏。②降：贬抑。 \\n ③俊坛：据古人解说，水池的形状像一座土坛，所以叫俊坛。俊坛就是帝俊的水池。 \\n 有臷(zhì)民之国。帝舜生无淫，降臷处，是谓巫臷民。巫臷民朌(fén)姓，食谷，不绩不经①，服也；不稼不穑(sè)②，食也。爰有歌舞之鸟，鸾鸟自歌，凤鸟自舞。爰(yuán)有百兽，相群爰处。百谷所聚。 \\n ①绩：捻搓麻线。这里泛指纺线。经：经线，即丝、棉、麻、毛等织物的纵线，与纬线即各种织物的横线相交叉，就可织成丝帛、麻布等布匹。这里泛指织布。 \\n ②稼：播种庄稼。穑：收获庄稼。 \\n 大荒之中，有山名曰融天，海水南入焉。 \\n 有人曰凿齿，羿杀之。 \\n 有蜮山者，有蜮民之国，桑姓，食黍，射蜮是食①。有人方扞(yū)弓射黄蛇②，名曰蜮人③。 \\n ①蜮：据古人说是一种叫短狐的动物，像鳖的样子，能含沙射人，被射中的就要病死。②扞：拉，张。 \\n ③域人：就是域民。 \\n 有宋山者，有赤蛇，名曰育蛇。有木生山上，名曰枫木①。枫木，蚩尤所弃其桎梏②，是为枫木。 \\n ①枫木：古人说是枫香树，叶子像白杨树叶，圆叶而分杈，有油脂而芳香。 \\n ②桎梏：脚镣手铐。神话传说蚩尤被黄帝捉住后给他的手脚系上刑具，后又杀了蚩尤而刑具丢弃，刑具就化成了枫香树。这与上文所说应龙杀蚩尤有所不同，属神话传说分歧。 \\n 有人方齿虎尾，名曰祖状之尸。 \\n 有小人，名曰焦侥之国，幾(jī)姓，嘉谷是食。 \\n 大荒之中，有山名(xiǔ)涂之山，青水穷焉。有云雨之山，有木名曰栾。禹攻云雨①，有赤石焉生栾，黄本，赤枝，青叶，群帝焉取药②。 \\n ①攻：从事某项事情。这里指砍伐林木。 \\n ②取药：传说栾树的花与果实都可以制做长生不死的仙药。取药就是指采摘可制药的花果。 \\n 有国曰(柏服)，颛顼生伯服，食黍。有鼬姓之国。有苕(sháo)山。又有宗山。又有姓山。又有壑山。又有陈州山。又有东州山。又有白水山，白水出焉，而生白渊①，昆吾之师所浴也②。 \\n ①生：草木生长。引申为事物的产生、形成。这里即指形成的意思。 \\n ②昆吾：传说是上古时的一个诸侯，名叫樊，号昆吾。 \\n 有人曰张宏，在海上捕鱼。海中有张宏之国，食鱼，使四鸟。 \\n 有人焉，鸟喙，有翼，方捕鱼于海。大荒之中，有人名曰驩(huān)头①。鲧妻士敬，士敬子曰炎融，生驩头。驩头人面鸟喙，有翼，食海中鱼，杖翼而行②。维宜芑(qǐ)苣(jǔ)、穋(qiū)杨是食③。有驩头之国。 \\n ①驩头：又叫讙头、驩兜、讙朱、丹朱，不仅名称多异，而且事迹也有多种说法，乃属神话或古史传说分歧。这里就是异说之一。 \\n ②杖：凭倚。 \\n ③维：通\"惟\"。与，和。宜：烹调作为菜肴。芑苣：两种蔬菜类植物。穋：一种谷类植物。 \\n 帝尧、帝喾、帝舜葬于岳山①。爰有文贝、离俞、鸱(〈丘鸟〉)久、鹰贾、延维、视肉、熊、罴、虎、豹②；朱木，赤枝、青华、玄实。有申山者。 \\n ①岳山：即上文所说狄山。 \\n ②延维：即上文所说的委蛇、委维。 \\n 大荒之中，有山名曰天台(高山)，海水南入焉。 \\n 东(南)海之外，甘水之间，有羲和之国。有女子名曰羲和，方浴日(日浴)于甘渊。羲和者，帝俊之妻，生十日。 \\n 有盖犹之山者，其上有甘柤，枝干皆赤，黄叶，白华，黑实。东又有甘华，枝干皆赤，黄叶。有青马。有赤马，名曰三骓。有视肉。 \\n 有小人，名曰菌人。 \\n 有南类之山。爰有遗玉、青马、三骓、视肉、甘华。百谷所在。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷十六 大荒西经", "正文": "  \\n 山海经卷十六　大荒西经 \\n 　 \\n 西北海之外，大荒之隅，有山而不合，名曰不周(负子)，有两黄兽守之。有水曰寒暑之水。水西有湿山，水东有幕山。有禹攻共工国山。 \\n 有国名曰淑士，颛顼之子。 \\n 有神十人，名曰女娲之肠①，化为神，处栗广之野；横道而处。 \\n ①女蜗：神话传说女娲是一位以神女的身份做帝王的女神人，是人的脸面蛇的身子，一天内有七十次变化，她的肠子就化成这十位神人。 \\n 有人名曰石夷，(西方曰夷)，来风曰韦，处西北隅以司日月之长短。 \\n 有五采之鸟，有冠，名曰狂鸟。 \\n 有大泽之长山。有白氏之国。 \\n 西北海之外，赤水之东，有长胫之国。 \\n 有西周之国，姬姓，食谷。有人方耕，名曰叔均。帝俊生后稷①，稷降以百谷。稷之弟曰台玺，生叔均②。叔均是代其父及稷播百谷，始作耕。有赤国妻氏。有双山。 \\n ①帝俊：这里指帝喾，名叫俊。传说他的第二个妃子生了后稷。后稷：古史传说他是周朝王室的祖先，姓姬氏，号后稷，善于种庄稼，死后被奉祀为农神。　 \\n ②叔均：上文曾说叔均是后稷的孙子，又说是帝舜的儿子，这里却说是后稷之弟台玺的儿子，诸说不同，乃属神话传说分歧。 \\n 西海之外，大荒之中，有方山者，上有青树，名曰柜格之松，日月所出入也。 \\n 西北海之外，赤水之西，有天(先)民之国，食谷，使四鸟。 \\n 有北狄之国。黄帝之孙曰始均，始均生北狄。 \\n 有芒山。有桂山。有榣山，其上有人，号曰太子长琴。颛顼生老童①，老童生祝融②，祝融生太子长琴，是处榣山，始作乐风。 \\n ①老童：即上文所说的神人耆童。传说帝颛顼娶于滕氏，滕氏奔之子谓之女禄，生下老童。 \\n ②祝融：传说是高辛氏火正，名叫吴回，号称祝融，死后为火官之神。 \\n 有五采鸟三名：一曰皇鸟，一曰鸾鸟，一曰凤鸟。 \\n 有虫状如菟①，胸以后者裸不见，青如猿状②。 \\n ①虫：古人把人及鸟兽等动物通称为虫，如鸟类称为羽虫，兽类称为毛虫，龟类称为甲虫，鱼类称鳞虫，人类称为裸虫。这里指野兽。菟：通\"兔\"。 \\n ②状：这里不是指具体形状，而是指颜色的深浅达到某程度的样子。 \\n 大荒之中，有山名曰丰沮玉门，日月所入。 \\n 有灵山，巫咸、巫即、巫朌(fén)、巫彭、巫姑、巫真、巫礼、巫抵、巫谢、巫罗十巫，从此升降，百药爰在。 \\n (西)有西王母之山、壑山、海山。有沃民之国，沃民是处。沃之野，凤鸟之卵是食，甘露是饮。凡其所欲，其味尽存。爰有甘华、甘柤、白柳、视肉、三骓、璇瑰、瑶碧、白木、琅玕、白丹、青丹①，多银、铁。鸾鸟(凤)自歌，凤鸟自舞，爰有百兽，相群是处，是谓沃之野。 \\n ①三骓：皮毛杂色的马。璇：美玉。瑰：似玉的美石。白木：一种纯白色的树木。琅玕：传说中的一种结满珠子的树。白丹：一种可作白色染料的自然矿物。青丹：一种可作青色染料的自然矿物。 \\n 有三青鸟，赤首黑目，一名曰大鵹(lì)，一名少鵹，一名曰青鸟。 \\n 有轩辕之台①，射者不敢西向射，畏轩辕之台。 \\n ①轩辕之台：即上文所说的轩辕之丘，为传说中的上古帝王黄帝所居之地，故号轩辕氏。 \\n 大荒之中，有龙山，日月所入。有三泽水①，名曰三淖，昆吾之所食也②。 \\n ①泽：聚水的洼地。这里作动词用，汇聚的意思。 \\n ②昆吾：相传是上古时的一个部落。食：食邑，即古时做为专门供应某人或某部分人生活物资的一块地方。 \\n 有人衣青，以袂蔽面①，名曰女丑之尸②。 \\n ①袂：衣服的袖子。 \\n ②女丑之尸：上文说女丑尸用右手遮住脸面，这里说是用衣袖遮住脸面，大概因原图上的画像就不一样。 \\n 有女子之国。 \\n 有桃山。有虻山①。有桂山。有于土山。 \\n ①虻山：即上文所说的芒山。 \\n 有丈夫之国。 \\n 有弇(yān)州之山，五采之鸟仰天，名曰鸣鸟。爰有百乐歌儛之风。 \\n 有轩辕之国。江山之南栖为吉，不寿者乃八百岁。 \\n 西海陼中①，有神，人面鸟身，珥两青蛇，践两赤蛇，名曰弇兹。 \\n ①陼：同\"渚\"。水中的小块陆地。 \\n 大荒之中，有山名日月山，天枢也。吴姖天门，日月所入。有神，人面无臂，两足反属于头上(山)①，名曰嘘。颛顼生老童，老童生重及黎②，帝令重献上天③，令黎印(邛)下地④。下地是生噎，处于西极，以行日月星辰之行次。 \\n ①属：接连。 \\n ②重：神话传说中掌管天上事物的官员南正。黎：神话传说中管理地下人类的官员火正。③献：用手捧着东西给人。这里是举起的意思。 \\n ④印：痕迹着于其它物件上。如在信件上加盖印章就要把印章朝下按压。所以，印可通\"抑\"，即抑压，按下之意。 \\n 有人反臂，名曰天虞。 \\n 有女子方浴月。帝俊妻常羲，生月十有二，此始浴之。 \\n 有玄丹之山。有五色之鸟，人面有发。爰有青鴍(wén)、黄鷔(áo)，青鸟、黄鸟，其所集者其国亡。 \\n 有池，名孟翼之攻颛顼之池。 \\n 大荒之中，有山名曰鏖鏊鉅，日月所入者。 \\n 有兽，左右有首，名曰屏蓬。 \\n 有巫山者。有壑山者。有金门之山，有人名曰黄姖之尸。有比翼之鸟。有白鸟，青翼，黄尾，玄喙。有赤犬，名曰天犬，其所下者有兵。 \\n 西海之南，流沙之滨，赤水之后，黑水之前，有大山，名曰昆仑之丘。有神，人面虎身，(有)文(有)尾，皆白①，处之。其下有弱水之渊环之②，其外有炎火之山，投物辄然③。有人戴胜④，虎齿，有豹尾，穴处，名曰西王母。此山万物尽有。 \\n ①白：指尾巴上点缀着白色斑点。 \\n ②弱水：相传这种水轻得不能漂浮起鸿雁的羽毛。 \\n ③辄：即，就。然：\"燃\"的本字。燃烧。 \\n ④胜：古时妇女的首饰。 \\n 大荒之中，有山名曰常阳之山，日月所入。 \\n 有寒荒之国。有二人女祭、女薎(miè)。 \\n 有寿麻之国。南岳娶州山女，名曰女虔(qián)。女虔生季格，季格生寿麻。寿麻正立无景(yǐng)①，疾呼无响。爰有大暑，不可以往。 \\n ①景：\"影\"的本字。 \\n 有人无首，操戈盾立，名曰夏耕之尸。故成汤伐夏桀于章山①，克之，斩耕厥前②。耕既立，无首，走厥咎③，乃降于巫山。 \\n ①成汤：即商汤王，商朝的开国国王。夏桀：即夏桀王，夏朝的最后一位国王。 \\n ②厥：代词，这里指代成汤。 \\n ③走：这里是逃避的意思。厥：这里指代夏耕尸。咎：罪责。 \\n 有人名曰吴回①，奇左②，是无右臂。 \\n ①吴回：即上文所说的火神祝融。也有说是祝融的弟弟，亦为火正之官。属于神话传说分歧。 \\n ②奇：单数。这里指与配偶事物相对而言的单个事物。 \\n 有盖山之国。有树，赤皮支干①，青叶，名曰朱木。 \\n ①支：通\"枝\"。 \\n 有一臂民。 \\n 大荒之中，有山，名曰大荒之山，日月所入。有人焉三面，是颛顼之子，三面一臂，三面之人不死。是谓大荒之野。 \\n 西南海之外，赤水之南，流沙之西，有人珥两青蛇，乘两龙，名曰夏后开①。开上三嫔于天②，得《九辩》与《九歌》以下。此天穆之野，高二千仞③，开焉得始歌《九招(shāo)》。 \\n ①夏后开：即上文所说的夏后启。因为汉朝人避汉景帝刘启的名讳，就改\"启\"为\"开\"。②嫔：嫔、宾在古字中通用。这里作为动词，意思是做客。 \\n ③仞：古代的八尺为一仞。 \\n 有氐(互)人之国。炎帝之孙名曰灵恝(qì)①，灵恝生氐(互)人，是能上下于天。 \\n ①炎帝：即传说中的上古帝王神农氏。因为以火德为王，所以号称炎帝，又因创造农具教人们种庄稼，所以叫做神农氏。 \\n 有鱼偏枯，名曰鱼妇，颛顼死即复苏。风道北来①，天乃大水泉，蛇乃化为鱼，是为鱼妇②。颛顼死即复苏。 \\n ①道：从，由。 \\n ②为：谓，以为。 \\n 有青鸟，身黄，赤足，六首，名曰鸀(zhuò)鸟。 \\n 有大巫山。有金之山。西南，大荒之(中)隅，有偏句、常羊之山。 \\n 按：夏后开即启，避汉景帝讳云①。 \\n ①这两句按语不是《山海经》原文，也不知是谁题写的，但为底本所有，今仍存其旧。 \\n   \\n  "}
{"章节": "山海经卷十七 大荒北经", "正文": "  \\n 山海经卷十七　大荒北经 \\n 　 \\n  \\n 东北海之外，大荒之中，河水之间，附禺之山①，帝颛顼与九嫔葬焉。爰有鸱(〈丘鸟〉)(chī)久、文贝、离俞、鸾鸟、皇鸟、大物、小物②。有青鸟、琅鸟、玄鸟、黄鸟、虎、豹、熊、罴、黄蛇、视肉、璿(xuán)瑰、瑶碧③，皆出于(卫)山。(卫)丘方员三百里，丘南帝俊竹林在焉，大可为舟。竹南有赤泽水，名曰封渊④。有三桑无枝，(皆高百仞)。丘西有沈渊⑤，颛顼所浴。 \\n ①附禺之山：上文所说的务禺山、鲋鱼山与此同为一山。附、务、鲋，皆古字通用。 \\n ②大物、小物：指殉葬的大小用具物品。 \\n ③琅鸟：白鸟。琅：洁白。玄鸟：燕子的别称。因它的羽毛黑色，所以称为玄鸟。玄：黑色。璿：美玉。 \\n ④封：大。 \\n ⑤沈：深。 \\n 有胡不与之国，烈姓，黍食。 \\n 大荒之中，有山名曰不咸。有肃慎氏之国。有蜚蛭①，四翼。有虫②，兽首蛇身，名曰琴虫。 \\n ①蜚：通\"飞\"。蛭：环节动物，有好几种，如水蛭、鱼蛭、山蛭等。 \\n ②虫：这里指蛇。 \\n 有人名曰大人。有大人之国，厘(xī)姓，黍食。有大青蛇，黄头，食麈（zh（）。 \\n 有榆山。有鲧攻程州之山。 \\n 大荒之中，有山名曰衡天。有先民之山。有槃(pán)木千里。 \\n 有叔歜(chǔ)国，颛顼之子，黍食，使四鸟：虎、豹、熊、罴。有黑虫如熊状，名曰猎猎(xì)。 \\n 有北齐之国，姜姓，使虎、豹、熊、罴。 \\n 大荒之中，有山名曰先槛大逢之山，河济所入，海北注焉。其西有山，名曰禹所积石。 \\n 有阳山者。有顺山者，顺水出焉。有始州之国，有丹山。 \\n 有大泽方千里，群鸟所解。 \\n 有毛民之国，依姓，食黍，使四鸟。禹生均国，均国生役采，役采生修鞈(jiá)，修鞈杀绰人。帝念之，潜为之国，是此毛民。 \\n 有儋(dān)耳之国，任姓，禺号子，食谷。北海之渚中，有神，人面鸟身，珥两青蛇，践两赤蛇，名曰禺强。 \\n 大荒之中，有山名曰北极天柜，海水北注焉。有神，九首人面鸟身，名曰九凤。又有神，衔蛇操蛇，其状虎首人身，四蹄长肘，名曰强良。 \\n 大荒之中，有山名曰成都载天。有人珥两黄蛇，把两黄蛇，名曰夸父。后土生信，信生夸父。夸父不量力，欲追日景①，逮之于禺谷②。将饮河而不足也，将走大泽，未至，死于此。应龙已杀蚩尤，又杀夸父③，乃去南方处之，故南方多雨。 \\n ①景：\"影\"的本字。 \\n ②逮：到，及。 \\n ③又杀夸父：先说夸父因追太阳而死，后又说夸父被应龙杀死，这是神话传说中的分歧。 \\n 又有无肠之国，是任姓。无继子①，食鱼。 \\n ①无继：即上文所说的无启国。无启就是无嗣、没有子孙后代。但这里却说无肠国人是无启国人的子孙，显然是有继，而非无继。这正合乎神话传说的神奇诡怪的性质。 \\n 共工之臣名曰相繇(yáo)①，九首蛇身，自环，食于九山(土)。其所歍(wū)所尼②，即为源泽，不辛乃苦，百兽莫能处。禹湮洪水③，杀相繇，其血腥臭，不可生谷；其地多水，不可居也。禹湮之，三仞三沮④，乃以为池，群帝因是以为台。在昆仑之北。 \\n ①相繇：即上文所说的相柳。 \\n ②歍：呕吐。尼：止。 \\n ③湮：阻塞。 \\n ④三：表示多数，不是实指。仞：充满。沮：败坏。这里指塌陷、陷落。 \\n 有岳之山，寻竹生焉。 \\n 大荒之中，有山名不句，海水北入焉。 \\n 有系昆之山者，有共工之台，射者不敢北乡(xiàng)①。有人衣青衣②，名曰黄帝女妭(bá)(魃)③。蚩尤作兵伐黄帝④，黄帝乃令应龙攻之冀州之野。应龙畜水，蚩尤请风伯雨师⑤，纵大风雨。黄帝乃下天女曰妭(魃)，雨止，遂杀蚩尤。妭(魃)不得复上，所居不雨。叔均言之帝，后置之赤水之北。叔均乃为田祖⑥。妭(魃)时亡之，所欲逐之者，令曰：\"神北行⑦！\"先除水道，决通沟渎(dú)⑧。 \\n ①乡：通\"向\"。方向。 \\n ②衣：穿。这里是动词。 \\n ③女妭：相传是不长一根头发的光秃女神，她所居住的地方，天不下雨。 \\n ④兵：这里指兵器、武器。 \\n ⑤风伯：神话传说中的风神。雨师：神话传说中掌管雨水的神。 \\n ⑥田祖：主管田地之神。 \\n ⑦北行：指回到赤水之北。 \\n ⑧渎：小沟渠。 \\n 有人方食鱼，名曰深目民之国，朌(fēn)姓，食鱼。 \\n 有钟山者。有女子衣青衣，名曰赤水女子魃(献)①。 \\n ①赤水女子魃：即上文所说的被黄帝安置在赤水之北的女妭。妭，同\"魃\"。魃：旱神。 \\n 大荒之中，有山名曰融父山，顺水入焉。有人名曰犬戎。黄帝生苗龙，苗龙生融吾，融吾生弄明，弄明生白犬，白犬有牝牡，是为犬戎，肉食。有赤兽，马状无首，名曰戎宣王尸①。 \\n ①戎宣王尸：传说是犬戎族人奉祀的神。 \\n 有山名曰齐州之山、君山、灊(qiàn)山、鲜野山、鱼山。 \\n 有人一目，当面中生。一曰是威姓，少昊之子，食黍。 \\n 有无继民，无继民任姓，无骨子，食气、鱼。 \\n 西北海外，流沙之东，有国曰中〈车扁〉(biǎn)，颛顼之子，食黍。 \\n 有国名曰赖丘。有犬戎国。有人(神)，人面兽身，名曰犬戎。 \\n 西北海外，黑水之北，有人有翼，名曰苗民。颛顼生驩(huān)头，驩头生苗民，苗民厘(xī)姓，食肉。有山名曰章山。 \\n 大荒之中，有衡石山、九阴山、泂[灰]野之山，上有赤树，青叶赤华，名曰若木。 \\n 有牛黎之国。有人无骨，儋耳之子。 \\n 西北海之外，赤水之北，有章尾山。有神，人面蛇身而赤，(身长千里)，直目正乘①，其瞑乃晦，其视乃明，不食不寝不息，风雨是谒②。是烛九阴③，是谓烛龙。 \\n ①乘：据学者研究，\"乘\"可能是\"朕\"字的假借音。朕：缝隙。 \\n ②谒：据学者研究，\"谒\"是\"噎\"的假借音。噎：吃饭太快而食物堵塞咽喉。这里是吞食、吞咽的意思。 \\n ③九阴：阴暗之地。 \\n 1 \\n  \\n   \\n  "}
{"章节": "山海经卷十八 海内经", "正文": "  \\n 山海经卷十八　海内经 \\n 　 \\n 东海之内，北海之隅，有国名曰朝鲜①。天毒②，其人水居，偎人爱人(之)③。 \\n ①朝鲜：就是现在朝鲜半岛上的朝鲜和韩国。 \\n ②天毒：据古人解说，即天竺国，有文字，有商业，佛教起源于此国中。而天竺国就是现在的印度。但印度在南，朝鲜在北，一南一北，相距很远，记在一处，不合情理，则文字上似有讹误或脱遗。 \\n ③偎：怜悯。 \\n 西海之内，流沙之中，有国名曰壑市。 \\n 西海之内，流沙之西，有国名曰氾(fàn)叶。 \\n 流沙之西，有鸟山者，三水出焉。爰有黄金、璿(xuán)瑰、丹货、银铁①，皆流于此中②。又有淮山，好水出焉。 \\n ①丹货：不详何物。 \\n ②流：淌出。这里是出产、产生的意思。 \\n 流沙之东，黑水之西，有朝(zhāo)云之国、司彘之国。黄帝妻雷祖①，生昌意。昌意降处若水，生韩流。韩流擢(zhuó)首、谨耳、人面、豕(shì)喙、麟身、渠股、豚止②，取淖子曰阿女③，生帝颛顼。 \\n ①雷祖：即嫘祖，相传是教人们养蚕的始祖。 \\n ②擢：引拔，耸起。这里指物体因吊拉变成长竖形的样子。谨：慎重小心，谨慎细心。这里是细小的意思。渠股：即今天所说的罗圈腿。 \\n ③取：通\"娶\"。 \\n 流沙之东，黑水之间，有山名不死之山。 \\n 华山青水之东，有山名曰肇山。有人名曰柏子高，柏子高上下于此，至于天。 \\n 西南黑水之间，有都广之野，后稷葬焉。爰有膏菽(shū)、膏稻、膏黍、膏稷①，百谷自生，冬夏播琴②。鸾鸟自歌，凤鸟自儛，灵寿实华③，草木所聚。爰有百兽，相群爰处。此草也，冬夏不死。 \\n ①膏：这里是味道美好而光滑如膏的意思。菽：豆类植物的总称。稷：谷子。 \\n ②播琴：即播种。这是古时楚地人的方言。 \\n ③灵寿：即上文所说的椐树，所生枝节像竹节，粗细长短都正好合于拐杖，不必人工制做，所以古代老人常利用这种天然拐杖。也有一种说法，认为灵寿是一种生长在昆仑山及其附近地方的特殊树木，人吃了它结的果实就会长生不死，所以叫灵寿树。 \\n 南海之内(外)，黑水青水之间，有木名曰若木，若水出焉。 \\n 有禺中之国。有列襄之国。有灵山，有赤蛇在木上，名曰蝡(ruǎn)蛇，木食。 \\n 有盐长之国。有人焉鸟首，名曰鸟民(氏)。 \\n 有九丘，以水络之，名曰陶唐之丘、(有)叔得之丘、孟盈之丘、昆吾之丘、黑白之丘、赤望之丘、参卫之丘、武夫之丘、神民之丘。有木，青叶紫茎，玄华黄实，名曰建木，百仞无枝①，上有九欘(zhǔ)②，下有九枸(jǔ)③，其实如麻，其叶如芒。大(tài)皞(hào)爰过④，黄帝所为。 \\n ①仞：古时以八尺为一仞。 \\n ②欘：树枝弯曲。 \\n ③枸：树根盘错。 \\n ④大皞：又叫太昊、太皓，即伏羲氏，古史传说中的上古帝王，姓风。他开始画八卦，教人们捕鱼放牧，用来充作食物。又是神话传说中的人类始祖。 \\n 有窫(zhá)窳(yú)，龙首，是食人。有(青)兽，人面，名曰猩猩。 \\n 西南有巴国。皞生咸鸟，咸鸟生乘厘，乘厘生后照，后照是始为巴人。 \\n 有国名曰流黄辛氏，其域中方三百里，其出是麈(尘土)。有巴遂山，渑(shéng)水出焉。 \\n 又有朱卷之国。有黑蛇，青首，食象。 \\n 南方有赣(gàn)巨人，人面长唇(臂)，黑身有毛，反踵，见人则(笑亦)笑，唇蔽其面，因即逃也。 \\n 又有黑人，虎首鸟足，两手持蛇，方啖之。 \\n 有嬴民，鸟足。有封豕。 \\n 有人曰苗民。有神焉，人首蛇身，长如辕，左右有首，衣紫衣①，冠旃(zhān)冠②，名曰延维③，人主得而飨(xi3ng)食之④，伯(bà)天下⑤。 \\n ①衣紫衣：前一个\"衣\"是动词，穿的意思。后一个\"衣\"是名词，即衣服。 \\n ②冠旃冠：前一个\"冠\"是动词，戴的意思。后一个\"冠\"是名词，即帽子。旃：纯红色的曲柄旗。这里仅是红色的意思，与上一句的紫色相对。 \\n ③延维：即上文所说的委蛇，就是双头蛇。 \\n ④人主：君主，一国之主。飨：祭献。 \\n ⑤伯：通\"霸\"。 \\n 有鸾鸟自歌，凤鸟自舞。凤鸟首文曰\"德\"，翼文曰\"顺\"，膺文曰\"仁\"，背文曰\"義\"，见则天下和。 \\n 又有青兽如菟①，名曰{山囷}(jùn)狗。有翠鸟②。有孔鸟③。 \\n ①菟：通\"兔\"。 \\n ②翠鸟：即翡翠鸟，形状像燕子。古人说雄性的叫翡，羽毛是红色；雌性的叫翠，羽毛是青色。实际上，翡翠鸟的羽毛有好多种颜色，不止红、青二色，所以自古以来就做装饰品用。 \\n ③孔鸟：即孔雀鸟。 \\n 南海之内，有衡山，有菌山，有桂山。有山名三天子之都。 \\n 南方苍梧之丘，苍梧之渊，其中有九嶷(yí)山，舜之所葬。在长沙零陵界中。 \\n 北海之内，有蛇山者，蛇水出焉，东入于海。有五采之鸟，飞蔽一乡，名曰翳鸟①。又有不距之山，巧倕(ruì)葬其西②。 \\n ①翳鸟：传说是凤凰之类的鸟。 \\n ②巧倕：相传是上古帝尧时代一位灵巧的工匠。 \\n 北海之内，有反缚盗械、带戈常倍之佐①，名曰相顾之尸②。 \\n ①盗械：古时，凡因犯罪而被戴上刑具就称作盗械。戈：古代一种兵器。倍：通\"背\"。背弃。佐：辅助帝王的人。 \\n ②相顾之尸：也是上文所说贰负之臣一类的人。 \\n 伯夷父生西岳①，西岳生先龙，先龙是始生氐羌，氐羌乞姓。 \\n ①伯夷父：相传是帝颛顼的师傅。 \\n 北海之内，有山，名曰幽都之山，黑水出焉。其上有玄鸟、玄蛇、玄豹、玄虎、玄狐蓬尾。有大玄之山。有玄丘之民①。有大幽之国。有赤胫之民②。 \\n ①玄丘之民：古人说是生活在丘上的人物都是黑的。 \\n ②赤胫之民：古人说是从膝盖以下的腿部全为红色的一种人物。 \\n 有钉灵之国，其民从厀(xī)以下有毛①，马蹄善走②。 \\n ①厀：同\"膝\"。②走：跑。 \\n 炎帝之孙伯陵①，伯陵同吴权之妻阿女缘妇②，缘妇孕三年，是生鼓、延、殳(shū)。殳始为侯③，鼓、延是始为钟④，为乐风。 \\n ①炎帝：即神农氏，传说中的上古帝王。 \\n ②同：通\"通\"。通奸。吴权：传说中的人物。 \\n ③侯：练习或比赛射箭时用的箭靶。 \\n ④钟：古代一种打击乐器 \\n 黄帝生骆明，骆明生白马，白马是为鲧①。 \\n ①鲧：相传是大禹的父亲。 \\n 帝俊生禺号①，禺号生淫梁②，淫梁生番禺，是始为舟。番禺生奚仲，奚仲生吉光，吉光是始以木为车。 \\n ①帝俊：这里指黄帝。 \\n ②淫梁：即上文所说的禺京。 \\n 少皞生般①，般是始为弓矢。 \\n ①少皞：即上文所说的少昊号称金天氏，传说中的上古帝王。 \\n 帝俊赐羿彤(tóng)弓素矰(zēng)①，以扶下国，羿是始去恤下地之百艰②。 \\n ①彤：朱红色。矰：一种用白色羽毛装饰并系着丝绳的箭。 \\n ②恤：体恤，周济。 \\n 帝俊生晏龙，晏龙是始为琴瑟。 \\n 帝俊有子八人①，是始为歌舞。 \\n ①帝俊：这里指帝舜。 \\n 帝俊生三身①，三身生义均②，义均是始为巧倕(ruì)，是始作下民百巧。后稷是播百谷。稷之孙曰叔均③，始作牛耕。大比赤阴④，是始为国。禹、鲧是始布土⑤，均定九州⑥。 \\n ①帝俊：这里也是指帝舜。 \\n ②义均：就是上文所说的叔均，但说是帝舜的儿子，这里却说是帝舜的孙子，属于神话传说的不同。 \\n ③叔均：上文曾说叔均是后稷之弟台玺的儿子，这里又说是后稷的孙子，而且和前面说的义均也分成了二人，神话传说分歧，往往有所不同。 \\n ④大比赤阴：意义不明。也有学者认为可能是后稷的生母姜嫄。\"比\"大概为\"妣\"的讹文。妣：母亲。\"赤阴\"的读音与\"姜嫄\"相近。据古史传说，后稷被封于邰地而建国，姜嫄即居住在这里，所以下面说\"是始为国\"。 \\n ⑤布土：传说鲧与大禹父子二人相继治理洪水，鲧使用堵塞的方法，大禹使用疏通的方法，都需要挖掘泥土。布即施予，施行。土即土工，治河时填土、挖土工程。 \\n ⑥均：平均，均匀。引申为度量、衡量。九州：相传大禹治理了洪水以后，把中原划分为九个行政区域，就是九州。 \\n 炎帝之妻，赤水之子听訞(yāo)生炎居，炎居生节并，节并生戏器，戏器生祝融。祝融降处于江水，生共工。共工生术器，术器首方颠①，是复土壤(穰)，以处江水。共工生后土，后土生噎鸣，噎鸣生岁十有二。 \\n ①颠：头顶。 \\n 洪水滔天①。鲧窃帝之息壤以堙(yīn)洪水②，不待帝命。帝令祝融杀鲧于羽郊。鲧复生禹③。帝乃命禹卒布土，以定九州。 \\n ①滔：漫。 \\n ②息壤：神话传说中的一种能够自生自长、永不耗损的土壤。 \\n ③复生：相传鲧死了三年而尸体不腐烂，用刀剖开肚腹，就产生了禹。\"复\"即\"腹\"的同声假借字。 \\n 1 \\n  \\n   \\n  "}
