{"章节": "山海經山經柬釋卷一  山海經第一  南山經", "正文": "  \\n ▲山海經山經柬釋卷一山海經第一南山經 \\n 　 \\n 南山經１之首曰〈昔隹〉山２。其首曰招搖之山，臨于西海之上，多桂，多金玉。有草焉，其狀如韭而青華３，其名曰祝餘，食之不飢。有木焉，其狀如穀４而黑理，其華５四照，其名曰迷穀，佩之不迷。有獸焉，其狀如禺而白耳，伏行人走，其名曰狌狌６，食之善走。麗{鹿旨}７之水出焉，而西流注于海，其中多育沛８，佩之無瘕９疾。 \\n １　王念孫云：「文選頭陀寺碑文注引無經字。」珂案：無經字是也，說見海經新釋卷一篇首注１。 \\n ２　郝懿行云：「任昉述異記作雀山，文選注王巾頭陀寺碑引此經作鵲山。」珂案：太平御覽卷五十引此經亦作鵲山；〈昔隹〉，古鵲字。 \\n ３　珂案：華，古花字；宋本作花，下同此。 \\n ４　珂案：經文如穀與下文其名曰迷穀之穀，宋本均作榖，是也。郝懿行云：「陶宏景注本草經云：『榖即今構樹是也；榖構同聲，故榖亦名構。』」 \\n ５　珂案：華，光華。 \\n ６　王念孫云：「類聚獸部引作有獸人面，名曰狌狌。」珂案：狌狌即猩猩；關於猩猩之傳說，見海經新釋卷五「狌狌知人名」節注２。 \\n ７　郭璞云：「{鹿旨}音几。」 \\n ８　郭璞云：「未詳。」 \\n ９　郭璞云：「瘕，蟲病也。」 \\n 又東三百里，曰堂１庭之山，多棪木２，多白猿，多水玉３，多黃金。 \\n １　郭璞云：「一作常。」珂案：文選上林賦注引此經正作常。 \\n ２　珂案：爾雅釋木云：「棪，樕其。」郭璞注：「棪，實似柰，赤可食。」音掩。 \\n ３　郭璞云：「水玉，今水精也。相如上林賦曰：『水玉磊砢。』赤松子所服；見列仙傳。」珂案：列仙傳云：「赤松子，神農時雨師，服水玉以教神農，能入火自燒。炎帝少女追之，亦得仙俱去。」 \\n 又東三百八十里，曰猿翼之山１，其中多怪獸，水多怪魚２，多白玉，多蝮虫３，多怪蛇，多怪木，不可以上。 \\n １　郝懿行云：「初學記二十七卷引此經作稷翼之山，多白玉。」珂案：王念孫云：「一切經音義九十三引作即翼之山，下文又有即翼之澤。」是也。 \\n ２　郭璞云：「凡言怪者，皆謂貌狀倔奇不常也。尸子曰：『徐偃王好怪，沒深水而得怪魚，入深山而得怪獸者，多列於庭。』」 \\n ３　郭璞云：「蝮虫，色如綬文，鼻上有鍼，大者百餘斤，一名反鼻虫；古虺字。」 \\n 又東三百七十里，曰杻１陽之山，其陽多赤金，其陰多白金。有獸焉，其狀如馬而白首，其文如虎而赤尾，其音如謠２，其名曰鹿蜀，佩之宜子孫。怪水出焉，而東流注于憲翼之水。其中多玄龜，其狀如龜而鳥首虺尾，其名曰旋龜，其音如判木３，佩之不聾，可以為底４。 \\n １　郭璞云：「音紐。」 \\n ２　郭璞云：「如人歌聲。」 \\n ３　郭璞云：「如破木聲。」 \\n ４　郭璞云：「底，躪也；為猶治也。外傳曰：『疾不可為。』」珂案：底同胝，足繭也；可以為底，可以治足繭也。 \\n 又東三百里柢山１，多水，無草木。有魚焉，其狀如牛，陵居，蛇尾有翼，其羽在魼２下，其音如留牛３，其名曰鯥，冬死而夏生４，食之無腫疾５。 \\n １　郭璞云：「柢音蔕。」珂案：經文又東，宋本無又字，經文柢山，宋本、吳寬抄本、明藏經本，柢上有曰字，此脫。 \\n ２　郭璞云：「亦作脅。」郝懿行云：「廣雅云：『胠，脅也。』經作魼者，蓋同聲假借字。」 \\n ３　珂案：留牛未詳；東山經首說鱅鱅之魚「其狀如犁牛」，郭璞云：「牛似虎文者。」或即此；留、犁音相近。 \\n ４　郭璞云：「此亦蟄類也；謂之死者，言其蟄無所知如死耳。」 \\n ５　郝懿行云：「說文云：『腫，癰也。』」 \\n 又東四百里，曰亶爰之山１，多水，無草木，不可以上。有獸焉，其狀如貍而有髦，其名曰類２，自為牝牡，食者不妒。 \\n １　郭璞云：「亶音蟬。」 \\n ２　郭璞云：「類或作沛，髦或作髮。」楊慎云：「今雲南蒙化府有此獸，土人謂之香髦，具兩體。」珂案：經文有髦，太平御覽卷九一三作有髮。 \\n 又東三百里，曰基山，其陽多玉，其陰多怪木１。有獸焉，其狀如羊，九尾四耳，其目在背，其名曰猼訑２，佩之不畏３。有鳥焉，其狀如雞而三首六目，六足三翼，其名曰〈尚鳥〉〈付鳥〉４，食之無臥５。 \\n １　珂案：太平御覽卷五○引此經多怪木上有多金二字。 \\n ２　郭璞云：「博施二音。施（訑）一作阤。」 \\n ３　郭璞云：「不知恐畏。」 \\n ４　珂案：御覽卷五０引此作鷩〈付鳥〉，畢沅、郝懿行均校作鷩〈付鳥〉。 \\n ５　郭璞云：「使人少眠。」 \\n 又東三百里，曰青丘之山１，其陽多玉，其陰多青〈青蒦〉２。有獸焉，其狀如狐而九尾３，其音如嬰兒，能食人；食者不蠱４。有鳥焉，其狀如鳩，其音若呵５，名曰灌灌６，佩之不惑。英水出焉，南流注于即翼之澤７。其中多赤〈魚需〉８，其狀如魚而人面，其音如鴛鴦，食之不疥９。 \\n １　郭璞云：「亦有青丘國在海外。」珂案：青丘國見海外東經（海經新釋卷四）。 \\n ２　郝懿行云：「〈青蒦〉當為雘；說文云：『雘，善丹也。』初學記五卷引此經正作雘。」珂案：畢沅校本亦作雘。 \\n ３　郭璞云：「即九尾狐。」 \\n ４　郭璞云：「噉其肉令人不逢妖邪之氣。或曰：蠱，蠱毒。」 \\n ５　郭璞云：「如人相呵呼聲。」 \\n ６　郭璞云：「或作濩濩。」珂案：呂氏春秋本味篇云：「肉之美者，獾獾之炙。」高誘注：「獾獾，鳥名，形則未聞。獾一作獲。」即此鳥也。 \\n ７　珂案：見上文「猿翼之山」注１。 \\n ８　珂案：〈魚需〉音儒；赤〈魚需〉，蓋人魚之類。參見海經新釋卷七「陵魚」節注１。 \\n ９　郭璞云：「一作疾。」 \\n 又東三百五十里，曰箕尾之山１，其尾踆２于東海，多沙石。汸３水出焉，而南流注于淯，其中多白玉。 \\n １　郝懿行云：「玉篇作箕山，無尾字。」 \\n ２　郭璞云：「踆古蹲字，言臨海上；音存。」郝懿行云：「說文云：『蹲，踞也。』又云：『夋，倨也。』無踆字。」 \\n ３　郭璞云：「音芳。」 \\n 凡〈昔隹〉山之首，自招搖之山，以至箕尾之山，凡十山，二千九百五十里。其神狀皆鳥身１而龍首，其祠之禮：毛２用一璋玉瘞３，糈用稌米４，一璧，稻米、白菅為席５。 \\n １　郝懿行云：「北堂書鈔一百三十三卷引此經作人身。」 \\n ２　郭璞云：「言擇牲取其毛色也。」珂案：毛謂祀神所用毛物也，豬雞犬羊等均屬之。此言「毛用一璋玉瘞」者，以祀神毛物與璋玉同瘞也。郭注不確，諸家亦竟無釋。 \\n ３　郭璞云：「半圭為璋；瘞，薶也。」 \\n ４　郭璞云：「糈，祀神之米名，先呂反；稌，稌稻也，他睹反。」珂案：楚辭離騷云：「巫咸將夕降兮，懷椒糈而要之。」王逸注：「糈，精米，所以享神。」 \\n ５　郭璞云：「菅，茅屬也；音間。」郝懿行云：「席者，藉以依神。」 \\n 南次二經之首，曰柜山１，西臨流黃２，北望諸毗，東望長右３。英水出焉，西南流注于赤水，其中多白玉，多丹粟４。有獸焉，其狀如豚，有距５，其音如狗吠，其名曰貍力６，見則其縣多土功。有鳥焉，其狀如鴟而人手７，其音如痺８，其名曰鴸，其名自號也９，見則其縣多放士１０。 \\n １　郭璞云：「音矩。」 \\n ２　珂案：國名，即流黃酆氏、流黃辛氏，見海內西經及海內經。 \\n ３　郭璞云：「（諸毗、長右），皆山名。」珂案：諸毗亦水名，見後郭注。毗音符夷切，畢沅云。 \\n ４　郭璞云：「細丹沙如粟也。」 \\n ５　郝懿行云：「說文云：『距，雞距也。』」 \\n ６　珂案：吳任臣本有郭注「一作狸刀」四字，諸本俱無。 \\n ７　郭璞云：「其腳如人手。」 \\n ８　郭璞云：「未詳。」 \\n ９　珂案：自呼其名也；詩：「山鳥自呼名。」下文「其鳴自呼」、「其鳴自詨」等均此意。 \\n １０珂案：關於鴸之神話，參見海經新釋卷一「讙頭國」節注２及卷五「蒼梧山」節注２。 \\n 東南四百五十里，曰長右之山１，無草木，多水。有獸焉，其狀如禺而四耳，其名長右２，其音如吟３，見則郡縣大水４。 \\n １　郝懿行云：「廣韻引此經長右作長舌。」 \\n ２　郭璞云：「以山出此獸，因以名之。」郝懿行云：「廣韻引此經作長舌。」 \\n ３　郭璞云：「如人呻S吟Y聲。」 \\n ４　珂案：宋本郡縣上有其字，是也。 \\n 又東三百四十里曰堯光之山，其陽多玉，其陰多金１。有獸焉，其狀如人而彘鬣，穴居而冬蟄，其名曰猾褢２，其音如斲木３，見則縣有大繇４。 \\n １　珂案：太平御覽卷八一三引此經作克光之山，其陰多鐵。 \\n ２　郭璞云：「滑懷兩音。」 \\n ３　郭璞云：「如人斫木聲。」 \\n ４　郭璞云：「謂作役也。或曰其縣是亂。」珂案：繇、亂形近易訛。 \\n 又東三百五十里，曰羽山１，其下多水，其上多雨，無草木，多蝮虫。 \\n １　郭璞云：「今東海祝其縣西南有羽山，即鯀所殛處，計其道里不相應，似非也。」珂案：鯀殛羽山見海經新釋卷十三「鯀竊息壤」節注４。 \\n 又東三百七十里，曰瞿父之山，無草木，多金玉。 \\n 又東四百里，曰句餘之山１，無草木，多金玉。 \\n １　郭璞云：「今在會稽餘姚縣南，句章縣北，故此二縣因此為名云；見張氏地理志。」 \\n 又東五百里，曰浮玉之山，北望具區１，東望諸毗２。有獸焉，其狀如虎而牛尾，其音如吠犬，其名曰彘，是食人。苕水出于其陰，北流注于具區。其中多鮆魚３。 \\n １　郭璞云：「具區，今吳縣西南太湖也，尚書謂之震澤。」 \\n ２　郭璞云：「水名。」 \\n ３　郭璞云：「鮆魚狹薄而長頭，大者尺餘，太湖中今饒之，一名刀魚。」珂案：鮆音咨。 \\n 又東五百里，曰成山，四方而三壇１，其上多金玉，其下多青雘。〈門豖〉２水出焉，而南流注于３虖勺４，其中多黃金５。 \\n １　郭璞云：「形如人築壇相累也；成亦重耳。」 \\n ２　郭璞云：「音涿。」珂案：藏經本〈門豖〉水作〈門豖〉水，王念孫校郭注昔涿作音豕，是也。 \\n ３　郭璞云：「一作流注于西。」珂案：是經文虖勺上有西字。 \\n ４　郭璞云：「虖音呼；勺或作多，下同。」 \\n ５　郭璞云：「今永昌郡水出金同糠，在沙中。尸子曰：『清水出黃金、玉英。』」 \\n 又東五百里，曰會稽之山１，四方，其上多金玉，其下多砆石２。勺水出焉，而南流注于湨３。 \\n １　郭璞云：「今在會稽郡山陰縣南，上有禹冢及井。」 \\n ２　郭璞云：「砆，武夫石，似玉。」珂案：武夫石參見海經新釋卷十三「九丘建木」節注６。 \\n ３　珂案：湨音決。 \\n 又東五百里，曰夷山，無草木，多沙石，湨１水出焉，而南流注于列塗。 \\n １　郭璞云：「一作浿。」 \\n 又東五百里，曰僕勾１之山，其上多金玉，其下多草木，無鳥獸，無水。 \\n １　郭璞云：「一作夕。」郝懿行云：「夕疑多字之訛。」珂案：勾易訛為多字也。 \\n 又東五百里，曰咸陰之山，無草木，無水。 \\n 又東四百里，曰洵山１，其陽多金，其陰多玉。有獸焉，其狀如羊而無口，不可殺也２，其名曰〈羊患〉３。洵水出焉，而南流注于閼４之澤，其中多芘蠃５。 \\n １　郭璞云：「一作旬。」 \\n ２　郝懿行云：「不可殺，言不能死也；無口不食，而自生活。」 \\n ３　郭璞云：「音還，或音患。」 \\n ４　郭璞云：「音遏。」 \\n ５　郭璞云：「紫色螺也。」郝懿行云：「郭云紫色螺，即知經文芘當為茈，字之訛也。古字通以茈為紫。御覽引此經芘作茈。」珂案：見太平御覽卷九四一。 \\n 又東四百里，曰虖勺之山，其上多梓柟１，其下多荊杞２。滂水３出焉，而東流注于海。 \\n １　郭璞云：「梓，山楸也；柟，大木，葉似桑，今作楠，音南。」 \\n ２　郭璞云：「杞，苟杞也，子赤。」 \\n ３　郭璞云：「音滂沱之滂。」 \\n 又東五百里，曰區吳之山，無草木，多沙石。鹿水出焉，而南流注于滂水。 \\n 又東五百里，曰鹿吳之山，上無草木，多金石。澤更之水出焉，而南流注于滂水。水１有獸焉，名曰蠱雕２，其狀如雕而有角，其音如嬰兒之音，是食人。 \\n １　珂案：王念孫校衍水字。 \\n ２　郭璞云：「蠱或作纂。」 \\n 東五百里，曰漆吳之山，無草木，多博石１，無玉。處于２東海３，望丘山，其光載出載入４，是惟日次５。 \\n １　郭璞云：「可以為博石。」 \\n ２　何焯云：「處于之上疑有脫文。」 \\n ３　郝懿行云：「東海，一本作海東。」珂案：宋本、吳寬抄本並作海東，則東字宜屬下讀。 \\n ４　郭璞云：「神光之所潛燿。」 \\n ５　郭璞云：「是日景之所次舍。」 \\n 凡南次二經之首，自柜山至于漆吳之山，凡十七山，七千二百里。其神狀皆龍身而鳥首。其祠：毛用一璧瘞，糈用稌１。 \\n １　郭璞云：「稻穬也。」郝懿行云：「穬字疑衍，或梗字之訛。」 \\n 南次三經之首，曰天虞之山，其下多水，不可以上。 \\n 東五百里，曰禱過之山，其上多金玉，其下多犀、兕１，多象。有鳥焉，其狀同鵁２，而白首、三足３、人面，其名曰瞿如，其鳴自號也。泿４水出焉，而南流注于海。其中有虎蛟５，其狀魚身而蛇尾６，其音７如鴛鴦，食者不腫，可以已痔８。 \\n １　珂案：犀、兕之狀見海經新釋卷五「兕」節注２及「狌狌」節注１。 \\n ２　郭璞云：「鵁似鳧而小，腳近尾。」珂案：鵁音交。 \\n ３　郭璞云：「或作手。」 \\n ４　郭璞云：「音銀。」 \\n ５　郭璞云：「蛟似蛇，四足，龍屬。」 \\n ６　珂案：文選江賦注引此經蛇尾下有有翼二字。 \\n ７　珂案：王念孫校音作首，引有多證，此不具。 \\n ８　珂案：太平御覽卷七四三引此經已痔作為痔，並引郭注云，為，治也。 \\n 又東五百里，曰丹穴之山，其上多金玉。丹水出焉，而南流注于渤海１。有鳥焉，其狀如雞２，五采而文，名曰鳳皇，首文曰德，翼文曰義，背文曰禮３，膺文曰仁，腹文曰信。是鳥也，飲食自然，自歌自舞，見則天下安寧４。 \\n １　郭璞云：「渤海，海岸曲崎頭也。」 \\n ２　郝懿行云：「史記司馬相如傳正義、文選注顏延之贈王太常詩、藝文類聚九十九卷及初學記五卷引此經，雞並作鶴；薛綜注東京賦引作鵠。」 \\n ３　珂案：二句王念孫校作翼文曰順、背文曰義，引有多證。郝懿行亦同王校。 \\n ４　珂案：鳳皇見海經新釋卷十三「鸞鳥鳳鳥」節注１。 \\n 又東五百里，曰發爽１之山，無草木，多水，多白猿。汎水出焉，而南流注于渤海。 \\n １　郭璞云：「或作〈器，下为亾〉。」珂案：吳任臣本、百子全書本、宏道堂本〈器，下为亾〉均作喪；〈器，下为亾〉同喪，見廣韻。 \\n 又東四百里，至于旄山之尾，其南有谷，曰育遺１，多怪鳥，凱風自是出２。 \\n １　郭璞云：「或作隧。」 \\n ２　郭璞云：「凱風，南風。」 \\n 又東四百里，至于非山之首，其上多金玉，無水，其下多蝮虫。 \\n 又東五百里，曰陽夾之山，無草木，多水。 \\n 又東五百里，曰灌湘之山１，上多木，無草；多怪鳥，無獸。 \\n １　郭璞云：「一作灌湖射之山。」 \\n 又東五百里，曰雞山，其上多金，其下多丹雘１。黑水出焉，而南流注于海。其中有鱄魚２，其狀如鮒３而彘毛４，其音如豚，見則天下大旱。 \\n １　郝懿行云：「說文云：『丹，巴越之赤石也；雘，善丹也。』」 \\n ２　郭璞云：「音團扇之團。」 \\n ３　郝懿行云：「廣雅云：『鮒，鰿也。』即今鯽魚。鯽、鰿同字，見玉篇。」 \\n ４　郝懿行云：「廣韻作豕尾。」珂案：太平御覽卷三五作彘尾，文選江賦注同。 \\n 又東四百里，曰令丘之山，無草木，多火。其南有谷焉，曰中谷，條風１自是出。有鳥焉，其狀如梟，人面四目而有耳，其名曰顒２，其鳴自號也，見則天下大旱。 \\n １　郭璞云：「東北風為條風。」 \\n ２　郭璞云：「音娛。」郝懿行云：「玉篇、廣韻並作〈禺鳥〉。」 \\n 又東三百七十里，曰侖者之山１，其上多金玉，其下多青雘。有木焉，其狀如穀２而赤理，其汗如漆，其味如飴，食者不飢，可以釋勞３，其名曰白咎４，可以血玉５。 \\n １　珂案：太平御覽卷五０引無者之二字。 \\n ２　珂案：穀當為榖，字之訛也。 \\n ３　郝懿行云：「高誘注淮南精神訓云：勞，憂也。」 \\n ４　郭璞云：「或作睾蘇；睾蘇一名白咎，見廣雅，音羔。」 \\n ５　郭璞云：「血謂可用染玉作光彩。」 \\n 又東五百八十里，曰禺稿１之山，多怪獸，多大蛇。 \\n １　珂案：宋本、吳任臣本、畢沅校本，稿均作槁。 \\n 又東五百八十里，曰南禺之山，其上多金玉，其下多水。有穴焉，水出１輒入，夏乃出，冬則閉。佐水出焉，而東南流注于海，有鳳皇、鵷雛２。 \\n １　珂案：經文出，宋本、藏經本、何焯校本、吳任臣本並作春。 \\n ２　郭璞云：「亦鳳屬。」 \\n 凡南次三經之首，自天虞之山以至南禺之山，凡一十四山，六千五百三十里。其神皆龍身而人面。其祠皆一白狗祈１，糈用稌。 \\n １　郭璞云：「祈，請禱也。」畢沅云：「祈當為{幾皿}；說文云，以血有所〈气刀〉涂祭也。」 \\n 右南經之山志（郝懿行云：「篇末此語，蓋校書者所題，故舊本皆亞於經。」珂案：此疑是古經原有之總結，止作「南經之山」，無「志」字，「志」字是後人妄加，說見海經新釋卷一篇首注１），大小凡四十山，萬六千三百八十里。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經山經柬釋卷二  山海經第二  西山經", "正文": "  \\n ▲山海經山經柬釋卷二山海經第二西山經 \\n 　 \\n 西山經華山之首，曰錢來之山，其上多松，其下多洗石１。有獸焉，其狀如羊而馬尾，名曰羬羊２，其脂可以已腊３。 \\n １　郭璞云：「澡洗可以磢體去垢圿。磢，初兩反。」郝懿行云：「磢當為〈爽瓦〉；說文云，磋垢瓦石。」 \\n ２　郭璞云：「今大月氐國有大羊如驢而馬尾；爾雅云，羊六尺為羬，謂此羊也。」珂案：羬音咸。郭注月氐國大羊即大尾羊，尾可供食，蓋視肉之類也；見海經新釋卷一「狄山」節注７。 \\n ３　郭璞云：「治體皴；腊音昔。」郝懿行云：「說文云：『昔，乾肉也，籀文作腊。』此借為皴腊之字。今人以羊脂療皴有驗。」 \\n 西四十五里，曰松果之山。濩水１出焉，北流注于渭，其中多銅。有鳥焉，其名曰〈虫鳥〉渠２，其狀如山雞，黑身赤足，可以已〈月暴〉３。 \\n １　郝懿行云：「水經注作灌水。」珂案：王念孫、畢沅并校改作灌。 \\n ２　郭璞云：「〈虫鳥〉，音彤弓之彤。」 \\n ３　郭璞云：「謂皮皴起也。」珂案：〈月暴〉音暴。 \\n 又西六十里，曰太華之山１，削成而四方，其高五千仞２，其廣十里，鳥獸莫居。有蛇焉，名曰肥〈虫遺〉３，六足四翼，見則天下大旱４。 \\n １　珂案：即西岳華山，在今陝西省華陰縣西南。 \\n ２　郭璞云：「仞，八尺也。上有明星玉女，持玉漿，得上服之，即成仙。道險僻不通。詩含神霧云。」郝懿行云：「明星玉女，華山峯名也。」 \\n ３　郝懿行云：「〈虫遺〉當為遺；劉昭注郡國志及藝文類聚九十六卷并引此經作肥遺。」 \\n ４　郭璞云：「湯時此蛇見於陽山下。復有肥遺蛇，疑是同名。」珂案：郭云「復有肥遺蛇」，見北次三經渾夕山、彭毗山。又有肥遺鳥，見此經下文英山。 \\n 又西八十里，曰小華之山１，其木多荊杞，其獸多〈牛乍〉牛２，其陰多磬石３，其陽多〈王雩〉琈之玉４，鳥多赤鷩５，可以禦火，其草有萆荔６，狀如烏韭，而生于石上，亦緣木而生，食之已心痛。 \\n １　郭璞云：「即少華山。」 \\n ２　郭璞云：「今華陰山中多山牛山羊，肉皆千斤，牛即此牛也；音昨。」 \\n ３　郭璞云：「可以為樂石。」 \\n ４　珂案：〈王雩〉琈，音嶼浮，玉名，形態未詳，山經中多記有之，此其一也。 \\n ５　郭璞云：「赤鷩，山雞之屬；音鱉。」 \\n ６　珂案：萆荔，香草，楚辭離騷作薜荔，音蔽戾。 \\n 又西八十里，曰符禺之山，其陽多銅，其陰多鐵。其上有木焉，名曰文莖，其實如棗，可以已聾。其草多條，其狀如葵，而赤華黃實，如嬰兒舌，食之使人不惑。符禺之水出焉，而北流注于渭。其獸多蔥聾，其狀如羊而赤鬣１。其鳥多〈民鳥〉２，其狀如翠３而赤喙，可以禦火４。 \\n １　郝懿行云：「此即野羊之一種，今夏羊亦有赤鬣者。」 \\n ２　郭璞云：「音旻也。」郝懿行云：「〈民鳥〉當為〈昏鳥〉；御覽引此正作〈昏鳥〉。說文云：『〈昏鳥〉，鳥也。』廣韻云：『〈昏鳥〉鳥似翠而赤喙。』」 \\n ３　郭璞云：「翠似燕而紺色也。」 \\n ４　郭璞云：「畜之辟火災也。」 \\n 又西六十里，曰石脆１之山，其木多棕柟，其草多條，其狀如韭，而白華黑實２，食之已疥。其陽多〈王雩〉琈之玉，其陰多銅。灌水出焉，而北流注于禺水。其中有流赭３，以塗牛馬無病４。 \\n １　珂案：脆，王念孫、畢沅、郝懿行並校作脃。 \\n ２　珂案：條草與上文同名異狀。 \\n ３　郭璞云：「赭，赤土。」 \\n ４　郭璞云：「今人亦以朱塗牛角，云以辟惡。馬或作角。」 \\n 又西七十里，曰英山，其上多杻橿１，其陰多鐵，其陽多赤金。禺水出焉，北流注于招水２，其中多〈魚丰〉魚３，其狀如鱉，其音如羊。其陽多箭{竹媚}４，其獸多〈牛乍〉牛、羬羊。有鳥焉，其狀如鶉，黃身而赤喙，其名曰肥遺，食之已癘５，可以殺蟲。 \\n １　郭璞云：「杻似棣而細葉，一名土橿，音紐；橿，木中車材，音姜。」 \\n ２　郭璞云：「音韶。」 \\n ３　郭璞云：「音同蚌蛤之蚌。」 \\n ４　郭璞云：「今漢中郡出{竹媚}竹，厚裏而長節，根深，筍冬生地中，人掘取食之。{竹媚}音媚。」 \\n ５　郭璞云：「癘，疫病也；或曰惡創。」失名云：「一音賴。」 \\n 又西五十二里，曰竹山，其上多喬木，其陰多鐵。有草焉，其名曰黃雚，其狀如樗，其葉如麻，白華而赤實，其狀如赭１，浴之已疥，又可以已胕２。竹水出焉，北流注于渭，其陽多竹箭３，多蒼玉。丹水出焉，東南流注于洛水，其中多水玉，多人魚４。有獸焉，其狀如豚而白毛５，大如笄６而黑端７，名曰豪彘８。 \\n １　郭璞云：「紫赤色。」 \\n ２　郭璞云：「治胕腫也；音符。」 \\n ３　郭璞云：「箭，篠也。」珂案：篠，小竹也，見說文。 \\n ４　郭璞云：「如〈魚帝〉魚四腳。」珂案：關於人魚，見海經新釋卷七「陵魚」節注１。 \\n ５　珂案：王念孫、郝懿行俱校毛下復有毛字，屬下讀，是也。 \\n ６　郭璞云：「笄，簪屬。」 \\n ７　珂案：文選長楊賦李善注引此經黑端下有以毛射物四字，疑今本脫去之。 \\n ８　珂案：即豪豬，俗稱箭豬。 \\n 又西百二十里曰浮山，多盼木１，枳葉而無傷２，木蟲居之３。有草焉，名曰薰草，麻葉而方莖，赤華而黑實，臭如蘼蕪４，佩之可以已癘。 \\n １　郭璞云：「音美目盼兮之盼。」郝懿行云：「郭既音盼，知經文必不作盼，未審何字之訛。」 \\n ２　郭璞云：「枳，刺針（鍼）也，能傷人，故名云。」珂案：廣雅云：「傷，箴也。」此言枳葉有刺，盼木葉似枳葉而無刺，故云無傷也。 \\n ３　郭璞云：「在樹之中。」 \\n ４　郭璞云：「蘼蕪，香草；易曰：『其臭如蘭。』眉無兩音。」 \\n 又西七十里，曰羭次之山，漆水出焉，北流注于渭。其上多棫橿１，其下多竹箭，其陰多赤銅，其陽多嬰垣之玉２。有獸焉，其狀如禺而長臂，善投，其名曰囂３。有鳥焉，其狀如梟，人面而一足，曰橐{非巴}４，冬見夏蟄，服之不畏雷５。 \\n １　郭璞云：「棫，白桵也；音域。」 \\n ２　郭璞云：「垣或作短，或作根，或作埋，傳寫謬錯，未可得詳。」珂案：經文嬰垣之玉，江紹原謂當即嬰脰之玉，見下文西次三經「泑山」注２。 \\n ３　郭璞云：「亦在畏獸畫中，似獼猴投擲也。」珂案：囂，郝懿行云，囂、夒聲相近；畢沅校本作囂，云囂、夒形相近；說文云：「夒，母猴，似人。」囂當即夒之訛變也。參見海經新釋卷九「東海夔牛」節注２。 \\n ４　郭璞云：「音肥。」珂案：經文曰橐{非巴}上王念孫校增名字。 \\n ５　郭璞云：「著其毛羽，令人不畏天雷也。或作災。」 \\n 又西百五十里，曰時山，無草木。逐１水出焉，北流注于渭，其中多水玉。 \\n １　郭璞云：「或作遂。」 \\n 又西百七十里，曰南山，上多丹粟。丹水出焉，北流注于渭。獸多猛豹１，鳥多尸鳩２。 \\n １　郭璞云：「猛豹似熊而小，毛淺，有光澤，能食蛇，食銅鐵，出蜀中。豹或作虎。」郝懿行云：「猛豹即貘豹也，貘豹、猛豹聲近而轉。」 \\n ２　郭璞云：「尸鳩，布穀類也。鳩或作丘。」郝懿行云：「鳩或作丘者，聲近假借字。」 \\n 又西百八十里，曰大時之山，上多穀１柞２，下多杻橿，陰多銀，陽多白玉。涔３水出焉，北流注于渭。清水出焉，南流注于漢水。 \\n １　珂案：穀字吳任臣本作榖，是也，即構，諸本作穀皆誤。 \\n ２　郭璞云：「柞，櫟。」 \\n ３　郭璞云：「音潛。」 \\n 又西三百二十里，曰嶓冢之山１，漢水出焉，而東南流注于沔；囂水出焉，北流注于湯２水。其上多桃枝鉤端３，獸多犀兕熊羆，鳥多白翰４赤鷩。有草焉，其葉如蕙５，其本６如桔梗，黑華而不實，名曰蓇蓉７，食之使人無子。 \\n １　郭璞云：「嶓音波。」 \\n ２　郭璞云：「或作陽。」 \\n ３　郭璞云：「鉤端，桃枝屬。」珂案：桃枝，竹名；爾雅釋草：「桃枝四寸有節。」疏：「凡竹相去四寸有節者，名桃枝竹。」 \\n ４　郭璞云：「白翰，白鵫也，亦名鵫雉，又曰白雉。」 \\n ５　郭璞云：「蕙，香草，蘭屬也。」 \\n ６　郭璞云：「本，根也。」 \\n ７　郭璞云：「蓇音骨。」 \\n 又西三百五十里，曰天帝之山，上多棕柟，下多菅蕙１。有獸焉，其狀如狗，名曰谿邊２，席其皮者不蠱。有鳥焉，其狀如鶉，黑文而赤翁３，名曰櫟４，食之已痔。有草焉，其狀如葵５，其臭如蘼蕪，名曰杜衡６，可以走馬７，食之已癭８。 \\n １　郭璞云：「菅，茅類也。」 \\n ２　郭璞云：「或作谷遺。」 \\n ３　郭璞云：「音汲甕之甕。」珂案：說文四云：「翁，頸毛也。」 \\n ４　郭璞云：「音沙礫之礫。」 \\n ５　郭璞云：「史記司馬相如傳索隱引此經作葉如葵。」 \\n ６　郭璞云：「香草也。」 \\n ７　郭璞云：「帶之令人便馬；或曰，馬得之而健走。」 \\n ８　郝懿行云：「說文云：『癭，頸瘤也。』淮南墬形訓云：『險阻氣多癭。』」 \\n 西南三百八十里，曰皋塗之山１，薔２水出焉，西流注于諸資之水；塗水出焉，南流注于集獲之水。其陽多丹粟，其陰多銀、黃金，其上多桂木。有白石焉，其名曰礜，可以毒鼠３。有草焉，其狀如槁茇４，其葉如葵而赤背，名曰無條，可以毒鼠。有獸焉，其狀如鹿而白尾５，馬腳人手６而四角，名曰〈犭嬰〉如７。有鳥焉，其狀如鴟而人足，名曰數斯，食之已癭８。 \\n １　郝懿行云：「史記司馬相如傳索隱引此經作鼻塗。」 \\n ２　郭璞云：「音色；或作蕢，又作葍。」 \\n ３　郭璞云：「今礜石殺鼠，音豫；蠶食之而肥。」 \\n ４　郭璞云：「槁茇，香草。」畢沅云：「即槁本也；本、茇聲之緩急。」珂案：槁本見中次三經青要之山，槁作藁，字同。 \\n ５　郝懿行云：「史記司馬相如傳索隱引此經無白尾二字。」 \\n ６　郭璞云：「前兩腳似人手。」 \\n ７　珂案：王念孫、郝懿行並校〈犭嬰〉如當作玃如。 \\n ８郭璞云：「或作癎。」 \\n 又西百八十里，曰黃山，無草木，多竹箭。盼水出焉１，西流注于赤水，其中多玉。有獸焉，其狀如牛，而蒼黑大目，其名曰〈敏牛〉２。有鳥焉，其狀如鴞，青羽赤喙，人舌能言，名曰鸚〈母鳥〉３。 \\n １　郭璞云：「音美目盼兮之盼。」郝懿行云：「郭既音盼，知經文必不作盼，未審何字之訛。」珂案：上文浮山盼木，郭音與此相同。 \\n ２　郭璞云：「音敏。」珂案：周書王會篇云：「數楚每牛，每牛者，牛之小者也。」即此。 \\n ３　珂案：即鸚鵡。 \\n 又西二百里，曰翠山，其上多棕柟，其下多竹箭，其陽多黃金１、玉，其陰多旄牛、麢、麝２；其鳥多鸓３，其狀如鵲，赤黑而兩首四足，可以禦火。 \\n １　珂案：項絪本、畢沅校本、百子全書本黃下無金字。 \\n ２　郭璞云：「麢似羊而大角細食，好在山崖間；麝似獐而小，有香。」 \\n ３　珂案：經文鸓，王念孫、畢沅、郝懿行並校作〈疊鳥〉；音疊。 \\n 又西二百五十里，曰騩山１，是錞２于西海，無草木，多玉。淒３水出焉，西流注于海，其中多采石４、黃金，多丹粟。 \\n １　郭璞云：「音巍；一音隗囂之隗。」 \\n ２　郭璞云：「錞猶隄埻也；音章閏反。」汪紱云：「錞猶蹲也。」珂案：汪說於義近之，錞蓋蹲字假音也。 \\n ３　郭璞云：「或作浽。」 \\n ４　郭璞云：「采石，石有采色者；今雌黃、空青、碧綠之屬。」 \\n 凡西經之首，自錢來之山至于騩山，凡十九山，二千九百五十七里。華山冢也１，其祠之禮：太牢２。羭山神也，祠之用燭３，齋百日以百犧４，瘞用百瑜５，湯６其酒百樽，嬰７以百珪百璧。其餘十七山之屬，皆毛牷８用一羊祠之９。燭者百草之未灰１０，白蓆采等純之１１。 \\n １　郭璞云：「冢者，神鬼之所舍也。」 \\n ２　郭璞云：「牛羊豕為太牢。」 \\n ３　郭璞云：「或作煬。」郝懿行云：「說文云：『燭，庭燎火燭也；煬，炙燥也。』」 \\n ４　郭璞云：「牲純色者為犧。」珂案：經文齋，汪紱本作齊，是也，古齋字多作齊。 \\n ５　郭璞云：「瑜亦美玉名；音臾。」 \\n ６　郭璞云：「或作溫。」郝懿行云：「湯讀去聲；今人呼溫酒為湯酒本此。」珂案：湯酒，今作燙酒。 \\n ７　郭璞云：「嬰謂陳之以環祭也；或曰嬰即古罌字，謂盂也。」珂案：江紹原中國古代旅行之研究第一章注１０云，嬰係以玉祀神之專稱，其說近是，可供參考。 \\n ８　郭璞云：「牷謂牲體全具也。」珂案：牷音全。 \\n ９　失名云：「二吳（吳琯、吳任臣）本均作牢，恐非。」珂案：經文用一羊祠之，汪紱本無用字。 \\n １０郝懿行云：「此蓋古人用燭之始，經云『百草未灰』，是知上世為燭，亦用麻蒸葦苣為之。詳見詩疏及周禮疏。」 \\n １１郭璞云：「純，緣也；五色純之，等差其文綵也。」 \\n 西次二經之首，曰鈐山１，其上多銅，其下多玉，其木多杻橿。 \\n １　郭璞云：「音髠鉗之鉗；或作冷，又作塗。」 \\n 西二百里，曰泰１冒之山，其陽多金，其陰多鐵。浴水２出焉，東流注于河，其中多藻玉３，多白蛇４。 \\n １　郭璞云：「或作秦。」珂案：初學記卷六及太平御覽卷六二引此經正作秦。 \\n ２　珂案：浴水，初學記及御覽並引作洛水，是也。 \\n ３　郭璞云：「藻玉，玉有符彩者；或作柬，音練。」珂案：初學記及御覽引此經多作有。 \\n ４　郭璞云：「水蛇。」 \\n 又西一百七十里，曰數歷之山，其上多黃金，其下多銀，其木多杻橿，其鳥多鸚〈母鳥〉。楚水出焉，而南流注于渭，其中多白珠１。 \\n １　郭璞云：「今蜀郡平澤出青珠。尸子曰：『水員折者有珠。』」 \\n 又西北五十里高山１，其上多銀，其下多青碧２、雄黃，其木多棕，其草多竹。涇３水出焉，而東流注于渭，其中多磬石、青碧。 \\n １　珂案：宋本、吳寬抄本、吳任臣本、汪紱本、畢沅校本、百子全書本，經文高山上並有曰字，此脫。 \\n ２　郭璞云：「碧亦玉類也。」珂案：說文一云：「碧，石之青美者。」此碧所以稱青碧也。 \\n ３　郭璞云：「音經。」 \\n 西南三百里，曰女床之山，其陽多赤銅，其陰多石涅１，其獸多虎豹犀兕。有鳥焉，其狀如翟而五采文２，名曰鸞鳥，見則天下安寧３。 \\n １　吳任臣云：「本草：『黑石脂一名石墨，一名石涅，南人謂之畫眉石。』楊慎補注曰：『石涅可以染黑色；論語「涅而不淄」，即此物也。又可以書字，謂之石墨。』」 \\n ２　郭璞云：「翟似雉而大，長尾。或作〈樂鳥〉；〈樂鳥〉，雕屬也。」珂案：文選東京賦薛綜注引此經翟作鶴，五采作五色。 \\n ３　郭璞云：「舊說鸞似雞，瑞鳥也，周成王時西戎獻之。」 \\n 又西二百里，曰龍首之山，其陽多黃金，其陰多鐵。苕水出焉，東南流注于涇水１，其中多美玉。 \\n １　珂案：宋本、毛扆校本東南流上有而字。 \\n 又西二百里，曰鹿臺之山，其上多白玉，其下多銀，其獸多〈牛乍〉牛、羬羊、白豪１。有鳥焉，其狀如雄雞而人面，名曰鳧徯，其鳴自叫也２，見則有兵。 \\n １　郭璞云：「豪，貆豬也。」珂案：豪即豪彘，已見上文竹山；以其毛白，故稱白豪。 \\n ２　郝懿行云：「北堂書鈔一百三十卷引此經面作首，鳴作名，蓋形聲之訛。」 \\n 西南二百里，曰鳥危之山，其陽多磬石，其陰多檀楮１，其中多女床２。鳥危之水出焉，西流注于赤水，其中多丹粟。 \\n １　郭璞云：「楮即榖木。」珂案：榖木已見南山經首招搖之山，即構樹。 \\n ２　郭璞云：「未詳。」 \\n 又西四百里，曰小次之山，其上多白玉，其下多赤銅。有獸焉，其狀如猿，而白首赤足，名曰朱厭，見則大兵１。 \\n １　郭璞云：「一作見則有兵起焉，一作見則為兵。」郝懿行云：「北堂書鈔一百十三卷、太平御覽三百二十九卷引此經並作見則有兵。」 \\n 又西三百里，曰大次之山，其陽多堊１，其陰多碧，其獸多〈牛乍〉牛、麢羊。 \\n １　郭璞云：「堊似土色，甚白；音惡。」郝懿行云：「中山經：『蔥聾之山，多白堊，黑、青、黃堊。』明堊色非一，不獨白者名堊也。」 \\n 又西四百里，曰薰吳之山，無草木，多金玉。 \\n 又西四百里，曰厎１陽之山，其木多稷２、柟、豫章３，其獸多犀、兕、虎、〈犭勺〉４、〈牛乍〉牛。 \\n １　郭璞云：「音旨。」珂案：經文厎，王念孫、畢沅、郝懿行並校作厎。 \\n ２　郭璞云：「稷似松，有刺，細理；音即。」 \\n ３　郭璞云：「豫章，大木，似楸，葉冬夏青，生七年而後可知也。」 \\n ４　郭璞云：「〈犭勺〉，音之藥反。」郝懿行云：「玉篇云：『〈犭勺〉，獸，豹文。』音與郭同。」 \\n 又西二百五十里，曰眾獸之山，其上多〈王雩〉琈之玉，其下多檀楮，多黃金，其獸多犀兕。 \\n 又西五百里，曰皇人之山，其上多金玉，其下多青雄黃１。皇水出焉，西流注于赤水，其中多丹粟。 \\n １　吳任臣云：「蘇頌云：『階州山中，雄黃有青黑色而堅者，名曰熏黃。』青雄黃意即此也。」 \\n 又西三百里，曰中皇之山，其上多黃金，其下多蕙、棠１。 \\n １　郭璞云：「彤棠之屬也。蕙或作羔。」 \\n 又西三百五十里，曰西皇之山，其陽多金，其陰多鐵，其獸多麋１鹿、〈牛乍〉牛。 \\n １　郭璞云：「麋大如小牛，鹿屬也。」 \\n 又西三百五十里，曰萊山，其木多檀楮，其鳥多羅羅１，是食人。 \\n １　郭璞云：「羅羅之鳥，所未詳也。」郝懿行云：「海外北經有青獸，狀如虎，名曰羅羅，此鳥與之同名。」 \\n 凡西次二經之首，自鈐山至于萊山，凡十七山，四千一百四十里。其十神者，皆人面而馬身。其七神皆人面牛身，四足而一臂，操杖以行：是為飛獸之神；其祠之，毛用少牢１，白菅為席。其十輩２神者，其祠之，毛一雄雞，鈐而不糈３；毛采４。 \\n １　郭璞云：「羊豬為少牢也。」 \\n ２　郝懿行云：「輩猶類也。」 \\n ３　郭璞云：「鈐，所用祭器名，所未詳也。或作思訓祈不糈，祠不以米。」郝懿行云：「鈐疑祈之聲轉耳，經文祈而不糈，即祠不以米之義；思訓未詳。」 \\n ４　郭璞云：「言用雜色雞也。」珂案：此言祠此人面馬身之十輩神，毛物但用一雜色雄雞，而不以米也。 \\n 西次三經之首，曰崇吾１之山，在河之南，北望冢遂２，南望瑤〈去王〉３之澤，西望帝之搏４獸之丘５，東望〈虫焉〉６淵。有木焉，員葉而白柎７，赤華而黑理，其實如枳８，食之宜子孫。有獸焉，其狀如禺而文臂，豹虎９而善投，名曰舉父１０。有鳥焉，其狀如鳧，而一翼一目，相得乃飛，名曰蠻蠻１１，見則天下大水。 \\n １　郝懿行云：「博物志及史記封禪書索隱引此經並作崇丘；博物志又作參嵎。」 \\n ２　郭璞云：「山名。」 \\n ３　郭璞云：「音遙。」 \\n ４　郭璞云：「搏或作簿。」 \\n ５　珂案：經文丘，邵恩多校本、何焯校本、畢沅校本、百子全書本並作山。 \\n ６　郭璞云：「音於然反。」 \\n ７　珂案：柎，花萼房也，音附。 \\n ８　郝懿行云：「說文云：『枳，木，似橘。』考工記云：『橘逾淮而北，為枳。』」 \\n ９　吳任臣云：「字有誤。」珂案：經文虎，疑是尾字之誤。 \\n １０郭璞云：「或作夸父。」珂案：郝懿行云：「爾雅云：『豦，迅頭。』郭注云：『今建平山中有豦，大如狗，似獼猴，黃黑色，多髯鬣，好奮迅其頭，能舉石擿人，玃類也。』如郭所說，惟能舉石擿人，故經曰善投，因亦名舉父。舉、豦聲同，故古字通用；與夸聲近，故或作夸父。」則夸父者，猿類之獸也。東山經柟山有獸，「狀如夸父而彘毛，其音如呼，見則天下大水」；北次二經梁渠之山有鳥，「狀如夸父，四翼一目，犬尾，名曰囂，其音如鵲，食之已腹痛，可以止衕」：均形似猿猴之怪鳥獸也。而神之多力奮迅者，亦或以夸父名矣。參見海經新釋卷三「夸父與日逐走」節注１。 \\n １１郭璞云：「比翼鳥也，色青赤，不比不能飛，爾雅作鶼鶼鳥也。」珂案：參見海經新釋卷一「比翼鳥」節注１。 \\n 西北三百里，曰長沙之山１。泚水出焉，北流注于泑水２，無草木，多青雄黃。 \\n １　郝懿行云：「穆天子傳云：『送天子至于長沙之山。』即此。」 \\n ２　郭璞云：「音黝，水色黑也。」珂案：即下文云「東望泑澤」是也。 \\n 又西北三百七十里，曰不周之山１。北望諸毗之山，臨彼嶽崇之山，東望泑澤，河水所潛也，其原渾渾泡泡２。爰有嘉果，其實如桃３，其葉如棗，黃華而赤柎，食之不勞４。 \\n １　郭璞云：「此山形有缺不周帀處，因名云。西北不周風自此山出。」珂案：郭注「山形有缺」，乃共工與顓頊爭為帝，怒觸之所致也；參見海經新釋卷三「共工之臣相柳氏」節注１及卷十一「不周負子山」節注１。 \\n ２　郭璞云：「渾渾泡泡，水濆湧之聲也；衮咆二音。」 \\n ３　珂案：漢武故事「西王母種桃三千歲一著子」云云，說蓋本此也。 \\n ４　郝懿行云：「勞，憂也。太平御覽九百六十四卷引此經作其實如桃李、其華食之不飢，與今本異。」 \\n 又西北四百二十里，曰峚山１，其上多丹木，員葉而赤莖，黃華而赤實，其味如飴，食之不飢。丹水出焉，西流注于稷澤２，其中多白玉，是有玉膏，其原沸沸湯湯３，黃帝是食是饗。是生玄玉４。玉膏所出，以灌丹木。丹木五歲，五色乃清，五味乃馨。黃帝乃取峚山之玉榮５，而投之鍾山之陽６。瑾瑜之玉為良７，堅粟精密８，濁澤有而光９。五色發作，以和柔剛。天地鬼神，是食是饗；君子服１０之，以禦不祥。自峚山至于鍾山，四百六十里１１，其閒盡澤也。是多奇鳥、怪獸、奇魚，皆異物焉。 \\n １　郭璞云：「音密。」郝懿行云：「郭注穆天子傳及李善注南都賦、天台山賦引此經俱作密山，蓋峚、密古字通也。」 \\n ２　郭璞云：「后稷神所憑，因名云。」珂案：關於后稷，參見海經新釋卷十一「西周國」節注２。 \\n ３　郭璞云：「玉膏湧出之貌也。河圖玉版曰：『少室山，其上有白玉膏，一服即仙矣。』亦此類也。沸音拂。」 \\n ４　郭璞云：「言玉膏中又出黑玉也。」 \\n ５　郭璞云：「謂玉華也。」 \\n ６　郭璞云：「以為玉種。」 \\n ７　郭璞云：「言最善也。或作食。覲臾兩音。」珂案：此段通篇多係韻語，作食則於韻不協，疑郭所見別本已訛。 \\n ８　郭璞云：「說玉理也。」郝懿行云：「王引之說經文粟當為栗。」珂案：王念孫（引之父）校正作栗。 \\n ９　郭璞云：「濁謂潤厚。」珂案：經文澤，邵恩多校宋本、吳慈培臨黃蕘圃校宋本、吳寬抄本均作黑，於義為長。又經文有而，唯吳任臣本同，汪紱本、畢沅校本、百子全書本並作而有，應乙正。 \\n １０珂案：服，佩帶也。 \\n １１郝懿行云：「下又云四百二十里。」 \\n 又西北四百二十里，曰鍾山，其子曰鼓，其狀如１人面而龍身２，是與欽〈丕鳥〉３殺葆江于昆侖之陽４，帝乃戮之鍾山之東曰〈瑤，王改山〉崖５，欽〈丕鳥〉化為大鶚，其狀如雕而黑文白首，赤喙而虎爪，其音如晨鵠６，見則有大兵；鼓亦化為鵔７鳥，其狀如鴟，赤足而直喙，黃文而白首，其音如鵠８，見則其邑大旱。 \\n １　珂案：經文如字，王念孫校衍，是也。 \\n ２　郭璞云：「此亦神名，名之為鍾山之子耳，其類皆見歸藏啟筮。啟筮曰：『麗山之子，青羽人面馬身。』亦似此狀也。」珂案：經文「鍾山，其子曰鼓」者，謂鍾山山神之子曰鼓也。海外北經云：「鍾山之神，名曰燭陰（燭龍），其為物人面蛇身。」正與鼓之狀合，是知鼓即鍾山山神燭陰（燭龍）之子耳，參見海經新釋卷三「鍾山之神燭陰」節注１。又郭注「其類皆見歸藏啟筮」者，謂諸山水神之子之狀皆見歸藏啟筮也。所舉麗山之子之狀，即其一例。又文選鸚鵡賦注引歸藏啟筮云：「金水之子，其名曰羽蒙，是生百鳥。」亦其一例。 \\n ３　郭璞云：「音邳。」郝懿行云：「後漢書張衡傳注引此經作欽駓，莊子大宗師篇作堪坏，云：『堪坏得之，以襲昆侖。』釋文云：『崔作邳。』司馬云：『堪坏神名，人面獸形。』淮南子作欽負。是欽堪、坏負並聲類之字。」 \\n ４　郭璞云：「葆或作祖。」珂案：文選思玄賦云：「過鍾山而中休，瞰瑤谿之赤岸，弔祖江之見劉。」李善注引此經作祖江。又陶潛讀山海經詩亦作祖江。 \\n ５　珂案：經文〈瑤，王改山〉崖，王念孫云：「張衡傳注、御覽妖異三作瑤岸。」郝懿行亦校瑤岸。 \\n ６　郭璞云：「晨鵠，鶚屬，猶云晨鳧耳。」 \\n ７　郭璞云：「音俊。」 \\n ８　郝懿行云：「說文云：『鵠，鴻鵠也。』」珂案：黃帝戮鼓與欽〈丕鳥〉，亦猶黃帝梏貳負與危之類是也；參見海經新釋卷六「危與貳負殺窫窳」節注３。 \\n 又西百八十里，曰泰器之山。觀水出焉１，西流注于流沙。是多文鰩魚２，狀如鯉魚３，魚身而鳥翼，蒼文而白首，赤喙，常行４西海，遊于東海５，以夜飛。其音如鸞雞６，其味酸甘，食之已狂，見則天下大穰７。 \\n １　珂案：經文觀水，呂氏春秋本味篇作雚水，高誘注：「雚水在西極。」文選吳都賦及曹植七啟李善注引此經均作濩水。 \\n ２　郭璞云：「音遙。」珂案：呂氏春秋本味篇云：「味之美者，雚水之魚，名曰鰩。」吳都賦及曹植七啟注引此經止作鰩魚，無文字。 \\n ３　珂案：經文鯉魚，王念孫校衍魚字。 \\n ４　珂案：經文常行，呂氏春秋本味篇及初學記卷三十均作常從。 \\n ５　珂案：經文遊于東海，文選吳都賦及曹植七啟注引遊上均有而字。 \\n ６　郭璞云：「鸞雞，鳥名，未詳也；或作欒。」郝懿行云：「鸞或作欒，古字假借，鸞雞疑即鸞也。初學記三十卷引此經無雞字。」 \\n ７　郭璞云：「豐穰收熟也。韓子曰：『穰歲之秋。』」 \\n 又西三百二十里，曰槐江之山。丘時之水出焉，而北流注于泑水。其中多蠃母１，其上多青雄黃，多藏琅玕、黃金、玉２，其陽多丹粟，其陰多采黃金銀３。實惟帝之平圃４，神英招司之５，其狀馬身而人面，虎文而鳥翼，徇６于四海，其音如榴７。南望昆侖，其光熊熊，其氣魂魂８。西望大澤，后稷所潛也９；其中多玉，其陰多榣木之有若１０。北望諸毗１１，槐鬼離侖居之１２，鷹鸇１３之所宅也。東望恆山四成１４，有窮鬼居之，各在一搏１５。爰有淫水，其清洛洛１６。有天神焉，其狀如牛，而八足二首馬尾，其音如勃皇１７，見則其邑有兵。 \\n １　郭璞云：「即〈虫業〉螺也。」珂案：經文蠃，音螺；郭注〈虫業〉螺，中次三經青要之山作僕纍。 \\n ２　郭璞云：「琅玕，石似珠者；藏猶隱也。郎干二音。」郝懿行云：「藏，古字作臧，臧，善也：此言琅玕黃金玉之最善者。」 \\n ３　郝懿行云：「采謂金銀之有符采者。」 \\n ４　郭璞云：「即玄圃也。」珂案：玄圃，穆天子傳、淮南子墬形篇作縣圃，玄、縣聲同，古字通用。 \\n ５　郭璞云：「司，主也。招音韶。」 \\n ６　郭璞云：「徇謂周行也。」 \\n ７　郭璞云：「音留，或作籀；此所未詳也。」 \\n ８　郭璞云：「皆光氣炎盛相焜燿之貌。」 \\n ９　郭璞云：「后稷生而靈知，及其終，化形遯此澤而為之神，亦猶傅說騎箕尾也。」畢沅云：「即稷澤，稷所葬也。」珂案：稷葬所參見海經新釋卷六「后稷之葬」節注１。 \\n １０郭璞云：「榣木，大木也；言其上復生若木。大木之奇靈者為若，見尸子。」 \\n １１郭璞云：「山名。」珂案：諸毗亦水名，見南次二經浮玉山。 \\n １２郭璞云：「離侖其神名。」 \\n １３郭璞云：「鸇亦鴟屬也。」 \\n １４郭璞云：「成亦重也。」郝懿行云：「文選注長笛賦引此經作桓山四成。」珂案：王念孫校同郝注。 \\n １５郭璞云：「搏猶脅也；言群鬼各以類聚，處山四脅，有窮其總號耳。搏亦作摶。」 \\n １６郭璞云：「水留下之貌也。淫音遙也。」郝懿行云：「陶潛讀山海經詩云：『落落清瑤流。』是洛洛本作落落，淫本作瑤，皆假借聲類之字。」 \\n １７郭璞云：「勃皇未詳。」 \\n 西南四百里，曰昆侖之丘，是實１惟帝之下都２，神陸吾司之３。其神狀虎身而九尾，人面而虎爪４；是神也，司天之九部及帝之囿時５。有獸焉，其狀如羊而四角，名曰土螻，是食人。有鳥焉，其狀如蜂６，大如鴛鴦，名曰欽原７，蠚鳥獸則死，蠚木則枯８。有鳥焉，其名曰鶉鳥９，是司帝之百服１０。有木焉，其狀如棠，黃華赤實１１，其味如李而無核，名曰沙棠，可以禦水，食之使人不溺１２。有草焉，名曰{艹賓}草１３，其狀如葵，其味如蔥，食之已勞１４。河水出焉，而南流東注于無達１５。赤水出焉，而東南流注于氾天之水１６。洋水出焉１７，而西南流注于醜塗之水１８。黑水出焉，而西流于大杅１９。是多怪鳥獸２０。 \\n １　珂案：經文是實，王念孫校衍是字，實作寔。 \\n ２　郭璞云：「天帝都邑之在下者。」珂案：郭注天帝即黃帝，見海經新釋卷六「海內昆侖之虛」節注２。 \\n ３　郭璞云：「即肩吾也。莊周曰：『肩吾得之，以處大山』也。」郝懿行云：「郭說見莊子大宗師篇；釋文引司馬彪云：『山神不死，至孔子時。』」 \\n ４　珂案：此神即海內西經之開明獸也，見海經新釋卷六「海內昆侖之虛」節注２。 \\n ５　郭璞云：「主九域之部界、天帝苑圃之時節也。」 \\n ６　珂案：經文蜂，宋本作蜂，即蜂字。 \\n ７　郭璞云：「欽或作爰，或作至也。」 \\n ８　珂案：蠚音弱，螫也。 \\n ９　郝懿行云：「鶉鳥，鳳也；海內西經云，昆侖開明西北皆有鳳皇，此是也。埤雅引師曠禽經曰：『赤鳳謂之鶉。』」 \\n １０郭璞云：「服，器服也；一曰，服，事也。或作藏。」郝懿行云：「或作藏者，百藏，言百物之所聚。」 \\n １１郭璞云：「棠，梨也。」珂案：經文黃華赤實，宋本、毛扆本作華黃赤實。 \\n １２郭璞云：「言體浮輕也；沙棠為木，不可得沉。」 \\n １３郭璞云：「音頻。」 \\n １４珂案：已勞，謂已憂也。呂氏春秋本味篇云：「菜之美者，昆侖之蘋。」 \\n １５郭璞云：「山名。」 \\n １６珂案：大荒南經云：「有氾天之山，赤水窮焉。」是氾天亦山名。 \\n １７郭璞云：「或作清。」 \\n １８郭璞云：「醜塗亦山名也；皆在南極。」珂案：大荒南經云：「有山名〈朽，木改歹〉塗之山，青水窮焉。」即此山此水。見海經新釋卷十「禹攻雲雨」節注１。 \\n １９郭璞云：「山名也。」 \\n ２０郭璞云：「謂有一獸九首、有一鳥六首之屬也。」珂案：九首開明獸，六首樹鳥，並見海內西經（海經新釋卷六）。 \\n 又西三百七十里，曰樂游之山。桃水出焉，西流注于稷澤１，是多白玉。其中多〈魚骨〉魚２，其狀如蛇而四足，是食魚。 \\n １　珂案：稷澤已見上文峚山。 \\n ２　郭璞云：「音滑。」珂案：經文〈魚骨〉、注文滑，王念孫、畢沅、郝懿行並校作〈魚胃〉、渭。 \\n 西水行四百里，曰流沙，二百里至于蠃母之山１，神長乘司之２，是天之九德也３。其神狀如人而〈犭勺〉４尾。其上多玉，其下多青石而無水。 \\n １　珂案：此處經文，疑當作西水行四百里，流沙二百里，至于蠃母之山，曰字衍。 \\n ２　郝懿行云：「水經注云：『禹西至洮水之上，見長人受黑玉。』疑即此神。」珂案：郝引水經注洮水文，「黑玉」下當有「書」字。 \\n ３　郭璞云：「九德之氣所生。」 \\n ４　郭璞云：「之藥反。」 \\n 又西三百五十里，曰玉山１，是西王母所居也。西王母其狀如人，豹尾虎齒而善嘯，蓬髮戴勝２，是司天之厲及五殘３。有獸焉，其狀如犬而豹文，其角如牛４，其名曰狡，其音如吠犬，見則其國大穰。有鳥焉，其狀如翟而赤，名曰胜５遇，是食魚，其音如錄６，見則其國大水。 \\n １　郭璞云：「此山多玉石，因以名云。穆天子傳謂之群玉之山。」 \\n ２　郭璞云：「蓬頭亂髮；勝，玉勝也。」 \\n ３　郭璞云：「主知災厲五刑殘殺之氣也。」珂案：關于西王母，參見海經新釋卷七「西王母」節注１。 \\n ４　郭璞云：「或作羊。」 \\n ５　郭璞云：「音姓。」 \\n ６　郭璞云：「音錄；義未詳。」吳任臣云：「疑為鹿之借字。」郝懿行云：「經文作錄，郭復音錄，必有誤。」 \\n 又西四百八十里，曰軒轅之丘１，無草木。洵２水出焉，南流注于黑水，其中多丹粟，多青雄黃。 \\n １　郭璞云：「黃帝居此丘，娶西陵氏女，因號軒轅丘。」 \\n ２　郭璞云：「音詢。」 \\n 又西三百里，曰積石之山，其下有石門，河水冒以西流１。是山也，萬物無不有焉。 \\n １　郭璞云：「冒，猶覆也。」珂案：經文西流，王念孫、郝懿行並于西下校增南字。又關於積石山，參見海經新釋卷三「禹所積石山」節注１。 \\n 又西二百里，曰長留之山１，其神白帝少昊居之２。其獸皆文尾３，其鳥皆文首４。是多文玉石。實惟員神磈５氏之宮。是神也，主司反景６。 \\n １　珂案：經文長留，太平御覽卷三八八引作長流。 \\n ２　郭璞云：「少昊金天氏，帝摯之號也。」珂案：關於少昊，見海經新釋卷九「少昊之國」節注２。 \\n ３　郭璞云：「文或作長。」 \\n ４　郭璞云：「文或作長。」 \\n ５　郭璞云：「音隗。」 \\n ６　郭璞云：「日西入則景反東照，主司察之。」郝懿行云：「是神，員神，蓋即少昊也；紅光，蓋即蓐收，見下文泑山。」 \\n 又西二百八十里，曰章莪之山，無草木，多瑤碧１。所為甚怪２。有獸焉，其狀如赤豹３，五尾一角，其音如擊石，其名如猙４。有鳥焉，其狀如鶴，一足，赤文青質而白喙，名曰畢方５，其鳴自叫也，見則其邑有訛火６。 \\n １　郭璞云：「碧亦玉屬。」珂案：經文章莪，太平御覽卷八０九引作章義，多瑤碧上有是字。 \\n ２　郭璞云：「多有非常之物。」 \\n ３　郝懿行云：「赤豹，廣韻引此經無赤字。」 \\n ４　珂案：經文如猙，宋本、吳寬抄本並作曰猙，王念孫、孫星衍、郝懿行校同，是也。 \\n ５　珂案：關於畢方，見海經新釋卷一「畢方鳥」節注１。 \\n ６　郭璞云：「訛亦妖訛字。」珂案：訛火，即怪火也。 \\n 又西三百里，曰陰山。濁浴１之水出焉，而南流注于蕃澤，其中多文貝。有獸焉，其狀如貍２而白首，名曰天狗３，其音如榴榴４，可以禦凶。 \\n １　珂案：經文濁浴，太平御覽卷八０七、卷九一三並引作濁谷。 \\n ２　郭璞云：「或作豹。」 \\n ３珂案：大荒西經亦有獸，名曰天犬，與此性態各異，參見海經新釋卷十一「黃姖尸、比翼鳥、天犬」節注６。 \\n ４　郭璞云：「或作貓貓。」 \\n 又西二百里，曰符愓之山１，其上多棕柟，下多金玉，神江疑居之。是山也，多怪雨，風雲之所出也２。 \\n １　郭璞云：「音陽。」郝懿行云：「藝文類聚二卷、太平御覽九卷及十卷並引此經作符陽之山，與今本異。」 \\n ２　郝懿行云：「祭法云：『山林川谷丘陵能出雲、為風雨、見怪物者皆曰神。』即斯類也。」 \\n 又西二百二十里，曰三危之山，三青鳥居之１。是山也，廣員百里。其上有獸焉，其狀如牛，白身２四角，其豪如披蓑３，其名曰傲〈彳因〉４，是食人。有鳥焉，一首而三身，其狀如〈樂鳥〉５，其名曰鴟。 \\n １　郭璞云：「三青鳥主為西王母取食者，別自棲息於此山也。」珂案：三青鳥參見海經新釋卷七「西王母」節注３。 \\n ２　郝懿行云：「廣韻引此經作白首。」 \\n ３　郭璞云：「蓑，辟雨草衣也；音催。」 \\n ４　郭璞云：「傲噎二音。」珂案：經文傲〈彳因〉，王念孫校作傲〈犭因〉。 \\n ５　郭璞云：「〈樂鳥〉似鵰，黑文赤頸；音洛。」 \\n 又西一百九十里，曰騩山，其上多玉而無石。神耆童居之１，其音常如鍾磬２。其下多積蛇。 \\n １　郭璞云：「耆童，老童，顓頊之子。」 \\n ２　郝懿行云：「此亦天授然也，其孫長琴，所以能作樂風，本此。亦見大荒西經。」珂案：關於老童，參見海經新釋卷十一「太子長琴」節注２。 \\n 又西三百五十里，曰天山，多金玉，有青雄黃。英水出焉，而西南流注于湯谷１。有神焉２，其狀如黃囊，赤如丹火３，六足四翼，渾敦４無面目，是識歌舞，實為帝江也５。 \\n １　珂案：此與海外東經及大荒東經所記之湯谷蓋異地同名。 \\n ２　郝懿行云：「初學記、文選注引此經並作神鳥，今本作焉，字蓋訛。」珂案：汪紱本、畢沅校本作神鳥，惟吳寬抄本、吳任臣本、百子全書本仍作焉。 \\n ３　郭璞云：「體色黃而精光赤也。」 \\n ４　郝懿行云：「初學記八卷引此經無敦字。」 \\n ５　畢沅云：「江讀如鴻，春秋傳云：帝鴻氏有不才子，天下謂之渾沌。此云帝江，猶言帝江氏子也。」珂案：經文實為帝江，宋本、毛扆本作實惟帝江，於義為長。畢說江讀如鴻，是也；謂帝江猶言帝江氏子，則曲說也。古神話必以帝鴻即此「渾敦無面目」之怪獸也。帝鴻者何？左傳文公十八年杜預注：「帝鴻，黃帝。」莊子應帝王：「中央之帝為渾沌。」正與黃帝在「五方帝」中為中央天帝符，以知此經帝江即帝鴻亦即黃帝也。至于大荒東經又謂「帝俊生帝鴻」者，神話傳說之紛歧，每每如是，無足異也。 \\n 又西二百九十里，曰泑山１，神蓐收居之２。其上多嬰短之玉３，其陽多瑾瑜之玉，其陰多青雄黃。是山也，西望日之所入，其氣員４，神紅光之所司也５。 \\n １　郭璞云：「泑，音黝黑之黝。」郝懿行云：「李善注思玄賦引此經作濛山，蓋即淮南子云，日至於蒙谷是也。」 \\n ２　郭璞云：「亦金神也，人面、虎爪、白尾（毛），執鉞，見外傳云。」珂案：關於蓐收，見海經新釋卷二「西方蓐收」節注１。 \\n ３　郭璞云：「未詳。」珂案：即嬰垣之玉，已見上文羭次之山，郭注云：「垣或作短。」謂此也。江紹原中國古代旅行之研究第一章注１０謂垣、短均當係脰字之誤，嬰脰之玉，即作為頸飾之玉，其說近是，足供參考。 \\n ４　郭璞云：「日形員，故其氣象亦然也。」 \\n ５　郭璞云：「未聞其狀。」郝懿行云：「紅光蓋即蓐收也。」 \\n 西水行百里，至于翼望之山１，無草木，多金玉。有獸焉，其狀如貍，一目而三尾，名曰讙２，其音如〈奪，寸改木〉百聲３，是可以禦凶，服之已癉４。有鳥焉，其狀如烏，三首六尾而善笑，名曰鵸〈余鳥〉５，服之使人不厭６，又可以禦凶。 \\n １　郭璞云：「或作土翠山。」珂案：中次十一經首曰翼望之山，與此同名；或一山之連麓。 \\n ２　郭璞云：「讙音歡；或作原。」 \\n ３　郭璞云：「言其能作百種物聲也。或曰，〈奪，寸改木〉百，物名，亦所未詳。」郝懿行云：「奪，說文作{大隻}，蓋形近誤作〈奪，寸改木〉也。」珂案：吳寬抄本字正作奪。 \\n ４　郭璞云：「黃癉病也；音旦。」 \\n ５　郭璞云：「猗餘兩音。」珂案：北山經帶山有鳥，名曰鵸〈余鳥〉，自為牝牡，與此同名。 \\n ６　郭璞云：「不厭夢也。」 \\n 凡西次三經之首，崇吾之山１至于翼望之山，凡二十三山，六千七百四十四里。其神狀皆羊身人面。其祠之禮，用一吉玉瘞２，糈用稷米。 \\n １　珂案：經文崇吾之山上當脫自字。 \\n ２　郭璞云：「玉加采色者也。尸子曰：『吉玉大龜。』」 \\n 西次四經之首曰陰山１，上多穀２，無石，其草多茆、蕃３。陰水出焉，西流注于洛。 \\n １　珂案：上文已有陰山，與此同名。 \\n ２　珂案：經文穀，汪紱本、毛扆校本、吳任臣本並作榖，是也。 \\n ３　郭璞云：「茆，鳧葵也；蕃，青蕃，似莎而大；卯煩兩音。」珂案：茆，宋本、吳任臣本、汪紱本、畢沅校本均作茆，{艹留}、茆字同，本當作{艹留}，說文一云：「{艹留}，鳧葵也。」與郭注合。 \\n 北五十里，曰勞山，多茈草１。弱水出焉，而西流注于洛。 \\n １　吳任臣云：「即紫草。」 \\n 西五十里，曰罷父之山１。洱水出焉，而西南流注于洛，其中多茈、碧２。 \\n １　珂案：經文罷父，王念孫、吳任臣、畢沅、郝懿行並校作罷谷。 \\n ２　郝懿行云：「茈、碧二物也；茈即茈石。」 \\n 北百七十里，曰申山，其上多穀１柞，其下多杻橿，其陽多金玉。區水出焉，而東流注于河。 \\n １　珂案：經文穀，汪紱本、毛扆校本、吳任臣本並作榖，是也。 \\n 北二百里，曰鳥山，其上多桑，其下多楮，其陰多鐵，其陽多玉。辱水出焉，而東流注于河。 \\n 又北二十里，曰上申之山，上無草木，而多硌石１，下多榛楛２，獸多白鹿。其鳥多當扈３，其狀如雉，以其髯飛４，食之不眴目５。湯水出焉，東流注于河。 \\n １　郭璞云：「硌，磊硌，大石貌也；音洛。」 \\n ２　郭璞云：「榛子似栗而小，味美；楛木可以為箭。詩云：『榛楛濟濟。』臻怙兩音。」 \\n ３　郭璞云：「或作戶。」 \\n ４　郭璞云：「髯，咽下須毛也。」 \\n ５　珂案：眴目，即瞬目；音舜。 \\n 又北八十里，曰諸次之山，諸次之水出焉，而東流注于河。是山也，多木無草，鳥獸莫居，是多眾蛇。 \\n 又北百八十里，曰號山，其木多漆、棕，其草多葯、虈、芎藭１。多泠石２。端水出焉，而東流注于河。 \\n １　郭璞云：「葯，白芷別名；虈，香草也；芎藭一名江蘺。葯音烏較反。」珂案：芎藭音穹窮，即川芎也。 \\n ２　郭璞云：「泠或音金；未詳。」郝懿行云：「說文泠字作淦，云泥也，藝石質柔軟如泥者，今水中土中俱有此石也。」 \\n 又北二百二十里，曰盂山，其陰多鐵，其陽多銅，其獸多白狼白虎，其鳥多白雉白翟１。生水出焉，而東流注于河。 \\n １　郭璞云：「或作白翠。」郝懿行云：「雉、翟一物二種，經白翟當為白翠。」 \\n 西二百五十里，曰白於之山，上多松柏，下多櫟檀１，其獸多〈牛乍〉牛、羬羊，其鳥多鴞２。洛水出于其陽，而東流注于渭；夾水出于其陰，東流注于生水。 \\n １　郭璞云：「櫟即柞。」 \\n ２　郭璞云：「鴞似鳩而青色。」 \\n 西北三百里，曰申首１之山，無草木，冬夏有雪。申水出于其上，潛于其下，是多白玉。 \\n １　珂案：經文申首，王念孫、吳任臣、郝懿行並校作由首；申蓋由字之訛也。 \\n 又西五十五里，曰涇谷之山１，涇水出焉，東南流注于渭，是多白金白玉。 \\n １　郭璞云：「或無之山二字。」 \\n 又西百二十里，曰剛山，多柒木１，多〈王雩〉琈之玉。剛水出焉，北流注于渭。是多神〈光鬼〉２，其狀人面獸身，一足一手，其音如欽３。 \\n １　汪紱云：「柒即漆字。」 \\n ２　郭璞云：「〈光鬼〉亦魑魅之類也；音恥回反。 \\n ３　郭璞云：「欽亦吟字假音。」 \\n 又西二百里，至剛山之尾，洛水出焉，而北流注于河。其中多蠻蠻１，其狀鼠身而鱉首，其音如吠犬。 \\n １　郝懿行云：「蠻蠻之獸，與比翼鳥同名，疑即獱也。獱、蠻聲相近。說文云：『猵或作獱，獺屬。』文選羽獵賦注引郭氏三蒼解詁曰：『獱似狐，青色，居水中，食魚。』」 \\n 又西三百五十里，曰英鞮之山，上多漆木，下多金玉，鳥獸盡白。涴水出焉，而北流注于陵羊之澤。是多冉遺之魚１，魚身蛇首六足，其目如馬耳，食之使人不眯２，可以禦凶。 \\n １　郝懿行云：「太平御覽九三九卷引此經作無遺之魚，疑即蒲夷之魚也，見北次三經碣石之山下；蒲、無聲相近，夷、遺聲同。」 \\n ２　郝懿行云：「說文云：『眯，艸入目中也。』」案：此固眯之一義，然以此釋此經之眯，則未當也。「艸入目中」，偶然小事，勿用服藥；即令服藥，亦何能「使人不眯」？莊子天運篇云：「彼不得夢，必且數眯焉。」釋文引司馬彪云：「眯，厭也。」厭，俗作魘，即厭夢之義：此經文眯之正解也，與下文「可以禦凶」之義亦合。西次三經翼望之山鵸〈余鳥〉，「服之使人不厭」，郭注云：「不厭夢也。」山經凡言「不眯」，均當作此解。 \\n 又西三百里，曰中曲之山，其陽多玉，其陰多雄黃、白玉及金。有獸焉，其狀如馬而白身黑尾，一角，虎牙爪，音如鼓音１，其名曰駮，是食虎豹２，可以禦兵３。有木焉，其狀如棠，而員葉赤實，實大如木瓜，名曰櫰木４，食之多力。 \\n １　珂案：經文音如鼓音，王念孫、畢沅、郝懿行並校無下音字。 \\n ２　郭璞云：「爾雅說駮，不道有角及虎爪。駮亦在畏獸畫中。」珂案：爾雅釋獸云：「駮如馬，倨牙，食虎豹。」關於駮，參見海經新釋卷三「北海諸獸」節注２。 \\n ３　郭璞云：「養之辟兵刃也。」 \\n ４　郭璞云：「音懷。」 \\n 又西二百六十里，曰邽１山。其上有獸焉，其狀如牛，蝟毛，名曰窮奇，音如獆狗，是食人２。濛水出焉，南流注于洋水，其中多黃貝３，蠃魚，魚身而鳥翼，音如鴛鴦，見則其邑大水。 \\n １　郭璞云：「音圭。」 \\n ２　郭璞云：「或云似虎，蝟毛有翼。」珂案：關於窮奇，參見海經新釋卷七「窮奇」節注１。 \\n ３　郭璞云：「貝，甲蟲，肉如科斗，但有頭尾耳。」 \\n 又西二百二十里，曰鳥鼠同穴之山１，其上多白虎、白玉。渭水出焉，而東流注于河。其中多〈魚蚤〉魚２，其狀如鱣魚３，動則其邑有大兵４。濫５水出于其西，西流注于漢水。多{如魚}〈魚比〉之魚６，其狀如覆銚７，鳥首而魚翼魚尾，音如磬石之聲，是生珠玉。 \\n １　郭璞云：「今在隴西首陽縣西南山，有鳥鼠同穴，鳥名曰〈余鳥〉，鼠名曰鼵。鼵如人家鼠而短尾，〈余鳥〉似燕而黃色。穿地入數尺，鼠在內，鳥在外而共處。孔氏尚書傳曰，共為雌雄；張氏地理記云，不為牝牡也。」 \\n ２　郭璞云：「音騷。」 \\n ３　郭璞云：「鱣魚，大魚也，口在頷下，體有連甲也。」 \\n ４　郭璞云：「或脫無從動則以下語者。」珂案：郭注疑有訛誤。 \\n ５　郭璞云：「音檻。」 \\n ６　郭璞云：「如玭兩音。」 \\n ７　郝懿行云：「說文云：『銚，溫器也。』」 \\n 西南三百六十里，曰崦嵫之山１，其上多丹木，其葉如穀２，其實大如瓜，赤符３而黑理，食之已癉，可以禦火。其陽多龜，其陰多玉。苕４水出焉，而西流注于海５，其中多砥礪６。有獸焉，其狀馬身而鳥翼，人面蛇尾，是好舉人７，名曰孰湖。有鳥焉，其狀如鴞而人面，蜼身犬尾８，其名自號也，見則其邑大旱。 \\n １　郭璞云：「日沒所入山也，見離騷。奄茲兩音。」珂案：離騷云：「望崦嵫而勿迫。」王逸注：「崦嵫，日所入山也；下有蒙水，水中有虞淵。」 \\n ２　珂案：經文穀，宋本、汪紱本、吳任臣本作榖，是也。 \\n ３　畢沅云：「借為柎也。」 \\n ４　郭璞云：「或作若。」 \\n ５　郭璞云：「禹大傳曰：『洧盤之水，出崦嵫山。』」珂案：楚辭離騷云：「朝濯髮乎洧盤。」王逸注引禹大傳與郭注同，是郭以洧盤即苕水矣。 \\n ６　郭璞云：「磨石也；精為砥，麄為礪也。」 \\n ７　郭璞云：「喜抱舉人。」 \\n ８　郭璞云：「蜼，獼猴屬也，音贈遺之遺，一音誄，見中山經。尾又作眥。」珂案：蜼見中次九經鬲山。 \\n 凡西次四經自陰山以下，至于崦嵫之山，凡十九山，三千六百八十里。其神祠禮，皆用一白雞祈。糈以稻米，白菅為席。 \\n 右西經之山（郝懿行云：「山下脫志字。」珂案：山下本無志字，志字乃後人所妄加，說見海經新釋卷一篇首注１），凡七十七山，一萬七千五百一十七里。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經山經柬釋卷三  山海經第三  北山經", "正文": "  \\n ▲山海經山經柬釋卷三山海經第三北山經 \\n 　 \\n 北山經之首，曰單狐之山，多机木１，其上多華草２。〈水逢〉３水出焉，而西流注于泑水，其中多芘石４文石。 \\n １　郭璞云：「机木似榆，可燒以糞稻田，出蜀中；音飢。」楊慎云：「即今之榿也。」 \\n ２　珂案：華草，未詳。 \\n ３　郭璞云：「音逢。」 \\n ４　郝懿行云：「疑芘當為茈，茈古字假借為紫也。」珂案：經文芘，汪紱本正作茈。 \\n 又北二百五十里，曰求如之山，其上多銅，其下多玉，無草木。滑水出焉，而西流注于諸毗之水１。其中多滑魚，其狀如鱓２，赤背，其音如梧３，食之已疣４。其中多水馬，其狀如馬，文臂牛尾５，其音如呼６。 \\n １　郭璞云：「水出諸毗山也。」珂案：西次三經云：「槐江之山，北望諸毗。」即此山也。 \\n ２　郭璞云：「鱓魚似蛇；音善。」珂案：即鱔魚，俗稱黃鱔。 \\n ３　郭璞云：「如人相枝梧聲；音吾子之吾。」 \\n ４　郭璞云：「疣，贅也。」 \\n ５　郭璞云：「臂，前腳也。」珂案：太平御覽卷八九六引此經文臂上有而字，是也。 \\n ６　郭璞云：「如人叫呼。」郝懿行云：「呼，謂馬叱吒也。」 \\n 又北三百里，曰帶山，其上多玉，其下多青碧。有獸焉，其狀如馬，一角有錯１，其名曰〈月雚〉２疏，可以辟火。有鳥焉，其狀如烏，五采而赤文，名曰鵸〈余鳥〉３，是自為牝牡，食之不疽４。彭水出焉，而西流注于芘湖５之水，其中多儵魚６，其狀如雞而赤毛，三尾、六足、四首７，其音如鵲，食之可以已憂。 \\n １　郭璞云：「言角有甲錯也；或作厝。」郝懿行云：「依字正當為厝。說文云：厝，厲石也；引詩『他山之石，可以為厝』。今詩通作錯。」 \\n ２　郭璞云：「音歡。」 \\n ３　珂案：鵸〈余鳥〉已見西次三經翼望之山，與此異。 \\n ４　郭璞云：「無癰疽病也。」 \\n ５　珂案：經文芘，太平御覽卷九三七引作茈。 \\n ６　郭璞云：「音由。」珂案：御覽卷九三七引作儵；郝懿行云：「儵與鯈同，玉篇作鯈。」 \\n ７　珂案：經文四首，王念孫、郝懿行並校作四目。郝云：「今圖正作四目。」 \\n 又北四百里，曰譙明之山，譙水出焉，西流注于河。其中多何羅之魚，一首而十身，其音如吠犬１，食之已癰。有獸焉，其狀如貆而赤豪２，其音如榴榴，名曰孟槐，可以禦凶３。是山也，無草木，多青雄黃４。 \\n １　珂案：初學記卷三十引此經作犬吠。吳任臣山海經廣注引異魚圖贊云：「何羅之魚，十身一首；化而為鳥，其名休舊；竊糈于春（舂？），傷隕在臼；夜飛曳音，聞春（雷？）疾走。」則是關於此魚之異聞也。意十首一身之姑獲鳥（鬼車），其此魚之所化乎？王崇慶云：「何羅之魚，鬼車之鳥，可以並觀。」是也。 \\n ２　郭璞云：「貆，豪豬也；音丸。」珂案：貆豬白豪，已見西山經竹山。 \\n ３　郭璞云：「辟凶邪氣也。亦在畏獸畫中也。」 \\n ４　郭璞云：「一作多青碧。」 \\n 又北三百五十里，曰涿光之山，囂水出焉，而西流注于河。其中多鰼鰼之魚１，其狀如鵲而十翼，鱗皆在羽端，其音如鵲，可以禦火，食之不癉。其上多松柏，其下多棕橿，其獸多麢羊，其鳥多蕃２。 \\n １　郭璞云：「音袴褶之褶。」 \\n ２　郭璞云：「未詳；或云即鴞，音煩。」 \\n 又北三百八十里，曰虢山１，其上多漆，其下多桐椐２，其陽多玉，其陰多鐵。伊水出焉，西流注于河。其獸多橐駝３，其鳥多寓４，狀如鼠而鳥翼，其音如羊，可以禦兵。 \\n １　郝懿行云：「初學記及太平御覽引此經並作號山，爾雅疏作〈豸虎〉山，〈豸虎〉即號之異文也。」 \\n ２　郭璞云：「桐，梧桐也；椐，樻木，腫節中杖。椐音袪。」 \\n ３　郭璞云：「有肉鞍，善行流沙中，日行三百里，其負千斤，知水泉所在也。」 \\n ４　郝懿行云：「方言云：『寓，寄也。』此經寓鳥，蓋蝙蝠之類。」 \\n 又北四百里，至于虢山之尾，其上多玉而無石。魚水出焉，西流注于河，其中多文貝。 \\n 又北二百里，曰丹熏之山，其上多樗柏，其草多韭１，多丹雘。熏水出焉，而西流注于棠水。有獸焉，其狀如鼠，而菟首麋身２，其音如獆犬，以其尾飛３，名曰耳鼠４，食之不〈月采〉５，又可以禦百毒。 \\n １　郭璞云：「皆山菜；爾雅有其名。」珂案：爾雅釋草云：「蒮，山韭；葝，山。」音械，同薤。 \\n ２　珂案：初學記卷二十九引此經作兔頭麋耳。王念孫云：「御覽獸廿二作麋耳，初學同，白帖九十八作鹿耳。當係耳字。」 \\n ３　郭璞云：「或作髯飛。獆音豪。」 \\n ４　郝懿行云：「疑即爾雅鼯鼠夷由也，耳、鼯、夷並聲之通轉；其形肉翅連尾足，故曰尾飛。」 \\n ５　郭璞云：「〈月采〉，大腹也，見裨蒼；音采。」 \\n 又北二百八十里，曰石者之山，其上無草木，多瑤碧１。泚水出焉，西流注于河。有獸焉，其狀如豹，而文題２白身，名曰孟極，是善伏３，其鳴自呼。 \\n １　郝懿行云：「碧，藏經本作玉。」 \\n ２　郭璞云：「題，頟也。」珂案：頟，即額字。 \\n ３　王崇慶云：「善伏，言善藏也；或伏臥之伏。」 \\n 又北百一十里，曰邊春之山１，多蔥２、葵、韭、桃３、李。杠水出焉，而西流注于泑澤４。有獸焉，其狀如禺而文身５，善笑，見人則臥６，名曰幽鴳７，其鳴自呼。 \\n １　郭璞云：「或作舂山。」郝懿行云：「穆天子傳有舂山，即鍾山也，已見西山經。」珂案：鍾山見西次三經。 \\n ２　郭璞云：「山蔥，名茖，大葉。」珂案：山蔥見爾雅釋草。 \\n ３　郭璞云：「山桃，榹桃，子小，不解核也。」珂案：榹桃見爾雅釋木。 \\n ４　珂案：泑澤已見西次三經不周之山。 \\n ５　珂案：經文文身，太平御覽卷九一三引作文背。 \\n ６　郭璞云：「言佯眠也。」 \\n ７　郭璞云：「或作〈女賣〉〈女會〉。鴳音遏。」珂案：經文幽鴳，御覽卷九一三引作幽頞，引圖讚亦作幽頞，據郭音，作幽頞是也。 \\n 又北二百里，曰蔓聯之山１，其上無草木。有獸焉，其狀如禺而有鬣，牛尾、文臂、馬蹏，見人則呼２，名曰足訾，其鳴自呼。有鳥焉，群居而朋飛３，其毛如雌雉，名曰鵁４，其鳴自呼，食之已風。 \\n １　郭璞云：「萬連二音。」 \\n ２　王念孫云：「御覽獸廿五呼作笑。」 \\n ３　郭璞云：「朋猶輩也。」 \\n ４　郭璞云：「音交；或作渴也。」郝懿行云：「玉篇鵁云：『白鵁鳥群飛，尾如雌雞。』疑經文毛當為尾字之訛。」珂案：郭注鵁或作渴，疑即爾雅所謂鳪雉也。 \\n 又北百八十里，曰單張之山，其上無草木。有獸焉，其狀如豹而長尾，人首而牛耳，一目，名曰諸犍１，善吒，行則銜其尾，居則蟠其尾。有鳥焉，其狀如雉，而文首、白翼、黃足，名曰白〈夜鳥〉２，食之已嗌痛３，可以已痸４。櫟水出焉，而南流注于杠水。 \\n １　郭璞云：「音如犍牛之犍。」 \\n ２　郭璞云：「音夜。」 \\n ３　郭璞云：「嗌，咽也。穀梁傳曰：『嗌不容粒。』今吳人呼咽為嗌，音隘。」 \\n ４　郭璞云：「痸，癡病也。」 \\n 又北三百二十里，曰灌題之山，其上多樗柘，其下多流沙，多砥。有獸焉，其狀如牛而白尾，其音如訆１，名曰那父。有鳥焉，其狀如雌雉而人面，見人則躍，名曰竦斯２，其鳴自呼也。匠韓之水出焉，而西流注于泑澤，其中多磁石３。 \\n １　郭璞云：「如人呼喚；訆音叫。」 \\n ２　郝懿行云：「楚詞卜居云：『將哫訾慄斯。』王逸注云：『承顏色也。』哫訾即足訾，其音同；慄斯即竦斯，聲之轉。」珂案：上文足訾「見人則呼（或笑）」，此竦斯「見人則躍」，正王逸注所謂「承顏色」之狀；郝說可信。 \\n ３　郭璞云：「可以取鐵。管子曰：『山上有磁石者，下必有銅。』音慈。」 \\n 又北二百里，曰潘侯之山，其上多松柏，其下多榛楛，其陽多玉，其陰多鐵。有獸焉，其狀如牛，而四節生毛，名曰旄牛１。邊水出焉，而南流注于櫟澤。 \\n １　郭璞云：「今旄牛背膝及胡尾皆有長毛。」珂案：關於旄牛，參見海經新釋卷五「旄馬」節注１。 \\n 又北二百三十里，曰小咸之山，無草木，冬夏有雪。 \\n 北二百八十里，曰大咸之山，無草木，其下多玉。是山也，四方，不可以上。有蛇名曰長蛇１，其毛如彘豪２，其音如鼓柝３。 \\n １　珂案：淮南子本經篇云：「羿斷修蛇於洞庭。」即此之類。參見海經新釋卷五「巴蛇食象」節注１。 \\n ２　郭璞云：「說者云長百尋。今蝮蛇色似艾綬文，文間有毛如豬鬐，此其類也。」 \\n ３　郭璞云：「如人行夜，敲木柝聲；音託。」 \\n 又北三百二十里，曰敦薨之山，其上多棕柟，其下多茈草。敦薨之水出焉，而西流注于泑澤。出于昆侖之東北隅，實惟河原。其中多赤鮭１，其獸多兕、旄牛２，其鳥多鳲鳩３。 \\n １　郭璞云：「今名鯸鮐為鮭魚；音圭。」 \\n ２　郭璞云：「或作樸牛，樸牛見離騷天問，所未詳。」珂案：楚辭天問云：「恆秉季德，焉得夫朴牛？」王逸注：「朴，大也。」當即此樸牛矣。然朴牛又即服牛，有「服牛乘馬、引重致遠」（易繫辭）之義，及該（王亥）、恆（王恆）失之得之之由，此郭云「所未詳」也。參見海經新釋卷九「王亥」節注５。 \\n ３　珂案：經文鳲鳩，宋本、藏經本、毛扆本均作尸鳩。郝懿行云：「鳲當為尸。」 \\n 又北二百里，曰少咸之山，無草木，多青碧。有獸焉，其狀如牛，而赤身、人面、馬足，名曰窫窳１，其音如嬰兒，是食人。敦水出焉，東流注于鴈門之水２，其中多〈魚市〉〈魚市〉之魚３，食之殺人。 \\n １　郭璞云：「爾雅云：『窫窳似貙，虎爪。』與此錯。軋愈二音。」郝懿行云：「海內南經云：『窫窳龍首，居弱水中。』海內西經云：『窫窳蛇身人面。』又與此及爾雅不同。」珂案：關於窫窳，見海經新釋卷五「窫窳龍首」節注１及注４。 \\n ２　郭璞云：「水出鴈門山間。」 \\n ３　郭璞云：「音沛；未詳。或作鯆。」畢沅云：「即〈魚匊〉魚也，一名江豚。」 \\n 又北二百里，曰獄法之山。瀤１澤之水出焉，而東北流注于泰澤。其中多〈魚巢〉魚２，其狀如鯉而雞足，食之已疣。有獸焉，其狀如犬而人面，善投，見人則笑，其名山〈犭軍〉３，其行如風，見則天下大風。 \\n １　郭璞云：「音懷。」 \\n ２　郭璞云：「音藻。」 \\n ３　郭璞云：「音暉。」珂案：山〈犭軍〉蓋即舉父、梟陽之類也；舉父已見西次三經崇吾之山，梟陽見海經新釋卷五「梟陽國」節注４。 \\n 又北二百里１，曰北嶽之山，多枳棘剛木２。有獸焉，其狀如牛，而四角、人目、彘耳，其名曰諸懷，其音如鳴鴈，是食人。諸懷之水出焉，而西流注于囂水，其中多鮨魚３，魚身而犬首，其音如嬰兒４，食之已狂。 \\n １　珂案：經文二百里，吳寬抄本作一百里，邵恩多校同。 \\n ２　郭璞云：「檀柘之屬。」 \\n ３　郭璞云：「音詣。」 \\n ４　郭璞云：「今海中有虎鹿魚及海豨，體皆如魚而頭似虎鹿豬，此其類也。」郝懿行云：「推尋郭義，此經鮨魚蓋魚身魚尾而狗頭，極似今海狗，本草家謂之骨（膃）肭獸是也。」 \\n 又北百八十里，曰渾夕之山，無草木，多銅玉。囂水出焉，而西北流注于海。有蛇一首兩身，名曰肥遺，見則其國大旱１。 \\n １　郭璞云：「管子曰：『涸水之精，名曰蟡，一頭而兩身，其狀如蛇，長八尺，以其名呼之，可使取魚龜。』亦此類。」 \\n 又北五十里，曰北單之山，無草木，多蔥韭。 \\n 又北百里，曰羆差之山，無草木，多馬１。 \\n １　郭璞云：「野馬也，似馬而小。」 \\n 又北百八十里，曰北鮮之山，是多馬。鮮水出焉，而西北流注于涂吾之水１。 \\n １　郭璞云：「漢元狩二年，馬出涂吾水中也。」 \\n 又北百七十里，曰隄山１，多馬。有獸焉，其狀如豹而文首，名曰泑２。隄水出焉，而東流注于泰澤，其中多龍龜３。 \\n １　郭璞云：「或作〈隄，是改定〉，古字耳。」 \\n ２　郭璞云：「音幺。」 \\n ３　郝懿行云：「龍、龜二物也；或是一物，疑即吉弔也，龍種龜身，故曰龍龜。」珂案：當是一物。 \\n 凡北山經之首，自單狐之山至于隄山，凡二十五山，五千四百九十里，其神皆人面蛇身。其祠之，毛用一雄雞彘瘞，吉玉用一珪，瘞而不糈１。其山北人，皆生食不火之物２。 \\n １　郭璞云：「言祭不用米，皆薶其所用牲玉。」 \\n ２　郭璞云：「或作皆生食而不火。」 \\n 北次二經之首，在河之東１，其首枕汾２，其名曰管涔之山３。其上無木而多草，其下多玉。汾水出焉，而西流注于河。 \\n １　王崇慶云：「北次二經之首，下當遺山字。」珂案：王所見甚是，否則不辭矣；諸家皆漏略。然所遺「山」字，當在「之首」上，本作「北次二山之首」，迨改山字為經字，始成此不辭之語。此亦為山海經之「經」本當為「經歷」之「經」確證之一也；參見海經新釋卷一篇首注１。 \\n ２　郭璞云：「臨汾水上也；音墳。」 \\n ３　郭璞云：「涔音岑。」 \\n 又西１二百五十里，曰少陽之山，其上多玉，其下多赤銀２。酸水出焉，而東流注于汾水，其中多美赭３。 \\n １　珂案：經文西，宋本、吳寬抄本並作北，郝懿行校藏經本亦作北，作北是也。 \\n ２　郭璞云：「銀之精也。」 \\n ３　郭璞云：「管子曰：『山上有赭者，其下有鐵。』」 \\n 又北五十里，曰縣雍之山，其上多玉，其下多銅，其獸多閭麋１，其鳥多白翟白〈有鳥〉２。晉水出焉，而東南流注于汾水。其中多鮆魚，其狀如儵而赤麟３，其音如叱，食之不驕４。 \\n １　郭璞云：「閭即羭也，似驢而岐蹏，角如麢羊，一名山驢。周書曰：『北唐以閭。』」 \\n ２　郭璞云：「即白鵫也；音于六反。」珂案：白鵫即白翰，已見上文西山經嶓冢之山。 \\n ３　郭璞云：「小魚曰儵。」珂案：經文儵，宋本作鯈，儵、鯈字通。經文麟，宋本、汪紱本、畢沅校本、百子全書本並作鱗，麟、鱗聲同。 \\n ４　郭璞云：「或作騷，騷臭也。」郝懿行云：「騷臭蓋即蘊羝之疾，俗名狐騷也。」珂案：經文其音如叱，宋本、何焯校本叱作吒。 \\n 又北二百里，曰狐岐之山，無草木，多青碧。勝水出焉，而東北流注于汾水，其中多蒼玉。 \\n 又北三百五十里，曰白沙山，廣員三百里，盡沙也，無草木鳥獸。鮪水出于其上，潛于其下１，是多白玉。 \\n １　郭璞云：「出山之頂，停其底也。」 \\n 又北四百里，曰爾是之山，無草木，無水。 \\n 又北三百八十里，曰狂山，無草木。是山也，冬夏有雪。狂水出焉，而西流注于浮水，其中多美玉。 \\n 又北三百八十里，曰諸餘之山，其上多銅玉，其下多松柏。諸餘之水出焉，而東流注于旄水。 \\n 又北三百五十里，曰敦頭之山，其上多金玉，無草木。旄水出焉，而東流注于印澤１，其中多〈馬孛〉馬２，牛尾而白身，一角，其音如呼。 \\n １　珂案：經文印澤，王念孫、郝懿行並校邛澤，即下文北囂山邛澤也。汪紱本、畢沅校本亦俱作邛澤。 \\n ２　郭璞云：「音勃。」 \\n 又北三百五十里，曰鉤吾之山，其上多玉，其下多銅。有獸焉，其狀如羊身人面，其目在腋下１，虎齒人爪，其音如嬰兒，名曰狍鴞，是食人２。 \\n １　珂案：文選陳琳為袁紹討豫州檄注引此經無其狀如三字，其目作其口；郝懿行校藏經本亦無如字，如字疑衍。 \\n ２　郭璞云：「為物貪惏，食人未盡，還害其身，像在夏鼎，左傳所謂饕餮是也。狍音咆。」珂案：關於狍鴞，參見海經新釋卷十「宋山楓木」節注２。 \\n 又北三百里，曰北囂之山，無石，其陽多碧，其陰多玉。有獸焉，其狀如虎，而白身犬首，馬尾彘鬣，名曰獨〈犭谷〉１。有鳥焉，其狀如烏，人面，名曰{般鳥}〈冒鳥〉２，宵飛而晝伏３，食之已暍４。涔水出焉，而東流注于邛澤５。 \\n １　郭璞云：「音谷。」 \\n ２　郭璞云：「般冒兩音；或作夏也。」郝懿行云：「夏形聲近賈，大荒南經有鷹賈，郭注云賈亦鷹屬；水經注引莊子有雅賈，蓋是烏類，經言此鳥狀如烏，疑是也。」 \\n ３　郭璞云：「鵂鶹之屬。」 \\n ４　郭璞云：「中熱也；音謁。」汪紱云：「今鵂鶹亦可治熱及頭風。」 \\n ５　珂案：即上文敦頭之山印澤；以知邛、印二字之易訛也，則大荒西經「黎邛下地」之為「黎印下地」，于此又得一證矣；見海經新釋卷十一「日月山」節注７。 \\n 又北三百五十里，曰梁渠之山，無草木，多金玉。脩水出焉，而東流注于鴈門１，其獸多居暨，其狀如彙而赤毛２，其音如豚。有鳥焉，其狀如夸父３，四翼、一目、犬尾，名曰囂，其音如鵲，食之已腹痛，可以止衕４。 \\n １　郭璞云：「水名。」 \\n ２　郭璞云：「彙，似鼠，赤毛如刺蝟）也；彙音渭。」 \\n ３　郭璞云：「或作舉父。」珂案：舉父已見上文西次三經崇吾之山。 \\n ４　郭璞云：「治洞下也；音洞。」 \\n 又北四百里，曰姑灌之山，無草木，是山也，冬夏有雪。 \\n 又北三百八十里，曰湖灌之山，其陽多玉，其陰多碧，多馬。湖灌之水出焉，而東流注于海，其中多〈魚旦〉１。有木焉，其葉如柳而赤理。 \\n １　郭璞云：「亦鱓魚字。」 \\n 又北水行五百里，流沙三百里，至于洹山，其上多金玉。三桑生之，其樹皆無枝，其高百仞１。百果樹生之。其下多怪蛇。 \\n １　珂案：關於三桑，參見海經新釋卷三「三桑無枝」節注１。 \\n 又北三百里，曰敦題之山，無草木，多金玉。是錞１于北海。 \\n １　珂案：經文錞之義，已見上文西山經騩山郭注，郭云錞猶隄埻也；郝懿行云，蓋埤障之義。汪紱釋錞為蹲字假音，尤洽。 \\n 凡北次二經之首，自管涔之山至于敦題之山，凡十七山，五千六百九十里。其神皆蛇身人面。其祠：毛用一雄雞彘瘞１；用一璧一珪，投而不糈２。 \\n １　郭璞云：「薶之。」珂案：薶同埋，宋本作埋；謂毛物用一雄雞與一彘埋之也。 \\n ２　郭璞云：「擿玉於山中以禮神，不薶之也。」珂案：不糈，不以精米祠也。 \\n 北次三經之首，曰太行之山。其首曰歸山，其上有金玉，其下有碧１。有獸焉，其狀如麢羊２而四角，馬尾而有距，其名曰〈馬軍〉，善還３，其名自訆４。有鳥焉，其狀如鵲５，白身６、赤尾、六足，其名曰〈賁鳥〉７，是善驚，其鳴自詨８。 \\n １　郝懿行云：「藝文類聚七卷引此經碧下有玉字。」 \\n ２　郝懿行云：「劉昭注郡國志引此經麢作麋，無羊字。」 \\n ３　珂案：還音旋，盤旋而舞也。〈馬軍〉音暉。 \\n ４　珂案：訆同叫；吳任臣本作叫。 \\n ５　郝懿行云：「廣韻說〈賁鳥〉云似鵠。」 \\n ６　郝懿行云：「廣韻此下有三目二字。」 \\n ７　郭璞云：「音奔。」 \\n ８　郭璞云：「今吳人謂呼為詨，音呼交反。」 \\n 又東北二百里，曰龍侯之山，無草木，多金玉。決決之水１出焉，而東流注于河。其中多人魚，其狀如〈魚帝〉魚２，四足，其音如嬰兒，食之無癡疾３。 \\n １　郝懿行云：「太平御覽九百三十八卷引此經決水，決字不作重文。」珂案：王念孫校同郝注。 \\n ２　郭璞云：「〈魚帝〉見中山經。或曰，人魚即鯢也，似鮎而四足，聲如小兒嗁，今亦呼鮎為〈魚帝〉；音蹏。」珂案：中次七經少室山休水多〈魚帝〉魚，即郭注所云「見中山經」者。又人魚，西山經竹山竹水亦有之，見該節注４。 \\n ３　郝懿行云：「說文云：『癡，不慧也。』中山經云：『〈魚帝〉魚食者無蠱疾。』與此異。」 \\n 又東北二百里，曰馬成之山，其上多文石，其陰多金玉。有獸焉，其狀如白犬而黑頭，見人則飛１，其名曰天馬，其鳴自訆。有鳥焉，其狀如烏，首白而身青、足黃，是名曰鶌鶋２，其鳴自詨，食之不飢，可以已寓３。 \\n １　郭璞云：「言肉翅飛行自在。」 \\n ２　郭璞云：「屈居二音。」 \\n ３　郭璞云：「未詳；或曰，寓猶誤也。」郝懿行云：「寓、誤蓋以聲近為義，疑昏忘之病也。王引之曰：『案寓當是〈疒禺〉字之假借，玉篇、廣韻並音牛具切，疣病也。』」 \\n  \\n 又東北七十里，曰咸山，其上有玉，其下多銅，是多松柏，草多茈草。條菅１之水出焉，而西南流注于長澤。其中多器酸，三歲一成２，食之已癘。 \\n １　珂案：菅音姦。 \\n ２　郭璞云：「所未詳也。」王崇慶云：「器酸或物之可食而酸者，如解州鹽池出鹽之類；蓋澤水止而不流，積久或酸，故曰三年一成。」 \\n 又東北二百里，曰天池之山，其上無草木，多文石。有獸焉，其狀如兔而鼠首，以其背飛１，其名曰飛鼠。澠水出焉，潛于其下，其中多黃堊２。 \\n １　郭璞云：「用其背上毛飛，飛則仰也。」 \\n ２　郭璞云：「堊，土也。」珂案：堊已見西次二經大次之山，詳該節注１。 \\n 又東三百里，曰陽山，其上多玉，其下多金銅。有獸焉，其狀如牛而赤尾，其頸〈腎，月改肉〉１，其狀如句瞿２，其名曰領胡３，其鳴自詨，食之已狂。有鳥焉，其狀如雌雉，而五采以文，是自為牝牡，名曰象蛇，其鳴自詨。留水出焉，而南流注于河。其中有〈魚臽〉４父之魚，其狀如鮒魚，魚首而彘身，食之已嘔。 \\n １　珂案：〈腎，月改肉〉音腎。 \\n ２　郭璞云：「言頸上有肉〈腎，月改肉〉；句瞿，斗也，音劬。」 \\n ３　郝懿行云：「說文云：『領，項也；胡，牛顄垂也。』此牛頸肉垂如斗，因名之領胡與？」 \\n ４　郭璞云：「音陷。」 \\n 又東三百五十里，曰賁聞之山，其上多蒼玉，其下多黃堊，多涅石１。 \\n １　郝懿行云：「即礬石也。淮南俶真訓云：『以涅染緇。』高誘注云：『涅，礬石也。』」 \\n 又北百里，曰王屋之山１，是多石。〈氵聯〉水２出焉，而西北流于泰澤。 \\n １　珂案：在今山西省陽城縣西南。經首太行山，則起自河南省濟源縣，北入山西省境，與王屋山遙相對，列子謂之「太形」。云太形王屋二山，方七百里，高萬仞，本在冀州之南，河陽之北。天帝感愚公移山之誠，命夸蛾氏二子，負二山，一厝朔東，一厝雍南，自此異之。云云，則二山在神話傳說中原本一地也。 \\n ２　郭璞云：「〈氵聯〉音輦。」 \\n 又東北三百里，曰教山，其上多玉而無石。教水出焉，西流注于河，是水冬乾而夏流，實惟乾河。其中有兩山。是山也，廣員三百步，其名曰發丸之山，其上有金玉。 \\n 又南三百里，曰景山，南望鹽販之澤１，北望少澤，其上多草、藷藇２，其草多秦椒３，其陰多赭，其陽多玉。有鳥焉，其狀如蛇，而四翼、六目、三足，名曰酸與，其鳴自詨，見則其邑有恐４。 \\n １　郭璞云：「即鹽池也；今在河東猗氏縣。或無販字。」珂案：水經注涑水及太平御覽卷八六五引此注鹽池上並有解縣二字，則正沈括夢溪筆談所謂「解州鹽澤，滷色正赤，俚俗謂之『蚩尤血』」者；見海經新釋卷九「應龍殺蚩尤與夸父」節注２。 \\n ２　郭璞云：「根似羊蹏，可食；曙豫二音。」郝懿行云：「即今之山藥也。」 \\n ３　郭璞云：「子似椒而細葉，草也。」 \\n ４　郭璞云：「或曰食之不醉。」 \\n 又東南三百二十里，曰孟門之山１，其上多蒼玉，多金，其下多黃堊，多涅石。 \\n １　郭璞云：「尸子曰：『龍門未辟，呂梁未鑿，河出於孟門之上，大溢逆流，無有丘陵高阜，滅之，名曰洪水。』穆天子傳曰：『北升孟門九河之隥。』」 \\n 又東南三百二十里，曰平山。平水出于其上，潛于其下，是多美玉。 \\n 又東二百里１，曰京山，有美玉，多漆木，多竹，其陽有赤銅，其陰有玄〈石肅〉２。高水出焉，南流注于河。 \\n １　珂案：經文又東二百里，何焯校二作三。 \\n ２　郭璞云「黑砥石也；尸子曰：『加玄黃砥。』明色非一也。〈石肅〉音竹篠之篠。」 \\n 又東二百里１，曰虫尾之山，其上多金玉，其下多竹，多青碧。丹水出焉，南流注于河。薄水出焉，而東南流注于黃澤。 \\n １　珂案：經文又東二百里，何焯校二作三。 \\n 又東三百里，曰彭毗１之山，其上無草木，多金玉，其下多水。蚤林之水出焉，東南流注于河。肥水出焉，而南流注于床水，其中多肥遺之蛇。 \\n １　珂案：經文彭毗，何焯校本、黃丕烈、周叔弢校本均作鼓毗。 \\n 又東百八十里，曰小侯之山。明漳之水出焉，南流注于黃澤。有鳥焉，其狀如烏而白文，名曰鴣〈習鳥〉１，食之不灂２。 \\n １　郭璞云：「姑習二音。」 \\n ２　郭璞云：「不瞧目也。或作〈目爵〉。音醮。」 \\n 又東三百七十里，曰泰頭之山。共１水出焉，南注于虖池２。其上多金玉，其下多竹箭。 \\n １　郭璞云：「音恭。」 \\n ２　郭璞云：「呼佗二音；下同。」 \\n 又東北二百里，曰軒轅之山，其上多銅，其下多竹。有鳥焉，其狀如梟而白首，其名曰黃鳥１，其鳴自詨，食之不妒。 \\n １　郝懿行云：「周書王會篇云：『方揚以黃鳥。』爾雅云：『皇，黃鳥。』蓋皆此經黃鳥也。」珂案：郝說非是，郝此注移於大荒南經「巫山黃鳥」節則是矣；見海經新釋卷十「巫山黃鳥」節注２。 \\n 又北二百里，曰謁戾之山，其上多松柏，有金玉。沁水出焉，南流注于河。其東有林焉，名曰丹林。丹林之水出焉，南流注于河。嬰侯之水出焉，北流注于氾水。 \\n 東三百里，曰沮洳之山，無草木，有金玉。濝１水出焉，南流注于河。 \\n １　郭璞云：「音其。」 \\n 又北三百里，曰神囷之山１，其上有文石，其下有白蛇，有飛蟲。黃水出焉，而東流注于洹２。滏水出焉，而東流注于歐水。 \\n １　郭璞云：「音如倉囷之囷。」郝懿行云：「囷即倉囷之囷，郭氏復音如之，知經文必不作囷，廣韻引作神箘，疑是也。」 \\n ２　郭璞云：「洹音丸。」 \\n 又北二百里，曰發鳩之山１，其上多柘木。有鳥焉，其狀如烏，文首、白喙、赤足２，名曰精衛，其鳴自詨。是炎帝之少女名曰女娃３，女娃游于東海，溺而不返，故為精衛，常銜西山之木石，以堙于東海４。漳水出焉，東流注于河。 \\n １　郭璞云：「今在上黨郡長子縣西。」珂案：長子縣屬今山西省；發鳩山亦名發苞山、鹿谷山、廉山，為太行山分支。 \\n ２　郝懿行云：「廣韻引此經作白首赤喙。」 \\n ３　郭璞云：「炎帝，神農也；娃，惡佳反，語誤或作階。」珂案：關於炎帝之神話，見海經新釋卷十一「互人國」節注２。 \\n ４　郭璞云：「堙，塞也；音因。」珂案：述異記云：「昔炎帝女溺死東海中，化為精衛。偶海燕而生子，生雌狀如精衛，生雄如海燕。今東海精衛誓水處，曾溺此川，誓不飲其水。一名誓鳥，一名寃禽，又名志鳥，俗呼帝女雀。」則是此一神話之流傳演變也。 \\n 又東北百二十里，曰少山，其上有金玉，其下有銅。清漳之水出焉，東流１于濁漳之水。 \\n １　珂案：經文東流下疑脫注字。 \\n 又東北二百里，曰錫山，其上多玉，其下有砥。牛首之水出焉，而東流注于滏水。 \\n 又北二百里，曰景山，有美玉。景水出焉，東南流注于海澤。 \\n 又北百里，曰題首之山，有玉焉，多石，無水。 \\n 又北百里，曰繡山，其上有玉、青碧，其木多栒１，其草多芍藥、芎藭２。洧水出焉，而東流注于河。其中有鱯３、黽４。 \\n １　郭璞云：「木中枚也；音荀。」珂案：說文六云：「枚，榦也，可為杖。」 \\n ２　郭璞云：「芍藥一名辛夷，亦香草屬。」珂案：芎藭已見西次四經號山。 \\n ３　郭璞云：「鱯似鮎而大，白色也。」 \\n ４　郭璞云：「{秋黽}黽似蝦蟆，小而青；或曰，鱯黽一物名耳。」珂案：郭注{秋黽}黽，郝懿行以為當為耿黽之訛；爾雅釋魚：「在水者黽。」郭注云：「耿黽也；似青蛙大腹，一名土鴨。」即郭此注之{秋黽}黽也。 \\n 又北百二十里，曰松山，陽水出焉，東北流注于河。 \\n 又北百二十里，曰敦與之山，其上無草木，有金玉。溹水１出于其陽，而東流注于泰陸之水；泜水２出于其陰，而東流注于彭水。槐水出焉，而東流注于泜澤。 \\n １　珂案：溹音索。 \\n ２　珂案：泜音底。 \\n 又北百七十里，曰柘山，其陽有金玉，其陰有鐵。歷聚之水出焉，而北流注于洧水１。 \\n １　珂案：洧音鮪。 \\n 又北三百里，曰維龍之山，其上有碧玉，其陽有金，其陰有鐵。肥水出焉，而東流注于皋澤，其中多礨石１。敞鐵之水出焉，而北流注于大澤。 \\n １　郭璞云：「未詳也。音雷。或作壘；磈壘，大石貌。或曰石名。」汪紱云：「言肥水中多磈礨大石也。」 \\n 又北百八十里，曰白馬之山，其陽多石玉，其陰多鐵，多赤銅。木馬之水出焉，而東北流注于虖沱１。 \\n １　郭璞云：「呼佗二音。」珂案：經文虖沱，宋本作虖池，即上文泰頭之山虖池是也，郭注並云「呼佗二音。」 \\n 又北二百里，曰空桑之山１，無草木，冬夏有雪。空桑之水出焉，東流注于虖沱。 \\n １　郭璞云：「上已有此山，疑同名也。」郝懿行云：「東經有此山，此經已上無之，檢此篇北次二經之首，自管涔之山至于敦題之山，凡十七山，今才得十六山，疑經正脫此一山也。」 \\n 又北三百里，曰泰戲之山，無草木，多金玉。有獸焉，其狀如羊，一角一目，目在耳後，其名曰〈羊東〉〈羊東〉１，其鳴自訆。虖沱２之水出焉，而東流注于漊３水。液４女之水出于其陽，南流注于沁水。 \\n １　郭璞云：「音屋棟之棟。」 \\n ２　珂案：上文空桑之山虖沱及此山虖沱，宋本均作虖池。 \\n ３　郭璞云：「音樓。」珂案：經文漊，吳寬抄本作婁。 \\n ４　郭璞云：「液音悅懌之懌。」 \\n 又北三百里，曰石山，多藏１金玉。濩濩２之水出焉，而東流注于虖沱；鮮于之水出焉，而南流注于虖沱３。 \\n １　郝懿行云：「藏，古字作臧，善也；西次三經槐江之山多藏黃金玉，義與此同。」 \\n ２　郭璞云：「音尺蠖之蠖。」 \\n ３　珂案：經文二虖沱，宋本均作虖池，吳任臣本同。又吳任臣本南上有西字。 \\n 又北二百里，曰童戎之山。皋涂之水出焉，而東流注于漊液水。 \\n 又北三百里，曰高是之山。滋水１出焉，而南流注于虖沱，其木多棕，其草多條。滱水２出焉，東流注于河。 \\n １　郭璞云：「音茲。」 \\n ２　郭璞云：「音寇。」 \\n 又北三百里，曰陸山，多美玉。〈姜邑〉水１出焉，而東流注于河。 \\n １　郭璞云：「或作郯水。」 \\n 又北二百里，曰沂１山。般２水出焉，而東流注于河。 \\n １　郭璞云：「音祈。」 \\n ２　郭璞云：「音盤。」 \\n 北百二十里，曰燕山，多嬰石１。燕水出焉，東流注于河。 \\n １　郭璞云：「言石似玉有符彩嬰帶，所謂燕石者。」郝懿行云：「嬰疑燕聲之轉，未必取嬰帶為義。」 \\n 又北山行五百里，水行五百里，至于饒山。是無草木，多瑤碧，其獸多橐駞１，其鳥多鶹２。歷虢之水出焉，而東流注于河。其中有師魚，食之殺人３。 \\n １　珂案：經文橐駞，宋本作橐駝，已見上文北山經虢山。 \\n ２　郭璞云：「未詳。或曰，鶹，鵂鶹也。」 \\n ３　郭璞云：「未詳。或作鯢。」郝懿行云：「師，玉篇作鰤，非也。郭云或作鯢者，師、鯢聲之轉，鯢即人魚也，已見上文。酉陽雜俎云：『峽中人食鯢魚，縛樹上，鞭至白汁出如構汁，方可食，不爾有毒也。』正與此經合。」 \\n 又北四百里，曰乾山，無草木，其陽有金玉，其陰有鐵而無水１。有獸焉，其狀如牛而三足，其名曰獂２，其鳴自詨。 \\n １　汪紱云：「據此，則乾當音干。」 \\n ２　郝懿行云：「獂當為豲，見說文。」珂案：畢沅校本獂正作豲。 \\n 又北五百里，曰倫山。倫水出焉，而東流注于河。有獸焉，其狀如麋，其川在尾上１，其名曰羆２。 \\n １　郭璞云：「川，竅也。」畢沅云：「爾雅云：『白州驠。』郭云：『州，竅。』則川當為州。」珂案：經文川，王念孫、孫星衍並校作州。 \\n ２　郝懿行云：「藏經本作羆九，郭氏圖讚亦作羆九，疑經文羆下有九字，今本脫去之。」珂案：經文羆，王念孫、孫星衍亦均校作羆九。 \\n 又北五百里，曰碣石之山。繩水出焉，而東流注于河，其中多蒲夷之魚１。其上有玉，其下多青碧。 \\n １　郭璞云：「未詳。」珂案：蒲夷魚疑即冉遺魚，已見西次四經英鞮之山。 \\n 又北水行五百里，至于鴈門之山１，無草木。 \\n １　珂案：海內西經云：「鴈門山，鴈出其閒。在高柳北。」即此山也。見海經新釋卷六「鴈門山」節注１。 \\n 又北水行四百里，至于泰澤。其中有山焉，曰帝都之山，廣員百里，無草木，有金玉。 \\n 又北五百里，曰錞于毋逢之山，北望雞號之山１，其風如〈風劦〉２。西望幽都之山３，浴水出焉４。是有大蛇，赤首白身，其音如牛，見則其邑大旱。 \\n １　郝懿行云：「說文、玉篇引此經並作惟號之山。」 \\n ２　郭璞云：「〈風劦〉，急風貌也；音戾。或云，飄風也。」 \\n ３　珂案：幽都之山在北海之內，見海經新釋卷十三「幽都山」節注１。 \\n ４　郭璞云：「浴（水）即黑水也。」 \\n 凡北次三經之首，自太行之山以至于無逢之山，凡四十六山，萬二千三百五十里。其神狀皆馬身而人面者廿神。其祠之，皆用一藻茞瘞之１。其十四神狀皆彘身而載２玉。其祠之，皆玉，不瘞３。其十神狀皆彘身而八足蛇尾。其祠之，皆用一璧瘞之。大凡四十四神，皆用稌糈米祠之，此皆不火食４。 \\n １　郭璞云：「藻，聚藻；茞，香草，蘭之類，音昌代反。」珂案：經文藻茞，江紹原中國古代旅行之研究第一章注１０謂疑是藻珪之誤，其說近是，可供參攷；古祠神皆以玉瘞，未聞以聚藻香草瘞者。參見中山首經篇末注２。 \\n ２　郝懿行云：「載亦戴也，古字通。」 \\n ３　郭璞云：「不薶所用玉也。」 \\n ４　郝懿行云：「皆生食不火之物。」 \\n 右北經之山志，凡八十七山，二萬三千二百三十里。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經山經柬釋卷四  山海經第四  東山經", "正文": "  \\n ▲山海經山經柬釋卷四山海經第四東山經 \\n 　 \\n 東山經之首，曰樕〈蟊，矛改朱〉１之山，北臨乾昧２。食水出焉，而東北流注于海。其中多鱅鱅之魚，其狀如犁牛３，其音如彘鳴４。 \\n １　郭璞云：「速株二音。」 \\n ２　郭璞云：「亦山名也；音妹。」 \\n ３　郭璞云：「牛似虎文者。」 \\n ４　珂案：太平御覽卷九三九引此經止作其音如彘，無鳴字，是也。 \\n 又南三百里，曰藟１山，其上有玉，其下有金。湖水出焉，東流注于食水，其中多活師２。 \\n １　郭璞云：「音誄。」 \\n ２　郭璞云：「科斗也，爾雅謂之活東。」 \\n 又南三百里，曰栒狀之山，其上多金玉，其下多青碧石。有獸焉，其狀如犬，六足，其名曰從從，其鳴自詨。有鳥焉，其狀如雞而鼠毛１，其名曰{此虫}２鼠，見則其邑大旱。〈氵只〉３水出焉，而北流注于湖水。其中多箴魚，其狀如儵４，其喙如箴５，食之無疫疾。 \\n １　郝懿行云：「毛，說文作尾。」 \\n ２　郭璞云：「音咨。」 \\n ３　郭璞云：「音枳。」 \\n ４　郝懿行云：「儵即鯈字。」 \\n ５　郭璞云：「出東海；今江東水中亦有之。」 \\n 又南三百里，曰勃亝１之山，無草木，無水。 \\n １　汪紱云：「亝，古齊字。」 \\n 又南三百里，曰番條之山，無草木，多沙。減水１出焉，北流注于海，其中多鱤魚２。 \\n １　郭璞云：「音同減損之減。」郝懿行云：「減即減損之字，何須用音，知經文必不作減，未審何字之訛。」 \\n ２　郭璞云：「一名黃頰；音感。」 \\n 又南四百里，曰姑兒之山，其上多漆，其下多桑柘。姑兒之水出焉，北流注于海，其中多鱤魚。 \\n 又南四百里，曰高氏之山，其上多玉，其下多箴石１。諸繩之水出焉，東流注于澤，其中多金玉。 \\n １　郭璞云：「可以為砥（砭）針治癰腫者。」 \\n 又南三百里，曰嶽山，其上多桑，其下多樗。濼１水出焉，東流注于澤，其中多金玉。 \\n １　珂案：濼音落。 \\n 又南三百里，曰柟山１，其上無草木，其下多水，其中多堪〈予予〉２之魚。有獸焉，其狀如夸父而彘毛，其音如呼，見則天下大水。 \\n １　郝懿行云：「柟即豺別字。」 \\n ２　郭璞云：「未詳；音序。」 \\n 又南三百里，曰獨山，其上多金玉，其下多美石。末塗之水出焉，而東南流注于沔，其中多鯈〈魚改虫〉〈虫庸〉１，其狀如黃蛇，魚翼，出入有光，見則其邑大旱。 \\n １　郭璞云：「條容二音。」 \\n 又南三百里，曰泰山１，其上多玉２，其下多金。有獸焉，其狀如豚而有珠，名曰狪狪３，其鳴自訆。環水出焉，東流注于江４，其中多水玉。 \\n １　郭璞云：「即東嶽岱宗也。今在泰山奉高縣西北，從山下至頂四十八里三百步也。」珂案：泰山在今山東省泰安縣北。 \\n ２　珂案：史記秦始皇本紀正義引此經玉作石。 \\n ３　珂案：狪音通。 \\n ４　郭璞云：「一作海。」 \\n 又南三百里，曰竹山，錞于江１，無草木，多瑤碧。激水出焉，而東南流注于娶檀之水，其中多茈羸２。 \\n １　郭璞云：「一作涯。」 \\n ２　郝懿行云：「羸當為蠃，字之訛；茈蠃，紫色蠃也。」珂案：吳任臣、何焯、畢沅校同；汪紱本正作蠃。 \\n 凡東山經之首，自樕〈蟊，矛改朱〉之山以至于竹山，凡十二山，三千六百里。其神狀皆人身龍首。祠：毛用一犬祈，〈耳申〉用魚１。 \\n １　郭璞云：「以血塗祭為〈耳申〉也。公羊傳云：『蓋叩其鼻以〈耳申〉社。』音釣餌之餌。」珂案：經文及注文之〈耳申〉，汪紱本、畢沅本均作衈，郝懿行亦校作衈，謂衈者釁也，將刲割牲以釁、先滅耳旁毛薦之；又謂郭引公羊傳乃穀梁傳之誤。 \\n 東次二經之首，曰空桑之山１，北臨食水，東望沮吳，南望沙陵，西望湣２澤。有獸焉，其狀如牛而虎文，其音如欽３，其名曰軨軨４，其鳴自叫，見則天下大水。 \\n １　郭璞云：「此山出琴瑟材，見周禮也。」珂案：淮南子本經篇云：「舜之時，共工振滔洪水，以薄空桑。」高誘注云：「空桑，地名，在魯也。」又文選思玄賦舊注云：「少皞金天氏居窮桑，在魯北。」均即此。 \\n ２　郭璞云：「音旻。」 \\n ３　郭璞云：「或作吟。」 \\n ４　郭璞云：「音靈。」 \\n 又南六百里，曰曹夕之山，其下多穀１而無水，多鳥獸。 \\n １　珂案：穀當作榖，諸本皆誤，唯吳任臣本作榖，是也。 \\n 又西南四百里，曰嶧１皋之山，其上多金玉，其下多白堊，嶧皋之水出焉，東流注于激女之水２，其中多蜃珧３。 \\n １　郭璞云：「音亦。」 \\n ２　郝懿行云：「爾雅疏引此經作激汝之水，玉篇同。」 \\n ３　郭璞云：「蜃，蚌也；珧，玉珧，亦蚌屬；腎遙兩音。」郝懿行云：「爾雅云：『蜃小者珧。』即小蚌也。」 \\n 又南水行五百里，流沙三百里，至于葛山之尾，無草木，多砥礪。 \\n 又南三百八十里，曰葛山之首，無草木。澧水出焉，東流注于余澤，其中多珠蟞魚１，其狀如胏２而有目３，六足有珠，其味酸甘，食之無癘４。 \\n １　郭璞云：「音鱉。」珂案：文選江賦注、太平御覽卷九三九引此經魚上有之字；御覽珠蟞作珠鱉，呂氏春秋本味篇作朱鱉，郝懿行云，珠朱、蟞鱉並古字通用。 \\n ２　珂案：經文胏，宋本、汪紱本、吳任臣本、畢沅校本並作肺，作肺是也。 \\n ３　郝懿行云：「此物圖作四目；初學記八卷引南越志云：『海中多珠鱉，狀如胏（珂案：蘊石齋本初學記作肺），有四眼六足而吐珠。』正與圖合，疑此經有目當作四目，字之訛也。」珂案：郝說是也，王念孫校同郝注。 \\n ４　郭璞云：「無時氣病也。呂氏春秋曰：『澧水之魚，名曰朱蟞，六足有珠，魚之美也。』」 \\n 又南三百八十里，曰餘峨之山，其上多梓柟，其下多荊芑１。雜余之水出焉，東流注于黃水。有獸焉，其狀如菟而鳥喙，鴟目蛇尾，見人則眠２，名曰犰狳３，其鳴自訆，見則螽蝗為敗４。 \\n １　郝懿行云：「南山經虖勺之山下多荊杞，此經作芑，同聲假借字也；下文並同。」 \\n ２　郭璞云：「言佯死也。」 \\n ３　珂案：經文犰狳，王念孫、畢沅、郝懿行並校作〈犭几〉狳，音几余。 \\n ４　珂案：說文十三云：「螽，蝗也；蝗，螽也。」螽蝗只是一物。經文螽蝗為敗，太平御覽卷九一三引作蟲蝗為敗，於義為長。「為敗」者，郭璞注云「言傷敗田苗」，是也。 \\n 又南三百里，曰杜父之山，無草木，多水。 \\n 又南三百里，曰耿山，無草木，多水碧１，多大蛇。有獸焉，其狀如狐而魚翼，其名曰朱獳２，其鳴自訆，見則其國有恐。 \\n １　郭璞云：「亦水玉類。」 \\n ２　郭璞云：「音儒。」 \\n 又南三百里，曰盧其１之山，無草木，多沙石。沙水出焉，南流注于涔水，其中多鵹鶘２，其狀如鴛鴦而人足３，其鳴自訆，見則其國多土功。 \\n １　郝懿行云：「太平御覽九百二十五卷引此經盧其作憲期。」 \\n ２　郭璞云：「音黎。」 \\n ３　郭璞云：「今鵜鶘足頗有似人腳形狀也。」 \\n 又南三百八十里，曰姑射之山１，無草木，多水。 \\n １　珂案：海內北經有列姑射，有姑射國，即此姑射之山之國也；見海經新釋卷七「列姑射」節注１。 \\n 又南水行三百里，流沙百里，曰北姑射之山，無草木，多石。 \\n 又南三百里，曰南姑射之山，無草木，多水。 \\n 又南三百里，曰碧山，無草木，多大蛇，多碧、水玉。 \\n 又南五百里，曰緱氏之山１，無草木，多金玉。原水出焉，東流注于沙澤。 \\n １　郭璞云：「一曰俠氏之山。」 \\n 又南三百里，曰姑逢之山，無草木，多金玉。有獸焉，其狀如狐而有翼，其音如鴻鴈，其名曰獙獙１，見則天下大旱。 \\n １　郭璞云：「音斃。」 \\n 又南五百里，曰鳧麗之山，其上多金玉，其下多箴石。有獸焉，其狀如狐，而九尾、九首、虎爪１，名曰蠪姪２，其音如嬰兒，是食人。 \\n １　郝懿行云：「廣韻說蠪蛭無九首二字，餘並同。」 \\n ２　郭璞云：「龍蛭二音。」珂案：經文蠪姪、注文龍蛭，王念孫、郝懿行並校作蠪蛭、龍姪。 \\n 又南五百里，曰〈石垔〉山１，南臨〈石垔〉水，東望湖澤。有獸焉，其狀如馬，而羊目２、四角、牛尾，其音如獆狗，其名曰{山攸}{山攸}３，見則其國多狡客４。有鳥焉，其狀如鳧而鼠尾，善登木，其名曰絜鉤，見則其國多疫。 \\n １　王崇慶云：「〈石垔〉音真。」 \\n ２　郝懿行云：「藏經本目作首。」 \\n ３　郭璞云：「音攸。」郝懿行云：「說文、玉篇無{山攸}字，疑{山攸}當為莜，古從艸之字或從屮，屮亦艸也，海內經有{山囷}狗，即菌狗，亦其例。」 \\n ４　郭璞云：「狡，狡猾也。」 \\n 凡東次二經之首，自空桑之山至于〈石垔〉山，凡十七山，六千六百四十里。其神狀皆獸身人面載觡１。其祠：毛用一雞祈，嬰用一璧瘞。 \\n １　郭璞云：「麋鹿（屬）角為觡；音格。」 \\n 又東次三經之首１，曰尸胡之山，北望〈歹羊〉２山，其上多金玉，其下多棘。有獸焉，其狀如麋而魚目，名曰妴３胡，其鳴自訆。 \\n １　珂案：汪紱本東次三經上無又字，是也。 \\n ２　郭璞云：「音詳。」 \\n ３　郭璞云：「音婉。」 \\n 又南水行八百里，曰岐山，其木多桃李，其獸多虎。 \\n 又南水行五百里，曰諸鉤之山，無草木，多沙石。是山也，廣員百里，多寐魚１。 \\n １　郭璞云：「即鮇魚；音味。」 \\n 又南水行七百里，曰中父之山，無草木，多沙。 \\n 又東水行千里，曰胡射之山，無草木，多沙石。 \\n 又南水行七百里，曰孟子之山１，其木多梓桐，多桃李，其草多菌蒲２，其獸多麋鹿。是山也，廣員百里。其上有水出焉，名曰碧陽，其中多鱣鮪３。 \\n １　珂案：畢沅本作孟于之山，云據藏經本。 \\n ２　郭璞云：「未詳。」 \\n ３　郭璞云：「鮪即鱏也，似鱣而長鼻，體無鱗甲，別名〈魚亙〉〈魚瞢〉，一名〈魚黃〉也。」 \\n 又南水行五百里，曰流沙，行五百里１，有山焉，曰跂２踵之山，廣員二百里，無草木，有大蛇，其上多玉。有水焉，廣員四十里皆涌３，其名曰深澤，其中多蠵龜４。有魚焉，其狀如鯉，而六足鳥尾，名曰鮯鮯５之魚，其名自叫６。 \\n １　珂案：疑經文本作又南水行五百里，流沙五百里，曰、行二字衍；有北次二經洹山、東次二經葛山之尾及北姑射之山相同句式可證。 \\n ２　郭璞云：「跂音企。」 \\n ３　郭璞云：「今河東聞喜縣有瀵水，源在地底，濆沸涌出，其深無限，即此類也。」 \\n ４　郭璞云：「蠵，觜蠵，大龜也，甲有文彩，似瑇瑁而薄。」珂案：蠵音攜。 \\n ５　郭璞云：「音蛤。」 \\n ６　郝懿行云：「名，藏經本作鳴，是。」珂案：汪紱本、吳任臣本、畢沅校本均作鳴。 \\n 又南水行九百里，曰踇隅之山１，其上多草木，多金玉，多赭。有獸焉，其狀如牛而馬尾，名曰精精，其鳴自叫。 \\n １　郝懿行云：「玉篇廣韻並作踇偶山。」珂案：踇隅音畝宇。 \\n 又南水行五百里，流沙三百里，至于無皋之山，南望幼海１，東望榑木２，無草木，多風。是山也，廣員百里。 \\n １　郭璞云：「即少海也；淮南子曰：『東方大渚曰少海。』」 \\n ２　珂案：即扶桑。見海經新釋卷四「湯谷十日」節注２。 \\n 凡東次三經之首，自尸胡之山至于無皋之山，凡九山，六千九百里。其神狀皆人身而羊角。其祠：用一牡羊，米用黍。是神也，見則風雨水為敗１。 \\n １　珂案：言人身羊角之神見，則風雨水敗害田禾也。 \\n 又東次四經之首，曰北號之山１，臨于北海。有木焉，其狀如楊，赤華，其實如棗而無核，其味酸甘，食之不瘧。食水出焉，而東北流注于海。有獸焉，其狀如狼，赤首鼠目，其音如豚，名曰猲狙２，是食人。有鳥焉，其狀如雞而白首，鼠足而虎爪，其名曰鬿雀３，亦食人。 \\n １　珂案：汪紱本東次四經上無又字，是也。 \\n ２　郝懿行云：「經文猲狙當為獦狚，玉篇廣韻並作獦狚，云，狚，丁旦切，獸名，可證今本之訛。」珂案：王念孫校同。 \\n ３　郭璞云：「音祈。」郝懿行云：「楚詞天問云：『鬿堆焉處？』王逸注云：『鬿堆，奇獸也。』柳子天對云：『鬿雀在北號，惟人是食。』則以鬿堆為即鬿雀字之誤，王逸注蓋失之。」 \\n 又南三百里，曰旄山，無草木。蒼體之水出焉，而西流注于展水。其中多〈魚羞〉魚１，其狀如鯉而大首，食者不疣２。 \\n １　郭璞云：「今蝦鰌字，亦或作〈魚羞〉；音秋。」珂案：〈魚羞〉即鰍，俗名泥鰍。 \\n ２　郝懿行云：「疣當為肬。」珂案：即贅肬。 \\n 又南三百二十里，曰東始之山，上多蒼玉。有木焉，其狀如楊而赤理，其汁如血，不實，其名曰芑１，可以服馬２。泚水出焉，而東北流注于海，其中多美貝，多茈魚，其狀如鮒，一首而十身３，其臭如蘪蕪，食之不〈米費〉４。 \\n １　郭璞云：「音起。」郝懿行云：「李善注西京賦引此經作杞，云『杞如楊，赤理』，是知杞假借作芑也。經內多此例。」 \\n ２　郭璞云：「以汁塗之，則馬調良。」 \\n ３　珂案：何羅魚亦一首十身，見上文北山經譙明山。 \\n ４　畢沅云：「廣韻云：『〈米費〉同屁，氣下洩也，匹寐切。』」 \\n 又東南三百里，曰女烝之山，其上無草木。石膏水出焉，而西注于鬲水，其中多薄魚，其狀如鱣魚而一目，其音如歐１，見則天下大旱。 \\n １　郭璞云：「如人嘔吐聲也。」 \\n 又東南二百里，曰欽山，多金玉而無石。師水出焉，而北流注于皋澤，其中多〈魚羞〉魚，多文貝。有獸焉，其狀如豚而有牙，其名曰當康，其鳴自叫，見則天下大穰１。 \\n １　郝懿行云：「當康大穰，聲轉義近，蓋歲將豐稔，茲獸先出以鳴瑞，故特記之。」 \\n 又東南二百里，曰子桐之山，子桐之水出焉，而西流注于餘如之澤。其中多〈魚骨〉魚１，其狀如魚而鳥翼，出入有光，其音如鴛鴦，見則天下大旱。 \\n １　郭璞云：「音滑。」 \\n 又東北二百里，曰剡山，多金玉。有獸焉，其狀如彘而人面，黃身而赤尾，其名曰合窳１，其音如嬰兒。是獸也，食人，亦食蟲蛇，見則天下大水。 \\n １　郭璞云：「音庾。」 \\n 又東二百里，曰太山，上多金玉、楨木１。有獸焉，其狀如牛而白首，一目而蛇尾，其名曰蜚２，行水則竭，行草則死，見則天下大疫３。鉤水出焉，而北流注于勞水，其中多〈魚羞〉魚。 \\n １　郭璞云：「女楨也，葉冬不凋。」 \\n ２　郭璞云：「音如翡翠之翡。」 \\n ３　郭璞云：「言體含災氣也。」 \\n 凡東次四經之首，自北號之山至于太山，凡八山，一千七百二十里１。 \\n １　珂案：畢沅本里字作三，有注云「此下當脫里字」。又此經不言神狀及祠物，疑文有闕脫。 \\n 右東經之山志，凡四十六山，萬八千八百六十里。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經山經柬釋卷五  山海經第五  中山經", "正文": "  \\n ▲山海經山經柬釋卷五山海經第五中山經 \\n 　 \\n 中山經薄山之首，曰甘棗之山。共１水出焉，而西流注于河。其上多杻木，其下有草焉，葵本而杏葉２，黃華而莢實，名曰籜３，可以已瞢４。有獸焉，其狀如〈虫犬〉鼠５而文題，其名曰〈難，隹改能〉６，食之已癭。 \\n １　郭璞云：「音恭。」 \\n ２　郭璞云：「或作楛葉。」 \\n ３　汪紱云：「籜音托。」 \\n ４　郭璞云：「音盲。」珂案：說文四云：「瞢，目不明也。」 \\n ５　郭璞云：「〈虫犬〉鼠，所未詳，音虺，字亦或作虺。」 \\n ６　汪紱云：「音耐；或作熊。」 \\n 又東二十里，曰歷兒之山１，其上多橿，多〈木厲〉木２，是木３也，方莖而員葉，黃華而毛，其實如揀，服之不忘４。 \\n １　郝懿行云：「水經注云：『河東郡南有歷山，舜所耕處也。』史記正義引括地志云：『蒲山亦名歷山。』即此也；蓋與薄山連麓而異名。」珂案：舜所耕歷山，蓋傳說中地名，所在多有，非可實指，此藉使能證成，亦不過傳說中之一耳。 \\n ２　郭璞云：「音厲。」 \\n ３　珂案：是木，指〈木厲〉木。 \\n ４　珂案：經文揀，汪紱本、畢沅校本均作楝，王念孫、孫星衍、郝懿行亦均校作楝，作楝是也。汪紱云：「楝音煉。楝木似槐子，如指頭，色白而粘，可搗以浣衣，服之益腎。此服之不忘，謂令人健記，蓋亦楝類也。或作簡，非。」 \\n 又東十五里，曰渠豬之山，其上多竹。渠豬之水出焉，而南流注于河。其中是多豪魚，狀如鮪１，赤喙尾赤羽，可以已白癬２。 \\n １　郭璞云：「鮪似鱣也。」珂案：鮪音委。 \\n ２　珂案：太平御覽卷七四二引此經，尾上有赤字，可以上有食之二字；同書卷九三九引此經，赤喙上有而字。 \\n 又東三十五里，曰蔥聾之山，其中多大谷，是多白堊，黑、青、黃堊１。 \\n １　郭璞云：「言有雜色堊也。」 \\n 又東十五里，曰〈水委〉山１，其上多赤銅，其陰多鐵。 \\n １　郭璞云：「音倭。」 \\n 又東七十里，曰脫扈之山。有草焉，其狀如葵葉而赤華，莢實，實如棕莢，名曰植楮，可以已癙１，食之不眯２。 \\n １　郭璞云：「癙，病也；淮南子曰：『貍頭已癙』也。」珂案：郭引淮南子說山篇文，「已癙」今作「愈鼠」。 \\n ２　珂案：謂不厭夢也，已見上文西次四經「英鞮之山」注２。 \\n 又東二十里，曰金星之山，多天嬰，其狀如龍骨１，可以已痤２。 \\n １　郝懿行云：「本草別錄云：『龍骨生晉地川谷、及太（大？）山巖水岸土穴中死龍處。』」 \\n ２　珂案：說文七云：「痤，小腫也。」汪紱以「皮上磈磊病」釋之，良是。 \\n 又東七十里，曰泰威之山，其中有谷曰梟谷１，其中多鐵。 \\n １　郭璞云：「或無谷字。」 \\n 又東十五里，曰橿谷之山１，其中多赤銅。 \\n １　郭璞云：「或作檀谷之山。」 \\n 又東百二十里，曰吳林之山，其中多葌草１。 \\n １　郭璞云：「亦菅字。」郝懿行云：「說文云：『葌，香艸，出吳林山。』本此經為說也。眾經音義引聲類云：『葌，蘭也。』又引字書云：『葌與蕑同，蕑即蘭也。』是葌乃香艸，郭注以葌為菅字，菅乃茅屬，恐非也。」 \\n 又北三十里，曰牛首之山。有草焉，名曰鬼草１，其葉如葵而赤莖，其秀如禾，服之不憂。勞水出焉，而西流注于潏水２。是多飛魚，其狀如鮒魚３，食之已痔衕。 \\n １　珂案：經文鬼草，太平御覽卷四六八引作鬼目。 \\n ２　郭璞云：「音如譎詐之譎。」 \\n ３　珂案：經文鮒魚，太平御覽卷四四引無魚字。 \\n 又北四十里，曰霍山，其木多榖。有獸焉，其狀如貍，而白尾有鬣，名曰朏朏１，養之可以已憂。 \\n １　汪紱云：「朏音菲。」 \\n 又北五十二里，曰合谷之山１，是多薝棘２。 \\n １　郝懿行云：「玉篇作金谷多薝棘。」 \\n ２　郭璞云：「未詳；音瞻。」郝懿行云：「本草云：『天{艹舋}冬一名顛棘。』即爾雅『髦，顛棘』也。薝，玉篇云：『丁敢切。』疑薝、顛古字或通。」 \\n 又北三十五里，曰陰山１，多礪石２、文石。少水出焉，其中多彫棠，其葉如榆葉而方，其實如赤菽３，食之已聾。 \\n １　郭璞云：「一曰險山。」 \\n ２　郭璞云：「礪石，石中磨者。」珂案：磨，字本作〈石靡〉，石磑也，今俗呼磨子；言可以為石磑者。 \\n ３　郭璞云：「菽，豆。」 \\n 又東北四百里，曰鼓鐙之山，多赤銅。有草焉，名曰榮草，其葉如柳，其本如雞卵，食之已風。 \\n 凡薄山之首，自甘棗之山至于鼓鐙之山，凡十五山，六千六百七十里。歷兒，冢也，其祠禮：毛，太牢之具；縣以吉玉１。其餘十三山者，毛用一羊，縣嬰用桑封，瘞而不糈。桑封者，桑主也２，方其下而銳其上，而中穿之加金３。 \\n １　郭璞云：「縣，祭山之名也；見爾雅。」珂案：例以下文縣嬰，疑此處縣下脫嬰字。 \\n ２　珂案：江紹原中國古代旅行之研究第一章注１０謂經文桑封係藻珪之誤，桑主即藻玉，嬰係以玉獻神之專稱；其說近是，可供參考。 \\n ３　珂案：經文桑封者桑主也已下十九字，畢沅謂疑是周秦人釋語、舊本亂入經文者，或當是也。桑封若從江說係藻珪之誤，則此釋乃耑在說明藻珪即藻玉之形狀，而郭璞注乃云：「言作神主而祭，以金銀飾之也。公羊傳曰：『虞主用桑。』主或作玉。」未免望文生義，漫為立說矣。 \\n 中次二經濟山之首，曰煇諸之山，其上多桑，其獸多閭麋，其鳥多鶡１。 \\n １　郝懿行云：「玉篇云：『鶡，何葛切；鳥似雉而大，青色，有毛角，鬥死而止。』」 \\n 又西南二百里，曰發視之山，其上多金玉，其下多砥礪。即魚之水出焉，而西流注于伊水。 \\n 又西三百里，曰豪山，其上多金玉而無草木。 \\n 又西三百里，曰鮮山，多金玉，無草木。鮮水出焉，而北流注于伊水。其中多鳴蛇，其狀如蛇而四翼，其音如磬，見則其邑大旱。 \\n 又西三百里，曰陽山，多石，無草木。陽水出焉，而北流注于伊水。其中多化蛇，其狀如人面而豺身，鳥翼而蛇行，其音如叱呼，見則其邑大水。 \\n 又西二百里，曰昆吾之山，其上多赤銅１。有獸焉，其狀如彘而有角，其音如號２，名曰蠪蚳３，食之不眯。 \\n １　郭璞云：「此山出名銅，色赤如火，以之作刃，切玉如割泥也；周穆王時西戎獻之，尸子所謂昆吾之劍也。」珂案：昆吾亦人名，見海經新釋卷十「有國曰顓頊」節注３。 \\n ２　郭璞云：「如人號哭。」 \\n ３　郭璞云：「上已有此獸，疑同名。」郝懿行云：「蚳疑當為蛭；已見東次二經鳧麗之山。」珂案：王念孫、何焯校並同郝注。 \\n 又西百二十里，曰葌１山，葌水出焉，而北流注于伊水，其上多金玉，其下多青雄黃。有木焉，其狀如棠而赤葉，名曰芒草２，可以毒魚。 \\n １　珂案：葌音姦。 \\n ２　郭璞云：「音忘。」 \\n 又西一百五十里，曰獨蘇之山，無草木而多水。 \\n 又西二百里，曰蔓渠之山，其上多金玉，其下多竹箭。伊水出焉，而東流注于洛。有獸焉，其名曰馬腹，其狀如人面虎身，其音如嬰兒，是食人１。 \\n １　珂案：水經注沔水云：「沔水中有物，如三四歲小兒，鱗甲如鯪鯉，厀頭似虎，掌爪常沒水中，出厀頭。小兒不知，欲取弄戲，便殺人；名為水虎者也。」其形性均近此馬腹。又經文人面，畢沅校本作人而，於義為長。 \\n 凡濟山之首，自煇諸之山至于蔓渠之山，凡九山，一千六百七十里。其神皆人面而鳥身。祠用毛１，用一吉玉，投而不糈。 \\n １　郭璞云：「擇用毛色。」珂案：言以毛物祠神也。 \\n 中次三經萯山１之首，曰敖２岸之山，其陽多〈王雩〉琈之玉，其陰多赭、黃金。神熏池居之。是常出美玉３。北望河林，其狀如蒨如舉４。有獸焉，其狀如白鹿而四角，名曰夫諸，見則其邑大水。 \\n １　郭璞云：「萯音倍。」 \\n ２　郭璞云：「或作獻。」 \\n ３　郭璞云：「或作石。」 \\n ４　郭璞云：「說者云，蒨、舉皆木名也，未詳；蒨音倩。」郝懿行云：「蒨，草也；舉，木也。舉即櫸柳。本草陶注詳之。」 \\n 又東十里，曰青要之山，實惟帝之密都１。是多駕鳥２。南望墠渚３，禹父之所化４，是多僕纍、蒲盧５。〈鬼申〉武羅司之６，其狀人面而豹文，小要而白齒７，而穿耳以鐻８，其鳴如鳴玉。是山也，宜女子９。畛１０水出焉，而北流注于河。其中有鳥焉，名曰鴢１１，其狀如鳧，青身而朱１２目赤尾，食之宜子。有草焉，其狀如葌１３，而方莖黃華赤實，其本如藁本１４，名曰荀草１５，服之美人色１６。 \\n １　郭璞云：「天帝曲密之邑。」珂案：例以西次三經「昆侖之丘，實惟帝之下都」語，此天帝蓋即黃帝也。 \\n ２　郭璞云：「未詳也。或曰駕宜為鴐，鴐鵝也；音加。」 \\n ３　郭璞云：「水中小洲名渚。墠音填。」 \\n ４　汪紱云：「左傳言鯀化黃熊，入於羽淵，而又云在此，世之隨處而附會以為古蹟，類似此也。」珂案：蓋亦傳聞不同而異辭，正所以為神話也。 \\n ５　珂案：郭璞云：「僕纍，蝸牛也。」郝懿行云：「蒲盧為蜃蛤之屬。僕纍、蒲盧，同類之物，並生於水澤下溼之地。」則僕纍、蒲盧，蓋亦同聲之轉耳。 \\n ６　郭璞云：「武羅，神名；〈鬼申〉即神字。」珂案：郭此注或據說文九「〈鬼申〉，神也」為說，而段玉裁云：「當作神鬼也，神鬼者，鬼之神者也。」自以段說為長。玉篇云：「〈鬼申〉，山神也。」說亦較單以神釋〈鬼申〉貼切。 \\n ７　郭璞云：「或作首。」珂案：齒或作首者，首、齒形近易訛；然揆經文之意，仍以作齒為是。又經文小要，宋本作小{要月}，吳寬抄本、項絪本、黃丕烈、周叔弢校本均作小腰；要即{要月}、腰字之古寫。 \\n ８　郭璞云：「鐻，金銀器之名，未詳也；音渠。」郝懿行云：「說文新附字引此經，云：『鐻，環屬也。』」 \\n ９　吳任臣云：「淮南子『青要玉女、降霜神也』，本此傅會之。」珂案：今本淮南子天文篇作「青女乃出、以降霜雪」，無「青要玉女」語，或吳氏別有所本，當在闕疑。 \\n １０郭璞云：「音軫。」 \\n １１郭璞云：「音如窈窕之窈。」 \\n １２郭璞云：「朱，淺赤也。」 \\n １３珂案：葌，蘭也；已見上文吳林山。 \\n １４郭璞云：「根似藁本，亦香草。」 \\n １５郭璞云：「或曰苞草。」 \\n １６珂案：綜上經文所敘，〈鬼申〉武羅者，蓋楚辭九歌山鬼所寫山鬼式的女神也。「小要（腰）白齒」，所以「窈窕」、「宜笑」；「赤豹文貍」，或即「人面豹文」之演化；「荀草服之美人色」，山鬼所采「三秀」，說者亦謂是使人駐顏不老的芝草之屬；而山鬼所思之「靈修」，亦此〈鬼申〉武羅所司密都之「帝」，均高級天神也。 \\n 又東十里曰騩１山，其上有美棗，其陰有〈王雩〉琈之玉。正回之水出焉，而北流注于河。其中多飛魚，其狀如豚而赤文，服之不畏雷，可以禦兵２。 \\n １　郭璞云：「音巍。」 \\n ２　珂案：藝文類聚卷二引山海經云：「飛魚如豚，赤文無羽；食之辟兵，不畏雷也。」初學記卷一引郭璞圖讚略同，惟無羽作無鱗，雷也作雷音，義較長；疑此即讚也。「食之辟兵」可以為經文「服之禦兵」作詮解。又上文牛首山勞水已有飛魚，與此同名，非一物也。 \\n 又東四十里，曰宜蘇之山，其上多金玉，其下多蔓居之木１。滽滽之水出焉，而北流注于河，是多黃貝。 \\n １　郭璞云：「未詳。」郝懿行云：「廣雅云：『牡荊，曼荊也。』曼，本草作蔓，此經蔓居，疑蔓荊聲之轉；蔓荊列本草木部，故此亦云蔓居之木也。」 \\n 又東二十里，曰和山，其上無草木而多瑤碧，實惟河之九都１。是山也五曲２，九水出焉，合而北流注于河，其中多蒼玉。吉神泰逢司之３，其狀如人而虎尾４，是好居于萯山之陽，出入有光。泰逢神動天地氣也５。 \\n １　郭璞云：「九水所潛，故曰九都。」 \\n ２　郭璞云：「曲回五重。」 \\n ３　郭璞云：「吉猶善也。」 \\n ４　郭璞云：「或作雀尾。」 \\n ５　郭璞云：「言其有靈爽能興雲雨也。夏后孔甲田於萯山之下，天大風晦冥，孔甲迷惑，入於民室；見呂氏春秋也。」珂案：見呂氏春秋音初篇。 \\n 凡萯山之首，自敖岸之山至于和山，凡五山，四百四十里。其祠泰逢、熏池、武羅皆一牡羊副１，嬰用吉玉。其二神用一雄雞瘞之，糈用稌。 \\n １　汪紱云：「疈同，音劈；周禮：『以疈辜祭百物。』言分磔牲體以祭也。」 \\n 中次四經釐山之首，曰鹿蹄之山，其上多玉，其下多金。甘水出焉，而北流注于洛，其中多泠石１。 \\n １　郭璞云：「泠石，未聞也；泠或作涂。」郝懿行云「泠當為泠；西次四經『號山多泠石』是也。郭云『泠或作涂』，涂亦借作泥塗字，泠又訓泥，二字義同，故得通用。又涂或淦字之訛也，說文泠、淦同。」珂案：王念孫亦校改泠作泠、涂作淦。吳寬抄本作冷石，非。 \\n 西五十里，曰扶豬之山，其上多礝石１。有獸焉，其狀如貉２而人目，其名曰{鹿言}３。虢水出焉，而北流注于洛，其中多瓀石４。 \\n １　郝懿行云：「礝當為碝。說文云：『碝，石次玉者。』玉篇同，云亦作瓀，引此經作瓀石，或所見本異也。張揖注上林賦云：『碝石白者如冰，半有赤色。』」 \\n ２　郭璞云：「貉或作〈豸豦〉，古字。」 \\n ３　郭璞云：「音銀；或作麋。」 \\n ４　郭璞云：「言亦出水中。」郝懿行云：「瓀亦當為碝。」 \\n 又西一百二十里，曰釐山，其陽多玉，其陰多蒐１。有獸焉，其狀如牛，蒼身，其音如嬰兒，是食人，其名曰犀渠２。滽滽之水出焉，而南流注于伊水。有獸焉，名曰〈犭頡〉３，其狀如獳犬而有鱗４，其毛如彘鬣５。 \\n １　郭璞云：「音搜；茅蒐，今之蒨草也。」 \\n ２　郝懿行云：「犀渠蓋犀牛之屬也。吳語云：『奉文犀之渠。』吳都賦云：『戶有犀渠。』疑古用此獸皮蒙楯，故因名楯為犀渠矣。」 \\n ３　郭璞云：「音蒼頡之頡。」 \\n ４　珂案：文選江賦李善注引此經〈犭頡〉作獺，獳犬作〈魚需〉，無有鱗字。 \\n ５　汪紱云：「毛出鱗間如彘鬣也。」 \\n 又西二百里，曰箕尾之山，多穀１，多涂石２，其上多〈王雩〉琈之玉。 \\n １　珂案：經文穀，宋本、汪紱本、吳任臣本並作榖，作榖是也。 \\n ２　珂案：上文鹿蹄之山多泠石，郭璞注：「泠或作涂。」即此。 \\n 又西二百五十里，曰柄山，其上多玉，其下多銅。滔雕之水出焉，而北流注于洛。其中多羬羊。有木焉，其狀如樗，其葉如桐而莢實，其名曰茇，可以毒魚１。 \\n １　郭璞云：「茇一作艾。」郝懿行云：「爾雅云：『杬，魚毒。』說文杬從艸作芫，疑作艾者，因字形近芫而訛。」 \\n 又西二百里，曰白邊之山，其上多金玉，其下多青雄黃。 \\n 又西二百里，曰熊耳之山，其上多漆，其下多棕。浮濠之水出焉，而西流注于洛，其中多水玉１，多人魚。有草焉，其狀如蘇而赤華，名曰葶薴２，可以毒魚。 \\n １　珂案：後漢書郡國志劉昭注引此經而西下有北字，水玉作美玉。 \\n ２　郭璞云：「亭甯、耵聹二音。」 \\n 又西三百里，曰牡山１，其上多文石，其下多竹箭竹{竹媚}，其獸多〈牛乍〉牛、羬羊，鳥多赤鷩２。 \\n １　郝懿行云：「爾雅疏引此經作牝山，藏經本作壯山。」 \\n ２　郭璞云：「音閉；即鷩雉也。」 \\n 又西三百五十里，曰讙舉之山。雒水出焉，而東北流注于玄扈之水，其中多馬腸之物１。此二山者，洛閒也２。 \\n １　郝懿行云：「上文蔓渠山馬腹，一本作馬腸，蓋此是也。大荒西經女媧之腸或作女媧之腹，亦其例。」 \\n ２　珂案：謂讙舉、玄扈二山夾洛水閒也。水經注洛水云：「玄扈之水，出于玄扈之山。」蓋山水兼受其目矣。 \\n 凡釐山之首，自鹿蹄之山至于玄扈之山，凡九山，千六百七十里。其神狀皆人面獸身。其祠之，毛用一白雞，祈而不糈１，以采衣之２。 \\n １　郭璞云：「言直祈禱。」郝懿行云：「祈當為{幾皿}。」珂案：說文五云：「{幾皿}，以血有所刉涂祭也；從血，幾聲，渠稀切。」則以作{幾皿}為是，{幾皿}為祭禮之一，非「直祈禱」之謂也。 \\n ２　郭璞云：「以采飾雞。」 \\n 中次五經薄山之首，曰苟床之山１，無草木，多怪石。 \\n １　郭璞云：「或作苟林山。」郝懿行云：「下文正作苟林山，文選江賦注引此經亦作苟林山。」 \\n 東三百里，曰首山，其陰多榖柞，其草多{艹术}芫１，其陽多〈王雩〉琈之玉，木多槐。其陰有谷，曰机谷，多〈鳥大〉２鳥，其狀如梟而三目，有耳，其音如錄３，食之已墊４。 \\n １　汪紱云：「{艹术}，山薊也，有蒼朮、白朮二種；芫，芫華也；皆入藥用。」 \\n ２　汪紱云：「〈鳥大〉音地。」 \\n ３　郝懿行云：「蓋鹿字假音；玉篇作音如豕。」 \\n ４　汪紱云：「墊，下溼病。」 \\n 又東三百里，曰縣斸１之山，無草木，多文石。 \\n １　汪紱云：「斸音斲，又音祝。」 \\n 又東三百里，曰蔥聾之山１，無草木，多〈庱，夌改夆〉石２。 \\n １　珂案：上文已有此山，疑是其連麓。 \\n ２　郭璞云：「未詳。」畢沅：「〈庱，夌改夆〉當為玤；說文云：『石之次玉者。』」 \\n 東北五百里，曰條谷之山，其木多槐桐，其草多芍藥、{艹舋}冬１。 \\n １　珂案：{艹舋}當為虋，音門，俗亦作門；門冬有二種：一麥門冬，一天門冬，均入藥用。 \\n 又北十里，曰超山，其陰多蒼玉，其陽有井，冬有水而夏竭１。 \\n １　珂案：中次一十一經云：「視山有井，夏有水，冬竭。」與此適反。 \\n 又東五百里，曰成侯之山，其上多櫄木１，其草多芃２。 \\n １　郭璞云：「似樗樹，材中車轅。」郝懿行云：「說文云，杶，或作櫄，即今椿字也。」 \\n ２　郝懿行云：「芃，說文訓草盛，非草名也。疑芃當為芁字之訛；芁音交，即藥草秦芁也，見本草。」珂案：郝說是也，王念孫校同郝注。 \\n 又東五百里，曰朝歌之山，谷多美堊。 \\n 又東五百里，曰槐山１，谷多金錫。 \\n １　珂案：畢沅本槐山作〈禾鬼〉山，云〈禾鬼〉當為稷，稷山在今山西省稷山縣，后稷播時百穀於此，遂以名山。關於后稷，參見海經新釋卷十一「西周國」節注２、５。 \\n 又東十里，曰歷山１，其木多槐，其陽多玉。 \\n １　郝懿行云：「即上文歷兒山；水經注云：河東郡南有歷山，舜所耕處也。」 \\n 又東十里，曰尸山，多蒼玉，其獸多麖１。尸水出焉，南流注于洛水，其中多美玉。 \\n １　郭璞云：「似鹿而小，黑色。」畢沅云：「郭說非也。爾雅：『麠，大鹿。』說文云：『牛尾一角，或從京。』則此是大鹿。凡云京皆大也，郭義失之。」 \\n 又東十里，曰良餘之山，其上多榖柞，無石。餘水出于其陰，而北流注于河；乳水出于其陽，而東南流注于洛。 \\n 又東南十里，曰蠱尾１之山，多礪石、赤銅。龍餘之水出焉，而東南流注于洛。 \\n １　郝懿行云：「水經注作蟲尾。」 \\n 又東北二十里，曰升山，其木多榖柞棘，其草多藷藇蕙１，多寇脫２。黃酸之水出焉，而北流注于河，其中多璇玉３。 \\n １　郭璞云：「蕙，香草也。」珂案：蕙已見上文西山經浮山及嶓冢山。 \\n ２　郭璞云：「寇脫草生南方，高丈許，似荷葉而莖中有瓤，正白，零桂人植而日灌之以為樹也。」 \\n ３　郭璞云：「石次玉者也；璇音旋。」 \\n 又東十二里，曰陽虛之山，多金，臨于玄扈之水１。 \\n １　郭璞云：「河圖曰：『蒼頡為帝，南巡狩，登陽虛之山，臨于玄扈洛汭，靈龜負書，丹甲青文以授之。』出此水中也。」 \\n 凡薄山之首，自苟林之山至于陽虛之山，凡十六山，二千九百八十二里。升山冢也，其祠禮：太牢，嬰用吉玉。首山〈鬼申〉也，其祠用稌、黑犧、太牢之具、糱釀１；干儛２，置鼓３；嬰用一璧。尸水，合天也４，肥牲祠之，用一黑犬于上，用一雌雞于下，刉一牝羊，獻血５。嬰用吉玉，采之６，饗之７。 \\n １　郭璞云：「以糱作醴酒也。」 \\n ２　郭璞云：「干儛，萬儛；干，楯也。」 \\n ３　郭璞云：「擊之以舞。」 \\n ４　郭璞云：「天神之所馮也。」 \\n ５　郭璞云：「以血祭也；刉，猶刲也。」珂案：刉，本作〈气刀〉，音機；謂殺牛羊等取血以釁也。 \\n ６　郭璞云：「又加以繒彩之飾也。」 \\n ７　郭璞云：「勸強之也。特牲饋食禮曰：『執奠，祝饗。』是也。」珂案：儀禮特牲饋食禮云：「尸答拜，執奠，祝饗。」鄭注云：「饗，勸強之也。」是郭注所本。 \\n 中次六經縞羝山之首，曰平逢之山，南望伊洛，東望穀城之山１，無草木，無水，多沙石。有神焉，其狀如人而二首，名曰驕蟲２，是為螫蟲３，實惟蜂蜜之廬４。其祠之：用一雄雞，禳而勿殺５。 \\n １　郭璞云：「在濟北穀城縣西，黃石公石在此山下，張良取以合葬爾。」珂案：穀城山在今山東省東阿縣東北，一名黃山。 \\n ２　珂案：太平御覽卷九五０引此經作嬌蟲。 \\n ３　郭璞云：「為螫蟲之長。」 \\n ４　郭璞云：「言群蜂之所舍集。蜜赤（亦）蜂名。」 \\n ５　汪紱云：「禳，祈禱以去災惡，使勿螫人，其雞則放而勿殺也。」 \\n 西十里，曰縞羝之山，無草木，多金玉。 \\n 又西十里，曰廆１山，其陰多〈王雩〉琈之玉。其西有谷焉，名曰雚谷，其木多柳楮。其中有鳥焉，狀如山雞而長尾，赤如丹火而青喙，名曰鴒〈要鳥〉２，其鳴自呼，服之不眯。交觴之水出于其陽，而南流注于洛；俞隨之水出于其陰，而北流注于榖水。 \\n １　郭璞云：「音如瓖偉之瓌。」 \\n ２　郭璞云：「鈴要二音。」 \\n 又西三十里，曰瞻諸之山，其陽多金，其陰多文石。〈水射〉１水出焉，而東南流注于洛；少水出其陰２，而東流注于穀水。 \\n １　郭璞云：「音謝。」 \\n ２　珂案：王念孫校，經文出下應增于字。 \\n 又西三十里，曰婁涿之山，無草木，多金玉。瞻水出于其陽，而東流注于洛；陂水出于其陰，而北流注于穀水，其中多茈石、文石。 \\n 又西四十里，曰白石之山。惠水出于其陽，而南流注于洛，其中多水玉。澗水出于其陰，西北流注于穀水，其中多麋石、櫨丹１。 \\n １　郭璞云：「皆未聞。」郝懿行云：「麋石或是畫眉石，眉麋古字通也；櫨丹疑即黑丹，櫨盧通也。」 \\n 又西五十里，曰穀山，其上多穀，其下多桑。爽水出焉，而西北流注于穀水，其中多碧綠。 \\n 又西七十二里，曰密山，其陽多玉，其陰多鐵。豪水出焉，而南流注于洛，其中多旋龜，其狀鳥首而鱉尾，其音如判木１。無草木。 \\n １　珂案：旋龜已見南山經杻陽之山。 \\n 又西百里，曰長石之山，無草木，多金玉。其西有谷焉，名曰共谷，多竹。共水出焉，西南流注于洛，其中多鳴石１。 \\n １　郭璞云：「晉永康元年，襄陽郡上鳴石，似玉，色青，撞之聲聞七八里，即此類也。」珂案：鳴石，蓋磬石之類；郭說襄陽郡上鳴石，見晉書五行志。 \\n 又西一百四十里，曰傅山，無草木，多瑤碧。厭染之水出于其陽，而南流注于洛，其中多人魚１。其西有林焉，名曰墦２冢。穀水出焉，而東流注于洛，其中多珚玉３。 \\n １　珂案：人魚已見上文西山經竹山竹水、北次三經龍侯山決決水及中次四經熊耳山浮豪水。 \\n ２　郭璞云：「音番。」 \\n ３　郭璞云：「未聞也；珚音堙。」珂案：水經注穀水引此經作〈王囷〉玉，影宋本太平御覽卷六二引作〈王困〉玉；玉篇云：「〈王囷〉，齊玉，奇殞切。」則珚玉蓋〈王困〉玉之訛也。 \\n 又西五十里，曰橐山，其木多樗１，多〈備，亻改木〉木２，其陽多金玉，其陰多鐵，多蕭３。橐水出焉，而北流注于河。其中多脩辟之魚，狀如黽４而白喙，其音如鴟，食之已白癬。 \\n １　郝懿行云：「樗當為〈木乎〉；說文云：『〈木乎〉木出橐山。』謂此也。」 \\n ２　郭璞云：「今蜀中有〈備，亻改木〉木，七八月中吐穗，穗成，如有鹽粉著狀，可以酢羹；音備。」珂案：經文〈備，亻改木〉木，王念孫云：「木字疑衍。」 \\n ３　郭璞云：「蕭，蒿；見爾雅。」郝懿行云：「爾雅云：『蕭，荻。』郭注云：『即蒿也。』」 \\n ４　郭璞云：「黽，蛙屬也。」 \\n 又西九十里，曰常烝之山，無草木，多堊。潐水１出焉，而東北流注于河，其中多蒼玉。菑水出焉，而北流注于河。 \\n １　郭璞云：「音譙。」 \\n 又西九十里，曰夸父之山１，其木多棕柟，多竹箭，其獸多〈牛乍〉、牛羬羊，其鳥多鷩２，其陽多玉，其陰多鐵。其北有林焉，名曰桃林３，是廣員三百里，其中多馬４。湖水出焉，而北流注于河，其中多珚玉５。 \\n １　郝懿行云：「山一名秦山，與太華相連，在今河南靈寶縣東南。」 \\n ２　珂案：宋本鷩上有赤字，何焯校亦增赤字。 \\n ３　郭璞云：「桃林，今宏農湖縣閿鄉南谷中是也；饒野馬山羊山牛也。」珂案：桃林，畢沅說即鄧林，是神話中夸父棄杖所化而成林者；見海經新釋卷三「夸父與日逐走」節注６。 \\n ４　珂案：太平御覽卷一五八引此經，多馬下尚有造父於其中得驊騮騄耳之乘以獻穆王十六字，或係逸落之郭注誤入經文也。 \\n ５　珂案：珚玉亦當為〈王囷〉玉，已見上文傅山注３。 \\n 又西九十里，曰陽華之山，其陽多金玉，其陰多青雄黃，其草多藷藇，多苦辛１，其狀如橚２，其實如瓜，其味酸甘，食之已瘧。楊水出焉，而西南流注于洛，其中多人魚。門水出焉，而東北流注于河，其中多玄〈石肅〉３。〈糸昔〉４姑之水出于其陰，而東流注于門水，其上多銅。門水出５于河，七百九十里入雒水６。 \\n １　珂案：經文苦辛，宋本、吳寬抄本、毛扆本均作苦莘，邵恩多校本同。 \\n ２　郭璞云：「即楸字也。」 \\n ３　郭璞云：「黑砥石生水中。」 \\n ４　郭璞云：「〈糸昔〉音藉。」 \\n ５　珂案：經文出，宋本、毛扆本作至。 \\n ６　王念孫云：「門水出于河云云，乃郭注誤入正文，水無出河出江之理，作至于是也。」 \\n 凡縞羝山之首，自平逢之山至于陽華之山，凡十四山，七百九十里。嶽在其中１，以六月祭之２，如諸嶽之祠法，則天下安寧。 \\n １　汪紱云：「此條無中嶽，而曰嶽在其中，蓋以洛陽居天下之中，王者於此以時望祭四嶽，以其非嶽而祭四嶽，故曰嶽在其中；此殆東周時之書矣。」 \\n ２　郭璞云：「六月亦歲之中。」 \\n 中次七經苦山之首，曰休與之山１。其上有石焉，名曰帝臺之棋２，五色而文，其狀如鶉卵，帝臺之石，所以禱百神者也３，服之不蠱。有草焉，其狀如蓍４，赤葉而本叢生，名曰夙條，可以為簳５。 \\n １　郭璞云：「與或作輿；下同。」 \\n ２　郭璞云：「帝臺，神人名；棋謂博棋也。」 \\n ３　郭璞云：「禱祀百神，則用此石。」 \\n ４　郝懿行云：「說文云：『蓍，蒿屬。』廣雅云：『蓍，耆也。』」珂案：蓍音尸，埤雅云「草之多壽者」，古取其莖為占筮之用。 \\n ５　珂案：簳音幹，箭幹也。 \\n 東三百里，曰鼓鍾之山，帝臺之所以觴百神也１。有草焉，方莖而黃華，員葉而三成２，其名曰焉酸３，可以為毒４。其上多礪，其下多砥。 \\n １　郭璞云：「舉觴燕會，則於此山，因名為鼓鍾也。」 \\n ２　郭璞云：「葉三重也。」 \\n ３　郝懿行云：「焉酸，一本作烏酸。」珂案：太平御覽卷四二引此經正作烏酸。 \\n ４　郭璞云：「為，治。」郝懿行云：「治去之也。」 \\n 又東二百里，曰姑媱之山１。帝女死焉，其名曰女尸，化為{艹瑤}２草，其葉胥成３，其華黃，其實如菟丘４，服之媚于人５。 \\n １　郭璞云：「音遙；或無之山字。」 \\n ２　郭璞云：「亦音遙。」 \\n ３　郭璞云：「言葉相重也。」 \\n ４　郭璞云：「菟丘，菟絲也。」 \\n ５　郭璞云：「為人所愛也；一名荒夫草。」珂案：《文選。高唐賦》注引《襄陽耆舊傳》云：「赤帝（炎帝）女曰瑤姬，未行而卒，葬於巫山之陽，故曰巫山之女。楚懷王遊於高唐，晝寢，夢見與神遇，王因幸之。遂為置觀於巫山之南，號為朝雲。後至襄王時，復遊高唐。」此瑤姬神話之概略也。別賦注引高唐賦（今本無）記瑤姬之言云：「我帝之季女，名曰瑤姬，未行而亡，封于巫山之臺，精魂為草，實曰靈芝。」乃與此經所記之女尸化為{艹瑤}草契合焉，知瑤姬神話乃{艹瑤}草神話之演變也。此一神話，又再變而為瑤姬於巫山助禹治水，則唐末道士杜光庭於鏞城集仙錄所記是也，而群眾之意願體現于斯矣，至今巫峽民間猶傳述之。參見海經新釋卷十「禹攻雲雨」節注７及卷十一「互人國」節注２。 \\n 又東二十里，曰苦山。有獸焉，名曰山膏，其狀如逐１，赤若丹火，善詈２。其上有木焉，名曰黃棘，黃華而員葉，其實如蘭，服之不字３。有草焉，員葉而無莖，赤華而不實，名曰無條４，服之不癭。 \\n １　郭璞云：「即豚字。」畢沅云：「借遯字為之，逐又遯省文。」郝懿行云：「遯，古文作〈辶彖〉；是此經之逐，從遯或〈辶彖〉省，當讀為豚。」 \\n ２　郭璞云：「好罵人。」畢沅云：「即山都也。」珂案：畢說是也；是蓋山都、山〈犭軍〉、山〈犭喿〉、梟陽之類，乃傳說中猩猩、狒狒之神話化也。禮曲禮云：「猩猩能言。」唐國史補云：「猩猩好酒與屐，人有取之者，置二物以誘之。猩猩始見，必大罵曰。」云云，此同于山膏之「善詈」也。 \\n ３　郭璞云：「字，生也；易曰：『女子貞不字。』」 \\n ４　珂案：無條已見西山經皋塗之山，與此同名異物。 \\n 又東二十七里，曰堵山，神天愚居之，是多怪風雨。其上有木焉，名曰天楄１，方莖而葵狀，服者不〈口垔〉２。 \\n １　郭璞云：「音鞭。」 \\n ２　郭璞云：「食不噎也。」 \\n 又東五十二里，曰放皋之山１。明水出焉，南流注于伊水，其中多蒼玉。有木焉，其葉如槐，黃華而不實，其名曰蒙木，服之不惑。有獸焉，其狀如蜂，枝尾而反舌，善呼２，其名曰文文。 \\n １　郭璞云：「放或作效，又作牧。」 \\n ２　郭璞云：「好呼喚也。」 \\n 又東五十七里，曰大{非古}１之山，多〈王雩〉琈之玉，多麋玉２。有草焉，其狀葉如榆３，方莖而蒼傷４，其名曰牛傷５，其根蒼文，服者不厥６，可以禦兵。其陽狂水出焉，西南流注于伊水，其中多三足龜７，食者無大疾，可以已腫。 \\n １　珂案：太平御覽卷九三一引此經作大苦，畢沅校本亦作大苦，今本作大{非古}，而郭注無音，知本為苦字明矣。 \\n ２　郭璞云：「未詳。」郝懿行云：「麋，疑瑂之假借字也。說文云：『瑂，石之似玉者，讀若眉。』」 \\n ３　珂案：經文其狀葉如榆，王念孫、郝懿行並校其葉狀如榆；畢沅本作其狀如榆，無葉字。 \\n ４　珂案：蒼傷，蒼刺也。方言卷三郭璞注云：「山海經謂刺為傷也。」即指此。 \\n ５　郭璞云：「猶言牛棘。」 \\n ６　郭璞云：「厥，逆氣病。」 \\n ７　珂案：爾雅釋魚云：「龜三足，賁。」郭璞注此經謂「今吳興有三足六眼龜」，亦異聞也。 \\n 又東七十里，曰半石之山，其上有草焉，生而秀，其高丈餘，赤葉赤華，華而不實１，其名曰嘉榮，服之者不霆２。來需之水出于其陽，而西流注于伊水，其中多〈魚侖〉３魚，黑文，其狀如鮒４，食者不睡５。合水出于其陰，而北流注于洛，多〈騰，馬改魚〉６魚，狀如鱖，居逵７，蒼文赤尾，食者不癰，可以為瘻８。 \\n １　郭璞云：「初生先作穗，卻著葉，花生穗閒。」 \\n ２　郝懿行云：「北堂書鈔一百五十二卷引此經霆上有畏字。」珂案：太平御覽卷十三引同。不畏霆，言不畏霹靂也。 \\n ３　郭璞云：「音倫。」 \\n ４　郝懿行云：「廣雅云：『鰿，鮒也。』即今之鯽魚。」 \\n ５　郝懿行云：「李善注江賦引此經作食之不腫，太平御覽九百三十九卷亦引作食者不腫。」 \\n ６　郭璞云：「音騰。」 \\n ７　郭璞云：「鱖魚，大口大目細鱗，有斑彩；逵，水中之穴道交通者。」珂案：鱖音桂。 \\n ８　郭璞云：「瘻，癰屬也，中多有蟲。淮南子曰：『雞頭已瘻。』音漏。」 \\n 又東五十里，曰少室之山，百草木成囷１。其上有木焉，其名曰帝休，葉狀如楊，其枝五衢２，黃華黑實３，服者不怒。其上多玉４，其下多鐵。休水出焉，而北流注于洛，其中多〈魚帝〉魚，狀如{執皿}蜼５而長距，足白而對６，食者無蠱疾７，可以禦兵。 \\n １　郝懿行云：「言草木屯聚如倉囷之形也。」 \\n ２　郭璞云：「言樹枝交錯，相重五出，有象衢路也。離騷曰：『靡萍九衢。』」 \\n ３　珂案：藝文類聚卷八八引此經作黑葉。 \\n ４　郭璞云：「此山巔亦有白玉膏，得服之，即得仙道，世人不能上也；詩含神霧云。」 \\n ５　郝懿行云：「{執皿}當為盩，廣雅云：『狖，蜼也。』狖、盩聲相近。郭注爾雅云：『蜼似獼猴。』〈魚帝〉即鯢也，鯢省作兒，周書王會篇云：『兒若獼猴。』與此經合。」珂案：王念孫亦校{執皿}作盩。盩音舟。 \\n ６　郝懿行云：「對蓋謂足趾相向也。」 \\n ７　郝懿行云：「北次三經云：『人魚如〈魚帝〉魚，四足，食之無癡疾。』此言『食者無蠱疾』，蠱，疑惑也；癡，不慧也：其義同。」 \\n 又東三十里，曰泰室之山１。其上有木焉，葉狀如梨而赤理，其名曰栯２木，服者不妒。有草焉，其狀如{艹术}３，白華黑實，澤如蘡薁４，其名曰{艹瑤}草５，服之不昧６。上多美石７。 \\n １　郭璞云：「即中嶽嵩高山也，今在陽城縣西。」珂案：嵩高山在今河南省登封縣北。 \\n ２　郭璞云：「音郁。」 \\n ３　郭璞云：「{艹术}似薊也。」 \\n ４　郭璞云：「言子滑澤。」汪紱云：「蘡薁蔓生，細葉，實如小葡萄，或以為櫻桃，或以為葡萄，皆誤。」郝懿行云：「蓋即今之山葡萄。」 \\n ５　珂案：此{艹瑤}草與上文姑媱之山{艹瑤}草同名異實。 \\n ６　珂案：經文不昧，王念孫校改不眯；不眯，不厭夢也，已見上文西次四經「英鞮之山」注２。 \\n ７　郭璞云：「次玉者也；啟母化為石而生啟，在此山，見淮南子。」珂案：啟母化石生啟事，今本淮南子無，惟見漢書武帝紀顏師古注引淮南子，云：「禹治鴻水，通轘轅山，化為熊。謂塗山氏曰：『欲餉，聞鼓聲乃來。』禹跳石，誤中鼓。塗山氏往，見禹方作熊，慚而去。至嵩高山下，化為石，方生啟。禹曰：『歸我子！』石破北方而啟生。」今本蓋脫去之。參見海經新釋卷二「夏后啟」節注６。 \\n 又北三十里，曰講山，其上多玉，多柘，多柏。有木焉，名曰帝屋，葉狀如椒，反傷１赤實，可以禦凶。 \\n １　郭璞云：「反傷，刺下勾也。」珂案：傷，刺也；已見上文「大{非古}之山」注４。 \\n 又北三十里，曰嬰梁之山，上多蒼玉，錞于玄石１。 \\n １　郭璞云：「言蒼玉依黑石而生也。」珂案：錞于字已見上文西山經騩山，錞，汪紱釋為蹲，引申固亦有依附之義也。 \\n 又東三十里，曰浮戲之山。有木焉，葉狀如樗而赤實，名曰亢木，食之１不蠱。汜２水出焉，而北流注于河。其東有谷，因名曰蛇谷３，上多少辛４。 \\n １　珂案：經文食之，宋本、吳寬抄本作食者。 \\n ２　郝懿行云：「汜音似。」 \\n ３　郭璞云：「言此中出蛇，故以名之。」 \\n ４　郭璞云：「細辛也。」 \\n 又東四十里，曰少陘之山。有草焉，名曰{艹岡}草１，葉狀如葵，而赤莖白華，實如蘡薁，食之不愚２。器３難之水出焉，而北流注于役水４。 \\n １　郭璞云：「音剛。」 \\n ２　郭璞云：「言益人智。」 \\n ３　郭璞云：「或作囂。」 \\n ４　郭璞云：「一作侵。」珂案：王念孫校役為沒，云即下文沒，其所據項絪本也。 \\n 又東南十里，曰太山１。有草焉，名曰梨，其葉狀如荻２而赤華，可以已疽。太水出于其陽，而東南流注于役水３；承水出于其陰，而東北流注于役４。 \\n １　汪紱云：「此太山在鄭，非東岳太山。」 \\n ２　珂案：經文荻，郝懿行云，當為萩字之訛。萩音秋，爾雅釋草云：「蕭，萩。」郭注云：「即蒿。」合於今本郭注「荻亦蒿也，音狄」之義。郭注荻、狄字亦當作萩、秋。 \\n ３　珂案：經文役水，宋本、汪紱本作沒水，項絪本役亦作沒。 \\n ４　珂案：經文役，宋本、汪紱本作沒，項絪本同；下疑應增水字。 \\n 又東二十里，曰末山，上多赤金。末水出焉，北流注于役１。 \\n １　珂案：經文役，宋本、項絪本並作沒；汪紱本作投，誤也。下疑亦應增水字。 \\n 又東二十五里，曰役山，上多白金，多鐵。役水出焉，北注于河。 \\n 又東三十五里曰敏山。上有木焉，其狀如荊，白華而赤實，名曰葪柏１，服者不寒。其陽多〈王雩〉琈之玉。 \\n １　郭璞云：「音計。」郝懿行云：「玉篇云：『葪，俗薊字。』初學記二十八卷引廣志云：『柏有計柏。』計、葪聲同，疑是也。」 \\n 又東三十里，曰大騩之山，其陰多鐵、美玉、青堊１。有草焉，其狀如蓍而毛，青華而白實，其名曰{艹狼}２，服之不夭３，可以為腹病４。 \\n １　珂案：經文青堊，後漢書郡國志劉昭注引作美堊。 \\n ２　郝懿行云：「玉篇云：『{艹很}，胡懇切，草名，似蓍，花青白。』廣韻同。是{艹狼}當為{艹很}。」珂案：王念孫校同郝注。{艹很}音很。 \\n ３　郭璞云：「言盡（益）壽也。或作芺。」郝懿行云：「芺即夭，古今字爾。」 \\n ４　郭璞云：「為，治也；一作已。」珂案：經文病，宋本作疾。 \\n 凡苦山之首，自休與之山至于大騩之山，凡十有九山，千一百八十四里。其十六神者，皆豕身而人面。其祠：毛牷用一羊羞１，嬰用一藻玉瘞２。苦山、少室、太室皆冢也，其祠之：太牢之具，嬰以吉玉。其神狀皆人面而三首，其餘屬皆豕身人面也。 \\n １　郭璞云：「言以羊為薦羞。」 \\n ２　郭璞云：「藻玉，玉有五彩者也。或曰，所以盛玉藻藉也。」郝懿行云：「藻玉已見西次二經泰冒山。此藻疑當與璪同，說文云：『璪，玉飾如水藻之文也。』藻藉，見周官大行人。」 \\n 中次八經荊山之首，曰景山，其上多金玉，其木多杼１檀。雎２水出焉，東南流注于江，其中多丹粟，多文魚３。 \\n １　郭璞云：「杼音椽柱之柱。」 \\n ２　郭璞云：「雎音癰疽之疽。」 \\n ３　郭璞云：「有斑彩也。」珂案：楚辭九歌河伯云：「乘白黿兮逐文魚。」當即此。 \\n 東北百里，曰荊山，其陰多鐵，其陽多赤金，其中多犛牛１，多豹虎，其木多松柏，其草多竹，多橘櫾２。漳水出焉，而東南流注于雎，其中多黃金，多鮫魚３。其獸多閭麋４。 \\n １　郭璞云：「旄牛屬也，黑色，出西南徼外也；音貍，一音來。」 \\n ２　郭璞云：「櫾似橘而大也，皮厚味酸。」珂案：櫾，本字作柚。黃丕烈、周叔弢校本云：「多橘櫾並傳十字應在其草多竹上。」 \\n ３　郝懿行云：「鮫魚即今沙魚。」 \\n ４　珂案：經文麋，王念孫、郝懿行並校作麈；郭璞云：「似鹿而大也。」 \\n 又東北百五十里，曰驕山，其上多玉，其下多青雘，其木多松柏，多桃枝鉤端１。神鼉圍２處之，其狀如人面３，羊角虎爪，恆遊于雎漳之淵，出入有光。 \\n １　珂案：桃枝鉤端已見上文西山經嶓冢之山。 \\n ２　汪紱云：「鼉音駝。」 \\n ３　郝懿行云：「廣韻鼉字注本此文，無面字。」珂案：經文面，疑是而字之誤，屬下讀。郭璞注海外東經毛民國云：「為人短小，而體盡有毛。」宋本、毛扆本、畢沅校本、百子全書本、吳任臣本而俱作面，可證。 \\n 又東北百二十里，曰女几之山，其上多玉，其下多黃金，其獸多豹虎，多閭麋麖麂１，其鳥多白鷮２，多翟，多鴆３。 \\n １　郭璞云：「麂似獐而大，猥（〈犭農〉）毛，豹（狗）腳；音几。」 \\n  \\n ２　郭璞云：「鷮似雉而長尾，走且鳴；音驕。」 \\n ３　郭璞云：「鴆大如鵰，紫綠色，長頸赤喙，食蝮蛇頭；雄名運日，雌名陰諧也。」郝懿行云：「說文云：『鴆，毒鳥也。』體有毒，古人謂之鴆毒。」 \\n 又東北二百里，曰宜諸之山，其上多金玉，其下多青雘。洈水１出焉，而南流注于漳，其中多白玉。 \\n １　郭璞云：「音詭。」 \\n 又東北二百里，曰綸山１，其木多梓柟，多桃枝，多柤２栗橘櫾，其獸多閭麈麢３。 \\n １　郭璞云：「音倫。」 \\n ２　郭璞云：「柤似梨而酢濇。」珂案：柤音渣；參見海經新釋卷三「平丘甘柤」節注４。 \\n ３　郭璞云：「似菟而鹿腳，青色；音綽。」 \\n 又東二百里，曰陸〈危邑〉１之山，其上多〈王雩〉琈之玉，其下多堊，其木多杻橿。 \\n １　汪紱云：「〈危邑〉音跪。」 \\n 又東百三十里，曰光山，其上多碧，其下多木１。神計蒙處之，其狀人身而龍首，恆遊于漳淵，出入必有飄風暴雨。 \\n １　郝懿行云：「木疑水字之訛。」珂案：王念孫校亦作水，汪紱本木字正作水。 \\n 又東百五十里，曰岐山，其陽多赤金，其陰多白珉１，其上多金玉，其下多青雘，其木多樗。神涉鼉２處之，其狀人身而方面三足。 \\n １　郭璞云：「石似玉者；音旻。」 \\n ２　郭璞云：「鼉，徒何切；一作蠤〈酋改留〉，笑遊切。」郝懿行云：「蠤〈酋改留〉字音義並所未詳。」 \\n 又東百三十里，曰銅山，其上多金銀鐵１，其木多榖柞柤栗橘櫾，其獸多〈犭勺〉２。 \\n １　郝懿行云：「銅山，蓋以所產三物得名。」 \\n ２　郝懿行云：「〈犭勺〉，本或作豹，非。〈犭勺〉音灼，豹文獸也；見西次二經厎陽之山。」珂案：吳任臣本、畢沅本作豹。 \\n 又東北一百里，曰美山，其獸多兕牛，多閭麈，多豕鹿，其上多金，其下多青雘。 \\n 又東北百里，曰大堯之山，其木多松柏，多梓桑，多机１，其草多竹，其獸多豹虎麢。 \\n １　珂案：机已見上文北山經首單狐之山。 \\n 又東北三百里，曰靈山，其上多金玉，其下多菁雘，其木多桃李梅杏１。 \\n １　郭璞云：「梅似杏而酢也。」 \\n 又東北七十里，曰龍山，上多寓木１，其上多碧，其下多赤錫，其草多桃枝鉤端。 \\n １　郭璞云：「寄生也，一名宛童；見爾雅。」 \\n 又東南五十里，曰衡山，上多寓木榖柞，多黃堊白堊。 \\n 又東南七十里，曰石山，其上多金，其下多青雘，多寓木。 \\n 又南百二十里，曰若山１，其上多〈王雩〉琈之玉，多赭２，多邽石３，多寓木，多柘。 \\n １　郭璞云：「若或作前。」 \\n ２　郭璞云：「赤土。」 \\n ３　郭璞云：「未詳。」王念孫云：「下文虎尾之山多封石，邽、封二字必有一誤；篇內作邽石者二，作封石者六。」珂案：是邽石當作封石也。郝懿行校同。 \\n 又東南一百二十里，曰彘山，多美石，多柘。 \\n 又東南一百五十里，曰玉山，其上多金玉，其下多碧鐵，其木多柏１。 \\n １　郭璞云：「一作楢。」 \\n 又東南七十里，曰灌山１，其木多檀，多邽石，多白錫。郁水出于其上，潛于其下，其中多砥礪。 \\n １　珂案：太平御覽卷八一二引此經作濯山。下文邽石亦應作封石。 \\n 又東北百五十里，曰仁舉之山，其木多榖柞，其陽多赤金，其陰多赭。 \\n 又東五十里，曰師每之山，其陽多砥礪，其陰多青雘，其木多柏，多檀，多柘，其草多竹。 \\n 又東南二百里，曰琴鼓之山，其木多榖柞椒柘１，其上多白珉，其下多洗石２，其獸多豕鹿，多白犀，其鳥多鴆。 \\n １　郭璞云：「椒為樹小而叢生，下有草木則蠚死。」 \\n ２　珂案：洗石已見上文西山經首錢來之山。 \\n 凡荊山之首，自景山至琴鼓之山，凡二十三山，二千八百九十里。其神狀皆鳥身而人面。其祠：用一雄雞祈瘞１，用一藻圭，糈用稌。驕山，冢也，其祠：用羞酒少牢祈瘞，嬰毛２一璧。 \\n １　郭璞云：「禱請已薶之也。」郝懿行云：「祈當為{幾皿}。」珂案：{幾皿}見上文中次四經末段注１。 \\n ２　珂案：經文嬰毛，江紹原中國古代旅行之研究謂當係嬰用之誤，是也。嬰為以玉獻神之專稱，嬰用一璧者，以一璧祠祭于神也。準此，上文用一藻圭，亦疑當作嬰用一藻圭，脫嬰字。 \\n 中次九經岷山之首，曰女几之山，其上多石涅，其木多杻橿，其草多菊{艹术}。洛水出焉，東注于江，其中多雄黃，其獸多虎豹。 \\n 又東北三百里，曰岷山，江水出焉，東北流注于海，其中多良龜，多鼉１。其上多金玉，其下多白珉，其木多梅棠，其獸多犀象，多夔牛２，其鳥多翰鷩３。 \\n １　郭璞云：「似蜥易，大者長二丈，有鱗彩，皮可以冒鼓。」珂案：呂氏春秋古樂篇云：「帝顓頊乃令鱓先為樂倡，鱓乃偃寢，以其尾鼓其腹，其音英英。」鱓音駝，即鼉之或字，是關於鼉之神話也。 \\n ２　郭璞云：「今蜀山中有大牛，重數千斤，名為夔牛，即爾雅所謂魏。」珂案：郭注魏，今本爾雅作犩。 \\n ３　郭璞云：「白翰赤鷩。」 \\n 又東北一百四十里，曰崍山，江水出焉，東流注大江１。其陽多黃金，其陰多麋麈，其木多檀柘，其草多韭，多葯２空奪３。 \\n １　珂案：經文東流注大江，汪紱本、畢沅校本注下並有于字，王念孫校亦增于字。 \\n ２　珂案：葯，白芷也；已見上文西次四經號山。 \\n ３　汪紱云：「空奪即寇脫也。」珂案：汪說疑是。寇脫已見上文中次五經升山。 \\n 又東一百五十里，曰崌１山，江水出焉，東流注于大江，其中多怪蛇２，多{執魚}魚３，其木多楢４杻，多梅梓，其獸多夔牛麢犀兕。有鳥焉，狀如鴞而赤身白首，其名曰竊脂５，可以禦火。 \\n １　郭璞云：「音居。」 \\n ２　郭璞云：「今永昌郡有鉤蛇，長數丈，尾岐，在水中鉤取岸上人、牛、馬啖之，又呼馬絆蛇，謂此類也。」 \\n ３　郭璞云：「音贄；未聞。」 \\n ４　郭璞云：「楢，剛木也，中車材；音秋。」 \\n ５　郭璞云：「今呼小青雀曲觜肉食者為竊脂，疑非此也。」郝懿行云：「與爾雅竊脂同名異物。」 \\n 又東三百里，曰高梁之山，其上多堊，其下多砥礪，其木多桃枝鉤端。有草焉，狀如葵而赤華，莢實白柎，可以走馬。 \\n 又東四百里，曰蛇山，其上多黃金，其下多堊，其木多栒，多橡章，其草多嘉榮、少辛。有獸焉，其狀如狐，而白尾長耳，名〈犭也〉１狼，見則國內有兵２。 \\n １　汪紱云：「〈犭也〉音巳。」 \\n ２　郭璞云：「一作國有內亂。」 \\n 又東五百里，曰鬲山，其陽多金，其陰多白珉。蒲〈薨鳥〉１之水出焉，而東流注于江，其中多白玉。其獸多犀象熊羆，多猿蜼２。 \\n １　郭璞云：「音薨。」 \\n ２　汪紱云：「蜼，猿屬，仰鼻岐尾，天雨則自懸樹，而以尾塞鼻。」 \\n 又東北三百里，曰隅陽之山，其上多金玉，其下多青雘，其木多梓桑，其草多茈。徐之水出焉１，東流注于江，其中多丹粟。 \\n １　珂案：經文「其草多茈徐之水出焉」中間，疑有脫文，姑為斷句如此。 \\n 又東二百五十里，曰岐山，其上多白金，其下多鐵，其木多梅１梓，多杻楢。減水２出焉，東南流注于江。 \\n １　郭璞云：「梅或作{艹敏}。」 \\n ２　郝懿行云：「劉昭郡國志注引此經作城水，城疑堿字之訛，或古本減有作堿者也。」 \\n 又東三百里，曰勾檷１之山，其上多玉，其下多黃金，其木多櫟柘，其草多芍藥。 \\n １　珂案：檷音弭。 \\n 又東一百五十里，曰風雨之山，其上多白金，其下多石涅，其木多棷樿１，多楊。宣余之水出焉，東流注于江，其中多蛇２。其獸多閭麋，多麈豹虎３，其鳥多白鷮。 \\n １　郭璞云：「棷木，未詳也；樿木白理，中櫛。騶善二音。」 \\n ２　郝懿行云：「水蛇也。」 \\n ３　珂案：經文疑當作其獸多閭麋麈，多豹虎；多麈二字適倒。 \\n 又東北二百里，曰玉山，其陽多銅，其陰多赤金，其木多豫章楢杻，其獸多豕鹿麢，其鳥多鴆。 \\n 又東一百五十里，曰熊山。有穴焉，熊之穴，恆出神人。夏啟而冬閉；是穴也，冬啟乃必有兵１。其上多白玉，其下多白金，其木多樗柳，其草多寇脫。 \\n １　珂案：太平御覽卷五四引此經，熊之穴作熊穴；冬啟作若冬啟夏閉。 \\n 又東一百四十里，曰騩山，其陽多美玉赤金，其陰多鐵，其木多桃枝荊芭１。 \\n １　郝懿行云：「芭蓋芑字之訛，芑又杞之假借字也。南次二經云：『虖勺之山，其下多荊杞。』中次十一經云：『歷石之山，其木多荊芑。』並以荊芑連文，此誤審矣。」珂案：宋本、吳寬抄本芭正作芑。 \\n 又東二百里曰葛山，其上多赤金，其下多瑊石１，其木多柤栗橘櫾楢杻，其獸多麢，其草多嘉榮。 \\n １　珂案：文選子虛賦云：「瑊玏玄厲。」張揖注云：「瑊、玏，石之次玉者。」如淳云：「瑊，音緘；玏，音勒。」據此，經文瑊石石字疑衍。 \\n 又東一百七十里，曰賈超之山，其陽多黃堊，其陰多美赭，其木多柤栗橘櫾，其中多龍脩１。 \\n １　郭璞云：「龍須也；似莞而細，生山石穴中，莖倒垂，可以為席。」珂案：古今注云：「世稱皇帝（黃帝）鍊丹於鑿硯山，乃得仙，乘龍上天。群臣援龍鬚，鬚墮而生草，曰龍鬚。」是關于龍須（鬚）之神話，脩、須聲近而轉耳。 \\n 凡岷山之首，自女几山至于賈超之山，凡十六山，三千五百里。其神狀皆馬身而龍首。其祠：毛用一雄雞瘞，糈用稌。文山１、勾檷、風雨、騩之山２，是皆冢也，其祠之：羞酒３，少牢具，嬰毛４一吉玉。熊山，席也５，其祠：羞酒，太牢具，嬰毛一璧。干儛，用兵以禳６；祈，璆冕舞７。 \\n １　郝懿行云：「此上無文山，蓋即岷山也；史記又作汶山，並古字通用。」 \\n ２　珂案：經文騩之山，疑衍之字。 \\n ３　郭璞云：「先進酒以酹神。」 \\n ４　珂案：經文嬰毛一吉玉與下文嬰毛一璧毛字，當俱係用字之訛，說已見上文中次八經末段注２。 \\n ５　郭璞云：「席者，神之所馮止也。」郝懿行云：「席當為帝，字形之訛也；上下經文並以帝冢為對，此訛作席，郭氏意為之說，蓋失之。」珂案：郝說是也，王念孫亦校席作帝。 \\n ６　郭璞云：「禳，祓除之祭名；儛者，持盾武舞也。」 \\n ７　汪紱云：「求福祥則祭用璆玉，舞者用冕服以舞也。」珂案：璆音求；爾雅釋器云：「璆、琳，玉也。」郭璞注：「美玉名。」二句意當為禳則干舞，祈則冕服持玉以舞也。 \\n 中次十經之首，曰首陽之山，其上多金玉，無草木。 \\n 又西五十里，曰虎尾之山，其木多椒椐，多封石１，其陽多赤金，其陰多鐵。 \\n １　郝懿行云：「本草別錄云：『封石味甘，無毒，生常山及少室。』下文游戲之山、嬰侯之山、豐山、服山、聲匈之山並多此石。」 \\n 又西南五十里，曰繁繢１之山，其木多楢杻，其草多枝勾２。 \\n １　郭璞云：「音潰。」 \\n ２　汪紱云：「枝句，蓋桃枝句端也。」 \\n 又西南二十里，曰勇石之山，無草木，多白金，多水。 \\n 又西二十里，曰復州之山，其木多檀，其陽多黃金。有鳥焉，其狀如鴞，而一足彘尾，其名曰跂踵１，見則其國大疫。 \\n １　郭璞云：「音企。」珂案：太平御覽卷七四二引此經彘尾作彘毛，跂踵作企踵。 \\n 又西三十里，曰楮山１，多寓木，多椒椐，多柘，多堊。 \\n １　郭璞云：「一作渚州之山。」 \\n 又西二十里，曰又原之山，其陽多青雘，其陰多鐵，其鳥多鸜鵒１。 \\n １　郭璞云：「鴝鵒也。傳曰：『鴝鵒來巢。』音臞。」 \\n 又西五十里，曰涿山，其木多榖柞杻，其陽多〈王雩〉琈之玉。 \\n 又西七十里，曰丙山，其木多梓檀，多〈弓欠〉杻１。 \\n １　郭璞云：「〈弓欠〉義所未詳。」郝懿行云：「方言云：『〈弓欠〉，長也；東齊曰〈弓欠〉。』郭注云：『〈弓欠〉，古矧字。』然則〈弓欠〉杻，長杻也。杻為木多曲少直，見陸璣詩疏。此杻獨長，故著之。俟考。」 \\n 凡首陽山之首，自首山１至于丙山，凡九山，二百六十七里。其神狀皆龍身而人面。其祠之：毛用一雄雞瘞，糈用五種之糈。堵山，冢也，其祠之：少牢具，羞酒祠，嬰毛２一璧瘞。騩山，帝也，其祠羞酒，太牢其３；合巫祝二人儛，嬰一璧。 \\n １　郝懿行云：「首山即首陽山。」 \\n ２　珂案：經文嬰毛，仍當是嬰用之訛，說已見上文中次八經末段注２。 \\n ３　郝懿行云：「其當為具字之訛。」 \\n 中次一十一山經１荊山之首，曰翼望之山。湍２水出焉，東流注于濟；貺３水出焉，東南流注于漢，其中多蛟４。其上多松柏，其下多漆梓，其陽多赤金，其陰多珉。 \\n １　珂案：經文原當作中次一十一山，迨劉秀校錄此書，始改山為經，亦有改而未盡者，即此是也，於是山、經二字乃互相抵觸矣。吳任臣本挖去山字，空出一格，殆亦已知其為抵觸，卻不知去經存山始符原貌也。說見海經新釋卷一篇首注１。 \\n ２　珂案：湍音專。 \\n ３　郭璞云：「音況。」 \\n ４　郭璞云：「似蛇而四腳，小頭細頸，（頸）有白癭，大者十數圍，卵如一二石甕，能吞人。」 \\n 又東北一百五十里，曰朝歌１之山。潕２水出焉，東南流注于滎，其中多人魚。其上多梓柟，其獸多麢麋。有草焉，名曰莽草３，可以毒魚。 \\n １　汪紱云：「此非河北紂都之朝歌。」珂案：上文已有朝歌之山，見中次五經。 \\n ２　郭璞云：「音武。」 \\n ３　汪紱云：「即芒草也。」珂案：芒草已見上文中次二經葌山。 \\n 又東南二百里，曰帝囷之山１，其陽多〈王雩〉琈之玉，其陰多鐵。帝囷之水出于其上，潛于其下，多鳴蛇２。 \\n １　郝懿行云：「囷，廣韻引作箘。」 \\n ２　珂案：鳴蛇已見上文中次二經鮮山。 \\n 又東南五十里，曰視山，其上多韭。有井焉，名曰天井，夏有水，冬竭１。其上多桑，多美堊金玉。 \\n １　珂案：中次五經云：「超山有井，冬有水而夏竭。」與此適反。 \\n 又東南二百里，曰前山，其木多櫧１，多柏，其陽多金，其陰多赭。 \\n １　郭璞云：「似柞子，可食，冬夏生（青），作屋柱難腐；音諸，或作儲。」 \\n 又東南三百里，曰豐山。有獸焉，其狀如蝯１，赤目、赤喙、黃身，名曰雍和，見則國有大恐。神耕父２處之，常遊清泠之淵，出入有光３，見則其國為敗。有九鍾焉，是知霜鳴４。其上多金，其下多榖柞杻橿。 \\n １　珂案：蝯同猿，即今猿字。 \\n ２　珂案：劉昭注後漢書郡國志引文選南都賦注云：「耕父，旱鬼也。」其注禮儀志引東京賦注同，今注並無之。 \\n ３　郭璞云：「清泠水在西鄂縣山上，神來時水赤有光耀，今有屋祠之。」 \\n ４　郭璞云：「霜降則鍾鳴，故言知也。」郝懿行云：「北堂書鈔一百八卷引此經及郭注知並作和，疑今本字形之訛。」 \\n 又東北八百里，曰兔床之山，其陽多鐵，其木多藷藇１，其草多雞穀，其本如雞卵，其味酸甘，食者利于人。 \\n １　汪紱云：「藷藇非木也，此疑當是櫧芧，芧，小栗也。」 \\n 又東六十里，曰皮山，多堊，多赭，其木多松柏。 \\n 又東六十里，曰瑤碧之山１，其木多梓柟，其陰多青雘，其陽多白金。有鳥焉，其狀如雉，恆食蜚２，名曰鴆３。 \\n １　珂案：藝文類聚卷八九引此經瑤作搖。 \\n ２　郭璞云：「蜚，負盤也；音翡。」郝懿行云：「蜚見爾雅，郭注云：『蜚，負盤，臭蟲。』」 \\n ３　郭璞云：「此更一種鳥，非食蛇之鴆也。」珂案：食蛇鴆已見上文中次八經女几山。 \\n 又東四十里，曰支離１之山。濟水２出焉，南流注于漢。有鳥焉，其名曰嬰勺，其狀如鵲，赤目、赤喙、白身，其尾若勺３，其鳴４自呼。多〈牛乍〉牛，多羬羊。 \\n １　珂案：經文支離，王念孫、孫星衍、郝懿行並校作攻離。 \\n ２　珂案：經文濟水，王念孫、郝懿行並校作淯水。 \\n ３　郭璞云：「似酒勺形。」郝懿行云：「鵲尾似勺，故後世作鵲尾勺，本此。」 \\n ４　珂案：經文鳴，吳寬抄本作名。 \\n 又東北五十里，曰祑{竹周}１之山，其上多松柏机柏２。 \\n １　郭璞云：「音彫。」 \\n ２　珂案：經文机柏，宋本作机桓，王念孫、郝懿行亦並校作机桓，云即無患子，可以浣衣去垢。 \\n 又西北一百里，曰堇理之山，其上多松柏，多美梓，其陰多丹雘，多金，其獸多豹虎。有鳥焉，其狀如鵲，青身白喙，白目白尾，名曰青耕，可以禦疫，其鳴自叫。 \\n 又東南三十里，曰依〈車古〉１之山，其上多杻橿，多苴２。有獸焉，其狀如犬，虎爪有甲，其名曰獜３，善〈馬央〉{分牛}４，食者不風５。 \\n １　郭璞云：「音枯。」 \\n ２　郭璞云：「未詳；音葅。」郝懿行云：「經內皆云其木多苴，疑苴即柤之假借字也；柤之借為苴，亦如杞之借為芑矣。」 \\n ３　郭璞云：「言體有鱗甲；音吝。」 \\n ４　郭璞云：「跳躍自撲也；鞅奮兩音。」 \\n ５　郭璞云：「不畏天風。」汪紱云：「或云無風疾也。」 \\n 又東南三十五里曰即谷之山，多美玉，多玄豹１，多閭麈，多麢。其陽多珉，其陰多青雘。 \\n １　郭璞云：「黑豹也，即今荊州山中出（之）黑虎也。」 \\n 又東南四十里，曰雞山，其上多美梓，多桑，其草多韭。 \\n 又東南五十里，曰高前之山。其上有水焉，甚寒而清１，帝臺之漿２也，飲之者不心痛。其上有金，其下有赭。 \\n １　郭璞云：「或作潛。」 \\n ２　珂案：經文帝臺之漿，藝文類聚卷八引漿下有水字，太平御覽卷五九同。中次七經休與之山有帝臺之棋，為帝臺所以禱百神者；又有鼓鍾之山，為帝臺所以觴百神者，則帝臺者，蓋治理一方之小天帝，猶人間徐偃王之類是也。晉書束皙傳云：「穆天子傳五篇，言周穆王遊行四海，見帝臺、西王母。」今本穆傳已無帝臺事，蓋闕佚也。 \\n 又東南三十里，曰游戲之山，多杻橿榖，多玉，多封石。 \\n 又東南三十五里，曰從山，其上多松柏，其下多竹。從水出于其上，潛于其下，其中多三足鱉，枝尾１，食之無蠱疫２。 \\n １　郭璞云：「三足鱉名能，見爾雅。」 \\n ２　王念孫云：「疫字因下文其國大疫而誤，當為疾；上文云，〈魚帝〉魚食之無蠱疾。」珂案：〈魚帝〉魚已見中次七經少室之山。 \\n 又東南三十里，曰嬰〈石垔〉１之山，其上多松柏，其下多梓櫄２。 \\n １　郭璞云：「音真。」 \\n ２　郝懿行云：「櫄即杶字，見說文。」 \\n 又東南三十里，曰畢山。帝苑之水出焉，東北流注于視１，其中多水玉，多蛟。其上多〈王雩〉琈之玉。 \\n １　汪紱云：「視當作瀙，今南陽汝寧間有瀙水。」 \\n 又東南二十里，曰樂馬之山。有獸焉，其狀如彙１，赤如丹火，其名曰〈犭戾〉２，見則其國大疫。 \\n １　吳任臣云：「彙，蝟鼠也。」 \\n ２　郭璞云：「音戾。」 \\n 又東南二十五里，曰葴１山，視水出焉２，東南流注于汝水，其中多人魚，多蛟，多頡３。 \\n １　珂案：葴音緘。 \\n ２　郭璞云：「或曰視宜為瀙，瀙水今在南陽也。」 \\n ３　郭璞云：「如青狗。」 \\n 又東四十里，曰嬰山，其下多青雘，其上多金玉。 \\n 又東三十里，曰虎首之山，多苴椆１椐。 \\n １　郭璞云：「椆，未詳也；音彫。」郝懿行云：「類篇云：『椆寒而不凋。』」 \\n 又東二十里，曰嬰矦之山，其上多封石，其下多赤錫。 \\n 又東五十里，曰大孰之山。殺水出焉，東北流注于視水１，其中多白堊。 \\n １　郝懿行云：「視當為瀙。水經注云：『瀙水又東北，殺水出西南大孰之山，東北流注於瀙。』」 \\n 又東四十里，曰卑山，其上多桃李苴梓，多纍１。 \\n １　郭璞云：「今虎豆貍豆之屬；纍一名縢，音誄。」 \\n 又東三十里，曰倚帝之山，其上多玉，其下多金。有獸焉，狀如鼣鼠１，白耳白喙，名曰狙１如，見則其國有大兵。 \\n １　郭璞云：「爾雅說鼠有十三種，中有此鼠，形所未詳也。音狗吠之吠。」 \\n ２　汪紱云：「狙音蛆。」 \\n 又東三十里，曰鯢山，鯢水出于其上，潛于其下，其中多美堊。其上多金，其下多青雘。 \\n 又東三十里，曰雅山。澧水出焉，東流注于視水，其中多大魚。其上多美桑，其下多苴，多赤金。 \\n 又東五十五里，曰宣山。淪水出焉，東南流注于視水１，其中多蛟。其上有桑焉，大五十尺２，其枝四衢３，其葉大尺餘，赤理黃華４青柎，名曰帝女之桑５。 \\n １　珂案：經文五十五里，宋本、毛扆本均無下五字。經文視水，郝懿行校仍當作瀙水。 \\n ２　郭璞云：「圍五丈也。」 \\n ３　郭璞云：「言枝交互四出。」 \\n ４　珂案：經文黃華，藝文類聚卷八十八引作青華，太平御覽卷九五五引作青葉。 \\n ５　郭璞云：「婦女主蠶，故以名桑。」珂案：太平御覽卷九二一引廣異記云：「南方赤帝女學道得仙，居南陽崿山桑樹上，赤帝以火焚之，女即升天，因名曰帝女桑。」畢沅云：「案水經注，（宣）山在今河南泌陽縣界，今失名。」泌陽縣，漢時稱比陽縣，屬南陽郡，則宣山即崿山矣，宣山帝女之桑即崿山帝女桑也。赤帝女居此桑火焚升天，故桑以帝女而名，郭釋以「婦女主蠶」云云，殊未諦也。 \\n 又東四十五里，曰衡山１，其上多青雘，多桑，其鳥多鸜鵒。 \\n １　郭璞云：「今衡山在衡陽湘南縣，南嶽也，俗謂之岣嶁山。」珂案：此衡山非南嶽衡山，郭注以為即南嶽衡山，失之，見海經新釋卷十三「三天子之都山」節注１。 \\n 又東四十里，曰豐山１，其上多封石，其木多桑，多羊桃，狀如桃而方莖２，可以為皮張３。 \\n １　珂案：上文已有豐山，此山蓋與連麓而別一山，非重出也。 \\n ２　郭璞云：「一名鬼桃。」 \\n ３　郭璞云：「治皮腫起。」 \\n 又東七十里，曰嫗山，其上多美玉，其下多金，其草多雞穀。 \\n 又東三十里，曰鮮山，其木多楢杻苴，其草多{艹舋}冬，其陽多金，其陰多鐵。有獸焉，其狀如膜大１，赤喙、赤目、白尾，見則其邑有火２，名曰〈犭多〉即３。 \\n １　郝懿行云：「大當為犬字之訛，廣韻作犬，可證。膜犬者，即西膜之犬，今其犬高大濃毛，猛悍多力也。」 \\n ２　郝懿行云：「廣韻說〈犭多〉即出則大兵。」 \\n ３　郭璞云：「音移。」 \\n 又東三十里，曰章山１，其陽多金，其陰多美石。皋水出焉，東流注于澧水，其中多脃石２。 \\n １　郭璞云：「或作童山。」郝懿行云：「經章山當為皋山，注童山當為章山，並字形之訛也。見水經注。」珂案：王念孫校同郝注。 \\n ２　郭璞云：「未聞。」珂案：脃，俗作脆；郝懿行云：「說文云：『脃，小耎易斷也。』此石耎薄易碎，故以名焉。」 \\n 又東二十五里，曰大支之山，其陽多金，其木多榖柞，無草木１。 \\n １　珂案：經文無草木，宋本、毛扆本均止作無草，何焯校亦衍木字，郝懿行校同：木字實衍。 \\n 又東五十里，曰區吳之山，其木多苴。 \\n 又東五十里，曰聲匈之山，其木多榖，多玉，上多封石。 \\n 又東五十里，曰大騩之山１，其陽多赤金，其陰多砥石。 \\n １　郭璞云：「上已有此山，疑同名。」珂案：大騩山已見中次七經。 \\n 又東十里，曰踵臼之山，無草木。 \\n 又東北七十里，曰歷１石之山，其木多荊芑，其陽多黃金，其陰多砥石。有獸焉，其狀如貍，而白首虎爪，名曰梁渠，見則其國有大兵。 \\n １　郭璞云：「或作磨。」 \\n 又東南一百里，曰求山。求水出于其上，潛于其下，中有美赭。其木多苴，多{竹媚}１。其陽多金，其陰多鐵。 \\n １　郭璞云：「篠屬。」郝懿行云：「篠，箭，見爾雅。又中次十二經云：『暴山多竹箭{竹媚}箘。』是{竹媚}亦箘屬，中箭也。」 \\n 又東二百里，曰丑陽之山，其上多椆椐。有鳥焉，其狀如烏而赤足，名曰〈鳥只〉鵌１，可以禦火。 \\n １　珂案：〈鳥只〉鵌音枳徒。宋本、毛扆本、汪紱本並作〈鳥只〉餘。 \\n 又東三百里，曰奧山，其上多柏杻橿，其陽多〈王雩〉琈之玉。奧水出焉，東流注于視水。 \\n 又東三十五里，曰服山，其木多苴，其上多封石，其下多赤錫。 \\n 又東百十里１，曰杳山，其上多嘉榮草，多金玉。 \\n １　珂案：經文百十里，宋本、吳寬抄本、毛扆本、汪紱本、吳任臣本、畢沅校本並作三百里。 \\n 又東三百五十里，曰几山，其木多楢檀杻，其草多香１。有獸焉，其狀如彘，黃身、白頭、白尾，名曰聞〈犭粦〉２，見則天下大風。 \\n １　郝懿行云：「草多香者，即如下文洞庭之山草多葌蘼蕪芍藥芎藭之屬也。」 \\n ２　郭璞云：「音鄰；〈犭粦〉亦作粼，音瓴。」 \\n 凡荊山之首，自翼望之山至于几山，凡四十八山，三千七百三十二里。其神狀皆彘身人首。其祠：毛用一雄雞祈１，瘞用一珪，糈用五種之精２。禾山３帝也，其祠：太牢之具，羞瘞，倒毛４；用一璧，牛無常５。堵山、玉山冢也６，皆倒祠７，羞毛少牢，嬰毛吉玉８。 \\n １　郝懿行云：「祈當為{幾皿}。」 \\n ２　郭璞云：「備五穀之美者。」珂案：謂用五種精米以祀神；中次十經末云：「糈用五種之糈。」此精字或是糈字之訛。 \\n ３　郝懿行云：「上文無禾山，或云帝囷山之脫文，或云求山之誤文。」 \\n ４　郭璞云：「薦羞反倒牲薶之也。」 \\n ５　汪紱云：「不必犧牷具也。」 \\n ６　郝懿行云：「堵山見中次十經，玉山見中次八、九經，此經都無此二山，未審何字之訛。」 \\n ７　郝懿行云：「倒祠，亦謂倒毛也。」 \\n ８　珂案：經文嬰毛吉玉，江紹原亦以為毛係用字之訛，已見上文中次八經末段注２。 \\n 中次十二經洞庭山之首，曰篇１遇之山，無草木，多黃金。 \\n １　郭璞云：「或作肩。」 \\n 又東南五十里，曰雲山，無草木。有桂竹，甚毒，傷人必死。其上多黃金，其下多〈王雩〉琈之玉１。 \\n １　珂案：初學記卷二十八引此經云：「雲山之上，其實乾腊。」又引郭注云：「腊乾，梅也。」今經無之，蓋脫。 \\n 又東南一百三十里，曰龜山，其木多榖柞椆椐，其上多黃金，其下多青雄黃，多扶竹１。 \\n １　郭璞云：「邛竹也。高節實中，中杖也；名之扶老竹。」 \\n 又東七十里，曰丙山，多筀竹１，多黃金銅鐵，無木。 \\n １　郝懿行云：「筀亦當為桂，桂陽所生竹，因以為名也。」 \\n 又東南五十里，曰風伯之山１，其上多金玉，其下多痠石２文石，多鐵，其木多柳杻檀楮。其東有林焉，名曰莽浮之林，多美木鳥獸。 \\n １　珂案：初學記卷二十八引此經作鳳伯之山，風、鳳古本一字也。 \\n ２　郭璞云：「未詳痠石之義。」吳任臣云：「痠，蘇官反，音酸。」 \\n 又東一百五十里，曰夫夫之山，其上多黃金，其下多青雄黃，其木多桑楮，其草多竹、雞鼓１。神于兒居之，其狀人身而身操兩蛇，常遊于江淵，出入有光。 \\n １　畢沅云：「即上雞穀草，穀、鼓聲相近。」 \\n 又東南一百二十里，曰洞庭之山，其上多黃金，其下多銀鐵，其木多柤梨橘櫾，其草多葌蘪蕪１芍藥芎藭。帝之二女居之２，是常遊于江淵。澧沅之風，交瀟湘之淵，是在九江之閒，出入必以飄風暴雨。是多怪神，狀如人而載蛇３，左右手操蛇。多怪鳥。 \\n １　郭璞云：「蘪蕪，似蛇床而香也。」 \\n ２　郭璞云：「天帝之二女而處江為神也。」汪紱云：「帝之二女，謂堯之二女以妻舜者娥皇女英也。相傳謂舜南巡狩，崩於蒼梧，二妃奔赴哭之，隕於湘江，遂為湘水之神，屈原九歌所稱湘君、湘夫人是也。」珂案：堯之二女即天帝之二女也，蓋古神話中堯亦天帝也。參見海經新釋卷七「宵明、燭光」節注７及卷十三「蒼梧丘」節注２。 \\n ３　郝懿行云：「載亦戴也，古字通。」 \\n 又東南一百八十里，曰暴山１，其木多棕柟荊芑竹箭{竹媚}箘２，其上多黃金玉，其下多文石鐵，其獸多麋鹿{鹿旨}３就４。 \\n １　珂案：文選鷦鷯賦注引此經作景山。 \\n ２　郭璞云：「箘亦篠類，中箭；見禹貢。」 \\n ３　珂案：{鹿旨}音几，即麂。 \\n ４　郭璞云：「就，鵰也；見廣雅。」珂案：王念孫于就上校增其鳥多三字。 \\n 又東南二百里，曰即公之山１，其上多黃金，其下多〈王雩〉琈之玉，其木多柳杻檀桑。有獸焉，其狀如龜，而白身赤首，名曰蛫２，是可以禦火。 \\n １　珂案：史記司馬相如傳云：「螹胡豰蛫。」索隱載姚氏引此經作即山，無公字；作山經，無海字。 \\n ２　郭璞云：「音詭。」 \\n 又東南一百五十九里，有堯山，其陰多黃堊，其陽多黃金，其木多荊芑柳檀，其草多藷藇{艹术}。 \\n 又東南一百里，曰江浮之山，其上多銀砥礪，無草木，其獸多豕鹿。 \\n 又東二百里１，曰真陵之山，其上多黃金，其下多玉，其木多榖柞柳杻，其草多榮草２。 \\n １　珂案：畢沅校本東下有南字。 \\n ２　珂案：榮草已見上文中山經首鼓鐙之山。 \\n 又東南一百二十里，曰陽帝之山，多美銅，其木多橿杻檿１楮，其獸多麢麝。 \\n １　珂案：檿，山桑也；音掩。 \\n 又南九十里，曰柴桑之山，其上多銀，其下多碧，多泠石１赭，其木多柳芑楮桑，其獸多麋鹿，多白蛇飛蛇２。 \\n １　珂案：泠石當作泠石，已見上文中次四經釐山。 \\n ２　郭璞云：「即螣蛇，乘霧而飛者。」珂案：韓非子十過篇云：「昔者黃帝合鬼神於西泰山之上，騰蛇伏地。」謂此也。一作螣蛇，見爾雅釋魚。 \\n 又東二百三十里１，曰榮余之山，其上多銅，其下多銀，其木多柳芑，其蟲２多怪蛇怪蟲。 \\n １　珂案：宋本、毛扆本，東下有南字，何焯、黃丕烈、周叔弢校同。 \\n ２　郝懿行云：「海外南經云，南山人以蟲為蛇。」 \\n 凡洞庭山之首，自篇遇之山至于榮余之山，凡十五山，二千八百里。其神狀皆鳥身而龍首。其祠：毛用一雄雞、一牝豚〈气刀〉１，糈用稌。凡夫夫之山、即公之山、堯山、陽帝之山皆冢也，其祠：皆肆瘞２，祈用酒，毛用少牢，嬰毛３一吉玉。洞庭、榮余山神也，其祠：皆肆瘞４，祈酒太牢祠，嬰用圭璧十五，五采惠之５。 \\n １　郭璞云：「〈气刀〉亦割刺之名。」 \\n ２　郭璞云：「肆，陳之也；陳牲玉而後薶藏之。」 \\n ３　珂案：經文嬰毛，江紹原亦以為是嬰用之誤，已見上文。 \\n ４　郭璞云：「肆竟然後依前薶之也。」 \\n ５　郭璞云：「惠猶飾也；方言也。」郝懿行云：「惠義同藻繪之繪，蓋同聲假借字也。」 \\n 右中經之山志，大凡百九十七山，二萬一千三百七十一里。大凡天下名山五千三百七十（珂案：後漢書郡國志劉昭注引此經作名山五千三百五十），居地，大凡六萬四千五十六里。 \\n 禹曰：天下名山，經１五千三百七十山，六萬四千五十六里２，居地也。言其五臧３，蓋其餘小山甚眾，不足記云。天地之東西二萬八千里，南北二萬六千里，出水之山者八千里，受水者八千里，出銅之山四百六十七，出鐵之山三千六百九十４。此天地之所分壤樹穀也，戈矛之所發也，刀鎩５之所起也，能者有餘，拙者不足６。封于太山，禪于梁父，七十二家７，得失之數，皆在此內，是謂國用８。 \\n １　郝懿行云：「經言禹所經過也。」珂案：郝說是也，見海經新釋卷一篇首注１。 \\n ２　珂案：劉昭注郡國志引此經作名山五千三百五十，經六萬四千五十六里。 \\n ３　郝懿行云：「藏，古字作臧，才浪切；漢書云，山海天地之臧，故此經稱五臧。」 \\n ４　珂案：劉昭注郡國志引此經作三千六百九，無十字；又上句作出水者八千里，無之山二字。管子地數篇同。 \\n ５　珂案：管子地數篇作刀幣。 \\n ６　珂案：劉昭注郡國志作儉則有餘，奢則不足。 \\n ７　郭璞云：「管子地數云：『封禪之王，七十二家也。』珂案：此為管仲對齊桓公之言，非禹言也。 \\n ８　畢沅云：「自此天地之分壤樹穀者已下，當是周秦人釋語，舊本亂入經文。」郝懿行云：「今案自禹曰已下，蓋皆周人相傳舊語，故管子援入地數篇，而校書者附著五臧山經之末。」 \\n 右五臧山經五篇，大凡一萬五千五百三字（郝懿行云：今二萬一千二百六十五字）。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷一  山海經第六  海外南經", "正文": "  \\n ▲山海經海經新釋卷一山海經１第六２海外南經３ \\n 　 \\n １　珂案：山海經之「經」，乃「經歷」之「經」，意謂山海之所經，初非有「經典」之義。書君奭：「弗克經歷。」注：「不能經久歷遠。」此「經歷」連文之最早者也。孟子盡心下篇：「經德不回。」注：「經，行也。」猶與「經歷」之義為近。至於由「常」、「法」之「經」引申而為「經典」之「經」乃較晚矣。史記大宛傳稱「禹本紀、山海經所有怪物，余不敢言之」，山海經之名見於載籍者始此。以好奇如司馬遷者，尚以此書與禹本紀（已佚）同列而謂「不敢言之」，其在彼眼光中為過於荒怪之書可知。則山海經乃其固有之名，非後人亦非史公以其重要而特尊之為「經」也。考先秦典籍之稱經者唯墨家書，莊子天下篇：「苦獲、已齒、鄧陵子之徒，俱誦墨經。」是其證。今墨子篇目中有經與經說，墨書之稱經蓋有由矣。然孫詒讓墨子閒詁猶謂此數篇為「戰國之時，墨家別傳之學，不盡墨子之本恉」。管子書前九篇亦稱「經言」，以下各篇，稱「外言」、「內言」、「短語」、「區言」、「雜篇」等，似已具經傳並收之體例，然猶未逕以「經」名。儒家書如詩、書、易、禮、春秋等，雖後世均特尊之為「經」，而在稱引山海經之太史公書中，則尚未著「經」字（見史記太史公自序）。莊子天運篇雖有「孔子謂老聃曰：丘治詩、書、禮、樂、易、春秋六經」語，然說者多謂是後人所羼，殆不足憑信。觀乎此，則山海經尤以其中成書較早之五臧（藏）山經（約成于戰國時代）之稱「經」，其非「經典」而只是「經歷」之意，亦可以明矣。求其內證，可得而言者凡四： \\n 一、古山經於每篇末尾，但云「右西經之山，凡若干山、若千里」，或「東經之山，凡若干山、若干里」，所謂「西經」、「東經」者，決當是「經歷」之義而非「經典」之義，本甚明白。迨經劉秀校錄整理，於每篇之首加「西山經」、「東山經」等標題，後人不明古誼，遂因劉秀之題，妄於「山」下加「志」字，成為「東經之山志，凡若干山、若干里」等等，遂模胡而不甚可解，「經歷」之義始晦而「經典」之義轉著。幸西山經末有「右西經之山，凡七十七山、一萬七千五百一十七里」一條，偶遺落未加「志」字，尚得略窺古書本貌。郝懿行於下注云：「案山下脫志字。」其實原無「志」字，非「脫」也。 \\n 二、「南山經之首曰鵲山」，文選頭陀寺碑文注引此無「經」字，無「經」字是也。「南山經之首」云云，非著書人應有之語而係尊經者之語，文亦杆格難通。若「南山之首」則明白曉暢而立言得體矣。推而論之，已下「南次二經」、「南次三經」等，均當是「南次二山」、「南次三山」等。改「山」為「經」，自當是劉秀校錄此書時所為。亦有改而未盡者，如「中次一十一山經」，於劉秀體例本當作「中次一十一經」，此「山」字即係刪改而未盡者。 \\n 三、山經末有「禹曰：天下名山經，五千三百七十山，六萬四千五十六里，居地也」云云，劉昭注後漢書郡國志引此經則作「名山五千三百五十，經六萬四千五十六里」，「經」為「經歷」之「經」，其義尚顯，迨移上成為「名山經」，「經典」之義遂著而「經歷」之義則晦矣。清郝懿行著山海經箋疏，於「名山經」下特加注云：「經，言禹所經過也」，以其卓識，猶知此「經」之義為「經歷」，恐人誤解為「經典」，故注以闡明之，可知以此為「經歷」而不以為「經典」者蓋鮮矣。 \\n 四、海外南經、海外西經等原來篇首標題，亦均僅作「海外自西南陬至東南陬者」、「海外自西南陬至西北陬者」……，云「自某所至某所」，猶均是「經歷」之義，迨校錄者題以「海外南經」、「海外西經」等字樣，「經歷」之義始晦而「經典」之義著矣。 \\n ２　珂案：山海經共分十八卷：即第一，南山經；第二，西山經；第三，北山經；第四，東山經；第五，中山經；第六，海外南經；第七，海外西經；第八，海外北經；第九，海外東經；第十，海內南經；第十一，海內西經；第十二，海內北經；第十三，海內東經；第十四，大荒東經；第十五，大荒南經；第十六，大荒西經；第十七，大荒北經；第十八，海內經。前五篇稱五臧（藏）山經，又簡稱山經；後十三篇無專名，以其以海外、海內各經為主，當名之為海經（畢沅說）。此篇為海經首篇，於全書之次，則居第六，故標題為「山海經第六」。 \\n ３　畢沅云：「此秀（劉秀－－珂）所題也，下同。」 \\n 地之所載，六合之閒１，四海之內，照之以日月，經之以星辰，紀之以四時，要之以太歲２，神靈所生，其物異形３，或夭或壽，唯聖人能通其道４。 \\n １　郭璞云：「四方上下為六合也。」 \\n ２　珂案：已上淮南子墬形篇用此文，唯「四海」作「四極」，「照之」作「昭之」。高誘注「要之以太歲」云：「要，正也，以太歲所在，正天時也。」案太歲有年太歲、月太歲、旬中太歲之別。年太歲亦名歲陰、太陰，亦曰青龍、天一，昔時所稱以紀歲者。此所謂太歲，即年太歲。 \\n ３　畢沅云：「列子湯問篇『夏革曰大禹曰六合之閒』云云凡四十七字，正用此文。」又云：「此無者，蓋此文承上卷『禹曰天下名山』云云，劉秀分為二卷耳。」珂案：畢說是也。又湯問篇「其物異形」作「其物其形」，與下文「或夭或壽」對，正是。 \\n ４　郭璞云：「言自非窮理盡性者，則不能原極其情狀。」珂案：宋淳熙七年池陽郡齋尤袤刻本（以下簡稱宋本）、明藏經本、清汪紱本、吳任臣本、百子全書本、畢沅校本「情狀」均作「情變」，作「情變」是也。 \\n 海外自西南陬１至東南陬者２。 \\n １　郭璞云：「陬猶隅也，音騶。」 \\n ２　珂案：山海經海外各經已下文字，意皆是因圖以為文，先有圖畫，後有文字，文字僅乃圖畫之說明。故郭璞注此，屢云「畫似仙人也」（海外南經），「畫亦似仙人也」（海外南經），「畫四面各乘雲車，駕二龍」（海內北經），「亦在畏獸畫中」（大荒北經），等等；陶潛讀山海經詩，亦有「流觀山海圖」之語，知本以圖為主而以文字為輔。故此標題亦從圖畫之順序而曰「海外自西南陬至東南陬者」，或「海內東南陬以西者」（海內南經）。已下各篇均同此。 \\n 結匈國１在其２西南，其為人結匈３。 \\n １　畢沅云：「淮南子墬形訓有結胸民，作『胸』，非。」珂案：淮南子墬形篇云：「凡海外三十六國：自西北至西南方，有修股民、天民、肅慎民、白民、沃民、女子民、丈夫民、奇股民、一臂民、三身民；自西南至東南方，結胸民、羽民、讙頭國民、裸國民、三苗民、交股民、不死民、穿胸民、反舌民、豕喙民、鑿齒民、三頭民、修臂民；自東南至東北方，有大人國、君子國、黑齒民、玄股民、毛民、勞民；自東北至西北方，有跂踵民、句嬰民、深目民、無腸民、柔利民、一目民、無繼民。」俱本此經文為說。唯自西北至西南方，多天民，無巫咸國、軒轅國；自西南至東南方，多裸國民、豕喙民、鑿齒民，無厭火國、臷國、周饒國；自東南至東北方，無青丘國、雨師妾國（即海外東經所記雨師妾，郝懿行謂是國名，詳該節注）；自東北至西北方，無聶耳國、夸父國（「夸」字海外北經原作「博」，非，詳該節注）：是其異。 \\n ２　珂案：此「其」字指鄰近結匈國「海外自西南陬至西北陬」（海外西經）之滅蒙鳥；所謂「滅蒙鳥在結匈國北，為鳥青，赤尾」者是也。 \\n ３　郭璞云：「臆前胅出，如人結喉也。」郝懿行云：「說文（四）云：『胅，骨差也，讀與跌同。』郭注爾雅（釋畜）『犦牛』云：『領上肉暴胅起。』義與此同。」珂案：結匈，疑即今之所謂雞胸。史記秦本紀稱「秦王為人……摯鳥膺」，或即此也。 \\n 南山在其東南。自此山來，蟲為蛇，蛇號為魚１。一曰南山在結匈東南２。 \\n １　郭璞云：「以蟲為蛇，以蛇為魚。」郝懿行云：「今東齊人亦呼蛇為蟲也。埤雅（卷一『鰌』條）云：『恩平郡譜蛇謂之訛。』蓋蛇古字作它，與訛聲相近；訛，聲轉為魚，故蛇復號魚矣。」 \\n ２　畢沅云：「凡『一曰』云云者，是劉秀校此經時附著所見他本異文也。舊亂入經文，當由郭注此經時升為大字。」 \\n 比翼鳥１在其東，其為鳥青、赤２，兩鳥比翼。一曰在南山東。 \\n １　吳任臣云：「即蠻蠻也。」珂案：蠻蠻，見西次三經：「崇吾之山，有鳥焉，其狀如鳧，而一翼一目，相得乃飛，名曰蠻蠻，見則天下大水。」博物志異鳥亦云：「崇邱山有鳥，一足一翼一目，相得而飛，名曰｛亡虫｝，見則吉良，乘之壽千歲。」又云：「比翼鳥一赤一青，在參嵎山。」是將一物誤記為二。周書王會篇云：「巴人以比翼鳥。」孔晁注云：「巴人，在南者；比翼鳥，不比不飛，其名曰鶼鶼。」鶼鶼蓋即蠻蠻之音轉也。至於嫏嬛記（元伊士珍撰）所云：「南方有比翼鳥，飛飲止啄，不相分離，雄曰野君，雌曰觀諱，總名長離，言長相離著也。此鳥能通宿命，死而復生，必在一處。」則傳說之演變，愈趨而愈繁矣。大荒西經云：「有比翼鳥。」即此。 \\n ２　郭璞云：「似鳧。」珂案：郭注蓋本西次三經蠻蠻「如鳧」為說。 \\n 羽民國在其東南，其為人長頭，身生羽１。一曰在比翼鳥東南，其為人長頰２。 \\n １　郭璞云：「能飛不能遠，卵生，畫似仙人也。」珂案：淮南子墜形篇有羽民。楚辭遠遊云：「仍羽人於丹丘兮，留不死之舊鄉。」王逸注云：「因就眾仙於明光也，丹丘，晝夜常明也。九懷曰：『夕宿乎明光，』明光即丹丘也。山海經言有羽人之國，不死之民。或曰：人得道身生毛羽也。」是以羽民即仙人矣，而郭璞注云：「畫似仙人。」又云：「能飛不能遠，卵生。」博物志外國亦云：「羽民國民，有翼，飛不遠，多鸞鳥，民食其卵。去九疑四萬三千里。」觀此，則羽民自是殊方一族類，非仙人也。王逸引山海經「羽人之國」以證丹丘之羽人失之；丹丘之羽人則仙也，有說詳後「不死民」節中。郭璞山海經圖贊云：「鳥喙長頰，羽生則卵；矯翼而翔，能飛不遠；人維倮屬，何狀之反。」末二句最能得其本真。 \\n ２　郭璞云：「啟筮曰：『羽民之狀，鳥喙赤目而白首。』」郝懿行云：「文選鸚鵡賦注引歸藏啟筮曰：『金水之子，其名曰羽蒙，是生百鳥。』即此也，羽民、羽蒙聲相轉。」 \\n 有神人二八，連臂，為帝１司夜于此野２。在羽民東。其為人小頰赤肩３。盡十六人４。 \\n １　珂案：帝，天帝。山海經中凡言帝，均指天帝，而天帝非一：除中次七經「姑媱之山，帝女死焉，其名曰女尸」之「帝」指炎帝、中次十二經「洞庭之山，帝之二女居之」之「帝」指堯而外，其餘疑均指黃帝。此處之「帝」，以二八神既在黃帝神鳥畢方（說見後）西，附近又有生赤水上與黃帝神話有密切關係之三珠樹（說見後），亦應是黃帝。 \\n ２　郭璞云：「晝隱夜見。」楊慎云：「南中夷方或有之，夜行逢之，土人謂之夜游神，亦不怪也。」珂案：淮南子墜形篇云：「有神二人，連臂為帝候夜，在其西南方。」高誘注云：「連臂大呼夜行。」「人」當是「八」之訛，「大呼」則其異聞也。 \\n ３　郭璞云：「當脾上正赤也。」珂案：宋本、吳寬抄本、毛扆校本「脾」作「胛」，明藏經本同，作「胛」是也。胛，肩甲，與經文「赤肩」之「肩」義正相應。郝懿行云當作「膊」，「膊」亦「胛」也。 \\n ４　郭璞云：「疑此後人所增益語耳。」畢沅云：「郭說是也。此或秀釋二八神之文。」 \\n 畢方鳥１在其東，青水西２，其為鳥人面３一腳。一曰在二八神東。 \\n １　珂案：西次三經云：「章莪之山，有鳥焉，其狀如鶴，一足，赤文、青質而白喙，名曰畢方，其鳴自叫也，見則其邑有訛火。」淮南子氾論篇云：「木生畢方。」高誘注：「畢方，木之精也，狀如鳥，青色赤腳，一足，不食五穀。」文選東京賦薛綜注：「畢方，老父神，如鳥，兩足一翼，常銜火在人家作怪災也。」說均與此小異。而韓非子十過篇云：「昔者黃帝合鬼神於西泰山之上，駕象車而六蛟龍，畢方並鎋，蚩尤居前，風伯進掃，雨師灑道，虎狼在前，鬼神在後，騰蛇伏地，鳳皇覆上，大合鬼神，作為清角。」則畢方又是黃帝隨車之神鳥。實則「畢方」當是「熚烞」一詞之音轉。神異經西荒經云：「人嘗以竹著火中，爆烞而出，臊（山〈犭喿〉）皆驚憚。」「爆烞」即「熚烞」也。或又作「烞熚」，集韻曰：「竹火聲。」「烞熚」——「熚烞」，蓋無非竹木燃燒時嘈雜作聲也。音轉而為「畢方」，故淮南子云：「木生畢方。」廣雅云：「木神謂之畢方。」駢雅云：「畢方兆火鳥也。」則「畢方」者，生於竹木之火，猶今之所謂「火老鴉」也。神話化遂為神鳥畢方，或「見則其邑有訛火」，或「常銜火在人家作怪災」，又轉而為致火之妖物矣。郭璞圖讚云：「畢方赤文，離精是炳。旱則高翔，鼓翼陽景。集乃災流，火不炎上（「上」原作「正」，據匡謬正俗卷七引改，音「省」——珂）。」最能得其概要。 \\n  \\n ２　珂案：海內西經云：「青水出西南隅以東，又北又西南過畢方鳥東。」 \\n ３　郝懿行云：「西次三經說畢方鳥不言人面。」吳承志云：「畢方人面，人面涉下讙頭國人面有翼鳥喙而衍。」 \\n 讙頭國在其南，其為人人面有翼，鳥喙，方捕魚１。一曰在畢方東。或曰讙朱國２。 \\n １　郭璞云：「讙兜，堯臣，有罪，自投南海而死。帝憐之，使其子居南海而祠之。畫亦似仙人也。」珂案：神異經南荒經云：「南方有人，人面鳥喙而有翼，手足扶翼而行，食海中魚，有翼不足以飛，一名鴅兜。書曰：『放鴅兜于崇山。』一名驩兜。為人狠惡，不畏風雨禽獸，犯死乃休耳。」博物志外國亦云：「驩兜國，其民盡似仙人。帝堯司徒驩兜。民常捕海島中人面鳥。□去南國萬六千里。盡似仙人也。」文有訛挩。均當本此為說。 \\n ２　珂案：淮南子墜形篇有讙頭國。讙頭國或讙朱國當即是丹朱國。鄒漢勛讀書偶識二云：「驩兜（舜典、孟子）、驩頭、驩朱（山海經）、鴅吺（尚書大傳）、丹朱（益稷），五者一也，古字通用。」童書業丹朱與驩兜（浙江圖書館館刊四卷五期）亦云：「丹朱、驩兜音近：驩兜古文尚書作鴅吺，鴅字從鳥，丹聲；吺或作{朱口}，或作咮，從口，朱聲；皆可為丹朱可讀為驩兜之證。」蓋堯子丹朱不肖，堯以天下讓諸舜，三苗之君同情丹朱，而非堯之所為。堯殺三苗之君（見後郭璞注），使「后稷放帝朱於丹水」（海內南經郭璞注引竹書紀年），三苗餘眾，亦遷居於丹水以就丹朱，是為南蠻（「苗」「蠻」一聲之轉，「堯戰於丹水之浦以服南蠻」或又傳為「堯與有苗戰於丹水之浦」，是其證）。丹朱與南蠻旋舉叛旗，堯乃戰之於丹水之浦，人因遂謂「堯殺長子」（莊子盜跖），實則丹朱兵敗懷慚，乃自以為「有罪」，因「自投南海而死」，堯「憐之，使其子居南海而祠之」（見前郭璞注），其後子孫繁衍，遂為此讙頭國或曰讙朱國，實則當是丹朱國。南次二經云：「柜山有鳥焉，其狀如鴟而人手，其音如痺，其名曰鴸，其名自號也，見則其縣多放士。」即是丹朱神話之異聞。吳任臣云：「陶潛讀山海經詩：『鵃鵝見城邑，其國有放士。』或云鵃鵝當為鴅鴸。」為鴅鴸正是也。 \\n 厭１火國在其國２南，獸身黑色，生３火出其口中４。一曰在讙朱東。 \\n １　珂案：厭，音饜，義同饜，飽也，足也。 \\n ２　珂案：王念孫校衍「國」字，是也。 \\n ３　王念孫云：「類聚（藝文類聚）八十引此無『生』字，御覽南蠻六（太平御覽卷七九０）同，又『獸身』上有『其為人』三字。御覽火部二（卷八六九）引無『生』字。」珂案：博物志外國云：「厭光國民，光出口中，形盡似猿猴，黑色。」「厭火」作「厭光」，「火出其口中」作「光出口中」，亦無「生」字，「生」字實衍。 \\n ４　郭璞云：「言能吐火，畫似獮猴而黑色也。」珂案：吳任臣云：「本草集解曰：『南方有厭火之民，食火之獸。』注云：『國近黑崑崙，人能食火炭，食火獸名禍斗也。』」則於異人之外又增一異獸矣。明鄺露赤雅云：「禍斗，似犬而食犬糞，噴火作殃，不祥甚矣。」馮夢龍情史卷十九「白螺天女」條略謂：吳堪少孤，得一白螺歸，螺變為美女，助其炊爨。縣宰欲圖其妻，先索蝦蟆毛及鬼臂二物。後乃索蝸牛，妻牽一獸形如犬者以致之。獸食火而糞火，「宰身及一家，皆為灰燼，遂失吳堪及妻」（按實出唐皇甫氏原化記，見舊小說乙集四，「蝸牛」作「蝸斗」）。此「蝸牛」者，即「禍斗」也。 \\n 三株樹１在厭火北，生赤水上２，其為樹如柏，葉３皆為珠４。一曰其為樹若彗５。 \\n １　郝懿行云：「初學記二十七卷引此經作『珠』，淮南墜形訓及博物志同。」珂案：作「珠」是也；陶潛讀山海經詩云：「粲粲三珠樹，寄生赤水陰。」字正作「珠」。 \\n ２　郝懿行云：「莊子天地篇云：『黃帝遊乎赤水之北，遺其玄珠。』蓋本此為說也。」珂案：莊子天地篇云：「黃帝遊乎赤水之北，登乎崑崙之丘，而南望還歸，遺其玄珠。使知索之而不得，使離朱索之而不得，使喫詬索之而不得也，乃使象罔，象罔得之。黃帝曰：『異哉！象罔乃可以得之乎？』」乃一古老神話傳說故事，故淮南子記之，又增攫剟（攫剟原作捷剟，從王念孫說改）。淮南子人閒篇云：「黃帝亡其玄珠，使離朱攫剟索之，而弗能得之也，於是使忽怳而後能得之。」忽怳即象罔也。修務篇亦云：「使未嘗鼓瑟者，雖有離朱之明，攫掇之捷，猶不能屈伸其指。」亦云攫掇（攫剟）。可見黃帝失玄珠故事傳說漢初已有小異，當非如郝氏所說係本三珠樹為說之純粹寓言也。意者此生赤水上之三珠樹，或為黃帝失玄珠神話之別傳，為所失玄珠所生樹乎？ \\n ３　王念孫云：「御覽木部三（卷九五四）作實。」珂案：初學記卷二七引仍作葉。 \\n ４　珂案：海內西經云：「（昆侖）開明北有珠樹。」即此之類。 \\n ５　郭璞云：「如彗星狀。」郝懿行云：「彗，埽竹也，見說文（三）；彗星為欃槍，見爾雅（釋天）。」 \\n 三苗國１在赤水東，其為人相隨２。一曰三毛國３。 \\n １　郭璞云：「昔堯以天下讓舜，三苗之君非之，帝殺之，有苗之民，叛入南海，為三苗國。」珂案：淮南子墬形篇有三苗民。修務篇云：「竄三苗於三危。」高誘注云：「三苗蓋謂帝鴻氏之裔子渾敦，少昊氏之裔子窮奇，縉雲氏之裔子饕餮三族之苗裔。」「蓋謂」云者，乃臆想之辭，難於憑信。實則三苗即有苗，亦即苗民。大荒北經云：「顓頊生驩頭，驩頭生苗民。」即此苗民。苗民實天帝之裔孫。然關於苗民之神話傳說，一則以附同蚩尤以抗皇帝（黃帝），故皇帝乃「遏絕苗民」，使「無世在下」（書呂刑）；一則以聯結丹朱以抗堯，故堯乃「與有苗戰於丹水之浦」（漢學堂叢書輯六韜），使敗入南海而為三苗國：以其頗表現如高爾基所謂之「反抗神的意願」（蘇聯的文學），是以在舊時統治階級文人筆下，頗見詆諆。至於如神異經所描繪：「有人面目手足皆人形，而胳（腋，音各——珂）下有翼，不能飛。為人饕餮，淫逸無理，名曰苗民。」則輕詆尤甚，不足道矣。 \\n ２　珂案：當即相隨遠徙南海之象也。 \\n ３　畢沅云：「苗、毛音相近。」 \\n 臷國１在其東，其為人黃，能操弓射蛇２。一曰臷３國在三毛東。 \\n １　郭璞云：「音秩，亦音替。」郝懿行云：「臷疑當為〈鐵，去金〉，見說文（十）。玉篇作〈呈戈〉，云：『〈呈戈〉，國名也，在三苗東。』本此。」 \\n ２　郭璞云：「大荒經云：此國自然有五穀衣服。」珂案：郭注「大荒經」乃大荒南經，云：「有臷民之國。帝舜生無淫，無淫降臷處，是謂巫臷民。巫臷民朌姓，食穀，不績不經，服也；不稼不穡，食也。爰有歌舞之鳥，鸞鳥自歌，鳳鳥自舞。爰有百獸，相群爰處。百穀所聚。」蓋是沃民（海外西經、大荒西經）之流亞也。 \\n ３　珂案：此「臷」字當別是一字。經文中凡有「一曰」云者，均校書人就別本所見異文而附著之者，苟國名不異，則僅須書「在╳╳東」或「在╳╳西」而已，無緣復著此同名之國之理。太平御覽卷七九０引此經作「一曰盛國」，作「盛國」是也。蓋臷國之「臷」本作「〈鐵，去金〉」，集韻：「〈鐵，去金〉，盛也。」故臷國亦曰「盛國」，亦以其所居之地沃衍豐盛而名國耳。 \\n 貫匈國在其東１，其為人匈有竅２。一曰在臷國東。 \\n １　珂案：淮南子墬形篇有穿胸民。高誘注云：「胸前穿孔達背。」藝文類聚卷九十六引括地圖云：「禹誅防風氏。夏后德盛，二龍隆（降）之。禹使范氏（博物志作『范成光』——珂）御之以行，經南方，防風神見禹，怒射之。有迅雷，二龍升去。神懼，以刃自貫其心而死。禹哀之，瘞以不死草，皆生，是名穿胸國。」元周致中纂異域志云：「穿胷國，在盛海東，胷有竅，尊者去衣，令卑者以竹木貫胷抬之。」傳說雖復有增飾，然「盛海」必因「盛國」而來，足證前臷國太平御覽引作「一曰盛國」不誤。吳任臣山海經廣注引贏（臝）蟲錄亦云：「穿胷國在盛海東。」 \\n ２　郭璞云：「尸子曰：『四夷之民有貫匈者，有深目者，有長肱者，黃帝之德常致之。』異物志曰：『穿匈之國去其衣則無自然者。』蓋似效此貫匈人也。」 \\n 交脛國在其東，其為人交脛１。一曰在穿匈東２。 \\n １　郭璞云：「言腳脛曲戾相交，所謂雕題、交趾者也。或作『頸』，其為人交頸而行也。」郝懿行云：「廣韻引劉欣期交州記云：『交阯之人，出南定縣，足骨無節，身有毛，臥者更扶始得起。』引此經及郭注，并與今本同。太平御覽七百九十卷引外國圖曰：『交脛民長四尺。』淮南墬形訓有交股民，高誘注云：『交股民腳相交切。』即此也。」 \\n ２　郝懿行云：「此作『穿匈』者，『穿』『貫』音義同。」 \\n 不死民１在其東，其為人黑色，壽，不死２。一曰在穿匈國東３。 \\n １　珂案：楚辭遠遊：「仍羽人於丹丘兮，留不死之舊鄉。」王逸注舉山海經有羽人之國、不死之民，以為即此，其實非也。遠遊之所謂「羽人」、「不死」，乃人學道登仙之兩階段。初則不死而為地仙，久乃身生毛羽，遐舉而為天仙矣。抱朴子勤求篇云：「是以上士先營長生之事，長生定可任意。若未昇玄去世，可且地仙人間。」神仙傳亦云：「馬鳴生受太陽神丹經三卷歸，入山合藥服之，不樂昇天，但服半劑為地仙。」故不死實昇玄之初階，地仙與天仙乃有微別。天仙云者，御覽六六二引天仙品云：「飛行雲中，神化輕舉，以為天仙，亦云飛仙。」言之最明。而洪興祖注楚辭，於遠遊「仍羽人於丹丘」句下，逕注云：「羽人，飛仙也。」得其旨矣。論衡無形篇云：「圖仙人之形，體生毛，臂變為翼，行於雲。」是仙人生羽翼之說明著于漢世者。證以武梁祠石刻畫象，其伏羲與女媧交尾圖象中所刻飛行雲中之小仙人，確均生有翅翼。殷芸小說云：「漢王瑗遇鬼物，言蔡邕作仙人，飛去飛來，甚快樂也。」（見魯迅輯古小說鉤沉）足徵六朝時人猶道此不衰。是知遠遊之所謂「不死」、「羽人」，實地仙與天仙，非謂殊方之族類也。至此經之所謂羽民國、不死民，則殊方之族類，有其異形與異稟而已，非修鍊之謂也。雖然，固亦為眾所企羨，幾與仙人等觀矣。故郭璞注「羽民國」云：「畫似仙人」。屈原天問「何所不死」，王逸注引括地象云：「有不死之國」，淮南子時則篇復有不死之野，呂氏春秋求人篇有不死之鄉，均以「不死」為說，則殆皆古人心目中之仙鄉樂土矣。 \\n ２　王念孫云：「御覽人事二十九（卷三八八）引此『壽不死』作『壽考，不死』，後漢書東夷傳引作『不死』，御覽南蠻六（卷七九０）作『壽考』。」珂案：作「壽考，不死」是也。 \\n ３　郭璞云：「有員丘山，上有不死樹，食之乃壽；亦有赤泉，飲之不老。」郝懿行云：「淮南墬形訓有不死民，高誘注云：『不死，不食也。』大戴禮易本命篇云：『食氣者神明而壽，不食者不死而神。』是高注所本。然則不死之民，蓋以不食不飲而得之，郭云食木飲泉，據大荒南經為說也（珂案：大荒南經云：『有不死之國，阿姓，甘木是食』）；博物志說員丘赤泉與郭同（珂案：博物志物產云：『員丘山上，有不死樹，食之乃壽；有赤泉，飲之不老』）；陶潛讀山海經詩亦同茲說（珂案：陶潛讀山海經詩云：『自古皆有沒，何人得靈長？不死復不老，萬歲如平常。赤泉給我飲，員邱足我糧。方與三辰游，壽考豈渠央』）：蓋魏晉閒人祖尚清虛，舊有成語，郭氏述之爾。」 \\n 岐舌國在其東１。一曰在不死民東２。 \\n １　郭璞云：「其人舌皆岐，或云支舌也。」珂案：郭注「舌皆岐」，當作「舌皆反」，說詳下郝注中。 \\n ２　郝懿行云：「支舌即岐舌也。爾雅釋地云：『枳首蛇』，即岐首蛇；岐一作枝，枝、支古字通也。又支與反字形相近，淮南墬形訓有反舌民，高誘注云：『語不可知而自相曉。』又注呂氏春秋功名篇云：『一說南方有反舌國，舌本在前，末倒向喉，故曰反舌。』是支舌古本作反舌也。藝文類聚十七卷引此經作『反舌國，其人反舌。』太平御覽三百六十七卷亦引此經同，而云：『一曰交。』案交蓋支字之訛也。二書所引經文作反舌，與古本正合。」珂案：郝說是也，古本經文全文當作「反舌國在其東，其為人反舌。一曰支舌國在不死民東」。 \\n 昆侖虛在其東，虛四方１。一曰在岐舌東，為虛四方。 \\n １　郭璞云：「虛，山下基也。」畢沅云：「此東海方丈山也。爾雅（釋地）云：『三成為昆侖丘。』是『昆侖』者，高山皆得名之。此在東南方，當即方丈山也。水經注（河水）云：『東海方丈，亦有昆侖之稱。』又案舊本虛作墟，非。」珂案：昆侖舊本亦作崑崙，蓋從俗書也。 \\n 羿１與鑿齒２戰於壽華３之野，羿射殺之４。在昆侖虛東。羿持弓矢，鑿齒持盾５。一曰戈６。 \\n １　珂案：羿，古天神名，即海內經所記「帝俊賜羿彤弓素矰，以扶下國，羿是始去恤下地之百艱」之羿，非夏代有窮后羿。字又作〈{刋弓}，刂改干〉，說文十二云：「〈{刋弓}，刂改干〉，帝嚳射官，夏少康滅之。」帝嚳名夋，即神話之帝俊歷史化而為人王者，因而天神羿遂亦歷史化而為帝嚳射官矣。至於「夏少康滅之」之說，則與有窮后羿事跡混淆，非也。 \\n ２　郭璞云：「鑿齒亦人也，齒如鑿，長五六尺，因以名云。」珂案：大荒南經云：「有人曰鑿齒，羿殺之。」淮南子墬形篇有鑿齒民，高誘注：「吐一齒出口下，長三尺也。」郭蓋本此為說。而高誘注本經篇則云：「鑿齒，獸名，齒長三尺，其狀如鑿，下徹頷下，而持戈盾。」則又略異前注。 \\n ３　珂案：壽華，淮南子本經篇作疇華，高誘注：「南方澤名。」 \\n ４　珂案：淮南子本經篇云：「堯之時，十日並出，焦禾稼，殺草木，而民無所食。猰貐、鑿齒、九嬰、大風、封豨、修蛇、皆為民害。堯乃使羿誅鑿齒於疇華之野，殺九嬰於凶水之上，上射十日而下殺猰貐，斷修蛇於洞庭，禽封豨於桑林，萬民皆喜，置堯以為天子，於是天下廣狹險易，皆有道里。」此其鋤害之一事也。 \\n ５　王念孫云：「御覽兵八十八（卷三五七）作持戟盾。」 \\n ６　郭璞云：「未詳。」何焯云：「以文義求之，乃『一曰持戈』耳。」珂案：「戈」上正當有「持」字。 \\n 三首國在其東，其為人一身三首１。 \\n １　珂案：經文「一身三首」下，其他各本尚有「一曰在鑿齒東」數字，郝懿行箋疏本脫去之，應據補。海內西經云：「服常樹，其上有三頭人，伺琅玕樹。」即此之類。淮南子墬形篇有三頭民。郭璞圖讚云：「雖云一氣，呼吸異道；觀則俱見，食則皆飽；物形自周，造化非巧。」是善能摹狀形容者。 \\n 周饒國在其東，其為人短小，冠帶１。一曰焦僥國在三首東２。 \\n １　郭璞云：「其人長三尺，穴居，能為機巧，有五穀也。」珂案：吳任臣本郭注穀下有食字。 \\n ２　郭璞云：「外傳云：『焦僥民長三尺，短之至也。』詩含神霧曰：『從中州以東西四十萬里，得焦僥國人，長尺五寸也。』」珂案：郭注引詩含神霧「從中州以東西」，藏經本無西字，列子湯問篇夏革所說與郭引詩含神霧同，亦無西字，蓋衍文。「周饒」、「焦僥」，並「侏儒」之聲轉。侏儒，短小人；周饒國、焦僥國，即所謂小人國也。山海經大荒南經云：「有小人名曰焦僥之國，幾姓，嘉穀是食。」又云：「有小人，名曰菌人。」大荒東經亦云：「有小人國，名靖人。」疑「菌人」、「靖人」亦均「侏儒」之音轉。郭璞圖讚云：「僬僥極麼，諍人又小，四體取足，眉目才了。」可謂善於形容。國語魯語云：「焦僥氏長三尺，短之至也。」焦僥之見於史籍者始此，即郭注引「外傳」者。而史記大宛列傳正義引括地志云：「小人國在大秦南，人纔三尺，其耕稼之時，懼鶴所食，大秦衛助之，即焦僥國，其人穴居也。」法苑珠林卷八引外國圖云：「焦僥國人長尺六寸，迎風則偃，背風則伏，眉目具足，但野宿。一曰，焦僥長三尺，其國草木夏死而冬生，去九疑三萬里。」說均略同郭注，而內容復有增飾。蓋人體大小，自古恆為士庶興會所寄，擴而張之，想象生焉。故莊周寓言，乃有蠻觸蝸角之爭；六朝野乘，亦極詼詭滑稽之寫。神異經西荒經云：「西海之外有鵠國焉，男女皆長七寸，為人自然有禮，好經綸拜跪，其人皆壽三百歲。其行如飛，日行千里，百物不敢犯之，惟畏海鵠，遇輒吞之，亦壽三百歲。此人在鵠腹中不死，而鵠一舉千里。」有注云：「華曰：陳章與齊桓公論小兒也。」華者，張華；此注或亦出於依託。然檢御覽卷三百七十八，亦竟引有博物志逸文一則，云：「齊桓公獵，得一鳴鵠，宰之，嗉中得一人，長三寸三分，著白圭之袍，帶劍持車（按淵鑑類函人部十五引作「刀」，作「刀」是也），罵詈瞋目。後又得一折齒，方圓三尺。問群臣曰：『天下有此及小兒否？』陳章答曰：『昔秦胡充（淵鑑類函引作「克」）一舉渡海，與齊魯交戰，折傷版齒；昔李子敖于鳴鵠嗉中遊，長三寸三分。』」則當時傳說固亦相互煦濡矣。神異經西北荒經復云：「西北荒中有小人，長一分，其君朱衣玄冠，乘輅車馬，引為威儀。居人遇其乘車，抓而食之，其味辛，終年不為物所咋，并識萬物名字。又殺腹中三蟲，三蟲死，便可食仙藥也（按太平廣記四二八引博物志逸文亦有之，文亦悉同）。」則此小人者，並可以為藥物而服食矣。抱朴子仙藥篇云：「行山中見小人乘車馬，長七八寸，捉取服之，即仙矣。」亦斯之類也。或使之由動而植。述異記上云：「大食王國，在西海中。有一方石，石上多樹榦，赤葉青枝。上總生小兒，長六七寸，見人皆笑，動其手足，頭著樹枝。使摘一枝，小兒便死。」此即西遊記五莊觀人參果（第二十四、二十五回）之所本，亦仙藥也。至於漢武故事云：「東郡送短人，長七寸，名曰巨靈。」洞冥記云：「勒畢國人長三寸，有翼，善戲笑言語。」吳任臣廣注云：「廣延國人長二尺。張仲師長尺二寸。」如斯之類，要難悉舉矣。 \\n 長臂國在其東，捕魚水中，兩手各操一魚１。一曰在焦僥東，捕魚海中２。 \\n １　郭璞云：「舊說云：其人手下垂至地。魏黃初中，玄菟太守王頎討高句麗王宮，窮追之，過沃沮國，其東界臨大海，近日之所出，問其耆老，海東復有人否？云：嘗在海中得一布褐（宋本、藏經本作褶——珂），身如中人，衣兩袖長三丈，即此長臂人衣也。」珂案：郭注此說，本三國志魏志東夷傳，博物志同，惟三丈作二丈也。淮南子墬形篇有修臂民，高誘注云：「一國民皆長臂，臂長於身，南方之國也。」是郭注「下垂至地」所本。穆天子傳卷二云：「天子乃封長肱于黑水之西河。」郭注云：「即長臂人也，見山海經。」是傳說中西方亦有此異形人也。圖讚云：「雙肱三尺，體如中人；彼曷為者？長臂之民；修腳是負，捕魚海濱。」又有想象中之奇景呈於目前矣。然三尺當作三丈，始副「長臂」之「長」，字蓋訛也。大荒南經云：「有人名曰張宏，在海上捕魚。海中有張宏之國，食魚，使四鳥。」即此，說詳該節注。 \\n ２　畢沅云：「云兩手各操一魚，云捕魚海中，皆其圖象也。」 \\n 狄山１，帝堯葬于陽２，帝嚳葬于陰３。爰有熊、羆、文虎４、蜼５、豹、離朱６、視肉７。吁咽８、文王皆葬其所９。一曰湯山。一曰爰有熊、羆、文虎、蜼、豹、離朱、〈丘鳥〉久１０、視肉、虖交１１。其１２范林方三百里１３。 \\n １　畢沅云：「墨子（節葬篇下）云：『堯北教八狄，道死，葬蛩山之陰。』則此云狄山者，狄中之山也。」 \\n ２　郭璞云：「呂氏春秋（安死篇）曰：『堯葬穀林。』今陽城縣西，東阿縣城次鄉中，赭陽縣湘亭南，皆有堯冢。」珂案：郭注「陽城」當作「城陽」，城陽，舊縣名，本作成陽，故城在今山東省濮縣東南。呂氏春秋安死篇高誘注云：「傳曰：堯葬成陽，此云穀林，成陽山下有穀林也。」 \\n ３　郭璞云：「嚳，堯父，號高辛，今冢在頓丘縣城南臺陰野中也。音酷。」珂案：大戴禮帝繫篇云：「黃帝產玄囂，玄囂產蟜極，蟜極產高辛，是為帝嚳；帝嚳產放勳，是為帝堯也。」皇覽冢墓記云：「帝嚳冢在東郡濮陽頓丘城南臺陰野中。」即郭注所本。 \\n ４　郭璞云：「彫虎也。尸子曰：『中黃伯：「余左執太行之獶而右搏彫虎也。』」珂案：郭注引尸子「中黃伯」下脫「曰」字，文選思玄賦舊注引有，御覽卷八九一同。 \\n ５　郭璞云：「蜼，獮猴類。」 \\n ６　郭璞云：「木名也，見莊子。今圖作赤鳥。」郝懿行云：「郭云木名者，蓋據（文選）子虛賦『檗離朱楊』為說也，然郭於彼注既以朱楊為赤莖柳，則此注非也。又云見莊子者，天地篇有其文，然彼以離朱為人名，則此亦非矣。又云今圖作赤鳥者，赤鳥疑南方神鳥焦明之屬也。然大荒南經離朱又作離俞。」珂案：離朱在熊、羆、文虎、蜼、豹之間，自應是動物名，郭云木名，誤也。此動物維何？竊以為即日中踆烏（三足烏）。文選張衡思玄賦：「前長離使拂羽兮。」注：「長離，朱鳥也。」書堯典：「日中星鳥，以殷仲春。」傳：「鳥，南方朱鳥七宿。」離為火，為日，故神話中此原屬於日後又象徵化為南方星宿之朱鳥，或又稱為離朱。山海經所記古帝王墓所所有奇禽異物中，多有所謂離朱者。郭注云今圖作赤鳥者，蓋是離朱之古圖象也。是乃日中神禽即所謂踆烏、陽烏或金烏者。而世傳古之明目人，又或冒以離朱之名，喻其如日之明麗中天、無所不察也。日烏足三，足訛為頭，故又或傳有三頭離珠（朱），於服常樹上，遞臥遞起，以伺琅玕也（見海內西經「服常樹」節注）。神話演變錯綜無定，大都如此。 \\n ７　郭璞云：「聚肉，形如牛肝，有兩目也；食之無盡，尋復更生如故。」郝懿行云：「北堂書鈔一百四十五卷引此注作『食之盡』，今本『無』字衍也。初學記（卷二十六）引神異經云：『西北荒有遺酒追復脯焉，其味如{鹿章}，食一片復一片。』疑即此也。博物志（異獸）云：『越巂國有牛，稍割取肉，牛不死，經日肉生如故。』又神異經云：『南方有獸，名無損之獸。人割取其肉不病，肉復自復。』已上所說二物，義與郭近而形狀則異。」珂案：古小說鉤沈輯玄中記云：「大月氏及西胡，有牛名曰日反，今日割取其肉三四斤，明日其肉已復，創即愈也。漢人入此國，見牛不知，以為珍異。」蜀典卷九「稍割牛」條引涼州異物志云：「月支有羊，尾重十斤，割之供食，尋生如故。」均郭說視肉類也。圖讚云：「聚肉有眼，而無腸胃；與彼馬勃，頗相髣髴；奇在不盡，食人薄味。」 \\n ８　郭璞云：「所未詳也。」珂案：吁咽與文王並列，疑當是人名。蓋吁咽如屬之視肉、離朱以上種種奇禽異物中，則下文「皆葬其所」之「皆」字無著落，因疑是人名。此人維何？大荒南經云：「帝堯、帝嚳、帝舜葬於岳山。」郭璞注：「即狄山也。」則所謂「吁咽」者，或當是舜之析音，吁咽（因）相切，其音近舜，當即岳山所葬之帝舜也。 \\n ９　郭璞云：「今文王墓在長安鄗聚社中。按帝王冢墓皆有定處，而山海經往往復見之者，蓋以聖人久於其位，仁化廣及，恩洽鳥獸，至於殂亡，四海若喪考妣，無思不哀。故絕域殊俗之人，聞天子崩，各自立坐而祭醊哭泣，起土為冢，是以所在有焉。亦猶漢氏諸遠郡國皆有天子廟，此其遺象也。」 \\n １０郭璞云：「〈丘鳥〉久，鴝鶹之屬。」郝懿行云：「〈丘鳥〉當為鴟。說文（四）云：『〈丘鳥〉舊，舊留也；舊或作鵂。』是經文〈丘鳥〉久即鴟舊，注文雊鶹即鵂鶹也，皆聲近假借字。」 \\n １１郭璞云：「所未詳也。」郝懿行云：「即吁咽也，吁、虖聲相近。」珂案：咽、交則聲相遠，仍所未詳也。 \\n １２王念孫云：「其蓋有字之訛。海內西經（珂案：當為海內北經）云：『崑崙西南所，有氾林方三百里。』」 \\n １３郭璞云：「言林木氾濫布衍也。」郝懿行云：「范林，海內南經作氾林，范、氾通。」珂案：海內北經亦作「氾林」。 \\n 南方祝融，獸身人面，乘兩龍１。 \\n １　郭璞云：「火神也。」珂案：呂氏春秋孟夏篇云：「其帝炎帝，其神祝融。」淮南子時則篇云：「南方之極，自北戶孫之外，貫顓頊之國，南至委火炎風之野，赤帝（炎帝）祝融之所司者萬二千里。」則祝融者，南方天帝炎帝之佐也。山海經海內經云：「炎帝之妻，赤水之子聽訞生炎居，炎居生節並，節並生戲器，戲器生祝融。」是祝融乃炎帝之裔。然大荒西經乃云：「顓頊生老童，老童生祝融。」而顓頊者，黃帝之曾孫（海內經），是祝融又黃帝之裔，說復不同。唯黃炎古傳本屬同族（繹史卷五引新書：「炎帝者，黃帝同母異父兄弟也」），故傳為炎帝苗裔之祝融，復可歸於黃帝。關於祝融之神話，見於海內經者，有「鯀竊帝之息壤以湮洪水，不待帝命，帝令祝融殺鯀於羽郊。」見於墨子非攻下者，有「（成湯伐夏）天命融（祝融）隆（降）火于夏之城閒，西北之隅。」見於尚書大傳及太公金匱等書者，有祝融等七神雪天遠來，助周滅殷事；見於史記司馬貞補三皇本紀者，有共工與祝融戰，不勝而怒觸不周山事，等等。祝融在古神話傳說中，位亦顯矣。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷二  山海經第七  海外西經", "正文": "  \\n ▲山海經海經新釋卷二山海經第七海外西經 \\n 　 \\n 海外自西南陬至西北陬者１。 \\n １　畢沅云：「淮南子墬形訓云：自西北至西南方，起修股民肅慎民，此文正倒。知此經是說圖之詞，或右行則自西南至西北起三身國，或左行則自西北至西南起修股民。是漢時猶有山海經圖，各依所見為說，故不同也。」 \\n 滅蒙鳥在結匈國北１，為鳥青，赤尾。 \\n １　畢沅云：「蓋結匈國所有，承上文起西南陬言，其圖象在結匈國北也。」郝懿行云：「博物志（外國）云：『結匈國有滅蒙鳥。』本此。海內西經又有孟鳥。」 \\n 珂案：海內西經云：「孟鳥在貊國東北，其鳥文赤、黃、青，東鄉。」郝懿行謂滅蒙鳥疑即孟鳥，滅蒙之聲近孟（詳海內西經「孟鳥」節注），其說是也。何以知其然也？史記秦本紀云：「秦之先，帝顓頊之苗裔孫，曰女脩。女脩織，玄鳥隕卵，女脩吞之，生子大業。大業取少典之子曰女華。女華生大費，與禹平水土，已成，帝賜玄珪。禹受曰：『非予能成，亦大費為輔。』帝舜曰：『咨，爾費，贊禹功，其賜爾皁游，爾後嗣將大出。』乃妻之姚姓之玉女。大費拜受，佐舜調馴鳥獸，鳥獸多馴服，是為柏翳（伯益）。舜賜姓嬴氏。大費生子二人，一曰大廉，實鳥俗氏；二曰若木，實費氏。……大廉玄孫曰孟戲、仲衍，鳥身人言。」太平御覽卷九一五引括地圖云：「孟虧人首鳥身，其先為虞氏馴百獸，夏后之末世，民始食卵，孟虧去之，鳳凰隨與止於此。山多竹，長千仞，鳳凰食竹實，孟虧食木食。去九疑萬八千里。」孟虧即秦本紀之孟戲也，博物志（外國）又作孟舒。云：「孟舒國民，人首鳥身，其先主為霅氏訓百禽。夏后之世，始食卵。孟舒去之，鳳皇隨焉。」戲、虧、舒均一音之轉。大荒東經云：「帝舜生戲，戲生搖民。」海內經云：「有嬴民，鳥足。」嬴、搖亦一聲之轉，嬴民即搖民，戲即孟戲也，不過原以柏翳（伯益）為祖先者，乃又移之於舜也。舜與伯益蓋皆東方殷民族傳說中之祖宗神，亦即詩玄鳥所謂「天命玄鳥，降而生商」之玄鳥，即燕子之化身。玄鳥再經神話化，又為鳳凰。故其子孫或「鳥身人言」，或「人首鳥身」，或「鳥足」，且有「鳳凰隨焉」。此「隨焉」之「鳳凰」，即此處所記「滅蒙鳥」及海內西經所記「孟鳥」是也。「為鳥青，赤尾」或「其鳥文赤、黃、青」云云，乃所謂「五采之鳥」，山海經多記有之，皆鳳凰之象。大荒西經云：「有五采之鳥，有冠，名曰狂鳥。」爾雅釋鳥云：「狂，〈寐，未改夢〉鳥。」實則狂鳥、〈寐，未改夢〉鳥皆鳳凰屬也，狂即皇，〈寐，未改夢〉即鳳，音之轉也。〈寐，未改夢〉鳥又即孟鳥，字之異也。大荒西經又云：「有弇州之山，五采之鳥仰天，名曰鳴鳥。」郝懿行云：「鳴鳥，蓋鳳屬也。」鳴鳥亦〈寐，未改夢〉鳥、孟鳥也。則此處所記之「滅蒙鳥」，固鳳屬之狂鳥、〈寐，未改夢〉鳥、鳴鳥、孟鳥之異名也。 \\n 大運山高三百仞，在滅蒙鳥北。 \\n 大樂之野，夏后啟于此儛九代１；乘兩龍，雲蓋三層２。左手操翳３，右手操環４，佩玉璜５。在大運山北６。一曰大遺之野７。 \\n １　郭璞云：「九代，馬名，儛謂盤作之令舞（藏經本作儛——珂）也。」郝懿行云：「九代，疑樂名也。竹書（今本——珂）云：『夏帝啟十年，帝巡狩，舞九韶于大穆之野。』大荒西經亦云：『天穆之野，啟始歌九招。』招即韶也。（珂案：藏經本「九招」正作「九韶」。）疑九代即九招矣。又淮南齊俗訓云：『夏后氏其樂夏籥九成。』疑九代本作九成，今本傳寫形近而訛也。李善注（文選）王融三月三日曲水詩序引此經云：『舞九代馬。』疑馬字衍。而藝文類聚九十三卷及太平御覽八十二卷引此經亦有馬字，或并引郭注之文也。舞馬之戲恐非上古所有。」珂案：郝說是也。九代確當是樂名，非舞馬之戲。陳夢家商代的神話與巫術（燕京學報第二十期）一文略謂：「即九隶，隶，象又持牛尾。九歌：『成禮兮會鼓，傳芭兮代舞。』即隶舞也。」說亦可供參考。 \\n ２　郭璞云：「層，猶重也。」郝懿行云：「李善注（文選）西京賦兩引此注並同。又注潘岳為賈謐作贈陸機詩引此注云：『層，重也，慈登切。』今本脫郭音三字。又層，經典通作曾，據郭音，益知此經層當為曾矣。」珂案：宋本郭注層作曾。毛扆校注云：「三層，注作曾，經文不應作層。」與郝說略異，而謂經文當作曾則同。 \\n ３　郭璞云：「羽葆幢也。」珂案：說文四云：「翳，翿也，所以舞也。」 \\n ４　郭璞云：「玉空邊等為環。」珂案：說文一云：「環，璧也，肉好若一謂之環。」 \\n ５　郭璞云：「半璧曰璜。」珂案：郭注亦見說文一。 \\n ６　郭璞云：「歸藏鄭母經曰：『夏后啟筮：御飛龍登于天，吉。』明啟亦仙也。」郝懿行云：「太平御覽八十二卷引史記曰：『昔夏后啟筮：乘龍以登于天，占于皋陶，皋陶曰：「吉而必同，與神交通；以身為帝，以王四鄉。」』今案御覽此文即與郭注所引為一事也。」 \\n 珂案：關於夏后啟之神話，大荒西經云：「西南海之外，赤水之南，流沙之西，有人珥兩青蛇，乘兩龍，名曰夏后開（開即啟，漢景帝名啟，漢人避諱改），開上三嬪（賓）于天，得九辯與九歌以下。此天穆之野，高二千仞，開焉得始歌九招。」即同一事也。繹史卷十二引隨巢子：「禹娶塗山，治鴻水，通轘轅山，化為熊。塗山氏見之，慚而去，至嵩高山，化為石。禹曰：『歸我子！』石破北方而生啟。」此啟之生為非同尋常矣，亦啟之所以為「啟」（開）也。啟為人神交配所生之子，本身固具有神性，故能「三嬪于天，得九辯與九歌以下」。所謂「得」者，實「竊」也。御覽九二九引歸藏明夷云：「昔夏后啟上乘龍飛，以登于天，皋陶占之，曰：『吉。』」大荒西經郭注引歸藏啟筮云：「不可竊辯與九歌以國于下。」即其事矣。蓋啟承禹位，不恤國事，惟以酒食聲色自娛，復竊天樂助興，致遭亡國慘禍。故墨子非樂稱：「啟乃淫溢康樂，野于飲食，將將鍠鍠，筦磬以方。湛濁于酒，渝食于野，萬舞翼翼，章聞于天，天用弗式（內數字與原文略有不同，均據孫詒讓墨子閒詁校改）。」詩人於此亦多所刺譏。屈原離騷云：「啟九辯與九歌兮，夏康娛以自縱；不顧難以圖後兮，五子用夫家巷（末句「夫」原作「失乎」，從聞一多楚辭校補改，「家巷」即「家鬨」，內訌之意也）。」天問云：「啟棘賓商（帝之形訛），九辯九歌，何勤子屠母而死分竟（境）地？」即其事也。此處所謂「儛九代」，亦「歌九招」之類，雖曰「亦仙」，固乃啟「康娛自縱」之具體表現，其「不顧難以圖後」，亦已明矣。 \\n ７　郭璞云：「大荒經云：大穆之野。」郝懿行云：「大荒西經作天穆之野，此注云大穆之野，竹書天穆、大穆二文並見。此經文又云大遺之野、大樂之野，諸文皆異，所未詳。」珂案：天、大古本一字，穆、遺、樂音皆相近。 \\n 三身國１在夏后啟北，一首而三身２。 \\n １　珂案：淮南子墬形篇有三身民。大荒南經云：「大荒之中，有不庭之山，滎水窮焉。有人三身。帝俊妻娥皇，生此三身之國。姚姓，黍食，使四鳥。」河圖括地圖（玉函山房輯佚書輯）則云：「庸成氏實有季子，其性喜淫，晝淫於市，帝怒，放之於西南。季子儀馬而產子，身人也而尾蹄馬，是為三身之國。」蓋後起之說，非古神話初相也。 \\n ２　郝懿行云：「藝文類聚三十五卷引博物志云：『三身國一頭三身三手。』今此經無三手字。」 \\n 一臂國１在其北，一臂一目一鼻孔２。有黃馬虎文，一目而一手３。 \\n １　珂案：大荒西經云：「有一臂民。」即此。 \\n ２　吳任臣云：「淮南子海外三十六國，西南方有一臂民。呂氏春秋（求人篇）云：『其肱、一臂之鄉。』爾雅（釋地）：『北方有比肩民焉，迭食而迭望。』郭璞注云：『此即半體之人，各有一目、一鼻孔、一臂、一腳。』異域志云：『半體國其人一目一手一足。』交州記曰：『儋耳國東有一臂國，人皆一臂也。』江淹遂古篇『一臂人兮』本此。三才圖會曰：『一臂國在西海之北，半體比肩，猶魚鳥相合。』（珂案：韓詩外傳卷五云：「東海有魚名曰鰈，比目而行，不相得不能達；南方有鳥名曰鶼，比翼而飛，不相得不能舉。」即所謂「魚鳥相合」也。）（文選）王融曲水詩序：『離身反踵之君，髽首貫胸之長。』離身亦斯類也。」 \\n ３　郝懿行云：「手，馬臂也。（禮記）內則云：『馬黑脊而般臂漏。』」 \\n 奇肱之國１在其北，其人一臂三目，有陰有陽，乘文馬２。有鳥焉，兩頭，赤黃色，在其旁３。 \\n １　郭璞云：「肱或作弘；奇音羈。」 \\n ２　郭璞云：「陰在上，陽在下；文馬即吉良也。」珂案：海內北經云：「犬戎國有文馬，縞身朱鬣，目若黃金，名曰吉量，乘之壽千歲。」吉量即吉良也。 \\n ３　郭璞云：「其人善為機巧，以取百禽；能作飛車，從風遠行。湯時得之於豫州界中，即壞之，不以示人。後十年西風至，復作遣之。」郝懿行云：「博物志說奇肱民善為栻扛，以殺百禽，栻扛蓋機巧二字之異。又云湯破其車，不以視民，視即古示字，當作眎。又云十年東風至，乃復作車遣返，郭注作西風至，西字訛也。云其國去玉門關四萬里，當須東風至乃得遣返矣。」珂案：郝說是也。博物志外國云：「奇肱民善為栻扛，以殺百禽。能為飛車，從風遠行。湯時西風至，吹其車至豫州，湯破其車，不以視民。十年東風至，乃復作車遣返。其國去玉門關四萬里。」淮南墬形篇作奇股。高誘注云：「奇，隻也；股，腳也。」則是獨腳人矣。以較獨臂，似獨腳於義為長。假令獨臂，則「為機巧」、「作飛車」乃戛戛乎其難矣；亦唯獨腳，始痛感行路之艱，翱翔雲天之思斯由啟矣：故奇股乃勝於奇肱。 \\n 形天１與帝２至此３爭神，帝斷其首，葬之常羊之山４，乃以乳為目，以臍５為口，操干戚以舞６。 \\n １　珂案：形天，書各不同。王念孫云：「陶潛讀山海經詩正作形夭，見二老堂詩話，今本改作形天。唐等慈寺碑（碑在氾水縣，唐顏師古撰）『疏屬之罪，方滯迷塗；刑夭之魂，久淪長夜。』道藏本山海經圖讚亦作形夭。淮南墬形篇『西方有形殘之尸』，劉績注引此作形夭，酉陽雜俎諾皋記作形夭，鈔本御覽三百七十一、五百七十四、八百七十四並作形夭，八百八十七同。」王似主張作形夭者。然查影宋本御覽，卷五七四、三七一固作形夭，卷五五五則作邢天，卷八八七作刑夭，鮑崇城校本卷五五五作刑天，今本陶靖節集讀山海經詩亦作刑天，依義刑天長於形夭。天，甲骨文作，金文作，□與●均象人首，義為顛為頂，刑天蓋即斷首之意。意此刑天者，初本無名天神，斷首之後，始名之為「刑天」。或作形夭，義為形體夭殘，亦通。惟作形天、刑夭則不可通。 \\n ２　珂案：帝，天帝；此指黃帝，說詳後。 \\n ３　珂案：御覽各卷（三七一、五五五、五七四、八八七）引經均無「至此」二字，「至此」二字衍。 \\n ４　郝懿行云：「宋書符瑞志云：『有神龍首感女登於常羊山，生炎帝神農。』即此也。大荒西經有偏勾、常羊之山，亦即此。」珂案：郝說是也，說詳後。 \\n ５　珂案：臍，御覽卷三七一、五七四、八八七均引作齊。齊，古通臍；左傳莊公六年：「後君噬齊。」 \\n ６　郭璞云：「干，盾；戚，斧也：是為無首之民。」 \\n 珂案：刑天，炎帝之臣；刑天之神話，乃黃帝與炎帝鬥爭神話之一部分，狀其鬥志靡懈，死猶未已也。御覽七九引歸藏：「昔黃神與炎神爭鬥涿鹿之野，將戰，筮於巫咸，曰：『果哉而有咎。』」呂氏春秋蕩兵篇：「兵所自來者久矣，黃炎故用水火矣。」淮南子兵略篇：「炎帝為火災，故黃帝禽之。」大戴禮五帝德：「黃帝教熊、羆、貔、豹、虎，以與赤帝戰於版泉之野，三戰然後得行其志。」是自戰國至秦漢咸有關於黃炎鬥爭之傳說。炎帝兵敗，乃又有蚩尤崛起以與黃帝頡抗。蚩尤者，「炎帝之後」（玉函山房輯佚書輯遁甲開山圖），亦炎帝之臣也（世本宋衷注），大荒北經謂「蚩尤作兵伐黃帝」者，蓋為兵敗之炎帝復仇也。蚩尤與黃帝之戰，乃古代神話傳說中一大戰爭，書呂刑「蚩尤唯始作亂」云云，即已記其大要矣。山海經復涉夸父，謂「應龍（黃帝神龍）已殺蚩尤，又殺夸父」（大荒北經），「應龍殺蚩尤與夸父」（大荒東經）。夸父者，大荒北經云：「后土生信，信生夸父。」而海內經謂后土為炎帝之裔，是夸父亦炎帝之裔也。在黃帝與蚩尤之戰中，夸父自亦當參加蚩尤戰團，因而始相繼為應龍所「殺」。蚩尤與夸父喪亡後，乃又有刑天舞其干戚，「與帝爭神」。刑天者，炎帝之臣，或亦炎帝之後也。路史後紀三云：「炎帝乃命邢天作扶犁之樂，制豐年之詠，以薦釐來，是曰下謀。」此邢天即宋本御覽五五五所引此經邢天，亦鮑校本八八七所引此經邢天也。路史所記雖較晚，當亦有古說憑依，惜典籍佚亡，難尋究矣。然「刑天與帝爭神，帝斷其首，葬之常羊之山」，常羊山傳又為炎帝降生之處，春秋緯元命苞（玉函山房輯佚書輯）云：「少典妃安登，遊于華陽，有神龍首感之於常羊，生神農。」是炎帝生於常羊，漢人已有成說矣。大荒西經所謂「有偏句、常羊之山」者，此常羊與刑天斷首之常羊，炎帝降生之常羊，俱在西方，自是同一常羊無疑。是刑天傳說與炎帝傳說之關係，豈不仍有蛛絲馬跡可尋乎？則刑天者，亦猶蚩尤夸父，奮起而為炎帝復仇，以與黃帝抗爭者也。常羊山北，經歷數地即是軒轅國，軒轅，黃帝之號，則葬首常羊之刑天所與「爭神」之「帝」，豈非黃帝而何？蓋軒轅常羊一帶，均屬黃炎鬥爭神話傳說之範圍。「野火燒不盡，春風吹又生」（白居易草），是蚩尤刑天諸巨人前仆後繼鬥爭精神之最好寫照也。而陶潛讀山海經詩，稱「刑天舞干戚，猛志固常在」，為尤能得此斷頭英雄凌厲無前之神態。 \\n 女祭女戚在其北，居兩水閒，戚操魚〈魚旦〉１，祭操俎２。 \\n １　郭璞云：「鱓，魚屬。」王念孫云：「大荒西經：『有寒荒之國，有二人女祭女薎。』注云：『或持鱓，或持俎。』案此女戚亦當作女薎，因上文干戚文而誤為戚也。魚〈魚且〉（珂案：王念孫所據項絪本作此字，宋本、藏經本同）當為角觶，注內『鱓，魚屬』當為『角觛，觶屬』。說文（四）：『觛，小觶也。』」珂案：王校語中「角觶」疑當作「角觛」，始與上下文相應。據此，則女祭女戚當是女巫祀神之圖象也。 \\n ２　郭璞云：「肉几。」 \\n {次鳥}鳥、〈詹鳥〉鳥１，其色青黃，所經國亡２。在女祭北。{次鳥}鳥人面，居山上。一曰維鳥，青鳥、黃鳥所集３。 \\n １　郭璞云：「次、瞻兩音。」 \\n ２　郭璞云：「此應禍之鳥，即今梟、鵂鶹之類。」 \\n ３　畢沅云：「古無{次鳥}、〈詹鳥〉字，是云維鳥云云，是也，下丈夫國亦云在維鳥北。」 \\n 珂案：大荒西經云：「有元丹之山，有五色之鳥，人面有髮。爰有青{文鳥}、黃鷔，青鳥、黃鳥，其所集者其國亡。」即此。{文鳥}、鷔乃{次鳥}、〈詹鳥〉之異名。青鳥、黃鳥即{次鳥}鳥、〈詹鳥〉鳥，亦即大荒西經之青{文鳥}、黃鷔，說詳大荒西經該節注。 \\n 丈夫國在維鳥北，其為人衣冠帶劍１。 \\n １　郭璞云：「殷帝太戊使王孟採藥，從西王母至此，絕糧，不能進，食木實，衣木皮，終身無妻，而生二子，從形中出，其父即死，是為丈夫民。」珂案：淮南子墬形篇有丈夫民；大荒西經亦云：「有丈夫之國。」太平御覽卷三六一引玄中記云：「丈夫民。殷帝太戊使王英採藥於西王母，至此絕糧，不能進，乃食木實，衣以木皮。終身無妻，產子二人，從背脅間出，其父則死，是為丈夫民。去玉門二萬里。」同書卷七九０引括地圖文略同，唯「王英」仍作「王孟」，「從背脅間出」作「從背間出」。 \\n 女丑之尸，生而十日炙殺之１。在丈夫北。以右手鄣其面２。十日居上，女丑居山之上。 \\n １　郝懿行云：「十日并出，炙殺女丑，於是堯乃命羿射殺九日也。」珂案：此固郝推想之詞，然亦頗有此可能；因十日並出事見於典籍者，除莊子齊物論「十日并出，萬物皆照」，楚辭招魂「十日并（並原作代，據聞一多楚辭校補改）出，流金礫石」及郭璞注海外東經引竹書「胤甲居西河，十日并出」外，以淮南子本經篇所著「堯之時，十日并出」事為最古。然所謂「炙殺」，疑乃暴巫之象，女丑疑即女巫也。古天旱求雨，有暴巫焚巫之舉。論衡明雩篇：「魯繆公之時，歲旱，繆公問縣子：『寡人欲暴巫，奚如？』」左傳僖公二十一年：「夏大旱，公（魯僖公——珂）欲焚巫尪。」是其證矣。暴巫焚巫者，非暴巫焚巫也，乃以女巫飾為旱魃而暴之焚之以禳災也，暴巫即暴魃也。女丑衣青（見大荒西經），旱魃亦衣青（見大荒北經），是女丑飾為旱魃而被暴也。下文「（女丑）以右手鄣其面」及「十日居上，女丑居山之上」語，均被暴而不勝其楚毒之象。及十日炙殺女丑，乃有「堯使羿」或堯自身上射九日之舉也（說詳海外東經「湯谷十日」節注）。 \\n ２　郭璞云：「蔽面。」珂案：大荒西經云：「有人衣青，以袂蔽面，名曰女丑之尸。」郭注本此。 \\n 巫咸國１在女丑北，右手操青蛇，左手操赤蛇，在登葆山，群巫所從上下也２。 \\n １　珂案：大荒西經云：「大荒之中，有山名曰豐沮玉門，日月所入。有靈山，巫咸、巫即、巫朌、巫彭、巫姑、巫真、巫禮、巫抵、巫謝、巫羅十巫，從此升降，百藥爰在。」大荒南經云：「大荒之中，又有登備之山。」郭璞注：「即登葆山，群巫所從上下也。」則巫咸國者，乃一群巫師組織之國家也。世本作篇：「巫咸作筮。」宋衷注：「巫咸，不知何時人。」而路史後紀三乃謂神農使巫咸主筮，則巫咸神農時人也；御覽七九引歸藏：「昔黃神與炎神爭鬥涿鹿之野，將戰，筮於巫咸，曰：『果哉而有咎。』」則巫咸黃帝時人也；御覽卷七二一引世本宋注云：「巫咸，堯臣也，以鴻術為帝堯醫。」是巫咸又堯時人也：諸說不同。而御覽七九０引外國圖云：「昔殷帝大戊使巫咸禱於山河，巫咸居於此，是為巫咸民，去南海萬千里。」最為詳明。王逸注楚辭離騷亦云：「巫咸，古神巫也，當殷中宗之世。」殷中宗即殷帝大戊（史記殷本紀作太戊），是此巫咸，當即是殷時巫咸也。然外國圖謂巫咸民去南海萬千里，又與山海經所說西方之巫咸國牴牾：終莫可究詰矣。 \\n ２　郭璞云：「採藥往來。」珂案：郭注蓋本大荒西經「十巫從此升降，百藥爰在」為說，然細究之，「採藥」只是群巫所作次要工作，其主要者，厥為下宣神旨，上達民情。登葆山蓋天梯也，「群巫所從上下」者，「上下」於此天梯也。說詳海內經「九丘建木」節注。 \\n 并封１在巫咸東，其狀如彘，前後皆有首，黑２。 \\n １　珂案：大荒西經云：「有獸，左右有首，名曰屏蓬。」周書王會篇云：「區陽以鱉封，鱉封者，若彘，前後皆有首。」是并封、屏逢、鱉封皆聲之轉，實一物也。聞一多伏羲考（見聞一多全集第一冊）謂并封、屏蓬本字當作「并逢」，「并」與「逢」俱有合義，乃獸牝牡相合之象也，其說甚是。推而言之，蛇之兩頭、鳥之二首者，亦均并封、屏蓬之類，神話化遂為異形之物矣。 \\n ２　郭璞云：「今弩弦蛇亦此類也。」郝懿行云：「弩弦蛇即兩頭蛇也，見爾雅釋地枳首蛇注。」珂案：爾雅釋地枳首蛇郭璞注云：「岐頭蛇也。或曰今江東呼兩頭蛇為越王約髮，亦名弩弦。」 \\n 女子國１在巫咸北，兩女子居，水２周之３。一曰居一門中４。 \\n １　珂案：淮南子墬形篇有女子民。大荒西經云：「有女子之國。」三國志魏志東夷傳云：「（沃沮）耆老言：有一國亦在海中，純女無男。」後漢書東夷傳云：「或傳其國有神井，窺之輒生子。」即此類也。 \\n ２　珂案：御覽七九０引此經水下有外字。 \\n ３　郭璞云：「有黃池，婦人入浴，出即懷妊矣。若生男子，三歲輒死。周猶繞也。離騷曰：水周於堂下也。」珂案：御覽三九五引外國圖云：「方丘之上，暑溼生男子，三年而死。有黃水，婦人入浴，出則乳矣。去九嶷二萬四千里。」蓋本郭注為說也。 \\n ４　郝懿行云：「居一門中，蓋謂女國所居同一聚落也。」珂案：郝說非也。所謂「居一門中」者，亦圖象如此，猶「兩女子居，水周之」之為另一圖象然。 \\n 軒轅之國１在此２窮山之際３，其不壽者八百歲。在女子國北。人面蛇身４，尾交首上。 \\n １　珂案：大荒西經云：「有軒轅之國，江山之南棲為吉，不壽者乃八百歲。」西次三經有軒轅之丘，郭注云：「黃帝居此。」 \\n ２　失名云：「博物志無此字，太平御覽（卷七九０）引經亦無此字。」郝懿行云：「經文此字疑衍。李善注（文選）思玄賦引此經云：『在窮山之際。』史記五帝紀索隱引此經同，并無此字。」 \\n ３　郭璞云：「其國在山南邊也。大荒經曰：岷山之南。」郝懿行云：「大荒西經說軒轅之國江山之南，此云岷山者，以大江出岷山故也。」 \\n ４　珂案：古天神多為人面蛇身，舉其著者，如伏羲、女媧、共工、相柳、窫窳、貳負等是矣；或龍身人頭：如雷神、燭龍、鼓等是矣，亦人面蛇身之同型也。此言軒轅國人人面蛇身，固是神子之態，推而言之，古傳黃帝或亦當作此形貌也。 \\n 窮山１在其北，不敢西射，畏軒轅之丘２。在軒轅國北。其丘方，四蛇相繞３。 \\n １　珂案：楚辭天問云：「阻窮西征，巖何越焉？化為黃熊，巫何活焉？咸播秬黍，莆雚是營；何由並投，而鯀疾修盈？」此數語自來多不得其解。自唐蘭天問「阻窮西征」新解（禹貢半月刊第七卷第一二三期合刊）一文出，謂「窮」即山海經海外西經「窮山」，「鯀尸剖而生禹，其尸體遂化為黃熊而西征，被阻於窮山，卒越巖而南，求活於諸巫」，乃豁然貫通焉。鯀所被「阻」之「窮」，確即此窮山，因巫咸國在其南，去此不遠也。 \\n ２　郭璞云：「言敬畏黃帝威靈，故不敢向西而射也。」珂案：軒轅之丘在西王母所居玉山之西四百八十里，見西次三經。 \\n ３　郭璞云：「繚繞樛纏。」珂案：蓋護衛此丘也。 \\n 此諸夭之野１，鸞鳥自歌，鳳鳥自舞；鳳皇卵，民食之；甘露２，民飲之，所欲自從也３。百獸相與群居。在四蛇北。其人兩手操卵食之，兩鳥居前導之４。 \\n １　郭璞云：「夭音妖。」郝懿行云：「經文此字亦衍。夭郭音妖，蓋訛。夭野，大荒西經作沃野，是此經之夭，乃沃字省文，郭注之妖乃沃字訛文也。諸夭，藝文類聚九十九卷引作清沃，博物志作渚沃，淮南墬形訓有沃民。又云『西方曰金丘，曰沃野』，高誘注云：『沃猶白也，西方白故曰沃野。』案高說非也，沃野蓋謂其地沃饒耳。」珂案：郝說是也。宋本郭注「夭音妖」，妖字正作沃，藏經本同，蓋後人妄改作妖耳。然此「諸夭之野」句下，疑文字尚有闕脫。下文「鳳皇卵，民食之，甘露，民飲之」，與「其人兩手操卵食之」，其「民」其「人」維何？無由知也。大荒西經云：「有沃之國，沃民是處；沃之野，鳳鳥之卵是食，甘露是飲。」則其「民」沃民也。揆之張衡思玄賦：「超軒轅於西海，跨汪氏之龍魚。」畢沅說汪氏係沃民之誤，良确；以沃民之後，記有龍魚，故曰「跨沃民之龍魚」也。知經文此句之下，當有「沃民」字樣，如以大荒西經「沃民是處」補於其下，則處與舞為韻，亦天衣無縫也。淮南子墬形篇海外三十六國自西北至西南方白民之後有沃民，以此。海外西經係自西南至西北方，方向適反，故諸沃之野之後乃有白民之國。則居於此沃野之其「民」其「人」，正當是自成一國之沃民也。 \\n ２　珂案：太平御覽卷十二引瑞應圖云：「甘露者，美露也；神露之精，仁瑞之澤，其凝如脂，其甘如飴，一名膏露，一名天酒。」神異經西北經荒經云：「西北海外，有人長二千里，兩腳中間相去千里，腹圍一千六百里，但日飲天酒五斗。」原注：「張華曰：天酒，甘露也。」 \\n ３　郭璞云：「言滋味無所不有，所願得自在，此謂夭野也。」珂案：郭注夭野，藏經本作沃野。大荒西經云：「有沃之國，沃民是處，沃之野，鳳鳥之卵是食，甘露是飲。凡其所欲，其味盡存。爰有甘華、甘柤、白柳、視肉、三騅、璇瑰、瑤碧、白木、琅玕、白丹、青丹。多銀鐵。鸞鳥自歌，鳳鳥自舞。爰有百獸，相群爰處。是謂沃之野。」即此。 \\n ４　郝懿行云：「亦言圖畫如此。」 \\n 龍魚陵居在其北１，狀如貍２。一曰鰕３。即有神聖乘此以行九野４。一曰鱉魚５在夭野北，其為魚也如鯉。 \\n １　郝懿行云：「龍魚，郭氏江賦作龍鯉，張衡思玄賦仍作龍魚，淮南墬形訓作〈石龍〉（按今本作硥——珂）魚，高誘注云：『〈石龍〉魚如鯉魚也，有神聖者乘行九野，在無繼民之南。〈石龍〉音蚌。』」珂案：龍魚，疑即海內北經所記陵魚，蓋均神話傳說中人魚之類也。龍、陵一聲之轉，一也；龍魚陵居，陵魚當亦因其既可居水，復可居陵而號陵魚，二也；龍魚似鯉，謂之龍鯉，陵魚亦似鯉，謂之陵鯉，三也；龍魚「一曰鰕」，爾雅釋魚云「鯢大者謂之鰕」，本草綱目云「鯢魚，一名人魚」；而「人面手足魚身在海中」之陵魚，正是人魚形貌，四也。有此四者，故謂龍魚即海內北經所記之陵魚。 \\n ２　郭璞云：「或曰：龍魚似貍，一角。」郝懿行云：「貍當為鯉，字之訛。李善注（文選）江賦引此經云：『龍鯉陵居，其狀如鯉，或曰龍魚一角也。』蓋並引郭注。又注思玄賦引此經云：『龍魚陵居在北，狀如鯉。』高誘注淮南墬形訓亦云『如鯉魚也』，可證。」珂案：郝說是也，王念孫校亦同郝說。宋本經文注釋鯉字均作狸，藏經本注釋作狸，亦訛。 \\n ３　郭璞云：「音遐。」畢沅云：「一作如鰕，言狀如鯢魚有四腳也。爾雅（釋魚）云：『鯢大者謂之鰕。』」 \\n ４　郭璞云：「九域之野。」珂案：藝文類聚卷九十六引郭氏圖讚曰：「龍魚一角，似鯉居陵；候時而出，神聖攸乘；飛騖九域，乘雲上升。」可謂得其概要。 \\n ５　郭璞云：「鱉音惡橫也。」郝懿行云：「注有訛字，所未詳；明藏本作鱉，音猶也，亦訛。」珂案：宋本郭注「鱉音」下空一字。 \\n 白民之國１在龍魚北，白身被髮２。有乘黃，其狀如狐，其背上有角３，乘之壽二千歲４。 \\n １　珂案：淮南子墬形篇有白民。大荒西經云：「有大澤之長山。有白民之國（白民原作白氏，據宋本改——珂）。」即此。大荒東經云：「有白民之國。帝俊生帝鴻，帝鴻生白民。白民銷姓，黍食，使四鳥：虎、豹、熊、羆。」或當是另一國，非此。參見大荒東經「白民國」節注２。 \\n ２　郭璞云：「言其人體洞白。」珂案：淮南子墬形篇高誘注云：「白民白身，民被髮，髮亦白。」 \\n ３　郭璞云：「周書曰：『白民乘黃，似狐，背上有兩角。』即飛黃也。淮南子曰：『天下有道，飛黃伏皁。』郝懿行云：「周書王會篇云：『乘黃似騏。』郭引作似狐。初學記（卷二十九）引與郭同。博物志（外國）亦作狐。兩角，初學記作肉角，皆所見本異也。郭又引淮南子者，覽冥訓云：『青龍進駕，飛黃伏皁。』乘黃又即訾黃。漢書禮樂志云：『訾黃何不徠下？』應劭注云：『訾黃一名乘黃，龍翼而馬身，黃帝乘之而仙。』」 \\n ４　珂案：初學記、博物志並作三千歲。 \\n 肅慎之國１在白民北，有樹名曰雄２常３，先入伐４帝，于此取之５。 \\n １　珂案：大荒北經云：「大荒之中，有山名曰不咸。有肅慎氏之國。」淮南子墬形篇有肅慎民。周書王會篇云：「稷慎大麈。」孔晁注云：「稷慎，肅慎也。」 \\n ２　郭璞云：「或作雒。」 \\n ３　珂案：經文雄常，淮南子墬形篇作雒棠，云「雒棠、武人在西北陬」，高誘注云：「皆日所入之山名也。」疑非。雒棠當即此經之雄（郭云「或作雒」）常，木名也。 \\n ４　珂案：宋本、吳寬抄本、毛扆本、藏經本俱作代。 \\n ５　郭璞云：「其俗無衣服，中國有聖帝代立者，則此木生皮可衣也。」珂案：經文先入伐帝，于此取之，王念孫云：「御覽東夷五（卷七八四）作『先人代帝，於此取衣』，木部十（卷九六一）作『聖人代立，於此取衣』。」珂案：據郭注，作「聖人代立，於此取衣」是也。孫星衍校亦作「聖人代立，於此取衣」。如此始與郭注相應。 \\n 長股之國１在雄常北，被髮２。一曰長腳３。 \\n １　珂案：大荒西經云：「西北海之外，赤水之東，有長脛之國。」即長股國也。淮南子墬形篇有長股民。 \\n ２　郭璞云：「國在赤水東也。長臂人身如中人而臂長二丈，以類推之，則此人腳過三丈矣。黃帝時至。或曰，長腳人常負長臂人入海中捕魚也。」郝懿行云：「長臂國已見海外南經。郭云臂長二丈，二當為三，字之訛也。初學記十九卷引郭氏讚云：『雙臂三丈，體如中人；彼曷為者，長臂之人；修腳是負，捕魚海濱。』案修足即長腳。郭注穆天子傳（卷二）云：『長腳人國，又在赤海東。』謂是也。」珂案：郭注長股國「黃帝時至」者，路史後紀五注引尸子云：「四夷之民有貫胸者，深目者，長股者，黃帝之德皆致之。」蓋本此。 \\n ３　郭璞云：「或曰有喬國，今伎家喬人，蓋象此身。」吳任臣曰：「喬人，雙木續足之戲，今曰躧蹻。」 \\n 西方蓐收，左耳有蛇，乘兩龍１。 \\n １　郭璞曰：「金神也；人面、虎爪、白毛，執鉞。見外傳。」 \\n 珂案：郭說蓐收，本國語晉語二文。晉語二云：「虢公夢在廟，有神人面、白毛、虎爪，執鉞，立於西阿，公懼而走。神曰：『無走。帝命曰：使晉襲於爾門。』公拜稽首，覺，召史囂占之，對曰：『如君之言，則蓐收也，天之刑神也，天事官成。』公使囚之，且使國人賀夢。……六年，虢乃亡。」此一刑戮之神，至山海經西次三經又為司日入之神。西次三經云：「泑山，神蓐收居之，西望日之所入，其氣員，神紅光之所司也。」郝懿行云：「紅光蓋即蓐收也。」近是。此神或以為是少皞之子。呂氏春秋孟秋篇「其神蓐收」高誘注云：「少皞氏裔子曰該，皆（實？）有金德，死託祀為金神。」或以為是少皞之叔。左傳昭公二十九年：「少皞氏有四叔，曰重，曰該，曰修，曰熙，實能金木及水。使重為句芒，該為蓐收，修及熙為玄冥。世不失職，遂濟窮桑。」尚書大傳云：「西方之極，自流沙西至三危之野，帝少皞神蓐收司之。」蓐收，少皞之佐也。楚辭大招云：「魂乎無西，西方流沙，漭洋洋只；豕首縱目，被髮鬤只；長爪踞牙，俟笑狂只。」王逸注：「此蓋蓐收神之狀也。」則在世人心目中，此一刑戮之神，又倍增其獰猛之氣矣。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷三  山海經第八  海外北經", "正文": "  \\n ▲山海經海經新釋卷三山海經第八海外北經 \\n 　 \\n 海外自東北陬至西北陬者１。 \\n １　畢沅云：「淮南子墬形訓云『自東北至西北陬』同，而起跂踵民，終無繼民，與此文正倒。疑淮南子當作自西北方至東南方，或傳寫之誤也。」珂案：畢說非也；淮南子文不誤，此文自誤。此云：「自東北陬至西北陬」，則文中諸國均應西向。今既云「╳╳國在其東」，可見應是「自西北陬至東北陬」，「東」「西」二字適倒。且海外西經「自西南陬至西北陬」起滅蒙鳥，終長股國，長股國自應在西北陬；今既云「無綮之國在長股東」，則無綮之國豈非西北陬之國而何？淮南子自東北至西北方，故起跂踵民，終無繼民；此與相反，故起無綮之國（無繼民），終跂踵國。 \\n 無綮之國１在長股東，為人無綮２。 \\n １　郭璞云：「音啟，或作綮。」畢沅云：「說文無綮〈糸改月〉字，當為綮，或作啟、繼皆是。廣雅作無啟，淮南子作無繼民，高誘注云：『其人蓋無嗣也，北方之國也。』與郭義異。字林始有綮字，云〈月耑〉腸，見廣韻。郭蓋以此為說，其實非古字古義也。」珂案：畢說是也，當從廣雅作無啟；無啟，無繼也，正高誘注淮南子所謂「其人蓋無嗣也」之義。無嗣而有國，當因其人能如郭注所云「死百廿歲乃復更生」，實不死也。大荒北經有繼無民，又云「無繼子食魚」，「繼無」自是「無繼」之倒，王念孫、郝懿行並校作無繼，則此「無綮之國」者，尤可證其當作「無啟之國」也。 \\n ２　郭璞云：「綮，肥腸也。其人穴居，食土，無男女，死即薶之，其心不朽，死百廿歲乃復更生。」珂案：郭注「綮，肥腸也」，肥腸當為腓腸，即脛骨後之肉，今俗呼為小腿肚者是。然綮應作啟，已如上說，郭注因綮為說，不免失之。大荒北經云：「有繼無民，繼無民任姓，無骨子，食氣魚。」即無啟之國也。博物志異人云：「無綮民，居穴食土，無男女，死埋之，其心不朽，百年還化為人。細民，其肝不朽，百年而化為人，皆穴居處。二國同類也。」無綮民自本郭注為說，又增細民。而酉陽雜俎於此二說外，復增錄民，云：「錄民，膝不朽，埋之百二十年化為人。」則未免有重床疊屋之感矣。 \\n 鍾山之神，名曰燭陰１，視為晝，瞑為夜，吹為冬，呼為夏，不飲，不食，不息，息為風２，身長千３里。在無綮之東。其為物，人面，蛇身，赤色，居鍾山下４。 \\n １　郭璞云：「燭龍也，是燭九陰，因名云。」珂案：大荒北經云：「西北海之外，赤水之北，有章尾山。有神，人面蛇身而赤，直目正乘。其瞑乃晦，其視乃明。不食，不寢，不息，風雨是謁。是燭九陰，是謂燭龍。」燭龍之稱燭陰，蓋以此矣；章、鍾則一聲之轉也。楚辭天問云：「日安不到？燭龍何耀？」大荒北經郭璞注引詩含神霧云：「天不足西北，無有陰陽消息，故有龍銜火精（火字原脫，據李善注雪賦引補）以往照天門中也。」此所謂「燭陰」也。鍾山以其不見日，故常寒，此大招之所謂「魂乎無北，北有寒山，逴龍（燭龍）豔只」之「寒山」也。古小說鉤沉輯玄中記云：「北方有鍾山焉，山上有石首如人首，左目為日，右目為月，開左目為晝，閉右目為夜；開口為春夏，閉口為秋冬。」此「人面蛇身」之鍾山山神雖已化為「石首」，然其神力固猶昨也。說者謂此神當即是原始的開闢神，徵於任昉述異記：「先儒說：盤古氏泣為江河，氣為風，聲為雷，目瞳為電。古說：盤古氏喜為晴，怒為陰。」廣博物志卷九引五運歷年記（三國吳徐整著）：「盤古之君，龍首蛇身，噓為風雨，吹為雷電，開目為晝，閉目為夜。」信然。盤古蓋後來傳說之開闢神也。 \\n ２　郭璞云：「息，氣息也。」王念孫云：「御覽時序十二（卷二七）作息則為風。」 \\n ３　王念孫云：「類聚鱗介部（卷九六）千上有三字。」 \\n ４　郭璞云：「淮南子曰：『龍身一足。』」珂案：淮南子墬形篇云：「燭龍在雁門北，蔽於委羽之山，不見日；其神人面龍身而無足。」是郭所引也；一字訛。 \\n 一目國１在其東，一目中其面而居。一曰有手足２。 \\n １　珂案：淮南子墬形篇有一目民。大荒北經云：「有人一目，當面中生。一曰是威姓，少昊之子，食黍。」即此。海內北經云：「鬼國在貳負之尸北，為物人面而一目。」鬼、威音近，當亦是一目國也。論衡訂鬼篇引山海經（今本無）云：「北方有鬼國，說螭者謂之龍物也。」何所謂「龍物」，則語焉而不詳也。 \\n ２　郝懿行云：「有手足三字疑有訛。」珂案：「一曰有手足」五字，或涉下文「柔利國在一目東，為人一手一足」而衍。 \\n 柔利國１在一目東，為人一手一足，反厀２，曲足居上３。一云留利之國４，人足反折５。 \\n １　珂案：大荒北經云：「有牛黎之國。有人無骨，儋耳之子。」即柔利國也，牛黎、柔利音皆相近；儋耳即聶耳也。博物志異人云：「子利國人，一手二足，拳反曲。」子當為柔，二當為一，並字形之訛也。 \\n ２　珂案：厀，古膝字，宋本、藏經本並作膝。 \\n ３　郭璞云：「一腳一手反卷曲也。」 \\n ４　珂案：留、柔之聲亦相近。 \\n ５　郝懿行云：「足反卷曲，有似折也。」 \\n 共工１之臣曰相柳氏２，九首，以食于九山３。相柳之所抵，厥為澤谿４。禹殺相柳，其血腥，不可以樹五穀種５。禹厥之，三仞三沮６，乃以為眾帝７之臺８。在昆侖之北９，柔利之東。相柳者，九首人面，蛇身而青。不敢北射，畏共工之臺１０。臺在其東。臺四方，隅有一蛇，虎色１１，首衝南方１２。 \\n １　郭璞云：「共工，霸九州者。」珂案：郭注乃本國語魯語「共工氏之伯九有也」為說，然乃以歷史釋神話，非是。共工乃古天神名，與顓頊爭為帝者。淮南子天文篇云：「昔共工與顓頊爭為帝，怒而觸不周之山，天柱折，地維絕。天傾西北，故日月星辰移焉；地不滿東南，故水潦塵埃歸焉。」即此共工。兵略篇又云：「共工為水害，故顓頊誅之。」史記律書亦云：「顓頊有共工之陣以平水害。」則此天神共工乃水神也。其與「爭為帝」之對象，諸書所記不一，或曰高辛，見於淮南子原道篇；或曰神農，見於琱玉集卷十二壯力篇引淮南子；或曰祝融，見於史記司馬貞補三皇本紀；或曰女媧，見於路史太昊紀：然要以「與顓頊爭為帝」之說為近古。顓頊，黃帝之裔孫也（山海經海內經）；而國語周語韋昭注：「賈侍中云：共工諸侯，炎帝之後，姜姓也。」（亦本山海經海內經）：則共工與顓頊之爭，亦黃炎鬥爭之餘緒也。共工觸山，「折天柱，絕地維」，打破為顓頊所統治之舊世界，使世界局面為之改觀，雖曰「不勝」（淮南子兵略篇、論衡談天篇、楚辭天問王逸注等）亦足見其「猛志固常在」（陶潛讀山海經）之鬥爭精神矣，謂共工為「不死」，為「勝利的英雄」（毛澤東同志漁家傲反第一次大「圍剿」注釋按語），誰曰不宜？然或又傳共工有與禹之鬥爭。荀子成相篇云：「禹有功，抑下鴻，辟除民害逐共工。」禹亦黃帝系之人物也（山海經海內經：「黃帝生駱明，駱明生白馬，白馬是為鯀。」鯀，禹父也），共工與禹之鬥爭，亦應是黃炎鬥爭之餘緒。然神話演而至此，禹已成為眾所公認之治水英雄，民間傳說與古籍記載咸無異辭，於是站在治水對立面而與禹作鬥爭之共工，乃不能不居於反面人物之地位。故山海經乃有禹攻共工國山（大荒西經），此則云禹殺共工之臣相柳，均成相篇所謂「辟除民害」之意也。則共工者，應視其所與周旋之人物而定其正反，非可一概而論，始符毛澤東同志按語「諸說不同。我取……」精神，亦已明矣。 \\n ２　珂案：大荒北經云：「共工臣名曰相繇，九首蛇身，自環，食於九土。其所歍所尼，即為源澤。不辛乃苦，百獸莫能處。禹湮洪水，殺相繇。其血腥臭，不可生穀，其地多水，不可居也。禹湮之，三仞三沮。乃以為池，群帝因是以為臺。在昆侖之北。」即此相柳也。楚辭天問云：「雄虺九首，儵忽焉在？」王逸注云：「虺，蛇別名也，言有雄虺，一身九頭。」疑亦此也。 \\n ３　郭璞云：「頭各自食一山之物，言貪暴難饜。」 \\n ４　郭璞云：「抵，觸；厥，掘（宋本作抵－－珂）也，音撅。」珂案：經文澤谿，王念孫云：「御覽作谿潭。」今影宋本御覽卷六四七作溪澤。又經文厥，王念孫注云：「厥亦觸也。」 \\n ５　王念孫云：「御覽無五字。」珂案：今影宋本御覽卷六四七作「不可以樹{殸木}」；{殸木}，字書不載，疑即穀字之訛，無「五」字。 \\n ６　郭璞云：「掘塞之而土三沮滔，言其血膏浸潤壞也。」郝懿行云：「注滔蓋陷字之訛。」珂案：毛扆本滔正改作陷字。 \\n ７　珂案：眾帝，指帝堯、帝嚳等古帝。 \\n ８　郭璞云：「言地潤溼，唯可積土以為臺觀。」郝懿行云：「海內北經云：『帝堯臺、帝嚳臺、帝丹朱臺、帝舜臺，在昆侖東北。』郭注亦引此經為說。」 \\n ９　郭璞云：「此昆侖山在海外者。」郝懿行云：「海內北經云：『臺四方，在昆侖東北。』是此昆侖亦在海內者，郭注恐非。」 \\n １０郝懿行云：「臣避君也。」珂案：射者畏共工之臺共工威靈，故不敢北射，猶海外西經云：「窮山在其北，不敢西射，畏軒轅之丘。」郝懿行謂臣避君，非也。 \\n １１郝懿行云：「虎文也。」 \\n １２郭璞云：「衝，猶向也。」 \\n 深目國１在其東，為人舉一手一目２，在共工臺東。 \\n １　珂案：淮南子墬形篇有深目民；大荒北經云：「有人方食魚，名曰深目之國，朌姓，食魚。」即此。郭注「貫匈國」（見海外南經）引尸子曰：「四方之民，有貫匈者，有深目者，有長肱（路史後紀五注引作長股——珂）者，黃帝之德嘗致之。」則傳說由來遠矣。 \\n ２　郭璞云：「一作曰。」郝懿行云：「一目作一曰連下讀是也。」珂案：「為人舉一手」，是圖畫所見之象如此，「深目」非「一目」，「一目」正當作「一曰」連下讀為是。然「為人舉一手」，猶有說者。山海經所記海外各國，非異形即異稟，無由「舉一手」即列為一國之特徵者。疑「為人」下，尚脫「深目」二字，「為人深目、舉一手」，即與經記諸國之體例相符矣。 \\n 無腸之國１在深目東２，其為人長而無腸３。 \\n １　珂案：大荒北經云：「又有無腸之國，是任姓，無繼子，食魚。」淮南子墬形篇有無腸民。 \\n ２　郭璞云：「一作南。」 \\n ３　郭璞云：「為人長大，腹內無腸，所食之物直通過。」郝懿行云：「神異經云：『有人知往，有腹無五藏，直而不旋，食物徑過。』疑即斯人也。」 \\n 聶耳之國１在無腸國東，使兩文虎２，為人兩手聶其耳３。縣居海水中４，及水所出入奇物５。兩虎在其東６。 \\n １　珂案：大荒北經云：「有儋耳之國，任姓，禺號子，食穀。」即此。淮南子墬形篇無聶耳國，而云：「夸父耽耳在其北方。」是耽耳即儋耳，亦即此經聶耳也。大荒北經云「禺號子」者，禺號即禺〈豸虎〉，乃東海海神。大荒東經云：「黃帝生禺〈豸虎〉，禺〈豸虎〉生禺京，禺京處北海，禺〈豸虎〉處東海，是為海神。」郭璞云：「一本作號。」即此禺號也。 \\n ２　珂案：文虎，雕虎；已見海外南經郭璞注。 \\n ３　郭璞云：「言耳長，行則以手攝持之也；音諾頰反。」珂案：唐李冗獨異志云：「山海經有大耳國，其人寢，常以一耳為席，一耳為衾。」則傳說演變，夸張又甚矣。 \\n ４　郭璞云：「縣，猶邑也。」珂案：初學記卷六引此經作「懸居赤水中」。縣，懸本字；「縣居海水中」者，言聶耳國所居乃孤懸於海中之島也；郭以邑釋縣，殊未諦。 \\n ５　郭璞云：「言盡規有之。」珂案：藏經本「奇物」作「奇怪物」。 \\n ６　珂案：兩虎，即上文聶耳國所使兩文虎；在其東，在聶耳國之東，蓋圖象如此。 \\n 夸父１與日逐走，入日２。渴欲得飲，飲于河渭；河渭不足，北飲大澤３。未至，道渴而死。弃４其杖５，化為鄧林６。 \\n １　珂案：大荒北經云：「大荒之中，有山，名曰成都載天。有人珥兩黃蛇，把兩黃蛇，名曰夸父。后土生信，信生夸父，夸父不量力，欲追日景，逮之於禺谷。將飲河而不足也，將走大澤，未至，死於此。」即此一神話之異文。其言「后土生信，信生夸父」，而海內經記「炎帝生炎居，炎居生節並，節並生戲器，戲器生祝融，祝融生共工，共工生后土」，則夸父者，炎帝之裔也。以義求之，蓋古之大人（夸，大；父，男子美稱）也。共工之力，能以摧山；「土伯九約，其角觺觺」（見楚辭招魂，王逸注：「土伯，后土之侯伯」）；而姜姓之蚩尤，亦「獸身人語，銅頭鐵額」（御覽卷七八引龍魚河圖）、「齒長二寸」（述異記）：是炎帝裔屬中，頗不乏魁梧奇偉之巨人也。 \\n ２　郭璞云：「言及於日將入也；逐音冑。」郝懿行云「北堂書鈔一百三十三卷，李善注（文選）西京賦、鸚鵡賦及張協七命引此經並作『與日競走』，初學記一卷引此經作『逐日』，史記禮書裴駰集解引此經作『與日逐走，日入』，並與今本異。」王念孫云：「御覽天部三（卷三，影宋本作逐日——珂）、服用十二（卷七一０）作競走，妖異三（卷八八七）作競走，（文選）阮籍孤懷詩注引作夸父與日競逐而渴死，其杖化為鄧林，七命注引作競走，書鈔服飾二（卷一三三）作競走，酒食三（卷一四四）同。」珂案：競、逐互見，是一本作競也。又經文入日，何焯校本作日入，黃丕烈、周叔弢校同。 \\n ３　珂案：海內西經云：「大澤方百里，群鳥所生及所解，在鴈門北。」大荒北經云：「有大澤方千里，群鳥所解。」即此大澤。畢沅以為即古之翰海，疑是。 \\n ４　珂案：弃，古棄字。 \\n ５　郝懿行云：「列子湯問篇『棄其杖』下，有『尸膏肉所浸』五字。」 \\n ６　郭璞云：「夸父者，蓋神人之名也；其能及日景而傾河渭，豈以走飲哉，寄用於走飲耳。幾乎不疾而速，不行而至者矣。此以一體為萬殊，存亡代謝，寄鄧林而遯形，惡得尋其靈化哉！」畢沅云：「鄧林即桃林也，鄧、桃音相近。高誘注淮南子（墬形篇）云：『鄧，猶木。』是也。列子（湯問篇）云：『鄧林彌廣數千里。』蓋即中山經（中次六經）所云『夸父之山，北有桃林』矣。其地則楚之北境也。」 \\n 博父國１在聶耳東，其為人大，右手操青蛇，左手操黃蛇。鄧林在其東，二樹木２。一曰博父。 \\n １　珂案：博父國當即夸父國，此處博父亦當作夸父，淮南子墬形篇云：「夸父耽耳在其北。」即謂是也。下文既有「一曰博父」，則此處不當復作博父亦已明矣；否則下文當作「一曰夸父」，二者必居其一也。 \\n ２　郝懿行云：「二樹木，蓋謂鄧林二樹而成林，言其大也。」 \\n 禹所積石之山１在其東，河水所入２。 \\n １　畢沅曰：「當云禹所導積石之山，此脫導字。」王念孫校同。珂案：畢王之說疑非。尋檢經文，積石之山有二：一曰積石，一曰禹所積石。大荒北經云：「大荒之中，有山名曰先檻大逢之山，河濟所入，海北注焉，其西有山，名曰禹所積石。」即此禹所積石山也，其方位在北。西次三經云：「積石之山，其下有石門，河水冒以西流。」海內西經云：「河水出東北隅，以行其北，西南又入勃海，又出海外，即西而北，入禹所導積石山。」即積石之山也，其方位在西。郝懿行注此經以大荒北經禹所積石即此禹所積石、以西次三經積石之山為非固是矣，而以海內西經禹所導積石為此禹所積石，則不知何所據也。 \\n ２　郭璞云：「河出昆侖而潛行地下，至葱嶺，復出注鹽澤，從鹽澤復行南，出於此山，而為中國河，遂注海也。書（禹貢）曰：『導河積石。』言時有壅塞，故導利以通之。」 \\n 拘纓之國１在其東，一手把纓２。一曰利纓之國３。 \\n １　珂案：淮南子墬形篇有句嬰民，即此。高誘注云：「句嬰讀為九嬰，北方之國。」則所未詳也。 \\n ２　郭璞云：「言其人常以一手持冠纓也。或曰纓宜作癭。」珂案：纓正宜作癭。癭，瘤也，多生於頸，其大者如懸瓠，有礙行動，故須以手拘之，此「拘癭之國」之得名也。作拘纓者，同音通假，實亦拘癭，非如郭注所云「常以一手持冠纓」也。山海經所記殊方異域之人，非異形即異稟，無為以「一手持冠纓」而亦列為一國之理，是不足深辨亦已明矣。 \\n ３　江紹原中國古代旅行之研究云：「利或是捋之訛。」說亦可供參考。 \\n 尋木長千里，在拘纓南，生河上西北１。 \\n １　珂案：穆天子傳卷六云：「天子乃釣于河，以觀姑繇之木。」郭璞注：「姑繇，大木也。山海經云：『尋木長千里，生河（河原訛作海，從御覽卷八百三十四引改）邊。』謂此木之類。」當如郭說也。姑繇之木，即榣木，見西次三經槐江之山。說文六云：「櫾，昆侖河隅之長木也。」字省作榣耳。尋木亦此木之類也。 \\n 跂踵國１在拘纓東，其為人大，兩足亦大２。一曰大踵３。 \\n １　郭璞云：「跂音企。」 \\n ２　郭璞云：「其人行，腳跟不著地也。孝經鉤命訣曰『焦僥跂踵，重譯欵塞』也。」珂案：淮南子墬形篇有跂踵民，高誘注云：「跂踵民，踵不至地，以五指行也。」即郭注所本。然文選王元長曲水詩序注引高注則作「反踵，國名，其人南行，跡北向也。」與此異義。大約跂踵本作支踵，支、反形近易訛，故兼二說。跂又作歧：呂氏春秋當染篇云：「夏桀染於歧踵戎。」即此也。經文「其為人大，兩足亦大」，不足以釋「跂踵」，疑有訛誤。王念孫云：「御覽人事十三作『其為人兩足皆大』，南蠻六同。」查影宋本御覽卷三七二（即人事十三）作「其為兩足皆大」，卷七九０（即南蠻六）作「其人兩足皆大」，「其為」「其人」，各脫一字，蓋「其為人」也。「其為人兩足皆大」，如所引近確，則經文「其為人大」之大字蓋衍文也。然「兩足皆大」，於釋「跂踵」義猶扞格。疑大當作支，大、支形近而訛。「兩足皆支，正所以釋「跂踵」也；則此處經文實當作「其為人兩足皆支」。 \\n ３　郝懿行云：「大踵疑當為支踵或反踵，並字形之訛。」珂案：作「反踵」是也。國名既為「跂踵」，則不當復作「支踵」，而作「大踵」乃未聞成說，故實祗宜作「反踵」。跂踵之為反踵，猶支舌之為反舌也。 \\n 歐絲之野在大踵東，一女子跪據樹歐絲１。 \\n １　郭璞云：「言噉桑而吐絲，蓋蠶類也。」珂案：博物志異人云：「嘔絲之野，有女子方跪據樹而嘔絲，北海外也。」嘔絲即歐絲；嘔，歐俗字。說文八云：「歐，吐也。」故郭注以噉桑吐絲為言。畢沅云歐當作漚，非也。此一簡單神話，蓋「蠶馬」神話之雛型也。傳為三國吳張儼所作恐亦仍出六朝人手筆之太古蠶馬記（見搜神記卷十四）敘此神話云：「舊說太古之時，有大人遠征，家無餘人，唯有一女。牡馬一匹，女親養之。窮居幽處，思念其父。乃戲馬曰：『爾能為我迎得父還，我將嫁汝。』馬既承此言，乃絕繮而去，徑至父所。父見馬驚喜，因取而乘之。馬望所自來，悲鳴不已。父曰：『此馬無事如此，我家得無有故乎？』亟乘以歸。為畜生有非常之情，故厚加芻養，馬不肯食。每見女出入，輒喜怒奮擊，如此非一。父怪之，密以問女，女具以告父：『必為是故。』父曰：『勿言，恐辱家門。且莫出入。』於是伏弩射殺之，暴皮於庭。父行，女與鄰女於皮所戲，以足蹙之，曰：『汝是畜生，而欲取人為婦耶？招此屠剝，如何自苦……』言未及竟，馬皮蹶然而起，卷女以行。鄰女忙怕，不敢救之。走告其父。父還求索，已出失之。後經數日，得於大樹枝間，女及馬皮，盡化為蠶，而績於樹上。其蠒綸理厚大，異於常蠶。鄰婦取而養之，其收數倍。因名其樹曰桑。桑者，喪也。由斯百姓競種之，今世所養是也。」此蓋是神話演變之結果也。前乎此（歐絲之野神話）者，有中次一十一山經所記「宣山，其上有桑焉，大五十尺，其枝四衢，其葉大尺餘，赤理、黃華、青葉，名曰帝女之桑」之帝女桑，惟僅著異桑，然已「女」「桑」相連為文。後乎此者，有荀子蠶賦：「身女好而頭馬首」，狀蠶之態，已近「蠶馬」。則知演變之跡象，實隱有脈絡可尋也。吾國蠶絲發明甚早，婦女又專其職任，宜在人群想象中，以蠶之性態與養蠶婦女之形象相結合。至於玉函山房輯佚書輯河圖括地象云：「化民食桑，二十七年而身裹，九年生翼，十年而死之焉。」則是蠶桑神話之異聞，非關此也。 \\n 三桑無枝，在歐絲東，其木長百仞，無枝１。 \\n １　郭璞云：「言皆長百仞也。」珂案：大荒北經云：「有三桑無枝。」北次二經云：「洹山，三桑生之，其樹皆無枝，其高百仞。」即此。此無枝之三桑，當即跪據樹歐絲女子之所食也。 \\n 范林方三百里１，在三桑東，洲環其下２。 \\n １　郝懿行云：「范、汎通。太平御覽五十七卷引顧愷之啟蒙記曰：『汎林鼓于浪嶺。』注云：『西北海有汎林，或方三百里，或百里，皆生海中浮土上，樹根隨浪鼓動。』即此也。」 \\n ２　郭璞云：「洲，水中可居者；環，繞也。」 \\n 務隅之山１，帝顓頊葬于陽２，九嬪葬于陰３。一曰爰有熊、羆、文虎、離朱、〈丘鳥〉久、視肉４。 \\n １　珂案：海內東經云：「漢水出鮒魚之山，帝顓頊葬于陽，九嬪葬于陰，四蛇衛之。」大荒北經云：「附禺之山，帝顓頊與九嬪葬焉。」即此務隅，皆聲近字通也。 \\n ２　郭璞云：「顓頊，號為高陽，冢今在濮陽，故帝丘也。一曰頓丘縣城門外廣陽里中。」珂案：史記五帝本紀集解引皇覽云：「顓頊冢，在東郡濮陽頓丘城門外廣陽里中。」郭注蓋本此。 \\n ３　郭璞云：「嬪，婦。」 \\n ４　畢沅云：「一本多此十四字也。」珂案：上述各物已見海外南經「狄山」節。〈丘鳥〉久，藏經本作鴟久，郝懿行於海外南經注亦謂〈丘鳥〉當作鴟。孫星衍校同郝注。 \\n 平丘１在三桑東，爰有遺玉２、青鳥３、視肉、楊柳、甘柤４、甘華５，百果所生６，有７兩山夾上谷，二大丘居中，名曰平丘。 \\n １　畢沅云：「淮南子（墬形篇）云：華邱。」郝從畢說。珂案：畢、郝之說非也。淮南子墬形篇明云：「昆侖華邱在其東南方。」則華邱者，應是海外東經「自東南陬至東北陬者」篇首之嗟丘。郭注云：「音嗟，或作髮。」嗟、髮、華，蓋一音之轉也。此云平丘，地在東北，方位既異，音復不同，何得以品物相類便遂斷為淮南子邱乎？ \\n ２　郭璞云：「遺玉，玉石。」郝懿行云：「吳氏（任臣——珂）云：『遺玉即瑿玉；琥珀千年為瑿。字書云：瑿，遺玉也。』吳氏之說，據本草舊注，未審是否。瑿，黑玉也。說文無此字，而有{〈齒欠〉玉}。云：『遺玉也，從玉，〈齒欠〉聲。』是遺玉名{〈齒欠〉玉}，與瑿形聲皆近，當從說文也。」 \\n ３　珂案：青鳥，藏經本作青馬；海外東經嗟丘、淮南子墬形篇華丘亦俱作青馬：則作青馬是也。 \\n ４　郭璞云：「其樹枝幹皆赤，黃華，白葉，黑實。呂氏春秋曰：『其山之東，有甘柤焉。』音如柤梨之柤。」珂案：柤梨之柤，音渣。甘柤形狀，見大荒南經：「有蓋猶之山者，其上有甘柤，枝榦皆赤，黃葉，白華，黑實。」是郭注所本。然黃華白葉，當為黃葉白華，字之訛也。其山即箕山，籀文箕作其也。今本呂氏春秋本味篇云：「箕山之東，青鳥之所，有甘櫨焉。」是郭所引者，惟甘櫨作甘柤是其異耳。或古本如此，未可知也。甘柤維何？曰蓋是梨木之神異者。禮內則云：「柤，梨曰鑽之。」注：「柤，梨之不臧者。」疏：「恐有蟲，故一一鑽看其蟲孔也。」柤，爾雅釋木作樝，郭璞注云：「樝似梨而酢澀。」此云甘柤，明其不同於常柤矣。神異經南荒經云：「大荒之中有樹焉，名曰柤稼〈木匿〉。柤者，柤梨也；稼者，株稼也；〈木匿〉者，親〈目匿〉也。三千歲作華，九千歲作實，實長九尺，圍如其長，而無瓤核，以竹刀剖之如凝蜜，得食者壽一萬二千歲。」當即此甘柤之屬。述異記上云：「北方有七尺之棗，南方有三尺之梨，凡人不得見，或見而食之，即為地仙。」謂是也。 \\n ５　郭璞云：「亦赤枝榦，黃華。」珂案：大荒南經云：「（蓋猶之山）東又有甘華，枝榦皆赤，黃葉。」則黃華當作黃葉。 \\n ６　珂案：齊民要術十引此經生作在。 \\n ７　珂案：經文有，宋本、吳寬抄本、毛扆本、藏經本均作在。 \\n 北海內有獸，其狀如馬，名曰騊駼１。有獸焉，其名曰駮，狀如白馬，鋸牙，食虎豹２。有素獸焉，狀如馬，名曰蛩蛩３。有青獸焉，狀如虎，名曰羅羅４。 \\n １　郭璞云：「陶塗兩音，見爾雅（釋畜）。」郝懿行云：「爾雅注引此經騊駼下有『色青』二字，史記匈奴傳徐廣注亦云：『似馬而青。』疑此經今本有脫文矣。」珂案：周書王會篇：「禺氏騊駼、駃騠為獻。」則騊駼者，野馬之屬也。 \\n ２　郭璞云：「周書（王會篇）曰：『義渠茲白，茲白若白馬，鋸牙，食虎豹。』按此二說與爾雅（釋畜）同。」珂案：郭注「二說」云者，指經文與周書王會篇之說也。西次四經云：「中曲之山有獸焉，其狀如馬，而白身黑尾，一角，虎牙爪，音如鼓音，其名曰駮，是食虎豹，可以禦兵。」較茲所記又加詳焉。而管子小問篇云：「桓公乘馬，虎望見之而伏。桓公問管仲曰：『今者寡人乘馬，虎望見寡人而不敢行，其故何也？』管仲對曰：『意者君乘駿馬而洀（古盤字）桓，迎日而馳乎？』公曰：『然。』管仲對曰：『此駮象也，駮食虎豹，故虎疑焉。』」則已演為故事而著之簡冊矣。 \\n ３　郭璞云：「即蛩蛩鉅虛也，一走百里，見穆天子傳（卷一）；音邛。」珂案：周書王會篇云：「獨鹿邛邛，善走也。」孔晁注：「獨鹿，西方之戎也；邛邛，獸，似距虛，負{厥虫}而走也。」實則邛邛、距虛乃是一物，即爾雅釋地所記「邛邛岠虛」也。呂氏春秋不廣篇云：「北方有獸，名曰蹶，鼠前而兔後，趨則跲，走則顛，常為蛩蛩距虛取甘草以與之。蹶有患害也，蛩蛩距虛必負而走。」是猶比肩之獸也。 \\n ４　吳任臣云：「駢雅曰：『青虎謂之羅羅。』今雲南蠻人呼虎亦為羅羅，見天中記。」 \\n 北方禺彊，人面鳥身，珥兩青蛇，踐兩青蛇１。 \\n １　郭璞云：「字玄冥，水神也。莊周（莊子大宗師）曰：『禺彊立于北極。』一曰禺京。一本云：北方禺彊，黑身手足，乘兩龍。」 \\n 珂案：大荒北經云：「有神，人面鳥身，珥兩青蛇，踐兩赤蛇，名曰禺彊。」與此經文略異。又大荒東經云：「東海之渚中，有神，人面鳥身，珥兩黃蛇，踐兩黃蛇，名曰禺〈豸虎〉。黃帝生禺〈豸虎〉，禺〈豸虎〉生禺京，禺京處北海，禺〈豸虎〉處東海，是為海神。」郭璞於「禺京」下注云：「即禺彊也。」彊、京一聲之轉。則作為北海海神之禺京，與其作為東海海神之父禺〈豸虎〉，同為人面鳥身。然竊有疑焉。莊子逍遙遊云：「北冥有魚，其名為鯤，鯤之大，不知其幾千里也，化而為鳥，其名為鵬，鵬之背，不知其幾千里也。怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥；南冥者，天池也。齊諧者，志怪者也；諧之言曰：鵬之徙於南冥也，水擊三千里，摶扶搖而上者九萬里，去以六月息者也。」似乎非僅寓言，實有神話之背景存焉。此背景維何？陸德明音義引崔譔云：「鯤當為鯨。」是也。爾雅釋魚：「鯤，魚子。」大無以致千里。莊生詼詭，以小名大，齊物之意也，鯤實當為鯨。而北海海神適名禺京，又字玄冥，此與莊周寓言中北冥之鯤（鯨）豈非有一定之關聯乎？而鯨，字本作〈魚畺〉，說文十一云：「〈魚畺〉，海大魚也，從魚，畺聲。」又與禺彊（禺京）之「彊」合。郭注引一本云：「北方禺彊，黑身手足，乘兩龍。」疑「黑身」乃「魚身」之誤，「黑」與「魚」形近而致訛也。海外東經云：「雨師妾在其北，為人黑身人面。」未言手足。以身既人身，手足自具，無煩更舉。海內北經云：「陵魚人面、手足、魚身，在海中。」此人形之魚，身仍為魚，而有手有足，故特著手足，以彰其異。由是言之，「黑身手足」之禺彊，猶「手足魚身」之陵魚，均人魚之類，「黑身」蓋「魚身」之訛也。其為海神之時，形貌當即是「魚身手足」。然而禺彊不僅海神而已，實又兼風神職司。淮南子墬形篇云：「隅強（禺彊），不周風之所生也。」史記律書曰：「不周風居西北，主殺生。」此生於不周風之禺彊，實當即是主不周風者。淮南本經篇載堯時害民之物，有所謂「大風」者，實即大鳳，亦即莊子逍遙遊之大鵬，高誘注以為風伯，又以為鷙鳥。此風伯若鷙鳥者，自非山海經所記人面鳥身之禺彊莫屬。故謂其不僅海神，實又職兼風神。當其為海神之時，固「魚身手足」之「鯤（鯨）」也，固「大不知其幾千里」也，然而一旦「化而為鳥」，則又「人面鳥身」之「鵬」也，則又「背不知其幾千里」、「怒而飛、其翼若垂天之雲」也：莊周詼詭之寓言，證以此經所記禺彊之形貌，豈非實有神話之背景存於其間乎？推而論之，東海海神禺〈豸虎〉之貌，或亦非僅具「鳥身」，實且兼有魚形，亦當為海神而兼風神也。惜乎文獻缺略，無由引證矣。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷四  山海經第九  海外東經", "正文": "  \\n ▲山海經海經新釋卷四山海經第九海外東經 \\n 　 \\n 海外自東南陬至東北陬者。 \\n 〈镸差〉丘１，爰有遺玉、青馬、視肉、楊柳２、甘柤３、甘華，百果所生。在東海，兩山夾丘，上有樹木。一曰嗟丘，一曰百果所在，在堯葬東４。 \\n １　郭璞云：「音嗟，或作髮。」郝懿行云：「北堂書鈔九十二卷引嗟正作髮，即郭所見本也。嗟，古或作〈镸差〉，爾雅釋詁云：『嗟，咨也。』廣韻作嗟丘。玉篇云：『{髟左}，好也。』義與此異。淮南墬形訓作華丘。」 \\n ２　珂案：淮南子墬形篇作楊桃。 \\n ３　珂案：甘柤，已見海外北經「平丘甘柤」節注４；淮南子墬形篇作甘樝。 \\n ４　珂案：堯葬狄山，已見海外南經。 \\n 大人國１在其北，為人大，坐而削船２。一曰在〈镸差〉丘北。 \\n １　珂案：大荒東經云：「東海之外，大荒之中，有山名曰大言，日月所出。有波谷山者，有大人之國。有大人之市，名曰大人之堂。有一大人踆其上，張其兩臂（臂原作耳，從王念孫、畢沅、郝懿行諸家校改）。」即此大人國也。淮南子墬形篇亦有大人國，高誘注云：「東南墟土，故人大。」蓋本大戴禮易本命篇「虛土之人大」為說也。然北方亦有大人，海內北經云：「大人之市在海中。」大荒北經云：「有人名曰大人。有大人之國，釐姓，黍食。」則不限於東南矣。大人傳說之見於史籍者，始國語魯語。魯語云：「吳伐越，墮會稽，獲骨焉，節專車。吳子使來好聘，且問之仲尼，仲尼曰：『昔禹會群神於會稽之山，防風氏後至，禹殺而戮之，其骨節專車。』」其後春秋文公十一年穀梁傳亦記之：「長狄也兄弟三人，佚宕中國，瓦石不能害。叔孫得臣最善射者也，射其目，身橫九畝，斷其首而載之，眉見於軾。」神話中天堂亦有大人：楚辭招魂：「一夫九首，拔木九千些。」地府亦有大人：「土伯九約，其角觺觺些；敦脄血拇，逐人駓駓些；參目虎首，其身若牛些。」而大人之鼻祖，則在列子湯問篇所記龍伯國大人：「渤海之東有大壑焉，名曰歸墟。其中有五山焉：一曰岱輿，二曰員嶠，三曰方壺，四曰瀛洲，五曰蓬萊。其山高下周旋三萬里，其頂平處九千里，山之中間相去七萬里，以為鄰居焉。所居皆仙聖之種，一日一夕飛相往還者不可數焉。常隨潮波上下往還，不得蹔峙焉。仙聖毒之，訴之於帝。帝恐流於西極，失群仙聖（仙字原無，從楊伯峻列子集釋補）之居，乃命禺彊使巨鼇十五，舉首而戴之，迭為三番，六萬歲一交焉，五山始峙而不動（而不動三字原無，從楊伯峻列子集釋補）。而龍伯國有大人，舉足不盈數步而暨五山之所，一釣而連六鼇，合負而趣，歸其國，灼其骨以數焉。於是岱輿、員嶠二山流於北極，沈於大海，仙聖之播遷者巨億計。帝憑怒，侵減龍伯之國使阨，侵小龍伯之民使短，至伏羲神農時，其國人猶數十丈。」而博物志外國云：「大人國，其人孕三十六年，生白頭，其兒則長大，能乘雲雨而不能走，蓋龍類；去會稽四萬六千里。」「龍類」之說，或本此也。 \\n ２　郝懿行云：「削當讀若稍，削船謂操舟也。」 \\n 奢比之尸在其北１，獸身、人面、大耳２，珥兩青蛇３。一曰肝榆之尸在大人北。 \\n １　郭璞云：「亦神名也。」郝懿行云：「管子五行篇云：『黃帝得奢龍而辯於東方。』又云：『奢龍辯乎東方，故使為土師。』此經奢比在東海外，疑即是也。羅泌路史（後紀五）亦以奢龍即奢比。三才圖會作奢北。又淮南墬形訓云：『諸比，涼風之所生。』諸比，神名，或即奢比之異文也。」 \\n ２　珂案：大荒東經云：「有神，人面、犬（宋本作大）耳、獸身，珥兩青蛇，名曰奢比尸。」即此。 \\n ３　郭璞云：「珥，以蛇貫耳也，音釣餌之餌。」珂案：郭注「以蛇貫耳」，蓋貫耳以為飾也。山海經記珥蛇之神多處，除此而外，尚有此經之雨師妾「左耳有青蛇，右耳有赤蛇」，海外西經之蓐收「左耳有蛇」，海外北經之禺彊「珥兩青蛇」，大荒東經之禺〈豸虎〉「珥兩黃蛇」，大荒南經之不廷胡余「珥兩青蛇」，大荒西經之弇茲「珥兩青蛇」、夏后開「珥兩青蛇」，大荒北經之夸父「珥兩青蛇」。 \\n 君子國１在其北，衣冠帶劍，食獸，使二大虎２在旁３，其人好讓不爭４。有薰５華草，朝生夕死６。一曰在肝榆之尸北。 \\n １　珂案：淮南子墬形篇有此國。大荒東經云：「有東口之山，有君子之國，其人衣冠帶劍。」即此。 \\n ２　郝懿行云：「後漢書東夷傳注引此經大虎作文虎，高誘注淮南墬形訓亦作文虎，今此本作大，字形之訛也。」珂案：藏經本正作文虎。 \\n ３　珂案：經文旁，藏經本作左右。 \\n ４　珂案：說文四云：「東夷從大，大人也；夷俗仁，仁者壽，有君子、不死之國。」而博物志外國云：「君子國人，衣冠帶劍，使兩虎，民衣野絲，好禮讓不爭。土千里，多薰華之草。民多疾風氣，故人不蕃息。」適又與之相反。大抵傳聞不同，故各異其辭耳。藝文類聚卷二十一引此經「衣冠帶劍」下有「土方千里」四字，「其人好讓」下有「故為君子國」五字，為今本所無。 \\n ５　郭璞云：「或作堇。」 \\n ６　郝懿行云：「木堇見爾雅（釋草），堇一名蕣，與薰聲相近。呂氏春秋仲夏紀云：『木堇榮。』高誘注云：『木堇朝榮莫落，是月榮華可用作蒸。雜家謂之朝生，一名蕣；詩（有女同車）云：「顏如蕣華」是也。』藝文類聚八十九卷引外國圖云：『君子之國，多木堇之華，人民食之。去瑯邪三萬里。』」 \\n {工虫}{工虫}１在其北，各有兩首２。一曰在君子國北。 \\n １　郭璞云：「音虹。」 \\n ２　郭璞云：「虹，螮蝀也。」 \\n 珂案：{工虫}即虹字之別寫。爾雅釋天云：「螮蝀，虹。」郭璞注云：「俗名為美人虹。」詩蝃蝀：「蝃蝀在東，莫之敢指。」蝃音帝，蝃蝀即螮蝀也。此在東之蝃蝀蓋暮虹也；虹隨日所映，故朝西而暮東也。見於海外東經君子國北之「{工虫}{工虫}」，亦暮虹；云「各有兩首」者，大約並蜺包括言之。毛詩正義引郭氏音義云：「虹雙出色鮮盛者為雄，雄曰虹；闇者為雌，雌曰蜺。」虹霓之見，古人以為「陰陽交」（古微書輯春秋元命苞），淮南說山篇云「天二氣則成虹」是也。「兩首」者，亦「交」之象也。故詩蝃蝀以刺奔女。去其封建意識，虹固為愛情幸福之象徵。詩候人云：「薈兮蔚兮，南山朝隮；婉兮孌兮，季女斯飢。」「朝隮」即朝虹也，「斯飢」，飢於愛也：則虹所象徵者，亦已明矣。宋玉高唐賦所記巫山神女之言：「妾在巫山之岨，旦為朝雲，暮為行雨，朝朝暮暮，陽臺之下。」聞一多高唐神女傳說之分析以為朝雲即朝虹，神女即虹霓之所化，說亦近是。則爾雅「螮蝀」郭注所謂「俗名為美人虹」者，固自有其古傳也。劉敬叔異苑云：「晉義熙初，晉陵薛願有虹飲其釜澳，須臾噏響便竭。願輦酒灌之，隨投隨涸，便吐金滿釜，於是災弊日祛而豐富歲臻。」黃休復茅亭客話云：「韋中令鎮蜀之日，與賓客宴于西亭，或暴風雨作，俄有虹蜺自空而下，直入于亭，垂首于筵中，吸其食饌且盡焉。其虹蜺首似驢，身若晴霞狀，公懼且惡之。……旬餘就拜中書令。」此雖後起之說，然虹見於人家之為禎祥則無異辭也。 \\n 朝陽之谷１，神曰天吳，是為水伯。在{工虫}{工虫}北兩水閒。其為獸也，八首人面，八足八尾，皆青黃２。 \\n １　郝懿行云：「爾雅云：『山東曰朝陽（釋山），水注谿曰谷（釋水）。』」 \\n ２　郭璞云：「大荒東經云：十尾。」珂案：大荒東經云：「有神人八首人面，虎身十尾。」「皆青黃」，何焯校本、黃丕烈周叔弢校本並作「背青黃」，文選謝靈運遊赤石進帆海注引此經亦作「背青黃」：作「背青黃」是也。 \\n 青丘國在其北１，其狐四足九尾２。一曰在朝陽北。 \\n １　郭璞云：「其人食五穀，衣絲帛。」王念孫云：「此（指郭注——珂）是正文，見御覽南蠻六。」珂案：御覽卷七九０（即南蠻六）引此經云：「青丘國其人食五穀，衣絲帛，其狐九尾。」確是正文而誤作注者。 \\n ２　郭璞云：「汲郡竹書曰：『柏杼子征于東海及王壽，得一狐九尾。』即此類也。」珂案：王壽，宋本作三壽。路史後紀十三云：「帝杼五歲，征東海，伐三壽。」國名紀己云：「后杼征東海，伐王壽。」則或「三」或「王」，未易定也。今本竹書作「三壽」，郝懿行引之以證「王壽」之失，蓋未審耳。南山經云：「青丘之山，有獸焉，其狀如狐而九尾，其音如嬰兒，能食人，食者不蠱。」青丘之山當即青丘國之山也。周書王會篇云：「青丘狐九尾。」大荒東經亦云：「有青丘之國，有狐九尾。」郭璞注：「太平則出而為瑞也。」是青丘者乃以九尾狐名，而淮南墬形篇無此國。吳越春秋越王無余外傳云：「禹三十未娶，行到塗山，恐時之暮，失其制度，乃辭云：『吾娶也，必有應矣。』乃有九尾白狐，造於禹。禹曰：『白者吾之服也，其九尾者王之證也。塗山之歌曰：「綏綏白狐，九尾厖厖；我家嘉夷，來賓為王；成家成室，我造彼昌；天人之際，於茲則行。」明矣哉！』禹因娶塗山，謂之女嬌。」此九尾白狐，當即是郭注所謂「太平則出而為瑞」之青丘國九尾狐也。漢代石刻畫像及磚畫中，常有九尾狐與白兔、蟾蜍、三足烏之屬列於西王母座旁，以示禎祥，九尾狐則象徵子孫繁息（見白虎通德論封禪篇），亦禹娶塗山神話之遺意也。「食人」之傳漸隱，「為瑞」之說終張：神話傳說之演變由野而文，此亦可以窺豹一斑也。 \\n 帝命豎亥１步，自東極至于西極，五億十選２九千八百步３。豎亥右手把算，左手指青丘北４。一曰禹令豎亥。一曰五億十萬九千八百步５。 \\n １　郭璞云：「豎亥健行人。」郝懿行云：「廣韻作堅〈立亥〉神人，疑字形之異。」失名云：「豎亥吳越春秋（越王無余外傳）、玉海作孺亥。」珂案：宋本豎作竪，四部備要本吳越春秋同。 \\n ２　郭璞云：「選，萬也。」 \\n ３　王念孫云：「類聚地部（卷六）作八百八步，初學地部上（卷五）同。御覽工藝七（卷七五０）八百下有八十二字。」郝懿行云：「劉昭注郡國志云：『山海經稱禹使大章步自東極至于西垂，二億三萬三千三百里七十一步，又使豎亥步南極北盡于北垂，二億三萬三千五百里七十五步。』今案淮南墬形訓所說，大旨相同。以校此經，無『禹使大章』云云，又其數與劉昭所引不合，未知其審。又中山經（篇末）云：『天地東西二萬八千里，南北二萬六千里。』與此復不同者，此通海外而計，彼據中國穀土而言耳。」珂案：亦神話傳說傳聞不同而異辭耳，非「海外」、「穀土」之謂也。 \\n ４　王念孫云：「御覽三十六右作左，左作右。類聚（卷六）同。」郝懿行云：「亦言圖畫如此也。算當為筭；說文（五）云：筭長六寸，計歷數者。」珂案：宋本、藏經本算正作筭。 \\n ５　郭璞云：「詩含神霧曰：『天地東西二億三萬三千里，南北二億一千五百里。天地相去一億五萬里。』」 \\n 黑齒國在其北１，為人黑２，食稻啖蛇，一赤一青３，在其旁。一曰：在豎亥北，為人黑首４，食稻使蛇，其一蛇赤。 \\n １　郭璞曰：「東夷傳曰：倭國東四十餘里，有裸國，裸國東南有黑齒國，船行一年可至也。異物志云：西屠染齒，亦以放此人。」珂案：三國志魏志東夷傳云：「女王國東渡海千餘里，復有國皆倭種。又有侏儒國在其南，人長三四尺，去女王四千餘里。又有裸國、黑齒國，復在其東南，船行一年可至。」即郭注所引。「四千餘里」今本郭注作「四十餘里」，字形之訛也。宋本、毛扆本、藏經本四十仍作四千。又文選吳都賦劉逵注引異物志云：「西屠以草染齒，染白作黑。」即郭注所引「西屠染齒」。「亦以放此人」，御覽卷七九０引作「亦以倣此也」，於義為長。大荒東經云：「有黑齒之國。帝俊生黑齒，姜姓，黍食，使四鳥。」周書王會篇云：「黑齒白鹿白馬。」即此黑齒國也。淮南子墬形篇有黑齒民。 \\n ２　郝懿行云：「黑下當脫齒字。王逸注楚詞招魂云：『黑齒，齒牙盡黑。』高誘注淮南墬形訓云：『其人黑齒，食稻啖蛇，在湯谷上。』是古本有齒字之證。太平御覽三百六十八卷引此經黑下亦有齒字。」珂案：御覽九三三引此經黑下亦有齒字，有齒字是也。 \\n ３　郭璞云：「一作一青蛇。」 \\n ４　郝懿行云「首蓋齒字之訛也。古文首作〈冏，口改三〉，齒作自〈二改三〉，形近相亂，所以致訛。」珂案：郝說有是有非。其非者，此經文例，一曰以下，皆劉秀校書時所列別本異文，上文既有「為人黑（齒）」語，則此處不當更作「為人黑齒」。黑首，宋本、藏經本俱作黑手，同音易訛，猶世本敤手或又作敤首：尤可見此經黑首非黑齒也。其是者，黑齒國民，其最要特徵，仍當是黑齒，無由是黑首之理，別本異文作黑首者，亦緣齒、首古文形似而致誤如郝所說，然當在劉秀校經以前，非劉秀所列別本異文本身有誤也。 \\n 下有湯谷１。湯谷上有扶桑２，十日所浴３，在黑齒北。居水中，有大木，九日居下枝，一日居上枝４。 \\n １　郭璞云：「谷中水熱也。」珂案：湯谷，或作暘谷；淮南子天文篇：「日出于暘谷，浴于咸池。」書堯典「分命羲仲，宅嵎夷，曰暘谷。」史記五帝本紀作暘谷。索隱云：史記舊本作湯谷，又引淮南子舊本亦作湯谷。楚辭天問：「出自湯谷，次于蒙汜。」知固早有作湯谷者。說文作暘谷亦作崵谷。歸藏啟筮（玉函山房輯佚書輯）作陽谷。湯、暘、崵、陽一也，古書無定。 \\n ２　郭璞云：「扶桑，木也。」王念孫云：「（文選）月賦注引作：『湯谷上有扶木；郭璞曰：扶木，扶桑也。』」珂案：據此，經文扶桑當作扶木；郭注「扶桑，木也」當作「扶木，扶桑也」。扶桑者，文選思玄賦注引十洲記云：「葉似桑樹，長數千丈，大二十圍，兩兩同根生，更相依倚，是以名之扶桑。」蓋神木也。又名若木。說文六作{文双}，云：「日初出東方湯谷所登；榑桑，{文双}木也，象形。」或又傳在西極。大荒北經云：「大荒之中，有衡石山、九陰山、灰（原作泂，據宋本改）野之山。上有赤樹，青葉赤華，名曰若木，生昆侖西附西極（以上七字係經文誤作郭注者，據王念孫、郝懿行校復）。」海內經云：「南海之內，黑水青水之閒，有木名曰若木。」離騷云：「折若木以拂日兮。」王逸注：「若木在昆侖西極，其華照下地。」淮南墬形篇云：「若木在建木西，末有十日，其華照下地。」皆西極之若木也。 \\n ３　珂案：大荒南經云：「東南海之外，甘水之間，有羲和之國。有女子名曰羲和，方浴日（原作日浴，據宋本改）于甘淵。羲和者，帝俊之妻，生十日。」即此十日。十日，帝俊之子也。 \\n ４　郭璞云：「莊周云：『昔者十日並出，草木焦枯。』（珂案：郭引莊周，蓋齊物論文，惟『草木焦枯』作『萬物皆照』。）淮南子亦云：『堯乃令羿射十日，中其九日，日中烏盡死。』離騷所謂『羿焉畢日？烏焉落羽』者也。歸藏鄭母經云：『昔者羿善射，畢十日，果畢之。』汲郡竹書曰：『胤甲即位，居西河，有妖孽，十日並出。』明此自然之異，有自來矣。傳曰：天有十日，日之數十。此云九日居下枝，一日居上枝。大荒經（大荒東經——珂）又云：『一日方至，一日方出。』明天地雖有十日，自使以次第迭出運照，而今俱見，為天下妖災，故羿稟堯之命，洞其靈誠，仰天控弦，而九日潛退也。假令器用可以激水烈火，精感可以降霜回景，然則羿之鑠明離而斃陽烏，未足為難也。若搜（郝懿行云：『疑當為揆字之訛。』）之常情，則無理矣。然推之以數，則無往不通。達觀之客，宜領其玄致，歸之冥會，則逸義無滯，言奇（藏經本作奇言，孫星衍校同——珂）不廢矣。」 \\n 珂案：關於羿射十日之神話，始見於楚辭天問：「羿焉彃日？烏焉解羽？」郭注所謂離騷者。其後淮南子本經篇乃詳載其事云：「堯之時十日並出，焦禾稼，殺草木，而民無所食。猰貐、鑿齒、九嬰、大風、封豨、修蛇，皆為民害。堯乃使羿誅鑿齒於疇華之野，殺九嬰於凶水之上，繳大風於青邱之澤，上射十日而下殺猰貐，斷修蛇於洞庭，禽封豨於桑林。萬民皆喜，置堯以為天子。於是天下廣狹、險易、遠近，始有道里。」郭引淮南子「羿射九日，日中烏盡死」云云，今本無之。而論衡各篇所引，尤與今本違異。對作篇云：「淮南書言：堯時十日並出，堯上射十日。」說日篇云：「淮南書又言：燭十日。堯時十日並出，萬物焦枯。堯上射十日，以故不並一日出也。」感虛篇云：「儒者傳書言：堯之時，十日並出，萬物焦枯。堯上射十日，九日去，一日常出。」均以射十日者為堯而非羿。所謂「儒者傳書」，蓋亦「淮南書」也。尋繹今本淮南子文義，下文既云「萬民皆喜，置堯以為天子」，固禮運所謂「選賢與能」之意，則以射日除害事逕屬之堯似較屬之堯所使羿更近情理，或論衡作者所見乃真古本淮南子歟？疑關於射日除害神話，初本有兩種民間傳說，一屬之堯，一屬之羿。屬之羿者更佔優勢，後人乃於古本淮南子「堯乃」下增「使羿」二字，以為今本狀態，於是堯射日之神話遂泯，羿射日之神話獨昌焉。至於郭注引淮南子云：「羿射中其九日，日中烏盡死」者，傳「日中有踆烏」（淮南子精神篇），即三足烏，又稱陽烏、金烏，天問所謂「彃日、解羽」者是也。本當是日之精魂，洞冥記又以為日馭。云：「東北有地日之草，西南有春生之草，三足烏數下地食此草。羲和欲馭，以手揜烏目，不聽下也。食草能不老，他鳥獸食此草，則美悶不能動矣。」（卷四）是又傳說之演變也。 \\n 雨師妾在其北１，其為人黑，兩手各操一蛇，左耳有青蛇，右耳有赤蛇。一曰在十日北，為人黑身人面，各操一龜。 \\n １　郭璞云：「雨師謂屏翳也。」郝懿行云：「楚詞天問云：『蓱號起雨。』王逸注云：『蓱，蓱翳，雨師名也；號，呼也。』初學記（卷二）云：『雨師曰屏翳，亦曰屏號。列仙傳云：「赤松子神農時雨師。」風俗通云：「玄冥為雨師。」』今案雨師妾蓋亦國名，即如（周書）王會篇有姑妹國矣。焦氏易林乃云：『雨師娶婦。』蓋假託為詞耳。王念孫云：「御覽鱗介五（卷九三三）無妾字。」珂案：郭注亦只釋雨師，未釋妾義，或本無妾字歟？然據經文所寫「其為人黑，兩手各操一蛇」、「為人黑身人面，各操一龜」觀之，則雨師妾當確如郝懿行所云，是一國名，特郭璞未審其義，祗釋雨師耳。至御覽引無妾字，亦不過偶然漏落，非關宏旨也。 \\n 玄股之國在其北１，其為人衣魚２食〈鳥區〉３，使兩鳥夾之４。一曰在雨師妾北。 \\n １　郭璞云：「髀以下盡黑，故云。」珂案：淮南子墬形篇有玄股民。大荒東經云：「有招搖山，融水出焉。有國曰玄股，黍食，使四鳥。」即此。 \\n ２　郭璞云：「以魚皮為衣也。」 \\n ３　郭璞云：「〈鳥區〉，水鳥也；音憂。」楊慎云：「〈鳥區〉即鷗，衣魚食鷗，蓋水中國也。」 \\n ４　珂案：高誘注淮南子墬形篇云：「玄股民，其股黑，兩鳥夾之。見山海經。」據此，經文則「使兩鳥夾之」之「使」字衍，「其為人」下脫「股黑」二字。 \\n 毛民之國在其北１，為人身生毛２。一曰在玄股北。 \\n １　郝懿行云：「毛民國依姓，禹之裔也。見大荒北經。」珂案：大荒北經云：「有毛民之國，依姓，食黍，使四鳥。禹生均國，均國生役采，役采生修鞈，修鞈殺綽人。帝念之，潛為之國，是此毛民。」則禹所「潛為之國」者，乃禹之裔修鞈所殺之綽人而非修鞈，郝云毛民禹裔，疑非。毛民乃黃帝之裔，說見大荒北經「毛民國」節注。淮南子墬形篇有毛民，高誘注云：「其人體半生毛，若矢鏃也。」 \\n ２　郭璞云：「今去臨海郡東南二千里，有毛人在大海洲島上，為人短小，而（宋本、吳寬抄本、毛扆本、明藏本、御覽九三三引、大荒北經注悉作面，作面是也——珂）體盡有毛，如豬能（御覽九三三引作熊，屬上讀，作熊是也——珂），穴居，無衣服。晉永嘉四年，吳郡司鹽都尉戴逢在海邊得一船，上有男女四人，狀皆如此。言語不通，送詣丞相府，未至，道死，唯有一人在。上賜之婦，生子，出入市井，漸曉人語，自說其所在是毛民也。大荒（北）經云『毛民食黍』者是矣。」珂案：太平御覽卷三七三引臨海異物志云：「毛人洲，在張嶼，毛長短如熊。周綽得毛人，送詣秣陵。」又卷七九０引土物志云：「毛人之洲，乃在漲嶼；身無衣服，鑿地穴處；雖云象人，不知言語；齊長五尺，毛如熊豕；眾輩相隨，是捕鳥鼠。」即郭注所謂臨海郡毛人也。 \\n 勞民國在其北１，其為人黑２。或曰教民３。一曰在毛民北，為人面目手足盡黑４。 \\n １　珂案：淮南子墬形篇有勞民，高誘注云：「勞民，正理躁擾不定。」 \\n ２　郭璞云：「食果草實也。有一鳥兩頭。」郝懿行云：「郭注此語疑本在經內，今亡。又奇肱國有鳥兩頭，見海外西經，非此。」珂案：孫星衍校本亦以此二語係經文誤入注中，初云照改，後又云，此不必改。揆此二語之意，均說圖之詞，當係經文無疑。孫初云照改後又云不必改者，或見御覽七九０引亦已作注，則誤當在御覽引以前也。海外西經云：「奇肱之國……有鳥焉，兩頭，赤黃色，在其旁。」亦係經文，可證此亦當是經文。 \\n ３　郝懿行云：「勞、教聲相近。」 \\n ４　郝懿行云：「今魚皮島夷之東北有勞國，疑即此，其人與魚皮夷面目手足皆黑色也。」 \\n 東方句芒，鳥身人面，乘兩龍１。 \\n １　郭璞云：「木神也；方面素服。墨子曰：昔秦穆公有明德，上帝使句芒賜之壽十九年。」珂案：墨子明鬼下篇云：「昔者鄭穆公，當晝日中處乎廟，有神入門而左，鳥身，面狀正方。鄭穆公見之，乃恐懼奔。神曰：『無懼，帝享女明德，使予賜女壽十年有九；使若國家蕃昌，子孫茂，毋失鄭。』穆公再拜稽首，曰：『敢問神名？』曰：『予為句芒。』」此即郭注所引；惟鄭穆公郭引作秦穆公。論衡福虛篇及無形篇，亦均引作秦穆公。鄭穆公無「明德」可考，秦穆公則尚有以五羊皮易百里奚舉為相（史記秦本紀）、赦食駿馬肉之野人卒得其助以克晉（呂氏春秋愛士篇）之類「明德」，故今本墨子作鄭穆公訛也。尚書大傳云：「東方之極，自碣石東至日出榑木之野，帝太皞神句芒司之。」呂氏春秋孟春紀高誘注云：「句芒，少皞氏之裔子曰重，佐木德之帝，死為木官之神。」即此句芒也。然或又傳為少皞之叔，左傳昭公二十九年：「少皞氏有四叔：曰重，……使重為句芒。」則知古來傳說本無定也。 \\n 建平元年四月丙戌（吳任臣云：「哀帝乙卯歲也。」珂案：即公元前六年），待詔太常屬臣望（吳任臣云：「太常初名奉常，景帝六年改，其屬有六太、六令等官。望疑是丁望。」）校治，侍中光祿勳臣龔（吳任臣云：「侍中加官也。光祿勳初為郎中令，武帝太初元年更名。龔，王龔也。」）、侍中奉車都尉光祿大夫臣秀（吳任臣云：「奉車都尉武帝時置，秩比二千石。光祿大夫初為中大夫，亦太初元年改。秀，劉歆也。」）領主省。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經海經新釋卷五  山海經第十  海內南經", "正文": "  \\n ▲山海經海經新釋卷五山海經第十海內南經 \\n 　 \\n 海內東南陬以西者１。 \\n １　郭璞云：「從南頭起之也。」珂案：郭注「從南頭起之也」應作「從東南頭起之也」。此經方位與海外南經所記方位恰相反。 \\n 甌居海中１。閩在海中２，其西北有山。一曰閩中山在海中３。 \\n １　郭璞云：「今臨海永寧縣，即東甌，在岐海中也；音嘔。」王念孫云：「御覽州郡十七（卷一七一）引居作在。」楊慎云：「郭注岐海，海之岐流也，猶云稗海。」郝懿行云：「周書王會篇云：『歐人蟬蛇。』孔晁注云：『東越歐人也。』又云：『且甌文蜃。』注云：『且甌在越。』伊尹四方令云：『正東越漚，正南甌鄧。』疑甌與漚、歐並古字通也。」珂案：甌即東甌，即今浙江省舊溫州府地。又有西甌，即今廣西壯族自治區貴縣地。 \\n ２　郭璞云：「閩越即西甌，今建安郡是也，亦在岐海中；音旻。」吳任臣云：「郭璞以建安為西甌，非是。寰宇記：鬱林廢黨州經善勞縣乃古西甌居，非閩也。」郝懿行云：「建安郡故秦閩中郡，見晉書地理志。漢書惠帝紀：『二年，立閩越君搖為東海王。』顏師古注云：『即今泉州是其地。』」珂案：此泉州即今福建省福州。 \\n ３　吳任臣云：「何喬遠閩書曰：『按謂之海中者，今閩中地有穿井闢地，多得螺蚌殼、敗槎，知洪荒之世，其山盡在海中，後人乃先後填築之也。』」 \\n 三天子鄣山１在閩西海北２。一曰在海中。 \\n １　郭璞云：「音章。」 \\n ２　郭璞云：「今在新安歙縣東，今謂之三王山，浙江出其邊也。張氏土地記曰：東陽永康縣南四里有石城山，上有小石城，云黃帝曾遊此，即三天子都也。」郝懿行云：「海內東經云：『三天子都在閩西北。』無海字，此經海字疑衍。」 \\n 珂案：海內東經云：「浙江出三天子都，在蠻（字原作其，據王念孫、郝懿行校改）東，在閩西北，入海，餘暨南。」又云：「廬江出三天子都，入彭澤西。一曰天子鄣。」海內經云：「南海之內，有山名三天子之都。」即此。其地大約在今安徽省境內黟山脈之率山。 \\n 桂林八樹１在番隅東２。 \\n １　郝懿行云：「伊尹四方令（見周書王會篇——珂）云：『正南甌鄧桂國。』疑即此。」 \\n ２　郭璞云：「八樹而成林，信（宋本、毛扆本作言——珂）其大也。」郝懿行云：「劉昭注郡國志南海郡番禺引此經云：『桂林八樹在賁禺東。』水經泿水注及文選游天台山賦注引此經並作賁禺。又引郭注云：『八樹成林，言其大也。賁禺音番隅。』今本脫郭音五字，又言訛為信也。然上林賦注及張衡四愁詩注及初學記八卷引此經仍作番禺，蓋古有二本也。初學記引南越志云：『番禺縣有番禺二山，因以為名。』水經泿水注又云：『縣有番山，名番禺，謂番山之禺也。』」 \\n 伯慮國１、離耳國２、雕題國３、北朐國４皆在鬱水南。鬱水出湘陵南海５。一曰相慮６。 \\n １　郭璞云：「未詳。」郝懿行云：「伊尹四方令云：『正東伊慮。』疑即此。」 \\n ２　郭璞云：「鎪離其耳，分令下垂以為飾，即儋耳也。在朱崖海渚中。不食五穀，但噉蚌及藷藇也。」郝懿行云：「伊尹四方令云：『正西離耳。』郭云即儋耳者，此南儋耳也。又有北儋耳，見大荒北經（珂案：大荒北經云：『有儋耳之國，任姓，禺號子，食穀』）。儋當為聸。說文（十二）云：『聸，垂耳也；從耳，詹聲。南方聸耳之國。』」 \\n ３　郭璞云：「點（藏經本作黔，孫星衍亦校黔，是也——珂）涅其面，畫體為鱗采，即鮫人也。」郝懿行云：「伊尹四方令云：『正西雕題。』楚詞招魂王逸注云：『雕畫題頟，言南極之人，雕畫其頟，常食蠃蜯也。』桂海虞衡志云：『黎人女及笄，即黥頰為細花紋，謂之繡面女。』亦其類也。郭云即鮫人，恐非，或有訛字。鮫人見劉逵吳都賦注。」珂案：鮫人乃人魚，見海內北經「陵魚」節注，此雕題國人固非鮫人也。 \\n ４　郭璞云：「音劬；未詳。」郝懿行云：「疑即北戶也。爾雅疏引此經作北煦，戶、煦聲之轉。爾雅釋地四荒有北戶，郭注云：北戶在南。」 \\n ５　珂案：經文鬱水，文選四子講德論李善注引作鬱林；南海，宋本、吳寬抄本、毛扆本、明藏本均作南山。 \\n ６　畢沅云：「相字當為柏字，伯慮一作柏慮也。」 \\n 梟陽國１在北朐之西，其為人２人面長脣，黑身有毛，反踵，見人笑亦笑３；左手操管４。 \\n １　郝懿行云：「揚雄羽獵賦、淮南氾論訓並作嘄陽，左思吳都賦作梟羊，說文（十四）作梟陽。」 \\n ２　郝懿行云：「郭注爾雅（釋獸）狒狒引此經作其狀如人。」 \\n ３　郝懿行云：「郭注爾雅狒狒引此經云見人則笑。劉逵注吳都賦引此經與爾雅注同。高誘注淮南氾論訓亦云：『嘄陽山精，見人而笑。』是古本並如此。且此物唯喜自笑，非見人笑方亦笑也。故吳都賦云：『巢{巛禺}笑而被格。』劉逵注引異物志云：『梟羊善食人，大口。其初得人，喜笑，則脣上覆頟，移時而後食之。人因為筒貫於臂上，待執人，人即抽手從筒中出，鑿其脣於頟而得擒之。』是其笑惟自笑，不因人笑之證。以此參校，可知今本為非矣。其云為筒貫臂，正與此經左手操管合。」珂案：郝說是也。王念孫校同郝注。御覽卷九０八引山海經云：「巢{巛禺}……見人則笑。」引圖讚亦云：「巢{巛禺}怪獸，被髮操竹；獲人則笑，脣蓋其目；終亦號咷，反為我戮。」足證古本此經實作見人則笑。 \\n ４　郭璞云：「周書曰：『州靡髴髴者，人身反踵，自笑，笑則上脣掩其面。』爾雅（何焯校增「亦」字——珂）云髴髴。大傳曰：『周書成王時州靡國獻之。』海內經謂之贛巨人。今交州（孫星衍校改州作阯——珂）南康郡深山中皆有此物也。長丈許，腳跟反向，健走，被髮，好笑；雌者能作汁，灑中人即病：土俗呼為山都。南康今有贛水，以有此人，因以名水。猶大荒（大荒南經）說地有蜮人，人因號其山為蜮山，亦此類也。」郝懿行云：「周書王會篇作州靡費費，郭引作髴髴，說文（十四）引作〈學，子改厶〉〈學，子改厶〉，蓋所見本異也。又所引爾雅（釋獸）當為狒狒。」 \\n 珂案：海內經云：「南方有贛巨人，人面長脣，黑身有毛，反踵，見人則笑，脣蔽其目，因可逃也（長脣原作長臂，則原作笑亦，目原作面，可原作即，從王郝諸家校改）。」即此。周書王會篇云：「州靡費費，其形人身反踵，自笑，笑則上脣翕其目，食人；北方謂之吐嘍。」是郭注所引也。孔晁注：「州靡，北狄也；費費曰梟羊，好立，行如人，前足指長。」費費即髴髴、狒狒，猿猴之類也。又名山〈犭軍〉。山海經北山經云：「獄法之山，有獸焉，其狀如犬而人面，善投，見人則笑，其名山〈犭軍〉，其行如風，見則天下大風。」亦名山〈犭喿〉。神異經西荒經云：「西方深山中有人焉，身長尺餘，袒身捕蝦蟹，性不畏人。見人止宿，暮依其火以炙蝦蟹。伺人不在而盜人鹽，以食蝦蟹，名曰山臊（〈犭喿〉），其音自叫。人嘗以竹著火中，爆烞而出，臊皆驚憚。犯之令人寒熱。此雖人形而變化，然亦鬼魅之類，今所在山中皆有之。」荊楚歲時記亦云：「正月一日，鷄鳴而起，先於庭前爆竹，以辟山臊惡鬼。」謂此也。亦名山都。祖沖之述異記云：「南康有神，名曰山都，形如人，長二尺餘，黑色，赤目，髮黃被身。於深山樹中作窠，窠形如堅鳥卵，高三尺許。此神能變化隱身，罕睹其狀，蓋木客、山〈犭參〉之類也。」（古小說鉤沉輯）均已從普通猿猴類動物演變而為神異之物。其尤甚者，乃至轉化而為一種能為妖異之鳥。搜神記卷十二云：「越地深山中有鳥，大如鳩，青色，名曰『冶鳥』，穿大樹作窠，如五六升器。若有穢惡及其所止者，則有虎通夕來守，人不去，便傷害人。時有觀樂者，便作人形，長三尺，至澗中取石蟹，就人炙之，人不可犯也。」然韋昭注國語（魯語），乃以為山〈犭喿〉者，即古一足之夔，云：「夔一足，越人謂之山繰（〈犭喿〉），人面猴身，能言。」抱朴子登涉篇亦云：「山中山精之形如小兒，而獨足，足向後，喜來犯人。人入山谷，夜聞其音聲笑語，其名曰蚑，知而呼之，即不敢犯人也。又有山精如鼓，赤色，亦一足，其名曰暉（足向後原作走向後，人入山谷原作人入山若，據御覽卷八八六引改）。」所謂蚑或暉之山精亦一足之夔也。然夔古傳乃為牛形（大荒東經），或為龍軀（說文五），至此而又或為鳥體，或為猴軀，或作人形：亦知神話傳說之錯綜複雜，演變無定也。唐段成式酉陽雜俎諾皋記下云：「山蕭一名山臊，神異經作〈犭參〉，永嘉郡記作山魅，一名山駱，一名蛟，一名濯肉，一名熱肉，一名暉，一名飛龍。如鳩，青色，一名冶鳥。巢大如五斗器，飾以土堊，赤白相見（閒），狀如射侯，犯者能役虎害人，燒人廬舍。俗言山魈。」其名暉者，〈犭軍〉也，山〈犭軍〉也，夔之音轉也；名蛟者，〈犭喿〉之音轉或蚑之訛文也：山〈犭喿〉名目之大凡見於此矣。 \\n 兕在舜葬東，湘水南１，其狀如牛，蒼黑，一角２。 \\n １　郝懿行云：「皆說圖畫如此。」 \\n ２　珂案：南次三經云：「禱過之山，其下多犀、兕。」郭璞注：「犀似水牛。兕亦似水牛，青色，一角，重三千斤。」謂此也。「三」字衍（爾雅釋獸郭注同此注，無「三」字）。初學記卷七引竹書紀年云：「周昭王十六年，伐楚荊，涉漢，遇大兕。」古代中國南方，固有此兇猛之動物也。 \\n 蒼梧之山，帝舜葬于陽１，帝丹朱葬于陰２。 \\n １　郭璞云：「即九疑山也。禮記（檀弓上）亦曰：『舜葬蒼梧之野。』」珂案：海內經云：「南方蒼梧之丘，蒼梧之淵，其中有九嶷山，舜之所葬，在長沙零陵界中。」即郭注所本也。此云「帝丹朱葬於陰」，大荒南經則云：「赤水之東，有蒼梧之野，舜與叔均之所葬也。」郭璞注：「叔均，商均也，舜巡狩，死於蒼梧而葬之，商均因留，死亦葬焉，墓在今九疑之中。」或為堯子丹朱，或為舜子商均，要皆傳聞不同而異其辭耳。關於舜之神話，見海內經「蒼梧丘」節注２。 \\n ２　郭璞云：「今丹陽（宋本丹陽下有縣字——珂）復有丹朱冢也。竹書亦曰：『后稷放帝朱于丹水。』與此義符。丹朱稱帝者，猶漢山陽公死加獻帝之謚（毛扆本作諡——珂）也。」珂案：有關丹朱之神話傳說，已多佚亡，蒐尋諸書所記，略得梗概如次。世本（張澍稡集補注本）云：「堯取散宜氏之子，謂之女皇。女皇生丹朱。」書益稷云：「無若丹朱傲，惟慢遊是好，傲虐是作，罔晝夜頟頟，罔水行舟，朋淫于家，用殄厥世。」世本（張澍稡集補注本）云：「堯造圍棋，丹朱善之。」金樓子興王篇亦云：「堯教丹朱棊，以文桑為局，犀象為子。」太平御覽卷六三引尚書逸篇云：「堯子不肖，舜使居丹淵為諸侯，故號丹朱。」山海經海外南經郭璞注云：「昔堯以天下讓舜，三苗之君非之，有苗之民，叛入南海，為三苗國。」漢學堂叢書輯六韜云：「堯與有苗戰於丹水之浦。」呂氏春秋召類篇云：「堯戰於丹水之浦以服南蠻。」苗、蠻一聲之轉，服南蠻即戰有苗也。而丹水之浦，又丹朱放逐之地，堯與黨丹朱之有苗戰於丹水，則丹朱與有苗之關係可想而見矣。故莊子盜跖稱「堯不慈」，又稱「堯殺長子」，長子者，丹朱也（見呂氏春秋去私篇高誘注及史記五帝本紀正義），堯殺丹朱，當是戰丹水、服南蠻之結果也。山海經海外南經云：「讙頭國在其南，其為人人面，有翼，鳥喙，方捕魚。……或曰讙朱國。」郭璞注云：「讙兜堯臣，有罪，自投南海而死，帝憐之，使其子居南海而祠之。畫亦似仙人也。」據近人研究，讙頭、讙兜及讙朱，皆丹朱一名之異稱。郭注所謂「讙兜堯臣」者，實丹朱堯子也，所謂「有罪，自投南海而死」者，丹朱兵敗，自以為「有罪」，因「自投南海而死」，蓋丹朱結局之另一傳說也。「帝憐之，使其子居南海而祠之」者，丹朱妻子本隨丹朱敗逃南海，丹朱死後，亦居南海勿去，其後子孫繁衍成國，遂為此讙頭國或讙朱國，蓋赦而勿究之意也。南次二經云：「柜山有鳥焉，其狀如鴟而人手，其音如痺，其名曰鴸，其名自號也，見則其縣多放士。」此如鴟之異鳥鴸，或即敗死丹朱之所化。陶潛讀山海經詩謂為「鵃鵝」。吳任臣云：「或云當為鴅鴸。」（見海外南經「讙頭國」節注）為鴅鴸正是也。神話有丹朱化鳥之異聞，故傳說亦稱繁衍而成讙頭國之丹朱子孫「人面、有翼、鳥喙，方捕魚」也。此云「帝丹朱葬于陰」者，丹朱而稱「帝」，且與舜同葬蒼梧，蓋亦野老負暄之言，於失敗之丹朱猶寄有同情之意也。 \\n 氾林１方三百里，在狌狌東２。 \\n １　珂案：見海外南經「狄山」節注１３。 \\n ２　郭璞云：「或作猩猩，字同耳。」珂案：海內經云：「有青獸，人面，名曰猩猩。」即此。 \\n 狌狌１知人名２，其為獸如豕而人面３，在舜葬西。 \\n １　珂案：南山經云：「招搖之山，有獸焉，其狀如禺而白耳，伏行人走，其名曰狌狌，食之善走。」亦此狌狌傳說之異聞也。 \\n ２　珂案：淮南子氾論篇云：「猩猩知徃而不知來。」高誘注云：「猩猩，北方獸名，人面，獸身，黃色。禮記（曲禮上）曰：『猩猩能言，不離走（今本作禽——珂）獸。』見人狂走，則知人姓字：此知往也。又嗜酒，人以酒搏之，飲而不耐息，不知當醉，以禽其身，故曰不知來也。」後漢書西南夷傳云：「哀牢出猩猩。」李賢注引南中志云：「猩猩在此谷中，行無常路，百數為群。土人以酒若糟，設於路。又喜屩子，土人織草為屩，數十量相連結。猩猩在山谷，見酒及屩，知其設張者，即知張者先祖名字。乃呼其名而罵云：『奴欲張我！』捨之而去。去而又還，相呼試共嘗酒。初嘗少許，又取屩子著之。若進兩三升，便大醉。人出收之，屩子相連不得去，執還內牢中。人欲取者，到牢邊語云：『猩猩汝可自相推肥者出之。』竟相對而泣。」此所謂「狌狌知人名」也。 \\n ３　郭璞云：「周書（王會篇）曰：『鄭郭狌狌（今本作都郭生生——珂）者，狀如黃狗而人面（今本作若黃狗人面能言——珂）。』頭如雄雞，食之不眯（上二語係王會篇說奇幹善芳詞而誤入郭注者，係衍文——珂）。今交州（州，宋本、毛扆本作趾，藏經本作阯，孫星衍、郝懿行均校阯——珂）封谿出狌狌，土俗人說云，狀如豚而腹（宋本、藏經本作復，郝懿行云：一本作後——珂）似狗，聲如小兒啼也。」珂案：水經注葉榆河云：「（封溪）縣有猩猩獸，形若黃狗，又狀貆〈豸屯〉。人面，頭顏端正，善與人言，音聲麗妙，如婦人好女。對語交言，聞之無不酸楚。其肉甘美，可以斷穀，窮年不厭。」謂此也。 \\n 狌狌西北有犀牛，其狀如牛而黑１。 \\n １　郭璞云：「犀牛似水牛，豬頭，在狌狌知人名之西北，庳腳，三角。」珂案：在狌狌知人名之西北九字，王念孫校衍，是也。南次三經云：「禱過之山，其下多犀。」郭璞注云：「犀似水牛，豬頭，庳腳，腳似象，有三蹏，大腹，黑色。三角：一在頂上，一在額上，一在鼻上；在鼻上者，小而不墮，食角也。好噉棘，口中常灑血沫。」可以為此注補充。 \\n 夏后啟之臣曰孟涂１，是司神于巴２，人請訟于孟涂之所３，其衣有血者乃執之４，是請生５。居山上；在丹山西。丹山在丹陽南，丹陽居屬也６。 \\n １　郝懿行云：「水經江水注引此經作血涂，太平御覽六百三十九卷作孟余或孟徐。」珂案：今本水經注仍作孟涂。影宋本御覽作孟徐，徐蓋涂之訛也。 \\n ２　郭璞云：「聽其獄訟，為之神主。」 \\n ３　郭璞云：「令斷之也。」珂案：「水經注江水引此經作「是司神于巴，巴人訟于孟涂之所」，多巴字，無請字。影宋本御覽六三九亦無請字。今本請字衍，巴字脫。 \\n ４　郭璞云：「不直者則血見於衣。」 \\n ５　郭璞云：「言好生也。」 \\n ６　郭璞云：「今建平郡丹陽城秭歸縣東七里，即孟涂所居也。」郝懿行云：「晉書地理志建平郡有秭歸，無丹陽，其丹陽屬丹陽郡也。水經注（江水）引郭景純云：『丹山在丹陽，屬巴。』是此經十一字（謂『丹山在丹陽南，丹陽居屬也』十一字——珂）乃郭注之文，酈氏節引之，寫書者誤作經文耳。居屬又巴屬字之訛。」珂案：路史後紀十三注：「丹山之西即孟涂之所埋也。丹山乃今巫山。」巫山縣志卷十七云：「孟涂祠在縣南巫山下。」 \\n 窫窳１龍首２，居弱水中，在狌狌知人名３之西，其狀如龍首，食人４。 \\n １　郭璞云：「窫窳，本蛇身人面，為貳負臣所殺，復化而成此物也。」珂案：海內西經云：「貳負之臣曰危，危與貳負殺窫窳，帝乃梏之疏屬之山，桎其右足，反縛兩手（原作反縛兩手與髮，與髮二字衍，從王念孫、郝懿行校刪），繫之山上木。在開題西北。」又云：「開明東有巫彭、巫抵、巫陽、巫履、巫凡、巫相，夾窫窳之尸，皆操不死之藥以距之。窫窳者，蛇身人面，貳負臣所殺也。」郭云「復化而成此物」者，原本蛇身人面之天神（古天神多蛇身人面）窫窳，被殺而治活後，復化而成此怪物也。 \\n ２　珂案：此龍首二字疑涉下龍首二字而衍。 \\n ３　王念孫云：「知人名三字疑衍。」 \\n ４　郝懿行云：「劉逵注吳都賦引此經云：『南海之外，有猰貐，狀如貙，龍首，食人。』蓋參引爾雅之文。爾雅（釋獸）云：『猰貐類貙。』以引此經，則誤矣。窫窳形狀，又見海內西經。又北山經少咸之山說窫窳形狀，復與此異。」珂案：據吳都賦劉逵注引此經，「其狀如」下，當有「貙」字，「狀如龍首」，則不詞矣。郝懿行謂「參引爾雅之文」，非是；毋寧謂爾雅據經文之為愈也。至於北山經云：「少咸之山有獸焉，其狀如牛而赤身，人面馬足，名曰窫窳，其音如嬰兒，是食人。」「形狀復與此異」者，亦傳聞不同而異辭耳。 \\n 有木，其狀如牛１，引之有皮，若纓、黃蛇２。其葉如羅３，其實如欒４，其木若蓲５，其名曰建木６。在窫窳西弱水７上。 \\n １　郭璞云：「河圖玉版說，芝草樹生，或如車馬，或如龍蛇之狀，亦此類也。」珂案：郭注「芝草樹生」，藏經本樹作橫。 \\n ２　郭璞云：「言牽之皮剝如人冠纓及黃蛇狀也。」 \\n ３　郭璞云：「如綾羅也。」郝懿行云：「郭說非也。上世淳朴，無綾羅之名，疑當為網羅也。淮南氾論訓云：『伯余之初作衣也，緂麻索縷，手經指挂，其成猶網羅。』是綾羅之名，非上古所有，審矣。又楊檖一名羅，見爾雅（釋木），吳氏（任臣）云。」 \\n ４　郭璞云：「欒，木名，黃本，赤枝，青葉，生雲雨山；或作卵，或作麻，音鑾。」珂案：大荒南經云：「大荒之中，有雲雨之山，有木名曰欒。禹攻雲雨，有赤石焉生欒。黃本，赤枝，青葉，群帝焉取藥。」即郭注所說也。楊慎云：「欒借作丸，謂圓如鳥彈也。」亦可供參考。 \\n ５　郭璞云：「蓲亦木名，未詳。」郝懿行云：「蓲，刺榆也。爾雅（釋木）云：『櫙，荎。』郭注引詩云：山有蓲，今之刺榆也。」珂案：郭注僅云：「今之刺榆也。」詩「山有蓲」是釋文所引。 \\n ６　郭璞云：「建木青葉，紫莖，黑華，黃實，其下聲無響，立無影也。」珂案：海內經云：「南海之內（內原作外，據宋本改），黑水青水之閒，有九丘，以水絡之，名曰陶唐之丘、有（有字疑衍）叔得之丘、孟盈之丘、昆吾之丘、黑白之丘、赤望之丘、參衛之丘、武夫之丘、神民之丘。有木，青葉，紫莖，玄華，黃實，名曰建木，百仞無枝。上（上字原無，據王念孫、郝懿行校增）有九欘，下有九枸。其實如麻，其葉如芒。大暤爰過，黃帝所為。」淮南子墬形篇云：「建木在都廣，眾帝所自上下，日中無景，呼而無響，蓋天地之中也。」是郭注之所本。建木既「大暤爰過，黃帝所為」，又為「眾帝所自上下」，蓋天梯也（說詳海內經「九丘建木」節注）。 \\n ７　珂案：古小說鉤沈輯玄中記云：「天下之弱者，有崑崙之弱水焉，鴻毛不能起也。」弱水之名「弱」者以此。 \\n 氐人國１在建木西，其為人人面而魚身，無足２。 \\n １　郭璞云：「音觸抵之抵。」珂案：大荒西經云：「有互人之國。炎帝之孫，名曰靈恝，靈恝生互人，是能上下于天。」郭注：「人面魚身。」郝懿行云：「互人國即海內南經氐人國，氐、互二字，蓋以形近而訛，以俗氐正作互字也。」王念孫、孫星衍均校改互為氐，是大荒西經互人國即此經氐人國，乃炎帝之後裔也。 \\n ２　郭璞云：「盡胷以上人，胷以下魚也。」珂案：氐人國民蓋神話中人魚之類也。海內北經云：「陵魚人面，手足，魚身，在海中。」即此之屬。唯彼手足俱具，此獨「無足」耳。說詳海內北經「陵魚」節注。 \\n 巴蛇食象，三歲而出其骨，君子服之，無心腹之疾１。其為蛇青黃赤黑２。一曰黑蛇青首３，在犀牛西。 \\n １　郭璞云：「今南方〈虫丹〉蛇（藏經本作蟒蛇——珂）吞鹿，鹿已爛，自絞於樹腹中，骨皆穿鱗甲間出，此其類也。楚詞曰：『有蛇吞象，厥大何如？』說者云長千尋。」郝懿行云：「今楚詞天問作『一蛇吞象』，與郭所引異。王逸注引此經作『靈蛇吞象』，並與今本異也。」珂案：淮南子本經篇云：「羿斷修蛇於洞庭。」路史後紀十以「修蛇」作「長它」，羅苹注云：「長它即所謂巴蛇，在江岳間。其墓今巴陵之巴丘，在州治側。江源記（即江記，六朝宋庾仲雍撰——珂）云：『羿屠巴蛇於洞庭，其骨若陵，曰巴陵也。』」岳陽風土記（宋范致明撰）亦云：「今巴蛇塚在州院廳側，巍然而高，草木叢翳。兼有巴蛇廟，在岳陽門內。」又云：「象骨山。山海經云：『巴蛇吞象。』暴其骨於此。山旁湖謂之象骨港。」是均從此經及淮南子附會而生出之神話。然而既有冢有廟，有山有港，言之確鑿，則知傳播於民間亦已久矣。 \\n ２　珂案：言其文采斑爛也。 \\n ３　珂案：海內經云：「有巴遂山，澠水出焉。又有朱卷之國。有黑蛇，青首，食象。」即此。巴，小篆作，說文十四云：「蟲也；或曰：食象蛇。象形。」則所象者，物在蛇腹彭亨之形。山海經多稱大蛇，如北山經云：「大咸之山，有蛇名曰長蛇，其毛如彘毫，其音如鼓柝。」北次三經云：「錞於毋逢之山，是有大蛇，赤首白身，其音如牛，見則其邑大旱。」是可以「吞象」矣。水經注葉榆河云：「山多大蛇，名曰髯蛇，長十丈，圍七八尺，常在樹上伺鹿獸，鹿獸過，便低頭繞之。有頃鹿死，先濡令濕訖，便吞，頭角骨皆鑽皮出。山夷始見蛇不動時，便以大竹籤籤蛇頭至尾，殺而食之，以為珍異。」即郭注所謂〈虫丹〉蛇也。 \\n 旄馬，其狀如馬，四節有毛１。在巴蛇西北，高山南。 \\n １　郭璞云：「穆天子傳所謂豪馬者。亦有旄牛。」珂案：穆天子傳卷四云：「天子之豪馬、豪牛……豪羊。」郭璞注云：「豪猶髦也。山海經云：『髦馬如馬，足四節，皆有毛。』」又注豪羊云：「似髦牛。」可知旄、髦古通用，旄馬即髦馬也。又旄牛已見北山經潘侯之山。北山經云：「潘侯之山有獸焉，其狀如牛，而四節生毛，名曰旄牛。」敦薨之山亦有旄牛。 \\n 匈奴１、開題之國２、列人之國並在西北３。 \\n １　郭璞云：「一曰獫狁。」郝懿行云：「（周書王會篇）伊尹四方令云：『正北匈奴。』史記匈奴傳索隱引應劭風俗通云：『殷時曰獯粥，改曰匈奴。』又晉灼云：『堯時曰葷粥，周曰獫狁，秦曰匈奴。』案已上三名並一聲之轉。」 \\n ２　郭璞云：「音提。」 \\n ３　郭璞云：「三國並在旄馬西北。」 \\n 吳承志山海經地理今釋卷六云：「此經（『匈奴』節——珂）當與下篇首條並在海內北經『有人曰大行伯』之上。匈奴、開題之國、列人之國並在西北，敘西北陬之國，猶海內東經云『鉅燕在東北陬』也。不言陬，文有詳省。貳負之臣在開題西北，開題即蒙此。大行伯下貳負之尸與貳負之臣亦連絡為次。今大行伯上有『蛇巫之山』、『西王母』二條，乃下（上字之訛——珂）篇『后稷之葬』下敘昆侖隅外山形神狀之文，誤脫於彼。武陵山人雜著云：『海內西經「東胡」下四節當在海內北經「舜妻登比氏」節後。「東胡在大澤東」即蒙上「宵明燭光處河大澤」之文也。海內北經「蓋國」下九節當在海內東經「鉅燕在東北陬」之後，「蓋國在鉅燕南」即蒙上「鉅燕」之文，而朝鮮蓬萊並在東海，亦灼然可信也。海內東經「國在流沙」下三節當在海內西經「流沙出鍾山」節之後，上言流沙，故接敘中外諸國；下言昆侖墟昆侖山，故繼以「海內昆侖之墟在西北」。脈絡連貫，更無可疑。不知何時三簡互誤，遂致文理斷續，地望乖違。今移而正之，竟似天衣無縫。』詳審經文，顧（武陵山人——珂）說自近。」珂案：經文簡策，確多紊亂，吳顧之說甚精，足供參考，並詳各卷本節。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷六  山海經第十一  海內西經", "正文": "  \\n ▲山海經海經新釋卷六山海經第十一海內西經 \\n 　 \\n 海內西南陬以北者１。 \\n １　珂案：此經方位與海外西經方位相同。 \\n 貳負１之臣曰危，危與貳負殺窫窳２。帝３乃梏之疏屬之山４，桎其右足５，反縛兩手與髮６，繫之山上木７。在開題西北８。 \\n １　珂案：貳負，古天神，人面蛇身。海內北經云：「貳負神在其（鬼國）東，其為物人面蛇身。」吳承志以為此節當在海內北經「有人曰大行伯」節上，是也，說見前卷末「匈奴」節注。 \\n ２　珂案：窫窳之名，古書無定。文選吳都賦劉逵注引作猰貐，張協七命李善注引作猰〈犭俞〉，爾雅釋獸作〈豸契〉貐，淮南子本經篇作猰貐，其實一也。 \\n ３　郝懿行云：「（文選）李善注張協七命引此經作黃帝，黃字衍。」珂案：山海經所載未著主名之「帝」，皆天帝，除中次七經「姑媱之山，帝女死焉」之「帝」指炎帝，中次十二經「洞庭之山，帝之二女居之」之「帝」指堯，海外東經「帝令豎亥」之「帝」指禹而外，餘均指黃帝。郝懿行謂「李善注張協七命引此經作黃帝，黃字衍」，黃字其實不衍，此「帝」正是黃帝。疏屬山附近之開題，畢沅說「疑即笄頭」，笄頭又即雞頭（見注八），史記五帝本紀有黃帝「西至崆峒，登雞頭」語，可見雞頭（開題）附近，為黃帝神話所及之地。西次三經云：「鍾山，其（鍾山山神燭龍）子曰鼓，是與欽〈丕鳥〉殺葆江於昆侖之陽，帝乃戮之鍾山之東曰瑤崖。欽〈丕鳥〉化為大鶚，其狀如雕，而黑文白首，赤喙而虎爪，其音如晨鵠，見則有大兵；鼓亦化為鵔鳥，其狀如鴟，赤足而直喙，黃文而白首，其音如鵠，見則其邑大旱。」與此事相類，而鍾山與昆侖亦均黃帝神話所及地，文中之「帝」自是黃帝無疑，尤可旁證此「帝」之當是黃帝也。 \\n ４　郭璞云：「梏，猶繫縛也；古沃切。」吳任臣云：「劉會孟曰：『疏屬山今陝西延安府綏德縣。』」珂案：郭注「古沃切」御覽卷五十引無，宋本、藏經本作「音活」，王念孫云：「宋本音苦。」或別有所見也。 \\n ５　郭璞云：「桎，械也。」郝懿行云：「說文（六）云：桎，足械也；梏，手械也。」 \\n ６　郭璞云：「并髮合縛之也。」珂案：文選吳都賦劉逵注、張協七命李善注引此經並無「與髮」二字，劉秀上山海經表敘其父劉向以山海經對漢宣帝問事，亦僅云「其文曰：『貳負殺窫窳，帝乃梏之疏屬之山，桎其右足，反縛兩手。』」亦無「與髮」二字。此為最早而又最直接之引文，足證「與髮」二字實衍。又郭注「並髮合縛之也」，御覽卷五十引此注并作約，疑本當作「約髮而縛之也」，而、合形近易訛。「約髮而縛之」者，束其髮以為系而反縛其兩手也。必古時圖象如此。「反縛兩手」猶未能充分說明圖象，故郭注「約髮而縛」以為補充。及而訛為合，後人不解「約髮合縛」之義，以為既云「合縛」，必并髮也，因妄改約為并以就合義。至於經文「反縛兩手」下增「與髮」二字，當緣注文「約髮」二字而誤衍也。北堂書鈔（唐初虞世南撰）卷四十五雖已引有此二字，然是書經後人竄亂，訛誤特多，殆不足憑信。若經文果係「反縛兩手與髮」，則於說明圖象已甚清楚明白，毋煩郭更釋以「并髮合縛」。故知經文實無「與髮」二字，郭注「并髮合縛」實「約髮而縛」之訛也。 \\n ７　郭璞云：「漢宣帝（影宋本太平御覽卷五十引此注宣帝下有時字——珂。以下簡稱御覽）使人（御覽使人下有鑿字）上郡發盤（御覽作磐）石，石室中得一人，跣踝被髮，反縛，械一足（御覽械一足下有「時人不識，乃載之於長安，帝」十一字），以問群臣，莫能知。劉子政（劉向）按此言對之，宣帝大驚，於是時人爭學山海經矣。論者多以為是其尸象，非真體也。意者以靈怪變化論（論字疑涉上論字而衍），難以理測；物稟異氣，出於不然（王念孫、郝懿行均以為不然當作自然），不可以常運推，不可以近數揆矣。魏時有人發故周王（御覽作周靈王）冢者，得殉（御覽殉下有葬字）女子，不死不生（御覽不死下無不生二字），數日時（御覽時作而）有氣，數月而能語，狀如廿許人。送詣京師，郭太后愛養之，恆在左右。十餘年，太后崩，此女哀思哭泣，一年餘而死。即此類也。」珂案：御覽卷五十引郭注與今本多有異同，以上所舉，特其較勝於今本者耳。又經文「繫之山上木」，御覽引作「繫之山上磐石之下」，北堂書鈔卷四十五引作「繫之山木之上」，以較今本經文，知「磐石之下」云云，為後人因注文有「發盤（磐）石」語而妄改之也。 \\n ８　畢沅云：「開題疑即笄頭山也，音皆相近。」珂案：六朝陳顧野王輿地志（漢唐地理書鈔輯）云：「笄頭山即雞頭山。」唐李泰括地志（漢學堂叢書輯）云：「笄頭山一名崆峒山。黃帝問道於廣成子，蓋在此。」開題、笄頭（雞頭）、崆峒，均一音之轉也。 \\n 關於危與貳負殺窫窳之神話，海內經云：「北海之內，有反縛盜械帶戈常倍之佐，名曰相顧之尸。」郭璞注云：「亦貳負臣危之類也。」竊以為非僅「之類」，實亦此一神話之異聞也。劉秀上山海經表云：「孝宣帝時，擊磻石於上郡，陷得石室，中有反縛盜械人。時臣秀父向為諫議大夫，言此貳負之臣也。詔問何以知之，亦以山海經對。其文曰：『貳負殺窫窳，帝乃梏之疏屬之山，桎其右足，反縛兩手。』上大驚，朝士由是多奇山海經者。」「反縛盜械」之語，當非偶同。曰「相顧」者，或併貳負亦俱械繫也。經文奧衍，不可知矣。唐李冗獨異志云：「漢宣帝時有人於疏屬山石蓋下得二人，俱被桎梏，將至長安，乃變為石。宣帝集群臣問之，無一知者。劉向對曰：『此是黃帝時窫窳國負貳之臣，犯罪大逆，黃帝不忍誅，流之疏屬之山，若有明君，當得出外。』帝不信，謂其妖言，收向繫獄。其子歆自出應募，以救其父。其父曰：『欲七歲女子以乳之，即復變。』帝使女子乳，於是復能為人，便能言語應對，如劉向之言。帝大悅，拜向大中大夫，歆為宗正卿。詔曰：『何以知之？』歆曰：『出山海經。』」又劉秀表文神話之演變也。可注意者，已明言所得為「黃帝時窫窳國負貳之臣」，且係「二人」，與海內經「相顧」義符，亦符於「帝」即「黃帝」之推論，於以見民間傳說之恆合古傳，為可貴矣。 \\n 大澤方百里１，群鳥所生及所解２。在鴈門北。 \\n １　郝懿行云：「大荒北經作『大澤方千里』，郭注穆天子傳（卷三『碩鳥解羽』——珂）引此經亦云：『大澤方千里，群鳥之所生及所解。』是百當為千矣。然郭注（穆天子傳卷四『至于西北大曠原』——珂）又引此經云：『群鳥所集澤有兩處：一方百里，一方千里。』是又以為非一地，所未詳也。李善注別賦引此經亦云：『大澤方百里。』可證今本不誤。」珂案：此經所說大澤，實有兩處。大荒北經云：「有大澤，方千里，群鳥所解。」此千里大澤也，位在西北方。下云「夸父欲追日景，逮之于禺谷，將飲河而不足也，將走大澤，未至，死於此。」所走者即此大澤，亦穆天子傳卷四所謂「北至曠原之野，飛鳥之所解其羽」之曠原也。郭注穆天子傳所引乃大荒北經方千里之大澤。至於此處大澤，實海內北經所記「舜妻登比氏，生宵明燭光，處河大澤，二女之靈，能照此所方百里」之百里大澤，位在北方，或即今河套附近之地。又此節文字（連同以下二節），亦應在海內北經「宵明燭光」節之前，始與方位地望大致相符。 \\n ２　郭璞云：「百鳥於此生乳，解之毛羽。」珂案：「解之毛羽」不成文義，宋本、藏經本作「解氄毛羽」，是也。郝懿行云：「此地即翰海也，說見大荒北經。」翰海古本泛指沙漠之地，北方有翰海，西北亦有翰海，史記霍去病傳：「禪於姑衍，登臨翰海。」此北方之翰海也。唐岑參白雪歌送武判官歸京詩云：「翰海闌干百丈冰，愁雲慘淡萬里凝。」此西北之翰海也。郝以此處所記大澤為翰海是也，然以之混同於大荒北經所記大澤則非也。 \\n 鴈門山１，鴈出其閒２。在高柳北３。 \\n １　郝懿行云：「淮南墬形訓云：『燭龍在鴈門北，蔽於委羽之山。』疑委羽山即鴈門山之連麓，委羽亦即解羽之義。江淹別賦所謂『鴈山參雲』也。」 \\n ２　郝懿行云：「水經注（〈氵纍〉水）及初學記三十卷引此經並作『鴈出其門』。」珂案：今本（蘊石齋叢書本）初學記仍作「鴈出其閒」。 \\n ３　畢沅云：「山（高柳山——珂）在今山西代州北三十五里。」 \\n 高柳在代北１。 \\n １　珂案：水經注〈氵纍〉水引此經北作中，云：「其山重巒疊巘，霞舉雲高，連山隱隱，東出遼塞。」藏經本北作地。 \\n 后稷之葬，山水環之１。在氐國西２。 \\n １　郭璞云：「在廣都之野。」珂案：海內經云：「西南黑水之閒，有都廣之野，后稷葬焉。其城方三百里，蓋天地之中，素女所出也（以上十六字係經文誤入郭注者，據王念孫、郝懿行校復）。爰有膏菽、膏稻、膏黍、膏稷，百穀自生，冬夏播琴。鸞鳥自歌，鳳鳥自儛，靈壽實華，草木所聚。爰有百獸，相群爰處。此草也，冬夏不死。」敘寫后稷葬所景物，至為詳盡，實有人間樂園之概。惟經文作都廣之野，郭注則作廣都之野。夷考古籍所引，或作都廣、或作廣都不一（詳海內經「都廣之野」節注）。華陽國志蜀志云：「廣都縣，郡（指成都——珂）西三十里，元朔（漢武帝年號——珂）二年置，有鹽井漁田之饒。」據蜀中名勝記（明曹學佺撰），其地蓋屬雙流縣，在今成都與雙流之間。故楊慎山海經補注逕云：「黑水廣都，今之成都也。」衡之以后稷葬所地望，大致相近，故都廣、廣都，當是一而非二也。后稷除在都廣之野之葬所外，尚有其在槐江之山附近所潛之淵。西次三經云：「槐江之山，實惟帝之平圃，西望大澤，后稷所潛也。」郭璞注云：「后稷生而靈智，及其終，化形遯此澤而為之神，亦猶傅說騎箕尾也。」蓋關於后稷死的神話之異聞，猶鯀潛羽淵也。所謂「潛」者，乃化形遯身於水泉之地，非郭注「傅說騎箕尾」之比也。至於淮南子墬形篇云：「后稷壟在建木西，其人死復蘇，其半魚在其間。」則后稷死後，既已埋葬，復化形為異物，實兼「葬」與「潛」二說而為一也。 \\n ２　珂案：海內南經云：「氐人國在建木西。」淮南子墬形篇云：「后稷壟在建木西。」則后稷壟與氐人國俱在建木之西。此復云：「后稷之葬，……在氐國西。」氐國當即氐人國也，脫人字。 \\n 流黃酆氏之國１，中方三百里２。有塗四方３，中有山４。在后稷葬西。 \\n １　珂案：海內經云：「有國名流黃辛氏，其域中方三百里，其出是麈（麈原作塵土，據清蔣知讓校改，說詳該節注）。有巴遂山，繩水（繩原作澠，從水經注若水引此經改）出焉。」淮南子墬形篇云：「流黃沃民在其北，方三百里。」即此國。民字或氏字之訛。 \\n ２　郭璞云：「言國城內。」珂案：經文「中方三百里」者，即海內經所謂「其域中方三百里」也，郭注城字當為域字之訛。 \\n ３　郭璞云：「途，道。」珂案：郭注途，宋本作塗，是也，經文正作塗。 \\n ４　珂案：即海內經所謂「巴遂山」也。 \\n 流沙出鍾山１，西行又南行昆侖之虛２，西南入海黑水之山３。 \\n １　郝懿行云：「楚詞招魂云：『西方之害，流沙千里。』王逸注云：『流沙，沙流而行也。』高誘注呂氏春秋本味篇云：『流沙在敦煌郡西，八百里。』水經（禹貢山水澤地所在）云：『流沙地在張掖居延縣東北。』注云：『流沙，沙與水流行也。』亦言出鍾山，西行，極崦嵫之山，在西海郡北。」 \\n ２　珂案：宋本作崑崙墟，下同。 \\n ３　郭璞云：「今西海居延澤。尚書（禹貢）所謂『流沙』者，形如月生五日也。」楊慎云：「謂形如半月也。唐詩：江畔洲如月。」珂案：郭楊之說流沙，乃詩之構想也。宋沈括夢溪筆談卷三云：「予嘗過無定河，度活沙，人馬履之，百步之外皆動，澒澒然如人行幕上。其下足處雖甚堅，若遇其一陷，則人馬駞車，應時皆沒，至有數百人平陷無孑遺者。或謂：此即流沙也。又謂：沙隨風流，謂之流沙。」則是流沙之科學狀寫也。 \\n 東胡１在大澤東。 \\n １　郝懿行云：「國名也。伊尹四方令云：『正北東胡。』詳後漢書烏桓鮮卑傳。廣韻引前燕錄云：『昔高辛氏游於海濱，留少子厭越以居北夷，邑于紫蒙之野，號曰東胡。』云云。其後為慕容氏。」 \\n 珂案：「東胡」已下四節當移海外北經「舜妻登比氏」之後，海內東經「國在流沙中者埻瑞、璽〈日奐〉」已下三節當移於此處。說詳上卷「匈奴」節注。 \\n 夷人在東胡東。 \\n 貊國在漢水東北１。地近于燕，滅之２。 \\n １　郭璞云：「今扶餘國即濊貊故地，在長城北，去玄菟千里，出名馬、赤玉、貂皮、大珠如酸棗也。」郝懿行云：「（三國志）魏志東夷傳說夫餘與此注同，即郭所本也。唯貂皮作貂〈犭宂〉，後漢書東夷傳又作貂豽。藝文類聚八十三卷引廣志曰：『赤玉出夫餘。』」 \\n ２　郝懿行云：「大雅韓奕篇云：『其追其貊。』謂此。」 \\n 孟鳥１在貊國東北，其鳥文赤、黃、青，東鄉２。 \\n １　郭璞云：「亦鳥名也。」郝懿行云：「海外西經有『滅蒙鳥在結匈國北』，疑亦此鳥也，滅蒙之聲近孟。」珂案：郝說是也，詳海外西經「滅蒙鳥」節注。 \\n ２　珂案：藏經本黃上無赤字。 \\n 海內昆侖之虛１，在西北，帝之下都２。昆侖之虛，方八百里，高萬仞３。上有木禾，長五尋，大五圍４。面５有九井６，以玉為檻７。面有九門８，門有開明獸守之，百神之所在９。在八隅之巖１０，赤水之際，非仁羿莫能上岡之巖１１。 \\n １　郭璞云：「言海內者，明海外復有昆侖山。」郝懿行云：「海內昆侖即西次三經昆侖之丘也。禹貢昆侖亦當指此。海內東經云：『昆侖山在西胡西。』蓋別一昆侖也。又水經河水注引此經郭注云：『此自別有小昆侖也。』疑今本脫此句。又荒外之山，以昆侖名者蓋多焉。故水經禹本紀並言昆侖去嵩高五萬里。水經注又言晉去昆侖七萬里。又引十洲記『昆侖山在西海之戌地，北海之亥地，去岸十三萬里』，似皆別指一山。然則郭云海外復有昆侖，豈不信哉。說文（八）云：『虛，大丘也，昆侖丘謂之昆侖虛。』」 \\n ２　珂案：西次三經云：「昆侖之丘，實惟帝之下都，神陸吾司之。其神狀虎身而九尾，人面而虎爪。是神也，司天之九部，及帝之囿時。有鳥焉，其名曰鶉鳥，是司帝之百服。」即最早有關昆侖神話之記敘也。「帝之下都」，郭璞云：「天帝都邑之在下者。」穆天子傳卷二云：「吉日辛酉，天子升于昆侖之丘，以觀黃帝之宮。」則此天帝實黃帝也。「虎身而九尾、人面而虎爪」之神陸吾，即此經所記「身大類虎而九首、皆人面」之開明獸也，「司帝百服」之鶉鳥（禽經云：赤鳳謂之鶉），即開明西鳳皇鸞鳥之屬也：以傳聞不同而略異其辭也。 \\n ３　郭璞云：「皆謂其虛基廣輪之高庳耳。自此以上二千五百餘里，上有醴泉華池，去嵩高五萬里，蓋天地之中也。見禹本紀。」珂案：史記大宛列傳引禹本紀云：「河出崑崙。崑崙其高二千五百餘里，日月所相避隱為光明也，其上有醴泉、瑤池。」 \\n ４　郭璞云：「木禾，穀類也，生黑水之阿，可食，見穆天子傳。」珂案：穆天子傳卷四云：「黑水之阿，爰有野麥，爰有荅堇（祇謹二音——原注），西膜之所謂木禾。」 \\n ５　珂案：初學記卷七引此經作上。 \\n ６　珂案：呂氏春秋本味篇云：「水之美者，昆侖之井。」淮南子墬形篇云：「昆侖旁有九井。」 \\n ７　郭璞云：「檻，欄。」 \\n ８　珂案：史記司馬相如傳正義引此經作旁有五門。御覽卷三八引此經作面有五門。 \\n ９　珂案：水經注河水引遁甲開山圖榮氏注云：「天下仙聖，治在柱州崑崙山上。」十洲記亦云：「（崑崙）真官仙靈之所宗，品物群生，希奇特出，皆在於此。天人濟濟，不可悉記。」則是神話仙話化之自然表現也。 \\n １０郭璞云：「在巖閒也。」珂案：謂百神居處昆侖八隅巖穴之間。大荒西經云：「昆侖之丘，有人戴勝，虎齒，豹尾，穴處，名曰西王母。」可證神處巖穴，在古人質樸的思想觀念中，並不足異。 \\n １１郭璞云：「言非仁人及有才藝如羿者不能得登此山之岡嶺巉巖也。羿嘗請藥西王母，亦言其得道也。羿一或作聖。」珂案：郭注「羿一或作聖」，宋本、藏經本俱無一字，一字衍。「仁羿」，郭釋為「仁人及有才藝如羿者」，嫌迂曲；據近人研究，仁羿，即夷羿，「仁」即「夷」之借字，「夷」之重文古作〈入二〉，與「仁」音形並近，較確。郭云「羿或作聖」，亦通。「非仁聖莫能上岡之巖」，猶海外西經稱「龍魚陵居在其北，即有神聖乘此以行九野」，無非對古有才德者之讚美而已。然此處仁羿實當即羿，為有關羿神話之零片而散見於此者。淮南子覽冥篇云：「羿請不死之藥於西王母，姮娥竊以奔月，悵然有喪，無以續之。」高誘注云：「姮娥，羿妻；羿請不死之藥於西王母，未及服之，姮娥盜食之，得仙，奔入月中為月精也。」「為月精」之說，不見於今本淮南子，唯初學記卷一引古本淮南子有之，云「（姮娥）託身於月，是為蟾蠩，而為月精」，此十二字蓋後人或以其「不雅馴」，刊落去也。「非仁羿莫能上岡之巖」者，羿登此（昆侖山）岡巖向西王母請不死藥也。西王母或居玉山。西次三經云：「玉山，是西王母所居也。」或居弇茲山。穆天子傳卷三云：「天子遂驅升于弇山，乃寄名跡于弇山之石而樹之槐，眉曰西王母之山。」郭璞注：「弇，弇茲山，日入所也；言是西王母所居也。」或居昆侖。大荒西經云：「有大山，名曰昆侖之丘。其下有弱水之淵環之；其外有炎火之山，投物輒然。有人戴勝，虎齒，豹尾，穴處，名曰西王母。」雖傳說中西王母居地非一，而唯昆侖有不死樹及不死藥。本卷下文云：「開明北有……不死樹。」又云：「開明東有巫彭、巫抵、巫陽、巫履、巫凡、巫相，夾窫窳之尸，皆操不死之藥以距之。」則羿「上岡之巖」之所請者，亦唯有居於昆侖之西王母耳。郭璞圖讚云：「萬物暫見，人生如寄；不死之樹，壽蔽天地；請藥西姥，烏得如羿！」是能得其解者。 \\n 赤水出東南隅，以行其東北１。 \\n １　珂案：宋本下有「西南流注南海厭火東」九字，明藏本、吳寬抄本、清吳任臣本、汪紱本、畢沅校本、百子全書本並有之，當係脫文。 \\n 河水出東北隅，以行其北，西南又入渤海，又出海外，即西而北，入禹所導積石山１。 \\n １　郭璞云：「禹治水復決疏之，故云『導河積石』。」珂案：此積石山蓋即西次三經所云「積石之山，其下有石門，河水冒以西流」之積石山也，郝懿行以此為海外北經禹所積石之山，非也，說詳該節注。 \\n 洋水１、黑水２出西北隅，以東，東行，又東北，南入海，羽民南３。 \\n １　郭璞云：「音翔。」郝懿行云：「高誘注淮南墬形訓云：『洋水經隴西氐道東至武都為漢陽（陽字疑衍——珂），或作養（今本高注養下有水字——珂）也。』水經注（漾水）引闞駰云：『漢或為漾，漾水出昆侖西北隅，至氐道，重源顯發而為漾水。』是洋水即漾水，字之異也。」珂案：書禹貢云：「嶓冢導漾，東流為漢。」即此洋水也。 \\n ２　珂案：書禹貢云：「黑水西河惟雍州。」又云：「導黑水至于三危，入于南海。」即此。 \\n ３　珂案：羽民已見海外南經。 \\n 弱水、青水出西南隅１，以東，又北，又西南，過畢方鳥東２。 \\n １　郭璞云：「（漢書）西域傳：『烏弋國去長安萬五千餘里，西行可百餘日，至條枝國，臨西海。長老傳聞，有弱水西王母云。』（三國志魏志）東夷傳亦曰，長城外數千里，亦有弱水。皆所未見也。淮南子（墬形篇）云：『弱水出窮石。』窮石今之西郡〈冄阝〉冉，蓋其派別之源耳。」珂案：郭注「〈冄阝〉冉」，何焯校「刪丹」；黃丕烈、周叔弢校同，云以漢晉地理志參校。弱水已見前卷「窫窳」節。 \\n ２　珂案：海外南經云：「畢方鳥在青水西。」 \\n 昆侖南淵深三百仞１。開明獸身大類虎２而九首，皆人面３，東嚮立昆侖上４。 \\n １　郭璞云：「靈淵。」郝懿行云：「即海內北經云『從極之淵，深三百仞』者也。」珂案：海內北經云：「昆侖虛南所，有氾林方三百里。從極之淵，深三百仞，維冰夷恆都焉。」郝說是也。 \\n ２　珂案：宋本、毛扆校本、藏經本「類虎」下均有郭注「身或作直」四字，今脫去。 \\n ３　珂案：開明獸即西次三經神陸吾也，已見本章「海內昆侖之虛」節注２。大荒西經云：「昆侖之丘，有神——人面，虎身，文尾（原作『有文有尾』，王念孫云：二有字衍，從刪），皆白——處之。」即神陸吾，亦即開明獸也。 \\n ４　郭璞云：「天獸也。銘曰：『開明為獸，稟資乾精，瞪視昆侖，威振（藏經本作震——珂）百靈。』」珂案：銘亦郭氏圖讚也。今圖讚云：「開明天獸，稟茲金精；虎身人面，表此桀形；瞪視崑山，威懾百靈。」與此略異。 \\n 開明西有鳳皇、鸞鳥，皆戴蛇踐蛇，膺有赤蛇１。 \\n １　珂案：西次三經云：「（昆侖之丘）有鳥焉，其名曰鶉鳥，是司帝之百服。」郝懿行云：「鶉鳥，鳳也；海內西經云：昆侖開明西北皆有鳳皇，此是也。埤雅（卷八）引師曠禽經云：『赤鳳謂之鶉。』」即此。 \\n 開明北有視肉、珠樹１、文玉樹２、玗琪樹３、不死樹４。鳳皇、鸞鳥皆戴瞂５。又有離朱６、木禾、柏樹、甘水７、聖木８曼兌９，一曰挺木牙交１０。 \\n １　珂案：海外南經云：「三珠樹生赤水上。」疑即此。淮南子墬形篇云：「增城九重，珠樹在其（昆侖）西。」即此珠樹也。列子湯問篇云：「珠玕之樹皆叢生，華實皆有滋味，食之不老不死。」則又不死樹之類，蓋亦傳說之演變也。 \\n ２　郭璞云：「五彩玉樹。」珂案：淮南子墬形篇云「玉樹在其（昆侖）西。」楚辭離騷王逸注引河圖括地象云：「崑崙上有瓊玉之樹。」即此之屬。 \\n ３　郭璞云：「玗琪，赤玉屬也。吳天璽（孫皓年號——珂）元年，臨海郡吏伍曜在海水際得石樹，高二（宋本、藏經本作三——珂）尺餘，莖葉紫色，詰曲傾靡，有光彩，即玉樹之類也。于、其兩音。」郝懿行云：「郭注見宋書符瑞志，唯二尺作三尺，莖葉作枝莖，詰曲作詰屈為異，其餘則同。但據郭所說，則似珊瑚樹，恐非玗琪樹也。玗琪見爾雅釋地。又穆天子傳（卷四）云：『重〈缶邕〉氏之所守，曰玗琪、玗尾。』」 \\n ４　郭璞云：「言長生也。」珂案：不死樹已見海外南經郭注：「員邱山上有不死樹，食之乃壽。」文選思玄賦李善注引此經云：「崑崙開明北有不死樹，食之長壽。」又引郭注：「言常生也。」今經無此語，注常生作長生。呂氏春秋本味篇云：「菜之美者，壽木之華。」高誘注云：「壽木，崑崙山上木也；華，實也；食其實者不死，故曰壽木。」是壽木即不死樹也。淮南子墬形篇亦云：「不死樹在其（昆侖）西。」 \\n ５　郭璞云：「音伐，盾也。」郝懿行云：「太平御覽三百五十七卷引此經瞂作盾。」王念孫、畢沅校並同郝注。珂案：今影宋本御覽作〈盾戈〉，則是瞂之訛也，郝氏等三家所見本均同誤。 \\n ６　珂案：離朱即踆烏，已見海外南經「狄山」節注。 \\n ７　郭璞云：「即醴泉也。」珂案：史記大宛傳云：「禹本紀言崑崙上有醴泉。」 \\n ８　郭璞云：「食之令人智聖也。」 \\n ９　郭璞云：「未詳。」珂案：聖木曼兌，當是一物，曼兌即聖木之名也。 \\n １０郭璞云：「淮南作璇樹；璇，玉類也。」郝懿行云：「淮南子（墬形篇）云：昆崙之上有璇樹。蓋璇樹一名挺木牙交，故郭氏引之。疑經文上下當有脫誤，或挺木牙交四字即璇樹二字之形訛亦未可知。璇當為琁。高誘注淮南墬形訓云：琁音窮，是也。明藏本牙作互。臧庸（清人——珂）曰：『挺木牙交為曼兌之異文，兌讀為銳，挺當為梴，字之訛也。』」 \\n 開明東有巫彭、巫抵、巫陽、巫履、巫凡、巫相１，夾窫窳之尸，皆操不死之藥以距之２。窫窳者，蛇身人面，貳負臣所殺也。 \\n １　郭璞云：「皆神醫也。世本曰：『巫彭作醫。』楚詞（招魂）曰：『帝告巫陽。』」珂案：大荒西經云：「大荒之中，有靈山，巫咸、巫即、巫朌、巫彭、巫姑、巫真、巫禮、巫抵、巫謝、巫羅十巫，從此升降，百藥爰在。」十巫中有巫彭，即此巫彭也。餘巫禮郝懿行以為即巫履（禮之義履也），巫朌即巫凡（朌與凡音近），巫謝即巫相（謝與相聲轉），十巫與此六巫名皆相近，而彼有「百藥爰在」、此有「夾窫窳之尸、皆操不死藥以距之」語，巫咸、巫彭又為傳說中醫道創始者，此經諸巫神話要無非靈山諸巫神話之異聞也。故郭璞注以為「皆神醫也」；然細按之，毋寧曰，皆神巫也。此諸巫無非神之臂佐，其職任為上下於天、宣達神旨人情，至於采藥療死，特其餘技耳。操不死神藥以活窫窳，當亦奉神之命，非敢專擅也。郭氏圖讚云：「窫窳無罪，見害貳負；帝命群巫，操藥夾守；遂淪弱淵，變為龍首。」是能得其情狀者。參見海內經「九丘建木」節注。 \\n ２　郭璞云：「為距卻死氣，求更生。」 \\n 服常樹１，其上有三頭人２，伺琅玕樹３。 \\n １　郭璞云：「服常木，未詳。」吳任臣云：「淮南子（墬形篇）沙棠琅玕在崑崙東，服常疑是沙棠。」 \\n ２　郝懿行云：「海外南經云：『三首國一身三首。』亦此類也。」 \\n ３　郭璞云：「琅玕子似珠，爾雅（釋地）曰：『西北之美者，有昆侖之琅玕焉。』莊周曰：有人三頭，遞臥遞起，以伺琅玕與玗琪子，謂此人也。」郝懿行云：「說文（一）云：『琅玕，似珠者。』郭注爾雅釋地引此經云：『昆侖有琅玕樹也。』又玉篇引莊子云：『積石為樹，名曰瓊枝，其高一百二十仞，大三十圍，以琅玕為之實。』是琅玕即瓊枝之子似珠者也。瓊枝亦見離騷（『折瓊枝以繼佩』——珂）。又王逸注九歌云：『瓊芳，瓊玉枝也。』騷客但標瓊枝之文，玉篇空衍琅玕之實，而莊子逸文，缺然未睹厥略。惟藝文類聚九十卷及太平御覽九百一十五卷引莊子曰：『老子見孔子從弟子五人，問曰：「前為誰？」曰：「子路為勇。」其次子貢為智，曾子為孝，顏回為仁，子張為武。老子歎曰：「吾聞南方有鳥，其名為鳳，所居積石千里。天為生食，其樹名瓊枝，高百仞，以璆琳琅玕為實。天又為生離珠，一人三頭，遞臥遞起，以伺琅玕。鳳鳥之文，戴聖嬰仁，右智左賢。」』以此參校郭注所引，『與玗琪子』四字，蓋誤衍也。」珂案：離珠，即離朱，黃帝時明目者，此一人三頭之離珠又為日中三足神禽離朱演變而成者，參見海外南經「三株樹」節及「狄山」節注。 \\n 開明南有樹鳥，六首１；蛟２、蝮３、蛇、蜼、豹、鳥秩樹４，于表池樹木５，誦鳥６、〈隼鳥〉７、視肉。 \\n １　珂案：大荒西經云：「有青鳥，身黃，赤足，六首，名曰〈鳥蜀〉鳥。」郭璞云：「音觸。」疑即此六首之樹鳥。 \\n ２　郭璞云：「蛟似蛇，四腳，龍類也。」 \\n ３　珂案：楚辭招魂：「蝮、蛇蓁蓁。」王逸注：「蝮，大蛇也。」 \\n ４　郭璞云：「木名，未詳。」 \\n ５　郭璞云：「言列樹以表池，即華池也。」 \\n ６　郭璞云：「鳥名，形未詳。」 \\n ７　郭璞云：「鵰也。穆天子傳（卷二）曰：『爰有白〈隼鳥〉、青鵰。』音竹筍之筍。」郝懿行云：「今穆天子傳作白鳥、青鵰，已見西次三經『鍾山』注。」珂案：西次三經「鍾山」郭注引穆天子傳亦作「白鳥、青鵰」，可證今本穆天子傳不誤，郭此處所引自誤。關於昆侖山之神話，其較完整而又較古者，除此經所記而外，尚見於淮南子墬形篇。墬形篇云：「禹乃以息土填洪水，以為名山，掘昆侖虛以（水經注河水引此以下有為字——珂）下地。中有增城九重，其高萬一千里百一十四步二尺六寸。上有木禾，其修五尋。珠樹、玉樹、旋樹、不死樹在其西；沙棠、琅玕在其東；絳樹在其南；碧樹、瑤樹在其北。旁有四百四十門，門閒四里，里閒九純，純丈五尺。旁有九井，玉橫維其西北之隅。北門開以內不周之風。傾宮、旋室、縣圃、涼風在昆侖閶闔之中，是其疏圃。疏圃之池，浸之黃水。黃水三周復其原，是謂白水（白原作丹，從王念孫讀書雜志校改——珂），飲之不死。河水出昆侖東北陬，貫渤海入禹所導積石山。赤水出其東南陬，西南注南海，丹澤之東，赤水之東。弱水出自窮石，至于合黎，餘波入于流沙，絕流沙南至南海。洋水出其西北陬，入于南海，羽民之南。凡四水者，帝之神泉，以和百藥，以潤萬物。昆侖之邱，或上倍之，是謂涼風之山，登之而不死；或上倍之，是謂懸圃之山（原無之山二字，從王念孫讀書雜志校增——珂），登之乃靈，能使風雨；或上倍之，乃維上天，登之乃神，是謂太帝之居。」高誘注：「太帝，天帝。」此天帝蓋即黃帝也。餘十洲記拾遺記等亦均記之，然卑瑣不足道矣。下卷卷首「蛇巫之山」及「西王母」二節，均當移於此節之後，說已見海內南經「匈奴」節注。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷七  山海經第十二  海內北經", "正文": "  \\n ▲山海經海經新釋卷七山海經第十二海內北經 \\n 　 \\n 海內西北陬以東者１。 \\n １　珂案：此經方位與海外北經方位似相反實相同，見海外北經卷首注。 \\n 蛇巫之山，上有人操柸１而東向立２。一曰龜山。 \\n １　郭璞云：「柸或作棓，字同。」郝懿行云：「柸即棓字之異文。說文（六）云：『棓，梲也。』玉篇云：『棓與棒同，步項切。』太平御覽三百五十七卷引服虔風俗通文曰：『大杖曰棓。』」珂案：柸，宋本、毛扆本、藏經本、項絪本均作杯，字之訛也。 \\n ２　珂案：此節及下節當移在海內西經「開明南有樹鳥」節之次，海內南經「匈奴」節與海內西經「貳負之臣曰危」節當移於此，說已見前。昆侖山為羿向西王母請不死藥之地，而有關羿之神話中，又有逢蒙殺羿，及羿死於桃棓等神話。孟子離婁下篇云：「逢蒙學射於羿，盡羿之道，思天下惟羿愈已，於是殺羿。」淮南子詮言篇云：「羿死於桃棓。」許慎注：「棓，大杖，以桃木為之，以擊殺羿，由是以來鬼畏桃也。」則此「操柸（棓）而東向立」於昆侖附近蛇巫山上之人，其伺羿而欲殺之之逢蒙乎？不可知矣。 \\n 西王母１梯几而戴勝杖２，其南有三青鳥３，為西王母取食４。在昆侖虛北。 \\n １　珂案：有關西王母神話之記敘，見於此經者凡三，最先為西次三經：「玉山，是西王母所居也。西王母其狀如人，豹尾虎齒而善嘯，蓬髮戴勝，是司天之厲及五殘。」稍後為此經。再後為大荒西經：「西海之南，流沙之濱，赤水之後，黑水之前，有大山，名曰昆侖之丘。有神——人面，虎身，文尾，皆白——處之。其下有弱水之淵環之，其外有炎火之山，投物輒然。有人戴勝，虎齒，豹尾，穴處，名曰西王母。此山萬物盡有。」三處所記，以此經為最簡，然既著「戴勝」（下「杖」字衍，說見後），則其形貌固未易也。 \\n ２　郭璞云：「梯謂馮也。」郝懿行云：「如淳注漢書司馬相如大人賦引此經無杖字。」珂案：無杖字是也，御覽卷七一０引此經亦無杖字，西次三經與大荒西經亦俱止作「戴勝」，杖字實衍。 \\n ３　珂案：西次三經云：「三危之山，三青鳥居之。是山也，廣員百里。」大荒西經云：「有西王母之山（原作西有王母之山，從王念孫、郝懿行校改），有三青鳥，赤首黑目，一名曰大鵹，一名少鵹，一名曰青鳥。」從其居地及其形貌可以想見：此三青鳥者，非宛轉依人之小鳥，乃多力善飛之猛禽也。 \\n ４　郭璞云：「又有三足鳥主給使。」珂案：郭注三足鳥，宋本、藏經本作三足烏。史記司馬相如大人賦云：「亦幸有三足烏為之（西王母）使。」玉函山房輯佚書輯河圖括地象亦云：「有三足神烏，為西王母取食。」則作三足烏是也。 \\n 有人曰大行伯，把戈１。其東有犬封國２。貳負之尸３在大行伯東。 \\n １　珂案：今本風俗通義卷八引禮傳云：「共工之子曰脩，好遠遊，舟車所至，足跡所達，靡不窮覽，故祀以為祖神。」此把戈而位居西北之大行伯，其共工好遠遊之子脩乎？ \\n ２　郭璞云：「昔盤瓠殺戎王，高辛以美女妻之，不可以訓，乃浮之會稽東海（宋本、毛扆本作東南海——珂）中，得三百里地封之，生男為狗，女為美人，是為狗封之國（宋本、藏經本國作民——珂）也。」珂案：傳亦為郭璞所作之玄中記（已佚，古小說鉤沉有輯錄）亦述此故事，文字大體相同，惟「戎王」作「犬戎」，三百里作三千里。此一神話之詳細記錄，乃見於稍後於郭璞之干寶搜神記。其後後漢書南蠻傳亦載之，文字與搜神記無大差異。有注云：「已上並見風俗通。」風俗通漢末應劭撰，知此一神話漢代已有流傳矣。三國魚豢魏略（已佚，從後漢書李賢注引）云：「高辛氏有老婦，居王室，得耳疾，挑之，得物大如繭。婦人盛瓠中，覆之以槃，俄頃化為犬，其文五色，因名槃瓠。」此盤（槃）瓠一名之來源也。搜神記所敘盤瓠故事首段即本此。又有漢魏叢書八卷本搜神記，文體與近年敦煌所發現句道興搜神記頗相近，其中多條竟至文字與故事大體相同，可見二書原出民間。清王謨跋此，云「有唐時州名」，則為唐人撰造更無可疑。其敘盤瓠神話，則云：「昔高辛氏時，有房王作亂，憂國危亡，帝乃召募天下有得房氏首者，賜金千斤，分賞美女。群臣見房氏兵強馬壯，難以獲之。辛帝有犬字曰盤瓠，其毛五色，常隨帝出入。其日忽失此犬，經三日以上，不知所在，帝甚怪之。其犬走投房王。房王見之大悅，謂左右曰：『辛氏其喪乎！犬猶棄主投吾，吾必興也。』房氏乃大張宴會，為犬作樂。其夜房氏飲酒而臥，盤瓠咬王首而還。辛見犬銜房首，大悅，厚與肉糜飼之，竟不食。經一日，帝呼，犬亦不起。帝曰：『如何不食，呼又不來，莫是恨朕不賞乎？今當依召募賞汝物，得否？』盤瓠聞帝此言，即起跳躍，帝乃封盤瓠為會稽侯（原注：一作桂林侯），美女五人，會稽郡（原注：一作桂林郡）一千戶。後生三男六女。其男當生之時，雖似人形，猶有犬尾。其後子孫昌盛，號為犬戎之國。」此雖較後之記敘，然因傳自民間，實更接近此一神話本貌。文中所敘封盤瓠為會稽侯、生男而有「犬尾」、「其後子孫昌盛，號為犬戎之國」等，與郭注均甚相合。以較二十卷本搜神記及後漢書南蠻傳所敘，樸質與塗飾殆一目暸然矣。盤瓠神話至今猶傳於我國西南苗、瑤、侗、畬等少數民族中，本為某一民族起源之推原神話，迨神話演進，乃成為天地開闢之推原神話。三國吳徐整三五曆紀（已佚，從藝文類聚卷一引）云：「天地渾沌如雞子，盤古生其中。萬八千歲，天地開闢，陽清為天，陰濁為地。盤古在其中，一日九變。神於天，聖於地。天日高一丈，地日厚一丈，盤古日長一丈。如此萬八千歲，天數極高，地數極深，盤古極長。後乃有三皇。數起於一，立於三，成於五，盛於七，處於九，故天去地九萬里。」繹史（清馬驌撰）卷一引同一作者之五運歷年記云：「首生盤古，垂死化身：氣成風雲，聲為雷霆，左眼為日，右眼為月，四肢五體，為四極五嶽，血液為江河，筋脈為地里，肌膚為田土，髮髭為星辰，皮毛為草木，齒骨為金石，精髓為珠玉，汗流為雨澤，身之諸蟲，因風所感，化為黎甿。」盤古，即盤瓠之音轉。盤瓠為某一民族之始祖神，盤古則宇宙之開創者矣。而此盤古，不久以前猶為苗瑤等族所崇奉，謂之「盤王」。劉錫蕃嶺表紀蠻謂「盤古為一般瑤族所虔祀，稱之為盤王。瑤人以為人之生死壽夭貧賤，皆盤王主之，天旱禱盤王，舁王遊田間。」苗族亦有「盤王書」，類乎舊約創世紀，傳唱於民間，云：「記起盤王先記起，盤王記起造犁耙，造得犁耙也未使，屋背大塘谷曬芽。記起盤王先記起，盤王記起種苧{艹麻}，種得苧{艹麻}兒孫績，兒孫世代績羅花。記起盤王先記起，盤王記起造高機，造得高機織細布，布面有條楊柳絲。……」（見說文月刊第一卷第十、十一期合刊常任俠沙坪壩出土之石棺畫象研究）可見彼在苗瑤人民中之信仰。犬封國之始祖盤瓠，竟逐漸演變而為開天闢地及種種文物創造發明者之人類共同始祖盤古，則殆非神話傳述者之始料所及矣。 \\n ３　珂案：海內西經云：「貳負之臣曰危，危與貳負殺窫窳，帝乃梏之疏屬之山，桎其右足，反縛兩手，繫之山上木。」帝之處罰似僅及危，未及貳負。此言「貳負之尸」，山海經所謂「尸」者，大都遭殺戮以後之景象，則并貳負亦受刑矣。 \\n 犬封國曰犬戎國１，狀如犬２。有一女子，方跪進柸食３。有文馬４，縞身５朱鬣，目若黃金，名曰吉量６，乘之壽千歲７。 \\n １　珂案：封、戎音近，故犬封國得稱犬戎國。又「犬封國」者，蓋以犬立功受封而得國，即郭注所謂「狗封國」也。伊尹四方令云：「正西昆侖狗國。」淮南子墬形篇云：「狗國在其（建木）東。」則狗國之傳說實起源於西北然後始漸於東南也。 \\n ２　郭璞云：「黃帝之後卞明生白犬二頭，自相牝牡，遂為此國，言狗國也。」珂案：郭注本大荒北經。大荒北經云：「有人名曰犬戎。黃帝生苗龍，苗龍生融吾，融吾生弄（郭璞注。一作卞）明，弄明生白犬，白犬有牝牡，是為犬戎。」白犬自相牝牡而傳國，是又此一神話之異聞也，故郭注乃附及之。大荒北經又云：「有犬戎國。有神（史記周本紀集解引此作人），人面獸身，名曰犬戎。」此「人面獸身、名曰犬戎」之「神（人）」，其最初傳說之盤瓠乎？ \\n ３　郭璞云：「與酒食也。」郝懿行云：「藝文類聚七十三卷引此經柸上有玉字，明藏本柸作杯，注酒字作狗。」珂案：宋本柸亦作杯，作杯是也。古杯字作桮，柸或桮之訛也。 \\n ４　珂案：說文十云：「馬赤鬣縞身，目若黃金，名曰〈文鳥〉，吉皇之乘，周文王時犬戎獻之。」 \\n ５　郭璞云：「色白如縞。」 \\n ６　郭璞云：「一作良。」珂案：文選東京賦李善注引此經正作吉良。 \\n ７　郭璞云：「周書曰：『犬戎文馬，赤鬣白身，目若黃金，名曰吉黃之乘。』（案今周書王會篇作古黃之乘，字之訛也——珂）六韜曰：『文身朱鬣，眼若黃金，項若雞尾，名曰雞斯之乘。』大傳（尚書大傳）曰：『駮身朱鬣雞目。』山海經亦有吉黃之乘，壽千歲者（按今山海經無此名，疑本在經中，今逸——珂）。惟名有不同，說有小錯，其實一物耳，今博舉之以廣異聞也。」珂案：犬戎文馬，奇肱國亦有之，已見海外西經。繹史卷十九引六韜云：「商王拘周伯昌於羑里，太公與散宜生以金千鎰求天下珍物以免君之罪。於是得犬戎氏文馬，駮身朱鬣，目若黃金，名雞斯之乘，以獻商王。」即有關文馬神話之最早而又最完整之記錄也。前乎此者，淮南子道應篇與史記周本紀亦記有之。道應篇云：「散宜生以千金求雞斯之乘以獻紂。」周本紀云：「閎夭之徒求驪戎之文馬獻之紂。」均此一神話之概略也。犬戎文馬，能解文王羑里之囚，其在秦漢之際，為眾所艷稱可知矣。吉量、吉良、吉黃、吉皇、雞斯之乘、騰黃、吉光（文選東京賦李善注引瑞應圖云：「騰黃神馬，一名吉光」），均此文馬之異名，其實一也。 \\n 鬼國１在貳負之尸北，為物人面而一目。一曰貳負神在其東，為物人面蛇身２。 \\n １　珂案：即一目國，已見海外北經。大荒北經亦云：「有人一目，當面中生。一曰是威姓，少昊之子，食黍。」即此國也。伊尹四方令云：「正西鬼親。」魏志東夷傳云：「女王國北有鬼國。」則傳說中此國之所在非一也。 \\n ２　珂案：為貳負神所殺之窫窳，亦人面蛇身，蓋均古天神之狀也。 \\n 蜪犬１如犬，青２，食人從首始。 \\n １　郭璞云：「音陶。或作蚼，音鉤。」珂案：說文十三云：「北方有蚼犬，食人。」即此。 \\n ２　王念孫云：「御覽獸部十六（卷九０四）作如犬而青，類聚獸部四（卷九十四）作如犬青色。」 \\n 窮奇狀如虎，有翼１，食人從首始，所食被髮，在蜪犬北。一曰從足２。 \\n １　郭璞云：「毛如蝟。」孫星衍云：「毛如蝟三字亦疑是經文。」珂案：西次四經云：「邽山，其上有獸焉，其狀如牛，蝟毛，名曰窮奇，音如〈犭皋〉狗，是食人。」即郭注所本，不必如孫所說也。左傳文公十八年云：「少皞氏有不才子，天下之民謂之窮奇。」古神話實當謂少皞生窮奇也。神異經西北荒經云：「西北有獸焉，狀似虎，有翼能飛，便勦食人。知人言語。聞人鬥，輒食直者；聞人忠信，輒食其鼻；聞人惡逆不善，輒殺獸往饋之：名曰窮奇。亦食諸禽獸也。」似即本此經為說。注引別本云：「窮奇似牛而狸尾，尾長曳地，其聲似狗，狗頭人形，鉤爪鋸牙。逢忠信之人，齧而食之；逢姦邪則擒禽獸而伺之。」似又本西次四經為說。而後漢書禮儀志所記大儺逐疫「追惡兇」之十二神中，有「窮奇騰根共食蠱」，則窮奇者，亦或於人有益，不盡為惡也。故郭氏圖讚亦云：「窮奇之獸，厥形甚醜；馳逐妖邪，莫不奔走；是以一名，號曰神狗。」高誘注淮南子墬形篇「窮奇，廣莫風之所生也」，則逕以窮奇為「天神」，當是古有成說也。 \\n ２　珂案：「從首」或「從足」者，均圖象不同而異其說也。 \\n 帝堯臺、帝嚳臺、帝丹朱臺、帝舜臺，各二臺，臺四方，在昆侖東北１。 \\n １　郭璞云：「此蓋天子巡狩所經過，夷狄慕聖人恩德，輒共為築立臺觀，以標顯其遺跡也。一本云：所殺相柳，地腥臊，不可種五穀，以為眾帝之臺。」珂案：郭注「夷狄慕聖人恩德」云云，乃其以正統歷史眼光釋神話之臆說，實無足取。此「昆侖東北」帝堯、帝嚳、帝丹朱、帝舜之臺，實海外北經（亦見大荒北經）所記「昆侖之北」「眾帝之臺」，乃禹殺相柳（大荒北經作相繇）所築臺以厭妖邪者也，堯、嚳、丹朱、舜等即所謂「眾帝」，注中引「一本云」是也。 \\n 大蜂其狀如螽１。朱蛾其狀如蛾２。 \\n １　郝懿行云：「蜂有極桀大者，僅曰如螽，似不足方之。疑螽即為蜂字之訛，與下句詞義相比。古文蜂作{夆〈虫虫〉}，與螽字形近，故訛耳。」珂案：王念孫亦校螽作{夆〈虫虫〉}。 \\n ２　郭璞云：「蛾，蚍蜉也。楚詞云：『玄蜂如壺，赤蛾如象。』謂此也。」珂案：郭引楚辭見招魂篇，云：「赤螘若象，玄蜂若壺些。」螘，蟻本字，即蛾。 \\n 蟜１，其為人虎文，脛有綮２。在窮奇東。一曰，狀如人。昆侖虛北所有３。 \\n １　郭璞云：「蟜音橋。」郝懿行云：「說文（十三）云：『蟜，蟲也。』非此。廣韻『蟜』字注引此經云：『野人身有獸文。』與今本小異。」 \\n ２　郭璞云：「言腳有膊腸也。」郝懿行云：「膊當為〈月耑〉。說文（四）云：『〈月耑〉，腓腸也；腓，脛〈月耑〉也。』已見海外北經無綮國。」 \\n ３　郭璞云：「此同上物事也。」郝懿行云：「郭意此已上物事皆昆侖虛北所有也。明藏本同作目。」珂案：宋本、毛扆校本同亦作目。目疑原作，古以字，始誤為目，再誤為同。 \\n 闒非１，人面而獸身，青色。 \\n １　郭璞云：「闒音榻。」郝懿行云：「伊尹四方令云：『正西闒耳。』疑即此。非、耳形相近。」 \\n 據比１之尸，其為人折頸被髮，無一手２。 \\n １　郭璞云：「一云掾比。」郝懿行云：「掾比，一本作掾北。」珂案：淮南子墬形篇云：「諸比，涼風之所生也。」高誘注：「諸比，天神也。」疑即據比、掾比（北）。諸、據、掾一聲之轉。 \\n ２　珂案：蓋亦神國起訌，戰鬥不勝，慘遭殺戮之象。 \\n 環狗，其為人獸首人身。一曰蝟狀如狗，黃色１。 \\n １　珂案：觀其形狀，蓋亦犬戎，狗封之類。 \\n 〈礻末〉１，其為物人身黑首從目２。 \\n １　郭璞云：「〈礻末〉即魅也。」郝懿行云：「魑魅漢碑作〈衤离〉〈礻末〉，（後漢書）禮儀志云：『雄伯食魅。』玉篇云：『〈礻末〉即鬼魅也。』本此。」 \\n ２　郝懿行云：「楚詞大招云：『豕首從目，被髮鬤只。』疑即此。」 \\n 戎１，其為人人首三角２。 \\n １　郝懿行云：「周書史記篇云：『昔有林氏召離戎之君而朝之。』或單呼為戎，又與林氏國相比，疑是也。」珂案：史記篇云：「昔有林氏召離戎之君而朝之；至而不禮，留而弗視，離戎逃而去之，林氏誅之，天下叛林氏。」孔晁注：「林氏，諸侯。天下見其遇戎不以禮，遂叛林氏，林氏孤危也。」 \\n ２　郝懿行云：「戎，廣韻作〈亻戎〉，云：『〈亻戎〉，人身三角也。』首作身，與今本異。」 \\n 林氏國１有珍獸，大若虎，五采畢具２，尾長于身，名曰騶吾，乘之日行千里３。 \\n １　郝懿行云：「周書史記篇云：『昔有林氏召離戎之君而朝之。』又云：『林氏與上衡氏爭權，俱身死國亡。』即此國也。」珂案：史記篇「爭權」下尚有「林氏再戰而勝，上衡氏偽義弗克」二語。 \\n ２　郝懿行云：「毛詩傳云：『騶虞白虎黑文，不食生物。』與此異。」 \\n ３　郭璞云：「六韜云：『紂囚文王，閎夭之徒詣林氏國求得此獸獻之，紂大悅（宋本、藏經本、毛扆本作說——珂），乃釋之。』周書曰：『夾林（今周書王會篇作央林，蓋字形之訛也——珂）酋耳，酋耳若虎，尾參於身，食虎豹。』大傳謂之侄獸（今尚書大傳作怪獸——珂）。吾宜作虞也。」珂案：騶吾（虞）神話，亦文王脫羑里神話之一細節也。尚書大傳云：「散宜生之於陵氏取怪獸，大不辟虎狼閒，尾倍其身，名曰虞。」是此騶虞也。淮南子道應篇云：「散宜生乃以千金求天下之珍怪，得騶虞、雞斯之乘、玄玉百工、大貝百朋、玄豹黃羆、青犴白虎、文皮千合，以獻於紂。」首列騶虞，其貴可知矣。 \\n 昆侖虛南所，有氾林方三百里１。 \\n １　畢沅云：「淮南子墬形訓有樊桐，云在昆侖閶闔之中。廣雅云：『昆侖虛有板桐。』水經注（河水）云：『昆侖之山，下曰樊桐，一名板桐。』案氾、樊、板聲相近，林、桐字相似，當即一也。」珂案：畢說近是。則所謂樊桐或板桐之山，蓋亦以「林木氾濫布衍」（海外南經郭璞注）而得名，其義則氾林也。 \\n 從極之淵１深三百仞，維冰夷恆都焉２。冰夷人面３，乘兩龍４。一曰忠極之淵５。 \\n １　珂案：文選江賦李善注引此經作「從極之川」。 \\n ２　郭璞云：「冰夷，馮夷也。淮南云：『馮夷得道，以潛大川。』即河伯也。穆天子傳所謂『河伯無夷』者，竹書作馮夷，字或作冰也。」珂案：經文「恆都」，藏經本作「潛都」。郭注引淮南子齊俗篇文，實出莊子大宗師。大宗師云：「馮夷得之，以遊大川。」釋文引司馬彪云：「清泠傳曰：『馮夷華陰潼鄉隄首人也，服八石，得水仙，是為河伯。』」後漢書張衡傳注引龍魚河圖則云：「河伯姓呂，名公子，夫人姓馮，名夷。」楚辭九歌洪興祖補注引抱朴子釋鬼篇（今本無）復云：「馮夷以八月上庚日渡河溺死，天帝署為河伯。」等等，是皆後起之說，未免蕪雜不倫。河伯蓋古黃河水神，穆天子傳卷一所謂「陽紆之山，河伯無夷之所都居」者是也。水經注洛水引竹書紀年云：「洛伯用與河伯馮夷鬥。」馮夷與用蓋即河洛之神也。殷墟卜辭屢有「{木炅}于河」（殷墟書契前編：一三二－五）、「祊于河」（鐵雲藏龜：九六－四）等記敘，知河伯神話之淵源亦已古矣。莊子人間世云：「牛之白額者，與豚之亢鼻者，與人有痔病者，不可以適河。」適河，釋文引司馬彪云：「謂沈人於河祭也。」則在戰國之世奉祀河伯之風仍有增未已。至楚辭九歌，乃有河伯專章之敘寫，其中「與女遊」、「送美人」等語，要無非表現人神戀愛之情況（見聞一多九歌古劇懸解）。則河伯者，固亦浪蕩風流之神：此史記滑稽列傳西門豹傳「河伯娶婦」傳說之所由起也。楚辭天問云：「帝降夷羿、革孽夏民，胡射夫河伯而妻彼雒嬪？」羿「妻雒嬪」事，古說隱淪，茫昧不可知矣。而「射河伯」，則有王逸注云：「河伯化為白龍，遊于水旁，羿見射之，眇其左目。河伯上訴天帝，曰：『為我殺羿。』天帝曰：『爾何故得見射？』河伯曰：『我時化為白龍出遊。』天帝曰：『使汝深守神靈，羿何從得犯汝？今為蟲獸，當為人所射，固其宜也，羿何罪歟？』」高誘注淮南子（氾論篇）乃逕云：「河伯溺殺人，羿射其左目。」河伯蓋為民害，羿射其不道也。而博物志異聞云：「澹臺子羽渡河，齎千金之璧於河。河伯欲之，至陽侯波起，兩鮫夾船。子羽左摻璧，右操劍，擊鮫皆死。既渡，三投璧於河，河伯躍而歸之，子羽毀而去。」河伯性行之卑劣，於此尤可見一斑。其在古代神話中為反面形象人物，蓋無疑問矣。 \\n ３　珂案：關於河伯形狀，尸子輯本卷下云：「禹理水，觀於河，見白面長人魚身出，曰：『吾河精也。』授禹河圖而還於淵中。」繹史卷十一引博物志於述此故事後更為之釋云：「蓋河伯也。」韓非子內儲說上略云：「齊人有謂齊王曰：『河伯，大神也，臣請使王遇之。』乃為壇場大水之上。有閒，大魚動，因曰：『此河伯。』」可見河伯之形，實當是人面魚身。酉陽雜俎諾皋記上云：「河伯人面，乘兩龍。又曰人面魚身。」「人面，乘兩龍」，今所見山海經是也，「又曰人面魚身」，蓋更參古說而為之補充使成全貌也。 \\n ４　郭璞云：「畫四面各乘靈車，駕二龍。」郝懿行云：「郭注靈蓋雲，字之訛也。水經注（河水）引括地圖云：『馮夷恆乘雲車，駕二龍。』是靈當為雲。太平御覽六十一卷引此注正作雲，可證。」珂案：郝說是也，王念孫校同。 \\n ５　郝懿行云：「水經注（河水）引此經作中極，中、忠古字通。」 \\n 陽汙之山，河出其中；凌門之山，河出其中１。 \\n １　郭璞云：「皆河之枝源所出之處也。」郝懿行云：「陽汙即陽紆，聲相近。穆天子傳（卷一）云：『至于陽紆之山，河伯無夷之所都居。』水經注（河水）云：『河水又出于陽紆、陵門之山，而注于馮逸之山。』蓋即引此經之文。陵門即凌門也。或云即龍門，凌、龍亦聲相轉也。藝文類聚八卷引此經正作陽紆、陵門，與水經注合。陽紆、陵門其地皆當在秦，故淮南子云：『昔禹治洪水，具禱陽紆。』高誘注云：『陽紆，秦藪。』是也。水經注反以高誘為非，謬矣。」珂案：郝引水經注「馮逸之山」，當即「馮夷之山」，是以河伯之名而名山矣。 \\n 王子夜１之尸，兩手、兩股、胷２、首、齒３，皆斷異處４。 \\n １　珂案：日本小川琢治穆天子傳地名考謂「夜」即「亥」之形訛，疑是。若果如此，則此節亦王亥故事之片段，即大荒東經郭璞注引古本竹書紀年所謂「殷王子亥賓於有易而淫焉、有易之君綿臣殺而放之」、王亥慘遭殺戮以後之景象也。詳該經「王亥」節。 \\n ２　郝懿行云：「胷當為匈。」珂案：匈，古胷、胸字，海外南經結匈國正作「匈」。 \\n ３　珂案：江紹原殷王亥慘死及後君王恆上甲微復仇之傳說（見一九三六年十一月二十八日北平華北日報副刊「中國古占卜術研究」）謂齒字與首字形近而衍，亦足供參考。如此，則王亥慘遭殺戮，係尸分為八，合於「亥有二首六身」（首二、胸二、兩手、兩股）（左傳襄公三十年）之古代民間傳說。郭璞圖讚云：「子夜之尸，體分成七。」則所見本已衍齒字也。 \\n ４　郭璞云：「此蓋形解而神連，貌乖而氣合；合不為密，離不為疏。」珂案：郭釋已近玄說，殊乖神話之旨。 \\n 舜妻登比氏１生宵明、燭光２，處河大澤３，二女之靈能照此所方百里４。一曰登北氏。 \\n １　珂案：尸子（孫星衍輯本）卷下云：「（堯）妻之（舜）以媓，媵之以娥。」此二妃皆堯女，所謂娥皇、女英（見列女傳有虞二妃）者是也。禮記檀弓上云：「舜葬蒼梧，蓋三妃未之從也。」鄭玄注：「舜有三妃。」則除上所說二妃而外，另一蓋即此登比氏也。羅泌路史（後紀十一）亦以三妃為娥肓（娥皇）、女瑩（女英）、癸比（登比），是也。 \\n ２　郭璞云：「即二女字也，以能光照，因名云。」 \\n ３　郭璞云：「澤，河邊溢漫處。」 \\n ４　郭璞云：「言二女神光所燭及者方百里。」珂案：海內西經：「大澤方百里，群鳥所生及所解。」即此大澤。該節及已下二節亦應移於此節之前，始與方位大致相符，說已見前。淮南子墬形篇云：「宵明燭光在河洲，所照方千里。」說本此。而百字作千，或所見本異也。中次十二經云：「洞庭之山，帝之二女居之，是常遊於江淵。澧沅之風，交瀟湘之淵，是在九江之間，出入必以飄風暴雨。」此「帝之二女」，乃堯之二女即娥皇、女英也。楚辭九歌湘夫人云：「帝子降兮北渚，目眇眇兮愁予；嫋嫋兮秋風，洞庭波兮木葉下。」即詠其事也。然其情景乃與「處河大澤」之舜二女宵明、燭光相類，或均同一傳說之分化與？羅泌路史（後紀十一）因云：「宵明燭光，處河大澤，靈照百里，是為湘之神。」以之混同於湘水堯二女神話中，正無足異。 \\n 蓋國１在鉅燕南，倭北。倭屬燕２。 \\n １　郝懿行云：「（三國志）魏志東夷傳云：『東沃沮在高句麗蓋馬大山之東。』後漢書東夷傳同。李賢注云：『蓋馬，縣名，屬玄菟郡。』今案蓋馬疑本蓋國地。」珂案：此節及以下九節均應移海內東經「鉅燕在東北陬」之後，說已見海內南經「匈奴」節注。 \\n ２　郭璞云：「倭國在帶方東大海內，以女為主（宋本、藏經本作王——珂），其俗露紒，衣服無針功，以丹朱塗身，不妒忌，一男子數十婦也。」珂案：郭說本三國志魏志東夷傳。 \\n 朝鮮在列陽東，海北山南。列陽屬燕１。 \\n １　郭璞云：「朝鮮今樂浪縣，箕子所封也。列亦水名也，今在帶方，帶方有列口縣。」郝懿行云：「（漢書）地理志云：『樂浪郡朝鮮又吞列分黎山，列水所出，西至黏蟬入海。』又云：『含資帶水，西至帶方入海。』又帶方列口並屬樂浪郡。晉書地理志列口屬帶方郡。」 \\n 列姑射在海河州中１。 \\n １　郭璞云：「山名也。山有神人。河州在海中，河水所經者。莊子所謂藐姑射之山也。」珂案：東次二經云：「姑射之山，無草木，多水。又南水行三百里，流沙百里，曰北姑射之山，無草木，多石。又南三百里，曰南姑射之山，無草木，多水。」即此，所謂「列」姑射也。此節與東次二經所寫情景相合，確當移海內東經始妥。莊子逍遙遊云：「藐姑射之山，有神人居焉，肌膚若冰雪，淖約若處子，不食五穀，吸風飲露，乘雲氣，御飛龍，而遊乎四海之外，其神凝，使物不疵癘而年穀熟。」釋文引簡文（梁簡文帝）云：「藐，遠也。」則藐姑射之山即姑射之山亦即列姑射（山）也。列子黃帝篇云：「列姑射山，在海河洲中，山上有神人焉」云云，正是其地也。至於莊子又云：「藐姑射之山，汾水之陽」者，釋文云：「汾水出太原，今莊生寓言也。」謂不必信以為真也。郝疏乃以列子列姑射山屬此，以莊子藐姑射山屬東次二經姑射山，謂二者「非一地也」，未免泥求，未能貫通。 \\n 射姑國１在海中，屬列姑射，西南，山環之２。 \\n １　珂案：宋本、藏經本、吳寬抄本、吳任臣本、畢沅校本並作「姑射國」，作「姑射國」是也。 \\n ２　郝懿行云：「山環西南，海據東北也。」 \\n 大蟹在海中１。 \\n １　郭璞云：「蓋千里之蟹也。」珂案：大荒東經云：「女丑有大蟹。」郭注云：「廣千里也。」即此大蟹也。周書王會篇云：「海陽大蟹。」孔晁注云：「海水之陽，一蟹盈車。」此大蟹之見於先秦古籍者也。玄中記（古小說鉤沉輯）云：「天下之大物，北海之蟹，舉一螯能加於山，身故在水中。」御覽卷九四二引嶺南異物志云：「嘗有行海得洲渚，林木甚茂。乃維舟登岸，爨於水傍。半炊而林沒於水。遽斬其纜，乃得去。詳視之，大蟹也。」則傳說演變，愈出而愈奇也。 \\n 陵魚人面，手足，魚身，在海中１。 \\n １　珂案：海外西經云：「龍魚陵居在其（沃野）北。」即此魚也。說詳該節注。楚辭天問云：「鯪魚何所？」劉逵注吳都賦引作「陵魚曷止」即人魚也。龍、陵聲轉，陵、人音近。山海經記有產人魚之處多所：西山經之竹山、北次三經之龍侯山、中次三經之熊耳山、中次六經之傅山、陽華山、中次十一經之朝歌山、葴山，均云「多人魚」。即南山經青邱山之赤〈魚需〉，中次七經少室山之〈魚帝〉魚，亦均人魚之屬也。然此人魚，乃動物之人魚，非神話之人魚也。水經注伊水云：「廣志曰：『鯢魚聲如小兒啼，有四足，形如鯪鱧，可以治牛，出伊水也。』司馬遷謂之人魚。故其著史記曰：『始皇之葬也，以人魚膏為燭。』徐廣曰：『人魚似鮎而四足，即鯢魚也。』」謂此。神話之人魚，此經所記近似矣，而未若搜神記所記之鮫人。搜神記卷十二云：「南海之外有鮫人，水居如魚，不廢織績，其眼泣，則能出珠。」博物志、述異記並記之而文小異。而御覽卷八０三引博物志（今本無）云：「鮫人從水出，寓人家，積日賣絹。將去，從主人索一器，泣而成珠滿盤，以與主人。」為尤奇異。後世人魚之傳說，則見於太平廣記卷四六四引洽聞記：「海人魚狀如人，眉目口鼻手爪，皆為美麗女子，皮肉白如玉，髮如馬尾，長五六尺。」天中記卷十二引徂異記亦云：「侍制查道奉使高麗，晚泊一山，望見沙中有一婦人，紅裳雙〈礻旦〉，髻鬟微亂，肘有紅鬣。水工曰：『某在海上，未省此何物？』查曰：『此人魚也。』」其形貌姿態已與近世北歐童話家筆下人魚相近矣。郝懿行云：「初學記三十卷引此經云：『鯪魚背腹皆有刺，如三角菱。』北堂書鈔一百三十七卷亦引此經，而云『鯪鯉吞舟』。疑此皆郭注誤引作經文，今本並脫去之也。」是矣；而獰猛之狀則異也。 \\n 大鯾居海中１。 \\n １　郭璞云：「鯾即魴也；音鞭。」珂案：爾雅釋魚云：「魴，魾。」郭璞注云：「江東呼魴魚為鯿。」說文十一云：「鯿，鯾。」故郭此注云「鯾即魴」也。 \\n 明組邑居海中１。 \\n １　郭璞云：「音祖。」郝懿行云：「明組邑蓋海中聚落之名，今未詳。或說（吳任臣說——珂）以爾雅（釋草）云『組似組，東海有之。』恐非。」 \\n 蓬萊山在海中１。 \\n １　郭璞云：「上有仙人宮室，皆以金玉為之，鳥獸盡白，望之如雲，在渤海中也。」珂案：史記封禪書云：「蓬萊、方丈、瀛洲，此三神山者，其傳在渤海中，諸仙人及不死之藥皆在焉。其物禽獸盡白，而黃金銀為宮闕，未至，望之如雲。」云云，是郭所本也。列子湯問篇五神山神話亦有蓬萊，已見海外東經「大人國」節注。御覽卷三八引此經作「蓬萊山，海中之神山，非有道者不至。」當是檃括經文並郭注而言，非經文也。 \\n 大人之市在海中１。 \\n １　珂案：大荒東經云：「東海之外，大荒之中，有山名曰大言，日月所出。有波谷山者，有大人之國。有大人之市，名曰大人之堂。有一大人踆其上，張其兩臂（臂原作耳，據王念孫、畢沅、郝懿行諸家校改）。」即此。楊慎、郝懿行等咸釋以登州海市蜃樓之幻象，云：「今登州海中州島上，春夏之交，恆見城郭市〈厂墨〉，人物往來，有飛仙邀遊，俄頃變幻，土人謂之海市。疑即此。」云云，非也。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經海經新釋卷八  山海經第十三  海內東經", "正文": "  \\n ▲山海經海經新釋卷八山海經第十三海內東經 \\n 　 \\n 海內東北陬以南者１。 \\n １　珂案：此經方位與海外東經方位恰相反。 \\n 鉅燕在東北陬１。 \\n １　珂案：此下當接海內北經「蓋國在鉅燕南」以下十節文字，說見海內南經「匈奴」節注。 \\n 國在流沙中者埻端１、璽〈日奐〉２，在昆侖虛東南。一曰海內之郡，不為郡縣，在流沙中３。 \\n １　郭璞云：「埻音敦。」郝懿行云：「玉篇作〈土{高子}〉〈土耑〉，國名。」 \\n ２　郭璞云：「〈日奐〉音喚，或作繭〈日耎〉。」郝懿行云：「〈日耎〉即暖字也。玉篇作璽〈目奐〉國。」 \\n ３　郝懿行云：「海內東經之篇而說流沙內外之國，下又雜廁東南諸州及諸水，疑皆古經之錯簡。」珂案：郝說是也，此下三節俱當移在海內西經「流沙出鍾山」節後，說見海內南經「匈奴」節注。 \\n 國在流沙外者，大夏１、豎沙２、居繇３、月支之國４。 \\n １　郭璞云：「大夏國城方二三百里，分為數十國，地和溫（黃丕烈、周叔弢校溫和，邵恩多校同——珂），宜五穀。」郝懿行云：「周書王會篇云：『大夏茲白牛。』孔晁注云：『大夏，西北戎。』伊尹四方令云：『正北大夏。』史記大宛傳云：『大夏在大宛西南二千餘里，媯水南。其俗土著有城屋，與大宛同俗。無大王長，往往城邑置小長。』裴松之注三國志（魏志烏丸鮮卑東夷傳）引魏略云：『西王母西有脩流沙，脩流沙西有大夏國。』」 \\n ２　郝懿行云：「說文（十二）云：『古者宿沙初作煮海鹽。』宿沙蓋國名，宿、豎聲相近，疑即豎沙也。三國志注引魏略作堅沙國。」珂案：宿沙，炎帝臣，其煮海鹽當在古齊地，與豎沙東西地望絕不相侔，郝說非也。 \\n ３　郭璞云：「繇音遙。」珂案：三國志魏志烏丸鮮卑東夷傳注引魏略作屬繇國。 \\n ４　郭璞云：「月支國多好馬、美果，有大尾羊如驢尾，即羬羊也。小月支、天竺國皆附庸云。」郝懿行云：「伊尹四方令云：『正北月氏。』氏、支同。三國志注引魏略作月氐國。漢書西域傳云：『大月氐國治監氏城。』」珂案：清張澍輯涼州異物志云：「月氏國有羊，尾重十斤，割之供食，尋生如故。」又云：「有羊大尾，車推乃行，用累其身。」即郭璞注所謂「有大尾羊如驢尾」之羬羊也。 \\n 西胡白玉山１在大夏東，蒼梧２在白玉山西南，皆在流沙西，昆侖虛東南。昆侖山在西胡西，皆在西北３。 \\n １　郝懿行云：「三國志注引魏略云：『大秦西有海水，海水西有河水，河水西南北行有大山，西有赤水，赤水西有白玉山，白玉山西有西王母。』今案大山蓋即昆侖也，白玉山、西王母皆國名。藝文類聚八十三卷引十洲記曰：『周穆王時，西胡獻玉杯，是百玉之精，明夜照夕。』云云。然則白玉山蓋以出美玉得名也。」 \\n ２　郝懿行云：「此別一蒼梧，非南海蒼梧也。」 \\n ３　郭璞云：「地理志昆侖山在臨羌西，又有西王母祠也。」珂案：漢書地理志云：「金城郡臨羌西北至塞外，有西王母石室。」又云：「有弱水昆侖山祠。」是郭所本也。 \\n 雷澤中有雷神１，龍身而人頭，鼓其腹２。在吳西３。 \\n １　珂案：大荒東經云：「東海中有流波山，入海七千里。其上有獸，狀如牛，蒼身而無角，一足，出入水則必風雨。其光如日月，其聲如雷，其名曰夔。黃帝得之，以其皮為鼓，橛以雷獸之骨，聲聞五百里，以威天下。」郭璞注：「雷獸，即雷神也，人面龍身鼓其腹者；橛猶擊也。」即此雷神也。 \\n ２　珂案：史記五帝本紀正義引此經云：「雷澤有雷神，龍首人頰，鼓其腹則雷。」淮南子墬形篇云：「雷澤有神，龍身人頭，鼓其腹而熙。」並與今本異也。 \\n ３　郭璞云：「今城陽有堯冢靈臺。雷澤在北也。河圖曰：『大跡在雷澤，華胥履之而生伏羲。』」珂案：淮南子墬形篇高誘注云：「地理志（漢書）曰：『禹貢雷澤在濟陰城陽西北。城陽有堯冢。』」是郭注所本也。郭引河圖，又見太平御覽七八引詩含神霧，云：「大跡出雷澤，華胥履之，生宓犧。」宓犧即伏羲也。吳承志山海經地理今釋卷六云：「此經當在『始鳩在海中，轅厲南』下，編失其次。」又云：「雷澤當作震澤。說文（十一）雨部震，篆解云，籀文震如此。雷澤即震澤。漢志具區澤在會稽郡吳西，揚州藪，古文以為震澤。震澤在吳西，可證。」此海外東經「在吳西」之雷澤，確當是震澤即太湖，以濟陰城陽（今山東省莒縣治）比附失之。 \\n 都州在海中１。一曰郁州２。 \\n １　畢沅云：「水經注（淮水）引此作郁山。劉昭注郡國志與經文同。」 \\n ２　郭璞云：「今在東海朐縣界，世傳此山自蒼梧從南徙來，上皆有南方物也。郁音鬱。」郝懿行云：「劉昭注郡國志引此注云：『在蒼梧徙來，上皆有南方樹木。』與今本異。疑今本從南二字衍也。水經注（淮水）亦云：『言是山自蒼梧徙此，云山上猶有南方草木。』」 \\n 琅邪臺在渤海閒，琅邪之東１。其北有山。一曰在海閒２。 \\n １　郭璞云：「今琅邪在海邊，有山嶣嶢特起，狀如高臺，此即琅邪臺也。琅邪者，越王句踐入霸中國之所都。」郝懿行云：「史記封禪書索隱及文選注謝朓和王著作八公山詩引此經並與今本同。越絕書（外傳記地）云：『句踐徙琅邪，起觀臺，臺周七里，以望東海。』今詳此經，是地本有臺，句踐特更增築之耳。故史記索隱云：是山形如臺也。斯言得之。」珂案：史記秦始皇本紀索隱引經文亦同今本。並云：「蓋海畔有山，形如臺，在瑯邪，故曰瑯邪臺。」 \\n ２　郝懿行云：「琅邪臺在今沂州府（今山東省臨沂縣——珂），其東北有山，蓋勞山也。勞山在海閒，一曰牢山。」 \\n 韓鴈１在海中，都州南。 \\n １　郝懿行云：「韓鴈蓋三韓古國名。韓有三種，見魏志東夷傳。」珂案：魏志東夷傳云：「韓有三種，一曰馬韓，二曰辰韓，三曰弁辰。」 \\n 始鳩１在海中，轅厲南２。 \\n １　郭璞云：「國名。或曰：鳥名也。」珂案：當是國名。 \\n ２　畢沅云：「轅厲即韓鴈也；轅、韓音相近，鴈、厲字相似。」郝懿行云：「轅厲疑即韓鴈之訛也；轅、韓，鴈、厲並字形相近。」珂案：畢、郝之說是也，王念孫、孫星衍校同。吳承志山海經地理今釋卷六云，「雷澤中有雷神」節當在此節之後，說見該節注。 \\n 會稽山在大楚南１。 \\n １　吳承志山海經地理今釋卷六云：「楚當作越，傳寫訛誤。越絕書記越地傳云：『禹憂民救水，到大越，上茅山大會計，更名茅山曰會稽。』即本此經。」 \\n 畢沅云：「右海內東經舊本合『岷三江，首……』以下云云為篇，非，今附在後。」又云：「自『岷三江，首……』以下疑水經也。」珂案：畢沅之說是也。「岷三江，首……」以下文字確與經文無關，今從畢說，附在經文之後，祗存郭注，其餘他家注釋俱從略，不更分節次；略有校改，亦不更記出處。 \\n 岷三江：首大江出汶山１，北江出曼山，南江出高山。高山在城成都西。入海，在長州南。　 \\n 浙江出三天子都２，在其蠻東。在閩西北，入海，餘暨南３。 \\n 廬江出三天子都，入江，彭澤西４。一曰天子鄣。 \\n 淮水出餘山，餘山在朝陽東５，義鄉西，入海，淮浦北６。 \\n 湘水出舜葬東南陬，西環之７。入洞庭下８。一曰東南西澤。 \\n 漢水出鮒魚之山９，帝顓頊葬于陽，九嬪葬于陰，四蛇衛之１０。 \\n 濛水出漢陽西１１，入江，聶陽西。溫水出崆峒，崆峒山在臨汾南１２，入河，華陽北。 \\n 潁水出少室，少室山在雍氏南，入淮西鄢北１３。一曰緱氏１４。 \\n 汝水出天息山，在梁勉鄉西南，入淮極西北１５。一曰淮在期思北１６。 \\n 涇水出長城北山，山在郁郅長垣北１７，入渭１８，戲北１９。 \\n 渭水出鳥鼠同穴山，東注河，入華陰北２０。 \\n 白水出蜀，而東南注江２１，入江州城下２２。 \\n 沅水出象郡鐔城西２３，東注江，入下雋西２４，合洞庭中２５。 \\n 贛水出聶都東山２６，東北注江，入彭澤西。 \\n 泗水出魯東北而南，西南過湖陵西，而東南注東海，入淮陰北２７。 \\n 鬱水出象郡，而西南注南海，入須陵東南。 \\n 肄２８水出臨晉武西南，而東南注海，入番禺西２９。 \\n 潢水出桂陽西北山，東南注肄水，入敦浦西。 \\n 洛水出上洛西山，東北注河，入成皋西３０。 \\n 汾水出上窳北３１，而西南注河３２，入皮氏南３３。沁水出井陘山東，東南注河，入懷東南３４。 \\n 濟水出共山南東丘３５，絕鉅鹿澤３６，注渤海，入齊琅槐東北３７。 \\n 潦水出衛皋東３８，東南注渤海，入潦陽３９。 \\n 虖沱水出晉陽城南，而西至陽曲北，而東注渤海４０，入章武北４１。 \\n 漳水出山陽東，東注渤海，入章武南４２。 \\n 　郭璞云：１今江出汶山郡升遷縣岷山，東南經蜀郡犍為至江陽，東北經巴東建平宜都南郡江夏弋陽安豐至廬江南界，東北經淮南下邳至廣陵郡入海。　 \\n ２按地理志浙江出新安黟縣南蠻中，東入海，今錢塘浙江是也。黟即歙也。浙音折。 \\n ３餘暨縣屬會稽，今為永興縣。 \\n ４彭澤今彭蠡也，在尋陽彭澤縣。 \\n ５朝陽縣今屬新野。 \\n ６今淮水出義陽平氏縣桐柏山，東北經汝南汝陰淮南譙國下邳至廣陵（淮浦）縣入海。 \\n ７環，繞也。今湘水出零陵營道縣陽湖（朔）山，入江。 \\n ８洞庭，地穴也，在長沙巴陵。今吳縣南太湖中有包山，下有洞庭，穴道潛行水底，云無所不通，號為地脈。 \\n ９書曰：「嶓冢導漾，東流為漢。」按水經，漢水出武都沮縣東狼谷，經漢中魏興至南鄉，東經襄陽至江夏安陸縣入江。別為沔水，又為滄浪之水。 \\n １０言有四蛇衛守山下。１１漢陽縣屬朱提。 \\n １２今溫水在京兆陰盤縣，水常溫也。臨汾縣屬平陽。 \\n １３今潁水出河南陽城縣乾山，東南經潁川汝陰至淮南下蔡，入淮。鄢今鄢陵縣，屬潁川。　 \\n １４縣屬河南；音鉤。 \\n １５今汝水出南陽魯陽縣大盂（孟）山，東北至河南梁縣，東南經襄城潁川汝南至汝陰襃信縣入淮。淮極，地名。 \\n １６期思縣屬弋陽。 \\n １７皆縣名也。郅音桎。 \\n １８今涇水出安定朝〈冄阝〉縣西笄頭山，東南經新平扶風至京兆高陵縣入渭。 \\n １９戲，地名，今新豐縣也。 \\n ２０鳥鼠同穴山今在隴西首陽縣，渭水出其東，經南安天水略陽扶風始平京兆宏農華陰縣入河。　 \\n ２１色微白濁，今在梓潼白水縣，源從臨洮之西西傾山來，經沓中，東流通陰平至漢壽縣入潛。 \\n ２２江州縣屬巴郡。 \\n ２３象郡今日南也。鐔城縣今屬武陵；音尋。 \\n ２４下雋縣今屬長沙；音昨兗反。 \\n ２５水經曰：「沅水出牂牁且蘭縣，又東北至鐔城縣，為沅水。又東過臨沅縣南，又東至長沙下雋縣。」 \\n ２６今贛水出南康南野縣西北；音感。 \\n ２７今泗水出魯國卞縣，西南至高平湖陸縣，東南經沛國彭城下邳至臨淮下相縣入淮。 \\n ２８音如肄習之肄。 \\n ２９番禺縣屬南海，越之城下也。 \\n ３０書云：「道洛自熊耳。」按水經洛水今出上洛冢嶺山，東北經宏農至河南鞏縣入河。成皋縣亦屬河南也。 \\n ３１音愈。 \\n ３２今汾水出太原晉陽故汾陽縣，東南經晉陽，西南經河西平陽，至河東汾陰入河。 \\n ３３皮氏縣屬平陽。 \\n ３４懷縣屬河內，河內北有井陘山。 \\n ３５共與恭同。 \\n ３６絕，猶截度也；鉅鹿，今在高平。 \\n ３７今濟水自滎陽卷縣，東經陳留至潛陰北，東北至高平，東北經濟南至樂安博昌縣入海，今碣石也。諸水所出，又與水經違錯。以為凡山川或有同名而異實，或同實而異名，或一實而數名，似是而非，似非而是，且歷代久遠，古今變易，語有楚夏，名號不同，未得詳也。 \\n ３８出塞外衛皋山。玄菟高句驪縣有潦山，小潦水所出。西河（南）注大潦，音遼。 \\n ３９潦陽縣屬潦東。 \\n ４０經河閒樂城，東北注渤海也。晉陽陽曲縣皆屬太原。 \\n ４１章武，郡名。 \\n ４２新城汴陰縣亦有漳水。 \\n 建平元年四月丙戌，待詔太常屬臣望校治，侍中光祿勳臣龔、侍中奉車都尉光祿大夫臣秀領主省。（郝懿行云：「右海外、海內經八篇，大凡四千二百二十八字。」） \\n \u0000 \\n   \\n  "}
{"章节": "山海經海經新釋卷九  山海經第十四  大荒東經", "正文": "  \\n ▲山海經海經新釋卷九山海經第十四大荒東經１ \\n 　 \\n １　珂案：明道藏本目錄，海內經第十八之下注云：「本一千一百十一字，注九百六十七字。此海內經及大荒經本皆進在外。」「進在外」或作「逸在外」。疑此皆郭璞注語。畢沅云：「郭注本目錄下有云：『海內經及大荒經本皆進在外。』案此經末又無建平校進欵識，又不在藝文十三篇之數，惟秀奏云：『今定為十八篇。』詳此經文，亦多是釋海外經諸篇，疑即秀等所述也。」郝懿行云：「據郭此言是此以下五篇皆後人所述也，但不知所自始，郭氏作注亦不言及，蓋在晉以前，郭氏已不能詳矣。今考本經（海外、海內各經——珂）篇第，皆以南西北東為敘，茲篇以後，則以東南西北為次，蓋作者分別部居，不令雜廁，所以自別於古經也。又海外海內經篇末皆有『建平元年四月丙戌』已下三十九字，為校書欵識，此下亦並無之。又此下諸篇，大抵本之海外內諸經而加以詮釋，文多凌雜，漫無統紀，蓋本諸家記錄，非一手所成故也。」畢、郝之說近是。唯謂荒經以下五篇為詮釋海外、內各經文字，尚有未協。蓋茲五篇古本別行，成書當不在山經及海外、內各經之後。以未經整理，故文多凌雜無統紀。然乃愈見其古樸，確屬劉秀校書時「進在外」或「逸在外」者，謂為「秀等所述」則誣矣。 \\n 東海之外大壑１，少昊之國２。少昊孺帝顓頊于此３，棄其琴瑟４。有甘山者，甘水出焉５，生甘淵６。 \\n １　郭璞云：「詩含神霧曰：『東注無底之谷。』謂此壑也。離騷（楚辭遠遊——珂）曰：『降望大壑。』」珂案：列子湯問篇云：「勃海之東，不知其幾億萬里，有大壑焉，實惟無底之谷，其下無底，名曰歸墟。八紘九野之水，天漢之流，莫不注之，而無增減焉。」即此壑也。關於歸墟神話，已見海外東經「大人國」節注。經文「東海之外大壑」，藝文類聚卷九引作「東海之外有大壑」，是也；脫有字。 \\n ２　郭璞云：「少昊金天氏，帝摯之號也。」珂案：西次三經云：「長留之山，其神白帝少昊居之。其獸皆文首，其鳥皆文尾，是多文玉石。實惟員神磈氏（郝懿行說員神磈氏即少昊）之宮。是神也，主司反景。」是少昊之神職也。至於少昊在東海所建之國，則有左傳昭公十七年，郯子對昭公之言云：「我高祖少皞摯之立也，鳳鳥適至，故紀於鳥，為鳥師而鳥名。鳳鳥氏，歷正也；玄鳥氏，司分者也；伯趙氏，司至者也；青鳥氏，司啟者也；丹鳥氏，司閉者也；祝鳩氏，司徒也；〈且鳥〉鳩氏，司馬也；鳲鳩氏，司空也；爽鳩氏，司寇也；鶻鳩氏，司事也；五鳩，鳩民者也。五雉為五工正，利器用，正度量，夷民者也。九扈為九農正，扈民無淫者也。」「紀於鳥」而以鳥名官之說，自是神話之歷史化。推尋其本貌，當即少昊在東海所建立之鳥國，以鳥名官之，諸官實皆鳥也。少昊名摯，古摯、鷙通（史記白圭傳：「趨時若猛獸摯鳥之發。」摯鳥即鷙鳥也，可證），則為此百鳥之王而名「摯」之少昊，神話中其亦鷙鳥之屬乎？ \\n ３　郭璞云：「孺義未詳。」郝懿行云：「說文（十四）云：『孺，乳子也。』莊子天運篇云：『烏鵲孺。』蓋育養之義也。」 \\n ４　郭璞云：「言其（宋本作今——珂）壑中有琴瑟也。」郝懿行云：「此言少皞孺養帝顓頊於此，以琴瑟為戲弄之具而留遺於此也。……少皞即顓頊之世父，顓頊是其猶子，世父就國，猶子隨侍，眷彼幼童，娛以琴瑟，蒙養攸基，此事理之平，無足異者。」珂案：郝說是也；雖仍從歷史觀點解釋，已近神話本貌矣。海內經云：「黃帝妻雷祖，生昌意，昌意生韓流，韓流取淖子曰阿女，生帝顓頊。」此神話之顓頊世系也。顓頊乃黃帝曾孫。而少昊之世系於神話中則窅然無聞。歷史記敘亦多異說，或謂是黃帝之子（世本），或謂是黃帝之孫（路史），迄不能明。然據繹史卷七引帝王世紀云：「顓頊生十年而佐少昊，二十而登帝位。」則郝疏所謂「少皞即顓頊之世父，顓頊是其猶子」，大致可信矣。經文「孺帝顓頊」之「孺」，郝釋為「孺養」，當無問題也。 \\n ５　珂案：大荒南經云：「大荒之中，又有成山，甘水窮焉。」郭璞注：「甘水出甘山，極此中也。」是甘水由東而南，窮於成山之淵也。 \\n ６　郭璞云：「水積則成淵也。」珂案：大荒南經云：「東南海之外，甘水之閒，有羲和之國，有女子名曰羲和，方浴日（原作日浴，據宋本改）于甘淵。羲和者，帝俊之妻，生十日。」經文「東南海之外」，北堂書鈔卷一四九引無南字，無南字是也。大荒南經此節疑亦本當在此經「有甘山者，甘水出焉，生甘淵」之下，乃簡策錯亂，誤脫於彼也。此經甘淵實當即大荒南經羲和浴日之甘淵，其地乃湯谷扶桑也。海外東經云：「湯谷上有扶桑，十日所浴。」即此，亦即少昊鳥國建都之地。尸子（孫星衍輯本）卷上云：「少昊金天氏邑於窮桑，日五色，互照窮桑。」謂此也。則所謂甘淵、湯谷（扶桑）、窮桑，蓋一地也。 \\n 大荒東南隅有山，名皮母地丘１。 \\n １　郝懿行云：「淮南墬形訓云：『東南方曰波母之山。』蓋波母之波字脫水旁因為皮爾。臧庸曰：『波母即皮母，同聲字也。』」 \\n 東海之外，大荒之中，有山名曰大言１，日月所出２。 \\n １　珂案：初學記卷五引此經作大谷。 \\n ２　珂案：山海經記日月所出之山凡六（楊慎補注云七，蓋合湯谷扶木而計也，然湯谷扶木僅日出之地，非日月所出之地）：曰大言山、曰合虛山、曰明星山、曰鞠陵于天山（楊慎補注作鞠陵，脫于天二字）、曰猗天蘇門山、曰壑明俊疾山，皆在大荒東經；紀日月所入之山亦六（楊慎補注云五，蓋漏列龍山也）：曰豐沮玉門山、曰龍山、曰日月山、曰鏖鏊鉅山、曰常陽山、曰大荒山，皆在大荒西經；紀日月所出入之山一：曰方山，亦在大荒西經：是皆各隨所聞見而著其地，故說有不同。此大言山，為日月所出山之一也。 \\n 有波谷山者，有大人之國１。有大人之市，名曰大人之堂２。有一大人踆其上，張其兩耳３。 \\n １　郭璞云：「晉永嘉二年，有鶖鳥集於始安縣南廿里之鷔陂（宋本、毛扆本作驁陂——珂）中，民周虎張得之，木矢貫之鐵鏃，其長六尺有半，以箭計之，其射者人身應長一丈五六尺也。又平州別駕高會語云：『倭國人嘗行，遭風吹度大海外，見一國人皆長丈餘，形狀似胡，蓋是長翟別種。』箭殆將從此國來也。外傳（國語魯語——珂）曰：『焦僥人長三尺，短之至也，長者不過十丈（丈當作之——珂），數之極也。』按河圖玉版曰：『從昆侖以北九萬里，得龍伯國人，長三十丈，生萬八千歲而死。從昆侖以東得大秦人，長十丈，皆衣帛。從此以東十萬里，得佻人國，長三十（十字衍——珂）丈五尺。從此以東十萬里，得中秦國人，長一丈。』穀梁傳曰：『長翟身橫九畝，載其頭，眉見於軾。』即長數丈人也。秦時大人見臨洮，身長五丈，腳跡六尺。準斯以言，則此（此字疑衍——珂）大人之長短，未可得限度也。」珂案：有關大人國神話，已見海外東經「大人國」節注。國語魯語所記防風神話蓋其朔矣。其後又記客與仲尼（孔子）之問答云：「客曰：『防風氏何守也？』仲尼曰：『汪芒氏之君也。在虞夏商為汪芒氏，於周為長翟，今為大人。』」則大人之來源亦有其傳說之依據也。神異經東南荒經云：「東南隅大荒之中，有樸父焉，夫婦並高千里。天初立時，使其夫妻導開百川，嬾不用意，謫之並立東南。不飲不食，不畏寒暑，唯飲天露。須黃河清，當復使其夫婦導護百川。」是神話中大人之最大最古者。至於楚辭招魂云：「魂兮歸來，東方不可以託兮，長人千仞，惟魂是索些。」則已是文人幻設之詞，非可以為典要也。 \\n ２　郭璞云：「亦山名，形狀如堂室耳。大人時集會其上作市肆也。」珂案：大人之市，已見海內北經。 \\n ３　郭璞云：「踆或作俊，皆古蹲字。莊子曰：『踆於會稽』也。」珂案：郭引莊子外物篇文，「踆於會稽」，今本作「蹲乎會稽」。云：「任公子為大鉤巨緇，五十犗以為餌，蹲乎會稽，投竿東海，旦旦而釣，期年不得魚。已而大魚食之，索巨鉤，錎沒而下，騖揚而奮鬐，白波若山，海水震蕩，聲侔鬼神，憚赫千里。任公子得若魚，離而腊之，自制河以東，蒼梧已北，莫不厭若魚者。」蓋亦龍伯大人之類也。經文「張其兩耳」之「兩耳」，太平御覽卷三七七及卷三九四並引作「兩臂」，作「兩臂」是也。 \\n 有小人國，名靖人１。 \\n １　郭璞云：「詩含神霧曰：『東北極有人長九寸。』殆謂此小人也。或作竫，音同。」郝懿行云：「說文（十）云：『靖，細貌。』蓋細小之義，故小人名靖人也。淮南子作竫人，列子作諍人，並古字通用。列子湯問篇云：『東北極有人名曰諍人，長九寸。』與郭引詩含神霧同。初學記十九卷引郭氏讚云：『僬僥極麼，竫人又小，四體取足，眉目纔了。』」珂案：靖人、僬僥、周饒、侏儒，並一聲之轉，已見海外南經「周饒國」節注。 \\n 有神，人面獸身，名曰犁〈霝鬼〉之尸１。 \\n １　郭璞云：「音靈。」郝懿行云：「玉篇云：『靇同{霝龍}，又作靈，神也；或作〈霝鬼〉。』廣韻引此經作〈霝鬼〉，云，或作{霝龍}，與玉篇同。靇見說文。」珂案：說文十一云：「靇，龍也。」犁〈霝鬼〉之尸蓋即奢比之尸之類也。 \\n 有潏１山，楊水出焉。 \\n １　郭璞云：「音如譎詐之譎。」 \\n 有蒍國，黍食１，使四鳥：虎、豹、熊、羆２。 \\n １　郭璞云：「言此國中惟有黍穀也。蒍音口偽反。」珂案：蒍國或當作媯國。媯，水名，舜之居地也。史記陳世家：「舜為庶人，堯妻之二女，居於媯汭，後因為氏。」媯國當即是舜之裔也。山海經帝俊即舜（說詳下「帝俊生中容」節注），則此蒍國（媯國）實當是帝俊之裔也。又山海經記帝俊之裔俱有「使四鳥」或「使四鳥：豹、虎（或虎、豹）、熊、羆」語，此蒍國（媯國）亦「使四鳥」，則其為帝俊之裔更無疑問矣。 \\n ２　郝懿行云：「經言皆獸，而云使四鳥者，鳥獸通名耳。使者，謂能馴擾役使之也。」珂案：經文「虎豹熊羆」，宋本作「豹虎熊羆」。帝俊之裔之有「使四鳥：豹、虎（或虎、豹）、熊、羆」能力者，蓋出於書舜典所記益與朱、虎、熊、羆爭神神話。書舜典云：「帝（舜）曰：『疇若予上下草木鳥獸？』僉曰：『益哉！』益拜稽首，讓于朱、虎、熊、羆。帝曰：『俞，往哉！汝諧。』」此其外貌固歷史也，而其實質則神話也。漢書人表考（清梁玉繩撰）卷二云：「江東語豹為朱。」則此「朱、虎、熊、羆」舊注所謂舜之四臣者，實「豹、虎、熊、羆」四獸也。而益者，燕也，即詩玄鳥所謂「天命玄鳥，降而生商」之玄鳥是也。益為古代殷（商）民族之祖宗神，帝俊與舜均無非此神之化身。帝俊即殷墟卜辭所稱「高祖夋」者，夋甲骨文作，或作，為一鳥頭人身或猴身之怪物。古既有「玄鳥生商」之說，其鳥頭者亦當為玄鳥（燕）之頭無疑矣。則帝俊（舜）與益，實二而一也。舜典謂舜使益馴草木鳥獸而為之長，益「讓于朱、虎、熊、羆」者，歷史家對古神話之修改與塗飾也。推其本貌，想當無此彬彬有禮之美妙景象，與其謂之「讓」，毋寧謂之「爭」之為愈也。益與豹、虎、熊、羆四獸爭神而四獸不勝，終臣服於益，舜典「帝曰『往哉汝諧』」之實質蓋指此也。四獸既臣於益，故益之子孫為國於下方者，乃均有役使四獸之能力。帝俊即益，故山海經帝俊之裔亦有「使四鳥」或「使四鳥：豹、虎、熊、羆」之記載。 \\n 大荒之中，有山名曰合虛１，日月所出。 \\n １　珂案：北堂書鈔卷一四九引此經合作含。此合虛山為日月所出山之二也。 \\n 有中容之國。帝俊生中容１，中容人食獸、木實２，使四鳥：豹、虎、熊、羆。 \\n １　郭璞云：「俊亦舜字假借音也。」郝懿行云：「初學記九卷引帝王世紀云：『帝嚳生而神異，自言其名曰夋。』疑夋即俊也，古字通用。郭云俊亦舜字，未審何據。南荒經云：『帝俊妻娥皇。』郭蓋本此為說。然西荒經又云：『帝俊生后稷。』大戴禮帝繫篇以后稷為帝嚳所產，是帝俊即帝嚳矣。但經內帝俊疊見，似非專指一人。此云帝俊生中容，據左傳文十八年云，高陽氏才子八人，內有中容（今本作仲容——珂），然則此經帝俊又當為顓頊矣。經文踳駮，當在闕疑。」珂案：郝說帝俊即帝嚳，是也；然謂「郭云俊亦舜字，未審何據」，則尚有說也。大荒南經「帝俊妻娥皇」同於舜妻娥皇，其據一也。海內經「帝俊生三身，三身生義均」，義均即舜子商均（路史後紀十一：「女罃（女英）生義均，義均封於商，是為商均。」說雖晚出，要當亦有所本），其據二也。大荒北經云：「（衛）丘方圓三百里，丘南帝俊竹林在焉，大可為舟。」而舜二妃亦有關於竹之神話傳說，其據三也。餘尚有數細節足證帝俊之即舜處，此不多贅。是郭所云實無可非議也。至於帝俊神話之又或同於顓頊神話者，是部分神話偶然相同，非可以謂帝俊即顓頊也。 \\n ２　郭璞云：「此國中有赤木玄木，其華實美；見呂氏春秋。」珂案：呂氏春秋本味篇云：「指姑之東，中容之國，有赤木玄木之葉焉。」高誘注云：「赤木玄木，其葉皆可食，食之而仙也。」即郭注所引。惟其華當作其葉，字之訛也。 \\n 有東口之山。有君子之國，其人衣冠帶劍１。 \\n １　郭璞云：「亦使虎豹，好謙讓也。」珂案：君子國已見海外東經。郭注「亦使虎豹」，御覽卷五二引作「役使虎豹」。 \\n 有司幽１之國２。帝俊生晏龍３，晏龍生司幽，司幽生思士，不妻；思女，不夫４。食黍，食獸，是使四鳥５。 \\n １　珂案：列子天瑞篇張湛注引此經司幽之國作思幽之國。 \\n ２　珂案：御覽卷五十引此經國作民。 \\n ３　珂案：海內經云：「帝俊生晏龍，晏龍是為琴瑟。」即此晏龍也。詳海內經「晏龍」節注。 \\n ４　郭璞云：「言其人直思感而氣通，無配合而生子，此莊子所謂白鵠相視，眸子不運而感風化之類也。」珂案：郭注，影宋本太平御覽卷五十引作「言其人直思而氣通，魄合而生子，此莊子所謂白鶴相視，眸子不運而風化之類也」，無二「感」字，「無配合」作「魄合」，是也。惟「白鵠」作「白鶴」，疑訛。莊子天運篇云：「白鶂之相視，目子不運而風化。」郭引莊子蓋本此，鵠、鶴均應作鶂。 \\n ５　郝懿行云：「四鳥亦當為虎、豹、熊、羆，此篇言使四鳥多矣，其義並同。」 \\n 有大阿之山者。 \\n 大荒中有山名曰明星，日月所出１。 \\n １　珂案：此明星山，為日月所出山之三也。 \\n 有白民之國。帝俊生帝鴻１，帝鴻生白民，白民銷姓，黍食，使四鳥：虎、豹、熊、羆２。 \\n １　郝懿行云：「帝鴻，黃帝也，見賈逵左傳（文公十八年）注；然則此帝俊又為少典矣，見大戴禮帝繫篇（帝繫篇云：『少典產軒轅，是為黃帝』——珂）。路史後紀（後紀十注——珂）引此經云：『帝律生帝鴻。』律，黃帝之字也；或羅氏所見本與今異。」珂案：古代神話傳說，由於輾轉相傳，歷時既久，錯綜紛歧之處必多，此經帝俊生帝鴻，帝鴻不必即黃帝，縱帝鴻即黃帝矣，帝俊亦不必即少典，要在闕疑可也。 \\n ２　郭璞云：「又有乘黃獸，乘之以致壽考也。」珂案：白民乘黃，其狀如狐，乘之壽二千歲，已見海外西經。此白民國在大荒東經，與海外西經之白民國方位迥異，是否即是一國，所未詳也。 \\n 有青丘之國，有狐，九尾１。 \\n １　郭璞云：「太平則出而為瑞也。」珂案：青丘國九尾狐已見海外東經。郝懿行云：「郭氏此注云『太平則出為瑞』者，白虎通（封禪篇）云：『德至鳥獸則九尾狐見。』（文選）王褒四子講德論云『昔文王應九尾狐而東國歸周。』李善注引春秋元命苞曰：『天命文王以九尾狐。』」則已超出神話範圍，而涉迷信領域矣。 \\n 有柔僕民，是維嬴土之國１。 \\n １　郭璞云：「嬴猶沃衍也；音盈。」珂案：嬴土之國猶大荒西經「沃之國」也；已見海外西經「諸夭之野」節。 \\n 有黑齒之國１。帝俊生黑齒２，姜姓，黍食，使四鳥。 \\n １　郭璞云：「齒如漆也。」珂案：黑齒國已見海外東經。 \\n ２　郭璞云：「聖人神化無方，故其後世所降育，多有殊類異狀之人，諸言生者，多謂其苗裔，未必是親所產。」 \\n 有夏州之國。有蓋余之國。 \\n 有神人，八首人面，虎身十尾，名曰天吳１。 \\n １　郭璞云：「水伯。」珂案：天吳已見海外東經。 \\n 大荒之中，有山名曰鞠陵于天１、東極２、離瞀３、日月所出４。名曰折丹５——東方曰折６，來風曰俊７——處東極以出入風８。 \\n １　郭璞云：「音菊。」 \\n ２　郝懿行云：「淮南墬形訓云：『東方曰東極之山。』謂此。」 \\n ３　郭璞云：「三山名也。音穀瞀。」郝懿行云：「初學記一卷引此經與今本同。注穀瞀二字當有訛文。」珂案：郭注「三山名也」，指鞠陵于天、東極、離瞀三山。 \\n ４　珂案：此鞠陵于天山（包括東極、離瞀二山），為日月所出山之四也。 \\n ５　郭璞云：「神人。」郝懿行云：「名曰折丹上疑脫有神二字，大荒南經『有神名曰因因乎』，可證。北堂書鈔一百五十一卷引此經作有人曰折丹，太平御覽九卷引亦同。」珂案：郝校是也；大荒西經「有人名曰石夷」，大荒東經「有人名曰鵷」，均可證此經「名曰折丹」上脫「有神」或「有人」字。 \\n ６　郭璞云：「單吁之。」郝懿行云：「吁當為呼，字之訛。」珂案：王念孫亦校作呼。 \\n ７　郭璞云：「未詳來風所在也。」吳任臣云：「（大戴禮）夏小正云：『正月，時有俊風。』俊風，春月之風也，春令主東方，意或取此。」珂案：吳說可供參考。山海經記有四方神與四方風之名並四方神之職守，此其一也。除此而外，尚見於大荒南經：「有神名曰因乎——南方曰因，來風曰民——處南極以出入風」；大荒西經：「有人名曰石夷——西方曰夷，來風曰韋——處西北隅，以司日月之長短」；大荒東經云：「有人名曰鵷——北方曰鵷，來風曰〈犭炎〉——是處東北隅以止日月」（以上所舉各經文字，訛誤之處特多，茲就陳夢家殷虛卜辭綜述所云並略參己意釐訂如上，說詳各該節注）：並此東方之神折丹而為四也。卜辭有四方風之名。書堯典亦云：「（堯）分命羲仲，宅嵎夷，曰暘谷……厥民析，鳥獸孳尾；申命羲叔，宅南交……厥民因，鳥獸希革；分命和仲，宅西，曰昧谷……厥民夷，鳥獸毛毨；申命和叔，宅朔方，曰幽都……厥民隩，鳥獸氄毛。」即此四方神與四方風神話之歷史化者也。 \\n ８　郭璞云：「言此人能節宣風氣。時其出入。」郝懿行云：「大荒南經亦有神處南極以出入風也。蓋巽位東南，主風，故二神司之，時其節宣焉。」 \\n 東海之渚中１有神，人面鳥身，珥兩黃蛇２，踐兩黃蛇，名曰禺〈豸虎〉。黃帝生禺〈豸虎〉，禺〈豸虎〉生禺京３，禺京處北海，禺〈豸虎〉處東海，是為海神４。 \\n １　郭璞云：「渚，島。」 \\n ２　郭璞云：「以蛇貫耳。」珂案：郭注「以蛇貫耳」已見海外東經「奢比尸」節。 \\n ３　郭璞云：「即禺彊也。」郝懿行云：「禺彊，北方神，已見海外北經。莊子（大宗師）釋文引此經云：『北海之神，名曰禺彊，靈龜為之使。』今經無此語。其云『靈龜為之使』者，蓋據列子（湯問篇）云：『夏革曰：「五山之根，無所連著，常隨潮波上下往還，帝命禺彊，使巨鼇十五，舉首而戴之，五山始峙。」』云云。所謂靈龜，豈是與？」 \\n ４　郭璞云：「言分治一海而為神也。〈豸虎〉一本作號。」珂案：經文「黃帝生禺〈豸虎〉」已下三〈豸虎〉字及郭注「〈豸虎〉一本作號」之〈豸虎〉，宋本、毛扆本、吳任臣本俱作〈豸虎〉。揆之經文，則作〈豸虎〉是也。上文既稱「東海之神，名曰禺〈豸虎〉」，則下文「處東海，是惟海神」之禺〈豸虎〉自應仍作〈豸虎〉，無由而別作〈豸虎〉之理。其作〈豸虎〉者，或傳寫之訛也。郭注「〈豸虎〉一本作號」者，〈豸虎〉說文玉篇均無此字，疑即號之異文，海內經云「帝俊生禺號」是也。禺〈豸虎〉、禺京分治一海而為海神，禺京既海神而兼風神矣（已見海外北經「北方禺彊」節注），則其父禺〈豸虎〉亦必海神而兼風神，觀其人面鳥身之形，與子同狀，可知也矣。 \\n 有招搖山，融水出焉。有國曰玄股１，黍食，使四鳥２。 \\n １　郭璞云：「自髀以下如漆。」珂案：玄股國已見海外東經。 \\n ２　珂案：海外東經作「（使）兩鳥夾之」。 \\n 有困民國１，勾姓而食２。有人曰王亥３，兩手操鳥，方食其頭４。王亥託于有易、河伯僕牛５。有易殺王亥，取僕牛６。河念有易７，有易潛出，為國于獸，方食之，名曰搖民８。帝舜生戲，戲生搖民９。 \\n １　珂案：吳其昌（卜辭所見殷先公先王三續考——燕京學報第十四期）云：「大荒東經云：『有困民國，……勾姓而食，有人曰王亥，……名曰搖民。』而海內經云：『有嬴民，鳥足。有封豕。』『困民』之『困』，乃『因』字之誤（此二字本極易誤）；『因民』、『搖民』、『嬴民』，一聲之轉也。」蓋吳以海內經「有封豕」為「有王亥」（說詳該節注）之誤文，彼經「鳥足」之「嬴民」即此經有易所化之搖民，故云此經「困民」之「困」乃「因」字之誤，因、嬴、搖一聲之轉：其說是也。史記秦本紀略云：「秦之先柏翳（伯益），舜賜姓嬴氏，生子二人，一曰大廉，大廉玄孫曰孟戲，鳥身人言。」而此經下文云：「帝舜生戲，戲生搖民」。已知舜與伯益均一人之化身矣（見前「蒍國」節注），則伯益之裔孟戲與舜之裔戲亦必為一人可知也。孟戲「鳥身人言」而姓嬴，當即海內經所記「鳥足」之嬴民；戲與搖民雖未記其形貌，然亦必為鳥形可知，則搖民之為嬴民可以證成矣。準斯而言，此經「困民」固當是「因民」之訛也；因、嬴、搖一聲之轉也。 \\n ２　何焯云：「『而食』下有脫文。」郝懿行云：「『勾姓』下，『而食』上當有闕脫。」珂案：而字或當是黍字之缺壞。黍，篆書作，缺其上部禾字之半，即與而形近易訛。「勾姓，黍食」，則辭曉義明，完整無缺矣。 \\n ３　珂案：王亥一名，在古書中最為紛歧：卜辭、古本竹書紀年及此經均作王亥；楚辭天問作該，又作眩，云「該秉季德」，「眩弟並淫」；呂氏春秋勿躬篇作王冰，云「王冰作服牛」；初學記卷二十九引世本作篇作胲，云「胲作服牛」；御覽卷八九九引同書則作鯀：知胲可誤鯀，胲亦可誤為「眩弟並淫」之眩矣；而史記殷本紀作振，云「冥卒，子振立」；索隱引世本作核；漢書人表又作垓；山海經海內經訛誤最大，乃作封豕（詳海內經「嬴民、封豕」節注）：其實皆一名之訛變也。 \\n ４　珂案：當亦圖象如此。 \\n ５　郭璞云：「河伯僕牛皆人姓名。託，寄也。見汲郡竹書。」珂案：郭云「河伯僕牛皆人姓名」，又云「見汲郡竹書」，但下文郭注引竹書卻無「僕牛」字樣，知「僕牛人姓名」蓋郭臆說也。僕牛，天問作「朴牛」，王逸注：「朴，大也。」世本作「服牛」，服牛，馴牛也。均無「人姓名」之意。則僕牛者，亦非「人姓名」可知已。此句當言王亥託寄其所馴養之牛羊於有易與河伯。 \\n ６　郭璞云：「竹書曰：『殷王子亥賓于有易而淫焉，有易之君綿臣殺而放之。是故殷主（宋本作上，是也——珂）甲微假師于河伯以伐有易，滅之，遂殺其君綿臣也。」珂案：關於王亥被殺故事，楚辭天問敘其事較詳，云：「該秉季德，厥父是臧，胡終弊于有扈，牧夫牛羊？干協時舞，何以懷之？平脅曼膚，何以肥之？有扈牧豎，云何而逢？擊床先出，其命何從？恆秉季德，焉得夫朴牛？何往營班祿，不但還來？昏微遵跡，有狄不寧，何繁鳥萃棘，負子肆情？眩弟並淫，危害厥兄，何變化以作詐，而後嗣逢長？」詩文義古奧，又兼傳寫訛挩，不可盡釋。約言之，首四句概敘王亥被殺於有易，喪失牛羊事。次四句寫王亥王恆兄弟初至有易備受歌舞飲饌接待情景。次四句寫王亥因「淫」而被殺，殺王亥者乃有易一激於一已嫉憤之「牧豎」。次四句寫王恆至有易求情，得其兄所喪失牛羊，因有所戀，不即返國。次四句寫上甲微興師伐有易，滅其國家，肆情於婦子，使國土成為一片荊榛。末四句譴責王恆既與兄並淫，復以詐術危害其兄，其後嗣反而繁榮昌盛，足見天道之難憑也。詩中有扈、有狄，即有易也，昏微即上甲微也（說見吳其昌卜辭所見殷先公先王三續考）。易大壯六五爻辭云：「喪羊于易，旡悔。」旅上九爻辭云：「鳥焚其巢，旅人先笑後號咷。喪牛於易，凶。」說者亦以為是王亥故事云。 \\n ７　珂案：經文「河念有易」，王念孫於「河」下校增「伯」字，是也。 \\n ８　郭璞云：「言有易本與河伯友善，上甲微殷之賢王，假師以義伐罪，故河伯不得不助滅之。既而哀念有易，使得潛化而出，化為搖民國。」 \\n ９　珂案：此言搖民除有易所化之一系而外，復有一系是由帝舜之裔戲所生。此乃搖民傳說之異聞，故附記於此。其實有易即戲也，易、戲聲近，易化搖民即戲生搖民也。 \\n 海內有兩人１，名曰女丑２。女丑有大蟹３。 \\n １　郭璞云：「此乃有易所化者也。」郝懿行云：「兩人蓋一為搖民，一為女丑。」珂案：郭、郝之說均非是。經文「海內有兩人，名曰女丑」之間，文字當有闕脫，未可強為解釋。 \\n ２　郭璞云：「即女丑之尸；言其變化無常也。然則一以涉化津而遯神域者，亦無往而不之，觸感而寄跡矣。范蠡之倫，亦聞其風者也。」珂案：女丑之尸已見海外西經；女丑蓋女巫也，郭釋「變化無常」云云則無非臆想之玄說耳。 \\n ３　郭璞云：「廣千里也。」珂案：大蟹及郭注已見海內北經。經云「女丑有大蟹」，又云「十日炙殺女丑」（海外西經），則女丑之為女巫而被暴益無可疑矣。說詳海外西經「女丑之尸」節。 \\n 大荒之中，有山名曰孽搖頵羝１，上有扶木２，柱三百里，其葉如芥３。有谷曰溫源谷４。湯谷上有扶木５。一日方至，一日方出６，皆載于烏７。 \\n １　郝懿行云：「呂氏春秋諭大篇云：『地大則有常祥、不庭、歧母、群抵、天翟、不周。』高誘注以不周為山名，其餘皆獸名，非也。尋覽文義，蓋皆山名耳。其群抵當即此經之頵羝，形聲相近，古字或通。」 \\n ２　郝懿行云：「扶木當為榑木。」 \\n ３　郭璞云：「柱猶起高也。葉似芥菜。」 \\n ４　郭璞云：「溫源即湯谷也。」珂案：湯谷已見海外東經。 \\n ５　郭璞云：「扶桑在上。」郝懿行云：「說文（六）云：『日初出東方所登榑桑，{文双}木也。』即此，{文双}通作若。」 \\n ６　郭璞云：「言交會相代也。」珂案：海外東經云：「湯谷上有扶桑，十日所浴；……九日居下枝，一日居上枝。」其居上枝之日，疑即淮南子天文篇所云「登于扶桑，爰始將行」，亦即此經所云「方出」之日也。 \\n ７　郭璞云：「中有三足烏。」珂案：楚辭天問云：「羿焉彃日？烏焉解羽？」淮南子精神篇云：「日中有踆烏。」高誘注云：「踆，猶蹲也，謂三足烏；踆音逡。」 \\n 有神，人面、犬耳１、獸身，珥兩青蛇，名曰奢比尸２。 \\n １　珂案：海外東經作「大耳」，王念孫據以改此經「犬耳」之「犬」作「大」，宋本正作「大」，作「大」是也。 \\n ２　珂案：奢比之尸已見海外東經。 \\n 有五采之鳥１，相鄉棄沙２。惟帝俊下友３。帝下兩壇，采鳥是司４。 \\n １　珂案：大荒西經云：「有五采鳥三名：一曰皇鳥，一曰鸞鳥，一曰鳳鳥。」 \\n ２　郭璞云：「未聞沙義。」郝懿行云：「沙疑與娑同，鳥羽娑娑然也。」珂案：郝云「沙疑與娑同，鳥羽娑娑然」，近之矣，而於棄字無釋。棄疑是媻字之訛。媻娑，婆娑，盤旋而舞之貌也。五采之鳥，蓋鸞鳳之屬也。山海經屢有「鸞鳥自歌、鳳鳥自儛」（海外西經、大荒南經、大荒西經、海內經）之記載，此經五采之鳥，相鄉媻娑，蓋亦自歌自舞之意也。 \\n ３　郭璞云：「亦未聞也。」珂案：「惟帝俊下友」者，言惟帝俊下與五采鳥為友也。帝俊之神，本為玄鳥（說見前「蒍國」節注），玄鳥再經神話之夸張，遂為鳳凰、鸞鳥之屬。楚辭天問：「簡狄在臺，嚳何宜？玄鳥致貽，女何嘉（嘉原作喜，據聞一多楚辭校補改）？」離騷：「望瑤臺之偃蹇兮，見有娀之佚女。……鳳鳥既受詒兮，恐高辛之先我。」同一作者記同一神話，或為玄鳥，或為鳳鳥，可見玄鳥即是鳳鳥。此帝俊之所以「下友」於五采鳥也。 \\n ４　郭璞云：「言山下有舜二壇，五采鳥主之。」珂案：郭注逕以舜釋帝俊者，蓋在彼心目中，帝俊與舜已是二而一也。 \\n 大荒之中，有山名猗天蘇門，日月所生１。有壎民之國２。 \\n １　珂案：此猗天蘇門山，為日月所出山之五也。類聚卷一引此經作猗天山、蘇門山，日月所出。御覽卷三作蘇門日月所出。 \\n ２　郭璞云：「音如諠譁之諠。」 \\n 有綦山１。又有搖山。有〈鬲曾〉山２。又有門戶山。又有盛山。又有待山。有五采之鳥。 \\n １　郭璞云：「音忌。」 \\n ２　郭璞云：「音如釜甑之甑。」 \\n 東荒之中，有山名曰壑明俊疾，日月所出１。有中容之國２。 \\n １　珂案：此壑明俊疾山，為日月所出山之六也。 \\n ２　郝懿行云：「中容之國，已見上文。諸文重複雜沓，踳駮不倫，蓋作者非一人，書成非一家故也。」 \\n 東北海外，又有三青馬、三騅１、甘華。爰有遺玉、三青鳥２、三騅、視肉３、甘華、甘柤，百穀所在４。 \\n １　郭璞曰：「馬蒼白雜毛為騅。」珂案：爾雅釋畜云：「蒼白雜毛，騅。」是郭注所本。然大荒南經又云：「有赤馬，名曰三騅。」則與「蒼白雜毛為騅」之說牴牾，所未詳。疑此經三青馬、三騅均大荒南經首節所謂「雙雙」之獸，詳該節注。 \\n ２　珂案：遺玉，已見海外北經「平丘」節。三青鳥，已見海內北經。大荒西經亦云：「有三青鳥，赤首黑目，一名曰大鵹，一名少鵹，一名曰青鳥。」然彼乃為西王母取食之三青鳥，此則疑當是「雙雙」之鳥之類，詳大荒南經首節注。 \\n ３　郭璞云：「聚肉有眼。」珂案：視肉已見海外南經「狄山」節郭注。 \\n ４　郭璞云：「言自生也。」郝懿行云：「海外北經云：『平丘甘柤、甘華，百果所在。』海外東經云：『嗟丘甘柤、甘華，甘果所生。』皆有遺玉、青馬、視肉之類，此經似釋彼文也。」珂案：郝說非也。荒經已下五篇，本「進在外」或「逸在外」之古經，未經整理，與以上各經，內容或有相同，但「文多凌雜，漫無統紀」（郝懿行語），自不能以此釋彼。 \\n 有女和月母之國１。有人名曰鵷２，北方曰鵷，來之風曰〈犭炎〉３，是處東極隅以止日月４，使無相閒出沒，司其短長５。 \\n １　郝懿行云：「女和月母即羲和常儀之屬也。謂之女與母者，史記趙世家索隱引譙周云：『余嘗聞之代俗，以東西陰陽所出入，宗其神，謂之王父母。』據譙周斯語，此經『女和月母』之名，蓋以此也。」 \\n ２　郭璞云：「音婉。」 \\n ３　郭璞云：「言亦有兩名也；音剡。」珂案：經文「來之風」準以大荒東經「來風曰俊」、大荒西經「來風曰韋」文例，當衍「之」字。又丁山中國古代宗教與神話考云：「大荒東經之古本當為『北方曰鵷，風曰〈犭炎〉』，莊子書中亦有堅證：其天地篇有曰：『諄芒將之大壑，適遇苑風於東海之濱。苑風曰：「子將奚之？」曰：「將之大壑。」』苑風，當即大荒經所謂『來之風曰〈犭炎〉』。」說亦可供參考。 \\n ４　珂案：經文「處東極隅」疑當作「處東北隅」，「東極隅」不成文義，一也；經文前節言「東北海外」，後節言「大荒東北隅中」，知此亦必位在東北，二也；大荒西經云：「有人曰石夷，……處西北隅以司日月之長短。」石夷亦四方神之一，既曰「處西北隅」，與之相對之鵷，亦必當曰「處東北隅」，三也。有此三者，以知此經「東極」當是「東北」之誤。 \\n ５　郭璞云：「言鵷主察日月出入，不令得相閒錯，知景之短長。」 \\n 大荒東北隅中１，有山名曰凶犁土丘２。應龍處南極３，殺蚩尤與夸父４，不得復上５。故下數旱６，旱而為應龍之狀，乃得大雨７。 \\n １　王念孫云：「御覽十一作東荒之北隅，卅五同。類聚災異部（卷一百）作東荒北隅。」珂案：影宋本御覽卷卅五作東荒之北隅，卷十一仍從類聚作東荒北隅。 \\n ２　郝懿行云：「史記五帝紀索隱引皇甫謐云：『黃帝使應龍殺蚩尤於凶黎之谷。』即此。黎、犁古字通。」珂案：唐王瓘軒轅本紀（見雲笈七籤卷一百）云：「（黃帝）殺蚩尤於黎山之丘。」說本此。然蚩尤被殺之地，或又傳在南方。大荒南經云：「有宋山者，有木生山上，名曰楓木。楓木，蚩尤所棄其桎梏，是謂楓木。」郭璞注云：「蚩尤為黃帝所得，械而殺之，已摘其械，化而為樹也。」或又傳在東方。初學記卷九引歸藏啟筮云：「蚩尤出自羊水，八肱、八趾、疏首，登九淖以伐空桑，黃帝殺之於青丘。」青丘，東方地名也。或又傳在中冀。周書嘗麥篇云：「蚩尤乃逐帝（赤帝），爭于涿鹿之河（阿），赤帝大懾，乃說於黃帝，執蚩尤殺之於中冀，用名之曰絕轡之野。」中冀蓋即大荒北經所記冀州之野，亦即涿鹿之河（阿）也。然路史後紀四云：「（黃帝）傳戰執尤於中冀而殊之，爰謂之解。」解者，宋之解州，今山西之解縣也。沈括夢溪筆談卷三云：「解州鹽澤，滷色正赤，俚俗謂之『蚩尤血』。」則解州雖不必如路史所附會之中冀，後世固亦有蚩尤被殺於其地之神話也。蚩尤被殺之地，於不同之諸說中，要以冀州之野即涿鹿之阿為近正。至此經之凶犁土丘固應龍所居之地，未必即蚩尤夸父被殺之地，云黃帝使應龍殺蚩尤於此丘者，亦由誤讀經文而生之附會也。 \\n ３　郭璞云：「應龍，龍有翼者也。」珂案：廣雅釋魚云：「有翼曰應龍。」郭說本此。又經文「應龍處南極」，蓋謂處凶犁土丘之南極也。 \\n ４　郭璞云：「蚩尤作兵者。」珂案：管子地數篇云：「葛盧之山，發而出水，金從之，蚩尤受而制之，以為劍、鎧、矛、戟；雍狐之山，發而出水，金從之，蚩尤受而制之，以為雍狐之戟、芮戈。」呂氏春秋蕩兵篇云：「人曰：『蚩尤作兵。』」太平御覽卷七八引龍魚河圖云：「蚩尤造立兵杖、刀、戟、大弩。」大荒北經亦云：「蚩尤作兵伐黃帝。」此郭注所本也。此經「應龍殺蚩尤與夸父」，又見於大荒北經，云「應龍已殺蚩尤，又殺夸父」。應龍殺蚩尤與夸父者，蓋夸父與蚩尤同為炎帝之裔，在黃炎鬥爭中，蚩尤起兵為炎帝復仇，夸父亦加入蚩尤戰團，以兵敗而被殺也。說已見海外西經「形天」節注。 \\n ５　郭璞云：「應龍遂住地下。」郝懿行云：「初學記三十卷引此經云：『應龍遂在地。』蓋引郭注之文也。今文住字當作在，下字蓋衍。」珂案：王念孫校與郝同。 \\n ６　郭璞云：「上無復作雨者故也。」 \\n ７　郭璞云：「今之土龍本此；氣應自然冥感，非人所能為也。」郝懿行云：「劉昭注（後漢書）禮儀志引此經及郭注並與今本同。土龍致雨見淮南說山訓及墬形訓。又楚詞天問云：『應龍何畫？河海何歷？』王逸注云：『或曰禹治洪水時，有神龍以尾畫（地），導水徑所當決者，因而治之。』案後世以應龍致雨，義蓋本此也。」 \\n 東海中有流波山，入海七千里１。其上有獸，狀如牛，蒼身而無角，一足，出入水則必風雨，其光如日月，其聲如雷，其名曰夔。黃帝得之，以其皮為鼓２，橛以雷獸之骨，聲聞五百里，以威天下３。 \\n １　珂案：御覽卷五十引此經七千作七十，蓋訛也。 \\n ２　郝懿行云：「說文（五）云：『夔，神魖也，如龍，一足，從夂，象有角手人面之形。』薛綜注（文選）東京賦云：『夔，木石之怪，如龍，有角，鱗甲光如日月，見則其邑大旱。』韋昭注國語（魯語）云：『夔一足，越人謂之山繰（下尚漏引「人面猴身能言」數字——珂）。』案此三說夔形狀俱與此經異也。莊子秋水篇釋文引李云：『黃帝在位，諸侯於東海流山得奇獸，其狀如牛，蒼色無角，一足能走，出入水即風雨，目光如日月，其音如雷，名曰夔。黃帝殺之，取皮以冒鼓，聲聞五百里。』蓋本此經為說也。其文與今本小有異同：流波山作流山，其光如日月作目光如日月，似較今本為長也。又以其皮為鼓作以其皮冒鼓，劉逵注吳都賦引此經亦作冒字，是也。初學記九卷引帝王世紀作流波山，與今本同，而下文小異。」珂案：御覽卷五十引此經其聲如雷作其音如雷，其名曰夔作名曰夔，以其皮為鼓作以其皮作鼓。 \\n ３　郭璞云：「雷獸即雷神也，人面龍身，鼓其腹者。橛猶擊也。」珂案：雷神已見海外東經。郝懿行云：「莊子釋文本此經及劉逵注吳都賦引此經，並無橛以雷獸之骨及以威天下四字，北堂書鈔一百八卷引有四字。」 \\n 珂案：流波山一足夔神話亦黃帝與蚩尤戰爭神話之一節。繹史卷五引黃帝內傳云：「黃帝伐蚩尤，玄女為帝製夔牛鼓八十面，一震五百里，連震三千八百里。」吳任臣山海經廣注（大荒北經）引廣成子傳云：「蚩尤銅頭啖石，飛空走險，以馗牛皮為鼓，九擊止之，尤不能飛走，遂殺之。」即其事也。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷十  山海經第十五  大荒南經", "正文": "  \\n ▲山海經海經新釋卷十山海經第十五大荒南經 \\n 　 \\n 南海之外，赤水之西，流沙之東１，有獸，左右有首２，名曰〈足术〉踢３。有三青獸相并，名曰雙雙４。 \\n １　郭璞云：「赤水出昆侖山，流沙出鍾山也。」珂案：郭注「赤水出昆侖山，流沙出鍾山」，俱見海內西經。 \\n ２　郝懿行云：「并封前後有首，此左右有首，所以不同并封，見海外西經。然大荒西經之屏蓬即并逢也，亦云左右有首。」珂案：此「左右有首」之〈足术〉踢，亦并封之類也，蓋獸牝牡相合之象，說已見海外西經「并封」節注。 \\n ３　郭璞云：「出〈犭炎〉名國；黜惕兩音。」郝懿行云：「〈犭炎〉名國未詳所在，疑本在經內，今逸也。」畢沅云：「呂氏春秋本味篇云：『伊尹曰：「肉之美者，述蕩之掔。」』高誘注曰：『獸名，形則未聞。』案即是此也。又案〈足术〉踢當為述蕩之誤，篆文辵、足相似，故亂之。」珂案：果如畢說，或述蕩是〈足术〉踢之訛，亦未可知。 \\n ４　郭璞云：「言體合為一也。公羊傳所云：雙雙而俱至者，蓋謂此也。」郝懿行云：「郭引宣五年傳文也。楊士勛疏引舊說云：『雙雙之鳥，一身二首，尾有雌雄，隨便而偶；常不離散，故以喻焉。』是以雙雙為鳥名，與郭異也。」珂案：雙雙之獸（或鳥），亦并封之類也。然雙雙而謂「三青獸相并」則所未詳。大荒東經所謂「三青馬」、「三青鳥」、「三騅」，疑亦雙雙之類也。 \\n 有阿山者。南海之中，有氾天之山，赤水窮焉１。赤水之東，有２蒼梧之野，舜與叔均之所葬也３。爰有文貝４、離俞５、〈丘鳥〉久６、鷹、賈７、委維８、熊、羆、象、虎、豹、狼、視肉。 \\n １　郭璞云：「流極於此山也。」珂案：西次三經云：「昆侖之丘，赤水出焉，而東南流注於氾天之水。」即此。 \\n ２　郝懿行云：「藝文類聚八十四卷及太平御覽五百五十五卷並引此經無有字。」 \\n ３　郭璞云：「叔均，商均也。舜巡狩，死於蒼梧而葬之，商均因留，死亦葬焉。基在今九疑之中。」郝懿行云：「海內南經既云『蒼梧之山，帝舜葬於陽，帝丹朱葬於陰』，此又云『舜與叔均之所葬』，將朱、均二人皆於此焉堋邪？又郭云叔均，商均；蓋以為舜之子也。然舜子名義鈞，封於商，見竹書紀年（今本——珂），不名叔均。而大荒西經有叔均，為稷弟台璽之子，海內經又有叔均，為稷之孫，準斯以言，此經叔均，蓋未審為何人也。郭云：『基在今九疑之中。』基當為墓字之訛。御覽五百五十五卷引此注作『墓今在九疑山中』也。」珂案：郭注「基在今九疑之中」，王念孫亦校基作墓。又云：「西經（大荒西經）云：『稷之弟台璽生叔均。』是叔均非商均也。海內經云：『稷之孫曰叔均。』」是王、郝俱不以郭注叔均即商均為然。然此叔均，實是商均，叔、商一聲之轉。能與舜同葬，非舜子商均不足當之。舜與商均同葬蒼梧，並無礙於海內南經所云「蒼梧之山，帝舜葬於陽，帝丹朱葬於陰」之不同傳說之流播。郝云「將朱、均二人皆於此焉堋」，未免失之拘矣。至叔均又謂是稷弟台璽之子或謂是稷之孫者，尤見神話傳說之錯綜紛歧無定，是書非出自一手，蓋各記其所傳聞，不足異也。 \\n ４　郭璞云：「即紫貝也。」珂案：爾雅釋魚郭璞注云：「今之紫貝，以紫為質，黑為文點。」即此。 \\n ５　郭璞云：「即離朱。」珂案：離朱已見海外南經「狄山」節。 \\n ６　郭璞云：「即鵂鶹也。」珂案：經文〈丘鳥〉久已見海外南經「狄山」節。 \\n ７　郭璞云：「賈亦鷹屬。」郝懿行云：「水經〈氵纍〉水注引莊子曰：『雅，賈。』馬融亦曰：『賈，烏。』（亦〈氵纍〉水注引——珂）皆烏類，非郭義也。」 \\n ８　郭璞云：「即委蛇也。」珂案：海內經云：「南方有人曰苗民。有神焉，人面蛇身，長如轅，左右有首，衣紫衣，冠旃冠，名曰延維。人主得而饗食之，伯天下。」郭於「延維」下注云「委蛇」，是延維亦即此委維也。有關委維即委蛇之神話，詳海內經「苗民神延維」節注。 \\n 有榮山，榮水１出焉。黑水之南，有玄蛇，食麈２。 \\n １　珂案：經文榮山、榮水，吳任臣廣注本、畢沅校本、百子全書本並作滎山、滎水。 \\n ２　郭璞云：「今南山〈虫丹〉蛇吞鹿，亦此類。」郝懿行云：「南山當為南方，字之訛也。南方〈虫丹〉蛇吞鹿，已見海內南經（「巴蛇食象」節——珂）注。」珂案：郭注「南山」，王念孫校亦作「南方」，宋本正作「南方」。 \\n 有巫山者，西有黃鳥。帝藥，八齋１。黃鳥于巫山，司此玄蛇２。 \\n １　郭璞云：「天帝神仙藥在此也。」珂案：此經下文云：「大荒之中，有雲雨之山，有木名曰欒。禹攻雲雨，有赤石焉生欒，黃本、赤枝、青葉，群帝焉取藥。」大荒西經云：「大荒之中，有靈山，巫咸、巫即、巫朌、巫彭、巫姑、巫真、巫禮、巫抵、巫謝、巫羅十巫，從此升降，百藥爰在。」說文一云：「靈，巫也，以玉事神。」是靈、巫古本一字。又巫山有朝雲暮雨神話傳說。疑雲雨山與靈山均即巫山之異名（各詳該節注）。而二地均有神藥，此巫山「帝藥，八齋」之說所由起也。郭注「神仙藥」者，當即是神仙不死藥也。 \\n ２　郭璞云：「言主之也。」珂案：或謂黃鳥司察此「食麈」之貪婪玄蛇，防其竊食天帝神藥也。古黃、皇通用無別，黃鳥即皇鳥，蓋鳳皇屬之鳥也。周書王會篇云：「方揚以皇鳥。」爾雅釋鳥云：「皇，黃鳥。」即此是也。北次二經泰頭之山有黃鳥，則是別一種鳥，非此。 \\n 大荒之中，有不庭之山１，榮水窮焉２。有人三身，帝俊妻娥皇，生此三身之國３，姚姓，黍食，使四鳥４。有淵四５方，四隅皆達６，北屬黑水，南屬大荒７，北旁名曰少和之淵，南旁名曰從淵８，舜之所浴也９。 \\n １　郝懿行云：「呂氏春秋諭大篇云：『地大則有常祥、不庭、不周。』高誘注以『不周』為山，則『不庭』亦山名矣，即此。」 \\n ２　珂案：榮水出榮山，流極於此也。 \\n ３　郭璞云：「蓋後裔所出也。」珂案：海外西經有三身國，海內經言帝俊生三身，即此。 \\n ４　郭璞云：「姚，舜姓也。」珂案：說文十二云：「虞舜居姚虛，因以為姓。」則此經妻娥皇而生三身之帝俊，其為舜也明矣。 \\n ５　珂案：御覽卷三九五引此經四作正。 \\n ６　郭璞云：「言淵四角皆旁通也。」珂案：經文「四隅皆達」御覽卷三九五引達作通。 \\n ７　郭璞云：「屬猶連也。」 \\n ８　郭璞云：「音驄馬之驄。」珂案：經文「從淵」，宋本作「〈犭從〉淵」，御覽卷三九五引作「縱淵」，引郭注「音驄馬之驄」作「音烏懸反」；疑注文本當作「從（或〈犭從〉、縱），音驄馬之驄；淵，音烏懸反」：各脫其半也。 \\n ９　郭璞云：「言舜嘗在此澡浴也。」珂案：御覽卷三九五引郭注作「言常在中澡洗」，經於帝俊生三身下又云「舜之所浴」，帝俊之即舜益已明矣。 \\n 又有成山，甘水窮焉１。有季禺之國，顓頊之子，食黍２。有羽民之國，其民皆生毛羽３。有卵民之國，其民皆生卵４。 \\n １　郭璞云：「甘水出甘山，極此中也。」珂案：甘水已見大荒東經。 \\n ２　郭璞云：「言此國人顓頊之裔子也。」 \\n ３　珂案：羽民國已見海外南經。 \\n ４　郭璞云：「即卵生也。」郝懿行云：「郭注羽民國云『卵生』，是羽民即卵生也。此又有卵民國，民皆卵生，蓋別一國。郭云即卵生也，似有成文，疑此國本在經中，今逸。」 \\n 大荒之中，有不姜之山，黑水窮焉１。又有賈山，汔水出焉。又有言山。又有登備之山２。有恝恝之山３。又有蒲山，澧４水出焉。又有隗山５，其西有丹６，其東有玉。又南有山，漂水出焉７。有尾山。有翠山８。 \\n １　郭璞云：「黑水出昆侖山。」珂案：黑水出昆侖西北隅，已見海內西經。 \\n ２　郭璞云：「即登葆山，群巫所從上下者也。」珂案：登葆山見海外西經「巫咸國」節。 \\n ３　郭璞云：「音如券契之契。」 \\n ４　郭璞云：「音禮。」 \\n ５　郭璞云：「音如隗囂之隗。」珂案：宋本作「音槐囂」，今本是也。 \\n ６　郝懿行云：「經內丹類非一，此但名之曰丹，疑即丹雘之省文也。」 \\n ７　郭璞云：「音票。」珂案：吳寬抄本經文作溧，注作栗。宋本經文作漂，注作栗。毛扆云：「經漂音栗，二者必有一誤，當從吳寬抄本。」何焯校同。從吳寬抄本是也。此經漂音票，與吳寬本異。 \\n ８　郭璞云：「言此山有翠鳥也。」郝懿行云：「翠亦尾也。（禮記）內則云：『舒雁翠，舒鳧翠。』」珂案：郭、郝二氏之說，恐均與山名無關。 \\n 有盈民之國，於姓，黍食。又有人方食木葉１。 \\n １　郝懿行云：「呂氏春秋本味篇高誘注云：『赤木玄木，其葉皆可食，食之而仙也。』又穆天子傳（卷四）云：『有模堇，其葉是食明后。』亦此類。」 \\n 有不死之國，阿姓，甘木是食１。 \\n １　郭璞云：「甘木即不死樹，食之不老。」珂案：不死之國，即不死民，見海外南經；不死樹在昆侖山上，見海內西經。 \\n 大荒之中，有山名曰去痓。南極果，北不成，去痓果１。 \\n １　郭璞云：「音如風痓之痓。未詳。」郝懿行云：「集韻云：『痓，充至切，音廁，風病也。』是痓即風痓之痓。郭氏又音如之，疑有訛字。」珂案：郭注「未詳」，蓋義未詳也。此疑當是巫師詛咒語滲入文中者，大荒西經「江山之南棲為吉」亦同然，魯迅中國小說史略謂山海經「蓋古之巫書」，亦略可見矣。 \\n 南海渚中，有神，人面，珥兩青蛇，踐兩赤蛇，曰不廷胡余１。 \\n １　郭璞云：「神名耳。」珂案：郭注「神名耳」宋本、吳任臣本作「一神名耳」，是也；毛扆、孫星衍校均增「一」字。 \\n 有神名曰因因乎，南方曰因乎，夸風曰乎民１，處南極以出入風２。 \\n １　郭璞云：「亦有二名。」珂案：郭注「二名」宋本、毛扆本作「三名」，字之訛也。經文「有神名曰因因乎，南方曰因乎，夸風曰乎民」，揆以大荒東經「（有神）名曰折丹，東方曰折，來風曰俊」文例，疑當作「有神名曰因乎，南方曰因，來風曰民」，上因字與下二乎字俱衍文，夸風則來風之訛也。 \\n ２　郝懿行云：「大荒東經有神名曰折丹，處東極以出入風，此神處南極以出入風，二神處巽位以調八風之氣也。」 \\n 有襄山。又有重陰之山。有人食獸，曰季釐。帝俊生季釐１，故曰季釐之國。有緡淵２。少昊生倍伐，倍伐降處緡淵。有水四方，名曰俊壇３。 \\n １　郝懿行云：「文十八年左傳云：高辛氏才子八人，有季貍；貍、釐聲同，疑是也。是此帝俊又為帝嚳矣。」珂案：帝俊本即帝嚳。初學記卷九引帝王世紀云：「帝嚳自言其名曰夋。」即為最直接而有力之證據。大荒西經云：「帝俊生后稷。」大戴禮帝繫篇則云：「帝嚳上妃姜嫄氏產后稷。」大荒西經有「帝俊妻常羲」，世本王侯大夫譜亦有「帝嚳次妃，娵訾氏之女曰常儀」，常儀即常羲也。此經帝俊生季釐同於帝嚳才子八人之季貍，特相同點之一也。 \\n ２　郭璞云：「音昏。」 \\n ３　郭璞云：「水狀似土壇，因名舜壇也。」珂案：郭注「俊壇」作「舜壇」，是郭復以帝俊即舜矣。 \\n 有臷民之國１。帝舜生無淫，降臷處２，是謂巫臷民。巫臷民朌３姓，食穀，不績不經，服也４；不稼不穡，食也５。爰有歌舞之鳥，鸞鳥自歌，鳳鳥自舞。爰有百獸，相群爰處。百穀所聚６。 \\n １　郭璞云：「為人黃色。」珂案：臷國已見海外南經。 \\n ２　珂案：經文「降臷處」上，當尚有「無淫」二字。 \\n ３　珂案：宋本、毛扆本作盼。 \\n ４　郭璞云：「言自然有布帛也。」 \\n ５　郭璞云：「言五穀自生也；種之為稼，收之為穡。」 \\n ６　珂案：臷民國蓋即大荒西經沃民國之類也，言其饒沃，故曰不績不經，不稼不穡：蓋神之裔，得天獨厚也。 \\n 大荒之中，有山名曰融天，海水南入焉１。 \\n １　郝懿行云：「大荒北經云：『不句之山，海水入焉。』蓋海水所瀉處，必有歸虛尾閭為之孔穴，地脈潛通，故曰入也。下又有天臺高山，為海水所入。大荒北經亦有北極天櫃，海水北注焉。皆海之所瀉也。」珂案：海水入山，蓋古人臆想，近神話矣。 \\n 有人曰鑿齒，羿殺之１。 \\n １　郭璞云：「射殺之也。」珂案：羿殺鑿齒，已見海外南經。 \\n 有蜮山者，有蜮民之國１，桑姓，食黍２，射蜮是食３。有人方扜弓射黃蛇４，名曰蜮人。 \\n １　郭璞云：「音惑。」 \\n ２　王念孫云：「御覽南蠻六（卷七九０）作食桑。」 \\n ３　郭璞云：「蜮，短狐也；似鱉，含沙射人，中之則病死。此山出之，亦以名云。」珂案：詩何人斯云：「為鬼為蜮，則不可得。」楚辭大招亦云：「魂乎無南，蜮傷躬只。」蜮之為害，可以見矣。說文十三云：「蜮，短狐也，似鱉，三足，以氣射害人。」短狐，漢書作短弧。五行志云：「蜮在水旁，能射人，射人有處，甚者至死，南方謂之短弧。」顏師古注云：「即射工也，亦呼水弩。」博物志異蟲云：「江南山谿中，水射工蟲，甲類也，長一二寸，口中有弩形，氣射人影，隨所著處發瘡，不治則殺人。」餘說蜮者大同小異，多難悉記，實可畏也。惟古小說鉤沉輯玄中記云：「蜮長三四寸，蟾蜍、鸑鷟、鴛鴦悉食之。」幸亦見制於物矣。而此經蜮民，乃「射蜮是食」，則亦除害之異人也。 \\n ４　郭璞云：「扜，挽也，音紆。」郝懿行云：「扜亦音烏，扜訓挽者，呂氏春秋壅塞篇云：『扜弓而射之。』高誘注云：『扜，引也。』義同郭。玉篇云：『扜，持也。』」 \\n 有宋山者，有赤蛇，名曰育蛇。有木生山上，名曰楓木。楓木，蚩尤所棄其桎梏１，是為楓木２。 \\n １　郭璞云：「蚩尤為黃帝所得，械而殺之，已摘棄其械，化而為樹也。」郝懿行云：「郭注摘棄之摘當為擿，字之訛也。」 \\n ２　郭璞云：「即今楓香樹。」 \\n 珂案：關於蚩尤被殺神話，已見大荒東經「應龍」節注：蓋傳說非一，此其一也。路史後紀四蚩尤傳于記蚩尤被殺之後，復說云：「後代聖人著其像于尊彝，以為貪戒。」其說當有所本。羅苹注云：「蚩尤天符之神，狀類不常，三代彝器，多著蚩尤之像，為貪虐者之戒。其狀率為獸形，傅以肉翅。」（吳任臣山海經廣注（大荒北經）引博古圖略同此說。）揆其所說，殆饕餮也。左傳文公十八年云：「縉雲氏有不才子，貪于飲食，冒于貨賄，侵欲崇侈，不可盈厭；聚斂積實，不知紀極；不分孤寡，不恤窮匱；天下之民，以比三凶，謂之饕餮。」史記五帝本紀集解引賈逵曰：「縉雲氏，姜姓也，炎帝之苗裔，當黃帝時任縉雲之官也。」而蚩尤姜姓，亦炎帝之苗裔，故說蚩尤即是此縉雲氏之「不才子」饕餮，乃大有可能也。呂氏春秋先識篇云：「周鼎著饕餮，有首無身，食人未咽，害及己身，以言報更也。」然殷周鼎彝所著饕餮圖形，實非「無身」也，其全部之身已圖案化而為首矣，細視之則尾足俱在，其背且傅有肉翅，正路史注所說蚩尤形像也。呂覽所云，殊未省察，不足信也。然謂是「饕餮」則無可疑。北次二經云：「鉤吾之山，有獸焉，其狀羊身而人面，其目在腋下，虎齒人爪，其音如嬰兒，名曰狍鴞，是食人。」郭璞注云：「為物貪惏，食人未盡，還害其身，像在夏鼎，左傳所謂饕餮也。」圖讚大體與注相同，惟於「食人未盡」下作「還自齦割」，則尤形象生動而達意。郭注狍鴞即饕餮，當有古說憑依，非臆說也。而狍鴞為物，固「羊身、虎齒、人爪」，非如呂覽所說「有首無身」者。郭注多取呂覽之說，獨棄「有首無身」一語，更證以今殷周鼎彝饕餮圖形，以知呂覽此說蓋妄也。大戴禮用兵篇云：「蚩尤，庶人之貪者也。」與狍鴞、饕餮之貪惏，義固相應，故古以蚩尤比於狍鴞、饕餮之獸而著於鼎彝，非無因也。神異經西南荒經云：「西南方有人焉，身多毛，頭上戴豕。貪如狠惡，好自積財，而不食人穀（史記五帝本紀正義引此經作『積財而不用，善奪人穀物』，於義為長）。強者奪老弱者，畏群而擊單，名曰饕餮。春秋言饕餮者，縉雲氏之不才子也。」是又後世本諸左氏春秋而於饕餮加以神話化之狀寫者也。果蚩尤即饕餮之說可以成立，則前代統治者於蚩尤之嫉惡詆毀，亦已甚矣。而民間相傳，則頗見同情之意。皇覽冢墓記云：「蚩尤冢，在東平郡壽張縣闞鄉城中，高七丈，民常七月祀之。」述異記亦云：「太原村落間祭蚩尤神不用牛頭。」又云：「今冀州有樂名『蚩尤戲』，其民兩兩三三，頭戴牛角而相觝。」太平御覽卷七八引龍魚河圖云：「（黃帝）制伏蚩尤，以制八方。蚩尤沒後，天下復擾亂不寧，黃帝遂畫蚩尤形像，以威天下，天下咸謂蚩尤不死，八方萬邦皆為殄服。」類乎此者，尚可臚舉。此經蚩尤棄其桎梏，化為楓木，特其一端耳。 \\n 有人方齒虎尾，名曰祖狀之尸１。 \\n １　郭璞云：「音如柤梨之柤。」珂案：經文「祖狀之尸」，宋本、毛扆本均作「柤狀之尸」，與郭注「音如柤梨之柤」字同，蓋訛也。 \\n 有小人，名曰焦僥之國１，幾姓，嘉穀是食。 \\n １　郭璞云：「皆長三尺。」珂案：焦僥國已見海外南經。 \\n 大荒之中，有山名〈朽，木改歹〉塗之山１，青水窮焉２。有雲雨之山３，有木名曰欒４。禹攻雲雨５，有赤石焉生欒６，黃本，赤枝，青葉，群帝焉取藥７。 \\n １　郭璞云：「音朽。」郝懿行云：「玉篇云『死或作朽。』是〈朽，木改歹〉、朽古字同，〈朽，木改歹〉、醜聲相近，〈朽，木改歹〉塗即醜塗也。已見西次三經昆侖之丘。」珂案：西次三經云：「昆侖之丘，洋水出焉，而西南流注於醜塗之水。」郭璞注：「醜塗，亦山名也。」 \\n ２　郭璞云：「青水出昆侖。」郝懿行云：「青、清聲同，西次三經云：『昆侖，洋水出焉。』郭云『洋或作清』，即此也。」 \\n ３　珂案：〈朽，木改歹〉塗（醜塗）山在昆侖西南，雲雨山復在〈朽，木改歹〉塗山附近，以地望衡之，當即此經前文所記之巫山，亦大荒西經所記之靈山也（說已見前）。 \\n ４　珂案：經文「有木名曰欒」下，宋本、毛扆本均有郭注「音鸞」二字，今本脫去之也。 \\n ５　郭璞云：「攻謂槎伐其林木。」 \\n ６　郭璞云：「言山有精靈，復變生此木於赤石之上。」郝懿行云：「初學記三十卷引拾遺記云：『黑鯤魚千尺，如鯨，常飛往南海。或死，骨肉皆消，唯膽如石上仙欒也。』義正與此合。」 \\n ７　郭璞云：「言樹花實皆為神藥。」珂案：欒實如建木實，見海內南經，郭注本此經為說。 \\n 禹攻雲雨神話，當即禹巫山治水之神話也。經文「赤石生欒」，郭注以為「精靈變生」，或舊有成說，惜其詳已不可得而聞矣。巫山舊有高唐神女神話（見宋玉高唐賦序），謂神女瑤姬入楚懷王夢，自云是「巫山之女，旦為朝雲，暮為行雨」，因薦枕席。疑此巫山之或稱「雲雨山」也。而唐末杜光庭鏞城集仙錄乃謂禹理水駐巫山下，遇大風振崖，功不能興，得雲華夫人即瑤姬之助，始能「導波決川，以成其功」：此雖後起之說，然知民間古固亦有禹巫山治水之神話也。其原始狀態維何？則曰：此經之「禹攻雲雨」是矣。 \\n 有國曰顓頊，生伯服１，食黍。有鼬姓之國２。有苕山。又有宗山。又有姓山。又有壑山。又有陳州山。又有東州山。又有白水山，白水出焉，而生白淵，昆吾之師所浴也３。 \\n １　吳任臣云：「世本云：『顓頊生偁，偁字伯服。』」珂案：疑經文當作「有國曰伯服，顓頊生伯服」，脫「伯服」二字。 \\n ２　郭璞云：「音如橘柚之柚。」 \\n ３　郭璞云：「昆吾，古王者號。音義曰：『昆吾，山名，谿水內出善金。』二文有異，莫知所辨測。」郝懿行云：「昆吾，古諸侯名，見竹書。又大戴禮帝繫篇云：『陸終氏產六子，其一曰樊，是為昆吾』也。郭又引音義以為山名者，中次二經云昆吾之山是也。所引音義未審何人書名，蓋此經家舊說也。」珂案：郝說「昆吾，古諸侯名，見竹書」者，今本竹書紀年夏仲康六年「錫昆吾作伯」是也，然是書偽撰，不足信。又引大戴禮帝繫篇云者，蓋出於世本；世本（張澍稡集補注本）帝繫篇云：「陸終娶於鬼方氏之妹，謂之女嬇，是生六子，孕三年而不育。剖其左脅，獲三人焉；剖其右脅，獲三人焉。其一曰樊，是為昆吾；其二曰惠連，是為參胡，其三曰籛鏗，是為彭祖；其四曰求言，是為鄶人；其五曰安，是為曹姓；其六曰季連，是為羋姓。」大戴禮文字小有異同，然當以世本為準。據此則昆吾亦古神性之英雄也。 \\n 有人曰張弘，在海上捕魚。海中有張弘之國１，食魚，使四鳥。 \\n １　郭璞云：「或曰即奇肱人，疑非。」珂案：郭說「即奇肱人」，又云「疑非」者，海外西經「奇肱之國」郭注云：「肱或作弘」，肱、弘聲同，古字通用，似此張弘即奇肱矣。然「張」非「奇」也，故郭又云「疑非」也。案此「張弘」實即海外南經所記之「長臂國」也。穆天子傳卷二云：「天子乃封長肱于黑水之西河。」郭注云：「即長臂人也，見山海經。」張、長形音俱近，是張弘即長肱亦即長臂矣。况此張弘「在海上捕魚」，復與長臂國人「捕魚水中」職業相同，二國所處又俱南方，則此張弘之國之為海外南經長臂國，斷無可疑也。 \\n 有人焉，鳥喙，有翼，方捕魚于海１。大荒之中，有人名曰驩頭。鯀妻士敬，士敬子曰炎融，生驩頭。驩頭人面鳥喙，有翼，食海中魚，杖翼而行２。維宜芑苣，穋楊是食３。有驩頭之國。 \\n １　珂案：此「捕魚于海」之「鳥喙、有翼」之人，即下文所說驩頭也。 \\n ２　郭璞云：「翅不可以飛，倚杖之用行而已。」珂案：郭注「用行」，吳任臣本作「周行」。驩頭國已見海外南經，作「讙頭國」，即丹朱國也，詳海外南經「讙頭國」節注。此又云鯀妻士敬、士敬子炎融生驩頭者，蓋傳聞不同而異辭也。 \\n ３　郭璞云：「管子說地所宜云：『其種穋、〈禾己〉、黑黍。』皆禾類也。苣，黑黍；今字作禾旁。起、秬、芑三音。」郝懿行云：「經蓋言驩頭食海中魚，又食芑苣穋楊之類也。穋亦禾名，今未詳。說文（七）云：『稑，疾孰也。』或作穋，音義與此同。又案郭引管子地員篇文，其穋〈禾己〉之字，今誤作樛杞也。」珂案：管子地員篇云：「其種大秬、細秬，黑莖青秀；……其種大樛杞、細樛杞，黑莖黑秀。」是郭注「穋、〈禾己〉、黑黍」當作「穋、〈禾己〉，黑秀」。王念孫校此黑黍正作黑秀。楚辭天問敘鯀之神話云：「阻窮西征，巖何越焉？化為黃熊，巫何活焉？咸播秬黍，莆雚是營，何由并投而鯀疾修營？」郭沫若先生譯此數語云：「道路阻絕，被流東裔，鯀何以又越過了岑巖？巫師何能使他復活，死後又化為黃熊作怪？要大家播種黑小米，把萑苻雜草都剷除開？何以卻要把他流竄，把鯀恨得這樣厲害？」（屈原賦今譯）除首二句略有可商之外（詳海外西經「窮山」節注），餘均甚得原詩旨意。疑天問「咸播秬黍，莆萑是營」二語與此經「維宜芑苣，穋楊是食」二語於神話上有相當聯繫：或鯀於水厄未解、死後化熊、求活於諸巫之際，「要大家播種黑小米」以救荒者，並包括其行將遠竄南海之裔孫讙頭在內也。此「人面、鳥喙、有翼」之讙頭國人之「維宜芑苣，穋楊是食」也。以書闕有間，其詳不可得知矣。 \\n 帝堯、帝嚳、帝舜葬于岳山１。爰有文貝、離俞、〈丘鳥〉久、鷹２、延維、視肉、熊、羆、虎、豹；朱木，赤枝，青華，玄實３。有申山者。 \\n １　郭璞云：「即狄山也。」珂案：狄山已見海外南經。 \\n ２　珂案：宋本、毛扆本、項絪本、吳任臣本、畢沅校本、百子全書本，鷹下俱有賈字，此脫。 \\n ３　珂案：大荒西經云：「有蓋山之國。有樹，赤皮支榦，青葉，名曰朱木。」即此。唯青葉當作青華，蓋字形之訛。 \\n 大荒之中，有山名曰天臺高山１，海水入焉２。 \\n １　王念孫云：「御覽地部十五（卷五０）引無高山二字，地部廿五（卷六０）同。類聚水部上（卷八）同。」珂案：無高山二字是也，此疑郭注誤入經文者。 \\n ２　珂案：經文「海水入焉」疑當作「海水南入焉」，南字誤脫於下文「東南海之外」句中。經記海水入山之山凡五：一即此經前文之融天山，云「海水南入焉」；二即此；三即大荒北經之先檻大逢山，云「海北注焉」；四即同經之北極天櫃山，云「海水北注焉」；五即同經之不句山，今本云「海水入焉」，然藏經本水下有北字，是仍當作「海水北入焉」。諸山記海水所入，俱有表示方位之南北字樣，知此當亦不能例外。南字誤脫於下文句中，蓋無可疑也。 \\n 東南海之外１，甘水之閒２，有羲和之國。有女子名曰羲和３，方日浴４于甘淵５。羲和者，帝俊之妻６，生十日７。 \\n １　珂案：北堂書鈔卷一四九、御覽卷三引此經並無南字，無南字是也。南字當是由上文「海水南入焉」句誤脫於此者，已詳上節注中。此節疑亦當在大荒東經「有甘山者，甘水出焉，生甘淵」之後，甘淵蓋即湯谷也，其地本當在東方，說詳大荒東經首節注。 \\n ２　郝懿行云：「初學記一卷及太平御覽三卷引此經作甘泉之閒，後漢書王符傳注引此經仍作甘水之閒。」 \\n ３　王念孫云：「（後漢書）王符傳無名字，初學（卷一）同，書鈔天部一（卷一四九）作名，類聚天部上（卷一）作名曰。」 \\n ４　珂案：日浴，宋本、吳寬抄本、毛扆本並作浴日，諸書所引亦均作浴日，作浴日是也。大荒西經云：「有女子方浴月。」可證。 \\n ５　郭璞云：「羲和蓋天地始生，主日月者也。故（歸藏）啟筮曰：『空桑之蒼蒼，八極之既張，乃有夫羲和，是主日月，職出入，以為晦明。』又曰：『瞻彼上天，一明一晦，有夫羲和之子，出于暘谷。』故堯因此而立羲和之官，以主四時，其後世遂為此國。作日月之象而掌之，沐浴運轉之於甘水中，以效其出入暘谷虞淵也，所謂世不失職耳。」郝懿行云：「藝文類聚（卷一）、初學記（卷一）及李賢注後漢書王符傳引此經並作『浴日于甘泉』，疑避唐（李淵——珂）諱改淵為泉耳。初學記及御覽（卷三）引經『浴日于甘泉』在『是生十日』句之下，與今本異。又引郭注云：『羲和能生日也，故曰為羲和之子』云云，亦與今本異。」珂案：郭注二暘谷宋本均作湯谷。 \\n ６　吳任臣云：「羲和，常羲有陬氏。」郝懿行云：「史記（五帝本紀）正義引帝王世紀云：『帝嚳次妃娵訾氏女曰常儀。』大荒西經又有帝俊妻常羲，疑與常儀及此經羲和通為一人耳。」珂案：吳、郝說羲和即常羲俱非也。考帝俊三妻，一羲和，即此經生十日者；一常羲，即大荒西經生十二月者；一娥皇，即此經前文生三身之國者：各俱有不同裔子，則生日之羲和當非生月之常羲可知矣。至於郝說帝俊妻常羲與帝嚳次妃娵訾氏女常儀為一人則是也，已見前「季釐之國」節注。 \\n ７　郭璞云：「言生十子各以日名名之，故言生十日，數十也。」王念孫云：「王符傳注（經文）生上有是字，御覽天部三（卷三）同，書鈔天部一（卷一四九）同，類聚天部上（卷一）同，初學（卷一）同。」郝懿行云：「郭注生十日下，疑脫日字（當作「生十日，日數十也」，王念孫校同——珂）。羲和十子，它書未見，藝文類聚五卷引尸子曰：『造曆數者羲和子也。』然其名竟無考。」 \\n 珂案：郭注「羲和生十日」，多以人事現象釋神話，於義無當，其云「生十子各以日名名之」尤迂，蓋於神話缺少理解也。羲和生十日者，天上之日十也；猶常羲生月十二，天上之月十二也。古神話蓋以天、地、日、月、星辰均神所創造，故言生日生月，非「生子以日名名之」也。至於日之數十而月之數十二者，洪古災變之際，人民想象中之夸張也。今留一日一月者，有神性英雄射落之也。苗族、彝族均有射日射月神話，即其證。今神話中唯有羿射九日神話而無射月神話者，蓋已散亡也。推想古傳，既有淮南子所記羿妻常娥竊藥奔月神話，則其餘十一月，或亦由羿射落之，未可知也。羿射九日，神話中又有「落為沃焦」之說（見莊子秋水篇成玄瑛疏引山海經，今本無），則益見此一英雄神力之偉大也。沃焦者，文選嵇叔夜養生論注引莊子司馬彪注云：「在扶桑之東，有一石，方圓四萬里，厚四萬里，海水注之，莫不燋盡，故名沃燋焉。」古小說鉤沈輯玄中記亦云：「天下之強者，東海之沃焦焉，水灌之而不已。沃焦者，山名也，在東海南方三萬里，海水灌之而即消，故水東南流而不盈也。」蓋歸墟之類，此羿射九日神話之餘音也。羲和在山海經為日母，在淮南子又一變而為日御。初學記卷一引淮南子云：「日出于暘谷，浴于咸池，拂于扶桑，是謂晨明；登于扶桑之上，爰始將行，是謂朏明；至于曲阿，是謂朝明；臨于曾泉，是謂早食；次于桑野，是謂晏食；臻于衡陽，是謂禺中；對于昆吾，是謂正中；靡于鳥次，是謂小遷；至于悲谷，是謂晡食；迴于女紀，是謂大遷；經于泉隅，是謂高舂；頓于連石，是謂下舂；爰止羲和，爰息六螭，是謂懸車（高誘注：『日乘車駕以六龍，羲和御之，日至此而薄於虞泉，羲和至此而迴六螭』）；薄於虞泉，是謂黃昏；淪于蒙谷，是謂定昏；日入崦嵫，經於細柳，入虞泉之地，曙于蒙谷之浦，日西垂景在樹端，謂之桑榆。」今淮南子天文篇文小有異同，其最大差異為初學記引「爰止羲和，爰息六螭」二語，今本作「爰止其女，爰息其馬」，蓋後人不明古誼而妄改之也。此文記羲和御日而行，歷諸程途，景象之瑰奇偉麗，亦不減於生日浴日，蓋神話之演變也。至洞冥記乃又演變為三足烏駕日車。卷四云：「東北有地日之草，西南有春生之草，……三足烏數下地食此草。羲和欲馭，以手揜烏目，不聽下也。食草能不老，他鳥獸食此草，則美悶不能動矣。」羲和雖仍為日御，駕車者已非六龍。至於書堯典以羲和為羲氏和氏二人，且為掌天地四時之官，則又神話之歷史化，不足論矣。 \\n 有蓋猶之山者，其上有甘柤１，枝榦皆赤，黃葉，白華，黑實。東又有甘華２，枝榦皆赤，黃葉。有青馬３。有赤馬，名曰三騅４。有視肉。 \\n １　珂案：甘柤見海外北經「平丘」節注。 \\n ２　珂案：甘華亦見海外北經「平丘」節。 \\n ３　珂案：青馬已見海外東經「嗟丘」節。 \\n ４　珂案：三騅已見大荒東經「三青馬、三騅」節。經文既云「有赤馬，名曰三騅」，則三騅非三騅也，當是一動物之名，疑即此經首節所謂「雙雙」之獸之類，詳該節注。 \\n 有小人名曰菌人１。 \\n １　郭璞云：「音如朝菌之菌。」郝懿行云：「此即朝菌之菌，又音如之，疑有訛文。或經當為{山囷}狗之{山囷}。菌人蓋靖人類也，已見大荒東經。」珂案：太平廣記卷四二八引博物志逸文云：「西北荒中有小人，長一寸，其君朱衣元冠，乘駱車馬，引為威儀居處。人遇其車，抵（抓？）而食之，其味辛，終年不為物所咋，並識萬物名字。又殺腹中三蟲，三蟲死，便可食仙藥也。」或即菌人之類也。吳任臣廣註引南越志云：「銀山有女樹，天明時皆生嬰兒，日出能行，日沒死，日出復然。」又引事物紺珠云：「孩兒樹出大食國，赤葉，枝生小兒，長六七寸，見人則笑。」亦斯之類與？ \\n 有南類之山，爰有遺玉、青馬、三騅、視肉、甘華，百穀所在１。 \\n １　珂案：即海外北經平丘、海外東經嗟丘之類，蓋古神人所居之地也。 \\n \u0000 \\n   \\n  "}
{"章节": "山海經海經新釋卷十一  山海經第十六  大荒西經", "正文": "  \\n ▲山海經海經新釋卷十一山海經第十六大荒西經 \\n 　 \\n 西北海之外，大荒之隅，有山而不合，名曰不周負子１，有兩黃獸守之。有水曰寒暑之水２。水西有濕山，水東有幕山３。有禹攻共工國山４。 \\n １　郭璞曰：「淮南子曰：『昔者共工與顓頊爭帝，怒而觸不周之山，天維絕，地柱折。』故今此山缺壞不周帀也。」珂案：郭注引淮南子天文篇文。今本云：「昔者共工與顓頊爭為帝，怒而觸不周之山，天柱折，地維絕。天傾西北，故日月星辰移焉；地不滿東南，故水潦塵埃歸焉。」今作「天柱折，地維絕」（論衡談天篇、列子湯問篇並同）為異。楚辭天問云：「康回馮怒，墬何故以東南傾？」王逸注云：「康回，共工名也。」又引淮南子，與此注同。蓋各所見本異也。經文「不周負子」，文選甘泉賦、思玄賦注及太平御覽卷五九引並無「負子」二字，郭注亦祗釋「不周」，「負子」二字蓋衍文。西次三經云：「不周之山，北望諸毗之山，臨彼嶽崇之山，東望泑澤，河水所潛也。爰有嘉果，其實如桃，其葉如棗，黃華而赤柎，食之不勞。」郭璞注云：「此山形有缺壞不周帀處，因名。云西北不周風自此山出。」即此。 \\n ２　珂案：三餘帖（見百二十卷本說郛）云：「半陽泉。世傳織女送董子（董永）經此，董子思飲，揚北水與之，曰：『寒。』織女因祝水令暖，又曰：『熱。』乃撥六英寶釵，祝而畫之，於是半寒半熱，相和與飲。」經文寒暑之水，亦斯之類與？ \\n ３　郭璞云：「音莫。」 \\n ４　郭璞云：「言攻其國，殺其臣相柳於此山。（歸藏）啟筮曰：『共工人面，蛇身，朱髮』也。」 \\n 珂案：此經所記，蓋有二事，均共工神話之零片散見於此者。一曰「共工與顓頊爭為帝，怒而觸不周之山」，是以山名不周，郭注引淮南子天文篇文是已。一曰禹治洪水，逐共工，郭引海外北經禹殺相柳（大荒北經作『相繇』）事是已。然細按之，共工與顓頊爭及共工與禹爭，要無非黃炎鬥爭神話之餘緒而已。以其所爭之對象不同，而其人亦或為正面，或為反面，蓋皆神話流傳之演變，非可以一概而論也，說已詳海外北經「禹殺相柳」節注中。郭注引歸藏啟筮「共工人面，蛇身，朱髮」，神異經亦引述之，而云「貪惡愚頑」，則亦詆毀之甚矣。 \\n 有國名曰淑士，顓頊之子１。 \\n １　郭璞云：「言亦出自高陽氏也。」 \\n 有神十人，名曰女媧之腸１，化為神，處栗廣之野２，橫道而處３。 \\n １　郭璞云：「或作女媧之腹。」 \\n ２　郭璞云：「女媧，古神女而帝者，人面蛇身，一日中七十變，其腹化為此神。栗廣，野名。媧，音瓜。」珂案：郭注「其腹化為此神」，藏經本腹作腸，太平御覽卷七八引同。 \\n ３　郭璞云：「言斷道也。」 \\n 珂案：女媧之名，首見於楚辭天問，云：「女媧有體，孰制匠之？」王逸注云：「傳言女媧人頭蛇身，一日七十化，其體如此，誰所制匠而圖之乎？」案王之意或謂天問此語當因女媧造人神話而設問，意謂女媧造就他人身體，其「人頭蛇身，一日七十化」之「體」又是誰所創造乎？女媧造人神話有二，一則風俗通所記者，云：「俗說天地開闢，未有人民，女媧摶黃土作人，劇務，力不暇供，乃引繩於泥中，舉以為人。故富貴者，黃土人；貧賤凡庸者，絚人也。」（太平御覽卷七八引）貧富貴賤之別，乃階級社會階級烙印，非神話本旨，置勿論可也。此女媧造人神話之彰明顯著者也。一則見諸淮南子說林篇，較隱晦，云：「黃帝生陰陽，上駢生耳目，桑林生臂手，此女媧所以七十化也。」高誘注云：「黃帝，古天神也，始造人之時，化生陰陽。上駢、桑林皆神名。」則是以女媧為主之諸神造人神話也。「黃帝生陰陽」，疑陰陽即陰陽性性器官。「女媧七十化」，「化」當作「化育」解。說文十二云：「女媧，古之神聖女，化萬物者也。」即此「化育」之意也。郭此注本諸淮南子，而以「變」釋「化」，謂「七十化」為「七十變」，失本旨矣。此寫女媧在多次誕育人類之過程中，諸神俱同參加造人工作，有助其生陰陽性性器官者，有助其生耳目臂手者。惜詞旨隱晦，竟沈堙不傳。女媧功烈，非僅造人，又兼補天。淮南子覽冥篇云：「往古之時，四極廢，九州裂，天不兼覆，地不周載，火爁炎而不滅，水浩洋而不息，猛獸食顓民，鷙鳥攫老弱。於是女媧煉五色石以補蒼天，斷鼇足以立四極，殺黑龍以濟冀州，積蘆灰以止淫水。」是女媧者，誠天地初闢摩肩盤古之大神矣。宜此經記女媧之腸化為十神而處栗廣之野，蓋猶盤古垂死化身而為四極五岳、日月星辰也。然古籍記女媧補天，或又牽連於共工神話中。論衡談天篇云：「共工與顓頊爭為天子，不勝，怒而觸不周之山，使天柱折，地維絕。女媧銷煉五色石以補蒼天，斷鼇足以立四極。天不足西北，故日月移焉；地不足東南，故百川注焉。」其後史記司馬貞補三皇本紀因之，亦說女媧補天，是因共工觸山而使天地殘毀之故，不過易共工所與爭之對象顓頊為祝融而已。二文若非訛傳，即係誤記，實未得古神話本貌。古神話蓋以女媧補天為一事，共工觸山又為一事，二者並不相涉也。女媧所補之「天」，乃洪古時代，由於今已不能詳悉之某種原因——自然界大變動或神國大擾亂——所導致之「四極廢、九州裂」之天地大殘毀之「天」，故有「斷鼇足以立四極」等語。而共工觸山所造成之毀壞，則局面較小，僅「天傾西北，地不滿東南」，且毀壞以後，至今未聞修復，故始日月西移，百川東注，不周壞而不帀。且不周，天柱也，共工觸山「折天柱」者，折天之一柱也，又何用女媧「斷鼇足以立四極」為？則觸山與補天之不相涉也明矣。補天神話自應在觸山神話之前。又女媧神話，稍後又與伏羲神話相結合，謂女媧、伏羲兄妹締婚而繁衍人類。通志卷一三皇紀第一引春秋世譜云：「華胥生男子為伏羲，女子為女媧。」而漢代石刻畫象與塼畫中，恆有人面蛇身之伏羲、女媧交尾象。文選王文考魯靈光殿賦亦云：「伏羲鱗身，女媧蛇軀。」知女媧兄妹結婚之說由來亦古矣。唐李冗獨異志云：「昔宇宙初開之時，只有女媧兄妹二人在崑崙山，而天下未有人民。議以為夫妻，又自羞恥。兄即與其妹上崑崙山，咒曰：『天若遣我兄妹二人為夫妻，而煙悉合；若不，使煙散。』於煙即合，其妹即來就兄，乃結草為扇，以障其面。今時人取婦執扇，象其事也。」除「結草為扇，以障其面」仍是封建社會產物外，餘則此一神話之概略也。此一神話今西南少數民族地區猶傳有之，其內容則更近原始，云，伏羲女媧兄妹入葫蘆逃避洪水而結婚而再造人類，則是已兼古神話中女媧造人、補天（女媧補天亦有「水浩洋而不息」、「積蘆灰以止淫水」語）之部分情節矣。 \\n 有人名曰石夷１，來風曰韋２，處西北隅以司日月之長短３。 \\n １　珂案：據大荒東經「（有人）名曰折丹，東方曰折」、「有人名曰鵷，北方曰鵷」及大荒南經「有神名曰因乎，南方曰因」文例，此經「有人名曰石夷」句下，疑脫「西方曰夷」四字。 \\n ２　郭璞云：「來或作本也。」 \\n ３　郭璞云：「言察日月晷度之節。」郝懿行云：「大荒東經既有{鳥宛}處東極（極應為北，見大荒東經『女和月母國』節注４——珂）以止日月，司其短長，此又云『司日月之長短』者，西北隅為日月所不到，然其流光餘景，亦有晷度短長，故應有主司者也。」珂案：經文司日月之長短藏經本作司日月短長。 \\n 有五采之鳥，有冠，名曰狂鳥１。 \\n １　郭璞云：「爾雅（釋鳥）云：『狂，夢（今本作〈寐，未改夢〉——珂）鳥。』即此也。」珂案：郭注爾雅釋鳥，亦引此經文。狂，玉篇作鵟，疑即鳳凰之屬，已見海外西經「滅蒙鳥」節注。 \\n 有大澤之長山。有白氏之國１。 \\n １　珂案：白氏之國，宋本、藏經本、毛扆本、吳任臣本氏均作民，作民是也。白民國已見海外西經。 \\n 西北海之外，赤水之東，有長脛之國１。 \\n １　郭璞云：「腳長三丈。」郝懿行云：「長脛即長股也，見海外西經。郭云腳長三丈，正與彼注同。一本作三尺，誤也。藏經本作腳步五尺，亦與前注不合。」 \\n 有西周之國，姬姓１，食穀。有人方耕，名曰叔均。帝俊生后稷２，稷降以百穀３。稷之弟曰台璽４，生叔均。叔均是代其父及稷播百穀，始作耕５。有赤國妻氏。有雙山６。 \\n １　郝懿行云：「說文（十二）云：『姬，黃帝居姬水，以為姓。』史記周本紀云：『封弃於邰，號曰后稷，別姓姬氏。』（漢書）地理志云：『右扶風斄，后稷所封。』然則經言西周之國，蓋謂此。」 \\n ２　郭璞云：「俊宜為嚳，嚳第二妃生后稷也。」郝懿行云：「帝嚳名夋，夋、俊疑古今字，不須依郭改俊為嚳也。然經中帝俊屢見，似非一人，未聞其審。大戴禮帝繫篇云：『帝嚳上妃，有邰氏之女也，曰姜原氏，產后稷。』史記周本紀同。郭云嚳第二妃，誤也。」珂案：經言「帝俊生后稷」，亦帝嚳生后稷也。后稷本西方民族所奉祀之農神，而又附會於東方民族神話中，故言「帝俊生」也。實則后稷之生，與俊嚳俱無關係，乃出於原始母權制社會時期「民知有母而不知有父」（商君書開塞篇語）之「感天而生」之神話也。詩生民首詠其事，其後史記周本紀又從而記之，云：「周后稷，名棄，其母有邰氏女，曰姜原，姜原為帝嚳元妃。姜原出野，見巨人跡，心忻然悅，欲踐之。踐之而身動，如孕者。居期而生子，以為不祥，棄置之隘巷，馬牛過者，皆辟不踐。徙置之林中，適會山林多人。遷之，而棄渠中冰上，飛鳥以其翼覆薦之。姜原以為神，遂收長養之。初欲棄之，因名曰棄。」除「姜原為帝嚳元妃」一語為神話牽合於歷史不可信外，餘均得其厓略矣。楚辭天問記后稷之神話亦云：「稷維元子，帝何竺之？投之冰上，鳥何燠之？何馮弓挾矢，殊能將之？既驚帝激切，何逢昌之？」從「馮弓挾矢」句觀，似后稷亦如羿之以善射聞，以典籍散亡，其詳不可知矣。 \\n ３　珂案：經文「稷降以百穀」者，謂稷自天降嘉穀之種以為農殖之需，稷之神性於此可見。書呂刑云：「稷降播種，農殖嘉穀。」此之謂也。 \\n ４　郭璞云：「音胎。」 \\n ５　珂案：海內經云：「后稷是播百穀。稷之孫曰叔均，是始作牛耕。」即此。叔均或為后稷弟子，或又為其孫者，以傳聞不同而記載小有歧異也。孟子滕文公上篇云：「后稷教民稼穡，樹藝五穀，五穀熟而人民育。」淮南子氾論篇云：「周棄作稼穡，死而為稷。」后稷在古神話傳說中為農事之創制發明者。此經云「叔均是代其父及稷播百穀，始作耕」者，蓋叔均又繼承后稷之業而發揚光大者也。 \\n ６　珂案：海內經「巧倕、叔均」節「大比赤陰」句下郝懿行注云：「『大比赤陰』四字難曉，推尋文義，當是地名。大荒西經說叔均始作耕，又云，有赤國妻氏，然則大比赤陰豈謂是與？」郝說大比赤陰即赤國妻氏，是也，然謂是地名則非，疑均是人名。「大比」之「比」，或即「妣」之壞文，大妣與妻氏義正相應，或指后稷之母姜原乎？未可遽定也。 \\n 西海之外，大荒之中，有方山者，上有青樹１，名曰柜格之松２，日月所出入也３。 \\n １　珂案：初學記卷一引此作青松。 \\n ２　郭璞云：「木名，音矩。」 \\n ３　珂案：此方山為日月所出入唯一之山也，然而地在西荒，何可云「出」，此神話之山，誠如郭璞所云：「不可以常理推」（海內西經「貳負」節郭注）矣。 \\n 西北海之外１，赤水之西，有先民之國２，食穀，使四鳥。 \\n １　郝懿行云：「初學記十卷引此經無北字，明藏本亦同。」 \\n ２　郝懿行云：「先當為天，字之訛也。淮南墬形訓海外三十六國中有天民，天古作{一先}，或作{兀兀}，字形相近，以此致訛。」珂案：郝說是也；王念孫校同。 \\n 有北狄之國。黃帝之孫曰始均，始均生北狄。 \\n 有芒山。有桂山。有榣山１。其上有人，號曰太子長琴。顓頊生老童２，老童生祝融３，祝融生太子長琴，是處榣山，始作樂風４。 \\n １　郭璞云：「此山多桂及榣木，因名云耳。」 \\n ２　郭璞云：「世本云：『顓頊娶于滕〈王賁〉氏，謂之女祿，產老童也。』」珂案：滕〈王賁〉，宋本、藏經本作滕墳，大戴禮帝繫篇作滕奔。云「顓頊娶於滕氏，滕氏奔之子謂之女祿氏，產老童。」西次三經云：「騩山，神耆童居之，其音常如鐘磬。」郭璞注：「耆童，老童，顓頊之子。」即此老童也。 \\n ３　郭璞云：「即重黎也，高辛氏火正，號曰祝融也。」珂案：據海內經，祝融乃炎帝之裔，據此經則又為黃帝之裔（此經祝融為顓頊孫，海內經顓頊為黃帝曾孫，故云），亦傳聞不同而各異其辭也。 \\n ４　郭璞云：「創制樂風曲也。」郝懿行云：「太平御覽五百六十五卷引此經無風字。西次三經騩山云：『老童發音常如鍾磬。』故知長琴解作樂風，其道亦有所受也。」 \\n 有五采鳥三名：一曰皇鳥，一曰鸞鳥，一曰鳳鳥１。 \\n １　珂案：經內五采鳥凡數見，均鳳凰、鸞鳥之屬也。明藏本皇鳥作鳳鳥，鳳鳥作鳳皇，與此異。 \\n 有蟲狀如菟１，胷以後者裸不見２，青如猿狀３。 \\n １　郝懿行云：「菟、兔通。此獸也，謂之蟲者，自人及鳥獸之屬，通謂之蟲，見大戴禮易本命篇。」 \\n ２　郭璞云：「言皮色青，故不見其裸露處。」 \\n ３　郭璞云：「狀又似猿。」郝懿行云：「此獸即〈毚，去免〉也。說文（十）云：『〈毚，去免〉，獸也，似兔，青色而大。』此經云『狀如菟』是也。又云如猿者，言其色，非謂狀似兔，又似猿也。猿，明藏本作蝯，是。」 \\n 大荒之中，有山名曰豐沮玉門，日月所入１。 \\n １　珂案：此豐沮玉門山為日月所入山之一也。 \\n 有靈山１，巫咸、巫即、巫朌２、巫彭、巫姑、巫真、巫禮、巫抵、巫謝、巫羅十巫，從此升降，百藥爰在３。 \\n １　珂案：靈山，疑即巫山。說文一云：「靈，巫也，以玉事神。」楚辭九歌東皇太一：「靈偃蹇兮皎服。」王逸注：「巫也。」雲中君：「靈連蜷兮既留。」王逸復注：「楚人名巫為靈子。」是靈、巫古本一字，而此山復有諸巫採藥往來，「百藥爰在」，與大荒南經巫山「帝藥，八齋」之情景相類，因疑此靈山即彼巫山也。 \\n ２　珂案：經文「巫朌」，宋本作「巫昐」。 \\n ３　郭璞云：「群巫上下此山采之也。」珂案：經言「十巫從此升降」，即從此上下於天，宣神旨、達民情之意。靈山蓋山中天梯也。諸巫所操之主業，實巫而非醫也。郭云「群巫上下此山采之（藥）」者，特其餘業耳，非可以因有「百藥爰在」語遂以醫職替巫職也。說已見海內西經「開明東諸巫療窫窳」節注，並參見海內經「九丘建木」節注。 \\n 西有王母之山１、壑山、海山２。有沃之國３，沃民是處。沃之野，鳳鳥之卵是食４，甘露是飲。凡其所欲，其味盡存５。爰有甘華、甘柤、白柳、視肉、三騅、璇瑰、瑤碧６、白木７、琅玕、白丹、青丹８，多銀鐵。鸞鳳９自歌，鳳鳥自舞，爰有百獸，相群是處，是謂沃之野１０。 \\n １　郝懿行云：「西有當為有西，太平御覽九百二十八卷引此經作西王母山可證。」珂案：郝說是也，藏經本正作「有西王母之山」。王念孫、孫星衍校同。下文有為西王母取食之三青鳥，可證經文確應作「有西王母之山」。 \\n ２　郭璞云：「皆群大靈之山。」 \\n ３　郭璞云：「言其土饒沃（藏經本作沃饒——珂）也。」王念孫云：「類聚木部下（卷八九）沃（指經文——珂）下有民字，文選十九之十三（洛神賦注——珂）同，御覽居處六（卷一七八）同，珍寶八（卷八０九）同，羽族十五（卷九二八）同，木部六（卷九五七）同。」珂案：郝懿行校文選洛神賦注引此經作「沃人之國」，疑避唐（李世民）諱改耳。經文「沃之國」正應作「沃民之國」，「沃之野」即海外西經諸夭之野也，已見該經「諸夭之野」節注。 \\n ４　珂案：呂氏春秋本味篇云：「流沙之西，丹山之南，有鳳之丸，沃民所食。」高誘注云：「丸，古卵字也。」 \\n ５　郭璞云：「言其所願滋味，此無所不備。」珂案：郭注海外西經與此略同。 \\n ６　郭璞云：「璇瑰亦玉名，穆天子傳（卷四）曰：『枝斯璿瑰。』枚、回二音。」郝懿行云：「璇當為璿，本或作琁，誤也。琁與瓊同，見說文（一）。郭音此為枚，則當為玫字，亦誤也。晉灼注漢書云：『玫瑰，火齊珠也。』若經文為玫瑰，郭又不得云亦玉名矣。李善注江賦及洛神賦引此經並作璿瑰，又引郭注云：『璿瑰亦玉名也，琁回兩音。』是知經文『璇瑰』，注文『枚回』，並今本之訛矣。大荒北經（首節——珂）正作璿瑰瑤碧，可證。又玉篇廣韻引此經並作璿瑰瑙碧，瑤作瑙字，形雖異，音義當同。」珂案：郝說是也。郭注枚回，宋本作旋回，王念孫校同。穆天子傳「枝斯璿瑰」句，郭璞注：「璿瑰玉名。旋回兩音。」知郭注本不作枚音，枚實今本訛字。 \\n ７　郭璞云：「樹色正白。今南方有文木，亦黑木也。」郝懿行云：「文木即今烏木也。劉逵注吳都賦云：『文木材密緻，無理，色黑如水牛角，日南有之。』」 \\n ８　郭璞云：「又有黑丹也。孝經援神契云：『王者德至山陵而黑丹出。』然則丹者別是彩名，亦猶黑白黃皆云丹也。」郝懿行云：「黑丹即下文玄丹是也。白丹者，鶡冠子度萬篇云：『膏露降，白丹發。』是其事也。」 \\n ９　珂案：鸞鳳，藏經本作鸞鳥，吳任臣本、汪紱本、畢沅本同，作鸞鳥是也；茲經各卷所記均作鸞鳥，無作鸞鳳者，鳳字訛。 \\n １０珂案：經文沃之野，藏經本沃下多民字。 \\n 有三青鳥，赤首黑目，一名曰大鵹１，一名少鵹，一名曰青鳥２。 \\n １　郭璞云：「音黎。」 \\n ２　郭璞云：「皆西王母所使也。」珂案：三青鳥已見海內北經「西王母」節。 \\n 有軒轅之臺，射者不敢西嚮射１，畏軒轅之臺２。 \\n １　郝懿行云：「藝文類聚六十二卷引此經無射字，藏經本亦無射字，嚮作鄉，是也。」珂案：郝說是也，王念孫、畢沅均校衍射，孫星衍校嚮作鄉。大荒北經云：「有共工之臺，射者不敢北鄉。」文例與此經同，可證此經下射字實衍，嚮應作鄉。 \\n ２　郭璞云：「敬難黃帝之神。」郝懿行云：「臺亦丘也。海外西經云：『不敢西射，畏軒轅之丘。』」 \\n 大荒之中，有龍山，日月所入１。有三澤水，名曰三淖，昆吾之所食也２。 \\n １　珂案：此龍山為日月所入山之二也。 \\n ２　郭璞云：「穆天子傳（卷四）曰：『滔水，濁繇氏之所食。』亦此類也。」珂案：郭注穆天子傳引經文此二語原作「山海經曰：『有川名曰三淖，昆吾之所食。』亦此類。」與此經略異，或省言之也。郝懿行云：「食謂食其國邑。（國語）鄭語云：『主芣騩而食溱洧。』是也。」 \\n 有人衣青，以袂蔽面１，名曰女丑之尸２。 \\n １　郭璞云：「袂，袖。」 \\n ２　珂案：女丑之尸已見海外西經，彼云「以右手鄣其面」，蓋亦圖象之不同也。 \\n 有女子之國１。 \\n １　郭璞云：「王頎至沃沮國，盡東界，問其耆老，云：『國人嘗乘船捕魚遭風，見吹數十日，東一國，在大海中，純女無男。』即此國也。」珂案：女子國已見海外西經。郭注本三國志魏志烏丸鮮卑東夷傳。 \\n 有桃山。有｛亡虫｝山。有桂山１。有于土山。 \\n １　郝懿行云：「上文已有芒山、桂山。芒、｛亡虫｝聲同也。」 \\n 有丈夫之國１。 \\n １　郭璞云：「其國無婦人也。」珂案：丈夫國已見海外西經。 \\n 有弇州之山，五采之鳥仰天１，名曰鳴鳥２。爰有百樂歌儛之風３。 \\n １　郭璞云：「張口噓天。」 \\n ２　郝懿行云：「鳴鳥蓋鳳屬也。周書君奭云：『我則鳴鳥不聞。』國語（周語）云：『周之興也，鸑鷟鳴於岐山。』珂案：郝說是也。鳴鳥即海內西經之孟鳥，亦即爾雅釋鳥之寢〈侵改夢〉鳥，均鳳類也。見海外西經「滅蒙鳥」節注。 \\n ３　郭璞云：「爰有百種伎樂歌儛風曲。」郝懿行云：「文選注王融曲水詩序引此經儛作舞，餘同。注爰字，明藏本作言，是也。」珂案：王念孫亦校爰作言。 \\n 有軒轅之國１。江山之南棲為吉２。不壽者乃八百歲３。 \\n １　郭璞云：「其人人面蛇身。」珂案：軒轅國人「人面蛇身，尾交首上」，見海外西經。又郭此注六字明藏本作經文。 \\n ２　郭璞云：「即窮山之際也。山居為棲。吉者言無凶夭。」 \\n ３　郭璞云：「壽者數千歲。」珂案：軒轅國在窮山之際，不壽者八百歲，已見海外西經。 \\n 西海陼１中，有神人面鳥身，珥兩青蛇，踐兩赤蛇２，名曰弇茲。 \\n １　郝懿行云：「爾雅（釋地）云：『小洲曰陼。』陼與渚同。」 \\n ２　郝懿行云：「此神形狀，全似北方神禺彊，唯彼作踐兩青蛇為異，見海外北經。」珂案：此神與北方神禺彊、東方神禺〈豸虎〉（大荒東經）似均同屬海神而兼風神。」 \\n 大荒之中，有山名日月山，天樞也。吳姖１天門，日月所入２。有神，人面無臂，兩足反屬于頭山３，名曰噓４。顓頊生老童５，老童生重及黎６，帝令重獻上天，令黎邛下地７，下地是生噎８，處於西極，以行日月星辰之行次９。 \\n １　郝懿行云：「姖字說文玉篇所無，藏經本作姬。」 \\n ２　珂案：此日月山為日月所入山之三也。 \\n ３　珂案：山當為上字之訛，宋本、吳寬抄本、藏經本作上。王念孫、畢沅、邵恩多校同。 \\n ４　郭璞云：「言噓啼也。」珂案：此四字王念孫校作音唏。 \\n ５　郝懿行云：「史記楚世家云：『高陽生稱，稱生卷章。』譙周云：『老童即卷章。』」珂案：老童、卷章並字形相似。 \\n ６　郭璞云：「世本云：『老童娶于根水氏謂之驕福，產重及黎。』」郝懿行云：「大戴禮帝繫篇云：『老童娶于竭水氏之子，謂之高緺氏，產重黎及吳回。』史記楚世家云：『卷章生重黎。』徐廣注引世本云：『老童生重黎及吳回。』與帝繫同。是皆以重黎為一人也。此經又以重、黎為二人，郭引世本又與徐廣異，並所未詳。」珂案：書呂刑云：「（皇帝）乃命重、黎，絕地天通。」國語楚語亦云：「顓頊受之，乃命南正重司天以屬神，命火正黎司地以屬民。」則重、黎古傳實二人也，至於後來又以為一人者，則是神話傳說之演變，錯綜紛歧無定，不足異也。 \\n ７　郭璞云：「古者人神雜擾無別，顓頊乃命南正重司天以屬神，命火正黎司地以屬民。重寔上天，黎寔下地。獻、邛，義未詳也。」珂案：郭注此語，本於國語楚語。楚語下云：「昭王問於觀射父曰：『周書所謂重、黎實使天地不通者，何也？若無然，民將能登天乎？』對曰：『非此之謂也。古者民神不雜。及少皞之衰也，九黎亂德，民神雜糅，不可方物。顓頊受之，乃命南正重司天以屬神，命火正黎司地以屬民，使復舊常，無相侵瀆，是謂絕地天通。』」此社會發展，第一次階級大劃分在神話上之反映也。「古者民神不雜」，歷史家之飾詞也；「民神雜糅、不可方物」，原始時代人類群居之真實寫照也：故昭王乃有「民能登天」之問。龔自珍壬癸之際胎觀第一（見龔自珍全集）云：「人之初，天下通，人上通，旦上天，夕上天，天與人，旦有語，夕有語。」斯可以解答昭王之問矣。至於「使復舊常、無相侵瀆」云云，則無非「絕地天通」後統治者建立之「新秩序」，非可以語於「舊」與「常」也。此經「帝（顓頊）令重獻上天、令黎邛下地」，即國語之所謂「絕地天通」也；而郭璞注却云：「獻、邛，義未詳。」韋昭注國語「重寔上天、黎寔下地」二語云：「言重能舉上天，黎能抑下地。」似即本此經「獻、邛」義為說。則「獻、邛」之義殆即「舉、抑」乎？重舉黎抑，而天地遠睽，正神話中「絕地天通」之形象描寫也。「獻」有「舉」義，固易曉也；然「邛」何以有「抑」義，則難知矣。疑「邛」初本作「印」，印，甲骨文作，象以手抑人而使之跽，義即訓抑訓按，此印之本義也。後假借為印信之印，漸成專用詞，又造「〈印，卩改彐〉」字以替之，謂之為「抑」，云：「按也，從反印。」（見說文九）其實抑、印古本一字，印即抑也。「帝令重獻上天，令黎印下地」，韋昭所見山海經或即如此，義固朗如也。殆後「印」字一訛而為「卬」，再訛而為「邛」、「邛」，則晦昧難曉矣。今山海經各本有作「卬」、有作「邛」、亦有作「邛」者，書各不一。余所據郝懿行箋疏本作「邛」，未知郭璞當時所見何如？云「義未詳」。則字已有訛誤，又可知也。 \\n ８　郝懿行云：「此語難曉。海內經云：『后土生噎鳴。』此經與相涉，而文有闕脫，遂不復可讀。」珂案：此噎即上文之噓，亦即海內經之噎鳴。海內經云：「后土生噎鳴。」而「黎邛下地」，是黎即后土也；黎所生之噎亦即后土所生之噎鳴也。 \\n ９　郭璞云：「主察日月星辰之度數次舍也。」珂案：國語楚語云：「以至于夏商，故重黎氏世敘天地、而別其分主者也。」即此經噎處西極以行日月星辰行次之歷史化也。 \\n 有人反臂，名曰天虞１。 \\n １　郭璞云：「即尸虞也。」郝懿行云：「尸虞未見所出，據郭注當有成文，疑在經內，今逸。」珂案：郭注「即尸虞也」，宋本、毛扆本「即」作「亦」。 \\n 有女子方浴月１。帝俊妻常羲２，生月十有二，此始浴之３。 \\n １　郝懿行云：「北堂書鈔一百五十卷引浴上有澄字。」 \\n ２　珂案：世本帝繫篇（張澍稡輯補注本）云：「帝嚳下妃娵訾氏之女，曰常儀，是生帝摯。」羲、儀聲近，常羲即常儀也，帝俊亦即帝嚳也。呂氏春秋勿躬篇云：「尚儀作占月。」畢沅注云：「尚儀即常儀，古讀儀為何，後世遂有嫦娥之鄙言。」「鄙言」與否姑無論矣，然其說則誠不可磨也。是「生月十二」之月神常羲神話，乃又逐漸演變而為奔月之嫦娥神話；常羲本為天帝帝俊之妻，又一變而為其屬神羿之妻：神話傳說之演變無定，多如是也。 \\n ３　郭璞云：「義與羲和浴日同。」 \\n 有玄丹之山１。有五色之鳥，人面有髮２。爰有青{文鳥}３、黃鷔４，青鳥、黃鳥５，其所集者其國亡６。 \\n １　郭璞云：「出黑丹也。」郝懿行云：「上文沃民國有青丹，郭云『又有黑丹也』，謂此。」珂案：藏經本經文「玄丹之山」下有「者」字。 \\n ２　珂案：此「人面有髮」之五色鳥，即下文「青{文鳥}、黃鷔」之類，說詳後。 \\n ３　郭璞云：「音文。」 \\n ４　郭璞云：「音敖。」 \\n ５　珂案：經文「青鳥、黃鳥」，大約即釋上「青{文鳥}、黃鷔」者，說詳後。 \\n ６　珂案：海外西經云：「{次鳥}鳥、〈詹鳥〉鳥，其色青黃，所經國亡。」又云：「青鳥、黃鳥所集。」即此是也。其云「其色青黃」，可知彼經下文「青鳥、黃鳥」即上文「{次鳥}鳥、〈詹鳥〉鳥」，此經之下文「青鳥、黃鳥」亦即上文「青{文鳥}、黃鷔」矣。海外西經又云：「{次鳥}鳥人面居山上」，可知此經所記「人面有髮」之五色鳥即「{次鳥}鳥、〈詹鳥〉鳥」，亦即「青{文鳥}、黃鷔」矣。古文樸陋，故記之凌雜也。 \\n 有池名孟翼之攻顓頊之池１。 \\n １　郭璞云：「孟翼，人姓名。」珂案：孟翼之攻顓頊之池者，蓋猶此經上文禹攻共工國山，皆因事以名地也。孟翼或亦共工之類，其攻顓頊者，亦黃炎鬥爭之餘緒也。 \\n 大荒之中，有山，名曰鏖鏊鉅１，日月所入者２。 \\n １　郭璞云：「鏊音如敖。」 \\n ２　珂案：此鏖鏊鉅山為日月所入山之四也。 \\n 有獸，左右有首，名曰屏蓬１。 \\n １　郭璞云：「即并封也，語有輕重耳。」郝懿行云：「海外西經云：并封前後有首，此云左右有首，又似非一物也。」珂案：郭說屏蓬即并封，是也；或前後、或左右有首者，皆獸牝牡相合之象，郝云「似非一物」，其說泥矣。已見海外西經「并封」節注。 \\n 有巫山者１。有壑山者２。有金門之山，有人名曰黃姖３之尸。有比翼之鳥４。有白鳥青翼，黃尾，玄喙５。有赤犬，名曰天犬，其所下者有兵６。 \\n １　珂案：巫山已見大荒南經。 \\n ２　珂案：上文已有壑山、海山。 \\n ３　珂案：姖，藏經本作姬。 \\n ４　珂案：比翼鳥已見海外南經。 \\n ５　郭璞云：「奇鳥。」 \\n ６　郭璞云：「周書云：『天狗所止地盡傾，餘光燭天為流星，長數十丈，其疾如風，其聲如雷，其光如電。』吳楚七國反時吠過梁國者是也。」王念孫云：「開元占經妖異占篇引郭注云：『周書云：「天狗所止地蓋傾，餘光飛天為流星，長數十丈，其疾如風，聲如雷，走如電。」吳楚七國反時過梁野。』」郝懿行云：「赤犬名天犬，此自獸名，亦如西次三經陰山有獸名天狗耳，郭注以天狗星當之，似誤也。其引周書，逸周書無之。」 \\n 西海之南，流沙之濱，赤水之後，黑水之前，有大山，名曰昆侖之丘１。有神——人面虎身，有文有尾２，皆白——處之３。其下有弱水之淵環之４，其外有炎火之山，投物輒然５。有人，戴勝，虎齒，有豹尾，穴處，名曰西王母６。此山萬物盡有７。 \\n １　珂案：昆侖之丘已見西次三經、海內西經。海內西經丘作虛。 \\n ２　珂案：太平御覽卷三八引此經無兩有字，兩有字疑衍。 \\n ３　郭璞云：「言其尾以白為點駮。」珂案：西次三經云：「昆侖之丘，實為帝之下都，神陸吾司之。其神狀虎身而九尾，人面而虎爪。是神也，司天之九部，及帝之囿時。」即此神。 \\n ４　郭璞云：「其水不勝鴻毛。」珂案：弱水已見海內西經。古小說鉤沉輯玄中記云：「天下之弱者，有崑崙之弱水焉，鴻毛不能起也。」說與此同。史記大宛傳索隱引輿地圖云：「昆侖弱水，非乘龍不至。」則尤見其難渡也。郭氏圖讚云：「弱出昆山，鴻毛是沉；北淪流沙，南映火林；惟水之奇，莫測其深。」火林，即下文炎火之山也。 \\n ５　郭璞云：「今去扶南東萬里，有耆薄國；東復五千里許，有火山國，其山雖霖雨，火常然。火中有白鼠，時出山邊求食，人捕得之，以毛作布，今之火澣布是也。即此山之類。」珂案：神異經南荒經云：「南荒外有火山，其中生不盡之木，晝夜火然，得暴風不猛，猛雨不滅。不盡木中有鼠，重千斤，毛長二尺餘，細如絲。但居火中洞赤，時時出外而毛白，以水逐而沃之即死。取其毛績紡，織以為布用之；若有垢涴，以火燒之則淨。」即郭氏所說也。而搜神記火澣布則是崑崙炎火之山所有，云：「崑崙之墟，地首也，是惟帝之下都，故其外絕以弱水之淵，又環以炎火之山。山上草木鳥獸，皆生育滋長於炎火之中。故有火澣布，非此山鳥獸之皮枲，則其鳥獸之毛也。」則又傳說之發展也，可逕以之釋經矣。 \\n ６　王念孫云：「（文選）思玄賦注引此經豹尾上無有字，西山經（西次三經——珂）亦無，（後漢書）張衡傳作有尾，無豹字。」珂案：經文有豹尾之有字實衍。 \\n ７　郭璞云：「河圖玉版亦曰：『西王母居昆侖之山。』西山經（西次三經——珂）曰：『西王母居玉山。』穆天子傳（卷五）曰『乃紀名跡于弇山之石，曰西王母之山』也。然則西王母雖以昆侖之宮，亦自有離宮別窟，游息之處，不專住一山也。故記事者各舉所見而言之。」郝懿行云：「今本穆天子傳作『紀丌跡于弇山之石』，丌即其之假借字也。郭云『西王母雖以昆侖之宮』，以當為居。以，古字作；居，古文作凥，皆形近而訛也。藏經本作『雖以昆侖為宮』，其義亦通也。經言西王母穴處者，莊子大宗師篇云：『西王母坐乎少廣。』釋文引司馬彪云：『少廣，穴名。』是知此人在所，乃以窟穴為居。故穆天子傳（卷三）載：『為天子吟曰：「虎豹為群，鳥獸與處（今本作於鵲與處——珂）。」』蓋自道其實也。它書或說西王母所居玉闕金堂，徒為虛語耳。」珂案：郭注「雖以昆侖之宮」，王念孫亦校以作居。 \\n 大荒之中，有山名曰常陽之山１，日月所入２。 \\n １　郝懿行云：「或說（畢沅說——珂）海外西經形天葬常羊之山即此，非也；常羊之山見下文。」珂案：此常陽山與下文「偏句、常羊之山」（二山名）之常羊山，疑均海外西經刑天所葬之常羊山；荒經地名多複沓重出，記非一手，不足異也。 \\n ２　珂案：此常陽之山為日月所入山之五也。 \\n 有寒荒之國。有二人女祭、女薎１。 \\n １　郭璞云：「或持觶，或持俎。」珂案：女祭、女薎，即海外西經之女祭、女戚，蓋祀神之女巫也，說詳該節注。 \\n 有壽麻之國１。南嶽娶州山女，名曰女虔。女虔生季格，季格生壽麻２。壽麻正立無景，疾呼無響３。爰有大暑，不可以往４。 \\n １　郭璞云：「呂氏春秋曰：『南服壽麻，北懷闒耳。』」郝懿行云：「郭引呂氏春秋任數篇文也，南當為西，字之訛。壽麻，彼作壽靡。高誘注云：『西極之國，靡亦作麻。』今案麻、靡古字通。（漢書）地理志云：『益州郡收靡。』李奇云：『靡音麻，即升麻也。』」珂案：藏經本郭注南服壽麻南正作西。 \\n ２　吳任臣云：「冠篇：『黃帝鴻初為南岳之官，故名南岳。』女虔學海作女〈鬼友〉。又路史（後紀六）曰：『帝鴻生白民及嘻，嘻生季格，季格生帝魁。』注云：『嘻其南岳也。』未審孰是。」珂案：吳所引冠編及路史雖均後起臆說，未足為據，然此南嶽疑實亦當為黃帝系人物也。經又云：「壽麻正立無景，疾呼無響，爰有大暑，不可以往。」并疑與大荒北經黃帝女魃之神話有關，壽麻其黃帝女魃之轉化乎？ \\n ３　郭璞云：「言其稟形氣有異於人也。列仙傳曰：『玄俗無景。』」郝懿行云：「淮南墬形訓言『建木日中無景，呼而無響』也。拾遺記（卷一）云：『勃鞮之國，人皆日中無景。』列仙傳云：『玄俗者，自言河閒人也，餌巴豆雲英，賣藥於市，七凡（丸）一錢，治百病。王病瘕，服藥，用下蛇十餘頭。王家老舍人自言父世見俗，俗行無景，王呼俗著日中，實無景。』案此據劉逵注魏都賦所引，與今列仙傳本不同。」 \\n ４　郭璞云：「言熱炙殺人也。」珂案：楚辭招魂云：「西方之害，其土爛人，求水無所得些。」王逸注云：「言西方之土溫暑而熱，燋爛人肉，渴欲求水，無有源泉，不可得之。」亦此類也。 \\n 有人無首，操戈盾立，名曰夏耕之尸１。故成湯伐夏桀于章山，克之２，斬耕厥前３。耕既立，無首，走４厥咎５，乃降于巫山６。 \\n １　郭璞云：「亦形天尸之類。」 \\n ２　郭璞云：「于章，山名。」珂案：郭以「于章」為山名，蓋誤也。章山始是山名，于乃介詞，猶下文「乃降于巫山」之于也。 \\n ３　郭璞云：「頭亦在前者。」 \\n ４　珂案：「宋本、毛扆本均作走。」 \\n ５　郭璞云：「逃避罪也。」珂案：藏經本立字在無首字下。 \\n ６　郭璞云：「自竄於巫山，巫山今在建平巫縣。」郝懿行云：「（漢書）地理志云：『南郡巫。』應劭注云：『巫山在西南。』郭云『今在建平巫縣』者，見晉書地理志。」 \\n 珂案：夏耕斷首神話，充分表現成湯亦是具有神性之英雄人物，故其伐夏也，亦得神助。墨子非攻下云：「遝至乎，天有酷命，五穀焦死，鬼呼國，日月不時，寒暑雜至，鶴鳴十夕餘。天乃命湯於鏕宮，用受夏之大命。湯焉敢奉率其眾，是以鄉有夏之境。帝乃使陰暴毀有夏之城。少少，有神來告曰：『夏德大亂，往攻之，予必使汝大堪之。予既受命於天，天命融（祝融）隆（降）火於夏城之閒，西北之隅。』湯奉桀眾，以克有夏，屬諸侯於薄。」是其徵也。雖然，已帶宿命論之色彩。楚辭天問云：「緣鵠飾玉，后帝是饗，何承謀夏，桀終以滅喪？帝乃降觀，下逢伊摯，何條放致罰，而黎服大說？」夏殷之事，概括於此數語矣。 \\n 有人名曰吳回，奇左１，是無右臂２。 \\n １　珂案：王念孫校改經文「奇左」為「奇厷」，恐非。 \\n ２　郭璞云：「即奇肱也。吳回，祝融弟，亦為火正也。」郝懿行云：「此非奇肱國也。說文（十四）云：『孑，無右臂也。』即此之類。吳回者，大戴禮帝繫篇云：『老童產重黎及吳回。』史記楚世家云：『帝嚳誅重黎而以其弟吳回為重黎，後復居火正，為祝融。』是皆以重黎為一人，吳回為一人。世本亦同。此經上文則以重黎為二人，似黎即吳回。故潛夫論志氏姓云：『黎，顓頊氏裔子吳回也。』高誘注淮南（時則篇）亦云：『祝融，顓頊之孫，老童之子吳回也；一名黎，為高辛氏火正，號為祝融。』其注呂氏春秋（孟夏篇）又云：『吳國回祿之神託於竈。』與注淮南異也。王符、高誘並以黎即吳回，與此經義合。重、黎相繼為火官，故皆名祝融矣。」 \\n 有蓋山之國。有樹，赤皮支榦，青葉，名曰朱木１。 \\n １　郭璞云：「或作朱威木也。」珂案：朱木已見大荒南經，青葉作青華，是也，此蓋字形之訛。 \\n 有一臂民１。 \\n １　郭璞云：「北極下亦有一腳人，見河圖玉版。」 \\n 珂案：一臂民即一臂國，已見海外西經。 \\n 大荒之中，有山名曰大荒之山，日月所入１。有人焉三面，是顓頊之子，三面一臂２，三面之人不死３，是謂大荒之野。 \\n １　珂案：此大荒之山，蓋日月所入山之六也。 \\n ２　郭璞云：「無左臂也。」郝懿行云：「說文（十四）云：『孓，無左臂也。』即此。」 \\n ３　郭璞云：「言人頭三邊各有面也。玄菟太守王頎至沃沮國，問其耆老，云『復有一破船，隨波出在海岸邊，上有一人，頂中復有面，與語不解，了不食而死』。此是兩面人也。呂氏春秋曰『一臂三面之鄉』也。」珂案：郭說本三國志魏志東夷傳，所引呂氏春秋求人篇文，云「禹西至三面一臂之鄉」。注文「頂中復有面」句，宋本、明藏本、毛扆本、吳任臣本、畢沅校本、百子全書本，頂均作項，三國志魏志東夷傳亦作項，作項是也，頂字訛。 \\n 西南海之外，赤水之南，流沙之西，有人珥兩青蛇，乘兩龍，名曰夏后開１。開上三嬪于天２，得九辯與九歌以下３。此天穆之野，高二千仞４，開焉得始歌九招５。 \\n １　珂案：開即啟也，漢人避景帝（劉啟）諱改。 \\n ２　郭璞云：「嬪，婦也，言獻美女（宋本作人——珂）於天帝。」郝懿行云：「離騷云：『啟九辯與九歌。』天問云：『啟棘賓商，九辯九歌。』是賓、嬪古字通。棘與亟同。蓋謂啟三度賓于天帝，而得九奏之樂也。故歸藏鄭母經云：『夏后啟筮，御飛龍登于天，吉。』正謂此事。周書王子晉篇云：『吾後三年，上賓于帝所。』亦其證也。郭注大誤。」珂案：郝說甚是。天問「啟棘賓商」，據近人研究，商乃帝之形訛，「啟棘賓商」者，即「啟亟賓帝」也，是知郭注所云為「大誤」也。 \\n ３　郭璞云：「皆天帝樂名也，開登天而竊以下用之也。開筮（啟筮——珂）曰：『昔彼九冥，是與帝辯同宮之序，是謂九歌。』又曰：『不得竊辯與九歌以國于下。』義具見於歸藏。」 \\n ４　郭璞曰：「竹書曰『顓頊產伯鯀，是維若陽，居天穆之陽』也。」珂案：經文天穆之野，王念孫校改作大穆之野，然「天穆」、「大穆」，古書並見，天、大古本一字，不必改也。 \\n ５　郭璞云：「竹書曰『夏后開舞九招』也。」珂案：經文及郭注九招，明藏本字均作韶。經文「開焉得始歌九招」，王念孫校改「得始」為「始得」，固於今文法為順，然未可以律古文法，亦不必改也。關於夏后開（啟）乘龍賓天神話，詳海外西經「夏后啟」節。 \\n 有互人之國１。炎帝之孫２名曰靈恝３，靈恝生互人，是能上下于天４。 \\n １　郭璞云：「人面魚身。」珂案：經文互人之國，王念孫校改互作氐，是也，見海內南經「氐人國」節注。郭注「人面魚身」四字，畢沅校本以作經文，云藏經本作經文。郝懿行云乃郭本海內南經之文。今案宋本此四字仍作郭注，則郝說是也。 \\n ２　郭璞云：「炎帝，神農。」珂案：漢書人表「炎帝神農氏」張晏注曰：「以火德王，故號曰炎帝；作耒耜，故曰神農。」然炎帝與神農在先秦古籍本不相謀，至漢以後始合而為一也。史記五帝本紀云：「軒轅之時，神農氏衰。」又云：「軒轅乃脩德振兵，以與炎帝戰於阪泉之野。」是以炎帝為神農矣。繹史卷四引周書云：「神農之時，天雨粟，神農遂耕而種之，作陶冶斧斤，為耒耜鉏鎒，以墾草莽，然後五穀興助，百果藏實。」拾遺記卷一亦云：「炎帝時有丹雀銜九穗禾，其墜地者，帝乃拾之，以植於田，食者老而不死。」此炎帝神農之所以號為「神農」也。有關炎帝神農之神話，其最著者厥為嘗藥與鞭藥。淮南子脩務篇云：「神農嘗百草之滋味，一日而遇七十毒。」搜神記卷一云：「神農以赭鞭鞭百草，盡知其平毒寒溫之性，臭味所主，以播百穀。」述異記因謂「太原神釜岡，有神農嘗藥之鼎；成陽山中，有神農鞭藥處」：神話而又加以遺跡之指證焉。而明周游開闢衍繹第十八回王子承「釋疑」且云：「後世傳言神農乃玲瓏玉體，能見其肝肺五臟，此寔事也。若非玲瓏玉體，嘗藥一日遇十二毒，何以解之？但傳炎帝嘗諸藥，中毒者能解，至嘗百足蟲入腹，一足成一蟲，遂致千變萬化，炎帝不能解其毒而致死，萬無是理，此訛傳耳。」無論「寔事」或「訛傳」，要為後世神農嘗藥之民間傳說，可無疑問。則炎帝之德施亦溥，愛念亦堅矣。西次三經云：「發鳩之山，有鳥焉，其狀如烏，文首、白喙、赤足，名曰精衛，其名自詨。是炎帝之少女名曰女娃，女娃遊於東海，溺而不返，故為精衛，常銜西山之木石以堙於東海。」其堅志乃甚有父風而令人嚮慕無窮焉。 \\n ３　郭璞云：「音如券契之契。」 \\n ４　郭璞云：「言能乘雲雨也。」珂案：此經互人國即海內南經氐人國，已見海內南經「氐人國」節注。 \\n 有魚偏枯，名曰魚婦。顓頊死即復蘇１。風道北來，天乃大水泉２，蛇乃化為魚，是為３魚婦。顓頊死即復蘇４。 \\n １　郭璞云：「言其人能變化也。」 \\n ２　郭璞云：「言泉水得風暴溢出。道，猶從也；韓非（十過篇）曰：『玄鶴二八，道南方而來。』」 \\n ３　珂案：宋本作謂。 \\n ４　郭璞曰：「淮南子曰：『后稷龍在建木西，其人死復蘇，其中為魚。』蓋謂此也。」珂案：郭注引淮南子墬形篇文，今本云：「后稷壟在建木西，其人死復蘇，其半魚在其閒。」故郭注龍當為壟，中當為半，並字形之訛也。宋本、明藏本中正作半。據經文之意，魚婦當即顓頊之所化。其所以稱為「魚婦」者，或以其因風起泉湧、蛇化為魚之機，得魚與之合體而復蘇，半體仍為人軀，半體已化為魚，故稱「魚婦」也。后稷死復蘇，亦稱「其半魚在其閒」，知古固有此類奇聞異說流播民間也。 \\n 有青鳥，身黃，赤足，六首，名曰〈鳥蜀〉鳥１。 \\n １　郭璞云：「音觸。」珂案：海內西經云：「開明南有樹鳥，六首。」疑即此。 \\n 有大巫山。有金之山。西南，大荒之中隅１，有偏句、常羊之山２。 \\n １　珂案：藏經本隅上無中字。 \\n ２　郝懿行云：「海外西經云：『帝斷形天之首，葬之常羊之山。』淮南墬形訓云：『西南方曰編駒之山。』編駒疑即偏句。呂氏春秋諭大篇云：『地大則有常祥不庭。』疑常祥即常羊也。不庭已見大荒南經。」 \\n 按：夏后開即啟，避漢景帝諱云。（珂案：此按語為原書所有，未詳作者。） \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷十二  山海經第十七  大荒北經", "正文": "  \\n ▲山海經海經新釋卷十二山海經第十七大荒北經 \\n 　 \\n 東北海之外，大荒之中，河水之閒，附禺之山１，帝顓頊與九嬪葬焉２。爰有〈丘鳥〉３久、文貝、離俞、鸞鳥、皇鳥４、大物、小物５。有青鳥、琅鳥、玄鳥、黃鳥、虎、豹、熊、羆、黃蛇、視肉、璿、瑰、瑤、碧，皆出衛于山６。丘方圓三百里，丘南帝俊竹林在焉７，大可為舟８。竹南有赤澤水９，名曰封淵１０。有三桑無枝１１。丘西有沈淵，顓頊所浴。 \\n １　郝懿行云：「海外北經作務隅，海內東經作鮒魚，此經又作附禺，皆一山也，古字通用。文選注謝朓哀策文引此經作鮒禺之山，後漢書張衡傳注引此經與今本同。」 \\n ２　郭璞云：「此皆殊俗，義所作冢。」 \\n ３　珂案：經文〈丘鳥〉，孫星衍校改鴟。 \\n ４　珂案：皇鳥，宋本、毛扆本、藏經本均作鳳鳥，王念孫亦校作鳳鳥。 \\n ５　郭璞云：「言備有也。」王崇慶云：「大物小物，皆殉葬之具也。」 \\n ６　郭璞云：「在其山邊也。」郝懿行云：「藝文類聚八十九卷、初學記二十八卷引此經並作衛丘山，北堂書鈔一百三十七卷亦作衛丘，是知古本衛丘連文，而以皆出于山四字相屬，今本誤倒其句耳，所宜訂正。」珂案：王念孫校亦同郝注。附禺山所有各物其部分已見海外北經「務隅之山」節。 \\n ７　郝懿行云：「此經帝俊蓋顓頊也：下云丘西有沈淵，顓頊所浴，以此知之。」珂案：郝說疑非。此經既明言丘南帝俊竹林，大可為舟；丘西沈淵，顓頊所浴；則帝俊自帝俊，顓頊自顓頊，又何得以帝俊為顓頊邪？此不同於大荒南經所記不庭之山，前云「帝俊妻娥皇生此三身之國」，後云「從淵，舜之所浴也」，以舜亦妻娥皇，固可以謂浴於從淵之舜即「妻娥皇」之帝俊也，而此則無可比附，故不可以以二帝偶共一地即謂彼此相同也。 \\n ８　郭璞云：「言舜林中竹一節則可以為船也。」郝懿行云：「初學記（卷二十八）引神異經云：『南方荒中有沛竹，其長百丈，圍二丈五六尺，厚八九寸，可以為船。』廣韻引神異經云：『篩竹一名太極，長百丈，南方以為船。』玉篇云：『蕁竹長千丈，為大船也；生海畔。』即此類。」 \\n ９　郭璞云：「水色赤也。」 \\n １０郭璞云：「封亦大也。」 \\n １１郭璞云：「皆高百仞。」王念孫云：「皆高百仞四字乃正文誤入注，見藝文類聚八十八，又見御覽木部四（卷九五五），又見類聚木部（卷八十九）。」珂案：「三桑無枝」已見北次二經、海外北經。 \\n 有胡不與之國１，烈姓２，黍食。 \\n １　郭璞云：「一國復名耳，今胡夷語皆通然。」 \\n ２　郝懿行云：「烈姓蓋炎帝神農之裔，左傳（昭公二十九年）稱烈山氏，（禮記）祭法稱厲山氏；鄭康成注云：『厲山，神農所起。一日有烈山。』」珂案：今本禮記鄭注云：「厲山氏，炎帝也，起於厲山。或曰有烈山氏。」 \\n 大荒之中，有山，名曰不咸。有肅慎氏之國１。有蜚蛭，四翼２。有蟲，獸首蛇身，名曰琴蟲３。 \\n １　郭璞云：「今肅慎國去遼東三千餘里，穴居，無衣，衣豬皮，冬以膏塗體，厚數分，用卻風寒。其人皆工射，弓長四尺，勁彊。箭以楛（宋本楛下有木字——珂）為之，長尺五（藏經本五作八——珂）寸，青石為鏑，此春秋時隼集陳侯之庭所得矢也。晉太興三年平州刺史崔毖遣別駕高會，使來獻肅慎氏之弓矢，箭鏃有似銅骨作者。問（藏經本問下有之字，是也——珂）云，轉與海內國，通得用此。今名之為挹婁國，出好貂、赤玉。豈從海外轉而至此乎？後漢書所謂挹婁者（宋本、吳寬抄本者作國——珂）是也。」郝懿行云：「肅慎國見海外西經。郭說肅慎本魏志東夷傳，但傳本作『用楛長尺八寸』，與郭異，餘則同也。今之後漢書，非郭所見，而此注引後漢書者，吳志嬪妃傳云：『謝承撰後漢書百餘卷。』其書說挹婁，即古肅慎氏之國也。隼集陳侯之庭，魯語有其事。」 \\n ２　郭璞云：「翡、窒兩音。」珂案：文選上林賦：「蛭蜩蠼猱。」司馬彪注引此經蜚作飛。 \\n ３　郭璞云：「亦蛇類也。」郝懿行云：「南山人以蟲為蛇，見海外南經。」 \\n 有人名曰大人。有大人之國１，釐姓２，黍食。有大青蛇，黃頭３，食麈４。 \\n １　珂案：大人國已見海外東經及大荒東經。 \\n ２　郝懿行云：「晉語（國語晉語四——珂）司空季子說黃帝之子十二姓中有僖姓，僖、釐古字通用，釐即僖也。史記孔子世家云：『汪罔氏之君，守封禺之山，為釐姓。』索隱云：『釐音僖。』是也。」珂案：國語魯語下云：「防風，汪芒氏之君也，守封嵎之山者也，為漆姓；在虞、夏、商為汪芒氏，於周為長狄，今為大人。」汪芒氏即汪罔氏，漆姓即釐姓也。則大人者，防風之後，亦黃帝之裔也。 \\n ３　珂案：藝文類聚卷六引此作頭方。 \\n ４　郭璞云：「今南方〈虫丹〉蛇食鹿，鹿亦麈屬也。」珂案：榮山亦有玄蛇食麈，已見大荒南經。又此經文食麈，藏經本作食鹿；注文鹿亦麈屬，藏經本作鹿亦麀類。 \\n 有榆山。有鯀攻程州之山１。 \\n １　郭璞云：「皆因其事而名物也。」郝懿行云：「程州，蓋亦國名，如禹攻共工國山之類。」珂案：郝說疑是。此經下文有「有始州之國，有丹山」，可證。禹攻共工國山已見大荒西經。 \\n 大荒之中，有山名曰衡天。有先民之山１。有槃木千里２。 \\n １　珂案：大荒西經云：「西北海之外，赤水之西，有先民之國。」非此。此山地望當在東北。 \\n ２　郭璞云：「音盤。」珂案：大戴禮五帝德及史記五帝本紀，均有「東至于蟠木」語，疑即此。論衡訂鬼篇引山海經（今本無）云：「滄海之中，有度朔之山，上有大桃木，其屈蟠三千里，其枝閒東北曰鬼門，萬鬼所出入也。上有二神人，一曰神荼，一曰鬱壘，主閱領萬鬼。惡害之鬼，執以葦索，而以食虎。於是黃帝乃作禮，以時驅之，立大桃人，門戶畫神荼鬱壘與虎，懸葦索以禦凶。」此「屈蟠三千里」之大桃木，當即「千里」槃木之屬。劉昭注後漢書禮儀志亦引此經而文稍異，當皆此經之逸文也。 \\n 有叔歜國１。顓頊之子，黍食，使四鳥：虎、豹、熊、羆。有黑蟲如熊狀，名曰〈犭昔〉〈犭昔〉２。 \\n １　郭璞云：「（歜）音作感反；一音觸。」 \\n ２　郭璞云：「或作獡，音夕同。」郝懿行云：「玉篇云：『〈犭昔〉，秦亦切，獸名。』廣韻亦云獸名，引此經。蓋蟲、獸通名耳。獡見說文（十）。」珂案：郭注「音夕同」，藏經本無同字，同字疑衍。 \\n 有北齊之國，姜姓１，使虎、豹、熊、羆。 \\n １　郝懿行云：「說文（十二）云：『姜，神農居姜水以為姓。』史記齊太公世家云：『姓姜氏。』案大荒西經有西周之國，姬姓，此有北齊之國，姜姓，皆周秦人語也。」 \\n 大荒之中，有山名曰先檻１大逢之山，河濟所入，海北注焉２。其西有山，名曰禹所積石３。 \\n １　珂案：藏經本作光檻。 \\n ２　郭璞云：「河濟注海，已復出海外，入此山中也。」 \\n ３　珂案：禹所積石之山，已見海外北經，詳該節注。 \\n 有陽山者。有順山者，順水出焉。有始州之國，有丹山１。 \\n １　郭璞云：「此山純出丹朱也。竹書曰：『和甲西征，得一丹山。』今所在亦有丹山，丹出土穴中。」 \\n 有大澤方千里，群鳥所解１。 \\n １　郭璞曰：「穆天子傳（卷四）曰：『北至廣原之野，飛鳥所解其羽，乃于此獵鳥獸，絕群，載羽百車。』竹書亦曰：『穆王北征，行流沙千里，積羽千里。』皆謂此澤也。」珂案：大澤有二：一乃海內北經「舜妻登比氏生宵明燭光，處河大澤」之大澤，一即此澤。此澤即海外北經所記「夸父與日逐走，北飲大澤」及此經「夸父將走大澤」之大澤，說詳海內北經「宵明燭光」節注。 \\n 有毛民之國１，依姓２，食黍，使四鳥。禹生均國，均國生役采３，役采生修４鞈５，修鞈殺綽人６。帝念之，潛為之國７，是此毛民。 \\n １　郭璞云：「其人面體皆生毛。」珂案：毛民國已見海外東經。 \\n ２　珂案：國語晉語四云：黃帝之子二十五宗，其得姓者十四人，為十二姓，中有依姓。據此則毛民當是黃帝之裔，海外東經郝注云禹裔非也。然禹亦黃帝族，則毛民者，雖非其直接裔屬，亦其同族子孫也；故禹之曾孫修鞈殺綽人，禹乃「念之」而「潛為」此毛民國，以此也。 \\n ３　郭璞云：「采一作來。」珂案：藏經本正作來，無郭注四字。 \\n ４　珂案：藏經本作循。 \\n ５　郭璞云：「音如單袷之袷。」 \\n ６　郭璞云：「人名。」 \\n ７　郭璞云：「潛密用之為國。」 \\n 有儋耳之國１，任姓２，禺號子，食穀。北海之渚中３，有神，人面鳥身，珥兩青蛇，踐兩赤蛇，名曰禺彊４。 \\n １　郭璞云：「其人耳大下儋，垂在肩上，朱崖儋耳，鏤畫其耳，亦以放之也。」珂案：儋耳，淮南子墬形篇作耽耳，博物志卷一作擔耳，依字儋當為聸。說文十二云：「聸，垂耳也。」即郭注所謂「耳大下儋，垂在肩上」之意也。海外北經有聶耳國，即此，說詳該節注。 \\n ２　珂案：國語晉語說黃帝之子十二姓中有任姓，此經下文復言「禺號子」，禺號即禺〈豸虎〉，乃黃帝之子，見大荒東經，故儋耳亦黃帝裔也。 \\n ３　郭璞云：「言在海島中種粟給食，謂禺彊也。」珂案：大荒東經云：「黃帝生禺〈豸虎〉，禺〈豸虎〉生禺京，禺京處北海，禺〈豸虎〉處東海，是為海神。」郭璞注：「〈豸虎〉一本作號。」又注「禺京」云：「即禺彊也。」是禺彊固禺號子，然其身份乃北海海神，非如郭注所謂「在海島中種粟給食」之禺號子也。揆此經文意，此「食穀北海之渚中」之禺號子，乃任姓之儋耳國也。謂之「子」者，蓋謂其苗裔，非必謂其親子也。郭注「謂禺彊也」蓋誤。又，舊以「食穀北海之渚中」為句，亦誤。「食穀」，應作一句，屬上讀；「北海之渚中」，應作一句，屬下讀，始當。 \\n ４　珂案：禺彊已見海外北經及大荒東經。海外北經云，禺彊踐兩青蛇，與此異。列子湯問篇云：「帝令禺彊使巨鼇十五，舉首而戴五山。」見海外東經「大人國」節注。 \\n 大荒之中，有山名曰北極天櫃１，海水北注焉。有神，九首人面鳥身，名曰九鳳２。又有神銜蛇操蛇３，其狀虎首人身，四蹏長肘，名曰彊良４。 \\n １　郭璞云：「音匱。」珂案：經文櫃，宋本、吳寬抄本、毛扆本藏經本均作樻。 \\n ２　郝懿行云：「郭氏江賦（文選郭璞江賦——珂）云：『奇鶬九頭。』疑即此。」 \\n ３　珂案：列子湯問篇說愚公事云：「操蛇之神聞之，告之於帝。」操蛇之神或本此。 \\n ４　郭璞云：「亦在畏獸畫中。」郝懿行云：「後漢禮儀志說十二神云：『強梁祖明共食磔死寄生。』疑強梁即彊良，古字通也。」珂案：彊良，藏經本作強良。 \\n 大荒之中，有山名曰成都載天。有人珥兩黃蛇，把兩黃蛇，名曰夸父。后土生信１，信生夸父。夸父不量力，欲追日景，逮之于禺谷２。將飲河而不足也，將走大澤，未至，死于此３。應龍已殺蚩尤，又殺夸父４，乃去南方處之，故南方多雨５。 \\n １　郝懿行云：「后土，共工氏之子句龍也，見昭十九年左傳，又見海內經。」 \\n ２　郭璞云：「禺淵，日所入也，今作虞。」 \\n ３　郭璞云：「渴死。」珂案：夸父逐日已見海外北經。 \\n ４　郭璞云：「上云夸父不量力，與日競而死，今此復云為應龍所殺，死無定名，觸事而寄，明其變化無方，不可揆測。」珂案：郭以玄理釋神話，未免失之。蓋夸父乃古巨人族名（玄珠中國神話研究ＡＢＣ說），非一人之名也。「夸父逐日」與「應龍殺蚩尤與夸父」蓋均有關夸父之不同神話，非如郭注所謂「變化無方」也。應龍殺蚩尤與夸父事已見大荒東經。夸父，炎帝之裔，與蚩尤並肩作戰以抗黃帝者也，以不幸兵敗而為應龍所殺。說詳大荒東經「應龍」節注。 \\n ５　郭璞云：「言龍水物，以類相感故也。」 \\n 又有１無腸之國２，是任姓３，無繼子，食魚４。 \\n １　珂案：藏經本無又字。 \\n ２　郭璞云：「為人長也。」珂案：無腸國已見海外北經，云：「無腸國其為人長。」是此注所本。 \\n ３　珂案：黃帝之裔十二姓中有任姓（國語晉語四），則無腸國亦當是黃帝裔也。 \\n ４　郭璞云：「繼亦當作綮，謂膊腸也。」珂案：郭說非是。此無繼（國）即海外北經所記之無啟（今字作綮〈糸改月〉，訛也）國，「無啟」即「無繼」也，說見海外北經「無綮國」節注。此言無腸國人乃無啟（繼）國人之裔也，舊本以「無繼子，食魚」另起，非也。至於「無繼」而有「子」，則正是神話傳說之詼詭處，「揆之常情，則無理矣」（海外東經郭璞注語）。 \\n 共工之臣名曰相繇１，九首蛇身，自環２，食于九土３。其所歍所尼４，即為源澤５，不辛乃苦６，百獸莫能處７。禹湮洪水，殺相繇８，其血腥臭，不可生穀９，其地多水，不可居也１０。禹湮之，三仞１１三沮１２，乃以為池，群帝因是以為臺１３。在昆侖之北１４。 \\n １　郭璞云：「相柳也，語聲轉耳。」珂案：禹殺相柳事已見海外北經。 \\n ２　郭璞云：「言轉旋也。」珂案：郭注轉旋藏經本作蟠旋。 \\n ３　郭璞云：「言貪殘也。」珂案：經文九土藏經本作九山，海外北經亦作九山。 \\n ４　郭璞云：「歍，嘔，猶噴吒；尼，止也。」郝懿行云：「說文（八）云：『歍，心有所惡若吐也。』又云：『歐，吐也。』爾雅釋詁云：『尼，止也。』」 \\n ５　郭璞云：「言多氣力。」珂案：謂相繇之氣力能使其所歍所尼者成為源澤。 \\n ６　郭璞云：「言氣酷烈。」 \\n ７　郭璞云：「言畏之也。」珂案：謂畏源澤之辛苦。 \\n ８　郭璞云：「禹塞洪水，由以溺殺之也。」珂案：由，因緣也，謂禹塞洪水，因以溺殺相繇也；藏經本由正作因。 \\n ９　王念孫云：「御覽人事十六（卷三七五）穀上有五字。」 \\n １０郭璞云：「言其膏血滂流，成淵水也。」珂案：郭注淵水，藏經本無水字。 \\n １１王念孫云：「仞讀為牣，牣，滿也，史記司馬相如傳云：『充仞其中。』仞、牣古通用。」 \\n １２郭璞云：「言禹以土塞之，地陷壞也。」 \\n １３郭璞云：「地下宜積土，故眾帝因來在此共作臺。」珂案：即海內北經帝堯、帝嚳等臺。 \\n １４珂案：海內北經云：「臺四方，在昆侖東北。」 \\n 有岳之山１，尋竹生焉２。 \\n １　珂案：文選張協七命李善注引此經作岳山，無之字。 \\n ２　郭璞云：「尋，大竹名。」珂案：尋，長也。揚雄方言：「自關而西，秦晉梁益之間凡物長謂之尋。」海外北經：「尋木長千里。」長木既曰尋木，則尋竹自是長竹。尋只是形容詞，郭以尋為「大竹名」恐非。玉篇有{竹尋}字，云「竹長千丈」，當是因尋竹而製之後起字也。藏經本郭注只作「大竹」，無「尋」、「名」二字，是也。 \\n 大荒之中，有山名不句，海水入焉１。 \\n １　珂案：藏經本水下有北字，是也，說見大荒南經「天臺高山」節注。 \\n 有係昆１之山者，有共工之臺，射者不敢北鄉２。有人衣青衣，名曰黃帝女魃３。蚩尤作兵伐黃帝４，黃帝乃令應龍攻之冀州之野５。應龍畜水，蚩尤請風伯雨師，縱大風雨６。黃帝乃下天女曰魃７，雨止８，遂殺蚩尤９。魃不得復上，所居不雨１０。叔均１１言之帝，後置之赤水之北１２。叔均乃為田祖１３。魃時亡之１４。所欲逐之者，令曰：「神北行１５！」先除水道，決通溝瀆１６。 \\n １　王念孫云：「御覽三十五作傒昆。」 \\n ２　郭璞云：「言畏之也。」珂案：共工之臺已見海外北經。 \\n ３　郭璞云：「音如旱妭之魃。」郝懿行云：「玉篇引文字指歸曰：『女妭，禿無髮，所居之處，天不雨也，同魃。』李賢注後漢書（張衡傳）引此經作妭，云：『妭亦魃也。』據此則經文當為妭，注文當為魃，今本誤也。太平御覽七十九卷引此經作妭，可證。」珂案：王念孫校同郝注。吳任臣本注文正作「音如旱魃之魃」，可證經文實宜作「妭」，注文「旱妭」宜作「旱魃」。 \\n ４　珂案：太平御覽卷七十二引世本云：「蚩尤作兵。」宋衷注云：「蚩尤，神農臣。」是也。則所謂「蚩尤作兵伐黃帝」者，蓋黃炎鬥爭、炎帝兵敗，蚩尤奮起以與炎帝復仇也。說已見海外西經「形天」節及大荒東經「應龍」節注。 \\n ５　郭璞云：「冀州、中土也；黃帝亦教虎、豹、熊、羆，以與炎帝戰于阪泉之野而滅之，見史記（五帝本紀）。」 \\n ６　郝懿行云：「縱當為從。史記（五帝本紀）正義引此經云：『以從大風雨。』藝文類聚七十九卷及太平御覽七十九卷引此經亦作從。」珂案：藏經本正作從。從通縱，禮記曲禮：「欲不可從。」釋文：「放縱也。」 \\n ７　郝懿行云：「御覽（卷七九）引此經魃作妭，藏經本此下亦俱作妭。」珂案：唐劉賡稽瑞引此經正作妭。 \\n ８　王念孫云：「史記五帝紀正義引此『雨止』上有『以止雨』三字，後漢書張衡傳注無，御覽卅五同，七十九同。」 \\n ９　珂案：關於黃帝與蚩尤戰爭之神話，古來傳說多端。較早者有初學記卷九引歸藏啟筮云：「蚩尤出自羊水，八肱八趾疏首，登九淖以伐空桑，黃帝殺之於青丘。」其後太平御覽卷七八引龍魚河圖云：「黃帝攝政前，有蚩尤兄弟八十一人，並獸身人語，銅頭鐵額，食沙石子，造立兵杖、刀、戟、大弩，威振天下。誅殺無道，不仁不慈。萬民欲令黃帝行天子事，黃帝仁義，不能禁止蚩尤，遂不敵。乃仰天而歎，天遣玄女下授黃帝兵信神符，制伏蚩尤，以制八方。蚩尤沒後，天下復擾亂不寧，黃帝遂畫蚩尤形像，以威天下，天下咸謂蚩尤不死，八方萬邦皆為殄服。」記述此一戰爭之經過，粗具梗概。而又涉及所謂「玄女」者，御覽十五引黃帝玄女戰法云：「黃帝與蚩尤九戰九不勝。黃帝歸於太山，三日三夜，霧冥。有一婦人，人首鳥形，黃帝稽首再拜伏不敢起，婦人曰：『吾玄女也，子欲何問？』黃帝曰：『小子欲萬戰萬勝。』遂得戰法焉。」或即玄鳥神話（詩玄鳥：「天命玄鳥，降而生商。」）而羼入黃帝神話者也。除此而外，尚有御覽卷十五引志林（晉虞喜撰）云：「黃帝與蚩尤戰於涿鹿之野，蚩尤作大霧彌三日，軍人皆惑。黃帝乃令風后法斗機以別四方，遂擒蚩尤。」通典樂典云：「蚩尤氏帥魑魅以與黃帝戰於涿鹿，帝命吹角作龍吟以禦之。」俱黃帝與蚩尤戰爭神話之一節。以俱晚出，受正統思想支配，故不免或狀蚩尤而近妖，失古神話本恉矣。然龍魚河圖猶謂「黃帝遂畫蚩尤形像，以威天下」，知蚩尤在古傳說中位望高也。述異記雜敘蚩尤軼事云：「蚩尤能作雲霧。涿鹿今在冀州，有蚩尤神，俗云：人身牛蹄，四目六手。今冀州人掘地得髑髏，如銅鐵者，即蚩尤之骨也。今有蚩尤齒，長二寸，堅不可碎。秦漢間說：蚩尤氏耳鬢如劍戟，頭有角，與軒轅鬥，以角觝人，人不能向。今冀州有樂名『蚩尤戲』，其民兩兩三三，頭戴牛角而相觝。漢造角觝，蓋其遺制也。太原村落間，祭蚩尤神，不用牛頭。今冀州有蚩尤川，即涿鹿之野。漢武時，太原有蚩尤神晝見，龜足蛇首；囗疫，其俗遂為立祠。」亦以見民間於蚩尤之興會與同情也。 \\n １０郭璞云：「旱氣在也。」 \\n １１珂案：大荒南經云：「蒼梧之野，舜與叔均之所葬也。」郭璞注：「叔均，商均也。」大荒西經云：「稷之弟台璽生叔均。」海內經云：「稷之孫曰叔均。」均此叔均也：傳聞不同而異辭耳。 \\n １２郭璞云：「遠徒之也。」 \\n １３郭璞云：「主田之官。詩（大田）云：『田祖有神。』」 \\n １４郭璞云：「畏見逐也。」郝懿行云：「亡謂善逃逸也。」 \\n １５郭璞云：「向水位也。」郝懿行云：「北行者，令歸赤水之北也。」 \\n １６郭璞云：「言逐之必得雨，故見先除水道，今之逐魃是也。」郝懿行云：「藝文類聚一百卷，引神異經云：『南方有人長二三尺，袒身而目在頂上，走行如風，名曰魃，所見之國大旱，赤地千里。一名狢。遇者得之，投溷中乃死，旱災消。』是古有逐魃之說也。魏書載咸平五年晉陽得死魃，長二尺，面頂各二目。通考言永隆元年長安獲女魃，長尺有二寸。然則神異經之說蓋不誣矣。今山西人說旱魃神體有白毛，飛行絕跡，而東齊愚人有打旱魃之事。其說怪誕不經，故備書此正之。」珂案：神異經所說之魃當已是旱魃神話之演變，非古傳黃帝女魃也。 \\n 有人方食魚，名曰深目民之國１，昐姓，食魚２。 \\n １　珂案：深目國已見海外北經。 \\n ２　郭璞云：「亦胡類，但眼絕深，黃帝時姓也。」郝懿行云：「昐，府文切，見玉篇，與滕、荀二字形聲俱近。晉語說黃帝之子十二姓中有滕荀，疑郭本昐作滕或荀，故注云黃帝時姓也。」珂案：郭注黃帝時姓，宋本、毛扆本作黃帝時至，果爾則郝此注可刪矣。 \\n 有鍾山者。有女子衣青衣，名曰赤水女子獻１。 \\n １　郭璞云：「神女也。」吳承志云：「獻當作魃。上文有人衣青衣名曰黃帝女魃，後置之赤水之北，赤水女子魃即黃帝女魃也。此文當本上句之異文，校者兩存之，遂成歧出耳。」珂案：吳說疑是。疑此獻本作魃，所以為前文諸妭字之「異文」；迨後前文諸妭字均改為魃，此魃字亦遂訛為獻耳。 \\n 大荒之中，有山名曰融父山，順水入焉１。有人名曰犬戎。黃帝生苗龍，苗龍生融吾，融吾生弄２明，弄明生白犬３，白犬有牝牡４，是為犬戎，肉食。有赤獸，馬狀無首，名曰戎宣王尸５。 \\n １　珂案：上文云：「有順山者，順水出焉。」即此。 \\n ２　郭璞云：「一作卞。」 \\n ３　郝懿行云：「漢書匈奴傳注引此經作弄明，史記周本紀正義引此經作并明，并與卞疑形聲之訛轉。匈奴傳索隱引此經亦作并明。又云『黃帝生苗，苗生龍，龍生融，融生吾，吾生并明，并明生白，白生犬，犬有二壯，是為犬戎。』所引一人，俱為兩人，所未詳聞。」 \\n ４　郭璞云：「言自相配合也。」郝懿行云：「史記周本紀正義、漢書匈奴傳注引此經並作白犬有二牝牡，蓋謂所生二人相為牝牡也。藏經本作白犬二犬有牝牡，下犬字疑衍。」 \\n ５　郭璞云：「犬戎之神名也。」 \\n 珂案：犬戎神話蓋盤瓠神話之異聞，說已見海內北經「犬封國」節注。此一神話，或又與海內經所記「黃帝生駱明，駱明生白馬，白馬是為鯀」有關，或亦同一神話之分化也。此經「馬狀無首，名曰戎宣王尸」之「犬戎之神」，其遭刑戮以後之鯀乎？不可知已。 \\n 有山名曰齊州之山、君山、〈贊，貝改鬲〉山１、鮮野山、魚山。 \\n １　郭璞云：「音潛。」 \\n 有人一目，當面中生１，一曰是威姓，少昊之子，食黍２。 \\n １　郝懿行云：「此人即一目國也，見海外北經。『當面中生』四字，藏經本作郭注，非。」 \\n ２　珂案：海內北經有鬼國，亦即此；威、鬼音近。 \\n 有繼無民，繼無民任姓１，無骨子２，食氣、魚３。 \\n １　珂案：經文二「繼無」王念孫、郝懿行均校作「無繼」，即上文無繼也。 \\n ２　郭璞云：「言有無骨人也。尸子曰：『徐偃王有筋無骨。』」珂案：無骨，即下文牛黎之國，亦即海外北經柔利國也。柔利、牛黎音皆相近，見海外北經「柔利國」節注。 \\n ３　郝懿行云：「食氣、魚者，此人食氣兼食魚也。大戴禮易本命篇云：『食氣者神明而壽。』」 \\n 西北海外，流沙之東，有國曰中〈車扁〉１，顓頊之子，食黍。 \\n １　郝懿行云：「〈車扁〉，玉篇云：符善切；集韻云：婢善切，音扁。藏經本〈車扁〉作輪。」珂案：何焯校宋本亦作輪。 \\n 有國名曰賴丘。有犬戎國１。有神２，人面獸身，名曰犬戎。 \\n １　珂案：犬戎國已見海內北經，亦即此經上文之犬戎也。 \\n ２　郝懿行云：「犬戎，黃帝之玄孫，已見上文，是犬戎亦人也，神字疑訛。史記周本紀集解引此經正作人字。」珂案：王念孫校同郝注；神字應據改。 \\n 西北海外，黑水之北，有人有翼，名曰苗民１。顓頊生驩頭，驩頭生苗民２，苗民釐姓３，食肉。有山名曰章山。 \\n １　郭璞云：「三苗之民。」珂案：三苗國已見海外南經。神異經西荒經云：「西方荒中有人，面目手足皆人形，而胳下有翼，不能飛；為人饕餮，淫逸無理，名曰苗民。」說本此。 \\n ２　珂案：驩頭國亦見海外南經，即丹朱國也。此云『驩頭生苗民』者，蓋丹朱與苗民神話之異傳，明此兩族關係密切也。 \\n ３　珂案：釐與僖同，說見上「大人國」節注。苗民亦黃帝之裔也。 \\n 大荒之中，有衡石山、九陰山、泂野之山１，上有赤樹，青葉，赤華，名曰若木２。 \\n １　郝懿行云：「水經若水注、文選甘泉賦及月賦注、藝文類聚八十九卷引此經並作灰野之山。」珂案：宋本及藏經本正作灰野之山，應據改。 \\n ２　郭璞云：「生昆侖西附西極，其華光赤下照地。」郝懿行云：「若，說文（六）作{文双}，云『日初出東方湯谷所登榑桑，{文双}，木也，象形。』今案說文所言是東極若木，此經及海內經所說乃西極若木，不得同也。離騷云：『折若木以拂日。』王逸注云：『若木在昆侖西極，其華照下地。』淮南墬形訓云：『若木在建木西，末有十日，其華照下地。』皆郭注所本也。又文選月賦注引此經若木下有『日之所入處』五字。水經若水注引此經若木下有『生昆侖山西附西極』八字，證以王逸離騷注『若木在昆侖西極』，則知水經注所引八字，古本蓋在經文，今誤入郭注爾。又郭注『其華光赤下照地』，王逸離騷注亦有『其華照下地』五字，以此互證，疑此句亦當在經中，今本誤入注也。」 \\n 有牛黎之國１。有人無骨，儋耳之子２。 \\n １　珂案：牛黎之國即海外北經柔利國也，其人反厀曲足居上，故此經云「無骨」矣。 \\n ２　郭璞云：「儋耳人生無骨子也。」珂案：儋耳已見前。 \\n 西北海之外，赤水之北，有章尾山１。有神，人面蛇身而赤２，直目正乘３，其瞑４乃晦，其視乃明５，不食不寢不息，風雨是謁６。是燭九陰７，是謂燭龍８。 \\n １　珂案：海外北經作鍾山，此作章尾山，章、鍾聲近而轉也。 \\n ２　郭璞云：「身長千里。」王念孫云：「身長千里四字亦正文誤入注。御覽神鬼部二（卷八八二）不誤，類聚靈異下（卷七十九）同，唯作尺。」珂案：海外北經經文亦有「身長千里」四字，足證郭此注確係經文誤入。 \\n ３　郭璞云：「直目，目從也；正乘未聞。」畢沅云：「乘恐朕字假音，俗作眹也。」珂案：朕義本訓舟縫，引申之，他物交縫處，皆得曰朕。此言燭龍之目合縫處直也。 \\n ４　珂案：文選思玄賦李善注、類聚七十九引此經並作眠，俗字也。 \\n ５　郭璞云：「言視為晝，眠為夜也。」 \\n ６　郭璞云：「言能請致風雨。」畢沅云：「謁，噎字假音。」珂案：畢說是也，言以風雨為食也。 \\n ７　郭璞云：「照九陰之幽陰也。」珂案：宋本、藏經本、毛扆本幽陰作幽隱，是也。 \\n ８　郭璞曰：「離騷曰：『日安不到？燭龍何燿？』詩含神霧曰：『天不足西北，無有陰陽消息，故有龍銜精以往照天門中』云。淮南子曰：『蔽於委羽之山，不見天日也。』」郝懿行云：「楚詞天問作『燭龍何照』，郭引照作燿也。李善注雪賦引詩含神霧云：『有龍銜火精以照天門中』，此注所引脫火字也（藏經本郭注正作火精——珂）。又引淮南子者，墬形訓云：『燭龍在鴈門北，蔽於委羽之山，不見日。』高誘注云：『委羽，北方山名。一曰：龍銜燭以照太陰，蓋長千里。』云云。」珂案：經文是謂燭龍，文選思玄賦李善注引作「是謂燭陰；郭璞曰：即燭龍也」。關於燭陰神話已見海外北經。 \\n  \\n  \\n   \\n  "}
{"章节": "山海經海經新釋卷十三  山海經第十八  海內經", "正文": "  \\n ▲山海經海經新釋卷十三山海經第十八海內經 \\n 　 \\n 東海之內，北海之隅，有國名曰朝鮮１、天毒，其人水居２，偎人愛之３。 \\n １　郭璞云：「朝鮮今樂浪郡也。」珂案：朝鮮已見海內北經。 \\n ２　郭璞云：「天毒即天竺國，貴道德，有文書、金銀、錢貨，浮屠出此國中也。晉大興四年，天竺胡王獻珍寶。」王崇慶云：「天毒疑別有意義，郭以為即天竺國，天竺在西域，漢明帝遣使迎佛骨之地，此未知是非也。」珂案：天竺即今印度，在我國西南，此天毒則在東北，方位迥異，故王氏乃有此疑。或者中有脫文訛字，未可知也。 \\n ３　郭璞云：「偎亦愛也，音隱隈反。」王念孫云：「宗炳明佛論（弘明集卷二——珂）引作『偎人而愛人』，又引注文：『古謂天毒即天竺，浮屠所興。』」郝懿行云：「愛之，藏經本作愛人，是也。列子（黃帝篇）云：『列姑射山，有神人，不偎不愛，仙聖為之臣。』義正與此合。袁宏漢紀云：『浮屠，佛也；天竺國有佛道，其教以修善慈心為主，不殺生。』亦此義也，玉篇云：『偎，愛也。』本此。又云：『北海之隈，有國曰偎人。』以『偎人』為國名，義與此異。」珂案：宋本、吳寬抄本正作偎人愛人。 \\n 西海之內，流沙之中，有國名曰壑市１。 \\n １　郭璞云：「音郝。」珂案：水經注禹貢山水澤地所在云：「流沙在西海郡北，又逕浮渚，歷壑市之國。」 \\n 西海之內，流沙之西，有國名曰氾葉１。 \\n １　郭璞云：「音如氾濫之氾。」珂案：水經注無此國，疑脫。 \\n 流沙之西，有鳥山者１，三水出焉２。爰有黃金、璿瑰、丹貨、銀鐵，皆流于此中３。又有淮山，好水出焉。 \\n １　珂案：水經注云：「流沙歷壑市之國，又逕於鳥山之東。」 \\n ２　郭璞云：「三水同出一山也。」 \\n ３　郭璞云：「言其中有雜珍奇貨也。」郝懿行云：「流于此中，藏經本作皆出此水四字。穆天子傳（卷一）云：『天子之珤（古寶字——珂）：玉果、璿珠、燭銀、黃金之膏。』即此類。」 \\n 流沙之東，黑水之西，有朝雲之國１、司彘之國。黃帝妻雷祖，生昌意２，昌意降處若水３，生韓流４。韓流擢首、謹耳５、人面、豕喙、麟身、渠股６、豚止７，取淖子曰阿女，生帝顓頊８。 \\n １　珂案：水經注云：「流沙又逕於鳥山之東，朝雲之國。」 \\n ２　郭璞云：「世本云：『黃帝娶于西陵氏之子，謂之纍祖，產青陽及昌意。」郝懿行云：「雷，姓也；祖，名也。西陵氏姓方雷，故晉語云：『青陽，方雷氏之甥也。』雷通作纍。郭引世本作纍祖，大戴禮帝繫篇作嫘祖，史記五帝紀同，漢書古今人表作絫祖：並通。」珂案：路史後紀五云：「黃帝元妃西陵氏曰儽祖，以其始蠶，故又祀先蠶。」王瓘軒轅本紀云：「帝周遊行時，元妃嫘祖死於道，帝祭之以為祖神。」是關於雷祖之神話也。 \\n ３　珂案：史記五帝本紀「昌意降居若水」索隱云：「降，下也，言帝子為諸侯。若水在蜀，即所封國也。」此神話之歷史解釋也。其本義當為自天下降，謫居若水。 \\n ４　郭璞云：「竹書云：『昌意降居若水，產帝乾荒。』乾荒即韓流也，生帝顓頊。」畢沅云：「韓、乾聲相近，流即〈流，去氵〉字，字之誤也。」 \\n ５　郭璞云：「擢首，長咽；謹耳，未聞。」郝懿行云：「說文（九）云：『顓，頭顓顓謹貌；頊，頭頊頊謹貌。』即謹耳之義。然則顓頊命名，豈以頭似其父故與？說文（十二）又云：『擢，引也。』方言云：『擢，拔也。』拔引之則長，故郭訓擢為長矣。」 \\n ６　郭璞云：「渠，車輞，言跰腳也。大傳曰：『大如車渠。』」郝懿行云：「跰當為胼，依字當為骿，見說文（四）。尚書大傳云：『取大貝大如大車之渠。』鄭康成注云：『渠，車罔也。』是郭注所本。」 \\n ７　郭璞云：「止，足。」珂案：止，甲骨文作，金文作，象足跡之形，即足之本字也。 \\n ８　郭璞云：「世本云：『顓頊母濁山氏之子，名昌僕。』」郝懿行云：「大戴禮帝繫篇云：『昌意娶于蜀山氏之子，謂之昌僕氏，產顓頊。』郭引世本作濁山氏，蜀，古字通濁，又通淖，是淖子即蜀山子也。曰阿女者，初學記九卷引帝王世紀云：『顓頊母曰景僕，蜀山氏女，謂之女樞。』是也。」 \\n 流沙之東，黑水之閒，有山名不死之山１。 \\n １　郭璞注：「即員丘也。」珂案：水經注禹貢山水澤地所在云：「流沙又歷員丘不死之山西。」本此為說也。員丘山上有不死樹，食之乃壽，見海外南經「不死民」節郭注。 \\n 華山青水之東，有山名曰肇山，有人名曰柏高１，柏高上下于此，至于天２。 \\n １　郭璞云：「柏子高，仙者也。」郝懿行云：「據郭注，經文當為柏子高，藏經本正如是，今本脫子字也。莊子天地篇云：『堯治天下，伯成子高立為諸侯，禹時伯成子高辭為諸侯而耕。』史記封禪書說神僊之屬有羨門子高，未審即一人否？又郭注穆天子傳（卷一）云：『古伯字多從木。』然則柏高即伯高矣。伯高者，管子地數篇有黃帝問於伯高云云，蓋黃帝之臣也。帝乘龍鼎湖而伯高從焉，故高亦仙者也。」珂案：經文柏高，宋本作栢高；王念孫校亦增子字。 \\n ２　郭璞云：「言翱翔雲天，往來此山也。」珂案：郭說非是。「柏高上下于此，至於天」者，言柏高循此山而登天也，此山蓋山中之天梯也，說詳下文「九丘建木」節注。 \\n 西南黑水之閒，有都廣之野１，后稷葬焉２。爰有膏菽、膏稻、膏黍、膏稷３，百穀自生４，冬夏播琴５。鸞鳥自歌，鳳鳥自儛，靈壽實華６，草木所聚７。爰有百獸，相群爰處８。此草也９，冬夏不死。 \\n １　王念孫云：「（後漢書）張衡傳注作廣都，御覽百穀一（卷八三七）作都廣，木部八（卷九五九）作廣都，類聚地部（卷六）作都廣，百穀部（卷八十五）作廣都，鳥部上（卷九十）同。」珂案：據此，則古有二本，或作都廣，或作廣都，其實一也。楊慎山海經補注云：「黑水廣都，今之成都也。」衡以地望，庶幾近之。華陽國志蜀志云：「廣都縣，郡西三十里，元朔二年置。」曹學佺蜀中名勝記謂在今成都附近雙流縣境。 \\n ２　郭璞云：「其城方三百里，蓋天下之中，素女所出也。離騷曰：『絕都廣野而直指號。』」郝懿行云：「楚詞九歎云：『絕都廣以直指兮。』郭引此句，於都廣下衍野字，又作直指號，號即兮字之訛也。王逸注引此經有『其城方三百里，蓋天地之中』十一字，是知古本在經文，今脫去之，而誤入郭注也。因知『素女所出也』五字王逸注雖未引，亦必為經文無疑矣。素女者，徐鍇說文繫傳云；『黃帝使素女鼓五十弦琴，黃帝悲，乃分之為二十五弦。』今案黃帝史記封禪書作太帝，風俗通亦云：『黃帝書：泰帝使素女鼓瑟而悲，帝禁不止』云云，然則素女蓋古之神女，出此野中也。又郭注天下之中當為天地之中。」珂案：楊慎云：「素女在青城天谷，今名玉女洞。」亦可存以俟考。 \\n ３　郭璞云：「言味好皆滑如膏。外傳曰：『膏粢之子，菽豆粢粟也。』」郝懿行云：「趙岐注孟子云：『膏梁，細粟如膏者也。』郭注味好，藏經本作好米。又引外傳膏粢之子，晉語作膏粱之性，與此異文，所未詳。」珂案：郭注膏粢之子，王念孫校改粢作粱。 \\n ４　珂案：博物志異草木云：「海上有草名蒒，其實食之如大麥，七月稔熟，名曰自然穀，或曰禹餘糧。」即此之類也。經文百穀，齊民要術十引作百{殸禾}。 \\n ５　郭璞云：「播琴猶播殖，方俗言耳。」畢沅云：「播琴，播種也。水經注（汝水）云：『楚人謂冢為琴。』冢、種聲相近也。」郝懿行云：「畢說是也。劉昭注郡國志『鮦陽』引皇覽曰：『縣有葛陂鄉，城東北有楚武王冢，民謂之楚武王岑。』然則楚人蓋謂冢為岑，岑、琴聲近，疑初本謂之岑，形聲訛轉為琴耳。」 \\n ６　郭璞云：「靈壽，木名也，似竹，有枝節。」郝懿行云：「爾雅（釋木）云：『椐，樻。』即靈壽也。漢書孔光傳云：『賜太師靈壽杖。』顏師古注云：『木似竹有枝節，長不過八九尺，圍三四寸，自然有合杖制，不須削治也。』」吳承志云：「呂氏春秋本味篇：『菜之美者，壽木之華。』高誘注：『壽木，崑崙山木也；華，實也，食其實者不死，故曰壽木。』壽木蓋即靈壽，都廣之野在黑水間，於崑崙山相近也。」珂案：吳說得之。 \\n ７　郭璞云：「在此叢殖也。」 \\n ８　郭璞云：「於此群聚。」 \\n ９　郝懿行云：「此草猶言此地之草，古文省耳。」 \\n 珂案：有關后稷葬所神話，已見海內西經「后稷之葬」節注。 \\n 南海之外１，黑水青水之閒２，有木名曰若木３，若水出焉４。 \\n １　珂案：宋本、吳寬抄本、藏經本、毛扆校本均作內，作內是也。 \\n ２　珂案：水經注若水引此經無青水二字。 \\n ３　郭璞云：「樹赤華青。」珂案：若木已見大荒北經，云「赤樹，青葉赤華」。此注華蓋葉字之訛，藏經本正作葉。 \\n ４　珂案：水經注若水云：「若木之生，非一所也，黑水之閒，厥木所植，水出其下，故水受其稱焉。」又云：「若水出蜀郡旄牛徼外，西南至故關，為若水也。」 \\n 有禺中之國。有列襄之國。有靈山１，有赤蛇在木上，名曰蝡蛇，木食２。 \\n １　珂案：靈山已見大荒西經，為「十巫從此升降」之所，此靈山揆其地望當亦是也。 \\n ２　郭璞云：「言不食禽獸也；音如耎弱之耎。」 \\n 有鹽長１之國。有人焉鳥首，名曰鳥氏２。 \\n １　郝懿行云：「太平御覽七百九十七卷引作監長，有上有西海中三字。藏經本亦作監長。北堂書鈔一百五十七卷引與今本同。」 \\n ２　郭璞云：「今佛書中有此人，即鳥夷也。」王念孫云：「書鈔地部二（應是地部一，即卷一五七——珂）兩引鳥民，下有四蛇相繚四字。」郝懿行云：「鳥氏，御覽（卷七九七）引作鳥民，今本氏字訛也。鳥夷者，史記夏本紀及（漢書）地理志并云：『鳥夷皮服。』大戴禮五帝德篇云：『東有鳥夷。』是也。又秦本紀云：『大費生子二人，一曰大廉，實鳥俗氏。』索隱云：『以仲衍鳥身人言，故為鳥俗氏。』亦斯類也。」 \\n 有九丘，以水絡之１：名曰陶唐之丘２、有叔得之丘３、孟盈之丘４、昆吾之丘５、黑白之丘、赤望之丘、參衛之丘、武夫之丘６、神民之丘７。有木，青葉紫莖，玄華黃實，名曰建木８，百仞無枝，有九欘９，下有九枸１０，其實如麻１１，其葉如芒１２，大暤爰過１３，黃帝所為１４。 \\n １　郭璞云：「絡猶繞也。」郝懿行云：「文選遊天台山賦及景福殿賦注引此注并云：絡，繞也。」 \\n ２　郭璞云：「陶唐，堯號。」 \\n ３　珂案：有叔得之丘，有字疑衍。 \\n ４　郝懿行云：「叔得孟盈蓋皆人名號也。孟盈或作蓋盈，古天子號（見路史前紀三——珂）。」 \\n ５　郭璞云：「此山出名金也。尸子曰：『昆吾之金。』」郝懿行云：「昆吾之山已見中次二經。此經昆吾，古諸侯號也。大戴禮帝繫篇云：『陸終產六子，其一曰樊，是為昆吾。』淮南墜形訓云：『昆吾丘在南方。』」 \\n ６　郭璞云：「此山出美石。」珂案：南次二經云：「會稽之山，其下多砆石。」郭注云：「砆，武夫石，似玉。」是也。 \\n ７　郭璞云：「言上有神人。」郝懿行云：「文選遊天台山賦注引此經作神人之丘，書鈔仍作神民，以郭注推之，似民當為人。」 \\n ８　珂案：建木已見海內南經。揆此經文意，建木乃生於上文所說「九丘」之上，下文「（上）有九欘，下有九枸」，義即與「九丘」相應。吳任臣廣註引游氏臆見云：「建木在西若水濱，鹽長之國，九邱之上。」是也。 \\n ９　郭璞云：「枝回曲也；音如斤斸之斸。」郝懿行云：「玉篇云：『欘，枝上曲。』本此。藏本經文枝下有上字，今本脫也。」珂案：郝說是也；御覽卷九六一引此經正作上有九欘，應據補。 \\n １０郭璞云：「根盤錯也。淮南子（說林篇）曰：『木大則根欋。』音劬。」 \\n １１郭璞云：「似麻子也。」 \\n １２郭璞云：「芒木似棠梨也。」珂案：中次二經云：「葌山有木焉，其狀如棠而赤葉，名曰芒草。」 \\n 郭注蓋本此為說。 \\n １３郭璞云：「言庖羲於此經過也。」郝懿行云：「庖羲生於成紀，去此不遠，容得經過之。」珂案：郭郝之說俱非也。過非經過之過，乃「上下於此，至於天」（見前「柏高」節）之意也。淮南子墜形篇云：「建木在都廣，眾帝所自上下。」高誘注：「眾帝之從都廣山上天還下，故曰上下。」云「上天還下，故曰上下」，得「上下」之意矣，然云「從都廣山」，則尚未達於一間也。揆此文意，「眾帝所自上下」云者，實自建木「上下」，非自都廣「上下」，此「建木，……大皞爰過」之謂也。古人質樸，設想神人、仙人、巫師登天，亦必循階而登，則有所謂「天梯」者存焉，非如後世之設想，可以「翱翔雲天」（「柏高」節郭璞注語）任意也。自然物中可藉憑以為天梯者有二：一曰山，二曰樹。山之天梯，首曰昆侖。淮南子墜形篇曰：「昆侖之丘，或上倍之，是謂涼風之山，登之而不死；或上倍之，是謂懸圃，登之乃靈，能使風雨；或上倍之，乃維上天，登之乃神，是謂太帝之居。」高誘注：「太帝，天帝。」是緣昆侖以登天也。次即前文所記華山青水之東之肇山，「柏高上下于此，至于天」：其以山為天梯而梯天之狀本甚明白，而郭注以「翱翔雲天，往來此山」，則是臆說無根也。且「上下」亦絕不同於「翱翔雲天」式之「往來」，郭注之非，不待深辯。再次即海外西經所記巫咸國境之登葆山，云「群巫所從上下也」。「群巫所從上下」者，亦「上下於天」之意，非如郭注所謂「採藥往來」也。從來巫師之主業，皆在於下宣神旨，上達民情，而不在於「採藥」。諸巫或亦採藥療死者，特其業餘耳。再次即大荒西經所記「十巫從此升降，百藥爰在」之靈山，疑亦登葆山之異名也。郭璞注云：「群巫上下此山，採藥往來也。」以「上下」釋「升降」，固得其意矣，而復云「採藥往來」，仍未免失之。「十巫從此升降」者，亦謂十巫循此以登天，為人神之介也。以此山「百藥爰在」，故或亦便道「採藥往來」，然固非以次要之醫職替巫職也。山之天梯大約可以考見者在於是矣。黃梅戲「天仙配」「槐蔭別」一齣，織女謂董永曰：「董郎，你看這兩塊頑石，一塊高來一塊低，好似為妻上天梯。」猶存以山為天梯之古誼。至於樹之天梯，則古籍中可考者唯此建木。他如山海經所記三桑（北次二經、海外北經）、尋木（海外北經），淮南子墜形篇所記之若木，十洲記所記之扶桑，雖皆長數百丈、數千丈乃至千里之大樹，然未聞可以緣之以登天也。唯此建木，乃云「大暤爰過」。「過」者非普通於樹下「經過」之「過」，如僅係普通於樹下經過，亦不值如此大書特書。此「過」者，實「眾帝所自上下」之「上下」：此「為百王先」（漢書、帝王世紀）之大皞庖羲，亦首緣此建木以登天也。於是乃有記敘書寫之價值。樹之天梯，古籍雖僅載建木，然後世民間則續有所傳：盛森編花的故事凌霄花云，七仙姑撒下凌霄花種子，頃刻長成天梯，自天送董永之子還家；中國民間故事選春旺和九仙姑云，九仙姑下凡經年，忽於天井種葫蘆，遂踏葫蘆葉升天為壽於其父：均樹之天梯之遺意也。漢唐地理書鈔輯唐李泰括地志云：「佛上忉利天，為母說法九十日。佛上天青梯，今變為石，沒入地，唯餘十二磴，磴間二尺餘。彼耆老云，梯入地盡，佛法滅。」赫胥黎進化論與倫理學（一九七一年科學出版社出版）頁三二云：「有這樣一個有趣的故事，名叫『傑克和豆桿』。這是一個關於一顆豆子的傳說，它一個勁兒地長，聳入雲霄，直達天堂。故事的主人公，順著豆桿爬了上去，發現寬闊茂密的葉子支撑著另一個世界，它是由同下界一樣的成份組成的，然而卻是那樣新奇。」是外國民間亦有以山或樹為天梯之說矣。 \\n １４郭璞云：「言治護之也。」珂案：郭此注亦似是而實非也。中次十一經云：「豐山有羊桃，可以為皮張。」郭注云：「治皮腫起。」彼「為」固可以訓治，然此亦訓治（護），則於義殊未諧也。試思統治宇宙、日理萬機之黃帝，何暇兢兢於「治護」一樹乎？此「為」者，當是「施為」之「為」，言此天梯建木，為宇宙最高統治者之黃帝所造作、施為者也。正如七仙姑撒下一粒仙種、頃刻長成天梯然，黃帝之「為」建木亦應如是也。古代學者於神話缺乏理解，恆以哲理玄談或人事現象釋之，宜每扞格而難通也。 \\n 有窫窳，龍首，是食人１。有青獸，人面２，名曰猩猩３。 \\n １　郭璞云：「在弱水中。」珂案：窫窳居弱水中已見海內南經。 \\n ２　郝懿行云：「郭注海內南經云：『狌狌狀如黃狗。』此經云『青獸，人面』，與郭異。太平御覽九百八卷引此經無青獸二字，蓋脫。藝文類聚九十五卷引作『有獸』，無青字，當是今本青字衍也。」珂案：王念孫校同郝注，青字實衍。 \\n ３　郭璞云：「能言。」珂案：禮記曲禮：「猩猩能言，不離禽獸。」此郭注所本。呂氏春秋本味篇云：「肉之美者，猩猩之脣。」高誘注云：「猩猩，獸名也，人面狗軀而長尾。」狌狌知人名，已見海內南經。 \\n 西南有巴國１。大暤２生咸鳥，咸鳥生乘釐，乘釐生後照３，後照是始為巴人４。 \\n １　郭璞云：「今三巴是。」 \\n ２　珂案：大暤，吳任臣、郝懿行注以為即伏羲，是也。然大暤（太皞、太昊）與伏羲在先秦古籍中，本各不相謀，至秦末漢初人撰世本，始以太昊與伏羲連文，而為太昊伏羲氏。故呂氏春秋孟春紀云：「其帝太皞。」高誘注云「太皞，伏羲氏。」或即本於世本之說也。此經無伏羲而唯有大暤，若非大皞、伏羲各不相謀，即作者直以大暤為伏羲矣。從其發展觀之，後者之可能性尤大。考「伏羲」一名，古無定書，伏羲、宓犧、庖犧、伏戲、包犧、包羲、伏犧、炮犧、虙戲……均是也。伏羲神話今存者已尟，太平御覽卷七八引詩含神霧云：「大跡出雷澤，華胥履之，生宓羲。」而列子黃帝篇記華胥氏之國，略云：「華胥氏之國，其民入水不溺，入火不熱，斫撻無傷痛，指擿無痟癢，乘空如履實，寢虛若處林，雲霧不硋其視，雷不亂其聽，美惡不滑其心，山谷不躓其步。」說者謂即伏羲母華胥所居之國（王瓘軒轅本紀注），以書闕有間，不可知已。 \\n ３　珂案：御覽卷一六八引此經照作昭。 \\n ４　郭璞云：「為之始祖。」珂案：世本氏姓篇（秦嘉謨輯補本）云：「廩君之先，故出巫誕。巴郡南郡蠻，本有五姓，巴氏、樊氏、曋氏、相氏，鄭氏，皆出於五落鍾離山。其山有赤、黑二穴，巴氏之子生於赤穴，四姓之子皆生黑穴，未有君長，俱事鬼神。廩君名曰務相，姓巴氏，與樊氏、曋氏、相氏、鄭氏凡五姓，俱出皆爭神。乃共擲劍於石，約能中者，奉以為君。巴氏子務相，乃獨中之，眾皆嘆。又令各乘土船，雕文畫之，而浮水中，約能浮者，當以為君。餘姓悉沉，惟務相獨浮，因共立之，是為廩君。乃乘土船從夷水至鹽陽，鹽水有神女，謂廩君曰：『此地廣大，魚鹽所出，願留共居。』廩居不許。鹽神暮輒來取宿，旦即化為飛蟲，與諸蟲群飛，掩蔽日光，天地冥晦，積十餘日。廩君不知東西所向，七日七夜。使人操青縷以遺鹽神，曰：『纓此即相宜，云與女俱生，宜將去。』鹽神受而纓之。廩君即立陽石上，應青縷而射之，中鹽神，鹽神死，天乃大開。廩君於是君乎夷城，四姓皆臣之，世尚秦女。」路史作者羅泌及世本輯者之一雷學淇均以為廩君姓巴氏，即太皞伏羲氏之後也，姑存以俟考焉。 \\n 有國名曰流黃辛氏１，其域中方三百里，其出是塵土２。有巴遂山，澠水出焉３。 \\n １　郭璞云：「即酆氏也。」珂案：流黃酆氏之國已見海內南經。又南次二經云：「柜山，西臨流黃。」亦此也。 \\n ２　郭璞云：「言殷盛也。」楊慎云：「出是塵土，言其地清曠無囂埃也。」郝懿行云：「言塵坌出是國中，謂人物喧闐也。藏經本域字作城，出字上下無其是二字。」珂案：諸說意或正或反，然皆以出產塵土或超出塵土之「塵土」為言，俱非上古種落所有景象也。獨清蔣知讓於孫星衍校本眉批云：「塵土當是麈、麀等字之訛。」為巨眼卓識，一語中的。今按此經「塵土」確係麈字誤析為二也。麈字形體本長，如書之竹簡，其長當又特甚；鈔者不慎，誤析為「塵土」二字，乃極有可能。「其出是麈」者，言此國之出產唯麈也。藏經本無其是二字，「出麈」則義更曉明。山海經大荒南經：「黑水之南，有玄蛇食麈。」大荒北經：「大人國有大青蛇，黃頭，食麈。」白氏六帖、藝文類聚、太平御覽等引之，均以麈為麈而誤入塵部，益知此經「塵土」為「麈」之誤析，蓋無可疑焉。 \\n ３　郝懿行云：「水經若水注云：『繩水出徼外。』引此經亦作繩水。（漢書）地理志云：『蜀郡旄牛，若水出徼外，南至大莋入繩。』即斯水也。」 \\n 又有朱卷之國。有黑蛇，青首，食象１。 \\n １　郭璞云：「即巴蛇也。」珂案：巴蛇食象，已見海內南經。 \\n 南方有贛巨人１，人面長臂２，黑身有毛，反踵，見人笑亦笑３，脣蔽其面，因即逃也４。 \\n １　郭璞云：「即梟陽也；音感。」珂案：梟陽國已見海內南經。 \\n ２　珂案：海內南經作長脣，是也；長臂當是長脣之訛。 \\n ３　珂案：當依古本作「見人則笑」，見海內南經「梟陽國」節注。 \\n ４　珂案：藏經本「即」作「可」，於義為長。 \\n 又有黑人，虎首鳥足，兩手持蛇，方啗之。有嬴民，鳥足１。有封豕２。 \\n １　郭璞云：「音盈。」 \\n ２　郭璞云：「大豬也，羿射殺之。」珂案：吳其昌卜辭所見殷先公先王三續考略云：「『封豕』疑即『王亥』之字誤。第一，凡古書中遇『封豕』『封豨』字，下必記羿殺之文，獨此文下絕無『羿』字，或羿射封豕之記載。第二，『封豕』與『王亥』字形極相近。」又云：「大荒東經云：『有困民國，勾姓而食。有人曰王亥，……名曰搖民。』而海內經云：『有嬴民，鳥足。有封豕。』『困民』之『困』，乃『因』字之誤，『因民』、『搖民』、『嬴民』，一聲之轉也。」如吳所說，則此經之嬴民，即大荒東經之因民（困民）、搖民，此經之「封豕」，即大荒東經之王亥，「有嬴民，鳥足；有封豕」者，蓋亦王亥故事之節述也。前節所記「又有黑人，虎首鳥足，兩手持蛇方啗之」者，或亦與王亥故事有關。大荒東經云：「有易潛出，為國於獸，方食之，名曰搖民。」搖民其虎首鳥足之黑人乎？ \\n 有人曰苗民１。有神焉，人首蛇身，長如轅２，左右有首３，衣紫衣，冠旃冠，名曰延維４，人主得而饗食之，伯天下５。 \\n １　郭璞云：「三苗民也。」 \\n ２　郭璞云：「大如車轂；澤神也。」 \\n ３　郭璞云：「岐頭。」 \\n ４　郭璞云：「委蛇。」 \\n ５　郭璞云：「齊桓公出田於大澤，見之，遂霸諸侯。亦見莊周，作朱冠。」珂案：莊子達生篇云：「桓公田於澤，管仲御，見鬼焉。公撫管仲之手曰：『仲父何見？』對曰：『臣無所見。』公反，誒詒為病，數日不出。齊有皇子告敖者，曰：『公則自傷，鬼惡能傷公？』桓公曰：『然則有鬼乎？』曰：『有。山有夔，野有彷徨，澤有委蛇。』公曰：『請問委蛇之狀何如？』皇子曰：『委蛇其大如轂，其長如轅，紫衣而朱冠，其為物也，惡聞雷車之聲，見則捧其首而立，見之者殆乎霸。』桓公辴然而笑曰：『此寡人之所見者也。』於是正衣冠與之坐，不終日而不知病之去也。」是郭注之所本也。聞一多伏羲考謂延維、委蛇，即漢畫象中交尾之伏羲、女媧，乃南方苗族之祖神，疑當是也。 \\n 有鸞鳥自歌，鳳鳥自舞。鳳鳥首文曰德，翼文曰順，膺文曰仁，背文曰義，見則天下和１。 \\n １　郭璞云：「言和平也。」珂案：南次三經云；「丹穴之山，有鳥焉，其狀如雞，五采而文，名曰鳳皇。首文曰德，翼文曰義，背文曰禮，膺文曰仁，腹文曰信。是鳥也，飲食自然，自歌自舞，見則天下安寧。」與此略異。然此經作「翼文曰順，背文曰義」則是也，王念孫校引有多證，此不具。說文四云：「鳳出於東方君子之國，翱翔四海之外，過崑崙，飲砥柱，濯羽弱水，莫宿風穴，見則天下安寧。」風穴蓋丹穴之訛也。韓詩外傳卷八云：「黃帝即位，宇內和平，未見鳳凰，惟思其象。乃召天老而問之，天老對曰：『夫鳳象，鴻前麟後，蛇頸而魚尾，龍文而龜身，燕頷而雞喙，載德負仁，抱忠挾義，小音金，大音鼓，延頸奮翼，五彩備明。天下有道，得鳳象之一，則鳳過之；得鳳象之二，則鳳翔之；得鳳象之三，則鳳集之；得鳳象之四，則鳳春秋下之；得鳳象之五，則鳳沒身居之。』黃帝曰：『於戲，允哉，朕何敢與焉！』於是黃帝乃服黃衣，戴黃冕，致齋於宮，鳳乃蔽日而至，止帝東囿，集帝梧桐，食帝竹實，沒身不去。」鳳之靈異備於此矣。論語子罕云：「子曰：『鳳鳥不至，河不出圖，吾已矣夫！』」孔子猶興不至之歎，則其傳說之古可知已。 \\n 又有青獸如菟，名曰{山囷}狗１。有翠鳥２。有孔鳥３。 \\n １　郭璞云：「音如朝菌之菌。」而郝懿行云：「{山囷}蓋古菌字，其上從屮，即古文艸字也。如芬薰之字，今皆從草，古從屮，作{山分}{山熏}字，是其例也。{山囷}狗者，周書王會篇載伊尹四方令云：『正南以菌鶴短狗為獻。』疑即此物也。」 \\n ２　珂案：周書王會篇云：「倉吾翡翠。」楚詞招魂「翡翠珠被」王逸注云：「雄曰翡，雌曰翠。」洪興祖補注引異物志云：「翠鳥形如燕。赤而雄曰翡，青而雌曰翠，翡大於翠。其羽可以飾幃帳。」 \\n ３　郭璞云：「孔雀也。」珂案：周書王會篇云：「方人以孔鳥。」爾雅翼卷十三云：「孔雀生南海，尾凡七年而後成，長六七尺，展開如車輪，金翠斐然。始春而生，至三四月後彫，與花萼同榮衰。」 \\n 南海之內有衡山１。有菌山２。有桂山３。有山名三天子之都４。 \\n １　郭璞云：「南嶽。」郝懿行云：「郭注中次十一經衡山云：『今衡山在衡陽湘南縣，南嶽也，俗謂之岣嶁山。』宜移注於此。衡陽郡湘南見晉書地理志。」 \\n ２　郭璞云：「音芝菌之菌。」郝懿行云：「菌即芝菌之字，何須用音？知郭本經文不作菌，疑亦當為{山囷}字，見上文。」 \\n ３　郭璞云：「或云衡山有菌桂，桂員似竹，見本草。」珂案：文選蜀都賦劉逵注引神農本草經云：「菌桂出交趾，圓如竹，為眾藥通使。」 \\n ４　郭璞云：「一本三天子之鄣山。」郝懿行云：「注一本下當脫作字，或云字。三天子鄣山已見海內南經。藏經本經文直作三天子之鄣山，無郭注。」 \\n 南方蒼梧之丘，蒼梧之淵，其中有九嶷山１，舜之所葬，在長沙零陵界中２。 \\n １　郭璞云：「音疑。」 \\n ２　郭璞云：「山今在零陵營道縣南，其山九谿皆相似，故云『九疑』；古者總名其地為蒼梧也。」郝懿行云：「蒼梧之山，帝舜葬于陽，已見海內南經。說文（九）云：『九嶷山，舜所葬，在零陵營道。』楚詞（離騷）史記（五帝本紀）並作九疑，初學記八卷及文選上林賦注引此經亦作九疑，琴賦注又作九嶷，蓋古字通也。羅含湘中記云：『衡山九疑皆有舜廟。』又云：『衡山遙望如陣雲，沿湘千里，九向九背，乃不復見。』」 \\n 珂案：舜亦古神話中之神性英雄，如羿禹然。其一生之功業，厥為馴服野象。然舜服野象神話之最古面目已湮昧難曉矣，可考者惟舜與其弟象鬥爭之神話，楚辭天問云：「舜服厥弟，終然為害，何肆犬豕而厥身不危敗？」是此一神話之大概也。其詳則見於楚辭天問洪興祖補注引古本列女傳，云：「瞽叟與象謀殺舜，使塗廩。舜告二女。二女曰：『時唯其戕女，時唯其焚汝，鵲如汝裳，衣鳥工往。』舜既治廩，戕旋階，瞽叟焚廩，舜往飛。復使浚井，舜告二女。二女曰：『時亦唯其戕汝，時其掩汝，汝去裳，衣龍工往。』舜往浚井，格其入出，從掩，舜潛出。」今本列女傳已經修改，無鳥工龍裳之事，唯云：「瞽叟又速舜飲酒，醉，將殺之。舜告二女，二女乃與舜藥浴汪，遂往，舜終日飲酒不醉。舜之女弟繫憐之，與二嫂諧。」舜之女弟繫，即世本「敤手作畫」之敤手，俗書連寫，誤合敤手二字為擊，再誤遂成為繫也（清王照圓說）。是象所以謀殺舜之三事：塗廩、浚井、飲酒，均得堯二女之謀而解免，二女亦神其術矣。中次十二經云：「洞庭之山，帝之二女居之。」最古之神話，二女蓋天女也，虞人之舜（虞舜）得天女之助而使凶悍狡譎之野象馴服。逮古說沈湮，始有舜服弟象之說。然何以知舜之弟象必野象乎？曰：從象之封地、葬所、神祠以見之也。史記五帝本紀正義引帝王世紀云：「舜弟象封於有鼻。」集解引王隱晉書云：「大泉陵縣北部東五里有鼻墟，象所封也。」此封地之以「鼻」為名者也。路史發揮五辯帝舜冢注云：「幽明錄云：始興有鼻天子冢、鼻天子城，昔人不明為何人，乃象冢也。」此葬地之以「鼻」為名者也。史記五帝本紀引括地志云：「鼻亭神在道縣北六十里。故老傳云：舜葬九疑，象來至此，後人立祠，名鼻亭神。」此神祠之以「鼻」為名者也。而鼻者，乃動物象之最特徵，民間傳說中既名象之封地、葬所、神祠以「鼻」，則此「鼻」者豈非最古神話中野生長鼻大耳象之鼻之殘留乎？劉賡稽瑞引墨子佚文云：「舜葬蒼梧之野，象為之耕。」舜服野象，益信而有徵矣。 \\n 北海之內，有蛇山者１，蛇水出焉，東入于海。有五采之鳥，飛蔽一鄉２，名曰翳鳥３。又有不距之山，巧倕葬其西４。 \\n １　郝懿行云：「海內北經之首有蛇巫山，疑非此。」珂案：蛇巫山本應在海內西經，自非此北海內之蛇山也。 \\n ２　郭璞云：「漢宣帝元康元年，五色鳥以萬數，過蜀都，即此鳥也。」珂案：文選思玄賦注引經作飛蔽日。郭注蜀都，明藏本作屬縣，元康元年何焯校三年，蜀都校屬縣，云：「三輔諸縣也。」黃丕烈、周叔弢校同。太平御覽卷五十引此注蜀都正作屬縣，元年仍舊。 \\n ３　郭璞云：「鳳屬也；離騷曰：『駟玉芑而乘翳。』」郝懿行云：「廣雅云：『翳鳥，鸞鳥，鳳皇屬也。』今離騷翳作鷖，王逸注云：『鳳皇別名也。』史記司馬相如傳張揖注及文選（思玄賦）注、後漢書張衡傳注引此經並作鷖鳥，上林賦注仍引作翳鳥。」 \\n ４　郭璞云：「倕，堯巧工也；音瑞。」珂案：下文云：「帝俊生三身，三身生義均，義均始是為巧倕，是始作下民百巧。」則此巧倕即義均也。郭云「堯巧工」者，淮南子本經篇云：「周鼎著倕，使銜其指，以明大巧之不可為也。」高誘注云：「倕，堯之巧工也。」蓋本於此。然世本作篇（張澍稡集補注本）宋衷注則又或以為「黃帝工人」，或以為「神農之臣」，均莫知所據。實則據書舜典：「帝（舜）曰：『俞！咨垂（倕），女共工。』」倕乃舜臣，且即舜子商均也；見下文「帝俊生三身」節注。 \\n 北海之內，有反縛盜械１、帶戈常倍之佐，名曰相顧之尸２。 \\n １　吳任臣云：「漢紀云：『當盜械者皆頌繫。』注云：『凡以罪著械皆得稱盜械。』」 \\n ２　郭璞云：「亦貳負臣危之類。」珂案：劉秀上山海經表亦稱貳負之臣「反縛盜械」，已見海內西經「危與貳負殺窫窳」節注。 \\n 伯夷父生西岳，西岳生先龍，先龍是始生氐羌，氐羌乞姓１。 \\n １　郭璞云：「伯夷父顓頊師，今氐羌其苗裔也。」郝懿行云：「周書王會篇云：『氐羌鸞鳥。』孔晁注云：『氐地之羌，不同，故謂之氐羌。』郭云『伯夷父顓頊師』者，漢書古今人表云：『柏夷亮父顓頊師。』新序雜事五云：『顓頊學伯夷父。』是郭所本也。」 \\n 北海之內，有山，名曰幽都之山１，黑水出焉。其上有玄鳥、玄蛇２、玄豹３、玄虎４、玄狐蓬尾５。有大玄之山。有玄丘之民６。有大幽之國７。有赤脛之民８。 \\n １　王念孫云：「類聚祥瑞下（卷九九）作武都，文選注七之二十九（子虛賦——珂）作幽都，爾雅釋獸郭注同，白帖十七作武都。」珂案：楚辭招魂云：「君無下此幽都些。」王逸注云：「幽都，地下后土所治也；地下幽冥，故稱幽都。」此幽都之山，有玄鳥、玄蛇、玄豹、玄虎、玄狐蓬尾，又有大玄之山、玄丘之民、大幽之國等，景象頗類招魂所寫幽都，疑即幽都神話之古傳也。招魂復寫幽都之門者土伯之狀云：「土伯九約，其角觺觺些；敦脄血拇，逐人駓駓些；參目虎首，其身若牛些。」王逸注：「土伯，后土之侯伯也。」此幽都之黯慘恐怖又倍於幽都之山也。 \\n ２　珂案：大荒南經云：「黑水之南，有玄蛇食麈。」 \\n ３　珂案：中次十一經云：「即谷之山，多玄豹。」 \\n ４　郭璞云：「黑虎名虪，見爾雅（釋獸）。」 \\n ５　郭璞云：「蓬，叢也；阻留反。說苑曰：『蓬狐文豹之皮。』」郝懿行云：「小雅何草不黃篇云：『有芄者狐。』言狐尾蓬蓬然大，依字當為蓬，詩假借作芃耳。郭云阻留反，於文上無所承，疑有闕脫。太平御覽九百九卷引此注作『蓬蓬其尾也』，無『阻留反』三字，非。牟廷相曰：『叢字可讀如菆。』則阻留當是叢字之音也。」 \\n ６　郭璞云：「言丘上人物盡黑也。」 \\n ７　郭璞云：「即幽民也，穴居無衣。」郝懿行云：「郭注疑本在經中，今脫去。」 \\n ８　郭璞云：「膝已下正赤色。」 \\n 有釘靈之國，其民從膝已下有毛，馬蹏善走１。 \\n １　郭璞云：「詩含神霧曰：『馬蹏自鞭其蹏，日行三百里。』」珂案：三國志魏志烏丸鮮卑東夷傳裴松之注引魏略云：「烏孫長老言，北丁令有馬脛國，其人音聲似鴈鶩，從膝以上身頭人也，膝已下生毛，馬脛馬蹄，不騎馬，而走疾馬。」即此釘靈之國也。 \\n 炎帝之孫伯陵１，伯陵同吳權之妻阿女緣婦２，緣婦孕三年３，是生鼓、延、殳４。始為侯５，鼓、延是始為鍾６，為樂風７。 \\n １　珂案：國語周語云：「大姜之姪，伯陵之後，逢公之所憑神。」左傳昭公二十年云：「有逢伯陵因之。」即此伯陵。然韋昭杜預均注云「殷之諸侯」，則與此經所謂「炎帝之孫」不合，或正以見神話與歷史之殊途也。 \\n ２　郭璞云：「同猶通，言淫之也。吳權，人姓名。」 \\n ３　郭璞云：「孕，懷身也。」 \\n ４　郭璞云：「三子名也；殳音殊。」 \\n ５　珂案：經文始為侯上疑脫殳字。侯，射侯也。 \\n ６　郭璞云：「世本云：『毋句作罄，倕作鍾。』」郝懿行云：「初學記十六卷引此經與今本同。說文（九、十四）云：『古者毋句氏作磬，垂作鐘。』與郭引世本同。又初學記引世本毋作無，蓋古字通用。又引樂錄云：『無句，堯臣也。』」珂案：緣婦所生三子形貌未有所聞，唯路史後紀四云：「鼓兌頭而〈鼻丘〉〈鼻乚〉。」獨記鼓貌，當非臆說，或有所本。 \\n ７　郭璞云：「作樂之曲制。」 \\n 黃帝生駱明，駱明生白馬，白馬是為鯀１。 \\n １　郭璞云：「即禹父也。世本曰：『黃帝生昌意，昌意生顓頊，顓頊生鯀。』」郝懿行云：「郭引世本云：『昌意生顓頊，顓頊生鯀』，與大戴禮帝繫世次相合，而與前文『昌意生韓流，韓流生顓頊』之言卻復相背，郭氏蓋失檢也。大抵此經非出一人之手，其載古帝王世系，尤不足據，不必彊為之說。」珂案：郝說是也。且尤有進者，神話之世系尤不可以歷史之世系律之。即如此經「駱明生白馬，白馬是為鯀」之白馬，亦當是生物之白馬，而非人姓名也。此與大荒北經記「黃帝生……弄明，弄明生白犬，白犬有牝牡，是為犬戎」，疑亦當是同一神話之分化，彼經之「白犬」即當於此經之「白馬」也。犬馬既俱生物，則經所記者，自是神話，何可以歷史律之乎？以歷史釋神話，宜恆扞格而難通也。 \\n 帝俊生禺號，禺號生淫梁，淫梁生番禺１，是始為舟２。番禺生奚仲，奚仲生吉光，吉光是始以木為車３。 \\n １　郝懿行云：「北堂書鈔一百三十七卷引此經淫作經。大荒東經言黃帝生禺〈豸虎〉，即禺號也，禺號生禺京，即淫梁也，禺京、淫梁聲相近；然則此經帝俊又當為黃帝矣。」珂案：黃帝即「皇帝」（古籍多互見無別），初本「皇天上帝」之義，而帝俊亦殷人所祀上帝，故黃帝神話，亦得糅混於帝俊神話中，正不必以禺號同於禺〈豸虎〉便以帝俊即黃帝也。 \\n ２　郭璞云：「世本云：『共鼓貨狄作舟。』」 \\n ３　郭璞云：「世本云：『奚仲作車。』此言吉光，明其父子共創作意，是以互稱之。」珂案：說文十四云：「車，夏后時奚仲所造。」管子形勢解篇云：「奚仲之為車也，方圜曲直，皆中規矩鉤繩，故機旋相得，用之牢利，成器堅固。」元和郡縣圖志卷九云。「奚公山在（滕）縣東南六十六里，奚仲初造車於此。」滕縣屬今山東省。 \\n 少皞生般１，般是始為弓矢２。 \\n １　郭璞云：「音班。」 \\n ２　郭璞云：「世本云：『牟夷作矢，揮作弓。』弓矢一器，作者兩人，於義有疑，此言般之作是。」郝懿行云：「說文（十）云：『古者夷牟初作矢。』郭引世本作牟夷，疑文有倒轉耳。宋衷云：『夷牟，黃帝臣也。』說文（十二）又云：『揮作弓。』與世本同。吳越春秋（勾踐陰謀外傳）云：『黃帝作弓。』荀子解蔽篇又云：『倕作弓，浮游作矢。』俱與此經異也。」珂案：墨子非儒下云：「古者羿作弓。」呂氏春秋勿躬篇亦云：「夷羿作弓。」蓋均傳聞不同而異辭也。 \\n 帝俊賜羿彤弓素矰１，以扶下國２，羿是始去恤下地之百艱３。 \\n １　郭璞云：「彤弓，朱弓；矰，矢名，以白羽羽之。外傳（國語吳語——珂）：『白羽之矰，望之如荼』也。」珂案：御覽卷八百五引隨巢子云：「幽厲之時，天賜玉玦於羿，遂以殘其身，以此為福而禍。」當亦帝俊賜羿彤弓素矰神話之異聞也。楚辭天問云：「馮珧利玦。」郝懿行以為亦是帝俊賜羿弓矢之事，其或然與？ \\n ２　郭璞云：「言令羿以射道除患，扶助下國。」珂案：楚辭天問云：「帝降夷羿，革孽夏民。」即其事也。 \\n ３　郭璞云：「言射殺鑿齒、封豕之屬也。有窮后羿慕羿射，故號此名也。」珂案：羿射鑿齒事已見海外南經「羿與鑿齒戰」節。羿蓋東夷民族之主神，故稱夷羿，與傳說中之夏代有窮后羿，確是兩人。羿「扶下國」，乃帝俊所命。「恤百艱」者，正如郭注所云，是「射殺鑿齒、封豕之屬」也。然其主要功業，乃在於上射十日。而十日者，帝俊之子也。羿射十日，得罪天帝，故天問紀其事云：「馮珧利決，封豨是射，何獻蒸肉之膏而后帝不若？」「不若」云者，天帝有憾於羿之射殺其子也。推想羿必因此降謫凡間，故其後乃有往求不死之藥於西王母，嫦娥竊以奔月之事。此羿自非代夏而有天下、任用寒浞、受其愚弄、「將歸自由、家眾殺而亨（烹）之」之有窮后羿。然羿與后羿故事，先秦典籍即已混殽不清。如羿射封豕，左傳昭公二十八年亦有后羿射「實有豕心」之伯封之記敘。而屈原離騷云：「羿淫遊以佚田兮、又好射夫封豬（豬原作狐，從聞一多楚辭校補改）；固亂流其鮮終兮，浞又貪夫厥家。」天問於羿「射河伯」、「射封豨」二問之後，又云：「浞娶純狐，眩（玄）妻爰謀，何羿之射革而交吞揆之？」是均混羿之神話於后羿之傳說矣。高誘注淮南子（俶真篇、氾論篇）已屢辨之，今郭注亦同高說，知二者實殊不宜混同也。 \\n 帝俊生晏龍１，晏龍是為琴瑟２。 \\n １　珂案：帝俊生晏龍，晏龍生司幽，已見大荒東經。 \\n ２　郭璞云：「世本云：『伏羲作琴，神農作瑟。』」郝懿行云：「說文（十二）云：『琴，神農所作；瑟，庖犧所作。』此注蓋傳寫之訛也。初學記十六卷引琴操曰：『伏犧作琴。』又引世本、說文、桓譚新論，並云：『神農作琴。』二說不同。據初學記所引說文，是與世本同之證。」珂案：北堂書鈔卷一百九引此經是下有始字。御覽卷五七七引此經是作始。王念孫校「為琴瑟」上有「務」字，「務為琴瑟」，則是以琴瑟為戲弄之具，非造作之意，似於義為長也。郭璞所見本或即如此，否則其所注釋便與正文牴牾。 \\n 帝俊有子八人，是始為歌舞１。 \\n １　郝懿行云：「初學記十五卷、藝文類聚四十三卷、太平御覽五百七十二卷引此經並云：『帝俊八子，是始為歌。』無舞字。」珂案：路史後紀十一注引朝鮮記（吳任臣說即此經荒經已下五篇）云：「舜有子八人，始歌舞。」是逕以帝俊為舜也。 \\n 帝俊生三身１，三身生義均２，義均是始為巧倕，是始作下民百巧３。后稷是播百穀４。稷之孫曰叔均，始作牛耕５。大比赤陰６，是始為國７。禹鯀是始布土，均定九州８。 \\n １　珂案：帝俊妻娥皇生三身之國，已見大荒南經。 \\n ２　珂案：此義均即大荒南經與舜同葬蒼梧之舜子叔均（商均），亦即大荒西經「稷之弟台璽生叔均」之叔均及此經下文稷之孫叔均：均傳聞不同而異辭也。說已見大荒南經「蒼梧之野」節注。 \\n ３　珂案：巧倕葬不距山西，已見上文。此云「義均是始為巧倕」，知義均即巧倕也。郭璞云：「倕，堯巧工也。」然呂氏春秋古樂篇云：「帝嚳命有倕作為鼙、鼓、鐘、磬、笭（原作吹苓，據許維遹呂氏春秋集釋改）、管、壎、箎、鞀、椎鍾。」則倕亦堯父帝嚳之臣也。其實倕乃舜子商均。路史後紀十一云：「女罃（英）生義鈞。義鈞封于商，是為商均。」是其證。以傳說演變無定，遂成歧出，實皆一也。世本（張澍稡集補注本）云：「倕作鐘。垂作規矩準繩。垂作銚。垂作耒耜。垂作耨。」墨子非儒下篇云：「巧垂作舟。」筍子解蔽篇云：「倕作弓。」則倕之創制亦多矣，此其所以稱「巧倕」也；經又謂其「始作下民百巧」，明其如羿、禹之具有神性也。神話之義均原為帝俊之裔，原有大功於民，歷史化而為舜子商均後，遂與堯子丹朱同稱「不肖」矣。神話人物與歷史人物其評價之顛倒常有如是者。淮南子本經篇云：「周鼎著倕，使銜其指，以明大巧之不可為也。」以與「作下民百巧」之頌美態度比，顯持貶斥態度矣。此則後世統治者愚民之謬論，未可以厚誣古之神話英雄也。 \\n ４　珂案：此承上文「倕作下民百巧」而言。「百巧」者，主要蓋指耒、耜、銚、耨等農具也。故云「后稷是播百穀，稷之孫曰叔均，始作牛耕」。義均、叔均，在此又為二人：均神話之歧變也。大荒西經云：「帝俊生后稷。」后稷，神話上為帝俊之子、歷史上復為帝嚳之子也。 \\n ５　郭璞云：「始用牛犁。」珂案：經文「叔均始作牛耕」，大荒西經作「叔均始作耕」，無「牛」字；御覽卷八二二引此經亦無「牛」字。 \\n ６　郭璞云：「或作音。」郝懿行云：「『大比赤陰』四字難曉，推尋文義，當是地名，大荒西經說叔均始作耕，又云有赤國妻氏，大比赤陰豈謂是與？」珂案：郝說大比赤陰即赤國妻氏，是也；然謂當是地名則非，疑均當是人名。「大比」或即「大妣」之壞文，赤陰，或即后稷之母姜原，以與姜原音近也。 \\n ７　郭璞云：「得封為國。」珂案：史記周本紀云：「封棄於邰。」邰、姜原所居國也。此「大比赤陰，是始為國」之意乎？ \\n ８　郭璞云：「布猶敷也。書曰：『禹敷土，定高山大川。』」珂案：郭引書禹貢文，今作「奠高山大川」。此亦承上文播百穀、作牛耕之意而言。 \\n 炎帝之妻，赤水之子聽訞生炎居，炎居生節並，節並生戲器１，戲器生祝融２，祝融降處于江水，生共工，共工生術器，術器首方顛３，是復土穰，以處江水４。共工生后土５，后土生噎鳴６，噎鳴生歲十有二７。 \\n １　郝懿行云：「史記索隱補三皇本紀云：『神農納奔水氏之女曰聽詙為妃，生帝哀，哀生帝克，克生帝榆罔。』云云，證以此經赤水作奔水，聽訞作聽詙，及炎居已下文字俱異。司馬貞自注云：見帝王世紀及古史考。今案二書蓋亦本此經為說，其名字不同，或當別有依據，然古典逸亡，今無可考矣。訞與妖同；詙音拔。」 \\n ２　郭璞云：「祝融，高辛氏火正號。」珂案：大荒西經云：「顓頊生老童，老童生祝融」，祝融又為黃帝裔。然黃炎古本同族，故為炎帝裔者，又可以傳為黃帝裔也，說已見大荒西經「太子長琴」節注。 \\n ３　郭璞云：「頭頂平也。」郝懿行云：「顛字衍，藏經本無之。」珂案：路史後紀四云：「術囂（器）兌首方顛。」顛字似不衍。 \\n ４　郭璞云：「復祝融之所也。」郝懿行云：「穰當為壤，或古字通用；藏經本正作壤。」珂案：路史後紀四亦作壤。 \\n ５　珂案：國語魯語云：「共工氏之霸九有也，其子曰后土，能平九土。」即此經「共工生后土」神話之歷史化。有關共工神話，詳海外北經「共工臣相柳氏」節注。 \\n ６　珂案：孫星衍校增「音咽」二字於「后土生噎鳴」句下，未知所據。 \\n ７　郭璞云：「生十二子皆以歲名名之，故云然。」珂案：古神話當謂噎鳴生十二歲或噎鳴生一歲之十二月。大荒西經云：「黎（后土）下地是生噎，處於西極，以行日月星辰之行次。」即此噎鳴，蓋時間之神也。 \\n 洪水滔天１。鯀竊帝之息壤以堙洪水２，不待帝命３。帝令祝融殺鯀於羽郊４。鯀復生禹５。帝乃命禹卒布土以定九州６。 \\n １　郭璞云：「滔，漫也。」 \\n ２　珂案：據上文「黃帝生駱明，駱明生白馬，白馬是為鯀」，則此帝自應是黃帝。滔天洪水正是身為上帝之黃帝降以懲罰下民者。舊約創世紀云：「耶和華見人在地上罪惡很大，就後悔造人在地上，（便）使洪水氾濫在地上，毀滅天下。」即斯之類也。 \\n ３　郭璞云：「息壤者言土自長息無限，故可以塞洪水也。開筮曰：『滔滔洪水，無所止極，伯鯀乃以息石息壤，以填洪水。』漢元帝時，臨淮徐縣地踊長五六里，高二丈，即息壤之類也。」 \\n ４　郭璞云：「羽山之郊。」珂案：南次二經有羽山，郭璞注云：「今東海祝其縣西南有羽山，即鯀所殛處，計其道里不相應，似非也。」是羽山古傳在東裔；然而神話傳說中地名，往往亦非可以實指也。 \\n ５　郭璞云：「開筮（歸藏啟筮——珂）曰：『鯀死三歲不腐，剖之以吳刀，化為黃龍』也。」珂案：初學記卷二十二引歸藏云：「大副之吳刀，是用出禹。」亦其事也。經文「鯀復生禹」即楚辭天問所謂「伯鯀腹禹」（原作「伯禹腹鯀」，從聞一多楚辭校補改）也；復即腹之借字。郭注黃龍，藏經本作黃能。 \\n ６　郭璞云：「鯀績用不成，故復命禹終其功。」 \\n 珂案：有關鯀禹治水之神話，楚辭天問言之綦詳，云：「不任汨鴻，師何以尚之？僉曰『何憂，何不課而行之？』鴟龜曳銜，鯀何聽焉？順欲成功，帝何刑焉？永遏在羽山，夫何三年不弛？伯鯀腹禹，夫何以變之？纂前就緒，遂成考功，何續初繼業，而厥謀不同？洪泉極深，何以窴之？地方九則，何以墳之？應龍何畫？河海何歷？鯀何所營？禹何所成？九州安錯？川谷何洿？東流不溢，孰知其故？東西南北，其修孰多？南北順橢，其衍幾何（內數字與今本不同，據聞一多楚辭校補及他家校釋改）？」雖已歷史與神話雜糅，然「鴟龜曳銜」、「應龍何畫」云云，猶可以補古神話闕佚，餘則大體同於此經所記。然則鯀之被殛，乃因盜竊天帝息壤平治洪水，非如歷史家所目之為「方命圯族」（書堯典）也。故屈原離騷云：「鯀婞直以亡（忘）身兮，終然夭乎羽之野。」九章惜誦云：「行婞直而不豫兮，鯀功用而不就。」均有歎惋憐惜之意：蓋鯀之功烈在古神話中猶未全泯也。鯀被殛羽山，死三歲不腐，其腹生禹，行跡乃又過於希臘神話取火者之普洛米修斯矣。惟鯀入羽淵所化，則諸書所記不一。歸藏啟筮云：「化為黃龍。」左傳昭公十七年云：「化為黃熊。」國語晉語八云：「化為黃能。」拾遺記卷二云：「化為玄魚。」龍、熊、玄魚均無疑問矣，惟「能」解釋各異。左傳釋文云：「熊一作能，三足鱉也。」史記夏本紀正義亦云：「鯀之羽山，化為黃熊，入於羽淵。熊，音乃來反，下三點為三足也。束皙發蒙記云：『鱉三足曰熊。』」由是言之，熊者熊字之訛，熊即能也。然說文十云：「能，熊屬，足似鹿。」韋昭注國語亦云：「能似熊。」任昉述異記亦云：「陸居曰熊，水居曰能。」則此熊屬之獸，又可以居水也。三足鱉或係誣辭，水居之能說亦牽強，熊不可以入淵，玄魚則古「鯀」字之析離，更不足據，要以古說黃龍為近正也。鯀原為天上白馬，周禮夏官庾人：「馬八尺曰龍。」則天馬化龍，亦想象之自然，無足異也。至于鯀與天帝作鬥爭，則有呂氏春秋行論篇記其異聞，云：「堯以天下讓舜，鯀為諸侯。怒於堯曰：『得天之道者為帝，得地之道者為三公。今我得地之道，而不以我為三公。』以堯為失論。欲得三公，怒甚猛獸，欲以為亂。比獸之角，能以為城，舉其尾，能以為旌。召之不來，仿佯於野以患帝。舜於是殛之於羽山，副之以吳刀。」固已相當歷史化，然仍可以窺見其神話之本來面目也。此「怒甚猛獸」、「比獸之角，能以為城，舉其尾，能以為旌」、「仿佯於野以患帝」之鯀，其鬥志亦堅、神力亦偉矣！「鯀復（腹）生禹」後，為天帝者，乃不得不「卒命禹布土以定九州」，鯀雖被殛潛淵，此一鬥爭則終獲勝利，雖天帝之嚴威亦不得不暫為斂息，其為民望之所屬固可見也。楚辭天問「應龍何畫」王逸注云：「禹治洪水時，有神龍，以尾畫地，導水所注，當決者因而治之也。」應龍，吾人已知乃黃帝神龍，曾以「殺蚩尤與夸父」（大荒東經）立大功者，今乃助禹治水，則亦當為黃帝之任命也。拾遺記卷二云：「禹盡力溝洫，導川夷岳，黃龍曳尾於前，玄龜負青泥於後。」「黃龍曳尾」，自即是「應龍畫地」也，「玄龜負青泥」者，青泥當即是息壤，即「帝卒命禹布土」之「土」也。淮南子墬形篇逕云：「禹乃以息土填洪水，以為名山。」知禹治洪水初亦專用湮塞之一法，與其父同，非若歷史記敘禹用疏而鯀用湮也。逮後文明日進，反映於神話中治水之禹乃始湮疏並用，故天問於「洪泉極深，何以窴之」問語之後，乃復有「應龍何畫？河海何歷」問語，「窴之」者湮也；「何畫」者疏也：是天問之禹已湮疏並用矣。拾遺記「黃龍曳尾」、「玄龜負青泥」仍湮疏並用也。而海內經所記「帝卒命禹布土定九州」，乃專主於湮，是海內經之神話，較天問更原始，猶存古神話本貌，洵可珍也。關於禹治洪水神話，說最紛繁，然後起者多，概從略不錄。 \\n 郝懿行云：「右大荒、海內經五篇，大凡五千三百三十二字。」 \\n  \\n  \\n   \\n  "}
{"章节": "山海經敘錄", "正文": "  \\n ▲山海經敘錄 \\n 　 \\n 西漢劉秀上山海經表曰：侍中奉車都尉光祿大夫臣秀領校、祕書言校、祕書太常屬臣望所校山海經凡三十二篇，今定為一十八篇，已定。山海經者，出於唐虞之際。昔洪水洋溢，漫衍中國，民人失據，〈危文〉〈阝區〉（崎嶇）於丘陵，巢於樹木。鯀既無功，而帝堯使禹繼之。禹乘四載，隨山栞（刊）木，定高山大川。益（珂案：益字何焯校蓋）與伯翳主驅禽獸，命山川，類草木，別水土。四嶽佐之，以周四方，逮人跡之所希至，及舟輿之所罕到。內別五方之山，外分八方之海，紀其珍寶奇物，異方之所生，水土草木禽獸昆蟲麟鳳之所止，禎祥之所隱，及四海之外，絕域之國，殊類之人。禹別九州，任土作貢；而益等類物善惡，著山海經。皆聖賢之遺事，古文之著明者也。其事質明有信。孝武皇帝時嘗有獻異鳥者，食之百物，所不肎（肯）食。東方朔見之，言其鳥名，又言其所當食，如朔言。問朔何以知之，即山海經所出也。孝宣帝時，擊磻石於上郡，陷得石室，其中有反縛盜械人。時臣秀父向為諫議大夫，言此貳負之臣也。詔問何以知之，亦以山海經對。其文曰：「貳負殺窫窳，帝乃梏之疏屬之山，桎其右足，反縛兩手。」上大驚。朝士由是多奇山海經者，文學大儒皆讀學，以為奇可以考禎祥變怪之物，見遠國異人之謠俗。故易曰：「言天下之至賾而不可亂也。」博物之君子，其可不惑焉。臣秀昧死謹上。 \\n 東晉記室參軍郭璞注山海經敘曰：世之覽山海經者，皆以其閎誕迂誇，多奇怪俶儻之言，莫不疑焉。嘗試論之曰，莊生有云：「人之所知，莫若其所不知。」吾於山海經見之矣。夫以宇宙之寥廓，群生之紛〈員云〉（紜），陰陽之煦蒸，萬殊之區分，精氣渾淆，自相濆薄，遊魂靈怪，觸象而構，流形於山川，麗狀於木石者，惡可勝言乎？然則總其所以（乖），鼓之於一響；成其所以變，混之於一象。世之所謂異，未知其所以異；世之所謂不異，未知其所以不異。何者？物不自異，待我而後異，異果在我，非物異也。故胡人見布而疑黂，越人見罽而駭毳。夫翫所（珂案：夫翫所三字何焯校作蓋信其）習見而奇所希聞，此人情之常蔽也。今略舉可以明之者：陽火出於冰水，陰鼠生於炎山，而俗之論者，莫之或怪；及談山海經所載，而咸怪之：是不怪所可怪而怪所不可怪也。不怪所可怪，則幾於無怪矣；怪所不可怪，則未始有可怪也。夫能然所不可，不可所不可然，則理無不然矣。案汲郡竹書及穆天子傳：穆王西征見西王母，執璧帛之好，獻錦組之屬。穆王享王母於瑤池之上，賦詩往來，辭義可觀。遂襲昆侖之丘，遊軒轅之宮，眺鍾山之嶺，玩帝者之寶，勒石王母之山，紀跡玄圃之上。乃取其嘉木豔草奇鳥怪獸玉石珍瑰之器，金膏燭銀之寶，歸而殖養之於中國。穆王駕八駿之乘，右服盜驪，左驂騄耳，造父為御，奔戎為右，萬里長騖，以周歷四荒，名山大川，靡不登濟。東升大人之堂，西燕王母之廬，南轢黿鼉之梁，北躡積羽之衢。窮歡極娛，然後旋歸。案史記說穆王得盜驪騄耳驊騮之驥，使造父御之，以西巡狩，見西王母，樂而忘歸，亦與竹書同。左傳曰：「穆王欲肆其心，使天下皆有車轍馬跡焉。」竹書所載，則是其事也。而譙周之徒，足為通識瑰儒，而雅不平此，驗之史考，以著其妄。司馬遷敘大宛傳亦云：「自張騫使大夏之後，窮河源，惡睹所謂昆侖者乎？至禹本紀、山海經所有怪物，余不敢言也。」不亦悲乎！若竹書不潛出於千載，以作徵於今日者，則山海之言，其幾乎廢矣。若乃東方生曉畢方之名，劉子政辨盜械之尸，王頎訪兩面之客，海民獲長臂之衣：精驗潛效，絕代縣符。於戲！群惑者其可以少寤乎？是故聖皇原化以極變，象物以應怪，鑒無滯賾，曲盡幽情，神焉廋哉！神焉廋哉！蓋此書跨世七代，歷載三千，雖暫顯於漢而尋亦寢廢。其山川名號，所在多有舛謬，與今不同，師訓莫傳，遂將湮泯。道之所存，俗之喪，悲夫！余有懼焉，故為之創傳，疏其壅閡，闢其茀蕪，領其玄致，標其洞涉。庶幾令逸文不墜於世，奇言不絕於今，夏后之跡，靡栞於將來；八荒之事，有聞於後裔，不亦可乎。夫蘙薈之翔，叵以論垂天之凌；蹏涔之遊，無以知絳虯之騰；鈞天之庭，豈伶人之所躡；無航之津，豈蒼兕之所涉：非天下之至通，難與言山海之義矣。嗚呼！達觀博物之客，其鑒之哉。 \\n 山海經目錄總十八卷　本三萬九百十九字，注二萬三百五十字，總五萬一千二百六十九字。郝懿行云：此玉海所校也，今校經三萬八百二十五字，注二萬三百八十三字，總五萬一千二百八字。 \\n 南山經第一　本三千五百四十七字，注二千一百七字。郝懿行云：此已下明藏經本所校也，今校經一千八百六十一字，注一千二百四十六字。 \\n 西山經第二　本五千六百七十二字，注三千二百二字。今校經四千六百四十四字，注三千七百二十六字。 \\n 北山經第三　本五千七百四十六字，注二千三百八十二字。今校經四千二百四十一字，注一千六百三十九字。 \\n 東山經第四　本二千四十字，注三百七十五字。今校經二千一百三字，注四百五十五字。 \\n 中山經第五　本四千七百一十八字，注三千四百八十五字。今校經八千四百一十六字，注三千五百八十二字。 \\n 右五臧山經五篇，經二萬一千二百六十五字，注一萬六百六十一字，總三萬一千九百二十六字。 \\n 海外南經第六　本五百一十一字，注六百二十二字。今校經五百七十五字，注六百八十五字。 \\n 海外西經第七　本五百三十七字，注四百五十二字。今校經五百五十九字，注四百五十八字。 \\n 海外北經第八　本五百八十四字，注四百九十三字。今校經六百一字，注五百二十四字。 \\n 海外東經第九　本四百四十二字，注五百九十五字。今校經四百五十七字，注五百九十六字。 \\n 海內南經第十　本三百六十四字，注七百九字。今校經三百七十七字，注六百五十六字。 \\n 海內西經第十一　本四百三十九字，注六百九十五字。今校經五百一十四字，注七百四字。 \\n 海內北經第十二　本五百九十四字，注四百九十五字。今校經五百十字，注五百九十二字。 \\n 海內東經第十三　本六百二十四字，注一千四百九十五字。今校經六百三十五字，注一千七十二字。 \\n 右海外、海內經八篇，經四千二百二十八字，注五千二百八十四字，總九千五百一十二字。 \\n 大荒東經第十四　本八百六十四字，注八百一十三字。今校經八百五十八字，注九百二十四字。 \\n 大荒南經第十五　本九百七十二字，注五百九十八字。今校經九百七十七字，注六百一十七字。 \\n 大荒西經第十六　本一千二百八十二字，注一千二百三字。今校經一千一百一十八字，注一千二百八十五字。 \\n 大荒北經第十七　本一千五百六字，注七百六十七字。今校經一千七十一字，注八百四字。 \\n 海內經第十八　本一千一百十一字，注九百六十七字。此海內經及大荒經本皆進在外（珂案：宋本、毛扆本作逸在外）。今校經一千一百四十一字，注九百七十五字。 \\n 右大荒經海內經五篇，經五千三百三十二字，注四千四百三十八字，總九千七百七十字。 \\n 清郝懿行山海經箋疏敘曰：山海經古本三十二篇，劉子駿校定為一十八篇，即郭景純所傳是也。今考南山經三篇，西山經四篇，北山經三篇，東山經四篇，中山經十二篇，並海外經四篇，海內經四篇，除大荒經已下不數，已得三十四篇，則與古經三十二篇之目不符也。隋書經籍志山海經二十三卷。舊唐書十八卷，又圖讚二卷，音二卷，並郭璞撰；此則十八卷又加四卷，才二十二卷，復與經籍志二十三卷之目不符也。漢書藝文志山海經十三篇，在形法家，不言有十八篇。所謂十八篇者，南山經至中山經本二十六篇合為五臧山經五篇，加海外經已下八篇，及大荒經已下五篇為十八篇也。所謂十三篇者，去荒經已下五篇，正得十三篇也。古本此五篇皆在外，與經別行，為釋經之外篇。及郭作傳，據劉氏定本，復為十八篇，即又與藝文志十三篇之目不符也。酈善長注水經云：「山海經薶縕歲久，編韋稀絕，書策落次，難以緝綴。後人假合，多差遠意。」然則古經殘簡，非復完篇，殆自昔而然矣。藝文志不言此經誰作，劉子駿表云：出於唐虞之際。以為禹別九州，任土作貢，而益等類物善惡，著山海經。王仲任論衡、趙長君吳越春秋亦稱禹益所作。顏氏家訓書證篇云：「山海經禹益所記，而有長沙零陵桂陽諸暨，由後人所羼，非本文也。」今考海外南經之篇，而有說文王葬所，海外西經之篇，而有說夏后啟事。夫經稱夏后，明非禹書；篇有文王，又疑周簡：是亦後人所羼也。至於郡縣之名，起自周代，周書作雒篇云：「為方千里，分以百縣，縣有四郡。」春秋哀公二年左傳云：「克敵者上大夫受縣，下大夫受郡。」杜元凱注云：「縣百里，郡五十里。」今考南次二經云：「縣多土功」、「縣多放士」，又云「郡縣大水」、「縣有大繇」：是又後人所羼也。大戴禮五帝德篇云：「使禹敷土，主名山川。」爾雅亦云：「從釋地已下至九河皆禹所名也。」觀禹貢一書，足覘梗概。因知五臧山經五篇，主於紀道里、說山川，真為禹書無疑矣。而中次三經說青要之山云：「南望墠渚，禹父之所化。」中次十二經說天下名山，首引「禹曰」。一則稱禹父，再則述禹言，亦知此語，必皆後人所羼矣。然以此類致疑本經，則非也。何以明之？周官大司徒以天下土地之圖，周知九州之地域，廣輪之數。土訓掌道地圖，道地慝。夏官職方亦掌天下地圖。山師、川師掌山林川澤，致其珍異。邍（原）師辨其丘陵墳衍邍〈溼，氵改阝〉之名物，秋官復有冥氏、庶氏、穴氏、翨氏、柞氏、薙氏之屬，掌攻夭鳥猛獸蟲豸草木之怪蠥。左傳稱禹鑄鼎象物而為之備，使民知神姦，民入山林川澤，禁禦不若，螭魅蝄蜽，莫能逢旃。周官左氏所述即與此經義合。禹作司空，灑沈澹災，燒不暇撌，濡不給扢，身執虆垂，以為民先。爰有禹貢，復著此經。尋山脈川，周覽無垠，中述怪變，俾民不眩。美哉禹功，明德遠矣；自非神聖，孰能修之。而後之讀者，類以夷堅所志，方諸齊諧，不亦悲乎！古之為書，有圖有說，周官地圖，各有掌故，是其證已。後漢書王景傳云：「賜景山海經、河渠書、禹貢圖。」是漢世禹貢尚有圖也。郭注此經而云：「圖亦作牛形」，又云：「在畏獸畫中」；陶徵士讀是經詩亦云：「流觀山海圖」：是晉代此經尚有圖也。中興書目云：「山海經圖十卷，本梁張僧繇畫，咸平二年校理舒雅重繪為十卷，每卷中先類所畫名，凡二百四十七種。」是其圖畫已異郭陶所見。今所見圖復與繇雅有異，良不足据。然郭所見圖，即已非古，古圖當有山川道里。今考郭所標出，但有畏獸仙人，而於山川脈絡，即不能案圖會意，是知郭亦未見古圖也。今禹貢及山海圖遂絕跡不復可得。禹貢雖無圖，其書說要為有師法，而此經師訓莫傳，遂將湮泯。郭作傳後，讀家稀絕，途徑榛蕪。迄於今日，脫亂淆訛，益復難讀。又郭注南山經兩引「璨曰」，其注南荒經「昆吾之師」又引音義云云，是必郭已前音訓注解人，惜其姓字爵里與時代俱湮，良可於邑。今世名家則有吳氏、畢氏。吳徵引極博，汎濫於群書；畢山水方滋，取證於耳目。二書於此經，厥功偉矣。至於辨析異同，栞正訛謬，蓋猶未暇以詳。今之所述，并採二家所長，作為箋疏。箋以補注，疏以證經。卷如其舊，別為訂訛一卷，附於篇末。計創通大義百餘事，是正訛文三百餘事，凡所指擿，雖頗有依據，仍用舊文，因而無改，蓋放鄭君康成注經不敢改字之例云。嘉慶九年甲子二月廿八日棲霞郝懿行撰。 \\n  \\n  \\n   \\n  "}
{"章节": "所據板本及諸家舊注書目", "正文": "  \\n ▲所據板本及諸家舊注書目 \\n 　 \\n 山海經傳十八卷　晉郭璞撰　宋淳熙七年池陽郡齋尤袤刻本　明正統十年刻道藏本（涵芬樓影印，原缺十四、十五卷）　明成化元年吳寬抄本　明刻本（毛扆校）　明萬曆十三年吳琯刻山海經水經合刻本（黃丕烈、周叔弢校）　同上刻本（邵恩多校）　清康熙五十三年至五十四年項絪群玉書堂刻本（王念孫校注）　同上刻本（何焯校——□□泰臨）　清乾隆黃晟槐蔭草堂刻本（失名校注）山海經補注一卷　明楊慎撰　清光緒元年湖北崇文書局刻百子全書本山海經釋義十八卷　圖一卷　明王崇慶撰　明萬曆二十五年蔣一葵堯山堂刻本山海經廣注十八卷　圖五卷　清吳任臣撰　清乾隆五十一年金閶書業堂刻本山海經存九卷（附圖）　清汪紱撰　清光緒二十一年橅立雪齋原本石印本山海經新校正一卷　古今篇目考一卷　清畢沅撰　清乾隆四十六年畢沅靈巖山館刻經訓堂叢書本（孫星衍校）山海經箋疏十八卷　圖讚一卷　訂偽一卷　清郝懿行撰　清嘉慶十四年儀徵阮氏瑯環仙館刻本山海經地理今釋六卷　清吳承志撰　民國十一年南林劉氏求恕齋刻本 \\n \u0000 \\n   \\n  "}
{"章节": "引用書目", "正文": "  \\n ▲引用書目 \\n 　 \\n 書（周）孟子（戰國鄒孟軻）史記（漢司馬遷）莊子（戰國宋莊周）墨子（戰國宋墨翟）墨子閒詁（清孫詒讓）管子（周管仲？）文選（六朝梁蕭統）後漢書（六朝宋范曄）山海經箋疏（清郝懿行）讀山海經（晉陶潛——陶淵明集）爾雅（漢）埤雅（宋陸佃）博物志（六朝）周書（周）嫏嬛記（元伊士珍）楚辭（戰國楚屈原等）山海經圖贊（晉郭璞）神異經（六朝）集韻（宋丁度等）廣雅（三國魏張揖）駢雅（明朱謀〈土韋〉）匡謬正俗（唐顏師古）讀書偶識（清鄒漢勛）丹朱與驩兜（童書業——浙江圖書館館刊四卷五期）竹書紀年（戰國魏。佚）呂氏春秋（秦呂不韋）六韜（漢。佚）藝文類聚（唐歐陽詢）太平御覽（宋李昉等）赤雅（明鄺露）情史（明馮夢龍）原化記（唐皇甫氏）初學記（唐徐堅等）說文（漢許慎）括地圖（漢？佚）玉篇（六朝梁顧野王）異域志（元周致中）山海經廣注（清吳任臣）尸子（戰國楚尸佼。佚）廣韻（隋陸法言）異物志（漢楊孚。佚）外國圖（六朝？佚）抱朴子（晉葛洪）神仙傳（晉葛洪）論衡（漢王充）小說（六朝梁殷芸。佚）古小說鉤沈（魯迅）大戴禮（漢戴德）水經注（北魏酈道元）詩含神霧（漢。佚）國語（周左丘明）括地志（唐李泰。佚）法苑珠林（唐釋道世）淵鑑類函（清張英等）太平廣記（宋李昉等）述異記（六朝梁任昉？）西遊記（明吳承恩）漢武故事（六朝。佚）洞冥記（六朝）三國志（晉陳壽）穆天子傳（戰國）皇覽（三國魏王象等。佚）北堂書鈔（唐虞世南）玄中記（晉郭璞。佚）蜀典（清張澍）涼州異物志（六朝。佚）繹史（清馬驌）新書（漢賈誼）尚書大傳（漢伏勝。佚）太公金匱（六朝。佚）補史記三皇本紀（唐司馬貞） \\n ——以上海外南經，以下書名重見者不錄 \\n 詩（周）商代的神話與巫術（陳夢家——燕京學報第二十期）隨巢子（戰國。佚）楚辭校補（聞一多——聞一多全集）玉函山房輯佚書（清馬國翰）三才圖會（明王圻）韓詩外傳（漢韓嬰）禮記（周）宋書（六朝梁沈約）左傳（周左丘明）遁甲開山圖（漢。佚）世本（秦漢。佚）路史（宋羅泌）春秋緯元命苞（漢。佚）伏羲考（聞一多——聞一多全集）天問「阻窮西征」新解（唐蘭——禹貢半月刊第七卷一二三期合刊）瑞應圖（六朝梁孫柔之。佚）本草綱目（明李時珍）漢書（漢班固）——以上海外西經 \\n 酉陽雜俎（唐段成式）廣博物志（明董斯張）五運歷年紀（三國吳徐整。佚）琱玉集（唐。殘）獨異志（唐李冗）龍魚河圖（漢。佚）中國古代旅行之研究（江紹原）太古蠶馬記（三國吳張儼？）搜神記（晉干寶？）荀子（戰國趙荀況）啟蒙記（晉顧愷之。佚）齊民要術（後魏賈思勰）天中記（明陳耀文）——以上海外北經 \\n 穀梁傳（戰國穀梁赤？）列子（晉張湛？）列子集釋（楊伯峻）毛詩正義（唐孔穎達）古微書（明孫瑴）高唐神女傳說之分析（聞一多——聞一多全集）異苑（六朝宋劉敬叔）茅亭客話（宋黃休復）吳越春秋（漢趙曄）白虎通（漢班固）十洲記（六朝）列仙傳（漢劉向？）風俗通義（漢應劭）焦氏易林（漢焦延壽）臨海異物志（三國吳沈瑩。佚）——以上海外東經 \\n 晉書（唐房喬等）閩書（明何喬遠）桂海虞衡志（宋范成大）荊楚歲時記（六朝梁宗懍）祖沖之述異記（六朝齊祖沖之。佚）金樓子（六朝梁蕭繹）巫山縣志（清李友梁）河圖玉版（漢？佚）江源記（六朝宋庾仲雍。佚）岳陽風土記（宋范致明）山海經地理今釋（吳承志）——以上海內南經 \\n 輿地志（六朝陳顧野王。佚）漢唐地理書鈔（清王謨）上山海經表（漢劉秀——見山海經）華陽國志（晉常璩）蜀中名勝記（明曹學佺）山海經補注（明楊慎）夢溪筆談（宋沈括）讀書雜志（清王念孫）拾遺記（六朝梁蕭綺？）——以上海內西經 \\n 魏略（三國魏魚豢。佚）漢魏叢書本搜神記（唐？）敦煌寫本搜神記（唐句道興——見王重民等輯敦煌變文集）三五曆紀（三國吳徐整。佚）嶺表紀蠻（劉錫蕃）沙坪壩出土之石棺畫象研究（常任俠——說文月刊第一卷第十、十一期合刊）殷虛書契前編（羅振玉）鐵雲藏龜（清劉鶚）九歌古劇懸解（聞一多——聞一多全集）殷王亥慘死及后君王恆上甲微復仇之傳說（江紹原——一九三六年十一月二十八日北平華北日報副刊「中國古占卜術研究」）列女傳（漢劉向）嶺南異物志（唐孟琯。佚）洽聞記（唐鄭遂。殘）徂異記（宋聶田。殘）——以上海內北經 \\n 帝王世紀（晉皇甫謐。佚）漢書人表考（清梁玉繩）殷虛卜辭綜述（陳夢家）卜辭所見殷先公先王三續考（吳其昌——燕京學報第十四期）易（周）中國古代宗教與神話考（丁山）軒轅本紀（唐王瓘——見雲笈七籤卷一百）黃帝內傳（佚）廣成子傳（佚）——以上大荒東經 \\n 公羊傳（漢公羊壽）博古圖（宋王黼等）墉城集仙錄（五代蜀杜光庭）屈原賦今譯（郭沫若）事物紺珠（明黃正一）——以上大荒南經 \\n 說郛（明陶宗儀）三餘帖（宋？）通志（宋鄭樵）商君書（秦商鞅？）鶡冠子（周？）壬癸之際胎觀（清龔自珍——龔自珍全集）開元占經（唐瞿曇悉達）潛夫論（漢王符）孝經援神契（漢。佚）開闢衍繹（明周游）——以上大荒西經 \\n 中國神話研究ＡＢＣ（玄珠）方言（漢揚雄）稽瑞（唐劉賡）黃帝玄女戰法（六朝？佚）志林（晉虞喜。佚）通典（唐杜佑）通考（元馬端臨）——以上大荒北經 \\n 弘明集（六朝梁釋僧祐）說文繫傳（南唐徐鍇）游氏臆見（佚）花的故事（盛森）春旺和九仙姑（見中國民間故事選第一集）白氏六帖（唐白居易）論語（周）爾雅翼（宋羅願）元和郡縣圖志（唐李吉甫）神農本草經（三國魏吳普。佚）王隱晉書（晉王隱。佚）幽明錄（六朝宋劉義慶。佚）新序（漢劉向）說苑（漢劉向）桓譚新論（漢桓譚）發蒙記（晉束皙。佚）周禮（周）——以上海內經 \\n \u0000 \\n   \\n  "}
