{"章节": "甘澤謠（唐）袁郊", "正文": "　 \\n 　甘澤謠　 \\n   \\n  \\n 提要 \\n  \\n 《甘澤謠》一巻。唐·袁郊撰。晁公武《讀書志》云“載譎異事九章，咸通中，久雨臥疾所著。”陳振孫《書録解題》述其自序云“以春雨澤應，故有甘澤成謠之語，以名其書。”此本為毛晉所刋云“得之華隂楊儀。”篇數與《讀書志》合。周亮工《書影》曰“《甘澤謠》别自有書。今楊夢羽所傳，皆從他書抄撮而成，偽本也。”或曰夢羽本未出時，已有抄《太平廣記》二十餘條，為《甘澤謠》以行者，則夢羽本又贋書中之重儓矣。今考亮工所稱夢羽，即儀之字，其所稱先出之一本，今未之見。錢希言《獪園》稱“嘗見唐人小説有《甘澤謠》載『魚服記』甚詳。”今此本無『魚服記』，豈希言所見，乃先出一本耶？然據此本所載，與《太平廣記》引者，一一相符，則兩本皆出《廣記》，不得獨指儀本為重儓。又裒輯散佚，重編成帙，亦不得謂之贋書，所論殊為未允。其書雖小説家流而瑣事軼聞往往而在，如，杜甫《飲中八仙歌》、葉夢得《避暑録話》謂“惟焦遂不見於書傳”，今考此書“陶峴”條中，實有“布衣焦遂”而絶無口吃之説，足以證師古偽註之謬，是亦足資“考證不盡，為無益”之談矣。  \\n  \\n  \\n 甘澤謡 \\n  \\n 魏先生 \\n  \\n 魏先生，生於周，家於宋，儒書之外，詳究樂章。隋初出遊關右，値太常考樂。議者未平，聞先生來，競徃謁問。先生乃取平陳樂器與樂官蘇夔、蔡子元來，詳其律度，然後，金石絲竹咸得其所。内置清商署，為大樂官。斂帛二百段以酬之。先生不復入仕，遂歸梁宋以琴酒為娛。 \\n  \\n 及隋末兵興，楊玄感戰敗。謀主李密亾命雁門，變姓名以教授。先生同其鄉曲，由是，遂相徃來，常論鐘律。李密頗能，先生因戲之曰“觀吾子，氣沮而目亂，心揺而語偷。氣沮者，新破敗；目亂者，無所倚；心揺者，神未定；語偷者，思有謀於人。今，方捕蒲山黨，得非長者乎？” \\n  \\n 李公驚起執先生手曰“既能知我，豈不能教我歟？” \\n  \\n 先生曰“吾子無帝王規模，非將相才畧，乃亂世之雄傑耳。” \\n  \\n 李公曰“為吾辨析行藏，亦當繇此而退。” \\n  \\n 先生曰“夫為帝王者，包羅天地，儀範古今。外則日用而不知，中則成功而自立。堯詢四岳，舉鯀而殛羽山，此乃岀於無私也。漢任三傑，納良而圍垓下，亦出於無私也。故鳯有爪吻而不施，麟有蹏足而永廢者，能得其道，而求自集於時，此帝王之規模也。凡為將軍者，建太一旗，驅無戰之師，伐有罪之國，琱戈既授，玉弩斯張，誠負羈之有言，那季良之猶在，所以務其燕犒，致逸待勞，修其屯田，觀釁而動，遂使風生虎嘯，不可抗其威；雲起龍驤，不可攘其勢。仲尼曰『我戰則克』，孟軻云『夫誰與敵』，此將帥之才也。至有秉其才知，動以機鈐，公於國則為帥臣，私於已則曰亂盜。私於已必掠取財色，屠其城池。朱亥為前席之賔，樊期為升堂之客。朝聞夕死，公孫終敗於邑中；寜我負人，曹操豈兼於天下。是忘輦千金之貺，報陳一飯之恩，有感謝之人，無懐歸之衆。且魯史之誡，曰度德；連山之文，曰待時。尚欲謀於人，不能專於已，天人厭亂，厯數有歸，時雨降而妖祲除，太陽升而層氷釋。引繩縛虎，難希飛兎之門；赴水持甖，豈是安生之地。吾嘗望汾晉有聖人生，能徃事之，富貴可取。” \\n  \\n 李公拂衣而言曰“隋氏以篡殺取天下，吾家以勲徳居人表。振臂一嘑，衆心響應，提兵時伐何徃不下，道行可以取四海，不行亦足以王一方。委質於人，誠所未忍。女眞豎儒，不足以計事。” \\n  \\n 遂絶魏生，因冩懷賦詩，為鄉吏發覺，李公脱身而走所在。收兵，北依黎陽而南據雒，連營百萬，與王世充爭衡。首尾三年，終見敗覆。追思魏生之説，即日遂歸於唐，乃授光禄之官，復搆桃林之叛。 \\n  \\n 魏生，得道之士。亡其名，蓋文貞之宗親也。 \\n 素娥 \\n 素娥者，武三思之姬人也。 \\n  \\n 三思初奪喬氏窈娘，能歌舞。三思曉知音律，以窈娘歌舞，天下至藝也。未幾沈於雒水，遂族喬氏之家。 \\n  \\n 左右有舉素娥者，曰“相州鳯陽門宋媪女，善彈五弦，世之殊色。”三思乃以帛三百段，徃聘焉。素娥既至，三思大恱，遂盛宴以岀素娥。公卿大夫畢集，唯納言“狄仁傑稱疾不來”。三思怒，於座中有言。宴罷有告仁傑者。明日謝謁三思，曰“某，昨日宿疾暴作，不果應召。然不覩麗人亦分也。他後或有良宴，敢不先期到門。”素娥聞之，謂三思曰“梁公，彊毅之士，非欵狎之人，何必固抑其性。再燕不可無。請不召梁公也。”三思曰“儻阻我燕，必族其家。” \\n  \\n 後數日復宴，客未來，梁公果先至。三思特延梁公坐於内寢，徐徐飲酒。待諸賔客，請先岀素娥。畧觀其藝，遂停杯設榻召之。有頃，蒼頭岀曰“素娥藏匿，不知所在，”三思自入召之，皆不見。忽於堂奥隙中，聞蘭麝芬馥，乃附耳而聽，即素娥語音也。細於屬絲，纔能認辨。曰“請公不召梁公，今固召之。某不復生也。”三思問其繇。曰“某非他怪，乃花月之妖，上帝遣來，亦以多言蕩公之心，將興季氏。今梁公乃時之正人，某固不敢見。某甞為僕妾，寧敢無情？願公勉事梁公，勿萌他志。不然，武氏無遗種矣。”言訖更問，亦不應也。三思岀見仁傑，稱素娥暴疾，未可岀“敬亊”之禮，仁傑莫知其繇。明日，三思密奏其亊，則天嘆曰“天之所授，不可廢也。” \\n  \\n 陶峴 \\n  \\n 陶峴者，彭澤之子孫也。開元中，家於崑山，富有田業，擇家人“不欺而了亊”者，悉付之。身則汛艚江湖，遍逰煙水，徃徃數嵗不歸，見其子孫成人，初不辨其名字也。 \\n  \\n 峴之文學可以經濟，自謂疎脱，不堪宦游。有生之初，通於八音，命陶人為甓，潜記嵗時，敲取其聲，不失其騐。撰《樂録》八章，以定八音之得失。自製三舟，備極堅巧。一舟自載，一舟致賔，一舟貯飲饌客。有前進士孟彦深、進士孟雲卿、布衣焦遂，各置僕妾共載，而峴有女樂一部，奏清商曲。逢竒遇興，則窮其景物，興盡而行。峴且聞名朝廷，又值天下無事，經過郡邑，無不招延，峴拒之，曰“某麋鹿間人，非王公上客。” \\n  \\n 亦有未招而自詣者，繫方伯之為人，江山之可駐，吳越之士，號為水仙。曾有親戚為南海守，因訪韶友，遂徃省焉。郡守喜其逺來，贈錢百萬；遺古劍，長二尺許，玉環徑四寸；海舶昆侖奴，名摩訶，善泅水而勇健。遂悉以所得歸，曰“吾家之三寳也。”及囘棹下白芒，入湘江，每遇水色可愛，則遺環劍，令摩訶下取，以為戲笑也。如此數嵗。 \\n  \\n 因渡巢湖，亦投環劍而令取之，摩訶纔入獲劍環，跳波而岀焉，曰“為毒蛇所嚙，遽刄去一指，乃能得免。”焦遂曰“摩訶所傷，得非隂陽為怒乎？”犀燭下照，果為所讐，蓋水府不欲人窺也。峴曰“敬奉諭矣。然某甞樂謝康樂之為人，云『終當樂死山水間』，但殉所好，莫知其他。且栖遲於逆旅之中，載於大塊之上，居布素之賤，擅貴逰之懽，浪跡怡情，垂三十年，固其分也。不得升玉墀見天子，施公養恵得志平生，亦其分也。”乃命移舟，曰“要須一别襄陽山水後，老吳郡也。”行次西塞山，泊舟吉祥佛舎。見江水黒而不流，曰“此下必有怪物。”乃投環劍，命摩訶下取。見摩訶汨没波際，乆而方岀，氣力危斷，殆不任持，曰“環劍不可取，有龍髙二丈許而環劍置前，某引手將取，龍輒怒目。”峴曰“汝與環劍，吾之三寳，今者既亡環劍，汝將安用，必須為我力爭也。”摩訶不得已，被髪大嘑，目眦流血，窮泉一入，不復岀矣。乆之見摩訶支體，磔裂浮於水上，如有示於峴也。峴流涕水濵，乃命回棹，因賦詩，自叙不復議遊江湖矣。詩曰“匡廬舊業自有主，吳越新居安此生。白髪數莖歸未得，青山一望計還成。鵶栖楓葉夕陽動，鷺立蘆根秋水明。從此舎舟何所詣，酒旗歌扇正相迎。” \\n  \\n 孟彦深復逰青瑣，為武昌令。孟雲卿當時文學，南朝上品。焦遂，天寳中，為長安飲徒時，好事者為《飲中八仙歌》云云“焦遂五斗方卓然，髙談雄辨驚四筵。” \\n  \\n 嬾殘 \\n 嬾殘者，名明攅。天寳初衡岳寺執役僧也。退食既收所餘而食，性嬾而食殘，故號嬾殘也。晝專一寺之功，夜止羣牛之下，曾無倦色，已二十年矣。 \\n  \\n 時，鄴侯李泌，寺中讀書，察嬾殘所為，曰“非凡物也”。聽其中宵梵唄，響徹山林。李公情頗知音，能辨休戚，謂“嬾殘經音，先悽惋而後喜恱，必謫墮之人，時將去矣。”候中夜，李公潛徃謁焉。望席門通名而拜，嬾殘大訽，仰空而唾曰“是將賊我”。李公愈加敬謹，惟拜而已。嬾殘正撥牛糞火，岀芋啖之。良乆乃曰“可以席地”。取所啗芋之半，以授焉。李公奉承就食而謝。謂李公曰“慎勿多言，領取十年宰相。”又拜而退居。 \\n  \\n 一月，刺史祭嶽，修道甚嚴，忽中夜風雷而一峯頺下其縁，山磴道為大石所欄，乃以十牛縻絆以挽之。又以數百人鼓噪以推之，物力竭而石愈固，更無他途可以修事。嬾殘曰“不假人力，我試去之。”衆皆大笑，以為狂人。嬾殘曰“何必見嗤，試可乃已。”寺僧笑而許之。遂履石而動，忽轉盤而下，聲若震雷。山石既開，寺僧皆羅拜，一郡皆嘑至聖，刺史奉之如神。嬾殘悄然，乃懷去意。 \\n  \\n 寺外虎豺忽爾成羣，日有殺傷，無繇禁止。嬾殘曰“授我箠，為爾盡驅除之。”衆皆曰“大石猶可推，虎豹當易制。”遂與之荆挺。皆躡而觀之，纔岀門，見一虎嗛之而去。嬾殘既去，虎亦絶蹤。後李公果十年為相也。 \\n  \\n 聶隠娘 \\n  \\n 聶隱娘者，貞元中，魏博大將聶鋒之女也。方十嵗，有尼乞食於鋒舎，見隱娘恱之，乃云“問押衙乞取此女。”鋒大怒，叱尼。尼曰“任押衙鐵櫃中盛亦須偷去矣。”後夜果失隱娘所在。鋒大驚駭，令人搜尋，曽無影響。父母每思之，相對啼哭而已。 \\n  \\n 後五年，尼送隱娘歸，告鋒曰“教已成矣。可自領取。”尼欻亦不見。一家悲喜，問其所習。曰“初，但讀經念咒，餘無他也。”鋒不信，懇詰。隱娘曰“真説。又恐不信，如何？”鋒曰“但真説之。”乃曰“隱娘初被尼挈去，不知行幾里，及明，至大石穴中，嵌空數十歩，寂無居人，猿猱極多。尼先已有二女，亦各十嵗，皆聪明婉麗，不食，能於峭壁上飛走■〈艹石〉，捷猱登木，無有蹶失。尼與我藥一粒，兼令執寳劍一口，長一二尺許，鋒利吹毛可斷。遂令二女教某攀援，漸覺身輕如風。一年後，刺猨猱，百無一失。後刺虎豹，皆决其首而歸。三年，使刺鷹隼，無不中劍之刄。漸減五寸，飛走遇之，亦莫知其去來也。至四年，留二女守穴，挈我於都市，不知何處也。指其人者，一一數其過，曰『為我刺其首來，無使知覺。』定其膽■〈艹石〉飛鳥之易也。授以羊角匕首，刄廣三寸，遂白日刺其人於都市中，人莫能見。以首入囊反命，則以藥化之為水。五年，又曰『某大僚有罪，無故害人若干，夜可入其室，决其首來。』又攜匕首入其室，度其門隙，無有鄣礙，伏於梁上，至瞑時得其首歸。尼大怒曰『何太晚如是！』某云『見前人戲弄一兒，可愛未忍便下手。』尼叱曰『已後遇此輩，必先斷其所愛，然後決之。』某拜謝。尼曰『吾為女開腦，後藏匕首而無傷，用即抽之。』曰『女術已成，可歸家。』遂送還，云『後二十年，方可一見。』”鋒聞語甚懼。後，遇夜即失蹤，及明而反。鋒已不敢詰之，因兹亦不甚憐愛。忽值磨鏡少年及門，曰“此人可與我為夫。”白父。父不敢不從，遂嫁之其夫，但能淬鏡，餘無他能。父乃給衣食，甚豐具。 \\n  \\n 數年後，父卒。魏帥知其異，遂以金帛召署為左右吏。如此又數年，至元和間，魏帥與陳許節度使劉悟參商不協，使隱娘賊其首，隱娘辭帥之許。劉能神筭，已知其來，召牙將，令曰早至城北候。一丈夫一女子，各跨白黒衛，至門。遇有鵲来噪，丈夫以弓彈之，不中。妻奪夫彈一丸而斃鵲。揖之曰“吾欲相見祇迎也。牙將受約束，遇之隱娘。”夫妻云“劉僕射果神人。不然者，何以動召也。願見劉公。”劉勞之。隱娘夫妻拜曰“得罪僕射，合萬死。”劉曰“不然，各親其主，人之常事。魏今與許何異，請當留此，勿相疑也。”隱娘謝曰“僕射左右無人，願舎彼而就此，服公神明耳。”蓋知魏帥之不及劉也。劉問所須。曰“每日只要錢二百文足矣。”乃依所請。忽不見二衛所在，劉使人尋之，不知所向。後潜於布囊中，見二紙衛，一黑一白。 \\n  \\n 後月餘，白劉曰“彼未知止，必使人繼至。今宵請剪髪，繫之以紅綃，送於魏枕前，以表不囘。”劉聽之。至四更却反，曰“送其信矣。”是夜必使精精兒來殺某，及賊僕射之首，此時亦萬計殺之，乞不憂耳。劉豁達大度，亦無畏色。是夜明燭，半宵之後，果有二幡子，一紅一白，飄飄然如相擊於牀四隅。良乆，見一人自空而踣，身首異處。隱娘亦岀曰“精精兒已斃，拽岀於堂之下，以藥未化之為水，毛髪不存矣。”隱娘曰“後夜當使妙手空空兒繼至。空空兒之神術，人莫能窺其用，鬼莫得躡其蹤。能從空虚入冥漠，無形而滅景。隱娘之伎，故不能造其境，此即繫僕射之福耳，但以于闐玉周其頸，擁以衾。隱娘當化為蠛蠓，潜入腸中聽伺，其餘，無逃避處。”劉如言，至三更，瞑目未熟，果聞頂上鏗然聲甚厲，隱娘自劉口中躍岀，賀曰“僕射無患矣。此人如俊鶻，一搏不中，即翩然逺逝，恥其不中耳。纔未踰一更，已千里矣。”後視其玉，果有匕首劃處痕迹，逾數分。及元和八年，劉自許入覲，隱娘不願從焉，云“自此尋山水，訪至人，但一一請給與其夫。”劉如約。後漸不知所之及。劉薨於軍，隱娘亦鞭驢而一至京師，柩前慟哭而去。 \\n  \\n 開成年，昌裔子縱，除陵州刺史，至蜀棧道遇隱娘，貌若當時，甚喜，相見依前，跨白衛如故，謂縱曰“郎君大災，不合適此。”出藥一粒，令縱吞之。云“來年火急抛官，歸雒，方脱此禍。吾藥力只保一年患耳。”縱亦不甚信，遺其繒綵，一無所受，但沉醉而去。後一年，縱不休官，果卒於陵州，自此無有人見隱娘矣。 \\n  \\n 韋騶 \\n  \\n 韋騶者，明五音，善長嘯，自稱逸羣公子。舉進士，一不第便已，曰“男子四方之志，豈拘節於風塵哉。”游岳陽，太守以親知見。辟數月，謝病去。騶親弟騋，舟行，溺於洞庭湖，騶乃水濵慟哭，移舟湖神廟下，欲焚其廟，曰“千金賈胡，安穩獲濟，吾弟窮悴，乃罹此殃，焉用爾廟為？”忽於舟中，寐夢神人，盛服來謁，謂騶曰“幽冥之途，無枉殺者。明公先君，甞為城守，方剛讜正，鬼神避之。撤淫祠甚多，不當廢者有一二，神上訴，帝初不許，固請十餘年，乃許與後嗣一人，謝二廢廟之主，然亦須『退不能知其道，進無以補於時者』，故賢弟當之耳。儻求喪不獲，即我之過，令水工送屍湖上。”騶驚悟，其事遽止，遂命漁舟施釣緡，果獲弟之屍於岸。是夕，又夢神。謝曰“鬼神不畏忿怒而畏果敢以其誠也。君今為人，果敢如是。吾所以懐畏。昔洞庭張樂是吾所司，願以至音酬君，厚惠所冀，觀咸池之節奏，釋浮世之憂煩也。”忽覩金石羽籥，鏗鏘振作，騶甚歎異，以為非據，曲終乃寤。 \\n  \\n 圓觀 \\n  \\n 圓觀者，大厯末，雒陽惠林寺僧。能事田園，富有粟帛。梵學之外，音律大通，時人以富僧為名而莫知所自也。李諫議源，公卿之子，當天寳之際，以逰宴飲酒為務。父憕居守，陷於賊中，乃脱粟布衣，止於惠林寺，悉將家業為寺公財。寺人日給一器食一杯飲而已。不置僕，使斷其聞知，唯與圓觀為忘言交，促膝靜話，自旦及昏。時人以清濁不倫，頗生譏誚，如此三十年。 \\n  \\n 二公一旦約遊蜀川，抵青城、峨眉，同訪道求藥。圓觀欲游長安，岀斜谷。李公欲上荆州，三峽。爭此兩途，半年未决。李公曰“吾已絶世事，豈取途兩京。”圓觀曰“行固不繇人，請岀三峽而去。”遂自荆江上峽，行次南浦，維舟山下，見婦人數人，錦襠負甖而汲。圓觀望見，泣下曰“某不欲至此，恐見其婦人也。”李公驚問。曰“自上峽来此，徒不少，何獨恐此數人？”圓觀曰“其中孕婦姓王者，是某託身之所，逾三載尚未娩懐，以某未來之故也。今既見矣。即命有所歸釋氏，所謂循環也。”謂公曰“請假以符咒，遣其速生，少駐行舟，葬某山下。浴兒三日，公當訪臨■〈艹石〉，相顧一笑，即某認公也。更後十二年，中秋月夜，杭州天竺寺外，與公相見之期。”李公遂悔此行，為之一慟。遂召婦人，告以方書，其婦人喜躍還家，頃之，親族畢至，以枯魚獻於水濵，李公徃為授朱字符。圓觀具湯沐，新其衣裝，是夕圓觀亡而孕婦産矣。李公三日徃觀新兒，襁褓就明，果致一笑。李公泣下，具告於王，王乃多岀家財，葬圓觀。明日李公囘棹，言歸惠林。詢問觀家，方知有治命。 \\n  \\n 後十二年秋八月，直指餘杭，赴其所約。時天竺寺，山雨初晴，月色滿川，無處尋訪。忽聞葛洪川畔，有牧豎歌竹枝詞者，乘牛叩角，雙髻短衣，俄至寺前，乃觀也。李公就謁曰“觀公健否？”却問李公，曰“真信士與公殊途，慎勿相近，俗縁未盡，但願勤修不墮，即遂相見。”李公以無由叙話，望之潸然。圓觀又唱竹枝，步步前去，山長水逺，尚聞歌聲詞切韻髙，莫知所詣。初到寺前，歌曰“三生石上舊精魂，賞月吟風不要論。慙愧情人逺相訪，此身雖異性常存。”寺前又歌曰“身前身後事茫茫，欲話因縁恐斷腸。吳越山川逰已遍，卻囘煙棹上瞿塘。” \\n  \\n 後三年，李公拜諫議大夫。一年亡。 \\n 紅綫 \\n  \\n 紅綫，潞州節度使薛嵩家青衣，善彈阮咸。又通經史。嵩遣掌牋表，號曰“内記室”。時軍中大宴，紅綫謂嵩曰“羯鼓之音，頗悲。調其聲者，必有事也。”嵩亦明曉音律，曰“如女所言”。召而問之，云“某妻昨夜亡，不敢乞假。”嵩遽遣放歸。 \\n  \\n 時至德之後，兩河未寜。初置招義軍，以滏陽為鎮，命嵩固守，控壓山東。殺傷之餘，軍府草創，朝廷復遣女嫁魏博節度使田承嗣男。男取滑州節度使令狐彰女，三鎮互為姻婭，人使日浹徃來。時田承嗣甞患熱毒風，遇夏増劇，每曰“我■〈艹石〉移鎮山東，納其涼冷，可緩數年之命。”乃命軍中武勇十倍者，得三千人，號外宅男而厚恤養之，常令三百人夜直州宅，卜選良日，將并潞州。嵩聞之日夜憂悶，咄咄自語，計無所岀。時夜，漏將傳，轅門已閉，杖策庭除，惟紅綫從行。 \\n  \\n 紅綫曰“主自一月不皇寢食，意有所屬，豈非鄰境乎？” \\n  \\n 嵩曰“事係安危，非爾能料。” \\n  \\n 紅綫曰“某雖賤品，然亦有解主憂者。” \\n  \\n 嵩乃直告其事，曰“我承祖父遺業，受國家厚恩，一旦失其土疆，即數百年勲伐盡矣。” \\n  \\n 紅綫曰“易耳。不足勞主憂也。乞放某一到魏郡，看其形勢，觀其有無，今一更首途，三更可以復命，請先定一走馬，兼具寒暄書，其他即俟某卻囘也。” \\n  \\n 嵩大驚曰“不知女是異人，我之暗也。然事若不濟，反速其禍，奈何？” \\n  \\n 紅綫曰“某之行無不濟者。”乃入閨房，飾其行具，梳烏蠻髻，攅金鳯釵，衣紫繡短袍，繫青絲輕履，胷前佩龍文匕首，額上書太乙神名，再拜而儵忽不見。嵩乃反身閉户，背燭危坐，常時飲酒數合，是夕舉觴十餘不醉。忽聞曉角吟風，一葉墮露，驚而試問，即紅綫囘矣。嵩喜而慰問，曰“亊諧否？” \\n  \\n 曰“不敢辱命。” \\n  \\n 又問“無傷殺否？” \\n  \\n 曰“不至是，但取牀頭金合為信耳。”紅綫曰“某，子夜前三刻，即到魏郡。凡歴數門，遂及寢所。聞外宅男止於房廊，睡聲雷動。見軍士卒步於庭廡，傳呼風生。某發其左扉，抵其寢帳。田親家翁止於帳内，跂趺酣眠，頭枕文犀，髻包黄縠，枕前露橐一七星劍，劍前仰開；一金盒，内書生身甲子，與北斗神名，復著名香及美珍散覆其上，揚威玉帳，但期心豁於生前，同夢蘭堂；不覺命懸於手下，寜勞禽縱。祗益傷嗟時，則蠟炬光凝，爐香燼煨。侍人四布，兵器森羅。或頭觸屏風，鼾而軃者；或手持巾拂，寢而呻者。某攀其簮珥，褰其襦裳，如病如昏，皆不能寤。遂持金合，既岀魏城，西門將行二百里，見銅臺髙掲而漳水東注，晨鐘動野，斜月在林。憂徃喜還，頓忘於行役，感知酬德，仰副於心期，所以夜漏三時，往反七百餘里，入危邦，經五六城，冀減主憂，敢言其苦？” \\n  \\n 嵩乃發使，遺承嗣書曰“昨夜有客從魏中来，云『自元帥頭邊，獲一盒。』不敢畱駐，謹卻封納。”專使星馳，夜半方到。見搜捕金盒，一軍憂疑。使者以馬撾叩門，非時請見。承嗣遽岀，以金盒授之，奉之時，驚怛絶倒，遂駐使者止於宅中，狎以私宴，多其錫賚。明日遣使，賫繒帛三萬疋，名馬二百匹，他物，稱是以獻於嵩。曰“某之首領繫在，恩私便宜，知過自新，不復更貽伊戚。専膺指使，敢議姻親。役當奉轂後車，來則麾鞭前馬。所置紀綱，僕號為外宅男者，本防他盗，亦非異圖，今並脱其甲裳，放歸田畆矣。” \\n  \\n 由是，一兩月内，河北河南，人使交至，而紅綫辭去。嵩曰“女生我家而今欲安徃？又方賴女，豈可議行？”紅綫曰“某前世，本男子。學江湖間。讀神農藥書，救人災患，時里人有孕婦，忽患蠱，癥某以莞花下之，婦人與腹中二子俱斃。是某一舉殺三人，隂功見誅。降為女子，使身居賤。隷氣禀賊星所幸，生於公家，今十九年矣。使身厭羅綺，口窮甘鮮，寵待有加，榮亦至矣。况國家建極，慶且無疆，此輩背違天理，當盡弭患。昨徃魏郡，以示報恩，兩地保其城池，萬人全其性命，使亂臣知懼，烈士安。謀在某，一婦人，功亦不小，固可贖其前罪，還其本形，便當遁迹塵中，棲心物外，澄清一氣，生死常存。”嵩曰“不然，遺爾千金為居山之所給。”紅綫曰“亊關來世，安可預謀。”嵩知不可駐畱，乃廣為餞别，悉集賔客，夜宴中堂。嵩以歌送紅綫，酒諸坐，客中冷朝陽為辭曰“采菱歌怨木蘭舟，送客魂消百尺樓。還似雒妃乘霧去，碧天無際水空流。”歌畢，嵩不勝悲，紅綫反袂且泣，因偽醉離席，遂亡其所在。 \\n  \\n 許雲封 \\n  \\n 許雲封，樂工之篴者。貞元初，韋應物自蘭臺即岀，為和州牧，非所宜願，頗不得志。輕舟東下，夜泊靈璧時。雲天初秋，瀼露凝冷，舟中吟風，將以屬辭，忽聞雲封篴聲，嗟嘆乆之。韋公洞曉音律，謂“其篴聲酷似天寳中棃園法曲李謩所吹者”，遂召雲封問之，乃是李謩外孫也。雲封曰“某，任城舊士，多年不歸。天寳改元初年生。一月時，東封囘駕，次至任城，外祖聞某初生，相見甚喜，乃抱詣李白學士，乞撰令名。李公方坐旗亭，髙聲命酒，當壚賀蘭氏，年且九十餘。邀李，置飲於樓上，外祖髙篴送酒，李公握筦，醉書某胸前，曰『樹下人不語，不語真我好，語若及日中，煙霏謝陳寳。』外祖辭曰『本於學士乞名，今不解所書之語。』李公曰『此即名在其間也。樹下人是木子。木子，李字也。不語是莫言，莫言，謩也。好是女子，女子，外孫也。語及日中是言午，言午是許也。煙霏謝陳寳，是雲岀封中，乃雲封也。即李謩外孫許雲封也。』後遂名之。某纔始十年，身便孤立。因乘義馬，西入長安，外祖憫以逺來，令齒諸舅學業。謂某性知音律，教以横篴，毎一曲成，必撫背賞嘆。值棃園法部置小部音聲，凡三十餘人，皆十五以下。天寳十四載六月，日侍驪山駐蹕，是貴妃誕辰，上命小部音聲集長生殿，仍奏新曲，未有名，會嶺南進茘枝，因以曲名《荔枝香》。左右歡呼，聲動山谷。是年安禄山叛，車駕還京，自後俱逢離亂，漂流南海近四十載。今者，近訪諸親，將抵龍丘。”韋公曰“吾有乳母之子，其名千金，甞於天寳中受篴，李供奉藝成身死，每所悲嗟，舊吹之篴，即李君所賜也。”遂囊出舊篴，雲封跪對，悲切撫而觀之，曰“信是佳篴，但非外祖所吹者。”又謂韋公曰“竹生雲夢之南，鑒在柯亭之下。以今年七月望前生，明年七月望前伐。過期不伐，則其音實。未期而伐，則音泛浮者，外澤中乾。乾者，受氣不全，氣不全，則其竹夭凡發揚，一聲岀入九息。古之至音者，一疊十二節，一節十二敲，今之名樂也。至如落梅流韻，感金谷之逰人；折栁傳情，悲玉闗之戍客。誠有清響，異音非至音，無以降神而祈福也。其已夭之竹，遇至音必破，所以知非外祖所吹者。”韋公曰“欲信女鑒，篴破無傷。”雲封乃奉篴吹六州，遍一疊未盡，劃然中裂。韋公驚嘆乆之，遂禮雲封於曲部。  \\n  \\n  \\n 附録 \\n 東坡刪改圓澤傳（并跋） \\n  \\n 雒師惠林寺，故光禄卿李憕居第。禄山陷東都，憕以居守死之。子源，少時以貴游。子，豪侈善歌，聞於時，及憕死，悲憤自誓不仕不娶不食肉，居寺中五十餘年，寺有僧圓澤，富而知音，源與之游，甚密，促膝交語竟日，人莫能測。一日相約逰蜀青城、峨眉山。源欲自荆州溯；澤欲取長安，斜口谷。源不可，曰“吾已斷世事，豈可復道京師哉。”澤黙然久之，曰“行止固不由人。”遂自荆州路，舟次南浦，見婦人錦襠負甖而汲者，澤望見而泣曰，吾不欲由此者，為是也。”源驚問之。澤曰“婦人姓王氏，吾當為之子，孕三嵗矣。吾不來，故不得乳，今既見，無可逃者。公當以符咒助我速生，三日浴兒時，願公臨我，以笑為信。後十三年中秋月夜，杭州天竺寺外，當與公相見。”源悲悔而為具沐浴易服。至暮，澤亡而婦乳，三日往視之，兒見源果笑，且以語王氏出家財葬澤山下。源遂不果行，反寺中問其徒，則既有治命矣。後十二年，自雒適吳，赴其約。至約所，聞葛洪川畔，有牧童扣牛角而歌之，曰“三生石上舊精魂，賞月吟風不要論。慙愧情人逺相訪，此身雖異性常存。”嘑問澤公。不答。曰“李公真信士。然俗緣未斷盡，慎勿相近，惟勤脩不墮，乃復見。”又歌曰“身前身後亊茫茫，欲話因緣恐斷腸。吳越山川遊已遍，卻回煙棹上瞿塘。”遂去不知所。之後二年，李德裕奏源忠臣子，篤孝拜諌議大夫。不就，竟死於寺中，年八十。 \\n  \\n 此岀袁郊所作《甘澤謡》，以其天竺故事，故書以遺寺僧。舊文煩冗，頗為芟改。 \\n 此疑其因“甘澤”字而誤書，後人又因而入集耳。 \\n  \\n 《贊寧記》“觀道人三生為比丘”。 \\n  \\n 《唐·忠義傳》李憕之子源，自以父死王難，不仕，隱雒陽惠林寺，年八十餘。與圓觀道人逰甚宻，老而約自陕路入蜀。源曰“予乆不入繁華之域。”乃取道荆州。觀見錦襠女子浣，泣曰“所以不欲自此來者，以此女也。然業竟不可逃。明年某日，君自蜀還，可相臨以一笑為信。吾已三生為比丘，居湘西岳麓寺，有巨林。間嘗息禪其上。”遂不復言，已而觀死。明年，如期至錦襠家，則兒生始三日。源抱臨明簷，兒果一笑，卻後十二年，至錢塘孤山月下，聞扣牛角而歌者，曰“三生石上舊精魂，賞月吟風不要論。慚愧情人逺相訪此，身雖異性常存。” \\n  \\n 予按，蘇公集載《圓澤傳》，岀自袁郊所作《甘澤謡》，其事則即“圓觀”，特入《唐書·李憕傳》數語耳，方疑公以“觀”為“澤”，未考所本。後數日，偶見惠洪述“觀道人三生為比丘”條下，亦以為疑，“欲問其説於叔黨”，則當時人固已疑之矣。賛寜在宋初，最稱博學，去袁郊未逺，所録亦稱“圓觀”，其“岳麓三生石”亊及“源入蜀之明年，兒始生”，又與郊記不合，是未甞見《甘澤謡》。各書所聞也，今并録於後。予家有劉松年“三生圖”、元人楷書“圓澤傳”，又與坡公稍異。上有趙松雪鍳籖、題名、僧二十人詩篇，最後吳匏菴跋語，皆作“圓澤”，無一人稱“觀”者。豈後人因坡公所定，不復為異歟？惟《神僧傳》則稱“圓觀是從《甘澤謡》刪定”也。 \\n  \\n 四月八日五川居士重書  \\n  \\n *取自钱建文制作电子书 \\n 　"}
