{"章节": "\t\t楚辭卷第一    離騷經第一", "正文": "　楚辭卷第一 \\n 　 \\n 隋唐書《志》有皇甫遵訓《參解楚辭》七卷、郭璞注十卷、宋處士諸葛《楚辭音》一卷、劉香《草木蟲魚疏》二卷、孟奧音一卷、徐邈音一卷。始漢武帝命淮南王安為《離騷傳》，其書今亡。按《屈原傳》云：「《國風》好色而不淫，《小雅》怨誹而不亂，若《離騷》者，可謂兼之矣。」又曰：「蟬蛻於濁穢，以浮游塵埃之外，不獲世之滋垢，皭然泥而不滓。推此志，雖與日月爭光可也。」班孟堅、劉勰皆以為淮南王語，豈太史公取其語以作傳乎？漢宣帝時，九江被公能為楚詞。隋有僧道騫者善讀之，能為楚聲，音韻清切。至唐，傳楚辭者，皆祖騫公之音。　 \\n   \\n 離騷經章句第一　離騷校書郎臣王逸上 \\n  \\n 　曲阿洪興祖補注 \\n 　《離騷經》者，屈原之所作也。屈原與楚同姓，仕於懷王，為三閭大夫。三閭之職，掌王族三姓，曰昭、屈、景。《戰國策》：楚有昭奚恤。《元和姓纂》云：屈，楚公族羋姓之後。楚武王子瑕食采於屈，因氏焉。屈重、屈蕩、屈建、屈平，並其後。又云：景，羋姓。楚有景差。漢徙大族昭、屈、景三姓於關中。屈原序其譜屬，率其賢良，以厲國士。入則與王圖議政事，決定嫌疑；出則監察群下，應對諸侯。謀行職修，王甚珍之。同列大夫上官、靳尚妒害其能，共譖毀之。《史記》曰：上官大夫與之同列。又曰：用事臣靳尚。王乃疏屈原。疏，一作逐。屈原執履忠貞而被讒'，一作邪。憂心煩亂，不知所愬，乃作《離騷經》。離，別也。騷，愁也。經，徑也。言己放逐離別，中心愁思，猶依道徑，一云陳直徑，一云陳道徑。以風諫君也。太史公曰：離騷者，猶離憂也。班孟堅曰：離，猶遭也，明己遭憂作辭也。顏師古云：憂動曰騷。余按：古人引《離騷》未有言「經」者，蓋後世之士祖述其詞，尊之為經耳，非屈原意也。逸說非是。故上述唐、虞、三后之制，下序桀、紂、羿、澆之敗，冀君覺悟，反於正道而還己也。是時，秦昭王使張儀譎詐懷王，令絕齊交；又使誘楚，請與俱會武關，遂脅一作 \\n 脇。與俱歸，拘留不遣，卒客死於秦。《史記》曰：屈平既絀，其後秦欲伐齊，齊與楚從親，惠王患之，乃令張儀詳去秦，厚幣委質事楚。詳與佯同。又曰：秦昭王與楚婚，欲與懷王會。屈平曰：「秦，虎狼之國，不可信，不如無行。」懷王卒行。入武關，秦伏兵絕其後，因留懷王。然則使張儀譎詐懷王，令絕齊者，乃惠王，非昭王也。其子襄王，復用讒言，遷屈原於江南。《史記》曰：懷王長子頃襄王立，令尹子蘭使上官大夫短屈原於頃襄王，王怒而遷之。屈原放在草野，草，一作山。復作《九章》，援天引聖，以自證明，終不見省。不忍以清白久居濁世，遂赴汨淵自沈而死。《前漢‧地理志》：長沙有羅縣。《荊州記》曰：縣北帶汨水，水源出豫章艾縣界，西流注湘。沿湘西北，去縣三十里，名為屈潭，屈原自沈處。汨，音覓。《離騷》之文，依《詩》取興，引類譬諭，故善鳥香草，以配忠貞；惡禽臭物，以比讒佞；靈脩美人，以媲於君；媲，配也，匹詣切。宓妃佚女，以譬賢臣；虯龍鸞鳳，以託君子；飄風雲霓，飄，一作飆。以為小人。其詞溫而雅，其義皎而朗。一作明。凡百君子，莫不慕其清高，嘉其文采，哀其不遇，而愍其志焉。愍，一作閔。魏文帝《典論》云：優游按衍，屈原尚之，窮侈極妙，相如之長也。然原據託譬喻其意，周旋綽有餘度，長卿、子雲不能及。宋子京云：《離騷》為詞賦之祖，後人為之，如至方不能加矩，至圓不能過規矣。 \\n 帝高陽之苗裔兮，德合天地稱帝。苗，胤也。裔，末也。高陽，顓頊有天下之號也。《帝繫》曰：顓頊娶于騰隍氏女而生老僮，是為楚先。其後熊繹事周成王，封為楚子，居于丹陽。周幽王時，生若敖，奄征南海，北至江、漢。其孫武王求尊爵於周，周不與，遂僭號稱王。始都於郢，是時生子瑕，受屈為客卿，因以為氏。屈原自道本與君共祖，俱出顓頊胤末之子孫，是恩深而義厚也。朕皇考曰伯庸。朕，我也。皇，美也。父死稱考。《詩》曰：既右烈考。伯庸，字也。屈原言我父伯庸，體有美德，以忠輔楚，世有令名，以及於己。攝提貞于孟陬兮，太歲在寅曰攝提格。孟，始也。貞，正也。于，於也。正月為陬。惟庚寅吾以降。庚寅，日也。降，下也。《孝經》曰：故親生之膝下。寅為陽正，故男始生而立於寅。庚為陰正，故女始生而立於庚。言己以太歲在寅，正月始春，庚寅之日，下母之體而生，得陰陽之正中也。皇覽揆余初度兮，皇，皇考也。覽，觀也。揆，度也。初，始也。覽，一作鑒。一本「余」下有「于」字。五臣云：我父鑒度我初生之法度。肇錫余以嘉名。肇，始也。錫，賜也。嘉，善也。言父伯庸觀我始生年時，度其日月，皆合天地之正中，故賜我以美善之名也。名余曰正則兮，正，平也。則，法也。字余曰靈均。靈，神也。均，調也。言正平可法則者，莫過於天；養物均調者，莫神於地。高平曰原，故父伯庸名我為平以法天，字我為原以法地。言己上能安君，下能養民也。《禮》曰：子生三月，父親名之，既冠而字之。名所以正形體、定心意也；字者所以崇仁義、序長幼也。夫人非名不榮，非字不彰，故子生，父思善應而名字之，以表其德、觀其志也。五臣云：靈，善也。均亦平也。言能正法則，善平理。字雖朋友之職，亦父命也。紛吾既有此內美兮，紛，盛貌。五臣曰：內美，謂忠貞。又重之以脩能。脩，遠也。言己之生，內含天地之美氣，又重有絕遠之能，與眾異也。言謀足以安社稷，智足以解國患，威能制強禦，仁能懷遠人也。扈江離與辟芷兮，扈，被也。楚人名被為扈。江離、芷，皆香草名。辟，幽也。芷幽而香。《文選》離作蘺。五臣云：扈，披也。紉秋蘭以為佩。紉，索也。蘭，香草也，秋而芳。佩，飾也，所以象德。故行清潔者佩芳，德仁明者佩玉，能解結者佩觿，能決疑者佩玦，故孔子無所不佩也。言己脩身清潔，乃取江離、辟芷，以為衣被；紉索秋蘭，以為佩飾；博采眾善，以自約束也。汩余若將不及兮，汩，去貌，疾若水流也。不，一作弗。恐年歲之不吾與。言我念年命汩然流去，誠欲輔君，心中汲汲，常若不及。又恐年歲忽過，不與我相待，而身老耄也。朝搴阰之木蘭兮，搴，取也。阰，山名。夕攬洲之宿莽。攬，采也。水中可居者曰洲。草冬生不死者，楚人名曰宿莽。言己旦起陞山采木蘭，上事太陽，承天度也；夕入洲澤采取宿莽，下奉太陰，順地數也。動以神祇自敕誨也。木蘭去皮不死，宿莽遇冬不枯，以喻讒人雖欲困己，己受天性，終不可變易也。攬，一作〈扌監〉，一作 \\n 擥。洲，一作中洲。日月忽其不淹兮，淹，久也。忽，《釋文》作曶。春與秋其代序。代，更也。序，次也。言日月晝夜常行，忽然不久。春往秋來，以次相代。言天時易過，人年易老也。惟草木之零落兮，零、落，皆墮也，草曰零，木曰落。零，一作苓。恐美人之遲暮。遲，晚也。美人，謂懷王也。人君服飾美好，故言美人也。言天時運轉，春生秋殺，草木零落，歲復盡矣。而君不建立道德，舉賢用能，則年老耄晚暮，而功不成，事不遂也。不撫壯而棄穢兮，年德盛曰壯。棄，去也。穢，行之惡也，以喻讒邪。百草為稼穡之穢，讒佞亦為忠直之害也。《文選》無「不」字。五臣云：撫，持也。言持盛壯之年，廢棄道德，用讒邪之言，為穢惡之行。何不改此度？改，更也。言願令君甫及年德盛壯之時，脩明政教，棄去讒佞，無令害賢，改此惑誤之度，脩先王之法也。甫及，一作撫及，一作務及。《文選》云：何不改其此度。一云「何不改乎此度也」。五臣云：何不早改此法度，以從忠正之言。乘騏驥以馳騁兮，騏驥，駿馬也，以喻賢智。言乘駿馬，一日可致千里。以言任賢智，則可成於治也。乘，一作 \\n 椉，《文選》作策。馳，一作駝。來吾道夫先路。言己如得任用，將驅先行，願來隨我，遂為君導入聖王之道也。《文選》作「導夫先路」。一本句末有「也」字。五臣云：言君能任賢人，我得申展，則導引入先王之道路。 \\n 昔三后之純粹兮，后，君也。謂禹、湯、文王也。至美曰純，齊同曰粹。固眾芳之所在。眾芳，諭群賢。言往古夏禹、殷湯、周之文王，所以能純美其德而有聖明之稱者，皆舉用眾賢，使居顯職，故道化興而萬國寧也。五臣云：三王所以有純美之德，以眾賢所在故也。雜申椒與菌桂兮，申，重也。椒，香木也。其芳小，重之乃香。菌，薰也。葉曰蕙，根曰薰。五臣云：雜，非一也。申，用也。椒、菌桂皆香木。豈維紉夫蕙茞？紉，索也。蕙、茞，皆香草，以諭賢者。言禹、湯、文王，雖有聖德，猶雜用眾賢，以致於治，非獨索蕙茞，任一人也。故堯有禹、咎繇、伯夷、朱虎、伯益、夔，殷有伊尹、傅說，周有呂、旦、散宜、召、畢，是雜用眾芳之效也。彼堯舜之耿介兮，堯、舜，聖德之王也。耿，光也。介，大也。既遵道而得路。遵，循也。路，正也。堯、舜所以有光大聖明之稱者，以循用天地之道，舉賢任能，使得萬事之正也。夫先三后者，據近以及遠，明道德同也。五臣云：循用大道。何桀紂之猖披兮，桀、紂，夏、殷失位之君。猖披，衣不帶之貌。猖，一作昌，《釋文》作倡。披，一作被。五臣云：昌披，謂亂也。夫唯捷徑以窘步。捷，疾也。徑，邪道也。窘，急也。言桀、紂愚惑，違背天道，施行惶遽，衣不及帶，欲涉邪徑，急疾為治，故身觸陷阱，至于滅亡，以法戒君也。唯，一作維。五臣云：言桀、紂苦人使亂，用捷疾邪徑急步而理之。惟夫黨人之偷樂兮，黨，朋也。《論語》曰：朋而不黨。偷，苟且也。一無「夫」字。路幽昧以險隘。路，道也。幽昧，不明也。險隘，諭傾危。言己念彼讒人相與朋黨，嫉妒忠直，茍且偷樂，不知君道不明，國將傾危，以及其身也。豈余身之憚殃兮，憚，難也。殃，咎也。一無「身」字。恐皇輿之敗績。皇，君也。輿，君之所乘，以喻國也。績，功也。言我欲諫爭者，非難身之被殃咎也，但恐君國傾危，以敗先王之功。五臣云：言我所以不難殃咎諫爭者，恐君行事之失。忽奔走以先後兮，及前王之踵武。踵，繼也。武，跡也。《詩》曰：履帝武敏歆。言己急欲奔走先後，以輔翼君者，冀及先王之德，繼續其跡而廣其基也。奔走先後，四輔之職也。《詩》曰：予聿有奔走，予聿有先後。是之謂也。忽，一作急。荃不察余之中情兮，荃，香草，以諭君也。人君被服芬香，故以香草為諭。惡數指斥尊者，故變言荃也。察，一作揆。中，一作忠。反信讒而齌怒。齌，疾也。言懷王不徐徐察我忠信之情，反信讒言而疾怒己也。齌，一作齊。余固知謇謇之為患兮，謇謇，忠貞貌也。《易》曰：王臣謇謇，匪躬之故。忍而不能舍也。舍，止也。言己知忠言謇謇諫君之過，必為身患，然中心不能自止而不言也。《文苑》無「而」字。一本「忍」上有「余」字，一無「也」字。五臣云：恐君之敗，故忍此禍患而不能止。指九天以為正兮，指，語也。九天，謂中央八方也。正，平也。五臣云：九，陽數，謂天也。夫唯靈脩之故也。靈，神也。脩，遠也。能神明遠見者，君德也，故以諭君。言己將陳忠策，內慮之心，上指九天，告語神明，使平正之，唯用懷王之故，欲自盡也。唯，一作惟。一無「也」字。五臣云：靈脩，言有神明長久之道者，君德也。言我指九天，欲為君行正平之道，而君不用我，故將欲自盡。曰黃昏以為期兮，羌中道而改路。初既與余成言兮，初，始也。成，平也。言，猶議也。後悔遁而有他。遁，隱也。言懷王始信任己，與我平議國政，後用讒言，中道悔恨，隱匿其情，而有他志也。遁，一作遯。他，一作佗。五臣云：悔，改；遯，移也。改移本情，而有他志。余既不難夫離別兮，近曰離，遠曰別。一無「夫」字。傷靈脩之數化。化，變也。言我竭忠見過，非難與君離別也。傷念君信用讒言，志數變易，無常操也。五臣云：傷，惜也。 \\n 余既滋蘭之九畹兮，滋，蒔也。十二畝曰畹，或曰田之長為畹也。五臣云：滋，益也。《釋文》作〈艹哉〉，音栽。又樹蕙之百畝。樹，種也。二百四十步為畝。言己雖見放流，猶種蒔眾香，修行仁義，勤身自勉，朝暮不倦也。五臣云：蘭蕙喻行，言我雖被斥逐，脩行彌多。《釋文》：畝作 \\n 畮。畦留夷與揭車兮，畦，共呼種之名。留夷，香草也。揭車，亦芳草，一名芞輿。五十畝為畦也。揭，一作藒。《文選》作 \\n 蒥荑、擖車。雜杜衡與芳芷。杜衡、芳芷，皆香草也。言己積累眾善，以自潔飾，復植留夷、杜衡，雜以芳芷，芬香益暢，德行彌盛也。衡，一作蘅。冀枝葉之峻茂兮，冀，幸也。峻，長也。《文選》作葰。五臣云：茂盛貌，音俊。願俟時乎吾將刈。刈，穫也。草曰刈，穀曰穫。言己種植眾芳，幸其枝葉茂長，實核成熟，願待天時，吾將穫取收藏，而饗其功也。以言君亦宜蓄養眾賢，以時進用，而待仰其治也。《文選》俟作俊。雖萎絕其亦何傷兮，萎，病也。絕，落也。哀眾芳之蕪穢。言己所種芳草，當刈未刈，蚤有霜雪，枝葉雖蚤萎病絕落，何能傷於我乎？哀惜眾芳摧折，枝葉蕪穢而不成也。以言己脩行忠信，冀君任用，而遂斥棄，則使眾賢志士失其所也。五臣云：言我積行，為讒邪所害見逐，亦猶植芳草為霜露所傷而落。雖如是，於我亦何能傷，但恐眾賢志士，見而蕪穢不自脩也。眾皆競進以貪婪兮，競，並也。愛財曰貪，愛食曰婪。以，一作而。憑不猒乎求索。憑，滿也。楚人名滿曰憑。言在位之人，無有清潔之志，皆並進取，貪婪於財利，中心雖滿，猶復求索，不知猒飽也。憑，一作憑。羌內恕己以量人兮，羌，楚人語詞也。猶言卿何為也。以心揆心為恕。量，度也。各興心而嫉妒。興，生也。害賢為嫉，害色為妒。言在位之臣，心皆貪婪，內以其志恕度他人，謂與己不同，則各生嫉妒之心，推棄清潔，使不得用也。故《外傳》曰：太山之鴟，鳴嚇鴛雛。此之謂也。興心，《文選》誤作與心。五臣云：貪婪之人，乃內恕於己，以量度它人，謂與己同貪。若否，則各生嫉妒之心，讒譖之，使不得進用。忽馳騖以追逐兮，五臣云：忽，急也。馳，一作駝。非余心之所急。言眾人所以馳騖惶遽者，爭追逐權貴，求財利也，故非我心之所急。眾人急於財利，我獨急於仁義也。老冉冉其將至兮，七十曰老。冉冉，行貌。五臣云：冉冉，漸漸也。恐脩名之不立。立，成也。言人年命冉冉而行，我之衰老，將以來至，恐脩身建德，而功不成名不立也。《論語》曰：君子疾沒世而名不稱焉。屈原建志清白，貪流名於後世也。朝飲木蘭之墜露兮，墜，墮也。夕餐秋菊之落英。英，華也。言己旦飲香木之墜露，吸正陽之津液；暮食芳菊之落華，吞正陰之精蕊，動以香淨，自潤澤也。餐，一作?。五臣云：取其香潔以合己之德。苟余情其信姱以練要兮，苟，誠也。練，〈⺮閒〉也。五臣云：苟，且；姱，大；練，擇也。且信大擇道要而行。長顑頷亦何傷？顑頷，不飽貌。言己飲食清潔，誠欲使我形貌信而美好，中心簡練，而合於道要，雖長顑頷，飢而不飽，亦何所傷病也。何者？眾人苟欲飽於財利，己獨欲飽於仁義也。攬木根以結茞兮，攬，持也。根以喻本。《文選》攬作掔。貫薜荔之落蕊。貫，累也。薜荔，香草也，緣木而生。蕊，實也。累香草之實，執持忠信貌也。言己施行，常攬木引堅，據持根本，又貫累香草之實，執持忠信，不為華飾之行也。五臣云：貫，拾也。蕊，花心也。言我持木之本，佩結香草，拾其花心，以表己之忠信。矯菌桂以紉蕙兮，矯，直也。五臣云：矯，舉也。舉此香木以自比。索胡繩之纚纚。胡繩，香草也。纚纚，索好貌。言己行雖據履根本，猶復矯直菌桂芬香之性，紉索胡繩，令之澤好，以善自約束，終無懈倦也。謇吾法夫前脩兮，非世俗之所服。言我忠信謇謇者，乃上法前世遠賢，固非今時俗人之所服行也。一云：謇，難也。言己服飾雖為難法，我倣前賢以自修潔，非本今世俗人之所服佩。《文選》謇作蹇，世作時。五臣云：蹇，難也。前修，謂前代修習道德之人。服，用也。言我所以遭難者，吾法前修道德之人，故不為代俗所用。雖不周於今之人兮，周，合也。願依彭咸之遺則。彭咸，殷賢大夫，諫其君不聽，自投水而死。遺，餘也。則，法也。言己所行忠信，雖不合於今之世，願依古之賢者彭咸餘法，以自率厲也。長太息以掩涕兮，哀民生之多艱。艱，難也。言己自傷所行不合於世，將效彭咸沈身於淵，乃太息長悲，哀念萬民受命而生，遭遇多難，以隕其身。申生雉經，子胥沈江，是謂多難也。五臣云：太息掩涕，哀此萬姓，遭輕薄之俗，而多屯難。余雖好脩姱以鞿羈兮，鞿羈，以馬自喻。韁在口曰鞿，革絡頭曰羈，言為人所係累也。五臣云：言我雖習前人之大道，而為讒人所銜勒。謇朝誶而夕替。誶，諫也。《詩》曰：誶予不顧。替，廢也。言己雖有絕遠之智，姱好之姿，然以為讒人所鞿羈而係累矣。故朝諫謇謇於君，夕暮而身廢棄也。既替余以蕙纕兮，纕，佩帶也。又申之以攬茞。又，復也。言君所以廢棄己者，以余帶佩眾香，行以忠正之故也。然猶復重引芳茞，以自結束，執志彌篤也。一云：又申之〈扌監〉茞。五臣云：申，重也。攬，持也。亦余心之所善兮，雖九死其猶未悔。悔，恨也。言己履行忠信，執守清白，亦我中心之所美善也。雖以見過支解九死，終不悔恨。五臣云：九，數之極也。以此遇害，雖九死無一生，未足悔恨。怨靈脩之浩蕩兮，上政迷亂則下怨，父行悖惑則子恨。靈脩，謂懷王也。浩猶浩浩，蕩猶蕩蕩，無思慮貌也。《詩》曰：子之蕩兮。終不察夫民心。言己所以怨恨於懷王者，以其用心浩蕩，驕敖放恣，無有思慮，終不省察萬民善惡之心，故朱紫相亂，國將傾危也。夫君不思慮，則忠臣被誅；忠臣被誅，則風俗怨而生逆暴，故民心不可不熟察之也。民，一作人。五臣云：浩蕩，法度壞貌。言我怨君法度廢壞，終不察眾人悲苦。眾女嫉余之蛾眉兮，眾女，謂眾臣。女，陰也，無專擅之義，猶君動而臣隨也，故以喻臣。蛾眉，好貌。蛾，一作娥。謠諑謂余以善淫。謠，謂毀也。諑，猶譖也。淫，邪也。言眾女嫉妒蛾眉美好之人，譖而毀之，謂之美而淫，不可信也；猶眾臣嫉妒忠正，言己淫邪不可任也。以，一作之。五臣云：讒邪之人，謂我善為淫亂。固時俗之工巧兮，偭規矩而改錯。偭，背也。圓曰規，方曰矩。改，更也。錯，置也。言今世之工，才知強巧，背去規矩，更造方圓，必失堅固、敗材木也。以言佞臣巧於言語，背違先聖之法，以意妄造，必亂政治、危君國也。五臣云：規矩，法則也。背繩墨以追曲兮，追，猶隨也。繩墨，所以正曲直。競周容以為度。周，合也。度，法也。言百工不循繩墨之直道，隨從曲木，屋必傾危而不可居也。以言人臣不脩仁義之道，背棄忠直，隨從枉佞，苟合於世，以求容媚，以為常法，身必傾危而被刑戮也。忳鬱邑余侘傺兮，忳，憂貌。侘傺，失志貌。侘，猶堂堂，立貌也。傺，住也，楚人名住曰傺。邑，一作悒。一本注云：忳，自念貌。五臣云：忳鬱，憂思貌。悒，不安也。吾獨窮困乎此時也。言我所以忳忳而憂，中心鬱邑，悵然住立而失志者，以不能隨從世俗，屈求容媚，故獨為時人所窮困。憂，一作自念。一無「也」字。寧溘死以流亡兮，溘，猶奄也。以，一作而。奄，一作晻。下注同。余不忍為此態也。言我寧奄然而死，形體流亡，不忍以中正之性，為邪淫之態。一無「也」字。鷙鳥之不群兮，鷙，執也。謂能執伏眾鳥，鷹鸇之類也，以喻中正。自前世而固然。言鷙鳥執志剛厲，特處不群，以言忠正之士，亦執分守節，不隨俗人，自前世固然，非獨於今，比干、伯夷是也。李善《文選》世作代。何方圜之能周兮，夫孰異道而相安。言何所有圜鑿受方枘而能合者？誰有異道而相安耶？言忠佞不相為謀也。圜，一作圓。周，一作同。一云方鑿受圓枘。屈心而抑志兮，抑，案也。忍尤而攘詬。尤，過也。攘，除也。詬，恥也。言己所以能屈案心志，含忍罪過而不去者，欲以除去恥辱，誅讒佞之人，如孔子誅少正卯也。《釋文》詬作 \\n 訽。伏清白以死直兮，固前聖之所厚。言士有伏清白之志，以死忠直之節者，固乃前世聖王之所厚哀也。故武王伐紂，封比干之墓，表商容之閭也。 \\n 悔相道之不察兮，悔，恨也。相，視也。察，審也。延佇乎吾將反。延，長也。佇，立貌。《詩》曰：佇立以泣。言己自悔恨，相視事君之道不明審，當若比干伏節死義，（當原作察，據《文選》李善注引及翻宋本改。）故長立而望，將欲還反，終己之志也。回朕車以復路兮，回，旋也。路，道也。回，一作迴。及行迷之未遠。迷，誤也。言乃旋我之車，以反故道，及己迷誤欲去之路，尚未甚遠也。同姓無相去之義，故屈原遵道行義，欲還歸也。步余馬於蘭皋兮，步，徐行也。澤曲曰皋，《詩》云：鶴鳴于九皋。馳椒丘且焉止息。土高四墮曰椒丘。言己欲還，則徐步我之馬於芳澤之中，以觀聽懷王。遂馳高丘而止息，以須君命也。馳，一作駝。五臣云：椒丘，丘上有椒也。行息依蘭椒，不忘芳香以自潔也。進不入以離尤兮，退將復脩吾初服。退，去也。言己誠欲遂進，竭其忠誠，君不肯納，恐重遇禍，故將復去，脩吾初始清潔之服也。一無「復」字。五臣云：尤，過也。製芰荷以為衣兮，製，裁也。芰，〈艹陵〉也，秦人曰薢茩。荷，芙蕖也。雧芙蓉以為裳。芙蓉，蓮華也。上曰衣，下曰裳。言己進不見納，猶復裁製芰荷，集合芙蓉，以為衣裳，被服愈潔，脩善益明。 \\n 雧，一作集。不吾知其亦已兮，苟余情其信芳。五臣云：言君不知我，我亦將止。然我情實美。高余冠之岌岌兮，岌岌，高貌。長余佩之陸離。陸離，猶嵾嵯，眾貌也。言己懷德不用，復高我之冠，長我之佩，尊其威儀，整其服飾，以異於眾也。芳與澤其雜糅兮，芳，德之臭也。《易》曰：其臭如蘭。澤，質之潤也。玉堅而有潤澤。糅，雜也。唯昭質其猶未虧。唯，獨也。昭，明也。虧，歇也。言我外有芬芳之德，內有玉澤之質，二美雜會，兼在於己，而不得施用，故獨保明其身，無有虧歇而已。所謂道行則兼善天下，不用則獨善其身。虧，一作〈雐弓〉，其字從兮。五臣云：唯獨守其明潔之質，猶未為自虧損也。忽反顧以遊目兮，忽，疾貌。遊，一作游。將往觀乎四荒。荒，遠也。言己欲進忠信，以輔事君，而不見省，故忽然反顧而去，將遂游目往觀四荒之外，以求賢君也。五臣云：觀四荒之外，以求知己者。佩繽紛其繁飾兮，繽紛，盛貌。繁，眾也。芳菲菲其彌章。菲菲，猶勃勃。芬，香貌也。章，明也。言己雖欲之四方荒遠，猶整飾儀容，佩玉繽紛而眾盛，忠信勃勃而愈明，終不以遠故改其行。五臣云：佩忠信芳香之行，彌加明潔。民生各有所樂兮，余獨好脩以為常。言萬民稟天命而生，各有所樂，或樂諂佞，或樂貪淫，我獨好脩正直以為常行也。《文選》民作人。脩，一作循。雖體解吾猶未變兮，豈余心之可懲。懲，艾也。言己好脩忠信，以為常行，雖獲罪支解，志猶不艾也。豈，一作非。《文選》可作何。五臣云：言我執忠貞之心，雖遭支解，亦不能變，於我心更何所懼。懲，懼也。 \\n 女嬃之嬋媛兮，女嬃，屈原姊也。嬋媛，猶牽引也，一作撣援。申申其詈予。申申，重也。言女嬃見己施行不與眾合，以見放流，故來牽引數怒，重詈我也。詈，一作罵。予，一作余。五臣云：牽引古事，而罵詈我。曰 \\n 鮌婞直以亡身兮，曰，女嬃詞也。鮌，堯臣也。《帝繫》曰：顓頊後五世而生 \\n 鮌。婞，很也。鮌，亦作鯀，一作〈骨糸〉。《文選》亡作方。終然殀乎羽之野。蚤死曰殀。言堯使鯀治洪水，婞很自用，不順堯命，乃殛之羽山，死於中野。女嬃比屈原於鯀，不順君意，亦將遇害也。殀，一作夭。一云：羽山之野。汝何博謇而好脩兮，紛獨有此姱節。女嬃數諫屈原，言汝何為獨博采往古，好脩謇謇，有此姱異之節，不與眾同，而見憎惡於世也。《文選》作蹇。五臣云：汝何博采古道，於蹇難之世，好脩直節，獨為姱大之行。薋菉葹以盈室兮，薋，蒺藜也。菉，王芻也。葹，枲耳也。《詩》曰：楚楚者薋。又曰：終朝采菉。三者皆惡草，以喻讒佞盈滿于側者也。判獨離而不服。判，別也。女嬃言眾人皆佩薋、菉、枲耳，為讒佞之行，滿于朝廷，而獲富貴，汝獨服蘭蕙，守忠直，判然離別，不與眾同，故斥棄也。眾不可戶說兮，孰云察余之中情。屈原外困群佞，內被姊詈，知世莫識，言己之心志所執，不可戶說人告，誰當察我中情之善否也。世並舉而好朋兮，朋，黨也。夫何煢獨而不予聽。煢，孤也。《詩》曰：哀此煢獨。言世俗之人，皆行佞偽，相與朋黨，並相薦舉。忠直之士，孤煢特獨，何肯聽用我言，而納受之也。煢，一作〈丸〉。予，一作余。依前聖以節中兮，節，度。《文選》以作之。喟憑心而歷玆。喟，歎也。歷，數也。言己所言，皆依前世聖人之法，節其中和，喟然舒憤懣之心，歷數前世成敗之道，而為此詞也。憑，一作憑，一作馮。五臣云：中，得也。歷，行也。憑，滿也。言我依前代聖賢節度，而不得用，故歎息憤懣，而行澤畔矣。濟沅湘以南征兮，濟，渡也。沅、湘，水名。征，行也。就重華而敶詞：重華，舜名也。《帝繫》曰：瞽叟生重華，是為帝舜，葬於九疑山，在沅、湘之南。言己依聖王法而行，不容於世，故欲渡沅、湘之水南行，就舜敶詞自說，稽疑聖帝，冀聞祕要，以自開悟也。一作陳辭。啟《九辯》與《九歌》兮，啟，禹子也。《九辯》、《九歌》，禹樂也。言禹平治水土，以有天下，啟能承先志，纘敘其業，育養品類，故九州之物，皆可辯數，九功之德，皆有次序，而可歌也。《左氏傳》曰：六府三事，謂之九功。九功之德，皆可歌也，謂之《九歌》。水、火、金、木、土、穀，謂之六府；正德、利用、厚生，謂之三事。夏康娛以自縱。夏康，啟子太康也。娛，樂也。縱，放也。不顧難以圖後兮，五子用失乎家巷。圖，謀也。言太康不遵禹、啟之樂，而更作淫聲，放縱情慾，以自娛樂，不顧患難，不謀後世，卒以失國，兄弟五人，家居閭巷，失尊位也。《尚書序》曰：太康失國，昆弟五人，須于洛汭，作《五子之歌》，此佚篇也。巷，一作居。羿淫遊以佚畋兮，羿，諸侯也。畋，獵也，一作田。又好射夫封狐。封狐，大狐也。言羿為諸侯，荒淫遊戲，以佚畋獵，又射殺大狐，犯天之孽，以亡其國也。固亂流其鮮終兮，鮮，少也。固，一誤作國。鮮，一作 \\n 尠。浞又貪夫厥家。浞，寒浞，羿相也。婦謂之家。言羿因夏衰亂，代之為政，娛樂畋獵，不恤民事，信任寒浞，使為國相。浞行媚於內，施賂於外，樹之詐慝而專其權勢。羿畋將歸，使家臣逢蒙射而殺之，貪取其家，以為己妻。羿以亂得政，身即滅亡，故言鮮終。澆身被服強圉兮，澆，寒浞子也。強圉，多力也。澆，一作奡。一云被於彊圉。縱欲而不忍。縱，放也。言浞取羿妻而生澆，彊梁多力，縱放其情，不忍其慾，以殺夏后相也。一本「欲」下有「殺」字。日康娛而自忘兮，康，安也。而，一作以。厥首用夫顛隕。首，頭也。自上下曰顛。隕，墜也。言澆既滅殺夏后相，安居無憂，日作淫樂，忘其過惡，卒為相子少康所誅，其頭顛隕而墜地。自此以上，羿、澆、寒浞之事，皆見於《左氏傳》。夫，一作以。一無「夫」字。夏桀之常違兮，桀，夏之亡王也。五臣云：言常背天違道。乃遂焉而逢殃。殃，咎也。言夏桀上偝於天道，下逆於人理，乃遂以逢殃咎，終為殷湯所誅滅。后辛之菹醢兮，后，君也。辛，殷之亡王紂名也。藏菜曰菹，肉醬曰醢。菹，一作葅。五臣云：葅醢，肉醬也。殷宗用而不長。言紂為無道，殺比干，醢梅伯。武王杖黃鉞，行天罰，殷宗遂絕，不得長久也。而，一作之。湯禹儼而祗敬兮，儼，畏也。祗，敬也。儼，一作嚴。周論道而莫差。周，周家也。差，過也。言殷湯、夏禹、周之文王，受命之君，皆畏天敬賢，論議道德，無有過差，故能獲夫神人之助，子孫蒙其福祐也。五臣云：湯、禹、周文，皆儼肅祗敬，論議道德，無有差殊，故得永年。舉賢而授能兮，一云舉賢才。循繩墨而不頗。頗，傾也。言三王選士，不遺幽陋，舉賢用能，不顧左右；行用先聖法度，無有傾失。故能綏萬國，安天下也。《易》曰：無平不頗也。五臣云：無有頗僻。循，一作脩。頗，一作陂。皇天無私阿兮，竊愛為私，所私為阿。一云所祐為阿。覽民德焉錯輔。錯，置也。輔，佐也。言皇天神明，無所私阿。觀萬民之中有道德者，因置以為君，使賢能輔佐，以成其志。故桀為無道，傳與湯；紂為淫虐，傳與文王。德，一作德。《文選》民作人。夫維聖哲以茂行兮，哲，智也。茂，盛也。苟得用此下土。苟，誠也。下土，謂天下也。言天下之所立者，獨有聖明之智，盛德之行，故得用事天下，而為萬民之主。瞻前而顧後兮，瞻，觀也。顧，視也。前謂禹、湯，後謂桀、紂。相觀民之計極。相，視也。計，謀也。極，窮也。言前觀湯、武之所以興，顧視桀、紂之所以亡，足以觀察萬民忠佞之謀，窮其真偽也。民，一作人。夫孰非義而可用兮，孰非善而可服。服，服事也。言世之人臣，誰有不行仁義，而可任用；誰有不行信善，而可服事者乎？言人非義則德不立，非善則行不成也。五臣云：服，用也。阽余身而危死兮，阽，猶危也。或云：阽，近也。言己盡忠，近於危殆。一本「死」下有「節」字。覽余初其猶未悔。言己正言危行，身將死亡，上觀初世伏節之賢士，我志所樂，終不悔恨也。五臣云：今觀我之初志，終竟行猶未為悔。不量鑿而正枘兮，量，度也。正，方也。枘所以充鑿。固前脩以菹醢。言工不量度其鑿，而方正其枘，則物不固而木破矣。臣不度君賢愚，竭其忠信，則被罪過，而身殆也。自前世脩名之人，以獲菹醢，龍逄、梅伯是也。菹，一作葅。五臣云：邪佞在前，忠賢何由能進。曾歔欷余鬱邑兮，曾，累也。歔欷，懼貌。或曰：哀泣之聲也。鬱邑，憂也。曾，一作增。邑，一作悒。哀朕時之不當。言我累息而懼、鬱邑而憂者，自哀生不當舉賢之時，而值菹醢之世也。攬茹蕙以掩涕兮，茹，柔耎也。攬，一作〈扌監〉，《文選》作掔。五臣云：茹，臭也。蕙，香草。以喻忠正之心。霑余襟之浪浪。霑，濡也。衣眥謂之襟。浪浪，流貌也。言己自傷放在草澤，心悲泣下，霑濡我衣，浪浪而流，猶引取柔耎香草，以自掩拭，不以悲放失仁義之則也。 \\n 跪敷衽以陳辭兮，敷，布也。衽，衣前也。陳辭於重華，道羿、澆以下也。故下句云：發軔於蒼梧也。辭，一作詞。耿吾既得此中正；耿，明也。言己上睹禹、湯、文王脩德以興，下見羿、澆、桀、紂行惡以亡，中知龍逄、比干執履忠直，身以菹醢。乃長跪布衽，俛首自念，仰訴於天，則中心曉明，得此中正之道，精合真人，神與化游。故設乘雲駕龍，周歷天下，以慰己情，緩幽思也。五臣云：明我得此中正之道。駟玉虯以乘鷖兮，有角曰龍，無角曰虯。鷖，鳳皇別名也。《山海經》云：鷖身有五采，而文如鳳。鳳類也，以為車飾。虯，一作虯。乘，一作乘。鷖，一作翳。溘埃風余上征。溘，猶掩也。埃，塵也。言我設往行游，將乘玉虯，駕鳳車，掩塵埃而上征，去離世俗，遠群小也。朝發軔於蒼梧兮，軔，搘輪木也。蒼梧，舜所葬也。搘，一作支。夕余至乎縣圃；縣圃，神山，在崑崙之上。《淮南子》曰：崑崙縣圃，維絕，乃通天。言己朝發帝舜之居，夕至縣圃之上，受道聖王，而登神明之山。縣，一作懸。一無「絕」字。一本乃作絕。欲少留此靈瑣兮，靈以喻君。瑣，門鏤也，文如連瑣，楚王之省閤也。一云：靈，神之所在也。瑣，門有青瑣也。言未得入門，故欲小住門外。瑣，一作璅。五臣云：瑣，門閣也。日忽忽其將暮。言己誠欲少留於君之省閤，以須政教，日又忽去，時將欲暮，年歲且盡，言己衰老也。吾令羲和弭節兮，羲和，日御也。弭，按也。按節，徐步也。望崦嵫而勿迫。崦嵫，日所入山也，下有蒙水，水中有虞淵。迫，附也。言我恐日暮年老，道德不施，欲令日御按節徐行，望日所入之山，且勿附近，冀及盛時遇賢君也。勿，一作未。路曼曼其脩遠兮，脩，長也。《釋文》曼作漫。五臣云：漫漫，遠貌。吾將上下而求索。言天地廣大，其路曼曼，遠而且長，不可卒至，吾方上下左右，以求索賢人，與己合志者也。飲余馬於咸池兮，咸池，日浴處也。總余轡乎扶桑。總，結也。扶桑，日所拂木也。《淮南子》曰：日出湯谷，浴乎咸池，拂于扶桑，是謂晨明；登于扶桑，爰始將行，是謂朏明。言我乃往至東極之野，飲馬於咸池，與日俱浴。以潔己身；結我車轡于扶桑，以留日行，幸得不老，延年壽也。折若木以拂日兮，若木在崑崙西極，其華照下地。拂，擊也。一云蔽也。聊逍遙以相羊。聊，且也。逍遙、相羊，皆遊也。言己總結日轡，恐不能制，年時卒過，故復轉之西極，折取若木，以拂擊日，使之還去，且相羊而遊，以俟君命也。或謂拂，蔽也，以若木鄣蔽日，使不得過也。逍遙，一作須臾。羊，一作佯。前望舒使先驅兮，望舒，月御也。月體光明，以喻臣清白也。後飛廉使奔屬。飛廉，風伯也。風為號令，以喻君命。言己使清白之臣，如望舒先驅求賢，使風伯奉君命於後，以告百姓。或曰：駕乘龍雲，必假疾風之力，使奔屬於後。鸞皇為余先戒兮，鸞，俊鳥也。皇，雌鳳也。以喻仁智之士。先，一作前。五臣云：鸞皇，靈鳥。雷師告余以未具。雷為諸侯，以興於君。言己使仁智之士，如鸞皇，先戒百官，將往適道，而君怠墮，告我嚴裝未具。余，一作我。吾令鳳鳥飛騰兮，繼之以日夜。言我使鳳鳥明智之士，飛行天下，以求同志，續以日夜，冀相逢遇也。《文選》云：吾令鳳皇飛騰兮，又繼之以日夜。飄風屯其相離兮，回風為飄。飄風，無常之風，以興邪惡之眾。屯其相離，言不與己和合也。帥雲霓而來御。雲霓，惡氣，以喻佞人。御，迎也。言己使鳳鳥往求同志之士，欲與俱共事君，反見邪惡之人，相與屯聚，謀欲離己。又遇佞人相帥來迎，欲使我變節以隨之也。帥，一作率。紛總總其離合兮，紛，盛多貌。總總，猶僔僔，聚貌。五臣云：紛，亂也。斑陸離其上下。斑，亂貌。陸離，分散也。言己游觀天下，但見俗人競為讒佞，僔僔相聚，乍離乍合，上下之義，斑然散亂，而不可知也。斑，一作班。吾令帝閽開關兮，帝，謂天帝。閽，主門者也。倚閶闔而望予。閶闔，天門也。言己求賢不得，疾讒惡佞，將上訴天帝，使閽人開關，又倚天門望而距我，使我不得入也。時曖曖其將罷兮，曖曖，昏昧貌。罷，極也。罷，一作疲。結幽蘭而延佇。言時世昏昧，無有明君，周行罷極，不遇賢士，故結芳草，長立有還意也。而，一作以。五臣云：結芳草自潔，長立而無趣向。世溷濁而不分兮，溷，亂也。濁，貪也。好蔽美而嫉妒。言時世君亂臣貪，不別善惡，好蔽美德，而嫉妒忠信也。五臣云：蔽，隱也。朝吾將濟於白水兮，濟，渡也。《淮南子》言：白水出崑崙之山，飲之不死。於，一作乎。登閬風而 \\n 紲馬。閬風，山名，在崑崙之上。紲，繫也。言己見中國溷濁，則欲渡白水，登神山，屯車繫馬，而留止也。白水潔淨，閬風清明，言己脩清白之行，不懈怠也。紲，一作絏。忽反顧以流涕兮，哀高丘之無女。楚有高丘之山。女以喻臣。言己雖去，意不能已，猶復顧念楚國無有賢臣，心為之悲而流涕也。或云：高丘，閬風山上也。無女，喻無與己同心也。舊說：高丘，楚地名也。五臣云：女，神女，喻忠臣。溘吾遊此春宮兮，溘，奄也。春宮，東方青帝舍也。溘，一作壒。折瓊枝以繼佩。繼，續也。言己行游，奄然至於青帝之舍，觀萬物始生，皆出於仁義，復折瓊枝以續佩，守仁行義，志彌固也。及榮華之未落兮，榮華，喻顏色。落，墮也。相下女之可詒。相，視也。詒，遺也。言己既脩行仁義，冀得同志，願及年德盛時，顏貌未老，視天下賢人，將持玉帛而聘遺之，與俱事君也。詒，一作貽。吾令豐隆乘雲兮，豐隆，雲師，一曰雷師。下注同。乘，一作乘。求宓妃之所在。宓妃，神女，以喻隱士。言我令雲師豐隆，乘雲周行，求隱士清潔若宓妃者，欲與并心力也。宓，一作虙。五臣云：虙妃以喻賢臣。解佩纕以結言兮，纕，佩帶也。吾令蹇脩以為理。蹇脩，伏羲氏之臣也。理，分理也，述禮意也。言己既見宓妃，則解我佩帶之玉，以結言語，使古賢蹇脩而為媒理也。伏羲時敦朴，故使其臣也。五臣云：令蹇脩為媒，以通辭理。紛總總其離合兮，忽緯繣其難遷。緯繣，乖戾也。遷，徙也。言蹇脩既持其佩帶通言，而讒人復相聚毀敗，令其意一合一離，遂以乖戾而見距絕。言所居深僻，難遷徙也。夕歸次於窮石兮，次，舍也。再宿為信，過信為次。《淮南子》言弱水出於窮石，入於流沙也。朝濯髮乎洧盤。洧盤，水名。《禹大傳》曰：洧盤之水，出崦嵫之山。言宓妃體好清潔，暮即歸舍窮石之室，朝沐洧盤之水，遁世隱居，而不肯仕也。盤，一作槃。保厥美以驕傲兮，倨簡曰驕，侮慢曰傲。傲，一作敖。日康娛以淫遊。康，安也。言宓妃用志高遠，保守美德，驕傲侮慢，日自娛樂以遊戲自恣，無有事君之意也。五臣云：淫，久也。言隱居之人，日日安樂久遊，無意以匡君。雖信美而無禮兮，來違棄而改求。違，去也。改，更也。言宓妃雖信有美德，驕傲無禮，不可與共事君。來復棄去，而更求賢也。棄，一作棄。覽相觀於四極兮，覽相，一作求覽。周流乎天余乃下。言我乃復往觀視四極，周流求賢，然後乃來下也。一云：周流天乎。一無「乎」字。望瑤臺之偃蹇兮，石次玉曰瑤。《詩》曰：報之以瓊瑤。偃蹇，高貌。見有娀之佚女。有娀，國名。佚，美也。謂帝嚳之妃，契母簡狄也。配聖帝，生賢子，以喻貞賢也。《詩》曰：有娀方將，帝立子生商。《呂氏春秋》曰：有娀氏有美女，為之高臺而飲食之。言己望見瑤臺高峻，睹有娀氏美女，思得與共事君也。佚，《釋文》作 \\n 妷。吾令鴆為媒兮，鴆，運日也。羽有毒可殺人，以喻讒佞賊害人也。鴆告余以不好。言我使鴆鳥為媒，以求簡狄，其性讒賊，不可信用，還詐告我言不好也。五臣云：忠賢，讒佞所疾，故云不好。雄鳩之鳴逝兮，逝，往也。《釋文》雄作鳩。余猶惡其佻巧。佻，輕也。巧，利也。言又使雄鳩銜命而往，其性輕佻巧利，多語言而無要實，復不可信用也。五臣云：雄鳩多聲。言使辯捷之士，往聘忠賢，我又惡其輕巧而不信。心猶豫而狐疑兮，欲自適而不可。適，往也。言己令鴆為媒，其心讒賊，以善為惡；又使雄鳩銜命而往，多言無實。故中心狐疑猶豫，意欲自往，禮又不可，女當須媒，士必待介也。鳳皇既受詒兮，詒，一作詔。五臣云：詒，遺也。言我得賢人如鳳皇者。受遺玉帛，將行就聘。恐高辛之先我。高辛，帝嚳有天下號也。《帝繫》曰：高辛氏為帝嚳。帝嚳次妃有娀氏女生契。言己既得賢智之士若鳳皇，受禮遺將行，恐帝嚳已先我得娀簡狄也。遺，一作遣。五臣云：帝嚳，喻諸國賢君。欲遠集而無所止兮，集，一作進。聊浮遊以逍遙。言己既求簡狄，復後高辛，欲遠集它方，又無所之，故且遊戲觀望以忘憂，用以自適也。及少康之未家兮，留有虞之二姚。少康，夏后相之子也。有虞，國名，姚姓，舜後也。昔寒浞使澆殺夏后相，少康逃奔有虞，虞因妻以二女，而邑於綸，有田一成，有眾一旅，能布其德，以收夏眾，遂誅滅澆，復禹之舊績。屈原設至遠方之外，博求眾賢，索宓妃則不肯見，求簡狄又後高辛，幸若少康留止有虞，而得二妃，以成顯功，是不欲遠去之意也。理弱而媒拙兮，弱，劣也。拙，鈍也。五臣云：我欲留聘二姚，又恐道理弱於少康，而媒無巧辭。恐導言之不固。言己欲效少康，留而不去，又恐媒人弱鈍，達言於君不能堅固，復使回移也。世溷濁而嫉賢兮，世，一作時。好蔽美而稱惡。稱，舉也。再言世溷濁者，懷、襄二世不明，故群下好蔽忠正之士，而舉邪惡之人。美，一作善。閨中既以邃遠兮，小門謂之閨。邃，深也。一無「以」字。哲王又不寤。哲，智也。寤，覺也。言君處宮殿之中，其閨深遠，忠言難通，指語不達，自明智之王，尚不能覺悟善惡之情，高宗殺孝己是也。何況不智之君，而多闇蔽，固其宜也。懷朕情而不發兮，余焉能忍與此終古。言我懷忠信之情，不得發用，安能久與此闇亂之君，終古而居乎？意欲復去也。一本「忍」下有「而」字。《釋文》：古，音故。 \\n 索藑茅以筳篿兮，索，取也。藑茅，靈草也。筳，小折竹也。楚人名結草折竹以卜曰篿。《文選》藑作瓊。五臣云：筳，竹筭也。命靈氛為余占之。靈氛，古明占吉凶者。言己欲去則無所集，欲止又不見用，憂懣不知所從，乃取神草竹筳，結而折之，以卜去留，使明智靈氛占其吉凶也。曰兩美其必合兮，孰信脩而慕之？靈氛言以忠臣而就明君，兩美必合，楚國誰能信明善惡，脩行忠直，欲相慕及者乎？己宜以時去也。恖九州之博大兮，豈唯是其有女？言我思念天下博大，豈獨楚國有臣而可止乎？恖，古文思，亦作思。唯，一作惟。曰勉遠逝而無狐疑兮，一無「狐」字。孰求美而釋女？五臣云：靈氛曰但勤力遠去，誰有求忠臣而不擇取汝者也。何所獨無芳草兮，草，一作艸，舊作卉。爾何懷乎故宇？懷，思也。宇，居也。言何所獨無賢芳之君，何必思故居而不去也。此皆靈氛之詞。爾，一作尒。宇，一作宅。注同。世幽昧以昡曜兮，昡曜，惑亂貌。世，一作時。昡，一作眩。孰云察余之善惡。屈原答靈氛曰：當世之君，皆闇昧惑亂，不分善惡，誰當察我之善情而用己乎？是難去之意也。善惡，一作中情。《文選》善，作美。民好惡其不同兮，民，一作人。惟此黨人其獨異。黨，鄉黨，謂楚國也。言天下萬民之所好惡，其性不同，此楚國尤獨異也。五臣云 \\n ：好，愛。惡，憎也。戶服艾以盈要兮，艾，白蒿也。盈，滿也。或言艾非芳草也。一名冰臺。謂幽蘭其不可佩。言楚國戶服白蒿，滿其要帶，以為芬芳，反謂幽蘭臭惡，為不可佩也。以言君親愛讒佞，憎遠忠直，而不肯近也。其，一作兮，一作之。五臣云：言楚國皆好讒佞，謂忠正不可行於身也。覽察草木其猶未得兮，察，視也。草，一作艸，一作卉。猶，一作獨。豈珵美之能當？珵，美玉也。《相玉書》言：珵大六寸，其耀自照。言時人無能知臧否，觀眾草尚不能別其香臭，豈當知玉之美惡乎？以為草木易別於禽獸，禽獸易別於珠玉，珠玉易別於忠佞，知人最為難也。五臣云：豈能辨玉之臧否而當之乎？玉喻忠直。蘇糞壤以充幃兮，蘇，取也。充，猶滿也。壤，土也。幃謂之 \\n 幐。幐，香囊也。以，一作以。謂申椒其不芳。言蘇糞土以滿香囊，佩而帶之，反謂申椒臭而不香，言近小人遠君子也。欲從靈氛之吉占兮，心猶豫而狐疑。言己欲從靈氛勸去之吉占，則心中狐疑，念楚國也。巫咸將夕降兮，巫咸，古神巫也。當殷中宗之世。降，下也。懷椒糈而要之。椒，香物，所以降神。糈，精米，所以享神。言巫咸將夕從天上來下，願懷椒糈要之，使占玆吉凶也。糈，俗作 \\n 糒·百神翳其備降兮，九疑繽其並迎。翳，蔽也。繽，盛也。九疑，舜所葬也。言巫咸得己椒糈，則將百神蔽日來下；舜又使九疑之神，紛然來迎，知己之志也。疑，一作嶷。皇剡剡其揚靈兮，皇，皇天也。剡剡，光貌。告余以吉故。言皇天揚其光靈，使百神告我，當去就吉善也。五臣云：告我去當吉。曰勉陞降以上下兮，勉，強也。上謂君，下謂臣，陞，一作升。求矩矱之所同。矩，法也。矱，度也。言當自勉強上求明君，下索賢臣，與己合法度者，因與同志共為治也。矩，一作矩。矱，一作 \\n 彟。五臣云：此巫咸之言。湯禹嚴而求合兮，嚴，敬也。合，匹也。嚴，一作儼。摯咎繇而能調。摯，伊尹名，湯臣也。咎繇，禹臣也。調，和也。言湯、禹至聖，猶敬承天道，求其匹合，得伊尹、咎繇，乃能調和陰陽，而安天下也。一作皋陶。苟中情其好脩兮，又何必用夫行媒。行媒，喻左右之臣也。言誠能中心常好善，則精感神明，賢君自舉用之，不必須左右薦達也。一無「又」字。五臣云：苟，且也。說操築於傅巖兮，說，傅說也。傅巖，地名。武丁用而不疑。武丁，殷之高宗也。言傅說抱道懷德，而遭遇刑罰，操築作於傅巖。武丁思想賢者，夢得聖人，以其形像求之，因得傅說，登以為公，道用大興，為殷高宗也。《書序》曰：高宗夢得說，使百工營求諸野，得諸傅巖，作《說命》，是佚篇也。呂望之鼓刀兮，呂，太公之氏姓也。鼓，鳴也。或言呂望太公，姜姓也，未遇之時，鼓刀屠於朝歌也。遭周文而得舉。言太公避紂，居東海之濱，聞文王作興，盍往歸之。至於朝歌，道窮困，自鼓刀而屠，遂西釣於渭濱。文王夢得聖人，於是出獵而遇之，遂載以歸，用以為師，言吾先公望子久矣，因號為太公望。或言周文王夢天帝立令狐之津，太公立其後。帝曰：昌，賜汝名師。文王再拜，太公亦再拜。太公夢亦如此。文王出田，見識所夢，載與俱歸，以為太師也。甯戚之謳歌兮，甯戚，衛人。齊桓聞以該輔。該，備也。甯戚修德不用，退而商賈，宿齊東門外。桓公夜出，甯戚方飯牛，叩角而商歌，桓公聞之，知其賢，舉用為客卿，備輔佐也。及年歲之未晏兮，晏，晚。時亦猶其未央。央，盡也。言己所以汲汲欲輔佐君者，冀及年未晏晚，以成德化也。然年時亦尚未盡，冀若三賢之遭遇也。其，一作而。恐鵜鴃之先鳴兮，鵜鴃，一名買〈危鳥〉，常以春分鳴也。鵜，一作鷤。五臣云：鷤鴃，秋分前鳴，則草木彫落。使夫百草為之不芳。言我恐鵜鴃以先春分鳴，使百草華英摧落，芬芳不得成也。以喻讒言先至，使忠直之士蒙罪過也。草，一作艸，一作卉。一無「夫」字。一無「為」字。何瓊佩之偃蹇兮，偃蹇，眾盛貌。佩，一作珮。眾薆然而蔽之。言我佩瓊玉，懷美德，偃蹇而盛，眾人薆然而蔽之，傷不得施用也。五臣云：薆，亦盛也。惟此黨人之不諒兮，諒，信。一作亮。恐嫉妒而折之。言楚國之人，不尚忠信之行，共嫉妒我正直，必欲折挫而敗毀之也。時繽紛其變易兮，其，一作以。五臣云 \\n ：繽紛，亂也。又何可以淹留。言時世溷濁，善惡變易，不可以久留，宜速去也。蘭芷變而不芳兮，荃蕙化而為茅。言蘭芷之草，變易其體，而不復香。荃蕙化而為菅茅，失其本性也。以言君子更為小人，忠信更為佞偽也。五臣云：茅，惡草，以喻讒臣。何昔日之芳草兮，草，一作艸，一作卉。今直為此蕭艾也。言往昔芬芳之草，今皆直為蕭艾而已。以言往日明智之士，今皆佯愚，狂惑不顧。一無「蕭」字，一無「也」字。豈其有他故兮，莫好脩之害也。言士民所以變曲為直者，以上不好用忠正之人，害其善志之故。一無「也」字。五臣云：明智之士佯愚者，為君不好修絜之士，而自損害。余以蘭為可恃兮，蘭，懷王少弟，司馬子蘭也。恃，怙也。羌無實而容長。實，誠也。言我以司馬子蘭懷王之弟，應薦賢達能，可怙而進，不意內無誠信之實，但有長大之貌。浮華而已。五臣云：無實，無實材。委厥美以從俗兮，委，棄。苟得列乎眾芳。言子蘭棄其美質正直之性，隨從諂佞，苟欲列於眾賢之位，無進賢之心也。椒專佞以慢慆兮，椒，楚大夫子椒也。慆，淫也。慢，一作謾。《釋文》作嫚。慆，一作諂。樧又欲充夫佩幃。樧，茱萸也，似椒而非，以喻子椒似賢而非賢也。幃，盛香之囊，以喻親近。言子椒為楚大夫，處蘭芷之位，而行淫慢佞諛之志，又欲援引面從不賢之類，使居親近，無有憂國之心，責之也。夫，一作其。五臣云：子椒列大夫位，在君左右，如茱萸之在香囊，妄充佩帶，而無芬芳。既干進而務入兮，干，求。而，一作以。又何芳之能祗。祗，敬也。言子椒苟欲自進，求入於君，身得爵祿而已，復何能敬愛賢人，而舉用之也？固時俗之流從兮，一作從流。一本「從」誤作「徙」。又孰能無變化。言時世俗人隨從上化，若水之流。二子復以諂諛之行，眾人誰有不變節而從之者乎？疾之甚也。五臣曰：固此諂佞之俗，流行相從，誰能不變節隨時以容身乎？覽椒蘭其若玆兮，又況揭車與江離。言觀子椒、子蘭變志若此，況朝廷眾臣，而不為佞媚以容其身邪？揭，一作擖。離，一作蘺。惟玆佩之可貴兮，之，一作其。委厥美而歷玆。歷，逢也。言己內行忠直，外佩眾香，此誠可貴重，不意明君棄其至美，而逢此咎也。芳菲菲而難虧兮，虧，歇。而，一作其。虧，一作〈雐弓〉。芬至今猶未沬。沬，已也。言己所行純美，芬芳勃勃，誠難〈雐弓〉歇，久而彌盛，至今尚未已也。芬芳，一作芬芬。勃，一作浡。和調度以自娛兮，聊浮游而求女。言我雖不見用，猶和調己之行度，執守忠貞，以自娛樂，且徐徐浮游，以求同志也。五臣云：汝，同志人也。度，法度也。及余飾之方壯兮，周流觀乎上下。上謂君，下謂臣也。言我願及年德方盛壯之時，周流四方，觀君臣之賢，欲往就之也。 \\n 靈氛既告余以吉占兮，歷吉日乎吾將行。言靈氛既告我以吉占，歷善日吾將去君而遠行也。五臣曰：歷，選也。折瓊枝以為羞兮，羞，脯。精瓊爢以為粻。精，鑿也。爢，屑也。粻，糧也。《詩》云：乃裹餱糧。言我將行，乃折取瓊枝，以為脯腊，精鑿玉屑，以為儲糧，飲食香潔，冀以延年也。五臣云：精，擣也。取其清潔而延壽。為余駕飛龍兮，雜瑤象以為車。象，象牙也。言我駕飛龍，乘明智之獸，象玉之車，文章雜錯，以言己德似龍玉，而世莫之識也。五臣云：飛龍喻道，瑤象以比君子之德。言我遠游，但駕此道德以為車。何離心之可同兮，吾將遠逝以自疏。言賢愚異心，何可合同，知君與己殊志，故將遠去自疏，而流遁於世也。五臣云：忠佞兩心不可同，吾將遠去。自疏遠也。邅吾道夫崑崙兮，邅，轉也。楚人名轉曰邅。《河圖括地象》言：崑崙在西北，其高萬一千里，上有瓊玉之樹也。路脩遠以周流。言己設去楚國遠行，乃轉至崑崙神明之山，其路遙遠，周流天下，以求同志也。揚雲霓之晻藹兮，揚，披也。晻藹，猶蓊鬱，蔭貌也。一本，「揚」下有「志」字。藹，《釋文》作濭，一作靄。五臣云：揚，舉也。雲霓，虹也，畫之於旌旗。晻藹，旌旗蔽日貌。鳴玉鸞之啾啾。鸞，鸞鳥也。以玉為之，著於衡，和著於軾。啾啾，鳴聲也。言己從崑崙將遂陞天，披雲霓之蓊鬱，排讒佞之黨群，鳴玉鸞之啾啾，而有節度也。五臣云：玉，馬佩也。鸞，車鈴也。言我去國，亦守節度而行。朝發軔於天津兮，天津，東極箕、斗之閒，漢津也。夕余至乎西極。言己朝發天之東津，萬物所生，夕至地之西極，萬物所成，動順陰陽之道，且亟疾也。鳳皇翼其承旂兮，翼，敬也。旂，旗也。畫龍虎為旂也。《文選》翼作紛。高翱翔之翼翼。翼翼，和貌。言己動順天道，則鳳皇來隨我車，敬承旂旗，高飛翱翔，翼翼而和，嘉忠正、懷有德也。之，一作而。五臣云：鳳皇承旂，引路飛翔，翼翼然扶衛於己。忽吾行此流沙兮，流沙，沙流如水也。《尚書》曰：餘波入于流沙。五臣云：流沙，西極也。遵赤水而容與。遵，循也。赤水，出崑崙山。容與，游戲貌。言吾行忽然過此流沙，遂循赤水而游戲，雖行遠方，動以潔清自洒飾也。麾蛟龍使梁津兮，舉手曰麾。小曰蛟，大曰龍。或言以手教曰麾。津，西海也。蛟龍，水虫也。以蛟龍為橋，乘之以渡，似周穆王之越海，比鼉黿以為梁也。使，一作以。五臣曰：麾，招也。詔西皇使涉予。詔，告也。西皇，帝少皞也。涉，渡也。言我乃麾蛟龍，以橋西海，使少皞來渡我，動與神獸聖帝相接，言能渡萬民之厄也。予，一作余。路脩遠以多艱兮，艱，難也。騰眾車使徑待。騰，過也。言崑崙之路，險阻艱難，非人所能由，故令眾車先過，使從邪徑以相待也。以言己所行高遠，莫能及也。待，一作侍。路不周以左轉兮，不周，山名，在崑崙西北。轉，行也。五臣云：左轉者，君子尚左。指西海以為期。指，語也。期，會也。言己使語眾車，我所行之道，當過不周山而左行，俱會西海之上也。過不周者，言道不合於世也。左轉者，言君行左乖，不與己同志也。屯余車其千乘兮，屯，陳也。五臣云：屯，聚也。車所以載己。言君子以德自載，亦如車焉。聚千乘者，言道德之多，並運於己，所在可馳走。齊玉軑而並馳。軑，錮也。一云車轄也。言乃屯敶我車，前後千乘，齊以玉為車轄，並馳左右。言從己者眾，皆有玉德，宜輔千乘之君也。即道千乘之國也。駕八龍之婉婉兮，婉婉，龍貌。五臣云：八龍，八節之氣也。婉，於阮切，《釋文》作蜿，於元切。載雲旗之委蛇。言己乘八龍，神智之獸，其狀婉婉，又載雲旗，委蛇而長也。駕八龍者，言己德如龍，可制御八方也。載雲旗者，言己德如雲，能潤施萬物也。蛇，一作移。一作逶迤。五臣云：言我所往，皆與神游，故可御氣為駕，載雲為旗也。抑志而弭節兮，神高馳之邈邈。邈邈，遠貌。言己雖乘雲龍，猶自抑案，弭節徐行，高抗志行，邈邈而遠，莫能追及。一云：邁高馳。五臣云：抑志按節，徐行以候世人，其邈遠莫能逮及也。奏《九歌》而舞《韶》兮，《九歌》，《九德》之歌，禹樂也。《韶》，《九韶》，舜樂也，《尚書》：簫韶九成。是也。聊假日以媮樂。言己德高智明，宜輔舜、禹以致太平，奏《九德》之歌、《九韶》之舞，而不遇其時，故假日游戲媮樂而已。假，一作暇。陟陞皇之赫戲兮，皇，皇天也。赫戲，光明貌。一無「陟」字。陞，一作升。忽臨睨夫舊鄉。睨，視也。舊鄉，楚國也。言己雖升崑崙，過不周，渡西海，舞《九韶》，陞天庭，據光曜，不足以解憂，猶顧視楚國，愁且思也。僕夫悲余馬懷兮，僕，御也。懷，思也。蜷局顧而不行。蜷局，詰屈不行貌。屈原設去世離俗，周天 \\n 市地，意不忘舊鄉，忽望見楚國，僕御悲感，我馬思歸，蜷局詰屈而不肯行，此終志不去，以詞自見，以義自明也。五臣云：蜷局回顧而不肯行。 \\n 亂曰：亂，理也。所以發理詞指，總撮其要也。屈原舒肆憤懣，極意敶詞，或去或留，文采紛華，然後結括一言，以明所趣之意也。已矣哉，國無人莫我知兮，已矣，絕望之詞。無人，謂無賢人也。《易》曰：闚其戶， \\n 闐其無人。屈原言已矣，我獨懷德不見用者，以楚國無有賢人知我忠信之故，自傷之詞。一無「哉」字。又何懷乎故都？言眾人無有知己，己復何為思故鄉念楚國也。既莫足與為美政兮，吾將從彭咸之所居。言時世之君無道，不足與共行美德、施善政者，故我將自沈汨淵，從彭咸而居處也。 \\n 　敘曰：昔者孔子叡聖明喆，音哲。天生不群，群，一作王。定經術，刪詩書，一云俾定經術，乃刪詩書。正禮樂，制作春秋，以為後王法。門人三千，罔不昭達。臨終之日，則大義乖而微言絕。其後周室衰微，戰國並爭，道德陵遲，譎詐萌生。於是楊、墨、鄒、孟、孫、韓之徒，各以所知著造傳記，或以述古，或以明世。八字一作咸以名世。而屈原履忠被譖，憂悲愁思，一云憂愁思憤。獨依詩人之義而作《離騷》，上以諷諫，下以自慰。遭時闇亂，不見省納，不勝憤懣，遂復作《九歌》以下凡二十五篇。楚人高其行義，瑋其文采，以相教傳。或作傳教。至於孝武帝，恢廓道訓，使淮南王安作《離騷經章句》，則大義粲然。後世雄俊，莫不瞻慕，一作仰。舒肆妙慮，一云攄舒妙思。纘述其詞。逮至劉向，顏師古讀如本字。典校經書，分為十六卷。孝章即位，深弘道藝，而班固、賈逵復以所見改易前疑，各作《離騷經章句》。其餘十五卷，一作篇。闕而不說。又以壯為狀，一作扶。義多乖異，事不要括。一作撮。今臣復以所識所知，稽之舊章，合之經傳，八字一云稽之經傳。作十六卷章句。雖未能究其微妙，然大指之趣，略可見矣。且人臣之義，以忠正為高，以伏節為賢。故有危言以存國，殺身以成仁。是以伍子胥不恨於浮江，比干不悔於剖心，然後忠立而行成，忠，一作德。榮顯而名著。著，一作稱。若夫懷道以迷國，詳愚而不言，詳與佯同，詐也。顛則不能扶，危則不能安，婉娩以順上，婉娩，一作娩娩，一作僶俛。逡巡以避患，雖保黃耇，終壽百年，蓋志士之所恥，愚夫之所賤也。今若屈原，膺忠貞之質，體清潔之性，直若砥矢，言若丹青，進不隱其謀，退不顧其命，此誠絕世之行，俊彥之英也。而班固謂之「露才揚己」，一作班、賈。「競於群小之中，怨恨懷王，譏刺椒、蘭，苟欲求進，強巨姜切。非其人，不見容納，忿恚自沈」，是虧其高明，而損其清潔者也。昔伯夷、叔齊讓國守分，作志。不食周粟，遂餓而死，豈可復謂有求於世而怨望哉。一作恨怨。且詩人怨主刺一作諫。上曰：「嗚呼！小子，未知臧否，匪面命之，言提其耳！」風諫之語，於斯為切。然仲尼論之，以為大雅。引此比彼，屈原之詞，優游婉順，寧以其君一有為字。不智之故，欲提攜其耳乎！而論者以為「露才揚己」、「怨刺其上」、「強非其人」，殆失厥中矣。夫《離騷》之文，依託《五經》以立義焉：「帝高陽之苗裔」，則「厥初生民，時惟姜嫄」也；「紉秋蘭以為佩」，則「將翱將翔，佩玉瓊琚」也；「夕攬洲之宿莽」，則《易》「潛龍勿用」也；「駟玉虯而乘鷖」，則「時乘六龍以御天」也；「就重華而敶詞」，則《尚書》咎繇之謀謨也；「登崑崙而涉流沙」，則《禹貢》之敷土也。故智彌盛者其言博，才益多者其識遠。多，一作劭。屈原之詞，誠博遠矣。自一有「孔丘」字。終沒以來，名儒博達之士著造詞賦，莫不擬則其儀表，祖式其模範，取其要妙，竊其華藻，所謂金相玉質，百世無匹，世，一作歲。名垂罔極，永不刊滅者矣。班孟堅序云：「昔在孝武，博覽古文。淮南王安敘《離騷傳》，以《國風》好色而不淫，《小雅》怨誹而不亂，若《離騷》者，可謂兼之。蟬蛻濁穢之中，浮游塵埃之外，皭然泥而不滓；推此志，雖與日月爭光可也。斯論似過其真。又說：五子以失家巷，謂五子胥也。及至羿、澆、少康、貳姚、有娀佚女，皆各以所識有所增損，然猶未得其正也。故博采經書傳記本文以為之解。且君子道窮，命矣。故潛龍不見是而無悶。《關雎》哀周道而不傷。蘧瑗持可懷之智，甯武保如愚之性，咸以全命避害，不受世患。故《大雅》曰：既明且哲，以保其身。斯為貴矣。今若屈原，露才揚己，競乎危國群小之閒，以離讒賊。然責數懷王，怨惡椒、蘭，愁神苦思，強非其人，忿懟不容，沈江而死，亦貶絜狂狷景行之士。多稱崑崙、冥婚宓妃虛無之語，皆非法度之政，經義所載。謂之兼《詩》風雅，而與日月爭光，過矣！然其文弘博麗雅，為辭賦宗。後世莫不斟酌其英華，則象其從容。自宋玉、唐勒、景差之徒，漢興，枚乘、司馬相如、劉向、揚雄，騁極文辭，好而悲之，自謂不能及也。雖非明智之器，可謂妙才者也。」政與正同。顏之推云：「自古文人常陷輕薄。屈原露才揚己，顯暴君過。」劉子玄云：「懷、襄不道，其惡存於楚賦。」讀者不以為過，蓋不隱惡故也。愚嘗折衷其說而論之曰：或問：古人有言：殺其身有益於君則為之。屈原雖死，何益於懷、襄？曰：忠臣之用心，自盡其愛君之誠耳。死生、毀譽，所不顧也。故比干以諫見戮，屈原以放自沈。比干，紂諸父也。屈原，楚同姓也。為人臣者，三諫不從則去之。同姓無可去之義，有死而已。《離騷》曰：阽余身而危死兮，覽余初其猶未悔。則原之自處審矣。或曰：原用智於無道之邦，虧明哲保身之義，可乎？曰：愚如武子，全身遠害可也。有官守言責，斯用智矣。山甫明哲，固保身之道。然不曰夙夜匪解，以事一人乎！士見危致命，況同姓，兼恩與義，而可以不死乎！且比干之死，微子之去，皆是也。屈原其不可去乎？有比干以任責，微子去之可也。楚無人焉，原去則國從而亡。故雖身被放逐，猶徘徊而不忍去。生不得力爭而強諫，死猶冀其感發而改行，使百世之下，聞其風者，雖流放廢斥，猶知愛其君，眷眷而不忘，臣子之義盡矣。非死為難，處死為難。屈原雖死，猶不死也。後之讀其文，知其人，如賈生者亦鮮矣。然為賦以弔之，不過哀其不遇而已。余觀自古忠臣義士，慨然發憤，不顧其死，特立獨行，自信而不回者，其英烈之氣，豈與身俱亡哉！仍羽人於丹丘，留不死之舊鄉，超無為以至清，與太初而為鄰，此《遠遊》之所以作，而難為淺見寡聞者道也。仲尼曰：樂天知命，故不憂。又曰：樂天知命，有憂之大者。屈原之憂，憂國也；其樂，樂天也。《離騷》二十五篇，多憂世之語。獨《遠遊》曰：道可受兮不可傳，其小無內兮其大無垠。無淈滑而魂兮，彼將自然。壹氣孔神兮，於中夜存。虛以待之兮，無為之先。此老、莊、孟子所以大過人者，而原獨知之。司馬相如作《大人賦》，宏放高妙，讀者有凌雲之意。然其語多出於此。至其妙處，相如莫能識也。太史公作傳，以為其文約，其辭微，其志絜，其行廉，其稱文小而其指極大，舉類邇而見義遠。其志絜，故其稱物芳。其行廉，故死而不容自疏。濯淖污泥之中，以浮游塵埃之外，推此志也，雖與日月爭光可也。斯可謂深知己者。楊子雲作《反離騷》，以為君子得時則大行，不得時則龍蛇。遇不遇，命也，何必沈身哉！屈子之事，蓋聖賢之變者。使遇孔子，當與三仁同稱雄，未足以與此。班孟堅、顏之推所云，無異妾婦兒童之見。余故具論之。離騷贊序　班固　《離騷》者，屈原之所作也。屈原初事懷王，甚見信任。同列上官大夫妒害其寵，讒之王，王怒而疏屈原。屈原以忠信見疑，憂愁幽思而作《離騷》。離，猶遭也。騷，憂也。明己遭憂作辭也。是時周室已滅，七國並爭。屈原痛君不明，信用群小，國將危亡，忠誠之情，懷不能已，故作《離騷》。上陳堯、舜、禹、湯、文王之法，下言羿、澆、桀、紂之失，以風。懷王終不覺寤，信反閒之說，西朝於秦。秦人拘之，客死不還。至于襄王，復用讒言，逐屈原。在野又作《九章》賦以風諫，卒不見納。不忍濁世，自投汨羅。原死之後，秦果滅楚。其辭為眾賢所悼悲，故傳於後。辨騷　劉勰　自風雅寢聲，莫或抽緒，奇文蔚起，其《離騷》哉！故以《文心雕龍。辨騷》作己軒翥詩人之後，奮飛辭家之前，豈去聖之未遠，而楚人之多才乎！昔漢武愛騷，而淮南作傳，以為《國風》好色而不淫，《小雅》怨誹而不亂。若《離騷》者，可謂兼之。蟬蛻穢濁之中，浮游塵埃之外，皭一作 \\n 皧。然涅而不緇，雖與日月爭光可也。班固以為露才揚己，忿懟沈江。羿、澆、二姚，與左氏不合；《離騷》用羿、澆等事，正與左氏合。孟堅所云，謂劉安說耳。崑崙、懸圃，非經義所載，然而（同上作其）文辭麗雅，為詞賦之宗，雖非明哲，可謂妙才。王逸以為詩人之提耳（同上無之字），屈原婉順。《離騷》之文，依經立義：駟虯乘鷖，則時乘六龍；崑崙流沙，則《禹貢》敷土。名儒詞賦，莫不擬其儀表，所謂金相玉振（同上作質），百世無匹者也。及漢宣嗟歎，以為皆合經術。揚雄諷味，亦言體同詩雅。四家舉以方經，而孟堅謂不合傳體（同上無體字），褒貶任聲，抑揚過實，可謂鑒而弗精，翫而未覈者也。將覈其論，必徵言焉。故其陳堯、舜之耿介，稱禹、湯之祗敬，典誥之體也。譏桀、紂之猖狂（同上作披），傷羿、澆之顛隕，規諷之旨也。虯龍以諭君子，雲霓以譬讒邪，比興之義也。每一顧而掩涕，歎君門之九重，忠怨之辭也。觀玆四事，同於風雅者也。至於託雲龍，說迂怪，豐隆求宓妃，鴆鳥媒娀女，詭異之辭也。康回傾地，夷羿弊（同上作彃）日，木夫九首，土伯三目，譎怪之談也。依彭咸之遺則，從子胥以自適，狷狹之志也。士女雜坐，亂而不分，指以為樂，娛酒不廢，沈湎日夜，舉以為歡，荒淫之意也。此皆宋玉之詞，非屈原意。自漢以來，靡麗之賦，勸百而諷一，其流至於齊、梁而極矣，皆自宋玉倡之。擿（同上作摘）此四事，異乎經典者也。故論其典誥則以（同上作如）彼，語其夸誕則如此。固知《楚辭》者，體慢於三代，而風雅於戰國，乃雅頌之博徒，而詞賦之英傑也。此語施於宋玉可也。觀其骨鯁所樹，肌膚所附，雖取鎔經意，亦自鑄偉辭。故《騷經》《九章》，朗麗以哀志；《九歌》《九辯》，綺靡以傷情；《遠遊》《天問》， \\n 瓌詭而惠巧；《招魂》《大招》，耀豔而深華；《卜居》標放言之致，《漁父》寄獨任（同上作往）之才。一云：獨任當作獨往。故能氣往轢古，辭來切今，驚采絕燄（同上作豔），難與並能矣。自《九懷》已下，遽躡其跡，而屈、宋逸步，莫之能追。故其敘情怨，則鬱伊而易感；述離居，則愴怏而難懷；論山水，則循聲而得貌；言節候，則披文而見時。（同上有是以二字）枚、賈追風以入麗，馬、揚沿波而得奇，其衣被詞人，非一代也。故才高者苑（同上作菀）其鴻裁，中巧者獵其豔辭，吟諷者銜其山川，童蒙者拾其香草。若能憑軾以倚雅頌，懸轡以馭楚篇，酌奇而不失其貞，玩華而不墜其實，則顧眄（同上作盼）可以驅辭力，咳唾可以窮文致，亦不復乞靈於長卿，假寵於子淵矣。讚曰：不有屈原，豈見《離騷》。驚才風逸，壯志煙高。煙，一作雲。山川無極，情理實勞。金相玉式，豔溢錙毫。 \\n  \\n 　"}
{"章节": "楚辭卷第二    九歌第二", "正文": "　 \\n 楚辭卷第二 \\n 　九歌章句第二　離騷 \\n 　東皇太一一本自《東皇太一》至《國殤》上皆有祠字 \\n  \\n 　雲中君 \\n  \\n 　湘君 \\n  \\n 　湘夫人 \\n  \\n 　大司命 \\n  \\n 　少司命 \\n  \\n 　東君 \\n  \\n 　河伯 \\n  \\n 　山鬼 \\n  \\n 　國殤 \\n  \\n 　禮魂 \\n  \\n 　《九歌》者，屈原之所作也。昔楚國南郢之邑，沅、湘之間，其俗信鬼而好祠。祠，一作祀。《漢書》曰：楚地信巫鬼，重淫祀。《隋志》曰：荊州尤重祠祀。屈原制《九歌》，蓋由此也。其祠，必作歌樂鼓舞以樂諸神。一無歌字。屈原放逐，竄伏其域，懷憂苦毒，愁思沸鬱。出見俗人祭祀之禮，歌舞之樂，其詞鄙陋。因為作《九歌》之曲，王逸注《九辯》云：九者，陽之數，道之綱紀也。五臣云：九者，陽數之極。自謂否極，取為歌名矣。按：《九歌》十一者，《九章》九首。皆以九為名者，取簫韶九成、啟《九辯》《九歌》之義。《騷》經曰：奏《九歌》而舞韶兮，聊假日以媮樂。即其義也。宋玉《九辯》以下皆出於此。上陳事神之敬，下見己之冤結，託之以風諫。故其文意不同，章句雜錯，而廣異義焉。一云：故其文詞意周章雜錯。 \\n 吉日兮辰良，日謂甲乙，辰謂寅卯。穆將愉兮上皇。穆，敬也。愉，樂也。上皇，謂東皇太一也。言己將修祭祀，必擇吉良之日，齋戒恭敬，以宴樂天神也。撫長劍兮玉珥，撫，持也。玉珥，謂劍鐔也。劍者，所以威不軌，衛有德，故撫持之也。璆鏘鳴兮琳琅。璆、琳琅，皆美玉名也。《爾雅》曰：有璆琳琅玕焉。鏘，佩聲也。詩曰：佩玉鏘鏘。言己供神有道，乃使靈巫常持好劍以辟邪，要垂眾佩周旋而舞，動鳴五玉鏘鏘而和，且有節度也。或曰：糾鏘鳴兮琳琅。糾，錯也。琳琅，聲也。謂帶劍佩眾多，糾錯而鳴，其聲琳琅也。鏘，《釋文》作鎗。瑤席兮玉瑱，瑤，石之次玉者。《詩》云：報之以瓊瑤。瑱，一作鎮。盍將把兮瓊芳。盍，何不也。把，持也。瓊，玉枝也。言己修飾清潔，以瑤玉為席，美玉為瑱。靈巫何持乎？乃復把玉枝以為香也。五臣云：靈巫何不持瓊枝以為芳香，取美潔也。蕙肴蒸兮蘭藉，蕙肴，以蕙草蒸肉也。藉，所以藉飯食也。《易》曰「藉用白茅」也。蒸，一作 \\n 蒸,一作烝。奠桂酒兮椒漿。桂酒，切桂置酒中也。椒漿，以椒置漿中也。言己供待彌敬，乃以蕙草蒸肴，芳蘭為藉，進桂酒椒漿，以備五味也。五臣云：蕙、蘭、椒、桂，皆取芬芳。揚枹兮拊鼓，揚，舉也。拊，擊也。枹，一作桴。疏緩節兮安歌，疏，希也。言肴膳酒醴既具，不敢寧處，親舉枹擊鼓，使靈巫緩節而舞，徐歌相和，以樂神也。五臣云：使曲節希緩而安音清歌。陳竽瑟兮浩倡。陳，列也。浩，大也。言己又陳列竽瑟，大倡作樂，以自竭盡也。靈偃蹇兮姣服，靈，謂巫也。偃蹇，舞貌。姣，好也。服，飾也。姣，一作妖。服，一作〈服（去月改舟）〉。芳菲菲兮滿堂。菲菲，芳貌也。言乃使姣好之巫，被服盛飾，舉足奮袂，偃蹇而舞。芬芳菲菲，盈滿堂室也。五音紛兮繁會，五音，宮、商、角、徵、羽也。紛，盛貌。繁，眾也。五臣云：繁會，錯雜也。君欣欣兮樂康。欣欣，喜貌。康，安也。言己動作眾樂，合會五音，紛然盛美。神以歡欣，猒飽喜樂，則身蒙慶祐，家受多福也。屈原以為神無形聲，難事易失。然人竭心盡禮，則歆其祀而惠降以祉（降字據《文選》李善注引補。）。自傷履行忠誠以事於君，不見信用而身放棄，遂以危殆也（按《文選》李善注引作而身放逐以危殆也。）。五臣云：君：謂東皇也。欣欣，和悅貌。　東皇太一 \\n 五臣云：每篇之目皆楚之神名。所以列於篇後者，亦猶《毛詩》題章之趣。太一，星名，天之尊神。祠在楚東，以配東帝，故云東皇。補曰：《漢書‧郊祀志》云：天神，貴者太一。太一佐曰五帝。古者天子以春秋祭太一東南郊。《天文志》曰：中宮天極星，其一明者，太一常居也。《淮南子》曰：太微者，太一之庭；紫宮者，太一之居。說者曰：太一，天之尊神，曜魄寶也。《天文大象賦》注云：天皇大帝一星在紫微宮內，勾陳口中。其神曰曜魄寶，主御群靈，秉萬機神圖也。其星隱而不見。其占以見則為災也。又曰：太一一星，次天一南，天帝之臣也。主使十六龍，知風雨、水旱、兵革、飢饉、疾疫。占不明反移為災。 \\n 浴蘭湯兮沐芳，蘭，香草也。華采衣兮若英。華采，五色采也。若，杜若也。言己將修饗祭以事雲神，乃使靈巫先浴蘭湯，沐香芷，衣五采，華衣飾以杜若之英，以自潔清也。靈連蜷兮既留，靈，巫也。楚人名巫為靈子。連蜷，巫迎神導引貌也。既，已也。留，止也。一本「靈」下有「子」字。爛昭昭兮未央。爛，光貌也。昭昭，明也。央，已也。言巫執事肅敬，奉迎導引，顏貌矜莊，形體連蜷，神則歡喜，必留而止。見其光容爛然昭明，無極已也。蹇將憺兮壽宮，蹇，詞也。憺，安也。壽宮，供神之處也。祠祀皆欲得壽，故名為壽宮也。言雲神既至於壽宮，歆饗酒食，憺然安樂，無有去意也。與日月兮齊光。齊，同也。光，明也。言雲神豐隆，爵位尊高，乃與日月同光明也。夫雲興而日月昏，雲藏而日月明，故言齊光也。齊，一作爭。龍駕兮帝服，龍駕，言雲神駕龍也。故《易》曰：雲從龍。帝，謂五方之帝也。言天尊雲神，使之乘龍，兼衣青黃五采之色，與五帝同服也。五臣云：言神駕雲龍之車。聊翱遊兮周章。聊，且也。周章，猶周流也。言雲神居無常處，動則翱翔，周流往來，且遊戲也。五臣云：翱遊、周章，往來迅疾貌。靈皇皇兮既降，靈，謂雲神也。皇皇，美貌。降，下也。言雲神來下，其貌皇皇，而美有光明也。猋遠舉兮雲中。猋，去疾貌也。雲中，雲神所居也。言雲神往來急疾，飲食既飽，猋然遠舉，復還其處也。覽冀州兮有餘，覽，望也。兩河之間曰冀州。餘，猶他也。言雲神所在高邈，乃望於冀州，尚復見他方也。五臣云：言神所居高絕，下覽冀州，橫望四海，皆有餘而無極。冀州，堯所都。思有道之君，故覽之。橫四海兮焉窮。窮，極也。言雲神出入奄忽，須臾之間，橫行四海，安有窮極也。思夫君兮太息，君謂雲神。五臣曰：夫君，謂雲神，以喻君也。言夫君所居高遠，下制有國，我之思君，終不可見，故歎息而憂心也。極勞心兮〈忄蟲〉〈忄蟲〉。〈忄蟲〉〈忄蟲〉，憂心貌。屈原見雲一動千里，周遍四海，想得隨從，觀望西方，以忘己憂思，而念之終不可得，故太息而歎，心中煩勞而〈忄蟲〉〈忄蟲〉也。或曰：君，謂懷王也。屈原陳序雲神，文義略訖，愁思復至，哀念懷王暗昧不明，則太息增歎，心每〈忄蟲〉〈忄蟲〉，而不能已也。〈忄蟲〉，一作忡。　雲中君雲神豐隆也。一曰屏翳。已見《騷經》。《漢書‧郊祀志》有雲中君。 \\n 君不行兮夷猶，君，謂湘君也。夷猶，猶豫也。言湘君所在，左沅、湘，右大江，苞洞庭之波，方數百里，群鳥所集，魚鱉所聚，土地肥饒，又有險阻，故其神常安，不肯遊蕩，既設祭祀，使巫請呼之，尚復猶豫也。蹇誰留兮中洲？蹇，詞也。留，待也。中洲，洲中也。水中可居者曰洲。言湘君蹇然難行，誰留待於水中之洲乎？以為堯用二女妻舜，有苗不服，舜往征之，二女從而不反，道死於沅、湘之中，因為湘夫人也。所留，蓋謂此堯之二女也。五臣云：誰將留待於中洲乎？欲神之速至也。美要眇兮宜修，要眇，好貌。修，飾也。言二女之貌，要眇而好，又宜修飾也。眇，一作妙。一本「宜」上有「又」字。沛吾乘兮桂舟。沛，行貌。舟，船也。吾，屈原自謂也。言己雖在湖澤之中，猶乘桂木之船，沛然而行，常香淨也。五臣云：我復乘桂舟以迎神。舟用桂者，取香潔之異。乘，一作乘。令沅湘兮無波，沅、湘，水名。使江水兮安流！言己乘船，常恐危殆。願湘君令沅、湘無波涌，使江水順徑徐流，則得安也。望夫君兮未來，君，謂湘君。未，一作歸。吹參差兮誰思！參差，洞簫也。言己供修祭祀，瞻望於君，而未肯來，則吹簫作樂，誠欲樂君，當復誰思念也。五臣云：謂神肯來斯，而我作樂，吹聲參差，當復思誰，言思神之甚。一作篸〈⺮差〉。駕飛龍兮北征，征，行也。屈原思神略畢，意念楚國，願駕飛龍北行，亟還歸故居也。邅吾道兮洞庭。邅，轉也。洞庭，太湖也。言己欲乘龍而歸，不敢隨從大道，願轉江湖之側，委曲之徑，欲急至也。五臣云：轉道於洞庭湖上而直歸。薜荔柏兮蕙綢，薜荔，香草。柏，榑壁也。綢，縛束也。《詩》曰：綢繆束楚。是也。柏，一作拍。榑，一作搏。蓀橈兮蘭旌。蓀，香草也。橈，船小楫也。屈原言己居家則以薜荔榑飾四壁，蕙草縛屋，乘船則以蓀為楫櫂，蘭為旌旗，動以香潔自修飾也。蓀，一作荃。旌，一作旍。望涔陽兮極浦，涔陽，江碕名，近附郢。極，遠也。浦，水涯也。橫大江兮揚靈。靈，精誠也。屈原思念楚國，願乘輕舟，上望江之遠浦，下附郢之碕，以渫憂患，橫度大江，揚己精誠，冀能感悟懷王使還己也。五臣曰：言我遠遊此浦，將橫絕大江，揚其精誠於君側。揚靈兮未極，極，已也。女嬋媛兮為余太息。女謂女嬃，屈原姊也。嬋媛，猶牽引也。言己遠揚精誠，雖欲自竭盡，終無從達，故女嬃牽引而責數之，為己太息悲毒，欲使屈原改性易行，隨風俗也。五臣云：言我揚精誠未已，女嬃牽引時事，以為不變節從俗，終不可為，而為我歎息也。橫流涕兮潺湲，潺湲，流貌。屈原感女嬃之言，外欲變節，而意不能改，內自悲傷，涕泣橫流也。隱思君兮陫側。君，謂懷王也。陫，陋也。言己雖見放棄，隱伏山野，猶從側陋之中，思念君也。桂櫂兮蘭枻，櫂，楫也。枻，船旁板也。一作 \\n 栧。五臣云：桂蘭，取其香也。斲冰兮積雪。斲，斫也。言己乘船，遭天盛寒，舉其櫂楫，斲斫冰凍，紛然如積雪，言己勤苦也。一云斲曾冰。五臣云：言志不通，猶乘舟，值天盛寒，斲斫冰凍，徒為勤苦，而不得前也。采薜荔兮水中，薜荔之草，緣木而生。搴芙蓉兮木末。搴，手取也。芙蓉，荷華也。生水中。屈原言己執忠信之行，以事於君，其志不合，猶入池涉水而求薜荔，登山緣木而采芙蓉，固不可得也。心不同兮媒勞，言婚姻所好，心意不同，則媒人疲勞，而無功也。屈原自喻行與君異，終不可合，亦疲勞而已也。恩不甚兮輕絕。言人交接初淺，恩不甚篤，則輕相與離絕。言己與君同姓共祖，無離絕之義也。五臣曰：事君之道，亦類此焉。石瀨兮淺淺，瀨，湍也。淺淺，流疾貌。飛龍兮翩翩。屈原憂愁，覜視川水，見石瀨淺淺，疾流而下，將有所至；仰見飛龍，翩翩而上，將有所登。自傷棄在草野，終無所登至也。五臣云：下視水石，淺淺而流；仰觀飛龍，翩翩而舉。物皆遂性，我獨不然也。交不忠兮怨長，交，友也。忠，厚也。言朋友相與不厚，則長相怨恨。言己執履忠信，雖獲罪過，不敢怨恨於眾人也。期不信兮告余以不閒。閒，暇也。言君嘗與己期，欲共為治，後以讒言之故，更告我以不閒暇，遂以疏遠己也。余，一作我。五臣云：言君與臣下為友，而臣為不忠，則怨而責之，己為不信，則以為閒爾。疾其君初欲與己為治，後遂相背焉。晁騁騖兮江皋，晁，以喻盛明也。澤曲曰皋。言己願及晁，明己年盛時，任重馳驅，以行道德也。晁，一作朝。夕弭節兮北渚。弭，安也。渚，水涯也。夕以喻衰，言日夕將暮，己已衰老，弭情安意，終志草野也。五臣云：喻己盛少之時，願驅馳於君前，及衰謝之日，反安意於草野，自歎之詞。鳥次兮屋上，次，舍也。再宿曰信，過信曰次。水周兮堂下。周，旋也。言己所居，在湖澤之中，眾鳥舍止我之屋上，流水周旋己之堂下，自傷與鳥獸魚鱉同為伍也。捐余玦兮江中，玦，玉佩也。先王所以命臣之瑞，故與環即還，與玦即去也。遺余佩兮醴浦。遺，離也。佩，瓊琚之屬也。言己雖見放逐，常思念君，設欲遠去，猶捐玦佩置於水涯，冀君求己，示有還意。佩，一作珮。醴，一作澧。五臣云：捐、遺，皆置也。玦、珮，朝服之飾，置於江、澧二水之涯者，冀君命己，猶可以用也。采芳洲兮杜若，芳洲，香草藂生水中之處。將以遺兮下女。遺，與也。女，陰也。以喻臣，謂己之儔匹。言己願往芬芳絕異之洲，采取杜若，以與貞正之人，思與同志，終不變更也。五臣云：欲將己之美，投於賢臣者，思與同志，復為治道。峕不可兮再得，言日不再中，年不再盛也。峕，一作 \\n 時。聊逍遙兮容與。逍遙，遊戲也。《詩》曰：狐裘逍遙。言天時不再至，人年不再盛，己年既老矣，不遇於時，聊且逍遙而遊，容與而戲，以待天命之至也。五臣云：自言憂愁，欲以決死，死不再生，何由復遇。逍遙容與，待君之命，冀得盡其誠心焉。　湘君 \\n 劉向《列女傳》：舜陟方死於蒼梧，二妃死於江、湘之間，俗謂之湘君。《禮記》：舜葬於蒼梧之野，蓋二妃未之從也。注云：《離騷》所歌湘夫人，舜妃也。韓退之《黃陵廟碑》云：湘旁有廟，曰黃陵。自前古立，以祠堯之二女、舜二妃者。秦博士對始皇帝云：湘君者，堯之二女，舜妃者也。劉向、鄭玄亦皆以二妃為湘君。而《離騷》、《九歌》既有湘君，又有湘夫人。王逸以為湘君者，自其水神。而謂湘夫人，乃二妃也。從舜南征三苗，不及，道死沅、湘之閒。《山海經》曰：洞庭之山，帝之二女居之。郭璞疑二女者，帝舜之后，不當降小水為其夫人，因以二女為天帝之女。以余考之，璞與王逸俱失也。堯之長女娥皇，為舜正妃，故曰君。其二女女英，自宜降曰夫人也。故《九歌》詞謂娥皇為君，謂女英帝子，各以其盛者，推言之也。禮有小君、君母，明其正，自得稱君也。 \\n 帝子降兮北渚，帝子，謂堯女也。降，下也。言堯二女娥皇、女英，隨舜不反，沒於湘水之渚，因為湘夫人。目眇眇兮愁予。眇眇，好貌。予，屈原自謂也。言堯二女儀德美好，眇然絕異，又配帝舜，而乃沒命水中。屈原自傷，不遭值堯、舜，而遇闇君，亦將沈身湘流，故曰愁我也。予，一作余。五臣云：其神儀德美好，愁我失志焉。嫋嫋兮秋風，嫋嫋，秋風搖木貌。洞庭波兮木葉下。言秋風疾，則草木搖，湘水波，而樹葉落矣。以言君政急則眾民愁，而賢者傷矣。或曰：屈原見秋風起而木葉墮，悲歲徂盡，年衰老也。五臣云：喻小人用事，則君子棄逐。白薠兮騁望，薠，草，秋生，今南方湖澤皆有之。騁，平也。薠，或作蘋。一本此句上有「登」字，皆非也。與佳期兮夕張。佳，謂湘夫人也。不敢指斥尊者，故言佳也。張，施也。言己願以始秋薠草初生平望之時，修設祭具，夕早灑掃，張施帷帳，與夫人期歆饗之也。一本「佳」下有「人」字。一云：與佳人兮期夕張。五臣云：佳期，謂湘夫人言己願以此夕設祭祀，張帷帳，冀夫人之神來此歆饗，以喻張設忠信以待君命。鳥萃兮蘋中，萃，集。一本「萃」上有「何」字。五臣云：蘋，水草。罾何為兮木上。罾，魚網也。夫鳥當集木巔，而言草中，罾當在水中，而言木上，以喻所願不得，失其所也。沅有茞兮醴有蘭，言沅水之中有盛茂之茞，澧水之內有芬芳之蘭，異於眾草，以興湘夫人美好亦異於眾人也。茞，一作芷。醴，一作澧。五臣云：蘭、芷，喻己之善。思公子兮未敢言。公子，謂湘夫人也。重以卑說尊，故變言公子也。言己想若舜之遇二女，二女雖死，猶思其神，所以不敢達言者，士當須介，女當須媒也。五臣云：公子，謂夫人喻君也。未敢言者，欲待賢主。荒忽兮遠望，觀流水兮潺湲。言鬼神荒忽，往來無形，近而視之，彷彿若存，遠而望之，但見水流而潺湲也。荒，一作慌。忽，一作惚。麋何食兮庭中？麋，獸名，似鹿也。食，一作為。蛟何為兮水裔？蛟，龍類也。麋當在山林，而在庭中，蛟當在深淵，而在水涯，以言小人宜在山野，而陞朝廷，賢者當居尊官，而為僕隸也。裔，一作〈上商下衣〉。朝馳余馬兮江皋，一云朝馳騁兮江皋。夕濟兮西澨。濟，渡也。澨，水涯也。自傷驅馳不出湘、潭之間。聞佳人兮召予，予，屈原自謂也。將騰駕兮偕逝。偕，俱也。逝，往也。屈原幽居草澤，思神念鬼，冀湘夫人有命召呼，則願命駕騰馳而往，不待侶偶也。五臣云：冀聞夫人召我，將騰馳車馬，與使者俱往，喻有君命亦將然矣。築室兮水中，葺之兮荷蓋。屈原困於世，願築室水中，託附神明而居處也。一本云以荷蓋。五臣云：願築室結茨於水底，用荷葉蓋之，務清潔也。蓀壁兮紫壇，以蓀草飾室壁，累紫貝為室壇。蓀，一作荃。匊芳椒兮成堂。布香椒於堂上。一云：播芳椒兮盈堂。桂棟兮以桂木為屋棟。蘭橑，以木蘭為榱也。辛夷楣兮辛夷，香草，以作戶楣。葯房。葯，白芷也。房，室也。五臣云：以韾香為房之飾。罔薜荔兮為帷，罔，結也。言結薜荔為帷帳。擗蕙櫋兮既張。擗，〈木片〉也。以〈木片〉蕙覆櫋屋。擗，一從木，一作擘。〈木片〉，一作析。櫋，一作槾。五臣云：罔結以為帷帳，擗析以為屋聯，盡張設於中也。白玉兮為鎮，以白玉鎮坐席也。鎮，一作瑱。一本「為」上有「以」字。疏石蘭兮為芳。石蘭，香草。疏，布陳也。一本「兮」下有「以」字。一云：疏石蘭以為芳。五臣云：疏布其芳氣。芷葺兮荷屋，葺，蓋屋也。一本「葺」下有「之」字。五臣云：以芷草及荷葉葺以蓋屋也。繚之兮杜衡。繚，縛束也。杜衡，香草。一本「兮」下有「以」字。衡，一作蘅。合百草兮實庭，合百草之華，以實庭中。五臣云：百草，香草。實，滿也。建芳馨兮廡門。馨，香之遠聞者，積之以為門廡也。屈原生遭濁世，憂愁困極，意欲隨從鬼神，築室水中，與湘夫人比鄰而處。然猶積聚眾芳以為殿堂，修飾彌盛，行善彌高也。九嶷繽兮並迎，九嶷，山名，舜所葬也。嶷，一作疑。靈之來兮如雲。言舜使九嶷之山神，繽然來迎二女，則百神侍送，眾多如雲也。如，一作若。捐余袂兮江中，袂，衣袖也。遺余褋兮醴浦。褋，襜襦也。屈原託與湘夫人共鄰而處，舜復迎之而去，窮困無所依，故欲捐棄衣物，裸身而行，將適九夷也。醴，一作澧。五臣云：褋，禮襜袖襦也。袂、褋，皆事神所用，今夫人既去，君復背己，無所用也，故棄遺之。搴汀洲兮杜若，將以遺兮遠者。汀，平也。遠者，謂高賢隱士也。言己雖欲之九夷絕域之外，猶求高賢之士，平洲香草以遺之，與共修道德也。者，一作渚。五臣云：搴，取也。杜若，以喻誠信。遠者，神及君也。時不可兮驟得，驟，數。聊逍遙兮容與。言富貴有命，天時難值，不可數得，聊且遊戲，以盡年壽也。與，一作冶。　湘夫人 \\n 廣開兮天門，紛吾乘兮玄雲。吾，謂大司命也。言天尊重司命，將出游戲，則為大開禁門，使乘玄雲而行。令飄風兮先驅，迴風為飄。使涷雨兮灑塵。暴雨為涷雨。言司命爵位尊高，出則風伯、雨師先驅，為軾路也。灑，一作洒。軾，一作戒。君迴翔兮以下，迴，運也。言司命行有節度，雖乘風雨，然徐迴運而來下也。迴，一作回。以，一作來。踰空桑兮從女。空桑，山名。司命所經。屈原修履忠貞之行，而身放棄，將愬神明，陳己之冤結，故欲踰空桑之山，而要司命也。紛總總兮九州，總總，眾貌。何壽夭兮在予！予，謂司命。言普天之下，九州之民，誠甚眾多，其壽考夭折，皆自施行所致。天誅加之，不在於我也。高飛兮安翔，言司命執持天政，不以人言易其則度，復徐飛高翔而行。乘清氣兮御陰陽。陰主殺，陽主生。言司命常乘天清明之氣，御持萬民死生之命也。清，一作精。吾與君兮齋速，吾，屈原自謂也。齋，戒也。速，疾也。導帝之兮九坑。言己願修飾，急疾齋戒，侍從於君，導迎天帝，出入九州之山。冀得陳己情也。導，一作道。坑，一作阬。《文苑》作岡。靈衣兮被被，被被，長貌，一作披。玉佩兮陸離。言己得依隨司命，被服神衣，被被而長，玉佩眾多，陸離而美也。壹陰兮壹陽，陰，晦也。陽，明也。眾莫知兮余所為。屈原言己得配神俱行，出陰入陽。一晦一明，眾人無緣知我所為作也。折疏麻兮瑤華，疏麻，神麻也。瑤華，玉華也。將以遺兮離居。離居，謂隱者也。言己雖出陰入陽，涉歷殊方，猶思離居隱士，將折神麻，采玉華，以遺與之。明己行度如玉，不以苦樂易其志也。老冉冉兮既極，極，窮也。極，一作終。不 \\n 濅近兮愈疏。濅，稍也，疏遠也。言履行忠信，從小至老，命將窮矣，而君猶疑之，不稍親近，而日以疏遠也。濅，一作侵，一作浸。兮，一作而。愈，一作踰。乘龍兮轔轔，轔轔，車聲。《詩》云有車轔轔也。《釋文》作軨，音轔。高駝兮沖天。言己雖見疏遠，執志彌堅，想乘神龍，轔轔然而有節度，抗志高行，沖天而驅，不以貧困有枉橈也。駝，一作馳。結桂枝兮延竚，延，長也。竚，立也。《詩》曰：竚立以泣。《釋文》延作。羌愈思兮愁人。言己乘龍沖天，非心所樂，猶結木為誓，長立而望，想念楚國，愁且思也。愁人兮柰何，願若今兮無虧。虧，歇也。言己愁思，安可柰何乎。願身行善，常若於今，無有歇也。固人命兮有當，孰離合兮可為？言人受命而生，有當貴賤貧富者，是天祿也。己獨放逐離別，不復會合，不可為思也。　大司命《周禮‧大宗伯》：以槱燎祀司中、司命。疏引《星傳》云：三台，上台司命，為太尉。又文昌宮第四曰司命。按《史記‧天官書》：文昌六星，四曰司命。《晉書‧天文志》：三台六星，兩兩而居，西近文昌二星，曰上台，為司命，主壽。然則有兩司命也。《祭法》：王立七祀，諸侯立五祀，皆有司命。疏云：司命，宮中小神。而《漢書‧郊祀志》：荊巫有司命。說者曰：文昌，第四星也。五臣云：司命，星名。主知生死，輔天行化，誅惡護善也。《大司命》云：乘清氣兮御陰陽。《少司命》云：登九天兮撫彗星。其非宮中小神明矣。 \\n 秋蘭兮麋蕪，羅生兮堂下。言己供神之室，空閑清淨，眾香之草，又環其堂下，羅列而生，誠司命君所宜幸集也。秋，一作 \\n 穮，下同。麋，一作蘪。綠葉兮素枝，芳菲菲兮襲予。襲，及也。予，我也。言芳草茂盛，吐葉垂華，芳香菲菲，上及我也。枝，一作華。五臣云：四句皆喻懷忠潔也。夫人自有兮美子，夫人，謂萬民也。一云：夫人兮自有美子。蓀何以兮愁苦！蓀，謂司命也。言天下萬民，人人自有子孫，司命何為主握其年命，而用思愁苦也。以，一作為。五臣云：蓀，香草，喻司命。言凡人各自有美愛臣子，司命何為愁苦而司主之，蓋自傷也。秋蘭兮青青，綠葉兮紫莖。言己事神崇敬，重種芳草，莖葉五色，芳香益暢也。一本「蘭」下有「生」字。滿堂兮美人，忽獨與余兮目成。言萬民眾多，美人並會，盈滿於堂，而司命獨與我睨而相視，成為親親也。五臣云：滿堂，喻天下也。謂天下亦有善人，而司命獨與我相目結成親親者，為我修道德爾，謂初與己善時也。□□□□□□入不言兮出不辭，言神往來奄忽，入不語言，出不訣辭，其志難知。辭，一作詞。乘回風兮載雲旗。言司命之去，乘風載雲，其形貌不可得見。五臣云：司命初與己善，後乃往來飄忽，出入不言不辭，乘風載雲，以離於我，喻君之心與我相背也。悲莫悲兮生別離，屈原思神略畢，憂愁復出，乃長歎曰：人居世間，悲哀莫痛與妻子生別離，傷己當之也。樂莫樂兮新相知。言天下之樂，莫大於男女始相知之時也。屈原言己無新相知之樂，而有生別離之憂也。五臣云：喻己初近君而樂，後去君而悲也。荷衣兮蕙帶，儵而來兮忽而逝。言司命被服香淨，往來奄忽，難當值也。儵，一作倏。來，一作 \\n 倈。五臣云：言神倏忽往來，終不可逢，以喻君。夕宿兮帝郊，帝，謂天帝。君誰須兮雲之際？言司命之去，暮宿於天帝之郊，誰待於雲之際乎？幸其有意而顧己。五臣云：須，待也。冀君猶侍己而命之。與女遊兮九河，衝風至兮水揚波。王逸無注。古本無此二句。《文選》遊作游，女作汝，風至作飆起。五臣云：汝，謂司命。九河，天河也。衝飆，暴風也。與女沐兮咸池，咸池，星名，蓋天池也。一作咸之池。晞女髮兮陽之阿。晞，乾也。《詩》曰：匪陽不晞。阿，曲隅，日所行也。言己願託司命，俱沐咸池，乾髮陽阿，齋戒潔己，冀蒙天祐也。五臣云：願與司命共為清潔，喻己與君俱行政教，以治於國。望美人兮未來，美人，謂司命。臨風怳兮浩歌。怳，失意貌。言己思望司命，而未肯來。臨疾風而大歌，冀神聞之而來至也。五臣云：以喻望君之使未至，臨風怳然而大歌也。浩，大也。孔蓋兮翠旍，言司命以孔雀之翅為車蓋，翡翠之羽為旗旍，言殊飾也。旍，一作旌。一本此句上有「揚」字。登九天兮撫彗星。九天，八方中央也。言司命乃陞九天之上，撫持彗星，欲掃除邪惡，輔仁賢也。五臣云：飛登於天，撫掃彗星，言願將忠正美行還於君前，翦讒賊矣。竦長劍兮擁幼艾，竦，執也。幼，少也。艾，長也。言司命執持長劍，以誅絕凶惡，擁護萬民長少，使各得其命也。《釋文》竦，作慫。蓀獨宜兮為民正。言司命執心公方，無所阿私，善者佑之，惡者誅之，故宜為萬民之平正也。蓀，一作荃。五臣云：蓀，香草，謂神也，以喻君。　少司命 \\n 暾將出兮東方，謂日始出東方，其容暾暾而盛大也。照吾檻兮扶桑。吾，謂日也。檻，楯也。言東方有扶桑之木，其高萬仞，日出，下浴於湯谷，上拂其扶桑，爰始而登，照曜四方，日以扶桑為舍檻，故曰：照吾檻兮扶桑也。撫余馬兮安驅，余，謂日也。夜皎皎兮既明。言日既陞天，運轉而西，將過太陰，徐撫其馬，安驅而行。雖幽昧之夜，猶皎皎而自明也。皎，一作皎。駕龍輈兮乘雷，輈，車轅也。載雲旗兮委蛇。言日以龍為車轅，乘雷而行，以雲為旌旗，委蛇而長。委，一作逶。蛇，一作蛇。長太息兮將上，心低佪兮顧懷。言日將去扶桑，上而升天，則俳佪太息，顧念其居也。低，一作俳，一作儃。羌聲色兮娛人，娛，樂也。一作色聲。觀者憺兮忘歸。憺，安也。言日色光明，旦燿四方，人觀見之，莫不娛樂，憺然意安，而忘歸也。緪瑟兮交鼓，緪，急張絃也。交鼓，對擊鼓也。緪，一作 \\n 絙。簫鍾兮瑤簴，王逸無注。簫，一作蕭。鳴鷈兮吹竽，鷈、竽，樂器名也。言己願供修香美，張施琴瑟，吹鳴鷈竽，列備眾樂，以樂大神。鷈，一作篪。思靈保兮賢姱。靈，謂巫也。姱，好貌。言己思得賢好之巫，使與日神相保樂也。翾飛兮翠曾，曾，舉也。言巫舞工巧，身體翾然若飛，似翠鳥之舉也。展詩兮會舞。展，舒。應律兮合節，言乃復舒展詩曲，作為雅頌之樂，合會六律，以應舞節。靈之來兮蔽日。言日神悅喜，於是來下，從其官屬，蔽日而至也。青雲衣兮白霓裳，言日神來下，青雲為上衣，白蜺為下裳也。日出東方，入西方，故用其方色以為飾也。舉長矢兮射天狼。天狼，星名，以喻貪殘。日為王者，王者受命，必誅貪殘，故曰舉長矢，射天狼，言君當誅惡也。射，一作射。操余弧兮反淪降，言日誅惡以後，復循道而退，下入太陰之中，不伐其功也。援北斗兮酌桂漿。斗，謂玉爵。言誅惡既畢，故引玉斗酌酒漿，以爵命賢能，進有德也。撰余轡兮高駝翔，駝，一作馳，一無此字。杳冥冥兮以東行。言日過太陰，不見其光，出杳杳，入冥冥，直東行而復出。或曰：日月五星，皆東行也。一云：翔杳冥兮。一無「以」字。　東君 \\n 《博雅》曰：朱明耀靈。東君，日也。《漢書‧郊祀志》有東君。與女遊兮九河，河為四瀆長，其位視大夫。屈原亦楚大夫，欲以官相友，故言女也。九河：徒駭、太史、馬頰、覆?、胡蘇、〈⺮閒〉、絜、鉤磬、鬲津也。衝風起兮橫波。衝，隧也。屈原設意與河伯為友，俱遊九河之中，想蒙神祐，反遇隧風，大波涌起，所託無所也。一本「橫」上有「水」字。五臣云：衝風，暴風也。乘水車兮荷蓋，駕兩龍兮驂螭。言河伯以水為車，驂駕螭龍，而戲遊也。一本「螭」上有「白」字。登崑崙兮四望，崑崙山，河源所從出。心飛揚兮浩蕩。浩蕩，志放貌。言己設與河伯俱遊西北，登崑崙萬里之山，周望四方，心意飛揚，志欲陞天，思念浩蕩，而無所據也。日將暮兮悵忘歸，言崑崙之中，多奇怪珠玉之樹，觀而視之，不知日暮。言己心樂志說，忽忘還歸也。惟極浦兮寤懷。寤，覺也。懷，思也。言己復徐惟念河之極浦，江之遠碕，則中心覺寤，而復愁思也。魚鱗屋兮龍堂，紫貝闕兮朱宮。言河伯所居，以魚鱗蓋屋，堂畫蛟龍之文，紫貝作闕，朱丹其宮，形容異制，甚鮮好也。《文苑》作珠宮。靈何為兮水中，言河伯之屋，殊好如是，何為居水中而沈沒也。乘白黿兮逐文魚。大鱉為黿，魚屬也。逐，從也。言河伯遊戲，遠出乘龍，近出乘黿，又從鯉魚也。一無「文」字。與女遊兮河之渚，流澌紛兮將來下。流澌，解冰也。言屈原願與河伯遊河之渚，而流澌紛然相隨來下，水為污濁，故欲去也。或曰：流澌，解散。屈原自比流澌者，欲與河伯離別也。子交手兮東行，子，謂河伯也。言屈原與河伯別，子宜東行，還於九河之居，我亦欲歸也。一本「子」上有「與」字。送美人兮南浦。美人，屈原自謂也。願河伯送己南至江之涯，歸楚國也。波滔滔兮來迎，魚鄰鄰兮媵予。媵，送也。言江神聞己將歸，亦使波流滔滔來迎，河伯遣魚鄰鄰侍從，而送我也，鄰，一作鱗。　河伯《山海經》曰：中極之淵，深三百仞，唯冰夷都焉。冰夷，人面而乘龍。《穆天子傳》云：天子西征，至於陽紆之山，河伯、無夷之所都居。冰夷、無夷，即馮夷也。《淮南》又作馮遲。《抱樸子‧釋鬼篇》曰：馮夷以八月上庚日渡河溺死，天帝署為河伯。《清泠傳》曰：馮夷，華陰潼鄉隄首人也。服八石，得水仙，是為河伯。《博物志》云：昔夏禹觀河，見長人魚身出曰：吾河精。豈河伯也？馮夷得道成仙，化為河伯，道豈同哉？ \\n 若有人兮山之阿，若有人，謂山鬼也。阿，曲隅也。被薜荔兮帶女羅。女羅，兔絲也。言山鬼仿佛若人，見於山之阿，被薜荔之衣，以兔絲為帶也。薜荔、兔絲，皆無根，緣物而生。山鬼亦晻忽無形，故衣之以為飾也。羅，一作蘿。既含睇兮又宜笑，睇，微眄貌也。言山鬼之狀，體含妙容，美目盼然，又好口齒，而宜笑也。五臣云：山鬼美貌，既宜含視，又宜發笑。子慕予兮善窈窕。子，謂山鬼也。窈窕，好貌。《詩》曰：窈窕淑女。言山鬼之貌，既以姱麗，亦復慕我有善行好姿，故來見其容也。善，一作 \\n 譱。五臣云：喻君初與己誠而用之矣。乘赤豹兮從文狸，狸，一作貍。五臣云：赤豹、文貍，皆奇獸也。將以乘騎侍從者，明異於眾也。乘，一作乘。辛夷車兮結桂旗。辛夷，香草也。言山鬼出入，乘赤豹，從文貍，結桂與辛夷以為車旗，言其香潔也。《文選》桂誤作旌。被石蘭兮帶杜衡，石蘭、杜衡，皆香草。衡，一作蘅。折芳馨兮遺所思。所思，謂清潔之士，若屈原者也。言山鬼修飾眾香，以崇其善。屈原履行清潔，以厲其身。神人同好，故折芳馨相遺，以同其志也。五臣云：所思，謂君也。喻己被帶忠信，又以嘉言而納於君也。余處幽篁兮終不見天，言山鬼所處，乃在幽篁之內，終不見天地，所以來出歸有德也。或曰：幽篁，竹林也。五臣云：幽，深也。篁，竹叢也。路險難兮獨後來。言所處既深，其路險阻又難，故來晚暮，後諸神也。五臣云：言己處江山竹叢之間，上不見天，道路險阻，欲與神游，獨在諸神之後，喻己不得見君。讒邪填塞，難以前進，所以索居於此。表獨立兮山之上，表，特也。言山鬼後到，特立於山之上，而自異也。雲容容兮而在下。杳冥冥兮羌晝晦，言山鬼所在至高邈，雲出其下，雖白晝猶暝晦也。五臣云：表，明也。雖明然自異，立於山上，終被雲鄣蔽其下，使不通也。容容，雲出貌。杳，深也。晦，暗也。羌，語詞也。言雲氣深厚，冥冥使晝日昏暗。一云：日窈冥兮羌晝晦。東風飄兮神靈雨。飄，風貌。《詩》曰：匪風飄兮。言東風飄然而起，則神靈應之而雨。以言陰陽通感，風雨相和。屈原自傷獨無和也。飄，一作飄飄。五臣云：自傷誠信不能感君也。留靈脩兮憺忘歸，靈脩，謂懷王也。歲既晏兮孰華予。晏，晚也。孰，誰也。言己宿留懷王，冀其還己，心中憺然，安而忘歸，年歲晚暮，將欲罷老，誰復當令我榮華也。五臣云：言君若能除去讒邪，我則可進，留止於君所，不然則歲晏衰老，孰能榮華我乎？采三秀兮於山間，三秀，謂芝草也。石磊磊兮葛蔓蔓。言己欲服芝草以延年命，周旋山間，采而求之，終不能得。但見山石磊磊，葛草蔓蔓。或曰：三秀，秀材之士隱處者也。言石葛者，喻所在深也。五臣云：芝草，仙藥，采不可得，但見葛石爾。亦猶賢哲難逢，諂諛者眾也。怨公子兮悵忘歸，公子，謂公子椒也。言己所以怨公子椒者，以其知己忠信，而不肯達，故我悵然失志而忘歸也。君思我兮不得閒。言懷王時思念我，顧不肯以閒暇之日，召己謀議也。五臣云：君縱相思，為小人在側，亦無暇召我也。山中人兮芳杜若，山中人，屈原自謂也。飲石泉兮蔭松柏。言己雖在山中無人之處，猶取杜若以為芬芳，飲石泉之水，蔭松柏之木，飲食居處，動以香潔自修飾也。五臣云：飲清潔之水，蔭貞實之木。君思我兮然疑作。言懷王有思我時，然讒言妄作，故令狐疑也。五臣云：讒邪在旁，起其疑惑。作，起也。靁填填兮雨冥冥，靁，一作 \\n 雷。猨啾啾兮又夜鳴。又，一作狖。五臣云：填填，雷聲。冥冥，雨貌。啾啾，猨聲。皆喻讒言也。風颯颯兮木蕭蕭，言己在深山之中，遭雷電暴雨，猿狖號呼，風木搖動，以言恐懼失其所也。或曰：雷為諸侯，以興於君。雲雨冥昧，以興佞臣。猿猴善鳴，以興讒言。風以喻政，木以喻民。雷填填者，君妄怒也。雨冥冥者，群佞聚也。猿啾啾者，讒夫弄口也。風颯颯者，政煩擾也。木蕭蕭者，民驚駭也。蕭蕭，《文苑》作搜搜。思公子兮徒離憂。言己怨子椒不見達，故遂去而憂愁也。五臣云：思子椒不能用賢，使國若此，但使我罹其憂愁。離，罹也。　山鬼《莊子》曰：山有夔。《淮南》曰：山出嘄陽。楚人所祠，豈此類乎？ \\n 操吳戈兮被犀甲，戈，戟也。甲，鎧也。言國殤始從軍之時，手持吳戟，身被犀鎧而行也。或曰：操吾科。吾科，楯之名也。車錯轂兮短兵接。錯，交也。短兵，刀劍也。言戎車相迫，輪轂交錯，長兵不施，故用刀劍，以相接擊也。旌蔽日兮敵若雲，言兵士竟路趣敵，旌旗蔽天，敵多人眾，來若雲也。矢交墜兮士爭先。墜，墮也。言兩軍相射，流矢交墮，壯夫奮怒，爭先在前也。墜，一作隧。凌余陣兮躐余行，凌，犯也。躐，踐也。言敵家來，侵凌我屯陣，踐躐我行伍也。躐，一作〈⻊葛〉。左驂殪兮右刃傷。殪，死也。言己所乘左驂馬死，右騑馬被刃創也。霾兩輪兮縶四馬，縶，絆也。《詩》曰：縶之維之。言己馬雖死傷，更霾車兩輪，絆四馬，終不反顧，示必死也。霾，一作埋。援玉枹兮擊鳴鼓。言己愈自厲怒。勢氣益盛。援，一作搖。枹，一作桴。天時墜兮威靈怒，墜，落也。言己戰鬥，適遭天時，命當墮落。雖身死亡，而威神怒健，不畏憚也。墜，一作隧。《文苑》作懟。嚴殺盡兮棄原野。嚴，壯也。殺，死也。言壯士盡其死命，則骸骨棄於原野，而不土葬也。出不入兮往不反，言壯士出鬥，不復顧入，一往必死，不復還反也。平原忽兮路超遠。言身棄平原山野之中，去家道甚遠也。一云平原路兮忽超遠。帶長劍兮挾秦弓，言身雖死，猶帶劍持弓，示不舍武也。首身離兮心不懲。懲，〈乂心〉也。言己雖死，頭足分離，而心終不懲〈乂心〉。身，一作雖。誠既勇兮又以武，終剛強兮不可凌。言國殤之性誠以勇猛，剛強之氣不可凌犯也。身既死兮神以靈，子魂魄兮為鬼雄。言國殤既死之後，精神強壯，魂魄武毅，長為百鬼之雄傑也。一云，魂 \\n 魄毅。一云：子魄毅。　國殤謂死於國事者。《小爾雅》曰：無主之鬼謂之殤。 \\n 成禮兮會鼓，言祠祀九神，皆先齋戒，成其禮敬，乃傳歌作樂，急疾擊鼓，以稱神意也。成，一作盛。傳芭兮代舞，芭，巫所持香草名也。代，更也。言祠祀作樂，而歌巫持芭而舞，訖以復傳與他人更用之。芭，一作巴。姱女倡兮容與。姱，好貌。謂使童稚好女先倡而舞，則進退容與而有節度也。與，一作冶。春蘭兮秋菊，菊，一作鞫。長無絕兮終古。言春祠以蘭，秋祠以菊，為芬芳長相繼承，無絕於終古之道也。　禮魂禮，一作祀。魂，一作魂。或曰：禮魂，謂以禮善終者。 \\n 　"}
{"章节": "楚辭卷第三    天問第三 ", "正文": "　 \\n 楚辭卷第三 \\n 　天問章句第三　離騷　 \\n 《天問》者，屈原之所作也。何不言問天？天尊不可問，故曰天問也。屈原放逐，憂心愁悴。一作瘁。彷徨山澤，一作川澤。經歷陵陸。嗟號昊旻，仰天歎息。見楚有先王之廟及公卿祠堂，圖畫天地山川神靈，琦一作瑰。瑋僪佹，一作譎詭。及古賢聖怪物行事。周流罷倦，罷音皮。休息其下，仰見圖畫，因書其壁，何而問之，何，一作呵。以渫憤懣，舒瀉愁思。楚人哀惜屈原，因共論述，故其文義不次序云爾。《天問》之作，其旨遠矣。蓋曰遂古以來，天地事物之憂，不可勝窮。欲付之無言乎？而耳目所接，有感於吾心者，不可以不發也。欲具道其所以然乎？而天地變化，豈思慮智識之所能究哉？天固不可問，聊以寄吾之意耳。楚之興衰，天邪人邪？吾之用舍，天邪人邪？國無人，莫我知也。知我者其天乎？此《天問》所為作也。太史公讀《天問》，悲其志者以此。柳宗元作《天對》，失其旨矣。王逸以為文義不次序，夫天地之間，千變萬化，豈可以次序陳哉。序，一作敘。 \\n  \\n 曰：遂古之初，誰傳道之？遂，往也。初，始也。言往古太始之元，虛廓無形，神物未生，誰傳道此事也。上下未形，何由考之？言天地未分，溷沌無垠，誰考定而知之也？考，一作知。定，一作述。冥昭瞢闇，誰能極之？言日月晝夜，清濁晦明，誰能極知之？馮翼惟像，何以識之？言天地既分，陰陽運轉，馮馮翼翼，何以識知其形像乎？明明闇闇，惟時何為？言純陰純陽，一晦一明，誰造為之乎？陰陽三合，何本何化？謂天地人三合成德，其本始何化所生乎？圜則九重，孰營度之？言天圜而九重，誰營度而知之乎？惟玆何功？孰初作之？言此天有九重，誰功力始作之邪？斡維焉繫？天極焉加？斡，轉也。維，綱也。言天晝夜轉旋，寧有維綱繫綴，其際極安所加乎？斡？一作筦。八柱何當？東南何虧？言天有八山為柱，皆何當值？東南不足，誰虧缺之也？虧，一作〈雐弓〉。九天之際，安放安屬？九天，東方皞天，東南方陽天，南方赤天，西南方朱天，西方成天，西北方幽天，北方玄天，東北方變天，中央鈞天。其際會何分，安所繫屬乎？皞，亦作昊。變，一作欒，一作鸞。隅隈多有，誰知其數？言天地廣大，隅隈眾多，寧有知其數乎？天何所沓？十二焉分？沓，合也。言天與地合會何所？十二辰誰所分別乎？日月安屬？列星安陳？言日月眾星，安所繫屬，誰陳列也。出自湯谷，次于蒙汜。次，舍也。汜，水涯也。言日出東方湯谷之中，暮入西極蒙水之涯也。自明及晦，所行幾里？言日平旦而出，至暮而止，所行凡幾何里乎？夜光何德，死則又育？夜光，月也。育，生也。言月何德於天，死而復生也。一云：言月何德，居於天地，死而復生。厥利維何，而顧菟在腹？言月中有菟，何所貪利，居月之腹，而顧望乎？菟，一作兔。女岐無合，夫焉取九子？女岐，神女，無夫而生九子也。《天對》云：陽健陰淫，降施蒸摩，岐靈而子，焉以夫為？伯強何處？惠氣安在？伯強，大厲，疫鬼也，所至傷人。惠氣，和氣也。言陰陽調和則惠氣行，不和調則厲鬼興，二者當何所在乎？何闔而晦？何開而明？言天何所闔閉而晦冥，何所開發而明曉乎？角宿未旦，曜靈安藏？角亢，東方星。曜靈，日也。言東方未明旦之時，日安所藏其精光乎？《釋文》藏作臧。 \\n 不任汩鴻，師何以尚之？汩，治也。鴻，大水也。師，眾也。尚，舉也。言鯀才不任治鴻水，眾人何以舉之乎？師，一作鯀。僉曰何憂？何不課而行之？僉，眾也。課，試也。言眾人舉鯀治水，堯知其不能，眾人曰：何憂哉？何不先試之也。曰，一作答。鴟龜曳銜，鯀何聽焉？言鯀治水，績用不成，堯乃放殺之羽山，飛鳥水蟲，曳銜而食之。鯀何能復不聽乎？順欲成功，帝何刑焉？帝，謂堯也。言鯀設能順眾人之欲，而成其功，堯當何為刑戮之乎？永遏在羽山，夫何三年不施？永，長也。遏，絕也。施，舍也。言堯長放鯀於羽山，絕在不毛之地，三年不舍其罪也。一無「山」字。施，一作弛。伯禹愎鯀，夫何以變化？禹，鯀子也。言鯀愚很，愎而生禹，禹小見其所為，何以能變化而有聖德也？愎，一作腹。注同。一本「何」下有「故」字。纂就前緒，遂成考功。父死稱考。緒，業也。言禹能纂代鯀之遺業，而成考父之功也。何續初繼業，而厥謀不同？言禹何能繼續鯀業，而謀慮不同也。洪泉極深，何以窴之？言洪水淵泉極深大，禹何用窴塞而平之乎？地方九則，何以墳之？墳，分也。謂九州之地，凡有九品，禹何以能分別之乎？墳，一作憤。河海應龍，何盡何歷？有鱗曰蛟龍，有翼曰應龍。歷，過也。言河海所出至遠，應龍過歷遊之，而無所不窮也。或曰：禹治洪水時，有神龍以尾畫地，導水所注當決者，因而治之也。一云：應龍何畫，河海何歷。鯀何所營？禹何所成？言鯀治鴻水，何所營度，禹何所成就乎？康回馮怒，墜何故以東南傾？康回，共工名也。《淮南子》言共工與顓頊爭為帝，不得，怒而觸不周之山，天維絕，地柱折，故東南傾也。墜，一作地。一無「以」字。九州安錯？川谷何洿？錯，廁也。洿，深也。言九州錯廁，禹何所分別之？川谷於地，何以獨洿深乎？安，一作何。東流不溢，孰知其故？言百川東流，不知滿溢，誰有知其故也。東西南北，其修孰多？修，長也。言天地東西南北，誰為長乎？南北順〈隋木〉，其衍幾何？衍，廣大也。言南北〈隋木〉長，其廣差幾何乎？〈隋木〉，《釋文》作「隋」。一作「墮」。崑崙縣圃，其 \\n 凥安在？崑崙，山名也，在西北，元氣所出。其巔曰縣圃，乃上通於天也。凥，一作居。《天對》云：積高於乾，崑崙攸居。蓬首虎齒，爰穴爰都。增城九重，其高幾里？《淮南》言崑崙之山九重，其高萬二千里也。二或作五。四方之門，其誰從焉？言天四方，各有一門，其誰從之上下？一云誰其從焉。西北辟啟，何氣通焉？言天西北之門，每常開啟，豈元氣之所通？辟，一作闢，一作開。 \\n 日安不到，燭龍何照？言天之西北，有幽冥無日之國，有龍銜燭而照之也。羲和之未揚，若華何光？羲和，日御也。言日未出之時，若木何能有明赤之光華乎？和《釋文》作龢。揚，一作陽。《天對》云：惟若之華，稟羲以耀。何所冬暖？何所夏寒？暖，溫也。言天地之氣，何所有冬溫而夏寒者乎？焉有石林？何獸能言？言天下何所有石木之林，林中有獸能言語者乎？《禮記》曰：猩猩能言，不離禽獸也。焉有虯龍，負熊以遊？有角曰龍，無角曰虯。言寧有無角之龍，負熊獸以遊戲者乎？雄虺九首，儵忽焉在？虺，蛇別名也。儵忽，電光也。言有雄虺，一身九頭，速及電光，皆何所在乎？一無「速」字。何所不死？長人何守？《括地象》曰：有不死之國。長人，長狄。《春秋》云：防風氏也。禹會諸侯，防風氏後至，于是使守封嵎之山也。一云：何所不老。靡蓱九衢，枲華安居？九交道曰衢。言寧有蓱草，生於水上無根，乃蔓衍於九交之道，又有枲麻垂草華榮，何所有此物乎？蓱，一作荓。一蛇吞象，厥大何如？《山海經》云：南方有靈蛇，吞象，三年然後出其骨。一或作靈。大或作骨。黑水玄趾，三危安在？玄趾、三危，皆山名也，在西方，黑水出崑崙山也。趾，一作沚。延年不死，壽何所止？言仙人稟命不死，其壽獨何所窮止也？鯪魚何所？鬿堆焉處？鯪魚，鯉也。一云鯪魚，鯪鯉也，有四足，出南方。鬿堆，奇獸也。鯪，一作陵。所，一作居。鬿，一作魁。 \\n 羿焉彃日？烏焉解羽？《淮南》言堯時十日並出，草木焦枯，堯命羿仰射十日，中其九日，日中九烏皆死，墮其羽翼，故留其一日也。彃，一作彈，一作斃。禹之力獻功，句絕。降省下土四方，言禹以勤力獻進其功，堯因使省迨下土四方也。一無「四方」二字。焉得彼嵞山女，而通之於台桑？言禹治水，道娶塗山氏之女，而通夫婦之道於台桑之地。焉，一作安。一云：焉得彼塗山之女，而通於台桑。塗，《釋文》作涂。閔妃匹合，厥身是繼，閔，憂也。言禹所以憂無妃匹者，欲為身立繼嗣也。胡維嗜不同味，而快鼂飽？言禹治水道娶者，憂無繼嗣耳。何特與眾人同嗜欲，苟欲飽快一朝之情乎？故以辛酉日娶，甲子日去，而有啟也。一本「嗜」下有「欲」字。一本「快」下有「一」字。一云：胡維嗜欲同味。維，一作為。 \\n 鼂，一作晁，一作朝。啟代益作后，卒然離蠥，益，禹賢臣也。作，為也。后，君也。離，遭也。蠥，憂也。言禹以天下禪與益，益避啟於箕山之陽。天下皆去益而歸啟，以為君。益卒不得立，故曰遭憂也。蠥，一作孽，一作〈孽去艹〉。何啟惟憂，而能拘是達？言天下所以去益就啟者，以其能憂思道德，而通其拘隔。拘隔者，謂有扈氏叛啟，啟率六師以伐之也。皆歸〈身矢〉射，而無害厥躬。射，行也。，窮也。言有扈氏所行，皆歸於窮惡，故啟誅之，長無害於其身也。〈身矢〉，一作射。，一作 \\n 鞠。何后益作革，而禹播降？后，君也。革，更也。播，種也。降，下也。言啟所以能變更益，而代益為君者，以禹平治水土，百姓得下種百穀，故思歸啟也。啟棘賓商，《九辯》《九歌》。棘，陳也。賓，列也。《九辯》、《九歌》，啟所作樂也。言啟能修明禹業，陳列宮商之音，備其禮樂也。何勤子屠母，而死分竟地？勤，勞也。屠，裂剝也。言禹〈片畐〉剝母背而生，其母之身，分散竟地，何以能有聖德，憂勞天下乎？地，一作墬。帝降夷羿，革孽夏民。帝，天帝也。夷羿，諸侯，弒夏后相者也。革，更也。孽，憂也。言羿弒夏家，居天子之位，荒淫田獵，變更夏道，為萬民憂患。《天對》云：夷羿滔淫，割更后相。夫孰作厥孽，而誣帝以降。胡〈身矢〉射夫河伯，而妻彼雒嬪？胡，何也。雒嬪，水神，謂宓妃也。傳曰：河伯化為白龍，遊于水旁，羿見〈身矢〉之，眇其左目。河伯上訴天帝，曰：為我殺羿。天帝曰：爾何故得見〈身矢〉？河伯曰：我時化為白龍出遊。天帝曰：使汝深守神靈，羿何從得犯？汝今為虫獸，當為人所射，固其宜也。羿何罪歟？深，一作保。羿又夢與雒水神宓妃交接也。一本「胡」下有一「羿」字。〈身矢〉，一作 \\n 射。馮珧利決，封狶是射。馮，挾也。珧，弓名也。決，射韝也。封狶，神獸也。言羿不修道德，而挾弓射韝，獵捕神獸，以快其情也。射，一作射。何獻蒸肉之膏，而后帝不若？蒸。祭也。后帝，天帝也。若，順也。言羿獵射封狶，以其肉膏祭天帝，天帝猶不順羿之所為也。蒸，一作烝。浞娶純狐，眩妻爰謀。浞，羿相也。爰，於也。眩，惑也。言浞娶於純狐氏女，眩惑愛之，遂與浞謀殺羿也。何羿之射革，而交吞揆之？吞，滅也。揆，度也。言羿好射獵，不恤政事法度，浞交接國中，布恩施德而吞滅之也。一無「革」字。阻窮西征，巖何越焉？阻，險也。窮，窘也。征，行也。越，度也。言堯放鯀羽山，西行度越岑巖之險，因墮死也。化為黃熊，巫何活焉？活，生也。言鯀死後化為黃熊，入於羽淵，豈巫醫所能復生活也？一本「化」下有「而」字。咸播秬黍，莆雚是營。咸，皆也。秬黍，黑黍也。雚，草名也。營，耕也。言禹平治水土，萬民皆得耕種黑黍於雚蒲之地，盡為良田也。一作黃雚，一作莆藿。何由并投，而鯀疾脩盈？疾，惡也。脩，長也。盈，滿也。由，用也。言堯不惡鯀而戮殺之，則禹不得嗣興，民何得投種五穀乎？乃知鯀惡長滿天下也。白蜺嬰茀，胡為此堂？蜺，雲之有色似龍者也。茀，白雲逶移若蛇者也。言此有蜺茀，氣逶移相嬰，何為此堂乎？蓋屈原所見祠堂也。安得夫良藥，不能固臧？臧，善也。言崔文子學仙於王子僑，子僑化為白蜺而嬰茀，持藥與崔文子，崔文子驚怪，引戈擊蜺，中之，因墮其藥，俯而視之，王子僑之尸也。故言得藥不善也。一本「夫」上有「失」字。天式從橫，陽離爰死。式，法也。爰，於也。言天法有善惡陰陽從橫之道（惡字據《天問纂義》補）。人失陽氣則死也。大鳥何鳴，夫焉喪厥體？言崔文子取王子僑之尸，置之室中，覆之以弊篚，須臾則化為大鳥而鳴，開而視之，翻飛而去，文子焉能亡子僑之身乎？言仙人不可殺也。喪，一作。蓱號起雨，何以興之？蓱，蓱翳，雨師名也。號，呼也。興，起也。言雨師號呼，則雲起而雨下，獨何以興之乎？蓱，一作荓，一作萍。撰體協脅，鹿何膺之？膺，受也。言天撰十二神鹿，一身八足兩頭，獨何膺受此形體乎？一云：撰體脅鹿，何以膺之？鼇戴山抃，何以安之？鼇，大龜也。擊手曰抃。《列仙傳》曰：有巨靈之鼇，背負蓬萊之山而抃舞，戲滄海之中，獨何以安之乎？戴，一作載。抃，《釋文》作拚。釋舟陵行，何以遷之？釋，置也。舟，船也。遷，徙也。舟釋水而陵行，則何能遷徙也？言龜所以能負山若舟船者，以其在水中也。使龜釋水而陵行，則何以能遷徙山乎？惟澆在戶，何求于嫂？澆，古多力者也。《論》曰：澆盪舟。言澆無義，淫佚其嫂，往至其戶，佯有所求，因與行淫亂也。何少康逐犬，而顛隕厥首？言夏少康因田獵放犬逐獸，遂襲殺澆而斷其頭。女歧縫裳，而館同爰止，女歧，澆嫂也。館，舍也。爰，於也。言女歧與澆淫佚，為之縫裳，於是共舍而宿止也。何顛易厥首，而親以逢殆？逢，遇也。殆，危也。言少康夜襲得女歧頭，以為澆，因斷之，故言易首，遇危殆也。一本「顛」下有「隕」字。「殆」上有「天」字。湯謀易旅，何以厚之？湯，殷王也。旅，眾也。言殷湯欲變易夏眾，使之從己，獨何以厚待之乎？覆舟斟尋，何道取之？覆，反也。舟，船也。斟尋，國名也。言少康滅斟尋氏，奄若覆舟，獨以何道取之乎？桀伐蒙山，何所得焉？桀，夏亡王也。蒙山，國名也。言夏桀征伐蒙山之國，而得妹嬉也。妹嬉何肆，湯何殛焉？言桀得妹嬉，肆其情意，故湯放之南巢也。妹，一作末。殛，一〈殛（去歹改扌）〉。 \\n 舜閔在家，父何以鱞？舜，帝舜也。閔，憂也。無妻曰鱞。言舜為布衣，憂閔其家。其父頑母嚚，不為娶婦，乃至于鱞也。堯不姚告，二女何親？姚，舜姓也。言堯不告舜父母而妻之，如令告之，則不聽，堯女當何所親附乎？一云：女何所親。厥萌在初，何所億焉！言賢者預見施行萌牙之端，而知其存亡善惡所終，非虛億也。億，一作意。璜臺十成，誰所極焉？璜，石次玉者也。言紂作象箸，而箕子歎，預知象箸必有玉杯，玉杯必盛熊蹯豹胎，如此，必崇廣宮室。紂果作玉臺十重，糟丘酒池，以至于亡也。登立為帝，孰道尚之？言伏羲始畫八卦，脩行道德，萬民登以為帝，誰開導而尊尚之也？女媧有體，孰制匠之？傳言女媧人頭蛇身，一日七十化，其體如此，誰所制匠而圖之乎？舜服厥弟，終然為害。服，事也。言舜弟象，施行無道，舜猶服而事之，然象終欲害舜也。何肆犬體，而厥身不危敗？言象無道，肆其犬豕之心，燒廩窴井，欲以殺舜，然終不能危敗舜身也。一云：何得肆其犬豕。一云：何肆犬豕。吳獲迄古，南嶽是止。獲，得也。迄，至也。古，謂古公亶父也。言吳國得賢君，至古公亶父之時，而遇太伯，陰讓避王季，辭之南嶽之下，采藥於是，遂止而不還也。孰期去斯，得兩男子？期，會也。昔古公有少子，曰王季，而生聖子文王，古公欲立王季，令天命及文王。長子太伯及弟仲雍去而之吳，吳立以為君。誰與期會，而得兩男子，兩男子，謂太伯、仲雍也。去，一作夫。緣鵠飾玉，后帝是饗。后帝，謂殷湯也。言伊尹始仕，因緣烹鵠鳥之羹，脩玉鼎，以事於湯。湯賢之，遂以為相也。何承謀夏桀，終以滅喪？言湯遂承用伊尹之謀，而伐夏桀，終以滅亡也。一無「夏」字。喪，一作。帝乃降觀，下逢伊摯。帝，謂湯也。摯，伊尹名也。言湯出觀風俗，乃憂下民，博選於眾，而逢伊尹，舉以為相也。乃，一作力，注同。何條放致罰，而黎服大說？條，鳴條也。黎，眾也。說，喜也。言湯行天之罰，以誅於桀，放之鳴條之野，天下眾民大喜悅也。服，一作伏。簡狄在臺，嚳何宜？玄鳥致貽，女何喜？簡狄，帝嚳之妃也。玄鳥，燕也。貽，遺也。言簡狄侍帝嚳於臺上，有飛燕墮遺其卵，喜而吞之，因生契也。一云：帝嚳何宜。貽，一作詒。喜，一作嘉。該秉季德，厥父是臧。該，苞也。秉，持也。父，謂契也。季，末也。臧，善也。言湯能包持先人之末德，脩其祖父之善業，故天祐之以為民主也。胡終弊于有扈，牧夫牛羊？有扈，澆國名也。澆滅夏后相，相之遺腹子，曰少康，後為有仍牧正，典主牛羊，遂攻殺澆，滅有扈，復禹舊跡，祀夏配天也。干協時舞，何以懷之？干，求也。舞，務也。協，和也。懷，來也。言夏后相既失天下，少康幼小，復能求得時務，調和百姓，使之歸己，何以懷來之也？平脅曼膚，何以肥之？言紂為無道，諸侯背畔，天下乖離，當懷憂 \\n 癯瘦，而反形體曼澤，獨何以能平脅肥盛乎？一本「平」上有「受」字。有扈牧豎，云何而逢？言有扈氏本牧豎之人耳，因何逢遇而得為諸侯乎？一曰：其爰何逢。一曰：其云何逢。擊床先出，其命何從？言啟攻有扈之時，親於其床上，擊而殺之。其先人失國之原，何所從出乎？一云：其何所從。恆秉季德，焉得夫朴牛？恆，常也。季，末也。朴，大也。言湯常能秉持契之末德，脩而弘之，天嘉其志，出田獵，得大牛之瑞也。何往營班祿，不但還來？營，得也。班，遍也。言湯往田獵，不但驅馳往來也，還輒以所獲得禽獸，遍施祿惠於百姓也。昏微遵跡，有狄不寧。昏，闇也，遵，循也。跡，道也。言人有循闇微之道，為婬 \\n 妷夷狄之行者，不可以安其身也。謂晉大夫解居父也。遵，一作循。有，一作佚。何繁鳥萃棘，負子肆情？言解居父聘吳，過陳之墓門，見婦人負其子，欲與之淫泆，肆其情Q欲Y。婦人則引《詩》刺之曰：墓門有棘，有鴞萃止。故曰繁鳥萃棘也。言墓門有棘，雖無人，棘上猶有鴞，汝獨不愧也。眩弟並淫，危害厥兄。眩，惑也。厥，其也。言象為舜弟，眩惑其父母，並為淫泆之惡，欲共危害舜也。害，一作虞。何變化以作詐，後嗣而逢長？言象欲殺舜，變化其態，內作姦詐，使舜治廩，從下焚之；又命穿井，從上窴之，終不能害舜。舜為天子，封象於有庳，而後嗣子孫，長為諸侯也。一云：而後嗣逢長。《天對》云：象不兄龔，而奮以謀蓋。聖孰凶怒，嗣用紹厥愛。成湯東巡，有莘爰極。有莘，國名。爰，於也。極，至也。言湯東巡狩，至有莘國，以為婚姻也。何乞彼小臣，而吉妃是得？小臣，謂伊尹也。言湯東巡狩，從有莘氏乞 \\n 匄伊尹，因得吉善之妃，以為內輔也。水濱之木，得彼小子。夫何惡之，媵有莘之婦？小子，謂伊尹。媵，送也。言伊尹母妊身，夢神女告之曰：「臼灶生蛙，亟去無顧。」居無幾何，臼灶中生蛙，母去東走，顧視其邑，盡為大水，母因溺死，化為空桑之木。水乾之後，有小兒啼水涯，人取養之。既長大，有殊才。有莘惡伊尹從木中出，因以送女也。一無「彼」字。湯出重泉，夫何罪尤？重泉，地名也。言桀拘湯於重泉，而復出之，夫何用罪法之不審也？不勝心伐帝，夫誰使挑之？帝，謂桀也。言湯不勝眾人之心，而以伐桀，誰使桀先挑之也？挑，一作祧。 \\n 會晁爭盟，何踐吾期？言武王將伐紂，紂使膠鬲視武王師。膠鬲問曰：欲以何日至殷？武王曰：以甲子日。膠鬲還報紂。會天大雨，道難行，武王晝夜行。或諫曰：雨甚，軍士苦之，請且休息。武王曰：吾許膠鬲以甲子日至殷，今報紂矣。吾甲子日不到，紂必殺之。吾故不敢休息，欲救賢者之死也。遂以甲子日朝誅紂，不失期也。一作會晁請盟。蒼鳥群飛，孰使萃之？蒼鳥，鷹也。萃，集也。言武王伐紂，將帥勇猛如鷹鳥群飛，誰使武王集聚之者乎？《詩》曰：惟師尚父，時惟鷹揚也。蒼，一作倉。到擊紂躬，叔旦不嘉。旦，周公名也。嘉，善也。言武王始至孟津，八百諸侯不期而到，皆曰紂可伐也。白魚入于王舟，群臣咸曰：休哉。周公曰：雖休勿休。故曰：叔旦不嘉也。到，一作列。何親揆發足，周之命以咨嗟？揆，度也。言周公於孟津揆度天命，發足還師而歸，當此之時，周之命令已行天下，百姓咨嗟歎而美之也。一無「何」字，一云周命咨嗟。授殷天下，其位安施？言天始授殷家以天下，其王位安所施用乎？善施若湯也。位，一作德。《天對》曰：位庸芘民，仁克蒞之。反成乃亡，其罪伊何？言殷王位已成，反覆亡之，其罪惟何乎？罪若紂也。乃，一作及。爭遣伐器，何以行之？伐器，攻伐之器也。言武王伐紂，發遣干戈攻伐之器，爭先在前，獨何以行之乎？並驅擊翼，何以將之？言武王三軍，人人樂戰，並載驅載馳，赴敵爭先，前歌後舞，鳧藻讙呼，奮擊其翼，獨何以將率之也？鳧藻讙呼，一云如鳥喿呼。昭后成遊，南土爰底。爰，於也。底，至也。言昭王背成王之制而出遊，南至於楚，楚人沈之，而遂不還也。厥利惟何，逢彼白雉？厥，其也。逢，迎也。言昭王南遊，何以利于楚乎？以為越裳氏獻白雉，昭王德不能致，欲親往逢迎之。穆王巧梅，夫何為周流？梅，貪也。言穆王巧於辭令，貪好攻伐，遠征犬戎，得四白狼、四白鹿。自是後夷狄不至，諸侯不朝。穆王乃更巧詞周流，而往說之，欲以懷來也。一云：夫何周流。梅，一作 \\n 珻。環理天下，夫何索求？環，旋也。言王者當脩道德以來四方，何為乃周旋天下，而求索之也？《天對》曰：穆懵祈招，猖洋以游，輪行九野，惟怪之謀。妖夫曳衒，何號于市？妖，怪也。號，呼也。昔周幽王前世有童謠曰： \\n 檿弧箕服，實亡周國。後有夫婦賣是器，以為妖怪，執而曳戮之於市也。周幽誰誅，焉得夫褒姒？褒姒，周幽王后也。昔夏后氏之衰也，有二神龍止於夏庭而言曰：余褒之二君也。夏后布幣糈而告之，龍亡而漦在，櫝而藏之。夏亡傳殷，殷亡傳周，比三代莫敢發也。至厲王之末，發而觀之，漦流于庭，化為玄黿，入王後宮。後宮處妾遇之而孕，無夫而生子，懼而棄之。時被戮夫婦夜亡，道聞後宮處妾所棄女啼聲，哀而收之，遂奔褒。褒人後有罪，幽王欲誅之，褒人乃入此女以贖罪，是為褒姒，立以為后，惑而愛之，遂為犬戎所殺也。天命反側，何罰何佑？言天道神明，降與人之命，反側無常，善者佑之，惡者罰之。齊桓九會，卒然身殺。言齊桓公任管仲，九合諸侯，一匡天下。任豎刁、易牙，子孫相殺，虫流出戶。一人之身，一善一惡，天命無常，罰佑之不恆也。會，一作合。彼王紂之躬，孰使亂惑？惑，妲己也。何惡輔弼，讒諂是服？服，事也。言紂憎輔弼，不用忠直之言，而事用諂讒之人也。諂，作 \\n 讇。比干何逆，而抑沈之？比干，聖人，紂諸父也。諫紂，紂怒，乃殺之剖其心也。雷開阿順，而賜封之？雷開，佞人也，阿順於紂，乃賜之金玉而封之也。一云：雷開何順，而賜封金。何聖人之一德，卒其異方？聖人，謂文王也。卒，終也。言文王仁聖，能純一其德，則天下異方，終皆歸之也。梅伯受醢，箕子詳狂。梅伯，紂諸侯也。言梅伯忠直，而數諫紂，紂怒，乃殺之，葅醢其身。箕子見之，則被髮詳狂也。詳，一作佯。稷維元子，帝何竺之？元，大也。帝，謂天帝也。竺，厚也。言后稷之母姜嫄，出見大人之跡，怪而履之，遂有娠而生后稷。后稷生而仁賢，天帝獨何以厚之乎？竺，一作篤。一云帝何竺、鳥何燠，並無「之」字。投之於冰上，鳥何燠之？投，棄也。燠，溫也。言姜嫄以后稷無父而生，棄之於冰上，有鳥以翼覆薦溫之，以為神，乃取而養之。《詩》曰：誕寘之寒冰，鳥覆翼之。燠，一作懊。何馮弓挾矢，殊能將之？馮，大也。挾，持也。言后稷長大，持大強弓，挾箭矢，桀然有殊異，將相之才。馮，一作憑。既驚帝切激，何逢長之？帝，謂紂也。言武王能奉承后稷之業，致天罰，加誅於紂，切激而數其過，何逢後世繼嗣之長也。驚，一作敬。切，一作功。伯昌號衰，秉鞭作牧。伯昌，謂文王也。秉，執也。鞭以喻政。言紂號令既衰，文王執鞭持政，為雍州之牧也。何令徹彼岐社，命有殷國？徹，壞也。社，土地之主也。言武王既誅紂，令壞邠岐之社，言己受天命而有殷國，因徙以為天下之太社也。一云：命有殷之國。遷藏就岐，何能依？言太王始與百姓徙其寶藏，來就岐下，何能使其民依倚而隨之也？太王，一作文王。殷有惑婦，何所譏？惑婦，謂妲己也。譏，諫也。言妲己惑誤于紂，不可復譏諫也。受賜玆醢，西伯上告。玆，此也。西伯，文王也。言紂醢梅伯，以賜諸侯，文王受之，以祭告語於上天也。何親就上帝罰，殷之命以不救？上帝，謂天也。言天帝親致紂之罪罰，故殷之命不可復救也。一云：上帝之罰。師望在肆，昌何識？師望，謂太公也。昌，文王名也。言太公在市肆而屠，文王何以識知之乎？識，一作志。鼓刀揚聲，后何喜？后，謂文王也。言呂望鼓刀在列肆，文王親往問之，呂望對曰：「下屠屠牛，上屠屠國。」文王喜，載與俱歸也。《天對》云：奮力屠國，以髀髖厥商。武發殺殷，何所悒？言武王發欲誅殷紂，何所悁悒而不能久忍也？載尸集戰，何所急？尸，主也。集，會也。言武王伐紂，載文王木主，稱太子發，急欲奉行天誅，為民除害也。伯林雉經，維其何故？伯，長也。林，君也。謂晉太子申生為後母驪姬所譖，遂雉經而自殺。一無「何」字。何感天抑墬，夫誰畏懼？言驪姬讒殺申生，其冤感天，又讒逐群公子，當復誰畏懼也？墬，一作，一作。皇天集命，惟何戒之？言皇天集祿命而與王者，王者何不常畏慎而戒懼也？受禮天下，又使至代之？言王者既已修行禮義，受天命而有天下矣，又何為至使異姓代之乎？一無「又」字。代，一作伐。初湯臣摯，後玆承輔。言湯初舉伊尹，以為凡臣耳。後知其賢，乃以備輔翼承疑，用其謀也。承，一作丞。何卒官湯，尊食宗緒？卒，終也。緒，業也。言伊尹佐湯命，終為天子，尊其先祖，以王者禮樂祭祀，緒業流於子孫。《天對》云：湯摯之合，祚以久食。動闔夢生，少離散亡。勳，功也。闔，吳王闔廬也。夢，闔廬祖父壽夢也。壽夢卒，太子諸樊立。諸樊卒，傳弟餘祭。餘祭卒，傳弟夷未。夷未卒，太子王僚立。闔廬，諸樊之長子也。次不得為王，少離散亡放在外，乃使專設諸刺王僚，代為吳王。子孫世盛，以伍子胥為將，大有功勳也。何壯武厲，能流厥嚴？壯，大也。言闔廬少小散亡，何能壯大厲其勇武，流其威嚴也。彭鏗斟雉，帝何饗？彭鏗，彭祖也。好和滋味，善斟雉羹，能事帝堯，堯美而饗食之。受壽永多，夫何久長？言彭祖進雉羹於堯，堯饗食之以壽考。彭祖至八百歲，猶自悔不壽，恨枕高而唾遠也。中央共牧，后何怒？牧，草名也，有實。后，君也。言中央之州，有歧首之蛇，爭共食牧草之實，自相啄嚙。以喻夷狄相與忿爭，君上何故當怒之乎？牧，唐本作牧，注同，一作枚。螽蛾微命，力何固？言螽蛾有〈虫若〉毒之蟲，受天命，負力堅固。屈原以喻蠻夷自相毒〈虫若〉，固其常也。獨當憂秦吳耳。一作蜂蟻。驚女釆薇，鹿何祐？祐，福也。言昔者有女子采薇菜，有所驚而走，因獲得鹿，其家遂昌熾，乃天祐之。祐，一作佑。北至回水，萃何喜？萃，止也。言女子驚而北走，至於回水之上，止而得鹿，遂有禧（按《天對》引作「福」）喜也。兄有噬犬，弟何欲？兄，謂秦伯也。噬犬，齧犬也。弟，秦伯弟鍼也。言秦伯有齧犬，弟鍼欲請之。易之以百兩，卒無祿。言秦伯不肯與弟鍼犬，鍼以百兩金易之，又不聽，因逐鍼而奪其爵祿也。 \\n 薄暮雷電，歸何憂？言屈原書壁，所問略訖，日暮欲去，時天大雨雷電，思念復至。自解曰：歸何憂乎？厥嚴不奉，帝何求？言楚王惑信讒佞，其威嚴當日墮，不可復奉成，雖從天帝求福，神無如之何。伏匿穴處，爰何云？爰，於也。吾將退於江濱，伏匿穴處耳，當復何言乎？《天對》云：合行違匿同若所。咿嚘忿毒竟誰與？荊勳作師，夫何長？荊，楚也。師，眾也。勳，功也。初，楚邊邑之處女，與吳邊邑處女爭采桑於境上，相傷，二家怒而相攻，於是楚為此興師，攻滅吳之邊邑，而怒始有功。時屈原又諫，言我先為不直，恐不可久長也。一云：夫何長先。悟過改更，我又何言？欲使楚王覺悟，引過自與，以謝於吳，不從其言，遂相攻伐。言禍起於細微也。悟，一作寤。吳光爭國，久余是勝。光，闔盧名也。言吳與楚相伐，至於闔廬之時，吳兵入郢都，昭王出奔。故曰「吳光爭國，久余是勝」，言大勝我也。何環穿自閭社丘陵，爰出子文？子文，楚令尹也。子文之母，鄖公之女，旋穿閭社，通於丘陵以淫，而生子文，棄之夢中，有虎乳之，以為神異，乃取收養焉。楚人謂乳為，謂虎為於菟，故名鬥於菟，字子文，長而有賢仁之才也。一云：何環閭穿社，以及丘陵，是淫是蕩，爰出子文。吾告堵敖以不長。堵敖，楚賢人也。屈原放時，語堵敖曰：「楚國將衰，不復能久長也。」一本「以」下有「楚」字。何試上自予，忠名彌彰？屈原言我何敢嘗試君上，自干忠直之名，以顯彰後世乎？誠以同姓之故，中心懇惻，義不能已也。試，一作誡。予，一作與。彰，一作章。《天對》云：誠若名不尚，曷極而辭？ \\n 敘曰：昔屈原所作，凡二十五篇，世相教傳，而莫能說《天問》，以其文義不次，又多奇怪之事。自太史公口論道之，多所不逮。至於劉向、揚雄，援引傳記一作經傳。以解說之，亦不能詳悉。所闕者眾，日無聞焉。既有解□□□詞，一作說。乃復多連蹇其文，一云乃復支連其文。濛澒其說，上莫孔、下乎孔切。濛澒，大水也。澒，一作鴻，音同。故厥義不昭，微指不晢，自游覽者，靡不苦之，而不能照也。今則稽之舊章，合之經傳，以相發明，為之符驗，章決句斷，事事可曉，俾後學者永無疑焉。"}
{"章节": "楚辭卷第四    九章第四", "正文": "　 \\n 楚辭卷第四 \\n 　九章章句第四　離騷 \\n 　惜誦一作惜論。 \\n 　涉江 \\n 　哀郢 \\n 　抽思 \\n 　懷沙 \\n 　思美人 \\n 　惜往日 \\n 　橘頌 \\n 　悲回風 \\n  \\n 　《九章》者，屈原之所作也。屈原放於江南之野，思君念國，憂心罔極，故復作《九章》。《史記》云：上官大夫短屈原於頃襄王，王怒而遷之，乃作《懷沙》之賦。則《九章》之作，在頃襄時也。章者，著也，明也。言己所陳忠信之道，甚著明也。卒不見納，委命自沈。楚人惜而哀之，世論其詞，以相傳焉。卒，《釋文》作〈歹卒〉。《騷經》之詞緩，《九章》之詞切，淺深之序也。五臣云：九義與《九歌》同。 \\n 惜誦以致愍兮，惜，貪也。誦，論也。致，至也。愍，病也。言己貪忠信之道，可以安君。論之於心，誦之於口，至於身以疲病，而不能忘。愍，一作閔。發憤以杼情。憤，懣也。杼，渫也。言己身雖疲病，猶發憤懣，作此辭賦，陳列利害，渫己情思，以風諫君也。杼，一作舒。所作忠而言之兮，言己所陳忠信之道，先慮於心，合於仁義，乃敢為君言之也。作，一作非。一本「忠」下有「心」字。指蒼天以為正。春曰蒼天。正，平也。設君謂己作言非邪，願上指蒼天，使正平之也。夫天明察，無所阿私，惟德是輔，惟惡是去，故指之以為誓也。令五帝以〈木片〉中兮，五帝，謂五方神也。東方為太皞，南方為炎帝，西方為少昊，北方為顓頊，中央為黃帝。〈木片〉，猶分也。言己復命五方之帝，分明言是與非也。一本作折中。戒六神與嚮服。六神，謂六宗之神也。《尚書》：禋於六宗。嚮，對也。服，事也。言己願復令六宗之神，對聽己言事可行與否也。一云：以鄉服。俾山川以備御兮，俾，使也。御，侍也。命咎繇使聽直。咎繇，聖人也。言己願復令山川之神備列而處，使御知己志，又使聖人咎繇聽我之言忠直與否也。夫神明照人心，聖人達人情，故屈原動以神聖自證明也。命，一作會。使，一作以。竭忠誠以事君兮，竭，盡。一本「君」下有「子」字。反離群而贅 \\n 肬。群，眾也。贅肬，過也。言己竭盡忠信，以事于君，若人有贅之病，與眾別異，以得罪謫也。忘儇媚以背眾兮，儇，佞也。媚，愛也。背，違也。言己修行正直，忘為佞媚之行，違偝眾人，言見憎惡也。待明君其知之。須賢明之君，則知己之忠也。《書》曰：知人則哲。秦繆公舉由余，齊桓任管仲，知人之君也。一本無「明」字。言與行其可跡兮，出口為言，所履為跡。情與貌其不變。志願為情，顏色為貌。變，易也。言己吐口陳辭，言與行合，誠可循跡。情貌相副，內外若一，終不變易也。故相臣莫若君兮，言相視臣下，忠之與佞，在君知之明也。所以證之不遠。證，驗也。言君相臣動作應對，察言觀行，則知其善惡所證驗之跡，近取諸身而不遠也。一本「之」下有「而」字。吾誼先君而後身兮，言我所以修執忠信仁義者，誠欲先安君父，然後乃及於身也。夫君安則己安，君危則己危也。羌眾人之所仇。羌，然辭也。怨耦曰仇。言在位之臣，營私為家，己獨先君後身，其義相反，故為眾人所仇怨。一本「羌」下有「然」字。一本「仇」下有「也」字。專惟君而無他兮，惟，一作思，一作為。又眾兆之所讎。兆，眾也。百萬為兆。交怨曰讎。言己專心思欲竭忠情以安於君，無有他志，不與眾同趨，故為眾所怨讎，欲殺己也。兆，一作人。一本「讎」下有「也」字。壹心而不豫兮，豫，猶豫也。羌不可保也。保，知也。言己專壹忠信，以事於君，雖為眾人所惡，志不猶豫，顧君心不可保知，易傾移也。一本此句與下文，皆無「也」字。疾親君而無他兮，疾，惡。有招禍之道也。招，召也。言己疾惡讒佞，欲親近君側，眾人悉欲來害己，有招禍之道，將遇咎也。 \\n 思君其莫我忠兮，言眾人思君，皆欲自利，無若己欲盡忠信之節。忠，一作知。忽忘身之賤貧。言己憂國念君，忽忘身之賤貧，猶願自竭。事君而不貳兮，貳，二也。而，一作其。迷不知寵之門。迷，惑也。言己事君，竭盡信誠，無有二心，而不見用，意中迷惑，不知得遇寵之門戶，當何由之也。忠何罪以遇罰兮，罰，刑。亦非余心之所志。言己履行忠直，無有罪過，而遇放逐，亦非我本心宿志所望於君也。一本此句末與下文皆有「也」字。行不群以巔越兮，巔，殞。越，墜。又眾兆之所咍。咍，笑也。楚人謂相啁笑曰咍。言己行度不合於俗，身以巔墮，又為人之所笑也。或曰：眾兆之所異。言己被放而巔越者，行與眾殊異也。紛逢尤以離謗兮，紛，亂貌也。尤，過也。謇不可釋。謇，辭也。釋，解也。言己逢遇亂君，而被罪過，終不可復解釋而說也。一本句末有「也」字。情沈抑而不達兮，沈，沒也。抑，按也。又蔽而莫之白。言己懷忠貞之情，沈沒胸臆，不得白達，左右壅蔽，無肯白達己心也。一本句末有「也」字。心鬱邑余侘傺兮，鬱邑，愁貌也。侘，猶堂堂立貌也。傺，住也。楚人謂失志悵然住立為侘傺也。心，一作忳。又莫察余之中情。言己懷忠不達，心中鬱邑，惆悵住立，失我本志，曾無有察我之中情也。固煩言不可結詒兮，詒，遺也。《詩》曰詒我德音也。固，一作故。一本結下有「而」字。願陳志而無路。願，思也。路，道也。言己積思累日，其言煩多，不可結續，以遺於君，欲見君陳己志，又無道路也。退靜默而莫余知兮，進號呼又莫吾聞。言己放棄，所在幽遠，眾無知己之情也。申侘傺之煩惑兮，申，重也。言眾人無知己之情，思念惑亂，故重侘傺，悵然失意也。中悶瞀之忳忳。悶，煩也。瞀，亂也。忳忳，憂貌也。言己憂心煩悶，忳忳然無所舒也。中，一作心。 \\n 昔余夢登天兮，魂中道而無杭。杭，度也。《詩》曰：一葦杭之。魂，一作魂。杭，一作航。吾使厲神占之兮，厲神，蓋殤鬼也。《左傳》曰：晉侯夢大厲，搏膺而踊也。曰有志極而無旁。旁，輔也。言厲神為屈原占之曰：人夢登天無以渡，猶欲事君而無其路也。但有勞極心志，終無輔佐。終危獨以離異兮，言己行忠直，身終危殆，與眾人異行之故也。曰君可思而不可恃。恃，怙也。言君誠可思念，為竭忠謀，顧不可怙恃，能實任己與不也。故眾口其鑠金兮，鑠，銷也。言眾口所論，萬人所言，金性堅剛，尚為銷鑠，以喻讒言多，使君亂惑也。初若是而逢殆。殆，危也。言己志行忠信正直，性若金石，故為讒人所危殆。懲於羹者而吹兮，言人有歠羹而中熱，心中懲〈上乂下心〉，見則恐而吹之，言易改移也。獨己執守忠直，終不可移也。一無「者」字。一云：懲於熱羹者。一云：懲熱於羹。，一作，一作 \\n 韲。何不變此志也？何不改忠直之節，隨從吹之志也。一云：何不變此之志。一本自此句至又何以為此援，並無「也」字。欲釋階而登天兮，釋，置也。登，上也。人欲上天，而釋其階，知其無由登也。以言我欲事君，而釋忠信，亦知終無以自通也。猶有曩之態也。曩，曏也。言欲使己變節而從俗，猶曏者欲釋階登天之態也，言己所不能履行也。「猶有」一作「又猶」。眾駭遽以離心兮，又何以為此伴也？伴，侶也。言己見眾人易移，意中驚駭，遂離己心，獨行忠直，身無伴侶，特立于世也。一無「眾」字。同極而異路兮，又何以為此援也？路，道也。言眾人同欲極志事君，顧忠佞之行，異道而殊趨也。援，引也。言忠佞之志，不相援引而同也。晉申生之孝子兮，一無「晉」字。父信讒而不好。好，愛也。申生，晉獻公太子也。體性慈孝。獻公娶後妻孋姬，生子奚齊，立為太子。因誤申生使祭其母於曲沃，歸胙於獻公。孋姬於酒肉置鴆其中，因言曰：胙從外來，不可信，乃以酒賜小臣，以肉食犬，皆斃。姬乃泣曰：賊由太子。於是申生遂自殺。故曰：父信讒而不愛也。行婞直而不豫兮，婞，很也。豫，厭也。豫，一作斁。鯀功用而不就。鯀，堯臣也。言鯀行婞很勁直，恣心自用，不知厭足，故殛之羽山。治水之功，以不成也。屈原履行忠直，終不回曲，猶鯀婞很，終獲罪罰。 \\n 吾聞作忠以造怨兮，忽謂之過言。始吾聞為君建立忠策，必為群佞所怨，忽過之耳，以為不然，今而後信。九折臂而成醫兮，吾至今而知其信然。言人九折臂，更歷方藥，則成良醫，乃自知其病。吾被放棄，乃信知讒佞為忠直之害也。一云：九折臂而為良醫。一云：吾至今而知其然。一云：吾今而知其然。矰弋機而在上兮，矰繳，射矢也。弋，亦射也。《論語》曰：弋不射宿。弋，一作隿。罻羅張而在下。罻羅，捕鳥網也。言上有罥繳弋射之機，下有張施罻羅之網，飛鳥走獸，動而遇害。喻君法繁多，百姓動觸刑罰也。設張辟以娛君兮，辟，法也。娛，樂也。願側身而無所。言君法繁多，讒人復更設張峻法，以娛樂君，己欲側身竄首，無所藏匿也。欲儃佪以干傺兮，儃佪，猶低佪也。干，求也。傺，住也。言己意欲低佪留待於君，求其善意，恐終不用，恨然立住。恐重患而離尤。尤，過也。言己欲求君之善意，恐重得患禍，逢罪過也。欲高飛而遠集兮，君罔謂汝何之？罔，無也。言己欲遠集它國，君又誣罔我，言汝遠去何之乎？欲橫奔而失路兮，堅志而不忍。言己意欲變節易操，橫行失道，而從佞偽，心堅於石，而不忍為也。一云：蓋志堅而不忍。背膺牉以交痛兮，膺，胸也。牉，分也。一本「牉」下有「合」字。一云：背膺敷牉其交痛。心鬱結而紆軫。紆，曲也。軫，隱也。言己不忍變心易行，則憂思鬱結，胸背分裂，心中交引而隱痛也。結，一作約。檮木蘭以矯蕙兮，矯，猶糅也。檮，一作擣。矯，一作撟。糅，一作揉。糳申椒以為糧。申，重也。言己雖被放逐，而棄居於山澤，猶重糳蘭蕙，和糅眾芳以為糧。食飲有節，修善不倦也。糳，一作鑿。播江離與滋菊兮，播，種也。《詩》曰：播厥百穀。滋，蒔也。願春日以為糗芳。糗，糒也。言己乃種江離，蒔香菊，采之為糧，以供春日之食也。恐情質之不信兮，情，志也。質，性也。質，一作志。故重著以自明。言我修善不懈，恐君不深照己之情，故復重深陳飲食清潔，以自著明也。矯玆媚以私處兮，矯，舉也。玆，此也。《釋文》作橋，居表切。願曾思而遠身。曾，重也。言己舉此眾善，可以事君，則願私居遠處。唯重思而察之。　惜誦此章言己以忠信事君，可質於明神，而為讒邪所蔽，進退不可，惟博采眾善以自處而已。 \\n 余幼好此奇服兮，奇，異也。或曰：奇服，好服也。年既老而不衰。衰，懈也。言己少好奇偉之服，履忠直之行，至老不懈。五臣云：衰，退也。雖年老而此心不退。帶長鋏之陸離兮，長鋏，劍名也。其所握長劍，楚人名曰長鋏也。五臣云：陸離，劍低昂貌。冠切雲之崔嵬。崔嵬，高貌也。言己內修忠信之志，外帶長利之劍，戴崔嵬之冠，其高切青雲也。嵬，一作巍。五臣云：切雲，冠名。被明月兮珮寶璐。在背曰被。寶璐，美玉也。言己背被明月之珠，要佩美玉，德寶兼備，行度清白也。珮，一作佩。五臣云：被，猶服也。明月，珠名。世溷濁而莫余知兮，溷，亂也。濁，貪也。一無「兮」字。吾方高馳而不顧。言時世貪亂，遭君蔽闇，無有知我之賢，然猶高行抗志，終不回曲也。一本句末有「兮」字。五臣云：言我冠帶佩服，莫不盛美，加之忠信貞潔，而遭世溷濁，無相知者。顧世上如此，故高馳不顧，願駕虯螭而遠去也。駕青虯兮驂白螭，虯、螭，神獸，宜於駕乘。以喻賢人清白，宜可信任也。五臣云：虯、螭皆龍類。吾與重華遊兮瑤之圃。重華，舜名。瑤，玉也。圃，園也。言己想侍虞舜，遊玉園，猶言遇聖帝升清朝也。遊，一作游。一云：瑤，石次玉也。登崑崙兮食玉英，猶言坐明堂，受爵位。崑崙，一作崐崘。食，一作餐。五臣云：瑤圃、玉英，皆美言之。與天地兮同壽，與日月兮同光。言己年與天地相敝，名與日月同耀。一云：同壽齊光。一云：比壽齊光。五臣云：言若得值於此時，而我年德冀如是也。哀南夷之莫吾知兮，屈原怨毒楚俗，嫉害忠貞，乃曰哀哉南夷之人，無知我賢也。旦余濟乎江湘。旦，明也。濟，渡也。言己放棄，以明旦之時始去，遂渡江湘之水。言明旦者，紀時明，刺君不明也。乎，一作於。 \\n 乘鄂渚而反顧兮，乘，登也。鄂渚，地名。欸秋冬之緒風。欸，歎也。緒，餘也。言己登鄂渚高岸，還望楚國，嚮秋冬北風，愁而長歎，心中憂思也。五臣云：秋冬之風，搖落萬物，比之讒佞，是以歎焉。步余馬兮山皋，邸余車兮方林。邸，舍也。方林，地名。言我馬強壯，行於山皋，無所驅馳；我車堅牢，舍於方林，無所載任也。以言己才德方壯，誠可任用，棄在山野，亦無所施也。邸，一作低。乘舲船余上沅兮，舲船，船有牎牖者。齊吳榜以擊汰。吳榜，船櫂也。汰，水波也。言己始去乘牎舲之船，西上沅、湘之水，士卒齊舉大櫂而擊水波，自傷去朝堂之上，而入湖澤之中也。或曰：齊悲歌，言愁思也。船容與而不進兮，淹回水而疑滯。疑，惑也。滯，留也。言士眾雖同力引櫂，船猶不進，隨水回流，使己疑惑有還意也。疑，一作凝。五臣云：容與，徐動貌。淹，留也。疑滯者，戀楚國也。朝發枉陼兮，枉陼，地名。陼，一作渚。夕宿辰陽。辰陽，亦地名也。言己乃從枉陼，宿辰陽，自傷去國日已遠也。或曰：枉，曲也。陼，沚也。辰，時也。陽，明也。言己將去枉曲之俗。而趨時明之鄉也。苟余心其端直兮，苟，誠也。其，一作之。五臣云：苟，且也。雖僻遠之何傷。僻，左也。言我惟行正直之心，雖在遠僻之域，猶有善稱，無害疾也。故《論語》曰子欲居九夷也。僻，一作辟。五臣云：原自解之詞。 \\n 入漵浦余儃佪兮，漵浦，水名。儃佪，一作邅迴。五臣云：漵亦浦類。邅，轉。迴，旋也。迷不知吾所如。迷，惑也。如，之也。言己思念楚國，雖循江水涯，意猶迷惑，不知所之也。一本「吾」下有「之」字。深林杳以冥冥兮，山林草木茂盛。一云：杳杳以冥冥。杳，一作晦。冥冥，一作冥寞。五臣云：冥冥暗貌。猿狖之所居。非賢士之道徑。一本此句上有「乃」字。五臣云：猿狖，輕捷之獸。喻國之昏亂，邪巧生焉，非賢智所能處也。山峻高以蔽日兮，言險阻危傾也。以，一作而。下幽晦以多雨。言暑溼泥濘也。霰雪紛其無垠兮，涉冰凍之盛寒。雲霏霏而承宇。室屋沈沒，與天連也。或曰：日以喻君，山以喻臣，霰雪以興殘賊，雲以象佞人。山峻高以蔽日者，謂臣蔽君明也。下幽晦以多雨者，群下專擅施恩惠也。霰雪紛其無垠者，殘賊之政害仁賢也。雲霏霏而承宇者，佞人並進滿朝廷也。哀吾生之無樂兮，遭遇讒佞，失官爵也。幽獨處乎山中。遠離親戚，而斥逐也。吾不能變心而從俗兮，終不易志，隨枉曲也。固將愁苦而終窮。愁思無聊，身困窮也。 \\n 接輿髡首兮，桑扈臝行。接輿，楚狂接輿也。髡，剔也。首，頭也，自刑身體，避世不仕也。桑扈，隱士也。去衣裸裎，效夷狄也。言屈原自傷不容於世，引此隱者以自慰也。臝，一作裸。忠不必用兮，賢不必以。以，亦用也。伍子逢殃兮，伍子，伍子胥也。為吳王夫差臣，諫令伐越，夫差不聽，遂賜劍而自殺。後越竟滅吳，故言逢殃。比干菹醢。比干，紂之諸父也。紂惑妲己，作糟丘酒池，長夜之飲，斷斮朝涉，刳剔孕婦。比干正諫，紂怒曰：吾聞聖人心有七孔。於是乃殺比干，剖其心而觀之，故言菹醢也。一云：比干，紂之庶兄。菹，一作葅。與前世而皆然兮，謂行忠直，而遇患害，如比干、子胥者多也。吾又何怨乎今之人！自古有迷亂之君，若紂、夫差，不用忠信，滅國亡身，當何為復怨今之君乎？五臣云：此自抑之詞。余將董道而不豫兮，董，正也。豫，猶豫也。言己雖見先賢執忠被害，猶正身直行，不猶豫而狐疑也。固將重昏而終身！昏，亂也。言己不逢明君，思慮交錯，心將重亂，以終年命。 \\n 亂曰：鸞鳥鳳皇，日以遠兮。鸞、鳳，俊鳥也。有聖君則來，無德則去，以興賢臣難進易退也。燕雀烏鵲，巢堂壇兮。燕雀烏鵲，多口妄鳴，以喻讒佞。言楚王愚闇，不親仁賢，而近讒佞也。露申辛夷，死林薄兮。露，暴也。申，重也。叢木曰林。草木交錯曰薄。言重積辛夷露而暴之，使死於林薄之中，猶言取賢明君子，棄之山野，使之顛墜也。腥臊並御，芳不得薄兮。腥臊，臭惡也。御，用也。薄，附也。言不識味者，並甘臭惡。不知人者，信任讒佞。故忠信之士，不得附近而放逐也。陰陽易位，時不當兮。陰，臣也。陽，君也。言楚王惑蔽群佞，權臣將代君，與之易位。自傷不遇明時，而當暗世。懷信侘傺，忽乎吾將行兮！言己懷忠信，不合於眾，故悵然住立，忽忘居止，將遂遠行之它方也。一無「忽」字。　涉江此章言己佩服殊異，抗志高遠，國無人知之者，徘徊江之上，歎小人在位，而君子遇害也。 \\n 皇天之不純命兮，德美大稱皇天，以興君也。何百姓之震愆？震，動也。愆，過也。言皇天不純一其施，則萬物夭傷；人君不純一其政，則百姓震動以觸罪也。民離散而相失兮，方仲春而東遷。仲春，二月也。刑德合會，嫁娶之時。言懷王不明，信用讒言而放逐己，正以仲春陰陽會時，徙我東行，遂與室家相失也。一無「方」字。去故鄉而就遠兮，遵江夏以流亡。遵，循也。江夏，水名也。言己東行，循江夏之水而遂流亡，無還鄉之期也。出國門而軫懷兮，軫，痛也。懷，思也。甲之鼂吾以行。甲，日也。鼂，旦也。屈原放出郢門，心痛而思，始去，正以甲日之旦而行。紀時日清明者，刺君不聰明也。鼂，一作 \\n 晁。發郢都而去閭兮，荒忽其焉極？言己始發郢，去我閭里，愁思荒忽，安有窮極之時。一無「都」字。一本「荒」上有「怊」字。其，一作之。楫齊揚以容與兮，楫，船櫂也。齊，同也。揚，舉也。哀見君而不再得。言己去乘船，士卒齊舉楫櫂，低徊容與，咸有還意。自傷卒去，而不得再事於君也。望長楸而太息兮，長楸，大梓。太，一作歎。涕淫淫其若霰。淫淫，流貌也。言己顧望楚都，見其大道長樹，悲而太息，涕下淫淫，如雨霰也。過夏首而西浮兮，夏首，夏水口也。船獨流為浮也。顧龍門而不見。龍門，楚東門也。言己從西浮而東行，過夏水之口，望楚東門，蔽而不見，自傷日以遠也。心嬋媛而傷懷兮，嬋媛，猶牽引也。眇不知其所蹠。眇，猶遠也。蹠，踐也。言己顧視龍門不見，則心中牽引而痛，遠視眇然，足不知當所踐蹠也。其，一作余。一無「其」字。《文苑》作「所它」。順風波以從流兮，焉洋洋而為客。洋洋，無所歸貌也。言己憂不知所踐，則聽船順風，遂洋洋遠客，而無所歸也。淩陽侯之氾濫兮，淩，乘也。陽侯，大波之神。濫，一作灠。忽翱翔之焉薄。薄，止也。言己遂復乘大波而遊，忽然無所止薄也。之，一作而，一作兮。心絓結而不解兮，絓，懸。思蹇產而不釋。蹇產，詰屈也。言己乘船蹈波，愁而恐懼，則心肝縣結，思念詰屈，而不可解釋也。將運舟而下浮兮，運，回也。上洞庭而下江。言己憂愁，身不能安處也。去終古之所居兮，遠離先祖之宅舍也。今逍遙而來東。遂行遊戲，涉江湖也。 \\n 羌靈魂之欲歸兮，精神夢遊，還故居也。羌，一作唴。何須臾而忘反。倚住顧望，常欲去也。背夏浦而西思兮，背水嚮家，念親屬也。哀故都之日遠。遠離郢都，何遼遼也。登大墳以遠望兮，想見宮闕與廊廟也。水中高者為墳，《詩》曰：遵彼汝墳。聊以舒吾憂心。且展我情，渫憂思也。哀州土之平樂兮，閔惜鄉邑之饒富也。悲江介之遺風。遠涉大川，民俗異也。介，一作界。當陵陽之焉至兮，意欲騰馳，道安極也。陵，一作淩。淼南渡之焉如？淼，滉，彌望無際極也。渡，一作度。一云：淼，瀁，彌望無棲集也。曾不知夏之為丘兮，夏，大殿也。丘，墟也。《詩》云：於我乎夏屋渠渠。懷王信用讒佞，國將危亡，曾不知其所居宮殿當為墟也。孰兩東門之可蕪？孰，誰也。蕪，逋也。言郢城兩東門，非先王所作邪？何可使逋廢而無路？心不怡之長久兮，怡，樂貌也。憂與愁其相接。接，續也。言己念楚國將墟，心常含戚，憂愁相續，無有解也。其，一作之。惟郢路之遼遠兮，楚道逶迤，山谷隘也。江與夏之不可涉。分隔兩水，無以渡也。忽若不信兮，始從細微，遂見疑也。一本「若」下有「去」字。至今九年而不復。放且九歲，君不覺也。慘鬱鬱而不通兮，中心憂滿，慮閉塞也。通，一作開。蹇侘傺而含慼。悵然住立，內結毒也。 \\n 外承歡之汋約兮，汋約，好貌。諶荏弱而難持。諶，誠也。言佞人承君歡顏，好其諂言，令之汋約然，小人誠難扶持之也。忠湛湛而願進兮，湛湛，重厚貌。妒被離而鄣之。言己體性重厚，而欲願進，讒人妒害，加被離析，鄣而蔽之。被，一作披。堯舜之抗行兮，行，下孟切。瞭杳杳而薄天。一無「瞭」字。一云：杳冥冥而薄天。眾讒人之嫉妒兮，被以不慈之偽名。憎慍惀之脩美兮，脩，一作修。好夫人之慷慨。《釋文》作 \\n 礚。苦蓋切。眾踥蹀而日進兮，踥，一作躞，一作踕，一作慷惵。美超遠而逾邁。此皆解於《九辯》之中。 \\n 亂曰：曼余目以流觀兮，曼，猶曼曼，遠貌。冀壹反之何時？言己放遠，日以曼曼，周流觀視，竟欲一還，知當何時也。鳥飛反故鄉兮，思故巢也。狐死必首丘。念舊居也。信非吾罪而棄逐兮，我以忠信而獲過也。何日夜而忘之？晝夜念君，不遠離也。　哀郢此章言己雖被放，心在楚國，徘徊而不忍去，蔽於讒諂，思見君而不得。故太史公讀《哀郢》而悲其志也。 \\n 心鬱鬱之憂思兮，哀憤結縎，慮煩冤也。一無「心」字。獨永歎乎增傷。哀悲太息，損肺肝也。思蹇產之不釋兮，心中詰屈，如連環也。曼遭夜之方長。憂不能眠，時難曉也。悲秋風之動容兮，風為政令。動，搖也。言風起而草木之類搖動，君令下而百姓之化行也。一本云悲夫。何回極之浮浮。回，邪也。極，中也。浮浮，行貌。懷王為回邪之政，不合道中，則其化流行，群下皆效也。數惟蓀之多怒兮，數，紀也。蓀，香草也。以喻君。蓀，一作荃。傷余心之懮懮。懮，痛貌也。言己惟思君行，紀數其過，又多忿怒，無罪受罰，故我心懮懮而傷痛也。願搖起而橫奔兮，言己見君妄怒，無辜而受罰，則欲搖動而奔走。覽民尤以自鎮。尤，過也。鎮，止也。言己覽觀眾民，多無過惡而被刑罰，非獨己身，故自鎮止而慰己也。（故字據《楚辭章句》補。）結微情以陳詞兮，結續妙思，作辭賦也。矯以遺夫美人。舉與懷王，使覽照也。昔君與我誠言兮，始君與己謀政務也。誠，一作成。曰黃昏以為期。且待日沒閒靜時也。羌中道而回畔兮，信用讒人，更狐疑也。反既有此他志。謂己不忠，遂外疏也。憍吾以其美好兮，握持寶玩，以侮余也。一無「其」字。覽余以其脩姱。陳列好色，以示我也。覽，一作鑒。脩，一作修。與余言而不信兮，外若親己，內懷詐也。一作途言。蓋為余而造怒。責其非職，語橫暴也。蓋，一作盍。 \\n 願承閒而自察兮，思待清宴，自解說也。心震悼而不敢；志恐動悸，心中怛也。悲夷猶而冀進兮，意懷猶豫，幸擢拔也。心怛傷之憺憺。肝膽剖破，血凝滯也。玆歷情以陳辭兮，發此憤思，列謀謨也。一作「歷玆情」。蓀詳聾而不聞。君耳不聽，若風過也。蓀，一作荃。詳，一作佯。固切人之不媚兮，琢瑳群佞，見憎惡也。眾果以我為患。諂諛比己于劍戟也。初吾所陳之耿著兮，論說政治道明白也。豈至今其庸亡？文辭尚在，可求索也。一云：豈不至今其庸止。何毒藥之謇謇兮？忠信不美，如毒藥也。一云：何獨樂斯之謇謇兮。願蓀美之可完。想君德化，可興復也。蓀，一作荃。完，一作光。望三五以為像兮，三王五伯，可修法也。指彭咸以為儀。先賢清白，我式之也。夫何極而不至兮，盡心修善，獲官爵也。故遠聞而難虧。功名布流，長不滅也。善不由外來兮，才德仁義，從己出也。名不可以虛作。愚欲強智不能及也。孰無施而有報兮，誰不自施德而蒙福。孰不實而有穫？空穗滿田，無所得也。以言上不施惠，則下不竭其力；君不履信誠，則臣下偽惑也。穫，一作獲。 \\n 少歌曰：小吟謳謠，以樂志也。少，一作小。與美人抽怨兮，為君陳道，拔恨意也。并日夜而無正。君性不端，晝夜謬也。并，一作棄。一云并憾日夜無正。憍吾以其美好兮，示我爵位及財賄也。憍，一作驕。敖朕辭而不聽。慢我之言，而不采聽也。敖，一作謷。 \\n 倡曰：起倡發聲，造新曲也。有鳥自南兮，屈原自喻生楚國也。來集漢北。雖易水土，志不革也。好姱佳麗兮，容貌說美，有俊德也。牉獨處此異域。背離鄉黨，居他邑也。牉，一作叛，一作〈木片〉。既惸獨而不群兮，行與眾異，身孤特也。又無良媒在其側。左右嫉妒，莫衒鬻也。道卓遠而日忘兮，卓，一作逴。願自申而不得。望北山而流涕兮，瞻仰高景，愁悲泣也。北山，一作南山。臨流水而太息。顧念舊故，思親戚也。流水，一作深水。望孟夏之短夜兮，四月之末，陰盡極也。何晦明之若歲！憂不能寐，常倚立也。惟郢路之遼遠兮，隔以江湖，幽僻側也。魂一夕而九逝。精魂夜歸，幾滿十也。曾不知路之曲直兮，忽往忽來，行亟疾也。一本云：曾不知路之曲直兮，魂識路之營營。何靈魂之信直兮，南指月與列星。願徑逝而未得兮，人之心不與吾心同。南指月與列星。參差轉運，相遞代也。願徑逝而未得兮，意欲直還，君不納也。未，一作不。魂識路之營營。精靈主行，往來數也。或曰：識路，知道路也。營，一作煢。何靈魂之信直兮，質性忠正，不枉曲也。人之心不與吾心同！我志清白，眾泥濁也。理弱而媒不通兮，知友劣弱，又鄙朴也。尚不知余之從容。未照我志之所欲也。 \\n 亂曰：長瀨湍流，泝江潭兮。湍，亦瀨也。逆流而上曰泝。潭，淵也。楚人名淵曰潭。言己思得君命，緣湍瀨之流，上泝江淵，而歸郢也。狂顧南行，聊以娛心兮。狂，猶遽也。娛，樂也。君不肯還己，則復遽走南行，幽藏山谷，以娛己之本志也。一無「聊」字。軫石崴嵬，蹇吾願兮。軫，方也。故曰：軫之方也，以象地。崴嵬，崔巍，高貌也。言雖放棄，執履忠信，志如方石，終不可轉，行度益高，我常願之也。嵬，一作。超回志度，行隱進兮。超，越也。言己動履正直，超越回邪，志其法度，隱行忠信，日以進也。低佪夷猶，宿北姑兮。夷猶，猶豫也。北姑，地名。言己所以低佪猶豫、宿北姑者，冀君覺寤而還己也。低，一作俳。煩冤瞀容，實沛徂兮。瞀，亂也。實，是也。徂，去也。言己憂愁思念煩冤，容貌憤亂，誠欲隨水沛然而流去也。愁歎苦神，靈遙思兮。愁歎苦神者，思舊鄉而神勞也。靈遙思者，神遠思也。路遠處幽，又無行媒兮。路遠處幽者，道遠處僻也。無行媒者，無紹介也。道思作頌，聊以自救兮。一無「以」字。憂心不遂，斯言誰告兮。道思者，中道作頌，以舒怫鬱之念，救傷懷之思也。憂心不遂，不達也。誰告者，無所告愬也。　抽思此章言己所以多憂者，以君信諛而自聖，眩於名實，昧於施報，己雖忠直，無所赴愬，故反復其詞，以泄憂思也。 \\n  \\n 滔滔孟夏兮，滔滔，盛陽貌也。《史記》作陶陶。草木莽莽。言孟夏四月，純陽用事，煦成萬物。草木之類，莫不莽莽盛茂。自傷不蒙君惠，而獨放棄，曾不若草木也。傷懷永哀兮，懷，思也。永，長也。汨徂南土。汨，行貌。徂，往也。言己見草木盛長，而己獨汨然放流，往居江南之土，僻遠之處，故心傷而長悲思也。土，一作去。眴兮杳杳，眴，視貌也。杳杳，深冥貌也。《史記》作窈窈。孔靜幽默。孔，甚也。《詩》曰：亦孔之將。默默，無聲也。言江南山高澤深，視之冥冥，野甚清淨，漠無人聲。一云孔靜兮。《史記》默作墨。鬱結紆軫兮，紆，屈也。軫，痛也。《史記》紆作冤。離 \\n 慜而長鞠。慜，痛也。鞠，窮也。言己愁思，心中鬱結紆屈，而痛身遭疾病，長窮困苦，恐不能自全也。《史記》慜作愍，而作之。撫情效志兮，撫，循也。效，猶覈也。冤屈而自抑。抑，按也。言己身多病長窮，恐遂顛沛，撫己情意，而考覈心志，無有過失，則屈志自抑，而不懼也。《史記》云：俛詘以自抑。 \\n 刓方以為圜兮，刓，削。常度未替。度，法也。替，廢也。言人刓削方木，欲以為圜，其常法度尚未廢也。以言讒人譖逐放己，欲使改行，亦終守正而不易也。易初本迪兮，《史記》迪作由。一無「初」字。君子所鄙。鄙，恥也。言人遭世遇，變易初行，遠離常道，賢人君子之所恥，不忍為也。（按《史記‧屈原列傳正義》引作遭世不道，變易初行，違離常道，君子所鄙。）章畫志墨兮，章，明也。志，念也。《史記》志作職。前圖未改。圖，法也。改，易也。言工明於所畫，念其繩墨，修前人之法，不易其道，則曲木直而惡木好也。以言人遵先聖之法度，修其仁義，不易其行，則德譽興而榮名立也。《史記》圖作度。內厚質正兮，《史記》作內直質重兮。大人所盛。言人質性敦厚，心志正直，行無過失，則大人君子所盛美也。巧倕不斲兮，倕，堯巧工也。斲，斫也。《史記》作巧匠。斲，一作劉，一作斷。孰察其撥正。察，知也。撥，治也。言倕不以斤斧斲斫，則曲木不治，誰知其工巧者乎？以言君子不居爵位，眾亦莫知其賢能也。《史記》作揆正。 \\n 玄文處幽兮，玄，墨也。幽，冥也。《史記》作幽處。矇瞍謂之不章；矇，盲者也。《詩》云：矇瞍奏公。章，明也。言持玄墨之文，居於幽冥之處，則矇瞍之徒，以為不明也。言持賢知之士，居於山谷，則眾愚以為不賢也。瞍，一作。《史記》無「瞍」字。離婁微睇兮，離婁，古明目者也。《孟子》曰：離婁之明。睇，眄之也。瞽以為無明。瞽，盲者也。《詩》云：有瞽有瞽。言離婁明目無所不見，微有所眄，盲人輕之，以為無明也。言賢者遭困厄，俗人侮之，以為癡也。變白以為黑兮，世以濁為清也。《史記》以作而。倒上以為下。俗人以愚為賢也。鳳皇在笯兮，笯，籠落也。徐廣曰：笯，一作郊。雞鶩翔舞。言聖人困厄，小人得志也。《史記》鶩作雉。同糅玉石兮，賢愚雜廁。一概而相量。忠佞不異。夫惟黨人鄙固兮，楚俗狹陋。鄙一作交。《史記》云：夫黨人之鄙妒兮。羌不知余之所臧。莫照我之善意也。《史記》云：羌不知吾所臧。任重載盛兮，陷滯而不濟。陷，沒也。濟，成也。言己才力盛壯，可任重載，而身放棄，陷沒沈滯，不得成其本志。懷瑾握瑜兮，在衣為懷，在手為握。瑾、瑜，美玉也。窮不知所示。示，語也。言己懷持美玉之德，遭世闇惑，不別善惡，抱寶窮困，而無所語也。《史記》云：窮不得余所示。邑犬之群吠兮，吠所怪也。言邑里之犬，群而吠者，怪非常之人而噪之也。以言俗人群聚毀賢智者，亦以其行度異，故群而謗之也。一云：邑犬群兮，吠所怪也。《史記》無「之」字。一本此句與下文無「也」字。非俊疑傑兮，千人才為俊，一國高為傑也。《史記》云：誹駿疑桀。固庸態也。庸，廝賤之人也。言眾人所謗，非傑異之士，斯庸夫惡態之人也。何者，德高者不合於眾，行異者不合於俗，故為犬之所吠，眾人之所訕也。文質疏內兮，《史記》疏作 \\n 踈。眾不知余之異采。采，文采也。言己能文能質，內以疏達，眾人不知我有異藝之文采也。《史記》余作吾。徐廣曰：異，一作奧。材朴委積兮，條直為材，壯大為朴。壯，一作庬。《史記》朴作樸。積，一作質。莫知余之所有。言材木委積，非魯班則不能別其好醜。國民眾多，非明君則不知我之能也。 \\n 重仁襲義兮，重，累也。襲，及也。謹厚以為豐。謹，善也。豐，大也。言眾人雖不知己，猶復重累仁德，及興禮義，修行謹善，以自廣大也。重華不可兮，，逢。一作 \\n 遌。《史記》作悟。孰知余之從容！從容，舉動也。言聖辟重華，不可逢遇，誰得知我舉動欲行忠信也。古固有不並兮，並，俱。豈知其何故？言往古之世，忠佞之臣不可俱並事君，必相剋害。故曰：豈知其何故。一本此與下句末皆有「也」字。《史記》云：豈知其故也。湯禹久遠兮，邈而不可慕。慕，思也。言殷湯、夏禹聖德之君，明於知人，然去久遠，不可思慕而得事之也。《史記》云：邈不可慕也。懲連改忿兮，懲，止也。忿，恨也。《史記》連作違。抑心而自強。抑，按也。言己知禹、湯不可得，則止己留連之心，改其忿恨，按慰己心，以自勉強也。強，《史記》作彊。離 \\n 慜而不遷兮，慜，病也。遷，徙也。慜，《史記》作湣。一作閔。願志之有像。像，法也。言己自勉修善，身雖遭病，心終不徙，願志行流於後世，為人法也。《史記》像作象。進路北次兮，路，道也。次。舍也。日昧昧其將暮。昧，冥也。言己思念楚國，願得君命，進道北行，以次舍止，冀遂還歸，日又將暮，不可去也。舒憂娛哀兮，娛，樂。《史記》云：含憂虞哀。限之以大故。限，度也。大故，死亡也。言己自知不遇。聊作詞賦，以舒展憂思，樂己悲愁，自度以死亡而已，終無它志也。 \\n 亂曰：浩浩沅湘，《史記》此句末至明告君子，並有「兮」字。分流汨兮。浩浩，廣大貌也。汨，流也。言浩浩廣大乎沅、湘之水，分汨而流，將歸乎海。傷己放棄，獨無所歸也。分，一作汾。脩路幽蔽，道遠忽兮。修，長也。言己雖在湖澤之中，幽深蔽闇，道路甚遠，且久長也。《史記》蔽作拂。自道遠忽兮以下，有「曾吟恒悲兮，永歎慨兮，世既莫吾知兮，人心不可謂兮」四句。懷質抱情，《史記》云：懷情抱質。獨無匹兮。匹，雙也。言己懷敦篤之質，抱忠信之情，不與眾同，故孤煢獨行，無有雙匹也。匹，俗作疋。伯樂既沒，驥焉程兮？伯樂，善相馬也。程，量也。言騏驥不遇伯樂，則無所程量其才力也。以言賢臣不遇明君，則無所施其智能也。《史記》沒作歿。「焉」上有「將」字。萬民之生，各有所錯兮。錯，安也。言萬民稟受天命，生而各有所錯，安其志。或安于忠信，或安于詐偽，其性不同也。一云：民生有命。《史記》民作人。一云：民生稟命。定心廣志，余何畏懼兮？言己既安於忠信，廣我志意，當復何懼乎？威不能動，法不能恐也。曾傷爰哀，永歎喟兮。爰，於也。喟，息也。言己所以心中重傷，於是歎息自恨，懷道不得施用也。曾，一作增。世溷濁莫吾知，人心不可謂兮。謂，猶說也。言己遭遇亂世，眾人不知我賢，亦不可戶告人說。一云：念不可謂兮。《史記》云：世溷不吾知，心不可謂兮。一云：世溷莫知，不可謂兮。知死不可讓，願勿愛兮。讓，辭也。言人知命將終，可以建忠仗節死義，願勿辭讓，而自愛惜之也。明告君子，吾將以為類兮。告，語也。類，法也。《詩》云：永錫爾類。言己將執忠死節，故以此明白告諸君子，宜以我為法度。一本「明」下有「以」字。　懷沙此章言己雖放逐，不以窮困易其行。小人蔽賢，群起而攻之。舉世之人，無知我者。思古人而不得見，仗節死義而已。太史公曰：乃作《懷沙》之賦，遂自投汨羅以死。原所以死，見於此賦，故太史公獨載之。 \\n 思美人兮，言己憂思，念懷王也。攬涕而竚眙。竚立悲哀，涕交橫也。媒絕路阻兮，良友隔絕，道壞崩也。一云：媒絕而道路阻。《文苑》作路絕而媒阻。言不可結而詒。秘密之語，難傳誦也。一無「而」字。蹇蹇之煩冤兮，忠謀盤紆，氣盈胸也。冤，一作惋。陷滯而不發。含辭鬱結，不得揚也。陷，一作淊。申旦以舒中情兮，誠欲日日陳己心也。以，一作不。志沈菀而莫達。思念沈積，不得通也。一無「志」字。願寄言於浮雲兮，思託要謀於神靈也。遇豐隆而不將。雲師徑遊，不我聽也。因歸鳥而致辭兮，思附鴻鴈，達中情也。羌宿高而難當。飛集山林，道徑異也。一云：羌迅高而難寓。高辛之靈盛兮，帝嚳之德茂神靈也。盛，一作晟，一作威。遭玄鳥而致詒。嚳妃吞燕卵以生契也。言殷契合神靈之祥知而生，於是性有賢仁，為堯三公。屈原亦得天地正氣而生，自傷不遭聖主，而遇亂世也。欲變節以從俗兮，念改忠直，隨讒佞也。媿易初而屈志。慚恥本行，中回傾也。獨歷年而離愍兮，脩德累歲，身疲病也。羌馮心猶未化。憤懣守節，不易性也。寧隱閔而壽考兮，懷智佯愚，終年命也。何變易之可為！心不改更，死忠正也。一云：何變初而可為。 \\n 知前轍之不遂兮，比干、子胥，蒙禍患也。轍，一作道。未改此度。執心不回，志彌固也。車既覆而馬顛兮，君國傾側，任小人也。車以喻君，馬以喻臣。言車覆者，君國危也；馬顛仆者，所任非人。蹇獨懷此異路。遭逢艱難，思忠臣也。勒騏驥而更駕兮，舉用才德，任俊賢也。造父為我操之。御民以道，須明君也。遷逡次而勿驅兮，使臣以禮，得中和也。聊假日以須時。期月考功，知德化也。指嶓冢之西隈兮，澤流山野，被流沙也。嶓冢，山名。《尚書》：嶓冢導漾。隈，一作隅。與纁黃以為期。待閒靜時，與賢謀也。纁黃，蓋黃昏時也。纁，一作曛。 \\n 開春發歲兮，承陽施惠，養百姓也。白日出之悠悠。君政溫仁，體光明也。吾將蕩志而愉樂兮，滌我憂愁，弘佚豫也。將，一作且。遵江夏以娛憂。循兩水涯，以娛志也。攬大薄之芳茞兮，欲援芳茞，以為佩也。攬，一作〈扌監〉。茞，一作芷。搴長洲之宿莽。采取香草，用飾己也。楚人名冬生草曰宿莽。惜吾不及古人兮，生後殷湯、周文王也。惜，一作然。一云：古之人。吾誰與玩此芳草？誰與竭節，盡忠厚也。此，一作斯。解萹薄與雜菜兮，萹，萹畜也。雜菜，雜香之菜。備以為交佩。交，合也。言己解折萹蓄，雜以香菜，合而佩之，言修飾彌盛也。備，一作脩。佩繽紛以繚轉兮，德行純美，能絕異也。以，一作其。遂萎絕而離異。終以放斥而見疑也。吾且儃佪以娛憂兮，聊且遊戲，樂所志也。儃佪，一作徘徊。觀南人之變態。覽察楚俗，化改易也。竊快在中心兮，私懷僥倖，而欣喜也。一無「在」字。一云：吾竊快在其中心兮。一無「吾」字。揚厥憑而不俟。思舒憤懣，無所待也。 \\n 芳與澤其雜糅兮，正直溫仁，德茂盛也。羌芳華自中出。生含天姿。不外受也。紛郁郁其遠承兮，法度文辭，行四海也。一云：行度文辭，流四海也。承，一作蒸。滿內而外揚。修善於身，名譽起也。情與質信可保兮，言行相副，無表裏也。羌居蔽而聞章。雖在山澤，名宣布也。居，一作重。一云：居重蔽而聞章。令薜荔以為理兮，意欲升高，事貴戚也。以，一作而。憚舉趾而緣木。憚，難也。誠難抗足。屈蜷跼也。因芙蓉而為媒兮，意欲下求，從風俗也。因，一作用。憚蹇裳而濡足。又恐汙浞，被垢濁也。登高吾不說兮，事上得位，我不好也。入下吾不能。隨俗顯榮，非所樂也。固朕形之不服兮，我性婞直，不曲撓也。然容與而狐疑。徘徊進退，觀眾意也。廣遂前畫兮，恢廓仁義，弘聖道也。未改此度也。心終不變，內自守也。一無「也」字。命則處幽，吾將罷兮，受祿當窮，身勞苦也。一無「則」字。願及白日之未暮。思得進用，先年老也。一本句末有「也」字。獨煢煢而南行兮，思彭咸之故也。　思美人此章言己思念其君，不能自達，然反觀初志，不可變易，益自脩飭，死而後已也。 \\n 惜往日之曾信兮，先時見任，身親近也。受命詔以昭詩。君告屈原，明典文也。詩，一作時。奉先功以照下兮，承宣祖業，以示民也。明法度之嫌疑。草創憲度，定眾難也。國富強而法立兮，楚以熾盛，無盜姦也。屬貞臣而日娭。委政忠良，而遊息也。秘密事之載心兮，天災地變，乃存念也。秘，一作移。雖過失猶弗治。臣有過差，赦貰寬也。弗，一作不。心純庬而不泄兮，素性敦厚，慎語言也。泄，一作貰。遭讒人而嫉之。遭遇靳尚及上官也。嫉之，一作佞嫉。君含怒而待臣兮，上懷忿恚，欲刑殘也。不清澈其然否。內弗省察，其侵冤也。澈，一作 \\n 徴。蔽晦君之聰明兮，專擅威恩，握主權也。虛惑誤又以欺。欺罔戲弄，若轉丸也。一云：惑虛言又以欺。弗參驗以考實兮，不審窮覈其端原也。遠遷臣而弗思。放逐徙我，不肯還也。信讒諛之溷濁兮，聽用邪偽，自亂惑也。溷濁，一作浮說。盛氣志而過之。呵罵遷怒，妄誅戮也。盛，古作 \\n 晠。何貞臣之無罪兮，忠正之行，少愆忒也。罪，一作罪。被離謗而見尤。虛蒙誹訕，獲過愆也。離，一作讟。慚光景之誠信兮，質性謹厚，貌純 \\n 慤也。身幽隱而備之。雖處草野，行彌篤也。臨沅湘之玄淵兮，觀視流水，心悲惻也。沅，一作江。遂自忍而沈流。遂赴深水，自害賊也。遂，一作不。卒沒身而絕名兮，姓字斷絕，形體沒也。一云：名字斷絕，形朽腐也。沒身，一作沈身。惜壅君之不昭。懷王壅蔽，不覺悟也。古本壅，皆作廱。君無度而弗察兮，上無撿押，以知下也。使芳草為藪幽。賢人放竄，棄草野也。焉舒情而抽信兮，安所展思，拔愁苦也。恬死亡而不聊。忍不貪生，而顧老也。獨鄣壅而蔽隱兮，遠放隔塞，在裔土也。鄣，一作彰，音如鄣。壅，一作雍。使貞臣為無由。欲竭忠節，靡其道也。為，一作而。 \\n 聞百里之為虜兮，伊尹烹於庖廚。呂望屠於朝歌兮，朝，知苗切。甯戚歌而飯牛。見《騷經‧天問》。不逢湯武與桓繆兮，世孰云而知之。吳信讒而弗味兮，宰嚭阿諛，甘如蜜也。弗，一作不。子胥死而後憂。竟為越國所誅滅也。介子忠而立枯兮，介子，介子推也。文君寤而追求。文君，晉文公也。寤，覺也。昔文公被孋姬之譖，出奔齊、楚，介子推從行，道乏糧，割股肉以食文公。文公得國，賞諸從行者，失忘子推。子推遂逃介山隱。文公覺寤，追而求之，子推遂不肯出。文公因燒其山，子推抱樹燒而死，故言立枯也。《七諫》中推自割而食君，亦解此也。封介山而為之禁兮，一無「而」字。報大德之優游。言文公遂以介山之民封子推，使祭祀之。又禁民不得有言燒死，以報其德，優游其靈魂也。思久故之親身兮，因縞素而哭之。言文公思子推親自割其身，恩義尤篤。因為變服，悲而哭之也。或忠信而死節兮，仇牧、荀息與梅伯也。或訑謾而不疑。張儀詐欺，不能誅也。訑，一作。弗省察而按實兮，君不參錯而思慮也。聽讒人之虛辭。諂諛毀訾，而加誣也。芳與澤其雜糅兮，質性香潤，德之厚也。孰申旦而別之？世無明智，惑賢愚也。何芳草之早殀兮，賢臣被讒，命不久也。殀，一作夭。微霜降而下戒。嚴刑卒至，死有時也。下，一作不。諒聰不明而蔽壅兮，君知淺短，無所照也。一云：不聰明。使讒諛而日得。佞人位高，家富饒也。家，一作蒙。自前世之嫉賢兮，憎惡忠直，若仇怨也。謂蕙若其不可佩。賤棄仁智，言難用也。妒佳冶之芬芳兮，嫉害美善之婉容也。佳，一作娃。母姣而自好。醜嫗自飾以粉黛也。雖有西施之美容兮，世有好女之異貌也。讒妒入以自代。眾惡推遠，不附近也。願陳情以白行兮，列己忠心，所趨務也。得罪過之不意。譴怒橫異，無宿戒也。情冤見之日明兮，行度清白，皎如素也。冤，一作宛。如列宿之錯置。皇天羅宿，有度數也。乘騏驥而馳騁兮，如駕駑馬而長驅也。無轡銜而自載；不能制御，乘車將仆。乘氾泭以下流兮，乘舟氾船而涉渡也。編竹木曰泭。楚人曰柎，秦人曰撥也。乘，一作乘。泭，一作柎。無舟楫而自備。身將沈沒而危殆也。楫，一作 \\n 檝。背法度而心治兮，背棄聖制，用愚意也。治，一作殆。辟與此其無異。若乘船車無轡櫂也。辟，一作譬。寧溘死而流亡兮，意欲淹沒，隨水去也。恐禍殃之有再。罪及父母與親屬也。不畢辭而赴淵兮，陳言未終，遂自投也。惜壅君之不識。哀上愚蔽，心不照也。識，一作明。　惜往日此章言己初見信任，楚國幾治於矣。而懷王不知君子小人之情狀，以忠為邪，以僭為信，卒見放逐，無以自明也。 \\n 后皇嘉樹，橘徠服兮。后，后土也。皇，皇天也。服，習也。言皇天后土生美橘樹，異於眾木，來服習南土，便其風氣。屈原自喻才德如橘樹，亦異於眾也。便其風氣，一云便且遂也。一云便其性也。受命不遷，生南國兮。南國，謂江南也。遷，徙也。言橘受天命，生於江南，不可移徙。種於北地，則化而為枳也。屈原自比志節如橘，亦不可移徙。深固難徙，更壹志兮。屈原見橘根深堅固，終不可徙，則專一己志，守忠信也。綠葉素榮，紛其可喜兮。綠，猶青也。素，白也。言橘青葉白華，紛然盛茂，誠可喜也。以言己行清白，可信任也。榮，一作華。曾枝剡棘，圓果摶兮。剡，利也。棘，橘枝，刺若棘也。摶，圜也。楚人名圜為摶。言橘枝重累，又有利棘，以象武也。其實圓摶，又象文也。以喻己有文武，能方圓也。圓果，一作圜實。摶，一作槫。青黃雜糅，一作揉。文章爛兮。言橘葉青，其實黃，雜糅俱盛，爛然而明。以言己敏達道德，亦爛然有文章也。精色內白，類可任兮。精，明也。類，猶貌也。言橘實赤黃，其色精明，內懷潔白。以言賢者亦然，外有精明之貌，內有潔白之志，故可任以道，而事用之也。一云：類任道兮。紛縕宜脩，一作修。姱而不醜兮。紛縕，盛貌。醜，惡也。言橘類紛縕而盛，如人宜修飾，形容盡好，無有醜惡也。 \\n 嗟爾幼志，有以異兮。爾，汝也。幼，小也。言嗟乎眾臣，女少小之人，其志易徙，有異於橘也。獨立不遷，豈不可喜兮？屈原言己之行度，獨立堅固，不可遷徙，誠可喜也。深固難徙，廓其無求兮。蘇世獨立，橫而不流兮。蘇，寤也。言屈原自知為讒佞所害，心中覺寤，然不可變節，猶行忠直，橫立自持，不隨俗人也。閉心自慎，不終失過兮。言己閉心捐欲，敕慎自守，終不敢有過失也。一云：終不過兮。一云：終不失過兮。秉德無私，參天地兮。秉，執也。言己執履忠正，行無私阿，故參配天地，通之神明，使知之也。願歲并謝，與長友兮。謝，去也。言己願與橘同心并志，歲月雖去，年且衰老，長為朋友，不相遠離也。淑離不淫，梗其有理兮。淑，善也。梗，強也。言己雖設與橘離別，猶善持己行，梗然堅強，終不淫惑而失義也。年歲雖少，可師長兮。言己年雖幼少，言有法則，行有節度，誠可師用長老而事之。行比伯夷，置以為像兮。像，法也。伯夷。孤竹君之子也。父欲立伯夷，伯夷讓弟叔齊，叔齊不肯受，兄弟棄國，俱去之首陽山下。周武王伐紂，伯夷、叔齊扣馬諫之曰：父死不葬，謀及干戈，可謂孝乎？以臣弒君，可謂忠乎？左右欲殺之，太公曰：不可。引而去之。遂不食周粟而餓死。屈原亦自以脩飾潔白之行，不容於世，將餓餒而終。故曰：以伯夷為法也。　橘頌美橘之有是德，故曰頌。《管子》篇名有《國頌》。說者云：頌，容也。陳為國之形容。 \\n 悲回風之搖蕙兮，回風為飄，飄風回邪，以興讒人。心冤結而內傷。言飄風動搖芳草，使不得安。以言讒人亦別離忠直，使得罪過也。故己見之，中心冤結，而傷痛也。冤，一作宛。物有微而隕性兮，隕，落也。言芳草為物，其性微眇，易以隕落。以言賢者用志精微，亦易傷害也。聲有隱而先倡。倡，始也。言讒人之言隱匿其聲，先倡導君，使亂惑也。夫何彭咸之造思兮，暨志介而不忘！暨，與也。《尚書》曰：讓于稷契，暨皋陶。介，節也。言己見讒人倡君為惡，則思念古世彭咸，欲與齊志節，而不能忘也。萬變其情豈可蓋兮，蓋，覆也。言讒人長於巧詐，情意萬變，轉易其辭，前後反覆，如明君察之，則知其態也。一云：萬變情豈其可蓋兮。孰虛偽之可長！言讒人虛造人過，其行邪偽，不可久長，必遇禍也。鳥獸鳴以號群兮，號，呼也，音豪。草苴比而不芳。生曰草，枯曰苴。比，合也。言飛鳥走獸，群鳴相呼，則芳草合其莖葉，芬芳以不暢也。以言讒口眾多，盈君之耳，亦可令忠直之士失其本志也。魚葺鱗以自別兮，葺，累也。蛟龍隱其文章。言眾魚張其鬐尾，葺累其鱗，則蛟龍隱其文章而避之也。言俗人朋黨恣其口舌，則賢者亦伏匿而深藏也。故荼薺不同畝兮，二百四十步為畝。言枯草荼薺，不同畝而俱生。以言忠佞亦不同朝而俱用也。薺，一作若。若，一作苦。蘭茞幽而獨芳。以言賢人雖居深山，不失其忠正之行。茞，一作芷。惟佳人之永都兮，佳人，謂懷、襄王也。邑有先君之廟曰都也。更統世而自貺。更，代也。貺，與也。言己念懷王長居郢都，世統其位，父子相舉，今不任賢，亦將危殆也。眇遠志之所及兮，言己常眇然高志，執行忠直，冀上及先賢也。憐浮雲之相羊。相羊，無所據依之貌也。言己放棄，若浮雲之氣，東西無所據依也。羊，一作徉。介眇志之所惑兮，介，節也。言己能守耿介之眇節，以自惑誤，不用於世也。竊賦詩之所明。賦，鋪也。詩，志也。言己守高眇之節，不用於世，則鋪陳其志，以自證明也。 \\n 惟佳人之獨懷兮，懷，思。折若椒以自處。處，居也。言己獨念懷王，雖見放逐，猶折香草，以自修飭行善，終不怠也。若，一作芳。曾歔欷之嗟嗟兮，歔欷，啼貌。曾，一作增。獨隱伏而思慮。言己思念懷王，悲啼歔欷，雖獨隱伏，猶思道德，欲輔助之也。伏，一作居。涕泣交而凄凄兮，凄凄，流貌。一云：交下而凄凄。下，一作流。思不眠以至曙。曙，明也。以，一作而。至，一作極。終長夜之曼曼兮，曼曼，長貌。掩此哀而不去。心常悲慕。寤從容以周流兮，覺立徙倚而行步也。以，一作而。聊逍遙以自恃。且徐游戲，內自娛也。傷太息之愍憐兮，憂悴重歎，心辛苦也。一作愍歎。氣於邑而不可止。氣逆憤懣，結不下也。糺思心以為纕兮，糺，戾也。纕，佩帶也。一作瓖。編愁苦以為膺。編，結也。膺，胸也。結胸者，言動以憂愁自係結也。一注云：膺，絡胸者也。折若木以蔽光兮，光，謂日光。隨飄風之所仍。仍，因也。言己願折若木以蔽日，使之稽留，因隨群小而遊戲也。存髣彿而不見兮，髣彿，謂形貌也。一云：不得見。心踊躍其若湯。言己設欲隨從群小，存其形貌，察其情志，不可得知，故中心沸熱若湯也。踴躍，一作沸熱。撫珮衽以案志兮，整飭衣裳，自寬慰也。超惘惘而遂行。失志偟遽，而直逝也。歲曶曶其若頹兮，年歲轉去，而流沒也。時亦冉冉而將至。春秋更到，與老會也。薠蘅槁而節離兮，喻己年衰，齒隨落也。一云蘋蘅，一云蘋蘩。芳以歇而不比。志意已盡，知慮闕也。以，一作已。憐思心之不可懲兮，履信被害，志不〈上乂下心〉也。證此言之不可聊。明己之謀不空設也。寧逝死而流亡兮，意欲終命，心乃快也。逝，一作溘。不忍為此之常愁。心情悁悁，常如愁也。一云：此心之常愁。孤子吟而抆淚兮，自哀煢獨，心悲愁也。抆，一作收。放子出而不還。遠離父母，無依歸也。屈原傷己無安樂之志，而有孤放之悲也。孰能思而不隱兮，誰有悲哀而不憂也。隱，憂也。《詩》曰：如有隱憂。照彭咸之所聞。睹見先賢之法則也。照，一作昭。 \\n 登石巒以遠望兮，昇彼高山，瞰楚國也。路眇眇之默默。郢道遼遠，居僻陋也。入景響之無應兮，竄在山野，無人域也。聞省想而不可得。目視耳聽，歎寂默也。愁鬱鬱之無快兮，中心煩冤，常懷忿也。之，一作而。快，一作決。居戚戚而不可解。思念憔悴，相連接也。一無「可」字。心鞿羈而不形兮，肝膽係結，難解釋也。形，一作開。氣繚轉而自締。思念卷而成結也。卷，一作繾綣。穆眇眇之無垠兮，天與地合，無垠形也。莽芒芒之無儀。草木彌望，容貌盛也。聲有隱而相感兮，鶴鳴九皋，聞於天也。物有純而不可為。松柏冬生，稟氣純也。藐蔓蔓之不可量兮，八極道理，難算計也。一作邈漫漫。縹綿綿之不可紆。細微之思，難斷絕也。愁悄悄之常悲兮，憂心慘慘，常涕泣也。翩冥冥之不可娛。身處幽冥，心不樂也。淩大波而流風兮，意欲隨水而自退也。託彭咸之所居。從古賢俊，自沈沒也。 \\n 上高巖之峭岸兮，升彼山石之峻峭也。峭，一作陗。處雌蜺之標顛。託乘風氣，遊天際也。據青冥而攄虹兮，上至玄冥，舒光耀也。遂儵忽而捫天。所至高眇，不可逮也。吸湛露之浮源兮，湛，厚也。詩曰：湛湛露斯。源，一作涼。漱凝霜之雰雰。雰雰，霜貌也。言己雖昇青冥，猶能食霜露之精，以自潔也。依風穴以自息兮，伏聽天命之緩急也。忽傾寤以嬋媛。心覺自傷，又痛惻也。嬋媛，一作撣援，一作擅徊。馮崑崙以瞰霧兮，遂處神山，觀濁亂之氣也。一云：瞰霧露。一云：澂霧露。隱〈山文〉山以清江。隱，伏也。〈山文〉山，江所出也。《尚書》曰：〈山文〉山導江。言己雖遠遊戲，猶依神山而止，欲清澄邪惡者也。〈山文〉，一作〈山旻〉，一作汶。憚涌湍之 \\n 礚礚兮，憚，難也。涌湍，危阻也。以興讒賊，危害賢人也。礚，一作磕。聽波聲之洶洶。水得風而波，以喻俗人言也。己欲澄清邪惡，復為讒人所危，俗人所謗訕也。紛容容之無經兮，言己欲隨眾容容，則無經緯於世人也。罔芒芒之無紀。又欲罔然芒芒，與眾同志，則無以立紀綱，垂號諡也。軋洋洋之無從兮，言欲軋沕己心，仿佯立功，則其道無從至也。軋，一作 \\n 乹。注云：乹，惕己心。馳委移之焉止。雖欲長驅，無所及也。一作馳逶蛇之焉至。漂翻翻其上下兮，登山入水，周六合也。漂，一作飄。翻，一作幡，一作潘。翼遙遙其左右。雖遠念君在旁側也。氾潏潏其前後兮，思如流水，游楚國也。伴張弛之信期。伴，俱也。弛，毀也。言己思君念國，而眾人俱共毀己，言內無誠信，不可與期也。觀炎氣之相仍兮，窺煙液之所積。炎氣，南方火也。火氣煙上天為雲，雲出湊液而為雨也。相仍者，相從也。煙液所積者，所聚也。悲霜雪之俱下兮，聽潮水之相擊。言己上觀炎陽煙液之氣，下視霜雪江潮之流，憂思在心，而無所告也。借光景以往來兮，施黃棘之枉策。黃棘，棘刺也。枉，曲也。言己願借神光電景，飛注往來，施黃棘之刺，以為馬策。言其利用急疾也。求介子之所存兮，介子推也。見伯夷之放跡。伯夷，叔齊兄也。放，遠也。跡，行也。一云：放，放逐也。心調度而弗去兮，弗，一作不。刻著志之無適。無適，言己思慕子推、伯夷清白之行，剋心遵樂，志無所復適也。 \\n 曰：吾怨往昔之所冀兮，冀，幸也。言己怨往古以邪事君，而幸蒙富貴也。一無「昔」字。悼來者之悐悐。悐悐，欲利貌也。言傷今世人見利，悐悐然欲競之也。悐，一作逖。浮江淮而入海兮，從子胥而自適。適，之。望大河之洲渚兮，悲申徒之抗跡。申徒狄也。遇闇君遁世離俗，自擁石赴河，故言抗跡也。驟諫君而不聽兮，驟，數也。一本作而君。重任石之何益。任，負也。百二十斤為石。言己數諫君，而不見聽。雖欲自任以重石，終無益於萬分也。一云任重石。石，一作 \\n 秙。心絓結而不解兮，絓，懸。一作結絓。思蹇產而不釋。蹇產，猶詰屈也。言己乘水蹈波，乃愁而恐懼，則心懸結詰屈而不可解。一本無此二句。　悲回風此章言小人之盛，君子所憂，故託遊天地之閒，以泄憤懣，終沈汨羅，從子胥、申徒，以畢其志也。 \\n 　"}
{"章节": "楚辭卷第五    遠遊第五 ", "正文": "　 \\n 楚辭卷第五 \\n 　遠遊章句第五　離騷 \\n 遠遊者，屈原之所作也。屈原履方直之行，不容於世。上為讒佞所譖毀，下為俗人所困極，章皇山澤，一作： \\n 傽徨山野。無所告訴。乃深惟元一，修執恬漠。思欲濟世，則意中憤然，文采鋪一作繡，一作秀。發，遂敘妙思，託配仙人，與俱遊戲，周歷天地，無所不到。然猶懷念楚國，思慕舊故，忠信之篤，仁義之厚也。是以君子珍重其志，而瑋其辭焉。《古樂府》有《遠遊》篇，出於此。 \\n  \\n 悲時俗之迫阨兮，哀眾嫉妒，迫脅賢也。阨，一作隘。願輕舉而遠遊。高翔避世，求道真也。質菲薄而無因兮，質性鄙陋，無所因也。因，一作由。焉託乘而上浮。將何引援而升雲也。遭沈濁而汙穢兮，逢遇闇主，觸讒佞也。而，一作之。獨鬱結其誰語！思慮煩冤，無告陳也。夜耿耿而不寐兮，憂以愁戚，目不眠也。耿耿，猶儆儆，不寐貌也。《詩》云：耿耿不寐。耿，一作炯。魂煢煢而至曙。精魂怔忪不寐，故至曙也。煢，一作營。 \\n 惟天地之無窮兮，乾坤體固，居常寧也。哀人生之長勤。傷己命祿，多憂患也。往者余弗及兮，三皇五帝，不可逮也。來者吾不聞。後雖有聖，我身不見也。一云：吾不可聞。一云：余弗聞。步徙倚而遙思兮，彷徨東西，意愁憤也。怊惝怳而乖懷。惆悵失望，志乖錯也。意荒忽而流蕩兮，情思罔兩，無據依也。心愁悽而增悲。愴然感結，涕沾懷也。悽，一作淒。神儵忽而不反兮，魂靈遠逝，遊四維也。儵，一作倏。反，一作返。形枯槁而獨留。身體寥廓，無識知也。內惟省以端操兮，捐棄我情，慮專一也。一云林（疑當作朴）素我情。求正氣之所由。棲神藏情，治心術也。由，一作繇。漠虛靜以恬愉兮，恬然自守，內樂佚也。澹無為而自得。滌除嗜欲，獲道實也。 \\n 聞赤松之清塵兮，想聽真人之徽美也。塵，一作虛。願承風乎遺則。思奉長生之法式也。貴真人之休德兮，珍瑋道士壽無窮極。真，一作至。美往世之登仙。羨門子喬，古登真也。美，一作羨。仙，一作僊。子喬，一作子高。與化去而不見兮，變易形容，遠藏匿也。名聲著而日延。姓字彌章，流千億也。著，一作彰。奇傅說之託辰星兮，賢聖雖終，精著天也。傅說，武丁之相。辰星、房星，東方之宿，蒼龍之體也。傅說死後，其精著於房尾也。羨韓眾之得一，喻古先聖，獲道純也。羨，一作美。眾，一作終。形穆穆以浸遠兮，卓絕鄉黨，無等倫也。離人群而遁逸。遁去風俗，獨隱存也。因氣變而遂曾舉兮，乘風蹈霧，升皇庭也。忽神奔而鬼怪。往來奄忽，出杳冥也。怪，一作 \\n 恠。時髣彿以遙見兮，託貌雲飛，象其形也。精晈晈以往來。神靈照曜，晈如星也。 \\n 晈，一作皎。《釋文》作皦。以，一作而。絕氛埃而淑尤兮，超越垢穢，過先祖也。淑，善也。尤，過也。言行道修善，所以過先祖也。絕，一作超。尤，一作郵。終不反其故都。去背舊都，遂登仙也。其，一作乎。免眾患而不懼兮，得離群小，脫艱難也。世莫知其所如。奮翼高舉，昇天衢也。自此以上，皆美仙人超世離俗，免脫患難。屈原想慕其道，以自慰緩，愁思復至，志意悵然，自傷放逐，恐命不延，顧念年時，因復吟歎也。 \\n 恐天時之代序兮，春秋迭更，年老暮也。耀靈曄而西征。託乘雷電，以馳騖也。靈曄，電貌。《詩》云：曄曄震電。西方少陰，其神蓐收，主刑罰。屈原欲急西行者，將命於神務寬大也。微霜降而下淪兮，淪者，諭上用法之刻深也。悼芳草之先零。不誅邪偽，害仁賢也。古本零作蘦。聊仿佯而逍遙兮，聊且戲蕩，而觀聽也。永歷年而無成。身以過老，無功名也。誰可與玩斯遺芳兮，世莫足與議忠貞也。斯遺芳，一作此芳草。晨向風而舒情。想承君命，竭誠信也。晨，一作長。向，一作鄉。高陽邈以遠兮，顓頊久矣，在其前也。以，一作已。余將焉所程。安取法度，修我身也。焉，一作安。 \\n 重曰：憤懣未盡，復陳辭也。春秋忽其不淹兮，四時運轉，往若流也。奚久留此故居？何必舊鄉，可浮遊也。軒轅不可攀援兮，黃帝以往，難引攀也。軒轅，黃帝號也。始作車服，天下號之，為軒轅氏也。吾將從王喬而娛戲！上從真人，與戲娛也。娛，一作遊。餐六氣而飲沆瀣兮，遠棄五穀，吸道滋也。漱正陽而含朝霞。餐吞日精，食元符也。《陵陽子明經》言：春食朝霞。朝霞者，日始欲出赤黃氣也。秋食淪陰。淪陰者，日沒以後赤黃氣也。冬飲沆瀣。沆瀣者，北方夜半氣也。夏食正陽。正陽者，南方日中氣也。并天地玄黃之氣，是為六氣也。含，一作食。保神明之清澄兮，常吞天地之英華也。精氣入而麤穢除。納新吐故，垢濁清也。順凱風以從遊兮，乘風戲蕩，觀八區也。南風曰凱風。《詩》曰：凱風自南。至南巢而壹息。觀視朱雀之所居也。見王子而宿之兮，屯車留止，遇子喬也。審壹氣之和德。究問元精之祕要也。 \\n 曰：道可受兮，言易者也。一曰：云無言也。不可傳；誠難論也。一云：而不可傳。其小無內兮，靡兆形也。其大無垠；覆天地也。無滑而魂兮，亂爾精也。無，一作毋。滑，一作淈。一云：無淈滑而魂。彼將自然；應氣臻也。壹氣孔神兮，專己心也。於中夜存；恒在身也。虛以待之兮，執清靜也。無為之先；閑情Q欲Y也。庶類以成兮，眾法陳也。此德之門。仙路徑也。 \\n 聞至貴而遂徂兮，見彼王侯而奔驚也。忽乎吾將行。周視萬宇，涉四遠也。仍羽人於丹丘兮，因就眾仙於明光也。丹丘，晝夜常明也。《九懷》曰：夕宿乎明光。明光，即丹丘也。《山海經》言有羽人之國，不死之民。或曰：人得道，身生毛羽也。留不死之舊鄉。遂居蓬萊，處崑崙也。朝濯髮於湯谷兮，朝沐浴於溫泉。湯谷，在東方少陽之位。《淮南》言：日出湯谷，入虞淵也。夕晞余身兮九陽。唏我形體於天垠也。九陽，謂天地之涯。兮，一作乎。垠，一作根。吸飛泉之微液兮，含吮玄澤之肥潤也。懷琬琰之華英。咀嚼玉英，以養神也。玉色頩以脕顏兮，面目光澤，以鮮好也。脕，一作豔，一作曼。精醇粹而始壯。我靈強健而茂盛也。質銷鑠以汋約兮，身體 \\n 癯瘦，柔媚善也。神要眇以淫放。魂魄漂然而遠征也。漂，一作飄。嘉南州之炎德兮，奇美太陽，氣和正也。麗桂樹之冬榮。元氣溫煖，不殞零也。山蕭條而無獸兮，溪谷寂寥而少禽也。野寂漠其無人。林澤空虛，罕有民也。寂，一作家。漠，一作寞。其，一作乎。載營魄而登霞兮，抱我靈魂而上升也。霞謂朝霞，赤黃氣也。魄，一作魂。掩浮雲而上征。攀緣蹈氣而飄騰也。征，一作升。命天閽其開關兮，告帝衛臣啟禁門也。其，一作而。排閶闔而望予。立排天門而須我也。閶闔，一作闔閶。召豐隆使先導兮，呼語雲師，使清路也。問大微之所居。博訪天庭在何處也。大，一作太。集重陽入帝宮兮，得升五帝之寺舍也。一本「入」上有「以」字。造旬始而觀清都。遂至天皇之所居也。旬始，皇天名也。一云：旬始，星名。《春秋考異郵》曰：太白，名旬始，如雄雞也。 \\n 朝發軔於太儀兮，旦早趨駕於天庭也。太儀，天帝之庭，習威儀之處也。夕始臨乎於微閭。暮至東方之玉山也。《爾雅》曰：東方之美者，有醫無閭之珣玕琪焉。《釋文》：於，於其切。一云：微母閭。屯余車之萬乘兮，百神侍從，無不有也。紛溶與而並馳。車騎籠茸而競驅也。駕八龍之婉婉兮，虯螭沛艾，屈偃蹇也。婉，《釋文》作蜿，音菀。載雲旗之逶蛇。旄旐竟天，皆霓霄也。此二句見《騷經》。建雄虹之采旄兮，係綴螮蝀，文紛錯也。五色雜而炫燿。眾采雜廁，而明朗也。服偃蹇以低昂兮，駟馬 \\n 駊騀，而鳴驤也。驂連蜷以驕驁。驂騑驕驁，怒顛狂也。騎膠葛以雜亂兮，參差駢錯，而縱橫也。一作轇轕。以，一作其。斑漫衍而方行。繽紛容裔，以並升也。漫，一作曼。撰余轡而正策兮，我欲遠馳，路何從也。吾將過乎句芒。就少陽神於東方也。句，一作鉤。歷太皓以右轉兮，遂過庖犧，而諮訪也。東方甲乙，其帝太皓，其神句芒。太皓始結罔罟，以畋以漁，制立庖廚，天下號之為庖犧氏。皓，一作皞。前飛廉以啟路。風伯先導，以開徑也。啟，一作燭。陽杲杲其未光兮，日耀旭曙，旦欲明也。其，一作亦。淩天地以徑度。超越乾坤之形體也。徑，一作俓。風伯為余先驅兮，飛廉奔馳而在前也。先，一作前。氛埃辟而清涼。掃除霧霾與塵埃也。一曰辟氛埃。鳳皇翼其承旂兮，俊鳥夾轂而扶輪也。遇蓐收乎西皇。少陰神于海津也。西方庚辛，其帝少皓，其神蓐收。西皇，即少昊也。《離騷經》曰：召西皇使涉予。知西皇所居，在于西海之津也。乎，一作於。攬彗星以為旍兮，引援孛光以翳身也。攬，一作攬。旍，一作旗。舉斗柄以為麾。握持招搖東西指也。叛陸離其上下兮，繚隸叛散以別分也。游驚霧之流波。蹈履雲氣，浮游清波也。一曰浮澂清也。峕曖曃其曭莽兮，日月晻黮而無光也。曖 \\n 曃，一作晻曀，一作黤黮。召玄武而奔屬。呼太陰神使承衛也。後文昌使掌行兮，顧命中宮，敕百官也。天有三宮，謂紫宮、太微、文昌也。故言中宮。紫宮，一作紫微。選署眾神以並轂。召使群靈皆侍從也。路曼曼其修遠兮，天道蕩蕩，長無窮也。修，一作悠。徐弭節而高厲。按心抑意。徐，從容也。徐，一作颯。左雨師使徑侍兮，告使屏翳，備下虞也。右雷公以為衛。進近猛將，任威武也。欲度世以忘歸兮，遂濟于世，追先祖也。一本「欲」上有「遂」字。一云：欲遠度世。一云：遂遠度世。意恣睢 \\n 以担撟。縱心肆志，所願高也。撟，一作矯。內欣欣而自美兮，忠心悅喜，德純深也。而，一作以。一云：德絕殊也。聊媮娛以自樂。且戲觀望以忘憂也。自，一作淫。涉青雲以汎濫游兮，隨從豐隆，而相佯也。一無「以」字，一無「游」字。忽臨睨夫舊鄉。觀見楚國之堂殿也。僕夫懷余心悲兮，思我祖宗，哀懷王也。邊馬顧而不行。馳驂徘徊，睨故鄉也。思舊故以想像兮，戀慕朋友，念兄弟也。以，一作而。像，一作象。長太息而掩涕。喟然增歎，泣沾裳也。屈原謂修身念道，得遇仙人，託與俱遊，周歷萬方，升天乘雲，役使百神，而非所樂，猶思楚國，念故舊，欲竭忠信，以寧國家。精誠之至，德義之厚也。氾容與而遐舉兮，進退俛仰，復欲去也。聊抑志而自弭。且自厭按而踟躕也。指炎神而直馳兮，將候祝融，與諮謀也。南方丙丁，其帝炎帝，其神祝融。炎神，一作炎帝。吾將往乎南疑。過衡山而觀九疑也。疑，一作娭。 \\n 覽方外之荒忽兮，遂究率土，窮海嵎也。沛罔象而自浮。水與天合，物漂流也。罔象，《釋文》作〈氵冈〉瀁，上摩朗、下以養切。祝融戒而還衡兮，南神止我，令北征也。還衡，一作蹕御。一云：戒其禦。騰告鸞鳥迎宓妃。馳呼洛神，使侍予也。張《咸池》奏《承雲》兮，思樂黃帝與唐堯也。《咸池》，堯樂也。《承雲》即《雲門》，黃帝樂也。屈原得祝融止己，即時還車，將即中土，乃使仁賢若鸞鳳之人，因迎貞女，如洛水之神，使達己於聖君，德若黃帝、帝堯者，欲與建德成化，制禮樂，以安黎庶也。一云：張樂《咸池》。二女御《九韶》歌。美堯二女，助成化也。《韶》，舜樂名也。九成，九奏也。屈原美舜遭值於堯，妻以二女，以治天下。內之大麓，任之以職，則百僚師師，百工惟時，於是遂禪以位，升為天子。乃作《韶》樂，鐘鼓鏗鏘，九奏乃成。屈原自傷，不值於堯，而遭濁世，見斥逐也。使湘靈鼓瑟兮，百川之神，皆謠歌也。令海若舞馮夷。河海之神，咸相和也。海若，海神名也。馮夷，水仙人。《淮南》言馮夷得道，以潛於大川也。令，一作命。玄螭蟲象並出進兮，鬼魅神獸，喜樂逸豫也。螭，龍類也。象，罔象也。皆水中神物。一云：列螭象而並進兮。形蟉虯而逶蛇。形體蜿蟺，相銜受也。蛇，一作迤。雌蜺便娟以增撓兮，神女周旋，侍左右也。娟，一作蜎。鸞鳥軒翥而翔飛。鷦鵬玄鶴，奮翼舞也。軒，一作騫。音樂博衍無終極兮，五音安舒，靡有窮也。焉乃逝 \\n 以俳佪。遂往周流，究九野也。以，一作而。舒并節以馳騖兮，縱舍轡銜而長驅也。逴絕垠乎寒門。經過后土，出北區也。寒門，北極之門也。逴，《釋文》作踔，敕孝切。乎，一作兮。軼迅風於清源兮，遂入八風之藏府也。源，一作涼。從顓頊乎增冰。過觀黑帝之邑宇也。歷玄冥以邪徑兮，道絕幽都，路窮塞也。乘間維以反顧。攀持天紘以休息也。召黔嬴而見之兮，問造化之神以得失。為余先乎平路。開軌導我入道域也。一本「先」下有「道」字。經營四荒兮，周遍八極。周流六漠。旋天一 \\n 帀。天，一作地。上至列兮，窺天間隙。降望大壑。視海廣狹。下崢嶸而無地兮，淪幽虛也。嶸，一作巆。上寥廓而無天。空無形也。寥，一作嵺。視儵忽而無見兮，目瞑眩也。聽惝怳而無聞。窈無聲也。超無為以至清兮，登天庭也。與泰初而為鄰。與道并也。 \\n 　"}
{"章节": "楚辭卷第六    卜居第六", "正文": "　 \\n 楚辭卷第六 \\n 　卜居章句第六　離騷 \\n 《卜居》者，屈原之所作也。屈原體忠貞之性，體，一作履。性，一作節。而見嫉妒。念讒佞之臣，承君順非，而蒙富貴。己執一作獨。忠直而身放棄，心迷意惑，不知所為。乃往至太卜之家，稽問神明，決之蓍龜，卜己居世何所宜行，冀聞異策，聞，一作審。異，一作要。以定嫌疑。故曰《卜居》也。五臣云：卜己宜何所居。 \\n  \\n 屈原既放，三年遠出郢都，處山林也。不得復見。道路僻遠，所在險也。竭知盡忠，建立策謀，披心胸也。知，一作智。而蔽鄣於讒。遇諂佞也。一無「而」字。心煩慮亂，慮憤悶也。慮，一作意。不知所從。迷所著也。一云迷瞀眩也。往見太卜稽神明也。一此句上有「乃」字。鄭詹尹工姓名也。曰：「余有所疑，意遑惑也。願因先生決之。」斷吉凶也。詹尹乃端策拂龜，整容儀也。五臣云：策，蓍也。立蓍拂龜，以展敬也。曰：「君將何以教之？」願聞其要。一無「將」字。屈原曰：吐詞情也「吾寧悃悃欵欵志純一也。欵，一作款。五臣云：悃欵，懃苦貌。朴以忠乎？竭誠信也。五臣云：朴，質也。將送往勞來追俗人也。斯無窮乎？不困貧也。五臣云：以此二事，問其所宜，以下類此。寧誅鋤草茅刈蒿菅也。鋤，一作鉏。以力耕乎？種稼穡也。將游大人事貴戚也。五臣云：大人，謂君之貴幸者。以成名乎？榮譽立也。寧正言不諱諫君惡也。以危身乎？被刑戮也。將從俗富貴食重祿也。以媮生乎？身安樂也。寧超然高舉讓官爵也。以保真乎？守玄默也。將哫訾栗斯，承顏色也。栗，一作慄。斯，一作嘶。一作促訾粟斯。喔咿儒兒強笑噱也。一作嚅唲。以事婦人乎？詘蜷局也。五臣云：以事婦人，諂君之所寵者。寧廉潔正直志如玉也。潔，一作絜。以自清乎？修潔白也。將突梯滑稽，轉隨俗也。如脂如韋，柔弱曲也。五臣云：能滑柔也。以潔楹乎？順，滑澤也。《文選》作絜。五臣云：絜楹，謂同諂諛也。絜，苦結切。寧昂昂志行高也。昂，一作卬。若千里之駒乎？才絕殊也。五臣云：千里駒，展才力也。昂昂，馬行貌。將氾氾普愛眾也。氾，一作泛。五臣云：氾氾，鳥浮貌。若水中之鳧乎，群戲遊也。一無「乎」字。與波上下，隨眾卑高。偷以全吾軀乎？身免憂患。偷，一作愉。寧與騏驥亢軛乎？沖天區也。亢，一作抗。五臣云：騏驥抗軛，謂與賢才齊列也。抗，舉也。將隨駑馬之跡乎？安步徐也。五臣云：駑馬，喻不才之臣。寧與黃鵠比翼乎？飛雲嵎也。五臣云：黃鵠，喻逸士也。比翼，猶比肩也。將與雞鶩爭食乎？啄糠糟也。五臣云：雞鶩，喻讒夫爭食，爭食祿也。鶩，鴨也。此孰吉孰凶？誰喜憂也。何去何從？安所由也。世溷濁而不清，貨賂行也。五臣注《文選》，改「世」為「俗」以避諱。蟬翼為重，近佞讒也。千鈞為輕；遠忠良也。五臣云：隨俗顛倒，重小人輕君子也。黃鐘毀棄，賢者匿也。五臣云：黃鐘樂器，喻禮樂之士。瓦釜雷鳴；群言獲進。一云愚讙訟也。五臣云：瓦釜，喻庸下之人。雷鳴者，驚眾也。讒人高張，居朝堂也。賢士無名。身窮困也。吁嗟默默兮，世莫論也。吁，一作于。默，一作嘿。五臣云：嘿嘿，不言貌。誰知吾之廉貞！」不別賢也。詹尹乃釋策而謝，愚不能明也。五臣云：釋，舍也。謝，辭也。曰：「夫尺有所短，騏驥不驟中庭。寸有所長，雞鶴知時而鳴。物有所不足，地毀東南。智有所不明，孔子厄於陳也。數有所不逮，天不可計量也。神有所不通。日不能夜光也。用君之心，所念慮也。行君之意，遂本操也。龜策誠不能知事。」不能決君之志也。一云：知此事。 \\n 　"}
{"章节": "楚辭卷第七    漁父第七", "正文": "　 \\n 楚辭卷第七 \\n 　漁父章句第七　離騷 \\n 《漁父》者，屈原之所作也。屈原放逐，在江、湘之閒，憂愁歎吟，儀容變易。而漁父避世隱身，釣魚江濱，欣然自樂。時遇屈原川澤之域，怪而問之，遂相應答。楚人思念屈原，因敘其辭以相傳焉。《卜居》、《漁父》，皆假設問答以寄意耳。而太史公《屈原傳》、劉向《新序》、嵇康《高士傳》或採《楚詞》、《莊子》漁父之言以為實錄，非也。 \\n  \\n 屈原既放，身斥逐也。游於江潭，戲水側也。行吟澤畔，履荊棘也。顏色憔悴，皯黴，黑也。形容枯槁。癯瘦瘠也。漁父見而問之怪屈原也。曰：「子非三閭大夫與？謂其故官。《史記》作歟。何故至於斯？」曷為遭此患也。《史記》云：何故而至此？屈原曰：「舉世皆濁眾貪鄙也。一作：世人皆濁。《史記》作：舉世混濁而我獨清，眾人皆醉而我獨醒。我獨清，志潔己也。眾人皆醉惑財賄也。一云：巧佞曲也。我獨醒，廉自守也。是以見放。」棄草野也。一本此句末有「爾」字。漁父曰：隱士言也。「聖人不凝滯於物，不困辱其身也。《史記》云：夫聖人者。一本物上有「萬」字。而能與世推移。隨俗方圓。世人皆濁，人貪婪也。一作舉世皆濁。《史記》云：舉世混濁。何不淈其泥同其風也。《史記》作：隨其流。而揚其波？與沈浮也。五臣云：淈泥揚波，稍隨其流也。眾人皆醉，巧佞曲也。何不餔其糟從其俗也。而歠其釃？食其祿也。《文選》釃作醨。五臣云：餔糟歠醨，微同其事也。餔，食也。歠，飲也。糟、醨，皆酒滓。何故深思高舉，獨行忠直。五臣云：深思，謂憂君與民也。自令放為？」遠在他域。《史記》云：何故懷瑾握瑜而自令見放為？屈原曰：「吾聞之，受聖人之制也。新沐者必彈冠，拂土坌也。新浴者必振衣。去塵穢也。安能以身之察察，己清潔也。五臣云：察察，潔白也。《史記》云：又誰能以身之察察。受物之汶汶者乎？蒙垢塵也。寧赴湘流，自沈淵也。《史記》作常流。常，音長。葬於江魚之腹中。身消爛也。一無「之」字。《史記》云：而葬乎江魚腹中耳。安能以皓皓之白，皓皓，猶皎皎也。皓，一作皎。五臣云：皓、白，喻貞潔。而蒙世俗之塵埃乎？」被點污也。一無「而」字。塵埃，《史記》作溫蠖。說者曰：溫蠖、猶惛憒也。漁父莞爾而笑，笑離齗也。莞，一作莧。鼓枻而去，叩船舷也。枻，一作 \\n 栧。 \\n 歌曰：一本「歌」上有「乃」字。「滄浪之水清兮，喻世昭明。可以濯吾纓；沐浴升朝廷也。吾，一作我。五臣云：清喻明時，可以修飾冠纓而仕也。滄浪之水濁兮，喻世昏闇。可以濯吾足。」宜隱遁也。吾，一作我。五臣云：濁喻亂世，可以抗足遠去。遂去，不復與言。合道真也。 \\n 　"}
{"章节": "楚辭卷第八    九辯第八", "正文": "　 \\n 楚辭卷第八 \\n 　九辯章句第八　楚辭 \\n 《九辯》者，楚大夫宋玉之所作也。辯者，變也，謂敶道德以變說君也。《史記》曰：原死之後，楚有宋玉、唐勒、景差之徒，皆好辭而以賦見稱。皆祖屈原之從容辭令，終莫敢直諫。辯，一作辨。辯，治也。辨，別也。說，音稅。九者，陽之數，道之綱紀也。五臣云：宋玉惜其師忠信見放，故作此辭以辯之，皆代原之意。九義亦與《九歌》同。故天有九星，以正機衡；地有九州，以成萬邦；人有九竅，以通精明。屈原懷忠貞之性，而被讒邪，傷君闇蔽，一作昧。國將危亡，乃援天地之數，列人形之要，而作《九歌》、《九章》之頌，以諷諫懷王。明己所言，與天地合度，可履而行也。宋玉者，屈原弟子也。閔惜其師，忠而放逐，故作《九辯》以述其志。至於漢興，劉向、王 \\n 襃之徒，咸悲其文，依而作詞，故號為「楚詞」。亦采其九以立義焉。采，一作承。 \\n  \\n 悲哉秋之為氣也！寒氣聊戾，歲將暮也。哉，一作夫。蕭瑟兮陰冷促急，風疾暴也。五臣云：蕭瑟，秋風貌。言屈原枉見放逐，其情如秋節之悲，故託言秋之為狀而盛述之。草木搖落華葉隕零，肥潤去也。一本句末有「兮」字。而變衰，形體易色，枝葉枯槁也。自傷不遇，將與草木俱衰老也。憭慄兮思念暴戾，心自傷也。五臣云：憭慄，猶悽愴也。若在遠行，遠客出去，之他方也。登山臨水兮陞高遠望，視江河也。送將歸，族親別逝，還故鄉也。泬寥兮泬寥，曠蕩空虛也。或曰：泬寥猶蕭條。蕭條，無雲貌。寥，《釋文》作嵺。天高而氣清，秋天高朗，體清明也。言天高朗，照見無形。傷君昏亂，不聰明也。氣清，一作氣平。泬寥兮源瀆順流，漠無聲也。泬，一作寂。寥，一作寥，一作漻。五臣云：寂漻，虛靜貌。收潦而水清，溝無溢濫，百川淨也。言川水夏濁而秋清，傷人君無有清明之時也。五臣云：潦，雨水，音老。憯悽增欷兮愴痛感動，歎累息也。五臣云：憯悽，悲痛貌。欷，泣歎。薄寒之中人，傷我肌膚，變顏色也。五臣云：薄，迫也。有似迫寒之傷人。愴怳懭悢兮，中情悵惘，意不得也。五臣云：愴怳、懭悢，皆悲傷也。去故而就新，初會鉏鋙，志未合也。五臣云：去故就新，別離也。坎廩兮數遭患禍，身困極也。廩，一作壈。五臣云：坎壈，困窮也。貧士失職亡財遺物，逢寇賊也。貧，一作窮。而志不平，心常憤懣，意未服也。廓落兮喪妃失耦，塊獨立也。五臣云：廓落，空寂也。羇旅而無友生。遠客寄居，孤單特也。羇，一作羈。一無「生」字。惆悵兮後黨失輩，惘愁毒也。五臣云：惆悵，悲哀也。而私自憐。竊內念己，自憫傷也。燕翩翩其辭歸兮，將入大海，飛回翔也。五臣云：言秋深也。翩翩，飛貌。蟬漠而無聲。螗蜩斂翅，而伏藏也。漠，一作寂寞。鴈廱廱而南遊兮，雄雌和樂，群戲行也。廱，一作嗈，一作癰。鶤雞啁哳而悲鳴。奮翼鳴呼，而低昂也。夫燕蟬遇秋寒，將入水穴處，而懷憂懼，候鴈鶤雞喜樂而逸豫，言己無有候鴈鶤雞之喜樂，而有蟬燕之憂懼也。獨申旦而不寐兮，夜坐視瞻而達明也。坐，一作起。五臣云：申，至也。哀蟋蟀之宵征。見之夜行，自傷放棄，與昆蟲為雙也。或曰：宵征，謂「七月在野，八月在宇，九月在戶，十月蟋蟀入我床下」。是其宵征。征，行也。五臣云：宵，夜也。時亹亹而過中兮，時已過半，日進往也。亹亹，進貌。詩云：亹亹文王。五臣云：亹亹，行貌。過中，謂漸衰暮也。蹇淹留而無成。雖久壽考，無成功也。五臣云：蹇，語詞也。念己將老，淹留草澤，無所成也。 \\n 悲憂窮戚兮脩德見過，愁懼惶也。戚，一作慼。《文選》作蹙。獨處廓，孤立特止，居一方也。五臣云：廓，空也。謂己窮蹙處於空澤。有美一人兮位尊服好，謂懷王也。心不繹。常念弗解，內結藏也。五臣云：繹，解也。言思君之心常不解也。去鄉離家兮偝違邑里，之他邦也。徠遠客，去郢南征，濟沅、湘也。徠，一作來。超逍遙兮遠去浮遊，離州域也。五臣云：無所依。今焉薄？欲止無賢，皆讒賊也。五臣云：焉，何也。薄，止也。專思君兮執心壹意，在胸臆也。思，一作 \\n 恖。不可化，同姓親聯，恩義篤也。五臣云：化，變也。君不知兮聰明淺短，志迷惑也。可柰何！頑嚚難啟，長歎息也。蓄怨兮積思，結恨在心，慮憤鬱也。心煩憺兮忘食事。思君念主，忽不食也。願一見兮道余意，舒寫忠誠，自陳列也。余，一作我。君之心兮與余異。方圓殊性，猶白黑也。五臣云：願一見君，道忠信之意。君心以是為非，故與余異矣。車既駕兮朅而歸，回逝言邁，欲反國也。一無「既」字。不得見兮心傷悲。自傷流離，路隔塞也。一本「心」下無「傷」字。五臣云：將去歸國，而君不見察，故心悲也。倚結軨兮長太息，伏車重軾，而涕泣也。一無「長」字。涕潺湲兮下霑軾。泣下交流，濡茵席也。一本「霑」上無「下」字。五臣云：潺湲，流涕貌。軾，車上所憑者。忼慨絕兮不得，中情恚恨，心剝切也。 \\n 忼，一作慷。中瞀亂兮迷惑。思念煩惑，忘南北也。五臣云：歎與相絕而不見，使中昏亂迷惑也。瞀，昏也。私自憐兮何極，哀祿命薄，常含慼也。私，一作思。五臣云：自憐，失志也。極，窮也。心怦怦兮諒直。志行中正，無所告也。五臣云：心存諒直，終日不足。怦怦，心不足貌。 \\n 皇天平分四時兮，何直春生，而秋殺也。竊獨悲此廩秋。微霜悽愴，寒栗洌也。廩，一作凜。五臣云：秋氣凜然而萬物搖落。喻己為讒邪所害，是以播遷，故竊悲此也。白露既下百草兮，萬物群生，將被害也。下，一作降。一云下降。奄離披此梧楸。痛傷茂木，又芟刈也。披，一作被。五臣云：言秋氣傷物之甚也。奄同離，羅也。既凋百草，而梧楸如罹此患。百草喻百姓，林木喻賢人。去白日之昭昭兮，違離天明，而湮沒也。五臣云：白日喻君，言放逐去君。襲長夜之悠悠。永處冥冥，而覆蔽也。五臣云：襲長夜，謂因受覆蔽也。悠悠，無窮也。離芳藹之方壯兮，去己盛美之光容也。余萎約而悲愁。身體疲病，而憂貧也。萎，《文選》作委。五臣云：言離去芳盛之德，方壯之任，使余委棄而悲愁也。約，棄也。秋既先戒以白露兮，君不弘德，而嚴令也。一本「戒」下有「之」字。冬又申之以嚴霜。刑罰刻峻，而重深也。五臣云：喻暴虐相濟為害也。申，重也。收恢台之孟夏兮，上無仁恩以養民也。夫天制四時，春生夏長，人君則之，以養萬物。秋殺冬藏，亦順其宜，而行刑罰。故君賢臣忠，政合大中，則品庶安寧，萬物豐茂。上闇下偽，用法殘虐，則貞良被害，草木枯落。故宋玉援引天時，託譬草木。以茂美之樹，興於仁賢，早遇霜露，懷德君子，忠而被害也。台，一作炱，一作。五臣云：恢台，長養也。《釋文》：台，他來切。然欿傺而沈藏。民無駐足，竄巖穴也。楚人謂住曰傺也。欿本多作坎。《釋文》：藏，作臧，音藏。五臣云：坎，陷。傺，止也。言收斂長養之氣，使陷止沈藏，但以秋氣殺物矣。皆喻楚之君臣也。葉菸邑而無色兮，顏容變易，而蒼黑也。邑，一作。五臣云：言草木殘瘁也。菸，傷壞也。枝煩挐而交橫；柯條糾錯，而崱嶷也。五臣云：煩挐，擾亂也。顏淫溢而將罷兮，形貌羸瘦，無潤澤也。五臣云：顏，容也。淫溢，積漸也。罷，毀也。柯彷彿而萎黃；肌肉空虛，皮乾腊也。萎，一作委，一作。五臣云：柯，枝也。黃葉凋。萷櫹槮之可哀兮，華葉已落，莖獨立也。萷，一作。形銷鑠而瘀傷。身體燋枯，被病久也。五臣云：瘀，病，皆喻己離愁苦。惟其紛糅而將落兮，蓬茸顛仆，根蠹朽也。糅，一作楺。而，一作之。五臣云：惟，思也。紛糅，眾雜也。言思姦邪眾雜，將或毀落。恨其失時而無當。不值聖王，而年老也。五臣云：又悵失其明時，不與賢君相當。攬騑轡而下節兮，安步徐行，而勿驅也。攬，一作掔，音啟妍切。五臣云：為此攬轡按節徐行，游涉草澤也。下節，按節也。聊逍遙以相佯。且徐徘徊，以遊戲也。一作〈亻相〉佯，一作相羊。歲忽忽而遒盡兮，年歲逝往，若流水也。遒，一作逝。五臣云：忽忽，運行貌。恐余壽之弗將。懼我性命之不長也。弗，一作不。五臣云：將，長也。悼余生之不時兮，傷己幼少，後三王也。逢此世之俇攘。卒遇譖讒，而遽惶也。五臣云：俇攘，憂懼貌。一作恇勷，一作躟。澹容與而獨倚兮，煢煢獨立，無朋黨也。五臣云：澹，徒敢切。澹容與，徐步也。倚，立也。蟋蟀鳴此西堂。自傷閔己，與蟲並也。心怵惕而震盪兮，思慮惕動，沸若湯也。盪，一作蕩。五臣云：怵惕，震蕩自驚動也。何所憂之多方！內念君父及兄弟也。五臣云：方，猶端也。卬明月而太息兮，告上昊旻，愬神靈也。卬，一作仰。太，一作大。步列星而極明。周覽九天，仰觀星宿，不能臥寐，乃至明也。 \\n 竊悲夫蕙華之曾敷兮，蕙草芬芳，以興在位之貴臣也。五臣云：曾，重也。敷，布也。紛旖旎乎都房。被服盛飾於宮殿也。旖旎，盛貌。《詩》云：旖旎其華。《文選》作猗柅。上音倚，下女綺切。五臣云：都，大也。房，花房也。喻君初好善布德，有如此也。旖，一作，於可切。旎，乃可切。何曾華之無實兮，外貌若忠，而心佞也。從風雨而飛颺。隨君嗜欲，而回傾也。夫風為號令，雨為德惠，故風動而草木搖，雨降而萬物殖。故以風雨喻君。言政令德惠，所由出也。五臣云：喻其後隨佞人之言。以為君獨服此蕙兮，體受正氣，而高明也。羌無以異於眾芳。乃與佞臣之同情也。五臣云：我謂君獨好美行，乃無異於眾人之心，而受其佞也。閔奇思之不通兮，傷己忠策，無由入也。思，一作恖。五臣云：閔，自傷也。奇思，謂忠信也。將去君而高翔。適彼樂土，之他域也。五臣云：高翔，遠去也。心閔憐之慘悽兮，內自哀念，心隱惻也。願一見而有明。分別貞正與偽惑也。五臣云：心之憂傷，願見君而自明。重無怨而生離兮，身無罪過，而放逐也。五臣云：重，念也。自念無怨咎於君，而生離隔。中結軫而增傷。肝膽破裂，心剖〈片畐〉也。 \\n 傷，一作慯。五臣云：心中結怨，軫憂而增悲傷。豈不鬱陶而思君兮？憤念蓄積，盈胸臆也。思，一作恖。君之門以九重。閨闌扃閉，道路塞也。一云閨闥。五臣云：雖思見君，而君門深邃，不可至也。猛犬狺狺而迎吠兮，讒佞讙呼而在側也。五臣云：狺狺，開口貌。迎吠，拒賢人使不得進也。關梁閉而不通。閽人承指，呵問急也。五臣云：閉關，喻塞賢路也。皇天淫溢而秋霖兮，久雨連日，澤深厚也。后土何時而得漧！山阜濡澤，草木茂也。而，一作兮。漧，一作乾。五臣云：后土，地也。塊獨守此無澤兮，不蒙恩施，獨枯槁也。仰浮雲而永歎。愬天語神，我何咎也。古本仰作卬。五臣云：眾人皆蒙君澤，而我獨不霑，故仰望而長歎也。 \\n 何時俗之工巧兮，世人辯慧，造詐偽也。背繩墨而改錯！違廢聖典，背仁義也。夫繩墨者，工之法度也。仁義者，民之正路也。繩墨用，則曲木截；仁義進，則讒佞滅。二者殊義，不可不察也。五臣云：喻信詐偽，棄忠正，易置禮法也。卻騏驥而不乘兮，斥逐子胥與比干也。不，一作弗。乘，一作乘。五臣云：騏驥，良馬，喻賢才也。策駑駘而取路。信任豎貂與椒蘭也。五臣云：喻疏賢才，而親不肖也。駑駘，喻不肖。當世豈無騏驥兮，家有稷、契與管、晏也。誠莫之能善御。世無堯、舜及桓、文也。五臣云：言豈無賢才，但君不能用也。御，謂御馬者。見執轡者非其人兮，遭值桀、紂之亂昏也。一無「者」字。故駶跳而遠去。被髮為奴，走橫奔也。一作駒跳，一作駶駣。五臣云：言見君非好善之主，故賢才皆避而遠去。駒，即騏驥也。跳，走貌。鳧鴈皆唼夫粱藻兮，群小在位，食重祿也。鴈，《釋文》作鶩。一無「夫」字。五臣云：粱，米。藻，水草。鳳愈飄翔而高舉。賢者遯世，竄山谷也。愈，一作俞。飄翔，一作飄飄。圜鑿而方枘兮，正直邪枉，行殊則也。五臣云：若鑿圓穴，斫方木內之，而必參差不可入。喻邪佞在前，忠賢何由能進。吾固知其鉏鋙而難入。所務不同，若粉墨也。一無「其」字。五臣云：鉏鋙，相距貌。眾鳥皆有所登棲兮，群佞並進，處官爵也。鳳獨遑遑而無所集。孔子棲棲，而困厄也。一無「獨」字。一作惶惶。五臣云：賢才竄逐，獨無所託。遑遑，不得所貌。願銜枚而無言兮，意欲括囊，而靜默也。願，一作顧。五臣云：銜枚，所以止言者也。嘗被君之渥洽。前蒙寵遇，錫祉福也。五臣云：我亦欲不言而自棄，為昔者嘗受君之厚澤，故復不能已。渥，厚也。洽，澤也。太公九十乃顯榮兮，呂尚耆老，然後貴也。誠未遇其匹合。遭值文王，功冠世也。五臣云：太公呂尚，年九十而窮困，遭西伯而用之。當未遇之時，故無匹偶，而與相合也。言己所以棄逐者，其行亦不與君意同也。謂騏驥兮安歸？躊躇吳阪，遇伯樂也。謂鳳皇兮安棲？集棲梧桐，食竹實也。五臣云：騏驥安歸，在於良樂；鳳皇安歸，在於聖明。自喻時無知己也。變古易俗兮世衰，以賢為愚，時闇惑也。五臣云：代衰之時，則必變古之法，易常之道。今之相者兮舉肥。不量才能，視顏色也。五臣云：將相士而用舉肥美者，不言其才行，此疾時之深。騏驥伏匿而不見兮，仁賢幽處，而隱藏也。五臣云：騏驥伏匿，而不見至。雖願忠其焉得？皆喻己也。鳳皇高飛而不下。智者遠逝，之四方也。鳥獸猶知懷德兮，慕歸堯、舜之聖明也。《釋文》：懷，作褱。何云賢士之不處？二老太公，歸文王也。驥不驟進而求服兮，干木闔門，而辭相也。五臣云：服，御也。鳳亦不貪餧而妄食。顏闔鑿坏，而逃亡也。坏，一作培。君棄遠而不察兮，介推割股，而自放也。棄，一作棄。雖願忠其焉得？申生至孝，而被謗也。欲寂漠而絕端兮，甯武佯愚，而不言也。漠，一作嗼，一作寞。五臣云：寂寞，止息貌。竊不敢忘初之厚德。嘗受祿惠，識舊德也。五臣云：言我將心不思於君，不能忘君昔之厚德耳。獨悲愁其傷人兮，思念纏結，摧肝肺也。馮鬱鬱其何極！憤懣盈胸。終年歲也。馮，一作憑。其，一作之。何，一作安。五臣云：憑鬱鬱，愁心滿結也。極，窮也。霜露慘悽而交下兮，君政嚴急，刑罰峻也。慘，一作憯。心尚其弗濟。冀過不成，得免脫也。，一作幸。尚，一云徜徉。霰雪雰糅其增加兮，威怒益盛，刑酷烈也。其，一作而。乃知遭命之將至。卒遇誅戮，身顛沛也。願徼幸而有待兮，冀蒙貰赦，宥罪法也。宥，一作止。泊莽莽與野草同死。將與百卉俱徂落也。一云：泊莽莽兮與埜草同死。一作材草。（翻宋本作林草。）泊，一作汨。願自往而徑遊兮，不待左右之紹介也。一云：願自直而徑往。路壅絕而不通。讒臣嫉妒，無由達也。欲循道而平驅兮，遵放眾人，所履為也。欲，一作願。又未知其所從。不識趣舍，何所宜也。然中路而迷惑兮，舉足猶豫，心回疑也。自壓桉而學誦。弭情定志，吟詩禮也。壓，一作厭。桉，一作按。一作壓塞。性愚陋以褊淺兮，姿質鄙鈍，寡所知也。信未達乎從容。君不照察其真偽也。乎，一作兮，一作於。一本云：然中路而迷惑兮，悲蹭蹬而無歸。性愚陋以褊淺兮，自壓桉而學詩。蘭蓀雜於蕭艾兮，信未達其從容。 \\n 竊美申包胥之氣盛兮，申包胥，楚大夫也。昔伍子胥得罪於楚，將適於吳，見申包胥謂曰：「我必亡郢。」申包胥答曰：「子能亡之，我能存之。」遂出奔吳，為吳王闔閭臣。興兵而伐楚，破郢。昭王出奔，於是申包胥乃之秦，請救兵，鶴立於秦庭，啼呼悲泣，七日七夜不絕聲，勺飲不入於口。秦伯哀之，為發兵救楚。昭王復國，故言氣盛也。古本盛皆作晟。恐時世之不固。俗人執誓，多不堅也。何時俗之工巧兮？靜言諓諓，而無信也。滅規矩而改鑿。棄捐仁義，信讒佞也。獨耿介而不隨兮，執節守度，不枉傾也。願慕先聖之遺教。循行道德，遵典經也。處濁世而顯榮兮，謂仕亂君，為公卿也。非余心之所樂。彼雖富貴，我不願也。與其無義而有名兮，宰嚭專吳，握君權也。寧窮處而守高。思從夷、齊於首陽也。食不媮而為飽兮，何必 \\n 秔粱與芻豢也。一無「而」字。衣不苟而為溫。非貴錦繡，及綾紈也。一無「而」字。竊慕詩人之遺風兮，勤身修德，樂《伐檀》也。願託志乎素餐。不空食祿，而曠官也。《詩》云：彼君子兮，不素餐兮。謂居位食祿，無有功德，名曰素餐也。《釋文》作食，（食疑當作飧。）音孫。蹇充倔而無端兮，媒理斷絕，無因緣也。泊莽莽而無垠。幽處山野，而無鄰也。泊，一作汨。無衣裘以御冬兮，言己飢寒，家困貧也。御，一作禦。恐溘死不得見乎陽春。懼命奄忽，不踰年也。一本自「霜露慘悽而交下」至此，為一章。 \\n 靚杪秋之遙夜兮，盛陰脩夜，何難曉也。心繚悷而有哀。思念糾戾，腸折摧也。悷，一作〈忄列〉。春秋逴逴而日高兮，年齒已老，將晚暮也。然惆悵而自悲。功名不立，自矜哀也。四時 \\n 逓來而卒歲兮，冬夏更運，去若頹也。逓，一作迭。陰陽不可與儷偕。寒往暑來，難追逐也。《釋文》陰作。白日晼晚其將入兮，年時欲暮，才力衰也。明月銷鑠而減毀。形容減少，顏貌虧也。歲忽忽而遒盡兮，時去晻晻，若騖馳也。忽，一作曶。老冉冉而愈弛。年命逝往，促急危也。老，一作壽。愈，一作俞。《釋文》弛作施。心搖悅而日兮，意中私喜，想用施也。搖，一作遙，一作愮。，一作幸。然怊悵而無冀。內無所恃，失本義也。中憯惻之悽愴兮，志願不得，心肝沸也。之，一作而。一注云：心傷慘也。長太息而增欷。憂懷感結，重歎悲也。年洋洋以日往兮，歲月已盡，去奄忽也。以，一作而。老嵺廓而無處。亡官失祿，去家室也。嵺，一作廖。事亹亹而覬進兮，思想君命，幸復位也。蹇淹留而躊躇。久處無成，卒放棄也。 \\n 何氾濫之浮雲兮，浮雲晻翳，興讒佞也。猋壅蔽此明月！妨遮忠良，害仁賢也。夫浮雲行則蔽月之光，讒佞進則忠良壅也。忠昭昭而願見兮，思竭蹇蹇，而陳誠也。然霠曀而莫達。邪偽推排，而隱蔽也。然，一作蔽。霠，一作雰。願皓日之顯行兮，思望聖君之聘請也。日以喻君。《詩》云：杲杲出日。雲蒙蒙而蔽之。群小專恣，掩君明也。蒙，一作濛。竊不自聊而願忠兮，意欲竭死，不顧生也。聊，一作料。或黕點而汙之。讒人誣謗，被以惡名也。堯舜之抗行兮，聖跡顯著，高無顛也。瞭冥冥而薄天。茂德煥炳，配乾坤也。瞭，一作杳。何險巇之嫉妒兮，亂惑之主，嫉其榮也。被以不慈之偽名？言堯有不慈之過，以其不傳丹朱也；舜有卑父之謗，以其不立瞽瞍也。彼日月之照明兮，三光照察，鏡幽冥也。尚黯黮而有瑕。雲霓之氣，蔽其精也。何況一國之事兮，眾職叢務，君異政也。亦多端而膠加。賢愚反戾，人異形也。 \\n 被荷裯之晏晏兮，荷，芙蕖也。裯，袛裯也。若襜褕矣。晏晏，盛貌也。《藝文類聚》作「披荷裯之炅炅」。然潢洋而不可帶。潢洋，猶浩蕩。不著人貌也。言人以荷葉為衣，貌雖香好，然浩浩蕩蕩，而不可帶，又易敗也。以喻懷王自以為有賢明之德，猶以荷葉為衣，必壞敗也。既驕美而伐武兮，懷王自謂有懿德，又勇猛也。驕，一作憍。負左右之耿介。恃怙眾士，被甲兵也。懷王內無文德，不納忠言；外好武備，而無名將。所以為秦所誘，客死不還。憎慍惀之脩美兮，惡孫叔敖與子文也。好夫人之慷慨。愛重囊瓦與莊蹻也。《釋文》：慨作磕。莊蹻，一作椒蘭。眾踥蹀而日進兮，無極之徒，在帷幄也。踥，一作。《釋文》作啑諜。美超遠而逾邁。接輿避世，辭金玉也。逾，一作愈。農夫輟耕而容與兮，愁苦賦斂之重數也。恐田野之蕪穢。失不耨鋤，亡五穀也。事綿綿而多私兮，政由細微以亂國也。綿，一作綿。竊悼後之危敗。子孫絕嗣，失社稷也。世雷同而炫曜兮，俗人群黨，相稱舉也。何毀譽之昧昧！論善與惡，不分〈木片〉也。今脩飾而窺鏡兮，言與行副，面不慚也。今，一作余。窺，一作視。後尚可以竄藏。身雖隱匿，名顯彰也。願寄言夫流星兮，欲託忠策於賢良也。羌儵忽而難當。行疾去亟，路不值也。卒壅蔽此浮雲兮，終為讒佞所覆冒也。卒，一作上。下暗漠而無光。忠臣喪精，不識謀也。堯舜皆有所舉任兮，稷、契、禹、益與咎繇也。舉，一作專。故高枕而自適。安臥垂拱，萬國治也。諒無怨於天下兮，己之行度，信無尤也。心焉取此怵惕？內省審己，無畏懼也。焉，一作安。乘騏驥之瀏瀏兮，眾賢並進，職事脩也。乘，一作六。馭安用夫強策？百姓成化，刑不用也。策，一作。諒城郭之不足恃兮，信哉險阻何足恃也。雖重介之何益？身被甲鎧，猶為虜也。邅翼翼而無終兮，竭身恭敬，何有極也。忳惛惛而愁約。憂心悶瞀，自約束也。生天地之若過兮，忽若雲馳，駟過隙也。功不成而無效。道德不施，志不遂也。願沈滯而不見兮，思欲潛匿，自屏棄也。不，一作無。尚欲布名乎天下。敷名四海，垂號諡也。然潢洋而不遇兮，俍倡後時，無所逮也。直怐 \\n 愗而自苦。守死忠信，以自畢也。《釋文》作愗。苦，一作若，一作善。莽洋洋而無極兮，周行曠野，將何之也。忽翱翔之焉薄？浮遊四海，無所集也。國有驥而不知乘兮，推遠周邵，與伊摯也。焉皇皇而更索？不識賢愚，尚暗昧也。甯戚謳於車下兮，飯牛而歌，廝賤役也。一本「謳」下有「歌」字。桓公聞而知之。言合聖道，應經術也。無伯樂之善相兮，驥與駑鈍，幾不別也。今誰使乎譽之。後世歎譽，稱其德也。譽，一作訾。罔流涕以聊慮兮，愴然深思，而悲泣也。惟著意而得之。知天生賢，不虛出也。紛純純之願忠兮，思碎首腦，而伏節也。一作紛忳忳而願忠。妒被離而鄣之。讒邪妒害，而壅遏也。被，一作披。鄣，一作彰。 \\n 願賜不肖之軀而別離兮，乞丐骸骨，而自退也。放遊志乎雲中。上從豐隆而觀望也。志，一作意。乘精氣之摶摶兮，託載日月之光耀也。楚人名圓曰摶也。摶，一作槫。騖諸神之湛湛。追逐群靈之遺風也。驂白霓之習習兮，驂駕素虹而東西也。言己雖去舊土，猶脩潔白以厲身也。驂，一作參，一作六。歷群靈之豐豐。周過列宿，存六宗也。靈，一作神。左朱雀之 \\n 茇茇兮，朱雀奉送，飛翩翻也。茇，《釋文》作芺，於表切。一作茷，音蒲艾切。一云左朱雀之拔拔。右蒼龍之躣躣。青虯負轂而扶轅也。躣，《釋文》作躩，音同。屬雷師之闐闐兮，整理車駕而鼓嚴也。通飛廉之衙衙。風伯次且而掃塵也。通，一作道。前輊輬之鏘鏘兮，軒車先導，聲轉轔也。輊，一作輕。後輜乘之從從。輜軿侍從，響雷震也。載雲旗之委蛇兮，旂旗盤紆，背雲霄也。委，一作逶。扈屯騎之容容。群馬分布，列前後也。計專專之不可化兮，我心匪石，不可轉也。願遂推而為臧。執履忠信，不離善也。賴皇天之厚德兮，靈神覆祐，無疾病也。還及君之無恙。願楚無憂，君康寧也。言己雖陞雲遠遊，隨從百神，志猶念君，而不能忘也。 \\n 　"}
{"章节": "楚辭卷第九    招魂第九 ", "正文": "　 \\n 楚辭卷第九 \\n 　招章句第九，一作 \\n 魂。下同。　楚辭 \\n 《招魂》者，宋玉之所作也。李善以《招魂》為《小招》，以有《大招》故也。招者，召也。以手曰招，以言曰召。魂者，身之精也。宋玉憐哀屈原，忠而斥棄，愁懣一作憂愁。山澤，一作魄。放佚，厥命將落。故作《招魂》，欲以復其精神，延其年壽，外陳四方之惡，內崇楚國之美，以諷諫懷王，冀其覺悟而還之也。太史公讀《招魂》，悲其志。 \\n  \\n 朕幼清以廉潔兮，朕，我也。不求曰清，不受曰廉，不汙曰潔。潔，一作絜。五臣云：皆代原為辭。身服義而未沬。沬，已也。言我少小修清潔之行，身服仁義，未曾有懈已之時也。主此盛德兮，牽於俗而蕪穢。牽，引也。不治曰蕪。多草曰穢。言己施行常以道德為主，以忠事君，以信結交，而為俗人所推引。德能蕪穢，無所用之也。五臣云：主，守也。言己主執仁義忠信之德，為讒佞所牽迫，使荒蕪穢污而不得進。上無所考此盛德兮，考，校。五臣云：上，君也。考，察也。長離殃而愁苦。殃，禍也。言己覆行忠信，而遇暗主。上則無所考校己之盛德，長遭殃禍，愁苦而已也。離，一作罹。五臣云：罹，羅也。帝告巫陽帝，謂天帝也。女曰巫，陽其名也。巫，一作。五臣云：玉假立天帝及巫陽以為辭端。曰：「有人在下，在，一作於。我欲輔之。人，謂賢人，則屈原也。宋玉上設天意，祐助貞良，故曰：帝告巫陽，有賢人屈原在於下方，我欲輔成其志，以厲黎民也。魂 \\n 魄離散，汝筮予之！」魂者，身之精也。魄者，性之決也。所以經緯五藏，保守形體也。筮，卜問也。蓍曰筮。《尚書》曰：決之蓍龜。言天帝哀閔屈原魂 \\n 魄離散，身將顛沛，故使巫陽筮問求索，得而與之，使反其身也。予，一作與。巫陽對曰：「掌。巫陽對天帝言，招魂者，本掌之官所主職也。，一作夢。上帝其難從。言天帝難從掌之官，欲使巫陽招之也。一云其命難從。一云命其難從。若必筮予之，恐後之謝，一云謝之。一無「之」字。不能復用巫陽焉。」謝，去也。巫陽言如必欲先筮問求魂 \\n 魄所在，然後與之，恐後世怠懈，必去卜筮之法，不能復修用，但招之可也。五臣云：若必筮而招之，恐後代懈怠，去卜筮之法，但以招魂為事。陽意不欲以筮與招相次而行，以為不筮而招，亦足可也。（按王念孫《讀書雜志》餘下以不能復用四字為句，以「巫陽焉乃下招曰」七字為句。可備一說。） \\n 乃下招曰：巫陽受天帝之命，因下招屈原之魂。乃，一作因。魂兮歸來！還歸屈原之身。一作徠歸。去君之恆幹，恆，常也。幹，體也。《易》曰：貞者事之幹。五臣曰：君謂原也。何為四方些？言魂靈當扶人養命，何為去君之常體，而遠之四方乎？夫人須魂而生，魂待人而榮。二者別離，命則霣零也。或曰：去君之恆閈。閈，里也。楚人名里曰閈也。一云：何為乎四方。乎，一作兮。一注云： \\n 魂待人而榮。舍君之樂處，而離彼不祥些！舍，置也。祥，善也。言何為舍君楚國饒樂之處，而陸離走不善之鄉，以犯觸眾惡也。舍，一作捨。離，一作罹。五臣云：捨，去也。罹，羅也。魂兮歸來！東方不可以託些。託，寄也。《論語》曰：可以託六尺之孤。言東方之俗，其人無義，不可託命而寄身也。長人千仞，惟魂是索些。七尺曰仞。索，求也。言東方有長人之國，其高千仞，主求人魂而食之也。惟，一作唯。五臣云：皆假立其惡，而甚言之。十日代出，代，更。流金鑠石些。鑠，銷也。言東方有扶桑之木，十日並在其上，以次更行，其熱酷烈，金石堅剛，皆為銷釋也。彼皆習之，魂往必釋些。釋，解也。言彼十日之處，自習其熱。魂行往到，身必解爛也。皆，一作自。歸來兮！不可以託些。言魂魄宜急來歸，此誠不可以託附而居之也。一無「兮」字。一云：歸來歸來。魂兮歸來！南方不可以止些。言南方之俗，其人甚無信，不可久留也。雕題黑齒，雕，畫也。題，額也。黑，一作墨。五臣云：雕，鏤也。得人肉以祀，以其骨為醢些。醢，醬也。言南極之人，雕畫其額，齒牙盡黑，常食蠃 \\n 蟀，得人之肉，用祭祀先祖，復以其骨為醢醬也。一云：而祀。一云：得人以祀。無「肉」字。五臣云：醢，肉醬也。蝮蛇蓁蓁，蝮，大蛇也。蓁蓁，積聚之貌。封狐千里些。封狐，大狐也。言炎土之氣，多蝮虺惡蛇，積聚蓁蓁，爭欲齧人。又有大狐，健走，千里求食，不可逢遇也。五臣云：大狐其長千里。雄虺九首，首，頭也。五臣云：虺，亦蛇名。往來鯈忽，吞人以益其心些。鯈忽，疾急貌也。言復有雄虺，一身九頭，往來奄忽，常喜吞人魂魄，以益其心，賊害之甚也。鯈，一作倏。五臣云：益其心，助其毒也。歸來兮！不可以久淫些。淫，遊也。言其惡如此，不可久遊，必被害也。一云：魂兮歸來。一云：歸來歸來，不可久淫。無「以」字。五臣云：淫，淹也。魂兮歸來！西方之害，流沙千里些。流沙，沙流而行也。《尚書》曰：餘波入於流沙。言西方之地，厥土不毛，流沙滑滑，晝夜流行，從廣千里，又無舟航也。從廣，一作縱橫。旋入雷淵，旋，轉也。淵，室也。淵，《文選》作泉。爢散而不可止些。爢，碎也。言欲涉流沙，少止則回入雷公之室，轉還而行，身雖爢碎，尚不得休息也。爢，一作靡。《釋文》作糜。一作麋，非是。而得脫，其外曠宇些。曠，大也。宇，野也。言從雷淵雖得免脫，其外復有曠遠之野，無人之土也。，一作幸。赤螘若象，螘，蚍蜉也。小者為螘，大者謂之蚍蜉也。螘，一作蟻。玄蜂若壺些。壺，乾瓠也。言曠野之中，有赤蟻，其狀如象。又有飛蜂，腹大如壺。皆有 \\n 蠚毒，能殺人也。蜂，一作蜂。《釋文》作。五臣云：壺，器名。五穀不生，藂菅是食些。柴棘為藂。菅，茅也。言西極之地，不生五穀，其人但食柴草，若群牛也。藂，一作叢。菅，一作葌。其土爛人，求水無所得些。言西方之土，溫暑而熱，燋爛人肉。渴欲求水，無有源泉，不可得之也。彷徉無所倚，廣大無所極些。倚，依也。言欲彷徉東西，無民可依。其野廣大，行不可極也。一云：言西方之土，廣大遙遠，無所瑧極。雖欲彷徉，求所依止，不可得也。一作仿佯。五臣云：仿佯，遊行貌。極，窮也。歸來兮！恐自遺賊些。賊，害也。言魂魄欲往者，自予賊害也。一云：歸來歸來。魂兮歸來！北方不可以止些。增冰峨峨，飛雪千里些。言北方常寒，其冰重累，峨峨如山。涼風急時，疾雪隨之。飛行千里，乃至地也。五臣云：增，積也。峨峨，高貌。歸來兮！不可以久些。言其寒殺人，不可久留也。一云：歸來歸來。一云：不可以久止。魂兮歸來！君無上天些。天不可得上也。虎豹九關，五臣云：關，鑰。啄害下人些。啄，齧也。言天門凡有九重，使神虎豹執其關閉，主啄齧天下欲上之人，而殺之也。一夫九首，拔木九千些。言有丈夫一身九頭，強梁多力，從朝至暮，拔大木九千枚也。豺狼從目，往來侁侁些；侁侁，往來聲也。《詩》曰：侁侁征夫。言天上有豺狼之獸，其目皆從，奔走往來，其聲侁侁，爭欲啗人也。侁，一作莘。五臣云：從，豎也。侁侁，眾貌。懸人以娭，懸，《釋文》作縣。娭，一作嬉，一作娛。投之深淵些。投，擿也。言豺狼得人，不即啗食，先懸其頭，用之娭戲。疲倦已後，乃擿於深淵之底而棄之也。致命於帝，然後得瞑些。瞑，臥也。言投人已訖，上致命於天帝，然後乃得眠臥也。瞑，一作眠。五臣云：致，送也。送人之命於天帝。歸來！往恐危身些。往即逢害，身危殆也。一云；歸來歸來。一云；魂兮歸來。魂兮歸來！君無下此幽都些。幽都，地下后土所治也。地下幽冥，故稱幽都。一無「此」字。土伯九約，其角觺觺些。土伯，后土之侯伯也。約，屈也。觺觺，猶狺狺，角利貌也。言地有土伯，執衛門戶，其身九屈，有角觺觺，主觸害人也。觺，一作。五臣云：觺觺，銛利貌。敦 \\n 脄血拇，敦，厚也。脄，背也。拇，手母指也。脄，一作脢。逐人駓駓些。駓駓，走貌也。言土伯之狀，廣肩厚背，逐人駓駓，其走捷疾，以手中血漫污人也。參目虎首，其身若牛些。言土伯之頭，其貌如虎，而有三目，身又肥大，狀如牛也。參，一作三。此皆甘人，歸來！恐自遺災些。甘，美也。災，害也。言此物食人以為甘美，徑必自與害，不旋踵也。歸來，一云：歸來歸來。一作：歸來兮。災，《釋文》作菑。魂兮歸來！入修門些。修門，郢城門也。宋玉設呼屈原之魂歸楚都，入郢門。欲以感激懷王，使還之也。工祝招君，背行先些。工，巧也。男巫曰祝。背，倍也。言選擇名工巧辯之巫，使招呼君，倍道先行，導以在前，宜隨之也。五臣云：工祝，良巫也。君謂原，言良巫背行在先，君宜隨後。秦齊縷，絡，縷線也。，《釋文》作篝。鄭綿絡些。綿，纏也。絡，縛也。言為君魂作衣，乃使秦人職其絡，齊人作綵縷，鄭國之工纏而縛之，堅而且好也。綿，一作綿。招具該備，永嘯呼些。該，亦備也。言撰設甘美，招魂之具，靡不畢備。故長嘯大呼，以招君也。夫嘯者，陰也。呼者，陽也。陽主魂，陰主 \\n 魄。故必嘯呼以感之也。魂兮歸來！反故居些。反，還也。故，古也。言宜急來歸還古昔之處也。 \\n 天地四方，多賊姦些。賊，害也。姦，惡也。言天有虎豹，地有土伯，東有長人，西有赤蟻，南有雄虺，北有增冰，皆為姦惡，以賊害人也。地，一作，一作。像設君室，像，法也。君，一作居。靜閒安些。無聲曰靜，空寬曰閒。言乃為君造設第室，法像舊廬，所在之處，清靜寬閒而安樂也。高堂邃宇，邃，深也。宇，屋也。檻層軒些。檻，楯也。從曰檻，橫曰楯。軒，樓版也。言所造之室，其堂高顯，屋甚深邃。下有檻楯，上有樓板，形容異制，且鮮明也。五臣云：檻，欄，層，重也。軒，檻樓上板。層臺累榭，層、累，皆重也。無木謂之臺，有木謂之榭。臨高山些。言復作重層之臺，累石之榭，其顛眇眇，上乃臨於高山也。或曰：臨高山而作臺榭也。網戶朱綴，網戶，綺文鏤也。朱，丹也。綴，緣也。網，一作罔。五臣云：織網于戶上，以朱色綴之。刻方連些。刻，鏤也。橫木關柱為連。言門戶之楣，皆刻鏤綺文，朱丹其緣，雕鏤連木，使之方好也。五臣云：又刻鏤橫木為文章，連於上，使之方好。冬有穾廈，穾，複室也。廈，大屋也。《詩》云：於我乎夏屋渠渠。廈，一作夏。五臣云：穾廈，重屋。夏室寒些。言隆冬凍寒，則有大屋，複穾溫室。盛夏暑熱，則有洞達陰堂，其內寒涼也。室，一作屋。川谷徑復，流源為川，注谿為谷。徑，過也。復，反也。川，一作谿。徑，一作俓。五臣云：徑，往也。流潺湲些。言所居之舍，激導川水，徑過園庭，回通反復，其流急疾，又潔淨也。光風轉蕙，光風，謂雨已日出而風，草木有光也。轉，搖也。五臣云：日光風氣轉，汎薄於蘭蕙之叢。氾崇蘭些。氾猶汎。汎，搖動貌也。崇，充也。言天雨霽日明，微風奮發，動搖草木，皆令有光，充實蘭蕙，使之芬芳，而益暢茂也。五臣云：崇，高也。經堂入奧，西南隅謂之奧。經，一作徑。古本作陞。奧，《釋文》作隩。五臣云：言自蘭蕙經入於此矣。朱塵筵些。朱，丹也。塵，承塵也。筵，席也。《詩》云：肆筵設机。言升殿過堂，入房至室奧處，上則有朱畫承塵，下則有簟筵好席，可以休息也。或曰：朱塵筵，謂承塵搏壁，曼延相連接也。搏，一作薄。砥室翠翹，砥，石名也。《詩》曰：其平如砥。翠，鳥名也。翹，羽也。五臣云：以砥石為室，取其平也。又以翠羽相飾之。挂曲瓊些。挂，懸也。曲瓊，玉鉤也。言內臥之室，以砥石為壁，平而滑澤。以翠鳥之羽，雕飾玉鉤，以懸衣物也。或曰：儃室，謂儃佪曲房也。挂，一作絓。五臣云：玉鉤挂於室中。翡翠珠被，雄曰翡，雌曰翠。被，衾也。爛齊光些。齊，同也。言床上之被，則飾以翡翠羽及珠璣，刻畫眾華。其文爛然，而同光明也。五臣云：以珠翠飾被，光色爛然相齊。蒻阿拂壁，蒻，蒻席也。阿，曲隅也。拂，薄也。五臣云：以蒻席替壁之曲。羅幬張些。羅，綺屬也。張，施也。言房內則以蒻席薄床，四壁及與曲隅，復施羅幬，輕且涼也。纂組綺縞，纂組，綬類也。一作藄，一作綦。五臣云：縞，練也。結琦璜些。璜，玉名也。言幬帳之細，皆用綺縞。又以纂組結束玉璜，為帷帳之飾也。綺，一作奇。室中之觀，多珍怪些。金玉為珍，詭異為怪。言縱觀房室之中，四方珍奇玩好怪物，無不畢具也。珍，一作 \\n 珎。怪，一作恠。蘭膏明燭，蘭膏，以蘭香煉膏也。燭，一作爥。華容備些。容，貌也。言日暮遊宴，燃香蘭之膏，張施明燭。觀其鐙錠，雕鏤百獸，華奇好備也。五臣云：華容，謂美人也。二八侍宿，二八，二列也。言大夫有二列之樂，故晉悼公賜魏絳女樂二八，歌鍾二肆也。射逓代些。射，猒也。《詩》云：服之無射。 \\n 逓，更也。言使好女十六人，侍君宴宿，意有厭倦，則使更相代也。或曰：夕逓代。夕，暮也。逓，一作遞。五臣云：君或猒之，則遞代進矣。九侯淑女，淑，善。多迅眾些。迅，疾也。言復有九國諸侯好善之女，多才長意，用心齊疾，勝於眾人也。五臣云：其來迅疾，眾多於此。盛鬋不同制，鬋，鬢也。制，法也。五臣云：盛飾理鬢，其制不同。實滿宮些。宮，猶室也。《爾雅》曰：宮，謂之室。言九侯之女，工巧妍雅，裝飾兩結垂鬢 \\n 鬘下髮，形貌奇異，不與眾同，皆來實滿，充後宮也。一云垂髮鬢下鬋。一云垂鬘下彿。容態好比，態，姿也。比，親也。五臣云：比，密也。順彌代些。彌，久也。言美女眾多，其貌齊同，姿態好美，自相親比，承順上意，久則相代也。代，一作世。五臣云：彌，猶次也。好相親密和順，次以相代也。弱顏固植，固，堅也。植，志也。植，一作立。謇其有意些。謇，正言貌也。言美女內多廉恥，弱顏易媿，心志堅固，不可侵犯，則謇然發言，中禮意也。謇，一作蹇。五臣云：謇，正直貌。有意禮則之意。姱容修態，姱，好貌。修，長也。絙洞房些。絙，竟也。房，室也。言復有美好之女，其貌姱好，多意長智，群聚羅列，竟識洞達，滿於房室也。絙，一作緪。五臣云：洞，深也。蛾眉曼睩，曼，澤也。睩，視貌。蛾，一作娥。睩，一作睇。五臣云：曼，長也。目騰光些。騰，馳也。言美女之貌，蛾眉玉白，好目曼澤，時睩睩然視，精光騰馳，驚惑人心也。五臣云：騰，發也。靡顏膩理，靡，緻也。膩，滑也。五臣云：靡，好也。遺視矊些。遺，竊視也。矊，脈也。言諸美女顏容脂細，身體夷滑，心中矊脈，時時竊視，安詳審諦，志不可動也。矊，一作，一作。五臣云：矊，目中瞳子。言目清澈，炯然見其瞳子。離榭修幕，離，別也。修，長也。幕，大帳也。侍君之閒些。閒，靜也。言願令美女於離宮別觀帳幕之中，侍君閒靜而宴遊也。翡帷翠帳，飾高堂些。言復以翡翠之羽，雕 \\n 飾幬帳，張之高堂，以樂君也。帳，一作幬。飾，一作餝。紅壁沙版，紅，赤白色也。沙，丹沙也。玄玉梁些。玄，黑也。言堂上四壁，皆堊色令之紅白，又以丹沙畫飾軒版，承以黑玉之梁，五采分別也。一云玄玉之梁。五臣云：黑玉飾于屋梁。仰觀刻桷，畫龍蛇些。言仰觀視屋之榱橑，皆刻畫龍蛇，而有文章也。坐堂伏檻，檻，楯也。臨曲池些。言坐於堂上，前伏檻楯，下臨曲水清池，可漁釣也。芙蓉始發，芙蓉，蓮華也。雜芰荷些。芰，菱也。秦人謂之薢茩。言池水之中有芙蓉，始發其華，芰菱雜錯，羅列而生，俱盛茂也。或曰；倚荷，謂荷立生水中持倚之也。五臣云：芰，水草。荷，芙蓉之莖。紫莖屏風，屏風，水葵也。文緣波些。言復有水葵，生於池中，其莖紫色，風起水動，波緣其葉上而生文也。或曰；紫莖，言荷莖紫色也。屏風，謂荷葉鄣風也。緣，《文選》作綠。五臣云：風起吹之，生文於綠波中也。文異豹飾，豹，猶虎豹。侍陂陁些。陂陁，長陛也。言侍從之人，皆衣虎豹之文，異采之飾，侍君堂隅，衛階陛也。或曰：侍陂池，謂侍從於君遊陂池之中，赫然光華也。 \\n 陁，一作陀。軒輬既低，軒、輬，皆輕車名也。低，屯也。一曰：低，俛也。步騎羅些。徒行為步，乘馬為騎。羅，列也。言官屬之車，既已屯止，步騎士眾，羅列而陳，俟須君命也。蘭薄戶樹，薄，附也。樹，種也。五臣云：木叢生曰薄。瓊木籬些。柴落為籬。言所造舍種樹蘭蕙，附於門戶，外以玉木為其籬落，守禦堅重，又芬香也。五臣云：言夾戶種叢蘭，又栽木為藩籬，以自蔽。瓊者，美言也。魂兮歸來！何遠為些？遠為四方而久不歸也。五臣云：此足可安居，何用遠去為也。 \\n 室家遂宗，宗，眾也。食多方些。方，道也。言君九族室家，遂以眾盛，人人曉味，故飲食之和，多方道也。五臣云：營造飲食，亦多方略。稻粢穱麥，稻，稌。粢，稷。穱，擇也。擇麥中先熟者也。挐黃粱些。挐，糅也。言飯則以 \\n 秔稻糅稷，擇新麥糅以黃梁，和而柔嬬，且香滑也。大苦醎酸，大苦，豉也。醎，一作鹹。五臣云：鹹，鹽也。酸，酢也。大苦鹹酸辛甘，皆和之，使其味行。辛甘行些。辛，謂椒薑也。甘，謂飴蜜也。言取豉汁和以椒薑，鹹酢和以飴蜜，則辛甘之味，皆發而行也。肥牛之腱，腱，筋頭也。五臣云：腱，筋肉。臑若芳些。臑若，熟爛也。言取肥牛之腱，爛熟之，則肥濡美也。若，一作弱。臑，一作，一作胹。臑，仁珠切。臑，音耎。胹，音而。《釋文》作 \\n 恧，而兗切。和酸若苦，陳吳羹些。言吳人工作羹，和調甘酸，其味若苦而復甘也。五臣云：酸苦皆得中。胹鱉炮羔，羔，羊子也。胹，一作臑。《釋文》作濡，而朱切。五臣云：濡，煮也。有柘漿些。柘，藷蔗也。言復以飴蜜胹鱉炮羔，令之爛熟，取藷蔗之汁，為漿飲也。或曰：血鱉炮羔，和牛五藏為羔臛，鶩為羹者也。柘，一作蔗。一注云：胹鱉炮羔，和牛五藏臛為羹者也。（按：孫詒讓《札迻》卷十二曰：注或曰以下有訛，審校文義，或本正文羔蓋作羹，注當云，或曰胹鱉炮羹和牛五藏為羹臛者也。今本羹誤涉正文作羔，又衍鶩為羹三字，遂不可通。錄以備參。）鵠酸臇鳧，臇，小臛也。煎鴻鶬些。鴻，鴻鴈也。鶬，鶬鶴也。言復以酸酢烹鵠為羹，小臇臛鳧煎熬鴻鶬令之肥美也。露雞臛蠵，露雞，露棲之雞也。有菜曰羹，無菜曰臛。蠵，大龜之屬也。蠵，一作 \\n 蠵。厲而不爽些。厲，烈也。爽，敗也。楚人名羹敗曰爽。言乃復烹露棲之肥雞，臛蠵龜之肉，則其味清烈不敗也。粔籹蜜餌，有餦餭些。餦餭，餳也。言以蜜和米麵熬煎作粔籹，擣黍作餌，又有美餳，眾味甘美也。擣黍，一作擣麥，一作揉米。瑤漿蜜勺，瑤，玉也。勺，沾也。古本蜜作。實羽觴些。實，滿也。羽，翠羽也。觴，觚也。言食已復有玉漿以蜜沾之，滿于羽觴，以漱口也。五臣云：勺，和也。觴，酒器也。插羽于上。挫糟凍飲，挫，捉也。凍，冰也。五臣云：糟，酒滓也。可以凍飲。李善云：凍，冷也。酎清涼些。酎，醇酒也。言盛夏則為覆蹙乾釀，提去其糟，但取清醇，居之冰上，然後飲之。酒寒涼，又長味，好飲也。華酌既陳，酌，酒斗也。陳，一作敶。五臣云；華酌，謂置華於酒中。有瓊漿些。言酒 \\n 罇在前，華酌陳列，復有玉漿，恣意所用也。歸來反故室，敬而無妨些。妨，害也。言君魂急來歸還，反所居故室，子孫承事恭敬，長無禍害也。一云：歸來歸來。一云：歸反故室。無「來」字。肴羞未通，魚肉為肴。羞，進也。女樂羅些。言肴膳已具，進舉在前，賓主之禮，殷勤未通，則女樂倡蕩，羅列在堂下也。敶鐘按鼓，按，徐。敶，一作陳。按，一作桉。五臣云：按，猶擊也。造新歌些。言乃奏樂作音，而撞鐘，徐鼓，造為新曲之歌，與眾絕異也。《涉江》《采菱》，發《揚荷》些。楚人歌曲也。言己涉渡大江，南入湖池，采取菱芰，發揚荷葉。喻屈原背去朝堂，隱伏草澤，失其所也。菱，一作。《文選》作陽荷。注云：荷，當作阿。《涉江》、《采菱》、《陽阿》皆楚歌名。美人既醉，朱顏酡些。朱，赤也。酡，著也。言美女飲啗醉飽，則面著赤色而鮮好也。酡，一作。一本云：當作袉，徒何切，著也。為者非。娭光眇視，娭，戲也。眇，眺也。娭，一作嬉，一作娛。目曾波些。波，華也。言美女酣樂，顧望娭戲，身有光文，眺視曲眄，目采盼然，白黑分明，若水波而重華也。五臣云：言美人既為戲樂，光彩橫出，眇然遠視，目若水波。被文服纖，文，謂綺繡也。纖，謂羅縠也。麗而不奇些。麗，美好也。不奇，奇也。猶《詩》云：不顯文王。不顯，顯也。言美女被服綺繡，曳羅縠，其容靡麗，誠足奇怪也。一云：被茲文服，纖麗不奇。長髮曼鬋，曼，澤。髮，一作鬢。豔陸離些。豔，好貌也。《左氏傳》曰：宋華督見孔父之妻，目逆而送之，曰：美而豔。言美人長髮工結，鬋鬢滑澤，其狀豔美，儀貌陸離，而難具形也。二八齊容，齊，同。起鄭舞些。鄭舞，鄭國之舞也。言二八美女，其儀容齊一，被服同飾，奮袂俱起而鄭舞也。或曰：鄭舞，鄭重屈折而舞也。衽若交竿，竿，竹竿也。衽，一作 \\n 袵。撫案下些。撫，抑也。言舞者迴旋，衣衽掉搖，回轉相鉤，狀若交竹竿，以手抑案而徐來下也。一云：撫，抵也。以手抵案而徐下行也。五臣云：衽，衣襟也。言舞人迴轉，衣襟，相交如竿也。以手撫案其節，而徐行也。竽瑟狂會，狂，猶並也。搷鳴鼓些。搷，擊也。言眾樂並會，吹竽彈瑟。又搷擊鳴鼓，以進八音，為之節也。搷，一作嗔，一作填。《文選》作槙，徒年切。宮庭震驚，震，動也。驚，駭也。發《激楚》些。激，清聲也。言吹竽擊鼓，眾樂並會，宮庭之內，莫不震動驚駭，復作《激楚》之清聲，以發其音也。吳歈蔡謳，吳、蔡，國名也。歈、謳，皆歌也。奏大呂些。大呂，六律名也。《周官》曰：舞《雲門》，奏大呂。言乃復使吳人歌謠，蔡人謳吟，進雅樂，奏大呂。五音六律，聲和調也。《文選》奏作秦。五臣云：吳、蔡、秦，皆國名。士女雜坐，亂而不分些。言醉飽酣樂，合 \\n 罇促席，男女雜坐，比肩齊膝，恣意調戲，亂而不分別也。放敶組纓，組，綬。敶，一作陳。班其相紛些。紛，亂也。言男女共坐，除去威嚴，放其冠纓，舒敶印綬，班然相亂，不可整理也。班，一作斑。鄭衛妖玩，鄭、衛，國名也。妖玩，好女也。來雜陳些。雜，廁也。陳，列也。言鄭、衛二國，復遣妖玩之好女，來雜廁俱坐而陳列也。陳，一作敶。《激楚》之結，激，感也。結，頭髻也。獨秀先些。秀，異也。言鄭、衛妖女，工於服飾，其結殊形，能感楚人，故異之而使之先進也。五臣云：秀，異而先進於前。菎蔽象棋，菎，玉也。蔽，簙箸以玉飾之也。或言菎蕗，今之箭囊也。菎，一作琨，一作 \\n 箟。有六簙些。投六箸，行六棋，故為六簙也。言宴樂既畢，乃設六簙，以菎蔽作箸，象牙為棋，麗而且好也。簙，一作博。分曹並進，曹，偶。遒相迫些。遒，亦迫。言分曹列偶，並進技巧，投箸行棋，轉相遒迫，使不得擇行也。或曰：分曹並進者，謂並用射禮進也。五臣云：遒，急也。言務以求勝。成梟而牟，倍勝為牟。《文選》梟作鳧。呼五白些。五白，簙齒也。言己棋已梟，當成牟勝，射張食棋，下兆於屈，故呼五白，以助投也。兆於屈，一作逃於窟。晉制犀比，晉，國名也。制，作也。比，集也。費白日些。費，光貌也。言晉國工作簙棋箸，比集犀角，以為雕飾，投之皜然如日光也。鏗鍾搖簴，鏗，撞也。搖，動也。鏗，《釋文》作銵。 \\n 簴，一作虡。五臣云：虡，懸鍾格，言擊鍾則搖動其格。揳梓瑟些。揳，鼓也。言眾賓既集，共簙以相娛樂，堂下復鳴大鍾，左右歌吟，鼓瑟琴也。五臣云：揳，撫也。以梓木為瑟。娛酒不廢，娛，樂。沈日夜些。言雖以酒相娛樂，不廢政事，晝夜沈湎，以忘憂也。或曰：娛酒不發。發，旦也。《詩》云：明發不寐。言日夜娛樂。又曰：和樂且湛。言晝夜以酒相樂也。夜，一作夕。蘭膏明燭，一作 \\n 爥。華鐙錯些。言鐙錠盡雕琢錯鏤，飾設以禽獸，有英華也。鐙，一作雕。五臣云：似蘭漬膏取其香也。華，謂有光華。結撰至思，撰，猶博也。五臣云：言我能撰深心以思賢人。蘭芳假些。假，至也。《書》曰：假于上下。蘭芳，以喻賢人也。言君能結撰博專至之心，以思賢人，賢人即自至也。人有所極，同心賦些。賦，誦也。言眾坐之人，各欲盡情，與己同心者，獨誦忠信與道德也。五臣云：極，盡也。賦，聚也。賢人盡至，則同心相聚，君可選也。酎飲盡歡，樂先故些。故，舊也。言飲酒作樂，盡己歡欣者，誠欲樂我先祖及與故舊人也。酎，一作酌。一本「盡」上有「既」字。五臣云：樂君先祖及故舊。魂兮歸來！反故居些。言魂神宜急來歸，還反楚國，居舊故之處，安樂無憂也。 \\n 亂曰：獻歲發春兮獻，進。汨吾南征，征，行也。言歲始來進，春氣奮揚，萬物皆感氣而生，自傷放逐，獨南行也。五臣云：汨，疾也。亦代原為詞。菉蘋齊葉兮菉，王芻也。蘋，一作薠。白芷生。言屈原放時，菉蘋之草，其葉適齊，白芷萌芽，方始欲生，據時所見，自傷哀也。猶《詩》云「昔我往矣，楊柳依依」也。路貫廬江兮左長薄，貫，出也。廬江、長薄，地名也。言屈原行先出廬江，過歷長薄。長薄在江北，時東行，故言左也。五臣云：在其左也。倚沼畦瀛兮，沼，池也。畦，猶區也。瀛，池中也。楚人名池澤中曰瀛。五臣云：倚，立也。遙望博。遙，遠也。博，平也。言己循江而行，遂入池澤，其中區瀛遠望平博，無人民也。青驪結駟兮純黑為驪。結，連也。四馬為駟。齊千乘，齊，同也。言屈原嘗與君俱獵於此，官屬齊駕駟馬，或青或黑，連千乘，皆同服也。懸火延起兮玄顏烝。懸火，懸鐙也。玄，天也。言己時從君夜獵，懸鐙林木之中，其火延及，燒于野澤，煙上烝天，使黑色也。烝，一作蒸。步及驟處兮驟，走也。處，止也。誘騁先，誘，導也。騁，馳也。言獵時有步行者，有乘馬走驟者，有處止者，分以圍獸，己獨馳騁，為君先導也。抑騖若通兮抑，止也。騖，馳也。若，順也。五臣云：止馳騖者，使順通獵事。引車右還。還，轉也。言抑止馳騖者，順通共獲，引車右轉，以遮獸也。還，一作旋。一云引右運，無「車」字。與王趨夢兮課後先。夢，澤中也。楚人名澤中為夢中。《左氏傳》曰：楚大夫 \\n 鬬伯比與〈云阝〉公之女婬而生子，棄諸夢中。言己與懷王俱獵于夢澤之中，課第群臣，先至後至也。一注云：夢，草中也。君王親發兮發，射。憚青兕，憚，驚也。言懷王是時親自射獸，驚青兕牛而不能制也。以言嘗侍從君獵，今乃放逐，歎而自傷閔也。兕，一作 \\n 咒。五臣云：憚，懼也。時君王親射青兕，懼其不能制，我佐君殺之。朱明承夜兮朱明，日也。承，續也。時不可以淹。淹，久也。言歲月逝往，晝夜相續，年命將老，不可久處，當急來歸也。一云：時不淹。一云：時不可淹。一云：時不見淹。五臣云：日夜相承，四時不得淹止。臯蘭被徑兮臯，澤也。被，覆也。徑，路也。斯路漸。漸，沒也。言澤中香草茂盛，覆被徑路，人無采取者，水卒增溢，漸沒其道，將至棄捐也。以言賢人久處山野，君不事用，亦將隕顛也。五臣云：埋沒凋落。湛湛江水兮湛湛，水貌。上有楓，楓，木名也。言湛湛江水，浸潤楓木，使之茂盛。傷己不蒙君惠，而身放棄，曾不若樹木得其所也。或曰：水旁林木中，鳥獸所聚，不可居之也。目極千里兮傷春心。言湖澤博平，春時草短，望見千里，令人愁思而傷心也。或曰：蕩春心。蕩，滌也。言春時澤平望遠，可以滌蕩愁思之心也。一作傷心悲。魂兮歸來哀江南！言魂魄當急來歸，江南土地僻遠，山林嶮阻，誠可哀傷，不足處也。五臣云：欲使原復歸於郢，故言江南之地，可哀如此，皆諷君之詞。 \\n 　"}
{"章节": "楚辭卷第十    大招第十 ", "正文": "　 \\n 楚辭卷第十 \\n 　大招章句第十　楚辭 \\n 《大招》者，屈原之所作也。或曰景差，疑不能明也。屈原賦二十五篇，《漁父》以上是也。《大招》恐非屈原作。屈原放流九年，憂 \\n 恖煩亂，精神越散，與形離別，恐命將終，所行不遂，故憤然大招其魂，盛稱楚國之樂，崇懷、襄之德，以比三王，能任用賢，公卿明察，能薦舉一無「明」字。人，宜輔佐之，以興至治，因以風諫，達己之志也。 \\n  \\n 青春受，青，東方春位，其色青也。，去也。，一作謝。白日昭只。昭，明也。言歲始春，青帝用事，盛陰已去，少陽受之，則日色黃白，昭然光明，草木之類，皆含氣，芽 \\n 蘖而生。以言魂魄亦宜順陽氣而長養也。春氣奮發，春，蠢也。發，洩也。萬物遽只。遽，猶競也。言春陽氣奮起，上帝發洩，和氣溫燠，萬物蠢然，競起而生，各欲滋茂，以言精魂亦宜奮發精明，令己盛壯也。冥淩浹行，冥，玄冥，北方之神也。淩，猶馳也。浹，遍也。魂無逃只。逃，竄也。言歲始春，陽氣上陞，陰氣下降，玄冥之神，遍行淩馳於天地之閒，收其陰氣，閉而藏之，故魂不可以逃，將隨太陰下而沈沒也。一作伏陰。魂魄歸徠！無遠遙只。遙，猶漂遙，放流貌也。魂者。陽之精也。魄者，陰之形也。言人體含陰陽之氣。失之則死，得之則生。屈原放在草野，憂心愁悴，精神散越，故自招其魂魄。言宜順陽氣始生而徠歸己，無遠漂遙，將遇害也。一作魂魄，一作徠歸。魂乎歸徠！無東無西，無南無北只。言我精魂可徠歸矣，無散東西南北，四方異俗，多賊害也。古本「乎」皆作「兮」。一作徠歸。一云：魂乎歸兮。一云：無東西而南北只。東有大海，溺水浟浟只。浟浟，流貌也。言東方有大海，廣遠無涯，其水淖溺，沈沒萬物，不可度越，其流浟浟，又迅疾也。螭龍並流，上下悠悠只。悠悠，螭龍行貌也。言海水之中，復有螭龍神獸，隨流上下，並行遊戲，其狀悠悠，可畏懼也。悠，一作攸。古作脩脩。霧雨淫淫，地氣發泄，天氣不應曰霧。淫淫，流貌也。白皓膠只。皓膠，水凍貌也。言大海之涯，多霧惡氣，天常甚雨，如注壅水，冬則凝凍，皓然正白，回錯膠戾，與天相薄也。皓，一作浩。魂乎無東！湯谷只。言魂神不可東行，又有湯谷日之所出，其地無人，視聽然，無所見聞。或曰：，水蘸之貌。乎，一作兮。一本「」下有「寥」字。魂乎無南！南有炎火千里，炎，火盛貌也。《尚書》曰：火曰炎上。蝮蛇蜒只。蜒，長貌也。言南方太陽，有積火千里，又有惡蛇，蜿蜒而長，有毒也。山林險隘，林，一作陵。虎豹蜿只。鰅 \\n 鱅短狐，蜿，虎行貌也。言南方有高山深林，其路險阨，又多虎豹，匍匐蜿蜒，以候伺人也。鰅鱅，短狐類也。短狐，鬼蜮也。王虺騫只。王虺，大蛇也。《爾雅》曰：蟒，王蛇也。騫，舉頭貌也。言復有鰅 \\n 鱅鬼蜮，射傷害人，大蛇群聚，舉頭而望，其狀騫然也。魂乎無南！蜮傷躬只。蜮，短狐也。《詩》云：為鬼為蜮。言魂乎無敢南行，水中多蜮鬼，必傷害於爾躬也。乎，一作兮。魂乎無西！西方流沙，漭洋洋只。洋洋，無涯貌也。言西方有流沙，漭然平正，視之洋洋，廣大無涯，不可過也。豕首縱目，縱，一作從。被髮鬤只。豕，豬也。首，頭也。鬤，亂貌也。鬤，古作長。長爪踞牙，誒笑狂只。誒，猶強也。言西方有神，其狀豬頭從目，被髮鬤鬤，手足長爪，出齒踞牙，得人強笑 \\n 憙而狂獝也。或曰：誒，笑樂也。謂得人憙樂也。此蓋蓐收神之狀也。一云豕爪。踞，一作倨。誒，一作娛。魂乎無西！多害傷只。言西方金行，其神獸剛強，皆傷害人也。魂乎無北！北有寒山，逴龍赩只。逴龍，山名也。赩，赤色，無草木貌也。言北方有常寒之山，陰不見日，名曰逴龍。其土赤色，不生草木，不可過之，必凍殺人也。或曰：逴龍，色逴越也。赩，懼也。言起越寒山，赩然而懼，恐不得過也。逴，一作卓。代水不可涉，深不可測只。言復有代水廣大，不可過度，其深無底，不可窮測，沈沒人也。代，一作伐。天白顥顥，顥顥，光貌。寒凝凝只。凝凝，水凍貌也。言北方冬夏積雪，其光顥顥，天地皆白，冰凍重累，其狀凝凝，其寒酷烈，傷肌骨也。凝，一本及《釋文》並作嶷。魚力切。魂乎無往！盈北極只。盈，滿也。北極，太陰之中，空虛之處也。言我魂歸乎北極，空虛不可盈滿。往必隕墜，不得出也。魂魄歸徠！閒以靜只。言己魂魄宜急徠還，歸我之身，隨己遊戲，心既閑樂，居清靜也。一作徠歸。 \\n 自恣荊楚，安以定只。言四方多害，不可以遊，獨荊處饒樂，可以恣意，居之安定，無危殆也。逞志究欲，逞，快也。究，窮也。心意安只。欲，嗜欲也。言楚國珍奇所聚集，尤多姣女，可以快志意，窮情Q欲Y，心得安樂，而無憂也。窮身永樂，年壽延只。言居於楚國，窮身長樂，保延年壽，終無憂患也。永，一作安。魂乎歸徠！樂不可言只。言楚國饒樂，不可勝敶也。一作徠歸。五穀六仞，五穀，稻、稷、麥、豆、麻也。七尺曰仞。設菰粱只。設，施也。眾粱，蔣實，謂雕葫也。言楚國土地肥美，堪用種植五穀，其穗長六仞。又有眾粱之飯，芬香且柔滑也。或曰：仞，因也。以五穀因眾粱廁為飯也。菰，一作眾。鼎臑盈望，和致芳只。臑，熟也。致，致鹹酸也。芳，謂椒薑也。言乃以鼎鑊臑熟羹臛，調和鹹酸，致其芬芳，望之滿案，有行列也。臑，一作胹。《釋文》作腩，徒南切。內鶬鴿鵠，鶬，鶬鶴也。鴿似鳩而小，青白。鵠，黃鵠也。內，一作肭。味豺羹只。豺似狗。言宰夫巧於調和，先定甘酸，乃內鶬鴿黃鵠，重以豺肉，故羹味尤美也。魂乎歸徠！恣所嘗只。嘗，用也。言羹飯既美，魂宜急徠歸，恣意所用，快己之口也。一作徠歸。鮮蠵甘雞，生潔為鮮。蠵，大龜也。《釋文》作。和楚酪只。酪，酢酨也。言取鮮潔大龜，烹之作羹，調以飴蜜，復用肥雞之肉，和以酢酪，其味清烈也。醢豚苦狗，醢，肉醬也。苦，以膽和醬也。世所謂膽和者也。豚，古作。膾苴蒪只。苴蒪，蘘荷也。言乃以肉醬啗烝豚，以膽和醬，啗狗肉，雜用膾炙，切蘘荷以為香，備眾味也。蒪，一作。吳酸蒿蔞，蒿，蘩草也。蔞，香草也。《詩》曰「言采其蔞」也。一作芼蔞。注云：芼，菜也。言吳人善為羹，其菜若蔞，味無沾薄，言其調也。不沾薄只。沾，多汁也。薄，無味也。言吳人工調鹹酸，爚蒿蔞以為 \\n 虀，其味不濃不薄，適甘美也。或曰：吳酸。，榆醬也。一云吳酢。魂兮歸徠！恣所擇只。言眾味盛多，恣魂志意擇用之也。一作魂乎徠歸。炙鴰烝鳧，鴰，一作鵠。鳧，一作梟。煔鶉敶只。煔，爚也。言復炙鶬鴰，烝鳧鴈。煔爚鶉鷃，敶列眾味，無所不具也。煎鰿雀，鰿，鮒。，一作 \\n 臛。遽爽存只。遽，趣也。爽，差也。存，前也。言乃復煎鮒魚，臛黃雀，敕趣宰人，差次眾味，持之而前也。魂乎歸徠！麗以先只。言先進靡麗美物，以快神心也。麗，一作進。四酎并孰，醇酒為酎。并，俱也。不 \\n 歰嗌只。嗌，也。言乃醞釀醇酒，四器俱熟，其味甘美，飲之醲滑，入口消釋，不苦歰，令人不滿也。歰，一作澀。清馨凍，馨，香之遠聞者也。凍，猶寒也。，一作飲。不歠役只。歠，飲也。役，賤也。言醇醲之酒，清而且香，宜於寒飲，不可以飲役賤之人。即以飲役賤之人，即易醉顛仆，失禮敬。吳醴白糱，再宿為醴。糱，米麴也。和楚瀝只。瀝，清酒也。言使吳人醲醴，和以白米之麴，以作楚瀝，其清酒尤醲美也。魂乎歸徠！不遽惕只。言飲食醲美，安意遨遊，長無惶遽怵惕之憂也。一作徠歸。 \\n 代秦鄭衛，鳴竽張只。言代、秦、鄭、衛之國，工作妙音，使吹鳴竽篪，作為眾樂，以樂君也。代，一作岱。伏戲《駕辯》，楚《勞商》只。伏戲，古王者也。始作瑟。《駕辯》、《勞商》，皆曲名也。言伏戲氏作瑟，造《駕辯》之曲。處人因之作《勞商》之歌。皆要妙之音，可樂聽也。或曰：《伏戲》、《駕辯》，皆要妙歌曲也。勞，絞也。以楚聲絞商音，為之清激也。謳和《揚阿》，徒歌曰謳。揚，舉也。阿，曲也。趙簫倡只。趙，國名也。簫，樂器也。先歌為倡，言樂人將歌，徐且謳吟，揚舉善曲，乃俱相和。又使趙人吹簫先倡，五聲乃發也。或曰：《謳和》、《揚阿》，皆歌曲也。魂乎歸徠！定空桑只。空桑，瑟名也。《周官》云：古者絃空桑而為瑟。言魂急徠歸，定意楚國，聽瑟之樂也。或曰：空桑，楚地名。一作徠歸，下並同。二八接舞，接，聯也。舞，一作武。投詩賦只。投，合也。詩賦，雅樂也。古者以琴瑟歌詩賦為雅樂，《關雎》、《鹿鳴》是也。言有美女十六人，聯接而舞，發聲舉足，與詩雅相合，且有節度也。叩鍾調磬，叩，擊也。金曰鍾，石曰磬也。娛人亂只。娛，樂也。亂，理也。言美女起舞，叩鍾擊磬。得其節度，則諸樂人各得其理，有條序也。四上競氣，四上，謂上四國，代、秦、鄭、衛也。極聲變只。言四國競發，善氣，窮極音聲，變易其曲，無終已也。魂乎歸徠！聽歌譔只。譔，具也。言觀聽眾樂，無不具也。朱脣皓齒，皓，白。朱脣，一作美人。嫭以姱只。嫭、姱，好貌也。言美人朱脣白齒，嫭眄美姿，儀狀姱好可近，而親侍左右也。嫭，一作嫮。比德好閒，習以都只。言選擇美人，比其才德、容貌，都閑習於禮節，乃敢進也。豐肉微骨，豐，厚也。微，細也。調以娛只。言美人肥白潤澤，小骨厚肉，肌膚柔弱，心志和調，宜侍燕居，以自娛樂也。魂乎歸徠！安以舒只。言美女鮮好，可以安意舒緩憂思也。嫮目宜笑，嫮，眄瞻貌。娥眉曼只。曼，澤也。言復有異女，工於嫮眄，好口宜笑，娥眉曼澤，異於眾人也。容則秀雅，則，法也。秀，異也。稚朱顏只。稚，幼也。朱，赤也。言美女儀容閒雅，動有法則，秀異於人，年又幼稚，顏色赤白，體香潔也。魂乎歸徠！靜以安只。言美好之女，可以靜居安精神也。姱脩滂浩，脩，長也。滂浩，廣大也。一作脩廣婉心。婉，一作遠。麗以佳只。佳，善也。言美女身體脩長，用意廣大，多於所知，又性婉順善心腸也。曾頰倚耳，曾，重也。倚，辟也。曲眉規只。規，圜也。言美女之面，丰容豐滿，頰肉若重，兩耳郭辟，曲眉正圜，貌絕殊也。郭，一作郤。滂心綽態，綽，猶多也。態，姿也。滂，一作漫。綽，一作淖。姣麗施只。姣，好也。言美女心意廣大，寬能容眾，多姿綽態，調戲不窮，既好有智，無所不施也。小腰秀頸，若鮮卑只。鮮卑， \\n 衮帶頭也。言好女之狀，腰支細少，頸銳秀長，靖然而特異，若以鮮卑之帶，約而束之也。魂乎歸徠！思怨移只。移，去也。言美女可以忘憂，去怨思也。思，一作恖。古本作怨思移只。易中利心，以動作只。言復有美女，用志滑易，心意和利，動作合禮，能順人意，可以自侍也。粉白黛黑，施芳澤只。言美女又工妝飾，傅著脂粉，面白如玉，黛畫眉鬢，黑而光淨，又施芳澤，其芳香鬱渥也。長袂拂面，袂，袖也。拂，拭也。善留客只。言美女工舞，揄其長袖，周旋屈折，拂拭人面，芬香流衍，眾客喜樂，留不能去也。魂乎歸徠！以娛昔只。昔，夜也。《詩》云：樂酒今昔。言可以終夜自娛樂也。昔，一作夕。青色直眉，美目媔只。媔，黠也。言復有美女，體色青白，顏眉平直，美目竊眄，媔然黠慧，知人之意也。靨輔奇牙，宜笑嘕只。嘕，笑貌也。言美女頰有靨輔，口有奇牙，嘕然而笑，尤媚好也。輔，一作〈面甫〉。豐肉微骨，體便娟只。便娟，好貌也。已解於上。魂乎歸徠！恣所便只。便，猶安也。言所選美女五人，儀貌各異，恣魂所安，以侍棲宿也。 \\n 夏屋廣大，沙堂秀只。沙，丹沙也。言乃為魂造作高殿峻屋，其中廣大，又以丹沙朱畫其堂，其形秀異，宜居處也。南房小壇，房，室也。壇，猶堂也。觀絕霤只。觀，猶樓也。霤，屋宇也。言復有南房別室，閒靜小堂，樓觀特高，與大殿宇絕遠，宜遊宴也。曲屋步壛，曲屋，周閣也。步壛，長砌也。壛，一作 \\n 櫩。宜擾畜只。擾，謹也。言南堂之外，復有曲屋周旋，閣道步壛，長砌其路，險狹宜乘擾謹之馬，周旋屈折，行遊觀也。畜，一作 \\n 嘼，一作獸。騰駕步遊，騰，馳。獵春囿只。春草始生，囿中平易也。言從曲閣之路，可駕馬騰馳，而臨平易，又可步行遂往，田獵於春囿之中，取禽獸也。瓊轂錯衡，金銀為錯。瓊，一作瑤。英華假只。假，大也。言所乘之車，以玉飾轂，以金錯衡，英華照燿，大有光明也。假，一作嘏。茞蘭桂樹，鬱彌路只。言所行之道，皆羅桂樹，茞蘭香草，鬱鬱然滿路，動履芳潔，德義備也。茞，一作芷。魂乎歸徠！恣志慮只。言魂乎徠歸，居有大殿，宴有小堂，遊有園囿，恣君所志而處之也。慮，一作處。孔雀盈園，畜鸞皇只。畜，養也。言園中之禽，則有孔雀群聚，盈滿其中，又養鸞鳥、鳳皇，皆神智之鳥，可珍重也。畜，《釋文》作慉。鶤鴻群晨，鶤，鶤雞。鴻，鴻鶴也。雜鶖鶬只。鶖鶬，鵚鶖也。《詩》云：有鶖在梁。言鶤雞鴻鶴，群聚候時。鶴知夜半，鶤雞晨鳴，各知其職也。雜以鶖鶬之屬，鳴聲啾啾，各有節度也。鴻鵠代遊，曼鷫鷞只。曼，曼衍也。鷫鷞，俊鳥也。言復有鴻鵠，往來遊戲，與鷫鷞俱飛，翩翻曼衍，無絕已也。曼，一作漫。鷞，一作 \\n 鸘。魂乎歸徠！鳳皇翔只。言所居園圃，皆多俊大之鳥，咸有智謨，魂宜來歸，若鳳皇之翔歸有德，就同志也。或曰：鸞、皇以下，皆大鳥，以喻仁智之士。言楚國多賢，魂宜來歸也。曼澤怡面，怡，懌貌也。怡，一作台。注云：台，澤貌也。血氣盛只。言魂來歸，己則心志說樂，肌膚曼緻，面貌怡懌，血氣充盛，身體強壯也。盛，一作 \\n 晠。永宜厥身，保壽命只。言魂既還歸，則與己身相共俱生，長保壽命，終百年也。一云長保命只。室家盈廷，爵祿盛只。言己既保年壽，室家宗族，盈滿朝廷，人有爵祿，豪強族盛也。魂乎歸徠！居室定只。言官爵既崇，宗族既盛，則居家之道，大安定也。接徑千里，出若雲只。言楚國境界，徑路交接，方千餘里，中有隱士，慕己徠出，集聚若雲也。三圭重侯，三圭，謂公、侯、伯也。公執桓圭，侯執信圭，伯執躬圭，故言三圭也。重侯，謂子、男也，子、男共一爵，故言重侯也。聽類神只。言楚國所包，中有公、侯、伯、子、男執玉圭之君，明於知人，聽愚賢之類，別其善惡，昭然若神，能薦達賢人也。察篤夭隱，篤，病也。早死為夭。隱，匿也。夭，一作殀。孤寡存只。言三圭之君，不但知賢愚之類，乃察知萬民之中，被篤疾病早殀死，及隱逸之士，存視孤寡而振贍之也。魂兮歸徠！正始昆只。昆，後也。言楚國公侯昭明，魂宜來歸，遂忠信之志，正終始之行，必顯用也。兮，一作乎。 \\n 田邑千畛，田，野也。畛，田上道也。邑，都邑也。《詩》云：徂隰徂畛。人阜昌只。阜，盛也。昌，熾也。言楚國田野廣大，道路千數，都邑眾多，人民熾盛，所有肥饒，樂於他國也。美冒眾流，冒，覆。德澤章只。章，明也。言楚國有美善之化，覆冒群下，流於眾庶，德澤之惠，甚著明也。先威後文，威，武。善美明只。言楚國為政，先以威武嚴民，後以文德撫之，用法誠善美，而君明臣直，魂宜還歸也。魂乎歸徠！賞罰當只。言君明臣正，賞善罰惡，各當其所也。一作徠歸。名聲若日，照四海只。言楚王方建道德名聲，光輝若日之明，照見四海，盡知賢愚。照，一作昭。德譽配天，萬民理只。言楚王脩德於內，榮譽外發，功德配天，能理萬民之冤結也。理，一作治。一本此二句次「善美明只」之後。北至幽陵，幽陵，猶幽州也。南交阯只。交趾，地名。西薄羊腸，羊腸，山名。東窮海只。言榮譽流行，周遍四極，無遠不聞也。魂乎歸徠！尚賢士只。言魂急歸徠，楚方尚進賢士，必見進用也。一作徠歸。一云：尚進士只。一云：進賢士只。發政獻行，獻，進。禁苛暴只。言楚王發教施令，進用仁義之行，禁絕苛刻暴虐之人也。禁，一作絕。舉傑壓陛，一國之高為傑。壓，抑也。陛，階次也。壓，一作厭。陛，一作階。誅譏罷只。譏，非也。罷，駑也。言楚國選舉，必先升用傑俊之士，壓抑無德，不由階次之人，非惡罷駑，誅而去之。直贏在位，贏，餘。近禹麾只。禹，聖王，明於知人。麾，舉手也。言忠直之人，皆在顯位，復有贏餘賢俊，以為儲副，誠近夏禹指麾取士，一國之人，悉進之也。一云誠近夏禹所稱，舉賢人之意也。豪傑執政，千人才曰豪，萬人才曰傑。傑，一作俊。執，一作理。流澤施只。言豪傑賢士，執持國政，惠澤流行，無不被其施也。魂乎徠歸！國家為只。言魂乎急徠歸，為國家作輔佐也。雄雄赫赫，天德明只。雄雄赫赫，威勢盛也。言楚王有雄雄之威，赫赫之勇，德配天地，體性高明，宜為盡節也。三公穆穆，穆穆，和美貌。登降堂只。言楚有三公，其位尊高，穆穆而美，上下玉堂，與君議政，宜急徠歸，處履之也。降，一作玉。諸侯畢極，立九卿只。言楚選置三公，先用諸侯，盡極，乃立九卿以續之，用士有道，不失其次序也。昭質既設，昭質，謂明旦也。大侯張只。侯，謂所射布也。王者當制服諸侯，故名布為侯而射之。古者，選士必於鄉射。心端志正，射則能中，所以別賢不肖也。言楚王選士，必於鄉射，明旦既設禮，張施大侯，使眾射之，中則舉進，不中退卻，各以能陞，民無怨望也。執弓挾矢，挾，持也。矢，箭也。揖辭讓只。上手為揖，言眾士將射，已持弓箭，必先舉手以相辭讓，進退有禮，不失威儀也。一云：揖讓辭只。魂乎徠歸！尚三王只。尚，上也。三王，禹、湯、文王也。言魂急徠歸，楚國舉士，上法夏、殷、周，眾賢並進，無有遺失也。 \\n 　"}
{"章节": "楚辭卷第十一    惜誓第十一", "正文": "　 \\n 楚辭卷第十一 \\n 　惜誓章句第十一　楚辭 \\n 《惜誓》者，不知誰所作也。或曰賈誼，疑不能明也。《漢書》：賈誼，洛陽人。文帝召為博士，議以誼任公卿。絳灌之屬毀誼，天子亦疏之，以誼為長沙王太傅。意不自得，及度湘水，為賦以弔屈原。賦云：所貴聖之神德兮，遠濁世而自藏。使麒麟可係而羈兮，豈云異夫犬羊。又曰：鳳皇翔于千仞兮，覽德煇而下之。見細德之險微兮，遙增擊而去之。彼尋常之汙瀆兮，豈容吞舟之魚。橫江潭之鱣鯨兮，固將制於螻蟻。與此語意頗同。惜者，哀也。誓者，信也，約也。言哀惜懷王，與己信約，而復背之也。古者君臣將共為治，必以信誓相約，然後言乃從一作從之。而身以親也。蓋刺懷王有始而無終也。 \\n  \\n 惜余年老而日衰兮，歲忽忽而不反。言哀己年歲已老，氣力衰微，歲月卒過，忽然不還，而功不成，德不立也。登蒼天而高舉兮，歷眾山而日遠。言己想得道真，上升蒼天，高抗志行，經歷眾山，去我鄉邑，日以遠也。觀江河之紆曲兮，離四海之霑濡。言己遂見江河之紆曲，志為盤結；遇四海之風波，衣為濡溼。心愁身苦，憂悲且思也。遇，一作過。攀北極而一息兮，吸沆瀣以充虛。言己周流行求道真，冀得上攀北極之星，且中休息，吸清和之氣，以充空虛，療飢渴也。以，一作以。飛朱鳥使先驅兮，駕太一之象輿。言己吸天元氣，得其道真。即朱雀神鳥為我先導，遂乘太一神象之轝，而遊戲也。蒼龍蚴虯於左驂兮，白虎騁而為右騑。言己德合神明，則駕蒼龍，驂白虎，其狀蚴虯有威容也。建日月以為蓋兮，載玉女於後車。言己乃立日月之光，以為車蓋。載玉女於後車，以侍棲宿也。馳騖於杳冥之中兮，休息虖崑崙之墟。言己雖馳騖杳冥之中，脩善不倦，休息崑崙之山，以遊觀也。騖，一作騖。虖，一作乎。樂窮極而不厭兮，願從容虖神明。言己周行觀望，樂無窮極，志猶不厭，願復與神明俱遊戲也。虖，一作乎。涉丹水而駝騁兮，丹水，猶赤水也。《淮南》言赤水出崑崙也。駝，一作馳。右大夏之遺風。大夏，外國名也。在西南。言己復渡丹水而馳騁，顧見大夏之俗，思念楚國也。黃鵠之一舉兮，知山川之紆曲。再舉兮，睹天地之圜方。言黃鵠養其羽翼，一飛則見山川之屈曲，再舉則知天地之圜方。居身益高，所睹愈遠也。以言賢者亦宜高望遠慮，以知君之賢愚也。黃，一作鴻。一，或作壹。睹，一作睹，一作知。臨中國之眾人兮，託囘飈乎尚羊。尚羊，遊戲也。言己臨見楚國之中，眾人貪佞，故託囘 \\n 风，遠行遊戲也。一云：囘風乎倘佯。乃至少原之野兮，少原之野，仙人所居。野，一作野。赤松王喬皆在旁。言遂至眾仙所居，而見赤松子與王喬也。喬，一作僑。二子擁瑟而調均兮，均，亦調也。余因稱乎清商。清商，歌曲也。言赤松、王喬見己歡喜，持瑟調弦而歌。我因稱清商之曲最為善也。澹然而自樂兮，澹，一作淡。吸眾氣而翱翔。眾氣，謂朝霞、正陽、淪陰、沆瀣之氣也。言己得與松喬相對，心中澹然而自欣樂，俱吸眾氣而遊戲。念我長生而久僊兮，不如反余之故鄉。言屈原設去世離俗，遭遇真人，雖得長生久僊，意不甘樂，猶思楚國，念故鄉。忠信之至，恩義之篤也。黃鵠後時而寄處兮，鴟梟群而制之。言黃鵠一飛千里，常集高山茂林之上，設後時而欲寄處，則鴟梟群聚，禁而制之，不得止也。言賢者失時後輩，亦為讒佞所排逐。一作鴻鵠。神龍失水而陸居兮，為螻蟻之所裁。螻，螻蛄也。蟻，蚍蜉也。裁，制也。言神龍常潛深水，設其失水，居於陵陸之地，則為螻蟻、蚍蜉所裁制，而見啄齧也。以言賢者不居廟堂，則為俗人所侵害也。蟻，一作螘。夫黃鵠神龍猶如此兮，況賢者之逢亂世哉！言黃鵠能飛翔，神龍能存能亡，奄然失所，為鴟梟、螻蟻所制，其困如此。何況賢者，身無爵祿，為俗人所困侮，固其宜也。壽冉冉而日衰兮，固儃回而不息。儃回，運轉也。言己年壽日以衰老，而楚國群臣承順君非，隨之運轉，常不止息也。固，一作國。儃，一作邅。俗流從而不止兮，眾枉聚而矯直。枉，邪也。矯，正也。言楚國俗人流從諂諛，不可禁止，眾邪群聚，反欲正忠直之士，使隨之也。或偷合而苟進兮，或隱居而深藏。言士有偷合於世，苟欲進取，以得爵位。或有修行德義，隱藏深山，而君不照知也。苦稱量之不審兮，稱所以知輕重，量所以別多少。同權概而就衡。概，平也。權、衡，皆稱也。言患苦眾人，稱物量穀，不知審其多少，同其稱平，以失情實，則使眾人怨也。以言君不稱量士之賢愚，而同用之，則使智者恨也。或推迻而苟容兮，或直言之諤謣。言臣承順君非，可推可迻，苟自容入以得高位。有直言諤諤，諫正君非，而反放棄之也。迻，一作移。諤，《釋文》作 \\n 讍。傷誠是之不察兮，并紉茅絲以為索。單為紉，合為索。言己誠傷念君待遇苟合之人與忠直之士，曾無別異，猶并紉絲與茅共為索也。一云：并繩絲以為索。注云：單為繩，合為索。方世俗之幽昏兮，幽昏，不明也。眩白黑之美惡。眩，惑也。言方今之世，君臣不明，惑於貪濁，眩於白黑，不能知人善惡之情也。一本「眩」下有「於」字。放山淵之龜玉兮，龜可以決吉凶，故人亦 \\n 珤之。放，棄也。相與貴夫礫石。小石為礫。言世人皆棄崑山之玉，大澤之龜，反相與貴重小石也。言闇君貴佞偽，賤忠直也。梅伯數諫而至醢兮，已解於《離騷經》。醢，一作菹。一云：至菹醢兮。來革順志而用國。來革，紂佞臣也。言來革佞諛，從順紂意，故得顯用，持國權也。悲仁人之盡節兮，反為小人之所賊。言哀傷梅伯盡忠直之節，諫正於紂，反為來革所譖，而被賊害也。比干忠諫而剖心兮，剖，一作割。箕子被髮而佯狂。已解於《九章》。佯，一作詳。水背流而源竭兮，竭，《釋文》作渴。木去根而不長。言水橫流，背其源泉，則枯竭，木去其根株，則枝葉不長也。以言人背仁義、違忠信，亦將遇害也。非重軀以慮難兮，惜傷身之無功。言己非重愛我身，以慮難而不竭忠，誠傷生於世閒，無功德於民也。軀，一作體。已矣哉！獨不見夫鸞鳳之高翔兮，乃集大皇之野。大皇之野，大荒之藪。一無「夫」字。大，一作太。野，一作野。一注云：皇，美也。大，美之藪。循四極而回周兮，見盛德而後下。言鸞鳥、鳳皇乃高飛於大荒之野，循於四極，回旋而戲，見仁聖之王，乃下來集歸於有德也。以言賢者亦宜處山澤之中，周流觀望，見高明之君，乃當仕也。回，一作佪。而回周兮，一作以周覽兮。彼聖人之神德兮，遠濁世而自藏。言彼神智之鳥，乃與聖人合德。見非其時，則遠藏匿跡。言己亦宜效之也。使麒麟可得羈而係兮，一無「得」字。一本「係」下有「之」字。又何以異虖犬羊？言麒麟仁智之獸，遠見避害，常藏隱不見，有聖德之君乃肯來出。如使可得羈係而畜之，則與犬羊無異，不足貴也。言賢者亦以不可枉屈為高，如可趨走，亦不足稱也。虖，一作乎，一作夫。 \\n 　"}
{"章节": "楚辭卷第十二    招隱士第十二", "正文": "　楚辭卷第十二　招隱士章句第十二　楚辭　《招隱士》者，淮南小山之所作也。昔淮南王安，博雅好古，招懷天下俊偉之士。《漢書》：淮南王安好書，招致賓客數千人，作為內外書甚眾。自八公之徒，咸慕其德，而歸其仁，《神仙傳》曰：八公詣門，王執弟子之禮。後八公與安俱仙去。各竭才智，竭，一作擅。著作篇章，分造辭賦，以類相從，故或稱小山，或稱大山。其義猶《詩》有《小雅》、《大雅》也。《漢‧藝文志》有淮南王群臣賦四十四篇。小山之徒，閔傷屈原，又怪其文昇天乘雲，役使百神，似若仙者，雖身沈沒，名德顯聞，與隱處山澤無異，故作《招隱士》之賦，以章其志也。也，一作云邇。 \\n 桂樹叢生兮桂樹芬香，以興屈原之忠貞也。山之幽，遠去朝廷，而隱藏也。偃蹇連蜷兮容貌美好，德茂盛也。蜷，一作卷。枝相繚。仁義交錯，條理成也。以言才德高明，宜輔賢君為貞幹也。五臣云：皆樹之美貌，亦喻原之美行。山氣巃嵷兮岑崟嵾嵯，雲滃鬱也。巃，一作 \\n 巄。五臣云：巃嵷，雲氣貌。石嵯峨。嵯峨，嶻嶭，峻蔽日也。五臣云：嵯峨，高貌。谿谷嶄巖兮崎嶇閜寪，嶮阻〈亻窟〉也。五臣云：嶄巖，險峻貌。水曾波。踊躍灃沛，流迅疾也。曾，一作增。猨狖群嘯兮禽獸所居，至樂佚也。 \\n 猨，一作蝯。虎豹嗥。猛獸爭食，欲相囓也。以言山谷之中，幽深險阻，非君子之所處，猿狖虎豹，非賢者之偶，使屈原急來也。攀援桂枝兮登山引木，遠望愁也。一云；引持美木，喻美行也。五臣云：援，持也。言原引持美行，淹留於此，以待明君。聊淹留。周旋中野，立踟躕也。王孫遊兮隱士避世，在山隅也。遊，一作游。五臣云：原與楚同姓，故云王孫。不歸，違偝舊土，棄室家也。春草生兮萬物蠢動，抽萌芽也。萋萋。垂條吐葉，紛華榮也。五臣云：萋萋，草色。歲暮兮年齒已老，壽命衰也。不自聊，中心煩亂，常含憂也。蟪蛄鳴兮蜩蟬得夏，喜呼號也。五臣云：蟪蛄，夏蟬。啾啾。秋節將至，悲嘹 \\n 噍也。以言物盛則衰，樂極則哀，不宜久隱，失盛時也。坱兮軋，霧氣昧也。山曲岪，盤詰屈也。心淹留兮志望絕也。恫慌忽。亡妃匹也。一作洞荒忽。五臣云：憂思深也。罔兮沕，精氣失也。五臣云：失志貌。憭兮栗，心剝切也。栗，一作慄。虎豹穴，嵺穿岤也。穴，一作岤。五臣云：既危苦，又進虎豹之穴。叢薄深林兮攢刺棘也。人上慄。恐變色也。上，一作之。五臣云：慄，戰也。嶔岑碕礒兮，山阜〈山取〉嵎。嶔，一作。岑，一作崟。碕礒，一作崎嶬。碅磳磈硊，崔嵬嵼嵃。樹輪相糾兮交錯扶疏。糾，作 \\n 糺。扶疏，一作糾紛。五臣云：輪，橫枝也。林木茷?。枝條盤紆。一無「林木」二字。茷，一作苃，一作柭，一作茷。青莎雜樹兮草木雜居。薠草靃靡，隨風披敷。薠，一作蘋。靃，一作，一作 \\n 藿。白鹿麏麚兮眾獸並遊。麚，一作。或騰或倚。走住異趨。一云：走殊也。狀貌崟崟兮峨峨，頭角甚殊。蛾蛾，一作峨峨，音蟻。五臣云：頭角高貌。淒淒兮漇漎。衣毛若濡也。兮，一作而。漇，一作縰。獼猴兮熊羆，百獸俱也。慕類兮以悲。哀己不遇也。從此以上，皆陳山林傾危，草木茂盛，麋鹿所居，虎兕所聚，不宜育道德，養情性，欲使屈原還歸郢也。五臣云：言山中之獸，猶慕儔類，而悲哀放棄獨處，實難為心也。攀援桂枝兮配託香木，誓同志也。援，一作折。一無「援」字。聊淹留，踟躕低佪，待明時也。一云倚立蹢，待明時也。虎豹鬥兮殘賊之獸，忿爭怒也。熊羆咆，貪殺之獸，跳梁吼也。禽獸駭兮雉兔之群，驚奔走也。亡其曹。違離黨輩，失群偶也。王孫兮歸來！旋反舊邑，入故宇也。一作來歸。山中兮不可以久留。誠多患害，難隱處也。 \\n 　"}
{"章节": "楚辭卷第十三    七諫第十三", "正文": "　 \\n 楚辭卷第十三 \\n 　七諫章句第十三　楚辭 \\n 　初放 \\n 　沈江 \\n 　怨世世，一作上。 \\n 　怨思 \\n 　自悲 \\n 　哀命一作哀時命。 \\n 　謬諫謬，一作繆。 \\n  \\n 《七諫》者，東方朔之所作也。昔枚乘作《七發》，傅毅作《七激》，張衡作《七辯》，崔駰作《七依》，曹植作《七啟》，張協作《七命》，皆《七諫》之類。李善云：《七發》者，說七事以起發太子也。猶《楚辭‧七諫》之流。五臣云：七者，少陽之數，欲發陽明於君也。《前漢》：東方朔，字曼倩，為太中大夫，免為庶人。後常為郎，上書自訟不得大官，欲求試用。諫者，正也，謂陳法度以諫正君也。古者，人臣三諫不從，退而待放。屈原與楚同姓，無相去之義，故加為《七諫》，慇懃之意，忠厚之節也。或曰：《七諫》者，法天子有爭臣七人也。東方朔追憫屈原，故作此辭，以述其志，一作意。所以昭忠信、矯曲朝也。 \\n 平生於國兮，平，屈原名也。一本國上有「中」字。長於原野。高平曰原，坰外曰野。言屈原少生於楚國，與君同朝，長大見遠，棄於山野，傷有始而無終也。野，一作野。言語訥譅兮，出口為言，相答曰語。訥者，鈍也。譅者，難也。譅，一作 \\n 歰，《釋文》作譅。又無彊輔。言己質性忠信，不能巧利辭令，言語訥鈍，復無彊友黨輔，以保達己志也。彊，一作強。淺智褊能兮，褊，狹也。聞見又寡。寡，少也。屈原多才有智，博聞遠見，而言淺狹者，是其謙也。數言便事兮，見怨門下。門下，喻親近之人也。言己數進忠言，陳便宜之事以助治，而見怨恨於左右，欲害己也。一作數諫便事。王不察其長利兮，卒見棄乎原野。言懷王不察己忠謀可以安國利民，反信讒言，終棄我於原野而不還也。一無「見」字。野，一作野。伏念思過兮，無可改者。言己伏自思念，行無過失可改易也。群眾成朋兮，群，一作群。上浸以惑。上，謂君也。浸，稍也。言佞人相與群聚，朋黨成眾，君稍以惑亂而不自知也。巧佞在前兮，賢者滅息。滅，消也。言佞臣巧好其言，順意承旨，旦夕在於君前，而使忠賢之士心懷恐懼，吞聲小語，消滅謇謇之氣，以避禍患也。堯舜聖已沒兮，一無「聖」字。孰為忠直？言堯、舜聖明，今已沒矣，誰為盡忠直也？高山崔巍兮，崔巍，高貌。水流湯湯。湯湯，流貌。言己仰視高山，其形崔巍，而不知頹弛。俛視水流，湯焉流行，而不知竭。自傷不如山川之性，身將顛沛也。死日將至兮，與麋鹿如 \\n 坈。陂池曰坈。言己年歲衰老，死日將至，不得處國朝，輔政治，而與麋鹿同坈，鳥獸為伍，將墜陷坈阱，不復久也。塊兮鞠，塊，獨處貌。匍匐為鞠。一作塊鞠兮。當道宿，夜止曰宿。言己孤獨無耦，塊然獨處，鞠然匍匐，當道而躓臥，無所棲宿也。舉世皆然兮，舉，一作與。余將誰告？舉，與也。言舉當世之人皆行佞偽，當何所告我忠信之情也？一無「余」字。斥逐鴻鵠兮，鴻鵠，大鳥。近習鴟梟，鴟梟，惡鳥。一無「習」字。梟，一作鴞。斬伐橘柚兮，橘柚，美木。列樹苦桃。苦桃，惡木。言君親近貪賊姦惡之人，而遠仁賢之士也。便娟之脩竹兮，寄生乎江潭。便娟，好貌。屈原以竹自喻，言有便娟長好之竹，生於江水之潭，被蒙潤澤而茂盛，自恨放流而獨不蒙君之惠也。乎，一作於。上葳 \\n 蕤而防露兮，葳蕤，盛貌。防，蔽也。下泠泠而來風。泠泠，清涼貌。言竹被潤澤，上則葳 \\n 蕤而防蔽霧露，言能有所覆也。下則泠泠清涼，可休庇也。以言己德上能覆蓋於君，下能庇廕於民。孰知其不合兮，孰，一作固。若竹柏之異心。竹心空，屈原自喻志通達也。柏心實，以喻君闇塞也。言己性達道德，而君閉塞，其志不合，若竹柏之異心也。往者不可及兮，謂聖明之王堯、舜、禹、湯、文、武也。來者不可待。欲須賢君，年齒已老，命不可待也。悠悠蒼天兮，莫我振理。悠悠，憂貌。振，救也。言己憂愁思想，則呼蒼天。言己懷忠正，而君不知，群下無有救理我之侵冤者。竊怨君之不寤兮，吾獨死而後已。言己私怨懷王用心闇惑，終不覺寤，令我獨抱忠信，死於山野之中而已。　初放 \\n 惟往古之得失兮，言己思念古者，人君得道則安，失道則危，禹、湯以王，桀、紂以亡。覽私微之所傷。傷，害也。言己又觀人君私愛佞讒，受其微言，傷害賢臣者，國以危殆也。楚之無極、吳之宰嚭是也。堯舜聖而慈仁兮，後世稱而弗忘。言堯舜所以有聖明之德者，以任賢能，慈愛百姓，故民至今稱之也。弗，一作不。齊桓失於專任兮，夷吾忠而名彰。夷吾，管仲名也。管仲將死，戒桓公曰：豎刁自割，易牙烹子，此二臣者不愛其身，不慈其子，不可任也。桓公不從，使專國政。桓公卒，二子各欲立其所傅公子。諸公子並爭，國亂無主，而桓公尸不棺，積六十日，虫流出戶，故曰失於專任，夷吾忠而名著也。晉獻惑於孋姬兮，申生孝而被殃。已解於《九章》篇中。孋，一作驪。偃王行其仁義兮，荊文寤而徐亡。荊，楚也。徐，偃王國名也。周宣王之舅申伯所封也。《詩》曰：申伯番番，既入于徐。周衰，其後僭號稱王也。偃，諡也。言徐偃王修行仁義，諸侯朝之三十餘國，而無武備。楚文王見諸侯朝徐者眾，心中覺悟，恐為所并，因興兵擊之而滅徐也。故《司馬法》曰：國雖強大，忘戰必危。蓋謂此也。紂暴虐以失位兮，周得佐乎呂望。卒怒曰暴，賊善曰虐。言殷紂暴虐以失其位，周得呂望而有天下也。修往古以行恩兮，封比干之丘壟。小曰丘，大曰壟。言武王修先古之法，敬愛賢能，克紂，封比干之墓以彰其德，宣示四方也。壟，一作隴。賢俊慕而自附兮，日浸淫而合同。才敵千人為俊。浸淫，多貌也。言天下賢能英俊，慕周之德，日來親附，浸淫盛多，四海並合，皆同志也。浸，一作侵。明法令而修理兮，蘭芷幽而有芳。言周家選賢任士，官得其人，法令修理，故幽隱之士皆有嘉名也，一云：法令修而循理兮。 \\n 苦眾人之妒予兮，言己患苦楚國眾人妒我忠直，欲害己也。箕子寤而佯狂。箕子，紂之庶兄，見比干諫而被誅，則被髮佯狂以脫其難也。佯，一作詳。不顧地以貪名兮，心怫鬱而內傷。言己欲效箕子佯狂而去，不顧楚國之地，貪忠直之名，念君闇昧，心為傷痛而怫鬱也。聯蕙芷以為佩兮，過鮑肆而失香。言仁人聯結蕙芷，服之於身，過鮑魚之肆，則失其性而不芬香也。以言己積絫忠信，為讒人所毀，失其忠名也。芷，一作若。佩，一作珮。香，一作芳。正臣端其操行兮，反離謗而見攘。謗，訕也。攘，排也。言正直之臣，端其心志，欲以輔君，反為讒人所謗訕，身見排逐而遠放也。世俗更而變化兮，而，一作以。伯夷餓於首陽。言當世俗人皆改其清潔，化為貪邪，當若伯夷餓於首陽，而身垂功名也。獨廉潔而不容兮，叔齊久而逾明。叔齊，伯夷弟也。言己獨行廉潔，不容於世，雖飢餓而死，幸若叔齊久而有榮名也。逾，一作愈。浮雲陳而蔽晦兮，使日月乎無光。言讒佞陳列在側，則使君不聰明也。乎，一作兮。忠臣貞而欲諫兮，讒諛毀而在旁。言忠臣正其心欲諫其君，讒毀在旁，而不敢言也。秋草榮其將實兮，其，一作而。微霜下而夜降。微霜殺物，以喻讒諛。言秋時百草將實，微霜夜下而殺之，使不得成熟也。以言讒人晨夜毀己，亦將害己身，使其忠名不得成也。商風肅而害生兮，商風，西風。肅，急貌。一作肅肅。百草育而不長。言秋氣起，則西風急疾而害生物，使百華不得盛長，以言君令急促， \\n 剗傷百姓，使不得保其性命也。育，一作墮。眾並諧以妒賢兮，諧，同也。孤聖特而易傷。言眾佞相與並同，以妒賢者。雖有聖明之智，孤特無助，易傷害也。一云：聖孤特。懷計謀而不見用兮，巖穴處而隱藏。士曰隱，寶曰藏。言己懷忠信之計，不得列見，獨處巖穴之中，隱藏而已。成功隳而不卒兮，隳，壞也。子胥死而不葬。言子胥為吳伐楚破郢，謀行功成，後用讒言，賜劍棄死，故言死而不葬也。世從俗而變化兮，隨風靡而成行。言當世之人，見子胥被害，則變心從俗，以承上意，若風靡草，群聚成行而羅列。信直退而毀敗兮，虛偽進而得當。言信直之臣，被蒙譖毀，而身敗棄。虛偽之人，進用在位，而當顯職也。追悔過之無及兮，之，不作而。無，一作不。豈盡忠而有功。言君進用虛偽之臣，則國傾危，追而自悔，亦無所及也。己欲盡忠直之節，終不能成其功也。豈，一作覬。廢制度而不用兮，務行私而去公。言在位之臣，廢先王之制度，務從私邪，背去公正，爭欲求利也。終不變而死節兮，惜年齒之未央。言己執守清白而死忠直，終不變節，惜年齒尚少，壽命未盡，而將夭逝也。將方舟而下流兮，冀幸君之發矇。大夫方舟，士特舟。矇，僮矇也。言我將方舟隨江而浮，冀幸懷王開其矇惑之心而還己也。方，一作舫。矇，一作蒙。痛忠言之逆耳兮，恨申子之沈江。申子，伍子胥也。吳封之於申，故號為申子也。哀痛忠直之言忤逆君耳，使之恚怒，若申胥諫，吳王殺而沈之江流也。願悉心之所聞兮，心，一作余。遭值君之不聰。悉，盡也。聽遠曰聰。言己欲盡忠竭其所聞，陳列政事，遭值懷王闇不聰明，而不見納也。不開寤而難道兮，道，一作導。不別橫之與縱。緯曰橫，經曰縱。言君心常惑而不可開寤，語以政道，尚不別繒布經緯橫縱，不能知賢愚亦明矣。聽奸臣之浮說兮，奸，一作姦。絕國家之久長。言君好聽邪說之臣虛言浮說，以自誤亂，將絕國家累世久長之祿也。滅規矩而不用兮，背繩墨之正方。言君為政，滅先聖之法度而不施用，背棄忠直之臣，以自傾危。離憂患而乃寤兮，離，一作罹。若縱火於秋蓬。蓬，蒿也，秋時枯槁。言君信任佞諛，不慮艱難，卒遭憂患，然後乃覺，若放火於秋蒿，不可救制也。業失之而不救兮，尚何論乎禍凶？言君施行業以失道，身將危殆，尚復論國之禍凶，豈不晚哉？彼離畔而朋黨兮，獨行之士其何望？言彼讒佞相與朋黨，並食重祿，獨行忠直之士當復何望？宜窮困也。日漸染而不自知兮，稍積為漸，汙變為染。積，一作漬。秋毫微哉而變容。銳毛為毫，夏落秋生。言君用讒邪，日以漸染，隨之變化，而不自知，若秋毫更生，其容微眇，而日長大也。毫，一作豪。一無「哉」字。哉，一作裁。眾輕積而折軸兮，原咎雜而累重。咎，過也。言車載眾輕之物，以折其軸而不可乘，其過咎由重絫雜載眾多之故也。以言國君聽用群小之言，則壞敗法度，而自傾危也。原，一作厚。赴湘沅之流澌兮，恐逐波而復東。言己心清潔，不能久居濁世，故赴湘、沅之水，與流澌俱浮，恐遂乘波而東入大海也。懷沙礫而自沈兮，不忍見君之蔽壅。礫，小石也。言己所以懷沙負石，甘樂死亡，自沈于水者，不忍久見懷王壅蔽於讒佞也。壅，一作雍。　沈江 \\n 世沈淖而難論兮，沈，沒也。淖，溺也。難，一作不。俗岒峨而嵾嵯。岒峨、嵾嵯，不齊貌。言時世之人沈沒財利，用心淖溺，不論是非，不別忠佞，風俗毀譽，高下嵾嵯，賢愚合同，上不任賢，化使然也。岒，一作岑。清泠泠而殲滅兮，清泠泠，以喻潔白，殲，盡也。滅，消也。殲，一作瀸，一作纖。一云：而日瀸兮。溷湛湛而日多。溷湛湛，喻貪濁也。言泠泠清潔之士，盡棄銷滅，不見論用；貪濁之人，進在顯位，日以盛多。梟鴞既以成群兮，玄鶴弭翼而屏移。言貪狼之人，並進成群；廉潔之士，斂節而退也。以，一作已。蓬艾親入御於床笫兮，笫，床簀也。以喻親密。一無「入」字。馬蘭踸踔而日加。馬蘭，惡草也。踸踔，暴長貌也。加，盛也。言蓬蒿蕭艾入御房中，則馬蘭之草踸踔暴長而茂盛也。以言佞諂見親近，則邪偽之徒踊躍而欣喜也。棄捐葯芷與杜衡兮，余柰世之不知芳何。言棄捐芳草忠正之士，當柰世人不知賢何。葯，一作蘭。衡，一作蘅。一本「余」下有「今」字。一云：余柰夫世不知芳何。一云：余柰夫不知芳何。《釋文》：葯音約。何周道之平易兮，然蕪穢而險戲。險戲，猶言傾危也。言周家建立德化，其道平直公方，所履無失，而言蕪穢傾危者，心惑意異也。以平直為傾危，則以忠正為邪枉也。《詩》曰：周道如砥，其直如矢。高陽無故而委塵兮，高陽，帝顓頊也。委塵，坋塵也。言帝顓頊聖明克讓，然無故被塵翳。言與帝共工爭天下也。《淮南子》曰：顓頊與共工爭為帝。唐虞點灼而毀議。點，汙也。灼，灸也。猶身有病，人點灸之。言堯、舜至聖，道德擴被，尚點灸謗毀。言有不慈之過，卑父之累也。誰使正其真是兮，言佞人妄論，以善為惡，乃非訕聖王，當誰使正其真偽乎？己以忠被罪，固其宜也。雖有八師而不可為。八師，謂禹、稷、 \\n 卨、皋陶、伯夷、倕、益、夔也。言堯、舜有聖賢之臣八人，以為師傅，不能除去虛偽之謗乎？疾讒之辭也。 \\n 皇天保其高兮，后土持其久。言皇天保其高明之姿，不可踰越也。后土持其久長，不可掘發也。賢人守其志分，亦不可傾奪也。一云不可輕脫。服清白以逍遙兮，偏與乎玄英異色。玄英，純黑也，以喻貪濁。言己被服芬香，履修清白，偏與貪濁者異行，不可同趣也。色，一作采。西施媞媞而不得見兮，西施，美女也。媞媞，好貌也。《詩》曰「好人媞媞」也。母勃屑而日侍。母，醜女也。勃屑，猶媻姍，膝行貌。言西施媞媞，儀容姣好，屏不得見。母醜惡，反得媻姍而侍左右也。以言親近小人，斥逐君子也。日，一作近。桂蠹不知所淹留兮，桂蠹，以喻食祿之臣也。言桂蠹食芬香，居高顯，不知留止，妄欲移徙，則失甘美之木，亡其處也。以言眾臣食君之祿，不建忠信，妄行佞諂，亦將失其位，喪其所也。蓼蟲不知徙乎葵菜。言蓼虫處辛烈，食苦惡，不能知徙於葵菜，食甘美，終以困苦而 \\n 癯瘦也。以喻己修潔白，不能變志易行，以求祿位，亦將終身貧賤而困窮也。知，一作能。處湣湣之濁世兮，今安所達乎吾志。言己居濁溷之世，無有達我清白之志也。湣，一作涽。一無「乎」字。一云：今安達乎吾志。意有所載而遠逝兮，固非眾人之所識。識，知也。言己心載忠正之志，欲遠去以求賢人君子，固非眾人所能知也。驥躊躇於弊輂兮，躊躇，不行貌。輂，一作轝，一作輦。遇孫陽而得代。孫陽，伯樂姓名也。言眾人不識騏驥，以駕敗車，則不肯進，遇伯樂知其才力，以車代之，則至千里，流名德也。以言俗人不識己志，亦將遇明君，建道流化，垂功業也。呂望窮困而不聊生兮，遭周文而舒志。甯戚飯牛而商歌兮，桓公聞而弗置。皆解於《離騷經》。弗，一作不。路室女之方桑兮，路室，客舍也。孔子過之以自侍。言孔子出遊，過於客舍，其女方采桑，一心不視，喜其貞信，故以自侍。過，一作遇。 \\n 吾獨乖剌而無當兮，乖，差也。剌，邪也。心悼怵而耄思。耄，亂也，九十曰耄。言古賢俊皆有遭遇，我獨乖差，與時邪剌，故心中自傷怵惕，而思志為耄亂。思比干之恲恲兮，恲恲，忠直之貌。哀子胥之慎事。子胥臨死曰：抉吾兩目，置吳東門，以觀越兵之入也。死不忘國，故言慎事也。悲楚人之和氏兮，獻寶玉以為石。遇厲武之不察兮，厲，厲王。武，武王。羌兩足以畢斮。斮，斷也。昔卞和得寶玉之璞，而獻之楚厲王，或毀之以為石，王怒，斷其左足。武王即位，和復獻之，武王不察視，又斷其右足。和乃抱寶泣於荊山之下，悲極血出，於是暨成王，乃使工人攻之，果得美玉，世所謂和氏之璧也。或曰：兩足畢索。索，盡也。以言玉石易別於忠佞，尚不能知，己之獲罪，是其常也。一本云：兩足以之畢斮。小人之居勢兮，志狹智少，為小人也。視忠正之何若？言小人智少慮狹，苟欲承順求媚，以居位勢，視忠正之人當何如乎？甚於草芥也。之，一作其。改前聖之法度兮，前，一作先。喜囁嚅而妄作。囁嚅，小語謀私貌也。言小人在位，以其愚心，改更先聖法度，背違仁義，相與耳語謀利，而妄造虛偽以譖毀賢人也。囁嚅，或作噂沓。親讒諛而疏賢聖兮，訟謂閭娵為醜惡。讙譁為訟。閭娵，好女也。言君親信讒諛之臣，斥逐忠正，背先聖法度，眾人讙譁之訟，以好為惡，心惑意迷而不自知也。一無「謂」字。娵，一作娶。愉近習而蔽遠兮，孰知察其黑白。言君近諂諛，習而信之，蔽遠賢者，言不見用，誰當知己之清白，彼之貪濁也。愉，一作俞。卒不得效其心容兮，卒，一作來。安眇眇而無所歸薄。薄，附也。言己放流，不得內竭忠誠，外盡形體，東西眇眇，無所歸附也。專精爽以自明兮，晦冥冥而壅蔽。言己專壹忠情，竭盡耳目之精明，欲以助君，而為佞人之所壅蔽，不得進也。年既已過太半兮，然埳軻而留滯。輡軻，不遇也。言己年已過五十，而輡軻沈滯，卒無所逢遇也。埳，一作轗，一作輡 \\n 。欲高飛而遠集兮，恐離罔而滅敗。罔以喻法。言己欲高飛遠止他方，恐遭罪法以滅敗忠厚之志也。離，一作罹。獨冤抑而無極兮，傷精神而壽夭。壽命夭也。皇天既不純命兮，余生終無所依。依，保也。一本無上四句。願自沈於江流兮，絕橫流而徑逝。徑，一作遠。寧為江海之泥塗兮，安能久見此濁世？言己思委命於江流，沈為泥塗，不忍久見貪濁之俗也。　怨世 \\n 賢士窮而隱處兮，士，一作者。廉方正而不容。言時貪亂者眾，賢者隱蔽，廉正之士不能容於世也。子胥諫而靡軀兮，比干忠而剖心。子推自割而 \\n 飤君兮，德日忘而怨深。已解於《九章》也。一云：推自割而食君兮。行明白而曰黑兮，荊棘聚而成林。荊棘多刺，以喻讒賊。言己修行清白，皎然日明，而讒人聚而蔽之謂之暗昧，（昧字據《楚辭章句》補。）使不得進也。聚，一作藂。江離棄於窮巷兮，蒺藜蔓乎東廂。廧序之東為東廂。以言賢者棄捐閭巷，小人親近左右也。藜，一作蔾。賢者蔽而不見兮，讒諛進而相朋。相朋，一作在位。朋，一作明。梟鴞並進而俱鳴兮，鳳皇飛而高翔。言小人相舉而論議，賢智隱而深藏也。願壹往而徑逝兮，壹，或作一。道壅絕而不通。言己思壹見君，盡忠言而遂徑去，障蔽於讒佞而不得至也。　怨思 \\n 居愁懃其誰告兮，獨永思而憂悲。言己放在山澤，心中愁苦，無所告愬，長憂悲而已。懃，一作苦。內自省而不慚兮，操愈堅而不衰。言己自念懷抱忠誠，履行清白，內不慚於身，外不媿於人，志愈堅固不衰懈也。隱三年而無決兮，歲忽忽其若頹。言己放在山野，滿三年矣。歲月迫促，去若頹下，年且老也。古者人臣三諫不從，待放三年，君命還則復，無則遂行也。憐余身不足以卒意兮，憐，一作怜。卒，《釋文》作 \\n 碎。冀一見而復歸。言己自憐身老，不足以終志意。幸復一見君，陳忠言，還鄉邑也。哀人事之不幸兮，幸，愛。屬天命而委之咸池。咸池，天神也。言己自哀不能修人事以見愛於君，屬祿命於天，委之神明而已。身被疾而不閒兮，閒，差也。心沸熱其若湯。言己修行仁義，身反被病而不閒差。憂道不立，心中怛然而氣熱，若湯之沸。沸，一作怫。冰炭不可以相並兮，並，併也。吾固知乎命之不長。言冰見炭則消，炭得冰則滅，以喻忠佞不可並處，則相傷害，固知我命之不得長久，將消滅也。一云：固知余命之不長。一云：吾乎固知命之不長。哀獨苦死之無樂兮，惜予年之未央。自哀惜死年尚少也。予，一作余。悲不反余之所居兮，一本「不」下有「得」字。恨離予之故鄉。不得歸郢見故居也。鳥獸驚而失群兮，飛者為鳥，走者為獸。群，一作群。猶高飛而哀鳴。言鳥獸失其群偶，尚哀鳴相求，以刺同位之人，曾無相念之意也。狐死必首丘兮，夫人孰能不反其真情。真情，本心也。言狐貍之死猶嚮丘穴，人年老將死，誰有不思故鄉乎？言己尤甚也。故人疏而日忘兮，新人近而俞好。言舊故忠臣，日以疏遠；讒諛新人，日近而見親也。俞，一作愈。一云：新人愈近而日好。莫能行於杳冥兮，孰能施於無報？言眾人誰能有執心正行於杳冥之中，施於無報之人乎？言皆苟且而行，以求利也。 \\n 苦眾人之皆然兮，乘回風而遠遊。言己患苦眾人皆行苟且，故乘風而遠去也。凌恆山其若陋兮，凌，乘也。恆山，北嶽也。陋，小也。聊愉娛以忘憂。言己乘騰高山，以為痺小，陟險猶易，聊且愉樂，以忘悲憂也。愉，一作媮。悲虛言之無實兮，讒言無誠，君不察也。苦眾口之鑠金。已解於《九章》中。過故鄉而一顧兮，泣歔欷而霑衿。言己遠行，猶思楚國，而悲泣也。厭白玉以為面兮，厭，著也。懷琬琰以為心。言己施行清白，心面若玉，內外相副。邪氣入而感內兮，施玉色而外淫。淫，潤也。言讒邪之言，雖自內感己志，而猶不變，玉色外潤，而內愈明也。何青雲之流瀾兮，瀾，一作爛。微霜降之蒙蒙。蒙蒙，盛貌。《詩》云：零雨其蒙。言遭佞人群聚，造作虛辭，君政用急，天早下霜，則害草木，傷其貞節也。之，一作而。蒙，一作濛。注同。徐風至而徘徊兮，而，一作之。一作俳佪。疾風過之湯湯。風為號令。言君命寬則風舒，風舒則己徘徊而有還志也。令急風疾，則己惶遽，欲急去也。湯，一作蕩。一云：疾風舒之蕩蕩。聞南藩樂而欲往兮，藩，蔽也。南國諸侯為天子藩蔽，故稱藩也。唐本無「樂而」二字。至會稽而且止。會稽，山名也。言己聞南國饒樂，而欲往至會稽山，且休息也。見韓眾而宿之兮，問天道之所在。韓眾，仙人也。天道，長生之道也。眾，一作終。借浮雲以送予兮，載雌霓而為旌。旌，旗也。有鈴為旌也。載，一作戴。一云：載虹霓而為旍。駕青龍以馳騖兮，班衍衍之冥冥。言極疾也。忽容容其安之兮，超慌忽其焉如。不知所之也。焉，一作安。苦眾人之難信兮，願離群而遠舉。舉，去也。言苦見俗人多言無信，不可據任，故願離眾而遠去也。登巒山而遠望兮，巒，小山也。一云登巒，無「山」字。好桂樹之冬榮。南方有不死之草，北方有不釋之冰也。一云：好桂茂而冬榮。觀天火之炎煬兮，聽大壑之波聲。大壑，海水也。言己仰觀天火，下睹海水，心愁思也。引八維以自道兮，天有八維，以為綱紀也。道，一作導。含沆瀣以長生。言己乃攬持八維，以自導引，含沆瀣之氣，以不死也。居不樂以時思兮，以，一作而。一云思時。食草木之秋實。秋實，謂棗栗之屬也。飲菌若之朝露兮，構桂木而為室。言飲食潔清，所處芬香也。雜橘柚以為囿兮，囿，一作圃。列新夷與椒楨。雜聚眾善，以自修飭也。鶤鶴孤而夜號兮，哀居者之誠貞。言鶤雞、鶬鶴大鳥猶知賢良，哀惜己之履行正直，而不施用也。　自悲 \\n 哀時命之不合兮，傷楚國之多憂。言己自哀生時祿命，好行公正，不與君合，憐傷楚國無有忠臣，國家多憂也。內懷情之潔白兮，潔，一作質。遭亂世而離尤。言己懷潔白之志，以得罪過於眾人也。而，一作以。惡耿介之直行兮，世溷濁而不知。言眾人惡明正之直士，以君闇昧，不知用之故也。何君臣之相失兮，上沅湘而分離。言讒佞害己，使明君放逐忠臣，上下分離，失其所也。測汨羅之湘水兮，汨水在長沙羅縣，下注湘水中。知時固而不反。言己沈身汨水，終不還楚國也。傷離散之交亂兮，遂側身而既遠。遂去而流遷也。處玄舍之幽門兮，穴巖石而窟伏。巖，穴也。言己修德不用，欲伏巖穴之中，以自隱藏也。從水蛟而為徒兮，與神龍乎休息。自喻德如蛟龍而潛匿也。乎，一作而。何山石之嶄巖兮，靈魂屈而偃蹇。言山石高巖，非己所居，靈魂偃蹇難止，欲去之也。嶄，一作 \\n 嶃。含素水而蒙深兮，日眇眇而既遠。素水，白水也。言雖遠行，不失清白之節也。蒙深，一作濛濛。哀形體之離解兮，解，一作懈。神兩而無舍。罔兩，無所據依貌也。舍，止也。自哀身體陸離，遠行解倦，精神罔兩，無所據依而舍止也。，一作罔。惟椒蘭之不反兮，椒，子椒也。蘭，子蘭也。不，一作無。魂迷惑而不知路。言子椒、子蘭不肯反己，魂魄迷惑，不知道路當如何也。願無過之設行兮，《釋文》：行，戶更切。雖滅沒之自樂。言願設陳己行，終無過惡，雖身沒名滅，猶自樂不改易也。痛楚國之流亡兮，哀靈脩之過到。言懷王之過，已至於惡，楚國將危亡，失賢之故也。固時俗之溷濁兮，志瞀迷而不知路。瞀，悶也。迷，惑也。言己遭遇亂世，心中煩惑，不知所行也。念私門之正匠兮，匠，教也。遙涉江而遠去。言己念眾臣皆營其私，相教以利，乃以其邪心欲正國家之事，故己遠去也。念女嬃之嬋媛兮，涕泣流乎於悒。於悒，增歎貌也。已解於《離騷經》。悒，一作邑。我決死而不生兮，雖重追吾何及。言亦無所復還也。一云：吾其何及。戲疾瀨之素水兮，望高山之蹇產。言己履清白，其志如水，雖遇棄放，猶志仰高遠而不懈也。高山，一作喬木。哀高丘之赤岸兮，遂沒身而不反。言己哀楚有高丘之山，其岸峻嶮，赤而有光明，傷無賢君，將以阽危，故沈身於湘流而不還也。沒，一作歿。　哀命 \\n 怨靈脩之浩蕩兮，已解於《離騷經》。夫何執操之不固。操，志也。固，堅也。言己念懷王信用讒佞，志數變移而不堅固也。悲太山之為隍兮，隍，城下池也。《易》曰「城復于隍」也。隍，一作湟。孰江河之可涸。涸，塞也。言太山將頹為池，以喻君且失其位，用心迷惑，過惡已成，若江河之決，不可涸塞也。願承閒而效志兮，志，一作忠。恐犯忌而干諱。所畏為忌，所隱為諱。干，觸也。言己願承君閒暇之時，竭效忠言，恐犯上忌，觸眾人，而見刑誅也。卒撫情以寂寞兮，寞，一作漠。然怊悵而自悲。怊悵，恨貌也。言己終撫我情，寂寞不言，然怊悵自恨，心悲毒也。玉與石其同匱兮，匱，匣也。其，一作而。貫魚眼與珠璣。圜澤為珠，廉隅為璣。以言君不知賢愚忠佞之士，猶同玉石雜、魚眼與珠璣同貫而不別也。一云：麤嵎為璣。駑駿雜而不分兮，駑，頓馬也。良馬為駿。服罷牛而驂驥。在轅為服，外騑為驂。言君選士用人，雜用駑駿，不異賢愚，若駕罷牛，驂以騏驥，才力不同也。年滔滔而自遠兮，滔滔，行貌。遠，一作往。壽冉冉而愈衰。自傷不遇，年衰老也。愈，一作俞。心悇憛而煩冤兮，悇憛，憂愁貌也。冤，一作怨，《釋文》作宛，於袁切。蹇超搖而無冀。蹇，辭也。超搖，不安也。言己自念年老，心中悇憛，超搖不安，終無所冀望也。 \\n 固時俗之工巧兮，滅規矩而改錯。卻騏驥而不乘兮，策駑駘而取路。當世豈無騏驥兮，誠無王良之善馭。見執轡者非其人兮，故駒跳而遠去。皆已解在《九辯》。不量鑿而正枘兮，恐矩矱之不同。已解於《離騷經》。同，一作周。不論世而高舉兮，恐操行之不調。調，和也。言人不論世之貪濁，而高舉清白之行，恐不和於俗，而見憎於眾也。弧弓弛而不張兮，弛，解。弧一作故，弛一作弛。《釋文》作 \\n 矤。孰云知其所至？言弧弓雖強，弛而不張，誰知其力之所至乎？以言賢者不在職位，亦不知其才德也。無傾危之患難兮，焉知賢士之所死？言國無傾危之難，則不知賢士之伏節死義。俗推佞而進富兮，節行張而不著。張，一作明。賢良蔽而不群兮，朋曹比而黨譽。邪說飾而多曲兮，正法弧而不公。弧，戾也。言世俗之人，推佞以為賢，進富以為能，故君之正法膠戾不用，眾皆背公而曏私也。一本「邪」下有「枉」字。直士隱而避匿兮，避，一作辟，讒諛登乎明堂。明堂，布政之宮也。言忠直之士隱身避世，讒諛之人反登明堂而為政也。棄彭咸之娛樂兮，言棄彭咸清潔之行，娛樂風俗，則為貪佞也。滅巧倕之繩墨。言工滅巧倕之繩墨，則枉直失其制也。言君偝先王之法，則自亂惑也。菎蕗雜於黀蒸兮，枲翮曰黀， \\n 煏竹曰蒸。言持菎蕗香直之草，雜於黀蒸，燒而燃之，則不識於物也。以言取忠直棄之林野，亦不知賢也。一作菎簬。黀，一作菆，一作靡，一作樷，一作叢，一作藂，一作藂。一云：菎蔬雜於黀。機蓬矢以射革。矢，箭也。言張強弩之機，以蓬蒿之箭，以射犀革之盾，必摧折而無所能入也。言使愚巧任政，必致荒亂，無所能成也。駕蹇驢而無策兮，蹇，跛也。策，箠也。又何路之能極？極，竟也。言君任駑頓之臣，使在顯職，如駕跛蹇之驢，又無鞭箠，終不竟道，將傾覆也。以直鍼而為釣兮，釣，一作鉤。又何魚之能得？言君不能以禮敬聘請賢者，猶以直鍼釣魚，無所能得也。伯牙之絕弦兮，伯牙，工鼓琴也。無鍾子期而聽之。鍾子期，識音者也。言鍾子期死，伯牙破琴絕絃，不肯復鼓，以世無知音也。言己不遇明君識忠直者，亦宜鉗口而不語言也。和抱璞而泣血兮，一云和氏。安得良工而剖之？和，卞和也。剖，猶治也。已解於上篇也。安，一作焉。剖，一作刊，一作刑。 \\n 同音者相和兮，謂清濁也。同類者相似。謂好惡也。以言君清明則潔白之士進，君闇昧則貪濁之人用。《易》曰：方以類聚，物以群分。似，一作仇。飛鳥號其群兮，鹿鳴求其友。同志為友。言飛鳥登高木，志意喜樂，則和鳴求其群而呼其耦。鹿得美草，口甘其味，則求其友而號其侶也。以言在位之臣，不思賢念舊，曾不若鳥獸也。《詩》曰：嚶其鳴矣，求其友聲。又曰：呦呦鹿鳴，食野之苹。故叩宮而宮應兮，彈角而角動。叩，擊也。彈，揳也。宮、角，五音也。言叩擊五音，各以其聲感而相應也。以言君求仁則仁至，修正則下直也。一云：叩宮而商應，彈角而徵動。虎嘯而谷風至兮，虎，陽物也。谷風，陽氣也。言虎悲嘯而吟，則谷風至而應其類也。以言君修德行正，則百姓隨而化也。龍舉而景雲往。龍，介 \\n 虫，陰物也。景雲，大雲而有光者。雲亦陰也。言神龍將舉陞天，則景雲覆而扶之，輔其類也。言君好賢士，則英俊往而並集也。音聲之相和兮，言物類之相感也。言鳥獸相呼，雲龍相感，無不應其類而從其耦也。傷君獨無精誠之心以動賢也。一云：音擊而相和兮。一無「言」及「也」字。 \\n 夫方圜之異形兮，一云：若夫。圜，一作圓。勢不可以相錯。言君性所為，不與己合，若方與圜不可錯雜，勢不相安也。列子隱身而窮處兮，列子，古賢士也。世莫可以寄託。言列子所以隱佚不仕而窮處者，以世多詐偽，無可以寄命託身也。以，一作與。眾鳥皆有行列兮，鳳獨翔翔而無所薄。已解於《九辯》也。翔翔，一作翱翔，一作洋洋。薄，一作合。經濁世而不得志兮，願側身巖穴而自託。言己歷貪濁之世，終不得展其志意，但甘處巖穴之中而隱伏也。一無「側身」二字，有「依」字。欲闔口而無言兮，嘗被君之厚德。闔，閉也。言己欲閉口結舌而不復言，以嘗被君之厚祿，故不能默也。獨便悁而懷毒兮，愁鬱鬱之焉極。言憂愁之無窮。便悁，一作申旦。愁，一作憑。念三年之積思兮，願壹見而陳詞。思一見君而陳忠言也。壹，或作一。不及君而騁說兮，騁，馳也。世孰可為明之。言己不及賢君，而騁極忠說，則時世闇蔽無可為明真偽也。身寢疾而日愁兮，寢，臥也。情沈抑而不揚。言己身被疾病，臥而愁思，自傷忠誠沈抑而不得揚達也。眾人莫可與論道兮，悲精神之不通。言當世之人，無可與議事君之道者，哀我精神所志，而不得通於君也。　謬諫鮑慎思云：篇目當在亂曰之後。按古本《釋文》，《七諫》之後，亂曰別為一篇，《九懷》《九思》皆同。 \\n 亂曰：鸞皇孔鳳日以遠兮，孔，孔雀也。一云：鸞孔鳳皇。畜鳧鴐鵝。一云：畜梟鴐鵝。雞鶩滿堂壇兮，高殿敞揚為堂，平場廣坦為壇。揚，一作陽。蛙黽游乎華池。蛙，蝦蟆也。華池，芳華之池也。言君推遠孔鳳，斥逐賢智，畜養鵝鶩，親近小人，滿於堂庭。蛙黽，諭讒諛弄口得志也。要褭奔亡兮，騰駕橐駝。要，一作騕。鉛刀進御兮，遙棄太阿。要褭，駿馬。太阿，利劍也。言君放遠要褭英俊之士，而駕橐駝，任使罷駑頓朽之人，而棄明智之士也。拔搴玄芝兮，玄芝，神草也。列樹芋荷。橘柚萎枯兮，橘柚，美木也。苦李旖旎。旖旎，盛貌也。言君乃拔去芝草，賤棄橘柚，種殖芋荷，養育苦李，愛重小人，斥逐君子也。甂甌登於明堂兮，甂甌，瓦器名也。周鼎潛乎深淵。周鼎，夏禹所作鼎也。《左氏傳》曰：昔夏禹之有德，遠方圖物，貢金九牧，鑄鼎象物。桀有昏德，鼎遷于商。商紂暴虐，鼎遷于周，是為周鼎。言甂甌之器登明堂，周鼎反藏於深淵之水。言小人任政，賢者隱匿也。乎，一作於。自古而固然兮，吾又何怨乎今之人！言往古嫉妒忠直而不肯進用，我何為獨怨今世之人乎？自慰之詞。 \\n 　"}
{"章节": "楚辭卷第十四    哀時命第十四", "正文": "　 \\n 楚辭卷第十四 \\n 　哀時命章句第十四　楚辭　 \\n 《哀時命》者，嚴夫子之所作也。夫子名忌，忌，會稽吳人，本姓莊，當時尊尚，號曰夫子，避漢明帝諱曰嚴。一云名忌，字夫子。與司馬相如俱好辭賦，客遊於梁，梁孝王甚奇重之。忌哀屈原受性忠貞，一云受命而生。不遭明君而遇暗世，斐然作辭，歎而述之，一云追以述之。故曰《哀時命》也。 \\n  \\n 哀時命之不及古人兮，夫何予生之不遘時。遘，遇也。《詩》云：遘閔既多。言己自哀生時年命，不及古賢聖之出遇清明之時，而當貪亂之世也。遘，一作遭。閔，一作愍。往者不可扳援兮， \\n 倈者不可與期。言往者聖帝不可扳引而及，後世明王亦不可須待與期，傷生不遇時，遭困厄也。扳，一作攀。倈，一作 \\n 來。志憾恨而不逞兮，憾，亦恨也。《論語》曰：與朋友共，弊之而無憾。逞，解也。杼中情而屬詩。屬，續也。言己上下無所遭遇，意中憾恨，憂而不解，則杼我中情，屬續詩文，以敶己志也。杼，一作抒。夜炯炯而不寐兮，懷隱憂而歷茲。言己中心愁怛，目為炯炯而不能眠，如遭大憂，常懷戚戚，經歷年歲，以至於此也。炯，一作。《釋文》作 \\n 烱。隱，一作殷。心鬱鬱而無告兮，眾孰可與深謀？言己心中憂毒，而無所告語，眾皆諂諛，無可與議忠信也。欿愁悴而委惰兮，欿，愁貌也。委惰，懈倦也。惰，《釋文》作。老冉冉而逮之。言己欲行忠信而不得進，欿然愁悴，意中懈倦，年復已過，為老所及，而志不立也。居處愁以隱約兮，居，一作居。以，一作以。志沈抑而不揚。言己放於山澤，隱身守約，而志意沈抑，不得揚見於君，而永憂恨也。道壅塞而不通兮，通，一作達。江河廣而無梁。言己欲竭忠謀，讒邪壅塞而不得達，若臨江河無橋梁以濟也。願至崑崙之懸圃兮，釆鍾山之玉英。鍾山，在崑崙山西北。《淮南》言鍾山之玉，燒之三日，其色不變。言己自知不用，願避世遠去，上崑崙山，遊於懸圃，釆玉英咀而嚼之，以延壽也。攬瑤木之橝枝兮，攬，一作掔。橝，一作撢。望閬風之板桐。板桐，山名也，在閬風之上。言己既登崑崙，復欲引玉樹之枝，上望閬風、板桐之山，遂陟天庭而遊戲也。板，一作阪。弱水汩其為難兮，《尚書》曰：道弱水至於合黎也。路中斷而不通。言己想得登神山，顧以娛憂，迫弱水不得涉渡，路絕不通，所為無可也。斷，一作絕。勢不能凌波以徑度兮，以，一作而。度，一作渡。又無羽翼而高翔。言己勢不能為船乘波渡水，又無羽翼可以飛翔，當亦窮困也。然隱憫而不達兮，憫，一作閔。獨徙倚而彷徉。徙倚，猶低佪也。言己隱身山澤，內自憫傷志不得達，獨徘徊彷徉而遊戲也。一作仿佯。悵惝罔以永思兮，以，一作而。心紆而增傷。言己含憂彷徉，意中悵然，惝罔長思，心屈纏痛，苦重傷也。倚躊躇以淹留兮，以，一作以。日飢饉而絕糧。蔬不熟曰饉。言己欲躊躇久留，恐百姓飢餓糧食絕乏也。絕，古本作。糧，一作粻。廓抱景而獨倚兮，超永思乎故鄉。言己在於山澤，廓然無耦，獨抱形景而立，長念楚國，心不能已，惝惘長思故鄉也。乎，一作兮。一云：超永思乎此故鄉。廓落寂而無友兮，誰可與玩此遺芳？玩，習也。言己居處廓落，又無知友，當誰與講習忠信之謀也？白日晼晚其將入兮，哀余壽之弗將。將，猶長也。言日月西流，晼晚而歿，天時不可留，哀我年命不得長久也。弗，一作不。車既弊而馬罷兮，蹇邅徊而不能行。言己周行四方，車以弊敗，馬又罷極，蹇然邅徊，不能復前，而不遇賢君也。徊，一作迴。身既不容於濁世兮，不知進退之宜當。言己執貞潔之行，不能自入貪濁之世，愁不知進止之宜，當何所行者也。 \\n 冠崔嵬而切雲兮，劍淋離而從橫。淋離，長貌也。言己雖不見容，猶整飾衣服，冠則崔嵬上摩於雲，劍則長好，文武並盛，與眾異也。衣攝葉以儲與兮，攝葉、儲與，不舒展貌。左袪挂於榑桑。袪，袖也。《詩》云：羔裘豹袪。言己衣服長大，攝葉儲與，不得舒展，德能弘廣，不得施用，東行則左袖挂於榑桑，無所不覆也。挂，一作絓。榑，一作扶。桑，一作 \\n 乘。右衽拂於不周兮，六合不足以肆行。六合，謂天地四方也。言己西行則右衽拂於不周之山，以六合為小，不足肆行，言道德盛大無所不包也。上同鑿枘於伏戲兮，戲，一作羲。下合矩矱於虞唐。言己德能純美，宜上輔伏戲，與同制量，下佐堯、舜，與合法度而共治也。合，一作同。矩，一作規。願尊節而式高兮，志猶卑夫禹湯。言己雖不見用，猶尊高節度，意卑禹、湯，不欲事也。雖知困其不改操兮，終不以邪枉害方。言己雖自知貧賤困極，不能變志易操，終不能邪枉其身，以害公方之行也。世並舉而好朋兮，壹斗斛而相量。言今世之人，皆好朋黨，並相薦舉，持其貪佞之心，以量清潔之士。壹，或作一。斗，一作升。眾比周以肩迫兮，比，親也。周，合也。以，一作而。賢者遠而隱藏。言眾佞相與合同，並肩親比，故賢者遠逝而藏匿也。一云隱而退藏。為鳳皇作鶉籠兮，雖翕翅其不容。為鳳皇作棲以鶉鴳之籠，雖翕其翅翼，猶不能容其形體也。以言賢者遭世亂，雖屈其身，亦不能自容入。一本「作」上有「而」字。翅，一作翼。靈皇其不寤知兮，一無「寤」字。焉陳詞而效忠？言懷王闇蔽，心不覺寤，安所陳詞，效己之忠信乎？詞，一作辭。俗嫉妒而蔽賢兮，孰知余之從容？言楚國風俗嫉妒蔽賢，無有知我進退執守忠信也。願舒志而抽馮兮，馮，一作憑，一作懣，一作愁。庸詎知其吉凶？庸，用也。言己思舒志意，援引憤懣，盡極忠信，當何緣知其逢吉將被凶也？璋珪雜於甑窐兮，璋珪，玉名也。窐，甑，土孔（按土當作下）。一作珪璋。隴廉與孟娵同宮。隴廉，醜婦也。孟娵，好女也。言世人不識善惡，乃以甑窐之土雜廁圭玉，又使醜婦與好女同室也。以言君闇惑，不別賢愚也。舉世以為恆俗兮，恆，常。固將愁苦而終窮。言舉世不識賢愚，以為常俗，我固當終身窮苦而已。幽獨轉而不寐兮，惟煩懣而盈匈。懣，憤也。言己愁思展轉而不能臥，心中煩憤，氣結滿匈也。魂眇眇而馳騁兮，心煩冤之。言己精魂眇眇獨馳，心中煩懣，而憂也。魂，一作魂。之，一作而。志欿憾而不憺兮，憺，安。路幽昧而甚難。言己心中欿恨，意識不安，欲復遠去，以道路深冥，難數移也。 \\n 塊獨守此曲隅兮，然欿切而永歎。言己獨處山野，塊然守此山曲，心為切痛，長歎而已。愁脩夜而宛轉兮，而，一作之。氣涫其若波。言己心憂宛轉而不能臥，愁夜之長，氣為涫，若水之波也。其，一作而。波，一作湯。握剞劂而不用兮，剞劂，刻鏤刀也。操規矩而無所施。言己懷德不用，若工握剞劂而無所刻鏤，持方圜而無所錯也。一云：而無施。騁騏驥於中庭兮，焉能極夫遠道？言騏驥壹馳千里，乃騁之中庭促狹之處，不得展足以極遠道也。以言使賢者執洒掃之役，亦不得展志意也。置猿狖於櫺檻兮，夫何以責其捷巧？言猿狖當居高木茂林，見其才力，而置之櫺檻之中，迫局之處，責其捷巧，非其理也。以言君子當在廟堂為政，而棄之山林，責其智能，亦非其宜也。猿，一作蝯。狖，一作貌。捷，一作。駟跛鱉而上山兮，吾固知其不能陞。言己念君信用眾愚，欲以致治，猶若駕跛鱉而欲上山，我固知其不能登也。釋管晏而任臧獲兮，臧，為人所賤繫也。獲，為人所係得也。賤繫，一作殘擊。何權衡之能稱？言君欲為政，反置管仲、晏嬰，任用敗軍賤辱係獲之士，何能稱權衡興至治乎？或曰；臧，守藏者也。獲，生禽者也。皆卑賤無知之人。箟簬雜於黀蒸兮，機蓬矢以射革。已解於《七諫》也。箟，竹也。一作菎簬。黀，一作菆，一作叢，一作靡。射，一作射。負檐荷以丈尺兮，欲伸要而不可得。背曰負，荷曰檐。言己居於衰亂之世，常低頭俛視，若以背肩負檐，丈尺而步，不敢伸要仰首，以遠罪過也。檐，一作擔。外迫脅於機臂兮，迫脅，近附也。機臂，弩身也。於，一作以。臂，一作辟。上牽聯於矰隿。言己居常怖懼，若附強弩機臂，畏其妄發，上恐牽聯於隿射，身被矰繳也。隿，一作弋。肩傾側而不容兮，一云不得容。固陿腹而不得息。言己欲傾側肩背，容頭自入，又不見納，故陿腹小息，畏懼患禍也。 \\n 陿，一作愜。腹，一作膓。務光自投於深淵兮，務光，古清白之士也。不獲世之塵垢。言古有賢士務光，憎惡濁世，言不見從，自投深淵而死，不為讒佞所塵汙，己慕其行也。垢，一作埃。孰魁摧之可久兮，願退身而窮處。言己為諛佞所譖，被過魁摧，不可久止，願退我身，處於貧窮而已。鑿山楹而為室兮，楹，柱。而，一作以。下被衣於水渚。渚，水涯也。言己雖窮，猶鑿山石以為室柱，下洗浴水涯，被己衣裳，不失清潔也。霧露濛濛其晨降兮，一作朦朦。雲依斐而承宇。言幽居山谷，霧露濛濛而晨來下，浮雲依斐承我屋霤，晝夜闇冥也。斐，一作霏。一云：雲衣斐斐而承宇。虹霓紛其朝霞兮，霓，一作蜺。夕淫淫而淋雨。言天雲雜色，虹霓揚光，紛然炫燿，日未明旦，復有朝霞，則夕淋雨，愁且思也。怊茫茫而無歸兮，茫，一作芒。悵遠望此曠野。言己幽居遇雨，愁思茫茫，無所依歸，但見曠野草木盛茂也。曠，一作廣。下垂釣於谿谷兮，上要求於僊者。言己幽居無事，下則垂釣餌於谿谷；上則要結僊人，從之受道也。求，一作結。與赤松而結友兮，一無「而」字。比王僑而為耦。言己執守清潔，遂與二子為群黨也。使梟楊先導兮，梟楊，山神名，即狒狒也。導，一作道。白虎為之前後。浮雲霧而入冥兮，騎白鹿而容與。言己與仙人俱出，則山神先道，乘雲霧、騎白鹿而游戲也。 \\n 魂眐眐以寄獨兮，眐眐，獨行貌也。汨徂往而不歸。言我魂神眐眐獨行，寄居而處，汨然遂往而不還也。處卓卓而日遠兮，卓卓，高貌。卓，一作逴。遠，一作高。志浩蕩而傷懷。言己隨從仙人，上游所居，卓卓日以高遠，中心浩蕩，罔然愁思，念楚國也。鸞鳳翔於蒼雲兮，故矰繳而不能加。一無「而」字。蛟龍潛於旋淵兮，身不挂於罔羅。言鸞鳳飛於千仞，蛟龍藏於旋淵，故矰繳不能逮，羅罔不能加也。以言賢者亦宜高舉隱藏，法令不能拘也。旋，一作深。罔，一作網。知貪餌而近死兮，不如下游乎清波。清波，清潔之流，無人之處也。言蛟龍明於避害，知貪香餌必近於死，故下游於清波無人之處也。以言賢者亦不宜貪祿位以危其身也。而，一作之。寧幽隱以遠禍兮，孰侵辱之可為？言己亦寧隱身幽藏，以遠患禍，不能久被侵辱，誠為難也。子胥死而成義兮，屈原沈於汨羅。雖體解其不變兮，其，一作而。豈忠信之可化？志怦怦而內直兮，怦，一作恲。履繩墨而不頗。皆已解於《離騷》、《九辯》、《七諫》。執權衡而無私兮，稱輕重而不差。差，過也。言己如得執持權衡，能無私阿，稱量賢愚，必不過差，各如其理也。摡塵垢之枉攘兮，枉攘，亂貌。摡，一作慨，一作狂。攘，一作枉。攘，摡滌也。除穢累而反真。言己又欲摡激濁亂之臣，使君除去穢累，而反於清明之德。真，一作德。形體白而質素兮，中皎潔而淑清。言己自念形體潔白，表裏如素，心中皎潔，內有善性，清明之質也。時猒飫而不用兮，且隱伏而遠身。言時君不好忠直之士，猒倦其言而不肯用，故且隱伏山澤，斥遠己身也。聊竄端而匿跡兮，嗼寂默而無聲。言己竭忠而不見用，且逃頭匿足，竄伏自藏，執守寂寞，吞舌無聲也。嗼，一作漠，一作歎，一作嘆。一云：歎寂漠。獨便悁而煩毒兮，便悁，一作悁悒。焉發憤而抒情。言己懷忠直之志，獨悁悒煩毒，無所發我憤懣，泄己忠心也。時曖曖其將罷兮，曖，一作薆。遂悶歎而無名。言己遭時不明，行善罷倦，心遂煩悶，傷無美名以流後世也。歎，一作漠，一作嗼。伯夷死於首陽兮，一作首山。一云首陽之山。卒夭隱而不榮。言伯夷餓於首陽，夭命而死，不饗其爵祿，得其榮寵也。夭，一作殀。太公不遇文王兮，身至死而不得逞。言太公不遇文王，至死不得解於廝賤。一無「得」字。懷瑤象而佩瓊兮，願陳列而無正。言己懷玉象，履忠信，願陳列己志，無有明正之君聽而受之也。生天 \\n 墜之若過兮，忽爛漫而無成。爛漫，猶消散也。言己生於天地之閒，忽若風雨之過，晻然而消散，恨無成功也。爛，一作瀾。邪氣襲余之形體兮，一無「體」字。疾憯怛而萌生。襲，及也。言己常恐邪惡之氣及我形體，疾病憯痛橫發而生，身僵仆也。願壹見陽春之白日兮，恐不終乎永年。言己被疾憂懼，恐隨草木徂落，不能至陽春見白日，不終年命，遂委棄也。 \\n 　"}
{"章节": "楚辭卷第十五    九懷第十五", "正文": "　 \\n 楚辭卷第十五 \\n 　九懷章句第十五　楚辭 \\n 匡機匡，一作主。 \\n 通路 \\n 危俊危，一作苞。 \\n 昭世 \\n 尊嘉 \\n 蓄英 \\n 思忠思，一作申，一作由。一云遊思。 \\n 陶壅壅，一作廱，音同。 \\n 株昭昭，一作明，一作招。一云珠昭，一云林招。 \\n  \\n 《九懷》者，諫議大夫王褒之所作也。褒，字子淵，蜀人也，為諫大夫。懷者，思也，言屈原雖見放逐，一作流放。猶思念其君，憂國傾危而不能忘也。褒讀屈原之文，嘉其溫雅，藻采敷衍，執握金玉，委之污瀆，遭世溷濁，溷，一作泥。莫之能識。追而愍之，一作諸。故作《九懷》，以裨其詞。《釋文》作埤，作。埤，頻彌切。史官錄第，遂列于篇。一作編。 \\n 極運兮不中，周轉求君，道不合也。來將屈兮困窮。還就農桑，修播植也。來，一作求，一作永。余深愍兮慘怛，我內憤傷，心切剝也。愍，一作閔。慘，一作憤。願一列兮無從。欲陳忠謀，道隔塞也。乘日月兮上征，想託神明，陞天庭也。顧遊心兮鄗酆。回眄周京，念先聖也。文王都酆，武王都鄗，二聖有德，明於用賢，故顧其都，冀遭逢也。顧，一作願。彌覽兮九隅，歷觀九州，求英俊也。彷徨兮蘭宮。遊戲道室，誦五經也。一作仿偟。芷閭兮葯房，居仁履義，守忠貞也。閭，一作室。奮搖兮眾芳。動作應禮，行馨香也。眾，一作種。菌閣兮蕙樓，節度彌高，德成就也。觀道兮從橫。眾人瞻望，聞功名也。寶金兮委積，志意堅固，策謀明也。美玉兮盈堂。懿譽光明，滿朝廷也。桂水兮潺湲，芳流衍溢，周四境也。揚流兮洋洋。潔白之化，動百姓也。蓍蔡兮踊躍，蓍龜喜樂，慕清高也。蓍，筮也。蔡，大龜也。《論語》曰：臧文仲居蔡。孔鶴兮回翔。畏怖羅網，陞青雲也。鶴，一作鵠。撫檻兮遠望，登樓伏楯，觀楚郢也。念君兮不忘。思慕懷王，結中情也。不，一作弗。怫鬱兮莫陳，忠言蘊積，不列聽也。莫，一作弗。陳，一作敶。永懷兮內傷。長思切切，中心痛也。　匡機 \\n 天門兮戶，金闈玉閨，君之舍也。，一作墬，一作地。孰由兮賢者？誰當涉履英俊路也。無正兮溷廁，邪佞雜亂，來並居也。懷德兮何睹？忠信之士不見用也。假寐兮愍斯，衣冠而寢，自憐傷也。不脫冠帶而臥曰假寐。《詩》云：假寐永歎。愍，一作。誰可與兮寤語？眾人愚闇，誰與謀也。一無「與」字。痛鳳兮遠逝，仁智之士，遁世去也。畜鴳兮近處。畜養佞諛而親附也。鴳，《釋文》作鷃。鯨 \\n 鱏兮幽濳，大賢隱匿，竄林藪也。鱏，一作鱓。從蝦兮遊陼。小人並進，在朝廷也。鯨 \\n 鱏，大魚也。蝦，小魚也。陼，一作渚。乘虯兮登陽，意欲駕龍而陞雲也。載象兮上行。遂騎神獸，用登天也。神象白身赤頭，有翼能飛也。朝發兮蔥嶺，旦發西極之高山也。夕至兮明光。暮宿東極之丹巒也。北飲兮飛泉，吮嗽天液之浮源也。南采兮芝英。咀嚼靈草，以延年也。宣遊兮列宿，遍歷六合，視眾星也。順極兮彷徉。周繞北辰，觀天庭也。紅采兮騂衣，婆娑五采，芬華英也。古本：虹采兮霓衣。翠縹兮為裳。衣色瑋，耀青蔥也。舒佩兮綝纚，緩帶徐步，五玉鳴也。一本「舒」下有「余」字。竦余劍兮干將。握我寶劍，立延頸也。騰蛇兮後從，神虺侍從，慕仁賢也。騰，一作螣。一云從後。飛駏兮步旁。駏驉奮飛，承轂輪也。微觀兮玄圃，上睨帝圃，見天園也。覽察兮瑤光。觀視斗柄與玉衡也。瑤，一作搖。啟匱兮探筴，發匣引籌，考祿相也。筴，《釋文》作 \\n 笧。悲命兮相當。不獲富貴，值流放也。相，一作所。紉蕙兮永辭，結草為誓，長訣行也。將離兮所思。背去九族，遠懷王也。浮雲兮容與，天氣滃溶，乍東西也。道余兮何之？來迎導我，難隨從也。遠望兮仟眠，遙視楚國，闇未明也。一作芊瞑，一作晦昏。聞兮闐闐。君好妄怒，威武盛也。陰憂兮感余，內愁鬱伊，害我性也。憂，一作愁。惆悵兮自怜。悵然失志，嗟厥命也。　通路 \\n 林不容兮鳴蜩，國不養民，賢宜退也。余何留兮中州？我去諸夏，將遠逝也。陶嘉月兮總駕，嘉及吉時，驅乘駟也。總，一作摠，一作驅。搴玉英兮自脩。采取瓊華，自脩飾也。脩，一作修。結榮茞兮逶逝，束草陳信，遂奔邁也。逶，一作遠。將去烝兮遠遊。違離於君，之四裔也。《爾雅》曰：林烝君也。或曰：烝，進也。言去日進而遠也。徑岱土兮魏闕，行出北荒，山高桀也。闕，一作國。歷九曲兮牽牛。過觀列宿，九天際也。聊假日兮相佯，且徐遊戲，年歲也。，一作消。相，一作〈亻相〉。《釋文》作〈彳相〉，音祥。遺光燿兮周流。敷揚榮華，垂顯烈也。望太一兮淹息，觀天貴將止沈滯也。紆余轡兮自休。緩我馬勒，留寢寐也。晞白日兮皎皎，天精光明而照察也。晞，一作睎。皎，一作皎。彌遠路兮悠悠。周望八極，究地外也。顧列孛兮縹縹，邪視彗星，光瞥瞥也。觀幽雲兮陳浮。山氣滃鬱而羅列也。陳，一作敶。鉅寶遷兮砏 \\n 磤，太歲轉移，聲磕磑也。雉咸雊兮相求。飛鳥驚鳴，雌雄合也。泱莽莽兮究志，周望率土，遠廣大也。懼吾心兮懤懤。惟我憂思，意愁毒也。步余馬兮飛柱，徘徊神山，且休息也。覽可與兮匹儔。歷觀群英，求妃合也。二人為匹，四人為儔。儔，一作疇。一云：一人為匹。卒莫有兮纖介，眾皆邪佞，無忠直也。永余思兮怞怞。愁心長慮，憂無極也。　危俊世溷兮冥昏，時君闇蔽，臣貪佞也。一云：世溷濁兮。違君兮歸真。將去懷王，就仁賢也。一云：臣違君兮。乘龍兮偃蹇，驂駕神獸，挐紛紜也。高回翔兮上臻。行戲遨遊，遂至天也。回，一作迴。襲英衣兮緹，重我絳袍，采色鮮也。襲，一作龍。披華裳兮芳芬。徐曳文衣，動馨香也。《詩》曰：婆娑其下。登羊角兮扶輿，陞彼高山，徐顧睨也。輿，一作與。浮雲漠兮自娛。乘雲歌吟而遊戲也。或曰：浮雲漢。漢，天河也。握神精兮雍容，握持神明，動容儀也。一云握精明，一云接精神，一云按神明，一云按精明。雍，一作癰。與神人兮相胥。留待松、喬，與伴儷也。流星墜兮成雨，陰精並降，如墮雨也。進瞵盼兮上丘墟。天旦欲明，至山溪也。進，一作集。古本無「上」字。覽舊邦兮滃鬱，下見楚國之亂危也。覽，一作臨。余安能兮久居！將背舊鄉，之九夷也。志懷逝兮心懰慄，心中欲去，內傷悲也。一無「懰」字。紆余轡兮躊躇。緩我馬勒，而低佪也。一云情躊躇。聞素女兮微歌，神仙謳吟，聲依違也。聽王后兮吹竽。伏妃作樂，百虫至也。魂悽愴兮感哀，精神惆悵，而思歸也。腸回回兮盤紆。意中毒悶，心紆屈也。回，一作迴。撫余佩兮繽紛，持我玉帶，相糾結也。高太息兮自憐。長歎傷己遠放棄也。使祝融兮先行，俾南方神開軌轍也。令昭明兮開門。炎神前驅，關梁發也。馳六蛟兮上征，乘龍直驅，陞閶闔也。竦余駕兮入冥。遂馳我車，上寥廓也。歷九州兮索合，周遍天下，求雙匹也。索，一作寡。誰可與兮終生？莫足與友，為親密也。忽反顧兮西囿，見彼隴蜀，道阻阨也。睹軫丘兮崎傾。山陵嶔岑，難涉歷也。軫丘，一作丘陵。橫垂涕兮泫流，悲思念國，泣雙下也。悲余后兮失靈。哀惜我后，違天法也。　昭世 \\n 季春兮陽陽，三月溫和，氣清明也。列草兮成行。百卉垂條，吐榮華也。余悲兮蘭生，哀彼香草，獨隕零也。生，一作萃。一作悴。委積兮從橫。枝條摧折，傷根莖也。江離兮遺捐，忠正之士，棄山林也。辛夷兮擠臧。仁智之士，抑沈沒也。臧，一作將。伊思兮往古，惟念前世諸賢俊也。亦多兮遭殃。仁義遇罰，禍及身也。遭，一作逢。伍胥兮浮江，吳王棄之於江濱也。屈子兮沈湘。懷沙負石，赴汨淵也。運余兮念茲，轉思念此，志煩冤也。心內兮懷傷。腸中惻痛，摧肝肺也。望淮兮沛沛，臨水恐慄，畏禍患也。一云淵沛沛。濱流兮則逝。意欲隨水而隱遁也。榜舫兮下流，乘舟順水，游海濱也。榜舫，一作榜艕，一作榜舡，一作摘艕，一作摘舫。東注兮 \\n 礚礚。濤波踊躍，多險難也。礚，一作。《釋文》作磕。蛟龍兮導引，虯螭水禽馳在前也。又作文蛇在前也。一云：蛟龍沃兮。文魚兮上瀨。臣鱗扶己渡涌湍也。文，一作大。抽蒲兮陳坐，拔草為席，處薄單也。援芙蕖兮為蓋。引取荷華以覆身也。一云：援英兮為蓋。一云：拔英。水躍兮余旌，風波動我，搖旗旛也。旌，一作旍。繼以兮微蔡。續以草芥入己船也。以，一作以。雲旗兮電騖，遂乘風電，驅橫奔也。儵忽兮容裔。往來亟疾，若鬼神也。河伯兮開門，水君俟望，開府寺也。迎余兮歡欣。喜笑迎己，愛我善也。顧念兮舊都，還視楚國，思郢城也。懷恨兮艱難。抱念恚恨，常欲還也。竊哀兮浮萍，自比如蘋，生水瀕也。萍，一作蓱。汎淫兮無根。隨水浮游，乍東西也。一作沉淫，一作汎搖。　尊嘉 \\n 秋風兮蕭蕭，陰氣用事，天政急也。舒芳兮振條。動搖百草，使芳熟也。微霜兮盻眇，霜凝微薄，寒深酷也。病殀兮鳴蜩。飛蟬卷曲而寂默也。玄鳥兮辭歸，燕將入海，化為蛤也。飛翔兮靈丘。悲鳴神山，奮羽翼也。望谿兮滃鬱，川谷吐氣，雲闇昧也。熊羆兮呴嗥。猛獸應秋，將害賊也。呴，一作。唐虞兮不存，堯、舜已過，難追逐也。何故兮久留？宜更求君，之他國也。臨淵兮汪洋，瞻望大川，廣無極也。顧林兮忽荒。回視喬木，與山薄也。修余兮 \\n 袿衣，整我袗裳，自結束也。修，一作脩。騎霓兮南上。託乘赤霄，登張翼也。乘雲兮回回，載氣溶溶，意中惡也。乘，一作乘。亹亹兮自強。稍稍陞進，遂自力也。強，一作彊。將息兮蘭皋，且欲中休，止方澤也。失志兮悠悠。從高視下，目眩惑也。悠悠，一作調調。蒶蘊兮黴黧，愁思蓄積，面垢黑也。蒶，一作紛。思君兮無聊。想念懷王，忘寢食也。身去兮意存，體遠情近，在胸臆也。存，一作在。愴恨兮懷愁。心中憂恨，內悽惻也。蓄英 \\n 登九靈兮遊神，想登九天，放精神也。神，一作精。靜女歌兮微晨。神女夜吟，聲激清也。悲皇丘兮積葛，皇，美。《釋文》丘作 \\n 丠。眾體錯兮交紛。言己見美大之丘，葛草緣之而生，交錯茂盛，人不異而采取，則不成絺綌也。以言楚國士民眾多，君不異而舉用，則不知其有德也。貞枝抑兮枯槁，貞，正。枉車登兮慶雲。慶雲，喻尊顯也。言葛有正直之枝，抑棄枯槁而不見采。枉壞惡者，滿車陞進，反見珍重，御尊顯也。以言貞正之人，棄於山野，佞曲之臣，陞於顯朝。枉，一作桂。登，一作升。感余志兮慘慄，動踊我心，如析割也。慘，一作憀。心愴愴兮自憐。意中切傷，憂悲楚也。一云：心悲兮。駕玄螭兮北征，將乘山神而奔走也。曏吾路兮蔥嶺。欲踰高山，度阻險也。路，一作道。蔥，一作。連五宿兮建旄，係續列星，為旗旐也。揚氛氣兮為旌。舉布霾霧，作旗表也。氛，一作雰。旌，一作旍。歷廣漠兮馳騖，徑過長沙，馳駟馬也。覽中國兮冥冥。顧視諸夏，尚昧晦也。玄武步兮水母，天龜水神侍送余也。天，一作大。與吾期兮南榮。與己為誓，會炎野也。南方冬溫，草木常茂，故曰南榮。登華蓋兮乘陽，上攀北斗，躡房星也。乘，一作乘。聊逍遙兮播光。且徐遊戲，布文采也。抽庫婁兮酌醴，引持二星以斟酒也。援瓟瓜兮接糧。啗食神果，志猒飽也。瓟，一作匏。糧，一作 \\n 粮。畢休息兮遠逝，周遍留止而復去也。發玉軔兮西行。引支車木，遂驅馳也。惟時俗兮疾正，弗可久兮此方。世憎忠信，愛諂諛也。此，一作北。寤辟摽兮永思，心常長愁，拊心踊也。辟，拊心貌也。辟，一作擗。心怫鬱兮內傷。憂思積結，肝腑爛也。　思忠 \\n 覽杳杳兮世惟，觀楚泥濁，俗愚蔽也。惟，一作維。余惆悵兮何歸？罔然失志，無依附也。傷時俗兮溷亂，哀愍當世，眾貪暴也。將奮翼兮高飛。振翅翱翔，絕塵埃也。駕八龍兮連蜷，乘虯翱翔，見容貌也。蜷，一作踡。建虹旌兮威夷。樹螮蝀旗，紛光耀也。旌，一作旍。觀中宇兮浩浩，大哉天下，難遍照也。紛翼翼兮上躋。盛氣振迅，陞天衢也。浮溺水兮舒光，遂渡沈流，揚精華也。溺，與弱同。淹低佪兮京沶。且留水側，息河洲也。水中可居為洲，小洲為渚，小渚為沶。京沶，即高洲也。一作彽徊。低，一作徘。京，一作洲。一注云：小渚為 \\n 洔，小洔曰沶。屯余車兮索友，住我之駕，求松、喬也。睹皇公兮問師。遂見天帝，諮秘要也。睹，一作睹。道莫貴兮歸真，執守無為，修朴素也。貴，一作遺。羡余術兮可夷。念己道藝，可悅樂也。《詩》云：既見君子，我心則夷。夷，喜也。吾乃逝兮南娭，往之太陽，遊九野也。逝，一作遊。道幽路兮九疑。涉歷深山，過舜墓也。疑，一作嶷。越炎火兮萬里，積熱彌天，不可處也。處，一作渡。過萬首兮。見海中山數萬頭也。海中山石，嶽嶽，萬首交跱也。萬首，一作千首。，一作旌旌。一注云：萬首，海中山名。濟江海兮蟬蛻，遂渡大水，解形體也。絕北梁兮永辭。超過海津，長訣去也。辭，一作詞。浮雲鬱兮晝昏，楚國潰亂，氣未除也。霾土忽兮塺塺。風俗塵濁，不可居也。塺，一作梅。息陽城兮廣夏，遂止炎野大屋廬也。衰色罔兮中怠。志欲懈倦，身罷勞也。色，一作氣。意曉陽兮燎寤，心中燎明，內自覺也。燎，一作半。《釋文》作憭。乃自兮在茲。徐自省視至此處也。，一作 \\n 眎。在，一作存。自，一作息軫。恐非。思堯舜兮襲興，喜慕二聖，相繼代也。幸咎繇兮獲謀。冀遇虞舜，與議道也。悲九州兮靡君，傷今天下無聖主也。撫軾歎兮作詩。伏車浩歎，作風雅也。　陶壅 \\n 悲哉于嗟兮，愁思憤懣，長歎息也。心內切磋。意中激感，腸痛惻也。款冬而生兮，物叩盛陰，不滋育也。瓦礫進寶兮，佞偽愚戇侍帷幄也。捐棄隨和。貞良君子，棄山澤也。鉛刀厲御兮，頑嚚之徒，任政職也。頓棄太阿。明智忠賢，放斥逐也。驥垂兩耳兮，雄俊佯愚，閉口目也。中阪蹉跎。眾無知己，不盡力也。蹇驢服駕兮，駑鈍之徒，為輔翼也。服，一作般。《釋文》作舨。無用日多。僮蒙並進，填滿國也。修潔處幽兮，執履清白，居陋側也。貴寵沙劘。權右大夫，佯不識也。鳳皇不翔兮，賢智隱處，深藏匿也。鶉鴳飛揚。小人得志，作威福也。乘虹驂蜺兮，託駕神氣而遠征也。載雲變化。陞高去俗，易形貌也。鷦開路兮，仁士智鳥，導在前也。一作焦明。後屬青蛇。介虫之長，衛惡姦也。屬，一作厲。步驟桂林兮，馳逐正道，德香芬也。超驤卷阿。騰越曲阜，過阨難也。丘陵翔 \\n 儛兮，山丘踴躍而歡喜也。儛，一作舞。谿谷悲歌。川瀆作樂，進五音也。神章靈篇兮，河圖（圖原作曰，據翻宋本改。）、洛書，緯讖文也。緯，一作經。赴曲相和。宮商並會，應琴瑟也。余私娛茲兮，我誠樂此，發中心也。娛，一作樂。孰哉復加。天下歡悅，莫如今也。還顧世俗兮，回視楚國及眾民也。壞敗罔羅。廢棄仁義，修諂諛也。罔，一作網。卷佩將逝兮，袪衣束帶，將橫奔也。涕流滂 \\n 沲。思君念國，泣霑衿也。流，一作泗。　株昭一本篇目在「亂曰」之後。 \\n 亂曰：皇門開兮王門啟闢，路四通也。一云皇開門兮。照下土，鏡覽幽冥，見萬方也。株穢除兮邪惡已消，遠逃亡也。株，一作珠。蘭芷睹。俊乂英雄，在朝堂也。四佞放兮驩、共、苗、鯀，竄四荒也。後得禹，乃獲文命，治江河也。聖舜攝兮重華秉政，執紀綱也。舜，一作。昭堯緒，著明唐業，致時雍也。孰能若兮誰能知人，如唐虞也。願為輔。思竭忠信，備股肱也。 \\n 　"}
{"章节": "楚辭卷第十六    九歎第十六", "正文": "　 \\n 楚辭卷第十六 \\n 　九歎章句第十六　楚辭 \\n 　逢紛 \\n 　離世一作《靈懷》，與諸本異。又以《怨思》為《離世》，《遠逝》為《怨思》，移《遠遊》在第五，皆非是。 \\n 　怨思思，一作世。 \\n 　遠逝逝，一作遊。 \\n 　惜賢 \\n 　憂苦 \\n 　愍命愍，一作閔。命，一作念。 \\n 　思古 \\n 　遠遊遊，一作逝。 \\n  \\n 　《九歎》者，護左都水使者光祿大夫劉向之所作也。向以博古敏達，典校經書，辯章舊文，辯，一作辨。追念屈原忠信之節，故作《九歎》。歎者，傷也，息也。言屈原放在山澤，猶傷念君，歎息無已，所謂讚賢以輔志，騁詞以曜德者也。讚，一作贊。輔，一作鋪。曜，一作燿。 \\n 伊伯庸之末冑兮，冑，後也。《左氏傳》曰：戎子駒支，四嶽之裔冑也。諒皇直之屈原。諒，信也。《論語》曰：君子貞而不諒。言屈原承伯庸之後，信有忠直美德，甚於眾人也。直，一作貞。云余肇祖于高陽兮，惟楚懷之嬋連。嬋連，族親也。言屈原與懷王俱顓頊之孫，有 \\n 嬋連之族親，恩深而義篤也。嬋，一作蟬。原生受命于貞節兮，鴻永路有嘉名。鴻，大也。永，長也。路，道也。言屈原受陰陽之正氣，體合大道，故長有美善之名也。有，一作以。齊名字於天地兮，謂名平、字原也。並光明於列星。謂心達道要，又文采光耀，若天有列星也。吸精粹而吐氛濁兮，氛，惡氣也。《左氏傳》曰：楚氛甚惡。言己吸天地清明之氣，而吐其塵濁，內潔淨也。橫邪世而不取容。言己體清潔之行，在橫邪貪枉之世，而不能自容入于眾也。一無「取」字。行叩誠而不阿兮，叩，擊也。阿，曲也。叩，一作切。遂見排而逢讒。言己心不容非，以好叩擊人之過，故遂為讒佞所排逐也。后聽虛而黜實兮，黜，貶也。實，誠也。不吾理而順情。言君聽讒佞虛言，以貶忠誠之實，不理我言，而順邪偽之情，故見放流也。腸憤悁而含怒兮，志遷蹇而左傾。言己執忠誠而見貶黜，腸中憤懣，悁悒而怒，則志意遷移，左傾而去也。一云：志徙倚而左傾。心戃慌其不我與兮，戃慌，無思慮貌。慌，一作怳。其，一作而。躬速速其不吾親。速速，不親附貌也。言君心戃慌而無思慮，不肯與我謀議，用志速速，不與己相親附也。其，一作而。辭靈脩而隕志兮，隕，墮也。《易》曰：有隕自天也。辭，一作詞。志，一作意。吟澤畔之江濱。畔，界也。濱，涯也。言己與懷王辭訣，志意墮落，長吟江澤之涯而已。椒桂羅以顛覆兮，顛，頓也。覆，仆也。有竭信而歸誠。言己見先賢，若椒桂之人以被禍，其身顛仆，然猶竭信歸誠，而志不懼也。讒夫藹藹而漫著兮，藹藹，盛多貌也。《詩》云：藹藹王多吉士。漫，污也。一無「夫」字。漫，一作。注云：，汗也。曼汗以自著。曷其不舒予情。曷，何也。言讒人相聚，藹藹而盛，欲漫污人以自著，明君何不舒我忠情以詰責之乎？ \\n 始結言於廟堂兮，結，猶聯也。廟者，先祖之所居也。言人君為政舉事，必告於宗廟，議之於明堂也。信中塗而叛之。塗，道也。叛，背也。言君始嘗與己結議連謀於明堂之上，今信用讒言，中道而更背我也。塗，一作涂。懷蘭蕙與衡芷兮，衡，一作蘅。行中野而散之。言己懷忠信之德，執芬香之志，遠行中野，散而棄之，傷不見用也。野，一作野。聲哀哀而懷高丘兮，心愁愁而思舊邦。言己放斥山野，發聲而吟，其音哀哀，心愁思者，念高丘之山，想歸故國也。願承閒而自恃兮，徑淫曀而道。淫曀，闇昧也。《詩》云：不日有曀。言己思承君閒暇，心中自恃，冀得竭忠，而徑路闇昧，遂以壅塞。顏黴黧以沮敗兮，黧，黑也。沮，壞也。黧，《釋文》作藜。精越裂而衰耄。越，去也。裂，分也。耄，老也。言己欲進不得，中心憂愁，顏色黧黑，面目壞敗，精神越去，氣力衰老也。裳襜襜而含風兮，襜襜，搖貌。衣納納而掩露。納納，濡溼貌也。上曰衣，下曰裳。言己放行山野，下裳襜襜而含疾風，上衣濡溼而掩霜露，單行獨處，身苦寒也。赴江湘之湍流兮，順波湊而下降。湊，聚也。言己乘船赴江、湘之疾流，順聚波而下行，身危殆也。一云：赴江湘而橫流。徐徘徊於山阿兮，阿，曲隅也。徘，一作低。飄風來之洶洶。洶洶，讙聲也。言己至於山之隈曲，且徐徘徊，冀想君命。飄風卒至，復聞讒佞洶洶，欲來害己也。洶，一作匈。馳余車兮玄石，玄石，山名。步余馬兮洞庭。洞庭，水名。平明發兮蒼梧，夕投宿兮石城。石城，山名也。言己動履大水，宿止名山，用志清潔且堅固也。芙蓉蓋而蔆華車兮，蓋，一作 \\n 盖。紫貝闕而玉堂。紫貝，水蟲名。《援神契》曰：江水出大貝也。一云：白玉堂。薜荔飾而陸離薦兮，陸離，美玉也。薦，臥席也。飾，一作 \\n 餝。薦，古作。魚鱗衣而白蜺裳。魚鱗衣，雜五綵為衣，如鱗文也。言所居清潔，被服芬芳，德體如玉，文綵燿明也。登逢龍而下隕兮，逢龍，山名，逢，一作逄，古本作蓬。違故都之漫漫。言己登逢龍之山，而遂下顧，去楚國之遼遠也。漫，一作曼。思南郢之舊俗兮，腸一夕而九運。言己思念郢都邑里故俗，腸中愁悴，一夕九轉，欲還歸也。揚流波之潢潢兮，潢潢，大貌。體溶溶而東回。溶溶，波貌也。言己隨流而行，水盛廣大，波高溶溶，將東入於海也。心怊悵以永思兮，意晻晻而日頹。言己將至於海，心中怊恨而長思，意晻晻而稍下，恐不復還也。日，一作自。頹，一作隤。白露紛以塗塗兮，塗塗，厚貌。一云紛紛。秋風瀏以蕭蕭。瀏，風疾貌也。言四時欲盡，白露已降，秋風急疾，年歲且老，愁憂思也。一云瀏瀏。身永流而不還兮，魂長逝而常愁。言己身隨水長流，不復旋反，則魂魄遂去，常愁念楚國也。魂，一作魂。 \\n 歎曰：譬彼流水，紛揚礚兮。礚一作。波逢洶涌，濆滂沛兮。水性清潔平正，順而不爭，故以喻屈原也。言水逢風紛亂，揚波滂沛，失其本性，以言屈原志行清白，遭逢貪佞，被過放逐，亦失其本志也。濆，一作紛。揄揚滌盪，漂流隕往，觸崟石兮。崟，銳也。言風揄揚，水流隕往，觸銳利之石，使之危殆，以言讒人亦揚己過，使得罪罰也。崟，一作岑。龍邛脟圈，繚戾宛轉，阻相薄兮。言水得風則龍邛繚戾，與險阻相薄，不得順其流性也。以言忠臣逢讒人，亦匡攘惶遽而竄伏也。脟，一作綸。遭紛逢凶，蹇離尤兮。言己遭逢紛濁之世，而遇百凶，以蹇蹇之故，遂以得過也。尤，一作郵。垂文揚采，遺將來兮。言己雖不得施行道德，將垂典雅之文，揚美藻之采，以遺將來賢君，使知己志也。　逢紛 \\n 靈懷其不吾知兮，靈懷其不吾聞。言懷王闇惑，不知我之忠誠，不聞我之清白，反用讒言而放逐己也。就靈懷之皇祖兮，愬靈懷之鬼神。言己所言忠正而不見信，願就懷王先祖告語其冤，使照己心也。鬼神明察，故欲愬之以自證明也。靈懷曾不吾與兮，與，一作知。即聽夫人之諛辭。言懷王之心，曾不與我合，又聽用讒諛之言，以過怒己也。即，一作惻。夫，一作讒。一云夫讒人。余辭上參於天墬兮，旁引之於四時。言己所言上參之於天，下合之於地，旁引四時之神，以為符驗也。一無「辭」字。墬，一作。一無「之」字。指日月使延照兮，延，長也。照，知也。撫招搖以質正。招搖，北斗杓星也。斗主建天時。言己上指語日月，使長視己之志，撫北斗之杓柄，使質正我之志，動告神明以自徵驗也。以，一作使。立師曠俾端詞兮，師曠，聖人也，字子野，生無目而善聽，當晉平公時。端，正也。命咎繇使並聽。言己之言信而有徵，誠可據行，願立師曠使正其詞，令咎繇並而聽之，二聖聰明，長於人情，知真偽之心也。兆出名曰正則兮，卦發字曰靈均。言己生有形兆，伯庸名我為正則以法天。筮而卜之，卦得坤，字我曰靈均以法地也。余幼既有此鴻節兮，長愈固而彌純。言己幼少有大節度以應天地，長大修行而彌純固也。鴻，一作洪。愈，一作逾，一作俞。不從俗而詖行兮，詖，猶傾也。直躬指而信志。言己執履忠信，不能隨從俗人，傾易其行，直身而言，以信己之志終不回移也。不枉繩以追曲兮，屈情素以從事。言己心正直，不能枉性以追曲俗，屈我素志以從眾人而承事之也。端余行其如玉兮，述皇輿之踵跡。言思正我行，令之如玉，不匿瑕惡，以承述先王正治之法，繼續其業而大之也。群阿容以晦光兮，晦，冥也。光，明也。群，一作群。皇輿覆以幽辟。幽辟，闇昧也。言群臣皆行枉曲，以蔽君之聰明，使楚國闇昧，將危覆也。輿中塗以回畔兮，駟馬驚而橫 \\n 犇。馬以喻賢臣也。言君為無道，國人中道倍畔而去之。賢臣驚怖犇亡，爭欲遠也。犇，一作奔。執組者不能制兮，執組，猶織組也。織組者，動之於此，而成文於彼，善御者亦動之於手，而盡馬力也。《詩》云：執轡如組。一無「能」字。必折軛而摧轅。言駟馬驚奔，雖有執轡之御，猶不能制，必摧車軛而折其轅也。以言賢臣奔亡，使國荒亂而傾危也。斷鑣銜以馳騖兮，鑣，勒也。銜，飾口鐵也。斷，一作絕。以，一作以。暮去次而敢止。暮，夜也。次，舍也。止，制也。言車敗馬奔，鑣銜斷絕，猶自馳騖，至於暮夜乃舍，無有制止之者也。以言人臣一去君，亦不復得拘留也。去，一作者。路蕩蕩其無人兮，蕩蕩，平易貌也。《尚書》曰：王道蕩蕩。遂不禦乎千里。禦，禁也。言君國之道路蕩蕩，空無賢人，以不待遇之故，遂行千里遠之他方也。 \\n 身衡陷而下沈兮，衡，橫也。下沈，一作不行。不可獲而復登。言己遠去千里，身必橫陷沈沒，長不可復得登引而用之也。不顧身之卑賤兮，惜皇輿之不興。言己遠行千里，不敢顧念身之貧賤，欲慕高位也。惜君國失賢，道德不盛也。出國門而端指兮，冀壹寤而錫還。言己放出國門，正心直指，執履誠信，幸君覺寤，賜己以還命也。一本「冀」上有「方」字。錫，一作賜。哀僕夫之坎毒兮，坎，恨也。毒，恚也。坎，一作歁。屢離憂而逢患。屢，數也。言己不自念惜身之放逐，誠哀僕御之夫，坎然恚恨，以數逢憂患，無已時也。九年之中不吾反兮，思彭咸之水遊。言己放出九年，君不肯反我，中心愁思，欲自沈於水，與彭咸俱遊戲也。惜師延之浮渚兮，師延，殷紂之臣也，為紂作新聲北里之樂。紂失天下，師延抱其樂器，自投濮水而死也。赴汨羅之長流。言己復貪慕師延自投於水，身浮渚涯，冀免於刑誅，故遂赴汨水長流而去也。遵江曲之逶移兮，逶移，長貌。一云：遵曲江之逶蛇。觸石碕而衡遊。言己願循江水逶移而行，反觸石碕而復橫流，所為無可也。波澧澧而揚澆兮，澧澧，波聲也。回波為澆也。澧，唐本作灃。順長瀨之濁流。言己橫流而行，水波澧澧，回而揚澆，邪引己船，則順長瀨之流，以避其難也。淩黃沱而下低兮，黃沱，江別名也，江別為沱也。沱，《釋文》作 \\n 沲。思還流而復反。言己淩乘黃沱，低船而下，將入於海，心思還水之流，冀幸復旋反也。還，一作遠。玄輿馳而並集兮，玄者，水也。身容與而日遠。言己以水為車，與船並馳而流，故身容與日以遠也。櫂舟杭以橫濿兮，濿，渡也。由帶以上為濿。杭，一作航。以，一作而。濿，一作厲。一注云：由膝以上為厲。湘流而南極。，亦渡也。言己乃櫂船橫行，南渡湘水，極其源流也。，一作濟。而，一作於。立江界而長吟兮，愁哀哀而累息。言己還入大江之界，遠望長吟，心中悲歎而太息，哀不遇也，界，一作介。累，一作絫。情慌忽以忘歸兮，神浮遊以高厲。言己心愁，情志慌忽，思歸故鄉，則精神浮遊高厲而遠行也。心蛩蛩而懷顧兮，蛩蛩，懷憂貌。心，一作志。魂眷眷而獨逝。眷眷，顧貌。《詩》云：眷眷懷顧。言己心中蛩蛩，常懷大憂，內自顧哀，則魂神眷眷，獨行無有還意也。眷，一作睠。 \\n 歎曰：余思舊邦，思，一作恖。心依違兮。日暮黃昏，羌幽悲兮。言我思念故國，心中依違，不能遠去。日暮黃昏，無所歸附，中心悲愁而憂思也。羌，一作嗟。去郢東遷，去，一作王。余誰慕兮？讒夫黨旅，其以茲故兮。旅，眾也。言己去郢東徙，我誰思慕而欲遠去乎？誠以讒夫朋黨眾多之故而見放棄也。河水淫淫，情所願兮。淫淫，流貌。顧瞻郢路，終不返兮。言河水淫淫，流行日遠，誠我中心之所願慕也。觀視楚郢之道路，終不復還反，內自哀傷也。離世 \\n 惟鬱鬱之憂毒兮，志坎壈而不違。坎壈，不遇貌也。言己放逐，心中鬱鬱，憂而愁毒，雖坎壈不遇，志不離於忠信也。身憔悴而考旦兮，憔悴，憂貌也。考，猶終也。旦，明也。日黃昏而長悲。言己心憂憔悴，從夜終明，不能寢寐。日入黃昏，復涕泣而長悲也。閔空宇之孤子兮，宇，居也。無父曰孤。哀枯楊之冤鶵。冤，煩冤也。生哺曰鷇，生啄曰鶵。言己既放傷念，坐於空室之中，孤孑煢煢，東西無所依歸，又悲哀飛鳥生鶵，其身煩冤而不得出，在於枯楊之樹，居危殆也。言己有孤子之憂，冤鶵之危也。孤雌吟於高墉兮，墉，牆也。《易》曰：射隼于高墉之上。言冤鶵之生，早失其雄，其母孤居，吟於高牆之上，將復遇害也。言己亦失其所居，在於林澤，居非其處，恐顛仆也。鳴鳩棲於桑榆。言鳩鳥輕佻巧利，乃棲於桑榆，居茂木之上，鼓翼而鳴，得其所也。以言讒佞弄口妄說，以居尊位，得志意也。玄蝯失於潛林兮，獨偏棄而遠放。言玄蝯材力捷敏，失於高深之林，則獨偏遇放棄，忘其能也。以言賢人棄在山澤，亦失其志也。征夫勞於周行兮，行，道也。《詩》云：苕苕公子，行彼周道。處婦憤而長望。言征行之夫，罷勞周道，行役過時而不得歸，則處婦憤懣，長望而思之也。以言己放在山澤之中，曾無思之也。申誠信而罔違兮，情素潔於紐帛。申，重也。罔，無也。紐，結束也。《易》曰：束帛戔戔。言己放棄，雖無有思之者，然猶重行誠信，無有違離，情志潔淨，有如束帛也。一云情結素。《釋文》：紐，女九切。光明齊於日月兮，文采燿於玉石。言己耳目聰明，如日月之光，無所不照。發文序詞，爛然成章，如玉石有文采也。傷壓次而不發兮，壓，鎮壓也。次，失次也。壓，一作厭。《釋文》：於甲切。思沈抑而不揚。言己懷文、武之質，自傷壓鎮失次，不得發揚其美德，思慮沈抑而不得揚見也。芳懿懿而終敗兮，懿懿，芳貌。名靡散而不彰。靡散，猶消滅也。言己有芬芳懿美之德，而放棄不用，身將終敗，名字消滅，不得彰明於後世也。靡，一作糜。 \\n 背玉門以犇騖兮，玉門，君門。犇，一作奔。蹇離尤而干詬。干，求也。言己背君門奔馳而去者，以己忠信之故，得過於眾，而自求辱也。詬，一作 \\n 訽。若龍逄之沈首兮，王子比干之逢醢。聖賢忠諫而見誅也。念社稷之幾危兮，幾，一作機。反為讎而見怨。言己念君信用讒佞，社稷幾危，以故正言極諫，反為眾臣所讎，而見怨惡也。思國家之離沮兮，躬獲愆而結難。言己思念國家綱紀將以離壞，而竭忠言，身以得過，結為患難也。若青蠅之偽質兮，偽，猶變也。青蠅變白使黑，變黑成白，以喻讒佞。《詩》云：營營青蠅。晉驪姬之反情。言讒人若青蠅變轉其語，以善為惡，若晉驪姬以申生之孝，反為悖逆也。恐登階之逢殆兮，之，一作而。故退伏於末庭。末，遠也。言己思欲登君階陛，正言直諫，恐逢危殆，故復退身於遠庭而竄伏也。孽臣之號咷兮，號咷，讙呼。臣，一作子。本朝蕪而不治。言佞臣妖孽，委曲其聲，相聚讙譁，君以迷惑，國將傾危，朝用蕪薉而不治也。犯顏色而觸諫兮，反蒙辜而被疑。言己以犯君之顏色，觸禁而諫，反蒙罪辜而被猜疑，不見信也。一無「色」字。諫，一作諱。菀蘼蕪與菌若兮，菀，積。蘼，一作靡。漸本於洿瀆。洿瀆，小溝也。洿，一作汙。淹芳芷於腐井兮，淹，漬也。腐，臭也。棄雞駭於筐簏。雞駭，文犀也。筐簏，竹器也。言積漬眾芳於汙泥臭井之中，棄文犀之角，置於筐簏而不帶佩，蔽其美質，失其性也。以言棄賢智之士於山林之中，亦失其志也。一作駭雞。簏，《釋文》作 \\n 箓，音錄。執棠谿以刜蓬兮，棠谿，利劍也。刜，斫也。以，一作以。秉干將以割肉。干將，亦利劍也。利劍宜以為威，誅無狀以征不服，今乃用斫蓬蒿、割熟肉，非其宜也。以言使賢者為僕隸之徒，非其宜也。《論語》曰：割雞焉用牛刀。筐澤瀉以豹鞹兮，筐，滿也。澤瀉，惡草也。鞹，革也。《論語》曰：虎豹之鞹。言取澤瀉惡草盛於革囊，滿而藏之，無益於用也。以言養育小人，置之高堂，亦無益於政治也。破荊和以繼築。築，大杵也。言破和氏之璧，以繼築杵而舂，敗玉寶，失其好也。以言取賢人刑傷使執廝役，亦害忠良，失其宜也。時溷濁猶未清兮，時，一作時。世殽亂猶未察。察，明也。言時世貪濁，善惡殽亂，尚未清明也。欲容與以俟時兮，時，一作時，一作之。懼年歲之既晏。晏，晚也。言己欲遊戲以待明君，恐年歲已晚，身衰老也。晏，一作旰。顧屈節以從流兮，心鞏鞏而不夷。鞏鞏，拘攣貌也。夷，悅也。言思屈己忠直之節，隨俗流行，心中拘攣，仁義不舒，而志不悅樂。顧，一作願。鞏，一作蛩。寧浮沅而馳騁兮，下江湘以邅迴。邅迴，運轉也。言己不能隨俗，寧浮身於沅水，馳騁而去，遂下湘江，運轉而行也。以，一作而。 \\n 歎曰：山中檻檻，余傷懷兮。檻檻，車聲也。《詩》云：大車檻檻。言己放去山中，車行檻檻，鳴有節度，自傷不遇，心愁思也。征夫皇皇，其孰依兮。皇皇，惶遽貌。言己惜征行之夫，心常惶遽，一身獨處，無所依附也。征夫，一作征征。經營原野，杳冥冥兮。南北為經，東西為營。言己放行山野之中，但見草木杳冥，無有人民也。乘騏騁驥，舒吾情兮。言己願欲乘騏驥，馳騁以求賢君，舒肆忠節，展我之情也。乘，一作乘。歸骸舊邦，莫誰語兮。言己思念故鄉，雖死欲歸骸骨於楚國，無所告語，達己之心也。長辭遠逝，乘湘去兮。言己欲歸骸骨於楚國而眾不知，故復長訣，乘水而欲遠去也。辭，一作詞。　怨思 \\n 志隱隱而鬱怫兮，隱隱，憂也。《詩》云：憂心殷殷。一作隱隱。愁獨哀而冤結。言己放流，心中隱隱而憂愁，思念怫鬱，獨自哀傷，執行忠信而被讒邪，冤結曾無解己也。一云愁獨哀哀。腸紛紜以繚轉兮，紛紜，亂貌也。繚，繞也。涕漸漸其若屑。漸漸，泣流貌也。言己憂愁，腸中迴亂繚繞而轉，涕泣交流，若磑屑之下，無絕時也。情慨慨而長懷兮，慨慨，歎貌也。《詩》云：慨我寤歎。信上皇而質正。上皇，上帝也。言己中情憤懣，慨然長歎，欲自信理於上帝，使天正其意也。質，一作貞。合五嶽與八靈兮，五嶽，五方之山也，王者巡狩考課政化之處也。東為泰山，西為華山，南為衡山，北為恆山，中央為嵩山。八靈，八方之神也。訊九鬿與六神。訊，問也。《詩》云：執訊獲醜。九鬿，謂北斗九星也。言己忠直而不見信用，願合五嶽與八方之神，察己之志，上問九鬿六宗之神，以照明之也。訊，一作誶。鬿，一作魁。指列宿以白情兮，訴五帝以置詞。言己願復指語二十八宿，以列己清白之情，告訴五方之帝，令受我詞而聽之也。置，一作宣。北斗為我折中兮，折，一作質。太一為余聽之。折，正也。言己乃復使北斗為我正其中和，太一之神聽其善惡也。云服陰陽之正道兮，陽為仁也，陰為義也。御后土之中和。土色黃，其味甘，故言中和也。言群神勸我承天奉地，服循仁義，處中和之行，無有違離也。佩蒼龍之蚴虯兮，蚴虯，龍貌。帶隱虹之逶蛇。隱，大也。逶蛇，長貌。曳彗星之 \\n 晧旰兮，曳，引也。晧旰，光也。彗，一作篲。晧，一作皓。撫朱爵與鵔鸃。朱爵、鵔鸃，皆神俊之鳥也。言己動以神物自喻，諸神勸我行當如蒼龍，能屈能申；志當如大虹，能揚文采；精當若彗星，能耀光明；舉當若鵔鸃，飛能沖天也。遊清靈之颯戾兮，颯戾，清涼貌。靈，一作霧。服雲衣之披披。披披，長貌也。言積德不止。乃上遊清冥清涼之庭，被服雲氣而通神明也。服，一作般。杖玉華與朱旗兮，華，一作策。垂明月之玄珠。朱，赤也。黑光曰玄也。舉霓旌之墆翳兮，墆翳，蔽隱貌。旌，一作旍。建黃纁之總旄。總，合也。黃纁，赤黃也。天氣玄黃，故曰黃纁也。言己修善彌固，手乃杖執美玉之華，帶明月之珠，揚赤霓以為旌，雜五色以為旗旄，志行清明，車服又殊也。纁，一作昏。注云：黃昏時天氣玄黃，故曰黃昏。躬純粹而罔愆兮，承皇考之妙儀。儀，法也。言己行度純粹而無過失，上以承美先父高妙之法，不敢解也。一本「承」上有「永」字。妙，一作眇。注云：高遠之法。 \\n 惜往事之不合兮，橫汨羅而下濿。言己貪惜以忠事君，而志不合，故欲橫渡汨水，以自沈沒也。濿，一作厲。乘隆波而南渡兮，隆，盛也。乘，一作乘。渡，一作度。逐江湘之順流。赴陽侯之潢洋兮，下石瀨而登洲。言己願乘盛波，逐湘江之流，赴陽侯之大波，過石瀨之湍，登水中之洲，身歷危殆，不遑安處也。陵魁堆以蔽視兮，魁堆，高貌。陵，一作陸。魁，一作鬿。雲冥冥而闇前。山峻高以無垠兮，遂曾閎而迫身。垠，岸涯也。曾，重也。閎，大也。言己所在之處，前有高陵，蔽不得視，後有峻大之山，迫附於己，幽藏山野，心中愁思也。雪雰雰而薄木兮，雰雰，雪貌。木，一作林。雲霏霏而隕集。隕，下也。集，會也。阜隘狹而幽險兮，大陵曰阜。狹，陋也。石嵾嵯以翳日。翳，蔽也。言己居隘險之處，山石蔽日，霜雪並會，身既憂愁，又寒苦也。悲故鄉而發忿兮，忿，恚也。去余邦之彌久。言己不得還歸，中心發恚，自恨去我國邑之甚久也。背龍門而入河兮，龍門，郢東門也。登大墳而望夏首。言己虛被讒言，背郢城門而奔走，將入大河，登其高墳以望夏水之口，泄思念也。大，一作高。橫舟航而湘兮，，一作濟。耳聊啾而戃慌。聊啾，耳鳴也。戃慌，憂愁也。言己願乘舟航濟渡湘水，寂無人聲，耳中聊啾而自鳴，意中憂愁而戃慌，無所依歸也。一作黨荒。波淫淫而周流兮，鴻溶溢而滔蕩。滔蕩，廣大貌也。言己愁思戃慌，又見水中流波，淫淫相隨。鴻溶廣大，悵然失志也。鴻，一作澒。路曼曼其無端兮，周容容而無識。言己所行山澤廣遠，道路悠長，周流容容而無知識也。引日月以指極兮，極，中也，謂北辰星也。少須臾而釋思。釋，解也。言己施行正直，願引日月使照我情，上指北辰，訴告於天，冀君覺寤，且解憂思順臾之閒也。水波遠以冥冥兮，眇不睹其東西。睹，一作睹。順風波以南北兮，霧宵晦以紛紛。宵，夜也。《詩》云：肅肅宵征。言己渡廣水，心迷不知東西，霧氣晦冥，白晝若夜也。紛紛，一作紛闇。日杳杳以西頹兮，頹，一作隤。路長遠而窘迫。言日已西頹，年歲卒盡，道路長遠，不得復還，憂心迫窘，無所舒志也。欲酌醴以娛憂兮，醴，醴酒也。《詩》云：為酒為醴。憂，一作意。蹇騷騷而不釋。蹇，難也。言己欲酌醴酒以自娛樂，心中愁思不可解釋也。 \\n 歎曰：飄風蓬龍，埃坲坲兮。蓬龍，猶蓬轉風貌也。坲坲，塵埃貌。蓬，一作逢。坲，一作浡。木搖落，，一作 \\n 草。時槁悴兮。槁，枯也。悴，病也。言飄風轉運，揚起塵埃，搖動草木，使之迎時枯槁，莖葉被病，不得盛長也。以言讒人亦運轉其言，埃塵忠直，使之被病而傷形也。遭傾遇禍，不可救兮。長吟永欷，涕究究兮。究究，不止貌也。言己遭傾危之世而遇患禍，不可復救，故長歎歔欷而涕滂流，不可止也。究，一作煢。古本作究。舒情敶詩，冀以自免兮。頹流下隕，身日遠兮。言己舒展中情，敶序志意，冀得脫免患禍，然身頹流日遠，不得還也。一云：頹流下逆，身日以遠兮。一云：頹流下隕，身逝遠兮。　遠逝 \\n 覽屈氏之《離騷》兮，心哀哀而怫鬱。言己觀屈原所作《離騷》之經，博達溫雅，忠信懇惻，而懷王不寤，心為之悲而怫鬱也。聲嗷嗷以寂寥兮，嗷嗷，呼聲也。寂寥，空無人民之貌也。嗷，一作噭。《釋文》作寂。上七到，下音老。一作〈口叔〉嘐。音同。顧僕夫之憔悴。言己思為屈原訟理冤結，嗷嗷而呼，山野寂寥，空無人民，顧視僕御，心皆憔悴而有憂色也。撥諂諛而匡邪兮，撥，治也。匡，正也。諂，一作讒。切淟涊之流俗。切，猶概也。淟涊，垢濁也。言己如得進用，則治讒諛之人，正其邪偽，概貪濁之俗，使之清淨也。盪渨 \\n 涹之姦咎兮，盪，滌也。渨涹，汙薉也。亂在內為姦。咎，惡也。夷蠢蠢之溷濁。夷，滅也。蠢蠢，無禮義貌也。《詩》云：蠢爾蠻荊。言己欲盪滌讒佞汙穢之臣，以除姦惡，夷滅貪殘無禮義之人也。懷芬香而挾蕙兮，挾，持。芬，一作芳。佩江蘺之婓婓。一作菲菲。握申椒與杜若兮，冠浮雲之峨峨。峨峨，高貌也。言己獨懷持香草，執忠貞之行，志意高厲，冠切浮雲，不得而施用也。峨，一作 \\n 峩。登長陵而四望兮，覽芷圃之蠡蠡。圃，野樹也。《詩》云：東有圃草。蠡蠡，猶歷歷，行列貌也。言己登高大之陵，周而四望，觀香芷之圃，歷歷而有行列，傷人不采而佩帶也。言己亦修德行義，動有節度，而不見進用也。一無「樹」字。遊蘭皋與蕙林兮，睨玉石之嵯。顧視為睨。玉石，以喻君門也。嵾嵯，不 \\n 亝貌也。言己放流，猶喜居蘭皋蕙林芬芳之處，脩行清白，動不離身，上睨君門，賢愚並進，嵾嵯不亝也。揚精華以眩燿兮，炫燿，光貌。一作耀。芳鬱渥而純美。渥，厚。芳，一作芬。結桂樹之旖旎兮，旖旎，盛貌。《詩》云：旖旎其華。一作猗狔。紉荃蕙與辛夷。言己揚耳目之精，其明炫燿，姿質純美，猶復結桂枝，索蘭蕙，脩善益固，德行彌盛也。荃蕙，一作蕙草。芳若茲而不御兮，捐林薄而菀死。菀，積也。言己修行眾善若此，而不見用，將棄林澤菀積而死，恨功不立而志不成也。 \\n 驅子僑之奔走兮，驅，馳也。子僑，王子僑也。奔，一作奔。申徒狄之赴淵。申徒狄，賢者，避世不仕，自沈赴河也。言己修善不見進用，意欲驅馳，待王子僑隨之奔走，以學道真。又見申徒狄避世赴河，意中紛亂，不知所行也。若由夷之純美兮，由，許由也。夷，伯夷也。一作夷由。介子推之隱山。言己又有清高之行如許由，堯讓以天下，辭而不肯受。伯夷、叔齊讓國而餓死。介子推逃晉文公之賞，隱身深山，無爵位而有顯名也。晉申生之離殃兮，殃，一作讒。荊和氏之泣血。吳申胥之抉眼兮，一作子胥。王子比干之橫廢。皆已解於《九章》。欲卑身而下體兮，心隱惻而不置。言己欲卑身下體，以順風俗，心中惻然而痛，不能置中正而行佞諛也。方圜殊而不合兮，鉤繩用而異態。言方與圜其性不同，鉤曲繩直，其態殊異而不可合也。以言忠佞異志，猶鉤繩也。欲俟時於須臾兮，日陰曀其將暮。日以喻君，陰曀闇昧也。言己欲待盛世明時，君又闇昧，年歲已暮，身將老也。時遲遲其日進兮，遲遲，行貌。《詩》云：行道遲遲。其，一作而。年忽忽而日度。度，去也。言天時轉運日進，遲遲而行，己年忽去，日以衰老也。而，一作以。妄周容而入世兮，內距閉而不開。言己欲妄行周比苟容，自入於君，心內距閉而意不開，敏於忠正而愚於讒諛也。俟時風之清激兮，風以喻政。激，感也。愈氛霧其如塺。塺，塵也。言己欲待明君之政，清潔之化，以感激風俗，而君愈貪濁，如氛霧之氣來塵塺人也。愈，一作逾。進雄鳩之耿耿兮，耿耿，小節貌。讒介介而蔽之。言己欲如雄鳩，進其耿耿小節之誠信，讒人尚復介隔蔽而障之，況有鸞鳳之志，當獲譖毀，固其宜也。介，一作紛。注云：分隔。默順風以偃仰兮，默，寂。尚由由而進之。由由，猶豫也。言己欲寂默不語，以順風俗，隨眾俛仰，而不敢毀譽，然尚猶豫不肯進也。心懭悢以冤結兮，懭悢，失志貌也。心，一作志。懭，一作。情舛錯以曼憂。言己欲隨從風俗，尚不肯進，意中懭悢，心為冤結，情意舛錯而長憂苦也。搴薜荔於山野兮，采撚支於中洲。撚支，香草也。言己雖憂愁，猶采取香草以自約束，修善不怠也。支，一作枝。洲，一作州。望高丘而歎涕兮，悲吸吸而長懷。言己遙望楚國而不得歸，心為悲歎，涕出長思也。下而，一作其。孰契契而委棟兮，契契，憂貌也。《詩》云：契契寤歎。契，一作挈。日晻晻而下頹。言誰有契契憂國念君，欲委其梁棟之謀若己者乎？然日頹暮，傷不得行也。 \\n 歎曰：江湘油油，長流汨兮。油油，流貌也。《詩》云：河水油油。言己見江、湘之水油油長流，將歸於海，自傷放流，獨無所歸也。一云：油油江湘。挑揄揚汰，盪迅疾兮。言水尚得順其經脈，揚蕩其波，使之迅疾，自傷不得順其天性，揚其志意，而常屈伏。汰，一作波。憂心展轉，愁怫鬱兮。展轉，不寤貌。《詩》云：展轉反側。言己放棄，不得竭其忠誠，心中愁悶，展轉怫鬱，不能寐也。一曰：愁鬱鬱兮。冤結未舒，長隱忿兮。言己抱守冤結，長隱山野，心中忿恨無已時也。丁時逢殃，可柰何兮。丁，當也。言己之生當逢遇殃咎，安可柰何？自閔而已。一本「可」上有「孰」字。勞心悁悁，涕滂 \\n 沲兮。言己欲竭節盡忠，終不見省，但勞我心，令我悁悒悲涕而橫流也。　惜賢 \\n 悲余心之悁悁兮，哀故邦之逢殃。言己所以悲哀心中悁悒者，哀念楚國信用讒佞，將逢殃咎也。悁悁，一作悁邑。辭九年而不復兮，辭，一作詞。獨煢煢而南行。煢煢，獨貌也。言己與君辭訣而出，至今九年，不肯反己，常獨煢煢南循江也。思余俗之流風兮，風，化。心紛錯而不受。紛錯，憒亂也。言己念我楚國風俗餘化，好行讒佞，心為憤亂，不能受其邪偽也。遵野莽以呼風兮，莽，草。步從容於山 \\n 廀。廀，隈也。言己循山野之中，以呼風俗之人，欲語以忠正之道，故徐步山隈，遊戲以須之也。廀，一作廋，一作藪。巡陸夷之曲衍兮，大阜曰陸。夷，平也。衍，澤也。幽空虛以寂寞。言己巡行陵陸，經歷曲澤之中，空虛杳冥，寂寞無人聲也。倚石巖以流涕兮，憂憔悴而無樂。言己依倚巖石之山，悲而涕流，中心憔悴，無歡樂之時也。登巑岏以長企兮，巑岏，銳山也。企，立貌。《詩》云：企予望之。望南郢而闚之。闚，視也。言己乃登高銳之山，立而長望，顧視南郢楚邦，悲且思也。山脩遠其遼遼兮，遼遼，遠貌。塗漫漫其無時。塗，道也。言己遙視楚國山林長遠，遼遼難見，道路漫漫，誠無時至也。一作曼曼。聽玄鶴之晨鳴兮，于高岡之峨峨。玄鶴，俊鳥也。君有德則來，無德則去，若鸞鳳矣。故師曠鼓琴，天下玄鶴皆銜明月之珠以舞也。言己聽玄鶴振音晨鳴，乃於高岡之上，峨峨之顛，見有德之君，乃來下也。以言賢者亦宜自安處，以須明君禮敬己，然後仕也。一作峨峨。獨憤積而哀娛兮，翔江洲而安歌。言己在山澤之中，思慮憤積，一哀一樂，故遊江水之中洲，安意歌吟，自寬慰也。三鳥飛以自南兮，一云飛飛。覽其志而欲北。言己在於湖澤之中，見三鳥飛從南來，觀察其志，欲北渡江，縱恣自在也。自傷不得北歸，曾不若飛鳥也。願寄言於三鳥兮，去飄疾而不可得。言己既不得北歸，願因三鳥寄善言以遺其君，去又急疾而不可得，心為結恨也。 \\n 欲遷志而改操兮，心紛結其未離。言己欲徙意改操，隨俗佞偽，中心亂結，未能離於忠信也。其，一作而。外彷徨而遊覽兮，內惻隱而含哀。言己外雖彷徨於山野之中以遊戲，然心常惻隱含悲而念君也。聊須臾以時忘兮，一作忘時。心漸漸其煩錯。言己且欲須臾以忘憂思，中心漸漸錯亂，意不能已也。其，一作而。願假簧以舒憂兮，笙中有舌曰簧。《詩》云：吹笙鼓簧。志紆鬱其難釋。紆，屈也。鬱，愁也。言己欲假笙簧吹以舒憂，意中紆鬱誠難解釋也。歎《離騷》以揚意兮，猶未殫於《九章》。殫，盡也。言己憂愁不解，乃歎吟《離騷》之經以揚己志，尚未盡《九章》之篇，而愁思悲結也。猶，一作獨。長噓吸以於悒兮，噓吸、於悒，皆啼泣貌也。噓，一作呼。涕橫集而成行。言己吟歎《九章》未盡，自知言不見省用，故長噓吸而啼，涕下交集，自閔傷也。傷明珠之赴泥兮，魚眼璣之堅藏。言忠良棄捐，讒佞珍用也。同駑?與乘駔兮，馬母驢父生子曰?。乘駔，駿馬也。雜班駮與闒茸。班駮，雜色也。闒茸，駑頓也。言君不明智，斥逐忠良而任用佞諛，委棄明珠而貴魚眼，乘駑?，雜駿馬，重班駮，喜闒茸，心迷意惑，終不悟也。班，一作斑。葛藟虆於桂樹兮，藟，葛荒也。虆，緣也。《詩》曰：葛蘲虆之。虆，一作纍。一注云：藟，巨荒也。鴟鴞集於木蘭。鴟鴞，鸋鴃，貪鳥也。言葛藟惡草，乃緣於桂樹，鴟鴞貪鳥，而集于木蘭。以言小人進在顯位，貪佞升為公卿也。偓促談於廊廟兮，偓促，拘愚之貌。律魁放乎山閒。律，法也。魁，大也。言拘愚蔽闇之人，反談論廊廟之中；明於大法賢智之士，棄在山閒而不見用也。乎，一作於。惡虞氏之簫《韶》兮，好遺風之《激楚》。言世人愚惑，惡虞舜簫《韶》之樂，反好俗人淫泆《激楚》之音也。猶言惡典謨中正之言，而好諂諛之說也。潛周鼎於江淮兮，爨土鬵於中宇。爨，炊灶也。《詩》云：執爨踖踖。鬵，釜也。《詩》云：溉之釜鬵。言乃藏九鼎於江、淮之中，反炊土釜於堂宇之上，猶言棄賢智，近愚頑者也。且人心之持舊兮，持，一作有。而不可保長。言賢人君子，其心所志，自有舊故，執守信義，不可長保而行之也。一無「而」字。邅彼南道兮，征夫宵行。言己放流，轉彼江南之道，晨夜而行，身勤苦也。一本「征」上有「以」字。思念郢路兮，還顧睠睠。涕流交集兮，泣下漣漣。漣漣，流貌也。《詩》云：泣涕漣漣。言己思念楚郢之路，冀得復歸，還顧眄視，心中悲感，涕泣交會，漣漣而流也。 \\n 歎曰：登山長望，中心悲兮。言己登於高山，長望楚國，則心中悲思而結毒也。菀彼青青，泣如頹兮。菀，盛貌也。《詩》云：有菀者柳。言己觀彼山澤草木，莫不茂盛，青青而生，己獨放棄，身將萎枯，故自傷悲，涕泣俱下也。菀，一作苑。留思北顧，涕漸漸兮。言己所以留精思，常北顧而視郢都，想見鄉邑，思念君也，故涕漸漸而下流。折銳摧矜，凝氾濫兮。摧，挫也。矜，嚴也。凝，止也。氾濫，猶沈浮也。言己欲折我精銳之志，挫我矜嚴忠直之心，止與俗人更相沈浮，而意不能也。念我煢煢，魂誰求兮？言己自念煢煢東西，魂魄惶遽，而求忠直之士，欲與事君，亦誰乎？此不能沈浮之道也。一作魂。僕夫慌悴，散若流兮。慌，亡也。言己欲求賢人而未遭遇，僕御之人感懷愁悴，欲散亡而去，若水之流，不可復還也。　憂苦 \\n 昔皇考之嘉志兮，喜登能而亮賢。言昔我美父伯庸，體有嘉善之德，喜升進賢能，信愛仁智，以為行也。情純潔而罔薉兮，姿盛質而無愆。言己受先人美烈，情性純厚，志意潔白，身無瑕穢，姿質茂盛，行無過失也。情純潔，一云外清潔。姿，一作資。質，一作實。放佞人與諂諛兮，斥讒夫與便嬖。便，利也。嬖，愛也。以言君如使己為政，則放遠巧佞諂諛之人，斥逐讒夫與便利嬖愛之臣，而去之也。親忠正之悃誠兮，悃，厚也。正，一作政。之，一作與。招貞良與明智。言己如得秉執國政，則使君親任忠正之士，招致幽隱明智之人，令與眾職也。心溶溶其不可量兮，溶溶，廣大貌。其，一作而。情澹澹其若淵。澹澹，不動貌也。言己之心，智謀溶溶，廣大如川，不可度量，情意深奧，澹澹若淵，不可妄動。回邪辟而不能入兮，誠願藏而不可遷。言己執志清白淵靜，回邪之言，淫辟之人，不能自入於己，誠願執藏此行，以承事君，心終不移也。逐下祑於後堂兮，下袟，謂妾御也。迎宓妃於伊雒。宓妃，神女，蓋伊雒水之精也。言己願令君推逐妾御出之，勿令亂政，迎宓妃賢女於伊雒之水，以配於君，則化行也。雒，一作川。刜讒賊於中廇兮，刜，去也。中廇，室中央也。廇，一作霤。一注云：堂中央也。選呂管於榛薄。呂，呂尚也。管，管仲也。言己欲為君斫去讒賊之臣於堂廇之中，選進呂尚、管仲之徒以為輔佐，則邦國安寧也。薄，《釋文》音博。叢林之下無怨士兮，江河之畔無隱夫。畔，界也。言己欲舉士，必先於叢林側陋之中，使無怨恨，令江河之界無隱佚之夫，賢人盡升，道可興也。三苗之徒以放逐兮，三苗，堯之佞臣也。《尚書》曰：竄三苗於三危。伊皋之倫以充廬。伊，伊尹也。皋，皋陶也。充，滿也。言放逐佞諛之徒若三苗者，置之四裔，進用伊尹、皋陶之徒，使滿國盧，則讒邪道塞也。 \\n 今反表以為裏兮，顛裳以為衣。顛，倒也。言今世之君，迷惑讒佞，反表以為裏，倒裳以為衣，而不能知也。戚宋萬於兩楹兮，宋萬，宋閔公之臣也。與閔公博，爭道，以手搏之，絕其脰。戚，親也。楹，柱也。兩楹之閒，戶牖之前，尊者所處也。一云：宋萬戚於兩楹兮。廢周邵於遐夷。不用曰廢。周，周公旦也。邵，邵公奭也。遐，遠也。言君反親愛篡逆之臣若宋萬者，置於兩楹之閒，與謀政事，廢棄仁賢若周公，邵公者，放於遠夷之外而不近也。卻騏驥以轉運兮，卻，退也。轉，移也。騰驢?以馳逐。騰，乘也。言退卻騏驥以轉徙重車，乘駑頓驢?反以奔走，馳逐急疾，失其性也。以言役使賢者，令之負檐，進用頑愚，以任政職，亦失其志也。蔡女黜而出帷兮，蔡女，蔡國賢女也。黜，貶也。一本「女」下有「疾」字。戎婦入而綵繡服。戎，戎狄也。言蔡女美好，反見貶黜而去離帷幄。戎狄醜婦，反入椒房，被五綵之繡，衣夫人之服也。慶忌囚於阱室兮，慶忌，吳之公子，勇而有力。阱，深陷也。陳不占戰而赴圍。陳不占，齊臣，有義而怯，聞其君戰，將赴之，飯則失匕，上車失軾，既至，聞鍾鼓之聲，因怖而死。言乃囚勇猛之士若吳慶忌於阱陷之中，使陳不占赴圍而戰，軍必敗也。以言君用臣顛倒失其人也。破伯牙之號鍾兮，號鍾，琴名。號，一作 \\n 号。挾人箏而彈緯。挾，持也。箏，小瑟也。緯，張絃也。言乃破伯牙號鍾所鼓之鳴琴，反持凡人小箏，急張其弦而彈之也。以言世憎惡大賢之言，親信小人之語也。藏 \\n 瑉石於金匱兮，瑉石，次玉者。匱，匣也。瑉，一作珉。捐赤瑾於中庭。赤瑾，美玉也。言乃藏 \\n 瑉石置於金匱，反棄美玉於中庭，言不知別於善惡也。言人而不別玉石，則不知忠佞之分也。韓信蒙於介冑兮，韓信，漢名將也。介，鎧也。冑，兜鍪也。行夫將而攻城。言使韓信猛將被鎧兜鍪守於屯陣，藏其智謀，令行伍怯夫反為將軍而攻城，必失利而無功也。莞芎棄於澤洲兮，莞，夫離也。芎，芎窮也。皆香草也。夫離，一作符籬。瓟瓥蠹於筐簏。瓟，匏也。瓥，瓢也。方為筐，圓為簏。言棄夫離芎藭于水澤之中，藏枯匏之瓢置於筐簏，令之腐蠹，言愛小人憎君子也。或曰：蠹，囊也。瓟，一作匏。瓥，一作蠡。麒麟奔於九皋兮，麒麟，仁獸也。君有德則至，無德則去也。熊羆群而逸囿。熊羆，猛獸，以喻貪殘也。囿，苑也。言麒麟奔竄於九皋之中，熊羆逸踊於君之苑也。以言斥遠仁德之士，而養貪殘之人也。逸，一作溢。注云：滿溢君之苑。折芳枝與瓊華兮，樹枳棘與薪柴。小棗為棘，枯枝為柴。掘荃蕙與射干兮，射干，香草。耘藜藿與蘘荷。耘，耔也。《詩》云：千耦其耘。蘘荷，蒪菹也。藿，豆葉也。言折棄芳草及與玉華，列種柴棘，掘拔射干，而耨耘蔾藿，失其所珍也。以言賤棄君子而育養小人也。惜今世其何殊兮，何殊，一作舛異。遠近思而不同。言己哀惜今世之人，賢愚異性，其思慮或遠或近，智謀不同也。或沈淪其無所達兮，淪，沒。或清激其無所通。清，明也。激，感也。言或有耳目沈沒，無所照見，或有欲感激行於清明，亦復不能通達分別其臧否也。一本無兩「所」字。哀余生之不當兮，獨蒙毒而逢尤。言哀我之生，不當昭明之世，舉賢之時，獨蒙苦毒而遇罪過也。雖謇謇以申志兮，君乖差而屏之。言己雖竭忠謇謇，以重達其志，君心乃乖差而不與我同，故遂屏棄而不見用也。謇，一作蹇。差，一音楚嫁切。誠惜芳之菲菲兮，反以茲為腐也。腐，臭也。言己自惜被服芳香，菲菲而盛。君反以此為腐臭不可用。一無「也」字。懷椒聊之蔎蔎兮，在衣曰懷。椒聊，香草也。《詩》曰：椒聊且蔎。蔎，香貌。蔎，一作藹。一注云：在袖曰懷。乃逢紛以罹詬也。言己懷持椒聊，其香蔎蔎，身修行潔，動有節度，而逢亂世，遂為讒佞所害而見恥辱也。罹，一作離。詬，一作 \\n 訽。一本句末無「也」字。 \\n 歎曰：嘉皇既歿，終不返兮，嘉，美也。皇，君也。以言懷王不用我謀，以歿於秦，遂死而不歸，終無遺命使己得還也。山中幽險，郢路遠兮。言己被放在此山澤深險之處，去我郢道甚遼遠也。讒人諓諓，孰可愬兮。諓諓，讒言貌也。《尚書》曰：諓諓靖言。言讒人諓諓，承順於君，不可告以忠直之意也。征夫罔極，誰可語兮。言己放逐遠行，憂愁無極，眾皆佞諛，不可與語忠信也。行吟累欷，聲喟喟兮。欷，歎貌。喟，歎聲也。累，一作絫，一作纍。懷憂含戚，一云：心懷憂戚。何侘傺兮。言己行常歌吟，增歎累息，懷憂含戚，悵然侘傺而失意也。　愍命 \\n 冥冥深林兮，樹木鬱鬱。山參差以嶄巖兮，阜杳杳以蔽日。言己放在草野，處於深林冥冥之中，山阜高峻，樹木蔽日，望之無人，但見鳥獸也。參差，一作嵾嵾。悲余心之悁悁兮，一作悄悄。目眇眇而遺泣。遺，墮也。言己居於山林，心中愁思，目視眇眇而泣下墮也。風騷屑以搖木兮，騷屑，風聲貌。雲吸吸以湫戾。吸吸，雲動貌也。湫戾，猶卷戾也。言己心既憂悲，又見疾風動搖草木，其聲騷屑，浮雲吸吸卷戾而相隨，重愁思也。湫，一作啾。戾，一作淚。悲余生之無歡兮，愁倥傯於山陸。倥傯，猶困苦也。言悲念我之生，遭遇亂世，心無歡樂之時，身常困苦於山陸之中也。旦徘徊於長阪兮，夕仿偟而獨宿。言己旦起徘徊，行於長阪之上，夕暮獨宿山谷之閒，憂且懼也。髮披披以鬤鬤兮，披披、鬤鬤，解亂貌也。鬤，古本作 \\n 鬃。躬劬勞而瘏悴。劬，亦勞也。《詩》云：劬勞於野。瘏，病也。《詩》云：我馬瘏矣。言己履涉風露，頭髮解亂，而身罷病也。魂俇俇而南行兮，俇俇，惶遽之貌。魂，一作魂。行，一作征。泣霑襟而濡袂。袂，袖也。言己中心憂戚，用志不安，魂魄俇俇，惶遽南行，悲感外發，涕泣交下，霑衣袖也。濡，一作掩。心嬋媛而無告兮，口噤閉而不言。閉口為噤也。言己愁思，心中牽引而痛，無所告語，閉我之口不知所言，眾皆佞偽，無可與謀也。違郢都之舊閭兮，閭，里。回湘沅而遠遷。言己放逐，去我郢都故閭，回於湘、沅之水而遠移徙，失其所之也。回，一作過。念余邦之橫陷兮，宗鬼神之無次。同姓為宗。次，第也。言我思念楚國任用讒佞，將橫陷危殆，己之宗族先祖鬼神，失其次第而不見祀也。閔先嗣之中絕兮，嗣，繼。心惶惑而自悲。言己傷念先祖，乃從屈瑕建立基功，子孫世世承而繼之，至於己身而當中絕，心為惶惑，內自悲哀也。聊浮遊於山 \\n 陿兮，陿，山側也。步周流於江畔。畔，界。臨深水而長嘯兮，且倘佯而氾觀。氾，博也。言己憂愁不能寧處，出升山側，遊戲博觀，臨水長嘯，思念楚國而無解己也。 \\n 興《離騷》之微文兮，冀靈修之壹悟。還余車於南郢兮，復往軌於初古。軌，車轍也。《月令》曰：車同軌。言己雖見放逐，猶興《離騷》之文以諷諫其君，冀其心一寤，有命還己，己復得乘車周行楚國，脩古始之轍跡也。道脩遠其難遷兮，傷余心之不能已。言己後或歸郢，其路長遠，誠難遷徙，然我心中想念於君，不能已也。背三五之典刑兮，典，常。刑，法。絕《洪範》之辟紀。《洪範》，《尚書》篇名，箕子所為武王陳五行之道也。言君施行，背三皇五帝之常典，絕去《洪範》之法紀，任意妄為，故失道也。播規矩以背度兮，播，棄。錯權衡而任意。錯，置也。衡，稱也，所以銓物輕重也。言君棄先王之法度而不奉循，猶置衡稱不以量物，更任其意而商輕重，必失道徑、違人情也。操繩墨而放棄兮，傾容幸而侍側。側，旁也。言賢者執持法度而見放棄，傾頭容身讒諛之人，反得親近侍於旁側也。幸，一作達。甘棠枯於豐草兮，甘棠，杜也。《詩》云：蔽芾甘棠。藜棘樹於中庭。堂下謂之庭。言甘棠香美之木，枯於草中而不見御，反種蒺蔾棘刺之木滿於中庭，以言遠仁賢近讒賊也。西施斥於北宮兮，仳倠倚於彌楹。西施，美女也。仳倠，醜女也。彌，猶遍也。楹，柱也。言西施美好，棄於後宮不見進御，仳倠醜女，反倚立遍兩楹之閒，侍左右也。烏獲戚而驂乘兮，燕公操於馬圉。烏獲，多力士也。燕公，邵公也。封於燕，故曰燕公也。養馬曰圉。言與多力烏獲如車驂乘，令仁賢邵公執役養馬，失其宜也。蒯瞶登於清府兮，咎繇棄而在野。蒯瞶，衛靈公太子也，不順其親，欲害其後母。清府，猶清廟也。言使蒯瞶無義之人，登於清廟而執綱紀，放棄聖人咎繇於外野，政必亂，身危殆也。一作棄於野外。一作外野。蓋見茲以永歎兮，以，一作而。欲登階而狐疑。言己見君親愛惡人，斥逐忠良，誠欲進身登階，竭盡謀慮，意中狐疑，恐遇患害也。乘白水而高騖兮，乘，一作乘。因徙弛而長詞。言己恐登階被害，欲乘白水高馳而遠遊，遂清潔之志，因徙弛卻退而長訣也。弛，一作弛，一作施。 \\n 歎曰：倘佯壚阪，沼水深兮。倘佯，山名也。壚，黃黑色土也。沼，池也。《詩》云：王在靈沼。言倘佯之山，其阪土玄黃，其下有池，水深而且清，宜以避世而長隱身也。容與漢渚，涕淫淫兮。漢，水名也。《尚書》曰：嶓冢導漾，東流為漢。言己將欲避世，遊戲漢水之岸，心中哀悲而不能去，涕流淫淫也。鍾牙已死，誰為聲兮？鍾，鍾子期。牙，伯牙也。言二子曉音，今皆已死，無知音者，誰為作善聲也。以言君不曉忠信，亦不可為竭謀盡誠也。纖阿不御，焉舒情兮？纖阿，古善御者。言纖阿不執轡而御，則馬不為盡其力。言君不任賢者，賢者亦不盡其節。曾哀悽欷，心離離兮。離離，剝裂貌。還顧高丘，泣如灑兮。言己不遭明君，無御用者，重自哀傷，悽愴累息，心為剝裂，顧視楚國，悲慼泣下，如以水灑地也。　思古 \\n 悲余性之不可改兮，屢懲艾而不迻。言己體受忠直之性，雖數為讒人所懲艾，而心終不移易也。艾，一作，一作。迻，一作移。服覺皓以殊俗兮，覺，較也。《詩》云：有覺德行。皓，猶明也。皓，一作浩，一作酷，注並同。貌揭揭以巍巍。揭揭，高貌也。巍巍，大貌也。言己被服眾芳，履行忠正，較然盛明，志願高大，與俗人異也。巍，《釋文》作魏，音危。譬若王僑之乘雲兮，載赤霄而淩太清。言己志意高大，上切於天，譬若仙人王僑乘浮雲載赤霄，上淩太清，遊天庭也。淩，一作凌。欲與天地參壽兮，一無「欲」字。與日月而比榮。言己修行眾善，冀若仙人王僑得道不死，遂與天地同其壽命，與日月比其光榮，流名於後世，不腐滅也。一無「而」字。登崑崙而北首兮，首，嚮。悉靈圉而來謁。悉，盡也。靈圉，眾神也。言己設得道輕舉，登崑崙之上，北向天門，眾神盡來謁見，尊有德也。圉，《釋文》作圄。選鬼神於太陰兮，登閶闔於玄闕。言己乃選擇眾鬼神之中行忠正者，與俱登於天門，入玄闕，拜天皇，受敕誨也。回朕車俾西引兮，褰虹旗於玉門。褰，袪也。玉門，山名也。言乃旋我之車而西行，褰舉虹旗，驅上玉門之山，以趣疾也。馳六龍於三危兮，三危，西方山也。朝西靈於九濱。朝，召也。濱，水涯也。言乃馳騁六龍，過於三危之山，召西方之神，會於大海九曲之涯也。西，一作四。結余軫於西山兮，橫飛谷以南征。結，旋也。飛谷，日所行道也。言乃旋我車軫，橫度飛泉之谷以南行也。軫，一作車。絕都廣以直指兮，都廣，野名也。《山海經》曰：都廣在西南，其城方三百里，蓋天地之中也。歷祝融於朱冥。朱，赤色也。言己行乃橫絕於都廣之野，過祝融之神於朱冥之野也。枉玉衡於炎火兮，枉，屈也。衡，車衡也。委兩館于咸唐。委，曲也。館，舍也。咸唐，咸池也。言己從炎火，又曲意至於咸池，而再舍止宿也。貫澒濛以東朅兮，澒濛，氣也。朅，去也。澒，一作鴻。維六龍於扶桑。言遂貫出澒濛之氣而東去，繫六龍於扶桑之木。扶，一作榑。 \\n 周流覽於四海兮，志升降以高馳。言己既周行遍於四海之外，意欲上下高馳，以求賢士也。升，一作陞。徵九神於回極兮，徵，召也。回，旋也。極，中也。謂會北辰之星於天之中也。建虹采以招指。虹，采旗也。招指，指麾也。旗，所以招指語人也。言己乃召九天之神，使會北極之星，舉虹采以指麾四方也。一作采虹。駕鸞鳳以上遊兮，從玄鶴與鷦明。鷦明，俊鳥也。孔鳥飛而送迎兮，一作庭迎。騰群鶴於瑤光。鶴，靈鳥也，以喻潔白之士。言己乃駕乘鸞鳳明智之鳥，從鷦明群鶴潔白之士，過於瑤光之星，質己修行之要也。鶴，一作鵠。瑤，一作搖。一注云：鶴，白鳥也。排帝宮與羅囿兮，羅囿，天苑。升縣圃以眩滅。言遂排開天帝之宮，入其羅囿，出升縣圃之山而望，目為炫燿，精明消滅，心愁思也。升，一作陞。縣，一作懸。結瓊枝以雜佩兮，立長庚以繼日。長庚，星名也。《詩》云：西有長庚。言己精明雖消滅，猶結玉枝申脩忠誠，立長庚之星，以繼日光，晝夜長行，志意明也。一作繼曜。淩驚雷以軼駭電兮，一無「以」字。綴鬼谷於北辰。綴，係也。北辰，北極星也。《論語》曰：譬如北辰，居其所而眾星拱之。言遂淩乘驚駭之雷，追逐奔軼之電，以至於天，使北辰係綴百鬼，勿令害賢者也。鬼谷，一作百鬼。鞭風伯使先驅兮，囚靈玄於虞淵。 \\n 遡高風以低佪兮，遡，一作泝。一云：遡高風以徘徊。覽周流於朔方。靈玄，玄帝也。虞淵，日所入也。《淮南》言日出湯谷，入于虞淵。言乃鞭風伯使使之掃塵，囚玄帝之神使無陰冥，周遍流行於北方也。就顓頊而敶詞兮，考玄冥於空桑。空桑，山名也。玄冥，太陰之神，主刑殺也。言乃就聖帝顓頊，敶列己詞，考問玄冥之神於空桑之山，何故害賢也。旋車逝於崇山兮，崇山，驩兜所放山也。逝，一作遊。奏虞舜於蒼梧。言己從崇山見驩兜，以佞故囚（囚原作因，據翻宋本改），至蒼梧告愬聖舜，己行忠直，而遇斥棄，冀蒙異謀也。虞，一作帝。楊舟於會稽兮，楊，木名也。《詩》云：汎汎楊舟。會稽，山名也。，一作濟。就申胥於五湖。湖，大池也。言己復乘楊木之輕舟，就伍子胥於五湖之中，問志行之見者也。一本揖大禹於江濱。一注：伍子胥作申包胥。然上文有申子，注云子胥也。見南郢之流風兮，殞余躬於沅湘。言還見楚國風俗，妒害賢良，故自沈於沅、湘而不悔也。望舊邦之黯黮兮，黯黮，不明貌也。邦，一作鄉。時溷濁其猶未央。言己望見故國，君闇不明，群下貪亂，其化未盡，心憂愁也。一無「其」字。懷蘭茞之芬芳兮，妒被離而折之。言己懷忠信之行，故為眾佞所妒，欲共被離摧折而棄之也。被，一作披。張絳帷以襜襜兮，風邑邑而蔽之。邑邑，微弱貌也。言君張朱帷，襜襜鮮明，宜與賢者共處其中，而政令微弱，適以自蔽者也。日暾暾其西舍兮，其，一作而。陽焱焱而復顧。言日暾暾西下，將舍入太陰之中，其餘陽氣，猶尚焱焱，而顧欲還也。以言己年亦老暮，亦思還返故鄉也。焱，一作炎。聊假日以須臾兮，何騷騷而自故。言己思年命欲暮，願且假日遊戲須臾之間，然中心愁思如故，終不解也。故，一作苦。 \\n 歎曰：譬彼蛟龍，乘雲浮兮。一云：譬彼雲龍。無「乘雲浮兮」一句。一云：乘雲遊兮。一云：乘浮雲兮。汎淫澒溶，紛若霧兮。言己懷德不用，譬若蛟龍潛於川澤，忽然乘雲汎淫而遊，紛紜若霧，而乃見之也。汎，一作沉。澒，一作鴻。潺湲轇轕，轇，一作膠。雷動電發，馺高舉兮。言蛟龍升天，其形潺湲，若水之流，縱橫轇轕，遂乘雷電而高舉也。以言己亦想遭明時，舉而進用。升虛淩冥，沛濁浮清，入帝宮兮。言龍能登虛無，淩清冥，棄濁穢，入天帝之宮。言己亦想升賢君之朝，斥去貪佞之人也。升，一作登。沛，一作棄。搖翹奮羽，馳風騁雨，遊無窮兮。言龍既升天，奮搖翹羽，馳使風雨。言己亦願奮竭智謀，以輔事賢君，流恩百姓，長無窮極也。　遠游 \\n 　"}
{"章节": "楚辭卷第十七    九思第十七", "正文": "　 \\n 楚辭卷第十七 \\n 　九思章句第十七楚辭 \\n 　逢尤逢，一作見。 \\n 　怨上 \\n 　疾世世，一作俗。 \\n 　憫上憫，一作閔。 \\n 　遭厄 \\n 　悼亂一作《隱思》，一作《散亂》。 \\n 　傷時 \\n 　哀歲 \\n 　守志 \\n  \\n 　《九思》者，王逸之所作也。逸，南陽人，一作南郡。博雅多覽，讀《楚辭》而傷愍屈原，故為之作解。又以自屈原終沒之後，忠臣介士遊覽學者讀《離騷》、《九章》之文，莫不愴然，心為悲感，高其節行，妙其麗雅。至劉向、王褒之徒，咸嘉其義，一云：咸嘉歎之。作賦騁辭，以讚其志。則皆列於譜錄，世世相傳。皮日休《九諷敘》云：屈平既放，作《離騷經》。正詭俗而為《九歌》，辨窮愁而為《九章》。是後詞人摭而為之，若宋玉之《九辯》，王褒之《九懷》，劉向之《九歎》，王逸之《九思》，其為清怨素豔，幽快古秀，皆得芝蘭之芬芳，鸞鳳之毛羽也。楊雄有《廣騷》，梁竦有《悼騷》，不知王逸奚罪其文，不以二家之述為《離騷》之兩派也。逸與屈原同土共國，悼傷之情與凡有異。竊慕向、褒之風，作頌一篇，號曰《九思》，以裨其辭。未有解說，故聊敘訓誼焉。一無「敘」字。辭曰：逸不應自為注解，恐其子延壽之徒為之爾。 \\n 悲兮愁，哀兮憂。傷不遇也。天生我兮當闇時，君不明也。被諑譖兮虛獲尤。為佞人所傷害也。諑，毀也。尤，過也。心煩憒兮意無聊，愁君迷蔽，忿姦興也。憒，亂也。聊，樂也。嚴載駕兮出戲遊。將以釋憂憤也。周八極兮歷九州，求賢君也。求軒轅兮索重華。覬遇如黃帝、堯、舜之聖明也。世既卓兮遠眇眇，去前聖遠然不可得也。卓，遠也。卓，一作逴。握佩玖兮中路躇。懷寶不舒，悵仿偟也。羨咎繇兮建典謨，樂古賢臣遇明君也。咎，一作皋。懿風后兮受瑞圖。懿，深也。屈原之喻也。風后，黃帝師，受天瑞者也。愍余命兮遭六極，愍，一作憫。委玉質兮於泥塗。見放逐汙辱，若陷泥塗中也。泥，一作 \\n 埿。遽傽遑兮驅林澤，遽，一作遂。傽，一作章，一作慞，一作憒。步屏營兮行丘阿。憂憒不知所為，徒經營奔走也。車軏折兮馬虺頹，驅騁不能寧定，車弊而馬病也。軏，一作軸。憃悵立兮涕滂 \\n 沲。憂悴而涕流也。憃，一作，一作惆，一作怊。思丁文兮聖明哲，丁，當也。文，文王也。心志不明，願遇文王時也。哀平差兮迷謬愚。平，楚平王；差，吳王夫差也。平王殺忠臣伍奢，奢子員仕吳以破楚。夫差不用子胥，而為越所滅也。呂傅舉兮殷周興，呂，呂望。傅，傅說。兩賢舉用，而二代以興盛也。忌專兮郢吳虛。忌，楚大夫費無忌。，吳大夫宰。虛，空也。忌、佞偽，惑其君而敗，二國空虛。郢，楚都也。，一作嚭。仰長歎兮氣結，仰，將訴天也。，結也。悒殟絕兮咶復蘇。憤忿 \\n 晻絕，徐乃蘇也。殟，《釋文》作慍。咶，一作活，一作恬。蘇，《釋文》作穌。虎兕爭兮於廷中，廷，朝廷也。虎兕，惡獸，以喻姦臣。豺狼鬥兮我之隅。隅，旁也。言眾佞辯爭，常在我傍也。雲霧會兮日冥晦，眾偽蔽君，如雲霧之隱日，使不可得見也。飄風起兮揚塵埃。回風為飄，以喻小人造設姦偽，賊害仁賢，為君垢穢，如回風之起塵埃也。走鬯罔兮乍東西，動觸諂毀，東西趣走。一作鬯，一作暢。一本云：，敞音，又主尚切。欲竄伏兮其焉如。無所逃難。念靈閨兮隩重深，靈，謂懷王閨閤也。言欲訴論，輒為群邪所逆，不能得通達。隩，一作奧，一作窈。願竭節兮隔無由。望舊邦兮路逶隨，逶隨，迂遠也。近而障隔，則與迂遠同也。逶，一作委。憂心悄兮志勤劬。悄，猶慘也。劬，勞也。志，一作以。魂煢煢兮不遑寐，魂一作魂。目眽眽兮寤終朝。眽眽，視貌也。終朝，自旦及夕，言通夜不能瞑也。眽，一作 \\n 脉，一作眩。　逢尤 \\n 令尹兮謷謷，令尹，楚官掌政者也。謷謷，不聽話言而妄語也。群司兮譨譨。群司，眾僚。譨譨，猶傯傯也。言皆競於佞也。群，一作群。哀哉兮淈淈，淈淈，一國並亂也。上下兮同流。君臣俱愚，意無別也。菽藟兮蔓衍，菽藟，小草也。蔓衍，廣延也。芳虈兮挫枯。虈，香草名也。挫枯，棄不用也。朱紫兮雜亂，曾莫兮別諸。君不識賢，使紫奪朱，世無別知之者。倚此兮巖穴，退遁逃也。永思兮窈悠。長守忠信，念無違而塗悠遠也。悠，一作窕。嗟懷兮眩惑，懷，懷王也。為眾佞所欺曜，目盡迷瞀。用志兮不昭。獨行忠信，無明己者。昭，一作照。將喪兮玉斗，遺失兮鈕樞。鈕樞，所以校玉斗，玉斗既喪，將失其鈕樞。言放棄賢者逐去之。一注云：鈕樞、玉斗，皆所寶者。我心兮煎熬，惟是兮用憂。熬，亦煎也，憂無已也。煎熬，一作熬。《釋文》作。進惡兮九旬，紂為九旬之飲，而不聽政。惡，一作思。進惡，一作集慕。九旬，一作仇荀。一注云：紂為長夜之飲。復顧兮彭務。彭，彭咸。務，務光。皆古介士，恥受汙辱，自投於水而死也。復，一作退。務，一作瞀。注同。《釋文》音牟。擬斯兮二蹤，擬，則也。蹤，跡也。言願效此二賢之跡，亦當自沈。未知兮所投。謠吟兮中野，未得所死，且仿徨也。一作野。上察兮璇璣。璇，一作旋，一作琁機。大火兮西睨，攝提兮運低。璇璣天中，故先察之。大火西流，攝提運下，夜分之候。愁思不寐，起視星辰，以解戚者也。流，一作匿。雷霆兮硠磕，雷聲。雹霰兮霏霏。霏霏，集貌。奔電兮光晃，涼風兮愴悽。獨處愁思不寐，見雹電涼風之至，益憂多也。晃，一作照。鳥獸兮驚駭，相從兮宿棲。言鳥獸驚惶，尚相從就，傷己單獨，心用悲也。鴛鴦兮噰噰，和鳴貌也。狐狸兮徾徾。相隨貌。哀吾兮介特，介特，獨也。一「吾」下有「子」字。獨處兮罔依。罔，無也。螻蛄兮鳴東，蟊兮號西。蛓緣兮我裳，蠋入兮我懷。蟲豸兮夾余，惆悵兮自悲。言己獨處山野，與眾虫為伍，心悲感也。一作。蛓，一作蜮。懷，一作衣。豸，一作。佇立兮忉怛，佇，停。心結縎兮折摧。　怨上 \\n 周徘徊兮漢渚，言居山中愁憤，復之漢水之涯，庶欲以釋思念也。渚，一作濱。求水神兮靈女。冀得水中神女，以慰思念。嗟此國兮無良，此國，楚國也。言君臣無善，皆凶愚也。媒女詘兮謰謱。謰謱，不正貌。一云謀女。一云媒拙訥兮。鴳雀列兮譁讙，鴳雀，小鳥，以喻小人列位也。言小人在位，患失之，競為佞諂，聲呶呶也。鴳，一作鷃。鴝鵒鳴兮聒余。鴝鵒，鴳雀類也。多聲亂耳為聒。抱昭華兮寶璋，昭華，玉名。璋，一作章。欲衒鬻兮莫取。行賣曰衒鬻，賣也。言己竭忠信以事君而不見用，猶抱此昭華寶璋衒賣之。璋，玉名也。言旋邁兮北徂，己不見用，欲遠去也。旋，一作逝。一云：逝言邁兮。叫我友兮配耦。叫，急叫也。言此國已無良人，庶北行遇賢友，而以自耦也。日陰曀兮未光，北方多陰。陰，一作。閴睄窕兮靡睹。閴，窺也。睄窕，幽冥也。一作闐〈月肖〉雿。紛載驅兮高馳，適北無所遇，故欲馳而去。將諮詢兮皇羲。皇羲，羲皇也。諮，問。詢，謀。所以安己也。一云：羲，伏羲。伏羲稱皇也。遵河皋兮周流，路變易兮時乖。所志不遇，無所用其志也。時，一作時。濿滄海兮東遊，沐盥浴兮天池。天池，則滄海也。濿，一作厲。訪太昊兮道要，太昊，東方青帝也。將問天道之要務。云靡貴兮仁義。太昊答惟仁義為上。志欣樂兮反征，就周文兮邠岐。聞惟仁義，故欣喜復之西方，就文王也。邠岐，周本國。邠，一作豳。秉玉英兮結誓，願與文王約信，以玉英為贄幣也。日欲暮兮心悲。日暮而歲邁，年將老，悲不見進用也。惟天祿兮不再，福不再至，年歲一過，則終訖也。背我信兮自違。若背忠信以趨時俗，則違本心，故不忍為。踰隴堆兮渡漠，隴堆，山名。漠，沙漠也。一云：漢，漢水也。過桂車兮合黎。桂車、合黎，皆西方山之名。赴崑山兮馽騄，崑山，崑崙也。言渡隴堆，適桂車、合黎，乃至崑崙，取駿馬而絆之。騄，駿馬名。崑，一作昆。馽，一作。從邛遨兮棲遲。邛，獸名。遨，遊也。馽騄從邛而棲遲，顧望也。一云：從盧敖兮。吮玉液兮止渴，齧芝華兮療飢。玉液，瓊 \\n 蘂之精氣。芝，神草也。渴啜玉精，飢食芝華，欲僊去也。渴，《釋文》作。居嵺廓兮 \\n 尠疇，嵺廓，空洞而無人也。尠，少也。疇，匹也。言獨行而抱影也。遠梁昌兮幾迷。梁昌，陷據失所也。迷惑欲還也。陷據，一作蹈懅。望江漢兮濩渃，濩渃，大貌也。還見江、漢水大也。漢，一作海。心緊絭兮傷懷。緊絭，糾繚也。望舊土而心感傷也。絭，一作韏。一作繾綣。時昢昢兮旦旦，日月始出，光明未盛為昢。昢，一作朏。一云旦旦，一云且旦。塵莫莫兮未晞。莫莫，合也。晞，消也。朝陽未開，霧氣尚盛。莫，一作漠。憂不暇兮寢食，吒增歎兮如雷。吒，一作 \\n 咤。增，一作曾。　疾世 \\n 哀世兮睩睩，睩睩，視貌。賢人不用，小人持勢也。諓諓兮嗌喔。諓諓，竊言。嗌喔，容媚之聲。眾多兮阿媚，阿，曲。骫靡兮成俗。委靡，面柔也。 \\n 骫，一作委。貪枉兮黨比，貞良兮煢獨。《詩》云：獨行煢煢。煢，一作惸。鵠竄兮枳棘，鵜集兮帷幄。木帳曰帷。言大人處卑賤，小人在尊位也。鵠，一作鶴。鵜，一作 \\n 鴺，一作鶬。蘮蕠兮青，蘮蕠，草名。青，見養有光色也。槁本兮萎落。槁本，香草也。喻賢愚易所。落，舊音格。睹斯兮偽惑。惑，一作盛。一云：疾斯兮偽忒。心為兮隔錯。隔錯，失其性也。逡巡兮圃藪，藂林曰藪。率彼兮畛陌。田閒道曰畛。陌，塍分界也。川谷兮淵淵，深貌。山峊兮峉峉。峉峉，長而多有貌也。峊，一作阜，一作屈。峉，一作硌。叢林兮崟崟，崟崟，眾饒貌。崟，一作岒。株榛兮岳岳。岳岳，眾木植也。株，一作林。霜雪兮漼溰，積聚貌。一作溰溰，一作 \\n 漄漄。冰凍兮洛澤。洛，竭也。寒而水澤竭成冰。東西兮南北，罔所兮歸薄。言四方皆無所停止也。庇廕兮枯樹，匍匐兮巖石。穴可居者。踡跼兮寒局數，一云：踡跼兮數年。一云：踡跼兮寒風數。獨處兮志不申，踡，傴僂也。年齒盡兮命迫促。魁壘擠摧兮常困辱，魁壘，促迫也。擠摧，折屈也。壘，一作纍。含憂強老兮愁不樂。愁早老曰強也。不，一作無。鬚髮薴悴兮顠鬢白，薴，亂也。顠，雜白也。鬚，一作。薴，一作蔓。鬢，一作 \\n 顮。思靈澤兮一膏沐。靈澤，天之膏潤也。蓋喻德政也。靈，一作雲。懷蘭英兮把瓊若，英，華。瓊若，食也。蘭，一作華。待天明兮立躑躅。言懷蘭把若，無所施之，欲待明君，未知其時，故屏營躑躅。一作蹢。雲蒙蒙兮電儵爍，儵爍，疾也。闇多而明少也。蒙，一作濛。孤雌驚兮鳴呴呴。雌，一作雛。思怫鬱兮肝切剝，忿悁悒兮孰訴告。一云：於悒悒兮。　憫上 \\n 悼屈子兮遭厄，子，男子之通稱也。沈玉躬兮湘汨。賢者質美，故以比玉。湘、汨，皆水名。何楚國兮難化，言楚國君臣之亂，不可曉喻也。兮，一作之。迄于今兮不易。政教荒阻，不可變也。于，一作乎。士莫志兮羔裘，言政穢則士貪鄙，無有素絲之志，皎潔之行也。競佞諛兮讒。，不相聽。一云讒。指正義兮為曲，訿玉璧兮為石。一作璧玉。殦鵰遊兮華屋，殦，一作鶻。鵔鸃棲兮柴蔟。鵔，一作鵔。棲，一作指，一作蒨，音竄。起奮迅兮奔走，違群小兮謑 \\n 訽。謑，恥辱垢陋之言也。訽，一作呴。載青雲兮上昇，適昭明兮所處。終無所舒情，故欲乘雲升天，就日處矣。昭明，日暉。昇，一作陞。躡天衢兮長驅，踵九陽兮戲蕩。衢，路也。九陽，日出處也。越雲漢兮南濟，秣余馬兮河鼓。河鼓，牽牛別名。雲霓紛兮晻翳，雲，一作霄。翳，一作鬱。參辰回兮顛倒。參、辰、皆宿名，夜分而易次，故顛倒失路也。逢流星兮問路，顧我指兮從左。流星，發所從也。一云：顧指我兮。俓娵觜兮直馳，觜，一作訾。御者迷兮失軌。遂踢達兮邪造，流星雖甚，猶不得道。踢達，誤過也。邪，一作'。與日月兮殊道。志閼絕兮安如，志望已訖，不知所之。如，一作歸。哀所求兮不耦。攀天階兮下視，下，一作俛。見鄢郢兮舊宇。鄢、郢，楚都也。言上天所求不得，意欲還，下視見舊居也。意逍遙兮欲歸，眾穢盛兮杳杳。眾穢，諭佞人。言將復害己。思哽饐兮詰詘，饐，一作咽。涕流瀾兮如雨。還為眾偽所害，故悲泣也。　遭厄 \\n 嗟嗟兮悲夫，傷時昏惑。殽亂兮紛挐。君任佞巧，競疾忠信，交亂紛挐也。殽，一作散。《釋文》：殽，乎巧切。茅絲兮同綜，不別好惡。綜，一作。冠屨兮共絇。上下無別。屨，一作屣。督萬兮侍宴，華督、宋萬二人，宋大夫，皆弒其君者也。周邵兮負芻。周公、邵公。言楚君使忠賢如周、邵者負芻，反以督、萬之人侍宴。白龍兮見射，靈龜兮執拘。白龍，川神。靈龜，天瑞。仲尼兮困厄，仲尼，聖人，而厄於陳、蔡也。鄒衍兮幽囚。鄒衍，賢人，而為佞邪所攝，齊遂執之。伊余兮念茲，伊，惟也。茲，此也。奔遁兮隱居。欲避世也。將升兮高山，升，一作陟，一作階。上有兮猴猿。欲入兮深谷，下有兮虺蛇。左見兮鳴鵙，右睹兮呼梟。鵙，伯勞也。山有猴猿，谷有虺蛇，左右眾鳥， \\n 閴無人民，所以愁懼也。惶悸兮失氣，悸，懼也。失氣，晻然而將絕。踊躍兮距跳。以泄憤懣也。便旋兮中原，旋，一作絕。仰天兮增歎。仰，一作卬。菅蒯兮野莽，野，一作野。雚葦兮仟眠。一作千眠，一作仟玄。仟，一作阡。鹿蹊兮，貒貉兮蟫蟫。蟫蟫，相隨之貌。鹿蹊，一作玄鹿。，一作。，一作繼踵。鸇鷂兮軒軒，軒軒，將止之貌。鶉兮甄甄。甄甄，小鳥飛貌。，一作。一云：鶉鴳兮飄飄。一作鶉鴿。哀我兮寡獨，靡有兮齊倫。齊，偶。齊，一作匹。意欲兮沈吟，迫日兮黃昏。意且欲遲，望又促暮，當棲宿也。迫，一作白。玄鶴兮高飛，鶴，一作鸛。一云鶤雞。曾逝兮青冥。青冥，太清。曾，一作增。逝，一作遊。鶬鶊兮喈喈，鶬鶊，鸝黃也。喈喈，鳴之和。山鵲兮嚶嚶。嚶嚶，鳴之清也。鴻鸕兮振翅，鴈之大者曰鴻。鸕，鸕鶿也。振翅，將飛也。歸鴈兮于征。征，行也。言將去。吾志兮覺悟，懷我兮聖京。垂屣兮將起，跓俟兮碩明。垂，《釋文》作，測夾切。碩，一作須。　悼亂 \\n 惟昊天兮昭靈，昊天，夏天也。昭，明也。靈，神也。陽氣發兮清明。風習習兮龢煖，煖，一作，古作燸。百草萌兮華榮。榮，一作英。堇荼茂兮扶疏，堇， \\n 葪也。荼，苦菜也，扶，一作敷。蘅芷彫兮瑩嫇。蘅，杜蘅。芷，若芷。皆香草。嫇，一作冥。愍貞良兮遇害，將夭折兮碎糜。一作爢。時混混兮澆饡，饡，餐也。混，混濁也。言如澆饡之亂也。餐，一作餮。哀當世兮莫知。覽往昔兮俊彥，亦詘辱兮係纍。《釋文》作累，力桂切。管束縛兮桎梏，百易兮傅賣。傅，一作傳。遭桓繆兮識舉，管，管仲。百，百里奚也。管仲為魯所囚，齊桓釋而任之。百里奚晉徒役，秦繆以五羖之皮贖之為相也。才德用兮列施。德，一作得。且從容兮自慰，以古賢者皆然，緩己憂也。玩琴書兮遊戲。迫中國兮迮 \\n 陿，無所用志，故云迮陿。一作窄陝。吾欲之兮九夷。子欲居九夷，疾時之言也。超五嶺兮嵯峨，超，越也。將之九夷，先歷五嶺之山，言艱難也。觀浮石兮崔嵬。東海有浮石之山。崔嵬，山形也。陟丹山兮炎野，復之南方。丹山、炎野，皆在南方也。屯余車兮黃支。一本此句在「就祝融兮稽疑」之下。就祝融兮稽疑，黃支，南極國名也。祝融，赤帝之神，稽合所以折謀，求安己之處也。嘉己行兮無為。嘉，善也。言祝融善己之處。乃回朅兮北逝，復旋至北方也。回，一作迴。遇神孈兮宴娭。孈，北方之神名也。言遇神宴而待之。孈，一作 \\n 孈。《釋文》作孈，音攜。欲靜居兮自娛，言己遇神而宴樂，亦欲安居自娛也。心愁慼兮不能。慼，一作戚。放余轡兮策駟，復欲去也。放，一作收。忽飆騰兮浮雲。一云：忽風騰兮雲浮。蹠飛杭兮越海，蹠，一作跖。從安期兮蓬萊。蓬萊，海中山名也。安期生，仙人名也。言欲往求仙也。緣天梯兮北上，登太一兮玉臺。登，一作升。使素女兮鼓簧，太一，天帝所在，以玉為臺也。乘戈龢兮謳謠。乘戈，仙人也。和素女而歌也。聲噭誂兮清和，噭誂，清暢貌。噭，《釋文》作激，音叫。誂，他弔切。音晏衍兮要婬。要婬，舞容也。咸欣欣兮酣樂，余眷眷兮獨悲。言天神眾舞，皆喜樂，獨己懷悲哀也。顧章華兮太息，章華，楚臺名也。太息，憂歎也。志戀戀兮依依。戀，一作鬱。　傷時 \\n 旻天兮清涼，秋天為旻天。秋節至，故清且涼也。玄氣兮高朗。秋冬陽氣升，故高朗也。朗，一作明。北風兮潦洌，寒節至也。洌，一作烈。草木兮蒼唐。始凋也。草，一作艸。唐，一作黃。蚗兮 \\n 噍噍，促寒將蟄，故噍噍鳴。蝍蛆兮穰穰。將變貌。歲忽忽兮惟暮，暮，末。余感時兮悽愴。感時以悲思也。傷俗兮泥濁，矇蔽兮不章。寶彼兮沙礫，捐此兮夜光。夜光，明珠也。椒瑛兮涅汙， \\n 葈耳兮充房。葈耳，惡草名也。充房，侍近君也。攝衣兮緩帶，操我兮墨陽。墨陽，劍名。昇車兮命僕，將馳兮四荒。四裔謂之四荒。下堂兮見蠆，蠆，土螽也。喻佞人欲害賢，如蠆之有螫毒。出門兮觸蜂。巷有兮蚰蜒，邑多兮螳螂。睹斯兮嫉賊，心為兮切傷。俛念兮子胥，仰憐兮比干。投劍兮脫冕，龍屈兮蜿蟤。蜿蟤，自迫促貌。潛藏兮山澤，匍匐兮叢攢。叢攢，羅布也。窺見兮溪澗，流水兮沄沄。沄沄，沸流。黿鼉兮欣欣，鱣 \\n 鮎兮延延。群行兮上下，駢羅兮列陳。自恨兮無友，特處兮煢煢。獨行貌。冬夜兮陶陶，長貌。雨雪兮冥冥。神光兮 \\n 熲熲，鬼火兮熒熒。神光，山川之精，能為光者也，熒熒，小火也。修德兮困控，將誰困控，言無引己也。愁不聊兮遑生。遑，暇。憂紆兮鬱鬱，惡所兮寫情。　哀歲 \\n 陟玉巒兮逍遙，玉巒，崑崙山也。山脊曰巒。逍遙，須臾也。覽高岡兮嶢嶢。山嶺曰岡。嶢嶢，特高也。桂樹列兮紛敷，崑崙山多桂樹，紛錯敷衍。吐紫華兮布條。桂華紫色，布敷條枝。實孔鸞兮所居，孔鸞，大鳥。今其集兮惟鴞。鴞，小鳥也。以言名山宜神鳥處之，猶朝廷宜賢者居位，而今惟小人，故云鴞萃之也。烏鵲驚兮啞啞，神鳥至，則眾鳥集從。今反鴞往處之，故驚而鳴也。余顧瞻兮怊怊。怊怊，四遠貌。彼日月兮闇昧，日月無光，雲霧之所蔽。人君昏亂，佞邪之所惑。障覆天兮 \\n 祲氛。祲，惡氣貌。伊我后兮不聰，后，君。焉陳誠兮效忠。攄羽翮兮超俗，無所效其忠誠，故翻飛而去也。遊陶遨兮養神。陶遨，心無所繫。乘六蛟兮蜿蟬，蜿蟬，群蛟之形也。龍無角曰蛟。遂馳騁兮陞雲。揚彗光兮為旗，秉電策兮為鞭。復欲升天，求仙人也。朝晨發兮鄢郢，郢，楚都也。食時至兮增泉。增泉，天漢也。繞曲阿兮北次，次，舍。造我車兮南端。復適南方也。謁玄黃兮納贄，玄黃，中央之帝也。崇忠貞兮彌堅。雖遙蕩天際之閒，不失其忠誠也。歷九宮兮遍觀，九宮，天之宮也。睹祕藏兮寶珍。就傅說兮騎龍，傅說，殷王武丁之賢相也。死補辰宿。與織女兮合婚。舉天罼兮掩邪，罼，宿名也。畢有囚姦名，故欲以掩取邪佞之人也。彀天弧兮射姦。弧，亦星名也。弧矢弓弩，故欲以射姦人也。隨真人兮翱翔，真，仙人也。食元氣兮長存。元氣，天氣。望太微兮穆穆，太微，天之中宮。穆穆，和順也。睨三階兮炳分。太微之階。相輔政兮成化，建烈業兮垂勳。當與眾仙共輔天帝，成化而建功也。目瞥瞥兮西沒，道遐迥兮阻歎。志 \\n 稸積兮未通，悵敞罔兮自憐。言陞仙之事，迫而不通，故使志不展而自傷也。　守志 \\n 亂曰：天庭明兮雲霓藏，三光朗兮鏡萬方。天清則雲霓除，日月星辰昭，君明下理，賢愚得所也。斥蜴兮進龜龍，策謀從兮翼機衡。蜴，喻小人。龜龍，喻君子。璇璣玉衡，以喻君能任賢，斥去小人，以自輔翼也。一云：奮策謀兮。配稷契兮恢唐功，配，匹也。恢，大唐堯也。稷、契，堯佐也。言遇明君，則當與稷、契恢夫堯、舜之善也。一曰恢虞功。嗟英俊兮未為雙。雙，匹也。 \\n 　"}
