{"章节": "內容提要", "正文": "  \\n 內容提要 \\n 　 \\n 本書主要是闡述原著的意義，也兼及文字的註釋。在述義、註釋方面，作者列舉自漢以來各家的意見，加以考訂和研究，並提出自己的見解。此外作者根據莊子本文，提出了莊子哲學是受印度哲學影響的意見，文中多處是以佛學理論來釋證的；以前研究莊子的人也有這樣做的。本書不僅對天下篇一文有所闡發，且可藉此研究莊子的哲學思想，作為治中國古代哲學史者的參考。 \\n  \\n   \\n  "}
{"章节": "莊子天下篇述義序言之一", "正文": "  \\n 莊子天下篇述義序言之一 \\n 　 \\n 我寫這篇文章，是由研究莊子認識到莊子雖然有三十三篇，僅僅只有內七篇確實是莊子自己寫的，外篇就不敢隨便下斷語了；至於雜篇，除天下篇外前人都說不是莊子自己的作品，我完全同意這個論斷。至於天下篇，我認為是作一個時代的學術的結論，可能也是莊子寫的。我們如果說不是莊子寫的，很難找出另外一個人有這樣精通一個時代的學術，更有這樣的大手筆。如果作為莊子寫的自序，那是天衣無縫了。另外一面，我很難解，在春秋末戰國初，除老子外又有這樣一種思想。這種思想，以我的研究，認為完全和佛家相同。這是偶然的嗎？還是確有因緣？這待別人來作定論吧。　馬夷初 \\n  \\n   \\n  "}
{"章节": "莊子天下篇述義序言之二", "正文": "  \\n 莊子天下篇述義序言之二 \\n 　 \\n 莊子學說，似受印度哲學之影響頗深；其天下篇曰：「不離於宗，謂之天人；不離於精，謂之神人；不離於真，謂之至人；以天為宗，以德為本，以道為門，兆於變化，謂之聖人；以仁為恩，以義為理，以禮為行，以樂為和，薰然慈仁，謂之君子；以法為分，以名為表，以參為驗，以稽為決；其數一二三四是也，百官以此相齒；以事為常，以衣食為主，蕃息畜藏老弱孤寡為意，皆有以養，民之理也」。郭象於「謂之聖人」下出注云：「凡此四名一人耳，所自言之異」。又於「謂之君子」下出注云：「此四名之粗跡，而賢人君子之所服膺也」。又於「皆有以養民之理也」下出注曰：「民理既然，故聖賢不逆」。余謂「不離於宗」至於「民之理也」通是一人。大區則三：「天人」一也，「神人」「至人」二也，「聖人」「君子」「民」三也。小區則六，具如本文。如次言之，初大區三者，佛地經卷七云：「自性法受用，變化差別轉」。論云：「雖諸如來所依清淨法界體性無有差別，而有三身種種相異轉變不同，故名差別」。成唯識論十之三云：「如是法身有三相別：〔一〕自性身。謂諸如來真淨法界，受用變化平等所依，離相寂然，絕諸戲論，具無邊際真常功德。是一切平等實性，即是此性，亦名法身，大功德法所依止故。〔二〕受用身。此有二種：一、自受用。謂諸如來三無數劫，修集無量福慧資糧，所起無邊真實功德，及極圓淨常遍色身，相續湛然，盡未來際，恆自受用廣大法樂。二、他受用。謂諸如來由平等智，示現微妙淨法功德身，居純淨土，為住十地諸菩薩眾，現大神通，轉正法輪，決眾疑網，令彼受用大乘法樂。合此二種名受用身。〔三〕變化身。謂諸如來由成事智變現無量隨類化身，居淨穢土，為未登地諸菩薩眾、二乘異生，稱彼機宜，現通說法，令各獲得諸利樂事」。此中天人，當彼經自性身，亦名法身。此中神人、至人，當彼經受用身。此中聖人、君子、民，當彼經變化身。如是大區為三。次復小區為六者，彼論法身止一，此中天人當之。受用身有二種：一、自受用。二、他受用。此中至人當彼自受用身，神人當彼他受用身。又依觀佛三昧海經云：「佛化身有三類：一、大化身。謂如來為應十地已前諸菩薩眾演說妙法，令其修進向於佛果故，化現千丈大身也。二、小化身。謂如來為應二乘凡夫說於四諦等法，令其舍妄歸真而得開悟故，化丈六小身也。三、隨類不定。謂如來誓願弘深，慈悲普覆，隨諸種類，有感即應，或現大身滿虛空中，或現小身丈六、八尺等」。此言變化，亦開三類，此中聖人當彼經大身，此中君子當彼小身，此中民者當彼不定身。而逍遙遊為開宗明義之文，即以北海之鯤諭染汙心；南海之鵬諭清淨心；鯤化為鵬，諭染汙心轉為清淨心；其「皆大不知其幾千里也」，諭二心本一，而歸於無用之用，即轉妄為真後之自然大用，亦即是逍遙也。逍遙者愉之緩言，愉即樂也。逍遙遊明是徃生極樂之義，其他事相同者亦非一二，而最奇者即至樂篇莊子妻死一章，與佛說緣起聖道經義無不同。達生篇田開之一章，即修三觀之法；而桓公田於澤一章，竟符大乘起信論十鬼之說。天地篇無為為之之謂天一章，又大乘十度波羅密法門也。天地篇：「凡有首有趾無心無耳者眾，有形者與無形無狀而皆存者盡無」，乃破時空。秋水、在宥、天運、田子方、知北遊皆有勝義，而內七篇實揭其綱要。德充符云：「以其知得其心，以其心得其常心」，又明是由六識以得八識，由八識以得無垢識也。大宗師與天運兩言：「吾師乎，（ \\n  \\n ）萬物而不為義，澤及萬世而不為仁，長於上古而不為老，覆載天地、刻琱象形而不為巧」；乃說常樂我淨。此皆遠之戇山近之楊仁山所未曾見到，而余自昔研鑽，偶爾會心，然非徒事飾附，實乃相義兩徵。余因疑佛法已在周末入於中國，莊子天道篇記士成綺問道於老子一章，末有：「邊境有人焉，其名為竊」兩句，詞義似非完文，蓋有脫簡。然疑與荀子解蔽篇「空石之中有人焉，其名曰觙」者是一事；解蔽曰：「空石之中有人焉，其名曰觙，其為人也善射以好思，（射如射覆之射，見俞曲園先生諸子平義。）耳目之欲接則敗其思，蚊之聲聞則挫其精，是以闢耳目之欲而遠蚊之聲，閒居靜思則通。思仁若是，可謂微乎？闢耳目之欲，遠蚊之聲，可謂危矣，未可謂微也。」（原文有衍誤，今訂）。余以孔伋字子思，燕伋字子思推之，則此人思仁而名觙，「觙」字自與好思有關；然疑此非人名，乃以此人好思而人名之；莊子作竊，聲相近也。此人習靜而好思，蓋修佛法禪那、般若兩度之行者；莊子言邊境，而荀子言空石，空石即窮石，春秋左傳襄四年傳曰：「昔有夏之方衰也，后羿自鉏遷於窮石」。說文｛穴〈身邑〉｝字下曰：「夏后氏諸侯夷羿之國」。山海經、離騷、淮南皆謂弱水出於窮石；說文謂溺水自張掖刪丹西至酒泉合黎，餘波入於流沙；漢之刪丹，今之甘肅山丹縣，說文次窮於鄯字下，固謂邊地也；空石既是邊地，則觙、竊是一非二明矣。蘇曼殊據印度婆羅多朝之紀事詩，證知支那之名，遠在西曆紀元千四百年前已有。蓋婆羅多王嘗親率大軍行至此境，見其文物特盛，民多智巧，以為支那分族。是在我國商代，印度已與今新疆之于闐、莎車有交通，而新疆之東與甘肅接壤，則佛法在周末自有傳入刪丹張掖之可能。而觙者蓋達摩之儔，其聲遠著，故莊、荀皆援而說之。莊書記及此事，而其書述義大氐與佛法相同，其為受印度思想之影響可知。 \\n  \\n   \\n  "}
{"章节": "莊子天下篇述義", "正文": "  \\n 莊子天下篇述義 \\n 　 \\n  \\n 天下之治方術者多矣，皆以其有，為不可加矣。古之所謂道術者，果惡乎在？ \\n 案：宣穎以「有」字句絕，「為」字屬下讀，是也；諸家以「有為」連讀者失之。道術者，本書齊物論云「已而不知其然之謂道」，在宥云「一而不可不易者道也」，天地云「夫道：覆載萬物者也」，並是莊子自立所詮。天地又云「行於萬物者道也」，則又道術之定詁。由是欲建一行而使萬物畢出於是者亦謂之道術。下文墨翟、禽滑釐諸子並欲建立道術者也。莊子因平議之。 \\n 曰，無乎不在。 \\n 案：此答前問也。知北遊云「東郭子問於莊子曰：所謂道，惡乎在？莊子曰：無所不在」。無所不在者，猶無處不在也。知北遊又云「道在螻蟻、在稊稗、在瓦甓、在屎溺」。又云「夫子之問也，固不及質」。此即密嚴所云「如來非蘊，亦非異蘊。非依蘊，亦非不依蘊。非生，非滅。非知，非所知。非根，非境」。又所謂「如是於蘊界處諸行之中，內外循求，不見如來」。蘊中無如來，乃至分析至於極微，皆悉不見也。「無乎不在」者，瑜伽所謂「遍行真如，謂此真如二空所顯，無有一法而不在故」。 \\n 曰：神何由降？明何由出？ \\n 案：此又申問。神明者，列御寇云「明者唯為之使，神者徵之」，是其義也。此問神明何由降出，郭象注云「神明由事感而後降出」。乃答出降因由。事感即無明突起。 \\n 聖有所生，王有所成，皆原於一。 \\n 案：此下皆是答語。無曰字簡別者，古書多此例。（詳俞先生樾古書疑義舉例。）「聖王」已見天地。此言「聖王」，對上「神明」。此言「生」「成」，對上「降」「出」。又下文云「是故內聖外王之道，闇而不明，鬱而不發」。聖王別內外者，「聖」是「相大」，謂「如來臧」具足無量性功德故；「王」是「用大」，謂能生一切世、出世間善因果故。「相」「用」之異，故別內外。「聖有所生、王有所成，皆原於一」者。一即天地「一之所起」之一。彼文曰「太初有無，無有無名。一之所起，有一而未形。且然無閒謂之命」。一之所起，謂突然自起，能所未形，故謂之一。「無明」與「體大」不殊也。「無明」雖起而「能」「所」未形，故曰「且然無間」。「命」者，字當作「令」。令字於文，二卪相合。荀子所謂「節遇謂之命」也。二卪相合為令，即喻「緣起」矣。上文郭注云「神明由事感而後降出」，亦知之以此矣。又心性不生不滅，一切諸法，唯依妄念而有差別。若離心念，則無一切境界之相。是故一切心識之相，皆是「無明」。「無明」之相，不離覺性。故「一」者，又復即是「體大」，謂一切法「真如平等」，不增不減故；謂「法性」從無始來，唯是一心，無一一法而非心故；謂諸法從本已來，平等一味，獨存真理。無二體故；為「相」「用」所依故。故云「聖有所生，王有所成。皆原於一」也。 \\n 不離於宗，謂之天人；不離於精，謂之神人；不離於真，謂之至人；以天為宗，以德為本，以道為門，兆於變化，謂之聖人；以仁為恩、以義為理，以禮為行，以樂為和，薰然慈仁，謂之君子；以法為分，以名為表，以參為驗，以稽為決；其數一二三四是也，百官以此相齒；以事為常，以衣食為主，蕃息畜臧老弱孤寡為意，皆有以養，民之理也。 \\n 案：郭於「謂之聖人」下出注云：「凡此四名，一人耳，所自言之異」。又「謂之君子」下出注云：「此四名之粗跡，而賢人君子之所服膺也」。又「皆有以養民之理也」下出注云：「民理既然，故聖賢不逆」。此注頗諦。竊謂「不離於宗」至於「民之理也」，通是一人，大區則三：「天人」一也，「神人」、「至人」二也，「聖人」、「君子」、「民」三也。小區則六，具如本文。如次言之。初大區三者，佛地經卷七云：「自性法受用，變化差別轉」。論云：「雖諸如來所依清淨法界體性無有差別，而有三身種種相異，轉變不同，故名差別」。成唯識論十之三云：「如是法身，有三相別：（一）『自性身』：謂諸如來真淨法界、受用變化平等所依，離相寂然，絕諸戲論，具無邊際真常功德，是一切平等實性，即此自性，亦名『法身』，大功德法所依止故。（二）『受用身』：此有二種：一、『自受用』：謂諸如來三無數劫，修集無量福慧資糧，所起無邊真實功德，及極圓淨常遍色身，相續湛然，盡未來際，恆自受用廣大法樂；二、『他受用』：謂諸如來由平等智。示現微妙淨法功德身，居純淨土，為住『十地』諸菩薩眾、現大神通，轉正法輪，決眾疑網，令彼受用大乘法樂；合此二種，名『受用身』。（三）『變化身』：謂諸如來由成事智，變現無量隨類化身，居淨、穢土、為未登地諸菩薩眾、二乘異生，稱彼機宜，現通說法，令各獲得諸利樂事。」此中「天人」，當彼經「自性身」，亦名「法身」。尋唯識述記六十云：「言法身者，非三身中之法身也」，蓋佛地屬果義邊，故攝大乘論一云，三種佛身：一「自性身」，二「受用身」，三「變化身」。說名彼果智體。然因果義雖差別，其為平等一相，超過一切尋思戲論，抑無以異。又妙光別「宗」「體」不同：「宗」是「因果」，「體」非「因果」。觀莊生云：「明白於天地之德者，此之謂大本大宗」。「宗」，亦謂「因果」。然宗體若異，亦復不然。宗非顯體之宗，宗則邪倒無印。體非宗家之體，體則狹而不周故。然則不一而一，不二而二也。此中「神人」、「至人」，當彼經「受用身」。此中「聖人」、「君子」、「民」，當彼經「變化身」。如是大區為三。次小區為六者，依彼論「法身」止一，此中「天人」當之。「受用身」有二種，一「自受用」，二「他受用」，此中「至人」當彼「自受用」，「神人」當彼「他受用」。又依觀佛三昧海經云「佛化身有三類：一「大化身」，謂如來為應「十地」已前諸菩薩演說妙法，令其修進向於佛果，故化現千丈大身也；二「小化身」，謂如來為應二乘凡夫說於「四諦」等法，令其舍妄歸真而得開悟，故化丈六小身也；三「隨類不定」，謂如來誓願弘深，慈悲普覆，隨諸種類，有感即應。或現大身滿虛空中，或現小身丈六八尺等。此言變化，亦開三類：此中「聖人」，當彼經「大身」。此中「君子」，當彼「小身」。此中「民」者，當彼「不定身」。如是小區則六。復次，對校六身相用，亦如本次。初，總釋人稱。人者，於文當作（），象人之身，側視之形。彼經用「身」字，身乃懷妊之象。詩所謂「太任有身」者也。「人」正、「身」借，合如此文。已明人稱，次說「天人」。文云：「不離於宗，謂之天人」。又天道云：「明白於天地之德者，此之謂大本大宗」。則莊生自詮宗義，毋煩更詳。佛法以法體為宗本法。起信論云：「心真如者，即是一法界大總相法門體。」龍樹釋摩訶衍論云：「一切諸法唯一心之量甚深宗」。又云：「一切法本來唯心，實無於念，即是第一自宗正理」。（佛書宗名本取莊書）此彼合符，其義可徵。天者，自然之異名。（老子「道法自然」，本書天地云「道兼於天」、是天即自然，然與楞伽中說摩陀羅論師言「自在天」，無因論師說「自然生」者有別。往昔沙門不憭於此，因誣莊生為外道。）天地云：「無為為之之謂天」，亦莊生自詮「天」義也。無為為之，非謂若孔雀等種種畫色，皆無人作，自然而有。（即無因論師說）起信論云：「真如自體相者，一切凡夫、聲聞、緣覺、菩薩、諸佛無有增減，非前際生，非後際滅，畢竟常恆，從本已來，性自滿足一切功德。名為『如來臧』，亦名『如來法身』」。龍樹釋云：「人自是五，（謂人夫等）真自唯一，所以者何？真如自體，無有增減，亦無大、小，亦無有、無，亦無「中」、「邊」，亦無去、來，從本已來，一自成一，同自作同，厭異捨別，唯一真故。如是無量性之功德，從『具縛地』乃至『無上大覺智地』，具足圓滿，無所少闕。所以者何？如是諸德，從無始來，自然本有，非假緣力而建立故。論說體相，亦契莊生所謂「天」義。故約此云「天」者，平等一際，一切功德自然本有之義也。「不離於宗」。即是離於諸相，義可反徵。「不離於宗，謂之天人」，即彼經云：「諸佛法身不應尋思，非尋思境，超過一切尋思戲論」。亦即彼論云：「是故一切法，從本已來，離言說相，離名字相、離心緣相，畢竟平等，無有變異，不可破壞，唯是一心，故名『真如』。已明「天人」，次說「神人」。文云：「不離於精，謂之神人」。精者，秋水云：「夫精粗者，期於有形者也」。又云：「可以言論者，物之粗也」。夫「精、神」亦屢顯前文。又本書「精」、「神」連文。如刻意云：「精神四達」，是也。此雖「精」、「神」分屬上下句中，而實一義。「神」以引出萬物為義。此云：「如來」為「他受用」，示現微妙淨功德身，為住十地菩薩眾現大神通，轉正法輪，能令十地菩薩出離縛障，向於佛果，成辦如是受用事，又復不能起現一切自在作用，即非佛果。故云：「不離於精，謂之神人」。又復如孟子盡心云：「大而化之之謂聖。聖而不可知之謂神」。此說「神」、「聖」差別，與佛書言「受用身」即「後得智」。即由此智殊勝力故。「變化身」即「後得智」之差別，即能變化名「變化身」。此增上力之所顯現同。（見攝大乘論一「無性」釋）已明「神人」，復說「至人」。文云：「不離於真，謂之至人」。真者，說文云：「仙人變形而登天也」。仙者，說文云：「長生（）去」。本書天地云：「千歲厭世，去而上仙」。是「仙」者，出世間，解脫生死，而得「無生法忍」者也。然此義晚出。「真」，為顛倒之「顛」本字。顛倒為變聲連語，義無二致。倒之初文為「（）」。「真」、「（）」實非異文。此土故書真偽字皆作誠。變形即得「解脫身」。登天即歸法界。至者極義。即謂極圓、淨、常、遍。「不離於真，謂之至人」者，謂經劫修持，至於變形登天，恆自受用廣大法樂、恆不離舍。所現極圓淨常遍色身也。已明「至人」，復說「聖人」。文云：「以天為宗，以德為本，以道為門，兆於變化，謂之聖人」。在宥云：「中而不可不高者，德也；一而不可不易者，道也；神而不可不為者，天也。故聖人觀於天而不助，成於德而不累，出於道而不謀」。佛地經論云：「又法身者，能起一切自在作用」。此云神而不可不為者，天也。謂天有自在作用，不為即是起念相違。故云「觀於天而不助」。（天即體大）功德無量，得而不高，應不圓滿。故云「中而不可不高者，德也」。（中借為得）自然成就，雖累不加。故云「成於德而不累」。（德即相大）生一切用。故云「一而不可不易者，道也」。自然生起，非待作意。故云「出於道而不謀」。（道即用大）此云「以天為宗、以德為本，以道為門」，義準可知。謂具三者而後能變化也。「兆」字，陸德明云：「本作『逃』。疑當為「（）」。說文云：「（）、分也」。本「八」之茂文。「八」，本「臂」字，而借為「分」。此「（）於變化」，謂分別變化也。分別變化：謂為化地前，則現千丈大身；為化二乘凡夫，則現丈六小身；為化一切眾生，則或現大身，滿虛空中，或現小身，丈六八尺等。如是分別變化，而止一身。「聖」者，說文「通也」。風俗通云：「聖者，聲也」。言聞聲知情，聲聖實一義也。論語記孔子自說「六十而耳順」，尋「耳順」者，謂到耳無不通順，微與佛法說「九地菩薩」得「四無礙解」相應。又楞嚴說觀世音菩薩從聞、思、修入「三摩地」，成三十二應，入諸國土，令各成就。以六根唯耳最利故。然則「聖人」之為稱，以耳根入者，無不通與。華梵修悟，不以地齊之殊而有其契。此云「（）於變化，謂之聖人」。與楞嚴說又相符合也。又復本書在宥云：「大人之教，若形之於影，聲之於響，有問而應之，盡其所懷，為天下配。處乎無嚮，行乎無方」。詳「大人」即是「聖人」殊稱。史記索隱二十六引易乾卦向秀注云：「聖人在位，謂之大人」。論語「畏大人」集解云：「大人即聖人」，是其證也。（易「大人虎變，君子豹變」，義尤與此合。）「教」者，說文云：「上所施、下所效也」。是大人之教，即謂如來應十地已前諸菩薩眾，演說好法，令其修進向於佛果也。若「形之於影」云云，又與變現無量隨類化身稱彼機宜，事相亦同。然則大人即是千丈大身，義無二致。已明「聖人」，須說「君子」。文云：「以仁為恩，以義為理，以禮為行，以樂為和，薰然慈仁，謂之君子。」仁、義、禮、樂，並如常釋。「恩」者，說文云：「惠也」。「惠」，「仁」也。然則「以仁為恩」，即是以仁為愛人利物也。（「愛人利物之謂仁」，見天地。）「理」者，本治玉之名。（說文：理，治玉也。）治玉別其條理，引申遂為「界」義。「以義為理」，謂愛人利物以各稱其宜為界也。「以禮為行」者，謂以「禮」行其「仁」也。「以樂為和」者，「和」、「龢」一字。龢者，調也。（說文）謂「以樂樂物而使相調」也。此文前以仁、義、禮、樂四事平列，下云「薰然慈仁」，獨舉一事，不及彼三者，「仁」有「通」、「別」二義。蓋此土言「仁」，有專指一行，有兼該萬德。先賢有云，孔獨言仁，孟兼說義，非孟異孔，一談通相，一開別度耳。至程顥云：「禮、義、智、信皆仁也」。先賢亦共贊其說，許其知言也。彼知者，以論語所記，賢人每問於仁，聖人答止他目也。若以佛法相校，則菩薩行中一「波羅密」具一切「波羅密」者，即當此土所言通相之仁矣。（略本章炳麟說）此文上下二「仁」字義分「通」、「別」。下之「仁」字是通義，攝上之四事。薰義如芬，言其慈仁若芬香四布。「君子」者，在宥云：「睹有者昔之君子」。又禮記哀公問云：「君子也者，人之成名也」。管子侈靡云：「君子者，勉於糾人者也」。然則有見於有而未睹於無，以其說成名，而能糾邪以入正理也，斯謂之君子矣。於佛法當「小乘菩薩」。（一切有部是小乘法）如來為應二乘凡夫說於四諦等法，故化小乘菩薩。（經言為聲聞說「四諦」乃至「六度」。按三藏教詮生滅四諦六詮事六度行、此屬小乘。）則此事相無殊。又復君子不言人者，省詞。知者，論語「君子人與？君子人也」。以彼例此，理亦應然。已明「君子」，其次說「民」。文云：「以法為分，以名為表，以參為驗，以稽為決，其數一二三四是也。百官以此相齒，以事為常。以衣食為主，蕃息畜臧，老弱孤寡為意，皆有以養，民之理也」。尋郭象以「皆有以養」讀絕，諸家並從。惟林希逸云：「凡其分官列職，為政為教，皆是養民之理」，則以「皆有以養民之理也」一句讀絕，於義未諦，仍從舊讀。又諸家於「君子」以上分為五等。「以法為分」以下。視同通論。獨宣穎知亦與上五等為類，孤識卓然，然又分「百官以此相齒」以上為第六等人，「以事為常」以下為第七等人，則智者之失矣。此文「以法為分」五句，猶上文「以天為宗」三句、「以仁為恩」四句。「百官以此相齒」以下，亦猶上文「兆於變化，謂之聖人」二句、「薰然慈仁，謂之君子」二句也。不得列為二等。較然易明。「以法為分」者，說文：「灋，刑也。平之如水，從水。廌所以觸不直者去之，從『廌』、『去』」。是法者，軌於正理之義也。「分」，說文別也。「以法為分」者，謂以軌於正理為分別也。「以名為表」者，「名」、「明」一字。釋名：「名，明也。名實使分明也」。荀子正名：「名也者，所以期累實也」。春秋繁露深察名號：「名之為言真也」，又「名者，大理之首章也」。本書逍遙遊：「名者，實之賓也」。天運：「名，公器也」。詳此諸文，名之為義，所以區別其實，使之不得游謬者也。「表」，說文「上衣也」，以聲近借為「標」。（周禮肆師表齍盛告絜，注云：故書表為剽。案剽亦從票聲，故借為標。墨子非命上「故言必有三表」，洪頤烜據非命中、非命下皆作「言有三法」，謂「法」說文作「灋」，「表」古文作「〈衤麃〉」，字形相近，因誤為「表」。然荀子韓子皆有表字，義亦相同，未必皆是「法」字之誤。或墨子本作〈衤麃〉字，後人不識，度文義改為「灋」字。）說文：「標，木杪末也。」居木之最高，引申則為標舉、標準。又望末可以知本，「以名為表」者，謂「以名為標」，可以覈實，使之不游謬也。「以參為驗」者，「參」，釋文云：「本又作操，蓋本有作摻者」。隸書｛厽木｝多作｛厽汆｝，故訛為操。然作「參」者正。參，說文「商星也」。古書多借為「三」。又參星形相差次，故引申為參差。又西方七宿最明大者莫如參，故古人多用以紀時。（本汪中說）復有參準之義。管子君臣上「若望參表」，是也。此文「參」字，寔兼三準二義。古書言數之多者，輒以三為節，（本汪中說）明不以一二然即為閱實，此三義也。三者相同，乃成定例，此準義也。「驗」借為「譣」。說文云：「問也」。「以參為驗」者，謂以多例為譣問也。「以稽為決」者，「稽」借為「計」。說文：「計，合也」。「合也」當作「詥也」。「詥」為核計之核本字。「決」當為「夬」。說文：「夬，分決也」。「以稽為決」者，謂以會合而後決斷也。「其數一二三四是也」。「其」，猶若也。（詳經傳釋詞五）「四」當作「亖」，謂由上四者而得事理，若數一二三亖是也，言其易明。舊說謂一二三四即上四者，失之。（王闓運謂：法不出奇耦參倍，尚不必至五而數窮矣。亦曲說。）「百官以此相齒」，「百官」猶百工，謂百工皆以上陳四者相齒序也。「以事為常」以下本文已明，不須釋也。 \\n 古之人其備乎！配神明，醇天地，育萬物，和天下，澤及百姓，明於本數，係於末度，六通四辟，大小精粗，其運無乎不在。 \\n 案：章炳麟云：「醇」借為「準」。易曰：「易與天地準」。「配神明，準天地」，二句意同。「古之人」，謂古之內聖外王者也。「本數」、「末度」，成疏謂「仁義」與「名法」也。尋天運記孔子云：吾求之於度數，五年而未得也。此云「數度」，義不殊彼。又天道云：禮法度數，形名比詳，治之末也。禮法、形名、度數、比詳為偶語，則知「度數」謂禮法、形名矣。「六通四辟」（「辟」當從或本作「闢」），義見天運。「運」，說文：「移徙也」。引申為「行」。言內聖外王之道，其行無所不在。 \\n 其明而在數度者，舊法世傳之，史尚多有之。 \\n 案：此言舊法世既傳之，而史官所掌亦多有之也。「尚」即「掌」之省文。周官太史掌法，以道官府之治，凡辨法者考焉，不信者刑之。凡邦國都鄙及萬民之有約劑者藏焉。即「史尚多有之」也。 \\n 其在於詩書禮樂者，鄒魯之士，搢紳先生多能明之，詩以道志，書以道事，禮以道行，樂以道和，易以道陰陽，春秋以道名分。 \\n 釋文云：「道，音導」。案：春秋繁露云：「詩、書具其志，禮、樂純其養，易、春秋明其知」。史記自序云：「易著天地陰陽四時五行，故長於變；禮經紀人倫，故長於行；書記先王之事，故長於政；詩記山川、谿谷、禽獸、草木、牝牡、雌雄，故長於風；樂樂所以立，故長於和；春秋辨是非，故長於治人」。然此是注文誤入。 \\n 其數散於天下而設於中國者，百家之學時或稱而道之。天下大亂，聖賢不明，道德不一，天下多得一察焉以自好。 \\n 案：王念孫云，郭象斷天下多得一為句。釋文云：「得一」，偏得一端。案：「天下多得一察焉以自好」，當作一句讀。下文云：「天下之人各為其所欲焉以自為方」，句法正同。一察謂察其一端，而不知其全體。俞先生樾云：當從王讀，惟察當讀為際。一際，猶一邊也。廣雅釋詁：「際」、「邊」並訓「方」。是「際」與「邊」同義。得其一際，即得其一邊。察際並從祭聲，故得通用。 \\n 「譬如耳目鼻口皆有所明、不能相通、猶有家眾技也」。 \\n 案：孫詒讓云：「有」當從成玄英本作「百」。上文云：百家之家，時或稱而道之。下文云：夫百家往而不返，必不合矣。是其證。 \\n 皆有所長、時有所用。雖然，不該不遍。 \\n 案：「該」借為「詥」。說文：「詥，一蓺也」。說詳天道。 \\n 一曲之士也，判天地之美，析萬物之理，察古人之全，寡能備於天地之美，稱神明之容。 \\n 案：禮記鄉飲酒義，「愁以時察守義者也」。注云：「察或為殺」。說苑正諫：「若以鬼道諫我，我則殺之」。俞先生樾據記注證「殺」字為「察」之誤。此「察」、「殺」交訛之證。此「察」字當為「｛殺米｝」說文：｛殺米｝、〈米悉〉｛殺米｝，散之也。此與判析連類。是察古人之全，謂析古人之全也。 \\n 是故內聖外王之道，闇而不明，鬱而不發。天下之人各為其所欲焉以自為方。悲夫。 \\n 百家徃而不返，必不合矣。後世之學者，不幸不見天地之純，古人之大體，道術將為天下裂。 \\n 案：「鬱」借為「宛」。禮記內則「兔為宛脾」。注「宛」或作「鬱」。是其例證。說文：「宛，屈草自覆也。」注云：「裂，分離也。道術流弊，遂各奮其方，或以主物，則物離性以從其上而性命喪矣。」案：「純」借為「醇」，此謂古之人得其全，（全謂道術）故內聖外王。後之學者，不得其全而道術分裂矣。 \\n 不侈於後世，不靡於萬物，不暉於度數，以繩墨自矯，而備世之急。 \\n 案：侈當讀為哆，（說文：哆，張口也。）與靡暉為韻。「暉」借為「睴」，或借為「暉」，或借為「翬」。說文：睴，大目出也。喗，大口也。翬，大飛也。並有大義，與侈、靡義同。「不侈於後世，不靡於萬物，不暉於數度」，並不張大之意。故下云「以繩墨自矯，而備世之急也」。 \\n 古之道術有在於是者，墨翟、禽滑釐聞其風而說之，為之大過，己之大循。 \\n 案：「為之大過」，謂「節用，生不歌，死無服」，大過於己也。己之大循者、謂「氾愛、兼利而非鬥，其道不怒」，大順於人也。 \\n 作為非樂，命之曰節用，生不歌，死無服，墨子氾愛兼利而非鬥，其道不怒。又好學而博，不異，不與先王同。 \\n 案：章炳麟云：「又好學而博」為句，「不異」為句，「不與先王同」為句。言墨子既不苟於立異，亦不一切從同。不異者，尊天、敬鬼、尚儉，皆清廟之守所有事也。不同者，節葬、非樂，非古制本然也。 \\n 毀古之禮樂。黃帝有咸池，堯有大章，舜有大韶，禹有大夏，湯有大濩，文王有辟雍之樂，武王、周公作武。古之喪禮，貴賤有儀，上下有等：天子棺槨七重，諸侯五重，大夫三重，士再重。今墨子獨生不歌，死不服，桐棺三寸而無槨，以為法式。以此教人，恐不愛人。以此自行，固不愛己。未敗墨子道。 \\n 案：章炳麟謂「未」借為「非」，是也。「敗」如字。本或作毀者。說文：「敗，毀也」。「非敗墨子道」，猶言非毀墨子之道乎？即自攻之意。古書有反言省乎字例。尚書西伯戡黎篇：「我生不有命在天」。史記於句末有「乎」字。老子「其猶槖籥乎？」易州唐景龍二年刻石本無「乎」字。「抱一能無離乎……」六句，偽河上公本並無「乎」字，並其證也。「以此教人，恐不愛人，以此自行，固不愛己」。明其與墨子氾愛、兼利之道舛，故云非敗墨子之道乎。 \\n 雖然，歌而非歌，哭而非哭，樂而非樂，是果類乎？其生而勤，其死也薄，其道大觳。 \\n 案：「觳」讀如李斯傳「方作觳抵優俳之觀」之觳。正字當為「觸」。說文：觸，牴也。觸從角，蜀聲。蜀聲、〈榖，去“禾”〉聲並侯類通借。此言生勤而死薄，其道相抵觸也。 \\n 使人憂，使人悲，其行難為也，恐其不可以為聖人之道。反天下之心，天下不堪。墨子雖獨能任，奈天下何！離於天下，其去王也遠矣。 \\n 注云：「王者必合天下之懽心而與物俱往也」。案：王者，往也。其道無所不行。今墨子反天下之心，天下不堪，知非王也。 \\n 墨子稱道曰：昔者，禹之湮洪水，決江河，而通四夷九洲也，名山三百，支川三千，小者無數。 \\n 案：俞先生樾云：「名山」當作「名川」，字之誤也。名川支川，猶言大水小水。下文禹親操稾耜而九雜天下之川，可見此文專以川言。襄十一年左傳「名山」「名川」，是山川並得言名。學者多見名山，少見名川，故誤改之耳。呂氏春秋有始覽、淮南子地形篇並曰：「名川六百」。郭慶藩云：「名川，大川也」，見淮南地形篇高注。魯語：「取名魚」。韋注：「名魚，大魚也」。亦「名」訓「大」之證。案俞、郭二說是也。性〈氵通〉本正作「名川」。 \\n 禹親自操稾耜而九雜天下之川。 \\n 釋文云：「稾，舊古考反。崔、郭音託，字則應作橐。崔云：囊也，司馬云：盛土器也。耜，釋名：耜，似也，似齒斷物。三蒼云：耒頭鐵也。崔云：棰也。司馬云：盛水器也。九，本亦作鳩，聚也。雜，本或作籴，音同。崔云：所治非一，故云雜也」。章炳麟云：「九，當從別本，鳩字之義，然作九者是故書。『雜』借為『集』」。奚侗云：「九，當為〈句，中“口改舟”〉。『〈句，中“口改舟”〉』訛為『勼』，因訛為『九』。說文：〈句，中“口改舟”〉，帀遍也。『雜』借為『帀』。言禹親操稾耜而〈句，中“口改舟”〉遍天下之川也。韓非子五蠹：『禹之王天下也，身執耒臿以為民先』。御覽引作木臿。淮南要略：『禹身執虆垂，以為民先』。御覽引作畚插。以彼校此，知非稾耜也」。案：「稾」當依釋文云作「橐」，形近而訛。「耜」，說文作「檯」，云：耒耑也。然此字當作（）。說文云：臿也。或從里，作梩。古書多用梩。後人不識（）字，因誤為檯，復改為耜矣。橐以盛土，（）以刺土，兩者皆謂治水之器，「九」，當作「勼」，說文云：聚也，從勹、九聲，讀若鳩。此作九者，省文。或作鳩者，假讀若字也。然此九字疑借為救。尚書堯典：「方鳩僝功」，說文人部引「鳩」作「救」。（唐寫本經典釋文亦作救，蓋古作救，不作鳩也。）此九聲、求聲通假之證。說文：救、止也。「雜」，釋文云：本或作「籴」，字書所無，疑是「糴」字爛脫右邊，或六朝俗書省訛。糴，雜、宵談二類對轉（形亦相近）或本有作糴者也。陳景元莊子闕誤所據本，「雜」作「滌」，云：江南李氏本舊作「雜」。案「糴」與「滌」聲同，可證。然疑雜聲與壓聲同在談類，借為「壓」字。說文：壓，一曰〈寒，去“冫”〉，補也。止壓天下之川，即上文所云湮洪水也。書堯典「共工方鳩僝功」，方即防之省文。（作「旁」者借字）鳩為救之借字。謂防救具功也。（偽孔傳訓僝為見，以方鳩僝功為方萬聚見其功，曲說。史記堯本紀作共工旁聚布功。以聚代鳩本爾雅，亦不可解。）與此救壓義正同。若以「聚集」解「九雜」，則聚集天下之水，詞義未完，必如馬其昶云：「洪水泛濫，故聚之川以歸於海」，而後義始全矣。 \\n 腓無胈。 \\n 王闓運云：「胈」字字書所無。韋昭曰：股上小毛。案：「胈」不知是何解。說文：「腓，脛腨也。腨，腓腸也」。段玉裁謂腓腸，言脛骨後之肉也。疑腓無胈者，謂脛腨無肉。史記司馬相如傳稱禹之勤民，躬胝無胈，膚胈不生毛。徐廣云：「胈，踵也」。尋說文：胝，腄也。腄，跟胝也。（依段本）跟，足踵也。是胝已謂踵。胝無胈，蓋謂踵上無肉。又史記司馬相如傳索隱引莊子云：「禹腓無胈，脛不生毛」。李頤云：「胈，白肉也」。則李注不以為毛，腓無白肉，於理亦切。（韓非子五蠹：「禹之王天下也，身執耒臿以為民先，股無肢，脛不生毛」。顧廣圻云：「肢」當作「胈」。） \\n 脛無毛，沐甚雨，櫛疾風。 \\n 釋文云：「甚，如字。崔本作湛，音滛」。郭慶藩云：崔本「甚」作「湛」，是也。論衡明雩篇：「久雨為湛」。案：「甚」即「湛」之省，「湛」借為「滛」。 \\n 置萬國，禹大聖也，而形勞天下也如此。使後世之墨者，多以裘褐為衣，以跂蹻為服。 \\n 釋文云：「李云麻曰屩，木曰屐。屐與跂同，屩與蹻同」。案：「跂」借為「屐」，「蹻」借為「屩」。 \\n 日夜不休。以自苦為極。 \\n 注云：「謂自苦為盡理之道」。案：郭說是也。 \\n 曰：不能如此，非禹之道也，不足謂墨。相里勤之弟子，五侯之徒，南方之墨者，苦獲已齒鄧陵子之屬，俱誦墨經而倍譎不同，相謂「別墨」。 \\n 案：韓非子顯學「自墨子之死也，有相里氏之墨，有相夫氏之墨，（孫詒讓據元和姓纂，謂唐本「相」或作「伯」，或當作「柏」，與「相」形近。）有鄧陵氏之墨」。相里、鄧陵與此同。五侯，孫詒讓謂蓋姓五，「五」與「伍」同。古書伍子胥多作五，非五人也。苦獲已齒，釋文引李云：二人姓字也。（孫詒讓云「姓字」當作「姓名」）墨經，魯勝墨辯序云：「墨子著書作辯經以立名本」。又云：「墨辯有上、下經，經各有說，凡四篇」。畢沅謂經上下、經說上下及親士修身六篇。孫詒讓謂即墨辯，今書經說四篇及大取、小取二篇。然玉海引中興館閣書目云：「一本自親士至上同凡十三篇」。宋濂諸子辯云：「上卷七篇號曰經，下卷六篇號曰論，共十三篇」。宋所見蓋即書目所著錄之十三篇。又黃氏日抄云：「墨子之書凡二，其後以『論』稱者多衍復，其前以『經』稱者善文法」。是墨子書自有「經」、「論」之別。經乃親士至尚同七篇，章采田亦曰：「似本書所謂『墨經』，即魯勝所謂『墨辯』，而親士、修身、所染、法儀、七患、辭過、三辯七篇為『墨經』。」（史微原墨）竊謂此謂「墨經」，必指墨書之經上、下，故下文有「以堅白同異之辯相訾」云云。經上、下，經說是墨子所作。如韓非說儲之有經說也。墨學近出於史官而遠源於秩宗，禮以辯名為先，則墨子有經上、下，不與其學相背。至宋書目所稱十三篇，既不合於漢志，而「經」、「論」之別，復不知何據，當從闕疑。若此謂「經」，必不宜以他篇當之，辨文自當憭然也。（「墨辯」魯勝所立名。勝云：墨子著書作「辯經」，或「經」上本有「辯」字。）「倍譎」當作「倍適」。荀子儒效：「若夫謫德而定次」，下文作「譎德而序位」。謪字，字書所無，蓋即謫字之訛。謫、借為譎也。此則借譎為適。文心雕龍正緯：「經正緯奇，倍擿千里」，是其證也。（「擿」，當為「適」。）「倍」，說文：反也。「適」，說文：之也。「倍適」猶言背行。孫詒讓云：「方言：適，啎也。倍適猶背啎也」。亦通。（孫說見文心雕龍札迻）郭慶藩謂「倍譎」，「背鐍」之借字。據漢書天文志注引孟康說為證。然淮南覽冥：「臣心乖則背譎見於天」。呂氏春秋：明理有「倍僪」。（畢校云：亦作「背鐍」，又作「背譎」，漢志作「背穴」。）上承「君臣相賊，長少相殺，父子相忍，兄弟相誣，知交相倒，夫妻相冒」。意與淮南同。是星名倍譎，亦取反適之義。孟康形如半鐍、如滈氣刺日為鐍，皆不可據。 \\n 以堅白同異之辯相訾，以觭偶不仵之辭相應，以巨子為聖人。 \\n 釋文云：「『巨子』，向、崔本作『鉅』。向云：墨家號其道理成者為『鉅子』，若儒家之『碩儒』」。王闓運云：「巨子，矩也。墨工制器，所至執矩以往，海外遂奉祀之。今耶穌天教所奉十字架也。有師弟無父子是也」。案：堅、白、同、異是四事，「訾」借為「呰」。說詳山木。說文：「呰、訶也」。此謂以堅白同異之辯相詆訶也。「觭」，說文：「角，一俛一仰也」。引申為不耦。「偶」當作「耦」。說文：「耕廣五寸為伐，二伐為耦」。引申為匹耦。「忤」借為「伍」，周禮壺涿氏。午貫象齒。注：故書午為五。左成十七年傳：「夷羊五」。晉語作「夷陽午」。蓋五、午聲並魚類通假。「伍」，說文：「相差伍也」。引申有同義。故此釋文云：午，同也。應當作（）。此謂以觭耦不忤之辭相應和也。「巨」，說文：「規巨也，從工，象手持之」。巨子蓋是執墨家之法者。王謂耶穌教所奉十字架，此附會也。 \\n 皆願為之尸，冀得為其後世，至今不決。墨翟禽滑釐之意則是，其行則非也。將使後世之墨者必自苦，以腓無胈，脛無毛，相進而已矣。 \\n 馬其昶云：「進，謂自勉強也」。案：脛，腨也。腨，段玉裁謂言脛骨後之肉也。疑腓無胈者，謂脛腨無肉。史記司馬相如傳稱：「禹之勤民，躬胝無胈，膚不生毛」。徐廣云：「肢，踵也」。尋說文：「胝，腄也。跟，足踵也」。是胝已謂踵。胝無胈，蓋謂踵上無肉。又史記司馬相如傳索隱引莊子云：「禹腓無胈，脛不生毛。胈，白肉也」。則李注不以為毛，腓無白肉，於理亦切。「進」，讀為「盡」。偽列子天瑞：「終進乎不知也」。注：「進當為盡」。漢書高帝紀：「蕭何為主吏，主進」。集注云：「進字本作賮」。此其例證。「必自苦，以腓無胈，脛無毛，相進而已矣」，即上文「以自苦為極」也。 \\n 亂之上也，治之下也。雖然，墨子真天下之好也！將求之不得也。雖枯槁不舍也。 \\n 俞樾云：「真天下之好也」。謂其真好天下也。即所謂墨子兼愛也。下文曰：「將求之不得也，雖枯槁不舍也」。此求字即心誠求之之求。求之不得，雖枯槁不舍，即所謂「摩頂放踵利天下為之」也。郭注未得。王闓運云：「損己益人，故人爭求之也」。案：俞說是也。王以求之句屬上，不連下，未是。求字當讀為救。周禮大司徒：「正日景以求地中」。注：故書求為救。杜子春云：當為求，是求、救古書相通之證。「舍」借為「釋」。鄉飲酒禮：「主人釋服」。注：「古文釋作舍」，是其例證。說文：「釋，解也」。 \\n 才士也夫！ \\n 案：漢書藝文志云：「墨家者流，蓋出於清廟之守，茅屋采椽，是以貴儉。養三老五更，是以兼愛。選士大射，是以尚賢。宗祀嚴父，是以右鬼。順四時而行，是以非命。以孝視天下，是以上同。此其所長也。及蔽者為之，見儉之利，因以非禮，推兼愛之意而不知別親疏」。班氏又於墨家首列尹佚一篇，固自注云：「周臣，在成康時也」。然晉語胥臣曰：「文王仿於辛尹」。注：「辛甲尹佚皆周太史」。周書世浮解：「武王降自車，乃俾史佚繇書於天號」。則佚生之時，上及文、武，而其官則太史也。呂氏春秋當染：「魯惠公使宰讓請郊廟之禮於天子，天子使史角往，惠公止之，其後在於魯，墨子學焉」。則墨學之出於史官彰彰然。漢志謂「出於清廟之守」者，周壽昌云：「左傳桓二年臧哀伯曰：『是以清廟茅屋，大路越席，太羹不致，粢食不鑿，昭其儉也』。志蓋以墨之儉出於此也」。竊謂史官所掌，不止郊廟之事，故志推本道家，謂其出於史官。而於墨家乃云出於清廟之守。蓋墨家以尊天右鬼為宗，此獨以史官有事於大祭祀，故有習於天鬼之說，而其流遂為墨子之學耳。然則非獨以其儉合於臧哀伯之說也。（國語周語引史佚曰：「動莫若敬、居莫若儉、德莫若讓，事莫若咨」。是史佚以儉為居之誡約，亦墨子所本。道家出於史官、故老子亦貴儉與讓。）「才士」也者，莊生舉墨子之長，謂其有用之才。荀子解蔽云：「墨子蔽於用而不知文，（「文」疑當為「義」。下文：「由用謂之，道盡利矣」。義利對文可證。不知義，謂不知等威之義。俗寫義字作义，故誤為文。）故由用謂之，道盡利矣」。荀子訂墨。意與莊同。王夫之云：「無才不可以為墨。今世天主教者近之」。竊謂墨子言「天志」、「上同」，此與楞伽經中，外道小乘涅槃論所云摩醯首羅論師計自在天為生滅因者同。又其「日夜不休，以自苦為極」，則與行苦行論師計修苦行并受苦盡自然得樂者又同。要不離外道者近是。故莊生斥之甚矣。 \\n 不累於俗，不飾於物，不苟於人，不忮於眾。 \\n 章炳麟云：「『苟』者，『苛』之誤。說文言：『苛之字，止句』。是漢時俗書『苛』『苟』相亂。下言『苛察』，一本作『苟』，亦其例也」。（劉師培說同）案：章說是也。「累」當作「絫」。「不累於俗」，謂不增累於俗習也，非係纍字。 \\n 願天下之安寧，以活民命，人我之養，畢足而止，以此白心。 \\n 釋文云：「『白心』，崔云：明白其心也。『白』或作『任』」。案：此句當屬上讀。「白心」，崔說是也。或作「任」者，疑傳寫之訛。 \\n 古之道術有在於是者，宋鈃尹文聞其風而悅之。 \\n 釋文云：「鈃，音刑。徐：胡泠反。郭：音堅。尹文，崔云：齊宣王時人，著書一篇」。案：藝文志：「尹文子一篇」，固自注云：「說齊宣王」。荀子非十二子，楊注云：「宋鈃，孟子作宋牼。」孟子告子趙注云：「宋牼，宋人」。本書逍遙遊：「而宋榮子猶然笑之」。釋文：宋榮子，司馬李云：宋國人也。韓非子顯學：「宋榮子之議，設不鬥爭，取不隨仇，不羞囹圄，見侮不辱」。與下文云「見侮不辱，救民之鬥」，義同。蓋宋榮子亦即宋鈃。巠聲、熒聲、（）聲，並在耕類。（禮月令：腐草為螢。呂氏春秋作蚈，此熒聲、（）聲相通之證。說文：刑、剄轉注。此（）聲、巠聲相通之證。）故得通假。尹文，漢書藝文志班固自注云：「說齊宣王，先公孫龍。顏師古曰：『劉向云：與宋鈃俱游稷下』」。呂氏春秋正名高注云：「尹文，齊人，作名書一篇，在公孫龍前，公孫龍稱之」。又正名云：「齊湣王是以知說士，而不知所謂士也，故尹文問其故」。注云：「湣王，宣王之子也」。則尹文及湣王時矣。 \\n 作為華山之冠以自表。 \\n 注云：「華山上下均平」。釋文云：「華山上下均平，作冠象之，表己心均平也」。案：華山，說文作崋山。 \\n 接萬物以別宥為始。 \\n 注云：「不欲令相犯錯」。釋文云：「別，彼列反，又如字。崔云：『以別善惡，宥不及也』」。王闓運云：「不賞罰，但別之，宥之」。案：諸說並非也。「宥」借為「囿」。尸子廣澤云：「料子貴別囿」，是其證也。唯尸子所舉料子無考，疑即宋子。徵異錄載歷朝異姓有「穼」姓，謂見李鼎祚周易集解姓名目徐鼒謂即「宋」字之訛。蓋「宋」字有誤為「寀」字者，後人以其字難識，改為「料」字。（說文：「料」讀若「遼」。敹，從攴，寀聲，音與料同，）又宋聲侯類，料聲宵類，侯、宵古通。（段玉裁以宋屬弟九部歸東類，東侯對轉。而宋聲當在侵類，侵、幽對轉，幽、宥最近。又今浙江永嘉縣謂「龍」為「遼」，亦東、侯對轉，由侵通宥之證。）或古讀「宋」有「料」聲與？尸子為秦相衛鞅客，鞅死逃入蜀。孟子載宋牼將之楚云：「我將見楚王說而罷之。楚王不悅，我將見秦王說而罷之」。是時秦惠文王為孝公子，則尸子宋子正同時，故得聞其學恉。又呂氏春秋去宥云：「鄰父有與人鄰者，有枯梧樹。其鄰之父言梧樹之不善也，鄰人遽伐之。鄰父因請以為薪。其人不悅曰：『鄰者若此其險也，豈可為之鄰哉』？此有所宥也。夫請以為薪與弗請，此不可以疑枯梧樹之善與不善也。齊人有欲得金者，清旦被衣冠往鬻金者之所，見人操金，攫而奪之。吏搏而束縛之，問曰：『人皆在焉，子攫人之金，何故？』對吏曰：『殊不見人，徒見金耳』。此真大有所宥也。夫人有所宥者，固以晝為昏，以白為黑，以堯為桀。宥之為敗亦大矣。亡國之主，其皆甚有所宥邪？故凡人必別宥然後知。別宥則能全其天矣」。畢沅謂「宥」疑與「囿」同，是也。汪繼培以為呂覽之說蓋本料子。然則宥非寬義，謂有蔽也。韓非顯學說宋榮子之術，「世主以為寬而禮之」，乃以「設不鬥爭，取不隨仇，不羞囹圄，見侮不辱」，言非定指「別宥」之「宥」字言。故又云「將非宋榮之恕也」可知。「別宥」者，「別」，說文：「分解也」。別宥，謂解其宥也。故呂覽以「去宥」為名，蓋宋子以為泯分別而後可以平等。所蔽皆由分別，故別宥則白心之始也。（尹文子大道云：「接萬物使分別，海內使不雜」。義與此異。今尹文子二篇出仲長統所撰定，然仲長之序，前儒證其偽作。余觀二篇詞既庸近，不類戰國時文，陳義尤雜，蓋並出偽作。此文「別宥」，既有尸子呂覽可證，則尹文所記，定由作偽者不得「別宥」之義，而強造其說也。洪邁謂尹文子五卷，共十九篇，其言論膚淺，多及釋氏，蓋晉宋時衲人所作。） \\n 語心之容，命之曰心之行。 \\n 章炳麟云：「容借為欲，同從谷聲，東侯對轉也。樂記：『感於物而動，性之欲也』。樂書作性之頌也，頌，容古今字。頌借為欲。故容亦借為欲。荀子正論篇：『子宋子曰：人之情Q欲Y寡，而皆以己之情Q欲Y為多』。是宋鈃語心之欲之事」。案：章說是也。語心之欲，命之曰心之行者，如佛法謂貪（說文：欲，貪也。）是心所法，即心現行也。 \\n 以聏合驩，以調海內。 \\n 釋文云：「聏，崔本作聏，音而。郭：音餌，司馬云：色厚貌。崔、郭、王云：和也。一云：調也」。章炳麟云：「聏借為而。釋名：餌，而也，相黏而也。是古語訓而為黏，其本字當作暱。暱或作昵。左氏傳不暱，說文引作不〈黍日〉，〈黍日〉，黏也。相親暱者，本有黏合之意。故此云『以而合驩』，亦即以暱合驩也。說文：暱，日近也。古音『而』如『耐』，暱亦作舌頭音，同部、同紐相借也」。案：章說遷曲。聏者〈丸而〉字之訛。說文云：「丸之孰也，篆文作（），左方丸字與篆文耳字相似，故訛為聏。說文：「丸，圜也」，然則丸之孰。猶圜之孰。以〈丸而〉合驩，謂以圜孰合驩。下文「見侮不辱」是也。或本作胹，（楊慎莊子闕誤據本作胹，郭嵩燾謂當作胹。）而借為儒，說文：弱也。或借為懦，說文：駑弱也。「以儒合驩」，謂以柔〈服，中“月改車”〉合驩，驩借為懽。說文：「懽，喜穎也」。（說文：歡，喜樂也。與懽音義略近，然此乃借為懽。懽訓喜穎，穎訓意有所欲，正與宋子「語心之欲」事相應。）蓋宋子能泯分別，故破己執而善從人。 \\n 請欲置之以為主。 \\n 注云：「二子請得若此者，立以為物主也」。羅勉道云：「請欲斯人立此心以為主也」。案：二說並通。王敔於請欲絕句，非是。 \\n 見侮不辱，救民之鬥，禁攻寢兵，救世之戰。 \\n 案：荀子正論云：「子宋子曰：『明見侮之不辱，使人不鬥』。人皆以見侮為辱，故鬥也。知見侮之為不辱，則不鬥矣」。韓非子顯學云：「宋榮子之議，設不鬥爭，取不隨仇，不羞囹圄，見侮不辱」。呂氏春秋正名云：「尹文見齊王。齊王謂尹文曰：『寡人甚好士』。尹文曰：『願聞何謂士』。王未有以應。尹文曰：『今有人於此，事親則孝，事君則忠，交友則信，居鄉則悌。有以四行者，可謂士乎？』齊王曰：『此真所謂士已』。尹文曰：『王得若人肯以為臣乎？』王曰：『所願而不能得也』。尹文曰：『使若人於廟朝中，深見侮而不鬥，王將以為臣乎？』王曰：『否。大夫見侮而不鬥，則是辱也。（畢沅云：大夫疑衍大字。）辱則寡人弗以為臣矣』。尹文曰：『維見侮而不鬥，未失其四行也。未失其四行者，是未失其所以為士一矣。未失其所以為士一，而王以為臣。失其所以為士一，而王不以為臣。（案上句當云：「而王不以為臣」，此句當云：「而王以為臣」，二句互誤。）則嚮之所謂士者乃士乎？』」此宋鈃、尹文之說僅存者。（今尹文子大道云：「見侮不辱，見推不矜，禁暴息兵，救世之鬥，此仁君之德，可以為主矣。守職分使不亂，慎所任而無私，飢飽一心，毀譽同慮，賞亦不忘，罰亦不怨，此居下之節，可為人臣矣」。蓋即因此篇文義附會成之，不可據。）二子欲破己執，故見侮而不辱。此佛法所謂修「羼提波羅密」者也。 \\n 以此周行天下，上說下教，雖天下不取，強聒而不舍者也。故曰上下見厭而強見也。 \\n 案：「厭」當作「猒」。 \\n 雖然，其為人太多，其自為太少，曰請欲固置五升之飯足矣。 \\n 章炳麟云：「固，借為姑」。案：章說是也。宣穎於「請欲」絕句，王闓運於「固置」絕句，並未是。 \\n 先生恐不得飽，弟子雖飢，不忘天下，日夜不休。 \\n 注云：「宋鈃、尹文稱天下為先生，自稱為弟子也」。林希逸云：「其為說曰：每日但置五升之飯，師與弟子共之。先生以此五升猶且不飽，弟子安得不飢。言其師弟子皆忍飢以立教，而謂我不忘天下，日夜不止」。案林說是也。 \\n 曰我必得活哉！圖傲乎救世之士哉！ \\n 注云：「謂民亦當報己也。『圖傲』，揮斥高大之貌」。呂惠卿云：「言我日夜不休，以救世人，人必不至於圖傲乎。救世之士，而不我顧，則我必得活」。林希逸云：「言我之自苦如此，豈為久活之道哉？但以此矯夫托名救世而自利之人。圖，謀也。傲，矯之也。亦猶豫讓曰：『吾之為此極難，所以愧天下之為人臣而懷二心者』。」王敔云：「勞而死亦甘之，使圖傲逸，何得為救世之士？」章炳麟云：「『圖』，當為『啚』之誤。啚即鄙陋鄙夷之本字。啚傲猶今言鄙夷耳」。案：我必得活哉，郭說為勝。圖傲諸說並迂。章謂圖當為啚，是也。謂「啚傲」即「鄙夷」，於義難通。圖傲疑是喬傲之訛。喬傲即驕傲也。喬字爛脫，傳寫成啚，讀者少見啚字，復改為圖。郭注：「揮斥高大之貌」，或所見本猶未誤也。（史記司馬相如傳：「低卭夭蟜據以驕驁兮」，兮即「揮斥高大」之意。本書在宥借喬為趫。此借「喬」為「驕」，例同。）蓋此乃莊生稱二子之詞，猶上章稱墨子為才士也。故下文復有「曰」字簡別。（王闓運以必得、傲乎皆絕句，未是。） \\n 曰。君子不為苛察。 \\n 注云：「務寬恕也」。釋文云：「苛音河。一本作苛」。馬其昶云：「說苑：尹文：對齊宣王曰，『事寡易從，法省易因』。是其不為苛察也」。案：「苟」即「苛」之訛字。據郭說，則郭本「苛」字未訛。 \\n 不以身假物。 \\n 注云：「必自出其力也」。陳壽昌云：「不以己故假借物力」。案：「假」疑借為「瑕」。禮記檀弓「公肩假」。漢書古今人表作「瑕」。史記六國表魏王假，列女傳作「瑕」，並「假」、「瑕」通借之證。「不以身瑕物」，謂不以身害物，與大宗師假於異物殊誼，陳說亦通。 \\n 以為無益於天下者，明之不如己也。 \\n 案：二子以為人為旨，無益於人者，皆所不為。故云：「以為無益於天下者，明之不如己也」。 \\n 以禁攻寢兵為外。 \\n 疏云：「為利他，外行也。」案：孟子告子云：「宋牼將之楚，孟子遇於石丘，曰：『先生將何之？』曰：『吾聞秦楚搆兵，我將見楚王說而罷之；楚王不聽，我將見秦王說而罷之。二王我將有所遇焉』。曰：『軻也請無問其詳，願聞其指。說之將何如？』曰：『我將言其不利也』」。此宋子禁攻寢兵之說，略可徵者也。 \\n 以情Q欲Y寡淺為內。 \\n 疏云：「為自利，內行也」。案：荀子天論云：「宋子有見於少，無見於多」。正論云：「子宋子曰：『人之情Q欲Y寡，而皆以己之情Q欲Y為多。（王念孫云：「人之情三字連讀，欲寡二字連讀，非以情Q欲Y連讀也。而皆以己之情Q欲Y為多，呂本作而以己之情為欲多，是也。己之情三字連讀，欲多二字連讀，謂人皆以己之情為欲多，不欲寡也。自錢本始誤以己之情Q欲Y為多，則似以情Q欲Y二字連讀矣。天論注引此，正作以己之情為欲多」。案：日本久保愛增注本引宋本「欲為」作「為欲」，是古本本作「己之情為欲多」也。）是過也。故率其群徒，辨其談說，明其譬稱，將使人知情Q欲Y之寡也』。（楊注云：「情Q欲Y之寡或為情之欲寡也」。王念孫云：「或本是也，此謂宋子將使人知情之欲寡，不欲多也。下文云『古之人以人之情為欲多而不欲寡，今子宋子以人之情為欲寡而不欲多也』，是其證」。）應之曰：『然則亦以人之情為欲，（盧文弨云：此欲字衍，句當連下。）目不欲綦色，耳不欲綦聲，口不欲綦味，鼻不欲綦臭，形不欲綦佚。此五綦者，亦以人之情為不欲乎？』曰：『人之情Q欲Y是已』。曰：『若是，則說必不行矣。以人之情為欲此五綦者而不欲多，譬之是猶以人之情為欲富貴（久保愛云：貴字疑衍。）而不欲貨也，好美而惡西施也，古之人為之不然。以人之情為欲多而不欲寡。故賞以富厚，而罰以殺損也。是百王之所同也。故上賢祿天下，次賢祿一國，下賢祿田邑，愿慤之民定衣食。今子宋子以是之情（王念孫云：人之情三字凡七見，此是字當依改人字。）為欲寡而不欲多也。然則先王以人之所不欲者賞，而以人之所欲者罰耶？亂莫大焉。今子宋子嚴然而好說，聚人徒，立師學，成文曲，（王念孫云：「文曲」當作「文典」，非十二子篇「終日言成文典」，是其證。）然而說不免於以至治為至亂也，豈不過甚矣哉』」！此宋子情Q欲Y寡淺之說略可徵者也。然依此文情Q欲Y連詞，在荀書情Q欲Y不連，不必同也。宋子書亡失，其說之詳，不可得聞。漢書藝文志，小說家宋子十八篇。班固自注云：「孫卿道宋子，其言黃老意」，而書不入道家。然所謂「其言黃老意」，疑即指情Q欲Y寡而不欲多。蓋略與「去健羨」之說同也。 \\n 其小大精粗，其行適至是而止。 \\n 案：此謂宋、尹二子其術以禁攻寢兵為外，以情Q欲Y寡淺為內。行是則天下安寧，人我養足，故適是而止，不復求餘。然宋鈃之言，意同黃老。尹文篇籍，錄在名家。或謂列子周穆王有老成子學幻於尹文先生。老成子漢志在道家列子後，公子牟前。疑道家亦有尹文，然今本列子既是偽書。老成學幻，亦無旁證。言溯其始，名出禮官，道由史氏，周官五史，統於宗伯。則名道可通，抑在古之師學，無不兼名，是又不必強復分別者也。抑洪邁云：劉歆云其學本於黃老。（容齋續筆卷十四：「案劉歆之說，不知何據。原文其學本於黃老下，有居稷下與宋鈃、彭蒙、田駢等同學於公孫龍語，與偽仲長統尹文子序同。而序無上句，有劉向亦以其學本於黃老一句，疑洪氏乃連其文而以歆為向耳。序云劉向以為其學本於黃老者，疑作偽者尚見別錄，或別錄尹文在道家，如管子別錄在法家也」。說苑載尹文對齊宣王曰：「事寡易從，法省易因」。亦近黃老言。）則此文宋、尹並稱，殆得其真。若荀子非十二子以墨翟、宋鈃同舉，而解蔽云：「墨子蔽於用而不知文；宋子蔽於欲而不知得」。（俞樾云：古得、德字通用。）又天論云：「墨子有見於齊，無見於畸；宋子有見於少，無見於多」。則墨、宋見別而或同舉者，蓋以上功用、大儉約而僈差等，墨、宋有同者與？（荀意墨之「日夜不休，以自苦為極」，與宋之「不忘天下，日夜不休」，同為上功用。墨之「節用、非樂」，與宋之「以情Q欲Y寡淺為內」，同為大儉約。墨之「氾愛、兼利」，與宋之「人己之養，畢足而止」，同為僈差等。）今尹文書亡，（今存者偽作）其遺說復無詳者。觀宋鈃之論，其大較可知矣。若二子者，殆楞伽經中所謂「苦行論師」之流，亦外道也。此外道師說身盡，福德盡，名為「涅槃」。蓋計修苦行以酬往因，謂因盡苦盡也。 \\n 公而不當，易而無私，決然無主，趣物而不兩。 \\n 釋文云：「『當』，崔本作『黨』。云至公無黨也」。案：崔本作黨，是也。然正字又當作「攩」。說文：「朋，群也」。易，說文：「蜥易也，象形」。秘書說日月為易、無平義。經籍訓平者，疑為齊之借字。支、脂兩部古通。說文：「齊，禾麥吐穗上平也」。或為｛齊妻｝之借字。說文：「｛齊妻｝，等也」。（舊以易借為夷，蓋據說文夷字下云平也。段玉裁謂夷本無平義，訓平者借為易字，不悟易本義亦無平意也。）或謂說文：「〈亻易〉」一曰「交〈亻易〉」，交易有平等之義。「易」蓋為「〈亻易〉」之省。「私」，當作「厶」。「決」，疑借為「｛穴夬｝」。說文：「穿也」。「穿」有「空」義。（穿，說文：「通也」。通、空，古通。又「寮」，說文：「穿也」。倉頡篇：「小空也」。是「穿」有「空」義。）古書通假缺字為之。逍遙遊：「吾自視缺然」是也。「決然無主」，謂心虛無所主。「趣」，說文云：「疾也」，又「赴，趣也」。此云「趣物」，猶言赴物。「不兩」，謂與物為一。「趣物而不兩」，謂隨物而往，不持己意。郭注云：「物得所趣故一」，似未僚此。 \\n 不顧於慮，不謀於知，於物無擇，與之俱往。 \\n 釋文云：「知，音智。下同」。案：說文：「顧，還視也」。引申為轉顧之意。慮，說文：「謀思也」。慮難曰謀。「不顧於慮」，謂不轉念以慮難。「不顧於慮，不謀於知」，下文所謂「去智」是也。「於物無擇，與之俱往」，下文所謂「去己」是也。（上文四句，亦此二意。） \\n 古之道術有在於是者：彭蒙、田駢、慎到聞其風而說之。 \\n 釋文云：「田駢，齊人也，遊稷下，著書十五篇。慎子云名廣」。案：史記孟荀列傳，「慎到，趙人；田駢、接子，齊人；環淵，楚人；皆學黃老道德之術，因發明序其指意。故慎到著十二論，環淵著上、下篇，而田駢、接子皆有所論焉」。漢書藝文志：「法家：慎子四十二篇。」自注：「名到，先申韓。申韓稱之」。風俗通義姓氏篇：「慎到為韓大夫，著慎子三十篇」，而孟子有慎子名滑釐。（趙岐注：「滑釐，慎子名」。偽孫疏云：「自稱名為滑釐，因知滑釐為慎子名也。」程大中四書逸箋謂滑釐姓禽，墨子弟子，慎子師也。慎子名到，慎子云：「滑釐不識」者，言不獨我不識此，我師事之滑釐所不識也。蓋甚不解之辭，此直不識文義之說，然其說實本偽孫疏，詳見下文。）偽孫疏謂慎子即慎到。尋「滑釐」為「屈氂」借字（詳上），「屈釐」急言，合於「到」音。然慎子為齊稷下先生之一，齊以列大夫尊寵之，何至遽欲為魯伐齊？偽疏又引墨子公輸云：「臣之弟子滑釐等三百人已持臣魯國之器。（案墨子滑釐。上有「禽」字。「魯國」作「守圉」。尋「圉」字誤「國」。史記集解引已然守字作魯。毛刻盧刻孟子疏皆然，不知偽孫所見墨子本然，抑刻疏時之誤也。）在宋城上而待楚寇矣。謂墨子弟子滑釐即慎子，然禽滑釐為墨子弟子，必主非攻之說，安有聞孟子之說而反不悅者？惟墨子耕柱有「子墨子謂駱滑氂曰：『吾聞子好勇』。駱滑氂曰：『然。我聞其鄉有勇士焉。吾必從而殺之』」。駱滑氂疑即孟子之慎滑釐。「慎」，古文作「昚」，形與「各」相似，誤為「各」，讀者因增為「駱」也。（楚策頃襄王傳亦號慎子。）然則孟子之慎子，與此各為一人矣。道家田子二十五篇，班固自注云：「名駢，齊人。游稷下，號『天口駢』」。釋文云：「慎子云名廣者」，不知何據。並言田子名駢。（周廣業意林卷二：「尹文子引田駢曰」，注云：「釋文引慎子云，名榮」，不知周據何本。釋文今慎子中亦無此言。然「駢」、「榮」聲近，為得之。彭蒙他書亦無徵，惟偽尹文子云：「田子讀書曰：『堯時太平』。宋子曰：『聖人之治以致此與？』彭蒙在側，越次答曰：『聖人之法以至此，非聖人之治也』。宋子猶惑，質於田子。田子曰：『蒙之言然』」。胡應麟謂莊子所舉墨翟禽滑釐之倫，皆一師一弟子。此下云：「田駢亦然，學於彭蒙，得不教焉」。是田駢為彭蒙弟子，乃彭蒙有越次之答，田駢有名師之言。其為偽託，斷然無疑。然則彭蒙姓氏遺說，獨存於此書耳。 \\n 齊萬物以為首曰：天能覆之而不能載之；地能載之而不能覆之；大道能包之而不能辯之。 \\n 陳壽昌云：「其學以齊萬物為首務，小大如一，不起分別也」。奚侗云：首，借為道。史記秦始皇紀：「追首高明」。索隱曰：「今碑文『首』作『道』。」是其例。案：陳、奚二說是也。「包」，當作「勹」。「辯」借為「平」。書堯典：「平章百姓」、「平秩東作」。大傳作「辯章」、「辯秩」，是其例證。彭蒙、田駢、慎到以等齊萬物為首。其說謂天地雖大，然天能覆而不能載，地能載而不能覆，大道能包之矣，而不能使之皆等平也。 \\n 知萬物皆有所可，有所不可。 \\n 案：此即上文「大道能包之而不能平之」之義。謂萬物不能皆可，不能皆不可，而皆有所可，皆有所不可也。既萬物皆有所可，有所不可，不能等平矣。而三子欲齊之，蓋以可不可為齊。上文所謂「決然無主，趣物而不兩」「於物無擇，與之俱往」之恉也。與莊生齊物論標義相符，故下文有「皆嘗有聞」之歎。 \\n 故曰：選則不遍，教則不至，道則無遺者矣。 \\n 釋文云：「至，一本作王。遺本又作貴」。案：說文：至，古文作（）。爛脫其上、則成王字。遺，從貴聲，故「貴」、借為「遺」，或脫辵邊。「選」借為「譔」。說文：譔，專教也。譔則不遍，教則不至。如天不能載，地不能覆也。道則無遺，可不可皆包之也。 \\n 是故慎到棄知去己，而緣不得已；泠汰於物，以為道理。 \\n 釋文云：「泠，音零。汰，音泰。郭云：『泠汰猶聽放也』。一云：『泠汰，猶沙汰也。謂沙汰使之泠然也』。皆泠汰之歸於一。以此為道理也。或音裔，又音替」。呂惠卿云：「泠者清其濁，汰者去其擾」。羅勉道云：「泠者清泠之意，汰者洗滌之意。泠汰於物，猶言遇事灑脫也」。王闓運云：「泠，零也。汰，溢也。或損之，或益之」。案：「智」（釋文：知，音智。），謂倒智。於諸諦理顛倒推度，妄生分別。舍棄此智，即上文云：「不顧於慮，不謀於知」也。己，謂「我見」；執有身、邊等不正惡見，成「分別惑」。去此「我見」，即上文云：「公而不黨，易而無私，決然無主，趣物而不兩」也。「緣不得已」，即不得已而後起也。「泠汰」，郭解及一說並難通。陸云：「或音裔，又音替」，蓋謂汰或讀此二音也。疑「泠、汰」當讀為「隆、替」。「泠」聲「真」類，「隆」聲「侵」類，「真」、「侵」古通。說文：「農，從晨，囟聲」，其證也。汰，替聲，並脂類。「隆、替於物」，謂或隆或替，皆順物而不自執，此承上「棄知去己而緣不得已」言。三子以此為道理也。 \\n 曰：知不知，將薄知而後鄰傷之者也。 \\n 注云：「謂知力淺，不知任其自然，故薄之而又鄰傷之也」。姚範云：「薄，迫也。鄰，與磷同」。孫詒讓云：「此『後』疑當為『復』，形近而誤」，蓋言慎到不惟菲薄知者，而復務損其知以自居於愚。鄰，當讀為磷。磷傷，猶言毀傷也。考工記：「鮑人雖敝不甐」。鄭注：「甐，故書或作鄰」。鄭司農讀為「磨而不磷」之磷，此鄰正與鮑人故書字同。奚侗云：「鄰為蹸誤」，說文：「蹸，轢也」。案：姚說是也。「薄」，借為「迫」，猶借為「怕」、「泊」也。慎到之說，謂知即不知，將強迫為知，雖知而復傷之也。此棄知之意。（王闓運以將薄、後、鄰皆句絕，未安。） \\n 謑髁無任，而笑天下之尚賢也。 \\n 注云：「不肯當其任而任夫眾人，眾人各自能，則無為橫復尚賢也」。釋文云：「謑，胡啔反，又音奚，又苦迷反，說文云：恥也，五米反。髁，戶寡反，郭：勘禍反。『謑髁』，訛倪不正貌。王云：謂謹刻也。『無任』，無所施任。王云：雖謹刻於法，而猶能不自任以事事，不與眾共之，則無為尚賢，所以笑也」。羅勉道云：「『謑』，忍恥也。『髁』，獨行也。『無任』，無所事任也」。郭嵩燾云：「說文：『謑』，詬恥也。『髁』，髀骨也，通作『跨』。廣韻：『跨』同『踝』。釋名踝居足旁磽確，亦因其形踝：然也。『謑髁』，謂堅確能忍恥辱」。案：諸說均未碻。或謂「謑髁」即荀子儒效「解果其冠」之「解果」。（「謑」「解」通假，說見胠篋。）彼文楊注云：「說苑：淳于髡謂齊王曰：『臣笑鄰圃之祠田，以一壺酒，三鮒魚，祝曰：蟹螺者宜禾，汙邪者百車』。蟹螺，蓋高地也。今冠蓋亦比之」。尋所引說苑，文見尊賢。「蟹螺」彼作「蟹堁」。史記滑稽淳于髡云：「甌窶滿篝，汙邪滿車」。集解引司馬彪云：「汙邪，下地田也」。是甌窶當為高地。（索隱云：「甌窶，猶壞塿也」。）然字又作「甌窶」。俞樾謂「蟹螺與『汙邪』對文，則『蟹螺』猶平正也」。又謂「蟹螺亦即累解」。（見荀子富國及韓非子揚搉。然「累解」疑是「觿解」之借，說見拙箸古書疑義舉例札迻。）要與此文不合。疑「謑髁」即「懈惰」之借。髁、惰聲同歌類，故通。慎子棄知去己，而緣不得已。狀若懈惰不負責然，故云：「懈惰無任而笑天下之尚賢也」。與下「縱脫」文義相對。 \\n 縱脫無行，而非天下之大聖。 \\n 注云：「欲壞其跡，使物不殉」。案：此與上句義同。 \\n 椎拍輐斷、與物宛轉。 \\n 注云：「法家雖妙，猶有椎拍，故未泯合」。釋文云：「輐，圓也。斷，方也」。王云：「椎、拍、輐、斷，皆刑戳者所用」。章炳麟云：「輐斷，借為刓剸。說文：刓、剸也。下言魭斷，亦同此讀」。案：章謂「輐」借為「刓」，是也。「斷」即說文之「｛斷首｝」省文，其重文作「剸」。（小徐本無此篆，刀部刓字下云：剸也，則許書自有此字。）「椎拍」者，說文：「拍，拊也」。釋名：「拍，搏也」。方言：「〈扌必〉，抌椎也」，南楚凡相椎搏曰〈扌必〉」。是「椎」亦「拍」也。「宛」當作「夗」。說文：「夗，轉臥也」。「椎拍輐斷，與物宛轉」，即上文「於物無擇，與之俱往」之意。 \\n 舍是與非。苟可以免。 \\n 案：此即上文「決然無主，趣物而不兩」之意。 \\n 不師知慮，不知前後。 \\n 釋文云：「知，音智」。案：「不師知慮」，即上文「不顧於慮，不謀於知」也。「不知前後」者，既不師於知慮，即無生於推度。前後自斷。 \\n 魏然而已矣。 \\n 注云：「任性獨立」。釋文云：「魏，魚威反，李：五回反」。案：「魏」即「巍」之省。繕性云：「危然處其所而反其性已」，義與此同。 \\n 推而後行，曳而後往。 \\n 注云：「所謂緣於不得已」。案：郭說是也。 \\n 若飄風之還，若羽之旋，若磨石之隧。 \\n 釋文云：「爾雅云：『回風為飄』，還，音旋，一音環。隧，音遂。回也絕句，一讀至全字絕句」。案：讀隧字絕句是也。羽之旋，謂翔也。（說文：翔，回飛也。）隧，說文作「隊」，從高落也。然此處義，當借為回。說文：「回，轉也」。遂，回聲；同脂類也。（方以智謂隧磨齒，古無可證。） \\n 全而無非，動靜無過，未嘗有罪。 \\n 釋文云：「全而無非，磨石所剴，粗細全在人，言德全無見非貴時，言其無心也」。疏云：「如飄風之回，如落羽之旋，若磑石之轉，三者無心，故能全得。是以無是無非，無罪無過，無情任物，故致然也」。案：成說是也。陸似以「全而無非」一句但屬「磨石之隧」言，微失其旨。 \\n 是何故？夫無知之物，無建己之患，無用知之累，動靜不離於理，是以終身無譽。 \\n 案：是何故者，假設疑問，以顯其能。（本疏說）「無知」以下，九答其理。譽，說文：「偁也」。「無譽」，言無所稱譽也。或云：當讀為「與」。易雜卦傳「或與或求」。注云：「以我臨物，故曰與」。此「與」義同彼文，言終身不以我臨物也。此「棄知去己」之旨。 \\n 故曰：至於若無知之物而已。無用賢聖。 \\n 案：「至於若無知之物」。此「斷滅道」，「自度」不求「利他」，故無用賢聖。 \\n 夫塊不失道，豪傑相與笑之曰：慎到之道，非生人之行，而至死人之理，適得怪焉。 \\n 案：諸家並以「夫塊不失道」句屬上讀，而讀「塊」如字。解為如土塊之無知，殆望文生說耳。「至於若無知之物而已，無用賢聖」，二句結束前文，詞義已了。此一句者，起下之詞。「塊不失道」者，不當為而形近致誤。「塊」，借為「慧」。列禦寇：「達生之情者傀」，借「傀」為之。此作「塊」者，同從鬼聲也。三子達生之情，故為慧矣。未明中道，猶失之也。或謂「塊」讀為「怪」。周禮大司樂云：「大傀異災」。鄭注：「傀，猶怪也」。是古讀「怪」如「鬼」。故周禮「借倪為之」，此借塊為之。「塊不失道」，言慎到之言雖怪而不失於道。然豪傑乃相與笑之，謂「非生人之行而至死人之理」。則適得人之怪焉。 \\n 田駢亦然，學於彭蒙，得不教焉。 \\n 案：「得不教焉」，謂得不言之教。史記謂田駢、慎到皆學黃老道德之術。此亦云田駢與慎到同其術。而漢志駢在道家，到入法家。或如劉向列管子於法家與？ \\n 彭蒙之師曰：古之道人，至於莫之是莫之非，而已矣。其風窢然，惡可而言。 \\n 釋文云：「窢字亦作罭，又作閾。郭云：逆風聲。惡，音烏」。方以智云：「窢即閾，古文作〈門洫〉。唐人用洫然是也」。王念孫云：「而，猶以也」。奚侗云：「成疏謂『窢然迅速貌也』，是也。字當作淢」。說文：「淢，疾流也」。案：「窢，又作閾」者，是也。「閾」借為「侐」。說文：靜也。「其風閾然，惡可而言」，謂其風寂靜不可得而言也。王敔以「惡可而言」屬下「常反人」絕句，謂不喜許可而所言常與人相反，非是。 \\n 常反人，不見觀，而不免於魭斷。 \\n 注云：「不順民望，雖立法而魭斷無圭角也」。釋文云：「不見觀，一本作不聚觀」。林希逸云：「言其見常與世人相反，不能聚合倫類而觀，故為一偏之說，不免於但求無圭角而已」。宣穎云：「蒙常自師處反歸，人固無復指目之者。然蒙猶有意於輐斷，未合自然也」。王先謙云：「常反人之意議，不見為人所觀美。下文云以反人為實」。陳壽昌云：「人情好論是非，其道獨以無是非為至，故常相反也。不聚人之觀聽，而意主於魭斷，未能純任自然也」。馬其昶云：「反人，謂其笑賢非聖。不聚觀，謂其終身無譽。魭斷，謂其與物宛轉」。案：王敔以「不聚觀而不免於魭斷」一句讀，謂不與眾遂隊而所尚者圓脫，非是。「常反人」，王先謙引下文「以反人為實」相證，是也。「常反人」之旨，則以林、陳二說為勝。「不見觀」，當從一本作「不聚觀」。「見」字蓋涉「觀」字而誤，因復奪「聚」字矣。「常反人、不聚觀」，謂務齊萬物，棄知去己，反於「世間法」，而不聚觀照。然仍不能免於與物宛轉，故云不免於魭斷。此三句乃莊生論其術也。 \\n 其所謂道非道，而所言之韙，不免於非。 \\n 案：三子以「斷滅」為道，此非「第一中道義諦」，故莊生斷之曰：「其道非道，其是不免於非」。 \\n 彭蒙、田駢、慎到不知道，雖然，概乎皆嘗有聞者也。 \\n 注云：「但不至也」。案：尸子廣澤云：「田子貴均」。呂氏春秋不二云：「陳駢、貴齊」。陳駢即田駢。如荀子非十二子「陳仲」，不苟作「田仲」是也。「貴齊」，高誘云：「齊死生、等古今也」。此上文云以齊萬物為首，亦楬櫫其貴齊之意。駢書不傳。呂氏春秋執一，淮南道應載其說云：「田駢以道術說齊王，王應之曰：『寡人所有者（淮南引無「者」字），齊國也。道術難以除患（呂氏春秋引無此句，據淮南引補。），願聞齊國（淮南引無「齊」字）之政』。田駢對曰：『臣之言無政而可以得（淮南引作「為」）政，譬之若林木，無材而可以得（淮南引作「為」）材。願王察其所謂而自取齊國之政焉』」。（呂氏春秋作「願王之自取齊國之政也」，其下有「駢猶淺言之也」云云。淮南則此下有「己雖無除其患害」云云。馬國翰並據以為駢說，非是。）淮南子人間：「唐子短陳駢於齊威王，威王欲殺之。孟嘗君聞之，使人以車迎之。孟嘗君問之曰：『夫子何思於齊』？對曰：『臣思夫唐子者』。孟嘗君曰：『唐子非短子者耶？子何為思之』？對曰：『臣之處齊也，糲粢之飯，藜藿之羹，冬日則寒凍，夏日則暑傷。自唐子之短臣也，以身歸君，食芻豢，飯黍粱，服輕煖，乘坐良，臣故思之』。」此田駢等齊一切，以無用為用之旨，大略可睹。又齊策載：「齊人見田駢曰：『聞先生高議，設為不官，而願為役』。田駢曰：『子何聞之』？對曰：『臣聞之鄰人之女』。田駢曰：『何謂也』？對曰：『臣鄰人之女設為不嫁，行年三十而有七子。不嫁則不嫁，然嫁過畢矣。今先生設為不官，貲養千鍾，徒百人。不官則然矣，而富過畢矣』。田子辭」。蓋田駢「謑髁無任，而非天下之尚賢」，故「設為不官而願為役」。「縱脫無行而非天下之大聖」，故受齊王之貲養。（稷下先生皆客卿，非真任者。）「椎拍輐斷，與物宛轉」，故齊王與之則受，齊人說之則辭。此又其行之略可見者。慎到書，唐書藝文志尚存十卷，晉滕輔注。今才有五篇。而馬總意林所載十二條具不見五篇中。（十二條中有滕注一條誤入）五篇之旨，蓋雜儒、法家言，或非其真。惟韓非子難勢引慎子有「吾以是知勢位之足恃，而賢智之不足慕也」云云，與此言慎子「笑天下之尚賢也」同。呂氏春秋慎勢亦引慎子「今一兔走，百人逐之」云云。要皆法家之旨。而史記所謂「學黃老道德之術」者，獨見於此耳。淮南道應引慎子曰：「匠人知為門，能以門，所以不知門也。故必杜然後能門」。亦黃老之言。荀子非十二子云：「尚法而無法，下修而好作。（王念孫云：「下修」當為「不循」。）上則取聽於上，下則取從於俗，終日言成文典，反訓察之，則倜然無所歸宿。（謝本從盧校，「反」作「及」，王念孫據榮辱篇反鈆察之，謂當從元刊本作「反」，是也。）不可以經國定分。然而其持之有故，其言之成理，足以欺惑愚眾，是慎到田駢也」。天論云：「慎子有見於後，無見於先」。解蔽云：「慎子蔽於法而不知賢」。並足與本書相明。司馬遷謂申、韓原於黃老，蓋謂法家不尚賢而一斷於法，即道家絕聖棄智而任自然之遺意。然田駢慎到之術，卒以道德之意為多，此質之莊、荀二子之言，可斷也。莊生列舉墨翟、禽滑釐、宋鈃、尹文、彭蒙、田駢、慎到、關尹、老聃，惟關尹、老聃得「博大真人」之稱，惟彭蒙、田駢、慎到得「皆嘗有聞」之許。王夫之謂彭蒙、田駢、慎到略似莊子而無所懷無所照，蓋浮屠之所謂「枯木禪」者，斯言近之矣。觀其「棄知去己」，蓋是「知苦」而懷厭離之情，「斷集」而息潤生之惑也。至於若「無知之物，無用聖賢」，則是「證滅」而契無為修道，唯求「自度」之恉也。此乃「聲聞」聖果，未離「惡貝」。（楞伽經二外乘道，皆偁惡見。）所以斥為非道，而復許為有聞也。 \\n 以本為精，以物為粗，以有積為不足，澹然獨與神明居。 \\n 案：「澹」借為「憺」。說文云：「安」也。 \\n 古之道術有在於是者，關尹、老聃聞其風而說之。 \\n 釋文云：「關尹，令尹喜也。或云：尹喜字公度。老聃，即老子也。為喜著書十九篇」。俞樾云：「釋文云：『老子為喜著書十九篇』。」考老子一書，漢志有鄰氏經傳四篇，傅氏經說三十七篇，徐氏經說六篇，未聞有十九篇之說。呂覽不二篇高註：「關尹，關正也，名喜，能相風角，知得有神人，而老子到。喜說之，請著『上至經』，五千言」。「上至經」之名，他書所未見也。王闓運云：「今謂關尹在老子前，別有書，則不強老子著書明矣。蓋老子前人也」。案：關尹考，見達生。茲欲詳者，漢志道家老子後有文子、蜎子。班固自注：文子、蜎子皆老子弟子。蜎淵，史記孟荀列傳作環淵，與稷下先生之數，則與孟子、莊子同時，何以得為老子弟子？豈老壽又逾子夏者歟？其次為關尹子，自注云：「名喜。為關吏。老子過關，喜去吏而從之」。呂氏春秋審已，高注云：「關尹喜師老子也」。是關尹之於老聃，猶禽滑釐之於墨翟，田駢、慎到之於彭蒙。（本書達生：「子列子問關尹子曰：『至人潛行不窒，蹈火不熱、行乎萬物之上而不慓，請問何以至於此』。」）呂氏春秋審已「子列子常射中矣，請之於關尹子」。則關尹於列子為先輩。列子師壺丘子林，壼子師老子，亦可證關尹從老子，非先老子者也。又不二敘列關尹在老聃、孔子、墨翟後，列子前。今尹在聃上，與前文例殊。其故不能詳也。又史記老子列傳云：「老子居周久之，見周之衰，乃遂去。至關，關令尹喜曰：『子得隱矣，強為我著書』。」則喜師老子，未知何本。漢志箸錄關尹子九篇，而隋唐志皆不錄。今存一宇至九藥凡九篇，前有劉向校定序，後有葛洪後序。前人謂其書與序皆出偽作也。 \\n 建之以常、無、有，主之以太一，以濡弱謙下為表，以空虛不毀萬物為實。 \\n 注云：「夫無有，無一所能建，建之以常無有，則明有物之自建也。自天地以及群物皆各自得而已，不兼他飾，斯非主之以太一耶？」楊文會云：「即釋氏所謂『如實空』『如實不空』。」章炳麟云：「『建之以常無有』者，『如實空』也。『主之以太一』者，等同一味，唯一真如也。『空虛不毀萬物』者，不壞相而即泯也。即此為實者，泯相顯實也。周顒之難張融曰：『即色非有，佛絕群家，諸法真性。老無其旨』，何不取斯語觀之？」（空虛非謂鄰礙之空。鄰礙之空，今所謂真空，亦是色法，亦不得謂非萬物以服識所得故。）案：「建」說文云：「立朝律也」。引申凡立曰建。「建之以常無有」者，此老聃、關尹所立「正諦」。「常、無、有」者，當每字讀絕。郭注似以「無有」為「無所有」，「常無有」為「常無所有」，失之。道德經云：「道可道，非常道；名可名，非常名。無名天地之始，有名天地之母。故常無欲以觀其好，常有欲以觀其徼。此兩者同出而異名。同謂之玄，玄之又玄，眾妙之門」。又云：「知常曰明，不知常妄作凶」，又云：「知和曰常，知常曰明」。是「常、無、有」者，分建三諦，非并一談。蓋「常」是「中道弟一義諦」。「無」是「真諦」（即空）。「有」是「俗諦」（即假即色）。無者，謂一切法皆無，即泯一切法之謂也。蓋諸法本無，眾生不了，執之為實，而生妄見。若以「真空觀」蕩之，則謂實之情自忘，情忘即能離於諸相。諸相若離，則是本無一法也。有者，謂一切法皆有，即立一切法之謂也。諸法雖即本無，皆不可得，若以「假觀」照之，則能諦了緣生，諸法非有，而不妨皆有也。常者，謂一切諸法本來不離有無，不即有無，即諸法常有常無之謂也。（此「常有」「常無」，亦遮絕百非，知者以「有」「無」統在「常」也。）諸法既不離二邊，不即二邊，若以「中觀」觀之，則能諦了諸法，非有非無，即有即無，有無圓融。故云：「此兩者同出而異名，同謂之玄」。此三隔歷，便是次弟三諦。三一無礙，即是「圓融一乘」。故云：「玄之又玄，眾妙之門」。由斯以談，「建之以常無有」者，建三即一，舉「常」，即「無」、「有」咸晐，故云「主之以太一」。（太一，詳在徐無鬼。）「濡」，釋文云：一音「儒」。蓋即儒之借字。說文：「儒，柔也」。「以濡弱謙下為表」者，表是在外之稱，亦是標的之義。「濡弱謙下」是「不建己而隨順」之意。即經所云「不敢為天下先」也。言其在外可標示於人者，止是「濡弱謙下」之容而已。「以空虛不毀萬物為實」者，此說「圓成實性」，「圓成實相」也。初「空虛」顯此體之「遍」，（章謂「空虛非謂鄰礙之空」，其義甚正。）「不毀萬物」顯此體之「常」。體是遍常，名「圓成實性」也。次「空虛」表「平等」，「不毀」表「真如」，「萬物」表「一切法」。「平等真如一切法」，即「一切法平等真如」。一切法平等真如，名「圓成實相」也。章指亦然。（疏說亦可觀）。 \\n 關尹曰：在己無居，形物自著。 \\n 注云：「物來則應，應而不臧，故功隨物去；不自是而委萬物，故物形各自彰著」。章炳麟云：「就『眾生緣起』言，不守『自性』，故動，依動故『能見』，依『能見』故境界妄起也；就『真如』自在用言，離於『見』『相』，自體顯照一切妄法也」。案：章說亦美。「在己無居」者，謂「真如」不守自性也。「形物自著」者，謂隨緣成一切法也。蓋以「真心」不守自性，隨「薰」和合，似「一」似「常」，故諸愚者，以「似」為「真」，取為內我，即有「我見」。境界妄起，一切法成矣。 \\n 其動若水，其靜若鏡，其應若響。 \\n 注云：「常無情也」。案：此約喻明義也。郭說簡了。今為敷詳，以餉來者：「其動若水」者，謂如水因風，起於波浪。波雖起盡，水性不變。不變之性，不礙起浪。浪雖萬動，不礙為水。故風止浪息，而水湛然常住，無有變異。起信論云：「如大海水，因風波動，水相風相，不相捨離。而水非動性。若風止滅，動相則滅，溼性不壞」，同此喻也。「其靜若鏡」者，謂鏡之體離諸物相，而諸物相悉於中現。雖現物相，鏡無出入。物相本離，故鏡自靜。鏡自靜故，能令物物各以其相。起信論亦有喻云：「覺體相者，有四種大義：與虛空等，猶如靜鏡。云何為四？一者：如實空鏡，遠離一切心境界相，無法可現，非覺照義故。二者：因薰習鏡，謂如實不空，一切世間境界悉於中現，不出不入，不失不壞，常住一心，以一切法即真實性故，又一切『染法』所不能染，智體不動，具足『無漏』，熏眾生故。三者：法出離鏡，謂不空法，出『煩惱礙』、『智礙』、離『和合相』，滈淨明故。四者：緣熏習鏡，謂依法出離故，遍照眾生之心，令修善根、隨念示現故」。「其應若響」者，謂如響之應聲也。上之二者，喻動如水，而水不變；喻靜如鏡，而鏡常照。明動靜之不二，而即動即靜，即靜即動，則如響之應聲，未有聲不生響，響不應聲者也。又復聲動不生聲而生響，又復聲全為響。無聲可聞；響無非聲，亦無響得。此猶「真心」動而生「無明」，「真心」隨熏，全作識浪，故無「心」相；而彼識浪無非是真，故無「無明」相。後之一喻，復喻前二；義既通澤，約此三喻，以顯體空，詞尤彰灼。夫就「眾生緣起」言，則云「不守自性」；就「真如」自體言，復得云「守自性」。何則？既明動、靜之無二，亦知「隨」、「守」之未殊，故郭於前注云：「功隨物去」，於此注云：「常無情」也。 \\n 芴乎若亡，寂乎若清。 \\n 案：「芴」，釋文音「忽」，即讀為忽也。說文：「忽，忘也」。「忘，不識也」。（「亡」，即「忘」之借。）「寂」，借為「淑」。說文：「淑，清湛也」。「清，朖也。澂水之貌」。澂，清也。「忽乎若忘，淑乎若清」者，謂一念不動，湛然常住也。此仍承上約喻明義也。 \\n 同焉者和，得焉者失，未嘗先人，而常隨人。 \\n 案：「同焉者和」，謂有來會合，與之相和。（說文：「同」，合會也。「和」，譍也」。）「得焉者失」者，大宗師云：「且夫得者時也，失者順也。安時而處順，哀樂不能入也，此古之所謂『縣解』也」。是其義也。解在彼文，不復釋也。「未嘗先人，而常隨人」者，成疏謂「和而不唱」，即隨順而不「作意」也。 \\n 老聃曰：知其雄，守其雌，為天下谿；知其白，守其辱，為天下谷。 \\n 注云：「案老子云：『知其雄、守其雌，為天下谿，常德不離，復歸於嬰兒；知其白，守其黑，為天下式，常德不忒，復歸於無極；知其榮，守其辱，為天下谷；為天下谷，常德乃足，復歸於樸』。此乃約其詞，古書每有此例」。（見俞樾古書疑義舉例。又老子云：「大白若辱」，即此文所本。）彼文王弼注云：「雄先之屬，雌後之屬，知為天下之先也，必後也。是以聖人後其身而身先也。谿不求物而物自歸之，嬰兒不用智而合自然之智」。此文郭注云：「物各自守其分，則靜默而已。無雄白也。夫雄白者，非尚勝自顯者邪？尚勝自顯，其非逐知過分以殆其生邪？故古人不隨無涯之知，守其分內而已。故其性全。其性全，然後能及天下。能及天下，然後歸之如谿谷也」。二家之言，各當於義。今更釋之，仍如本文。「雄」「雌」，喻強弱也。「白」「辱」，喻淨染也。「谿」是山〈阝賣〉無所通者，「谷」是泉出通川者。（並說文）「谿」喻無有能入，「谷」喻無所不出。知強而守弱，以弱為強也；知白而守辱，以染為淨也。以弱為強，雖天下之強者無所加，故云為天下谿也；以染為淨，雖天下之染者無所損，故云為天下谷也。約釋此義，即是「無為無不為」也。 \\n 人皆取先，己獨取後。 \\n 案：老子云：「天長地久。天地所以能長且久者，以其不自生，故能長生。是以聖人後其身而身先，外其身而身存」。又云：「不敢為天下先，舍後且先死矣」。尋老君取後之旨，以其「不自生」，「不自生」即不起念施作，取後便是隨順。 \\n 曰：受天下之垢。 \\n 案：老子云：「受國之垢，是謂社稷主；受國不祥，是為天下王」。又云：「上善若水，水善利萬物而不爭，處眾人之所惡，故幾於道」。「處眾人之所惡」。亦受垢也。佛法「六度」，其曰「羼提」者，此翻「安忍」，謂內心能安忍外所辱境，故亦與「受垢」皆不相殊。金剛經云：「若，復有人知一切法無我，得成於忍。蓋欲忍行成就者，必了知一切法無我，則一心不動，諸相不生」。上云「人皆取先，己獨取後」者，正明「一心不動，諸相不生」；而致之者，在能「安忍外辱」故此繼之云：「受天下之垢」。「人皆……」兩句，是莊生標老君之旨歸。此句乃引老說以明其得入方便也，故以「曰」字簡別，下可例推。 \\n 人皆取實，己獨取虛。 \\n 案：老子云：「致虛極，守靜篤，萬物並作，吾以觀復」。尋老君取虛之旨，以「如實空」，即「如實不空」也。詳味下文，便知不謬。 \\n 無臧也，故有餘，巋然而有餘。 \\n 案：「巋」，釋文云：「本或作魏」，「魏」為「巍」省，則「巋」即「巍」之或體。「無臧」謂「如實空」，「有餘」謂「如實不空」。起信論云：「此真如者，依言說分別，有二種義。云何為二？一者：『如實空』，以能究竟顯實故；二者：『如實不空』，以有自體具足無漏性功德故。所言『空』者，從本已來，一切染法不相應故，謂離一切差別之相，以無虛妄心念故。當知『真如自性』，非有相，非無相，非非有相，非非無相，非有無俱相；非一相，非異相，非非一相，非非異相，非一異俱相，乃至總說。依一切眾生以有妄心，念念分別，皆不相應，故說為『空』。若離妄心，實無可空故。所言『不空』者，已顯法體空無妄故，即是真心常恆不變，淨法滿足，則名『不空』，亦無有相可取，以離念境界唯證相應故」。此云「無藏也，故有餘」者，即論所謂「若離妄心，實無可空故」。此云「巍然而有餘」者，即論所謂「真心常恆不變，淨法滿足，則名不空」。（郭注云：「獨立自足之謂獨立」，即離念境界自足，即淨法滿足。） \\n 其行身也徐而不費，無為也而笑巧。 \\n 注云：「巧者有為，以傷神器之自成。故無為者因其自生，任其自成，萬物各得自為，蜘蛛猶能結網，則人人自有所能矣。無貴於工倕也」。王闓運云：「費，拂也」。章炳麟曰：「徐，讀為餘。同從余聲也。左氏文元年傳：『歸餘於終』，歷書作『歸邪於終』，邶風：『其虛其邪』，釋：訓作『其虛其徐』。」是「徐」、「邪」、「餘」三通。「餘而不費」者，老子云：「治人事天莫若嗇」。譏之者乃云積歛無涯矣。馬其昶云：「笑巧，即老子之所謂『絕巧棄利』也」。奚侗云：「笑，為〈女芺〉之破字。說文：〈女芺〉，巧也。」案：王、章二說並非也。「徐」與「費」對言。說文：「費，散財用也」，則「徐」亦是財用之義。蓋「賒」之借字。說文：「賒，貰買也。從貝，余聲」。周禮泉府：「凡賒者祭祀無過旬日、喪紀無過三月」。鄭司農云：「賒，貸也。是賒為暫用之意。「其行身也徐而不費」者，謂應化故，「以百姓之心為心」，暫時隨順，實無施作。譬諸財用暫賒與人，終無費散也。「無為」「笑巧」。亦相對之詞。說文：「巧，技也」。巧須造作。是有為故。「無為而笑巧」，明「無為法」不壞，「有為法」有壞滅也。郭說亦善明其旨。奚謂〈女芺〉巧，義亦得通。 \\n 人皆求福，己獨曲全，曰：苟免於咎。 \\n 案：老子云：「曲則全，枉則直，窪則盈，敝則新，少則得，多則惑，是以聖人抱一為天下式」。 \\n 以深為根，以約為紀。 \\n 案：老子云：「治人事天莫若嗇，夫唯嗇、是謂早服。早服謂之重積德。重積德則無不克。無不克則莫知其極。莫知其極，可以有國。有國之母，可以長久。是謂深根、固柢、長生、久視之道」。本書大宗師云：「古之真人，其寢不夢，其覺無憂，其食不甘，其息深深，真人之息以踵」。此下文「關尹、老聃乎，古之博大真人哉！」是古之真人其息深深，即老君之謂也。 \\n 曰：堅則毀矣，銳則挫矣。 \\n 案：老子云：「人之生也柔弱，其死也堅強。萬物艸木之生也柔脆，其死也枯槁。故堅強者死之徒，柔弱者生之徒。是以兵強則不勝，木強則兵。強大處下，柔弱處上」。又云：「揣而梲之，不可長保」。 \\n 常寬容於物，不削於人，可謂至極。 \\n 案：此即老經「貴慈」之旨也。（陳景元莊子闕誤據本作「雖未至極」，陳云「江南李氏文本同舊作可謂至極」，案亦得通。）姚鼐云：「莊子以關尹老聃不過如篇首所云『不離於真』之『至人』猶未至極」。 \\n 關尹、老聃乎！古之博大真人哉！ \\n 案：姚說是也。呂氏春秋不二云：「老聃貴柔，關尹貴清」。漢書藝文志云：「道家者流，蓋出於史官。歷記成敗存亡禍福古今之道，然後知乘要執本，清虛以自守，卑弱以自持，此君人南面之術也。合於堯之『克攘』，易之『嗛嗛』，一謙而四益，此其所長也。及放者為之，則欲絕去禮學，兼棄仁義，曰獨任清虛，可以為治」。然則呂之「貴清」，即漢志之「清虛以自守」也。呂之「貴柔」，即漢志之「卑弱以自持」也。所貴若殊，其實未異。若為明之，密嚴經云：「佛體最清淨，非有亦非無，遠於『能』『所』覺、及離於限量。妙智相應心，殊勝之境界。諸相妄所現，離相是『如來』。能斷諸煩惱，於定無所染。無動及所動，住於無染路」。「清虛以自守」，即住於無染之旨。起信論云：「若知一切法雖說無有能說可說，雖念無有能念可念，是名『隨順』」。「卑弱以自持」，即「隨順」之旨。夫雖念無念，即離諸相，離相是「如來」，亦即清淨體。然則「貴清、貴柔」，從體用而異言，即體即用，合清柔而同道。關、老既契佛性，故莊子尊謂「真人」，列敘四家，獨無損詞，其以此哉！又「真人」即上文「不離於真謂之至人」之「至人」也。然則莊生以「至人」推老君，而自居「天人」，（王闓運以「聖人」為莊子自喻、失之。）故下文別出。後世耳食之徒，并老、莊為一道，或謂莊不及老，是猶未讀斯篇矣。 \\n 芴漠無形，變化無常。 \\n 釋文云：「芴，元嘉本作寂」。疏云：「妙本無形，故寂漠也；跡隨物化，故無常也」。案：元嘉本作「寂」者，是也。「漠」借為「｛莫歹｝」。「寂漠無形，變化無常」者，本書大宗師云：「夫道有情有信，無為無形，可傳而不可受，可得而不可見，自本自根，未有天地，自古以固存。神鬼神帝，生天生地。在太極之先而不為高，在六極之下而不為深；先天地生而不為久，長於上古而不為老。狶韋氏得之，以挈天地；伏戲氏得之，以襲氣母；維斗得之，終古不忒；日月得之，終古不息；堪壞得之，以襲崑崙；馮夷得之，以遊大川；肩吾得之，以處大山；黃帝得之，以登雲天；顓頊得之，以處玄宮；禺強得之，立乎北極；西王母得之，坐乎少廣，莫知其始，莫知其終；彭祖得之，上及有虞，下反五伯；傅說得之，以相武丁，奄有天下，乘東維，騎箕尾，而比於列精」。又起信云：「真如自性，非有相，非無相，非非有相，非非無相，非有無俱相。非一相，非異相，非非一相，非非異相，非一異俱相，乃至總說。依一切眾生以有妄心，念念分別，皆不相應」。月燈三味經云：「其際無可取，是名為『實際』。十方遍推求，本際不可得」。密嚴經云：「如於虛空中，無樹而有影。風衢及鳥跡，此見悉為難。於『能造』『所造』，『色』及『非色』中。欲求見『如來』，其難亦如是。『真如』『實際』等，及諸佛體性。內證之所行，非諸語言境。『涅槃』名為佛，佛亦名『涅槃』。離『能』、『所』分別，云何而可見？碎末於金礦，礦中不見金。智者巧融鍊，真金方可顯。分剖於諸『色』，乃至為『極微』。及析求諸『蘊』。若一若異性。佛體不可見，亦非無有佛。定者觀如來，勝相三十二。苦樂等眾事，施作皆明顯。是故不應說，如來定是無。有『三摩地佛』、『善根』、『善巧佛』、『一切世勝佛』及『正等覺佛』。如是五種佛，所餘皆變化。『如來藏』具有，三十二勝相。是故佛非無，定者能觀見」。莊佛深契，若此明顯，非所謂一乘法耶？ \\n 死與？生與？天地並與？神明往與？芒乎何之？忽乎何適？ \\n 呂惠卿云：「以為死與，則未嘗有生；以為生與，則未嘗有死；以為天地並與，未嘗有古今；以為神明往與，未嘗有彼是。然則芒芴無為，寂然不動而已」。案：呂說亦善。本書大宗師云：「彼方且與造物者為人，而遊乎天地之一氣。彼以生為附贅縣疣，以死為決〈疒丸〉潰癕。夫若然者，又惡知死生先後之所在？假於異物，託於同體，忘其肝膽，遺其耳目，反覆終始，不知端倪，芒然彷徨乎塵垢之外，逍遙乎無為之業」。此文即約彼義，今更約釋。順凡情，以二儀為不壞之常；談法相，則「五大」亦「因綠」所合。是故言「真如」不死不生，與天地並其常存；言「真如」隨順死生，獨神明顯其俱往，既芒兮忽兮，亦何之何適？明不識不知之境，亦獨來獨往之區也。 \\n 萬物畢羅，莫足以歸。 \\n 疏云：「包羅萬物，囊括宇內，未嘗離道，何處歸根」。案「真如」等編，故「萬物畢羅」也。離於「一」、「異」，故莫足以歸也。 \\n 古之道術有在於是者，莊周聞其風而說之。以謬悠之說、荒唐之言、無端崖之辭、時恣縱而不儻，不以觭見之也。 \\n 釋文云：「謬悠，謂若忘於情實也。荒唐，謂廣大無域畔者也。而『儻』，丁蕩反。徐：敕蕩反」。盧文弨云：「今書時恣縱而不儻，有『不』字」。王先謙云：「無不字近之」。王闓運云：「謬讀為寥，遠也。悠，亦遠也」。奚侗云：「儻，係『攩』之誤」。案：「謬悠」「荒唐」並疊韻字。說文：「謬，狂者之妄言也」。「唐，大言也」。然則「謬悠之說」，荒唐之言，謂狂大之說耳。端，當作耑。說文：「物初生之題也。崖，高邊也」。「無端崖」，猶無邊際，與狂大義聯。「時恣縱而不儻」。當從釋文無「不」字，「儻」借為「潒」。謂其辭潒瀁不定，非可一端求，故云「不以觭見之也」。 \\n 以天下為沈濁，不可與莊語。 \\n 注云：「累於形名，以莊語為狂而不信，故不與也」。釋文云：「莊語並如字。郭云：莊，莊周也。一云：莊，正也。一本作壯」。郭慶藩云：「莊、壯古通。詩：『君子偕老』，箋：『顏色之莊』。」釋文：「莊本又作壯」。禮檀弓「衛有太史柳莊」。漢書古今人表作「柳壯」。案：郭注然矣。 \\n 以卮言為曼衍，以重言為真，以寓言為廣。 \\n 案：「卮言」，「圓言」也；「重言」，「實言」也；「寓言」，「權言」也。解在寓言。「曼衍」即秋水之「反衍」，流行不定之義。「圓言」無所不圓，故曰以卮言為曼衍。「實言」以詮表真理，故云以重言為真。「權言」以廣接諸類，故云以寓言為廣。此在佛法，即是「圓教」、「實教」、「權教」也。 \\n 獨與天地精神往來，而不敖倪於萬物。 \\n 疏云：「敖倪，猶驕矜也。抱真精之智，運不測之神，寄跡域中，生來死往，謙和萬物，固不驕矜」。呂惠卿云：「敖倪，猶疏親也」。姚鼐云：「若莊生之獨與天地精神往來，則所謂不離於宗之天人者」。陸樹芝云：「敖，遊也。倪，同睨。不敖倪、不與萬物同遊而相睥睨也」。宣穎云：「敖，樂也。倪，端倪也。言不樂見端倪於萬物也」。王闓運云：「敖倪，視貌。言不與物競也」。案：諸說並望文曲解。敖，當作「〈卑攴〉」，以形與「敖」近，誤為「敖」字。「倪」借為「〈卑攴〉」。說文：「〈卑攴〉，毀也。〈兒夂〉，〈卑攴〉也」。篇、韻皆二字連舉。「不敖倪於萬物」，即不毀於萬物也。郭注不解二字，而云「其言通至理，正當萬物之性命」。蓋郭時「〈卑攴〉」字尚未誤也。此義郭解亦得。乃承上三言而言。體止一如，無所不在，雖現「受用」變化，無非「法身」自在大用。既以三教隨機接引，即不壞事相共得成就也。姚謂莊生是「天人」，得之。 \\n 不譴是非。 \\n 注云：「已無是非，故恣物兩行」。案：郭義美矣。說文：「譴，謫問也」。 \\n 以與世俗處。 \\n 注云：「形群於物」。案：此謂不離世間也。 \\n 其書雖瑰瑋，而連犿無傷也。 \\n 釋文云：「『瑰』，古回反。『瑰瑋』、奇特也。『犿』本亦作『抃』，同芳袁反、又音獾，又敷晚反。李云：皆宛轉貌。一云：相從之貌。謂與物相從不違，故無傷也」。案：「瑰瑋」，即「玫瑰」之借字。說文：「玫，致瑰火齊珠，一曰石之美者。瑰，玫瑰也，一曰『圜好』」。「連犿」，即在宥之「臠卷」，秋水之「天蹇」。李云：宛轉貌，是也。此莊生自說本書義雖圜好，而宛轉從物，故無傷也。 \\n 其辭雖參差，而諔詭可觀。 \\n 疏云：「參差者，或虛或實，不一其言也。『諔詭』，猶『滑稽』也。」案：成說是也。諔詭說在齊物論。 \\n 彼其充實不可以已。 \\n 注云：「多所有也」。疏云：「已，止也。彼所著書，辭清理遠，括囊無實，富瞻無窮，故不止極也」。案：二說是也。 \\n 上與造物者遊，而下與外死生無終始者為友。 \\n 案：大宗師云：「與造物者為人而遊乎天地之一氣」。在宥云：「睹無者天地之友」。此即彼義，群在彼文矣。 \\n 其於本也，宏大而辟，深閎而肆。其於宗也，可謂稠適而上遂矣。 \\n 釋文云：「稠，音調，本亦作調」。案：「本」，即「體」也。「宏大而辟」，是橫遍也；「深閎而肆」，是直遍也；體「宏大而辟，深閎而肆」者，謂體無不遍。「稠」，借為「（）」。「適」，讀為「適庶」之「適」。稠、適連字形容語。「遂」，當為「〈遂，去“辶”〉」。說文：從意也。「宗」，是由「因」致「果」，故云稠適而上遂。 \\n 雖然，其應於化而解於物也；其理不竭，其來不蛻，芒乎昧乎，未之盡者。 \\n 注云：「莊子通以平意，說己與說他人無異也。案其辭明為汪汪然，禹亦昌言，亦何嫌乎此也」。疏云：芒昧，猶窈冥也。言莊子之書，窈窕深遠，芒昧恍忽，視聽無辨，若以言象徵求末窮其趣也」。林希逸云：「自冒頭而下分別五者之說，而自處其末。繼於老子之後，明言其學出於老子也。前三段著三箇『雖然』，皆斷說其學之是非。獨老子無之。至此又著『雖然』兩字，謂其學非無用於世者」。王夫之云：「莊子之學，初亦沿於老子而朝徹見獨以後，寂寞變化，皆通於一。而兩行無礙，其妙可懷也，而不可與眾論。論是非也畢羅萬物而無不可逍遙，故又自立一家，而與老子有異焉。老子知雄而守雌，知白而守黑，知者博大而守者卑弱。其意以空虛為物之所不能距，故宅於虛以待陰陽人事之挾實而來者。窮而自服，是以機而制天人者。陰符經之說，蓋出於此。以忘機為機，機尤險矣。若莊子之『兩行』，則進不有雄、白，退不為雌、黑，知止於其所不知，而以不持持者；無所守，雖虛也而非以致物喪我，而於物無攖者；與天下而休乎天均。非枯以示槁木死灰之心形，以待物之自伏也。嘗探其所自悟，蓋得之於渾天。蓋容成氏所言除日無歲，無內無外者，乃其所師之天，是以『不離於宗』之『天人』自命，而謂內聖外王之道皆自此出。而先聖之道、百家之說、散見之用，而我言其全體，其實一也。則關尹之形物自箸，老子之以深為根，以物為紀，皆其所不事，故曼衍連犿無擇於溟海枋榆，而皆無待以遊，以成內七篇之瑋詞。博也而不僅博，大也而不可名，為大真也而審乎假以無假，其高過於老氏而不啔天下陰側之機，故申、韓、孫、吳皆不得竊，不至如老氏之流害於後世。於此殿諸家而為物論之歸墟，而猶自以為未盡，望解人於後世，遇其言外之旨焉」。案：此謂應機於變化而解釋於物情，其理既不竭，其來復非有所嬗蛻。直是大用自然，圓音廣覆。故恍忽幽昧，未之盡也。至於林、王二家，平議莊生，王為勝矣。猶感未能洞教相之分理，達宗本之玄微。是以明而未融。蓋由斯篇含蘊，未畢憭然，亦以文字扞格，古義未諦，遂多闕陷爾。約而論之：墨翟、宋鈃，分明「外道」，彭蒙之流，復墮「斷滅」。關、老深矣，猶有「用相」。莊生位極天、人，體用圓融，三一「平等」，既關、老且遜其獨步，則申、韓又惡窺其樊離哉？ \\n 惠施多方，其書五車，其道舛駁，其言也不中。 \\n 郭慶藩云：「司馬本作『蹐駁』。文選左太冲魏都賦注引司馬云：『踳』讀曰『舛』。舛，乖也。駁，色雜不同也。又引司馬作『踳馳』。淮南俶真：『二者代謝舛馳』，說山：『分流舛馳』，氾論：『見聞舛馳於外』。法家敘曰：『諸子各以其知舛馳』。是其證。」王闓運云：「五帝之傳書故五車」。案：郭說是也。漢書藝文志名家惠子一篇，今書已亡。然其說猶時時見於荀、韓二子及呂氏春秋、國策、說苑。要之，劉氏去周末未遠，所見惠子書僅一篇，安得當時遽有五車之眾？尋五本交互本字，五車蓋猶滿車耳。王說未是。 \\n 厤物之意， \\n 釋文云：「厤，古歷字。本亦作歷。歷物之意，分別歷說之」。王闓運云：「厤，當為〈厂林〉，即林也。林之言：微也，散也」。章炳麟云：「厤，即巧歷之歷。數也。意者，禮運云：『非意之也』。注：『意』，心之所慮也。廣雅釋訓無『慮』。都凡也。在心計其都凡曰意。在物之都凡亦曰意。歷物之意者，陳數萬物之大凡也。」案：詩文王：「其麗不億」。傳：「麗，數也」。吳夌雲云：「麗之言，歷也。」歷數釋詁文，說文作〈麗攴〉，云數也。疑此文厤字，亦假為〈麗攴〉（歷、麗通假，證已見前　馬國翰以「厤物」為惠子篇名。）又說文：「厤，治也」。段玉裁云：「厤，從秝。秝者，稀疏適秝也。」然則「秝物」，謂治物而使有疏解，意謂大意。 \\n 曰：至大無外，謂之大一；至小無內，謂之小一。 \\n 釋文云：「司馬云：『無外不可一，無內不可分。故謂之一也。天下所謂大小皆非形。所謂一二，皆非至名也。至形無形，至名無名』。」章炳麟云：「大未有不可斥，小未有不可分。雖有利器致之，校以算術可知也：諸在形者，至小為『點』，引『點』以為『線』，比『線』以為『面』，倍『面』以為『體』。『點』者，非自然生，猶『面』之積已。故因而小之『點』復為『體』。謂之『小一』可也。『點』復可析，絫下而『點』無盡，以為無內，非也。因而鉅之，『體』復為『點』，謂之大一可也。『體』復可倍，絫上而『體』無盡，以為無外，非也」。胡適云：「惠施之根本觀念，止是認定天地一體，認定止有一箇繼續不斷不可分析卻又時時刻刻變換遷徙之宇宙。『至大無外，謂之大一』，是說宇之全體；『至小無內，謂之小一』，是說宇之極微細之一部分」。案：惠施之意，以為「至大」即不可以「有外」，「有外」不可謂「至大」也。「至小」即不可以「有內」，有內不可謂「至小」也。「至大無外，至小無內」，皆一矣。（大集經：「問風住何處？曰風住虛空。又問虛空為何所住？答言虛空住於至處。又問至處復何所住？答言至處何所住者，不可宣說。何以故？遠離一切諸處所故，一切處所所不攝故，非數非稱不可量故。是故至處無有住處」。此文「至」字若宜同彼解釋。）故云然也。不悟既落「偏計」名言，雖「至大」猶有外，雖「至小」猶有內。章以算術證之是已。司馬云：「無外不可一，無內不可分」。故謂之一者，其理即說至大無外，至小無內，皆一也。（不可一之一，與不可分之分，對文。與大一小一之一不同。） \\n 無厚不可積也，其大千里。 \\n 釋文云：「司馬云：『物言形為有，形之外為無。無形與有，相與表裏。故形物之厚，盡於無厚。無厚與有，同一體也。其有厚大者，其無厚亦大。高因廣立，有因無積。則其可積因不可積。苟其可積。何但千里乎？』」章炳麟云：「言極微者，『順世』『勝論』以為『無方分』。『無方分』者，謂之『因量極微』。極微著見為子微，以為『有方分』。『有方分』者，謂之『果色極微』。（前者今通言原子，後者今通言分子。）『果色極微』書之所謂『小一』也。『因量極微』。書之所謂『無厚』也。浮屠難之曰：『誠無方分，日光照柱，何故一端有蔭。承光發影，必有方分明矣。有方分者，則有上下四極，是謂六際。一不為六，以六為一不可』。（約瑜伽師地論佛性論成唯識論說）惠施固知之。言『無厚不可積』，又稱『其大千里』。不可積者，尚無杪忽，安得千里哉？要以算術析之：『無』至小之倪，尺度無所起。於無度立有度，是度為幻。度為幻，即『至大』與『至小』無擇，而『無厚』與『千里』亦無擇」。胡適云：「此亦是說宇。以止是一箇不可分析之空間，所以無厚不可積，亦是宇。其大千里亦是宇」。案：荀子修身云：「夫堅白、同異、有厚、無厚之察，非不察也」。楊注引本文為證。又呂氏春秋君守云：「堅白之察，無厚之辯，外矣」。然則無厚當絕句。無厚二字，乃領不可積也。其大千里兩句，言厚者皆有積也。無厚故不可積也。可積者皆有量。有量則有盡。不可積、則無量。無量，則無盡。其大千里，乃形容其大無盡之意，非謂止於千里也。因不可積，故大千里。喻如地球：以有厚故，有積可度，其大有窮。又如虛空：（此言虛空，非指「鄰礙」，以「鄰礙空」屬「無顯色」，猶可積故。）以無厚故，無積可度，其大無盡。（以「詮表」故，設言其大；「遮表」，即大亦不可說。） \\n 天與地卑，山與澤平。 \\n 釋文云：「卑如字，又音婢。李云：『以地比天，則地卑於天。若宇宙之高，則天地皆卑。天地皆卑，則山與澤平矣』。」孫詒讓云：「李說非也。『卑』與『比』通。荀子不苟：『山淵平，天地比』。（韓詩外傳三文同）楊注：『比，謂齊等也』，亦引此文，是其證也。廣雅釋詁：『比，近也』。此『比』亦指近之義。天與地相距本絕遠，而云相接近，猶山與澤本不平，而謂之平。皆名家合同異之論也。李讀『卑』如字，固誤，楊釋『比』為『齊等』，亦未得其義」。章炳麟云：「『白蘿門』書道瓢末（今此為空間真空。）之空，與特蘿驃（今此為實）之實相受。瓢末分刌節度不可量，故特蘿驃分刌節度亦不可量。若畫工為圖矣，分間布白、雜采調之，使無高下者而有高下，使無窪突者視之窪突。故曰天與地卑，（卑借為比），山與澤平，是分齊廢也」。胡適云：「以宇是永遠變運者，故說『天與地卑，山與澤平』。又復此言，含有地圓之理，以地圓旋轉，故上面有天，下面還有天；上面有澤，下面還有山」。案：孫謂「卑」是「比」之借字，是也。斥楊說「『比』為『齊等』義非是」，則不然。尋楊注又云：「或曰天無實形，地之上空虛者盡皆天也。是天地長親比相隨，無天高地下之殊也。在高山則天亦高，在深泉則天亦下。故曰天地比。地去天遠近皆相似，是山澤平也」。是楊亦釋「比」為接近。（又荀子正名：「山淵平，情Q欲Y寡，芻豢不加甘，大鍾不加樂，此惑於用實以亂名者也」。楊注云：「山淵平，即莊子云『山與澤平』也。」）其義亦較舊說勝也。夫世所謂天，實指鄰礙之空。則天與地本無間隔。不得謂名家合同異之論獨然矣。山高澤窪，高窪相當，故云「山與澤平」也。如章說者，義契唯識。佛書言「色」，謂顯形「表顯色」是實，餘色皆假。高下屬形，即是假色。眼識之所不緣。然則現量所得，天地卑而山澤平也。胡說於理，亦屬融通。（荀子不苟引此為惠施鄧析說） \\n 日方中方睨，物方生方死。 \\n 釋文云：「睨，音詣。李云：『睨，側視也。謂日方中，而景已復（）。謂景方（），而光已復沒。謂光方沒，而明已復升。凡中（）之與升沒，若轉樞循環，自相與為前後。始終無別，則存亡死生與之何殊也』。」章炳麟云：「諸言時者，有過去、見在、未來。過去已滅，未來未生，其無易知。而見在亦不可駐，時之短者，莫如『朅沙那』。（舊譯「剎那」簡稱）而『朅沙那』非不可析。雖析之，勢無留止。方念是時，則已為彼時也。析之不可盡，而言即時，則是於無期立有期也。勢無留止，而言是時，則彼是無別也。故雖『方中方睨，方生方死』可」。胡適云：「『日方中方睨』，是說時間變遷之速。才是見在，已成過去矣。『物方生方死』，是說萬物之壽命，比於無窮無極之久（案久謂時間），竟可謂極短。才有生，便又死矣」。案：二說並通。章義尤勝。今以地球及日並轉之說相證，是日竟無中睨也。故言「日方中方睨」可；而言「日方睨方中」亦可。又今生物學家譣得諸物並由細胞集起，而細胞生死相續，則是謂「物方生方死」可；謂物「方死方生」亦可。又復佛書謂一剎那時心有九百生滅。是生滅與時分相俱。故云：「日方中方睨，物方生方死」。 \\n 大同而與小同異，此之謂小同異；萬物畢同畢異，此之謂大同異。 \\n 釋文云：「同體異分，故曰小同異。死生、禍福、寒暑、晝夜、動靜、變化眾辨莫同，異之至也。眾異同於一物，同之至也。則萬物之同異一矣。若堅白無不合、無不離也。若火含陰、水含陽、火中之陰異於水，水中之陽異於火。然則水異於水，火異於火，至異異所同，至同同所異。故曰大同異」。章炳麟云：「物固無畢同者，亦未有畢異者。浮屠之言曰：從一青計之，以青為自相。以凡青為共相，青同也。以凡青為自相，以赤、白、黃、紫為共相，『顯色』同也。以『顯色』為自相，以聲、香、味、觸為共相，『色聚』同也。（『色聚』之『色』，謂諸有對者皆名為色。）以『色聚』為自相，以『受』、『想』、『行』、色為共相，法同也。（本成唯識論述記說）無畢同，故有自相；無畢異，故有共相。大同而與小同異，此物之所有。萬物畢同畢異，此物之所無。皆大同也」。胡適云：「萬物皆有箇性，故墨子經說上云：『二必異』。此便是大同而與小同異。然萬物卻無一物單獨存立，不與他物有連屬之關係者。若是萬物無連屬之關係，吾等便不能有知識矣，更不能有科學矣。科學之系統方法，全依此萬物畢同畢異一個怪現象」。案：此謂大同而與小同有異，此之謂「小同異」。萬物盡同盡異，此之謂「大同異」。荀子正名：「故萬物雖眾，有時而欲遍舉之，故謂之物。物也者，大共名也。推而共之，共則有共，至於無共然後止。有時而欲遍舉之，故謂之鳥獸。鳥獸也者，大別名也。推而別之，別則有別，至於無別然後止」。（王念孫云：「共則有共」之「有」，讀為「又」。又云：「有時而欲遍舉之，故謂之鳥獸」之「遍」，當為「別」。今作遍者，涉上文而誤。俞樾云：下「遍」字乃「偏」字之誤。物茂卿、王先謙說同。）荀所謂物，此文所謂大同。荀所謂鳥獸，此文所謂小同。物為「大共名」，鳥獸為「大別名」，則大同與小同異矣。荀云「推而共之，共則有共」者，若物對鳥獸，物為共，鳥獸為別。鳥獸對燕、雀、牛、羊，鳥獸復為共，燕、雀、牛、羊為別也。荀所謂「推而別之，別則有別」，義得反徵。然則別之與共，其異至小。故云大同，而與小同異，此之謂小同異。「推而別之，至於無別然後止」，則萬物畢同矣。「推而共之，至於無共然後止」，則萬物畢異矣。此其同異至大。故云「萬物畢同畢異，此之謂大同異」。章、胡二說，理俱攝此。 \\n 南方無窮而有窮。 \\n 釋文云：「司馬云：『四方無窮也』。李云：『四方無窮，故無四方上下，皆不能處其窮，會有窮耳』。一云『知四方之無窮，是以無無窮。無窮也，形不盡形，色不盡色。形與色，相色也，知不窮知，物不窮物，知與物相盡也。獨言「南方」，舉一隅也』。」章炳麟云：「南方無窮而有窮，是有際無際一也」。胡適云：「久與宇雖無窮無極，不可分析，不可割斷，但於實際應用，不妨看作有窮有極，可以分析，可以割斷。所以說『南方無窮而有窮』。墨子經下說：『無窮不害兼』。又說：『不知其數而知其盡也，說在明』者，亦此理」。案：地形既圜，則竟無南方也。假立為南，南則又南，是南方無窮也。至於無可復南則止矣。是「南方無窮而有窮」也。又復假立南方，則南而復南，勢無窮止。然既立為南，竟止於南，故云「南方無窮而有窮」。胡說理不相違。 \\n 今日適越而昔來。 \\n 釋文云：「智之適物，物之適智，形有所止，智有所行。智有所守，形有所從。故形智往來相為逆旅也。鑒以鑒影，而鑒亦有影。兩鑒相鑒，則重影無窮。萬物入於一智，而智無閒。萬物入於一物，而物無朕。天在心中，則身在天外。心在天內，則天在心外也。遠而思親者，往也。病而思親者，來也。智在物為物，物在智為智」。林希逸云：「足雖未至乎越，而知有越之名，而後來，則是今日方往，而亦可以為昔來矣」。司馬云：「彼日猶此日。則見此猶見彼也，彼猶此見，則吳與越人交相見矣」。宣穎云：「知有越時，心已先到」。章炳麟云：「諸有割制一期，命之以今者，以一『朅沙那』言今，可以一歲言今猶可。方夏言今歲，不遺春秋。方禺中言今日，不遺旦莫。去者來者皆今也。禺中適越，餔時而至，從人定言之，命以一期，則為今日適越矣。分以數期，則為昔至越矣。以是見時者唯人所命，非有實也」。（按「今日適越而昔來」，齊物論作「今日適越而昔至」。是「來」，訓「至」也。）胡適云：「以地球既是圓，又是旋轉成晝夜者，故此國之今日，或為彼國之昨日。（如北京今日午時之事，紐約今日晨報已登。）故可說今日適越而昔來」。案：宣、章、胡各說均通。 \\n 連環可解也。 \\n 釋文云：「司馬云：『夫物盡於形，形盡之外，則非物也。連環所貫，貫於無環，非貫於環也。若兩環不相貫，則雖連環故可解也』。」疏云：「夫環之相貫，貫於空處，不貫於環也。是以兩環貫空，不相涉入，各自適轉，故可解者也」。章炳麟云：「連環可解，是有分無分均也」。案：二說明矣。 \\n 我知天下之中央，燕之北、越之南是也。 \\n 釋文云：「司馬云：『燕之去越有數，而南北之遠無窮。由無窮觀有數，則燕越之間，未始有分也。天下無方，故所在為中。循環無端，故所行為始也』。」章炳麟云：「『我知天下之中央，燕之北、越之南是也』，是方位廢也」。王先謙云：「此擬議地球中懸，陸路可達，故燕北即是越南」。胡適云：「此說地圓，更為明顯。圓面上無論何點皆可作為中央。故燕之北、越之南，是天下之中央」。案：諸說均通。 \\n 氾愛萬物，天地一體也。 \\n 章炳麟云：「大同而與小同異，此物之所有。萬物畢同畢異，此物之所無，皆大同也。故天地一體。一體，故氾愛萬物也。惠施之言，無時、無方、無形、無礙。萬物幾幾皆如矣。推擣異論，使齏粉破碎，己亦不立。唯識之論不出，而曰萬物無有哉？人且以為無歸宿」。胡適云：「上說九事，都可證明天地一體之根本觀念。以宇宙是一體，故欲氾愛萬物。故惠施之學『去尊』。『去尊』，便是平等之義」。（「去尊」見呂氏春秋）案：章、胡二說，均得之矣。 \\n 惠施以此為大觀於天下而曉辯者，天下之辯者相與樂之。 \\n 釋文云：「樂音洛」。案：「樂」讀如論語「智者樂水」之「樂」。借為效字。言天下辯者亦效其說也。釋文音樂，失之。 \\n 卵有毛。 \\n 釋文云：「司馬云：『胎卵之生，必有毛羽。雞伏鵠卵，卵不為雞。則生類於鵠也。毛氣成毛，羽氣成羽。雖胎卵未生，而毛羽之性已著矣。故鳶肩蜂目，寄感之分也。龍顏虎喙，威霛之氣也。神以引明，氣以成質，質之所剋，如戶牖明暗之懸以晝夜。性相近，習相遠，則性之明遠有習於生』。」宣穎云：「卵無毛，則鳥何自有也？」胡適云：莊子言：『種有幾』。（幾，即是「種子」。）又云：『萬物皆出於幾，皆入於幾』。又云：『萬物皆種也，以不同形相禪』。如果萬物都從一種極細微之種子變化出來，則種子中定已含有已形性之可能性。故可以說『卵有毛』。如果萬物都由種子漸漸以不同形性相禪，自極細微之『幾』，進化到最高等之人，則竟可以說『犬可以為羊，丁子有尾，（成玄英說：楚人謂蝦蟆為丁子。）馬有卵，白狗黑，龜長於蛇』。」（此數條，均說一種之內，未必不含有別一種之可能性。）案：宣、胡二說是也。荀子不苟引為惠施鄧析之說。（偽孟子外書性善辯，孟子謂子石曰：「卵有毛，信乎？」子石曰：「信」。孟子曰：「何為其然也？」子石曰：「卵無毛，雞無翼」。） \\n 雞三足。 \\n 釋文云：「司馬云：『雞兩足，所以行，而非動也。故行由足發，動由神御。今雞雖兩足，須神而行。故曰三足也』。」案：司馬說是也。佛書言五識之動，一分「意識」與之俱動。司馬謂神即「意識」也。 \\n 郢有天下。 \\n 釋文云：「郢，楚都也。在江陵北七十里。李云：『九州之內，於宇宙之中，未萬中之一分也。故舉天下者，以喻盡而名大。夫非大，若各指其所有而言其未足，雖郢方千里，亦可有天下也』。」羅勉道云：「郢本侯國而稱為王，是有天下之號」。案：舊說以羅義為長。 \\n 犬可以為羊。 \\n 釋文云：「司馬云：『名以名物而非物也。犬羊之名，非犬羊也。非羊可以名為羊，則犬可以名羊。鄭人謂玉未理者曰璞。周人謂鼠腊者亦曰璞。故形在於物，名在於人』。」胡適云：「荀子正名說名未制定之時，有異形、離心、交喻、異物、名實互紐之大害。此云『犬可為羊』，與下云『白狗黑』，是說犬、羊、黑、白都是人定之名。當名約未定之時，呼犬為羊，稱白為黑，都無不可。此便是異形、離心、交喻、異物、名實互紐。亦便是公孫龍所說彼此。而彼且此、此彼而此且彼矣」。案：司馬義通，胡說亦善。 \\n 馬有卵。 \\n 釋文云：「李云：『形之所託，名之所寄，皆假耳，非真也。故犬羊無定名，胎卵無定形，故鳥可以有胎，馬可以有卵也』。一云：『小異者大同，犬羊之與胎卵，無分於鳥馬也』。」案：見「卵有毛」句下，李說亦通。 \\n 丁子有尾。 \\n 釋文云：「李云：『夫萬物無定形，形無定稱，在上為首，在下為尾。世人為右行曲波為尾。今丁子二字雖左行曲波，亦是尾也』。」疏云：「楚人呼蝦蟆為丁子也。夫蝦蟆無尾，天下共知。此蓋物情，非關至理。以道觀之者，無體非無，非無尚得稱無，何妨非有。可名尾也」。羅勉道云：「荀子曰：『鉤有鬚，卵有毛，此說之難持者也，而鄧析惠施能之』。彼注云：『鉤有鬚，即丁子有尾也。丁之曲者為鉤，鬚與尾類』。」錢大昭云：「說文：鉤，曲也。丁之曲者為鉤，今鉤曲而丁直，故云生實」。洪頤烜云：「丁子當是孒孑二字之訛。說文：孒，無左臂也。孑，無右臂也。無左右臂而有尾，此事之必無也。故以為辯」。王先謙云：「成玄英以丁子為蝦蟆，蝦蟆初生無足有尾，聞雷後足出而尾沒矣」。章炳麟云：「大小篆丁字皆非左行曲波，李說非也。或言丁子即科斗，說亦無據。洪頤烜以為孒孑之誤，皆無義。『丁子』蓋『頂趾』之借。『頂趾』與尾本殊體，而云頂趾有尾。猶云『白狗黑，犬可以為羊』耳」。胡適云：「成說楚人謂蝦蟆為丁子。丁子有尾，生物學亦云然」。案：成說蝦蟆為丁子無據。洪、章二說亦難通。羅引荀子為說，然前儒謂「鉤」為「姁」之借字。則義雖相類，事實不同。尋「丁」即說文「釘」之古文。（詳說文解字六書疏證）為干支義所專。別造「釘」字，今則「丁」廢而用「釘」。「釘」亦從丁聲也。丁篆作（），象形。尾為上出者也。丁子謂箸物處為頭，則其上出處為尾也。 \\n 火不熱。 \\n 釋文云：「司馬云：『木生於水，火生於木，木以水潤，火以木光，金寒於水而熱於火。而寒熱相兼無窮，水火之性有盡。謂火熱水寒，是偏舉也。偏舉，則水熱火寒可也』。一云：『猶金木加於人有楚痛，楚痛發於人，而金木非楚痛也。如處火之馬，火生之蟲，則火不熱也』。」疏云：「火熱水冷，起自物情。據理觀之，非冷非熱。何者？南方有食火之獸，聖人則入水不濡。以此而言，固非冷熱也。又譬杖加於體，而痛發於人，人痛杖不痛。亦猶火加於體，而熱發於人，人熱而火不熱也」。胡適云：「區別異同，都由於心神之作用。如無能知覺之心神，雖有火亦不覺熱」。案：聞有譣心疾者，（今謂神經病）朱髹木箸，佯若火炙鐵箸，出之灶中，驟加疾者手，疾者狂呼楚痛，譣其手亦得火傷痕。以此言之，寒熱生於心，而不在物也。本書達生云：「至人潛行不窒，入火不熱」，「至人入火不熱」者，至人無己，無「分別識」故也。 \\n 山出口。 \\n 釋文云：「司馬云：『形、聲、氣、色合而成物，律呂以聲兼形，玄黃以色兼質。呼而一山，一山皆應。一山之聲，入於耳，形與聲並行，是山猶有口也』。」案：荀子不苟引惠施鄧析之說云：「入乎耳，出乎口」。楊注云：「未詳所明之意，或曰即山出口也。言山有口耳也。凡呼於一山，眾山皆應，是山聞人聲而應之，故曰『入乎耳，出乎口』也。或曰山能吐納雲霧，是有口也」。尋楊初義，略同司馬。夫呼於一山，眾山皆應者，聲理然也。然能聞是耳，能應是口，能聞能應，謂之有口耳可也。 \\n 輪不蹍地。 \\n 釋文云：「蹍，本又作跈。司馬云：『地平輪圓，則輪之所行者跡也』。」案：此言車行之時也。方止方行，故輪竟不踐地也。 \\n 目不見。 \\n 釋文云：「司馬云：『水中視魚，必先見水。光中視物，必先見光。魚之濡鱗非曝鱗，異於曝鱗則視濡也。光之曜形，異於不曜，則視於曜形，非見形也。目不夜見非暗，晝見非明，有假也。所以見者明也，目不假光而後明，無以見光。故目之於物，未嘗有見也』。」疏云：「夫目之見物，必待於緣。緣既體空，故知目不能見之者也」。宣穎云：「見則何以不自照？」案：宣說契於佛義。佛書云：眼有「九緣」，其八同耳，獨資明緣。若除明緣，目即不見。目之見必有空明根境。然目不夜見，非無空與根境之資，獨缺明緣耳。知除明緣，目即不見也。司馬謂「目不夜見非暗，晝見非明，有假也。所以見者明也」，義即契彼。然心有所思，思者如睹；心不在焉，視而不見。則目之見者，本非目見。見者是目，能見是心也。佛書「九緣」：空、明、根、境四緣之外，五曰「作意緣」，六曰「分別依」，七曰「染淨依」，八曰「根本依」，九曰「種子依」。此五者皆具於心，而能見實資於是，故云「目不見」也。又復如司馬說云：「視見於曜形，非見形也」。此義甚深，理亦契當。何則？目之所見，顯形表色。而是三者，意識分別，離色本際，非意識境。既非意境，目若為見。然則凡曰所見，皆是顯形表三。譬見白紙，見白未見紙也。又見方石，見方未見石也。若有難云：「吾見其柔，故執是紙，吾見其堅，故執是石」。然柔與堅，既非目得，即許目見，猶屬表故，仍未見於紙石本際。司馬謂「曜形」，義屬色邊。司馬謂「形」，義屬本際。 \\n 指不至，至不絕。 \\n 釋文云：「司馬云：『夫指之取物，不能自至，要假物故至也。然假物由指不絕也』。一云：『指之取火，以鉗；刺鼠，以錐；故假於物，指是不至也』。」王先謙云：「下『至』字疑『耳』之誤。數語皆就人身言，耳雖有絕響之時，然天下古今究無不傳之事物，是不絕也。『至』字緣上而誤，遂不可通矣」。胡適云：「指字作物之表德解。（公孫龍指物篇之「指」字，大抵都說物體之種種表德、如形色等。）吾人知物，止須知物之形色等種種表德，並不到物之本體。（如白馬，去白色與馬形，便無白馬可知。）亦並不用到物之本體。即使欲知物之本體，亦復徒想，至多不過從此物指，進至彼物指而已。例如吾人知水，止知水之性質，化學家更進一層，說水是輕、養二氣所成。其實還止知輕氣養氣之重量作用等等物指。即使更進一層，說到輕氣養氣之元子或電子，還止知元子電子之性質作用，終不知元子電子之本體。正如算學上之無窮級數，故云『指不至，至不絕』。」案：偽列子引公孫龍云：「有指不至，有物不盡」。即此文所謂「指不至，至不絕」也。疑當從列子作「物不絕」與「指不至」為二事。世說文學客問樂令：「指不至，不連至不絕」，可證。魏牟解之曰：「無指則皆至，盡物者常有」。張湛復解之曰：「忘指故無所不至，常有盡物之心，物既不盡，而心更滯有也」。義並可觀。夫無指是泯意識分別，既泯分別，即無一異，即離虛假，是為本體，是名「實際」。故云皆至也。盡物是析求諸蘊，雖復分析至於極微，不離「能」、「所」、「詮」、「表」，本體畢竟不可得。以絕詮表故，故云「常有」也。（有，即有所詮表。）胡說「指不至」，義非二致。又世說文學記客問樂令指不至者，樂亦不復剖析文句，直以麈尾柄確几曰：「至不？」客曰：「至」。樂因又舉麈尾曰：「若至，那得去？」劉孝標注云：「夫藏舟潛往，交臂恆謝，一息不留，忽焉生滅。故飛鳥之影，莫見其移，馳車之輪，曾不掩地。是以去不去矣，庸有至乎？至不至矣，庸有去乎？然則前至不異後至，至名所以生；前去不異後去，去名所以立。今天下無去矣，而去者非假哉？既為假矣，而至者豈實哉？」於舊義為較勝。 \\n 龜長於蛇。 \\n 釋文云：「司馬云：『蛇形雖長，而命不久；龜形雖短，而命甚長』。」疏云：「長短相形，無長無短。謂蛇長龜短，乃物之滯情。今欲遣此迷惑，故云然也」。俞樾云：「此即『莫大於秋豪之末，而太山為小』之意。司馬說『不以形言而以壽言，真為龜蛇短矣』，殊非其旨」。案：見上「卵有毛」注。 \\n 矩不方，規不可以為圓。 \\n 釋文云：「司馬云：『矩雖為方而非方；規雖為圓而非圓。譬繩為直而非直也』。」胡適云：「從自相上看來，萬物畢異。一規不能成兩物完全相同之圓；一矩不能成兩物完全相同之方。故云『矩不方，規不可以為圓』。」案：二說義均可從。余謂割圓以益方，則方者為圓，而圓者為方。是矩不方，規不可以為圓也。此言方圓之形非定，亦示方圓之體本空也。 \\n 鑿不圍枘。 \\n 釋文云：「司馬云：『鑿枘異質，合為一形。鑿積於枘，則鑿枘異圍，是不相圍也』。」疏云：「鑿者，孔也。枘者，內孔中之木也。然枘入鑿中，本穿空處，不關涉，故不能圍。此猶『連環可解』義也」。宣穎云：「枘自入之耳，鑿未嘗圍之」。胡適云：「此與『矩不方，規不可以為圓』，義同也」。案：成說是也。鑿、枘並處空間，非相圍也。 \\n 飛鳥之景，未嘗動也。 \\n 釋文云：「鳥之蔽光，猶魚之蔽水。魚動蔽水，而水不動。鳥動影生，影生光亡。亡非往，生非來。墨子云：『影不徙也』。」疏云：「過去已滅，未來未至。過未之外，更無飛時。唯鳥與影，嶷然不動。是知世間即體皆寂。故論云：『然則四象風馳，璇璣電卷，得意豪微，雖遷不轉』。所謂『物不遷』者也』。胡適云：「列子仲尼篇作『影不移』。魏牟解云：『影不移，說在改也』。墨子經下亦云：『景不徙。說在改為』。經說云：『景：光至景亡；若在，萬古息』。此是說影處處改換，後影已非前影，前影雖不見，其實止在原處」。案：諸說並善，成義尤勝。 \\n 鏃矢之疾，而有不行不止之時。 \\n 釋文云：「鏃，子木反，郭：音族，徐：朱角反。三蒼云：矢，鏑也」。司馬云：「形分止，勢分行；形分明者行遲，勢分明者行疾。目明無行分，無所止，則其疾無間。矢疾而有間者，中有止也。質薄而可離，中有無及者也」。疏云：「夫機發雖速，不離三時。無異輪行，何殊鳥影。既不蹍不動，鏃矢豈有止有行。亦如利刀割三條線，其中亦有過去、未來、見在三者也」。郭慶藩云：「鏃，郭音族。非也。鏃為鍭字之誤。（亦誤為錐，見淮南兵略篇「疾，如錐矢」。）爾雅：『金鏃翦羽謂之鍭』。說文同。方言曰：『箭，江淮之間謂之鍭』。周官司弓矢曰：『殺矢鍭矢』。攷工記矢人曰：『鍭矢三分』。故知鏃為鍭之誤也」。案：司馬說「形分止，勢分行」，是也。成義尤勝。郭證鏃字亦是。 \\n 狗非犬。 \\n 釋文云：「司馬云：『狗、犬同實異名。名實合，則彼所謂狗，此所謂犬也。名實離，則彼所謂狗，異於犬也』。」胡適云：「爾雅云：『犬未成豪曰狗』。墨子經下云：『狗，犬也。而殺狗非殺犬也可』。蓋從共相上觀之上，狗是犬之一部。故可云：『狗，犬也』。若從自相上觀之，未成豪之犬始可名狗。故可云：『狗，非犬也』。」案：胡說是也。 \\n 黃馬驪牛三。 \\n 釋文云：「驪，力智反。又音梨。司馬云：『牛馬以二為三。曰牛、曰馬、曰牛馬，形之三也。曰黃、曰驪、曰黃驪，色之三也。曰黃馬、曰驪牛、曰黃馬驪牛，形與色為三也。故曰：一與言為二，二與一為三也』。」郭慶藩云：「文選劉孝標廣絕交論注引司馬云：『牛馬以二為三，兼與別也。曰馬、曰牛，形之三也。曰黃、曰驪，色之三也。曰黃馬、曰驪牛，形與色之三也』。」與釋文小異。疏云：「夫形非色，色乃非形，故一馬一牛，以之為二添馬之色，而可成三。曰黃馬、曰驪牛、曰黃驪，形為三也。亦猶一與言為二，二與一為三者也」。胡適云：「此與堅白石二同意」。案：胡說是也。 \\n 白狗黑。 \\n 釋文云：「司馬云：『狗之目眇，謂之眇狗。狗之目大，不曰大狗。此乃一是一非，然則白狗黑目，亦可為黑狗』。」疏云：「名謂不實，形色皆空，欲反執情，故指白為黑也」。案：說詳「犬可以為羊」句注。 \\n 孤駒未嘗有母。 \\n 釋文云：「李云：『駒生有母，言「孤」則無母。孤稱立，則母名去也。母嘗為駒之母，故孤駒未嘗有母也。本亦無此句』。」案：李說是也。 \\n 一尺之捶，日取其半，萬世不竭。 \\n 釋文云：「一尺，一本無一字。司馬云：『捶，杖也。若其可析，則常有兩。若其不可析，其一常存。故曰萬世不竭』。」洪邁云：「雖為寓言，此理固具。蓋但取其半，正碎為微塵，餘半猶存，雖至於無窮可也」。案：二說是也。 \\n 辯者以此與惠施相應，終身無窮。桓團、公孫龍辯者之徒。 \\n 釋文云：「桓團，李云：人姓名」。胡濬遠云：「桓團，列子作韓檀」。案：胡適謂桓團、公孫龍乃是辯者之徒，與惠施相應者是辯者。公孫龍時代差後，不得與惠施相應，其說非是。詳年表（見後錄）則惠施、公孫龍同時，施年輩差長耳。此云「桓團、公孫龍辯者之徒」，於辯者中舉列一二人，若云桓團、公孫龍與其他辯者之徒，審前後文，自憭知也。 \\n 飾人之心，易人之意，能勝人之口，不能服人之心，辯者之囿也。惠施日以其知與人之辯，特與天下之辯者為怪，此其柢也。 \\n 林疑獨云：「施之辯能反人之心，或與天下辯其數，雞三足是也；或與天下辯其名，狗非犬是也；或與天下辯其形，矩不方是也；或與天下辯其色，白狗黑是也；或辯其上下，天與地卑是也；或辯其長短，龜長於蛇是也。其論大率以為萬物無高下、長短之殊，無形名方圓之異，無青黃黑白之別，以齊萬物為首，謂大道散而有形名，皆出於人之私以為差別而已」。俞樾云：「與人之辯，義不可通。蓋涉下句『天下之辯者』而衍『之』字。柢與氐通，史記秦始皇紀：『大氐盡畔秦吏』。正義曰：『氐，猶略也』。『此其柢也』，猶云『此其略也』。」王闓運云：「特，當為持」。馬其昶云：「與，讀為舉。徐無鬼篇：『知之所不能知者，辯者不能舉也』。」王先謙云：「特字有作『將』者」。案：林有精言，俞說亦是。王闓運讀「特」為「持」，王先謙謂「特」有作「將」者，並非。又「之」、「是」古通。「與人之辯」，謂「與人是辯」。 \\n 然惠施之口談，自以為最賢，曰：天地其壯乎，施存雄而無術。 \\n 釋文云：「司馬云：『惠施唯以天地為壯於己也。意在勝人，而無道理之術』。」疏云：「壯，大也。術，道也。言天地與我並生，不足稱大。意在雄俊超世過人，既不謙柔，故無真道，而言其壯者，猶獨壯也」。林希逸云：「施以為其壯與天地同所存，雖自以為雄高，而實無學術」。案：如司馬說，似讀施字絕句。余謂「曰」者，引施之說也。「天地其壯乎，施存雄而無術」者，施自謂天地雖大，我存則雄於辯者，無所用其術也。似與上下詞義相銜。一說：「『天地其壯乎』，是施語。施存雄而無術，是莊論惠語。施自謂其賢比天地，莊則謂施才（存字疑「才」之誤）雄而無用也。」（易系辭：「慎斯術也」，釋文本作「斯用」。疑此「術」字亦「用」之誤。又術亦有用義。） \\n 南方有倚人焉，曰黃繚。 \\n 釋文云：「『倚』，本或作『畸』，李云：異也。黃繚，李云：賢人也」。徐廷槐云：「戰國策載魏王使惠子於楚。楚中善辯者如黃繚輩爭為詰難」。郭慶藩云：「『倚』，當作『奇』。王逸注九章云：『奇，異也，字或作畸』。大宗師篇：『敢問畸人』。李頤曰：『畸，奇異也』。」案：郭說是也。 \\n 問天地所以不墜、不陷、風雨雷霆之故。惠施不辭而應，不慮而對，遍為萬物說，說而不休，多而無已，猶以為寡。益之以怪，以反人為實。而欲以勝人為名，是以與眾不適也」。 \\n 案：適，讀為敵；猶匹也。 \\n 弱於德，強於物，其塗隩矣。 \\n 釋文云：「李云：『隩，深也；謂其道深』。」案：說文：「隩，水隈厓也。隈，水曲也。厓，山邊也」。然則隩，是邊曲之義；德，是即體之相。物是境界。不悟體自具足，無量功德，而切切於境界，雖復遍說萬物，而止局於一方。故云「其塗隩矣」。一說：「隩」是「陝」字之誤。說文：「陝」，隘也，謂其塗隘而不遍也。 \\n 由天地之道，觀惠施之能，其猶一蚉一虻之勞者也。其於物也何庸。 \\n 案：「庸」，即「用」之後起字。（詳說文解字六書疏證） \\n 夫充一尚可曰愈貴道幾矣。 \\n 釋文云：「愈貴，李云：自謂所慕愈貴近於道也」。疏云：「幾，近也。夫惠施之辯，詮理不弘，於萬物之中尚可充一數而已。而欲銳情貴道，飾意近真，慤而論之，良未可也」。林希逸云：「充，足也。若但以一人之私見而自足，猶可。若以此為勝於貴道者，則殆矣。愈，勝也。幾，殆也」。性〈氵通〉云：「言施之才施之天下，充一尚可。而曰愈貴於道，則危矣」。王敔云：「充其一端，尚可較勝，幾殆也。以語於道，則殆矣」。（王以「愈」字絕句。）陸樹芝云：「得道之一端而充之，即以自成一道，尚可曰：以一曲之足貴，愈知大道之可貴。似是而幾矣」。（陸以「道」字絕句。）宣穎云：「內聖外王皆原於一。充之豈不可乎？何須逐物？由充一而愈尊夫道，庶幾矣」。（宣以「可」字絕句。）陳壽昌云：「使不囿於一，其才尚堪造就，果能情見乎詞，益貴道術，則庶幾矣。」（陳以「可」字絕句。）王闓運云：「統一自極，詣於一行者，愈踰也，賢於眾也」。（王以「愈」字絕句。）王先謙云：「內聖外王皆原於一，充之而可，愈自貴重，不須多言，於道亦庶幾矣」。（王以「可」字絕句。）馬其昶云：「『愈』屬上讀，與『幾矣』為對文。充一貴道，皆惠子之說。前闢其舛駁，此舉其說之近理者」。案：未詳，然以下文「惠施不能以此自寧，散於萬物而不厭，卒以善辯為名」觀之，似宜以「可」字、「貴」字絕句。謂不散而一之者可，若愈遺其一，「貴」讀為「遺」。上文「道則無遺者矣」。「遺」，一本作「貴」，可證。即道近矣。蓋莊生之意，以施之說頗有見於即物體空，使能如是觀照，悟於萬物，唯是一「識」所變，進而更忘此萬物唯識之心，即是「無垢真心」。惠施既不能以此自寧止，乃更散而遍為萬物說，說而不休，多而無已，如是則究竟得一善辯之名而已，於道無見也。此深惜之。 \\n 惠施不能以此自寧，散於萬物而不厭，卒以善辯為名，惜乎惠施之才，駘蕩而不得。 \\n 釋文云：「駘，李：音殆。駘者，放也；放蕩不得也」。林疑獨云：「施卒以善辯為名，此古人所不為，故不曰『古之道術』，惜其有才而終於逐物，喪其本真也」。劉師培云：「散、乃殽字之誤。齊物論：『樊然殽亂』。釋文云：『郭：作散，殽恆誤散』，是其明證」。案：說文：駘，馬銜脫也。蕩，疑借為（），說文：馬奔也，或借為駔，說文：駔，次駘。下云：壯馬也。大徐：子朗反。（段玉裁云：此相傳下文「一曰駔令也」之音也。然後漢書注引徐廣曰：駔，音祖朗反。說文：奘，駔大也。爾雅釋言：奘，駔也。似並以音近相訓，蓋駔從且聲，古音且，在魚類，魚陽對轉，故駔從且聲，而讀子朗、祖朗反也。惟許訓駔為壯馬，則當次驥駿驍〈馬垂〉之間。今在馽駘等下，疑本訓當是驕矯之義，故淮南氾論：段干木，晉國之大駔也。高注：駔，驕怚。）與蕩同部通假，得讀為中，證義在前。 \\n 逐萬物而不反，是窮響以聲，形與影競走也，悲夫！ \\n 案：王應麟依北齊書杜弼傳云：「弼嘗注莊子惠施篇，謂今無此篇，亦逸篇也」。余疑此篇或當終於未之盡者，「惠施多方」以下，乃惠施篇文。然觀子玄注云：此篇評較諸子，至於此章，則曰其道舛駁，其言不中。則郭見本已然。杜注無證，難尋大譣。夫歷說諸子而特終於此章，前儒謂施是方術，未嘗聞道，故曾不足比於墨、宋之流，倘亦然與？余謂郢匠既標夫契合，斯章復致其悲憐，則莊生之於惠子，宜若沆瀣之相投，鍼石之互引，乃觀「濠梁」之詰，迅霆不發聾聵之聞；「無用」之談，大覺難齊倒迷之夢。然則啔予者商，而「一貫」之告無與，亦斯類矣。又復莊生者，域中之上哲，斯文者「法相」之歸墟。談相不拒「雕龍」之辯，契性即貴忘言之教，殿惠子於茲篇，深垂意於群倫矣。 \\n   \\n   \\n  "}
{"章节": "莊子年表", "正文": "  \\n 莊子年表 \\n 　 \\n  \\n  \\n 莊子年表序 \\n 莊子生卒，書闕不可攷。史記莊子列傳云：周與梁惠王、齊宣王同時。又云：楚威王聞莊周賢，使使厚幣迎之。然梁惠王二十九年，齊宣王始立，又三年，為楚威王元年。威王立十一年卒。（六國表）威王聘周。不知在何年。計其卒於十一年，當梁惠王之後六年。（今史記六國表梁惠王卒於三十六年，楚威王十一年為梁襄王六年者，此司馬遷誤以惠王卅六年更元為卒，而以更元年至十六年為襄王，多哀王一世。前儒據竹書紀年及世本正之，是也。）齊宣王之十四年，猶同時也。周能致楚聘，必已三、四十歲，本書於魏文侯、武侯皆稱謚，（田子方、徐無鬼）而於惠王初稱其名，（則陽）又稱為王，（山木）是周之生或在魏文侯、武侯之世，最晚當在惠王初年。本書稱宋王者再，（列禦寇）宋君偃以十一年自立為王。（宋世家）當魏襄王之元年，楚懷王之十一年，齊湣王之六年，韓惠王之十五年，秦惠文王之更七年，趙武靈王之八年，燕王噲之三年，而本書載之噲讓國事，（秋水）燕噲讓國子之在五年，國絕在八、九年。當宋已稱王之後六、七年矣。本書又有公孫龍，（秋水）龍為平原君客，平原君為趙相，在惠文王時。本書亦有周見趙文王，（說劍）是周於趙惠文王之世猶存。然前賢謂讓王至漁父四篇皆偽作。所謂莊子以說劍見趙文王者，不可信。固然。然本書載「莊子送葬過惠子之墓」，（徐無鬼）惠施以梁襄王十三年失相之楚。（楚策及六國表襄王十三年，今表內為哀王十三年。）當趙武靈王之二十年，施未必即死，假令施死於十年內，即當趙武靈、惠文之間，是周得見趙惠文與公孫龍也。本書載事無後於此者。使周生梁惠王之初年，至趙惠文王之初年，已七八十歲，略與孟子、荀卿之年相若矣。本書載宋王事，皆其國強暴盛之際，亦適當趙惠文王時，意周不及見宋之亡者，故表以齊滅宋而止。周，蒙人。蒙於戰國為楚邑。（藝文志注：宋人者，蒙本為宋邑。經典釋文云：梁國蒙縣人者，漢地理志蒙屬梁國也。）而生梁惠王之初年。故表始成元年。其齊、楚、梁、韓、趙、秦、燕，並以本書所及而復當周之世者登焉。若周則其共主也。大略如左，以俟後之君子復能詳之。 \\n 莊子年表 \\n   \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 烈王七年 \\n 宣王元年 \\n 威王十年 \\n 惠王二年 \\n 莊侯二年 \\n 成侯六年 \\n 獻公十六年 \\n 桓公四年 \\n 剔成元年 \\n  \\n  \\n 顯王元年 \\n 二 \\n 十一 \\n 三 \\n 三 \\n 七 \\n 十七 \\n 五 \\n 二 \\n  \\n  \\n 二 \\n 三 \\n 十二 \\n 四 \\n 四 \\n 八 \\n 十八 \\n 六 \\n 三 \\n  \\n  \\n 三 \\n 四 \\n 十三 \\n 五 \\n 五 \\n 九 \\n 十九 \\n 七 \\n 四 \\n  \\n  \\n 四 \\n 五 \\n 十四 \\n 六 \\n 六 \\n 十 \\n 二十 \\n 八 \\n 五 \\n  \\n  \\n 五 \\n 六 \\n 十五 \\n 七 \\n 七 \\n 十一 \\n 廿一 \\n 九 \\n 六 \\n  \\n  \\n 六 \\n 七 \\n 十六 \\n 八 \\n 八 \\n 十二 \\n 廿二 \\n 十 \\n 七 \\n  \\n  \\n 七 \\n 八 \\n 十七 \\n 九 \\n 九 \\n 十三 \\n 廿三 \\n 十一 \\n 八 \\n  \\n  \\n 八 \\n 九 \\n 十八 \\n 十 \\n 十 \\n 十四 \\n 孝公元年 \\n 文公元年 \\n 九 \\n  \\n  \\n 九 \\n 十 \\n 十九 \\n 十一 \\n 十一 \\n 十五 \\n 二 \\n 二 \\n 十 \\n  \\n  \\n 十 \\n 十一 \\n 二十 \\n 十二 \\n 十二 \\n 十六 \\n 三 \\n 三 \\n 十一 \\n  \\n  \\n 十一 \\n 十二 \\n 廿一 \\n 十三 \\n 昭侯元年 \\n 十七 \\n 四 \\n 四 \\n 十二 \\n  \\n  \\n   \\n 讓王篇：「韓、魏相與爭侵地。子華子見昭僖侯，僖侯有憂色」。案：呂氏春秋任數篇：「韓昭釐侯視所以祠廟之牲，其豕小。申不害聞之」。高誘注：「申不害，昭釐侯之相也」。史記韓世家「申不害為韓昭侯相」，則昭釐侯即昭侯。此作昭僖者，古書僖、釐二字通用。詩蟋蟀序，「刺晉僖公也」。史記作釐侯，是其例證。（韓策亦作「昭釐」） \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 十二 \\n 十三 \\n 廿二 \\n 十四 \\n 二 \\n 十八 \\n 五 \\n 五 \\n 十三 \\n  \\n  \\n 十三 \\n 十四 \\n 廿三 \\n 十五 \\n 三 \\n 十九 \\n 六 \\n 六 \\n 十四 \\n  \\n  \\n 十四 \\n 十五 \\n 廿四 \\n 十六 \\n 四 \\n 二十 \\n 七 \\n 七 \\n 十五 \\n  \\n  \\n 十五 \\n 十六 \\n 廿五 \\n 十七 \\n 五 \\n 廿一 \\n 八 \\n 八 \\n 十六 \\n  \\n  \\n 十六 \\n 十七 \\n 廿六 \\n 十八 \\n 六 \\n 廿二 \\n 九 \\n 九 \\n 十七 \\n  \\n  \\n 則陽篇：「魏瑩與田侯牟（釋文：「魏瑩，郭本作罃，今本多作瑩。司馬云：『魏惠王也』。與田侯，一本作田侯牟。司馬云：『田侯齊威王也，名牟。桓公子』。案：史記威王名因，不名牟」。俞樾云：「田齊諸君無名牟者，惟桓公名午，與牟字相似，牟或午之誤，然齊桓公午與梁惠王又不相值也」。案：陸本無牟字，司馬說不知何據。或誤以桓公名為齊威王名，轉寫復誤為牟耶？若是，則一本作田侯牟者，牟字是後人加矣。）約，田侯牟背之。魏瑩怒，將使人刺之。犀首聞而恥之。曰：『君為萬乘之君也，而以匹夫從讎，衍清受甲二十萬，為君攻之，虜其人民，係其牛馬，使其君內熱發於背，然後拔其國。忌也出走，然後抶其背，折其脊』。」案：史記田敬仲完世家：「威王二十六年，魏惠王圍邯鄲，趙求救於齊，齊威王召大臣而謀曰：『救趙孰與勿救？』騶忌子曰：『不如勿救』。段干朋曰：『不救則不義，且不利』。威王從之。其後騶忌與田忌不善。公孫閱謂騶忌曰：『公何不謀伐魏？田忌必將。戰勝有功，則公之謀中也。戰不勝，非前死則後北，而命在公矣。於是騶忌言威王，使田忌南攻襄陵。十月，邯鄲拔。齊因起兵擊魏，大敗之桂陵。於是齊最強於諸侯，自稱為王」。是此云「忌也出走」，謂騶忌也。（本書成玄英疏云：「姓田，名忌，齊將也」。非是。知者，田忌將在外，不得云：「拔其國，忌也出走。）稱田侯者，齊未王也。從始事言。則陽篇又云：「惠子聞之而見戴晉人」。釋文：「惠子，惠施也。戴晉人，梁國賢人，惠施薦之於魏王」。秋水篇：「惠子相梁」。釋文云：「相梁惠王」。呂氏春秋滛辭篇：「惠子為魏惠王為法」。高誘注：「惠子：惠施，宋人，仕魏，為惠王相也」。不屈篇惠王謂惠子曰：「上世之世，有國必賢者也。今寡人實不若先生，願得傳國」。開春篇：「魏惠王死，將葬，天大雨雪。群臣欲緩葬。太子不肯。群臣莫敢諫，而告犀首。犀首曰：『請告惠公』。」高注：「惠公，惠王相惠施也」。魏策：惠施為齊、韓、魏交，令太子鳴為質於齊。事在惠王末。楚策：張儀逐惠施於魏，惠子之楚。案：儀相魏為襄王十三年，則惠子相梁惠王襄王在魏三十餘年。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 十七 \\n 十八 \\n 廿七 \\n 十九 \\n 七 \\n 廿三 \\n 十 \\n 十 \\n 十八 \\n  \\n  \\n 十八 \\n 十九 \\n 廿八 \\n 二十 \\n 八 \\n 廿四 \\n 十一 \\n 十一 \\n 十九 \\n  \\n  \\n 十九 \\n 二十 \\n 廿九 \\n 廿一 \\n 九 \\n 廿五 \\n 十二 \\n 十二 \\n 二十 \\n  \\n  \\n 二十 \\n 廿一 \\n 三十 \\n 廿二 \\n 十 \\n 肅侯元年 \\n 十三 \\n 十三 \\n 廿一 \\n  \\n  \\n 廿一 \\n 廿二 \\n 卅一 \\n 廿三 \\n 十一 \\n 二 \\n 十四 \\n 十四 \\n 廿二 \\n  \\n  \\n 廿二 \\n 廿三 \\n 卅二 \\n 廿四 \\n 十二 \\n 三 \\n 十五 \\n 十五 \\n 廿三 \\n  \\n  \\n 廿三 \\n 廿四 \\n 卅三 \\n 廿五 \\n 十三 \\n 四 \\n 十六 \\n 十六 \\n 廿四 \\n  \\n  \\n 廿四 \\n 廿五 \\n 卅四 \\n 廿六 \\n 十四 \\n 五 \\n 十七 \\n 十七 \\n 廿五 \\n  \\n  \\n 廿五 \\n 廿六 \\n 卅五 \\n 廿七 \\n 十五 \\n 六 \\n 十八 \\n 十八 \\n 廿六 \\n  \\n  \\n 廿六 \\n 廿七 \\n 卅六 \\n 廿八 \\n 十六 \\n 七 \\n 十九 \\n 十九 \\n 廿七 \\n  \\n  \\n 廿七 \\n 廿八 \\n 宣王元年 \\n 廿九 \\n 十七 \\n 八 \\n 二十 \\n 二十 \\n 廿八 \\n  \\n  \\n 秋水篇：「公孫龍問於魏牟曰」。釋文引司馬彪云：「龍，趙人；牟魏之公子」。讓王篇：「中山公子牟謂瞻子曰」。釋文引司馬彪云：「魏之公子，封中山，名牟」。案：史記六國年表魏惠王二十九年中山君為相。（魏世家在二十八年）疑即牟也。（說詳札記卷十七）又天下篇：「彭蒙、田駢、慎到聞其風而說之。」案：漢書藝文志注：「田駢齊人，游稷下，號天口駢」。史記田敬仲完世家：「宣王喜文學游說之士，自如騶衍、淳于髡、田駢、接子、慎到、環淵之徒七十六人，皆賜列第為上大夫。不治而議論，是以齊稷下學士復盛，且數千百人」。是田駢、慎到皆齊宣王時人。淮南子人間篇：「唐子短陳駢子於齊威王，威王欲殺之。孟嘗君聞之，使人以車迎之」。案：史記孟嘗君列傳，田文代立於薛，在湣王時。湣王乃威王孫也。或誤以湣王為威王邪？則駢又下及湣王時矣。天下篇：「宋鈃、尹文聞其風而說之」。案：漢志注：「尹文說齊宣王」。顏師古引劉向云：「與宋鈃俱游稷下」。則宋、尹亦宣王時人。呂氏春秋正名篇：「齊湣王是以知說士而不知所謂士也。故尹文問其故」。則尹文亦下及湣王時矣。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 廿八 \\n 廿九 \\n 二 \\n 卅 \\n 十八 \\n 九 \\n 廿一 \\n 廿一 \\n 廿九 \\n  \\n  \\n 廿九 \\n 卅 \\n 三 \\n 卅一 \\n 十九 \\n 十 \\n 廿二 \\n 廿二 \\n 卅 \\n  \\n  \\n 卅 \\n 威王元年 \\n 四 \\n 卅二 \\n 二十 \\n 十一 \\n 廿三 \\n 廿三 \\n 卅一 \\n  \\n  \\n   \\n 秋水篇：「莊子釣於濮水，楚王使大夫二人往見焉。曰：願以境內累矣」。列禦寇篇：「或聘於莊子」。案：史記本傳合兩事為一，而以楚王為楚威王，故本傳又云：「與梁惠王、齊宣王同時」。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 卅一 \\n 二 \\n 五 \\n 卅三 \\n 廿一 \\n 十二 \\n 廿四 \\n 廿四 \\n 卅二 \\n  \\n  \\n 卅二 \\n 三 \\n 六 \\n 卅四 \\n 廿二 \\n 十三 \\n 惠文王元年 \\n 廿五 \\n 卅三 \\n  \\n  \\n 卅三 \\n 四 \\n 七 \\n 卅五 \\n 廿三 \\n 十四 \\n 二 \\n 廿六 \\n 卅四 \\n  \\n  \\n 卅四 \\n 五 \\n 八 \\n 卅六 \\n 廿四 \\n 十五 \\n 三 \\n 廿七 \\n 卅五 \\n  \\n  \\n 卅五 \\n 六 \\n 九 \\n 襄王元年 \\n 廿五 \\n 十六 \\n 四 \\n 廿八 \\n 卅六 \\n  \\n  \\n   \\n 山木篇：「莊子衣大布而補之。正緳係履而過魏王」。案：釋文引司馬彪云：「魏王，惠王也」。據秋水篇：「惠子相梁，莊子往見之」，則莊子或以是時見魏王，正惠王也。然史記魏世家：「襄王元年與諸侯會徐州。相王也，追尊父惠王為王」。是魏之稱王自襄王始。然汲冢紀年魏惠成王之三十六年稱更為一年，又十六年卒。子今王立，其敘事盡今王之二十年，時未卒，故不稱謚。蓋惠成王即惠王，今王即襄王也。又世本魏惠王卒，子襄王立，襄王卒，子昭王立，無哀王。前賢以二書相證，知史記誤以惠王三十六年更元為其卒年，而以後元十六年為襄王之世，增哀王一世，其說極是。蓋哀王即襄王，字形相近。司馬遷所見世本等書，蓋有誤襄為哀者，因之兩出耳。然則莊子所見為惠王亦明矣。梁惠王已稱王，孟子亦可證。今表本史記，而著其說如此。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 卅六 \\n 七 \\n 十 \\n 二 \\n 廿六 \\n 十七 \\n 五 \\n 廿九 \\n 卅七 \\n  \\n  \\n 卅七 \\n 八 \\n 十一 \\n 三 \\n 宣惠王元年 \\n 十八 \\n 六 \\n 易王元年 \\n 卅八 \\n  \\n  \\n 卅八 \\n 九 \\n 十二 \\n 四 \\n 二 \\n 十九 \\n 七 \\n 二 \\n 卅九 \\n  \\n  \\n 卅九 \\n 十 \\n 十三 \\n 五 \\n 三 \\n 二十 \\n 八 \\n 三 \\n 四十 \\n  \\n  \\n 四十 \\n 十一 \\n 十四　 \\n 六 \\n 四 \\n 廿一 \\n 九 \\n 四 \\n 四十一 \\n  \\n  \\n 四十一 \\n 懷王元年 \\n 十五 \\n 七 \\n 五 \\n 廿二　 \\n 十 \\n 五 \\n 君偃元年即康王 \\n  \\n  \\n 四十二 \\n 二 \\n 十六 \\n 八 \\n 六 \\n 廿三 \\n 十一 \\n 六 \\n 二 \\n  \\n  \\n 四十三 \\n 三 \\n 十七 \\n 九 \\n 七 \\n 廿四 \\n 十二 \\n 七 \\n 三 \\n  \\n  \\n 四十四 \\n 四 \\n 十八 \\n 十 \\n 八 \\n 武靈王元年 \\n 十三 \\n 八 \\n 四 \\n  \\n  \\n 四十五 \\n 五 \\n 十九 \\n 十一 \\n 九 \\n 二 \\n 初更元年 \\n 九 \\n 五 \\n  \\n  \\n 四十六 \\n 六 \\n 湣王元年 \\n 十二 \\n 十 \\n 三 \\n 二 \\n 十 \\n 六 \\n  \\n  \\n 四十七 \\n 七 \\n 二 \\n 十三 \\n 十一 \\n 四 \\n 三 \\n 十一 \\n 七 \\n  \\n  \\n 四十八 \\n 八 \\n 三 \\n 十四 \\n 十二 \\n 五 \\n 四 \\n 十二 \\n 八 \\n  \\n  \\n 慎靚王元年 \\n 九 \\n 四 \\n 十五 \\n 十三 \\n 六 \\n 五 \\n 王噲元年 \\n 九 \\n  \\n  \\n 二 \\n 十 \\n 五 \\n 十六 \\n 十四 \\n 七 \\n 六 \\n 二 \\n 十 \\n  \\n  \\n   \\n 山木篇：「子獨不聞假人之亡與？林回棄千金之璧，負赤子而趨」。釋文云：「李云：假，國名」。司馬云：「林回，殷之逃民之姓名」。案：據司馬說，則「假」宜作「殷」，殷即宋也。（本書亦或作商）宋人之亡，指康王偃暴其民事。又列禦寇：「宋人有曹商者，為宋王使秦」。「莊子曰：『秦王有病』。」「人有見宋王者，錫車十乘，以其十乘驕稚莊子」。據史記宋世家：「偃自立為宋君。君偃十年，自立為王」。「四十七年（六國表作四十三年是）齊湣王與魏、楚伐宋，殺王偃，遂滅宋而三分其地」。此書稱宋王者二，已是王偃十一年後也。又稱秦王者，則惠文王也。惠文稱王，楚懷王元年，亦宋康王元年也。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 三 \\n 十一 \\n 六 \\n 哀王元年 \\n 十五 \\n 八 \\n 七 \\n 三 \\n 十一 \\n  \\n  \\n 四 \\n 十二 \\n 七 \\n 二 \\n 十六 \\n 九 \\n 八 \\n 四 \\n 十二 \\n  \\n  \\n 五 \\n 十三 \\n 八 \\n 三 \\n 十七 \\n 十 \\n 九 \\n 五 \\n 十三 \\n  \\n  \\n 秋水篇：「之噲讓而絕」。案：史記六國表燕王噲五年，讓其臣子之國。七年，君及太子相子之皆死。九年燕人共立公子平。燕世家係讓國於三年後，不云五年。然云三年國大亂，燕子之亡二年，而燕人共立太子平。是表係讓國於五年，不誤。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 六 \\n 十四 \\n 九 \\n 四 \\n 十八 \\n 十一 \\n 十 \\n 六 \\n 十四 \\n  \\n  \\n 赧王元年 \\n 十五 \\n 十 \\n 五 \\n 十九 \\n 十二 \\n 十一 \\n 七 \\n 十五 \\n  \\n  \\n 二 \\n 十六 \\n 十一 \\n 六 \\n 二十 \\n 十三 \\n 十二 \\n 八 \\n 十六 \\n  \\n  \\n 三 \\n 十七 \\n 十二 \\n 七 \\n 廿一 \\n 十四 \\n 十三 \\n 九 \\n 十七 \\n  \\n  \\n   \\n 天下篇：「宋鈃、尹文聞其風而說之」。案：宋鈃即孟子之宋硜。（說見前）孟子載宋硜將見秦、楚之王，說以罷兵。是時楚為懷王，秦為惠文王。據史記楚世家懷王元年，秦惠王初稱王。六國表楚懷王元年，秦惠文君十年也。宋硜並稱秦、楚之王，當在惠文君稱王後。楚世家懷王十一年，蘇秦約從，山東六國共攻秦。楚懷王為從長。秦本紀惠文王更十三年（楚懷王十七年），庶長章擊楚於丹陽，虜其將屈匄，斬首八萬，又攻楚漢中，取地六百里，置漢中郡。楚圍雍氏。宋硜說秦、楚，當在是時。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 四 \\n 十八 \\n 十三 \\n 八 \\n 襄王元年 \\n 十五 \\n 十四 \\n 昭王元年 \\n 十八 \\n  \\n  \\n 五 \\n 十九 \\n 十四 \\n 九 \\n 二 \\n 十六 \\n 武王元年 \\n 二 \\n 十九 \\n  \\n  \\n 六 \\n 二十 \\n 十五 \\n 十 \\n 三 \\n 十七 \\n 二 \\n 三 \\n 二十 \\n  \\n  \\n 七 \\n 廿一 \\n 十六 \\n 十一 \\n 四 \\n 十八 \\n 三 \\n 四 \\n 廿一 \\n  \\n  \\n 八 \\n 廿二 \\n 十七 \\n 十二 \\n 五 \\n 十九 \\n 四 \\n 五 \\n 廿二 \\n  \\n  \\n 九 \\n 廿三 \\n 十八 \\n 十三 \\n 六 \\n 二十 \\n 昭王元年 \\n 六 \\n 廿三 \\n  \\n  \\n 十 \\n 廿四 \\n 十九 \\n 十四 \\n 七 \\n 廿一 \\n 二 \\n 七 \\n 廿四 \\n  \\n  \\n 十一 \\n 廿五 \\n 廿 \\n 十五 \\n 八 \\n 廿二 \\n 三 \\n 八 \\n 廿五 \\n  \\n  \\n 十二 \\n 廿六 \\n 廿一 \\n 十六 \\n 九 \\n 廿三 \\n 四 \\n 九 \\n 廿六 \\n  \\n  \\n 十三 \\n 廿七 \\n 廿二 \\n 十七 \\n 十 \\n 廿四 \\n 五 \\n 十 \\n 廿七 \\n  \\n  \\n 十四 \\n 廿八 \\n 廿三 \\n 十八 \\n 十一 \\n 廿五 \\n 六 \\n 十一 \\n 廿八 \\n  \\n  \\n 十五 \\n 廿九 \\n 廿四 \\n 十九 \\n 十二 \\n 廿六 \\n 七 \\n 十二 \\n 廿九 \\n  \\n  \\n 十六 \\n 卅 \\n 廿五 \\n 二十 \\n 十三 \\n 廿七 \\n 八 \\n 十三 \\n 卅 \\n  \\n  \\n 十七 \\n 頃襄王元年 \\n 廿六 \\n 廿一 \\n 十四 \\n 惠文王元年 \\n 九 \\n 十四 \\n 卅一 \\n  \\n  \\n   \\n 說劍篇：「趙文王喜劍」，「國衰」。「太子悝患之，募左右曰：『孰能說王之意？』」「左右曰：『莊子當能』。」釋文：「司馬彪云：『趙文王，惠文王也，名何，武靈王子。後莊子三百五十年』。洞紀云：『周赧王十七年，趙惠文王之元年』。一云：『案長歷推，惠文王與莊子相值，恐彪之言誤』。悝，苦回反，太子名」。案：秋水篇：「公孫龍問於魏牟曰」，據呂氏春秋審應覽：「趙惠王謂公孫龍曰」，又滛辭篇：「趙王以告平原君，平原君以告公孫龍」。龍與惠文王同時。本書載公孫龍，則莊子與惠文王正相值。然趙世家惠文三十三年卒。太子丹立，是為孝成王，則不名丹。俞樾謂此是不得立者，或然與？或即長安君。魏策有太子鳴，而魏世家惠王子唯太子申及太子赫名，亦其例。 \\n  \\n  \\n 周 \\n 楚 \\n 齊 \\n 魏 \\n 韓 \\n 趙 \\n 秦 \\n 燕 \\n 宋 \\n  \\n  \\n 十八 \\n 二 \\n 廿七 \\n 廿二 \\n 十五 \\n 二 \\n 十 \\n 十五 \\n 卅二 \\n  \\n  \\n 十九 \\n 三 \\n 廿八 \\n 廿三 \\n 十六 \\n 三 \\n 十一 \\n 十六 \\n 卅三 \\n  \\n  \\n 廿 \\n 四 \\n 廿九 \\n 昭王元年 \\n 釐王元年 \\n 四 \\n 十二 \\n 十七 \\n 卅四 \\n  \\n  \\n 廿一 \\n 五 \\n 卅 \\n 二 \\n 二 \\n 五 \\n 十三 \\n 十八 \\n 卅五 \\n  \\n  \\n 廿二 \\n 六 \\n 卅一 \\n 三 \\n 三 \\n 六 \\n 十四 \\n 十九 \\n 卅六 \\n  \\n  \\n 廿三 \\n 七 \\n 卅二 \\n 四 \\n 四 \\n 七 \\n 十五 \\n 廿 \\n 卅七 \\n  \\n  \\n 廿四 \\n 八 \\n 卅三 \\n 五 \\n 五 \\n 八 \\n 十六 \\n 廿一 \\n 卅八 \\n  \\n  \\n 廿五 \\n 九 \\n 卅四 \\n 六 \\n 六 \\n 九 \\n 十七 \\n 廿二 \\n 卅九 \\n  \\n  \\n 廿六 \\n 十 \\n 卅五 \\n 七 \\n 七 \\n 十 \\n 十八 \\n 廿三 \\n 四十 \\n  \\n  \\n 廿七 \\n 十一 \\n 卅六 \\n 八 \\n 八 \\n 十一 \\n 十九 \\n 廿四 \\n 四十一 \\n  \\n  \\n 廿八 \\n 十二 \\n 卅七 \\n 九 \\n 九 \\n 十二 \\n 廿 \\n 廿五 \\n 四十二 \\n  \\n  \\n 廿九 \\n 十三 \\n 卅八 \\n 十 \\n 十 \\n 十三 \\n 廿一 \\n 廿六 \\n 四十三 \\n  \\n  \\n  "}
{"章节": "莊子天下篇述義後記", "正文": "  \\n 莊子天下篇述義後記 \\n 　 \\n 中國古代－－春秋戰國正是學術界開放以後「百家爭論」的開始（周盛時學術掌於王官），那時如老聃、荀卿、韓非、莊周的著作最為傑出，尤以莊周的著作更是文質彬彬，不過其中如外篇或已有為莊子之徒所作，至雜篇顧名思義已非莊子所作甚明，其談理意義浮淺，文字鄙陋，顯非莊子筆墨，但其末天下篇則非莊子不能為，蓋與內七篇條理一貫而天下篇為總結。 \\n 研究漢以前學者的著作，較有困難的一件事是文字問題，老莊等的著作，自然沒有像尚書那樣的詰屈聱牙，但也有許多一下子讀不下去的，因為那時的著作家已多不盡用本字而用假借（假借有兩種：第一種是造字時候即是假借，許慎說文中所謂六書中的假借，他是造字的原則即為假借；第二種則是本有其字，但下筆時卻忘記了，便用同音的字來代用一下，這種假借歷史已久，莊子中也就不少）。因此我們現在讀漢時人的著作，已覺有許多文字一下子不容易瞭解，至更前的古書更覺詰屈聱牙，要用翻譯了，莊子也逃不出這個範圍。所以清朝有一派訓詁學家，專做這種工作，可也不是容易的事。本書就作者自評，雖然對讀者有或多或少的幫助，但仍惟恐未能解決困難，或者更有大謬不然的，希望讀者不吝指示。 \\n 天下篇既有總的意義，研究莊子的也可以當作提要看，這也是我特為天下篇寫這篇的目的。 \\n  \\n   \\n  "}
