{"章节": "逍遙遊第一", "正文": "  \\n 逍遙遊第一 \\n 　 \\n  \\n 言逍遙乎物外，任天而遊無窮也。　補：釋文：「逍音銷。遙亦作搖。遊亦作游。逍遙游者，篇名，義取閒放不拘，怡適自得。」武按：本書讓王篇善卷曰：「逍遙於天地之間，而心意自得。」足明此義。蓋遊之逍遙，喻心意之逍遙自得也。天運篇云：「以遊逍遙之虛。」逍遙，無為也。是欲心意之逍遙自得，重在無為也。而郭象云：「夫大小雖殊，而放於自得之場，則物任其性，事稱其能，各當其分，逍遙一也。豈容勝負於其間哉！」郭氏此說，自樹一義則可，若以之釋本篇，則失其旨矣。本篇之旨在凝神，而神之能凝，在心意之逍遙，欲心意之逍遙，則在無為。人之不能逍遙者，有為也。其所為者，名也，功也，己也。此外則有有用之材也。故篇中揭其綱曰，聖人無名，神人無功，至人無己，大樗無用。夫至於無名、無功、無己、無用，斯無為矣，斯逍遙矣。故篇中要之曰「其神凝」，結之曰「彷徨乎無為其側，逍遙乎寢臥其下」。本篇之大旨，如斯而已矣。莊子恐人之不明也，特借遊之說以明之。遊有大小，特設鵬鷽之喻以明之。蜩鷽自以為遊之至而逍遙矣，然侷促數仞之高，搶攘榆蓬之間，以視鵬之一舉九萬里，其遊固至小而有限也。鵬之遊較大矣，然必積九萬里之厚風，而後乃今掊之以圖南，則其遊猶有所待也。夫遊有限與有待，烏在其能逍遙也？且鵬所適者南冥也，非能遊於無窮也，非能遊於無何有之鄉也，猶之於有限也，又烏在其能逍遙也？此喻之以物也。更證之以人，由效一官以至徵一國之流，其自視其德，亦猶鵬鷽自視其遊之至也。然日斤斤於效、比、合、徵，心之為累亦甚矣，未若宋榮子不隨世之非譽而勸阻也。然尚有內外榮辱之見存，未若列子之乘風，灑落世務，超脫塵垢也。然必待風而後行，猶之鵬翼必待風而後舉，未若乘天地之正，御六氣之辨，以遊無窮而無所待也。而其所以能至此者，其功夫則在無名、無功、無己。能至於無己，則在己之一心，斯真逍遙矣。然桂以可食致伐，漆以可用致割，虎豹之文來射，猿狖之捷來格；人則以材之有用，恒召世之繫累。是能逍遙於心者，未必能逍遙於境也。又必無所可用焉，然後心、境兩適，無所遊而不逍遙矣。無所遊而不逍遙，然後能專精抱一，而神凝矣。斯旨也，文更舉證以明之。許由之辭天子，無名也。藐姑射神人，物莫之傷，無己而神凝也。四子使堯見之而喪其天下，無功也。而終之以大樗之無用。斯之為文，由小以至大，由淺以及深，喻之以物，襯之以人，旁敲側擊，反托正喻，無非說明無為之道而已。郭氏乃謂大小雖殊，逍遙一也，按諸文旨，豈其然乎！ \\n 北冥有魚，釋文：「本一作溟，北海也。」　正釋文：「北冥，本一作溟，覓經反，北海也。嵇康云：『取其溟溟無涯也。』梁簡文帝云：『窅冥無極，故謂之冥。』東方朔十洲記云：『水黑色，謂之冥海。』」近人朱桂曜云：「王氏誤解釋文，以冥為北海，大非。如其說，是北冥為北北海矣。且下文『南冥』又何解乎？冥即海也。」武按：王氏之誤，在刪去釋文為首「北冥」二字，故「北海也」三字遂專訓冥矣。然朱氏謂冥即海，亦大非。下文「窮髮之北有冥海者」，如朱氏說，是冥海為海海矣。考說文：「冥，幽也。從日、六，冖聲。日數十，十六日而月始虧。」冖亦夜也。簡文窅冥之訓得之。十洲記云：「水黑色，謂之冥海。」以水言海，以黑言冥，非謂冥即海也，冥僅表色而已。今就「北冥」二字言，北表方，冥表色，即北方幽黑。其義止此。釋文之釋為北海者，以本文自釋為天池也。故北冥、南冥，謂為南北天池之名則是，謂冥即海則非也。其名為鯤。釋魚：「鯤，魚子。」方以智云：「鯤本小魚，莊子用為大魚之名。」　正鯤，釋文：「徐音昆，李侯溫反，大魚名也。」朱桂曜云：「鯤自有大魚之義，非莊子假借用之。關尹子一字篇：『能運大鯤大鯨。』孔子家語『鯤魚，其大盈車』，即以鯤為大魚。文選宋玉對楚王問『故鳥有鳳而魚有鯤』，亦以鯤為大魚。」鯤之大，不知其幾千里也。化而為鳥，其名為鵬。　補：鵬，釋文：「徐音朋。說文云朋及鵬，皆古文鳳字也。『朋，鳥象形。鳳飛，群鳥從以萬數，故以鵬為朋黨字。』」鵬之背，不知其幾千里也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。玉篇：「運，行也。」案：行於海上，故曰「海運」。下云「水擊」，是也。　正林希逸云：「海運者，海動也。今海瀕俚歌，猶有『六月海動』之語。海動必有大風，其水湧沸，自海底而起，聲聞數里。」武按：藝文類聚八，引莊子佚文云：「海水三歲一周，流波相薄，故地動。」此為海運確證。南冥者，天池也。成玄英云：「大海洪川，原夫造化，非人所作，故曰天池。」按：言物之大者，任天而遊。　正按語謂「物之大者，任天而游」，意是指鵬之遊能逍遙也，則與文意適相反。文寫鵬之將徙天池也，甚難而有待。待海運，待飆風，而後水擊三千，而後摶上九萬，翼莫夭閼，息須六月。如此種種，乃極寫鵬遊之不逍遙，以反襯神人之逍遙，所謂背面敷粉法也。故按語非是。齊諧者，志怪者也。司馬彪云：「齊諧，人姓名。」簡文云：「書名。」　補：諧，正韻音骸。釋文：「齊諧，戶皆反。」又云：「怪，異也。」周禮：「外史掌四方之志。」鄭注：「志，記也。」武按：言齊諧者，記載怪異之事者也。以作書名為允。俞樾云：「按下文『諧之言曰』，若是書名，不得但稱諧。」然文心雕龍有諧隱篇，是諧即隱也。劉向新序，言齊宣王發隱書而驗之。齊諧，即隱書之類，亦即齊之諧書也。書名諧，何得不可但稱諧乎？諧之言曰：「鵬之徙於南冥也，水擊三千里，崔譔云：「將飛舉翼，擊水踉蹌。」摶扶搖而上者九萬里，崔云：「附翼徘徊而上。」爾雅：「扶搖謂之飆。」郭注：「暴風從下上。」　補：摶，釋文：「徒端反。」郭慶藩曰：「文選江文通雜體詩注引司馬云：『摶，圜也。扶搖，上行風也，圜飛而上行若扶搖也。』說文：『摶，以手圜之也。』」武按：扶搖，即下文羊角風。此風之勢，扶疏搖曳，曲行而上，如羊角也。鵬亦隨風勢圜轉而上飛，所謂摶也。章炳麟謂字當從「搏」，崔說得之。不知搏者拍也，摶亦有拍義，於義較完，不須從「搏」也。去以六月息者也。」成云：「六月，半歲，至天池而息。」引齊諧一證。　補：「六月」字，伏下「大年」「小年」句。野馬也，司馬云：「野馬，春月澤中游氣也。」成云：「青春之時，陽氣發動，遙望藪澤，猶如奔馬，故謂之野馬。」　正自此句至「則已矣」，就齊諧所言之九萬里，說明其高之形狀。野馬者，乃高九萬里內游動雲氣之形也。呂覽云：「至亂之世，其雲狀有若犬若馬。」又云：「其狀若眾馬以鬥，其名曰滑馬。」前漢書天文志云：「石氏『見槍雲如馬』。」以此證知野馬為言雲氣，猶之呂氏所云之「滑馬」也。下文「絕雲氣」，即指此，故郭訓為遊氣。崔云「天地間氣如野馬馳」，為得其旨。司馬與成僅就澤氣言，與上之「九萬里」，下之「天之蒼蒼」，不相應矣。塵埃也，成云：「揚土曰塵。塵之細者曰埃。」　補：釋文：「埃音哀。」生物之以息相吹也。成云：「天地之間，生物氣息，更相吹動。」按：漢書揚雄傳注：「息，出入氣也。」言物之微者，亦任天而遊，入此義。見物無大小，皆任天而動。「鵬」下不言，於此點出。　正按語非也。郭慶藩云：「既言鵬之飛與息各適其性，又申言野馬塵埃皆生物之以息相吹，蓋喻鵬之純任自然，亦猶野馬、塵埃之累動而升，無成心也。郭氏謂『鵬之所馮以飛者』，疑誤。」武按：此說與王氏按語相類。本文正寫鵬南徙時之情狀，尚未涉及物各適性一層，如忽插入此義，則上下文意不貫。莊子文不如是駁雜也。且以「生物」句總承「野馬」二句，亦欠分曉。至郭象謂「此皆鵬之所馮以飛者」，說原不誤。蓋莊子欲寫鵬摶上九萬里之高，須寫天之高。然天之高不易寫也，特寫輕虛而居上層者，狀如野馬之雲氣也；其下，則浮空之塵埃也；又下，則生物相吹之息也。有此三層，則天之高見矣。鵬升乎三者之上，而馮之以飛，則九萬里之高見矣。此三者，即所以成風者也。先提於此，以為下文風之伏筆。而人自下仰望，所見蒼蒼然者，即此三者之色也。三者原無色，厚則有色，如水原無色，深則有色，色亦蒼蒼然也。色為三者之色，而非天之正色也，故下接以「天之蒼蒼，其正色耶」之疑問辭也。如此解，則上下文意一串矣。天之蒼蒼，其正色邪！其遠而無所至極邪！其視下也亦若是，則已矣。其，謂鵬。是，謂人視天。鳥在九萬里上，率數約略如此，故曰「則已矣」，非謂遂止也。借人視天喻鵬視下，極言搏上之高。且夫水之積也不厚，　補：自此至「將圖南」，說明必須九萬里高之理由。其中以水喻風，以芥與杯喻鵬，喻中之喻也。則其負大舟也無力。覆杯水於拗堂之上，支遁云：「謂堂有坳垤形也。」　補：坳，廣韻：「於交反，地不平也。」集韻：「窊下也。」則芥為之舟，李頤云：「芥，小草。」置杯焉則膠，崔云：「著地。」呂水淺而舟大也。風之積也不厚，則其負大翼也無力。故九萬里則風斯在下矣，而後乃今培風；王念孫曰：「培，馮也。周禮馮相氏注：『馮，乘也。』鵬在風上，故言馮。培、馮音近義通。漢書周緤傳，緤封蒯城侯，顏注：呂忱蒯音陪，楚漢春秋作馮城侯。』是培、馮音近之證。」　正王念孫之說太于曲。武意「培」當為「掊」之误，字形相差甚微，易誤也。人問世「自掊擊於世俗」，則掊者擊也。文意謂背負青天，已居於風之上，而後乃今以翼擊風而飛，猶前之水擊三千里，亦以居水之上，以翼擊水而飛也。且「掊」字與上「摶」字相應，摶亦有擊義，特為圜勢耳。如此，則文意前後相顧。背負青天而莫之夭閼者，司馬云：「夭，折也。閼，止也。言無有折止使不行者。」　補：釋文云；「一讀以背字屬上句。」武按：此「背」字，承上「鵬之背不知其幾千里也」之「背」字來，其為鵬之背而非風之背明矣，故當屬此句。而後乃今將圖南。謀向南行。借水喻風，唯力厚，故能負而行，明物非以息相吹不能遊也。　補：玩兩「而後」字，足見鵬飛之不易而有待，必待至九萬里之高，而後乃培風；必待無夭閼，而後將圖南。以此可知物之大、飛之高且遠如鵬者，其遊實未能逍遙，反襯神人之逍遙；所摶者扶搖，反襯乘天地之正；所適者南冥，反襯遊四海之外；有待，反襯無待。無一不與後文針鋒相對，無一不為後文設喻蓄勢。注中「明物」二句宜刪。蜩與學鳩笑之曰：釋文：「學，本又作鷽。本或作鸒，音預。同馬云：『學鳩，小鳩。』」俞樾云：「文選江淹詩『鸒斯高下飛』，李注引莊子此文說之。又引司馬云：『鸒鳩，小鳥。』是司馬注作鸒，不作鷽。」　補：釋文：「蜩音條，司馬云：蟬。」武按：此段言蜩鳩之飛雖無所待，然數仞而止，其遊有限，以喻物之小者亦不能逍遙也。「我決起而飛，李云：「決，疾貌。」　補：「決起而飛」，無待也，反映鵬之有待。槍榆枋，支云：「槍，突也」。李云：「猶集也。」榆枋，二木名。枋音方，李云：「檀木。」　補：釋文：「槍，七良反。榆，徐音踰。」武按：榆枋數仞耳，反映鵬之九萬里。時則不至而控於地而已矣，王念孫云：「則猶或也。」司馬云：「控，投也。」　正成玄英云：「突榆檀而栖集，時困不到前林，投地息而更起。」俞樾云：「其決起而飛槍榆枋也，有時能至，有時不能至。至則集於榆枋，不至則投於地。」武按：鳥類無論如何小，斷無不能飛集於樹之理。俞說殊昧物理，成則謂「困不到前林」，本文無此義，亦屬意增，皆由誤解「至」字為至於栖集之所也。實則審上下文義，時者，時辰也。韓詩外傳九言雉云：「常噣梁粟，不且時而飽。」且，未定之辭，姑且也，將也。言不將至一時或不定至一時而即飽也，與此「時」字義同。時則不至者，言槍集榆枋，一個時辰且不至，即投於地，反映鵬之必以六月息也。兩相對照，文意極為完密。蓋大年，小年與大知、小知，為本篇兩要素，一時與六月，即大年、小年之類也。奚以之九萬里而南為？」借蜩鳩之笑，為惠施寫照。　正注傅會。惠施非本篇主人，主人乃無己之姑射神人也。篇末二段，莊子特借己與惠施論辯之言，明無所可用之旨，非寫惠施也。注乃謂為之寫照，殊屬誤解。下倣此。俞樾云：「而字下，當有圖字。上文『而後乃今將圖南』，此即承上文而言也。文選注引此，正作『奚以之九萬里而圖南為』。」武按：俞說非也。蓋上句乃將然之謀，記者之所記也；此句則已然之跡，故二蟲得據而笑之。如加「圖」字，則亦為將然之謀，二蟲又何從知而據之以為笑乎？文選注必涉上句而誤也。九萬里者，高也，非言其遠。適莽蒼者三餐而反，釋文：「蒼，七蕩反，或如字。崔云：『草野之色。』」三餐，猶言竟日。　補：釋文：「莽，莫浪反。餐，七丹反。」腹猶果然；補果，說文：「木實也。」張晏曰：「有核曰果。」按果狀多圓凸。腹飽則隆起，猶如果之狀然。適百里者，宿舂糧；隔宿擣米儲食。適千里者，三月聚糧。補郭注：「所適彌遠，則聚糧彌多。」武按：上引三事係插喻，以喻榆枋之槍，不至一時，南冥之去，息以六月，以伏下「大年」「小年」句。之二蟲謂蜩、鳩。　補：之，是也。又何知！借人為二蟲設喻。　正注非。此係借二蟲為下「知效一官」等人及宋、列設喻，蓋同一不能逍遙也。文謂蜩、鳩二蟲以一時笑鵬之六月，以數仞笑鵬之九萬里，此由己小不知彼大，故下言「小知不及大知」也。小知不及大知，釋文：「音智，本亦作智。下大知同。」　正知，承上「又何知」之知字，應如字讀，音智非。玉篇：「知，識也，覺也。」謂心與境遇而覺識也。智之度，較知為深。禮記「禮用知（音智）者之謀」句，疏云：「智，謂謀計，曉達前事。」荀子正名云：「知有所合謂之智。」白虎通情性節云：「獨見前聞，不惑於事，見微知著也。」合上三說言之，謂就其所知者，加以思索謀計，而能曉達前事，見微知著，於事機有合者，方謂之智。夫莊子之道，一則曰「離形去知」，再則曰「同乎無知，其德不離」，觀此，則知尚應去，何況勞精敝神之智乎？下文「朝菌不知晦朔」二句，即釋小知也。齊物論云「小知閒閒」，亦同此義。又云「閑閑」，及「知止其所不知，至矣」，與王倪之四不知，則釋大知也。以此知音智之不當也。小年不及大年。上語明顯，設喻駢列，以掩其跡。　正此與上「小知」句，同為本篇主要字句，束上啟下。注乃謂為設喻掩跡。非也。奚以知其然也。朝菌不知晦朔，列子湯問篇：「朽壤之上，有菌芝者，生於朝，死於晦。」晦謂夜。釋文：「朔，旦也。」　補：奚，何也。然，如此也。釋文：「朝菌，徐其隕反。司馬云：『大芝也。天陰生糞上，見日則死，一名日及，故不知月之終始也。』」惠蛄不知春秋，此小年也。釋文：「惠，本作蟪。司馬云：『惠蛄，寒蟬也，一名蝭蟧，春生夏死，夏生秋死。』」　補：釋文：「蛄音姑。廣雅云：『蟪蛄，蛁蟧也。』按即楚辭所云『寒螿』者也。蝭音提。蟧音勞。蛁音彫。螿音將。」武按：不知晦朔與春秋，不僅小年，亦小知也，意係雙承。楚之南有冥靈者，以五百歲為春，五百歲為秋；上古有大椿者，以八千歲為春，八千歲為秋。「楚之南」下，全引列子湯問篇。「楚」，彼作「荊」。　補：釋文：「冥，本或作榠，同。李頤云：『冥靈，木名也。江南生。以葉生為春，葉落為秋。』椿，丑倫反。」武按：陳碧虛闕誤此下有「此大年也」，言見成玄英本。於法應有，以與上「小年」句為對文也。而彭祖乃今以久特聞，李云：「彭祖，名鏗，堯臣，封彭城，歷虞、夏至商，年七百歲，故以久壽見聞。」　補：成玄英云：「彭祖養性，能調鼎，進雉羹於堯。」又云：「特，獨也。」釋文：「世本云：『姓籛〔一〕，名鏗。』籛音翦。」眾人匹之，不亦悲乎！此段從「小年」句演出。　補：成云：「世人比匹彭祖，深可悲傷。」武按：菌、蛄與冥、椿，眾人與彭祖，皆小年不及大年。自「朝菌」至此，證實「小知大知，小年大年」二句。「不亦悲乎」句，特就眾人之情說，非莊子重視彭祖之壽而為眾人悲也。觀刻意篇所言可知。其言曰：「此道引之士，養形之人，彭祖〔二〕壽考者之所好也。」繼曰：「不道引而壽，無不忘也，無不有也，澹然無極，而眾美從之。此天地之道，聖人之德也。」蓋本篇之旨，在無為而凝神。如彭祖之道引，非無為也；養形，非凝神也；特以久聞，非澹然無極也。與莊子之道異，非莊子所取也。讀者於此等處如不認清，則於本書必多隔膜。湯之問棘也是已。湯問篇「殷湯問於夏革」，張湛注：「湯大夫。」棘、革古同聲通用。　補：郭慶藩云：「論語『棘子成』，漢書古今人表作『革子成』。詩『匪棘其欲』，禮坊記作『匪革其猶』。漢書『煮棗侯革朱』，史記索隱革音棘，皆其證。」武按：此段辭意，與前文複。所以引之者，以前語近怪，且出齊諧，恐人疑其不典，故引湯、棘問答以實之。且前後詳略各異，足以互明。如前言北冥，謂為北方窅冥之天或窅冥之地皆可，此則以「窮髮」「天池」句明之。前言鯤之大，此則言其廣與修。前言鵬背幾千里，當指其修也，此則以泰山形其高與大。扶搖不知其狀也，此則以羊角形之。野馬等不知其實也。此則以「雲氣」二字釋之。騰躍而上，明槍之勢也；數仞而下，明槍之高也。「飛之至也」句，則所以笑之意較前益明矣。非此，則前語未了，前意未申，且不足徵，故複而非複也，夫豈漫爾引之乎！窮髮之北，有冥海者，天池也。有魚焉，其廣數千里，未有知其修者，其名為鯤。有鳥焉，其名為鵬，背若泰山，翼若垂天之雲，湯問篇：「終髮北之北，有溟海者，天池也。有魚焉，其廣數千里，其長稱焉，其名為鯤。有鳥焉，其名為鵬，翼若垂天之雲，其體稱焉。」按：列子不言鯤化為鵬。又此下至「而彼且奚適也」，皆列子所無，而其文若〔三〕相屬為義。漆園引古，在有意無意之間，所謂「洸洋自恣以適己」者，此類是也。　補：釋文：「李云：『髮，猶毛也。』司馬云：『北極之下，無毛之地也。』按：毛，草也。」成玄英云：「修，長也。」摶扶搖羊角而上者九萬里，司馬云：「風曲上行若羊角。」　補：淮南原道訓高注：「扶，攀也。搖，動也。扶搖，直如羊角轉曲縈行而上也。」絕雲氣，補史記天官書注，索隱曰：「絕，度也。」荀子勸學篇注：「絕，過也。」謂鵬度過雲氣，至背負青天，然後摶風而飛也。雲氣，即上文野馬等氣也。此句與下文「乘雲氣」不同，說見下。負青天，然後圖南，且適南冥也。引湯問再證。斥鴳笑之曰：司馬云：「斥，小澤。鴳，雀也。斥，本作尺。」古字通。夏侯湛抵疑：「尺鷃不能陵桑榆。」文選七啟注：「鷃雀飛不過一尺，言其劣弱也。」按：雀飛何止一尺？下文明言「數仞」矣。「彼且奚適也？彼，鵬。我騰躍而上，不過數仞而下，翱翔蓬蒿之間，此亦飛之至也。而彼且奚適也？」又借斥鴳之笑，為惠施寫照。　補：正成云：「八尺曰仞。翱翔，猶嬉戲也。」釋文：「躍，曲若反。翱，五刀反。蒿，好刀反。」蓬，唐韻：「薄紅切。」集韻：「蒿，好平聲。」說文：「菣（去刃切）也。」禮月令注：「蒿亦蓬蕭之屬。」爾雅釋草：「蘩之醜，秋為蒿。」陸佃疏：「蒿，草之高者。」武按：斥鴳之笑，以小笑大；榮子之笑，以大笑小。前後映射，在有意無意之間。此小大之辯也。點明。　補：正辯同辨，集韻：「皮莧切」。說文：「判也」。廣韻：「別也。」武按：此句為通篇關鍵。鵬之與蜩、鷽，宋、列之與藐姑射，皆小大之辨也，而莊子所明者在大。蓋道之大者。至人、神人、聖人也。藐姑射，則至人、神人之實證也。故「藐姑射」一段為本篇之主文，藐姑射神人則為本篇之主人。生物之鵬，無生物之冥靈大椿，人之彭祖、宋、列之屬，皆藐姑射之陪襯也；蜩、鷽也，菌、蟪也，藐姑射之反襯也。後段惠、莊之辯論，則「大」字之餘波，且借以明無用之旨者也。如此讀本篇，則前後脈絡氣勢。皆成一串。郭象於此句，乃謂「或翱翔天池，或畢志榆枋，各稱體而足」。繹其所言，是無分乎大小也，夫豈本篇之旨乎？ \\n 〔一〕「籛」原作「錢」，據釋文改。 \\n 〔二〕「彭祖」原誤「彭變」，據刻意篇原文訂正。 \\n 〔三〕「若」原作「皆」，據王氏莊子集解原刻本（以下簡稱王氏原刻）改。 \\n 故夫知效一官，行比一鄉，李云：「比，合也」　補：知音智。效，戶教反。行，下孟反。比，毗至反。德合一君而徵一國者，郭慶藩云：「而讀為能。能、而，古字通用。官、鄉、君、國相對，知、行、德、能亦相對。」司馬云：「徵，信也。」　正此段與「宋榮子」「列子」二段，均為至人無己、神人無功、聖人無名之反襯。此段隱示世人之數數於功與名。若就世情言之，知能效官，行能比鄉，德能合君徵國，自高於常人一等，然就道言之，未免於世之功名數數然也。如是，則足以累心而損道，尚何逍遙之有乎？以視榮子之不數數然者，則非所及矣。注中郭說，未免穿鑿。官，職位也，與鄉、國對，君則國之君也。而，應如字讀。「德」字統君與國言，中以「而」字連屬成句。就狹義言，德合于一君；就廣義言，德見信于一國也。且本篇所重，在道與德，而不在能。又知效一官，即含能義，無庸讀而為能，添此蛇足也。其自視也亦若此矣。此，謂斥鴳。方說到人，暗指惠施一輩人。　正「暗指」句，傅會，說見上。宣云；「如斥鴳之自以為至。」此段由知而行而德，由官而鄉而君而國，亦小大之辨也。而宋榮子猶然笑之。司馬、李云：「榮子，宋國人。」崔云：「賢者。」謂猶以為笑。　補：韓非子顯學篇：「宋榮子之議，設不鬥爭，取不隨仇，不羞囹圄，見侮不辱。」王先慎曰：「宋榮，即宋鈃。」天下篇：「宋鈃、尹文聞其風而悅之。」釋文：「鈃音形。郭音堅。」武按：又即孟子之宋牼。牼將說罷秦、楚之兵，與榮子設不鬥爭同，故知即一人也。其所以笑之者，以彼輩效官比鄉，合君徵國，於世數數然也。且舉世譽之而不加勸，舉世非之而不加沮，郭象云：「審自得也。」　補：成云：「舉，皆也。勸，勵勉也。沮，怨喪也。」釋文：「沮，慈呂反，敗也。」武按：齊語「且有後命」注：「且，猶復也。」此文「且」字，言榮子不僅不效上舉諸人汲汲於世之功名，且復世譽之不勸，世非之不沮，實高於上舉諸人一等。此亦小大之辨也。定乎內外之分，郭云：「內我而外物。」辨乎榮辱之境，郭云：「榮己而辱人。」　正心，內也。譽與非，外也。內心有主，而不為外所動，即所謂「定乎內外之分」也。不以譽為榮而加勸，不以非為辱而加沮，即所謂「辨乎榮辱之境」也。郭注非是。斯已矣。成云：「榮子智德，止盡於斯。」正注非。言榮子僅定內外，辨榮辱，如斯而止矣。意注射下句。彼其於世，未數數然也。言不數數見如此者也。正注欠分曉。釋文：「數數，音朔，下同。司馬云：『猶汲汲也。』」武按：言榮子於世未嘗汲汲也。世之所重者，惟功與名。榮子之於世未數數然者，即不汲汲以求世之功與名也。然如列子，則並功與名之心而無之，又高榮子一等矣。此亦小大之辨也。淮南俶真訓：「是故舉世而譽之不加勸，舉世而非之不加沮，定於死生之境，而通於榮辱之理。（中略）視天下之間，猶飛羽浮芥也。孰肯分分然以物為事也？」足證本義。分分，猶數數也。雖然，猶有未樹也。司馬云：「樹，立也。至德未立。」按：言宋榮子不足慕。　正按語宜刪。榮子不以世之譽與非而勸沮，較之比鄉、合君、徵國者，能自樹立矣。然定內外，辨榮辱，是尚有物我榮辱之見存，猶未能脫然無累，卓然自樹也。且定內外之分，未能無己也；辨榮辱之境，未能無功與名也。未能無己、無功與名，心亦何能逍遙乎？夫列子御風而行，成云：「列禦寇，鄭人，與鄭繻〔一〕公同時。」按：列子黃帝篇：「列子師老商氏，友伯高子，盡二子之道，乘風而歸。」下又云；「隨風東西，猶木葉幹殼，竟不知風乘我邪，我乘風乎？」　補：田子方篇：「列禦寇為〔二〕伯昏無人射。」德充符篇：「子產師伯昏無人。」應帝王篇「列子歸，以告壺子」，列子黃帝篇作「壺邱子」。司馬云：「名林，鄭人，列子師。」呂覽下賢篇：「子產往見壺丘子林。」以此知列子與子產同時。而劉向云「列子與鄭繆公同時」，成氏之說當本此。讓王篇言鄭子陽遺列子粟，并見呂覽、列子、淮南等書。考左傳魯襄二年，言子罕當國，子駟（即子陽）為政。時鄭為成公之十四年，去繆公之卒，已三十四年矣。如劉向所說，則其時列子之年在四十上下。今假定為年四十，越五年，為鄭簡公元年，鄭侵蔡，獲蔡司馬。鄭人皆喜，惟子產不順，云云。子國怒之曰：「爾何知？童子言焉，將為戮矣。」以此知子陽遺粟時，子產尚在童年也。簡公十二年，子產始為卿。二十三年，子皮授子產政。定公八年，子產卒，去子駟為政時已四十九年，此時列子年且九十矣。是年為魯昭公二十年，孔子年約五十二。天運篇言孔子行年五十有一，南之沛見老聃。是此時老子尚未出函谷關也。達生篇、呂覽審己篇，均言列子問道於關尹，此事必在關尹函谷問道之後。蓋列子未及老子之門，間接問之於關尹也。此時列子之年且踰百歲矣。其卒於何時，書闕有間，無從稽考。然彼能乘風者，自不可以恒人之壽例之也。泠然善也，郭云〔三〕：「泠然，輕妙之貌。」　補：釋文：「泠音零。」武按：此喻列子超然世外，無功無名，故能泠然善也。然其遊猶有所待，亦僅泠然善而已，尚未能逍遙也。旬有五日而後反。彼於致福者，未數數然也。成云：「致，得也。得風仙之福。」按：言得此福者，亦不數數見也。　正按語非。郭注：「苟有待焉，則雖御風而行，不能以一時而周也。」又云：「自然御風行耳，非數數然求之也。」成疏：「旬，十日也。」武按：此喻列子尚不能如至人之無己。蓋福者，一己免乎行，御風泠然而善之福也。列子猶待風而行，是未能捨己之福，即未能無己也，特不汲汲求此福而已。「風」為篇中著意之字。蓋效、比、合、徵，及榮子等輩，塵累濁重，不能乘風也。鵬能乘風矣，然必待扶搖之飆風，而後能絕雲負天；必待九萬里之厚風，而後將圖南。夫飆則非風之正，厚則非泠然之輕妙也。列子能乘輕妙之風矣，然不能無所待也，不能乘天地之正，御六氣之辯也。觀此，知已上各文，無一不從反面為下文蓄勢。此雖免乎行，猶有所待者也。雖免步行，猶必待風。若夫乘天地之正，而御六氣之辯，司馬云：「六氣，陰、陽、風、雨、晦、明。」郭慶藩云：「辯讀為變，與正對文。辯、變，古字通。」　補：郭說是也。管子戒第二十六：「是故聖人齊滋味而時動靜，御正六氣之變。」可證古辯、變通。此二句言乘天地陰陽之正，御陰陽六種之變氣也。正者，未變者也。順之而遊，故曰乘。及變而為六氣，則因勢而動，隨感而應，如御馬之有控、罄、縱、送然，故曰御。此二句在本篇最為精要。下「藐姑射」一節，即設喻證明此義者也。素問陰陽應象大論云：「陰陽者，天地之道也。」天元紀大論云：「陰陽之氣，各有多少，故曰三陰三陽也。」至真要大論云：「帝曰：『善！願聞陰陽之三也何謂？』岐伯曰：『氣有多少異用也。』」王冰注：「太陰為正陰，太陽為正陽；次少者為少陰，次少者為少陽；又次為陽明，又次為厥陰。」據此，則所謂乘天地之正者，乘天地之正陰正陽，即乘太陰太陽也。或問：此僅曰「乘天地之正」，何以知「正」字指陰陽言也？答曰：天地，即表陰陽也。陰陽應象大論云：「積陽為天，積陰為地。」呂覽有始篇注：「天，陽也。地，陰也。」文選東都賦註引范子云：「天者陽也，地者陰也。」蓋陰陽者，天地之道；天地者，陰陽之象。潛移默運者，陰陽也；形象著明者，天地也。一而二，二而一者也。故此即以「天地」二字代陰陽。本書如此活用之例不一。如秋水篇云「牛馬四足是謂天」，以天表自然之義也。天地篇云「無為為之之謂天」，以天表無為之義也。應帝王篇云「示之以天壤」，亦活用者也。故此「乘天地之正」，即乘陰陽之正也。然不直曰「乘陰陽之正」，而必曰「乘天地之正」者何也？答曰：以陰陽有多少也。如陽明、厥陰之類，陰陽少而未盛，不得謂之正也。必陽升於天，陰降於地，然後至於極盛之位，方可謂之正陰正陽，方可以「天地」之字表之。今姑以陽論。易曰「時乘六龍以御天」，謂按時節，次第乘六種之龍以上升。自乾之初九，以至九五，陽方盛而至於天。故九五之爻曰「飛龍在天」，即在天之陽也。此陽，方可謂之正，方可表以天。九五以下。如少陽、陽明等，其陽未盛，未至於天，則不可以天表之也。地之表陰，可以類推。易所謂「御天」，即此之「乘天」也。故不曰「乘陰陽之正」，而曰「乘天地之正」也。天元紀大論又云：「寒、暑、燥、溼、風、火，天之陰陽也。三陰三陽上奉之。」至真要大論又云：「岐伯曰：『厥陰司天，其化以風。少陰司天，其化以熱。太陰司天，其化以溼。少陽司天，其化以火。陽明司天，其化以燥。太陽司天，其化以寒。』」是此所謂「六氣」者，即寒、暑、燥、溼、風、火也。所謂「御六氣之辯」者，即御此三陰三陽所化寒、暑、燥、溼、風、火之氣也。陰陽無質，化氣則有質，故此謂「乘天地之正」，而不謂「乘天地之正氣」，以正陰正陽尚未變化為氣也。至司馬以陰、陽、風、雨、晦、明訓六氣，係據左傳昭公元年秦醫和之說。素問在和前，和說當本諸素問，皆醫學家之言也。在易則於三陰三陽升降變化之際，分之為六位，演之以六爻。六爻之在乾陽卦內者，就其高下之位，象之以六龍。故易曰：「六位時成，時乘六龍以御天。」疏言：「乾之為德，以依時乘駕六爻之陽氣，以拱御於天體。六龍，即六位之龍也。以所居上下言之，謂之六位也。陽氣升降，謂之六龍也。」疏語最為明晰。下「御飛龍」，即乾卦六龍內第五位之龍，實即升居五位之陽氣也。故此二句之義，本之於易。又本之於老子之言。田子方篇，老子曰：「至陰肅肅，至陽赫赫。肅肅出乎天，赫赫發乎地，兩者交通成和，而物生焉。」所謂「乘天地之正」，即乘此肅肅之至陰，赫赫之至陽也。交通成和者，謂陰陽由交通變化成和氣也。易乾卦亦曰：「乾道變化，各正性命，保合太和。」其義正同。而陰陽之在天地與在人身，一也。惟天地之陰陽交通出於自然，人身之陰陽，欲其交通，則必有道以御之，然後能合以成和，凝以成神。是故變由於交通，交通在於御，故曰「御六氣之辯」也。夫莊子此書，所以明道也。其所謂道，非仁義之謂，乃陰陽之謂也。上已舉素問「陰陽者，天地之道」之語矣。易繫辭曰：「一陰一陽之謂道。」管子正篇曰：「陰陽同度曰道。」本書則陽篇曰：「陰陽者，氣之大者也，道者為之公。」言道為陰陽之公名也。由此知莊子所修之道，即修陰陽及其所化之六氣，以合和凝神之道也。曰乘曰御，即喻修之之工夫也。此理觀慎子所言益明。慎子之言曰：「五日為候，三候為氣，六氣為時，四時為年，而天地備矣。天地相去八萬四千里，沖和之氣在其中，四萬二千里已上為陽位，四萬二千里已下為陰位。冬至之候，陽發於地，一氣上升七千里。至六氣，則上升四萬二千里，而陽至陽位，故其氣溫，為春分之節也。六氣，而陽極陽位，故熱而為夏至之節也。夏至之候，陰出於天，一氣下降七千里。至六氣，則下降四萬二千里，而陰至陰位，故其氣涼，為秋分之節也。六氣，而陰極陰位，故其氣寒，而為冬至之節也。天地之所以能長能久者，以其陽中有陰，下降極而生陽，陰中有陽，上升極而生陰。二者交通。合為太和，相因而為氤，相昷而為氳。以此施生化之功，此變化之所以兆也。」其所謂冬至陽發於地，夏至陰出於天，乃本老子「肅肅出天、赫赫發地」之說也。所謂升降之候，陰陽之位，實易「六位時成」二句最明顯之注腳。惟天地相去，不知其極。慎子謂「相去八萬四千里」，人或以為非是。不知慎子乃言陰陽在天地間循環升降之距離，猶之地文學家言包地球之空氣，厚止二百里，非謂天去地止有此數也。漢鍾離權復本慎子之說，著靈寶畢法一書，取法天地陰陽升降之位與時之理，以攝養一身之陰陽。後世修煉家遂有「運周天」、「駕河車」之說，且區之為六候，分之為三百六十爻。其說近則本之於鍾離，遠則源於易、老及此二句，與養生主篇「緣督以為經」句，非盡妄誕無稽也。故此二句係寓言修道家養氣凝神之理，讀者當與養生主篇「緣督以為經」，人間世篇「無聽之以耳」，「惟道集虛」，「徇耳目內通」，應帝王篇「機發於踵」各句下補、正之語，匯通觀之，方可明其大凡。惟此理精妙，此事幽玄，天地間自有此一種道術，特不足為淺人道耳。以遊無窮者，彼且惡乎待哉！無所待而遊於無窮，方是逍遙遊一篇綱要。　補：釋文：「惡音烏。」故曰：至人無己，神人無功，聖人無名。釋文：「己音紀。」成云：「至言其體，神言其用，聖言其名，其實一也。」正郭慶藩曰：「文選任彥昇到大司馬記室牋注引司馬云：『神人無功，言修自然，不立功也。聖人無名，不立名也。』釋文闕。」武按：齊物論篇云：「王倪曰：『至人神矣。』」是至人、神人一也。故下藐姑射神人，亦至人也。惟聖人則有間。則陽篇云：「客大人也，聖人不足以當之。」秋水篇云：「大人無己。」此言「至人無己」，則至人即大人也，聖人不足以當之矣。列子力命篇云：「橫私天下之身，橫私天下之物，其唯聖人乎！公天下之身，公天下之物，其唯至人乎！」公天下之身，即無己也，此明言聖人不及至人矣。外物篇云：「聖人之所以駴天下，神人未嘗過而問焉。賢人之所以駴世，聖人未嘗過而問焉。」此明言聖人不及神人矣。成氏乃謂「其實一也」，尚欠詳審。自「若夫乘天地之正」至此，為本篇之主，下則逐一舉事證明之。此三句，為本段之主；「至人無己」句，則又三句中之主也。 \\n 〔一〕「繻」，原作「繆」，據王氏原刻及成疏改。 \\n 〔二〕「為」原誤「與」，據田子方篇改。 \\n 〔三〕「云」，原作「注」，據王氏原刻改。 \\n 堯讓天下於許由，司馬云：「潁川陽城人。」　補：此段引許由不願居天子之名，證明聖人無名。曰：「日月出矣，而爝火不息，字林：「爝，炬火也。」　補：釋文：「爝，本亦作燋，音爵。郭祖繳反。」又曰：「小火也。」淮南人間訓：「夫爝火在縹煙之中也，一指所能息也。」武按：一指能息，其為小火明矣。其於光也，不亦赤難乎！時雨降矣，而猶浸灌，其於澤也，不亦勞乎！夫子立而天下治，而我猶尸之，成云：「尸，主也。」　補：釋文：「浸，子鴆反。灌，古亂反。」正韻：「浸，漬也。」博雅：「灌，溉也。澤音宅，潤澤也。」淮南原道訓：「上天則為雨露，下地則為潤澤。」天地篇：「堯之師曰許由。」故堯謂由為夫子。言若夫子立為天子，天下必致太平。吾自視缺然，請致天下。」許由曰：「子治天下，天下既已治也。而我猶代子，吾將為名乎？名者，實之賓也。吾將為賓乎？正俞樾云：「本作『吾將為實乎』，與上『吾將為名乎』相對成文。『吾將為名乎，名者，實之賓也』，其意已足。『吾將為實乎』，當連下文讀之。實與賓形似，涉上句『實之賓也』而誤。若如今本，則為賓即是為名，兩文複矣。」武按：俞說非也。名既為實之賓，是實重而名輕也。吾將為賓乎，言吾將捨其實之重而為名之輕乎？用「乎」之疑問詞者，乃反言以見意，謂不就輕而為賓也。此句係校量名、實二者，而以「賓」字表名之輕，故「賓」字與「名」字不複，非涉上句而誤也。鷦鷯巢於深林，不過一枝；李云：「鷦鷯，小鳥。」郭璞云：「桃雀。」　補：釋文：「鷦，子遙反。鷯音遼。」成云：「鷦鷯，巧婦鳥也，一名工雀，一名女匠，亦名桃蟲，好深處而巧為巢也。」偃鼠飲河，不過滿腹。李頤云：「偃鼠，鼷鼠也。」李楨云：「偃，或作鼴，俗作鼹。」本草陶注：「一名鼢鼠，常穿耕地中行，討掘即得。」說文「鼢」下云：「地行鼠，伯勞所化也。」李說誤。歸休乎君！予無所用天下為。庖人雖不治庖，尸祝不越樽俎而代之矣。」釋文：「傳鬼神言曰祝。」　補：釋文：「庖，鮑交反，掌廚人也。祝，之六反。樽，子存反，本亦作尊。俎，側呂反。」武按：淮南泰族訓：「調五味者，庖也。陳簠簋，列樽俎，設籩豆者，祝也。齊明盛服，淵默不言，而神之所依者，尸也。宰祝雖不能，尸不越樽俎而代之。」可謂此處的解。 \\n 肩吾問於連叔成云：「並古之懷道者。」曰：「吾聞言於接輿，釋文：「皇甫謐云：『接輿躬耕，楚王遣使以黃金百鎰、車二駟聘之，不應。』」　補：成云：「接輿，姓陸，名通，楚人，與孔子同時，而佯狂不仕。」武按：此段引藐姑射神人，證明至人無己。大而無當，釋文：「丁浪反。」按：當，底也。　正淮南本經訓：「留於口，則其言當。」齊俗訓：「晉平公出言而不當。」注：「當，合也。」此謂接輿之言誇大，而於情理無所合也，故下言「不近人情」焉。往而不返。吾驚怖其言，猶河、漢而無極也；成云：「猶上天河漢，迢遞清高，尋其源流，略無窮極。」　補：釋文：「怖，普布反，廣雅云：『懼也。』」　正成說非。「河、漢」句，係往而不返之譬況語，謂其言往而不返，無所歸宿，猶如河、漢之水，滔滔長流，無所止極，非謂上天河漢之清高也。大有逕庭，宣潁云：「逕，門外路；庭，堂外地。大有，謂相遠之甚。」不近人情焉。」　補：上句為此句之譬況語，謂門外之逕，與門內之庭，所處限隔，不相接近也。而此句則申說「大而無當」句之義。焉，釋文：「猶然也。」王引之云：「狀事之詞，與然同義。」連叔曰：「其言謂何哉？」曰：「藐姑射之山，釋文：「藐音邈，簡文云：『遠也。』姑射，山名，在北海中。」　補：釋文：「射，徐音夜。又食亦反。」　正簡文僅取姑射為山名，非也。下文「往見四子藐姑射之山」，而山海經海內北經有列姑射山，列子黃帝篇「姑射山」，一本作「列姑射」，可證山名當為藐姑射也。又其云「在北海中」，不知何據。山海經東山經有姑射山，所在非北海；在海內北經之山為列姑射，而非姑射。黃帝篇內之姑射山，僅云在海中，不言北也。但此係借山名以寓意，無庸求實其所在。蓋說文解「射」字云：「弓弩發於身而中於遠也。」藐姑射者，謂深遠之旨，姑以下文所言影射之也。深遠之旨何？下「其神凝」之神也。「神凝」二字，為本篇主旨，且為全書主旨，以其為神人之德，修道之果也。觀本段均注射凝神立論，故「神」字實為本段所射之鵠也。有神人居焉，肌膚若冰雪，　補：釋文：「肌，居其反。」武按：刻意篇云：「純素之道，惟神是守。守而勿失，與神為一。」又云：「能體純素，謂之真人。」肌膚若冰雪，喻其體純素也。純素，則與神為一，一則凝矣。真人，即神人也。真言其體，神言其用也。又天地篇云：「機心存於胸中，則純白不備，純白不備，則神生不定。」若冰雪，喻純白備也。純白備，則神生定，定則凝矣。故「冰雪」句實為下「神凝」二字寫照。如曰不然，此寫神人。非寫美女，何用敘其肌膚之白乎？淖約若處子。李云：「淖約，好貌。」釋文：「處子，在室女。」　正釋文：「淖，郭昌略反。」武按：淖約，李云「好貌」，非也。荀子宥座篇：「淖約微達。」楊倞注：「淖當為綽。約，弱也。綽約，柔弱也。」說苑作「綽約微達」，訓柔弱是也。在宥篇：「淖約柔乎剛強。」老子曰：「柔弱勝剛強。」又曰：「弱者者道之用。」文子道原篇亦曰：「柔弱者道之用。」即淖約所喻之意也。上句冰雪言其體，此句淖約言其用。道之用，即神也。處子，黃帝篇作「處女」。孫子曰：「靜如處女。」老、莊之道貴靜，故以處女喻之。且老子曰「守雌」，曰「牝常以靜勝牡」，皆處女所喻之意也。不食五穀，　補：成云：「五穀者，黍、稷、麻、菽、麥也。」吸風飲露。　補：春秋元命包云：「陰陽怒而為風。」慎子云：「陽在外者不得入，則周旋六合而為風。」故上言風為陰陽之變氣也。吸，說文：「內息也。」因風為陰陽之變氣，故吸於內以調之。蔡邕月令云：「露者，陰之液也。」慎子云：「陽感之，則液而為露。」謂陰受感而為露也。吸風合言陰陽，飲露則單言陰，總之喻神人之呼吸陰陽於內也。淮南俶真訓云：「是故聖人呼吸陰陽之氣，而群生莫不顒顒然仰其德以和順。」所謂呼吸陰陽，即此句所喻之意；所謂其德，即下之「神凝」也；所謂群生和順，即下「物不疵癘」也。乘雲氣，御飛龍，而遊乎四海之外。「乘雲氣」三句，又見齊物論篇，「御飛龍」作「騎日月」。　補：鵬穿越雲氣，馮風而飛，不能乘雲氣也，故曰絕。列子御風而行，亦不能乘雲氣也。能乘雲氣者，厥為神人。此中大有分別。且或乘雲氣，或御飛龍，非若列子之必待風也。乘雲氣，承上「乘天地之正」說；御飛龍，承「御六氣之辯」說。元命包云；「陰陽聚為雲。」慎子云：「陰與陽得，助其蜚騰，則飄颺而為雲。」說文：「龍，能幽能明，能細能巨，能短能長，春分而登天，秋分而潛淵。」賈誼云：「龍變無常，能幽能章。」傅元龍贊云：「誕應陽精，屈伸從時，變化無形。」據此以言，龍，陽精也，變化不測者也，故易乾卦取之，以象陽氣之升降變化焉。「乘雲」句，合言陰陽，「御龍」句則單言陽，總之，喻神人攝調陰陽於外也。惟易乾卦言陽氣在六位中之變化，故設六龍以喻之。此不言六龍，而言飛龍者，以飛龍應五爻而當五位。其上上九，則陽過亢；其下九四，則陽未盛。準之慎子之說，過亢者，陽極陽位也；未盛者，甫出陰位，方至陽位也。後之修煉家，以言火候之老嫩，皆在所不取也。惟九五之飛龍，純陽正盛，無過不及，非老非嫩，控御此氣，所以為神人也。其神凝，三字吃緊。非遊物外者，不能凝於神。　補：說文：「凝，俗冰字。」顏氏匡謬正俗：「冰轉音凝。」說文：「凝，冰堅也。」黃氏韻會：「冰，古凝字。仌，古冰字。後人以冰代仌字，故以凝代仌字。」武按：大戴禮曾子天圓篇云：「陽之精氣曰神。」易曰：「陰陽不測之謂神。」故神凝由吸風飲露、乘雲氣、御飛龍而來。蓋此數句，上已釋明其為修道者調攝陰陽之喻也。而其著手處，則在用志不分。達生篇述佝僂丈人之言曰：「吾處身也，若厥株拘；吾執臂也，若槁木之枝。」孔子稱之曰：「用志不分，乃凝於神。」故凝神之要點在用志不分。人間世篇，仲尼語顏回曰「一若志」，老子曰「守靜篤」，曰「抱一」，同此義也。蓋志不分則靜，靜則定，一則凝矣。內神凝，而外則若厥株拘與槁木之枝，與南郭子綦形如槁木同。而子綦自謂「喪我」，喪我者，無己也。故用志不分然後能無己，無己然後能神凝。此「神凝」二字，即示藐姑射神人為無己之至人也。使物不疵癘而年穀熟。司馬云：「疵，毀也。」癘音癩，惡病。列子黃帝篇：「姑射山，在海中。山上有神人焉，吸風飲露，不食五穀，心如淵泉，形如處女。不施不惠，而物自足，不聚不斂，而己無愆。陰陽常調，日月常明，四時常若，風雨常均，字育常時，年穀常豐。而土無札傷，人無夭惡，物無疵癘。」漆園本此為說。　補：釋文：「疵，在斯反，病也。癘音厲，本或作厲。」武按：此與在宥篇「慎守汝身，物將自壯」之義同。自「藐姑射」至此，寓意精深，茲再就本書舉證以明之。刻意篇云：「純粹而不雜，靜一而不變，惔而無為，動而以天行，此養神之道〔一〕也。」肌膚若冰雪，非純粹不雜乎？靜一不變，惔而無為，處子之性行類之。乘雲御龍，及乘天地之正，御六氣之辯，即動而以天行也。神凝者，即由養神之至也。刻意篇又云：「靜而與陰同德，動而與陽同波。」處子，陰也，靜也；飛龍，陽也，動也。此二語之寓意，尤為明顯。彼篇又云：「精神四達並流，無所不極：上際於天，下蟠於地，化育萬物，不可為象。」夫乘雲御龍，遊四海之外，非四達並流，際天蟠地乎？使物不疵癘而年穀熟，即化育萬物，不可為象也。天運篇云：「龍合而成體，散而成章，乘乎雲氣而養乎陰陽。」體者，乾陽之體，即神凝而成體也。散即變也。散而成章者，易說卦曰：「故易六位而成章。」注總言六畫；又細分之，則陰陽之位，間雜而成文章也。故體者，陰陽之正也；散者，六氣之變也。斯體也，靜則謂之和，動則謂之神。文子上仁篇云：「陰陽交接，乃能成和。」交接者，所以凝也。故凝神者，凝此陰陽之和也，即所謂養乎陰陽也。以本段為本篇主文，且為莊子道要，故特詳為拈出之。吾是以狂而不信也。」狂，李九況反。按：音讀如誑。言以為誑。　正釋文：「狂，求匡反，李云：『癡也。』」武按：廣韻：「巨王切，病也。」心不能審得失之地，則謂之狂。應璩詩云：「積念發狂癡。」李訓癡，是也。淮南精神訓：「大怖生狂。」又原道訓：「薄氣發瘖，驚怖為狂。」故「狂」字應從李訓，方與上「吾驚怖其言」句相關合，讀誑非也。至肩吾之意，以為使物不疵癘而年穀熟，必以天下為事而後能，今藐姑神人，不過一己之神凝耳，並未以天下為事，何能致如斯之效？其狂而不信者在此。連叔一則曰「孰弊弊焉以天下為事」，再則曰「孰肯以物為事」，即針對此點而答也。連叔曰：「然。瞽者無以與乎文章之觀，聾者無以與乎鐘鼓之聲。豈惟形骸有聾盲哉？夫知亦有之。　補：釋文：「瞽音古，盲者無目，如鼓皮也。與音豫。觀，古亂反。」文子符言篇：「豈獨形骸有闇、聾哉？心亦有之。塞也，莫知所通。」此闇、聾之類也。淮南泰族訓亦有此語。是其言也，猶時女也。司馬云：「猶處女也。」按：時，是也。云是其言也，猶是若處女者也。此人也、此德也云云，極擬議之詞。　正女同汝，指肩吾。承上「聾盲」來，言不惟形骸有聾盲，知亦有之，汝聞接輿之言，狂而不信，即是知之聾盲也。「是其言也」句，指「然，瞽者」至「知亦有之」一段之言也。如此解，文句方能承接一氣。若如司馬說，「瞽者」一段便成贅肬。且上以處子況神人，陸注「在室女」，郭注：「不以外傷內。」若此處單稱女，出室女亦屬之，則外傷矣，何可以況神人乎？之人也，之德也，將磅礡萬物以為一。世蘄乎亂，孰弊弊焉以天下為事！李云：磅礡，猶旁礡。」李楨云：「亦作旁魄，廣被意也。言其德行廣被萬物，以為一世求治，豈肯有勞天下之跡？老子曰：『我無為而民自化。』亂，治也。」簡文云：「弊弊，經營貌。」案〔二〕：蘄同期。　補：釋文：「旁，薄剛反，字又作磅。礡，蒲博反。司馬云：『磅礡，猶混同也。』蘄，求也。弊弊，徐扶計反。」　正注引李楨云：「以為一世求治。」是以「一世」連讀，又訓亂為治，均非。奚侗云：「釋文出『世蘄』二字，文選吳都賦注引至『世』字，可見古無有『一世』連讀者，」武按：玩郭注成疏，亦不以「一世」連讀。須知「萬物以為一」，係本書要語，各篇屢見，而原於老子「萬物得一以生」之言。本書如德充符篇云：「物視其所一。」又云：「自其同者視之，萬物皆一也。」天地篇云：「萬物一府。」秋水篇云：「萬物一齊。」在宥篇云：「萬物云云，各復其根。」云云，眾多貌，不一也；復根，則一矣。義均相同。故此處應從「一」字絕句。「亂」字訓治，雖出爾雅、說文，然於此文不合。左宣十二年傳：「人反物為亂。」又宣十五年傳：「民反德為亂。」其義適與「之德也，磅礡萬物以為一」相反。蓋此處以神人、世人對舉，一正一反也。神人以無為之德，和萬物為一，故曰「孰弊弊焉以天下為事」；世人以有為為治，即弊弊以天下為事。如是，則不能磅礡萬物為一，不一，則亂矣，故曰「世蘄乎亂」也。此義原於老子「為者敗之」一語。而本書繕性篇略云：「古之人，在混芒之中，與一世而得澹漠焉。當是時也，陰陽和靜，鬼神不擾，萬物不傷，群生不夭。人雖有知，無所用之。此之謂至一。」此段足證之人、之德磅礡萬物為一之義。「混芒」與「一世得澹漠」二語，與司馬訓磅礡為混同之義合。彼篇又略云：「逮德下衰，燧人、伏羲始為天下，是故順而不一。唐、虞為天下，興治化之流，〈氵梟〉淳散朴，附之以文，益之以博，然後民始惑亂。」其所謂燧、羲、唐、虞，此文以一「世」字概之。「興治化」以下各語，即弊弊以天下為事也。其所以如此者，意在蘄乎治，而民竟惑亂，非即此文所謂「世蘄乎亂」乎？此文簡奧，非匯通全書觀之，不易明也。之人也，物莫之傷，大浸稽天而不溺，司馬云：「稽，至也。」　補：釋文：「稽音雞，徐、李音啟。」大旱、金石流、土山焦而不熱。是其塵垢秕糠，說文「粃」作「秕」。釋文：「秕糠，猶繁碎。」按：言於繁碎之事物，直以塵垢視之。　補：釋文：「垢，古口反。秕，徐甫姊反。陶，徒刀反。鑄，之樹反。」成云：「散為塵，膩為垢，穀不熟為秕，穀皮為糠。鎔金曰鑄，範土曰陶。」武按：「大浸稽天」以下各句，即申說「物莫之傷」也。將猶陶鑄堯、舜者也，孰肯以物為事！又引不以天下為事之神人，以明其自全之道。　正釋文謂「秕糠猶繁碎」，於義無取。此謂「引神人以明自全之道」，亦非。讓王篇：「道之真以治身，其緒餘以為國家，其土苴以治天下。」司馬云：「土苴，如糞草也。」即塵垢之說也。又天道篇：「君之所讀者，古之糟魄已夫！」司馬云：「魄，本又作粕。」即秕糠之說也。合而言之，塵垢秕糠。道之粗跡也。神人以其粗跡，將猶陶鑄成為堯、舜之治，即「土苴以治天下」之說也。前「孰弊弊」句，不以天下之事為事也。世自化之，無所事事也。此「孰肯」句，不以天下之物為事也。不以物為事，則如知北遊篇所云「聖人處物不傷物，物亦不傷也」。係就事與物分說。宋人資章甫適諸越，李云：「資，貨也。章甫，殷冠也。以冠為貨。」司馬云：「諸，於也。」補此段證明神人無功。越人短〔三〕髮文身，無所用之。為無所用天下設喻。堯治天下之民，平海內之政，往見四子藐姑射之山，司馬、李云：「四子，王倪、齧缺、被衣、許由。」李楨云：「四子本無其人，徵名以實之，則鑿矣。」　正天地篇：「堯之師曰許由，許由之師曰齧缺，齧缺之師曰王倪，王倪之師曰被衣。」然則堯與四子，非全無瓜葛，徵天地篇所舉之名以實之，顯有根據，且許由已見上文，不得為鑿也。治天下，平四海，示堯之有功也，為神人無功之反映。汾水之陽，窅然喪其天下焉。」汾水之陽，堯都。宣云：「窅然，深遠貌。」　正釋文：「汾，徐扶云反。汾水出太原。窅，徐烏了反。李云：『窅然，猶悵然。』」武按：宣注「深遠貌」，於本文不合，應從李說。自「宋人」以下至此，郭注：「堯之無用天下為，亦猶越人之無所用章甫耳。然遺天下者，固天下之所宗。天下雖宗堯，而堯未嘗有天下也，故窅然喪之，而嘗遊心於絕冥之境。」成疏與李楨注，其意均同。三氏之注，於文義適得其反。其誤在於宗堯，不知本文所宗者為至人、神人。四子者，神人也，而以塵垢秕糠視堯；堯治天下者也，四子即以塵垢秕糠視治天下。故上言「無所用天下為」，又言「孰弊弊焉以天下為事」也。此段以宋人喻堯，以章甫喻天下，而「越人」句則喻四子無所用天下。故宋人至越，悵然喪其章甫；堯見四子，悵然喪其天下，亦可曰喪其治天下之功也。蓋堯乃弊弊以天下為事者，文言其平海內之政，是有治天下之功者也。而四子神人也，神人無功，堯見四子，為其所化，故亦窅然喪其治天下之功焉。如此解，章甫之喻，方見密合，而證明上「神人無功」句亦見緊切。 \\n 〔一〕「道」原作「至」，據刻意篇改。 \\n 〔二〕「案」字，據王氏原刻補。 \\n 〔三〕「短」字，集釋本作「斷」。 \\n 惠子謂莊子曰：司馬云：「姓惠，名施，為梁相。」　補：此段與下段，借與惠子論辯，以明無用然後逍遙之旨。此則借瓠於無用中有一可用，不免有慮而為樽之患，以喻人有一能之可用，即難免招世繫累，不能逍遙也。「魏王貽我大瓠之種，瓠，瓜也，即今葫盧瓜。　補：釋文：「魏王，司馬云：『梁惠王也。』」武按：魏自河東遷大梁，故謂之魏，或謂之梁也。貽音怡，遺也。瓠音護。我樹之成而實五石，以盛水漿，其堅不能自舉也。成云；「樹，植。實，子也。虛脆不堅，故不能自勝舉。」剖之以為瓢，　補：反映下文樗之「不夭斤斧，物無害者」。則瓠落無所容。簡文云：「瓠落，猶廓落也。」成云；「平淺不容多物。」　補：釋文：「剖，普口反。」非不呺然大也，釋文：「呺，本亦作号。李云：『虛大貌』」俞樾云：「呺，俗字，當作枵，虛也。」　補：釋文：「呺，徐許僑反。」　正俞說非。廣韻：「呺然，大貌。」本句「呺然」，為「大也」之形容詞，「大也」則無異「呺然」之注也。四字一意，如改「呺」作「枵」，並應改本句為「非不枵然虛也」，於法方合。但本文未嘗言虛，而所重者在大。首即標言「大瓠」，繼言「實五石」，大也，因之瓢亦大。然平淺無所容，正以其不虛也，其不須以「枵然」形容之明矣。吾為其無用而掊之。」　補：「無用」二字，為本段及下段主旨，且為全篇主旨，與無名、無己並重，特借惠子之口提出之。莊子曰：「夫子固拙於用大矣。宋人有善為不龜手之藥者，向秀云；「龜，拘坼也。」徐音舉倫反。此以「龜」為「皸」之假借。玄應音義「皸」下引通俗文：「手足坼裂曰皸，經文或作『龜坼』。」下引此文為證。　正釋文：「龜手，愧悲反。司馬云：『文坼如龜文。』」武按：注中「玄應音義」「音」字上，當補「眾經」二字，否則，下「經文」二字無著。且注太糾纏，不如從司馬說，較為明爽。蓋言手凍文坼如龜背之文，故謂之為「龜手」，猶之爾雅釋詁之「鮐背」，疏「老人皮膚消瘠，背若鮐魚」也。又釋名：「九十曰鮐背，背有鮐文也。」背有鮐文為鮐背，手有龜文為龜手，同一義也。李楨借讀為皸，俞樾謂宜讀如拘，拘與區同音，區與丘同音，龜在丘音。如此迂迴牽傅，義仍未明也。世世以洴澼絖為事。成云：「洴，浮。澼，漂。絖，絮也。」李云：「漂絮水上。」盧文弨云：「洴澼，擊絮之聲。」　補：正釋文：「洴，徐扶經反。澼，普歷反。絖音曠。小爾雅云：『絮細者謂之絖。』」朱桂曜曰：「文選任彥昇為蕭揚州薦士表注：『絖，古纊字。』」武按：洴澼如為擊絮聲，則與下「絖」字不能相連成句，盧說非也。宜從成說。客聞之，請買其方百金。李云：「金方寸重一斤為一金。百金，百斤也。」聚族而謀曰：『我世世為洴澼絖，不過數金；今一朝而鬻技百金，請與之。』　補：釋文：「鬻音育，司馬云：『買也。』」客得之，以說吳王。越有難，吳王使之將，冬，與越人水戰，大敗越人，裂地而封之。能不龜手一也，或以封，或不免於洴澼絖，則所用之異也。今子有五石之瓠，何不慮以為大樽而浮於江湖，司馬彪云：「慮，猶結綴也。樽如酒器，縛之於身，浮於江湖，可以自渡。」按：所謂腰舟。　正說文：「慮，謀思也。」爾雅釋言：「作、造，為也。」武按：何不慮以為大樽，言何不謀慮之以作大樽也？句有「為」字，不必訓慮為結綴，因結綴之意，「為」字可以賅之。至司馬結綴之訓，不知何據。考徐鍇說文解字通論云：「思有所圖曰慮。慮猶縷也。」說文「絡」字下云：「生革可以為縷束也。」故此句亦可訓為何不縷束以為大樽也。鶡冠子學問第十五：「中河失船，一壺千金。」注：「壺，瓠也。佩之可以濟涉，南人謂之腰舟。」此司馬注之所本也。而憂其瓠落無所容？則夫子猶有蓬之心也夫！」向云：「蓬者，短不暢，曲士之謂。」按：言惠施以有用為無用，不得用之道也。　補：釋文：「郭云：『蓬生非直達者。』」武按：荀子勸學篇：「蓬生麻中，不扶自直。」然則非生麻中，必不直而曲矣。此向、郭注之所本也。 \\n 惠子曰：「吾有大樹，人謂之樗。其大本擁腫而不中繩墨，其小枝卷曲而不中規矩，立之塗，匠者不顧。　補：武按：此段言樗以無用，故無物害，無困苦，以喻人必無用，方免世患而獲逍遙也。繼無名、無功、無己而言無用者，以心雖無名、無功、無己，苟材有可用，必致如大瓠以有一可用，即被慮而為樽。故無名、無功、無己，又必無用，然後盡無為之量，極逍遙之致。如是，則不僅遊逍遙，寢臥亦逍遙也。釋文：「樗，敕魚反。」成云：「栲、漆之類，嗅之甚臭，惡木也。」腫，章勇反。李云：「擁腫，猶盤癭。」中，丁仲反。卷，本又作「拳」，同音權。今子之言，大而無用，眾所同去也。」猶言棄而不取。莊子曰：「子獨不見狸狌乎？成云：「狌，野貓。」　補：釋文：「狸，力之反。狌，郭音生，司馬云：『〈犭由〉也。〈犭由〉，由救反。』」卑身而伏，以候敖者，司馬云：「遨翔之物，雞鼠之屬。」　補：說文：「敖，出遊也。」漢書景十三王傳：「請閉諸姬舍門，無令出敖。」師古曰：「敖，遊戲也。」東西跳梁，成云：「跳梁，猶走擲。」　補：釋文：「跳音條。」不辟高下；辟音避。中於機辟，辟，所以陷物。鹽鐵論刑法篇「辟陷設而當其蹊」，與此同義。亦作「臂」。楚詞哀時命篇：「外迫脅於機臂兮。」機臂，即機辟也。玉篇王注，以為弩身。死於網罟。今夫斄牛，司馬云：「旄牛。」　補：釋文：「罟，徐音古。斄，徐、李音來，又音離。」其大若垂天之雲。成云：「山中遠望，如天際之雲。」此能為大矣，　補：斄牛能負重耕田，即其所為之大也。而不能執鼠。今子有大樹，患其無用，何不樹之於無何有之鄉，廣莫之野，簡文云：「莫，大也。」徬徨乎無為其側，釋文：「彷徨：猶翱翔。」　補：釋文：「彷，薄剛反。徨音皇。廣雅云；『彷徨，徙倚也。』」武按：「無為」二字，總結無名、無功、無己、無用。逍遙乎寢臥其下？郭慶藩云：「逍遙，依說文，當作『消搖』。」又引王瞀夜云：「逍遙者，調暢悅豫之意。」　補：此句見無為者寢臥亦逍遙，不僅遊也，以進一步作結。不夭斤斧，物無害者，無所可用，言無處可用之。人間世篇：「是不材之木也，無所可用。」又云：「予求無所可用久矣。」又山木篇：「無所可用。」文義並與此同。安所困苦哉！」又言狸狌之不得其死，斄牛之大而無用，不如樗樹之善全，以曉惠施。蓋惠施用世，莊子逃世，惠以莊言為無用，不知莊之遊於無窮，所謂「大知」「小知」之異也。　正注言「斄牛之大而無用，不如樗樹之善全」，非也。此段莊子因惠子謂其言大而無用，乃引狸狌能捕鼠，可謂小而有用矣，然不得其死；斄牛執鼠不如狸狌，非斄牛徒大而無用也，乃不得其用也。秋水篇云：「騏驥驊騮，一日而馳千里，捕鼠不如狸狌，言殊技也。」斄牛亦然。今患斄牛不能執鼠，何不使之負重致遠，以譬患大樹無用，何不樹之於無何有之鄉，廣莫之野，以成其無用之大用乎？此針對惠子「大而無用」之言以駁之也。如注言「斄牛大而無用」，不反證合惠子之言乎？有失莊子答辯之旨矣。所謂「安所困苦」者，如大瓠可用為樽，致被結綴以浮江湖，此即大瓠之困苦也，樗則無此矣。 \\n  \\n   \\n  "}
{"章节": "齊物論第二", "正文": "  \\n 齊物論第二 \\n 　 \\n  \\n 天下之物之言，皆可齊一視之，不必致辯，守道而已。蘇輿云：「天下之至紛，莫如物論。是非太明，足以累心。故視天下之言，如天籟之旋怒旋已，如鷇音之自然，而一無與於我。然後忘彼是，渾成毀，平尊隸，均物我，外形骸，遺生死，求其真宰，照以本明，游心於無窮。皆莊子最微之思理。」　補：玉篇：「凡生天地之間，皆謂物也。」荀子正名篇：「故萬物雖眾，有時而欲遍舉之，故謂之物。物也者，大共名也。」本書達生篇：「凡有貌、象、聲、色者，皆物也。」釋文：「論，力頓反。」周禮春官大司樂賈疏：「直言曰論。」錢大昕十駕齋養新錄：「王伯厚云：『莊子齊物論，非欲齊物也，蓋謂物論之難齊也。邵子詩：「齊物到頭爭。」恐誤。』」按左思魏都賦「萬物可齊於一朝」，劉淵林注「莊子有齊物之論」，劉琨答盧諶書「遠慕老莊之齊物」，文心雕龍論說篇「莊周齊物，以論為名」，是六朝人已誤以「齊物」二字連讀。　正齊物論，謂齊一論物之言也。註中「天籟之旋怒旋已」句，誤。蓋篇中之旋怒旋已，係言地籟，非言天籟。由於各注均以「大塊噫氣」節言地籟者為天籟，故誤者非僅蘇輿一人也。至莊子之撰本文，所以明道也。何以篇題為齊物論，而不為齊道論？蓋道無形無名，絕於言議。故知北遊篇云：「道不可言，言而非也。」又云：「所以論道，而非道也。」是則可論者唯物耳。故則陽篇云：「言之所盡，知之所至，極物而已。」然號物之數曰萬，至不齊也，逐不齊之物而論之，論亦何能齊哉？日馳不齊之論，如徐無鬼篇所謂「馳其形性，潛之萬物」，徒勞精敝神，傷生損性，此修道者之大患也。故莊子於逍遙遊篇之後，繼以斯篇。良以心之能逍遙者，無己也，無己則不齊齊矣。物本不齊，心則可齊，故人間世篇仲尼以「齋」語顏回。齋者，齊也。又曰：「一若志。」即齊其心也。夫心何以不齊？由感於不齊之物，而有審辨彼此、是非、美惡之知，因而生好惡之情，隨發而為不齊之論矣。故欲論之齊，則在冥情去知。情冥知去，則心如死灰矣，蝶我胥忘矣。此之謂「喪我」，喪我則齊之極致也。故本篇先言心，即帶言情，然後繼以不齊之大知、小知，大言、小言，中則舉彼此、是非、成虧、齊與不齊之知與言，反覆申說之，末則逐節引證以事實，而本篇之義無餘蘊矣。 \\n 南郭子綦隱机而坐，司馬云：「居南郭，因為號。」釋文：「隱。馮也。李本机作几。」按：事又見徐無鬼篇，「郭」作「伯」，「机」作「几」。　補：釋文：「隱。於靳反。机音紀。」仰天而噓，答焉似喪其耦。向云：「噓，息也。」釋文：「答，解體貌，本又作嗒。耦，本亦作偶。」俞云：「偶當讀為寓，寄也。即下文所謂『吾喪我』也。」按：徐無鬼篇「噓」下無此句。　補：釋文：「噓音虛。吐氣為噓。答，都納反。耦，五口反，匹也，對也。」武按：耦與列子仲尼篇「顧視列子形神不相偶」之偶同。　正「答然」句，當玩一「似」字。言人見其答然解體之狀，似喪其匹偶者然，即下文「形如槁木」也。「吾喪我」，則子綦自明之辭，人固無從知之，因喪我存於內，而喪耦則形於外。俞氏混而一之，殊欠分曉。故「耦」字當從釋文訓匹。下文「彼是莫得其偶，謂之道樞」，謂無彼是對偶則好惡之情不生，是非之辯不起，故喪耦而物論自齊，即佛書之「無人相」也。此句與「彼是莫得其偶」句互相發明，義頗重要。若徐無鬼篇，重在槁骸死灰，故無須此句也。俞說非。顏成子游立侍乎前，李云：「子綦弟子，姓顏名偃，諡成，字子游。」按：徐無鬼篇作「顏成子入見」。　正廣韻十四清「成」字下注云：「漢複姓，十五氏。莊子有務成子、廣成子、顏成子游、伯成子高。」然則顏成蓋複姓也。曰：「何居乎？徐無鬼篇作「夫子物之尤也」。　補：釋文：「居，如字，又音姬。司馬云：『猶故也。』」形固可使如槁木，而心固可使如死灰死？文子道原篇引老子曰：「形若槁木，心若死灰。」徐無鬼篇與此二句同，「木」作「骸」。知北遊篇：「形若槁骸，心若死灰。」庚桑楚篇亦有二句，「槁骸」作「槁木之枝」。達生篇亦云：「吾執臂也，若槁木之枝。」是此「槁木」即槁木之枝。槁骸，亦槁枝也。以下異。　補：釋文：「槁，古老反。」武按：「心」字為全篇總幹。篇中所說之情、知、言，皆根於心，特於此處先為提出。　正注謂「槁木即槁木之枝」，於文義尚欠精審。此處以「槁木」形容形之枯槁，其意已足，不須加「之枝」二字也。達生篇有此二字者，以槁木喻身，以枝喻臂也。庚桑楚篇有此二字者，其文曰「動不知所為，行不知所之，身若槁木之枝」，以槁木不易為風所動，而枝則可動，故以槁木喻心之不動，而其身之動，一出於不知，如槁木之枝，因風而動，無容心也。此則隱机枯坐，動靜各別，故不須以易動之枝為喻，未可漫引相證也。今之隱机者，非昔之隱机者也。」子綦曰：「偃，不亦善乎而問之也！而同爾。　正而，如字，連上下文為一句。上已呼偃之名，下不必再用「爾」字。今者吾喪我，　補：答稱「喪我」，非僅喪耦也，係進一層說。即下之化蝶不知周也，又即佛書之「無我相」也。無人無我，彼是雙忘，尚何物論之不齊哉？汝知之乎？汝聞人籟而未聞地籟，汝聞地籟而未聞天籟夫！」郭云：「籟，簫也。」　補：釋文：「籟，力帶反。夫音扶。」武按：風吹地面之竅成聲，地籟也。人吹比竹成聲，人籟也。心動而為情，情宣於口而為言，天籟也。總提於此，以啟下文，而以天籟為主，地籟、人籟則比喻也，陪襯也。凡莊子為文，每於其正意之前或後，設喻以襯托之，闡明之，如此處是也。又如罔兩問景、莊子夢蝶之喻，「彼出於是」、「自彼則不見」各句之義，逍遙遊篇鯤、鵬、宋、列之反喻至人，皆此例也。若於設喻處作正文讀之，則不得其要領矣。子游曰：「敢問其方。」成云：「方，術也。」　正易恆卦注：「方猶道也。」謂問三籟之道理也。子綦曰：「夫大塊噫氣，俞云；「塊，｛土凵｝或體，大地。」成云：「噫而出氣。」　補：釋文：「塊，古怪反。噫，乙戒反。」武按：大塊既為大地，風則為其所噫之氣，而所吹以成聲者，又為地面之木竅，故謂其聲為地籟也。其名為風。是唯無作，作則萬竅怒呺。而獨不聞之翏翏乎？之，猶其。下同。釋文：「翏翏，長風聲，李本作飂。」　補：釋文：「呺，胡刀反。翏翏，良救反，又六收反。」山林之畏隹，即〈山畏〉崔，猶崔巍。　正注專就山勢言，則「林」為贅字矣。奚侗遷就此義，云「林當為陵」，擅改原文。尤涉武斷。惟郭云「大風之所扇動也」，成云「畏隹，扇動之貌」，為得其旨。蓋此處係寫風勢，非寫山勢，故重在「林」字。畏隹者，林木被風扇動之狀也。下句「大木」，即從此「林」字生出。至郭、成扇動之訓，雖不知其所本，然亦略可推得其義，考工記注：「故書畏作威。」書皐陶謨「天明畏」，釋文：「馬本作威。」書呂刑「德威惟畏」，墨子尚賢下作「德威惟威」。是畏古與威通用。文選甘泉賦注「威蕤」云：「猶葳蕤也。」又景福殿賦：「流羽毛之威蕤。」尋威蕤之義，披垂流動貌。蕤與隹為疊韻，隹正齒，蕤半齒，音亦相近，故畏隹與威蕤。義亦相近，郭、成所以訓為扇動也。大木百圍之竅穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似污者；字林云：「枅，柱上方木。」成云；「圈，獸之闌圈。」宣云：「洼，深池。污，窊也。三象身，三象物，二象地，皆狀木之竅形。」　補：此承說「萬竅」。釋文：「枅音雞，又音肩。簡文云：『欂櫨也。』圈，起權反。臼，其九反。洼，烏攜反，李於花反。污音烏。」武按：禮記玉藻：「母沒而杯圈存焉。」洪頤煊云：「枅通作鈃。」說文曰：「鈃，似鐘而頸長。」謂瓶罍之屬，故與杯圈為例。說文：「洼，深池也。」國語周語注：「大曰潢，小曰污。」說文：「潢，積水池。」據此，則洼與潢同，污則較小。禮運「汙尊而抔飲」，以汙擬尊，其小可知。玉篇從于者古文，從亏者今文。激者，謞者，叱者，吸者，叫者，譹者，穾者，咬者，宣云；「激如水激聲，謞如箭去聲；叱出而聲粗，吸入而聲細；叫高而聲揚，譹下而聲濁；穾深而聲留，咬鳴而聲清。皆狀竅聲。」釋文：「謞音孝。司馬云：『譹，哭聲。』」按：「交交黃鳥」，三家詩作「咬咬」。　補：此承說「怒呺」。釋文：「激，經歷反。謞，司馬云：『若讙謞聲。』叱，徐音七，司馬云：『若叱咄聲。』叫，古弔反。譹音豪。穾，徐於堯反。又音杳。」前者唱于而隨者唱喁。　李云：「于、喁，聲之相和。」成云：「皆風吹樹動，前後相隨之聲。」　補：釋文：「喁，五恭反，又徐音愚。」武按：呂氏淫辭篇：「今舉大木，前呼輿謣，後亦應之。」此蓋引舉木呼應之聲，以喻風聲也。泠風則小和，飄風則大和，李云：「泠，小風也。爾雅：「回風為飄。」和，胡臥反。　補：上之唱隨，乃前後之聲相和也。此承說和聲之大小，因風而別。釋文：「泠音零。」　厲風濟則眾竅為虛。向云：「厲，烈也。濟，止也。」風止，則萬竅寂然。　補：萬竅怒呺者，厲風也。大和者，飄風也。小和者，泠風也。分三種寫之。而獨不見之調調、之刁刁乎？」郭云：「調調、刁刁，皆動搖貌。」　補：上寫聞，此寫見，皆以「獨不」之同一句法出之。又所重者在風聲，以喻人之言語，故聞詳而見略。子游曰：「地籟則眾竅是已，人籟則心竹是已。以竹相比而吹之。　補：釋文：「比，毗志反。」武按：「大塊」至「刁刁乎」一段，皆言地籟，特借子游口中提出「地籟則眾竅是已」一句點明之，且作一收束。上文未言人籟，嫌於疏漏，復借子游之口，提出「比竹」一句以補之。此行文精密處。各家注此，均與天籟相混，其於本文之義，似未詳審。敢問天籟。」子綦曰：「夫吹萬不同，而使其自已也。咸其自取，怒者其誰耶！宣云；「待風鳴者地籟，而風之使竅自鳴者，即天籟也。引子綦言畢。」　正宣注非。子游至此方問天籟，是前所言者為地籟，而非天籟也。子綦因子游之問，再將地籟之義補足，此以後方言天籟。「其」字，指木說。自，從也。謂吹之者，僅泠、飄、厲之風也，而有萬種不同之聲者，使木從己之竅形不同所致也。「咸其自取」二句，倒句也。言怒呺者誰使之乎？無他，皆其所自取也。怒呺之聲，有激者、謞者各聲之不同，由其自身之竅有似鼻、似口各形之不同也。此自取之義也。本段以風喻下文之心與真君，以竅之鳴喻情之萌與言之發。故自「大塊」至此，皆下文之喻，非正文也。子綦之言，直至後文「此之謂葆光」方畢。「葆光」與「大知閑閑」之間，則子綦闡發天籟之義也。於其中特標「夫言非吹」二句，蓋明吹為地籟與人籟，而「大知閑閑」以下所言者，乃天籟也。下文之「天鈞」「天府」「天倪」，皆由「天籟」二字所推演者也。郭象乃於「怒者其誰」句下注云「此重明天籟也」，宣則云「引子綦之言畢」，皆於此文尚欠分曉。或曰：子綦之言，至「怒者其誰」句止，各注所同，子獨謂止於「葆光」，何所據而決之乎？曰：余決之於其義啣接未斷也，決之於其全文體段之整齊一致也。蓋全文分六大段，皆問答體。第一大段，以「喪我」發端，下至「葆光」，子綦、子游問答之辭也。二大段，堯、舜問答之辭也。三大段，齧缺、王倪問答之辭也。四大段，瞿鵲、長梧問答之辭也。五大段，罔兩與景問答之辭也。末段，則以自喻夢蝶不知周也結，亦喪我也，以與篇首之「喪我」相照應。且文選孫子荊征西官屬送於陟陽候作詩註云「莊子曰『南郭子綦曰，天下莫大於秋毫之末，而太山為小』云云，是李善亦以「大知閑閑」以下為子綦之辭也。 \\n 大知閑閑，小知閒閒；釋文：「知音智。下同。」成云：「閑閑，寬裕也。」俞云：「廣雅釋詁：『閒，覗也。』閒閒，謂好覗察人。」此智、識之異。　正知，如字，音智非。說見逍遙遊「小知不及大知」句正語。詩魏風：「桑者閑閑兮。」傳：「閑閑然，男女無別往來之貌。」武按：傳中「無別」二字，釋閑閑之義，以其承桑者言，故加「男女」「往來」字。此承大知言，謂大知無所分別，即不事小察也，以與小知之閒閒反照。下文「知止其所不知」，即證明此義者也。閒，廣韻「廁也」，前漢韋玄成傳註「隔也」。「廁」「隔」二字，均有分別義，再兼覗義言之，謂小知好分別視察，非若大知之兼照無別也。俞專就好覗察人說，未免太拘。又逍遙遊篇「朝菌不知晦朔」，因其僅知朝而不知朔，亦閒閒義也。大言炎炎，小言詹詹。炎炎，有氣燄。成云：「詹詹，詞費也。」此議、論之異。　補：釋文：「炎炎，于廉、于凡二反。李頤云：『同是非也。』詹詹，音占。李頤云：『小辯之貌。』」武按：以李訓為是。又按「知」字「言」字，本文之骨幹也。下文反覆宣演，或分說，或合說，總不離此二字，故特於此處點出。然知主於心，言為心之聲，心之所發，合於自然者，道也。外於心而相對者，物也。情者，心之用也。（朱子語。）是非者，心之所司也，即成乎心者也。表達心之是非者，言也。是故道也，情也，物也，是非也，本文之線索也，而「心」字則本文之總綱也，特於「日以心鬥」句點出。扼此數字讀本文，則若網在綱，有條不紊，各段貫通，竟體靈活矣。各家注，非失之遊辭無當，便涉於破碎支離，鮮能就全文加以疏通貫穿者。其寐也魂交，其覺也形開此寐、覺之異。與接為搆，成云：「搆，合也」　補：列子穆王篇：「覺有八微，夢有六候，奚謂八徵？一曰故，二曰為，三曰得，四曰喪，五曰哀，六曰樂，七曰生，八曰死。此八徵者，形所接也。奚謂六候？一曰正夢，二曰蘁夢，三曰思夢，四曰寤夢，五曰喜夢，六曰懼夢。此六者，神之所交也。」淮南子說山訓篇注：「魂，人陽神。」故神交，即魂交也。魂交，則演為六夢，其所謂形接者，即此處「形開，與接為搆」也，開而後接，此係分層言之，然一本列子為說。所謂「為搆」者，即日為八徵搆結而不能解也。日以心鬥。宣云：「心計相角。」　補：此句為本段綱領，至下「吾獨且奈何哉」止，皆闡發此句之義。意謂形既開而與八徵接搆，因以亂心，而日事角鬥矣。「形開，與接為搆」，反映形如槁木，此句反映心如死灰。縵者，窖者，密者。簡文云：「縵，寬。」司馬云：「窖，深也。」宣云：「密，謹也。」成云：「略而言之，有此三別。」此交、接之異。　補：釋文：「縵，末旦反。窖，古孝反。」武按：縵，解見下。史記貨殖傳：「任氏獨窖倉粟。」徐廣曰：「窖音校，穿地以藏也。」　正此非言交、接之異，乃言心鬥之情態有此三者之不同也。總提於此，下乃就此三者分承說明之。小恐惴惴，大恐縵縵。李云：「惴惴，小心貌。」宣云：「縵縵，迷漫失精。」此恐、悸之異。　補：釋文：「惴惴，之瑞反」。鶡冠子天則第四：「踰年累歲，用不縵縵。」陸佃注：「縵縵，漫滅之貌，猶言精神散漫也。」　正此二句，承上「縵者」說，非言恐、悸之異也。心鬥之情態一。其發若機栝，其司是非之謂也；釋文：「機，弩牙。栝，箭括。」成云：「司，主也」按：發言即有是非，榮辱之主也。　補：釋文：「栝，古活反。」晉語：「言以昭信，奉之如機，歷時而發之。」可資參證。　正此承上「窖者」說。窖者深藏，此則言窖者之發出若機栝也。心鬥之情態二。其留如詛盟，其守勝之謂也；留不發，若詛盟然，守己以勝人。此語、默之異。　補：釋文：「詛，側據反。（成云：「祝也。」）盟音明。」（成云：「誓也。」）武按；周禮詛祝鄭注：「大事曰盟，小事曰詛。」　正此承上「密者」說，非言語、默之異也。心鬥之情態三。其殺若秋冬，以言其日消也；宣云：「琢削，使天真日喪。」　補：儀禮士冠禮：「德之殺也。」注：「殺，猶衰也。」此處即下文「與物相刃相靡，其行盡如馳」之意。其溺之所為之。不可使復之也；溺，沈溺。宣云；「『為之』之『之』，猶往。言一往不可復返。」正之，語助詞。此句言不可使復其初也。如作「往」字解，則為不可使復往，於義不合。此二句，承上二句來，謂其日消者由其沈溺之所致，不可使復其未消之初也。繕性篇「無以反其性情而復其初」，其義正同。并合上二句，總承上文，言心因溺於日鬥，而日趨消殺也。其厭也如緘，以言其老洫也；宣云：「厭然閉藏。緘，祕固。洫，深也。老而愈深」。　補：釋文：「洫，郭已質反」　正則陽篇；「與世偕行而不替，所行之備而不洫。」釋文：「王云：『敗壞也。』」按：老洫，即老敗也，與下「近死」句方貫。近死之心，莫使復陽也。宣云：「陰鷙無復生意。」　補：寓言篇：「而生陽也。」武按：莫使復陽，即莫使復生也。　正注中「陰鷙」二字宜刪。此二句，承上二句來，總承心因日鬥，由消殺進一步而為老敗，以近於死，而不可復活也。與上「殺若秋冬」四句相對，同一句法。上為不可使復初，此為莫之使復生，係推進一層說。喜怒哀樂，慮歎變慹，宣云：「慮多思，歎多悲，變多反覆，慹多怖。音執。」　補：釋文：「樂音洛。慹，之涉反，司馬云：『不動貌。』」　正注非。自「縵者」至「莫使復陽也」，皆寫心鬥之狀；心之用為情，即寫情之狀也。故「近死之心」句，復點「心」字，照應上「心」字，作一小收束。「情」字，至下「有情而無形」句方出。荀子正名篇；「性之喜怒哀樂謂之情。」文子下德篇：「人之情，思慮聰明喜怒也。」據此，則本文「喜怒哀樂慮歎」，合上文「恐」字，均心所發之情也。慹者，心不動也。田子方篇「慹然似非人」，言老聃不動心之貌也。此句之意，言若思慮慨歎，則情動於中，而變其不動之心矣。姚佚啟態；成云：「姚則輕浮躁動，佚則奢華縱放，啟則情Q欲Y開張，態則嬌淫妖冶。」按：姚同佻。動止交接，性情容貌，皆天所賦。以上言人。　補：釋文：「佚音逸。態，敕代反。」　正姚，賈子新書容經篇「姚不惛」，注「姚，寬遠之意」；說文「史篇以為姚，易也」，春秋傳「楚師輕姚」。佚，說文「忽也」，又同逸，安佚也。方言：「佚，蕩緩也。」啟，說文「教也」，玉篇「開發也」。態，廣韻「意態」，史記老子傳正義「恣態之容色」。諸字之義大抵如此。成疏於「佚」字加奢華，「啟」加情Q欲Y，「態」加嬌淫妖冶，就字論，無此義，就文論，無此意，任意增加字義，以傅會其說，且將此句與上句各字平說，亦屬牽強。王按云「以上言人」，均非。此句之義，言心鬥之情，輕浮蕩逸則開發於外而為態，即姚佚之情見於外而為態也。上句情變於內，此句情啟於外也。樂出虛，無聲而有聲。宣云：「本虛器，樂由此作。」蒸成菌。無形而有形。皆氣〔一〕所使。以上言物。正注謂「以上言物」，郭於此注云「此蓋事變之異也」，均非。蓋此二句係插喻，言以上所舉心鬥各種之情態，如樂之出於虛而無形，故下言「可行己信，而不見其形」也；如氣之蒸成菌而無根，故下言「莫知其所萌」也。上下文意，各相承注。日夜相代乎前，而莫知其所萌。日與夜代，於何萌生？上句又見德充符篇。　正言上所舉心鬥所發之各情，日夜相更代，莫知其所生。已乎已乎！旦暮得此，其所由以生乎！既無可推求，不如其已乎。然俯仰旦暮間，自悟真理。此者，生之根也。　正「已乎」之已，成云「止也」。此注本之，非也。應作自身解，即下文之「我」也。與上「而使其自己也」句相呼應，上句乃此句之喻也。此句意謂上所述之各情雖莫知其所萌，然我乎我乎，旦暮得此，其所由以生乎？此者，指上文所發之情也。蓋我之生必有情，特情之發當理與不當理耳。注謂「此者，生之根」，非也。　非彼無我，宣云：「彼，即上之此也。」　補：彼，即指情。謂非情則無我。此重明上句「我乎我乎，旦暮得此，其所由以生乎」之意。非我無所取。成云：「若非自然，誰能生我？若無有我，誰稟自然乎？」　正文中並未涉及自然，成說未免節外生枝。文謂情者，我之情也，然則情之所發，非我自取而誰取之乎？此句與上「咸其自取」句相應，上句為此句之喻，亦即此句之伏筆也。是亦近矣，成云：「我即自然，自然即我，其理非遠。」　正成說非。言情之所發，既由我之自取，則情之於我，可謂近矣。而不知其所為使。宣云；「究竟使然者誰耶？」按：與上「怒者其誰耶」相應。　正情與我既近，則情之發，我應知其所為使，而竟不之知也。必有真宰，而特不得其眹。崔云：「特，辭也」李云：「眹，兆也。」按：云若有真為主宰者使然，而其眹跡不可得見。可行己信，而不見其形，可運動者，己信能之，而不見運動我之形。　正可行使我之心發動各情，己可徵信，而不見主宰者之形。句中「行」字，跟上「使」字來。有情而無形。與我有相維繫之情，而形不可見。　正情，即上文自「縵者」至「啟態」各情，特於此處點出「情」字。以總括上文。注謂為「維繫之情」，非也。且「情」字不僅總括上文，並啟下「是非」各節。劉勰新論去情篇云：「情者，是非之主。」蓋有情則有好惡，有好惡則有是非。而是非之發則有言，言各是其所是而非其所非，故儒、墨是非之辯起，而真道隱矣。莊子則我喪物化，且無彼此，何有是非？既無是非，尚何物論之不齊哉！百骸、成云：「百骨節。」九竅、眼、耳、口、鼻七竅，與下二漏而九。六臟，李楨云：「難經三十九難：『五藏，心、肝、脾、肺、腎也。』亦有六藏者，腎有兩藏也。左腎，右命門也。命門者，謂精神之所舍也。其氣與腎通，故言藏有六也。」賅而存焉，成云：「賅，備。」吾誰與為親？成云：「豈有親疏？」汝皆說之乎？其有私焉？將皆親而愛悅之乎？或有私於身中之一物乎？如是者〔二〕皆有。為臣妾乎，其臣妾不足以相治也！其遞相為君臣乎，其有真君存焉。言皆悅不可，有私不可。既如是矣，或皆有之，而賤為役使之臣妾乎，然無主不足以相治也。其或遞代為君臣乎，然有真君在焉，即上「真宰」也。此語點醒。　補：真君者，心之神也。「如是者皆有」斷句，與上句為一氣。言其有私於身中之一物乎，然身中之物賅而存也，勢不能獨有私，如有私，則皆有矣。又言身中之物皆為臣妾乎，然彼此比肩，不足以相治也，其勢不能無君，故必有真君存焉。因上所言之真宰，不得其眹，不見其形，果有乎，無乎？此處反覆推勘，明其應有也。如求得其情與不得，無益損乎其真。一受其成形，不亡以待盡。與物相刃相靡，其行盡如馳，而莫之能止，不亦悲乎！成云；「刃，逆。靡，順也。」真君所在，求得不加益，不得不加損。惟人自受形以來，守之不死，坐待氣盡，徒與外物相攖，視歲月之行盡如馳，而莫之能止，不可悲乎！按：「一受其成形，不亡以待盡」，又見田子方篇，「亡」作「化」。　正注非。情即上文「有情而無形」之情，心鬥所生之情也。真者，真君也。求者，非求真君所在，乃求遂其情也。言如求得遂其情，於真君無益；不得，於真君無損。是以下瞿鵲言聖人不喜求也。一受其成形，不自牿亡其真，以待天年之盡，即下文「所以窮年也」之意，與養生主之「盡年」，及德充符篇所云「常因自然而不益生」之義亦同。靡，荀子性惡篇「靡使然也」，楊注：「磨切」與物相刃相靡，言其心與物相戕害、相磨切也。此句應上「心鬥」，及「其殺若秋冬」句；「其行盡如馳而莫之能止」，應上「日消」與「不可使復」句。下之終身役役，苶然疲役，即行盡而非待盡也。終身役役而不見其成功，｛艹尔｝然疲役。而不知其所歸，可不哀邪！所有皆幻妄，故無成功，疲於所役，而不知如何歸宿。盧文弨云：「｛艹尔｝，當作苶。」司馬作「薾」。簡文云：「疲，困貌。」　補：終身役役，應上「其溺之所為」句。苶然疲役，應「老洫」句。｛艹尔｝，釋文「乃結反」。人謂之不死，奚益！其形化，其心與之然，可不謂大哀乎？宣云：「縱生何用？及形化，而心亦與之俱化，靈氣蕩然矣。」　補：此應上「莫使復陽也」。人之生也。固若是芒乎？其我獨芒，而人亦有不芒者乎？成云：「芒，闇昧也。」　補：此應上「日夜相代乎前，而莫知其所萌」以下數句。言不知其萌，不知所使，不得其眹，是芒昧不明。夫隨其成心而師之，誰獨且無師乎？奚必知代而心自取者有之？愚者與有焉。心之所志，隨而成之。以心為師，人人皆有，奚必知相代之理，而心能自得師有之？即愚者莫不有焉。　補：成心，言已發動而成為情意之心也，即心已為情所膠著也。「師」字，應作動詞解，與人間世「猶師心者也」之師同。釋文：「與音豫。」「奚必知代而心自取」句，承上「日夜相代乎前」、「非我無所取」說。言何必知喜怒哀樂恐慮之情日夜相代乎前，而我之心自取者有之？愚者雖情知少，亦與有焉。未成乎心而有是非，是今日適越而昔至也。未成凝一之心，妄起意見，以為若者是道，若者非道，猶未行而自夸已至。此「是非」，與下「是非」無涉。天下篇「今日適越而昔來」，惠施與辯者之言也，此引為喻。　正注非。未成乎心者，言一切情感尚未生於心也。朱晦庵云：「心之所感有邪正，故言之所形有是非。」未成乎心，即心尚無所感也。言者心之聲，心無所感，則情不動，情不動，則無是非之言。如謂有是非，是如今日適越而昨日至，喻必無是理也。「是非」二字，為篇中筋節，特於此點出，以為後文伏脈。後文儒、墨是非之辯，由成榮華之情於心所致，即各師其成心也。是以無有為有。無有為有，雖有神禹，且不能知，吾獨且奈何哉！無有為有，雖神禹之智〔三〕，不能解悟。自夸自欺，吾末如之何矣。此段反復喚醒世人。正注中「自夸自欺」以下，宜刪。 \\n 〔一〕「氣」原誤「眾」，據王氏原刻改。 \\n 〔二〕「者」字，王氏原刻及集釋本均無。 \\n 〔三〕此二句王氏原刻作「無而為有，雖禹之智」。 \\n 夫言非吹也，應上「吹」。　補：至此繳清「吹」字。吹，地籟、人籟也。夫言非吹者，謂非如地竅之聲由風吹，比竹之聲由人吹，而由言者自然而有言，故曰天籟也。本篇「大知閑閑」以上言地籟、人籟，以下則言天籟，特於此處提清。自此至「是之謂兩行」，反覆申說大言炎炎、小言詹詹之義。言者有言，其所言者特未定也。補此句總冒以下各節。言之未定，分兩層說：一言之有無未定，二言之是非未定。果有言邪？其未嘗有言耶？其以為異於鷇音，亦有辯乎，其無辯乎？人言非風吹比，人甫有言，未定足據也。果據以為言耶？抑以為無此言耶？抑以為與初生鳥音果有別乎，無別乎？其言之輕重尚不定。　補：此謂言之有無未定，以下則謂言之是非未定。郭云：「以為有言耶，然未足以有所定。以為無言邪，則據己已有言。」釋文：「鷇，苦豆反，李音彀。」爾雅釋鳥：「生哺，鷇；生噣，雛。」郭璞注：「鷇，鳥子，須母食之。」列子湯問篇：「負其材力，視來丹猶雛、鷇也。」張湛注：「鷇音寇。生而須哺曰鷇，自食曰雛。」武按；鷇音居於無言有言之間，以為無言耶，則固有音也；以為有言耶，則鷇不能言也，僅有音而已。有音無言，辯無自生矣。道惡乎隱而有真偽？言惡乎隱而有是非？隱，蔽也。道何以蔽而至於有真有偽？言何以蔽而至於有是有非？補此處點出「道」字，道惡乎往而不存？言惡乎存而不可？宣云：「觸處皆道，本不須言。一言一道，亦不須辯。」　補：釋文：「惡音烏。」成云：「惡乎，謂於何也。」正注非。此二句，較上二句進一層說。上言道隱蔽不明，即下「古之人，其知有所至矣」段所謂「道之所以虧也」。夫謂虧，則尚有未虧者存。故道雖隱於偽，尚有真者存；言雖隱於非，尚有是者存。此言往而不存，並真者亦不存矣，非僅虧也；存而不可，並是者亦不可矣。故曰進一層說也。道隱於小成，小成，謂各執所成以為道，不知道之大也。宣云：「偏見之人，乃至道隱。」成引老子云：「大道廢，有仁義。」補下文云：「道之所以虧，愛之所以成。」此謂道隱於愛之小成也。言隱於榮華。成云：「榮華，浮辯之詞，華美之言也。只為滯於華辯，所以蔽隱至言。老子云：『信言不美，美言不信。』」　補：此二句，解答上之疑問也。列禦寇篇顏闔言孔子云「方且飾羽而畫，從事華辭，以支為旨」，即此榮華之謂。下文惠子以堅白之昧終，即務榮華不實之辯，致言隱昧不明也。故有儒、墨之是非，以是其所非，而非其所是。成云：「昔有鄭人名緩，學於求氏之地，三年藝成，而化為儒。儒者祖述堯、舜，憲章文、武，行仁義之道，辯尊卑之位，故謂之儒。緩弟名翟，緩化其弟，遂成於墨。墨者，禹道也。尚賢崇禮，儉以兼愛，摩頂放踵，以救蒼生，此謂之墨也。緩、翟二人，親則兄弟，各執一教，更相是非。緩恨其弟，感激而死。然彼我是非，其來久矣。爭競之甚，起自二賢，故指此二賢為亂群之帥。是知道喪言隱，方督是非。」按：儒、墨事，見列禦寇篇。　補：「其」字，指對方說。是彼之所非，非彼之所是，猶儒家是墨家所非，如重喪之類；非墨家所是，如兼愛之類。推之墨家亦然。欲是其所非而非其所是，則莫若以明。郭嵩燾云：「彼是有對待之形，而是非兩立，則所持之是非，非是非也。彼是之見存也。」按：莫若以明者，言莫若即以本然之明照之。　正謂欲是其所非而非其所是，由於為小成與榮華之見所隱蔽，而不明彼此之情，是非之理也。莫若以天然之明照之，則隱者顯矣。下文「照之以天」，及「為是不用而寓諸庸，此之謂以明」，即釋此義。物無非彼，物無非是。有對立，皆有彼此。自彼則不見，自知則知之。觀人則昧，返觀即明。　補：既「物無非彼」，則此中亦有彼，即自彼也，人每於自身之彼則不見也。如蝶，彼也，今我夢為蝶，即自彼也，覺則見己而不見蝶，故曰「自彼則不見」也。「自知則知之」者，如夢為蝶時，不知人之知也，覺則不知蝶之知也。人每以覺時之知為自知，而不知夢時之知亦為自身之彼之知，故下曰「彼出於是」，非有二也。然人恆於自彼之知則不知，而自知則知之。究之夢之與覺，孰為真境，自知與自彼之知，孰為真知，非大聖不能定也。下「夢飲酒者」段，與「夢蝶」段，即證明此義者也。故曰：彼出於是，是亦因彼。彼是，方生之說也。有此而後有彼，因彼而亦有此，乃彼此初生之說也。　正「方」字，注中訓初。成云：「方，方將也。」呂氏春秋安死篇：「其所非，方其所是也。其所是，方其所非也。」高注：「方，比。」按：均於文義未合。說文：「方，併船也。象兩舟省總頭形。」儀禮鄉射禮：「不方足。」注：「方猶併也。」彼是方生，即彼是併生。下文「方生方死，方死方生」，即併生併死，併死併生也。就時間言，即同時之意，如人死為鬼，當人之死，同時即為鬼之生，此即方死方生為併死併生之說也。可與不可，因對待比較而成，有不可者存，然後方見其可，故當可之時，不可者已併存矣。此就一己言也。當我可之時，人之好尚各異，同時必有以為不可者，此即方可方不可為併可併不可之說也。雖然，方生方死，方死方生；然其說隨生隨滅，隨滅隨生，浮遊無定。郭以此言生死之變，非是。　正此非言其說之隨生隨滅，乃承上物之彼是方生，而推論方死，以明彼是之生死無定也。下二句，由心之可不可，然後因之形於言之是非。物與言對舉分說，不可混視。郭說亦未盡非也。方可方不可，方不可方可；言可，即有以為不可者；言不可，即有以為可者。可不可，即是非也。因是因非，因非因是。有因而是者，即有因而非者；有因而非者，即有因而是者。既有彼此，則是非之生無窮。　補：此承上二句說，可則因而是之，不可則因而非之。可不可動於心，是或非則形於言。是以聖人不由，宣云：「不由是非之途。」而照之於天，成云：「天，自然也。」按：照，明也。但明之於自然之天，無所用其是非。　補：此句為後堯、舜問答一節張本。亦因是也。是，此也。因此是非無窮，故不由之。蘇輿云：「猶言職是故也。」　正注非。言聖人不由是非之途，而照之於自然之天，亦惟因之而已。即下文「是不是，然不然」也，與後「朝三」段「亦因是也」對照。養生主篇云：「依乎天理，因其固然。」管子心術篇云：「無為之道因也。因也者，無益無損也。以其形，因為之名，此因之術也。」又云：「因也者，舍己而以物為法者也。感而後應，非所設也；緣理而動，非所取也。故道貴因。」二者均足為本處參證。是亦彼也，彼亦是也。是，此也。郭云：「此亦為彼所彼，彼亦自以為此。」　補：承上「物無非彼」二句說，既物無非彼，故是亦彼也；物無非是，故彼亦是也。彼亦一是非，此亦一是非。成云：「此既自是，彼亦自是；此既非彼，彼亦非此。故各有一是，各是一非也。」　補：由上之說，是無彼此也。然就世情觀之，彼亦一是非，此亦一是非，互相對立，顯分彼此。果且有彼是乎哉？果且無彼是乎哉？分則有彼此，合則無彼此。　補：以道言之，無彼此；以世情言之，有彼此。果有乎，無乎，特未可定也。夫有彼此，然後有言語，既彼此之有無未可定，則言之有無亦未可定，更無論是非矣。較上「其所言者特未定也，果有言耶，其未嘗有言耶」，更進一層說。彼是莫得其偶，謂之道樞。成云；「偶，對。樞，要也。體夫彼此俱空，是非兩幻，凝神獨見，而無對於天下者，可得會其玄極，得道樞要。」　補：淮南子原道訓：「經營四偶，還反於樞。」高誘注云：「樞，本也。」武按：上言「是亦彼也，彼亦是也」，則彼亦可謂之是，是亦可謂之彼，彼是兩渾，則彼是并不對立而為偶。不對立為偶，則無是非之辯，此即道之樞要也，亦可謂之道之本也。又按上文南郭子綦答然似喪其耦，即彼是莫得其偶也。偶與耦同。樞始得其環中，以應無窮。郭嵩燾云：「是非兩化，而道存焉，故曰道樞。握道樞以游乎環中，中，空也。是非反復，相尋無窮，若循環然。游乎空中，不為是非所役，而後可以應無窮。」唐釋湛然止觀輔行傳宏決引莊子古注云：「以圓環內空體無際，故曰環中。」按則陽篇亦云：「冉相氏得其環中以隨成。」　正淮南子原道訓云；「得道之柄，立於中央。」又云：「執道要之柄，而游於無窮之地。」可與此互相發明。樞猶之柄也。譬之規然，以一端居中，即樞也，他端旋之則成圓，如是，可以圓轉無窮。以喻大道無我，尚何有彼？既無彼我，更何有是非？執無彼我之道，猶之執樞然，置之環之中心，可以圓轉無窮矣。無窮，指世情之是非之無窮也。此處重在執樞圓轉以應無窮，即盜跖篇所謂「若是若非，執而圓機」，非重環之中空也。郭說失之。是亦一無窮，非亦一無窮也。郭云：「天下莫不自是而莫不相非，故一是一非，兩行無窮。」　補：世情之是非，兩相倚伏。而循環相生，有是之者，則必有非之者，有今日以為是，而他日以為非者；今日以為非，而他日以為是者。故是之無窮，非之亦無窮也。此申釋上句「無窮」二字之義。故曰「莫若以明」。　惟本明之照，可以應無窮。此言有彼此而是非生，非以明不能見道。　正以道言之，是無定是，非無定非。照之以自然之明，而不執我見，則是非之辯息矣。此句繳應上節「莫若以明」句。 \\n 以指喻指之非指，不若以非指喻指之非指也；以馬喻馬之非馬，不若以非馬喻馬之非馬也。天地，一指也；萬物，一馬也。為下文「物謂之而然」立一影子。近取諸身，則指是；遠取諸物，則馬是。今曰指非指，馬非馬，人必不信，以指與馬喻之，不能明也。以非指非馬者喻之，則指之非指，馬之非馬，可以悟矣。故天地雖大，特一指耳，萬物雖紛，特一馬耳。　正此設喻證明「物無非彼」二句，及「是亦彼也」至「果且無彼是乎哉」數句之義。蓋物本無彼此，彼此由人分，猶之物本無名，名由人立，可立之以此名，亦可立之彼名，即下文所謂「物謂之而然」也。如馬名未立之時，以名牛者名馬，則馬為牛矣。今馬牛之名已立，鬣者人共知其為馬，而牛則人共知其為非馬也。若復以此馬證彼馬之非馬，必為人所嗤，且亦無以伸其說，因其同為是（習久成是），而不能有非存於其間也。如以非馬證彼馬之非馬，名既非真，是非今復對立，不能遽執是非之誰屬也。故言以馬喻，不若以非馬喻。天地雖大，萬物雖眾，皆可作如是觀也已。可乎可，不可乎不可。郭云：「可乎己者，即謂之可；不可於己者，即謂之不可。」　補：天地萬物之名，皆可乎可，不可乎不可，非其真也。如鬣者可名為馬，以人之可之也，非真鬣者必名馬而後可也。不可名之為牛，以人之不可之也，非真名牛之不可也。又淮南泰族訓云：「周公誅管叔、蔡叔，以平國弭亂，可謂忠臣也，而未可謂弟弟也。湯放桀，武王伐紂，以為天下去殘除賊，可謂惠君，而未可謂忠臣矣。樂羊攻中山，未能下，中山烹其子，而食之以示威，可謂良將，而未可謂慈父也。故可乎可，而不可乎不可；不可乎不可，而可乎可。」亦可參證。道行之而成，宣云：「道，路也。」按：行之而成，孟子所云「用之而成路」也。為下句取譬，與理道無涉。　正「行道」二字，與天地篇「行於萬物者道也」之義同。篇中「道」字，多與「心」「物」「言」諸字並舉，猶之知與言、是與非、心與情亦往往并舉也。此「道」字與「物」字并舉，承上啟下。按語謂「與理道無涉」，未能將全文會通觀之也。物謂之而然。凡物稱之而名立，非先固有此名也。故指、馬，可曰非指、馬；非指、馬者，亦可曰指、馬。　補：此句重要，以下「然不然」之說，均根於此。惡乎然？然於然。惡乎不然？不然於不然。何以謂之然？有然者，即從而皆然之。何以謂之不然？有不然者，即從而皆不然之。隨人為是非也。正物何以然？其然也，由於人謂之然，非物之真然也。何以不然？其不然也，亦由人謂之不然，非物之真不然也。物固有所然，物固有所可。無物不然，無物不可。論物之初，固有然有可，如指為指，馬為馬是也。論物之後起，則不正之名多矣，若變易名稱，無不然，無不可，如指非指，馬非馬，何不可聽人謂之？「惡乎然」以下，又見寓言篇。此是非可否并舉，以寓言篇證之，「不然於不然」下，似應更有「惡乎可？可於可；惡乎不可，不可於不可」四句，而今本奪之。　補：文子自然篇云：「故至寒傷物，無寒不可；至暑傷物，無暑不可。故可與不可皆可，是以大道無所不可，可在於其理。是可不趨，見不可不去。可與不可，相為左右，相為表裏。」　正寓言篇「惡可」四句，居「惡乎然」四句之下，而與之為對偶。此莊文齊整處。此篇則刪去「惡乎可，惡乎不可」二句，而將「可乎可，不可乎不可」置於本段之首，以承說「萬物，一馬也」之理，並遙接上文「方可方不可」句，與寓言篇用意不同，故於「惡乎然」四句之下不重出，避複也。此莊文之奇變處。由此可以窺見莊叟執筆時，亦煞費經營也。王氏謂「今本奪之」，豈其然乎？故為是舉莛與楹，厲與西施，恢恑憰怪，道通為一。釋文：「為，于偽反。」成云：「為是故略舉數事。」俞云：「說文：『莛，莖也。』漢書東方朔傳：『以莛撞鐘。』司馬云：『楹，屋柱也。厲，病癩。』莛、楹，以大小言；厲、西施，以美醜言。」成云、恢，寬大之名。恑，奇變之稱。憰，矯詐之名。怪，妖異之稱。」按：自知道者觀之。皆可通而為一，不必異視。補釋文：「莛，徐音庭。厲，如字，惡也。李音賴。西施，越王句踐所獻吳王美女也。恢，徐苦回反，簡文本作弔（音的）。恑，九委反。李云：『戾也。』憰音決，乖也。」武按：德充符篇云：「自其異者視之，肝膽楚、越也。自其同者視之，萬物皆一也。」若莛與楹，大小雖異，然同為物；厲與西施，美惡雖異，然同為人；恢恑憰怪，其情雖異，然同於性。自其同者視之，皆一也，故曰「道通為一」。其分也，成也；分一物以成數物。其成也，毀也。成云：「於此為成，於彼為毀。如散毛成氈，伐木為舍等也。」凡物無成與毀，復通為一。如此成即毀，毀即成，故無論成毀，復可通而為一，不必異視。　補：庚桑楚篇：「道通，其分也；其成也，毀也。所惡乎分者，其分也以備；所以惡乎備者，其有以備。」可作此處參證。唯達者知通為一，為是不用而寓諸庸。唯達道者能一視之，為是不用己見，而寓諸尋常之理。　補：成云：「寓，寄也。」庸，爾雅釋詁：「常也。」晉語：「無功庸者，不敢居高位。」注：「國功曰功，民功曰庸。」史記周勃傳：「才能不過凡庸。」玉篇：「凡，非一也。」廣韻：「常也，皆也。」是常也，民功也，凡也，皆也，均「庸」字之義。蓋用之義狹，庸之義廣。為是不用而寓諸庸者，謂不自用，而寄諸人人之皆用也。庸也者，用也；宣云：「無用之用。」　正寄諸人人之皆用，亦即我之用也。用也者，通也；無用而有用者，以能觀其通。正如斯之用，則人人之用同而不二，是通為一也。此句「通」字，承上「知通為一」來。通也者，得也。觀其通，則自得。　正知北遊篇：「聖人故貴一。」老子曰「昔之得一者，天得一以清，地得一以寧，神得一以靈」云云。老、莊之道貴一，故屢言「守一」「抱一」，皆得一之旨也。此句謂「通為一」也者，得一也。適得而幾已。適然自得，則幾於道矣。　補：幾，爾雅釋詁「近也」。　正淮南原道訓：「道者一立而萬物生。所謂無形者，一之謂也。」管子心術篇：「天之道，虛其無形。」據此，則一者，所以表道也。此句謂適得一而近於道巳。因是已。因，任也。任天之謂也。　正因任於廣而已。已而不知其然，謂之道。宣云：「已者，既通為一。不知其然，未嘗有心也。謂之道，所謂『適得而幾』也。」按：此言非齊是非不能得道，以下又反言以明。　補：已而不知其然，言已如此，而不知其如此也。勞神明為一，而不知其同也，謂之朝三。若勞神明以求一，而不知其本同也，是囿於目前之一隅，與「朝三」之說何異乎？　補：此節從反面證明上文。上文謂「道通為一」，非勞神明為一也。勞神明為一，則非因矣。何謂朝三？狙公賦芧，曰：「朝三而暮四。」眾狙皆怒。曰：「然則朝四而暮三。」眾狙皆悅。名實未虧，而喜怒為用，亦因是也。列子黃帝篇：「宋有狙公者〔一〕，愛狙，養之成群，能解狙之意，狙亦得公之心。損其家口，充狙之欲。俄而匱焉，將限其食，恐眾狙之不馴於己也，先誑之曰：『與若芧，朝三而暮四，足乎？』眾狙皆起而怒。俄而曰：『朝四而暮三，足乎？』眾狙皆伏而喜。物之以能鄙相籠，皆猶此也。聖人以智籠群愚，亦猶狙公之〔二〕以智籠眾狙也。名實不虧，使其喜怒哉！」張湛注：「好養猿猴者，因謂之狙公。芧音序，粟也。」按：漆園引之，言名實兩無虧損，而喜怒為其所用，順其天性而已，亦因任之義也。　正釋文：「狙，七徐反。朝三暮四，司馬云：『朝三升，暮四升。』」成云：「賦，付與也。芧，橡子也，似栗而小也。」武按：「名實未虧，而喜怒為用，亦因是也」三句，乃就狙公言之也。謂狙公之名實未虧，而順狙之喜怒以為用，而不自用，亦因任狙之天性也，即以狙之用為用也。引此事，以證上文「為是不用而寓諸庸」之義，非泛設也。是以聖人和之以是非，而休乎天鈞，是之謂兩行。釋文：「鈞，本又作均。」成云：「均平之理。」按：言聖人和通是非，共休息於自然均平之地，物與我各得其所，是兩行也。按寓言篇亦云：「始卒若環，莫得其倫，是謂天均。天均者，天倪也。」此作「鈞」，用通借字。　正和之以是非，即上文「道通為一」，又即下文「是不是，然不然」也。漢書鄒陽傳：「獨化於陶鈞之上。」張晏云：「陶家名模下圓轉者為鈞。」故寓言篇云：「始卒若環。」凡陶鈞有樞。上文「道樞」，天鈞之樞也。休乎天鈞，即承上文「樞始得其環中」句。此之謂兩行，承上文「以應無窮，是亦一無窮，非亦一無窮也」三句。聖人和通是非，視之如一，然於世情之是非，則任其兩行無窮，惟執道樞以應之而已。古之人。其知有所至矣。成云：「至，造極之名。」　補：自此至「此之謂以明」，申說大知閑閑，小知閒閒之義。「未始有」數句，說大知；昭文三子之知，小知也。惡乎至？有以為未始有物者，至矣盡矣，不可以加矣。郭云：「此忘天地，遺萬物，外不察乎宇宙，內不覺其一身，故能曠然無累，與物俱往，而無所不應。其次以為有物矣，以上又見庚桑楚篇。而未始有封也。封，界域也。其次見為有物，尚無彼此。」其次以為有封焉，而未始有是非也。雖見有彼此，尚無是非。是非之彰也，道之所以虧也。見是非，則道之渾然者傷矣。道之所以虧，愛之所以成。私愛以是非而成。　補：虧道成愛，故愛成為小成。申釋上「道隱於小成」句。果且有成與虧乎哉？果且無成與虧乎哉？成云：「果，決定也。道無增減，物有虧成。是以物愛既成，謂道為損，而道實無虧也。故假設論端，以明其義。」有成與虧，故昭氏之鼓琴也；　補：鼓琴，昭氏所愛也。下稱其知之盛，則其愛可謂小成矣。舉此，以證上「道隱於小成」句。無成與虧，故昭氏之不鼓琴也。宣云：「故，古也。」成云：「姓昭，名文，古善琴者。鼓商則喪角，揮宮則失徵，未若置而不鼓，五音自全。亦猶存情所以乖道，忘智所以合真者也。」　補：成云「姓昭，名文」，不詳所出。考列子湯問篇：「瓠巴鼓琴，而鳥舞魚躍。鄭師文聞之，棄家，從師襄游。」呂氏春秋君守篇：「鄭太師文，終日鼓瑟而興。」名同矣，而不知是否姓昭。惟文子自然篇云：「故無絃，雖師文不能成其曲。」繼之云：「至于神和游于心手之間，放意寫神，論變而形于絃者，父不能以教子，子亦不能受之于父，此不傳之道也。」與此處「其子又以文之綸終，終身無成」之意同。據此以推，昭文蓋即鄭之太師文也。昭文之鼓琴也，師曠之枝策也，成云：「枝，柱也。策，打鼓枝，亦言奧節枝。曠妙解音律，晉平公樂師。」按：枝策者，拄其策而不擊。　補：晉語「平公說新聲」句解云：「師曠，晉主樂太師子野。」淮南原道訓：「師曠之聰。合八風之調。」　正昭文善鼓，師曠善聽，惠子善談，文係分說，然以昭文、惠子為主，而師曠乃昭文之陪襯也。故下文「堅白」句繳清惠子，「以文之綸」句繳清昭文，師曠則不之及，非疏也。人有賓主，故文有詳略也。注謂「拄其策而不擊」，非也，乃師曠拄其策以聽音也。曠蓋聰耳而妙知音者。惠子之據梧也，司馬云：「梧，琴也。」成云：「檢典籍，無惠子善琴之文。據梧者，止是以梧几而據之談說。」德充符篇莊子謂惠子云：「今子外乎子之神，勞乎子之精，倚樹而吟，據槁梧而瞑。」　正據德充符篇所言，梧義自見。蓋梧亦樹也，吟既倚樹，瞑自可據梧。惟吟則徙倚不定，故概言曰樹；瞑則據而不移，故梧可指名。其必以梧者，以其槁也。槁則風難動搖，據之方可以瞑。如此解，非不可通，正不必憑空添「琴」「几」字附會之也。三子之知幾乎！皆其盛者也，故載之末年。崔云：「書之於今也。」按：言昭善鼓琴，曠知音律，惠談名理，三子之智，其庶幾乎！皆其最盛美者，故記載之，傳於後世。正「三子之知幾乎盛」句，對照上文「古之人，其知有所至矣」，知幾乎盛不及知之盛，知之盛不及知之至，此大知、小知之分也。末年者，三子之晚年也。注謂為「後世」，非也。又謂載為「記載」，亦與文義不合。荀子榮辱篇：「皆使人載其事，而各得其宜。」注：「載，行也。」復見書皋陶謨「載采采」注。又事也，見書舜典「有能奮庸熙帝之載」注。載之末年者，言三子於其所知，行之於晚年，猶言從事至於終身也。與下文「其子又以文之綸終」，其意相同。所以如此者，由其好之也。如此解，上下句意方貫。唯其好之，以異於彼，其好之也，欲以明之彼。宣云：「惟自以為異於人，且欲曉人。」成云：「彼，眾人也。」按：「唯其好之」四語，專承善辯者說。　正此處重在「好」字，好即愛也。上證「愛之所以成」句，下啟「成」字。注拋荒「好」字，失其旨矣。好之異於彼，乃偏私之好，非眾所共好也；即自用其好，而不寓諸庸眾之好也。欲以明之彼，及下「非所明而明之」，即自用其明，而不寓諸庸眾之明也。此從反面證明下文「為是不用而寓諸庸，是之謂以明」數語之義。至此處「彼」字，統指上三子。此四語，並下「非所明而明之」共五語，總冒下「故以堅白之昧終」至「終身無成」三語。就惠子論，「彼」字指眾人，謂惠子之好之也，欲以明之眾人，非眾人所明而強欲明之，故以堅白之昧終。就昭文論，「彼」字指其子，謂昭文之好之也，欲以明之其子，非其子所明而強欲明之，故終身無成。蓋鼓琴者，須明琴理之妙，而後能善也。惟師曠係善聽音者，聰由天授，固不能明之於人，且其所聽者與昭文為一類，故文不復敘及之也。注乃謂「四語專承善辯者」，則下「而其子」二語全無承接，不太突兀乎？於理於法，胥失之矣。非所明而明之，故以堅白之昧終。非人所必明，而強欲共明之，如「堅石」「白馬」之辯，欲眾共明，而終於昧，故曰「以堅白之昧終」。「堅白」，又見德充符、天下、天地、秋水四篇。成云：「公孫龍，趙人。當六國時，弟子孔穿之徒，堅執此論，橫行天下，服眾人之口，不服眾人之心。」　補：荀子修身篇注云：「此言公孫龍、惠施之曲說異理，不可為法也。堅白，謂離堅白也。公孫龍堅白論曰：『堅、白、石三，可乎？曰：不可。二可乎？曰：可。』謂目視石。但見白，不知其堅，則謂之白石。手觸石，則知其堅，而不知其白，則謂之堅石。是堅白終不可合為一也。」　正列子仲尼篇：「子輿曰：『吾笑龍之詒孔穿。』」注：「孔穿，孔子之孫。世記云：『為龍弟子。』」成疏當本此。然孔叢子載公孫龍與孔穿辯論臧三耳於平原君所，明日，平原君謂公孫龍曰：「其人（指穿）理勝於辭，公辭勝於理。辭勝於理，終必受詘。」據此，則穿何至為龍弟子？世記所云，似不足徵。且本文言惠子，并未涉及公孫龍。而德充符篇「子以堅白鳴」句，明為莊子謂惠子之語，似不必徵引公孫龍與孔穿。而其子又以文之綸終，終身無成。郭云：「昭文之子，又乃終文之緒。」成云：「昭文之子，倚其父業，卒其年命，竟無所成。」按：終文之緒，猶禮中庸云「纘太王、王季、文王之緒」也。所謂無成者，不過成其一技，而去道遠。仍是無成。　正注非。釋文：「綸音倫，崔云：『琴瑟絃也。』」武按：崔說是也。此承昭文鼓琴來，故言綸，猶之言絲竹絃索也。以文之綸終，言以文之琴絃終其身，與上「載之末年」之意同。終身無成，謂其技不及其父之有成也。若是而可謂成乎，雖我亦成也。成云：「我，眾人也。若三子異於眾人，遂自以為成，而眾人異於三子，亦可謂之成也。」　正注非。惠子欲明「堅白」之說於人，而人終昧，是惠子之所好者無成也。昭文欲子之成其技，而其子終身無成，是昭文之所好者無成也。若是之無成而可謂之成，則我之毫不能琴、不能辯者，亦何不可謂之為成乎？若是而不可謂成乎，物與我無成也。若是而不可謂成乎？則天下之無成者多矣。當知以我逐物，皆是無成也。是故滑疑之耀，聖人之所圖也。為是不用而寓諸庸，此之謂以明。司馬云：「滑疑。亂也。」按：雖亂道，而足以眩耀世人，故曰「滑疑之耀」。聖人必謀去之，為其有害大道也。為是不用己智，而寓諸尋常之理，此之謂以本然之明照之。以上言求道則不容有物，得物之一端以為道，不可謂成。　正注非。滑，說文「利也」。周禮天官食醫：「調以滑甘。」疏：「滑者，通利往來，所以調和五味。」疑。廣韻「不定也」。禮坊記：「夫禮者，所以章疑別微。」疏：「疑。謂是非不決。」是則「滑」字有通利調和之義，與篇中「和之以是非」，「道通為一」之意合。「疑」字有不定不決之義，即篇中「果且有彼是乎哉，果且無彼是乎哉」之意，亦即因是而不自是也。耀，說文「照也」。晉語：「光明之耀。」是耀為光之照燿者。老子「光矣而不燿」，謂有光而韜蔽之，不照燿也，與此「滑疑之耀」同義。所謂滑疑之耀者，似耀非耀，疑而不定之光，因滑以和之也。故兼有老子「和其光，同其塵」之意。下文「搖光」，亦此類也。本書中有「天光」，有「人光」。庚桑楚篇：「宇泰定者發乎天光。」此不眩燿之光也，莊子之所取也。列禦寇之「形諜成光」，此眩耀之人光也，莊子之所去也。滑疑之耀，因為莊子所取，故曰「聖人之所圖也」。王氏乃謂聖人必謀去之，夫豈莊子之旨哉？此處「用」「庸」二字，皆由「以明」之「以」字生出，且即詮釋「以」字者也。蓋以者用也，以明，用明也。第用有獨用、共用之分，前已釋用之義狹，庸之義廣，即用為獨用，而庸為共用也。如惠施輩獨用己明，而不用眾人之明，且欲眾人明己之所明，故道隱而人終昧也。必也不用己明，而寄之於眾人之明，所謂「為是不用寓諸庸，是之謂以明」者乃如此，非惠施輩之以明也。又寓諸眾人之明，即因眾人之明以為明。上文「聖人不由而照之於天，亦因是也」，又庚桑楚篇「惟庸有光」，義皆相通。 \\n 〔一〕「者」字，據王氏原刻及列子補。 \\n 〔二〕「之」字，據王氏原刻及列子補。 \\n 今且有言於此，不知〔一〕其與是類乎？其與是不類乎？類與不類，相與為類，則與彼無以異矣。如人皆執彼此之見，今且有言於此，不知其與我類乎？與我不類乎？若務求勝彼，而引不類者為類，則與彼之不類有異乎？宣云：「是，我也。」　正是，此也。與此類者，非即此也。類與不類，同為非此，故曰「相與為類」。既非此。則為彼矣，故曰「與彼無以異」。譬之儒家以己所言為合道，墨所言為非道，不知大道不稱。又老子曰：「道可道，非常道。」無始曰：「道不可言，言而非也。」據此，則儒家以言言道，非道也，與墨之非道同，即與墨無異矣。無異，尚何是非之辯乎？自此至「葆光」，復承「大言」「小言」說。前半發揮上文「言者有言，其所言者特未定也，果有言耶，其未嘗有言耶」數句之義，末則帶說「知」字。雖然，請嘗言之。成云：「嘗，試也。」有始也者，有未始有始也者，成云：「未始，猶未曾也。」按：事端未露。有未始有〔二〕夫未始有始也者。并無事端，僅具事理。有有也者，有無也者，言之有無。有未始有無也者，言未曾出。有未始有〔三〕夫未始有無也者。並出言之心亦未曾萌。俄而有無矣，而未知有〔四〕無之果孰有孰無也。忽而有有言者，有無言者，然有者或情已竭，無者或意未盡。是有者為無，無者為有，故曰「未知有無之果孰有孰無也」。　補：此二句，主文也，虛籠下文。下以謂之有無證明之。今我則已有謂矣，既顯有言矣。　補：呂氏春秋精諭篇：「知謂，則不以言矣。言者，謂之屬也。」列子說符篇：「孔子曰：『何為不可？唯知言之謂者乎？』」注：「謂者，所以發言之旨趣。」「夫知言之謂者，不以言言也。」此處承上「俄而有無矣」句來。上本兼有無言，下但就有之義加以證明，有義明，而無義亦明矣。其所謂者，即下「天下莫大於秋毫」六句。而未知吾所謂之果有謂乎，其果無謂乎？未知吾所言之果為有言乎，其果為無言乎？合於道為言，不合則有言與無言等。天下莫大於秋毫之末，而太山為小；莫壽於殤子，而彭祖為夭。天地與我並生，而萬物與我為一。釋文：「殤子，短命者也。或云：年十九以下為殤。司馬云：『兔毫在秋而成。』」成云：「秋時，獸生毫毛，其末至微，故謂秋毫之末也。人生在於襁褓而亡，謂之殤子。物之生也，形氣不同，有小有大，有夭有壽。若以性分言之，無不自足。故以性足為大，天下莫大於毫末，莫小於太山。太山為小，則天下無大；毫末為大，則天下無小。小大既爾，夭壽亦然。是以兩儀雖大，各足之性乃均；萬物雖多，自得之義唯一。」按：此漆園所謂齊彭、殤也。但如前人所說，則誠虛誕妄作矣。其意蓋謂太山、毫末皆區中之一物，既有相千萬於太山之大者，則太山不過與毫末等，故曰「莫大於毫末，而太山為小」。彭祖、殤子，皆區中之一人，彭祖七八百年而亡，則彭祖不過與殤子等，故曰「莫壽於殤子，而彭祖為夭」。我能與天地無極，則天地與我並生；我不必與萬物相競，則萬物與我為一也。漆園道術精妙，喚醒世迷，欲其直指最初，各葆真性。俗子徒就文章求之，止益其妄耳。　正成云：「故以性足為大，天下莫大於毫末，莫小於太山。」其意以毫末之性足，故大；太山之性不足，故小也。若問其何所據而便指毫末之性足，太山之性不足，恐成氏必無理由置答也。王氏按語，迄祇說得一「齊」字。無如此數句中，並無「齊」字之義。即就文字淺詁之，固明言毫末大，太山小，殤子壽，彭祖夭，亦未嘗言齊也。蓋毫大、山小、殤壽、彭夭之說，猶之天下篇「天與地卑，山與澤平」，此惠施弱德逐物，外神勞精之談。莊子一譏之曰「其道舛駁」，再譏之曰「其言不中」，「特與天下之辯者為怪」，與「今日適越而昔至」之言同一不合事理。可證此數句並非莊子自明其道，特借此不合事理之言，以明如斯之謂，與無謂等。即證上文「果有謂乎，果無謂乎」二句也，亦即證「果孰有孰無」之句也，又即證「言者有言，其所言者特未定也，果有言耶，其未嘗有言耶」數句也。蓋「言者有言」數句，虛提冒下，至此，乃實證而暢發之也。並回映儒、墨是非之辯，其為不合事理之言，與此略同。莊子之文，真有銅山西崩，洛鐘東應之妙。郭注、成疏，與王氏按語，均未見及於此，徒就齊大、小、彭、殤，騁厥玄言，無當文義。蓋由誤解篇題之「齊」字，遂在處以齊義附會之。不知篇題所謂齊者，乃齊物論之是非也，至於大、小，何嘗齊之？固明言「小知不及大知」矣。壽、夭亦何嘗齊之？固明言「小年不及大年」矣。此皆不就文章求之之過也。莊子之意，於其文章發之；欲明莊子之意，自當於其文章求之。文章明，意義斯明矣。王氏乃謂「徒求文章，止益其妄」，然則何事而為之集解乎？亦矛盾之論也已。既已為一矣，且得有言乎？何所容其言？既已謂之一矣，且得無言乎？謂之一，即是言。一與言為二，二與一為三。自此以往，巧曆不能得，而況其凡乎！成云：「夫以言言一，而一非言也。一既一矣，言又言焉，有一有言，二名斯起。復將後時之二名，對前時之妙一，有一有二，不謂之三乎？從三以往，雖有善巧算曆之人，亦不能紀得其數，而況凡夫之類乎！」　正言者因有所對而後發，所以通彼此之情也。既已為一，則是無偶以為對，即上文所謂「彼是莫得其偶」也，尚何容有言？既已有謂一之言，即是對一而言，一即言者之偶也，偶則二也，尚何得為一？不得為一，而謂之為一，與亳大、彭夭，同為不合事理之言，有謂與無謂等也。故自無適有，以至於三，而況自有適有乎！成云：「自，從也。適，往也。至理無言，言則名起。從無言以之有言，纔言則至於三。況從有言適有言，枝流分派，其可窮乎！」補物而曰萬，非一也。我與物對，亦非一也。宇內明明有我有物，以我比類於物，是以有適有也。自無適有以至於三，況自有適有，而可強之為一乎？無適焉，因是已。若其無適，惟有因任而已。此舉物之大小、人之壽夭並齊之，得因任之妙。　正因者，因其大而大之，因其小而小之，所謂因物付物，無容心於其間也。若於亳末、太山之本不齊者而欲齊之，我與萬物本不一者而欲一之，是勞神明為一也。勞神明為一，是適人之適與適物之適也。惟不適人與物之適，而惟自適其適，如養生主篇所謂「依乎天理」，「因其固然」而已，如是，尚何有矯誣之謂，致物論之不齊哉？夫道未始有封，成云：「道無不在，有何封域？」言未始有常，郭云：「彼此言之，故是非無定。」　補：遙應上文「言者有言，其所言者特未定也」句。為是而有畛也。為言無常，而後有畛域。　補：釋文：「畛，徐之忍反，郭、李音真，謂封域畛陌也。」請言其畛：有左，有右，或袒左，或袒右。有倫，有義，郭云：「物物有理，事事有宜。」釋文：「崔本作『有論有議』。」俞云：「崔本是。下文云『存而不論』，『論而不議』。又曰：『故分也者，有不分也；辯也者，有不辯也。』彼所謂分、辯，即此『有分有辯』。然則彼所謂論、議即此『有論有議』矣。」按：上言「有畛」，倫義非畛也。當從俞說。有分，有辯，分者異視，辯者剖別。有競，有爭，競者對競，爭者群爭。此之謂八德。德之言得也。各據所得，而後有言。此八類也。六合之外，聖人存而不論；成云：「六合，天地四方。妙理希夷，超六合之外，所以存而不論。」六合之內，聖人論而不議。　成云：「六合之內，謂蒼生所稟之性分。聖人隨其機感，陳而應之。既曰憑虛，亦無可詳議。」　補：「論」字見前。議，唐韻「宜寄切，音義」，廣雅「謀也」，廣韻「評也」。春秋經世，先王之志，聖人議而不辯。　成云：「春秋者，時代。先王，三皇、五帝。志，記也。祖述軒、頊，憲章堯、舜，記錄時代，以為典謨。聖人議論，利益當時，終不取是辯非，滯於陳跡。」按：「春秋經世」，謂有年時，以經緯世事，非孔子所作春秋也。　正成訓春秋為時代，王氏從之，謂「有年時以經緯世事」。然則何謂聖人議而不辯乎？武意春秋即春秋經也。言春秋為經世之書，先王之志所寄，故後之聖人，僅評議之而已，無所辯難，語意較為明順。且左傳昭三十二年，稱春秋為「善志」，杜註：「記事之善者也。」則先王之志，亦可訓為先王之所記也。莊子屢舉孔子之語，豈於其所作之經，而不一及之乎？即謂春秋經在莊子時或未大行於世，非莊子所及見，然晉語「羊舌肸習於春秋」，韋解：「春秋紀人事之善惡，而目以天時，謂之春秋，周史之法也。時孔子未作春秋。」又左傳魯昭公二年韓宣子適魯，見易象與魯春秋，曰：「周禮盡在魯矣。吾乃今知周公之德與周之所以王也。」其時孔子年方十有一歲。是在孔子之前，魯固已有春秋矣。觀宣子「周所以王」之語，與莊子所言「先王之志」合。然則訓春秋為時代，其不當明矣。故分也者，有不分也；辯也者，有不辯也。以不分為分，不辯為辯。　正分於此而不能賅於彼，仍有不得分者在，故曰「有不分也」。辯於此而不能見於彼，仍有不及辯者在，故曰「有不辯也」。庚桑楚篇云：「辯者，辯其所不能辯也。」可以相證。若聖人則不爾，懷之而已矣。曰：何也？聖人懷之，存之於心。補懷為尚書「懷山襄陵」之懷，注：「懷，包也。」言聖人包涵之，即下「大辯不言」也。眾人辯之以相示也。相夸示。補上文言「隱於榮華」，蓋夸示以為榮華也。故曰：辯也者，有不見也。不見道之大，而後辯起。　正不見己之非，不見人之是。夫大道不稱，宣云：「無可名。」　正即下「不道」之道，「不」下「道」字，言也。稱，謂也，又言也。故不稱，即不道。大辯不言，使其自悟，不以言屈。　補：知北遊篇：「論則不至，辯不若默。」大仁不仁，成云：「亭毒群品，汎愛無心，譬彼青春，非為仁也。」　補：大仁莫如天地，然老子曰「天地不仁」，以其生養萬物，任運自然，非有意為仁也。大宗師篇云：「利澤施於萬物，不為愛人。」意均相同。大廉不嗛，釋文：「徐音謙。」成云：「知萬境虛幻，無一可貪，物我俱空，何所遜讓？」　補：漢書尹翁歸傳：「溫良嗛退。」師古注：「嗛，古以為謙字。」韓詩外傳：「嗛乎其廉。」蓋廉者每多謙退，而「嗛乎」則廉之形容詞也。盜跖篇：「棄天下而不自以為廉。」棄天下，大廉也，不自以為廉，即不嗛也。大勇不忮。　宣云：「無客氣害人之心。」　正小勇亦未必有害人之心，以此釋忮，義尚未適。成云：「忮，逆也。虛己逗機，終無迕逆。」蓋勇則好鬥，即與人迕，大勇不爾也。道昭而不道，以道炫物，必非真道。　補：大道不稱，故不昭，昭則非道。言辯而不及，宣云：「不勝辯。」　補：即上「辯者有不辯也」，又即論則不至。仁常而不成，郭云：「有常愛，必不周。」　補：奚侗云：「成，江南古藏本作周。郭注『常愛，必不周』，是郭本亦作周。」廉清而不信，宣云：「外示皦然，則中不可知。」勇忮而不成。成云：「舍慈而勇，忮逆物情，眾共疾之，必無成遂。」五者园而幾向方矣。釋文：「园，崔音圓〔五〕，司馬云：『圓也。』」成云：「幾，近也。」宣云：「五者本渾然圓通，今滯於跡，而近向方，不可行也。」　補：易繫辭：「蓍之法，圓而神；卦之德，方以智。」夫不稱、不言、不仁、不嗛、不忮，渾融無跡，可通為一，园也。园即環也。游於環中，則道樞也。昭也，辯也，常也，清也，忮也，滯於有跡，斯向方矣。據易之義，由圓向方，即由道向智也，故下即帶說「知」。故知止其所不知，至矣。成云：「智不逮，不強知。知止其分，學之造極也。」　補：承上「方」字來，並證明上文「大知閑閑」之義及「古之人，其知有所至矣」一段，復總攝以下不知各義。孰知不言之辯，不道之道？不道，即上「不稱」。若有能知，此之謂天府。宣云：「渾然之中，無所不藏。」注焉而不滿，酌焉而不竭，而不知其所由來，郭云：「至理之來，自然無跡。」此之謂葆光。成云：「葆，蔽也。韜蔽而其光彌朗。言藉言以顯者非道，反復以明之。」　補：釋文「葆光，音保。崔云：『若有若無，謂之葆光。』」淮南本經訓：「不言之辯，不道之道，若或通焉，謂之天府。取焉而不損，酌焉而不竭，莫知其所由出，謂之瑤光。」高注：「瑤光，謂北斗杓第七星也。」文子下德篇同，惟「瑤光」作「搖光」。武按：「葆光」二字，與上文「注」「酌」之義不屬，以從淮南、文子作「搖光」為是。搖光星，屬北斗。詩大雅：「酌以大斗。」斗蓋挹酒之勺也，居北七星象之，故以為名。詩小雅：「惟北有斗，不可以挹酒漿。」此本文「注焉不滿，酌焉不竭」之所本也。惟字宜從「搖」。禮記曲禮：「招搖在上。」鄭注：「招搖星，在北斗杓端，主指者。」釋文：「北斗第七星。」春秋運斗樞云：「北斗七星，第七搖光。」孔疏：「此搖光，即招搖也。」史記天官書：「北斗七星。」索隱云：「第七搖光。」前漢司馬相如大人賦：「部署眾人於搖光。」是各書均作「搖」，不作「瑤」也。且搖光者，搖動不定之光也，與上文「滑疑之耀」相印合，此亦可見前後脈絡之聯貫也。 \\n 〔一〕「不知」二字，據王氏原刻及集釋本補。 \\n 〔二〕「有」字據集釋本補。 \\n 〔三〕「有」字據集釋本補。 \\n 〔四〕「有」字據王氏原刻及集釋本補。 \\n 〔五〕「圓」，釋文作「刓」。 \\n 故昔者堯問於舜曰：「我欲伐宗、膾、胥敖，崔云：「宗一，膾二，胥敖三國。」按人間世篇「堯攻叢枝、胥敖，國為虛厲。」是未從舜言矣。　正釋文：「膾，徐古外反。胥，息徐反，華胥國。敖，徐五高反。」武按：宗膾，人間世作「叢枝」。奚侗云：「叢、宗音近。枝疑快字之誤，快、膾音近。」奚說是也。必「宗膾」二字連為一國名，故誤則均誤。釋文於「胥」下注「華胥國」，是以敖為一國名，其餘二國，則為宗膾與胥。崔說非也。此節證上文「照之以天」句之義。南面而不釋然。成云：「釋然，怡悅貌也。」按：釋同懌。語又見庚桑楚篇。　正釋，說文「解也」，廣韻「捨也」。言常置伐三國之事於心，而不能捨釋也。其故何也？」舜曰：「夫三子者，成云：「三國君。」猶存乎蓬艾之間。存，猶在也。成云：「蓬艾，賤草。」若不釋然，何哉？昔者十日並出，淮南子：「堯時十日並出，使羿射落其九。」故援以為喻。補堯時十日並出，見淮南子本經訓。萬物皆照，而況德之進乎日者乎！」成云：「進，過也。欲奪蓬艾之願，而伐使之從我，於至道豈宏哉！」堯、舜一證。齧缺問乎王倪曰：釋文：「倪，徐五嵇反，李音義。高士傳云：『王倪，堯時賢人也。』天地篇云：『齧缺之師。』」　補：釋文：「齧，五結反。」按：此節引王倪之言，證明「大知閑閑」，並申說上文「古之人，其知有所至矣」一段及「知止其所不知，至矣」之義。「子知物之所同是乎？」曰：「吾惡乎知之！」「子知子之所不知邪？」成云：「子既不知物之同是，頗自知己之不知乎？」曰：「吾惡乎知之！」「然則物無知邪？」汝既無知，然則物皆無知邪？曰：「吾惡乎知之！成云：「豈獨不知我，亦乃不知物。物我都忘，故無所措其知也。」　補：鰌處濕，猿猴處木，麋鹿食薦，蝍且則甘帶，鴟鴉則耆鼠，以此知物之不同是也。猵狙之與猿，鰌之與魚，異類也，麋之與鹿，類而非類也，然以為雌，與之交，與之游，以此知物之又非不同是也。謂物無知耶，猵知以猿為雌，麋知與鹿交，鰌知與魚游。謂物有知耶，則不知毛嬙、麗姬之美也。然則是之同否，知之有無，特未定也，故曰「吾惡乎知之。」　正此即「知止其所不知」也。後「嘗試言之」以下，即闡明四「惡乎知」之意，原有郭注，以其空泛，特刪。應帝王篇「齧缺問於王倪，四問而四不知」，即此三問，合下「子不知利害」二語，是四問也。雖然，嘗試言之。庸詎知吾所謂知之非不知邪？庸詎知吾所謂不知之非知邪？李云：「庸，用也。詎，何也。」按：小知仍未為知，則不知未必非。　正詎，說文「猶豈也」。武按：注中按語，非是。蓋知有時間性，此時以為是者，他時或以為非；有地域性，此地以為是者，他地或以為非。故大宗師篇云：「夫知有所待而後當，其所待者，特未定也。」又曰：「庸詎知吾所謂天之非人乎？所謂人之非天乎？」足證此義。且吾嘗試問乎女：民溼寢則腰疾偏死，司馬云：「偏枯。」　補：女音汝。鰌然乎哉？按：言物則不然。成云：「泥鰌。」　補：釋文：「鰌，徐音秋。」木處則惴慄恂懼，釋文：「恂，徐音峻，恐貌。班固作眴。」　補：釋文：「惴，之瑞反。慄音栗。恂，郭音旬。」猿猴然乎哉？三者孰知正處？民、鰌、猿，孰知所處為正？民食芻豢，芻，野蔬。豢，家畜。孟子：「芻豢之悅我口。」　補：釋文：「芻，初俱反。小爾雅云：『秆謂之芻。』秆，古但反。豢，徐音患。」今小爾雅廣物八云：「稿謂之稈，稈謂之芻，生曰生芻。」說文：「稈，禾莖也。」廣雅：「秆稿謂之稈。」麋鹿食薦，說文：「薦，獸之所食。」　補：釋文：「麋音眉。薦，牋練反，司馬云：『美草也。』」後漢書馬融傳：「其土毛則摧毛〔一〕薦草。」李賢注：「一曰：草稠曰薦。」韓非子內儲說上：「若如臣者，猶獸鹿也，唯薦草而就。」管子觀十三：「薦草多衍，則六畜易繁也。」注：「薦，茂草也。」蝍且甘帶，釋文：「蝍且，字或作蛆。廣雅云：『蜈公也。』崔云：『帶，蛇也。』」　補：釋文：「蝍音即。蛆，子徐反。爾雅云：『蒺藜，蝍蛆。』郭璞注云：『似蝗，大腹，長角，能食蛇腦。』」玉篇：「螏藜，蝍蛆，能食蛇，亦名吳公。」鴟鴉耆鼠，鴟、鴉二鳥。耆，釋文「字或作嗜」。　補：釋文：「鴟，尺夷反。鴉，本亦作鵶，於加反。崔云：『烏也。』」秋水篇：「於是鴟得腐鼠，鵷鶵過之，仰而視之曰嚇！」四者孰知正味？民、獸、蟲、鳥，孰知所食之味為正？猿，猵狙以為雌，釋文：「猵，徐敷面反，郭、李音遍。司馬云：『猵狙，一名獦牂，似猿而狗頭，憙與雌猿交。』」　補：釋文：「狙，七餘反。」麋與鹿交，鰌與魚游。毛嬙、麗姬，人之所美也，魚見之深入，鳥見之高飛，麋鹿見之決驟。崔云：「決驟，疾走不顧。」四者孰知天下之正色哉？自我觀之，仁義之端，是非之塗，樊然殽亂，吾惡能知其辯！」釋文：「樊音煩。」說文：「殽，雜錯也。」成云：「行仁履義，損益不同，或於我為利，於彼為害，或於彼為是，於我為非，何能知其分別！」齧缺曰：「子不知利害，補民溼寢，則腰疾偏死，害也；於鰌則利。木處則惴慄恂懼，害也；於猿猴則利。故此句渾括上文言之。則至人固不知利害乎？」王倪曰：「至人神矣。成云：「至者，妙極之體；神者，不測之用。」　補：此節證上文「古之人，其知有所至矣」一段。大澤焚而不能熱，河海〔二〕沍而不能寒，向云：『沍，凍也。」補釋文：「沍，戶故反。」疾雷破山、風振海而不能驚。補奚侗云：「風上脫飄字。據成疏『飄風』云云，是成本有飄字。江南李氏本亦有飄字。」武按：自「大澤」至此，言若無有大澤、河海、雷風也者，證上文「未始有物」。若然者，乘雲氣，郭云：「寄物而行，非為動也。」　正郭說與句意相違。謂至人神矣，故能乘雲氣，以神行，不藉乎物也。騎日月，郭云：「有晝夜而無死生。」　正言超乎日月之上，證上文「未始有始」。而遊乎四海之外。三句與逍遙篇同，「騎日月」作「御飛龍」。　補：逍遙遊篇作「御飛龍」者，為下「神凝」句寫照，此則為「死生無變於己」句寫照。所謂生者，不過在人世經歷月日，生活於此時間中而已；所謂死者，其生活日月終盡也。死生無變於己者，超然乎日月之上而不為所拘，故曰「騎日月」也。死生無於己，郭云：「與變為體，故死生若一。」　補：遊四海之外，與死生無變，證「未始有封」。而況利害之端乎！」齧缺、王倪二證。 \\n 〔一〕「摧毛」，後漢書馬融傳作「搉牧」。 \\n 〔二〕「海」，王氏原刻及集釋本均作「漢」。 \\n 瞿鵲子問於長梧子曰：「吾聞諸夫子，長梧子，李云：「居長梧下，因以為名。」崔云：「名丘。」俞云：「瞿鵲，必七十子之後人。夫子，謂孔子。下文『丘也何足以知之』，即孔子名。因瞿鵲述孔子之言而折之。崔說非也。下文『丘也與汝皆夢也，予謂汝夢亦夢也』，予者，長梧子自謂。既云『丘與汝皆夢』，又云『予亦夢』，則安得即以丘為長梧子之名乎？」　補：則陽篇有「長梧封人」，釋文云：「長梧，地名。」長梧子，猶之南郭子綦以所居為號也。李說恐係望文生義。長梧開口便云「丘何足以知之」，以下，其自稱則曰予，足知以丘稱孔子。俞說是也。自此至「而以是相蘊」為一節，引瞿鵲、長梧問答之言，證明大言炎炎之義，並從反面申證「古之至人，其知有所至矣」一段。聖人不從事於務，郭云：「務自來而理自應，非從而事之也。」　補：說文：「務，趣也。」徐曰：「言趣赴此事也。」釋詁：「務，彊也。」注：「事務以力勉彊。」此言聖人於事，不勉彊趣赴也。下四「不」字句，即申說此義。不就利，不違害，成云：「違，避也。」不喜求，不緣道，郭云：「獨至。」　補：求得其情與不得，無益損乎其真，故不喜求也。無適焉，因是已，故不緣道也。無謂有謂，謂，言也。或問而不答，即是答也。　補：知北遊篇「聖人行不言之教」，又田子方篇「目擊而道存」，均「無謂有謂」也。有謂無謂，有言而欲無言。　補：上文「大辯不言」，又知北遊篇：「狂屈曰：『唉！予知之，將語若，中欲言而忘其欲言。』」均「有謂無謂」也。而遊乎塵垢之外。夫子以為孟浪之言，向云：「孟浪，音漫瀾，無所趨舍之謂。」宣云：「無畔岸貌。」李云：「猶較略也。」成云：「猶率略也。」按：率略即較略，謂言其大略。　正孟浪，崔云：「不精要之貌。」武按：不精要與妙道，反正相對。長梧子以此言為最精要，故曰「黃帝之所聽熒也」。其於孔子，以為不精要，則曰「丘也何足以知之」。注中各解，與上下句意不切。而我以為妙道之行也。吾子以為奚若？」長梧子曰：「是黃帝之所聽熒也，「黃」，元作「皇」，釋文：「本又作黃。」盧文弨云：「黃、皇通用。今本作黃。」成云：「聽熒，疑惑不明之貌。」而丘也何足以知之！且汝亦大早計，釋文：「大音泰。」成云：「方聞此言，便謂妙道，無異下云云〔一〕也。」　正方聞其言，即以為行，且以為妙道之行，是太早計也。見卵而求時夜，崔云：「時夜，司夜，謂雞。」正朱桂耀云：「淮南說山訓：『見彈而求鴞炙，見卵而求辰夜。』高注：『雞知將旦，鶴知夜半，見其卵，因望其夜鳴，故曰求辰夜也。』辰夜與時夜同。詩東方未明：『不能辰夜。』傳：『辰，時也。』」武按：朱說是也。「時夜」作「司夜」非。見彈而求鴞炙。司馬云：「鴞，小鳩，可炙。毛詩草木疏云：『大如班鳩，綠色，其肉甚美。』」成云：「即鵬鳥，賈誼所賦。」按：二句又見人間世篇。予嘗為女妄言之，補有謂無謂也。女亦以妄聽之。奚成云：「何如？」　正奚，疑問詞，何也，不含「如」字義。如屬上句，「奚」下應加「如」字或「若」字，上文「吾子以為奚若」句可證也。單「奚」字不成語，且上句亦無須附此疑詞。成說非也。應屬下句，直貫至「以隸相尊」。其意言奚為旁日月，挾宇宙，為合置涽，以隸相尊？此皆眾人役役之所為，聖人則不如此，惟愚芚而已。各注家於「旁日月」至「相尊」各句，不知文係指數眾人役役之心理與行為，誤以為列舉聖人之美德，故不能冠之以「奚」，「奚」字無可著落，只得勉附上句，遂致「奚」字以下文義扞格不通矣。旁日月，釋文：「旁，薄葬反，司馬云：『依也。』」郭云：「以死生為晝夜之喻。」　正注非。上文至人「騎日月」，是超乎日月之上，而非旁也。在宥篇言大人云：「以遊無端，出入無旁，與日無始。」彼「大人」，即此篇之「聖人」也。則聖人之不旁日月明矣，故上冠之以「奚」也。旁日月，則縈情生死，依戀歲月，此眾人之役役也。此證「有始」。挾宇宙，尸子云：「天地四方曰宇，古往今來曰宙。」說文：「舟輿所極覆曰宙。」成云：「挾，懷藏也。」郭云：「以萬物為一體之譬。」　正注非。列禦寇篇言小夫之知云：「迷惑於宇宙，形累不知太初。彼至人者，歸精神乎無始，而甘冥乎無何有之鄉。」懷挾宇宙，則不能無迷惑矣。宙，古今也，則非無始矣。又大宗師篇云：「無古今，而後能入於不死不生。」無則不挾也。宇，四方，則非無何有之鄉，冥亦不挾也。且宇，空間也，宙，時間也，挾則不能時空雙遣。彼之「至人」，此之「聖人」也。彼之「小夫」，此之「眾人」也，故挾宇宙，亦眾人之役役也。此證「有封」。為其吻合，吻，司馬云「合也」。向音脣，云：「若兩脣之相合也。」成云：「無分別貌。」　補：此證「有是」。言有心以為吻合於己者，即上文所謂「勞神明為一」也。又即為是，而非因是也。置其滑湣，成云：「置，任也。滑，亂也。向本作汨。涽，闇也。」　正此證「有非」。置，徐鍇曰「與罷同意」。置之，則去之也。滑，即上文「滑疑之耀」之滑。滑涽，向云「未定之貌」。武按：此句言去其未定而不合於己者。夫道無為也，通於一也。聖人因是也，故不為其吻合，亦不置其滑涽。一為一置，是有是非，不能任其兩行也，勞神明為一也。此亦眾人之役役也。以隸相尊？成云：「隸，賤稱，皁僕之類。」按：此貴賤一視。　正按語非。此謂眾人以隸之賤相與自尊也。蓋尊以賤而方顯。隸何以賤？眾人賤之也，眾人何以賤隸？欲形己之尊也。此亦有封也。若聖人則不爾。秋水篇言大人云：「不賤門隸。」又云：「以道觀之，何貴何賤？」即此聖人之愚芚也。以上五者，皆眾人之役役也。眾人役役，補上文云「與物相刃相靡，其行盡如馳，而莫之能止」，結之云：「終身役役，而不見其成功。」此言旁、挾、為、置與相尊，即與物刃靡而行盡如馳也。上文渾言役役之由，此則分述役役之事，前後相應。莊文結構，往往如此。聖人愚芚，芚，徐徒奔反。司馬云：「渾沌不分察。」成云：「忘知廢照，芚然若愚。」　補：天地篇：「若愚若昏，是謂玄德。」此愚芚之說也。參萬歲而一成純。參糅萬歲，千殊萬異，渾然汨然，不以介懷，抱一而成精純也。　補：刻意篇云：「純粹而不雜，靜一而不變。」即此一與純之義也。不雜不變，故能騎日月，死生無變於己，即參萬歲之義也。萬物盡然，而以是相蘊。釋文：「蘊，積也。」按：言於萬物無所不然，但以一是相蘊積。　補：萬物盡然，即上文「無物不然」也。莛與楹，厲與西施，恢恑憰怪，道通為一，自無吻、涽、隸、我之分，故曰「萬物盡然」也。以是相蘊，與上「因是也」同義。蓋「因」字有仍襲連接之義，與蘊積之義近。此變「因」為「蘊」者，承上「參萬歲」而言之也。即謂雖參萬歲，而以一是相因襲累積也。予惡乎知說生之非惑邪！說音悅。　補：此段證上文「庸詎知吾所謂知之非不知邪，庸詎知吾所謂不知之非知邪」，並遙證「果且有彼是乎哉，果且無彼是乎哉」之義。予惡乎知惡死之非弱喪而不知歸者邪！喪，失也。弱齡失其故居，安於他土。麗之姬，艾封人之子也。成云：「艾封人，艾地守封疆者。」晉國之始得之，涕泣沾襟；及其至於王所，崔云：「六國諸侯僭稱王，因謂晉獻公為王也。」與王同筐床，釋文：「筐，本亦作匡，崔云：『方也。』」　正下句言飲食之美，此句言寢處之安。筐訓方，不當此義。淮南主術訓：「匡床蒻席，非不寧也。」注：「匡，安也。」食芻豢，而後悔其泣也。又借喻。予惡乎知夫死者不悔其始之蘄生乎！郭云：「蘄，求也。」夢飲酒者，旦而哭泣；夢哭泣者，旦而田獵。方其夢也，不知其夢也。夢之中又占其夢焉，補此證上文「自彼則不見」之義。覺而後知其夢也。覺夢之異。且有大覺而後知此其大夢也，死為大覺，則生是大夢。　正注非，大覺，謂如下文之「大聖」，非謂死也。上文「死生無變於己」，謂視死生如一，而無所輕重也。漆園之旨，生則養生以盡年，死則委懷而任命。若如注說，是重視乎死，而有差別心，非視之如一也。而愚者自以為覺，竊竊然知之。自謂知之。　補：司馬云：「竊竊，猶察察也。」此證上文「自知則知之」之義。君乎，牧乎，固哉！其孰真為君上之貴乎，孰真為牧圉之賤乎，可謂固陋哉！丘也，與女皆夢也；予謂女夢，亦夢也。是其言也，其名為弔詭。釋文：「弔音的，至也。詭，異也。」蘇輿云：「言眾人聞此言，以為弔詭，遇大聖則知其解矣。」　補：釋文：「詭，九委反。」此應上「為女妄言之」。　正說文：「弔，問終也。」曲禮：「知生者弔。」鄭注：「說者有弔辭。」即問終之辭，亦即弔死之辭也。莊子之道，視生死如夢，故謂夢之辭，亦可謂之弔。「是其言也」句，指「丘也」以下四句，即弔夢之辭也。丘、女皆夢，予謂女夢亦夢，可謂詭異非真，故弔夢謂之弔詭也。萬世之後，而一遇大聖知其解者，是旦暮遇之也。解人難得，萬世一遇，猶旦暮然。既使我與若辯矣，若勝我，我不若勝，若果是也，我果非也邪？我勝若，若不吾勝，我果是也，而果非也邪？若、而，皆汝也。　補：此節仍就「言」字之義發揮，而結之以是不是，然不然。物論之能齊者在此。其或是也，其或非也邪？有是有非。其俱是也，其俱非也邪？我與若不能相知也，則人固受其黮闇。吾誰使正之？使我各執偏見，不能相知，則旁人亦因之不明，是受其黮闇也。我欲正之，將誰使乎？黮闇，不明之貌。　補：黮，廣韻「徒感切」。武按：「既使我與若辯矣」至此，重申上文「果且有彼是乎哉，果且無彼是乎哉」之義。使同乎若者正之，既與若同矣，惡能正之？使同乎我者正之，既且乎我矣，惡能正之？使異乎我與若者正之，既異乎我與若矣，惡能正之！使同乎我與若者正之，既同乎我與若矣，惡能正之？然則我與若與人俱不能相知也，而待彼也邪！同彼，我不信；同我，彼不服。別立是非，彼我皆疑，隨人是非，更無定論，不能相知，更何待邪？極言辯之無益。　正注非。其誤在不明「彼」字之義，以為指「若」字言，正語見下。化聲之相待，若其不相待。郭嵩燾云：「言隨物而變，謂之化聲。若，與也。是與不是，然與不然，在人者也。待人之為是為然，而是之然之，與其無待於人而自是自然，一皆無與於其心，如下文所云也。」　正郭說非。其訓若為與，亦非。上句「彼」字，指上文夢中之我也。若，如也。謂當辯論是非之局者，我與若也，局外則人也。我與若與人，既俱不知是非之真而正之，此外更無可相正者，其待正於夢中之彼乎？蓋我與若，皆有夢中之我，乃覺時之彼也，即上文「自彼則不見」之「自彼」也，猶之莊子夢中之蝶也。莊子夢身化為蝶，謂之物化，則其夢中之言，可謂之聲化，即此化聲之義也。待夢中之化聲以正是非，更屬虛幻，故其相待，如其不相待也。乃極言是非無定，無可相正，故聖人和之，任其兩行也。和之以天倪，因之以曼衍，所以窮年也。成云：「天，自然也。倪，分也。曼衍，猶變化。因，任也。窮，盡也。和以自然之分，任其無極之化，盡天年之性命。」按：此二十五字，在後「亦無辯」下，今從宣本移正。又寓言篇亦云：「卮言日出，和以天倪，因以曼衍，所以窮年。」　補：釋文：「倪，徐音詣，李云『分也』。崔云『際也』。曼，徐音萬，郭武半反。衍，徐以戰反。司馬云：『曼衍，無極也。』」武按：此二十五字，宣本係從呂惠卿所移。　正韓愈南海廟碑：「乾端坤倪。」是倪與端同義。寓言篇：「始卒若環，莫得其倫。」其義與淮南主術訓之「運轉無端」同，言天鈞運轉若環，莫得其始卒之端也。故寓言篇繼之曰：「是謂天均。天均者，天倪也。」與此處之「天倪」同。言世情恆分是非，以道言之，一出以和，而無是非之端，猶天均之運轉無端，故曰「和之以天倪」也。回應上文「樞始得其環中」，及「聖人和之以是非，而休乎天鈞」各句。曼衍，成云「變化」，司馬云「無極」，實兼二義，謂變化於無極也。漢書晁錯傳云：「土山丘陵，曼衍相屬。」注：「曼衍，猶聯延也。」無極與聯延，方與下句「窮年」義相應，並回應上文「以應無窮」句。何謂和之以天倪？是不是，然不然。是若果是也，則是之異乎不是也亦無辯；然若果然也，則然之異乎不然也亦無辯。成云：「是非然否，出自妄情，以理推求，舉體虛幻，所是則不是，所然則不然。何以知其然邪？是若定是，是則異非；然若定然，然則異否。而今此謂之是，彼謂之非；彼之所然，此以為否。故知是非然否，理在不殊，彼我更對，妄為分別，故無辯也矣。」忘年忘義，成云：「年者生之所稟，既同於生死，所以忘年。義者裁於是非，既一於是非，所以忘義。」補忘年，即上文「參萬歲而一成純」也；忘義，即「萬物盡然，而以是相蘊」也。振於無竟，故寓諸無竟。」成云：「振，暢。竟，窮。寓，寄也。」按：理暢於無窮，斯意寄於無窮，不須辯言也。瞿鵲、長梧三證。　正振，廣韻「動也」。禮記曲禮：「入竟而問禁。」疏：「竟，疆首也。」武按：言是非轉動於無窮之竟，聖人和之之心，亦寄寓於無窮之竟。忘年，以時間言；忘義，以名理言；振竟，以環境言。意分三層，義方賅備。 \\n 〔一〕下「云」字，據王氏原刻補。 \\n 罔兩問景曰：郭云：「罔兩，景外之微陰也。」釋文：「景，本或作影，俗。」　補：此段證明上文「非彼無我，非我無所取，是亦近矣，而不知其所為使，必有真宰，而特不得其眹」一段之義，以景與形喻彼我。「曩子行，今子止，曩子坐，今子起，何其無特操與？」成云：「獨立志操。」　補：成云：「曩，昔也。特，獨也。」景曰：「吾有待而然者邪！吾所待又有待而然者邪！影不能自立，須待形，形不能自主，又待真宰。　補：證「必有真宰」句。吾待蛇蚹、蜩翼邪！言吾之待如之。釋文：「蚹音附。司馬云：『蛇腹下齟齬，何以行者也。』」成云：「若使待翼而飛，待足而走，禽獸甚多，何獨蛇蚹可譬？蚹，蛇蛻皮。翼，蜩甲也。蛇蛻舊皮，蜩新出甲，不知所以，莫辯所然，獨化而生，蓋無待也。是知形影之義，與蚹甲無異也。」按：言吾之所待，其蛇蚹邪，蜩翼邪？謂二物有一定之形，此尚不甚相合也。以上與寓言篇同，而繁簡互異。　正釋文：「蜩，徐音條。」唐韻：「蚹，蛇腹下橫鱗可行者。」武按：成說非也。言吾之行止坐起，有待而然，而所待者，似蛇之行待於蚹，蜩之飛待於翼也，與寓言篇文略同而義異。彼言甲言蛻，其下接「似之而非也」句。此言蚹與翼，蓋景與形附，猶蚹附於蛇，翼附於蜩，若蛻與甲，則脫離蛇蜩而不附，故曰「似之而非也」。惡識所以然？惡識所以不然？」成云：「待與不待，然與不然，天機自張，莫知其宰。」罔兩、景四證。　補：證「而特不得其眹，而不知其所為使」。 \\n 昔者莊周夢為胡蝶，栩栩然胡蝶也，成云：「栩栩，忻暢貌。」　補：釋文：「胡蝶，蛺蝶也。栩，徐況羽反，喜貌。崔本作翩。」武按：此節遙證上文「物無非彼，物無非是，自彼則不見，自知則知之，故曰彼出於是，是亦因彼」數句，及「其寐也魂交，其覺也形開」二句，近證「且有大覺，而後知此其大夢也」，並反證「其形化，其心與之然」之義。自喻適志與！李云：「喻，快也。」自快適其志。與音餘。　正李說非。玉篇：「喻，曉也。」言適志惟自己知曉也。證上文「自知則知之」。不知周也。補證上文「自彼則不見」也。蓋就覺時言，蝶者周之彼也；就夢時言，周者蝶之彼也，即所謂「自彼」也。俄然覺，則蘧蘧然周也。成云：「蘧蘧，驚動之貌。」　正釋文：「覺，古孝反。蘧蘧，徐音渠，李云：『有形貌。』」武按：上文云：「其覺也形開。」蘧蘧，即狀形開也。李說得之，成說非。不知周之夢為胡蝶與，胡蝶之夢為周與？周與胡蝶，則必有分矣。此之謂物化。周、蝶必有分，而其入夢方覺，不知周、蝶之分也，謂周為蝶可，謂蝶為周亦可。此則一而化矣。現身說法，五證。齊物極境。　補：栩栩然者蝶也，蘧蘧然者周也；魂交則蝶也，形接則周也。故曰：「則必有分矣。」然蝶為周所夢化，則周亦蝶也，蝶亦周也，分而不分也，即上文所謂「彼出於是，是亦因彼」，「是亦彼也，彼亦是也」。究之周夢蝶與，蝶夢周與？孰夢孰覺？孰彼孰是？故上文云：「且有大覺，而後知此其大夢也。」又云：「萬世之後，而一遇大聖知其解者，是旦暮遇之也。」「物化」，為本書要語，後篇屢見。德充符篇云：「命物之化，而守其宗也。」宗也者，即天下篇「以天為宗」之天也。天道篇云：「其生也天行，其死也物化。」綜二者之意言之，謂其死也，命物之化，特守其生前之天，而不隨之以俱化也。知北遊篇云：「古之人，外化而內不化。」又云：「與物化者，一不化者也。」則陽篇亦有斯語。今以形名言之，蝶與周，彼與是，生與死，死與夢，不一也。然上文云：「道通為一。」是形名雖不一，由道言之則一，故曰「與物化者，一不化也。」大宗師篇云：「若人之形者，萬化而未始有極也。」是則物化者，外化也，形化也。上文云「其形化，其心與之然」，言眾人之死而物化也，其心亦與之俱化。有道者不爾，非謂其不死也，形死而心不死，即形化而心不化也，亦即物化而一不化也。德充符篇云：「以其心，得其常心。」又云：「一知之所知，而心未嘗死者乎？」故道通於一者，一知之所知也。一不化者，內不化也，常心不化也。是以人能抱一而守其天，雖其死也物化，而其常心則不化也。上文云：「惟達者知通為一。」是達者之視死與夢，一也。故莊子於夢，亦曰「物化」也。又按周夢蝶而不自知，即喪我也，與子綦喪我相照應。喪我，自無彼此，何有是非？如是，則物論自齊矣。注言「齊物極境」，非是。 \\n  \\n   \\n  "}
{"章节": "養生主第三", "正文": "  \\n 養生主第三 \\n 　 \\n  \\n 補：釋文：「養生以此為主也。」　武按：篇中不以有涯之生逐無涯之知，與緣督以為經二意，即養生之主也。無論為善為惡，皆須用知，用知。則官知不能止，不止。則足以攖心而亂神，亂則神不欲行，於是不能緣督以為經矣。緣者，神緣之也。故「官知止而神欲行」一句，實總上二意而為養生之主也。篇首自「吾生也有涯」至「可以盡年」，分為四段，作全篇總冒，以後逐段舉事證明之，即分注於各段之後。 \\n 吾生也有涯，而知也無涯生有窮盡，知無畔岸。　補：釋文：「涯，亦作崖，魚佳反。」玉篇：「涯，水際也。」武按：涯，邊際也。以有涯隨無涯，殆已；向云：「殆，疲困。」已而為知者，殆而已矣。已，止也。事過思留，其殆更甚。言以物為事，無益於性命。　正注非。已，過事語辭，如齊物論篇「今我則已有謂矣」之已。言業已危殆，而仍以為知者，則更殆矣。以上為第一段。為善無近名，補第二段。為惡無近刑。王夫之云：「聲色之類，不可名為善者，即惡也。」二語淺說。　補：列子說符篇楊朱曰：「行善不以為名而名從之，名不與利期而利歸之，利不與爭期而爭及之，故君子必慎為善。」此即「為善無近名」之解也。夫為善而其終必至於爭，則為善即惡也。爭之極，必罹官刑矣。又庚桑楚篇：「為不善乎顯明之中者，人得而誅之；為不善乎幽閒之中者，鬼得而誅之。」夫為不善，即為惡也。誅即刑也。然所謂惡者，非僅傷人之謂也，傷己之生，損己之性，即惡也。刑非僅官刑之謂也，傷生損性，即刑也。如喜怒哀樂發而不中節，即足以傷生損性，即惡，即刑也。下文老聃死，人哭其所不當哭，遁天倍情，是為遁天之刑，即其例也。又如汲汲於富貴，戚戚於貧賤，遑遑於功名，皆足以傷生損性，即惡，即刑也。叔山無趾謂仲尼天刑之，亦其例也。彼為仁義者，世以為善目之矣，然自莊子之道言之，亦為惡而近刑也。故其言曰：「彼仁義者，何其多憂？」曰：「枝於仁者，擢德塞性以收名聲。」曰：「說仁邪，是亂於德也。說義邪，是悖於理也。」曰：「攘棄仁義，而天下始玄同矣。」曰：「上不敢為仁義之操。」又曰：「伯夷死名於首陽之下。」並謂彼其所殉仁義也。夫伯夷為仁義，至以殉名死，則何異於為惡而被刑哉？故曰「為善無近名，為惡無近刑」也。然據楊子之言，為善必有名，今曰「無近名」，即無為善也。據庚桑楚篇之言，為惡必有刑，今曰「無近刑」，即無為惡也。蓋莊子之道，重在無為而去知，故曰：「孰肯以物為事？」曰：「君子不得已而臨蒞天下，莫若無為。無為也，而後安其性命之情。」曰：「從容無為，而萬物炊累焉。」此重無為也。曰：「同乎無知，其德不離。」曰：「罪在於好知。」曰：「絕聖棄知，大盜乃止。」曰：「離形去知，同於大通。」此重去知也。蓋名與刑，由於善惡，善惡生於有為，有為出於有知，去知則無為矣。無為，何有善惡，更何有名與刑哉？然則事物至前，何以應之？曰因之而已，順之而已，即下句之「緣」也，又即下文之「依乎天理」也，「因其固然」也。此為第三段。緣督以為經，李頤云：「緣，順。督，中。經，常也。」李楨云：「人身惟脊居中，督脈並脊而上，故訓中。」王夫之云：「身後之中脈曰督。緣督者，以清微纖妙之氣，循虛而行，自順以適得其中。」深說。　補：此為第四段。下「庖丁解牛」一段，即證此句之義者也。釋禪波羅蜜法門明通觀篇云：「諦觀三性，即豁然明淨，三昧智慧，與捨俱發。心不依善，亦不依惡，正住其處。」其所謂捨者，捨世知也，與不以生隨知同義。其全義可為總括以上之的解。可以保身，可以全生，全其有生之理。可以養親，以受於親者歸之於親，養之至也。　正此承上文來，言既能保身全生，則不先父母中道夭殞，而可盡父母之年以為養也。可以盡年。天所與之年，任其自盡，勿夭折之，則有盡者無盡。從正意說入，一篇綱要，下設五喻以明之。　正大宗師篇「以其知之所知，以養其知之所不知，終其天年，而不中道夭者，是知之盛者也」，以解此段最愜。又德充符篇：「常因自然，而不益生。」齊物論篇：「不亡以待盡。」一則不益之以盡年，一則不亡之以盡年，兩面夾寫，於盡年之義，更無餘蘊。而齊物論之「窮年」，其義亦同也。「可以保身」至此，為上四段作一收束，以下分別舉事，證明上四段之義。注謂此為綱要，下設喻以明此，非也。 \\n 庖丁為文惠君解牛，釋文：「丁其名。崔、司馬云：『文惠君，梁惠王。』」成云：「解，宰割。」　補：淮南子齊俗訓：「屠牛坦一朝解九牛，而刀可以鬃毛；庖丁用刀十九年，而刃如新剖硎。何則？游乎眾虛之間也。」許注：「坦，齊大屠。庖丁，齊屠伯。」呂氏春秋精通篇：「宋之庖丁，好解牛，所見無非死牛者，三年而不見生牛。用刀十九年，刃若新〈磨阝〉研，順其理，誠乎牛也。」武按：據此，則庖丁宋人也。　正文惠君，司馬訓為梁惠王，不知何據。豈因其同一「惠」字，遂據而訓之歟？若然，未免武斷矣。本書於一國之君，或稱侯，或稱王，惟則陽篇直稱魏瑩，然著其國號，使人一望而知為梁惠王也。從無去國名，著諡號，稱之曰「君」如此者，惟於宋元公稱宋元君，亦未去其國名也。元君之曾祖為文公，而解牛之庖丁，呂氏曰宋人，下文公文軒，司馬亦曰宋人，或莊子為文時，因其同國，遂聯類及之。然則文惠君，其即宋文公乎？究多「惠」字，終嫌勉強。考戰國時，人臣受有封地者稱君，如信安君、信陵君、靖郭君、孟嘗君是也。文惠君當屬此類。又其時諸侯多僭稱王，每以公封其臣，如人間世篇之葉公子高是也。時宋已稱王，本書於宋王凡數見。下文公文軒，吾意公必爵名，文其姓，軒其名。如葉公子高可易稱公子高或公沈諸梁也。以「公文軒見右師」一句之書法論之，上段先書爵，次書姓名；下段亦先書官，未書姓名者，姓名或不能詳，或不必詳也。據此以推，則文惠君者，即公文軒，惠則其諡也。著公者，明前稱君之等也。兩著其姓者，明前後一人也。此為文前後相注，隱顯互見之法，莊文之所以為妙也。手之所觸，補「觸，明刻世德堂本、宋刻趙本作「解」。肩之所倚，足之所履，膝之所踦，蘇輿云：「說文：『踦，一足也。』膝舉則足單，故曰踦。」踦，徐居彼反。　補：釋文：「倚，徐於綺反。」集韻：「丘奇切，音欹。」砉然響然，奏刀騞然，司馬云：「砉，皮骨相離聲。」崔云：「砉音畫。騞音近獲，大於砉也。」成云：「砉然嚮應，進奏鸞刀，騞然大解。」　補：嚮與響同。達生篇：「猶應嚮景。」釋文：「嚮，許丈反，本亦作響。」列子仲尼篇：「其應若響。」此謂由觸、倚、履、踦之動，而發音砉然。此騞然之音，與動相應，若響之應聲然。騞，釋文「又音麥」。武按：騞與下文「謋」字，雙聲疊韻，故義近。謋，速也。玉篇：「騞，行不止。」亦有速意。列子湯問篇來丹言其寶劍云：「其觸物也，騞然而過，隨過隨合，覺疾而不血刃焉。」玩彼文意，騞然係狀其刃過之速，張湛注為「破聲」，與文意不合。蓋惟其刃過之速，所以為寶劍也；惟其奏刀之速，所以見其技之善也。成云「騞然大解」，未違此義。崔說非也。莫不中音。釋文：「中，丁仲反。下同。」　補：此謂砉然嚮然，中于音也。合於桑林之舞，司馬云：「桑林，湯樂名。」崔云：「宋舞樂名。」釋文：「左傳『舞師題以旌夏』是也。」　補：朱桂曜云：「桑林，蓋湯禱旱於桑林之樂名。左傳襄公十年：『宋公享晉侯於楚丘，請以桑林。』杜注：『桑林，殷天子之樂名。』淮南修務訓：『湯苦旱，以身禱於桑林之際。』高注：『桑山之林，能興雲雨，故禱之。』」武按：修務訓又云：「湯旱，以身禱於桑山之林。」故高注云然。此謂觸、倚、履、踦合於舞也。乃中經首之會。向、司馬云：「經首，咸池樂章也。」即堯樂。宣云：「會，節也。」　補：朱桂曜云：「路史後紀：『陶唐氏製咸池之樂，而為經首之詩，以享上帝，命之曰大咸。』是經首，乃咸池樂章名也。急就篇云：『五音總會歌謳聲。』顏師古注：『會，謂金石竹絲匏土革木總合之也。』又楚辭九歌：『五音兮繁會。』」武按：此承上「莫不中音」句而指實之，謂莫不中音者，所中何音？乃中經首之會也。如此解，句中「乃」字方順。文惠君曰：「譆！李云：「歎聲。」　補：釋文：「譆，徐音熙。」善哉！技蓋至此乎？」庖丁釋刀對曰：「臣之所好者道也，進乎技矣。成云：「進，過也。」始臣之解牛之時，所見無非牛者。三年之後，未嘗見全牛也。成云：「操刀既久，頓見理間，纔睹有牛，已知空郤。亦猶服道日久，智照漸明，所見塵境，無非虛幻。」　補：所見無非牛者，郭云「未能見其理間」。未嘗見全牛，郭云「但見其理間也」。武按：理間者，腠理間郤也。足證四大假合，吾身亦屬虛妄。方今之時，臣以神遇向云：「暗與理會。」而不以目視，官知止而神欲行。成云：「官，主司也。」按：「官」承上，專以目言。目方睹其跡，神已析其形。　補：成云：「既以神遇，不用目睹，故眼等主司悉皆停廢，從心所遇，順理而行。」武按：官知止，即不以生隨知也。必官知止，而後神乃欲行。神之所行者何道？則緣督以為經也。故此句與下「依夫天理」、「因其固然」二句，為本篇要語，亦即養生要義也。依乎天理，成云：「依天然之腠理。」　補：郭云：「不橫截也。」武按：依天理，即緣督之意。依，順也。督，背脊中間之脈理也。刻意篇云：「去知與故，循天之理。」義與此通。批大郤，字林：「批，擊也。」成云：「大郤，交際之處。」郭音卻。　補：批，史記孫臏傳：「批亢擣虛。」注：「相排批也。」釋文：「郤，徐去逆反，崔、李云：『間也。』」字亦作「隙」。知北遊篇：「若白駒之過郤。」釋文：「本亦作隙。」郭云：「有際之處，因而批之令離。」導大窾，郭慶藩云：「窾當為款。漢書司馬遷傳注：『款，空也。』謂骨節空處。」　補：釋文：「道音導。窾，徐苦管反，崔、郭、司馬云：『空也。』」因其固然。技經肯綮之未嘗，俞云：「技蓋枝之誤。枝，枝脈；經，經脈。枝經，猶言經絡。素問王注引靈樞經云：『經脈為裏，支而橫者為絡。』支，通作枝。經絡相連處，必有礙於游刃，庖丁因其固然，故無礙。」釋文：「肯，著骨肉。司馬云：『綮，猶結處也。』音啟。」言枝經肯綮，皆刃所未到。嘗，試也。　正俞說非也。此句言奏刀之技，未嘗經過肯綮之處，因肯綮為著骨肉，及骨肉聚結處，經必損刀也。其置「未嘗」於句末者，倒句法也。此類句法，經史中多有之。若如俞說，先須改「技」為「支」。支、經為二脈，然此二脈，包絡牛身，牛身恃之以束固者也。其質柔，刀經之即斷，如不之經，則絡束如故，牛身從何得解？此事理之不可通者也。且「技」字為本段脈絡，劈頭由文惠君口中點出，庖丁以「進乎技矣」應之。此句「技」字，即跟「進乎」句「技」字來，即說明技之所以進也。上下本承注一氣，俞氏改之為「支」，蓋未審及於此也。而況大軱乎！軱音孤，崔云：「槃結骨。」良庖歲更刀，割也；族庖月更刀，折也。崔云：「族，眾也。」俞云：「謂折骨，非刀折。左傳曰：『無折骨。』」今臣之刀十九年矣，所解數千牛矣，而刀刃若新發於硎。釋文：「磨石。」　補：釋文：「硎音刑。」彼節者有間，節，骨節。而刀刃者無厚，以無厚入有間，恢恢乎其於游刃必有餘地矣，是以十九年而刀刃若新發於硎。雖然，每至於族，郭云：「交錯聚結為族。」吾見其難為，怵然為戒，視為止，郭云：「不屬目他物。」行為遲，郭云：「徐其手。」動刀甚微，謋然已解，謋與磔同，解脫貌。　補：釋文：「謋，化百反。」類篇云：「速也。」武按：謋然者，狀解脫之速也。觀句意，微動刀即已解，非速何？成訓為骨肉離之聲，非也。如土委地。提刀而立，為之四顧，為之躊躇滿志，郭云：「逸足容豫自得之謂。」按：田子方篇亦云：「方將躊躇，方將四顧。」　補：如土委地，郭云：「理解而無刀跡，若聚土也。」釋文：「躊，直留反。躇，直於反。」善刀而藏之。」釋文：「善，猶拭。」　正宣云：「整好其刀。」文惠君曰：「善哉！吾聞庖丁之言，得養生焉。」牛雖多，不以傷刀，物雖雜，不以累心，皆得養生道也。一喻。　正庖丁解牛，以神遇而官知止，即不以有涯之生，隨無涯之知也。依天理，因固然，游刃於有間，即不為善與惡，而惟緣督以為經也。是以牛解數千，年經十九，而刀刃若新，即保身、全生、盡年之義，而深合於養生之道者也。然全段要義，則在證明「緣督以為經」一句。至前之「善哉」，善其技也；此之「善哉」，善其技之進於道也。 \\n 公文軒見右師而驚曰：司馬云：「公文姓，軒名，宋人。」簡文云：「右師，官名。」「是何人也？惡乎介也？介，一足。天與，其人與？」司馬云：「為天命與，抑人事也？」曰：「天也，非人也。天之生是使獨也，司馬云：「獨，一足。」按：此與德充符篇三兀者不同：介者天生，兀者人患。人之貌有與也。郭云：「兩足并行。」正成云：「與，共也。」宣云：「匹偶。」與郭注皆非。周禮春官太卜注：「與，謂予人物也。」德充符篇：「道與之貌，天與之形。」此句言人之貌有賦與之者，即天與之，非人為也。以是知其天也，非人也。形殘而神全也。知天則處順。二喻。　補：介者，天之所與，即無異天與之以刑也。刑為天與，非由為惡，惟當依乎天理，因其固然而已。夫不為惡，且有如右師之受天刑者，更何可為惡，以自近刑乎？此段喻為惡無近刑。 \\n 澤雉十步一啄，百步一飲，不蘄畜乎樊中。蘄同期。猶言不期而遇。李云：「樊，藩也，所以籠鳥〔一〕。」　正釋文：「蘄音祈，求也。樊音煩。」宣云：「雖飲食之艱如此，不求樊中之養。」韓詩外傳九：「君不見大澤中雉乎？五步一啄，終日乃飽，羽毛澤悅，光照於日月，奮翼爭鳴，聲響於陵澤者何？彼樂其志也。援置之囷倉中，常噣梁粟，不且時而飽，然獨羽毛憔悴，志氣益下，低頭不鳴。夫食豈不善哉？彼不得其志也。」武按：五步一噣，終日乃飽，言食飲之艱也。本文「十步一啄，百步一飲」，則更艱矣。至羽毛澤悅，聲響於陵澤，即本文所言之神王也。二者對照，意更明顯。神雖王，不善也。」釋文：「王，于況反。」不善，謂不自得。鳥在澤則適，在樊則拘；人束縛於榮華，必失所養。三喻。　正注非。此段言雉不求畜乎樊中者，以一入樊籠，便受囚拘，如韓傳所謂「羽毛憔悴」，「低頭不鳴」，何若飲啄澤中，放曠於自得之場？食飲雖艱，而身則適，身適而神自王也。然神雖王矣，在雉固依乎天理，因其固然而已，心固不自知其善也。以喻人有心為善，則必得名，何異雉之求畜乎樊中？蓋名。乃人之樊籠也。此段喻「為善無近名」。 \\n 〔一〕「鳥」，釋文作「雉」。 \\n 老聃死，司馬云：「老子。」按：老子不知其年，此借為說。　補：釋文：「聃，吐藍反。」成云：「姓李，名耳，字伯陽，外字老聃。降生陳國苦縣。當周平王時，去周，西度流沙，適之罽賓。而內外諸經，竟無其跡。而此獨言死者，蓋莊子寓言耳。」又云：「老君降生、行教、昇天，備載諸經，不具言也。」史記索隱曰：「許慎云：『聃，耳漫也。』故名耳，字聃。」正義曰：「聃，耳漫無輪也。」秦失弔之，釋文：「失音逸。」三號而出。弟子曰：「非夫子之友邪？」補世人弔友喪，必哭。今弟子見失僅號而不哭，疑其非友，故問。曰：「然。」補宣云：「是吾友。」「然則弔焉若此，可乎？」補弟子謂若此號而不哭，於弔友喪之禮可乎？曰：「然。補宣云：「可也。」始也，吾以為其人也，謂真人不死。正注非。文如海本「其人」作「至人」，亦非。成玄英本作「其人」，與此本同，是也。惟成謂其人指老君弟子言，則非。宋刻趙本、明世德堂本，均作「其人」，其，指老子言；人，世俗之人也。謂始也，吾以為老子乃世俗之人也，如為世俗之人，吾當以世俗弔喪之禮哭之。而今非也。補而今非世俗之人也，其死，亦非死也，乃是帝之縣解也，吾何為以世俗之禮哭焉？此與大宗師篇孟子反、子琴張於子桑戶死，相和而歌曰「而已返其真，我猶為人猗」之意同。故此句。直貫注下文「適來」一段。向吾入而弔焉，有老者哭之，如哭其子；少者哭之，如哭其母。彼其所以會之，必有不蘄言而言，不蘄哭而哭者。所謂「不言而信，不比而周」也。會，交際。言，稱譽。言老子誠能動物，我之不哭，自有說也。　正注非。彼，指哭者。言彼老少所以相會聚言哭於此，必有不求言哭而言哭者。言者，稱也。即老者稱之如子，少者稱之如母而哭之也。田子方篇云：「其諫我也似子，其道我也似父。」此正相同。老聃非老者之子。非少者之母，於天倫人情，不蘄乎如斯言哭，而竟言哭，是乃言哭之不當者，故下曰「遯天倍情」。秦失因弟子疑其弔而不哭，乃先舉哭之遯天倍情者反證之。是遯天倍情，忘其所受，釋文：「遯，又作遁。」是，謂老聃。情，乃惠子所謂情，見德充符篇。受者，受其成形。　正注非。是，指上老少之哭言。非母子，而哭之如母子，是逃遁乎天然之倫，倍加於常人之情，而忘乎其所受也。蓋母子之情，所受於天，今非母子，而哭如母子，故曰「忘其所受」。倍情，猶過情也。古者謂之遁天之刑。語又見列禦寇篇。德充符以孔子為天刑之，則知「遁天刑」是贊語。舊解並誤。　正注非。倍加常情，過於哀哭，足以傷生損性，無異受刑，故曰「遁天之刑」。遁天者，逃遁自然之天性也。則陽篇「遁其天，離其性，滅其情」，於此「遁天」義同。可知非贊語，即德充符篇亦非贊語。王解均誤。適來，夫子時也；適去，夫子順也。安時而處順，哀樂不能入也，古者謂是帝之縣解。」釋文：「縣音玄。」成玄：「帝，天也。」按大宗師篇云：「得者時也，失者順也。安時而處順，哀樂不能入也，此古之所謂縣解也。」與此文大同。來去得失，皆謂生死。德充符郭注亦云：「生為我時，死為我順；時為我聚，順為我散也。天生人而情賦焉，縣也。冥情任運，是天之縣解也。」　補：吳都賦注：「有繫謂之縣，無謂之解。」武按：安時處順，哀樂不能入，是帝之縣解，非同夫世俗人之死也。此秦失所以號而不哭。此段再喻為惡無近刑。蓋遁天倍情，過於哀哭，為惡也；足以傷生損性，近刑也。 \\n 指窮於為薪，以指析木為薪，薪有窮時。火傳也，不知其盡也。形雖往，而神常存，養生之究竟。薪有窮，火無盡。五喻。正注非。歷來修詞家，均以薪傳為師弟傳受之喻，謬誤相承，由來已久。不知此段以薪喻生，以火喻知，以薪傳火喻以生隨知。蓋薪有盡，而火無窮，以薪濟火，不知其薪之盡也。以喻生有涯而知無涯，以生隨知，不知其生之盡也。蓋儆人不當以生隨知也，即證明首段「吾生也有涯」四句。 \\n  \\n   \\n  "}
{"章节": "人間世第四", "正文": "  \\n 人間世第四 \\n 　 \\n  \\n 人間世，謂當世也。事暴君，處汙世，出與人接，無爭其名，而晦其德，此善全之道。末引接輿歌云：「來世不可待也，往世不可追也。」此漆園所以寄慨，而以人間世名其篇也。　正註謂人間世為當世，未盡其義。蓋人間以橫言，世以豎言。人間世者，謂人與人之間相接之時世也。世有三，即接輿所歌往世、來世、方今之世也。而人與人間之相接，不外乎於內則心，於外則形與行。本篇凡六節。第一節，孔、顏問答，致齊虛心以應世也。第二節，孔、葉問答，安命養心以應世也。第三節，顏、蘧問答，正身和心以應世也。第四節，匠石師弟問答，而足之以南伯之言，明物之寄形於無用，以免世害也。第五節，支離疏支離其形，明人之寄形於無用，以免世害，且蒙世益也。第六節，接輿卻曲其行，以避世也。如此數面寫來，人間世之義，無餘蘊矣。然皆莊子之寓言，藉以明其道要而已。而其道要，則在於事心。故一至三節，事心之正文也；四節之寄形於無用，能虛其心也；五六之支離其形，卻曲其行，免累其心也。如作孔、蘧諸人事實觀，則傎矣。 \\n 顏回見仲尼請行。曰：「奚之？」曰：「將之衛。」曰：「奚為焉？」曰：「回聞衛君，釋文：「司馬云：『衛莊公蒯聵。』按左傳，莊公以魯哀十五年冬入國，時顏回已死。此是出公輒也。」姚鼐云：「衛君，託詞，以指時王糜爛其民者。」　補：成疏：「姓顏，名回，字子淵，魯人也。孔子三千門人之中，總四科，入室弟子也。仲尼者，姓孔，名丘，字仲尼，亦魯人，殷湯之後，生衰周之世，有聖德。」奚，何也。之，適也。其年壯，其行獨，宣云：「自用。」　補：釋文：「行，下孟反。獨，向云：『與人異也。』」武按：「年壯」句，為下「夫以陽為充」句伏根。輕用其國，役民無時。　補：輕率用其國之權力。而不見其過，郭云：「莫敢諫。」　補：不自覺其輕用之過。輕用民死，視用兵易。死者以國量乎澤，若蕉，國中民死之多，若以比量澤地，如以火烈而焚之之慘也。郭嵩燾云：「蕉與焦通。左成九年傳『蕉萃』，班固賓戲作『焦瘁』。廣雅：『蕉，黑也。』」　正量，比也，度也。則陽篇云：「比於大澤，百材皆度。」荀子富國篇云：「然後葷菜百疏以澤量。」注：「猶谷量牛馬。」澤，風俗通：「水草交厝，名之為澤。」蕉，釋文：「似遙反。向云：『蕉，草芥也。』」呂氏春秋審應覽不屈篇：「蕉火大鉅。」註：「蕉，薪樵也。」列子周穆王篇：「覆之以蕉。」註：「與樵同。」此句言以國內死者之數，比量於澤，若澤中草薪之多焉，猶言死人如麻也。此乃找足上「輕用民死」義。註訓蕉為焚焦，非是。章太炎云：「國不可量乎澤，當借為馘，以馘則可量乎澤也。」說似是而非，且蹈擅改原文之失。此為清代訓詁家之通蔽，非武所敢苟同也。須知此為倒句法，如將「以國」二字置「死者」二字之上，則為以國之死者量，非以國量也。足知改「馘」之不必矣。民其無如矣。無所歸往。　正非。秋水篇：「予無如矣。今子之使萬足獨奈何？」言予使一足，尚無如之何，今子使萬足，獨奈之何哉？此句與「予無如矣」同一句法，謂民無如衛君之暴何也。又戴震云：「魯論『吾末如之何』，即『奈之何』。鄭康成讀如為那。」武按：玉篇：「那，何也。」廣韻：「那、奈通。」則民無如矣即民無奈。回嘗聞之夫子曰：『治國去之，宣云：「無所事。」亂國就之，宣云：「欲相救。」醫門多疾。』入喻。願以所聞思其則，崔、李云：「則，法也。」補願以所聞於夫子者，思其醫國之法。應上「將之衛」句。庶幾其國有瘳乎！」李云：「瘳，愈也。」　補：釋文：「瘳，丑由反。」言庶幾其國如疾之愈，而不再輕用乎！仲尼曰：「譆！若殆往而刑耳！成云：「若，汝也。往恐被戮。」　正釋文：「譆音熙，又於其反。」成云：「怪笑〔一〕聲也。」武按：殆，將也。夫道不欲雜，雜則多，多則擾，擾則憂，憂而不救。成云：「道在純粹，雜則事緒繁多，事多則心擾亂，擾則憂患起。藥病既乖，彼此俱困，己尚不能立，焉能救物？」補「雜」「多」「擾」三字，反伏下文「定」「一」「虛」三字，而「一」「虛」二字，為全節主腦，餘字則綫索也。蓋道不雜則一而不多，不多則不擾，不擾則定，定則虛，虛則所以集道也。故定者一之效，虛者定之效；雜多為一之反，擾為定之反也。古之至人，先存諸己，而後存諸人。成云：「存，立也。」　正存，當為「成性存存」之存。爾雅釋詁：「存，在也，察也。」楚辭遠遊篇云：「壹氣孔神兮，於中夜存。虛以待之兮，無為之先。」於此「存」字之義最合。此「存」字，隱攝下「心齊」義。下文云：「夫且不止，是謂坐馳。」蓋能存諸己則不馳矣。然則謂心齊之工夫在一「存」字，亦無不可。老子之「綿綿若存」，亦此義也。成乃以立訓之，失其旨矣。所存於己者未定，補未定則擾矣。何暇至於暴人之所行！至，猶逮及也。暴人，謂衛君。且若亦知夫德之所蕩，而知之所為出乎哉？德蕩乎名，知出乎〔二〕爭。成云：「德所以流蕩喪真者，矜名故也。智所以橫出逾分者，爭善故也。」　正外物篇：「德溢乎名，名溢乎暴。」是蕩即溢也。謂德洋溢於外，則德之名立焉，非謂喪真矜名也。凡相爭，則必用知，故知即為爭之凶器，不待橫出逾分也。成疏似覺過量。名也者，相軋也；知也者，爭之器也。二者凶器，非所以盡行也。成云：「軋，傷也。」按：言皆凶禍之器，非所以盡乎行世之道。蘇輿云：「瘳國，美名也；醫疾，多智也。持是心以往，爭軋萌矣，故曰『凶器。』」此淺言之，下復深言。雖無用智、爭名之心，而持仁義繩墨之言以諷人主，尚不可游亂世而免於菑，況懷凶器以往乎！且德厚信矼，未達人氣；名聞不爭，未達人心。簡文云：「矼，愨實貌。」按：雖愨厚不用智，而未孚夫人之意氣；雖不爭名，而未通乎人之心志，人必疑之。正氣，即下文「聽之以氣」之氣。下文「入則鳴，不入則止」，即能達人氣、達人心者也。否則，己之德雖厚，人之信雖實，且不爭善名令聞，然未通達人之氣與人之心，而強言自衒，殆難免菑矣。此以信矼而強言，後以不信而厚言，兩層輕重，自是不同。而強以仁義繩墨之言術暴人之前者，是以人惡有其美也，釋文：「強，其兩反。」術同述。郭松燾云：「祭義：『而術省之。』鄭注：『術當作述。』」按：人若如此，則是自有其美，人必惡之。　正術，焦竑云：「江南古藏本作衒。」武按：孔子集語所引亦然。當作「衒」。前漢東方朔傳：「四方士多上書言得失，自衒鬻。」師古注：「衒，行賣也。」又韻會：「自矜也。」惡，俞樾云：「釋文惡音烏路反，非也。美惡相對為文，當讀如本字。」俞說是也。言仁義，美德也，今強以此言衒鬻於暴人之前，是以人惡而無此美德，己則有之也。「其」字，指仁義繩墨言。有其美，即自衒也。命之曰菑人。菑人者，人必反菑之，若殆為人菑夫！成云：「命，名也。」釋文：「菑音災。」　補：菑人，頂「以人惡」來。以人為惡，是菑害人也。若，汝也。「若殆為人菑」句，應「若殆往而刑耳」。且苟為悅賢而惡不肖，惡用而求有以異？下而，汝也。且衛君苟好善惡惡，則朝多正人，何用汝之求有以自異乎？若唯無詔，王公必將乘人而鬥其捷。成云：「詔，言也。王公，衛君。」言汝唯無言，衛君必將乘汝之隙，而以捷辯相鬥。　補：釋文：「無詔，絕句。詔，告也。」而目將熒之，而色將平之，口將營之，容將形之，心且成之。是以火救火，以水救水，名之曰益多，順始無窮。郭慶藩云：「熒，〈熒，中\"火改目\"〉之借字。說文：『〈熒，中\"火改目\"〉，惑也。從目，熒省聲。』」成云：「形，見也。」言汝目將為所眩，汝色將自降，口將自救，容將益恭，心且舍己之是，以成彼之非。彼惡既多，汝又從而益之。始既如此，後且順之無盡。　補：成云：「既懼菑害，故委順面從，擎、跽、曲拳，形跡斯見也。」若殆以不信厚言，宣云：「未信而深諫。」按：此「若」字，訓如。　正前信矼強言，尚不免菑，況不信厚言乎！較前進一步說。「若」字當訓汝。此字領冒下句，而為二句主格也。必死於暴人之前矣。補再應「若殆往而刑耳」。且昔者桀殺關龍逢，紂殺王子比干，是皆修其身以下傴拊人之民，李云：「傴拊，謂憐愛之。」宣云：「人，謂君。」　補：成云：「姓關，字龍逢，夏桀之賢臣，盡誠而遭斬首。比干，殷紂之庶叔，忠諫而被割心。」釋文：「傴，紆甫反。拊音撫。」以下拂其上者也，故其君因其修以擠之。是好名者也。因其好修名之心而陷之。一證。　補：拂，釋文「符弗反，崔云『違也』」。擠，釋文「子禮反，簡文云：『排也。』一云陷也。好，呼報反」。昔者堯攻叢枝、胥敖，禹攻有扈，三國名。　補：釋文：「叢，才公反。有扈音戶，司馬云：『國名，在始平郡。』」按：即今京兆鄠縣也。奚侗云：「叢枝，齊物論作『宗膾』。叢、宗音近。枝疑快字之誤，快、膾音近。」國為虛厲，宣云：「地為丘墟，人為厲鬼。」　正釋文：「虛，如字，又音墟。李云：『居宅無人曰虛。』」武按：周禮地官：「山虞掌山林之禁令，物為之厲。」鄭注：「每物有蕃界也。」又春官：「墓大夫帥其屬而巡墓厲。」注：「厲，塋限遮列處。」句謂國為丘虛塋厲也。「國」字，總攝「虛厲」二字，宣乃以「國」攝「虛」，添一「人」字以攝「厲」，似與句意不合。身為刑戮，其用兵不止，其求實無已。求實，貪利。三國如此，故堯、禹攻滅之。　補：影射衛君「輕用其國」數句。是皆求名、實者也，再證。蘇輿云：「龍、比修德，而桀、紂以為好名，因而擠之。桀、紂惡直臣之有其美，而自恥為辟王，是亦好名也。叢枝、胥敖、有扈，用兵不止，以求實也，堯、禹因而攻滅之，亦未始非求實也。故曰：『是皆求名、實者也。』」　補：此句雙承上二段，即以「名」字承龍、比，「實」字承三國，且作一小收束。而獨不聞之乎？名、實者，聖人之所不能勝也，而況若乎！夫子又舉所聞告之。言人主據高位之名，有威權之實，雖以聖人為之臣，亦不能不為所屈，況汝乎！正聖人，指龍、比、堯、禹言。龍、比不勝桀、紂之好名，致以身殉；堯、禹不能勝三國之求實，致以兵攻。不勝者，不能以德化而勝之也。此節引例以暢發「若殆往而刑」，與「必死於暴人之前」句。雖然，若必有以也，嘗以語我來！」以者，挾持之具。嘗，試也。顏回曰：「端而虛，端肅而謙虛。　補：此「虛」字，緊貼「端」字，就容貌說，謂容貌端正而謙虛也，與後文「虛」字屬於氣與心者有別。若如郭注「正其形，虛其心」，則後文「虛者心齊」之言便成贅疣。此句蓋回聆仲尼強言自衒，以下拂上之言，特欲以端虛自醫也。勉而一，黽勉而純一。　補：此回聆仲尼雜多擾，及存己未定之言，特欲黽勉自存，求定於一，以免雜多擾之患也。此「一」字，係就以專一不雜之法，向人君進諫而言，與下「一若志」之一有別。蓋回此時，尚未領會仲尼「道不欲雜」之旨，誤以為進諫之法不欲雜，故以一自勉。及仲尼破其執而不化，即謂其執一也，回則張三法以應之，其不明仲尼之旨可知矣。則可乎？」曰：「惡！惡可？上惡，驚歎詞。下惡可，不可也。夫以陽為充孔揚，衛君陽剛之氣充滿於內，甚揚於外。　補：成云：「充，滿也。孔，甚也。」武按：論語孔子曰：「及其壯也，血氣方剛。」朱注：「血陰而氣陽。」淮南氾論訓：「積陽則飛。」即陽充積向外飛揚也。本句跟上「其年壯」來，因衛君年壯，故陽氣方剛，積滿於內，甚揚於外也。采色不定，容外見者無常。常人之所不違，平人莫之敢違。　補：常人見衛君氣勢張揚，喜怒之色不定，故畏而不敢違忤。因案人之所感，以求容與其心。成云：「案，抑也。容與，猶快樂。人以箴規感動，乃因而挫抑之，以求放縱其心意。」　補：應上「因其修以擠之」。名之曰日漸之德不成，而況大德乎！雖日日漸漬之以德，不能有成，而況進於大德乎！　補：況驟然以仁義之大德強與之言乎！將執而不化，宣云：「自以為是。」外合而內不訾，宣云：「外即相合，而內無自訟之心。」姚鼐云：「訾，量也。聞君子之言，外若不違，而內不度量其義。」　正此與上句，宣注屬衛君說，姚同。武按：上明言衛君采色不定，按人之所感，以求快適其意，何能外合人之所言？且案者，即上文所謂擠也。方且案而罪之，豈僅內不自訟與不度量其義乎？宣、姚之說，均有未愜。應屬顏回說。訾，當從崔云，毀也。仲尼對破回勉一之言，謂如執一不化，必至外合而內不敢訾。夫外合而內不訾，非內外勉而一者乎？且外合，即容且形之；內不訾，即心且成之也。況下文回明答「我內直而外曲」，外曲者，反應外合也；內直者，反應內不訾也。前後對勘，線路極為分明。其庸詎可乎！」　補：此為對回之否定指示詞，益足證上語為對回說。如屬衛君，則此語為無謂矣。「然則我內直而外曲，成而上比。「然則」下，顏子又言也。內直者，與天為徒。與天為徒者，知天子之與己皆天之所子，而獨以己言蘄乎而人善之，蘄乎而人不善之邪？成云：「內心誠直，共自然之理而為徒類。」宣云：「天子，人君。」郭云：「人無貴賤，得生一也。故善與不善，付之公當，一無所求於人也。」補內直者，坦率任真，應訾則訾也。如童子率其天真而言，毫無蘄求之心，其善之與否，聽諸人而已。若然者，人謂之童子，是之謂與天為徒。依乎天理，純一無私，若嬰兒也。外曲者，與人之為徒也。擎、跽、曲拳，宣云：「擎，執笏。跽，長跪。曲拳，鞠躬。」　補：釋文：「擎，徐其驚反。跽，徐其里反，說文云：『長跪也。』拳音權。」人臣之禮也，補隨人跽、拳，盡人臣之禮而已，非外合也。人皆為之，吾敢不為邪？為人之所為者，人亦無疵焉，是之謂與人為徒。成而上比者，與古為徒。成云：「忠諫之事，乃成於今；君臣之義，上比於古。」　正成人臣之直節，以謫過之言進，乃上比於古人，而與之為類也。其言雖教，謫之實也。所陳之言，雖是古教，即有諷責之實也。　補：釋文：「謫，直革反。」成云：「責也。」武按：「謫」字，反應上「不訾」。古之有也，非吾有也。若然者〔三〕，雖直而不病，郭云：「寄直於古，無以病我。」　補：「而不病」，明世德堂本、崇德書院本均作「不為病」，當從之。是之謂與古為徒。若是，則可乎？」補回見仲尼破其執一，乃張三條以救之。仲尼曰：「惡！惡可！大多政釋文：「大音泰。」郭云：「當理無二，而張三條以政之，所謂大多政也。」按：政、正同。法而不諜，俞云：「四字為句。列禦寇篇：『形諜成光。』釋文：『諜，便僻也。』此『諜』義同。言有法度，而不便僻。」　正此句當連上「大多政」為一句，言其大多正之之法而不諜也。「諜」字，俞引「形諜成光」句下釋文，訓便僻，不僅核之此處上下文義無當，即與「形諜成光」之義亦不合。武於彼句下，已加駁正，茲不贅。又釋文引崔云：「間諜。」武按：仲尼聖人，決無教弟子以間諜之法刺探人主意向之理，且與心虛之義亦未協。考前漢王莽傳云：「政令煩多，當奉行者，輒質問，乃以從事。前後相乘，憒眊不渫。」注：「渫，徹也，通也。」「諜」「渫」二字，形近易誤。且諜，達協切，渫亦有達協切，音同則義通，故諜有通達義。彼以政令煩多而不渫，此以政法大多而不諜，意義正同。本篇要旨，在一「虛」字。虛以待物，則肆應無滯，達人氣，達人心，入則鳴，不入則止，胥此意也。回政法雖多，然拘之以三，仍不能圓通無礙，故曰「大多政法而不諜」，謂其執而不能通達也。下句「固」字，亦即執而不通之謂。諜作如此解，則上下文義一貫矣。雖固，亦無罪。雖未宏大，可免罪咎。　正注非。前之「勉而一」，「執而不化」，固固矣；今法限以三，亦固也。雖固，其所言者，皆古人之所有，有類旁諷，不致直觸其怒，較前之強言自衒，與不信厚言者異矣，故不致招罪。雖然，止是耳矣，補耳，緩讀之則為而已，而已急讀之則為耳，故耳矣，即而已矣。此句言止於無罪而已。夫胡可以及化！不足化人〔四〕。猶師心者也。」成云：「師其有心。」　補：師其成心，謂拘於三法而不諜也。顏回曰：「吾無以進矣，敢問其方。」仲尼曰：「齊，吾將語若！釋文：「齊，本亦作齋。」　補：釋文：「齊，側皆反，下同。」武按：知北遊篇老聃曰：「汝齊戒，疏瀹而心，澡雪而精神，掊擊而知。」此數句，足以發明此處「齊」字之義。有而為之，其易邪？郭云：「有其心而為之，誠未易也。」　正焦竑云：「張君房本『有』下有心字。」武按：觀郭注亦應有。此句承上「師心」來。惟郭謂「誠未易也」，則與句意相違。徐鍇云：「人為為偽。」句意謂有心而為之，則非順乎自然之天，而純出於人為。人為即偽也。故曰「其易邪」，言易偽也。下文「易以偽」句，即承此而明說之。易之者，皞天不宜。」成云：「爾雅：『夏曰皓天。』言其氣皓汗也。」按：與虛白自然之理不合。蘇輿云：「易之者，仍師心也。失其初心，是謂違天。」於義亦通。　補：釋文：「皞，徐胡老反。向云：『皞天，自然也。』」武按：「皞」，一作「皓」，明也，白也。天地篇：「無為為之之謂天。」淮南原道訓云：「所謂天者，純粹樸素，質直皓白，未始有與雜糅也。」以此釋皞天之義最切。蓋本書所謂天者，無為也。無為者，不雜以人為也，即非有心而為之也。有心而為之者，人為也。人為者，易以偽，非純粹皓白之天所宜矣。回張三法，純出有心而為之，非任其自然無為之天而虛而待物也，故仲尼復申儆之也。顏回曰：「回之家貧，唯不飲酒、不茹葷者數月矣。如此，則可以為齊乎？」成云：「葷，辛菜。」　補：釋文：「茹，徐音汝，食也。葷，徐許云反。」曰：「是祭祀之齊，非心齊也。」回曰：「敢問心齊？」仲尼曰：「一若志，宣云：「不雜也。」　補：莊子之道，其功夫〔五〕即在此，亦本篇主要語，即老子之「抱一」也。老子云：「致虛極，守靜篤。」欲致虛之極，在守靜之篤，欲守靜篤，則在抱一，即「一若志」之謂也。故一志為道家下手功夫，虛則其功效也。無聽之以耳而聽之以心，成云：「耳根虛寂，凝神心符。」　補：文子上德篇：「夫道者，內視而自反。」注：「反聽內視。」武按：聽之以心者，即反聽也。與楞嚴經「初於聞中入流亡所」之義通。無聽之以心而聽之以氣。成云：「心有知覺，猶起攀緣；氣無情慮，虛柔任物。故去彼知覺，取此虛柔，遣之又遣，漸階玄妙。」聽止於耳，宣云：「止於形骸。」俞云：「當作『耳止於聽』，傳寫誤倒也。此申說無聽之以耳之義，言耳之為用，止於聽而已，故無聽之以耳也。」　正俞說非。如俞說作「耳止於聽」，謂申說無聽之以耳之義，須知二句義同，徒滋重復，何申說之於有？且耳何能聽？能聽者耳根也。聲浪觸耳，耳亦不能止，能止者心也。上既言「無聽之以心」，即心寂然不動。聲浪之來，及耳而止，寂然之心不與之相應而為聽，故曰「聽止於耳」，與楞嚴經「聞所聞盡」之義相通。本文並未誤倒。心止於符。俞云：「此申說無聽之以心之義。言心之用，止於符而已，故無聽之以心也。符之言合，與物合也，與物合，則非虛而待物之謂矣。」　正俞說非。本書徐無鬼篇：「以心復心。」符、復義通。蓋人皆有心，或蔽而不明，或放而未收，遂有人心、道心之別，而不相符矣。如能一其志，使心不坐馳，物來順應，無差別心，無攀緣心，無受、想、行、識之心數，二六時間，如如不動，則道心復而人心與之符矣。故曰「以心復心」也，故曰「心止於符」也。若以釋家言之，其入三摩提，證真如之境者乎？此就本書以證也。再以列子證之。仲尼篇：「亢倉子曰：『我體合於心，心合於氣。』」符者，合也。心止於符，即心止於合氣也。又本書則陽篇：「陰陽者，氣之大者也，道者為之公。」本句所謂氣，即陰陽之氣也；本篇所謂道，即陰陽之公名也。列子曰：「天地之道，非陰則陽。」易曰：「一陰一陽之謂道。」莊子名陰陽之氣為道，即本於此。是故心符於氣，即符於道，即所謂道心也。前後兩證，義自相通。此篇莊子寓諸仲尼之言，發揮修道次第，義最幽玄，語極精要，道笈丹經，汗牛充棟，悉不能出此範圍。審其修道次第，率由耳、眼兩根而入，與釋家相同，惟釋家入道方便，其途較多。然諸佛弟子，在祇桓精舍會上，應佛之問，陳述入道方便時，佛獨取觀音「由聞中入」，實以耳根圓通，遠較諸根為勝也。本篇先述耳根，眼根次之，其意與釋家亦無不同。其所謂「無聽之以耳而聽之以心」者，即觀音聞所聞盡也；「無聽之以心而聽之以氣」，即覺所覺空也，覺屬心故也。氣充虛空，無乎不偏，圓之義也。心符於氣，即空覺極圓也。至列子所記亢倉子之言，尤有進焉。其言曰：「心合於氣，氣合於神，神合於無。」即空所空滅，生滅既滅，寂滅現前也。又曰：「於介然之有，唯然之音，雖遠在八荒之外，近在眉睫之內，來干我者，我必知之。」此與觀音之「耳根圓通」何異？天地間祗此一理，孰謂釋道殊途乎？氣也者，虛而待物者也。俞云：「此申說氣。」宣云：「氣無端，即虛也。」補即陰陽之氣。唯道集虛。虛者，心齊也。」成云：「唯此真道，集在虛心。故虛者，心齊妙道也。」　補：「虛」字，為全篇主腦。應帝王篇云：「無為名尸，無為謀府，無為事任，無為知主。體盡無窮，而遊無朕，盡其所受於天，而無見得，亦虛而已。」於「虛」字之義，可謂發揮盡致。又管子內業篇云：「心靜氣理，道乃可止。」又云：「彼道之情，惡音與聲。修心靜者，道乃可得。」文子十守篇：「虛無者，道之所居。」皆可作「唯道集虛」之參證。然道究何以必集於虛？其猶排橐乎？排橐內之氣，橐外之氣輒來補其空，如水之就下然。虛者空也。道為陰陽之氣，故集之也。春秋繁露如天之為篇〔六〕云：「天地之間，有陰陽之氣。常漸人者，若水常漸魚也。」人既處陰陽氣之中，故心若虛，則是氣入而集之矣。所謂虛者心齊也者，謂心何以虛？齊致之也。齊者其功，虛者其效也。說文：「齊，戒絜也。」禮記祭統云：「齊者不樂。」言不散其志也。不散志，即一志也。是則上文「一若志」，即示回以齊之下手處也。祭統又云：「定之之謂齊。」上文「存於己者未定」，即規回之未能齊也。達生篇：「必齊以靜心：齊三日而不敢懷慶賞爵祿，齊五日不敢懷非譽巧拙，齊七日輒然忘吾有四枝形體也。」夫至忘四枝形體，則心可謂虛矣，亦即未始有回之義也。顏回曰：「回之未始得使，未得使心齊之教。　正注非，說詳下句。實自回也；自見有回。　正奚侗曰：「自，係有字之誤。下文『未始有回也』，正與此文反應。」武按：此與上句，言回之未用其心也，實有一形體具備之回也。秋水篇：「因其大而大之，因其小而小之。」此即因其有而有之，任其天也。形質實有，不能故謂之無。如實有而以為無，非惟有心，且為妄心矣，何能致齊而虛其心？又何異釋家所斥墮於斷滅之外道乎？德充符篇云：「有人之形，無人之情。」實自回也者，有人之形也；下文「未始有回也」者，無人之情也。尤為此處確證。此處就未用心時言齊也。得使之也，未始有回也。既得教令，遂忘物我。　正「之」字，指心言。謂得使用其心時，未始有回之見存也。見不存，即任其天也。任天，即下文「為天使」也。此與大宗師篇「回坐忘」節可互相發明。夫功至坐忘，若準諸釋家，約等於斷煩惱、所知二障，而變人、法二空也。此就用心時言齊也。可謂虛乎？」夫子曰：「盡矣。成云：「心齊之妙盡矣。」　正「可謂虛乎」句，雙承上二意。謂未使心時，惟有人之形，既使心時，卻無人之情，如此者，可謂虛乎？二意夾詮，故夫子以盡虛之義許之也。吾語若！若能入遊其樊而無感其名，汝入衛，能遊其藩內，而無以虛名相感動。入則鳴，不入則止。入吾言則言，不入則姑止。無門無毒，宣云：「不開一隙，不發一藥。」郭云：「使物自若，無門者也；付天下之自安，無毒者也。」李楨云：「門、毒對文，毒與門不同類。說文：『毒，厚也。言害人之草，往往而生。』義亦不合。毒蓋壔之借字。說文壔下云：『保也，亦曰高土也，讀若毒。』與郭注『自安』義合。張行孚說文發疑云：『壔者，累土為臺以傳信，即呂覽所謂「為高保禱於王路，寘鼓其上，遠近相聞」是也。』禱是壔之訛。壔者，保衛之所，故借其義為保衛。周易『以此毒天下，而民從之』，老子『亭之毒之』，與此『無門無毒』，三毒字，皆是此義。廣雅『毒，安也』，亦即此訓。楨按：壔為毒本字，正與門同類，所以門、毒對文。讀都皓切，音之轉也。」按：宣說望文生義，不如李訓最合。門者，可以沿為行路；毒者，可以望為標的。「無門無毒」，使人無可窺尋指目之意。　正知北遊篇：「其來無跡，其往無崖，無門無房，四達之皇皇也。」此「毒」字，疑為「房」字之誤。此句為下句「一宅」作根，並為後文「虛室」二字寫照。下句不得已而一宅之者，以其「無門無房」也。外無門，內無房，非虛室乎？以喻宅心於皇皇四達，內外無蔽障之所，斯可謂之虛矣。宣固望文生義，然李讀毒為壔，壔者，保衛之所，所以望遠通信者，非可常居，於下「一宅」與「虛室」義不相應，亦徒滋葛籐而已。至云「使人無可窺尋指目」，則是偽也。若李林甫城府深阻者則如此，尤乖本文之義矣。一宅而寓於不得已，則幾矣。成云：「宅，居處也。處心至一之道，不得已而應之，非預謀也，則庶幾矣。」　補：一宅者，宅居於一而不二也，為上「一若志」之喻。莊子之道，重在於不得已，故「不得已」句全書數見，如下文「託不得已以養中」，庚桑楚篇「動以不得已之謂德」，刻意篇「不得已而後起」。蓋即虛而待物之旨，必待感而後應，迫而後動也。下「葉公子高」節，即暢發此義，特提於此，以作彼節伏筆。絕跡易，無行地難。宣云：「人之處世，不行易，行而不著跡難。」正人行地而欲不留足跡，可以人為掃除之使絕，故曰易，以喻為人使，易以偽。又人無翼以飛，不能不行地，此天使之也。今欲無行地，非人為所能，故曰難，以喻為天使，難以偽。為人使，易以偽；為天使，難以偽。成云：「人情驅使，淺而易欺；天然馭用，為而難矯。」補荀子性惡篇楊倞注：「偽，為也。凡非天性而人作為之者，皆謂之偽。故偽字人傍為，亦會意字也。」本書刻意篇：「靜而與陰同德，動而與陽同波。不為福先，不為禍始。感而後應，迫而後動，不得已而後起。去知與故，循天之理。」又曰：「動而以天行。」即為天使也。言循天理以行使，而不雜以知故之人為也。反之者，為人使也。為人使者，即使其知故，而流於人為之偽也。「為天使」句，與上「寓於不得已」句相呼應。聞以有翼飛者矣，未聞以無翼飛者也；聞以有知知者矣，未聞以無知知者也。釋文：「上音智，下如字。」宣云：「以神運，以寂照。」正上知如字，音智非。無知不能知，猶之無翼不能飛，天使之也。無知欲知，無翼欲飛，皆難施以人為，故上言「為天使，難以偽」也。自「絕跡易」至此，皆推闡「入則鳴，不入則止」二句之義。蓋天者自然之謂，入則鳴者，順其自然之機也。如其不入，尚不知止而仍鳴，猶之無翼欲飛，無知欲知，皆違乎自然，而難於為力矣。瞻彼闋者，虛室生白，司馬云：「闋，空也。室，喻心。心能空虛，則純白獨生也。」成云：「彼，前境也。　觀察萬有，悉皆空寂，故能虛其心室，乃照真源。」　補：瞻，說文：「臨視也。」成云：「觀照也。」闋，釋文「徐苦穴反」，集韻「音缺」。武按：莊子於入道之門，上文示人由耳根，此處示人由眼根也。至天地篇所云：「視乎冥冥，聽乎無聲。冥冥之中，獨見曉焉；天聲之中，獨聞和焉。」則雙示眼、耳兩根，並說明其功效也。視乎冥冥，即瞻彼闋也；冥冥見曉，即虛室生白也，蓋說文訓曉為明也。又前漢書元后傳注：「曉，猶白也。」夫老、莊之道，多由眼根入。如道德經首章，即揭示觀妙觀徼，而繼之以觀復，終之以長生久視，從可知其入道之方矣。至虛室生白，並非甚難，如根性明利者，齊潔靜持，瞑目觀息，閱月經年，即見光透睫簾，白境現前矣。此境尚淺，因僅白生虛室，未能圓照十方也。準諸釋家，於四禪中，約等有覺、有觀之初禪乎？瞻闋觀也；知白，覺也。靜瞻再進，則如庚桑楚篇之「宇泰定者發乎天光」，道德經之「明白四達」矣。更進則如在宥篇所述廣成子云「吾與日月爭光」，天地篇所云「上神乘光，與形滅亡，此謂昭曠」。夫形滅而惟乘光，即與光為一也，故謂上神。此與釋迦牟尼每於說法時，放種種寶光相若矣。此義請再以釋家明之。如阿那律陀云：「世尊示我以樂見照明金剛三昧，旋見循元，觀見十方，精真洞然，如觀掌果。」又如周利槃特迦云：「我時觀息，微細窮盡。反息循空，其心豁然，得大無礙。」復如孫陀羅難陀云：「我初諦觀三七日，見鼻中氣出入如烟，身心內明，偏成虛淨，烟相漸銷，鼻息成白，心開漏盡，諸出入息，化為光明，照十方界。」二家對勘，本文之義曉然矣。吉祥止止。成云：「吉祥善福，止在凝靜之心，亦能致〔七〕善應也。」俞云：「『止止』連文，於義無取。淮南俶真訓：『虛室生白，吉祥止也。』疑此文下止字亦也字之誤。列子天瑞篇盧重元注云『虛室生白，吉祥止耳』，亦可證『止止』連文之誤。」按：下「止」字，或「之」之誤。　正惟道集虛，虛則吉祥自然來止，即下文「鬼神來舍」也。刻意篇云：「澹然無極，而眾美從之。」澹然無極，虛也；眾美從之，吉祥止也。刻意篇又云「故無天災，無物累，無人非，無鬼責」，乃釋眾美之義也，亦可移以釋吉祥之義。又知北遊篇云：「正汝形，一汝視，天和將至。」天和者，非吉祥乎？「止止」二字不誤，俞、王說均非。蓋止猶集也：上「止」字，吉祥來集也；下「止」字，心之所集也。心止於符，即心集於虛也，虛則吉祥來集。合而言之，即吉祥止於心之所止也。德充符篇「惟止能止眾止」，謂惟心之止，能止眾止也。若略變其句法，為「眾止止止」，謂眾止止於心之所止，義亦可通。淮南之作「也」字，因語氣已畢，用「也」字以結之；此作「止」字者，為下句「止」字伏根。文義各有所當，何可據以改此乎？夫且不止，是之謂坐馳。若精神外騖而不安息，是形坐而心馳也。　補：此「止」字，承上句下「止」字來，謂心如不止，是形坐心馳也。可見上句下「止」字如作「也」字，則此「止」字無根矣。夫徇耳目內通而外於心知，鬼神將來舍，而況人乎！李云：「徇，使也。」宣云：「耳目在外，而徇之於內；心智在內，而黜之於外。」成云：「虛懷任物，鬼神將冥附而舍止。人倫歸依，固其宜矣。」正徇，釋文「徐辭倫反。李云『使也』。」武按：此文亦為本篇要旨，且總結上文「無聽以耳」與「瞻彼闋」二節。蓋無聽以耳而聽以心，即徇耳內通也；瞻闋，即徇目內通也。文子上德篇：「夫道者，內視而自反。」舊注：「反應內視。」足證此義。「外」字，宣似作「內外」之外解，非是。前漢書霍光傳：「盡外我家。」師古注：「外，疏斥之。」外於心知者，謂黜心知而不用也。大戴禮曾子天圓篇：「陽之精氣曰神，陰之精氣曰靈，品物之本也。」說文：「鬼，陰氣。」是靈即鬼也。陰陽之氣曰道，陰陽之精曰神鬼。是則鬼神來舍，與上「惟道集虛」相應。管子心術篇：「虛其心，神將入舍；掃除不潔，神乃留處。」又內業篇：「敬除其舍，精將自來。」本書知北遊篇：「攝汝知，一汝度，神將來舍。」凡此，皆可為此處參證。且此節之義，與釋家之旨亦相通。如楞嚴經云：「於外六塵，不多流逸，旋元自歸。塵既不緣，根無所偶。反流全一，六用不行，十方國土，皎然清淨。譬如琉璃，內懸明月，身心快然。」玩「反流」以上各語，即徇耳目內通也。全一者，即一若志也。六用不行者，眼、耳、鼻、舌、身、意不行也。此所謂心知，即彼所謂意也。外於心知，即意不行也。彼言六塵六用，舉其全也；此僅言耳、目、心者，從其重者言之也。內懸明月，則虛室生白之謂矣。措辭雖殊，義則無二。釋道異同之爭，亦徒見其淺陋而已。是萬物之化也，禹、舜之所紐也，伏羲、几蘧之所行終，而況散焉者乎？」此禹、舜應物之綱紐，上古帝王之所行止，而況几散之人，有不為所化乎！成云：「几蘧，三皇以前無文字之君。」蘇輿云：「言知此可為帝王，可以宰世，而況為支離之散人乎！」於義亦通。　補：釋文：「紐，徐女酒反。崔云：『系而行之曰紐。』」武按：此「化」字，總結上文二「化」字。伏羲、几蘧之行終，言伏、几之行，終盡於此道也，反結上文「非所以盡行也」句。 \\n 〔一〕「笑」字，據集釋引成疏補。 \\n 〔二〕「乎」原作「者」，據王氏原刻及集釋本改。 \\n 〔三〕「者」字，據王氏原刻及集釋本補。 \\n 〔四〕「人」原作「也」，據王氏原刻改。 \\n 〔五〕「夫」原誤「大」，據文義改。 \\n 〔六〕「如天之為」原作「天地陰陽」，據春秋繁露改。 \\n 〔七〕「致」字，據王氏原刻及成疏補。 \\n 葉公子高將使於齊，問於仲尼曰：「王使諸梁也甚重，成云：「委寄甚重。」　補：釋文：「葉音攝。子高，楚大夫，為葉縣尹，僭稱公。姓沈，名諸梁，字子高。」齊之待使者，蓋將甚敬而不急。宣云：「貌敬而緩於應事。」　正不急，言齊侯不視之為急務也。不視為急務，則必不重視使者矣。此對照上「重」字說。匹夫猶未可動，而況諸侯乎！吾甚慄之。懼也。　補：釋文：「慄音栗。」武按：未可動，未可以言動也。使者責在傳言，葉懼不能傳達其言，且無以對楚王使之甚重也。子常語諸梁也，曰：『凡事若小若大，寡不道以懽成。事無大小，鮮不由道而以懽然成遂者。　正郭云：「夫事無大無小，少有不言以成為懽者耳。此仲尼之所曾告諸梁者也。」玩郭注，是以「言」釋「道」字，是也。觀後文「丘請復以所聞」云云，仍從「言」字立論。所謂復者，前所告者，資言以成懽，此復以傳言各義相告也。事若不成，則必有人道之患；王必降罪。事若成，則必有陰陽之患。宣云：「喜懼交戰，陰陽二氣將受傷而疾作。」　補：淮南原道訓：「人大怒破陰，大喜墜陽。」本書在宥篇：「人大喜邪，毗於陽。大怒邪，毗於陰。陰陽並毗，四時不至，寒暑之和不成，其反傷人之形乎！」武按：懼與怒同屬陰，當事未成，則懼，事成則喜。懼則破陰，喜則墜陽，故有陰陽之患也。墜陽則陰勝，必致寒疾，破陰則陽勝，必致暑疾，即所謂寒暑之和不成也。葉慮事不成而懼，陰破陽勝而致暑疾，所以內熱也。若成若不成而後無患者，唯有德者能之。』成云：「任成敗於前塗，不以憂喜累心者，唯盛德之人。」以上述子言。蘇輿云：「謂事無成敗，而卒可無患者，惟盛德為能。」按：成說頗似張浚符離之敗，未可為訓。蘇說是也。吾食也，執粗而不臧，宣云：「甘守粗糲，不求精善。」　補：釋文：「臧，作郎反，善也。」爨無欲清之人。成云：「清，涼也。然火不多，無熱可避。」　補：釋文：「爨，七亂反。清，七性反。字宜從冫，從氵者，假借也。」武按：呂氏春秋功名篇：「大熱在上，民清是走。」亦作「清」。列子楊朱篇：「薦以梁肉蘭橘，心〈疒肙〉體煩，內熱生病矣。」據此，則內熱之來，由於肥膿美食。治此美食，用火必多，則爨者必思就清。今爨無欲清之人，食粗薄而無須多火也。食既粗薄，則內熱不由此致矣。今吾朝受命而夕飲冰，我其內熱與！憂灼之故。　補：內熱既非由於美食，則由甚慄之故也。蓋甚慄破陰而陽勝，必致暑疾。左傳昭公元年秦醫和曰：「陽淫熱疾。」外物篇云：「利害相摩，生火甚多，眾人焚和。」同此義也。吾未至乎事之情，宣云：「未到行事實處。」而既有陰陽之患矣；事若不成，必有人道之患。是兩也，為人臣者不足以任之，子其有以語我來！」仲尼曰：「天下有大戒二：成云「戒，法也。」其一，命也；其一，義也。子之愛親，命也，不可解於心；受之於天，自然固結。臣之事君，義也，無適而非君也，無所逃於天地之間。成云：「天下未有無君之國。」是之謂大戒。是以夫事其親者，不擇地而安之，不論境地何若，惟求安適其親。孝之至也；夫事其君者，不擇事而安之，成云：「事無夷險，安之若命。」忠之盛也；自事其心者，哀樂不易施乎前，王念孫云：「施讀〔一〕為移。此猶言不移易。晏子春秋外篇『君臣易施』，荀子儒效篇『哀虛之相易也』，漢書衛綰傳『人之所施易』，義皆同。正言之則為易施，倒言之則為施易也。」宣云：「事心如事君父之無所擇，雖哀樂之境不同，而不為移易於其前。」　補：釋文：「施，如字。崔以豉反，移也。」武按：注中「哀」當為「充」，「易」上脫「施」字。攷儒效篇：「若夫充虛之相施易也。」楊倞注：「充，實也。施讀曰移。」此段事親、事君、事心，三者平舉。因葉言為人臣者不足以任，故以事君之道語之，事親數語，特文之陪襯耳，然尤重在事心。下文皆就事心之義發揮，蓋針對葉之甚慄內熱，由於不能事心故也。知其不可奈何而安之若命，德之至也。為人臣子者，固有所不得已，行事之情而忘其身，情，實也。補此二句為本節要語。不可奈何，安之若命，即下文「託不得已以養中」也。安命即所以養中也，亦即前節之齊也，均就事心言也。心能安而養之，哀樂自不易施乎前，而心虛矣。如此，則羲、蘧之所行終，故曰「德之至也」。上下兩節，義自相通。且不特此也，如德充符篇「知其不可奈何而安之若命，唯有德者能之」，達生篇「達命之情者，不務知之所無奈何」，其義亦相通也。何暇至於悅生而惡死！宣云：「尚何陰陽之患？」　補：安之若命而已。夫子其行可矣！補上節回師心外馳，自來請行，仲尼以「何暇至於暴人之所行」以規之，以其未可行也。此節子高心慄內熱，謂為人臣者不足以任之，自不欲行也，仲尼以「何暇至於悅生而惡死」以曉之，勉其行也。兩節對照，一反一正，同用兩「何暇」句以相關顧。想莊子著筆時，亦煞費排比結構之功也。丘請復以所聞：更以前聞告之。凡交，交鄰。近則必〔二〕相靡以信，宣云：「相親順以信行。」　補：靡，御覽四０六引作「磨」。郭云：「近者得接，故以其信驗親相靡服也。」與宣注同以順訓靡，是也。遠則必忠之以言，宣云：「相孚契以言語。」言必或傳之。宣云：「必託使傳。」夫傳兩喜兩怒之言，宣云：「兩國君之喜怒。」天下之難者也。夫兩喜必多溢美之言，兩怒必多溢惡之言。郭云：「溢，過也。喜怒之言，常過其當。」凡溢之類妄，成云：「類，似也。似使人妄構。」　正類，比也。凡過當之言，離於常情，故比類於妄也。妄則其信之也莫，成云：「莫，致疑貌。」　正奚侗曰：「論語：『無莫也。』邢疏：『莫，薄也。』信之也莫，猶言信之不篤也。」莫則傳言者殃。補此其所以為天下之難者也。應上文「人道之患」。故法言曰：引古格言。揚子法言名因此。『傳其常情，宣云：「但傳其平實者。」無傳其溢言，郭云：「雖聞臨時之過言而勿傳。」則幾乎全。』宣云：「庶可自全。」按：引法言畢。且以巧鬥力者，始乎陽，常卒乎陰，大至則多奇巧；釋文：「大音泰，本亦作泰。」按：鬥力屬陽，求勝則終於陰謀，欲勝之至，則奇譎百出矣。　補：成云：「陽，喜也；陰，怒也。夫較力相戲，非無機巧。初戲之情在喜，終則心生忿怒，好勝之情，潛以相害。」武按：此喻溢惡。以禮飲酒者，始乎治，常卒乎亂，大至則多奇樂。禮飲象治，既醉則終於迷亂，昏醉之至，則樂無不極矣。　補：成云：「治，理也。夫賓主獻酬，自有倫理。」云云。武按：此喻溢美。此兩喻，皆下文陪襯，亦即下文之喻也。凡事亦然。始乎諒，常卒乎鄙；宣云：「諒，信。鄙，詐。」俞云：「諒與鄙，文不相對。諒蓋諸之誤。諸讀為都。釋地『宋有孟諸』，史記夏本紀作『明都』，是其例。『始乎都，常卒乎鄙』，都、鄙正相對。因字通作諸，又誤而為諒，遂失其恉矣。淮南詮言訓『故始於都者，常大於鄙』，即本莊子，可據以訂正。彼文大字，乃卒字之誤。說見王氏雜志。」　正俞說非。俞謂「諒與鄙，文不相對」。夫諒，信也；鄙，詐也。一正一反，俞據何文例，謂不相對？尹文子大道篇「能鄙不相遺，賢愚不相棄」，能鄙、賢愚，皆一正一反相對。淮南本經訓「仁鄙不齊」，仁與諒為同類。鄙可與仁對舉，獨不可與諒相對乎？又禮記樂記：「致樂以治心，則易直子諒之心油然生矣。」此就樂之正面言也。其反面則曰：「不和不樂，而鄙詐之心入之矣。」此則正以諒與鄙相對也。至引淮南以證此文「鄙」應為「都」，不知淮南就軍亂言，謂軍亂始都城，常大於鄉鄙，以鄙較都地廣人多，亂易擴大也。各有取義，何可引以證此？俞亦自知「大」字未安，則又謂為誤，而引此「卒」字以正之。易「卒」於彼，彼文不安矣；易「都」於此，此文不安矣。蓋此文係寫傳言者貴信而不可妄，「諒」承上文「信」字，「鄙」承上文「妄」字，脈絡分明。如易「諒」為「都」，則「鄙」變為「邊鄙」之鄙，此二句變成贅疣，與上文全無干涉矣。其作始也簡，其將畢也必巨。夫言者，風波也；如風之來，如波之起。　補：「其作始」二句，承上啟下。夫言或溢美，或溢惡，如風波不定也。行者，實喪也。郭嵩燾云：「實者，有而存之；喪者，縱而舍之。實喪，猶得失也。」　正郭說非。夫溢美、溢惡如風波之言，其言類妄，妄則非實矣。如使者遵行而傳之，非喪其實乎？風波易以動，實喪易以危。得失無定，故曰「易以危」。正妄則傳言者殃。故忿設無由，巧言偏辭。忿怒之設端，無他由也，常由巧言過實，偏辭失中之故。　補：巧言始乎陽也，忿設卒乎陰也。獸死不擇音，氣息茀然，於是並生心厲。獸困而就死，鳴不擇音，而忿氣有餘。於其時，且生於心而為惡厲，欲噬人也。以獸之心厲，譬下人有不肖之心。　補：釋文：「茀，郭敷末反，李音怫。」武按：此喻陰陽之患。剋核大至，則必有不肖之心應之，而不知其然也。剋求精核太過，則人以不肖之心起而相應，不知其然而然。　補：剋核大至，言遇事考慮成敗太過，則患得患失之心應之，即不肖之心應之也。此屬一己說，針對葉公過於患事之成不成而發，於本文義似較聯貫。又剋核大至，過乎諒也；不肖之心應之，卒乎鄙也。苟為不知其然也，孰知其所終！宣云：「必罹禍。」故法言曰：『無遷令，成云：「君命實傳，無得遷改。」無勸成。』成云：「弗勞勸獎，強令成就。」再引法言畢。過度，益也。若過於本度，則是增益言語。　補：上文「溢美」「溢惡」，乃君因一時喜怒致言之溢也。此之過度，則傳言者過乎君言之限度也。遷令、勸成，即皆過度也。遷令、勸成殆事，事必危殆。　補：上文「妄則傳言者殃」，及「實喪易以危」，就危及使者之身言之也。此之遷令、勸成，則妨害所使之事矣。美成在久，惡成不及改，成而善，不在一時；成而惡，必有不及改者。　補：此對上葉公「若成若不成」之問而答之也。言事之美成者，非倉猝可致，必須多經時日；如為惡成，後雖悔改，勢已不及矣。本書徐無鬼篇：「殆之成也不給改，禍之長也茲萃。其反緣功，其果也待久。」「殆之成也」句，即惡成不及改也。「其果」句，即美成在久也。可以互證。可不慎與！且夫乘物以遊心，託不得已以養中，至矣。宣云：「隨物以遊寄吾心，託於不得已而應，而毫無造端，以養吾心不動之中，此道之極則也。補乘物以遊心，則心不至剋核矣。託不得已以養中，與上文「寓於不得已」，及「知其不可奈何而安之若命」同義。何作為報也！郭云：「任齊〔三〕所報，何必為齊作意於其間！」　補：報者，謂齊對楚報答之言也。子高見齊之甚敬而不急，慮其所報不足以厭楚王之意，則己必得罪，故甚慄之。是即作意於齊之報也。仲尼針對其病，故以「遊心」「養中」二語勉之。莫若為致命。此其難者。」但致君命，而不以己與，即此為難。若人道之患，非患也。　正成云：「直致率情，任於天命，甚是簡易，豈有難耶？此其難者，言不難也。」武按：上言「傳兩喜兩怒之言，天下之難者也」，又言「固有所不得已，行事之情而忘其身」，今勉以託不得已以養中，於身且忘，況傳常情，不傳溢言，但直致君之命耶！此豈有難者，收繳上「難」字。 \\n 〔一〕「讀」原作「謂」，據集釋引改。 \\n 〔二〕「必」字，據王氏原刻及集釋本補。 \\n 〔三〕「齊」原作「其」，據王氏原刻及郭注改。 \\n 顏闔將傅衛靈公太子，釋文：「顏闔，魯賢人。太子，蒯聵。」而問於蘧伯玉曰：「有人於此，其德天殺。天性嗜殺。　補：釋文：「蘧，其居反。伯玉，名瑗，衛大夫。」與之為無方，則危吾國；宣云：「縱其敗度，必覆邦家。」　補：方，道也，法也。與之為有方，則危吾身。制以法度，先將害己。其知適足以知人之過，而不知其所以過。釋文：「其知，音智。」但知責人，不見己過。　補：足以知人之過而責之，而不知人之所以有過而原之。若然者，吾奈之何？」蘧伯玉曰：「善哉問乎！戒之慎之，正汝身也哉！先求身之無過。補此句重要，統攝下文。下文形。身之外見者也；心，身之內在者也。就不入，和不出，即正身之謂也。形莫若就，心莫若和。宣云：「外示親附之形，內寓和順之意。」　正此二句，說明正身之義也。形莫如就，謂身日與親近而順應之。下文「與之為嬰兒」數句，即就之說也。宣以順訓和，與下文意不合。蓋心如順之，則入而與之同矣，豈非與之為無方而危國乎？郭云「和而不同」，義為近之。然本書山木篇云：「一上一下，以和為量。」上下以和為量，即不上不下而處中也。中庸云「發而皆中節謂之和」，義亦猶此。文子上仁篇「和者陰陽調」，即陰陽不偏勝而為和也。淮南氾論訓：「陰陽相接，乃能成和。」謂陰陽相沖和也。廣韻：「和，不堅不柔也。」均有不偏不倚，而歸於中正之義。蓋職傅太子，位居親近，其勢自不能與之疏遠，故曰「形莫若就」也。然既不可與之同而危國，又不可與之迕而危身，二者之間，惟有不上不下，不堅不柔，調喜怒之陰陽，允執厥中而已，故曰「心莫若和」也。知北遊篇：「正汝形，一汝視，天和將至。」此文亦言「正汝身」，正身者，乃所以致和也。「心和」二字，為本節主腦，亦本篇要旨也。雖然，之二者有患。宣云：「猶未盡善。」　正宣注非。上祗言就與和，何得謂未盡善？此云「有患」者，患在下文入與出也。就不欲入，和不欲出。附不欲深，必防其縱；順不欲顯，必範其趨。　正郭云：「入者遂與同，出者自顯伐也。」武按：就者，不過身與之近；入則同流，必致心亦附之，則損和矣。出者，表而出之也。下文「積伐而美者」，即出義也，出則非和矣。又上文「強以仁義繩墨之言衒暴人之前者，是以人惡有其美也」，亦可證「出」字之義。達生篇：「無入而藏，無出而陽，柴立其中央。」柴立中央者，處和也，足與此義相發。形就而入，且為顛為滅，為崩為蹶。顛，墜。滅，絕。崩，壞。蹶，仆也。　補：其德天殺，勢必傾危，入而與同，亦必同難，故為顛、滅、崩、蹶也。心和而出，且為聲為名，為妖為孽。郭云：「自顯和之，且有含垢之聲；濟彼之名，彼且惡其勝己，妄生妖孽。」　正心和而出者，積伐而美也，即露才揚己也，故為聲為名。人君因案人之所感，且因其修以擠之，則為妖為孽矣。彼且為嬰兒，亦與之為嬰兒；喻無知識。彼且為無町畦，亦與之為無町畦；無界限。喻小有踰越。補釋文：「町，徒頂反。畦，戶圭反。李云：『町畦，畔埒也。』」彼且為無崖，亦與之為無崖。不立崖岸。　補：自「嬰兒」句至此，其義與應帝王篇「虛而委蛇，因以為弟靡，因以為波流」同。達之，入於無疵。順其意而通之，以入於無疵病。　補：釋文：「疵，似移反，病也。」句謂因勢而利導之，以入於無疵。此為日漸之德有成也。上「嬰兒」數句，就之實也，此則和之效也。如入或出，則不能致此矣。汝不知夫螳蜋乎？怒其臂以當車轍，不知其不勝任也，是其才之美者也。戒之慎之！積伐而美者以犯之，幾矣。而，汝也。伐，誇功也。美不可恃，積汝之美，伐汝之美，以犯太子，近似螳蜋矣。一喻。　正「螳蜋」句，亦見天地篇。又淮南人間訓云：「齊莊王出獵，有一蟲，舉足將搏其輪。問其御曰：『此何蟲也？』對曰：『此所謂螳蜋者也。其為蟲也，知進而不知卻，不量力而輕敵。』莊公曰：『此為人而必為天下勇武矣。』迴車而避之。」韓詩外傳同。成云：「螳蜋，有斧蟲也。」武按：螳蜋怒臂，莊公迴車，其才實勇，故曰「是其才之美者也」。積伐者，屢屢誇稱也。積伐而美者以犯之，與上「強以仁義繩墨之言衒暴人之前者，是以人惡有其美也」同義。謂屢以仁義之美，進言於太子，無異屢誇己有此美，而欲太子效之也。如此以犯太子，必致觸忌，而與螳蜋當車之所為相近矣，故曰「幾」也。或云：「伐」字，史記功臣侯表：「明其功曰伐。」小爾雅：「伐，美也。」幾，易繫辭：「幾者，動之微，吉之先見者也。」猶云端兆也。而，應如字讀。積伐而美以犯之幾者，謂積累功伐而才美者，即為犯人主猜怒之端。蓋妒才忌功，暴君通性，良弓走狗之禍，空樑燕泥之誅，於古數見，豈緣誇伐！即上文龍、比之死，因修見擠，亦非由誇也。此足備一說，然究不若前說之當。「螳蜋」至此，為心和而出作喻。「積伐而美」二句，為下「匠石」數節之反面張本，「山木」「膏火」一段之正面張本。換言之，以下各節，即為此二句之正喻反喻也。汝不知夫養虎者乎？不敢以生物與之，為其殺之之怒也；不敢以全物與之，為其決之之怒也。成云：「以死物投虎，亦先為分決，不使用力。」　正此為「嬰兒」數句作喻，即為「就」字作喻也。時其飢飽，達其怒心。虎之與人異類而媚養己者，順也；故其殺者，逆也。虎逆之則殺人，養之則媚人。喻教人不可怒之。再喻。　補：自「養虎」句至此，達之入於無疵也。虎性殺人，逢其怒也。達其怒心，則媚養己者，而無殺人之疵矣。以喻太子，其德天殺，殺由於怒也。達其怒心，則無殺人之疵矣。能達其怒心者，就與和致之也。夫愛馬者，以筐盛矢，以蜄盛溺。成云：「蜄，大蛤也。」愛馬之至者。　補：釋文：「盛音成。矢或作屎。蜄，徐市軫反。溺，奴弔反。」郭云：「矢溺至賤，而以寶器盛之，愛馬之至者也。」適有蚉虻僕緣，王念孫云：「僕，附也。言蚉虻附緣於馬體也。詩：『景命有僕。』毛傳：『僕，附也。』」補釋文：「蚉音文。本或作｛民虫｝，同。虻，孟庚反。僕，普木反。」而拊之不時，成云：「拊，拍也。不時，掩馬不意。」　正注非。不時者，時而拊，時而忘拊也。忘拊之時，則馬不耐蚊虻之虐，而缺銜脫奔，必致毀傷途人矣。考成原疏云：「蚊虻群聚緣馬，卒然拊之，意在除害。不定時節，掩馬不意，忽然驚駭，於是馬缺銜勒，人遭蹄蹋也。」成意如定時拊，則馬不驚。不知蚊虻之來緣也無時，拊之又何能確定時節？拊者，拂去蚊虻而已，著必不重，馬何至驚駭傷人？嘗見牧童猝鞭其馬矣，未見其驚傷如此也。如遇毒蚊群緣囋螫，而不為之拊，則真缺銜絕轡，狂奔傷人矣。則缺銜、毀首、碎胸。成云：「銜，勒也。」馬驚至此。意有所至，而愛有所亡，可不慎邪？」亡，猶失也。欲為馬除蚊虻，意有偏至，反以愛馬之故，而致亡失，故當慎也。三喻。　正王解本於郭、成。考郭釋「意」字，謂在於拊蚊，成釋「亡」字，謂失其所愛之馬，均非也。文之本義，謂器盛矢溺，愛馬之意有所至矣。然蚊虻僕緣，馬切身之患也。愛馬者，尤當隨時拊之。今不時拊，則其愛有所遺亡矣。此段為形就而入作喻。謂入與之同，乃求合人主，免犯其怒也。然偶失其意，即足致患。如愛馬者，可謂至矣，偶一忘拊，即致毀碎。推之應世，亦復良難，要當慎之而已。「慎」字，總收上二「慎」字。 \\n 匠石之齊，至乎曲轅，見櫟社樹。石，匠名。之，往也。司馬云：「曲轅，曲道。」成云：「如轘轅之道也。社，土神。櫟樹，社木。」補藝文類聚八九、御覽九五八引「轅」作「園」。釋文：「崔云：『道名』。」武按：總之地名也。司馬、成氏，未免臆說。釋文：「櫟，力狄反，李云『木名』，一云『梂也』。」社，成云：「土神也。」禮記祭法：「大夫以下，成群立社，曰置社。」鄭注：「大夫以下，不得特立社，與民族居。百家以上，則共立一社，今時里社是也。」周官大司徒職云：「樹之田主，各以其野之宜木，遂以名其社，與其野。」白虎通云：「社稷所以有樹何？尊而識之，使民望見而敬之，又所以表功也。」按此櫟社，蓋如周官說，以木名也。其大蔽數千牛，絜之百圍，文選注引司馬云：「絜，匝也。」李云：「徑尺為圍，蓋十丈。」　正釋文：「蔽牛，必世反。李云：『牛住其旁而不見。』絜，向、徐戶結反。」武按：如李說，圍十丈，安能蔽數千牛？「求高名之麗」句下，引崔云「環八尺為一圍」，方與蔽牛義不戾。其高臨山十仞而後有枝，其可以為舟者旁十數。俞云：「旁、方古通。方，且也。言可為舟者且十數。」　正釋文：「七尺曰仞。或云：八尺曰仞。」武按：旁，崔云「旁枝」，是也。俞說非。此「旁」字，跟上句「枝」字來。上文蔽千牛，絜百圍，形容正幹之大也。可為舟者十數，言其旁可刳為舟之枝以十數。此形容旁枝之大且多也。枝大，益顯幹大矣。此莊子行文之妙，且密而有法也。古者刳木為舟，旁枝之大者，斷而刳其內，即可成舟，如大幹，則不易如此刳用矣。俞乃不從其易而從其難。觀其原文，徵引多書，以證「旁」之為「方」，方有數義，又必限之為且。如此作注，亦太費周折矣。即依俞說，而以修詞之例審之。此段連用三「其」字，為句中主格，均指幹言。如旁訓且，則「為舟」句係頂幹說，仍形容幹之大矣，不與上蔽牛之形容相複乎？況方義如儀禮大射禮「左右曰方」注：「方，旁出也。」據此，則照本字讀，固為旁枝；讀作方，亦旁出之枝也。俞原文尚有云：「在宥篇『出入無旁』，即出入無方。此本書假旁為方之證。」此說更非。所謂假者，本無此字，假他字以寓此字之義也。在宥篇「出入無旁」之上，即有「行乎無方」之「方」字，更何須假「旁」？如硬派為假，未免冤苦莊子。至出入無旁，應讀為「依傍」之傍，謂塊然獨立，出入無所依傍也。如訓為方，於上文「行乎無方」犯複矣。且行可無方，既有出入，出入即其方也，何能云無？總之，無一而可也。觀者如市，匠伯不顧，遂行不輟。遂，竟也。文選注引司馬云：「匠石，字伯。」弟子厭觀之，厭，飽也。走及匠石，曰：「自吾執斧斤以隨夫子，未嘗見材如此其美也。先生不肯視，行不輟，何邪？」補釋文：「輟，丁劣反。」成云：「止也。」斤，正字通「以鐵為之，曲木為柄，剞劂之總稱」。曰：「已矣，勿言之矣！散木也，以為舟則沈，體重。以為棺槨則速腐，多敗。以為器則速毀，疏脆。以為門戶則液樠，李楨云：「廣韻：『樠，松心，又木名也。』松心有脂，液樠正取此義。」　正釋文：「樠，郭武半反。」武按：李楨原文「正取此義」下，尚有「謂脂出如松心也」句，於義方合。王遺此句，則為為門戶者，別屬液樠木，而非櫟矣。以為柱則蠹。蟲蝕。　補：蠹，釋文「丁故反」。成云：「木內蟲也。」是不材之木也，無所可用，已見逍遙遊諸篇。故能若是之壽。」匠石歸，櫟社見夢曰：「女將惡乎比予哉？若將比予於文木邪？郭云：「凡可用之木為文木，可成章也。」夫柤、梨、橘、柚、果、蓏之屬，成云：「蓏，瓜瓠之類。」　補：釋文：「柤，側加反。蓏，徐力果反。」成云：「在樹曰果，柤、梨之類；在地曰蓏，瓜瓠之徒。」集韻：「柤，詐平聲。」廣韻：「同樝，似梨而酸。」柚，集韻「余救切，音右」。說文與「櫾」同，「條也」。書禹貢：「厥包橘柚。」傳：「大曰橘，小曰柚。」爾雅釋木：「柚，條。」注：「似橙而酢。」列子仲尼篇張湛注：「山海經曰：『荊山多橘柚。』柚似橘而大。皮厚味酸。」武按：書傳謂「小曰柚」，誤也。淮南主術訓：「夏取果蓏。」高注：「有核曰果，無核曰蓏。」漢書食貨志：「瓜瓠果蓏。」應劭曰：「木實曰果，草實曰蓏。」實熟則剝，剝則辱，大枝折，小枝泄。俞云：「泄，當讀為抴。荀子非相篇：『接人則用抴。』楊注：『抴，牽引也。』小枝抴，謂見牽引也。」　正泄，釋文：「徐思列反。崔云：『泄、洩同。』」成云：「大枝損，小枝發泄。」武按：果纍纍者，必大枝也，故人每攀折之以剝果。小枝生氣，輒從大枝折處洩出，而易萎矣。故工於移植果樹者，一遇大枝剪折處，必用泥封，以免洩其生氣，則植之易於成長。此文正合此理。俞乃謂「泄字之義，於此無取」，改讀為抴。武以為於古人之書，照本字詁之，即或義未盡協，較之專輒改字改音者為妥。清之訓詁家，類蹈擅改之病，非武所敢苟同也。此以其能苦其生者也，故不終其天年而中道夭，自掊擊於世俗者也。掊擊由其自取。成云：「掊，打。」　補：「柤梨」至此，申說上節才美犯幾之義也。物莫不若是。且予求無所可用久矣，幾死，幾伐而死。　補：成云：「幾，近也。」武按：「無所可用」者，謂無可得而用之也。櫟雖無用，特不可用為器耳，仍有用為薪之慮，故久欲求一無所可用之地以自全。幾死者，因人覬覦欲得為薪也。乃今得之，郭云：「數有睥睨己者，唯今匠石明之。」　正社樹人民所尊，雖為有用，猶不翦伐，況無用者乎！乃今得為社，翦伐可免，故謂「為予大用」也。為予大用。成云：「方得全身，為我大用。」使予也而有用，且得有此大也邪？且也，若與予也皆物也，奈何哉其相物也？而幾死之散人，又惡知散木！」而，汝。幾，近也。　補：汝以我無用，而謂之為散木，則必自以為有用，而非散人矣。不知有能者苦其生，有用者幾於死，汝幾死之人也，亦何莫非散人乎？散人又何足以知散木？匠石覺而診其夢。王念孫云：「診讀為畛。爾雅：『畛，告也。』告其夢於弟子。」正王說非。本書非無「畛」字，如齊物論「請言其畛」是也，此如應為畛者，莊子何以不用，而必用診，以勞後人揣測改讀乎？莊子恐不如是之傎也。王氏原文云：「向秀、司馬彪並云：『診，占夢也。』按下文皆匠石與弟子論櫟社之事，無占夢之事。診當讀為畛。」云云。武按：王氏之意，診既訓為占，占則必有端策拂龜之事，此意無乃太固？爾雅釋言：「隱，占也。」疏：「視兆以知吉凶也。必先隱度，故曰：隱，占。」然則匠石亦必以夢與弟子相與隱度之，故下有「密，若無言」之語也。此與占義合，即與診義合也。又前漢書陳遵傳：「馮几口占書數百封。」然則「診」之云者，匠石對其弟子口占耳。此義尤切，何勞繳繞傅會，擅改為「畛」乎？弟子曰：「趣取無用，則為社何邪？」既急取無用以全身，何必為社木以自榮？正玩注，訓趣為急，於文意不合。成云「櫟木意趣，取於無用」，是也。文謂社之義在保民，為社即須盡保民之用，既旨趣在於無用，則為社是何意乎？注謂「以自榮」，於文無據。曰：「密！」猶言祕之。姚鼐云：「密、默字通。田子方篇仲尼曰：『默！女無言！』達生篇：『公密而不應。』」　正「密」「默」二字，涵義各別。默，緘默不言也；密，隱祕勿洩也。此「密」下接「若無言」，戒其無以以下諸語外洩也。其戒密之意，一以儆於夢責，恐復為櫟所聞；二以社為眾所祈福託保之處，洩則恐眾知其無保民之用而來紛議。故此處以「密」字為當。至仲尼語顏以「默」，其義稍別。謂文王盛德，無容言議，故下即接以「又何論刺焉」之句，非有宣洩之慮也。故以「默」字為當。達生篇之「密」，乃魯公恐顏闔料敗之言宣聞於東野，必調緩其馬，或不致敗，即無以驗顏闔之言，故公密而不應也。以此見二字之未可隨意通用，且見莊子下字之精審也。若無言！彼亦直寄焉，以為不知己者詬厲也。彼亦特寄於社，以聽不知己者詬病之而不辭也。司馬云：「厲，病也。」　補：彼亦直寄焉者，謂彼非為社也，特寄於社而為社木而已。上「散木也」至「不材之木」數句，即詬厲之語也。「不知己」三字，跟上「又惡知散木」句來。文謂彼之無用，乃大用也，人反以無用詬之，即不知己者也。不為社者，且幾有翦乎！如不為社木，且幾有翦伐之者，謂或析為薪木。正為社與為社木，其義各別，注於此尚未認清。上直寄焉者，為社木也。而社之義在保民，遵社之義而盡保民之用，則為社也。列子周穆王篇：「幾虛語哉！」注：「幾音豈。」此謂即不為社義而施保民之用，然既寄為社木，民豈有翦伐者乎？以社雖無靈，人民必不致翦伐社木也。且也，彼其所保，與眾異，保於山野，究與俗眾異，非城狐、社鼠之比。　正眾，指眾社木。言彼無為社保民之用，特寄於社，期乎自保，以免翦伐，非若眾社木之義在保民也，故曰「所保與眾異」。以義譽之，不亦遠乎！」宣云：「義，常理。」按：彼非託社神以自榮，而以常理稱之，於情事遠也。　正謂以尋常保民之社義譽之，不亦遠於事實乎！南伯子綦遊乎商之丘，李云：「即南郭也。伯，長也。」司馬云：「商之丘，今梁國睢陽縣。」見大木焉有異，結駟千乘，隱將芘其所藾。向云：「藾，蔭也。」崔云：「隱，傷於熱也。」成云：「駟馬曰乘。言連結千乘，熱時可庇於其蔭。」　補：釋文：「乘，繩證反。芘，本亦作庇。藾音賴。」武按：「隱」字，玩注意屬下句，似應屬上句。崔訓傷熱，不知何據，恐係臆說。說文云：「隱，蔽也。」國語齊語「隱五刃」，註「藏也」。後漢書任光傳注「避也」。「其」字指大木，謂如有結駟千乘，避藏於其下，將可受芘於大木之所蔭也。此係借千駟之隱，以譬其蔭之廣，觀「將」字可知，固不必限於傷熱時也。子綦曰：「此何木也哉？此必有異材夫！」言必可為材也。　補：此「異」字，照應上「異」字。上言其形之異，此因其形異，而揣其材之亦必異也。仰而視其細枝，則拳曲而不可以為棟梁；俯而見其大根，則軸解而不可以為棺槨；成云：「軸，如車軸之轉，謂轉心木也。」按：解者，文理解散，不密綴。　補：「見」，明世德堂本作「視」，應從之。蓋見無心，視有意。句冠「俯」字，即俯身視察之也。咶其葉，則口爛而為傷；嗅之，則使人狂酲三日而不已。李云：「狂如酲也。病酒曰酲。」　補：釋文：「咶，食紙反。酲音呈。」武按：「咶」與田子方篇「舐筆和墨」之「舐」，釋文同音食紙反，故二字通。又按藝文類聚八八引「口」作「舌」，應從之。因咶葉者舌，應舌爛也。子綦曰：「此果不材之木也，以至於此其大也。成云：「不材為全生之大材，無用乃濟物之妙用，故能不夭斧斤〔一〕，而庇蔭千乘也。」嗟夫！神人以此不材！」由木悟人。宣云：「神人亦以不見其材，故無用於世，而天獨全也。」　補：此與上段，皆言不材之木，明無用之旨，於義似複，而有不複者在。匠伯，攻木之工也，其於櫟，遙望即知，過前不顧；南伯則仰視俯察，舌咶鼻嗅，方知不材。不複者一。後木，枝拳根解，葉爛口而嗅致狂；櫟必無是，故觀者如市，而弟子屬厭。是知不材之度，後深於前。不複者二。櫟非盡無用，而求無所可用，故寄社以自保；後木則不須如是也。不複者三。櫟似材而實非材，其沈腐液蠹之性，存於內而驗於後，非稔知木性者不辨，故用攻木之匠伯；後木拳解形於外，爛狂效於前，一經察試，即知不材，衡厥無用，無殊槁木，故用形如槁木之南伯。不複者四。以此知莊子所引故事，所用古人，非由率爾，咸寓深意，顧尚云複乎？宋有荊氏者，宜楸、柏、桑。司馬云：「荊氏，地名。」宜此三木。其拱把而上者，求狙猴之杙者斬之；司馬云：「兩手曰拱，一手曰把。」宣云：「杙，繫橛也。」　補：成云：「狙猴，獼猴也。」釋文：「狙，七餘反。杙，以職反。」三圍四圍，求高名之麗者斬之；崔云：「環八尺為一圍。」郭慶藩云：「名，大也。」（詳天下「名山三百」下。）成云：「麗，屋棟也。」補秋水篇：「梁麗可以衝城。」列子湯問篇：「昔韓娥東之齊，匱糧，過雍門，鬻歌假食。既去，餘音繞梁麗，三日不絕。」據此，則麗、梁、棟，一也。七圍八圍，貴人富商之家求樿傍者斬之。釋文：「樿，本一作擅。」成云：「棺之全一邊而不兩合者，謂之樿傍。其木極大，當斬取大板。」故未終其天年，而中道已夭於斧斤〔二〕，此材之患也。故解之以牛之白顙者，與豚之亢鼻者，與人有痔病〔三〕者，不可以適河。郭云：「解，巫祝解除也。成云：「顙，額也。亢，高也。三者不可往靈河而設祭。古者將人沈河以祭，西門豹為鄴令，方斷之，即其類是也。」　正前漢郊祀志：「古天子常以春解祠黃帝，用一梟，破鏡。」師古注：「解祠者，謂祠祭以解罪求福。」又淮南修務訓：「是故禹之為水，以身解於陽盱之河。」張湛注：「為治水解禱，以身為質。解讀『解除』之解。」然則古是有用人求解於河之事，特未必真沈人於河耳。如禹以身解於河，但以為質，並未沈身。修務訓又云「湯旱，以身禱於桑山之林」，亦不過斷髮剪爪，權充犧牲，亦未以身殉之也。鄴中沈人祭河，偶遇凶巫蠱惑，係一地一時之事，未可引以例常。如鄫子用人於次睢之社，距可謂春秋時凡祭社者必用人乎？又如御覽一○引莊子佚文云：「宋景公時，大旱三年。卜云：『以人祠，乃雨。』公下堂頓首曰：『吾所以求雨者為人，今殺人，不可。將自當之。』」如其時人祠已成習，景公何至不從？亦係卜者一時之誣妄而已。此皆巫祝以知之矣，以、已同。郭云：「巫祝於此，亦知不材者全也。」　補：楚語下篇：「在男曰覡，在女曰巫。」注：「覡，見鬼者也。」周禮男亦曰巫。所以為不祥也，此乃神人之所以為大祥也。宣云：「可全生，則祥莫大焉。」 \\n 〔一〕「斧斤」，原作「斤斧」，據王氏原刻及莊子原文乙正。 \\n 〔二〕「斧斤」，原作「斤斧」，據王氏原刻及集釋本乙正。 \\n 〔三〕「痔病」，原作「痔瘡」，據王氏原刻及集釋本改。 \\n 支離疏者，司馬云：「支離，形體不全貌。疏其名。」　補：廣韻五支下云：「漢複姓。莊子有支離意，善屠龍。」則此支離，乃疏之姓也。然莊多寓言，人名每寓妙旨，故下有「支離其形」之誤，司馬注亦未為非也。頤隱於臍，肩高於頂，司馬云：「言脊曲頭縮也。」淮南曰：「脊管高於頂也。」會撮指天，司馬云：「會撮，髻也。古者髻在項中，脊曲頭低，故髻指天。」崔云：「會撮，項椎也。」李楨云：「崔說是。大宗師篇『句贅指天』，李云：『句贅，項椎也，其形如贅。』亦與崔說證合。素問剌熱篇『項上三椎，陷者中也』，王注：『此舉數脊椎大法也。』沈彤釋骨云：『項大椎以下二十一椎，通曰脊，骨曰脊椎。』難經四十五難云：『骨會大杼。』張注：『大杼，穴名，在項後第一椎，兩旁諸骨自此檠架往下支生，故骨會於大杼。』會撮，正從骨會取義，又在大椎之間，故曰『項椎』也。初學記十九引撮作樶。玉篇：『樶，木樶節也。』與脊節正相似。從木作樶，於義為長。」　正釋文：「會，徐古活反，向音活。撮，子活反。」武按：朱桂曜云：「向音活，活疑括誤。」朱說是。因集韻等書，括亦古活切也。崔云「會撮，項椎」，不知何據。凡言骨節者，無過素問、靈樞二書，並無骨名會撮者。李楨僅憑難經中一「會」字，即謂「會撮從此取義」，殊為武斷。考儀禮士喪禮「鬙用組」，鄭注：「用組，組束髮也。古文鬙皆為括。」又詩車舝「德音來括」，傳：「括，會也。」可證「鬙」「會」「括」三字通用。詩小雅：「臺笠緇撮。」疏：「小撮持其髮而已。」故會撮即束會而撮持其髮也。寓言篇：「向也括，今也披髮。」「括」字亦就髮言。且張君房本「括」下有「撮」字，益足證司馬之說是，而崔、李之說非也。五管在上，李云：「管，腧也。五藏之腧，並在人背。」李楨云：「頤、肩屬外說，會撮、五管屬內說。」正會撮為髻，亦屬外說。兩髀為脅。司馬云：「脊曲髀豎，故與脅肋相並。」挫鍼治繲，足以餬口；司馬云：「挫鍼，縫衣也。繲，浣衣也。」正釋文：「挫，徐子臥反，崔云『按也』。繲，佳賣反。餬，徐音胡，李云『食也。』」成云：「餬，飼也。」武按：楚辭招魂：「挫糟凍飲，酎清涼些。」注：「捉去其糟，但取清醇也。」是訓挫為捉也。集韻：「繲，居隘切，音懈，故衣也。」據此，則挫鍼治繲者，謂捉鍼縫治故衣也，全句祇說一事。若如司馬說，分為縫、浣二事，必非有常疾之支離所能兼任。即今市廛業縫補與浣濯者，亦尚分工而無兼者，可以推知矣。鼓筴播精，足以食十人。司馬云：「鼓，簸也。小箕曰筴。簡米曰精。」成云：「播，揚土。」　正注非。釋文：「筴，初革反。崔云：『鼓筴，揲蓍鑽龜也。鼓筴播精，言賣卜。』」武按：崔說得之。曲禮「龜為卜，筴為筮」，儀禮士冠禮「筮人執筴」，楚辭「詹尹乃端筴拂龜」，足證鼓筴即揲蓍也。卜筮之道，有槰筴、揲筴、分筴、扐筴等事，句中「鼓」字，足以該之。管子小匡篇：「握粟而筮者屢中。」握粟，猶之播精也。王應麟曰：「『播精』，文選東方朔畫贊作『播糈』。」考畫贊為夏侯湛撰，其序云：「支離覆逆之數。」注：「莊子曰：『支離疏鼓策播糈，足以食十人。』糈音所。」又史記日者列傳：「夫卜而有不審，不見奪糈。」集解：「離騷經云：『懷椒糈而要之。』王逸注云：『糈，精米，所以享神。』」索隱：「糈者，卜求神之米也。言卜之不中，不見奪其糈米。」據以上各說，可見古之買卜者，必出糈以享神，卜後，無論中否，糈歸卜者。就享神言，謂之糈；就卜者言，謂之精。猶之享神之牛謂之犧。糈與精，一也。支離賣卜得糈，故足以食十人，如為人簸揚精米，恐尚不敵治繲之餬口，惡能食十人乎？且試涉足鄉曲，從事箕簸者，所在可見，其人必仰項伸腰，以相揚搧，試問傴僂如支離者能為之乎？故鼓筴播精為卜筮，不待煩言而解矣。上徵武士，則支離攘臂而遊於其間；郭云：「恃其無用，故不自竄匿。」上有大役，則支離以有常疾不受功；宣云：「不任功作。」上與病者粟，則受三鐘與十束薪。司馬云：「六斛四斗曰鐘。」夫支離其形者，猶足以養其身，終其天年，又況支離其德者乎！」成云：「忘形者猶足免害，況忘德者乎！」 \\n 孔子適楚，楚狂接輿遊其門曰：「鳳兮鳳兮，何如德之衰也？成云：「何如，猶如何。」　補：成云：「姓陸，名通，字接輿。」武按：接輿，又見逍遙遊篇「吾聞言於接輿」句下之註。蓋楚之賢人，見人世危殆，託於狂以自隱者也。見孔子周流各國，志在用世，故遊門作歌以諷之。史記孔子世家：「吳伐陳，楚救陳，軍於城父，聞孔子在陳、蔡之間，楚使人聘孔子。」孔子因以至楚，在魯哀公四年。六年，自楚反乎衛。接輿作歌，即其時也。　正如，往也。德，指當世說，合下「來世」「往世」為三世。文言來世不可待，往世不可追，當世則德衰，鳳兮鳳兮，欲何往乎？下「趨」字，即應此「往」字也。來世不可待，往世不可追也。郭云：「當盡臨時之宜耳。」天下有道，聖人成焉；宣云：「成其功。」蘇輿云：「莊引數語，見所遇非時。苟生當有道，固樂用世，不僅自全其生矣。」天下無道，聖人生焉。宣云：「全其生。」補此段言天下有道，惟望諸來世，見諸往世耳。然來世未至，胡可久待？往世已逝，渺難追尋。今值無道之世，惟有全生而已。必如此解，上「來世」二句方不落空。天地篇云：「天下有道，則與物皆昌；天下無道，則修德就間。」足明此與上二句之義。方今之時，僅免刑焉。補方今天下無道，僅免刑而生也。找足上「生焉」句。福輕乎羽，莫之知載；易取不取。禍重乎地，莫之知避。當避不避。已乎已乎，臨人以德！宣云：「亟當止者，示人以德之事。」殆乎殆乎，畫地而趨！宣云：「最可危者，拘守自苦之人。」　補：天下有道，則仕而成其功；天下無道，則隱而全其生。行隨世變，不拘一隅，即在宥篇所謂「大人行乎無方」者也。孔子則不顧世亂身危，栖遑求用，猶之指畫一定之地，以自限其趨，必致跬步難行，惟有危殆而已。迷陽迷陽，謂棘刺也，生於山野，踐之傷足。至今吾楚輿夫遇之，猶呼「迷陽踢」也。迷音讀如麻。　正吾亦楚人，未嘗聞「迷陽踢」之名，遍詢輿夫，亦無知者。當是王聞未審，不足據也。其曰「棘刺」者，蓋有所本。詩召南草蟲章：「陟彼南山，言採其薇。」朱注：「薇似蕨而差大，有芒而味苦。山間人食之，謂之迷蕨。胡氏曰：『疑即莊子所謂迷陽者。』」羅勉道云：「迷陽，蕨也。」羅說蓋本之朱注。其後林雲銘本之，陸樹芝本之，今王氏亦本之。然知薇蕨可食之菜，僅有薇芒，何至傷足，乃易為「棘刺」？然於迷陽終無關也。章太炎云「陽借為場，迷場，猶迷塗也」，擅改原文，義仍未允。武按：郭云：「迷陽，猶亡陽也。」成云：「陽，明也。」司馬云：「迷陽，伏陽也。言詐狂。」林疑獨本之云：「迷陽，言晦其明。」陸西星亦然，云：「自昧其明。」諸說於義為得，惟郭以亡訓迷為不當耳。考說文：「迷，惑也。」又云：「陽，高明也。」詩豳風：「我朱孔陽。」傳：「陽，明也。」白虎通爵論：「陽，猶明也。」蓋莊子之道，在於離形去知。明者，知之所致也，故不尚明。亦如老子大知若愚，玄德、守黑之義。故其言曰「吐爾聰明」，曰「彼人含其明，則天下不鑠矣」，曰「夫明之不勝神也久矣」，曰「滑欲於俗，以求致其明，謂之蔽蒙之民」，即不尚明之說也。曰「各復其根而不知，渾渾沌沌，終身不離」，曰「聖人愚芚」，曰「媒媒晦晦，無心而不可與謀」，曰「其合緡緡，若愚若昏」，曰「惑故愚，愚故道，道可載而與之俱也」，即迷明之說，亦即迷陽之說也。司馬訓伏陽者，言伏匿其陽而不露也。又曰「詐狂」者，人而迷明，則類狂矣。而莊子實深有取於狂焉，亦猶仲尼欲得狂狷而與之也。在宥篇云：「猖狂不知所往。」庚桑楚篇亦有斯語。山木篇云：「道流而不明居。」繼之曰：「純純常常，乃比於狂。」又云：「猖狂妄行，乃蹈乎大方。」夫純常者，不居於明也；猖狂者，迷其明也。不知所往而妄行，即卻曲吾行，而非畫地而趨矣。方，道也。蹈乎大道，則不至傷吾足與吾行矣。且也，接輿狂者也，仲尼不狂者也。莊子於此，不假之他人，而特寓諸仲尼之行、與接輿之口者，蓋非仲尼不狂之行不足以啟接輿猖狂之論，且非狂者不知狂義也。莊子蓋有深意焉，豈漫然寓之乎？以上所言，特以司馬所注，無乖本義，因而為之發揮者也。請再以莊證莊焉。御覽七三八疾病部引莊子佚文云：「陽氣獨上，則為癲病。」素問著至教論云「三陽并至如風雨，上為癲疾」，意亦相同。集韻：「癲，狂也。」此言陽氣獨上衝腦，則腦迷而為癲，即為狂也。又素問宣明五氣論云：「邪入於陽則狂。」此說於本句尤切。蓋迷陽者，因邪入之，故陽迷而為狂也。然則所謂「迷陽」之陽，指身之陽氣言也。蓋莊子之道，重在凝神（見逍遙遊篇），而大戴禮曾子天圓篇云：「陽之精氣曰神。」然則凝神者，即凝集陽氣也。陽氣既勝，則獨上衝腦，腦迷而為狂矣。雖為修道未和所致，然莊子猶有取焉，以其如能和其陽，則猶可以至於道也。是以莊子又有取於和焉，故本書屢以和為言也。據此，則所謂迷陽者，乃狂之代名詞，楚狂自謂也。言吾狂乎狂乎，然於吾之所行無傷也；吾雖猖狂妄行，然於吾之足無傷也。乃以棘刺傷足釋之，何所取義乎？無傷吾行！吾行卻曲，宣云：「卻步委曲，不敢直道。」補即猖狂妄行。無傷吾足！」補喻吾德自足，而無損傷也。即蹈乎大方。 \\n 山木自寇也，膏火自煎也。司馬云：「木為斧柄，還自伐；膏起火，還自消。」桂可食，故伐之；漆可用，故割之。成云：「桂心辛香，故遭砍伐；漆供器用，所以割之。俱為才能，夭於斤斧。」　補：文子上德篇老子曰：「鳴鐸以聲自毀，膏燭以明自爍，虎豹之文來射。」又見淮南繆稱訓，義與此同。人皆知有用之用，而莫知無用之用也。喻意點清結句〔一〕，與上接輿歌不連。歌有韻，此無韻。 \\n 〔一〕「句」，王氏原刻作「局」。 \\n  \\n   \\n  "}
{"章节": "德充符第五", "正文": "  \\n 德充符第五 \\n 　 \\n  \\n 德充於內，自有形外之符驗也。　補：本篇重在一「和」字。修和而成，得之於心者曰德，故曰「德者成和之修也」。何以修之？曰：遊心於德之和也。何以能遊心於德之和？則曰：不以好惡內傷其身也。夫和德內充，則符驗外見。王駘、哀駘之德充，致令人忘其形之惡而咸歸之，此即所謂德不形者物不能離也，亦即德有所長而形有所忘也。子產、仲尼，則尚未能忘申徒、叔山之形者也。未能忘其形者，由於有好惡之情也。而好惡之情，最足以滑和，故本篇終之以不以好惡內傷其身也。不以好惡內傷其身，即遊心於德之和也。遊心於德之和者其果，不以好惡內傷其身者其因，亦即充德之下手處也。 \\n 魯有兀者王駘，李云：「刖足曰兀。」　補：釋文：「兀，五忽反，又音介。按：篆書兀、介字相似。駘音臺。」從之遊者，與仲尼相若。郭云：「弟子多少敵仲尼。」　補：成云：「若，如也。」常季問於仲尼曰：「王駘，兀者也，從之遊者，與夫子中分魯。釋文：「常季，或云：孔子弟子。」或云：魯賢人。　補：德充於內，故眾附於外，即德之符也。立不教，坐不議，虛而往，實而歸。弟子皆有所得。　補：淮南俶真訓：「坐而不教，立而不議，虛而往者實而歸，故不言而能飲人以和。」武按：淮南「坐」「立」字互易，於義較順。蓋教時必坐，議可立談也。駘德充於內，默以成化，雖不教議，人自飲和，故曰「實而歸」也。或云：「和」字，全篇要旨，似應據淮南補「飲人以和」句。不知彼係敘至人之德，故著其所以能化人之故，在於德之和。亦如本書則陽篇王果言聖人「不言而飲人以和，與人並立而使人化」，文意相同。此則常季不知駘能飲人以和，疑其別有用心，如知之，則無此問矣。直至下文仲尼指出駘遊心於德之和，其能聚眾者在此，與淮南文意不同，故無此句，自不當補也。固有不言之教，無形而心成者邪！宣云：「默化也。」　補：「心」字為篇中眼目，於此提出。心成者，謂不見其口教，必用心感之以成其教也。是何人也？」仲尼曰：「夫子，聖人也，丘也，直後而未往耳。直，特也。未及往從。丘將以為師，而況不如丘者乎！奚假魯國！何但假借魯之一邦！補假者，假設也。引魯國以從，為未然之事，故言何但假設引魯國，且將引天下以從之。丘將引天下而與從之。」補此答其「中分魯」一語。常季曰：「彼兀者也，而王先生，言居然王先生也。　補：釋文：「王，于況反，李云『勝也』。」武按：山木篇：「而王長其間。」故王，長也。其與庸亦遠矣。固當與庸人相遠。　補：成云：「庸，常也。」若然者，其用心也，獨若之何？」補承上「心成」句。駘之聚眾，由於和感，非出有心。常季疑其用心以成之，故復問。仲尼曰：「死生亦大矣，而不得與之變，其人與變俱，故死生不變。　正大宗師篇「真人不知悅生，不知惡死」，即令形死，心固未嘗死也，故謂「不得與之變」。雖天地覆墜，亦將不與之遺。成云：「遺，失也。」言不隨之而遺失。　補：亦就心言。釋文：「墜，本又作隊，直類反。」審乎無假，而不與物遷，郭慶藩云：「假是瑕之誤。淮南精神訓正作『審乎無瑕』。謂審乎己之無可瑕疵，斯任物自遷，而無役於物也。左傳『傅瑕』，鄭世家作『甫假』，禮檀弓『公肩假』，漢書人表作『公肩瑕』。瑕、假形近，易致互誤。」　正「無假」者，真之謂也。烟雲變滅，以其假而不真也。真則永存，不遷不變。佛書釋「真如」云：「不妄不變。」蓋變者假也，無假則不變，故曰「不得與之變」。不得與之遺，不與物遷，皆由能審乎無假也。郭氏乃謂「假為瑕之誤」。考本書天道篇「審乎無假，而不與利遷，極物之真，能守其本」。亦作「假」不作「瑕」，豈二處均誤耶？考「瑕」字之義，說文云：「瑕，玉小赤也。」謂色不純也。管子法法篇注：「相間曰瑕。」謂色雜也。攷工記玉人曰：「天子用全，公用尨。」注：「全，純色也。尨，謂雜色。」以此知玉以純色為貴。瑕為玉之病，以其色雜也。而淮南「無瑕」句下，有「不與物糅，見事之亂」句，糅者雜也，故用「瑕」字，以與「糅」「亂」二字相應。天道篇之「假」，則與下「真」字相對，義各有適，字各有當，可證天道篇之「假」不誤。本文「假」字，則與下「守其宗」之「宗」字對。天下篇云：「以天為宗。」則宗者天也。列子仲尼篇云：「真者，所以受於天也。」則天亦真也。以此推之，則「假」與「宗」對，即與「真」對也，可證本文「假」字亦不誤。又在宥篇云：「以觀無妄。」圓覺經云：「認妄為真，雖真亦妄。」是以妄為真之反。假亦真之反也，故假、妄義通。以是知以觀無妄，義與審乎無假同，特觀為諦視，審則觀後熟究也。然則「假」字何不可通，而必漫引淮南正之為「瑕」乎？且細玩本文與天道篇，益見「假」字之重要。所謂「極物之真」者，審極乎物之真也，即審乎無假也，本文已自明釋其義矣。如改為「瑕」，不過自審無瑕，與物何涉乎？本書有所謂「真人」者，即能審於無假，極物之真者也。大宗師篇：「有真人，而後有真知。」審乎無假，即真知也。莊子之道，重在一「真」字。如達生篇「不厭其天，不忽於人，民幾乎以其真」，田子方篇「緣而葆真」，知北遊篇「真其實知」，漁父篇「慎守其真」。真者，精誠之至也。又曰：「真在內者，形動於外。」此二句與本篇之義更切。真在內者，德充於內也；形動於外，故物最之，而與夫子中分魯也。蓋王駘雖無全人之形，而能具真人之德者也。命物之化，而守其宗也。」宣云：「主宰物化，執其樞紐。」　正莊子之道，在離形去知，以守其和。故夫官骸百體者，物也。命物順化以待盡，惟遊心於德之和，不隨物以俱化，此本文之義也。知北遊篇仲尼曰：「古之人，外化而內不化。與物化者，一不化者也。」此所謂「命物之化」者，外化也，與物化也；所謂「守其宗」者，內不化也，一不化也。天下篇云：「以天為宗。」所謂「守其宗」者，守其天也。大宗師篇云：「其一，與天為徒。」其一，即一不化也。與天為徒，即守其天也，亦即守其宗也。又淮南原道訓：「故達於道者，不以人易天，外與物化，而內不失其情。」外與物化者，即此之命物之化也；內不失其情者，即能守其宗也。義可互證。常季曰：「何謂也？」仲尼曰：「自其異者視之，肝膽楚、越也；本一身，而世俗異視之。　正肝之與膽，不同狀，不同用，不同名。是肝與膽，如楚、越之截然為二也。又大宗師篇云：「假於異物，託於同體；忘其肝膽，遣其耳目。」是吾與吾身中之物，亦如楚、越之截然為二也。此自物之所異者視之也。自其同者視之，萬物皆一也。皆天地間一物。　補：物之數雖號曰萬，然非外天地而各處，外陰陽而各生也。靈蠢雖殊，其為天地間之一物則同也。知北遊篇云：「通天下一氣耳。」大宗師篇云：「遊於天地之一氣。」均此義也。寓言篇云：「萬物皆種也，以不同形相禪。」言形雖不同，種則皆同也。列子黃帝篇子夏曰：「以商所聞夫子之言，和者大同於物。」故仲尼之民胞物與，牟尼謂眾生同具佛性，皆自物之所同者視之也。能作如是視者，忘情於好惡，而遊心於德之和者也。大宗師篇云：「同於大通。」又云：「同則無好也。」該無惡言之也。心無好惡而能和，則視之同矣，同則一矣。在宥篇云「我守其一以處其和」，義亦猶是也。夫若然者，且不知耳目之所宜，耳目之宜於聲色，彼若冥然無所知。　正人每好耳目所宜，而惡所不宜者。如心遊於和而忘情好惡，則無耳目之宜不宜矣。且此句與人間世之「徇耳目內通，而外於心知」之義同。蓋徇耳目內通，而不外緣於物，則心自不知耳目與物之所宜也。能如此者，則不僅視物如一，且忘心於視矣。此句較上進一層說。而遊心於德之和，郭云：「放心於道德之間，而曠然無不適也。」　正注太空洞。武按：賈子道術篇「剛柔得適謂之和」，所詁是矣，然猶有深義焉。所謂和者，天地陰陽二氣相合而無偏勝之謂也。故田子方篇「兩者交通成和」。兩者，陰陽也。淮南氾論訓「陰陽相接，乃能成和」。鶡冠子環流篇云：「陰陽不同氣，然其為和同也。」猶可曰：此道家言也。易曰：「保合太和。」朱注：「太和，陰陽會合沖和之氣也。」是則儒家之說亦如此矣。是氣也，人物即秉之以生。故老子曰：「萬物負陰而抱陽，沖氣以為和。」列子天瑞篇「沖和氣者為人」，管子內業篇「天出其精，地出其形，合此以為人，和乃生」，淮南天文訓「陰陽合和而萬物生」，本書知北遊篇「生非汝有也，天地之委和也」，皆為明證。道家所重在養生，而養生之要，則在養此生生之和。莊子之道，即在於此。故「遊心於德之和」句，為莊子之道要，不僅為本篇之主旨，亦全書之主旨也。夫足以滑此和者，莫過於情。情生於知，啟發此知者，耳目為之誘也。耳目觸境，而心於以知耳目之所宜不宜焉，因之而好惡之情生，而喜怒之情伏矣。故本篇謂知為孽，而本書屢以「去知」、「忘情」為言也。樂記曰：「人生而靜，天之性也。感於物而動，性之欲也。物至知知，然後好惡形焉。好惡無節於內，知誘於外，不能反躬，天理滅矣。」所謂天理者，即性也，即所秉受之和也。欲者，即情之發而為好惡也。好惡為喜怒之根，喜怒尤足以滑和，養生之大禁也。蓋喜毗於陽，怒毗於陰，皆乖適中之和。故養生之道，在制喜怒，制喜怒在泯好惡，泯好惡在返視而內聽，即樂記所謂「反躬」也。返視而內聽，則不知耳目之所宜矣。此與人間世篇之「徇耳目內通」同義，下文之「和豫通而不失於兌」，亦即此義也。老子之「塞其兌」，文子之「閉四關，止五遁」，其義均同。即釋氏之「空六塵，淨六根，戒貪嗔癡」，亦何莫非此義也？而貪嗔癡之義，「好惡」二字足以盡之；泯好惡之功，儒家「窒欲」二字足以盡之。三家之名雖別，其理則同，其保合太和之道，亦未嘗不同也。且道、釋之所同者，猶有說焉。道之功在致虛，釋之功在悟空。不虛則道不集，過虛則如死木橛，而喪其常心矣，故在於無過與不及，則亦致中和而已矣。釋家之悟空，在不執有以墜於常，不執無以墜於斷，所謂「不落二邊」也，所謂「空不空藏」也，則亦致中和而已矣。天無二道，理無二致，為道與釋者，同秉此陰陽二氣而生，亦同修此陰陽二氣之和而已，烏在其能異哉！吾之此說，非援釋入道、援道入儒也，特旁徵側引，以曲暢本文之義而已。因修和為莊子之道要，全書之主旨，不惜辭費，而總釋於此，以為讀全書者之助焉。物，視其所一，而不見其所喪，宣云：「視萬物為一致，無有得喪。」　正「物」字，讀應逗。「其」字，指「物」字。言對於萬物，惟視其所一，即上之「視其所同」也。得，人所好也；喪，人所惡也。無好惡則無得喪，而視之如一矣。老子云：「同於失者，失亦樂得之。」文子精誠篇「其得之也，乃失之也；其失之也，乃得之也」，皆足相證。視喪其足，猶遺土也。」補心無惡也。常季曰：「彼為己，言駘但能修己耳。以其知得其心，以其真知，得還吾心理。　正知，指審乎無假。審者，用知以審究之也。心，指不與物遷與守其宗之心。駘之成無心，無心則非用知矣。常季聞仲尼之言，尚未明其旨，總疑駘用知以得心，用心以得其常心也。以其心得其常心，又以吾心理，悟得古今常然之心理。　正常心，常恆不變之心，指上死生不變，天地覆墜不遺之心也。物何為最之哉？」最，聚也。眾人何為群聚而從之哉？補彼之用知以得心，用心以得常心，特為己耳，與物無與，物何為聚之哉？仲尼曰：「人莫鑑於流水，而鑑於止水，唯止能止眾止。成云：「鑑，照也。」宣云：「水不求鑑，而人自來鑑。唯自止，故能止眾之求止者。」　補：水止則清澄，人自來止以取鑑。喻駘德充，物自來最，非由用心。受命於地，唯松柏獨也在，冬夏青青；受命於天，唯舜獨也正，郭云：「下首唯有松柏，上首唯有聖人，故凡不正者皆來求正。若物皆青全，則無貴於松柏；人各自正，則無羡於大聖而趨之。」成云：「人頭在上，去上則死；木頭在下，去下則死。是以呼人為上首，呼木為下首。故上首食傍首，傍首食下首。下首草木，傍首蟲獸。」　補：管子法法篇「故正者，所以止過而逮不及也。過與不及也，皆非正也」，可為此「正」字的解。焦竑云：「『受命於地』，至『唯舜獨也正』，文句不齊，似有脫略。張君房校本云『受命於地，唯松柏獨也正，在冬夏青青；受命於天，唯堯、舜獨也正，在萬物之首』，補亡七字。因郭注有『下首唯松柏，上首唯聖人』故也。」武按：孔子集語引此文，其下注云：「明本無『在萬物之首』五字，張君房本，此五字有。」集語當是據張本補入，補者是也。幸能正生，以正眾生。宣云：「舜能正己之性，而物性自皆受正。」　正陸西星云：「正，如『各正性命』之正。正生，即正性也。正性，即守宗也。守宗，即保始也。」武按：中庸曰：「天命之謂性。」故天賦之曰命，命者令也，天令之也，人秉之曰性，二而一者也。舜在萬物之首而為天子，故能正眾生。夫保始之徵，保守本始之性命，於何徵驗？　補：始，指道言，亦指和與性言。老子曰：「道常無名。」又曰：「無名，天地之始。」換言之，即道，天地之始也。又曰：「天下有始，以為天下母。」又曰：「可以為天下母。吾不知其名，字之曰道。」又大宗師篇謂「道未有天地，自古以固存」，「生天生地」。夫生天生地，非始之謂乎？與老子「先天地生，字之曰道」之義同。故謂始指道言也。道為陰陽之公名，和為陰陽之相合。道之存於人者謂之性，性即含和理者也。故刻意篇云：「和理出其性。」人之秉此和而生以成性也，謂之始。易曰：「成性存存。」疏云：「性謂稟其始也。」是故以體言，謂之道；以用言，謂之和。以和理具於心而未顯其用言，謂其性；以稟和成性之時言，謂之始。故謂始亦指和與性言也。由此推之，保始，即保和，易所謂「保合太和」，尤足相證，亦即上文「遊心於德之和」之義也。舜獨得正命，即獨得陰陽之和也。故保始謂之保其正命，亦無不可。不懼之實。補此處提出一「懼」字者，以臨死不懼，人所最難。保始之義既為保和，和則視死生為一，自然不懼，故以人之所最難者為其徵驗也。若心有所懼，則不能保其和矣。勇士一人，雄入於九軍。崔云：「天子六軍，諸侯三軍，通為九軍。」　補：一人入九軍，難必不死，今入之且雄，可謂不懼矣。將求名而能自要者，而猶若此，將求功名而能自必者，猶可如此。　正彼之不懼，非保合其和，而視生死為一也；非審乎無假，不與物遷也。特以求勇名之故，而約束其懼死之心，強而為之者也。然彼以求名猶能制其懼心，況具以下所舉之德者乎！若此，指不懼。而況官天地，府萬物，成云：「綱維二儀，苞藏宇宙。」　補：禮記王制「論定然後官之」，注：「使之試守。」玉篇：「府，聚也，藏貨也。」言官使天地，府聚萬物也。直寓六骸，宣云：「直，猶特。以六骸為吾寄寓。」成云：「六骸，身首四肢也。」　補：視六骸如寄，故雖六骸均喪，猶遺土也，況喪足之一骸乎！此由其中尚有不喪者存，所謂常心也，遠非勇士之不懼所可比矣。象耳目，宣云：「以耳目為吾跡象。」補故不知耳目所宜。一知之所知，上知謂智，下知謂境。純一無二。　補：知之所知，非一也，然而不二視之。即上「物視其所一」，亦即天地篇「萬物一府，死生同狀」也。而心未嘗死者乎！宣云：「得其常心，不以死生變。」　補：萬物無不隨化而盡，形體亦物也，故無不死。然形死而心不隨之俱死，所以謂之為常也。任形之死猶遺土，即上所謂「命物之化」也；心不隨之俱死，即上所謂「不與物遷」而「守其宗」也。莊子之道，不外於此矣。彼且擇日而登假，假，徐音遐。宣云：「曲禮：『天王登假。』此借言遺世獨立。擇日，猶言指日。」按：言若黃帝之遊於太清。　補：繹曲禮登假之義，則登假者，死之飾言也。禮記郊特牲云：「魂氣歸於天，形魄歸於地。」登假者，就魂氣歸天言之也；尚書之「帝乃殂落」，則就形魄歸地言之也。總之，皆死之飾言也。歷來傳記所載哲人高僧，有生死來去自由者，有預剋死朝者，擇日登假，即此類也。彼心未嘗死，故能擇日，以明其來去從容。天地間何奇不有？未可概以怪誕目之也。人則從是也。宣云：「人自不能舍之。」　補：人則從死，不僅最之，此德之符也。或謂人特從之遊耳，何遂從死？說似過當，不知此特進一步答常季「物何以最之」之問，原非事實。然事實亦非盡無，如子畏於匡，回曰：「子在，回何敢死！」如子不在，則回必從死矣。田橫德不足以感人，然從死者五百人。淮南泰族訓，言墨子服役者百八十人，皆可使赴火蹈刃，死不還踵，化之所致也。呂氏春秋離俗覽，言墨者鉅子孟勝，死荊陽城君之難，其弟子從死者百八十三人，豈亦過當之說乎？彼且何肯以物為事乎？」因常季疑駘有動眾之意，故答之。　補：物最非彼用心以要之。 \\n 申徒嘉，兀者也，而與鄭子產同師於伯昏無人。雜篇作「瞀人」。　補：成云：「姓公孫，名僑，字子產，鄭之賢大夫也。」子產謂申徒嘉曰：「我先出，則子止；子先出，則我止。」郭云：「羞與刖者並行。」　補：有惡心也。不審其德，而惡其形。其明日，又與合堂同席而坐。子產謂申徒嘉曰：「我先出，則子止；子先出，則我止。今我將出，子可以止乎，其未邪？郭云：「質而問之，欲使必不並己。」且子見執政而不違，子齊執政乎？」執政，子產自稱。違，避也。齊，同也。斥其不遜讓。申徒嘉曰：「先生之門，固有執政焉如此哉！言伯昏先生之門，以道德相高，固有以執政自多如此者哉！子而說子之執政而後人者也？子乃悅愛子之執政，而致居人後者也？正後，如論語「事君敬其事而後其食」之後。言子重視子之執政。而輕視人也？說者，好之也。後人者，惡之也，非遊心於德之和也。聞之曰：『鑑明，則塵垢不止，止則不明也。久與賢人處，則無過。』止，猶集也。明鏡無塵，親賢無過。　補：久與賢人處，應蒙其化，而無好惡之過。今子所取大者，先生也，而猶出言若是，不亦過乎！」宣云：「取大，求廣見識。」按：取大，猶言引重。子產曰：「子既若是矣，既已殘形。猶與堯爭善，宣云：「堯乃善之至者，故以為言。」計子之德不足以自反邪？」宣云：「計子之素行，必有過而後致兀，尚不足自反邪？」申徒嘉曰：「自狀其過以不當亡者眾，不狀其過以不當存者寡。狀，猶顯白也。自顯言其罪過，以為不至亡足者多矣；不顯言其罪過而自反，以為不當存足者少也。　補：嘉答子產自反之說，以狀過、不狀過兩面自反。就自狀其過一面說，如誠有過，則當亡者眾。今不當亡者眾，是自反無過也，無過，則足亦不當亡矣。就不狀其過一面說，則無有不當存者。今不當存者寡，僅足不存而已。兩面自反，其無過亦明矣。知其不可奈何而安之若命，惟有德者能之。宣云：「以兀為自然之命而不介意，非有德者不能。」補自反不當亡足，今竟亡之，非由過，乃由命，此無可奈何者也。命而能安，非德不能也。此答子產「計子之德」句。遊於羿之彀中，中央者，中地也，然而不中者，命也。上二中，如字。下二中，竹仲反。以羿彀喻刑網。言同居刑網之中，孰能自信無過？其不為刑罰所加，亦命之偶值耳。　補：釋文：「羿音詣，善射人，唐、夏有之。一云：有窮之君，篡夏者也。彀音遘，張弓也。」郭云：「弓矢所及為彀中。」武按：言今人之有過而當亡足者多矣，竟獲全足，猶之羿射無不中，今遊其彀之中央，必不免於中，而竟不中者，命也。此喻人之全足由命，非由德。人以其全足笑吾不全足者多矣。我怫然而怒，而適先生之所，則廢然而反。郭云：「廢向者之怒而復常。」　補：足之全不全，皆命也。笑不全者，由有惡心也。不知先生之洗我以善邪！以善道淨我心累。　補：陳氏闕誤於「洗我」句下，有「吾之自寤邪」一句，注：「見張本，舊闕。」武按：上言「適先生之所，則廢然而反」者，由於被化，而非自寤明矣，闕者是也。吾與夫子遊十九年矣，而未嘗知吾兀者也。未聞先生以殘形見擯。　補：好惡不生於心，蓋先生無執政之好，亦無兀者之惡也。今子與我遊於形骸之內，以道德相友。　補：修德者，形骸以內之事也。與子同學於先生之門，以期進德，此乃遊於形骸之內也。而子索我於形骸之外，以形跡相繩。　補：於行止出入之間，以齊執政見責，是索於形骸之外也。不亦過乎！」子產蹴然改容更貌曰：「子無乃稱！」蹴然起謝。乃者，猶言如此。子無乃稱，謂子毋如此言也。大宗師篇「不知其所以乃」，亦謂不知其所以如此也。　補：此「過」字，收繳上各「過」字。蹴，釋文「子六反」。大宗師篇「仲尼蹴然曰」，釋文：「崔云：『變色貌。』」韓詩外傳四：「顏淵蹴然變色。」魯有兀者叔山無趾，李云：「叔山，氏。」宣云：「無足趾，遂為號。」踵見仲尼。崔云：「無趾，故踵行。」　補：讓王篇「納履而踵決」，成云：「履敗，納之，而根後決也。」謂踵為足根也。玉篇：「踵足後。」淮南地形訓「北有跂踵民」注：「跂踵，踵不至地，以五指行。」叔山無趾，故以踵行，與跂踵相反。郭乃訓踵為頻，又有訓為至者，均於本義不合。仲尼曰：「子不謹，前既犯患若是矣。雖今來，何及矣？」無趾曰：「吾唯不知務而輕用吾身，吾是以亡足。今吾來也，猶有尊足者存，宣云：「有尊於足者，不在形骸。」　補：釋文：「子不謹前，絕句。一讀以謹字絕句。」武按：應從「謹」字絕句，因「前既犯患」句與「雖今來」句有時間對立性故也。如將「雖」字移置「今」字之下，則兩句均以時間字冠首，意義更顯矣。尊足者，謂足雖刖，而德固未虧也。吾是以務全之也。夫天無不覆，地無不載，吾以夫子為天地，補以夫子為天地，故來求覆載。安知夫子之猶若是也！」孔子曰：「丘則陋矣。補自愧以形骸索之，而未能忘形也。夫子胡不入乎？請講以所聞！」無趾出。宣云：「徑去。」孔子曰：「弟子勉之！夫無趾，兀者也，猶務學以復補前行之惡，而況全德之人乎！」前惡虧德，求學以補之，況無惡行而全德者乎！　補：此「前」字，繳應上「前」字。無趾語老聃曰：「孔丘之於至人，其未邪？彼何賓賓以學子為？俞云：「賓賓，猶頻頻也。賓聲、頻聲之字，古相通。廣雅釋訓：『頻頻，比也。』」郭云：「怪其方復學於老聃。」　正郭說非。學子，弟子也。孔子弟子三千，猶言「束脩以上，未嘗無誨」，即賓賓之意也。前節言王駘無心以動眾，此節言孔子有心以聚人。蓋蘄以諔詭幻怪之名聞，意在使人聞名慕之而來學也。一正一反，前後對照。如果學聃，何至蘄諔詭幻怪之名聞乎？彼且蘄以諔詭幻怪之名聞，不知至人之以是為己桎梏邪？」李云：「諔詭，奇異也。」按：呂覽傷樂篇作「俶詭」。木在足曰桎，在手曰梏。蘄，期同。言彼期以異人之名聞於天下，不知至人之於名，視猶己之桎梏邪？　補：成云：「蘄，求也。」釋文：「蘄音祈。諔，尺叔反。詭，九委反。梏，古毒反。」老聃曰：「胡不直使彼以死生為一條，以可不可為一貫者，解其桎梏，其可乎？」言生死是非，可通為一，何不使以死生是非為一條貫者，解其迷惑，庶幾可乎？無趾曰：「天刑之，安可解？」言其根器如此，天然刑戮，不可解也。　補：言彼之本性，自願受此桎梏，如天之所刑也。 \\n 魯哀公問於仲尼曰：「衛有惡人焉，曰哀駘它。釋文：「惡，醜。李云：『哀駘，醜貌。它其名。』」　補：釋文：「駘音臺。」丈夫與之處者，思而不能去也。婦人見之，請於父母曰『與為人妻，寧為夫子妾』者，十數而未止也。未嘗有聞其唱者也，常和而已矣。未嘗先人，感而後應。　補：孔子集語引「常和人而已矣」其下，注云：「明本無人字。」武按：應照補。無君人之位，以濟乎人之死，宣云：「濟，猶拯也。」　補：郭云：「明物不由權勢而往。」無聚祿以望人之腹。李楨云：「說文：『望，月滿也。』腹滿為飽，猶月滿為望，故以擬之。」　補：郭云：「明非求食而往。」又以惡駭天下，非以美動人。　補：釋文：「駭，胡楷反。崔本作駴。」成云：「驚駭。」和而不唱，未嘗招引人。知不出乎四域，知名不出四境之遠。　正淮南主術訓：「昔者神農之治天下也，神不馳於胸中，智不出於四域。」注云：「信身在中。」是此「知」字當讀智。郭云：「不役思於分外。」成云：「忘心遣智，率性任真。」二說得之。王誤讀知如字，且平添一「名」字，非句義所有。且而雌雄合乎前。宣云：「婦人丈夫，皆來親之。」　補：郭云：「入獸不亂群，入鳥不亂行。」成云：「雌雄，禽獸之類。」其意以為「雌雄」二字祇可以名禽獸也。然管子霸形篇「令其人有喪雌雄」，注：「失男女之偶。」則人之男女亦得名之。此總上丈夫婦人皆來會聚於其前也。是必有異乎人者也。寡人召而觀之，果以惡駭天下。與寡人處，不至以月數，而寡人有意乎其為人也；郭云：「未經月，已覺其有遠處。」不至乎期年，而寡人信之。國無宰，寡人傳國焉，成云：「國無良宰，傳以國政。」釋文：「傳，丈〔一〕專反。」　補：釋文：「期音基。」悶然而後應，悶然不合於其意，而後應焉。　補：釋文：「悶然，音門，李云：『不覺貌。』」成云：「不覺之容，亦是虛淡之貌。」氾而若辭。氾然不係於其心，而若辭焉。　補：前漢賈誼傳：「氾乎若不繫之舟。」寡人醜乎，李云：「醜，慚也。」　補：則陽篇「犀首聞而恥之」，又曰「華子聞而醜之」，同一句意。可知醜即恥也。卒授之國。無幾何也，去寡人而行，成云：「俄頃之間，逃遁而去。」寡人卹焉若有亡也，宣云：「卹，憂貌。」若無與樂是國也。是何人者也？」仲尼曰：「丘也，嘗使於楚矣，適見〈犭屯〉子食於其死母者，釋文：「〈犭屯〉，本又作豚。」郭注：「食，乳也。」　補：釋文：「使，音所吏反，本亦作遊。〈犭屯〉，徒門反。」武按：史記孔子世家，陳、蔡聞楚聘孔子，乃發徒役，圍孔子於野。於是使子貢至楚，楚昭王興師迎孔子，然後得免。昭王將以書社地七百里封孔子，令尹子西阻之，昭王乃止。其秋，昭王卒於城父。孔子自楚反乎衛。是歲也，孔子年六十三，而魯哀公六年也。約在哀公十一年，季康子以幣迎孔子，孔子歸魯，以後不復出，並無使楚事。一本「使」作「遊」，是也。少焉眴若，皆棄之而走。釋文：「眴，本亦作瞬，司馬云：『驚貌。』」俞云：「眴若，猶眴然。徐無鬼篇：『眾狙恂然棄而走。』眴、恂，並｛旬兮｝之假借。說文：『｛旬兮｝，驚辭也。』始就其母食，少焉，覺其死，皆驚走也。」不見己焉爾，不得類焉爾。郭云：「生者以才德為類，死而才德去矣，故生者以失類而走也。」按：言〈犭屯〉子以母之不顧見己而驚疑，又不得其生之氣類而捨去也。所愛其母者，非愛其形也，愛使其形者也。成云：「使其形者，精神也。」　補：成云：「郭注曰：『使形者，才德也。』而才德者，精神也。豚子愛母，愛其精神；人慕駘它，慕其才德者也。」戰而死者，其人之葬也，不以翣資，郭云：「翣者，武所資也。戰而死者，無武也，翣將安施！」成云：「翣者，武飾之具，武王為之，或云周公作也。其形似方扇，使車兩邊。軍將行師，陷陣而死，及其葬日，不用翣資。是知翣者，武之所資，無武則翣無所資，以喻無神則形無所愛也。」李云：「資，送也。」　正釋文：「翣，所甲反。」武按：說文：「翣，棺羽飾也。天子八，諸侯六，大夫四，士二。」釋名釋喪制篇：「翣，齊人謂扇為翣。此似之也，象翣扇為清涼也。翣有黼有畫，各以其飾名之也。」呂氏春秋孟冬紀節喪篇：「世俗之行喪，載之以大輴，羽旄旌旗如雲。僂翣以督之，珠玉以備之，黼黻文章以飾之。」高注：「僂，蓋也。翣，棺飾也。畫黼黻之狀如扇翣於僂邊。」荀子禮論：「然後皆有衣衾多少厚薄之數，皆有翣菨文章之等，以敬飾之。」注：「鄭康成云：『蔞翣，棺之牆飾也。以木為筐，以白布畫為雲氣，如今之攝也。』」淮南氾論訓：「周人牆置翣。」注：「周人兼用棺槨，故牆設翣，狀如今要扇，畫文，插置棺車箱以為飾。多少之差，各從其爵命之數也。」白虎通論：「周人浸文，牆置翣，加巧飾。」觀上各說，翣者，古所未有，因周人尚文，故有此巧飾。是飾其文也，郭、成乃謂為武飾，恐屬臆說。且自天子至士，皆得用之，特各從其爵命之數，多少不等耳。以呂氏所斥世俗之喪觀之，想其時庶人亦皆用翣，不復遵爵命之數矣，何以戰而死者獨不得用邪？惟荀子禮論〔二〕云：「刑餘罪人之喪，棺槨三寸，衣衾三領，不得飾棺。」豈以刑餘罪人之制待戰死者歟？夫戰而降敵，或臨戰而遁，因以致死者，則信乎其為罪人，而不得以翣資矣，然此皆不得謂之戰而死者也。所謂戰而死者，衝鋒陷陣，奮不顧身，殺敵力竭而死者也。若然者，豈僅武勇，且亦忠烈，國人方以其為國捐軀，崇德報功之不暇，而顧以刑餘罪人待之，斥去其翣乎！魯童汪踦死齊師，魯人欲勿殤，重汪踦，問於仲尼。仲尼曰：「能執干戈以衛社稷，雖欲勿殤也，不亦可乎！」豈此之戰而死者，獨不得比於汪踦乎？必無是理也。以此證之，郭、成之說，其不當明矣。武以為翣者，飾文也，戰則重武，而非講文之時。下所謂「無其本」者，無文之本也。且兵凶戰危，民人離散，亦何從為之備翣？而戰死者必非一人，又焉得人人而備之？此則其餘義也。刖者之屨，無為愛之，釋文：「為，于偽反。」郭云：「愛屨者，為足故耳。」皆無其本矣。翣本於武，屨本於足。　正翣本於文。為天子之諸御，不爪翦，補淮南兵略訓「不爪翦」，注云：「去手足爪。鬋、翦同。」不穿耳；御女不加修飾，使其質全。娶妻者止於外，不得復使。匹夫娶妻，休止於外，官不役之，使其形逸。　補：禮記禮運：「三年之喪，與新有昏者，期不使。」形全猶足以為爾，上二事，皆全其形。而況全德之人乎！宣云：「德全則有本，人豈能不愛乎！」今哀駘它未言而信，無功而親，使人授己國，唯恐其不受也，是必才全而德不形者也。」　補：德充於內，不形於外。寓言篇孔子云：「夫受才乎大本，復靈以生。」列禦寇篇：「搖而本才。」郭訓才為本性。釋文：「一本才作性。」與此「才」字義同。哀公曰：「何謂才全？」仲尼曰：「死生存亡，窮達貧富，賢與不肖，毀譽、饑渴、寒暑，是事之變，命之行也，成云：「並事物之變化，天命之流行。」　補：山木篇仲尼曰：「饑溺寒暑，窮桎不行，天地之行也，運物之泄也。」義與此同。日夜相代乎前，語又見齊物論篇。　補：事變命行，互相替代，前逝後繼，不舍晝夜。而知不能規乎其始者也。宣云：「雖有知者，不能詰其所自始。」　補：禮記儒行「其規為有如此者」，疏：「但自規度所為之事而行。」戰國策「齊無天下之規」，注：「規，猶謀也。」則規者，謀度也。故不足以滑和，不可入於靈府。成云：「滑，亂也。」郭云：「靈府，精神之宅。」宣云：「惟其如是，故當任其自然，不足以滑吾之天和，不可以擾吾之靈府。」　補：事變命行，既不可謀度其始，則維安於無可奈何，任天之行，而不可有所好惡入於靈府，以亂吾之和德也。庚桑楚篇「皆天也，非人也，不足以滑成，不可內於靈臺」，義與此同。靈臺，即靈府，心之謂也。成，即下文「德者成和之修」之成也。又山木篇仲尼曰：「化其萬物，而不知其禪之者，焉知其所終？焉知其所始？正而待之而已耳。」亦足與此段相發明。使之和豫通而不失於兌，使日夜無郤而與物為春，李云：「兌，悅也。郤，間也。」宣云：「使和豫之氣流通，不失吾怡悅之性，日夜無一息間隙，隨物所在，同遊於春和之中。」正韻會：「兌，穴也。」易說卦傳云：「兌為口。」淮南道應訓云「則塞民於兌」，注：「兌，耳目口鼻也。」老子「塞其兌，閉其門」，王弼注：「兌，事欲之所由生；門，事欲之所由從。」則王意亦以穴訓兌也。文子下德篇：「人之情，思慮聰明喜怒也。故閉四關，（注：耳目口鼻。）止五遁，（注：五情。）即與道淪。是故神明藏於無形，精氣反於至真。」據上各說，則此文為使和氣逸豫流通於內，而毋使散失於耳目口鼻之穴也。下文「內保之而外不蕩」，即為此文取譬。蓋修道之要，在嗇精凝神，如和氣由竅穴散失，則精無由嗇，而神無由凝，斯道無由成。故上文曰「聽止於耳」，曰「徇耳目內通〔三〕」，即恐失於兌也。老子之塞兌，文子之閉關，亦同此義。能不失於兌，則能如文子所云「神明藏於無形，精氣反於至真」矣。否則，神明何由藏？精氣何由反哉？廣成子語黃帝以至道，亦惟曰：「無視無聽，抱神以靜。」又曰：「慎女內，閉女外。」所謂無視聽而閉外，非即不失於兌之義乎？如道家之魏伯陽，則尤明揭其旨曰：「耳、目、口三寶，固塞勿發揚。」蓋由此文悟得者也。此文道家視之為祕要，而郭、成諸氏，乃訓之為悅，無亦昧於莊氏之旨，而未尋究前後文義乎！是接而生時於心者也。宣云：「是四時不在天地，而吾心之春，無有間斷，乃接續而生時於心也。」　補：「接」字，承「日夜無郤」；「時」字，承「春」。即日夜接續，生春和之氣於心而不間也。與老子「綿綿若存，載營魄抱一，能無離乎」之義同。綿綿者，即接而無郤也。抱一者，如在宥篇「我守其一以處其和」也。又陰陽合一謂之和，則抱一即處和也。能無離者，勉人處和不可斷離，即接而生和也，又與易「成性存存」之義同。陳淳曰：「性字從生從心，是人生來具是理於心，方名曰性。」是性即具理之心也。朱注：「存，謂存而又存，不已之意。」亦即接而生春和之時於心也。推之佛書「無所住而生其心」，其義亦無不同。無所住者，可釋為無所執著，亦可釋為無所停住。無所停住，即接之義也。生其心者，生其清淨心也。欲清淨生心，不和而能之乎？蓋不和則陰陽不調，心必煩擾矣。此數語，為修道奧竅，儒與釋不能外之也。是之謂才全。」「何謂德不形？」曰：「平者，水停之盛也。郭云：「天下之平，莫盛於停水。」其可以〔四〕為法也，郭云：「無情至平，故天下取正焉。」　補：至平者莫如水，故人之求平者，皆以水為準則。天道篇：「水靜則明燭鬚眉，平中準，大匠取法焉。」大匠取法者，如考工記「匠人建國，水地以縣」，注：「於四角立植，（疏：柱也。）而縣以水，望其高下。高下既定乃為位而平地。」如今建築家用水準器以取平然，故曰「其可以為法也」。心而能平，亦猶是焉。內保之而外不蕩也。蕩，動也。內保其明，外不動於物。　補：文子上德篇：「莫鑒於流潦而鑒於止水，以其內保之止而不外蕩。」武按：平則能內保，停則不外蕩，此喻內保其和而不失於兌也。德者，成和之修也。宣云：「修太和之道既成，乃名為德也。」　補：繕性篇「夫德者，和也」，言得和於心謂之德。此為上文「遊心於德之和」作釋。德不形者，物不能離也。」含德之厚，人樂親之。　補：物不能離者，物自最之也，此為德之符。哀公異日以告閔子曰：「始也，吾以南面而君天下，執民之紀，而憂其死，成云：「執持綱紀，憂於兆庶，飲食教誨，恐其夭死。」　補：成云：「姓閔，名損，字子騫，宣尼門人，在四科之數，甚有孝德，魯人也。」論語「德行顏淵、閔子騫」，即其人也。吾自以為至通矣。今吾聞至人之言，宣云：「孔子之言哀駘它者。」恐吾無其實，輕用吾身而亡其國。補孔子集語引「其國」作「吾國」，崇本、世本同，當從之。吾與孔丘，非君臣也，德友而已矣。」 \\n 〔一〕「丈」原作「文」，據釋文改。 \\n 〔二〕「荀子禮論」原作「周禮縫人」，據荀子改。 \\n 〔三〕「通」原誤「遁」，據人間世篇改。 \\n 〔四〕「以」字，據王氏原刻及集釋本補。下補正同。 \\n 闉跂支離無脤成云：「闉，曲也。謂攣曲企踵而行。脤，脣也。謂支體坼裂，傴僂殘病，復無脣也。」釋文：「脤，徐市軫反。又音脣。」　補：釋文：「闉音因，郭烏年反。跂音企。」說衛靈公，靈公說之，而視全人，其脰肩肩。上說言說，下說音悅。其下同。釋文：「脰，頸也。李云：『肩肩，羸小貌。』李楨云：「攷工梓人文『數目顅脰』，注云『顅，長脰貌』，與肩肩義合。知肩是省借，本字當作顅。」按：衛君悅之，顧視全人之脰，反覺其羸小也。　正釋文：「脰音豆。」武按：各注均未得解。此處李訓肩肩為羸小，亦無顯據，難免臆說。全人之脰，本非羸小，而視之為羸小，必目病眚者也。未據靈公目眚，何致有此妄見？說殊未愜。李楨改為攷工記之「顅」，鄭注「顅，長脰貌」，不過頸長耳，有何取義乎？並未足以明其形之惡。如勾踐頸長，滅吳霸越，為當時盟主，不反明頸長之可貴乎？是改亦非也。考說文「肩，膊也」，廣韻「肩，項下」，書盤庚傳「肩，任也」，左傳襄二年「鄭子駟請息肩於晉」註「以負擔喻」。本句上「肩」字，項下之膊也；下「肩」字，任也，負擔也。猶之冠冠履履，風風雨雨，曾滌生氏所謂實字虛用也。其脰肩肩者，謂其頸乃肩膊肩負之也。言靈公視闉跂而悅之，忘其形之惡，視形全之人，惟見其以肩任負其頸耳，猶之天地篇所言「橫目之民」。目橫於面，脰豎於肩，皆舉一以概其全也。蓋闉跂德充於內，故靈公忘形悅德，非然者，形貌雖全，不過以肩肩脰之常人耳。蓋以肩肩脰，人人如此，無足悅也。下文「德有所長，形有所忘」句，即說明此處之義者也。荀子非相篇：「衛靈公有臣曰公孫呂，身長七尺，面長三尺，焉廣三寸，鼻目耳具而名動天下。」此則靈公悅德忘形之實證也。甕｛央瓦｝大癭說齊桓公，桓公說之，而視全人，其脰肩肩。說文：「癭，瘤也。」李云：「甕｛央瓦｝，大癭貌。」　補：釋文：「甕，烏送反。｛央瓦｝，烏葬反。癭，一領反。」此段，即下「形有所忘」也。 \\n 故德有所長，而形有所忘，總上。人不忘其所忘，而忘其所不忘，此謂誠忘。形宜忘，德不宜忘；反是，乃真忘也。故聖人有所遊，遊心於虛。　正遊心於德之和。而知為孽，智慧運動，而生支孽。　正說文通論：「孽之言櫱也。」若木既伐而生枿，猶顛木之有曲櫱也。凡情與事之生，皆由於知，猶樹之生櫱也。下三「為」字，即皆由知所生。約為膠，禮信約束，而相膠固。德為接，廣樹德意，以相交接。工為商。工巧化居，以通商賈。聖人不謀，惡用知？心無圖謀，故不用智。　補：庚桑楚篇：「知者謨也。」又曰：「至知不謀。」不斲，惡用膠？質不彫琢，何須約束？無喪，惡用德？德之言得也。本無喪失，何用以德相招引？　補：秋水篇：「至德不得。」不貨，惡用商？不貴貨物，無須通商。　補：老子曰：「聖人欲不欲，不貴難得之貨。」四者，天鬻也。天鬻者，天食也。釋文：「鬻，養也。」知、約、德、工四者，天所以養人也。天養者，天所以食之也。既受食於天，又惡用人？既受食於天矣，則當全其自然，不用以人為雜之。有人之形，無人之情。屏絕情感。　補：無好惡之情。有人之形，故群於人；成云：「和光混跡。」　補：大宗師篇云：「方且與造物者為人。」義與此同。無人之情，故是非不得於身。絕是非之端。　補：無好惡之情，故無是非之端。眇乎小哉！所以屬於人也。謷乎大哉！獨成其天。崔云：「類同於人，所以為小；情合於天，所以為大。」成云：「謷，高大貌也。」　補：眇，釋文「亡小反」。釋名釋疾病云：「眇，小也。」謷，釋文「五羔反」。武按：大宗師篇云：「其一，與天為徒；其不一，與人為徒。」可作此處參證。惠子謂莊子曰：「人故無情乎？」莊子曰：「然。」惠子曰：「人而無情，何以謂之人？」莊子曰：「道與之貌，天與之形，成云：「虛通之道，為之相貌；自然之理，遺其形質。」惡得不謂之人？」惠子曰：「既謂之人，惡得無情？」莊子曰：「是非吾所謂情也。宣云：「言惠子先誤認情字。」按：郭以是非承上言，非。吾所謂無情者，言人之不以好惡內傷其身，常因自然而不益生也。」宣云：「本生之理，不以人為加益之。」補自然者，天也。常因自然，與刻意篇「循天之理」同義。老子曰「益生曰祥」，前漢五行志「妖孽自外來謂之祥」，謂增益其生為凶妖也。老子又曰「無以生為者，是賢於貴生」，即因其自然之生，而不益之以人為也。養生主篇之「盡年」，寓言篇之「窮年」，即任其天年自然窮盡而已，皆不益生之義。莊子之道，在養生而不益生。惟不以好惡內傷其身，以期如大宗師篇所云「終其天年而不中道夭」，即養生也。上所謂和者，無好惡也，故「不以好惡傷身」句，乃修和之功夫也。惠子曰：「不益生，何以有其身？」成云：「若不資益生道，何以有其身乎？」莊子曰：「道與之貌，天與之形，無以好惡內傷其身。有其身者如此。今子外乎子之神，勞乎子之精，倚樹而吟，據槁梧而瞑。成云：「槁梧，夾膝几也。言惠子疏外神識，勞苦精靈，故行則倚樹而吟詠，坐則隱几而談說，形勞心倦，疲怠而瞑。」　正槁梧，解詳齊物論「惠子之據梧也」句下。天選子之形，選，解如孟子「選擇而使子」之選。子以堅白鳴！」言子以此自鳴，與公孫龍「堅白」之論何異？齊物論所謂「以堅白之昧終」也。解見前。　正堅白者，以堅石與堅，白馬與白，離而兩之以為題，於無理中說理，以口辯相勝者也。公孫龍倡之，一時和者群起。其目甚多，如「卵有毛」、「雞三足」之類，見荀子勸學篇。本書天下篇末所載，即惠子之堅白辯，蓋惠子固其中之雄也。故此處注，不必再涉及公孫龍，句固未嘗言「子以公孫龍之堅白鳴」也。 \\n  \\n   \\n  "}
{"章节": "大宗師第六", "正文": "  \\n 大宗師第六 \\n 　 \\n  \\n 本篇云：「人猶效之。」效之言師也。又云：「吾師乎！吾師乎！」以道為師也。宗者，主也。 \\n 正天下篇云「以天為宗」，與此所謂「大宗」者義別。天道篇云：「夫明白於天地之德者，此之謂大宗大本，與天和者也。」蓋謂和為大宗也。然易云「一陰一陽之謂道」，本書則陽篇「陰陽，氣之大者也，道者為之公」，言道為陰陽之公名也。田子方篇「兩者交通成和」，兩者，謂陰陽也。據此，則陰陽之公名為道，陰陽之相合為和。是則和乃道之質也，故天道篇謂和為大宗，即無異謂道為大宗也。莊子何故謂天為宗，而謂道為大宗？則老子曰「人法地，地法天，天法道」，法者，師也，即人師地，地師天，天師道也。本篇「夫道」節，謂道「生天生地」。夫天既法道，道既生天，則謂天為宗，謂道為大宗，又何疑乎？且「夫道」節「長於上古不老」句，指道言之也。篇末「吾師乎」下，亦有此句，則其所謂吾師者，亦指道言之也。而天道篇「大宗大本」下，所引「長於上古」諸句，概與本篇末同，則所言謂和為大宗，無異謂道為大宗，尤為明確矣。由以上所證，則此所謂大宗者，道也；所謂大宗師者，以道為師也。 \\n 知天之所為，知人之所為者，至矣。知天之所為者，天而生也；凡物皆自然而生，則當順其自然。　補：天地篇：「無為為之之謂天。」夫「無為為之」者，即其所為循天之理，因乎自然，而不雜以人為也，如下所舉「真人不逆寡，不雄成，不謨士」等是也。故此所謂「天之所為」，即下真人之所為也；「人之所為」，即下狐不偕諸人之所為，而過乎其當者也。總提於此，以為下文綱領。刻意篇云「虛無恬淡，乃合天德」，達生篇云「形全精復，與天為一」，即天而生也。蓋以「虛無恬淡」而至「形全精復」，下所舉真人之所為亦可以此八字概之。知人之所為者，以其知之所知，以養其知之所不知，終其天年而不中道夭者，是知之盛也。兩其知，音智。不強知，則智得所養。郭云：「知人之所為者有分，故任而不強也；知人之所知者有極，故用而不蕩也。故所知不以無涯自困。」　補：明此為知之盛，而非知之真也。齊物論云：「故知止其所不知，至矣。」養生主云：「吾生也有涯，而知也無涯。以有涯隨無涯，殆矣。」夫人之所為者事也，事之能御者知也，事無涯，故知亦無涯。所謂知人之所為者，因有人之形，故群於人，而不離人以獨異，則應知人之所為也，即下文「與人為徒」也。所謂養其知之所不知者，言知乎其所能知，不強知其所不知者，是不以有涯隨無涯也，則得終其天年而不殆矣。若狐不偕諸人，知人之所為，而不知養其不知者，故除箕子徉狂僅免外，皆餓死蹈河而中道夭也。雖然，有患。成云：「知雖盛美，猶有患累，不若忘知而任獨也。」　正知雖盛矣，然未能登假於道，非真知也，故不能無患。夫知有所待而後當，其所待者特未定也。成云：「知必對境，非境不當。境既生滅不定，知亦待奪無常。唯當境、知兩忘，然後無患。」　正注非。下文「若化為物，以待其所不知之化已乎！且方將化，惡知不化哉？方將不化，惡知已化哉」？即證此文之義。蓋欲知已化，必待已化之時，其知然後當；欲知未化亦然。故曰「知有所待而後當」。未化，生也；已化，死也。死生命也，人何能定？故曰「特未定也」。庸詎知吾所謂天之非人乎？所謂人之非天乎？成云：「知能運用，無非自然。是知天之與人，理歸無二，故謂天即人，謂人即天。所謂吾者，莊生自稱。此則泯合天人，混同物我也。」　正注非。蓋其所待者既未定，則吾之所知者惡能必其為真？吾所謂天理者，或墮於人為；吾所謂人為者，或反合於天理矣。如狐不偕等之死，彼必自以為知之真而死之當矣，安知其行名失己，忘身不真，役人之役，而不自適其適者哉？齊物論云：「庸詎知吾所謂知之非不知耶？庸詎知吾所謂不知之非知邪？」語意正與此同。且有真人，而後有真知。郭云：「有真人，而後天下之知皆得其真而不可亂。」　補：真知，較知之盛進一層說。知之真者，則不墮於人為之偽。何謂真人？補此句啟下「古之真人」四節。古之真人，不逆寡，虛懷任物，雖寡少，不逆忤。　補：逆，不順也。天地篇：「是謂玄德〔一〕，同乎大順。」大順，即一無所逆也，尚何寡之逆乎？不雄成，不以成功自雄。　補：徐無鬼篇「成固有伐」，雄成之謂也。此常人之情也，真人則不爾。老子曰：「不為而成。」又曰：「以其終不自為大，故能成其大。」不自以為大，即不自以為雄也。本篇：「無不毀也，無不成也。」齊物論：「其成也，毀也。」夫視成毀如一，尚何成之雄乎？不謨士。成云〔二〕：「虛夷而士眾自歸，非謀謨招致。」　正注非。庚桑楚篇：「至知不謀。」真人然後有真知，即至知也，故不與士謀。若然者，過而弗悔，當而不自得也。成云：「天時已過，曾無悔吝之心；分命偶當，不以自得為美。」　正夫知有所待而後當，若知之所待者已成過去，亦不追而悔之，此釋家所謂「過去心不可得」也。若如其所待而知當，亦不自以為得，此與不雄成之義同，釋家所謂「現在心不可得」也。上文所謂謨者，謀議未來也。不謨士，則釋家所謂「未來心不可得」也。若然者，登高不慄，入水不濡，入火不熱。是知之能登假於道也若此。危難生死，不以介懷。其能登至於道，非世之所為知也。　補：知能登假於道，斯為真知，非僅盛也。古之真人，其寢不夢，成云：「絕思想，故寢寐寂泊。」其覺無憂，郭云：「隨所寓而安。」其食不甘，成云：「不耽滋味。」　補：老子曰：「味無味。」又曰：「五味令人口爽。」王弼注：「爽，差失也。」故不甘食。其息深深。李云：「內息之貌。」真人之息以踵，成云：「踵，足根。」宣云：「呼吸通於湧泉。」　補：湧泉穴，一名地衝，在足心陷者中，屈足卷指宛宛中。黃庭經云：「三關之中精氣深，九微之內幽且陰。口為天關精神機，足為地關生命棐，手為人關把盛衰。」武按：人恃息以生，道家養生，故調息。息由口鼻出入，故為天關精神之氣機，調之既久，其息深深，則下聚於丹田，因而通於足之湧泉穴，所謂「地關生命棐」也。觀此，足以證真人踵息之義。考足腎經脈屬少陰，斜從小指趨足心湧泉穴，循內踝之後，別入跟中，上腨內，出膕內廉，尋上股內後廉，直貫脊，屬腎，從腎貫肝膈，入肺中，挾舌本，循喉嚨。然則息由口經喉，入肺，至足踵，固自有經脈以通之，踵息之說，非不可能也。以上真人一。眾人之息以喉。宣云：「止於厭會之際。」　正「厭會」誤倒，應作「會厭」。靈樞經憂恚無言篇：「會厭（平聲）者，音聲之戶也。」又云：「厭小而疾薄，則發氣疾，其開合利，其出氣易。其厭大而厚，則開闔難，其出氣遲，故重言也。」武按：會厭，在咽喉之兩旁，能張能收。食入則收掩其喉，音出則張開，故曰「音聲之戶」，乃喉之門也。平人之息，吸由口鼻，經會厭而入於肺，復由肺呼出。然則眾人之息實以肺，此謂以喉者，特言其息之淺耳。然使肺氣鬱而不通，則亦以喉息矣。屈服者，其嗌言若哇。屈服，謂議論為人所屈。嗌，喉咽也。嗌，聲之未出；言，聲之已出。吞吐之際，如欲哇然，以狀無養之人。　補：釋文：「嗌音益。哇，獲媧反，崔一音於佳反。簡文云：『嘔也。』」其耆欲深者，其天機淺。情Q欲Y深重，機神淺鈍。　補：耆與嗜同。以上真人二。古之真人，不知說生，不知惡死；郭云：「與化為體。」其出不訢，其入不距；釋文：「距，本又作拒。李云：『欣出則營生，拒入則惡死。』」　補：釋文：「訢音欣。距音巨。」翛然而往，翛然而來而已矣。成云：「翛然，無係貌。」　補：釋文：「翛，李音悠。向云：『翛翛然〔三〕無心而自爾之謂。』」不忘其所始，不求其所終；宣云：「知生之源，任死之歸。」　補：不忘其所始，與德充符篇「保始」之義同。蓋始者，指道也；保者，守而不忘也。義見彼句下。命之當終者天也，當任而安之，有心以求，則以人助天也。受而喜之，宣云：「受生之後，常自得。」　正注非。如注謂受生自得，則與上文「其出不訢」，與下文「不悅生」矛盾。此承上句「始」字。始指道也，故曰「受而喜之」，與下文「不以心捐道」一意相承。忘而復之。宣云：「忘其死，而復歸於天。」　正此承上「不忘其始」來，謂復其始也。猶之孔子之「克己復禮」，孟子之「收放心」，蓋人欲除則天理自復矣。是之謂不以心捐道，不以人助天。是之謂真人。郭云：「物之感人無窮，人之逐欲無節，則天理滅矣。真人知用心則背道，助天則傷生，故不為也。」俞云：「據郭注，捐疑偝之誤。」　正尋省上下文義，「捐」字不誤。說文：「捐，弃也。」上文「不忘其所始」，「受而喜之，忘而復之」，即不以心捐弃其道也。不以人助天者，承上「不求其所終」來。求其所終者，人為以求之也，猶之宋人助苗之長也。苗長，天也；助之長者，人也，助之適以害之矣。「是之謂真人」句，答上文「何謂真人」。若然者，其心志，宣云：「志當作忘。無思。」　正「志」字不誤。如作「忘」，心既忘矣，安能如下文「喜怒通四時，與物有宜」乎？此二者，皆心之用也。「若然」句，總承上文；「其心志」則承「受而喜之」、「不以心捐道」等句。說文：「志，心之所之也。」靈樞經本神篇：「心有所憶謂之意，意之所存謂之志。」論語：「志於道。」此義亦同，即心之所之者道也，即不以心捐道也。又素問陰陽別論說心云：「在志為喜。」王冰注云：「喜為心志。」此為本句確解。因喜為心志，則上「受而喜之」，與下「喜怒通四時」之二「喜」字，皆心志也。心不捐道，亦以其受而喜之也。其容寂，宣云：「無為。」其顙頯，宣云：「顙，額也。」頯，大樸貌，宣云「恢上聲」。　正釋文：「頯，徐去軌反，郭苦對反。」武按：「天道篇「而顙頯然」句下，引成云「顙額高亢，顯露華飾」，此則訓為大樸，同一頯之形容詞，不應前後相歧。此處當訓為高亢顯露，至「華飾」二字，成氏任意所加，應從刪節。蓋秋容寂寞，春氣昭舒，故青陽一至，則生氣開展，草木萌生，群蟲啟蟄，此即高亢顯露之象也。故「寂」字，籠下「淒然似秋」；「頯」字，籠下「煖然似春」。可見莊文謹嚴有法，非漫然下字，惜各注家均未尋省及此。淒然似秋，煖然似春，郭云：「殺物非為威，生物非為仁。」　補：釋文：「煖音喧，徐況晚反。」武按：上句承「容寂」，下句承「顙頯」。即其容寂，淒然似秋；其顙頯，煖然似春也。喜怒通四時〔四〕，宣云：「喜怒皆無心，如四時之運〔五〕。」與物有宜，而莫知其極。隨事合宜，而莫窺其際。正淒然似秋，裁制萬物，各有所宜，循環無窮，而莫知其所止極。故聖人之用兵也，亡國而不失人心；崔云：「亡敵國而得其人心。」　補：不失人心，由於與物有宜也。此與上句，承「淒然似秋」說。利澤施於萬物，不為愛人。由仁義行，非行仁義。　補：長養萬物，任天之行而已，不為愛人而施也。此承「煖然似春」說。故樂通物，非聖人也；不求通物，而物情自通，為聖人。　補：聖人喜怒通四時，而不通物。四時運行，而萬物自通，如春之任物自長，不助其長也。聖人亦任物自通，如樂之，則為有心而任知矣。有親，非仁也；至仁則無私親。　補：天運篇：「至仁無親。」有親則私也，與利澤施於萬物者異矣。天時，非賢也；宣云：「擇時而動，有計較成敗之心。」　正真人與物為春，接而生時於心者也；喜怒通四時，與物有宜者也。蓋以知為時，而不以旦夕遷流之天時為時也。如以天時為時，必致勞生逐時，則非賢矣。利害不通，非君子也；利害不觀其通，故有趨避。　補：齊物論「聖人不從事於務，不就利，不違害」，能通利害為一也。不通，非君子矣。此君子，指在位者言。行名失己，非士也；成云：「必所行求名而失己性，非有道之士。」　補：士，指在野者言。逍遙遊篇「名者，實之賓也」，以名假而實真也。專行乎名者，必失己之真。亡身不真，非役人也。宣云：「徒棄其身，而無當真性，為世所役，非能役人。」　補：因行名而亡身，是因假而亡真也，則身有不當亡而亡者矣，如狐不偕輩是也。非役人，乃役於人也；役於人，即失己也。下引古人以明此二句之義。若狐不偕、成云：「姓狐，字不偕，堯時賢人，不受堯讓，投河而死。」務光、成云：「夏時人，餌藥養性，好鼓琴，湯讓天下，不受，負石自沉於廬水。」伯夷、叔齊、箕子胥餘、司馬云：「胥餘，箕子名。尸子曰：『箕子胥餘，漆身為厲，被髮佯狂。』」紀他、成云：「湯時逸人，聞湯讓務光，恐及乎己，遂將弟子，蹈於窾水而死。申徒狄聞之，因以踣河。」　補：釋文：「他，徒河反。」申徒狄，釋文：「殷時人，負石自沉於河。」是役人之役，適人之適，而不自適其適者也。郭云：「斯皆舍己效人，徇彼傷我者。」宣云：「為人用，快人意，與真性何益！」　補：上之諸人，皆行名失己，亡身不真者也，與真人之所為者異矣。此節證上文人之所為，然不知養其所不知，以致不終其天年者。古之真人，其狀義而不朋，郭云：「與物同宜，而非朋黨。」俞云：「郭注非也。此言其狀，非言其德。義讀為峨。天道篇『而狀義然』，即峨然也。朋讀為崩。易『朋來無咎』，漢書五行志引作『崩來無咎』，是也。義而不朋，言其狀峨然高大而不崩壞也。」　正「狀」字統攝下文，至「悗乎忘其言也」止；「義」字由上「淒然似秋」、「與物有宜」生出。郭說尚適，俞必改「義」為「峨」，改「朋」為「崩」，又於「義」下加「然」字，費如許周折，然後成其「峨然高大而不崩壞」之說，驗之上下文義，毫不相干。且容狀非山陵樓觀比，何可以崩壞說乎？考禮記鄉飲酒義：「西方者秋。秋，愁也。愁之以時察，守義者也。」注：「察，嚴殺之貌。」故曰「義」字由上文「秋」字生出也。下文「（）萬物而不為義」，（）即嚴殺之義。本篇脈絡，前後原屬一貫。又釋名：「義，裁制萬物使各宜也。」白虎通情性篇：「義者，宜也，斷決得中也。」夫裁制萬物，斷決得中，故不與物相朋黨也，秋何嘗私物而有所朋乎？朱桂曜云：「鶡冠子備知篇：『故為者敗之，治者亂之。敗則傰，亂則阿；阿則理廢，傰則義不立。』陸注：『傰，黨也。』傰則義不立，正與此處『義而不朋』同意。漢書王尋傳『南山群盜傰宗等』，注蘇林曰：「傰音朋。』」武按：集韻：「傰同朋。」又管子幼官篇劉績注：「傰即朋字。」此引實為「義而不朋」確證，足證俞說迂繆。若不足而不承，宣云：「卑以自牧，而非居人下。」補此句承「狀」字。說文：「承，受也。」老子曰：「廣德若不足。」蓋德足而若不足也。盜跖篇：「足而不爭。」又曰：「不足，故求之。」真人則不僅不爭不求，且與之而不受也。與乎其觚而不堅也，王云：「觚，特立不群也。」崔云：「觚，稜也。」李楨云：「觚是孤借字。釋地『觚竹』，釋文『本又作孤』。此孤、觚通作之證。孤特者，方而有稜，故字亦借觚為之。『與乎其觚』，與『張乎其虛』對文，「與」當是〈走與〉之借字。說文：『〈走與〉，安行也。』」按：不堅，謂不固執。　正此句申說「義而不朋」之義。下「與乎止我德」之與字，王訓相接意，可移以訓此「與」字。李謂為〈走與〉借，安行也，句無此意，殊屬穿鑿。觚，說文「鄉飲酒之爵也。」史記酷吏傳「漢興，破觚而為圜」，集解：「觚，方。」索隱：「觚，八稜有隅者。」言真人義而不朋，與世相接，猶觚之方而不圜也。然其不朋者，特和而不同耳。與物有宜，亦不堅執也。李乃謂觚為孤借，亦好橫生枝節矣。張乎其虛而不華也，成云：「張，廣大貌。」按：廓然清虛，而不浮華。　正此申說若不足而不承之義。不足者，虛也。虛則易流於華而不實，華而不實則誠不足矣。真人者，若虛而實實，故不華也。此即老子「大盈若沖」之義也。邴邴乎其似喜乎！向云：「邴邴，喜貌。」郭云：「至人無喜，暢然和適，故似喜也。」　正釋文：「邴邴，音丙，簡文云：『明貌。』」言邴邴乎其狀似以明知自喜乎！此與下句貼知說；自此至「俛乎忘言」句，各以二句分貼知、德、禮、刑說。崔乎其不得已乎！向云：「崔，動貌。」成云：「迫而後動，非關先唱，故不得已而應之也。」　補：以知為時，時至而動，動於知之所不得已，非喜之也，故上句言「似喜」。滀乎進我色也，簡文云：「滀，聚也。」宣云：「水聚則有光澤。言和澤之色，令人可親。」　補：漁父篇：「真在內者，神動於外。」大學曰：「德潤身。」淮南原道訓云：「子夏得道而肥。」呂覽士容論任地篇「人肥必以澤」，高注：「人肥，則顏色潤澤。」蓋德者，得道也。德充於內，故色澤於外也。下文女偊「色若孺子」，即證此義。與乎止我德也，與，相接意。宣云：「寬閒之德，使我歸止。」　正「與」字，成訓容與。滀乎進色者，由於容與止我德也。此與上句貼德說。厲乎其似世乎！崔本「厲」作「廣」，當從之。俞云：「世乃泰之借字。廣與泰義相應。」郭慶藩云：「厲、廣古通借。泰字作大。世、大古亦通借。」　正「厲」「世」二字，皆當如字。厲，猶前漢書儒林傳「以厲賢才焉」之厲。言勉厲於禮，其狀如世人之所為也。此句應上「人之所為」，伏下「與人為徒」。謷乎其未可制也，成云：「謷然高遠，超於世表，不可禁制。」補勉厲於禮，特似世人耳，實則謷然高遠，不為世俗之禮所拘制也。下文孟子反、子琴張。不憒憒為世俗之禮，以觀眾人耳目，故臨尸而歌，斥子貢曰「惡知禮意」，即證此意也。此與上句貼禮說。連乎其似好閉也，李云：「連，綿長貌。」郭云：「綿邈深遠，莫見其門。」成云：「默如關閉，不聞見也。」釋文：「好，呼報反。」悗乎忘其言也。釋文：「悗，忘本反。」成云：「悗，無心貌。以上言真人德行，下明其利物為政之方。」　正注非。好閉，故忘言。此二句，遙應「淒然似秋」句。秋氣收歛，故曰「好閉」。秋氣肅殺，刑之義也。靈樞經寒熱病篇「舌縱涎下，煩悗」，注音悶。又本藏篇「心高則滿於肺，中悗而善忘，難開以言」，正與此及上句義同。難開，即上句「好閉」也。且均就心說，彼義並貼秋說，蓋肺為秋藏也。故此二句，貼刑說。以刑為體，郭云：「刑者治之體，非我為。」　補：此及下三句，方明出知、德、禮、刑四字。以禮為翼，郭云：「禮者，世所以自行，非我制。」以知為時，郭云：「知者時之動，非我唱。」以德為循。郭云：「德者自彼所循，非我作。」以刑為體者，綽乎其殺也；郭云：「任治之自殺，故雖殺而寬。」　補：下文「殺生者不死」，「外生」，「以生為附贅懸疣」等句，皆殺義也。知北遊篇引老子曰「為道日損，損之又損，以至於無為」，義亦相同，皆此處之例證也。此以下至「勤行者也」，再就知、德、禮、刑四義分釋之。以禮為翼者，所以行於世也；郭云：「順世所行，故無不行。」　正漁父篇：「禮者，世俗之所行〔六〕也。」鳥行以翼，世行以禮，和光同塵，與人為徒，而為人之所為，故曰「所以行於世也。」以知為時，不得已於事也；知以應時，不得已於世事，隨宜付之。　補：文子道原篇：「夫事生者，應變而動。變生於時，知時者無常之行。」又曰：「物至而應，智之動也。」此足以釋「以知為時」之義。言事物來觸之時，知不得已而應之，餘時則寂然無知，亦泯然無時，故知動則時生，知寂則時滅。人於夢寐之際，何嘗有時乎？以德為循者，言其與有足者至於丘也，宣云：「德之所在，人人可至，我特循之耳。如丘之所在，有足者皆可至，我特與同登耳，非自立異。」按：無意於行，自然而至，故曰「與有足者至」也。　正說文：「循，順行也。」天地篇：「是謂玄德〔七〕，同乎大順」眾人之所行，我順而行之，而不矯異，即同乎大順也，即循乎玄德也。淮南詮言訓「至德道者若丘山，嵬然不動，行者以為期也」，注：「行道之人，指以為期。」據此，可以明本義。言吾之於德，循之而行，猶之與有足者指丘為期，循之而至也。蓋丘可遠見，行者每以為前途之鵠，庶不歧趨。而德亦吾行之鵠，惟有順而循之而已。而人真〔八〕以為勤行者也。宣云：「人視真人為勤行不怠，豈知其毫未以我與乎！」　正我循德而行，容與而止，行實未勤也。而人乃以為勤行，無亦人多不循行乎德，故以不勤者為勤邪！故其好之也一，其弗好之也一。成云：「既忘懷於美惡，亦遺蕩於愛憎。故好與弗好，出自凡情，而聖智虛融，未嘗不一。」　補：人情好有差等，不好亦然。真人於此，不生差別心，視之一也。其一也一，其不一也一。成云：「其一，聖智也；其不一，凡情也。凡、聖不二，故不一皆一之。」　正好一矣，不好一矣，然好與不好對，仍不一也。真人且不知悅生，不知惡死，尚何好不好之分乎？故曰「其不一也一」。其一，與天為徒；其不一，與人為徒。成云：「同天人，齊萬致，與天而為類也。彼彼而我我，與人而為徒也。」　正同生死，一好惡，喜怒通四時，利澤施萬物，不為愛人，此與天為徒也，為天之所為也。禮，所以講節文者也。儀文繁委，至不一也，而真人以禮為翼，厲乎似世，此與人為徒也，為人之所為也。天與人不相勝也，是之謂真人。成云：「雖天無彼我，人有是非，確然論之，咸歸空寂。若使天勝人劣，豈謂齊乎！此又混一天人，冥同勝負。體此趣者，可謂真人。」　補：「天」與「人」二字，跟篇首來，至此暫作一收。「是之謂真人」句，再答上文「何謂真人」句，並收束上「古之真人」四節。死生，命也，其有夜旦之常，天也。人之有所不得與，皆物之情也。死生與夜旦等，皆由天命，不可更以人與。此物之情，實無足係戀也。　補：與同預，參預也。死生由命，夜旦由天，人不得而參預也。「命」字「天」字，為以下各節主腦。彼特以天為父，而身猶愛之，而況其卓乎！身知愛天，而況卓然出於天者乎！　正彼，指上「命」字。命者，我之生命也。之，指「彼」字。卓，指道。言命生於天，故以天為父。天生於道，道則未有天地自古以固存。此文謂命出於天，而身尚愛之，況道卓立於天地之先者乎！此伏下「夫道」節。人特以有君為愈乎己，宣云：「勢分勝乎己。」而身猶死之，宣云：「效忠。」而況其真乎！身知愛君，而況確然切於君者乎！　正「真」字，即下文孟子反、子琴張所歌「嗟來桑戶乎，而已反其真」之真。莊子之旨，在不悅生惡死，以死為歸真，與上句「死」字方能相應。上二句，此句之喻也。「桑戶」節，證此句之義者也。漁父篇：「真者，精誠之至也。」又曰：「真者，所以受於天也。」形死而精誠不死，人於忠君不惜死，何獨於離形反真而顧惡死乎！上「真人」四節，即說明此「真」字。泉涸，魚相與處於陸，相呴以溼，相（）以沫，不如相忘於江湖。喻貪生懼死，不如相忘於自然。「泉涸」四語，又見天運篇。　正釋文：「涸，戶各反，爾雅云：『竭也。』呴，況於、況付二反。（），本又作濡，音儒，一音如戍反。沫音末。」武按：此與「譽堯」二語，為下文「桑戶」節內子貢、孔子問答設喻之伏筆。彼節「魚相忘乎江湖」，繳應此文者也，詳於此，故略於彼。彼節「人相忘乎道術」，繳應「譽堯」二語者也。莊文中往往有此佈置，奇肆錯綜，令人不易捉摸，然細加審按，脈絡貫串，有條不紊也。然此文亦兼作下「善吾生」二語之喻，言善生無救於死，猶魚處陸相呴相濡，欲善生以救死也，然溼沫有幾，瞬即涸斃，斯須之善，何益於生也！王懋竑疑此文為錯簡，其亦未加細按乎？與其譽堯而非桀，不如兩忘而化其道。宣云：「此道字輕，謂是非之道。言譽堯非桀，不如兩忘其道；好生惡死，不如兩忘其累。」按：二語又見外物篇，下三字作「閉其所譽」。正此為「桑戶」節中作伏筆，說已見上，然亦兼繳應上「其好之也一」數句，及「死生命也」二句。蓋譽堯，好之也；非桀，不好之也。兩忘化其道，即其一也一，其不一也一也。又死生之間，相去甚促，無異夜旦之常。知北遊篇云：「雖有壽夭，相去幾何！奚足以為堯、桀之是非！」正同此義。此與上「涸魚」數句，在全篇中籠上鎖下，為一大關紐。夫大塊載我以形，勞我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。宣云：「純任自然，所以善吾生也。如是，則死亦不苦矣。」按：六語又見後。列子天瑞篇：「人胥知生之樂，未知生之苦；知老之憊，未知老之逸；知死之惡，未知死之息也。」　正宣說非。文謂人每樂生，不知大塊乃以生勞我也；每畏老，不知大塊乃以老使我得逸也；每惡死，不知大塊乃以死使我得息也。然則生亦何必樂！不必樂，則不必善矣。生與死同，善生，直善死耳。善死云者，乃駁辭，非許辭也。蓋善生者，意在益生，益生者不祥。本篇一則曰「不知悅生」，再則曰「外生」，曰「殺生者不死」，是不主善生也。宣云「善生則死不苦」，本書何嘗有以死為苦之意乎？夫藏舟於壑，藏山於澤，島也。謂之固矣。然而夜半有力者負之而走，昧者不知也。舟可負，山可移。宣云：「造化默運，而藏者猶謂在其故處。」　補：列子天瑞篇：「粥熊曰：『運轉亡已，天地密移，疇覺之哉！』」藏大小有宜，猶有所遯。若夫藏天下於天下而不得所遯，是恆物之大情也。藏無大小，各有所宜，然無不變之理。宣云：「遯生於藏之過，若悟天下之理，非我所得私，而因而付之天下，則此理隨在與我共之，又烏所遯哉！此物理之實也。」按：恆物之大情，猶言常物之通理。　正舟小於山，澤大於壑，故曰「藏大小有宜」。天地密移，故曰「猶有所遯」。舟、山隨天地密移，雖藏之有宜，猶有所遯。喻生命隨歲月遷流，雖善之有術，何可使駐！恆物之大情，與上文「物之情」異義。列子湯問篇云：「然則天地一物也。」夫物無恒，而天地則有恒，故恒物者，天之謂也。下文「道有情有信」，道之情自比物情為大，故大情者，道之謂也。道彌綸於天地之間，故曰「恆物之大情」，即謂道為天地之大情也。藏天下於天下，言藏天下之物於天下之大情，斯物無所得遯矣。特犯人之形而猶喜之，若人之形者，萬化而未始有極也，其為樂可勝計邪！犯與范同。見范人形猶喜之，若人之生無窮，孰不自喜其身者！　正「犯」不必改「范」。淮南脩務訓「犯津關」，注：「犯，觸也。」又主術訓「犯患難之危」，注：「犯，猶遭也。」犯人之形者，偶遭遇或偶接觸而成為人之形也。遭與觸，皆含偶然與暫時義，以與下「萬化」對照。文謂偶犯人形，誕生於世，光陰駒隙，如客之寄，生死相續，如輪之轉，古始至今，犯人之形者，千變萬化，數無窮極，現等曇花，何足喜樂！下文「有旦宅而無情死」，即明此義也。知北遊篇云：「人生天地之間，若白駒之過郤，忽然而已。」又曰：「已化而生，又化而死。」可以明萬化而未始有極之義。上文「受而喜之」，喜道也，此則言生不足喜，雖同一「喜」字，而涵義不同。故聖人將遊於物之所不得遯而皆存。宣云：「聖人全體造化，形有生死，而此理已與天地同流，故曰皆存。」　正自然之道，物之所不得遯者也。聖人遊於自然之道，故不悅生，不惡死。生固存，死亦存也。蓋形雖死，而聖人之心未嘗死，故曰「皆存」也。達生篇「遊乎萬物之所始終」，山木篇「浮遊乎萬物之祖」，田子方篇「吾遊心於萬物之初」，其義皆同。善妖善老，善始善終，人猶效之，又況萬物之所係，而一化之所待乎！釋文：「妖，本又作夭。」成云：「壽夭老少，都不介懷。雖未能忘生死，但復無所嫌惡，猶足為物師傅，人放效之。況混同萬物，冥一變化，為物宗匠，不亦宜乎！」　正奚侗曰：「張君房本妖作少。」武按：應作「少」。如下文女偊之色若孺子，善少也；豨韋氏挈天地，善始也；西王母之莫知始、莫知終，善始並善終也；彭祖之下及有虞，善老也。摠提於此，以為「豨韋」一節之綱。萬物所係，一化所待，指道言。淮南精神訓云：「以死生為一化。」是一化指死生之一變化言，與上文「萬化」對。又淮南原道訓云：「夫太上之道，生萬物而不有，成化像而弗宰。跂行喙息，蠉飛蝡動，待而後生，莫之知德；待而後死，莫之能怨。」上數句之意，謂萬物之生死，待夫太上之道也，足以釋「一化之所待」句之義。夫道，有情有信，無為無形；宣云：「情者，靜之動也；信者，動之符也。」成云：「恬然寂寞，無為也；視之不見，無形也。」　補：齊物論：「可行已信，而不見其形，有情而無形。」「道」字，摠承上「卓」字、「真」字、「大情」句、「物之所不得遯」句，而實發之。可傳而不可受，郭云：「古今傳而宅之，莫能受而有之。」可得而不可見；成云：「方寸獨悟，可得也。離於形色，不可見也。」　補：「得」字，為「豨韋」節十二「得」字伏根。自本自根，宣云：「道為事物根本，更無有為道之根本者，自本自根耳。」未有天地，自古以固存；成云：「老子云：『有物混成，先天地生。』」神鬼神帝，下文堪坏、馮夷等，鬼也；豨韋、伏羲等，帝也。其神，皆道神之。生天生地；成云：「老子云：『天得一以清，地得一以寧。』」　補：老子云：「地法天，天法道。」在太極之先而不為高，在六極之下而不為深；陰陽未判，是為太極。天地四方，謂之六極。成云：「道在太極之先，不為高遠；在六合之下，不為深邃。」先天地生而不為久，長於上古而不為老。釋文：「長，丁丈反。」按：此語又見後。　補：此節闡發上節「卓」字。豨韋氏得之，以挈天地；豨韋，即豕韋，蓋古帝王也。成云：「挈，又作契。言能混同萬物，符合二儀。」　補：釋文：「狶，郭褚伊反。挈，徐苦結反。」成訓提挈。伏戲氏得之，以襲氣母；成云：「襲，合也。氣母，元氣之母。為得至道，故能畫八卦，演六爻，調陰陽，合元氣。」　補：成云：「能伏牛乘馬，養伏犧牲，故謂之伏羲也。」釋文：「戲音羲。」武按：則陽篇云：「陰陽氣之大。」則氣母者，即陰陽，以其大於各氣也。伏戲畫卦演爻，所以明陰陽變化之理也，故易曰「觀變於陰陽而立卦」。伏羲既明陰陽之理，自能與陰陽合德，即襲氣母之謂也。維斗得之，終古不忒；成云：「北斗為眾星綱維，故曰維斗。得至道，故維持天地，歷終始，無差忒。」　補：釋文：「崔云：『終古，久也。』鄭玄注周禮云：『終古，猶言常也。』」武按：大道終古不忒，北斗綱維眾星，亦終古不忒，故曰「得之」。日月得之，終古不息；堪坏得之，以襲崑崙；釋文：「崔坏作邳。司馬云；『堪坏，神名，人面獸形。』淮南作『欽負。』」成云：「崑崙山神名。襲，入也。」　補：釋文：「坏，徐扶眉反，郭孚杯反。」武按：淮南齊俗訓：「昔者馮夷得道，以潛大川；鉗且得道，以處昆侖。」莊逵吉謂「釋文云『堪坏，淮南作欽負』，是唐本鉗且作欽負也。字形近，故誤耳」。程文學據山海經云：「『是與欽〈丕鳥〉殺祖江於昆侖之陽』，後漢書張衡傳注引作『欽駓』。古駓、〈丕鳥〉本一字。」錢別駕云：「古丕與負通。故尚書『丕子之責』，史記作『負子』。丕與負通，因之從丕之字，亦與負通也。堪、欽亦同聲。」馮夷得之，以遊大川；司馬云：「清泠傳曰：『馮夷，華陰潼鄉隄首（成疏有「里」字）人也。服八石，得水仙，是為河伯。』一云：以八月庚子浴於河，溺死。」肩吾得之，以處大山；司馬云：「山神，不死，至孔子時。」成云：「得道，處東嶽，為太山之神。」黃帝得之，以登雲天；崔云：「黃帝得道而上天也。」　補：成云：「黃帝，軒轅也。採首山之銅，鑄鼎於荊山之下。鼎成，有龍垂於鼎以迎帝，帝遂將群臣及後宮七十二人，白日乘雲駕龍以登上天，仙化而去。」顓頊得之，以處玄宮；李云：「顓頊，高陽氏。玄宮，北方宮也。月令曰：『其帝顓頊，其神玄冥。』」成云：「得道為北方之帝。玄者，北方之色，故處於玄宮。」　補：成云：「顓頊，黃帝孫。年十二而冠，十五佐少昊，二十即位。採羽山之銅為鼎，能召四海之神，有靈異。年九十七崩。」禺強得之，立於北極；釋文：「海外經云：『北方禺強，黑身手，足乘兩龍。』郭璞以為水神，人面鳥身。簡文云：『北海神也，一名禺京，是黃帝之孫也。』」　補：釋文：「禺音虞。」西王母得之，坐乎少廣，莫知其始，莫知其終；釋文：「山海經：『西王母狀如人，狗尾，蓬頭，戴勝，善嘯，居海水之涯。』漢武帝內傳云：『西王母與上元夫人降帝，美容貌，神仙人也。』崔云：『少廣，山名。』或云：西方空界之名。」　補：成云：「王母，太陰之精也。豹尾，虎齒，善笑。舜時，王母遣使獻玉環；漢武帝時，獻青桃。顏容若十七八歲女子，甚端正，常坐西方少廣之山，不復生死，故莫知始終也。」武按：海外經、山海經、漢武帝內傳等書，極荒誕不經。然莊書多寓言，上列各書所說，作寓言觀焉可也。彭祖得之，上及有虞，下及五伯；崔云：「彭祖壽七百歲，或以為仙，不死。」成云：「上自有虞，下及殷、周，凡八百年。」　補：成云：「彭祖，顓頊之玄孫也。帝封於彭城，善養性。五伯者，昆吾為夏伯，大彭、豕韋為殷伯，齊桓、晉文為周伯。」釋文：「伯，如字，又音霸。」傅說得之，以相武丁，奄有天下，乘東維，騎箕尾，而比於列星。司馬云：「東維，箕斗之間，天漢津之東維也。星經：『傅說一星，在尾上。』」崔云：「傅說死，其精神乘東維，託龍尾，乃列宿。」釋文：「崔本此下更有『其生無父母，死，登假三年而形遯，此言神之無能名者也。』」按：下引七事以明之。　補：說文「奄」下云：「大有餘也，覆也。」釋文：「說音悅。」成云：「武丁，殷王名也，號曰高宗。夢得傅說，使求之天下，於陝州河北縣傅巖板築之所而得之。相於武丁，奄然清泰。傅說，星精也，而傅說一星，在箕尾上。然箕尾則是二十八宿之數，維持東方，故言『乘東維，騎箕尾』；而與角、亢等星比並行列，故言『比於列星』也。」 \\n 〔一〕「德」原作「同」，據天地篇原文改。 \\n 〔二〕「成云」二字，據王氏原刻及成疏補。 \\n 〔三〕釋文不重「翛」字，「然」上有「自」字，「自然」二字連下讀。 \\n 〔四〕「喜怒通四時」五字，據王氏原刻及集釋本補。 \\n 〔五〕宣注據王氏原刻補。 \\n 〔六〕「行」，漁父篇作「為」。 \\n 〔七〕「德」，原作「同」，據天地篇改。 \\n 〔八〕「真」字，據王氏原刻及集釋本補。 \\n 南伯子葵問乎女偊曰：「子之年長矣，而色若孺子，何也？」李云：「葵當為綦，聲之誤也。」釋文：「偊，徐音禹。一云是婦人也。」偊釋文：「孺，本亦作儒，如喻反。」成云：「孺子，稚子也。」武按：色若孺子，即上文所謂「滀乎進色」。曰：「吾聞道矣。」南伯子葵曰：「道可得學邪？」曰：「惡！惡可？子非其人也。夫卜梁倚有聖人之才，而無聖人之道，我有聖人之道，而無聖人之才，李云：「卜梁姓，倚名。」宣云：「倚聰明，似子貢；偊忘聰明，似顏子也。」　補：釋文：「惡惡，並音烏。下惡乎同。」成云：「惡，惡可，言不可也。」武按：上惡，驚歎詞；下惡可，不可也。見人間世「夫以陽為充」句上。成說失之。吾欲以教之，庶幾其果為聖人乎！不然，以聖人之道告聖人之才，亦易矣。吾猶守而告之，守而不去，與為諄復。參日而後能外天下；成云：「心既虛寂，萬境皆空。」　補：郭云：「外，猶遺也。」已外天下矣，吾又守之，七日而後能外物；郭云：「物者，朝夕所需，切己難忘。」成云：「天下疏遠易忘，資身之物，親近難忘，守經七日，然後遺之。」已外物矣，吾又守之，九日而後能外生；成云：「隳體離形，坐忘我喪。」已外生矣，而後能朝徹；成云：「死生一觀，物我兼忘，豁然如朝陽初啟，故謂之朝徹。」宣云：「朝徹，如平旦之清明。」　正徹，說文「通也」，廣韻「達也」。朝徹者，前守之九日，此則不待守而一朝自通也。朱晦庵補大學格致章云：「至於用力之久，而一旦豁然貫通焉。」守之七日九日，用力之久也，朱說恰為此處註腳。又楞嚴經云：「生滅既滅，寂滅現前，忽焉超越世出世間，十方圓明。」生滅既滅，外生也。忽焉者，與一朝之義同。十方圓明，徹之謂也。三家之說，無稍不同。蓋道家於虛極靜篤時，自現此種境界，釋家亦然也。成、宣說均失之。朝徹，而後能見獨；見一而已。　補：未有天地，自古以固存，是道卓然獨立於天地之先也。老子稱道，云「獨立不改」，則見獨即見道也。見獨，而後能無古今；成云：「任造物之日新，隨變化而俱往，故無古今之異。」　補：達生篇「道無終始」，即道無古今也。見道而能後無古今。無古今，而後能入於不死不生。宣云：「生死一也。至此，則道在我矣。」殺生者不死，生生者不生。蘇輿云：『殺生』二語，申釋上文。絕貪生之妄覬，故曰殺生；安性命之自然，故曰生生。死生順受，是不死不生也。」　正列子天瑞篇：「生物者不生，化物者不化。」所謂「殺生者不死」，與化物者不化義同。惟列子就天之陰陽四時言之。意謂如霜露既降，草木凋殞，此天化物也，亦即殺生也。天固不隨物化，不隨物死也，故曰「殺生者不死」。春來大地，萬物萌生，此天生物也。天自不生，故曰「生生者不生」。老子曰：「天地所以能長且久者，以其不自生，故能長生。」義與此同。此就上「不死」「不生」句分釋之地。老子又曰：「天法道。」故言天，即無異於言道也。然就人之修道言之，義又有別，因天本無生，人原有生也。故此文所謂「殺生」者，如達生篇云「遺生則精不虧」，又如南郭子綦之心如死灰，上文之「外生」，下文之「以生為附贅縣疣」，餘如離形去知，忘肝膽，遺耳目，皆殺生之義也。能如是，則可以登假於道而不死矣。所謂「生生」者，即上之「善生」「益生」，老子所言之「貴生」也。崔云：「常營其生為生生，除營生為殺生。」李云：「殺猶亡也。亡生者不死也，矜生者不生也。」二氏之說，其於義亦得。蓋此乃女偊言聖人修道之功夫，與天之殺生、生生，義自有別也。其為物，無不將也，無不迎也；成云：「將，送也。道之為物，拯濟無方，迎無窮之生，送無量之死。」　補：應帝王篇「聖人之用心若鏡，不將不迎，應而不藏」，知北遊篇「無有所將，無有所迎」，均就聖人之用心言之，故不將不迎；本文則就道之妙用言之，故可無不將，無不迎。蓋道彌綸天地，包涵萬彙，凡物皆處其亭毒之中，故無物不在其將迎之內也。以言夫道之本體，無將無迎；言夫道之妙用，無不將，無不迎。蓋物有去來，道因將迎而順應之，所謂感而後動也。成云「道之為物」，似於「道」「物」二字尚未認清。本書於此二字，界義甚明。達生篇云：「凡有貌、象、聲、色者，皆物也。」故道是道，物是物，不可混稱。如上「維斗得之，終古不忒，日月得之，終古不息」，維斗日月，物也，不忒不息，道也，謂道寄於維斗日月也。又天地篇說道云：「金石不得無以鳴。」金石物也，所以鳴者道也，謂道寄於金石也。此處「其為物」，猶言寄於物也。知北遊篇謂「道無所不在」，又謂「無乎逃物」，蓋道無在，以寄於物而有在也。「將」字承上「殺生」，「迎」字承上「生生」。無不毀也，無不成也。成云：「不送而送，無不毀滅；不迎而迎，無不生成。」　補：「毀」字承「將」，「成」字承「迎」，分兩面說。其名為攖寧。攖寧也者，攖而後成者也。」郭嵩燾云：「孟子趙注：『攖，迫也。』物我生死之見迫於中，將迎成毀之機迫於外，而一無所動其心，乃謂之攖寧。置身紛紜蕃變、交爭互觸之地，而心固寧焉，則幾於成矣，故曰『攖而後成』。」　正在宥篇「無攖人心」，成氏訓攖為撓。廣雅釋詁：「攖，亂也。」是則攖者，撓亂之也，承「毀」說，亦即承「將」與「殺」說。寧者，安定之也，承「成」說，亦即承「迎」與「生」說。說文：「撓，擾也。」是攖、撓、擾同義。天道篇舜曰「天德而出寧」，堯曰「膠膠擾擾乎」，乃「寧」與「擾」對也，可以證此處為「寧」與「攖」對。攖而後成者，攖毀而後寧成者也。列子天瑞篇；「物損於彼者盈於此，成於此者虧於彼。」齊物論篇：「其分也成也，其成也毀也。」蓋分出之物成，而被分之物毀矣，此成由於彼毀也。就天時言之，秋行肅殺，而後春得遂長，故曰「攖而後成」也。上言天與道既有殺與生之兩用，故物遂有生死成毀之兩途。將與攖，殺之用也；迎與寧，生之用也。天與道何以有此兩用？則以天與道不外陰陽而已。董仲舒曰：「天兩有陰陽之施。」管子四時篇：「陽為德，陰為刑。」董子又曰：「陽氣暖，陰氣寒，陽予陰奪。陽氣仁寬愛生，陰氣戾急惡殺。」文子上德篇：「積陰不生，積陽不化。」則陽篇：「陰陽相照、相蓋、相治，四時相代、相生、相殺。」故天與道，有生殺之兩用，由於陰陽有生殺之兩性也。故殺也，將也，毀也，攖也，陰用事也；生也，迎也，成也，寧也，陽用事也。任陰陽生殺之自然，而自處於不生不死，此之謂天，此之謂道。南伯子葵曰：「子獨惡乎聞之？」曰：「聞諸副墨之子，成云：「副，貳也。」宣云：「文字是翰墨為之，然文字非道，不過傳道之助，故謂之副墨。又對初作之文字言，則後之文字，皆其孳生者，故曰『副墨之子』。」副墨之子聞諸洛誦之孫，成云：「羅洛誦之。」按：謂連絡誦之，猶言反復讀之也。洛、絡同音借字。對古先讀書者言，故曰「洛誦之孫」。古書先口授而後著之竹帛，故云然。洛誦之孫聞之瞻明，見解洞徹。瞻明聞之聶許，聶許，小語，猶囁嚅。聶許聞之需役，成云：「需，須。役，行也。需勤行勿怠者。」需役聞之於謳，釋文：「於音烏。王云：『謳，歌謠也。』」宣云：「詠歎歌吟，寄趣之深。」於謳聞之玄冥，宣云：「玄冥，寂寞之地。」玄冥聞之參寥，宣云：「參悟空虛。」參寥聞之疑始。」宣云：「至於無端倪，乃聞道也。疑始者，似有始而未嘗有始。」 \\n 子祀、子輿、子犁、子來四人相與語曰：崔云：「淮南『子祀』作『子永』，行年五十四，而病傴僂。」顧千里云：「淮南精神篇作『子求』，非。求、永字，經傳多互誤。抱朴子博喻篇：『子永歎天倫之偉。』」按：據此，下「祀」「輿」字當互易。「孰能以無為首，以生為脊，以死為尻，孰知生死存亡之一體者，吾與之友矣。」成云：「人起自虛無，故以無為首；從無生有，生則居次，故以生為脊；死則居後，故以死為尻。死生雖異，同乎一體。能達斯趣，所遇皆適，豈有存亡欣惡於其間！誰能知是，我與為友也。」　補：釋文：「尻，苦羔反。」庚桑楚篇：「以無有為首，以生為體，以死為尻。孰知有無生死之一守者，吾與之為友。」此「存亡」與「生死」複，似應從彼作「有無生死」為是。夫首、脊、尻，雖分，實為一體，有無生死雖分，然真人視之，亦一體也，故可與之友矣。四人相視而笑，莫逆於心，遂相與為友。補莫逆於心者，蓋四人皆視生死為一體，心不相違也。俄而子輿有病，子祀往問〔一〕之。曰：「偉哉！夫造物者，將以予為此拘拘也！」成云：「子輿自歎。」司馬云：「拘拘，體拘攣也。」補成云：「偉，大也。造物，猶造化也。」曲僂發背，成云：「傴僂曲腰，背骨發露。」　補：釋文：「僂，徐力主反。」上有五管，五藏之管向上。頤隱於齊，同臍。肩高於頂，句贅指天。李云：「句贅，項椎。其形似贅，言其上向。」　正句贅，即人間世之「會撮」，一作「括撮」。言括撮其髮，句曲如附贅也。陰陽之氣有沴，郭云：「沴，陵亂也。」同戾。　捕釋文：「沴音麗，徐徒顯反。」在宥篇：「陰陽並毗，四時不至，寒暑之和不成，其反傷人之形乎！」子輿之形惡，蓋由陰陽並毗所傷也。此句伏下「陰陽不翅父母」，及「彼近吾死」數語。其心閒而無事，宣云：「不以病攖心。」捕成云：「心神閒逸，不以為事。」跰〈足鮮〉而鑑於井，成云：「跰〈足鮮〉，曳疾貌。曳疾力行，照臨於井。」　補：釋文：「跰，步田反。〈足鮮〉，悉田反。」曰：「嗟乎！夫造物者，又將以予為此拘拘也！」重歎之。子祀曰：「汝惡之乎？」曰：「亡，無同。予何惡！浸假而化予之左臂以為雞，予因以求時夜；司夜也。「雞」疑是「卵」字之誤。時夜，即雞也。既化為雞，何又云因以求雞？惟雞出於卵，鴞出於彈，故因卵以求時夜，因彈以求鴞炙耳。齊物論云「見卵而求時夜，見彈而求鴞炙」，與此文大同，亦其明證矣。　正釋文：「浸，子鴆反，向云：『漸也。』」武按：王云「既化為雞，何又云求雞」，本文並未言求雞，乃求臂化之雞為之司夜，義無不當。此與齊物論見卵之義不同：此所求者在司夜之效，故以「雞」字為當；彼則言瞿鵲子方見卵耳，尚未為雞，便求司夜，譏其早計也，故以「卵」字為當。何可據彼正此？浸假而化予之右臂以為彈，予因以求鴞炙；浸假而化予之尻以為輪，以神為馬，予因以乘之，豈更駕哉！郭云：「無往不因，無因不可。」且夫得者時也，失者順也，安時而處順，哀樂不能入也。此古之所謂縣解也，成云：「得者，生也；失者，死也。」按：養生主篇「適來，夫子時也；適去，夫子順也。安時而處順，哀樂不能入也。古者謂是帝之縣解」，與此文證合。　補：說文：「縣，繫也。」徐鉉曰：「此本是縣挂之縣，借為州縣之縣。今俗加心別作懸，義無所取。」而不能自解者，物有結之。郭云：「一不能自解，則眾物共結之矣。」　正郭謂「不解而後物結」，非也。言其所以不能自解者，由於物欲膠結於內，而為哀樂所縣繫也。且夫物不勝天久矣，吾又何惡焉？」補上文「人之有所不得與，此物之情也」，即物不勝天之義。吾之致此惡疾，天也。既不能勝天，亦惟知其無可奈何而安之若命而已，又何惡焉！答「汝惡之乎」句。俄而子來有病，喘喘然將死，其妻子環而泣之。成云：「喘喘，氣息急也。」　補：釋文：「喘，川轉反，又尺軟反。」子犁往問之，曰：「叱！避！叱令其妻子避。補釋文：「叱，昌失反。」成云：「叱，訶聲也。」無怛化！」釋文：「怛，驚也。」勿驚將化人。　補：列子力命篇「易怛也哉」，注：「當割反。」釋文：「丁達反。崔本作靼，音怛。」倚其戶與之語曰：「偉哉造物！又將奚以汝為？為何物？將奚以汝適？適，往也。以汝為鼠肝乎？以汝為蟲臂乎？」王云：「取微蔑至賤。」　補：言形死為鼠所食，化為其肝乎？或為蟲所食，化為其臂乎？子來曰：「父母於子，東西南北，唯命之從。陰陽於人，不翅於父母，成云：「陰陽造化，何啻二親乎！」　補：釋文：「翅，徐詩知反。」王引之曰：「翅與啻同。」說文曰：「啻，語時不啻也。」書多士：「爾不啻不有爾土。」釋文：「啻，徐本作翅。」武按：「陰陽」句，應上「陰陽之氣有沴」。彼近吾死而我不聽，我則悍矣，彼何罪焉？彼，陰陽。悍，不順。宣云：「近，迫也。」　補：吾之將死，因陰陽之氣有沴所致，是陰陽迫吾死也，如不聽，則我悍然抵拒其命矣。夫大塊載我以形，勞我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。六語又見大宗師篇。　補：陰陽近吾死，死又何足惡！乃大塊因我生之勞，使我以死休息之也。如是，吾又何必善生哉！生與死同，善生即無異於善死，無亦多此一善，而不能安時處順者也？注中「大宗師篇」四字，當改為「前」字。此節舉事證明前語，故重引之，以作關鎖。今之大冶鑄金，金踊躍曰『我必且為鏌鋣』，大冶必以為不祥之金。大冶，鑄金匠。補金而踊躍自言，大冶必致驚怪，以為妖異不祥。今一犯人之形，而曰『人耳人耳』，夫造物者必以為不祥之人。犯同笵。偶成為人，遂欣愛鄭重，以為異於眾物，則造化亦必以為不祥。　補：上文「特犯人之形而猶喜之」，此曰「人耳人耳」，明自喜其為人也。夫眾生林總，萬態千形，造化無私，平等一視。如自喜為人，有予智自雄之念，乖造化平等之心，故以為不祥也。今一以天地為大鑪，以造化為大冶，惡乎往而不可哉？」鼠肝、蟲臂，何關念慮！　補：或生或死，或犯為人，或犯為鼠肝、蟲臂，皆在天地陶冶之內，故無往而不可。明生而為人，無可喜；死而為鼠肝、蟲臂，亦無可惡也。成然寐，蘧然覺。成然為人，寐也；蘧然長逝，覺也。　正注非。釋文：「成，本或作成，音恤。簡文云：『當作滅。』蘧，李音渠。蘧然，有形之貌。覺，古孝反。」武按：「成」不可通，作「滅」者是也。言處於天地鑪冶之內，一任造化之陶鑄，而為人之所不得與，故死也如夢之滅然寐耳，生也如夢之蘧然覺也，何庸好惡於其間哉！先插此二語於此，至「孟孫才母死」節，方暢發之。可見莊子之文，有藕斷絲連，西崩東應之妙。 \\n 〔一〕「問」原作「視」，據王氏原刻及集釋本改。 \\n 子桑戶、孟子反、子琴張三人相與友，曰：「孰能相與於無相與，相為於無相為？成云：「如百體各有司存，更相御用，無心於相與，無意於相為，而相濟之功成矣。故於無與而相與周旋，無為而相為交友者，其意亦然。」　補：論語：「仲弓問子桑伯子。子曰：『可也簡。』仲弓曰：『居簡而行簡，無乃太簡乎？』」朱注：「子桑伯子，魯人。胡氏以為疑即莊周所稱子桑戶者是也。」注又云：「家語記伯子不衣冠而處，夫子譏其欲同人道於牛馬。」說苑修文篇：「孔子見子桑伯子，子桑伯子不衣冠而處。弟子曰：『夫子何為見此人乎？』曰：『其質美而無文，吾欲說而文之。』孔子去，子桑伯子門人不悅，曰：『何為見孔子乎？』曰：『其質美而文繁，吾欲說而去其文。』」論語：「子曰：『孟之〔一〕反不伐，奔而殿，將入門，策其馬曰：「非敢後也，馬不進也。」』」朱注：「孟之反，魯大夫，名側。胡氏曰：『反，即莊周所稱孟子反者是也。』」左傳哀十一年：齊師伐我，及清，孟孺子洩帥右師，冉求帥左師，師及齊師戰於郊，右師奔，齊人從之。孟之側後入，以為殿，抽矢策其馬曰：「馬不進也。」家語「琴牢，衛人，字子開，一字張，與宗魯友。聞宗魯死，欲往弔焉。孔子弗許，曰『非義也』」，疑即此之子琴張也。孰能登天遊霧，宣云：「超於物外。」撓挑無極，李云：「撓挑，猶宛轉也。宛轉玄曠之中。」　正釋文：「撓，徐而少反，郭許堯反。挑，徐徒了反，郭、李徒堯反。」武按：在宥篇「挈〔二〕汝適復之撓撓，以遊無端」，爾雅釋詁：「適，往也。」撓撓，簡文云：「循環之名。」蓋即往復之形容辭也。言提挈汝往復，撓撓然如循環，以遊無端也，即其上文「出入六合」之義。且無端與循環義相應，謂如環之無端也。鶡冠子道端篇：「復而如環，日夜相橈。」橈、撓義通，均可為此文參證。說文：「挑，撓也。」則撓挑即撓撓也。無極，猶之無端。謂撓撓往復，如循環然，以遊無極也。下「反覆終始，不知端倪」，即申說此句者也。相忘以生，無所終窮？」宣云：「不悅生，不惡死。」三人相視而笑，莫逆於心，遂相與為友。莫然有間，崔云：「莫然，定也。間，頃也。」　補：在宥篇「莫然無魂」，成云：「莫然無知。」又左昭二十八年「德正應和曰莫」，杜注：「莫然清靜。」此莫然，正形容三人相視而笑，清靜無言也。而子桑戶死，未葬。孔子聞之，使子貢往侍事焉。成云：「供給喪事。」或編曲，李云：「曲，蠶薄。」　正編，說文「次簡也」。周禮春官磬師注：「編，讀為『編書』之編。」宋玉對楚王問：「是其曲彌高而和彌寡。」漁父篇：「孔子絃歌鼓琴奏曲。」然則曲者，樂曲也，歌辭也。編曲者，編次其辭也。時僅孟、琴二人，一編辭而歌，一鼓琴以和之。李乃云「蠶薄」。孟為大夫，琴，孔門弟子，未必恃編薄為生，且何至惟恐稍曠其工，挾之往編於死喪者之家乎？李說亦太不倫矣。或鼓琴，相和而歌曰：「嗟來桑戶乎！嗟來桑戶乎！而已反其真，而，汝。而我猶為人猗！」成云：「猗，相和聲。」　正成說非。書秦誓「斷斷猗無他伎」，疏：「猗者，足句之辭，不為義也。」禮大學引此作「斷斷兮」，猗是兮之類。子貢趨而進曰：「敢問臨尸而歌，禮乎？」二人相視而笑曰：「是惡知禮意？」是，謂子貢。補應證上文「謷乎其未可制也」。子貢反，以告孔子曰：「彼何人者邪？修行無有，無自修之行。而外其形骸，臨尸而歌，顏色不變，無以命之。崔云：「命，名也。」彼何人者邪？」孔子曰：「彼游方之外者也，而丘游方之內者也。成云：「方，區域也。」外內不相及，而丘使女往弔之，丘則陋矣。彼方且與造物者為人，王引之云：「為人，猶言為偶。中庸『仁者人也』，鄭注：『讀如「相人偶」之人，以人意相存偶之言。』公食大夫禮注『每曲揖，及當碑揖，相人偶』，是人與偶同義。淮南原道篇『與造化者為人』，義同。齊俗篇『上與神明為友，下與造化為人』，尤其明證。」　正鄭謂人也讀如「相人偶」之人，並非謂讀如「相人偶」之偶。如「為人」可謂之「為偶」，則鄭所云「以人意相存偶」句，亦可謂之為「以偶意相存人」矣，安乎，否乎？且細玩鄭句，「人」下加「意」，則存偶者人之意，非謂人與偶同義也。本文之義，言造物者既笵我以人之形，而我不聽，則我悍矣。有道者則順受之，方且與造物者為人，即上文「其不一，與人為徒」也，又即知北遊篇「直且為人」也，及德充符篇「有人之形，故群於人」也。質言之，則造物者命我為人，則我為人耳，命我為鼠肝、蟲臂，則我為鼠肝、蟲臂耳，即上文「崔乎其不得已」之義也。淮南精神訓「夫造化者既以我為坏矣，將無所違之矣」，高注：「言既以我為人，無所離之。喻不求，亦不避也。」最足證明本義。再就王氏所徵原道、齊俗二文言之，王氏於彼文義，亦未細審。按原道訓云：「精通於靈府，與造化者為人。」言精上通神靈之府，所謂「其一，與天為徒」也；而形體則與造化者為人，所謂「其不一，與人為徒」也。至齊俗訓語更明顯：上與神明為友者，精神也；下與造化為人者，所笵之人形耳。據此，益足證王氏之說乖於本義矣。而遊乎天地之一氣。彼以生為附贅縣疣，成云：「氣聚而生，譬疣贅附縣，非所樂。」　補：知北遊篇「臭腐復化為神奇，神奇復化為臭腐，故曰通天下一氣耳」，郭注云「死生彼我豈殊哉」，足以相證。「附贅」句，遙明以刑為體之義。以死為決〈疒丸〉潰癰。釋文：「〈疒丸〉，胡亂反。」宣云：「疽屬。」成云：「氣散而死，若〈疒丸〉癰決潰，非所惜。」夫若然者，又惡知死生先後之所在？宣云：「一氣循環。」假於異物，託於同體，宣云：「即圓覺經地、風、水、火四大合而成體之說。蓋視生偶然耳。」忘其肝膽，遺其耳目，宣云：「外身也，視死偶然耳。」　補：應上「相忘以生」，又上文所謂「以刑為體」也。反覆終始，不知端倪，往來生死，莫知其極。　補：應上「撓挑無極」。芒然徬徨乎塵垢之外，逍遙乎無為之業。成云：「芒然，無知貌。放任於塵累之表，逸豫於清曠之鄉。」　補：應上「登天遊霧」。彼又惡能憒憒然為世俗之禮，以觀眾人之耳目哉！」成云：「憒憒，煩亂。」釋文：「觀，示也。」　補：應上「厲乎其似世乎，謷乎其未可制也」。子貢曰：「然則夫子何方之依？」成云：「方內方外，未知夫子依從何處？」孔子曰：「丘，天之戮民也。成云：「聖跡禮儀，乃桎梏形性。夫子既依方內，是自然之理，刑戮之人也。故德充篇云『天刑之，安可解乎』！」　補：言吾生平以禮束縛一己自然之生，無異受天之刑也。雖然，吾與汝共之。」宣云：「己之所得不欲隱。」　正雖然，吾平日與汝講習禮儀，束其性天，故汝亦共為戮民也。孔子因子貢以臨尸而歌為非禮，乃語之以拘禮者如受天刑也，以破其是己非人之心，繼則以相忘勖之也。子貢曰：「敢問其方。」孔子曰：「魚相造乎水，人相造乎道。造，詣也。造乎水者魚之樂，造乎道者人之樂。補相造乎道，即答子貢以方也。相造乎水者，穿池而養給；相造乎道者，無事而生定。釋文：「池，本亦作地。」按：兩本並通。魚得水則養給，人得道則性定。生、性字通。正天道篇「一心定而萬物服」，言以虛靜推於天地，通於萬物。又曰：「至人之心有所定矣。」此處「無事」，即無為也，承上「逍遙乎無為之業」說。無為也，而後能虛靜，虛靜則定矣。「生」字，如佛書「無所住而生其心」之生，不必改為「性」字。彼所生之心，清淨心也，即此之定心也。言欲造乎道者，在生其定心，而生定之功夫則在心虛靜而無事，無事而定自生矣。此莊子修道要旨也。故曰：魚相忘乎江湖，人相忘乎道術。」宣云：「愈大則愈適，豈但養給、生定而已。」　正繳應上「泉涸」「譽堯」數語。夫方內方外，道術不同，猶之堯、桀之性不同也。然道術雖殊，各有所適，與其互相是非，不如兩忘而化其道，即此「相忘乎道術」之謂也。蓋子反二人，謂子貢不知禮意，子貢以彼臨尸而歌為非禮，各是其所是而非其所非也，故孔子以「相忘乎道術」語之。子貢曰：「敢問畸人。」司馬云：「畸，不耦也。」郭云：「問向所謂方外而不偶於俗者安在？」　補：釋文：「畸，居宜反。」曰：「畸人者，畸於人而侔於天。司馬云：「侔，等也。」成云：「率其本性，與自然之理同。」補釋文：「侔音謀。」故曰：天之小人，人之君子；宣云：「拘拘禮法，不知性命之情，而人稱為有禮。」人之君子，天之小人也。」按：各本皆同。疑複語無義，當作「天之君子，人之小人也」。成云：「子反、琴張，不偶於俗，乃曰畸人，實天之君子。」按不偶於俗，即謂不偕於禮，則人皆不然之，故曰「天之君子，人之小人也」，文義甚明。蘇輿云：「以人之小人斷定畸人，則琴張、孟孫輩皆非所取，莊生豈真不知禮者哉！」　正蘇輿說與本義乖違。篇首樹天之所為、人之所為二義以為綱，通篇均就二義分疏，此處亦然。上文「芒然彷徨乎塵垢之外，逍遙乎無為之業」，為天之所為也；「憒憒然為世俗之禮，以觀眾人之耳目」，為人之所為也。君子有二。論語云：「文質彬彬，然後君子。」天下篇云：「以禮為行，謂之君子。」此人之君子也，即為人之所為也。上文「古之真人」，此天之君子也，即為天之所為也。外物篇云：「老萊子曰：『丘！去汝躬矜，與汝容知，斯為君子矣。』」即去文尚質，去禮任天，亦天之君子也。小人亦有二。盜跖篇云：「小人殉財。」駢拇篇云：「其所殉貨財也，則俗謂之小人。」山木篇云：「小人甘以絕。」此人之小人也。若人之君子，則天之小人也。上文狐不偕、務光諸人，世所稱賢人也，然行名失己，亡身不真，亦天之小人也。「天之小人」云者，謂較至人、大人、真人為小，非同乎人之小人也。成、蘇諸氏，疑此文語複，未深究君子、小人之義者也。蓋上以天理為主，且義綜其全，謂以天理言之，如行名失己，及拘禮飾文，皆違自然，乃自然之小人也，然人於拘禮飾文者則謂之君子，下以人情為主，且語有專屬，謂以人情言之，重禮尚文，於能篤守禮文者則稱之為君子，而實天之小人也。因子貢拘拘禮文，故下二語專就子貢而言，以警覺之，語複而意不複也。 \\n 〔一〕「之」原誤「子」，據論語改。 \\n 〔二〕「挈」原誤「絜」，據在宥篇改。 \\n 顏回問仲尼曰：「孟孫才，名才。其母死，哭泣無涕，中心不戚，居喪不哀。無是三者，以善處喪蓋魯國。固有無其實而得其名者乎？回壹怪之。」郭、陸、成本，「喪」字絕句。李楨云：「文義未完。『蓋魯國』三字。當屬上句，與應帝王篇『功蓋天下』義同。釋言：『弇，蓋也。』釋名：『蓋，加也。』並有高出其上之意。言才以善處喪名蓋魯國也。」仲尼曰：「夫孟孫氏盡之矣，進於知矣。成云：「進，過也。」宣云：「其盡道過於知喪禮者。」　正此「知」字，如篇首「知人之所為」之知。言孟孫氏已盡居喪之實，進入於世人之知矣。與上文「以禮為翼」，「厲乎似世」之義相應。唯簡之而不得，宣云：「簡者，略於事。世俗相因，不得獨簡，故未免哭泣居喪之事。」　補：天運篇：「黃帝之治天下，使民心一，民有其親死不哭，而民不非也。」蓋孟孫之心一，不知所以生，不知所以死，自不哭泣其親；因牽於世人之知，欲簡略於喪禮而不得，於是乃有哭泣也。夫已有所簡矣。宣云：「然己無涕、不戚、不哀，是已有所簡矣。」蘇輿云：「二語泛言，不屬孟孫氏說。」姚云：「常人束於生死之情，以為哀痛簡之而不得，不知於性命之真，已有所簡矣。」似較宣說為優。正宣說是也。蘇、姚說非。孟孫氏不知所以生，不知所以死，宣云：「生死付之自然，此其進於知也。」　正死生，命也；其有夜旦之常，天也。人之有所不得與，是以不知所以生，不知所以死也。宣「此其進於知」句誤，正語詳下。不知就先，不知就後，成云：「先，生；後，死。既一於死生，故無去無就。」　正上文「惡知死生先後之所在」，言生死相禪，如環無端，不知生先而死後乎，抑死先而生後乎？既不知死生之先後，是以不知所就也。若化為物，以待其所不知之化已乎！宣云：「順其所以化，以待其將來所不可知之化，如此而已。」按：死為鬼物，化也。鼠肝、蟲臂，所不知之化也。　補：不知之化，將來之化也；將來之化，萬化而未始有極也。物不勝天，亦惟待之而已。山木篇「化其萬物，而不知其禪之者，焉知其所終！焉知其所始！正而待之而已」，義與此同。且方將化，惡知不化哉？方將不化，惡知已化哉？宣云：「四語正不知之化，總非我所能與。」吾特與汝其夢未始〔一〕覺者邪！宣云：「未能若孟孫之進於知也。」　正注非。上「進於知矣」，言入於世知也，宣誤以為真知，故說如此。此句係仲尼就身設喻，以明上文，且啟下文，言吾與汝方自以為覺也，惡知其非夢而未覺者邪？生死亦然，自以為生矣，安知其非死耶？且彼有駭形而無損心，彼孟孫氏雖有駭變之形，而不以損累其心。　正彼，指孟孫之母。孟孫未死，不得言有駭形。言彼死者有駭變之形，而無損於心，雖死，如夢之未覺耳。有旦宅而無情死。成云：「旦，日新也。宅者，神之舍也。以形之改變，為宅舍之日新耳。」姚云：「情，實也。言本非實有死者。」　正旦宅，言人生駒隙，如一朝之居於宅耳。所謂死者，猶之賃宅者去此遷彼，而非實死也。孟孫氏特覺，人哭亦哭，是自其所以乃。乃，猶言如此。人哭亦哭，己無容心。蘇輿云：「『孟孫氏特覺』絕句。言我汝皆夢，而孟孫獨覺，人哭亦哭，是其隨人發哀。」　補：既無情死，則死何必哭？哭特世知之禮如此耳。孟孫氏進入世知，故人哭亦哭，所謂「厲乎其似世」也。郭云：「夫常覺者，無往而有逆也，故人哭亦哭，正自其所宜也。」是郭亦以「覺」字絕句，承上「其夢未始覺」來，「乃」作「宜」，義亦通。且也，相與吾之耳矣，唐詎知吾所謂吾之乎？人每見吾暫有身，則相與吾之。豈知吾所謂吾之，果為吾乎，果非吾乎？　補：豈特生死不能知，即吾之為吾，亦不能確知也，特自以為吾，即吾之耳。淮南俶真訓：「公牛哀七日化為虎。方其為虎也，不知其嘗為人也；方其為人，不知其且為虎也。二者代謝舛馳，各樂其成形。」可為此處明喻。且汝夢為鳥而厲乎天，厲、戾同聲通用，至也。夢為魚而沒於淵，不識今之言者，其覺者乎，夢者乎？未知魚鳥是覺邪夢邪，抑今人之言魚鳥者是覺邪夢邪？　補：當吾夢時，吾所謂「吾之」者魚鳥也；及其既覺，吾所謂「吾之」者人也。夢、覺異，故「吾之」者亦不同。是故夢與覺，「吾之」之吾，皆不相知也，且安知魚鳥之非覺而為人之非夢邪？造適不及笑，獻笑不及排，宣云：「人但知笑為適意，不知當其忽造適意之境，心先喻之，不及笑也。及忽發為笑，又是天機自動，亦不及推排而為之，是適與笑不自主也。」安排而去化，乃入於寥天一。」宣云：「由此觀之，凡事皆非己所及排，冥冥中有排之者。今但當安於所排，而忘去死化之悲，乃入於空虛之天之至一者耳。」 \\n 〔一〕「始」字，據王氏原刻及集釋本補。 \\n 意而子見許由，許由曰：「堯何以資汝？」成云：「意而，古之賢人。」郭云：「資者，給濟之謂。」意而子曰：「堯謂我：『汝必躬服仁義，而明言是非。』」成云：「必須己身服行，亦復明言示物。」許由曰：「而奚為來軹？而，汝也。軹同只。補只，說文「語已詞也」。武按：「躬服仁義」句，乃為人之所為，即人之君子也。夫堯既已黥汝以仁義，而劓汝以是非矣，宣云：「如加之以刑然。」　補：周禮司刑「墨罪五百，劓罪五百」，注：「墨，黥也。先刻其面，以墨窒之。劓，截其鼻也。」釋文：「黥，其京反。劓，魚器反。」汝將何以遊夫遙蕩、恣睢、轉徙之途乎？」成云：「恣睢，縱任也。轉徙，變化也。」按：言汝既為堯所誤，何以遊乎逍遙放蕩、縱任變化之境乎？補釋文：「遙蕩，王云『縱散也』。恣，七咨反。睢，郭、李云『許維反』。」武按：天地篇：「聖人之治天下，搖蕩民心，使之成教易俗。」此文「遙」字，似當作「搖」。意而子曰：「雖然，吾願遊於其藩。」宣云：「言雖不能遵途，願涉其藩籬。」許由曰：「不然。夫盲者無以與乎眉目顏色之好，瞽者無以與乎青黃黼黻之觀。」補釋文：「與音豫，下同。黼音甫。黻音弗。觀，古亂反。」成云：「盲者，有眼睛而不見物；瞽者，眼無眹縫，如鼓皮也。作斧形謂之黼，兩己相背謂之黻。」意而子曰：「夫無莊之失其美，成云：「無莊，古之美人，為聞道故，不復莊飾，而自忘其美色。」據梁之失其力，成云：「據梁，古之多力人，為聞道守雌故，失其力。」黃帝之亡其知，成云：「黃帝有聖知，亦為聞道故，能忘遣其知。」皆在鑪捶之間耳。釋文：「捶，本又作錘。」成云：「鑪，灶也。錘，鍛也。三人以聞道契真，如器物假鑪冶打鍛以成用耳。」庸詎知夫造物者之不息我黥而補我劓，使我乘成以隨先生邪？」宣云：「乘，猶載也。黥劓則體不備，息之補之，復完成矣。天今使我遇先生，安知不使我載一成體以相隨邪？」許由曰：「噫！未可知也。我為汝言其大略。吾師乎！吾師乎！（）萬物而不為義，澤及萬世而不為仁，司馬云：「（），碎也。」盧文弨云：「說文作（），亦作韲。隸省作（）。」成云：「素秋霜降，碎落萬物，非有心斷割而為義；青春和氣，生育萬物，非有情恩愛而為仁。」　補：釋文：「（），子兮反。」武按：吾師乎，指以下所言為師，即道也。「（）萬物」二句，為天之所為也，且針對上「躬服仁義」句而矯正之。長於上古而不為老，成云：「萬象之前，先有此道，而日新不窮。」按：語又見前。覆載天地、刻彫眾形而不為巧。成云：「天覆地載，以道為原，眾形彫刻，咸資造化，同稟自然，故巧名斯滅。」此所遊已。」宣云：「應上遊。」　補：上數語，與上文「夫道有情有信」節義同，故此之所遊，即遊於道也。 \\n 顏回曰：「回益矣。」仲尼曰：「何謂也？」曰：「回忘仁義矣。」曰：「可矣，猶未也。」他日復見，曰：「回益矣。」曰：「何謂也？」曰：「回忘禮樂矣。」曰：「可矣，猶未也。」補或謂仁義深而禮樂淺，仁義內而禮樂外，其忘也，應自淺而深，自外而內，本文不然，疑有倒誤。淮南道應訓，文與此同，惟先忘禮樂，仁義次之，似當据正。武曰：不然。仁義之施由乎我，禮樂之行拘於世。由乎我者，忘之無與人事；拘於世者，忘之必駭俗情。是以孟孫之達，且進世知；孟、琴之歌，遂來面誚。此回所以先忘仁義而後忘禮樂，蓋先易而後難也。淮南誤倒，當据此以正之也。他日復見，曰：「回益矣。」曰：「何謂也？」曰：「回坐忘矣。」司馬云：「坐而自忘其身。」仲尼蹴然曰：「何謂坐忘？」顏回曰：「墮肢體，黜聰明，成云：「墮，毀廢。黜，退除。」補釋文：「蹴，子六反，崔云『變色貌。』墮，許規反，徐待果反。」離形去知，宣云：「總上二句。」○補墮肢體，離形也；黜聰明，去知也。即以刑為體也。同於大通，成云：「冥同大道。」　補：奚侗曰：「大當作化。下文『同則無好也，化則無常也』，即分釋此兩句。淮南道應訓正作『洞於化通』。」此謂坐忘。」補如此，可謂天之君子矣。仲尼曰：「同則無好也，宣云：「無私心。」化則無常也。宣云：「無滯理。」而果其賢乎！丘也請從而後也。」爾誠賢乎！吾亦願學。極贊以進回。　補：注「願學」，非。說苑指武篇孔子曰「吾所願者，顏氏之計。吾願負衣冠而從顏氏子也」，即此「請從而後」之謂也。又在宥篇云「墮爾形體，吐爾聰明，倫與物忘，大同乎涬溟，解心釋神，莫然無魂」，可作此節參證。 \\n 子輿與子桑友，而霖雨十日。雨三日以往為霖。　補：左隱九年：「春，王三〔一〕月，大雨霖以震，書始也。凡雨自三日以往為霖。」爾雅釋天〔二〕：「久雨謂之淫。淫謂之霖。」子輿曰：「子桑殆病矣！」裹飯而往食之。至子桑之門，則若歌若哭，鼓琴曰：「父邪母邪！天乎人乎！」有不任其聲，而趨舉其詩焉。崔云：「不任其聲，憊也。」成云：「趨，卒疾也。」　補：釋文：「裹音果。食音嗣。」成云：「任，堪也。」崔云：「趨舉其詩，無音曲也。」子輿入〔三〕，曰：「子之歌詩，何故若是？」成云：「歌詩似有怨望，故驚怪問其所由。」曰：「吾思乎使我至此極者而弗得也。父母豈欲吾貧哉？天無私覆，地無私載，天地豈私貧我哉？求其為之者而不得也。然而至此極者，命也夫！」知命所為，順之而已。 \\n 〔一〕「三」原作「正」，據左傳改。 \\n 〔二〕「釋天」原誤「釋文」，據爾雅訂正。 \\n 〔三〕「入」字，據王氏原刻及集釋本補。 \\n  \\n   \\n  "}
{"章节": "應帝王第七", "正文": "  \\n 應帝王第七 \\n 　 \\n  \\n 郭云：「無心而任乎自化者，應為帝王也。」　正郭說非。「帝王」二字，須活看。如徐無鬼篇「雞〈广雍〉也，豕零也，是時為帝者也」之帝、德充符篇「而王先生」之王，若作實字詁之，則所謂應帝王者，言修道養氣之功，至乎其極，與帝王之義相應，蓋寓言也。如謂非寓言，而實言上古帝王治天下之道，上古之治天下者，莫過於伏羲、神農、黃帝。伏羲畫八卦，作甲子，教市易，結繩而為網罟；神農作耒耜，教稼穡，嘗百草；黃帝制衣裳，造宮室，作五兵營陣，半生征討，致肌色皯黣，五情爽惑：皆為任知任事之尤者也。如篇中所言以己為牛馬，遊心於無，不知誰何，食豕如人，塊然獨以形立，無為事任，無為知主，而謂執此道以治天下，可臻羲、黃之盛，雖擅龍、施之辯，亦不能言其理矣。惟視為修道養氣之寓言，則圓通無礙。蓋帝王者，寓言乎篇中之「太沖」。太沖為陰陽二氣集合成和之名，和則德之實也。繕性篇云：「夫德，和也。」德充符篇云：「德者，成和之修也。」又云：「和豫通。」呂氏春秋云：「王者，天下之所往也，往則通矣。」管子兵法篇：「通德者王。」是以王寓言和豫通而為太沖也。說文云：「帝者，諦也。」「諦者，審也。」書堯典傳，其疏云：「舉事審諦，故謂之帝也。」篇中「鯢桓之審為淵」，喻修道者所養之氣，審諦於集虛而為太沖也。故「鯢桓之審」一段，可作「帝」字之解義，而「帝王」二字，即太沖之寓言也。則陽篇云：「陰陽，氣之大。」陰陽沖和，故謂太沖。太，大也。老子曰：「域中有四大，而王居一焉。」此處蓋以王寓太沖之大也。且也，太沖為修道養氣之極，帝王為天下人民之極；太沖虛，為氣所集，帝王尊，為人民所歸；太沖莫勝，帝王之勢亦莫勝。故特寓之以題篇也。極則無復可言，故內篇即以此而終焉。 \\n 齧缺問於王倪，四問而四不知。見齊物論。　補：天地篇：「堯之師曰許由，許由之師曰齧缺，齧缺之師曰王倪，王倪之師曰被衣。」武按：「知」字為篇中骨幹，通貫全篇，故首為揭出，而結之以「無為知主」。本節之以己為馬牛，三節之遊淡，合漠，順自然，四節之遊於無有，五節之不知誰何，食豕如食人，末節之渾沌，皆不為知主也。本節之藏仁要人，二節之經式義度，四節之物徹疏明，五節之神巫預知，末節之儵、忽鑿竅，皆為知主也。知北遊篇黃帝曰：「彼其真是也，以其不知也。」無始曰：「不知深矣，知之淺矣。」據此，可曉然於本篇知與不知之義矣。齧缺因躍而大喜，行以告蒲衣子〔一〕。釋文：「尸子云：『蒲衣八歲，舜讓以天下。』崔云：『即被衣，王倪之師也。』淮南子曰：『齧缺問道於被衣〔二〕。』」蒲衣子曰：「而乃今知之乎？而，汝。有虞氏不及泰氏。成云：「泰氏，即太昊伏羲也。」　補：淮南覽冥訓「然猶未及虙戲氏之道也」，其下云：「當此之時，臥倨倨，興眄眄，一自以為馬，一自以為牛。」語意與此同。虙戲，古通伏羲。成謂泰氏即伏羲，蓋本此也。有虞氏，其猶藏仁以要人，亦得人矣，而未始出於非人。崔云：「懷仁心以結人也。」宣云：「非人者，物也。有心要人，猶繫於物，是未能超出於物之外。」　補：徐無鬼篇：「馳其形性，潛之萬物。」此之藏仁要人，馳其形性也；未始出於非人，潛之萬物也。泰氏，其臥徐徐，其覺于于，司馬云：「徐徐，安穩貌。于于，無所知貌。」一以己為馬，一以己為牛，成云：「或馬或牛，隨人呼召。」　補：天道篇老子曰：「昔者，子呼我牛也，而謂之牛；呼我馬也，而謂之馬。」呼牛呼馬，名也。名者，人為也，非真也。故逍遙篇云「聖人無名」。馬牛也者，物也。然秋水篇云「號物之數謂之萬，人處一焉」，是人亦物也。德充符篇云「自其同者視之，萬物皆也」，列子黃帝篇云「和者大同於物」，佛書之「無差別心」，「無我相」，「無眾生相」，均此義也。其知情信，成云：「率其真知，情無虛偽。」　補：秋水篇「是信情乎」，成云：「信，實也。」此言其知之情為實。實者，真也。知真，故所得亦真，與下句為一氣。其德甚真，郭云：「任其自得，故無偽。」而未始入於非人。」宣云：「渾同自然，毫無物累，未始陷入於物之中。」　補：至人和同萬物，而非入也。入之云者，馳其形性，凝滯於物，而心為之累者也。此段重在知、德、性、真四字。雖自以為馬牛，然有一真我在，是為真德。彼懷仁要人，純出人為之偽，其知非信，雖曰得人，非真得也。 \\n 〔一〕「齧缺因躍而大喜，行以告蒲衣子」，據王氏原刻及集釋本補。 \\n 〔二〕王氏引釋文，據王氏原刻補。 \\n 肩吾見狂接輿。狂接輿曰：「日中始何以語女？」李云：「日中始，人姓名，賢者也。」崔本無「日」字，云：「中始，賢人也。」俞云：「日〔一〕猶言日者也。義見左文七年、襄二十六年、昭七年、十九年傳。」肩吾曰：「告我：君人者，以己出經式義度，司馬云：「出，行也。」王念孫云：「經式義度，皆謂法也。義讀為儀，古字通。」　正焦竑云：「經之式，義之度，皆所以正人。」林雲銘云：「經常之法式，義理之制度，如三綱五常，皆所以正人也。」二說義并如字讀，非不可通。天下篇云：「以義為理。」林說「義理」字亦合，似不必改讀。天運篇云：「故夫三皇、五帝之禮義法度。」如「義」「法」互易，則為「禮法義度」，義亦無所出入，足證改「儀」之不必矣。且「義」字於此處最適。釋名：「義，裁制事物使各宜也。」說文「度，法制也」，亦有裁制義。上文「以己出」，獨裁也；下文「人孰敢不聽」，以其獨裁而懼之也。上節藏仁以要人，此則出法以制人，其治更出有虞氏之下。必如是，然後與上節不複。人孰敢不聽而化諸！」狂接輿曰：「是欺德也。成云：「以己制物，物喪其真，是欺誑之德，非實道。」　補：反映上文「其德甚真」句。其於治天下也，猶涉海鑿河，涉海而鑿為河。　補：說文：「涉，徒行厲水也。」徒行涉海，非惟不達，且必陷溺矣。鑿河所以通海，今涉海以鑿河，是倒道而行也，為下「正而後行」之反喻。而使蚉負山也。　補：此非蚉力所能也，為下「確乎能其事者」之反喻。夫聖人之治也，治外乎？用法，是治外也。正而後行，正其性而後行化。　補：言不治外而正內。德充符篇：「正生以正眾生。」孔子曰：「其身正，不令而行。」確乎能其事者而已矣。李云：「確，堅也。」宣云：「不強人以性之所難為。」　正言不強人以力之所不能為，如使蚉負山之類也。天地篇：「聖治乎！官施而不失其宜，拔〔二〕舉而不失其能。」文子自然篇：「故聖人舉事，未嘗不因其資而用之也。有一功者處一位，有一能者服一事。力勝其任，即舉者不重也；能稱其事，即為者不難也。」且鳥高飛以避矰弋之害，鼷鼠深穴乎神丘之下，以避熏鑿之患，成云：「矰，網。鼷鼠，小鼠。神丘，社壇。」宣云：「物尚有知如此。」　補：釋文：「矰，則能反。鼷音兮。熏，香云反。」而曾二蟲之無知！」曾是人之無知。不如二蟲乎！　補：言出己私意，立法制人。二蟲猶知避害，曾是人不如二蟲，而不知避為治者之法網乎！此答「孰敢不聽而化諸」。 \\n 〔一〕「日」字，據王氏原刻補。 \\n 〔二〕「拔」原作「援」，據天地篇原文改。 \\n 天根遊於殷陽，崔云：「地名。」　補：李云：「殷，山名。殷山之陽。」成同。至蓼水之上，李云：「蓼水，水名。」補釋文：「蓼音了。」成云：「蓼水，在趙國界內。」適遭無名人而問焉，補成云：「遭，遇也。」武按：老子曰：「道常無名。」此無名人，即寓言道也。夫人而無名，則呼牛呼馬，無不可者，上所謂「其知情信，其德甚真」也。大宗師篇「夫道有情有信」，故曰「無名人」寓言道也。「名」亦本篇重要字，與「知」字同貫全篇。蓋名出於知，無知則無名。首節之自以為馬牛，此之無名人，四節之有莫舉名，六節之名實不入，皆言無名也，末節則以「無為名尸」結之焉。曰：「請問為天下。」無名人曰：「去！汝鄙人也，何問之不豫也！俞云：「釋詁：『豫，厭也。』楚辭惜誦『行婞直而不豫兮』，王註：『豫，厭也。』此怪天根之多問，猶云何不憚煩也！」　正俞說非。多問方可謂之不憚煩，此為適遭初問，連下祇二問，俞乃謂怪其多問為不憚煩，不免顢頇。爾雅釋詁：「豫，安也。」夫道在無為，老子曰：「為者敗之。」今天根問為天下，其不安處即在一「為」字。彼人且無名，奈何向之問為乎！況所問之為在天下乎！宜乎無名人斥之去，而闢其問之不安也。以下至「感予之心為」，明己之無為也。予方將與造物者為人，人，偶也，詳大宗師篇。　正「人，偶」，非，正語亦詳大宗師篇。厭則又乘夫莽眇之鳥，成云：「莽眇，深遠。」按：謂清虛之氣若鳥然。　補：釋文：「莽，莫蕩反。眇，妙小反。」武按：逍遙遊篇「適莽蒼」，成云：「郊野之緣，遙望之不甚分明也。」釋文：「莽，莫郎反。」集韻音茫，義亦與茫同。成所謂郊野之色者，釋蒼也，蒼蓋草色也；遙望不明者，釋莽也，謂茫茫然也。就遠地言，則用「莽蒼」；就高空言，則用「莽眇」。庚桑楚篇：「藏身不厭深眇而已。」博雅：「眇，遠也。」然則莽眇者，望之不甚分明之深遠處也。此句與「藏身不厭深眇」之義同，並下句，實為下文「遊心於淡，合氣於漠」之喻。蓋「漠」字，說文云「通幕」。程大昌北邊備對「幕者，漠也」，言望之漠漠然也，即望之不甚分明也，亦即莽之義也。以出六極之外，成云：「六極，猶六合。」而遊無何有之鄉，說見逍遙遊篇。以處壙埌之野。崔云：「壙埌，猶曠蕩也。」　補：釋文：「壙，徐苦廣反。埌，徐力黨反，李音浪。」武按：此與上句，為下「順物自然而無容私焉」之喻。蓋無有者，無為也。文子道原篇「所謂無為者，不先物為也」，即順物自然為之，而己不先也。有私，則必為私欲所蔽塞矣。必無私焉，然後心能曠蕩，故曰為之喻也。汝又何帛以治天下感予之心為？」帛，徐音藝，未詳何字。崔本作「為」，當從之。　補：帛依崔作「為」，則當去句末「為」字，否則不辭。俞讀作寱，孫詒讓以為「假」之誤，又有轉「假」為「暇」者，義均不愜。徐音藝，彼必有所本。音同則義通。藝者，才也。言汝又有何才藝以治天下感予之心為？如此，則與上「汝鄙人也」相應。蓋鄙者陋也，鄙陋，無才識也，義似較合。此「心」字，為全篇主腦。凡篇中所言道德、氣機、情知、名實，皆總之於一心，文分反、正以論之。論其反，則藏仁要人，己出經式義度，私心也；天根以鄙人而問為天下，妄心也；嚮疾徹明而勤學，怵其心也；見神巫而心醉，迷其心也；感善待而鑿竅，亦心之妄也。論其正，則泰氏之徐徐于于，率其真心也；接輿之正而後行，正其以己出之私心也；無名人則遊心於淡，老聃則遊心於無有也；壺子之太沖莫勝，則謂之遊心於淡可，謂之遊心於無有亦可；聖人之心則若鏡，而終之以渾沌其心焉。蓋莊子之學，心學也。前六篇所論，亦論心已矣，然或舉一隅而未及其全，故此篇特就心之反正，與修之次第而詳論之，以為內篇之殿焉。莊子之學與其道，蓋於此篇盡之矣。又復問。無名人曰：「汝遊心於淡，合氣於漠，順物自然，而無容私焉，宣云：「不用我智。」而天下治矣〔一〕！」補上二段，明有為以治天下，即私心主知，非正而後行也。此段即申說正而後行之義，遊淡合漠，順自然而無私，即正內而非治外也。知北遊篇云：「嘗相與無為乎！澹而靜乎？漠而清乎！」心淡靜而氣漠清，不藏仁以要人也。順物自然，不出經式義度以制人也。仁者有親，私也；法必己出，私也。無私焉，不治天下而天下治矣。遊心於淡，合氣於漠，為全篇精要語，然有先後之分：必先能遊心於淡，然後能合氣於漠。如篇中之徐徐于于，情信、無欺、無私，篇末之四無為，即遊心於淡也。合氣於漠之極致，即下「神巫」節之太沖，蓋太沖為陰陽二氣交合成和之謂也。故「遊心」二句，為「神巫」節之綱。彼節方由淺入深，逐層敷陳，為修道養氣之總說明。「天下」二字，道家謂喻全身，言頭之下，足之上也。玩「神巫」節「天壤」「地文」，及「機發於踵」諸語，即明此言未為無理。蓋本書多寓言，實則純就修心養氣立論，乃方以外之言也。其中所謂君、國、臣、民，各有寓意。老子五千言，意亦如之。若徒就文句之實義詁之，則多不合情理。此義已於篇題正語內及之矣。 \\n 〔一〕「而天下治矣」五字，據王氏原刻及集釋本補。 \\n 陽子居見老聃曰：成云：「姓陽，字子居。」案：即楊朱，見寓言篇注。「有人於此，嚮疾強梁，嚮往敏疾，強幹果決。　正嚮，如易繫辭「其受命也如嚮」之嚮。疏：「如嚮應聲。」言其人用知則敏疾如嚮之應聲，任事則如梁棟之強而不橈。物徹疏明，事物洞徹，疏通明達。　正史記禮書「疏房、床第、几席」，索隱：「疏，謂窻也。」盜跖篇「內周樓疏」，李云：「疏窗外通。」武按：室設窗疏，所以通明也。句謂其於物理洞徹，如窗疏之通明也。上句言用知任事，以聲嚮與梁棟喻之；此言明物，以疏窗喻之。若如注說，則「徹」與「疏」複，「明達」與「洞徹」複。學道不倦。補求知也。如是者，可比明王乎？」老聃曰：「是於聖人也；胥易技係，勞神怵心者也。言此其學聖人，如胥之易，如技之係，徒役其形心者也。郭慶藩云：「胥徒，民給徭役者。易，治也。胥易，謂胥徒供役治事。技係，若王制『凡執技以事上者，不貳事，不移官』，是為技所係也。」「正注非。禮記文王世子篇：「小樂正學干，大胥贊之。」（鄭注：「大胥掌學士之版，以待諸子春入學，舍菜合舞，秋頒學合聲。」）又云：「胥鼓南。」（注：「胥掌以六樂之會正舞位。」）周禮天官：「胥十二人。」（注：「胥讀如諝。謂其有才知，為什長。」疏：「周室之內，稱胥者多。謂若大胥、小胥、胥師之類，雖不為什長，皆是有才智之稱。」又云：「徒給使役，故一胥十徒也。」）然則胥須才智而為長，徒則給使役，職任各分。郭統謂「胥徒給徭役」，非也。且句僅言胥，以其有才智也，不必涉及徒。謂「易，治也」，亦非。禮記祭義：「易抱龜南面，天子卷冕北面。雖有明智之心，必進斷其志焉。」（注：「易，官名，周禮曰大卜。大卜主三兆、三易、三夢之占。」）據此，則為胥必精習樂舞之技，為易必精習占卜之技，皆為技所纏係而不能移，故曰「胥易技繫」也。陽子所言之人，以有才智而勤學，何異胥易以才智為技所係乎？徒勞苦其形，怵惕其心耳。勞形怵心，反應上「遊心於淡」二句。且曰虎豹之文來田，以文致獵。猿狙之便、捷也。執斄之狗來藉。司馬云：「藉，繫也。」按：猴、狗以能致繫。二語亦見天地篇。　正藉訓繫，似與事實不合。凡狗一受馴養，恆依主人，不須繫也。釋名：「藉，咀藉也。以藉齒牙也。」狗田之久，難必不為猛獸所咀藉也。上胥易以人喻，此以物喻；上喻勞形，此喻傷生。如是者，可比明王乎？」陽子居蹴然曰：「敢問明王之治。」老聃曰：「明王之治，功蓋天下而似不自己，成云：「聖人功成不居，似非己為之。」　補：不以己出經式義度也，無私也。化貸萬物而民弗恃，宣云：「貸，施也。」成云：「百姓謂不賴君之能。」　補：不藏仁以要人也。民弗恃，則非民孰敢不聽之治可比矣。有莫舉名，宣云：「似有，而無能名。」　補：老子曰：「太上，下知有之。」本書徐無鬼篇「聖人並包天地，澤及天下，而不知其誰氏」，義並與此同。使物自喜，成云：「物各自得。」　補：順物自然，不出經式義度以制之，則物自喜矣。立乎不測，宣云：「所存者神。」　補：處壙埌之野，自難測其崖際。而遊於無有者也。」宣云：「行所無事。」　補：自篇首至此，分四節，其意不出「反正」二字，每節內又自有反正。第一節藏仁，似治內矣，而非正；泰氏之徐徐于于，則正也。第二節以己出法，純治外也，制人更下於要人。於此提出「正而後行」，以啟下二節。第三節申說正內之義。第四節陽子所言之人，亦治內而非正，故老子闢其勞神怵心。至「功蓋天下」、「化貸萬物」二句，則申說「行」字之義，至此而後化行也。而其要，則在遊心於淡，合氣於漠；惟其能遊淡合漠，然後能立於不測，遊於無有。此義均於「神巫」節實證之。細玩此四節，反正相應，內外相對，虛實相間，先提後敘，先伏後彰，似斷實聯，皆互相發明也。 \\n 鄭有神巫曰季咸，列子黃帝篇云：「有神巫自齊來，處於鄭，命曰季咸。」知人之生死存亡，禍福壽夭，期以歲月旬日，若神。或歲或月或旬日，無不神驗。　補：「知」，主要字。任知必窮。鄭人見之，皆棄而走。宣云：「惟恐言其不吉。」　補：首節任知要人，而人始從；第二節，任知制人，而人不敢不從；此則任知惑人，皆棄而不從。前後雖分，實相映射。列子見之而心醉，向云：「迷惑於其道也。」　補：誤以知為道，以文為實，而不知其知非真也。歸以告壺子，列子作「壺邱子」。司馬云：「名林，鄭人，列子師。」曰：「始吾以夫子之道為至矣，補通篇所說者道也，至此方明點，並出「至」字。帝王為人之至，此節不僅說道，乃說道之至，以與帝王之義相應。則又有至焉者矣。」郭云：「謂季咸之至，又過於夫子。」壺子曰：「吾與汝既其文，未既其實，而固得道與？成云：與，授。既，盡也。吾比授汝，始盡文言，於其妙理，全未造實。汝固執文字，謂言得道邪？」按：列子「既其文」作「無其文」，張湛注引向秀云：「實由文顯，道以事彰。有道而無事，猶有雌而無雄耳。今吾與汝，雖深淺不同，無文相發，故未盡我道之實也。此言聖人之唱，必有感而後和。」　正成謂固為「固執」之固，非。向注蕪雜無當。此處應承「道」字說。言吾平日與汝所言者，盡乎道之外文，而未盡乎道之實體也。汝僅得吾所言之文，遂自以為得道之實乎？句本明顯，觀成、向注，反令人迷眩。下「天壤」「太沖」，即示之以實也。眾雌而無雄，而又奚卵焉！郭云：「喻列子未懷道。」　正此以雌喻文，以雄喻實，以卵喻道。言有文而無實，安從得道？猶之有雌而無雄，安從得卵？而以道與世亢必信，而，汝也。信讀曰伸。言汝之道尚淺，而乃與世亢，以求必伸。列子「亢」作「抗」。　正信讀伸，非。當如上「其知情信」之信，實也。淮南謬稱訓「文者所以接物也」，言汝誤以吾前與汝所既之文為道，謂所以接物者也，遂出而與世亢，以為必可得世人之實情矣。不知世人其情非信，故反為所惑也。夫故使人得而相汝。故使人得而窺測之。補文者章於外，故使人得而窺測以惑之。嘗試與來，以予示之。」明日，列子與之見壺子。出而謂列子曰：「嘻！子之先生死矣，弗活矣，不以〔一〕旬數矣！吾見怪焉，見溼灰焉。」宣云：「言無氣燄。」　補：詳下。列子入，泣涕沾襟，以告壺子。壺子曰：「鄉吾示之以地文，列子注引向云：「塊然若土也。」　正注非。此示以地之文，非示以塊然之土也。易說卦：「坤為地，為文。」「地文」二字本此。史記樂書注：「文猶動也。」故草木之萌動勾茁，條達敷榮，水流地上，蕩漾成紋，天氣下降，地氣上騰，皆地之文也。譬諸泰岱之雲，生於石罅，騰於太清，膚寸而合，不崇朝而滿天下。人身之氣亦如之，發於玄牝，會於泥丸，然後周流一身，無時或息。此段言養氣初功，蘊積於下，有待上騰，故以地文為喻也。萌乎不震不正。俞云：「列子作『罪乎不誫不止』，當從之。罪讀為｛山罪｝，說文作｛山皋｝，云：『山貌。』震即誫之異之。不誫不止者，不動不止也，故以｛山罪｝乎形容之，言與山同也。今罪誤作萌，止誤作正，失其義矣。據釋文，崔本作『不誫不止』，與列子同，可據以訂正。」按：列子注引向云：「不動，亦不自止，與枯木同其不華，死灰均其寂魄，此至人無感之時也。」　正「萌」「震」「正」，均不誤。據俞說「不動不止，以｛山罪｝乎形容之」，｛山罪｝，山貌，形容不動可也，亦可形容不止乎？理恐難通。萌，承地文說，如草木之始萌芽也。在此處，義頗重要，上既承「地文」，下之「不震不正」，「杜」字「機」字，皆從此字發生。如作「｛山罪｝」，則無所取義矣。震，易說卦云「動也」。正，爾雅釋詁云「長也」。有主宰義，與佛書「無所住而生其心」之住義同。又如孟子「必有事焉而勿正心」之正，朱注：「正，預期也。」就地文言之，草木初萌，不動之以助長；如為勾茁，不正之使必直。又不預期以必生，純如無名人所謂「順物自然」而已。以喻養氣者，氣機初萌，心不可馳於物以擾動之，然亦不可有執著心，即不主宰之也，即無所住也。此不正之一義也。又不可有希望心與攀緣心。希望者，預期也；攀緣則由希望而生。此不正之又一義也。循是以養，即上所謂「遊心於淡」也。萌乎者，神氣初萌，有機無跡，故用「乎」之疑問詞。季咸見之，謂其未萌則有機，謂其已萌則不震不正，未有萌動之跡，疑而不明，故曰「見怪」「見溼灰」也。是殆見吾杜德機也。成云：「杜，塞也。」列子「機」作「幾」，下同。注引向云：「德幾不發，故曰杜。」　補：德充符篇云：「德者，成和之修也。」蓋修和已成，方謂之德。此則和氣初萌，尚無德可言，故曰「杜德」，言德閉塞而未顯也。然德雖杜，而機已萌，故季咸得見之。見機而未見德，猶之列子見文而未見實也。壺子此時境界，如顏回坐忘，南郭子綦喪我，故季咸曰「死」，曰「弗活」也。此證明遊心於淡一。嘗又與來。」嘗亦試也。明日，又與之見壺子。出而謂列子曰：「幸矣！子之先生遇我也。有瘳矣，全然有生矣。列子「全」作「灰」。補當作全。吾見其杜權矣。」宣云：「杜閉中，覺有權變。」　補：前僅見其將萌而未發之機，此則見其變動之權，故曰「有生」也。列子入，以告壺子。壺子曰：「鄉吾示之以天壤，列子注引向云：「天壤之中，覆載之功見矣。比地之文，不猶外乎！」按：郭注「地之」作「之地」，「外」作「卵」，是誤字。昔人謂郭竊向注，殆不然，此類得毋近是乎？　正壤，柔土也。無塊曰壤。變「地」言「壤」者，明非砂石斥鹵不毛之區，草木各物，皆易萌芽生息也。就人言之，頭圓象天，足方法地，故頭足為一身之天地。黃庭經云：「口為天關精神機，足為地關生命棐。」則以人之氣息入出起迄處，定天地之關也。「天壤」二字，為本節四段之總綱。自「地文」至「淵有九名，此處三焉」句，說明「壤」字；「未始出吾宗」段，方說「天」字。名實不入〔二〕，列子注引向云：「任自然而覆載，則名實皆為棄物。」按：郭注「則」下，作「天機玄應，而名利之飾皆為棄物矣」。　正淮南原道訓「天下為之圈，則名實同居」，張注：「名，爵號之名也。實，幣之屬也。一曰仁義之功賞也。」又本經訓「是故生無號，死無諡，實不聚而名不立」，注：「實，財也。」皆以爵號貨利釋名實，近是矣，然不足以概本義。蓋天壤之間，惟道無名，以無形也。有形則有實，有實則有名。無乎非實，亦無乎非名。淮南所云「天下為之圈，名實同居」者，言圈內惟名與實，無他物也，豈但以功名貨利限之乎？如夷、齊、務光之殉名，殉仁義之名，非羡爵號功賞之名也；踐仁義之實，非貪貨財利祿之實也。然自有道者視之，彼夷、務之名實，皆亡身不真，足以傷生損性，是以不入也。且呼牛為牛，呼馬為馬，人之名亦不入也；忘肝膽，遺耳目，墮肢體，本身之實亦不入也。故曰「名實不入」。若然者，則能如老子所云「虛極」「靜篤」之候也。然後可以機發於踵，再進焉，然後洋溢於天壤間，而為太沖莫勝矣。此證遊心於淡二。而機發於踵。宣云：「一段生機，自踵而發。」　補：大宗師篇云：「真人之息以踵。」田子方篇老子曰：「至陰肅肅，至陽赫赫。肅肅出乎天，赫赫發乎地。兩者交通成和，而物生焉。」慎子曰：「天地相去八萬四千里，沖和之氣在其中。四萬二千里已上為陽位。冬至之候，陽氣發於地，一氣上升七千里。至六氣，則上升四萬二千里，而陽至陽位。」又曰：「天地之所以能長久者，以其陽中有陰，下降極而生陽；陰中有陽，上升極而生陰。二者交通，合為太和。」武按：慎子乃本老子之說而發揮之，漢鍾離權又本慎子之說，著靈寶畢法一書，言人身陰陽之氣，其一晝夜之升降，與天地陰陽四時之氣相應。因按月令節候，詳言養氣之方，以傳呂純陽，修煉家視之為祕法焉。此處亦以天壤氣之升降，喻人身內氣之升降。以壤喻踵，黃庭經之地關也。機發於踵，即老子所言「赫赫發乎地」也，亦即慎子所言「冬至之候，陽氣發於地，一氣上升」也。蓋冬至之候，在易為震卦，一陽初生之時也。大宗師篇「真人之息以踵」，義詳彼注，與此有別。彼言真人呼吸之常息，此言身中陽氣之初發。然眾人之呼吸以肺，養氣家則以丹田，所謂內呼吸也。蓋其身中陰陽二氣，發於兩腎，而聚於丹田。此種功候，亦非可驟幾。至機發於踵，則可以踵息矣，然非真人不能也。前段氣之初萌，此段氣之正發，將上騰而及於天矣。是殆見吾善者機也。宣云：「善即生意。」　補：「善」字本於易。易繫辭云：「一陰一陽之謂道。繼之者善也，成之者性也。」前為氣之初萌，此為氣之繼發。嘗又與來。」明日，又與之見壺子。出而謂列子曰：「子之先生不齊，釋文：「側皆反，本又作齋。下同。」　正齊當如字，與下「勝」字「衡」字相應。月令仲夏之月云：「是月也，日長至，陰陽爭，死生分。」注：「爭者，陽方盛，陰欲起也。」前言人身之氣與天氣相應，此發於踵之氣，猶之赫赫發於地之陽氣也。身之陽氣方盛，其陰氣欲起而相爭，故不齊也。吾無得而相焉。試齊，且復相之。」列子入，以告壺子。壺子曰：「吾鄉示之以太沖莫勝。列子「勝」作「朕」，當從之。注引向云：「居太沖之極，浩然泊心，玄同萬方，莫見其跡。」按：郭注「莫見其跡」，作「故勝負莫得措其間也」。　正仍當作「勝」，方與上「不齊」、下「衡」字相應。淮南詮言訓：「故神制則形從，形勝則神窮。聰明雖用，必反為神，謂之太沖。」注：「沖，調也。」反諸神，則神制形從，即神勝也。神勝謂之太沖，與此「太沖莫勝」之義同。易曰：「陰陽不測之謂神。」是神為陰陽之用也。「沖」注「調」者，蓋太沖乃陰陽二氣調和之名也。文子上仁篇：「天地之氣，莫大於和。和者，陰陽調。」列子天瑞篇：「沖和氣者為人。」慎子謂陽陰二者合為太和。據此諸說，此太沖之所由名也。陰陽和，則無爭，無爭，何有勝？故曰「太沖莫勝」也。篇中所言之莽眇、壙埌、無窮、無盡，皆形容太沖者也；而遊心於淡，與篇末所言之虛，則修太沖之下手工夫也。能淡能虛，然後能合氣於漠，謂合陰陽二氣而為沖漠之和，即太沖也。是太沖之為氣也，體莫大焉，位莫極焉，用莫神焉，勢莫勝焉，與帝王之義有同符焉。故本篇名之曰應帝王，實歸重於太沖也。是殆見吾衡氣機也。宣云：「衡，平也。」列子注引向云：「無往不平，混然一之。」按：郭注同。　補：氣之初發，陰陽有盛衰多少，每不能平，故必平之使平以成和。和之極，則太沖也。季咸蓋見其平之之機，正當平之之時，氣固尚未平也，故曰「先生不齊」。鯢桓之審為淵，止水之審為淵，流水之審為淵。淵有九名，此處三焉。列子「鯢桓之審」作「鯢旋之潘」，張注以為當作「蟠」，云：「鯢，大魚。桓，盤桓也。蟠，洄流也。言大魚盤桓，其水蟠洄而成淵泉。」淵有九名者，謂鯢桓、止水、流水、濫水、（爾雅：「水涌出也。」）沃水、（水泉從上溜下。）氿水、（水泉從旁出。）雍水、（河水決出，還復入也。）汧水、（水流行也。）肥水。（水所出異為肥。）是為九淵，皆列子之文。成云：「水體無心，動止隨物，或鯨鯢盤桓，或凝湛止住，或波流湍激。雖多種不同，而玄默無心一也。」　正此處各注都不得解。就列子文論，「潘」不誤，張改「蟠」，非也。管子五輔篇「決潘渚」，注：「潘，溢也。」言鯢桓之水，溢出而赴於淵也。此處自當作「審」，方與上下文相應。徐無鬼篇「水之守土也審」，羅勉道云：「言水之守土，審定不移也。」管子度地篇：「水出地而不流者命曰淵。」蓋水性就下，不赴海則趨淵，所向審諦，決不誤趨高地；至淵則停而不流，故曰「守土也審」，審知乎土之下處也。此處鯢桓之水，其審諦而守者，亦惟淵之趨。水之所匯曰淵，以喻氣之所會曰太沖；水之審守淵，喻人之審守氣也。鯢，張云「大魚」，且謂「鯨鯢盤桓」，非也。鯢桓之水為淵，是尚未為淵也。鯨鯢，魚之大者，非海不容，況未為淵之水，安能容其盤桓乎？本書外物篇云「灌瀆守鯢鮒」，李云：「皆小魚也。」庚桑楚篇云：「尋常之溝，巨魚無所還其體，而鯢鰌為之制。」此則不待注，而知鯢為小魚矣。鯢所盤桓者，蓋溝瀆也。小魚桓小水，波動亦小，以喻中段杜德方始權變，其動小也；機發於踵，其氣小也。氣雖小，當審慎守之。氣發漸盛，終則陰陽合和而為太沖矣。止水，喻首段氣機似萌非萌，不震不正，和德閉杜之時。流水，喻末段氣機盛發，洋溢天壤，陰陽合和，一氣流行，是謂太沖，猶之溝瀆之水匯而為淵也。淵雖有九，止取可喻本義者，故曰「此處三焉」。流水濚洄，地文也，取以設喻，既照應「地文」與「壤」字，兼為上三段作收束，使不散漫。嘗又與來。」明日，又與之見壺子。立未定，自失而走。壺子曰：「追之！」列子追之不及，反以報壺子，曰：「已滅矣，已失矣，補初則距遠，沒無所見，故曰「滅」也。追之漸近，能見而不能及，故曰「失」也。吾弗及也。」壺子曰：「鄉吾示之以未始出吾宗。深根冥極，不出見吾之宗主。　正天下篇「以天為宗」，此「宗」字，承上「天壤」之天字，暗伏下「盡其所受於天」之天字。上各段未及天，此申說之。本書所謂天者，無為與自然也。未始出吾宗者，言未始逸出於吾所宗自然之天也，即上文「順物自然」之義。達生篇言至人云「其天守全」，又云「聖人藏於天」，在宥篇云「神動而天隨」，皆不出宗之義也。下數句，即順物自然而動，乃申說此句，兼作順物自然之例證也。吾與之虛而委蛇，成云：「委蛇，隨順貌。」郭云：「無心而隨物化。」按：列子「委蛇」作「猗移」，義同。　補：反映列子與世亢。「虛」字重要，為下「虛」字伏根，且承上「太沖」說。太沖為陰陽之和氣。人間世云：「氣者，虛而待物者也。」虛者，太沖之體也。委蛇者，如蛇之行，或左或右，委婉曲屈，以喻太沖之氣，或靜而為陰，或動而為陽，無所不可也。此句總攝下「弟靡」「波流」二句而為之綱。不知其誰何，向云：「汎然無所係。」按：郭注同。　補：不為知主，故不知其誰何。反映神巫主知以相人，有時而窮。下「食豕如食人」，即證明此句。因以為弟靡，釋文：「弟音頹。弟靡，不窮之貌。」盧文弨云：「正字通弟作弚。後來字書亦因之，而於古無有也。類篇弟字下，有徒回反一音，云：『弟靡，不窮貌。』正本此。列子作『茅靡』。」　正崔云：「弟靡，猶遜伏也。」武案：天地篇云：「豈兄堯、舜而弟之哉！」宣云：「言不肯讓堯、舜居先而己後之。」據此，故弟有遜讓義。靡，順也。弟靡者，順而隨其後也。列子作「茅靡」，言茅從風而靡，與弟從兄而順，其義同也。音頹，作不窮貌者，非也。此就虛而委蛇之靜義說。因以為波流，崔本作「波隨」，云：「常隨從之。」王念孫云：「崔本是也。蛇、何、靡、隨為韻。蛇，古音徒禾反。靡，古音摩。隨，古亦音徒何反。」　正弟靡即隨順，此復作「波隨」，複矣。本書於四字句，多者嫌讀時聲調平板，往往協韻以救之。亦協自然之音，取其諧和適口而已，非如後世之辭賦，不可出一定之韻也。若必字字指古為某音，既非古人口授，何從定之？是以明、清以來，論古音者，紛如聚訟，莫衷一是也。如王、俞等之於本書，其詁字論音，非不勤且博也，然徒斤斤焉辜較於一字半句之間，而於文之全理正義，反不深究，故所詁者，恆於本義無當，已於上之各篇，逐條正之矣。即如此處，五字者僅三句，「不知」句屬上，因以兩句為對，而以「故逃也」極短之句，頓住其氣，使極峭峻，非僅不患平板，且極起伏靈變之致。而四句之末字，平仄相間，聲復調適，何須協韻以救之乎？如必改「流」為「隨」以合韻，義與上複，他無所取，徒犯湊韻之嫌而已。刻意篇云「聖人之生也天行，其死也物化，靜而與陰同德，動而與陽同波」，以釋本段頗愜：生也天行，即未始出其宗也；靜而與陰同德，陰德靜而順，地之德也。吾故曰弟靡就靜義說也。動而與陽同波，陽德動而健，天之行也。波之流似之，故此句係就虛而委蛇之動義說。二句分含天地之德，即分釋上文「天壤」二字之義也。故逃也。」成云：「因任前機，曾無執滯，千變萬化，非相者所知，故季咸逃逸也。」按：列子注引向云：「至人其動也天，其靜也地，其行也水流，其湛也淵嘿。淵嘿之於水流，天行之與地止，其於不為而自然，一也。今季咸見其尸居而坐忘，即謂之將死；見其神動而天隨，即謂之有生。苟無心而〔三〕應感，則與變升降，以世為量，然後足為物主，而順時無極耳，豈相者之所覺哉！」　補：前季咸言「不齊，無得而相」，其時，氣機初發，陰陽未和，誠哉其不齊也。及後，氣機已充，陰陽已和而為太沖，如易所謂「陰陽不測」之神矣。前之「無得而相」者，此則不知所以相之矣，故逃也。此節係借神巫相人，喻修道養氣次第，為道家工夫之總說明，內篇之總歸結，非真有巫如此之神也。然後列子自以為未始學而歸，成云：「始覺壺丘道深，自知〔四〕未學。」　補：今見壺子所示之實，然後自知僅既其文，猶之未學也，故歸而求既其實。下文，求既實之說明也。三年不出，補不敢與世亢。為其妻爨，向云：「遺恥辱。」　正為妻爨，有何恥辱？本節亦未涉及恥辱，向說非。此處重在食豕，為妻食豕，因而為之爨也。食豕如食人，釋文：「食音祀。」郭云：「忘貴賤也。」　正此為「不知其誰何」之證。其不主知，與上文自以為牛馬同。於事無與親，不近世事。　補：虛而委蛇而已。為下「無為事任」伏筆。彫琢復朴，成云：「彫琢華飾之務，悉皆屏除，復於朴素。」　補：昔之彫琢者，今去而復朴，即去文而復實也。塊然獨以其形立，塊然無偶。紛而封哉，釋文：「紛而，崔云『亂貌』。哉，崔本作戎，云：『封戎，散亂也。』」李楨云：「崔本是也。列子作『〈忄分〉然而封戎』。六句人、親，朴、立，戎、終，各自為韻。」　正注非。成云：「封，守也。」武按：達生篇云：「其天守全，其神無郤，物奚自入焉？」又云：「死生驚懼，不入乎其胸中。」天守全，封之義也。物之數號曰萬，與死生驚懼等，可謂紛矣，能封吾內而守之，故神無郤，而紛然之物，與死生驚懼，自無自入矣。此時列子已既其實，雖涉紛紜，而能不出其宗矣。一以是終。宣云：「道無復加也。引季咸、壺子事，明帝王當虛己無為，立於不測，不可使天下得相其端，以開機智。其取意微妙無倫。」以上引五事為證。　正此句係收繳上文列子見神巫而心醉，歸以告壺子曰「始吾以夫子之道為至矣，則又有至焉者矣」各句。蓋觀列子告語，大有傾向神巫，不能終學壺子之意，今而後方知己未始學，不再他慕，而一以是道終矣。於此可以窺知莊文接構之嚴密。至注中「明帝王當虛己無為」等語，對於本節文意，尚屬隔膜。文之真意，見前「故逃也」句補注末段。 \\n 〔一〕「以」上原有「可」字，據王氏原刻及集釋本刪。 \\n 〔二〕「入」原誤「久」，據王氏原刻及集釋本改。 \\n 〔三〕「而」原誤「與」，據王氏原刻改。 \\n 〔四〕「知」原誤「如」，據王氏原刻改。 \\n 無為名尸，成云：「尸，主也。無為名譽之主。」　正注中「譽」字當刪。名以知生，無為知主，則凡為知所生之名，皆無為之尸，不限於譽也。文子符言篇此四語作老子說。此句總結篇中各「名」字。無為謀府，無為謀慮之府。　補：德充符篇「聖人不謀，惡用知」？故謀出於知。無為事任，郭云：「付物使各自任。」　補：應上「於事無與親」。無為知主。釋文：「知音智。」成云：「不運智以主物。」　正成說非。言不為知主，非言不為物主也。此句重要，為上三句之主，兼總結篇中「知」字。如藏仁，出法，胥巫之技，儵、忽之鑿，皆主知也。主知則勞神怯心，不應帝王矣。知應如字。體盡無窮，體悟真源，冥會無窮。　正體非「體悟」之體，乃上「未既其實」之實也。既，盡也。「體盡無窮」，即既其實也。總結「出六極之外」，「處壙埌之野」，「立於不測」，「合氣於漠」，「太沖莫勝」各句。而遊無朕，崔云：「朕，兆也。」成云：「朕，跡也。晦跡韜光，故無朕。」　補：總結「乘莽眇之鳥」，「遊無何有之鄉」、「遊心於淡」、「遊於無有」各句。盡其所受於天，而無見得，全所受於天，而無自以為得之見。　補：功蓋天下，化貸萬物，不出其宗，即盡其所受於天也。無容私，似不自己，民弗恃，神巫無得而相，即無見得也。亦虛而已。郭云：「不虛，則不能任群實。」　補：道無名無形，虛也。老子最精要之語曰「致虛極」，本書最精要之語曰「道集於虛」，曰「氣者，虛而待物者也」。蓋心不虛，則氣不集而神不凝，何能合和為太沖而成道？故老、莊千言萬語，亦虛而已；本篇四「無為」，亦虛而已。故此句不僅收結本篇及本書，即謂收結黃、老、莊、列一切言語，亦無不可。至人之用心若鏡，郭云：「鑒物而無情。」　補：總結篇中「心」字。不將不迎，應而不藏，成云：「將，送也。物感斯應，應不以心，既無將、迎，豈有情於隱匿哉！」　補：文子符言篇：「來者不迎，去者不將。」故成訓將為送。此二句，承「鏡」字說。淮南原道訓：「夫鏡水之於形接也，不設知故，而方圓曲直弗能逃也。」前漢書韓安國傳：「清水明鏡，不可以形逃。」夫不設知故，即不將不迎，上所謂「亦虛而已」也。方圓曲直不可以形逃，即應而不藏也。故能勝物而不傷。成云：「用心不勞，故無損害。」此段正文。　補：文子真誠篇：「是故聖人若鏡，不將不迎，應而不藏，萬物不傷。」淮南覽冥訓：「故聖若鏡，不將不迎，應而不藏，故萬化而無傷。」武按：勝音升，說文「任也」。言能勝任物來取照而不致傷也。世說袁羊曰「何嘗見明鏡疲於屢照」，頗可證明斯義。此處喻聖人之心虛，不尸名，不府謀，不任事，不主知，物來順應，故萬化而無傷也。 \\n 南海之帝為儵，北海之帝為忽，中央之帝為渾沌。簡文云：「儵、忽，取神速為名。渾沌，以合和為貌。神速〔一〕譬有為，合和譬無為。」崔云：「渾沌，無孔竅也。」　補：釋文：「儵音叔。渾，胡本反。沌，徒本反。渾沌，李云『清濁未分也』。」武按：此節設喻明不為知主之義。蓋渾沌為不為知主之正面，儵、忽鑿竅，則其反面也。儵與忽時相與遇於渾沌之地，渾沌待之甚善。補渾沌未始出其宗，與之虛而委蛇。儵與忽謀報渾沌之德，曰：「人皆有七竅，以視聽食息。此獨無有，補渾沌之無竅，以道言之，即養生主篇所謂「官知止而神欲行」也。嘗試鑿之。」日鑿一竅，七日而渾沌死。郭云：「為者敗之。」此段喻意。 \\n 〔一〕「神速」，原作「儵忽」，據釋文引改。 \\n  \\n   \\n  "}
