{"章节": "提要", "正文": "  \\n 提要 \\n 　 \\n  \\n 《铜人针灸经》七卷，不著撰人名氏。按晁公武《读书後志》曰：《铜人腧穴针灸图》三卷，皇朝王惟德撰。仁宗尝诏惟德考次针灸之法，铸铜人为式，分脏腑十二经，旁注腧穴所会，刻题其名，并为图法及主疗之术，刻版传於世。王应麟《玉海》曰：天圣五年十月壬辰，医官院上所铸腧穴铜人式二。诏一置医官院，一置大相国寺仁济殿。先是，上以针砭之法传述不同，命尚药奉御王惟一考明堂气穴经络之会，铸铜人式。又纂集旧问，订正讹谬，为《铜人腧穴针灸图经》三卷，至是上之，摹印颁行。翰林学士夏竦序所言与晁氏略同，惟王惟德作惟一，人名小异耳。此本卷数不符，而大致与二家所言合。疑或天圣之旧本而後人析为七卷欤。周密《齐东野语》曰：尝闻舅氏章叔恭云，昔倅襄州日，尝获试针铜人全像，以精铜为之，腑脏无一不具。其外腧穴则错金书穴名於旁，凡背面二器相合，则浑然全身。盖旧都用此以试医者。其法外涂黄蜡，中实以水，俾医工以分折寸，案穴试针。中穴则针入而水出，稍差则针不可入矣。亦奇巧之器也。後赵南仲归之内府，叔恭尝写二图，刻梓以传焉。今宋铜人及章氏图皆不传，惟此书存其梗概尔。 \\n  \\n   \\n  "}
{"章节": "点校说明", "正文": "  \\n 点校说明 \\n 　 \\n  \\n “四库本”《铜人针灸经》共七卷。从内容来看，大约是集合了《内经》、《难经》，以及《明堂经》、《甲乙经》等与针灸相关的典籍，并结合了宋代王惟德（一作惟一）所做《铜人腧穴针灸图》的文字，由编著者加以摘抄、揉杂相混成书，以记述正经经穴位置、主治为主，兼及針法大旨、禁忌等方面。 \\n 可能由于是成书后辗转传抄，或是刻印出错的缘故，使得现在的这个本子，舛误之处甚多。对于本次点校，有以下几项说明： \\n 1、本次点校，谨供学习参考，以标明句读、方便通读为主要目的。故只作点校，而不做过于烦琐的考证、注释。 \\n 2、书中明显的异体字，显系古今用字不同的，一律改正，并不做说明。如“支体”改“肢体”、“颠狂”该“癫狂”等。 \\n 3，凡有校对处，原文为蓝色，按语为红色、并加以括号标明。有些缺漏处，因缺乏资料，仍因其旧。 \\n 4、因《甲乙经》、《针灸资生经》二书，一者成书较早，一者与王惟德同处宋代，所以点校时较多地加以参照。另外《针灸大成》大量地收集了明以前的针灸典籍，所以也多有参照。 \\n 5、因缺乏手头文献，所以点校所参照的，都是网络资源。主要有“野菊花线上中医书院”（台湾）、“情報官世界”、“北京堂针灸麏部屋”（日本）等，在此向这些网站致以真诚的谢意！ \\n 6、个人水平所限，不免有误断、误校之处，恳请读者包涵，并不吝赐教！（电邮地址xxdhrab@yahoo.com.cn） \\n 另，对本书的点校，缘起于上海·钱建文先生发愿做E书版《四库全书》，本书的文本正是钱先生提供的。在此，谨向钱先生致以诚挚的敬意！ \\n 咸阳·邢子钰（旭东） \\n 二○○五年二月二日·上海 \\n  \\n   \\n  "}
{"章节": "卷一", "正文": "  \\n 卷一 \\n 　 \\n  \\n 夫《黄帝正經》者，是先聖之遺教，乃後人之令範。是以先明流注、孔穴，靡不指的其源，若或茍從異説，恐乖正理之言。其十三經脈者，皆有俞、原，手足陰陽之交会，血氣之流通，外營指節，内連臟腑。故經云：“手三陽之脈從手至頭，手三陰之脈從手至胷（按：此處誤，依《靈樞·逆順肥瘦》原文，為“從藏走手”），足三陽之脈從足至頭（按：此處誤，依《靈樞·逆順肥瘦》原文，應為“從頭走足”），足三陰之脈從足至胷（按：依《靈樞·逆順肥瘦》原文為“腹”）”，是謂日夜循環、陰陽会合。 \\n 又曰“春夏刺淺，秋冬刺深”，緣春夏陽氣在上，人氣亦在上，故當淺取之；秋冬陽氣在下，人氣亦在下，故當深取之。 \\n 是以“春夏各致一陰，秋冬各致一陽”者也。然：春夏温必致一陰者，初下針沉之至腎肝之部，得氣，乃引持之陰也。秋冬寒必致一陽者，乃初内針淺而浮之至心肺之部，得氣，而推内之陽也。是謂“春夏必致一陰，秋冬必致一陽”者也。（按：此段為《難經·七十難》原文，而與通行本有異，文句略有不通。《難經》原文為：“春夏各致一阴，秋冬各致一阳者，何谓也?”） \\n 凡孔穴流注，所出為井，所流（按：通作“溜”，下同。）為營（按：應為“滎”），所注為俞，所過為原，所行為經，所入為合，此針之大法也。春刺井，夏刺營，仲夏刺俞，秋（按：據《難經·七十四難》，當缺“刺經”兩字。），冬刺合也。 \\n 營（按：應為“肺”）出少商為井，手太隂脈也，流於魚際為營（按：誤，應為“滎”，下同。），注於太泉為俞，過於列缺為原，行於經渠為經，入於尺澤為合。心出中衝為井，手少隂脈也，流於勞宫為營，注於大陵為俞，過於内關為原，行於間使為經，入於曲澤為合。心包絡脈手厥隂之脈也，出於少冲為井，流於少府為營，注於神門為俞，過於通理為原，行於靈道為經，入於少海為合。大腸出於商陽為井，手陽明脈也，流於二間為營，注於三間為俞，過於合谷為原，行於陽溪為經，入於曲池為合。三焦出於闗冲為井，手少陽脈也，流於液門為營，注於中渚為俞，過於陽池為原，行於支渠為經，入於天井為合。小腸出於少澤為井，手太陽脉也，流於前谷為營，注於後溪為俞，過於腕谷為原，行於陽谷為經，入於少海為合。手三隂三陽流注者。 \\n 胃出於厲兑為井，足陽明脈也，流於内庭為營，注於陷谷為俞，過於冲陽為原，行於解谿為經，入於三里為合。膽出於竅隂為井，足少陽脈也，流於俠谿為營，注於臨泣為俞，過於丘墟為原，行於陽輔為經，入於陽陵泉為合。膀胱出於至隂為井，足大陽脈也，流於通谷為營，注於束骨為俞，過於京骨為原，行於崑崙為經，入於委中為合。脾出於隱白為井，足大陰脈也，流於大都為營，注於太白為俞，過於公孫為原，行於商丘為經，入於隂陵泉為合。肝出大敦為井，足厥陰脈也，流於行間為營，注於太冲為俞，過於中封為原，行於中都為經，入於曲泉為合。腎出湧泉為井，足少隂脈也，流於然谷為營，注於太谿為俞，過於水泉為原，行於復溜為經，入於陰谷為合。足三隂三陽所流注者。 \\n 又云：“能知迎隨之氣，可令調氣，調氣之方者，必在陰陽。”然：所謂“迎隨”者，知榮衛之流行，經絡之往來也，隨其順逆而取之，故曰“迎隨”。“調氣之方，必在隂陽”者，知其表裏，隨其隂陽而調之。故曰“調氣之方，必在隂陽“者也。（按：此段為《難經·七十二難》，原文為“知其内外表裏”） \\n 夫用針刺，刺者須明其孔穴，補虛瀉實，送堅付軟，以急隨緩，榮衛常行，勿失其理。故經云“虚者補之，實者泻之。不虚不實，以經取之。”然：虚者補其母，實者泻其子，當先補而後泻。“不實不虚，以經取穴”者，然：是正經目中他邪，當自取其經，故言“以經取之”。（按：此段為《難經·六十九難》，原文為“是正经自生病，不中他邪也”） \\n 又云：“刺營無傷於衛，刺衛無傷於營”，然：針陽者，卧針而刺之；刺陰者，先以左手捻按所針營（按：應為“滎”）俞之處，候氣散乃内針，是謂“刺營無傷於衛，刺衛無傷於營”也。 \\n 又云：“東方實，西方虚，瀉南方，補北方”者。然：是金、水、木、火、土，當於相平也。緣東方木，西方金，木欲實，金當平之；火欲實，水當平之；東方者，肝也，則知肝實；西方者，肺也，則知肺虚。“泻南方，補北方”者，南方火，火者，木之子；北方水，水者，木之母。水勝火。子能令母實，母令子虚。故泻火補水，欲令金不得平木也。經言“不能治其虚，何問其餘”，此之謂也。 \\n 又曰：“夫言氣實者，熱也；氣虚者，寒也。針實者，以右手持針，左手捻按，開針穴以泻之。虚者以左手閉針穴以補之。補泻之時，與氣開闔相應。”是謂“針容一豆補泻”之理也。又云：“虚者，徐而疾；實者，疾而徐。徐即是泻，疾即是補，補泻之法一依此也。下針之時，搯取穴，置針於營上三十六息。以左（按：當缺“手”字）搯穴令定，法其地不動；右手持針，象其天而運轉也。於此三十六息然定得針，右手存意捻針，左手搯穴可重五兩已（按：通“以”）來計。其針如轉如不轉，徐徐下之。若覺痛，即可重二兩。若不覺，以經下之。入人營至衛至病（按：似應為“入衛至營至病”），得氣，如鮪魚食釣，即得其病氣也，量其輕重以經取之。名曰“疾徐”者，至病即得氣，欲出針時，子午緩緩出而引病氣不絶，名曰徐也。旣引氣名一向無補名之曰泻。”（按：似有缺、誤，不通） \\n 問曰：“凡下針時，若為是好？”答曰：“徐徐下之，堅持為實。凡下針，先須持針堅得安稔，不用飽食，亦不用空肚。如患人欲針針（按：疑衍）者，有乘車來者，有步行來者。如人行十里許，須令坐息，安神定氣。乘車者，如人行三里許。患人嘿嘿而不言，安心大坐，候氣脈安定，乃可下針。” \\n 又云：“夫針之者，不胷身心口如銜索曰欲内視消息氣而（按：似有缺、誤，不通），不得妄行針。針入一分知天地之氣，針入二分知呼吸之氣，針入三分知逆順之氣。針皮毛者無傷肌肉，針肌肉者無傷筋脈，針筋脈者無傷骨髓，針骨髓者無傷諸絡。東方甲乙木，主人筋膜；南方丙丁火，主人血脈；西方庚辛金，主人皮毛；北方壬癸水，主人骨髓；中央戊己土，主人肌肉。針傷筋膜者，令人愕視、失魂；針傷血脈者，令人煩亂、失神；針傷皮毛者，令人上氣、失魄；針傷骨髓者，令人呻S吟Y、失志；針傷肌肉者，令人四肢不收、失智也。刺若中心，一日死；刺若中肝，五日死；刺若中腎，六日死；刺若中肺，三日死；刺若中脾，十日死；刺若中膽，一日半死。” \\n 又云：“無刺大醉，無刺大怒，無刺大勞，無刺大飽，無刺大饑，無刺大渴，無刺大驚，已（按：通“以”）上，古之深戒也。” \\n 又，黄帝問岐伯曰：“余聞九針之名，上應天地四時陰陽，願聞其方，传於後代。”岐伯對曰：“九針者，一曰鑱針，二曰圓針，三曰鍉針，四曰鋒針，五曰（按：應為“鈹”）針，六曰丸（按：應為“員”）利針，七曰毫針，八曰長針，九曰大針，此乃九針之名。九針所應，一天、二地、三人、四時、五音、六律、七星、八風、九野。人之身形示（按：應為“亦”）應之也，各有所宜。人皮應天，人肉應地，人脈應人，人筋應四時，人聲應音，人陰陽合氣應律，人齒面目應星，人出入氣應風，人九竅三百六十五絡應九野。故一針皮，二針肉，三針脈，四針筋，五針骨，六針調陰陽，七針益精，八針除風，九針通九竅，除三百六十五節氣，此之謂各有所立也。”（按：此段除“九針之名”引自《靈樞·九針十二原》外，餘皆為《素問·針解》原文，故據二篇校之） \\n 黄帝問曰：“人生有形，不離陰陽；天地合氣，别為九野，分為四時，月有小大，日有長短。長（按：此為衍文）萬物並至，不可勝量，虚實呿吟，敢問其方。”岐伯曰：“木得金而伐，火得水而滅，土得木而達，金得火而缺，水得土而絶，萬物盡然，不可勝竭。故針有懸布天下者五，黔首其（按：應為“共”）餘食，莫知之也。一曰治神，二曰知養身，三曰知毒藥為真，四曰制砭石小大，五曰知府藏血氣之診。五法俱立，各有所先。今末世之刺也，虚者實之，滿者泄之，此皆衆工所共知也。若夫法天則地，隨應而動，和之者若響，隨之者若影，道無鬼神，（按：當缺“獨來”）獨往。“黄帝曰：“願聞其道”，岐伯曰：“凡刺之真，必先治神。五臟已定，九候已備，乃後存針。衆脈不見，衆凶弗聞，外内相得，無以形先，可玩往來，乃施於人。人有虚實，五虚勿近，五實勿逺，至其當發，間不容瞚。手動若務，針耀而匀，静意視義，觀適之變，是謂冥冥，莫知其形。見其烏烏，見其稷稷，從見其飛，不知其誰，伏如横弩，起如發機。”黄帝曰：“何如而虚？何如而實？”岐伯曰：“刺虛者須其實，刺實者須其虚也。留氣已至，慎守勿失。深淺在志，逺近如一。如臨深淵，手如握虎，神無營於衆物。”（按：此段為《素問·寶命全形論》原文，均據之校） \\n 今列孔穴圖於後者 \\n  \\n   \\n  "}
{"章节": "卷二", "正文": "  \\n 卷二 \\n 　 \\n  \\n 今具列一十二人形共計二百九十穴 \\n  \\n 上星一穴，在額顱上直鼻中央，入髪際一寸、陷容豆是穴。督脉氣所發。主療頭風，頭腫皮腫而虚（按：據《針灸大成·督脈考正穴法》所引《銅人》原文，應為“頭皮腫,面虛”，應是。）鼻塞，頭痛。針入二分，留十呼，泻五吸。針下氣盡，更停針引之，得氣即泻。灸亦得，然不及針。日灸三壯，至百五壯罷，不宜多灸。須停十餘日，然後更灸。若頻灸，恐拔氣大上，令人眼暗，故不用相續加。灸滿五十壯，即以細三稜針刺頭上，令宣通熱氣者，熱不止，熱氣上冲頭痛也。戒酒、麵、蕎麥。 \\n 顖會一穴，在上星上一寸、陷者中是穴。督脈氣所發。主療鼻塞。日灸二七壯，至七日停。初灸之時痛，五十壯即不痛，至七十壯或痛，即停灸。其鼻塞，若灸至四日，便當漸可，至七日即差。針入二分，留三呼，得氣即泻。主療頭風痛，白屑起，多睡。針之彌佳。針訖，可用末鹽、生麻油相和，以揩髮根下。頭悉塗，數數用此，即末無頭風。八嵗以上，方可針。顖門未合，若針，不幸令人死。忌蕎麥、熱食、猪肉。 \\n 前頂一穴，在顖會上一寸五分，骨陷中是。甄權《針經》云“一寸”是穴，今依《素問》“一寸五分”為定。督脈氣所發。主療頭風熱痛，頭腫，風癎。針入三分，留七呼，泻五吸。大腫極，即以三稜針刺之遶四方一寸以下，其頭痛、腫立差，復以鹽末、生麻油揩髮際下。灸亦得。 \\n 百会一穴，在前頂後一寸半，頂中心。督脈、足大（按：應為“太”）陽之會。主療脱肛，風癎，青風，心風，弓角反張、羊鳴多哭、言語不擇、發時即死、吐沫、心中熱悶，頭風，多睡，心煩，驚悸，無心力，志（按：據《針灸大成·督脈考正穴法》所引《銅人》原文，應為“忘”，亦通。）前失後，喫食無味，頭重，飲酒面赤，鼻塞。針入二分，得氣即泻。如灸，數至百五，即停三五日。訖，繞四畔以三稜針刺令出血，以井花水淋之，令氣宣通。不得一向火灸，恐拔氣上，令人眼暗。忌酒、麵、猪、魚、蕎麥、蒜韭等。 \\n 天突一穴，在結喉下陷者中宛宛。是陰維、任脈之會。針入五分，留三呼，得氣即泻。主欬嗽上氣，噎，胷中氣（按：疑缺字），喉内狀如水雞聲，肺壅唾膿血，氣壅不通，喉中熱瘡、不得下食。灸亦得，然不及針。其下針，直横下，不得低手，即五臟之氣傷，令人短夀。慎加藥法及辛、酸、滑等。 \\n 璇璣一穴，在天突下一寸陷者中，仰頭取之是穴。任脈氣所發。主胷（按：當缺“脇”字）支滿、痛，喉痺，咽癰，水漿不下。灸五壯，針入三分。 \\n 華蓋一穴，在璇璣下一寸陷中，仰而取之。任脈氣所發。主胷脇支滿、痛引胸中，欬逆，上氣，喘不能言。灸五壯，針入三分。 \\n 紫宫一穴，在華蓋下一寸六分陷中，仰而取之。任脈氣所發。主胷脇支滿、痺痛、骨疼，飲食不下，嘔逆，上氣，煩心也。灸五壯，針入三分。 \\n 玉堂一穴，在紫宫下一寸六分陷中。一名“玉英”。任脈氣所發。主胸滿不得喘息、痺痛、骨疼，嘔逆，上氣，煩心。灸五壯，針入三分。 \\n 亶（按：通作“膻”）中一穴，一名“元兒”。在玉堂下一寸六分，横直兩乳間陷者中。任脈氣所發。宜灸，至七七止。主肺癰咳嗽、上氣、唾膿，不得下食，胷中氣滿如塞。禁穴，不可針。針，不幸令人死。 \\n 中庭一穴，在亶（按：通作“膻”）中下一寸六分陷中。任脈氣所發。主胷脇支滿，心下滿，食飲不下，嘔逆吐食還出。灸五壯，針入三分。 \\n 巨骨一穴，在心脾骨頭（按：據《針灸甲乙經》作“在肩端上行、兩叉骨間陷者中”。《針灸資生經·卷一》云“《銅人》云‘巨骨二穴，在肩端上兩叉骨間’，《明堂經·下經》亦同。但《明堂經·上經》云‘巨骨一穴，在心脾骨頭’，不特‘一穴‘、字不同，而穴‘在心脾骨頭’，亦異。豈其所謂‘一穴在心脾骨頭’者，非巨骨耶。不然、即是誤写二字、作一字。肩胛、為心脾也。”）。不可（按：疑衍）日灸三壯至七壯。主驚癎，破心吐血。禁針。針，則倒懸一食頃，然後乃可下針。針入四分，泻之勿補，針出始得正坐。忌酒、麵、熱食、猪、魚、生冷物。 \\n 雲門二穴，在巨骨下，氣户兩傍，各二寸陷中，動脈應手，舉臂取之。山晀經（按：未詳）云“在人迎下第二骨間，相去二寸三分”。足太陰脈氣所發。治嘔逆氣上，胷脇徹背痛。通灸，禁針，理肺同藥療之。針深令人氣逆。 \\n 少商（按：當缺“二穴”兩字）者，木也。在手大指端側，去爪甲角如韮葉，白肉際，宛宛中。手大（按：應為“太”）隂脈之為井也。針入一分。主不能食，腹中氣滿，喫食無味。宜針不宜灸。以三稜針刺之，血出勝氣，之所以勝氣針者，此脈脹腮之腮中有氣，人不能食，故刺出血（按：似難解。《針灸資生經·卷一》作：“以三稜鍼刺之令血出，勝氣鍼。所以勝氣鍼者，此脈脹腮之。候腮中有氣，人不能食。故刺出血。”），以宣諸藏暌也。忌冷、熱食。 \\n 魚際二穴者，火也。在手大指節後，内側散脈中。手太陰之所流（按：通作“溜”）為營（按：誤，應為“滎”）也。主虛熱，洒洒毛豎，惡風寒，舌上黄，身熱，咳嗽，喘痺走背胷、不得息，頭痛甚、汗不出，熱煩，心少氣不足以息，陰痒，腹痛、不下食，時攣，支滿，喉中焦、乾渴，痙，上氣，熱病寒栗，鼓頷，腹滿，陰瘻色不變，肺心痛牽引尻、溺出，膈中虚，食飲嘔，身熱汗出，重嘔吐血，日（按：疑為“目”）泣出，短氣，心痺，悲怒逆氣，任惕，胃氣逆也。針入二分。 \\n  \\n   \\n  "}
{"章节": "卷三", "正文": "  \\n 卷三 \\n 　 \\n  \\n  \\n 神庭一穴，在髪際直鼻上督脉，上一寸髪際是也。足太陽、陽明之會。主治腫氣，風癎、顛風不識人、羊鳴、角弓反張、披髪而上歌下哭、多學人言語，驚悸不得安寢。禁不可針。日灸七壯至百壯。若針，即發於其病在舉火之時（按：似有缺、誤）。忌猪、羊、魚肉、酒、麵、熱食。 \\n 曲差二穴，在神庭傍一寸半，（按：應缺“入”字）髪際。足太陽脉氣所發。主心中煩滿，汗不出、頭項痛、身熱，目視不明。針入三分，灸三壯。 \\n 臨泣二穴，在目上直入髪際五分，陷者中。足太陽、少陽之會。主卒不識人，風癎，鼻塞。針入三分，留七呼。 \\n 眉冲二穴，一名“小竹”，在當兩眉頭直上，入髪際（按：似有缺。未言寸數，亦未言所屬經脈。另，據《針灸大成·足太陽膀胱考證穴法》，應為足太陽脈氣所發，穴在“神庭、曲差之間”。）理目，五般癎，頭痛，鼻塞。不宜灸，針入三分。（按：據《針灸資生經·卷一》“明堂上経、有眉衝穴。而銅人経、無之。理、目、五般癇、頭痛、鼻塞等疾所。不可廃者”） \\n 水溝一穴，在鼻柱下人中（按：據《針灸資生經·卷一》作“一名人中”）。督脉、手陽明之會。主療消渴、飲水無多少、水氣遍身腫，失笑無時，顛癎、語不識人、乍喜乍哭，牙關不開，面腫唇動葉葉肺風狀如虫行（按：似有缺、誤，難解。據《針灸大成·督脈考正穴法》作“面腫唇動，狀如蟲行”）。針入四分，徐徐出之。灸亦得，然不如針。若是水氣，唯有此穴可針，若針他穴，水盡即死。 \\n 承漿一穴，在頤前，下唇下。足陽明（按：據《針灸甲乙經》，當缺“任脈”兩字）之會。主偏風口喎，面腫，消渴，面風口不開，口中生瘡。針入三分半，然後徐徐引氣而出。灸，亦任日灸七七壯。若頻灸，恐足陽明脈斷，令風不差。若停息、復灸，令其風通宣，應時立愈。其艾炷，依小竹筋頭大作之。但令當脉灸之雀糞大，亦能愈疾。又有一途，如脉内疝、瘕、痃、癖塊、伏梁氣之徒，唯須大艾炷。故《小品》曰：“腹背爛，燒四支，則但除風邪而已。如鳩尾以至頭，皆不可多灸、及不可用大艾炷。” \\n 俞府二穴，在巨骨下，去璇璣傍各二寸陷中。足太陽脉氣所發（按：此處誤。據《針灸甲乙經》，當為“足少隂脉氣所發”）主欬逆，上氣，喘，嘔吐，胷滿不得食。仰卧取之。灸五壯，針入三分。 \\n 彧中二穴，在俞府下一寸六分，陷中。仰卧取之。足少隂脉氣所發。主胷脇支滿，欬喘、不得息，嘔吐，胷滿不能食。灸五壯，針入三分。 \\n 神藏二穴，在彧中下一寸六分，陷中。仰而取之。足少陽（按：應為“隂”）脉氣所發。主胷脇支滿，咳逆不得食。針入三分，灸五壯。 \\n 靈虚二穴，在神藏下一寸六分，陷中。仰而取之。足少陽（按：應為“隂”）脉所發。主胷脇支滿、引胷不得息，嘔吐，胷滿不得食。針入三分，灸五壯。 \\n 神封二穴，在靈墟下一寸六分（按：似有缺。據《針灸甲乙經》，有“陷者中，足少隂脉氣所發”）。主胷滿不得息，咳逆，乳癰、洒浙惡寒。灸五壯，針入三分。 \\n 步郎（按：通作“廊”）二穴，在神封下一寸六分，陷者中。仰取之。足少隂脉氣所發。主胷脇支滿，鼻不通，呼吸少氣，喘息，不得舉臂。針入三分，灸五壯。 \\n  \\n 五處二穴，足太陽脉氣所發。在頭上督脉傍，去上星二寸半（按：據《針灸甲乙經》，及《針灸大成·足太陽膀胱考證穴法》俱作“一寸五分”）。主目不明，頭眩風痺悶。針入三分，灸五壯。 \\n 承光二穴，在五處後寸半（按：據《針灸甲乙經》作“二寸”，《針灸大成·足太陽膀胱考證穴法》作“一寸五分”），足太陽脉氣所發。主風眩頭痛，欲嘔吐，心煩。針入三分，不可灸。 \\n 通天二穴，在承光後一寸半。足太陽脉氣所發。主項痛、暫起僵仆。針入三分，灸三壯。 \\n 攅竹二穴，在兩眉頭陷中。足太陽脉氣所發。主目視，視物不明，眼中熱、疼及眼眶。針入三分，不宜灸。 \\n 晴明二穴，在目内眥頭上，畔（按：疑為“襻”）者中（按：據《針灸甲乙經》作“一名淚孔，在目眥外。”《針灸大成·足太陽膀胱考證穴法》作“一名淚孔，目內眥。明堂云‘內眥頭外一寸、宛宛中’”）。手、足太陽陽明之會（按：據《針灸甲乙經》並有“氣府論注云‘手足太陽、足陽明、陰陽蹻，五脈之會”《針灸大成·足太陽膀胱考證穴法》同）。主膚翳（按：應有缺字。《針灸大成·足太陽膀胱考證穴法》作“淫膚白翳”）白膜覆瞳子，眼暗、雀目，冷淚，眼視物不明、努肉。針入一分半，不宜灸。 \\n 迎香二穴，在禾上一寸、鼻下孔傍。手、足陽明之會。針入三分。主鼻息不聞香臭，偏風，面痒及面浮腫、風葉葉動、狀如虫行。刺或在唇動（按：似有缺、誤，不通）。不宜灸。 \\n 承泣二穴，在目下七分，直目瞳子中。（按：應有缺字。據《針灸甲乙經》有“陽”字）蹻脈、任脈、足陽明之會。主療眼喎、目不正，口喎，目瞤，面動葉葉然、牽口眼熱疼、赤痛，目視，冷泪，眼瞼赤。針入四分半，不宜灸。若灸，無問多少，三日以後，眼下大如拳息肉，日加長如桃許，至一月日，如五升大。 \\n 鳩尾一穴，在臆前，巨（按：《針灸甲乙經》作“蔽”，《針灸資生經·卷一》同）骨下五分。（按：《針灸甲乙經》此處尚有“任脈之別”。）主心驚、煩，發狀如烏烏，破心、吐血，心中氣悶、不喜聞人語，心痛，腹脹。宜針，雖然，此處最難針，須是大好手。方可下針。如不然，取氣多，不幸令人死。針入三分。 \\n 巨闕一穴，心之募。在鳩尾下一寸。任脈氣所發。主療心中煩悶，熱風風癎，浪言或作鳥聲，不能食，無心力。凡心痛有數種，冷、痛、蛔虫、毒、霍亂，不識人，針入六分，得氣即差。灸亦良。 \\n 上管（按：通作“脘”，下同。）一穴，在巨闕下一寸、去巨（按：《針灸甲乙經》作“蔽”，《針灸資生經·卷一》同）骨三寸。任脈、足陽明、手太陽之會。主心中熱煩，賁豚氣，脹滿不能食，霍亂，心痛不可眠卧，吐利，心風，驚、悸不能食，心中悶，發噦，伏梁氣、狀如覆杯。針入八分，得氣，先補而後瀉之，可為神驗。若是風癎、熱痛，宣瀉之後補，可為應其病。灸亦良。 \\n 中管一穴，一名“太倉”。是胃之募。在上管下（按：應有缺字。據《針灸甲乙經》有“一寸”兩字）。手太陽、少陽、足陽明所生，任脈之會。主治心匿不能食反胃，霍亂，心痛熱，温虐，痎虐，天行傷寒，因讀書得奔豚氣，心悶，伏梁氣如覆杯，冷結氣。針入八分。灸亦良。 \\n 建里一穴，在中管下一寸。治腸中疼痛，嘔逆，上氣，心痛，身腫。針入一寸三分。灸亦良。 \\n 下管一穴，在建里下一寸。足太陰、任脈之會。主腹胃不調，腹内痛、不能食，小便赤，腹堅硬、癖瑰、脈厥厥動。針入八分，灸亦佳。 \\n  \\n 神聰四穴，在百會四面，各相去同身寸一寸。理頭風，目眩，狂亂，風癎。左手如花，右手如果（按：《針灸資生經·卷一》作“左主如花、右主如果”），針入三分。 \\n 明堂一穴，在鼻直上，入髪際一寸。理頭風，多鼻涕，鼻塞。三日一報，針入三分。（按：《針灸資生經·卷一》“按《銅人》、《明堂》及諸家鍼灸經，鼻直上、入髪際一寸，皆云上星穴。明堂經於此、復云明堂穴。不知何所處、且附入於此。所謂疑以存疑也。”） \\n 當陽二穴，在當瞳人直上，入髪際一寸。理卒不識人，風眩，鼻塞。入針三分。（按：《針灸資生經·卷一》“《銅人》無当陽穴。而明堂下經、有之。理卒不識人、風眩、鼻塞等疾。亦不可廢者。”） \\n 前關二穴，在目後半寸。亦名“太陽”之穴。理風赤眼痛，頭目眩，目澁。針入三分。（按：《針灸資生經·卷一》“《銅人》有上關、下關各二穴。《素問》亦同。但《明堂》上、下經，有上關而無下關。惟上經有前關穴。又不与下關穴。同在上關之下。恐別自是。前關穴一名太陽穴。理風赤眼、頭痛、目眩澁等疾，不可廢。） \\n 四白二穴，在目下一寸。足陽明脉氣所發。主頭痛目眩。針入三分。灸七壯。 \\n 巨闕（按：應為〈骨翏〉或｛穴卯｝）二穴，在鼻孔下，俠水溝傍（按：《針灸甲乙經》作“在侠鼻孔傍八分、直瞳子”，《針灸資生經·卷一》同）。陽蹻脉、足陽明之會。主治面風寒鼻頻音凖上腫癰痛招摇視占（按：有缺、誤，不通），瘈瘲，口噼。針入三分，灸七壯止。 \\n  \\n 地倉二穴，在俠口傍四分外，如近下有脉微動者是。陽蹻脉、手足陽明之交。主療大患風者，其脉亦有動時，亦有不動時。多主偏風、口喎，失音不言、不得飲水、漿食漏落、脉（按：《針灸大成·足陽明胃考證穴法》作“眼”，應是。）瞤動，患左針右，患右針左。針入三分半。灸亦得，日二七壯，其艾壯如粗釵脚。忌毒物及行房事。 \\n 廉泉一穴，在頷下、結喉上、舌本間。隂維、任脉之會。主舌下腫、難言，舌瘲設多（按：《針灸大成·足陽明胃考證穴法》作“涎出”，應是。），咳嗽，少氣，喘息，嘔沫禁斷。灸三壯，針入三分。 \\n 隂交一穴，在臍下一寸。任脉氣所發。主臍下熱、小便赤，氣痛狀如刀攪、作塊狀如覆杯，婦人斷緒，月事不調，帶下，崩中，因産後、惡露不止，繞臍冷痛。針入八分，得氣即瀉，後宜補。灸亦得，然不及針。 \\n 水分一穴，在管（按：通作“脘”，下同。）下，臍上一寸。任脈氣所發。主腹痛不能食，腸堅腹痛，胃管不調、堅硬。針入八分。若是水病，灸之大良。 \\n 巨闕一穴，《甲乙經》云“一名利機，一名精露，一名丹田，一名命門”。在臍下二寸。是三焦之募。任脈氣所發。針入八分。主腹痛、堅硬，婦人因産、惡露不止、遂成結塊，崩中，斷緒。灸亦良。 \\n 關元一穴，是小腸募。一名“次門”在臍下三寸。足三陰、任脈之會。臍下絞痛，小便赤淋、不覺遺瀝、小便處痛狀如散火，尿如血色，臍下結血、狀如覆杯，婦人帶下，因産、露不止，并婦人斷緒，産道冷。針入八分。若懐胎，必不針，若針必落胎胎多不出，而針外崑崙即出。灸亦良，然不及針。 \\n 中極一穴，一名“玉泉”，一名“氣原”。在闗元下一寸。是膀胱募。任脈足三陰之會。主婦人斷緒，四度針、針即有子，故却時任針也。主淋，小便赤、尿道痛，臍下結塊如覆杯，或因産、得惡露不止、遂成疝瘕，或因月事不調、血結成塊。針入八分。灸亦得，然不及針。 \\n  \\n   \\n  "}
{"章节": "卷四", "正文": "  \\n 卷四 \\n 　 \\n  \\n  \\n 後頂一穴，在百會後一寸半枕骨上。是督脉氣所發。針入四分，灸五壯。主風眩，目視，額顱上痛。 \\n 强間一穴，在後頂後一寸半，一名“大羽”。是督脉氣所發。主頭如針刺、不可以動，項如抜，不可左右顧視。灸五壯。針入二分。 \\n 腦户一穴，在枕骨上，强間後一寸半。一名“仰風”一名“合顱”。是督脉足太陽之會。主目痛不能視，面赤腫，頭痛。不得灸，灸令人失音。針入三分。 \\n 瘖門一穴，一名“舌厭”。在項後，入髪際宛宛中，入係舌本。是督脉、陽維之會。仰而取之。主頭風、腦疼，失音不能言，舌急，項强不能囬頭。針入八分，徐徐出之。不宜灸，灸即令人啞，忌如前法。問曰“舌急不言，如何治？”答曰：“急針瘖門，舌緩、針風府，得氣即瀉。可小繞針，入八分。忌灸。” \\n 大椎一穴，第一椎上，陷者中、宛宛是。三陽督脉之會。主療五勞、七傷，温瘧疰疠悶，項强不得四顧。針入五分，灸亦得。 \\n 陶道一穴，在大椎節下間，俛而取之。督脉足太陽之會。主頭重，目瞑，洒浙寒熱、脊强、以頭汗不出也。灸五壯。針入五分。 \\n 身柱一穴，在第三椎節下間。督脉氣所發。灸五壯。主癲疾，瘈瘲，怒欲殺人、身熱狂走、讝言見鬼。針入五分。 \\n 神道一穴，督脉氣所發。在第五椎節下間，俛而取之。主寒熱頭痛、進退往來，痎瘧，恍惚、悲愁。灸三壯。針入五分。 \\n 至陽一穴，在第七椎節下間，俛而取之。督脉氣所發。主寒熱，解爛（按：《針灸大成·督脈考正穴法》作“懈”，應是。）淫樂（按：《針灸大成·督脈考正穴法》作“淫”，應是。）脛酸，四肢重痛，少氣難言。灸三壯。針入五分。 \\n 筋縮一穴，在第九椎節下間，俛而取之。督脉氣所發。主驚、癎，狂走癲疾，脊急强、目轉上垂。灸三壯。針入五分。 \\n 脊俞一穴，一名“神宗”，一名“脊中”。在第十一椎中中央。督脉氣所發。治風、癎、癲，邪温病，積聚，下利。忌灸。針入五分。 \\n 懸枢一穴，在第十二椎下節間是穴。督脉氣所發。主腰脊强，腹中上下積氣。針入三分。灸三壯。 \\n 命門一穴，一名“屬累”。在第十四椎下節。俛而取之。督脉氣所發。主頭痛如破、身熱如火、汗不出，瘈瘲，裏急、腰腹相引痛。針五分。 \\n 腰俞一穴，一名“背解”，一名“髓孔”，一名“腰尸”。在第二十一椎節下，陷者宛宛中是。挺腹地（按：《針灸大成·督脈考正穴法》作“挺身，伏地”，應是。），舒身，兩手相重支額，縱四體，然後乃取其穴。是督脉氣所發也。主腰髖疼痛，腰脊强强、而不得囬轉，温瘧痎瘧。針入八分。灸亦得。慎房事，不得擎重物。《甲乙經》云“針入五分，灸三壯”。 \\n 長强一穴，一名“氣之隂郄”。督脉別絡。在窮骨下宛宛中是。《甲乙經》“穴在脊骶端，少隂所結”。主下漏，五痔，疳蝕下部。慝針入三分，然鍼之以痛為度。其穴伏地取之乃得。灸亦得，然不及針。慎房事，此痔，根本是冷，慎冷。 \\n  \\n 天柱二穴，在俠項後髪際，大筋外亷陷者中。足太陽脉氣所發。針入二分。主頭風、目如脱，項如抜、項疼、急、重。先瀉而後補之。灸亦得，然不及針。 \\n 玉枕二穴，在絡却後七分半，俠腦户傍一寸三分，起肉枕骨上，入髪際三寸。足太陽脉氣所發。針入三分。灸三壯。主目内連系急，頭風痛，目痛，頭寒、多汗，耳聾，鼻塞。 \\n 風池二穴者，是足少陽、陽維之會。在項後髪際陷中。《甲乙經》云“風池穴，在顳顱後髪際陷中”。針入一寸二分。大患風者，先補而後瀉，少可患者，以經取之。主肺風，面赤，目視，項强不得囬顧，面腫皮軟，腦疼痛。灸亦良，然不及針。問曰“如後髮際，亦有項脚長者，其毛首至頭骨；亦有無項脚者，毛齊至天牖穴，即無毛根。何而取穴也？”答曰：“其毛不可輒定，大約如此。若的的定中，風府正相當、即是側、相去各二寸，此之定穴。” \\n 顱息二穴，在耳後青脉間，（按：《針灸甲乙經》有“手少陽脉氣所發”句）主身熱、頭痛、不可反側，小兒癎喘不得息，耳聾。針入一分，不得多出血，血多即殺人。灸三壯。 \\n 完骨二穴，在耳後入髮際四寸。足太陽、少陽之會。主風眩，項痛、頭强，寒熱。灸，即依年壯。針入二分。 \\n 大抒二穴，在項後第一椎下，兩傍各一寸半，陷中。足太陽、手少陽之會。理風，勞氣，咳嗽、氣急，頭痛，目眩，腹痛。針入五分。禁灸。 \\n 風門、熱府（按：《針灸甲乙經》作“風門、一名熱府”）二穴，在第二椎下，兩傍一寸半。督脉、足太陽之會。理傷寒、項强、目瞑、鼻塞，風勞，嘔逆，上氣。胷痛，背痛，氣短不安。針入五分。灸五壯。 \\n 肺俞二穴，在第三椎下，兩傍相去一寸半。理癲、癎，癭氣，上氣，吐逆，支滿，脊强、寒熱，不食，肉痛，皮痒，傳屍骨蒸，肺嗽。針入三分。 \\n 厥隂俞二穴，在第四椎下，兩傍相去同身寸一寸半。理逆氣，嘔逆，牙痛，留結、胷悶。針入三分。 \\n 心俞二穴，在第五椎下，兩傍各一寸半。理心中風、狂、癎，心氣亂；語悲泣，心腹煩滿、汗不出，結聚，寒痛嘔逆、不食、食即吐血，目痛。不可灸。針入三分。 \\n 督俞二穴，在第六椎下，兩傍相去同身寸一寸半。一名“髙盖”。主理寒熱，腹中痛、雷鳴，氣逆，心痛。灸三壯。禁針。 \\n 鬲（按：通作“膈”）俞二穴，在第七椎下，兩傍各一寸半。理心痛，痰飲，吐逆，汗出，寒熱、骨痛，虚脹、支滿，痰瘧，痎癖，氣塊、隔上痛，喉痺、身常温、不食，切痛。針入三分。 \\n 肝俞二穴，在第九椎下，兩傍合一寸半。理口乾，中風，支滿、短氣、不食、食不消，吐血，目不明、閉塞，腰痛，肩疼，寒疝。針入三分。灸三壯。 \\n 膽俞二穴，在第十椎下，兩傍各一寸半。足太陽脉氣所發。主理心脹滿，吐逆，短氣，痰悶、食難下不消。針入三分。 \\n  \\n 脾俞二穴，在第十一椎下，兩傍一寸半。理腰身黄、脹滿，腹肚洩利，身重、四支不收，黄疸，邪氣積聚，腹病，寒熱。針入三分。灸三壯。 \\n 胃俞二穴，在第十二椎下，兩傍各一寸半。理煩滿，吐食，腹脹、不能食。針入二分。灸三壯。 \\n 三焦俞二穴，在第十三椎下，兩傍各一寸半。足太陽脉氣所發。主水糓不消，腹脹，腰痛，吐逆。針入三分，灸三壯。 \\n 腎俞二穴，在第十四椎下，兩傍各一寸半，與臍對。理虚勞，耳聾，腎虚，及水藏脹、攣急，腰痛，小便濁，隂中疼、血精出，五勞，七傷，冷嘔，脚膝拘急，好獨卧、身腫如水。針入三分，灸三壯。 \\n 氣海俞二穴，在第十五椎下，兩傍同身寸相去一寸半。理腰痛，痔病，泻血。灸三壯。 \\n 大腸俞二穴，在第十六椎下，兩傍各一寸半。理腰痛，腸鳴、脹滿、遶臍中痛，大便下利或洩利，食不化，脊骨强。針入三分。灸三壯。 \\n 關元俞二穴，在第十七椎下，兩傍相去同身寸一寸半。理風勞，腰痛，洩利、虚脹、小便難，婦人瘕、聚諸疾。針入三分。 \\n 小腸俞二穴，在第十八椎下，兩傍各一寸半。理大便赤澁小便紧急脚腫，短氣，不食，煩熱疠病大便膿血出食痔疼痛（按：似有缺、誤，不通），婦人帶下。針入三分。灸三壯。 \\n 膀胱俞二穴，在第十九椎下，兩傍相去同身寸一寸半。理風勞，腰痛，洩利、腸痛，大小便難，尿赤，隂生瘡，少氣，足脛冷、拘急、不得屈伸，女人瘕、聚。針入三分。灸三壯。 \\n 中膂俞二穴，在第二十椎下，兩傍相去同身寸一寸五分。一名“脊内俞”。是少隂脈理（按：此處誤，應為“足太陽脈氣所發”）理赤、白痢，虚渴、汗出，腰不得俯仰，腹脹，脇痛。針入三分。 \\n 白環俞二穴，在第二十一椎下，兩傍相去同身寸一寸半。足太陽脈氣所發。理腰脊攣急痛，大小便不利百病。針入三分。《甲乙經》、《甄權經》云“挺腹地（按：應是“挺身，伏地”）端身，兩手相重支額，縱氣息，令肢肉俱緩，乃取其穴。針入八分。主腰髖疼、不遂，温虐，腰中冷、不識眠睡，勞損，風虐。忌灸。 \\n  \\n   \\n  "}
{"章节": "卷五", "正文": "  \\n 卷五 \\n 　 \\n  \\n  \\n 竅隂一穴，在完骨上、枕骨下。足太陽、少陽之會。主骨疸發厲頭痛引頭也（按：似有缺、誤，不通）。灸五壯。針入三分。 \\n 浮白二穴，在耳後，入髪際一寸。足太陽、少陽之會。主寒熱，喉痺，欬逆，疝積胷中滿不得喘息（按：似有缺、誤，不通），胷痛，耳聾嘈嘈無所聞。頸項癰腫不能言，及癭、肩不舉也。針入三分。灸三壯。 \\n 附分二穴，在第二椎下，附項内廉，兩傍各三寸。手足太陽之會。主背痛引項。灸五壯。針入三分。 \\n 魄户二穴，在第三椎下，兩傍各三寸宛宛中。正坐取之。足太陽脈氣所發。主背膊痛，無氣力，勞損，痿黄，五尸走疰，項强不得回顧。針入五分。灸亦得。 \\n 神堂二穴，在第五椎下，兩傍各三寸陷者中。正坐取之。足太陽脈氣所發。主肩痛，胷腹滿，洒淅反脊强急（按：似有缺、誤，不通）。灸五壯。針入三分。 \\n 譩譆二穴，在肩膊内廉，第六椎兩傍三寸。其穴抱肘取之。足太陽脈氣所發。因以手重按之，病者言“譩譆”。針入六分。主温瘧、寒瘧病，背悶，氣滿、腹脹，氣痃。灸二七壯。忌葱、白酒。 \\n 膏盲俞二穴，主無所不療，羸瘦、虚損、夢中失精，上氣，欬逆，狂或妄誤。取穴之法：令人正坐、曲脊、伸兩手、以臂著膝前、令正直，手大指與膝頭齊，以物支肘，勿令臂得動也。從甲骨上角摸索至骨下頭，其間當有四肋三間，灸中間。依胛骨之裏、去胛骨各容指許、摩服去表，肋間空處，按之自覺牽引於肩中，灸兩胛中一處，至六百壯、多至千壯。當覺下、然流水之狀，亦當有所下出。若得痰疾，則無所不下也。若病人已困，不能正坐，當令側卧，俛上臂，令前取穴灸之。求穴法，大校以右手從左肩上住，指頭所不及者是也。左亦然，乃以前法灸之。若不能久坐，當伸兩臂，令人俛，兩胛骨俠相離，不爾，肘骨覆穴，不可得也。所伏衣襆，當令大小有常定，不爾，則失其穴也。此灸，訖後，令人陽氣康盛，當消息以自補飬。當取身體平復，其穴近第五椎望取之也，論曰“昔在和緩，不救晋侯之疾，以其在膏之上、肓之下，針藥所不能及，即此之穴是也。人不能求得此穴、所以宿病難追。若能用心此，方便求得，灸之，無疾不愈。（按：《針灸資生經·卷一》云“灸膏肓功効，諸經例能言之。而取穴，則未也。《千金》等方之外，荘綽論之最詳。然，繁而無統，不能定於一。予嘗以意取之。令病人兩手交在兩膊上(灸時、亦然)，胛骨遂開，其穴立見。以手指摸索第四椎下，兩旁各三寸、四肋三間之中間，按之酸疼，是穴。灸至千百壮、少亦七七壮。当依《千金》，立点立灸，坐点坐灸，臥点臥灸云(若尺合爪、在兩膝頭中、点穴亦得)。”） \\n 鬲（按：通作“膈”）關二穴，在第七椎下，兩傍各三寸陷者中。正坐取之。足太陽脉氣所發。主背痛、惡寒，脊强、俛難，食不下、嘔噦、多涎、睡也。灸五壯。針入五分。 \\n 魂門二穴，在第九椎下，兩傍各二寸陷者中。正坐取之。足太陽脉氣所發。主食飲不下、腹中雷鳴、大便不節、小便赤黄也。灸三壯。針入五分。 \\n 陽綱二穴，在第十椎下，兩傍各三寸。正坐取之。足太陽脈氣所發。主食不下、腹中雷鳴、大小便不節，小便赤黄。灸三壯。針入五分。 \\n 意舍二穴，在第十一椎下，兩傍各三寸。正坐取之。足太陽脈氣所發。主腹滿虚脹、大便洩滑，消渇，面黄。灸五十壯。《甲乙經》“灸三壯。針入五分。” \\n 胃倉二穴，在第十二椎下，兩傍各三寸。主腹内虚脹、水食不消，惡寒、不能俛仰。針入三分。灸五壯。 \\n 肓門二穴，在第十三椎下，兩傍各三寸。《異經》云“與鳩尾相直”。主心下痛、大堅，婦人乳有餘疾。灸三十壯。針入五分。 \\n 志室二穴，在第十四椎下，兩傍各三寸。正坐取之。是太陽脈氣所發。針入五分。灸三壯。主腰脊痛急，食不消、腹中堅急，隂痛、下腫，並療之。 \\n 胞肓二穴，在第十四椎下（按：“十四”应为“十九”。），兩傍各三寸、陷者中。伏而取之。足太陽脈氣所發。主腰脊痛急，食不消，腹中堅急，隂痛、下腫，並療之。療惡氣，腰背卒痛。灸五七壯。《甲乙經》“灸三壯。針入五分。” \\n 秩邊二穴，在第二十椎下，兩傍各三寸。伏而取之。足太陽脈氣所發。主腰痛不能俛仰，小便赤黄，尻重不能舉。灸三壯。針入三分。 \\n  \\n 頷厭二穴，在曲周顳顬上廉。手足少陽、陽明之交會。刺入三分。灸三壯。主風眩，目無所見，偏頭痛、引目外眥急，耳鳴，好啑，頸痛。 \\n 客主人二穴，在耳前上廉起骨，開口有穴。動脉宛宛中。一名“上關”。手少陽足陽明之會。主目風牙疼痛車不開口噤嚼食鳴偏風眼喎通睛（按：似有缺、誤，不通），耳聾狀如蝉聲。針入一分。灸七壯，艾炷如筋頭大，必湏側卧張口取穴，避風。又，上關不得深，下關不得久留針。問曰：“上關何以不得深，下關何以不得久留針？”答曰：“上關若深，令人得欠，不得目隨針下關不得久，留針者得不得欠牙關急。是故“上關不得深，下關不得久留針”。 \\n 懸顱二穴，在曲周顳顬中，足陽明脉氣所發（按：據《針灸甲乙經》，應是“足少陽脉氣所發”。《針灸資生經·卷一》同）主熱病，偏頭痛、引目外眥急，身熱、煩滿，汗不出，齒痛，面皮赤痛。針入三分。灸三壯。 \\n 肩井二穴，在肩上陷罅中，缺盆上，大骨前一寸半，以三指按之、當其中指下、陷者中是穴。一名“膊井”。手足少陽、陽維之會。主五勞，七傷，頭項不得囬顧，背膊痛、兩手不得向頭，或因馬抝傷腰髖疼，脚氣。入針四分。不宜灸。針不得深，深即令人悶。《甲乙經》云“針只可五分”。此膊井脉，足陽明之會，乃連入五臟氣。若深，便引五臟之氣，乃令人短夀。大肥人，亦可倍之。若悶倒不識人，即湏三里下氣。雖不悶倒，但針膊井，并即湏三里下氣，大良。及婦人懷胎、落訖，覺後微損、手足弱者，針肩井，手足立差。若有灼然解針者，遣針。不解針者，不可遣針。灸乃勝針，日灸七壯。若針肩井，必三里下氣，如不灸三里，即拔氣上。其針膊并出《甄權經》。 \\n 肩髃二穴，在膊骨頭、肩端兩骨間，陷者宛宛中是。平手取其穴。手陽明、蹻脈之會。針入八分。主療偏風、半身不遂，熱風疹風胷俛仰風刺風風虚（按：似有缺、誤，不通），手不得上頭、捉物不得、挽弓不開，臂細無力、酸疼，臂冷而緩。患刺風者，百日刺筋、百日刺骨、方可得瘳。灸亦得，然不及針，還以平手取其穴。日灸七壯，差為度。 \\n 臂臑二穴，在肩髃下一寸、兩筋間、兩骨罅、陷者宛宛中。宜灸，不宜針。日灸七壯。主療勞，癭，臂細無力、手不得向頭。其穴平手取之，不得拏手令急，其穴即閉。若針，不得過三五，過多生惡。 \\n 曲池二穴者，木也（按：此誤。據《針灸甲乙經》、《針灸資生經·卷一》等，俱作“土也”）。在肘外輔骨，曲肘、横文頭宛宛中、陷者是。手陽明脈之所入為合也。手拱胷，取之外畔、文頭即是。療偏風、半身不遂，刺風疹，疼痛冷緩捉物不得，挽弓不開、屈伸難引脈風（按：似有缺、誤，不通）臂肘細而無力。針入七分。灸亦良，但令斷風抽氣而已。 \\n 通谷二穴，在夾上管（按：通作“脘”）兩傍，相去三寸。冲脈、足少隂之會。治乾嘔、又無所出，又治勞食欲鬲（按：通作“膈”），結。針入五分。灸五壯。 \\n 章門二穴，一名“長平”，一名“脇”。是脾之募。在大横外，直臍、季肋端。必須側卧，令伸下脚、縮上脚，乃得穴。足厥隂、少陽之會。主膀胱氣癖，疝瘕氣，膀胱氣痛、狀如雷聲，積聚氣。針入六分。灸亦良。 \\n 伏兎二穴，在膝上六寸、起肉。正跪坐取之。足陽明脈氣所發。治風勞，痺逆，狂邪，膝冷，手節攣縮，身隠疹，腹脹、少氣，婦人八部諸病。針入三分。禁灸。 \\n 隂市二穴，一名“隂鼎”。在膝上三寸、伏兎下是穴。足陽明脈氣所發。主寒疝、下至腰脚如冷水，小腸諸疝，按之在膝上，伏兎下（按：疑衍）。寒疝，腹脹滿，痿厥，少氣。針入三分。灸三壯。 \\n 犢鼻二穴，在膝臏下骭、侠罅、大筋中。足陽明脈氣所發。主犢鼻腫，洗熨去之。其久堅，勿攻，攻者死。膝中痛、不仁、難跪起、諸腫節潰者死，不潰可療。針入三分。灸三壯。 \\n 委中二穴者，土也。在膕中央、約文中動脈。甄權云“在曲内、兩筋、兩骨中、宛宛是”。足太陽脈氣之所入為合也。令人面挺腹地（按：應是“挺身，伏地”）而取之。主脚弱無力，風濕痺、筋急，半身不遂。灸不及針。針入八分。灸三壯。 \\n 三里二穴者，土也。在膝下三寸外廉、陷者宛宛中是。足陽明脈之所入為合也。主腰（按：疑應為“腹”）滿、堅塊、不能食，胷氣不足，反胃，胷脇積氣，脚弱。針腹、背，毎須取三里穴。入八分。灸亦良。 \\n  \\n   \\n  "}
{"章节": "卷六", "正文": "  \\n 卷六 \\n 　 \\n  \\n  \\n 角孫二穴，在耳廓中間，開口有穴。手足少陽、手太陽（按：據《針灸甲乙經》，應是“手陽明”）之會。主齒不嚼物，齲痛腫。灸三壯。針入三分。 \\n 耳門二穴，在耳前起肉，當耳缺者。主耳有膿及底，耳，耳痛、鳴，聾，并齒齲。針入三分。灸三壯。 \\n 聽會二穴，在耳前陷中，上闗下一寸、動脉宛宛中。張口得之。足少陽脉氣所發。針入三分。主耳聾，耳中状如弹聲，通耳，牙車急、疼痛不得嚼食，牙車脱臼、相離一寸。其穴側卧，張口得之。灸亦良。 \\n 天牖二穴，在頸筋、缺盆上，天容後、天柱前、完骨下，髪際上一寸、陷者宛宛中。手少陽氣所發。主頭風，面腫，項强不得囬轉，夜夢顛倒，面青黄、無顔色。針入五分。不宜灸。若灸，面腫滿。合先取譩譆，後針天牖、風池，其病即差。 \\n 天府二穴（按：據《針灸甲乙經》、《針灸資生經·卷一》等俱作“淵腋”），在兩腋下三寸、宛宛中。手太隂（按：據《針灸甲乙經》，應是“足少陽”）脉氣所發。主頭眩，目瞑，遠視。針入四分。灸七壯，不除再灸百壯。《甲乙經》禁灸。 \\n 曲澤二穴者，水也。在肘内廉下，陷者中。屈肘得之。手心主脉之所入為合也。主心痛，出穴則（按：疑衍。）心下澹澹、喜驚，身熱，煩心，口乾，逆氣，嘔血，時瘈瘲言摇頭青汗出不過肩（按：似有缺、誤，不通），傷寒病温、身熱、口乾。灸三壯。針入三分。 \\n 少海二穴者，水也。一名“曲節”。手少隂脉之所入為合也。在肘内横文頭，屈手向頭取之，陷者宛宛中。《甲乙經》云“穴在肘内廉，節後陷者中，動應手”。療腋下瘰癧，痺疼、屈伸不得，風痺疼，疰病。針入三分。禁灸。 \\n 巨虚上廉二穴，在三里下三寸，兩筋、兩骨罅間，陷者宛宛中。足陽明與太陽（按：誤。據《針灸甲乙經》，應是“大腸”）合。針入八分。主大腸氣不足，偏風、腰腿脚不遂、不得履地，脚氣，刺風、痶風、脚冷，寒瘧。灸之大良。 \\n 條口二穴，在上廉下一寸。足陽明脉氣所發。主脛寒不得卧、疼痛，足緩失履，濕痺，足下熱、不能久立。針入八分。灸三壯。 \\n 巨虚下廉二穴，足陽明與小腸合。在上廉下三寸，兩筋、兩骨罅，陷者宛宛中。蹲地坐而取之。針入六分。又，針入三分。灸三壯。主小腸氣不足，面無顔色，偏風，熱風，冷痺不遂，風濕痺。灸亦良，不及針。灸瘡差，冷痺即已。 \\n 承山二穴，一名“魚腹山”，一名“傷山”。在兌腸下，分肉間、陷者中，定腹取之。主脚弱無力，脚重，偏風不遂。針入八分。灸亦得。 \\n 上崑崙二穴者，火也。足太陽脉之所行為經也。在外踝後、跟骨上，陷者中。治惡血，風氣腫痛，脚腫水。針入五分。灸三壯。 \\n 下崑崙二穴，一名“内崑崙”。在外踝下一寸，大筋後内陷骨、宛宛中。主刺風，風熱、風冷痺，腰疼，偏風、半身不遂，脚重、疼、不履地。針入四分。灸之亦良。其穴，蹲地旁，引刺之，灸百壯止。 \\n  \\n 聽宫二穴，在耳中珠子，大如赤小豆形。手足少陽、手太陽三脉之會。針入一分。灸三壯。主耳聾、填如無所聞，嘬嘬嘈嘈弹鳴，及心膓滿，臂痛，失聲。 \\n 缺盆上二穴，肩上横骨陷中。一名“天蓋”。肩上是穴。主寒熱，瘰癧，缺盆中腫（外潰不死），胷中熱滿，腹大少氣，缺盆中痛，汗出，喉痺，咳嗽。灸三壯。針入三分。 \\n 孔最二穴，在腕上七寸。手太隂郄。治熱病汗不出，吐血，失瘖、咽腫痛、惡血。針入三分。灸亦得。 \\n 列缺二穴，在腕上一寸半，（按：據《針灸資生經·卷一》，有“以手”兩字，應是）交叉頭，兩筋、兩骨罅、宛宛中。手太隂絡。主療偏風、口喎、半身不遂。針入三分。灸亦得。若患偏風，灸至一百壯。若患腕勞，灸至妙。 \\n 經渠二穴者，金也。在寸口中、陷者中。手太隂脉之所行為經也。主寒熱，胷背急痛，胷中膨膨痛，喉痺，掌中熱，主咳逆，上氣，喘數，久熱病、汗不出，暴癉，喘逆，心痛、欲嘔，針入三分。不可灸，灸即傷人神明。（按：似將太淵穴混入） \\n 少冲二穴者，木也。一名“經如（按：據《針灸甲乙經》、《針灸資生經·卷一》等，俱作“始”）”在手小指内廉之端，去甲如韭葉。手少隂脉之所出為井也。主熱病，煩心，上氣，心痛、冷、煩滿、少氣、悲恐喜驚，掌熱，肘、腋、胷中痛，口中熱，咽中酸，乍寒熱，手拳不伸，掌痛引腋。針入一分。灸一壯。 \\n 勞宫二穴者，火也。一名“五里”在掌中央，横文動脉中。以屈無名指、頭着處是。手心主脉之所流（按：通作“溜”）為營（按：應為“滎”）也。主手掌後痺，手痺、白屑起。針入二分，只過一度，如過兩度，令人虚。不得灸，灸即生息肉。 \\n 髀關二穴，在膝上伏兎後，交分中。主脉寒不仁，痺痿不屈伸也。灸三壯。針入三分。 \\n 梁丘二穴，足陽明郄。在膝上三寸、兩筋間。治大驚，脛痛、冷痺，膝痛不能伸屈。針入五分。 \\n 隱白二穴者，木也。足大指端内側，去爪甲角如韭葉、宛宛中。足太隂脉之所出為井。主腹中有寒熱起，氣喘，衄血不止，腹中脹、逆，脛中寒，熱不得卧，氣滿胷中熱，暴洩，鬲（按：通作“膈”）中，嘔吐不欲食。飲渴尸厥不知人脉動如渴飲，身體疼痛唾也（按：似有缺、誤，不通）針入一分。灸三壯。 \\n 承筋二穴，一名“腸”，一名“直腸”。在脛後，從脚跟後上七寸、中央陷者中。足太陽脉氣所發。治風勞、熱足煩腫痛轉筋（按：似有缺、誤，不通）、急痛，身隱疹，大小便不止。針入三分 \\n 陽蹻二穴，在外髁前一寸、陷者宛宛中。治脚氣，腎氣，婦人血氣。針入三分。（按：據《針灸資生經·卷一》云“《明堂》上經、有陽蹻穴。而《銅人》無此穴。惟有申脈二穴，陽蹻脈所出、在外踝下陥中。与陽蹻穴同，而未知其故。予按，《素問?氣穴論》‘陰、陽蹻穴’注云‘陽蹻穴、是謂申脈、陽蹻所出、在外踝下陥中’，則与《銅人》申脈穴合。是則陽蹻、即申脈也。”） \\n 隂蹻二穴。在足内踝陷者中、宛宛是。卒疝、小腹痛病者，左取右，右取左，立已。女子不月水，驚，喜悲不樂如墮墜，汗出、面黒、病饑不欲食，婦人淋瀝，隂挺出，四肢淫濼，心悶，暴虐及諸淋，目痛，小腹偏痛，嘔逆，嗜卧，偏枯不能行，大風、暴不知人，卧驚視如見星，尿如黄水，小腹熱，咽乾也。灸三壯。針入三分。（按：據《針灸資生經·卷一》云“《明堂》上、下經，有陰蹻穴，而《銅人》無之，惟有照海穴，亦在内踝下，与陰蹻同，而未知其故。予按，《素問?氣穴論》‘陰蹻穴、在内踝下’。是謂照海、陰蹻所生，則与《銅人》照海穴合矣。則是陰蹻，即照海也。”） \\n  \\n 風府一穴，本在項後入髪際一寸、大筋上、宛宛中起肉，疾言其肉立起、言休立下。督脉陽維之會。不可灸。針入三分。主頭項急、不可傾側，目眩，鼻窒不得息，瘖不能言，嗌痛，足不仁，狂走、欲自殺，目反妄視。 \\n 瘈脉二穴，一名“資脉”。在耳内雞足青脉是穴（按：據《針灸甲乙經》作“在耳本後、鷄足青絡脈。”）。主頭風，耳後痛，小兒驚、癎，瘈瘲，嘔吐，洩注，驚恐失精，視瞻不明，眩瞢。灸三壯。針入一分。 \\n 清冷淵二穴，在肘上二寸，伸肘舉臂取之。主肩不舉、不得帶衣。灸三壯。針入三分。 \\n 消濼二穴，在肩下臂外，開腋、斜肘分下行。主寒熱，風痺。頭痛、頭背急，針入六分。灸三壯。 \\n 肩外俞二穴，在肩脾上陷，去脊三寸、陷者中。主肩胛痛熱、而寒至肘。灸一壯。針入六分。 \\n 曲垣二穴，在肩中央，曲胛陷者中、按之應手痛是穴。主肩痛、周痺。灸三壯。針入九分。 \\n 二間一穴者，水也。一名“間谷”。在手大指、次指本節前、内側陷者中。手陽明脈之所流（按：通作“溜”）為營（按：應為“滎”）也。主喉痺，多卧喜睡，肩髃喉痺咽如眥物傷忽振寒（按：似有缺、誤，不通）。針入三分。灸三壯。 \\n 三間二穴者，木也。一名“少谷”。在手大指、次指本節之後、内側陷者中。手陽明脈之所注為俞也。主喉痺，咽如骨鯁，齒齲痛，多卧喜睡，胷滿，腹鳴，虚寒熱、唇口乾，身熱，喘息，目急痛。針入三分。 \\n 少澤二穴者，金也。一名“少吉（按：據《針灸甲乙經》、《針灸資生經·卷一》等，俱作“小吉”）”。在手小指端、去爪甲下一分陷者中。手太陽脈之所出為井也。主虐、寒熱，汗不出，頭痛，咳嗽，瘈瘲，口乾，頭痛不可顧也。針入一分。灸一壯。 \\n 前谷二穴者，水也。在手小指外側本節前、陷者中。手太陽脉之所流（按：通作“溜”）營（按：應為“滎”）也。刺入一分。灸三壯。主目轉甲小指痛（按：似有缺、誤，不通） \\n 陽谷二穴者，火也。在手外側腕中，兌骨之下陷者中。手太陽脉之所行為經也。主癲疾、狂走，熱病汗不出，脇痛，頸腫、寒熱，耳聾，耳鳴，牙齒齲痛，臂腕外側痛不舉，吐舌，戾頸妄言不得左右顧俛瘈瘲頭眩（按：似有缺、誤，不通）眼痛。針入二分。灸三壯。 \\n 飛陽二穴，一名“厥陽”。足太陽絡。在外踝上七寸，别走少隂者。刺入三分。灸三壯。主頭眩，目痛。 \\n 束骨二穴者，木也。在足小脂外本節後、陷者中。足太陽脉之所注為俞也。刺入三分。灸三壯。主頭痛，目眩，身熱、肌肉動。 \\n 湧泉二穴者，木也。一名“地冲”。在足心陷者中，屈足捲指、宛宛中。足少隂脉之所出為并也。主小便不利，心中結熱，脚底白肉際不得履地，刺風，風癎。灸亦得，然不及針者。灸，廢人行動，不可傳之於後。針入五分。 \\n 膝眼四穴，在膝頭骨下、兩傍陷者、宛宛中是穴。針入五分，留三呼，瀉五吸。主膝冷、疼痛不已。禁灸。 \\n  \\n   \\n  "}
{"章节": "卷七", "正文": "  \\n 卷七 \\n 　 \\n  \\n 針灸吉日 \\n 丁卯、庚午、甲戌、丙子、壬午、甲申、丁亥、辛卯、壬辰、丙申、戊戌、己亥、己未、庚子、辛丑、甲辰、乙巳、丙午、戊申、壬子、癸丑、乙卯、丙辰、壬戌、丙戌 \\n 以上並吉。又宜用除日、破日、開日、天毉、要安，並吉。 \\n 針灸忌日 \\n 丁丑、及白虎，血忌血支（按：似有缺、誤，不通），月厭、月殺、月刑、死别獨火凶（按：似有缺、誤，不通）。又男忌除日，女忌破日。 \\n 十干日不治病： \\n 甲不治頭，乙不治喉，丙不治肩，丁不治心戊己不治腹，庚不治腰，辛不治膝，壬不治脛，癸不治足 \\n 十干日不針灸 \\n 甲日頭、乙日耳、丙日肩、丁日背、戊巳日腹脾、庚日肺腰、辛日膝、壬日腎經、癸日手足 \\n  \\n 此神農所制：一歳起坤，二嵗震，逐年順飛，九宫周而復始，行年到處，則所主敗體，切忌針灸，如誤犯之，必致喪命。或發癰疽，宜速治之。 \\n  \\n 一歳起心，二歳喉，逐歳依次順行一部，終而復始，行年所值者，切忌針灸。 \\n  \\n 一歳起臍，二歳心。逐歳順行，周而復始，行所值處，忌針灸。(所録見明堂經) \\n 推四時太乙所在，云：“六腑、鬲（按：通作“膈”）下、三藏，應四季。中州其有戊巳日，大禁。太乙所在，忌針灸。” \\n 左足(應立春日其日戊子己丑)，左胷(應春分其日乙卯)，左手(應立夏日戊辰己巳)，頭一(應夏至其日丙午)，右手(應立秋日戊申己未)，右胷(應秋分其日辛)，右足(應立冬日戊戌己亥)，腰尻丁竅(應冬至丙午)。 \\n 推四時人神所在： \\n 春，左脇；夏，臍；秋，右脇；冬，腰。 \\n 推三旬人神在，誤針灸者各致其疾。 \\n 初一在足大指，厥隂分。針之主發跗腫。 \\n 初二在外踝，少陽分。針之經筋緩。 \\n 初三在股，少隂分。針之主小腹痛。 \\n 初四在腰，太陽分。針之主腰僂無力。 \\n 初五在口，太隂分。針之主舌强。 \\n 初六在太咽半（按：似有缺、誤），陽明分。針之咽門不開。 \\n 初七在内踝，少隂分。針之隂經筋急。 \\n 初八在手腕，太陽分。針灸腕不收。 \\n 初九在尻，厥隂分。針灸之病結。 \\n 初十在背腰，太陽分。針灸之腰背僂。 \\n 十一在鼻柱，陽明分。針灸之齒面腫。 \\n 十二在髮際，少陽分。針之耳重聽。 \\n 十三在牙齒，少隂分。針灸之氣寒。 \\n 十四在胃腕，陽明分。針之氣脹。 \\n 十五在遍身，不補不瀉。大忌針灸。 \\n 十六在胷，太隂分。針之逓息。 \\n 十七在氣衝，陽明分。針之難息。 \\n 十八在股内，少隂分。針之引隂氣痛。 \\n 十九在足陽明分。針之發腫。 \\n 二十在内踝，少隂分。針之經脉亦手。（按：似有缺、誤，不通） \\n 二十一在手小指，太陽分。針之手不仁。 \\n 二十二在外踝，少陽分。針之筋經緩。 \\n 三十三在肝及足厥隂分。針之發轉筋。 \\n 二十四在手陽明分。針灸咽中不利。 \\n 二十五在足陽明分。針之胃氣脹。 \\n 二十六在胷太陽分。針灸之令人喘嗽。 \\n 二十七在膝陽明分。針之足經厥逆。 \\n 二十八在隂，少隂分。針之小腹急疼。 \\n 二十九在膝脛，厥隂分。針之筋痿少力。 \\n 三十在足跌，陽明分。日空亡不泻忌針（按：有缺、誤） \\n 推十二支人神所在處，忌針灸。 \\n 子日(在目)丑日(在脾，一云耳)寅日(在胷)卯日(在脾，一云胷) \\n 辰日(在)巳日(在手)午日(在心)未日(在手，一云頭) \\n 申日(在頭，一云背)酉日(在背)戌日(在面，一云頸)亥日(在云)（按：似有缺、誤） \\n 推十二時人神 \\n 子時(在踝)丑時(在腰)寅時(在目)卯時(在面) \\n 辰時(在頭)巳時(在手)午時(在胷)未時(在腹) \\n 申時(在心)酉時(在背)戌時(在項)亥時(在股) \\n 量穴法 \\n 凡量穴，當以病人手中指、第二節、兩横文相去之間、為寸。凡量穴時，湏要身平正，不可拳曲，切湏慎之。 \\n 灸艾雜説 \\n 凡灸艾，皆以日正午以後，方可下火灸。謂隂氣未至，灸無不着。午前平旦，糓氣虚，令人癲眩不可卧灸，謹之！謹之！大槩如此，卒急者又不可拘此。若遇隂霧大起、風雪忽降、猛雨，暑雷電、虹霓、且暫停，候晴明可方下火。灸時，不得傷飽、大饑、飲酒、生硬物，兼不可思慮、憂愁、呼罵、嘆息，一切不祥，切須忌之。 \\n  \\n   \\n  "}
