{"章节": "提要", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《颅囟经》二卷，不著撰人名氏，世亦别无传本，独《永乐大典》内载有其书。考历代史志，自《唐·艺文志》以上皆无此名，至《宋·艺文志》始有师巫《颅囟经》二卷。今检此书，前有序文一篇，称王母金文，黄帝得之天，秘藏金匮，名曰《内经》，百姓莫可见之。後穆王贤士师巫於崆峒山得而释之云云。其所谓师巫，与《宋志》相合，当即此本。疑是唐末宋初人所为，以王冰《素问注》第七卷内有师氏藏之一语，遂托名师巫以自神其说耳。其名颅卤者，案首骨曰颅，脑盖曰囟，殆因小儿初生，颅囟未合，证治各别，故取以名其书。首论脉候至数之法，小儿与大人不同。次论受病之本与治疗之术，皆极中肯綮，要言不烦。次论火丹证治分别十五名目。皆他书所未尝见。其论杂证，亦多秘方，非後世俗医所可及。盖必别有师承，故能精晰如此。《宋史·方技传》载，钱乙始以《颅囟经》著名，召至京师，视长公主女疾，授翰林医学。钱乙幼科冠绝一代，而其源实出於此书，亦可知其术之精矣。谨据《永乐大典》所载，裒而辑之，依《宋志》旧目厘为二卷，俾不至无传於後焉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "原序", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 原序原序 \\n  \\n  \\n  \\n  \\n 夫“顱顖”者，謂天地陰陽化感顱顖，故受名也。嘗覽《黄帝内傳》，王母金文始演四序二儀陰陽之術、三才一元之道、採御靈機，黄帝得之昇天，祕藏金匱，名曰《内經》，百姓莫可見之。後穆王賢士“師巫”於崆峒山得而釋之，叙天地大徳、陰陽化功、父母交和、中成胎質。爰自精凝血室、兒感陽興，血入精宫、女隨陰住，故以清氣降而陽谷生，濁氣升而陰井盛也。甚者二儀互換，五氣相參，目覩元機，非賢莫逹。謂真陰錯雜，使精血聚而成殃；陽發異端，感榮衛合而有疾。遂使嬰兒纔養，驚候多生。庸愚不測始末，亂施攻療，便致枉損嬰兒。吁哉！吁哉！遂究古言，尋察端由，叙成疾目，曰“顱顖經”焉。真憑辨證，乃定死生。後學之流，審依濟疾。天和太清降乘赤海，真一元氣乘之，則母情先摇，蕩漾熾然，是陽盛發陰，當姙男也。六脉諸經皆舉其陽證，所謂姙衰不勝藏氣，則觸忤而便傷姙；勝而氣劣，則母疾三五月而發，皆隨五藏。心藏，乾而口苦，舌乾；肺藏，渴而多涕，發寒；肝藏，邪而胑酸，多睡；脾藏，發而嘔逆，惡食；腎藏，困而軟弱無力。藏、姙氣平，則和而無苦。胎若劣，而強得藏飬，至生亦乃多疾。二儀純陰之證，昇雜真一者，謂“陰發陽”，則父精薄，姙當成女也。六脉諸經皆發陰證，若血盛氣衰，則肥而劣氣；若氣盛血衰，則瘦而壯氣。餘藏、姙之氣皆同男説。孩子處母腹之内時，受化和之正氣，分陰陽之紀綱，天地降靈十月，而化萬物以生成。隨其時變，大理清純化成祥瑞之基，全真道一，故生成焉。一月，為胚精血凝也；二月，為胎形兆分也；三月，陽神為三魂動以生也；四月，陰靈為七魄靜鎮形也；五月，五行分藏安神也；六月，六律定腑滋靈也；七月，精開竅通光明也；八月，元神具降真靈也；九月，宫室羅布以生人也；十月，氣足萬物成也。太乙元真在頭曰“泥丸”，總衆神也，得諸百靈，以禦邪氣。陶甄萬類，以靜為源，是知慎於調护，即以守恬和，可以保長生耳。故小兒瘦痾，盖他人之過也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "脉法", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 脉法脉法 \\n  \\n  \\n  \\n  \\n 凡孩子三歳以下，呼為“純陽”，元氣未散。若有脉候，即須於一寸取之，不得同大人分寸。其脉候未來，呼之脉來三至，吸之脉來三至，呼吸定息一至，此為無患矣。所言“定息”，呼氣未出、吸氣未入，定息之中又至，此是平和也。若以大人脉五至取之，即差矣。如此七至以上，即為有氣；或脉浮如弓之張弦，此為有風，並可依後方合藥治之㈠。或七至以下，此為冷候，亦宜依後方合藥療之。或診候取平，或忽而不見，沉浮不定，伏益根平者，此為神鬼之病。且合求祟，續宜使藥。或桃柳枝湯浴，煎飲子為使，一兩顆桃心。 \\n 孩子脉呼吸十五至以上、三至以下，皆死矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "病證", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 病證病證 \\n  \\n  \\n  \\n  \\n 初生小兒鵝口、撮噤，並是出胎客風着顱、臍，致有此。可以小艾灸三壯㈡及烙之愈。 \\n 初生小兒至夜啼者，是有瘀血腹痛，夜乘陰而痛則啼。 \\n 初生小兒一月内，乳痢如膠，是母寒氣傷胃所致也。 \\n 初生小兒一月内，乳痢如血，是母胷有滯熱所作也。 \\n 初生小兒一月内，兩眼赤者，是在胎之時，母喫灸煿、熱麫壅滯，氣入胎中，熏兒腦所致也。 \\n 小兒温熱，皆因從氣熱而搏胃氣。然若下之，平氣即愈，氣虚則生驚而變癎。 \\n 小兒驚、癎，一從虚邪、客熱相搏而生。其候當用補飬安和即愈，加以性冷及太過即死。 \\n 小兒噦、逆、吐，皆胃氣虚，逆氣客於藏氣而作。當和胃飬氣至如下冷即極。 \\n 小兒霍亂、吐逆，皆胃氣與陰陽氣上下交爭而作，當用分和補藥調飬即愈，餘皆死。 \\n 小兒客忤無辜，皆因客入所觸及暴露星月。小兒嫩弱，所以此候多惡。 \\n 小兒一、眼青揉癢，是肝疳；二、齒焦，是骨疳；三、肉色鼻中乾，是肺疳；四、皮乾肉裂，是筋疳；五、髪焦黄，是血疳；六、舌上生瘡，是心疳；七、愛喫泥土，是脾疳。 \\n 孩子肌膚肥實、皮膚白，無故煩渴，此自小妳猛衝損肺，但依後方，内用“甘草人參合飲子”；若氣急、甚胷脹起、鼻連眼下臉青色、呻S吟Y之聲者，此必死之兆，不得與藥。 \\n 孩子利如泔、靛者，難效；利如鵝、鴨血者，脾已爛損，不宜與藥。 \\n 孩子凡有諸色疾苦，但眼瞼下垂牽，必定死矣。 \\n 孩子瘧，皆難效。或發無時，即口噤，咬牙作聲，此必死矣，呼為“瀝瘠疳瘧”，亦名為“鎻腸疳”。 \\n 孩子渴喫乳食，夜啼作聲，此即是腹肚痛。 \\n 孩子無故摇頭，此是腦頂風。 \\n 孩子喫乳食皆出，此是脾冷。 \\n 孩子無故肚大、項細、四肢消瘦，筋脉、骨節起，自是小來少乳，嚼食與喫早，成骨熱疳勞。先宜與“保童丸”吃，續與“柴胡鼈甲引子”。（“保童丸”方見“一切疳門”中，“柴胡飲子”方見“行遲門”中。） \\n 孩兒頭面、胷膊肌厚，臂脛細瘦，行走遲者，是小兒抱損。 \\n 孩子鼻流清涕、或鼻下赤痒，此是腦中、鼻中疳極，宜用後方。“青黛散”吹鼻、兼傅鼻下赤爛處（方見疳疾吹鼻門中）。 \\n 以前並診候孩子疾狀。孩子氣脉未調，藏府脆薄，腠理開踈，看脉以時依方用藥。 \\n 孩子或夏中熱時，因乳母沐浴多使冷水，妳得冷氣，血脉皆伏，見孩兒氣未定便與妳，使孩子多胃毒、及赤、白兩般惡痢，此乃是妳母之過。凡浴後，可令定息良久，候氣定，揉與之，即全無患。 \\n 師巫燒錢，乳毋須預祝之，勿令着水噴兒，皆令驚、熱入心，轉成患害，切細慎之。 \\n 凡孩子自生，但任陰陽推移、即毎六十日一度變蒸，此骨節長來。四肢發熱、或不下食乳，遇如此之時，上唇有珠子如粟粒大，此呼為“變蒸珠子”，以後方“退熱飲子”療之，不宜别與方藥。（《幼幼新書》注云：“《顱囟經》以六十日為一變，巢氏《病源》以三十二日為一變，説有不同，故兼存之。） \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "驚癎癲證治", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 驚癎癲證治驚癎癲證治 \\n  \\n  \\n  \\n  \\n 牛黄丸 \\n 治小兒胎驚及癎、或心熱。 \\n 牛黄、龍齒、馬牙硝、鐵焰粉（各一分） \\n 右為細末，錬蜜丸如梧桐子大。毎日乳食前，熟水調破一丸灌㈢下。令母忌口。 \\n 又、牛黄丸 \\n 治孩子驚熱入心，擬成癎疾。面色不定、啼哭不出、潮熱無度、不吃乳食、大段眼翻露白、手足逆冷、呼喚不應。 \\n 牛黄（研）、大黄、獨活（各一分），琥珀（炙、别研）、升麻、菉豆粉、大麻仁（别研，各半兩） \\n 右為末，蜜丸如梧子大。空心、熟水下一丸，頓服之，食後再服一丸。至十歳，加金、銀箔各五片，忌煿炙、毒物。 \\n 虎睛丸 \\n 治孩兒風癎、驚啼不喫乳。 \\n 虎睛（一隻），犀角、子芩（各等分），梔子仁、大黄（各十分） \\n 右五味，為細末，鍊蜜丸如梧子大。驚啼不喫妳，乳汁下七丸；風癎，米飲下五丸至七丸。兒小，减丸數。取利為度。忌毒物。若有虚熱，加知母六分。 \\n 又、虎睛丸 \\n 治小兒、孩子二十四種驚、癎，壯熱、抽掣脚手、嘔吐、夜啼、眼腫。 \\n 虎睛（一隻）、犀角、子芩（各等分）、梔子仁、大黄（各十分） \\n 右五味，為細末，鍊蜜丸如梧子大。驚啼不喫妳，乳汁下七丸；風癎，米飲下五丸至七丸。兒小，减丸數。取利為度。忌毒物。若有虚熱，加知母六分。 \\n 又、虎睛丸 \\n 治小兒、孩子二十四種驚、癎，壯熱、抽掣脚手、嘔吐、夜啼、眼腫。 \\n 虎睛（一隻，生用一對），梔子仁、茯苓（各二分），牛黄（少許，生用半兩），人参（一分，生用一兩），鈎藤、大黄（各四分），犀角（末、一分，生用二兩），黄芩（一分，生用一兩），蛇退（七寸、燒灰，生用一分）　 \\n 右為末，蜜丸如黍米大。空心、熟水下，隨年。丸輕者一服，重者三服，妳汁下。亦得生、熟水下。妳母忌一切生冷、油膩、毒物。 \\n 廣利方 \\n 治孩子驚、癎不知，迷悶、嚼舌仰目。 \\n 牛黄（一大豆） \\n 右為細末，研和蜜水服之。 \\n 二十二味虎睛丸 \\n 治孩子從一歳至大，癲發無時，口出白沫，小便淋瀝不利。 \\n 虎睛（一隻，生眼㈣佳，曝乾，酒浸令黄色），真珠、蜂房（各三錢），麻黄（二分、去節），鈎藤（三分），鐵精、防葵、大黄、子芩、龍齒、銀屑、梔子仁、羌活（各四分），柴胡、升麻、白蘚皮、雷丸（燒令赤）、人參（各三分），細辛（一分半），蛇皮（五寸、炙），石膏（五分），蚱蟬（四枚，去翅、足，炙） \\n 右為末，蜜丸如赤豆大。四、五歳五丸，日再服。大兒十丸。濃煎米飲下，忌生冷、油膩。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "疳痢證治", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 疳痢證治疳痢證治 \\n  \\n  \\n  \\n  \\n 保童丸 \\n 治小兒、孩子諸色疳，或腹内虚脹，驚、癎，頭髪立，常咬手指，脊疳，疳勞，臂脛細弱、倚立不得，及鼻下常赤、清涕，流涎不止，舌上生瘡，腦疳，口疳，腹上筋脉。 \\n 虎睛（半隻）、硃砂、麝香（各一錢），牛黄、龍腦、巴豆、芎藭、桔梗、枳殻、檀香、茯神、人參、當歸、羌活、代赭、鶴虱、白术（各半兩） \\n 右為細末，下香、砂、巴豆，令匀，錬蜜丸如梧子大。一歳至五歳，毎日一丸。十歳，每日兩丸。並空心、米飲下。但稍知孩子病甚，即加藥與之孩子未較，妳母忌生冷、油膩、灸煿、毒、魚、大蒜、米醋。 \\n 又方 \\n 治孩子疳、痢、諸色疳、并一十五種病狀。一、腹大；二、皮膚黑黄；三、骨節麤；四、眼赤；五、口赤；六、鼻中生瘡；七、頭髪黄；八、咬指甲；九、愛喫土；十、愛喫甜物；十一、身熱；十二、頭大；十三、臍凸；十四、項細；十五、靣無光。並宜常服“保童丸”方。 \\n 硃砂、牛黄、麝香、蟾酥（各少許），阿魏（二分） \\n 右、先將硃砂於凈器中研如粉，入諸藥，一時以蒸餅為丸。忌羊血、生冷等。 \\n 又方 \\n 治孩子疳氣，或釀肚脹上筋脉，頭大項細，喫物不知足，夜中即起，腹内長鳴。 \\n 大黄（一兩）、陳橘皮（二兩，酸醋二合、浸二日，曬乾）、蜣蜋（二十箇，去翅、足、子，熱燒醋安之，以盃盖地上，去火毒，冷，取出炒過） \\n 右為末，蜜丸如梧子大。毎日空心、熟水下十丸。忌如常。 \\n 紫雪圓方 \\n 治小兒五疳、兼腹肚虚脹，疳氣煩悶、或時燥渴。 \\n 大黄、黄連、代赭（各二分），硃砂、麝香（各少許），杏仁（去皮尖、别研）、肉豆蔻、巴荳（去皮、以冷水浸、别研，各一兩） \\n 右為細末，蜜丸如梧子大。毎服空心、米飲湯下一圓。五歳、十歳只可服五丸。臨時加減。忌冷水、油膩、炙煿。 \\n 硃砂丸 \\n 治孩子疳、痢，辨蟲顔色、定吉凶。 \\n 硃砂（半石蓮大）、阿魏（如硃砂大）、蝙蝠血（三、兩滴）、蟾酥（少許） \\n 右為細末，和少許口脂調。先以桃柳枝煎湯浴兒後，看小兒大小，以菉豆大填兒臍中，後用紙片向臍中貼之，用青衣盖兒。看蟲出來，黄色輕，青黒色重。 \\n 青黛散 \\n 治孩子鼻流清涕、或鼻下赤癢。 \\n 青黛（一錢），蘆薈、地龍（各半錢），硃砂（一字匕），瓜蔕（半錢），細辛（一錢），宣連（半錢） \\n 右為細末，和合，吹鼻中，入麝香少許。 \\n 保童丸 \\n 硃砂、麝香、新蟾酥（各等分） \\n 右研合成劑，合子内盛，丸如麻子大。又於一合子内浸一丸，以筯頭点入鼻中，亦名“問命丸”。但孩子病甚，即與吹之，或得七噴，可以治之；五噴即甚；三、兩噴即死矣。此不可深著水浸，臨時入水亦不畏。 \\n 盖腦散 \\n 治孩子腦疳、鼻癢、毛髪作穂、面色赤。 \\n 地榆（炙）、蝦蟆（燒，各一分），蝸牛殻（二十一箇），青黛、石蜜（各二分），麝香 \\n 右為末，吹鼻當有黄水出。忌甜物。 \\n 胡黄連丸 \\n 治孩子熱疳 \\n 胡黄連、蟾酥（各等分　） \\n 右為末，蜜丸如菉豆大。五歳，熟水送下二丸。 \\n 調中丸 \\n 治孩子諸疳、或熱攻衝心肺，氣急，晝夜有汗，日漸羸瘦，不吃乳食。 \\n 柴胡、茯苓、人參、木香、桂心、大黄（濕紙裏、煨）、枳殻、甘草（炙）、鱉甲（醋炙，各等分） \\n 右為末，蜜丸如桐子大。毎歳兩丸，至五歳三丸。熟水下。忌如常。 \\n 地黄煎方 \\n 治孩子疳勞、肺氣熱欬、四肢漸瘦、心肺乾。 \\n 生地黄汁（五兩），酥、生薑汁、蜜（各一兩），鹿角膠（半兩） \\n 右，先將地黄汁安鍋内，慢火煎，手不住攪。約五六沸下酥，又五六沸下蜜，次下膠，又下薑汁，慢火煎如稀餳㈤，即住火。毎食後，兩度共與一匙頭。忌毒物。 \\n 又方 \\n 治孩兒疳蝕口齒，齒齦宣露、臭穢不可近。 \\n 葶藶（炒）、梧桐葉（等分） \\n 右為末，以臘月豬脂調，微煎作膏。取柳木筋子綿褁，微微揾藥，時烙。 \\n 又方 \\n 治孩子疳蝕脣鼻，及諸瘡。 \\n 硫黄、乾漆、文蛤 \\n 右等分。燒灰，稍煙盡，研為末，入麝子少許。以帛拭瘡膿血後，用藥乾糝之，立效。 \\n 又方 \\n 治孩子初患諸色痢，及微有疳氣。 \\n 右，用枳實，不限多少。炒令黒，拗破看、内外相似，為散。空心、米飲下半錢，以歳加減服之。忌如常。 \\n 又方 \\n 治孩子赤白痢 \\n 阿膠、赤石脂、枳殻（麩炒）、龍骨、訶子（炮半熟、去核，各半兩），白术 \\n 右為末，一歳、二歳空心、米飲下半錢。 \\n 又方 \\n 治孩子冷毒疳、痢白膿、疳靛、日加瘦弱，不喫食，腹痛。 \\n 青木香（一分）、黄連（半兩） \\n 右為末，蜜丸如梧子大。一歳以上，空心、熟水下一丸。三歳、五歳服二丸藥。性熱者，不宜多服。忌生冷。 \\n 温脾散 \\n 治孩子水瀉利，并脾冷、食乳不消，喫妳頻吐。 \\n 附子、乾薑、甘草（炮剉各半兩），白术（一兩） \\n 右為末，空心、米飲下半錢。忌鮮魚、毒物。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "《顱顖經卷上》考證", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 顱顖經卷上考證顱顖經卷上考證 \\n  \\n  \\n  \\n  \\n ㈠第一頁後二行、三行，原本“依後方同藥治之”，按，後方已佚，謹簽出聲明。 \\n ㈡第二頁前一行，“以小艾灸三壯”，原本脱“艾”字‘謹増。 \\n ㈢第五頁前六行，“灌”字、原本訛“蒲”，謹校正。 \\n ㈣第七頁前三行，注“生眼”訛“在眼”，謹校正。 \\n ㈤十二頁前七行，稀餳原本訛“稀錫”，謹校正。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "火丹證治", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 火丹證治火丹證治 \\n  \\n  \\n  \\n  \\n 黃帝問歧伯曰：“後生少稚，多被惡疾、丹毒二品，若何分之？”歧伯曰：“陽解百年、一十以上為毒，一十以下為丹。丹、毒一也，隨其大、小分别之，治之有毒，至依方，萬無一差。” \\n 喻人間男女，皆遭丹毒，至依此枉死者，復何限哉！良由信邪師之語，仍被恐之。愚昧之人勿與下手，請依方用之。 \\n 今出此圖，形狀如後。 \\n 伊火丹，從兩脇起。 \\n 神竈丹，從肚起。 \\n 尿竈丹，從踝起。 \\n 胡吹竈丹，從陰囊上起。 \\n 天火丹，從腹背、遍身起。 \\n 天雷丹，從頭、項起。 \\n 熛火丹，從背、甲起。 \\n 胡漏竈丹，從臍中起。 \\n 廢竈丹，從曲臂起。 \\n 神氣丹，從頭、背上起。 \\n 土竈丹、從陰踝起。 \\n 朱黄丹，赤豆色，遍身上起。 \\n 螢火丹，從耳起。 \\n 野竈丹，從背脊起。 \\n 鬼火丹，從面上起。 \\n 伊火丹，從兩脇起。 \\n 右用豬糞燒灰，并鐵槽中泥，拌調塗之，日三。 \\n 神竈丹，從肚起。 \\n 右用土蜂窠、杏仁、膩粉、生油調塗，立差。 \\n 尿竈丹，從踝起。 \\n 右用屋四角頭茅草，燒灰。使雞子白調塗之。 \\n 胡吹竈丹，從陰囊上起。 \\n 右用水茄窠下泥，和苦酒塗之。 \\n 天火丹，從腹、背、遍身起。 \\n 右用樺皮白末，和生油調塗之。亦用赤石脂、羊脂調塗之。 \\n 天雷丹，從頭、項起。 \\n 右用陰乾蔥赤末，拌脂塗。又用竈下土、雞子白調塗。 \\n 胡漏竈丹，從臍中起。 \\n 右用屋漏水，調竈中土塗之。 \\n 廢竈丹，從曲臂起。 \\n 右用屋四角茅草灰，雞子白調塗之。 \\n 神氣丹，從頭、背上起。 \\n 右用牯牛骨燒灰，羊脂塗之。 \\n 土竈丹，從陰踝起。 \\n 右用屋四角茅草、竈横麻、及雞子白調塗之。 \\n 朱黃丹，赤豆色，徧身上起。 \\n 右用慎火草擣汁，和酒調塗之。 \\n 螢火丹，從耳起。 \\n 右用慎火草擣汁塗之，生以醋調塗 \\n 野竈丹，從背脊起。 \\n 右用柔香茸蒴、赤小豆末，塗之，立差。 \\n 鬼火丹，從面上起。 \\n 右用竈下土，雞子白調塗之，立差。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "雜證", "正文": "　 \\n 颅囟经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 雜證雜證 \\n  \\n  \\n  \\n  \\n 平和飲子 \\n 小兒初生，可日與之。 \\n 人參、茯苓、甘草（炙）、升麻（以上各一分） \\n 右以水一白盞，煎至一合半以來，時時與之。乳母忌油膩。滿月及百晬以來加之。臨時冷加白术、熱加（缺）各半錢。 \\n 又方 \\n 治孩子臍中不乾。 \\n 白礬（一錢煅過）、龍骨（一分） \\n 右為細末，入麝香少許。毎次使拭臍乾，糝之，用帕裏，避風。 \\n 青木香散 \\n 治孩子陰囊或如疝腫脹。 \\n 狐陰（一雙、炙）、蒺藜（炒）、地膚子、昆布、枳殻（炒）、槐子（炒，各一分） \\n 右為末，一歳、二歳空心、米飲下一錢。 \\n 又方 \\n 治孩子蛔蟲咬心痛，面伏地卧，口吐清水、痰涎。 \\n 檳榔、苦棟根、鶴蝨（炒，各半兩） \\n 右為末，空心、熱茶下一錢，以意加减。忌粘食。 \\n 杏仁丸 \\n 治孩子或渴，此是蛔蟲傷。 \\n 杏仁（去皮尖）、膩粉（各一分） \\n 右為末，毎用唾丸，空心，米飲、茶任下二丸。 \\n 又方 \\n 治孩子赤逰腫、或如丹，煩渇，渾身赤瘤，壯熱。 \\n 菉豆粉、鉛白霜 \\n 右細研，蕓薹汁調塗之。 \\n 又方 \\n 取鉛霜法，將鈆來於石上打令薄，掘地作坑可鈆片大，以杵擣坑實，滿坑着醋，以鈆盖定。經一宿去取霜，如珠子大，和藥使之。如煩渴，以後服“解熱飲子”。 \\n 又方 \\n 麥門冬、小蘆根、竹葉、乾葛、漏蘆、犀角屑 \\n 右用水四合、藥半兩，煎一合。無問食前、後，徐徐與之。 \\n 消石散 \\n 治孩兒身上無故腫，但覺肉色赤熱。 \\n 消石、大黄、菉豆（各等分） \\n 右為末。毎用時，隨腫大小、取莙薘根研汁，調塗腫上。如有惡物，即看有点子、以膏貼之，四面以散子熁之。若無莙薘根，即用雞子白、或車前根葉亦得。 \\n 又方 \\n 治孩子胎中受風，長後或滿身生瘡，沸癢如疹癆，或如飢飽痒瘡。葱白、硝、臭黄、硫黄（各等分） \\n 右，用油半兩燒令熱，下少許蠟，先剥葱白三莖，細切，待油熱即潑葱上，細研。續下硫黄、臭黄、硝，更研之，旋塗。 \\n 茴香散 \\n 治孩兒赤眼，并胎熱，及疳障多淚。 \\n 茴香、冬青膽（陰乾）、生甘草 \\n 右為細末。毎洗眼時，取藥一分、水一盞，煎十沸後，温洗之。或孩兒長大，即加藥并水。 \\n 引子方 \\n 孩兒用藥洗眼，後可更服之。 \\n 知母、黄芩、青箱子、地蛹子、秦皮、車前草、山梔子、獨活（各等分） \\n 右藥，以水五合煎二合，去滓，温服。忌食如常。 \\n 又方 \\n 治孩子聤耳 \\n 白礬（半兩、燒過）、龍骨、鉛丹（燒，各一分），麝香（少許） \\n 右為末。以綿裹竹枝子淨，探膿水，以一小豆大藥傅之，别以綿裹塞填之，勿令見風。 \\n 又方 \\n 治小兒聤耳 \\n 石硫黄（製） \\n 右為細末，以糝耳中，日一夜一。 \\n 又方 \\n 治孩子小便不通。 \\n 茯苓、通草、冬瓜子、車前子（各等分） \\n 右，以水四合、藥半兩，煎一合半，作二服。忌油膩。 \\n 側柏散 \\n 治孩兒風熱 \\n 側柏、鬱金、天麻（酒浸一宿）、乾蝎、天南星、地黄（去土）、子芩、大黄（以上各半兩） \\n 右為末。治風及驚，温酒下；退熱，毎夜熟水下半錢。 \\n 柴胡引子 \\n 治小兒行遲，小兒自小傷抱、脚纎細無力，行止不得。或骨熱疳勞肌肉消瘦。 \\n 柴胡、鼈甲（米醋塗、炙）、知母、桔梗、枳殻（麩炒、去瓤）、玄參、升麻 \\n 右藥等分，並細剉。每日煎時，三歳以下取藥半兩、水五合，煎二合，去滓，分兩服，空心食前、後各一服。忌毒物。飲後用“澡浴方”。 \\n 澡浴方 \\n 苦參、茯苓皮、蒼术、桑白皮、白礬（各半兩），蔥白（少許） \\n 右藥剉細，毎浴時取一兩、沸水二升，浸藥後，通温與兒浴之。避風。於温處妙。 \\n 又方 \\n 治小兒數歳不能行。 \\n 取葬家未開户，盗其飯食來以哺之，不過三日便起行。勿令人知之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
