{"章节": "第四十一回 安龙媒初到邓家庄 邓老翁指点山林士", "正文": "  \\n 第四十一回　安龙媒初到邓家庄　邓老翁指点山林士 \\n 　 \\n 《儿女英雄传》第四十回已说至安骥由参赞大臣改放山东学政，升授内阁学士，兼礼部侍郎衔，又加右都御史衔，作为观风整俗使，陛辞后择日动身赴任。内里是舅太太、乌珍姑娘同戴嬷嬷、奶母、小丫头，外面是山东来的褚、陆四人，一齐动身，分水旱两路走，约定到德州聚齐。安骥临行时已禀过安老爷：要访那李师爷，须先到九公庄上打听才得实信。这里动身往山东进发。按下不表。 \\n 再说邓老翁自打发两个徒弟送褚、陆二人行李后，止说是安公子一定出口到乌里雅苏台做参赞大臣，此番一去，至少也得三年五载才得回来，想一路上有褚、陆等四人保护，谅也无妨。那老翁在家，每日无事，抱抱孩子，说说闲话，倒也十分快活。那姨奶奶呢，除了奶孩子外，说说笑笑，服侍老翁而已。 \\n 那一夜，忽然做了一梦，梦见长姐来了，身穿大红衣服，满头珠翠，像个新娘子一样。进门来就叫：“姐姐你可好？我想得你苦，今朝才见着了，我替你带的东西还在后面呢。你快给我一碗热茶喝，我一路来走得渴了，快些倒茶来！”那姨奶奶梦中听了这话，忙答应道：“有茶，有茶，我来给你倒。”姨奶奶梦中这一嚷，早把老翁也惊醒了，嚷道：“你瞧你这是怎么说？那么大的人还会发夜张说梦话，真是越大越活回去了！” \\n 二姑娘道：“老爷子，你不知道，我做的这梦有点古怪。我梦见安家那个长姑娘，他是我的干妹子，我时刻想他，总见不着，今晚可梦见他来了。身上穿的红袄，像个新娘子。他说他走了一路，渴极了，要喝茶，我所以才答应他，说我来倒。我止当是真的，谁知是梦。看起来这梦总有点兆头，不要他们真个来山东，也未可定。”九公道：“他如今必定是跟他家太太在京，那乌里雅苏台是必不去的。他太太又不出门，他怎么会到山东来？这是你想他，才有这梦，别瞎猜乱想的了，快睡觉罢！” \\n 说话之间，孩子也醒了，要吃奶，二姑娘忙奶孩子，不多时，大家都睡着了。 \\n 到了次早起来，褚大娘来见过老翁，问道：“昨晚上我听见老爷子醒了，说了好一会子话，二姑娘也说话，是为甚么事？” \\n 老翁道：“你还问呢！就是二姑娘发梦颠，说梦话，吵醒了人，你问他罢，说来真要笑死人。”褚大娘子忙问二姑娘道：“我的小妈，到底是甚么事呀？”二姑娘道：“我昨晚上睡得好好的，约有三更天，做了一个梦。梦见安家长姐妹子，身穿红衣服，戴了一头珠翠首饰，像才出嫁的新娘子。他说他到山东来了，一路上走得急，渴得很，要喝茶。我听见忙答应说有茶，我来倒给你喝。就是这个答应当儿，我就醒了，把老爷子叫我惊醒了。姑奶奶，你看我妹子到底来不来？这梦准不准？你替我圆圆梦罢。”褚大娘子听罢，笑道：“你怎么心眼这么实！梦是一半心计。你天天想那长姑娘，所以梦见他了。若说他来山东，止怕未必。” \\n 父女三人正在说话，止见外面庄丁走进来叫道：“老爷子！外面来了两个人，骑马来的，说请你老出去，有 \\n 话说。”老翁听说，忙匆匆往外就走。这两人是谁？一是马夫，一是安公子差来家人，先来通知邓翁，随后就要来了。邓老翁出来，那家人忙上前请安，说：“主人先差小人来通知，主人随后就到。主人是便服乔装来的，因是钦差，恐惊动乡间百姓，所以绕道而来。”老翁听说大喜，忙问：“你们少大爷不是上乌里雅苏台吗？怎么又到山东来？莫非由山东也可以去的吗？我差去那四个人，他们怎么不先来报信？”家人道：“褚、冯二位是在水路船上护送家眷，陆、赵两位是跟着主人一路同行，即刻就到。主人如今是放的山东学台兼观风整俗使，不上那乌里雅苏台了。”九公道：“呵呵！原来有这等事。这可真算是好极了。那家眷走水路从运河直下到德州，起旱进省，不过三站；德州离我们这里不过一百余里，等我快差人去德州迎接，一定要请你们太太、大奶奶来我家盘桓几日。管家，你快到那边客房里歇息歇息。”忙叫庄丁领这二爷去，叫厨房里快备菜饭，打出酒去；又叫人快收拾厅房，要打扫干净，预备着请安家主仆好住。 \\n 九公吩咐着，一面走进里面，一面走，一面嚷道：“姑奶奶，你瞧瞧二姑娘做梦可真做准了，真个安家有人来了。原来少大爷不上乌里雅苏台了，改放我们山东学台，即刻就要到快了；家眷是从水路走运河到德州上岸，我要差人去接他们来住几日。这不是二姑娘的梦有点准吗？”褚大娘子听了这话，欢天喜地，那姨奶奶更不用说了，忙料理预备酒菜茶饭，收拾屋子，随问道：“老爷子，问了他们家眷是全来的，还是有几位留京呢？”二姑娘道：“别的不管，先要问一声我那干妹子来不来？我真是怪想他的。老爷子快问问罢！”九公道：“你且别忙，等一回少大爷就来了，那时当面细细的问他就知道，谁来谁不来，何必忙在这一刻工夫呢？”褚大娘子道：“不错，我的妈呀！你快给两个孩子换换衣服，打扮打扮，好见见那干哥哥呀！别叫人家笑话。”二姑娘听说，这才叫老妈进房里替两个孩子换上衣服，又给孩子洗了脸，揸上粉，点了胭脂，自己也梳洗，换上衣服。褚大娘子已经将下马饭菜、酒果点心，样样都预备停当，所用这些吃食酒菜果子，家中都有现成的，所以不过弹指之间，诸事都已齐备。那老翁又在外面客厅上看着人打扫干净，铺设好了坐位，忙走出庄门外来迎接。果然远远望见有几匹马奔庄上而来。 \\n 原来安公子此番访九公，是私自改装而来，轿马人夫全不用，止同了陆葆安、赵飞腿、随缘四个人骑马，行李都捎在马上，打算不过见了面，问明那李公隐居之所，然后再定或在庄上动身去访，或赶紧到省接印后，再专人去请，都不能预定。 \\n 所以公馆中留下轿马，止说大人偶尔抱恙，要打住几日，不用地方办差，自己起火食。那个地名红花铺，是沂州所属，离府城四十余里，离邓家庄五十余里。主人仆从四骑马，步下两个马夫，共总六人，不多时已到庄门。安公子一眼看见邓翁，慌忙下马。陆、赵二人与随缘一齐下马，马夫拉过马。随缘忙将帽盒解下来打开，取出帽子，安公子戴好，忙叫道：“九太爷！”抢行几步，到面前请安下去。老翁一见，呵呵大笑道：“少大爷，老贤侄，今日真是从天上掉下来，快请进去罢！” \\n 说罢，一手拉了安公子的手，往内飞跑，也顾不得招呼陆、赵二人。那二人忙赶着上前叫：“老爷子请安。”九公答应，问道：“他们俩是在水路船上护送，到底船上有那些人，我那老弟想必同来？”安公子忙答应道：“父母都在京，不同来，船上就是舅母与侄儿新置的妾两个人。”九公道：“哈哈！两位姑奶奶也不同来。老贤侄你这样年纪，两位姑奶奶又正在年青，怎么老贤侄竟会买了人？难道老弟弟夫人竟许你弄人吗？两位姑奶奶大量宽洪，不说也罢了，难道他姐儿两个就都不肯出京上任，做现成太太，倒让这新置的姨奶奶享福？真是怪事，真叫人意想不到。”安公子道：“这置妾一事，说起来话长，容侄儿慢慢的细禀。”九公道：“是了。”忙拉着公子，竟到了上房。 \\n 褚大娘子早已迎面叫应道：“少大爷妹夫来了，干娘、老爷子好，两位妹妹好，舅太太、张亲家爹妈都好！船上是那几位？大概全来了，怎么又走水路呢？我们老爷子就要差人去迎接来住几天，好在不远。”褚大娘子方才问话，安公子尚未回答，又早走过这位二姑娘，也照褚大娘子一样，一位一位的问好，随后问道：“我那妹子想必来了，他可好？我梦见他做了新娘子，穿了红衣裳，戴了一头珠翠，倒是到山东来了，路上走得口渴，要喝茶。我梦中正答应倒茶，这个当儿醒了，天正交三更。到底我妹子来了不曾？”安公子听了这些话，有些不好意思的，只得说道：“船上就是舅母同他，父母同他姊儿俩都不来，说起话长，容我慢慢的细说。”忙走至当中，要给邓老翁行礼。老翁哪里肯，说道：“老贤侄，你如今是钦命大人，断不敢当你大礼，休要折了我的福寿。”安公子止得请了一个安，随后给褚大娘子、姨奶奶作揖，忙问：“两个弟弟呢？” \\n 姨奶奶叫道：“老李，快把他们俩抱来见见大人哥哥！”那老婆子答应，果将两个孩子一手一个抱了来。安公子细看，只见一个面黑，一个面白。黑的恰像九公，白的与姨奶奶面目无二。 \\n 安公子看罢，赞道：“好两个兄弟，真是有福气的。”九公与褚大娘子齐声道：“但愿借你的吉言，将来还要你疼顾他们俩呢。”姨奶奶道：“他二叔上回来，不是替他起的小名，那官名按着我们老贤侄少大爷的大名‘骥’字排，一个叫世骏，一个叫世驯，说是像两匹好马。”安公子道：“不错，老人家也曾说过，连侄儿一时都会忘了。”说罢，九公携了安公子手，出了上房，说道：“你上次到过那个庄子是西庄，这个地方你还是初次来的呢。你看我这个箭道还宽敞么？”领了安公子，前前后后看了一遍，重新走进上房。 \\n 褚大娘子已经将酒菜摆好，请他爷俩入座。九公让公子上首坐，安公子不肯。老翁道：“你是客，总得坐上首的。”公子辞不过，只得坐了。那四个服侍的孩子，早已一旁站立，上前斟酒。老翁见了公子做了大官，毫无一点官派，仍旧是从前那个样子，好不喜欢，杯到即干，连喝了一阵酒。安公子也是爱喝的，也陪饮了不少，又吃了两道菜，这才问老翁道：“侄儿要问九太爷一件事，不知有所闻否？”九公道：“何事？” \\n 安公子道：“有一位隐君子，姓李名应龙，号素堂，从前曾在纪大将军幕中，近来无意进取，隐居山中。闻人云就庄这青云山左右。这人年近古稀，深通岐黄，尝舍药治病，不知九太爷有所闻否？侄儿此番奉命往山东充采访使，非得一个能干人在幕中不能济事，因此父亲放心不下，命侄儿顺路来见九太爷，务要访明此人住处，亲身前去聘请。若这位先生肯出山入幕，助侄儿一膀之力，何忧山东风俗不整，大案不消呢？”九公闻言道：“原来如此。这人我略有所闻。不错，姓李，年纪六十多岁。他现隐居在青云山下一个村庄中，离此十八里远。这地方我庄上有人去过，你等我去把那去过人叫了来，命他引路，我陪你去走一趟。但恐到了他那里，他又出门，或推故不见，那就无法可想了。万一见着了，你自然有一套竭诚请他的话，再加上我打个边鼓，下一番说词，他或者竟肯出山襄助，也未可知。总而言之，你我尽到了心，那个人来不来，这其中关乎机缘遇合，勉强不来。你想我这话是不是？”安公子道：“九大爷这话痛快明皙，就是如此办法。” \\n 两人一面谈，一面吃，登时酒醉饭饱，命人收去残肴，大家散坐。那其间九公又问起何以两位姑奶奶都不同来，专叫这长姐同来的缘故。安公子才把那两人有孕不便坐车，父母恐无人照应，才赏给长姐做妾，现在同舅母先来；等他二人分娩后再轮班来山东的话，细细陈明，老翁才明白了。褚大娘子与二姑娘一旁也听见了，止见二姑娘站了起来，向着老翁道：“老爷子，你瞧我做的梦真准，如今我那妹子可是做了新娘子，她走水路到德州，离咱们这里多少路，你快叫人去接了她来，住这们几天，好不好？老爷子，你快叫人去呀！”二姑娘连说带催，老翁止得答应道：“不必忙在一时，我算算他们几时动身，走了几天，此时该到那里了，等她到得德州前两日，我们差人去还赶得上；若先去了，她未到，也是白跑。你且耐心烦等着。”随即问安公子动身日期，在何处上船。安公子道：“他们俱同是一天起身，由通州上船，据说十天内可到德州，但不知此地离德州有多少路？”九公道：“事不宜迟，倒要快差人去的好。”忙叫庄丁去外面请陆、赵二人进来。二人来到，老翁道：“这件事说不得还得你二位辛苦一趟，我也写不及信。少大爷要在此有事，去访个人，也要耽搁数日。此地离德州我记得不过百余里，你二人快骑马去接。接着了，就雇车请他们来此盘桓数日，行李等件用得着的带来，用不着的，派那冯小江在德州店里住着老等，将来仍由那条路进省。你去说这是一定要他们来的。话也说完了，快收拾行李，带好盘费，今日还早，还可以走二十里呢。”陆、赵二人答应，忙出来向帐房取了盘费，收拾好了行李，牵出了马来。二人将行李捎在马上，飞身上马，往德州而去。这里天气晚了，又摆上夜饭，大家用过。有随缘与那家人将安公子的铺陈打开，在安老爷从前住过那三间南房内，安排起床铺。安公子又与老翁谈了半时闲话，然后归寝。那老翁说道：“明早我们起来，吃了早饭，一同骑牲口往青云山下拜访那位李老先生。”约好了，老翁也回房睡觉去了。 \\n 一宿晚景易过，到了次早，九公起来梳洗。那安公子已早起来拱候。爷儿俩洗脸喝茶，忙催吃饭。各饮了数杯酒，就吃饭，饱餐了一顿。又吩咐带路的庄丁也吃饱了饭。马夫将马备好拉出来，九公与安公子二人辞过了褚大娘子、姨奶奶二人，忙即上马，跟随那庄丁，一路往青云山下访那李素堂，按下慢表。 \\n 且说那李素堂是何许人？乃李邺侯之后，与顾肯堂是同窗弟兄，端的腹有《诗》《书》，广藏经济，医卜星象、书画琴棋，无一不会，最善的是天文、数学。当年也在纪大将军幕中，因见那纪大将军位尊自满，渐渐专权倚势，他就辞馆回家。当时有当道的闻其名来聘请他，他看破世情，一概谢绝。因在南方常有人来惊动他。所以白南而北，寻着山东这青云山左一个小村庄名丰厚村，置了百余亩地，一半自耕，一半雇人耕种，盖了十余间茅屋，同他妻子与寡媳、幼孙亲丁五口，隐居于此，栽花种竹，游水玩山，享受些山林乐境。他又会医，不论村中及远近乡人，凡有疾病，请他一治就好，贫苦者连药都是他舍，因此村人无不佩服感激他。他也有几个朋友，一年或来一二次，勾留数日别去。他却从来不履城市，止在山下十余里内走动。 \\n 这就是索堂先生大概情形也。那九公与安公今日特来访他，他做梦也猜不着，若要知道，早已避去了。 \\n 闲话少提，言归正传。那邓、安二人随着庄丁，走了约有一个时辰，已到丰厚村口。庄丁指与二人道：“这一进村，往西边过去，到了那无人家所在，有一条小路在北方，从小路进去半里，看见竹园，一片篱落，那就是李先生住处了。可就是那路狭小，止容一人一骑走过。”邓、安二人道：“到了那里，我们下马步行何如？”说话间，已进了村，一直往西走去。街上也有人过往，见这两个人一老一少，骑马而来，他们便站住问道：“尊客来此，有何事务？”庄丁答道：“专来拜见李先生的。”那乡人道：“哦，是了，想是来请他看病么？他今日恰好正在家中。昨日才来了一位远方客人，是他的好朋友，说是多年不见面了。今天早上绝早，他家庄客就到青云堡集上去买肉去了。我们是听那庄客说的，所以知道。” \\n 邓、安二人听说李素堂在家，心中十分欢喜，忙催骑前行。 \\n 到得村前，看见了向北小路，二人忙下马来，将马交与马夫，命庄丁同马夫在此守候，不要怠慢。二人往北边就走。要知见了素堂怎样说法，且听下回分解。 \\n   \\n  "}
{"章节": "第四十二回 访隐逸巧逢有才士 接家眷喜见梦中人", "正文": "  \\n 第四十二回　访隐逸巧逢有才士　接家眷喜见梦中人 \\n 　 \\n 话说安、邓二人下马步行，走进这条小路，果然窄狭，仅容一人行走。远远的望去，半里外露出一带青光掩映，都是些修竹，竹林内隐隐的有篱落围绕。二人步至竹林前，看见篱落中的茅屋了，当即走到茅屋门前。但见两扇柴门关闭，静悄悄的，无半点声息。安、邓二人站立门外，轻轻叩门，止听里面有人答应，将门开放。原来是一个小童，年纪十二三岁，望了二人一望，并不认识，问道：“尊客从那里来？要寻何人？到此何事？”邓老翁闻言，先上前应道：“我姓邓，在二十八棵红柳树邓家庄居住；这一位姓安，是我的朋友，特地有事来求见李老先生。烦小哥替我们通报，一定要来见的。”那童子闻言，说：“二位少待，等我去通报。”说着转身人内去了。 \\n 安、邓二人细看那门内景致，但见满院栽的花草，红绿映目，夹着有几竿细竹，又有小小鱼池，旁堆玲珑石笋，地方虽不甚大，精洁非常，真有不染红尘景象。二人看罢，称羡不已。 \\n 正看间，只见那小童已出来了，说道：“主人有请。”二人忙整肃衣冠，就要往里行走。那小童道：“且慢着，等我关上了门。”随将两扇柴扉关闭，然后在前引路，越过天井，来至书房门口。小童先招呼主人道：“客人进来了。”只见房中走出一位老叟，年近古稀，须发苍白，身高六尺有余，一脸的道气，身穿布衣，足登芒履，向二人望了望，忙走至滴水檐前，将手一拱，说道：“有劳二公不远而来，蓬荜今日生辉矣。请屋里坐！”安、邓二人躬身应道：“仓猝晋谒，劳动起居，万乞怨某等唐突之罪。”说罢，走进里面。邓老翁先对那老里施礼作揖，随后安公子上前深深打躬。老叟还礼让坐，宾主分东西坐下。 \\n 老叟道：“敢问二公尊姓大名，府居何处？据童子说有一位姓邓的老翁，不知可是江湖有名保镖的九公么？”邓老翁忙答道：“不敢，就是老朽。舍间在二十八棵红柳树，离此不远。久欲瞻仰，又恐礼貌不周，因此中止。这一位是敝友，姓安，他的令尊同老朽是盟兄弟。他如今是奉旨到山东，因素仰先生大名，特约了老朽来，一同专诚拜访。窃幸得睹尊颜，实三生之幸也。”老叟闻言，忙问道：“安公奉旨山东，乃是一位贵官，不知现居何职？”安公子道：“晚生由国子监祭酒升授内阁学士，兼礼部侍郎衔。今蒙圣恩，简放山左督学使者，钦加右副都御史衔，兼观风整俗使。家大人曾做过南河知县，今已告职家居，久仰先生有经世之才，曾襄巨公幕府，因此家君特命晚生探明府居，亲身拜见，面领清诲。若不嫌愚鲁，屈驾出山，偕往署中，朝夕传教，俾晚生有所禀承，不致误事。上不负国恩，下不贻民怨，受惠匪浅。不知先生能俯赐矜全，不弃愚蒙否？”说罢，连连打躬。那老叟闻言，叹息道：“大人请坐，如此降尊忘贵，询及草茅，其胸襟之开阔可知。令尊翁乃当时廉吏，淮安一带至今颂扬。那谈尔音而今安在哉！大人夙受庭训，家学渊源，此番奉命来东，东鲁之苍生有福。以才而论，大人经纶满腹，又复谦光，观风整俗，优为有余。至於甄陶士林，更是小事，何必咨询老朽山野之人？老朽年衰识浅，一无所长，断不敢膺大人重聘。若以老朽当年曾在幕府，那不过是因人成事，徒有虚名而已。请大人另访高人，老朽实不敢妄领重任。” \\n 安公子听他这一番言语，尚未回答，早把邓老翁急了，遂说道：“李老先生，怀着人家那些文墨话，滔滔滚滚，说了一大套，我这老头儿不大懂得。我生性最直。有两句 \\n 话说你听听：咱们做了一场人，总要烈烈轰轰，做出一番事业，好留个名。如今山东一省，闹得这个样，你该也知道。皇上如今放我们这老贤侄来整顿风俗，大概总是为国为民。他怕弄不好，才来求你。这是为公，你为何推故呢？依我说，你就出来整顿一番，不过三年功夫，把山东治好了，他也有名，对得起皇上；你也有名，是救了山东百姓。你瞧好不好？就算山东百姓，他不知道感激你，那头上的老天，难道他看不见吗？那一来，你再隐居学道，包你修成神仙也容易些。你若不管，知道的说你看破世情，高尚其志；不知道的反笑话你光会说，不会行。你老人家再想去罢，我这老头子话合理不合理？”那李先生听了道：“邓翁这几句话，真是爽快直捷，句句实话，谁敢说无理！但是老朽年迈，精神不继，难以胜任。也罢，既安大人虚心延访，欲人襄助，我这里却有个人，说起来这人的声名，料安大人也知晓。他的叔父号肯堂，曾为纪大将军业师。那时与我同事，如今退隐温州。他有个侄儿，号朗山，年纪四十余岁，论学问经济，在我之上。他昨日才来，如不嫌弃，我引他出来相见，就此说说，请他入幕襄助，敢保收一臂之力。” \\n 安、邓二人闻言大喜，说：“快请那顾先生来一见！”李老叟忙到里面套间屋内，叫道：“朗山，快出来见见这位贵客！” \\n 果见从屋内出来一个人，生得清秀异常，年纪约四旬以外，身高六尺有余，一望而知是个有学问的人。走了出来，向邓、安二人打躬，口称：“草茅寒士，今日何幸，得近大人先生。” \\n 安公子忙应道：“先生休如此称呼！既蒙不弃，何用客套？请坐了，好领大教。”说罢，大家归座。 \\n 安公子先将此次奉命，要整顿风俗，拟请李老先生出山相助，再三不肯，推荐先生，“不识先生肯屈尊同往否？若能赏驾，不独晚生叨光不浅，即山左苍生，亦受惠无穷。”顾朗山道：“鄙人有何德能；敢府此重任！还请大人另访名流，鄙人断不敢奉命的。”顾生再三谦让，那李先生一旁劝驾道：“朗山，士为知己者用。今既安大人殷勤劝驾，一片真诚，你若再辞，太觉寡情了。依我说，你就出山一行，略展抱负，省得旁人目我等为处士虚声，将来大事办了，速即抽身，名实两全，岂非素愿乎？”那朗山听说这话，随答应：“既老叔如此吩咐，小侄斗胆应命。目下却不能同行，还要回乡料理，大约耽搁一月，路上往返二十日。五十日后，必到东省学院署中，来供驱策。一言为定，决不食言。”安公子闻言大喜，忙恭恭敬敬深打一躬，道：“先生肯下降，山东无难办之事矣！但望早来一日，免学生盼望。”朗山道：“不劳大人叮嘱，五十日之期已订，决不爽约，尽管放心！”他四人说得投机，那李素堂开言道：“既已一面而成莫逆，也不用客气，等老朽进去端整些山肴野菜，斟上浊酒，大家同饮一杯，扰我一顿午餐，何如？” \\n 安、邓二人道：“妙极了！我等正要饱尝先生这山林风味，可不要太费事，只随便家常饭菜足矣。”李素堂道：“山居僻陋，那有甚么美味佳肴？少时不要见笑就是了。”说罢，入内料理去了。 \\n 这里顾、安、邓从新细谈。顾先生问起邓翁一生事业，安公子略述大概。顾生钦佩不已。正说得高兴，但见小童已来端整座位，摆下杯箸，从里面端出来数碟小菜，一壶酒。李老翁出来让座，让邓老翁首座，安公子次之。安公子不肯，要请顾先生座，李翁道：“现在我处，他不能僭你；到了贵衙，自然要让他上坐。”安公子听了如此说，止得告罪坐下。李翁亲自斟了一巡酒，说道：“仓猝之间，草草不恭，休嫌简亵。”邓老翁道：“老先生不用客套。你这酒甚好，但是我这老头子酒量大，你有多少酒，先说说，我好喝。若酒少，我便留量；若是酒多，我好放量。”李翁道：“酒不多，大约十余斤还有。你老人家能饮几何？”邓翁道：“十几斤够我半顿饭喝的了。说老实话罢，我每顿饭必得绍兴酒十余斤，今日我喝个八斤罢，剩下的你们三位喝。还有一说：我的饭量也不小，大概一餐饭得五升米，先告诉了主人多煮饭，别吃到半中间无了饭，那可教肚子里受委屈了。”李翁道：“饭倒有，还有大馒首呢，管保你够吃。”说罢，大笑道：“你老人家真正爽快，老当益壮，好比当初廉将军一饭斗米。”邓翁道：“甚么将军！一句话，好吃贪嘴，下作而已。”李、顾二人道：“说哪里话！这口福也是人一生带来的。”他四人谈谈说说，果然小童不住添酒，末后端出了两大碗肉，两大盘馒首。大家吃了馒首，又添了饭，吃了一个酒空菜净。李翁问邓翁道：“吃饱了否？”邓翁道：“饱了。得了，我这肚皮一点不受委屈了。”李翁于是帮同童子收拾了碗盏杯筷，擦抹净了桌子，又拿出茶来，大家饮茶。 \\n 九公忽然想起：“我们还有两个下人同来，现在村外，不知他们饿了买得出饭食来否？”李翁道：“村外有小饭铺，他们饿了，自然会买；就是乏钞，但说老朽这里的客人，饭铺里也赊出饭来。”邓翁闻言才放心。当下安公子对顾朗山约定，一月之后到山东省学台署中见面，一切聘金盘费随后补送。朗山答应。李翁道：“如今你们宾东都面订好了，将来也省却多少烦文。天气也不早了，二位快请回庄，明日安大人好赶紧上路赴任，如何？”安、邓二人闻言，忙站起身来谢扰告辞。安公子道：“倘蒙老先生不弃，后日有兴，屈驾到敝署盘桓数日，指教些大事，则受惠良多。”李翁道：“后会有期，但有便老朽必来晋谒。”邓翁道：“李先生，老拙舍下离此不远，务必请你暇时赏个脸，到舍下来，你我谈谈，千万是要来的！”李翁道：“老翁府上改日定要来的。”邓、安二人这才出了书房往外而走，李、顾二人相送。送出大门，二人一揖而别。出了这条窄路，到得村中，看见马夫与庄丁，问了他二人可曾吃饭。 \\n 二人道：“幸亏村中有个小饭铺，我二人进去吃了一饱，身边带得有钱，给了他刚够，马也喂了。”天气还不甚晚，安、邓二人忙上马，往邓家庄紧走。 \\n 不多一会，已回至家。二人入内，邓翁命人打水洗脸，褚大娘子忙出来问道：“吃了饭不曾？”老翁道：“饭是算吃过回来，早一点吃饭罢。”褚大娘子道：“早已预备好了，甚么时候吃都有，但不知去访那位李先生怎样了？见着了他未曾？又是在那里吃的饭呢？”老翁就将访那李老翁，到他家中，其人甚好，但是不肯出山，留我二人吃饭，荐了他的盟侄姓顾的，恰好那姓顾的昨日才来访他，我们今日凑巧遇见，那人年纪四十有余，是个有本领有学问的人，约定了他先回家，一月后他到山东省学台署中相会，如今我们该差人去迎接家眷去了。安公子道：“明早侄儿动身回到公馆，好收拾动身赴任，此是私自潜访，怕人知觉，不好再耽搁了。”九公道：“你王事在身，我不敢强留，但舅太太同你那如夫人，我已去接去了。他们若来了，倒要多留他们住几天，然后再送上省。好在你此去也还有些路上耽搁，就是早到衙门，住上十天半月，再接家眷也无有甚么不方便的。”安公子止得答应，说：“不过又要来打扰，于心不安。”当夜归寝。 \\n 次日绝早起来，九公早巳出来摆上送行酒饭。安公子领了情，饮了几杯酒，吃了饭告过辞。那时内眷尚未梳洗，也不去惊动，仍同了马夫、下人，主仆三人离了邓家庄，奔官塘大路。 \\n 午刻工夫，已到公馆，暗暗进去，住了一夜。次日上路，往山东进发，这且不表。 \\n 再说舅太太与长姐、戴嬷嬷同小丫头、仆妇等，从通州下船，由水路往山东进发。走了九天半，方到德州。靠了船，正在要寻公馆搬上岸雇夫上省，这个当儿，是褚一官想起来了，说：“此地离邓家庄不远，不过百里之遥。想那安公子原说要到庄上见九公，访那李师爷，何妨专个人去通知老翁，叫他来接这家眷，到庄上少住数日。”主意想定，就与各家人商议妥了，差了冯小江飞速去报信，这里故意耽搁，说公馆还未寻好，暂在船上住一二日罢。就是上岸，也得要慢慢雇车雇轿。太太们哪知其中原委，当做真的。无巧不成书，冯小江刚走出去二十里，正碰着邓家陆葆安与庄丁前来迎接，彼此见面，说明缘由。冯、陆二人忙回到船上，将邓九公已经见过安公子，同去访那李先生，如今是赶紧赴任，至于家眷接到邓家庄，好在不远，由那里进省动身，也是一条大路，不过多绕道百余里。那老翁遣人同来，一定要接了去的。家人们把这一番话禀过舅太太与珍姑娘，说是明日就可动身，路上止住一站，便到邓家庄，雇车雇轿请示下来，即刻能雇定的。那舅太太本来与褚大娘子说得上来，又听人说那姨奶奶天真烂漫，如今养了双生儿子，倒要去看看。况且邓老翁情义万不可却，好在来去数日也耽搁不了甚么大事。珍姑娘更不用说，想念那二姑娘非止一日，此番来山东，巴不得与他相会，生怕不走旱路，错过机会。如今听说来接，心中好不喜欢，忙问舅太太道：“邓九太爷既然来接，咱们总得去走一趟。”舅太太点头应允。 \\n 那时褚、陆、冯、赵四人都在一处，又有家丁与打杂的伺候，登时就去雇车雇驮轿，还有马匹，雇妥了。次早就船上行李一一收拾起来，将细软东西捆成驮子，用骡子驮，其余俱装大车，言明轿车骡马一直雇至省城交卸，先绕道至邓家庄，耽搁五日功夫，若耽搁日子太多，五日以后每日贴给喂养饭钱，立下合同，写了车票，先付定银，其价沿途支领。凡一切雇车轿等事，皆褚一官办理，本是熟手，又是久走江湖的一个行家，谁敢欺他？行李装好，付了船钱，仍在船上用了早饭，那天不过已刻。舅太太、珍姑娘等离了船，升了驮轿，动身往邓家庄来。那天止走了六十里，在一个镇市上看了店，住宿一宵。次日走了七十里，已到邓家庄了，那天刚交未末申初的时候。 \\n 且说邓九公自安公子去后，计算去接舅太太的人，一天可以赶到码头，雇好车轿，即刻起身，两日功夫可以必到，大约快来了。忙吩咐褚大娘子预备下马饭，收拾出房间，好款待客人。外面也叫庄丁们收拾出家人们住的所在，喂牲口卸车的地方，一样样都料理好了，专等客来。那里面最高兴的是这位实心眼的二姑娘，自己梳头洗脸，搽脂傅粉，换新衣服，插戴花朵，不必说了；连那几个月双生孩子也给他搽粉点胭脂，带上手镯，挂上金银锁，把那上好的东西都搬出来，摆了一桌子。 \\n 他意思是给那干妹子瞧瞧，并不是卖弄他有钱，是个财主。 \\n 闲言少叙。那安家来的客到了庄门外，褚一官跑了进去，一路走，一路嚷叫：“庄丁们快开大门，客人到了！”登时开了当中大车门，让驮轿好走，随后车辆也到，一齐由车门而入。 \\n 那时里边女眷早已迎了出来，那舅太太与长姐下了驮轿，正扶小丫头、戴嬷嬷往里而走。早一眼看见了褚大娘子在前，姨奶奶在后，还有褚大娘子那个孩子与老婆子。舅太太是都不认得，姨奶奶长姐是都认得的，那二姑娘呢，也不认得舅太太。彼此见了面，褚大娘子忙迎了上前，叫了声：“舅母，长姑娘，难得今日你可来了，一路上好呀！干娘同两妹子怎么不来？”一面说，一面道了万福，拜了两拜。舅太太也忙回答问好，说：“你干娘同两妹子都问好请安，这一位想是姨奶奶了。”正要同他万福，哪知这二姑娘紧走了一步，到了舅太太跟前，竟请下安去。慌得舅太太还礼不迭，忙用手拉了他的手，说：“好一位姨奶奶！真是有福气的。怎样行此大礼，这个如何敢当？” \\n 说话之间，长姐忙上前叫了一声：“姐姐，想得我好苦，今儿可见着了。”二姑娘听了这话，忙走上前，一手拉了长姐的手，才说：“我的好妹子，你如今几时做了新娘子？我还未曾给你道喜呢。我那一天晚上做梦，梦你来了；穿得花红柳绿，象个新娘子。我说了，老爷子、姑奶奶还不信。及至少大爷来了，才晓得一半。还是跟来的那爷们，才细细的告诉了，我们才知道你如今是做了姨太太了。我今天也见着你了，到底我这梦灵不灵！”长姐听他这些话，羞得面上通红起来了。褚大娘子忙说：“我的小妈，你别说这些闲话，快请他娘儿进去坐，快预备茶饭。他们走了一路，肚中想必饿了。”于是大家往里而走。 \\n 要知二姑娘、长姐怎样亲热，说些甚么话，下回分解。 \\n   \\n  "}
{"章节": "第四十三回 安龙媒新接督学印 卫方伯细诉愚民情", "正文": "  \\n 第四十三回　安龙媒新接督学印　卫方伯细诉愚民情 \\n 　 \\n 话说舅太太与珍姑娘到了邓家庄，褚大娘子、姨奶奶都接了出去，见了面了，一同拉手进内。到了上房，早见九公出了房外，招呼叫应，问了好。那九公到底是个爷们，不便多谈，问了几句话，就出去了。那其间褚大娘子忙让座行礼让茶，不过那些闲文，且不必提。惟有那二姑娘偏要絮絮叨叨的问长姐道：“他们两位到底怎么不来？你那太太怎么也不来？”长姐被他问得实在无可如何，才说：“两位大奶奶如今都有了喜了，不能坐车，所以才要了我去伺候大爷，一路同来，等两位大奶奶分娩后再去接。”二姑娘这才明白了，忙问道：“他们俩怀孕算了命无有？不知是男是女？我们这庄上有个刘铁嘴，算得最准。当初他替我算命，说有两个儿子，如今可不是生下他们两个孩子？可惜你两位大奶奶不来，不然叫那刘铁嘴算算，管保就算出谁养男，谁养女了。”这些话舅太太、褚大娘子都已听见，由不得好笑。那时褚大娘子忙吩咐摆座位，安放杯筷，请舅太太、珍姑娘吃饭。安好四个座位，自然舅太太上首坐，珍姑娘在东，二姑娘在西，褚大娘子在下首相陪。老妈们端菜烫酒，褚大娘子与二姑娘两人一齐送酒安席，然后归座。 \\n 席间讲些闲话，舅太太道：“我们真忙得糊里糊涂，也忘了给九太爷、姨奶奶、姑奶奶道喜呀！”褚大娘子道：“熟人哪里还讲这些过节？”长姐道：“快将两位少爷抱了来，我们见见呀！”姨奶奶道：“我早将他们两个打扮好了，等着见客。谁知这个当儿他俩又睡着了，等我去瞧他醒了不曾。”说罢，跑了去了。不多会，同了一个老婆子，每人抱一个孩子，来至跟前。舅太太、长姐忙上前去接了过来，抱着细看，齐说：“这两位少爷好品貌，长得有福气，大起来定要强宗胜祖，富贵双全的。”姨奶奶、褚大娘子同声应道：“谢谢你们两位的金言，但愿如此，也不枉我们老爷子偌大年纪才生下他。”大家这一阵抱孩子，欢笑畅饮，不必细说。当晚收拾房间，安置舅太太、长姐二人住宿。邓九翁也进来说说话，言明多留住几天。这且搁起不表。 \\n 再说那安公子从邓家庄回公馆后，次日动身，按站进发。 \\n 那日到了省城，城外十里接官厅早有山东全省文武大小官员前来迎接。为首是抚、藩、臬三大宪，请过圣安。安公子这才下轿进官厅，与众官员相见。除抚、藩、臬外，又有运台、首府、县等上前参见。安公子格外谦恭，凡行礼者，一概还礼回叩，满脸笑容。各官都暗中说：“这学台少年科甲，圣眷优渥，看他倒一点不拿架子，是个好伺候的钦差。”当下在官厅中略谈几句，随即上轿进城，各官同入城。那时首县早巳预备了新学台公馆，有人伺候轿子进城。家人请示：先拜各官，是先到公馆？安公子吩咐：先到公馆，明日再拜客；家人传下去。少时已到公馆。下轿进去后，当下就有各大宪来拜访。首府、县禀见一概挡驾不见。安公子实在一路辛苦，要歇息养神。到了公馆上房，换了便衣坐下。家人奉上茶，随即催茶房要点心，用了点心，然后摆席。安公子也用了几杯酒。吃毕饭，掌上灯烛，料理些正事，命家人打开衣箱，取出衣服，次日好换。二更以后归寝，一宿无话。 \\n 次日清晨，起来梳洗已毕，用过茶点，吩咐打轿伺候出门拜客。少时间轿马齐备，安公子忙即升轿出门，先上院拜抚台，姓苏名卓，是个翰林出身。安公子拜会，苏公忙请，亲自接出暖阁。安公子照翰林院衙门规矩，以七科前老前辈称之，自己称晚生，不肯先走。苏公让之至再，无奈，止得手拉手的穿大堂，入二堂。到了花厅，彼此下拜，让座送茶，不过那些俗礼。 \\n 苏公先请示接印日期。安公子道：“晚生年轻，蒙恩简放学使，任大责重，只恐无才，难膺此任。诸事求老前辈大人指示方略，免得贻误。”苏公道：“大人说哪里话来，久仰盛名，是当世才子，况兼家学渊源，何谦恭如此！弟暂摄学使已经两月，今幸得大人驾临，择好日期，便可交印。”安公子道：“容择定日期，再当奉闻。” \\n 二人谈了半个时辰。安公子告辞起身，随即去拜藩台卫方伯。当时请会。那卫公系安老爷乡试同年，名邦彦，湖南人，由御史京察简放知府，升授山东藩司，是一个老成练达的能员。 \\n 安老爷素闻其名，常通信问。公子止得用年愚侄帖拜会。卫公请进，忙亲自迎了出来，在大堂暖阁外立候，一同入内，公子以年家子礼拜见，卫公再三连称不敢。宾主谦让一阵，止得以宾主礼互相拜见。让到书房归座，卫公先问了安老爷起居，公子道：“家严托庇平安居家，精神尚健，侄儿此番奉命膺此重任，蚊负堪虞，务乞年伯大人教诲，以开茅塞。”卫公道：“大人大才素著，乃华国词臣，经纶满腹，何难整顿风俗！但山东近年士风倒能确守卧碑，不致离经背道。所可虑者，海盗横行，勾结本地匪徒，抢掠人民，动辄聚众。地方官欲捕盗，又无兵。禀闻大宪，偏遇这位老中丞以姑息存心，诸事畏难，止图消灾弭患，暂顾眼前，因此下属讳盗，有许多抢劫大案，却不敢禀报。匪徒愈忌惮毫无，此真心腹之一大患也。大人此次奉命观风整俗，兼理民情，若照前任学使，止管各学士子，不问地方兴废，不过科岁两考，严行甄别，出示晓谕，各学士子正心诚意，不准流入邪僻一路，此易事也；若放牌收呈，要兼管地方，只怕有许多无头公案告在台前，那时不问不可。追问根由，须得大费一番整顿，甚至还要弄到发兵遣将，大动干戈，才能济事。大人现在职任衡文，重在考试，而观风整俗，又兼管地方词讼，若二者相兼，止恐顾此失彼，非预先想出一个两全其美的妙法不可。” \\n 安公子道：“年伯大人有何两全妙法，请示一二？”卫公道：“整顿风俗是除暴安良，考选真才是求贤取士，至于屏异端、除邪说，但责备各属学师，明定章程，久而自化，这倒不难。所难者，身临一府，考试有一定日期，多住数日尚可，若一事不完，必须等侯，不定办一件案子三月五月的功夫，耽搁下去，都是有的。那岂不误了试事？此不可不虑也。若将地方一切案情推出不管，又何以副整顿风俗之名，受朝廷简任之恩哉！据本司愚见，顾不得中丞，止有将山东现在盗风日炽情形出奏陈明，非一朝一夕能了，非学使所能兼顾，请旨简放学政，专司考试，任其易。臣情愿稽察匪类，除盗安良，整顿风俗，膺其难。务求天恩，宽以时日，不定限期，数年之后，必能见效。如此一奏，静听圣裁。倘皇上责成抚臣，则大人可以专办考试，不必与闻地方之治乱矣；若另放学使，专命大人办理地方盗案，那时巡行各府，访察匪徒，恩威并用，惩劝兼施，庶使东鲁苍生咸沾教化。似此大人谅亦乐为，亦优而有为也。” \\n 安公子听了这话，十分佩服，应道：“但此事出奏，恐碍着中丞面上，莫如与他商量，会衔同奏，何如？”卫公道：“不是本司背地轻慢上司，大人若将这番情形同中丞商量，会衔入奏，管保他一定拦阻，说何必要揽这些难事？止须考试时警戒生童，劝化一番，责成各学教官每逢朔望宣讲圣谕。有那品行好的，举他优等，品行不好的，报他劣等。文人学士，风俗攸关，士风一变，民俗因之，观风整俗，即此便是。那盗案等件，乃有司之责，局外人何必多管？况且三年限期一满，就要升迁，何苦费心劳力，必要说这一套话，大人听不听，奏不奏？本司所以要请大人自己酌量拿定主意，要做一番事业，非奏明不可，又何必会衔哟？”安公子道：“年伯高见不差，侄儿当拟定奏稿，再求斟酌出奏。”说罢，告辞出来。随又去拜臬台、运司、道台。拜完后回公馆，话不烦叙。 \\n 过了三日，已是接印吉期。抚台遣中军送过学台的印与王命、令旗等件，安公子拜了王命，接了印信，择日搬进衙门。 \\n 先将本署公事逐件细细检点，查阅一遍，又问幕中一位师爷。 \\n 师爷是前任留下，抚台荐的。此人姓孙名俊，号静峰，是个老叟，浙江人，熟悉公事，人品甚好，又能看文章诗赋，已经在山东学署三任矣。凡考试之事，无一样不精且细。安公子与他谈了些公事，慢慢的说到地方利弊。静峰道：“山东人员素称强悍，近海州县每出大盗，与海中强盗联盟，为之销赃，贩卖粮米、火药，接济盗船。地方官若察拿严紧，全行逃往海中，平静后又复回来。此等案件，大宪明知也不追问，所以患愈深，欲办无从也。至放曹、沂、兖三府，本地之民视性命如鸿毛，目王法为儿戏，明抢暗夺，以强欺弱，聚众抗官，泯不畏死。 \\n 山林之内，多则千余人，少亦数百不等，路上抢劫。报官，官亦无法，谁敢往捕？徒伤性命。是以十余年来，大盗公行，都有名号，如最出名者沂州之天目山飞叉大王宋万超、兖州白象岭之神臂太岁伍良霄、曹州之青云山神弹子张七大王万宝是也。 \\n 此三人者，手下各有千余喽罗，啸聚山林，每出来借粮，近山的按时贡献，佛眼相看。若有大股客商携带银两货物，被他探着信息，任凭他走哪条路，他也要取了你的。倘若一个不好，连性命都送掉。如今士子们倒不致造言生事，甘入异端，整顿士林是一桩易事。就是要想除暴安良，那真费大了手脚了。第一要雄兵数千，第二要大将数员，第三还要不拘时日，慢慢的访察，然后调齐人马，四路合擒，水陆两路，一同严拿，方能除害。岂有学院考试之余，能办如此重大烦难之事耶？止好奉行故事，出几张告示而已。三年任满，自然有人接手，何必自寻苦吃，出头来办贼耶？大人以晚生之言为何如？”公子道：“先生之言不错，容弟缓商。”当日忙在灯下写了备细家书，禀告安老爷，并讨主意。又修了一封禀启，将大概情形，并请幕友顾朗山迟日可到，此时拟出奏山东盗风日炽、学臣恐难兼办整顿风俗与考试文才，非各司其事，方不贻误云云，请示老师，再定行止。寄信与乌老师，由马上飞递，这且按下不表。 \\n 再说舅太太、长姑娘在邓家庄住了数日，舅太太心中惦记着外甥，连催了几次，一定要动身赶任。邓家父女见留他不住，止得备了送行酒饭，饯别一番，叮嘱回京之日，便道来此多住数日。诸人一齐答应，洒泪而别。褚、陆、赵、冯一路随行，走了数日，已到省城。并不惊动一人，悄悄进城。到了学台衙门，那安公子忙在暖阁迎接舅母。大家见过，长姐上前叫应，不必细表。当下安公子忙传见褚、陆四人，温语道劳，收拾住房，令人伺候。 \\n 接印已数日，就有学老师来禀见，请出题观风。首府又禀请开棚考试日期。盖前任学台尚欠一府岁考，所以请示。安公子与学老师斟酌出示，先行观风，至欠考之属，科考补行，并考可也。那时正盼顾朗山来，看着已一月有余，已定准观风日期。那一天，安公子天明即升堂点名，约有八百余名生监，六百余名童生，学台出了生、童两个题目，生题是《经正则庶民兴》；童题是《孝弟也者其为仁之本与》；诗题是《学然后知不足》，生、童一题，得“知”字。题目出了，悬挂起来。安公子坐在堂上，正襟危坐，一步不移。那些生童各归号舍，用心作文。等到申末，早已净场。放牌毕，礼房将生、童卷子呈进。安公子那时幕中早有各大宪荐来师爷看卷子者数人，当将卷子分给这几位师爷评阅，自己也拿了几本卷子看阅。那文字却不过平铺直叙，敷衍成文，连看数卷，都是如此，也止好降格以求，随意取了在特等。 \\n 次日午后，门上回进来说，顾师爷到了。安公子听说，心中十分欢喜，忙吩咐开正门相请。忙换了衣冠，迎出大堂。止见顾朗山随身便服，缓步登堂。公子忙叫应道：“朗山先生真是信人，果然五十日之期台驾已到。弟在此无日不盼望。”一面说，一面上前携手同行，一直步入签押房中。朗山长揖打躬，公子恭恭敬敬还揖，让座送茶，又吩咐备酒筵与顾师爷接风。 \\n 彼此先说些途路之事，慢慢说到观风考试，不久就要出棚去考。 \\n 安公子就把那卫方伯所说的 \\n 话说与朗山一遍，自己已写信进京请示乌老师，若以为可，再行人奏。“先生，你看此举如此一办何如？”朗山道：“此举是正办。从来学院虽说放告，不过管的学中之事，地方之事不与闻焉。此番既蒙皇恩命为观风整俗使，即昔日之巡按，那词讼自然要办。遇着疑难大案，焉能限以时日？这是考试文章不能兼顾的，所以必须奏明，请旨定夺。若命专司考校，则易如反掌，又不耽沉重。但是风俗焉能在考拔文人中就能转移？非大人振作一番，严办几个罪魁祸首，使民方有所畏惧，清理冤狱，除暴即所以安良。访察孝子、贤孙、廉士、节妇，为之表章，庶使闻风者有所观感。山东地方民情强悍，好勇斗狠，是其本性。曹、沂、兖三府本是盗薮，青州、登州又通海口，盗船往往由此出入，时有抢劫之案；还有勾结土匪，私贩粮米火药，暗通海盗，此二患也。若能稽察海口，使米粮无接济之便，海中盗匪必往他省，不来山东。然后再通知各省，会同严拿，贼盗不难除也。所难者，曹、沂、兖三府地方辽阔，山林啸聚之徒多至数百人，少亦有百十人。 \\n 抢劫案出，不过地方派差役严拿，差役明知其人，也不敢去拿。 \\n 间有州县认真办事，请兵会同武弁带队往拿，那贼早已闻风，潜身他处，迨日久事缓，又复回来，依旧抢掠。此真心腹之患也。要除此患，非派一二统带武员，带领得力兵勇，将探明贼窟四面围拿，不使漏网。然此事非奉旨，不易办也。” \\n 安公子听朗山说的这一番话，真是明白晓畅洞见隐微，连称：“先生所说一点不错，目下只有静候都中信来，再商量入奏。而今且发放这些观风生、童。”忙催着师爷们把卷子看好了，亲自重阅一遍，详定甲乙。也有照旧的，也有改过的。阅定后遂发案传见前十名，面领奖赏。第一名是历城县廪生，姓陈名鼎，年纪三十余岁。文章作得饱满精神，字也写得好。第二名姓梁名兆先，是府学增生。第三名姓牛名登榜，是德平县附生。学台发案后，先传见学老师，随后传见这十名考生。那陈生等十人，蒙学台考在前列，心中欢喜。谒见之时，十个人一同拜见，跪了下去，拜了四拜。安公子受了两礼，忙即回礼，起来让座，逐一细问年岁，勉励了一番，命人将奖赏取到。除膏火银两外，还有笔墨书文，按名次分给每人，又给了一本《圣谕广训》，嘱咐他们逢朔望日在庙宇中讲给人听，谆谆劝他一番。那些士子无不佩服感激，拜谢而散。 \\n 这里省城观风考毕，首府就请悬牌出棚考试。那时正届岁暮，安学台对府县道：“今年岁暮，除夕在即，止好明正出棚考试罢。”府县答应下来，静候明岁行文通知各属办考。这且不表。 \\n 书中要说安老爷了。那老翁自从儿子出京后，在家无事，闲中看看书，随意散步，庄园左右玩玩山林景象。心中虽说惦记儿子，好在山东路近，信息常通；自从出京后，已接过两封家信，已知同邓老翁亲访李素堂，不肯出山，荐了顾朗山，不日可以到馆，老爷早放了一半心。随后又接着到省之信，何日接印，现在观风考试云云。那一天又接了一信，从头细看，才知山东盗风日炽，士风不难改变，要想除暴安良，却不能兼顾考试；若专意膺学使之任，那整顿风俗就不能兼顾了。据幕中老友同卫方伯所言，非奏明大概情形，请旨训示，事关君国民生，却不能替中丞掩饰一切。安老爷看了信，不得主意，赶紧进城打听。乌大人那日在城内有事，不下回子，忙去拜会。乌大人听说老师驾临，忙迎接出去。他二人要商量安公子出奏之事，各样议妥发信。且听下回分解。 \\n   \\n  "}
{"章节": "第四十四回 写回书指示门生 谈往事忆及杰士", "正文": "  \\n 第四十四回　写回书指示门生　谈往事忆及杰士 \\n 　 \\n 话说安老爷因接了安公子家信，不得主意，因此来见乌大人。那乌克斋正因为接了门生一封密信，要他指示方略，一时难以回答。这个当儿，偏偏老师光降，克斋不胜之喜，忙请老师进来。施礼已毕，让老师上坐，一旁陪坐长谈。那其间是安老爷先开口道：“骥儿前日有信来，述及山东近来盗风日炽，非旦夕能除。听卫方伯与幕友之言，拟上折奏闻请旨，分别办理，学臣恐难兼顾。我今日特地来与老贤弟商议，究竟这样奏章上得否？乞老贤弟斟酌赐示。”克斋道：“老师明见！龙媒非喜事之人，苟非万不得已，焉肯舍易而取难？此皆由他一片忠心为国，足见老师平日庭训，移孝作忠，不辞劳苦。果能照此一奏，整顿一番，则山东之盗风白息，龙媒之忠悃必传。据门生看来，不过两三年内，山东必大有一番起色也。门生拟即付回书，令其速奏。至苏中丞，素来胆小，非任封疆之人。大约奏入，圣上必有以处之，无烦老师过虑也。”安老爷听了这话，与自己之见相同，点头应允。辞别回家，忙写了回信，信中云：“乌老师以为可奏，盗风既如此猖獗，焉有不办之理？奏折须说得婉转，要替抚臣预留地步。”将信写好，随即寄去。 \\n 那时安太太也看了公子的信，一半懂得，一半不十分明白。 \\n 细问安老爷，才知道是要整顿风俗，除暴安良，但是盗贼啸聚山林，人数不少，非用兵不可。幸亏邓九公荐得有四个人，都有本领，大概去拿强盗也不致费力。想山东有名的强盗，邓家翁婿必知。太太想到这里，忽然想起媳妇来了，那何家媳妇曾在山东道上做过侠客勾当，大约那盗踪所在，他必有所闻知，何不先问问她？太太正欲去叫媳妇，这个时候，恰好两个媳妇刚刚走来。安太太遂叫他：“二人且坐在一旁，我有话正要问你。”玉凤、金凤二人忙道：“婆婆有何事要问？”安太太道：“你们可知道如今山东强盗都各霸一方，抢掠财物，不怕王法？玉哥有信来，说是要奏明主子，大大的剿办严治一番。玉凤媳妇，你不是熟悉山东路上情形，那有名的大盗，料来也知道些风声，将来拿起来，费手不费手？我所以要问问你。”何小姐闻言道：“从前媳妇虽说在山东创出一个门面，绿林中也知道我这个人，不过在青云山远近二百里之内。如海口与兖、沂那些崇山峻岭，身既未曾亲到，纵有甚么出色强人，媳妇也不知晓。据媳妇想起来，止消写封信去问邓九师傅与海马周三等那些人，如今是收手不做强盗的了，然而绿林中人，他们总晓得些根底。问了他们，万一这里面或有劝化改邪归正的人，就可以劝化；若一定要动武，那褚、陆、冯、赵四人也够用的了。倘人不敷，何妨叫出海马周三等来，听候差遣，办清了盗贼，还可以提拔他们一个小小前程。看来此事一举有三样方便。婆婆看媳妇这拙见可用不可用？回来请婆婆与公公商议，再写信给玉郎，何如？”安太太闻言，连连称是，果然说得不错。 \\n 一时等安老爷进来，太太就把何小姐这些话照样说给安老爷听。老爷听了，说：“此话何不早说？要早说一日，我信中早将这话寄去；如今信已发了，止好随后再寄信罢。”这个当儿再无有这么凑巧的了。是甚么凑巧？原来是乌大人写下回信，差人送来请安老爷加封寄与安公子。安老爷接了这信，忙又写了一封家信，就将何小姐所出主意，叫公子寄信，差褚、陆四人内着一人去邓家庄，面交邓翁，打探海马周三与郝金刚等现在何处，作何营生，要细问他们那山东现在曹、兖、沂三府山林中人可有甚么熟人，可有甚么厉害脚色，一一探明，等到访拿用武，好预先防备。此信写好，连乌大人的回信一并密密的封固，交提塘速寄。这里寄信按下不表。 \\n 再说安公子写信去后，每日与顾朗山商议出奏的折稿，宾主二人都是一样见识，说务须等候乌老师信到，方才拟稿。等了半月，那天接了安老爷回信，拆开细看，方知老人家已经去见过了乌老师。那出奏一层，老师亦以为然，但无回信，止好一面拟奏折，再候信息。顾朗山拟定一稿，言语简括明白，又不得罪中丞。安公子看过，十分佩服，袖了折稿，拜会卫方伯，将奏稿送与方伯看视，求他斟酌改削。那方伯看完，赞不绝口，连称此至当不易之论，悬之国门，亦无人能易一字，就照此誊写出奏。安公子答应了“是”，回署忙请人写好，细看一遍。 \\n 正要拜发，那安老爷二封家信已到，且有乌老师回信在内。拆开一看，无限欢喜。又有邓家庄探访诸人一节，登时提醒了他，忙即拜发折子，差官进京奏本。苏抚台止道他奏的不过是考试之事，万不料这奏是要整顿盗风。发折后，安公子才将乌老师回信与顾师爷看，又与卫方伯一看，随即自己写下一封书信，恳恳切切、清清楚楚的有原有尾托邓老翁探明海马周三等，兼问他绿林中大概情形。封好了信，外又捎带几样食物，专烦那褚一官辛苦一趟。褚一官接信，捎带了行李东西，与马夫二人跨了快马，往邓家庄而来。 \\n 不言褚一官回家。再表上次书中所说的改邪归正那几位绿林英雄：为头是黑金刚郝武，其次海马周三周得胜、截江獭李茂、避水蚊韩七、金大鼻子金大刀、窦小眼儿窦有光、一篓油谢标、草上飞吕茂材、叫五更董方亮，共是九人，因为一言感悟，都弃了绿林，洗手不干。邓九公又把庄外余地数十亩，送与他们自己造房居住。还有青云山前后左右与青云堡一带空地，因地僻人少，无人开垦，有了他们这些人，大家出资，将这地全行买下，开垦出来，种起粮食。也不计他多少亩数，但合算一年收的粮食，足够百余人吃。所谓天下无难事，止要有心人。 \\n 妙在他们这九人义气相投，胜于骨肉，互相照应，毫无私心。 \\n 不惟男子如此，就是那女眷，也合意同心，做起人家。春种秋收，真是老农的本色。有时大家闲暇，列坐在树荫之下，谈些家常；聚饮于茅屋之中，尝些村酒，就不尽的快活。那九人中，惟金刚郝武有老母在堂，有一妻一妾，生下两男一女。长子名应熊，次子名应蛟。长子年方十九，次子年纪十六。女子名菱姑，年方十七岁，是妾所生。周三之妻单生一子，名良佐。一篓油谢标一妻二妾，独生一女，无子。女子年方十六岁，名琼花，武艺精通，人材出众，谢标爱如珍宝。那郝菱姑也有膂力，能舞枪弄剑，却不如谢琼花。其余如韩、金、李、董、窦、吕六人，半有家眷，半无妻子，无关紧要。如郝、谢两个女子，是将来擒盗得力之人，郝、周三个小将，也有一番用处，所以特地表出他男女五个。看官须要牢记。 \\n 闲言少叙，言归正传。再说褚一官奉了安公子差遣，给邓九翁下书。他焉敢怠慢，忙收拾好行李，叫了一名马夫，选择两匹快马，登时起身。马上加鞭，走了两天半，已到邓家庄。 \\n 直入庄内，方才下马，忙进内房，见丈人、妻子，取出安公子的书信，呈与老翁。老翁忙拆开细看，信内写得明白浅显，并无深奥文法。老翁看了，竟全然懂得，对一官道：“姑爷，你辛苦了！且去歇息歇息。这件事不是忙的，等个三天两日，才能够打听出个消息。你先别着急，先到屋子里看看你孩子。渴了，你就喝茶，饿了，快叫他们给你弄吃的，别教肚子受委屈。听见我这话了么？”一官笑盈盈的答应道：“听见了！你老人家不要操心。”果然回到卧房。 \\n 他妻子直个亲自张罗起丈夫来了，叫人打水，催着他洗脸，吩咐厨房杀鸡蒸馒头，炒肉打酒，替丈夫接风洗尘。连那孩子，也牵衣不放，问短问长。所谓天性相关，不期然而然也。那其间，褚大娘子问道：“到底衙门内有些甚么要紧事？如今是为了何事写信给老爷子？你总该知道，你说给咱们听听。”褚一官道：“这话一时说不清，要从头讲起。是为山东如今盗风日盛，地方官不敢办，姑息一日是一日。少大爷是要想大大的整顿一番，又因学台还要考试，怕顾不过来，所以商量要奏与万岁爷知道，另放一个考试文章的学院，少大爷专做他的观风整俗使的钦差。如果主子准了他的本章，那时他就到处放告，密察私访，要除暴安良。但恐那强盗中有本事非常者，不得不先预防，所以写信给老爷子，要请他老人家问问郝金刚、海马周三那些人，可晓得如今山东那些响马是谁最厉害，谁可以劝化。 \\n 郝、周他们久在绿林，必有耳风。倘然碰见强人一定用武，我们四个也防着胜不了，请他们做做帮手。这些主意，却是那顾师爷出的。真要弄到打战调兵，止怕要谋个保举，巴结个小小功名，也还有望。”褚大娘子听丈夫说的这一番话，笑嘻嘻的答应道：“原来是这么一件事。据我看起来，主子一定准的。 \\n 八府巡按原是要像包老爷、施大人那么烈烈轰轰的做一场，才显得出是个忠臣；若光晓得收门生，要贽见，坐在大堂上威风凛凛，谁敢不遵，一旦碰见闹出事来，或兵变顷刻，或盗发目前，早巳吓得面无人色，告病回乡，不俟驾行矣。像这样学院，我尝听人说叫做中看不中用。少大爷断不如此。就是他的两位老人家可胆小，保不住要拦阻他整顿除盗的一团高兴。”一官道：“二叔早有信来的了。信上说办是正经，连他那老师也说出奏是应该的。你想大家意见相同，这一团高兴是决不会扫的了。但不知那强盗共有多少，在何处啸聚？他若肯闻风远遁，那最好的了；否则改邪归正，早早投诚，也有生路。若倚仗有些本领，竟敢抗拒，那种人就死不足惜。”他夫妇二人谈了半天，然后去看望老翁。不多时天晚，吃过夜饭，大家归寝。 \\n 次日一早，邓老翁起来梳洗毕。用过茶点，叫了褚一官一同出了庄门，往庄外去访周、郝二人。相隔不过一里半远，翁婿二人信步偕行，不觉已到郝金刚门首。那郝武住房是茅屋十数间，小小一个院落，也栽些花草，种些修竹。那郝家亲丁八口，自耕自织，倒也温饱。那些朋友闲时也走来问问长短，谈些家常。这一天，刚起来洒扫地皮，吃过了早饭，父子三人正在草堂静坐。忽听见叩门之声，那郝应熊忙出外开门，一看原来是邓家翁婿，忙让他二人进内。郝武听声音，知是邓翁，忙出来迎接，又招呼了褚一官，让进草堂归座。郝家二子忙去倒茶。这里郝武先开口问道：“今天你老人家为何如此高兴？一早就出来串门子来了？”邓老翁道：“不是串门子，倒有正经话要寻你们诸位老弟兄商议商议，还要打听些好朋友的出入去向。”郝金刚听了这话，一时蒙住，发起愣来，问道：“九太爷，此话怎讲？我倒不明白了。”邓老翁道：“你听我告诉你。如今山东放了来的这个学院，就是从前你们见过那位安老爷他的公子，是我的盟侄。他奉命来山东，不单是做学院，还带上要观风整俗，办办地方上正事。他衙门中请了个师爷姓顾，这个人甚么都知道。他说山东现在曹、沂、兖三府山林中有许多绿林好汉，啸聚在各处，地方官奈何他们不得，因此盗风日盛。他出了个主意，要那安公子到处访察，大大的整顿一番。绿林中如有人肯弃邪归正，就劝他出来，将来保举他，要是劝了不听，甘心作贼，那就要用武去擒拿他们了。他又怕那些朋友不知道他的行为，所以写信给我，叫我问问你们这几位老弟兄，可知道这山林中的朋友，与他们相熟不相熟？若有相熟的，烦你们去劝化一番，离了那地方，省得将来玉石不分，跟着受累。还有那些人，倒底谁有本领？也要你们老弟兄打听打听，通个信息，好预先防备。这件事可真是为国为民，不是凭空生事。你们老弟兄谅来也肯替他想个主意，暗中帮帮忙。你瞧好不好？我一客不烦二主，就请你去把他们那几位都约来，同他们商量商量，该怎样办法，大家斟酌议妥了，好回复他信。” \\n 那郝武听了邓翁这番话，忙答应道：“原来安青天老爷的少爷也做了学台了，难得他肯办这件大事，替皇上家出力，为百姓作主，除盗安良，这还有甚么说的！但是山东现在的大盗倒有几家，好汉也有数人，有一二人从前我们也认识，而今多年不通音讯，不知底细。大概说罢，要劝化他们，也得先办一两件案，显出些威风，使他们闻风畏惧，才好下说词。至于曹州、兖州地面上的巢穴，也不止一处，这总得慢慢的访问，才知底里。如今且把他们弟兄们邀来，大家说说，谁有熟人，谁知某处，一问就明白了。”说罢，当叫他长子道：“熊儿，你快去把周、李、金、谢等八位叔叔立刻请来，说我有话，立等面议。”熊儿答应去了。郝武道：“这件事也得细谈，你老人家翁婿二人就在此扰我个便饭罢。”遂吩咐老婆、小儿里面端整酒饭，留邓家翁婿吃早饭。家常便酌，容易安排。不多时酒菜齐备，摆起杯筷，郝家父子、邓家翁婿四人入座饮酒吃菜，虽无佳肴，却也有鸡鱼蔬菜。 \\n 正要吃完这个时候，恰好周三等八人已到，外添周三之子良佐同来。因为应熊说的话十分闹热，良佐听了，一半明白，一半不大懂得，所以跟了来，要听个清楚。邓、郝二人见周三等进来，起身让座，说道：“诸位请坐，等我们把饭吃完再说话罢。”诸人齐应道：“尽管用饭，我等静候。”一会功夫，大家吃完了饭，收去碗筷。应蛟忙泡了茶上来，让大家喝茶。 \\n 周三不等九公开口，先问道：“熊儿来说，九太爷现接有安大人信来，要办山东盗匪，要打听他们出入所在与人数多寡。论绿林中人，从前我们深知他们的细底，自从弃了山林，自耕自种，一向不出去，久已不知他们所在了。不过据传闻，人言目下山东如曹州府青云山有一个大王，姓张名万宝，手下有数百喽罗，往往下山抢掠客商；见附近居民，须要日月纳贡，送与他粮米牛羊，他就不来骚扰，不然他就要放火杀人，鸡犬不留。这人绰号神弹子，人称他为七大王。他与泰安府羊角岭的青莲寺和尚最好。那和尚是能仁寺虎面行者的师父，名叫铁头陀，法号觉海，一身武艺，还会邪术。他二人时常聚会，总在曹州左近与泰安府治下二三百里之内抢掠，又有徒弟在外打听做眼。如今那一方的良民，都搬往别处去住，躲避他们。遇着抢案出来，地方官明知是他们所为，也无可如何。这是一个最难办的强盗。还有兖州的白象岭神臂太岁伍良霄、沂州天目山飞叉大王宋万超，也是有名的大盗。其余可全然不闻其名，更不知细底了。如今安大人既要整顿，莫如先往曹州阅边放告访察，出其不意，先拿了那张万宝，然后再往泰安，拿那铁头陀，将他二人重重严办，风声传闻，群盗自然敛迹。那时再出告示，准其自新投诚免罪。有来投效者，收入标下，再查海口，命他们做眼，好拿海中水贼。似此办法，不上两三年，盗风自息矣。邓九太爷以此言为何如？” \\n 邓九公闻言，连连称善，说：“老贤弟呀，你这个人竟有一肚子好智谋，平素我竟会瞧不出来，几乎错过。如今不用讲别的，我写回信也写不了许多，也不会明白，止得辛苦你老弟一趟，同我们褚老大去省城去跑这么一次，你把那些话当面对安大人说明，同他们顾师爷商量该怎样办理。有了你在里面指点，又有顾师爷的算计，安大人的才情，还怕办不好吗？管保安大人将来保举你一官半职，出去替万岁爷效力，争个封妻荫子，方不枉了做人一场，也是绿林中一番佳话。”周三闻言，遂说：“九太爷过奖。既是如此说，我陪你们姑爷去见见安大人就是了。”要知周三怎样去见安公子，九公怎写回书，且听下回分解。 \\n   \\n  "}
{"章节": "第四十五回 九重下诏任贤使能 双子同生添丁衍庆", "正文": "  \\n 第四十五回　九重下诏任贤使能　双子同生添丁衍庆 \\n 　 \\n 话说周三听了邓九公的夸奖，引动他的雄心，情愿同褚一官上省去见安公子。那郝、李八人都说静听好音，将来如果用得着时，他们大家都愿意出来效力。邓九公忙别过诸人，回转家中，写下一封回信，信内说一切细底写不得许多，今着周得胜亲身来省面见，所有情形问周得胜便知。那周得胜为人耿直，情愿效力，若用得着，尽可留在台前做一名家将云云。写完封好，又教给褚一官些话，叫他次日一早同周三骑马回省。那周三回到自己家中，将随身行李收拾好了，交代娘子、儿子在家看守门户，又到老弟兄家告辞，然后来见邓翁，约定时候。一宿无话。次早褚一官起来，叫马夫备好了马，带好行李。周三已到，将行李捎在马上，马夫止得另跨了一匹驴，跟着他二人上路。邓九公也送至门口，说道：“改日再见，此去必有好音，得便捎个回信给我。”二人答应，遂上马登程去了，这且搁下慢表。 \\n 再说那京中之事。那一日安公子的奏折到京，皇上细看，遂召见军机大臣商议道：“安骥奏‘山东文风近来颇知归正，惟山林之地尚有盗匪潜藏，间有抢劫人民之患。抚臣屡欲整作，无如地方公事甚烦，不能兼顾，学臣又要考试，亦难专办。请旨简派人员，或会同抚臣，或独膺重任，专办盗匪与地方风俗，学臣仍可商酌会办。如此则遇有疑难案件，不妨宽以限期，似较学臣兼办妥协。是否有当，请旨训示’云云。朕揣其大意，抚臣必失之于懦，安骥又怕兼顾盗案恐误试期，如今卿等有何两全之见？奏来斟酌。”各大臣奏道：：“抚臣懦弱，诚如圣言；其人文理尚优，即令被署理学臣印信。藩司卫某，老成练达，可署抚篆。臬司陆某，可升藩司，请旨简放臬司。安骥即授为钦差大臣，专办疑难重案，兼阅兵丁各海口，稽察全省大小文武官员贤愚。似此则抚臣得人，学臣有人，安骥得以尽心访察，权柄归一，自能整顿风俗，除盗安良矣。”天子闻奏，龙颜大悦，即降旨允准。山东学使着苏某署理，巡抚着卫某署理，安骥授为钦差大臣，专办观风整俗阅边等事，仍加副都御史衔。 \\n 旨意下来，早有报子报到西山，安老爷一家闻知，自然欢喜，却又有些提心吊胆。何也？因为这一来是为拿强盗办命案，像那书上说的，私自访察，改装衣服，身入险地，都是有的，所以安太太又有些替儿子担惊。那何、张二位少夫人看看将要临月分娩，已经唤了收生婆来看过，说是不出三日，就是何小姐分娩之期，张姑娘还要半月后才分娩。这个话且放下不表。 \\n 先说山东省城文武各官，因为钦差有密奏到京，不知为的何事，大家纳闷。那其中止有卫方伯一人明白，又不便向众人说知底细。那奏章既已奏入，旨意已下，由驿飞递，那消数日工夫，山东省城早巳奉到上谕。那时苏中丞才如梦方觉，晓得这是安公子要自显才能，要将山东风俗人情大大的整顿一番，大约也是听了方伯卫公密议，二人同心上折奏请，又有老师在枢廷照应，不用说，自然是一奏一准。如今是自己的巡抚让给别人，他人不屑做的学台轮到自己。要是有性气的人，早巳辞官不做，或借故告假回籍。偏是这位中丞，平日最喜欢的讲论诗文，虽做了封疆大吏，仍不离那翰林先生习气，所以教他署学台，毫不介意，欣然接印视事。那安公子接奉旨意后，忙选择吉日，将学台印信交与苏公。苏公接了印，不敢耽搁，当即传牌，由省起马往各属考试。那时省中自有一番交印署事，如臬司署藩司，运司署臬司，道台署运台，候补道署道台，彼此交卸接印，倒也忙了半月。静候京中简放臬司下来，暂且不表。 \\n 再说安公子接了钦差大臣关防后，正在公馆中与顾朗山商议此次阅边访察先从何处访起，一面先差精细人四处探问何处盗风最盛，案情最多。一候访有稍息，即动身前往。那一天褚一官同周三到省，赶紧入署进内，禀见安公子，面呈邓翁回信，又面述一切。安公子拆信看过，忙请周得胜入内相见。那周三登时整理衣襟，入内行参见礼，口尊：“大人在上，小人叩见。”一面说，随即双膝跪下。安公子一见，忙用手扶了起来，说道：“壮士为何行此大礼？当日你我曾有一面之缘，承你派韩、李二位护送，一路平安。至今思之，深以未报旧德为恨。此番托邓翁访明足下等踪迹，原欲延请足下等出山，助我一臂之力。既为地方除害，又可尽心王家。日后博一个功名，方不负英雄义气。你我本无拘束，何故行此礼耶？”说罢，忙推向客位中让座。周三再三不肯，还是褚一官道：“恭敬不如从命。有话细谈，焉有不坐之礼？”安公子道：“褚一爷之言是也。” \\n 周三见安公子降尊忘贵，实是一片真诚，并非假意，止得告罪坐下。褚一官对面陪坐，安公子在主位坐了。家人献茶。 \\n 茶罢，安公子先问了他一路起居，走了几天，如何劳苦？现在从前旧交，尚有何人？居住何处？目下山东有名绿林可知道他们情状否？内中可有能劝化改行的？还有梗顽不化、本事十分厉害的否？”要一一请教，务乞不嫌烦碎，细说根由。” \\n 那周三闻言，答应道：“得胜昔年身陷绿林，负罪殊深。多蒙那年听了老大人一番训诲，某等激发天良，弃邪归正，又蒙邓九太爷分给我等余地，盖起房屋，搬去居住。从此躬耕种作，做了农夫。外面闲是闲非一概不管，算来已有数年。那同伴中共有八人，也是一样安分守己，种地吃饭。如今大人要问某等绿林底细，真正不得详细，但听得旁人传说：曹、沂、兖三府有三个出名的强盗，如沂州天目山有个宋万超，绰号飞叉大王；兖州白象岭有个伍良霄，绰号神臂太岁；曹州青云山有个张万宝，绰号神弹子张七大王；还有泰安府羊角岭有个青莲寺，寺内有个和尚名唤铁头陀，他会邪术，又通武艺，与张万宝最好，时常往来，彼此相助打抢客商，欺负百姓，犯下弥天大罪，真乃山东一个大害。据小人愚见，大人现在先暗藏不露，以阅边查视各处军政为名，悬牌出境。等到曹州；差人访查他的巢穴，再放告收呈，出其不意，遣将发兵，直抵他的巢穴，使他不防，必然擒获。拿了一处，再办他处，先声夺人；或者他竟会逃遁隐匿，弃了山林，也未可知。那张、伍、宋三人倒都不妨，他不过靠手下人多，会使暗器罢了，惟有泰安府那个铁头陀，却会邪法，能迷人，这人倒要预先防备他，务要想个法破他邪术才好，不然恐受其害。大人高见，以为何如？”安公子道：“壮士说的有理，依你主见，先发传单阅视各属营伍。我手下止有邓翁荐来四人，要到了拿人的时候，又要护印，又要临敌，恐人不敷，不知壮士肯屈驾在此相助否？”周三道：“不嫌小人愚蠢，留在台前，慢说供左右驱策，就是蹈汤赴火，亦愿为之。不独小人一人愿随鞭镫，设或要人差遣，即郝、武等八人，亦可一呼即至。”安公子听了这一番说话，心中大喜，忙叫下人收拾房间，与周三居住。周三当即见过冯、赵、陆三人。相见后，彼此叙谈，专候安公子动身阅边，好一同保护。 \\n 再说那卫方伯接了抚台印信，传见各官，吩咐首府、县写信通知各属，如有盗匪，乘早详报，不准讳而不言；如有被盗抢劫，曾经报官，其案尚未破者，自奉文之日起，赶紧禀报，派人下来协同严拿，决不究从前隐匿延迟之咎。若经此次行文后再隐讳不报，一经访查出来，定行严参不贷。这一吩咐后，首府、县赶紧行文通知各属，数日之间，到处皆知，再加卫方伯复刊刻告示，发各府、县张挂。告示上写得明白，为除暴安良，严拿盗匪，以清闾阎云云。这告示张贴之后，凡有盗匪潜藏地方，那地方官早巳差人访察。盗贼人众，难以拿他，不敢隐匿，据实禀明，请上宪派武弁带兵协同严拿。竟有三四处禀闻大略相同，一是曹州府，一是兖州府，一是沂州府，还有泰安府。所禀的强盗即周三所说的那宋万超、伍良霄、张万宝与铁头陀也。 \\n 卫公接了各处禀帖，忙来与安公子商议。那时安公子刚要动身，卫公来拜会，当面将有盗匪处府县禀帖递与安公子看。 \\n 问起此次阅边，怎样办理盗案？安公子道：“年侄与幕友议妥，此番出去以阅视营伍为名，决不提起强盗就是。所到之处，有人来告被盗抢劫，亦批驳不理。外面装出一个软弱无能、迂腐书痴的样子，暗中却差人密访行踪。不办则已，办则立刻就要擒拿到案，重重处治。今既据该处地方有司禀报上来，正好察看情形，何处紧急，先从那里办起。然而终须先装胆怯，故意迟延，每到一处，做出些书迂本色，使闻风者无所顾忌。一旦发作，所谓出其不意，迅雷不及掩耳也。此说年伯大人高见以为然否？”卫公道：“大人高见，一点不差。目今先从省城阅视营伍起，调齐各营将弁兵丁，考验一番，然后出省，往各属阅兵。到了府城或县城出示放告，那受害之民与那些被抢之家，他必然来告状，大人却故意批驳不管，装做怕事无能的样子。那些强盗听了风声，他必不防，就拿他也容易了。事不宜迟，请大人就此出示阅兵罢。” \\n 安公子答应了“是”，回到衙门，当即出示晓谕省标五营四哨，于某日下教场操演阵式，比较骑射技艺。精熟者受上赏，骑射合式者受中赏，步伐错乱、武艺荒疏者轻则薄责，重则除名，分三等定功过。武官由副将以下至把总止，临期都要按名考试，不准告假。这个告示出来，各营将官看了，大家预备弓箭，连夜操演。那有本领的心中甚喜，满望考个上等，好升官领赏；那本事平常的却十分忧惧，怕的是考在下等，降级除名；还有那年纪高迈、须发苍白者，更是心惊，恐防大人见他老迈无能，将他休致。这且不表。 \\n 到了考试阅兵这一天，安公子是五鼓就起来，洗漱已毕，吃过茶点，吩咐伺候，即升舆带领随从之人，一路吆吆喝喝，到教场中而来。那时早有首县与中军在教场等侯。钦差轿到，一齐迎接大人下轿。进了演武厅归座，文武各官上前参见。安公子命中军参将传令，先命兵丁操演阵式。一声令下，三军各按队伍摆起阵式。先是一气阵，变为两冀，再变三才、四象、五方、六合、七星、八卦、九宫、十面。这十个阵图，是军营中老规矩，凡当兵者大概都会。这些兵丁将十个阵式摆完，果然步伐整齐，一无遗漏。安公子看毕，传令罢操候赏。三军答应一声，各归队伍，声息毫无。安公子然后传令，命千把总、守备、都司、游击、参将等，射步箭、马箭。先射马箭，一条射的是地球，射完再射步箭五枝。三人一排，或五人一排不等。 \\n 众将遵令，大家跨上弓马，各逞箭法。射完地球，不过有二人落空，其余皆中。射毕马箭，再阅步箭。那时天已交午，安公子暂退堂，吃饭毕接射。安公子未吃饭时，早已知会首县，酒席不必太丰，止要五肴，酒一壶，果腹而已。就是那些大小武弁与兵丁，每人都赏给酒肉饭菜，每一员武弁折银五钱，每一名兵丁折银二钱，都是钦差自己捐廉分散，并不要开销公账，也不要地方官赔垫。员弁兵丁领了银子，自去购买食物。大家感念钦差恩赏无微不到。 \\n 话休烦絮。饭后又命演刀枪剑戟武艺，整整演了一日方完。 \\n 安公子已有等第记号，择其最优者数人为超等，次为特等，再次为三等，内有数名兵丁年力衰老，当即除名，赏给盘费银五两，另谋生计，或还乡归田。有武弁数人，技艺荒疏，箭又不中，亦斥革除名。赏给超特二等，每名银牌花红，当下就分赏。人人佩服赏罚公平，颂声载道。 \\n 次日，安公子修下出巡日期与阅过省城五营四哨官各情形的本章，由驿驰奏，一面料理了公私事件。署中内里有舅太太、珍姑娘、戴嬷嬷与几个丫头老妈，安公子吩咐了他们一番话，命戴勤、随缘与舅太太处两个家人来升、进禄在署照应，自己带的是华忠、叶通、晋升、赶露儿四个家人，师爷是小程师爷与顾师爷与褚、陆、周等七位幕友，一同上路。先由省城至曹州府城。那一夜，内里舅太太、珍姑娘备了一席饯行酒宴，与安公子饯别。席间舅太太嘱咐安公子：“一路保重，寒暖饮食还须忧心，到一处后务必寄个信回来，好叫人放心。京中好几日无信来，你也该写信去告诉出省阅边动身日期，随带何人，此去不动声色、暗中擒盗一切底细，好教两位老人家放心。” \\n 安公子道：“外甥早已发信去了，还要等舅母说呢。”他一家人议论，安公子就要动身出省，暂且不表。 \\n 话分两头，书中要说那金、玉两位夫人要双生贵子了。且说那安府自从公子动身后，屡次接着家信，已知安公子亲到邓庄访着顾师爷，又奉圣旨专办地方大案。他老夫妻见儿子有人在幕中相助，又有褚、陆等四人保驾，也放心。不觉光阴易过，算起来离公子出京日期已半年余矣。那时金、玉姊妹胎气已足，将要分娩。张姑娘是有母亲照料，何小姐幸亏了安太太格外留心，早将稳婆雇好，朝夕守生。又请人看脉，服了几剂催生安胎的药。那日正是正月十七日，何小姐觉着腹痛，忙告诉婆婆。 \\n 安太太忙吩咐稳婆小心伺候，预备一切。那天天气甚是温和，到了申末酉初，何小姐已分娩了，产下一个儿郎，哭声甚大。 \\n 稳婆接下，收洗干净，绷好小孩。安太太已来看过，知道大小平安，心中不用说喜欢到万分。这里料理小孩吃生化汤，产母服红糖小米粥，忙了一夜。次早又接上张姑娘也发动了，未时产下一个小子，声音与乃兄一样。那安老夫妻忙沐浴斋戒，一秉虔诚，先在天地神祗前焚香叩谢，随后叩谢佛爷祖先，又吩咐人在何公祠点上香烛，安老爷亲自前去焚香叩谢。就有张亲家老爷换了衣服，戴了顶帽，登堂道喜。安老爷忙出来相见。 \\n 张老头道：“亲家，恭喜你连得两个孙子，这才是喜气重重，也不枉他姊儿俩当初受的那一番苦处。”安老爷道：“都是你我的儿女，与老哥嫂同是一样的喜。”忙遣人往城内靠近几家与亲友关切的几处报喜。安太太在里面忙吩咐买喜果，染红蛋，按人家分送，一面预备三朝汤饼酒肴。但是送礼之家，都请他来赴汤饼之会。安老爷随即写了家信，寄往山东，通知儿子与舅太太，又给邓老翁家一信，报生儿之喜，一并交提塘寄去。 \\n 却说那两个孩子生得天庭饱满，地角方圆，是个有福之像。 \\n 何、张二人自然欢喜。到了三朝，安老夫妇拜过天地神佛，告过祖先，然后往何公祠与自己祖茔祠堂，上香告祭。于是亲友们纷纷齐来道喜，如乌克斋处遣人来道喜，其余如安老爷的门生与程老师爷等，一定要登堂贺喜，当面叩毕，出来赴汤饼筵宴。内里也有几位女眷，张太太是招呼女儿在两处暗房照料。 \\n 安老夫妇见了孩子，更是心满意足，不过做满月热闹而已。那两个小儿，安老爷起下官名，大的名继祖，二的名耀祖。按下家中不表，要说安公子出阅曹州，怎样办贼，下回分解。 \\n   \\n  "}
{"章节": "第四十六回 钦差曹州下马 强寇山内设谋", "正文": "  \\n 第四十六回　钦差曹州下马　强寇山内设谋 \\n 　 \\n 上回书说的是何、张二位夫人都生了贵子，安老夫妻十分欢喜，请客筵宴，做汤饼会，十分热闹。已写信通知安公子与舅太太，外加又给邓家庄报喜。这都慢表，接着要表正文安公子出巡办案正事。 \\n 且说安公子择定日期，先往曹州阅视营伍，一切已受卫方伯与周三之策，此去不动声色，专以阅兵为名，暗中却是擒拿强盗。那天动身出巡，不用说山东省城上至巡抚，下至州县，无人不送。送出城外，一路浩浩荡荡，往曹州进发。那时曹州府早已得信，预备公馆，安排供应，差人四路打听，钦差一到，好去迎接。那五营四哨更不用说，曹州镇台忙吩咐下各属游击、都司、守备与千把总等，赶紧操演，庶免临阵出丑。那其间，早已有青云山贼人装做小本营生之人，来曹州打听，到底钦差是怎样办法，还是专阅营伍，不管民情呢，还是兼管地方盗案呢，要打听清楚，回去交令。那喽罗中就有几个能干的，装做卖糖食的乡下人，到茶酒肆探听消息。 \\n 那一天钦差已到，曹州文武齐出城迎接，接了进城，公馆住下，出示云：明日卯刻下教场阅兵，曹州五营四哨大小将官一齐准备操演。那天刚刚天交五鼓，各营将官俱已起来，顶盔穿甲，齐至教场伺候。一交卯刻，钦差已由公馆起马，一路浩浩荡荡，直奔教场而来。到了教场，当有曹州文武一齐迎接，进入演武厅中。参见已毕，军政司呈上花名册。钦差翻开看了一遍，传令先令三军操演。话休烦絮，不过摆阵式阵图，舞刀枪，各显奇能。幸亏曹州镇台平素认真操兵，所以技艺毫不生疏。钦差看罢，心中暗道：“观兵卒倒是劲旅，这镇台一定是一员有用的将材，但不知谋略何如。”阅完兵，天已交午，钦差暂退，入后面用饭。饭毕，接着比较大小武弁骑射，中全箭者甚多，亦较省标出色。阅完武务，天已申初，当即夸奖了几句好话，按等第发给赏号，竟无可革之员。钦差对镇台道：“足见贵镇平日操练认真，兵强将勇，可称干城。本部堂一定要保举奏明圣上重用的。”那镇台连称：“不敢，这都是大人谬赞，总兵深愧不克胜任。”说了许多谦让话。那总兵原姓田名克勤，是个武举出身，山西人，颇有见识，武艺精熟，确是一员勇将，年纪四旬有余。钦差见他说话应对从容，气宇儒雅，想来此人大可与他商量办贼。 \\n 阅兵已毕，饮差回归公馆，悬出一张牌来，是放告示，凡有军民人等遇有冤抑难伸者，准其递呈，若银钱细故，一概不准，三日为限，过期不收呈词，又牌示次日拜庙行香，盘查府县仓库云云。又着中军用帖请镇台晚间便酌，面谈军政。 \\n 那田总兵闻信，不敢怠慢，到了傍晚，忙来公馆谒见。当时钦差闻报，即刻请他进内，自己迎了出来，到滴水檐前。田总兵一见，忙整肃衣冠，抢步上前，口尊：“钦差大人，末将蒙恩呼唤，怎敢劳动出迎！”一面说，一面上前行参见礼。安公子笑容满面，说道：“杯酒相邀，何必多礼！”忙用手拉住，往里而让，口中道：“彼此一揖最妙。”田总兵止得打一躬站立，安公子让他客位坐了，自己主位相陪。略谈了几句门面话，吩咐摆饭，请顾师爷来一同饮酒。不多会，顾师爷出来，与田镇台见礼，归座，下人斟酒。安公子道：“便酌恕不送酒，弟性喜直爽；千乞勿效世俗谦让太过，反觉无趣了。”顾朗山亦道：“恭敬不如从命，田大人请坐了罢。”田总兵见如此直爽的钦差，也就不十分拘谨，竟在东边坐了。郎山西首对坐，钦差主位相陪。安公子先开口道：“弟性喜杯中物，不知田大人有同好否？”田总兵道：“末将亦勉强能饮几杯。” \\n 于是三人一面吃菜，一面饮酒，谈谈讲讲，渐次投机。安公子这才问起：“曹州地面有无强人，闻谣言云有青云山张七大王，聚众打抢，不知果有此说否？”田总兵听钦差问到青云山一事，连忙答道：“此话并非谣言。那强盗就在青云山，占聚已有两三年矣。手下有数百喽罗、几个头目。那为首的张万宝，会用弹弓，百发百中。那山周围有三十余里，在府城二十里外。山有三条小径，通武定、沂州、兖州，道路崎岖，十分险要。末将到此地一年，早想带兵前去扫除，无奈屡禀中丞，中丞总以不可轻举妄动为戒。再者曹州虽有一千余兵，久失操演，末将到任后才认真操兵，挑选精壮，裁汰老弱，教以技艺，如今初有规模。若要兴兵剿除，非三路进兵不可，然又恐他深沟高垒，不下山来，则我师日久无功，未免劳师费饷。今得大人来此，定有妙策，倘出其不意，直捣巢穴，要擒此贼也不甚难，但恐兵力不继也。” \\n 安、顾二人听田总兵之言，点头暗赞，果是有勇有谋之将。 \\n 安公子道：“依大人所言，若会同曹、沂、兖三府协力往攻，料无贻误。”田总兵道：“大人若行文调取兖、沂兵丁，命他一从东路攻山之左，一从西路攻山之右，大人再带兵从曹州直抵山下，攻山正面，再于山后必由之小路埋伏人马，四面有备，方可成功，然此非有能征惯战之将数员不可。沂、兖两府兵将之强弱，末将不知底细。以此而论，兵卒总要每路数百名，勇将得二三员，然后有济，否则他山寨中喽罗有六七百人，头领中悍贼有数人，不可不防也。”安公子道：“调兵易事，只须通行文书，会同三府，命三镇发兵，三路攻取，调兵在六百名以上，不愁兵威不振。至于将佐，敝处有可靠者四五人，皆是能以冲锋打战。但此事总宜不动声色，使彼不防，方能制胜。” \\n 田总兵道：“大人高见不差。但不知几时调兵，何日往擒山寇？”安公子道：“现在放告以三日为限，明日弟即写信致中丞，请他行文兖、沂两处调兵，弟遣将随文前去。此间烦大人带领将佐与兵丁；约定日期，同弟前往，攻取山之正面。弟处止留一将，分给兖、沂四将，大约人已够用，大人以为何如？”田总兵道：“大人如此调度，决无失算之处，末将遵令，届时同往可也。”两人议定，问过顾师爷，亦以为然，于是席罢。安公子写下书信，差周、冯、陆、赵四人上省投信，听候回文，身边止留褚一官一人保护。 \\n 到了次早，放告处有巡捕收呈收得两张呈子：一是陈姓布客，告的是青云山强盗抢劫，告官不理，乞恩追究；一是乡中文生胡姓，告的是闺女出嫁，回门路上被青云山抢去，告官不管，恳恩迫访此事。安公子当即批示云，“事之有无，不能尽据一面之词，可再于地方官处申诉，越诉不准”，竟批驳了。 \\n 一时两家原告在外面口出怨言，道：“既是奉旨钦差，应该替民伸冤理枉，为何徒有放告之名？似此劫财抢人重案，尚且不理，不用说又是一个胆小怕事之官！如此焉能观风整俗？”这话一传十、十传百，早已传至贼人探子耳中。看这情形，钦差不过虚张声势，断不是办贼用武之人。贼人得信，忙奔回山，将探得情形禀报那张七大王。那大王当与几个头目弟兄议论。 \\n 原来他手下人有四个头目：一个姓李名如飞，一个姓黄名豹，一个姓余名龙，一个姓孙名海，这四人之中，惟余龙本事最高，心思之巧要算孙海。当下张七大王与四个人商议道：“目前听说山东新放了一个钦差，要整顿风俗，办理案件，阅视营伍，我怕他来惊动我们山林，所以差细作前去探听。今据他们回来说，那钦差年纪甚轻，是个文官出身，有名无实，放告仍然批驳不管，怕事偷安。这样看起来，料他决不敢来惊动山林，四位贤弟看如今我们还是仍旧下山抢掠，还是暂避一时？大家必须商议一个主见才好。”那孙海听罢，忙说道：“小弟有个愚见，大哥听听看，使得使不得：如今虽说钦差胆小，不致于发兵来惊动我们，然须不可不防他，使人不备。我们这山只要把守得坚固，任凭他多少人马，一时断难攻破。就是要粮米充足，第一要着如今速将山之前后左右安设烟墩，命人防守，遣人下山将各处买存粮米，一一运上山来。再造精细之人，随着钦差走到那里，跟到那里，探得消息，即来通报，此其一也。再修书一封，寄与青莲寺铁长老，烦他遣人到泰安府，钦差一到，夜间即去行刺，若将他刺死，则以后再无人敢说办案，来管闲事了。所谓先事预防，暗中下手也。寨主看此计何如？” \\n 张七听罢，呵呵大笑道：“贤弟之言，真是妙算，就是如此办法。”忙即传令差遣数十名得用的喽罗，往濮州曹县催取各米铺所存粮米；又遣人再去跟随钦差，务须到处访他下落，遇有甚么信息，随即通报；又分派小头目在山之前后左右添设台，堆放滚石檑木；然后自己写下一封书信，遣人往泰安府羊角岭青莲寺面交那铁头和尚，教他遣人行刺。这事总算办得机警，那知强中更有强中手，到后来终要败坏，所谓恶人天不容也。 \\n 这是后话，暂且慢表。 \\n 再说安公子寄了公文，遣了四将上省，一路星飞电转，那敢怠慢。不日已到省城，四人忙到抚辕投递公文，在外面候信。 \\n 中军与巡捕见是钦差差来之人，不敢怠慢，忙让他四人在官厅坐下候信。不多时，内里传出话来，命四人进见。四人随了巡捕，一直到花厅中，参见了卫中丞。那中丞问了四人姓名，将左右人支开，然后才与四人密议：分冯、赵二人赴沂，陆、周二人赴兖，少刻即有公文发交，命他们连夜赶站驰赴，先命中军领他四人外面用饭。分派已定，中丞忙到签押房中与幕友商酌好了，写下札子两道，一札兖州镇台，一札沂州参将，外有信给两府太守，信中不过教他支应兵丁粮饷。中丞办事敏捷机密，竟无人知。公文信札办好后，当即传见周、陆等四人，面谈了许多紧要话；又给他每人五十两路费，着马号里付给快马，驰赴兖、沂二府。周、陆等四人当面叩谢，接了札信，赶紧出来到马号中，骑上快马，加上一鞭，往兖、沂进发。这中丞另备回文塘递曹州一路，迎着钦差投递。 \\n 再说安公子在曹州发信后，计算省城发信到兖、沂两府至速也得六七日，此间发兵出城，止消半日功夫，遂推故有病不见客，不办公，专候两路兵到，即刻往剿。好在田总兵差人四处探听贼人消息。那一天，有一个兵丁探得贼人差人下山到濮州曹县搬运粮米上山，忙即通报田总兵。田公得信，忙见钦差，门上知是军情重事，速即通报。安公子传命请会，田总兵遂将探得贼人运粮一节禀明。钦差与顾朗山商议，乘此发兵，将山口堵住，查他粮米从何地起运，好遣将夺了他的粮米，再去攻山，使他无粮，不能久守。主意议定，即令田总兵派员带兵，带了报事兵丁，往濮州曹县路上去劫粮。这里安公子与田总兵统领五百人马，参将、守备各一员，褚一官随身保驾。不动声色，暗暗发兵出城，直奔青云山而来，暂且不表。 \\n 再说兖、沂两府之事。原来兖州镇台是员老将，姓屠名寿，年纪七旬，是武进士出身，由侍卫放参将，升授今职。年纪衰老，不能上阵。那日接到中丞密札，教他挑选人马五百名，随同陆、周二人带领三军由东路进兵，攻青云山之左。文到即速发兵，迟延干咎云云。那屠总兵阅了公文，忙传见二将。陆、周二人进见，屠公看在钦差面上，待以客礼，让座送茶，面问一切。陆、周二人将钦差因奉旨严办盗匪，所以三路进兵，务要将青云山盗贼剿灭，与民除害，请大人速即挑兵，克期进发，使山寇不及防备，马到成功。屠总兵无言可说，止好赶紧挑选精兵五百名，随带四员战将，是守备、千总、把总各一人，候补都司一人。陆、周二人在前引路，浩浩荡荡的由兖州直奔青云山而来。 \\n 再说沂州府城止有参将，当日冯、赵二人到了，即到参府衙门投递公文，又分给府、县书信。那府、县信中，不过要他供应粮草，兖州亦然，不必多叙。那参将姓徐名惠，是由行伍出身，倒是一员能征惯战的武将。接了公文，忙请见冯、赵二人，以客礼相待，立刻挑兵。奈沂州兵将不敷调遣，再三商议，止得托府、县暂行招募年壮之民百名，留为守城之用。沂州所有城内兵丁四百余名，全数带往，随同冯、赵二人由西路进兵，攻青云山之右。此两路兵俱已发动。 \\n 再说钦差早已有探马报到：两路人马俱已发兵，这钦差那时已出了曹州府城，派人四下访拿运米强盗，田总兵又派精细儿郎做眼。果然在曹县濮州地面盘查出来几家粮店，登时将贼擒获，米粮全行截住，解往钦差行营交纳，一共擒获贼匪十余名。安公子审问口供，用好言骗他说：“尔等俱是良善人民，误被盗匪引诱，失身为寇，犯下王法，止要改过投诚，本部堂决不追究从前之事，收在标下，仍以兵丁待之，有功立赏；若执迷不悟，甘心从贼，一朝被擒，难逃身首异处。尔等细想，还是投诚的好呢，从贼的好呢？”那些被擒小贼，听了这一番言语，登时感化，叩头流涕，情愿投诚，遂把山中一切情形，详细禀明。安公子遂与田总兵驱兵前进，到了青云山下，离山五里，择地在山之正南安营下寨，写下谕帖数十道，命擒来贼人数名，带着谕帖回山晓谕为首愿从的贼人，教他早早投诚，免受诛戮。 \\n 那贼人奉令，带了谕帖，一齐回山通报。到了山口，止见山上早已把守得十分紧固。山头上四处都建有了台，各山口都安排檑木滚石，旗旌招展，大有拒敌守险景象。那些解粮被擒的小贼到了山口，齐声招呼道：“我等是自己人，要上山见头领交令的。”山上贼人往下一看，认得自己山中之人，忙去通报大王。那时大王已知各处运米之人已有数十人被擒，钦差大兵已到，在山前安营，当与四个头目商议，只有守住山口，暂救一时之急，先探听他用兵虚实，再与他交战。这个时候听说自己遣去运米之人有回来者，忙传令放他们上山。守山头目得令，方才开放一条路，放那几个贼人上山来。至山寨聚义厅前，一齐跪下，口称：“大王，小人们险遭不测，今日幸得回山，特来报信。”遂将钦差擒去后面谕的话，细细禀明，又将谕帖呈上。那张七大王本来认识文字，细阅那谕帖，说的是教他弃邪归正，改过投诚，还可免罪；若抗拒天兵，一朝破山，难免诛戮云云。那大王看罢，由不得大怒道：“好个不知进退的狗官，你竟将我的粮米劫去，还写这些空文来劝我，你当我是好惹的！不给你个厉害，你也不肯退兵！”遂与四个头目商议退敌之策。 \\n 那孙海道：“那钦差的意思要想解散我手下之人，所以擒去之人并不加害，又写谕帖，令他们回山投递。如今我们若下山与他交战，难保必胜，不若将计就计，我等假意投诚，写下一封投诚禀启。内中说山中一半人都愿投降，惟有大王不肯，本要将他擒了献上，奈因力不足，请他带领人马上山，协同擒拿。约定时候，我等开放一条路，让他上山，他一定信以为真，领兵前来。那时我这里四下埋伏，暗藏弓箭，挖下陷坑，等他身入重地，一声暗号，乱箭齐施，一定射死他一半，再逼他落下陷坑，更可生擒活捉，易如反掌。若捉了他后，我等乘此冒充了他去抢曹州府城，管保城他可垂手而得。此计可谓一举两得，大王以为何如？”张七大王听了这话，乐得他拍手打掌的快活，说：“贤弟此计，赛过诸葛孔明，还有甚么说的！就烦你安排调遣，用起计来。”那孙海随即吩咐那心腹之人，在山之要路挖下陷坑；各处必由之处，暗藏壮士，多设强弓弩箭，要想骗钦差上山拿他。要知安公子中计与否，如何攻山，下回分解。 \\n   \\n  "}
{"章节": "第四十七回 识诈降假意退兵 失巢穴潜踪逃命", "正文": "  \\n 第四十七回　识诈降假意退兵　失巢穴潜踪逃命 \\n 　 \\n 话说张万宝听了孙海之言，四下埋伏挖坑，要害钦差；忙差了心腹人三十名，带了悔罪呈词，假作李、黄、余、孙四人具名，情愿投降，请钦差上山，协同拿获山主张大王，务乞恳准云云。这三十名喽罗奉了令，带了呈词，竟奔山前安公子大营而来。 \\n 到了营门，说明来历，中军忙进去柬报钦差。立刻传见。 \\n 这三十名小卒到得中军帐前，一齐跪倒，口称：“大人在上，小人等犯罪弥天，死有余辜。今奉大人谕帖，准其自新，所以小人等有一半感发天良，情愿投诚。山寨中有四个头目，同心合意，愿献山林，奈为首之人十分凶恶，手下人多，头目四人难以下手。仰求大人恩准投诚，亲自带领人马上山，头目等开关引进，里应外合，好擒为首强寇，以作赎罪之举。但此事须秘密，以速为妙，迟恐有变。请大人早早发兵，头目等不胜盼望。”说罢，将那呈词呈上。安公子接过细看，呈词上语言与所说相同。安公子看罢，心中犹豫不决，随吩咐那三十名贼道：“汝等果真愿意投诚，这是可以将功折罪的，本部堂一定恕汝等之罪。汝等要我上山擒拿为首张寇，这事还须斟酌。汝等且下去静候，我自有定见，然后再来唤汝等听用。”那三十名贼人退了下去。安公子吩咐中军官安排他们住处，赏他们酒饭，格外优待，令人陪他们饮酒，能够骗出他们真话更妙。 \\n 中军领令，择了几个会说话精细兵丁，教了他些套话，去骗贼人。那兵卒中有一人，姓朱名善保，能言会道，绰号巧嘴朱三。领了这个令，忙同了几个伙伴来至帐中，让进了这三十名贼人，一同坐下叙谈。随即拿出了酒肉，大家饮酒。朱三一面劝酒，一面说些江湖上义气话，说道：“难得你我今朝无意中相会，你们老弟兄们都是些绿林好汉，可惜出身山林，披个盗名，如今幸而见机而作，弃邪归正。这一来，钦差若是进山将张大王擒住，奏与主子，你等都有功劳，不愁不保举一个前程，从此建功立业，后半辈正好享受荣华富贵呢。咱们今日聚在一处，这也是三生有幸。你我何不大家对天一拜，做个盟兄盟弟，日后互相照应，患难扶持，有福同享，有患同当。诸位老弟兄意下如何？”那贼人中有三个是好酒贪杯之人，天生粗笨，听了朱三这 \\n 话说得爽快，他们三人先就答应说：“承蒙老兄弟爱我等，敢不从命！”于是那三十人一齐起来，请朱三做个盟主，营中约了六人，誓愿同生死，当空一拜，叙出年长者为兄。那贼人中有一个姓皮的，年最长，算他大哥，兵丁七人中有一个姓徐的，年纪少皮大哥一岁，称为二哥。三十七人席地而坐，快活饮酒，十分开心。 \\n 那徐二说话中间问起贼人：“山寨中到底怎样情形，此番弟兄来投诚，到底是出于自己主意，还是奉何人所差呢？你我既是弟兄，不用隐瞒，务必说出真情实话，大家好显出是真心结拜，不是虚应故事。”那徐二会说话，更兼有朱善保一旁帮说。从来说酒后易吐真言，那皮大不知不觉就把那孙头领定的诈降计、要骗钦差上山中他们的暗算，如何埋伏，如何挖坑，一切细底全行和盘托出。那徐、朱二人听了这话，说道：“大哥你如今肯帮我们大人出力，想个妙法破了他们的暗计，攻破了山，那时大人一定保举你，你就指日为官，那些儿不好呢？” \\n 皮大道：“大人若肯听我话，止消从山左右暗地遣人上山，然后假作上山招安。到得山上，不走正面，他那埋伏自不中用。那陷坑都有暗号，上面有石灰为记，不走入去，怎会落坑？等左右人马齐到，一同动手，要破此山，又有何难？”徐、朱二人道：“大哥之计甚妙。但是你们如今还要回山交令，约定日子上山招安，万一寨主另有别计，你们保得住万无一失么？” \\n 皮大道：“老弟，你且将我的话回禀大人，再定主意，料来大人定有高见。一句话，包总我们是真心投降，并无假意。如大人疑心，尽管试验，日久白见人心。” \\n 那徐、朱二人听皮大这一番话，很有道理，像是真心，当下劝他们尽醉方散。徐、朱二人忙至中军帐内，将皮大所说的话细细禀明，请安公子定夺。安公子闻言，忙请顾朗山来告诉一番，斟酌一个妥当主意。朗山道：“只消教他们三十人回山，就说我等现奉旨意，另有差遣，一时不能上山招安，教他们那些肯投诚的，等候卫中丞来招安。那贼首见我退兵，他必定下山来，暗袭曹州，抢掠粮米。等他一下山，我这里即攻山，先占了他的巢穴，不怕他逃到哪里，终久也要擒获的。他若不下山，我这里会同好了兖、沂两处人马，从东、西、后面三路进兵攻山，山前留出一条出路，好让他逃走，止要夺得他巢穴，使他防备不及。无论他用何计，我等皆可取胜。”安公子闻言，深以为然，当即与田总兵议定。 \\n 次日，将三十名贼人唤至帐前，吩啥道：“汝等既真心投降，不拘何时，皆可效力。现今本部堂奉有密旨，另有紧要军情，即刻退兵。你等回山约好了那愿意投诚之人，静候数日。我请卫中丞大人带兵来招降，那时你等何不做个里应外合，迎接卫大人上山，擒拿那张七？你等一样有功。我今日实无暇及此，你等去罢。千万不可走漏消息，使张七闻知，万一他发兵追赶，那就不妙了。你等快回山罢。”说罢，将三十名贼人造发。一面吩咐退兵，却暗中通知三处：一是兖州，一是沂州，一是省城，约定三日后一齐发兵攻山之四面，专等贼头下山，即攻他的巢穴。这里安排已妥，任凭他用何计，总不上当，暂且不表。 \\n 再说那三十名贼人，皮大为首，见安钦差说有事退兵，十分忙促，也不知为了何事，只得回山交令。到了山中，将一切情形面禀了张七大王。那大王忙与孙海商议：“如今他不来攻山，反倒退兵，不知何故？此时我等应如何进兵，可保无虞？” \\n 孙海道：“这是一个好机会，乘此他们有事，无暇攻山，我这里发兵去袭曹州，不必定要攻破城池，止要抢掠得些银钱粮米，供山寨之用；掠些百姓；来充小卒。山寨中人马日见其多，将来大可以做一番事业。如今大王须得自己去走一遭，多带人马，山寨中止须留下人守寨，那埋伏之人如今用不着了。等大王得来回山，再想别计去攻濮州曹县，或攻兖、沂，止要到一处得些来头，我等根基日固，纵有官兵来剿，管保杀他大败而回。” \\n 张七大王闻言大喜，随即点起得力喽罗六百名，自己同孙海、余龙带领下山袭曹州。山寨中止留李如飞、黄豹二人，与老弱士卒三百人守山。凡是埋伏之处，一概撤退。乘着天气昏黑，连夜发兵。山上以为此番一去，定然成功，做梦也想不到钦差用的是三面连环计，专盼他下山，好取他的巢穴。闲话少叙。 \\n 且说那张万宝与孙海、余龙带领着六百名喽罗连夜下山，一心要想明袭曹州，暗中抢劫人民，专为银钱粮米，并非真有心要夺城池。他们一下山来，早已惊动了钦差探事的兵卒，四面俱有探子隐藏，探得贼已下山，忙即三下里通报。安公子退兵在正南十余里外，得信最早，闻知贼已下山，忙带领人马与田总兵、褚一官还有几员偏将，一齐来攻山正面。又差人催东、西两路人马，赶紧攻山。这边发兵，那两边也得了信息，不约而同，三路发兵。东路是周三、陆葆安开路，总兵在后面督阵；西路是冯小江、赵飞腿开路，沂州参将与各将随后，直奔青云山下。到了山下，仰看上面，并无动静，众人还怕有埋伏。那时是周三、陆葆安大胆，先往上闯。到得山头，安然无事。随后大众努力上山，登时东西人马已进山矣。西面也是冯、赵二人先上的山，随后大家才上去。两路上得山时，正面钦差的人马是由总兵、褚一官二人当先，奋勇直前，顷刻已到山上。看了看山上，并无埋伏，然后才请安公子上山。在山中择了一块平地，暂扎行营。留钦差在营，派褚、周二人保护，其余将官三面会齐，一同往山寨中进发。到了寨门，这守寨贼人方才知道有官兵上山来了。一看人马纷纷，十分勇往。那些贼人早已吓得目瞪口呆，往后就跑。一面跑，一面怪嚷乱叫道：“大事不好，有官兵杀上山来了，快些逃命罢！” \\n 那时李如飞、黄豹二人那里去了？原来他二人听了那三十名贼人的话，说钦差软弱无能，又有事退兵，料来决无人来攻取山寨，专候大王下山抢掠些金银粮米回来，好大家受用。所以那两个人夜间到四下里巡视一回，回到帐中，命小卒摆上酒肴。他二人痛饮，不觉喝得大醉，扶归帐中，沉沉睡去，做梦也猜不着大王一下山，官兵就到。及至寨门外那些看门贼人都跑进后帐嚷起来了，他二人才惊醒。一翻身起来，穿上短袄，拿了兵器，二人忙出来迎敌。论这两个贼也有几合勇战，并非无能之辈，无奈酒醉方醒，眼睛迷迷糊糊，变起仓猝，早已心惊胆战。到此地步，纵有本领，也减去一半了。这二贼刚到寨中，一看寨门大开，官兵直往内拥。二贼忙迎了上去，吆喝道：“好大胆的小辈，怎敢到山上来讨死！不要走，叫你等知我老爷的厉害！”说罢，连蹿带跳的杀了出来，手中刀光闪灼，早已与兵卒们交手。这个当儿，早被冯小江看见，忙跳上前去，用虎尾钢鞭敌住黄豹；那田总兵也到，忙用刀敌住李如飞。田总兵力大，李贼那里敌得住？不过两三合，早已不济，回身就想要逃走。背后陆葆安已到，照准那贼背脊就是一铁锤，只听“拍”的一声响，贼人早已中了锤了，登时站立不住，跌倒在地。三军上前捉住，用绳索捆了。那黄豹一见李如飞被擒，心胆俱碎，回身想跑。冯、赵二人焉肯相容，用尽平生之力，一鞭打去，将贼的刀逼开，脚底下使了一个跛脚，早已踢在贼人足胫骨上，身体一晃，冯小江随即就是一鞭，打倒在地。三军又复捆了。那些小贼们见两个头目被擒，一半从后面逃走，有那走不及的，止得跪下，口称饶命，情愿投降。 \\n 田总兵随会合兖州与沂州参将陆、赵、冯三人，直入后帐盘查贼人的巢穴。见堆积的东西不少，也有金银绸缎、衣服器皿。田总兵传令三军，将所有银钱衣物等件堆在一边，若有军器犯禁之物，另堆一处。忙着人请钦差到此，亲自阅视。不多一会，安公子同了顾朗山、褚、周三人已到。看了看那些东西，随即遣褚、陆、周三将同了田总兵即刻下山，去救曹州，擒拿张七大王；吩咐褚、陆、周三将格外小心，须防张七暗器。田总兵道：“末将自有道理。”于是带领三将与七百人马一齐下山，往曹州府来，一半保守府城，一半要拿盗首。 \\n 山寨中安公子升了座，点了将佐，不少一人，兵丁亦不见有一人带伤，即投降的贼人有百余名，有一半是老弱无能之辈，一齐跪下，哀求钦差饶命。安公子遂审问他山寨中贼首还有甚么亲丁，有无妇女，山寨共有多少房屋，多少米粮，还有被掠来的妇女否，“你等快快供出，听候发落。若不实供，难免受刑，立刻领死！”那贼人闻听钦差之言，忙禀道：“山寨中四面房屋约共六七十间。这寨分三进：寨前是聚义厅，再进一层是大王的书房，后面还有两进房子，分东、西二院，东边是大王寝室，西边是库房，堆积金银珠宝、绸缎布匹，还有厢房内锁的是些妇女，一半是抢来的，一半是众头目的家眷，通共约有数十人。”安公子听那贼人口供，即刻先到寝室查看，不过是些床帐。又到库房查看，果然有些金银珠宝、绸缎布匹。然后命贼人开了厢房，将那些妇女放了出来，要细问他们的来历。 \\n 不多时，那些妇女一齐出来，有的哭泣，有的害怕。大家跪了一地，口中哀告饶命。安公子遂问他们谁是贼人家眷，共有几人。止见有一年老妇人说道：“老妇人是张七之嫂程氏，那两个妇人一王氏，一余氏，是张七的一妻一妾。还有余龙的妻子、孙海的妻子。李如飞、黄豹无妻，每人有两个妾，是抢来逼做妾的，一姓陈，是姊妹二人；一姓乔，一姓何，说是买的。内中有三个女子是新近抢来的，是一个姑娘，两个婢女。 \\n 这三人立志不从，情愿千刀万剐。张七因他三人美貌，所以不曾杀得，关在厢房，命人看守，教我劝他，已经一月有余，总劝不好。大人不信，亲自口问她。”安公子忙问道：“女子在那里？快上前答话。”止听人答应说“有”，止见从妇女队中走出三个女子：两个在后，约年十五六岁；一个向前，年纪十八九岁，登时跪下，哭哭泣泣，口称：“大人容禀：小女子姓胡，家住曹州府西门外，离城一里。我父是个廪生，家道还算小康。因为母亲去世，葬在十里外荷花铺。今年清明，小女子同我父带领两个婢女上坟，不幸被山贼抢来。我父逃去，不知生死。小女子屡次辱骂那贼，止求一死。他偏令人看守，要死不能。全亏这位老奶奶说是慢慢劝化我们，叫贼人不可性急动粗，所以才免受辱。如今大人破了山，求大人放小女子还家去，找寻老父，感恩不尽。”说罢，连碰响头。安公子叹息道：“这倒是一个烈女。”忙说道：“你不用哭泣，本部堂自然要送你还家，交与你父。你那老父并不曾受害，前日还来告状呢。明日就送你回去。”那女子闻言，欢喜不尽，忙叩头拜谢。安公子随点了名，记了单子，被抢的各问姓名，分开一边。贼人的家眷另开一单，命人看守，等候曹州信息。这里忙遣人往曹州报捷，命知府委兵来押送妇女进城。这且慢表。 \\n 话分两头，再说张七带领六百名喽罗与孙海、余龙一心要去抢掠曹州。那时下山之时，曹州府太守早已防备好了，四门紧闭。城外的百姓，早已搬入城中，是安公子已分派定了。那贼走了半夜，到得城外，但见城门紧闭，城上有人把守，城外居民不见一人。张七心中诧异：“难道他竟知道我要来抢掠袭城吗？”正欲吩咐喽罗攻城，那知后面早有逃下山来的喽罗追到，口尊大王，说是：“大事不好了！大王刚下山，不到半刻，随后官兵就到，有钦差旗号，三面进兵，立将山寨破了。我等跑得快，逃出命来。请大王快快回山要紧。”张七闻言，吓得魂飞魄散，登时主意全无。那孙海与余龙一旁闻言，也是吓得面无人色。三个人正在商量回去夺回山林，与他决一死战，那知后边因总兵同周三等人马已到，一声炮响，人马杀上前来。 \\n 田总兵一把刀，周三等鞭、枪并举，谁能抵敌！只杀得贼人纷纷倒地，立刻四散奔逃，并无人敢对敌。余龙不知好歹，冲上前去，被田、周二人双战，身受重伤，跌下马来，官兵捆了去了。孙海与张七见势头不好，二人忙加上一鞭，往小路逃命去了。 \\n 这里贼人被杀了大半，剩下二百余名，一齐跪下哀求饶命，情愿投降。田总兵传令：“暂且免死，候钦差发落。”那时曹州府太守在城上看得明白，忙开城接总兵进城，差人去钦差处报捷，随即派周三与几个将官往四下里跟踪去拿张七。要知钦差进城如何发落投降贼人，张七逃往何处，且听下回分解。 \\n   \\n  "}
{"章节": "第四十八回 烈女还家蒙恩旌表 强盗逃难借友报仇", "正文": "  \\n 第四十八回　烈女还家蒙恩旌表　强盗逃难借友报仇 \\n 　 \\n 话说安钦差攻破青云山，张七在曹州府城外被褚、陆、周、田杀败，只剩下百余名喽罗，跟随往东方逃命，身边惟孙海一人护卫。那张七一路上叹气连声，无精打采，走的都是些隐僻小路，恐怕有人追赶。正走中间，腹中饥饿，无奈止得命喽罗四下寻觅人家，买些饭食充饥。幸亏山村之内还有人家，听说有钱买食物，也就随便卖给他们些饭食。他们饱餐了一顿，给了饭钱，又往前走。一路打听兖、沂二府早已有人盘查，偷不过去，除非由山背小路走去，约八百里，方是泰安府羊角岭交界。张七听说“羊角岭”三字，十分欢喜，想道：“到了羊角岭，见着铁头陀，再三求他。他若肯拔刀相助，要报此仇，有何难哉！”因此寻路前进，直奔羊角岭而来，暂且不表。 \\n 且说钦差得了曹州信息，知道贼人大败逃命，生擒贼目一名，府城无恙，心中大喜。随即带领人马与山中男女、银钱粮米，一齐装运押送进城，还有两个贼目，与曹州这贼三人，一并送人监禁。钦差进城，文武迎接。到了府署，钦差人内升座，文武参漏已毕。钦差遂将山中所获金银粮米各物，请太守亲自阅视，查明数目，一半存库，一半分赏三军。忙将攻破山寨一切情形，写信通知中丞，意欲奏闻奖叙有功将佐，随后再进攻兖、沂之贼。至张七现在逃亡，派人寻踪往探，一定要将他拿获。此间被获三个贼目，请旨定夺，或解进京师，或就地正法，均候钦定云云。又片保举出力员弁，如田总兵、褚、陆、周、冯、赵与兖、沂大小将官，皆候旨施恩。此信一发，不过一日，早到省城。中丞阅信，照样拟了奏稿，会同办理，仍将奏稿封寄商酌。这里钦差随派曹州府审问那些妇女，面谕胡氏一名女子，是个烈女，即令人将他家属唤来领回，好好给他配个人家。似此节烈，照例请旌，旋于奏折尾末叙明。奏稿拟定，仍请卫中丞拜发。 \\n 这里曹州府无人不知胡家女子，能在贼中一月有余，仍然保住贞节，真算节烈可风。他父闻知，即刻来府署，父女见面，大哭一场，禀明太守要领女儿回家。太守允许，送与胡女许多东西。又叫他入署内，那知府太太与他谈谈说说，十分佩服，也有赏赐。胡女又求太太转求太守在钦差面前讨情，留张七嫂子一条性命，算是报他救命之恩。那些话一言难表。但说胡家父女好容易死里求生，而今骨肉重聚，二人临走时，亲到钦差公馆前叩谢，然后归家。后来胡女许配一个秀士，也中一名举人，后来官居教授，夫妇享寿七十而终。这都不提。 \\n 再说钦差与曹州府太守商议，将那些被掳妇女有家可归者，稍给银两，着他家属领回；无家可归者，散给他些资财，叫他自己过活。那贼人的家眷：暂行看管，听候圣旨发落。所奏张七、孙、余、李、黄五个人，都无儿子，纵有儿女，也不见得是亲生自养的。我朝圣恩宽大，罪人不孥，将来或可免死。这是后话慢表。 \\n 再说那张七与孙海在路潜逃，昼伏夜行，走的都是些幽僻小路。一路上有时还有饭吃，有时止得挨饿。走了八九天，那天才到了泰安交界。一路探明羊角岭路径，有人说道：“那羊角岭青莲寺是有名杀人的活阎王，你等此去，莫非不怕死么？” \\n 张七等道：“我等是他旧交，他断不能杀我等的。”一路寻踪觅迹，果见山路崎岖，比较青云山又险要多了。到了岭下，止见有几家酒店开设在那里。跑堂的招呼客人说道：“我这里酒饭俱全，要甚么菜都有，尝尝看，我这酒是真正原封，无一点假，尝了管保你别处酒就喝不来了。”吆吆喝喝，声音洪亮。 \\n 张七捡了一家门面宽敞的，走了进去。到客座上坐下，其余跟随的人止剩得七人，也随同进来，两旁列坐。跑堂的忙上前问道：“爷台来了，请坐！”忙倒上茶来，请示用甚么酒菜，吩咐了好去预备。张七道：“有现成的鸡鱼肉食，尽管拿来，酒要好的。他们是我伙伴，一样预备酒菜，快快去办来！”跑堂的连忙答应，下去端整酒菜。不多一会，端了上来，摆列好了，请张七用酒吃菜。 \\n 张七饮了数杯酒，看了看那跟随的人也在一旁喝酒吃菜。 \\n 张七遂唤跑堂的过来说道：“我要问你，这里上羊角岭还有多少路途？那青莲寺方丈现在可在家？谅来你总知道的。”跑堂的听了这话，忙问道：“爷台想是与我们方丈认识？”张七道：“然也。”跑堂道：“此去上山还有五里路远，到了山半中间，还有一处名曰往来亭。那亭上有人把守，亭外挖有濠沟，除非熟人或有来历旧交，到了那里通了名姓，那亭中大师傅准你上去，才放下吊桥，渡你过去。不然，你休想上去。止怕他那里一声暗号，四下里有人看守，一齐围裹上来，登时拿住。这个地方好有一比，比做阎罗殿上，到此死多活少。爷台如要上山，务要打定主意，不可冒失，白送了性命。就是我们这个地方，开设店面，也是奉了大师傅之命，在此做眼。凡是过路客商，知道规矩，由此经过，先送上买路金银，我等给他一张路票，任凭他过山。周围百里之内，无人阻挡。若不送金银，到了店，我等暗地通信他山上发下人来，登时人财两空。年轻的擒上山去，做个小卒；年老的一刀了账。任你有多少人马，也过不去。甚么讲究呢？此去八里外有一条河，名曰羊眼渡。大王有法力，那河水虽不深，就是无法能渡。不拘甚么东西，见水就沉，不能行船，又无桥梁，水流甚急。任你千军万马，到了那里，也是束手无策，止有等死。而且那水喝不得，喝下去腹中疼痛，周身无力，登时倒地。大法师有如此本事，所以在羊角岭上青莲寺中，带领着徒子徒孙，享受清福。凡是山东山林中好汉，无一处不来进献金银。还有海中几家大王也来通信，送些礼物，遇有急难，还要求他相助。爷台既是相与，大概这些事久已闻知。若是初次来见，路径不熟，那倒不妨，我遣人同你去，何如？” \\n 张七听了这一番话，忙答应道：“兄弟，你当我是谁？我就是曹州青云山的张七大王是也。与这里大和尚是盟兄盟弟，素有往来。大和尚曾到过我山寨三次，我却不曾来过。目下因有些不得意的事，特地来投奔他。原是初次到山，路径不熟，相烦你派个人送我上山。好在是一家人，我也不用客气道谢。” \\n 那跑堂的听张七说完这话，连忙上前下跪，说道：“原来是七寨主驾到，小人不知，多多得罪！千乞大王爷担待。”张七忙将他拉起来，说：“好兄弟，何必行此大札！你我原是一家人，不知者不罪。劳烦你快领我上山，见师傅要紧。”跑堂的说：“刀口是自然。”忙打了一声暗号，止见内面走出几个人来，略问了几句话，就请张七动身。从店后小路前往，走不多远，看见有几间房子，那房内有楼。那领路人上楼吹起号来，一声响亮，山上早有人答应，放下人来，用竹几子轿数乘，请张七坐了一乘，孙海也坐了一乘，其余不用。每一乘有四个人抬，行走如飞。不消半个时辰，早已上得山来。果然到了亭子内，有人出来接见，问明来历，一同上去。约有半里，已到青莲寺面前。止见山门大开，十分威严，两旁坐着有数十个头陀，都是面貌凶恶。见了张七、孙海，忙问道：“两位从那里来的？” \\n 引路人代通名姓。那些头陀声忙站起，合掌道：“我等不知，有失远迎，望乞大王恕罪。”张七道：“岂敢，相烦通报大师傅。”头陀答应，同进山门，有人飞跑进内报信。 \\n 不多一会，果见那铁头陀带领着十数个弟子，迎了出来。 \\n 彼此是认得的，忙上前相见，手拉手往里而走。到了禅堂归座，孙海上前叩见。铁头陀也还了半礼，遂问张七道：“贤弟不在山寨镇守，何故不远千里而来？必有所为，请道其详！”张七道：“一言难尽！小弟如今是弄得无处栖身，好容易逃得到此。 \\n 惟有恳求老哥哥大师傅垂手救援，方有活命，不然，难免作刀头之鬼也。”那铁头陀闻听这话，惊疑不止，忙问道：“贵寨中难道出了什么事了？”张七遂说：“新放了一个饮差姓安，一到省，就阅边出巡。到了曹州，三日后就发兵来搜山。那时弟得信，即差人打探，见他举动但是软弱之辈，因此定下诈降之计，要骗他上山中计。谁知他早已料定，装做退兵，说奉旨另有他处紧急军情。弟那时信以为真，意欲乘此下山抢掠些金银粮米，那知中他调虎离山之计。他三面带兵，会合兖、沂两府人马，连夜攻山，竟把山寨破了，山中根基全行失去。他尚不肯干休，四下遣人追赶。因此绕道来投老哥哥这里暂且避难，不知老哥哥可有什么妙计，能替小弟夺回山寨否？” \\n 铁头陀听罢这说，一声怪叫道：“气死我也！”用手一指骂道：“我把你不知死活的小畜生，我与你旧仇未报，你又来欺负我的兄弟，我若不将你拿来劈做万段，誓不为人！”张七道：“原来这姓安的是老哥的仇人，弟倒不知怎样结的仇恨，乞道其详。”铁头陀道：“我有个得意徒弟，名叫赤面虎。他在黑风岗能仁寺中住持，那年被人杀害。起初不知何人所杀，新近收得一名逃军投奔，姓霍名士道，他倒知道细底。说是那安骥的老婆叫做十三妹，从前在青云山一带做女强盗。原来我那徒弟是他杀的，岂不是我与他有仇么？.”张七道：“如今安骥奉旨查拿绿林，到处调得动兵，他又有勇将辅佐。有何妙计可以报仇，乘早商量好了，免得临时费手。”铁头陀道：“我现在差人去打探他从何处查访，但得他离此地不远，我亲自下山去走一道，略施法力，管取他性命。若与他交战，还要动刀动枪。止消夜间到他住处，念动咒语，叫他昏迷不醒。那时下去，到他房中取他首级，易如反掌。老弟你看好不好？” \\n 张七道：“老哥哥有如此法力，何愁安骥不死！”铁头陀还有一计更妙，连山都不必下，止要差一精细人下山，暗访那安骥的生辰八字，写了出来。“我止要扎一草人，将八字安放草人身上，每日踏罡步斗，念诵真言，止消七日，安骥必死。此计似比行刺更妙。”张七道：“这更好了！事不宜迟，快遣人下山，二者并行，不久即可成功。”两人说得高兴，摆上酒来。 \\n 铁头陀道：“这是与贤弟接风。”彼此放量痛饮，喝得大醉，方才各回房内安寝。次早铁头陀差了两名精细小卒，下山去探钦差现在何处，带领多少人马，从那路进兵，探明速报；又差两个徒弟，扮做化缘僧人，专要打听安骥的生辰八字。四人下山，分头上路，这且不表。 \\n 再说安公子与卫中丞会衔奏折由驿驰递，不多数日，已到京师。由兵部挂号送交奏事处递进。皇上将奏折细阅，忙召军机大臣面议道：“据安骥所奏，攻破青云山盗穴，擒获匪徒，救出难民妇女多人，且有烈女胡氏在内，此次文武各员不无微劳。惟盗魁在逃，应拟旨着安骥会同抚臣、各镇，追踪访拿，务获为要。”军机处理谕拟旨云：“安骥与曹、兖两州总兵并武生勇丁等，攻破青云山寨，救出难民妇女。安骥与抚臣、总兵均交部议叙。武生褚廷梁、陆葆安，义勇周得胜、冯小江、赵鹏，均赏给五品军功翎顶，留营以把总补用。张七之嫂能保护烈女，免死，交地方官发交官媒看管。救出妇女，妥为安置。胡氏烈女，准其建坊旌表，着伊父善为择配，赏给建坊银两。所擒获匪徒三名，即着就地正法，枭首示众。张七在逃，仍着安骥等严拿，勿令漏网。”皇上看过批准，登时发抄。 \\n 那时安公子恰好家信已到，禀明安老爷一切情形，并云有天目山、白象岭、羊角岭三处强盗尚未查明，此事非急促能办。惟有格外小心，与幕友同官斟酌办理。省中家眷，赖有舅母照应；两媳分娩后能料理家务否？十分惦记云云。安老爷看过了信，叫进送信人。原来不是别人，就是赶露儿。老爷、太太问他东省一切事体，他也细细说明。问起贼人巢穴，他说：“听得人说别处都不要紧，就是泰安府羊角岭的甚么铁头陀和尚十分厉害，会妖术邪法。” \\n 安老爷与太太还未答言，早已惊动了那两位少夫人。张姑娘不知其详。十三妹忽然想起从前在青云堡之时听人说起，羊角岭青莲寺十分凶恶，铁头陀又会妖术，专会行刺，暗中害人，这事倒要早早防备，忙对公公道：“媳妇从前在山东时，曾闻人说起那铁头陀啸聚羊角岭青莲寺，十分凶恶，专会黑夜行刺。公公写信要嘱玉郎格外小心防备。第一黑夜须防行刺，两军交战，须防他用邪术。”安老爷闻听此言，登时心中惊疑，说道：“这事可不好办，只好听天由命而已。”那安太太听了这些话，更吓得目瞪口呆，半晌才想出了个主意，说道：“老爷，我有个主意：如今何家媳妇已经分娩了三个多月，不如送她去任上，也可以保护玉哥那孩子。老爷，你想这个主意好不好？”安老爷道：“何家媳妇去呢，固好，无如仍不中用。”太太道：“怎么不中用？”老爷道：“玉格是沿途查访，何处有贼，即在何处住下用兵。纵有家眷，焉能跟着走？而且打战出兵，非女子份内之事，又不便女改男装，又不好隐藏不露，所以说不中用，即此也。”太太道：“如此难道由他去？咱们竟不管吗？”老爷道：“太太且慢着急，等我写了回信，叫他与顾朗山商量，自有高见。至于那和尚邪术，止要乌鸡黑犬血浇在箭上射去，能破妖术。再者周三他们老弟兄尚有数人未曾出头，止要玉哥谆托周三，再调出他们几位，人多胆壮，自然无害的了。”太太听了这话，才略放心，忙催老爷写回信；又叫两媳妇亲笔写信，告诉他刻刻留心，防备暗算。这里将信写好，仍着赶露儿带去，吩咐他一路小心，不可耽延误事。这且按下不表。 \\n 再说铁头陀差人探听钦差在何处下马，从何处查办，又差两个僧人去打听钦差生辰八字，要想暗害。那时张七身边带有十余人，有一人姓鲍名国恩，为人精细，虽出身绿林，却大有悔罪思迁之意。张七因他能干，十分重用他。他自从跟张七到了羊角岭青莲寺中，常与铁头陀的徒弟们讲究些朋友交情，英雄的义气，能说会道，那些小和尚都喜欢他。内中有个和尚，法名归元，年纪二十余岁，与他最好，两下里情投意合，遂结拜为弟兄，时刻一处谈论。那一天，铁头陀差人去后，他二人私下计议，说起那钦差用兵破青云山，出其不意，可惜张大王多年根基一旦失去，如今止有仰仗大师傅法力报仇雪恨，夺转山林。说到这其间，那归元和尚道：“大哥，你看将来安钦差怎样结果？咱们师父与张大王怎样收场？你断断看。”鲍国恩道：“老弟呀，这话我可难说了。”归元道：“怎么难说呢？” \\n 鲍国恩道：“我先问你一句话，你说说，安钦差与咱们师父、大王到底谁是正人？谁是坏人？你从公评论。”归元道：“那还用说吗？自然是钦差正，咱们坏了。”国恩道：“这么说，止怕钦差害不了，青云山夺不回来。”归元听了此话，一言不发，呆在一边。要知他二人怎样弃邪归正，下回分解。 \\n   \\n  "}
{"章节": "第四十九回 良心发现弃邪归正 预防思患设计藏身", "正文": "  \\n 第四十九回　良心发现弃邪归正　预防思患设计藏身 \\n 　 \\n 话说鲍国恩与归元倾心吐胆，说话投机。说到止怕钦差害不了，山寨夺不回来，那归元登时呆在一旁，一言不发。国恩道：“贤弟，你怎么发起愣来了？难道我说的不是么？”归元叹了一口气，道：“老哥哥，你何尝说错！我发愣的缘故并不为此，为的是我想既做了一个人，不能成家立业，也就有愧；何况身陷在这不僧不俗所在，做得是些伤天害理的勾当，将来不知如何下场。万一被官兵杀死，身首异处，还落个强盗之名，死不足惜。同是一样的人，为何弄到这个下场？我所以发愣。” \\n 国恩道：“贤弟，我尝听见人说，弃邪归正，改过自新，那怕你从前多少坏处，一旦改悔，就可以把从前坏处洗个干净。老弟呀，你真有心要做好人么？若果有此心，咱们两商量商量出个主意，替皇上家暗中出力，帮助钦差把那些害民的贼人除去，既可以将功折罪，又可以巴结个功名。日后人说起来，咱们总算是大清国的一个好百姓，死后决无骂名。你想好不好？” \\n 归元听了这句话，登时站起来往四下里细看，恐怕有人听他们说话。看看毫无人迹，这才归座，对国恩道：“哥哥，若要弃邪归正，暗保钦差，这也容易。就是我家师傅这些法力，能够使河中不能摆渡，还会迷人心窍，咒人身死，总逃不了是妖言，一遇见真正修道高人，立时就破。”国恩道：“何处有高人，能破他的法术？”归元道：“说起这个高人，是一位有道的僧家，现在茌平县南白鹤山冷泉禅院住持。和尚年纪七十余岁，法名观海，又号静一上人。他在那冷泉禅院也不知多少年了，从不轻易与人来往。我有个表弟，曾在他院中做过香伙。听他说起那和尚，真有未卜先知之见。他曾说过，青莲寺将来要变做战场。如今看起来，有什么不是战场？我们这里大师父也钦敬他的道行，曾亲自去拜见他，求他替度。那和尚一味恭敬，不肯以师自居，好言回复。据大师父说，凡是他的妖法，大概遇见了这位静一上人，无有不破。如今你我弟兄既有意弃暗投明，乘此机会讨个差使下山走走，到了钦差下马所在，我等去面见他，把真情细诉，求他收留，看他相待何如。他若另眼看待我等，就指与他这条明路，教他去请观海禅师。那和尚济难扶危，焉有不相助之理？有了他相助，要破大师父妖法，有何难哉！果能将山东盗风除净，万民乐业，我等也可享受些清福。倘或命运来了，保举个一官半职，也不枉做人一场。” \\n 他二人说得十分投机，一心要想讨个差使，下山去建这件功劳。按下不表。 \\n 再说钦差由曹州出奏后，亲自押解了三个匪徒回省，与卫中丞相见，静候批折。不上十天，早已回来。安、卫二人同看旨意，得邀议叙，忙焚香谢恩。安公子遂辞过中丞，暗地带领人马，要去征剿天目山白象岭。那天来至三府交界地方，在公馆中住下，只听中军回进话来说：“京中差去的人回来了。” \\n 钦差忙着进见。不多时，赶露儿已走到面前，先请了安，然后将回书取出交付。那安公子见了赶露儿进来，早已站立恭候，因其人有父母之命在其身也。他请安之时，公子忙避过一边，不敢直受。接过回信，吩咐赶露儿下去歇息。拆开书信细看一遍，又看过两位夫人的书信教他防备青莲寺的刺客，又教他聘请郝武等同来助力。安公子心中暗算，如今褚、陆等五人随身保护，料不妨事；先从何处进攻，须与顾先生商议，忙命人请顾师爷来。 \\n 少刻，朗山来到，安公子忙足恭相迎，彼此让座。先是安公子开言道：“先生，你可知道那张七往何方去了？据我看起来，他必往羊角岭青莲寺去寻那铁头陀做个护身，躲避在那里。我们如今若带兵直奔羊角岭，未为不可，但他有邪术，不可不防。纵用乌鸡黑犬血抹在箭上射去，破他法力，不过迎阵交锋方可以用。那昏夜之中，他若用法来行刺，将何术以御之？这事须要打算妥当，方进得兵。”顾朗山道：“东家不用着急，等我卜一课大六壬，细查休咎，再定何如？”公子道：“如此甚好，就烦先生一卜。”朗山忙退出到自己房中，洗手已毕，焚起香来，取出金钱，暗暗通诚祝告，在案上卜课。卜完细查卦象，早已明白。遂收过金钱，用笔墨将课象细细写出，忙到公子房中，将课单递与公子看。上面写的是此卦：“不出三日，有人来投诚，听他计策，管请得高人来助。诸事皆吉，不必着忙。若防刺客，止须用奇门遁甲法，设一疑阵，决无妨碍。但月令淹缠，不能速于建功。静候时至，自然擒寇，一劳永逸矣。”公子看完课单，又细问这其中缘故。朗山一一分析与他听，劝他不必性急，“目下先写信去邓庄，再延请几位义士来相助，我等且在此打住听信。到了夜间，我替你摆下奇门遁甲阵式。若有刺客，一定遭擒，似此可以放心了。再外面传出令去，说等候调兵，必须兵将到齐，方才动身，先稳住众人之心。等三日后，自见分晓。”公子闻言，止得谨依朗山之教，诸事照办。这且不表。 \\n 再说铁头陀自打发人下山，要探知钦差在何处下马，怎样举动，又差两个徒弟装做游僧化缘，要打听钦差生辰八字。这四个人下山去后十余日，并无一人回山。铁头陀放心不下，与张七商议道：“我这所在，那怕千军万马，决不敢来。就是他来到，要想过河，今生休想。但如今差去的人怎无一人上山报信？令人可疑。”张七道：“弟处再差一个精细的人下去探信，自然信得的快。”铁头陀道：“也好，我也差个人同去。”忙问道：“谁人能速去打听消息，快来报信？”只听得下面答应道：“弟子愿去。”答话者不是别人，就是那归元。铁头陀素知他诚实，所以深信，说：“你肯去最好，务必速去探听钦差现在何处，即回山报信，别的闲事一概不用你管。”归元答应道：“遵师父之命！”那张七问人时，早有的国恩上前领差，说道：“此次一定打听着钦差住处，飞速来报，愿同小师父同行。”张七应许。 \\n 两人忙收拾行李包裹，辞过师父、七大王，飞速下山。走出了十里路，到了河边，有人把守，看了腰牌，问了来历，方才驾起法船，渡过河去。二人上岸，急忙赶路。走到天将晚，来到一个镇市，投宿店中。二人商议道：“此去须打听钦差现在何处，好去投诚。大约他从西北往东南而来，我等止消向西北方迎去，终究迎着。”当夜在店中住了一宿，次早天明起来，连忙上路。有人问起，说是朝山的一僧一俗。在路行程走了三日。此时安公子还在省城候旨，等得旨意回来，耽搁了数日，方才动身出省。因此恰好走到三府交界地方住下，不早不迟，专候那鲍国恩、归元到来送信。那山中差来二僧二俗，他们都到兖州、沂州乡下城中去访，那知钦差并未往兖、沂二府，所以错过。他四人一时不好回山交令也。这话表明。 \\n 却说国恩、归元二人走了好几天，那一天到了三府交界的地方，是一个大镇市，属兖州府阳谷县所管，离泰安三百八十余里，地名环道村。二人到了村内，但见人烟稠密，生意兴隆，是个富实村庄。到了街上，寻着了一个客店，进去住下，与店主谈说，问起这街上为何如此热闹。店主人道：“今朝本是赶集之期，又有钦差在此打住，所以四乡的人来的更多，较往常分外热闹也。”二人听得钦差在此，心中喜欢万分，腹内各人念佛道：“阿弥陀佛，这可好了，等着活佛了。若是错过，叫我们那里去寻？”两人忙叫店伙计预备了酒饭，饱餐一顿。两人随即出店门，说道：“要去瞻仰这钦差大人的公馆。”店主人道：“就在这条街上，你往西走去，约有半里，看见那座北朝南的一所房子，外面搭有鼓亭，门上挂彩悬灯，有兵丁在门口把守，那就是钦差的公馆了。但是你去看是看得的，切不要乱闯进去，也不可多言多语，怕的是闹出乱来，那可不是顽的。”二人道：“知道，我们不过见见世面，谁肯多事？”说罢，二人出了店门，往西走去。果然不远，早看见钦差公馆。 \\n 他二人来到门前，探头一看，但见排列些军官，十分威武。二人到此，止得放大了胆，硬往门内走进，口呼：“有冤枉要面见大人申诉。”那时把门的兵丁听他二人称冤，忙上前拦阻，说：“咦！你这和尚同这人好大的胆，这是甚么所在？也可以由你们混喊乱叫的么？还不快快退下！若要教内里听见，你二人这两个脑袋就有点保不住了。”二人道：“我们听说钦差大人专为替百姓申冤理枉，到处放告收呈，怎么我们的冤枉就不肯管？这是怎样一个道理？止要说明，我等就不告状。” \\n 这里两下吵嚷，早惊动了褚、陆二人。原来安公子写信去邓庄，托邓翁再请几位好汉来帮助，是遣周三前往，此地留下冯、赵、褚、陆四人。所以褚、陆二人在此，听见外面吵嚷，忙出来查问。到了外面，问起原由，才知是有一僧一俗要申冤理枉。褚一官随向二人道：“你们到底是有甚么冤枉？为何不向地方官去告状，单来钦差公馆申诉？我对你实说罢，若是重大之事，大人定然替你昭雪，若是寻常小事，那是不准的。你等快说罢！”二人道：“老爷，这事非同小可，关乎山东百万生灵。大人若准我这状，管保他指日高升，盗案立破。我们此一番来，一半是为国家出力，一半是为自己出头。老爷你明白了不曾？”列公，这褚一官要是前几年，断不会明白此话，如今在安家来往，听听说说，也就福至心灵，这几句话他竟会摸着头了，忙说道：“如此，你且少待，等我回禀大人，即来传你。”吩咐兵丁，给他二人座位，不要轻慢他。褚、陆二人这才进内去禀安公子。 \\n 却说安公子这日正想起顾朗山所卜之课，说三日之内，必有人来送信投诚，今日恰好是第三日了，不知有无人来？此课灵否？正在心中盘算，忽见褚、陆二人进来，口中说道：“回大人话，外面来了一僧一俗，说有机密事要面禀。听他语言，像是从羊角岭来的。大人可准他叩见？”安公子听了这话，登时又喜又惊。喜的是有人投诚，从此可以知道贼人踪迹；惊的是朗山占课能以预知。忙吩咐带他二人进来。随即请了顾朗山来，一同问话。 \\n 褚、陆二人出外格外小心，先搜捡了二人身边，并无寸铁，方才同他走进上房。国恩、归元抬头往上看见东边一人，年纪四旬以外，西边一人，年纪不过三旬。一望而知，年轻者即是钦差，虽是便服，而气度俨然是大人身份。二人忙双双跪倒，口称：“大人在上，罪民参谒。”恭恭敬敬，磕了四个头。安钦差在位上见他磕头，也欠了欠身，用手一摆，说：“罢了，起来说话！你等从何处来，有甚么机密事禀我？你先将姓名与来踪细细说明，休要撒谎隐瞒，自取罪戾。”二人闻言，是国恩先开口道：“罪民姓鲍，名叫国恩，本籍登州府人。因贫穷难过，投靠在青云山张万宝寨中，做个小卒。张大王新近兵败逃走，至泰安羊角岭，依赖青莲寺大和尚铁头陀，暂作避难之计。罪民到了寺中，听那和尚所说的话，十分厉害。他会用邪术迷人，又能咒人身死，止要知道某人生辰八字，他作起法来，其人即死。他已经差了两个精细喽罗，到处打听大人用兵所在，又差两个徒弟，装做游僧化缘，其实到处打听大人生辰八字。他尝说惯会黑夜入室行刺，来去甚快，人所难防。罪民想他虽说有此法力，究竟是妖法邪术，终究不能胜正。他有个徒弟叫归元，与罪民一见如故，十分投契，结拜弟兄。说起他师父这些本事，不容易破，却也不难，止消去请出一位高僧帮助，那时管保将他法术破个干净，还可以生擒活捉。归元他与罪民一心要想弃邪归正，所以一同讨个差使下山，沿途访问大人的行台。如今幸得见着大人，好比云开日出，得见青天。罪民只求大人将我二人收录标下，做个军兵。归元他愿什么，请大人问他，就知根底了。” \\n 钦差对归元道：“你有甚么说的，只管说来！”归元道：“僧人自幼出家，俗家姓毕，乃登州府人，一向在山东省城天王寺住持。因为寒苦，才向外州县化缘。不幸遇见青莲寺的铁头陀，他看僧人贫困，就收留僧人做徒弟。起初止当他是好人，那知他才是坐地分赃的一个大盗。他与青云山张七大王至好，还与海盗欧氏弟兄拜盟。那和尚会邪法，念咒迷人，又会画符，使河水见物就沉。据他说，他这些本领，天下无人敢敌，就单怕一人，这人是得道高僧，现在茌平县南白鹤山冷泉禅院居住，法号观海，又称静一上人，年纪七十多岁。据铁头陀说，他能未卜先知。若讲法力，比铁头陀高出几倍。僧人因听鲍国恩劝化，顿起悔心，想做个良民，故尔同他来叩见大人。大人若施恩，僧人情愿还俗，跟随大人做个小卒，弃邪归正，免得将来打在强盗一党里面。如今那铁头陀已差人下山打听大人住处，又说访问八字，要咒诅。不然他要来行刺，大人不可不防。依僧人愚见，现在大人快差人去白鹤山，延请观海长老到来，要破他法就容易了。有了高人，还怕铁头陀逃往那里去？管保拿他，全不费力。况且白鹤山离此也不甚远。大人又是为国为民，替皇上出力，救百姓灾难，那高僧听说如此，谅必下山相助。大人高见，以为何如？” \\n 安钦差听了这话，还不曾开言，一旁顾师爷早说道：“看不出你这二人倒是一副忠肝义胆。此番你肯来献，好心指出这条明路，其功不小。日后大人一定提拔你做个小小前程，但是如今你二人还回山去不去？”二人同声道：“小人们去不得的了。一者恐怕他盘问出来，反倒坏事；二者万一他从此不放小人下山，怎样脱身？好容易离开了火坑，岂肯再临险地？”顾朗山点点头道：“不错，你二人且下去歇息，自有道理。”二人退下。 \\n 顾师爷忙命褚、陆二人去照料他，替安排饮食住宿之处。 \\n 当即向安公子道：“东家，你如今该相信我占的卦了。这二人出于真心，借此又知道一位高僧住处。如今事不宜迟，乘早商量去请观海长老。东家，你的高见，要怎样办法？还是自己去请，还是写信托人去请？”安公子道：“学生之见，备细写下一封书信，外写一封请启，烦褚一爷去托九公代学生一行。先生，你看使得使不得？”朗山道：“此事非亲身去不可！借此为名还可以做个疑惑阵，好教那头陀摸不着是用何计。止消如此，一来免了在此耽惊，二来足表我们诚意。”安公子听说，连称极是。要知怎样请观海长老，下回书分解。 \\n   \\n  "}
{"章节": "第五十回 谒禅师指明正路 刺钦差妄想痴心", "正文": "  \\n 第五十回　谒禅师指明正路　刺钦差妄想痴心 \\n 　 \\n 话说那顾朗山他教安公子只消如此，做一个疑阵，好教那妖僧摸不着是怎样个主意。“他那时又要防人暗算他的巢穴，恐蹈张七覆辙，又要沿路探听，好来行刺。如今我用个虚张声势，指东杀西，或真或假，令人难测。乘这疑团未破之时，我好勾出功夫，去白鹤山冷泉禅院拜请高僧，亲身前往，他万不能逆料也。这疑阵怎样布法，那可要用着人了。如此地是三府交界，打下公馆，人所共知。如今离此地有一百里远，是青州、泰安交界。那里有个大镇市，名双流村。我而今遣下家人二名，兵丁十余名，壮士一名，去那里打下一个公馆，门口并不贴官衔，却告诉店主人说，是安钦差的公馆。再于兖州、沂州交界地方一个大镇市，往来稠密之处，无过殷家堡，在这地方照样打一公馆。还要于省城相近地方，打一公馆。再命人外面传言，说钦差有时在某处，有时回省，有时领兵去擒天目山白象岭的贼。羊角岭的和尚厉害，不敢去拿。如此一传了出去，贼人打探回山报信，教他怀疑，又怕攻山，又想行刺，他必定要亲自下山行刺。到了这几处，虚无人焉，空费力气。那时我等已去白鹤山过了，得了破他法力之计，然后暗地寄信省城，调齐人马，大将有数员，再加周壮士去请郝、谢等众，大约总有几位来帮助。那时连褚、冯、赵、陆等不下十人，兵多将广，又不怕邪术，那羊角岭自然立破，张七与铁头陀也逃不到那里去了。这事大约要半月功夫，方能奏效。现在东家改扮客商模样，令褚、陆与鲍、毕二人相随，私下动身，五人上路，先到邓庄，再往白鹤山。晚生在这里布置，还要到三处公馆中一走。每处安排遁甲奇门，好教他来则受困。令箭、印信第一要紧。昨日田大人差来一员巡捕，人甚诚实，晚生留他在身边，到处保护。印信东家可带去，令箭给我几支，好到处调遣安排。凡此举动，早已写下细末原委信函，止须寄与卫中丞与田总兵一看，他们就明白了。这事机密，然而不怕漏泄，何故？我所注意者在白鹤山，非羊角岭也。凶僧所怕者我攻山，他防我走冷着也。我不动，他空费力矣。他仗妖法，夜间行刺，我无人，他纵入室，白奔忙也。” \\n 朗山将这事和盘细说，安公子十分佩服。当下改扮行装，做个客人模样，雇了驴乘骑，次早动身。打听此去二十八颗红柳树有四百余里程途，沿路虽是小路，且喜雇得出驴，亦有镇市可以打尖住宿。那安公子为了王事，说不得改扮客商，五人同行，每日走七八十里，寻个客店住宿。两餐茶饭，止好吃些面食而已。有时候连荤腥都无，也止好充饥，那里还讲究钦差的供应？在路行程，幸遇天晴无雨，路上竟无人认出他五人是钦差。那日离邓庄止差三十里了，褚一官道：“我先告诉老翁，好安排住处。”安公子道：“一哥此去，千万告诉他老人家，不要声张，照寻常客人相待，彼此心照，不可令村庄中人知道是我，传将出去，倘被贼人知晓，反为不美。”褚一官道：“我知道了。此番原是私访，焉有露相之理？”说罢，上前去了。安公子四人随后赶动牲口，直奔邓庄而来。 \\n 且说邓老翁自从打发周三去后，曾接安公子书信数次。就是攻破青云山之事，他也深知。前日周三回来，又接一信，说的是铁头陀厉害，要请郝武等老弟兄再去几位相帮助。老翁也曾与郝武、谢标、金大、韩七商议，请他们拔刀相助。郝武、谢标道：“讲真杀真砍，我们还可以效劳。听说那和尚专会用邪法迷人，凭你有多大本事，也不中用。这事倒得大家想个方法，第一要能破他邪术，就有把握了，不然徒去些人也不济事。”谢标道：“我那女儿会卜卦，他说不久钦差要亲自前来，那时必有机会，但不知她卜的课灵不灵？我等且静候几日，再定主见。谁去谁不去，这是要自己情愿，不好勉强的。比不得两下对敌，各显本事，还可以有个把握。此去是与妖僧对敌，武艺虽好，也是枉然。诸位以我此言为何如？”九公与大家都道：“就依你令嫒之言，静候几日再说。”大家说罢散去。 \\n 原来那谢琼花天生的聪明，不独武艺精通，如弹弓、袖箭，他都会用，百发百中，更能见书必读，止要人教一遍，永不忘记。那谢标之妻，自幼识字，碰见这个女儿过目不忘，兼喜看各种星卜医象以及兵书，他一览就明白，真是天生成的。他最善卜的是大六壬，占断吉凶，毫无错失；他一心要想替父出来立些功劳，博个前程。适逢钦差要请他们去相助，他早已占卦决定将来大家都可立功，大小都有个前程。就是妖僧邪术难破，明中还好用秽物破他，暗地来行刺，真无法可破。据课象是钦差一到，即遇高人。他也猜不出高人是谁，日后方晓。这且慢表。 \\n 却说钦差五人在路奔走，那一天已到邓庄，褚一官先去报信。褚一官到了门口下驴，往里而走，进到了二门内，有人看见，说：“褚姑爷回来了！”一官点点头，直进上房。九公父女正在堂前间说话，姨奶奶是在内房奶孩子。父女二人忽见一官，一齐问道：“你回来了么？他们如今怎样了？这里郝家他们弟兄还未商量出去的人来，大约都是怕那和尚的妖法。”一官忙将钦差同来，不令声张，要教外人不知，此来专为访求高僧下山破法，细对老翁说明。老翁大喜，忙吩咐一切人等：“回来安少大人来了，你们不许向邻舍外人说知，要瞒得紧。” \\n 大众答应。老翁这才亲自出大门外等候。褚大娘子在里忙端整酒饭菜蔬，又收拾房子。姨奶奶也知道了，忙出来相帮料理。 \\n 不多一会，安公子四人已到，悄悄下驴。九公一见，要想招呼，又怕被人听见，止得低声叫应，拉了手往里走。当有庄丁向驴夫问卿价付讫，赶驴的各自去了。安公子到了内堂，上前与九公行礼，见过褚大娘子与姨奶奶，彼此问好，说不尽那些客套，无非是些常谈而已。叙礼归座，送茶的送茶，不用说打水洗脸，然后才得说话。外面新来这归元、国恩，自有褚、陆照应，在外面歇息，等着用饭。安公子遂说：“张七逃走，正在访拿打听，羊角岭铁头陀处忽有两个人来投诚，说起那和尚妖法厉害非常，要破他法，颇不容易，除非拜求高人。如今侄儿此来，是顾师爷费了许多心机，设下几处疑阵，才敢潜踪而来。请问九太爷，可知茌平县南方有一白鹤山，山上有一冷泉禅院，住持着一位高僧，法号观海，又称静一上人，说他年纪有七十上下。此人能知过去未来，法力无边。因铁头陀妖法难破，他手下人来投诚，才指引这个所在。九太爷以为何如？请他下山行不行？”九公闻言，说道：“不错，这人我前几年就听人说过。我是素来与那僧道不大合式，所以未曾去过。大概这山离此不远，一日可到。此是要紧正事，明早我遣一官同认识路的人同你去走一趟。他既是有道高僧，你又是为国为民，不辞辛苦，亲自访求，他断无不指你一条明路之理。若说要他下山帮助，止怕他不肯从命。”安公子道：“止要指示如何破得妖僧，遵他的话行去，也无不可。” \\n 说话间，酒饭已齐，九公就让他喝酒吃饭。安公子有事在心，饮了数杯酒，就吃饭，后忙请姨奶奶抱出两个兄弟来，抱了抱，说：“越发肥胖了。”那姨奶奶又问起长姐好否，可惜不便接来久住。褚大娘子又问起京中金、玉姊妹常有信来否，两孩子想必都好。安公子又请九公出外，唤那国恩、归元参见。 \\n 那时归元已改俗，装做个长随模样。九公看了看，问了几句话，称赞二人道：“这两人很有心机见识，日后必有遇合，不愁富贵呢。”二人忙请安叩谢，说：“多承老爷金言，但愿仰托洪福，日后不致冻馁，就是福了，富贵万不敢妄想。”是日下晚是褚大娘子端整的上下接风酒筵，内外饱餐一顿，一宿晚景无话。 \\n 次日一早，安公子起来，收拾行李。邓老翁也是一早就起来，问明庄丁中有认识白鹤山路径者二人，特命他引路前往。 \\n 家中止有两匹马，安公子骑了一匹，褚一官骑了一匹，其余三人与庄丁止好沿途雇驴。大家吃过早饭，就此动身，说定回来再见，因此老翁并不远送，止送至门口而别。安公子马上想道：“此去天晚，止好借宿庙中。但不知那高僧肯下山否，即或不肯下山，但教我破他邪法也就好了。一路心中盘算，不觉走了四十里程途，是一个镇店。褚一官在马上对公子道：“此间有客店，何不下去打个尖，吃些茶饭再走不迟。”安公子答道：“也好。”于是主仆等七人看了一座客店，大家进店。当有店小二出来拉马，迎接入内，让到上房坐下。不用细说，总不过是先脸水打来，然后泡茶，随即问道：“客人们是打尖，还是住宿？”褚一官答道：“我们是打尖的上下客人，止要家常便饭，或面或饭都可，酒也要的。赶快拿来，我们吃了还要上路的。”店小二答道：“知道了。”忙出来向当灶的说明人数，照样端整。不多一会，酒饭已齐，摆将起来，分上下两桌，上席是安公子与褚、陆三人共坐，下席是鲍、毕二人与两个庄丁四人一桌。登时饮酒的饮酒，吃饭的吃饭，那消半时，早已吃完。漱口洗脸已毕，算明饭账，给了钱，又格外给小二酒钱，然后出了店门，各人骑马骑驴，往白鹤山进发。褚一官向人问道：“此去白鹤山还有多少路程？”那人道：“还有四十余里。若要走小路，近七八里，不过路窄难走。”安公子道：“天色尚早，走大路罢。”于是大家或乘骑或步行，直奔白鹤山而来。这且慢表。 \\n 再说那山中高僧与冷泉禅院究是怎样一个所在，先得表明。 \\n 原来这冷泉禅院在白鹤山半中间，庙宇虽不大，也有三十余间房子，内中住着十余个僧人。寺内有余地百余亩，在山之左右，雇人耕种，岁入可敷十余人吃用。山中还有果木树，如春日之桃李，秋冬之柿子梨橘等类，也可卖价一二百千文，足供寺中香灯油盐零星之费，所以寺内僧人止须在山修行，无须下山化缘求乞也。那方丈僧年七十五岁，号观海，又称静一上人，自幼出家，曾游过五台、峨眉，朝过南海、天台，是一个道高德重禅师，能知过去未来。那一天他入定时，早有土地神向他说明，今有安钦差亲身前来拜访，要求下山破妖僧邪法。那钦差不辞劳苦，在马上奔走数百里程途，真是为国为民的一腔苦心。 \\n 禅师听土地神所说，醒来口称：“善哉！善哉！难得他降尊忘贵，不惮艰辛，前来访我，我必然助他一臂之力。但要下山，那却不能。止消给他一封书，几张柬帖，即可成功矣。”那和尚忙吩咐徒弟道：“快将客堂打扫干净，预备出上下六七人住宿的地方。”又叫厨房备下精洁素斋，要够十人饮食。众僧闻言，不知何故，一齐问道：“有甚么人来寺烧香？莫非早有信来，约准日期么？”老僧道：“非也，等客来，你等自知，不必细问。” \\n 且不言庙中老僧已预知其事，也不言安公子在路行程，而今还要表一件闲文。却说邓翁送钦差动身后，忙来通知周三、郝武诸人，就将“钦差此次亲到白鹤山访求高僧，一路乔装而来，此时瞒人耳目；不便令你们知晓，恐露风声，等访得破法之后，回来通知你们，奉约弟兄们多去几位，好辅佐成功，钦差托我先为致意”云。大家听了，不胜惊异，深服谢琼花占卦果灵，安心等侯钦差回来，再定谁人同去。这话表过，再接上说钦差了。 \\n 那钦差打了尖，重新上路，走到天将傍晚，远远望见一座高山，虽非峻岭奇峰，却也有百丈岩壑。但见树木参差，路径曲折，包着一团清幽之气。山半有寺一座，露出七层宝塔。安公子问庄丁过：“此庙可是冷泉禅院么？”庄丁道：“不是冷泉寺是什么？天要晚了，快快前去罢。”于是催骑上山，不过三里之遥，已到山门口了。那时老僧早已遣座下两个弟子，在门外等候迎接。两个侍者已知来人是钦差，一见安公子下马，二人分左右一齐都合掌道：“贫僧奉师命，在此迎接钦差大人，请大人寺里请坐，家师在方丈恭候。”安公子听了这话，心中惊异非常，心中暗念道：“果是一位活佛临凡，可谓未卜先知了。”连忙还礼打躬，口称：“学生特来参见尊师，怎敢劳动两位师父远接！尚乞引领学生到方丈，参见尊师。”两位侍者于是在前引路，钦差等后面跟随。越过大殿，来至禅堂。侍者道：“尊客且在禅堂中暂坐，止可大人一人同我至方丈，见我家师。”褚、陆等止得进禅堂中坐下静候。安公子独自一人，同两侍者来到方丈门首。但见那老和尚早在门前站立，一见安公子，连忙合掌说道：“大人不辞劳苦，光降荒山，贫僧迎接来迟，多多开罪。”安公子道：“老师说那里话！弟子久仰吾师盛德，今日幸获晋谒，得瞻慈范，胜朝名山多矣。”一面说，已进了里面。安公子登时下拜，老僧连忙拉住，道：“大人如此行礼，折杀贫僧矣。彼此不必拘礼，请坐好细谈。”于是分宾主坐下，侍者随即献茶。 \\n 老僧道：“大人来意，贫僧早知。自古邪不能侵正，任他外道妖法，焉能成事？但趋吉避凶，先事预防，亦是正论。” \\n 安公子道：“老师先见之明，不用弟子晓舌，可好奉屈下山，助弟子擒拿妖人，以正国法，救民弗国？还望老师慈悲。”老僧道：“贫僧素性喜静，怕入红尘，若要下山，万难从命。若说破妖人之法，也不费难。大人既来此，何妨小住二日。等贫僧仔细详参，代为一谋，书于简册，临时翻阅，照册中办理，决无贻误。然此非二日功夫，不能算定。大人屈驾荒山，暂住二三日，俟贫僧算好，书于简册面呈，与贫僧同去一样矣。” \\n 安公子闻言大喜，说：“谨尊师命，在此静候，惟诸事骚扰清净法门，殊抱不安。”老僧道：“大人不用客气，所有一切住居饮食，贫僧早已命人安排好了。”于是吩咐看斋，请大人内客堂用斋，特命两侍者相陪；从人自有知客管待。大家止好在寺等候，暂且不表。 \\n 要说那妖僧自从打发归元、鲍国恩下山去后，三日后从前遣去的小卒二人回山报信，说：“曾到省城，正遇着请王命将余虎、李如飞、黄豹三人斩首号令。一路打听安钦差在三府交界地方打下公馆住下，择日要兴兵出征，并未指出何处，请令定夺。”凶僧闻信，尚不怎样，张七听见他三个兄弟都一齐号令斩首，直气得怪叫，吆喝说：“气死我也！”上前跪下，叩求铁头陀下山报仇。铁头陀道：“如今我下山行刺，不知他在何处。那三府交界的大镇市，不过是环道村。我今先去环道村一走，再打听消息。这山林内一切防守的人，一个也不动得。 \\n 好在那摆渡口有法水阻路，他飞也飞不过来。就只山后一条小路，通着阳谷县。那条路须派人看守，格外小心。”张七道：“放心，交与我了。”那铁头陀遂收拾行李包裹，带了戒刀两把，锦囊一个，内藏许多邪法，一心要下山行刺钦差。那知此去空走数百里冤路，仍然无功。要知怎样行刺，下回书分解。 \\n   \\n  "}
{"章节": "第五十一回 恶僧行刺两地空劳 大盗拜师二欧济美", "正文": "  \\n 第五十一回　恶僧行刺两地空劳　大盗拜师二欧济美 \\n 　 \\n 话说这铁头陀打点行囊包裹，带了戒刀，辞别张七，又吩咐他的众徒弟小心看守山寨，并严防山后小路。那张七殷勤相送，与他几个徒弟到山下，大家辞别。那铁头陀乘着高兴，且与张七夸下大口，独自下山，一想只好先投环道村而来。 \\n 此时安大人已走了好几天了。顾朗山于钦差走后，即命人排下各样物件，密布天罗地网，按奇门遁甲之法，自家人俱先有话告知躲避的道理，且按生门而入，决无差错，早巳排定。 \\n 至于双流村，是派赵鹏带领兵丁四十名，把总二员，去打公馆。 \\n 殷家堡是知会沂州参将徐惠办理，又于省城内备下公馆，无须派人，就近写了密信给卫中丞，也叫他严防。至田大人处，也有密信，并嘱旧日慕友赵静峰，也赴省城公馆照料。那赵先生名俊，年纪虽老，颇有智谋。此时顾师爷留下冯小江保护自己，并派田大人处巡捕一同管理印信、旗牌、紧要之物，按下不表。 \\n 再说铁头陀下得山来，直奔环道村。找下旅店，天已不早，打脸水洗脸，烹茶吃茶，诸事一完，即忙着出外面打听钦差大人在此下马不在，公馆座落何处。店家与街上纷纷言讲，有说钦差公馆虽然在此，却是钦差已往别处去了。原来安大人走后，那赵鹏往双流村起身之时，反热闹人多，且有四十名兵，两员官，倒像钦差起身了。这俱是顾师爷调度有方。又有说钦差未走的。 \\n 铁头陀听了半信半疑，只得打听明白公馆座落，自己亲去询问钦差在与不在。晚间饱餐了晚饭，却是大酒大肉，那行法却不忌晕酒。待至三更，换了夜行衣，带了戒刀，佩了锦囊等物，按着白天问明白的方向，直奔公馆。进了东口，一看路北大门悬挂彩绸，甚是威严，门户早巳关闭。虽然摇铃喝号人不多，等着打更过去，他蹿进墙去，见房不甚多，不过三层房。 \\n 顺着墙头疾走如飞，蹿上南房，扒着前坡一看，冷冷清清，面前只有四扇屏门，左右两段卡子墙。纵在西卡子墙上一看，只见三间上房，出廊两边有耳房，各有厢房三间。往上房一看，灯烛辉煌，尚然点得大亮。上垂首坐着一人，年纪有四十上下，白净面皮，一切看不清楚。下首的人是个武将模样，有玻璃窗户，故由外面可以看见，总不能真切，俱不像钦差。那铁头陀也听见张七说过，那安钦差不过二十多岁，看起来钦差果然没在此间。又听上首那人与下首那人说道：“想大人此时许到了天目山了。”下首之人说了一句话，听不真。又听上首人说了一句，越说声儿越小。 \\n 铁头陀急于要听，自己一想，非到窗棂之下方能听得明白，跃身下墙，往上房就走。只顾心神念净惦记到那里听话，不料有一宗物件挂在脚面上，往前一走，绳子兜住脚面，身不由自主，扑的栽倒在地，往起一趴，连手都教绳子绕住。这一摔倒，把铁头陀吓得胆裂魂飞，只听见四面都是小铃铛乱响，一抬腿哗啷啷铃铛乱响，又一抬那腿，也是哗啷啷乱响。手一指，也是哗啷啷乱响，手脚都教绳子拴住，铁头陀也不敢动转。四面八方，墙头底下，房檐底下，前后院铃铛乱响。并且更有奇事：先前下来之时，清清楚楚、明明白白，此时往四下一看，不知道有多少高墙。那头陀到了此时，心中慌忙，不但武艺不甚高，就是武艺高，也难施展，只好用法术逃命。况且已知钦差不在此处，恋恋无益，于是口诵灵文，将手脚上绳子脱落。惟有高墙阻路，法术不灵。铁头陀急得无计可施，忽然想起奇门一事。 \\n 他也略知生克之理，再济以法术。虽如此，仍碰了个头晕，方能脱身上墙。得到房上，方看见东西南北，认明方向，尚喜无人追赶。想了半晌，只好暂行回店，再作打算。回到店中，出店时从墙头而过，回去时仍越墙而过。睡下甚是烦闷，想钦差既不在此，只好明日起身，再向别处公馆打听，务要刺杀钦差。 \\n 想毕，不觉一直睡到日出，起来打了早尖，动身奔双流村而来。 \\n 沿路就有人传说，安钦差在双流村中间路北公馆歇马已经数日。不料那双流村并无许多大店，只有两个大店，一个永升店，被安大人打了公馆；尚有隆茂店一个，安寓客商房子也不甚多。此赵鹏在双流村公馆带同两个把总居住，其余四十名兵分散在大店小店各处。那是顾师爷的主意，以便打听恶僧的消息。其中就有朱善保朱三与徐三这二人，是前番破青云山有功之人。朱三能说会道，尤其伶俐。他与徐三带了六名兵住在隆茂店西厢房。那日吃了早饭，睡了半晌。天交申末之时，他二人同在店门口闲看来往之人。只见外面走进一个僧人，身高八尺以外，头大项短脖粗，面似锅底，黑中透亮。两道重眉，一双大环眼，白眼珠努着，黑眼珠奕奕放光；准头端正，四字海口，披散头发，打着金箍一道。身穿半截青僧衣，青中衣，高腰袜子，青僧鞋。肩上有行李一卷不大，并捆着戒刀两把，亮光之甚。徐三拉了朱三一把，二人跟他进来。见他问有单间屋子没有，并问钦差在此不在。朱、徐更为疑心，又细细看他所说之言，所行之事，十有八九是铁头陀来了。连忙叫徐三到公馆，给赵鹏送信。 \\n 赵鹏正与两员把总，一名魏永福，一名孙祥安，三人晚饭后就在一处闲谈。见徐三来了，问他有何事。他将在店中看见一个头陀，身量高大，面貌凶恶；恐系铁头陀前来行刺。赵鹏道：“既然有这个人，宁信其有，不可不大加小心。”孙祥安道：“论武艺，倒不怕他；惟法术可怕。师爷的水简与箭俱未做成寄来，大人那边又没有音信，不知请的高僧怎么样了？” \\n 魏永福向徐三道：“你今晚不必回店，帮我们一夜如何？”徐三应了。说着天已初更。赵鹏就向两把总说道：“咱们今晚上分前后弯，你们二位带二十名兵丁分前后夜，我与徐三分前后夜。”两把总应了。魏永福道：“孙大哥，你后夜，你去睡觉，我与赵老爷醒着。徐三也是后夜，没事你就去睡觉。”孙祥安与徐三去后，魏永福说道：“赵老爷，咱们勤出去绕个弯。” \\n 赵鹏道：“魏大哥，我劝你明儿别这么赵老爷、赵老爷的叫，咱们哥俩这样交情，一处当差，从今你我弟兄相称为是。”魏永福道：“恭敬不如从命，以后我就叫你赵贤弟就是了。”说着外面梆子响打了二更，有本地城守营兵巡更守夜。赵鹏出去到院中，一瞧满天星斗，微有月亮，有几块遮着。随即蹿上房去，站在房上，四下一瞧，静悄悄四顾无人，这才蹿下房来，进了上房，西里间是徐三睡觉，他在东里间住。 \\n 那魏、孙二人，一个住东厢房，一个住西厢房。此时孙祥安已到西厢去睡去了。魏永福本来胆小，他的能为浅薄，又怕贼僧邪术，一心只祷告和尚别来，才是万幸。那孙祥安那里睡得着，就隔着屋子叫：“魏大哥，我睡不安稳，不如不睡。咱们要点酒，莫若与赵老爷喝酒。”魏永福正在那目瞪痴呆，心血来潮之际，似乎要困，听孙祥安叫他，忙答应道：“正好，正好。”就传话厨房要酒。须臾，厨房拿了三壶酒，四碟菜。三人坐在上房外间，开着屋门，当中放着八仙桌，赵鹏坐在正面，魏永福坐在东边，孙祥安坐在西边。三人正吃得高兴，魏永福一瞧西房来了一个人，趴在后房坡，借着朦朦的月色，看不甚真，像是俗家打扮，后背着似乎是刀。孙祥安一瞧东边也来了一个，这个人可像是头陀，背着似乎是三节棍。孙祥安向他二人努嘴。魏永福一想，孙爷真机灵，他会有后眼，怎么打西边来的人他会瞧见？遂低声说道：“来了，小心着。”孙爷也纳闷，怎么东边来的人，他会知道？二人彼此一回头，见东西房上都有个人，大约像一僧一俗，来了两个刺客。二人吓得浑身立抖，体似筛糠，身不摇而自颤，体不热而汗流。想那铁头陀一人就不是他的对手，何况来了两个！惟赵鹏见过大阵仗，尚不至于害怕，低头想主意。 \\n 三人正在发愣，只见一人飞身下来，就往房里迈腿要进来。 \\n 三人一急，正要找兵器迎敌，不想西里间哗啷啷哗啦大响，飞出一件物器，正打在那贼人身上。登时贼人满身湿了，旋即飞身上房，竟自逃走，不知何故，满屋骚气难闻。及至再往外一看，那一个刺客也不知何时去了。只听外面扑咚哗啦扒哒一响，三人出去到院一瞧，只见房上瓦掉下四五块来。那二十名兵也来了，有一个兵手中拿着一根三楞钢锥，交与赵鹏，说是在西后院拾的。赵鹏接过来，借灯光一看，尖上有点血，闻了闻，有点臭味，像是打在屁眼里了。 \\n 赵鹏又查问西里间打出物件原故。那徐三又是害怕，又是发笑。 \\n 原来徐三自到西里间，放倒头就睡。到三更以后，叫尿憋醒了。 \\n 屋中没有夜壶，摸了半天，伸手摸着赵鹏的洗脸手镟，溺了满满一盆。刚要放下，恰是三人说“有刺客”、外面一人要进屋来之时。他见赵鹏三人都无兵刃，须现找，又都没大本领。他一急，谁想急中生智，将手中铜链子打出，竟将贼人打走。大家喜出望外，又是讲论，又是欢笑。只有徐三说：“赵老爷、众位别喜欢了。我想那头陀是有邪术之人，他焉能叫铜镟打走？况且还有一个刺客。来者不善，想必另有别情，仍须加意小心为要，且须赶紧给顾师爷那里送信。”这且按下不表。 \\n 且说那一个是铁头陀不用说了，那个刺客又是谁呢？因何又容容易易就走了呢？书中交代，原来那一个刺客不是刺客，是个高来高去的贼，姓欧叫欧鹤，乃东昌府人。父母双亡，只兄弟二人，自幼在北京，跟随他叔父在碓房学徒。他弟名欧鹏，尚在年幼，跟他婶母在家。那碓房在安定门内。他十四五岁时偷空就往地坛闲逛。一日在地坛墙根遇见两个老者，上首这位老者白面长髯，身穿蓝洋绉大衫，足下白袜云鞋。虽然年迈，精神足满。下首那位有六旬以外，身穿青绸大褂，足下缎子快靴，面皮微黑，重眉阔目，鼻如梁柱，花白胡子。欧鹤小时就有人缘，两老头把他叫住，说：“小孩，你姓什么，在那里住？我看你颇机灵。你家还有什么人？”欧鹤把他姓名一切对两老者说了一遍。两老头说：“我们时常在此闲游，常见你打此经过。你很灵便，我们教给你点武艺，收你作个徒弟，你愿意不愿意？”欧鹤本来好武，听说喜欢不尽，说道：“二位老爷子收我作徒弟，我是求之不得。请问尊姓大名，教我在那里练？” \\n 那白面老者道：“我姓李名德芳，绰号人称飞天虎。”那位道：“我姓陈叫德明，人称海底龙。你愿意，我们天天带你在地坛里，有清净地方。”欧鹤一听，连忙趴地下就磕头，道：“二位师父在上，徒儿行礼。”两个老者于是把他带进地坛一个清净之所，教给他拳脚，一教就会。从此天天午后就来学艺。两老者嘱咐他，不教他与外人提练把式，并且天天给他零钱花用。 \\n 学了整三年，练得长拳短打十八般兵刃，件件精通，且习会水性。 \\n 一日，两老者一个给他五十两银子，一个给他一口腰刀，道：“我二人要上江西访友，你我师徒后会有期。”二老者走后，他将腰刀、银子拿回碓房。谁知他叔叔本不疼他，又见他天天出去，总疑他不学好，又在他包裹内搜出银子、腰刀，又见天天有钱使，竟疑他作贼，就把他赶出碓房，把银子留下。 \\n 他无处存身，一想只好讨要吃，回山东老家看兄弟。走了一个多月，本不用许多日子，因他会武艺，不免到处卖艺，也渐渐偷盗。及至回家看他兄弟，那欧鹏又受婶娘气，因此与他婶娘闹了一场，将他兄弟带出来，哥儿俩度日。就教给他兄弟欧鹏练武，那欧鹏又是一教就会。后来有个碧桐，也是东昌人，只有两个女儿：碧翠莲、碧翠兰，招他兄弟二人为婿。欧鹏跟人作小工去了。他出来云游，意欲偷富济贫，作些侠义之事，又不得法门，总是未经好人指教。如是过了十几年，诸事不甚懂。 \\n 一日到了双流村，见有人在永升店打了公馆，看见势派不小，以为必有银钱，故此立意来偷。不想上得西房，他早就来了，听见赵鹏三人饮酒中间说的都是官事，并非过往阔外官，乃是钦差下处，而且本官不在此间，只有手下之人，无甚可偷，就要走了。他多顾上房听话，未见铁头陀在东边。及至他来到后院，见后面追来一人，他一忙，恐人追上，就用三楞铜锥打来。 \\n 那追来之人不知打名否，且听下回分解。 \\n   \\n  "}
{"章节": "第五十二回 毕归元献图定策 周得胜打店逢凶", "正文": "  \\n 第五十二回　毕归元献图定策　周得胜打店逢凶 \\n 　 \\n 话说这追来之人并非追欧鹤，乃是铁头陀被徐三铜镟打了一身骚尿，其味难当，邪法也不灵了，只得回身就跑。来到后院，遇见欧鹤，转身上房。不料欧鹤用铜锥打来，正值他回身上房之时，竟打在粪门之内，连忙拔出，扔了，遂蹿到外墙。 \\n 他又知钦差仍不在此，且受了伤，又淋漓一身尿，只得忙忙回店。仍是高来高去，到自己屋中，悄悄脱下湿衣，换了身上衣裤，躺在床上，打算主意想着对张七夸下海口，怎好空回？只好再往殷家堡走一趟。且按下铁头陀欲再往殷家堡行刺不表。 \\n 再说那欧鹤用铜锥打了铁头陀，他也不知铁头陀为何如人也，不知来公馆何事，只当他是追他，忙忙出了公馆墙，回他原住之处，另作事业，下文再表。 \\n 话分两处。再接说安大人在白鹤山住了两天，每日客堂用斋，甚是洁净。所住之屋，松篁交翠，轩宇清幽，到此尘念都消。安公子虽是少年富贵，也几欲乐而忘返。 \\n 第三日清晨，静一上人取出五封简帖，上面都写着开封的年月日时，密密固封，说道：“破贼之法，都在此几个简帖上，也不怕他邪术。大人须要好好收藏，就如老僧亲自临敌一般。” \\n 安大人忙站起身来，双手接过简帖，谨慎收好，遂即深深下拜，并告辞要即时下山。静一上人也不深留，说道：“怨我不远送了，后会有日。”安大人也不敢再行烦渎，只得辞出，仍是两个侍者送到山门而别。安大人带了从人，匆匆下山，回到邓家庄。邓九公忙出来接着，问了备细，大家惊异，俱说高僧，赞叹不绝。 \\n 安大人当日就与邓九公商议说：“仙简已得，必有奇验，早为定策。攻破羊角岭，须趁恶僧出来行刺，不在山中，破他的案巢要紧。”又求邓老翁转请谢标、郝武、韩忠与周得胜共四人，同往军营立功。邓老忙差褚一官骑马，于次日清早往各家聘请，大家都欣然愿往。并闻得安大人亲见高僧，得了仙简，不怕他邪术，都纷纷打点行装，并嘱咐各人妻子，好好管理庄田，以待他日功成名就。那谢琼花又替四人占了大六壬，是个大吉之象。四人与褚一官约定，明早到邓家庄面见钦差，听候行期，留褚一官吃了饭。褚一官饭毕回来，告知他们明早就来。 \\n 正说着，庄丁来报，有冯小江亲来下书。安大人吩咐命进见。不一时，冯小江进来，给安大人、邓九公都请了安，又见了褚一官，即忙呈上顾师爷的书信。那信上说的不过是铁头陀环道村公馆行刺之事，并说他走了，必往双流村、殷家堡各处行刺。双流村虽有赵鹏，不是他的对手；殷家堡已命人有了预备。那省城公馆须亲去走遭，趁他不在羊角岭，须早早攻他山寨。若容他回山，就费手了。信上大概言之如此。冯小江又面察师爷，说：“大人必然见着静一上人，若得了他的指教，赶紧攻取羊角岭为妙。若攻羊角岭，必先出告示，使他疑虑不定。现有底稿在此。”说着，由怀中掏出一纸递上来。安大人接来一看，见上面写着：钦差大臣都察院右副都御史衔、山东观风整俗使、内阁学士兼礼部侍郎安为招抚羊角岭贼寇事：窃闻圣世有自新之法，王者无不戒之诛。尔羊角岭一带，为患久矣！本钦差奉上命，以彰天讨，本宜督兵荡平巢穴，但思生吾土者，皆吾赤子，不教而杀，恐伤天和。故特告尔等：夫为贼必不能昌，作乱终须受祸，尔宜速为洗心革面，束缚军前，以求恩抚。釜底之鱼，可免生烹；笼中之乌，得保死命。倘或执迷不悟，仍肆梗顽，自当尽戮不贷。今与汝约：初限半月，次限十日，三限五日，共限一月之久，相率至辕门受抚。如过期不至，便当亲提大兵，直临岭下，先擒渠魁，次翦羽翼。然后扫荡各穴，孑遗不留。尔其勿悔。为此特示。 \\n 安大人看毕，道：“告示固好，但俟一月，则铁头陀必回山矣。”冯小江道：“师爷说过，一月的限本是诳他，想那贼人有心归降；主就前来了，不等一月。那一月的话，本是缓他，教他松懈，好从小路而入，作捣巢之计。”安大人点头佩服。冯小江又拿出一个封筒，包裹严密，说道：“此是师爷临行时给的，请大人密启。”安大人收了，即叫冯小江外面歇息。那冯爷出来，与褚一官、陆葆安一同坐了，谈些别后事情。那陆葆安告来了，又各带了几个庄丁。饭后禀见大人。天到巳正，恰值开头封柬帖之时。安大人冠带齐备，焚香下拜，方拆开一看，见柬上写着八句词是解：“若问扎营，阳谷县东；若问战期，明月正中；若问计策，须用火攻；若问道路，山后窟窿。”安大人看了，心中大喜，即叫过毕归元来，说道：“你在羊角岭多年，必知山中道路。”毕归元不慌不忙，将一个纸卷呈上。 \\n 安大人打开一看，大喜：乃羊角岭前后左右全图也。图中所载，详细已极。那羊角岭之山川形势，与贼人之名字形状、道途之远近曲折，注得分明，画得细致，无所不有。因向众人说道：“毕归元真有心人也。”即命随缘秤出二十两银子赏他。毕归元忙谢了赏。 \\n 原来毕归元自有心投降之后，即偷着画一图样，后面注明方向，费了好几天的工夫，方才画成写好，今日果然用着了。 \\n 归元遂禀道：“羊角岭地虽不大，却险峻；人虽不多，却精壮。非有善功之策不行。况摆渡口有法水拦阻要路，那羊眼渡下水就沉，更不易破，又有两处作眼的小店。那捣巢之计，恐难万全。小的有一策，未免涉险：小的在羊角岭时，无事即向山后闲游。见一小路，系无心而得，实崎岖不易行走，比大路近十几里。那一条路名羊肠谷，无跬步可容，无只身可过，贼不能守，而我等亦不能人。小的有一日在山后游玩晚了，急欲回寺，想起那小路，非缘绳而上不可。寻了半天，才得了一个山洞，曲曲折折，转了好几个弯，忽然一派亮光透入，方出洞口，就到青莲寺后，然已走得力尽筋疲矣。后来又词人说，中间还有一处，通着山外，在羊角岭后下坎，离秦封山不远。小的素来好奇，破了一日工夫，带了两个老道，并带了绳子与钩翻枪，实不容易。及至出山，已经日落，是由山里往山外去的。如今是由山外往山里去，大人派人，那时小的可作领路之人。” \\n 安大人点头称是，遂命人把周得胜、郝武、谢标、韩忠四人叫来。四人闻听大人叫，忙一齐进来，垂手侍立两旁。 \\n 安大人向他四人道：“现时趁铁头陀不在青莲寺，必须赶紧破山寨。若要快快成功，非捣巢之计不可，尤非行险不可。你四人敢领兵深入么？现在毕归元献计呈图，有一条小路，他情愿带领你四人前去。”周三道：“我等既投在大人标下，生死听命。倘蒙大人不弃，肯指使我等，虽赴汤蹈火，捐弃顶踵，亦当甘受，以报大恩。况此计出之顾师爷，定之静一上人，千稳万妥，百发百中，安有不肯深入之理！望大人委用勿疑。” \\n 安大人道：“你等既敢深入，须听毕归元指示道路，要依他言语，还须打仗之时以一当百，方可成功。”四人得令，退在两旁。 \\n 安大人早将褚一官、陆葆安叫来，命他二人带兵五百，虚张声势，假作攻羊角岭，千万不可轻易过他的摆渡口。他虽恃有法水阻住，也不能不派兵防守，此调虎离山计也。哄他在前面张罗，好教他后面中计。二人也领令退下。又教周三等四人也带兵五百，仍命冯小江赴营，一面知会徐参将、田总兵二处，那屠寿年老无用，不必派差。又教随缘传话，明日悄悄动身，大家陆续而行，不必同走，恐露形迹。于是分了三起：大人仍带褚、陆二人与随缘等五六个人一起，冯小江与鲍国恩一起，周三等四人与毕归元一起，次日各走各的。 \\n 周三与谢标等五人同出了邓家庄，五人五匹马，庄丁在步下，直奔泰安府阳谷县而来。走了两日，毕归元道：“我有个主意。我虽还俗，面貌不能大改。咱们一同走着，恐其遇着羊角岭的人，倒要误事。不如我一人单走，咱们营中见面。听说咱们山后单立一营，不在大人营里。”周三等点头称是。于是打完尖，出店分手。 \\n 单说周三等四人上路，他们只带了两个庄丁，只为沿途服侍，其余都叫他们奔后营单走。那周三等四人走着道儿，说说笑笑，甚是高兴。谢标道：“三哥，你看今天路上为何有这些男男女女？”周三一看果然，并且都捧着香烛，仿佛要去烧香的样儿。韩七过去问一位老者说：“请问今天是庙里有善会么？在什么地方？”那人道：“离这块不远三四里之遥，有一座承福寺，那里有一位肉胎活佛显圣，舍药救人，故此我们都上那里去烧香还愿。”韩七一想，世上那有肉胎活佛，这明明是谣言惑众。周三与郝武听了，尤其不信。那郝金刚就要去看，倒是周三、谢标忙拦他，道：“咱们有公事在身，并且有限期，若作出事来，误了大事，吃罪不小，总以不去为妙。”韩七道：“庙是必由之路，去只管去，外面看看，不必进去即是了。” \\n 大家点头，说着往前走了一会，方才走到庙前，只见人山人海。这座庙并不靠着村庄，一带密密松林，座北向南。庙门口有两根旗杆，三个山门。正山门关闭，走东角门。若依郝武、韩七，就进去瞧瞧。那周三知道其中有异怪，不肯进去，催着郝武大家离了庙前，仍往前行。这庙中之事，后文再表。 \\n 且说周三等四人走到天气将晚，面前一条大岭，上得岭来刚一半，看看日已衔山。岭半边有几个小店。周三道：“众位看天已不早，我前几年走过这条路，往前没有店，就是这岭上的店也是新开的，咱们住下罢！”韩七道：“三哥，既然这么说，只好在这里安歇。”又上了几步，有两个客店，小二来兜揽道：“六位客官，往那边宿头远哩，就我家安歇罢，有好房间，有好槽道。”一面说着，就去庄丁手里夺了包裹，一个便来拢头口。周三等跳下马来，谢标道：“且硼我先自己看看。” \\n 那小二道：“不必看了，只有我家的房屋好。”说着大家同进店来。只见店中院子宽敞，有一棵大槐树。那树下坐着一个黑胖汉子，袒着胸肚，腿上生着老大一个烂疮，敷些药，流脓妇血的难看。他叫道：“客官请进。我起立不便，休罪。”说着，便叫月小二扶着进来，到柜台里。那柜台边有一个妇人在那里做生活，见他们来，便起身接应，道：“客官随我来。”四人看那上面高坡上三阔正房，旁边右首一带厢房，左边好几间槽道，还有一条胡同通后面，那两个店小二牵着四匹马到槽上去，那妇人便引他四人到高坡正房上来，道：“右边这间明亮。”进去看时，上面一张正床，侧素一个小铺，一张柳木桌子，几把椅子。众人看这妇人有三十多岁，生得鼻高颧大，穿一件毛蓝布短衫。此时，庄丁二人已把周三等，刃包裹，都送到房里放了方出去，又见店小二提了一桶面汤进来，问道：“四位客官吃什么？”周三道：“酒肉我们自己有，你去做四众饭来，多打些饼。”韩七道：“你那新出笼馒头先拿些来，一发算钱还你，我只要白面的。 \\n 店小二应了。四人洗完了，都把大衣脱去，又泡得了茶，大家喝茶。 \\n 须臾，小二把一盘馒头包子端进来，放在桌上，道：“白面黄牛肉的，共四十个。”谢标拿起就吃，那韩七与谢胖子低着头，只顾吃馒头。 \\n 二人吃了大半盘，谢标忽然皱了眉头，口里一面嚼着；一面把那馒头拍开，看那里面的馅子。拍了一个，又去拍一个。 \\n 郝武看见，问道：“怎么了？莫非有什么缘故？”谢标道：“为何只是肝涅涅的？”郝武终不放心，忙起身进那里面去。只见那间空屋阴阴惨偿的，没有一物。那个土墙门也无门扇，堆些柴草。再看那侧首墙壁上安着木栅，木栅下面有一块木板，阔有尺半，长约丈余，横卧在墙角边。外面一块青石，挨着那板。 \\n 郝武看在眼里，他们本是绿林出身，焉有不懂绿林之事？郝武看那石头约有百余斤重，便把这石块搬开，揭起那板来，只听“刮喇”一声响亮，一阵阴风卷起，透进亮光来。原来板的尽头，遮着一个圆溜溜的窟窿，有索头拴着，通出墙那面。郝武低头往洞里一张，大嚷道：“你们快来瞧！”不知何事，且听下回分解。 \\n   \\n  "}
{"章节": "第五十三回 四客人除奸奋勇 两女子摆擂扬威", "正文": "  \\n 第五十三回　四客人除奸奋勇　两女子摆擂扬威 \\n 　 \\n 说到周得胜四人单走，先遇着承福寺，几乎惹出事来。幸而周三有见识，不教进庙，落得平平安安过去。不想住在这个店里，翔武因谢标吃馒头疑心馅子内有毛病，故此搜察屋里。 \\n 看到那边屋里墙边有一块板，那板里面两根索头拴着，通出墙那面，有个关扳子，把索子往里拉，板便让开；露出窟窿来，往外拉板，仍盖上。进面全看不出，被郝武这一掇，两根索子都带进来，露出洞来。不看万事全休，一看时好不惨人！只看那面低坡下正是个人肉作坊，壁上绷着几张人皮，梁上挂着人头许多，腿数条，两三个人正在那望切一只人腿。洞边靠着一张短梯子。那几个人听见刮喇喇滑车儿响，回头早看见有人张望，他叫声：“阿也！”一个喝道：“什么人敢张望？”郝武大叫：“你们快来，这是黑店。”谢标忙跳出去，拔腰刀就寻人厮杀，周三也拿起钢鞭。那时外面店小二进房来，听得一声，回身便走。郝武抓他不及，吃他走了，便抡那口朴刀，追出上房，庄丁撞了满怀，道：“怎么是黑店？”周三挥手道：“你们两人快顾自己性命去罢！打得脱，前面等我们。”庄丁忙抡刀往外就走。门前有几个火家，知道走了风，齐拿家伙打进来。 \\n 那庄丁二人不要性命，一路刀直砍出去，倒也吃他砍翻了两个，挣脱身，一溜烟逃走了。随后周三杀出。 \\n 这时谢标也杀出了上房去，郝武已跳出空房去。韩七还在屋里收拾行囊，捆好拴在腰里，恐地窄不好使枪，抽出一口宝剑，提在手里，出院来却不见多人，只听那黑胖汉子在柜里高叫道：“四位好汉息怒，且慢动手，请里面有 \\n 话说。”那韩七粗卤，那里会江湖上结纳的勾当，听了柜里叫唤，提着剑大踏步过去，隔柜就一剑剁去。那黑汉见不是头，又走不脱，忙抢一条门闩来格。怎抵得韩七力猛剑快，砍下去，门闩齐断，那一只左臂连肩不见了，倒在柜里。郝武赶上去，那几个火家被他赶跑。韩七见大汉倒了，正要结果他，只听背后脚步响，忙回身见一妇人，拈一把五股钢叉搠来。韩七挺剑来斗那妇人。 \\n 那妇人纵人院子里中间，韩七横刺着剑，直追人去。那妇人却不是韩七对手，只见店后面七八个火家一齐扎抹停当，拿了家伙杀出来，团团把周三、谢标围住。无如那些火家都是外行，只杀得那些人头颅乱滚，被伤的叫苦连天，各逃性命。那妇人正想走，被韩七用剑削去右手，连钢叉扔了，仰面就倒。又见那黑汉尚未曾死，倒在柜里，挣扎不得。周三赶上，揪起来喝问道：“你那厮开了几年黑店？是谁教你做眼？”那黑汉睁起眼道：“你要杀便杀，不必多问！”周三、韩七俱大怒，一顿钢鞭宝剑，将黑汉与妇人结果了。四人去前前后后搜寻一回，不见一人。又去将那被伤倒地的，找补了几下刀剑，杀得尸首满地，血污狼藉。 \\n 周三道：“眼见这厮们还有后门，吃他逃了些个，我们快走罢，恐他勾了兵来。”连忙去槽上牵了马，好在鞍子都未揭去，忙忙打好两个包袱，又去替那庄丁拿了包裹一切行李，拴在马上，又去提了各兵器，四人各上了马，走下岭来，却不见两庄丁踪迹。郝武道：“他二人不知怎样了，是咱们害了他们了。” \\n 走下平地，不敢多待，恐有人追。又走了里余，只见前面林子里两庄丁在那里探头探脑。大家见了欢喜。周三问道：“你们两不曾伤损么？”有一个庄丁道：“左边臂上着打了一下，吃我们走得快，还不怎的。”谢标道：“我们须快走，防着后面追来。你们可跟不上我们的马。”两庄丁道：“不妨，四位只顾走，我们加紧赶就是了。”六人紧走了二十余里，方缓缓而行。周三道：“我们倒不是怕人追，只是有正事在身，晚饭也无处吃，只好连夜走罢。 \\n 四人马不停蹄，走了一夜，渐渐天明。恐怕亮了，有人瞧见他们身上脸上血迹，可巧道旁有一道小河，四人洗了脸上手上的血。又打开包袱，换了衣服，这才遇见镇市，已到阳谷县关厢。四人商品议道：“我们不如找店大大歇息，饱餐一顿，睡他半日，再奔后营。”四人都欣然愿意。此时已是辰初时分，寻了个大客店，四人下马。店小二接了头口，进去找个干洁房屋，大家洗脸吃茶。周三就叫朋家做饭。谢标道：“我先不吃饭了。”便去包袱里抽出薄被来便睡。韩七等饭未来，也就睡着。须臾，饭来了，周三将他二人叫起来，说道：“我有个主意，咱们闹了一夜，也真乏了，不如命庄丁一人到大营问问大人来了无有，通个信息。咱们在此住一天，也放心安稳。”谢标一听先愿意，连声称好。大家依了。 \\n 且不言周三等四人住在阳谷县关厢店中，命庄丁往大营报信；且说安大人命冯小江、鲍国恩走后，又住了一日，这才起身，带了褚、陆二人与随缘及一个马夫，仍乔妆改扮而行。过了崇武驿，第二天早行，路上行人甚多，到杨柳店打尖，随缘服侍用了早饭。向来是安大人与褚、陆一同吃饭。这天用毕饭，吃着茶，店小二过来问道：“三位客官不是来瞧大言牌的么？若瞧大言牌，好给爷预备晚饭。”陆葆安道：“什么叫作大言牌？”褚一官忙拦道：“我们有正事，管他什么叫大言牌，我们瞧它作什么？”店小二道：“这大言牌是百年难遇的事。” \\n 褚一官笑道：“别像前番老爷子上我们那里去，路过涿州，也是打尖，叫店小二蛊惑的住了一天，往天齐庙瞧凤凰，小程师爷也说要去。到了庙里，凤凰也没瞧见，倒把暖壶马褥子都丢了，把他华太舅气得了不得。”说得大家笑了。又喝了会子茶，随缘伺候动身。一出店门，只见男妇老幼挨肩擦背，都是看大言牌的，一路随行。 \\n 陆葆安到底把大言牌打听来了，原来是打擂。好在是顺路，走出三里多远，早望见一座大庙。庙前一座高台，台前两根旗竿，竿上扯起黄布长旗。堪堪走近，只见旗上现出斗大的黑字，一边是“任四海狠男儿争夸大口”，一边是“遇两个弱女子只索低头”。陆葆安道：“不想是两个女的，这也奇怪。”安大人道：“休看轻了女人。”葆安想起十三妹前事，自悔失言。安大人也没理会。及至走近台前，只见东首台柱边放一只朱红木斗，斗里插着一根红竹竿，竿上五色彩线，穿着一扇锦边绫面的竖头牌，随风飘扬，上写“大言牌”三个字。褚一官笑向陆葆安道：“你若肯出场，便可先打碎此牌，后上台比较了。” \\n 陆葆安笑道：“若非有正事，真要上去试试。”说着，抬头又见台上一个大匾，上头罩着大红全幅彩绸，底下露出四个大金字，是“天下无双”。安大人也笑道：“这真是大言不惭了。”台柱上又挂着一副板对，上写着“踢倒南山擒白虎，踏翻北海捉苍龙”。台上设着三副座头，正中一张交椅高高架起，在一个盘龙座上披着绣金红缎椅披，坐垫两旁两张交椅，后面一字排着四枝豹尾枪。东边斜摆一张红柜，上有天平、戥子、笔砚等物。 \\n 柜边又是一字排着四张椅子，西边斜摆一座架子，插着各件兵器。飞角四柱俱有彩绸，台顶不露日色，下面铺着绒毯。四面游人拥挤，语言嘈杂。远远搭着篷帐，卖茶卖酒的不少。又有撑着伞、摆着摊的，各样买卖，酸梅汤的铜瓯儿响成一片。那庙里不知如何，也没有工夫去看。 \\n 不一时，人声鼎沸，远远的彩旗摇曳，鼓乐喧哗，两枝号筒吹得高一声低一声，又排着几对枪棍。只见前面两个女子俱骑着细鬃白马，后面一人有四十上下，骑着黄马。到了台前，各自上台。那四十多岁的居中高坐，两女子列坐两旁。看那居中的白面长髯，是个英雄模样。两女子也有六七分姿色。三人上坐，那两枝号掌了三声，便发起鼓来，也擂了三通。台上的人喊一声，把台下的众人嘈杂都禁住了，静悄悄的没些声音。 \\n 只听那居中的人道：“在下姓欧，名叫欧鹏，东昌人氏，常好交天下侠义。今特带着两个亲侄女，一来访我亲兄，二来借此结交朋友。如有精熟技艺、练习拳脚之人，不妨上台领教。” \\n 说完，台上的人又齐齐发一声喊，只见人丛里早挤出一条大汉，跳上台来。那居中座的人立起身来，把手一拱道：“请坐了。” \\n 那大汉便向柜边坐下。那柜上的人敲着天平，那大汉身边摸出四五锭小银。那柜上人撩下天平，提出戥子，称了一称。在柜内也取出一封银子，问了大汉，拿了纸笔，不知写了些什么，叫大汉画了押。 \\n 便听见起号连掌三声，许多人喝一声：“放打！”就那喊声，右边坐的女子把身上衫裙脱去，露出短打扮。大汉也剥去身上布衫，露出一身黑肉。两人各立门户，走到中间。那女子两手紧护小腹，卖个上身破绽。这大汉就使乌龙探爪去抓他杏脸桃腮。女子忽地一闪，蹲着身子，使了喜鹊登枝，把小脚尖跷起，觑定大汉肾囊，假意虚挑。这大汉忙使金鸡劈腿势，把右脚尽力一撩。那女子霍然仰卧，两腿放开，使一个玉蟹舒箝势，猛向大汉裆中一脚，把大汉踢得蹲在地下，扎挣不得。那女子笑吟吟的站起来，慢慢穿了裙衫坐下。这大汉苦淹淹挣下场去，堪堪待死。台下众人齐声喝彩道：“这女子好手段！” \\n 正喝彩未绝，台东边早飞上一个人来，手捻一锭大银，“镗”的一声响；望天平里掷去，把大衣一脱，就去与那女子放对。 \\n 左边女子也忙脱了衣裙，便大打起来。安大人与褚、陆一看，一齐大惊。安大人便悄悄拉了褚一官一把，三人忙忙上马，望下路而行。不知那台上之人是谁，且听下回分解。 \\n   \\n  "}
{"章节": "第五十四回 二欧创业太平滨 四将偷渡羊肠谷", "正文": "  \\n 第五十四回　二欧创业太平滨　四将偷渡羊肠谷 \\n 　 \\n 话说安大人拉了褚一官一把，悄悄说道：“咱们走罢！” \\n 陆葆安也会意。于是三人匆匆上马而行，只有随缘正看得高兴，不知因何三人都要走，无奈也跟着走罢。安大人走出多远方道：“我看上台的那个和尚，好像是铁头陀，万一他是追咱们来，若叫他看见，许多不便。”陆葆安道：“若论动武，我也不怕。只是他有邪术，就不容易防备了。”原来他三人见东边飞上台去的是个头陀，甚是凶恶，疑心是铁头陀前来访钦差，故此忙忙走了。 \\n 看官，要知道那上台的果是铁头陀。他倒不知安大人在此，他由双流村行刺无成，又要往殷家堡，一路款款而来，在崇武驿住店，就听见纷纷言讲杨柳店西边立了擂台，有两个女子，人才出众，武艺又高，摆了四五天，并无对手。他心中想要结识他们，作个膀臂，因此以打擂为名，有心交好。及至上台动起手来，果然他不是那女子的对手，只得念咒，将女子咒倒，晕迷不醒。那居中坐的男子正要动手，他摇手说：“不必。”两人三言两语，讲得投机。他将女子救醒，擂也收了，彼此同到那大庙中去了。 \\n 从此铁头陀与欧鹏订交，一连住了两天，不过讲些江湖上义气。两人就联盟，铁头陀为兄，欧鹤不在场，也算上，那水仙、海蟾也拜见了伯父。正要分手，不料欧鹤找来，因他爷儿三个打擂扬名，故欧鹤容易描了来。欧鹏给他兄长与铁僧相见，说起联盟，二人更异常亲热。欧鹏就叫水仙、海蟾去做晚饭，打酒买肉给他哥哥接风。三人喝酒谈心，说得投机。欧鹤就问铁头陀从前作何事业那铁头陀说起羊角岭如何占山，两处如何行刺。欧鹤想起双流村晚上之事，说明了，三人大笑。欧鹤也说起兄弟．二人空有本事，三十多岁未立事业。欧鹏告诉他兄长：“前些日子二位师父由江西找到东昌，命我找寻哥哥，替你我占了奇门，说叫你我一齐投奔西南太平滨清水寨，就有立身根本之地。从此可遇机缘、得好事，千万不可否信，吩咐了又吩咐。水仙他二人又急于寻你，我故此带了他二人。才出来，无奈那太平滨不知在何处。”铁头陀道：“太平滨我却知道，那里有个清水寨，寨主名叫侯蒙，武艺甚低，与我认识。他那里是个水寨，一片水有五十里。靠北有座大山，外头有竹城，天生的竹子围护，里面堆积粮米甚多，还有果木，又有水稻，极好的产业。二位贤弟若得了这个地方，颇可终身受用。那侯蒙决不是二位的对手。只有愚兄万不可去，有我在内，倒不好与他翻脸。明日，咱们就走。我上我的殷家堡，你二人奔清水寨，改日再去贺喜。”二欧喜之不尽，三人一宿无话。次日清早，三人分手。 \\n 且说二欧带了水仙、海蟾直奔清水寨，依着铁头陀告诉他们的方向走去。第二日正往前走，眼前一带密树林，远远有河一片。刚走到树林，只听里面一棒锣声，出来无数的人，把他们去路挡住，各执刀枪棍棒。为首有一大汉，身高八尺，粗眉大眼。手使一条枪，一声喊嚷说：“对面小辈，趁早留下买路金银，饶尔不死！”欧鹏上前，用单刀指着说道：“小子们，好生大胆！快快通上名来，我刀下不死无名之辈。”大汉道：“你家寨主姓唐，名叫振声。”欧鹏道：“钧过来，若赢得了我的刀，我就给你留下买路金银；若赢不了，我就结果你的性命。”唐振声并不答话，用枪就刺。欧鹏举刀相迎。二人来往五十余合，不分胜负。旁边恼了水仙、海蟾二人，一齐上前助战。唐振声虽然武艺不错，敌不了他三人，败下阵去。回到水寨，告知侯蒙，旁边坐着，许奋、蒋和、袁声万、齐明，一齐大怒，都要下山。侯蒙道：“四位贤弟须要小心，来者不善。” \\n 四人答应，各拿了兵刃，气昂昂的下山去了。不多时刻，俱败上山来，并且齐明、许奋皆受重伤。侯蒙大惊，说：“山下来的是何等之人，连败五位兄弟？”袁声万、齐明道：“山下来的是兄弟二人，又有两个女子，武艺都十分了得。我四人竟自不是他四人的敌手，看来有些费手。”正说着，小卒报上山来，说山下四人在那里辱骂不休，话实难听，请寨主定夺。 \\n 侯蒙一想，四人去了都不行，我一人更不是他的敌手，开言向众人道：“五位贤弟呀，愚兄非是胆小，我看他四人本领高强，我们既打不过他，莫若讲和。现在山中正短帮手，何不去请他们入伙。如果人材好，武艺高，愚兄情愿让位。你等意下如何？” \\n 五人想了半天，也别无善策，只好依着此计而行。 \\n 于是侯蒙独自带了三四十人，下得山来，只见对面为首二人威风凛凛，连忙躬身道：“二位好汉，由何处而来？不嫌荒山狭窄，乞请众位到山上一叙，尚有商议之事。”欧鹏先原不肯，欧鹤向欧鹏道：“不入虎穴，焉得虎子？若依师父奇门所说，凶少吉多，必有意外之喜。”因转向侯蒙道：“你我萍水相逢，能有何事商议？莫若当下言讲。”侯蒙道：“无可商，我们这水寨现有五六十顷水田，又有果木，且有历年积下粮米，这些人吃不了的。如二位英雄不愿意走，时，寨中正短帮手，我等情愿让二位为一寨之主。”二欧大喜道：“既蒙众位抬爱，无不遵命。”侯蒙连忙下马，纳头便拜。二欧也一齐下马，彼此对拜。欧鹏道：“你今年多大年岁？”侯蒙道：“我虽比你二位略大几年，咱们不论年岁，我认你做师兄，你是小哥哥，我是大兄弟。咱们就此上山。”二欧见他十分诚实，就依了，大众一同上山。来到山上，小卒们都过来参见新寨主，又与袁、唐、许、蒋、齐五位，一齐相见。又引着水仙姊妹到后寨。那侯蒙二人并无妻小，草草收拾屋子，让与水仙等住下，欧鹤就作了寨主，从此又招募些个小卒。欧鹏过了几天，偷着将碧氏妯娌接来，在后寨居住。二欧于是有了安身之处，暂且不表。 \\n 再说安大人到了阳谷县，早有顾师爷带领田总兵的兵马，与冯小江等立下营寨，当下迎接安大人人座。守备两员、千总四员、把总四员参见过，然后顾师爷二位在后营相见。顾朗山道：“今日大人到来，且先不必说别的事，只有急急攻取羊角岭，是要紧之事。想来静一山人必然见过了？”安大人将白鹤山之事细说一遍，顾朗山不胜佩服。又把得信派将之事告知朗山，朗山也将周三之庄丁来送信，周三等已经来到，现住阳谷县关厢的事告知。赵鹏是途中相遇，那毕归元也在途中遇着，说明由后山小路进兵甚好会合周三等四人。就此命他起身，派精壮兵五百名，一员守备，带着速速前往，举火为号。又命冯小江、赵鹏各领兵一百，小江由东上山，赵鹏由西上山，各带两员把总，并火箭及引火之物，两边放火，千万别走羊眼渡。 \\n 将毕归元的地图给他二人看了，须至初更天气即放火呐喊，好惊动贼人只往前面来。又派陆葆安带着两员千总，假作攻山之状，只在羊眼渡这边呐喊，千万不许过去，以防他邪术。分派已定，命褚一官与一员守备跟着安大人与顾师爷都退后，另立营寨。此处只扎空营，让贼人来探。这才有工夫用晚饭，彼此说说各家之事。 \\n 再说周得胜四人得了回信，连忙由关厢起身，半路会合毕归元及守备与五百精兵，草草安营。天已日落，饱餐战饭后，毕归元叫多带钩镰枪及绳索等登山的行头。他当先带路，周三等随后，来到山脚下。四围一看，果然奇蜂峭壁，并无走道。 \\n 但见半山上枯松倒挂，藤萝纠蔓而已。毕归元吩咐取几把钩镰枪来，取条长绳系在枪底，把枪向半山直标上去。只见那枪冲上三四丈，枪钩恰恰搭在一株老松根上，便叫兵卒中身躯轻小的缘绳先上。那个兵上了半山，便将枪钩拔出了松根，下面之人便将一条巨绠系在绳端。那半山上的兵收上这根巨绠，把他紧紧牢系在松树上。毕归元便带周三等缘绠而上。及至上了半山，天已大黑。各人身上都带着火把、灯笼等物，大家点了亮儿，顷刻到了山上，反倒宽绰了。毕归元带着众人，寻到一座危崖，下有一个大洞，里面黑沉沉，其深无底。大家秉炬而人，曲曲折折，转了好几个弯。忽然一派亮光透人，果然通下面的。 \\n 只是悬崖陡壁，非得细看，才找着一条石梁。又系了一条巨索，大众缘绠而下，定睛一看，毕归元指着与大家道：“不远黑密密的，就是青莲寺了。此处正是寺的西北，不过离此半里之遥。” \\n 周三道：“大家把灯亮映灭，只留三两个灯笼，还都背着。”大家歇息了半天，已是二更有余，都把火枪亮出，呐一声喊，一拥往寺里杀来。 \\n 且说这青莲寺中铁头陀去后，周三等灭了作眼的黑店，也无人管。毕归元二人不回，也无人查询。至于报仇之事，惟有张七与孙海关切，别人都不在意。铁头陀只有两个徒弟：一个叫智源，一个叫慧源，二人都有武艺，是心腹人。余下四五十徒弟，皆是手下，又有二百多喽罗。当日听得山下来报，说：“安钦差带兵来取羊角岭。”智源等大笑，说：“羊眼渡他们就过不来。”张七道：“羊眼渡本是大路，他们不知道有法水，自然中计。若是知道，就不由那里走了。我来，的时侯，看见两边都有小路，恐他们知道，须得有人把守才好。”智源、慧源两人商量，也怕小路有失。两人亲去把守，并且照顾山前，又托张七照料寺中。又有霍士道，自来了之后，铁头陀很重用他，也叫他在寺中看守。 \\n 智源二人分派已定，速速起身，往山前去了。来到山前，见羊眼渡那边兵马呐喊，可不肯过来，只得用心把守。又命人去探大营，仍然照旧，可不知是空营。至晚，羊眼渡那边兵马不退，望见山东边火起。正要去探听，又望见山西边火光也起。 \\n 智源往西，慧源往东。不一时，两边都有官兵杀来，顺风放火。 \\n 智源等怕羊眼渡有失，不敢远去。正在为难，忽然冯小江由东边杀到，赵鹏由西边杀到。智源二人只好分头迎敌。此时狂风大作，两边山上火势冲天价通红。两下混战，贼人奔走辛苦，怎敌官兵勇猛。慧源措手不及，被赵鹏一枪刺于步下。智源一见，魂飞魄散，只得弃了前山，往回败走。冯小江、赵鹏分两路追来。时已二更，智源败回，行至半路，忽望见本寺中火光冲天。须臾，数十个喽罗来报道：“不好了，官兵不知由何处来的，甚是勇猛。张七大王敌不住，落荒走了。孙海被杀，霍士通被擒。”智源听说大惊，忙催兵来救。无奈他一人独力难支，手下人又不多，前有敌兵，后有追兵。只闻得两下里喊杀之声振天，火把影里显出周得胜，单鞭跃马，拦住去路，后面冯小江、赵鹏已经赶到。智源惊慌无措，略一失神，被周得胜一鞭打倒，过来几个官兵，将他捆上。 \\n 周三见了冯小江、赵鹏，道：“你们看见张七没有？”冯小江道：“我们刚到，只杀了个和尚，名叫意源。既是张七不见，咱们赶紧搜山，千万别再放跑了他。”于是三人合兵一处。 \\n 正值十五，皓月当空，照如白昼，最易搜山，又遇见了韩七，对赵鹏说道：“我们由庙后猛然呐喊，杀进庙内。他们不知我等从何处而来，于是杀的杀，擒的擒，只不见了要紧的人犯。如今谢二哥他们两人在庙内看守，叫我们迫寻张七来了。”赵鹏道：“我们也是找他。”大家各处找遍，又搜擒些个和尚与喽罗，单单不见了张七。周三顿足懊恨道：“怎么吃他走了！” \\n 随后安大人闻信，知青莲寺已破，因智源等被擒被杀，无人拦阻，也命陆葆安绕道来探问信息。陆葆安到此，见着大众，知张七漏网，也甚着急。 \\n 于是大家商议，正在无法，忽见有一兵卒过来跪倒，口称：“小人晓得张七藏躲之处。”大家大喜，急问：“张七现在那里？”那兵道：“正是冤家路窄，刻下小人急欲出恭，因看见几棵树围着一个山涧，下面有洞。小人刚要下去，见一人在山洞内蹲着，身量高大，衣服华美，不是兵丁打扮。因见他手中拿着刀，所以不敢动他。”周三不等说完，大踏步便走。韩七忙叫那兵丁紧紧跟随去做眼。众人又派兵卒们急忙各带着麻绳，一同飞速追上。周三已扑到那兵丁指引之所，只听洞里叫声：“哎呀！”猛见那人圆睁怪眼，大喝道：“什么人敢来！”忙站起身，用刀向周三刺来。不知此人是张七否，且听下回分解。 \\n   \\n  "}
{"章节": "第五十五回 破妖法有意捉凶僧 访潜踪无心遇杰士", "正文": "  \\n 第五十五回　破妖法有意捉凶僧　访潜踪无心遇杰士 \\n 　 \\n 话说周三到了山涧，见那人用刀砍来，周三用鞭急架，二人大战。陆葆安腿快起到，也来帮助。随后冯小江、赵鹏、韩七及两员把总、数百兵丁也都来了，四面一围。山涧狭小，那人一慌，被树根绊倒。陆葆安过来将他擒住。原来那人果是张七，因见青莲寺已破，孙海已被郝武杀死，大势已去，他又想逃走，来到山前，见四面都是火光，人马众多，恐人看见，走到此处，见有树围山涧，可以藏身，忙向涧下一个洞内躲避。 \\n 不料被那兵卒看见，也是该当如此，恶贯满盈。当下大家捆了张七，直往安大人营中而来。安大人破了羊角岭，擒了张七，十分欢喜。那铁头陀毫不知觉，尚在外面妄想行刺。 \\n 且说他与二欧分手之后，直奔殷家堡，也不管钦差在此不在，以为此番必然成功。到了殷家堡，见是东西一条长街，路北公馆，听说徐参将带二十名亲兵、十六名地方与衙役等在彼伺候。那铁头陀并未找店，就找了个饭店，吃了晚饭出来，自己各处云游。待到二更以后，始奔公馆，越墙而过。先到外面，远远摇铃呵号之声，听南房有人说：“今日大人歇觉甚早，咱们也歇着罢。”铁头陀一听大喜，说：“钦差果然在此，想他今夜逃不过去了。看这光景，也决无保护之能人，无非兵丁将官，何足畏哉！”欣然望里走，有个月亮门，由墙上过去，有北上房五间，屋中有灯火，其光不亮。蹿将下来，悄悄上了台阶，赶奔前来。戳窗户纸一瞧，见钦差年纪不大，穿着便服，在后虎座半躺半坐，手中托着一本书，挡住面门，就露着一点脸。两个跟班面向里靠着，落地罩花牙子站着。铁头陀拿了堵鼻子的布卷，把鼻子堵上，把薰香掏出来，把香点着，将仙鹤嘴戳在窗户眼里，一拉仙鹤尾巴，紧一拉，屋中香烟都满了。 \\n 无奈两个跟班还不躺下，钦差大人还不扔书。又紧紧一拉，他性急，就掀帘子往里走，往前一扑，去抓大人。把大人抓住一看，才知是个假的，是个傀儡人头，衣帽靴子都是真的。再回头一看两个跟班，也是如此。原来是顾师爷的用意，知会徐参将，教给他安消息的地方。铁头陀说声不好，未曾说完，脚底下呼喇喇一响，赶着抽身回来，早就登到翻板上了，“卟嗵”一声，坠落下去。那底下有人刚要抓他，未曾抓住。铁头陀急了，念动邪咒，往上一蹿，翻板自然开了，放开脚就跑。那底下的人也不敢追，恐他邪咒厉害。他就一直跑了多远，出了长街。在殷家堡街外有个小庙，只好今晚在此借宿。幸而庙中无人，有个供桌。他将破香炉挪开，就躺在供桌之上。已经闹了一夜，躺下就睡着了。次日清晨起来，又奔省城而来。他早打听得有四处公馆，已去过三处，只有省城一处，钦差必然在此，故不暇询问，忙忙来至省城，已走了两天，不用细为烦絮。 \\n 且说到了省城东关外，找了个店住下，歇了一夜。次日午后，先进城探了道，然后出城。直等到初更以后，换了夜行衣，带了用法锦囊及一切应使物件，背上戒刀，吹灭灯烛，将门倒带，蹿房越脊，出离店外，直奔城墙。且喜护城河里没水，直到城墙下边，趴上城去。那里面从马道下来，穿着小巷，直向公馆西墙而去。蹿进公馆，正遇见打更的。铁头陀过去一掐脖子，把打更之人提到僻静所在，往地下一挥，把刀亮出来，在更夫眼前乱晃。那更夫苦苦哀求饶命，铁头陀问：“你们大人现在什么所在？只要对我说明，我就饶你性命。”更夫说：“我们大人在西花园子书房里安歇，那边有个垂花门，进去是抄手游廊，里面路西有一个瓶儿门，进瓶儿门，内有太湖石，就在太湖石后，有北上房五间，那就是西书房。”铁头陀听明，说道：“等我事完再来放你。”随手撕他衣襟，把他的嘴堵住。有一棵大槐树，将更夫捆在树后，自己便扑奔那边垂花门去了。 \\n 进门一看，果然是抄手游廊，东西两个瓶儿门，当中是过厅。 \\n 铁头陀一想，应该往西，遂即从正西瓶儿门上蹿将过去。一看，果然是花园，有许多太湖石，月牙河藤萝架北面五间书房，接着堂帘，里面尚有灯烛亮光。门外东西摆着四张椅子，上面坐着两个人。 \\n 原来此时已经平了羊角岭，褚、陆跟着大人并未在此，此间是顾师爷带着冯小江、赵鹏与郝、谢、韩、周六人先来公馆，专为捉拿铁头陀而来。那顾师爷早安排下法子要紧之物，已派人埋伏妥当。那椅上两边之人，一个是冯小江，一个是赵鹏。 \\n 两人今晚是前夜坐更，在书房外椅子上坐着。冯小江一眼看见由墙头上忽然过来一条黑影，冯小江假装着没看见，特意说：“赵太哥，你多留点神，先告告便。”赵鹏说：“老弟请便。” \\n 冯小江就奔太湖石那里，假作告便，其实一回手，先把石子掬出来。小江善打石子，见有人还在那里趴着，那铁头陀打量着冯小江真没看见他呢。冯小江拿着石子，对着墙头上的人打将出去，“吧”的一声，正打在铁头陀腮颊之上。铁头陀一扭脸，从背后要拉刀，紧跟着又是一块石子，又打在肩头之上。这两块石头打的铁头陀疼痛难禁，连忙念咒止痛，又复拧身蹿上墙去。赵鹏就喊有贼，冯小江也忙拉刀要上墙。 \\n 铁头陀见有防备，打算进退之道。此时东角门出来一个人，一声怪叫，如霹雳相似，说“有贼了”，话将说完，只见东角门外一排水枪有二十余支，齐往墙上打来。铁头陀躲避不及，身上已被水湿，忙一面念咒退阻，一面下墙。不料墙边也有了准备，一排十人，都是汲筒，其味难闻，打出水来，满身腥臭。 \\n 铁头陀知是秽物，破他妖法的，恐法一不灵，被人拿住，性命难保，忙忙蹿在小墙，顺着游廊，过瓶儿门。那时冯小江随后追来，那喊的人是郝武，也追了来。铁头陀刚过了垂花门，就见“飕”的一声，上来了一支镖。低头一看，墙下面有个人，给了他一刀。铁头陀满身臭水，此时法已不灵，吓得不敢站住，忙出了公馆，直奔城墙，由马道跑上城去。后面是冯小江苦追不舍，郝武也追赶下来。小江追到城墙之下，也打算由马道追上城去。铁头陀恐他上城，这么一急，搬了一块城砖，对冯小江就砸。“吧嗒”一声，砸将下来，也亏冯小江的眼快，往旁一闪，躲过城砖，倒把小江吓了一跳。再往上一瞅，那个铁头陀踪影全无。 \\n 郝武随后也赶到了，连忙问说：“方才什么物件由城上投将下来？”冯小江说：“是一块城砖。”郝武问道：“没伤着你呀？”小江说：“伤倒未能伤着，若不是小弟躲得快，险些被他砸了。”冯小江还要追，郝武把他拦住，二人同回公馆。周三也追来问信，三人讲说了一番，忙忙回去，进里面禀知顾师爷。顾朗山向他三人道：“铁头陀已被臭水秽物所破，大约法不能灵。趁此时拿他，必然容易。你等六人于明早分头访查，若能得着他的下落，就好拿他了。我想他今夜决不敢再来，他们也没有余党，你们大家安歇罢，明旱还须辛苦呢。”大家告辞，各归各屋。 \\n 一夜无话，又到来朝。大家起身梳洗，用茶点已毕，周三来见顾师爷，说道：“不知师爷今天派谁出去私访？请师爷谕下。”朗山道：“此事你们大家酌量，何人出去，不必问我，只要细心机灵的就行。”周三道：“我就卤莽，去做这事不行。若论机灵，赵大哥是第一，其余就属二爷。那韩七尚细心谨慎，就是他们三人罢。”朗山道：“还有一人，年纪虽老，颇有谋略。那孙静峰甚可去得，然非有会武艺的人同他出去不可，叫郝金刚同他出去，亦可作一路，就是四位罢。”周三答应出来，找着赵鹏、谢标、韩七三人，说明师爷分派你们三位出去访查铁头陀下落，各凭自己意见，或改装出去，或照常服色，喜欢走那条路，就走那条路。三位预先商定走的方向，免得三人碰在一处，只要访着些影响，必然有法拿他。当下三人议定了道路，各人自去理会。又命人知会了师爷，随后叫郝金刚过去，约他同行。大家分头出了公馆。 \\n 就中单说那赵鹏回到自己屋里，脱去官衣，换上湖色绸长衫，白袜云鞋，手拿柄摺扇，改扮了文人模样，腰内暗藏匕首。 \\n 出了公馆，望北而行。一路留神观看，不觉到了省城北门。步出城来，关厢甚为热闹，铺面不少，也有当铺，也有烧锅，也有客店，也有酒楼。正在观看，又见有男男女女无数，都往东北扑奔，不知所为何故，拥挤不动。赵爷上前问道：“众位上哪里去？有什么事？”内中有人说道：“今天二十八，药王圣诞，这北关东北上有座药王庙，年年唱野台子戏，我们都是去看戏的。”赵爷一想，那铁头陀或者爱往热闹处闲游，或者独回清净处躲避，都猜不透，且向这里看看再说。于是来到戏台底下，见人山人海，做小生意卖吃的不少，也有搭着布棚摆桌子长凳的，也有酒摊，也有点心摊，也有酸梅汤摊，又有打把式的，赌钱的，占卦的，还有无赖之徒，专做骗局赌的，东一堆，西一簇，十分热闹。四下一看，并无公馆之人。回身再往庙内各处游逛。庙并不大，只有两层殿。庙内有些个卖首饰的，卖估衣的，挨喉挤挤，并不见什么踪迹，就出庙来了。 \\n 此时台上已歇晌，那台后有一个人圈子，挤进去一看，却是卖拳的，正在那里打对子。看的人齐声叫好。赵爷看那两个卖拳的，年纪都不上三十岁，上身都赤着膊，下面都是兜裆青布裤，足下穿着抓地虎靴。一个使一根三节连环镇铁棍，一个使两柄板斧，丁丁当当，打得十分好看。这使棍的中等身材，白净面皮，竖眉鹰目，露着杀气；那使斧的魁伟长大，面如锅底，粗眉大眼，阔口丰颐。二人俱无胡须，像一对好汉。只见二人把一趟斧棍打完，向众人拱手，借助盘费。不料看的人虽多，给钱的人却少，地下只有二三百钱。赵爷摸搭裢内，不过数百文钱，嫌少，又摸出一块银子，约有三两有余，说道：“二位朋友，这里有点茶资，望乞笑纳。”二人接过，作揖道过谢，把银收起来。又把散钱数了数，收拾完毕。赵爷又拱手道：“二位不弃，酒楼小饮三杯，闲叙一番，何如？”那白净面皮的道：“既承仁兄美意，弟等奉陪。” \\n 于是三人一同到一酒楼，上楼找一副干净座儿坐下，彼此谦让。赵爷让二人上坐，二人不肯，赵爷一定要让，二人只得依了。赵爷告诉跑堂儿的，快些摆上一桌上等的酒菜。伙计满脸带笑，连声：“晓得，晓得！”回身去了。二人忙说：“尊兄何必过费，使弟等不安。”赵爷笑说：“粗酒一杯，藉此谈谈。敢问二位兄长贵姓高名，仙乡何处？”白脸的笑道：“小弟姓唐名振声。”指着黑脸的道：“他是我盟弟，姓袁名声万，都是山东沂州府人。”也回问了赵爷名姓，大家又从新见礼。忽见伙计搬进酒菜来，一个人托着一个木盘，一个人提着酒壶，先把茶壶茶盘拿开，把盘内酒肴排列桌上。赵爷执壶，与二人斟了酒，然后畅谈些江湖上的事情，又讲究拳棒刀枪。三人说得十分得意，真是相见恨晚。直吃到过午时候，赵爷问：“二兄意欲何往？”唐振声道：“我等有一知己弟兄，闻听说新近立了事业，意欲投奔他去，谋一安身所在。”赵爷道：“吾兄若得安身便罢，若有不得意之时，可到安大人衙门找小弟去。” \\n 唐振声二人起身作谢道：“弟等萍水相逢，蒙吾兄另眼相看，感激不尽。俟异日回来，必然过去请安。我等就此告别了。”赵爷还礼道：“咱们日后有缘，再为畅叙，弟也不挽留了。”于是算还酒钱，一同下楼，各自分手。 \\n 再说赵爷独自一人，毫无定踪，任意闲游，又向戏台边来。 \\n 那时戏台上依然开戏，正要看戏，忽见从西来了一个道士打扮的老者，后面跟着一个道童，拿着算命占卦的招牌，看着眼熟，走近方知是孙师爷与郝金刚，彼此一笑过去。郝金刚忍不住问赵爷道：“访出点方向了么？”赵爷摇头，他二人就向东边去了。 \\n 原来孙静峰自见知会教他私访，他便教童儿开了箱子，找出他昔年私访的那副行头，有道衣、道冠、丝绦、鞋袜、招牌等类，孙俊通身换了。郝金刚过来，孙俊告诉他自己扮作算命先生，叫他扮作道童。郝金刚应了。孙师爷又替他打扮停当，二人从后门暗暗溜出，知道韩七出南关，谢标出西关，赵鹏出北关，自己带了郝金刚只好出东关了。那东关颇为热闹，这条街有二里路长，也似北关，样样铺子都有。孙师爷到了东关，走了两趟，不见一些踪迹。想起茶坊酒肆探访事情极其容易，看路北有个大茶馆，匾是“海隆轩”，遂向郝金刚道：“咱们在这里喝会子茶。”二人遂进来，走到后堂，找了两个座儿坐下，泡了一壶茶。二人慢慢的吃着茶。他二人倒无甚可谈，只听四下里各坐上谈谈讲讲，极其热闹。忽听旁边桌子上也有二人在那里吃茶，正然说得高兴。一个说：“你没听见说吗？咱们这大关嘴上店里前夜晚上住了个头陀和尚，半夜大门已然锁好，都睡了，他也睡了，第二日清早不见和尚了，大门也没开，不知和尚从那里走的，行李可仍在房中。你说奇不奇呢？”那一个说道：“这还不算奇，必是和尚半夜越墙而过，作什么歹事去了。”正说之间，只听从旁有好几个人吵嚷，一阵大乱。不知为了何事，且听下回分解。 \\n   \\n  "}
{"章节": "第五十六回 空欢喜林内得薰香 枉勤劳庙中擒巨寇", "正文": "  \\n 第五十六回　空欢喜林内得薰香　枉勤劳庙中擒巨寇 \\n 　 \\n 话说茶馆内有二人讲论前夜店内丢了住店的和尚，那边一阵吵嚷，就有人接声说道：“你说前夜丢了和尚，不足为奇。昨晚北关店里住了两个财主，是一来为听戏还愿，二来代办点事，身边有百十两银子，被人偷去了。大概是和尚用薰香将人薰死过去偷的。今早和尚不见了，各处访查和尚，必就是这东关店里丢的那个和尚了。”大家议论纷纷。孙俊在旁一听，悄悄对郝金刚道：“你听他们所说之人，必是铁头陀无疑。咱们何不到北关打听打听？”郝金刚点头，二人给了茶钱，一同投北关而来。在戏台下略站片刻，遇见赵鹏他二人，惦记往北关厢探事，故急急而去。这且不表。 \\n 又说那往西关的谢标，来到西门以外，这关厢不及东关、北关热闹，铺面也少。大关嘴外有一带大柳林，此时正是四月底，天气甚热，赤日当空，恰似火炉一般。谢标外号叫一篓油，身子又胖，走得满头是汗，想要歇息歇息，凉快凉快，奔到林子里面，在一块卧牛青石上坐下。只见那边先有二人在彼乘凉，旁边树枝上搭着衣杉。谢标瞧这二人却是一僧一俗，都有三十多岁。那僧人生得十分凶恶，身量高大；这俗家是瘦小枯干，五短身材。谢标心中一动，疑是铁头陀。再一看，他不是头陀，是个光头，并且在公馆谢标也于带领水枪之时，见过铁头陀了，虽没看真，却知道不是他，然也不免呆看。那边僧人见谢标呆呆看他，心中犯疑，就与这俗家使了个眼色。两人从树上拿下衣服来，穿在身上，往林子里去了。再看柳林那边，隐隐有一段庙墙。 \\n 正看之间，见有一个小和尚，年纪不过十一二岁，手中拿着一物，一面走，一面瞧，也向林子里走来，却从谢标面前走过。谢标细看小和尚手中之物，似乎是薰香盒子，越看越像，将小和尚一把拉住，说道：“小师傅，你手里拿着是个什么？” \\n 小和尚道：“我也不知道是什么东西。”谢标又问道：“你从何处得的呢？”小和尚道：“我们庙里今早来了一个客，虽也是个和尚，他却有头发，可是披散着。他今早来在我们庙里，他就病了，就是我服侍他。我见他这个盒子有个仙鹤脖子，可以活动，是个玩意，我故此偷着拿他的。”谢标道：“你拿他的，他要是不依，你怎好？”小和尚道：“他现在病得厉害，顾不得了。”谢标道：“小师傅，你卖与我罢！我给你五两银子，你要这盒子也无用，不如银子好。”小和尚道：“五两银子是多少，你先给我瞧瞧。”谢标从搭链里拿五两一锭的锞子给小和尚瞧，小和尚瞧见一大块银子，甚是喜欢，即将盒子递与谢标，把银子收了。 \\n 谢标还要问他话，就看见从林子那边来了一个头陀，恍恍悠悠，像个有病的样儿。小和尚忙忙躲了。那谢标他是绿林出身，如何不认得薰香盒子，心中甚乐。今见来的头陀，正是那行刺的恶僧，此时趁他有病，恰好拿他，况且在林子乘凉，大衣是早就脱了。 \\n 说到此际，须再表铁头陀一番。那铁头陀被公馆追下来，幸而他身子灵便，步履飞快，又仗有城砖扔下来退了追兵，出了大城。天已四更，不好再回店中，恐人知觉，于是就在北关一个店里扣门。恰好这个店里因药王庙有夜戏，听戏的将回来，还未睡呢，故而铁头陀进店容易，就住在西小厢房里。及至进来，店小二把后窗支开，十分凉爽。铁头陀吩咐：“先烹茶来，我是走渴了。”店小二答应，先把灯点上，然后打脸水烹茶，又说道：“大师傅还是用斋，还是随便？要打多少酒？”铁头陀道：“俺只随便，不论什么鱼肉、牛羊肉，你只拣好的拿来，与我先打二角酒，明日一并还钱。”店小二应了，出去不多时，摆上酒菜满桌。铁头陀自斟自饮，心中暗道：“我因行刺被追，未能回店，行李盘川都扔在原先店里，回来拿什么给店钱？” \\n 为难了半天，忽然一笑说：“有了，你看这上房住着的像是两个财主，必有银钱，何不用薰香将上房之人都薰死过去，偷他个干净，一走儿？”主意已定，俟饮酒吃饭完毕，那时天已将亮，大家都睡熟了。他暗暗用薰香，鹭伏蛇行，在上房窗户外将烟引入。不多时，人俱受了薰香。那时慢慢进房，将被套内白银一百五十两，偷到手中，从后菜园越墙而出。自己一想，投何处方好，况此时心中烦闷，大似有病模样。忽然想起有承福寺的下院在西关口外，名承寿寺，法明和尚在那里住持，何不投奔他去？想那法明、法静、法通三人，俱与我是至交，万不能不收留我。忙忙来到西关口外承寿寺扣门，小和尚开了门。 \\n 说明来历，回亲进去。不多时，法明忙接出来，携手让进禅房，彼此诉说一番。 \\n 不料铁头陀近日劳碌太甚，又于前夜在公馆受了大惊，恐因此生病，法明留他住下。午饭后，病渐沉重，炕上睡了一觉，醒来收拾自己物件，薰香盒不见了。一想，许是那服侍的十一二岁小和尚偷去了，因此急急出来找他。找到柳林那边，见他与一个人说话，说的就是薰香盒子。铁头陀一着急，就嚷道：“小和尚，你把我的盒子弄到那里去了？你快给我！”那小和尚开腿就跑。谢标不管好歹，奔过来随走随喊道：“好一个秃驴，你是严拿的行刺要犯，胆敢青天白日出来行走。今日你好好跟我到公馆投案，或者可以从轻治罪。如若拒捕，定不饶你！” \\n 说着，拉出短刀就砍。铁头陀不防有人要拿他，又没带着兵器，又有重病，如何迎敌？就是一愣，然而到此时候也是无法，遂大着胆子道：“你是何人，敢来拦我？”谢标道：“你不认识你二太爷姓谢名标，外号人称一篓油，现在跟着安大人当差。我们大人与你无冤无仇，你在你的羊角岭青莲寺当你的和尚也就完了，为何屡次三番前来行刺，是何道理？今日没你的走儿。” \\n 铁头陀拨头就走，谢标急急追来。 \\n 铁头陀被迫急了，要用法术，已然不灵，实实无法可施。忽想起腰里还带着装薰香盒子的搭裢，还有个盒子是盛药与堵鼻子的纸卷等物，连忙拿出来一抖手，一宗物件直奔咽喉。谢标不知果系何物，一闪身子，手急眼快，竟自躲开。谢标说：“好贼秃，你二太爷也有暗器，是你招出来的。你的暗器伤人不算英雄。明器伤人才是好汉。谢二爷的法宝这叫明器，你留神罢。” \\n 铁头陀正往前跑，一听说“招打”，铁头陀一回头，什么也没有，拨头又跑。谢标又嚷，一连三次。铁头陀一想：“他必没有暗器，不过拿话唬人，我何用留神，只管跑罢。”二人追得嘴尾相连，已到承寿寺门口。铁头陀要往庙里跑，一想：“我要进庙，他必追进去。这庙是法明的庙，我承他好意，留我住下，惹出这样祸来，别连累朋友，莫若与他一死相拚，就是死了，也落个名在人不在。”想罢，止住脚步，大骂：“姓谢的，你莫赶尽杀绝！我与你誓不两立，拚个你死我活。”说话之间，谢标已到面前，举刀就剁。铁头陀究竟赤手空拳，难以抵敌，只好绕着庙跑。谢标仍然不舍，紧紧追来。将要追上，只听那边嚷道：“师兄莫慌，阿弥陀佛，我来也。”谢标一惊，见迎面来了一僧一俗，让过铁头陀，将谢标挡住。二人非别人，即柳林乘凉之人。 \\n 原来先在柳林的和尚就是法明，带着香火老道齐明往大关南边村子里找人不遇赶忙回来，见铁头陀被人追下来，忙迎上去，拉出短刀一把，二人动手。那齐明也会武艺，也来相帮，三个人杀在一处。谢标武艺不及周三诸人，况又天热身胖，他本敌不住法明，又来了帮手，更难招架。只是堪堪要拿住铁头陀了，忽然来了两个救星，眼见得救了去，并且自己还得逃命。 \\n 又勉强战了几合，虚晃一刀，往柳林而逃。法明要追，倒是铁头陀在庙门口探头把法明喊住。三人进庙，关了庙门。谢标见他们不追，虽然不舍，无奈不是他们的对手，只好回去搬兵，再来拿他。忽想起柳林内石头上扔着薰香盒子，忙回来一找，踪影俱无。各处寻了一番，仍然不见，只得垂首丧气而回，暂且慢表。 \\n 且说那寻访铁头陀的四路已经表明三路，惟有出南关的韩七未曾细说。韩七比别人都早，带了包袱，由公馆出来，走到南关外头，看了看甚是冷静，铺面也不多，人家也不多，来往几次，并无消息。后来想起和尚必多住庙，只好各处找庙，遇着庙就打听，是老道庙，是和尚庙，有外来的头陀和尚住着否。 \\n 一路问着，由正南往西北而行，不觉来在西关口外，也因天热，急奔柳林乘凉，忽看绿柳外露着红墙。正要蹬石头细看，见石头上有个薰香盒子，甚为纳闷，不知从何处而来，忙拾起来带在身边，这才听见人声喧嚷。再一看，是三人杀在一处。其中有一个和尚，一个俗家，正与谢标杀得难解难分。谢标渐渐要败。韩七在林内一想，他一人不能取胜，英若凑胆子，我帮着谢二哥动手，许能蠃那个和尚，然而那个和尚不是铁头陀，何必与他动粗。正想着的时候，谢标已然败下来。又看庙门口一人探出头来嚷道：“师兄，穷寇莫追，并且他要进林子，更追不得了，犯兵家之忌。”那说话的人披着头发，正是铁头陀。 \\n 韩七甚喜，见谢标追进林子，奔到石头那边来。韩七躲在林外，见他向石头上似乎找东西，必然找薰香盒子，暗暗耍笑。不多时，谢标无精打采的去了。韩七自己思想一番，想：“谢二、周三等时常看不起我，他们诸事争先，莫若今夜跳过庙墙，用薰香盒子把铁头陀薰过去，背了他一走，岂不是奇功一件？我无意中得这个盒子，是天赐成功也。天与不取，真真可惜。” \\n 主意已定，看看日色平西，又围着庙探了探道，看定进庙之路，只盼天黑。无如日正长时，那里能快，且先到酒铺喝一壶，再吃了晚饭。俟磨到二更时分，悄悄来在柳林石上，又睡了一会子，不过睡不安稳。约莫天已三鼓，把夜行衣靠包袱打开，通身到顶俱都换好，背插单刀，百宝囊，收好了薰香盒子，把白昼衣服包好，寄放在树杈上，奔了庙的南墙边来。墙边有一棵大榆树，韩七蹿上墙头，趴在大榆树之上。有一个双杈，自己骑在树上。前边枝叶正把自己挡住，往下瞧的偏真。下面往上瞧可有些费事。瞧不多时，见一个和尚由南屋出来，说：“兄不必着急，慢慢保养着罢。就是公馆有人来，咱们也不怕，有我帮你，怕他作什么？”说着，往里院去了。韩七听了个真切，就知铁头陀住在南屋里而且病着。心中甚喜，只不知屋内尚有何人。原来小和尚偷了薰香盒子，不敢回来，从柳林一直逃走，换了个年老的人服侍他，尚在未睡。 \\n 韩七性急，等不得他二人睡熟了，就从树上下来。到了南屋，便将身子趴在屋上，脚勾住檐瓦，把头倒悬，瞧见南屋是两明一暗，铁头陀躺在里间哼哼。那外屋坐着一个年老之人，须发苍白，不消说，是服侍之人了。意欲掀帘进去杀了二人，必然容易，又一想，不好，只怕惊动法明，反为不美。既有薰香在此，何必卤莽？也不用等他们睡了，就向身边取出薰香盒子来，将千里火点着，轻轻吹动。先堵了鼻子，然后将仙鹤脖子对着帘子缝内透将进去，立时把外屋年老之人醉倒。又把仙鹤尾巴一拉，两个翅儿自来一胡扇，那香烟就奔里间屋去了。 \\n 香烟顷刻已浓，里间即听不见哼哼，大约铁头陀必然薰过去了。 \\n 连忙把盒子收好，掀帘进屋，一晃千里火，外屋之人不管他了，扑奔里间而来。那韩七胆量极大，竟敢点上灯烛，见铁头陀横躺在床上，有心一刀将他杀死，又想不如拿活的好。从外屋找了两根绳子，把铁头陀二臂捆上，又把他的腿捆好，用一床被，照着卷薄饼的样子，把他裹好，往肩头上一扛，上了墙头。 \\n 此时已交五鼓多天，趁着朦胧月色，把树权又扛着铁头由墙上下来，直奔到城门脸上。虽开不了城，倚仗拿着要犯，有钦差大人令箭，可以叫关。那韩七洋洋得意，越想越乐越欢喜。 \\n 无奈四月夜最短，看看东方发亮，自己一想，天是快亮了，穿着一身夜行衣，又扛着个人走路，教人看着不是样，莫若把衣服换上再走。又到昨日柳林那块石头上，把铁头陀放下，正要脱换衣服，只听那边有人大喊一声，说道：“那里来的，偷盗人家的东西，快快给我留下！”韩七吃了一惊，不知是何人，且听下回分解。 \\n   \\n  "}
{"章节": "第五十七回 胜复败官弁屡失机 死里生恶僧两遇救", "正文": "  \\n 第五十七回　胜复败官弁屡失机　死里生恶僧两遇救 \\n 　 \\n 话说韩七从庙中擒获铁头陀，喜欢之至，扛着他出了庙。 \\n 走不远，天亮了，仍在昨日的柳林放下铁头陀，打开小包袱，将要换衣服。这个时候，只听林外有人大喊一声道：“你是何人，胆敢偷盗人家衣物，好好给我留下，万事皆休，如若不然，定要你的性命！”原来一床被裹着铁头陀，远远看着似包裹。说话之间，蹿进两个人来，未能看得明白，及至临近，忽听铁头陀在被里嚷道：“老弟，快来救我罢，我教人家捆在这里了。” \\n 韩七一听铁头陀说话，暗暗着急，到底是不会使薰香之过，故此工夫不大，到了柳林，铁头陀就缓醒过来。本是鸡鸣五鼓还魂香，天一亮，香的气味就散净了。铁头陀将一缓醒，就睁眼一看，自己二臂拴牢，连腿都教人家捆上了，又有被挡着，看不真切，好似在人家肩头上扛着呢。心中着急之至，想这一到官，只怕有死无生。正在难过之时，忽听“崩哧”一声，将自己摔在地下，复又往外挣拔挣拔，就看见拿他的，认识不出，大约是安钦差手下之人，大约此难不能逃了。谁料那边来了两人一喊，再一看，来的正是太平滨清水寨二寨主欧鹏，带着手下头目侯蒙。他二人本是来探望法明的，昨日到了北关，天已二鼓，就住在北关店里。今日清早往西关口外，正要寻找承寿寺，走到柳林，就见韩七扛着一件巨物，又类乎包袱，又似乎铺盖卷，恰在清早，猜他是偷盗来的。欧鹏向侯蒙道：“咱们何不劫下他？大概总有点油水。”侯蒙点头。两个人这才往里一蹿，又一嚷。铁头陀就听出欧鹏的声音来了，故高声喊叫：“吾弟快来救我！” \\n 欧鹏与他自打擂联盟之后，甚是契厚，焉有不救之理？韩七见铁头陀也醒过来了，又有人蹿进树林。他一着急，要拉刀迎上来，不料后边那人一扬手，“吧”的一声，就是一块石子打过来，正打在韩七右手手背之上。韩七“哎呀”一声，一甩腕子，那刀就拉不出来了，闹了个手忙脚乱。眼看那二人用刀反要剁他，韩七无奈，只可撒腿就跑。虽然跑着，仍是甩着手腕子。欧鹏、侯蒙紧紧一追，铁头陀喊道：“二位不必追他，倒是先给我解开。”欧鹏向侯蒙道：“你快把铁师傅解开，我追那人去了。”侯蒙回身走到石边，一伸手，将被子抖开，拿刀挑开绳子，铁头陀就站起身来，将膀背活动了一番，拉着侯蒙一同出了树林，往下紧紧一赶，追去追来，却离着不远。韩七一急，要奔树林离得远，此时已经浑身是汗，鞋又跑掉。他急中生巧，回头一只鞋照前头的人面门打来，说：“招宝贝！” \\n 黑忽忽一宗物件，直扑欧鹏，把欧鹏倒唬了一跳，一瞧，原来是一只鞋，不由哈哈大笑，说：“原来你这小辈，就是这样能为！今天你休想逃脱。依我之见，你站住，叫你寨主把你拿住，倒便宜你。”韩七实在不能跑了，心中发乱，两眼发黑，恨不能一时跑进城去。往前一抢，脚下一滑，“扑咚”翻身栽倒。 \\n 后面三人一阵狂笑，说：“小辈，你还往那里跑！”欧鹏往前一蹿，举刀就要往下剁。只听有人大喊：“光天化日，朗朗乾坤，胆敢在省城关厢杀人，待我来拿你。”说着，抡刀把欧鹏挡住。韩七爬起来一瞧，是谢标，这才放心。 \\n 原来谢标昨日败了，跑回公馆，与顾师爷大家商议捉拿铁头陀的法子。是日晚间，只有韩七与孙师爷、郝金刚未回公馆，别人都回去了，并且都打听得铁头陀实信。谢标清早一人独欲建功，并未约会别人，亦不听顾师爷的调遣，私自出了西门，直奔柳林。走到离林不远，将过了一个小树林，只见迎面跑着一人，后头追着三人。看那前跑的像韩七，吃了一惊，正要上前相助，不料“噗咚”一声，韩七栽倒在地，后面有人拉刀将要杀他。谢标一急，就大嚷着抢上前去，与前面之人杀起来了。 \\n 一来一往，不到二十回合，欧鹏武艺比谢标强，只杀得谢标有招架之功，无还手之力。谢标知道不是人家的对手，虚砍一刀，撤退就跑。铁头陀现在病势甚重，不能支持，盼着回庙。那边韩七虽跑乏了，奈因谢标要败，人家本因救他来着，难以独自先逃。及至谢标跑了，他也跟着跑下来。欧鹏贪功，又有侯蒙相帮，他焉肯不追？回头叫铁头陀说：“师兄先请回庙养病，等小弟追拿他们。”于是急急追赶，侯蒙也后面相随，追到小树林来。谢标、韩七一同跑进树林子里去了。论理进了树林子，就不该追了，无奈欧鹏不舍，竟自追进树林来。侯蒙后面喊叫说：“不必追了！”话未说完，林子里一条弩箭“哧”的一声，正中欧鹏的左肩上。欧鹏“哟呀”，噗咚栽倒在地。林内跳出一人，举刀就砍。幸而侯蒙赶到，拿刀架住，二人杀在一处，飞纵蹿跳，那肯丝毫放松？ \\n 此时韩七、谢标逃到林子内，正愁无法抵挡追来之人，忽见匆匆过来一人，放了一支弩箭，将头一个追的射倒。二人大喜，再一细看，不是别人，正是郝金刚，跟着孙师爷，由昨日打听明白铁头陀住处，孙师爷在省中时久，熟人甚多，在西关找个相好的，同郝金刚住下，商议了一夜，打算今早探好了道，忙回公馆调兵来拿人，初未想到在半路救了韩、谢二人。那韩七正要上前帮助，谢标摆手，不教他上前。再看欧鹏，已然爬起来了。侯蒙力战，工夫太大，已经后力不加，见欧鹏爬起，他就要往回败，无奈郝金刚不放松一步，只得勉力支持。惟孙师爷一人闲着，已然见了韩七、谢标，说明以上情形，心中早有了主意，使暗令郝金刚住手。侯蒙见老郝懈怠，就忙往下败，欧鹏也跟着跑下去。那时铁头陀早跑回庙去了。孙师爷不叫郝金刚、谢标、韩七等追贼，说：“你们拿不成，反要把着他漏网，莫若调齐大众，围住他的庙，连和尚一齐拿住，倒是妙策。” \\n 三人依了，赶紧同回公馆。 \\n 到了公馆，见了顾朗山，回明以往从前各节。顾朗山忙传孙祥安、魏永福、朱三、徐三等上来，告知一切，教他四人各带五十名兵，在东西南北四方，围庙呐喊助威，准在初更齐集。 \\n 因韩七昨夜闹了一夜，故留他与谢标保护顾、孙二位师爷，同在公馆。那时韩七向谢标说明薰香盒之事，二人笑倒了。日落前，冯小江、赵鹏、周三、郝金刚一齐扎束停当，饱餐战饭，各带兵刃，陆续往承寿寺来。 \\n 且说欧鹏、侯蒙回庙，铁头陀已然回来，只是病得厉害，扎挣不住，同见了法明，各说以上情节。法明吩咐摆酒，席间大家计议。侯蒙道：“我看此事决难善罢甘休。安钦差处必然有人来扰乱，咱们须早早防备为妙。他那边颇有能人。”法明听了，把桌子拍得山响，站起身来，说：“你快住口！休长他人志气，灭却自己威风。想那安钦差手下这些副、参、游、守，没有什么能人。不是我说句大话，咱们会过多少英雄豪杰，从没对手，还讲这些官兵将，都是些酒囊饭袋衣架而已。兵是招募来的一群花子，不然就是些个大烟鬼；将官更难说了，老的油滑，少的懦弱，就是武进士出身，那弓刀石也与真技艺两样。他等不来，倒是他的造化。他若来一个，我杀一个，来两个，杀一双，方知俺和尚的厉害。”侯蒙不敢再说。铁头陀道：“师兄虽然武艺高强，我现又病着，只有欧二弟、侯爷、齐爷可以迎敌。俗语云，‘好汉架不住人多’，还是防备为是。”齐明道：“大家不必争论！我吃完了饭出去打听，如有信息，我回来报信。”法明这才不言语了。欧鹏这才向法明代欧鹤致意，又表出特来探望之情，又询问法静、法聪在承福寺的事，又与铁头陀叙别后之事。饭后齐明出去打听。 \\n 再说冯小江等四人于傍晚时候到了西关，离承寿寺不远，找了一个酒铺，四人进去喝酒。孙祥安等已经来了。大家议定：一声锣响，就围住庙，不准放出庙里人来。赵田不放心，叫人在庙外四围巡察，恐他们闻风逃脱。谁知齐明得了信，忙回庙报知。依欧鹏叫大家归清水寨，法明又叫大家奔承福寺。始而是法明不服，尚要前去迎敌，继而是大家争论逃往何处，未免担搁了时刻。天已日落，还无章程，齐明急得直催说：“兵已来了不少，要围住庙，就不好走了。”法明即忙装扮停当，带了行李，齐明也打扮了，铁头陀只得带病而行，惟欧鹏、侯蒙二人心中后悔这次不该来，然也无法，只好努力向前。 \\n 说着，只听外面锣响。法明在前大喊杀出，庙外人已围满，那里出得去？赵鹏手执两柄大锤，当门挡住，大嚷道：“众弟兄，随我进庙！”冯小江、郝金刚一齐答应。冯小江使动单刀，郝金刚舞开双鞭，齐往进杀；周三是单鞭，也随后杀来。外头孙祥安、魏永福各统带五十名兵，在前面围住。徐三、朱三现时已保了外委，各统带五十名兵，在后面围住。欧鹏看势头不好，与侯蒙使了眼色，往后就跑。那法明甚是凶狠，仍无惧色，使着一双戒刀，直奔了赵鹏来厮杀。赵鹏忙把大锤双双举起招架。两个人杀在一处。杀了十几个来回，齐明在旁见法明占不得便宜，就忙与铁头陀努嘴，约他左右夹攻，一拥而上。旁边恼了冯小江、郝金刚，也上来帮赵鹏。六个人捉对儿厮杀。随后又来了周三。齐明是本事低，铁头陀是病着，已经敌不过，更兼添上周三，越发不行。又听得庙外人声喧嚷，一片声“杀呀，拿呀，千万别放走了要犯呀”，更嚷得人心慌乱。齐明已身受重伤，法明偷眼再一细找，欧鹏、侯蒙俱不见了，就知他二人不肯出力，自顾性命，由后面脱逃了。暗想：“今日断难活命，莫若行个拙志，自刎了罢！” \\n 法明一面招架，一面打算主意。忽见后头“嗖嗖”的跳出两个人来，第一个白面长髯，精神足满；第二个紫黑面皮，重眉大目，花白胡子，年纪都在六旬上下。前面使的是宝剑，后面使的是一对雪亮护手钩。但见他二人舞动了兵刃，好似几团白光滚来滚去。那时候两下里正在性命支关之际，忽然添了二人。赵鹏等一看，并不是自己弟兄，以为是法明等一党。谁知法明等更不认识，以为是官兵又添了武艺高强之人，只吓得魂飞天外，魂散九霄。不料那二人直奔了赵鹏等杀去，只杀得赵鹏等四人乱纵乱跳，俱是勉强招架，并不能还手，渐渐要败。 \\n 又见随后欧鹏、侯蒙也跟了来，并听欧鹏嚷道：“法师兄不必惊慌，我的二位师父来了。”法明三人此时非常惊喜，见两个老者越杀越勇，暗暗称赞：“真好本领！”觉得自己精神顿起，遂大叫道：“我等不趁此时杀出，更待何时！”说罢，就杀奔前门而来。白面长髯老者在前舞动两把宝剑开路，大嚷道：“让我者生，挡我者死。”法明等三人紧紧跟着，鱼贯而行，留下黑紫脸的老者断后，犹如几只猛虎。赵鹏等便知事情坏了，往外一败，那一伙就杀出庙门去了。 \\n 魏永福正督率官兵在庙外围严呐喊助威，不料庙内冲杀出一群猛虎，把这些官兵如切葱切蒜的一般乱杀，只见人群里头颅飞起飞落。魏永福吓得不敢迎敌，让开一条血路，遂使法明等众人逃出。及至孙祥安赶来，赵鹏等杀出，已经把贼放出去了。大家互相抱怨一回。冯小江道：“我等这些个人，并且带着官兵，竟被他走脱，如何回见师爷？就是大人不在此，将来也不好交差。”魏永福等也面面相觑，彼此设法。赵鹏道：“我们不管杀得过杀不过，只好还是追。”大众只得虚张声势，追了一回。怎奈后来的两个老者武艺过高，赵鹏等都不是他的对手，差得太多，焉能相敌，眼看着要犯逃脱了。徐三、朱三在庙后领兵跑来，彼此相见了。朱三道：“我们听见锣声，领兵将庙围住，不意从外面杀进两个老头子，我二人杀不过，那兵丁更不用说了，只得容他跳墙进庙。人家往外杀，他反倒杀进庙去。”周三叹道：“若不是他两个，还不至放走了铁头陀。我们四人已经把铁头陀与那个和尚都杀败了，再一会子，就要被擒。谁想到半空出来这两个祸根。 \\n 不言大家扫兴回公馆。且说法明等跟着两个老者出离了龙潭虎穴，追兵又追了二次，被老者唬回，大概不敢来了。铁头陀便向老者叩头，并向法明等逐一磕头道劳，大家还礼。法明便问二位老者姓名，欧鹏这才过来给大家引见。原来这两个老者就是在地坛教欧鹏、欧鹤的师父，白面的叫飞天虎李德芳，紫面的叫海底龙陈德明。二人皆会奇门遁甲，知道二徒弟有难，铁头陀与法明等都不该这次就擒，故来湘救。及至救出二位，就要告别。法明等不肯放，李德芳笑道：“众位还须早早回去，不必客气，离开这是非之地方好。”欧鹏也苦苦攀留，说明大家都回清水寨，不料又出了一件意外之事。不知何事，且听下回分解。 \\n   \\n  "}
{"章节": "第五十八回 钦差审案四远名扬 活佛升天一朝事败", "正文": "  \\n 第五十八回　钦差审案四远名扬　活佛升天一朝事败 \\n 　 \\n 话说铁头陀屡次蹈险，及至承寿寺被围，万无生理，不料又有两老者前来搭救。大家逃出重围，欧鹏恳请大家到清水寨暂避几时，再作打算。大家应了。谁想到又出了意外之事。原来铁头陀一时应了替张七报仇，屡屡行刺不成，往来奔波，又是后悔，又是惦念自己羊角岭，病机已伏。近日劳碌惊恐，想起当日在青莲寺享福，何曾受过这般苦楚，不觉病上加病，又添外感，益发沉重，已是行走不得。大家着急，又恐调大兵来追。大家只得留下，齐明陪伴他，找了个僻静小店看病。法明等同了欧鹏往清水寨去了，皆不在话下。 \\n 且说安大人破了羊角岭，擒了张七，拔营起程，班师回省。 \\n 因顾师爷来信云：“铁头陀近日在省城行刺不成，正在擒拿，恐大人回省，把他惊走。”故此缓缓而行。这一日已离省不远，顾师爷到来，讲说铁头陀得而复失之事，并云：“天意不该他绝，仍须大费周折。”二人又谈了会子近日公事。安大人道：“贼盗之事，功已得半，至于词讼之事，大约日后不少。只因在外用兵，无暇料理。恐此番进省，递呈者必多，非用心听断，使人折服不可。”顾朗山道：“听讼一节，实不容易。”安大人道：“上刑适轻下服，下刑适重上服，有《吕刑》一书，可作法则。再加以色听、气听、情听、神听，理所不通，通之以情，情所不通，通之以变，变所不通，通之以诚。至于侦访疑难，亦用得着。如此，或不至茫无头绪。”顾朗山道：“空说自易，实作则难，惟以为难，方无枉纵。若见为易，不免失刑，至于上刑适轻下服，即宥过无大之意，此甚可从。下刑适重上服，即刑故无小之意，似不可泥。恐以下罪而服上刑，稍失于滥耳。”安大人点首称是。二人谈至更深，同榻而眠。 \\n 次早首府来接，备着八人大轿，旗锣伞扇，清道飞虎，执事纷纷。又有武官将弁，顶盔贯甲，带着兵丁站班，再加上冯小江、赵鹏一对，郝金刚、周三一对，韩七、谢标一对，陆葆安、褚一官一对，俱是本身顶翎冠带骑马，两边护持，锣声震地，喝道喧天，实实尊严无比，威武可观。午后，安大人到了衙中，进内见了舅太太，珍姑娘也接出来。又检点行装，在半路已接了无数呈词。至次日拜客行香，一路拦舆告状者又不少。 \\n 当日晚上，在书房将状词批了十数纸，始行归寝。 \\n 顾朗山自己思忖：“东家年少，才能就算好了，只不知听断何如？且看看他批的呈子怎样。”及看了各呈批语，俱如老吏断狱，洞中察要，不觉吐舌。再看到一纸，首胞兄逼奸邻女一呈，批云：“逼奸之有无不可知，兄弟之名义不可绝。律载告期尊长虽得实，杖一百。仰济南府将原告提案，折责四十板具报。其牵连邻女，事属暖昧，消案不行。”又一件系告父妾欺父年老，抵盗家财之呈，批云：“家财乃汝父之家财，汝父不禁其抵盗，即非抵盗矣。本应坐诬，姑念愚民，比照子孙违犯教令，律杖一百。仰首县折责具报。”又有许多呈子，批语皆无不合。或准或不准，各有见解。朗山看了，心甚佩服。 \\n 次日安大人坐堂审案，朗山已服其批呈，尚未观其审案如何，故急急吃了早饭，藏在二堂的暖阁里。只贝安大人升堂，两旁皂役威武已毕，叫先带第，一起假女赖婚一案。原告周镜涵，是个秀才。被告李治书，是个布理问衔。假女是乳母之女。 \\n 安大人问过口供，唤李治书上去，喝道：“女果不假，便是你亲生之女，岂肯自认为乳母之女，诬证亲父。据汝婿说，是因奁资太薄，无有媵婢，遂起疑心，用酒哄醉，盘驳出来。这是真情。你虽能言，无从置辩。本院如今只问你：愿打愿罚？若愿打，只一夹棍、四十大板，将真女交出，断与周生成婚；愿罚，出八百两银子，补还妆奁。问你女儿，如不愿改嫁，仍归周生为正妻；如愿改婚，则任其你另行择配。”李治书连连磕头，道：“治生情愿受罚，但女儿亦情愿改婚，只求大人开恩，准其另配。”安大人道：“必须你女儿当堂供出，难听你一面之词。”当时发出朱签，立刻唤真女到案。 \\n 须臾唤至，八百银子亦随着呈堂。安大人问真女道：“可愿嫁周秀才不愿？”真女回答：“不愿。”安大人道：“你不过嫌这周秀才家中贫寒，恐其难以度日。如今有了八百银子，也就不算穷了。况他是个秀才，岂无发达之日？怎么还不愿意呢？”真女道：“坐吃山空，八百银子也有用完之时。他前年曾来我家祝寿，衣衫褴楼，气得人要死。我已立誓不愿嫁他的。如今又先娶有奶母之女，添一气块，怎还肯嫁他？若说这等穷鬼都会发达，那日头真要往西边出来，世界就要混沌哩。”安大人大怒道：“你竟敢这等回复本院！本院只认是你父亲主意，所以唤你当堂质对。谁知竟是你的见识！你嫌他是穷鬼，且教你做一个苦鬼。”喝声“拶”，便是一拶二十敲，真个喊告连天。吩咐带下去。 \\n 又把周镜涵叫来问道：“我看假女容貌不俗，不知德性何如？”周生道：“德性也还不错，是个懂道理的人。”安大人点头道：“娶妻娶德，那真女相貌太薄，不像厚福之人。本院岂不能立押真女仍为你妻，但恐他不肯同你安静度日，反为你之累。你领这八百两银子回去，即以假女为妻，不必复恋此无情泼贱。从此置点产业，勤俭过活，发愤读书，一朝发达，教他父女看看，令他后悔，方知日头原有西出之时也。”周生连连叩首，泣涕道：“大人言言金玉，生员日后若不认真念书，以图上进，不特为彼父女料定，亦深负老大人、天地、父母之心，死有余辜矣。”含泪而退。那顾朗山在暖阁后面不住的点头。这堂下听审众人，亦各佩服。又问了三四起，都问得确当不易。从此远近传说，大有龙图再世之名。后来又审出数件无头冤枉，竟有千里来告状者。这是后事，不在话下。 \\n 且说顾朗山由暖阁回到书房，见了众幕友，传说一件，称快一件，赞美一件，并云：“东家好处肯自己收呈，自己批呈。” \\n 孙静峰道：“老朽忝佐刑幕垂三十年，所见东家有折狱之才者已经不少，但都在提审时识微知著，于收呈前后并不留心体察，不过假手幕友批判，往往以批语已定，胶守成见，遂至审出情伪，与原批矛盾，不免故意迁就，必有因而误事者。” \\n 大家议论一番，又因铁头陀走脱，虽是来的两老者武艺太大，究竟官兵不精，所以悬牌示期看操。又寄信与田大人，定赏罚之格：石三百斤，三箭中一，十矢隔半，跳跃至七尺，俱合式者赏，有一件合或者免罚，全不合者罚。赏满十分，该管官提升。赏六七分以上，罚三四分以下者，赏功牌。赏罚各半者免参。赏四罚六者咨部议处。赏三以下、罚七以上者提参，分别降革。后写着一行云：“若按此格以行赏罚，恐至有罚无赏，莫如稍贬其格，使人易从，请足下酌之。”田大人回信云：“现在武备懈弛已久，即按原定赏罚之格，使人知惧而勉成，劲旅庶可所有大功矣。大人切勿从宽。”至操演之日，多不合格，大约各省精壮兵弁甚少，又加以冒吃空粮，甚而十缺其四五。东省因怕安钦差风力，故急急招募，补之足数。但俱是市井无赖，未经操练，如何能合格？安大人切实晓谕，加紧操演，各营稍有起色。从此军容肃，词讼清，声名大震。京中乌中堂也知道了，在圣上前颇保举他。安老爷来信也甚嘉奖。安大人连忙恭恭敬敬，备细写了禀启家信，并给老师回禀。自从回省半月，并无一日空闲。 \\n 忽一日，接连收了两张呈子。一张是本省城南北村子人张永丢了一女，名唤小蓉，年十七岁。因北关听戏，天晚未回，寻找了十几天，不见影响。一张是泰安县崔家庄人崔长顺丢了儿媳，年十九岁，娘家在阳谷县城北，姓刘。三月底娘家娶兄弟媳妇，他哥哥接他回家，至今未曾送回。教人去一问，说是已经送回来了。一边要女孩儿，并且把个大儿子也丢了；一边要儿媳，两亲家打起官司来。安大人收了呈子，就找顾师爷说：“两张呈子必是一人所为，恐有恶霸抢夺，凶僧隐藏等事，或是拐逃。”顾师爷道：“我平羊角岭时，曾听见周得胜四人在道路中说，有个承福寺肉胎活佛显圣舍药，郝金刚等要去看个实迹，周三恐误事，拦住他们。他四人说过，何妨叫他四人来一问。”安大人道：“我也恍惚听见他等说过，有个承福寺。” \\n 于是忙叫人传周得胜等问话。不一时，四人一齐来到。安大人道：“近日有两个递呈子的，一个丢女孩，一个丢儿媳。据我猜疑，恐于承福寺有些牵连。再者你们在西关未拿住的法明，也恐是下党。”顾朗山在旁点头道：“不错，不错，有理，有理。可命周得胜、郝金刚二人，带健役二十名，捕快八名，并给他二人令箭一支，填写批牌，即速起程。若须添人，或非调兵不可，速速寄禀，以便再为添派。” \\n 局得胜、郝金刚遵命，于次早束装登程，一路无话。到了承福寺不远，住在当日住过的店里。周三吩咐健役等，只在店里守候，不可漏泄风声。与郝爷一同除去军官打扮，换了便衣小帽，踅到承福寺来。但见寺门前贴着告示：为五月十五日戌时，本寺和尚坐化，报告诸山届期齐集，送佛归西。周三、郝爷二人看了，便进寺里察探。见男男女女挨肩擦背，俱是拜佛烧香的，热闹非常。周三向郝爷便了眼色，二人分路趁闹里往大殿及各房四处窥看，但见门户重重，房廊叠叠。年长的头陀与和尚，人人皆脑满肠肥；年少的侍者及沙弥，个个尽容光面嫩。郝爷随着大众挤到一个所在，是五间大厅，正中一间高高摆设禅座架起法坛，有一丈多高，四面都围着朱漆栏杆，挡住闲杂人，不许进去。正面供着一个大香炉，香烟缭绕，往上直喷，把几间屋子迷漫散布，如在云雾之中。炉旁有十几个大盘篮与大笸箩，堆满了香钱。这地下横七竖八的许多男妇老幼，趴着磕头。坛上饶钹喧天，香钱布施。许多僧人宣经念佛，那禅坐上一个和尚合掌跌坐。又往那边一看，周三也在那边与一个人说话。原来周三问了人，知道禅座上的和尚就是十五日坐化的那个和尚。二人因留心在那烟雾嘈杂之中定睛细看，虽是模糊不清，觉那和尚有愁惨之容，知道其中有异。 \\n 二人前后抽身出来，向方丈中探听。找着了一个十六七岁的伶俐小沙弥，见他相貌标致，衣服齐整，描眉画眼，知是方丈得意娈童。二人商量了一会，便把他骗到外边。周三假作送信的，指着郝爷道：“他说有个乡下人带着两个女孩儿，是街坊家的，央我们送信与你，他二人要看活佛升天，如今现在李家店里等着。他们说有个小和尚，是他们的兄弟，要请他去把他们领了来，小师父，可同我们去认一认？”那小沙弥年纪也不甚小了，已然尝过女人滋味，听说有两个女孩儿找他，如何不喜？心中就怀不良，便撒谎道：“咱便有两个姊妹，不知是不是。就不是，也是师兄们的，咱也可以领来，只交待明白便了。我就同你去。”遂跟着周爷、郝爷同到店中。周三把他引到客房，努一努嘴，有伺候健役俱躲出去了。郝爷便将房门闭上，周三便拔出刀来，一手揪住小沙弥的胸脯，喝道：“但嚷一声，便是一刀！”不知小沙弥性命如何，且听下回分解。 \\n   \\n  "}
{"章节": "第五十九回 计出万全藏娇尽获 算失一着首恶潜逃", "正文": "  \\n 第五十九回　计出万全藏娇尽获　算失一着首恶潜逃 \\n 　 \\n 话说周三将小沙弥逛到店中，闭上房门，拉出力来要杀他。 \\n 郝金刚一旁劝道：“我们还是好好的问他，不必动凶。他若不实说，再杀他不迟。”遂向小沙弥道：“你不须害怕，只说实话，便饶你。”小沙弥吓得面无人色，浑身乱抖道：“咱说！说甚么？”周三道：“只问你那假扮活佛的是谁？”沙弥没口子道：“是、是姓刘，阳谷县北边的人。”周三道：“你寺里藏的女人有多少？在什么所在？”沙弥抖道：“有，没有，是没有。”周三把刀连往脑门子上擦，沙弥闭着眼道：“咱说，有、有许多的呢。都、都在禅房背后地窖子里。”周三道：“禅房背后什么所在？如何进去？说得明白，便饶你；不说便砍下来。”沙弥谎道：“爷爷，不要砍，咱说就是了。禅房背后有一尊达摩，是画的画，背后可进去，有地板踏着下去。” \\n 周三收过腰刀，提那沙弥起来，放在床上。郝金刚便过来安慰他，把一床被替他盖好，吩咐道：“你放心睡在这里，有酒饭给你，不许你声张。如若声张，仍然一刀两断！等着三日后活佛升天，放你回去。”又叫过四个健役来，教看守着他。周三便骑快马回省，留郝金刚在这里。 \\n 且说周三来到钦差署中，禀见大人，回明承福寺一切事情。 \\n 顾师爷道：“抄出方丈藏的妇女，那张永的女儿、崔长顺的儿媳必有着落。大人须如此如此。”安大人道：“此事还须先生代弟一行。”朗山应了，即叫周三出去，暂为歇息，今午仍须起程，又添派了冯小江、陆葆安，带兵的是魏永福，带一百名兵，于次日起身，不准传扬出去。兵丁陆续而往，扮作五行八作各项生意。 \\n 单说陆葆安、冯小江约定周三，当日午后收拾行装动身，离永福寺尚有一天路，留下陆葆安、冯小江在这里，并许多人役，找店住下，以便等候魏永福兵马。仍是周三快马回了原住李家店，见了郝金刚，说明此番如何办法。郝金刚即同周三速往承福寺，已是十四日了。到了寺前，进了山门，一片空地搭着三丈半高一座方台，台上幢幡宝盖，铺挂鲜明，台下堆着柴草若干，伺候下火。台旁安设宝龛，准备入骨。寺内寺外甚是热闹，人山人海，势如潮涌，拥挤不动，声若雷鸣，比上次来看时更加繁华。周三随着大众挤到活佛台边，只见那灯烛香花不少，又有幢幡宝盖，缨络垂珠满坛，陈设比上次更齐整。盘篮内舍药的香钱顷刻堆积如山，几十个道人将簸箕装了送人库中，奔驰络绎，搬运不完。更有芸降沉檀烧的香烟，迷漫缭绕。 \\n 看那活佛，说不出他是悲是喜，是死是生。 \\n 再说郝爷一人挤到方丈禅房，房前加上栏杆挡木，许多年少侍者俱在内行坐，不放出来。又向各处看了一遍，找着周三，同回店中歇息了会子。已是日落时候，二人饱餐一顿，教手下健役捕快都吃饱了，郝金刚道：“咱们也该走了，不知陆爷那边有什么暗令。”周三道：“我们分手之时，说明白在承福寺见，放炮三个，锣一面，已吩咐人带着，到是时，以鸣锣放炮为号。”说着，二人扎缚停当，留两个衙役看守小沙弥，其余都带往承福寺去。 \\n 此时月已东升，一路行来，月亮照得如同白昼。前前后后，行人不少，皆往承福寺看活佛升天的。周三等到了寺中，那时活佛已然上座，四面香烟喷起，如同云雾横空。再加月色朗朗，分外好看。甬路上另设一座平台，台上有十八个和尚，全带着毗罗帽，穿着袈裟。台下有许多僧人，也披着偏衫，拿着法器。 \\n 中间坐着的是方丈，生得虎头熊背，巨口阔腮。虽然气象庄严，究竟相貌凶恶。现时头顶毗罗帽，身被紫袈裟，项挂百八念珠，手执九龙锡杖，在座上宜卷谈禅。那下边一唱百和，铙钹钟鼓，声喧若沸。四面挤着男男女女、老老少少，各执信香，跪满一地，磕头如捣蒜，满口念佛号。实实看那善男信女愚昧可怜，周三心中赞叹愚民被哄者不少。 \\n 正在观看，忽见那方丈猛然立起身来，把禅杖一卓，口中吆喝道： \\n 天地从来幻合，生身谁是爷娘。今朝脱了臭皮囊，青山依旧在，绿水自然长。 \\n 台上台下众僧齐声赞和，钟磐喧响，闹成一片。又听方丈喝道： \\n 大众听者，今日和尚圆寂——不踏莲花归极乐，不翻筋斗受灾殃。寸丝无疙疽，四大总空亡。咄！禅心不作沾泥絮，一点灵光照十方。 \\n 众僧敲磐击鼓，齐念“阿弥陀佛”。方丈高唱道：“今年今月今日今时，和尚点神灯焚化，皮囊脱离火宅。大众中有善男信女，发阿耨多罗三藐三菩提心，以无量恒河沙等诸布施，即得无量恒河沙诸利益。自从元始至于今日，所作罪孽一切消灭。求富得富，求贵得贵，求寿得寿，求男得男，凡有所求及诸意外、非敢希冀种种利益，过去未来，及诸现在死生眷属，俱得利益。”即说咒曰： \\n 婆罗婆罗，悉谛悉谛，伽娑罗伐罗罗，伽悉谛娑摩诃。 \\n 方丈宜咒已毕，众僧齐声念佛。男女各出布施，有银子，有钱，也有布帛，争先投献。顷刻之间，堆积如山。收拾完了，方丈下台，领着许多和尚，齐向高台立定，高声喝道：和尚，和尚，来的分明，去的直捷。此番回首，毫无纠葛。大众有缘，各人努力。南无释迦牟尼佛，南无弥勒佛，南无观世音菩萨。 \\n 众僧齐和三声佛号，方丈摇响九连环，把锡杖往空中一指，只见烟雾之中，高台上闪闪烁烁，放出五色光彩，把众人哄得合掌膜拜，连连念佛不止，死心塌地送佛归西。 \\n 这时节，周三、郝金刚是先见陆葆安、冯小江二人闪在方丈背后，那魏永福已然领兵在一旁听信。周得胜暗暗的瞧瞧，人是齐了，即忙向后把手一招，飞身一跃，直上台去。冯小江率领各役，一齐动手，一人手中一个灰袋，罩住一个和尚的头，顺手将带上绳索一拉，带口收紧，扣住咽喉，一拉一个，甚是利便。这方丈本有能为，也不易捉，无奈他此时闭目合睛，装模作样，并未防备袋一上头，绳即勒紧，两手发不出力来，头往后扯，脚望前拖。四五个捕快健役服侍他一个，横拖倒曳，如同牵猪套狗一般，毫不费力。众人看见，正要嚷，魏永福举起令箭，兵丁团团簇拥，高叫：“现奉钦差大人令箭，只拿凶僧，不累百姓！”那本处民人知道事情大了，都不敢出来多事，胆小的都逃走了，胆大的还看热闹，不肯走。郝金刚也上了台，见一个和尚往台下要跑，原来袋未扣好，被他把绳索挣拔开了。 \\n 郝金刚离着远，一手未曾抓住，他便跳下台去，往后逃走。郝金刚便拔出刀来，追下去了。台上的和尚跑了三两个，拿着二十余僧。捕快一人牵一个。 \\n 周得胜已背着活佛跳下台来，陆葆安巳然领着二十多健役，先奔禅房，打开栅栏，一拥而进房。房里看守的几个沙弥，惊慌无措，众役将他们一一锁起，不漏一个。打人后面，果有一幅画像达摩贴在板壁上，一脚踢开，奔进房去，揭起地板，直人地窖子里。一看里面灯烛辉煌，一排有五六间房子，藏着妖娆妇女，不计其数。也有坐着的，也有立着的，也有睡在床上的，也有掷色抹牌的，也有喜欢的，也有愁闷的。见陆葆安领人进来，吓得张皇失色，走投无路。陆葆安道：“你们不必惊慌，有罪都在和尚身上，出去见官，就放你们回家。”大家无奈，又被催逼，只得扯扯拽拽，含羞带愧的走出地窖来。暂且慢表。 \\n 且说这庙里本是大长住十方善地，后来有藏空岛法惠寺的和尚法通来此游方，把这庙内方丈害死，另招几个和尚，他就作了方丈。那法通本是绿林出身，练了一身硬工夫，武艺出众。 \\n 最可恨是好贪花的，时常出去采花。他有一个师兄法静，比他能为更大，然好练不好采花，曾屡次劝他，因此不合。他夜间采花心还不足，又生出若许主意，在他禅房后安了地窨子，或是抢，或是拐，妇女藏着许多。那张永的女儿是他派手下人拐来的，还有一个刘大之妹，即崔长顺之儿媳，是他半路抢来的，连刘大一并抢来。他皋常看医书，配些丸散膏丹；派人在外贴报于说活佛显圣施药。又想了主意，把刘大在地窨于养得肥胖，把他治得口不能言，即把他充作活佛。又结交下一个助桀为虐的和尚，叫粉面如来悟成，相貌甚好，也有些武艺，且通文理。 \\n 两人很说得来，收他作徒弟，两人无恶不作。法静看不上他，自己回了藏空岛，不管他了。还有一个下院承寿寺，是他师弟法明住持，于前几天由省城来信，说铁头陀之事，叫他防着。 \\n 今天正值活佛升天之期，与悟成商议，叫刘大为假活佛，悟成作方丈，诳哄愚民的银钱。那法通反倒清闲，正躲在后面楼上饮酒。见一个小沙弥惊惶失措，一直跑上楼来说：“师太爷，可了不得了，外头来了好些个官兵官将，把我师父拿口袋套了去，把师叔们也都拿住。又有人带兵进禅房来了。”接连又有老道来报，地窨子叫官找着了。又有小沙弥来报，师兄们都叫官人锁了。始而法通听见，尚欲迎敌，已经扎缚利便，手使五明月牙铲，下得楼来。继而一想，大势已去，只有自己一人，济得甚事？不趁此时逃走，仍归藏空岛，更待何时？于是改了主意。那时陆葆安等正在前面大殿审悟成等众僧，并未搜索到后楼。也是法通命不该绝，所以任他逃脱，无人知晓。 \\n 再说顾师爷随后到了承福寺，此时冯小江已将方丈悟成等连拉带扛到大殿内，先将绳子捆牢，后将灰袋解放。悟成等众已被石灰呛喉迷眼，昏眩已极。周得胜已把活佛带到大殿，用凉水解醒。陆葆安已把妇女一群牵到大殿，郝金刚已将小沙弥及众僧、老道、火夫等众，俱锁在大殿外，听候发落。顾师爷先取了活佛口供，实系阳谷县城北民人刘大，被法通抢他妹子，并他也抢来，披剃为僧口中塞着麻核桃，绑在禅座之上，哄骗愚民。又审了台下众僧，供出五色亮光是硝酸等药合成的，自下而上，烧至活佛身边。还有一尊松明小像，脚踏莲花，直飞人半空中去，已在刘大衣领中搜出，当众验明。又供出刘大周身涂有异香，为的是烧化之时，必然香气满空，好使民人信心坚固。陆葆安解上妇女们。那些妇女们也有出于无奈，巴不得插翅飞回的，也有乐于在此的，也有羞见家中公姑丈夫的。幸喜其中果有张永之女，刘大之妹。其中有无家可归之妇女，顾师爷命人好好带回省城，有邻近之妇女，即速遣其归家，又把地窖内搜出的珠宝金银，仓廒内扛出的米麦豆谷，都记明分载车上。惟有方丈悟成，被石灰呛昏，审问无供。顾师爷及陆葆安等都不知尚有法通，故而使他独自漏网。还是顾爷拷问众僧，说：“你们这里可有法明？”众僧道：“我们这里无法明，只有法通。”这才知道法通漏网。又往后各处寻找一遍，毫无踪影，大家才起身，回到李家店，将要犯带回省城，其余都交阳谷县。妇女除张女、崔媳带回完案，剩下的各自领归。承福寺另招住持。事毕，大众回省，禀见过安大人，遂即会过顾爷。 \\n 安大人甚喜，虽未获着法通，究除了承福寺一害，且四处大盗已去其二，只剩了天目山白象岭。 \\n 此时武备已有规模，又想到文风山东最好，且自己本系督学使者，何以不出示观风。于是先期告知，并不考文，只出策论、经解，诗赋各题。至是日，来考者一千余人，取超等十二名，特等一百六十名，一等六百名，二等二百名，三等四十名。题为《汉武帝置博士弟子员赋》，以“劝学兴礼，崇化励贤”为韵，《江防海防策》，《维鸠方之解》，《刘晏论》，《书梁鸿传后》，《美人十咏》，《夏虫十二咏》，七绝、五绝，以四艺为完卷。安大人旧习难忘，自己高兴，作了七绝十首、五绝十二首，送与顾朗山、孙静峰二位师爷看。顾师爷看了，吟咏一番，赞不绝口，即送与孙师爷看。忽见冯小江慌慌张张跑来说：“大人有请，有紧要之事相商。”二人错愕吃惊，不知何事，且听下回分解。 \\n   \\n  "}
{"章节": "第六十回 武备文修钦差驰誉 先难后易海盗投降", "正文": "  \\n 第六十回　武备文修钦差驰誉　先难后易海盗投降 \\n 　 \\n 话说顾朗山、孙静峰二人正在看诗，只见冯小江仓皇而来，说：“大人有请，有要事面议。”顾朗山道：“大人找我等何事？”小江道：“今早东昌卫守备李丰元、千总张起鹏来报，海运粮船被劫，说是海盗。教我来请师爷，速去商议，严拿海盗。”朗山道：“是了，我等就去。”当时约了静峰，一同来见大人。安大人笑面相迎，道：“适才东昌卫守备来报说，粮船被海盗所劫。那海盗姓欧，是兄弟两个。说还有别处在逃漏网的大盗，也来帮助。”顾朗山听了，思忖回道：“哦，是了，那海盗姓欧，恐是欧鹤、欧鹏，其中还许有铁头陀。”静峰拍手道：“不错，不错，请大人速即与田大人相商，赶紧派兵，千万画一善策，必须一鼓而擒。不但其中有铁头陀，还有法通、法明。我与郝金刚访拿铁头陀之时，知道有个欧鹏，是清水寨二寨主，又有个法明，是承寿寺的住持，那承福、承寿必是一家，法通、法明自然是一派，诚一举而三得也。非多派人去不可，必视为大敌，方能有济。”于是请顾师爷出令，并且开看静一上人的锦囊，也是今日，恰值开第二封柬帖之时。安大人与顾师爷俱带冠焚香下拜，方恭恭敬敬拆开一看，见上面也写着八句词儿，是：“时近中元，遇巧机关，失三得二，三亦必还，以二引二，惟唐与袁，以二引五，破天目山。”朗山大喜道：“恭喜大人，此去七月十五必然成功，且可得几个辅佐。还有藉此破天目山之意，诚可贺也。上次破羊角岭的柬帖应验了，此次亦必应验。”安大人亦听了高兴。 \\n 孙师爷道：“我正要看诗，被冯爷一叫，未得细看，诗稿我还带着呢。”说罢，又取出诗稿，仍与顾师爷同看。见上面写着题是《美人十咏》七绝十首。 \\n 《吴西脚》云： \\n 吴苑君臣百事骄，漫将亡国咎纤腰。 \\n 伯符公瑾开江左，未必娉婷没二乔。 \\n 《息夫人》云： \\n 懊恼强邻肆楚歌，包羞顿弃旧丝罗。 \\n 可怜一国鱼轩贵，不及民间谢小娥。 \\n 《卓文君》云： \\n 几年黄鹄也无俦，底是怜才赋好逑。 \\n 一曲琴心违礼法，芳名终古误风流。 \\n 《盂姜女》云： \\n 万里城边万骨枯，始皇枉作万年图。 \\n 千秋青史纷纷论，只有齐人善哭夫。 \\n 《王昭君》云： \\n 黄沙白草望无边，绝塞琵琶绝可怜。 \\n 自是官家多薄幸，非关图画误婵娟。 \\n 《虞美人》云： \\n 四面闻歌顾影颦，红颜不惜委飞尘。 \\n 江东从渡知多少，拔剑殉君一美人。 \\n 《孙夫人》云：． \\n 信有人间作婿难，剑光如雪洞房寒。 \\n 芦花江上私归去，节孝原来不并看。 \\n 《蔡文妊》云： \\n 忍耻胡中十二年，余生重睹汉朝天。 \\n 惜他一样儒家女，独让班昭耀史编。 \\n 《梁绿珠》云： \\n 拚向朱楼坠此身，贞心侠骨付灰尘。 \\n 季伦果是奇男子，焉肯遗殃到美人。 \\n 《杨贵妃》云： \\n 雨淋铃曲作秋声，正好仙山赋定情。 \\n 天上夫妻能久住，莫来人世误长生。 \\n 又看题是《夏虫十二咏》五绝十二首。 \\n 《蜻蜓》云： \\n 亭亭去复回，双飞点水急。 \\n 中庭微雨晴，美人花外立。 \\n 《知了》云： \\n 嘈喵夕阳西，深深万柳堤。 \\n 居高声闻远，也解择枝栖。 \\n 《蜘蛛》云： \\n 满腹是经纶，寄人矮檐下。 \\n 结成一面网，闲看自投者。 \\n 《蜗牛》云： \\n 独具清凉致，常依水石间。 \\n 何如息蛮触，高处寄身闲。 \\n 《螳螂》云： \\n 耸距捕鸣蝉，缘枝附高树。 \\n 白鸣得意间，能无黄雀惧。 \\n 《蚱蜢》云： \\n 趯趯陇边飞，田原草正肥。 \\n 是谁翻画谱，刺绣上罗衣。 \\n 《萤》云： \\n 向夕频招扇，何年照读书。 \\n 院凉人坐久，花底一星初。 \\n 《蚁》云： \\n 行磨叹无已，穿珠智若何。 \\n 南柯休唤醒，富贵梦中多。 \\n 《蛾》云： \\n 艳魄云曾化，修眉或人纤。 \\n 微躯非不爱，何事若趋炎。 \\n 《蝇》云： \\n 钻营果何谓，挥去复飞来。 \\n 逐臭不知丑，扬扬拜贺回。 \\n 《蚊》云： \\n 利嘴善迎人，嗜肤为饮血。 \\n 长喙能几时，反掌身俱灭。 \\n 《蛙》云： \\n 搅梦六更乱，惊人两部声。 \\n 偶然潜井底，休作不平鸣。 \\n 孙静峰看了，佩服之至。朗山道：“所咏十美，各有议论，俱韦超妙。所咏夏虫，别有寄托，俱极精深。大人必于此道用过工夫。”安大人道：“工夫不敢说有。我夙昔爱散体，不爱试帖，爱今体，不爱古体。非不爱古体也，五笔力，无气魄，所以古体不能工，究是薄弱之故。我于前辈最拜服者如陈白沙、王渔洋、查初白、厉樊榭诸公，皆可追踪唐宋。至于时下袁、赵、程、蒋，亦可以步后尘。“朗山点头道东：“大人所论极是，俟刻校土录之时，可将此二十二首诗刻在前头。”静峰道：“大人也必有稿子，暇时定当借观。”安大人摇头道：“小弟断不敢刻稿。现时名卿巨公不管是何出身，到晚年必有一部诗集，前面必列着许多序与题词，后面必有跋语，可厌之至。”朗山道：“前些日子，我无心在书架上看见大人的试帖稿子，被我窃去，正值大人往邓家庄去的时候。我在公馆无事，已经细细捧读了，拟于异日恭校，代为刻板。”静峰道：“明日可赐我一观。”朗山道：“其中佳句甚多，如《天是鹤家乡》之‘癯容如岛佛，清梦醒坡仙。低饮银河水，高冲玉宇烟。扬州曾到否，一笑解腰缠’。又《雨放一村新笋梢》之‘雨催先后笋，林放短长梢。疏难摇月碎，嫩不受风敲’，《村舍新添燕亦多》之‘几家流水住深巷，夕阳落叶满阶红’，《不扫》之‘红残慵不扫，碧落恨无涯’，《鸦点凌寒剩燕支色佳焚香告天》之‘檀心温宿火，铁面冷秋霜’，皆可传之作。我尚有忘了的。” \\n 安大人道：“二位赞的未免太过，使我适增颜汗。文事今为不急之需，咱们还是讲武备罢。清水寨之役不可迟延，后日即须起兵。可命褚一爷为帅，赵鹏为先锋，陆葆安为后应，郝、谢为左右翼，魏永福、孙祥安为中军护卫，带五百人马，仍是改装而往，不可张扬于外，使彼远扬。”顾朗山道：“如此甚好，就是这样，可命人传出话去。” \\n 褚一官等遵令料理行装，后日动身。至后日清早，大家改扮了，用过早点心，辞过了大人、师爷，请了训示，各带随身家伙，扎束停当，其行李在后。褚一官又叮嘱了冯小江等几句，就命带过了坐骑，众英雄各自上马。褚、陆、赵、郝、谢五人先行，带了精壮兵丁，并自己从人。五位都是客商打扮，马上拴着包裹，离了省城，往太平滨一路而来。路上说说笑笑，颇不寂寞。只是天气炎热，正在中伏，太阳犹如火炭一般。走了五十里，将近未牌时候，方才有了镇市。众人又渴又饿，而且汗已周身湿透，口内出火。看见一家酒店，各人纷纷下马。褚一官道：“天气甚热，我们后面天棚底下坐罢，可以凉快些。” \\n 郝金刚说：“不错。”大家进去，酒保连忙打脸水、泡茶，谢标又要了一大碗冰，摆在桌上。褚一官吩咐：“酒菜拣好的拿来，我们从人都叫他们外面吃罢。”不多时，酒来了十壶，菜摆满一桌。众英雄略为推让，就喝起酒来。 \\n 褚一官一面喝酒，一面现看屋内。只见靠窗户一张桌子坐着一个年轻人，不过二十多岁，生得浓眉大目，巨口阔腮。身材雄壮。下面坐着一个三十多岁的，十分眼熟，似乎认识，却像个伴当模样。二人都赤着膊，窗槛上搭着衣衫。主仆两个时刻瞧着这边五人，交头接耳，好似做眉做眼的评论。陆葆安凑到一官面前，轻轻的说：“一爷，你看下手这个三十多岁的，好像石敢当的相貌。”褚一官点了点头。又好一会，倒是那个年纪大的忍不住了，向着郝金刚道：“兄台莫非姓郝么？我看着面善得很。”郝金刚猛然想起，拱手道：“石大哥，你这些年可好呀？咱们总没有见了。这时候在哪里发财呢？”那人刚要答言，那二十多岁的与他使眼色，不教他说的意思那姓石的含糊道：“现在没事，白闲着呢。”说罢，扭过头去了。二人即算过酒钱，匆匆的出了店，也有牲口，骑上走了。褚一官等遂忙着还了酒账，从人也都齐备，各自上马出店，跟下来了。 \\n 恰好同路晚上恰巧与那二人同住一店。褚一官悄悄告诉郝金刚，叫他盘问姓石的，必瞒过了那二十多岁的方行。谢标说：“他是石敢当的哥哥，我也认识他。”这店叫顺隆店，伙计迎接众英雄进店，住在五间大上房，倒也宽敞。一切吃酒洗脸，不必繁絮。 \\n 姓石的二人住西小院上房两间。此众人饭后，正在脱衣乘凉见姓石的由西小院出来。郝金刚赶过去，两人一谈，甚是亲密，因问：“石大，你同走那人是谁？”石大悄悄说道：“我告诉你，可别说呀。他姓蒋名和。他曾贩私盐，后来作海盗，现投在清水寨。因上月抢了粮船，故此叫他来省，探听安大人那里发兵不发兵。”郝金刚问道：“有人要破清水寨，容易不容易”道：“我到清水寨不久，却知之甚切。若破此寨，倒有些棘手。那寨周围都是水，若无船，不能过去。在中起一片平阳之地，而且港汉极多，四面皆有芦苇，水的深浅不同。若道路不熟，就是有船，也过不去。及至到了岸上，都是小路，东一条，西一条，两边没头没脑的芦苇，望不见前面去处。有路就好走，有路就不通。若进了寨，路径更杂，非深通水性、本领高强者，不能成功。”石大又道：“你们此来并没有船只，到了清水寨，谁给你们预备船？此是要紧之件。”谢标也赶过去行过礼，就说道：“此事莫若就求石大哥，给咱们雇船，可以行不可以行呢？石大哥千万念旧日之情，况且破寨第一功。” \\n 石犬低头不语，一会子说：“我瞧瞧他去，时候太大，他要疑心。” \\n 三人散了。郝、谢回至上房，说起石大似有允意，倒是好机会。 \\n 褚一官道：“过会子，俟那人睡熟，你再找石大，将 \\n 话说明。” \\n 果然待至更深，郝、谢与石大定妥一切，且说了暗号。次早各散，各走各的。一日到了清水寨，离寨十四五里之遥，投店歇下。店门口贴了暗记，叫魏永福等好找。 \\n 再说赵鹏到晚间，俟席散后，拉了陆葆安到冷静所在，说：“我曾与一个姓唐的，一个姓袁的交好。他二人也是清水寨两员大将，今晚我与你私去走遭。若说降唐、袁二将，则破寨不难矣。岂不是奇功一件？你我脸上多少光彩！”陆葆安听了大喜。 \\n 到二更以后，俟众人睡熟，赵、陆各带兵刃，悄悄出来。走不多时，已到滩边，但见一片大水，又望见对面黑森森一座大寨栅，只得咕咚咕咚钻入水内，泅着水来到对岸。只见水苇内摇出两只小船来，赵鹏等伏在水边，等他船过去，就从这条港进去。约走了半里，赵鹏透出水面一看，两旁都是苇子，并无道路。赵鹏道：“我们错走了路了。”陆葆安道：“我同你回去，再找路罢！”二人重新出来，在水底摸着行走。那知走来走去，都是浅滩，并无出路，才慌张起来。 \\n 赵鹏又出主意，望着黑森森的庄子走去，必定到了寨子门。 \\n 二人议定，就愣向水苇里走。无奈实在难走，水倒甚浅，泥却很深。及至勉强爬上岸来，弄得遗体淤泥，苇叶好比利刃，划了满面血痕。那知到了岸上，更不好了，东寻西找，并无路径。 \\n 虽有夜行术，亦难施展。此时进退两难，二人后悔。好容易得了路，直奔过去，忽听一声响，一齐跌人陷坑。旁边林内出来两人，一声喊，说：“拿奸细！”立刻奔来二十多个庄丁，都用挠钩飞抓，望坑内乱丢，将赵、陆二人横拖倒曳，捉了上来。 \\n 众庄丁七手八脚，用麻绳四马攒蹄，把二人捆了个结实，带进寨里来。 \\n 是晚正是袁声万、唐振声二人巡更下夜，听说在东柳湾陷坑内捉住了奸细二人，忙忙来瞧。及至看了两人奸细满脸泥痕血痕，好似活鬼一般。袁声万走下来拉住辫发，将脸面细认，不觉“哎哟”一声。唐振声拉了他一把，袁声万就不言语了。 \\n 于是对庄丁说：“天太晚了，将奸细存在我们前寨，俟明天清早，我们同你等去见寨主，再审他们不迟。”庄丁脱了干系，岂有不愿意之理。袁、唐俟庄丁去后，这才命人将赵鹏放了。 \\n 赵鹏见是袁、唐，更喜欢不尽，把陆葆安为人也说明白了，遂即放起来问明来意。赵、陆将实 \\n 话说了。袁、唐背着赵、陆计议一番，想：“跟着海盗，终无出头之日．，不如归属安大人，烦赵、陆引进，可以得了官职，以后还有升腾之日。”主意已定，即向赵、陆二人说明。二人大喜。四人定计，用薰香将二欧薰透，劫到店中，用言苦劝，大家央求，大约不能不从。那时岂不功劳更大？袁声万道：“你别把事太看易了。即使两个寨主都易劝说，那后寨二位夫人、二位小姐，亦不易办。”赵鹏道：“劝寨主在我等身上，劝后寨在你等二位身上，如何？” \\n 袁、唐应了。赵、陆二人假作归降。袁、唐次日引见二欧，即派赵、陆在寨中为将，信而不疑。按下不表。 \\n 再说店中褚一官等，次日清早，魏永福二人领众兵将都到了，一找赵田、陆葆安，并无踪影，他二人兵器全都不见。褚一官就顿足道：“这两个呆子，准偷着进了清水寨，必然弄出不好来。此时不见回转，不消说，是被人家拿住了。”郝金刚道：“不要慌。事已如此，只好想法救他们。且等今夜我先去探个虚实，见机而行。”褚一官道：“你要去，可小心为是。你再不回来，就剩了我与老谢了。”谢标笑道：“他不能不回来。” \\n 因附耳低言如此如此。一官点头道：“是呀，我忘了有那个道理了。”郝金刚收拾妥当，笑着就去了。 \\n 是夜正是中元鬼节，水村都要放河灯，十分热闹。天有二更，外面传进话来，说：“田大人到了。”褚一官吃了一惊，不知田大人为何到此，连忙齐队出迎，接进中军入座，褚一官率领众兵将参谒已毕，田大人就问目下军中事情如何。褚一官把现时情形细说二遍。田大人皱眉道：“顾师爷叫我赶忙来此，说是我到了这里，你们这里事情就成功了。叫我带了要犯进省，必得许多将才，藉此可以破天目山。此时安大人已同顾师爷大家往天目山驻扎去了，我们一同起身。还叫得了信，急去报捷。我今听你这话，离成功甚远，何以此次顾师爷话不灵了？”褚一官也猜疑了半天。本来先来的五人，倒失陷了两个，又去了一个，不知怎样。船只无有，道路生疏。初来乍到，未打一仗，诚然离成功太远。此时田大人到营，就近三更，吃饭歇息谈讲，不觉天已大亮。外面报进来说：“陆葆安、赵鹏、郝金刚一齐回营候令，并带着降将五名，拿获贼首恶犯二名。”田大人、褚一官听了，又惊又喜。 \\n 原来欧鹏自从西关被救之后，留他师父同上清水寨。他二位师父就私下与欧鹏说：“清水寨虽好，不可久恋，宜早回头。” \\n 欧鹏并未介意，回寨后，法明因承福寺有事，忙回了藏空岛。 \\n 欧鹏与欧鹤商量，积买粮米，四外发商，岛中又出来时常劫夺漕粮。这一回劫的最多，知安大人访拿，各盗恐其有事，就叫蒋和去探听，总未回来，又叫小伙计石大去找。不一日，蒋和、石大回来说：“已经派人来了，人不多。”欧鹤等也未在意。这晚报东柳湾拿着奸细。次早唐振声来说奸细投降，人才出众，寨主礼宜陪待周到。欧鹤允了。袁声万同了陆葆安、赵鹏来到，二寨主降阶相迎，拜了大寨主之后，大家相见，摆酒款接。赵鹏与袁、唐等四人已经打成一路。不料是晚郝金刚找来。那郝金刚与石大在顾隆店定好约会，蒋和已说通，情愿归降安钦差，故此郝金刚来到江边，一棵柳树底下已停着船相待。递了暗号，老郝跳上船去，船上有二人解缆，扳动飞桨，望对港斜行到寨外。船上的人告诉老郝，旱道不管宽窄，遇着松柏顺手转弯，遇着杨柳左手转弯，若无树木，就可直走，再也不错。走了半天，谁知石大怕是他来，自己来迎，把他带进蒋和的住处，引见了，彼此讲得投机。也把许奋、齐明找来，一同定计谈心。 \\n 许奋与鲍国思最相好，又与齐明是亲戚。他们久已存心，见安钦差待人宽厚，且知贼盗不能久长，都商量要改邪归正。今赵鹏、陆葆安投降，便知是假，而有郝金刚和九人已通消息，只有瞒着侯蒙与二欧。今夜正值七月十五日，清水寨讲究过中元节，夜里放河灯焰口施食，甚为热闹。赵鹏与这边五人计议，用少许蒙汗药酒，将二欧百般欢饮灌醉，并用薰香蕉醉，将二欧偷出寨来，即用石大的船渡过岸去。在船上才把二欧捆住，郝金刚背着欧鹤，赵鹏背着欧鹏，并带领五个投降之人，来到辕门。 \\n 褚一官听了，惊喜非常，忙进后营回察田大人。与田大人计议一番，传赵鹏等三人进了，慰劳了数语，带降将进来相见。 \\n 褚一官谦和，降阶相迎，待以宾礼，即带他等见过田大人。田大人见了投降五人，温谕一遍，并叫他五人劝说二欧投降。唐振声禀道：“寨主劝之不易，须示以威，后待以思，大费周折，方能有济。”田大人点头，吩咐：“明早大家起身回省，二欧他的家眷及清水寨喽罗，并所有粮米一概不管，且自由他。”众人答应。 \\n 且说二欧被人背人大营，尚不知觉，及至日出，渐渐有些转动，因昨日酒多，醒得迟。欧鹏先嘟嚷道：“口渴得紧，快拿茶来。”此时赵鹏、唐振声等都在旁环绕，郝金刚即送过茶去。欧鹏二目蒙胧，道：“再喝些。”伴当急又取来。喝了，猛然睁开二目，看见赵鹏等在旁，便道：“我昨日酒太多了。” \\n 说着话，复又往左右一看，见地方生疏，不是水寨的样，大为诧异，忙要站起，才知捆着呢。又看见欧鹤，亦是捆着。他哥哥才动转，始醒悟过来，大声喊道：“哥哥，你还不知咱们叫人家暗算了，总粗心无见识之过。”欧鹤惊醒，道：“哎哟！这是那里？”赵鹏等刚要答，二欧齐声道：“不用说了，事情已到此，该杀该剐，由你们办，别的话不用说了。”赵鹏望着唐振声等，不好用言安慰。正在为难，只见魏永福进来道：“田大人有令，将要犯牢牢捆着，不可疏虞，俟到省再为发落。” \\n 说罢去了。赵鹏又叫人预备点心茶水，都叫摆上，劝二欧略为用些。欧鹏等摇头道：“我二人是要犯，不收拾我们足矣，无须酬应。老爷们请便！”赵鹏等无法，只得叫伴当在此伺候，大家走开。至次日早起程，一路都是赵鹏等供应二欧，样样周道。进省入狱，发兵看守，惟二欧单住两间洁净房子，床帐桌椅，摆设停当。须臾，送进铺盖，酒馔丰盛已极。又有人传话，叫禁子等好好伺候。赵鹏等每日轮流来看，又把手铐脚镣开了。 \\n 这天晚间，赵鹏等三人，唐振声等五人，一齐进监来看，并摆着极好的筵席，极美的酒来谈心。二欧原是豪杰，胸中又不肯露出愁闷，故此大喝大吃。席间每人一杯，奉上劝二欧。 \\n 欧鹏笑道：“诸位又照那晚劝酒，又把我等如何计算！”欧鹤亦笑道：“怎么又喝酒么？我弟兄若再醉了，又把我们弄到哪里去？”众人忙道：“二位哥哥不必作耍，要宽恕弟等之罪。” \\n 说着一齐跪下。二欧忙一齐拉起，众人不肯，齐道：“弟等有话：二位哥哥若肯应声，弟等才敢起来。”欧鹏先道：“众位请说罢！”众人于是细细将劝降之话，说了一番。二欧始而不肯，后来大家跪着不起来。正说着，人报田大人来了。二欧始以为他来查监，谁知田大人从外面嚷道：“着我来奉劝二位欧将军一杯！”说着进来，大家站起，两旁侍立。田大人即向二欧作揖，二欧还礼。田大人即让二欧上坐，二欧再三不肯，让之至再，这才坐了。田大人又让赵鹏等人席，大家谈论，十分畅快。说到投降；二欧不好再不允了，即向田大人投降。当晚饮至三更方散。田大人本欲请二欧往他署中去，二欧又不肯。 \\n 还是陆葆安道：“大人须先禀知中丞，再寄禀到安大人营中，然后再请欧兄们出监，方是道理。”田大人笑道：“说的是，是我太性急了。”大家陆续别去不提。 \\n 且说二欧安心在监，不受委曲，比在公馆舒服，惟惦记家眷。一日午饭后，禁子进来禀道：“二位欧将军家眷到了，要进监探望。”二欧齐道：“叫他们进来！”原来中元节第二天，碧氏妯娌在后寨不见二欧进来，尚未介意，只因丫环交头接耳，说寨主不见了，方查问起来，命人往前厅寻找。外面侯蒙也正寻找。侯蒙心中明白，这才急急报人后寨。碧氏姊妹定了定神，又叫侯蒙到外面问问唐、袁、许、齐、蒋五人，方知也无踪迹。 \\n 又向各处寻问了多时，回进来说：“众位爷们也不见了。”碧姊妹一想：“营兵来到，寨主及手下五将都不见了，只有侯蒙济得什么事哪！”正在惊慌，侯蒙又进来禀道：“小将向外查问，昨夜寨主被大家拿去，袁、唐五人已经投降，里应外合，一同去了，大约寨主凶多吉少。”碧氏道：“你再去细细打听打听。”侯蒙去了。此时后寨大乱，依碧氏要自尽，依水仙、海蟾要迫杀前去，抢夺他父亲回来。 \\n 正议论不决，侯蒙说道：“二位夫人与二位小姐不必愁烦，小将打听得实在，寨主决无妨碍。现时唐、袁等五人俱已投降，与他们那里的人待寨主甚好，寨主毫不受屈。”碧氏母女四人略为放心，才定了主意，将家私都交与侯蒙，叫他看守。母女四人轻装简从，追至省城。若寨主无事，就等见了寨主再说；若寨主有个好歹，即同死在一处。于是忙忙收拾细软，哭了一回，离了清水寨，往省城而去。半路遇见一武职官，带了许多从人，年纪三旬以外，气象威武，同住一店。他住在上房，不多时，打发人送过二十两程仪。碧氏不肯收，来人道：“我们褚大人与你家实有交情，千万收下，到省再见。”说毕，匆匆而去。次日进省一询问，二欧尚在监中，有人带着到了监里，相见大笑。二欧告知：“现已投降，毫无苦楚，你等放心。” \\n 正说着，田大人打发人来说：“现已禀明中丞卫大人，可速搬人田大人衙门。”二欧即日出监。田大人打轿来接。到了衙门，田大人命女眷把碧氏母女接进去，遂亲身出迎二欧，让到书房畅谈，比前更为亲热。正在说得痛快，人报褚大人由军营回来。不知褚一官为着何事，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第六十一回 问迷津三阅仙柬 怀远虑同赴邓庄", "正文": "  \\n 第六十一回　问迷津三阅仙柬　怀远虑同赴邓庄 \\n 　 \\n 上回书说到欧家一门团聚，二欧夫妻父女六人都蒙田总兵请到公馆中暂住，当夜三人对天一拜，结为弟兄。总兵居长，从此以后，悉以兄长、大伯、伯父呼之。二欧此时是真心降顺，并无异心。总兵次日面禀中丞一切，恰好中丞正接安公子来信，拟就奏稿为二欧出罪，专候他家眷信息，差褚一官上省投信，路上已碰见欧家母女，彼时不知。等投信后，闻人传说二欧家眷已到，人已出监，住在田总兵处。褚一官听了这话，立时去见田总兵。及至见面，问起情由。总兵说与他听，他立刻要见二欧。总兵当即请二欧出来，与他相见，三人一见如故，甚是投机。说起路上曾见着二欧家眷，而且帮过青蚨。欧家弟兄当请褚一官人内，命妻女出见面谢。褚一官道：“既蒙不弃，愿结为弟兄，万勿推辞。”二欧想椿爷是钦差至好，人又诚实，有甚么不肯？当下拜做弟兄。褚一官年小，以兄嫂称呼二欧，水仙、海蟾也出来叩见叔父。田总兵大喜，设筵庆贺，四人痛饮，说不尽的快活。这且不提。 \\n 再说那褚一官送来的奏稿，是特与中丞相商，中间叙的是二欧投降献粮，愿投营效力，恳思免罪录用等语，说的甚妥。 \\n 中丞阅过，深以为然，中间略改了一段，补人袁、唐、蒋、许、齐五人先来投顺，然后才劝二欧并降，目今正在用人之际，得此七人效力，可望荡平土匪云云。中丞改好，复修一信，将二欧家眷母女四人探监，现已留在田总兵处，二欧已出监与田总兵结为弟兄，真心归顺；闻其女颇有武艺，应如何安顿之处，乞大才商酌；兼问天目山情形，何木调二欧随征，最好将伊家眷安顿一妥当地方，暗做为质当，则二欧此后可保无异心矣。 \\n 信已写好，仍烦褚一官带去，以速为妙。褚一官执信，不敢逗留，次日一早就动身，马上加鞭，直奔大营。不过三四日，已到营门。 \\n 却说安钦差自到天目山下，扎下营盘，观看形势。但见这山高有数里，广有二十余里，止有一条路径可以上山，其余都是悬岩削壁，无处着脚。闻说那宋万超手下仅有千人，山中还有土人一千余户，都是为贼软困，不得不投降，其实非甘心从贼也。那宋贼虽无甚本领，却有一样无可如何处，他按兵死守，并不下山交战，但知派人轮流守住山口，运些滚石檑木。若是攻山，枉送性命，又无别路可通，任凭你算计，一无良法。所以钦差扎营已久，并不曾见过一战。攻山过数次，倒伤了数十名小卒，连顾朗山与众将，俱是束手无策。今闻二欧已降，钦差想又添两员将佐，或者能助力攻山。随即顾朗山到营说明一切擒寇运粮缘由，借此可以为二欧赎罪地步，遂与朗山计议，拟下奏稿，遣褚一官上省，请中丞一看，斟酌妥当，再缮折奏人。褚一官今日回营，见了钦差与顾师爷，将中丞回信奏稿呈上，忙将二欧家眷已来，田总兵怎样与二欧结拜弟兄，那二欧倒是两条好汉，他的妻女甚懂道理，女儿更有本领，连我也爱二欧直爽，也同他结拜，细细的对钦差说了一遍。安公子听完了话，拆开信与朗山同观。看那奏稿改的甚妥，信中要安顿二欧家眷一层，真是虑得不错，但安放在何处好？安公子低头思索。 \\n 顾朗山忽然想起来了，说道：“东家，你可还记得那白鹤山长老仙柬还有五封，这如今何不取出来，看看日月，开得开不得？若恰逢其会，一看柬帖，自然明白了。”安公子闻言，不禁拍手道：“我真忘记了，幸亏先生提醒。”忙令人打了水来，净了手，吩咐摆设香案，焚起香来。然后才取出那装柬帖的锦囊，供在香案之上，恭恭敬敬的行了一跪三叩的礼，才打开总封来看。真正凑巧，恰好第三封柬帖应在此日开拆。安、顾二人见了，说不尽的欢喜，忙拆开细看。帖上写的是：“欧家母女安放邓庄，二欧调营征战无妨。高山要破，挖道暗人，三月功夫，方能卒事。暂请病假离营，移营在山后，从山后挖地道，通人山中，四面再挖深坑，断彼逃走之路，必遭擒矣。以少杀为主。”安、顾二人看罢仙柬，心中了然，深服禅师先见之明。安公子忙将奏稿誊真，外加折片，是：“请假就医，暂离营盘，一俟病愈，即到营征剿山寇。那天目山贼寇恃险抗拒，永不出战，但知死守，而地势险要，一时难破。幸亏田总兵收服袁、唐等五人，劝得欧鹤弟兄献粮投降，军中有粮，兵心坚固。臣因目疾请假，所有军营中事，即着田总兵代办，恳恩赏假，并奖赏田总兵等。欧鹤兄弟二人虽是海盗，现在知悔献粮归顺，恳恩免罪，留营效力。”这是奏折中大概。格外又修禀，托乌老师照应，又写家信，又写信与中丞：“要调取二欧赴邓庄聚会，务乞请田镇军即日来营视事，安某好到邓庄料理一切。”正写了一天一夜，方才写好，仍着褚一官上省投信，嘱其同二欧一家六口先赴邓庄等候着，我等田总兵来营，即动身到邓庄聚会，且此次可将家眷也送到邓庄，省得在省寂寞。 \\n 褚一官闻言大喜，将奏折匣包好，将信收好，随即动身，不分昼夜，赶紧上路。果然此次比往常更快，三日功夫，已到省城。即刻上院禀见中丞，面交信函、奏折。中丞拆信看过，知道细底，忙请到田总兵，说明原故。总兵甚喜，说道：“等某去告诉二欧，事不宜迟，赶紧动身，随着钦差、宝眷一路赴邓庄去。某须料理军装，交代军营中经手之事，约耽搁二三日，才能动身赴营。先请褚爷同钦差、宝眷与欧家六口，即日动身，到邓庄等候钦差相见，何如？”中丞点首应允，一面将奏折会衔写好，差官进京出奏，并交代钦差的信札，一面给安公子写回信，又张罗送褚一官与安钦差家眷的路菜，连二欧处也有一分路菜。中丞可算周到多情也。那褚一官见了二欧，将钦差出奏的言语给他听，管保无罪，“而今请你一家到邓庄去居住，将来你弟兄投营效力，家眷有人照应。钦差现请三月病假，也到邓庄聚会，家眷与我们一路同行。”又将邓翁的一生事业，说与二欧听。二欧平日也闻得邓翁是一位老英雄，年纪九十多岁，褚一官是他女婿。既拜弟兄，倒要去认认这位弟夫人。那碧氏母女听说褚家娘子是邓九公女儿，更惦记去见见才好，所以大家别无 \\n 话说，赶紧料理行装，准备着上路。 \\n 那钦差公馆中舅太太接了公子的信，又见褚一官说是接她二人去邓庄暂住，不日安公子就来。那舅太太与珍姑娘更不用说，急忙收拾好了行李，令人请褚一官来催着动身。当有首县预备下夫马轿子，择了吉日，遂动身出省。二欧家六人外，还有袁、唐等五人。此时五人是早巳见过二欧的了。钦差处褚一官与家人等跟随，还有田总兵派来千、把二员，中丞派戈什哈四人护送，一路人夫轿马，十分热闹。这里来动身之前一日，褚一官已写下一信，专遣一快足送呈，两处有信，好教邓老翁明白底里也。是日止走了六十里住店，二欧家眷同住一店，舅太太与珍姑娘住上房，碧氏母女住厢房。那母女四人一到店，下轿就走过上房，叩见舅太太与珍姑娘。彼此见面，十分合式，说话投机，连吃饭都在一桌共食。外面褚一官与武弁、戈什哈大家一桌饮酒，谈淡笑笑。二欧在内，也与众人投机。袁、唐等五人另在一间居住，五人另外吃饭。次早动身上路。在路走了六天，那天交午，已到邓庄。 \\n 再说邓翁先接的是安公子信，细说收降二欧，十分费力，现在．连家眷都来了，令他来宝庄居住，好与郝、谢、周、韩诸人联络。二女子得谢、郝二女作伴，好探听他的本领，留下妻女，将来他随营效力，不怕他反复。此其大略也。自己“亦来盘桓，系请假就医，可以住上一月，已请褚大姊夫接舅母、小妻同赴庄上，某不日即来”。写的明白。老翁看罢大喜，当下告诉褚大娘子与二姑娘一切。这两人更是欢喜，忙打扫房间，令人多买下酒菜。邓翁又差人去告诉郝、窦、周、谢九家，约定等二欧一到，大家请他去同住。邓翁又将外面厅房厢房都叫人打扫干净，预备安公子到来居住。厢房四间一边，两边八间。 \\n 东厢房预备安家人与听差的人住，西厢房给二欧居住，家眷止好另拨房子居住才方便。诸事料理已毕，恰好省中专人已到，说明日准到。老翁拆开褚一官信，看了一遍，忙递与褚大娘子，说：“姑奶奶，姑爷有信来，你快看。明日他们就到了。”褚大娘子看完信，十分高兴，想丈夫这如今是都司大老爷，不比从前，将来再得保举，戴上一个红顶，那就真正不枉做人一场了。那二姑娘是最喜欢热闹，听说不独心中最喜的干妹子来了外，还有欧家母女四人，不知怎样一个人物，见了面就知道了，所以盼望更切。那时两个孩子已过了周岁，算是两岁，也会走了。 \\n 邓翁庄上一切预备停妥，到了次日，天交午初，果然轿马巳到。邓翁令大开庄门，迎了出来。先是舅太太轿子到，舅太太下轿，随即是珍姑娘下轿，当有仆妇婢女搀扶，往里而走，见了邓翁，彼此叫应。进了二门，早望见二姑娘、褚大娘子二人迎了出来，满面笑容。二姑娘一手一个，拉了两个孩子，但听他叫道：“舅太太、老太太，你老好！你可来了。”随即上前来拉手，这才看见了珍姑娘，登时放下舅太太，紧走一步上前，拉了珍姑娘的手，对准了面孔叫了一声：“我的妹子，你可来了，我想得你好苦！”说罢，手拉手就往里走。此时珍姑娘忙上前叫应了九太爷与褚大娘子，又去看两位少爷。二姑娘仍然是拉着他手不放。随后又有碧氏母女上前，先叫应了邓九太爷。碧氏以九太爷呼之，水仙、海蟾以九爷爷呼之，又以伯母呼褚大娘子，以姨婆婆呼二姑娘，每见一人，都是磕头在地。 \\n 褚大娘子看那水仙姊妹，年纪不满二十，生得十分俊俏，心中爱极，顺口道：“我若有这么样闺女，一个就心满意足了。” \\n 水仙、海蟾闻言，忙上前说道：“褚家伯母如不嫌侄女粗蠢，今日就拜在膝下，做个义女，不知你老人家肯收我两个傻丫头不肯？好在褚家伯父曾与我父结拜，论辈数，也是儿女一般。” \\n 褚大娘子闻言，喜欢得张开了口，笑得合不拢来，说道：“真的吗？”水仙姊妹忙走过去，拉了褚大娘子说：“如此请干娘上坐，好受礼。”二人双双下拜，口尊：“干娘，我二人得了这么一位干娘，真是三生有幸也。”说罢，磕了四个头。褚大娘子当真竟受了他二人的大礼起来，随请褚一官进来。当有安家仆妇凑趣，忙向外边将褚一官拉进里面。水仙二人遂以“干爹”呼之，下拜，然后又拜九公，以“老爷”呼之。九公一见，哈哈大笑，但说个“很好”。随后又拜二姑娘。二姑娘可说了话了，说道：“你俩为什么不认我做干妈呢？偏是认姑奶奶，想是嫌我年纪小，养不出你们来。我今年也二十九岁了，大着你们好几岁呢，就做你两个的妈也做得，怎么偏不认我？”褚大娘子闻言，大笑道：“我的小妈呀，不是他们不认你做干妈，因为辈份不合。如今你是他们两个的干外婆，比干妈还大一辈，又亲热，你把他们当做外孙女一样的疼他，好不好？”二姑娘听说，登时喜欢不已。那时碧氏姊妹二人上前认亲，叫亲家，叫亲家爹，一阵叫应，只听得欢笑之声不断。邓老翁道：“快预备内外酒饭，别尽欢笑，叫人肚子受饿。”于是同了二欧出来，到客厅中坐下，催饭吃。 \\n 这个当儿，袁、唐、许、蒋、齐五人也来叩见邓翁，以子侄礼叩见，二欧代达姓名来，并申明曾与褚爷、田总兵大家结拜。邓翁看了五人，笑道：“都是龙华一会上的人，难得都成了一家人了，止盼安家贤侄，早早平服了天目山白象岭，拿住了妖僧，大功成就，彼此都博得一个大小前程，也不枉做人一场。”众人齐声道：“老人家说的不错，但愿早早成功，大家都聚在一处，同你老人家多喝一坛酒，那才快活呢！”大家你言我语，说得老翁十分高兴，摆上酒饭，痛喝了一阵才吃饭。 \\n 外面如此，里面是二姑娘、褚大娘子劝客人饮酒，席上谈笑欢声震耳。二姑娘是见着了干妹子高兴，褚大娘子是新收了两个干女儿高兴，其余舅太太、珍姑娘、碧氏母女见邓家人如此热肠，以亲人相待，焉有不喜欢高兴之理？ \\n 那二欧拜见了九公，一定要人内拜见褚大娘子与姨奶奶。 \\n 裙一官辞之再三，二人那里肯答应，无法，止得先进内通知，随后带领二欧人内，先拜见姨奶奶，次拜见褚大娘子，连两位小爷也都相见。邓翁对他二人道：“消停一二日，我再领你去见见他们那几位收手的绿林英雄，乘便好寻下房子，你二人的家眷方有存身之所。他们那边也有两位姑娘，年纪与你两位姑娘不差上下。他们也会武艺，将来住在一处，正好讲究些本领。将来有好亲事，我老朽还要替四位姑娘做个大媒人呢。从前那钦差安大人的夫人十三妹，是认我为师博，他那亲事一生就是我的媒人。如今他是已经做到一品夫人了。”二欧闻听“十三妹”三字，连忙说道：“我们一向久闻十三妹姑娘，是女中豪杰，可惜不曾见面，原来就是安大人的令政夫人，这却真好了。我等情愿跟随安大人做个奴仆，将来进京到宅参见主母，那十三妹姑娘我们可就见得着的了。”九公道：“那也不必是要等将来，止要安大人来了后，我替你们通诚，遇着有事，先差你同我们褚姑爷进京一趟，也就见着那十三妹了。”二人闻言，更加欢喜，连忙叩谢。 \\n 话休烦叙。二欧暂住邓庄，过了一二日，邓翁领他二人往郝、周、韩、谢、金九家，除周三、郝武、韩、谢四人不在家，现在军营外，其余五位英雄一一见过。大家见面如故，彼此景仰，都说相见恨晚。二欧看了庄子，甚是清幽，若在此地置买田地，盖上房子居住，真是洞天福地。因此想起自己飞空岛的米粮呢，是报效了皇家了，家眷船上还有些金银细软，也还值钱，不知何人看守，忙请九公进内，唤出碧氏姊妹来，问他船上金银细软尚存否，现有何人看守。碧氏道：“我动身时候，交与侯蒙看守。还有箱笼三十余只，金银细软也还不少，事不宜迟，快派人去取。连那些人都可以一齐叫了来，合用的人留下，不用可以遣散。此事非袁、唐、许、蒋、齐五人不可。还要托褚大爷派人同去，方保得关津渡口无人阻拦，快与褚大爷商量罢。”二欧闻言，即刻请到褚、袁诸人，将此事说明。袁、唐二人愿去，褚一官派人同往。先从军营中经过，请钦差给令箭一支，以便关津渡口验放。袁、唐二人辞别众人，动身往太平滨去了，不提。 \\n 再说安钦差在营中等候田总兵到来，好动身赴邓庄，与诸人相见。其时奏折已进京去了。那一日，田总兵由省起程，来到天目山营盘。安公子请了进营相见。当将营中诸事交代清楚，留下郝、周、韩、谢四将，冯、赵、陆三人随同回邓庄，次日动身。言明至多两月，即来此地，仍旧将山围困，四面挖下濠沟，不放一人出山。再与顾朗山商议，打探有可挖地道之处，斟酌行之。倘若二欧有何妙计，当即通知。安公子交代好了，这才动身赴邓庄而来。要知见了二欧怎样说话，且听下回分解。 \\n   \\n  "}
{"章节": "第六十二回 安钦差邓家庄聚会 侯头目太平滨动身", "正文": "  \\n 第六十二回　安钦差邓家庄聚会　侯头目太平滨动身 \\n 　 \\n 上回书说至安钦差在天目山营中，候得田总兵已到，忙将兵符令箭面交田总兵，嘱咐他在此围困山林，格外小心，不要被贼人偷走；凡有人迹不到之处，俱挖下濠沟，派人看守。郝、周、韩、谢四将意欲同钦差回庄，因总兵再三挽留，说道：“你四位若去，我就不敢当此重任了。”安钦差听总兵之言，止得转劝四人仍在营中效力，“等我此去，或寻出一个机缘，破了此山，省得久在外边受苦。”四将无奈，仍在营中。安钦差随即动身，一路无话。 \\n 那一日到了邓庄，进庄后先见了老翁与褚大娘子、二姑娘，然后才见舅母与珍姑娘。大家见礼已毕，归座。邓翁问起营中情形，安公子细说一遍。邓翁道：“这样说来，真正无法可想。就是仙柬指引挖地道，也是难事：要从下往上挖人山中，至少也要数十里之远，旷日延迟，何日收功呢？”正说到此，褚一官进来回道：“二欧要进来叩见，同他家眷六人，都在外面候信。” \\n 安公子道：“请他进来相见。我正要问他可有什么妙计，能攻破天目山。那天目山中的贼人，他可有认识之人，还有那山中怎样一个地势，不知他去过否，我要问他个细底呢。”褚一官听了这一番话，忙出来带领二欧与碧氏母女六人，一齐人内。 \\n 到了内堂，安公子先起身站立在一旁，用目细瞧这欧家一门，是怎样一个人物。但见二欧在前，后面随着两个妇人，末后是两个女子。走进内堂，往上一看，连忙一齐跪下，口称：“钦差大人在上，罪犯欧截、欧鹏与妻子、弟妇、女儿、侄女，特来叩见，拜谢救命之恩。”说罢，连叩了九个头，真是角崩在地，碰得有响声。安公子忙令人扶起，说道：“壮士肯弃邪归正，将来为国家出力，你我都是一殿之臣。听说你与褚一爷结拜，又将令爱寄拜在褚姑奶奶名下，更是亲戚了，千万不要客气。等我假满到营，二位一同前去立功，宝眷就居住此地，有邓翁照应，尽可放心。还有郝、周诸人眷属也在此地，曾见过否？”二欧答道：“已去拜望过，很蒙青眼。就是妻女们也去见过那郝、谢、周三位奶奶，郝家姑娘、谢家姑娘甚爱我们两女，要结为姊妹。将来一定在此置产居住；已遣人往太平滨去取船上的家产，恐关津阻拦，褚一爷有人同往，说是由军营请支令箭，此事大人知道否？”安公子道：“我动身之时，未见有人来请令箭，好在田总兵在营，闻信自然给箭，大约一路决无阻拦。闻说有五位头领，我倒要见见这五人。”二欧道：“袁、唐等五人现止有三人在此，袁、唐二人已往太平滨去取家产去了。这蒋、许、齐三人在外恭候，请示就此时传见否？”安公子道：“快请进来罢！” \\n 于是二欧出去；带领蒋、许、齐三人进入内堂。一上台阶，三人即止住脚步，往上瞧见钦差，慌忙跪下，叩首在地。钦差忙令人扶了起来，细看这三人相貌，也还良善，遂问了他出身来历。三人据实告禀，说道：“罪犯等五人本是良民，因家贫，贩卖私盐，为盐商拿住，送官究办。用非刑拷打，几乎丧命。坐监半年，九死一生。后来还将我等充军，在海口遇见两位欧寨主，救了土船，收在船上做头目，虽曾抢劫客商金银，却未伤过一人性命。此系真情，并无虚话。”安公子闻言道：“据你所说，非甘心为盗可比，如今既弃邪归正，须要替皇家出力，好盖前愆。”三人答应：“谨遵大人金谕。”安公子复问道：“那天目山的宋贼，你们知道他来历否？他那山寨，你们有人去过否？”二欧答道：“那宋贼从不与我们交往。闻听人说，他也认识那妖僧，他那山寨地方不大，险要非常，攻破很不容易。”和道：“我想起一个人来了，就是看守船只那个侯蒙，他曾在天目山住过。常听他说，周围有多宽，内里有许多山洞，深有百丈、数十丈者数处，要问细底，等他不日就来，那时间他，即可得其地利也。”安公子闻听侯蒙能知天目山地利，心中大喜，吩咐五人道：“你们五位且在此暂住，等侯来到，再问其详。若能熟悉地利，好助我破山，将来大家立功，在此一载你等家眷在此，仰仗邓翁，诸人谅可放心。若能将船中蓄积全数搬来，不愁置产无资。”众人闻言，齐声道：“正是。”随即辞别，出外面去了。 \\n 话分两头。再说袁声万、唐振声带领着两名兵丁，往天目山营盘那条路上而来，走的是小路，抄近百余里，因此与钦差错过。及至到了营中，才知钦差已动身赴邓庄，田总兵已到营代理。二人进营，参见田总兵，说明原由。总兵留他二人住了一宿，次早送行，果然给了他令箭一支，又请文案处发了护票一张。此系顾朗山在营中定下章程，凡有要紧差事，必须给护票，好令沿途验票放行。此时朗山还在营中，要听钦差回音，可有甚么妙计。因仙柬上说挖地道一节，朗山嘱安公子向邓翁相商，兼问二欧可有妙计。朗山本欲同钦差赴邓庄，又是田总兵留他，且住半月，等营中诸事料理有头绪，可以代办，然后再送朗山赴庄，与钦差诸人聚会。 \\n 这事表过。接说袁、唐二人由营动身，出文登县口，乘船到太平滨，寻着了那侯蒙，将二欧的信取出，交与侯蒙，细述一切。命他将船上所有值钱东西，一总收拾好了，先用船载进口，然后或用车，或用骡驮，大概走内河到德州上岸，旱路不过三四天，就可以到邓庄了，“你先去收拾去罢。”侯蒙道：“我知道了，你何妨同我一同上船去收拾，烦你点数，开单清楚，好去交代。依我意思，将上等金银细软装在箱内，其次值钱东西如衣物器皿，可以带去；如木器家伙、碗盏之类，似乎可以不必带去，赏给船上不跟去的人。你看我这主意如何？”袁、唐道：“所见甚是，就这样办罢，也不必大忙，多的日子都耽搁了，何在乎这一二日。”侯蒙道：“你那里知道我性子最急？巴不得立刻就把这些东西当面交代才好，我那就无事，省得朝夕心惊胆战。”袁、唐二人道：“你是实心，所以如此，其实忙不得的。常言道：忙中有错。你止顾性急，万一把东西收拾得不妥，路上碰坏，那可就受埋怨了。不如消消停停，一样样慢慢收拾起来，东西又不得坏，人也有省力的时候，总不过是船中东西，给他带去，还有什么．说的？还有一层，那些个人也预先问他们一声，谁愿跟去，谁不跟去，共有多少人数，也得斟酌开消。跟去的人，自然将来随在一处，仍是一家；不跟去的人，也得分出一个陈人新人。跟随年久者是陈人，从此一别，不知何日再见。那些剩下不带去的东西，多给他些，还须给他些口粮，好劝他回乡务农，不要再做强盗。那新收的弟兄，止须发给他盘费，劝他一番，任凭他归乡也好，仍旧去做绿林，也止得由他。”侯蒙道：“此间船上的人共有百余名，大半都是寨主起手共事之人。平日他们也尝虑及做海盗，终有一日报应，无奈身在其间，不得不听号令。如今既然寨主投诚，愿替皇家出力，不惟立功，还可洗罪。他们听了这个信息，十分欢喜，深盼寨主来唤他们前去军营，帮助立功，把那盗名除尽，算是一个将功折罪之人。据我看起来，那陈人多半是愿去的。剩下那些新人，一半是飞空岛的乡人，有家可归，听凭自便，临走时多给他们盘费，也就是了。”袁、唐二人道：“就是如此。”说罢，又催他去打点船上东西。 \\n 衰、唐二人跟随他一路上船，侯蒙忙去开了船舱，把舱中整只的箱子抬了出来，打开细检，命人取来笔墨账簿，请袁声万照数登簿。侯蒙于是把箱中之物重新点过，再装入箱。每点一物，袁声万即书写编号，点完一箱，再换一箱。袁声万觉得十分累赘，唐振声忙来更换，话休烦叙。如此详细检点，整整三日，方才将上等箱子点完装好，外面用麻布包好，用绳绑定。 \\n 然后再点其次之物，又费了一天功夫。随后将零星物件点清，择其需用值钱之物带去，此外零碎等物一概不带，问明船上有不愿去之人，把此项不带去的各物，全数付与，任凭或卖或留。这些零星碎物全不记账，全赏与那不同去之人。 \\n 这样料理，直闹了五日，才算大功告成。侯蒙尚不觉怎样，袁、唐二人直累得腰疼腿痛，周身无力。二人对侯蒙道：“老哥哥，我算服了你了！如此精神，这样费心劳力，仍不觉乏困，实在难得。我二人不过换替着开开单子，已经累得七死八活，四肢无力，腰腿疼痛，若再要这样劳乏，真正来不及了。”侯蒙道：“你二位是一向受用惯的，所以劳碌不起。我是一个苦人出身，慢说这五日收拾东西不觉劳苦，就是经年累月肩挑贸易，奔走街坊，也不知道吃力，所谓‘习惯成自然’也。如今东西巳收拾好了十分之七，还有三分之物，让我一人料理，也不用开单。再得两天功夫，大功成矣。”袁、唐二人道：“也只好奉求你老哥哥一人偏劳，我二人要歇息歇息，养养精神，才好上路。”侯蒙道：“如此请便。你二位尽管去歇息消遣，不必拘束。”袁、唐二人遂在船上倒头就睡，直睡了两天，才歇过了乏。 \\n 那时侯蒙已将所有应带去之物，都绑扎好了，连箱子等项，共有六七十件，装载两只船上。所有愿去之人共五十余人，不愿去之人亦六七十人。侯蒙把船中不带去之物分与那些不去之人，又每人给与路费银数两，嘱咐他各自归乡耕田种地，做个好百姓，再不可又去投在绿林。充当强盗，将来后悔无及。那些人倒也听话，果然各人散归故里，耕种营生，不再失身为盗也。这同去的五十余人，各人都有些随身行李，每人一二件不等，竟装满了两只船，连运载欧家东西之船，共是四只。侯蒙尚恐船重人多，格外择了两只新船，单备人坐，一只是请袁、唐二人与自己乘坐，后面安排伙食；一只给同去之人坐，止许三十余人坐，十余人分数人在东西船上看守，分数人在坐船伺候。诸事料理的妥当，剩下船只赏与邻船渔翁钓叟，作个记念。 \\n 安排已好，约定次日开船进口。坐船在头一排走，袁、唐、侯三人打头站。每逢关口，有的是令箭、护票，不怕阻拦。 \\n 那一日，大家商议当夜在此停泊，明日即走，须要痛饮一醉，以壮行色。更有那些邻船渔翁、钓叟等，与那些不同去之人，每人派了分子，到岛中一个热闹村庄上去买了些鸡肉菜酒，配上新鱼，于是烹鱼煮肉，端整了数席，先摆了一席，在船上请袁、唐、侯三位一醉，其余大家或在船上，或在岸边，摆下酒肴，诸人人座，做一个送行大会。其时天将黄昏，大家饮起酒来，人人鼓起精神，放量饮酒。有的说说笑笑，有的豁拳行令，欢声满耳。袁、唐、侯三人饮酒半醉。袁声万忽然想起一件事来，向侯蒙问道：“我倒来了这里这些日子，眼看明日就要回去了，也忘记问你一个人如今到那里去了？”侯蒙道：“你问的是谁？”袁声万道：“那个铁头陀那里去了？”你总该知道。”侯蒙道：“你问的他么？说起来话长。他自从到了太平滨船上，见了二位寨主，诉说他的苦处，说是都因为要替张七大王报仇，千方百计托张七替他保守老家，他一人下山，要想去行刺钦差。那知那钦差更厉害，在好几个地方打听，公馆倒有三四处，都说是钦差寓所。那和尚先到了一处，黑夜之间上了公馆的房，往下一看，是黑洞洞的，下去寻路，忽然会昏迷看不出东西南北，直闹了一夜，寻不着钦差住房。到了天明，止得回归下处。又打听旁人说钦差不在此地，在某处，相隔数百里路途。那和尚又往那里去，又是扑了一个空，又不在那里。第三次却不好了，在公馆中下去，不料有了防备，不用别样兵器，单用汲水筒打水枪，那水内有秽物，又臭又脏，污了和尚一身。和尚无奈，回到店中。哪知被水一冲，秽物一压恶，竟把他法术全行破了。他又气又羞，登时生起伤寒病来了，起不了床，睡倒客店。幸亏遇着一个好心店主人，替他延医服药，足足的治了半月才好。养息了几天，正想回山，这个时候，钦差早巳遣人把他的羊角岭攻破了，张七大王也拿去了。他听了这信息，才出海口，来投奔两位寨主。凑巧碰着熟人，方领他上船相会。” \\n 袁、唐二人道：“这些事我都知道，问的是他现在何处？” \\n 侯蒙道：“话须从头说起，你且听我再说。他自从到得船上，无精失神，每日叹气唉声。问他何故，他道他的武艺有限，全仗法力，如今法力被秽水冲破，怎能报仇？又听张七被斩，他才哀告咱家寨主，兴兵进口报仇。他原说随后就进口相助，谁知寨主去后三天，他在岸上碰见了一个人，说起此去南边二十里外，有一个海汊，汊中有个岛，岛名藏空岛，约有数里宽大。 \\n 岛中有一个庙，名法惠寺。寺内有三个和尚，带领着十几个徒弟在寺中修炼，颇有法术。那和尚听了这话，当日就要了一只小船，往藏空岛去了。过了十余日，差人来下书，书中说他到了法惠寺，与三位和尚讲究，甚是投机。那三位和尚法力比他更高，他结拜，安心在寺修炼，等法力炼成，即可同那三人来一齐出兵，去拿那安钦差报仇雪恨，请两位寨主且宽心，等候缓日用兵云云，算来有两个月矣。所以我们这里连打败战和一切事，他并不知晓。我们不过知道有这个地名，到底相隔多远，实在不十分明白。就是那送他去的那只船，也并未回来。他那下书的，也止来过一次。目下我等一总都去了，他等到百日以后来此，不见一人，看他怎样报仇？”袁、唐二人道：“他有妖术，万一他暗中行刺，如何防备？”侯蒙道：“自古邪不胜正，又道牡丹虽好，也要绿叶扶持。妖僧止得一人，料他孤掌难鸣。” \\n 袁声万忽然想起天目山挖地道一事，向侯蒙道：“我从前听你说过，你曾到过天目山，那山中路径，你一定知道。闻此山十分险峻，竟无法可破，三面都是悬岩削壁，但有山后一条路，又是曲折窄狭，树木参差，荆棘塞满，人不能落脚。安钦差与顾师爷商议，要挖地道，不知地道能挖通否？你何妨说说。” \\n 侯蒙听了这话，说道：“我当初去那天目山之时，宋万超尚未落草。据山上那时是一伙无聊之徒，商量要去挖煤，约了我们数十人进山。有一个福建人说会看煤苗，所以大家听他指使。他叫挖那处，就挖那处；连挖了几十处，虽有两三处有煤，可惜不料后来被山中土人报官封禁，将我等赶跑。所以我知道那山的路径，如真要挖地道，止须从山背后挖起，不过十里远近，即通那山中一个中眼洞。那洞中宽大，足可藏兵。等人马到齐，出其不意，由洞中杀进山去，立刻破山。”袁、唐二人忙道：“那洞口方向、路径你还记得么？”侯蒙道：“记得。”袁、唐道：“如此妙极了，快快动身，去邓庄见钦差献计罢。如此事成功，你是攻天目山第一功臣。”三人说了一会话，酒醉饭饱，大家安寝。 \\n 次早天明起来，三人吩咐船家开船，动身往海口内地而来。 \\n 那些邻舟得了许多物件与船只，齐来道谢送行。大家拱手说道：“彼此后会有期。”不多时，船已去远，正值南风大作，恰遇顺风，挂起风帆，船行甚速，半日已到文登县口。进了口，当有海口巡哨兵船吆喝，要查舱上税。袁、唐吩咐将船靠拢兵船，取出令箭与护票，给他们看了，知道是奉安钦差所差，不敢多言，任凭进口。从此人了内河，每日约行数十里，五日到了德州。雇了车辆，装载诸般物件，一直往邓庄而来。要知到庄后怎样交代，侯蒙如何献策，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第六十三回 侯蒙献策指陈地理 田公见子喜遇亲人", "正文": "  \\n 第六十三回　侯蒙献策指陈地理　田公见子喜遇亲人 \\n 　 \\n 上回说到侯蒙与袁声万、唐振声三人由太平滨乘船进文登县口，从内河直抵德州，弃船上岸。雇车装载箱笼各物，在路行程走了五日，那日已到邓庄。到了门口，袁、唐先下车进庄，当有庄丁接着，一面通报邓翁，一面将车上东西卸了下来，往二欧所住客厅旁边厢房内搬。不多时搬完。那时邓翁早出来问信，欧遂领侯蒙叩见邓翁。老翁看看侯蒙年纪五十多岁，面貌厚实，直是一个可靠之人。邓翁由不得夸奖了他几句，对二欧道：“难得这侯兄替你们看守船上东西，如今全给你运来了，万一要遇着坏种，只怕他早已跑得远远的，去享受你这份家私了，难道你还能够奈何他吗？”二欧道：“我这侯兄弟一向做事诚实，心地又好，所以才托他看守船只；要是别人，我们也不敢托他了。”邓翁点头，随吩咐备酒饭与三位接风。 \\n 说话间，褚一官也出来了，又是一番见礼。欧鹤问褚一官道：“大人现在可用过饭否？请老弟台去请示，何时有暇好着侯蒙参见。”褚一官道：“且不用忙，你先去检点搬来的家私，看有无短少。也该问问他带来多少人，也替他们寻个住处。” \\n 二欧道：“不错。”忙去问侯蒙带来多少人，侯蒙道：“太平滨船上共有百余人，我临动身时把话对他们说明，愿去者跟随，不愿去者各国回里，做个安分良民，不可再失身为绿林朋友。那时有六七十人愿归乡，我于是斗胆每人给他十两银，作为耕种之本。还有五十余人，都不愿去，口称无乡里可归，情愿终身跟随两位寨主，永不离开，寨主怎样，我等听从，决不反悔。我听他们这 \\n 话说的有理，因此把他们都带了来了。如今就请褚一爷替我们暂寻一个住处，再作道理。”褚一官道：“不要紧，你叫他们先叫为首之人来两个，等我去引他看看，可以住得下这些人么。”侯蒙忙去叫了两个年长之人来见褚一官。行礼已毕，褚一官遂领着二人进了仓间，一看有护仓闲房二十余间，干净高大，都是木板为墙，风雨不透。那二人看了，说道：“足够住了。”褚一官遂命他们搬进来住宿，但是火烛须要小心。二人答应“知道”，遂出去把那些人领到护仓房中居住。 \\n 众人有了安身之处。不提。 \\n 再说二欧与碧氏母女六人检点东西，侯蒙把清单呈上。碧氏道：“箱子内的东西一样也不少，如铝锡器皿这些东西很可以不必带来，真亏了你们，都给我带来了。”于是母女四人把各物收好，从箱子内寻出些针线绸缎之类，分做四分。水仙又去寻出一锭金锭，几样玉器，用红绸包好，告诉碧氏道：“这几样送邓家小公子的。”碧氏点头道：“倒是你想得到。那安大人处，舅老太太、姨太太两处，送这几样裁料使得么？”二女子看了又看，替配了些针线，每处两分，打算着自己送去。 \\n 不表内里送礼，再说安公子听说侯蒙到来，急欲要见，忙出来传话，令欧家弟兄带领侯蒙进见。褚一官传话，二欧遂同侯蒙与褚一官进入内堂。安公子一见，先站起来。止见侯蒙上前跪下，连连叩头，口称：“大人在上，小人侯蒙参见。”安公子吩咐起来，一旁赐坐。侯蒙不敢。公子道：“有话长谈，无有久立之理，侯兄倒不必太拘。”说罢，忙让褚一官与二欧一齐坐下。侯蒙又告罪，才在下面归坐。安公子先问他道路奔走了几日，带来多少人。侯蒙乘便回禀道：“船上旧有百余人，小人临行遣散有家乡可归者七十余人，下剩五十余人，实在无家可归，情愿跟随小人等伺侯大人，做个小卒，军营中投效，愿当头阵，杀贼立功。目下这些人住在此间，究觉不便，求大人派一位将爷将他们送至天目山营中，作为新募兵卒，暂给口粮。日后收入队伍，免他们散去为非。此系实情，务求大人恩准。” \\n 钦差闻言甚喜，说道：“侯兄此举可谓两全，既救了他，又助了兵力。我即刻写书遣人带他们赴营，你不必同去，等我假满赴营时，一同前往。我闻听袁、唐等说你曾到过天目山，你可还记得那山中地势，从何路挖地道较近而易，你细细说来，好作攻山之计。”侯蒙道：“小人当年曾在天目山中挖过煤，挖了好几处。内有一处地名中眼洞，在山之背向。其洞甚深，均有数里；宽处有数丈宽，狭处也可容两人走。若从山背后暗暗挖地道，只要挖通了牛眼洞，那就可以伏兵一二千人，出其不意，从洞中杀出，立刻破山。挖地道须用数百人换替挖。他那山背后山势不甚险，就是荆棘太多，无一处不是枯树乱石。若用火焚烧，则恐贼人知觉防备，不能挖地道，除非暗中将荆棘斩伐大半，露出路径，然后在下二里内扎营，从营中挖起，挖至山中，至远二十余里。以五百人挖，大约三月功夫，可得八九。既不露声色，使彼不防，又不空费气力，大家轮替，不至太劳。似此就是小人拙见，请大人高裁。”安公子闻言大喜，说：“你这一番议论深合兵法，斩伐荆棘不易，好利器军中尽有，这也不难。”侯蒙道：“寻常刀斧哪里砍得动那山中的荆棘？非有宝刀才能济事。”安公子道：“宝刀却倒有一把，现在京师，着我写信去取何如？” \\n 那时褚一官接着说道：“那铁头陀羊角岭寺中搜出来的那两把戒刀，不是说是宝刀？现在何处？何不先取出来试试！若真能砍动荆棘，那就妙了。”安公子道：“幸亏你提醒，此刀我带回省中，交珍姑娘收藏，快进去问问，如在手边，即取出来。”褚一官忙进去了一会，拿了那两把戒刀出来，交与安公子。公子解开刀套，抽了出来，果是宝刀。但见寒光直射，冷气逼人，其白如银。褚、欧、侯四人一同观看，称赞道：“真是削铁如泥之刀！有了这刀，大事成矣。”安公子道：“我今夜就写信，明早派侯兄与蒋、许、齐三人，带着宝刀与那五十余名小卒，往天目山营中，看准地势，先到山背后暗暗砍伐荆棘，挑选会挖地道之兵扎一营盘，暗暗挖起地道来。山下那三面仍旧把守，第一不可走漏消息，第二不可性急，须听顾师爷调度。我这里日内要专人去取内人那口倭刀，做个备而不用防身之物。倘或砍伐荆棘两刀不敷用，再用倭刀也可。我等稍停一半月，也就赴营。至于那五十余名小卒，我信上写明令田总兵给他口粮，有马步兵丁缺额，即将他等补入。此不过暂时之计。若等到我到营中之时，还要添兵攻山，不在乎多这五十余人。再顾师爷是最有本领之人，又会奇门推算，你等要挖地道，可先请他推算方向，千万不可大意，恐怕送了儿郎性命。”侯蒙听一句，答应一句。 \\n 安公子吩咐已毕，命侯蒙出外面去歇息。这里九公已出来问话，安公子将侯蒙献计，挖地道用戒刀砍伐荆棘，从山背后挖起，明日即令他带领那五十余人赴营，细述与邓翁听。那老翁道：“好是好极了，但人家刚从太平滨来，明日就叫他们赴营，太觉辛苦，难保不怨恨在心，何妨缓几天再遣他们去呢。” \\n 安公子道：“非是侄儿不知体贴人情，急放遣他们赴营，因他带来有五十余人，都是些做过水贼的人，留在此间究属放心不下，且叫街坊邻里议论动了开去不大好听，所以早早遣他们赴营，那就无须忧虑了。”邓翁道：“不错，真是老贤侄想得周到。到底你们文字出身的爷们，比我们高得多。”于是大家走散。 \\n 安公子入内，见舅太太在那里收礼，褚大娘子也在房中，见安公子进来，笑嘻嘻的说道：“妹夫来得正巧，你来看看，我的干女儿送给你们舅太太、如夫人的礼物。我的主意要请全收，偏偏舅母、珍姑娘不肯，你来做个主，全数收了，岂不爽快！我那干女儿他时常想见见老老，恨不能飞到京师一见。他说若能见着了何家小姐，死也甘心，做奴婢伺候也情愿。他有这样孝心，咱们再不给他个脸，不全收他礼物，叫人家孩子怎样过得去？”安公子道：“既大姊姊如此说，舅母就把礼物一齐收下，咱们将来也多给他些东西，就补过情了。”褚大娘子道：“这不爽快，何苦要客气！”舅太太与珍姑娘听二人如此说，止得将那礼物全数收下。那邓翁处与褚大娘子两处之礼不用说，也是全数齐收，不必细表。 \\n 再说安公子是日下午忙即写信与田总兵，书中兼给顾师爷，请他面与侯蒙商议挖地道一事，所有二欧手下来投营之五十余人，须日给口粮，随后补入队伍。又用刀砍伐荆棘一节，乞试而行之，一切嘱蒋、许、侯蒙三人面禀云云。写好封固，又唤蒋、许二人进去交代一番，然后又唤侯蒙面交与他书信，外给他十两纹银，作为路费，格外给那五十余人每人三两纹银。侯蒙叩谢，出去传话与那五十余人。不多时，安公子遣家人将那赏银称了，分作五十余包，拿了出去，按名给发。众人要当面叩谢，家人道：“替禀大人罢，不用进去面谢。”众人只得散去。褚一官又格外送与侯蒙路菜，邓翁亦命厨房添出菜来，算替侯蒙、蒋、许三人饯行。一宵已过，次早起来，蒋、许、侯三人遂动身赴营。褚一官起来送行，二欧亦然。二欧格外又有酬谢侯蒙之物，共是一箱，交代好生收拾装好，也给那五十余人路费。大家辞别，骑马的、走路的，一时分散，各奔前程。 \\n 按下众人赴营。再说那二欧与碧氏检点家私，在箱中凑齐共有金银一万余金，当即托褚一爷与邓家庄上置买田地，修盖房屋，作久远之计。一时无有住房，止得先在邓庄居住，日后房子盖好，再行搬去。此是后话，慢表。 \\n 如今要说营中之事。且说田总兵自到营后，将天目山周围看过一遍，与顾师爷商议，除挖地道外，别无良策。挖地道固好，但不知山中有多少路径，又不辨方向，从那一方挖起。万一挖着不通山路之处，岂不自费气力？非有人到过山中，指出方向，才能动手。这是顾朗山与田总兵终日计议之事也。那时侯蒙与蒋、许三人尚在半路，未曾到营。忽然营外来了四五人，挑着行李，马上有一少年，年纪不过二十上下。到得营门下马，问道：“门外是那位将官看门？”当有把总傅升上前答话，说道：“尊客从何处来？有何事见谕？在下即是把守营门之人。” \\n 那少年听说，忙作揖打恭，笑容可掬，道：“如此有劳老先生，替我通禀一声，说我田种玉从家乡而来，要见田大人。”把总道：“尊客莫非是田大人本家么？”少年道：“田大人即是家父，我是他长子，奉母命来省视父亲。”把总闻言，忙上前请安，惶恐不安，说：“原来少老爷到了，何不早说！我等不知，未能迎接，有罪有罪。”说罢，忙飞跑进中军大帐，向上禀道：“禀田大人，今有大少老爷从家乡来此，现在营外候令，乞大人令下。”田总兵闻听自己儿子从家乡前来，心中欢喜，遂传令道：“着他进见！”中军答应，出了大帐，来至营门，口尊：“公子，大人有令，请进营相见。”公子遂整肃衣冠，往大帐而来。 \\n 当有两旁将弁观看那公子怎样一个人物，但见他年方二十上下，白面红唇，眉目清秀。身材不高不矮，举动厚重不轻，虽是文人打扮，却有威风，果然是一位大家公子。众人看罢，暗中夸奖。那公子到了大帐，抬头瞧见了父亲，慌忙走至膝前，跪倒在地，叫了一声：“爹爹，孩儿久违膝下，未能侍奉，不孝之罪，实无可辞。今日特从家乡来此叩见。”说毕，连连叩首。田总兵见公子已长成一表人物，品貌端庄，出言文雅，心中大喜，说道：“我儿起来，一旁坐下。”公子告罪，方才要坐，想起营中定还有别人，应该请见，忙向总兵道：“爹爹营中不知还有几位长上，爹爹领孩儿拜见。”总兵闻言，更加欢喜，暗赞这孩子倒很会应酬，忙令人请到顾师爷与褚、蒋，指示公子，逐位拜见，然后大家归座。 \\n 先是顾朗山开言，问公子道：“公子今年芳龄几何？从贵省几时动身？路上走了多少日子？途路风霜尚不觉得辛苦么？昆玉几位？尊行行几？府上还有何人？请道其详。”并问公子是那个榜名，一向习文还是习武。公子闻言，答道：“小侄名叫种玉，今年一十九岁，一向习文，前年已幸入学。舍间家母在家，还有一个舍弟，今年一十二岁，名叫种德。此番是奉母命，由山西太谷县家乡来，路上走了二十余日，才到省城。打听家父在此扎营，所以特来省亲。”众人闻听公子这一表白，知道田大人妻贤子孝，众口同音，都称赞道：“田大人真正好福气，有两位贤公子。大公子十七岁已进学，如此相貌，将来一定大发。可惜二公子在山西，我等一时见不着。”田总兵道：“蠢子愚蒙，多承诸公过奖，以后他在营中，还求诸位指教他。务望以子侄相待，不用客气见外。”顾朗山道：“田大人太谦了，这样一个斯文儒雅的公子，还教我等指教他，这话是说反了。倒是我们诸事要请公子指教一二。但不知公子曾习过弓箭刀枪否？如今来营，正是大丈夫立功之日。若能冲锋打仗，方显得文武双全。”公子道：“弓箭也曾习过，气力也还有些，刀枪也略知一二。若说打仗冲锋，早有此心，靠圣天于洪福，诸位指教，谅此小丑，算来不难平定也。” \\n 众人闻言，更加佩服。登时顾师爷领头，命人备办盛席，大家派公分与公子接风。不多一时，酒筵齐备，在中军帐里设摆筵席，请田家父子入座。总兵辞谢不脱，止得入席坐下，口称：“有扰，于心不安。”那公子更不必说，先道了谢，才入席。大家劝他父子开怀畅饮。起初还拘谨，搁不住众人苦劝，父子二人不觉放量痛饮，吃至黄昏，大家都有醉意，方才散席。 \\n 田家父子当面道谢，各归寝室。 \\n 田总兵在灯下才细问公子家中一切家事。父子相离，已五年余矣，此夕团聚，天伦叙谈，其乐可知。公子问起天目山贼人情形，田总兵道：“山路险要，无路可通，现有钦差与顾师爷商议，要挖地道，苦于不知山内地理方向。安钦差因旷日持久，心中烦闷，所以暂请病假，赴邓家庄就医，不知何日方能攻破此山也。”父子二人谈了一会安寝，一宵无话。 \\n 次早总兵起来升帐理事，众人进来相见，连顾朗山也来叙话。田公子一旁坐下。田总兵复向诸人道谢。正在说话之际，中军进帐告禀道：“钦差处差了三位将爷，还有五十数名小兵，在外候令要见。”田总兵忙吩咐：“先请三位将爷进帐，那五十余名兵丁且在营房暂歇，随后再令进见。”中军闻令，出外相请。不多一时，蒋、许、侯三人已进中军帐，朝上行参见礼。 \\n 田总兵认得许、蒋二人，却不认识侯蒙，忙站立还礼，说道：“二位贤弟少礼，请坐。这一位将爷贵姓？从何处来？”许、蒋二人忙取出安钦差书信与总兵看，又代侯蒙通名报姓。要知田总兵看信后如何行事，且听下回分解。 \\n   \\n  "}
{"章节": "第六十四回 圣主施恩赦海寇 慈亲忆子染沉疴", "正文": "  \\n 第六十四回　圣主施恩赦海寇　慈亲忆子染沉疴 \\n 　 \\n 上回书说至蒋、许二人同侯蒙来到天目山营中，三人进营参见田总兵已毕，将钦差的书信取出呈上。三人随后参见顾师爷，又与众人见礼。顾朗山忙向许、蒋二人问道：“安钦差一向可好？这一位是从哪里来的？”许奋、蒋和遂将侯蒙底细来由代为表明，说：“钦差在邓庄甚好，就是忧的天目山一时难破。如今好在侯蒙熟悉天目山中路径，所以钦差特遣他来营，请师爷看信就知。那挖地道一事，与他商议行之，或可收功。” \\n 他们说话间，田总兵早将书信递与顾师爷观看，一面命中军把那五十余人开出名字，编入花名册，作为新招兵卒，按名给他口粮，安排他住处，不要轻待了他们。中军答应出去，一一分派，编册书名，给他们五十余人口粮，命百总、队长将他们分做数棚居住，提过不表。 \\n 再说朗山看罢了信，已知底细，随命许、侯、蒋三人取过戒刀，朗山细看，果是利刃，当与总兵计议，等明日领侯蒙去山背后先去砍伐荆棘，试试宝刀怎样，中用不中用。又细问侯蒙：“当初入山，住了多少日子？如今真能记得方向地理么？” \\n 侯蒙道：“若不记得，焉敢戏言！但依小人所指方向挖去，大约不过二十余里，即通山中牛眼洞。那洞在山僻之地，人迹罕到。止要通到此洞，慢慢引进兵丁藏好，出其不意，出洞杀人，他一时措手不及，一鼓而擒。推有挖地道之人，须五百名兵卒换替，挖道至少也得百日之期，方能挖通。明日小人先去斩荆伐棘，寻出挖道方向。请大人分一营在那里下面扎营，就从营内挑选兵卒挖道，千万不可走漏风声。凡挖道之人，不准往他处走一步，军令须严。”田、顾二人闻言大喜，深服侯蒙之计。 \\n 话休烦叙。次日顾、田二人与众将同侯蒙出营，绕至山背后一看，果然山形直立，无路可通，山上也辨不清楚下面，何也？荆棘遮满，数千百人藏身于下，上面也辨不出来。侯蒙当用戒刀去择那粗而硬的老荆棘试刀，果然迎刃而断，毫不费力。 \\n 当有周三高兴，也来执刀试砍两下，一阵乱砍，早已砍去无数荆棘，露出地皮，细看土色微红。顾朗山道：“大凡土色红者，下面无石，尽可放心从此挖道。”于是田总兵就派周三、谢标与许、蒋四人，随同侯蒙在山背扎营，择中精细心腹兵卒五百，交与五人，分派换替，暗暗挖道，不拘时日，但望挖通，就是大功告成了。 \\n 不言天目山营中挖地道，如今要表安钦差的事了。却说那安公子与卫中丞会衔入奏的折子到了京师，由兵部挂号，交奏事处呈递。天子将奏折看罢，又看安骥的夹片，请假三月就医。 \\n 奏折内申明：“欧鹤、欧鹏虽为海寇，并未妄杀抢掠，其手下袁声万等五人先来投降，复劝欧鹤弟兄献粮归顺，共得若干粮米，已解至营中，充作兵丁口粮，请旨加恩免罪，留营效力。至天目山贼恃险，要负隅久踞，一时难攻。臣昼夜思维，焦灼万分，现患目疾，兼心悸之症。据医云，非静养数十日，不能痊愈。营中事烦，又乏良医，臣前过山东，曾在邓庄养过病，知其地有医，今乞恩赏假三月，往邓庄就医。营中之事，已函商卫抚。臣令总兵田某来营统带，围困天目山。一遇有机会可乘，即攻剿山贼。臣病稍愈，即行赴营，断不敢久耽安逸，自外生成。”天子看过夹片，遂与枢臣共阅，即照所奏，恩准安骥赏假三月就医，欧鹤、欧鹏准其投营效力赎罪，袁声万等五人先来投诚，赏给六品，留营差遣。天目山贼人着田某用心设谋攻取，无任潜逃，务须剿抚兼施，不得妄杀生灵。军机大臣遵奉天子圣意，拟定口谕。天子看过，深合天裁，命即发抄。 \\n 众大臣见了这一道旨意，都道安公子为国宣劳，致染病就医，无不关切。惟乌大爷是接有安公子禀启，知道并无大病，大约因有甚么私访之事，所以借病请假为名。但此事不知他曾写家信向两位大人细说明缘故否，若不说明，一旦阅邸抄，见他因病请假就医，老师、师母又要不放心了。想罢，写了一封禀启，连安公子原信，一并封在一处，专人送至西山，交安老先生细阅。 \\n 那家人奉命，将信藏好怀中，拉过一匹马骑上，加上一鞭，马走如飞。出了内城，不多一会，已到西山凤凰村安宅门外下马。但见门庭萧瑟，寂无人声。那家人忙走到门房口叫应道：“有那位老哥哥在此，相烦通报老太爷一声，有乌中堂的信呈上！”门房内当有戴勤闻声，忙出来一看，认得是乌宅管家，慌忙让座，说道：“许久不见，正在惦记，今日幸会，有何公干，倒劳驾跑这一趟？大远的道，真个辛苦了！”一面说话，忙叫打杂的拿开壶泡茶，又把烟袋点火，递了过去。那爷们连称打扰，说道：“先请将信函送上，请老太爷，老太太安。主人说等老太爷看过信，还要赏个回条，小弟好去销差。”戴勤道：“如此，请老哥在此宽坐，等我进去回禀。”说罢，接过信函，忙往内宅去回事去了。 \\n 且说安老爷无事在家，每日含饴弄孙，十分快活。家中之事，全是两个媳妇经管，老夫妻不用操心，惟有爱子离家一年有余，虽然音信常通，究难见面。而且自从到了山东办理贼寇，征平了青云山，攻破了羊角岭，也算立下功劳，无如贼匪尚多，一时难以平定。身在军营，东奔西走，空说有家眷同去，一边在省城居住，一边在营盘安身，相隔既远，焉能照料？老夫妻每一念及，时刻焦愁。幸而两个媳妇极意承欢，整日抱了两个孩儿来老夫妻面前，引那孩子耍笑，以博二老宽心。提到儿子在外，不知何日方得回京团聚，那何、张二位更会说，说道：“公婆不必挂心，大约不久即可归家。贼匪已经平了两处，所剩无多，至迟再等一年半载，大功必然告成。公婆想，假如不放山东，竟去乌里雅苏台，又当如何？今日不过在山东千里之外而已，较之出口万里程途，那才真是令人空想。”何、张二人一口同音，都以此言劝解。那安老翁倒也罢了，惟有那佟太夫人，任凭你怎样劝，总是惦记着爱子，恨不能立刻就将山东贼匪办完，回转京师，一家团聚，才称心满意。 \\n 这一天，安老爷接着了安公子由省城发来家信，信内细述欧氏弟兄已投降，妻女四人现同家眷齐赴邓庄，自己请病假就医，亦赴邓庄聚会，好商议攻山。虽奏折内是目疾请假，其实无恙，请父母放心。此间事略有头绪，止要有人能熟悉天目山中路径，即可挖地道暗入贼巢。刻与顾朗山商议，不愁无人熟悉路径。团总兵现替统领营兵，一切军务仍由朗山调遣。邓翁所荐之四将，现随同回家，俟男销假时，一同赴营当差。周、郝四将仍在营中，田总兵相待甚优。褚一爷已实授都司，大姐姐而今是三品诰封淑人。将来再能立功，大可升至一二品大员；泰山邓翁日后不难受一二品封赠，所谓皇天不负好心人也。家中二位大人，福体康健，两媳侍奉，含饴弄孙，与男在家无异，请大人万勿悬念云云。这信可谓写得周到了，那知老夫妻接信后，老大耽惊。实老爷尚好，安太太见信中有请假就医之语，心中如何放得下，直弄得朝夕盼望，恨不能即刻见面才好。两位少夫人未尝不虑及丈夫在外一载有余，劳于王事，东西奔走，因要安慰二老，所以反做出无事人一样，在旁劝解二老不用挂念。 \\n 那日正在上房谈话，何、张两位少夫人抱了孩子来与二老解闷，张亲家太太也来了，正在引孩子顽笑，忽见戴勤进来回说：“乌大爷有信给老爷请安。”说罢，把信呈上。安老爷且不看信，先从案上拿了个眼镜，在手袖中取出小手巾，将眼镜揩了一阵，揩得明亮，然后才戴上，把那乌大爷的一封信拿来拆开，从头至尾看了一遍，又把安公子寄与乌老师的原信亦细看一遍，把信递与安太太说：“太太，你看乌老大这封信，是为玉哥奏请病假就医调治，怕我们不放心，特地写信来安慰，又把玉哥寄与他的亲笔信一并封了，送来给我们看，可谓周到之至。我想玉哥必无甚么大病，看他这两封信，都是自己写的，精神饱满，书法端楷，断不是有病之人能如此写的。太太，你尽可放心罢。”安太太闻言，忙把那信接过来细看，果然是乌大爷恐怕老师、师母不放心，特地安慰。细阅安公子原信，说是并无大病，因在营日久，烦闷异常，所以请假，暂为歇息。 \\n 身到邓庄，又可与诸人见面云云。安太太看罢，对安老爷道：“乌家差来的人还在外面，老爷快写回条，把玉哥原信交还，致谢他惦记。”安老爷道：“不错。”忙开砚台研墨，用笺写了回信，换了一个封套，把安公子原信一并装好封起来，写了外封，交与戴勤去交付乌宅来人。安太太道：“大远的道，人家有个不饿的么？看厨房里有什么现成面食，端整些出去，给他充饥。再问他喝酒不喝酒，有的是酒，打一壶出去，预备几样菜，要好看些。”戴勤答应，忙到厨房中吩咐厨子，预备了四样菜，烫了一壶酒，蒸了一盘馒头，端了出来，让乌宅来人吃。那人腹中正饿，也不客气，登时白斟自酌，把一壶酒喝了一大半，吃了几个馒首。戴勤让他再用些，那人道：“醉饱了，请老哥哥替我谢谢老太爷、老太太。”戴勤那才把回信交他揣在怀内。又喝了茶，才告辞出去，拉过马匹，翻身骑上，口称“有罪”，打马一鞭，往城内去了。 \\n 不言乌宅家人回宅复命。再说安老夫妻在上房叙话。安太太把乌大爷那信递与二个媳妇看，说道：“他是怕我们放心不下，所以特地写这信来安慰。据玉哥家信，也说是无甚么大病。 \\n 但是出外将近两年，虽说平服了两处贼匪，而妖僧未获，尚有天目山白象岭贼人未平，如今手下将官是有好些人，现在又添了欧家弟兄，还有两个女子。据上回专差来人说的是邓家庄住的那些改邪归正之人，有个姓郝、姓谢的，也有两个女子，说是深通武艺，连上欧家，倒有四个女子。倘他们真有本领，帮助平贼，不难成功，就是无人去笼罗他。玉哥是个男子，又是钦差，怎好去与女子兜搭？若得何家媳妇在场，大可把那四女子收在手下，做个女兵头目。尝看小书上说女将军，纳这四个女子，比较起来，真正是有女将军了。”张姑娘闻言道：“婆婆还未曾看见过我们姐姐的本领呢。论姐姐那把倭刀，一张弹弓，慢说这四个女子万不能及，就是古来那些女将，只怕也要甘拜下风。”安太太道：“我何尝不佩服你姐姐本领！但如今比不得从前，现在他是一品夫人，怎好再去与贼匪交战？所以说有了这四个女子，他们就是你姐姐一个替身。若能够他听你姐姐号令命他四人出阵，同你姐姐亲身临敌无异，一样立功，却免了姐姐抛头露面。可借相隔甚远，一时焉能去到那里收服他四人呢？”安老爷道：“太太，万事有个一定的道理，你我止好听其自然，虑不了许多。等我写信给玉哥，去问问他那四个女子，究竟能帮助出战否？倘必须有人调度他们，那时就送何家媳妇去邓庄，亦无不可。只要自己不出战，一概隐瞒，谁人知道钦差夫人在此？况且是为国尽忠，达权即是守经，断不至有人谈笑。但是何家媳妇自于归以来，已数年矣。家务操劳，加以生产，只怕那武艺也迥不如前。万一与那四个女子讲习，反不如他们，岂不令人贻笑？” \\n 何姑娘听了这话，心中想这话不错，倒得预先演习，防备临时见笑。这是他肚内的话，并未说出来，忙答应道：“两军对敌，全在用奇制胜，非比一人单枪独马，全靠本领。既有四个女子，只要能精一艺，皆可破阵。等日后有便，媳妇就去走一趟，一来看看九师傅，二来教导那四个女子。他们若果聪明，那弹弓是容易学的，会用弹弓，打去有准，比别样武艺高多矣。”安老夫妻闻言，都说：“这话不错，等看机会再定。” \\n 当下两位老夫妻觉得有些饿上来了，遂吩咐厨下预备晚餐。何、张二位少夫人一直伺候了二老用过晚餐，才退归寝室用饭。 \\n 那张亲家太太回到庄院，想着女婿在外将近二年，还未归家，令人放心不下，还是许愿求告佛天保佑，叫他早早成功，得以回家团聚。想罢，忙净了手，在佛堂上焚起香来，跪在地下，向佛许愿说道：“小妇人求告菩萨：佛力慈悲，保佑我女婿安骥在外平安，早早平服强盗，回转京师，骨肉团聚。小妇人情愿吃斋三载，每日子午焚香叩拜，伏乞菩萨灵感。”一面祝告，一面磕头，直跪在地下，等香燃净，方才起来。那张老头儿也在佛前许愿，是初一十五上庙烧香。 \\n 不言张老夫妇在家许愿。再说安老夫妇到了二更后安寝。 \\n 安太太一心惦记着爱子，凭你怎样劝解安慰，总丢不开。是日多吃了半碗饭，又因菜味稍咸，饭后发渴，连喝了两碗茶。是夜起来小解，少穿了衣裳，忽受风邪，发时觉得怕冷鼻塞，翻来覆去，竟睡不安。一直到天明，方才昏昏沉沉睡去。到了次日起来的时候，使女来请，叫了几声，方才叫醒。口中答应，那知头目昏晕，竟有些起不来了，遂吩咐使女道：“我觉得有些不舒服，懒得起来，你去告诉你两位大奶奶一声，叫他姊儿两来替我寻点通关散来我闻闻，打个喷涕通通气。我这鼻子不通，塞得难过。”使女听太太这样说，是染病起不了床了，登时吓得目瞪口呆，慌忙跑至两位大奶奶住房中，一五一十数说一遍。何、张二人一听婆婆忽然生病，心中老大吃惊，慌忙把头梳好，穿上衣服，一同往上房来。那时安老爷是早已起来梳洗好的了，知道太太不舒服，忙到床前问问病源，用手摸摸头，有点发烧，遂出内房，到外面差人请医生去了。那时何、张二人已来到房中，忙到床前看视婆婆，细问怎样忽然会病，忙向柜内寻出卧龙丹，倒了少许。给安太太闻了，倒也打了两个喷涕。安太太道：“我的口干头晕，周身疼痛，起不来的光景，是因昨夜起来小解，少穿衣服，受了凉了，等医生采看再说。” \\n 要知安太太病体如何，下回分解。 \\n   \\n  "}
{"章节": "第六十五回 救姑疾何玉凤割股 闻捷报安龙媒赴营", "正文": "  \\n 第六十五回　救姑疾何玉凤割股　闻捷报安龙媒赴营 \\n 　 \\n 上回书说到安太太因受了寒，染病在床，安老爷命人请医，登时惊动何、张两个媳妇，连忙走到上房床前看视，问了病源，知是夜间起来受寒，已闻过卧龙丹，打涕不甚爽快，所以仍然鼻塞头晕。大家无计可施，惟有静候大夫到来看是何症，该服甚么药味。于是众人上下数口静悄悄的，都在上房等候，连早饭都顾不得吃。还是安老爷看不过去，吩咐大家尽管去吃饭，轮流服侍也就是了；又命两个媳妇分班回房去用饭，兼看看孩子。何、张二人答应，果然一人先回到房中，交代下人看好孩子，胡乱吃了半碗饭，仍到上房换替回去。众人专候大夫。哪知那大夫相隔太远，一直到了三点钟才到，报了进去，安老爷忙出来迎接，真正好比盼得了明珠至宝一般。大夫到后，先用了茶，然后安老爷陪着走进上房。那时何、张二人避人套间，放下帐子，安放茶几书本座位，请大夫看脉。那大夫到了床边坐下，安太太从帐中伸出手来，放在书本上面。那大夫用三个手指头按着脉，细细诊脉，一会换手再诊，又细细切脉。看完了脉，才问病是几时起的，曾服过药否？安老爷代答道：“病系昨夜才得，大约是受了外感而起，觉得周身骨痛，头晕微疼，鼻塞口干，胸腹烦闷，舌发白而腻，浑身发热，并未服药，但闻过卧龙丹，也打了喷涕，仍然鼻塞。”大夫道：“知道了。且到外面去斟酌开方。” \\n 安老爷遂陪了大夫出去，直到书房。书案上是早有人预备下纸笔，墨已研好，等候开方。那大夫到了书房，先向着安老爷道：“这老太太的病症来得不轻，据晚生看脉而断，是由心中忧郁所致，忽受外感，近于夹气伤寒之症。脉象左迟滑，右弦伏，病在肝肺两经，脾土素弱，气分不足，不能过于发表。目下病在太阳，若服下疏散之剂，见了汗，不内转，经三五日即愈；所怕疏散之剂服下无汗，必然转经，由太阳入少阳、阳明，渐入太阴，那就棘手了。晚生拟一方，请老太爷斟酌服之，或再请高明诊治。”说罢，忙到书案前坐下，铺好纸，提起笔，先写脉案，随即开了一个药方，无非疏散之药，如桑叶、薄荷、苏梗、荆芥之类，药味不多，分量亦不重。开好递与安老爷，说道：“老太爷斟酌服之。”说罢告辞。安老爷接了方子，让他喝茶。他略喝了一口，就起身往外而走。安老爷止得送他出去，门前上车去了。这大夫姓施号璞斋，是安宅一向熟识之人，三节送礼致谢，不必当时给他马钱。此人医道倒是一个妥当的。 \\n 闲话少说。且说内里何、张两人等大夫出去，忙令人来书房外听话，大夫所说病症，一切原由，听个清楚，连忙入内，告诉两位大奶奶。二人闻听婆婆这病是伤寒、恐怕转经，早把两个人吓得目定口呆，心惊胆战，几乎掉下泪来。那时候，张亲家太太也进来了，问起大夫可曾看过脉，说些甚么话。张姑娘向着他摇手，悄悄的走至跟前，在他耳边说道：“大夫说这病不轻，是夹气伤寒，止怕一时难好。妈呀，你老人家不要望着病人说，就说大夫说不要紧，服下药去就好的。”张太太道：“我理会得，你放心。我难道连这点心眼都无有吗？”正说话间，安老爷手拿药方已进来了，对着何、张二人道：“你二人看看这药方脉案，据说服下药去，见了汗就轻，如无汗，就是伤寒症，且去取药煎服再说。我虽不通医学药味，也还知道，看他用的这药，倒都妥当，可以放心吃的。”何、张二人闻言，接过方子，看了一遍，忙差人即速去取药，越快越好。家人领命，拿了药方，骑上快马，往近处镇市上药铺中买药。因进城路远，来不及，也就是这样，还一直等到天晚上灯时候，方将药取回。不用说，是两位大奶奶煎药，用的是风炉，烧的是木炭，火是阴阳火，不大不小，把药装入罐中，加以凉水，慢慢煎起来。足有一个多时辰，药才煎好，倒出来，不多不少，仅有半茶杯。 \\n 药煎好之时，张姑娘忙走至床前，听了听婆婆醒着，轻声叫应道：“婆婆，药已煎好，此时就请婆婆服下，何如？”安太太道：“很好，快拿来我吃了，好盖上被褥，发点汗。”张姑娘闻言，忙走至堂屋内，传话与何姑娘，然后倒出药，一人端药，一人端漱口水，伺候婆婆服药。到了床前，先将帐子挂起，一头扶了安太太起来，当有仆妇执烛，何小姐将那一杯药端了上前，凑到太太嘴边，恰好不凉不热，正好下咽。于是安太太把那大半杯药都服下去，略停半晌，随即睡下。何、张二人忙替婆婆盖好了被，将四周围都曳好，不令透风，随后才放下帐子。二人仍在一旁静坐伺候。 \\n 安太太服药后，觉得浑身蒸了起来，有些发热，因要发汗，止得忍受。偏又睡不着，随即叫了一声有人么，何、张二人连忙答应，说：“婆婆，媳妇都在此，婆婆要什么？”安太太道：“我不要什么，此时有什么时候了？”何小姐道：“将近二更天了，婆婆服了药后，觉得怎样？”安太太道：“我周身发热，蒸的慌，大概是要发汗。”张姑娘道：“婆婆耐心，不要动转，等汗出透，病就好了，千万不要揭被。如透了风，可不是顽的。”安太太道：“我怎肯揭被，再叫他受寒？等汗出透，大约也就不热了，你们去睡去罢！”何、张二人道：“时候还早，媳妇不困倦，在此多坐一会。我两个要倦，轮流换班去睡，婆婆不用管，安稳养息罢。”安太太听他两个如此说法，也止好由他们坐守。不多时，安太太居然睡着了，微微出了些汗。何、张二人果然换班坐守，一夜不曾离开。安老爷是知道太太病了，媳妇必来服伺在内，有许多不便，所以早就搬在内书房安睡，命家人伺候。 \\n 次早天明，安老爷先起来，走到上房，呼唤老妈婢女们，问问太太昨夜服药曾出汗否。老爷问话时，早惊动了两位大奶奶，忙走出内房，上前叫公公，说：“婆婆服药后，起初说觉得蒸热，随后竟安睡一夜，至今未醒。媳妇们听听鼻息有声，不敢惊动，光景见好，等醒后一问，就知病势轻重、增减了。” \\n 安老爷点点头，依旧到书房中去漱洗。内里两位大奶奶也就洗脸，随便笼了头。直到巳初时候，安太太才醒。两个媳妇忙上前挂起帐子，问婆婆病势如何。太太道：“汗是微微出过，仍然头晕，抬不起来，今日再请大夫看看罢！”何、张二人遂细细看了婆婆面容，顿觉消瘦，一脸病容。摸了摸头上，仍是热的。二人心中这一惊不小，登时急得心中乱跳，忙问道：“婆婆可想水喝？觉得口中发干还是发苦？”安太太道：“我口干舌燥，想吃点水果才好。”何、张二人道：“生冷非病人所宜，还是喝点茶的好。”于是倒上茶去。安太太喝了一口，就不喝了。一会功夫，张太太也来了，问了病势未轻，张太太也变了形容，忙走出去，回到自己家中，向家堂上焚香，许愿祷告而已。这里安老爷忙传话，命人去请大夫。 \\n 话休烦叙，不过一家上下忙乱。等至下午，大夫才来，进内看脉，说道：“这病不轻，发表药跟后仍然转经，传入阳明，一时难好，止有固住本原，等经络由入转出，才能收功，至少也要三七二十一日，方保无事。若性急，另请高明。”云云。 \\n 安老爷听他这一番话，吓得呆在一旁，毫无主见。大夫随即开了一方，用的是柴胡、紫苏、防风等药，说道：“千万吃不得生冷荤腥，防出疹子。”这一来，更把安家一家人都惊坏了。 \\n 上至安老爷，下至婢仆，人人胆战心惊，愁眉泪眼。 \\n 闲话少说。大夫去后，忙即去取药，药到即煎，煎好后请病人服之，亦不见好。次日，又请来看，仍旧是那几句话，将原方稍改两味，药服下无效。一算已经六七日矣。别人还可，惟有那何玉凤是性急之人，那里经得起这样缠绵的病症？早已急得心神烦躁，恨不得替婆婆生病才称心愿。那张姑娘口虽不言，心中也老大着急。二人无法可想，止有对天许愿，佛堂内烧香，拜求菩萨佛力保佑，磕了无数响头，愁眉泪眼，连两餐茶饭都无心吃了。安老爷虽然有镇定功夫，而值此夫人卧病不能即愈，也觉得无了主意了。眼看七日已过，安太太病势转加，城内亲友都得信，齐来望看。梅公子荐了一位南方大夫，是个举人，姓冯，年纪五十余岁，用车去请。请来诊了脉，说道：“病是伤寒，已经传到太阴，非急救还阳不可。”开方用的是附子、肉桂、柴胡之类。安老爷又另请了两位老年大夫来看，大家斟酌开了一个平淡无奇的方子，服下全不见好。 \\n 那时何小姐心中一想，得了主意，当夜叫张姑娘在上房伺候，他便回到自己房中，沐浴更衣，然后到佛堂焚香祝告，愿减己寿，以延婆婆。于是预备下快刀一把，刀伤药与布条、带子样样均全。直等人静三更，他重又焚香磕头，四顾无人，忙将左腕退出，用口含住了腕上股肉，用刀割下一块肉来，孝心发现，并不疼痛。他把那股肉放入罐中，用刀伤药将伤口敷上，以布袱包之，外用带子缠好，幸无人知觉。他忙把那股肉拿到上房，放在药罐中，添水煎好，叫了张姑娘来问道：“婆婆此时醒着否？”张姑娘道：“醒是醒着，你问此何故？”何小姐道：“我要去请婆婆吃药。”说罢，忙将那股肉汤与药汤兑匀，倒了半碗，拿至床前，叫应婆婆道：“药已煎好，请婆婆快些服下，管保就好。”安太太闻言答道：“很好，我就服。”当有仆妇扶起，太太坐在床上，何小姐把那碗药凑至嘴边，太太果然慢慢的服下，并不知有肉味。漱过了口，重新睡下。真是孝心感动神灵，暗中默佑，服下药去，竟觉得胸口顿开，气机不阻，登时睡着了。何、张二人仍然换班伺候。直到天明，安太太方醒。二人忙问婆婆病势如何，安太太道：“自昨夜服下二煎药后，顿觉心口不涨，头晕也好了。今日比昨日好得多了，腹中作响，似乎要大解。”何、张二人闻言，心中大喜，忙叫使女端了净桶来，搀扶了婆婆起来大解。解毕，打水来净了手，又倒了茶来，先用开水漱了口，然后喝茶。安太太喝了茶后，说道：“我觉得有些饿，要想吃点稀粥。”何、张二人听说，忙命人端整稀粥与咸菜。太太居然吃了半碗粥。不多时，安老爷进来问起，知道太太病有转机，竟能吃粥，大料无妨，因此仍服原方，不另请大夫矣。 \\n 话休烦叙。从此以后，安太太一天比一天好，胃口一开，日进饮食，再加外服滋补之药，不过半月之期，早已起床下地，病已十愈七八，一家人无不欢喜念佛。那张姑娘是早已还愿，在佛堂上焚香点烛，叩谢神佛慈悲。那张老夫妻二人，是许下拜庙烧香，焚化钱粮、元宝，挂幡悬匾等事，择了吉日，照所许还愿。大家止道半亏神佛，半由大夫药力，做梦也不知道全仗何小姐一点孝心，割股救姑。上天怜他心虔，所以安太太的病如此好得快。安太太病好后，又想起爱子来了，因与老爷商议道：“玉哥现在邓庄，我意思要何家媳妇去走一趟。到了邓庄，看看那几个女子，用好言买服那女子，托他们帮助玉哥征服强寇，暗中保护，以防妖僧。有何家媳妇在内面，两下也方便。万一两军阵前须人助战，何家媳妇可助一臂之力，早日成功，玉哥也好早早归来，我意如此，我就放心安稳。但不知何家媳妇肯去否？”安老爷道：“何家媳妇有甚么不肯去之理？此去不过耽搁三月五月，贼匪一平，即可告假回京。孙儿呢，有张家媳妇照应他。两个小人亦有伴，又都断了奶，不愁离不开娘。家务有我二老与张太太相帮，也不必定要他在此。太太，如不信问问他，管保他肯去。” \\n 安太太听老爷这一番 \\n 话说的有理，即命使女请两位大奶奶来。安太太就把这话对二人说了一遍。何小姐本意要到邓庄看看那几个女子，藉此看望了九师傅与褚大娘子、姨奶奶，又可以认认那两个小孩，旧日故迹可以重游，还可以暗中出力，保护夫婿。一闻此言，欣然愿意，遂答应道：“媳妇愿去走一趟，请公公择定日子，派人伺候，以速去为妙，迟则恐玉郎已赴军营，空劳往返。止要见了面，问明一切情形，媳妇即有主意，暗中帮助。用兵之道在身临其境，方有把握。那邓庄离天目山不远，媳妇可以改妆暗暗去偷看一番，亦无不可。倘那欧家两个女子果然武艺超群出众，媳妇自会结识她做个帮手，非见面方能知晓其人之可用不可用也。”安老夫妇闻言，连连称善，遂连忙写下一信，专人飞递邓庄，命安公子务必在庄等候何小姐到后面商一切，才可动身赴营。信内并不提起安太太生病之事。这里写信发信，何小姐忙将自己应用东西收拾停当，不用说连倭刀、弹弓、袖箭等类，俱带了去。自己孩子已经断奶，交与张姑娘抚育，又有乳母，也无甚么不放心之处。好在孩子尚小，离开亲娘，他也不知。这里一切安排好了，择日就要动身前往。且放下慢表。 \\n 再说安公子一边。自从遣侯蒙、袁、唐诸人赴营后，屡次接信云侯蒙已看妥方向，现在在山背扎营，即从营中挖起地道。据说须百日之外，方能挖通。安公子心中甚喜。这里正在商量，欲遣二欧同蒋、许、齐五人赴营，协力帮助侯蒙早日成功，恰好省城卫中丞专人送来回折书信。安公子一看谕旨，已蒙恩赦二欧、袁、唐五人，且赏军功顶戴，留营效力。假期允准三月，一俟病好，即行赴营。安公子接信后，又忙传语诸人，二欧当即向空谢恩，许、蒋、齐三人亦同谢恩。那时内面褚大娘子等都与碧氏母女道喜称贺，大家热闹了一天。次日京中入回来，接到乌老师的信与家信。信中不过教安公子保重调养，并未提起安太太生病之事。盖此信发后，安太太方才病重，所以不提也。安公子又写信进京，指名要请何氏夫人携带倭刀前来助阵，此皆半是舅母主意，一半是褚大娘子再三相劝，安公子所以才写此信，差人火速寄京。 \\n 此信发后，忽接营中来信，是禀报捷音，所有路已挖通，快请来营调遣破敌。安公子接了此信，也顾不得许多，连忙收拾行李，传齐诸人，一同赴营。将官中如褚一官、赵、陆、冯四人，仍然同去；新添的是二欧、许、蒋、齐五人，共是九人。 \\n 安公子辞别过舅母、九公等，登时由邓庄动身。在路紧赶，不分昼夜。走了三日，已到天目山下。要知到营后怎样破山，且听下回分解。 \\n   \\n  "}
{"章节": "第六十六回 丈夫破敌灭山寇 侠女怜才认高徒", "正文": "  \\n 第六十六回　丈夫破敌灭山寇　侠女怜才认高徒 \\n 　 \\n 话说安公子接了侯蒙与田总兵捷报，说是山路已经挖通。专等钦差驾临，好进兵攻山，扫灭山寇。顾朗山亦有信云，请驾速来，好立大功。安公子得了此信，登时收拾行李，带领众将动身。走了三日，已到大营。田总兵与众将早在十里外迎接。 \\n 到了营中，先见过顾朗山，次见侯蒙。随有田总兵领田公子参见。安公子看那田公子相貌超群，是一个文武全材，不住口的夸奖。于是周、郝等众都来，相见已毕。公子遂问：山路已通，有多少路程？那地道宽窄，能容二人并行否？通于何处？是否牛眼洞？侯蒙上前面亲道：“地道起初挖时甚难，及至挖至十里外，竟有空透之处，不用费力。数日之间，已通山内。更可喜者，连通二处，皆在牛眼洞中。计算由营动身到彼，共有二十里远。若兵丁进去，一个半时辰可到。那地方可以隐藏千余人。从洞中到山前关门，不过四五里，止消开了关门，我等从前山上去，无人阻挡，两路夹攻，立刻可以破山。但山中还有良民，一时动手，黑白难分，只怕玉石俱焚，势难分别；若不剿灭，终留后患，请大人预先传令，能分出贼匪与良民，不至妄杀，方为万全之策。”安公子道：“且与顾师爷、田总兵商议再定。止要有路可通，慢慢将兵引进，约会时刻，一齐动手。若能攻破山寨，擒住盗首，那为从之人，自然分别，决不全诛。盗伙尚不妄杀，那被困良民，自然想法救出也。”当向顾朗山问计，朗山道：“先派下进山当头阵之人，须要灵便，再派救应之人。兵分三路，一路进山，一路接应，一路专等开关，从山前直入，再派人四下埋伏，以防逃走余匪。好在将官甚多，尽可问明谁人敢领那一路差使，即派他前往。”安公子道：“承教了。” \\n 于是吩咐聚集大小将官，钦差升帐。众人参见已毕，两旁站立听令。钦差道：“列位将军，此番破敌，系由地道进兵，分头、二两队。头队进山，先到洞中埋伏；二队随后，即进以作救应，须秘密，不得声张。随带火攻之具与干粮，约准时候，以夜为期。等前山正在攻山之时，洞中即举火攻进，好教贼人顾此失彼，措手不及。不知哪几位愿充头队？”话声方止，当有侯蒙二袁、唐、许、蒋、齐六人，上帐打恭道：“小人等六人愿做头队。”钦差准行。随后是郝、周、谢、韩、褚、陆六人，愿充二队，钦差亦准。随后是冯、赵、二欧与田公子，愿作攻前山之师，钦差应允。令下每队挑选兵丁六百名，攻山一队须要虚张声势呐喊，举火而已，不可身入其地，徒伤士卒性命，静候山中洞内兵丁发作，里应外合。关口一开，即带兵进山，不可放走贼人。若是山中良民，他必然迎降投顺。不得妄杀。众人答应，谨遵将令。那时顾朗山忙焚香占了一课，择定于次日辰刻发兵，由地道入山者先行，午后再发后队之兵，申初发攻山虚张声势之兵，约定俟晚间初更时一齐动手。内里攻进山寨，外面攻山之前，大约三鼓，可以里外合兵，开关直进。 \\n 分派已定，众人回归营房，饱餐战饭，穿好衣甲，将应用之物、火攻之具样样都检点好了。一到天明，大家依令行事。 \\n 先是侯蒙等一队从地道中暗进。此路兵丁挑的都是进去过地道之人，鱼贯而入，声息不闻。走了一个多时辰，已到牛眼洞中。探头窥望，隐隐望见山寨后面一带房子，远远闻听人声。 \\n 这里藏在洞中，养精蓄锐，以俟后队。到了未末之时，那后队又全数到了。于是各人吃干粮，整顿兵器，专等打仗。那攻前山之兵尚未发作。 \\n 且说那山中盗首宋万超，倚仗山中广有粮草，山路崎岖，料官兵围困日久，亦难攻山。等他日久兵懈，再发兵交战，以逸待劳，必然有胜无败。他手下止有九百余名小卒，其余有二千多男女，都是山中土民，并非强盗。那宋万超与他两个结义兄弟赖大、黄三三人，轮流守御山口，自谓万无一失，做梦也猜不出安公子挖地道，直通牛眼洞。这一日宋贼的生日，杀猪宰羊，大飨士卒。所有大小头目，皆赐酒食。大家畅饮，喝的烂醉如泥。真是天意，山中众贼醉倒之时，恰好正是大兵进山之夜。那挖地道之兵丁在前引路，头一队将官与兵丁由地道而入，已至牛眼洞中隐藏。随后第二队接应兵又从地道而入，亦到洞中。等至天晚，营中早已发兵攻山，只听三声炮响，众兵奋勇直奔山前，施放火炮，喊杀之声，震惊四野。那时山上也有人把守山口，一半是醉汉，忽见有人攻山，措手不及，有的推石子下打，有的往山寨通报。这个当儿，洞中壮士早已得信，大家出洞，努力往山寨进攻。数百人齐声呐喊，点起火把、灯球，照耀数里。往内直入，并无人拦阻。直到大寨门首，贼人方知。但见火光一片，不知何处而来，弄得贼人摸不着头路，登时鼎沸起来，谁还御敌？但知寻路逃生。 \\n 那宋贼与赖、黄三人吃这一惊，登时酒醒，慌忙各执兵刃扎要想迎敌。刚出寨门。恰好遇着头队将官侯蒙、袁、唐、许、蒋、齐六人，各施技艺，人多势众，不用战多少回合，早已把那三个贼首擒下。接着二路接应兵将又到，一直攻入内寨，竟是空空洞洞，无一人迎敌，但闻苦苦哀求饶命之声。那时众兵分时一半，攻取山寨内寨，一半往前山关口来观看。但见关口仅有数十人把守，一见大兵到来，早已吓得四散逃走。众人忙将关口守御之具，如滚石、檑木等物，全行拆开，大开关门，招呼山下人马由关而入。于是所有营中大兵齐人山也。钦差在末后入山，天已大亮。那时贼首已擒，其余贼匪见官兵势大，无处可逃，止好跪下投降。诸将准降，点名计数，尹派人带领，统候钦差安插。那山中良民一齐携老扶幼，道旁跪下，哭诉根由，陈明本是山中土著百姓，不幸山为贼占，被逼陷在贼中，非甘心从贼，乞恩免死。当有人禀告钦差。钦差下令，命百姓不用害怕，“本部堂派人查明山中户口，决不加罪。尔等各归家去，听候查验、登记人口可也。”众百姓闻言，说不尽感激。 \\n 钦差遂直到山寨中，在当中坐下。不多一刻，顾朗山亦到，钦差让座，商议先审问贼首，问明共有匪徒多少人，论其罪名之重轻，再分为首为从，奏请旨意办理。放是分付带上三个贼首来。当有郝、周、褚、陆、袁、侯、田、唐等将，一齐上前，两旁站立。兵丁押了宋万超、赖大、黄三三人，来至钦差公案前。一声吆喝下跪，那三个贼人昂然不睬，大睁两眼，往上看了看，由不得冷笑了几声。安公子拍案大怒道：“你这三个强徒，聚众山林，抢劫过客行李，杀人无算，罪犯弥天，今日被擒，乃是你恶贯满盈，该受王法，怎敢抗拒不跪！想是你未经受过刑罚，且先叫你尝尝滋味。”遂吩咐兵丁将他三人按倒在地，重责一百大板，再问口供。兵丁答应，上来数人，把三贼拖翻在地，两人按住头脚，一人行杖，打那三贼两腿。才打了十几板，那贼就受不起，连声告饶，哀声不绝，说道：“小人知罪了，求大人开恩，暂免刑杖，容小人自始至终，招出口供，听凭治罪！” \\n 安公子听他说愿招，吩咐免刑，教他从实供招。那宋万超供道：“小人与赖、黄三人，本是贩卖私盐出身，后因犯案，逃在天目山中。遇见山中旧日朋友，商量做劫路买卖，日久结义人多，遂霸占了天目山，任意抢劫，杀人放火，不记其数。 \\n 手下共有八百余名喽罗，抢掠银钱米粮，都存寨内。山中那些百姓，服我所管，按人上税，一有不遵，登时斩首。他们怕死，听我号令。今日被擒，真是天报，但求速死，别无他说。我三人既无家眷，又少亲人，不过在山中快活了三年。今日竟全军覆没，一败涂地，实因失于防备，不能把守山口，所谓天亡我也。尝闻人云，成则为王，败则为寇。我等三人王业不成，反落一个强寇之名，皆是命中注定，死而无怨也。”安公子听他口供，真是甘心为盗之徒，全无后悔改过之念，与二欧相去悬绝；断不可救，立刻吩咐打入囚车，派人看守，随后解上省城监禁，侯旨施行。随即又带过几名从贼审问，然后才分出贼中有两等：一等是宋贼旧日党羽，一等是闻名投入贼中为伙者；其余都是招聚之流，宋贼都有花名册籍可凭。于是查点被杀受伤之外，仅有三百余名从贼，二百余名是入山不久，情有可原。 \\n 安公子与顾朗山带领众将，一直入寨内，细细盘查，搜出金银米粮不少，分做三股，一股赏赐将官与三军，一股周济山中受害良民，一股作遣散从贼回乡路费。米粮与他物，亦照此均分。大约贼中应问罪充军者百余人，应监禁问罪者数十人，可以遣散者二百人，有愿投入营中当兵者百余人，山中良民男女老幼不过千数百人。安、顾二人传到良民中老者，吩咐他们安分守己，毋效贼人所为，若有兵器，概行缴出。以后此地设一巡检、一把总，兵丁二百名，在此镇守。这是后话。 \\n 安公子在山中料理了二日，方将诸事办妥，乃命田家父子押解盗首与从贼先走，带领五百兵卒保护，又有袁、唐、二欧、侯、许等诸人同行。钦差与朗山、褚、周等随后动身，亦带领兵卒五百名，还有未遣散之贼、应充发之贼数百名在内。至于天目山下营盘，派了副将管带兵丁，移在山上，听候调遣。此次平服天目山，计算九月之期，方才毕事。从此止有白象岭一处贼，大约不难平服；俟到了省城，与中丞面议，如何出奏保举，然后发兵往征白象岭之贼。此是安公子意中之事，果能如愿否，这是后话。 \\n 那田总兵父子与众将押解三个贼首与从贼，先钦差一日动身，在路行程，晓行夜宿。走了数日，眼看省城不远。那时省城早已得信，知道天目山已破，安钦差已赴营办事，闻听贼首已获，大约不日即来省城。中丞遣人沿途打探。那日碰见了田总兵人马，那探子打听了明白，忙回省报信。次日田总兵到了省城，先将人犯送进监中，随即上院面见中丞，细诉攻山情形。 \\n 中丞大喜，深服顾朗山调度，称赞田总兵能收服二欧将佐，得其死力，如侯蒙、袁、唐之类是也。此番功劳，因大人居首。 \\n 田总兵谦让不违。次日安钦差到了，中丞亲自迎接进城，当面恭维了许多谀词，说道：“大人此番平定山寇，力疾从公，足见忠于王事，奏明圣上，指日高升，转眼入阁拜相也。”安公子道：“大人说那里话！此次全凭诸将齐心，降将献计，学生何功之有！但是强寇为首者止三人，为从者不久若概置之法，未免伤生，若一律赦免，又恐无所畏惧，反易死焉。此事还求大人高才，想一两全之术，无枉无纵，奏入方妥。”中丞道：“顾老先生必有高见，容弟与大人请教顾朗翁，商议妥了，再行入奏，何如？”安公子连称是极。中丞道：“请公子暂住公馆。”早有首县预备一切供应，公馆甚大，褚、陆、郝、周等十余人，都在其中住，其余将弁如二欧、袁、唐等，在旅店内住。田总兵曾来请二欧等去同住，再三辞谢，也就止好由他去了。至于那些从贼，中丞亲自审问一次，择出了一半，劝谕一番，命首县派役押解，先递解回籍，交本地地方官管束。所剩无多之贼，要候旨意，方敢发落。 \\n 这里安、卫二人拟旨入奏，且慢归结。再说何小姐奉了婆婆之命，择日由京动身赴邓庄，明探亲戚，暗助丈夫。行期已到，何小姐带了仆妇使女，外面有家人跟随，一半陈人，一半新人。临行之日，小姐辞过公婆与张太太夫妇，又叮嘱了张姑娘许多话。安太太因何小姐此番去是帮助儿子可以早日回来，所以并无分别那些苦处，诸人亦然，欢欢喜喜的看着她上轿而去。在路行程，不数日已到茌平，仍住悦来店中。此次上路，却不比从前，跟随人夫轿马，一望而知是大家人物，又听说是赴邓庄去的，姓安，早已知道这就是安钦差大人的家眷，店主敢不小心伺候？那何小姐在店中上房住下，回想：“当年在此店中，与安龙媒初次相逢，彼时他正在难中，是我在路上听了骡夫私语，才来指点于他。谁料他反疑心，不听我话，竟自上路，误入能仁寺中，险遭凶僧杀害。我那时单身往救，弹打区僧，无意中遇着了张家妹子，替他做媒，联成夫妇。不期后来连我也嫁了龙媒。如今他已官居宫保，奉命平寇，我此番身到邓庄，窃要想出一条妙计，暗中帮助他擒贼，早日成功，好告终养，回家尽孝。但是九师傅相待厚恩，与褚家大姊的好处，如何酬答？也止好因龙媒保举褚大姊夫升官，若能得一实缺，迎接家眷上任，褚大姐姐去衙门中享福，想那时他就心满意足了。”何小姐心中之事，不便向婢女们言讲，其时有家人等彼此商议，先派了一名快足，去邓庄送信，好教他那里准备下房间住处，省得临时忙乱。 \\n 你道这家人是谁？原来就是戴勤。于是专人前往。到了次日，这里动身，那人已走了数十里外了。次日快足已到邓庄，在庄门外寻着了庄丁，往里通报。邓九公闻言，忙出来当面问那快足。那人道：“我是奉的安府上戴二爷之命，先来送信，说是安大人的夫人何小姐要来宝庄，随后就到。请这里先预备下住房，他们上下人不多，不过十人，大约明日下午准到。” \\n 九公闻听何姑娘竟自来了，这一喜，真是如获珍宝，赛得甘霖；登时忙往里跑，口中大嚷道：“姑奶奶、二姑娘，告诉你们一样意想不到的喜事，何家小姐老玉明日就到了，你们快通知舅太太与珍姑娘一声。可惜来迟了，两夫妇见不着面，安家少大人已赴营去了。然而还可以回来，随后见面也不难。”褚大娘子听了这话，忙问：“是真的吗？”九公道：“谁来骗你们！他专来通报的人现在外面，不信叫来，你当面问他。”褚大娘子料非虚言，说不尽的快活，速即通知二姑娘、舅太太、珍姑娘，大家欢喜盼望。这一夜竟睡不着。不独邓府如此，连二欧的妻女此时尚住邓宅，听说十三妹姑娘到来，他母女四人闻知，更比褚大娘子等尤其喜欢，恨不得即刻见面。 \\n 到了次日已刻，果然何小组已到。邓家父女、二姑娘与舅太太、珍姑娘一齐迎了出去。何小姐下了轿，有花铃搀扶往里而走；早看见了众人。何小姐先叫九师傅，次及褚大姐姐、姨奶奶，随后才叫干娘，珍姑娘是迎了上去，先叫大奶奶，请安。 \\n 说不尽的一番亲热。彼此问答，不过是那些俗套。入内后归座，随即有欧家母女上前叩见。何小姐不认识，是褚大娘代述一切，说道：“这是我的干闺女、干亲家母。”何小姐细看欧家二女；生得俊俏稳重，兼有威风，一看就知是会武艺之人。那两个女子细看何小姐，好似天上神仙，越看越令人起敬。二女遂跪下说道：“久仰少夫人是女中圣贤，何幸今日得瞻阃范！如蒙不嫌愚笨，情愿做一侍婢，朝夕伺候左右，死无恨矣。”何小姐忙拉她起来，说：“你二位是褚大姐姐的干女，我怎敢以婢女待你？不如称二人拜我为师，大家传授些武艺。倘日后用得着时，一同赴营，暗中助战，你二人意下何如？”海蟾、水仙听了此言，连忙叩谢说：“谨遵师命！”于是大家叙话。何小姐又请见两个兄弟，抱了一抱。当日不用说是大开筵宴接风。何小姐问起安公子几时赴营，可有信来否。九公道：“去不多日。闻说是山路已通，你们寄信来迟了一步，信留在此。此去一准平服山寇，不久即有好音。” \\n 话休烦叙。过了一二日，已有人来说天目山全数荡平，钦差押犯上省去了。当有郝家菱姑与谢琼花，托二欧之女引进，得见何小姐。何小姐亦收做门徒，问了些武艺。随后何小姐取出弹弓，与四女每日操演，以作日后用处。弹弓准头惟有谢琼花与何小姐一样，水仙、海蟾次之，菱姑又次之。刀法不差上下。这日正盼安公子省中来信，恰好果有差人带了信来。要知信中何说，且听下回分解。 \\n   \\n  "}
{"章节": "第六十七回 何小姐授徒习武 褚大娘忆旧谈心", "正文": "  \\n 第六十七回　何小姐授徒习武　褚大娘忆旧谈心 \\n 　 \\n 话说何小姐住在邓家庄，收水仙、海蟾、谢琼花、郝菱姑四个女子作徒弟，无事叫他们学艺。正盼安大人来信，忽一日邓九公笑嘻嘻的拿着一封信进来，对着何小姐道：“省城来信，猜着姑奶奶你来了，叫你们娘儿三个先暂住在我这里，不必上省，等把白象岭平了，再把那几个和尚拿住，再订期上省不迟。”说着，将信递过。花铃忙接来，奉与何小姐。何小姐看那信是给九公的，上面写着道：违侍慈颜又将一月，想老伯大人杖履优游，林泉颐养，引詹掬采，曷胜愉忱。侄自到营后，诸事得手，兼之朗山善于运筹，众将亦皆用命。天目山之小丑，无复负隅；沂州府之群黎，自能安土。是役也，有成竹之在胸，所至势如破竹，视除苗犹反掌，俨然感胜格苗，非敢自夸，聊慰廑注耳。现拟善后各节，稍有章程，即当移师白象。省中公廨未可久羁，祈代侄转达。舅母大人带领小妾暂住宝庄，多为打扰，俟山寇就擒，凶僧尽获，再订回省之期。至贱内出京有日，谅必已然到府，亦可无须来营。如有藉助之处，速为寄信可也。匆匆具禀，不叙套言。敬请台安。统希慈鉴。小侄安骥顿首何小姐看了，笑道：“这可好了，省得大家舍不得我走。” \\n 二姑娘也笑道：“姑奶奶昨日还说明日就动身呢。”褚大姑奶奶道：“那儿去绊着腿儿呢。”何小姐道：“你倒别那么说，我说走就走。我这趟来，把小驴儿也带了来了，一来叫他看看故乡，二来万一要用着他呢。”谢琼花道：“师父这可放心住下罢，省得惦念着走，闹得我们也不敢常来讨教。我昨晚上怕师傅走，占了一课，就知道且住些日子呢。”水仙道：“师傅，你老人家既不走了，可以放下心了。咱们趁着天尚不晚，何妨到教场看看秋景，带着再练练。”何小姐听了也高兴，一手拉了谢琼花，一手拉了水仙就走。后面褚大娘子、花铃跟着。何小姐回头对花铃道：“你别空着手儿去，你把我的弓箭与雁翎刀、单鞭都带上。”花铃道：“哎哟哟，我的老太太，我可拿不了。”何小姐道：“你找个人替你拿着。”二姑娘笑道：“我替你拿罢。” \\n 大家说说笑笑，不觉来到教场。这就是邓九公唱戏与海马周三比武之处。那教场有五间大厅，座北朝南，厅前有几百步空阔，一望都是垂杨，兼着别的花木。来到离厅上不远，就听见有喧笑之声。走近前一看，却是碧大娘、碧二娘、海蟾、菱姑，还有舅太太的丫头绿香与谢标的二妾双福、双寿，郝武的一妾冯换姐几个人，在那里舞刀弄枪作耍。见了何小姐来了，就要走散。何小姐叫住道：“二位欧奶奶，二个姑娘，都是会家，何以你们也搀在里面？你们五个是几时学的，且各舞一回，看是如何？”三人没法，你推我让，双福只得先走上前，拔出宝剑舞了一番。何小姐笑道：“虽是力弱，也还亏你。”次及绿香，提着剑，横七竖八的乱砍。何小姐大笑道：“这是那一家的法门？真是个劈柴势了。”末后轮到双寿，不慌不忙，挽起袖子，把腰系紧，提起那剑，使了身法，藏过剑尖，全势往下一坐，猛听得“咄”的一声，那剑望着看的人心已直搠将来。 \\n 刚离得四五寸，忽地一缴，风一般快收转去。只见那剑光霍霍地耀着，嗤嗤的作响，左三右四、前五后六，舞得如一团白雪，万瓣梨花，没点空儿正舞到熟处，忽然一收，露出了自己身子，娉婷按剑而立，面不改色，口不喘气，髻不乱发，裙不动褶。 \\n 何小姐惊讶道：“这又奇了！你跟谁学的，怎舞得如此精熟？” \\n 双寿只是笑，不作声。菱姑道：“师傅，你老人家有所不知。我琼花姐姐剑法好得了不得，必是他教给他的。”双寿点头道：“实实我们姑娘教给我的，我学了二年多了。”何小姐一回头，看见小喜儿跑了来，点手叫他。那喜儿笑嘻嘻的站着，何小姐道：“你快告诉姨奶奶去，并请舅太太都来看比武的。”小喜儿如飞的请去了。何小姐又命水仙、海蟾对舞了一回，说道：“你二人的剑与双寿一般纯熟，力量更足，然都还是旁门，不是正传。我当教给你们不换刀法。”水仙等俱欢喜无限。 \\n 何小姐正要看谢琼花舞剑，舅太太已领了珍姑娘来了。珍姑娘又带了奖赏之物，是银例两对、绣花手帕四条、包金戒指四个、珠花两对、绸数段、金簪一枝。何小姐道了道：“如今分作三番考较，先较力，次较射，再次较枪刀。胜者赏以金簪等物，负者罚以巨觥。”说罢，到大厅西边，见有两个石栏，约有二三百斤一个，便去提一个来放在中间。舅太太摇头道：“我的姑奶奶，这个太重，谁能有你那样力量？听说你在悦来店搬那大石头，四五个男子都搬不动。这栏子足有三百多斤重，还是换个轻些的罢。”何小姐远远见有一块大石头，横在一棵柳树下，因去提了来，说道：“这却又轻了些。”舅太太道：“这样大石头，也不算轻了。”因命众人去掇。 \\n 大家看着，都不肯先上前。惟郝武有一妾姓冯名换姐，年才十八，是庄农人家之女，却有些蛮力，高高兴兴的先上去用力一提，正如蜻蜒摇石柱一般，休想动得分毫。郝菱姑在旁看着不好意思，忙拦他道：“你太不自量，快别动了。”那冯换姐定要提这石头起来，挣得满身臭汗，颈上红筋根根扛起，到底不行。旁边双福、双寿等都笑将起来。郝菱姑嚷道：“你真不要命了！”换姐没趣，只得走开。双福上前死力掇弄，也不能起。双寿掇离了地，却不起来。郝菱姑过去，撩起衣襟，站好脚步，蹲身下去，用手抠住石角，挣将起来，那石便离地一尺多高，勉强挣挣几步，便就放下。何小姐道：“这却亏他。” \\n 谢琼花上来，也不埋步，也不撩衣，两手一掇，那石轻轻便离地有二尺上下，直掇到何小姐面前，然后放下，面不改色。何小姐大加称赞道：“比郝姑娘力大多了，且看欧大姑娘如何。” \\n 谢琼花道：“欧大姐姐力量不小，曾比过来。”水仙于是走将上来，似琼花一般，不去撩衣埋步，把手去轻轻一提，却提不动，因用两手抠住石角，掇将起来，离地才一尺多高，面就发红，把手狠紧一紧，走了三五步，气已喘将起来。何小姐连忙拦住。海蟾上来，就如谢琼花一般，比琼花提的高些。 \\n 何小姐道：“欧二姑娘似觉从容。你且拿那石栏，却不可勉强。”海蟾真个去拿那石栏，却拿不起来。珍姑娘道：“这石栏本过于重了，还是拿这石头罢。”褚大娘子道：“我们两位亲家，必然拿得起来。”二姑娘道：“真个的，欧大娘何妨拿拿看。”碧大娘却不去掇那大石，竟来拿这石栏。褚大娘子慌道：“亲家看仔细，还是扭那块石头罢！”褚大娘子说话时，碧大娘早把石栏提起。大家正要喝彩，碧二娘早过去把那边一个石栏也提起来。两人一齐走了十数步，觉着吃力，便放下了。 \\n 何小姐一看，便过去把两个石栏一手一个，两手一齐提起，只吓得大家一齐嚷道：“快放下罢，快放下罢！”何小姐这才轻轻一齐放下。二碧不胜佩服，十分惊异，齐说道：“看安太太如此娇柔，却有恁般神力。”何小姐谦逊了一番，因把两对银钏赠与二碧氏，二碧氏辞道：“我们两人虽拿起石栏，却是一人一个，太太一人拿起两个。我等若受赏，讨愧多矣。”再三不受。何小姐只得给了海蟾、水仙，另取一对银钏，赏了琼花。 \\n 又给海蟾加上一段红绸，又赏菱姑一段红绸，换姐、双福各罚酒一觥，然后较射。 \\n 何小姐叫花铃取了两对银钏来，先取一只银钏，命菱姑折了几枝菊花，做了一个大圈，中间把彩线悬着银钏，挂在垂杨之上，离着百步，令众人各射三箭，中银钏者为最，中菊花圈者次之，三箭俱不中者受罚。谢琼花先张弓搭箭，连发三矢，俱中在银钏之内。何小姐取一对珠花赏之。郝菱姑三箭，一箭穿入银钏，两箭穿入菊花圈；海蟾、双福三箭俱中在菊花圈内；水仙两箭俱不到垛，一箭却从银例中钻了过去；绿香三箭俱不到垛；换姐更是放野；双寿两箭穿过菊花圈，那一箭大末手未中。临末，绿香推花铃，叫他射。花铃笑着摇头，小喜儿替他递过弓箭来，何小姐吩咐道：“你们何妨使我的弓箭射呢。” \\n 花铃被大家催逼不过，只得上前，真个左手如托泰山，右手如抱婴孩，弓开满月，箭发流星，一连三箭，俱穿入银钏中去了。 \\n 碧氏等俱称神箭，水仙、菱姑俱暗暗喝彩。碧二娘道：“真是强将手下无弱兵，花铃姑娘的箭，可以赶上太太了。”花铃道：“我们奶奶的箭，素常射总过垛数十步，我只到垛便止，焉敢说赶上呢？”於是大家不容分说，将垂杨上银钏取下，并桌上一只，替花铃勒于两臂之上，又加上花红一段。给郝菱姑一个戒指，一方手帕。海蟾、双福、水仙俱是手帕一条。换姐、绿香俱罚酒一觥。 \\n 何小姐道：“箭射完了，咱们要比较刀枪了，无奈真刀真枪，不是玩的。我想了一法。”即命换姐、双寿等，分头去找些柳木棍，或现砍下的大树枝，削成枪杆，头缚着菊花叶，蘸些香粉。先令水仙、菱姑比较。两人斗了数十回合，菱姑面上心窝扑了两处粉痕，水仙乳旁也着了一点，是菱姑输了。又叫海蟾上去，与水仙姊妹二人杀做一团。海蟾只肩膀上着了点粉痕，水仙乳旁心口却着了两枪，水仙输了下去。双寿上来，战到几个回合，何小姐忙喊双寿下来。海蟾慌得跳出圈子外去，看双寿时，已是满胸粉点。何小姐笑道：“你这枪决不是你们姑娘教的罢！怎么一点家数没有，也敢上场？”谢琼花道：“他真是大胆，他几时学这枪来？”大家俱称赞海蟾姊妹的枪法好。琼花就接过双寿使的那枪，破步而入，海蟾迎住。二人狠斗起来，约有十数回合，海蟾渐渐要败下阵去了。何小姐忙令水仙上前助战，海蟾复身转来，姊妹两个双战琼花。琼花不慌不忙，左挑右扑。二人座接不暇，叉勉强支持了四五十合。水仙弃枪而走，海蟾仍复败下阵去。看两人身上，俱有三五处粉痕。琼花身上只，有一半点儿，似有如无。 \\n 何小姐技痒，便拈过一枝枪来，抢步而入。琼花不敢向前，只是摇头。何小姐笑道：“你只管来，如有不合，我好指拨你，人家都是这等学法。”琼花只得勉强上前，未免胆怯，举枪来敌。何小姐虚戳两枪，琼花扑过，还一枪来。何小姐把枪裹住，用力一绞，琼花觉着手重，尽力一压，却压不下去，复往上翘，又翘不起来。戳又戳不进，收又收不转。何小姐猛地一绞一收，只听“刮辣”一声，琼花的枪近着尖处三五寸已绞得粉碎。琼花掷枪放地，拜服不已。何小姐笑道：“这是枪杆不结实之故。原就没我在内，这枪法也是谢大姑娘第一。”把金簪一枝给了琼花，无如谢大姑娘不肯受，说道：“败军之将，不受罚已为幸矣，何敢再受赏！”何小姐道：“你不用谦让了，说过我不在内。”琼花只得道过谢，收下。又将珠花给了海蟾。那水仙是戒指一个，手帕一方。菱姑是手帕一方，红绸一段。双寿罚酒一觥。那双福、换姐见此大敌，非同儿戏，都不敢妄自上前，只得算完了事了。何小姐道：“咱们可以歇息罢了。”褚大娘子道：“我的干女儿都得了彩，今晚上我替他们贺贺，并且替他们请师傅。今晚大家都到我屋中吃饭去。”于是众人由教场回到褚大娘子屋中来。 \\n 吃饭之时，何小姐就向谢琼花等道：“看你们武艺皆有可观，必须久练久熟。现在皆有短练之处，各自精心用意，把各自的毛病去了，方能全备。”谢琼花等各皆欢喜，愿意天天操演，遂各向各家母亲说知，都住在邓家庄。何小姐嫌教场远，就在褚大娘子房后有个大院子，在那里排鹿桩，立马架，悬沙囊，竖箭垛，每日操演。谢家的双福、双寿，郝家的换姐，与花铃、绿香等，也跟着习学。练了半月有余，到教场大操，何小姐一概细细指拨。各人武艺一日长似一日，连双福等都有出长。花铃已练出许多武艺，与绿香皆练出些气力，看出些刀枪剑戟之法。何小姐又传他二人运气练力，更易见功，虽不及水仙四人，也就比双福强多了。只因他二人心灵意诚，故此长得快。 \\n 何小姐每日除了教他们练武，就是与褚大娘子闲谈。二姑娘奶的孩子睡了，也找来说说笑笑。珍姑娘不用说，服侍何小姐极其周到。一日，何小姐笑向褚大娘子道：“我想起送灵起身那一天，总像是不能再与你们见面了，也万想不到还能到这里来。你们老爷儿两进京就没想到，及至此次到这里来，更想不到了。还有那起身的头一天，你同张大妹子说那砚台与弹弓的话，说得那么闪闪烁烁，似露不露的。到后来我一想，那话里有话，藏着哑谜，谁又想得到你们定下计。怨不得你们俩说着话，对瞧着笑呢。”褚大娘子笑道：“我送你那一天，实实不忍离别，你可不知我心里怎样难受呢？就是你这一趟来，我亦是没想到。” \\n 正说着，二姑娘来了，就接声道：“我的姑奶奶，你那里知道我那妹子，他头一次来，虽住了不几天，就像好几年似的。自从他走了，我就想他起，他们老爷俩进京，我又不能去。好容易盼着他来了。他来的头一天，我作一个梦，就梦见他来了，你说怪不怪？我大清早起就告诉我们老爷子，他们爷儿俩还不信。我说他一准来的。正说着，就听见外头有人来，那送信的就到了，把我乐得不知怎样才好！”何小姐笑道：“这一次，他住的日子可不少了，你们可在一堆说够了罢。”二姑娘道：“我总想着我们俩永远在一起，才好呢。”何小姐笑着摇头道：“那可不能？”珍姑娘道：“真个的，我这一回是来了三次了，这一次，又有半个多月了，省里也该来信了，京里也该来信了。”褚大娘子笑向二姑娘道：“你听听，他才住了半个多月，就盼着来信好走，他还肯与你永远在一堆住着么？”珍姑娘道：“我倒不是想着走，我是想着该来信了。”褚大娘道：“他们决没在省里，必然在白象岭呢。”何小姐道：“这一回要是平了白象岭，拿住了那几个和尚，一哥必然可以保升到总兵，褚大姐姐就是二品夫人了，咱们还惹得起人家吗？”褚大娘子道：“你快别提了！我在京里住着，看见你们补褂朝珠的，都是官太太气度，我心里就羡慕得了不得。如今托我们老玉的福，我已经是恭人了，再能够二品夫人更好了，真真是没想到。原先不过是你们府上的嬷嬷亲戚，当个下人，后来蒙干娘抬爱，认了干亲，这就是有我们老爷子在头里，已经过分了。后来的荣耀，皆出在你们所赐，令人感激不尽。” \\n 何小姐道：“说起来，那令人想不到的事多着呢。我在青云山住着的时候，这一天因手中乏用，才出来走走，就没想到上悦来店。及至到了悦来店，遇着我们这位傻爷，看着又好笑又可气，又没想到逃了骡夫，遇着和尚。及至救了他，再没想到地窨子里还藏着个张大妹妹。后来柳林话别，断想不到不多几月，就都见面。以为今生断不能见了，我母亲死后，我要报仇去，连你们爷儿们我都想着不能见面，何况别人。至于我的奶母、丫环，尤其想不到还能见面。想起来，收拾杠的那一天，你进山来看我的光景，把东西都散个干干净净，是何等决断！” \\n 褚大娘子不等说完，就接口道：“得了，别说了，你可不知我瞧见你那光景，我心里真难过。我先还指望你回来，后来听见二老爷子一说你报得了仇报不了仇，都不回来了，我越想越有理。二老爷于要是晚来三天，咱们这时候你东我西，不定见得着见不着了。” \\n 何小姐将要答言，只见邓九公拿着信进来，皱着眉，说道：“少大人打发郝金刚来了，有紧急之事！”大家吃了一惊，不知信中何事，这等紧要，且听下回分解。 \\n   \\n  "}
{"章节": "第六十八回 起大军武成仍奋武 析疑狱冤辨又明冤", "正文": "  \\n 第六十八回　起大军武成仍奋武　析疑狱冤辨又明冤 \\n 　 \\n 话说何小姐与褚大娘子正在话旧谈心，邓九公进来，拿着安大人的信说有紧急之事。是什么事呢？这作书的一枝笔难说两边话。原来安大人自平了天目山，回省办理善后各事已毕，就打算起兵往白象岭，擒拿伍良霄。至于和尚，暂且搁起，候白象岭肃清再说。于是与田总兵商量好了，命褚一官作先锋，带着谢标、韩忠、唐振声、袁声万，先行开路。中军是安大人带兵，参谋是孙静峰，军师是顾朗山，四大将是赵鹏、冯小江、陆葆安、周得胜，外有巡哨打探，将官是郝武，又派欧鹤、欧鹏，带领许奋、蒋和、齐明、侯蒙为后营。田大人带领田公子、鲍国恩、毕归元、朱善保、朱三、徐三、石大办理粮台，专管粮饷。共带兵三千，其余参、游、都、守、千、把各武职，俱守地面，并未派差。安大人是看这些武官尽无真实武艺，不过搪塞差使而已，故未调遣。 \\n 闲言少叙。且说褚一官得了将令，忙带了四将与兵丁五百，先期起身。安大人也随后浩浩荡荡而行。一路旌旗耀目，十分齐整。过了谭城，来到龙山镇，离章丘县不远，就见道旁有三十余人联递呈声冤。安大人叫陆葆安接过呈子，一看是章丘县所管于家庄于富仁诬节谋产、县官受贿等情，忙即吩咐将递呈子大众带到龙山镇公馆，听候审讯。不多时，大人驾到公馆，此时知县已然在公馆伺候，立刻传见知县，问了一遍，又带上递公呈众人，详细审问一番。即传下谕来，今晚驻扎龙山镇，命知县连夜将原被告、人证传齐，次日清早听审。事毕还要起马。 \\n 原来于家庄有于富仁，是个大财主，为人心术不端。他母亲黄氏，他妻牛氏，也非良善之辈。只因黄氏在同村财主刘家赴席，与知县赵振湘的太太同座，因而拉拢送礼，就渐渐亲近。 \\n 这一日，于富仁与他母亲商议道：“趁着知县与咱家来往甚近，咱家有件事很可办得，错过了不办，甚是可惜也。”他母亲黄氏道：“咱家有什么事可办？你且说来。”于富仁道：“二婶子年轻轻的，不肯嫁人，偏要守那两三岁的孩子，情愿将家私叫人骗诳，眼睁睁的二十多条牛，十几顷地，定要败光而后已。去年秦家洼的秦思美瞧见二婶子，定要娶他。想了多少主意，央人来说媒，他总不依。秦思美至今还是丢不下，同我商量过几次。他说你想出法子来，叫你婶子嫁了我，他名下应有的家私、房粮、地土，全是你的，我一点儿也不要。我应了他，总想不出个主意来。如今放着样门子，何不办办？”黄氏尚未开口，他妻牛氏笑道：“只要门子结实，事情倒还容易，须得如此如此，这般去办。照会秦思美，休教别人知道，必须办得干净。趁他这几日正病着，不能起身，先给他散过谣言，叫人动了疑心，咱们就可以用计了。衙门里再使上几个钱，怕不是发官卖？叫秦思美买了回去，又省他日后起调。”黄氏母子只是点头说好。于富仁道：“这主意出的不错，就是指不出奸夫来，恐官面办不下去，倒说咱们谎告，可不是顽的。”牛氏道：“这却容易。官要问奸夫是谁，你只说是他娘家的亲戚，不住的来往，鬼鬼祟祟，知道谁是他的奸夫？横竖官要偏向咱们，狠狠的动起大刑，他受不住疼，不怕他不混拉一个。”当时议定，他母子深夸牛氏主意好，真赛过孔明，将来得了他的家私，总叫你吃穿一辈子。牛氏道：“这算了什么？不想这样好主意，如何保得家财富足，子孙久远？”于富仁道：“事不宜迟，我就去散起谣言，料理下手，再去找秦思美，叫他赶办东西。” \\n 母子婆媳说得高兴，不提。 \\n 那于富仁原有亲叔叫于宏业，是个饱学秀才，虽分了祖上一分大家私，他全不在意，只爱念书。娶妻何氏，美而贤，内外一切家务，都是何氏经理，并且伉俪甚笃。不料红颜薄命，于宏业少年夭折，丢下娇妻幼子，并一分家财。何氏苦守孤儿，毫无异念，亲族人等以及街房邻里，无不钦敬，夙口称其贤德。 \\n 那何氏自丈夫死后，悲思成病，时常卧床不起。又因省钱，不肯医药费用。近来街坊忽然见些暗昧不明的言语，彼此私相议论，虽有传言，并无痕迹，未免大家疑心。可怜那何氏，焉能想得到有人暗算？ \\n 这一天晌午，昏昏沉沉躺在床上，耳边听得有人叫唤，转身一看，见是富仁同牛氏站在面前，问道：“婶子好好的，怎么害起病来？这几天，总不得空儿过来瞧瞧，今日才有空儿来瞧婶子，正值婶子睡觉，也没敢惊动。”何氏坐起身来，说道：“我因心里发烧，叫丫环他们领着你兄弟在外边去玩耍，好让我静静的睡一会子。他们瞧见大爷、大奶奶来了，也该进来回禀一声，也不来倒茶。”牛氏道：“是我没教他们进来知会，咱们自家人，还什么礼？”何氏让他夫妻坐下。于富仁道：“我瞧婶子不像害病，不过面皮黄些。”牛氏道：“我那坐月子就像婶子这样，周身发困，只想睡觉。后来满了月，才觉着好了。今日瞧婶子这个样儿，也像坐过月子似的。”何氏笑道：“大奶奶倒会说笑话。”牛氏道：“我在家同你侄儿说，婶子这样年轻，是朵开不足的鲜花，这样天长地久，日子如何熬得过去？人生一世，草生一春，趁着这好风光，乐得且寻点快活。”于富仁道：“婶子是聪明人，有什么不会寻快活的，还用着咱们劝么？”何氏听他夫妻历说之话，甚不入耳，坐在炕上，就低头不语。于富仁夫妻坐了一会子，辞别家去，说道：“待等一半天来瞧婶子罢。”何氏勉强酬应几句，看他夫妻去后，不觉要悲苦一番，因此连日未能起炕。何氏的娘家每天不断来人看病。 \\n 这天何氏稍好些了，就同娘家两个女亲眷，坐在炕上说闲话。忽听见于富仁夫妻两个在院子高声说道：“我们今日又来瞧婶子来，不知可好些没有？”何氏心中厌烦，也不答应他们。 \\n 见他夫妻急急的走进房门，就听牛氏道：“一股子什么味呀，好臭，好臭！”于富仁道：“不错，是好臭，那里来得这个味！等我瞧瞧。”说着，走到炕前，蹲下身子，伸手在炕洞里抓出一个破布包裹，就在炕前，当着众人打开一看，是个干孩子。 \\n 于富仁登时发起喊来，说道：“原来养了私孩子，躲着装病。这件丑事，断不甘休，定要经官，追出奸夫来治罪，给咱家打嘴伤脸，那是不依的！”牛氏冷笑道：“我说年轻轻的，一定要守寡，还等着盖贞节牌坊呢！原来是这样守法！我早知道，也该在家守着，到比明着嫁人的舒服。这是何苦呢！”于富仁道：“你不用多说了，瞧着孩子，我去报官。”那两位亲戚也拦不住，何氏听了，气满胸膛，不觉晕了过去。 \\n 于富仁一路大喊大叫，走到门外，找乡保告知其事。有几个上年纪的劝他不听，一直跑回家去，骑上牲口，赶进城来，找着代书，同他商量定了，写一张呈子。正直放告，投递上去。 \\n 这位知县赵太爷看了呈词，立刻委捕厅去验看孩子，一面出差拘人证与原、被告到案。于富仁见县里准了状子，赶着打点，上下都说通了，回家听信。此时村中似讲新闻，惊动了于家与何家，都知何氏素日贤德，青年守志，未必有此丑事，其中必有隐情。况且于富仁又是个富而不仁之辈，更难凭信。众人于是都赞何氏，深抱不平。此刻捕厅验过死孩，仍旧包好，贴上封皮，交乡保收存。何氏请了何、于两族父老过来，哭诉一番，心中只想寻死。适于家几位族长都来追问开导他，怕他情急自尽。那县官得了于富仁贿赂，竟自顺着于富仁审问。那何氏虽在堂哭诉冤情，无奈县官不听。幸而未动刑逼，过了一堂，于富仁就算赢了。 \\n 于家合族连名要递何家节孝公呈，何家的父兄们也情愿破产，替姑奶奶打这件名节官司。正在彼此要办，适值安大人由此经过，大家都知安大人公正廉明，无不踊跃，连夜写了公呈，于、何两家约会，一齐拦舆投递。收了呈词，次早听审。到了次早，知县将原、被告一切传齐，带到公馆。何氏只得到案，哭哭啼啼。地保亲族围着她的轿子，来在公馆候审。安大人听说人证到齐，随即升座。知县上前参谒，下来闪过一边伺候，书投人等站定。堂规，原差将一干人犯点名过堂。安大人点到何氏，见她周身上下满罩着一腔悲苦，那原告见证都带着得意之样。点名之后，且不问于富仁原告，先叫于家族长上来，细问于家世居产业、已未分居，并于富仁侄婶夙昔为人何如，有无口角事故。那于家众族长各将平日情形详细跪亲。安大人点头，吩咐下去，命带何氏上来，问她道：“你所犯的奸情，并非重罪，从实招来，免受大刑！”何氏两泪交流，不胜苦楚，就将丈夫死后，于富仁夫妻屡来逼着改嫁，致生口角，彼此不甚来往。前日病中正在昏睡，他夫妻支开丫环、奶子，忽来房中探病。昨日又来，搜出死孩，不知何时放在炕洞的。只求青天大人恩断。 \\n 安大人细听供词，已经搜寻出破绽来了，尚不肯说出，即吩咐何氏跪在一边。带于富仁上堂，问他是怎样搜出死孩来的。 \\n 于富仁将他夫妻去探病，闻见臭味，到她炕洞里搜出死孩，立刻报官，总求严治，合族感激。安大人座上听他供完，不觉哈哈大笑，说道：“你才进门，怎么就知道死孩子一定藏在那里，拣直去拿了出来？并且昨日委官相验，那孩尸是个枯干的，死了已久，万无臭味，怎么你夫妻两个闻出臭味来？那个孩子亦不是将才生养的，尤其荒唐。这些主意，是谁替你出的？那孩尸又是那里来的？你要从实招来，省得皮肉受苦！”于富仁出其不意，被安大人问着短处，一时回答不上来，张惶失措，朝上尽着磕头。安大人大怒，把惊堂木一拍，骂道：“该死的狗才！你只为图谋他的家产，竟敢诬蔑尊长，败坏名节，其情十分可恶！”吩咐立刻动大刑。两旁皂役大声响应，将夹棍呈验，往地下一撩，惊天动地，两脚套上，于富仁就如同杀猪一般，喊将起来，说道：“大人开恩！不要夹，小的从直招来就是了。” \\n 皂役吆喝道：“快些招上来！”于富仁无奈，将如何定计，秦思美怎样去找死孩，那一天故意探病藏尸，隔一天搜出孩子控告，前后情节一骨脑儿都说出来。·秦思美此时正在人群，挤着听发官卖的好信，谁知于富仁将他供了出来。正待脱身要跑，何、于两家亲族都认得秦思美，大家动了公忿，将他一把抓住，拥上公堂，俱上前跪禀道：“回大人，这就是通同奸计的秦思美。”安大人大怒，吩咐：“带上来！”众人退下去。于富仁见秦思美跪在面前，连忙喊道：“我已直招，你也不必隐瞒了，快些直供罢！”大人问：“那孩尸是哪里来的？”秦思美供：“小的因于富仁已定下计策，教我找死孩子。小的急切找不出来，一时糊涂，只得将去年冬天出花死的小弟挖出来，无如已经埋了一年了，久已枯干，只好用破布包好，交给于富仁。这都是于富仁指使的，只求大人宽恩，小的并不敢谎供。”安大人道：“你将已埋了一年的小兄弟刨出土来，已有应得之罪，何况听人指使，拿去污人名节，强娶节妇，尤为可恶！”飞下签去，先打四十大板，另行定罪。于富仁放了夹棍，跪在一边。将牛氏带上来，问她道：“你同于富仁是从小的夫妻，还是再嫁的？” \\n 正说着，只见堂下卷一阵旋风，直扑到牛氏身上，将她的衣裙吹得乱响。两旁站立多人，甚是惊异，牛氏向上只是磕头。 \\n 安大人问道：“你前夫是何处人？叫何名姓？何处生理？多少年纪？因什么病死的？家中还有何人？你是谁作主再嫁？是何人为媒？”牛氏跪在下边，抖作一堆，战兢的说道：“前夫叫吴大，是挑架子卖肥猪肉的，就住在村子北边小新庄，没有父母兄弟。那年二十七岁七月初三日下半天儿，吃了些野蕈子，到半夜里就死了。因于富仁常到小新庄买肉，素昔认识，为人和气。我前夫死了，就托他买棺材发送，一切都是他料理。后来他前妻也死了，丢下儿女，无人照管，就娶我过来，已有四年了。”安大人点头，问道：“你前夫吃的这野蕈是哪里来的？你可与他同吃的？”牛氏道：“是于富仁知他爱吃野蕈子，找来送他的。吴大瞧见很喜欢，赶着叫我给他收拾，一大碗吃了个干净，我一点儿也没吃。”安大人笑道：“你同于富仁串通，寻来毒物，将吴大谋害，以遂你们心愿。吴大阴魂含冤数载，今日现已到堂申诉，你还敢花言巧语！”吩咐套上拶子，两边齐声吆喝，神魂皆惊。不待收足绳索，牛氏喊叫：“情愿实招！” \\n 安大人吩咐放下刑具，令其快快说来，不准谎供。牛氏遂将于富仁与他通奸情密，难以分散，两人起意，毒死吴大以图长久。知他爱吃野蕈，嘱令于富仁寻找野蕈，将他害死，无人知晓。自家作主，嫁到于家，乡约地邻，不敢拦阻。从头至尾，供招一遍。安大人即命于富仁上来，说道：“你妻已将商同媒死吴大的情节招了，你快快实说，免动刑具！”于富仁一想，他夫妻本是设计害人，反破了自己的案件，此时料难抵赖，也只得实招商同谋害。当堂各画了供招，上了死囚刑具，秦思美亦上了刑具，都发下去，交给知县带回，收在县监。一面施委县官前去把吴大尸骨起出蒸验，是否受毒身死，有无别伤，又吩咐用鼓乐执事轿子送何节妇回家，孩尸仍饬秦思美领埋，无干省释。安大人审完事，即吩咐中军拔营起马。那于、何两家亲族以及听审闲人，都高叫青天大人，有许多的人磕头叩谢，一齐送大人起身。不言何氏坐轿鼓乐喧天回家，后来蒸验吴大，果系中毒身死，牛氏问了凌迟，于富仁问了斩决，秦恩美照开棺弃尸之律，拟绞监候，皆是后话。 \\n 且说安大人断了于富仁一案，远近喧传，一路告状者不少，都发交本管官，或讨保，或看押，俟得胜回来，再为清理。一日行来已近白象岭不远，早有探子报说，先锋在前面开仗，恐难取胜，因贼中有一将甚勇，先锋与四将俱战他不过，为此来报。安大人闻听，忙传令一面安营，一面令周得胜、冯小江去作接应。二人领令，催趱急行，耳边听得枪炮喊杀之声。正要迎上去，只见官军已经败下阵来。谢标、韩忠俱已受伤，褚一官领着唐振声、袁声万，俱马不停蹄，忙忙奔走，周、冯二人让过褚先锋的败兵，去截住追来之将。只见那一员贼将约有四旬年纪，豹头环眼，十分凶勇，手使大刀，带领喽罗，跃马而来。周得胜大怒，手使单鞭，冲杀过去。那贼将挺大刀相迎，战了二十余回合。周得胜暗暗称奇道：“这厮好武艺，怨不得褚先锋五人俱被他杀败。”正在勉强支持，只见贼将背后又追来一将，年纪不过二十余岁，面如锅底，短小身材，大叫：“舅舅不必动手，待我来斩那厮！”冯小江见了，忙挺抢接住。 \\n 四人厮杀在一处，来来往往，斗到三十余合，周、冯二将渐渐的遮拦，多攻取少。正在为难，就听见贼兵阵上鸣金收兵。那贼将老少二人即忙退去。周、冯二人只求他们退去，就是万幸，焉敢再追？亦赶紧收兵回营交令。 \\n 原来顾军师已知两个贼将厉害，见褚先锋等败回，周、冯亦料难取胜，故令陆葆安带兵假作攻城之势，为是牵绊那两个贼将，使他回保头关，就不追了。那两个贼将果然收兵。周、冯二人还不知何故，见他收去了，亦即收兵。刚要退回，只见那边尘土大起，又有兵杀来。周、冯一齐大惊，不知何处人马，要知其详，且听下回分解。 \\n   \\n  "}
{"章节": "第六十九回 遇陆贼先锋屡败阵 破头关夫人初用兵", "正文": "  \\n 第六十九回　遇陆贼先锋屡败阵　破头关夫人初用兵 \\n 　 \\n 话说周得胜、冯小江将要收兵，望见那边尘头大起，有兵前来，恐是敌兵。及至走近，原来是陆葆安带兵攻打头关，见贼人退回，故绕道避之。彼此相遇，一同回营缴令，见安大人正与军师商议军情。须臾，褚一官人见，说：“我等先来，探得白象岭前有头关、二关，是白象岭的保障。若破不了头关、二关，难以破贼。又有秘云岩，尤为险要。那白象大王伍良霄甚是勇猛，他妻陆氏，亦精通武艺，是武妓出身。有三子伍龙、伍虎、伍彪，皆有万夫不当之勇。更有一女伍秋芳，亦十分了得。又陆氏有弟陆魁，尤属凶狠，故此我等不能取胜。头关即属陆魁把守，二关是其长子伍龙把守，秘云岩是伍虎把守，伍良霄与妻陆氏、三子伍彪、女伍秋芳俱在内寨。因官兵来了，故遣伍彪来帮助陆魁。今日阵上二人，即陆魁、伍彪是也。只有二人，我等即为所败，恐此寇办之棘手。”顾军师道：“明日领兵攻打头关，与他斗将，见一阵看看，再做道理。”当下议定，众将纷纷将自己军器备好。褚廷梁提上镔铁龙舌枪，冯小江悬了凝雪飞雪日月双刀，陆葆安是两把大铜锤，周得胜背定单鞭，执定烂银点钢方天画戟，赵鹏提了泼风雁羽刀，唐振声带了五指开锋浑铁枪，谢标挂了三隅铁脊矛，袁声万倚着笔撵重挝，韩忠独使的是虎头钩。各人摩拳擦掌，等待厮杀。又知会后营，明日作接应。 \\n 次早天一亮，就听得营外人喊马嘶，牙将报来说：“贼将开关讨战。”安大人便传令出战。营门外“扑通通”号炮响亮，鼓角齐鸣。众将一齐上马，出营列成阵势，各把强弓劲弩，射住阵脚。三军呐一声喊，褚一官一马当先，纵出核心，高叫：“会厮杀的贼子，上来领枪！”对阵是女将，陆氏为首，领着三子一女，及其弟陆魁，便回头问：“谁人出马见头功？”陆魁将要出马，背后一员女将叫道：“舅舅不须费心，待奴去斩这厮！”陆氏看时，原来是其女秋芳。那伍秋芳舞动双刀，直奔褚一官。褚一官展开一枝枪敌住伍秋芳。两个枪来刀往，斗到二十余合。褚一官虽有些实力，但怎敌得伍秋芳武艺高强，手法灵妙。正在难支，只见陆葆安跃马而出，高叫：“先锋不须费手，待小将来斩这婆娘！”举锤直取伍秋芳。那伍秋芳虽见对阵又添一将，分毫不惧，越逞精神。三人香炉脚般厮杀，大呼酣战。 \\n 那边陆魁见了，忍不住提刀而出。谢标一见陆魁，心头那把无名火高举三千丈，皆固他昨日受了他的刀伤，故此今日要报仇，挺矛飞马，直取陆魁。正还未到，韩忠也因昨日受伤，舞着两柄虎头钩，便来夹攻。这里褚、陆双战伍秋芳，那里谢、韩双战陆魁。安大人一看，都是两打一个，还不能取胜。看了半晌，十分闷恨。正在打算计策，便见谢标气力不加，撇了陆魁，骤马回阵。陆魁骤马追来，吃冯小江手舞双刀拦住。韩忠未及脱身，只好苦斗陆魁。不防伍龙在旗门影里一箭向韩忠射来，那韩忠躲不及，左肩早着。冯小江大惊，急救不迭。唐振声、袁声万两人齐出，伍龙、伍虎也来帮助陆魁。两军混战，都看得目眩心骇。唐振声、袁声万二人因救韩忠，已战得力尽筋疲，怎禁得又添了伍龙、伍虎。唐振声渐渐枪法散乱，伍龙看出破绽，喝声“着”，一刀劈去。唐振声急闪，已将头盔劈落尘埃。唐振声大惊，披发回阵。伍龙紧紧追来，周得胜忙挂鞭提戟出阵，救了唐振声，遂与伍龙交战。赵鹏见冯小江早已战不过陆魁，便出马助战。那战场上直杀得云崩电骇，日暗天昏。须臾，褚一官、陆葆安不是伍秋芳的对手，便败下来。冯小江、赵鹏不是陆魁的对手，也败下来。至于谢标、韩忠、唐振声，先就败下来了。那周得胜斗不过伍龙，袁声万尤其斗不过伍虎，几乎落马。此时九员战将为那边四人所败，只得鸣金收兵。贼人都哈哈大笑，洋洋得意，收兵而回。 \\n 又次日，命后营二欧带领许、蒋、齐、侯四人，去攻头关，仍然不得胜仗。顾朗山看此光景，料难成功，正与安大人商议良策，还是孙静峰想起来静一上人简帖，赶紧取出一看，恰应开看之期。于是安大人吩咐预备香案，竭诚叩拜，然后开封，看上面写着： \\n 虽有乾坎艮震，不及巽离坤兑，须再搬兵愿方慰，斩将擒王为贵。 \\n 安大人看了，回头向顾军师道：“看此简必须到邓家庄搬取女将，方能成功。写得显然，二位以为何如？”朗山点头道：“诚然，诚然。前者听说何夫人早已出京，在邓家庄教徒弟多人，大约成功必在何夫人身上。”静峰道：“请看‘不及巽离坤兑’一句，那坤象，何夫人也；欧大娘、二娘，巽也，长女也；四个女徒弟，离也，中女也；丫环等兑也，少女也。听说何夫人每日操演，连丫环等，都练出许多武艺来，必能马到成功。速速写信要紧。”安大人于是亲自写信一封，命郝武进帐，吩咐了言语，叫他即刻登程，速往那邓家庄搬兵。 \\n 这郝武不敢怠慢，选了快马，带了两个从人，拿了令箭，当日动身。不一日，到了邓家庄，见了九公，呈上书信，说了一路之事；并说在章丘断案外之案，在白象岭连日败仗一切情形。九公拿了书信进内，正值何姑娘与褚大娘子谈心，九公把上项事情说了，并说：“少大人信上写得紧急，是看了静一山人简帖上面的话，非女将去才能成功，教姑奶你带着他们去帮助，就连那欧家大娘、二娘都得去呢。”何小姐站起来，接过信去，看了笑道：“我们只好去罢，也当回女将军，古来娘子军是有的。你老人家就替我告诉他们一声，明日到教场操演一回，后日收拾行装，大后日是黄道吉日，就此起程。”九公点头依允，又说道：“少大人真是四远驰名，赛过包龙图，就是本朝的于大人、彭大人、施大人，也不过如此。”于是把半路断奇巧连环案说了一遍。何小姐与褚大娘子一齐赞叹。何小姐又道：“他是我的本家，明日破了白象岭，顺路去看看这个何节妇，刹认识认识本家。”九公见无甚话，遂出去代何小姐传知大家，明日清早齐集教场，伺候操演。 \\n 一宿无话。水仙等俱是清晨妆束妥当，吃了点心，先往教场伺候。各人鞍马器械，都是鲜明壮丽。何小姐到了，在厅上升座，诸人排班参见，站立两边。何小姐道：“现在钦差大人来信，叫我等前去剿贼，后日就要起马，尔等虽非本分应为之事，然既要上阵，性命相关，必须技艺精熟，方能取胜。现已操演将及一月，也应熟了。今日试看尔等可有几分成效，各归队伍听候。”令下，众人齐声答应。何小姐即命海蟾与琼花二人比试。二人得令，各下箭厅，骑上牲口。海蟾身穿月蓝锦缎堆花甲，下系红灰百褶碎花裙。琼花身穿盘金绿锦团花甲，下系藕荷绣花裙。二人俱是累丝八宝金盔红缎绣金小战靴。一个是刀，一个是枪，一个是花青马，一个是枣骝马。二人各分东西，走至下边大旗下，勒马站定，见厅上令旗展动，战鼓齐鸣，两下放马交锋，各人施展武艺。一来一往，战有三十余合。何小姐见琼花枪法精熟，越战越勇，心中甚喜。有心要试他本事，传令叫水仙下去帮海蟾合战。水仙得令，上了桃花马，手执鸭嘴长枪，穿着银红绣甲，银红战裙，远远看来，竟似一树桃花。 \\n 马到当场，举枪来战琼花。那琼花心中想道：“必是师傅要看我的本领，故使他姊妹两战我一个人，须抖起精神，别叫他们笑话。”想定，将刀法尽力施展出来，逼往他二人的两枝枪。 \\n 酣战不退，两下鼓声不绝，战有七十余合，厅下人人喝彩。 \\n 何小姐见琼花竟似一道银光罩住身体，三人战在一堆，各无退避，甚是惊喜，传令鸣金。三人正战到热闹之处，一时难以收手。何小姐恐其有失，命花铃持令下去止战。三人听见，才各收兵器。水仙道：“姐姐，你今日哪里来的气力，越战越勇？”谢琼花笑道：“连我自家也不知是哪里来的，觉着比往常倒还松爽。”三人跟花铃到厅前下马，上去缴令。何小姐对琼花道：“我要看你的武艺，故令他姐妹合战，你能敌此二人，将临阵无忧矣。”对水仙、海蟾道：“你姊妹技艺精进，可称劲敌。吩咐各赏金花一对，以示鼓励。又传令菱姑与花铃比试。 \\n 那花铃虽然比不得菱姑，也能斗三五十合，气力不弱。随后就是双福、双寿、换姐、绿香，两对比试。每人都是粉妆玉砌，锦裙绣甲，长短兵刃俱全。彼此对战，还可交得十来回合。正战得高兴，厅上传令住鼓鸣金，六人先后缴令。何小姐道：“你们的武艺非精熟不可，上阵特非同儿戏。刚才你们比试，都带着嬉笑，以后再要如此，定责不饶。”六人齐声答应下来。 \\n 何小姐又叫花铃传令，各人暂为歇息，齐吃早饭，午后再来比试弓箭。说毕，领着众人退下箭厅。 \\n 当下人人皆赞谢琼花的本领，纷纷议论。水仙道：“赶着吃了饭，快去伺候，别尽着说闲话了。于是三五成群，相约而来，十分热闹。不一时，何小姐同着褚大娘子来了。大家排班迎接伺候。何小姐正中升座，左首设一个交椅，让褚大娘子坐了。何小姐传令，长竿上挂了金钱，插于百步之外，诸人挨次比较，射三箭全中者为上等，中两箭者次之，中一箭与不中者列为下等，记过一次。众人得令，皆要施展本领。何小姐命将交椅移在箭前。先是水仙连发三矢，前后中了二枝。海蟾射毕，只中一枝。琼花接弓在手，“飕飕”三箭，俱中金钱，厅下鼓声不绝，众人喝彩。菱姑道：“看我也中三箭。”说毕，轻舒玉臂，款启雕弓。三箭俱插在金钱眼里。厅上厅下，益发喝彩。 \\n 双福过来刚要开弓，花铃道：“让我先射三箭。”接弓在手，拉满了一箭射去，只见金光将个金钱射落。何小姐大喜，吩咐记为超等，花铃甚为得意。丫环们赶紧悬起金钱。双福挨次而射，都不差上下，中二枝者多，三枝者少。大家射毕，何小姐又指拨了大家一回，始各散了。是晚，褚大娘子设席饯行，并请碧氏妯娌另一席，是水仙姊妹等。饭毕，又忙忙收拾行囊，打点兵器，一夜未曾安睡。 \\n 次日清晨，何小姐带众人起身，褚大娘子及二姑娘俱叮咛早归，又辞别了舅太太，在大院里上轿。碧氏妯娌及水仙等众人，俱坐二套车，战马俱牵在后面，又有行李大车十数辆。行了数日，离兖州不远。毕归元、鲍国恩另引兵一千来接，郝武迎上前来，问明禀知。何小姐即吩咐行营暂住，令毕、鲍二人来见。郝武带着毕归元、鲍国恩进帐请安，禀明此兵是田大人派来听用的。何小姐点头，又问了近日军务情形。毕、鲍二人将贼将凶勇，屡次攻关，不能取胜各节，细说一遍。何小姐传令大家改换军装，一千兵丁分作四队，命谢琼花为头队先锋，带着双福、双寿，兵丁二百名作一队。郝菱姑为二路先锋，带了冯换姐，兵丁二百名作一队。何小姐带水仙、海蟾、花铃、绿香为中军，兵丁四百名作一队。碧氏妯娌为后路接应，带兵二百作一队。军令一出，登时分队。此时军容十分威武。 \\n 又行了数十里，离安大人大营数里，扎下营盘。安大人早已差褚一官来接，何小姐带着众人来到大营。安大人让到后营相见。夫妻细谈别后之事，又问了家中之事以及军前之事，叙说不完，已难尽述。何小姐就在后营用过晚饭，多时不见的夫妻，一旦相会，十分欢喜。饭毕，何小姐要请见顾师爷，谈了片刻，彼此敬服。朗山道：“久闻嫂夫人英武精明，曷胜钦佩。 \\n 正好逼近贼巢，安营堵杀，其中调度，可自定夺，不必来往相商，恐有泄漏。如要调动大军合剿，必须先为商酌。至于每日动作机宜，随时命心腹人密为知会。彼此呼吸照应。”又告知何小姐些机密事件。何小姐一一领会，即说道：“我等新到，锐气正盛，乘此大杀一阵，贼人虽然猖獗，易于剿灭矣。不知师爷以为然否？”朗山道：“正合吾意。”立时传谕各将，听候机密将令。又命褚一官将令箭送交何小姐营中。何小姐亦即起身回营。一路灯火辉煌，照如白昼，后面谢琼花等，皆骑马相随。回到本营，又与水仙等谈了会子明日如何打仗，如何用计，已是四更，始各归寝。 \\n 次日何小姐升帐，先传令唤大营探子来到，问了贼营备细，知贼人在关外下寨，又往大营调冯小江、陆葆安前来听用。须臾，冯，陆随令进帐，参谒已毕，与众女将站立两旁。何小姐拔令箭一支，向众人道：“如今贼人屡胜，必然怠懈，今夜天阴，占算定有风雨，可乘此时劫他营寨。冯将军，你引路带着欧大姑娘，并兵二百，由莲塘寨小路抄至贼营左边，听见号炮一声，一齐喊嚷，抢杀左寨，鸣锣为号，速即抢关。”又拔令箭一支，对陆葆安道：“陆将军，你引路，带着欧二姑娘，并兵二百，由马鞭沟度岭，至贼寨右边，闻号炮响，一齐发喊，杀入右寨，占住贼营，后即抢关，不必赶杀。”又命鲍国恩、毕归元，跟着谢先锋、郝先锋，带兵三百，趁今夜风雨大作之时，抢入贼人大寨，尽力剿杀。派双福、双寿、换姐随后巡哨，留碧氏妯娌等守寨。所有出兵之将，俱天黑动身，二更到彼，三更作发，鸣锣进兵，闻鼓收军。又知会大营派兵将接应。调遣已毕，退帐歇息。 \\n 再说陆魁带着伍彪把守头关前下寨。因官兵屡败，不放在心上。陆氏便同伍龙、伍虎、伍秋芳回了白象岭，仍留陆魁、伍彪守头关，仍命伍龙守二关。是晚，陆魁与伍彪饮酒作乐，毫无防备。半夜，忽然风雨大作，贼兵俱在熟睡之际，官兵蜂拥而至。锣声大振，喊杀连天，众兵将奋勇大呼，无不以一当十。贼兵都由梦中惊醒，一闻锣声，众心慌乱。陆魁亦举止失措，伍彪亦张皇更甚。二人勉强迎敌，只见寨前两员女将杀来，一个挺着长枪，一个舞动大刀，飞也似杀入营中。敌挡不住，又听得关前枪炮之声，乒乒乓乓，一片震天动地响亮，并有喊杀之声，不知兵有多少。陆魁与伍彪只得弃了营寨，来保头关。 \\n 未及到关，已见关外官兵一声号炮，潮涌般杀上关。火把丛中，陆葆安一手拿锤，一手高擎着那“钦命观风整俗使”的一枝大灯纛，已由云梯奔上关来。随后冯小江也跟着上来，即由马道下去开了关门。贼兵慌忙逃奔，都不顾的放滚石檑木。此时谢琼花、郝菱姑急急追贼，水仙、海蟾由左右抄杀。陆魁还想抵挡，伍彪说：“不必了，快快回去，与我大哥同保二关要紧。” \\n 说罢，二人直奔二关。不料两旁闯出四个女将，齐举兵刃迎住；陆魁、伍彪拚命死战，看个破绽，冲开官兵。陆魁逃走，伍彪也即抽身飞奔。 \\n 顾朗山在大营知何小姐所派之兵必然成功，故此发兵接应。 \\n 现时谢琼花四人已将贼人关口大寨抢得占住，即命人传令，不叫穷追，杀到天明，可速收兵。何小姐差郝武来请安大人上关，扎下大营。各将纷纷缴令报功。谢琼花等生擒头目十余名，陆葆安等亦斩首喽罗数百级，抢得粮草牛马器械，不计其数。安大人大喜，犒赏兵将，使诸人暂为歇息，各处搜山，四面联络照应。所有生擒头目，向他将贼人情形及屯粮巢穴详细问明，就将他等一并斩首。这且不言。 \\n 且说碧氏妯娌二人带兵牢守后营，虽探得何小姐已破头关，尚未奉令移营前进，只得在营中造饭。正要晚餐，忽听营外兵丁喧传，远远尘头大起，有一支军马到来，赶忙报入。碧氏等大惊，正不知何处军马，且听下回分解。 \\n   \\n  "}
{"章节": "第七十回 伍氏女被擒得夫 何小姐置酒论帅", "正文": "  \\n 第七十回　伍氏女被擒得夫　何小姐置酒论帅 \\n 　 \\n 话说碧氏妯娌正守后营，晚来造饭，只听得兵丁报说外面远远来了一支军马，不知是那路的，不禁大惊。又欲遣人打探，领兵人已然到了营前，下马进来。左右正要通报，二人已到面前，视之，乃欧鹤、欧鹏也。两对夫妻欢喜问候，各各归座。 \\n 欧鹤说道：“大人已在关上扎营，叫我等顺便通知你们，一同移营，并要防备贼从二关偷营劫寨。今夜大家留神，不可松懈。” \\n 碧大娘道：“我想咱们都是后营，有功都叫他们前营夺去，何日方能立件大功，今夜何不偷着去抢二关？趁此刻贼人大败，倘抢得来，不但贼众丧胆，还带着咱们一家子脸上争光。”欧鹏喜道：“此计甚妙。只是须分两路，一路杀贼，一路抢关。” \\n 碧二娘道：“我们姐妹，你们兄弟拈阄，看谁去抢关，谁去杀贼，就分作两路了。”欧鹏道：“如此甚妙，各拈二字。”讲毕，即用纸条写成两个阄儿。碧氏妯娌拈着“杀贼”，二欧拈着“托关。”二字。碧大娘道：“兵贵神速，就此拔营。”一面差人知会何小姐营里，求他派兵接应，又派人知会大营。当下各领本部兵丁而去。 \\n 且说二关原仗着第一关险要，有寨把守，兵多粮广，可以放心。这二关并无重兵，不过一二百人。那伍龙又是酒色之徒，每日只爱饮酒，又抢来些妇女，惟知偷闲作乐。当日正带着那村妇们喝得大醉，忽有败残喽罗逃进寨来，报说头关已被官兵抢去，杀死许多头目。陆舅爷、三少爷不知去向。那前后左右的险要去处，也都失了。伍龙听说，正在惊慌，接连不绝各路败兵逃来。陆魁、伍彪亦前后跑回，各说这次官兵厉害，又添了几个女将，甚是骁勇。满寨尽是哀苦之声，纷纷诉说。忽闻锣声又复大振，伍龙不及使人探听，忙着找刀没刀，找枪没枪，人不及甲，马不及鞍。正在惊惶失措，只见两员女将一齐杀进寨来，势如猛虎，勇不可当。伍龙勉强上前迎敌，战了十余合。 \\n 碧大娘使劲一刀，将伍龙左肩上削去肉一片。伍龙负痛而逃，陆魁、伍彪忙去救护。怎奈两员女将十分勇猛。正在尽力相杀，只听二关上炮声不绝，鼓声大振，人报二关有失。陆魁等不敢恋战，回身就走，喽罗乱窜逃命。碧氏妯娌越杀越勇，恐贼人前去救关，故此拦住不放。陆魁与伍彪明知二关不能保守，只得往小路奔逃。碧氏妯娌见他等不往二关去拦挡，就放他等逃去，遂往前杀去，接应欧氏兄弟。到了关前，欧鹤已经进了二关，欧鹏尚在追杀逃走的喽罗。见了碧氏妯娌来到，方才收兵。 \\n 二关的喽罗已经杀死大半，其余不过数十人，各自逃生。四更时候，已得二关。四人十分得意，传令一面安营，一面报知各营。就请何小姐明早来二关下寨。 \\n 不一会，郝金刚赶到，对二欧道：“何夫人听说你等得了二关，甚为喜悦，已打算来此处扎营。安大人在头关扎营，四面俱有营盘，互相照应。又吩咐你等，连胜之下，更须严整，务令兵将防守，不可得意，稍有疏忽。”欧鹏道：“我们仍是两营，一前一后，以为防护，互相连络。”郝金刚点头道：“很好，我就此回去禀知，明早再见。”说着去了。他四人各自归营歇息。次日何小姐领兵到来，大炮三声，安营已毕。二欧、二碧上前交令。何小姐慰劳至再，记了四人大功，犒赏众军，歇马两日。 \\n 不言官军在营中庆功。且说伍良霄自从连胜官兵，欣欣自得，终日饮宴，甚是欢乐。不料连得探子来报，诉说头关、二关尽被官兵抢去，陆魁、伍彪逃得不知去向，伍龙受伤甚重。 \\n 伍良霄大惊，忙聚大众商议军情，说道：“那几年平安，不是地方官不管，任我们抢虏，就是与我们交好，何等快乐！只因来了个安大人，年纪不大，智谋却大，先破了青云山、天目山，又破了羊角岭，抄了承福寺，威名大振。如今又来我们这里寻事，实属可恨。现时头关、二关皆失，秘云岩前遍地都是官军营盘。若此处有失，我等无路逃生矣。你们有何主意？”伍秋芳上前说道：“父亲且免愁烦，现在官兵已深入重地，孩儿情愿领兵前去。”陆氏道：“我儿虽然英勇，一人前去，我不放心。你既要前去，我随后多带兵丁，前往接应。”伍良霄此时也无法可施，只好令他母女前去。 \\n 原来伍秋芳并非伍良霄亲女，乃陆氏为武妓之时买来，教会武技，一同作生理的。后来陆氏跟了伍良霄，他父子见伍秋芳生得美貌，又有武艺，年已二十二岁。伍良霄要收他作妾，伍龙弟兄要收他为妻。陆氏大怒，逼着伍良霄认作亲女，大家这才无法。伍秋芳一心不愿从贼，此时讨差，另有别意，正欲藉此去寻佳偶。辞了父母，点起喽罗，令头目引路，登山越岭，来到秘云岩。远远见官兵营盘，密如星宿，前后左右，势皆连络。旌旗整肃，十分威壮。伍秋芳点头叹道：“官兵军威不同，无怪他们不能迎敌。”传令扎营造饭，令喽罗饱餐歇息。趁着锐气，秋芳抄小路下山。见迎面一座大营当路，喽罗发一声喊，拔开鹿角，抢入营来，见营门站着几排官兵，声色不动。秋芳心疑，令喽罗休要进营。刚传下号令，只听营中梆子大响，弩箭似飞蝗一般射来。箭无虚发，喽罗被箭射倒，不计其数，一声发喊，往后倒退。秋芳禁止不住。忽然大炮喧天，见一员女将飞马而出。秋芳忙把喽罗一字排开，勒马看那来的女将。见他生得腰如杨柳，脸似芙蓉，月宫里仙子临凡，长城外美人出塞。头带金冠张凤翅，颗颗珠光；身披锦甲闪鱼鳞，团团绣朵。手执一杆朱缨鸭嘴枪，腰悬一壶素羽狼牙箭。 \\n 秋芳见那女将人物装束迥乎不同，甚为羡慕。两军相对，秋芳用刀指道：“来将通名！”这女将正是谢琼花，抬头见来人也是女将，且生得俊俏，身穿碎锦连环甲，手使长柄大砍刀，骑一匹五花红鬃马，约有二十上下岁数，眼含秋水，面带春风。 \\n 琼花也用枪指着说道：“你要听着！我乃钦差二品夫人手下头路先锋谢琼花是也。你必是伍贼之女伍秋芳，我有良言告你：我那二品夫人非别，乃是当年天下闻名的十三妹，且是我的师傅。我那师傅一人杀能仁寺一十五口，山中豪杰闻名丧胆，多少武艺出众的人无不佩服。今尔等无知，自不量力，竟敢拒敌！我知尔系伍家义女，并非亲生。你甘心从贼，可惜你这容貌、武艺。前几年地方官庸儒无能，容你的父母啸聚山林，抢掳客商。今安大人到来，立意要肃清山东省，除暴安良。你看青云、天目以至羊角岭如何，已经殄灭，只有你白象岭一处，料难幸免。你若伶俐，莫如赶紧回兵，劝你父母早早归降，不失富贵。若尚执迷不悟，一旦被擒，斩首示众，悔之晚矣。我今见你甚是怜爱，故出此好言相劝。你不省悟，就此杀来，你我见个高下，我并非惧你。”说毕，催开马照脸一枪。秋芳已被他说得心里活动，见他枪来，只得用力招架。两马相交，一场好杀。 \\n 琼花见秋芳武艺高强，不忍逼迫。秋芳见琼花十分骁勇，越战越长精神。两人酣战，天色已晚。琼花架住他的刀，说道：“天黑难战，让你苟延一夜，明日再取你首级。”说毕，两下收军。 \\n 琼花回营见了何小姐，道：“伍秋芳到有点子本事，我用好言劝他，他虽无言回答。看他的意思，倒有回转。”何小姐道：“明日我有计擒他，与他力战无益。”明早，何小姐升帐出令，派琼花、水仙、海蟾、菱姑四员女将接战，轮流相杀。再令唐振声、袁声万各授以计，令其如此去办。二将领令自去，不提。 \\n 却说伍秋芳昨日回营，思想一夜，进退无主。清早听得大营炮响，只得领着喽罗出营。方才排开阵势，见对面几杆绣旗，拥着四员女将，无数官兵，按队而来。秋芳见又添了三员女将，美貌装束，与昨日的女将不差上下，心中甚是爱慕。四员女将来到阵前，也不答话，海蟾笑嘻嘻将马放开，抢刀相杀。秋芳忙忙迎敌，战了数合，见这女将刀法高强，勇力倍增，十分惊服。两人战了二十余合，海蟾虚晃一刀，勒马回阵。秋芳刚要赶来，水仙一枪挡住，两人交手，奋战十余合。菱姑上前接战。 \\n 秋芳虽然英勇，经不住四个女将彼此轮流相杀，很觉腰臂酸软，有些招架不住。心中正想主意，后面喽罗忽然大乱，闻听两路人马杀来，四面炮声不绝，喊杀连天。秋芳大惊，道中了官兵之计，不敢恋战，只得撇了菱姑，落荒而走。四员女将追杀一阵，故意让他逃去，收兵回营交令。 \\n 秋芳忙忙逃到一座山头，炮声不闻，也无喊杀声音，不知何故，只好寻个地方，暂且安营歇息。查点所领喽罗，已剩十分之六，且令埋锅造饭。造得饭刚熟，忽然一声炮响，山嘴边转出一支人马杀到。秋芳忙上马迎敌，那里敌得官兵勇猛？况且饭未得吃，肚中甚饥。喽罗见势头不好，纷纷乱窜。秋芳败有三十余里，不见官兵追赶，这才招集喽罗，只剩了一百余人，又无粮草。命头目们往村庄去抢些食物，无奈路远，近村不多人家，因伍氏久已抢掳，人人畏避，搬走者多，此时无处可寻。 \\n 秋芳暗暗着急，想道：“我一时冒昧而来，我母亲救兵又不见到，如何是好？似此损兵折将，有何脸面去见父兄！”正在愁闷，忽然发一声喊，为首一将领兵杀到，大喊道：“丫头休走，大爷来取你的首级！”秋芳此际骨软筋酥，不敢上前拒敌，飞奔而逃。来将乃袁声万也，赶杀一阵，将些喽罗剩了二三十人，笑道：“留几个让人家去成功罢。”袁声万回去了。 \\n 再说秋芳人困马乏，不敢走大路，领着二三十人往小路上登山越岭。正走得吃力，树林中忽然鼓声大振，连珠炮响，抢出一员猛将，拦着去路。此时众喽罗无心迎战，个个胆战魂飞，秋芳抬头见那将生得方面大耳，威风懔懔，年纪在三十以内，手中拿着浑铁枪喊，声如雷大，叫道：“丫头！我在此等候多时，怎么这时候才来！快些下马，同我回去，省钱动手！”秋芳大怒道：“休要胡言！你欺我是败将吗？”催开马迎面一刀，唐振声笑通：“来得正好！”举起枪来，往上一隔，秋芳两手发麻，将一杆大刀丢在九霄云外。唐振声挂下枪，一伸手，抓住秋芳的丝绦，轻轻提过鞍来，笑道：“丫头不要害怕，随我回去，自有好处。”秋芳此时身不由己，闭目待死而已。 \\n 若论秋芳的武艺，胜似唐振声，只因四员女将已将他战乏，故此易擒。唐振声欢喜回营，何小姐正望捷音，听探子报来伍秋芳已被唐振声所擒，心中大喜，连忙升帐。只见唐振声上帐，何小姐慰劳一番，命花铃记功。唐振声道：“这丫头现拿在帐外，调令定夺。”何小姐吩咐带进帐来。左右立时将伍秋芳推上帐来。秋芳一看，军容整肃，中间坐一位女将军，生得千骄百媚，赛过月里嫦娥，比那四员女将，分外齐整，殊令人爱慕。 \\n 两旁站立着八员女将，背后一字儿排着无数的女兵，都是明眸皓齿，装束俱甚美丽，下边又有几员猛将。秋芳看了，赞叹不已，朝着上边立而不跪。何小姐道：“你是败军之将，既被生擒，为何不跪！”秋芳道：“我在白象岭也有英名，今日兵败被擒，有死而已，何必屈膝求生？”何小姐道：“你虽有英名，离不了一贼字，何足为贵！你当日卖武艺尚比从贼差强，可惜你容貌才能，枉生世间。惺惺惜惺惺，我们俱有怜你之心。昨日我那谢徒弟尚苦口良言相劝，你若倾诚降顺，自有好处；若执迷不悟，难免玉石俱焚之悔。尔父已是罪在不赦，幸你不是他亲生，何况又不甚和睦。此是生死机关，你须各自各儿拿定主意，免生后悔。”秋芳见说得有理，想父母俱非亲生，白象岭亦难久据，看天兵气象雄壮，他们亦不能抗拒，倒不如降顺，还可以保全他们。心中想定，向上双膝跪下，说道：“秋芳情愿降顺，求将军留在帐下驱使，随鞭坠镫，尤为心甘。”何小姐道：“你是真心，还是暂且勉降？”秋芳叩头道：“我昔在白象岭战无不胜，如今全军覆没，我父兄又与我不和，即不被擒，我亦自杀。今蒙将军怜爱，赦我不死，终身服役，并无二心。”何小姐大喜，忙吩咐解去绑缚。秋芳感激，涕泣拜谢。 \\n 何小姐将他叫至面前，道：“你今诚服，就是我一家人了，从此待你并无二意。但你一人孤苦，也无着落，到底不能合式。我今有个两全其美的法子，刚才擒你之人，乃我营中一员大将，未有家室。我也知道你未受聘，今日我为月老，替你们成就姻缘，帮我们打仗，彼此俱无猜忌。”秋芳满面通红，低头不语。 \\n 何小姐知其心中已允，说道：“将来有人说什么，就告诉是我作主，与你无妨。”遂叫上唐振声来，吩咐道：“我为月老，将这段好姻缘，先酬你功劳。”唐振声也喜爱秋芳的容貌武艺，得此意外，连忙叩谢。何小姐又命各营男女诸将，用军中鼓乐，并用自己大轿，且烦欧大娘、欧二娘二人娶送亲，打发中军的行厨去备办酒席，又命两个新人以戎装合卺。琼花、水仙等各凑花朵首饰衣服，将新媳妇打扮起来。家将们摆齐队伍，张着红伞，借用大人的仪仗。水仙们大家骑马，左右围随，送到后营。大家搀扶新人出轿，见秋芳金冠绣甲，锦带佩剑，越显得十分标致。新郎是银冠银甲，披挂整齐。奏起鼓乐，夫妻戎服交拜，酬酒莫雁，成了大礼。并拜过安大人、何夫人同欧家夫妇四位，又大众道喜，十分热闹。何小姐素昔喜作好事，作起兴来，谁人不来凑趣？就在营中摆起喜筵，又是庆功筵宴。到晚来，有欧氏大娘、二娘将他二人送入洞房，成其美事。 \\n 闲话休提。次早唐振声夫妻上帐叩谢，何小姐又嘱咐些言语。水仙等将秋芳拉去畅谈，五人已成莫逆知己。下午安大人命人将何小姐请去商议军情，夫妻畅叙。安公子道：“想不到我一个书生，你一个女子，也可领兵破贼！”何小姐道：“此是草寇，并非敌国，究竟容易。”安公子道：“由小见大，其实一也，切不可存轻易之心。我看你用兵也颇有法，我先问你作元帅的道理。”何小姐笑道：“你听我说：为元帅者，必须熟读《诗》《书》，深知成败，上自天文，下至地理，无一事不知，无一物不晓。武备文修，出将入相，奠安华夏，坐镇中原，而论天下之形势，决天下之安危，明天下之治乱，审天下之弱强，计无不成，战无不胜，熟读兵法，深知韬略，方可为帅。若骁勇过人，斩将搴旗，可为先锋。武艺出众，才堪驱使，可为散骑。善占风候，通晓祝谋，可为参谋。素知地理，深通险易，可为向导。语言便易，足能动人，可为说客。善能驰骤，探听机密，可为细作。算法精通，心术公正，可为书记。皆一材一艺，不足为帅也。” \\n 安公子道：“你论固是，究指其大概，未得其真实。夫帅者，三军之司命，国家安危所系也。有五才有十过。五才者，智、仁、信、勇、忠是也。智则不可乱，仁则能爱人，信则不失期，勇则不可犯，忠则不贰心。所谓十过者，有勇而轻死者，有急而心速者，有贪而好利者，有仁而不忍者，有智而心怯者，有信而妄信人者，有廉洁而不爱人者，有谋而心缓者，有刚而自用者，有懦而喜任人者。必免此十过，方可为帅。若说到极高的地位，必当用之以文，齐之以武，守之以静，发之以动。兵未出，如山岳，兵已出，如江河。变化如天地，号令如雷霆，赏罚如四时，运筹如鬼神，亡而能存，死而能生，弱而能强，柔而能刚，危而能安，祸而能福，机变不测，决胜千里。自天之上，由地之下，无所不知，自内而外，自外而内，无有或违。十万之众，百万之多，无有不办。或昼而夜，或夜而昼，无有不兼。范围曲成，各极其妙，然犹洞达古今，精明易学，定安险之理，决胜负之机，神运用之极，藏不穷之智。奇正相生，阴阳终始。更能仁以容之，礼以立之，勇以裁之，信以成之，如此则伊尹、傅说、子牙、乐毅、武侯复生矣。”何小姐笑道：“若似你所说，则为帅更不易了。像如今之为元帅者，大约连一分也无有罢。”安公子道：“今日之为帅者，或有勇而无谋，或有谋而无勇，或恃己之能而不容众，或外温恭而内慢易，或矜位而恶卑贱，或性骄傲而耻下问，或扬己长而掩人善，或藏己过而彰人非，皆为帅之弊也。”何小姐道：“你说的有条有款，既说的出，必行的出。伍良霄被擒不难矣。” \\n 正说着，外面报进来说：“伍良霄之妻辕门外讨战。”又报进来说：“伍秋芳帐外等令。”何小姐道：“叫他进来！”秋芳上帐，禀道：“我母亲陆氏不揣力量，冒昧而来，我想着要顺说他归降，不知夫人以为何如？”何小姐听了，思想半晌，说道：“你去说他归降，固然是好，无奈太不容易。他肯归降了，那伍家父子应该如何？若能因他而说及他一家，自是大妙，只怕不能。你去说说看罢。”秋芳领令去了，出到阵上，陆氏在阵前已经耀武扬威，怒气冲天，见了秋芳，益发大怒，说道：“你这无耻丫头，想必是归降了！看你这等打扮，必尚有无耻之事。此番还有脸来见我！”秋芳脸一红，勉强说道：“我想白象岭小小地方，那里敌得过官兵？万一有失，则性命难保。何妨母亲回去与我父说明，一同归降，我必能保一家无事，并且还可有点好处，千万母亲依从。况此次不比往时，现在领兵的是赫赫扬名十三妹，当年海马周三等多少有名之人，都不敢相争，我等谅非对手，母亲要三思。”陆氏道：“别的话不必说了，你既说十三妹英勇，今为娘的要与他战斗几合，我要战不过他，情愿归降：他若战不过我，休想我归降。你去说去，非此不可也，不必费话了。”秋芳又央求再三，陆氏执意不肯。 \\n 秋芳无奈，只得扫兴而回，十分为难，又不好不说。打算一回，只好实说，勉强上帐，据实将阵上言语一一说了。何小姐听了大怒，不知果与陆氏对敌否，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第七十一回 再显威名夫人得胜 连施妙计女将成功", "正文": "  \\n 第七十一回　再显威名夫人得胜　连施妙计女将成功 \\n 　 \\n 话说何小姐听秋芳之言，知陆氏专要与自己对敌，遂大怒道：“我岂惧她！就是今晚，我不把她生擒过来，誓不收兵！她投降不投降，随她就是了。”叫传宣官去传与她知道。安公子劝道：“今非昔比，你何必与她一般见识？”何小姐不听，安公子又劝道：“就是与她交战，也待明早。”何小姐道：“今夜大好月色，岂可空过！”须臾，传宣官回禀道：“已告知陆氏了。陆氏甚喜，愿意夜战。并说一不许别人帮助，二不许设埋伏，三不许施放暗器。”何小姐笑道：“她虑的太宽了，割鸡焉用牛刀？你再告她知道，三件事都依她，准于今晚交战。”传宣官去了。 \\n 何小姐便不回营，就吩咐马夫将枣骝牵来，剔拂干净，上匀水料，遛了几转将息着。又叫女兵将兵刃取来，花枪、宝剑、宝刀都泡洗拭磨了一番。何小姐与安公子一同用了饭，自己先全装披挂停当，吩咐花铃、绿香及女兵们都去吃饭，预备阵上好服侍。自己便在中军帐后侧首放一把交椅，坐着同安公子说些闲话。看看天色，笑嘻嘻只待晚来厮杀。安公子道：“夫人大概自能仁寺杀了和尚之后，未曾用武？”何小姐道：“不错。那一晚拿霍士端，也算略小试其端。”安公子道：“想起来那一天，因行令戒酒，于立志虽佳，于戒酒稍欠。”何小姐道：“你提起酒来，咱们可喝几杯呢。”安公子道：“不可，喝醉了，怎好厮杀？”何小姐道：“你怎还不知道我吃了酒，本事越使得出！”安公子道：“如此甚好，倒要看你。”即吩咐左右在中军帐后金龙大纛下，摆一张桌子。二人对面坐了，左右摆上酒席来。安公子道：“我先敬你三杯，壮壮你的英雄气。” \\n 何小姐接来都饮了，也回敬了，遂畅饮起来，说些战阵上的事。又说了回青云山上事，不觉天晚，东山上推出那一轮玉镜。 \\n 再说陆氏心中急躁，看看白象岭不保，今夜要是胜了十三妹，尚可反败为胜，别人自不足惧；要是胜不了，后事就不堪设想，成败在此一举了。两边苦乐不同，一边急骤，一边安闲。 \\n 陆氏忧闷，只得一马先出，在大营外列成阵势。营前小校飞报中军，何小姐夫妇正饮得高兴，听见了，立起身来，说道：“不要吃了！”吩咐把残酒收过，待擒了陆氏再喝不迟。传令开营出战。扑通通号炮响亮，何小姐就中军帐前上马，众多女兵簇拥着，随后出营。到了战场，两军对圆，都把强弓硬弩射住阵角。发擂已毕，品了三通画角，那边陆氏立马阵前，后面立着一面大白旗，上面八个青字，写着“白象岭压寨夫人陆”。那陆氏头戴烂银盔，披一副白缎衬袄，相衬细鳞烂银铠，系一条白罗粉蝶裙。骑着银鬃大马，背后四面白方旗，垂着两条清水绦。右胯下斜挂着宝囊，横着那两口錾银绣鸾刀，浑身上下，雪练也似的一般。这边阵上门旗开处，何小姐从阵里纵马而出，红旗飘动，倍添声势。那何小姐头戴闪云凤翅金冠，耳上垂着赤金点翠明月铛，穿着副猩红衬袄，连环锁子黄金甲，背后四面三尖赤火飞豹旗，大红湖绉花绣着两条文武威风，系一条猩红缎百褶宫裙。左手揽辔，右手倒提着乾红缨火尖枪。左胯下悬着宝雕弓，右边麒麟袋内排着雕翎箭。坐下枣骝火炭飞电马，醉颜微酡，笑嘻嘻的来到阵前。浑身上下，好似红炉里钳出一块赤炭。背后一面大红猩猩旗，泥金写着九个字：“二品夫人无敌红娘子”。 \\n 此时月色明亮，两边点起成千的火把，照耀如同白昼。战鼓响处，陆氏出马。何小姐亦即迎敌。见面就杀，俱不顾说话。 \\n 月光之下，两下里扭成一堆，搅成一块。鞍上四支玉臂纵横，坐下八盏银蹄翻越。这单枪好比神龙出海，那双刀好比快鹘穿云。两个厮杀了一百多合，全无半点输赢。两下里战鼓震天，扬威呐喊，兵将们都看呆了。但见月华满地，露水澄清。两个又交马斗了五十多合，仍是一样。大家都不济事，都带转马回本阵去了。何小姐到阵里下了马，解去了裙子。女兵们接去，交与花铃收起来，却露出大红湖绉单衩裤，盘膝坐在月亮地里马褥子上，说道：“且等马收收汗，再去战这婆娘。不擒她，誓不回营。”秋芳在营门口瞧着，捏着一把汗。花铃却低声向何小姐道：“太太何苦如此费力！再战时，待奴才放一支冷箭，射倒她就完了。”何小姐道：“不要，不要。若是暗算赢了她，也吃人笑，这厮也不佩服。”绿香道：“太太也太拘执，就是做着放了箭，也没人知道。”何小姐道：“我决不为，你们休胡做。”说罢，便绰枪上马。军士们忙添换了火把，仍旧起鼓出阵。 \\n 再说那边陆氏，也回阵下马歇息，取碗水来喝了，解下裙子，去了披挂，抹抹汗，略坐坐喘息定了。听得鼓声响，仍又提刀上马，何小姐已在阵上。两个更不答话，交马便战。刀来枪往，枪去刀迎，又战了二十余合。何小姐不能取胜，心里焦躁，想道：“不这般诱他，如何得手？”便把那支枪搅了个花心，往后面吐出去，这个势子是杨家枪秘传，叫做玉龙晾衣。 \\n 陆氏虽认得，只望他盖来。谁知何小姐故意不用，反往下一撩。 \\n 陆氏见了破绽，忙使个金蛟臂月，掠开那口刀，往何小姐嗓子上刷的喝声着，横劈过来，只道着手。哪知何小姐正要他如此，便把腰一挫，凤点头霍地往刀口下钻过。陆氏劈个空，何小姐早钻到陆氏背后，右手抽转枪，左手便扭住陆氏。陆氏刚要回手相扭，那两马八只蹄在场上打了几个团团，只听得何小姐喝声“下去”，即把陆氏拖离马鞍，擒了过来。花铃等一齐上前，将陆氏捆了，掌着得胜鼓回营。跟陆氏的喽罗呐一声喊，登时散了。 \\n 且说何小姐欢喜进营，秋芳接着，跪下说道：“夫人神威，我母亲太不量力，今既被擒，我前去问她，看她更有何说？若再背逆夫人，治以应得之罪，我也尽过心了。”何小姐点头，说道：“你就去罢。”秋芳出帐，寻着了绿香，正在看守陆氏。 \\n 秋芳未开口，陆氏嚷道：“我已服了，你去替我央求情愿归降。尚有一节，我虽降顺，此时打仗我可不能出去帮忙，挨下回再有差遣，我必效力。你可将我之言，回禀夫人。”秋芳说道：“我去说去。”遂又入帐回明，又带陆氏进见谢罪。一切情事，不必烦絮。 \\n 且说陆魁与伍彪二人逃往深山，躲藏数日，忙往秘云岩来。 \\n 伍龙在秘云岩养伤，已经平复。伍虎虽知陆氏母女被擒消息，只是不敢来救，恐又失了秘云岩，更误大事。今见陆魁回来，告知陆氏母女被擒投降一切情形，只气得陆魁大喊大叫，十分忿恨，遂与伍龙等商议道：“我想官兵近日大胜，又擒了她母女，必然气骄意满，明欺我们畏惧，不敢再下山去，我料他断无准备。我欲今夜下山去劫营报仇，你们以为何如？”伍龙先跳叫道：“舅舅此计大妙，我们情愿决一死战。”伍虎道：“我本要昨日下山，只因独力难支，又怕秘云岩有失，故此忍耐。今既有此妙计，如何不用力前去！”陆魁大喜道：“你们既都愿去，听我调遣。军营以粮饷为重，离大营东北十二里荔枝湾，乃官兵屯粮之所，必用一人去放火烧粮。官军见粮饷有失，众心慌乱，此是重任，须大爷去走一遭。”伍龙答应了。又派伍虎去劫大营，“冲杀一阵，不必追赶，急回兵与我夹攻女营。 \\n 眼见那些女将必被我们擒来。只要生擒，不可伤她性命。”伍龙、伍虎欢喜，急忙领兵而去，留伍彪紧守秘云岩，不可胡行。 \\n 分派已毕，陆魁自带五百喽罗下山，来劫女营。 \\n 是夜阴云四合，星斗无光。不多一会，来到女营。只听更鼓之声断续不齐，各营号灯都是半明半灭。陆魁心中大喜，道：“官兵得意，正在酣睡，此乃天赐，诸女将被我擒获也。”暗传号令众兵将，整束器甲，稍定喘息。陆魁在前，手执大刀，来到营前，拔开鹿角，一声大喊，领着众喽罗，杀进营去。只见营中静悄悄，并无一人，中间堆着一大堆干草。陆魁大惊，情知中计，忙忙传令退兵。谁知后面喽罗死命杀进来，反倒挡住回路。众人正在着忙，那堆干草忽然烧着，火光冲天，里面埋着连珠大炮，惊天动地，响震山谷。众人惊得满营乱跑。 \\n 原来何小姐自陆氏归降之后，看其为人，甚是合意。他已同二欧之妻拜为姊妹，每日在碧氏营中藏躲，从不管白象岭之事。这一日，何小姐传令，叫众将饱餐战饭，上帐候令聚将。 \\n 鼓三通响毕，何小姐升帐，水仙等侍立两旁。何小姐对大众道：“陆魁等俱十分凶狠，用兵亦略知一二。他们决不甘心，近日虽然大败，必乘我胜来劫各营，若不预为准备，必中其计。我料他必分三路来劫，一支去劫大人的营，截我后路；一支去烧我粮草，使我军心慌乱；陆魁必亲身来劫我的营。我亦以三路挡之。杀他个片甲不回。”遂拔令箭一支，叫郝武、袁声万上前，说道：“此去西南二里，名七星峪，贼人必偷过此峪，绕路必劫大人的营盘。你与袁声万带兵二百，埋伏七星峪，多带号炮，分兵两路，藏在峪之前后树林深处，候贼人偷过峪时，四下放炮呐喊。那贼势必慌乱，你二人乘势杀出，必获大胜。” \\n 郝武、袁声万答应，接令而去。又命人到大营调了周得胜、冯小江来，另有差委，并知会他们众将，叫他们今夜防备劫营，与郝武、袁声万呼应相通，一齐杀贼。周、冯来到上帐参见。 \\n 何小姐又拔令箭一支，道：“你们二人各带兵二百，在荔枝湾近处埋伏，候贼人过去，出其不意，由后面杀出，必能全胜。” \\n 二人得令而去。又知会大营，派将去保护粮草，恐朱善保等五人不是贼人敌手。远路分派已毕，然后预备本营之事。先令谢琼花、欧海蟾上前，吩咐道：“你二人各带兵一百，埋伏在营后两旁，以防贼人败回，半路截住剿杀。”再命碧氏姊妹带兵二百，并带干柴引火之物，往秘云岩前埋伏。听大营炮响，即忙放火呐喊，假作攻打秘云岩。一来挡贼人出来救应，二来截贼归路。差遣完毕，又命人在营中堆下干草，设下空营，自带花铃、双福、双寿，往左近听候捷音。 \\n 再说海蟾、琼花奉了将令，饱餐晚饭，带兵分往两边埋伏。 \\n 候至二更，只听本营埋的连珠炮大响，连忙带兵杀出，正遇陆魁退出营来，二人忙上前迎敌。那陆魁已是惊慌，又值琼花二人骁勇，刀枪并举，跃马而来，犹如两条出海蛟龙。陆魁虽然凶狠，只因中计，且日前受过伤，亦难招架。勉强战了三四十合，看那喽罗，已被官兵杀得七零八落。不敢恋战，要想逃回，又被琼花一支枪逼住，只杀得汗流浃背，身上已连中数枪。海蟾见琼花得胜，忙上前趁空一刀。陆魁叫声“不好”，将头闪过，肩背上早着了一下，没命似的杀出阵去。 \\n 再说周得胜、冯小江在荔枝湾近处埋伏，时当夜半，见贼人果然到来。两人欢喜，暗传号令，依计而行。周得胜对冯小江道：“你看安家太太，不但武艺出众，那计策也惊人。当年在邓家庄，我被他打败，那是步下。你看他昨日拿陆氏，这马上的能为，更觉出色。”冯小江点头道：“十三妹是盖世无双的了，咱们别说闲话，干正经的罢。”说罢，忙忙领兵从后面杀来。伍龙出其不意，回头一看，见两人跃马杀来，勇不可当。 \\n 伍龙前日左臂受了伤，究不得力，正在支持，那朱善保、徐三、朱三、石大等由荔枝湾杀来，又添了陆葆安六人，一拥而上。 \\n 伍龙那里敌得住，又受了冯小江一箭，周三一鞭，忙忙带伤逃命。手下喽罗已经十死八九。朱善保赶杀一阵，仍回荔枝湾，看守粮饷去了，剩下周、冯二人，又派兵向各处搜擒逃跑之贼，又枭了无数的首级，这才得意回营。走至半路，耳闻金鼓喊杀之声，知是郝武、袁声万正在杀贼，忙领兵绕道至七星峪。见官兵已将贼兵生擒、杀死不计其数。两下合兵一处。 \\n 再说碧氏姊妹听见女营号炮之声与喊杀之声，知贼已中计，忙令军士将柴堆积秘云岩前，放火发喊。那伍彪急令头目紧紧看守，不许妄动。碧氏姊妹们远远鸣锣放炮，假作攻打。忽听后面喊杀震天，知是贼兵败回，忙退下来，当头遇着陆魁。左右喊声、炮声不绝。水仙、菱姑领兵已从两边杀出。陆魁见大兵厉害，心惊胆战，又见手下喽罗已被两路之兵或擒或杀，所剩无几。心中正在着忙，碧氏姊妹又回头杀来。陆魁实不敢再战，自知必死。正然无法逃脱，忽见伍虎由旁边败回，大家只顾围住伍虎，陆魁趁空败回秘云岩去。伍虎救了陆魁，已是精疲力尽，马被碧大娘迎面一刀，就像一道寒光，不及躲避，右肩膀连肉带甲削去一片。伍虎大叫一声，大家争着杀来。忽然伍龙恰在此时杀至，水仙看出伍龙破绽，忙向鞍上摘下金鞭，用枪隔开伍龙的刀，照伍龙顶门上一鞭打去。伍龙将头一闪，不防菱姑又趁势一刀，将伍龙斩于马下。伍虎见伍龙被杀，不敢来救，趁他们心在伍龙，幸得脱逃，回秘云岩去了。 \\n 伍虎逃回秘云岩，诉说伍龙被杀一切情形。陆魁尚然喘息未定，听说伍龙死了，大叫一声，晕倒地下。伍彪亦大哭不止。 \\n 伍虎与众头目围着陆魁叫唤，半日方苏，说道：“我白领兵以来，与官兵交战，未尝如此大败。今日连次受伤，损兵折将，妹子被擒，将我夙日英名，一旦化为灰土。若不报仇，虽生无益。”伍虎、伍彪一齐劝道：“舅舅现带重伤，且待调养好了，再整军威。与我父亲定下美计，可以一战而胜，方能报仇。此时兵威不振，徒气无益。”陆魁点头，眼中纷纷落泪，只好紧紧把守秘云岩，养伤为要。 \\n 且说安大人见何小姐带了女将来营，屡获大胜，十分欢喜。 \\n 顾朗山也甚敬佩。凡有调动，反让女营居先。何小姐是个好胜的脾气，不肯辞劳。无奈陆魁三人不敢出战，亦曾连日攻打秘云岩，只是山路险峻，取之不易。围了数日，陆魁等只不出战。 \\n 何小姐急请顾朗山商议定了，遂向大家道：“秘云岩路险山高，一时难破，又不见人马出来对敌。我想必须如此如此，方可取胜。”众将得令，各各分头行事。次日，何小姐将本营人马徐徐尽散，俱忙预备行李，偃旗息鼓，若有退兵之状。 \\n 贼人看见如此模样，报知陆魁，说女营人马今日金鼓无声，渐渐的退去，不知何意。陆魁伤已渐平，忙上高处一望，果见女营兵已退去，便与伍虎等计议道：“女将营中真是退兵，或是粮尽，或是女将别有事故，不能久待。”伍虎道：“女将们诡计极多，或者他等本是帮忙之人，不敢久延。若是女将去了，似前番那些官将，吾等无忧矣。莫若再命人打探一番。”于是又差精细喽罗前去打听，行至半路，遇见几个担行灶的军人，因买饭吃，便问道：“尔等如何不攻打秘云岩，便起身去了？” \\n 那几个军人道：“我们营中女将本是私自来帮忙，粮又尽了，何能久在此间？早就要回去。如今已行了四五十里了，我们因担着行灶重物，不得快走。”那打听的喽罗听了这话，又问别人，都是如此说，便回来一一告知。陆魁想此话是实，便差伍虎领四百喽罗追赶，伍彪作接应，自己守秘云岩。 \\n 且说伍虎在前领兵追了五十里，不见动静，又见树木丛杂，两边围绕。伍虎迟疑，正欲传令后军暂住，天色已晚，恐有埋伏，不可尽力追赶。一言未了，只见密林中一声炮响，闪出两员女将，乃谢琼花、欧海蟾也。二人跃马来战，伍虎力敌二人，战未二十合，伍虎力怯，虚掩一枪，往后逃走。二女将催动人马，尽力追杀。后军败动，自相践踏。伍彪见前军已败，驻扎不定，往后便退。兵势众大，如山崩江沸一般，收煞不住，伍虎、伍彪两下又不能相颐，正在慌乱，忽喊声大震，左有菱姑，右有水仙，两军从密林杀出，将伍虎、伍彪兵卒又截断了。菱姑往前杀，与琼花、海蟾三路夹攻。水仙往后杀，把伍彪截回，使他不能救伍虎。此时伍虎大败，日将落，见山边火炮火把齐起，实难招架，寻着一条小路，恰喜无把守，急领败残喽罗往小路而逃。才行一里远，背后三路追来，正在奔走之间，前面喊声又起，一彪军拦住，为首两员女将，欧大娘、欧二娘也。 \\n 伍虎大惊，无处逃命，忽想起当年打猎有个山谷，出去有路，急急奔入。不料追兵亦复追人，两边俱是夹石，鱼贯而进，越走越窄，只得弃马步行，爬山越岭。逃至中腰，忽然一声炮响，伏兵齐出。不知伍虎能逃出性命否，且听下回分解。 \\n   \\n  "}
{"章节": "第七十二回 破秘云岩群凶授首 得白象岭首逆潜逃", "正文": "  \\n 第七十二回　破秘云岩群凶授首　得白象岭首逆潜逃 \\n 　 \\n 话说伍虎逃入山谷，越走越窄，已经弃马步行，十分艰难，追兵又紧紧在后。忽然一声大炮震响，满谷伏兵从前面杀出，乃是郝武预先奉令埋伏在此，把伍虎擒了，一同迫来的女将回营缴令。 \\n 不言伍虎擒，再说伍彪正要与伍虎合兵一处，不料前面有女将截住，又从两旁杀出两个女将，把他与伍虎冲开。一个女将杀向前去，一个女将杀向后边来，与自己斗了十余合。那女将乃是水仙。伍彪虽勇，已是疲乏，敌不住水仙的生力军，只得向旁边逃走。见前面有一道小河，却是干河，心中大疑，知向来此河有水，或当水涸之时，故此无水。正在观望，追兵已到，忙忙来到中流。时已天黑，远望河中立一高竿，上悬一灯，灯下有一个木牌，上书八个大字，云：“或伍或陆，死在此处”。 \\n 众喽罗俱来围绕看牌，大家惊疑。有一头目上前说道：“夜晚之际，一时岂能便有此牌？必是设着埋伏，立此灯牌为记，使埋伏之兵望见此灯，好来寻找。不若将灯竿砍倒，追兵无了暗令，自然乱了。”伍彪连说：“有理”，即忙举刀将灯竿砍倒。 \\n 只见两边无数人马呐一声喊，河中流水滔滔汹涌而来，波浪甚急，霎时水满小河，贼兵正在河中，大水一至，如何阻挡，尽将贼兵淹没。伍彪见水来得太急，忙忙策马要上岸逃命，费了多少气力打马，才然得到岸上。当头一声炮响，闪出四个女将：双福、双寿、换姐、绿香，围绕上来，把伍彪围在中间，不能得出。夜晚之间，难辨彼此，虽勉强冲杀，怎当得众女将各举兵刃，一齐拥上！伍彪措手不及，被旁边又转出一将擒住。众女将视之，乃袁声万也。大家合兵一处，捆了伍彪，也回营来。 \\n 原来自假作退兵起，以及擒伍虎、伍彪这些计策，都是何小姐与顾朗山商议出来的，向众人所说如此如此，即是安排一切，果然伍虎、伍彪中计被擒。众女将交令，郝武押着伍虎，袁声万押着伍彪。此时何小姐升帐坐定，两边掌起烛灯，陈列刀枪剑戟，十分威武。郝武与袁声万押着伍虎、伍彪过来。何小姐道：“安大人自到山东，各山贼寇无不殄灭，只有你白象岭久不归顺，如今远劳官军征讨，你二人既被擒来，自应委心归附，勿再抗违。”伍虎、伍彪同声道：“我等本欲图王，今既不成，有死而已，决不归降。”何小姐怒道：“夜深诛戮，难以号令三军。暂且牢固监押，待明日捉了陆魁，一同斩首示众！”说罢，即吩咐押下去。 \\n 次日，何小姐又把顾朗山请来，定了一计，登时拔令箭一支，对水仙、海蟾二人道：“你二人押着伍虎、伍彪，向秘云岩去，如此如此。”又拔令箭一支，吩咐琼花与菱姑，如此如此。又拔令箭吩咐郝武、袁声万，如此如此。大家分头，各自依计而行。 \\n 且说水仙姊妹领兵到秘云岩下，攻打数日，陆魁只是严加防守，坚闭不出。水仙姊妹命朱善保将两辆囚车赶至岩下，传示上面，急早归降。陆魁在山岩之上见伍虎、伍彪绑缚着，囚于囚车之内，大哭道：“我实不忍你二人如此被虏，使我心碎！” \\n 伍虎嚷道：“舅舅千万死守，不可因我二人遽然投降。”陆魁闻言，心如刀割，大叫一声，领兵杀下岩来。他看见水仙等是女流领兵，更觉放心。水仙等见他来得凶猛，回身就走。陆魁不舍，追了几步，又恐是计，停步不追。水仙等见陆魁不追，遂命朱善保将伍虎由囚车牵出，一刀杀死。陆魁见了大怒，紧紧追来。追了二里多路，又不追了。水仙等见又不追了，又命朱善保将伍彪由车内牵出，一刀砍了。陆魁见两外甥皆被杀死，恨恨不已，此次非追上不可，于是紧紧追来。追至半途，一声号炮，琼花由东边杀出，菱花由西边杀出。陆魁出其不意，抵敌不住，兼之水仙姊妹又复杀回，一人难敌四手，勉强战了四十余合，实难支持，只得败回。四个女将紧紧追赶。 \\n 陆魁跑回秘云岩，一看大惊，只见秘云岩上已插满官军旗号，上面站着郝武、袁声万，不觉怒极，回头叫跟他的喽罗潮涌一般往山上杀来，陆魁也督在后面。只听得山上一声号炮，一齐呐喊，檑木滚石一齐打下。打倒一半，滑倒了一半，满山但见贼兵尸首，好一似下水的汤圆，纷纷的滚落岩下去了。陆魁急回马，也奔下岩去，正值四个女将已经追到岩边，弄得陆魁上来不得，下去不行。正在进退两难，琼花一支枪已在背后，水仙一口刀已在面前，陆魁只好望上路，又被檑木滚石打了下来。陆魁此时又急又气，又听得上面笑一阵、骂一阵，官军一同大叫：“陆魁，还不上来，早早投降！”下面也是笑骂不止，却叫的是：“早早前来受死！”正在忙乱，忽然官军一声呐喊，贼兵一齐失惊，原来陆魁拔剑自刎了，尸身由半岩间咯碌碌直滚下山涧里去，脑浆进裂。岩上官军摇旗擂鼓，大呼杀下。贼兵无心恋战，纷纷败去。郝武奋勇当先，奔雷掣电而来。水仙等挥两翼精兵掩上，只杀得贼兵僵尸遍野，流血成水，方肯收兵。郝武等商议安营，先命人往何小姐营中报捷，水仙等留郝武、袁声万把守秘云岩，他四女将往迎何小姐。 \\n 行至半路，早见旌旗耀日，盔甲连云，大兵来到。水仙姊妹四人迎了上去，彼此相见。水仙向何小姐禀道：“我等奉夫人之命，依计而行。我与海蟾攻打秘云岩不下，以伍虎二贼诱之，陆魁果然杀下岩来。后来假败，他果然不追，杀了二贼，他果然穷追，果然不顾，秘云岩被我们夺了，他果然拚命。后来两路剿杀了个舒服，生擒数百名，斩首不计其数，就请夫人到秘云岩安营。”何小姐道：“计虽是我定的，功劳还仗你们四姊妹。如今大人同师爷都甚欢喜。陆魁一死，大功告成。” \\n 水仙等一同答应“是”，把马随在后面，说说笑笑，上了秘云岩，郝武即来迎接。安大人与顾师爷议定立了五个大寨，褚先锋营在前，何小姐营在左，碧氏姊妹营在后，欧氏兄弟营在右，安大人营在中，好似海棠花式样。营盘立定，忙发探马去打听伍良霄近日情形，以便及早擒拿。 \\n 且说伍良霄仗着陆魁凶猛，秘云岩险要，所以听见陆氏投降，伍龙被杀，不甚畏惧，每日尚要与抢来几个妇女作乐。原来陆氏甚妒，趁他出去打仗得空，将抢来妇女引入后房，颇为宠幸。所以陆氏母女投降，他全不在心，反以为幸。这日正在宴乐，忽听见探子来报说：“伍虎、伍彪擒去杀了，秘云岩已失，陆魁自刎，官军现在白象岭前，立了五个大寨，声势甚盛，请寨主定夺！”伍良霄听了大惊，晕倒于地，众妇女及头目们连忙救醒。大家也都慌了，纷纷议论不一。伍良霄自己一想，保障已去，将佐已无一人，有多大能为，焉能敌得了大队人马？莫若稳住他们，独自逃走，方是上策。主意定了，乃安抚大众道：“你们暂且退去，让我定定神，细想妙计。”众人面面相觑，都是无法，只得渐渐退去，剩下两三个妇女，尚不知进退，还要撒娇撒痴。伍良霄也将她们支开，独留下一个心腹头目叫魏诚，点手叫他道：“你随我进来。”魏诚不知何事，跟了伍良霄进内，一直到了卧房。魏诚又问道：“寨主有何使用？” \\n 伍良霄一言不答，只是忙忙碌碌，凑集些散碎银两，打了一个小包，又开箱寻出两件衣服，也打了一个小包，一齐交与魏诚，便用手一招，急走出房外隙地上，附耳道：“大势去矣，我同你还在这里做甚么？我知道后山有个小路，是个山洞，无人知晓。我带你快快从此处逃走，否则性命难保了。”魏诚呆了一回，道：“寨主走了，可惜这个事业，还有众人，如何是好？” \\n 伍良霄着急道：“若叫了大众同走，官军必然追赶，仍与不走无异。你别迟疑了，快走罢！魏诚无可如何，只得跟了出来。 \\n 天已日落，走了不远，遇着几个巡山喽罗，都问：“大王何往？”伍良霄忙支吾道：“我去巡查一番就回来。”说罢就走，忙来后山，乱石纵横，幸喜魏诚是小窃出身，蹿山越涧如履平地，一路扶掖了伍良霄过去。过了乱石，又是一道山涧，两边陡壁中间仅容一身可过。过了山涧，方是小洞，曲曲折折，细路一条，甚是崎岖。及至爬出洞外，又遇深塘及烂泥潭，更不易行，兼之时已黄昏，一片荒山，四围荆棘。到了此刻，回想先年热闹时候，觉凄然泪下，便向魏诚道：“今晚咱们无处栖身，如何是好？”魏诚道：“越过此山，山脚下便是运河，且喜昏黑，渡河无人辨认面貌。渡过运河，那岸便有宿头。” \\n 伍良霄依言，随了魏诚，跨过荒山，早巳昏黑，不辨人迹。魏诚敲火觅路，苦不可言。 \\n 且不说伍良霄逃走之苦。且说安大人立定五营，安排擒拿伍良霄，早些成功。大家摩拳擦掌，准备厮杀。不料探子来报，说道：“现探得白象岭大寨内纷纷言讲寨主不见，都似乱无头绪。”安大人听了，甚为惊讶。朗山道：“只好快派兵攻他内寨为要，拿住他的喽罗，再审问他往何处逃去。”安大人依言，即派褚先锋领了韩忠、谢标、郝武、袁声万速去剿杀。褚一官领令，带了四将，一直杀到大寨前门。褚一官当先，率众抢寨，奋呼杀贼。寨内仅剩下几个头目，并无武艺出众之人，如何敌得住？故此褚先锋一路杀贼而人，毫无拦挡，刀如猬集，箭似蝗飞，官军喊杀之声，贼人号哭之声，并作一片喧闹。安大人又派二欧，带了齐、许、蒋、侯、朱三、徐石大、朱善保去攻打内寨后门。二欧领命，即带人往后门杀去，逢人便砍，逢马便搠，也无人敢敌。那时后营的碧大娘正在杀人，遇着一个文人模样的，持了一束帐簿，意在潜逃，便顺手舞枪进去，拣他不致命的左腿上搠着，撅于马下，众军士上前，捆捉过来。 \\n 此时白象岭大寨已是千军万马奔驰而入，安大人、顾师爷在前厅坐下，何小姐在后堂入坐。安大人急问：“伍良霄何人获着？”只见众将纷纷献功，齐到阶下，或首级，或俘虏。顾朗山一一查点。尚有二三百人跪着投降，磕头哀告，内中都无伍良霄。安大人又派人在寨内寨外，细细搜查。须臾，二欧率众押解了一百余名逃贼，并四五十颗首级进来。又一一查点，仍是不见伍良霄。安大人道：“伍良霄果然逃走了，都说后山并无出路，怎会逃去？”顾朗山道：“且把拿住的头目带上来，细细审问，伍良霄逃往何处。”众贼一齐供称不知，再三推问，实不知情。有说从前日下午就不见了，实实不知去向。正要用刑，碧大娘由后堂命人将那个拿帐簿的一齐押解前来。安大人又问了他一番。那人供系管帐先生，暂充军师，叫王大猷。顾朗山问道：“你既当军师，你们大王逃走去处，你岂能不晓得？” \\n 王大猷道：“小人实实不知。”安大人喝打，王大猷磕头求饶。 \\n 左右不由分说，拖下去一顿拷打，其人登时毙命。顾朗山道：“看来伍良霄必是瞒着群贼，私行先逃了。” \\n 正说着，何小姐叫人押过两个人来，乃是伍良霄逃走之时半路上遇着的人。这二人将路遇大人的情形细说一遍，并说尚有魏诚跟着。安大人点头，叫押过一边，快拔令箭一支，叫过谢标、郝武来，交给他们文书，并问明伍良霄、魏诚年貌，再带上许奋、齐明、蒋和、侯蒙往四面跟寻伍良霄的踪迹，并传谕各地方，严拿务获。不一时，先派的搜山之人回来禀知，除了投降等众，并无面生可疑之人。安大人吩咐就在此歇马三日，办理折奏。顾朗山便要将何小姐的功劳叙上，安大人不允，说道：“我系带兵之人，自己不能平贼，求助于妇人，已是可差，且又请功，未免冒昧。”何小姐也命人到前营苦辞，不愿叙功。 \\n 于是朗山将折底打好，又向安大人道：“此折须知会卫中丞联衔，并与田大人、田公子叙功，且将上次平定三处贼巢，一并请奖，乃东省一律肃清，大保案也非到省再办不可。此时先将白象岭查勘一番，以免后患。我想此处崖谷峥嵘，地形险要，却是大盗盘踞之所，倒应细细阅看，再安炮台。至于营兵额数，须与总镇商量，并宜添一个守备在此镇守，就天目山、青云山、羊角岭，也须安排一番。”安大人道：“那三处我尚记得大概，那时已有此心。天目山离县城五十余里，地形辽阔，却与清真营相呼应，可于此地设千总一员，置兵五百名，自然永远莫安。那青云山形势，四面孤悬，乃小盗出没之所，大盗断难容足。可笑张七那贼，当时占据此山，已无见识，大约智者决不再来，只置立几处谯楼而已，不必添兵设将也。至于羊角岭山险阻，虽为聚盗之薮，但未能容受多人，又且逼近府城，苟营汛兵捕认真办事，即无疏虞矣，何必另设兵将乎？”朗山点头道：“大人所论极是，已将三处形势了如指掌矣，令人拜服。”二人又聊些善后之事，遂各归寝。 \\n 到了次日，安排贺喜筵宴，各营聚集，十分热闹。惟有陆氏母女心中闷闷，又不好过于悲苦，只得在碧氏营中隐忍。见了内寨，更多感慨。何小姐又恐冷落了他们，故于是午大宴后，命人找了伍秋芳来，叫他带领着大家遍山游玩。山前山后正在眺望，有左右传报说：“大人到后营来了。”何小姐听说，即领花铃、绿香回来，见了安公子，彼此称颂些功绩，又讲会子伍良霄逃走之事。何小姐道：“我倒忘了昨日在后堂擒住几个妇女，我想若要按叛逆妻妾办理，未免太刻。缘故呢，他们实是抢来之人，已经被冤，不可又叫他被冤。”安公子大笑道：“你实乃仁人也。”此时安大人十分高兴，得意之至，就在何小姐帐中高开夜宴，花铃、绿香等服侍，又叫人作乐。何小姐道：“‘妇人在军中，兵气恐不扬。’你想这样取乐，是个大元帅举动么？”安公子笑道：“偶一为之，也不为过。”又饮了一会，方才回营。次日打点起身之事，大家忙乱了一夜。及至清早，帅旗一层，升炮三声，将官数十对，亮甲挂刀，一字儿跪送上轿。次日至兖州，知府来接，谢标、郝武回来交差，已将伍良霄拿住。 \\n 原来伍良霄带着魏诚逃出重围，渡过运河，黑路中又行了一程，遇着小小桑村，时已夜半。有几家庄农尚在绩麻，灯火未熄。魏诚上前去敲一家的门，里面一老妇人问是谁，伍良霄答言：“是过路客人，特来借宿，恳求方便。”那妇人开了门，伍良霄二人进去，故意与老妇人攀谈，方知是婆媳二人居住，并无男子。伍良霄甚喜，看他情形朴陋，不至有别的祸患，便取出二两来重的银子，告求老奶奶造饭。那老妇接了银子，欢欢喜喜的应允，便与媳妇商量去厨房烧茶做饭。伍良霄恐露出破绽，背灯而坐。吃了饭，又推困倦，先自睡了。无奈心虚胆怯，哪里睡得着？只听隔壁有人说话道：“这遭咱们山东可太平了，天目山、青云山、羊角岭都平定了，只剩下白象岭。伍良霄那厮何等厉害，今番也叫安大人扫平了。”一人道：“只是良霄逃走，不知拿得着拿不着。若还拿不着，这个害仍是不能除。”一人道：“大料他一个人也立不起什么事来。”一人道：“总是拿住的好。”伍良霄听了，周身冷汗，如坐针毡，便提起耳朵，离枕头三四寸听他们说话。却渐渐说到别件事去，堂前婆媳也熄灯安寝，四邻寂静。无如伍良霄提心吊胆，直到窗格微明，一骨碌爬起来。那婆媳也起身了。伍良霄托言赶路，向老夫人讨些汤水，道声打扰，带着魏诚走了。 \\n 出来一路上听得人言纷纷，满村庄都讲是白象岭的事。他二人只拣僻路走。行到申牌时候，走到大镇市，忽听得路上讲论安大人查拿伍良霄的文书到了。伍良霄暗暗叫苦，想是白象岭已然休矣，“叫我如何逃命？”便引魏诚到僻处道：“今日怎好？”魏诚道：“休管他，咱们有路且走。”伍良霄只得依了，不管山高水低，荒榛荆棘，乱走了数十里，天又昏黑。伍良霄道：“我实在来不得了，非有店稳睡不可。”正在为难，见前面有灯火，他二人慌忙过去一看，是个小镇市，街上有两三家店房。二人便拣个小店单间住了。伍良霄乏极，放倒头便睡。魏诚心中自思：“我跟着何白是出头？并且也无处投奔，不定何处被人拿住，性命难保。况他待我也无十分好处，不如我向店家说了，将他拿住请功，倒是好策。”主意已定，即忙忙到店东柜房内，见房内坐着三人，两个是店东，刘姓兄弟二人；那一个是他的外甥。魏诚也说明姓名。 \\n 那三人问他因为何事。魏诚道：“我同着来往店的就是伍良霄，现在沉睡，你千万要拿住。如放走，你们吃罪不起。” \\n 店东大惊，说道：“这个干系不小，刚才来的告示说：有人拿住送来的，赏银二千两，愿作官的给官职，送信的五百两，帮拿的一千两，藏着他的与他同罪。快快约齐了人！”又往东边店里找来五个人帮助，本店七十人，大家拿着兵刃与绳索，一齐来到单间。大家进去，尚有些胆怯，及至一看，伍良霄尚在沉睡，便忙忙上去，三个人把绳索密密捆了。伍良霄睡梦中惊醒道：“你们是什么人？为什么捆我？”又叫魏诚，不见答应。 \\n 那魏诚早溜出一边去了。伍良霄尚欲求饶，大家笑道：“你不必妄想脱逃，那安大人等你已久，今有你的人出首，我们一候天明，便直送你到营前。”伍良霄听了，方晓得着了他们的道儿，惊得魂飞天外，便大骂魏诚不止。众人又加了一道绳索，同在单间看守着。已是天明，将要想法如何解送，只听得东边店内喧嚷，说是：“这里住着安大人手下的老爷们呢，你们如要送伍良霄，就请见老爷们商议，也好放心前去。” \\n 这东边店里住着的又是谁呢？原来就是郝武，带着齐明。 \\n 那郝武自从奉令去拿伍良霄，与谢标商议定，穿便服，不带从人，分四路找寻。侯蒙一路，蒋和一路，谢标带着许奋一路，郝武与齐明一路。 \\n 且说郝武、齐明当日出山，直向大路而去，逢着村坊小市，便向人问讯道：“见有如此如此此模样服色二人过去否？”乡下人都说不见。或有几处说见着的，也是模样印象、似是而非的话。一路盘问，都无实迹。次日又问了一天，又趁着月色走了半夜，二人商量道：“黑夜找人，更不容易，不如权且安歇，待到天明，再作区处。”正说着，遇了小小市镇，见有三个店，东边店里灯光尚明，便上前叫门。店小二开了店门，请二位进内，上房坐下，问了茶饭，当即安排上来。郝、齐二人也不再问了，便要睡下。只听西边言讲，向这店找人帮着拿什么在逃的大盗。齐明先听了，一骨碌将身爬起，就叫郝武；那郝武已是醒着，忙叫店小二去问。店小二回说，西边店里住着大盗伍良霄，现在约会人拿他。郝、齐二人大喜，忙要出来帮拿。不一时，听说已然拿着，就叫店家告知：“我们是安大人手下的千总，现奉令捉拿伍良霄。你们是谁拿住的，报上名来，跟我们一同押解此贼，前去领赏。”店家将话传过去。 \\n 须臾，魏诚与店家刘大、刘二捆着伍良霄到来，与郝老爷、齐老爷磕头，说明原由。大家一同起身，往大营而来。半路遇着谢标、许奋，同到了兖州，恰巧安大人行营在此。郝武却报了到，天已靠晚，自辕门以至帐中，灯张百合，炬列万行，火焰中刀矛林立，各将官明盔亮甲，奕奕有光，将那分门别队五色的战袄，五色的旗帜，愈显对对分明。安大人高坐帐中，披件团龙黄马褂，帐里旁列捧剑、捧令两侍儿，如花似玉。帐前排开雁翅一般武巡捕数十人，俱是鱼鳞文战袍，团花马褂，一呼百应，一诺千声，真显得大将军威如山。当下谢标、郝武押着伍良霄，倒剪二臂，逡巡而人。上面接叠连声传呼抓进伍良霄来，下面答应，如雷鸣一般，将伍良霄跪在当面。安大人道：“你是伍良霄么？”那伍良霄竟自战兢畏惧，说不出话来，半晌才道：“是。”以后问他，都是含糊答应。还是郝武等劝诱着，才一一画了招词。安大人吩咐上了囚车。只听得高唱掩门，炮响鼓鸣，大人进内去了。 \\n 次日，传令郝武、谢标同着褚先锋，押了囚车先行。然后安大人与何小姐起马，沿途官站府县迎送，前拥后呼，扬威跃马，安公子心中好不惬意，就是性情高傲的侠女何玉凤也面带得色，十分快慰，沉浸在幸福和荣耀之中。这才是：公子侠女并辔行，前呼后拥好威风，金玉奇缘痴人福，茫茫世事一梦中。 \\n   \\n  "}
