{"章节": "\t\t●自序", "正文": "　 \\n ●自序 \\n 　 \\n  \\n 昔夫子教人學詩則在興觀羣怨與事父事君之大而鳥獸草木之名其餘緒也惟為餘緒故後之學者往往略見大意直有學究性命之奧而於目前之物猶多承沿舊誤不能辨正者或據此說以攻彼據彼說以攻此彼此聚訟雖極之連編累牘不能明者又有注家於鳥則曰鳥名於獸則曰獸名於草木則曰草木名不詳其為何鳥何獸何草何木致令讀者開卷茫然無所適從則尤摸棱之甚焉夫夫子於鳥獸草木之名而教之曰識亦欲人識其形色兼識其性情也使不於其形色性情求之僅知其為鳥名獸名草名木名即可曰識則凡讀詩者皆能識矣又何須向小子諄諄勗之哉蓋詩中比興類非無意不識其物幾莫知其比興之由如鵻取其孝鴒取其悌麒麟取其仁騶虞取其義螽取其子之多雉取其性之介取雄狐以喻淫取碩鼠以喻貪萱草忘憂貝母療鬱蕳香荍豔荼苦棠甘蓼莪之梗為蒿芄蘭之葉象觿卷耳是常思棘心最難養諸如此類頗難枚舉儻不詳加考察則不識物形其弊猶淺不識物性其弊滋深也况詩中用物原屬觸景興懷並非搜諸海澨山陬之外彼重常畢方驢鼠角端物之不常有者博物之士猶能識之若為目前恆見之物旦旦遇之而不能實指其名此雖無關學問之大然亦不可謂非考據之疏矣竊思考據之學原貴多聞而尤貴多見居近山川原隰之間羽毛動植之物日與耳目相習留心察之悉得梗槩其或如鵑不來北橘不踰淮為疆域所限者則為備載先儒之說不加論斷以俟後賢折衷其確有可據者則為詳細釋之著其古號雜以諺名庶閱者可以因端而竟委即流以尋源而於名物之學亦小有補後漢馬伏波將軍鑄銅馬式曰傳聞不如親見視影不如察形相馬宜然而察物尤宜然雖一人之見不無偏執而留此瑕纇以備指摘有言此編之非者其是即不待辨而明則其有裨經學較之是余者為益大也余自童年讀詩亦祇隨俗立解間有會心亦多騎牆鮮有依據迨至壯歲得讀漢唐注疏參以師友講論偶得義理則用片楮記之積之既多恐有散失因錄成卷帙名曰多識以此卷所載皆為鳥獸草木之名遵夫子教小子之語故以多識名之或曰凡詩中所有鳥獸草木釋者不啻十之七八所識者不可謂不多也或又曰此多氏之所識者多隆阿序 \\n 毛詩多識十二卷此為十數年前讀漢唐注疏之所著也草甫畢即繕寫成帙寄於同年周華甫先生處求訂正其後先生歿而此本遂失辛亥春余自燕晉遊歸日長多暇偶閱舊書見原草尚存因重加刪潤益以數年聞見參互考證之其有始是終非者亦有始非終是者又有始是繼非而終以為是者又有始非繼是而終以為非者陶靖節先生歸去來辭云覺今是而昨非則余之改正斯編焉知其不昨非而今是也夫考察庶物其是非亦至難定矣欲定庶物之是非宜擴一己之聞見而多聞又不如多見天下之大疆域之廣余之所遊未及萬分之一則所見者有幾試以關左一隅計之東西二千餘里南北三千餘里而所至之地所見之物已不能畫一其為詩中所有者如同一螽也則有草螽阜螽之異同一桃也則有夏桃冬桃之異同一藻也則有馬藻牛藻之異同一棠也則有赤棠白棠之異有同一梅而甘梅酸梅則異有同一薺而大薺小薺則異有同一桑而家桑野桑則異有同一萱而園萱山萱則異蒲有不同者則以香蒲臭蒲為異麻有不同者則以雄麻雌麻為異荷有不同者則以白荷赤荷為異榆有不同者則以刺榆枌榆為異稻有早稻晚稻水稻陸稻是稻有異蒿有蘩蒿蔞蒿艾蒿莪蒿是蒿有異又有萊之異為青葉赤葉蓷之異為赤華白華匏之異為長項大腹瓜之異為凹稜凸臍虎豹之獸異其文楊柳之木異其性芍藥之花異有五色鳩鳥之屬異有五名於一隅而見其異焉知其不易地而又異於一隅而見為非焉知其不易地而見為是然則此編於庶物是之非之者未必不為鶡雀之誤黃霸蟛蜞之病蔡謨也豈敢自謂有定見也先懦詩注今所見者莫古於毛傳鄭箋次之孔疏又次之鄭氏為傳作箋則已不能盡是夫傳孔疏亦或非箋可知古人注經不肯隨聲附和要之惟求一是而此編之所是非者於先儒之說不必盡同要期不戾於經語近繁蕪則惟恐其不詳名雜俚俗則惟恐其不實於陸璣草木疏嘗病其簡略於蔡卞名物解嘗病其蹈空不欲踵前人簡略蹈空之病所以致有繁蕪俚俗之病也昔者吉水李氏云學易不言易象學禮不核禮器書不解禹貢山川詩不詳草木鳥獸皆非實學余豈有實學者哉如以此編為實學余敬謝之歲次重光大淵獻相月望前三日慧珠閣後學雯溪氏再序 \\n  \\n 　"}
{"章节": "●劉序", "正文": "　 \\n ●劉序 \\n 　 \\n  \\n 詩三百篇蓋皆感物造端寓詞託諷大都比興為多其所舉鳥獸蟲魚草木之名夥矣然古今異時鄉土殊產徒執今時所目驗與夫方俗之稱名以求當於風雅頌之所詠有以知其齟齬而不能合也經生所恃以考證者毛鄭而外惟爾雅釋草等七篇次則陸璣詩疏揚雄方言許叔重說文及諸家本草注釋而已然其說往往互異各信所見不能相通曹風下泉苞稂毛云童粱鄭稂作凉云涼草小雅鹿鳴食野之苹毛云苹蓱也鄭以為藾蕭傳牋已不同如此他如衞風碩人鱣鮪發發毛云鱣鯉也郭璞注雅分鱣鯉為二以毛為誤王風大車毳衣如菼毛云菼鵻也蘆之初生也爾雅葭蘆菼薍孫炎郭璞以蘆薍為二與毛異豳風七月鳴鵙張華許慎以鵙為似鸜鵒王逸以為巧婦揚雄以為盍旦郭注爾雅以為似鶷■〈葛鳥〉而大不同如此其誰使正之夫治經之法名物與訓詁並宜兼明訓詁之學自顧江戴段而後遞有纂述咸以毛詩為言韻之祖諸經中名物尤以毛詩為淵藪顧各家異同錯出靡所折衷非如古韻之變遷可取證於詩騷及漢魏六朝諸有韻之文也國朝經師治毛詩訓詁而外亦多及名物其專門成書者如黃岡陳大章詩傳名物集覽無錫顧棟高毛詩類釋亦稱翔核然集覽拘守紫陽集傳閡而鮮通類釋多稱舉前人陳說不能自名一家惟錢塘姚炳詩釋名解能推尋比興之意有益經義瀋陽楊子勤太守示予毛詩多識一編系長白多隆阿所著為盛伯熙祭酒家藏本其該洽同於姚著但姚著分列門類此則悉依本經次第又姚著獨遺蟲魚此則兼釋為異耳編中有程少珊侍講棫林按語侍講為伯熙祭酒門下士或亦祭酒屬其校訂未可知也夫詩人鬱其憂思感憤之懷往往探草木鳥獸蟲魚之狀類興於怨刺以寫其難言之隱使不得其形色性味則比興之意不見此書不徒為多識之助抑亦使人因比興而得詩人之情千載而下誦其詩猶若有芳臭氣澤之留貽其為益豈尠也哉此余所以謂訓詁名物宜兼明者也多姓舒穆祿氏字文希檢閱道光乙酉同年齒錄知為是科拔貢抑名氏偶同疑莫能明要其為嘉道間經學名家則無疑也書分上下兩卷止於曹風疑非完書校錄至此益增匪風下泉之思焉乙丑中秋節吳興劉承幹 \\n  \\n 　"}
{"章节": "●毛詩多識卷一", "正文": "　 \\n ●毛詩多識卷一 \\n 　 \\n  \\n 長白多隆阿著 \\n 周南 \\n ◆周南◆ \\n 關關雎鳩在河之洲 \\n 參差荇菜左右流之 \\n 葛之覃兮施于中谷維葉萋萋 \\n 黃鳥于飛集于灌木其鳴喈喈 \\n 采采卷耳 \\n 南有樛木葛藟纍之 \\n 螽斯羽詵詵兮 \\n 桃之夭夭灼灼其華 \\n 采采芣苜薄言采之 \\n 翹翹錯薪言刈其楚 \\n 翹翹錯薪言刈其蔞 \\n 魴魚赬尾 \\n 麟之止 \\n ○關關雎鳩在河之洲 \\n 毛傳云雎鳩王雎也鳥摯而有別鄭箋云摯之言至也謂王雎之鳥雌雄情意至然而有別夫摯古通鷙釋文摯本亦作鷙此詩蓋言雎鳩為水鳥之鷙者解摯為至鄭箋偶誤也【棫林按王雎鷙鳥乾嘉諸老說皆如此已無疑義惟以鄭箋為誤似非箋實善申傳意傳言關關和聲和有肫摯意故以摯申釋之又舉有別以見興意并明其為鷙鳥之屬淮南所謂猛獸不羣鷙鳥不雙是也胡承珙後箋云摯與有別自是兩義若以為猛鷙之鷙則言鷙已含別意不必又云有別陳啟源稽古編說同是皆善讀毛傳者】爾雅釋鳥云睢鳩王睢郭注雕類今江東呼之為鶚漢書龐參傳云鷙鳥累百不如一鶚注鶚大鵰也是鶚即鵰鶚之鷙非他鷙鳥所能及雎鳩為鶚是雎鳩之鷙有似於鵰此雎鳩為鷙鳥之證一也陸疏云雎鳩大小如鴟深目目上骨露幽州人謂之鷲本草云鷲悍多力盤旋空中無細不覩即白鵰也郭猶云鵰類此直以白鵰名之此雎鳩為鷙鳥之證二也春秋昭十七年左傳云雎鳩氏司馬也杜注鷙而有別故為司馬主法制司馬主兵專司討伐是其鷙而使天下之人各安其分是有別以討伐為鷙是非情意至然之摯矣此雎鳩為鷙鳥之證三也說文云白鷢王雎也似鷹尾上白故名白鷢陸疏謂揚雄說亦然【棫林按爾雅雎鳩王雎與椽?鳥白鷢別詁實係二鳥揚許欲合為一非也說詳爾雅郝疏與說文段注】此言雎鳩之鷙似鷹鷹為鷙鳥人所習知此雎鳩為鷙鳥之證四也禽經云王雎魚鷹也尾上白名白鷢白鷢之名與揚許同而直曰魚鷹是雎鳩不僅似鷹矣為其食魚故在河洲為其捉魚故有鷹名此雎鳩為鷙鳥之證五也嚴氏詩緝云郭以雎鳩為鶚又云鵰類是雎鳩即鶚也釋文於鵰曰鶚屬於鶚曰鵰屬鵰鶚皆猛鷙之鳥既名雎鳩為鵰又名雎鳩為鶚雎鳩之鷙確有據矣此雎鳩為鷙鳥之證六也鷙鳥之屬不一或曰鶻或曰鸇或曰鵽或曰鷂搏擊鳥雀多集山林此經言在河洲或有疑者山陰陸氏云今大鵰翺翔水上扇魚令出沸波攫而食之一名沸河淮南子所謂鳥有沸波是也以此言之不可謂鷙鳥不近河洲也夫陸地之鷙鳥則捕飛禽水際之鷙鳥則攫游鱗雎鳩之鷙與鶻鸇鵽鷂同科攫鱗猶擊羽也此雎鳩為鷙鳥之證七也李時珍云鶚鵰類也似鷹而土黃色深目好歭雌雄相得鷙而有別翺翔水上捕魚而食江表人呼為食魚鷹詩言雎鳩即此直以鷹名與禽經合又言捕魚與在洲合水澤食魚之鳥種類最多詩中所有如鵜如鶖如脊令皆食魚者然他鳥之求魚以喙嗛此鳥之取魚則以爪攫名以鷹適相肖也此雎鳩為鷙鳥之證八也釋詁云關關音聲和也此詩蓋取雎鳩聲音之和以興下淑女幽閒之德詩緝引山陰陸氏說言雎鳩不再匹雎鳩常在河洲之上為儔偶更不移處雎鳩交則雙翔立則異處皆似泥詩興意創為此說他無依據詩中詠物類多節取倘必穿鑿附會則雎鳩非俊物似礙婦容雎鳩食近貪似礙婦德矣列女傳言未見雎鳩乘居匹處蘇氏言鳥之鷙者不淫歐陽氏言此詩不取其鷙取其別邵晉涵注爾雅亦言雎鳩貞潔以聲相求必於河洲隱蔽無人之處夫鶴交以聲鵁鶄交以目鴛鴦交以頸飛鳥之屬類此者多原不足異但不知雎鳩之聲求惟避人於河洲邪抑避人見不避他鳥見邪氓詩之鳩注家以為鶻鵃鶻鵃亦鷙鳥氓為刺淫奔之詩鶻鵃之鷙胡為以淫著邪比附興意旁求枝節轉失物性矣固哉 \\n ○參差荇菜左右流之 \\n 毛傳云荇接余也爾雅釋草云莕接余其葉苻郭注叢生水中葉圓在莖端長短隨流水深淺江東葅食之說文云莕菨餘也重文作??洐荇即??洐之省作莕者為此草之葉與杏相似作荇??洐者為此草隨水流行無定所也陸疏云荇一名接余葉紫赤色正圓徑寸餘浮在水上根在水底與水淺深相等大如釵股上青下白煮其白莖以苦酒浸之脆美顏氏家訓云荇花黃似蓴江南俗亦呼為猪蓴李氏本草云莕與蓴一類二種也竝根連水底葉浮水上其葉似馬蹏而團者蓴也其葉似蓴而微尖長者莕也夏月開花結實如棠梨中有細子亦名鳧葵為食之滑如葵也其花色黃故江東呼為金蓮子夫荇為水草關左池澤亦常有之莖葉實與李說正同味苦而滑性陰冷鮮有食者王氏羣芳譜云荇菜一名鳧葵一名水葵一名水鏡草一名■〈艹攣〉處處池澤有之葉似蓴而微尖長此蓋廣荇之異名而鳧葵水葵皆為茆非荇荇茆雖相似而非一草未免牽混荇葉浮水面光澤如鏡水鏡之名頗相肖也洞冥記云靈池有連錢荇荇如錢文此言荇葉如錢之圓然荇尖長其葉之團圞者則為蓴連錢之荇未必非蓴荇蓴相雜注家大約皆然也毛傳言后妃共荇菜以事宗廟嚴氏詩緝據此遂誤以荇菜為賦【棫林按毛意后妃即淑女有共荇菜之職故因荇菜之可流以興淑女之可求首章已標明興體故次章略之全詩例皆如此嚴以為賦失傳旨矣】繹此章詩意實以荇隨活水興女在深閨求者無定詩之興體與賦體異賦則直陳其事興借物發端已得魚兔便忘筌蹏如欲有意牽合則首章亦可云后妃畜雎鳩用之取魚乎天官醢人豆實有水蔬而無荇菜孔疏疑為殷禮亦是莫須有之解不可據也 \\n ○葛之覃兮施于中谷維葉萋萋 \\n 毛傳云葛所以為絺綌疏家不詳其狀說文云葛絺綌草也是言此草可為絺綌即今俗所用之葛布又名夏布精者曰絺麤者曰綌玉篇云葛蔓草也埤雅云瓜葛皆延蔓相及古屬之緜遠者取譬瓜葛夫葛處處有之宿根自生亦可種春月生苗蔓延山谷長數丈一枝三葉如豆葉而大其花深紫色纍纍成貫如蛾形結莢如豆而狹長每一莢中有十餘子粒小如豆而扁青綠色最堅硬齒齧不破莖葉莢端皆有細毛以葛莖繫物可代繩索名曰葛條故易困于葛藟孔疏稱為引蔓纏繞之草花根皆充藥材名葛花葛根煮去外皮內皮色白剝之成縷名葛麻古之絺綌皆葛麻績線為之周禮掌葛有專官既云掌以時徵絺綌之材于山農矣又云凡葛征徵草貢之材于澤農鄭注草貢■〈艹頃〉紵之屬可緝績者是知蔓草之類葛為之長故賦入以葛征統之葛亦重矣哉 \\n ○黃鳥于飛集于灌木其鳴喈喈 \\n 毛傳云黃鳥摶黍也【王菉友云陳碩甫本作搏黍檢釋文則作摶音徒端反爾雅釋文同當再考　棫林按段郝諸家引皆作搏黍胡氏後箋並以徒端反為非搏啄音近作搏為長】爾雅釋鳥言黃鳥而別其名有四一曰皇黃鳥一曰倉庚商庚一曰鵹黃楚雀一曰倉庚鵹黃也倉庚一作鶬鶊鵹說文作離又作黍?隺省作??隹鵹即??隹之變體一作黧又作麗或作鸝又名黃離留亦作栗留栗留者黃鳥之聲陸疏云黃鳥黃鸝鶹幽州人謂之黃鸎一名倉庚一名商庚一名鵹黃一名楚雀齊人謂之摶黍關西謂之黃鳥郭注爾雅與陸說略同或疑黃鳥非鸝以詩中言黃鳥又言倉庚也然詩亦言元鳥與燕矣不得疑元鳥為非燕也凱風詩曰睍睆黃鳥載好其音睍睆好音惟肖鵹黃其他鳥羽色黃者皆不類是說部又有黃袍金衣公子兩名乃以其色名之禽經云嚶鳴嚶嚶故名鸎或云鸎項有文故字從賏今俗字作鶯詩緝云黃鳥黃鶯也此鳥大如鴝鵒雌雄雙飛故名麗蓋麗有二義訓黑猶言麗水也訓兩如言麗澤也其羽黃色故有黃名其翼黑色故有黧名尖喙青足春深則鳴聲音圓轉如珠之串俗呼黃都魯鳴則蠶生故鄭康成以倉庚鳴為蠶候豳詩春日載陽有鳴倉庚紀蠶時也鈕氏觚賸云關內呼黃鶯為水鴉兒旱乾累月氣如焚柴忽樹間睍睆數聲則滂沱立至故獲此名夫一鶯也春囀上林則巧同歌鳳雨占下里則拙竝啼鳩可知物無定名亦在所遇之時與所止之地鶯為鳴春之鳥其聲亦人所樂聞俗耳鍼砭詩腸鼓吹戴氏酒柑千古韻事以此占雨今殊不然惟雨中鶯囀則天將霽轉以鶯之鳴占晴也爾雅翼云荊州每至冬月於田畝中得土堅圓如卵者輒取以賣破之則鸎在其中無復毛羽蓋以土自裹伏候春始生羽破土而出今關左所見與此說大同小異農人冬月竭塘水取魚得土卵數十枚剖視之中有鸝羽毛俱全而昏沈如睡不飲不食如蟲之蟄藏於暖屋來春始能飛去史言鸝羹可以醫妒今則不聞人食此鳥食蟲不食粟故亦未見人畜其伏雛防人篡取累巢如鉢銜人所棄麻線繫於樹杪懸之空際其巧黠又如此【王云陳碩甫詩毛氏傳疏曰黃鳥之為倉庚誤始於揚雄之方言成於高誘之呂覽注涇胡承珙以詩之黃鳥即今之黃雀段氏更引戰國策俛啄白粒仰栖茂樹尤與詩辭義合筠案雯溪曰此鳥食蟲不食粟然則小雅黃鳥篇曰啄粟啄粱啄黍更足證是黃雀矣又啄黍與搏黍相近碩甫曰搏音博或亦緣此　棫林按黃鳥別於倉庚其說發於孫奕示兒編至段若膺焦里堂郝蘭皋胡墨莊陳碩甫諸家申辯之而益精定論不可易矣多君此篇尚沿舊說之誤王菉友引陳說正之極是】 \\n ○采采卷耳 \\n 毛傳云卷耳苓耳也爾雅釋草同陸疏云葉青白色似胡荽白華細莖蔓生可煮為茹滑而少味四月中生子如婦人耳中璫今或謂之耳璫草幽州人謂之爵耳李氏本草又有數名一名葹一名胡葈一名常思一名野茄一名羊負來博物志云洛中有人驅羊入蜀胡葈子多刺黏綴羊毛遂至中國故名羊負來胡葈則以生於胡地得名其葉似枲麻亦頗似茄故名皆假之詩人賦卷耳由於懷人故名常思又名常葈又名葹皆與耳音相近郭注爾雅引廣雅云枲耳爾雅釋文引廣雅又云苓耳蒼耳後之說詩者無不以卷耳為蒼耳今關左俗呼為蒼子此草徧地皆有豆田中尤多葉似戎葵而無皺文莖高二三尺青色有黑斑點旁生岐枝六月開細白花如小豆粒上有白屑如細沙外生子如棗核有刺花不結子子不因花每葉貼莖處各有子四五枚每子中寓雙仁來年甲坼生草留一仁轉年再生倘初萌芽時即拔去之則所留之仁當年即生不俟轉年矣此草之異人人習見而鮮有知者離騷云薋菉葹以盈室兮九思云枲耳兮充房皆以其子多刺比為惡草騷則惡之詩則采之義各有取耳卷耳高莖植立則陸氏蔓生之說近誤郭注爾雅言卷耳叢生如盤亦不似此草之形羣芳譜以卷耳為宿莽一名必栗香入書笥中白魚不能損書卷耳味近薰臭未有香者其誤尤遠詩緝祖張子厚呂和叔之說謂后妃主酒漿之事采卷耳以為麴糵今俗造麴以麥屑為之外包以麻葉古人包麴或用卷耳之葉亦未可知但此詩本借物起興牽入造酒似泥金罍兕觥作曲解也 \\n ○南有樛木葛藟纍之 \\n 毛傳云南南土也南土之葛藟茂盛鄭箋云木枝以下垂之故故葛也藟也得纍而蔓之孔疏云藟與葛異亦葛之類也夫葛藟皆蔓草葛見葛覃藟則山隰間皆有之陸疏云藟一名巨苽似燕薁亦延蔓生葉如艾白色其子赤可食酢而不美幽州謂之蓷藟夫關左為古幽州地呼藟曰蓷藟殊未之聞然此草形色則陸氏盡得之李氏本草謂蓬虆一名寒莓覆盆子一名大麥莓懸鉤子一名山莓又名樹莓又名蛇藨爾雅釋草云藨麃郭注藨即莓也今江東呼為藨莓子似覆盆而大赤酢甜可啖羣芳譜云藤蔓繁衍莖有倒刺逐節生葉面青背白結實如椹而扁俗名割田藨一種蔓生小於蓬虆一枝三葉葉面青背淡白而微有毛開小白花四月實熟其色紅如櫻桃者俗名薅田藨即爾雅所謂藨者也一種樹生者高四五尺實似覆盆子即爾雅所謂山莓本草所謂懸鉤子者也一種就地生蔓長數寸開黃花結實如覆盆而鮮紅不可食者本草所謂蛇莓也大抵諸書中言藨言莓者皆即藟之屬山莓不蔓生蛇莓蔓生而藤小不能延木此言纍樛木惟割田藨薅田藨近之形色亦與陸疏合至釋木之諸慮山櫐欇虎櫐雖亦藟屬而字從木不從草注家言其麤大顯與陸異矣詩緝引釋文謂藟似葛蓋因葛藟連文同纍樛木疑其相似不知藟之莖葉花實與葛迥別廣雅云藟藤也唐書方技傳云姜撫服長春藤使白髮還鬒長春藤者千歲藟也葛藟二草皆藤生詩故連類竝舉易困于葛藟亦作連文漢書崔駰傳云條垂藟蔓上下相求可知藟葛連言但以藤蔓相同非謂花實皆似說文藟□分隸兩部段注謂其物在草木之間近於草者則為草部之藟詩之藟也近於木者則為木部之蘽釋木之山櫐虎櫐也櫐藟尚有分豈可渾言藤屬皆名藟乎此草生原隰山中尤多葉似櫻桃而大一枝三葉或五葉面青背有白絨莖蔓數十尺密生倒刺開紫花大蒂就蒂結實數十顆為一簇每顆端有一黑毛生青熟紅俗名託盤言其實形如盤盛物也又名火盤言其實赤如火也又名溥盤又名潑盤皆託字之音轉山左人呼曰潑潑頭六七月熟里人采食之 \\n ○螽斯羽詵詵兮 \\n 毛傳云螽斯蚣蝑也鄭箋云凡物有陰陽情慾者無不妒忌惟蚣蝑不耳爾雅釋蟲云蜤螽蜙蝑郭注蜙■〈虫從〉也俗呼舂黍是斯又作蜤蚣又作蜙蚣舂為螽之同音蝑黍為斯之轉音蜤螽即斯螽斯為語詞在螽之上下呼之皆宜孔疏云此言螽斯七月言斯螽文雖顛倒其實一也陸疏云螽斯幽州謂之舂箕舂箕即舂黍蝗類也長角長股股鳴者也或謂似蝗而小斑黑其股似瑇瑁五月以兩股相切作聲聞數十步凡此舊說協於雅訓自來詩家宗之嚴氏詩緝始為異解謂螽斯蝗也即阜螽斯為語助猶鹿斯鸒斯若七月之斯螽乃爾雅之蜤螽蜙蝑別是一物以注疏合一為誤且引錢氏云阜螽羣飛齊一言羽見其飛也舂秋書螽即蝗也蘇氏謂螽一生八十一子朱氏謂一生九十九子今俗言蝗一生百子不必以定數言之但以生子多者莫如蝗耳夫名物以舊詁為宗要不若即以經文為斷斯螽股鳴經有明文至此經則三章皆只言羽未嘗言股以螽斯為斯螽定非經意經但取義於螽以斯助句螽斯羽與麟之止語例正同說文螽蝗互訓嚴以為蝗其說甚當惟阜螽生於山故名阜雖亦蝗子之類而難冒蝗名嚴混為一以釋螽斯是則誤也詩之言螽者三草蟲之阜螽以阜別七月之斯螽以股別此詩之螽斯則以羽別爾雅之言螽者五蛗螽蠜此螽之生於山者草螽負蠜此螽之生於草者蜤螽蜙蝑此螽鳴以股蟿螽螇蚚此螽鳴以翼土螽蠰谿此比他螽較小與土同色故以土名五螽皆蝗子之屬卻皆非蝗今俗總呼螞蜡蝗亦名蜡而比諸蜡為大沴氣所生形色黃俗名黃蟲羣飛蔽天害稼最烈李氏本草謂蜡一生數子蝗生子尤多故詩人取螽以興后妃子孫之眾鄭氏謂蚣蝑獨不妒忌夫一微蟲耳詩人安能知其不妒忌乎諸儒以后妃美德力加贊揚如雎鳩不再匹螽斯不妒忌皆近杜撰豈知經意固不若此哉 \\n ○桃之夭夭灼灼其華 \\n 桃木果名其類甚多爾雅所載旄冬桃榹山桃僅桃之二種耳說文云桃果也典術云桃五木之精仙木也春秋昭四年傳云桃弧棘矢以除其災後漢書禮儀志為桃印施門戶以止惡氣今俗除不祥猶用桃條有先民之遺意焉桃處處皆有而無大木其老幹色蒼黑嫩條則陽赤陰綠葉似柳而闊長外有細齒三月開花五出六出者結果其核為雙仁花淺紅色鮮豔實蒂圓而末尖味酸甘而帶苦大小不一為果中佳品園桃之實大如酒盞汁甘如醴俗名蜜桃其有赤汁極豔者熟比他桃較早俗名血桃山桃之實小如彈丸酢不堪食桃仁桃膠皆入藥材其有自乾於樹經冬不落者名桃梟亦入藥用夏小正禮月令俱言桃華開於二月關左氣寒花開較晚亦有冬桃仲冬始熟俗名雪桃此時以桃夭逢時興女歸及時桃以少好而華實盛之子以少好而容德盛序美婚姻以時謂盛壯之時非日月之時若以桃華為嫁娶之月則無以解於次章之實與三章之葉讀通典所載束晳之言可以悟朱傳之失至婚期毛鄭異說各從其家無可軒輊亦無礙於興義 \\n ○采采芣苜薄言采之 \\n 毛傳云芣苜馬舄馬舄車前也爾雅釋草文同郭注今車前草大葉長穗好生道邊江東呼為暇蟆衣此草曰車前者芣苜多生路側因其所生之地命名蝦蟆衣者韓詩言芣苜可治癩疾也陸疏云芣苢一名馬舄一名車前一名當道喜在牛跡中生幽州人謂之牛舌草此於毛郭外又多二名牛舌一名必是當時諺語而頗肖此草之形名當道者猶車前之意也詩緝云山陰陸氏言服食芣苢令人有子亦謂之陵舄列子言生於陵屯則為陵舄此草有宿根二月凍解即生似玉簪花葉而小嫩時可瀹作蔬老則有筋膜不堪食其葉初生貼地如盤五月從中抽莖作穗似鼠尾開細碎淡紫色花結子如秕稗黑赤色關左俗呼曰車輪菜山左人呼曰驢耳根【王云驢耳根必是登州語登州人僑居關左者多也吾鄉呼為車轍子　棫林按棲霞郝氏疏爾雅云大葉者俗名馬耳小葉者名驢耳登州語信也】處處皆有人人習見婦孺俱識而說文乃云芣苢實如李周書所說考之周書謂芣苜木實如李食之宜子出西戎是以芣苢為木名【棫林案王會篇但云康民以桴苡者其實如李說文雖引周書而字隸草部皆未嘗明言為木惟詩音義有山海經及周書皆云芣苢木也衞氏傳及許慎竝同之語此必陸德明因妅李二字約說之誤蓋芣苢本草結實偶大如李故西戎以為異而入貢韻會引說文李作麥段楙堂陳碩甫皆以作麥為是余謂許引周書其字自當作李實如麥者芣苢之常實如李者芣苢之異也韻會作麥之本疑淺人改之王基之駮王肅亦謂其不當引以說詩耳非以王會為誣】韓詩外傳又謂直曰車前瞿曰芣苢生於兩旁者曰瞿夫芣苢草極繁衍道中道旁皆有形色不異何必強分為二原隰之間亦有此草又作何解芣苢如李之說王肅亦嘗引之王基駮之云王會所記皆四夷遠國各賚【賚：賫】土地異物以為貢贄非周南婦人所得采且芣苢二字皆從草不從木則其非木類又可知也或以芣苢為澤瀉蓋以此草有馬舄陵舄之名而附會【王云以為澤瀉者韓詩之說韓詩又謂芣苢臭惡之草列女傳貞順篇曰采采芣苢之草雖其臭惡猶始于捋采之終于懷擷之夫芣苢可食不至臭惡可知漢時已多不知物性之儒者何可深泥也】夫澤瀉生水畔故名澤其性最能導水故名瀉若芣苢生道路間下溼處絕少雖入藥性亦利水而苗葉根花與澤瀉迥異正不得誤合為一如此易識之草注釋家尚無定見於以見古說不可盡信而徒據舊聞者亦未必無遺憾也 \\n ○翹翹錯薪言刈其楚 \\n 楚小木鄭箋云楚雜薪之中尤翹翹者孔疏云楚木名故學記注以楚為荊王風鄭風竝云不流束楚是也說文云楚叢木也一曰荊蓋楚即荊荊有數種惟牡荊名楚亦名黃荊無大木惟叢生長條耳李氏本草云古者刑杖用荊故荊從刑其生成叢而疏爽故又謂之楚從林以叢生從疋以疏爽疋即疏字蘇氏本草云荊有青赤二種青者為荊赤者為楛嫩條皆可為筐筥古者貧婦以荊為釵即此二物也荊為薪木關左有二種俱長條高者七八尺其一葉微圓花紫色枝條柔細皮色赤黃可編盛物器具者俗名紫條其一皮黑葉碧葉有岐杈花紫實黑者俗名鐵荊條紫條為楛類鐵荊條即楚類學記云夏楚二物收其威也注楚荊也扑撻犯禮者史記廉頗傳云肉袒負荊是古之刑杖皆以荊楚為之或言楚為楚地所產故名楚楚一名荊故楚國又名荊不知詩人歌詠惟取目前習見之物不似後世詩人遠搜域外以矜博治不流束楚王風鄭風皆詠之綢繆束楚葛生蒙楚交交黃鳥止于楚分見唐詩秦詩楚本無詩而列國轉多詠楚豈盡借材於鄰國乎至於櫻桃爾雅名荊桃羊桃檜風曰萇楚是小木叢生者類以荊楚名之荊楚之義蓋可識矣 \\n ○翹翹錯薪言刈其蔞 \\n 毛傳云蔞草中之翹翹然爾雅釋草云購蔏蔞郭注蔏蔞蔞蒿也生下田初出可啖江東用羹魚此蔞即蔞蒿俗呼流蒿生水澤畔故曰流陸疏云蔞葉似艾白色長數寸高丈餘好生水邊及澤中正月根芽生旁莖正白生食之香而脆美其葉又可蒸為茹李氏本草云白蒿一名蘩一名由胡一名蔞蒿有水陸二種爾雅通謂之蘩以其生蘩衍也夫爾雅曰蘩皤蒿者即今白蒿味香而苦不可食其曰蘩由胡者即蔞蒿味香而清可為蔬白蒿生陸地蔞蒿生水畔古以蔞蒿入食品今之食者尤多楚辭大招云吳酸蒿蔞王逸注蒿蘩草蔞香草惟為香草故可充蔬三月間生芽嫩葉鋪地作叢稍長則莖抽尺餘鄉人猶捋嫩梗調羹園蔬不能及其形色與艾迥異與白蒿近似而亦有別李氏并為一物考據尚微疏也【棫林按爾雅蘩皤蒿繁由胡購蔏蔞別為三條郭於皤蒿下注曰白蒿於蔏蔞下注曰蔞蒿於由胡下則注曰未詳本草欲合三者為一物固非多氏辨白蒿蔞蒿之異甚是其謂由胡即蔞蒿則亦懸揣無據之言也又爾雅經文作繁由胡字不從草】艾葉似菊葉整白蒿似艾葉碎一葉六七杈葉背及梗皆有白絨刈乾綯繩點火不熄鄉間蒿繩用此二草為之雖香而濁無食者蔞蒿生近水莖葉俱青葉長似柳外有密齒秋初間開細青花結子纍纍成穗子似秕粟落地自生凡蒿皆有宿根故滋生易繁蔞蒿獨生水側陸地無此草梗高七八尺秋老刈之作薪【棫林案王氏稗疏則謂蔞蒿但可為菜不堪作薪詩之蔞非蔞蒿別是一物蓋蘆葦之屬翹然高出而可薪者引管子葦下於雚雚下於蔞為證胡承珙馬瑞辰皆韙其說豈蔞蒿秋老時王胡諸君尚未目騐耶抑梗高七八尺之說多氏猶是懸揣也】蔞蒿與魚同食可解魚毒郭氏所以言可羹魚說文亦言蔞草也可烹魚蘇東坡詩蔞蒿滿地蘆芽短正是河豚欲上時蓋言蔞蘆已生雖毒如河豚亦可以食倘中其毒有蔞可解也今有中河豚毒者用蘆根治之亦效是二物管解毒魚不知此義者則以為紀時令焉 \\n ○魴魚赬尾 \\n 毛傳云赬赤也魚勞則尾赤鄭箋云君子仕於亂世其顏色瘦病如魚勞則尾赤此皆釋魚之尾因勞而赬而未釋魴為何如魚傳於齊風敝笱豳風九罭僅釋魴為大魚而魴之名義仍無明訓爾雅釋魚云魴魾郭注江東呼魴魚為鯿一名魾今關左呼魴魚曰鯿花義猶近郭也陸疏云魴廣而博肥恬而少力細鱗魚之美者遼東梁水魴特肥而厚尤美故其鄉語居就糧梁水魴嘗考梁水又名古梁河即今遼陽州城北五里太子河出鯿花魚吉林三江此魚最廣梁水之鯿今轉希聞鯿魚頭小體博鱗白而細肉中多刺頗似海鰳味甘而鮮大者二三斤但不呼魴耳正字通云魴魚小頭縮項闊腹穹脊細鱗色青白腹內肪甚腴詩緝亦訓魴為鯿李氏本草云魴魚一名鯿魚魴方也鯿扁也其狀方其身扁也漢沔多有之腹內有肪味最腴美故俚語云伊洛鯉魴美如牛羊此言魴出伊洛陸氏不言伊洛而言梁水味之所珍因乎時也虞氏天香樓偶得云魴魚身廣而扁頭尾俱尖俗呼為鯿冬月有之大者可重二三斤吳俗夏月漁人張網取得小魚名曰罾鮮其中有形與魴同大者不過二三寸小纔及半寸俗謂之魴魾即此魴也蓋冬月始大耳夫遼東古幽州域伊洛豫州域吳揚州域皆出魴魚是魴非希見之品後漢書馬融傳廣成頌云魴鱮鱏鯿魴鯿竝出似魴鯿為二魚然詞章之家隨手摭拾不避重複正不得據為典要也許氏說文謂魴為赤尾魚夫魴色青白世所共見未有赤尾者詩以魴魚勞而尾赤喻君子勞而容瘁從知尾以勞而赤非謂其本生自赤張子云水淺魚搖尾多則血流注尾故尾赤也呂氏云鯉尾赤魴尾白今魴尾亦赤則勞甚矣不從許說皆合詩義也【棫林案說文魴鯿二篆相次而不言是一魚許意與馬季長正同其所云魴必另一種魚非即今云鯿魴下云赤尾與鱒下云赤目文同皆必得諸目騐或別有所本胡承珙馬瑞長謂本草有火燒鯿晉安海物記有橘鬣魚二種皆形似魴而尾赤許書之魴當指此類此雖未合詩義而可廣異聞正不得以隨手摭拾輕議前賢也】 \\n ○麟之止【王云此從經典釋文也子貢詩傳亦作止說文引弟子職曰問疋何止儀禮經傳通解則作趾矣　棫林按止趾古今字】 \\n 大戴禮言毛蟲三百六十麟為之長其為物古學家以為信獸今學家以為仁獸毛傳麟信而應禮左傳服注麟中央土獸土為信信禮之子脩其母致其子視明禮脩而麟至此毛左古學以為信獸之說也公羊傳麟者仁獸也何注狀如麕一角而戴肉設武備而不為害所以為仁也此公羊今學以為仁獸之說也爾雅釋獸言麕身牛尾一角京房易傳言狼額馬蹏五彩腹下黃高丈二孝經古契言一禽如麕羊頭頭上有角鄭箋言角末有肉示有武不用張揖言雄曰麒雌曰麟史記索隱引郭璞言麒似麟而無角此麟之形狀也陸璣義疏言音中鍾呂行中規矩遊必擇地詳而後處不履生蟲不踐生草不羣居不侶行不入陷阱不罹羅網廣雅言含仁懷義文章彬彬此麟之德性也禮運言麟以為畜故獸不狘賈服春秋說言制作三年文成致麟陸疏言王者至仁則出宋符瑞志言不剖胎剖卵則至牡鳴曰逝聖牝鳴曰歸和春鳴曰扶幼夏鳴曰養緩此麟之瑞應也其字則本作麐說文麒下云仁獸也麐下云牝麒也至麟則別之曰大牝鹿以表其與瑞獸之麐異麐或作■〈鹿吝〉見廣雅或作驎見左傳穀梁釋文今惟爾雅尚作麐其他經典則皆作麟此自同音叚借而玉篇廣韻直以麟麐為一字則沿習久而失之混矣陸疏謂今并州界有麟大小如鹿非瑞應之麟司馬相如子虛賦射麋腳麟謂彼麟也辨析獨精余謂潛夫論懼失麟鹿而獲艾猳麟鹿亦當謂大鹿非瑞獸此麟字用本義之僅見者諸儒言麟麕身顏注漢武紀獲白麟獨以為麋身麕為麞麋為鹿形雖近似而實不同漢武所獲之麟史記封禪書有微詞疑當時諛為麟非真麟也麟不常見注家未必實覩此物徒據傳聞故不能畫一歟【棫林按顏注之麋蓋本作麇形似而譌古說皆作麕不應顏氏獨異】 \\n 毛詩多識卷一終 \\n  \\n 　"}
{"章节": "●毛詩多識卷二", "正文": "　 \\n ●毛詩多識卷二 \\n 　 \\n  \\n 長白多隆阿著 \\n 召南 \\n ◆召南◆ \\n 維鵲有巢維鳩居之 \\n 于以采蘩于沼于沚 \\n 喓喓草蟲趯趯阜螽 \\n 陟彼南山言采其蕨 \\n 陟彼南山言采其薇 \\n 于以采蘋南澗之濱 \\n 于以采藻于彼行潦 \\n 蔽芾甘棠 \\n 誰謂雀無角何以穿我屋 \\n 誰謂鼠無牙何以穿我墉 \\n 摽有梅其實七兮 \\n 野有死麕白茅包之 \\n 林有樸樕野有死鹿 \\n 無使尨也吠 \\n 華如桃李 \\n 彼茁者葭壹發五豝 \\n 于嗟乎騶虞 \\n 彼茁者蓬 \\n 壹發五豵 \\n ○維鵲有巢維鳩居之 \\n 毛傳云鳩鳲鳩秸鞠也鳲鳩不自為巢居鵲之成巢鄭箋云鵲之作巢冬至架之至春乃成鳲鳩因鵲成巢而居有之爾雅釋鳥云鳲鳩鴶鵴郭注今之布穀也江東呼為穫穀夫鵲鳩皆習見之鳥鵲今俗名喜鵲一名乾鵲一名鳷鵲其字古文作舄篆文作■〈昔隹〉隸變作鵲乾一作鳱又作雗說文言舄知太歲之所在乃鳥中有靈者故不與凡鳥伍而特象形以示別鳩傳箋以為鳲鳩俗名抱鴣即布穀之轉語春深耕候布穀常鳴人人皆識而歐陽氏非之曰鳲鳩不占鵲巢占鵲巢者非鳲鳩也試以當前鳲鳩驗之從未見其來占鵲巢其說洵不誤占鵲巢者既非鳲鳩實別有一鳩此鳩關左極多大如雀鷹羽藍灰色圓目曲喙形與雀鷹酷似俗呼曰青鳶子爪不甚利不能捉雀強健食蟲眾鳥畏之不自為巢奪鵲成巢以伏雛春來秋去古帝以鳥紀官故以此鳩為司事其聲格磔飛鳴不已名曰鳴鳩其形類鶻又名鶻鵃月令仲春鷹所化者即此鳩若鳲鳩巢於樹竅伏雛生卵不占鵲巢以此鳩為鳲鳩先儒承誤久矣詩緝云鳩拙鳥也直謂之鳩者也歐陽氏謂布穀戴勝者與鳩絕異鳩拙不能作巢多在屋瓦間或於木上架結木枝初不成窠僅以成子往往墜雛今鵲作巢甚堅既生雛散飛則棄而去容有鳩來處彼空巢夫以此鳩為非鳲鳩足矯毛鄭之失而以為拙鳩則是祝鳩亦不確祝鳩形似鵓鴿架枝為巢不巢屋瓦亦不居鵲成巢俗呼斑鳩非此詩之鳩也埤雅云鵲作巢取木杪枝不取墜地者善營巢戶背太歲知來歲風多巢必卑下故淮南子云乾鵲知來而不知往蓋鵲巢太卑兒童得覆其巢以取其雛故曰不知往也高氏天祿識餘云詩人以乾鵲對溼螢鵲者陽鳥先物而動先事而應言陽鳥可為名乾鵲之證言先動可為知來之證言應事之先者俗以鵲鳴占喜也本草云鵲大如鴉而長尾尖喙黑爪綠背白腹上下飛鳴以音感而孕以視而抱季冬始巢其鳴唶唶故謂之鵲靈能報喜故謂之喜性最惡溼故謂之乾莊子天運篇云烏鵲孺注云傳枝而孚生也因傳枝故名鳷鵲此鳩為鳴鳩鶻鳩又名鶻鵃又名鶻鵰又名鶻嘲鳩鵃同音雕嘲轉音雕言其似鷹嘲言其好鳴也鳶為鷹屬故名青鳶張衡東京賦云鶻嘲春鳴此鳥之鳴正當春候夏季鮮聞其聲矣彼拙鳩為巢雖不及鵲巢之工而猶能自為之若鳴鳩直不自為惟奪鵲成巢每當春夏之季青鳶成羣且飛且鳴與鵲爭鬬不勝不已見之熟矣歐陽氏不從傳箋蓋見鳲鳩不占鵲巢故疑其誤嚴氏知占鵲巢者非鳲鳩欲求一占鵲巢之鳩而不得以拙鳩不善營巢遂以拙鳩當之然其云拙鳩瓦屋是處架木為窠是拙鳩明自有巢又云鵲巢已棄容有鳩占曰容有是未嘗目見作懸擬之辭先儒之誤後儒亦見之而未見此物欲有以實指之而不能可知明物之學難以耳為憑也或以乾鵲為山鵲不知山鵲乃爾雅之鷽郭注謂似鵲而有文采長尾觜腳赤俗曰山鷓若喜鵲黑羽白腹無他文咮爪亦黑與山鵲異此詩言鳩居鵲巢如異國之女來嫁諸侯略觀大意自合經旨不必向鳩之性情曲為穿鑿如曰取鳩之拙則拙非婦德也如婦功何 \\n ○于以采蘩于沼于沚 \\n 毛傳云蘩皤蒿也爾雅釋草云蘩皤蒿孫炎注白蒿易曰賁如皤如皤白也【棫林按老人髮白曰皤白蒿曰皤曰蘩猶白鼠謂之■〈鼠番〉馬白鬣謂之繁鬣】皤蒿為白蒿關左俗呼猶如此此詩小序以為夫人奉祭祀不失職毛鄭皆主此義集傳以先儒有采蘩為蠶事一說亦附存之言古后夫人有親蠶禮此詩亦猶周南之有葛覃績葛縷以為布繅蠶絲以為衣蘩可生蠶故采之或因是說遂疑蘩可飼蠶然關左俗重蠶桑東海尤盛嘗見畜蠶之家蠶出偶早桑尚未萌飼以他葉則蠶多死飼蠶以蘩其說近誤陸農師云蒿青而高蘩白而繁七月詩采蘩祁祁以生蠶也今覆蠶尚用蒿季彭山云蠶之未出者采蘩以洗之令其易出夫覆蠶之法於今未見而洗蠶之術至今尚行蠶子將出噴水於蠶種之上得水滋潤蠶出易齊但不用蘩正字通云蠶未出煮蘩以沃之則易出是皆言用蘩以生蠶非用蘩以飼蠶飼蠶之說其誤明矣【棫林按七月之蘩當用生蠶義此經之蘩則左傳說最古最確當用舊義蠶事不得云公侯之事蠶室亦不得為公侯之宮也集傳附存殊可不必】蘩為白蒿與蔞蒿相似但蔞蒿近水而蘩則陸地居多葉如艾而細碎春中生莖高三五尺花實微細似香蒿葉莖俱有白絨乾之可以引火秋老刈之作薪 \\n ○喓喓草蟲趯趯阜螽 \\n 毛傳云草蠱常羊也阜螽蠜也鄭箋云草蟲鳴阜螽躍而從之異種同類此言二物相似生居卉草山阜之間故蟲以草名螽以阜名生草內者色多青綠似草生阜上者色多灰黃似土脩身長股初生則躍翼成則飛關左渾呼曰螞蜡爾雅釋蟲云草螽負蠜蛗螽蠜蟲螽為同韻易蟲為螽是二物皆名螽又同名蠜亦以二物相似故也陸疏云草蟲大小長短如蝗奇音青色好在茅草中阜螽蝗子今人謂蝗子為螽子詩緝云阜螽者蝗也蠜也即螽斯也夫螽類甚多此詩所指未詳何種諒必非蝗蝗雖名螽而蟲則害稼若阜螽必為山野所習見形雖似螽而非害稼之蟲春秋桓十五年螽注云蚣蝑之屬杜謂蚣蝑似螽非謂螽即蚣蝑嚮年在燕東見農捕蝗察其形色實與草蜡相同草蜡色青蝗色微黃亦比草蜡大所異者不過如此陸氏言草蟲奇音今俗名曰蟈蟈似蝗而色綠翼黑色有花文以翼鳴其他似此者甚多皆不食禾若蝗為沴氣所生召南婦人焉能取之以感時物之變乎 \\n ○陟彼南山言采其蕨 \\n 毛傳云蕨鼈也蕨鼈疊韻鼈為蕨之別名爾雅釋草云蕨虌【棫林按釋文云初生似鼈腳故名據此則加草作虌非也】郭注初生無葉可食埤雅云蕨初生狀如雀足之拳又如人足之蹶陸疏云蕨山菜也周泰曰蕨齊魯曰虌關左地接齊魯其人亦呼此草曰蕨無呼虌者此古今稱名之異也王氏羣芳譜云蕨處處山中有之二三月生莖嫩時無葉采取以灰湯煮去涎滑晒乾作蔬根紫色皮內有白粉擣爛洗澄取之名蕨粉此草生於山原春深出苗獨莖上茁葉拳未伸頭鉤向下象如意形故俗呼為如意菜葉已全伸有似鳳尾其莖已老便不可食莖紫青色不華不實生以宿根性冷滑不甚利人而食品珍之 \\n ○陟彼南山言采其薇 \\n 毛傳云薇菜也爾雅釋草云薇垂水陸疏云薇山菜也莖葉皆似小豆蔓生其味亦如小豆藿可作羹亦可生食今官園種之以供宗廟祭祀王安石字說云微賤所食因謂之薇故詩以采薇賦戍役此言薇為微草而古人用薇芼羹公食大夫禮芼豕以薇則薇為食品所珍陸氏言薇可供宗廟此豈微賤之蔬哉王氏字說之謬多類此說文云薇菜也似藿段注謂似豆葉引項安世說謂即今野豌豆與蜀之巢菜又以今四川人搯【搯：掐】豌豆媆梢食之謂之豌豆顛為證而云釋草垂水是其俗名考羣芳譜云薇一名野豌豆一名大巢菜生麥田及原隰中莖葉氣味皆似豌豆其藿作蔬入羹皆宜蘇東坡云菜之美者蜀鄉之巢菜有大小二種薇即大巢小巢爾雅名搖車即東坡所謂元修菜【棫林按東坡故人巢元修嗜此菜故名】項氏概以薇當之稍未細也郭景純以薇名垂水即謂薇生於水此詩則言薇采於山小雅亦曰山有蕨薇似薇為山草非水草李時珍言薇生麥田中水澤亦有郭氏舉其一偏言之耳陸放翁詩序云蜀蔬有兩巢大巢豌豆之不實者小巢生稻畦中東坡所賦元脩菜是也吳中絕多名漂搖草一名野蠶豆但人不知取食耳關左蔬品頗繁而無薇菜此云不實之豌豆為薇豌豆嫩苗烹調食之味亦甘美而無薇名細驗所蓺豌豆亦未有不實者王氏與本草皆言薇生麥田則為野菜與園圃種者有別豌豆即戎菽大雅名荏菽嫩苗雖可食而非蔬也漢書申屠蟠傳巢栖茹薇注云薇似藿則豌豆蓋有野生者與戎菽異【棫林按薇說以許陸為最古項氏野豌豆之說合乎許陸足為確詁集傳用胡氏迷蕨之說謂薇似蕨非也黔蔬有菜豌一種是豌豆之不實者與放翁說合】 \\n ○于以采蘋南澗之濱 \\n 毛傳云蘋大蓱也爾雅釋草云萍蓱【棫林按爾雅本作苹蓱說文亦苹蓱互訓無萍篆惟鄭注詩禮分別萍為水草苹為藾蕭經典遵其說於浮萍遂無作苹者鄭萍氏注引釋草作萍蓱詩正義引同蓋許鄭二君所據爾雅苹萍各異以孳乳論萍字必後於苹則許本古矣】其大者蘋是蘋為萍之大者蘋萍為轉音字也陸疏云蘋水上浮萍是也其粗大者謂之蘋小者曰萍義與爾雅略同蘋一作薲說文云薲大萍也爾雅翼云蘋似槐葉而連生淺水中五月有花白色故謂之白蘋羣芳譜云蘋一名四葉菜一名田字草葉浮水面根連水底莖細於蓴莕葉面青背紫有細紋四葉合成中坼十字夏秋開小白花故稱白蘋其葉徑一二寸有一缺而形圓如馬蹄者蓴也似蓴而稍尖長者莕也葉徑四五寸如小荷葉而黃花結實如小角黍者萍蓬草也楚王得萍實此萍之實也四葉合成一葉如田字形者蘋也夫蓴即茆莕即荇與萍蘋並見於詩得此分疏四草之形色俱了然矣高氏天祿識餘云相如賦薛莎青薠說文言青薠似莎而大張注言生江湖雁所食管子謂之雁膳別種為白薠今誤作蘋夫薠有青白二種惟蘋亦然柳惲所云汀洲采白蘋宋玉所云起于青蘋之末是也許書薲薠不類廁為物各異不得謂蘋皆薠之誤字關左之蘋亦有小大二種小者初生兩葉漸長則為葉有四如田字隨水流行不花不實此柳花落水一夜化成者葉浮水面根連水底葉似荷而長三寸有缺在莖下六七月間葉下有莖四出開小白花結小包中有子如蟣子落復生夫萍為藥材今罕用者蘋為菜蔬今罕食者至莖葉花實亦與前人說小異蓋五方水土各殊生物不能強同與 \\n ○于以采藻于彼行潦 \\n 毛傳云藻聚藻也鄭箋云藻之言澡也爾雅釋草云莙牛薻郭注似薻葉大江東呼為馬薻說文云薻水草也或作藻段注今水中莖大如釵股葉蒙茸深綠色莖寸許有節者是左氏謂之薀藻【棫林按說文薀積也積亦聚故杜即注以聚藻或謂左傳薀藻與蘋蘩對言蓋薀與藻為二物段氏疑薀即莙今按春秋繁露云君者溫也是莙薀古音近可以通借段說是也】陸疏云藻生水底有二種其一葉如雞蘇莖大如箸長四五尺其一莖大如釵股葉如蓬蒿謂之聚藻二藻皆可食山陰陸氏云藻水草之有文者其字從澡自潔如澡也書云藻火藻取其清山節藻梲特取其文亦以禳火今屋上覆橑謂之藻井李氏本草云藻葉長二三寸兩兩對生即馬藻也聚藻葉細如絲及魚鰓狀節節連生是謂水薀此牛藻也夫郭氏合馬藻牛藻為一李氏分之為二毛氏偏舉其一為注小有不同各成其是關左池澤水草牛藻維多根生水底莖長數尺葉生於莖密如牛毛青豔如花畜魚之家往往取養缸中以供玩賞亦有馬藻葉似小萍而狹長莖細如荇開小白花但無大如箸者性俱寒涼食者鮮矣 \\n ○蔽芾甘棠 \\n 毛傳云甘棠杜也爾雅釋木云杜甘棠郭注今之杜棃釋木又云杜赤棠白者棠舍人注白者為棠赤者為杜為甘棠為赤棠陸疏云甘棠今棠棃又云赤棠與白棠同耳但子有赤白美惡子白色為白棠甘棠也少酢滑美赤棠子澀而酢無味俗語云澀如杜是也赤棠木理韌亦可以作弓榦【棫林按陸說與毛傳爾雅相戾與說文牡棠牝杜之說亦不合段馬胡陳數公皆亟論之余謂毛用雅義所說亦與雅傳相發明則古說貴矣陸徵所目見偶有歧異於古義外別為一說不必置辯戴東原申陸抑毛至改雅讀以就其說過矣】此木今名曰棃古止曰棠曰杜郭云杜棃陸云棠棃則晉以前已有棃名棃一作樆釋木棃山樆邢疏云在山曰樆人植曰棃李氏本草云棠棃野棃也樹似棃而小葉似蒼朮二月開白花結實如小楝子霜後可食此言棠棃即今野棃關左野棃種類極繁春較他省略晚穀雨後始花色白五出紫蘂微香花葉齊放結實最多大者廣二寸餘長蒂圓果纍纍盈枝立秋後即有熟者其熟在大霜後俗名凍棃總曰山棃又以其味多酸呼曰酸棃陸所言白棠即山棃之美者生青熟黃香甘不澀或亦呼棠棃其渣滓極粗酸澀不堪食者生時即紅皮有斑點乃陸所云赤棠也凡棃木理皆細亦極堅韌故陸言可為弓幹今刊書版多用之 \\n ○誰謂雀無角何以穿我屋 \\n 毛傳云不思物變而推其類雀之穿屋似有角者鄭箋云人皆謂雀之穿屋似有角物有似是而不同雀之穿屋不以角乃以咮傳箋皆解詩文大意而不言雀為何物以習見之鳥不必釋也說文云雀依人小鳥也段注今俗云麻雀是也其色褐其鳴節節足足禮器象之曰爵爵與雀同音後人因書小鳥之字為爵矣月令鴻雁來賓爵入大水為蛤高注呂覽曰賓爵老爵也棲宿於人堂宇有似賓客故謂之賓爵夫今之讀月令者皆以鴻雁來賓為句此將賓字連下句讀以示異然仲秋已云鴻雁來若季秋又以鴻雁來為句則嫌犯複故高說人鮮從之至雀之化蛤近海居人常有見者言雀數百為羣飛至海內又復飛還往返數四始投入海蓋意不願化而為時令所催雀亦不能自主也李氏本草云雀一名瓦雀處處有之羽毛斑褐頷咮皆黑躍而不步其目夜盲其性最淫此鳥俗呼家雀秋日禾熟千百為羣啄粟墜地亦為害稼之鳥禽經名嘉賓其色白者史紀為瑞 \\n ○誰謂鼠無牙何以穿我墉 \\n 毛傳云視牆之穿推其類可謂鼠有牙鼠為獸類爾雅所載凡十三種鼢鼸鼷鼶鼬鼩鼫鼮鼳郭皆有注鼭鼣鼤鼨則云未詳考鼸鼠今之田鼠鼬鼠今之臊鼠鼫鼠今之豆鼠餘在關左俱未見說文鼠穴蟲之總名也所載鼠類凡十九種同爾雅者八其■〈鼠番〉■〈鼠各〉■〈鼠平〉■〈鼠亞〉■〈鼠今〉■〈鼠勺〉■〈鼠穴〉此?鼠鼲胡?鼠十一種皆雅所未具中惟鼲鼠關左廣有俗名灰鼠皮可為裘郭讀爾雅豹文鼮鼠為句本之終軍許君則讀鼨鼠豹文為句唐代盧若虛嘗援許以折辛怡諫名物之難為定詁如此凡此皆野處之鼠非是詩所言之鼠也此鼠在家穴居細毛灰色尖喙長尾圓目短足有鬚無膽晝伏夜出盜穀食易曰艮為鼠艮二陰在下一陽在上象鼠牙之利鼠無牡齒故云無牙【棫林按說文牙牡齒也牡乃壯之譌壯齒謂齒之大者統言之則齒牙通稱析言之則前當脣者稱齒後在輔車者稱牙詳見段注】鼠無牙而以為有牙猶之雀無角而以為有角也【棫林按孫公談圃言鼠實有牙得諸目驗何氏古義謂鳥嘴之銳而鉤者名角王氏稗疏亦謂鼠實有牙雀實有角角當音錄與頭上之角音覺者異三說可廣異聞】 \\n ○摽有梅其實七兮 \\n 毛傳云摽落也盛極則隋落者梅也尚在樹者七鄭箋云梅實尚餘七未落喻始衰也夫經言梅實此梅知非枏矣蓋果屬【王云說文梅或作楳枏也案此乃大木以材為用者又曰某古作槑酸果也案梅某二字判然兩物秦風終南之梅毛傳曰柟也則知詩中梅字毛傳不指名之者皆說文之某也】爾雅釋木時英梅郭注云雀梅【棫林按爾雅英梅先儒謂即說文之柍梅南都賦柍柘檍檀連言可知英梅柍梅皆非果類齊民要術引郭此注云英梅未聞則今注雀梅亦非郭語段茂堂謂酸果之梅不見於爾雅其說甚是此引之似未確】陸疏云梅杏類也樹及葉皆如杏而黑耳書說命鹽梅禮內則梅諸皆果梅有黑白二種白者入果品黑者充藥材葉圓而末微尖邊有細齒花淺紅色赤蒂五出關左氣寒三月始華實味多酸亦有甘者生青熟黃紅白色者間見之亦佳果也夏小正煮梅候在五月埤雅言梅熟於四五月之間梅欲黃落溼氣鬱蒸礎壁皆汗其靠如霧謂之梅雨梅一作霉又作黴說文物中久雨青黑也或作??黑正字通云項甌東言江南以三月為迎梅雨五月為送梅雨張蒙溪謂梅當作霉雨中暑氣也霉雨汗衣故云霉黦言其為霉所壞也北地高寒不畏梅氣然當梅熟之候亦覺潮溼但不似江之南物逢霉雨或霉爛也梅之為果熟極自落其實七者言所摽已多以喻女子出嫁有時過時則衰此鄭箋所以有女子二十春盛而不嫁至夏則衰之說非言嫁娶在梅摽之候猶之桃夭以桃之少好華盛喻之子少好德盛也古者霜降而婦功成嫁娶者行焉冰泮農業起婚禮殺於此周禮媒氏仲春之月令會男女奔者不禁亦以仲春之後農功已興將無暇娶焉故不禁不備禮而娶者唐風綢繆束薪鄭箋以三星為心宿昏見東方則為三月之末四月之初集傳以為建辰之月三月嫁娶猶為失時豈梅摽餘七餘三以至摽盡五月之時尚可嫁娶乎召公化俗轉不如晉之衰世乎 \\n ○野有死麕白茅包之 \\n 毛傳云野有死麕羣田之獲而分其肉白茅取潔清也鄭箋云貞女之情Q欲Y令人以白茅裹束野中田者所分麕肉為禮而來麕之為獸詳於爾雅釋獸云麕牡麌牝麜【棫林按爾雅古本作牡麜牝麌見臧氏經義雜記】其子麆其跡解絕有力豜埤雅云麕鹿皆健駭而麕性膽尤怯飲水見影輒奔說文云麇麞也籀文作麕李氏本草云麞似鹿而小無角黃黑色雄者有牙出口外俗稱牙麞考工記繢人山以章鄭注云章讀為獐獐山物也齊人謂麇為獐陸疏云麏麞也青州人謂之麏詩緝云山陰陸氏謂鹿有角而不能觸麞有牙而不能噬麞如小鹿而美語云四足之美者有麃即麞也是麕一作麇一作麏一名麞又作獐又名麃今俗惟呼曰獐餘名無呼者關之左東北邊外山禽野獸所在廣有每於冬獵取之形色俱備而獐狍麋鹿尤為可貴狍鹿食草獐則兼食蛇蛙蟲蜡肉鮮於狍但春夏食物過雜冬則百蟲已蟄惟食草其肉始可食獐似鹿而小毛蒼黑色脆而不溫不可為裘肉入食品可珍也茅野草處處有之高數尺莖葉似竹秋末結穗白花如絮隨風飛揚似葦而細春生芽尖銳刺人俗名茅針秋老花飛古名茅秀今名白茅根長遠出白輭如筋有節來年逐節生茅最易繁生之草似葦而不及葦之高大似荻而不同荻之中實俗多用之覆屋或以作薪而古人則尚其潔藉以將禮易曰藉用白茅書曰包匭菁茅禮祭祀供蕭茅春秋傳齊伐楚責其貢茅茅之貴重若彼陸疏謂茅之白者古用包裹禮物以充祭祀縮酒用其說良信此經包束麕鹿皆以白茅蓋猶是物薄用重之義也夫 \\n ○林有樸樕野有死鹿 \\n 毛傳云樸樕小木也野有死鹿廣物也鄭箋云樸樕之中及野有死鹿皆可以白茅裹束以為禮廣可用之物非獨麕也爾雅釋木云樕樸心【棫林案邢疏謂樕樸即召南樸樕文雖別實一也今案釋文及孔疏引爾雅俱作樸樕心是爾雅古本本作樸樕後人誤倒其文耳】釋獸云鹿牡麚牝麀其子麛絕有力鹿?开此一木一獸關左皆有樸樕柞類俗名槲其類有二其一木性堅初發嫩枝有四稜漸大則稜隱不見樹皮皴厚葉大如荷蒂狹不圓俗呼波羅葉鄉里蒸麪餺飥多用此葉作薦木名槲科又一種比槲差小樹皮青白光滑不皺葉似槲而狹長五月開花纍纍作穗下垂結實如橡而不圓味橿澀不堪食其實有斗盛其半俗名青剛柳鹿為山獸東北邊外有之大者如馬鼻微闊似牛而常溼潤毛色蒼黃粗脆不溫不可為裘皮肉筋脂皆可珍尾入食品尤貴牡者有角夏至解去更生其如血泡未成骨者名鹿茸入藥最良鹿之極大者毛色黑蒼名馬鹿其毛色蒼黃有白斑點者名梅花鹿其角長而多歧者名八叉鹿牝者無角毛無斑點孕六月生鹿性淫一牡恆交數牝曲禮言禽獸無禮父子聚麀以此鹿能別良草食則相呼不害其羣行則相旅壽最大臥則口向尾閭使氣往來互行以通督脈故能長生不死又有鹿屬其名曰麋鹿毛蒼黑麋毛青黑鹿性屬陽解角丁夏至應一陰生麋性屬陰解角丁冬至應一陽生麋角大於鹿麋茸性亦異於鹿麋茸補血鹿茸兼補氣不僅形體異也李氏本草言樕似栗是以栩為樕栩俗名橡樕俗名槲而非一物傳與說文皆以樕為小木蓋以槲最難長非近百年不成大材故以小木釋之某氏爾雅注云樸樕槲樕也有心能溼【棫林按能讀若耐】江河間以作柱作柱非小木所勝任也此木水溼不腐故曰能溼也段氏說文注云釋木樕樸心即詩之樸樕俗書立心多同小又草書心似小毛傳說文當本作心木訛為小木耳是樸樕可名心木字又作杺廣韻云杺木名樸樕即杺樸樕洵大材矣 \\n ○無使尨也吠 \\n 毛傳云尨狗也非禮相陵則狗吠正義尨狗釋畜文說文云尨犬之多毛者夫尨訓狗蓋渾言之訓多毛之犬就字形分別言之也尨字從犬從彡彡毛多之貌此即俗所畜之長毛犬其字象形埤雅言有懸蹄者曰犬無懸蹄者曰狗犬之後足趾爪之上別有一爪生於趾上如空懸然名曰懸蹄此狗與犬之分至於長毛則狗犬皆有之何彼襛矣唐棣之華毛傳云唐棣栘也爾雅釋木唐棣栘郭注云今白栘也【棫林按各本爾雅注俱無此四字惟此詩釋文正義引雅注有之此作者所本】似白楊江東呼夫栘陳氏本草云夫栘木生江南山谷樹大十數圍無風葉動華反而後合詩云唐棣之華偏其反而是也李氏本草云栘乃白楊同類故得楊名圓葉弱蒂微風則大搖故名高飛又名大搖夫郭注言似白楊本草直以為白楊同類是唐棣為楊之別種也關左楊類頗多俗皆以其皮色呼名皮青者曰青楊皮赤者曰紅楊皮白者曰白楊木質虛輕而能任重性雖略同葉有小異宜下隰地直榦上聳最易生長二三十年便成大材削作棟梁永不下曲葉似梨而厚外無細齒應春早發逢秋早凋其皮色赤青者子纍纍作穗內有白絮春老則飛揚似雪其皮之白色者花似水蓼長二寸餘先葉而生色紫而豔繁縟盈樹故此詩曰穠楊之青赤兩種其嫩枝皮色青赤榦老則色漸白極老始有皴皮仍作蒼白色皆與白楊相似故郭云唐棣似白楊李云白楊同類也又有直榦不曲高或數丈葉大如掌鳴風作聲俗名響楊花如栩栗長三四寸色青不豔本草所謂大搖者蓋此物也說文栘棠棣也段注云釋木曰唐棣栘常棣棣唐與常音同蓋謂其華赤者為唐棣華白者為棣一類而錯舉故許云栘棠棣也棣白棣也改唐為棠改常為白以棠對白則棠為赤可知皆即今郁李之類有子可食者小雅常棣論語逸詩唐棣實一物也郭注唐棣云似白楊江東呼夫栘白楊大樹也古今注云栘楊亦曰栘柳亦曰蒲栘圓葉弱蒂微風善搖此正今之白楊樹安得有韡韡偏反之華邪夫爾雅唐棣常棣分釋詩皆有之唐棣之華曰禮常棣之華曰韡木既不同華又各別顯屬二物許君以栘為棠棣唐棠同音字異義同段氏以赤華者為唐棣白華者為常棣皆郁李之類郁李即今漚李小太白華從未見有赤華者即以偏反言華而郁李花不甚大蒂短依枝偏反何有偏反一作翩翻字皆從羽楊花赤穗正似羽形易曰枯楊生華楊自為有華之木也陸璣詩疏王象晉羣芳譜俱以唐棣為郁李是以常棣當唐棣皆屬謬誤段氏注說文併唐棣常棣為一物則謂郁李之類似二物猶非郁李乃是類郁李者尤屬鶻突嚴粲詩緝以唐棣為薁李又以為蘡薁以木為草將古聖制字之義亦不可憑矣尚得與言考據乎【棫林按唐棣常棣諸家聚訟訖無定說余謂名異唐常自非一木然同繫以棣必非異類當如棠杜桋栜相去不遠欲定此物仍當於棣屬求之段氏併唐常為一不無小失駮之良是而因景純似楊之說竟指楊屬為唐棣蒙實未敢遽信經義述聞謂毛傳爾雅皆當作唐棣棣常棣栘分別頗精細胡氏後箋陳氏傳疏皆祖其說惟改字太多是亦一憾】 \\n ○華如桃李 \\n 桃李俱木果名桃見桃夭李爾雅所載凡三種一曰休無實李一曰痤接慮李一曰駁赤李【棫林按休一作林痤一作■〈木坐〉一作■〈木座〉或作座駁一作駮】本草所載又有數種皆隨俗呼名實分大小味分甘酸而其木無甚異者素問云李東方木也爾雅翼云李字從木子乃木之多子者埤雅云李性難老雖枝枯子亦不細品處桃上說苑云樹桃李者夏得休息秋得其實李重實不重木故說文云李果也李無大木皮色蒼白葉青似梨而狹開小白花五出繁縟盈枝花多實少實大如杏而光滑生青熟黃或半紅半紫味甘酸而不澀早李五月如熟此爾雅之接慮李郭注曰麥李熟應麥黃候也又有一色全紅者此爾雅之赤李味甘而不酢又有晚李立冬後始熟俗呼冬李又曰凍李 \\n ○彼茁者葭壹發五豝 \\n 毛傳云茁出也【棫林按也當作兒【兒：皃】段說是說文茁草初生出地兒【兒：皃】可證】葭蘆也豕牝曰豝鄭箋云記蘆始出者著春田之早晚爾雅釋草云葭蘆釋獸云牝豝說文云葭葦之未秀者豝牝豕也廣雅云獸一歲為豵二歲為豝三歲為豜四歲為特毛傳訓豝與爾雅同廣雅之訓與傳小異小爾雅云大者謂之豝其說又異此一草一獸處處皆有葭即葦在關左為土產東江南海之濱一望無涯皆葦也莖有節中空似竹而細葉亦似竹秋花似絮始生者曰蘆豝豵皆野豕名關左渾呼曰野猪形與家豕同而大或數倍居土穴肉味微羶其皮堅韌勝於兕犀大豕之皮矢不能穿其小者尚可獵取嘗聞獵人言野豕畏暑夏日羣居水塘泥塗徧體其皮癢可搽樹以解之松脂和土凝厚如甲擊以手礮鉛子不入逼之反噬轉受其傷野豕之大者人不敢犯也二歲曰豝蓋取豕之小者毛於次章傳云一歲曰豵二章合為一律廣雅之訓似勝【棫林按毛義以相互而見發彼小豝經有明文故於此豝但言牝小義於豵下互見之玉篇■〈豕聚〉小母豬■〈豕聚〉與豵同傳稱一歲但言其小牝義於豝下互見之其精簡非他書所及弗可輕議也】 \\n ○于嗟乎騶虞 \\n 毛傳云騶虞義獸也白虎黑文不食生物有至信之德則應之說文云虞騶虞也白虎黑文尾長於身仁獸也食自死之肉陸疏云騶虞即白虎也黑文尾長於軀不食生物不履生草君王有德則見應德而至者也埤雅云騶虞西方之獸而名之曰虎則宜以殺為事今反不履生草食自死肉蓋仁之至也毛氏以騶虞為虎許陸說同司馬相如封禪文云囿騶虞之珍羣張衡東京賦云圉林氏之騶虞班固典引云擾緇文皓質於郊皓言白緇言黑是白質黑文也晉張華云騶虞具五采乘之日行千里夫虎非常畜此以乘言為說獨異其餘或曰義獸或曰仁獸或曰西方之獸小有參差然其為瑞物一也歐陽氏云召南風人美其國君順時畋於騶囿之中蒐索害田之獸其騶囿之虞官乃翼驅五田豕以待君之射而君有仁心惟一發矢而已不盡殺也此則以騶為騶囿虞為虞官說與先儒異嚴氏詩緝云騶騶御虞虞人禮射義云天子以騶虞為節樂官備也謂騶御虞人皆不乏人則官備可知此又皆以騶虞為官名細繹詩義周南以公族為麟召南以諸侯為虎意似相對而于嗟麟兮于嗟乎騶虞語例又同騶虞可解為囿為官而麟則瑞獸外無別解麟不能為別解而解騶虞獨歧何以見二南相應之古義乎歐嚴所云聊備一說非達詁也【棫林按以騶虞為天子鳥獸官義出三家詩今學家說也以騶虞為獸毛公傳詩與服虔注左許君解字同古學家說也解騶為囿虞為囿之司獸見賈子新書并以騶為御人見戴埴鼠璞斯皆原本三家宋以來儒者多衍其說非自歐嚴始也許君異義兼載今古說而斷從毛公鄭君無駮箋詩亦同毛旨其注射義云樂官備者謂騶虞曰壹發五豝喻得賢者多也于嗟乎騶虞歎仁人也孔疏云一發而得五豝猶若一求而得五賢與詩文異者斷章為義云于嗟騶虞歎仁人與詩義同也以騶虞不食生物故云于嗟歎其仁人(大射注略同賈疏太略未能申說如孔)鄭君詩學兼采三家而於騶虞篤守毛義故知古學家說不可易也】 \\n ○彼茁者蓬 \\n 毛傳云蓬草名也【棫林按據全詩傳例名係衍字傳疏說是】考蓬為野草其類有二爾雅釋草云齧彫蓬薦黍蓬孫炎注云彫蓬即茭米古人以為五飯之一者鄭樵通志云彫蓬即米茭可作飯食故謂之齧黍蓬即茭之不結實者惟堪作薦故謂之薦說文云苽雕胡一名蔣廣雅云菰蔣也其米謂之雕胡枚乘七發謂之安胡其葉曰苽曰蔣俗曰茭漢書司馬相如傳云東蘠雕胡注雕胡菰米也楊慎卮言云蓬有水陸二種彫蓬乃水蓬彫苽是也黍蓬乃旱蓬青科是也青科結實如黍羌人食之今松州有焉是皆言蓬有二與爾雅同而鄭夾漈云黍蓬無實楊用修則言黍蓬實如黍此二草關左俱未見蓬以黍名殆有與黍相類者本草所載有黃蓬飛蓬二種黃蓬即青科為旱蓬飛蓬則處處皆有俗名蓬子科根小末大秋老乾枯疾風捲去圓轉飛行故名曰飛禮內則所謂魚宜苽者為彫蓬月令所謂藜莠蓬蒿竝興者為飛蓬也此詩之蓬傳箋未有實指而以首章茁葭例之宜為彫蓬或曰彫蓬生水澤非田獵之所然葭為水草何以與豝竝詠此蓋以葭蓬之茁著春田之候非謂葭蓬之中可以藏獸草方萌芽不能藏也故鄭箋首章即云記蘆始出著春田之早晚嚴氏詩緝引陸氏說蓬蒿屬草之不理者其葉散生如蓬末大於本遇風輒拔而旋又引說苑言秋蓬惡於根本而美於枝葉秋風一起根且拔矣是以此蓬為飛蓬豝豵為豕多近水澤飛蓬陸草與首章之葭亦不類疑誤【棫林按說文蓬蒿也蓬自是蒿類與茭苽迥別書史所云轉蓬孤蓬飛蓬皆非水產埤雅謂葭澤草蓬陸草兼舉以見蕃植其說甚當鄭楊兩說皆祖孫炎孫說引見本草綱目其人乃邢昺所詆之俗閒孫炎非晉孫叔然所說至不可信鄭楊誤從而衍之陳氏稽古編郝氏義疏論之悉矣作者乃猶宗其說而反駮嚴緝何歟】 \\n ○壹發五豵 \\n 毛傳云一歲曰豵鄭箋云豕生三曰豵說文云豵生六月豚爾雅釋獸云豕生三豵二師一特郭注豬生子常多故別其少者孔疏云傳以七月云言私其豵獻豜于公大司馬云大獸公之小獸私之縱言私明其小故彼亦云一歲曰豵獻豜于公明其大故彼與還傳皆云三歲曰豜還傳之兩肩即豜傳以所生之歲釋豵箋以所生之數釋豵說有小異而各有據然當田時豕之大小易見豕之生數難知傳說長也 \\n 毛詩多識卷二終 \\n  \\n 　"}
{"章节": "●毛詩多識卷三", "正文": "　 \\n ●毛詩多識卷三 \\n 　 \\n  \\n 長白多隆阿著 \\n 邶風 \\n 鄘風 \\n ◆邶風◆ \\n 燕燕于飛差池其羽 \\n 凱風自南吹彼棘心 \\n 睍睆黃鳥載好其音 \\n 雄雉于飛泄泄其羽 \\n 匏有苦葉 \\n 有鷕雉鳴 \\n 雝雝鳴雁 \\n 采葑采菲無以下體 \\n 誰謂荼苦其甘如薺 \\n 旄丘之葛兮 \\n 瑣兮尾兮流離之子 \\n 山有榛隰有苓 \\n 莫赤匪狐莫黑匪烏 \\n 自牧歸荑 \\n 魚網之設鴻則離之 \\n ○燕燕于飛差池其羽 \\n 毛傳云燕燕鳦也孔疏云燕燕即今之燕古人重言之漢書童謠燕燕尾涎涎是也爾雅釋鳥云燕燕鳦郭注一名元鳥齊人呼鳦春秋昭十七年傳云元鳥氏司分者也說文云燕元鳥也籋口布翅枝尾象形又云乙元鳥也齊魯謂之乙取其名自呼象形重文作鳦莊子云鳥莫知於鷾鴯是燕又名鳦又作乙又名元鳥元黑也蓋言燕之羽毛色黑又名鷾鴯則鳦之轉音字也燕大如雀尖喙豐頷黑羽歧尾營巢以泥來去在春秋分之候故曰司分關左常見之燕有二種大小相等而羽色尾色微異其一嗉白有斑文營巢最工銜泥為之大如升瓠戶留小孔以便出入俗名巧燕其一嗉紫色腹肋之羽赭黃色營巢如盂銜泥雜草作之糞穢不潔俗名拙燕春社日來秋社日去又名社燕若人家有喪亡事是年燕不來巢諺云燕不入愁房也燕巢之屋無回祿災故古人以燕為水祥也或云燕屬水忌土克遇戊巳日不作巢留心察之殊不驗燕既惡土作巢胡又取土古說之不可盡信者大抵如此月令仲春元鳥至仲秋元鳥歸春社在二月秋社在八月燕之來去應社古人亦祇大略言之今俗於三月始見來燕至九十月燕尚有未歸者燕為食飛蟲之鳥蟲未出燕不至蟲未蟄燕不歸也邵氏爾雅正義云夏小正二月來降燕乃睇燕乙也降者下也言來者何也莫能見其始出也九月陟元鳥蟄陟升也先言陟而後言蟄者何也陟而後蟄也今燕蟄羽毛盡脫多藏海濱坻岸或在深山空木中夫燕至冬則蟄人所習見有冬季拆舊屋見蟄燕者又有伐枯樹見燕蟄樹孔又有劈山石見蟄燕於石罅內羽毛如故未嘗盡脫既已見其蟄處即可悟其來處莫云其始出不能 \\n 見也左傳疏云或單呼為燕或重名燕燕異方語也余謂詩曰燕燕者言為兩燕以興下歸者送者為兩人耳【棫林按此引爾雅依郭讀若依孫炎舍人注則燕尚有□周一名說文□周燕也許讀爾雅與孫炎舍人同此古義也】 \\n ○凱風自南吹彼棘心 \\n 毛傳云棘難長養者爾雅釋木云終牛棘郭注即馬棘也刺粗而長說文云棘小棗叢生者詩緝云棘酸棗也李氏本草云獨生而高者為棗列生而低者為棘夫棘棗皆有刺之木束剌也累束為棗列束為棘玩索二字之形即可以知二木之形棘有赤白二種結子者名酸棗不結子者名牛棘山野園畔皆有之叢高二三尺餘花葉枝榦俱似棗實小而圓核大肉薄酸不堪食核中仁入藥名酸棗仁孟子養其樲棘樲為酸棗棘即棘刺也關左俗呼曰棗剌科詩詁云棘如棗而多剌木堅色赤叢生人多以為藩歲久無剌亦能高大如棗色白者為白棘實酸者為樲棘亦名酸棗段注說文云棘今隨在有之未成者則為棘而不實已成則為棗此似以棗之小者為棘至高大結實則名曰棗不知棘與棗同類異種本非一物棗實甘而大形圓色赤棘實酸而小形圓有白色者棘高至二三尺便已結實棗木至丈餘尚有不結者其說皆誤陸農師云棗性堅強費風之長養者其心之生更難於榦孔疏云棘木之難長者凱風吹而漸大猶七子之難養者慈母養之成長蓋棗棘二木生長俱遲棗木外黃內赤棘木亦然然棗木年久尚成大材棘則終無大樹次章曰棘薪棘可為薪無大用也七子取以喻己有味哉 \\n ○睍睆黃鳥載好其音 \\n 毛傳云睍睆好貌鄭箋云睍睆以興顏色說也好其音者興其辭令順也孔疏云黃鳥有睍睆之容貌又和好其音聲以興孝子當和其顏色順其辭令自責黃鳥之不如也夫鄭孔以顏色和悅釋睍睆是解作婉容而集傳乃以清和圓轉釋睍睆則似解作婉言婉容婉言皆孝子所有事然睍睆字皆從目解作音聲不合字義與次句好音亦嫌犯複說文云睍出目也睆即睅字大目也【王云說文以睆為睅之重文此乃大徐所補十九字之一非許書本然說文校議曰睍講改為睆說解當作目出兒【兒：皃】也御覽引韓詩簡簡黃鳥則毛詩古本當作睆睆黃鳥眾經音義卷一引說文睍目出兒【兒：皃】也亦是誤字卷十九引蒼頡篇睆目出兒【兒：皃】也則是也　棫林按檀弓正義引毛此傳正作睆睆好兒可為校議古本作睆睆之確證段氏小箋云說文無睆字疑此本作睍睍黃鳥故韓詩作簡簡黃鳥今按段說亦自佳或者睆為睍之重文後人誤移於睅下歟要之睍睆實一字則定論不可易也見完以形近而易譌睍睆簡以音近而互借】毛西河續詩傳云睍睆二字從目黃鳥性亦好視里語云黃栗留視我麥黃椹熟否舊說黃鳥善窺人故善窺伺人者名鶯窺睍睆者好視也又出目貌謂視之滑露者也此好視之鳥又能好音故云載好嚴氏詩緝云檀弓華而睆睆明貌大東詩睆彼牽牛睆亦訓明皆與目義相近人有婉容多於目上見之孟子云存乎人者莫良於眸子 \\n ○雄雉于飛泄泄其羽 \\n 毛傳云雄雉見雌雉飛而鼓其翼泄泄然雉之為禽體備文明惟重耿介古以為摯故釋鳥說之獨詳說文所載亦本爾雅名異者一鷂雉作盧諸雉是也字異者八鳪作卜鸐作翟鵫作卓鷂作搖§作□鶅作甾鵗作稀鷷作蹲是也同者五鷮鷩海雗翬是也郭讀雗鵫為一條謂一物二名也許析為二故目其種曰十四雅首鷂雉與下文五采成章之鷂複似作盧諸為長疑許君所據爾雅古本首必作盧諸似可引許以正今本之誤雗??鳥分條亦古讀也漢書平帝紀越裳氏獻白雉黑雉黑即雅之海雉海之言晦也白即鵫雉周成王時越裳亦嘗獻白雉大抵白雉彼國土貢非以為祥物也關左所見之雉惟有成章五采者大與家雞同雌雉羽草黃色黑文雄雉紅綠黃白相間成文光華炳耀俗呼野雞漢以呂后名雉諱雉曰野雞故五行志云野雞皆鳴杜鄴傳云野雞著怪今野雞之名蓋沿漢語也朱氏云雉善鬬郭注爾雅絕有力奮亦云最健鬬似雉善鬬與家雞同然未聞有畜以較勝者易說卦傳離為雉書華蟲作會此取其文周官六摯士執雉此取其介寇氏本草云雉飛若矢一往而墜故字從矢嘗於田野猝見雉飛激羽成聲如箭之鳴飛三二里便止於地其說信矣 \\n ○匏有苦葉 \\n 毛傳云匏謂之瓠陸疏云匏葉少時可為羹又可淹煮極美揚州人食至八月葉即苦故曰苦葉嚴氏詩緝云匏苦匏也短項大腹者也非瓠也苦匏經霜其葉枯落然後乾之腰以渡水今匏尚有苦葉則其匏未堅不可用也山陰陸氏云長而瘦項曰瓠短項大腹曰匏傳云匏謂之瓠誤矣蓋匏苦瓠甘復有長短之殊非一物也孔子曰吾豈匏瓜也哉焉能繫而不食繫而不食以苦故也夫匏一名壺盧一作葫蘆一作瓠■〈盧瓜〉三月下種諺云山青瓠■〈盧瓜〉地青瓜言種瓠■〈盧瓜〉以山青為候也生苗引蔓長數丈葉似瓜而大有細毛六月開白花五出最弱易蔫花多無實其結實者實即生於花下嫩實色青漸大則色白老則毛落而愈白項有長短腹有大小圓扁細腰種類至繁說文云匏瓠也瓠匏也匏瓠二字互訓莊子言五石之瓠可浮江湖則是匏瓠古皆通稱傳說未誤也【棫林按八月斷壺傳壺瓠也鶡冠子中流失船一壺千金廣雅瓠瓢也符子溺人曰我得一瓢之力則活命矣諸文皆匏瓠通稱之確證】此物舊云有甘苦二種甘瓠形長如瓜小雅所謂南有樛木甘瓠虆之幡幡瓠葉采之亨之是也苦者堅老可為器兼利涉大者腹容斗粟秋乾質輕懸腰渡水雖深不濡故左傳云苦匏不材于人共濟而已古有匏尊今俗從蒂間鑿孔去瓤亦可盛酒刀判為二名曰瓢公劉酌之用匏顏子一瓢飲皆匏器也【棫林按一匏劙為二曰瓢亦曰蠡亦曰??丞?豆見說文】諸儒釋匏皆言苦關左之匏則無論長短小大味俱甘嫩皆可食豈別種與抑土性之異與陸元恪別匏葉之甘苦有時言揚州人食今亦未聞食者【王云甘苦本非異種偶然變耳鄉寧蔬多苦亦由土性使然又所撰說文句讀瓠下云今人以細長者為瓠圓而大者為壼盧古無此別也詩八月斷壺李時珍引孫愐唐韻曰瓠音壺又音護瓠■〈盧瓜〉瓠也徐鉉但引唐韻胡誤切習熟時音引之不備也】 \\n ○有鷕雉鳴 \\n 毛傳云鷕雌雉聲也詩緝云雉之朝雊尚求其雌凡鳥鳴皆雄求雌雌不甚鳴【王云說文作□以水反字林于水反詩釋文訛為以小反今人沿之無不誤讀者　棫林按鷕從唯聲又與濔韻自以以水于水為正音詩釋文本兼引說文字林二反元朗固非不知鷕字古音者又首引沈耀皎反則訛不自陸始矣正義釋傳謂下言求牡故知鷕雌雉聲小弁朝雊求雌則雄雉之鳴曰雊今按說文解鷕亦用毛義故潘安仁賦雉鷕鷕以朝雊顏延年即據毛許以斥其誤徐爰強為之說謂潘乃互舉以見雌雄皆鳴其實毛亦望文為說鷕雊通謂雉聲似無不可鄭注月令雊雉鳴也固不以雊繫雄矣】 \\n ○雝雝鳴雁 \\n 毛傳云雝雝雁聲和也鄭箋云雁者隨陽而處似婦人從夫故昏禮用焉說文雁鳥也從佳從人厂聲大徐云雁知時鳥大夫以為摯昏禮用之故從人考雁字經書中多作鴈說文雁鴈二字分見段注云佳部之雁與鳥部之鴈別鴈從鳥為鵝雁從佳為鴻雁【王云經義述聞周禮膳用六牲條下引子史謂鵞為鴈者甚備　棫林按分別雁鴈段王之說皆極精核然王氏亦有小失者述聞於儀禮士昏下據記文摯不用死謂鴻雁野禽不可生致昏禮所用必是家畜之鵞陳碩甫傳疏從其說愚謂此與注疏取順陰陽之說顯背必非昏禮所用定屬陽鳥古既尚之必有生致之法】雁又名朱鳥法言云時來時往朱鳥之謂又名陽鳥見禹貢去來有定時見月令與夏小正正字通云雁夜宿鴻內雁外【王云胡說　棫林按物類相感志大曰鴻小曰雁夜宿洲中鴻在內雁在外遞更警備避狐與人之捕己也此說自有本何遽非之】更相驚避飛則銜蘆避矰繳有遠害之遺儀禮士昏六禮其五皆用雁注謂取其順陰陽往來賈疏云夫為陽婦為陰用雁亦取婦人從夫之義寇氏本草云雁熱則即北寒則即南以就和氣所以為禮幣者一取其信一取其和也雁似鵝連趾飛則成行止居水畔羽蒼黑色關左多寒二月始見雁來八月即見雁歸其伏卵生雛又在邊塞之北故祇見雁過未見其居以其來去有信獵人戒殺之此詩鳴雁孔仲達謂生執以行禮故曰鳴禽經云鴈一名翁雞一名沙鶉一名??鳥廣雅云鴚鵝鶬鵝鴈也方言云自關而東謂之鴚鵝南楚之外謂之鶬鵝是皆言家畜之鵝非謂雁也家畜之鵝羽色純白者名鶴鵝蒼黑者名雁鵝以雁名鵝今俗尚有之矣 \\n ○采葑采菲無以下體 \\n 毛傳云葑須也菲芴也鄭箋云此二菜者蔓菁與葍之類也爾雅釋草云須葑蓯【棫林按今本郭注云未詳詩釋文引注語則作今菘菜也徑訓葑為菘雖稍未的要是雅注未誤之本當據以訂正】又云菲芴郭注即土瓜也又云菲蒠菜郭注菲草生下溼地似蕪菁華紫赤色可食陸疏云葑蕪菁幽州人或謂之芥菲似葍莖麤葉厚而長有毛三月中蒸鬻為茹滑美可作羹幽州人謂之芴今河內人謂之蓿菜說文葑須從也段注云邶風傳曰葑須也釋草曰須葑蓯說文曰葑須從三家互異而皆不誤葑須為雙聲葑從為疊韻單呼為葑纍呼為葑蓯單呼為須纍呼為須蓯語言之不同也或許所據爾雅與今本異矣【王云釋草究當倒置曰葑須蓯又當改蓯為從說文即沿此文也須從即反葑字猶之薞蕪即反須字葑須是兩物不可如孔疏合為一　棫林按別葑蓯薞蕪為二王說甚是至欲據許書改爾雅其說文句讀并謂毛傳須下脫從字說皆太泥不如段說之通】坊記注葑蔓菁也陳宋之間謂之葑方言蘴蕘蕪菁也陳楚之郊謂之蘴夫葑蘴一音葑菁亦通韻須蕪又同聲故正義云葑也須也蕪菁也蔓菁也薞蕪也【棫林按稽古編誤引作葑蓯也原本亦沿陳誤引今改正邢昺合須葑蓯須薞蕪為一先儒譏之不知渠實祖孔沖遠之說也】蕘也芥也七者一物也然葑蓯薞蕪爾雅雖同名須郭注薞蕪似羊蹏葉細味酢可食此魏風言采其莫之莫也與葑異孔合為一疏矣雅注菲芴與蒠菜異釋孔依陸璣亦合為一謂菲也芴也蒠菜也土瓜也蓿菜也五者亦一物菲之為菜北人罕識由郭陸說推求之似是今俗批藍萊菔之屬葑名蔓菁則關左至今猶呼此名園圃中亦多種者葉似菘莖狹半圓高尺餘夏從中出薹開四瓣細黃花結角內有子皆如芥根長大而白可醃煮為蔬王氏羣芳譜云昔諸葛武侯行軍所止令軍士獨種蔓菁取其始出土可生啖一也葉舒可煮食二也久居隨以滋長三也棄不足惜四也回則可尋而采五也冬有根可食六也蜀人名之曰諸葛菜似菘而與菘異類曹氏以此為菘誤薞蕪莖葉可食根不可食以此為葑亦誤【棫林按諸家說葑菲至為厖雜互有得失約而斷之葑當以大根菜之說為是其謂白菜者非至在南為菘在北為蔓菁□菁與移□□□諸說令人迷惘皆可弗道菲當以□□□□□□之說為近是□□□□一名□□□菲菜當即□□□□即□□即今蘿蔔郝謂菲菜極似□□野地自生蓿根不斷冬春皆可採食故名息菜一悟從形聲一得□目驗也多君是□亦略見大旨】 \\n ○誰謂荼苦其甘如薺 \\n 毛傳云荼苦菜也而薺則無注鄭箋亦然爾雅釋草云荼苦菜菥蓂大薺蒫薺實是言荼一名苦菜薺一名薪蓂其實名蒫種有大小菥蓂乃其大者是荼薺二草爾雅皆有之陸疏薺亦無解荼有解而未的嚴氏詩緝引顏氏家訓言荼葉似苦苣而細薺僅言其味甘葉可作葅及羹二草分言甘苦經文所有如此作詁是諸儒皆不識此草也【王云荼薺二草吾鄉婦孺皆識何故諸儒反不識則以荼也者為其名所蔽薺也者為其字所蔽也本篇及緜之荼毛傳皆曰苦菜吾鄉至今呼為苦菜也鄭風有女如荼毛傳謂之英荼豳風予所捋荼毛傳謂之萑苕二篇皆七月傳之□為萑此秋荼也荼之為物不一故曰為名所蔽也說文薺疾黎也引詩□有薺玉藻趨以采齊鄭君讀為楚薺之薺毛則兩詩皆作茨傳曰蒺藜也玉篇則曰□蒺藜也薺甘菜也是□氏所據之詩作□有□楚□而其說薺則如谷風然說文蘆下云一曰薺根蓂下云析蓂大薺□下云根如薺□下云薺實也凡四薺字皆當是甘菜是許君以為借義不以為正義也故曰為字所蔽也　棫林按詩中言荼凡三種一為苦菜見谷風緜傳又謂之苦采苓□苦苦菜也是也或謂□秀若有女如荼是也或謂□草若以□荼蓼是也王說尚□其一許君以薺為蒺藜字說解中薺菜字段氏謂許必當作齊如洛為歸德水名則知豫州水名必作□也今按許書既載苦菜之荼不應於甘菜反無本字只借齊字為之考藝文類聚御覽引說文皆有薺草可食也一語是知許書原本蒺藜外兼載甘菜一□傳寫脫之據補此語則說解四薺字不為無根矣】不知荼薺二草處處有之人人習見楊氏丹鉛總錄云月令四月苦菜秀今人多不識其的為何物考神農本草一名荼草一名游冬凌冬不死易通卦驗元圖云苦菜生於寒秋經冬歷春乃成葉似苦苜而細斷之有白汁花黃似菊又按唐王冰注素問引古月令四月吳葵華而無苦菜秀句本草吳葵龍葵分為二條其形與性所說不殊孫真人千金方治手腫亦用吳葵唐本草注吳葵即關河間謂之苦菜者已極了曉矣乃復分苦菜龍葵二條何邪俗作鵝兒菜又名野苦□薺一名甘草師曠云歲欲甘甘草先生薺是也應冬至則生北地多寒凍甫解即生苗葉略似鳳尾草初生貼地如盤三四月間抽莖作薹開小白花結三角莢密綴梗上子細如沙又有開黃色花結莢如豆角者五月即老折其梗作挑燈杖可避飛蟲之投故又名護生草春秋繁露云薺以冬美冬水氣也薺甘味也乘於水氣而美者甘勝寒也薺冬生而夏死羣芳譜云薺野生小薺莖扁味美最細者名沙薺大薺科葉皆大而味不及其莖葉有毛者名菥蓂味欠佳此言薺類有四王象晉濟南人彼處俗尚食薺故疏之較詳亦可見薺為嘉蔬也荼味苦性寒俗呼曰鴨兒食草猶有鵝兒菜遺意三月生苗葉似苦□而薄弱故名野苦蕒以別之月令言孟夏苦菜秀至苦蕒則秀於七月苦菜莖細如絲苦蕒則莖大如箸苦菜之葉似柳葉狹而薄苦蕒之葉似萵苣寬而厚苦菜起薹半尺餘開淡黃色花苦蕒發莖五六尺開深黃色花二物相似而非一種混同不分夢夢久矣薺味甘性溫白花者滑美而鮮黃花者味微苦葉上作密鋸齒形鋪地作叢俗呼花葉菜或曰濟濟菜園圃荒畦多有之荼生蕪田不生山澤苦而不甘陸疏乃云生山田及澤得霜甜脆而美尚未確也薺春暖即生有數葉便花子成即枯故鄭注月令以為靡草之屬離騷云故荼薺不同畝兮王逸注比忠佞不同朝此由荼苦薺甘之說引申得義 \\n ○旄丘之葛兮 \\n 葛蔓草見葛覃 \\n ○瑣兮尾兮流離之子 \\n 瑣兮尾兮流離之子【棫林按詩字本作留離爾雅注及音義可證一作□離詩音義可證不知何時轉寫作流後儒乃始蔑古義而為新說矣】毛傳云瑣尾少好之貌流離鳥也少好長醜爾雅釋鳥云鳥少美長醜為鶹鷅郭注鶹鷅猶留離詩所謂留離之子說文云鳥少美長醜為鶹離毛本雅以說詩郭即引詩以證雅許君解字亦復從之確然古義迥異宋以後流離漂散之月??說然諸家語皆虛渾未嘗實指流離為何鳥也陸疏乃云流離梟也自關而西謂梟為流離其子長大還食其母張奐亦云鶹鷅食母因此遂指流離為梟夫詩以少好長醜比衞臣始有小善終無成功何至如梟梟為不孝鳥衞臣不救黎難特無恤鄰之義尚難責以不忠豈可比以不孝且此詩屢言叔伯似指衞君求鄰國之援而以極惡之物比其君古人立言必不若此詳繹詩義似以流離自比言黎人昔安今危似鳥之少好長醜鳥雛初生氄毛纖密則美【棫林按瑣細也尾者娓之借娓美也】羽毛漸生參差不齊則醜飛禽如是者多故曰少好長醜當是時名曰流離流離雙聲猶言藍褸狀其醜也前此則雛過此則成禽各有本名不復名流離也爾雅釋物每於卷尾多作總釋此一節鳥字當讀斷言凡鳥也少美長醜四字為句言鳥雛皆然也陸氏蓋誤一滾讀下言流離鳥少美長醜也段注說文引據爾雅毛傳言陸疏以梟為流離之不類已嘗疑之矣此詩借流離之鳥名以喻失國之流離無所較彼借卷耳為常思尤為明析其釋為梟者殆以流字作鶹鴞名鵂鶹故附會為一物耳 \\n ○山有榛隰有苓 \\n 毛傳云榛木名苓大苦陸疏云榛栗屬字或作蓁古作辛?水左傳女摯不過榛栗曲禮婦人之摯椇榛脯脩是榛不取其木惟取其實山陰陸氏云榛實如小栗蓋榛木空虛不克成材樹小叢生大不及一圍高不過一丈葉如櫻桃而大多皺紋邊有細齒其實作苞三五顆黏連成朵每苞內藏一實殼如橡斗而皮堅厚七八月成熟殼乾自落其仁色黃香甘可食果品珍之苓一作蘦爾雅釋草云蘦大苦郭注今甘草也本草云甘草一名蜜甘一名蜜草一名美草一名蕗草一名靈通一名國老此草為眾藥之主經方鮮有不用者治七十二種乳石毒解一千二百種草木毒調和眾藥有功故有國老之號春生青苗高五六尺枝葉如槐葉端微尖而糙澀似有白毛七月開紫花似柰結實作角子和小豆極堅齒齧不破根長者三四尺色黃而味甘此二物關左皆有榛生於山叢生至繁采實為果伐條為薪苓生於隰根長數尺味甘而和斸采為藥榛雖野生一經蹂躪則不結實故求榛者恆於深山人跡罕到處采之甘草生於北邊阿爾楚哈平甸中土壯草肥根深味厚土人采取為貨詩意以榛之香美有於山苓之甘美有於隰以興聖人之美有於西方也【棫林按說文榛木也幸?水果實如小栗二字本別經典幸?水字多溷作榛榛解又多溷作辛?水詩有五榛惟定之方中榛栗並舉當為果實之辛?水尸鳩青蠅棘榛連文旱麓榛楛連文皆當是木此詩之榛傳訓為木名則毛意不以為果實正義釋以榛栗作者沿之稍疏惟陳氏傳疏不誤苓大苦之訓傳義本於爾雅物名大苦而雅注以為甘草不無可疑故段茂堂胡墨莊陳碩甫諸君皆取沈括筆談之說謂大苦乃黃藥味極苦故名大苦與甘草迥異甘草葉如槐大苦葉如荷形亦各別作者沿用舊說亦稍疏惟甘草關左土產篇中所述有枝葉如槐語與筆談適合殆必得諸目驗益可見以葉如荷之大苦為甘草者之非曩讀廣雅王疏爾雅郝疏篤守舊義謂大苦之苦乃芐之借非以其味駮斥沈說幾莫能決其是非今觀作者所述形狀乃覺二家非確論也】 \\n ○莫赤匪狐莫黑匪烏 \\n 毛傳云狐赤烏黑莫能別也鄭箋云赤則狐也黑則烏也猶今君臣相承為惡如一夫狐為山獸烏為林禽說文云狐??芺獸也烏孝鳥也埤雅云狐孤也狐性疑則不可以合類故其字從孤烏林罕以為全象鳥形但不注其目睛烏體全黑遠而不分別其睛也此一獸一禽處處有之關左尤多狐猶古名烏則俗呼為老呱狐形似狗大亦如之尖鼻大尾日伏夜出聲如犬而細毛如貉而溫其毛色青黃者俗名豆青狐色赤者俗名火狐又有白狐黑狐不恆見又有窩刀猞猁猻雖亦狐類卻是別種【王云窩刀是元狐之別種】烏大如鵲羽毛喙足一色渾黑其聲吚啞古名鴉今名呱皆於其聲名之鴉又作鵶李氏云鵶鳴啞啞故謂之鵶此鳥初生母哺之六十日雛長成則反哺六十日束晳補南陔詩云嗷嗷林烏受哺於子言烏孝也烏以氣交而孕不交以形於其反哺名孝烏於其善哺子有慈意名慈烏鄭箋以狐烏皆為惡物【棫林按箋語申傳義取色如一莫能別尚未明斥為惡物惟集傳始以狐烏為不祥物近儒多駮之王氏稗疏語尤明快】說文言狐為??芺淫媚惑人惡屬有據至烏為孝鳥不可言惡雖爾雅有鴉烏似慈烏而大觜腹下白不反哺性貪殘又有白脰烏曰燕烏似慈烏而白項一名鬼雀一名鶷■〈葛鳥〉禽經有慈烏反哺白脰不祥之說是鴉烏燕烏可以惡名然此詩明言烏之黑則其為慈烏可知也慈烏非惡鳥也毛西河續詩傳云物莫不以類狐行從赤烏行從黑好我者當同此車與上二章雪之從風為一例作興體較勝作比體解也 \\n ○自牧歸荑 \\n 毛傳云荑茅之始生也鄭箋云茅潔白之物也自牧田歸荑可以供祭祀古縮酒以茅如鄭此箋則祭祀所用尤貴始生之荑以其尤潔白也詩但曰荑而傳識為茅古蓋以荑為茅始生之專字引申為凡草木初生之稱故管子云草木荑生可食孟子荑稗荑乃蕛之借非此義小徐本說文荑草也荑不得為草名此小徐本誤大徐本作苐草也為長故段注訂從之【棫林按王氏句讀從小徐此其識不如段集韻合荑苐為一字尤誤】 \\n ○魚網之設鴻則離之 \\n 鄭箋云設魚網者宜得魚鴻乃鳥也反離焉說文云鴻鵠也蓋詩中鴻雁連言則鴻為大雁鴻單言則鴻祗為鵠顏師古謂鵠水鳥其聲鵠鵠本草謂鵠大於雁羽毛白澤其翔極高而善步一名天鵝史記陳涉世家云燕雀安知鴻鵠志哉漢書賈誼傳云黃鵠一舉知山川之紆曲再舉知天地之方圓昭帝始元元年黃鵠下建章宮太液池中注云時漢用土德服色鵠色皆白而今更黃以為土德之瑞故紀之正字通云轉注古音讀書通俱云鵠通作鶴淮南子云鴻鵠鶬鶴莫不驚憚伏竄班固西都賦云元鶴白鷺黃鵠鵁鸛左思吳都賦云鳥則鸘鵠鶄鶴皆分鵠鶴為二至於別鶴操雄鵠雌鵠劉孝標辨命論龜鵠千歲古本皆作鶴俗訛為鵠豈可據此謂鵠即鶴也鵠鶴不相通所說良是然玉篇云黃鵠仙人所乘而唐人黃鶴樓詩有昔人已乘黃鶴去之句建樓之地又名黃鵠磯歐陽詢蓺文類聚有鵠部無鶴部鵠部所收皆鶴故實是皆自來鵠鶴相亂之驗當由鵠之形色與鶴酷似鶴僅差肥詞賦家不暇細別遂致譌歟關左有此鳥翺翔雲端不易獵取而亦不常見也【棫林按經典中鴻字單文段茂堂謂有指鴻雁者有指黃鵠者其說至審作者謂單文皆屬鵠稍疏闊矣翺翔雲端一舉千里之大鳥豈魚網所可得乎余疑此經之鴻仍當是鴻雁游宿洲渚與魚相近者耳陸元恪疏鴻鵠言有大小二種小者如鳧今人直謂之鴻然則此經之鴻應是陸說小者】 \\n ◆鄘風◆ \\n 牆有茨不可掃也 \\n 爰采唐矣 \\n 爰采麥矣 \\n 爰采葑矣 \\n 鶉之奔奔鵲之彊彊 \\n 樹之榛栗 \\n 椅桐梓漆 \\n 降觀于桑 \\n 騋牝三千 \\n 相鼠有皮 \\n 陟彼阿丘言采其蝱 \\n 我行其野芃芃其麥 \\n ○牆有茨不可掃也 \\n 傳箋俱云茨蒺藜也爾雅釋草茨蒺藜郭注云布地蔓生細葉子有三角刺人說文引此詩作牆有薺亦訓曰疾黎與諸家無異【棫林按說文茨以茅蓋屋也□草多兒【兒：皃】薺疾黎也是薺為本字茨為借字離騷王注引詩楚□□亦借字疾黎合□即成薺字故雙聲為反切之祖】邵氏爾雅正義云茨一名蒺藜易困于石據于蒺黎荀九家云坎為蒺藜蒺藜草有剌人不可踐坎德為險故有蒺藜之象李氏本草云蒺疾也藜利也其刺傷人疾而利也以充藥材性能除溼又呼為吉利草一名旁通一名屈人一名止行一名豺羽一名升推處處有之蔓生路側長數尺葉似苦參而細開小黃紫花子如菠薐每顆凡五六刺行人防之高氏天祿識餘云歲欲旱旱草先生蒺藜也今俗則無此占焉 \\n ○爰采唐矣 \\n 毛傳云唐蒙菜名爾雅釋草云唐蒙女蘿女蘿菟絲又云蒙玉女【棫林按玉為王字之譌說見錢氏養新錄】是一物五名【王云釋草曰蠑螈蜥蜴晰蜴蝘蜓蝘蜓守宮也與釋草此文文法一例彼合相似之三物為一此合相似之兩物為一不可深泥也且彼三物或生人家或生田野皆非水族而入釋魚則以眾手纂記之書不能詳密　棫林按頍弁傳女蘿菟絲松蘿也不及唐蒙此傳亦不及女蘿故先儒謂毛意不以為一物且疑爾雅唐蒙下女蘿二字為衍文今按雅注孫炎累讀唐蒙以為別三名郭璞析讀以為別四名孫郭所見已如今本足知必非衍字毛傳高簡其不連引正欲彼此互見二物雖或微別大致一類故爾雅合之無庸譏議也】廣雅又名菟邱本草又名菟縷又名菟虆又名菟盧又名野狐絲又名金綫草則於爾雅外又益六名惟兔絲一名關左俗尚呼之餘未聞也舊說此草生於古道荒園今多見於藍草豆顆之上延蔓頗盛其苗初生依土及其蔓纏草上則根即斷因於草上生根莖如細絲赤黃色開細白花香清而微結實如小豆數顆黏連作簇中有細子如粟色蒼黃蒸熟擣爛為餅食之益人藥稱上品羣芳譜所載於諸家之外又有赤網火燄草二名孔疏謂唐即松蘿然松蘿施松唐蒙施草故唐或從草作蓎同屬寄生而有寄草寄木之別故松蘿名女蘿唐亦名女蘿而形色迥異蓋寄生於草者則其絲亦似草花葉微細若有若無寄生於木者則其藤亦似木花葉繁縟亦蔓亦枝至於絲藤漸盛而草木亦漸枯凡有此物者則必及早芟去恐其奪草木之氣害草木也此詩祇言采唐未詳何用或謂以唐草之美興下孟姜之美麥為美穀葑為美蔬美俱相同傳以唐為菜名是古以唐入食品也 \\n ○爰采麥矣 \\n 麥美穀為五穀之一孟子曰五穀種之美者今有大麥小麥二種又有野生者名燕麥 \\n ○爰采葑矣 \\n 鄭箋云葑蔓菁蓋美蔬也詳見谷風 \\n ○鶉之奔奔鵲之彊彊 \\n 毛傳云鶉則奔奔鵲則彊彊然未釋鶉鵲為何鳥爾雅釋鳥云鷯鶉其雄鶛牝庳鷯鶉或謂鷯即鵪字之訛【棫林按說文鵪作■〈酓隹〉云■〈享隹〉屬鶉作■〈享隹〉云■〈酓隹〉屬二禽同類而有別以為一鳥者誤】韓詩云奔奔彊彊乘匹之貌鄭箋云奔奔彊彊言其居有常匹飛則相隨之貌奔一作賁彊一作姜禮記鄭注又以賁賁姜姜為爭鬬惡貌注禮與注詩異者以常匹相隨之義與上文君命順則臣有順命君命逆則臣有逆命語意不合故隨文作解也【王云鄭君注禮時只見韓詩魯詩及後見毛詩則禮注已行不復追收此見禮記疏中不必從為之辭　棫林按嚴氏云鶉之奔奔然鬬者惡亂其匹也鵲之彊彊然剛者不淫其匹也陸佃與范氏補傳立說大略相同據此則箋義與禮注相同義固相成耳】釋文云鶉■〈酓鳥〉鶉也本草云鶉大如雞雛頭細而無尾有班點雄者足高雌者足卑山陰陸氏云鶉無常居而有常匹俗言此鳥性淳不越橫草遇橫草即旋行避之鵲能不淫其匹傳枝受卵故曰乾鵲夫鶉鵲二鳥處處皆有鶉俗呼鵪鶉鵲俗呼喜鵲鶉大如鶯項細尾短羽黃褐色白斑成章恆在田野食粟夜則羣飛晝則草伏鄉人夜舉火張網覆之往往可得聲如雌雞而性憤怒俗常畜之較量其相鬬之勝負以為利此詩之奔奔言鶉之憤彊彊言鵲之強奔賁字通樂記云粗厲猛起奮末廣賁之音作而民剛毅廣賁憤怒意也彊為強之本字說文云彊弓有力也引伸為強暴強健之義鵲性最強即鷙鳥之屬亦畏之當其伏雛鴟鳥飛來鵲恐攫食其子必逐之遠去而後已古諺云鵲性彊彊性行無良是鵲之強古人亦言及之故毛西河解此詩不以為刺淫而以為剌暴 \\n ○樹之榛栗 \\n 榛栗皆木果名陸疏云榛栗屬有兩種其一種皮葉如栗子形似柔味亦如栗所謂樹之榛栗者也其一種枝葉如木蓼生高丈餘作胡桃味遼東上黨皆饒山有榛之榛也五方皆有栗惟漁陽范陽栗甜美味長他方者悉不及也夫陸氏言榛有二而關左祇有山榛不植自生木不成材惟貴其實此詩言樹非山榛可知家植如栗之榛北地未見至於栗處處種植木大而堅皮皴而厚嫩條赤色上有細白斑點葉類櫟一枝十數葉五月初華青黃穗下垂長半尺餘實不因華另於枝端結房作毬有剌毬藏三子似橡而不圓熟當秋分毬四坼子自落色紫黃炒食味甜可以飽人爾雅釋木栵栭郭注云江東呼為栭栗此為栗之別種說文栗字作?從木其實下垂故從?栗為習見之物下垂者為華其實結於枝頭如蝟形未有下垂者許君之訓尚未確也 \\n ○椅桐梓漆 \\n 毛傳云椅梓屬爾雅釋木云椅梓又云榮桐木郭注椅梓即楸榮桐木即梧桐陳翥桐譜曰紫桐白桐膏桐剌桐赬桐梧桐凡六種陸疏云楸之疏理白色而生子者為梓梓實桐皮曰椅今人云梧桐也如爾雅則椅一名梓如郭注則椅梓又名楸郭以榮為梧桐陸以椅為梧桐互相參錯不能畫一埤雅云梓為百木長故呼為木王椅即是梓梓即是楸蓋楸之疏理而白色者為梓梓實桐皮曰椅其實兩木同而小別也爾雅翼云郭氏解椅梓云即楸又解槐小葉曰榎云槐當為楸楸細葉者為榎【棫林按榎者檟之或字原文引郭注錯誤今改正】說文亦曰椅梓也梓楸也楸梓也檟楸也然則椅梓楸檟一物而四名王氏羣芳譜云梓或作杍楸類一名木王植於林諸木皆內拱造屋有此木則羣材皆不震處處有之木莫良於梓故書以梓材名篇禮以梓人名匠木似桐而葉小花紫齊民要術以白色有角者為梓即角楸又名子楸角細如箸長近尺冬後葉落而角不落其實亦名豫章高氏天祿識餘云詩曰樹之榛栗椅桐梓漆是椅與梓明屬兩木說文云椅梓也又云梓楸也似一木而異名者誤矣六書故云梓似桐葉小於桐生子成佩今江南此種最多別有一種無莢而多花者其花紅豔繁密一望如霞范石湖詩梓花紅碎此語曲盡其勝李氏本草云梓有三種木理白者為梓赤者為楸梓之美文者為椅桐亦名椅與梓椅不同一名白桐一名泡桐葉大徑尺最易生長皮色粗白其本輕虛不生蟲蛀二月開花白色似牽牛花結實大如巨棗長寸餘殼內有子輕片如榆莢之形老則殼裂隨風飄揚先花後葉或言其花而不實者未之察也陸以椅為梧桐郭以榮為梧桐竝誤詳繹李說可以知椅桐梓三木分名之義又可識爾雅椅梓合一之義蓋椅為梓屬而與梓別桐亦似梓而非梧桐考據精細獨為難及王高之說與李微不同而大致尚無異關左有木枝皆對生葉大如掌樹皮黑皴結莢如小豆細而長半尺餘秋老而莢不落子可種木最輕虛俗名曰桐此亦桐之一種椅梓兩木則未見也漆木名俗作木?桼本字作桼見說文木汁可以□物其字象水下滴之形韓氏本草云漆樹高二三丈餘皮白葉似椿花似槐子如牛李子木心黃六七月間用刀割皮取汁為漆關左亦有漆樹無大木亦無汁或北地嚴寒之故與【棫林按據正義傳文一本作椅桐梓屬合三木為一類而不謂即一物毛語較爾雅說文尤有分曉諸家亦頗糾紛實則大類小別一語盡之桼本蓋亦琴材故巧言傳並舉椅桐梓漆柔木訓明不僅貴其汁也惟榛栗當只取實鄭箋謂六木皆可伐為琴瑟似失之】 \\n ○降觀于桑 \\n 桑苞木名處處有之爾雅釋木云女桑桋桑檿桑山桑桑辨【棫林按郝云俗作辡?片非】有葚梔說文云桑蠶所食葉木從叒木叒即若字若木者扶桑也造字之初已神異之如此故典術謂桑為箕星之精桑在關左有家桑野桑之異家桑嫩條色白光滑大至三四寸始生皴皮葉大徑尺微圓而末尖穠厚深綠不結實分根壓條皆可栽植野桑葉小而薄每葉有三五歧杈繁碎不整結實纍纍盈枝生青熟紅再熟則紫熟極則黑俗名桑印又名桑果數十顆相黏為一如山棗大形似楊梅而不勻圓每粒上有一毛粒中各包細子如粟色深黃可種熟葚味甘寒食之益人醫家藥品中有三精天精蒼朮也地精枸杞也人精桑葚也桑罕大材長圍尺餘木皮即裂漸至杇【杇：朽】腐木質黃色根皮外黃而內白堅韌似麻可綯為繩入藥名桑白皮野桑飼蠶勝於家桑蓋野桑葉薄性柔蠶食之易消化也郭氏謂女桑樹小而條長此貴其葉謂山桑中作弓及車轅此貴其材至半有葚半無葚之梔世不多見紀異種云爾 \\n ○騋牝三千 \\n 毛傳云馬七尺以上曰騋騋馬與牝馬也周禮廋人云馬八尺以上為龍七尺以上為騋六尺以上為馬【棫林按毛釋騋牝語本明了乃其疑竇轉在爾雅諸儒聚訟令人迷惘作者略之失要義矣向嘗討究聊約說之蓋釋畜騋下孫郭異讀亦各異本其作騋牝驪牝【句】元駒【句】褭驂者郭讀郭本也而或譌為騋牝驪牡矣(注疏本如此郝本據釋文改作驪牝得之)其作騋【句】牡驪牝元【句】駒褭驂者孫炎本也(見爾雅釋文)而或譌為騋牡驪牡元(阮本周禮注引如此)或譌為騋牝驪牡元矣(檀弓注引如此)今按廋人注全引釋畜此條釋文云牡茂后反牡驪絕句牝元頻忍反絕句(據此釋文可以訂阮本與檀弓注之譌)賈疏云騋中所有牡則驪色牝則元色是則鄭讀與孫炎正同以釋獸麋牡□牝□其子□等條語例例之孫鄭之讀為得經意先牡後牝又與諸條大例相協駒褭驂與其子□同意駒即謂騋之子也如郭讀則騋牝似專指騋馬之牝者顯非毛意毛意蓋以詩言七尺以上之騋以該龍馬言牝以該牡故傳曰騋馬與牝馬也錯舉騋牝文法與□牡麀牡略同至說文騋下原本蓋兼引詩雅今本作詩曰騋牝驪牝一本作騋牝驪牡顯屬脫誤注家曲為之說皆不足信】 \\n ○相鼠有皮 \\n 鼠野獸之小者見行露【棫林按稱鼠自以說文穴蟲為是爾雅偶附釋獸耳與守宮附釋魚略同不當徑目為野獸之小者相鼠一名禮鼠韓昌黎詩所謂禮鼠拱而立即其物也陸疏有相鼠說陳第有相鼠解義孫氏示兒編以相為地名亦新】 \\n ○陟彼阿丘言采其蝱 \\n 毛傳云蝱貝母也采其蝱者將以療疾爾雅釋草云??冏貝母郭注根如小貝圓而白華葉似韮夫蝱字從二虫本為蟲名蚊蚋之屬是??冏為本字蝱為假借字【棫林按??冏一作?見管子地員篇說文繫傳引詩言采其??冏作本字】陸疏云蝱今藥草貝母也其葉如栝樓而細小其子在根下如芋子正白四方連累相著有分解陶氏云貝母形似聚貝故名本草別錄云貝母一名勤母一名苦葉一名苦花一名空草蘇氏云此草河中江陵等處皆有二月生苗葉似蕎麥七月開花碧綠色形如鼓子花八月采根根有瓣子黃白色郭氏所言曰華葉似韮者此種今罕有之醫家以貝母為治肺之要藥腎為先天之本肺金生之肺為腎母肺病腎無以為養貝母治肺疾故名母【棫林按此似近鑿廣雅又有貝父之名何以解之】蘇氏言似韭葉者今罕有而陸氏所言葉似栝樓者今亦未見所常用者葉似蕎麥產四川俗呼川貝陳氏云貝母能散心胸鬱結之氣詩云言采其蝱是也作詩者本以不得志而言今用以治心中愁鬱殊有功信矣 \\n ○我行其野芃芃其麥 \\n 麥見桑中及周頌思文 \\n 毛詩多識卷三終 \\n  \\n 　"}
{"章节": "●毛詩多識卷四", "正文": "　 \\n ●毛詩多識卷四 \\n 　 \\n  \\n 長白多隆阿著 \\n 衞風 \\n 王風 \\n ◆衞風◆ \\n 瞻彼淇澳綠竹猗猗 \\n 手如柔荑 \\n 領如蝤蠐 \\n 齒如瓠犀 \\n 螓首蛾眉 \\n 鱣鮪發發 \\n 葭菼揭揭 \\n 于嗟鳩兮無食桑葚 \\n 籊籊竹竿 \\n 檜楫松舟 \\n 芄蘭之支童子佩觹 \\n 首如飛蓬 \\n 焉得諼草言樹之背 \\n 有狐綏綏 \\n 投我以木瓜 \\n ○瞻彼淇澳綠竹猗猗 \\n 毛傳云綠王芻也竹萹竹也是綠竹為二草名集傳以為綠色之竹說與古異【棫林案菉本字綠借字薄本字竹借字綠色竹之解始於宋吳安度見容齋三筆集傳沿其說耳】爾雅釋草云菉王芻竹萹蓄郭注菉蓐也今呼鴟腳莎竹似小藜赤莖節好生道旁可食又殺蟲夫毛氏為說詩之宗彼時讀書猶多口授倘非有師承豈不知解為綠色竹少費周折而於綠竹兩字不用假借尤為明析爾雅一書雖不能定何人作然其書近古列於十三經內經學家奉為圭臬毛傳之說乃與雅合此傳說之有據一也或曰爾雅之菉非此經之綠綠為色非為草然禮記大學引此詩綠乃作菉此不得言菉色竹矣小雅有終朝采綠之文草始可云采若綠色何可采也以采綠之綠證綠竹之綠則即為小雅可采之綠也王注楚辭引詩采綠字亦作菉與大學引此詩同是實為草矣此傳說之有據二也陸疏云有草似竹高五六尺淇水側人謂之綠竹也綠竹一草名其莖如竹青綠色高數尺今淇澳旁生此人謂此為綠竹綠竹本二草此則合為一而釋曰草蓋以為萹蓄也萹蓄之高者不過一尺茸茸鋪地並無大者此既曰高五六尺又曰高數尺則似得之傳聞未見此物然亦可見彼時解詩無不以為草名也此傳說之有據三也竹韓詩作???毒?注云萹筑筑蓄同韻是萹筑即萹蓄筑竹又同音是萹筑即萹竹又名萹薄離騷云解萹薄與雜菜兮洪興祖補注引本草以萹薄為萹竹是竹為草名字又作???毒?與綠作菉同是菉???毒?皆從草矣爾雅之竹列於釋草似竹亦為草然竹之為物在不草不木之間古書不分釋後世諸家本草多別分竹部矣凡竹類字皆從竹器亦然與草判如涇渭不可強合大學韓詩菉???毒?字從草不從竹其為二草可知謂竹非草不得謂???毒?非草前漢時齊魯韓詩三家並行後三家俱微惟行毛詩因依毛詩音畫解字倘韓詩至今不廢則解者不能改???毒?作竹也此傳說之有據四也說文云菉王芻也詩曰菉竹猗猗???毒?水萹筑也一作??毒西京賦李注引韓詩綠??毒如簀釋文引石經竹亦作???毒?漢一字石經乃魯詩是不惟韓詩竹作???毒?矣???毒???毒二字或從水或否蓋以萹蓄草水陸皆生生於水者作???毒?生於陸者作??毒???毒???毒字異而從草則無異觀許說與石經是漢儒皆以菉???毒?為二草非一草也此傳說之有據五也考之本草王芻又名黃草又名??戾草今溪澗側皆有之葉似竹而細薄莖亦圓小荊襄人煮以染黃色極鮮好俗名菉蓐草此即今俗之三角菜性陰冷拔根暴日中旬餘不乾得土便生迎秋開小藍花如蛾形嬌豔可愛亦有食者故得菜名萹蓄一名萹蔓又名萹辨春日布地生苗似瞿麥莖葉似竹每節生歧枝開細紫花性最利濕俗名萹竹草邵氏爾雅正義云毛傳綠竹之詁依於爾雅分為二草詩又言綠竹如簀言王芻與萹蓄蔓地如簀矣後人或以綠竹為即淇上之竹箭夫詩言籊籊竹竿以釣于淇則淇上固多竹箭特不可以釋淇澳之詩酈道元云漢武塞決河斬淇園之竹木以為用寇恂治河內伐竹淇川治矢百餘萬以為軍資今通望淇川無復此竹惟王芻萹草不異毛興是酈氏在北魏時已云淇上所有惟王芻萹草而陸德明仍引陸璣之說以為証未可信也觀邵說益可見綠竹之解當從舊義古經文字多用假借即如載馳言采其蝱假蝱為??冏讀者不疑蝱為蟲名又何疑綠竹之為二草名也草色本綠借綠為草義猶相近黃亦色也秦風路車乘黃魯頌駜彼乘黃黃皆言馬馬色不止有黃而黃色之馬惟言黃豈得曰所乘為黃色也三章綠竹如簀簀為牀棧即簟也王芻萹蓄之布地似之若竹箭則直立上生非簀象矣 \\n ○手如柔荑 \\n 毛傳云如荑之新生而未指為何草之荑靜女自牧歸荑傳箋皆釋荑為茅則此荑亦宜為茅之荑也以茅荑喻手是言其白而柔夫茅之始生不惟柔白而又尖秀俗呼茅之始生者曰茅針 \\n ○領如蝤蠐 \\n 毛傳云蝤蠐蝎也【棫林案正義本蝎下有蟲字此依釋文定本】孔疏云以在木中白而長故以比頸爾雅釋蟲云蝤蠐蝎傳蓋取此為注而疏義尤明蝤蠐者今俗所謂哈蟲是也埤雅云蝤蠐之體有豐潔且白者七辨云蝤蠐之領阿那宜顧凡木杇【杇：朽】腐內多生蟲而蟲之形色恆因木色而異桑櫟木蟲色黃楊柳木蟲色白槐杏木蟲色紫黑其大者長二三寸黑頭短足穿木如鑽以此物喻領蓋取其白色者詩緝以蝤蠐為蠐螬【棫林案方言與孫炎雅注已誤於前非始於詩緝惟郭生分為二種得之】蠐螬俗名蠙螬生糞土中以背行者非此蟲也誤 \\n ○齒如瓠犀 \\n 毛傳云瓠犀瓠瓣爾雅釋草云瓠棲瓣郭注瓠中瓣也【棫林案犀者借字郭注引詩作瓠棲瓜實曰瓣瓠實曰棲棲之言齊也】蓋即今俗之瓠■〈盧瓜〉子方正白勻如齒之美好者 \\n ○螓首蛾眉 \\n 毛傳云螓首顙廣而方鄭箋云螓謂蜻蜻也蛾則傳箋皆無說【棫林案詩小學謂古本當作爭?頁首娥眉諸家皆從其說爭?頁首有藝文類聚引詩可據發千年之誤精核可喜蓋鄭本作螓蛾毛本自作爭?頁娥也說文無螓螓即蜻之或字　離騷王注娥好兒眉似蠶蛾說始於顏注漢書】爾雅釋蟲云蚻蜻蜻我?虫羅郭注蚻如蟬而小我?虫蠶蛾是螓即蟬類方言云有文者謂之螓夢溪筆談云蟭蟟之小而綠色者北人謂之螓夫蟬類不一大者色蒼黑小者色青綠螓有文而方顙人首之美者似之蛾蠶蛹所化者論衡云蠶食桑老績而為繭又化而為蛾蛾有兩翼變去蠶形埤雅云繭生蛾蛾生卵凡食木葉之蟲皆化蛾郭氏獨言蠶蛾舉習見也蠶蛾之眉曲細而長人眉之美者似之關左之蟬有二大者色黑小者色綠蛾亦有二家蠶之蛾色白山蠶之蛾色黃 \\n ○鱣鮪發發 \\n 毛傳云鱣鯉也鮪鮥也爾雅釋魚云鯉鱣又云鮥鮇鮪郭注鯉今赤鯉魚鱣大魚似鱏而短鼻口在頷下體有斜行甲無鱗肉黃大者長二三丈今江東呼為黃魚鮪鱣屬也大者名王鮪小者名鮇鮪今宜都郡自京門以上江中通出鱏鱣之魚有一魚狀似鱣而小建平人呼鮥子即此魚也夫毛傳以鱣為鯉是因爾雅鯉鱣連文而誤說文云鱣鯉也鯉鱣也鮪鮥也■〈魚恆〉■〈魚巟〉鮪也周雒謂之鮪蜀謂之■〈魚恆〉■〈魚巟〉鮥叔鮪也許氏鱣鯉互訓與毛同鮪訓鮥鮥訓叔鮪與雅同鮪之大者曰王鮪王者大也小者曰叔鮪叔者小也■〈魚恆〉■〈魚巟〉一作■〈魚亘〉■〈魚瞢〉鮪之別名也上林賦■〈魚亘〉■〈魚瞢〉螹離蜀都賦鱣鮪鱒魴注云■〈魚亘〉■〈魚瞢〉鮪也鱣■〈魚恆〉■〈魚瞢〉也是鱣鯉二魚形頗近似諸儒往往混同呼之究之鱣異於鮪鮪異於鱣未見其物不知其異鱣背肋有甲鮪則無之二魚之別在此陸疏云鱣鮪出江海三月中從河下頭來上鱣身似龍銳頭口在頷下背上腹下皆有甲縱廣四五尺大者千餘斤可蒸為臛又可作鮓子可為醬鮪魚形似鱣而色青黑頭小而尖似鐵兜鍪口在頷下大者不過七八尺肉色白味不如鱣也今東萊遼東人謂之尉魚或謂之仲明魚仲明者樂浪尉也溺死海中化為此魚嚴緝云鱣鱑也大魚似鱘李氏本草云鱣無鱗狀似鱘其色灰白其背有骨甲三行其鼻長有鬚其口近頷下其尾歧肉色白脂色如蠟故又名蠟魚又名玉版魚其骨及鬐皆脆可食其出也以三月逆水而生其居也皆在磯石湍流之間其食也張口接物聽其自入世俗所謂鱘鰉喫自來食是也鱘狀如鱣而背上無甲其色青碧其鼻長與身等口在頷下頰下有青斑文尾歧如丙肉色純白味亞於鱣此即鮪也又名鱏又名碧魚鱣鮪二魚關左東北松花諸江皆有之俗呼鱣為阿巴爾魚呼鮪為乞黎媽魚總名曰鱘鰉又曰秦黃又曰黃魚黃魚首骨遠行天下食品所珍段注說文云諸家說鱣鮪同類而有短鼻長鼻肉黃肉白之分爾雅毛鄭許則短鼻長鼻肉黃肉白者統以鮪鮥包之而惟三十六鱗之魚謂之鯉亦謂之鱣古人多云鱣鮪出鞏穴渡龍門今俗語云鯉跳龍門蓋牽合為一非一日矣【棫林案段氏此數語至為精審爾雅毛鄭許意中之鱣必是鯉類陸郭所說之鱣必是諸君意中之鮪鮥否則以長及尋丈之魚與鯉互訓雖甚疏闊何至於此前聖正名百物自有定稱諸書近古必有所授別鱣於鯉始於陸而郭沿之後人乃始羣起而疑古義矣爾雅鯉鱣鰋鮎鱧鯇連文舍人孫炎皆讀為三條謂別二名郭始以為六魚夫爾雅書主故訓並列六物不加訓釋豈全書文例乎即是思之舊說有本烏可廢也】淮南子云牛蹄之涔不能生鱣鮪高注鱣大魚長丈餘細鱗黃首白身鮪亦長丈餘仲春二月從西河上得過龍門便為龍李奇注漢書亦有鮪化龍之說斯由古以鯉名釋鱣因即以鯉事說鮪段云牽合亦一証也陸氏言鮪為樂浪尉所化說近於怪殆以鮪尉同音因訛鮪作尉又因尉訛作仲明仲明未知何時人而關之左郡分為六則在秦漢時遼東遼西鎮江臨屯樂浪元菟是也句驪河東為遼東郡河西為遼西郡臨屯鎮江二郡則在江之西為前明長甸永甸地有九連城故址元菟樂浪二郡則在江之東今為朝鮮界尉屬樂浪是必有樂浪郡始有此尉則其非三代時人可知此詩及周頌皆言鱣鮪是鮪之名已在有樂浪郡之前豈因尉化始有此魚邪儒者好奇喜作不經之談如此類者往往有之人化為魚人復相食甚於作俑之不仁此不可以不辨也鱣古訛為鯉其後始有鱘鰉黃魚蠟魚之名是古名少今名多鮪古名鮥名鮛名■〈魚恆〉■〈魚巟〉其後有鱏魚碧魚之名是古名多今名少今惟重鱣不甚珍鮪鱣亦釣而取之無用罟者陸言鱣出於海今惟江中有之海中未聞有此魚也 \\n ○葭菼揭揭 \\n 毛傳云葭蘆菼薍也陸疏云葭一名蘆菼一名薍薍或謂之荻至秋堅成則謂之萑案葭今名葦菼今亦名荻【棫林案葭之別名曰蘆曰葦菼之別名曰薍曰萑曰兼曰□曰騅皆見詩傳其分析與爾雅說文並合李巡舍人樊光注雅以葭菼為一物孫炎郭璞則以為二此孫郭說是大車傳以菼為蘆之始生孔疏泥此謂毛義亦似以葭菼為一不知彼傳蘆字乃萑字之譌戴東原說得之】 \\n ○于嗟鳩兮無食桑葚 \\n 毛傳云鳩鶻鳩也食桑葚過則醉而傷其性夫少皞氏以鳥名官鳩居其五祝鳩氏雎鳩氏鳲鳩氏鳴鳩氏鷞鳩氏也而詩中俱有之雎鳩鳲鳩鳴鳩名為雙字顯而易知至單言鳩而未實指為何鳩宜求於上下文倘據舊注往往有誤如此傳所云鳩鶻鳩是也蓋鶻鳩為鳴鳩名曰鶻以形與鶻類鶻俗名鴉鶻為鷙鳥之一形似雀鷹鳴鳩為雀鷹所化形亦似鷹春來冬去劫鵲成巢以伏雛食蟲不食木實下文有無食桑葚一語食桑葚則非鶻鳩也傳誤一此鳩既非鳴鳩詩無主名矣然則宜為何鳩也曰是鳲鳩爾雅釋鳥云鳲鳩鴶鵴郭注今之布穀也江東呼為穫穀穫布聲之轉鄭康成又謂之搏穀月今疏云布搏聲相近又名擊穀又名撥穀又名郭公鳲鳩之聲皆似之惟食桑葚故在桑曹詩云鳲鳩在桑在桑者洵非鶻鳩矣傳誤二太平御覽引陸璣疏云今梁宋之間謂布穀為鴶鵴一名桑鳩此以鳲鳩為桑鳩以其在桑故有桑名他鳩在桑是其偶鳲鳩在桑是其常鳲鳩有桑名鶻鳩無桑名也傳誤三楊氏方言云鳲鳩自關而東謂之戴勝顏師古云勝婦人首飾戴勝又名戴鵀郭注爾雅云鵀即頭上勝頭羽如冠華采煥然若鳴鳩圓目鉤喙頂無長羽月令季春戴勝降于桑戴勝為鳲鳩降于桑即在桑鶻鳩不在桑而其頂亦無如華勝之羽毛也傳誤四後漢書襄楷傳延熹九年楷上書云布穀鳴於孟夏蟋蟀吟於始秋章懷注布穀一名戴絍一名戴勝蟋蟀促織也孟夏戴勝降始秋促織鳴言雖微物不失信也是言布穀即戴勝鳲鳩之聲若曰布穀鶻鳩鉤輈格磔不似布穀也傳誤五此鳥關左最多大如鵓鴿色微黃徧體斑文首戴長羽聚則如土梟之角散則如雄雞之冠宛肖婦人首飾春耕之候鳴聲嘈雜或似兩字或似三字兩字音似布穀三字音似布穀穀雨後鳴尤急俗呼曰抱姑亦布穀之音轉又呼之臭姑姑蓋此鳥之味臭惡也夏至前後多於山間樹竅伏雛不聞其鳴矣陳氏本草云布穀名多如阿公阿婆割麥插禾脫去布袴之類皆為布穀近似之音桑葚已熟集於林中往復爭食蓋恆見之若非得之目覩徒據舊注執筆辨駁此經文所以日晦也 \\n ○籊籊竹竿 \\n 說文云竹冬生草象形下垂者箁箬也竹譜云植類之中有物曰竹不剛不柔非草非木小異空實大同節目又云竹雖冬蒨性忌殊寒九河鮮有五嶺實繁夫竹處處可植關左地寒凡栽竹者冬必培其根不然則凍枯矣種類不一作釣竿者猶其細小者耳 \\n ○檜楫松舟 \\n 毛傳云檜柏葉松身孔疏云檜書作栝禹貢杶幹栝柏注柏葉松身曰恬詩緝云檜栝也蓋柏之別種曰檜又名栝其枝葉上聳幹直而高出者柏也其葉繁濃枝幹蟠曲如蛇虬者檜也俗呼柏曰柏松檜曰檜松【棫林案檜栝聲轉字通】 \\n ○芄蘭之支童子佩觹 \\n 毛傳云芄蘭草也鄭箋云芄蘭柔弱恆蔓延於地有所依緣則起爾雅釋草云雚芄蘭郭注雚芄蔓生斷之有白汁可啖陸疏云芄蘭一名蘿藦幽州謂之雀瓢李氏本草云斫合子即蘿藦也三月出苗蔓延籬垣極易繁衍其根白軟其葉後大前尖根與莖葉斷之皆有白汁六七月開小長花如鈴狀紫白色結實長二三寸大如馬兜鈴一頭尖其殼青輭中有白絨霜後枯裂則子飛其子亦如兜鈴子詩云芄蘭之支童子佩觹芄蘭之葉童子佩韘觹解結角錐也此物實尖垂於枝間似之韘張弓指彄也此物之葉後彎似之故以此興也蓋芄蘭為蔓草處處皆有毛鄭簡略郭陸差詳李說較細此草蔓地而生附物便起斷其莖葉白汁如乳葉似長豇而厚脆花開攢蔟成叢瓣細外捲色微紫不似鈴子扁而薄每子上各黏一毛秋乾殼裂隨風遠飛實形似觹葉似韘良然不見此物者幾不解詩人取興之義注釋家多難僕數而能見及此者惟李氏李所注者醫書也而注經者轉未能焉是物本難識識物洵不易也【棫林案李說本於沈括夢溪筆談非彼創解備一說自可若詩中取興概以此意求之必多穿鑿故稽古編謂毛鄭義正大沈義纖巧】關左俗呼芄蘭實殼曰老鸛瓢猶與雀瓢之名相近或呼曰瓜刺瓢以其實形似瓜說文云芄蘭莞也引此詩芄蘭之枝為證而字列葌蘺之內似以此草名蘭疑為香草邵疏爾雅引本草陶注言蘿藦藤生人家多種之可生啖亦蒸煮食之不知芄蘭無香亦未見有種之以為蔬者殆以郭氏言其可啖漫衍其說然名物有定以私測之未有一合也惟多見者乃可以語此 \\n ○首如飛蓬 \\n 詩緝云婦人髮不梳如飛亂之蓬草不知此草名為飛蓬非言蓬之飛而亂也飛蓬蒿屬與彫蓬黍蓬俱異此草多生荒原貼地作叢葉如麥穗短芒如刺葉近附梗花藏葉內色白而細本小末大秋枯之後疾風吹斷其本飄揚轉去故古人象之以制車輪而其枝莖歧出亦如不櫛之髮荀子云蓬生麻中不扶自直亦以蓬枝紛亂為麻所約或有直梗也高氏天祿識餘云蓬名流草而艾名病草蓋蓬之飛行無定故曰流艾之灸灼有用故曰病 \\n ○焉得諼草言樹之背 \\n 毛傳云諼草令人忘憂鄭箋云憂以生疾恐將危身欲忘之【棫林案校勘記據釋文謂傳語本作令人善忘極是忘憂乃韓詩義箋始以韓申毛也】說文諼字作藼或作蕿又作萱李氏本草云萱本作諼忘也詩焉得諼草言樹之背謂憂思不能遣欲樹此草玩味以忘憂也【棫林案說文引詩安得藼草釋訓釋文引詩焉得萲草藼正字萲蕿萱或字諼借字韓詩作諠亦借字爾雅翼謂詩本字作諼義只訓忘傳箋意皆不謂實有是草後人以諼萱同音引合之後箋通釋取其說非是許陸引詩已有藼萲之本將謂藼萲反屬借字可乎】董子云欲忘人之憂則贈之丹棘丹棘一名忘憂故也王氏羣芳譜云萱一名忘憂苞生莖無附枝繁萼攢連葉四垂花六出色有黃白紅紫與鹿葱相似其穉芽花跗皆可食味勝黃花菜彼則山萱也周處風土記云懷姙婦人佩其花則生男故萱又名宜男下隰地叢生葉如蒲蒜而柔弱五月抽莖開花六出四垂朝開暮蔫其花有紅黃紫三色結實有三角內有子大如梧子黑而光澤其根與麥門冬同今東人采其花跗乾而貨之名曰黃花菜夫忘憂宜男今俗豔稱其名而不能實指其草市井貨之為蔬亦呼曰黃花菜而不知其為萱此草在關左有家萱山萱之別家萱葉闊花肥色黃而深俗呼曰攢草花山萱原隰廣有其葉如薤其花淺黃五月花開六七月尚陸續不斷花六出瓣外捲無紅紫色者其紅色者名山丹跗與萱無異亦可食李氏既言萱花紅紫又云黃花菜語近予盾或誤以山丹為萱也本草以萱為鹿葱王氏言萱葉綠而尖長鹿葱葉團而青翠萱葉與花同茂鹿葱葉枯始花本非一草山萱不植自生家萱尚待於種此詩言樹宜為家萱然今用以作蔬皆是山萱若家萱則無采者孔疏謂諼訓為忘非草名夫經明言諼草草字將何解乎由不知諼乃萱之借耳鄭樵通志言萱草一名合歡而嵇康養生論神農經言藥中養性者合歡蠲忿萱草忘憂二物並稱則非一物明甚蓋合歡為木名葉似槐而細晝開夜合花如絲毬淺紅色微帶香氣俗呼曰馬纓花鄭氏以合歡忘憂名義近似故誤合為一【棫林案集傳用夾際說通義已駮之】百合花亦似萱而莖高葉短每葉貼莖生一黑子花深黃瓣上有點文以此為家萱亦誤 \\n ○有狐綏綏 \\n 狐??芺獸見北風 \\n ○投我以木瓜 \\n 毛傳云木瓜楙木【棫林案木字疑衍稗疏引無木字】也爾雅釋木云楙木瓜郭注實如小瓜酢可食水經注云魚腹縣地多木瓜樹有子大如甒白黃實甚芬香爾雅所謂楙也埤雅云梨百損一益楙百益一損是木瓜食之最益人李氏本草云木瓜葉光而厚其實如小瓜而有鼻津潤味不木者為木瓜小於木瓜味木而酢濇者為木桃似木瓜無鼻大於木桃味濇者為木李鼻乃脫花處非臍蒂也木瓜性脆可蜜漬之為果木桃木李性堅可蜜煎及作餻食【棫林案李說本於埤雅注疏於木桃木李無說後儒欲并解三物輒宗埤雅其說於木瓜一類強析其二以當木桃木李不無可疑但舍此亦別無確詁後箋謂桃李當如本義經以上章故一例加木稗疏謂瓜桃李皆刻木為之引劉勰語為證皆未安也　鼻是脫花處俗呼為咮其著花處乃臍也】王氏羣芳譜云木瓜一名鐵腳梨樹如柰叢生枝葉花俱如鐵腳海棠可種可接可以條壓葉光而厚春末開花紅色微帶白作房實為木瓜香而甘酸不澀食之益人處處有之山陰蘭亭尤多而宣城者佳本州以充土貢樝子一名圓和子一名木桃小於木瓜更酢澀色微黃蒂核皆粗核中之子小而圓味劣於梨與木瓜入蜜煎湯則香美過之榠樝一名蠻樝一名木李木葉花實酷類木瓜比木瓜大而色黃有鼻者為木瓜無則木李也蓋木瓜木桃木李果名有三而木葉花實大概相似木瓜與木桃以性脆性木別木瓜與木李以有鼻無鼻別葉如石榴而無大木【棫林案考工記弓人取幹木瓜次之是其木中弓材】以實泡酒可以和氣血治拘攣尤香醇益人鮮有作果食者王氏所言鐵腳海棠今俗呼曰貼梗以此花貼梗開也花深紅色結小瓜似木瓜而小如指香亦如之名海棠果 \\n ◆王風◆ \\n 彼黍離離彼稷之苗 \\n 揚之水不流束楚 \\n 揚之水不流束蒲 \\n 中谷有蓷暵其乾矣 \\n 有兔爰爰雉罹于羅 \\n 緜緜葛藟 \\n 彼采葛兮 \\n 彼采蕭兮 \\n 彼采艾兮 \\n 毳衣如菼 \\n 丘中有麻 \\n 丘中有麥 \\n 丘中有李 \\n ○彼黍離離彼稷之苗 \\n 鄭箋云宗廟宮室毀壞而其地盡為禾黍我以黍離離時至稷則尚苗孔疏云湛露傳離離垂也則黍離離亦謂秀而垂也黍言離離稷言苗則是黍秀稷未秀嚴氏詩緝云黍有二種黏者為秫可以釀酒不黏者為黍爾雅釋草云粢稷曲禮稷曰明粢是稷又名粢稷一作穄粢一作齋說文云稷齋也五穀之長黍禾屬而黏者也以大暑種故謂之黍繫傳云楚人謂之稷關中謂之■〈堅，土代黍〉其米為黃米李氏本草云稷與黍一類二種黏者為黍不黏者為稷稷可作飯黍可釀酒猶稻之有稉與糯也稷黍之苗似粟而低小有毛結子成枝而殊散其粒如粟而光滑三月下種五六月收亦有七八月收者其色有赤白黃黑數種今俗通呼為黍子不復呼稷矣夫黍稷皆穀名毛鄭無說殆以人所習見無庸瑣釋然五方風土不同生物亦異李氏本草綱目引證宏博其釋黍稷亦微有誤豈非為耳目所限哉蓋黍稷二穀關左種者尤多其苗皆似粟而高大過半莖葉有毛稱稷尚仍古名米名稷米無呼為黃米者黍亦名黍子又曰秘子秘亦作糜又呼曰大黃米小滿候種處暑候收說文言大暑種則過晚本草言三月種則太早總由此穀他省種者或少先儒未嘗目見故傳聞異詞否則別是一種耳郭注爾雅謂江東呼粟為粢則是以粟為稷詩緝以黏者為秫則是以秫為黍又曰不黏者為黍是又以黍為稷小徐注說文則又混黍稷為一不知粟與稷皆不黏黍與秫皆黏四者相似而非一種黍稷之穗皆疏散下垂其稭皆可縛帚稷大黍小粒大於粟而光滑舂去稃皮米皆勻圓粟今呼曰穀子米曰小米粒小於稷秫爾雅曰眾秫今俗呼為黏穀粟秫莖葉相似穗似狼尾粒密聚而緊粟穗色黃秫穗色微赤秫米名小黃米所以別黍名大黃米也是黍與稷為一類莖葉穗實大小如一而其別在黍黏稷不黏黍米色黃稷米色微白稷可為飯黍可為酒也粟秫為一類莖葉穗實大小如一而其別在秫黏粟不黏粟米色白秫米色微赤粟可為飯秫可為酒也黍秫皆可釀酒秫酒味薄不及黍酒醇厚故俗重黍不重秫也稷粟皆可作飯粟穗堅緊得糧多稷穗疏散得糧少故俗喜粟不喜稷也呂覽陽山之穄南海之秬注云穄關西謂之糜冀州謂之■〈堅，土代黍〉黍稷不分自古而然此詩亦以黍稷二穀相似心憂之至意亂目眩乍見祇以為黍既細察之乃知為稷耳【棫林案唐以前儒者溷稷於禾以粟為稷唐以後儒者又溷稷於黍以穄為稷展轉迷誤幾二千年吾宗易□徵君九穀考出始有定論其說以許君說文與鄭君九穀等注為據其要領謂今俗呼高粱為秫與許書秫為黏稷合舉之以定稷名稷名定而粟與黍無復相冒其名亦定蓋粟之有槀者曰禾其實曰粟其米曰粱其苗赤白者曰□曰芑北人食以為主今俗呼小米者是禾屬而黏者曰黍不黏者曰■〈堅，土代黍〉曰穄其黑而異者曰秬秠其種宜北土南方無之今俗呼黃米者是於諸穀最高大而首種是曰稷別名曰齋字一作粢經典譌從米作粢其黏者曰秫字一作朮其實麤大故經稱疏食北方謂之麤糧賤者食之今俗呼高粱者是黔蜀高粱但中作酒不可為飯雖賤無食者與北異稷春種黍夏種稷種在黍先秀在黍後故詩言黍離離稷尚苗考文繁博掇其大要如此多君是篇尚沿舊說附錄簡末藉訂厥誤】 \\n ○揚之水不流束楚 \\n 毛傳云楚木也楚為叢生小木一名荊薪類可以流於揚水者見漢廣 \\n ○揚之水不流束蒲 \\n 毛傳云蒲蒲草鄭箋云蒲蒲柳陸疏云蒲柳有兩種皮正青者曰小楊皮紅白者曰大楊其葉皆長廣似柳葉可以為箭幹故春秋傳曰董澤之蒲可勝既乎此一蒲也傳以為草箋以為木以上二章例之是宜為草說文云蒲水草也薪為草類楚亦木之小者蒲當與薪楚同若以為楊即爾雅釋木之楊蒲柳楊柳種類最多皆為大木豈揚水所能流且大木亦不可束也陳風有蒲與荷小雅維筍及蒲凡言蒲皆水草曹氏云楚小於薪蒲輕於楚則此蒲非柳明矣至陸疏申鄭舉楊釋柳或用為疑不知楊柳二木古名不分說文釋柳為小楊明小別大類故唐人樂府折楊柳皆詠柳楊柳枝詞亦止賦柳今以葉之圓而大枝之疏者名楊以葉之狹而長枝如絲者名柳古不然也楊木性脆柳木性柔二木皆輕可為箭材但柳皮多青楊皮多白楊枝有微赤者色亦不紅楊柳木大近尺則皮皆皵而色蒼黑惟檉柳皮色紅然有柳名而非柳類亦無大木不可為箭未知陸意何所指也 \\n ○中谷有蓷暵其乾矣 \\n 毛傳云蓷鵻也陸疏云蓷似萑舊說及魏博士濟陰周元明皆云菴??閭是也韓氏及三蒼說悉云益母也本草茺蔚一名益母故劉歆曰蓷臭穢臭穢即茺蔚也爾雅釋草云萑蓷毛傳以蓷為鵻是因蓷一名萑鵻萑同音因而借用嚴氏詩緝云傳云蓷鵻即釋草言萑蓷也大車傳曰菼鵻也菼薍■〈萑从〉鵻一物四名彼■〈萑从〉音完此萑音追字異音亦異毛於此傳言萑鵻是借用鵻字非以蓷為菼也陸疏謂蓷似萑語不可解蓷萑本一何須言似豈以毛於菼蓷皆訓鵻遂疑此蓷形狀必似菼薍之■〈萑从〉乎■〈萑从〉為水草即今之荻蓷之形色固無一毫相似也陸引諸說意從韓劉郭注爾雅亦云萑蓷今茺蔚也葉似荏方莖白華華生節間又名益母是蓷即今益母草高原下隰皆有遇旱則先眾草枯故詩首言暵乾次暵脩次暵溼言暵以漸而甚【棫林案大車之菼毛釋為騅恐其與蓷無別故又申之曰蘆之初生者也菼蓷皆別名騅者謂此二草皆似夫不鳥之青色耳段氏謂爾雅萑蓷當本作隹蓷草頭後人所加傳疏用其說并謂當倒作蓷萑以合毛傳余以為不必萑從草即蓷之別名說文萑下雖以草多皃為本義而增韻引許書萑下有一曰鬱也一義凡草鬱必臭蓷本臭穢陳藏器本草謂茺蔚為鬱臭草許君鬱也云云疑即包舉蓷草在內故集韻韻會萑下皆直云一曰草名茺蔚也】俗呼為益母蒿味似邪蒿薰臭不香方莖中有凹棱高者五六尺枝葉對生花貼莖開稠密攢簇有紫白二色白花者未見人用其紫者入藥熬膏作丸最利婦人胎產故名益母羣芳譜言益母草一名蓷春生苗一莖三葉四五月開花夏至後即枯無白花者此草關左廣有處處皆是葉如蒿大而碎一枝三葉每一葉又分為三首夏始見苗仲夏始抽莖立秋始花並無四五月即開花者熬膏作丸皆俟花時並無夏至後而即枯者子色黑細如車前子花多紫色白色者亦間有之此草本不難識而注解家乃多不確何也考之本草菴??閭為蒿類葉似菊而薄其莖色白如艾而粗八九月開淡色黃花藝家以之接菊人家種之辟蛇此即今之山菊花也其非益母昭然郭景純謂蓷葉似荏荏為蘇類與益母不似亦誤 \\n ○有兔爰爰雉罹于羅 \\n 毛傳云爰爰緩意兔與雉常有之物故不注兔山獸之小者性最狡雉山禽之小者性最介雉詳見雄雉爾雅釋獸云兔子嬔郭注俗呼曰■〈免需〉【棫林案說文■〈女兔〉兔子也嬔生子齊均也二字義別爾雅借嬔為■〈女兔〉藝文類聚引爾雅嬔作■〈女兔〉與說文合】此言兔之子名嬔名■〈免需〉而今俗惟呼曰兔嬔■〈免需〉兩名未聞呼者夫兔之類二有在家在野之異畜於家者毛色純白或純黑細輭溫潤長耳缺唇足前短後長躍而不走性最易馴在野之兔形與家畜者略同毛色雜似貛貉或有白者則以為瑞物如雀之白雉之白也本草謂兔脣上缺而無脾尻有九孔諺云兔老尻孔多嘗於冬獵俟獲兔驗之見有四尻孔者九孔之說諒不虛也或云兔無雄中秋望月顧兔而孕家畜之兔雄多於雌獲於野者雄不常有此說殆不可信鈕氏觚賸云曲禮兔曰明視陸佃曰兔吐也明月之精視月而生故曰明視王充論衡言兔舐雄毫而孕生子從口中出余見蒲城原子兔說以為兔之雌雄其孳尾無異他獸每月一孕生子則以土培之而壅其穴或竊啟其戶子輒不成蓋古所謂視月者視月之候而孕又謂吐生者得土而生土訛為吐也嘗驗於家畜之兔穿穴生子外以土封其戶尋雄相交俟孕又成始啟其穴以乳其子是此說可以破兔有雌無雄之謬可以破望月而孕與生從口吐之謬習見之物猶妄誕若是古說之不可盡信類如此矣說文云兔獸也象兔踞後其尾【棫林案其字象兔之蹲後露其尾之形】又云毚狡兔也戰國策言狡兔有三窟其名曰東郭■〈夋兔〉此可為兔性最狡之證惟其狡也故爰爰而緩以喻小人幸脫禍患雉性惟介故罹羅網以喻君子誤遭顛危 \\n ○緜緜葛藟 \\n 葛藟皆蔓草葛見葛覃藟見樛木 \\n ○彼采葛兮 \\n 毛傳云葛所以為絺綌也詳見葛覃 \\n ○彼采蕭兮 \\n 毛傳云蕭所以供祭祀爾雅釋草云蕭萩【棫林案蕭萩與藨麃的薂勃茢葽繞茦刺一例皆疊韻也作荻者誤本詩正義引爾雅與陸疏皆誤作荻】郭注即蒿案此今之香蒿也香氣頗濃古人采以供祭祀之用周禮天官甸師祭祀供蕭茅禮記郊特性云蕭合黍稷臭陽達於牆屋故既奠然後焫蕭合羶薌【棫林案鄭注蕭薌蒿也羶當為馨】陸疏云蕭今人所謂萩蒿也或云牛尾蒿似白蒿白葉莖粗科生多者數十莖可作燭有香氣故祭祀以脂爇之為香漢書禮樂志云焫膋蕭李奇注蕭香蒿也顏注以蕭焫脂合馨香也古之香用蕭蒿今之香用檀木蕭蒿徧地可求檀木路遙難得製香之家雜碾他木配以麝臍氣固香矣其不潔孰甚今不及古事事皆然香其一也蕭為蒿類園野廣有三月始生貼地作叢五月從中抽莖作薹高三四尺枝歧出葉如藁本而細開繁碎小黃花纍纍如粟香氣濃郁清而不濁秋老結子細如沙落地自生說文以蕭為艾此章言采蕭下章又言采艾蕭與艾豈為一草【棫林案說文蕭艾蒿也段云此物蒿類而似??又一名艾蒿許非謂艾為蕭也齊高帝云蕭即艾也乃為誤耳按段說是也曹風傳蕭蒿也統言之薌蒿艾蒿者析言之】邵疏爾雅云蕭艾皆香草而離騷云何昔日之芳草今直為此蕭艾蓋蕭可以爇艾可以灸同為芳草各有其用而采蕭采艾亦各以時今不辨其為芳而蕭艾並見燒薙故騷人歎之說楚辭者不達其意以蕭艾為惡草誤矣【棫林案離騷又云戶服艾以盈要兮謂幽蘭之不可佩東方朔七諫蓬艾親日御于牀第兮馬蘭踸踔而日加張衡思元賦珍蕭艾於重笥兮謂蕙芷之不香諸文於蕭艾均無美詞何昔日二句亦是此意邵說強詞奪理非是貴其馨香則以供祭祀賤其支蔓則以喻讒佞言豈一端弗可泥也】夫蕭之香濃艾之香微蕭之香勝於芸艾之香不及蔚謂艾曰芳乃連類相及之辭實則艾遠遜蕭也【棫林案周官鬱人疏引王度記士以蕭庶人以艾此艾遜于蕭之證】蕭老似帚不肖牛尾其葉鮮綠以為白蒿白葉是猶未識此草耳 \\n ○彼采艾兮 \\n 毛傳云艾所以療疾爾雅釋草云艾冰臺郭注今艾蒿王安石字說云艾可乂疾久而彌善故字從乂陸佃云博物志言削冰令圓舉冰向日以艾承其影則得火艾名冰臺以此夫艾為恆有之草而削冰取火之說似今用琉瓈小鏡對日照火然者當冬寒有冰之候亦嘗取艾照之殊不驗豈作用不如法邪抑古語多誣邪此草處處有之生於原野莖高數尺葉似菊面青背白有茸而柔厚刈而暴乾之點火不熄醫家取之灸百病故灸草又名醫草天祿識餘又名曰病草【棫林案病草師曠語非高氏創名之】羣芳譜云此草宿根二月生苗莖白色葉四布分五尖椏上復有小尖七八月葉間出穗細花結實纍纍盈枝中有細子凡用艾陳久者良故孟子曰有七年之病求三年之艾離騷云戶服艾以盈要兮王注艾白蒿也爾雅艾為冰臺蘩為皤蒿冰臺名艾蒿皤蒿名白蒿郭注自明二物相似而非一種王注微誤 \\n ○毳衣如菼 \\n 毛傳云菼鵻也蘆之初生者也鄭箋云菼薍也夫毛氏釋菼為鵻恐與鳥名無別故又申之曰蘆然蘆為葦菼為荻物雖相似而實不同鄭氏恐葦荻相混故又釋曰薍以別之說文云??剡萑之初生一曰薍一曰鵻或作菼與傳箋皆合蓋初生之荻色在青白之間毳衣如之即今之湖水色俗名鴨卵青者也此經菼字說文系部引作??剡釋之曰帛鵻色也與傳義同【棫林案??剡蓋三家字也許本作帛騅色惟韻會引作鵻】 \\n ○丘中有麻 \\n 爾雅釋草云枲麻本草云雄者名枲麻雌者名苴麻此即今俗所蓺之線麻也關左處處皆種東北邊外種者尤廣其結子纍纍成穗者為雌其不結子而惟開花者為雄枲苴之分在此古之為布粗細皆織以麻故禹貢青州之貢岱畎絲枲內則女子執麻枲學女事以共衣服棉花出於高昌名吉貝南北朝始入中國是三代兩漢之布皆麻為之爾雅列麻於草類本草列麻於穀部月令以犬嘗麻素問以麻麥黍稷豆為五穀是麻實可充穀食不僅其皮可績為布也夫枲麻又名牡麻苴麻又名苧麻一名火麻一名大麻葉似芍藥一枝五七杈而邊有細齒高丈餘莖四稜秋初開細白青花味薰臭有大毒誤食殺人結子似高粱而色青白光滑可榨油春種秋老刈漚於清水中剝其筋皮可供紡績韌亞於絲用者最廣亦佳貨也或云枲麻其子房是誤以檾為枲蓋檾亦麻屬莖圓高丈餘葉大如荷開黃花結莢如蓮房而如錢大子似豆粒無絲毫類枲者或又以枲為胡麻胡麻脂麻屬莖方葉長結角四稜子小如蝨而香亦有細葉細子與脂麻相似者與枲麻尤異 \\n ○丘中有麥 \\n 麥見桑中 \\n ○丘中有李 \\n 李見何彼穠矣 \\n 毛詩多識卷四終 \\n  \\n 　"}
{"章节": "●毛詩多識卷五", "正文": "　 \\n ●毛詩多識卷五 \\n 　 \\n  \\n 長白多隆阿著 \\n 鄭風 \\n 齊風 \\n 魏風 \\n 唐風 \\n ◆鄭風◆ \\n 無折我樹杞 \\n 無折我樹桑 \\n 無折我樹檀 \\n 襢裼暴虎 \\n 弋鳧與雁 \\n 顏如舜華 \\n 山有扶蘇隰有荷華 \\n 山有喬松隰有游龍 \\n 東門之墠茹藘在阪 \\n 風雨淒淒雞鳴喈喈 \\n 有女如荼 \\n 士與女方兼蕳兮 \\n 贈之以勺藥 \\n ○無折我樹杞 \\n 毛傳云杞木名也孔疏云四牡傳曰杞枸檵此直云木名則與彼別也夫詩中所載之杞有三一栒杞一杞梓一杞柳枸杞不植自生杞梓不植於里巷則此杞宜為杞柳也說文云柳小楊也埤雅云柳與楊同類縱橫顛倒植之皆生柳之種類不一而鄉村所樹者多為杞柳長條下垂木性柔輭用火逼揉之可為箱篋告子言杞柳為桮棬者即此柳易栽植早春插條得土便生葉似桃而狹長花為小穗長半寸餘纍纍盈條春花絮飛似葦荻花鋪地如棉黃絲嫋嫋點綴村景亦屬不可少之木也陸疏云杞柳屬生水旁葉粗而白色木理微赤似以河柳為杞也微誤 \\n ○無折我樹桑 \\n 桑見定之方中【棫林案傳云桑木之眾也毛於桑檀兼言形性所以申明興義後箋謂桑以喻段之得眾檀以喻段之恃強是也】 \\n ○無折我樹檀 \\n 毛傳云檀彊刃之木刃即韌言此木性堅也孔疏云檀材可以為車車行地之器非堅彊之木不克勝之故小雅杕杜大雅大明皆言檀車陸疏云檀木皮正青滑澤與檕迷相似又似駁馬駁馬梓榆其樹皮青白駁犖遙視似馬故謂之駁馬故里語曰斫檀不諦得檕迷檕迷尚可得駁馬檕迷一名挈橀故齊人諺曰上山斫檀挈橀先殫皆言三木相似也【棫林案爾雅魄榽橀郭注引齊諺榽橀先殫】李氏本草云檀有黃白二種葉皆如槐皮青而澤肌細而理體重而堅狀與梓榆莢迷相似關左惟有黃檀出於東邊外枝葉似榆羣芳譜云江南有望水檀夏不生葉忽然葉開當有大水農人以之占水旱此為檀之別種檀非異木里巷所樹如北地白榆赤榆類耳 \\n ○襢裼暴虎 \\n 說文云虎山獸之君爾雅釋獸云虎竊毛謂之虦貓甝白虎虪黑虎此分虎之毛色而異其名然習見之虎惟有犂文無白黑者方言云陳衞宋楚之間謂之李父江淮南楚之間謂之李耳或謂之於虎?兔自關東西或謂之伯都易曰大人虎變書曰如虎如貔禮曰苛政猛於虎或取其皮之文或言其力之猛也虎面方圓狀似貓而大如牛巨目闊口鋸牙鉤爪短項健鬚細毛長尾牡毛色青牝毛色黃犁文黑章一嘯風生聲震山谷皮骨皆珍利之所在人則敢攖其怒咸樂取之或曰虎所食之人其魂即為虎所役設計誘人陷入虎穴以供虎食名曰虎倀亦或恨虎引獵人以斃虎關左恆獵之家往往以殺虎為能問及虎倀咸以為誣此說殆不可信俗呼虎曰大牲又呼之曰老牟子 \\n ○弋鳧與雁 \\n 雁見匏有苦葉鳬水鳥爾雅釋鳥云鸍沈鳬郭注似鴨而小長尾背上有文今江東亦呼為鸍陸疏云鳬大小如鴨青色卑腳短喙水鳥之謹愿者李氏本草云東南江湖海泊中皆有鳬數百為羣晨夜蔽天而飛聲如風雨所至稻粱一空埤雅云沈鳬善沒而又雍與與波上下此鳥關左極多種類不一俗則即其形色呼之其飛之疾者名風鴨其羽色蒼黑而大者名蒲鴨其翅白者名花鴨其食魚者名魚鴨總名曰水鴨又曰野鴨扁喙短尾形與家鴨略同而毛色各異夫鴨聲呷呷故名鴨古名鶩李巡曰野曰鳬家曰鶩禮內則云舒鳬翠爾雅云舒鳬鶩皆言家鴨也豈獨野鴨稱鳬漢書馬援傳云刻鵠不成尚類鶩鵠鶩並言似謂野鴨則是野鴨亦名鶩此詩鳧雁並舉又曰弋則為野鴨爾雅言鳬雁醜其足蹼其踵企郭注謂腳指間有幕蹼屬相著飛即伸其腳跟企直是言鳬雁之指爪相連飛則二足伸於尾後也信然 \\n ○顏如舜華 \\n 毛傳云舜木槿也爾雅釋草云椴木堇櫬木堇樊光注別二名也其樹如李其華朝生暮落與草同氣故在草中郭注似李樹華朝生夕隕可食或呼日及亦曰王蒸【棫林案呂覽高注華可用作蒸名王蒸以此】陸疏云舜一名木槿一名櫬一名椴齊魯之間謂之王蒸五月始華故月令仲夏木槿榮李氏本草云槿小木也其木如李其葉末尖而無椏齒其花小而豔或白或粉紅有單葉千葉者木槿為木本之華關左多植園亭以供賞玩本草以為木類爾雅列於草部說文舜作蕣字從草爾雅名椴名櫬字皆從木殆以槿無大木故列草內猶竹在不草不木間亦列草內也羣芳譜云木槿一名朱槿一名日及一名朝開暮落花木如李高五六尺多歧枝可種可插葉繁密如桑葉光而厚末尖而有椏齒花小而豔大如蜀葵五出朝開暮落自仲夏至仲冬花開不絕結實輕虛大如指頂秋涼自裂其中子如榆莢馬兜鈴之仁小兒忌弄令病瘧俗名瘧子花夫木槿常有之樹大者高丈餘木皮白葉長微狹有椏齒花大如盞色粉紅頗似大黍菊花瓣數層不止五出開於五六月北方早寒八月即不見花未有開至仲冬者小女簪戴未嘗病瘧王說不必盡信郭言花可食今亦未之聞也【棫林案棲霞郝氏言合堇華蒸之可啖黔俗以花拖麪油煎食之】 \\n ○山有扶蘇隰有荷華 \\n 毛傳云扶蘇扶胥小木也【棫林案詩小學據釋文毛傳木上無小字謂是扶疏四布之大木愚謂以喬松例之扶蘇定是木名僅作形容字非是後箋謂扶蘇大木當即榑與枎引呂覽東至榑木之地管子桐柞枎櫄為證錢辛楯則謂即爾雅之輔小木今按緩言之曰扶蘇扶胥急言之曰榑曰枎曰輔二說皆佳遠勝嚴解陸本無小字觀箋申傳語鄭本蓋有之錢說非沿誤本說尤自然】荷華扶渠也其華菡萏孔疏云下章喬松是木則扶蘇是木可知而釋木無文傳言扶胥小木毛當有以知之未詳其所出也詩緝云山有扶蘇之木樸樕不足道此蓋以扶蘇樸樕聲音相近故以樸樕釋之荷水草或呼曰蓮池澤多植者爾雅釋草云荷扶蕖其莖茄其葉蕸其本蔤其華菡萏其實蓮其根藕其中菂菂中薏郭注別名芙蓉江東呼荷【棫林案依說文則大名伹曰扶蕖荷是葉蓮是實今俗皆以荷蓮為大名爾雅釋文謂眾家皆無其葉蘧句以許書例之無者是也】離騷云集芙蓉以為裳王注芙蓉蓮華也與郭說合【棫林案芙蓉俗字當作夫容說文未發為菡□已發為夫容是也統言之曰其華菡萏許又就華析言之故有菡藺夫容之別菡之言含以結朵言夫之言敷以大放言】羣芳譜云荷為芙蕖花一名水芙蓉一名水芝一名水芸一名澤芝葉圓如蓋六月開花有數色惟紅白二色為多花心有黃蘂長寸餘花褪蓮房成菂菂在房如蜂在窠至秋房枯子黑其堅如石謂之石蓮子 \\n ○山有喬松隰有游龍 \\n 毛傳云松木也龍紅草也鄭箋云游龍猶放縱也紅草放縱枝葉於隰中羣芳譜云松百木之長猶公故字從公皮粗厚望之如龍鱗四時長青不改柯葉爾雅釋草云紅蘢古其大者蘬又云蘢天蘥又云薔虞蓼【棫林案郭於蘢天蘥云未詳先儒謂即紅蘢古云紅草高大故名天蘥說文蓼辛菜薔虞也許讀爾雅與郭異】郭注俗呼紅草為蘢鼓語轉耳虞蓼澤蓼陸疏云游龍一名馬蓼葉粗大而赤白色生水澤中高丈餘【棫林案名醫別錄本草圖經並謂紅草狀似馬蓼非即馬蓼與陸說異】陶氏本草云馬蓼莖斑葉大有黑點其最大者為蘢鼓此一木一草關左處處俱有松有數十種皆喬木其葉細如針長二三寸者名毛松其葉銳如剌短不及寸者名刺松其葉作片似柏若禽羽結房半尺餘如塔形子似荔枝核香美可食者名果松又有赤松黃松桬松依奇松羅漢松皆出東北邊外枝葉木理各異脂液俱香其材可貴龍草習見者三種俗亦名蓼又名水蓬科子名水葒子其節間有毛葉如菸草微圓花為長穗色深紅子扁如酸棗仁而黑小此園圃種之以供玩賞者名紅蓼其莖與紅蓼相似子葉亦同花作淡紅色溝澮廣有不種自生者名野蓼其莖高一二尺葉狹似柳花青白微帶紅色生水中者名河蓼王象晉云蓼類甚多有青蓼香蓼葉小狹而薄紫蓼赤蓼葉相似而厚馬蓼水蓼葉闊大上有黑點木蓼一名天蓼花皆紅白惟木蓼花黃白子皮生青熟黑人所堪食者三種一青蓼葉有圓有尖圓者勝一紫蓼與青蓼相似而色紫一香蓼與青蓼相似而香諸蓼春苗夏茂秋始花花開蓓虆而細長二寸枝枝下垂粉紅可觀水邊更多故又名水葒花一種叢生高僅二尺許細莖弱葉似柳其味香辣名辣蓼古人用蓼和羹後世飲食不復用人亦鮮種蓺也蓋蓼類不一有水陸可食不可食之異潘岳閒居賦云蓼荽芬芳以芬芳言蓼是為香蓼此詩隰有之蓼惟水畔之野蓼相近王氏謂諸蓼蓓虆長二寸而今所見者河蓼之穗差短其餘蓼屬花穗皆長尺餘故俗又呼曰龍尾花也 \\n ○東門之墠茹藘在阪 \\n 毛傳云茹藘茅蒐也爾雅釋草云茹藘茅蒐李巡注茅蒐一名茜可以染絳郭注今之蒨也周禮地官掌染草鄭注染草茅蒐橐蘆豕首紫茢之屬說文茜茅蒐也蒨與茜同關左有此草而無正名生籬落叢樹中蔓延樹上結實如小豆兩兩相黏小兒或采食又有一種科生者莖高尺餘似石竹而粗大葉似翦秋羅花而粗澀結實如黍粒根大而色紅鮮如胭脂可種蓺為貨此亦茜屬俗名紫草陸疏云茹藘一名地血齊人謂之茜徐州人謂之牛蔓今圃人或作畦種蒔故貨殖傳云卮茜千石亦比千乘之家李氏本草云茜十二月生苗蔓延數尺方莖中空有筋外有細剌數寸一節每節五葉如烏藥而糙澀面青背綠七八月開花結實如小椒中有細子此固山間時有而采取以為貨者羣芳譜云茜一名過山龍亦以蔓生得名也說文言茅蒐茹藘人血所生此以茜草色紅而字從草鬼故為是說然蒐又春獵名取義又當云何毋乃近附會邪徐廣注史記云茜一名紅藍其花染繒赤黃然紅藍染色以花不以根茜草染色以根不以花兩物之用判然各別而紅藍挺生茜草蔓生形質又異豈得誤認紅藍草今俗名紅花園圃多種之 \\n ○風雨淒淒雞鳴喈喈 \\n 爾雅釋畜云雞大者蜀蜀子雓未成雞僆絕有力奮說文云雞知時畜也玉篇云雞司晨鳥春秋說題辭曰雞為積陽南方之象火陽精物炎上故陽出雞鳴以類感也李氏本草云雞類多五方所產大小形色亦異無外腎而虧小腸凡鄉村無故羣雞夜鳴者謂之荒雞主不祥若黃昏獨啼者主有天恩則雞雖常畜而亦靈禽也毛傳云風且雨雞猶守時而鳴鄭箋云喻君子雖居亂世不變改其節度南史袁粲傳云粲峻於儀範廢帝倮之迫之使走粲雅步如常顧而言曰風雨如晦雞鳴不已廣宏明集所載梁簡文幽縶自序引用是詩文義亦同此皆主小序古義自淫詩說行知者鮮矣 \\n ○有女如荼 \\n 毛傳云荼英荼也言皆喪服也鄭箋云荼茅秀物之輕者飛行無常孔疏以爾雅荼苦菜為邶風誰謂荼苦之荼荼委葉為周頌以薅荼蓼之荼孔疏謂鄭於掌荼注既夕注與此箋皆云荼茅秀則此荼乃茅草秀出之穗非彼二種荼草茅之秀者其穗色白言女皆喪服色如荼然吳語說黃池之會萬人為方陳皆白常白旗素甲白羽之矰望之如荼韋昭云荼茅秀亦以白色為如荼與此傳意同漢書禮樂志云顏如荼兆逐靡應劭注荼野菅白華也言奇麗白如荼也師古注言美女顏貌如茅荼之柔也荼者今俗所謂蒹錐也爾雅云草謂之榮不榮而實者謂之秀榮而不實者謂之英荼為茅草英秀乃其華女之衣素衣者似之茅之實黏於華無實者亦有華故傳箋曰英曰秀先儒注經一字不苟如是夫古人之衣最重正色白為正色之一禮月令云衣白衣王制云縞衣而養老玉藻云朝服之以縞也自季康子始此皆衣白之證至素帶純素則又以白為飾論語亦云素衣麑裘可見昔人衣不諱白且喪服以麻不以絲此詩下文明言縞衣則是以絲為之其非喪服明甚唐風揚之水不又云素衣朱□素衣朱繡乎豈與素冠素韠一例哉首章如雲此章如荼雲有五色亦非盡白細繹詩意如雲喻女之多荼猶雲亦以女多言也傳義似失之泥 \\n ○士與女方兼蕳兮 \\n 毛傳云蕳蘭也鄭箋云男女感春氣並出采芬香之草是蘭為香草今俗所謂蘭乃葉如薤韭花如馬藺者非古所謂蘭也楊用修云世以似蒲萱者為蘭九畹之受誣久矣攷之本草蘭一名蕳又名水香又名女蘭生水傍下溼處二月宿根生苗成叢紫莖素枝赤節綠葉葉對節生有細齒莖圓節長而葉光有歧者為蘭草莖微方節短而葉有毛者為澤蘭嫩時並可挼而佩之八九月後漸老高者三四尺花開成穗如雞蘇紅白色有細子今吳人蒔之呼為香草名女蘭者淮南子云男子種蘭美而不芳宜女子種之故又名待女花爾雅翼云蕳草大都似澤蘭盛氏荊州記云都梁縣有山山下有水清泚其中生蘭草名都梁香因山為號其物可殺蟲毒除不祥故鄭人方春三月於溱洧之上士女相與秉蕳而祓除陸疏云蕳即蘭春秋傳曰刈蘭而卒楚辭曰紉秋蘭孔子曰蘭為王者香皆是也其莖葉似藥草澤蘭但廣而長節節中赤高四五尺漢諸池苑及許昌宮中皆種之可著粉中故天子賜諸侯茝蘭藏衣著書中辟白魚關左無蕳蘭而有澤蘭澤蘭宜下溼地有宿根其根似蒼朮而色白清脆可食三月生苗方莖一寸一節一節二葉對生如柳葉有皺紋外有密齒秋初節間開細白花如益母葉香微清花不結子夫此似蒿之蘭其香在葉而似萱之蘭其香在花香花之蘭盛行於世古之蘭草幾無人言及之改革遷流花草之微亦如是哉【棫林案稗疏今花卉之佳者多蒙古之令名若牡丹白??朮也而今以白芍藥為牡丹芙容荷花也而今以拒霜為芙容桂三脊本也而今以木樨為桂蘭省頭草也蕙零陵香也而今以建甯花為蘭蕙按省頭草置髮中令髮不??直今人以煎油澤髮謂古蘭即此草始於李時珍前此無識者】說文謂蘭為香草左氏宣三年傳云蘭有國香人服媚之司馬相如長門賦云席荃蘭而茝香皆言其香在草韓詩云蕳蓮也蓮生夏季非贈勺藥之時所宜有故注釋家不取焉【棫林案通釋據御覽引韓詩本作蕳蘭也其訓蓮者乃在澤陂詩為鄭箋蕳當為蓮所本臧在東并謂此詩毛傳本作蕳香草也故釋文引韓詩之蘭以明同異今注疏本與釋文並譌二說皆有確據然即以譌本言之蓮蘭亦通管子地員篇五粟之土五臭生之薜荔白芷蘪蕪椒蓮五沃之土五臭疇生蓮與蘪蕪藁本白芷此皆以蓮作蘭之證】 \\n ○贈之以勺藥 \\n 毛傳云勺藥香草鄭箋云其別則送女以勺藥結恩情也韓詩云勺藥離草也此因士女臨別相贈故有是名本草釋名云芍藥猶綽約也此草花容綽約故以為名陸疏云今藥草勺藥無香氣非是也未審何草司馬相如賦云勺藥之和揚雄賦云甘甜之和勺藥之羹七十食也陸氏泥毛公香草之言欲求香於柯葉置花不論故云未審但據漢賦知為和味之草然此草處處有之稱名如古婦孺皆識蓋芍藥為草中之花有宿根春暖茁地生紅芽尖銳如筍莖高二三尺四面生枝一枝五葉略似牡丹葉而狹長花開四月中色分紅黃紫白或粉紅種類不一皆可賞玩又有生於野者花瓣單薄色淺紅或真白味醲厚入藥名白芍藥其植於家園者花瓣層疊絢爛如錦酷似牡丹香氣沈郁大紅色者為多或紫色黃色其根入藥名赤芍藥顏注相如賦云芍藥藥草名其根主和五藏又辟毒故和於蘭桂五味以助諸食今人食馬肝者猶和芍藥而煮之【棫林案今花似牡丹堪根【堪根：根堪】入藥之勺藥非古勺藥陸元恪疑之甚是古勺藥自是莖葉皆香之草蓋必蘼蕪茞芷之類故宋董氏以勺藥為江離而國朝衡陽高郵二王氏桐城馬氏皆據廣雅勺藥攣夷語謂留夷辛夷攣夷皆勺藥之異名至漢賦勺藥別為調和五味之通名揚馬二賦外若七發勺藥之醬南都賦香稻鱻魚以為勺藥七命和兼勺藥論衡譴告篇猶人勺藥失其和皆以調和為義故先儒多謂陸疏引證為誤然李善注子虛賦謂服虔說以勺藥為藥名今煮馬肝猶加勺藥古之遺法晉灼說以勺藥為調和之意於義為長李雖從晉並列服義陸說即本於服固未可深非耳】此草一名餘容一名將離古今注云相贈以芍藥相招以文無文無一名當歸芍藥一名將離故也羣芳譜言芍藥又有犂食黑牽夷婪尾春諸名又言此花以揚州為上謂得風土之正猶牡丹以洛陽為貴也夫牡丹芍藥香生於花不在柯葉牡丹木本芍藥草本豔麗富貴皆稱國色故牡丹又名木芍藥而品第羣芳者或以牡丹為花王芍藥為花相 \\n ◆齊風◆ \\n 匪雞則鳴蒼蠅之聲 \\n 並驅從兩狼兮 \\n 折柳樊圃 \\n 雄狐綏綏 \\n 蓺麻如之何橫從其畝 \\n 無田甫田維莠驕驕 \\n 盧令令 \\n 其魚魴鰥 \\n 其魚魴鱮 \\n ○匪雞則鳴蒼蠅之聲 \\n 說文云蠅蟲之大腹者從黽虫會意謂其蟲腹大如黽也陸農師云蠅交其前足有絞繩之狀方言云蠅東齊謂之羊夫蠅類不一此言其在室者其色蒼故曰蒼蠅爾雅釋蟲云蠅醜扇郭注好搖翅埤雅云蒼蠅亂聲言羣蠅搖翅作聲與遠雞之聲相亂也蠅為常有之物人人習見或言生敗灰之中或言茅根所人究無實指也 \\n ○並驅從兩狼兮 \\n 毛傳云狼獸名爾雅釋獸云狼牡貛牝狼其子獥絕有力迅埤雅云狼大如狗青色作聲諸竅皆沸善逐獸里語曰狼卜食狼將遠逐食必先倒立以卜所向故獵師遇狼輒喜狼之所向獸之所在也其靈智如此說文云狼似犬銳頭白頰高前廣後陸疏云狼鳴能小能大善為小兒啼聲以誘人其猛捷者人不能制雖善用兵者不能免也其膏可煎和其皮可為裘夫狼為野獸處處俱有形似狗而毛色蒼貪殘害物白頰者尤狡捷其或效他獸聲及小兒啼聲俗曰狼嗥主不祥有智多疑人亦廣設疑陣以制之或作深阱內藏小豕以誘其入或於山澗要路各掛繩網多燃火繩逼之走壙擊以手礮往往有獲其皮溫而毛厚可為褥和其糞燒煙直上不斜名曰狼煙又名烽火禮內則云狼臅膏玉藻云右虎裘左狼裘此陸說膏可煎和皮可為裘之證今俗間有取狼皮為裘者而狼膏可食則未之聞【棫林案周禮庖人共六獸後鄭注有狼左傳五牲杜注有狼內則狼臅膏外又有狼去腸語狼實古人供膳所常用也】其云狼猛捷人不能制而習獵之家惟打虎者乃稱妙技至於取狼則如探襄【襄：囊】取物不足誇耀也 \\n ○折柳樊圃 \\n 毛傳云柳柔脆之木埤雅云柳柔脆易生與楊同類夫柳木多柔而不脆故可揉之為桮棬互詳將仲子杞柳篇 \\n ○雄狐綏綏 \\n 狐山獸詳北風孔疏云對文則飛曰雌雄走曰牝牡散則可以相通牧誓曰牝雞之晨飛得稱牝明走得稱雄左傳獲其雄狐亦謂牡為雄也案焦氏易林云雄犬夜鳴雄羆在後梁女木蘭辭云雄兔腳撲朔雌兔眼迷離是獸以雄雌稱者不惟狐邶風雉鳴求牡又與牝雞一例散則相通信矣 \\n ○蓺麻如之何橫從其畝 \\n 麻枲也見丘中有麻 \\n ○無田甫田維莠驕驕 \\n 詩緝云莠草似苗也說文云莠禾粟下揚生莠也【棫林案段注禾粟猶言禾粟間也傳疏莠草挺出直上非若禾粟向根下垂故曰揚驕驕者揚之意小徐解下揚相連非是】李氏本草云莠草秀而不實故字從秀穗形象狗尾故俗呼狗尾草原野荒田多有之孟子曰惡莠恐其亂苗也趙注莠之莖葉似苗魯語云馬餼不過稂莠注莠草似稷而無實【棫林案莠不似稷此韋昭誤以粟為稷其意仍當云莠草似粟耳亦非無實熟則易落人不覺也說見九穀考】蓋莠生於田其初生與苗相似亦苞亦秀亦有實粒疏而小或無粒穀中皆有之在稗田中者曰風稗在稻田中者曰秔稗在麥田中者曰鈴鐺麥在粟田中俗名穀莠草本草所言象狗尾者乃指粟田中之莠其莖葉皆似粟其穗毛長宛肖狗尾雖有實不可食或謂莠即稂小雅大田詩云不稂不莠稂莠並賦則莠與稂自是二物郭注爾雅謂稂為莠類是言稂與莠相似非云莠即稂也【棫林案說文蓈禾粟之莠生而不成此之謂童蓈或作稂段注不成謂之童蓈已成謂之莠此蓈莠二字連屬之義童蓈一作童粱童或作蓳　九穀考謂稂狼尾草莠狗尾草其說文之童蓈另一物按爾雅翼亦謂稂即爾雅之孟狼尾程說為長】 \\n ○盧令令【棫林案令即鈴之□借說文引詩作獜獜云健也此三家字】 \\n 毛傳云盧田犬孔疏云犬有田犬守犬戰國策云韓國盧天下之駿犬也漢書酷吏傳云昔韓盧之取菟也【棫林案菟即兔之借】上觀下獲應劭注韓盧六國時韓氏之黑犬也孟康注良犬取菟仰觀人主之意而獲之喻不忘殺王莽傳云遣將不予兵符必先請而後動是猶紲韓盧而責之獲也顏師古注韓盧古韓國之名犬黑色曰盧【棫林案稗疏田犬用黑者能揜禽於不見也】蓋田犬即今獵犬習獵之家常有畜者與守犬相似而腰細口大足長行最捷善解人意俗呼細狗出邊外韓為今山西地轉未聞有獵犬也 \\n ○其魚魴鰥 \\n 毛傳云鰥大魚鄭箋云鰥魚子也魴也鰥也魚之易制者詩緝云傳以鰥為大魚蓋孔叢子之說衞人釣於河得鰥魚焉其大盈車遂以魴鰥與鱮皆為大魚箋以魴鰥魚之易制者蓋以魴本中魚與盈車之鰥大小相遠遂以鰥為魚子【棫林案下傳魴鱮大魚則此云鰥大魚亦魴鱮之類傳意本不謂大當專車正義引孔叢子為證殊失毛旨爾雅鰥魚子李巡注凡魚之子總名鯤鯤鰥字通此鄭義所本但魴鱮皆魚名不應鰥獨總謂魚子傳義為長】夫諸儒注詩或從傳或從箋魴鱮既為中魚則鰥亦宜為中魚衞人所釣之鰥偶得大者而詫異之必非常有之物且得之笱中笱之大能幾許豈可入盈車之魚哉鰥一名鱤一名黃頰關左東北三江中皆有之俗呼曰鱤條【棫林案以鱤為鰥乃李時珍說後箋已駮其非惟經義述聞謂鰥即今之鯶子魚即爾雅之鯇其說甚確】本草云鱤魚即■〈魚臽〉魚一名鰥魚鱤敢也■〈魚臽〉啗也食而無厭也又其性獨行故曰鰥李時珍云鰥體似鯮面腹平頭似鯇而口大頰似鮎而色黃鱗似鱒而稍細大者三四十斤啖魚最毒池中有此不能畜他魚傳箋雖異大小皆以相制為說取義自精或謂此但以魚類之眾興從人之多亦可備一解也 \\n ○其魚魴鱮 \\n 毛傳云魴鱮大魚鄭箋云鱮似魴而弱鱗夫魴即鯿也體扁而短與鱮迥異此乃云相似近誤陸疏云鱮似魴厚而頭大魚之不美者故里語曰網魚得鱮不如啗茹其頭尤大而肥者徐州人謂之鰱或謂之鱅幽州人謂之鴞■〈垕鳥〉或謂之胡鱅陸農師云鱮好羣行相與故曰鱮相連也故曰鰱夫此魚今俗猶有呼鰱者其餘諸名則未聞東北大江蓋廣有之體圓而長鱗細肉粗味不及魴冬肥可食陸氏言不及茹未免鄙之太過矣郭景純江賦云鯪鰩鯩鰱善注廣雅鰱鱮也司馬長卿上林賦云鰅鰫鰬魠郭注鰫似鰱而黑通雅鰫鱮類也鰫當即陸疏之鱅是鰱鱅皆古人所珍今俗呼胖頭魚亦以其頭大名之 \\n ◆魏風◆ \\n 言采其莫 \\n 言采其桑 \\n 言采其藚 \\n 園有桃 \\n 園有棘 \\n 坎坎伐檀兮 \\n 胡瞻爾庭有縣貆兮 \\n 胡瞻爾庭有縣特兮 \\n 胡瞻爾庭有縣鶉兮 \\n 碩鼠碩鼠 \\n ○言采其莫 \\n 毛傳云莫菜也陸疏云莫莖大如箸赤節節一葉似柳葉厚而長有毛刺今人繅以取繭緒其味酢而滑始生可以為羹又可生食五方通謂之酸迷冀州人謂之乾絳河汾之間謂之莫爾雅釋草云須薞蕪郭注薞蕪似羊蹄葉細味酢可食李氏本草云薞蕪即酸模一名酸母一名山羊蹄所在有之根葉花形並同羊蹄但葉小味酸為異其根赤黃色此草關左廣有生山野田畔根如杇【杇：朽】木春生苗莖高二三尺數寸一節細者內實大者中空葉莖俱似河蓼開青白細花子似榆莢而小莖分青紫二色莖紫者酸而澀莖青者酸而滑鄉人采嫩莖食之呼曰酸漿燈籠草亦名酸漿而與此物迥異此草古名莫以味酸故名酸模薞蕪為酸模轉音酸迷酸母亦酸模之轉音乾絳又酸漿之轉音也或有以莫為藄者【棫林案齊民要術以莫為爾雅之藄月爾】紫藄為蕨別名蕨名迷蕨莫名酸迷故誤合為一或以薞蕪為蔓菁爾雅曰須葑蓯又曰須薞蕪葑為蔓菁葑蓯薞蕪同名曰須故誤合為一紫藄葑蓯味皆不酸莫味獨酸食之者眾此可別山陰陸氏言莫如楮實而紅吳越人謂之茂子此又似以爾雅之藨苺當莫莫茂為轉音藨苺與茂亦為轉音故誤認為一也【棫林案切韻苺音茂俗作莓有每梅二音藨皮□反黔人讀若拋】 \\n ○言采其桑 \\n 桑見定之方中 \\n ○言采其藚 \\n 毛傳云藚水舄也爾雅釋草云藚牛脣陸疏云藚今澤蕮也其葉如車前草大其味亦相似徐州廣陵人食之李氏本草云澤瀉一名鵠瀉一名及瀉一名蕍一名芒芋一名禹孫春生苗多在淺水中葉似牛舌獨莖而長秋開白花作叢似穀精草性能瀉水故名瀉禹為治水之人澤瀉為治水之草故名禹孫夫爾雅以藚為牛脣以蕍為蕮郭注以藚為水蕮以蕍為澤瀉似為二草陸疏併之為一爾雅一物而兩載者篇中多有正不必強分也 \\n ○園有桃 \\n 桃見桃夭 \\n ○園有棘 \\n 毛傳云棘棗也蓋酸棗見凱風【棫林案說文樲酸棗棘小棗叢生者傳以棗釋棘則小棗而非酸棗矣】 \\n ○坎坎伐檀兮 \\n 檀堅木也見將仲子 \\n ○胡瞻爾庭有縣貆兮 \\n 毛傳云貆獸名鄭箋云貉子曰貆爾雅釋獸云貈子貆蓋貈即貉之本字說文貉者北方豸種非獸名【棫林案段注謂今字皆假貉為貈造貊為貉是也】貈下云似狐善睡獸也貆下云貉之類【棫林案段改貈之類然許書大例說解多隨俗用字不必改也】曰貉類言貆與貉相似而非一物與爾雅異正字通云貉似貍銳頭尖鼻斑毛溫厚可為裘墨客揮犀云貉狀似兔性嗜紙人或擊之行數十步輒睡夫貉為山獸凡大山中皆有之俗呼曰豪子豪貉字音之轉形似犬蒼黃色毛氄輕暖集皮為裘貴亞於狐性好睡獵人往往乘其酣睡掩取之人之酷嗜睡者鄉俗呼之曰睡豪子是睡為豪子本性也貉與貆亦轉音字貆與貛又同音許氏以貆為貉屬殆以貉為貛也【棫林案稗疏據考工記貉不踰汶謂魏在河北不應有貉此貆當為貛李時珍本草亦謂貆與同考草人鹹瀉用貆鄭注貆貛也賈疏爾雅貈子貒或曰貆故以貆貒為一今爾雅作貈子貆貒子貗郭注貒一名貛諸儒以周禮注疏與今爾雅不合謂草人之貆乃■〈豸原〉之譌字■〈豸原〉豕屬與貛貒為一物故鄭釋以貒或又謂草人借貆為貒賈疏不悟貆為借為譌乃改爾雅以申注義今按賈亦巨儒不應肊造如此或所見爾雅本異而鄭以貒釋貆果如所疏歟若爾則以貆為貛不為無據也】貛似豕毛蒼白斑駁不純皮厚為褥去潮溼形與貉似而與貉異類 \\n ○胡瞻爾庭有縣特兮 \\n 毛傳云獸三歲曰特廣雅云獸四歲曰特【棫林案盧召弓云齊傳三歲曰肩豳傳三歲曰豜則此傳三當作四廣雅之所本也盧說甚確古字四作亖與三皆積畫故轉寫致誤　或謂以縣貆為例特當是獸名考爾雅豕生三豵二師一特則縣特當謂豕歟】 \\n ○胡瞻爾庭有縣鶉兮 \\n 毛傳云鶉鳥也此鳥俗名鵪鶉見鶉之奔奔 \\n ○碩鼠碩鼠 \\n 鄭箋云碩大也大鼠大鼠者斥其君也此惟解碩字之義而未解碩鼠為何鼠鄭氏注易晉如鼫鼠引詩此句為證是以碩鼠為鼫鼠也【棫林案鼫碩字本通易釋文鼫子夏傳作碩】 \\n 陸疏云碩鼠樊光謂即爾雅鼫鼠說文云鼫鼠五技鼠也能飛不能過屋能緣不能窮木能游不能渡谷能穴不能掩身能走不能先人【棫林案稗疏通釋後箋皆謂碩鼫雖通而詩碩鼠非即五技鼠五技鼠乃荀子所謂梧鼠引據甚確愚謂若此則說文為誤而諸家又不敢公然駮許陸疏謂碩鼠亦有五技似欲附會為一乃又謂此鼠非鼫鼠立義不定徒使覽者迷罔耳王疏廣雅則合碩鼫五技為一不如辨駮作者蓋用其說】爾雅釋獸鼠類中有鼫鼠郭注鼫鼠形大如鼠頭似兔尾有毛青黃色好在田中食粟豆關西呼為■〈鼠勺〉鼠此鼠關左有之居土穴大如鼬鼠皮如鼲鼠好食豆俗呼豆鼠年老成魅惑人廣雅云■〈鼠勺〉鼠碩鼠埤雅云鼫鼠兔首似鼠而大能人立交兩前足而舞一名雀鼠一名碩鼠性貪好在田害稼禮言迎猫食田鼠碩鼠亦田鼠類也 \\n ◆唐風◆ \\n 蟋蟀在堂歲聿其莫 \\n 山有樞隰有榆 \\n 山有栲隰有杻 \\n 山有漆隰有栗 \\n 椒聊之實蕃衍盈升 \\n 綢繆束芻 \\n 綢繆束楚 \\n 有杕之杜其葉湑湑 \\n 肅肅鴇羽集于苞栩 \\n 王事靡盬不能蓺稷黍 \\n 肅肅鴇翼集于苞棘 \\n 肅肅鴇行集于苞桑 \\n 王事靡盬不能蓺稻粱 \\n 有杕之杜生于道左 \\n 葛生蒙楚蘝蔓于野 \\n 葛生蒙棘蘝蔓于域 \\n 采苓采苓首陽之巔 \\n 采苦采苦首陽之下 \\n 采葑采葑首陽之東 \\n ○蟋蟀在堂歲聿其莫【棫林案說文作悉帥?虫】 \\n 毛傳云蟋蟀蛬也爾雅釋蟲云蟋蟀蛬郭注今促織也亦名蜻列?虫方言云蜻列?虫楚謂之蟋蟀或謂之蛬陸疏云蟋蟀似蝗而小正黑有光澤如漆有角翅一名蛬一名蜻蛚楚人謂之王孫幽州人謂之趨織督促之言也里語曰趨織鳴嬾婦驚是也古今注云蟋蟀一名吟蛩【棫林案埤雅作吟蛬】秋初生得寒則鳴王子淵聖主得賢臣頌蟋蟀俟秋吟注引易通卦驗曰立秋蜻蛚鳴又引蔡邕月令章句曰蟋蟀蟲名世謂之蜻蛚蓋蟋蟀種二有在野在家之異其在野者圓頭修股形似阜螽而小色黑如漆翼短不飛而善躍多居黍禾田中其在家者形略同色微蒼而有白花文暑居庭外石砌敗垣之中或居古牆頹壁之下應秋則鳴白露乍涼聲徹夜不息天漸寒則移進堂屋故此詩曰在堂寒漸重又移居竈畔故蟋蟀名竈馬俗呼曰趨趨即促織二字音聲之轉前明宣德間宮中好作鬬促織戲則蟋蟀又為好鬬之蟲考王仁裕開天遺事云每秋宮中妃嬪以金籠捉蟋蟀置枕畔聽其聲負暄雜錄云鬬蛩之戲始天寶間長安富人鏤象牙為籠蓄之則此戲自古有之蠡海集云蛬性陰妒相遇必爭鬬此皆家蟋蟀非野蟋蟀也陸氏言蟋蟀正黑有光者此為野蟋蟀又言蟋蟀有角而蟋蟀但有鬚未見有角者殆誤 \\n ○山有樞隰有榆 \\n 毛傳云樞荎也樞一作蓲見魯詩又作藲爾雅釋木云藲荎郭注今之剌榆【棫林案魯詩借用盧草字毛詩借用戶樞字爾雅加草於樞以別之漢地理志山藲字與雅同似正體而實後造之字故說文無藲】夫刺榆之名今俗猶如此呼此木初生多刺鋒銳如針大小成行密綴枝上每剌下各生葉一叢嫩時采之可瀹為蔬陸疏云樞其針剌如柘其葉如榆瀹為茹美滑如白榆榆之類數十種葉皆相似皮及木理異蓋刺榆白榆不惟木理異結子亦異白榆子如錢剌榆子如粟嫩皆可食嵇康養生論云榆令人瞑博物志云啖榆則眠不欲覺此言凡榆之葉皆然不專謂剌榆也剌榆葉比他榆狹小粗糙縐澀不光澤外有細齒木色黃白最堅韌生長最遲非近百年不克成材木理多蟠絲制為器具花紋可珍用者貴之嚴氏詩緝云榆者總言諸榆也榆之種多不知所指也釋木榆白枌孫叔然云榆白者名枌毛於東門之枌以枌為白榆是也陸璣釋榆云白枌也誤矣夫爾雅榆白為句枌為句陸氏誤以白枌為句故嚴氏正之【棫林案稽古編云嚴辯甚當但謂是陸璣之誤則草木疏並無此語豈誤記許為陸乎按許書云榆木白枌故陳說如此然說文此條有譌脫段本改榆榆白枌全用釋木語則無語病王菉友謂許當作榆木也白者枌尤善】是東門之枌乃為白榆此詩之榆乃渾指諸榆榆為隰木山間亦有俗皆以木色命名如黃榆赤榆之類多非古義爾雅於刺榆白榆外又云無姑其實夷此又為榆之一種名曰姑榆郭注姑榆生山中葉圓而厚剝取皮合漬之其味辛香所謂蕪荑本草集解又有樃榆一名榆類之多可想見矣 \\n ○山有栲隰有杻 \\n 毛傳云栲山樗杻檍也【棫林案說文栲作柅檍作□惟無杻杶下之重文杻乃屯之變體側書作丑非從子丑字或以當杻檍字非】爾雅釋木云栲山樗杻檍郭注栲似樗色小白生山中亦類漆樹杻似棣細葉葉新生可飼牛材中車輞關西呼杻子一名土橿陸疏云山樗與下田樗無異葉似差狹吳人以其葉為茗方俗無名此為栲者似誤也今所云為栲者葉如櫟木皮厚數寸或謂之栲櫟杻檍也葉似杏而尖白色皮正赤多曲少直枝葉茂好華如練而細蘂正白今官園種之正名曰萬歲既取名於億萬其葉又好故種之或謂之牛筋或謂之檍材可為弓弩幹孔疏云俗謂曰櫄樗栲漆相似如一【棫林案櫄乃杶之或體杶見禹貢一作□見左傳今俗借椿為櫄久假不歸椿本別一木見莊子又名橓】李氏本草云椿樗栲一木三種也椿木皮細肌實而赤嫩葉香甘可茹樗木皮粗肌虛而白其味臭惡歉年人或采食栲木即樗之生於山中者木亦虛大梓人或用之然爪之如腐朽故古人以為不材之木夫栲為山樗杻為檍木關左俱有栲名臭樗杻名紐筋臭樗與香椿枝葉皆似黃蘗但椿葉芬香嫩時可食栲葉薰臭木亦空虛僅可作薪杻葉似榆木最強韌匠人取之以斲車輪此木絲理旋轉而生故名紐筋又曰牛筋牛筋蓋言此木之堅紐筋蓋言此木絲理曲也晉唐應制詩多用萬年枝即杻也杻名檍借取億萬之義注者以為冬青誤杻轉為紐又轉為牛皆音聲之似也 \\n ○山有漆隰有栗 \\n 漆栗皆木名見定之方中 \\n ○椒聊之實蕃衍盈升 \\n 毛傳云椒聊椒也鄭箋云椒之性芬香而少實今一梂之實蕃衍滿升非其常也【棫林案阮文達據爾雅朻者聊謂朻與梂同傳文也上當有梂字乃以梂釋聊舊訓聊為語詞非是按阮說極允箋一梂之實即承傳而述言之也爾雅椒樧醜菉莍與梂亦同今本鄭箋譌從手作捄】爾雅釋木云檓大椒郭注今椒樹叢生實大者名檓陸疏云椒樹似茱萸有針剌莖葉堅而滑澤蜀人作茶吳人作茗皆合煮其葉以為香今成皋諸山間有椒謂之竹葉椒其樹亦如蜀椒少毒熱不中合藥也可著飲食中又用蒸雞豚最佳香東海諸島亦有椒樹枝葉皆相似子長而不圓甚香其味似橘皮島山獐鹿食此椒葉其肉自然作椒橘香寇氏本草云秦地所產故名秦椒今則處處皆有種之者多雖名曰椒而不呼曰秦有名為秦椒者是草本實似小瓜味最辛生青熟紅與此椒迥異李氏時珍云椒始產於秦今處處可種最易繁衍其葉對生一枝五葉莖葉有剌四月生細花五月結實生青熟紅大於蜀椒其目不及蜀椒光黑也羣芳譜云椒一名花椒一名大椒一名檓一名秦椒生秦嶺泰山瑯琊間秉五行之精葉青皮紅花黃膜白子黑氣香最易繁衍此物今俗亦呼花椒食品所需種於園圃雖長遠條而無大樹葉如槐而小剌亦對生實如梧子皮色紅而不光潤乾老自裂中銜黑目味辛而香調和羹湯無家不用未見有取此合茗茶者離騷云雜申椒與蘭桂兮又云懷椒糈而要之九歌云奠桂酒兮椒漿九章云折芳椒以自處皆於椒之馨香有取焉邵疏爾雅云本草有秦椒蜀椒兩種蜀椒一名巴椒一名蓎藙秦椒葉及莖子都似蜀椒但味短實細蜀椒高四五尺四月結子無花但生於葉間如小豆顆而圓皮紫赤色此椒江淮及北土皆有之但不及蜀中者肉厚氣味濃耳夫陸氏所謂竹葉椒似今俗所用之胡椒其所謂海島之長粒椒似今藥材中所用之川椒邵氏所謂秦椒蜀椒皆為花椒所謂蓎藙者即茱萸此說文所云椒屬者也禮內則云三牲用藙是古茱萸亦佐烹調之用凡椒味皆辛芳此詩則不取其味之芳而取其實之蕃所以喻沃之盛大蓋言椒為小木今不得忽其為小而已見其遠條矣憂深慮遠忠告之心溢於言外惟遠條故見蕃衍非於實之多少相較量也箋言椒少實似非詩義【棫林案後漢紀注引漢官儀云皇后稱椒房取其蕃實之義又第五倫傳注后妃以椒塗壁取其繁衍多子鄭言少實蓋徒欲以反常為喻而不覺轉失椒性也】 \\n ○綢繆束芻 \\n 詩緝云芻草也說文云芻刈草也象包束草之形 \\n ○綢繆束楚 \\n 楚小木荊也見漢廣 \\n ○有杕之杜其葉湑湑 \\n 毛傳云杕特生貌杜赤棠也爾雅釋木云杜甘棠又云杜赤棠白者棠此蓋言白者名棠赤者名杜同為山棃而色有赤白之別非別木理之赤白乃別果實之赤白果色白者細而甘果色赤者粗而澀杜赤皮棃也說文云杜赤棠也牡曰棠牝曰杜舍人曰白者為棠赤者為杜為甘棠為赤棠陸疏云白棠甘棠也少酢滑美赤棠子澀而酢無味俗語云澀如杜是也舍人說與雅合陸說與雅戾而與今所目驗合許說尤新異如以棠之色分牝牡也安見白者屬陽赤者屬陰邪如以結子不結子分牝牡則杜固結子棠亦結子也邵疏爾雅云甘棠味滑美而杜味酢澀此味之殊杜赤棠白者棠此色之殊牡曰棠牝曰杜此性之殊繫傳謂木牝牡者去其牡則牝者不實夫果分牝牡桃杏中往往見之獨生者不結實有雙株則結如見有不結實者取彼結實樹枝削作橛釘此樹腹上則結實矣亦有於樹下鑿池樹影照於水中亦結實物性異常其理不可測也然而棠之不結實者則未之見此木多特生枝葉密比蔭及一畝者蓋常有之詩義言杕杜有葉湑湑而盛以反興人之孤子獨行無助傳既以枝葉不相比取正興立解而於次章菁菁又解作葉盛不免自相矛盾矣 \\n ○肅肅鴇羽集于苞栩 \\n 毛傳云肅肅鴇羽聲也集止苞稹栩杼也鴇之性不樹止鄭箋云君子下從征役其為危苦如鴇之樹止然爾雅釋木栩杼郭注云柞樹此一鳥一木關左俱有鴇俗呼曰鵏栩俗呼曰尖柞陸疏云鴇鳥似雁而虎文連蹏性不樹止樹止則為苦栩今柞櫟也其子為皁或言皁斗其殼為汁可以染皁郭璞云鴇似雁無後趾毛有豹文一名獨豹陸佃云鴇亦名鴻豹易林曰文山鴻豹段成式云鴇遇鷙鳥能激糞射之糞著毛悉脫上林賦工?鳥鷫鵠鴇顏注云鴇即今俗呼為獨豹者也豹者鴇聲之訛耳蓋鴇形似蒼色家鵝羽毛有文不似豹而有豹名以鴇豹音相似也李氏本草云鴇水鳥也其飛也肅其食也齝肥腯多脂肉粗味美此鳥大如雁形亦相似色蒼黑無後趾故不能木棲鴇性同雁雖為水鳥不食蟲魚惟於田中尋食遺粱鴇與雁肉皆屬五葷持齋所忌然雁則昏禮用之取其性貞而鴇性淫污則為人所同賤也或云此鳥純雌無雄有他鳥映日高飛則鴇低飛下承其影即孕俗因呼為百鳥妻呼娼女之母曰鴇義亦取此然鴇實有雄者其說不可信栩一名柔毛傳爾雅作杼皆字相似之訛說文云栩柔也其實皁一曰樣即橡也柔一作芧莊子齊物論云狙公賦芧司馬彪注芧橡子也此木多生於山葉花俱似栗其實亦如栗而圓外有殼包其半殼名橡斗貨之染皁實名橡子食之微澀木皮似柞而與柞異柞葉大而闊栩葉狹而長郭注以栩為柞誤 \\n ○王事靡盬不能蓺稷黍 \\n 稷黍見黍離 \\n ○肅肅鴇翼集于苞棘 \\n 棘山棗也見凱風 \\n ○肅肅鴇行集于苞桑 \\n 桑見定之方中 \\n ○王事靡盬不能蓺稻粱 \\n 稻粱俱穀名爾雅釋草云稌稻虋赤苗芑白苗郭注稻今沛國呼稌赤苗今之赤粱粟白苗今之白粱粟爾雅翼云稻米粒如霜性尤宜水一名稌然有黏有不黏今人以黏為稬不黏為秔【棫林案稬之言懦故黏者以為名稉之言硬故不黏者以為名稉即秔之重文稬俗作穤一作檽】又有一種曰秈比秔小而尤不黏其種甚早今人號秈為早稻秔為晚稻六書故云稻性宜水亦有同類而陸種者謂之陸稻記曰煎醢加於陸稻上今謂之旱稜【棫林案管子謂之陵稻】南方自六月至九月穫北方地寒十月乃穫羣芳譜云稻一名稌有稉有糯禮記祭祀謂稻為嘉疏【棫林案疏為疏大之義後人或誤加草故釋文有作蔬之本】周官有稻人漢有稻田使者蓋通稉糯而言也有水旱二類南方土下泥塗多宜水稻北方地平惟澤土宜旱稻種類甚多色之紅白亦異關左地廣土厚穀類最繁稻粱俱有稻呼曰稉字亦作秔或亦呼曰稻黏稻呼曰黏稉間呼曰糯亦作稬無水稻惟有陸稻其白稃皮者曰白稉其赤稃皮者曰紅稉無他異名或以稻之黏者為稌集韻稌稬稻也是也或以不黏者為稌周禮食醫注鄭司農說稌稉也是也考說文稻稌互訓則稻稌為大名而稬稉為分別黏不黏之名故訓間有參差而今俗不問黏不黏概呼曰稉至稌名則無之古義所以日晦矣粱即粟俗呼曰穀米名小米莖葉似稻而皆有毛稻實似麥粟實似黍穗之大者長尺餘似狗尾草農人隨其形色呼名或曰粱蜀黍即高粱俗名紅粱莖葉似粟黍而高大過數倍實多赤亦有白色者廣志云有具粱解粱有遼東赤粱赤粱即高粱也 \\n ○有杕之杜生于道左 \\n 杜赤棠也解見前 \\n ○葛生蒙楚蘝蔓于野 \\n 毛傳云葛生延而蒙楚蘝生蔓於野喻婦人外成於他家葛為蔓草詳葛覃楚為小木詳漢廣蘝亦蔓草爾雅釋草云萰菟荄說文云薟白薟也或作蘝繫傳云本草白蘝藥也一名菟荄作籐生根似天門冬一株下有十許爾雅之萰郭注未詳觀於錯說可知即許書之薟亦即毛詩之蘝陸疏云蘝似栝樓葉盛而細其子正黑如燕薁不可食也幽州人謂之烏服毛晉陸疏廣要云本草蘝有赤白黑三種疑此是黑蘝也夫蘝名白薟是言其根色白者其子色黑者名黑蘝其根表裏皆赤者為赤蘝處處有之蔓延草中莖最細葉似山藥開小白花其根每節結實形如芋藥材中用之名白蘝子 \\n ○葛生蒙棘蘝蔓于域 \\n 棘見凱風 \\n ○采苓采苓首陽之巔 \\n 毛傳云苓大苦也即甘草邶風簡兮詩曰隰有苓是苓生於下隰地非山草采苓山巔者蓋以無為有也下二章采苦采葑類此【棫林案苓非甘草坿說詳邶風朱竹垞何義門謂此詩之苓乃蓮之借字其說云水華而采於山巔喻人言之不足信也】 \\n ○采苦采苦首陽之下 \\n 毛傳云苦苦菜也見谷風 \\n ○采葑采葑首陽之東 \\n 毛傳云葑菜名也亦見谷風 \\n 毛詩多識卷五終 \\n  \\n 　"}
{"章节": "●毛詩多識卷六", "正文": "　 \\n ●毛詩多識卷六 \\n 　 \\n  \\n 長白多隆阿著 \\n 秦風 \\n 陳風 \\n 檜風 \\n 曹風 \\n ◆秦風◆ \\n 有馬白顛 \\n 阪有漆隰有栗 \\n 阪有桑隰有楊 \\n 駟驖孔阜 \\n 載獫歇驕 \\n 駕我騏馵 \\n 騏■〈馬丣〉是中騧驪是驂 \\n 蒹葭蒼蒼 \\n 終南何有有條有梅 \\n 交交黃鳥止于棘 \\n 交交黃鳥止于桑 \\n 交交黃鳥止于楚 \\n 鴥彼晨風鬱彼北林 \\n 山有苞櫟隰有六駮 \\n 山有苞棣隰有樹檖 \\n ○有馬白顛 \\n 毛傳云白顛的顙也孔疏云釋畜馬的顙白顛舍人曰的白也顙額也額有白毛今之戴星馬也的今本爾雅作馰郭云戴星馬義本舍人易說卦傳震於馬為的顙【棫林案說文日部旳明也引易為旳顙馬部馰馬白額也又引易為馰顙此蓋易有二本許兩從之爾雅殆亦有馰旳二本旳正字的俗字說文■〈馬寉〉下又云一曰馬白額則馰顙一名■〈馬寉〉】震之初爻為陽二爻上爻為陰陽色白陰色黑初為首有白毛在首之象顛為頭頂馬之兩目正中有白毛的然著明如戴星然曰白顛 \\n ○阪有漆隰有栗 \\n 漆栗俱木名見定之方中 \\n ○阪有桑隰有楊 \\n 桑楊皆木名桑見定之方中楊為柳屬而與柳異王氏羣芳譜云楊有二種白楊葉芽時有白毛裹之及盡展似梨葉而稍厚大淡青色背有白茸毛蒂長兩兩相對遇風則蔌蔌有聲高者十餘丈大者徑三四尺青楊比白楊較小樹亦聳直高數丈大者徑二三尺葉似杏而稍大色青綠北方材木全用楊柳槐榆四木是以人多種之夫楊在關左不止二種青白之外又有赤蒼色者俗皆因其皮色命名葉有大小之分形皆相似其葉俱互生不對生葉初萌有膠相黏亦無白毛相裹青楊之花似絮春花飄飛白楊於葉前作花纍纍成穗紅紫盈枝色極穠豔王氏所言白楊似今響楊大葉長蒂因風作聲猶非俗所謂白楊也植宜下隰地木質不甚堅而能任重二三十年便成巨材是嘉樹也 \\n ○駟驖孔阜 \\n 毛傳云驖驪阜大也孔疏云檀弓言夏后氏尚黑戎事乘驪則驪為黑色蓋驖即鐵言馬之色黑如鐵也禮月令孟冬駕鐵驪冬季水旺水色黑駕鐵驪從冬令也字又作臷漢書地理志云車轔四臷小戎之篇【棫林案臷蓋臷之誤驖之渻】說文云驖馬赤黑色夫馬之毛色黑而帶赤者頗少宜為今之鐵青色 \\n ○載獫歇驕 \\n 毛傳云獫歇驕田犬也長喙曰獫短喙曰歇驕爾雅釋畜云長喙獫短喙猲獢猲獢二字皆從犬是為六書本字歇驕是為六書假借字嚴氏詩緝云以輕車載田犬之獫歇其驕逸謂休其足力然則盧令令之盧亦不宜作韓國駿犬解邪傎矣 \\n ○駕我騏馵 \\n 毛傳云騏綦文也左足白曰馵孔疏云色之青黑者名為綦馬名為騏知其色作綦文說文云騏馬青驪文如綦也爾雅釋畜云馬膝上皆白惟馵後右足白驤左白馵【棫林案孔疏引郭璞曰馬膝上皆白為惟馵後左腳白者直名馵此蓋郭音義之文惟馵與帷駹同惟皆語詞郭強加分析恐非　說文馵馬後左足白也從馬二其足謂於足上以二為記識是馵本左足白之專稱而膝上皆白者亦借以名之此與牛七尺為犉而黑脣者亦曰犉同例　膝上皆白惟馵與面顙皆白惟駹句例同】易說卦傳震於馬為馵足震之下一爻為陽色白上二爻為陰色黑故白足之馬有震象今俗名四足皆白之馬曰雪裏跕【棫林案徐松謂爾雅啟踦驤□四種俗謂之孤蹄其馬性多桀騖云能妨主惟後右足白者謂之鞭打孤蹄乘馬者右手執鞭足以厭之今按徐說為後世乘馬家言詩騏馵以駕兵車方誇其盛知古不忌也】 \\n ○騏■〈馬丣〉是中騧驪是驂 \\n 毛傳云黃馬黑喙曰騧鄭箋云赤身黑鬣曰■〈馬丣〉孔疏云爾雅有■〈馬丣〉白駁■〈馬丣〉馬白腹騵說者皆以■〈馬丣〉為赤色若身鬣俱赤則為騂故為赤身黑鬣說文■〈馬丣〉下云赤馬黑髦尾也與箋合騧下云黃馬黑喙與傳合驪下云馬深黑色與魯頌傳純黑曰驪合【棫林案釋畜白馬黑脣駩黑騄騧以騧承駩似騧為白馬而黑喙者之稱與毛許相戾諸儒謂爾雅白馬乃黃馬之誤其說甚是觀郭注今之淺黃色者為騧馬則郭本必作黃馬可知】 \\n ○蒹葭蒼蒼 \\n 毛傳云蒹薕葭蘆也蓋蒹又名菼又名萑葭一名蘆又名葦詩中言葭菼言萑葦言蒹葭皆竝舉二物雖同為水草而其類有別爾雅釋草云葭華蒹薕葭蘆菼薍郭注葭華曰即今蘆也注蒹薕曰似藡而細高數尺江東呼為薕藡【棫林案藡或作萑■〈萑从〉藡蒹薕為一物云似則為二物矣郭義非】注葭蘆曰葦也注菼薍曰似葦而小實中江東呼為烏蓲是葭盧為葦蒹菼名薍二草有分不容混也【棫林案郭意似以蒹葭菼為三事草木疏畧同皆非是蒹葭二物蒹菼則一物毛傳說文夏小正傳分合皆不紊大車傳蘆乃譌字說見前】說文云葭葦之未秀者又云葦大葭也又云??剡萑之初生一曰薍一曰鵻或作菼又云蒹■〈萑从〉之未秀者是葦之初生為葭稍大為蘆長成為葦今用以織筐籠牀席者皆葦也爾雅又云葦醜芀芀即華言葦類不一皆有芀秀遇風則飄揚如雪聚地如絮也蒹亦葦類而與葦異其始生則名菼萌方出水色白微青大車詩毳衣如菼是言毳衣為白青色也長大名薍長成為■〈萑从〉七月詩云八月■〈萑从〉葦言薍與葭至此月已秀質已堅固可織蠶筁不得仍名葭薍故曰■〈萑从〉曰葦孔疏云薍為■〈萑从〉葭為葦此對文耳散則通矣蒹葭云白露為霜秋時猶名葭行葦云敦彼行葦夏時已名葦也夫小雅小弁鳴蜩與萑葦並列蜩鳴為五月斯時葭菼稍大宜名蘆名薍而乃曰萑曰葦不必秋老始名萑葦也其截然二草宜分其隨時異名有定而無定不必強分也蒹即荻草古文作藡淮南子作蔏荻之高者不過五六尺葦之高者至丈餘荻莖細如蒿梗葦之大者則如小竹葦之中空荻之中實二草之別在此也漢書鼂錯傳萑葦竹蕭顏注云萑薍也葦葭也古無以萑葦為一物者【棫林案舍人李巡樊光注爾雅皆誤以蘆薍為一草作者偶未覺耳】關左於葭猶呼曰葦於蒹則呼曰荻或曰江荻薕葭萑菼之名隱矣 \\n ○終南何有有條有梅 \\n 毛傳云條槄梅枏也【棫林案傳云條槄以本字釋借字之例毛意條為槄之假借非謂條一名槄也爾雅有柚條毛不據彼為訓者蓋橘柚南產非終南所有耳】陸疏云槄今山楸也亦如下田楸耳皮葉白材理好宜為車板能溼宜陽共北山多有之梅樹皮葉似豫樟葉大如牛耳一頭尖赤心花赤黃子青不可食爾雅釋木云槄山榎郭注今之山楸又云槐小葉曰榎大而皵楸小而皵榎郭注槐當為楸楸細葉者為榎老乃皮麤皵者為楸小而皮麤皵者為榎李氏本草云楸葉大而早脫故謂之楸榎葉小而早秀故謂之榎左氏傳使擇美檟爾雅注引作榎榎即檟之或字說文云檟楸也述異記中山又有楸戶著名楸籍埤雅楸梧早脫故楸謂之秋一作萩史記貨殖傳千樹萩其人與千戶侯等是條也槄也榎檟也楸也一木四名爾雅以葉之大小皮之粗皵分楸榎本草又以葉之早脫早秀分楸榎實則一類也梅一名枏釋木云梅枏郭注似杏實酢此誤以梅為酸果考說文梅枏互訓本義自謂大木其酸果之字別作某後世假梅為某而梅枏之本義遂晦詩中酸果枏樹並用字皆作梅蓋召南曹風小雅四月之梅酸果也秦風陳風之梅枏木也陸疏廣要云爾雅之梅枏乃似豫樟者古稱楩枏豫樟景純不得以似杏實酢解之樊光爾雅注曰荊州曰梅揚州曰枏益州曰赤楩葉似豫樟無子孫炎注同陸疏言梅似豫樟樊孫義與之合足正郭注之謬【棫林案郭注南山經梓相云枏大木葉似桑今作楠音南爾雅以為枏郭於彼注最明了注雅不應歧出疑似杏實酢非郭氏原本如說文已分別梅某而梅下乃竄入可食二字亦非許君原本皆後人習聞梅為酸果反以本義為怪而肊改之耳】貨殖傳言江南出枏梓任昉言黃金山有枏木一年東榮西枯一年西榮東枯張華謂之交讓木羣芳譜言枏生南方故又作楠黔蜀諸山尤多其樹童童若幢蓋枝葉森秀不相礙若相避然又名交讓木文潞公所謂移植虞芮者以此葉似豫章經歲不凋新陳相換花黃赤色實似丁香色青不可食幹甚端偉高者十餘丈粗者數十圍氣甚芬芳紋理細緻性堅耐水今江南造船皆用之堪為棟梁製器甚佳子赤者材堅子白者材脆蓋良材也是梅一名枏一作楠又名楩子虛賦云楩楠豫章楩楠並用似屬二物而樊說合為一者蓋梅之木色有赤白二種白者名楠赤者名楩也北方無楠楸有刺楸小槐亦有楸名而皆非此詩之條此詩言終南所有皆為山木梅條並詠皆為大木條為山楸不得誤以為似槐梅匹豫章不得誤以為似杏 \\n ○交交黃鳥止于棘 \\n 黃鳥鸝也見葛覃【棫林案黃鳥黃雀也故傳曰交交小皃以為黃鶯誤與葛覃同附說詳彼】棘酸棗也見凱風 \\n ○交交黃鳥止于桑 \\n 桑苞木也見定之方中 \\n ○交交黃鳥止于楚 \\n 楚小木荊也見漢廣傳箋皆謂黃鳥之止適得其所夫楚非大木集者不安古借作辛楚解陸機詩慷慨含辛楚是也棘古借作急迫解小雅玁狁孔棘是也禮喪祭用七喪事之七獨以桑木為之說者謂取桑喪同音之義詩言止桑殆亦同意得所之注疑非詩旨也【棫林案虞東學詩亦謂以黃鳥之失所止與三良之不得其死】 \\n ○鴥彼晨風鬱彼北林 \\n 毛傳云晨風鸇也爾雅釋鳥云晨風鸇郭注鷂屬陸疏云晨風一名鸇似鷂青黃色燕頷鉤喙嚮風搖翅乃因風飛急疾擊鳩鴿燕雀食之晨借字說文作鷐亦以鷐風為鸇孟子為叢敺爵者鸇也趙注云土鸇左氏傳言見無禮於君者誅之如鷹鸇之逐鳥雀則鸇允為鷙鳥之最矣此鳥關左廣有之形似鷂羽藍灰色有花文圓目凸出爪鉤而利長尾健翼其飛迅疾有聲故有風名食雀不食燕其取雀亦以爪捉不以翼擊問彼畜鸇之人亦言其不捉燕陸誤本草言鷂屬食燕則死此又可證也晨風即隼小雅鴥彼飛隼言其捉雀有準也晨風即鳶大雅鳶飛戾天言其飛疾如弋也鴥疾飛貌鬱木盛貌詩言鴥者為晨風鬱者為北林晨風既見其鴥北林既見其鬱矣而君子則未之見故憂心欽欽焉此章二彼字與下章二有字為對文傳言先君招賢人賢人往之駛疾如晨風之飛北林上下語意似隔膜也 \\n ○山有苞櫟隰有六駮 \\n 毛傳云櫟木也駮如馬倨牙食虎豹陸疏云秦人謂柞櫟為櫟河內人謂木蓼為櫟椒檓之屬也其子房生為梂木蓼子亦房生璣以為此秦詩也宜從其方土之言柞櫟是也駮梓榆也其樹皮青白駮犖遙視似駮馬下章苞棣樹檖皆山隰之木相配不宜謂獸夫柞櫟槲屬木蓼椒屬陸氏舉秦人語釋秦詩意主槲屬說文以櫟為櫟木梂為櫟實意主椒屬許別栩櫟為二攷之本草則栩櫟原為一木爾雅所謂櫟其實梂者與栩實橡正同櫟今俗謂之尖柞與名槲之柞有別是柞櫟之名關左亦有呼者不僅秦人語也孔疏引孫炎說云櫟實橡也有梂彙自裹也橡實有斗橡斗裹實內藏其半外露其半不得謂栩實不可言梂也段注說文云陸以為秦詩當是柞櫟今觀許氏櫟梂二字連屬正與陸所云木蓼子房生為梂者合然則許意謂木蓼也草部云草斗櫟實也一曰樣斗木部栩下云柔也其草一曰樣此則謂草斗為櫟實正陸所謂秦人謂柞櫟為櫟又云栩今柞櫟也草下櫟實字非木部之櫟許意栩柔樣草為一物是名柞櫟亦名櫟而非柞也亦非子梂生之櫟也柞與棫為類櫟似椒樧鄭箋大雅云柞櫟也則以柞與柞櫟合為一耳然則栩櫟一物栩柞亦一物乎非也蓋柞槲柞櫟二木相似而非一種柞櫟之實名橡其殼名皁斗非柞槲之柞也柞槲葉大而微圓一名大葉櫟一名波羅樹一名槲科皆槲柞音聲之轉柞櫟葉狹而長似栗俗名尖柞槲有柞名櫟亦有柞名故致淆亂陸謂栩即柞櫟柞櫟即櫟不謂栩與柞櫟即柞也柞櫟初生作叢故名苞年近百始成大材漢書李恂傳拾橡實以自資注云橡櫟實即此柞櫟也駁木名非獸名陸義為長以獸名木古恆有之如羊桃牛棘鼠梓鹿梨皆是也或曰羊牛鼠鹿雖為獸而桃棘梓李仍為木故可以木名然爾雅言李亦名駁矣不疑李名駁又何疑此木名駁哉六駁之木一名駁馬堅韌似檀芬芳似椒葉小似榆皮斑似柏木色白而細紋有香氣制為器皿於暑月盛羹湯二三日不臭敗俗呼曰爆馬爆駁字音之轉或曰火焚此木聲如爆竹故名此木關左有之生於大山人跡罕至之處見者即伐故無大材楊氏丹鉛總錄云駁馬今北方名報馬生輝縣山中是蓋不知此木之性遇火則爆故以爆報同音字為名孔疏據山海經有獸名駮以申毛義然詩中用物惟取其常山隰所有當屬習見漫及怪獸不足信也 \\n ○山有苞棣隰有樹檖 \\n 毛傳云棣唐棣也檖赤羅也孔疏云釋木有唐棣常棣傳必以為唐棣未詳聞也夫唐棣常棣皆名棣而此棣為山所有似非唐棣唐棣為隰木常棣乃為山木疏云未詳孔氏蓋疑此棣為常棣也【棫林案經訓之例對文則別散則通經文明曰唐棣常棣故傳據雅義分釋之此經但曰苞棣故傳不暇別白渾舉一棣以釋之不可泥也】常棣即郁李木低叢生結子似李而小甘酸可食又有似櫻桃者則為常棣別種顏注急就篇云其子熟時正赤可啗俗呼為山櫻桃隴西人謂之棣子生於山岡若唐棣不生於山為大木不叢生此棣云苞是常棣也檖說文作木??引此詩亦作木??云木??羅也即今山梨一名樹梨一名楊檖爾雅釋木檖蘿郭注云今楊檖也實似梨而小酢可食陸疏云檖一名赤羅實如梨但小耳一名鹿梨一名鼠梨齊郡廣饒縣堯山魯國河內共北山中有今人亦種之極有脆美如梨者李氏本草云山梨野梨也處處有之山梨如杏其木紋細密赤者紋急白者紋緩夫野梨多生於野不種自生雖名山梨山中頗少葉似楊而有鋸齒實似杏而蒂最長花白如雪瓣五出紫蘂香芬關左所見十數種總呼曰山梨又曰酸梨渣滓粗澀堪食者少而其佳者甜香至美有玉乳快果諸名郭云似梨陸云如梨蓋以園梨相比言檖不若園梨之大故曰如曰似也檖木有赤白二種實亦有甘酢二種其木理花紋色赤傳云赤羅赤言檖木之色羅言檖木之紋也檖實之佳不能純甘而俱帶酸意實大者不過寸餘熟爛香美未有脆者埤雅云楊檖木紋細密如羅亦有華者俗謂之羅錦此言山梨不一木理亦不一惟花紋如羅者名檖也 \\n ◆陳風◆ \\n 東門之枌宛丘之栩 \\n 不績其麻 \\n 視爾如荍貽我握椒 \\n 豈其食魚必河之魴 \\n 豈其食魚必河之鯉 \\n 可以漚麻 \\n 可以漚紵 \\n 可以漚菅 \\n 東門之楊 \\n 墓門有棘 \\n 墓門有梅 \\n 有鴞萃止 \\n 防有鵲巢 \\n 邛有旨苕 \\n 邛有旨鷊 \\n 有蒲與荷 \\n 有蒲與蕳 \\n 有蒲菡萏 \\n ○東門之枌宛丘之栩 \\n 毛傳云枌白榆也栩杼也夫枌子名莢栩子名橡莢名榆錢橡名皁斗枌多種於閭里栩多生於山邱栩見鴇羽枌則榆之一種也爾雅釋木云榆白枌郭注枌榆先生葉卻著莢皮色白說文云枌枌榆也孫炎云榆白者名枌鄭注內則亦云榆白曰枌或以榆為白枌者誤傳以枌榆皮白本諸雅義釋為白榆白榆葉似剌榆而大結莢勻圓纍纍如貫每莢中有子五月即老風吹墜地著土即生乘嫩采取調醯醬烹食之名榆錢羹禮云堇荁枌榆兔薨滫瀡以滑之是枌入食品自古已然此詩之枌言在東門蓋里樹也里中之樹多植榆柳埤雅云榆性扇地其陰下五穀不植人就以息焉漢書郊祀志云高祖禱枌榆社枌榆鄉名高祖立社於此故名枌榆今俗鄉社亦多植榆歷年既久遂成大材其枝葉繁密其外皮蒼白近木內皮色白而黏滑匠人造車恆用之 \\n ○不績其麻 \\n 麻枲也見邱中有麻 \\n ○視爾如荍貽我握椒 \\n 毛傳云荍芘芣也椒芬香也鄭箋云男女交會而相悅曰我視女之顏色美如芘芣之華然女乃貽我一握之椒交情好也爾雅釋草云荍蚍衃菺戎葵郭注荍今荊葵也似葵紫色菺今蜀葵也似葵華如木槿華蓋蚍衃即芘芣字作芘芣以此花為草類字作蚍衃以此花顏色赤其花不一色郭曰紫女色近之陸疏云荍一名芘芣一名荊葵似蕪菁華紫綠色可食微苦其與郭陸異者惟崔豹古今注云荊葵一名戎葵似木槿而光色奪目有紫紅青白黃五色合荊葵於戎葵顯昧爾雅荍菺分列之義羅願駮之極是李氏本草亦云蜀葵之小者名錦葵即荍也其花大如五銖錢粉紅色有紫縷文或謂此即戎葵非矣蓋荊葵自似蕪菁戎葵自似木槿不可混也然此二草莖葉相近小別大類花容亦同以比女色則荊葵猶不及戎葵之肖鄭詩曰有女同車顏如舜華舜華者木槿也而戎葵似之是則此經之荍雖名屬荊葵而義包戎葵矣故羅願又謂荊葵即戎葵之類初析之而終合之斯通識矣廣雅云荊葵荍也荊葵聲轉為錦葵爾雅翼云荍一名錦葵花羣芳譜云錦葵一名荍叢低葉微厚花小如錢又名錢葵色深紅淺紅淡紫皆單葉開亦耐久凡此皆以荊葵為荍與郭注陸疏合此花在關左有大小之分荍花小如錢一名荊葵俗言其莖似荊一名錦葵皆言其色如錦也其類荍而花朵大如酒盞者曰戎葵一曰蜀葵戎蜀皆言其大如大豆名戎菽大粱名蜀黍之例二葵皆有宿根亦有子可種小葵葉如絲瓜有歧杈莖高二三尺每葉依莖下有花一蔟花五出結子圓如小豆粒一粒有數子大葵葉似小葵而大倍之莖高丈餘故有一丈紅之號一葉依莖處有二三花陸續開放花瓣二三層結子如大錢形橫圓縱扁數片相黏每片內各藏一子似小豆小葵紅紫色者最多亦有白者大葵紅白色者最多亦有黑者皆可治痢及婦女赤白帶疾俗呼黍菊呼小葵曰小黍菊大葵曰大黍菊又呼之熟季花此黍菊字音之似遼海北呼曰大叢花小叢花蓋以凡葵之類皆叢生也【棫林案郝疏爾雅言京師呼秫稽登萊呼秫齊與黍菊音亦相似實則皆蜀葵之聲轉耳　阮文達亦謂秫稽即經典所謂葵】如此習見之花而由黍菊上溯荊葵錦葵錢葵戎葵蜀葵芘芣荍菺今古輾轉幾不可識格物之學談何容易葵在古為蔬類可烹食故七月言烹葵燕地烹葵為羹即今之黍菊葉則黍菊洵為葵也此詩言男悅女贊以如荍義取其色女悅男貽以握椒義取其香椒即花椒見椒聊 \\n ○豈其食魚必河之魴 \\n 魴魚名鯿也見汝墳 \\n ○豈其食魚必河之鯉 \\n 鯉魚名郭注爾雅釋魚鯉下云今赤鯉魚陶氏本草云鯉最為魚中之王形既可愛又能神變乃至飛越山湖所以琴高乘之正字通云神農書曰鯉為魚王有赤白黃三種夫鯉魚處處有之鱗色雖殊而為一類生於河中有沙石處者鱗作金黃色鬐尾俱赤俗名金鯉生於泥澤中者水濁而不清鱗作黑色鬐尾亦黑俗名黑鯉蘇氏本草云鯉脇鱗從頭至尾無大小皆三十六鱗每鱗之上各有小黑點三十六者六六之數六六陰數也此魚傳無說碩人四月之鱣傳皆釋為鯉說文鱣鯉二魚互訓似鱣鯉為一物關左鯉猶名鯉鱣則名秦黃分為二魚形色亦異爾雅鯉鱣鰋鮎鱧鯇連文注家合并為三魚名郭氏分釋為六魚名最為明析毛許皆誤 \\n ○可以漚麻 \\n 麻枲也即線麻見邱中有麻 \\n ○可以漚紵 \\n 說文云紵檾屬細者為絟布白而細為紵書禹貢厥貢添【添：漆】枲絺紵一作苧草名張衡南都賦云其草則藨苧薠莞王褒僮約云多取蒲苧益作繩索蓋以草之生於地者言曰苧以苧之績成布者言曰紵春秋傳云子產獻紵衣陸疏云紵亦麻也科生數十莖宿根在地中至春自生不歲種也荊揚之間一歲三收今官園種之歲再割割便生剝之以鐵若竹刮其表厚皮自脫但得其裏韌如筋者鬻之用緝謂之徼紵今南越紵布皆用此麻蘇氏本草云苧麻舊不著所出今閩蜀江浙多有之苗高七八尺葉如楮葉而無杈面青背白有短毛夏秋間著細穗青花其根黃白而輕虛二八月采之此草北方不出而苧麻苧線苧布為商賈常販之貨許言苧為檾屬檾下又云枲屬本為野草今則種蓺之以廣其用檾又作■〈艹頃〉俗名■〈艹頃〉麻【棫林案■〈艹頃〉即檾之異文又作□見雜記】 \\n ○可以漚菅 \\n 爾雅釋草云白華野菅郭云茅屬此言菅為茅類非謂菅即茅也說文云茅菅也菅茅也二字互訓則是合菅茅為一物夫茅可為苫蓋及供祭祀縮酒用菅可為繩索及束物織履屩用此詩言菅與麻同漚未聞茅亦可漚也春秋成九年傳云雖有絲麻無棄菅蒯正義引陸璣詩疏云菅似茅滑澤無毛肋宜為索漚及曝尤善此言菅可代絲麻未聞茅亦可代絲麻也小雅白華菅兮白茅束兮菅茅分詠本屬二草菅茅在關左徧地俱有而他草之可苫屋可綯繩勝於菅茅比比皆是故菅茅未見人用也 \\n ○東門之楊 \\n 楊大木見車鄰 \\n ○墓門有棘 \\n 棘小木見凱風 \\n ○墓門有梅 \\n 毛傳云梅枏也夫詩之言梅者有二一枏梅一杏梅其梅之名枏者則為大木其梅之類杏者則為果屬傳於召南摽有梅曹風其子在梅小雅侯栗侯梅皆無說而於秦風有條有梅與此詩梅下皆釋曰枏終南之梅與條同生於山條為楸梅為楩大木成林從其類也而此詩首章曰有棘次章曰有梅棘梅並詠枏非棘類似不宜釋之曰枏鳲鳩之詩次章言其子在梅三章言其子在棘與此詩首章言有棘次章言有梅正同【棫林案據王注天間則此詩兩章皆作墓門有棘蓋三家本與毛異】則此梅不宜為枏宜為似杏之梅矣 \\n ○有鴞萃止 \\n 鴞或曰鴟鴞詳繹爾雅說文及諸儒傳注竊不以為然夫詩中有鴟鴞連言者如鴟鴞鴟鴞既取我子是也有鴟鴞分言者如為梟為鴟翩彼飛鴞是也鴟鴞連言則此鳥名雀乃爾雅之茅鴟郭注所謂■〈尨鳥〉鴟是也單以鴞言則此鳥為梟乃爾雅之梟鴟郭注所謂土梟是也或者疑之以字作鴞不作梟不知鴞梟同聲古多通用郭注爾雅狂茅鴟云今■〈尨鳥〉鴟似鷹而白注怪鴟云即鴟鵂注梟鴟云土梟三鳥皆名鴟皆為惡鳥土梟即梟也巴蜀異物志云鵩鴞體有文色俗因形名之曰鵩又名訓狐一作梟則是鴞即梟也毛傳云鴞惡聲之鳥也鄭箋云梅之樹善惡自有徒以鴞集其上而鳴人則惡之樹因惡矣陸疏云鴞大如斑鳩綠色惡聲之鳥也入人家凶蓋鴟鴞為茅鴟大如家鵝梟最小大如鵓鴿此言大如斑鳩正是梟也說文云梟不孝鳥也故日至捕梟磔之從鳥在木上段注云漢儀夏至賜百官梟羹漢書音義孟康曰梟鳥名食母破獍獸名食父黃帝欲絕其類使百吏祠皆用之如淳曰漢使東郡送梟五月五日作梟羹以賜百官以其惡鳥故食之也此鳥頭圓目大形如貓關左俗呼曰貓兒頭羽色蒼黃有斑文食蟲亦食桑葚古人取入食品禮內則言不食鴞胖謂脇側薄肉不堪食餘皆可食也莊子言見彈而求鴞炙亦謂鴞美可炙食不必盡屬欲絕其類也史記賈誼傳云有鴞飛入賈生舍止於坐隅楚人命鴞曰服淮南子云鼓造辟兵壽盡五月之望注鼓造謂梟梟羹古制故高說云然梟即鼓造之合聲也邵疏爾雅言鵩為鴟類非梟然茅鴟怪鴟夜飛晝伏不入人家至梟入人家則屢見之世以為不祥主喪亡亦最驗則鴞的是梟即鵩也其首有雙毛角似貓形俗又呼曰野貓諺云野貓進宅無事不來是古今同惡之鳥也蓋不惟其聲惡其性尤惡梟雛能飛遂食其母餘頭不食懸於枝上故字或作梟從鳥頭在木上於六書為指事也鴻雁之義鴛鴦之貞今人皆食之而梟轉不聞人食風俗變遷飲食亦然矣墓門之詩小序云刺陳佗也佗為陳桓公弟桓公疾佗弒太子自立佗之篡逆無君與無父等以食母之梟起興此引喻之最近者詩緝云鴞怪鴟也鵩也鵂鶹也即瞻卭之為鴟也則是將三鳥而誤合為一鴞鳥俗所恆見無綠色者陸疏亦微誤 \\n ○防有鵲巢 \\n 鵲善營巢見鵲巢 \\n ○邛有旨苕 \\n 毛傳云邛丘也苕草也孔疏云苕之華傳云苕陵苕此直云苕草彼陵苕之草好生下溼此則生於高邱與彼異也陸疏云苕苕饒也幽州人謂之翹饒夏生莖如勞豆而細葉似蒺藜而青其莖葉綠色可生食如小豆藿也【棫林案勞蓋??豆之借字??豆野豆見類篇或作□】 \\n ○邛有旨鷊 \\n 毛傳云鷊綬草也鷊一作虉爾雅釋草云虉綬郭注小草有雜色似綬說文作??鶪引詩亦作??鶪釋義與傳雅同類篇引詩又作??兒鳥???鶪正字??兒鳥?虉或字鷊借字陸疏云鷊五色作綬文故曰綬草夫鷊為鳥名述異記云吐綬鳥大如鶴五色出巴東山中若天晴則吐綬長一尺須臾還吞之一名錦帶功曹此草雜色成文如鷊故即以鳥名名之字加草所以為別耳 \\n ○有蒲與荷 \\n 蒲荷皆水草荷見山有扶蘇蒲生水澤其類有二一名香蒲一名臭蒲臭蒲味薰臭根寸寸有節在泥中節節生芽葉高一二尺餘直立不下垂脊棱如劍出穗結子如燭形香蒲其香在花通稱昌蒲或單呼曰昌又名昌歜又名昌陽又名堯韭或名荃名蓀說文名茆??邪山陰陸氏云蒲水草也生於水厓可以為席故男執蒲璧言有安人之道也昌或加草作菖呂氏春秋云冬至後五十七日菖始生菖者百草之先於是始耕南方草木狀云番禺澗中生菖蒲一寸九節北方氣寒蒲生於三四月葉如萱草長而肥闊高七八尺餘五月間從中抽莖開細花色黃如屑細子攢簇成穗如棒杵形俗呼曰蒲棒其花微有香氣其蕊屑細若金粉入藥名蒲黃其葉亦可作扇其根蟠曲有節嫩芽可食周禮謂之蒲葅春秋僖三十年傳云饗有昌歜杜注昌歜昌蒲葅凡入藥之蒲與為葅織席之蒲皆香蒲也臭蒲無用也 \\n ○有蒲與蕳 \\n 毛傳云蕳蘭也鄭箋云蕳當作蓮夫渠實也箋以上章言荷下章言菡萏易蕳為蓮意在三章一律然蕳亦水中香草與荷原不相戾荷蓮菡萏同物文義雖較完整古人手筆要不若是拘也改經字以就己說似可不必【棫林案據釋文正義則箋語是蘭當作蓮鄭改傳文非易經字】 \\n ○有蒲菡萏 \\n 毛傳云菡萏荷華也說文作菡■〈艹閻〉說解云扶渠華未發為菡■〈艹閻〉已發為夫容【域林案附說見鄭風萏即■〈艹閻〉之省草木疏作未發為菡萏已發為扶渠扶渠乃荷之大名非華巳發之名也陸說大誤】 \\n ◆檜風◆ \\n 隰有萇楚猗儺其枝 \\n ○隰有萇楚猗儺其枝 \\n 毛傳云萇楚銚弋也鄭箋云銚弋之性始生正直及其長大則其枝猗儺而柔順爾雅釋草云萇楚銚芅郭注今羊桃也或曰鬼桃葉如桃花白子如小麥亦似桃【棫林案傳疏據本草圖經子細如棗核語謂麥字疑棗字之誤】陸疏云萇楚今羊桃是也葉長而狹花紫赤色其枝莖弱過一尺引蔓於草上今人以為汲灌重而善沒不如楊柳也名醫別錄云萇楚一名御弋陶氏注云山野多有甚似家桃又非山桃子細小苦不堪瞰花甚赤本草云羊桃莖大如指而弱蔓柔葉大如掌上綠下白有毛狀似苧麻而團其條浸水有涎滑又名羊腸又名細子為其實如棗核楚辭云斬伐橘柚兮列樹苦桃王注橘柚美木苦桃苦木洪興祖補注羊桃苦味故謂之苦桃此蓋言羊桃實苦非木苦也羊桃北方未見而諸家說各異或言葉長而狹或言葉大如掌是其葉之大小不一或言花白或言花紫赤是其花之顏色不一詩曰萇楚古曰銚弋後世曰鬼桃苦桃名亦因時改移也【棫林案郝疏謂羊桃即今夾竹桃】 \\n ◆曹風◆ \\n 蜉蝣之羽 \\n 維鵜在梁不濡其翼 \\n 鳲鳩在桑其子七兮 \\n 鳲鳩在桑其子在梅 \\n 鳲鳩在桑其子在棘 \\n 鳲鳩在桑其子在榛 \\n 冽彼下泉浸彼苞稂 \\n 冽彼下泉浸彼苞蕭 \\n 例彼下泉浸彼苞蓍 \\n 芃芃黍苗陰雨膏之 \\n ○蜉蝣之羽 \\n 毛傳云蜉蝣渠略也蜉蝣一作浮游又作蜉蝤又作蜉虫??渠略一作蟝■〈虫畧〉【棫林案說文作螶虫??渠略借字蟝■〈虫畧〉或字】爾雅釋蟲云蜉蝣渠略郭注似蛣蜣身狹而長有角黃黑色叢生糞土中朝生暮死豬好啖之陸疏云蜉蝣方土語也通謂之渠略似甲蟲有角大如指長三四寸甲下有翅能飛夏月陰雨時地中出今人燒炙噉之美如蟬樊光曰是糞中蠋蟲隨雨而出朝生夕死夏小正五月浮游有殷傳殷眾也浮游者渠略也漢書王褒傳云蜉蝤出以陰顏注蜉蝤甲蟲朝生而夕死方言云蜉虫??秦晉之間謂之蟝■〈虫畧〉郭注似天牛而小有甲角李氏本草言蜣蜋蜉蝣天牛皆蠐螬蠹蝎所化蜣蜋即蛣蜣莊子謂蛣蜣之智在於轉丸是也天牛即今俗所呼之水牛牛畜中有水牛一種此蟲名與之同生朽木糞土中朝生暮死或云水牛即蜉蝣水牛雖亦甲蟲似蜣蜋而體長二寸餘色黑頭紅兩鬚如角氣味臭惡與陸所言可食者不合郭言豬好啖之陸言燒炙噉之而今則未聞食者淮南說林篇云蜉蝣不食不飲三日而死詮言篇云龜三千歲蜉蝣不過三日是蜉蝣雖短期非必限以朝夕說者甚其詞耳此詩蓋以蜉蝣之羽翼興人之美其衣裳采采楚楚自矜其華而忘其壽之促是以上句興下句也諸儒皆以蜉蝣為甲蟲樊氏獨言如蠋蠋形似蠶與甲蟲迥異【棫林案詩正義引樊語蠋作蝎】 \\n ○維鵜在梁不濡其翼 \\n 毛傳云鵜洿澤鳥也鄭箋云鵜在梁當濡其翼而不濡者非其常也爾雅釋鳥云鵜鴮鸅郭注今之鵜鶘也好羣飛沈水食魚故名洿澤俗呼之為淘河說文云鴺胡污澤也或作鵜段注此鳥單呼曰鵜以其胡能抒水故又名鵜胡也陸疏云鵜水鳥形如鶚而極大【棫林案正義引□作鴞】喙長尺餘直而廣口中正赤頷下胡大如數升囊若小澤中有魚便羣共抒水滿其胡而棄之令水竭盡魚在陸地乃共食之故曰淘河夫鵜之名不一曰洿澤曰淘河曰鵜鶘又作鴺胡洿澤又作鴮鸅又作污澤又名犂鶘又名犂塗又名淘鵝蓋鵜鶘轉為犂鶘又轉為犂塗洿澤轉為淘河又轉為淘鵝曰胡言其形曰淘河言其性曰鵝言此鳥似鵝也鵜性最貪食魚無厭故莊子云魚不畏網而畏鵜也鵜有胡能竭池水故淮南子云鵜胡飲水數斗而不足也晁以道云鵜之屬有曰漫畫者以嘴畫水求食無一息之停有曰信天緣者終日凝立不易其處俟魚過取之漫畫今俗名海畫剌無尾長喙形似魚狗信天緣一名信天翁形似鷺而無絲毛俗名縮脖鳥皆小於鵜雖同為食魚之鳥而非一類 \\n ○鳲鳩在桑其子七兮 \\n 鳲鳩即布穀春秋傳所謂鳲鳩氏司空者也好食桑葚故在桑一名桑鳩即以在桑得名衞詩云于嗟鳩兮無食桑葚傳言鳩食葚則醉桑葚醉鳩薄荷醉貓犬醉虎物性之異不可以常理解之本草所以謂桑葚鳩之酒薄荷貓之酒犬虎之酒也其子七者鳩之子數不必定七此偶舉以起興蓋言鳩之子雖有七而君子之儀則維一也毛傳云鳲鳩秸鞠也鳲鳩之養其子朝從上下莫從下上平均如一陸疏說同鳲鳩一作尸鳩秸鞠爾雅作鴶鵴說文作秸□漢書注作拮掬方言作結誥字之異聲之轉也先儒解經多遵舊聞未必盡由目覩如鳲鳩哺子今多見之數子共居一巢似無行次彼安能依序而哺之微論鳩子遇食呱呱爭噉即令不爭而雜錯羣居鳩亦未必能記某已食某未食某宜先哺某宜後哺也必欲均平非七子七巢不可矣鳲鳩伏雛多居樹窟從未見其營巢孔疏言平均如一無正文蓋相傳為然已疑此說之難據漢書鮑宣傳云為天牧養元元視之當如一合尸鳩之詩漢儒沿襲舊說見諸章奏總由誤泥春秋傳鳲鳩為司空司空平水土其德均一之意而附會之【棫林案郝疏爾雅云箋於鵲巢言其性拙傳於養子言其平均俱緣詩生訓此於舊義亦有微詞後箋則云鳲鳩均一之德經師相承其說甚古朝莫上下亦必目驗而知如鴇性不樹止桑扈不啄粟之類古人博明物理究極羣書非可據所不見妄生疑異愚按後箋說是也惟信好者知此意耳】鳲鳩在關左見於春耕之候伏雛已成即去至則不知其何自來去則不知其何所往朝夕長鳴日日習聞古今皆因其聲名之如布穀郭公秸鵴之類心中先有此字再聽其聲恰相肖也段注說文言鳥之名皆由其聲信哉 \\n ○鳲鳩在桑其子在梅 \\n 梅杏類見摽有梅 \\n ○鳲鳩在桑其子在棘 \\n 棘棗類見凱風 \\n ○鳲鳩在桑其子在榛 \\n 榛橡類見簡兮 \\n ○冽彼下泉浸彼苞稂 \\n 毛傳云稂童粱非溉草得水而病也孔疏云此稂是禾之秀而不實者爾雅釋草云稂童粱郭注稂莠類也爾雅翼云稂惡草與禾相雜故詩人惡之說文云蓈禾粟之□生而不成者謂之童蓈或作稂陸疏云禾莠為穗而不成崱嶷然謂之童粱今人謂之宿田翁或謂之守田也邵疏爾雅云陸璣所說與許叔重同稂為穀之有稃而無米者南方農諺謂之扁子磽瘠之地與夫雨暘之不時人事之不齊禾不能成實則為稂豐年則無之大田所以言不稂也農家穫稻則簸而揚之以去其稂然稂雖無米亦稍有米皮今南方用以飼鶩又以飼馬魯語所謂馬餼不過稂莠也【棫林案稂有三說說文與陸孔疏以稂為禾之秀而不實者邵氏爾雅疏衍其義作者從之此一說也段氏據釋文引改說文禾粟之□作禾粟之莠謂不成謂之童蓈已成謂之莠而陸疏禾秀亦為莠之誤後箋傳疏從其義此又一說也爾雅翼謂稂即爾雅之孟狼尾九穀考從之此又一說也三說皆各有據然細按之如前說似稂即禾如段說似稂即莠皆不得特為一草與經云稂莠並稱者不甚合九穀考定為狼尾義獨為長鄭箋此詩云稂當為涼涼草蕭著之屬諸儒皆不識涼為何草胡氏據釋文稂又音良謂即子虛賦之藏莨漢書音義之莨尾草亦即爾雅之孟狼尾是則後說并合鄭義洵定論矣】至於下泉之詩則舉童粱之得水而病以見嘉禾之不殖并及蕭蓍以見庶草之盡卒章言黍苗之盛陰雨之膏嘉穀自無稂莠追思盛治所由寤歎而不能忘也此皆言稂即是粱稂粱同韻穀實既已成米則為粱穀實尚未成米則為稂即今之秕粱與莠異書仲虺之誥云若苗之有莠若粟之有秕莠為似穀之草秕為不實之穀也凡物之小者曰童童猶曰粱則粱不必無米即今俗所謂半仁之穀也百穀中不必皆有莠而百穀中則皆有稂年豐則稂差少耳爾雅之童粱為稂狼尾為莠郭云稂為莠類蓋言穀實不成類莠非言莠即是稂爾雅翼言稂為惡草猶以稂為莠也誤 \\n ○冽彼下泉浸彼苞蕭 \\n 毛傳云蕭蒿也即香蒿見采葛 \\n ○例彼下泉浸彼苞蓍 \\n 毛傳云蓍草也陸疏云蓍似藾蕭青色科生【棫林案爾雅苹藾蕭郭注今藾蒿是藾蕭亦蒿之類】說文云蓍蒿屬生千歲三百莖易以為數天子蓍九尺諸侯七尺大夫五尺士三尺白虎通云孔子謂蓍之謂言耆也老人歷年多更事久能盡知也埤雅云草之多壽者故字從耆蘇氏本草云蓍生如蒿高五六尺一本二三十莖至多五十莖生便條直所以異於眾草也秋後有花出於枝端紅紫色形如菊花實如艾實夫蓍在諸家多言其用惟蘇氏釋其形色較詳是為玩占之草也易傳云蓍之德圓而神又云幽贊於神明而生蓍蓋取蓍草五十莖兩手隨意分合之觀其奇偶以別陰陽之數故許氏曰易以為數也傳聞蓍草生於文王孔子墓地他處無兩聖墓不在曹此詩何以詠蓍邪韓詩外傳云孔子之野有婦人哭甚哀使問焉對曰向日刈蓍薪而亡吾蓍簪是以哀孔子曰刈蓍薪而亡蓍簪有何悲也對曰非傷亡簪不忘故也此又以蓍為薪蓍不必盡屬神靈之物而亦非罕見之草矣此詩蓋言稂蕭蓍之草不勝冽泉之寒小國之弱不堪強侯之侵黍苗陰雨冀得賢伯據序詩作於曹共公時其當重耳脩怨國破君執之會乎思周之盛疾晉之橫意悲而語隱矣 \\n ○芃芃黍苗陰雨膏之 \\n 黍穀之黏者見黍離 \\n 毛詩多識卷六終 \\n  \\n 　"}
{"章节": "●毛詩多識卷七", "正文": "　 \\n ●毛詩多識卷七 \\n 　 \\n  \\n 長白多隆阿著 \\n 豳風 \\n ◆豳風◆ \\n 有鳴倉庚 \\n 爰求柔桑 \\n 采蘩祁祁 \\n 八月萑葦 \\n 猗彼女桑 \\n 七月鳴鶪 \\n 四月秀葽 \\n 五月鳴蜩 \\n 取彼狐狸為公子裘 \\n 言私其豵獻豜于公 \\n 五月斯螽動股六月莎雞振羽七月在野八月在宇九月在戶十月蟋蟀入我牀下 \\n 穹窒熏鼠 \\n 六月食鬱及薁 \\n 七月烹葵及菽 \\n 八月剝棗 \\n 十月穫稻 \\n 七月食瓜 \\n 八月斷壺 \\n 九月叔苴 \\n 采荼薪樗 \\n 黍稷重穋禾麻菽麥 \\n 晝爾于茅 \\n 獻羔祭韭 \\n 鴟鴞鴟鴞既取我子無毀我室 \\n 徹彼桑土 \\n 予所捋荼 \\n 蜎蜎者蠋烝在桑野 \\n 果臝之實亦施于宇 \\n 伊威在室 \\n 蠨蛸在戶 \\n 町疃鹿場 \\n 熠燿宵行 \\n 鸛鳴于垤 \\n 有敦瓜苦烝在栗薪 \\n 倉庚于飛熠燿其羽 \\n 之子于歸皇駁其馬 \\n 九罭之魚鱒魴 \\n 鴻飛遵渚 \\n 狼跋其胡載疐其尾 \\n ○有鳴倉庚 \\n 毛傳云倉庚離黃也孔疏云倉庚一名離黃即葛覃黃鳥是也爾雅釋鳥云倉庚商庚倉庚一作鶬鶊離一名鸝一作黧詳見葛覃 \\n ○爰求柔桑 \\n 鄭箋云柔桑穉桑也蠶始生宜穉桑此即桑葉始生者桑成大樹發葉較遲在野之桑未成樹萌牙略早可求也芽始成葉故曰柔 \\n ○采蘩祁祁 \\n 毛傳云蘩白蒿也所以生蠶孔疏云爾雅釋草云蘩皤蒿孫炎曰白蒿也傳於采蘩曰皤蒿此云白蒿變文以曉人也白蒿所以生蠶此蓋言蘩可以生蠶非言蘩飼蠶集傳誤會毛說乃云蠶生未齊不可食桑故以蘩啖之豈知蠶不可以食蘩哉蠶子未生古者采蘩以浴之此術今已不行詳見采蘩 \\n ○八月萑葦 \\n 毛傳云薍為萑葭為葦豫蓄萑葦可以為曲也曲一作筁說文云筁蠶薄也又作筁揚子方言云薄宋魏陳楚江淮之間謂之筁萑葦水草也詳蒹葭 \\n ○猗彼女桑 \\n 毛傳云女桑荑桑也鄭箋云條桑枝落之采其葉也女桑少枝長條不枝落者束而采之爾雅釋木云女桑桋桑郭注云今呼桑樹小而條長者為女桑樹此言女桑為桑樹之小者桑小生條故條長又名桋桑桋亦作荑非桑荑也桑荑為前章之柔桑不宜又重言之上言條桑是為大樹蓋桑條不伐則來年枝葉不茂此為古制今尚行之若樹本小則不堪斬伐葉已采矣條須聽其滋長故云猗蘇氏曰猗長也葉盡則條猗猗而長也爾雅桋桑桋祇訓小故郭氏又引當時俗語為注蓋伐桑條之候桑葉已盛此時已無荑桑可取也傳以桋為荑莫誤讀 \\n ○七月鳴鶪 \\n 毛傳云鶪伯勞也與爾雅釋鳥文同鶪一作鴂或名鶗鴂伯勞或作百勞或作博勞或名百鷯或名伯趙郭氏云鶪似鶷■〈葛鳥〉而大左傳曰伯趙氏春秋昭公十七年傳云伯趙氏司至者也樊光曰伯趙司至以夏至來冬至去為其來去以夏至冬至故曰司至夫夏至陰生鶪應陰鳴禮月令仲夏之月鶪始鳴夏小正五月鴂則鳴易通卦驗云小暑伯勞鳴淮南子時訓注云五月陰極於下博勞應陰而鳴夏至為五月中小暑為六月初諸說微有不同然言鶪之鳴大略在五六月之間今忽言七月與諸說似戾鄭箋於是曲解曰伯勞鳴將寒之候也五月則鳴豳地晚寒鳥物之候從其氣焉嘗考豳地在今陝西居近西陲寒來宜早易說卦傳言乾為寒為冰位西北故云寒冰禮云天地嚴凝之氣始於西南而盛於西北皆是西陲早寒之證也王肅又曲解之曰古文五字與今文七字相近故又訛為七因一字之難明而欲改經以暢己說則其失尤甚於鄭嚴氏詩緝引陳思王惡鳥論云伯勞以五月鳴應陰氣之動陰為殘賊蓋賊害之鳥也其聲鶪鶪故以其音名云補傳曰鶪仲夏始鳴至七月則鳴之極而將去矣毛西河續詩傳云七月鳴鶪以起下八月載績言鶪應陰而鳴五月一陰生至七月三陰生矣陰氣漸盛鶪鳴愈甚養蠶者宜績絲製衣以禦寒氣離騷云恐鶗鴂先鳴兮使百草為之不芳也亦言草木零落之幾兆於鳴鶪也春秋傳言伯趙氏為司至是鶪之至在五月中因初至而聞其鳴故曰始鳴鶪之去在十一月中由五月至十一月皆有鶪鳴非七月後鳴極將去也鶪之去不在七八月間也但此鳥關左未見識者絕少張茂先禽經云伯勞飛不能翔直刺而已形似鸜鵒鸜鵒喙黃伯勞喙黑此言鶪之形焦延壽易林云鶪則單栖鵹必匹飛此言鶪之性陸農師埤雅云鶪能制蛇鶪鳴在上蛇盤不動楊用修丹鉛錄云鶪能摶擊鷹集於林則盤旋鳴聒俟飛輒擊之俗呼謂鳳凰皂隸蜀名鴽鵹滇中名鐵鸚哥又名榨油郎鶪之俗名亦可知也 \\n ○四月秀葽 \\n 毛傳云不榮而實曰秀葽草也鄭箋云夏小正四月王萯秀葽其是乎物成自秀葽始說文云葽草也詩曰四月秀葽劉向說此味苦苦葽也段氏注云夏小正四月秀幽幽葽一語之轉必是一物似鄭不當援王萯也劉向謂苦葽今則不識味苦應夏令也詩緝引曹氏說云葽遠志也爾雅釋草云葽繞棘蒬注云今遠志其上謂之小草本草言遠志一名蕀蒬一名繞葽一名細草四月采根陰乾參訂諸說知葽為遠志矣四月陽氣極於上而微陰已胎於下葽感之而早秀毛不指葽為何草鄭疑為王萯陸璣亦無明說曹氏以為遠志證據甚明劉向以為苦葽今遠志苦澀醫家以甘草熟煮之乃可用也本草言遠志生泰山背冤句山谷今河陝京西州郡亦有之根黃色形如蒿三月開花白色根長及一尺泗州出者花紅根葉俱大於他處夫郭注爾雅言遠志葉如麻黃赤華本草言遠志葉如蒿白華土性不同種類亦異其根入藥稱上品能治健忘益聰明故名遠志而苗極細微故名小草鄭箋引夏小正以葽為王萯蓋王萯乃月令之王瓜今俗名赤苞與葽迥異孔疏云葽之為草書傳無文鄭以四月生者自是王瓜夏小正作王萯而生秀自異本草言萯有實七月采陰乾云七月采之又非四月已秀是葽與否未能審之夫孔氏雖不識葽為何草而疑鄭氏以王萯為葽之非蓋以王萯秀於七月開淡黃花結小瓜生青熟紅內有黑子是生於四月非秀於四月也段氏注說文據劉向說以為苦葽邵注爾雅亦據劉說言葽非遠志段氏以葽為夏正之幽遠志為細草藏於眾草之中不易尋采頗有幽意而幽字從幺與細小之義亦近遠志味苦與苦葽之名亦合葽幽與繞蒬皆為轉音是葽為遠志明矣毛西河以葽為苦菜苦菜即今俗之鴨兒食草雖秀於四月而無葽名苦菜名荼六章云采荼此何不言秀荼也總由不詳此草誤據夏小正禮月令王瓜生苦菜秀二語而作此解徐氏又以葽為狗尾草失之愈遠矣 \\n ○五月鳴蜩 \\n 毛傳云蜩螗也爾雅所載之蜩凡七種一曰蜋蜩二曰螗蜩三曰蚻蜻蜻四曰蠽茅蜩五曰蝒馬蜩六曰蜺寒蜩七曰蜓■〈虫朮〉螇螰郭注蜋蜩云夏小正傳曰蜋蜩者五彩具注螗蜩云夏小正傳曰螗蜩者蝘俗呼為胡蟬江南謂之螗蛦注蚻蜻蜻云如蟬而小方言云有文者謂之螓夏小正曰鳴蚻虎懸注蠽茅蜩云江東呼為茅截似蟬而小青色注蝒馬蜩云蜩中最大為馬蟬注蜺寒蜩云寒螿也似蟬而小青色月令曰寒蟬鳴注蜓■〈虫朮〉螇螰云即蝭蟧也一名蟪蛄齊人呼螇螰李氏本草以五月鳴者為馬蜩一名蚱蟬一名齊女較諸蟬獨大而色黑夏正言五月鳴者為良蜩唐蜩今之蜩鳴於五月者其形頗小其聲直而長其鳴於立秋候者其形巨黑兼綠色其聲曲而遠及過別枝猶曳餘音此謂之蟬是爾雅之寒蜩也俗呼曰秋凉又曰接凉言此蟲鳴則氣凉也又有形尤小色青長翼而聲近嗚咽者俗名吉了乃接凉字音之轉關左有蟬無蜩關之右至盧龍蜩鳴漸多形色黑而小於蟬槐柳陰中聚眾雜鳴音如鼎沸大雅言如蜩如螗如沸如羹詩人善取喻也王氏論衡云蠐螬化腹蜟腹蜟坼背出而為蟬或云蜣蜋所轉之丸久而化為此蟲或云蟬即蜣蜋所化由不潔轉為至潔也古者蜩入食品見禮內則今未聞有食者矣 \\n ○取彼狐狸為公子裘 \\n 狐狸皆山獸名爾雅釋獸云貍子■〈豸隶〉說文云貍伏獸似貙關左俗渾呼曰狐狸究之狐自為狐狸自為狸二物判然不相似也蓋狐形似狗狸形似貓狐毛一色狸多斑文禮檀弓云貍首之斑然此狸有斑文之證也宋史安陸州貢野貓野貓之名至今俗猶呼之其形與家貓略同或黑毛或犂文比家貓身軀較偉面腰俱長大者長二尺餘毛厚而細圓目炯炯足最捷恆入村竊雞食正字通云貍野貓也有數種大小似狐毛雜黃黑有斑如貓圓頭大尾者為貓貍善竊雞鴨斑如貙虎方口銳頭者為虎貍食蟲鼠果實似虎貍尾黑白錢文相間為九節貍領文如豹而作麝香氣者為香貍即靈貓也南方有白面尾似狐者為牛尾貍亦名白面貍又登州有貍頭魚尾者名海貍是貍之類不一而總名野貍家貓亦名貍有貍奴名所以別之曰野也貍有食鼠者觀其捕鼠趨縮之步不失尺寸後鄭注周禮貍步云貍善搏者也行則止而凝度焉其發必獲廣雅云玉面貍人捕畜之鼠皆帖伏不敢出夫野貍之可畜以捕鼠者今則未見其恆見者為貓貍集皮為裘名山貍毛微脆光滑如濡貴亞於狐香貍海貍亦間有之香貍之毫用之製筆禮內則云狐去腦貍去正脊古今食品之異不可與俗論也 \\n ○言私其豵獻豜于公 \\n 毛傳云豕一歲曰豵三歲曰豜鄭箋云豕生三曰豵夫豵豜皆野豕冬獵所獲豵小則私之豜大則獻之所謂大獸公之小獸私之也說文云豵生六月豚小爾雅云豕之小者為豵一作■〈犭從〉豜一作肩齊還詩云並驅從兩肩兮一作■〈豕肙〉又作猏 \\n ○五月斯螽動股六月莎雞振羽七月在野八月在宇九月在戶十月蟋蟀入我牀下 \\n 集傳云斯螽莎雞蟋蟀一物隨時變化而異其名夫斯螽莎雞蟋蟀本屬三蟲先儒無有併為一物者後學亦多從三蟲之說蓋以此三蟲其名異其性異而其形色亦俱異爾雅釋蟲云蜤螽蜙蝑螒天雞蟋蟀蛬三物三釋是非一物也其證一郭注爾雅云蜤螽蜙■〈虫從〉也俗呼■〈虫舂〉■〈虫黍〉螒小蟲黑身赤頭一名莎雞又一曰樗雞蟋蟀今促織也一名青列?虫邢疏云蜤螽周南作螽斯七月作斯螽雖字異文倒其實一也螒一名天雞一名莎雞一曰樗雞李巡曰一名酸雞詩豳風六月莎雞振羽蟋蟀一名蛬詩唐風蟋蟀在堂歲聿其莫爾雅分斯螽莎雞蟋蟀為三蟲郭氏邢氏亦以三蟲解之不為一物也其證二毛傳云斯螽蜙蝑也莎雞羽成而振迅之鄭箋云自七月在野至十月入我牀下皆謂蟋蟀也言此三物之如此者將寒有漸非卒來也傳【傳：轉】引爾雅以解斯螽而莎雞惟言振羽則已分斯螽莎雞為二物矣箋未明言斯螽莎雞蟋蟀為何蟲而指之曰三物其不名為一類可概見矣其證三陸璣疏云斯螽揚雄曰舂黍也幽州人謂之舂箕長角長股青色黑斑其股似玳瑁文五月中以兩股相搓作聲聲聞數十步莎雞似蝗而斑色毛翅數重翅正赤或謂之天雞六月中飛爾振羽索索作聲幽州謂之蒲錯夫幽州即今關之左右未聞呼斯螽為舂箕呼莎雞為蒲錯者然其名不同則其物亦異而言二蟲之形色亦較詳是不與蟋蟀為一物也其證四嚴氏詩緝云斯螽蚣蝑也蚱蜢也舊說以為即螽斯非也莎雞絡緯也促織之類也此以斯螽非螽斯斯螽為馬蜡螽斯為飛蝗本非一物其以莎雞為促織類蓋言似促織也其辨斯螽甚是而其言莎雞則混入蟋蟀然亦不為一物也其證五山陰陸氏云斯螽江東謂蚱蜢善害田穉古今注曰莎雞一名絡緯謂其聲如紡緯也促織一名投機謂其聲如急織也夫蜡類食苗本有此蟲而斯螽多居水草間不食禾莎雞雖鳴不似紡緯是言斯螽莎雞皆誤而言莎雞非促織略同嚴氏亦以斯螽非莎雞莎雞非蟋蟀也其證六虞氏天香樓偶得言斯螽莎雞蟋蟀為三蟲亦引爾雅郭注及陸疏為據其云斯螽一生九十九子周南螽斯羽即此斯本語助故或云斯螽或云螽斯其云莎雞一名絡緯謂其鳴如紡緯其云蟋蟀似蝗而小善跳正黑有光澤如漆一名蛬一名促織一名吟蛩秋初生得寒乃鳴此言三蟲形色不必盡是其言斯螽即螽斯與邢氏同與嚴氏異其言莎雞為絡緯與郭陸俱異與山陰陸說同其言蟋蟀則似野蟋蟀而其分之為三則亦略同諸家也其證七蜙蝑也■〈虫舂〉■〈虫黍〉也舂箕也蚱蜢也是斯螽有四名天雞也樗雞也酸雞也蒲錯也是莎雞有四名蛬也促織也投機也吟蛩也是蟋蟀有四名各有其名各不相混禮月令季夏之月蟋蟀居壁是六月即名蟋蟀不以六月名莎雞也王褒賢臣頌云蟋蟀俟秋吟五月六月非秋不能動股振羽而鳴也蟋蟀之鳴以翼不以股此言動股則斯螽非蟋蟀也莎雞鳴以翼則飛行而鳴於野不鳴於家此言入在牀下則莎雞非蟋蟀也是為三物非一物其證八此三蟲關左皆有斯螽俗呼曰草螞蜡莎雞俗呼曰撒達蟲蟋蟀俗呼曰家趨織斯螽形似蝗而小色青黃翅有花文長股善躍股動摩翼作聲非兩股相搓而鳴頭微方無角有角者其聲在翼不在股陸疏言斯螽長角誤莎雞形似草蟲土灰色外翅蒼黑色內翅淺紅色艷如桃花內外翼祇二層亦無毛黃昏之候繞原低飛振羽之聲蓋沙沙然小兒拍手作響便止於地郭氏言莎雞赤頭陸氏言羽毛數層誤斯螽似蝗而實非蝗蝗為害稼之蟲沴氣所生不習見螽則常有者羣蝗食禾螽惟食草蝗飛有聲不惟股不鳴其集於地翼亦不鳴也莎雞形似斯螽而色灰蒼飛行有聲止則不鳴恆在野不入室音則沙沙不類紡緯蟋蟀之在室者體色蒼有白花文春夏即育不必至秋始生偶逢秋凉四壁唧唧終夜不息嚴氏山陰陸氏謂莎雞為絡緯虞氏謂蟋蟀至秋始生黑色如漆皆誤陸農師埤雅言莎雞鳴以時故有雞之號義尤近附會也 \\n ○穹窒熏鼠 \\n 鼠小獸之穿屋墉者見行露 \\n ○六月食鬱及薁 \\n 毛傳云鬱棣屬薁蘡薁也說文云鬱木叢生者薁嬰薁陸疏云鬱樹高五六尺其實大如李色赤食之甘廣雅云山李雀李鬱也薁嬰舌也本草言薁名蘡薁今俗呼曰山葡萄蔓葉皆與家葡萄同蔓微細弱葉碎而不整實小而圓如黃柏子色黑味酸不甚甘美處處恆有鄉人采食之夫常棣之實名鬱李亦作郁李俗呼漚李郁音似鬱漚亦鬱音之轉小木叢生花葉與李無異惟實小味酸而澀樹高二三尺關左未見高至五六尺者傳以鬱為棣屬是以常棣為鬱別名孔疏乃云為唐棣之屬唐棣大木又名栘本非果類何以云食因毛注而誤增一字便解不去古人之書不可輕加筆削類如此也晉宮閣名謂車下李三百四十株薁李一株車下李即鬱薁李即薁二者相類而同時熟夫以薁為李此最可異薁字從草不從木毛傳廣雅皆不言其似李葡萄蔓生籐蘿之屬薁在說文列於草部籐本蔓生有似於草則薁非木類也齊民要術引陸璣疏曰櫻薁實大如龍眼黑色今之車鞅籐實是蓋陸疏原本舊有此文今本脫去其言薁實大不至此而言薁為籐非木類不待辨也或據說文以薁為山韭然說文引韓詩作食鬱及蒮非言薁即蒮也蒮為山韭薁為蘡薁字本不同不得誤合為一也詩緝云鬱雀李棣唐之屬薁蘡薁也鬱類而小別也既以薁為嬰又以薁似鬱草木混同蓋無確見矣 \\n ○七月烹葵及菽 \\n 爾雅釋草云蔠葵蘩露郭注云??承露也說文云葵菜也尗豆也??靃尗之少也尗即菽字崔寔云六月六日可種葵中伏後可種冬葵九月可作葵葅山陰陸氏云齊民要術言今有紫葵白葵二種左傳鮑莊子之足不如葵葵猶能衞其足今葵心隨日光所傳輒低覆其根李氏本草云葵三月種之嫩苗可食五月蔓延其葉似杏葉而肥厚八九月開紫黃花纍纍結實大如五味子熟則紫黑色揉取汁紅如胭脂女子飾面點脣及染布故謂之胡胭脂亦曰點絳子羣芳譜云葵陽草也一名蜀葵一名露葵一名戎葵一名一丈紅處處有之本豐而耐旱味甘而無毒可備蔬茹可防荒儉種類甚多宿根自生天有十日葵與終始故葵從癸能自衞其足又名衞足花如木槿有紅紫白黑數色昔人謂疏莖密葉翠萼艷花金粉檀心可謂善狀此花已王氏農書云葵陽草為百菜之主備四時之饌夫本草所言之葵為蔓草關左未見王氏所言之葵即今之大蜀菊徧地可種亦最易蕃療疾者恆用之秋生嫩葉嘗見燕趙人烹食潘安仁閒居賦云綠葵含露古蓋以葵為常蔬也菽豆之總名葵曰烹則葵為菜葵菽連言菽在烹內是菽亦為蔬雖豇■〈豆雙〉未見於古書然豌為戎菽載於爾雅藿為豆葉古人與藜同餐儀禮公食大夫禮有牛藿豌豆莖葉烹調得宜味亦鮮美安見此菽非即今之豌葉類也晉地農人多食豆葉秦晉連疆風俗宜同亦足徵民風之節儉矣葵菽與上鬱薁為對文鬱薁二果名葵菽二菜名配合勻稱義理宜然而諸儒俱不加注何也 \\n ○八月剝棗 \\n 棗果名樹似棘而為大木堅韌理細其色外黃中赤小枝多刺生葉遲於他樹似榆葉而光滑一枝五七葉開小白花結實大如指生青熟紅纍纍盈枝甘美可食爾雅釋木所載有棗壺棗邊要棗櫅白棗樲酸棗楊徹齊棗遵羊棗洗大棗煮填棗蹶泄苦棗晳無實棗還味棯棗凡十一種而棗為總名棗為處處皆有之果味甘色赤白者今未見亦鮮有苦者酸棗為棘羊棗俗名軟棗有棗名而不似棗大棗名洗郭注言出河東郡猗氏縣大如雞卵河東今之山西猗氏縣隸蒲州府棗大者長近二寸謂大如雞卵亦近似之羣芳譜云棗一名木蜜王氏農書云棗南北皆有然南棗堅燥不如北棗肥美生於青齊晉絳者尤佳齊民要術云旱澇之地不任稼穡者種棗則任矣清益錄云百益一損者棗故醫氏目為百益紅說文云朿木芒也埤雅云大曰棗小曰棘棗性高故重朿棘性低故並朿棗棘皆有朿故字皆從朿禮曲禮云婦人之贄椇榛脯脩棗栗儀禮士昏禮云婦摯舅用棗栗左傳云女贄不過榛栗棗脩皆以棗為實也王氏言棗之佳者生於晉絳而今燕郡亦多出棗商賈販之為貨果之上品也 \\n ○十月穫稻 \\n 稻嘉穀秔也見鴇羽 \\n ○七月食瓜 \\n 說文云瓜í也象形蓋言瓜字篆文象瓜實在鬚蔓間之形李氏本草云瓜類不同其用有二供果者為果瓜甜瓜西瓜是也供菜者為菜瓜胡瓜越瓜是也在木曰果在地曰í大曰瓜小曰瓞其子曰■〈兼瓜〉其肉曰瓤其跗曰環謂脫花處也其蒂曰疐謂繫蔓處也禮記天子削瓜及瓜祭皆指果瓜也夫果瓜亦有三一曰甜瓜又名甘瓜俗名香瓜一曰西瓜又名寒瓜有與西瓜同類而瓤不甚甘曰打瓜肉不堪食其子為果中佳品巿貨瓜仁皆打瓜子也神農本經所載瓜蒂乃甜瓜之蒂西瓜源出西域入中夏較晚元人吳瑞云契丹破回紇得此種本草言胡嶠征回紇得此種歸是西瓜自五代時始入中國雖陶氏本草瓜蒂注有寒瓜甚大之語彼時中國西瓜尚未徧有則陶氏以前未有西瓜可知此詩所言之瓜為甜瓜非西瓜也蓋甜瓜三月下種葉圓似瓠而小蔓延依地五月開小黃花結實大小不勻生苦蒂黏於蔓熟甘香則蒂自落有圓有長有首長末銳脫花處帶鼻或凹稜四五稜者形既不一有色青色白色黃色黑或黑白青黃相間色亦不一五六月際可食西瓜之熟較甜瓜略晚夏小正言五月乃瓜較今甜瓜之熟又微早何至七月始食之如以豳風為周正夏之七月即周之五月不惟七月流火見於本章如四月維夏六月徂暑他章亦然則此七月非五月明矣詳繹詩義上六句似養老者下六句似養壯者上六句以六月發端下六句以七月發端可見也然則所食之瓜或是菜瓜廣雅所言龍蹄獸掌羊駁兔頭桂髓蜜筩小青大斑八名皆是果瓜今俗所見瓜之為蔬者有黃瓜絲瓜苦瓜冬瓜倭瓜五種可食之時亦多在七月此人人習讀而不曾致疑者月令孟夏之月王瓜生乃今之赤苞入藥用非蔬類 \\n ○八月斷壺 \\n 毛傳云壺瓠也孔疏云以瓠與食瓜連文則是可食之物故知壺為瓠謂甘瓠可食就蔓斷取而食之夫古者瓠匏通稱八月瓠成質堅蓋斷之為器非食之 \\n ○九月叔苴 \\n 毛傳云苴麻子也孔疏云苴麻之有實者蓋麻分雌雄有子為雌麻名苴不結子者為雄麻名枲言苴是叔麻子也 \\n ○采荼薪樗 \\n 毛傳云樗惡木也陸疏云樗樹及皮皆似漆青色葉臭蓋荼為苦菜樗為臭椿荼非甘滑之蔬樗為不材之木故農夫於荼則采之於樗則薪之 \\n ○黍稷重穋禾麻菽麥 \\n 毛傳云後熟曰重先熟曰穋蓋禾之熟有早晚故先後之名分也黍稷菽麥皆穀名 \\n ○晝爾于茅 \\n 茅野草荻屬見野有死麕 \\n ○獻羔祭韭 \\n 說文云韭菜也一種而久生者也故謂之韭象形在一之上一地也夏小正云正月囿有見韭禮曲禮云韭曰豐本王制云庶人春薦韭內則云豚春用韭儀禮聘禮云韭葅是韭為祭祀之豆實又為日用之常蔬也埤雅云韭之美在黃今俗於冬月用草糞培韭根令深厚溫暖韭生黃芽貨以為珍俗名韭黃漢書龔遂傳遂治渤海勸民種一畦韭南史周彥倫傳文惠太子問彥倫曰菜食何味最勝對曰春初早韭秋末晚菘是嫩韭為嘉蔬老則辛葷不堪食也韭有園韭山韭之別園韭可種葉似薤而肥大高盈尺六月出莖開小白花尖瓣六出攢簇成叢結子色黑暗似葱子山韭莖葉與園韭略同花作淡紫色爾雅釋草言蒮山韭即此也羣芳譜又有水韭生水中五六月堪食不葷而脆關左未見此種也 \\n ○鴟鴞鴟鴞既取我子無毀我室 \\n 毛傳云鴟鴞鸋鴂也鄭箋云重言鴟鴞者將述其意之所欲言也爾雅釋鳥云鴟鴞鸋鴂郭注云鴟類言鴟類者以鴟鴞與怪鴟梟鴟皆有鴟名也鴟鴞又名茅鴟郭注爾雅云今鵵鴟也爾雅又有萑老鵵郭注云木兔也似鴟鵂而小兔頭有毛角夜飛好食雞說文云萑鴟屬從隹從艹有毛角所鳴其民有禍又云鴟鴞鸋鴂也段氏注云鴟鴞則為鸋鴂鴟舊則為舊留不得舉一鴟字謂為同物又不得因鴞與梟音相近謂為一物又不得因鴟鴞與鴟鵂音近謂為一物也鴟舊不可單言鴟鴟鴞不可單言鴞凡物以兩字為名者不可因一字與他物同謂為一物鴟鴞形似鷹鷂立高二尺餘羽黃蒼斑文頭如兔毛角雙峙圓目利爪晝伏夜出破他鳥巢食其子及卵或入村鄉攫雞貓食之其鳴如撮口相呼嗚嗚不歇又如人鼾睡聲關左俗名曰橫呼是言其多聲又名曰狠扈是言其性鷙夜集人家屋上鳴主凶喪說文謂所鳴主禍蓋以此也其或夜蹲山嶠長呼不息主天將雨亦有驗莊子秋水篇云鴟鵂夜撮蚤察毫末晝出而不見邱山陳蔵器本草云鴟鵂夜能入人家拾人手爪知人吉凶故除爪者埋之戶內恐為鴟鵂所得夫鴟鵂非鴟鴞鴟鵂爾雅名怪鴟又名鵋■〈其鳥〉郭云江東呼鵂鶹亦謂之鴝鵅其聲亦似休留字說文名鴟舊晝伏夜飛往來於深山密林未見其至村里也莊子言撮蚤為虼蚤小蟲亦非爪甲之爪也陸璣謂鴟鴞似黃雀而小其喙尖如錐取茅秀為巢以麻紩之如剌韤然懸於樹枝謂之韤雀或曰巧女此蓋以鷦鷯當鴟鴞也鷦鷯一名桃蟲乃鳥之極小者豈能毀他鳥之巢以取其子哉此由揚氏方言桃蟲與鴟鴞之別名雜亂同釋陸氏不察取之作注而與詩義乖舛不合陸農師嚴華谷非之宜矣邵晉涵爾雅正義云鴟鴞鸋鴂鳥名也鴟鴞之所以愛養其子者適所以病其子愛養其子者謂堅固其窩巢病之者不知託於大樹茂枝反敷之葦??周風至??周折巢覆有子則死有卵則破是其病也夫詩言取他鳥之子破他鳥之巢此則云自病其子自壞其巢調停陸說而並詩義亦失之未嘗目覩其物徒據舊文懸想猜測冀千慮之一得蹈此病者比比皆是也鴟鴞有鸋鴂名揚氏言鷦鷯一名鸋鴂因有以鴟鴞為桃蟲者鴟鴞字與鵂鶹為轉音說文言其禍民物近於怪因有一鴟鴞為怪鴟者土梟名訓狐名鵩鴟鴞名橫呼與狐鵩音似因有以鴟鴞為梟鳥者凡鳥夜多目矇鴟鴞之目夜察秋毫故能破他鳥之巢以取其子鴟鴞入村夜攫貓雞蓋常見之 \\n ○徹彼桑土 \\n 毛傳云桑土桑根也此為桑根之皮也桑根在土中其皮外黃內白剝而取之柔軟堅韌可代麻蒯 \\n ○予所捋荼 \\n 毛傳云荼萑苕夫苕亦作芀爾雅釋草云葦醜芀是芀為葦之華荼乃萑之華也孔疏云荼薍之秀穗也顏師古漢書注名蒹錐蓋蒹薍皆萑之別名萑初萌芽似錐萑秀成穗為荼捋萑穗以藉巢亦鳥之所恆有者 \\n ○蜎蜎者蠋烝在桑野 \\n 毛傳云蜎蜎蠋貌蠋桑蟲也鄭箋云蠋蜎蜎然特行久處桑野有似勞苦者夫食葉之蟲凡樹皆有樹葉面滑而背澀食葉之蟲常居葉下詩殆以蠋居葉下興人在車下也勞苦似非詩義也說文蠋作蜀釋之云葵中蠶毛傳解蠋為蟲許氏解為蠶蓋以蠋形似蠶曰葵中者言蜀葵中亦有不獨桑間始有蠋也爾雅釋蟲云蚅烏蠋郭注云大蟲如指似蠶韓子云蟺似蛇蠶似蠋人見蛇則驚駭見蠋則毛起然而婦人拾蠶漁者握蟺利之所在則忘其所惡皆為孟賁淮南子亦云鱓之與蛇蠶之與蠋狀相類而愛憎異參考諸說是蠋為似蠶之蟲見蠶即可以識蠋也今關之左俗尚植桑而食桑葉之蟲較少其有一種青蟲似蠶而細小者即小宛所謂螟蛉也又一種青黃灰色似蠶之蟲足生兩端行則一屈一伸此易傳所謂尺蠖也間有毛蛓形不似蠶又有一種比蠶差小蒼灰色吐絲成繭此即野蠶惟食桑葉不食葵藿亦非蠋也莊子庚桑楚云奔蜂不能化藿蠋藿蠋即豆上青蟲大如拇指與蠶酷似俗呼曰豆蟲彼葡萄蘹香鳳仙芝麻黃蘗棠梨葉間皆有似蠶之蟲青黃色有花文或黑黃色前後共十六足牢據莖葉上風搖不隕亦有色黑者此爾雅所謂烏蠋也山左人呼曰脹牛蟲此詩言在桑野乃是食桑葉者豈西陲有食桑之蠋東方桑樹獨無此蟲乎 \\n ○果臝之實亦施于宇 \\n 毛傳云果臝栝樓也爾雅釋草云果臝之實栝樓郭注云今齊人呼之為天瓜李氏本草云果臝臝與蓏同許慎云木上曰果地下曰蓏此物蔓生附木故得兼名夫栝樓即果臝二字轉音亦作??舌瓜???婁瓜?又作??舌蔞又作瓜婁瓜音與姑相近故又有澤姑之名古字頗少古人名物往往借用借果臝為瓜婁與八月斷壺言采其蝱借壺為瓠借蝱為??冏相似如曰蔓生附木此詩曰施宇又當如何作解考察名物不能於物之形象性情作解而惟於字義中求之大半穿鑿附會不足信也羣芳譜云栝樓三月生苗引蔓葉如甜瓜而狹作义有細毛七月開花似瓠■〈盧瓜〉花淺黃色結實花下如拳生青九月熟黃赤色有圓者有銳而長者內有扁子大如絲瓜子殼色褐子色綠根一名白藥直下生年久者長數尺秋後掘者有粉夏月掘者有筋無粉果與根皆入藥材此草關左恆有種之以為藩籬作點綴者蔓細而長葉如苦瓜而厚花似王瓜而大果如甜瓜而小生色青綠八月熟深黃色取根擣之淘洗出粉名瓜婁粉取子剖瓤名瓜婁仁 \\n ○伊威在室 \\n 毛傳云伊威委黍也此蟲處處皆有古名委黍一名鼠負一名鼠姑伊一作蛜負一作婦爾雅釋蟲云蛜威委黍又云蟠鼠負郭注云瓮器底蟲陸疏云伊威一名委黍一名鼠婦在壁根下罋底土中似白魚者是也夫此蟲名鼠負韓氏本草言其生土坎中常惹著鼠背猶枲耳名羊負來也又名鼠婦陸氏埤雅言食此蟲令人善淫又名鼠姑婦同類也夫古人因物命名在當時未必無意然五方之語音不同則物名遂遷轉而漸失如燕鵲以形名鵝鴨以聲名鸝??鳥以色名至今猶可會意得之若伊威委黍鼠負婦姑以古音讀之音皆相似姑婦似黍鼠音伊威似鼠黍轉音焉必其為蟲著鼠背食之善淫邪果爾此蟲有何威其形又不似黍也伊威由溼氣所生故俗名溼生蟲遼陽北呼曰潮蟲猶是溼生之意故鄭箋云家無人居則生也關左又呼曰秔米蟲此蟲形扁而勻長灰白色背有橫文黑目雙鬚十四足小者與稻粒酷似凡屋壁溼處恆有之陸氏謂伊威似白魚此為食字之蟫生故紙堆中及書卷內形似小魚故名白魚又名蠹魚又名脉望漢以前無紙白魚何自生也 \\n ○蠨蛸在戶 \\n 毛傳云蠨蛸長踦也爾雅釋蟲文同郭注云小□鼄長腳者俗呼為喜子陸疏云蠨蛸長踦荊州河內人謂之喜母此來著人衣當有親客至有喜也說文云蠨蛸長股者或曰長踦或曰長腳或曰長股諸家說雖小異而大意略同蓋蠨蛸為蜘蛛之別種爾雅所載次□□鼄□鼄宋?黽蝥土□鼄草□鼄方言云□鼄宋?黽蝥也自關而西秦晉之間謂之鼄蝥自關而東趙魏之郊謂之□□或謂之蠾蝓北燕朝鮮冽水之間謂之蝳蝓是皆在野之蜘蛛而非蠨蛸也蠨蛸亦名蜘蛛而獨在室在室之蜘蛛亦非一類此為長足頭腹俱小足有六細如綫而長數倍於身室有人居則蠨蛸多網壁角室無人居則蠨蛸常網戶櫺但其網絲縷雜亂不及檐外蜘蛛結撰工巧也唐人玉臺體詩言蟢子之飛為藁砧歸家之占此即喜母著衣有親客至之意劉勰新論亦言野人晝見蟢子為喜樂之瑞故俗呼蠨蛸曰喜蛛 \\n ○町疃鹿場 \\n 鹿山獸名見野有死麕 \\n ○熠燿宵行 \\n 毛傳云熠燿燐也燐螢火也孔疏云燐鬼火之名以螢火為燐非也陸氏埤雅崔氏古今注皆云熠燿螢爾雅釋蟲云螢火即炤郭注云夜飛腹下有火禮月令季夏之月腐草為螢夏小正云八月丹鳥羞白鳥丹鳥螢白鳥蚊蚋也本草所載螢類有三其有翼能飛者乃茅根所化月令言腐草所為者也其居傍水際者名水螢唐李卿水螢賦所謂彼何謂而化草此何謂而居泉是也其形似蛆蟲長尾有光無翼不能飛一名蠲竹根所化集傳謂宵行如蠶者指此關左多草少竹多山少澤故惟有飛螢形如叩頭蟲大亦如之黃白色雙翼長與身等腹近尾下有光飛如星流有人兩手拍擊作聲便止於地向居北燕夏月常見飛螢而大僅如蠅多生牆陰階下城內人家屋宇密比豈有腐茅因思螢為溼氣所化未必盡屬於草也晉書車允傳云允家貧不常得油夏日則練囊盛數十螢火以照書夫螢火之光本自無多有人捉取其光自閉照字讀書似不足信古今注云一名耀夜一名景天一名熠燿一名丹良一名丹鳥一名宵燭一名燐是螢有燐名傳以熠燿為燐本自非誤孔疏不必駁也 \\n ○鸛鳴于垤 \\n 毛傳云垤螘冡也將陰雨則穴處先知之矣鸛好水長鳴而喜也鄭箋云鸛水鳥也將陰雨則鳴說文云雚雀也詩曰雚鳴于垤禽經云鸛仰鳴則晴俯鳴則陰鸛生三子一為鶴巽極成震陰變為陽震為鶴巽為鸛陸疏云鸛鶴雀也似鴻而大長頸赤喙白身黑尾翅樹上作巢大如車輪卵如三升杯望見人按其子令伏徑舍去一名負釜一名黑尻一名背竈一名皂裙又泥其巢一傍為池含水滿之取魚置池稍稍以食其雛若殺其雛則一村致旱災也陶氏本草注云鸛有二種似鵠而巢樹者為白鸛黑色曲頸者為烏鸛漢書楊震傳云有冠雀銜三鱣飛集講堂前注云冠雀即鸛是鸛為食魚之水鳥也寇宗奭云鸛似鶴而頂不丹項無烏帶兼不善唳止以喙相擊而鳴李氏本草云鸛色灰白翅尾俱黑多巢於高木其飛也奮於層霄旋繞如陣仰天號鳴必主有雨或謂能致旱災此不經之說至謂泥池養魚有人升木驗其巢蓋不然此鳥關左亦嘗見之當春日和煦之候有大鳥翔於雲端其大如鶴人指為鸛背尾色黑故有負釜皂裙諸名但祇往來飛鳴而無作巢久居者若空中泥池風高土燥焉能貯水養魚以意揆之其誣可知說文云垤螘封也韓氏云巢居知風穴居知雨天將雨蟻出壅土鸛見之長鳴夫蟻為小蟲處處有之蟻又作螘爾雅釋蟲云蚍蜉大螘小者螘蠪朾螘尉??飛螘方言云蚍蜉齊魯之間謂之蚼蟓西南梁益之間謂之元蚼燕謂之蛾蛘其場謂之坻或謂之垤其大而赤色斑駁者名蠪有翅而飛名尉??今俗則總呼曰馬蟻天晴則啟穴以便出入天將雨則銜土封穴高寸餘如小塚然故名蟻塚又名蟻塿言垤形如塿也孔疏謂將欲陰雨水泉將潤故蟻避溼而上塚嘗見蟻穴多近高地將雨之候蟻又高遷千百成羣往來如織俗名曰蟻行香不盡上塚避水也或誤會毛傳蟻塚之說也天晴蟻或伏穴不出陰則蟻羣出銜土寒穴鸛食蟻見蟻出而長鳴是雨徵也此詩以鸛鳴興下婦歎以于垤興下于室與下章倉庚于飛興下之子于歸以熠燿其羽興下皇駁其馬同例非賦體也 \\n ○有敦瓜苦烝在栗薪 \\n 毛傳云敦猶專專也烝眾也言我心苦事又苦也鄭箋云此又言婦人思其君子之居處專專如瓜之繫綴也瓜之瓣有苦者以喻其心苦也栗析也言君子又久見使析薪於事尤苦也此皆言舉瓜之苦者以喻人之苦古無他瓜詩中言瓜則為甜瓜甜瓜生則味苦熟則香甘試以全詩衡之桑有蠋臝有實周公東歸正在夏月瓜未盡熟自是目前景物而首章言始歸在路二章言在路思及家室之荒涼三章言我征聿至是此時之歸士已至家矣不宜失序又言析薪之苦也蓋從軍三年忽歸故鄉瓜延栗薪猶足動懷則是舉小見大舉輕見重之筆未必中有喻意鄭氏訓烝為久訓栗為析愈迂曲而失之愈遠也 \\n ○倉庚于飛熠燿其羽 \\n 鄭箋云倉庚仲春而鳴嫁取之候也熠燿其羽羽鮮明也蓋倉庚即黃鸝熠燿其羽者言其羽鮮明如螢火之光嘗於雨後偶見流鶯映日低飛金黃羽毛其光射目誠有似乎螢火也者小雅言交交桑扈有鶯其羽以鶯比桑扈之文與以螢比倉庚之羽正同夫軍士之歸計在夏月而從征年久婚已愆期備禮即行不拘霜降冰泮亦情之所宜有者倉庚出以二月蟄於九月羽飛熠燿豈定仲春螢火行宵瓜實施宇迥非春日景物可知古人讀書不必心細也 \\n ○之子于歸皇駁其馬 \\n 毛傳云黃白曰皇馬??白曰駁爾雅釋畜文同 \\n ○九罭之魚鱒魴 \\n 毛傳云鱒魴大魚也爾雅釋魚云鮅鱒郭注云似鯶子赤眼說文云鱒赤目魚陸疏云鱒似鯤魚而鱗細於鯤赤眼多細文此魚關左俗呼曰赤眼魚或呼曰鱒子魚圓身細鱗色白而微蒼眼中血絲橫貫注家以為赤眼誠然也大者長二三尺餘松花諸江皆有之漁人言此魚善於遯網頗不易取羅順云鱒魚目中赤色一道貫瞳魚之美者今俗謂之赤眼鱒食螺蚌 \\n ○鴻飛遵渚 \\n 毛傳云鴻不宜循渚也鄭箋云鴻大鳥也不宜與鳬鷖之屬飛而循渚陸疏云鴻羽毛光澤純白似鶴而大長頸肉美如雁又有小鴻如鳬色白今人直謂之鴻蓋鴻為鵠鶴類名黃鵠亦名黃鶴 \\n ○狼跋其胡載疐其尾 \\n 毛傳云跋躐疐跲也老狼有胡進則躐其胡退則跲其尾孔疏云狼之老者頷下垂胡蓋狼為山獸項下懸皮為胡胡垂如袋狼老則有之前行跋胡後退疐尾是進退俱難也 \\n 毛詩多識卷七終 \\n  \\n 　"}
{"章节": "●毛詩多識卷八", "正文": "　 \\n ●毛詩多識卷八 \\n 　 \\n  \\n 長白多隆阿著 \\n 小雅上 \\n ◆小雅上◆ \\n 呦呦鹿鳴食野之苹 \\n 呦呦鹿鳴食野之蒿 \\n 呦呦鹿鳴食野之芩 \\n 翩翩者鵻載飛載下集于苞栩 \\n 翩翩者鵻載飛載止集于苞杞 \\n 我馬維駒 \\n 我馬維騏 \\n 我馬維駱 \\n 我馬維■〈馬田〉 \\n 常棣之華鄂不韡韡 \\n 脊令在原 \\n 采薇采薇 \\n 彼爾維何維常之華 \\n 象弭魚服 \\n 昔我往矣楊柳依依 \\n 黍稷方華 \\n 喓喓草蟲趯趯阜螽 \\n 倉庚喈喈采蘩祁祁 \\n 有杕之杜有晥其實 \\n 陟彼北山言采其杞 \\n 鱨鯊 \\n 魴鱧 \\n 鰋鯉 \\n 南有嘉魚 \\n 南有樛木甘瓠纍之 \\n 翩翩者鵻烝然來思 \\n 南山有臺北山有萊 \\n 南山有桑北山有楊 \\n 南山有杞北山有李 \\n 南山有栲北山有杻 \\n 南山有枸北山有楰 \\n 蓼彼蕭斯 \\n 在彼杞棘 \\n 其桐其椅其實離離 \\n 菁菁者莪在彼中阿 \\n 炰鼈膾鯉 \\n 薄言采芑 \\n 鴥彼飛隼其飛戾天 \\n 獸之所同麀鹿麌麌 \\n 發彼小豝殪此大兕 \\n 鴻雁于飛肅肅其羽 \\n 鴥彼飛隼載飛載止 \\n ○呦呦鹿鳴食野之苹 \\n 毛傳云苹蓱也是蓋以苹為水萍鄭箋云苹藾蕭也是蓋以苹為原草爾雅釋草云苹蓱又云苹藾蕭郭注云蓱水中浮萍藾蕭今之藾蒿傳箋釋苹皆本爾雅箋又改傳作詁者以萍為水草非鹿所食故也陸疏云苹葉青白色莖似蓍而輕脆始生香可生食凡蒿之屬其臭多香而有清濁之別其香之近清者嫩皆可食鹿則不拘香之清濁皆食之王氏羣芳譜言一名薸一名水花引此詩句為證而此詩明言在野不言在水萍之為草浮於水面纖微細弱寥寥無幾鹿為山中大獸萍有多少足供其食關左多鹿人家畜之亦從未見其食萍則苹為蒿屬不為水草無疑也蕭為香蒿古人采之以供祭祀之用苹之莖葉與蕭近似故有蕭名又以與蕭非一草故又別其名曰藾本草言鹿食九草其中有白蒿齊頭蒿二種則苹蓋齊頭蒿耳 \\n ○呦呦鹿鳴食野之蒿 \\n 毛傳云蒿菣也爾雅釋草云蘩之醜秋為蒿郭注云醜類也春時各有種名至秋老成皆通呼為蒿邢疏云此言蘩蕭之類春始生氣味既異故其名不同至秋老成則皆蒿也蓋蒿之種類最繁總名為蒿爾雅所載曰皤蒿即白蒿曰蒿菣即青蒿香可食曰蔚牡菣即青蒿之不結子者曰艾冰臺即艾蒿曰莪蘿即莪蒿亦曰■〈艹廩〉蒿曰藾蕭名藾蒿即首章之苹曰購蔏蔞即蔞蒿亦名流蒿曰蕭萩即香蒿可供祭祀用者凡八種說文所載曰??囟比?蒿曰蓍蒿曰蔚香蒿曰莪蘿曰菻蒿曰蔚牡蒿曰蕭艾蒿曰蘩白蒿曰蓬蒿曰艾仌臺此不言蒿以艾之為蒿人所習知也凡十種其曰菣曰莪曰蔚曰蕭曰蘩曰艾者與爾雅同而以蕭為艾又曰艾冰臺則犯複蕭為香草葉似藁本艾為灸草葉似菊花二草之性不同二草之形亦異也本草所載之蒿亦有數種與爾雅說文大概相同關左所有之蒿白蒿青蒿艾蒿香蒿之外其餘大半無名即有俗名亦不雅馴要之凡蒿屬則鹿皆食之不必惟食菣也傳蓋舉其一以為注耳 \\n ○呦呦鹿鳴食野之芩 \\n 毛傳云芩草也而未釋芩為何草本草謂鹿食九草餘則不食九草者葛葉鹿葱鹿藥白蒿水芹甘草齊頭蒿山耳薺苨也陸疏云芩草莖如釵股葉如竹蔓生澤中下地鹹處則是芩為近水之草或云即水芹水芹生澤畔葉似藁本而微整三月初萌布地生五月中抽莖枝岐出開細白碎花結子細如沙香而微辛春嫩莖葉采瀹可食美勝他蔬夫鹿雖野獸取麛畜之則亦易馴居近東邊往往多用木檻為圈養育以供玩賞者豆藿木葉無所不食皆在九草之外本草之說不足據也 \\n ○翩翩者鵻載飛載下集于苞栩 \\n 毛傳云鵻夫不也鄭箋云夫不鳥之謹愨者夫不一作鳺鴀爾雅釋鳥云隹其鳺鴀郭注云今■〈孚鳥〉鳩此鳥又名鵓鳩鵓為■〈孚鳥〉音之轉又名錦鳩又名斑鳩蓋其形似鵓鴿大亦如之羽藍灰色亦有青白斑點者此以羽色命名也嚴氏詩緝云鵻一鳥而十四名鵻隹其鵓鳩祝鳩鳺鴀■〈孚鳥〉鳩鵾鳩楚鳩鳻鳩荊鳩乳鳩鵴鳩役?鳥鳩癸?鳥鳩也其名雖多而今惟呼曰斑鳩斑鳩在關左四時皆見春夏多聲似咕咕格格四字拙於為巢不能縝密惟取數十枝架於樹椏之間疏不蔽體人在樹下可仰見其卵力搖此樹卵或隕墜俗云天將雨鳩即逐其雌晴則呼而返之又名搬鳩言能搬移其卵雛今有小兒升樹取之以俟其搬則竟不能此說殆不可信或名曰鳩婦則以雨逐之晴歸之也夫鵻巢本不密豈能蔽雨鵻在平日宿惟棲樹至於伏卵始草草為窠是累窠者為雌鳩非雄鳩也逐雌之說亦未必然或名曰拙鳩此鳩不善營巢則成拙矣方言以■〈孚鳥〉鳩為鶻鳩廣雅以鳺鴀為戴勝鶻鳩為鳴鳩戴勝為鳲鳩皆誤春秋昭公十七年傳云祝鳩氏司徒也蓋以祝鳩性孝故以為五鳩之首杜預注云祝鳩鷦鳩也鷦鳩孝故為司徒主教民也是鵻為孝鳥此詩取之以興將父言鵻集栩得所安止已勤王事不遑養親栩櫟也俗名尖柞見鴇羽 \\n ○翩翩者鵻載飛載止集于苞杞 \\n 毛傳云杞栒檵也爾雅釋木云杞枸檵郭注云今枸杞也陸疏云枸檵一名苦杞一名地骨春生作羹茹微苦其莖似莓子秋熟正赤莖葉及子服之輕身益氣夫枸杞為小木多叢生故曰苞一名枸棘為其枝有剌如棘又名天精又名地骨為其入藥可以補精血壯筋骨也本草言春采葉名天精夏采花名長生草秋采子名枸杞子冬采根名地骨皮又名羊乳言枸杞之子甘如乳也枸杞一作苟杞一作句杞一作句已字畫小異耳詩緝云本草有枸杞名仙人杖一名西王母杖羣芳譜云枸杞二木名此物棘如枸之剌莖如杞之條故兼二名此木關左山中多有之春生葉如石榴而狹小幹高數尺枝弱似蔓六七月開小紅紫花結實如棗核蒂長三四分餘纍纍盈枝熟紅鮮潤光如珊瑚但味酸而苦不堪入藥李氏本草言陝之蘭州靈州以西枸杞皆作大樹子圓如櫻桃紅潤甘美可作果食此為枸杞之別種陝西甘州枸杞子味甘不酢入藥為上品陸氏又言杞為柳屬柳為喬木樹非叢生豈得言苞此與將仲子無折於里牆者原非一類易姤卦九五云以杞包瓜釋文以為苟杞左氏昭公十二年傳云我有圃生之杞杜注杞枸杞易姤卦上乾下巽為陰息陽消之卦杞為巽象巽為木為高巽木屬陰為杞柳非枸杞左傳之杞言生於圃枸杞生於野杜注亦不確也 \\n ○我馬維駒 \\n 說文云馬二歲曰駒 \\n ○我馬維騏 \\n 秦風小戎傳云騏綦文也蓋馬之青黑成文者 \\n ○我馬維駱 \\n 爾雅釋畜云白馬黑鬣駱禮月令云駕白駱是駱為馬之白色者明堂位云夏后氏駱馬黑鬣是馬身色白而鬣黑色曰駱也 \\n ○我馬維■〈馬田〉 \\n 毛傳云陰白雜毛■〈馬田〉此本爾雅釋畜文 \\n ○常棣之華鄂不韡韡 \\n 毛傳云常棣棣也鄂猶鄂鄂然言外發也韡韡光明也鄭箋云承華者曰鄂不當作柎鄂足也鄂足得華之光明則韡韡然盛爾雅釋木云常棣棣郭注云今關西有棣樹子如櫻桃可食或名棠棣蓋棠常同音常棣花葉亦似棠而小故有棠名本草名郁李言馥郁也花實俱有香氣故曰郁又作鬱六月食鬱豳詩所言者即此也又名雀李又名雀梅李梅皆象其實曰雀者小也言其實比梅李俱小其子入藥曰郁李仁此木關左最多高者不過三四尺抽條叢生無大樹夏初花葉齊放色白五出繁縟濃密結實肖李生青熟赤紫可采食酸而微澀不如園李甘美俗呼曰漚李漚為郁鬱音聲之轉陸疏謂唐棣為薁李一名雀梅一名車下李其花或紅或白六月中成實大如李子可食又謂常棣白棣樹也如李而小如櫻桃又有赤棣亦如白棣葉如刺榆而微圓子正赤如郁李而小五月始熟自關西天水隴西多有之詳繹陸氏說唐棣之形正是常棣蓋誤以常棣當唐棣也其言白棣實似櫻桃者與郭注略同郭言出於關西此亦言出於關西天水隴西關左關右土產多似今有呼漚李曰山櫻桃者山櫻桃酸而不澀形亦與櫻桃酷似此為常棣之別種似一而實二也詩緝以常棣為玉李未知其指而與唐棣並載嚴氏蓋無確見唐棣名栘葉大如楊與常棣迥異詩中木屬字義相似者如唐棣之與常棣杏梅之與枏梅枸杞之與梓杞未見其物徒據舊說往往牽混於以知考察物類多聞不如多見矣 \\n ○脊令在原 \\n 毛傳云脊令雝渠也飛則鳴行則搖不能自舍耳爾雅釋鳥云■〈即鳥〉鴒雝■〈渠鳥〉是脊令又作■〈即鳥〉鴒一作鶺鴒別名雝渠又作雝■〈渠鳥〉又作■〈雍鳥〉渠鄭箋云雝渠水鳥而今在原失其常處則飛則鳴求其類天性也夫則飛則鳴猶小宛所謂載飛載鳴飛不已鳴亦不已故郭注爾雅謂其飛則鳴行則搖也漢書東方朔傳云若■〈即鳥〉鴒飛且鳴矣顏師古注云■〈即鳥〉鴒雍渠小青雀也飛則鳴行則搖言其勤苦也禽經言脊令友悌凡共母者飛鳴不相離詩中兩言脊令皆喻兄弟故箋謂求其類因此見詩人詠物各有深意以脊令言兄弟與翩鵻興將父將母之義正同是知不識物性不可以說詩也陸疏云脊令大如鷃雀長腳長尾尖喙背上青灰色腹下白頸下黑如連錢故杜陽人謂之連錢說文云雅石鳥一名雝■〈渠鳥〉一曰精列是雃石鳥精列又為脊令別名段氏注云精列脊令字音之轉詩緝云脊令雪姑也山陰陸氏云■〈即鳥〉鴒錢母物類相感志云俗呼雪姑其色蒼白鳴則天將大雪極驗是雪姑錢母亦為脊令別名雝渠也連錢也石鳥也精列也錢母也雅也脊令之別名有六也關左每於河溪之側見有小鳥大如雀灰白色嗉下有黑圓文腳尾微長飛則唧留作聲似脊令兩字之音止於地則尾急搖俗呼曰顛尾雀即此鳥也但於春夏水暖時則有之冬寒則不見其名雪姑鳴應降雪在北地殊不然此詩不言其飛言其在原是取行則搖有不安之意以興下兄弟急難焉 \\n ○采薇采薇 \\n 毛傳云薇菜也即野豌豆見草蟲 \\n ○彼爾維何維常之華 \\n 毛傳云爾華盛貌常常棣也說文引此詩爾作薾亦訓華之盛常即郁李見常棣 \\n ○象弭魚服 \\n 毛傳云魚服者魚皮也孔疏云魚服言以皮為矢之服今俗所用之箭袋陸疏云魚獸之皮魚獸似猪東海有之一名魚貍其背上斑文腹下純青以為矢服雖已乾燥而海水將潮及天將雨其毛皆起潮回天晴其毛復如故雖在數千里之外可以知海水之潮其氣自相感也郭景純江賦云魚則江豚海豨注引南越志云江豚似猪海豨豕頭身長九尺關左東南臨海魚皮之可為器者沙魚最貴次則為海狗海豚陸言魚獸似豬似指海豚又名魚貍似指海狗海狗大者數十斤脂油可燃燈皮可製器狗頭魚尾前有二足毛細色黃水陸皆居本草名曰膃肭沙魚海豚皆無毛有毛之魚皮似指海狗也 \\n ○昔我往矣楊柳依依 \\n 毛傳云楊柳蒲柳也見車鄰 \\n ○黍稷方華 \\n 黍稷穀名見黍離 \\n ○喓喓草蟲趯趯阜螽 \\n 草蟲阜螽皆蟲名見草蟲 \\n ○倉庚喈喈采蘩祁祁 \\n 倉庚黃鳥蘩白蒿倉庚見葛覃蘩見采蘩 \\n ○有杕之杜有晥其實 \\n 杜赤棠山梨之赤者見甘棠 \\n ○陟彼北山言采其杞 \\n 鄭箋云杞非常菜也而升山采之託有事以望君子此杞為枸杞非杞柳杞柳無實枸杞有實有實始可言采故此杞宜為枸杞也箋以杞為菜孔疏亦以為杞木之菜蓋枸杞之嫩葉可茹古以為蔬 \\n ○鱨鯊 \\n 毛傳云鱨揚也鯊鮀也是言鱨又名揚鯊又名鮀古今稱名各異鱨揚鯊鮀又皆以本韻字為訓陸疏云鱨一名揚今黃頰魚本草云黃顙一名■〈魚央〉魚??無鱗埤雅云■〈魚央〉魚??魚其膽春夏近上秋冬近下正字通云魚??身尾似鮎腹黃背青腮下二橫骨兩鬚羣游作聲軋軋然一名黃顙一名黃鱨蓋此魚名揚名■〈魚央〉皆鱨之同音字黃頰黃顙是言此魚之色其頰顙異於他魚故以頰顙名之黃魚??者言此魚頰骨之聲軋軋也鱨為處處恆有之魚無鱗黏滑手不可捉身色黃背鬐色青腮骨橫亙作聲禮月令獺祭魚取用為祝者即鱨也陸佃謂鱨為黃鱗魚性浮而善飛躍故曰揚陸璣亦曰鱨身形厚而長骨正黃魚之大而有力解飛是皆以揚為飛因鱨名揚泥執字義附會言之不知鱨非罕見之物其大者長三四尺本不能躍又焉能飛其皮色黃而黃不在骨本無鱗非其鱗之黃關左俗呼曰黃昂昂與揚義相近鱨行水中頰邊兩刺緊貼其腹一入網罟則兩刺昂然橫亙遯網而回俗又呼昂剌又呼曰回網魚俗名既象其形又得其性網不能取惟罶可獲之又有大而色青者俗名牛尾昂味鮮肥肉極細膾亦貴重可珍如以鱨為大魚又能飛揚焉有許大之罶而鱨麗之哉鯊一名鮀見爾雅郭注云今吹沙小魚孔疏引陸疏云魚狹而長常張口吹沙故曰吹沙夫陸疏原有鯊似鯽魚一語而孔疏削去之孔氏蓋識此魚形色不類鯽也通雅云鯊吹沙小魚黃皮黑斑正月先至身前半闊而扁後方而狹陸氏以為狹小非也夫鯊多出於山溪頭尾俱圓未見前扁後方者此注不的也嚴氏詩緝引字指云鰡鯊屬異物曰吹沙長三寸許背上有刺螫人蓋鯊為魚之小者長半尺餘頭至尾粗細略同兩目外凸厚肉細鱗黃白色有黑點文尾不岐冬蟄於沙立夏後始出求食沙河中皆有背有刺不螫人並非異物其說皆誤羅願又以鯊為重脣魚脣厚如鼃黽夫重脣為大魚大者至十餘斤身長白鱗肉中有剌味亞於鯉脣似雙層與鼃黽迥異與鯊尤不類也鯊非上品魚俗呼曰沙箍輪魚 \\n ○魴鱧 \\n 毛傳云鱧鮦也鱧非上品魚處處皆有魴為鯿花見汝墳鱧之別名亦不一鱧字亦各異爾雅釋魚云鰹大鮦小者鮵邢疏云此即鱧也其大者名鰹小者名鮵說文鱧作■〈魚蠡〉亦注曰鮦廣雅鱧作鱺本草作蠡注曰鮦魚郭注爾雅亦曰鱧鮦也是鱧別名鮦諸家注釋皆同圖經又名黑鱧埤雅又名元鱧則以此魚色黑故名黑名元元亦黑色也陶氏本草注言鱧為公蠣蛇所化性至難死猶有蛇性然此魚多居深澤大者二三十斤形長體圓黑色大鱗花文似蟒有鬐鬣尾頭上有七小孔如北斗星象亦有子生小魚不必盡屬蛇化也俗云鱧魚有毒然人亦常食之不甚甘鮮呼曰黑魚此魚陶云蛇化其頭似蛇鱗花亦近似力最大長至三四尺者一人不能捉取俗呼曰黑魚棒言其能跳以尾擊人也詩緝謂鱧即今之黑鯉魚蓋以名鱧又名■〈魚蠡〉鱺皆鯉之同音字故誤合為一此詩下章有鯉不應犯複又不宜鱧鯉異字也 \\n ○鰋鯉 \\n 毛傳云鰋鮎也爾雅釋魚云鰋郭注云今額白魚此魚形窄腹扁鱗細白而有光如銀煥色頭尾向上長二三尺餘頗似東海之鰳南江之鰣味極鮮美食品所珍關左東北諸大江皆有之史記周本紀武王渡孟津白魚入舟即鰋也爾雅鰋鮎連文本屬兩魚傳誤合之謂鰋即是鮎郭氏謂鮎名鯷江東呼之為鮧與鰋為非一物說文亦以鰋為鮎承訛久矣山陰陸氏云鱨魚黃魴魚青鱧魚黑鰋魚白鯉魚赤鱨鯊小魚魴鱧中魚鰋鯉大魚鱨鯊長魚魴鱧則一方一圓鰋鯉則一俯一仰鱨鯊魴其性浮鱧鰋鯉其性沈詩緝云此意謂五色之備而大小長短浮沈之不同也然詩人言鱨鯊魴鱧鰋鯉不過如潛頌有鱣有鮪鰷鱨鰋鯉多著魚名以見魚之多非謂止有此六魚也此六魚一一為說則潛六魚又皆有說乎鱨鯊大小猶有未定不必泥可也夫嚴氏僅駁陸氏配合六魚似失而不知其說亦多有難通者其言六魚之色何以遺鯊而魴魚色白亦不青也鱨有大至十餘斤者本非小魚鱧之大者長四五尺不得言中鰋之大不及鱨鱧遠甚何以言大鯊性極沈鯉或浮水而行好作異說不求義理之安未見此六物者幾何不入於十里霧中邪是自誤兼誤人矣 \\n ○南有嘉魚 \\n 毛傳云江漢之間魚所產也鄭箋云南方水中有善魚此皆言魚之嘉而未言嘉魚為何魚蓋嘉魚一名鮇魚一名拙魚一名丙穴魚李氏本草云嘉美也杜甫詩魚知丙穴由來美是矣河陽呼為鮇魚言味之美也蜀人呼為拙魚言其性鈍也夫丙穴有二文選注云丙穴在漢中沔縣北丙地名也水經注云丙水出丙穴穴口向內故名魚常以三月出穴十月入穴任豫益州記云嘉魚蜀郡處處有之狀似鯉而鱗細如鱒肉肥而美夔州志云嘉魚春社前出秋社後歸首有黑點長身細鱗肉白如玉味頗鹹食鹽泉故也范成大虞衡志云嘉魚狀如鰣而多脂味極美劉恂嶺表錄云蒼梧戎縣江水日出嘉魚似鱒而肥眾魚莫及王士正池北偶談云嘉魚出丙穴在漢中府桃花時則從穴出亦名鮇魚或名■〈魚廷〉爾雅曰鯦當魱郭注云海魚似鯿而大鱗肥美多鯁今江東呼最大長三尺者曰當互此魚或言出於蜀或言出於楚或言出於秦或言出於江海則是所出之地不一或言似鯉或言似鱒或言似鰣則是所言之形狀不一惟王氏言其似鯿即爾雅之鯦當魱大鱗多鯁與海鰳相似海鰳今俗名火鰳魚又呼曰科鰳魚味甘而美可敵南江之鰣脂肥而鮮足埒北江之鰋稱之曰嘉不虛也其名曰鮇曰■〈魚廷〉曰當魱則是實有此魚非言南有美魚泛泛無所指也 \\n ○南有樛木甘瓠纍之 \\n 詩緝云瓠有甘有苦甘瓠則可食者也夫瓠為蓏屬古今皆以為蔬漢書食貨志云菜茹有畦瓜瓠果蓏正字通云瓠瓜類分甘苦二種甘者大苦者小陶氏云瓠或有苦者味如胆不可食非別生一種也埤雅云長而瘦上曰瓠短項大腹曰匏瓠性甘匏性苦蓋匏老則皮堅可以為器而瓠雖至老其皮不堅此匏瓠二物之別匏形不一或圓或扁或長項大腹或首末俱大而腰轉細瓠之形或長或短圓長似方而無稜角如枕形三月間蔓長葉大五六月開白花實在花下結實肥大嫩可烹食味甘而淡俗名瓠子凡瓜蓏之屬蔓依於地則結實少蔓附於空則結實多瓠纍樛木亦取實多之意古之瓜蓏寄於樹今則豎木為架尤工於古瓠味不苦如遇天旱瓜之類或有苦者此氣候所致非別有此一種也 \\n ○翩翩者鵻烝然來思 \\n 毛傳云鵻壹宿之鳥鄭箋云壹宿者壹於所宿之木也蓋鵻為五鳩之一古帝以鳥紀官鵻為祝鳩氏也他鳩來去無定惟祝鳩四時常有不移其處故曰壹宿傳箋四牡之詩詁鵻性孝以興將父將母此詁鵻壹宿以興下文又燕嘉賓也 \\n ○南山有臺北山有萊 \\n 毛傳云臺夫須也萊草也爾雅釋草云臺夫須又曰薃侯莎其實媞釐蔓華又曰拜蔏藋郭注云臺可以為禦雨笠薃也者莎??隋媞者其實蔓華一名蒙華蔏藋亦似藜蓋臺即莎草薃侯莎是言薃又名莎媞為莎草實廣雅云地毛莎??隋也文選注云一名戾莎說文云薃侯也一名侯莎爾雅翼云莎莖葉似三稜根周匝多毛謂之香附子莎葉如韭而長光澤有劍脊稜五六月間葉中抽莖高二三尺餘莖端小葉叢聚開青花結細子莖三稜俗呼為三稜草根入藥有香名而香味極微無芬芳氣也嚴氏詩緝云以莎草為衣則謂之簑莎為草名簑為衣名莎草又可為笠此草農人常取之織雨衣故小雅都人士詩臺笠緇撮毛注謂臺所以禦暑笠所以禦雨鄭箋以為都人之士以臺草為笠言笠為臺草所織可禦暑又可禦雨傳則分言其用究之為一物也郭氏爾雅注謂笠即雨衣之類然笠戴於首今俗呼曰斗篷衣著於身今俗呼曰簑衣二物雖同用臺草織成其用則不同也關左水澤之地多生莎草其根連續相附如棗核形兩頭尖采者暴乾以充藥材名香附子羣芳譜云香附子莎草根也一名水莎一名地毛一名水香稜一名地巴戟古謂之雀頭香萊即藜又作釐爾雅釐蔓華說文作萊蔓華徐鍇以釐萊為同音字是也夫釐萊二字古為同音而亦通用劉向封事引詩貽我來牟作釐牟春秋隱公十一年夏公會鄭伯于時來公羊傳作會于祁黎來萊同韻黎藜同韻則是爾雅之釐即說文之萊釐又作藜是萊為藜草無疑也玉篇云藜草也廣韻同詩曰田卒汙萊禮月令云藜莠蓬蒿並興欲識萊者尋彼荒田中則得之陸疏云萊草名其葉可食今兗州人蒸以為茹謂之萊蒸則是萊為可食之草春氣初暖萊草始生采嫩苗者瀹之為茹亦常有之但不養人食之久則體浮腫或小泄本草未言萊毒而食者無益則如此詩緝云萊草葉可食以上下類之皆指草木之名其義或當然矣不知此草處處皆有人人習見嚴氏注詩竟不能識又引朱氏說萊葉有香豈知此草性最寒滑無香氣哉李氏本草藜入菜部園圃廣有不種自生有青紫二種青者莖葉俱青莖微方似有稜葉似茄而薄小外有粗齒面綠背白似有灰七月開細青花結實蔟蔟如毬中有細子光黑如漆紫者莖有紫線文葉之背色亦紫老莖高七八尺餘可作牀棧及為杖管幼安之藜牀山濤母之藜杖皆用紫萊之老梗也蔏藋即藜之紫色者一名拜邵氏爾雅正義云今灰藋莖有紅縷葉銳而青其背白如著沙羣芳譜云藜一名地膚一名落帚則是以俗之千頭草當藜也地膚不生於荒田枝葉上生秋老作帚為農家必需之物而其形與萊毫不似也萊葉之背有灰似沙用水洗下浣布最易潔白俗呼曰灰菜 \\n ○南山有桑北山有楊 \\n 桑楊俱木名桑見定之方中楊見車鄰 \\n ○南山有杞北山有李 \\n 曹氏曰杞梓杞也杞柳生澤畔不生於山而梓杞為大木山中有之陸疏云杞一名狗骨山材也其樹如樗理白而滑子為木蝱可合藥李木果名見何彼穠矣 \\n ○南山有栲北山有杻 \\n 毛傳云栲山樗杻檍也栲即臭椿杻俗名紐筋子俱見山有樞 \\n ○南山有枸北山有楰 \\n 毛傳云枸枳枸也楰鼠梓孔疏云枸釋木無文宋玉賦曰枳枸來巢則枸木多枝而曲所以來巢也爾雅釋木云楰鼠梓郭注云楸屬也今江東有虒梓陸疏云枸山木一名枸骨木理白滑可為函板子大如指噉之甘美如飴江南特美謂之木蜜其木能令酒薄若以為屋柱一室之內酒皆少味也枸一作椇禮婦人之贄椇榛脯脩棗栗疏云椇即白石李形如珊瑚味甘美李氏本草云枸骨樹如女貞肌理甚白葉長二三寸青翠而厚四時不凋夏開白花實如葜菝子秋熟色緋紅皮薄味甘核有四瓣葉有五刺如貓之形俗呼為貓兒剌說文云楰鼠梓木廣韻云鼠梓似山楸而黑陸疏亦言楰木理如楸山楸之異者一名苦楸溼時脆燥時堅此二木關左未見宋玉風賦枳枸作枳句六臣注云枳木名枳句言枳樹多勾似橘屈曲也考工記曰橘踰淮為枳此言枳即是橘踰淮而化不似陸疏所言木蜜之枸骨也楰為鼠梓鼠李亦名鼠梓鼠李葉似梨而薄小子如黃柏子木白而堅實俗名臭李可食而澀亦非似楸之楰梓也 \\n ○蓼彼蕭斯 \\n 毛傳云蕭蒿也即今香蒿見采葛 \\n ○在彼杞棘 \\n 杞枸杞見四牡棘酸棗見凱風 \\n ○其桐其椅其實離離 \\n 桐椅大木皆有實見定之方中 \\n ○菁菁者莪在彼中阿 \\n 毛傳云莪蘿蒿也爾雅釋草云莪蘿郭注云今莪蒿亦曰■〈艹廩〉蒿李氏本草云莪猶峨峨言峨蒿高於他蒿也陸疏云莪蒿也一名蘿生澤田漸洳之處葉似邪蒿而細科生三月中莖可生食又可蒸食香美頗似蔞蒿夫莪在關左處處皆有葉似蕭而香不濃莖似蔚而皮不滑叢生高隰亦生山側莖冬不死高可五六尺餘詩言在阿在陵未嘗惟言在沚陸氏胡未之察也莪科高於眾蒿先百草生每叢凡數莖詩言菁菁者以喻當年養育人材如莪之盛 \\n ○炰鼈膾鯉 \\n 爾雅釋魚云鼈三足為能蓋鼈為常物此特即其異者釋之說文云鼈甲蟲也考工記注云外骨龜屬內骨鼈屬玉篇云鼈龜屬一名神守一名河伯從事埤雅云鼈以眼聽穹脊連脅水居陸生淮南子云鼈無耳而目不可瞥精於明也陸佃曰鶴影生鼈思生鼈伏於淵而卵剖於陵以思化也此物凡池澤江河皆有俗呼曰甲魚 \\n ○薄言采芑 \\n 毛傳云芑菜也孔疏引陸璣疏云芑菜似苦菜莖青白色摘其葉白汁出肥可生食亦可蒸為茹青州人謂之芑河西雁門芑尤美詩緝云芑嘉穀也李氏云毛以薄言采芑為菜豐水有芑為草維穈維芑為穀王氏皆以為穀補傳云新田菑畝中鄉不應指菜蓋以田畝善養嘉穀喻周家善養士卒也夫田中固宜有穀而田中亦自有芑芑言采則芑為菜可知也是蓋言菜采於田隼集於地喻方叔習兵有法也芑為荼屬疏言似苦菜芑與苦菜小異葉比苦菜肥大亦不似苦菜細碎春貼地生秋從中抽莖高至二三尺開黃花似菊而小花乾結子如蘆花而遠飛田中廣有可以生食亦可熟食荼之秀在四月芑之秀在七月此芑與荼之別也芑名苦蕒菜俗訛為曲麻菜 \\n ○鴥彼飛隼其飛戾天 \\n 毛傳云戾至也鄭箋云隼急疾之鳥也飛乃至天喻士卒勁勇能深攻入敵也蓋隼為鷙鳥關左呼曰雀鷹埤雅云鷹搏噬不能無失惟隼為有準故準字從隼一名晨風隼之飛如風之疾故有風名一名鳶字從弋為隼捉雀如弋之射秦詩云鴥彼晨風大雅詩云鳶飛戾天曰鴥曰戾天文義與此詩同是一物也隼又名負雀爾雅釋鳥云鷣負雀郭注云鷂也江東呼之為鷣善捉雀因名云陸疏云隼鷂屬齊人謂之擊征或謂之題肩或謂之雀鷹春化為布穀者是也易解卦上六云公用射隼于高墉之上疏云隼者貪殘之鳥鸇鷂之屬魯語仲尼在陳有隼集於陳侯之庭注云隼鷙鳥今之鶚也夫隼似蒼鷹而小與鷂相類不似鶚鶚大而隼小隼圓目鉤喙黃足利爪其尾如舵背羽青灰色腹下白蒼斑文善高飛疾如射飢捕雀食每當春深雀鷹初至里人網設四面其中繫雀作囗?繇紿鷹來捕觸機網翻鷹覆網下捉而畜之以觀其捉雀為戲其稚者名花鷹又名松兒老者名板鷹皆不知其命名之義而此鳥則常見之詩緝云隼鶻也鷂屬也蓋言隼為鶻類則可而謂隼即是鶻則非隼之類不一其名亦分類而異禽經云善搏者曰鷹竊立者曰鵰骨曰鶻瞭曰鷂展曰鸇奪曰鵽鸇即晨風鶻名鴉鶻鷹捉鳥以爪鶻擊鳥以翅鶻之猛厲尤捷於鷹鳥鵲之屬皆畏之隼非鶻嚴說誤也說文云隼祝鳩也祝鳩為鵻即斑鳩鳥之最謹愿者豈為鷙鳥爾雅鷹隼醜祝鳩毫不似鷹也或以隼為茅鴟茅鴟為老鵵梟之屬其誤尤遠或曰隼鷞鳩也此因月令有鷹化為鳩之文鷞鳩亦有鳩名故誤合之豈知隼有數名皆不名鳩而化鳩者正此鳥邪隼為常有之鳥而諸家或曰鷂屬或曰鸇屬或曰鶚或曰鶻或曰茅鴟或曰鷞鳩鷙鳥之類幾乎猜盡離非鷙鳥而許氏以之當隼尤足駭異此詩曰鴥曰戾天盍求此物詳視之何必為此空測也布穀為鳲鳩非隼所化隼所化者為鳴鳩也陸說亦誤 \\n ○獸之所同麀鹿麌麌 \\n 毛傳云鹿牝曰麀爾雅釋獸云鹿牝麚牝麀是麀即鹿之牝者今牝鹿無角色黃無斑白點與牡鹿毛色異 \\n ○發彼小豝殪此大兕 \\n 鄭箋云豕牝曰豝蓋野豕也見騶虞說文云兕如野牛青色其皮堅厚可制鎧李氏本草云犀字篆文象形其牸名兕兕出西番南番滇南交州諸處有山兕水兕兕犀三種山兕居山林獲之尚易水兕出水中最為難得俱有二角兕犀亦曰沙犀祇一角在頂文理細膩斑白分明其力最大不易獵取漢書平帝元始二年黃支國獻犀牛顏師古注云犀狀如水牛頭似豬而四足類象黑色一角當額前鼻上又有一小角爾雅釋獸云兕似牛犀似豕郭注云兕一角青色重千斤犀形似水牛豬頭大腹卑腳有三角一在頂上一在額上一在鼻上鼻上者即食角也小而不橢好食棘亦有一角者夫李氏謂犀之牸者名兕犀兕似為一物爾雅兕犀分釋則是犀為二物此物出於西南徼外北方藥材雖用犀角而未見此獸顏氏注漢書言犀狀似水牛非水牛即犀也犀兕相似非一類矣 \\n ○鴻雁于飛肅肅其羽 \\n 詩中有單言雁者如雝雝鳴雁弋鳬與雁之類乃隨陽之鳥也又名陽鳥書曰陽鳥攸居詩中有單言鴻者如鴻則離之鴻飛遵渚之類此為鴻鵠又名黃鵠形頗似鶴又名黃鶴與雁異若鴻雁連言則鴻為雁之大者毛傳云大曰鴻小曰雁如禮月令孟春季秋所言鴻雁則鴻皆雁也亦有單言鴻而非鵠者如周易漸卦六言鴻漸鴻皆是雁此不可以詩中之鴻例之 \\n ○鴥彼飛隼載飛載止 \\n 隼鷙鳥即雀鷹見采芑 \\n 毛詩多識卷八終 \\n  \\n 　"}
{"章节": "●毛詩多識卷九", "正文": "　 \\n ●毛詩多識卷九 \\n 　 \\n  \\n 長白多隆阿著 \\n 小雅中 \\n ◆小雅中◆ \\n 鶴鳴于九皋聲聞于野 \\n 園有樹檀其下維蘀 \\n 園有樹檀其下維穀 \\n 皎皎白駒食我場藿 \\n 黃鳥黃鳥無集于穀無啄我粟 \\n 黃鳥黃鳥無集于桑無啄我粱 \\n 黃鳥黃鳥無集于栩無啄我黍 \\n 我行其野蔽芾其樗 \\n 我行其野言采其蓫 \\n 我行其野言采其葍 \\n 如竹苞矣如松茂矣 \\n 鳥鼠攸去 \\n 如翬斯飛 \\n 吉夢維何維熊維羆維虺維蛇 \\n 誰謂爾無牛九十其犉 \\n 誰知烏之雌雄 \\n 哀今之人胡為虺蜴 \\n 田卒汙萊 \\n 不敢暴虎 \\n 宛彼鳴鳩翰飛戾天 \\n 中原有菽庶民采之 \\n 螟蛉有子蜾蠃負之 \\n 題彼脊令載飛載鳴 \\n 交交桑扈率場啄粟 \\n ○鶴鳴于九皋聲聞于野 \\n 鶴水鳥博物志云鶴■〈骨圭〉頰■〈骨它〉耳響則聽遠眼赤則眎遠其色似雪相鶴經云鶴陽鳥也而遊於陰行必集洲渚止不集林木蓋鶴最善鳴故此詩言鶴鳴易云鳴鶴在陰其子和之是亦以鳴言鶴也陸氏疏引淮南子云雞知將旦鶴知夜半是言鶴之鳴多在夜也鶴性易馴近為人家常畜形如家鵝而不癡肥高二尺餘項長等身丹頂赤目烏帶周頸青足高翹白羽黑翼今見歛翼之鶴其翼端黑翎皆聚於尾往往誤以鶴為黑尾者而其實非尾之黑蘇子瞻後赤壁賦言鶴為元裳縞衣是猶未細察也鶴之氣通任脈與鹿之氣通督脈同故二物皆壽長生不死鶴羽純白故名白鶴亦有蒼羽者俗呼灰鶴聲清而高恆聞數里故毛傳云澤皋也言身隱而名著也埤雅云鶴形定而色白食於水故喙長軒於前故後短棲於陸故足高而尾凋翔於雲故毛豐而肉疏大喉以吐故修頸以納新故壽李氏本草言鶴雄鳴上風雌鳴下風聲交而孕好食魚尤喜啖虺蛇蛇聞其聲不敢行鶴頂羽作肉珠色白食蛇久則色漸紅老則鮮如珊瑚俗云蛇之毒咸聚於鶴頂也是鶴之品清異於鶖鶴之頂毒同於鴆也崔氏古今注云鶴千年則變蒼又二千年則變黑所謂元鶴也古謂之仙禽亦名露禽或又謂之陰羽 \\n ○園有樹檀其下維蘀 \\n 檀木名孔疏云善木也見將仲子 \\n ○園有樹檀其下維穀 \\n 毛傳云穀惡木也陸疏云穀幽州人謂之穀桑或曰楮荊揚交廣謂之穀中州人謂之楮殷中宗時桑穀共生是也今江南績其皮以為布又擣以為紙其葉初生可以為茹詩緝云穀楮也今楮皮也夫以穀皮造紙今猶盛行呼曰桑皮紙穀有楮名又楮紙實名楮實子本草言楮實益氣充饑輕身不老入藥上品而傳乃曰惡木者則以穀對檀言穀無大木不若檀為大材也說文楮穀兩字互訓楮穀自是一物埤雅云皮白者穀皮斑者楮雖為一物而皮色小別爾雅翼云葉無瓣曰構是穀葉多碎如花之瓣葉整名構也李氏本草云穀分雌雄雄者皮斑而葉無椏杈亦開花似柳花春老其花自落不結實雌者皮白而葉有椏杈開碎花結實如楊梅蜜煎可作果食高氏天祿識餘云穀音構木名皮可為紙王右軍傳云禿千兔之翰聚無一毫之筋窮萬穀之皮斂無半分之骨蓋穀即山桑有結實不結實之異葉亦有整碎之分其整者葉大而厚花作穗春老穗落其實百不存一其葉碎者小而薄結實纍纍盈枝紅酸黑甘可充果食其似柳花者落不成實其結實為椹者亦不開花桑椹初結數十子相黏為一每粒端各有細毛彷彿似花而非花也關左植桑養蠶近海處多留心驗之則知李氏考據尚微疏耳 \\n ○皎皎白駒食我場藿 \\n 毛傳云藿猶苗也詩緝云藿豆葉也古人以藜藿充食品藿即豆之葉說文藿作??靃釋云茮之小也儀禮云牛藿注云豆葉 \\n ○黃鳥黃鳥無集于穀無啄我粟 \\n 黃鳥黃鸝也見葛覃穀桑穀也見鶴鳴粟穀名王氏羣芳譜云粟米之連殼者本五穀中之一粱屬也北方直名之曰穀今因之脫殼則為粟米亦曰小米粟古文作?象穗在禾上之形蓋粱之細者稈高三四尺似蜀黍稈中空有節葉似蘆小有毛穗似蒲亦有毛顆粒成蔟性鹹淡養脾胃陳者尤良北人日用不可缺者此穀關左種者尤多呼曰穀子無稱粟者莖高有節一節一葉穗似狼尾草曲而下垂種於膏土則穗長尺餘數百粒聚成小毬密黏於穗每穗凡數十毬實似黍而小不黏稃米俱黃色性畏澇不宜下濕地連殼收藏年久不蠹晉燕高田皆宜此穀洵美種也 \\n ○黃鳥黃鳥無集于桑無啄我粱 \\n 桑木名見定之方中粱穀名舊注皆以為粟然首章已言粟此章不應重出有重出者亦不宜粟粱易字粱疑是今之高粱名蜀黍又名紅粱見鴇羽 \\n ○黃鳥黃鳥無集于栩無啄我黍 \\n 栩木名見鴇栩黍穀名見黍離 \\n ○我行其野蔽芾其樗 \\n 毛傳云樗惡木也孔疏云七月言采荼薪樗樗唯取薪薪惡木也蓋樗非美材俗呼為臭椿其味臭故云惡不似香椿可采食也又名野樗與栲同類陸疏云山樗與下田樗略無異葉似差狹山樗即栲下田樗即野樗樗非良材人無植者自生自長行野者遇此得其陰蔭以起下婚姻之故素有恩義非野樗比而乃不我庇不如此樗也唐本草云椿樗二樹形相似樗木疏椿木實蘇氏圖經云椿葉香可啖樗氣臭北人呼曰山椿江東呼為鬼目椿樗二木處處有之椿嫩葉香美鹽漉為蔬可入食品樗葉味臭其木雖大而皮粗質虛削之如朽莊子云吾有大樹人謂之樗其大本擁腫而不中繩墨其小枝卷曲而不中規矩則樗洵不材矣 \\n ○我行其野言采其蓫 \\n 毛傳云蓫惡菜也是言蓫為菜而蓫實為隰草不可食處處皆有春生苗葉狹長一二尺似牛舌莖高三四尺餘色青節間微赤夏初起薹開青白花成穗結子三稜外皮大於蕎麥而實小夏至後即枯關左俗呼曰羊蹄葉鄭箋云蓫牛蘈仲春時生可采也爾雅釋草云藬牛蘈郭注云今江東呼為牛蘈者高尺餘許方莖葉長而銳有穗穗間有華華紫縹色陸疏云蓫牛蘈似蘆菔而莖赤多啖令人下氣此所言正為今之羊蹄形色同性亦同也夫傳以蓫為菜箋則言其可采是為食物矣然羊蹄味苦有小毒本草言其可制鉛汞療疥癬治禿瘡故此草又有禿菜名味薰臭根名野大黃焙成炭食之猶瀉獸醫取此用治牛馬熱結屢效春苗嫩時其毒未發或可采以代蔬邵晉涵爾雅正義言車前草一名牛蘈又以為天麻又以為紫華益母總由不識此草再三亂猜終無一是陸氏言此草最得大意郭注言其方莖紫華似益母不知羊蹄莖有七八稜而圓花似酸模無紫色者傳以為惡菜味臭有毒俱可以一惡字括之子名金蕎麥亦不可食俗或采之以裝枕囊言治耳聾鄭樵以蓫為菲菲根可為蔬蓫根不可為蔬也亦誤 \\n ○我行其野言采其葍 \\n 毛傳云葍惡菜也鄭箋云葍■〈艹富〉也爾雅釋葍有二一曰葍■〈艹富〉一曰葍藑茅郭注云■〈艹富〉大葉白華根如指正白可啖葍華有赤者為藑藑葍一種耳陸疏言葍亦有二其言莖葉細而香者即爾雅之葍■〈艹富〉也其言赤莖而臭者即雅爾之藑茅也齊民要術云河東漢中謂之葍幽兗謂之燕葍一名爵弁一名蔓根根正白著熱灰中溫啜之飢荒可以禦飢漢祭甘泉或用之夫葍博雅名□藑說文名茆葍其可食者即箋所言之葍■〈艹富〉其赤莖者即傳所言之惡菜離騷云索藑茅以筳篿注云香草與爾雅所言之藑茅異非此詩所言之葍也葍名旋花又名鼓子花 \\n ○如竹苞矣如松茂矣 \\n 竹草名見竹竿松木名見山有扶蘇 \\n ○鳥鼠攸去 \\n 鼠獸之小者見行露 \\n ○如翬斯飛 \\n 翬雉也鄭箋云伊洛而南素質五采皆備成章曰翬此與爾雅說文俱同郭注云翬亦雉屬言其毛色光鮮左氏昭公十七年傳五雉注雉有五種伊洛之南曰翬雉 \\n ○吉夢維何維熊維羆維虺維蛇 \\n 鄭箋云熊羆之獸虺蛇之蟲此四者夢之吉祥也熊羆在山陽之祥故為生男虺蛇穴處陰之祥故為生女蓋熊羆皆山獸本草謂熊羆為一類熊為猪熊羆為馬熊是名熊名羆則以此物之大小分又曰羆即熊之雄者是名熊名羆又以此物之牝牡分爾雅釋獸云羆似熊黃白文郭注云羆似熊而長頭高腳猛憨多力關西呼曰貑羆說文云熊似豕山居冬蟄羆似熊黃白文夫羆爾雅以為似熊則羆與熊是非一種說文分釋之義同爾雅陸璣謂有黃羆有赤羆羆大於熊其脂如熊白而粗理不似熊白美亦分熊羆為二物本草以羆為雄熊誤矣今關之左東北多山獸有熊羆其小者似狗俗名狗馱其大者似馬俗名馬馱形雖近似而非一類熊羆狀俱似豕豎目長鬣軀壯毛粗能以四足行亦能立以兩足行足大盈尺冬蟄入穴惟舐其足春暖方出足皮被舐粗皮盡脫弱不能行古人美熊之白今則未聞食者其足名蹯今呼熊掌食品所珍其膽最良能治驚癎藥材所貴埤雅云熊膽春近首夏在腹秋在左足冬在右足四時各易其處向見獵人偶憶問及僉曰不然此說殊不足據熊羆毛不溫潤皮質粗厚古人以此為裘大東詩曰熊羆是裘今無用者熊羆毛色俱黑爾雅言黃白文陸疏言黃赤色爾雅又謂魋如小熊竊毛而黃郭注云今平山中有此獸狀如熊而小尾俗呼為赤熊大雅韓奕詩曰赤豹黃羆是熊羆皮毛有色黃者矣虺蛇皆毒蟲蛇類不一烏蛇白蛇黃蛇赤蛇青蛇以色名王蛇線蛇花蛇兩頭蛇以形名巴蛇蘄蛇常山蛇以地名而總名曰蛇酉陽雜俎有草蛇水蛇木蛇土蛇四種埤雅云牛以鼻聽蛇以眼聽爾雅翼云蛇常飢每得食稍飽輒復蛻殼冬含土入蟄及出蟄則吐之草蛇能於草上行俗名草嘯子水蛇居水澤俗名水長蟲木蛇棲樹與樹皮相似俗名貼樹皮土蛇土黃色亦居土穴又有一種蛇大於諸蛇皮作黑黃文俗名烏稍蛇蓋蟒屬也虺亦蛇類而其毒尤甚於蛇關左有蛇無虺南方炎地虺毒如火故有於南北方氣寒無此物也爾雅釋魚云蝮虺博三寸首大如擘說文虺作虫注云虫一名蝮詩緝引舍人說云江淮以南曰蝮江淮以北曰虺博物志云蝮蛇秋月毒甚無所蜇螫齧草木以泄其氣草木即死人採樵為草木所傷剌者亦殺人柳子厚蝮蛇文云目兼蜂蠆色混泥塗其頸蹙恧其腹次且蹇鼻鉤牙穴出榛居蓄怒而蟠啣毒而趨抱朴子云蛇類最多惟蝮中人甚急但即時以刀割去瘡肉投於地其沸如火炙須臾焦燼人乃得活蘇氏本草云蝮有四腳能跳來齧人齧已即跳木上作聲云斫木斫木者不可救也若云博叔博叔者猶可急治之楚辭大招云王虺騫只注云王虺大蛇也招魂云蝮蛇蓁蓁注云蝮大蛇此言虺蝮皆為蛇漢書田儋傳云蝮蠚手則斬手蠚足則斬足應劭云蝮一名虺螫人手足則割去其肉不然則死顏師古注云爾雅說文皆以蝮即虺蝮蛇細頸大頭焦尾色如綬文文間有毛似豬鬣鼻上有針大者長七八尺一名反鼻非虺之類虺若土色所在有之俗名土虺是許氏諸人皆以虺為蝮顏氏言蝮別為一類虺即土蛇蝮有足蛇無足虺即段成式所言草木水土四種之土蛇非蝮也凡蛇皆有毒其毒在口今之為蛇齧者敷以雄黃即愈受毒重者以麝香燒烟薰之立效但不知可醫虺毒否也 \\n ○誰謂爾無牛九十其犉 \\n 毛傳云黃牛黑脣曰犉爾雅釋畜云黑脣犉此不言黃牛者以牛為土畜黃為牛之本色不待言也爾雅又云牛七尺為犉邢疏云言牛黑脣犉又云牛七尺為犉是犉有二義尸子云大牛為犉七尺 \\n ○誰知烏之雌雄 \\n 烏反哺鳥也凡鳥之雌雄難辨猶可即其羽毛異色辨之至於烏則首尾純黑雖欲辨之以色而色無別爾雅釋鳥云鳥之雌雄不可別者以翼右掩左雄左掩右雌此似可以辨鳥矣然嘗留心騐之見所畜之雞鶩與來集之鴒鵲亦有右掩左而雌左掩右而雄者爾雅之文亦殊難據况烏之偶爾飛來渾然一色即其左掩右掩之翼亦難遽分於以見古詩人善體物也 \\n ○哀今之人胡為虺蜴 \\n 虺為蝮蛇蜴為蜥蜴舊注謂虺蜴皆毒螫之蟲毛傳云蜴螈也鄭箋云虺蜴之性見人則走則似取其避人不取其毒螫然者此詩上言維號斯言有倫有脊是宜少安勿躁敬聽陳說不似虺蜴見人即去則與上文直接遞下而集傳則云哀今之人胡為肆毒以害人是此二語於上文另轉一意與箋異蓋傳以蜴為螈蠑螈也爾雅釋魚云蠑螈蜥蜴蜥蜴蝘蜓蝘蜓守宮也則是合四名而總為一物後儒分之為二其處草澤者曰蠑螈蜥蜴其棲屋壁者曰蝘蜓守宮蜥蜴即今之馬蛇守宮即今之蝎虎本草云小而五色尾青碧者名蜥蜴小而緣牆壁色黑者名蝘蜓漢書東方朔傳云武帝置守宮盂下令朔射之朔曰臣以為龍又無角謂之為蛇又有足跂跂脈脈善緣壁是非守宮即蜥蜴本草分蜥蜴蝘蜓為二漢書亦分守宮蜥蜴為二而蜥蜴亦言緣壁似蜥蜴亦為守宮之屬邵晉涵爾雅正義云此蟲本一物而四名而後世別為二者則以在壁在草別之方言云守宮秦晉西夏謂之守宮或謂之蠦■〈虫廛〉或謂之蜥易南陽呼蝘蜓其在澤中者謂之易蜴南楚謂之蛇醫或謂之蠑螈東齊海岱謂之螔■〈虫侯〉說文云在壁曰蝘蜓在草曰蜥易今蝘蜓食蝎者多在壁間其在草中者青綠色蓋本為一物因所在而異其名夫爾雅之釋蠑螈為蜥蜴亦猶芣苢之為車前唐蒙之為女蘿雖多其名而實為一物是惟言在壁之守宮未嘗言在草之蛇醫也後儒因此二物形色相似并之為一又曲為之說本為一物因所在而異其名豈知蛇醫處草永不入家守宮棲壁永不至野乎關左呼蛇醫曰馬蛇田間常有嘬蟲為食見人則急走人倘逐之則力憊不能行口吐雙歧黑舌與蛇宛似俗謂斷蛇為二馬蛇則能使接合如一故曰蛇醫呼守宮曰蝎虎常見其在壁上以尾擊蝎食之博物志謂畜養守宮食以朱砂擣萬杵點婦女體終身不滅耦則落是言此物能使婦女守閨也故曰守宮二物形最相似首尾俱似蛇有四足馬蛇色白黃圓點花文蝎虎色蒼黑橫曲花文馬蛇之足滑只能行野蝎虎之爪澀故能上牆雖皆有毒而未聞其螫人常見小兒捉弄之亦不知齧是與虺為類而實不類也陸璣疏云虺蜴一名蠑螈蜴也或謂之蛇醫如蜥蜴青綠色大如指形狀可惡此又以蜥蜴非蛇醫乃與蛇醫相似者又併虺蜴二物為一物仍名蠑螈不但與爾雅說文剌謬試問蛇醫守宮外果又有此一種蟲邪蠑螈既非蜥蜴何以於蠑螈下又加蜴字邪蛇醫處處皆有本無青綠色者大亦不僅如指也何杜撰至此也或曰十二時蟲一名避役出容州交州諸處狀如守宮身青色大者長尺許尾與身等齧人不可治嶺南異物志亦載此說此似可為蜴能螫人之證然詩人用物惟取目前常見者此忽取之域外殊不可信且此蟲名十二時不名蜴不宜據之作附會也 \\n ○田卒汙萊 \\n 孔疏云萊者草穢之名此即藜也見南山有臺 \\n ○不敢暴虎 \\n 虎山獸名見大叔于田 \\n ○宛彼鳴鳩翰飛戾天 \\n 鳴鳩鶻鵃也鳩類不一何以知為鶻鵃曰以此詩言戾天知之蓋鶻為鴉鶻形似雀鷹雀鷹之取鳥以爪攫鴉鶻之取鳥以翼擊鶻翼最健奮翮上飛轉瞬之頃剌入霄漢鳴鳩之飛似之故有鶻名鵃鳩同音是鵃即鳩若斑鳩則為祝鳩性好橫飛一飛即止不能戾天故知鳴鳩為鶻鵃也毛傳云宛小貌鳴鳩鶻雕或疑雕為鵃之訛而杜預左傳注亦以鶻鵃作鶻雕鶻雕同為鷙鳥雕字非訛不必疑也爾雅釋鳥云鶌鳩鶻鵃郭注云似山鵲而小尾短青黑色多聲今江東亦呼為鶻鵃鳥惟鳴則有聲郭曰多聲是亦以鳴鳩為鶻鵃也本草云鶻鵃一名鶻嘲北人呼為□鷜鳥其鳴云鉤輈格磔自呼也邵氏爾雅正義云鶻鵃好以春朝鳴其聲連屬如相貫故郭以為多聲此言鶻鵃之鳴在朝而其鳴實無定候今當日暮鶻鵃羣飛繞村而鳴聲連不斷愈飛愈高至於雲表則見其鳴恆在暮也禮月令季春之月鳴鳩拂其羽太平御覽引蔡邕章句曰鶻鳩也鳩先是時鳴故稱鳴鳩拂猶摶也陽氣所感故摶羽是鶻鳩即鶻鵃此鳴鳩為鶻鵃之證而拂羽為摶羽亦為戾天之證詩緝云鳴鳩鶻鵃也即氓詩食葚之鳩郯子所謂鶻鳩氏司事也莊子所謂鷽鳩非斑鳩也山陰陸氏云莊子所謂鷽鳩笑之者也多聲故名鳴鳩小物決起而飛搶榆枋時則不至控於地而已矣今飛鳴戾天勉強故也陸璣謂一名斑鳩似鵓鳩而大項有繡文斑然與此鶻鳩全異璣之言非夫以鳴鳩為斑鳩固非而以鳴鳩為鷽鳩亦非鷽鳩為山鵲鳴鳩俗名青鵳子廣雅云鵳鷤也鷂屬此鳥形似鷂故曰鵳此鳥羽為青藍色故鵳曰青且飛且鳴倦息於樹從未見其控地欲與鷽鳩比附轉言翰飛為勉強則亦不識物性矣此鳥不能營巢惟奪鵲巢以伏雛形似鷹木屬為鷹所化仲春鷹化為鳩此鷹為雀鷹此鳩為鳴鳩他鷹不化鳩他鳩皆非鷹所化也古帝紀官鶻鳩司事以其春來冬去也若斑鳩則四時皆有鳴鳩不食桑葚食桑葚者為鳲鳩傳說本誤嚴注又襲毛傳之誤或曰斑鳩孝鳥與下有懷二人相關不知此詩所取意在戾天以鳩飛之高興所念之遠義又別也 \\n ○中原有菽庶民采之 \\n 毛傳云菽藿也力采者則得之孔疏云菽云采之明采取其葉 \\n ○螟蛉有子蜾蠃負之 \\n 毛傳云螟蛉桑蟲也蜾蠃蒲盧也負持也爾雅釋蟲云螟蛉桑蟲果蠃蒲盧郭注云螟蛉俗謂之桑蟃果蠃即細腰螽也俗呼為蠮螉則是螟蛉為蟲蜾蠃為螽二者非相似之物鄭箋云蒲盧取桑蟲之子負持而去煦育養之以成其子說文云螟蠕桑蟲也□蠃蒲盧細腰土蠭也天地之性細腰純雄無子是蛉作■〈虫霝〉蜾作□夆??作蠭字畫各異而訓詁無異陸疏云螟蛉者桑上小青蟲也似步屈其色青而細小或在草葉上蜾蠃土蜂也一名蒲盧似蜂而小腰取桑蟲負之於木空中或書簡筆筒中七日而化為其子里語云呪云象我象我蓋步屈即尺蠖桑上亦有此蟲螟蛉似步屈而腰間有足似蠶而纖細口吐絲懸樹上槐桑樹上最多曰桑蟲是桑樹上之蟲也蜾蠃為土蜂為其銜土作窠故名蜂屬之腰皆細而蜾蠃比他蜂俱小銜蟲入窠之候必鳴一二刻始飛去陸云象我象我此亦會意之言今俗則云似我似我也聞之亦近似焉許氏陸氏言蟲化蜂說同於鄭而陸說尤詳揚雄法言亦謂螟蛉之子殪而逢果蠃祝之曰類我類我久則肖之矣夫先儒解經多有師承蜂負桑蟲化為其子與誨子式穀意似相關故後學多信從之至於陶貞白著本草而其說忽異曰今有一種蜂黑色蜂甚細銜泥入於人屋及器物邊作房如併竹管其生子如粟米大置中乃捕取草上青蜘蛛十餘枚滿中仍塞口以待其子大為粮也其一種入竹管中者亦取草上青蟲詩云螟蛉有子蜾蠃負之言細腰之物無雌取青蟲教祝變成已子斯為謬矣作詩未審而夫子何為因其僻邪此言螟蛉不能化蜂蜾蠃自能生子乃負螟蛉飼子非取其化陶氏之說異於先儒者一也韓保昇云螟蛉桑蟲也蜾蠃蒲盧也言蒲盧負桑蟲以成其子也今有人候其封穴壞而看之見有卵似粟在死蟲之上果如陶說蓋詩人知其大而不知其細也是韓氏亦言蜂自有子不待蟲化說遵陶氏異於先儒者二也李含光曰視變成子近有數見者非虛言也蘇頌曰物類變化固不可度蚱蟬生於轉丸衣魚生於瓜子之類非一桑蟲蜘蛛之變為蜂不為異也如陶所說卵如粟者未必非祝蟲而成之者此二說與先儒合而寇宗奭本草拾遺又非之曰諸家之說不敢舍詩之義嘗坼窠視之果有子如粟米大色白而微黃所負青蟲卻在子下不與諸蟲相著陶說近之此寇氏說同韓氏仍主陶說韓氏之說猶聞於人寇氏之說得之目覩李蘇之說不足取信也異於先儒者三也李時珍曰蠮螉之說各異今考諸說並驗其卵及蜂之雙雙往來必是雌雄當以陶氏寇氏之說為正李氏蘇氏之說為誤蓋果蠃自有卵如粟寄在蟲身其蟲不死不生久則漸枯子大食之而出正如蠅卵附於蠶身久則卵化穴繭而出也列子言純雄無雌莊子言細腰者化則自古已失之矣今屢破其房見子與他蟲同處或子已去而蟲存空殼或蟲成蛹而子尚小蓋蟲終不壞至成蛹子乃食之而出此說義亦主陶為親自歷驗之語比韓寇之說尤詳異於先儒者四也嚴華谷詩緝引解頤新語云說者考之不精乃謂蜾蠃取桑蟲負之七日化為其子雖揚雄亦有類我類我久則肖之之說近世詩人取蜾蠃之巢毀而視之乃自有細卵如粟寄螟蛉之身以養之其螟蛉不生不死蠢然在穴中久則螟蛉漸枯其卵日益長大乃為蜾蠃之形穴竅而出蓋此不獨取螟蛉亦取小蜘蛛置穴中寄卵於蜘蛛腹脅之間其蜘蛛亦不生不死久之蜘蛛盡枯其子乃成今人養晚蠶者蒼蠅亦寄卵於蠶身久之其卵為蠅穴繭而出殆物類之相似者列子云純雌其名大腰純雄其名大蠭莊子云細腰者化說文云天地之性細腰純雄無子此皆信說詩者之言也此綜陶韓寇李諸家之說而其義則全襲李氏其言蠅卵寄蠶猶小有誤者蓋寄卵於蠶之蠅為青蠅非蒼蠅穴繭出者為蛆由蛆再變蠅穴繭時尚未為蠅凡養蠶之家皆常見之然其取蜾蠃之生不取螟蛉之化言甚辨也異於先儒者五也余因後人之說異於先儒嘗於書屋見有銜土為窠之蜂亦屢破而驗之見蜂始生之子寄於他蟲身者形如米粒黃白色長而不圓少大者形如巨蛆再大者有頭足再大則生翼欲出矣其未成者蟲蛛盈窠將成者蟲蛛為蜂子蝕殘蜂已飛去則此穴已空惟餘蟲蛛蛻皮也是蜂長成之候則蟲蛛無餘陶氏諸家之說洵不誣矣蘇氏言其如粟之卵未必非由祝蟲而成然一穴之內負蟲至於十數則當盡化為蜂何以一穴內僅成一蜂邪豈惟祝一蟲餘蟲未嘗祝邪詳察諸說復繹詩意是非詩人不善體物亦非聖人因詩之僻詩殆言螟蛉蜾蠃異類猶可負之以生其子豈父子天性相關獨不可教誨以善使其似之哉詩中比興類取大義此詩先言采菽繼言負蛉以上四句興下二句若式穀黏合蛉蠃立解則采菽又作何解詩義無誤恐儒者之解有誤陶氏諸說得之目驗毋曰先儒之說必不可破也學者說經宜求其是前人有誤未嘗必欲後人襲之致一誤再誤邵晉涵注爾雅堅執舊說則是以耳為目惜當時無人親執此物使彼目驗之 \\n ○題彼脊令載飛載鳴 \\n 脊令水鳥一名雝渠今名顛尾鳥即郭景純所謂飛則鳴行則搖者也常棣言脊令在原義取其行之搖有不安之象以興急難此詩言脊令之題義取其飛則鳴有圖遠之義以興邁征禽經言脊令友悌詩中兩言此鳥皆喻兄弟因知不識物性者不可以說詩 \\n ○交交桑扈率場啄粟 \\n 桑扈小鳥處處皆有人所常畜或以為今之蠟觜則誤爾雅釋鳥云桑扈竊脂毛傳云桑扈竊脂也鄭箋云竊脂肉食今乃無肉而循場啄粟失其天性不能以自活傳訓桑扈名竊脂本爾雅箋雖言桑扈肉食而未言其肉之必出於竊也陸疏云桑扈青雀也好竊人脯肉及脂膏故曰竊脂郭氏爾雅正義亦云桑扈俗謂之青雀觜曲食肉好盜脂膏因名云如是則竊脂之名蓋由於盜竊脂膏名之矣而孔仲達駁之云諸儒說竊脂皆謂竊人脂膏也即如此言竊元竊黃豈復竊盜元黃乎爾雅釋獸云虎竊毛謂虦貓魋小如熊竊毛而黃竊毛皆為淺毛竊即古淺字竊元淺黑也竊藍淺青也竊黃淺黃也竊丹淺赤也則竊脂為淺白也夫孔氏訓竊為淺引爾雅竊毛為據是言脂可盜毛不可盜也語辨而明邵晉涵爾雅正義云孔疏所辨非徒不達物性又不明於詩義也今桑扈色青翠春暮常在叢薈間孔疏定為淺白當由未識此鳥以臆決之且三百篇善言物性前後互見宜得會通詩不云乎交交桑扈有鶯其羽又云交交桑扈有鶯其領毛傳云鶯然有文章是鶯者指其色之青翠而言後世以黃離為黃鶯亦言其文采也若如孔疏以桑扈為淺白之鳥然則白鷢白鷺亦可云有鶯其羽有鶯其領乎夫物性各殊不可以強詞而奪桑扈竊肉而食其性然也淮南說林訓云馬不食脂桑扈不啄粟非廉也則是桑扈之竊食脂膏古人盡物之性以正其名至今可得之目驗豈得強所不知斷為淺白哉至於竊藍竊黃竊自為淺不得與竊脂一例爾雅命名有取諧聲者如鶌鳩之名鶻鵃鳲鳩之名鴶鵴有象其形者如燕為白脰鳥倉庚為黧黃以及竊藍竊黃皆是也有指其事者如鳭鷯為剖葦鷏為蟁母鴷為斲木暨桑扈為竊脂皆是也古人命物之名原未嘗預立定制孔疏徒知竊有淺義遂欲併竊脂而訓為淺白然則釋鳥有鷣負雀謂鷣能捉雀釋蟲有草蟲負蠜豈可謂草蟲之負蠜乎蠦■〈虫肥〉一名負盤豈可謂能負盤匜乎以是推之則竊脂之竊為盜竊之竊竊藍竊黃與獸類之竊毛為竊淺之竊義本殊途言各有當不窮物性而望文生義此無異高叟為詩多見其固也夫孔氏駁舊注而以竊元竊黃相比則是惟據本文邵氏駁孔注而以鷣鴷蠜蜰相比則是外尋枝節爾雅於諸扈同一言竊不宜淺盜互詁此無庸辨即以桑扈之色言之其為淺白人人習見從未見有青翠色者如以郭注為據郭惟言其為青而未言其為翠今於淺白之色多呼曰青如毳衣如菼正言毳衣為淺白色也桑扈本屬淺白之羽而乃云青翠有文又云得之目驗欲將誰欺其或見魚狗之類妄以桑扈當之也試以竊脂言之彼桑扈日日求食人豈能日日適野即適野亦不必定攜脯肉也如必待竊而食則桑扈之不餓死者有幾如曰飛至人家竊食則桑扈為野禽恆棲林木從未見其飛近人家至人院落者盜肉之說本不足據而邵氏乃津津言之多方曲喻以攻孔疏不知其所指孔氏之病皆其本身自犯之病為之備載其說者以見多讀古書最易滋佞足以惑人聽聞也桑扈之性易馴鄉人常有畜者大如蠟觜羽色亦似觜黑尖銳稍曲黑眉如畫淺青白色所以有竊脂名嗉下翼間皆有花文所以有鶯羽鶯領之稱又有淺藍淺黃淺黑淺赤色者此即爾雅所謂秋鳫竊藍冬□竊黃夏□竊元棘□竊丹者也形體比雀微大而好食雀不能用力直攫每乘雀之不意搏而食之或捉雀之雛亦食蟲類詩緝引山陰陸氏說言桑扈有二種爾雅桑扈竊脂鳭鷯剖葦此桑扈之一種也桑扈竊脂棘扈竊丹此桑扈之一種也蓋對剖葦言之則竊脂者所謂青質觜曲食肉好盜脂膏者是也對竊丹者言之則竊脂者所謂素質其翅與領皆鶯然而有文章者是也夫鳭鷯即鷦鷯是桃蟲非桑扈棘扈為九扈之一亦非桑扈乃以爾雅兩載桑扈於上下相連之文併而為一賈逵左傳注一春扈二夏扈三秋扈四冬扈五棘扈六行扈七宵扈八桑扈九老扈此為九扈若棘扈即桑扈則九扈缺一扈矣同名竊脂一則盜竊脂膏一則翅領鶯然不切竊脂立訓尤為怪事總由不識此鳥愈牽混而愈支離其誤愈遠也如此習見之鳥而注釋尚反復聚訟不能斷決立言之難盡信蓋若此哉關左因桑扈多聲俗呼曰麻嘖嘖冬扈能捉鶉俗呼曰鵪鶉鵽子又呼曰冷嘖嘖遼北呼桑扈曰白哱囉子又呼之曰戶不剌 \\n 毛詩多識卷九終 \\n  \\n 　"}
{"章节": "●毛詩多識卷十", "正文": "　 \\n ●毛詩多識卷十 \\n 　 \\n  \\n 長白多隆阿著 \\n 小雅下 \\n ◆小雅下◆ \\n 弁彼鸒斯歸飛提提 \\n 維桑與梓必恭敬止 \\n 莞彼柳斯鳴蜩嘒嘒 \\n 有漼者淵萑葦淠淠 \\n 鹿斯之奔維足伎伎 \\n 雉之朝雊尚求其雌 \\n 相彼投兔尚或先之 \\n 趯趯毚兔遇犬獲之 \\n 為鬼為蜮則不可得 \\n 萋兮斐兮成是貝錦 \\n 取彼譖人投畀豺虎 \\n 蓼蓼者莪匪莪伊蒿 \\n 蓼蓼者莪匪莪伊蔚 \\n 有冽氿泉無浸穫薪 \\n 山有嘉卉侯栗侯梅 \\n 匪鶉匪鳶翰飛戾天 \\n 匪鱣匪鮪潛逃于淵 \\n 山有蕨薇 \\n 隰有杞桋 \\n 陟彼北山言采其杞 \\n 采蕭穫菽 \\n 楚楚者茨言抽其棘 \\n 生我百穀 \\n 黍稷彧彧 \\n 疆埸有瓜 \\n 不稂不莠 \\n 去其螟螣及其蟊賊無害我田穉 \\n 交交桑扈有鶯其羽 \\n 鴛鴦于飛畢之羅之 \\n 蔦與女蘿施于松柏 \\n 依彼平林有集維鷮 \\n 析其柞薪其葉湑兮 \\n 營營青蠅止于樊 \\n 營營青蠅止于棘 \\n 營營青蠅止于榛 \\n 魚在在藻有頒其首 \\n 魚在在藻依于其蒲 \\n 采菽采菽筐之筥之 \\n 觱沸檻泉言采其芹 \\n 維柞之枝其葉蓬蓬 \\n 毋教猱升木 \\n 有菀者柳不尚息焉 \\n 彼都人士狐裘黃黃 \\n 彼都人士臺笠緇撮 \\n 彼君子女卷髮如蠆 \\n 終朝采綠不盈一匊 \\n 終朝采藍不盈一襜 \\n 其釣維何維魴及鱮 \\n 芃芃黍苗陰雨膏之 \\n 隰桑有阿 \\n 白華菅兮白茅束兮 \\n 有鶖在梁有鶴在林 \\n 鴛鴦在梁戢其左翼 \\n 緜蠻黃鳥止于丘阿 \\n 幡幡瓠葉采之烹之 \\n 有兔斯首炮之燔之 \\n 有豕白蹢烝涉波矣 \\n 苕之華芸其黃矣 \\n 匪兕匪虎率彼曠野 \\n 有芃者狐率彼幽草 \\n ○弁彼鸒斯歸飛提提 \\n 毛傳云鸒卑居卑居雅烏也提提羣貌鄭箋云樂乎彼雅烏出食在野甚飽羣飛而歸提提然爾雅釋鳥云鸒斯鵯鶋郭注云鴉烏也小而多羣腹下白江東亦呼為鵯烏孔疏云此鳥名鸒而云斯者語詞猶蓼彼蕭斯菀彼柳斯以劉孝標之博學而類苑立鸒斯之目是不精也傳以斯為語詞故單言鸒爾雅雙言曰鸒斯猶俗呼燕曰燕子呼竹曰竹子與下柳斯鹿斯同例字書斯亦作□猶之振鷺或作■〈振上鳥下〉鷺本無足異孔氏之辨亦多事矣鸒斯卑居皆同音烏雅亦同韻原可通釋傳作連珠訓以此學問之精粗正不必於此等處吹毛索也周官夏官羅氏掌羅烏鳥鄭注云烏卑居之屬水經注引孫炎云卑居楚烏詩緝云烏有三種純黑反哺者謂之烏小而腹下白不反哺者謂之鴉烏白項而羣飛者燕烏燕烏即爾雅之白脰鳥古有鴉經占吉凶南人喜鵲惡鴉北人喜鴉惡鵲師曠以白項者為不祥蓋鸒即今之山老鴉俗呼曰山老呱其聲呱呱不已故名呱此鳥似慈烏而大觜腹下白不反哺又名楚烏又名大觜烏其飛數十成羣頗傷禾稼烏鵲兩種鳥無日不鳴四時常有何吉何凶亦無取此作占驗者鴉經之說不足信也 \\n ○維桑與梓必恭敬止 \\n 桑梓俱木名見定之方中 \\n ○莞彼柳斯鳴蜩嘒嘒 \\n 柳木名見將仲子蜩蟲名見七月 \\n ○有漼者淵萑葦淠淠 \\n 萑荻也葦葭也見蒹葭 \\n ○鹿斯之奔維足伎伎 \\n 鹿山獸名見野有死麕 \\n ○雉之朝雊尚求其雌 \\n 雉山鳥名雊雉聲也見雄雉 \\n ○相彼投兔尚或先之 \\n 兔野獸名見兔爰 \\n ○趯趯毚兔遇犬獲之 \\n 毛傳云毚兔狡兔也鄭箋云遇犬犬之馴者謂田犬也孔疏云蒼頡解詁云毚大兔也大兔必狡猾又謂之狡兔說文云狡兔兔之駿者戰國策云東國逡者海內之狡兔也又云狡兔有三窟傳訓毚為狡疏訓毚為大說文訓狡兔為駿駿亦大也義俱通 \\n ○為鬼為蜮則不可得 \\n 毛傳云蜮短狐也孔疏云洪範五行傳言蜮如鼈三足生於南越陸璣云一名射影江淮水皆有之人在岸上影見水中投人影則殺人故曰射影楚辭云魂兮無南蜮傷躬只是蜮之害人古說皆然抱朴子言蜮狀如蜩五行傳言蜮狀似龜李氏本草謂此蟲長二三寸廣寸許形扁前闊後狹腹軟背硬負甲黑色似蛣蜣甲下有翅能飛鉍鉍作聲頭有一角長三分餘有六足雙屈前足抱拱其喙正如橫弩上矢之狀蟾蜍鴛鴦能食之鵝鴨能避之關左止水渟聚之處雖旱不涸蘋藻之中則有蟲似蛣蜣甲黑如漆腹色淡白此亦蜮屬但不災人為異博物志云江南水溪中有甲蟲名射工長一二寸口有弩形以氣射人影令人發瘡不治殺人周官壺涿氏掌黜水蟲以炮土之鼓敺之以焚石投之即蜮類蜮之腹下足剌如槍有毒螫酉陽雜俎故又名抱槍漢書五行志言春秋莊公十八年秋有■〈或虫〉劉向以為蜮生南越越地多婦人男女同川淫女為主亂氣所生故聖人名之曰■〈或虫〉蜮猶惑也在水傍能射人南方謂之短狐夫蟲豸之生因乎水土毒螫之物五方俱有何關人事劉氏言蜮生南越由於女淫魯在山東何以有之不足信也 \\n ○萋兮斐兮成是貝錦 \\n 毛傳云貝錦錦文也鄭箋云錦文者文如餘泉餘蚳之貝文也爾雅釋魚云貝居陸贆在水者蜬大者魧小者鰿元貝貽貝餘貾黃白文餘泉白黃文蚆博而頯蜠大而險■〈虫責〉小而橢此言貝之屬凡十種古人用以為貨漢書食貨志云金刀龜貝所以通有無說文云貝海介蟲也古者貨貝而寶龜周而有泉至秦廢貝行錢埤雅云貝以其背用故謂之貝相貝經云朱仲受之於琴以遺會稽太守嚴助其略曰貝盈尺狀如赤電黑雲曰紫貝赤質紅章曰珠貝青地綠文曰綬貝黑文黃畫曰霞貝此下有浮貝濯貝皭貝慧貝此言貝之屬有八種名與爾雅俱異今不行此貨故亦無能識者易震六二億喪貝注云貝資貨粮用屬也書盤庚具乃貝玉疏云貝者水蟲古人取其甲以為貨如今之用錢然史記平準書云農工商交易之路通而龜貝金錢刀布之幣興焉是古之用貝與錢並行而貝尤貴於錢如今之用錢與金銀金銀貴於錢數十倍也夫古既以貝為貨而又以貝為飾魯頌云貝冑朱綅是也陸疏云貝水中介蟲其文采之異大小之殊甚眾此詩貝上冠以斐貝下綴以錦意不在貝之可貴而在貝之有文言貝本非錦以萋斐之文成之則似錦矣 \\n ○取彼譖人投畀豺虎 \\n 虎山獸見大叔于田豺山獸之小者爾雅釋獸云豺狗足說文云豺狼屬狗聲夏小正十月豺祭獸禮月令季秋之月豺乃祭獸高誘注呂氏春秋云豺似狗而長毛其色黃於是月殺獸四圍陳之漢書郊祀志云豺獺有祭顏師古注云豺摯搏之獸形似狗陸佃云俗云瘦豺豺柴也豺體細瘦故謂之豺棘關左東北大山有豺俗呼曰豺狗小似庬善搏噬偶見大獸一豺吠而羣豺集互齧大獸咽喉腹肋任彼咆哮跳竄堅不脫口待獸已死則羣咂食熊虎之屬皆畏之史記周本紀云如豺如離喻言武士之猛山居人家惟言豺之食獸而不言其咥人孟子則以豺狼為嫂溺不援者比左氏春秋傳云戎狄豺狼又云豺狼之聲漢書孫寶傳云豺狼當道不宜復問狐狸班固東都賦云豺狼懾竄豺皆與狼並言豺小於狼數倍而其殘忍害物與狼不相遠也 \\n ○蓼蓼者莪匪莪伊蒿 \\n 毛氏菁菁者莪傳云莪蘿蒿也爾雅釋草莪名蘿抱根叢生本草名抱娘蒿春嫩亦可食山陰陸氏云莪一名角蒿詩緝云爾雅言蘩之醜秋為蒿醜類也蒿春始生氣味既異故其名不同至秋老成則皆名蒿蓋以莪形蒿則莪美而蒿惡莪始生香美可食至秋老大為蒿則粗惡不可食故菁莪以喻人才而蒿止為鹿食也莪蒿處處有之生於山原每叢數莖葉略似蒿而不香細於蘩蔞根莖歷冬不死逢春復生俗名山蒿 \\n ○蓼蓼者莪匪莪伊蔚 \\n 毛傳云蔚牡菣爾雅釋草云蒿菣蔚牡菣郭注云今人呼青蒿香中炙啖者為菣牡菣無子者陸疏云蔚牡蒿也三月始生七月華似胡麻華而紫赤八月為角角似小豆銳而長一名馬新蒿夫馬新廣雅作馬先入藥名茵陳蒿老梗經冬不死來歲在【在：再】發故名因陳古名菣或作■〈艹堅〉野田多有之說文菣名香蒿 \\n ○有冽氿泉無浸穫薪 \\n 毛傳云穫艾也艾即刈也嚴氏詩緝引之直作刈鄭箋云穫落木名也爾雅釋木云穫落郭注云可以為杯器素邢疏云穫一名落素謂樸也夫素者言此器由於生成不假人工為之箋從爾雅不從毛傳陸疏云穫今椰榆也其葉如榆其皮堅韌剝之長數尺可為絚索其材可為杯器張景陽七命云剖椰子之殼注云椰樹似檳榔實大如瓠裏有汁美如蜜核可作飲器殼即核也此木關左所無而此器則常見之乃商賈販來以為貨者可代匏用名曰椰瓢 \\n ○山有嘉卉侯栗侯梅 \\n 栗梅木果名栗見定之方中梅見摽有梅 \\n ○匪鶉匪鳶翰飛戾天 \\n 毛傳云鶉鵰也鵰鳶貪殘之鳥也說文引此詩句鶉作■〈敦鳥〉鳶作■〈屰鳥〉孔疏云說文■〈敦鳥〉鵰也從敦而為聲字異於鶉也鵰之大者又名鶚孟康漢書音義曰鶚大鵰也鳶鷙鳥也鶉鳶皆殺害小鳥故云貪殘之鳥蓋鵰似鷹而大健翮長尾圓目鉤喙強悍多力關左鵰有數種其羽純黑色者名皂鵰其羽黃白文者名花鵰其大者能捉狐貉名坐山鵰翮翎作箭羽皆良■〈屰鳥〉即鶚字經文作鳶鷂類也似鷹而小善高翔其攫物如射故從弋即隼也又名鸇夫鶉為■〈酓鳥〉類不能戾天先儒故引說文字作■〈敦鳥〉鳶能高飛依經原文自可作詁故不從說文作■〈屰鳥〉而詩中首句多有用韻者鳶天淵三字為韻改鳶作■〈屰鳥〉亦非韻也 \\n ○匪鱣匪鮪潛逃于淵 \\n 鱣鮪魚名見碩人 \\n ○山有蕨薇 \\n 蕨薇皆山蔬名見草蟲 \\n ○隰有杞桋 \\n 毛傳云杞枸檵也桋赤棟也夫枸杞非隰木而與桋梀相配則疑為杞柳嚴氏詩緝注四牡集于苞杞云將仲子無折我樹杞柳屬也有臺南山有杞湛露在彼杞棘杞為山木也此詩集于苞杞雅杕杜北山言采其杞四月隰有杞桋杞皆枸杞也枸杞也山杞也杞柳也是杞有三也蓋詩中之杞誠有三種而其類宜於上下之文別之將仲子之杞植於里牆宜為杞柳北山之杞言采四牡之杞言苞宜為枸杞湛露在彼杞棘杞與棘為伍杞亦有刺非大木亦宜為枸杞有臺之杞生於山宜為山杞此詩之杞生於隰枸杞生高原非隰木與桋不相配故不宜以枸杞釋之是宜為柳杞柳隰木也桋大木也爾雅釋木云桋赤梀白者梀郭注云赤梀樹葉細而岐銳皮理錯戾好叢生山中可為車輞白梀葉圓而岐為大木陸疏云梀葉如柞皮薄而白其木理赤者為赤梀白者為梀其木皆堅韌今人以為車轂郭陸皆釋桋有赤白二種桋又名梀桋為梀之赤色者關左此木多有俗呼曰色木色梀音近葉細而薄似薜荔而五岐皆尖銳木穉色白至老則中心俱赤五月開小碎黃花似桂而不香結子三角似菱而細木堅為車材木癭制器花紋可愛陸氏謂其葉如柞郭氏謂其葉圓而岐皆誤詩緝引曹氏說改桋為荑似為杞之荑與上句蕨薇不稱也尤誤 \\n ○陟彼北山言采其杞 \\n 杞枸杞為枸杞故言采見四牡 \\n ○采蕭穫菽 \\n 蕭香蒿見采葛菽豆也見生民 \\n ○楚楚者茨言抽其棘 \\n 茨蒺藜也茨一作薋楚辭章句引作楚楚者薋茨見牆有茨棘酸棗見凱風 \\n ○生我百穀 \\n 穀類至多通名曰穀有曰五穀者周禮天官疾醫云以五穀養其病注云麻黍稷麥豆有曰九穀者周禮天官太宰云三農生九穀鄭司農注云黍稷秫稻麻大小豆大小麥又云九穀無秫大麥而有粱苽有曰六穀者周禮天官膳夫云食用六穀注云黍稷粱麥苽稌有曰百穀者爾雅翼云粱者黍稷之總名稻者溉種之總名菽者眾豆之總名三穀各二十種為六十蔬果之屬助穀各二十種凡百穀 \\n ○黍稷彧彧 \\n 黍稷皆穀名見黍離 \\n ○疆埸有瓜 \\n 瓜蓏也夫瓜有二種有果瓜有菜瓜此詩下句為是剝是葅毛傳云剝瓜為葅也鄭箋云農人於田畔上種瓜瓜成又入其稅天子剝削淹漬以為葅貴四時之異物是瓜為葅又剝而淹漬之此為菜瓜也 \\n ○不稂不莠 \\n 毛傳云稂童粱也莠似苗也稂即秕粱莠為似苗之草稂見下泉莠見甫田 \\n ○去其螟螣及其蟊賊無害我田穉 \\n 毛傳云食心曰螟食葉曰螣食根曰蟊食節曰賊鄭箋云此四蟲者恆害田中之穉禾爾雅釋蟲云食苗心螟食葉蟘食節賊食根蟊陸疏云螟似虸蚄而頭不赤螣蝗也賊李中蠹蟲赤頭身長而細或云蟊螻蛄食苗根為人害李巡云食禾心為螟言其姦冥冥難知也食禾葉者言假貸無厭故曰螣食禾節言貪狼故曰賊食禾根者言其稅取萬民財貨故云蟊孫炎云皆政貪所致因以為名也許慎云吏犯法則生螟乞貸則生螣冒取民財則生蟊夫泥字作詁未必盡然然洪範言休咎中庸言位育人事成於下天道應於上前儒立說各有深意正宜存之以為貪墨者警也蓋螣為蝗俗名螞蜡蟊為螻蛄俗名地剌蛄賊似蠹食果者色赤食禾者色白禾??秸中恆有之 \\n ○交交桑扈有鶯其羽 \\n 桑扈竊脂戶不剌也見小宛 \\n ○鴛鴦于飛畢之羅之 \\n 毛傳云鴛鴦匹鳥鄭箋云匹鳥言其止則相偶飛則為雙性馴耦也古今注云鴛鴦雌雄不相離人獲其一則一相思而死故謂之匹鳥埤雅云鵲好外反鴛好內思正字通云鴛鴦紅頭翅尾黑頭有白長毛質杏黃色具文采蓋此鳥形似鳬喙扁趾連頭掌俱紅雄者羽毛五色文采陸離雌者羽毛淺黃無文采水澤間常見之有則必雙無單棲者俗呼曰鴛鴦鴨 \\n ○蔦與女蘿施于松柏 \\n 陸佃埤雅云蔦是松柏上寄生女蘿是松上浮蔓此言蔦自為蔦蘿自為蘿是二物也鄭樵通志云寄生有二種大曰蔦小曰女蘿此則并蔦蘿為一物爾雅釋木云寓木宛童郭注云寄生樹一名蔦釋草云唐蒙女蘿女蘿兔絲是蔦為木屬枝生蘿為籐屬蔓生蔦蘿判然非一類也此可以證通志之誤陸疏云蔦一名寄生葉似當盧子似覆盆子女蘿今兔絲蔓生草上黃赤如金非松蘿松蘿自蔓松上生枝與兔絲殊異此分蔦蘿為二與爾雅合而言女蘿為兔絲非松蘿則又與毛傳異毛傳云女蘿兔絲松蘿也此言女蘿為兔絲又名松蘿陸氏乃言女蘿為兔絲蔓生草上而詩明言施松非言施草顯與經戾不可訓也蓋寄生不惟生於松柏而榆柳樹上尤多直枝而有岐杈枝葉俱對生葉似榴而厚脆冬寒不凋經霜雪而倍綠子似大豆色或黃或赤破之有黏汁本無根託樹為根俗名凍青蘿則如籐纏繞於樹葉小長圓不一各自為根蔓寄於樹樹本漸大而籐深入皮之內俗名絡籐淮南子云千年之松下有茯苓上有兔絲又云茯苓掘兔絲死又云兔絲無根而生蛇無足而行魚無耳而聽蟬無口而鳴皆自然也此蓋言松下茯苓與兔絲同氣可見兔絲亦施松之物兔絲亦可名松蘿豆藍蓬蒿之上皆生兔絲彼為草上兔絲此為木上兔絲猶之同為萹蓄而有水生陸生之別同為芍藥而有草本木本之別兔絲原屬寄生之物生於草上者類草生於木上者類木同名女蘿為其寄生處異遂判為二物不容混也抱朴子云菟絲之草下有茯苓之根是言菟絲之下必有茯苓茯苓惟松下有之此亦兔絲即女蘿之證本草分茯苓兔絲為二又分女蘿松蘿為二蓋由藥性不同功用各異故分言之經文明言女蘿施松柏爾雅明言女蘿為兔絲不必強分致生異說漢書禮樂志云豐草葽女蘿施應劭注云女蘿兔絲也此又一確證矣關左東北大山松下常生茯苓聞彼刨藥材者云冬至候斫松留其根年久根腐始生茯苓諸儒言下有茯苓上有女蘿是非伐去之松矣古樂府云南山羃羃兔絲花北陵青青女蘿樹由來花葉同一心今日枝條分兩處唐樂府云兔絲故無情隨風任顛倒誰使女蘿枝而來強縈抱兩草猶一心人心不如草皆言女蘿兔絲為一心是一物而有兩名也讀者詳之 \\n ○依彼平林有集維鷮 \\n 毛傳云鷮鷮雉也鄭箋云平林之木茂則耿介之鳥往集焉爾雅釋鳥云鷮雉說文云鷮走鳴長尾雉也陸疏云鷮微小於翟走而且鳴音鷮鷮然其色如雌雉尾如雉尾而長其頭上有肉冠冠上藂毛長數寸肉甚美林慮人語曰四足之美有麃兩足之美有鷮薛綜云雉之健者為鷮尾長六尺清人二矛重鷮韓詩作此字言以鷮羽飾矛也是鷮亦雉類尾獨長關左無此雉也 \\n ○析其柞薪其葉湑兮 \\n 柞栩類木亦與栩相似栩葉長而尖柞葉闊而圓柞之異於栩者以此柞穉枝有四稜木漸大則皮皴厚稜亦漸隱性堅強風雨剝蝕數十年可以不腐俗亦呼曰柞木長極遲百年始克成材其葉大如荷葉長蒂名波羅葉實亦似栩而微長亦有斗包其半斗上粗毛茸茸然名曰槲斗詩緝以柞為栩蓋以栩名尖柞有柞名因誤為一類耳 \\n ○營營青蠅止于樊 \\n 說文云蠅蟲之大腹者埤雅云青蠅亂色蒼蠅亂聲是蠅有數種此則惟舉其二蒼蠅居室中青蠅居野外蒼蠅色黑青蠅色綠二蟲之名以色別此詩比讒是為青蠅青蠅比蒼蠅微大日營營於臭穢不惟求食兼以育子俗呼為綠豆蠅毛傳云營營往來貌鄭箋云蠅之為蟲汙白使黑汙黑使白喻佞人變亂善惡也言止於樊欲外之令遠物也詩緝引劉氏說云蛆蟲所變而成者青蠅也其飛聲則營營然亂人之聽其止於物則穢敗之又從而生蛆蛆復變為蠅其穢敗於物無有紀極也此以營營為蠅聲與傳異而亂聲者為蒼蠅非青蠅雞鳴詩曰匪雞則鳴蒼蠅之聲經文自明以日日習見之物說之者尚不能的儒家注書不可盡信類如此矣 \\n ○營營青蠅止于棘 \\n 棘小木酸棗也見凱風 \\n ○營營青蠅止于榛 \\n 榛小木山果也見簡兮 \\n ○魚在在藻有頒其首 \\n 藻水草見采蘋 \\n ○魚在在藻依于其蒲 \\n 蒲水草見澤陂 \\n ○采菽采菽筐之筥之 \\n 毛傳云菽所以芼太牢而待君子也鄭箋云菽大豆也采之者采其葉以為藿三牲牛羊豕芼以藿蓋大豆之葉名藿古以為蔬小宛中原有菽庶民采之七月七月烹菽皆為豆藿以豆藿芼牲以蘋藻芼魚亦古禮之禮文如此藿為陸草故用之芼牲藻為水草故用之芼魚各從其類實有條理三代以後未聞有此矣 \\n ○觱沸檻泉言采其芹 \\n 鄭箋云芹菜也爾雅釋草云芹楚葵郭注云今水中芹菜芹一作菦說文云菦菜類蒿呂氏春秋云菜之美者雲夢之芹高誘注云芹生水涯蓋即今之水芹菜也又名野芹山陰陸氏云芹潔白而有節其氣芬芳而味不美故列子以為客有獻芹者鄉豪取而嘗之蜇於口慘於腹也本草芹又作??斳一名水英有赤白二種二月生苗葉似芎藭莖有節稜而中空其氣芬芳五月開細白花食之與園芹略同夫野芹處處皆有生於澤畔莖葉花子皆似園芹但園芹莖單野芹莖岐園芹莖半圓野芹之莖通體俱圓園芹大如箸野芹之莖粗倍之園芹莖無節色青綠野芹莖有節色有紫者味芳而微辛不至蜇口慘腹也陸說未免過甚矣 \\n ○維柞之枝其葉蓬蓬 \\n 柞木名見車舝蓋柞木生葉比他木較遲關左氣寒柞葉生於立夏以後秋霜葉乾仍黏於枝風吹不隕至來年新葉生舊葉始落也 \\n ○毋教猱升木 \\n 毛傳云猱猨屬鄭箋云猱之性善登木爾雅釋獸云猱蝯善援邢疏云猱一名蝯善攀援樹枝說文云蝯善援禺屬蓋蝯即猨又作猿從虫從犬字無異義埤雅云??戒一名猱顏氏以為其尾柔長可藉制字從柔以此猨即猴之類長臂善嘯便攀援故其字從援或曰猨性靜緩故從爰猴之德躁以囂猨之德靜以緩陸疏云猱獮猴也楚人謂之沐猴老者為貜長臂為猨猨之白腰者為獑胡獑胡猨駿捷於獮猴然則猱猨其類大同也本草名??戒生川陝深山中似猴而大毛長而黃輕捷善緣木邵氏爾雅正義云猨與沐猴靜躁不同而狀相類單舉其文則或謂之猱或謂之猨連舉其文則謂之猱猨管子云緣高出險猱猨之所長人之所短也墜岸千仞人之所大難也而猱猨飲焉今猱猨好攀援其飲水輒自高崖或大木上纍纍相接而下飲畢相引而上信若管子所言矣是猱猨猴三物形色小異而為同類故注疏亦互為立訓舊言猨產西南今關左亦間有之每於秋果熟時由山海關北諸大山牽引至醫巫閭山采果食人常見之形有大小之異而總呼之曰猴似狗而面微圓赤目狹腮能立作人行好緣樹尋果食升木其天性也 \\n ○有菀者柳不尚息焉 \\n 柳木名見王風揚之水不流束蒲注又見將仲子無折我樹杞注 \\n ○彼都人士狐裘黃黃 \\n 狐山獸名毛色多黃見北風 \\n ○彼都人士臺笠緇撮 \\n 毛傳云臺所以禦暑笠所以禦雨也鄭箋云臺夫須也都人士以臺皮為笠孔疏云臺草名可以為笠夫臺即莎草織以為笠禦暑禦雨皆可用傳則分言之實一物也見南山有臺 \\n ○彼君子女卷髮如蠆 \\n 鄭箋云蠆螫蟲也尾末揵然似婦人髮末曲上卷然孔疏云蠆蠚蟲也通俗云長尾為蠆短尾為?曷攵虫?此蟲處處有之形似地螻而扁闊青色八足前二足作雙鉗如蟹長尾有節尾末有鉤向上螫人最毒居老屋敗壁中晝伏夜出守宮好食之相傳此物生子坼背而出嘬食雌?曷攵虫?已盡然後分行一生六十六子俗呼曰?曷攵虫?子本草名蛜螂廣雅名杜伯孝經緯云蜂蠆垂芒為其毒在後春秋僖公二十二年傳云蜂蠆有毒史記淮陰侯傳云猛虎之猶豫不如蜂蠆之致螫蜂蠆並言而蠆之毒尤烈於蜂也陸疏云蠆幽州謂之?曷攵虫?酉陽雜俎言江南舊無?曷攵虫?開元初有主簿以竹筒盛過江至今往往有之故俗名曰主簿蟲或曰主簿即杜伯兩字聲近致訛 \\n ○終朝采綠不盈一匊 \\n 鄭箋云綠王芻易得之菜也詩緝云綠木賊也夫綠為王芻見淇澳郭氏爾雅注名鴟腳莎本草名曰黃草言可以染黃色與次章藍草為一類鄭箋以綠為菜此草俗名三角菜本有菜名也木賊有莖無葉可以銼木俗名銼草與王芻迥異 \\n ○終朝采藍不盈一襜 \\n 鄭箋云藍染草也孔疏云藍可以染青淮南子云青出於藍夏小正云五月啟灌藍蓼禮月令云仲夏之月令民無刈藍以染說文云藍染青草蓋言此草之汁可染藍色故名藍也本草所載之藍草不一一名蓼藍葉如蓼一名菘藍葉如菘一名馬藍葉如苦蕒一名吳藍長莖如蒿而白花一名木藍長莖如決明葉似槐凡五種皆可染色王氏羣芳譜云藍染草也有數種大藍葉如萵苣而肥厚小藍莖赤葉綠而小槐藍葉如槐葉皆可作靛此言藍有三種所謂大藍者即馬藍小藍即蓼藍槐藍即木藍仍在本草五藍之內惟名小異爾雅釋草云葴馬藍此僅為藍之一種周禮掌染草注云染草藍蒨象斗之屬是言三物皆為染草蒨即茹藘染色紅象斗即橡斗可以染黑藍染青也通志云藍三種蓼藍染綠大藍染碧槐藍染青三藍皆可作澱色成勝母故曰青出於藍關左所有惟蓼藍春種生苗葉似莧莖高二三尺寸餘一節一節一葉六月花開成穗似蓼花色紅而艷秋後成子似蕎麥三稜而細黑光如漆俗呼曰澱草花初開時刈取莖葉泡為綠汁外加石灰收取濃液以染藍色一入綠二入碧三入青五六入則色益深入藥名青黛 \\n ○其釣維何維魴及鱮 \\n 魴鯿也見汝王?賁鱮鰱也見敝笱 \\n ○芃芃黍苗陰雨膏之 \\n 黍穀名見黍離 \\n ○隰桑有阿 \\n 桑木名見定之方中 \\n ○白華菅兮白茅束兮 \\n 毛傳云白華野菅也已漚為菅鄭箋云白華於野已漚名之為菅爾雅釋草云白華野菅郭注云菅茅屬陸疏云菅似茅而滑澤無毛根下五寸中有白粉者柔韌宜為索漚及曝尤善也夫爾雅陸疏皆言菅為草名頗似茅原野有似葦之草而細小中空此為茅也山岡有似荻之草而堅韌中實此為菅也茅葉莖皆有毛菅則無毛茅根味甘而脆菅根味淡而長有筋此菅茅二草之別也菅用水漚之則柔軟可用東門之詩云可以漚菅是言菅漚於池非言已漚者始名菅也說文廣雅皆以菅為茅蓋菅為茅之別種非菅即茅此詩菅茅分詠可驗也孔疏云漚之柔韌異其名謂之菅因謂在野未漚者為野菅也白茅俗曰茅針草見野有死麕 \\n ○有鶖在梁有鶴在林 \\n 毛傳云鶖禿鶖也說文作禿■〈尗鳥〉古今注云扶老禿秋也狀如鶴而大山陰陸氏云鶖性貪慾其毛辟水毒好啗蛇劉氏魯都賦云綠鷁葱鶖是鶖羽色青也李氏本草云禿鶖水鳥之大者青蒼色長頸赤目頭項皆無毛其頂皮紅色如鶴頂其喙深黃色而扁直長尺餘凡鳥至秋脫毛則禿此鳥頭禿如秋毨如老人頭童翼長廣五六尺舉頭高六七尺嗉下有胡袋足爪如雞黑色性貪惡食魚兼食鳥雛埤雅云鶖性貪惡俗呼禿鶖一名鴜■〈老鳥〉飲膳正要云鴜■〈老鳥〉有三種有白者黑者花者俗名胡鴜■〈老鳥〉其肉色亦不同元時猶有鴜■〈老鳥〉之供關左無鶖其性類鵜其狀類鶴惟頭禿為異鶴見鶴鳴 \\n ○鴛鴦在梁戢其左翼 \\n 鴛鴦水鳥似鶩而羽色與家鶩異飛則同飛宿則同宿故又名匹鳥杜甫詩云鴛鴦不獨宿也此鳥有物傷其一其匹則不食而死孟郊詩言鴛鴦會雙死也戢其左翼者是言插噣於翼蓋言其宿廣雅云戢插也凡鳥之宿無論長短項宿則必回其頭插噣於翼而其頭左回者多右回者少留心驗之其說不誣也 \\n ○緜蠻黃鳥止于丘阿 \\n 黃鳥鸝也緜蠻鳥聲見葛覃 \\n ○幡幡瓠葉采之烹之 \\n 毛傳云幡幡瓠葉貌庶人之菜也蓋瓠為甘瓠匏屬古以瓠葉為菜今無食者見南有嘉魚 \\n ○有兔斯首炮之燔之 \\n 兔山獸之小者見兔爰 \\n ○有豕白蹢烝涉波矣 \\n 毛傳云豕豬也蹢蹄也犬喜雪馬喜風豕喜雨故天將久雨則豕進涉水波爾雅釋獸云四蹄皆白豥孔疏云駭者躁疾之言白蹢名之為豥是躁疾於餘豕夫躁疾驚駭凡豕皆然不必蹄白者始然爾雅祇言名豥非驚駭也易曰見豕負塗是豕喜處泥中白蹄為泥所塗不恆見至雨多泥為雨滌白蹄見矣有豕白蹢久雨之徵也 \\n ○苕之華芸其黃矣 \\n 毛傳云苕陵苕也將落則黃鄭箋云陵苕之華紫赤而繁華衰則黃爾雅釋草云苕陵苕黃華蔈白華茇本草言苕有數名一名陵時一名女葳一名茇華一名瞿一名陵霄引蔓依木而生高數丈春初生枝一枝數葉尖長有齒花開夏秋之間一枝十餘朵赭黃色陸疏言苕一名鼠尾花紫可以染皂羣芳譜云陵霄花一名鬼目一名紫葳處處有之多生山中人家園圃亦植野生者蔓纔數尺得木而上即高數丈蔓間鬚如蝎虎足附樹上甚堅牢花大如牽牛花頭開五瓣赭黃色有紅點夏中乃深秋更赤八月結莢如豆角長三寸餘子輕薄如榆仁此草關左未有嘗於燕晉園圃寺院見之支木立架以供賞玩王氏言其鬚如蝎足蔓草中多有類此者亦可謂善喻矣其花始開色黃至秋則紫故有紫葳名鄭箋本草各據一時言之故紫赤赭黃之色小異陶氏以苕為瞿麥瞿麥俗名石竹莖如竹葉亦如竹高尺餘非蔓生亦無赭黃色者殆以苕一名瞿故誤 \\n ○匪兕匪虎率彼曠野 \\n 兕虎皆獸名兕見吉日虎見大叔于田 \\n ○有芃者狐率彼幽草 \\n 狐山獸見北風 \\n 毛詩多識卷十終 \\n  \\n 　"}
{"章节": "●毛詩多識卷十一", "正文": "　 \\n ●毛詩多識卷十一 \\n 　 \\n  \\n 長白多隆阿著 \\n 大雅 \\n ◆大雅◆ \\n 駟騵彭彭 \\n 時維鷹揚 \\n 緜緜瓜瓞 \\n 周原膴膴堇荼如飴 \\n 柞棫拔矣 \\n 芃芃棫樸 \\n 榛楛濟濟 \\n 鳶飛戾天魚躍于淵 \\n 瑟彼柞棫民所燎矣 \\n 莫莫葛藟施于條枚 \\n 修之平之其灌其栵 \\n 啟之辟之其檉其椐 \\n 攘之剔之其檿其柘 \\n 柞棫斯拔 \\n 松柏斯兌 \\n 麀鹿攸伏 \\n 鼉鼓逢逢 \\n 豐水有芑 \\n 蓺之荏菽 \\n 麻麥幪幪瓜瓞唪唪 \\n 維秬維秠維穈維芑 \\n 取蕭祭脂 \\n 敦彼行葦牛羊勿踐履 \\n 黃耇台背 \\n 鳬鷖在涇 \\n 鳳凰于飛翽翽其羽 \\n 梧桐生矣于彼朝陽 \\n 如蜩如螗 \\n 投我以桃報之以李 \\n 菀彼桑柔 \\n 降此蟊賊稼穡卒痒 \\n 瞻彼中林甡甡其鹿 \\n 寧為荼毒 \\n 炰鼈鮮魚 \\n 維筍及蒲 \\n 魴鱮甫甫 \\n 麀鹿噳噳 \\n 有熊有羆 \\n 有貓有虎 \\n 獻其貔皮赤豹黃羆 \\n 秬鬯一卣 \\n 蟊賊蟊疾 \\n 為梟為鴟 \\n ○駟騵彭彭 \\n 毛傳云■〈馬丣〉馬白腹曰騵言上周下殷也孔疏云郭璞爾雅注騵■〈馬丣〉赤色黑鬣也檀弓說三代乘馬各從正色而周不純赤明其有義故知白腹為上周下殷高誘注淮南子云黃色白腹曰騵與毛傳爾雅俱異禮檀弓云周人尚赤戎事乘騵則騵本非黃色傳疏皆同爾雅而上周下殷之說亦有解不去者馬之毛色上赤下白間亦有之若殷之代夏亦取上白下黑者乎恐馬無此毛色也 \\n ○時維鷹揚 \\n 毛傳云鷹揚如鷹之飛揚也鄭箋云鷹鷙鳥也爾雅釋鳥云鷹鶆鳩郭注云鶆當為鷞字之誤左傳作鷞鳩是也春秋昭公十七年傳云爽鳩氏司寇也杜注云爽鳩鷹也鷙故為司寇裴氏新書云鷹在眾鳥間若睡寐然故積怒而後全剛生焉詩大雅維師尚父時維鷹揚言其武之奮揚也正字通云鷹雄形小雌體大生於窟者好眠巢於木者常立雙骹長者起遲六翮短者飛疾禮月令季夏之月鷹乃學習注云雛學飛季秋之月鷹乃祭鳥注云欲食鳥先殺鳥不食夫鷹大如鴟羽色青蒼而有黃白斑點金目鉤喙黃足鉤爪獵者畜之名曰黃鷹今人於鷙鳥之屬恆以鷹呼之而類分大小其小者僅能捉雀名雀鷹其大者捉雉兔名兔鶻史記酷吏傳時人號郅都曰蒼鷹言其性好殺也本草又有虎鷹翼廣丈餘能搏虎如此大者關左未見鳩化之鷹乃鸇屬非此詩所言之鷹也嚴氏詩緝關雎注云左傳郯子所述五鳩詩中皆有之雎鳩氏司馬此詩所言之鳩是也祝鳩氏司徒鵓鳩也四牡嘉魚之鵻是也鳲鳩氏司空布穀也曹風之鳲鳩是也鶻鳩氏司事鷽鳩也小宛之鳴鳩與氓詩食桑葚之鳩是也歐陽氏以居鵲巢之鳩非鳲鳩則又在五鳩之外也蓋五鳩皆備於詩嚴氏之說然矣而其注亦有誤者雎鳩為司馬即魚鷹祝鳩為司徒即斑鳩鳲鳩為司空即俗所呼之抱鴣乃布穀字音之傳【傳：轉】鷞鳩為司寇即此詩所言之鷹鶻鳩為司事即青鳶子爭鵲巢者鶻鳩不食桑葚食桑葚者為鳲鳩鶻鳩好鳴故又名鳴鳩以其為鷹所化其形猶似鷹與鵲爭巢猶有鷙意不在五鳩外而亦非鷽鳩也 \\n ○緜緜瓜瓞 \\n 毛傳云瓜紹也瓞瓝也鄭箋云瓜之本實繼先歲之瓜必小狀似瓝故謂之瓞孔疏云瓜瓞瓜紹之瓞也瓜之族類本有二種大者曰瓜小者曰瓞而瓜蔓近本之瓜必小於先歲之大瓜以其小如瓝故謂之瓞瓞是瓝之別名故云瓞瓝也爾雅釋草云瓞瓝其紹瓞郭注云俗呼瓝瓜為瓞紹者瓜蔓緒亦著子但小如瓝夫瓜瓞之說諸儒皆本爾雅近本之瓜俗名主根瓜其實小不如後結者大此詩以瓜為蔓草義取綿綿而長以喻周世世侯伯歷夏及商所來者遠也其以瓜瓞小大作詁者鑿 \\n ○周原膴膴堇荼如飴 \\n 毛傳云堇菜也荼苦菜也鄭箋云周之原地膴膴然肥美其所生菜雖有性苦者皆甘如飴也蓋堇即野芹荼即苦菜處處有之亦處處食之爾雅釋草云齧苦堇郭注云今堇葵也葉似柳子如米汋食之滑則是堇為菜名其味苦與荼為同類孔疏云芨堇草夫芨雖名堇又名烏頭乃藥草中之有大毒者是誤據也堇為野芹有水陸二種小雅觱沸檻泉言采其芹是為水芹此云生於周原與荼同詠是為陸芹夏小正云二月榮堇是堇二月生苗關左氣寒四月始生葉似藁本而整其莖青近節處色紫枝多岐細花密蔟結子如粟米以其與園芹相似故有芹名蘇氏云堇菜野生非人所種葉似蕺花紫色禮內則云堇荁枌榆兔???夗?滫瀡以滑之鄭注云冬用堇夏用荁荁亦堇類謂用之以調和飲食也堇性滑似葵故又名堇葵郭注云堇味苦今所見者其味微辛蘇云堇花紫色今所見者其色俱白堇可食不異園芹若烏頭乃藥材之下品一名烏喙國策云人之饑所以不食烏喙者以其雖偷充腹而與死同患也烏頭又名奚毒淮南子云天下之物莫凶於奚毒而良醫橐而藏之有所用也烏頭又名雀芋酉陽雜俎言言雀芋狀如雀頭飛鳥觸之墜走獸遇之僵陶貞白言以烏頭擣汁敷矢射禽獸十步即倒烏頭性毒如此雖生周原豈能變哉蓋堇荼之味皆苦此地所生味甘如飴故取之以徵土性之美潘安仁閒居賦云堇薺甘旨是堇亦有甘者不獨周原有甘堇矣 \\n ○柞棫拔矣 \\n 鄭箋云柞櫟也棫白桵也柞見車舝棫山木之小者爾雅釋木云棫白桵郭注云小木叢生有剌實如耳璫紫赤可啖此木關左有之木色深黃中心黑赤幹直不曲中有細孔可刻為杖子大如小錢圓扁勻淨文理極細俗呼曰扁旦核綫穿成串以供手玩韓保昇云棫出雍州樹生葉細似枸杞而狹長花白子附莖生紫赤色大如五味子莖多細剌其實五六月熟陸疏云棫其材理全白無赤心者為白桵即柞也夫柞為大木棫為小木大小懸殊本非一類詩中有單言柞者如維柞之枝析其柞薪是也有柞棫並言者如瑟彼柞棫柞棫斯拔是也若棫即為柞詩中何以分言又連言之棫名白桵棫有木質色白一種而黃質赤心者多不得以白質者當柞也說文棫柞二字不連文亦分釋之許氏不以棫柞為一木柞一名槲一名大葉櫟與櫟相似又有櫟名而非一種箋以櫟釋柞猶誤 \\n ○芃芃棫樸 \\n 毛傳云棫白桵也樸枹木也爾雅釋木云樸枹者郭注云樸屬叢者為枹詩所謂棫樸枹櫟 \\n ○榛楛濟濟 \\n 榛小木山果也見簡兮楛荊之赤者一名紫荊一名雉尾荊世傳肅慎氏楛矢即此書禹貢云惟箘簵楛三邦厎貢厥名注云楛中矢榦是以楛為矢夏后時已有之非周武時始見於貢也陸疏云楛形似荊而赤莖似蓍上黨織為斗筥箱器又揉以為釵故上黨調問婦人問欲買赭否曰竈下自有黃土問欲買釵否曰山中自有楛夫榛楛為二木皆叢生無大材乾質皆輕榦直可為杖俗則並呼之曰楛榛??秸 \\n ○鳶飛戾天魚躍于淵 \\n 鳶羽蟲魚水蟲鳶見采芑 \\n ○瑟彼柞棫民所燎矣 \\n 柞棫木名柞見車舝棫見緜 \\n ○莫莫葛藟施于條枚 \\n 葛藟蔓草名葛見葛覃藟見樛木 \\n ○修之平之其灌其栵 \\n 毛傳云栵栭也與爾雅釋木文同郭注云栭樹似槲樕而小子如細栗江東呼為栭栗陸疏云栭葉如榆木理堅韌而赤可為車轅李氏本草云栗有數種其大如指頂者爾雅所言栭栗也是栗為果實木亦美材故與灌木修平之不與菑翳為伍盡事芟除也 \\n ○啟之辟之其檉其椐 \\n 毛傳云檉河柳也椐樻也陸疏云檉河柳生水傍皮正赤如絳一名雨師枝葉似松椐樻節中腫似扶老今靈壽是也宏農共北山甚有之爾雅釋木云檉河柳椐樻郭注云檉今水傍赤莖小楊椐腫節可以為杖詩疏廣要云檉非獨知雨又能負霜雪天寒不凋有異餘柳李氏本草云檉柳小榦弱枝插之易生赤皮細葉如絲娿娜可愛一年三次作花花穗長三四寸水紅色如蓼花南齊時益州獻蜀柳條長狀若絲縷者即此木也椐一名樻陸氏以為靈壽漢書孔光傳賜太師靈壽杖孟康注以為扶老杖服虔注云靈壽木名顏師古注云靈壽木似竹有枝節長不過八九尺圍三四寸自然有合杖制不須削治也陳藏器言椐生劍南山谷在今之蜀地關左未見此木檉則處處皆有不生河畔多植於園圃以供玩賞榦正赤皮?昔而不光澤長條岐出葉似邪蒿而細花似水蓼而促北地嚴寒經冬落葉不耐霜雪酉陽雜俎言凉州有赤白檉今惟有赤檉無白色者南都賦言檉似柏而香檉脂曰檉乳今所見者殊無香氣而亦不見有脂爾雅翼云檉名雨師天將雨檉先起氣以迎之故名梁江淹檉頌云木貴冬榮檉實寒色南方地暖始然也本草衍義名檉曰三春柳今訛曰三川柳又呼為觀音柳 \\n ○攘之剔之其檿其柘 \\n 毛傳云檿山桑也柘無注爾雅釋木云檿桑山桑柘亦無文說文云檿山桑有點文者柘柘桑是檿柘皆木名為桑之別種檿為山桑枝榦與園桑相似薄葉而小葉多椏似花叢生無大木飼蠶最宜絲名檿絲書禹貢曰厥篚檿絲檿桑條長條皮上有白斑點桑椹最繁纍纍盈枝熟可食柘與山桑枝葉畧同惟枝上有剌葉上有毛為異葉亦薄有岐杈亦可飼蠶漢書五行志云周宣王時童?曰檿弧箕服服虔注曰檿檿桑也顏師古注曰檿山桑之有點文者埤雅云柘宜山石李氏本草云柘喜叢生榦疏而直蠶書云柘葉飼蠶為絲中瑟琴絃清響勝凡絲考工記云弓人取材以柘為上其實狀如桑子而圓粒如椒名佳子禮月令季春之月命野虞毋伐桑柘周禮夏官司爟變國火以救時疾注云夏取桑柘之火漢書揚雄傳云不奪百姓膏腴穀土桑柘之地是柘為桑類古則與桑並重也關左呼檿曰野桑呼柘曰剌桑 \\n ○柞棫斯拔 \\n 柞棫木名柞見車舝棫見緜 \\n ○松柏斯兌 \\n 松柏大木名松見山有扶蘇柏亦松類而與松異爾雅釋木云柏椈是椈為柏之別名椈一作鞠說文云柏鞠也六書精蘊云柏陰木也木皆屬陽而柏向陰指西蓋木之有貞者故字從白白西方正色也李氏本草說畧同埤雅云柏之指西猶針之指南也夫柏之種類無多藥材所需惟取葉扁側生者名側柏處處可植其榦直上高入雲表木性緩細絲理雕刻為器永無裂紋葉密成片冬寒不凋開小黃細花結子如山查形色青有皺紋霜後自裂每顆中有四五子似牛蒡子剝取仁芳芬可食俗呼曰片松子仁曰柏子仁枝榦四出未嘗專一指西陸氏以針之指南為比驗之當前柏樹殊不然也 \\n ○麀鹿攸伏 \\n 鹿山獸麀鹿之牝者見吉日 \\n ○鼉鼓逢逢 \\n 毛傳云鼉魚屬陸疏云鼉形似蜥蜴四足長丈餘其皮堅厚可以冒鼓說文云鼉水蟲似蜥易長丈所續博物志云鼉長一丈其聲似鼓埤雅云鼉鳴應更吳越謂之鼉更又鼉欲雨則鳴里俗以鼉讖雨禮月令季夏之月命漁師取鼉漢書馬融廣成頌云左挈夔龍右提蛟鼉司馬相如上林賦云樹靈鼉之鼓是古冒鼓多以鼉皮為之或云鼓聲逢逢象鼉鳴 \\n ○豐水有芑 \\n 毛傳云芑草也詩之言芑者有三蓋三物而同名一芑穀一芑菜一芑草薄言采芑之芑傳以為菜即今之苦蕒維穈維芑之芑傳以為白苗即穀中之白稃蜀黍此芑傳以為草生於水畔是水草詩緝以此為穀與傳異夫蜀黍非水穀此言有於豐水非穀類也 \\n ○蓺之荏菽 \\n 毛傳云荏菽戎菽也鄭箋云戎菽大豆也爾雅釋草云戎菽謂之荏菽孔疏云樊光舍人李巡皆以戎菽為今胡豆郭璞言春秋齊人來獻戎菽管子言北伐山戎出冬葱及戎菽布之天下今之胡豆是也郭氏等以戎胡俱夷名故以戎菽為胡豆后稷種穀不應舍中國之種而種戎國之豆即如郭言齊桓之伐山戎始布其豆種則后稷之所種者何時絕其種乎而齊桓復布之禮有戎車不可謂之胡車明戎菽正大豆是也羣芳譜云豌豆一名胡豆一名戎菽一名青斑豆一名回鶻豆一名豆?畢豆一名淮豆一名國豆種出西胡北土甚多八九月下種亦有春種者苗生柔弱宛宛然故有是名蔓生有鬚葉似蒺藜兩兩相對嫩時可食三四月開白花如蛾形結莢長寸許子圓如丸可炒食此豆處處有之今俗惟呼曰豌豆字亦作■〈宛豆〉李氏本草云豌豆百穀中最先登嫩時青色老則斑麻故有青斑麻累諸名此物其用最廣烹其嫩莖為菜煮其青莢代穀磨之為麪作餻無不宜者爾雅釋詁曰戎大也鄭箋訓戎為大本此解戎為胡泥矣 \\n ○麻麥幪幪瓜瓞唪唪 \\n 麻麥穀名瓜瓞蓏屬俱見前 \\n ○維秬維秠維穈維芑 \\n 毛傳云秬黑黍也秠一稃二米也穈赤苗也芑白苗也爾雅釋草云秬黑黍秠一稃二米虋赤苗芑白苗郭注云詩曰維秬維秠秠亦黑黍但中米異耳虋今之赤粱粟芑今之白粱粟皆好穀是皆以秬秠為黍穈芑為粟黍性黏俗呼曰秘子粟性不黏俗呼曰穀子黍米名黃米粟米名小米陸德明釋文云秬今蜀黍也蓋蜀黍今名高粱一名蘆穄一名蘆粟廣雅名荻粟又名木稷其莖數寸一節一節一葉與蘆荻相似故有蘆荻名其名粟名稷者高粱大於粟稷莖葉亦與粟稷相似故兼有其名猶之名蜀黍也邵晉涵爾雅正義云李巡言黑黍一名秬說文言矩?鬯黑黍一稃二米以釀也或作矩秠一稃二米天賜后稷之嘉穀也前人誤以稷為黍遂不能辨秬秠因有疑為古之異種後世所不經見者今以人所為曉者分晰言之稷者北方所謂小米黍者北方所謂高粱也鄭注月令云黍秀舒散屬火素問金匱真言論云南方赤色其穀黍王砅注云黍赤色又云中央黃色其穀稷注云色黃而味甘也今小米色黃而高粱色赤夫人而知之不待辨而明也黍為高粱以種植之時驗之夏小正云二月往耰黍禪禪單也五月初昏大火中大火者心也心中種黍菽穈時也今高粱布種南方在三四月間北方則早者二月遲者不過五月尚書大傳淮南子說苑俱云大火種黍菽穈據其最後者言小正則兼該始終是小正所謂黍即高粱也以種植之地驗之荊揚宜稻故南方雖種高粱不甚以為重雍冀宜黍稷幽州宜三種謂黍稷稻故北方高粱之種最廣今直北屬國在古雲中郡外境不殖他穀惟種高粱孟子所謂惟黍生之也蓋其地解凍遲而降霜早高粱以暑月種榦葉既成霜早不害歲收為糧此孟子所謂黍即高粱也又以物性及施於用者驗之說文云黍禾屬而黏者也以大暑而種故謂之黍孔子曰黍可為酒禾入水也今高粱有秔稬二種南方種者皆秔而植穗北方兼二種或穗垂似禾南方以為餈餌而北方之窶者為飯及麋而其性皆黏故云禾屬而黏者也後世釀酒者稬稻大麥小米為最著而說文獨舉黍者稻麥稷雖可釀酒而以食為主高粱雖亦為飯而以釀酒為主故獨於黍曰可為酒是說文以黍為高粱也再以俗諺所稱者證之釋文以黑黍為蜀黍食物本草云高粱一名蜀黍案大者為蜀本於雅訓今高粱亦有短小者而大率皆高大是黍其本名蜀言其大也四方殊語則北方曰高粱浙人呼之曰粟亦曰蘆穄皆假借為名而山東謂之黍黍山西曰豎黍福建於短小者呼之曰黍此雖不可為典要亦可見黍之名未盡亡也學者誤以黍為小米則無以解於秬秠因傅會牽合以秬為小米中黑色者然小米偶有黑色非常種也況夫秬所以釀酒即使秬為小米則今釀小米為酒者率用黃色之米未聞擇取其黑也至於秠為一稃二米則小米實無此種不得不神奇其說疑為古嘗有之後世所不經見夫詩言嘉種皆陳常時夏粒食無疆奚取於世不經見者爾雅又奚取而釋其名狀以示異於人哉陸德明知稷之不可以冒黍也故秬云今蜀黍也米白穀黑今高粱成熟外有黑稃稃內米赤間有白者陸氏蓋得之目驗非臆說也一稃二米不特小米無此種亦為他穀所無惟高粱有之南北種高粱者皆習覩之不以為異也然則秬秠為黍黍即高粱無可疑矣或疑今高粱酒其性酷烈必非古之秬鬯然今北方富室有釀高粱為黃酒者功用加倍故不常釀釀成之後其味芳醇古者以共宗廟之祭詩書言秬鬯一卣以昭恩禮之隆則亦非常用之酒矣夫先儒注疏皆以秬秠為黍皆以粟之性黏者為黍以穈芑為粟以秬為高粱始於陸氏邵氏旁引廣取證秬為高粱並秠亦為高粱他穀無此種其識可謂卓矣試為細繹此詩麻麥黃茂已述於前此章蓋言初得之穀特曰嘉種其類不一名之曰秬曰秠曰穈曰芑也蓋以南北之地所種之穀總計之南方田溼宜稻北方田高宜粱麥豆之屬亦種而不如稻粱維多后稷教稼正在雍冀之域是宜高粱之地不宜舍高粱而重黍也黍為處處常種之穀而實為所不能多種之穀高粱在北方種者居其大半是嘉種之宜為高粱一也魯頌閟宮詩云俾民稼穡有稷有黍有稻有秬秬與稻不與黍稷並言是秬非黍明矣稻宜於水秬宜於陸穀類雖繁他穀之大小相差無多惟高粱則獨巨以比他穀或大至一倍或大至二三倍秬字從巨言其大於眾穀也此嘉種之宜為高粱二也郭注爾雅言穈為赤粱芑為白粱則穈芑亦宜為高粱粟有白者無赤者而高粱俗曰紅粱則赤者尤廣名為粱是高粱之名猶存此一線也黃鳥之詩首章言無啄我粟次章言無啄我粱粟粱分出則粱必非粟古之高粱或名為黍或名為粟或名為稷蓋高粱為穀種類最多其稃黑白赤黃色色俱備五方各以其類似者呼之故名不一此嘉種之宜為高粱三也高粱結穗有直立者如粟粒之繁密有下垂者似黍顆之疏稀一稃二米他穀所無惟高粱始有名之曰秠字從禾丕丕亦大也言其一稃二米又較他穀獨大也此嘉種之宜為高粱四也高粱在北方三月播種八月刈穫小正言二月耰黍正應其候若彼似稷之黍而性黏者則種於五月穫於七月北方暖晚寒早孟子言惟黍生之是黏黍非蜀黍也粟稻之黏者皆可釀酒而蜀黍之不黏者亦可造酒他穀之酒則用釀高粱之酒則用燒今之燒酒其味辛香高粱之黏者亦可釀酒而用之者惟燒酒則盛行之關左高粱種之者多收成亦廣土俗養生全倚此穀然用以燒酒消耗過半邵氏言高粱主釀酒不虛也然此酒則燒之非釀也高粱之類熟有早晚然相差不過一月許春種秋收處處皆然說文言大暑始種邵氏言不畏霜寒皆非目覩之言也高粱之實惟有紅白二色其稃則具五色其高大者至丈餘小者亦有五六尺其??稈皆大一圍非他穀比所以曰秬曰秠實紅者色如赭實白者色如粉所以曰穈曰芑莖葉根穗皆似黍故名黍以其大於黍故加蜀以別之是穈為赤粒蜀黍芑為白粒蜀黍秬為黑稃蜀黍秠為一稃二米之蜀黍似稷而黏者為小黍高粱為大黍陸氏釋文今之蜀黍一語可以發千古之矇矣 \\n ○取蕭祭脂 \\n 蕭香蒿也見采葛 \\n ○敦彼行葦牛羊勿踐履 \\n 葦葭蘆也孔疏云葦初生為葭此禁牛羊勿踐則是春夏時事此愛其為人用人之所用在於成葦故以成形名之 \\n ○黃耇台背 \\n 爾雅釋詁台作鮐蓋魚名也毛傳云鮐背大老也鄭箋云台之言鮐也大老則背有鮐文孔疏云老人氣衰皮膚消瘠背若鮐魚也揚子方言云鮐老也秦晉之郊陳兗之會曰耇鮐言背皮如鮐魚釋名曰九十曰鮐背背有鮐文也張景陽七命云萊黃之鮐注曰鮐海魚也漢書東萊郡有黃縣夫黃縣漢屬東萊今隸登州山東省極東之地南北東三面臨海故有鮐魚此魚大盈尺無鱗皮色青黑而有黃白斑文頗肖老人顏色俗名鮐鮁 \\n ○鳬鷖在涇 \\n 毛傳云鳬水鳥也鷖鳬屬孔氏陸氏皆引蒼頡解詁以鷖為鷗埤雅云鳬好沒鷖好浮李氏本草云鷗者浮水上輕盈如漚也一名水鶚江海湖泊皆有之鷗說文作鳥?區云水鴞也正字通云鷖蒼黑色羣飛鳴隨潮往來風起輒飛至岸渡海者以為候關左為近海之區水鳥頗繁其有蒼白羽色如鴿者人目曰鷗又呼曰海貓離騷云駟玉虬以乘鷖兮王逸注云鷖鳳凰別名非此詩之鷖也 \\n ○鳳凰于飛翽翽其羽 \\n 毛傳云鳳凰靈鳥仁瑞也雄曰鳳雌曰凰爾雅釋鳥云鶠鳳其雌凰郭注云瑞應鳥高六尺許陸疏云鳳凰其雛為鸑鷟非梧桐不棲非竹實不食說文云鳳神鳥也天老曰鳳之像也麐前鹿後蛇頸魚尾龍文龜背燕頷雞喙五色備舉出於東方君子之國翺翔四海之外廣雅云鳳凰首文曰德翼文曰順背文義腹文信膺文仁雄鳴曰即即雌鳴曰足足昏鳴曰固常晨鳴曰發明晝鳴曰保長舉鳴曰上翔集鳴曰歸昌漢書昭帝始元三年鳳凰集東海宣帝本始元年鳳凰集膠東四年鳳凰集北海地節二年鳳凰集魯郡羣鳥從之神爵四年冬十月鳳皇集杜陵十二月鳳皇集上林嚴延年傳云黃霸在潁川以寬恕為治鳳凰下上賢之光武帝十七年有五鳳皇見於潁川之郟縣東觀記曰鳳高八尺五彩羣鳥並從行列蓋地數頃章帝元和二年鳳皇集肥城詔曰鳳皇黃龍鸞鳥比集七郡注云鸞鳥者赤神之精鳳皇之佐雞身赤毛色亦被五彩鳴中五音夫鳳為罕見之鳥太平之世應瑞而出黃帝時鳳凰巢阿閣周文王時鳳鳴岐山其為祥禽自古至今言無或異前漢昭宣之世鳳凰屢見後漢世祖章帝之年鳳亦來集彼時漢祚中興祥瑞屢臻理固宜然至於安帝政由鄧后紀綱墜矣延光三年鳳見濟南當此災異頻書之候而猶有鳳名之曰祥人不敢信吳任臣注山海經於是謬其說云鳳有五為瑞者一為孼者四皆似鳳並為妖一鷫鸘二發明三焦明四幽昌是鳳不為祥鳥轉為孼蟲矣此詩以鳳凰之集喻吉士之多意以得人為瑞不專取夫鳳翽也 \\n ○梧桐生矣于彼朝陽 \\n 毛傳云梧桐柔木也山東曰朝陽梧桐不生山岡太平而後生朝陽瑞應圖云王者任用賢良則梧桐生於東廂遁甲書梧桐可知月正閏歲生十二葉每邊六葉從下數一葉為一月有閏則十三葉視葉小處則知閏何月立秋之日至期一葉先墜羣芳譜云梧桐一名青桐一名櫬皮青如翠葉缺如花人家齋閣多種之其木無節直生理細而性緊四月開花嫩黃如小棗花五六月結子莢長三寸許五片合成老則開裂如箕名曰櫜鄂子埤雅云櫜鄂子皆五其子似乳綴其上柔木也風俗通云梧桐生嶧陽山巖石之上采東南孫枝為琴聲清雅蓋桐有青白二種以其皮色分之梧桐為青桐爾雅所謂櫬梧是也榮為白桐與梧桐小異梧桐葉較白桐差小開白花五出花子如珠垂莢外淮南子云梧桐斷角注云柔勝剛也夫木片斷角不止梧桐為然凡柔木皆可用嘗以楊柳木片鋸牛之角誠驗 \\n ○如蜩如螗 \\n 毛傳云蜩蟬也螗蝘也此言蜩名蟬螗名蝘下句如沸如羹言如羹之沸沸羹非二物蜩螗亦不宜為二物傳於豳詩五月鳴蜩注云蜩螗也小雅鳴蜩嘒嘒注云蜩蟬也毛蓋未嘗分蜩螗為二物也爾雅釋蟲云蜩螗郭注云蜩螗者蝘俗呼為胡蟬江南謂之螗蛦則是蜩螗又名蝘蜩即是螗爾雅郭注又可證也楊氏方言云蟬楚謂之蜩宋衞之間謂之螗蜩陳鄭之間謂之蜋蜩秦晉之間謂之蟬海岱之間謂之■〈虫奇〉今禮月令出於呂覽呂不韋書著於秦地仲夏之月言蟬始鳴孟秋之月言寒蟬鳴方言秦晉為蟬一語固與月令巧合矣然考鄭氏詩譜蕩詩作於厲王之世是詩作時周未東遷周猶居於秦地則已謂之蜩螗矣揚氏之說可盡信哉陸疏言螗為蟬之大而黑色者一名蝘虭一名虭蟟青徐謂之螇螰楚人謂之蟪蛄秦燕謂之蛥蚗前漢書五行志引此詩句顏師古注云螗蝘也即虭蟟也然北方諸省則通呼為寒蟬餘名則未聞有呼者 \\n ○投我以桃報之以李 \\n 桃李木果名桃見桃夭李見何彼穠矣 \\n ○菀彼桑柔 \\n 桑木名見定之方中 \\n ○降此蟊賊稼穡卒痒 \\n 蟊賊害稼蟲見大田 \\n ○瞻彼中林甡甡其鹿 \\n 鹿山獸名見野有死麕 \\n ○寧為荼毒 \\n 荼草名詩中所載之荼有四谷風誰謂荼苦則苦菜也東門有女如荼則茅華也良耜以薅荼蓼則委葉也皆言荼毒是草之有毒者入藥名澤漆關左俗呼為貓兒眼鄉人取此草莖根華葉擣爛投於川澤毒魚大小盡死荼毒生靈此物為最澤漆生於山原處處俱有俗名亦同人人皆識若苦菜乃可食之物豈有毒哉如曰荼苦殺蟲故曰毒此詩上文明言為民未言為蟲書湯誥弗忍荼毒亦言虐萬方百姓李華弔古戰場文荼毒生靈萬里朱殷皆言毒人若苦菜為常食野蔬不能毒人伊誰弗知豈可以其殺蟲指為有毒之草乎夫檳榔殺蚘百部殺蝨芸香殺蠹柏葉殺蟆皆不言其有毒奈何以毒加荼况荼可殺蟲亦未聞其所殺為何蟲儒者解經每於解不去者隨意杜撰豈知其一往難通哉澤漆四月生苗葉似豌豆而厚濃綠繁脆斷之有黃白汁中抽高莖再生旁枝五月開花圓小深黃頗似貓眼俗蓋象形名之其汁著人皮膚立時紅腫痛不可忍須急洗去其毒最烈此草多生於磽土沃田中極少諺云好地不生貓兒眼好兒好女不用管斯言信矣 \\n ○炰鼈鮮魚 \\n 鼈水中介蟲見六月 \\n ○維筍及蒲 \\n 毛傳云蒲蒲蒻也鄭箋云筍竹萌也蒲深蒲也孔疏云醯人加豆之實有深蒲筍葅是菹有筍有蒲也爾雅釋草云筍竹萌說文云筍竹胎也陸疏云筍四月生惟巴竹筍八九月生始出地長數寸鬻以苦酒豉汁浸之可以就酒及食唐書百官志云司竹監掌植竹葦歲以筍供尚食本草云竹有雄雌雌者多筍於竹根行鞭時掘取嫩者謂之鞭筍冬月掘大竹根下未出土者為冬筍並可鮮食為珍品南淡乾者為玉版筍鹽曝者為鹽筍蒲香蒲其萌可食與筍同貴見澤陂 \\n ○魴鱮甫甫 \\n 魴鱮魚名魴見汝墳鱮見敝笱 \\n ○麀鹿噳噳 \\n 麀鹿山獸名麀見吉日鹿見野有死麕 \\n ○有熊有羆 \\n 熊羆野獸名見斯干 \\n ○有貓有虎 \\n 毛傳云貓似虎而淺毛者也爾雅釋獸云虎竊毛謂之虦貓郭注云竊淺也此蓋言虎毛色淺者曰貓虎之毛色本異關左所見惟青黃二色毛色淺者亦有之無貓名 \\n ○獻其貔皮赤豹黃羆 \\n 毛傳云貔猛獸也爾雅釋獸云貔白狐其子豰郭注云貔一名執夷虎豹之屬陸疏云貔似虎或曰似熊遼東人謂之白熊豹赤豹毛赤而文黑謂之赤豹毛白而文黑謂之白豹夫貔有狐名而非狐類其皮似狐其形似豹豹亦虎屬而形異於虎虎形似貍豹形似犬書牧誓云如虎如貔禮曲禮云前有摯獸則載貔貅貔與虎並言又與貅並言則貔洵為猛獸矣豹之白者名貘而貘實非豹郭氏爾雅注云貘似熊小頭卑腳黑白駁能舐食銅鐵豹之為物不似此也豹亦摯獸詩言羔裘豹飾易言君子豹變是豹之皮可貴而其皮又以文為貴也說文云貔豹屬豹似虎圜文是豹類於虎貔類於豹史記五帝紀云教熊羆貔貅貙虎以與炎帝戰於阪泉涿鹿之野注云六者猛獸可以教戰貔與諸獸為伍則貔非狐可知雖郭氏言貔虎豹屬陸氏言貔熊羆屬說有參差而其為猛獸則一也廣雅以貔為貍貓此蓋以貔名白狐故誤為同類究之貔為豹屬不似貍也豹之毛色多白爾雅翼言屠州有黑豹洞冥記言浪坂之山出青豹色如翠正字通言豹狀似虎而小白面毛赤黃文黑如錢圈中五圈左右各四者曰金錢豹文如艾葉者曰艾葉豹又西域有文如金線者曰金線豹蓋虎之毛色青黃豹之毛色白羆之毛色黑是其常也貔之白豹之赤羆之黃是以罕見之毛色為獻也 \\n ○秬鬯一卣 \\n 毛傳云秬黑黍也鬯香草也築煮合而鬱之曰鬯鄭箋云秬鬯黑黍酒也謂之鬯者芬香條鬯也夫傳以鬯為草而箋以鬯為酒蓋以香草雜於米中釀酒至酒已熟惟見酒不見草傳於釀初言箋於釀後言之也說文云鬱芳草也一曰鬱鬯鬯以秬釀鬱草芬芳攸服以降神也書洛誥以秬鬯二卣曰明禋傳云黑黍曰秬釀以鬯草是鬯為鬱草釀成今以白芷當歸菊花木瓜制麴猶其遺意鬱即藥材中之鬱金色深黃味香又名鬱金香 \\n ○蟊賊蟊疾 \\n 蟊賊害苗蟲見大田 \\n ○為梟為鴟 \\n 鄭箋云梟鴟惡聲之鳥漢書谷永傳引此詩句顏師古注云幽王以哲婦為美實乃為梟鴟也梟鴟惡聲之鳥故以喻焉山陰陸氏云梟不孝鳥也梟食母破獍食父夫梟為土梟俗呼貓兒頭見墓門鴟一作■〈氐隹〉說文云■〈氐隹〉■〈垂鳥〉也大如鷹鶻蒼色隱有斑文圓目鉤喙爪能攫物段氏說文注云鴟今江蘇俗呼曰鷂鷹盤旋空中攫雞子食鮑照蕪城賦云寒鴟嚇雛莊子云鴟得腐鼠皆此物也蛇蛙魚蟹及人所棄自死之畜鴟皆啄食兼食豕犬之糞貪而且穢無如此鳥是其形惡其性惡不獨其聲惡矣爾雅有鴟鴞茅鴟怪鴟皆與單言鴟為各物蓋鴟鳴其音鴟鴟然故名鴟山左人猶呼為老阿鴟關左呼為老鷂子 \\n 毛詩多識卷十一終 \\n  \\n 　"}
{"章节": "●毛詩多識卷十二", "正文": "　 \\n ●毛詩多識卷十二 \\n 　 \\n  \\n 長白多隆阿著 \\n 周頌 \\n 魯頌 \\n 商頌 \\n ◆周頌◆ \\n 貽我來牟 \\n 振鷺于飛于彼西雝 \\n 豐年多黍多稌 \\n 有鱣有鮪鰷鱨□鯉 \\n 莫予荓蜂自求辛螫 \\n 肇允彼桃蟲拚飛維鳥 \\n 未堪家多難予又集于蓼 \\n 有椒其馨 \\n 其饟伊黍 \\n 以薅荼蓼 \\n ○貽我來牟 \\n 毛傳云來牟麥也廣雅來作麳牟作■〈敄麥〉注云麳小麥■〈敄麥〉大麥漢書劉向傳來牟作釐麰釐來古通字麰為牟之本字羣芳譜云小麥名來苗生如韭成似稻高二三尺實居殼中芒生殼上生青熟黃秋種夏熟具四時中和之氣亦可春種至夏便收然不及秋種者說文云麥屬金金旺而生火旺而死牟大麥也莖葉與小麥相似芒長殼與粒相黏未易脫小麥磨麪作餅餌食大麥止堪碾米作粥飯用及飼馬用此其所以異也漢書武帝元狩三年遣謁者勸有水災郡種宿麥顏師古注云秋冬種之經歲乃熟故云宿麥夫大小二麥釀酒造麴用者尤多小麥有秋種者名冬麥其於春種者名春麥冬麥性微平春麥性熱本草言小麥有毒惟蘿蔔可解二麥皆有芒大麥之芒尤大麥之殼有色黑者名烏麥種於二月穫於六月禮月令孟夏之月麥秋至關左節氣不能然也 \\n ○振鷺于飛于彼西雝 \\n 毛傳云鷺白鳥也夫鷺古名鷺鷥又名絲禽偃海錄云一名帶絲此以其羽毛細長毿毿如絲故有絲名又因其色白名白鷺又名雪客亦言其色白如雪也楚威王時有朱鷺合沓飛翔而來舞舊鼓吹朱鷺曲是也是鷺有赤色者然赤鷺不常有常有者色皆白故傳訓為白鳥亦有蒼灰色嘗於水澤見之爾雅釋鳥云鷺舂鉏郭注云白鷺也頭翅背上皆有長翰毛今江東取以為睫木?離名之曰白鷺縗李氏本草云禽經言鸘飛則霜鷺飛則露其名以此步於淺水好自低昂如舂如鉏之狀故曰舂鉏林棲水食羣飛成序潔白如雪一名屬玉陸疏云鷺水鳥也好而潔白青齊之間謂之舂鉏遼東樂浪吳揚人皆謂之曰白鷺此鳥頸細而長腳青善翹高尺餘短尾長喙頭上有毛數十莖長細如絲將欲取魚則弭之蓋鷺羽絲長可愛故古人取以飾翿陳風宛丘言值其鷺翿是也古者以鷺飾鼓隋書樂志言鼓栖翔鷺其上是也夫鷺栖鼓上必有取義或曰鷺為鼓精云 \\n ○豐年多黍多稌 \\n 毛傳云稌稻也爾雅釋草云稌稻郭注云今沛國呼稌夫稻為五穀之一五方皆有下溼地皆可種江以南多種水稻河之北多種陸稻呼稌者少間呼曰稻惟呼曰粳米名白米或名大米或名老米三月布種八月熟其莖葉似小麥穗實似大麥實皮粗澀黃稃者多亦有赤稃黑稃者稃內之皮或赤或白皮赤者溫皮白者涼黏者名糯香者名秔皆美穀也 \\n ○有鱣有鮪鰷鱨□鯉 \\n 鄭箋云鱣大鯉也鮪鮥也鰷白□也□鮎也羅顥云鰷其形纖細而白故名白鰷又名白鯈淮南子云不得其道者若觀鯈魚注云鯈魚小魚正字通云鰷呼參條魚長而小時浮水面性好遊故名本草云鯈江河中之小魚也性喜浮故荀子以為浮陽之魚此魚好作水上遊莊子觀於濠梁言鯈魚出游從容以為魚樂也潘岳閒居賦云玩鯈魚之潎潎注云潎潎遊貌也凡近山溪之水多鰷魚大者長三寸餘體狹而扁似柳葉形鱗細潔白好羣遊貪餌易釣雄者鬐尾色紅鱗微綠俗呼為紅翅魚雌者色白如銀俗呼為白漂魚山陰陸氏言鰷似鱨而色白鰷本白鱗而形迥不似鱨此由鰷鱨連文而誤為一類山海經北山篇言彭水鯈魚其狀如雞而赤毛三尾六足四首其音如鵲夫此經多誌怪物最難信玉篇以之釋鰷則尤誤鱣為秦黃鮪為鮛鮥鱨為昂剌鰋為白魚鰋非鮎鱣非鯉鱣鮪見碩人餘見魚麗 \\n ○莫予荓蜂自求辛螫 \\n 蜂飛蟲一作夆??又作蠭爾雅釋蟲云土蠭木蠭郭注土蠭云今江東大蠭在地中作房者啖其子即馬蠭注木蠭云今荊巴間呼為蟺其似蠭而小在樹上作房又食其子夫言啖其子食其子者蓋言蜂之子初生如蛹未生頭足色潔白可啖食也說文云蜂飛蟲螫人者李氏本草云宣歙人好食蜂兒山林間大蜂結房土人採時著草衣蔽身以捍其毒螫復以烟火薰去蜂母乃敢攀援崖木斷其蒂一房蜂兒五六斗至一石揀狀如蠶蛹瑩白者以鹽炒暴乾房中蜂翅足已成則不堪用此言取蜂之法曲折詳明是天下實有食蜂之地禮內則言爵鶠蜩范皆入食品范即蜂也是食蜂自古已然也爾雅翼云蜂類自多其黃色細腰者謂之穉蜂又蜜蜂人取而養之一日兩出而聚鳴號為兩衙其出采花者取花鬚上粉置兩髀或采而無所得經宿不敢歸房中關左所見之蜂亦有十餘種多不能名爾雅所言木蜂其色黃而黑大如螻蛄齧木屑作窩居樹竅中俗名大麻蜂爾雅所言土蜂色黑微黃大如天牛穴地作窩毒螫牛馬至死飛聲薨薨然俗名地雷蜂其居草中比他蜂差小名草蜂其釀蜜者比青蠅微大名蜜蜂其在房檐下齧紙作窩似蓮蓬倒垂數十為羣者名黃蜂其負蜘蛛處竹管及銜土作房者名細腰蜂尾端皆有剌螫人被蜂螫者取蚯蚓糞搽之可解埤雅云蜂其毒在尾垂穎如鋒故謂之蜂本作蠭或作■〈逢上虫下〉又作■〈夆上虫下〉 \\n ○肇允彼桃蟲拚飛維鳥 \\n 毛傳云桃蟲鷦也鳥之始小終大者鄭箋云鷦之所謂鳥題肩也或曰鴞皆惡聲之鳥孔疏云題肩是鷹之別名與鴞不類鴞自惡聲之鳥鷹非惡聲不得曰皆惡聲也說文云鷦■〈眇鳥〉桃蟲也郭璞云桃蟲巧婦也諸儒皆以鷦為巧婦與題肩又不類今箋以鷦與題肩及鴞三者為一其義未詳且言鷦之為鳥題肩事亦不知所出遺諸後賢爾雅釋鳥云桃蟲鷦其雌鴱郭注云鷦■〈眇鳥〉桃雀也俗呼為巧婦小鳥而生鵰鴞者也陸疏云桃蟲今鷦鷯是也微少於黃雀其雛化而為鵰故俗語云鷦鷯生鵰夫傳訓桃蟲為鷦即鷦鷯也段氏說文注云單呼曰鷦累呼曰鷦■〈眇鳥〉鷦■〈眇鳥〉謂其小取義於焦眇也方言云自關而東謂之巧雀或謂之女匠自關而西謂之韈雀或謂之巧女江東謂之桃蟲說苑云鷦鷯巢於葦苕繫之以髮取茅秀為巢以麻紩之如剌韈然故名韈雀他鳥為巢或占全樹桃蟲為巢繫於枝頭一枝已足故莊子云鷦鷯巢於深林不過一枝也為其累窩性巧故名巧女又名巧婦又名巧雀又名女匠又名工雀為其羽色微黃又名黃脰雀巧女一名關左至今猶如此呼小如彈丸其伏雛亦如之其巢多繫臨水樹枝形似韈韈良然從未見其始小終大傳說或泥詩義箋又附會傳說而尤誤者夫爾雅廣桃蟲之名則言其名鷦傳以詩言拚飛疑鷦不足以盡其義故言其始小終大箋欲實桃蟲之終大因疑其為題肩為鴞郭注爾雅即直言其生鵰陸氏疏詩又言鵰由於化輾轉牽引愈誤愈遠人情好異焉知不為邵注桑扈目覩其盜脂膏邪張氏云此猶言初為鼠後為虎不必謂桃蟲化為鳥是桃蟲化鵰之說已有不信之者孔氏亦疑之因未實見此物故不能實指為非彼桃蟲非希見之鳥而未見者則不能識毛鄭已誤於前後之學者不能據孔疏詳加考察如邵注爾雅段注說文仍遵舊說試思桃蟲之巢大僅盈寸雛化為鵰其巢何以能容西河毛氏云始因其名桃蟲則以為蟲繼見其拚飛則知為鳥千載之夢至今始白也 \\n ○未堪家多難予又集于蓼 \\n 毛傳云集于蓼言辛苦也說文云蓼辛菜薔虞也爾雅釋草云薔虞蓼郭注云虞蓼澤蓼邵氏注云蓼有多種舉虞蓼以該其餘也蓼與蘢古相似而葉稍狹其子謂之蓼實吳氏本草云蓼實一名澤蓼古者用以調和禮內則云膾秋用蓼又云鶉羹雞羹鴽釀之蓼蓋取其辛以為和也其雜生田野間者能害稼故良耜云以薅荼蓼夫澤蓼生於水故曰澤良耜言薅是為水田陸地不生蓼也蓼種最繁而皆相似王氏羣芳譜所載有青蓼香蓼紫蓼赤蓼馬蓼水蓼木蓼凡七種惟青蓼香蓼水蓼可食水蓼較他蓼差小葉似柳花作長穗淺紅色味辛而苦故傳言辛苦也 \\n ○有椒其馨 \\n 椒小木其實香見椒聊 \\n ○其饟伊黍 \\n 黍穀名稷之黏者見黍離 \\n ○以薅荼蓼 \\n 毛傳云蓼水草也孔疏云蓼是穢草荼亦穢草非苦菜也爾雅釋草云蒤委葉郭注云詩云以茠蒤蓼王肅云荼陸穢蓼水穢夫荼名委葉僅見爾雅注疏之家皆未詳其形色蓼為水草生水田中莖葉俱似游龍而小高尺餘寸餘一節一節一葉花淺色微紅作長穗俗名河蓼荼王氏以為陸穢爾雅作蒤從水亦疑為水草也 \\n ◆魯頌◆ \\n 有驈有皇有驪有黃 \\n 有騅有駓有騂有騏 \\n 有驒有駱有■〈馬丣〉有雒 \\n 有駰有騢有驔有魚 \\n 振振鷺 \\n 有駜有駜駜彼乘駽 \\n 薄采其芹 \\n 薄采其藻 \\n 薄采其茆 \\n 翩彼飛鴞集于泮林食我桑黮懷我好音 \\n 元龜象齒 \\n 黍稷重穋稙穉菽麥 \\n 有稻有秬 \\n 徂來之松新甫之柏 \\n ○有驈有皇有驪有黃 \\n 毛傳云驪馬白跨曰驈黃白曰皇純黑曰驪黃騂曰黃此以馬之毛色各異而命名驈驪為黑色皇黃為黃色爾雅釋畜皇作騜別作■〈馬黃〉 \\n ○有騅有駓有騂有騏 \\n 毛傳云蒼白雜毛曰騅黃白雜毛曰駓赤黃曰騂蒼騏曰騏孔疏云騅駓二者皆云雜毛是體有二色之毛相間雜騂騏爾雅無文騂為純赤色上云黃騂曰黃謂黃而微赤此云赤黃曰騂謂赤而微黃騏者黑色之名蒼騏曰騏謂青而微黑今之驄馬也 \\n ○有驒有駱有■〈馬丣〉有雒 \\n 毛傳云青驪驎曰驒白馬黑鬣曰駱赤身黑鬣曰■〈馬丣〉黑身白鬣曰雒孔疏云驒色有淺深似魚鱗也色有淺深斑駁隱鱗今之連錢驄也■〈馬丣〉雒爾雅無明文■〈馬丣〉為赤色若身鬣俱赤則騂馬故赤身黑鬣曰■〈馬丣〉 \\n ○有駰有騢有驔有魚 \\n 毛傳云陰白雜毛曰駰彤白雜毛曰騢豪骭曰驔二目白曰魚爾雅釋畜云驪馬黃脊曰騽爾雅音義云騽說文作驔是爾雅之騽即詩之驔說文云驔驪馬黃脊與爾雅釋騽正同傳以馬豪骭釋驔骭者脛也豪骭謂骭上有修豪也與爾雅說文俱異騢為彤白雜毛即今之赭白馬俗呼曰砂馬 \\n ○振振鷺 \\n 鷺水鳥絲禽也見振鷺 \\n ○有駜有駜駜彼乘駽 \\n 爾雅釋畜云青驪駽郭注云今之鐵驄也孫炎云色青黑之間 \\n ○薄采其芹 \\n 鄭箋云芹水菜也即野芹見采菽 \\n ○薄采其藻 \\n 藻水草也見采蘋 \\n ○薄采其茆 \\n 毛傳云茆鳬葵也說文云■〈艹攣〉鳬葵蓋■〈艹攣〉即古蒓字是茆即蒓菜蒓亦作蓴蒓字從純純為絲名則以此草莖細如絲也或呼曰蒓絲陸農師云蓴逐水而性滑故亦謂之淳菜陸疏云茆與荇菜相似葉大如手赤圓有肥者著手中滑不得停可以生食又可鬻江南謂之蓴菜或謂之水葵博雅云■〈艹攣〉茆鳬葵也夫茆有鳬葵名荇亦有鳬葵名名既相同兩草之形亦略同而實非一物毛傳說文皆以鳬葵名茆李氏本草則分鳬葵水葵為二言荇菜為鳬葵蓴茆為水葵又名鷺葵以其菜可食如葵也又名馬蹄草以其葉形似馬蹄也羣芳譜云蓴一名茆生南方湖澤中最易生種以水淺深為候水深則莖肥葉少水淺則莖瘦葉多其性逐水而滑惟吳越善食之葉如荇菜而差圓形似馬蹄柔滑可羹夏月開黃花結實青紫大如棠梨中有細子三四月嫩莖未葉細如釵股黃赤色名穉蓴又名雉尾蓴體軟味甜五月葉稍舒長者名絲蓴九月萌在泥中漸粗硬名瑰蓴或作葵蓴十月後名猪蓴又名龜蓴味苦而澀不堪食取汁作羹猶勝他菜干寶云今之鳥?邑蹗草堪為葅江東有之或名水戾一云今之浮菜即猪蓴是也關左有荇無蒓荇名曰菜關雎詩言采言芼則荇亦可食而俗皆不知亦不名之曰荇但渾呼之曰水草而已茆本可食而古亦貴之周禮天官醢人有茆葅晉書張翰傳翰見秋風起思松江蓴羹鱸鱠命駕歸蓴菜之美可思矣 \\n ○翩彼飛鴞集于泮林食我桑黮懷我好音 \\n 毛傳云鴞惡聲之鳥也黮桑實也鄭箋云鴞恆惡鳴今來止於泮水之本上食其桑黮故改其鳴歸就我以善音此言鴞食桑黮其音則變好音以鴞言而細玩詩意似言物懷善治鴞懷泮林之好音猶人之聞仁聲來歸也黮變鴞音他無依據亦從未聞鴞有別聲也古注之誤多類此 \\n ○元龜象齒 \\n 毛傳云元龜尺二寸蓋龜為介蟲貴在甲利用卜象為異獸貴在齒可制器爾雅釋魚云一曰神龜二曰靈龜三曰攝龜四曰寶龜五曰文龜六曰筮龜七曰山龜八曰澤龜九曰水龜十曰火龜是龜有十種而不必皆靈可決吉凶又曰龜三足貴又曰龜俯者靈仰者謝前弇諸果後弇諸獵左倪不類右倪不若此言龜之形不同鄭氏周禮注云天龜元地龜黃東龜青西龜白南龜赤北龜黑此言龜之色不同此詩言元乃龜之大者又曰獻蓋言可用為卜者書禹謨云昆命于元龜金縢云今我即命于元龜大誥云王遺我大寶龜易云舍爾靈龜是寶龜靈龜皆有用以為卜者潘岳秋興賦云龜祀骨於宗祧兮思反身於綠水注引莊子云莊子釣於濮水楚王使二大夫往聘莊子曰願以竟內累子莊子持竿不顧曰吾聞楚有神龜死已三千歲矣王巾笥而藏之廟堂之上此龜者死為留骨而貴乎其生而曳尾泥塗中乎二大夫曰生而曳尾泥塗中莊子曰往矣吾將曳尾於塗中矣此謂可貴者蓋神龜也象出於外國爾雅釋地云南方之美者有梁山之犀象焉漢書張騫傳云身毒國其民乘象以戰顏師古注云象大獸垂鼻長牙李氏本草云象出交廣雲南西域諸國大者身長丈餘高稱之肉倍數牛目纔若豕四足如柱無指而有爪甲其鼻大如臂下垂至地中有小肉爪能拾針芥食物飲水皆以鼻捲入口一身之力皆在於鼻故傷之則死口內有食齒兩吻出兩牙夾鼻長六七尺說文云象南越大獸三年一乳古訓云五年始產六十年骨方足夫君子偕老象之揥也傳言所以摘髮葛屨佩其象□傳言所以為飾采薇象弭魚服傳言象弭弓反末也所以解紒也箋言弭弓反末□者以象骨為之史記十二諸侯年表云紂為象箸而箕子唏是皆以象骨為器春秋左氏傳云象有齒以焚其身用象骨者所貴在齒也象為異域之物李氏言其形體最詳亦最確其皮似癩灰白色食稻米稻草以其皮為屑敷金瘡立效 \\n ○黍稷重穋稙穉菽麥 \\n 黍稷菽麥皆穀名黍稷見黍離菽見生民麥見思文 \\n ○有稻有秬 \\n 稻稌也見鴇羽秬高粱也見生民 \\n ○徂來之松新甫之柏 \\n 松柏木名松見山有扶蘇柏見皇矣 \\n ◆商頌◆ \\n 天命元鳥降而生商 \\n 陟彼景山松柏丸丸 \\n ○天命元鳥降而生商 \\n 毛傳云元鳥鳦也鳦一作乙又作鷾鴯今俗曰燕羽色黑故曰元或曰燕為水祥故名元元者水之色 \\n ○陟彼景山松柏丸丸 \\n 松柏木也見前 \\n 毛詩多識卷十二終 \\n  \\n 　"}
{"章节": "●跋", "正文": "　 \\n ●跋 \\n 　 \\n  \\n 右毛詩多識十二卷清拔貢岫巖多隆阿所著也其書舊有三本一為嘉業堂刊本鐫於吳興劉氏校讐極審並有程棫林按語文字亦似幾經修正者惜止六卷未為完璧一為遼陽張氏排印本乃張繡江之後裔所印卷首即以繡江名署之較刊本稍遜一為遼陽袁氏藏書舊鈔本文詞煩冗譌奪最甚今茲所印即據三本互校擇善而從前六卷以刊本為主後六卷以排印本為主其三本並誤則檢所引原書是正之綜觀斯著以辨鳩鴟螽杞為最精芄蘭桑扈鰷鱨一一釋以俗名尤見博洽惟解唐棣為楊荼毒之荼為貓兒眼之類似難徵信至於黍稷穈芑則失之愈遠要之不愧實事求是之作治毛詩者不可不一讀也校勘事竟聊識其顛末並附所見如此後之君子以考覽焉丙子初夏義縣金景芳跋 \\n  \\n 　"}
