{"章节": "\t\t提要", "正文": "　 \\n 提要 \\n  \\n 臣等謹案絜齋毛詩經筵講義宋袁燮撰燮字和叔慶元府鄞縣人絜齋其自號也登進士第調江隂尉歴官寳文閣直學士諡正獻事蹟詳具宋史本傳燮素尚名節學有體用嘉猷讜論無不卓然可紀所著文集巳經散佚今從永樂大典中裒輯為二十四卷别著録集部中此書乃其為崇政殿説書時撰進之本宋史·藝文志馬端臨通攷朱彝尊經義攷皆不列其目惟永樂大典各韻經文之下頗載其文蓋其失傳亦巳久矣宋代諸臣所作講章如鄭朴敷文書説朱震范沖左氏講義戴溪春秋講義類多編輯單行燮此書亦同其例其中議論切實和平通達頗得風人本旨且宋自南渡以後國勢孱弱君若臣皆懦怯,偷安無肯志存逺略而燮獨以振興恢復之事望其君經幄敷陳再三致意如論式微篇則極稱太王勾踐轉弱為彊而貶黎侯無奮發之心論揚之水篇則謂平王柔弱為可憐論黍離篇則直以汴京宗廟宫闕為言皆深有合于納約自牖之義昔人譏胡安國春秋傳意主復讎割經義以從已説而燮則因經旨所有而推闡之其發揮尤為平正雖當時寜宗闇弱不能因此感悟而其拳拳忠藎之意亦良足尚也謹以次編訂釐為四卷惟雅頌諸篇講義永樂大典原本失載今無可攷補亦姑仍其缺焉 \\n 乾隆四十三年六月恭校上總纂官臣紀昀臣陸錫熊臣孫士毅總校官臣陸費墀 \\n 　"}
{"章节": "絜齋毛詩經筵講義卷一", "正文": "　 \\n 絜齋毛詩經筵講義卷一 \\n  \\n （宋）袁燮撰 \\n  \\n 詩序一 \\n  \\n 國史明乎得失之迹傷人倫之廢哀刑政之苛吟咏情性以風其上達于事變而懷其舊俗者也故變風發乎情止乎禮義發乎情民之性也止乎禮義先王之澤也臣觀先王盛時禮樂教化薫蒸陶冶人人有士君子之行發而為詩莫非性情之正流風遺俗久而不泯雖更乎衰世而氣脈猶存此變風之作所以皆止于禮義而歸諸先王之澤也詩三百篇不為不多矣而孔子蔽之以一言曰思無邪蓋取其直已而發粹然一出于正風雅雖變而思之無邪則一而已矣夫寂然不動之謂性有感而發之謂情性無不善則情亦無不善厥名雖殊其本則一故孟子道性善而又曰乃若其情則可以為善矣禮運一篇孔子之遺言也謂喜怒哀樂愛惡欲是七情者弗學而能人之良能也豈有不善者哉大序之作所以發揮詩人之藴奥既曰吟咏情性又曰發乎情民之性也合二者而一之毫髮無差豈非至粹至精同此一源不容以異觀耶大序所謂禮義即孔子所謂無邪也詩人作之以風其上太師采之以獻諸朝以警君心以觀民風以察世變一言一句皆有補于治道人君篤信力行則可以立天下風化之本公卿大夫精思熟講則可以感人君心術之微詩之功用如此自王者之迹熄而微言奥義于是遂絶雖然詩則亡矣此情此性古今無間有能求其端倪得其精粹挈斯世于禮義之域而不失其情性之正則吾之澤即先王之澤也孔子刪詩繫豳于變風之末王通贊之曰言變之可正也夫變可復正則絶可復續矣孰謂微言奥義終于泯滅哉 \\n  \\n 　 \\n  \\n 詩序二 \\n  \\n 臣觀大序之作既以風賦比興雅頌為六義又以國風雅頌為四始義云者至理之所在始云者羣言之首也及觀史記孔子世家則以關雎為風始鹿鳴為小雅始文王為大雅始清廟為頌始與大序所言若不相合意者國風雅頌為三百五篇之綱領而關雎鹿鳴文王清廟為國風雅頌之綱領歟皆羣言之首也故謂之始風以一國言雅以天下言今言雅而曰形四方之風以其造端于上形見于下其大指則同也政有興有廢故雅有正有變雅言王政之廢興則風言侯國之得失可推而知也頌告于神明指商周言之徳言盛功言成巋然獨隆王者之高致也嗚呼國風雅頌誠萬世人主之學所以緝熙于光明豈可不服膺古訓日進此道而深造夫古人之堂奥哉知一國之風俗其本在一身則吾所以檢其身者當如何表曲則影攲源濁則流汚吾有所未至則一國之俗皆將淪胥于惡矣可不自警乎等而上之所關愈大王政有廢興乃四海九州治亂安危之所從出也其又可忽乎兢兢業業不敢荒寧如朽索之馭如春冰之履庶乎其可矣若夫盛徳成功古人廣大之規模也覆載如天地照臨如日月彼之功徳如是吾豈可因循茍且僅為中常之主歟此所謂龜鑑也有徳斯有功以大學觀之心正意誠徳也治國平天下功也本末一貫非有二致而後世止以戡難為功徳不足者亦能底一時之績于是乎判為兩途失其指矣大序合而言之其知道之言乎嗚呼王道之盛也雅在王朝而侯國不得有頌及其衰也平王降為國風而魯人頌僖公之美世變之推移如此甚可畏也人主觀此盍亦知所警矣 \\n  \\n 卷耳篇 \\n  \\n 臣聞志者心之所期也所期者如此故所就亦如此登髙山者期至于頂斯至之矣涉巨川者期達于岸斯達之矣所期者大則其規模亦大所期者遠則其謀慮亦遠夫惟遠且大也故謂之志古之人君恥以中常自處而必欲成大有為之事業斯可謂人君之志也古之后妃不以小善自足而必欲輔人君之所欲為斯可謂后妃之志矣夫惟天作之合同心協濟所以徳業巍巍至于今仰之卷耳者可以為酒之物也頃筐者易盈之器也易盈而不盈其心固有在矣臣下行役于外而后妃軫念于内故因卷耳之采而思酒醴之成足充吾君勞賜之用此是詩之所以作也人之遠役必思其家故謂之懷人是人也固嘗寘諸周行矣今其奉命而行踰越險阻而馬至于虺隤言其病也玄馬色變而黄亦病也馬病如此人勞可知酌以金罍兕觥少解其懐傷之心此所謂體羣臣者也曰瘏曰痡僕與馬俱病矣蓋至于是其勞益甚復云何哉惟有長吁而已寫其勤勞嗟歎之狀以著其思念賢者之心何其所志之遠且大哉夫臣下之勞人君之所當念后妃何預焉今亦切切如是無乃思出其位乎曰此則古之后妃所以過人也凡人之情朝夕思念不出乎蕞爾形體之微茍利于巳經之營之無所不至豈復為當世計乎今也身居乎此而念及于彼慘怛嗟歎惟恐無以慰賢者之心夫賢士大夫吾君所資以共治也得賢則安不得賢則危利害相關如此是乃后妃之所當念也豈可謂出其位之思乎唐長孫后毎對太宗稱魏徴之直以社稷臣名之保護其賢成太宗納諫之美嗚呼其有古后妃之遺風哉 \\n  \\n 　 \\n  \\n 樛木篇 \\n  \\n 臣聞天下之患莫大于有已有已之心勝則待物之意薄設藩籬分畛域截然判而為二朝思夕慮求足其欲而自一身之外莫之或恤矣何其不仁哉昔者孔子論為仁之道本于克己蓋惟能克去己私則物我渾融他人之利害休戚猶已之利害休戚也是謂之仁仁者人心也人之本心豈有此疆爾界之别哉已欲立而立人已欲達而達人至公至平本無間隔后妃之能逮下存此心而已矣嘗觀世之好嫉妒者惟小人與女子為甚新或間舊則愛有所分非己之利則不得不多方以隔絶之陰私險詖其質相若故嫉妒之心亦不謀而同爾古之后妃豈其然哉深宫之女誰不欲進御于君以己之心忖度他人同此心也樛木之喻何其心之謙虚量之廣大而已私之不立乎木曲而下垂者曰樛惟其下垂也故葛藟得附託之猶衆妾之託于后妃也以此明逮下之義豈不昭然哉上恤其下下親其上閨門之間雍雍如也愉愉如也則君子之心安得不樂君子之樂君子之福也自古享天之備福者其惟君子乎推所由來亦由修身齊家克正其本而已孟子曰身不行道不行于妻子表儀不正人心不服骨肉至親若仇敵然終日戚戚不得須臾寜何福之有后妃之不妒忌固盛徳也然刑于寡妻其本固有在矣君天下者盍致思焉 \\n  \\n 　 \\n  \\n 螽斯篇 \\n  \\n 臣聞子孫衆多人君莫大之福也則百斯男子孫千億皆見于詩人之詠歌則蕃衍之慶豈非人情之所甚欲哉然后妃有妒忌之心則衆妾絶貫魚之望亦難以覬其昌熾矣夫公足以勝私而不為私蔽心足以御形而不為形役惟恐吾君嗣續之不繁而不暇為一身之計此古之后妃所以卓然過人而螽斯之詩所以作也夫螽果何物耶羣飛害稼春秋書之以為災異蓋蝗類也而詩人何取焉曰詩之託興惟見其生育之蕃有似乎子孫之衆爾亦猶鴟鴞雖非嘉祥而徹桑土于未雨得思患豫防之道于是取之也雖然以螽斯興子孫則可謂螽斯無妒忌心則安得而知之今此詩言宜爾子孫者至于三是則后妃之心果能如是物之不妒故其效驗如此也蓋思而得之凡物之以類相從皆其心之和同無間而羣飛蔽天則其尤者焉和同如此則不妒在其中矣然物以類從何可勝計奚獨有取諸此曰古之記者謂螽斯一生九十九子其繁滋也甚矣他物雖以類從而生育未必若螽斯同類既衆而生育又不勝其多則安得而不取之乎嗚呼人物之辨古人甚嚴昏而不明所以為物人心至靈所以貴于羣物也然烏之反哺獺之祭先蟻之有君臣皆有似乎人道亦有放其良心而物之不若者君子蓋深悲之大學述緜蠻黄鳥止于丘隅之詩而繫以孔子之言曰可以人而不如鳥乎由是觀之貴而為人猶或妒忌者可以人而不如螽斯乎然則此詩之作有助于風敎多矣 \\n  \\n 桃夭篇 \\n  \\n 臣聞詩人稱人情之相安者未嘗不以宜言之假樂之詩曰宜民宜人取其人民之相安也魯頌曰宜大夫庶士取士大夫之相安也夫人情至于相安則有和順而無乖戾有歡娛而無怨讟豈不甚可貴哉今此詩曰宜其室家宜其家室則夫婦之間雝雝其和交相親愛者至矣又曰宜其家人則非獨夫婦也闔門之内長幼尊卑無不犁然有當于心矣婦人謂嫁曰歸桃之夭夭灼灼其華謂仲春之月婚姻之時也女之始嫁情意未洽而宜家之效固已立應况于寖久乎既詠其華又詠其實又詠其葉以明物物之可嘉也以桃之可嘉媲徳之可貴周旋俯仰無所不宜此豈法嚴令具强之使然哉風化之行固有本之者矣后妃無妒忌之行閨門有肅雍之美是非其本歟惠及其下衆妾序進則内無怨女化行于外婚姻以時則國無瘝民此和氣洋溢極治之時也詩人安得不于一篇之中致其意歟雖然婚姻及時後人知是者亦不少矣而人情未免乖戾罕以輯睦聞者又何歟曰此所以有貴于風化也先王之時家道既正敎化流行習俗淳美涵濡于禮義之澤久矣之子于歸資性婉淑足宜其家風化使然也非有先王修身正家之本而獨以男女及時為貴此乃不澄其源而欲清其流也又豈能銷乖戾之習而長輯睦之風哉此詩三章曽無一語及于后妃而序詩者推而言之蓋天下之事有可以法禁整齊者而風俗之美非法禁之所能致要必基本所在能用其力故其感召如此歸諸后妃鉤深之論也嗚呼后妃之賢否風俗之美惡繫焉吾身之修不修后妃之賢否繫焉君天下者其可忽哉 \\n  \\n 　 \\n  \\n 兔置篇 \\n  \\n 臣聞賢人衆多繫乎人君之一身人君者化育之所自出也徳有所未至敎有所未孚無以陶冶斯世皆入于禮義之域則歸其責于君而人君亦不敢辭其責故曰百姓有過在予一人古之聖君知其然也兢兢業業不敢荒寜惟人紀是修惟民極是建凡所以善其心者無一日敢忘要其效驗必至于比屋可封人人有士君子之行始無愧于代天司牧之職其或未然亦惟反身修徳而已矣兔置者設以掩兔賤者之役也丁丁者椓杙之聲也其役雖賤其人甚武赳赳焉有公侯干城之才亦可謂難能矣又進于是其可以密邇公侯故謂之好仇猶言善匹也以密邇為未足而有腹心之喻即一身言之耳目之視聽手足之舉履非不切也而又有切于此者今曰可為腹心則智慮之深長操守之堅正可仗以立國矣嗚呼貴而賢賤而不肖天下之常理也賢者役人不肖者役于人亦天下之常勢也兔置之人執此賤役敎養之所不預賓興之所不及宜其才質闇劣不足與進于善也而詩人所稱乃眞賢實能之任曽謂是瑣瑣者足以當之乎臣聞之敎化之廢推中人而墜于小人之域敎化之興引小人而納于君子之途人心無常惟上是聽風行草偃不約而從后妃無妒忌之行其本正矣一家仁一國興仁一家讓一國興讓此詩三章皆以肅肅為稱故謂之好徳夫既惟徳是好則舉以當眞賢實能之任孰謂其不可乎今而後知先王盛時風化所及莫非常人吉士隨取而足有不可勝用者正本之效固如是也而後世毎以乏賢為憂亦豈無所自歟序詩者曰關雎之化行則莫不好徳觀其迹若不相為謀而心之感通有必然者矣君天下者盍致思焉 \\n  \\n 　 \\n  \\n 芣苢篇 \\n  \\n 臣聞易之咸曰聖人感人心而天下和平夫人心至于和平則風俗粹美不可以有加矣無以感之豈能臻此哉然則何以感之曰行逺自邇始治外自内始未有其家不可教而能化行于他人者故宫闈之邃風化之樞機也后妃無妒忌之行其心既和平矣衆妾進御于君不復顧慮則其心亦和且平矣夫和平者人之本心也宫闈之内至和至平皆以有子為樂則風化所覃自近及遠亦孰不以有子為樂哉芣苢者宜子之藥也采采者不一之辭也薄言有之采而得之也掇拾也捋取也袺者以衣貯之而執其袵也襭者以衣貯之而扱其袵于帶間也袵之可矣而復捋之袺之可矣而復襭之此心之切惟恐其不多也區區微物以宜子之故不憚勤勞多方采取詩人深探其心而曲盡其形容之辭若贅而非贅愛其風化之美而不能自已也夫丈夫生而願為之有室女子生而願為之有家人道之婚姻專為嗣續計耳婦人無子將焉用之故有子之願尤為甚切而世降俗薄乃至有生子而不舉者天性之愛滅絶無餘何其與古人大相遠耶蓋樂于有子人之本心有子不樂非其本心然也古人之心至和至平故惟恐乎嗣續之不蕃後人之心不和不平故反以生育為累爾夫秉彝之初均此一心而習俗美惡不同如此任風化之責者當如之何哉詩人觀夫芣苢之采既為之三詠三歎而序詩者則蔽以一言而曰后妃之美蓋非后妃之賢得其本心則必不能使當時之婦人亦皆遂其本心也尊卑上下皆不失其本心可謂極盛之時矣後之為妃者要當以是為法 \\n  \\n 漢廣篇 \\n  \\n 臣聞人生天地之間所以超然獨貴于羣物者以存是心焉爾心者人之大本也是心茍存雖至微之人足以取重于當世是心不存雖貴為王公其又奚取焉漢之游女可謂至微矣能正固其守而人皆愛之敬之豈非此心之良天所以與我者卓然不亂故發形于外有足以感動物者歟喬木者其榦上竦非有枝葉下垂可為庇蔭也故不可休息以女之弱譬木之喬若非其倫矣然端方不撓之操似之此所以為古之賢女也以喬木為未足而復有江漢之喻泳潛行也方栰之小者也漢不可以潛行江不可以栰濟此女之不可求也區區女子之微人皆得以輕侮之今乃如漢之廣如江之永不可褻瀆如此豈不賢哉心慕其賢而于錯薪之中為之刈楚以秣其馬刈蔞以秣其駒致惓惓之意庶其降以相從也而終不可從故江漢之喻復申言之嗚呼武夫勃然震怒無敢當者而牽于利欲則撓而從之今女子之所守乃剛勁如是有丈夫所不能為者此無他彼求諸外所以似剛而非剛此得之心所以至柔而能剛也夫莫剛于人心嗟來之食寜死而不受非不愛身也此心卓然而忘其為身也江漢之游女可嘉可尚惟此心之不昧爾非盛徳之君躬行于上表正斯民皆有士君子之行豈能臻此哉彼習俗薄惡男女淫奔恬不知愧者亦其君使然爾然則人君之一身誠風俗美惡之所自出歟 \\n  \\n 　 \\n  \\n 汝墳篇 \\n  \\n 臣聞臣之事君猶子之事親也子之心一于親而無他者謂之孝臣之心一于君而無他者謂之忠故大雅曰上帝臨女無貳爾心心一而不雜凛凛乎如上帝之鑒臨豈敢有他哉汝墳者汝水之岸其髙如墳也條枚者枝與榦也調飢朝而未食其餒最甚也條肄者今年斬之而來歳復生之木也夫行役于外而妻躬采薪之勞職當然也念其良人而有如晨朝之飢何其切哉蓋至于踰年之後而有不我遐棄之語乃知其初念之至切者憂其去而不復返也古人奉君命而行則不敢顧其身履險犯難有死之道而不遑自恤者以臣之事君大義所在不可少虧也向也憂其棄我今也喜其既見上能承君命而下能保其身則不棄我而死矣此婦人之所以自慰也遠役之苦如彼魴魚至于尾赤可謂勞矣王室之威如火烈烈可謂酷矣人情至此不能不怨然忠臣之心其可怨乎父母孔邇所以寛譬之也紂雖酷虐而西伯方行仁政有父母之恩可恃以安存也嗚呼天下之達道人倫而已人倫之外焉有他道勉勵其夫事君盡忠則夫婦之道篤而君臣之義亦隆矣一詩之中二美具焉此所以為文王之化行乎汝墳之國也風化之美陶冶薫蒸能使為婦人者此心昭然于義理如此是之謂善化後之君天下者可不鑒觀于此哉 \\n  \\n 采蘩篇 \\n  \\n 臣聞祭祀之事古人之所甚重也人孰不奉祭祀而可以奉祭祀者實難是必洞洞屬屬精一不雜有以契夫鬼神之心則可以行此禮矣邦君之配國人所尊謂之小君其職甚不卑也而所謂職者非有他事惟曰奉祭祀是為稱職不足以奉祭祀則失其職矣然則夫人者可不職思其憂乎蘩皤蒿也所謂澗溪沼沚之毛也采而用之有事乎太廟故曰公侯之事又曰公侯之宫宫即廟也物之可薦者亦多矣不及其他而獨有取夫蘩豈不曰交乎神明者在誠而不在物歟誠心不至雖犧牲肥腯粢盛豐備神其吐之矣被之僮僮夙夜在公被首飾也僮僮竦敬之貌也執蘩以助祭而竦敬于宗廟之中亦足以明此心之不放逸矣雖然當祭而致敬祭畢而忘之是誠心易衰也又豈足為敬乎被之祁祁薄言還歸祁祁舒遲也祭義所謂及祭之後陶陶遂遂如將復入也不即安于私室而猶遲遲其歸心足以御其形而不為形所役心不懈則形不倦故既祭之餘無以異于承祭之時也夫是之謂夫人之職以祭祀為職是以誠敬為本也本立則衆美從之豈不甚可貴歟嗚呼祭之明日明發不寐有懐二人古人純一不巳之心于是著見與夫斯須致敬而懈怠隨之固萬萬不侔矣而召南之夫人亦能用力于此味薄言還歸之語而想其中心之所存純一而不雜此所以無愧于幽明也其亦國君躬行表正之明效歟 \\n  \\n 　 \\n  \\n 甘棠篇 \\n  \\n 臣聞人心未易感也而感人之深者其惟盛徳之君子乎甘棠之詩是巳蔽芾言其盛也茇草舍也拜謂屈而下之説猶舍也或曰説本作税言其税駕于兹也人之為政悦人心于一時者易得人心于悠久者難衣食之分人乘輿之濟涉非不悦也而君子則曰小惠未徧曰惠而不知為政淺狹如此又安能使人悠久而不釋歟召伯誠心愛民不自隆貴草居露宿聽訟于甘棠之下未嘗任智術要民譽也而當時愛慕之後人追思之見彼甘棠以為所憩之地而相與共存之不惟勿伐勿敗雖屈而下之亦所不忍何其入人之深耶意者悉其聰明致其忠愛斷其是非曲直無毫髮之差亦猶臯陶明刑邁種厥徳而黎民懷之凡形于聽訟者皆是心也心純乎天發而為政皆與天合以我之心感民之心民之不能忘由我之不可忘也周召分陜而治召伯之令名得與周公竝傳殆非偶然者三復此詩其得人心如此豈不偉哉後之號為能吏者率以强敏相尚慘刻為賢民疾視之不暇豈復有愛之久而不巳者由是觀之人君之用人當取夫材之足以集事者歟抑取夫徳之足以感人者歟誦甘棠之詩宜知所決擇矣 \\n 　"}
{"章节": "絜齋毛詩經筵講義卷二", "正文": "　 \\n 絜齋毛詩經筵講義卷二 \\n （宋）袁燮撰 \\n 　 \\n 行露篇 \\n  \\n 臣聞莫難于聽訟嚚訟之人顚倒是非變亂黒白其情偽萬狀若之何聽之然天下萬事不逃乎理善聽訟者以理裁之而孰能肆其欺乎厭浥者露濃之貌所以不敢夜行者畏露之濡其身也女以貞信自守惟恐少有點汚冰清玉潔克保其身豈容彊暴之男得以侵陵哉明于聽訟者視其貌察其言觀其理之然否固知其大節之無虧矣雀雖能穿屋而雀實未嘗有角鼠雖能穿墉而鼠實未嘗有牙牙牡齒也鼠之所無故借以為喻此言女雖速于獄訟而女實未嘗有室家之情也不明者惑于形似遂以為眞而明者觀之知女之無邪猶雀之無角鼠之無牙也豈可以穿墉之故而遂謂其眞有角牙哉曰室家不足曰亦不女從女子潔白之操于是乎著見矣大學傳曰聽訟吾猶人也必也使無訟乎無情者不得盡其辭大畏民志夫惟是心清明無隱不燭能使巧偽無實者不肆其浮辭此使民無訟之道也召伯躬行此道心無毫髪之私臨民決訟洞見肺肝此所謂明于南國也君天下者得如斯人者而委任之天下無冤民矣嗚呼偉哉 \\n 　 \\n 羔羊篇 \\n  \\n 臣聞人臣委質以事君所食者君之祿也然得之而由其道居之而稱其職無愧于此心則雖官尊祿厚食之安焉反是則不安矣何者君子無終食之間違仁茍非其道無其功而徒食其食則其違仁也甚矣嗟來之食雖死不受義重于死故也此詩三章皆以退食自公為言進而入于公朝有補于國退而食于私家無愧于心委蛇委蛇者此心無愧所以舒泰而有餘裕也羔小羊也素絲所以英裘紽數緎縫也總亦數也曷為有取于羔羊曰禽獸之食不擇美惡茍可以飽而已不茍于食者其為羊乎人或踐之則不食稍有塗汚則不食寜終日飢餓而所不欲者終不可彊表裏莫不精潔古人貴之故取以為裘而又英之以素絲大夫服之以居服其服而無愧心則可以稱其服矣食其食而不能如羔羊之精潔將何以稱斯服乎序詩者曰鵲巢之功至聖人之化始于閨門而達于朝廷故在位者皆節儉而正直也後之為人臣者誦此一詩豈可不勵其精潔之操而深以貪濁為戒君天下者觀此一詩豈可不崇奬夫精潔之臣而屏去夫貪濁之吏哉 \\n 　 \\n 殷其靁篇 \\n  \\n 臣聞人與羣物竝生于天地之間而人所以獨貴者義在焉爾義者理之所當然也人不知義則無以異于羣物是以古人甚重之一舉一錯不敢違也上以是化其下下以是從其上如好色惡臭之不可相亂如東西南北之不可易位始可謂知義矣觀殷其靁之詩何其明于君臣之義歟殷靁聲也山南曰陽何斯者何人至于斯也違斯者離其所而行也振振信厚也夫逺役于外而其婦思之聞靁之發聲而知天之必雨冒雨而行不遑自恤惟知君命之重而忘其為一巳之勞此所以為信厚君子也非篤于君臣之義其能若是乎召南之大夫賢于常人也逺矣至于婦人女子世所難化者亦明于斯義豈不尤可貴歟獨居于家曽無怨辭方且美其夫之信厚而有歸哉歸哉之語世俗之所謂歸者夫婦共處足以相歡也而此詩所云非是之謂奉命而行事竟而返有以復命斯其為歸也美矣此人臣事君之義也可不勉乎好逸惡勞人之常情也男女相悦亦人之情也今其為夫者知君之為尊而不知為勞為婦者能勉夫以義而忘其為悦君君臣臣夫夫婦婦一詩之中燦然著見焉此所以為治古之盛也嗚呼休哉 \\n 　 \\n 江有汜篇 \\n  \\n 臣觀小星江有汜二詩雖所遇不齊然其以心感心則一也小星之夫人無妒忌之行加惠于妾媵故為妾者感之安于定分而夫人之善益彰江有汜之媵事忌克之嫡雖勞而不怨故為嫡者感之悔其前非而媵之美益顯然則人心未有不可感發者曰汜曰渚曰沱皆江之支流也決復入者爲汜岐而成者為渚鄭氏箋云爾而爾雅水自江出者為沱江以喻嫡也汜渚與沱以喻媵也之子指嫡而言歸以言其嫁也不我以不見用也不我與不見取也不我過不見顧也媵足以備數而嫡實梗之不得進御于君人情至此扞格也甚矣既嫡飜然感悟媵于是得其所處而至于相與嘯歌前日妒忌之心皆冰釋矣三復此詩獨言其始之乖戾終之和同而不言其所以至是者此詩人言外之意雖不盡發越而黙存于中也故序詩者歸其美于媵而明著其勞而無怨可謂察見其心矣孟子曰行有不得者皆反求諸巳人不見知不以為彼之失而以為我之罪恐懼修省若無所容而又敢怨乎昔者大舜處人子之不幸不見其為父母之頑嚚而負罪引慝齋慄于載見之時此瞽瞍之所以底豫也其勞而不怨之明驗歟區區媵女之微惟能反求諸巳而感格之效立見此亦聖人在上道化流行而當時風俗如此之美也君天下者可不原其所自哉 \\n 　 \\n 何彼穠矣篇 \\n  \\n 臣聞之記曰肅肅敬也雝雝和也夫敬以和何事不行以是知古人之論徳甚貴夫肅雝也凡人之情不失之縱弛則失之乖戾縱弛則不敬乖戾則不和豈其本心然哉降衷秉彝無有不善肅雝之徳人人具足然常人既貴而驕驕而侈然自大而失其常度故有縱弛者焉有乖戾者焉賢者秉徳有常其身雖貴其心自若此所以天稟之良未嘗少虧也今以王姬而嫁諸侯車服之美止下于王后一等可謂貴矣而肅肅雝雝猶執婦道其不失夫本心者歟何彼曷不皆設問之辭何其華之穠乎豈不肅且雝乎比之唐棣比之桃李既言其容色之盛矣而又美其車車非能肅雝也人有肅雝之徳故見其車者如見其人也平王以徳而言以平王之孫而適齊侯之子以齊侯之子而娶平王之孫等而言之不敢自大也此亦肅雝之義昏姻之以義合猶釣者之以絲緡也味肅雝之言有無窮之義婦人而有是徳豈不能相其夫子乎豈不能正其家人乎詩之稱周王曰雝雝在宫肅肅在廟君子以是知王姬之肅雝王者躬行之化使之然也為人君者豈可不正其本哉 \\n 　 \\n 騶虞篇 \\n  \\n 臣聞有道之時至和之氣薫蒸于天壤之間必有嘉祥為時而出故關雎之化行則麟趾應之鵲巢之化行則騶虞應之此所謂和氣致祥也鵲巢之詩國君積行累功以致爵位夫人起家而居有之夫得其為夫婦得其為婦剛柔健順各適其宜此人倫之所以正也人倫正則朝廷正矣天下純被聖人之化而庶類莫不蕃殖和氣之所感也春蒐之時葭與蓬茁然而生豝與豵其數以五而人心愛物之深于五豝五豵之中各取其一焉不忍盡殺以逞其欲也詩人言之不足故嗟嘆以美之而比之騶虞于生物則不食于生草則不踐非有所敎戒也非有所禁防也是孰使之然哉天稟如是無俟乎勉強也凡有意為之與夫根于自然者等倫相絶善利之所以分王霸之所以異皆由此也意之為累大矣詩人之有取于騶虞惟其非出于有意也人之仁愛亦如騶虞之自然則王道純全而無虧矣故謂之成當和氣充塞之時騶虞應感而至而詩人因以比徳大旨與關雎麟趾同符此正始之明驗也人君可不推原其故歟 \\n 　 \\n 柏舟篇 \\n  \\n 臣聞天下之患莫大于小人在人主之側蓋小人之心知有已而已不知為國也知有私而已不知有公也朝思夕念不過于爵位之崇祿廪之厚以足夫一己之欲欲心日熾則凡可以阿媚其君者無所不為君有過焉不敢言也朝綱不振國勢寖微知公論之不可逭君子之必見嫉也則凡可以排擯善類者無所不至若此類者委以一職任以一事然且不可況于常在君側乎此君子之所以不得不憂如舟汎然無所底定憂之至也耿耿明也隱痛也吾心明知其為害而吾君不能遠之所以痛心也酒所以供敖遊吾非無之斯心痛切不暇飲也鑒之照物或妍或醜無不受焉故茹茹猶入也小人非我族類其可入吾心乎同僚之義亦有兄弟之親似可愬也而往則見怒其臭味亦殊也石猶可轉而心不可轉席猶可卷而心不可卷其正直如此而又發于威儀人無得而選擇之猶口無擇言身無擇行也其與小人異趣豈不遠哉愠于羣小為羣小所愠也既遇其病又受其侮已拊心以憂故謂之辟日月明之至也居諸語助也今晝夜迭運而光景寖微猶君徳寖昏而小人得以蔽之也心之有憂如衣之有垢垢之不去愁沮無聊不能奮飛固其宜也或曰有所憂患則不得其正今憂心如此寧不害于正乎曰國家將危忠臣義士此心如割幸其君之一寤故以屈原之忠而自沈汨羅君子與之未害其為正也人主觀此一詩可不自警乎仁人不用小人在側而使賢者不堪其憂人君實為之也書曰股肱喜哉孟子亦曰尊賢使能俊傑在位則天下之士皆悦而願立于王之朝矣夫使賢者皆有喜樂之心亦人君為之今朝廷有道而忠良之士猶以當時為憂此必有所以然者惟聖主深察之 \\n 　 \\n 燕燕篇 \\n  \\n 臣聞天下之事不謹其始未有能善其終者發端之始害猶未著故人忽之積日累月其惡寖長遂致于潰裂四出莫之能禦且莊公之初過于有所惑爾妾巧于求壻主從而悦之此亦人之常情也悦而不已則溺溺而不已則驕驕而不已則僭夫人既失其位嫡嗣何以自存國本一摇庶必奪嫡此豈小故也哉且莊姜無子戴媯實生桓公莊姜以為己子則莊公嫡嗣也其妾有寵是生州吁則莊公之庶子也州吁好兵公弗能禁桓公嗣立成公賊之戴媯失所依倚反其宗國此國家之大變也故莊姜深痛之方其上僭之始姜固已憂之矣然害止于一身故綠衣之序曰傷己而已今州吁敢行無道不君其君國勢將傾豈猶傷己而已乎燕燕之稱謂己及戴媯也情義之厚相與追隨可謂昵矣而其序不紊故羽則參差不一飛則或頡或頏鳴則或上或下未嘗無别也曰泣涕如雨佇立以泣曰實勞我心何其憂之深哉仲氏任只言其可親可信如周官所謂睦婣任恤也温惠淑謹又申言之其賢如此而遭此大變反于宗國安得而不憂乎非憂戴媯憂衞國也禍變如此莊公實為之而媯不以為怨且勉莊姜以追思先君辭氣薫然無一毫忿戾之心此所謂温恵淑謹此所謂變風止乎禮義者歟為國家者觀此一詩而知其終之乖離皆其始之耽惑盍亦兢兢業業而毋致于極哉 \\n 　 \\n 日月篇 \\n  \\n 臣聞有一言而可以盡修身齊家之道者曰此心之明而已人惟一心不明則昏明則是非可否皆天理之正昏則好惡取舍皆人為之私較然如黒白之異色燕越之殊塗也人心豈可以不明哉且莊姜齊侯之子也不為不貴矣碩人一詩皆稱美之辭不為不賢矣為莊公者禮重而親愛固其宜爾曽不見答而妾媵是嬖好惡取舍顚倒如此不明孰甚焉此詩所謂乃如之人者蓋指莊公也比之日月尊之至矣而微有譏焉日月之明無所不照而今也不能致察于帷簿之間能無愧乎逝往也意有所移往而不返溺于嬖妾而不在莊姜失于古人處夫婦之道故曰逝不古處天下有定理嬖寵惑之則其心亂矣故曰胡能有定寧不猶言曽不也心在彼而曾不在我也三章四章亦以日月為稱而止言所以出之方何耶日月經乎中天則其明無所不及初升之明雖明而未遠也書曰視逺惟明孔子答子張之問明曰可謂逺也已矣明固貴夫逺也莊姜之不見答無乃莊公雖明而未逺乎不深言其過而特微其辭示敬心也徳音天所同得莊公固有是徳音矣以不定之故良心轉為無良甚可惜也然莊姜不欲常置諸胸中要當忘之故曰俾也可忘前三章猶有怨辭至于卒章惟曰父母養我不終至此尚復何言所謂報我者亦不能陳述之矣鳴呼使莊公本心常如日月之明夫婦之間豈至此極哉君人者觀此一詩心之不明其害如是可以為鑒矣 \\n 　 \\n 終風篇 \\n  \\n 臣聞處順境者易處逆境者難何謂順境人心翕然相應無有齟齬者是也何謂逆境人心悍然不從未易調護者是也于其易也而順受之于其逆也而思所以處之反求諸已積其誠意盡其在我而已莊姜不見答于先君又見侮于州吁甚難處也常人之情遭此逆境無不懈怠而莊姜安于所遇惟自傷其無辜而無嫉妒他人之心故序綠衣日月終風三詩皆以傷己言可謂深探其所存矣風終日而又甚暴喻州吁之虐而見莊姜之柔順則笑侮之猶無逸言小人侮厥父母曰昔之人無聞知也浪放蕩也謔浪笑敖侮之甚矣而莊姜方且哀憐之以為良心善性人所均稟而淪于惡習顚冥至此良可悼也霾雨土也昏暮之狀也雖則昏暮感其母之見棄亦有時而惠然肯來也然終不能勝其惡習暫明而復昏所以莫往莫來也莊姜不嫉惡又從而思之可謂深于愛子矣悼之思之所以興其善心憎之絶之足以遏其惡念莊姜于此慮之熟矣陰而霾曀終風且繼以陰雨不旋日而復曀亦言昏曀也雨雖不驟重陰未解故曰曀曀靁雖不作而相繼不絶故曰虺虺皆言昏暮也人之善不善明與昏而已寤言不寐憂其昏也願言則嚏願言則懐欲其明也願者善端初發之謂彼願言則我嚏矣鄭康成所謂猶今俗人嚏而曰人道我此感通之理也彼願以為懐矣如周南嗟我懐人之懐不忘于心非不從而已也莊姜可謂曲盡矣而終不能轉移其暴虐之行其下愚不移者歟然子雖不孝母不可以不慈此古人人倫之要觀是詩者觸類而長之則人倫之間蔑有不可處者矣 \\n 　 \\n 擊鼓篇 \\n  \\n 臣聞興師動衆爭地爭城兵鋒一交肝腦塗地甚可畏也其可輕用也哉然有國有家者非兵無以宣威靈制強暴故亦不得已而用之外禦其侮者為固圉而舉以仁伐不仁者為救民而舉兵出有名故罔不吉何者人心固以為當然操不祥之具彊民于戰鬭之間而不與衆同欲其為從之也難矣今州吁以庶奪嫡親賊其兄罪固不容誅矣乃欲以兵力自彊為平陳與宋之役平成也欲伐鄭而力不能獨辦故結二國之成而共伐之漕邑之城國之土功也可謂勞役矣今伐鄭之師怨苦無聊欲為版築者而不可得故有我獨南行之嘆蓋築者猶可以生還而我則必死所以忡忡然其憂也將行之時與其室家訣别故其言慘戚如此爰於也於何而居於何而處言無定也於何而喪其馬則其兵敗而人亦殆矣求諸林下若所謂收爾骨者何其言之悲歟契闊勤苦之狀也夫婦之義生死同之勤苦共之此一定之論也故曰成説今而不我活矣説可成乎洵亦信也詩人所謂洵美且直皆信然之辭向也約言與子偕老今我先子而死則變而為不信也故曰不我信者此皆夫婦訣别之語州吁亦聞之乎昔孟子論得民心之道所欲與之聚之所惡勿施爾也安居者人所欲而州吁故勞之用兵者人所畏而州吁彊施之欲惡皆違乎民自古及今未有能濟者由是觀之兵其可輕用哉雖然人有疾病以藥攻之時有姦宄以兵伐之雖湯武之得天下何嘗不用兵乎而湯武之舉順乎人心故人無不服此詩所刺咈乎人心故人皆怨之成敗之所以殊也説以使民民忘其勞説以犯難民忘其死如是而用兵人亦何怨之有君人者盍亦深思熟講求所以順乎人心者哉 \\n 　 \\n 凱風篇 \\n  \\n 臣聞中庸曰射有似乎君子失諸正鵠反求諸其身孟子亦言行有不得者皆反求諸已此言得失之殊途未有不自已出者責人而不責己則本原之地用志不篤見善不遷有過不改而感格之至邈不可冀修已而不責人則朝夕思念求所以齟齬不合者誰實為之積其誠意自足以感人動物此得失之所以殊也昔者舜之事親難莫甚焉舜不見其頑嚚而惟極其敬舜號泣于旻天負罪引慝夔夔齊慄形于載見故雖瞽瞍之不慈亦為之底豫此感格之效也凱風之詩其淵源于此歟凱風云者南方長育萬物之風舜之作歌所謂南風之薫阜民財者是也棘難長之木心發生之初自凱風之吹拂其心始長至于夭夭其盛可以為薪非一朝一夕之故以喻母氏養我七子自襁褓而至于成人其劬勞也乆矣而吾母寡居之後不安其室人子于此將何以自處哉男女人之大欲當淫風流行之時漸染惡習與之俱靡此人情之所不能免也母子之際人所難言順從則害義諫止則傷思惟有反躬自責不以為母之過而以為己之咎則庶乎其足以感動矣故曰母氏聖善我無令人泉之清寒者能使人甘之鳥之好音者能使人樂之而我獨不能慰其母是豈母之罪哉比之凱風其稱甚美而寒泉黄鳥之不若其自責也深矣負罪引慝此舜所以為大孝而今也七子之心契合無間古今雖殊人心不異所謂人皆可以為堯舜也雖然子之自責可謂有子矣而母之能從略不見于是詩何哉曰誠可以貫金石而况于人乎未有不可感動者以瞽瞍底豫推之母之能從不言而可知矣觀此詩者處人倫扞格皆能反求諸身始雖未合終必相應矣以之處兄弟則兄友而弟恭以之處夫婦則夫和而妻柔易之繫辭曰觸類而長之豈不信然哉 \\n 　"}
{"章节": "絜齋毛詩經筵講義卷三", "正文": "　 \\n 絜齋毛詩經筵講義卷三 \\n （宋）袁燮撰 \\n 　 \\n 雄雉篇 \\n  \\n 臣聞治世之音安以樂其政和亂世之音怨以怒其政乖此大序之説詩所以為治亂之别也今其軍旅數起大夫久役室家閔其夫之勤勞宜若有怨怒其上之語而辭氣薰然獨有治世之遺風此其故何也曰詩發于人心時有治亂之殊心無厚薄之間上雖失道而詩人不忘其君無異于有道之時又何怨怒之云乎此所謂止乎禮義先王之澤也雄雉以喻其大夫逺役于外妻以懐安之故不能偕行遂至于阻隔是我自取之也將以誰咎不怨其上而歸咎于己與常情大不侔矣展誠也受命而行秉心無二惟知君命之重而忘其在己之勞是之謂誠不怨其上而稱美其夫其識高矣隂陽之運日往則月來月往則日來是日月之往未嘗不來也今吾夫遠役而邈無來期其心亦苦矣然豈可以我之怨苦而怨詈其上哉故卒章之意尤篤厚焉百爾君子泛言從役之大夫也我一婦人雖不足以知君子之徳行然此心之善人有所同不忮害不貪求可謂善矣故以臧言之不甘己之勞役而害他人之安居者謂之忮以安居為可樂而違道以有請者謂之求此二病者常情所不能免而吾夫無之則行役何往而不善雖久勞于外固未嘗不裕然也有夫如此吾亦可以自慰矣其夫聞之豈不益自勉勵乎一時同役之大夫聞之又豈復怨上乎徧告百爾君子蓋所以警之也孔子曰士而懐居不足以為士矣春秋傳曰宴安酖毒不可懐也以安居為戒而不以勤勞為憚此君子之徳也而婦人能言之其亦賢乎孔子取不忮不求之語以美門人之高弟是誠有契于聖心也讀此詩者可不自警乎 \\n 　 \\n 谷風篇 \\n  \\n 臣聞所貴乎君子者無他事焉惟不失其本心而已人生而善天之性也有正而無邪有誠而無偽有厚而無薄有天理之公而無人欲之私所謂本心也其始如是其終亦如是雖歴年之久不變乎其初所謂不失也今觀此詩何其人情前後之不歟谷風謂東風也習習舒和也陰陽和則為雨黽勉同心不宜有怒皆言其和也使夫之情常如其始之和協豈不甚善而本然之心易于蔽久則淫于新昏而忘其舊矣采葑菲者不以其下體之不美而棄之亦猶禮接其婦不以容貌之改前而薄之徳音相與偕老以死人情之厚約結之深有如此者至于行道遲遲中心有違則舊室見棄也水涇濁而渭清二水相入而不相雜舊室譬則渭也新昏譬則涇也涇雖甚濁而不能混渭水之清新昏雖獲愛而不能掩舊室之潔湜湜其沚清見底也而良人不以為潔故曰不我屑屑潔也何以知舊室之為潔乎梁笱之取魚所以飬人也夫雖見棄猶不欲自廢其生養之具深則方之舟之淺則泳之游之黽勉求之匍匐救之（案此下疑有缺文）美菜之蓄凡婦道所當為非不盡力非有毫髮之罪所以知其潔而疾之棄之昧于黒白之辨一至此極獨不思我始之來相與安息情義甚厚而今日乃如是之薄耶墍息也始終不侔所謂失其本心者風俗如是誰實為之故序詩者以為衞人化其上宣公之罪不可掩矣由是觀之為人主者可不正其本哉 \\n 　 \\n 式微篇 \\n  \\n 臣聞人君有志則危弱可為安彊茍惟無志則終于危弱而不振故曰禍福無常惟人所召趨向一差而天淵不侔矣吁可畏哉太王迫于狄人之侵去邠之岐微弱甚矣而邠人則曰仁人也不可失也從之者如歸市于是乎肇基王迹而詩人稱曰居岐之陽實始翦商越王句踐大敗于吳棲于會稽者纔五千人爾而臥薪嘗膽念念復讎卒如其志轉危弱而為安彊豈不偉哉黎侯失國以狄人之故寓于他邦非得已也誠能居患難之中勵剛彊之志朝夕思念求反其國懲創既徃改絃易轍夫豈終不可為哉而乃即安于衞國曾無奮發之心豈不哀哉中露者暴露之謂泥中者泥塗之謂非邑名也暴露于泥塗之中其辱甚矣而居之不疑此其國之所以終于失也其始也既以無志而失之其終也又以無志而不能復振是可哀也嗚呼諸侯有一國者也不善保之則失其國天子有天下者也不善保之則將如之何故大禹之訓曰予臨兆民凛乎若朽索之馭六馬成湯克夏之後猶曰慄慄危懼若將隕于深淵誠以王業之重得之難失之易兢兢業業不敢荒寧僅能自保而已觀式微之詩黎侯一失其國而卑微如是眞萬世人主保邦之龜鑑也 \\n 　 \\n 旄丘篇 \\n  \\n 臣聞之詩曰永言配命自求多福孟軻亦云禍福無不自巳求之者何謂福國之安榮是也何謂禍國之危辱是也選拔賢俊惠恤黎元與治世同道斯安榮矣惟姦憸是用惟暴虐是作與亂世同事斯危辱矣黎侯之失國無乃顚倒是非以自取危辱乎方其南面以朝羣臣威福予奪無不在我亦可謂安榮矣及夫逐于狄人不能自保而托迹于他邦其名雖曰寓公實與羣臣無異春秋傳所謂既為人君又為人臣是也烏在其為安榮乎黎之臣于當是之時不能規正其君迫于患難則怨他邦之不相恤他邦信有罪矣黎侯獨無罪乎向使黎侯能治其國任賢愛民以植不拔之基則何至于危辱如是必有以自取之也乍見孺子將入井怵惕惻隱之心不期而自發今鄰國之君託迹于我而邈如不聞衞之君臣其亦不仁甚矣黎不能自責衞不能恤難其失均也昔者楚王遭闔廬之難越在草莽有申包胥者乞師秦廷哭聲不絶秦人哀而救之二國併力遂卻吳師蓋有以感動之也黎之羣臣不知出此惟衛人是責何哉雖然重耳非不賢也十九年在外非秦伯納之則不能自反其國況黎侯乎鄰國是責亦不為過此所謂詩可以怨也孔子取而列之國風有以也夫 \\n 　 \\n 泉水篇 \\n  \\n 臣聞禮者人之大防所以檢柅此心不敢放逸也故書曰以禮制心禮之制人猶隄之防水不以隄為固而驟決之則潰裂四出大為民害矣不以禮自檢而輕棄之則縱横放肆淪胥為惡矣女子之思歸人之常情也然父母既終無歸寧之道嫌疑所在何可不謹古者女子許嫁而笄非有大故不入其門既嫁而返兄弟弗與同席而坐弗與同器而食所以别嫌明微防于未然者若是其嚴哉父母猶在歸于親旁安慰其心禮所當然也父母既殁兄弟雖我同氣非有鞠養劬勞之恩其又可歸乎歸若未害也然此心一縱或至于不保其身則害莫大焉漢史所謂知其非禮而不能自還者是也齊襄公鳥獸之行瀆亂禮經詩人至以雄狐目之亦惟姜氏不謹其始無故而歸所以至此也然則泉水之詩聖人列于國風豈非所以立萬世之大閑歟淇衞水也泉水猶注鄉邦我心寜不思衞故欲與從行之娣姪議所以歸國者人情之至切也宿于泲餞于禰記嫁時所歴之地父母兄弟訣别今無故而歸乎雖有姑姊惟當遣人問訊而已終不可歸也然歸心既動不能自巳宿于干餞于言雖思歸衞所歴之地將脂牽其車遄臻于衞又以此事雖名無瑕其實有害故復止焉天下之患莫大于自謂無害為非所當為欲非所當欲其初曰是小過耳吾何害之有積而不止遂陷于大惡為君為臣而有是念則不得其為君為臣父也子也亦然今衞女檢制此心知其有害而不敢縱此所謂發乎情止乎禮義者肥泉須漕思之切而禮不可歸憂懐鬱結出遊以寫之此心無一毫之累可謂賢女矣兹聖人之所以有取歟 \\n 　 \\n 北門篇 \\n  \\n 臣聞人不可無志志在修身者其徳必日進志在立事者其業必日廣仕者所以行其志也古者朝廷有道公論著明徳有大小故位有高下位有高下故祿有厚薄豈有忠良之臣而不得志于時者哉今觀此詩賢者出北門而憂心殷殷焉言北者謂背陽而向隂也陽猶休明之時隂猶濁亂之世背陽而向陰則濁亂可知矣然當時之忠良以為祿之厚歟則終窶且貧莫知我艱其祿固未嘗厚也以為位之卑歟則王事適我矣政事一埤益我矣王事厚我矣政事一埤遺我矣適我謂事紛至于我也埤益謂厚且増也事如此之多祿如此之薄若不相稱然以理推之是必事繁而位卑非高爵也故其祿亦薄上而君不見知下而妻子謫我摧我居濁亂之世所遇若此何以為懐哉安于天命順受之斯可矣賢之用舍關乎盛衰固有命焉非人所能為也雖然賢者以此自處則可人君以此待賢者則不可孟子曰尊賢使能俊傑在位則天下之士皆悦而願立乎朝矣夫悦于任職而不委之天治世之事也君人者可不監觀于此哉 \\n 　 \\n 北風篇 \\n  \\n 臣聞人君之為政莫善于寛仁莫不善于威虐寛仁則民愛之威虐則民畏之愛之若父母焉畏之若仇讎焉父母之親不忍一日離而仇讎之惡惟恐其不相遠也為人上者不能撫愛其民而專以威虐從事人心豈有不離者哉人皆去之君誰與立則是戕其民者乃所以自戕也豈不甚可懼哉北方肅殺之風凛乎可畏而加之大雪其寒益甚所以喻衞君之威虐也惠而好我攜手同行畏其慘酷與其所好相率而去之也虚徐寛舒之貎亟急也只且語助也若或遲遲其行則其禍急言不能一日自保也次章亦然至于三章所謂莫赤匪狐莫黒匪烏則今日之當去顯然如狐赤而烏黑無可疑者理所當去而遲囘不去其禍豈不愈速乎人心乖離一至于此疾之如仇讎矣君者民之父母而疾如仇讎孤立于上國勢岌岌威虐之所致也竝為威虐則不獨衞君為然亦必有同惡相濟者此所以重失人心也今仁聖在上子惠黎元可謂至矣而監司帥守猶有急于財賦刻剝窮民者亦有敢行誅殺害及流民者此皆不仁之人為國失人心者也人心一失所係甚大伏惟聖主哀之救之以活生民之命告之戒之以衰酷吏之風此誠今日之急務也 \\n 　 \\n 干旄篇 \\n  \\n 臣嘗觀孟子聞魯欲使樂正子為政喜而不寐公孫丑問其故則曰其為人也好善好善優于天下而况魯國乎夫茍好善人將輕千里而來告之以善夫茍不好善曰予既巳知之訑訑之聲音顔色拒人于千里之外則讒諂面諛之人至矣與讒諂面諛之人居國欲治可得乎嗚呼若孟子者可謂深知為國之要道矣夫使之為政安危理亂皆由是出豈徒以一身事其君哉虛心屈己旁求衆善以自輔其所不逮則可以當此重任矣自矜其能不復求助忠告蔑聞而諂諛日親則何以治其國哉今觀干旄之詩衞之臣子何其好善之篤干首之有旄鳥隼之為旟析羽之為旌皆卿大夫之所載也浚衞邑也城外謂之郊居民所聚謂之都城則浚邑之城也素絲束帛也卿大夫誠心好善或求諸都邑之中或求諸郊野之外多方搜訪幸而得之則以束帛良馬將其誠意心之篤切形見于此所以有加而無已也彼姝者子指卿大夫之姝美也誠心好善如恐不及其徳可謂美矣故賢者感之莫不曰吾將何以異之予之告之乎此所以如影之隨形響之應聲也嗚呼珠玉無踁而至于前惟其好之爾難合自重之士有所抱負豈肯輕以語人今而輸寫心腹樂告以善致敬盡禮感之使然也區區一小國而臣子皆好善當時賢者亦皆以善道告之同聲相應同氣相求翕然有濟濟多士之風國安得而不興乎雖然是有本有原一國之事人君為之也一舉一錯之間是非美惡由是分焉故夫好賢樂善臣子之懿徳也而所以任用之者其誰歟妒賢嫉能臣子之大罪也而所以登進之者又誰歟沿流探源其責固有在矣此詩人所以必歸其美于衞侯也人君觀此足以知為治之大端矣 \\n 　 \\n 考槃篇 \\n  \\n 臣聞國之所恃以安彊者以得賢也故曰不有君子其能國乎又曰不信仁賢則國空虚賢者抱道懐徳君能用之則邦家之福不能用之則獨善其身古之明君深達是理故求賢惟恐其不及其或潔身遁世自放于寂寞之濱人君必反而自思曰彼賢也宜為我用而有所不屑得非氣類差殊不足以感召之歟吾進徳而不懈則誠心感通庶乎悦而願立于朝矣莊公之先公是為武公篤于好善能聽其規諫而厥子弗克遵業使賢者退而窮處此考槃之詩所以作也考成也槃樂也碩大之賢君不能用潛伏于澗于阿于陸俯仰無愧自全其樂所謂考槃也矢陳也諼忘也惓惓于君寐覺而言不能忘也弗過者不得過君之朝弗告者不得告君以善三章所陳久而不已所謂永矢也賢者抱負不淺其君疎而擯之不得有所展布怨而不釋人情之常也今此詩無一怨辭而忠愛之意膠固而不可解易之否曰拔茅貞吉志在君也當否隔之時賢者在野貞固其守而心常存乎君此則考槃之碩人也有如是之賢而莊公不能用將誰與治其國乎後之為人上者三復此詩深以莊公為戒勤求賢士毋使考槃于荒野之間則可以立邦家之基矣 \\n 　 \\n 芄蘭篇 \\n  \\n 臣聞人君之徳莫大于剛健人君之患莫甚于柔弱剛健則日進無疆足以有為于當世柔弱則安于茍且不能少見于事業智愚相去豈不遠哉今一介之士茍惟柔弱則不能自立于鄉黨況于國君一舉一錯安危所關其可以柔弱自處乎惠公者宣姜之子朔也不疆于為善而忍于為惡子之得罪朔實為之即位之後上不能以禮防閑其母下不能制公子頑之惡至柔至弱擁虛器于人上何足以君其國乎芄蘭者柔弱蔓延之草也支枝也觿所以解結成人之服也國君雖童子猶服成人之服觿則佩矣能則無有也凡人或有所長人皆得而知之今曰能不我知則是塊然而已爾芄蘭之葉如佩韘之狀韘決也韘則佩矣能則不我甲也天之十日以甲為首故事物之最先者皆謂之甲人亦如是今曰能不我甲則才不足以髙世矣容容刀也遂佩遂也悸帶垂而動也服飾若是皆如成人而不見其有能豈非其所大闕歟凡人皆不可以無能而君尤不可以無能人而無能其害止于一身君而無能其害及于一國紀綱之不振法度之不修人心之不服國勢之不疆皆柔弱無能之故為人上者可不懼哉 \\n 　 \\n 木瓜篇 \\n  \\n 臣聞徳不足以感人者不足以言徳惠不足以感人者不足以言惠古之人所以甚異于常人者惟其感人之深而已故易曰聖人感人心而天下和平三代而上人心愛戴其君久而不能忘者由此道也自入春秋五覇迭興大抵雜以權術惟己是利遑恤其他而惟齊桓公（案桓公原本避宋欽宗諱作威公今改正後倣此）存亡繼絶與人同利猶有治世之遺風焉今觀木瓜之詩何其圖報之無窮也瓜與桃李皆以木言以别于瓜瓞羊桃雀李而已非難得之物也投以易得之物而報以難得之貨亦云可矣猶曰非敢為報姑永以為好而已言有盡而意無窮何時而可忘耶攷之左氏傳而後知齊之于衛有生死肉骨之恩焉衞自滎澤之敗國為墟矣遺民無幾何以自立桓公戍之以甲兵遺之以車馬器械絶而復續跲而復振無國而復有國豈非生死肉骨之恩乎興滅國繼絶世天下之民歸心焉此聖人之垂訓而桓公得之邢遷如歸衞國忘亡亂離之餘安堵如故安得而不深感之歟或曰今北敵垂亡不保朝夕與衞國敗于滎澤之役亦何以異我朝垂徳惠以覆護之使既微而復振將滅而復存可乎曰不然也衞中國之諸侯也為狄人所滅故霸主不得不救今北敵中國之世讎也因其敗壊張皇六師為復讎刷恥之舉可也其可救哉書曰兼弱攻昧取亂侮亡此成湯之所以興也惟聖主深察之 \\n 　 \\n 黍離篇 \\n  \\n 臣聞王業之方盛人皆歡樂而詠歌之王業之既衰人皆愁苦而哀傷之故大序曰治世之音安以樂其政和亂世之音怨以怒其政乖亡國之音哀以思其民困觀夫音之不同而世道之升降斷可識矣周之盛也合天下而歸往焉故謂之王及其衰也名雖為王其實相戾于是降而為國風直與諸侯等爾可不哀哉京周即鎬京天下之所宗也成王之營洛邑取夫朝貢之道里均有時會諸侯于此其實仍居鎬京爾平王懲幽王之禍畏犬戎之彊徙于東都而宗周遂不復至曩時定都之地變而為禾黍之場周大夫過之思先王之盛不可復見所以不堪其憂也稷始而苗中而穗終而實蓋注目者屢矣如醉則甚于搖搖如噎則又甚于如醉言其憂愈深也呼天而告之曰所以致此者何人哉不以衰弱之故而虧君臣之義此所以微其辭也嗚呼周雖不競鎬京之地猶在境内而忠臣過之猶悲憂如此況有甚于此者乎我國家建都于汴既九朝矣宗廟宫闕于是乎在靖康之禍鞠為禾黍非能如東周之在境内神臯未復敵久據之往時朝會之地今為敵人之居此天地之大變國家之大恥也使周大夫生于今日過其故都其悲憂慘戚之情又當如之何哉平王惟不自彊所以迄不能復西都之盛聖主誠能反其所為臥薪嘗膽以復讎刷恥自期則大勲之集指日可俟也人情之慘戚將轉而為歌謡豈不偉哉惟聖主亟圖之 \\n 　 \\n 揚之水篇 \\n  \\n 臣聞人君有剛徳則朝廷無過舉夫人君所以臨制四方役使羣動者惟其剛也是非可否之皆當于理先後緩急之不失其序惟至剛者能之不剛則顚倒錯亂當為者不能為而不當為者反為之矣平王之母家申侯也幽王嬖襃姒而黜申后太子奔申申侯與犬戎攻宗周而幽王隕晉侯鄭伯迎太子于申而立之是為平王則申侯者乃平王之父讎也悼王室之中微痛讎恥之未刷奮然作興恢張紀綱以正申侯之罪則天王之剛徳也讎之不復懐其私恩又從而戍之弱孰甚焉此人心之所以不服也諸侯有難方伯連帥率諸侯以戍之義當然爾王畿之卒僅足以自衞其可逺戍乎平王為其所不當為諸侯不服莫為我用而自以畿卒戍之王室自是而愈卑矣悠揚緩弱之水雖束薪束楚束蒲之微不能流轉以喻平王之不能役使諸侯也彼其之子指當時之侯國言之申甫許皆姜姓故言申而併及甫許焉戍兵無幾不能更代未有還歸之日此周人之所以怨思也父讎當復而不能復母家不當戍而戍之顚倒錯亂如此安在其為剛徳乎嗚呼居九五之尊位億兆之上賞慶刑威莫不在我而柔弱如悠揚之水亦可憐也君天下者三復是詩盍亦勵精求治自强不息而深以平王之柔弱為戒哉 \\n  \\n 　 \\n  \\n 　"}
{"章节": "絜齋毛詩經筵講義卷四", "正文": "　 \\n 絜齋毛詩經筵講義卷四 \\n （宋）袁燮撰 \\n 　 \\n 羔裘篇 \\n  \\n 臣聞之書曰天命有徳五服五章哉夫衣服所以章徳也天之所命奉而行之非以私意與之也有如是之徳斯有如是之服當與而不與不當與而與之皆非所以奉天命故古人于是致意焉羔裘大夫之服也濡潤澤也豹飾緣以豹皮也晏鮮盛也英裘飾也其服可謂華矣其人必賢乃能相稱不然則所謂彼其之子不稱其服矣洵直且侯信其直且美也舍命不渝見危授命也彦美稱也此古之君子皆稱其服者也鄭之大夫所服之裘非不粲然可觀而察其為人瑣瑣碌碌非所當服而服焉詩人不顯攻之而思古人以寓規警之意知彼之為優則知此之為劣所謂辭不迫切而意獨至也嗚呼人臣策名委質立乎人之本朝固將有益于國家也其可無以稱其服乎人君設官分職錫之朝服以華其躬非徒富貴之也其可不求夫可以稱其服者乎三復是詩深求其義則君臣之道兩得不然則俱失之矣可不謹哉 \\n 　 \\n 女曰雞鳴篇 \\n  \\n 臣聞人之一心警戒則其徳日新宴安則其過日積故傳有之曰宴安酖毒不可懐也中無所主惡勞喜逸氣體頽惰而不能自持此所以溺于宴安也况于夫婦之間尤人情之所易溺者乎道不足以制欲志不足以帥氣惑于淫姣而不溺焉者鮮矣觀女曰雞鳴之詩何其相警戒之切也女以為雞鳴而士以為昧旦雞鳴之時天猶未明也昧旦則在晦明之間矣女又曰明星有爛則又未旦也子其弋鳧鴈以供飲食乎加者射而中男子之事也宜者烹飪不失其節婦人之職也衽席之上人情之所易安而古之為夫婦者皆不以是為樂未旦而興勤于生理而不敢懈此心清明不為人欲所蔽可不謂賢乎雖然家人嗃嗃與夫婦子嘻嘻者固有間矣然不若交相愛之尤為可貴也此詩以警戒為主而味其宜言飲酒與子偕老琴瑟在御莫不靜好之語則情意浹洽歡然無間琴瑟友之以寓其所樂則不偏于嚴矣嚴以警其怠和以通其情豈非尤可貴者歟抑又有大于此者焉無非無儀惟酒食是議固婦人之賢行也而古人之為賢婦者又不止是今日子所招來而相與為友者吾將雜佩以贈之則其志甚大乃周南之后妃輔佐君子求賢審官之用心也豈非婦人女子之難能乎夫婦交相警戒其徳日進遂至于此非溺于宴安者之所能識也孔子存此以為萬世夫夫婦婦之法誠用力于造端之地者可不三復是詩哉 \\n 　 \\n 山有扶蘇篇 \\n  \\n 臣聞孟軻有言不信仁賢則國空虚春秋傳曰不有君子其能國乎夫仁賢君子國之所恃以安彊者也有之則為朝廷之光無之則為社稷之辱南山有臺樂得賢之詩也曰臺曰萊曰桑曰楊曰杞曰李曰栲曰杻曰枸曰榆以喻賢人之衆多也南山北山之崇必有生植之物蔚然茂盛斯稱其為山矣朝廷之尊必有衆多之賢森然會集斯稱其為朝廷矣今此詩之大旨亦然扶蘇叢生之木也喬松竦直之木也此山之所宜有者荷華芙蕖也游龍紅草也此隰之所宜有者賢人之盛獨非朝廷之所宜有乎子都者美秀之稱子充者篤實之謂狂言其放肆狡言其險詐如此而是如彼而非如此而正如彼而邪豈不粲然黒白分明哉今子都子充宜見而不見而狂與狡童不宜見而見則是非邪正顚倒錯亂而紀綱法度頽靡廢闕安在其為朝廷之尊乎立政之書曰其勿以憸人其惟吉士書之憸人即詩之狂狡也其意氣似勇決其言論似開敏故世主往往惑焉以為眞可信任者此國家之蟊賊也可不芟夷之屏棄之乎公論之所謂美者鄭忽以為惡公論之所謂惡者鄭忽以為美狂狡肆其毒螫而賢者無以自存尚何以保其邦乎知人則哲惟帝其難之故雖堯舜之聖而于此不敢忽何為其不敢忽也似是而非足以亂眞取捨不當而禍亂之所從生故也惟聖明致察焉 \\n 　 \\n 風雨篇 \\n  \\n 臣聞所貴乎君子者不失其本心而已天與人以此心至精至明雖更歴萬變而秉彝之懿未始少虧斯可謂之君子矣故書曰彰厥有常吉哉又曰其惟克用常人常者不變之謂也窮如是達亦如是始如是終亦如是是之謂有常中庸曰國有道不變塞焉强哉矯國無道至死不變強哉矯塞窮也謂不變窮之所守也死者人所甚畏當死則死不以為憚可不謂之强乎强立而不反則可謂有常矣風雨之作淒淒瀟瀟至于有如晦冥未嘗易其節物固自有常也可以人而不如物乎始正而終邪始勤而終怠始明而終昏皆不常其徳也皆改其度者也君子則不然吾有此良心斯有此常度規矩準繩不可須臾離也終身守之不以時之汚隆而貳其心此人君之所當用也今鄭國之君棄其有常者而用其無常者此詩人之所以思見君子焉未見之時如在險阻中既見則平矣故曰夷未見之時如疾痛之在躬既見則愈矣故曰瘳未見之時此心戚戚然而憂既見則釋然矣此所以喜也嗚呼君子之未見與夫既見人心休戚不同如此國之輕重繫于此故也然則為人君者豈可不汲汲皇皇求天下有常之士而信任之哉 \\n 　 \\n 子衿篇 \\n  \\n 臣聞人生天地間所以異于羣物者以知有義理而已義理人心之所同皆可以為善然無以講明之則終日昏昏淪于惡習與蠢然無識者殆無以異所謂飽食煖衣逸居而無教則近于禽獸古人病其然設為庠序學校漸摩陶冶使人心曉然皆知義理之可貴不為物欲所遷則教之功也嗚呼是豈可一日廢乎青青子衿謂交領也學子所服也青青子佩謂佩玉也禮士佩瓀珉而青組綬是也士服其服宜在學校而逸遊于外無親師取友之益安在其為士乎縱我不住敎而子亦不來學雖音問亦不我通乃自肆于城闕之上以騁望為樂此所謂挑兮達兮也挑達之樂在外義理之樂在内在外之樂俄頃間爾在内之樂生生不窮而人心不明昧于取舍君子安得而不傷之一日而廢飲食不免于饑渇一日而不務學必放其良心良心陷溺將不可以為人此其為害殆有甚于饑渇者此所以一日不見如三月之久也雖然士亦何罪國君不以是為急學校廢而不修所以至是然則為民上者豈可不以敎養為先哉 \\n 　 \\n 鷄鳴篇 \\n  \\n 臣聞人無常心由天理而行則是心常明為人欲所蔽則是心必昏男女之欲人情之所不能免也溺于其所愛而忘其為可戒則本然之心日以昏蝕矣古之人以為家不齊不可以治國故必擇賢妃正女資禀不羣而教飭有素者端本于宫壼之間所言所行率由正道朝夕規警而此心之明莫或蔽之矣聞蒼蠅之聲而以為雞鳴見月出之光而以為日出兢兢然惟恐朝臣之既至而吾君之視朝稍晚無以慰士大夫之心不敢以為細故而忽之也蟲飛薨薨東方且明矣而我猶與子甘寢而同夢會于朝者皆欲歸其私家久俟于此寧不見憎乎下憎其上不美莫大焉警策昏怠未明求衣視朝不失其節則我與子皆不見憎矣嗚呼為上者何可不念其臣乎中庸曰體羣臣則士之報禮重勞逸休戚同然無間所謂體也卷耳之詩知臣下之勤勞陟彼崔嵬我馬虺隤陟彼高岡我馬玄黄居宫闈之内而能體其臣于道塗之艱難此所謂賢后妃也今此詩亦念夫趨朝之臣可不謂賢乎哀公荒淫怠慢無道甚矣此詩不直指其失而惟以古之賢妃所以警其君者言之知彼之為善則知此之為惡幡然自省能改其過是亦賢君也嗚呼其善格君心之非者歟 \\n 　 \\n 還篇 \\n  \\n 臣聞一國之風俗國君為之也上倡其下者謂之風下從其上者謂之俗故曰君子之徳風小人之徳草草上之風必偃倡之者善而從之者無不善則風俗日以淳倡之者不善而從之者亦不善則風俗日以薄齊人之俗其初未必皆好田獵馳逐也惟哀公好之故其下亦然如影響之應形聲有不能自已者還便捷貌也茂與昌皆盛也獸生三歳曰肩儇利也臧善也我謂彼為還彼以我為儇我謂彼為茂彼以我為好我謂彼為昌彼以我為臧一國之人好田獵者衆故猝然相遇更相稱譽不能自禁于齒頰之間其始曰還曰儇不過言其捷與利爾猶未以為美也至于曰茂曰好曰昌曰臧則皆以為美矣視田獵馳逐如蹈仁履義之深可貴矣顚倒是非轉移黒白貴其所可賤樂其所可憂人心之昏蒙一至此極哉孟軻有言上有好者下必有甚焉者矣古之人君所以一嚬一笑不敢不謹者蓋懼夫少有過差而國人又將甚于我也此詩無一言譏哀公之失道而獨以其習俗之不美者言之觀枝葉之瘁而本根之蹶不言可知也眞善警其君者歟孔子存此詩所以欲萬世為人君者謹其好惡而端其表儀也即其田獵馳逐觸類而長之凡關于風俗者皆當致謹惟聖明深念之 \\n 　 \\n 甫田篇 \\n  \\n 臣讀孟軻書觀齊宣王欲闢土地朝秦楚莅中國撫四夷亦可謂大有為之志矣而孟軻則曰以若所為求若所欲盡心力而為之後必有災三復斯言而後知軻之知本也夫人孰無所欲而必顧我之所為果足以得此則可以遂其欲矣所為者卑汚淺陋而欲求光明俊偉之功其可得乎襄公以國君之尊而躬為鳥獸之行瀆亂天倫罪固不容誅矣民事之不修田獵之是好觀其所為無一合于義理者此豈足以立非常之功乎妄意于圖大而無可以圖大之實妄意于服遠而無可以服遠之具此詩之所以刺也田甚廣而力不及則禾稼不茂而稂莠實繁矣人在逺而彊思之則用心徒勞而事功不集矣曷不反而自求退而自省乎此詩人正本之論也雖然妄意于大者逺者固非矣而無志于大者逺者亦豈君子之所貴哉今觀卒章之意猶有望于襄公焉婉兮孌兮總角丱兮言童稚之時也然長之養之未至于甚久而突然冠弁列于成人理之必然也然則大者遠者雖不可以躁求而亦可以馴致豈若田甫田之力不及思遠人者之心徒勞哉觀前二章則知人君不可以妄圖觀後一章則知人君不可以無志惟聖明深察之 \\n 　 \\n 猗嗟篇 \\n  \\n 臣聞人君有大徳有末節身修而家齊家齊而國治徳之大者也威儀之可觀技藝之可喜節之未者也目不兩視而明耳不兩聽而聰于此有餘則于彼不足古之人君深知是心之不可分也朝夕念慮惟躬行是急惟家齊是務而薄物細故皆不暇及大者既立小者略之乃所以全其大者也魯桓斃于齊襄夫人姜氏實為之既而往來于齊魯二國曽無顧忌莊公之為人子既不能追痛其父又不能防閑其母慙徳多矣而惟修其威儀精于技藝為足以悦世俗之耳目毋乃舍本而逐末乎故齊人雖譽之而實譏之抑揚趨蹌言威儀也美目清揚言容貌也射不出正言中的也四矢之反既中而復中也射至于終日而無一不中其藝固精矣而舞則又與樂節相應故謂之選也人見之誰不稱贊而君子觀之以為隱憂何者人惟一心不可以兩用也役其精神于威儀技藝之末豈能不妨其大者乎雖然射所以觀徳内志不正外體不直不可以言中其容貌不比于禮其節不比于樂亦非射之善者今此詩三章極稱其善射于此觀徳孰曰不可而反以為刺不已誣乎曰射固可貴也不追念其父不防閑其母人之大倫乖戾如此而獨精于射豈能掩其惡乎孔子存此一詩所以欲萬世之下為人君者明于大小之辨大者不立其餘何觀射有似乎君子且不足貴況其他技藝所謂詩可以觀者蓋如此 \\n 　 \\n 陟岵篇 \\n  \\n 臣聞安佚者人情之所甚欲行役者人情之所甚憚也捨室家之樂躬道塗之勞險阻艱于跋履寒暑切于體膚父母兄弟邈焉間隔朝夕懐歸不能自釋此怨讟之所由興今觀陟岵一詩不惟不怨而尊君戴上之心無異于平居之時此所謂變風止乎禮義者歟方其離家之日父則告之曰夙夜無止是欲其不敢自息也母則告之曰夙夜無寐是欲其不遑寢處也兄則告之曰夙夜必偕是欲其與儕偕行也而三人者之言又皆曰尚愼旃哉丁寧告戒如是其切可不謂賢父母兄乎陟其高山望其父母兄不可見則思其别時告戒之語奉以周旋不敢失墜可不謂賢子弟乎一門之内長幼尊卑知有君而不知有身知有國而不知有家可謂達于大義不蔽其良心矣為下者能忠其上而為上者可不卹其下乎采薇東山之詩序其情而憫其勞入人之深淪于骨髓此所以犯難而忘死也上卹其下下忠其上此所以交通而無間也今日邊烽未息征夫暴露自往年四月至今年三月恰一歳矣盛夏酷熱之時不容解甲至于生蛆隆冬盛寒之際坐臥被甲其冷徹骨糲飯虀羮終年食淡而又驅之戰鬬豈其所樂哉念之卹之聖心之所不能忘也孰若賦勞還之詩各歸其故壘而以其供億之費募沿邊壯勇之士人人可用莫非精兵有捍禦之實無出戍之苦父母兄弟無復相離保護鄉井各致其力計無便于此者惟聖主亟圖之 \\n 　 \\n 伐檀篇 \\n  \\n 臣聞人主之任官不可有一毫之私所共者天位所治者天職所食者天祿無非天也豈可以己意參之哉故書曰無曠官天工人其代之天至公也代天而行亦必公其心可也賢者親之任之不賢者疎之斥之如權衡焉非有意于輕重如繩墨焉非有意于曲直斯可謂至公矣宜親任者而疎斥之宜疎斥者而親任之安在其為公道乎檀可以為車為輪為輻伐之而寘諸河濱此賤者所為也今而賢者身親其勞則失其職矣不稼穡而得禾不狩獵而得禽此所謂無功而受祿也今而在位在職則非其任矣是非顚倒一至于是天工之代豈其然乎彼君子兮指伐檀者言之也得斯人而任之則不素餐矣人臣之患莫大于素餐非有忠言嘉謨也非能竭誠盡瘁也而乘君子之器食君子之祿職業之瘝曠政敎之廢闕生民之憔悴皆此曹實為之是豈能有補于國耶今明主憂勤于上而賢否混淆于下尸位素餐者尚多有之怠惰廢弛偷合茍容國之蠧民之殘也擯斥一二以勵其餘而擇其不素餐者親之于是賢士爭奮姦囘屏息而綱紀大振矣此當今之先務也惟聖明亟圖之 \\n 　 \\n 碩鼠篇 \\n  \\n 臣聞善為國者富藏于民不善為國者富藏于府庫君民一體也民既富矣君安得而不富不藏于民而厚斂焉民既竭矣君亦安能獨豐哉故有若之言曰百姓足君孰與不足荀卿言財貨本未源流亦以為本原在下而不在上也彼魏君者何足以知此汲汲于聚斂而民心日離是乃自蹶其本爾貫事也事其君者三歳矣莫我肯顧言未嘗眷顧于我也莫我肯徳不以我為徳也莫我肯勞不知我之勞也君不恤其民民不戴其君相率而去遠適他邦豈其本心然哉衣食不足無以自給其勢不得不爾鄭國狡童之刺雖曰不美猶可言也今而比之碩鼠殆又甚焉君臨一國國人愛之若父母仰之如日月畏之如雷霆可也而以碩鼠譏之不君其君至是而極矣聖人存此詩所以為重斂之深戒歟始曰樂土之得所中曰樂國之得直固將去矣而卒章則曰誰之永號吾其何之乎惟有永號而已言終不去也君雖無道而終不忍去此謂變風止乎禮義者歟此夫子所以錄之也 \\n 　"}
