{"章节": "\t\t韓嬰小傳", "正文": "　 \\n 韓嬰小傳 \\n 　 \\n  \\n 《漢書·儒林傳》云：韓嬰，燕人也，孝文時爲博士，景帝時至常山太傅。嬰推詩人之意而作外傳數萬言，其語頗與齊魯間殊，然歸一也。淮南賁生受之。燕趙間言詩者由韓生。韓生亦以易授人，推易意而爲之傳。燕趙間好詩，故其易微，惟韓氏自傳之。武帝時，嬰嘗與董仲舒論於上前，其人精悍，處事分明，仲舒不能難也。後其孫商爲博士，孝宣時涿郡韓生其後也。 \\n  \\n 　"}
{"章节": "詩外傳提要", "正文": "　 \\n 詩外傳提要 \\n 　 \\n  \\n 臣等謹按：《韓詩外傳》十卷，漢韓嬰撰。嬰，燕人，文帝時為博士，景帝時至常山太傅。《漢書·藝文志》有《韓故》三十六卷、《韓内傳》四卷、《韓外傳》六卷、《韓說》四十一卷。傳世乆遠，多散佚不存。《隋志》、《唐志》惟載《外傳》十卷，即今夲是也。其書襍引古事古語，證以詩詞，與經義不相比附，故曰《外傳》。所采多與周秦諸子相出入，而《家語》及《晏子春秋》為多。班固稱其\"取春秋、采襍說，咸非夲義與不得已\"，葢譏之也。中間如阿谷處女一事，洪邁《容齋隨筆》已議之。他如稱彭祖名並堯禹，稱長生乆視，稱天變不足畏，稱韶用干戚、舜兼二女為非，稱荆蒯芮僕不恒其德，語皆有疵。謂柳下惠殺身以成信，謂孔子稱御說恤民，謂舜生於鳴條一章為孔子語，謂輪扁對楚成王，謂冉有稱吳楚燕代伐秦王，皆非事實。顏淵子貢子路言志事，與申鳴死白公之難事，一條而先後重見，亦失簡汏。然其中繭絲卵雛之喻，董仲舒取之為《繁露》，君羣王往之訓，班固取之為《白虎通義》，精理名言亦徃徃而有，不必盡以訓詁繩也。其書之例，每條必引詩詞，而未引詩者二十八條，又吾語汝一條起無所因，均疑有闕文。李善註《文選》引其漢皋二女事，今夲亦無之，葢併有脱簡矣。 \\n 乾隆四十一年十月恭校上。 \\n 總纂官臣紀昀臣陸錫熊臣孫士毅 \\n 總校官臣陸費墀 \\n （據《韓詩外傳》《文淵閣四庫全書》影象版） \\n  \\n 　"}
{"章节": "明濟南陳明序", "正文": "　 \\n 明濟南陳明序 \\n 　 \\n  \\n 文之在世，如風行水上，變態無定，惟載道者可貴也。外此藝焉耳。六經之文，渾涵如天，萬象森列，不可尚已。至孔孟繼六經而作其文，廣大淵弘，中間每取易詩書中之要語，而推廣之，闡幽微顯，以盡其蘊，則道從此出矣。夫何韓嬰處乎漢孝文之世，遭秦火絕學之餘，迺能衍詩作傳，命意布詞，一倣孔孟之文。凡諸詩言約旨遠者，悉肆力極致，上推天人之理，下及萬物之情，以盡其意，文則嚴整簡古，厲世範俗，皆順于道，宛然聖門家法，豈漢世人物之所遽能邪。然生在當旹以詩名，與魯申培、齊轅固二詩並列于世，亦嘗以易作傳授人，今已不傳，而其詩亦亡，又因以慨嘆天下之遺書於無窮也。嗟乎韓生不見於經傳，故世鮮聞。今薛子汝修篤學嗜詩，迺於先曾大父黃門公笥中得此書，愛其文古而鋟諸梓以傳於世，其用心不亦可嘉也乎。濟南陳明撰。 \\n （見《古今圖書集成·曆象彙編·乾象典·詩經部·彙考》，第五六八冊第十八頁，中華書局影印本） \\n  \\n 　"}
{"章节": "韓詩外傳卷第一", "正文": "　 \\n 韓詩外傳卷第一 \\n 　 \\n  \\n 第一章 \\n 曾子仕於莒，得粟三秉，方是之時，曾子重其祿而輕其身。親沒之後，齊迎以相，楚迎以令尹，晉迎以上卿，方是之時，曾子重其身而輕其祿。懷其寶而迷其國，不可與語仁。窘其身而約其親，不可與語孝。任重道遠者，不擇地而息。家貧親老者，不擇官而仕。故君子橋褐趨時，當務爲急。傳云：不逢時而仕，任事而敦其慮，爲之使而不入其謀，貧焉故也。詩曰：\"夙夜在公，實命不同。\" \\n 第二章 \\n 傳曰：夫行露之人許嫁矣，然而未往也。見一物不具，一禮不備，守節貞理，守死不往。君子以爲得婦道之宜，故舉而傳之，揚而歌之，以絕無道之求，防汙道之行乎？詩曰：\"雖速我訟，亦不爾從。\" \\n 第三章 \\n 孔子南游適楚，至於阿谷之隧，有處子偑璜而浣者。孔子曰：\"彼婦人其可與言矣乎？\"抽觴以授子貢，曰：\"善爲之辭，以觀其語。\"子貢曰：\"吾北鄙之人也，將南之楚，逢天之暑，思心潭潭，顧乞一飲，以表我心。\"婦人對曰：\"阿谷之隧，隱曲之汜，其水載清載濁，流而趨海，欲飲則飲，何問於婢子！\"受子貢觴，迎流而挹之，奐然而棄之，從流而挹之，奐然而溢之，坐置之沙上，曰：\"禮固不親授。\"子貢以告，孔子曰：\"丘知之矣。\"抽琴去其軫以授子貢，曰：\"善爲之辭，以觀其語。\"子貢曰：\"向子之言，穆如清風，不悖我語，和暢我心。於此有琴而無軫，願借子以調其音。\"婦人對曰：\"吾野鄙之人也，僻陋而無心，五音不知，安能調琴？\"子貢以告，孔子曰：\"丘知之矣。\"抽絺〈糹＋\"郄去阝\"〉五兩以授子貢，曰：\"善爲之辭，以觀其語。\"子貢曰：\"吾北鄙之人也，將南之楚。於此有絺〈糹＋\"郄去阝\"〉五兩，吾不敢以當子身，敢置之水之浦。\"婦人對曰：\"行客之人，嗟然永久，分其資財，棄之野鄙。吾年甚少，何敢受子？子不早去，今竊有狂夫守之者矣。\"詩曰：\"南有喬木，不可休思，漢有游女，不可求思。\"此之謂也。 \\n 第四章 \\n 哀公問孔子曰：\"有智者壽乎？\"孔子曰：\"然。人有三死而非命也者，自取之也。居處不理，飲食不節，佚勞過度者，病共殺之。居下而好干上，嗜欲無厭，求索不止者，刑共殺之。少以敵衆，弱以侮强，忿不量力者，兵共殺之。故有三死而非命也者，自取之也。\"詩曰：\"人而無儀，不死何爲。\" \\n 第五章 \\n 傳曰：在天者莫明乎日月，在地者莫明乎水火，在人者莫明乎禮義。故日月不高則所照不遠，水火不積則光炎不博，禮義不加乎國家則功名不白。故人之命在天，國家之命在禮，君人者降禮尊賢而王，重法愛民而覇，好利多詐而危，權謀傾覆而亡。詩曰：\"人而無禮，胡不遄死。\" \\n 第六章 \\n 君子有辯善之度，以治氣養性則身後彭祖，修身自强則名配堯禹。宜於時則達，厄於窮則處，信禮者也。凡用心之術，由禮則理達，不由禮則悖亂。飲食衣服，動靜居處，由禮則和節，不由禮則墊陷生疾。容貌態度，進退趍步，由禮則雅，不由禮則夷固。故人無禮則不生，事無禮則不成，國無禮則不寧，王無禮則死亡無日矣。詩曰：\"人而無禮，胡不遄死。\" \\n 第七章 \\n 傳曰：不仁之至忽其親，不忠之至倍其君，不信之至欺其友。此三者，聖人之所殺而不赦也。詩曰：\"人而無禮，不死何爲。\" \\n 第八章 \\n 王子比干殺身以成其忠，尾生殺身以成其信，伯夷叔齊殺身以成其廉。此四子者，皆天下之通士也，豈不愛其身哉？爲夫義之不立，名之不顯，則士恥之，故殺身以遂其行。由是觀之，卑賤貧窮，非士之恥也。夫士之所恥者，天下舉忠而士不與焉，舉信而士不與焉，舉廉而士不與焉。三者存乎身，名傳於世，與日月並而不息，天不能殺，地不能生，當桀紂之世，不之能汚也。然則，非惡生而樂死也，惡富貴好貧賤也。由其理，尊貴及己而仕，不辭也。孔子曰：\"富而可求也，雖執鞭之士，吾亦爲之，如不可求，從吾所好。\"故阨窮而不憫，勞辱而不茍，然後能有致也。詩曰：\"我心匪石，不可轉也，我心匪席，不可卷也。\"此之謂也。 \\n 第九章 \\n 原憲居魯，環堵之室，茨以蒿萊，蓬戶瓮牗，揉桑而爲樞，上漏下濕，匡坐而絃歌，子貢乘肥馬，衣輕裘，中紺而表素，軒車不容巷而往見之。原憲楮冠黎杖而應門，正冠則纓絕，振襟則肘見，納履則踵決，子貢曰：\"嘻，先生何病也？\"原憲仰而應之曰：\"憲聞之，無財之謂貧，學而不能行之謂病，憲貧也，非病也，若夫希世而行，比周而友，學以爲人，教以爲己，仁義之匿，車馬之飾，衣裘之麗，憲不忍爲之也。\"子貢逡巡，面有慙色，不辭而去。原憲乃徐步曳杖歌商頌而反，聲滿於天地，如出金石。天子不得而臣也，諸侯不得而友也，故養身者忘家，養志者忘身。身且不愛，孰能忝之？詩曰：\"我心匪石，不可轉也，我心匪席，不可卷也。\" \\n 第十章 \\n 傳曰：所謂士者，雖不能盡乎道術，必有由也，雖不能盡乎美善，必有處也。言不務多，務審其所謂，行不務多，務審其所由而已。行旣已尊之，言旣已由之，若肌膚性命之不可易也。詩曰：\"我心匪石，不可轉也。我心匪席，不可卷也。\" \\n 第十一章 \\n 傳曰：君子潔其身而同者合焉，善其音而類者應焉。馬鳴而馬應之，牛鳴而牛應之，非知也，其勢然也。故新沐者必彈冠，新浴者必振衣，莫能以己之皭皭容人之混沄然。詩曰：\"我心匪鑑，不可以茹。\" \\n 第十二章 \\n 荊伐陳，陳西門壞，因其降民使修之，孔子過而不式，子貢執轡而問曰：\"禮，過三人則下，二人則式。今陳之修門者衆矣，夫子不爲式，何也？\"孔子曰：\"國亡而弗知，不智也，知而不爭，非忠也，爭而不死，非勇也。修門者雖衆，不能行一於此，吾故弗式也。詩曰：\"憂心悄悄，慍于羣小。\"小人成羣，何足禮哉？ \\n 第十三章 \\n 傳曰：喜名者必多怨，好與者必辱，唯滅跡於人，能隨天地自然，爲能勝理而無愛名。名興則道不用，道行則人無位矣。夫利爲害本，而福爲禍先。唯不求利者爲無害，不求福者爲無禍。詩曰：\"不忮不求，何用不臧。\" \\n 第十四章 \\n 傳曰：聰者耳聞，明者目見，聰明則仁愛著而廉恥分矣。故非其道而行之，雖勞不至，非其有而求之，雖强不得，故智者不爲非其事，廉者不求非其有，是以害遠而名彰也。詩云：\"不忮不求，何用不臧。\" \\n 第十五章 \\n 傳曰：安命養性者不待積委而富，名號傳乎世者不待勢位而顯，德義暢乎中而無外求也。信哉，賢者之不以天下爲名利也。詩曰：\"不忮不求，何用不臧。\" \\n 第十六章 \\n 古者天子左五鐘，右五鐘。將出，則撞黃鐘，而右五鐘皆應之，馬鳴中律，駕者有文，御者有數。立則磬折，拱則抱鼓，行步中規，折旋中矩。然後太師奏升車之樂，告出也。入則撞蕤賓，而左五鐘皆應之，以治容貌，容貌得則顔色齊，顔色齊則肌膚安。蕤賓有聲，鵠震馬鳴，及倮介之蟲無不延頸以聽。在內者皆玉色，在外者皆金聲，然後少師奏升堂之樂，卽席告入也。此言音樂相和，物類相感，同聲相應之義也。詩云：\"鐘鼓樂之。\"此之謂也。 \\n 第十七章 \\n 枯魚銜索，幾何不蠹？二親之壽，忽如過客。樹木欲茂，霜露不使。賢士欲養，二親不待。故曰家貧親老，不擇官而仕也。詩曰：\"雖則如〈火尾〉，父母孔邇。\"此之謂也。 \\n 第十八章 \\n 孔子曰：君子有三憂。弗知，可無憂與？知而不學，可無憂與？學而不行，可無憂與？詩曰：\"未見君子，憂心惙惙。\" \\n 第十九章 \\n 魯公甫文伯死，其母不哭也。季孫聞之曰：\"公甫文伯之母，貞女也，子死不哭，必有方矣。\"使人問焉，對曰：\"昔是子也，吾使之事仲尼，仲尼去魯，送之不出魯郊，贈之不與家珍，病不見士之來視者，死不見士之流淚者，死之日，宮女縗絰而從者十人，此不足於士而有餘於婦人也，吾是以不哭也。\"詩曰：\"乃如之人兮，德音無良。\" \\n 第二十章 \\n 傳曰：天地有合，則生氣有精矣，陰陽消息，則變化有時矣。時得則治，時失則亂。故人生而不具者五，目無見，不能食，不能行，不能言，不能施化。三月微盷而後能見，八月生齒而後能食，朞年臏就而後能行，三年〈顖去\"心\"〉合而後能言，十六精通而後能施化。陰陽相反，陰以陽變，陽以陰變。故男八月生齒，八歲而齔齒，十六而精化小通，女七月生齒，七歲而齔齒，十四而精化小通。是故陽以陰變，陰以陽變。故不肖者精化始具，而生氣感動，觸情縱欲，反施亂化。是以年壽亟夭而性不長也。詩曰：\"乃如之人兮，懷婚姻也，太無信也，不知命也。\"賢者不然，精氣闐溢而後傷，時不可過也。不見道端，乃陳情Q欲Y，以歌道義。詩曰：\"靜女其姝，俟我乎城隅。愛而不見，搔首躊躇。\"\"瞻彼日月，遙遙我思。道之云遠，曷云能來。\"急時之辭也，甚焉故稱日月也。 \\n 第二十一章 \\n 楚白公之難，有莊之善者，辭其母，將死君，其母曰：\"棄母而死君可乎？\"曰：\"吾聞事君者，內其祿而外其身，今之所以養母者，君之祿也，請往死之。\"比至朝，三廢車中，其僕曰：\"子懼，何不反也？\"曰：\"懼，吾私也，死君，吾公也。吾聞君子不以私害公。\"遂往死之。君子聞之曰：\"好義哉，必濟矣夫。\"詩云：\"深則厲，淺則揭。\"此之謂也。 \\n 第二十二章 \\n 晉靈公之時，宋人殺昭公，趙宣子請師於靈公而救之。靈公曰：\"非晉國之急也。\"宣子曰：\"不然，夫大者天地，其次君臣，所以爲順也。今殺其君，所以反天地，逆人道也，天必加災焉。晉爲盟主而不救，天罰懼及矣。詩云：'凡民有喪，匍匐救之。'而況國君乎？\"於是靈公乃與師而從之。宋人聞之，儼然感說，而晉國日昌。何則？以其誅逆存順。詩曰：\"凡民有喪，匍匐救之。\"趙宣子之謂也。 \\n 第二十三章 \\n 傳曰：水濁則魚喁，令苛則民亂，城峭則崩，岸峭則陂。故吳起峭刑而車裂，商鞅峻法而支解，治國者譬若乎張琴然，大絃急則小絃絕矣，故急轡銜者，非千里之御也。有聲之聲不過百里，無聲之聲延及四海。故祿過其功者削，名過其實者損，情行合而名副之，禍福不虛至矣。詩云：\"何其處也，必有與也。何其久也，必有以也。\"故惟其無爲，能長生久視，而無累於物矣。 \\n 第二十四章 \\n 傳曰：衣服容貌者，所以說目也，應對言語者，所以說耳也，好惡去就者，所以說心也。故君子衣服中，容貌得，則民之目悅矣。言語遜，應對給，則民之耳悅矣。就仁去不仁，則民之心悅矣。三者存乎身，雖不在位，謂之素行。故中心存善，而日新之，則獨居而樂，德充而形。詩曰：\"何其處也，必有與也。何其久也，必有以也。\" \\n 第二十五章 \\n 仁道有四，磏爲下。有聖仁者，有智仁者，有德仁者，有磏仁者。上知天、能用其時，下知地、能用其材，中知人、能安樂之，是聖仁者也。上亦知天、能用其時，下知地、能用其材，中知人、能使人肆之，是智仁者也。寬而容衆，百姓信之，道所以至，弗辱以時，是德仁者也。廉潔直方，疾亂不治，惡邪不匡，雖居鄉里，若坐塗炭，命入朝廷，如赴湯火，非其民不使，非其食弗嘗，疾亂世而輕死，弗顧弟兄，以法度之，比於不祥，是磏仁者也。傳曰：山銳則不高，水徑則不深，仁磏則其德不厚，志與天地擬者其人不祥。是伯夷、叔齊、卞隨、介子推、原憲、鮑焦、袁旌目、申徒狄之行也，其所受天命之度，適至是而止，弗能改也，雖枯槁弗捨也。詩云：\"亦已焉哉！天實爲之，謂之何哉！\"磏仁雖下，然聖人不廢者，匡民隱括，有在是中者也。 \\n 第二十六章 \\n 申徒狄非其世，將自投於河。崔嘉聞而止之曰：\"吾聞聖人仁士之於天地之間也，民之父母也。今爲濡足之故，不救溺人，可乎？\"申徒狄曰：\"不然。昔桀殺關龍逢，紂殺王子比干，而亡天下，吳殺子胥，陳殺泄冶，而滅其國。故亡國殘家，非無聖智也，不用故也。\"遂抱石而沈於河。君子聞之曰：\"廉矣。如仁與智，則吾未之見也。\"詩曰：\"天實爲之，謂之何哉！\" \\n 第二十七章 \\n 鮑焦衣弊膚見，挈畚捋蔬，遇子貢於道。子貢曰：\"吾子何以至於此也？\"鮑焦曰：\"天下之遺德教者衆矣，吾何以不至於此也？吾聞之，世不己知而行之不已者，是爽行也。上不己用而干之不止者，是毀廉也。行爽廉毀，然且弗捨，惑於利者也。\"子貢曰：\"吾聞之，非其世者，不生其利，汙其君者，不履其土。今吾子汙其君而履其土，非其世而捋其蔬，其可乎？詩曰：'溥天之下，莫非王土。'此誰之有哉？\"鮑焦曰：\"於戲！吾聞賢者重進而輕退，廉者易愧而輕死。\"於是棄其蔬而立槁於洛水之上。君子聞之曰：\"廉夫剛哉！夫山銳則不高，水徑則不深，行磏者其德不厚，志與天地擬者其爲人不祥。鮑焦可謂不祥矣。其節度淺深，適至於是矣。\"詩云：\"亦已焉哉！天實爲之，謂之何哉！\" \\n 第二十八章 \\n 昔者周道之盛，邵伯在朝，有司請營邵以居。邵伯曰：\"嗟！以吾一身而勞百姓，此非吾先君文王之志也。\"於是出而就蒸庶於阡陌隴畝之間而聽斷焉。邵伯暴處遠野，廬於樹下，百姓大說，耕桑者倍力以勸。於是歲大稔，民給家足。其後，在位者驕奢，不恤元元，稅賦繁數，百姓困乏，耕桑失時。於是詩人見邵伯之所休息樹下，美而歌之。詩曰：\"蔽茀甘棠，勿剗勿伐，召伯所茇。\"此之謂也。 \\n  \\n 　"}
{"章节": "韓詩外傳卷第二", "正文": "　 \\n 韓詩外傳卷第二 \\n 　 \\n  \\n 第一章 \\n 楚莊王圍宋，有七日之糧，曰：\"盡此而不克，將去而歸。\"於是使司馬子反乘闉而窺宋城，宋使華元乘闉而應之。子反曰：\"子之國何若矣？\"華元曰：\"憊矣。易子而食之，〈木片〉骸而爨之。\"子反曰：\"嘻，甚矣憊！雖然，吾聞圍者之國，箝馬而秣之，使肥者應客。今何吾子之情也？\"華元曰：\"吾聞君子見人之困則矜之，小人見人之困則幸之。吾望見吾子似於君子，是以情也。\"子反曰：\"諾，子其勉之矣。吾軍有七日糧爾。\"揖而去。子反告莊王，莊王曰：\"若何？\"子反曰：\"憊矣。易子而食之，〈木片〉骸而爨之。\"莊王曰：\"嘻，甚矣憊，今得此而歸爾。\"子反曰：\"不可，吾已告之矣，曰：軍亦有七日糧爾。\"莊王怒曰：\"吾使子視之，子曷爲而告之？\"子反曰：\"區區之宋猶有不欺之臣，可以楚國而無乎？吾是以告之也。\"莊王曰：\"雖然，吾今得此而歸爾。\"子反曰：\"王請處此，臣請歸耳。\"王曰：\"子去我而歸，吾孰與處乎此？吾將從子而歸。\"遂引師而歸。君子善其平乎己也。華元以誠告子反，得以解圍，全二國之命。詩云：\"彼姝者子，何以告之？\"君子善其以誠相告也。 \\n 第二章 \\n 魯監門之女嬰相從績，中夜而泣涕，其偶曰：\"何謂而泣也？\"嬰曰：\"吾聞衛世子不肖，所以泣也。\"其偶曰：\"衛世子不肖，諸侯之憂也，子曷爲泣也？\"嬰曰：\"吾聞之，異乎子之言也。昔者宋之桓司馬得罪於宋君，出奔於魯，其馬佚而〈馬展〉吾園，而食吾園之葵。是歲，吾聞園人亡利之半。越王勾踐起兵而攻吳，諸侯畏其威。魯往獻女，吾姊與焉。兄往視之，道畏而死。越兵威者吳也，兄死者，我也。由是觀之，禍與福相及也。今衛世子甚不肖，好兵，吾男弟三人，能無憂乎？\"詩曰：\"大夫跋涉，我心則憂。\"是非類與乎？ \\n 第三章 \\n 高子問於孟子曰：\"夫嫁娶者非己所自親也，衛女何以編於詩也？\"孟子曰：\"有衛女之志則可，無衛女之志則怠。若伊尹於太甲，有伊尹之志則可，無伊尹之志則篡。夫道二，常之謂經，變之謂權。懷其常道而挾其變權，乃得爲賢。夫衛女行中孝，慮中聖，權如之何？\"詩曰：\"旣不我嘉，不能旋反。視我不臧，我思不遠。\" \\n 第四章 \\n 楚莊王聽朝罷晏，樊姬下堂而迎之，曰：\"何罷之晏也，得無飢倦乎？\"莊王曰：\"今日聽忠賢之言，不知飢倦也。\"樊姬曰：\"王之所謂忠賢者，諸侯之客歟？國中之士歟？\"莊王曰：\"則沈令尹也。\"樊姬掩口而笑。王曰：\"姬之所笑者何也？\"姬曰：\"妾得侍於王，尚湯沐，執巾櫛，振衽席，十有一年矣。然妾未嘗不遣人之梁鄭之間，求美人而進之於王也。與妾同列者十人，賢於妾者二人。妾豈不欲擅王之愛，專王之寵哉？不敢以私願蔽衆美也，欲王之多見，則知人能也。今沈令尹相楚數年矣，未嘗見進賢而退不肖也，又焉得爲忠賢乎？\"莊王旦朝，以樊姬之言告沈令尹。令尹避席，而進孫叔敖。叔敖治楚三年，而楚國覇。楚史援筆而書之於策曰：\"楚之覇，樊姬之力也。\"詩曰：\"百爾所思，不如我所之。\"樊姬之謂也。 \\n 第五章 \\n 閔子騫始見於夫子，有菜色，後有芻豢之色。子貢問曰：\"子始有菜色，今有芻豢之色，何也？\"閔子曰：\"吾出蒹葭之中，入夫子之門。夫子內切瑳以孝，外爲之陳王法，心竊樂之。出見羽蓋龍旗，旃裘相隨，心又樂之。二者相攻胸中而不能任，是以有菜色也。今被夫子之教寖深，又賴二三子切瑳而進之，內明於去就之義，出見羽蓋龍旗，旃裘相隨，視之如壇土矣，是以有芻豢之色。\"詩曰：\"如切如瑳，如錯如磨。\" \\n 第六章 \\n 傳曰：雩而雨者何也？曰：無何也，猶不雩而雨也。星墜木鳴，國人皆恐，何也？是天地之變，陰陽之化，物之罕至者也。怪之可也，畏之非也。夫日月之薄蝕，怪星之黨見，風雨之不時，是無世而不嘗有也。上明政平，是雖並至無傷也。上暗政險，是雖無一無益也。夫萬物之有災，人妖最可畏也。曰何謂人妖？曰：枯耕傷稼，枯耘傷歲，政險失民，田穢稼惡，糴貴民飢，道有死人，寇賊並起，上下乖離，鄰人相暴，對門相盜，禮義不修，牛馬相生，六畜作妖，臣下殺上，父子相疑，是謂人妖。妖是生於亂。傳曰：天地之災，隱而廢也，萬物之怪，書不說也。無用之變，不急之察，棄而不治。若夫君臣之義，父子之親，男女之別，切瑳而不舍也。詩曰：\"如切如瑳，如錯如磨。\" \\n 第七章 \\n 孔子曰：\"口欲味，心欲佚，教之以仁。心欲安，身欲勞，教之以恭。好辯論而畏懼，教之以勇。目好色，耳好聲，教之以義。\"易曰：\"艮其限，列其〈月寅〉，厲薰心。\"詩曰：\"吁嗟女兮，無與士耽。\"皆防邪禁佚，調和心志。 \\n 第八章 \\n 高牆豐上激下，未必崩也。降雨興，流潦至，則崩必先矣。草木根荄淺，未必撅也。飄風興，暴雨墜，則撅必先矣。君子居是邦也，不崇仁義、尊其賢臣以理萬物，未必亡也。一旦有非常之變，諸侯交爭，人趨車馳，迫然禍至，乃始愁憂，乾喉焦唇，仰天而嘆，庶幾乎望其安也，不亦晚乎？孔子曰：\"不慎其前而悔其後，嗟乎！雖悔無及矣。\"詩曰：\"惙其泣矣，嗟何及矣！\" \\n 第九章 \\n 曾子曰：\"君子有三言，可貫而佩之。一曰無內踈而外親，二曰身不善而怨他人，三曰患至而後呼天。\"子貢曰：\"何也？\"曾子曰：\"內疏而外親，不亦反乎？身不善而怨他人，不亦遠乎？患至而後呼天，不亦晚乎？\"詩曰：\"惙其泣矣，嗟何及矣！\" \\n 第十章 \\n 夫霜雪雨露，殺生萬物者也，天無事焉，猶之貴天也。執法厭文，治官治民者，有司也，君無事焉，猶之尊君也。夫闢土殖穀者后稷也，決江疏河者禹也，聽獄執中者皋陶也，然而有聖名者堯也。故有道以御之，身雖無能也，必使能者爲己用也。無道以御之，彼雖多能，猶將無益於存亡矣。詩曰：\"執轡如組，兩驂如舞。\"貴能御也。 \\n 第十一章 \\n 傳曰：孔子云：美哉顔無父之御也，馬知後有輿而輕之，知上有人而愛之。馬親其正而愛其事，如使馬能言，彼將必曰：\"樂哉！今日之騶也！\"至於顔淪，少衰矣。馬知後有輿而輕之，知上有人而敬之。馬親其正而敬其事，如使馬能言，彼將必曰：\"騶來，其人之使我也！\"至於顔夷而衰矣。馬知後有輿而重之，知上有人而畏之。馬親其正而畏其事，如使馬能言，彼將必曰：\"騶來！騶來！女不騶，彼將殺女。\"故御馬有法矣，御民有道矣。法得則馬和而歡，道得則民安而集。詩曰：\"執轡如組，兩驂如舞。\"此之謂也。 \\n 第十二章 \\n 顔淵侍坐魯定公於臺，東野畢御馬於臺下。定公曰：\"善哉！東野畢之御也。\"顔淵曰：\"善則善矣，其馬將佚矣。\"定公不說，以告左右曰：\"聞君子不譖人。君子亦譖人乎？\"顔淵退，俄而厩人以東野畢馬佚聞矣。定公躐席而起，曰：\"趣駕召顔淵。\"顔淵至，定公曰：\"鄉寡人曰：'善哉東野畢之御也。'吾子曰：'善則善矣，然則馬將佚矣。'不識吾子何以知之？\"顔淵曰：\"臣以政知之。昔者舜工於使人，造父工於使馬。舜不窮其民，造父不極其馬。是以舜無佚民，造父無佚馬也。今東野畢之御，上車執轡，銜體正矣，周旋步驟，朝禮畢矣，歷險致遠，馬力殫矣，然猶策之不已，所以知其佚也。\"定公曰：\"善，可少進乎？\"顔淵曰：\"獸窮則齧，鳥窮則啄，人窮則詐。自古及今，窮其下能不危者，未之有也。詩曰：'執轡如組，兩驂如舞。'善御之謂也。\"定公曰：\"寡人之過矣！\" \\n 第十三章 \\n 崔杼殺莊公，令士大夫盟。盟者皆脫劍而入。言不疾，指不至血者死，所殺者十餘人。次及晏子。晏子捧杯血，仰天而嘆曰：\"惡乎！崔杼將爲無道而殺其君。\"於是盟者皆視之。崔杼謂晏子曰：\"子與我，吾將與子分國。子不與我，殺子。直兵將推之，曲兵將鈎之，吾願子圖之也。\"晏子曰：\"吾聞留以利而倍其君者非仁也，劫以刃而失其志者非勇也。詩曰：'莫莫葛藟，延于條枚。愷悌君子，求富不回。'嬰其可回矣？直兵推之，曲兵鈎之，嬰不之革也。\"崔杼曰：\"舍晏子。\"晏子起而出，援綏而乘。其僕馳，晏子撫其手曰：\"麋鹿在山林，其命在庖廚。命有所縣，安在疾馳？\"安行成節，然後去之。詩曰：\"羔裘如濡，恂直且侯。彼己之子，舍命不偸。\"晏子之謂也。 \\n 第十四章 \\n 楚昭王有士曰石奢，其爲人公正而好直。王使爲理，於是道有殺人者，石奢追之，則其父也。還返於廷，曰：\"殺人者，臣之父也。以父成政，非孝也，不行君法，非忠也。弛罪廢法而伏其辜，臣之所守也。\"遂伏斧鑕，曰：\"命在君。\"君曰：\"追而不及，庸有罪乎？子其治事矣。\"石奢曰：\"不然。不私其父，非孝也。不行君法，非忠也。以死罪生，不廉也。君欲赦之，上之惠也。臣不能失法，下之義也。\"遂不去鈇鑕，刎頸而死乎廷。君子聞之曰：\"貞夫法哉，石先生乎！\"孔子曰：\"子爲父隱，父爲子隱，直在其中矣。\"詩曰：\"彼己之子，邦之司直。\"石先生之謂也。 \\n 第十五章 \\n 外寬而內直，自設於隱括之中，直己而不直人，善廢而不悒悒，蘧伯玉之行也。故爲人父者則願以爲子，爲人子者則願以爲父，爲人君者則願以爲臣，爲人臣者則願以爲君，名昭諸侯，天下願焉。詩曰：\"彼己之子，邦之彥兮。\"此君子之行也。 \\n 第十六章 \\n 傳曰：孔子遭齊程本子於郯之間，傾蓋而語終日。有間，顧子路曰：\"由來！取束帛以贈先生。\"子路不對。有間，又顧曰：\"取束帛以贈先生。\"子路率爾而對曰：\"昔者由也聞之於夫子，士不中道相見。女無媒而嫁者，君子不行也。\"孔子曰：\"夫詩不云乎'野有蔓草，零露漙兮。有美一人，青陽宛兮。邂逅相遇，適我願兮'？且夫齊程本子，天下之賢士也，吾於是而不贈，終身不之見也。大德不逾閑，小德出入可也。\" \\n 第十七章 \\n 君子有主善之心，而無勝人之色。德足以君天下，而無驕肆之容，行足以及後世，而不以一言非人之不善。故曰：君子盛德而卑，虛己以受人，旁行不流，應物而不窮。雖在下位，民願戴之。雖欲無尊，得乎哉？詩曰：\"彼己之子，美如英，美如英，殊異乎公行。\" \\n 第十八章 \\n 君子易和而難狎也，易懼而不可劫也，畏患而不避義死，好利而不爲所非，交親而不比，言辯而不亂，蕩蕩乎其義不可失也，磏乎其廉而不劌也，溫乎其仁厚之寬大也，超乎其有以殊於世也。詩曰：\"美如玉，美如玉，殊異乎公族。\" \\n 第十九章 \\n 商容嘗執羽籥，馮於馬徒，欲以化紂而不能。遂去，伏於太行。及武王克殷，立爲太子，欲以爲三公。商容辭曰：\"吾常馮於馬徒，欲以化紂而不能，愚也。不爭而隱，無勇也。愚且無勇，不足以備乎三公。\"遂固辭不受命。君子聞之曰：\"商容可謂內省而不誣能矣。君子哉！去素餐遠矣。\"詩曰：\"彼君子兮，不素餐兮。\"商先生之謂也。 \\n 第二十章 \\n 晉文公使李離爲理，過聽殺人，自拘於廷，請死於君。君曰：\"官有貴賤，罰有輕重。下吏有罪，非子之罪也。\"李離對曰：\"臣居官爲長，不與下吏讓位，受祿爲多，不與下吏分利。今過聽殺人而下吏蒙其死，非所聞也。\"不受命。君曰：\"子必自以爲有罪，則寡人亦有罪矣。\"李離曰：\"法，失刑則刑，失死則死。君以臣爲能聽獄決疑，故使臣爲理。今過聽殺人，臣之罪當死。\"君曰：\"棄位委官，伏法亡國，非所望也。趣出！無憂寡人之心。\"李離對曰：\"政亂國危，君之憂也。軍敗卒亂，將之憂也。夫無能以事君，闇行以臨官，是無功以食祿也。臣不能以虛自誣。\"遂伏劍而死。君子聞之曰：\"忠矣乎！\"詩曰：\"彼君子兮，不素餐兮。\"李先生之謂也。 \\n 第二十一章 \\n 楚狂接輿躬耕以食。其妻之市未返，楚王使使者賫金百鎰造門，曰：\"大王使臣奉金百鎰，願請先生治河南。\"接輿笑而不應，使者遂不得辭而去。妻從市而來，曰：\"先生少而爲義，豈將老而遺之哉？門外車軼何其深也！\"接輿曰：\"今者王使使者賫金百鎰，欲使我治河南。\"其妻曰：\"豈許之乎？\"曰：\"未也。\"妻曰：\"君使不從，非忠也，從之，是遺義也。不如去之。\"乃夫負釜甑，妻戴紝器，變易姓字，莫知其所之。論語曰：\"色斯舉矣，翔而後集。\"接輿之妻是也。詩曰：\"逝將去汝，適彼樂土。適彼樂土，爰得我所。\" \\n 第二十二章 \\n 昔者桀爲酒池糟隄，縱靡靡之樂，一鼓而牛飲者三千人。羣臣皆相持而歌曰：\"江水沛兮，舟楫敗兮。我王廢兮，趣歸於亳，亳亦大兮。\"又曰：\"樂兮樂兮，四牡驕兮，六轡沃兮。去不善兮從善，何不樂兮！\"伊尹知大命之將至，曰：\"君王不聽臣言，大命至矣！亡無日矣！\"桀拍然而抃，盍然而笑，曰：\"子又妖言矣。吾有天下，猶天之有日也。日有亡乎？日亡吾亦亡也。\"於是伊尹接履而趨，遂適於湯，湯以爲相。可謂適彼樂土、爰得其所矣。詩曰：\"逝將去汝，適彼樂土。適彼樂土，爰得我所。\" \\n 第二十三章 \\n 伊尹去夏入殷。田饒去魯適燕。介子推去晉入山。田饒事魯哀公而不見察，謂哀公曰：\"臣將去君，黃鵠舉矣。\"哀公曰：\"何謂也？\"田饒曰：\"君獨不見夫雞乎？頭戴冠者，文也，足傅距者，武也，敵在前敢鬬者，勇也，見食相呼者，仁也，守夜不失時者，信也。雞雖有此五德，君猶日瀹而食之者何也？則以其所從來者近也。夫黃鵠一舉千里，止君園池，食君魚鼈，啄君黍粱，無此五德者，君猶貴之者何也？以其所從來者遠也。故臣將去君，黃鵠舉矣。\"哀公曰：\"止！吾將書子之言也。\"田饒曰：\"臣聞食其食者，不毀其器，陰其樹者，不折其枝。有臣不用，何書其言爲？\"遂去之燕。燕立以爲相。三年，燕政大平，國無盜賊。哀公喟然太息，爲之辟寢三月，減損上服，曰：\"不慎其前而悔其後，何可復得？\"詩云：\"逝將去汝，適彼樂國。適彼樂國，爰得我直。\"晉文公反國，酌士大夫酒，召舅犯而將之，召艾陵而相之，授田百萬。介子推無爵，齒而就位。觴三行，介子推奉觴而起，曰：\"有龍矯矯，將失其所。有蛇從之，周流天下。龍旣入深淵，得其安所。蛇脂盡乾，獨不得甘雨。此何謂也？\"文公曰：\"嘻！是寡人之過也。吾爲子爵與，待旦之朝也。吾爲子田與，河東陽之間。\"介子推曰：\"推聞君子之道，謁而得位，道士不居也，爭而得財，廉士不受也。\"文公曰：\"使我得反國者，子也。吾將以成子之名。\"介子推曰：\"推聞君子之道，爲人子而不能承其父者，則不敢當其後，爲人臣而不見察於其君者，則不敢立於其朝。然推亦無索於天下矣。\"遂去而之介山之上。文公使人求之，不得。爲之辟寢三月，號呼朞年。詩曰：\"逝將去汝，適彼樂郊。適彼樂郊，誰之永號。\"此之謂也。 \\n 第二十四章 \\n 子賤治單父，彈鳴琴，身不下堂，而單父治。巫馬期以星出，以星入，日夜不處，以身親之，而單父亦治。巫馬期問於子賤，子賤曰：\"我任人，子任力。任人者佚，任力者勞。\"人謂子賤則君子矣，佚四肢，全耳目，平心氣，而百官理，任其數而已。巫馬期則不然，弊性事情，勞力教詔，雖治猶未至也。詩曰：\"子有衣裳，弗曳弗摟。\" \\n 第二十五章 \\n 子路曰：\"士不能勤苦，不能輕死亡，不能恬貧窮，而曰我能行義，吾不信也。昔者申包胥立於秦廷，七日七夜，哭不絕聲，是以存楚。不能勤苦，焉能行此？比干且死，而諫愈忠，伯夷叔齊餓於首陽，而志益彰。不輕死亡，焉能行此？曾子褐衣縕緒未嘗完也，糲米之食未嘗飽也，義不合則辭上卿。不恬貧窮，焉能行此？夫士欲立身行道，無顧難易，然後能行之，欲行義白名，無顧利害，然後能行之。詩曰：\"彼己之子，碩大且篤。\"非良篤修身行之君子，其孰能與之哉？ \\n 第二十六章 \\n 子路與巫馬期薪於韞丘之下，陳之富人有處師氏者，脂車百乘，觴於韞丘之上，子路與巫馬期曰：\"使子無忘子之所知，亦無進子之所能，得此富，終身無復見夫子，子爲之乎？\"巫馬期喟然仰天而嘆，闟然投鎌於地，曰：\"吾嘗聞之夫子，'勇士不忘喪其元，志士仁人不忘在溝壑'。子不知予與？試予與？意者其志與？\"子路心慙，負薪先歸。孔子曰：\"由來！何爲偕出而先返也？\"子路曰：\"向也，由與巫馬期薪於韞丘之下，陳之富人有處師氏者，脂車百乘，觴於韞丘之上，由謂巫馬期曰：'使子無忘子之所知，亦無進子之所能，得此富，終身無復見夫子，子爲之乎？'巫馬期喟然仰天而嘆，闟然投鎌於地，曰：'吾嘗聞之夫子，\"勇士不忘喪其元，志士仁人不忘在溝壑\"。子不知予與？試予與？意者其志與？'由也心慚，故先負薪歸。\"孔子援琴而彈。詩曰：\"肅肅鴇羽，集于苞栩。王事靡盬，不能蓻稷黍，父母何怙？悠悠倉天，曷其有所！\"予道不行邪？使汝願者。 \\n 第二十七章 \\n 孔子曰：\"士有五：有埶尊貴者，有家富厚者，有資勇悍者，有心智慧者，有貌美好者。埶尊貴者，不以愛民行義理，而反以暴敖凌物。家富厚者，不以振窮救不足，而反以侈靡無度。資勇悍者，不以衛上攻戰，而反以侵陵私鬬。心智慧者，不以端計數，而反以事姦飾詐。貌美好者，不以統朝涖民，而反以蠱女從欲。此五者，所謂士失其美質者也。\"詩曰：\"溫其如玉，在其板屋，亂我心曲。\" \\n 第二十八章 \\n 上之人所遇，容色爲先，聲音次之，事行爲後。故望而知宜爲人君者容也，近而可信者色也，發而安中者言也，久而可觀者行也。故君子容色，天下儀象而望之，不假言而知宜爲人君者。詩曰：\"顔如渥沰。\"其君也哉！ \\n 第二十九章 \\n 子夏讀書已畢。夫子問曰：\"爾亦可言於書矣？\"子夏對曰：\"書之於事也，昭昭乎若日月之光明，燎燎乎如星辰之錯行，上有堯舜之道，下有三王之義。弟子所受於夫子者，志之於心不敢忘。雖居蓬戶之中，彈琴以詠先生之風，有人亦樂之，無人亦樂之，亦可發憤忘食矣。\"詩曰：\"衡門之下，可以棲遲。泌之洋洋，可以療飢。\"夫子造然變容曰：\"嘻！吾子殆可以言書已矣。然子以見其表，未見其裏。\"顔淵曰：\"其表已見，其裏又何有哉？\"孔子曰：\"闚其門，不入其中，安知其奧藏之所在乎？然藏又非難也。丘嘗悉心盡志，已入其中，前有高岸，後有深谷，泠泠然如此，旣立而已矣。\"不能見其裏，蓋未爲精微者也。 \\n 第三十章 \\n 傳曰：國無道則飄風厲疾，暴雨折木，陰陽錯氛，夏寒冬溫，春熱秋榮，日月無光，星辰錯行，民多疾病，國多不祥，羣生不壽，而五穀不登。當成周之時，陰陽調，寒暑平，羣生遂，萬物寧。故曰：其風治，其樂連，其驅馬舒，其民依依，其行遲遲，其意好好。詩曰：\"匪風發兮，匪車揭兮，顧瞻周道，中心｛制心｝兮。\" \\n 第三十一章 \\n 夫治氣養心之術，血氣剛强則務之以調和，智慮潛深則一之以易諒，勇毅强果則輔之以道術，齊給便捷則安之以靜退，卑攝貪利則抗之以高志，容衆駑散則劫之以師友，怠慢摽棄則慰之以禍災，愿婉端慤則合之以禮樂。凡治氣養心之術，莫徑由禮，莫優得師，莫慎一好。好一則摶，摶則精，精則神，神則化，是以君子務結心乎一也。詩曰：\"淑人君子，其儀一兮。其儀一兮，心如結兮。\" \\n 第三十二章 \\n 玉不琢，不成器，人不學，不成行。家有千金之玉，不知治、猶之貧也，良工宰之則富及子孫，君子謀之則爲國用。故動則安百姓，議則延民命。詩曰：\"淑人君子，正是國人。正是國人，胡不萬年！\" \\n 第三十三章 \\n 嫁女之家，三夜不息燭，思相離也。取婦之家，三日不舉樂，思嗣親也。是故昏禮不賀，人之序也。三月而廟見，稱來婦也。厥明見舅姑，舅姑降於西階，婦降自阼階，授之室也。憂思三日，不殺三月，孝子之情也。故禮者，因人情爲文。詩曰：\"親結其褵，九十其儀。\"言多儀也。 \\n 第三十四章 \\n 原天命，治心術，理好惡，適情性，而治道畢矣。原天命則不惑禍福，不惑禍福則動靜循理矣。治心術則不妄喜怒，不妄喜怒則賞罰不阿矣。理好惡則不貪無用，不貪無用則不以物害性矣。適情性則欲不過節，欲不過節則養性知足矣。四者不求於外，不假於人，反諸己而存矣。夫人者，說人者也，形而爲仁義，動而爲法則。詩曰：\"伐柯伐柯，其則不遠。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第三", "正文": "　 \\n 韓詩外傳卷第三 \\n 　 \\n  \\n 第一章 \\n 傳曰：昔者，舜甑盆無膻而下不以餘獲罪，飯乎土簋、啜乎土型而工不以巧獲罪，麑衣而｛執皿｝領而女不以侈獲罪，法下易由、事寡易爲而民不以政獲罪。故大道多容，大德多下，聖人寡爲。故用物常壯也。傳曰：易簡而天下之理得矣。忠易爲禮，誠易爲辭，賢人易爲民，工巧易爲材。詩曰：\"岐有夷之行，子孫保之。\" \\n 第二章 \\n 有殷之時，榖生湯之廷，三日而大拱。湯問伊尹曰：\"何物也？\"對曰：\"榖樹也。\"湯問：\"何爲而生於此？\"伊尹曰：\"榖之出澤，野物也，今生天子之庭，殆不吉也。\"湯曰：\"奈何？\"伊尹曰：\"臣聞：妖者禍之先，祥者福之先。見妖而爲善，則禍不至，見祥而爲不善，則福不臻。\"湯乃齊戒靜處，夙興夜寐，弔死問疾，赦過賑窮，七日而榖亡，妖孽不見，國家其昌。詩曰：\"畏天之威，于時保之。\" \\n 第三章 \\n 昔者周文王之時，｛艹泣｝國八年，夏六月，文王寢疾。五日而地動，東西南北不出國郊。有司皆曰：\"臣聞地之動，爲人主也。今者君王寢疾，五日而地動，四面不出國郊。羣臣皆恐，請移之。\"文王曰：\"奈何其移之也？\"對曰：\"興事動衆以增國城，其可以移之乎！\"文王曰：\"不可。夫天之見妖，是罰有罪也。我必有罪，故天以此罰我也。今又專動衆以增國城，是重吾罪也。不可以移之。昌也請改行重善以移之，其可以免乎？\"於是遂謹其禮袟皮革以交諸侯，飾其辭令幣帛以禮俊士，頒其爵列等級田疇以賞羣臣。行此無幾何而疾止。文王卽位八年而地動，地動之後四十三年，凡｛艹泣｝國五十一年而終。此文王之所以踐妖也。詩曰：\"畏天之威，于時保之。\" \\n 第四章 \\n 王者之論德也，不尊無功，不官無德，不誅無罪，朝無幸位，民無幸生。故上賢使能而等級不踰，折暴禁悍而刑罰不過，百姓曉然皆知夫爲善於家、取賞於朝也，爲不善於幽而蒙刑於顯也。詩曰：\"明昭有周，式序在位。\" \\n 第五章 \\n 傳曰：以從俗爲善，以貨財爲寶，以養性爲已至道，是民德也，未及於士也。行法而志堅，不以私欲害其所聞，是勁士也，未及於君子也。行法而志堅，好修其所聞以矯其情，言行多當，未安諭也，知慮多當，未周密也，上則能大其所隆也，下則開道不若己者，是篤厚君子，未及聖人也。若夫修百王之法，若別白黑，應當世之變，若數一二，行禮要節，若性四支，因化立功，若推四時，天下得序，羣物安居，是聖人也。詩曰：\"明昭有周，式序在位。\" \\n 第六章 \\n 魏文侯欲置相，召李克問曰：\"寡人欲置相，非翟黃則魏成子，願卜之於先生。\"李克避席而辭曰：\"臣聞之，卑不謀尊，疎不間親。臣外居者也，不敢當命。\"文侯曰：\"先生臨事勿讓。\"李克曰：\"夫觀士也，居則視其所親，富則視其所與，達則視其所舉，窮則視其所不爲，貧則視其所不取。此五者足以觀矣。\"文侯曰：\"請先生就舍，寡人之相定矣。\"李克出遇翟黃，翟黃曰：\"今日聞君召先生而卜相，果誰爲之？\"李克曰：\"魏成子爲之。\"翟黃悖然作色曰：\"吾何負於魏成子？西河之守，吾所進也。君以鄴爲憂，吾進西門豹。君欲伐中山，吾進樂羊。中山旣拔，無守之者，吾進先生。君欲置太子傅，吾進趙蒼唐。皆有成功就事。吾何負於魏成子？\"克曰：\"子之言克於子之君也，豈比周以求大官哉？君問置相非成則黃、二子如何，臣對曰：'君不察故也。居則視其所親，富則視其所與，達則視其所舉，窮則視其所不爲，貧則視其所不取。五者足以定矣，何待克哉！'以知魏成子爲相也。且子焉得與魏成子比乎？魏成子食祿千鍾，什一在內，九在外，以聘約天下之士。是以東得卜子夏、田子方、段干木。此三人，君皆師友之，子之所進，皆臣之。子焉得與魏成子比乎？\"翟黃逡巡再拜曰：\"鄙人固陋，失對於夫子。\"詩曰：\"明昭有周，式序在位。\" \\n 第七章 \\n 成侯嗣公，聚斂計數之君也，未及取民也。子産取民者也，未及爲政也。管仲爲政者也，未及修禮也。故修禮者王，爲政者强，取民者安，聚斂者亡。聚斂以招寇，積財以肥敵，危身亡國之道也，故明君不蹈也。將修禮以齊朝，正法以齊官，平政以齊下，然後節奏齊乎朝，法則度量正乎官，忠信愛利刑乎下。如是百姓愛之如父母，畏之如神明，是以德澤洋乎海內，福祉歸乎王公。詩曰：\"降福簡簡，威儀昄昄。\" \\n 第八章 \\n 楚莊王寢疾，卜之，曰：河爲祟。大夫曰：\"請用牲。\"莊王曰：\"止。古者聖王之制，祭不過望。濉、漳、江、漢，楚之望也。寡人雖不德，河非所獲罪也。\"三日而疾有瘳。孔子聞之曰：\"楚莊王之覇，其有方矣。制節守職，其覇不亦宜乎！\"詩曰：\"嗟嗟保介。\"莊王之謂也。 \\n 第九章 \\n 人主之疾，十有二發，非有賢醫，莫能治也。何謂十二發？曰：痿、蹶、逆、脹、滿、支、隔、肓、煩、喘、痹、風，此之曰十二發。賢醫治之如何？曰：省事輕刑，則痿不作。無使小民飢寒，則蹶不作。無令財貨上流，則逆不作。無令倉廩積腐，則脹不作。無使府庫充實，則滿不作。無使羣臣縱恣，則支不作。無使下情不上通，則隔不作。上振恤下，則肓不作。法令奉行，則煩不作。無使下怨，則喘不作。無使賢人伏匿，則痹不作。無使百姓歌吟誹謗，則風不作。夫重臣羣下者，人主之心腹支體也。心腹支體無疾，則人主無疾矣。故非有賢醫，莫能治也。人主皆有此十二疾而不用賢醫，則國非其國也。詩曰：\"多將熇熇，不可救藥。\"終亦必亡而已矣。故賢醫用，則衆庶無疾，況人主乎？ \\n 第十章 \\n 傳曰：太平之時，無瘖、〈疒龍〉、跛、眇、尫、蹇、侏儒、折短，父不哭子，兄不哭弟，道無繈負之遺育。然各以其序終者，賢醫之用也。故安止平正、除疾之道無他焉，用賢而已矣。詩曰：\"有瞽有瞽，在周之庭。\"紂之餘民也。 \\n 第十一章 \\n 傳曰：喪祭之禮廢，則臣子之恩薄。臣子之恩薄，則背死亡生者衆。小雅曰：\"子子孫孫，勿替引之。\" \\n 第十二章 \\n 人事倫則順於鬼神，順於鬼神則降福孔皆。詩曰：\"以享以祀，以介景福。\" \\n 第十三章 \\n 武王伐紂，到于邢丘，軛折爲三，天雨三日不休。武王心懼，召太公而問曰：\"意者紂未可伐乎？\"太公對曰：\"不然。軛折爲三者，軍當分爲三也。天雨三日不休，欲灑吾兵也。\"武王曰：\"然何若矣？\"太公曰：\"愛其人者，及屋上烏，惡其人者，憎其胥餘。咸劉厥敵，靡使有餘。\"武王曰：\"於戲！天下未定也。\"周公趨而進曰：\"不然，使各度其宅而佃其田，無獲舊新。百姓有過，在予一人。\"武王曰：\"於戲！天下已定矣。\"乃修武勒兵於寧，更名邢丘曰懷、寧曰修武，行克紂於牧之野。詩曰：\"牧野洋洋，檀車皇皇，駟騵彭彭。維師尚父，時爲鷹揚。亮彼武王，肆伐大商，會朝清明。\"旣反商，未及下車，封黃帝之後於薊，封帝堯之後於祝，封舜之後於陳。下車而封夏后氏之後於杞，封殷之後於宋，封比干之墓，釋箕子之囚，表商容之閭。濟河而西，馬放華山之陽，示不復乘也，牛放桃林之野，示不復服也，車甲釁而藏之於府庫，示不復用也。於是廢軍而郊射，左射貍首，右射騶虞。然後天下知武王不復用兵也。祀乎明堂而民知孝，朝覲然後諸侯知所以臣，耕籍然後諸侯知所以敬，坐三老五更於大學，天子執醬而饋，執爵而酳，所以教諸侯之悌也。此四者，天下之大教也。夫武之久不亦宜乎？詩曰：\"勝殷遏劉，耆定爾功。\"言武伐紂而殷亡也。 \\n 第十四章 \\n 孟嘗君請學於閔子，使車往迎閔子。閔子曰：\"禮有來，學無往教。致師而學不能學，往教則不能化君也。君所謂不能學者也，臣所謂不能化者也。\"於是孟嘗君曰：\"敬聞命矣。\"明日袪衣請受業。詩曰：\"日就月將。\" \\n 第十五章 \\n 劍雖利，不厲不斷。材雖美，不學不高。雖有旨酒嘉殽，不嘗不知其旨。雖有善道，不學不達其功。故學然後知不足，教然後知不究。不足，故自愧而勉。不究，故盡師而熟。由此觀之，則教學相長也。子夏問詩，學一以知二。孔子曰：\"起予者，商也。始可與言詩已矣！\"孔子賢乎英傑而聖德備，弟子被光景而德彰。詩曰：\"日就月將。\" \\n 第十六章 \\n 凡學之道，嚴師爲難。師嚴，然後道尊。道尊，然後民知敬學。故太學之禮，雖詔於天子，無北面，尊師尚道也。故不言而信，不怒而威，師之謂也。詩曰：\"日就月將，學有緝熙于光明。\" \\n 第十七章 \\n 傳曰：宋大水，魯人弔之曰：\"天降淫雨，害於粢盛，延及君地，以憂執政，使臣敬弔。\"宋人應之曰：\"寡人不仁，齋戒不修，使民不時，天加以災，又遺君憂，拜命之辱。\"孔子聞之，曰：\"宋國其庶幾矣！\"弟子曰：\"何謂？\"孔子曰：\"昔桀紂不任其過，其亡也忽焉。成湯文王知任其過，其興也勃焉。過而改之，是不過也。\"宋人聞之，乃夙興夜寐，弔死問疾，戮力宇內。三歲，年豐政平。鄉使宋人不聞孔子之言，則年穀未豐，而國家未寧。詩曰：\"弗時仔肩，示我顯德行。\" \\n 第十八章 \\n 齊桓公設庭燎，爲士之欲造見者。朞年而士不至。於是，東野鄙人有以九九見者。桓公使戲之，曰：\"九九足以見乎？\"鄙人曰：\"臣不以九九足以見也。君設庭燎以待士，朞年而士不至。夫士之所以不至者，君，天下之賢君也，四方之士皆自以爲不及君，故不至也。夫九九，薄能耳，而君猶禮之，況賢於九九者乎？夫太山不讓礫石，江海不辭小流，所以成其大也。詩曰：'先民有言，詢于芻蕘。'言博謀也。\"桓公曰：\"善。\"乃因禮之。朞月，四方之士相導而至矣。詩曰：\"自堂徂基，自羊來牛。\"言以內及外，以小成大也。 \\n 第十九章 \\n 太平之時，民行役者不踰時，男女不失時以偶，孝子不失時以養。外無曠夫，內無怨女。上無不慈之父，下無不孝之子。父子相成，夫婦相保。天下和平，國家安寧。人事備乎下，天道應乎上。故天不變經，地不易形，日月昭明，列宿有常。天施地化，陰陽和合，動以雷電，潤以風雨，節以山川，均其寒暑。萬民育生，各得其所，而制國用。故國有所安，地有所主。聖人刳木爲舟，剡木爲〈楫戈〉，以通四方之物，使澤人足乎木，山人足乎魚，餘衍之財有所流。故豐膏不獨樂，磽確不獨苦，雖遭凶年飢歲，禹湯之水旱，而民無凍餓之色。故生不乏用，死不轉尸。詩曰：\"於鑠王師，遵養時晦。\" \\n 第二十章 \\n 能制天下，必能養其民也。能養民者，爲自養也。飲食適乎藏，滋味適乎氣，勞佚適乎筋骨，寒煖適乎肌膚，然後氣藏平，心術治，思慮得，喜怒時，起居而游樂，事時而用足。夫是之謂能自養者也。故聖人不淫佚侈靡者，非鄙夫色而愛財用也。養有適，過則不樂，故不爲也。是以夏不數浴，非愛水也。冬不頻煬，非愛火也。不高臺榭，非無土木也。不大鐘鼎，非無金錫也。不沈於酒，不貪於色，非辟醜也。直行情性之所安，而制度可以爲天下法矣。故用不靡財，足以養其生，而天下稱其仁也。養不害性，足以成教，而天下稱其義也。適情辟餘，不求非其有，而天下稱其廉也。行成不可掩，息刑不可犯，執一道而輕萬物，天下稱其勇也。四行在乎民，居則婉愉，怒則勝敵。故審其所以養而治道具矣，治道具而遠近畜矣。詩曰：\"於鑠王師，遵養時晦。\"言相養者之至於晦也。 \\n 第二十一章 \\n 公儀休相魯而嗜魚，一國人獻魚而不受，其弟諫曰：\"嗜魚不受，何也？\"曰：\"夫欲嗜魚，故不受也。受魚而免於相，則不能自給魚。無受而不免於相，長自給於魚。\"此明於爲己者也。故老子曰：\"後其身而身先，外其身而身存。非以其無私乎，故能成其私。\"詩曰：\"思無邪。\"此之謂也。 \\n 第二十二章 \\n 傳曰：魯有父子訟者，康子欲殺之。孔子曰：\"未可殺也。夫民不知父子訟之爲不義久矣，是則上失其道。上有道，是人亡矣。\"訟者聞之，請無訟。康子曰：\"治民以孝。殺一人以僇不孝，不亦可乎？\"孔子曰：\"否。不教而聽其獄，殺不辜也。三軍大敗，不可誅也。獄讞不治，不可刑也。上陳之教而先服之，則百姓從風矣。躬行不從，然後俟之以刑，則民知罪矣。夫一仞之墻，民不能踰，百仞之山，童子登遊焉，凌遲故也。今世仁義之陵遲久矣，能謂民無踰乎？詩曰：'俾民不迷。'昔之君子，道其百姓不使迷，是以威厲而不試，刑措而不用也。故形其仁義，謹其教道，使民目晣焉而見之，使民耳晣焉而聞之，使民心晣焉而知之，則道不迷而民志不惑矣。詩曰：'示我顯德行。'故道義不易，民不由也，禮樂不明，民不見也。詩曰，'周道如砥，其直如矢'，言其易也。'君子所履，小人所視'，言其明也。'睠焉顧之，潛焉出涕'，哀其不聞禮教而就刑誅也。夫散其本教而待之刑辟，猶決其牢而發以毒矢也，亦不哀乎！故曰未可殺也。昔者先王使民以禮，譬之如御也。刑者，鞭策也。今猶無轡銜而鞭策以御也。欲馬之進，則策其後，欲馬之退，則策其前，御者以勞而馬亦多傷矣。今猶此也，上憂勞而民多罹刑。詩曰：'人而無禮，胡不遄死。'爲上無禮，則不免乎患。爲下無禮，則不免乎刑。上下無禮，胡不遄死！\"康子避席再拜曰：\"僕雖不敏，請承此語矣。\"孔子退朝，門人子路難曰：\"父子訟，道邪？\"孔子曰：\"非也。\"子路曰：\"然則夫子胡爲君子而免之也？\"孔子曰：\"不戒責成，虐也。慢令致期，暴也。不教而誅，賊也。君子爲政，避此三者。且詩曰：'載色載笑，匪怒伊教。'\" \\n 第二十三章 \\n 當舜之時，有苗氏不服。其不服者，衡山在南，〈山文〉山在北，左洞庭之波，右彭澤之水，由此險也。以其不服，禹請伐之，而舜不許，曰：\"吾喻教猶未竭也。\"久喻教，而有苗氏請服。天下聞之，皆薄禹之義，而美舜之德。詩曰：\"載色載笑，匪怒伊教。\"舜之謂也。問曰：然則禹之德不及舜乎？曰：非然也。禹之所以請伐者，欲彰舜之德也。故善則稱君，過則稱己，臣下之義也。假使禹爲君，舜爲臣，亦如此而已矣。夫禹可謂達乎人臣之大體也。 \\n 第二十四章 \\n 季孫之治魯也，衆殺人而必當其罪，多罰人而必當其過。子貢曰：\"暴哉治乎！\"季孫聞之，曰：\"吾殺人必當其罪，罰人必當其過，先生以爲暴，何也？\"子貢曰：\"夫奚不若子産之治鄭？一年而負罰之過省，二年而刑殺之罪亡，三年而庫無拘人。故民歸之如水就下，愛之如孝子敬父母。子産病將死，國人皆吁嗟曰：'誰可使代子産死者乎？'及其不免死也，士大夫哭之於朝，商賈哭之於市，農夫哭之於野。哭子産者，皆如喪父母。今竊聞夫子疾之時，則國人喜，活則國人皆駭。以死相賀，以生相恐，非暴而何哉？賜聞之，託法而治謂之暴，不戒致期謂之虐，不教而誅謂之賊，以身勝人謂之責。責者失身，賊者失臣，虐者失政，暴者失民。且賜聞居上位行此四者而不亡者，未之有也。\"於是季孫稽首謝曰：\"謹聞命矣。\"詩曰：\"載色載笑，匪怒伊教。\" \\n 第二十五章 \\n 問者曰：夫智者何以樂於水也？曰：夫水者，緣理而行，不遺小間，似有智者。動而之下，似有禮者。蹈深不疑，似有勇者。障防而清，似知命者。歷險致遠，卒成不毀，似有德者。天地以成，羣物以生，品物以正。此智者所以樂於水也。詩曰：\"思樂泮水，薄采其茆。魯侯戾止，在泮飲酒。\"樂水之謂也。 \\n 第二十六章 \\n 問者曰：夫仁者何以樂於山也？曰：夫山者，萬民之所瞻仰也。草木生焉，萬物植焉，飛鳥集焉，走獸休焉，四方益取與焉。出雲道風，嵸乎天地之間。天地以成，國家以寧。此仁者所以樂於山也。詩曰：\"太山巌巌，魯邦所瞻。\"樂山之謂也。 \\n 第二十七章 \\n 傳曰：晉文公嘗出亡，反國，三行賞而不及陶叔狐。陶叔狐謂咎犯曰：\"吾從君而亡十有一年，顔色黯黑，手足胼胝。今反國三行賞，而我不與焉。君其忘我乎？其有大過乎？子試爲我言之。\"咎犯言之文公，文公曰：\"噫！我豈忘是子哉？高明至賢，志行全成，湛我以道，說我以仁，變化我行，昭明我名，使我爲成人者，吾以爲上賞。恭我以禮，防我以義，藩援我，使我不爲非者，吾以爲次。勇猛强武，氣勢自御，難在前則處前，難在後則處後，免我於危難之中者，吾又以爲次。然勞苦之士次之。\"詩曰：\"率禮不越，遂視旣。\"今不內自訟過，不悅百姓，將何錫之哉？ \\n 第二十八章 \\n 夫詐人者曰：\"古今異情，其所以治亂異道。\"而衆人皆愚而無知，陋而無度者也，於其所見猶可欺也，況乎千歲之後乎？彼詐人者，門庭之間猶挾欺，而況千歲之上乎？然則聖人何以不可欺也？曰：聖人以己度人者也。以心度心，以情度情，以類度類，古今一也。類不悖，雖久同理。故性緣理而不迷也。夫五帝之前無傳人，非無賢人，久故也。五帝之中無傳政，非無善政，久故也。虞夏有傳政，不如殷周之察也，非無善政，久故也。夫傳者，久則愈略，近則愈詳。略則舉大，詳則舉細。故愚者聞其大不知其細，聞其細不知其大，是以久而差。三王五帝，政之至也。詩曰：\"帝命不違，至於湯齊。\"言古今一也。 \\n 第二十九章 \\n 舜生於諸馮，遷於負夏，卒於鳴條，東夷之人也。文王生於岐周，卒於畢郢，西夷之人也。地之相去也，千有餘里，世之相後也，千有餘歲。然得志行乎中國，若合符節。孔子曰：\"先聖後聖，其揆一也。\"詩曰：\"帝命不違，至於湯齊。\" \\n 第三十章 \\n 孔子觀於周廟，有欹器焉。孔子問於守廟者曰：\"此謂何器也？\"對曰：\"此蓋爲宥座之器。\"孔子曰：\"吾聞宥座之器，滿則覆，虛則欹，中則正，有之乎？\"對曰：\"然。\"孔子使子路取水試之，滿則覆，中則正，虛則欹。孔子喟然而嘆曰：\"嗚呼！惡有滿而不覆者哉！\"子路曰：\"敢問持滿有道乎？\"孔子曰：\"持滿之道，抑而損之。\"子路曰：\"損之有道乎？\"孔子曰：\"德行寬裕者，守之以恭。土地廣大者，守之以儉。祿位尊盛者，守之以卑。人衆兵强者，守之以畏。聰明睿智者，守之以愚。博聞强記者，守之以淺。夫是之謂抑而損之。\"詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十一章 \\n 周公踐天子之位七年，布衣之士所執贄而師見者十人，所友見者十二人，窮巷白屋之士所先見者四十九人。時進善者百人，教士者千人，官朝者萬人。當此之時，誠使周公驕而且吝，則天下賢士至者寡矣。成王封伯禽於魯，周公誡之曰：\"往矣！子其無以魯國驕士。吾文王之子，武王之弟，成王之叔父也，又相天子，吾於天下亦不輕矣。然一沐三握髪，一飯三吐哺，猶恐失天下之士。吾聞德行寬裕，守之以恭者，榮。土地廣大，守之以儉者，安。祿位尊盛，守之以卑者，貴。人衆兵强，守之以畏者，勝。聰明睿智，守之以愚者，哲。博聞强記，守之以淺者，智。夫此六者，皆謙德也。夫貴爲天子，富有四海，由此德也。不謙而失天下亡其身者，桀紂是也，可不慎歟！故易有一道，大足以守天下，中足以守其國家，小足以守其身，謙之謂也。夫天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。是以衣成則必缺袵，宮成則必缺隅，屋成則必加措，示不成者，天道然也。易曰：'謙亨，君子有終吉。'詩曰：'湯降不遲，聖敬日躋。'誡之哉！子其無以魯國驕士也。\" \\n 第三十二章 \\n 傳曰：子路盛服以見孔子，孔子曰：\"由疏疏者何也？昔者江出於濆，其始出也，不足以濫觴。及其至乎江之澤也，不方舟，不避風，不可渡也。非其下流衆川之多歟？今汝衣服甚盛，顔色充滿，天下有誰加汝哉？\"子路趨出，改服而入，蓋揖如也。孔子曰：\"由志之。吾語汝，夫慎於言者不譁，慎於行者不伐，色知而有長者小人也。故君子知之爲知之，不知爲不知，言之要也，能之爲能之，不能爲不能，行之要也。言要則知，行要則仁。旣知且仁，又何加哉？\"詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十三章 \\n 君子行不貴茍難，說不貴茍察，名不貴茍傳，惟其當之爲貴。夫負石而赴河，此行之難爲者也，而申徒狄能之。君子不貴者，非禮義之中也。山淵平，天地比，齊秦襲，入乎耳，出乎口，鈎有鬚，卵有毛，此說之難持者也，而鄧〈木片〉惠施能之。君子不貴者，非禮義之中也。盜跖吟口，名聲若日月，與舜禹俱傳而不息。君子不貴者，非禮義之中也。故曰：君子行不貴茍難，說不貴茍察，名不貴茍傳，惟其當之爲貴。詩曰：\"不競不絿，不剛不柔。\"言當之爲貴也。 \\n 第三十四章 \\n 伯夷叔齊，目不視惡色，耳不聽惡聲。非其君不事，非其民不使。橫政之所出，橫民之所止，弗忍居也。思與鄉人居，若朝衣朝冠，坐於塗炭也。故聞伯夷之風者，貪夫廉，懦夫有立志。至柳下惠則不然。不羞汚君，不辭小官。進不隱賢，必由其道。阨窮而不憫，遺佚而不怨。與鄉人居，愉愉然不去也。雖袒裼裸裎於我側，彼安能浼我哉？故聞柳下惠之風者，鄙夫寬，薄夫厚。至乎孔子去魯，遲遲乎其行也，可以去而去，可以止而止，去父母國之道也。伯夷，聖人之清者也。柳下惠，聖人之和者也。孔子，聖人之中者也。詩曰：\"不競不絿，不剛不柔。\"中庸和通之謂也。 \\n 第三十五章 \\n 王者之法，等賦正事。田野什一，關市譏而不征，山林澤梁以時入而不禁。相地而衰正，理道而致貢，萬物羣來，無有流滯，以相通移，近者不隱其能，遠者不疾其勞，雖幽間僻陋之國，莫不趨使而安樂之。夫是之謂王者之法，等賦正事。詩曰：\"敷政優優，百祿是遒。\" \\n 第三十六章 \\n 孫卿與臨武君議兵於趙孝成王之前。王曰：\"敢問兵之要。\"臨武君曰：\"夫兵之要，上得天時，下得地利，後之發，先之至。此兵之要也。\"孫卿曰：\"不然。夫兵之要，在附親士民而已。六馬不和，造父不能以致遠。弓矢不調，羿不能以中微。士民不親附，湯武不能以戰勝。由此觀之，要在於附親士民而已矣。\"臨武君曰：\"不然。夫兵之用，變故也。其所貴，謀詐也。善用之者猶脫兔，莫知其出。孫吳用之，無敵於天下。由此觀之，豈必待附親士民而後可哉？\"孫卿曰：\"不然。君之所道者，諸侯之兵，謀臣之事也。臣之所道者，仁人之兵，聖王之事也。彼可詐者，怠慢者也，君臣上下之際，奐然有離德者也。夫以跖而詐桀，猶有工拙焉。以桀而詐堯，如以指撓沸，以卵投石，抱羽毛而赴烈火，入則燋也。夫何可詐也？且夫暴國將孰與至哉？彼其所與至者必其民。民之親我也，芬若椒蘭，歡如父子。彼反顧其上，如憯毒蜂蠆。人之情，雖桀跖，豈肯爲其所至惡、賊其所至愛哉？是猶使人之子孫自賊其父母也。彼則先覺其失，何可詐哉？且仁人之兵，聚則成卒，散則成列，延居則若莫邪之長刃，嬰之者斷，銳居則若莫邪之利鋒，當之者潰，圓居則若丘山之不可移也，方居則若磐石之不可拔也，觸之摧角折節而退爾，夫何可詐也？詩曰：'武王載發，有虔秉鉞，如火烈烈，則莫我敢遏。'此謂湯武之兵也。\"孝成王避席抑手曰：\"寡人雖不敏，請依先生之兵也。\" \\n 第三十七章 \\n 受命之士，正衣冠而立，儼然人望而信之。其次，聞其言而信之。其次，見其行而信之。旣見其行，而衆皆不信，斯下矣。詩曰：\"慎爾言矣，謂爾不信。\" \\n 第三十八章 \\n 昔者不出戶而知天下，不窺牖而見天道者，非目能視乎千里之前，非耳能聞乎千里之外，以己之度度之也，以己之情量之也。己惡飢寒焉，則知天下之欲衣食也。己惡勞苦焉，則知天下之欲安佚也。己惡衰乏焉，則知天下之欲富足也。知此三者，聖王之所以不降席而匡天下。故君子之道，忠恕而已矣。夫飢渴苦血氣，寒暑動肌膚，此四者民之大害也。大害不除，未可教御也。四體不掩，則鮮仁人，五藏空虛，則無立士。故先王之法，天子親耕，后妃親蠶，先天下憂衣與食也。詩曰：\"父母何嘗？心之憂矣，子之無裳。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第四", "正文": "　 \\n 韓詩外傳卷第四 \\n 　 \\n  \\n 第一章 \\n 紂作炮格之刑。王子比干曰：\"主暴不諫，非忠也。畏死不言，非勇也。見過卽諫，不用卽死，忠之至也。\"遂諫，三日不去朝，紂囚而殺之。詩曰：\"昊天大憮，予慎無辜。\" \\n 第二章 \\n 桀爲酒池，可以運舟，糟丘足以望十里，一鼓而牛飲者三千人。關龍逢進諫，曰：\"古之人君，身行禮義，愛民節財，故國安而身壽。今君用財若無窮，殺人若恐弗勝。君若弗革，天殃必降，而誅必至矣。君其革之。\"立而不去朝，桀囚而殺之。君子聞之曰：\"天之命矣。\"詩曰：\"昊天大憮，予慎無辜。\" \\n 第三章 \\n 有大忠者，有次忠者，有下忠者，有國賊者。以道覆君而化之，是謂大忠也。以德調君而輔之，是謂次忠也。以諫非君而怨之，是謂下忠也。不恤乎公道達義，偸合茍同以之持祿養交者，是謂國賊也。若周公之於成王，可謂大忠也。管仲之於桓公，可謂次忠也。子胥之於夫差，可謂下忠也。曹觸龍之於紂，可謂國賊也。皆人臣之所爲也，吉凶賢不肖之效也。詩曰：\"匪其止恭，惟王之卭。\" \\n 第四章 \\n 哀公問取人。孔子曰：\"無取健，無取佞，無取口讒。健，驕也。佞，諂也。口讒，誕也。故弓調，然後求勁焉。馬服，然後求良焉。士信慤，而後求知焉。士不信慤而又多知，譬之豺狼與，其難以身近也。周書曰：'無爲虎傅翼，將飛入邑，擇人而食。'夫置不肖之人於位，是爲虎傅翼也。不亦殆乎？\"詩曰：\"匪其止恭，惟王之卭。\"言其不恭其職事，而病其主也。 \\n 第五章 \\n 齊桓公獨與管仲謀伐莒，而國人知之。桓公謂管仲曰：\"寡人獨爲仲父言而國人知之，何也？\"管仲曰：\"意者國中有聖人乎？今東郭牙安在？\"桓公顧曰：\"在此。\"管仲曰：\"子有言乎？\"東郭牙曰：\"然。\"管仲曰：\"子何知之？\"曰：\"臣聞君子有三色，是以知之。\"管仲曰：\"何謂三色？\"曰：\"歡忻愛說，鐘鼓之色也。愁悴哀憂，衰絰之色也。猛厲充實，兵革之色也。是以知之。\"管仲曰：\"何以知其莒也？\"對曰：\"君東南面而指，口張而不掩，舌舉而不下，是以知其莒也。\"桓公曰：\"善。\"東郭先生曰：\"目者，心之符也。言者，行之指也。夫知者之於人也，未嘗求知而後能知也。觀容貌，察氣志，定取舍，而人情畢矣。\"詩曰：\"他人有心，予忖度之。\" \\n 第六章 \\n 今有堅甲利兵，不足以施敵破虜，弓良矢調，不足以射遠中微，與無兵等爾。有民不足强用嚴敵，與無民等爾。故磐石千里，不爲有地，愚民百萬，不爲有民。詩曰：\"維南有箕，不可以簸揚。維北有斗，不可以挹酒漿。\" \\n 第七章 \\n 傳曰：舜彈五絃之琴，以歌南風，而天下治。周公酒肴不離於前，鐘石不解於懸，以輔成王，而宇內亦治。匹夫百畝一室，不遑啓處，無所移之也。夫以一人而兼聽天下，其日有餘而治不足，使人爲之也。夫擅使人之權，而不能制衆於下，則在位者非其人也。詩曰：\"維南有箕，不可以簸揚。維北有斗，不可以挹酒漿。\"言有位無其事也。 \\n 第八章 \\n 齊桓公伐山戎，其道過燕，燕君送之出境。桓公問管仲曰：\"諸侯相送，固出境乎？\"管仲曰：\"非天子，不出境。\"桓公曰：\"然則燕君畏而失禮也。寡人不可使燕君失禮。\"乃割燕君所至之地以與之。諸侯聞之皆朝於齊。詩曰：\"靜恭爾位，好是正直。神之聽之，介爾景福。\" \\n 第九章 \\n 韶用干戚，非至樂也。舜兼二女，非達禮也。封黃帝之子十九人，非法義也。往田號泣，未盡命也。以人觀之，則是也，以法量之，則未也。禮曰：\"禮儀三百，威儀三千。\"詩曰：\"靜恭爾位，正直是與。神之聽之，式穀以女。\" \\n 第十章 \\n 禮者，治辯之極也，强國之本也，威行之道也，功名之統也。王公由之，所以一天下也，不由之，所以隕社稷也。是故堅甲利兵不足以爲武，高城深池不足以爲固，嚴令繁刑不足以爲威，由其道則行，不由其道則廢。昔楚人蛟革犀兕以爲甲，堅如金石，宛巨鐵釶，慘若蜂蠆，輕利剽疾，卒如飄風。然兵殆於垂沙，唐子死，莊蹺起，楚分爲三四者，此豈無堅甲利兵也哉？其所以統之者非其道故也。汝淮以爲險，江漢以爲池，緣之以方城，限之以鄧林，然秦師至於鄢郢，舉若振槁然。是豈無固塞限險也哉？其所以統之者非其道故也。紂殺比干而囚箕子，爲炮格之刑，殺戮無時，羣下愁怨，皆莫冀其命，然周師至而令不行乎左右。其豈無嚴令繁刑也哉？其所以統之者非其道故也。若夫明道而均分之，誠愛而時使之，則下之應上如影響矣。有不由命者，刑一人而天下服，下不非其上，知罪在己也。是以刑罰競渻而威行如流者，無他，由是道故也。詩曰：\"自東自西，自南自北，無思不服。\"如是則近者歌謳之，遠者赴趨之，幽間僻陋之國莫不趨使而安樂之，若赤子之歸慈母者，何也？仁刑義立，教誠愛深，禮樂交通故也。詩曰：\"禮義卒度，笑語卒獲。\" \\n 第十一章 \\n 君人者以禮分施，均徧而不偏。臣以禮事君，忠順而不解。父寬惠而有禮，子敬愛而致恭。兄慈愛而見友，弟敬詘而不慢。夫照臨而有別，妻柔順而聽從。若夫行之而不中道，卽恐懼而自竦。此道也，徧立則亂，具立則治。請問兼能之奈何？曰審禮。昔者先王審禮以惠天下，故德及天地，動無不當。夫君子恭而不難，敬而不鞏，貧窮而不約，富貴而不驕，應變而不窮，審之禮也。故君子於禮也，敬而安之。其於事也，經而不失。其於人，寬裕寡怨而弗阿。其於儀也，修飾而不危。其應變也，齊給便捷而不累。其於百官伎藝之人也，不與爭能，而致用其功。其於天地萬物也，不說其所以然而謹裁其盛。其待上也，忠順而不解。其使下也，均遍而不偏。其於交游也，緣類而有義。其於鄉曲也，容而不亂。是故窮則有名，通則有功，仁義兼覆天下而不窮，明通天地，理萬變而不疑。血氣平和，志意廣大，行義塞天地，仁知之極也。夫是之謂先王審之禮也。若是則老者安之，少者懷之，朋友信之，如赤子之歸慈母也。曰：仁刑義立，教誠愛深，禮樂交通故也。詩曰：\"禮義卒度，笑語卒獲。\" \\n 第十二章 \\n 晏子聘魯，上堂則趨，授玉則跪。子貢怪之，問孔子曰：\"晏子知禮乎？今者晏子來聘魯，上堂則趨，授玉則跪，何也？\"孔子曰：\"其有方矣。待其見我，我將問焉。\"俄而晏子至，孔子問之，晏子對曰：\"夫上堂之禮，君行一，臣行二。今君行疾，臣敢不趨乎？今君之授幣也卑，臣敢不跪乎？\"孔子曰：\"善！禮中又有禮。賜寡使也，何足以識禮也！\"詩曰：\"禮義卒度，笑語卒獲。\"晏子之謂也。 \\n 第十三章 \\n 古者八家而井田。方里爲一井。廣三百步長三百步爲一里，其田九百畝。廣一步長百步爲一畝。廣百步長百步爲百畝。八家爲鄰，家得百畝。餘夫各得二十五畝。家爲公田十畝，餘二十畝共爲廬舍，各得二畝半。八家相保，出入更守，疾病相憂，患難相救，有無相貨，飲食相招，嫁娶相謀，漁獵分得，仁恩施行，是以其民和親而相好。詩曰：\"中田有廬，壃埸有瓜。\"今或不然。令民相伍，有罪相伺，有刑相舉，使構造怨仇，而民相殘，傷和睦之心，賊仁恩，害上化，所和者寡，欲敗者多，於仁道泯焉。詩曰：\"其何能淑，載胥及溺。\" \\n 第十四章 \\n 天子不言多少，諸侯不言利害，大夫不言得喪，士不通財貨、不賈於道。故駟馬之家不恃雞豚之息，伐冰之家不圖牛羊之入，千乘之君不通貨財，冢卿不修幣施，大夫不爲場圃，委積之臣不貪市井之利，是以貧窮有所歡而孤寡有所措其手足也。詩曰：\"彼有遺秉，此有滯穂，伊寡婦之利。\" \\n 第十五章 \\n 人主欲得善射，及遠中微，則懸貴爵重賞以招致之。內不阿子弟，外不隱遠人，能中是者取之。是豈不謂之大道也哉？雖聖人弗能易也。今欲治國馭民，調一上下，將內以固城，外以拒難，治則制人。人弗能制，亂則危削滅亡可立待也。然而求卿相輔佐獨不如是之公，惟便辟親比己者之用，是豈不謂過乎？故有社稷，莫不欲安，俄則危矣，莫不欲存，俄則亡矣。古之國千餘，今無數十，其故何也？莫不失於是也。故明主有私人以百金名珠玉，而無私人以官職事業者，何也？曰：本不利於所私也。彼不能而主使之，是闇主也。臣不能而爲之，是詐臣也。主闇於上，臣詐於下，滅亡無日矣。俱害之道也。故惟明主能愛其所愛，闇主則必危其所愛。夫文王非無便辟親比己者，超然乃舉太公於舟人而用之，豈私之哉？以爲親邪，則異族之人也。以爲故耶？則未嘗相識也。以爲姣好耶？則太公年七十二，齳然而齒墮矣。然而用之者，文王欲立貴道，欲白貴名，兼制天下，以惠中國，而不可以獨，故舉是人而用之。貴道果立，貴名果白，兼制天下。立國七十一，姬姓獨居五十二。周之子孫，茍不狂惑，莫不爲天下顯諸侯。夫是之謂能愛其所愛矣。故曰：惟明主能愛其所愛，闇主則必危其所愛，此之謂也。大雅曰：\"貽厥孫謀，以燕翼子。\"愛其所愛之謂也。小雅曰：\"死喪無日，無幾相見。\"危其所愛之謂也。 \\n 第十六章 \\n 問楛者不告，告楛者勿問。有諍氣者勿與論。必由其道至，然後接之。非其道，則避之。故禮恭然後可與言道之方，辭順然後可與言道之理，色從然後可與言道之極。故未可與言而言謂之瞽，可與言而不與之言謂之隱。君子不瞽不隱。詩曰：\"彼交匪紓，天子所予。\"言必交吾志然後予。 \\n 第十七章 \\n 子爲親隱，義不得正，君誅不義，仁不得愛。雖違仁害義，法在其中矣。詩曰：\"優哉柔哉，亦是戾止。\" \\n 第十八章 \\n 齊桓公問於管仲曰：\"王者何貴？\"曰：\"貴天。\"桓公仰而視天，管仲曰：\"所謂天，非蒼莽之天也。王者以百姓爲天。百姓與之則安，輔之則强，非之則危，倍之則亡。\"詩曰：\"民之無良，相怨一方。\"民皆居一方，而怨其上，不亡者未之有也。 \\n 第十九章 \\n 善御者不忘其馬，善射者不忘其弓，善爲上者不忘其下。誠愛而利之，四海之內，闔若一家。不愛而利之，子或殺父，而況天下乎？詩曰：\"民之無良，相怨一方。\" \\n 第二十章 \\n 出則爲宗族患，入則爲鄉里憂。詩曰：\"如蠻如髦，我是用憂。\"小人之行也。 \\n 第二十一章 \\n 有君不能事，有臣欲其忠。有父不能事，有子欲其孝。有兄不能敬，有弟欲其從令。詩曰：\"受爵不讓，至于己斯亡。\"言能知於人，而不能自知也。 \\n 第二十二章 \\n 夫當世之愚，飾邪說，文姦言，以亂天下，欺惑衆愚，使混然不知是非治亂之所存者，則是范雎、魏牟、田文、莊周、慎到、田駢、墨翟、宋銒、鄧〈木片〉、惠施之徒也。此十子者，皆順非澤，聞見雜博，然而不師上古，不法先王，按往舊造說，務自爲工，道無所遇，二人相從。故曰：十子者之工說，說皆不足合大道、美風俗、治綱紀，然其持之各有故、言之皆有理，足以欺惑衆愚、交亂樸鄙，則是十子之罪也。若夫總方略，一統類，齊言行，羣天下之英傑，告之以大道，教之以至順，隩窔之間，衽席之上，簡然聖王之文具，沛然平世之俗趨，工說者不能入也，十子者不能親也，無置錐之地，而王公不能與爭名，則是聖人之未得志者也，仲尼是也。一天下，財萬物，長養人民，兼利天下，通達之屬莫不從服，工說者立息，十子者遷化，則聖人之得勢者，舜禹是也。仁人將何務哉？上法舜禹之制，下則仲尼之義，以務息十子之說，如是者，仁人之事畢矣，天下之害除矣，聖人之迹著矣。詩曰：\"雨雪麃麃，曣晛聿消。\" \\n 第二十三章 \\n 君子大心則敬天而道，小心則畏義而節，知則明達而類，愚則端慤而法，喜則和而治，憂則靜而違，達則文而容，窮則約而詳。小人大心則慢而暴，小心則淫而傾，知則攫盜而漸，愚則毒賊而亂，喜則輕易而快，憂則挫而懾，達則驕而偏，窮則棄而累，其肢體之序與禽獸同節，言語之暴與蠻夷不殊，出則爲宗族患，入則爲鄉里憂。詩曰：\"如蠻如髦，我是用憂。\" \\n 第二十四章 \\n 傳曰：愛由情出謂之仁，節愛理宜謂之義，致愛恭謹謂之禮，文禮謂之容。禮容之義生，以治爲法。故其言可以爲民道、民從是言也，行可以爲民法、民從是行也，書之於策，傳之於志，萬世子子孫孫道而不舍，由之則治，失之則亂，由之則生，失之則死。今夫肢體之序與禽獸同節，言語之暴與蠻夷不殊，混然無道，此明王聖主之所罪。詩曰：\"如蠻如髦，我是用憂。\" \\n 第二十五章 \\n 客有說春申君者曰：\"湯以七十里，文王百里，皆兼天下一海內。今夫孫子者，天下之賢人也，君藉之百里之勢，臣竊以爲不便於君，若何？\"春申君曰：\"善。\"於是使人謝孫子。孫子去而之趙，趙以爲上卿。客又說春申君曰：\"昔伊尹去夏之殷，殷王而夏亡，管仲去魯入齊，魯弱而齊强。由是觀之，夫賢者之所在，其君未嘗不善，其國未嘗不安也。今孫子天下之賢人，何謂辭而去？\"春申君又云：\"善。\"於是使使請孫子。孫子爲書謝之曰：\"鄙語曰：'癘憐王。'此不恭之語也。雖然，不可不審也，此爲劫殺死亡之主言者也。夫人主年少而放，無術以知奸，卽大臣以專斷圖私，以禁誅於己也。故捨賢長而立幼弱，廢正適而立不義。故春秋志之曰：楚王之子圍聘於鄭，未出境，聞王疾，返問疾，遂以冠纓絞王而殺之，因自立。齊崔杼之妻美，莊公通之。崔杼帥其党而攻莊公，莊公請與分國，崔杼不許。欲自刃於廟，崔杼又不許。莊公走出，踰於外墻，射中其股，遂殺之，而立其弟景公。近世所見，李兌用趙，餓主父於沙丘，百日而殺之。淖齒用齊，擢閔王之筋而懸之於廟梁，宿昔而殺之。夫癘雖癕腫痂疕，上比遠世，未至絞頸射股也，下比近世，未至擢筋餓死也。夫劫殺死亡之主，心之憂勞，形之苦痛，必甚於癘矣。由此觀之，癘雖憐王，可也。\"因爲賦曰：\"琁玉瑤珠不知佩，雜布與錦不知異。閭娵子都莫之媒，嫫母力父是之喜。以盲爲明，以聾爲聰。以是爲非，以吉爲凶。嗚呼上天，曷爲其同！\"詩曰：\"上帝甚蹈，無自瘵焉。\" \\n 第二十六章 \\n 南苗異獸之鞟，猶犬羊也，與之於人猶死之藥也，安舊移質、習貫易性而然也。夫狂者，自齕忘其非芻豢也，飯土而忘其非粱飯也。然則楚之狂者楚言，齊之狂者齊言，習使然也。夫習之於人，微而著，深而固，是暢於筋骨，貞於膠漆。是以君子務爲學也。詩曰：\"旣見君子，德音孔膠。\" \\n 第二十七章 \\n 孟子曰：仁，人心也。義，人路也。舍其路弗由，放其心而弗求。人有雞犬放，則知求之，有放心而不知求，其於心爲不若雞犬哉？不知類之甚矣，悲夫！終亦必亡而已矣。故學問之道無他焉，求其放心而已。詩曰：\"中心藏之，何日忘之。\" \\n 第二十八章 \\n 道雖近，不行不至。事雖小，不爲不成。暇日多者，出人不遠矣。夫巧弓，在此手也，膠漆之和，卽可以爲萬乘之寶也，及其彼手，而賈不數銖。人同材鈞而貴賤相萬者，盡心致志也。詩曰：\"中心藏之，何日忘之。\" \\n 第二十九章 \\n 傳曰：誠惡惡，知刑之本，誠善善，知敬之本。惟誠感神，達乎民心。知刑敬之本，則不怒而威，不言而信。誠，德之主也，言之所聚也。詩曰：\"鼓鐘于宮，聲聞于外。\" \\n 第三十章 \\n 孔子見客。客去，顔淵曰：\"客，仁也？\"孔子曰：\"恨兮其心，顙兮其口，仁則吾不知也。\"顔淵蹵然變色曰：\"良玉度尺，雖有十仞之土，不能掩其光。良珠度寸，雖有百仞之水，不能掩其瑩。夫形體之包心也，閔閔乎其薄也。茍有溫良在其中，則眉睫著之矣。疵瑕在其中，則眉睫亦不匿之。\"詩曰：\"鼓鐘于宮，聲聞于外。\"言有諸中必形諸外也。 \\n 第三十一章 \\n 僞詐不可長，空虛不可守，朽木不可雕，情亡不可久。詩曰：\"鼓鐘于宮，聲聞于外。\"言有中者必能見外也。 \\n 第三十二章 \\n 所謂庸人者，口不能道乎善言，心不能知先王之法，動作而不知所務，止立而不知所定，日選於物而不知所貴，不知選賢人善士而託其身焉，從物而流，不知所歸，五鑿爲政，心從而壞、遂不反。是以動而形危，靜則名辱。詩曰：\"之子無良，二三其德。\" \\n 第三十三章 \\n 客有見周公者，應之於門曰：\"何以道旦也？\"客曰：\"在外卽言外，在內卽言內。入乎將毋？\"周公曰：\"請入。\"客曰：\"立卽言義，坐卽言仁。坐乎將毋？\"周公曰：\"請坐。\"客曰：\"疾言則翕翕，徐言則不聞。言乎將毋？\"周公唯唯：\"旦也喻。\"明日與師而誅管蔡。故客善以不言之說，周公善聽不言之說。若周公可謂能聽微言矣。故君子之告人也微，其救人之急也婉。詩曰：\"豈敢憚行，畏不能趨。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第五", "正文": "　 \\n 韓詩外傳卷第五 \\n 　 \\n  \\n 第一章 \\n 子夏問曰：\"關雎何以爲國風始也？\"孔子曰：\"關雎至矣乎！夫關雎之人，仰則天，俯則地，幽幽冥冥，德之所藏，紛紛沸沸，道之所行，雖神龍化，斐斐文章。大哉關雎之道也，萬物之所繫，羣生之所懸命也，河洛出書圖，麟鳳翔乎郊。不由關雎之道，則關雎之事將奚由至矣哉？夫六經之策，皆歸論汲汲，蓋取之乎關雎。關雎之事大矣哉！馮馮翊翊，自東自西，自南自北，無思不服。子其勉强之，思服之。天地之間，生民之屬，王道之原，不外此矣。\"子夏喟然嘆曰：\"大哉關雎，乃天地之基地。\"詩曰：\"鐘鼓樂之。\" \\n 第二章 \\n 孔子抱聖人之心，彷徨乎道德之域，逍遙乎無形之鄉，倚天理，觀人情，明終始，知得失。故興仁義，厭勢利，以持養之。於時，周室微，王道絕，諸侯力政，强劫弱，衆暴寡，百姓靡安，莫之紀綱，禮儀廢壞，人倫不理。於是孔子自東自西，自南自北，匍匐救之。 \\n 第三章 \\n 王者之政，賢能不待次而舉，不肖不待須而廢，元惡不待教而誅，中庸不待政而化。分未定也，則有昭穆。雖公卿大夫之子孫也，行絕禮義，則歸之庶人。雖庶民之子孫也，積文學，正身行，能禮義，則歸之士大夫。反側之民，牧而試之，須而待之，安則畜，不安則棄。五疾之民，上收而事之，官施而衣食之。材行反時者，死無赦，謂之天誅。是王者之政也。詩曰：\"人而無儀，不死何爲！\" \\n 第四章 \\n 君者，民之源也。源清則流清，源濁則流濁。故有社稷者，不能愛其民，而求民親己愛己，不可得也。民不親不愛，而求爲己用，爲己死，不可得也。民弗爲用，弗爲死，而求兵之勁，城之固，不可得也。兵不勁，城不固，而欲不危削滅亡，不可得也。夫危削滅亡之情，皆積於此，而求安樂是聞，不亦難乎？是枉生者也。悲夫！枉生者不須時而滅亡矣。故人主欲强固安樂，莫若反己。欲附下民，則莫若反之政。欲修政美俗，則莫若求其人。彼其人者，生乎今之世，而志乎古之道。以天下之王公莫之好也，而是子獨好之，以民莫之爲也，而是子獨爲之也。抑好之者貧，爲之者窮，而是子猶爲之，而無是須臾怠焉。差焉獨明夫先王所以遇之者，所以失之者，知國之安危臧否，若別白黑，則是其人也。人主欲强固安樂，則莫若與其人用之。巨用之，則天下爲一，諸侯爲臣。小用之，則威行鄰國，莫之能御。若殷之用伊尹，周之遇太公，可謂巨用之矣。齊之用管仲，楚之用孫叔敖，可爲小用之矣。巨用之者如彼，小用之者如此也。故曰：粹而王，駮而霸，無一而亡。詩曰：\"四國無政，不用其良。\"不用其良臣而不亡者，未之有也。 \\n 第五章 \\n 造父，天下之善御者矣，無車馬則無所見其能。羿，天下之善射者矣，無弓矢則無所見其巧。彼大儒者，善調一天下者也，無百里之地，則無所見其功。夫車固馬選而不能以致千里者，則非造父也。弓調矢直而不能射遠中微者，則非羿也。用百里之地而不能調一天下制四夷者，則非大儒也。彼大儒者，雖隱居窮巷陋室、無置錐之地，而王公不能與之爭名矣，用百里之地，則千里之國不能與之爭勝矣。箠笞暴國，一齊天下，莫之能傾，是大儒之勳也。其言有類，其行有禮，其舉事無悔，其持險應變曲當，與時遷徙，與世偃仰，千舉萬變，其道一也，是大儒之稽也。故有俗人者，有俗儒者，有雅儒者，有大儒者。耳不聞學，行無正義，迷迷然以富利爲隆，是俗人也。逢衣博帶，略法先王，而不足於亂世，術謬學雜，舉不知法先王而壹制度，不知隆禮義而殺詩書，其衣冠行爲已同於世俗而不知其惡也，言談議說已無異於老墨而不知分，是俗儒者也。法先王，一制度，言行有大法，而明不能濟法教之所不及、聞見之所未至，知之爲知之，不知爲不知，內不自誣，外不誣人，以是尊賢敬法而不敢怠傲焉，是雅儒者也。法先王，依禮義，以淺持博，以一行萬，茍有仁義之類，雖鳥獸，若別黑白，奇物變怪，所未嘗聞見，卒然起一方，則舉統類以應之，無所疑｛作心｝，援法而度之，奄然如合符節，是大儒者也。故人主用俗人，則萬乘之國亡。用俗儒，則萬乘之國存。用雅儒，則千里之國安。用大儒，則百里之地，久而三年，天下爲一，諸侯爲臣，用萬乘之國則舉錯而定，一朝而白。詩曰：\"周雖舊邦，其命維新。\"可謂白矣。文王亦可謂大儒已矣。 \\n 第六章 \\n 楚成王讀書於殿上，而倫扁在下，作而問曰：\"不審主君所讀何書也？\"成王曰：\"先聖之書。\"倫扁曰：\"此直先聖王之糟粕耳。\"成王曰：\"子何以言之？\"倫扁曰：\"以臣輪言之。夫以規爲圓，矩爲方，此其可付乎子孫者也。若夫合三木而爲一，應乎心，動乎體，其不可得而傳者也。則凡所傳直糟粕耳。\"故唐虞之法可得而攷也，其喻人心不可及矣。詩曰：\"上天之載，無聲無臭。\"其孰能及之？ \\n 第七章 \\n 孔子學鼓琴於師襄子而不進。師襄子曰：\"夫子可以進矣。\"孔子曰：\"丘已得其曲矣，未得其數也。\"有間，曰：\"夫子可以進矣。\"曰：\"丘已得其數矣，未得其意也。\"有間，復曰：\"夫子可以進矣。\"曰：\"丘已得其意矣，未得其人也。\"有間，復曰：\"夫子可以進矣。\"曰：\"丘已得其人矣，未得其類也。\"有間，曰：\"邈然遠望，洋洋乎，翼翼乎，必作此樂也。黯然而黑，幾然而長，以王天下，以朝諸侯者，其惟文王乎。\"師襄子避席再拜曰：\"善！師以爲文王之操也。\"故孔子持文王之聲，知文王之爲人。師襄子曰：\"敢問何以知其文王之操也？\"孔子曰：\"然。夫仁者好韋，和者好粉，智者好彈，有殷勤之意者好麗。丘是以知文王之操也。\"傳曰：聞其末而達其本者，聖也。 \\n 第八章 \\n 紂之爲主，戮無辜，勞民力，寃酷之令，加於百姓，憯凄之惡，施於大臣，羣下不信，百姓疾怨，故天下叛而願爲文王臣，紂自取之也。夫貴爲天子，富有天下，及周師至而令不行乎左右，悲夫！當是之時，索爲匹夫，不可得也。詩曰：\"天謂殷適，使不俠四方。\" \\n 第九章 \\n 夫五色雖明，有時而渝。豐交之木，有時而落。物有成衰，不得自若。故三王之道，周則復始，窮則反本，非務變而已，將以止惡扶微，絀繆淪非，調和陰陽，順萬物之宜也。詩曰：\"亹亹我王，綱紀四方。\" \\n 第十章 \\n 禮者，則天地之體，因人之情而爲之節文者也。無禮，何以正身？無師，安知禮之是也？禮然而然，是情安於禮也。師云而云，是知若師也。情安禮，知若師，則是君子之道。言中倫，行中理，天下順矣。詩曰：\"不識不知，順帝之則。\" \\n 第十一章 \\n 上不知順孝，則民不知反本，君不知敬長，則民不知貴親，禘祭不敬，山川失時，則民無畏矣，不教而誅，則民不識勸也。故君子修身及孝，則民不倍矣，敬孝達乎下，則民知慈愛矣，好惡喻乎百姓，則下應其上如影響矣。是則兼制天下，定海內，臣萬姓之要法也，明王聖主之所不能須臾而舍也。詩曰：\"成王之孚，下土之式。永言孝思，孝思維則。\" \\n 第十二章 \\n 成王之時，有三苗貫桑而生，同爲一秀，大幾滿車，長幾充箱，民得而上諸成王。成王問周公曰：\"此何物也？\"周公曰：\"三苗同爲一秀，意者天下殆同一也。\"比幾三年，果有越裳氏重九譯而至，獻白雉於周公，曰：\"道路悠遠，山川幽深。恐使人之未達也，故重譯而來。\"周公曰：\"吾何以見賜也？\"譯曰：\"吾受命國之黃髪曰：'久矣，天之不迅風疾雨也，海之不波溢也，三年於茲矣。意者中國殆有聖人，盍往朝之。'於是來也。\"周公乃敬求其所以來。詩曰：\"於萬斯年，不遐有佐。\" \\n 第十三章 \\n 登高臨深，遠見之樂，臺榭不若丘山所見高也。平原廣望，博觀之樂，沼池不如川澤所見博也。勞心苦思，從欲極好，靡財傷情，毀名損壽。悲夫傷哉！窮君之反於是道而愁百姓。詩曰：\"上帝板板，下民卒癉。\" \\n 第十四章 \\n 儒者，儒也。儒之爲言無也，不易之術也。千舉萬變，其道不窮，六經是也。若夫君臣之義，父子之親，夫婦之別，朋友之序，此儒者之所謹守，日切磋而不舍也。雖居窮巷陋室之下，而內不足以充虛，外不足以蓋形，無置錐之地，明察足持天下，大舉在人上，則王公之材也，小用使在位，則社稷之臣也，雖巌居穴處，而王侯不能與爭名，何也？仁義之化存爾。如使王者聽其言，信其行，則唐虞之法可得而觀，頌聲可得而聽。詩曰：\"先民有言，詢于蒭蕘。\"取謀之博也。 \\n 第十五章 \\n 傳曰：天子居廣廈之下，帷帳之內，旃茵之上，被躧舄，視不出閫，莽然而知天下者，以有賢左右也。故獨視不若與衆視之明也，獨聽不若與衆聽之聰也，獨慮不若與衆慮之工也。故明王使賢臣輻湊並進，所以通中正而致隱居之士。詩曰：\"先民有言，詢于蒭蕘。\"此之謂也。 \\n 第十六章 \\n 天設其高而日月成明，地設其厚而山陵成名，上設其道而百事得序。自周室壞以來，王道廢而不起，禮義絕而不繼。秦之時，非禮義，棄詩書，略古昔，大滅聖道，專爲茍妄，以貪利爲俗，以告獵爲化，而天下大亂。於是兵作而火起，暴露居外，而民以侵漁遏奪相攘爲服習，離聖王光烈之日久遠，未嘗見仁義之道，被禮樂之風。是以嚚頑無禮而肅敬日損，凌遲以威武相攝，妄爲佞人，不避禍患，此其所以難治也。人有六情，目欲視好色，耳欲聽宮商，鼻欲嗅芬香，口欲嗜甘旨，其身體四肢欲安而不作，衣欲被文綉而輕暖。此六者，民之六情也。失之則亂，從之則穆。故聖王之教其民也，必因其情而節之以禮，必從其欲而制之以義。義簡而備，禮易而法，去情不遠，故民之從命也速。孔子知道之易行也。詩曰：\"誘民孔易。\"非虛辭也。 \\n 第十七章 \\n 繭之性爲絲，弗得女工燔以沸湯，抽其統理，則不成爲絲。卵之性爲雛，不得良雞覆伏孚育，積日累久，則不成爲雛。夫人性善，非得明王聖主扶携，內之以道，則不成爲君子。詩曰：\"天生烝民，其命匪訦，靡不有初，鮮克有終。\"言惟明王聖主然後使之然也。 \\n 第十八章 \\n 智如泉源，行可以爲表儀者，人師也。智可以砥礪，行可以爲輔弼者，人友也。據法守職，而不敢爲非者，人吏也。當前快意，一呼再喏者，人隸也。故上主以師爲佐，中主以友爲佐，下主以吏爲佐，危亡之主以隸爲佐。語曰：\"淵廣者其魚大，主明者其臣慧。\"相觀而志合，必由其中。故同明相見，同音相聞，同志相從，非賢者莫能用賢。故輔弼左右，所任使者，有存亡之機、得失之要也，可無慎乎？詩曰：\"不明爾德，以無陪無側。爾德不明，以無陪無側。\" \\n 第十九章 \\n 昔者禹以夏王，桀以夏亡，湯以殷王，紂以殷亡。故無常安之國，無恒治之民，得賢則昌，失賢則亡。自古及今，未有不然者也。夫明鏡者所以照形也，往古者所以知今也。夫知惡往古之所以危亡而不襲蹈其所以安存者，則無以異乎卻行而求逮於前人也。鄙語曰：\"不知爲吏，視已成事。\"或曰：\"前車覆而後車不誡，是以後車覆也。\"故夏之所以亡者而殷爲之，殷之所以亡者而周爲之。故殷可以鑒於夏，而周可以鑒於殷。詩曰：\"殷監不遠，在夏后之世。\" \\n 第二十章 \\n 傳曰：驕溢之君寡忠，口惠之人鮮信。故盈把之木無合拱之枝，榮澤之水無吞舟之魚。根淺則枝葉短，本絶則枝葉枯。詩曰：\"枝葉未有害，本實先撥。\"禍福自己出也。 \\n 第二十一章 \\n 水淵深廣，則龍魚生之。山林茂盛，則禽獸歸之。禮義修明，則君子懷之。故禮及身而行修，禮及國而政明。能以禮扶身，則貴名自揚，天下順焉，令行禁止，而王者之事畢矣。詩曰：\"有覺德行，四國順之。\"夫此之謂矣。 \\n 第二十二章 \\n 孔子曰：夫談說之術，齊莊以立之，端誠以處之，堅强以持之，辟稱以喻之，分別以明之，歡忻芬芳以送之，寶之珍之，貴之神之，如是則說恒無不行矣。夫是之謂能貴其所貴。若夫無類之說，不形之行，不贊之辭，君子慎之。詩曰：\"無易由言，無曰茍矣。\" \\n 第二十三章 \\n 夫百姓內不乏食，外不患寒，則可教御以禮義矣。詩曰：\"蒸畀祖妣，以洽百禮。\"百禮洽則百意遂，百意遂則陰陽調，陰陽調則寒暑均，寒暑均則三光清，三光清則風雨時，風雨時則羣生寧。如是而天道得矣。是以不出戶而知天下，不窺牖而見天道。詩曰：\"惟此聖人，瞻言百里。\"\"於鑠王師，遵養時晦。\"言相養之至於晦也。 \\n 第二十四章 \\n 天有四時，春夏秋冬，風雨霜露，無非教也。清明在躬，氣志如神，嗜欲將至，有開必先，天降時雨，山川出雲。詩曰：\"嵩高維嶽，峻極于天。維嶽降神，生甫及申。維申及甫，維周之翰。四國于蕃，四方于宣。\"此文武之德也。 \\n 第二十五章 \\n 三代之王也，必先其令名。詩曰：\"明明天子，令聞不已。矢其文德，洽此四國。\"此大王之德也。 \\n 第二十六章 \\n 藍有青，而絲假之，青於藍。地有黃，而絲假之，黃於地。藍青地黃，猶可假也。仁義之事，不可假乎哉？東海之魚名曰鰈，比目而行，不相得不能達。北方有獸名曰婁，更食而更視，不相得不能飽。南方有鳥名曰鶼，比翼而飛，不相得不能舉。西方有獸名曰蟨，前足鼠，後足兔，得甘草必銜以遺蛩蛩距虛，其性非愛蛩蛩距虛，將爲假足之故也。夫鳥獸魚猶知相假，而況萬乘之主乎？而獨不知假此天下英雄俊士，與之爲伍，則豈不病哉。故曰：以明扶明，則昇于天。以明扶暗，則歸其人。兩瞽相扶，不觸墻木，不陷井阱，則其幸也。詩曰：\"惟彼不順，往以中垢。\" \\n 第二十七章 \\n 福生於無爲，而患生於多欲。知足，然後富從之。德宜君人，然後貴從之。故貴爵而賤德者，雖爲天子，不尊矣。貪物而不知止者，雖有天下，不富矣。夫土地之生物不益，山澤之出財有盡，懷不富之心而求不益之物，挾百倍之欲而求有盡之財，是桀紂之所以失其位也。詩曰：\"大風有隨，貪人敗類。\" \\n 第二十八章 \\n 哀公問於子夏曰：\"必學然後可以安國保民乎？\"子夏曰：\"不學而能安國保民者，未之有也。\"哀公曰：\"然則五帝有師乎？\"子夏曰：\"臣聞黃帝學乎大塡，顓頊學乎祿圖，帝嚳學乎赤松子，堯學乎務成子附，舜學乎尹壽，禹學乎西王國，湯學乎貸子相，文王學乎錫疇子斯，武王學乎太公，周公學乎虢叔，仲尼學乎老耼。此十一聖人，未遭此師，則功業不能著乎天下，名號不能傳乎後世者也。\"詩曰：\"不衍不忘，率由舊章。\" \\n 第二十九章 \\n 德也者，包天地之大，配日月之明，立乎四時之周，臨乎陰陽之交，寒暑不能動也，四時不能化也，斂乎太陰而不濕，散乎太陽而不枯，鮮潔清明而備，嚴威毅疾而神。至精而妙乎天地之間者，德也。微聖人，其孰能與於此矣！詩曰：\"德輶如毛，民鮮克舉之。\" \\n 第三十章 \\n 如歲之旱，草不潰茂。然天悖然興雲，沛然下雨，則萬物無不興起之者。民非無仁義根於心者也，王政怵迫而不得見，憂鬱而不得出。聖王在被躧舄，視不出閤，動而天下隨，倡而天下和。何如在此有以應哉？詩曰：\"如彼歲旱，草不潰茂。\" \\n 第三十一章 \\n 道者何也？曰：君之所道也。君者何也？曰：羣也。能羣天下萬物而除其害者，謂之君。王者何也？曰：往也。天下往之，謂之王。曰：善生養人者，故人尊之。善辯治人者，故人安之。善顯設人者，故人親之。善粉飾人者，故人樂之。四統者具，而天下往之。四統無一，而天下去之。往之謂之王，去之謂之亡。故曰道存則國存，道亡則國亡。夫省工商，衆農人，謹盜賊，除姦邪，是所以生養之也。天子三公，諸侯一相，大夫擅官，士保職，莫不治理，是所以辯治之也。決德而定次，量能而授官，賢以爲三公，以爲諸侯，次則爲大夫，是所以顯設之也。修冠弁衣裳，黼黻文章，雕琢刻縷，皆有等差，是所以粉飾之也。故自天子至於庶人，莫不稱其能，得其意，安樂其事，是所同也。若夫重色而成文，累味而備珍，則聖人所以分賢愚，明貴賤。故道得則澤流羣生而福歸王公，澤流羣生則下安而和，福歸王公則上尊而榮。百姓皆懷安和之心而樂戴其上，夫是之謂下治而上通。下治而上通，頌聲之所以興也。詩曰：\"降福簡簡，威儀昄昄。旣醉旣飽，福祿來反。\" \\n 第三十二章 \\n 聖人養性而御六氣，持一命而節滋味，奄治天下，不遺其小，存其精神，以補其中，謂之志。詩曰：\"不競不絿，不剛不柔。\"言得中也。 \\n 第三十三章 \\n 朝廷之士爲祿，故入而不能出。山林之士爲名，故往而不能返。入而亦能出，往而亦能返，通移有常，聖也。詩曰：\"不競不絿，不剛不柔。\"言得中也。 \\n 第三十四章 \\n 孔子侍坐於季孫，季孫之宰通曰：\"君使人假馬，其與之乎？\"孔子曰：\"吾聞君取於臣，謂之取，不曰假。\"季孫悟，告宰通曰：\"自今以往，君有取謂之取，無曰假。\"故孔子正假馬之名，而君臣之義定矣。論語曰：\"必也正名乎。\"詩曰：\"君子無易由言。\"言名正也。 \\n  \\n 　"}
{"章节": "韓詩外傳卷第六", "正文": "　 \\n 韓詩外傳卷第六 \\n 　 \\n  \\n 第一章 \\n 比干諫而死，箕子曰：\"知不用而言，愚也。殺身以彰君之惡，不忠也。二者不可，然且爲之，不祥莫大焉。\"遂解髪佯狂而去。君子聞之曰：\"勞矣箕子！盡精神，竭其忠愛。見比干之事免其身，仁知之至。\"詩曰：\"人亦有言，靡哲不愚。\" \\n 第二章 \\n 齊桓公見小臣，三往不得見。左右曰：\"夫小臣，國之賤臣也，君三往而不得見，其可已矣。\"桓公曰：\"惡！是何言也？吾聞之，布衣之士，不欲富貴，不輕身於萬乘之君。萬乘之君，不好仁義，不輕身於布衣之士。縱夫子不欲富貴可也，吾不好仁義不可也。\"五往而得見也。天下諸侯聞之，謂桓公猶下布衣之士，而況國君乎？於是相率而朝，靡有不至。桓公之所以九合諸侯、一匡天下者，此也。詩曰：\"有覺德行，四國順之。\" \\n 第三章 \\n 賞勉罰偸，則民不怠。兼聽齊明，則天下歸之。然後明其分職，考其事業，較其官能，莫不治理，則公道達而私門塞，公義立而私事息。如是則得厚者進而佞諂者止，貪戾者退而廉節者起。周制曰：\"先時者死無赦，不及時者死無赦。\"人習事而固，人之事使，如耳目鼻口之不可相借也。故曰職分而民不慢，次定而序不亂，兼聽齊明而事不留。如是則羣下百吏莫不修己，然後敢安仕，誠能，然後敢受職。小人易心，百姓易俗，奸宄之屬莫不反慤。夫是之爲政教之極，則不可加矣。詩曰：\"訏謨定命，遠猷辰告。敬慎威儀，惟民之則。\" \\n 第四章 \\n 子路治蒲三年，孔子過之，入其境而善之，曰：\"善哉！由恭敬以信矣。\"入其邑，曰：\"善哉！由忠信以寬矣。\"至其庭，曰：\"善哉！由明察以斷矣。\"子貢執轡而問曰：\"夫子未見由，而三稱善，可得聞乎？\"孔子曰：\"我入其境，田疇甚易，草萊甚辟，此恭敬以信，故其民盡力。入其邑，墉屋甚尊，樹木甚茂，此忠信以寬，故其民不偸。入其庭，甚閑，故其民不擾也。\"詩曰：\"夙興夜寐，灑掃庭內。\" \\n 第五章 \\n 古者必有命民，民有能敬長憐孤，取捨好讓，居事力者，命於其君。命然後得乘飾車駢馬。未得命者不得乘，乘者皆有罰。故其民雖有餘財侈物，而無禮義功德，則無所用。故其民皆興仁義而賤財利。賤財利則不爭，則强不陵弱，衆不暴寡，是唐虞之所以興象刑，而民莫犯法。民莫犯法，而亂斯止矣。詩曰：\"告爾人民，謹爾侯度，用戒不虞。\" \\n 第六章 \\n 天下之辯有三至三勝，而辭直爲下。辯者，別殊類，使不相害，序異端，使不相悖，輸志通意，揭其所謂，使人預知焉，不務相迷也。是勝者不失所守，不勝者得其所求，故辯可觀也。夫繁文以相假，飾辭以相悖，數譬以相移，外人之身使不得反其意，則論便然後害生也。夫不疏其指而弗知謂之隱，外意外身謂之諱，幾廉倚跌謂之移，指緣謬辭謂之茍，四者君子所不爲也。故理可同睹也。夫隱、諱、移、茍，爭言競爲而後息，不能無害其爲君子也，故君子不爲也。論語曰：\"君子於其言，無所茍而已矣。\"詩曰：\"無易由言，無曰茍矣。\" \\n 第七章 \\n 吾語子，夫服人之心，高上尊貴不以驕人，聰明聖知不以幽人，勇猛强武不以侵人，齊給便捷不以欺誣人。不能則學，不知則問。雖知必讓，然後爲知。遇君則修臣下之義，出鄉則修長幼之義，遇長老則修子弟之義，遇等夷則修朋友之義，遇少而賤者則修告道寬裕之義。故無不愛也，無不敬也，無與人爭也，曠然而天地苞萬物也。如是則老者安之，少者懷之，朋友信之。詩曰：\"惠于朋友，庶民小子，子孫承承，萬民靡不承。\" \\n 第八章 \\n 仁者必敬其人。敬其人有道，遇賢者則愛親而敬之，遇不肖者則畏疏而敬之。其敬一也，其情二也。故夫忠信端慤而不害傷，則無接而不然，是仁之質也。仁以爲質，義以爲理，開口無不可以爲人法式者。詩曰：\"不僭不賊，鮮不爲則。\" \\n 第九章 \\n 子曰：\"不學而好思，雖知不廣矣。學而慢其身，雖學不尊矣。不以誠立，雖立不久矣。誠未著而好言，雖言不信矣。美材也，而不聞君子之道，隱小物以害大物者，災必及其身矣。\"詩曰：\"其何能淑，載胥及溺。\" \\n 第十章 \\n 民勞思佚，治暴思仁，刑危思安，國亂思天。詩曰：\"靡有旅力，以念穹蒼。\" \\n 第十一章 \\n 問者曰：古之知道者曰先生，何也？曰：猶言先醒也。不聞道術之人，則冥於得失，不知治亂之所由，眊眊乎其猶醉也。故世主有先生者，有後生者，有不生者。昔者楚莊王謀事而當，居有憂色，申公巫臣問曰：\"王何爲有憂也？\"莊王曰：\"吾聞諸侯之德，能自取師者王，能自取友者覇，而與居不若其身者亡。以寡人之不肖也，諸大夫之論莫有及於寡人，是以憂也。\"莊王之德，宜君人，威服諸侯，曰猶恐懼，思索賢佐，此其先生者也。昔者宋昭公出亡，謂其御曰：\"吾知所以亡矣。\"御者曰：\"何哉？\"昭公曰：\"吾被服而立，侍御者數十人，無不曰吾君麗者也。吾發言動事，朝臣數百人，無不曰吾君聖者也。吾外內不見吾過失，是以亡也。\"於是改操易行，安義行道，不出二年而美聞於宋。宋人迎而復之，謚爲昭。此其後生者也。昔郭君出郭，謂其御者曰：\"吾渴欲飲。\"御者進清酒。曰：\"吾飢欲食。\"御者進乾脯粱糗。曰：\"何備也？\"御者曰：\"臣儲之。\"曰：\"奚儲之？\"御者曰：\"爲君之出亡而道飢渴也。\"曰：\"子知吾且亡乎？\"御者曰：\"然。\"曰：\"何以不諫也？\"御者曰：\"君喜道諛而惡至言。臣欲進諫，恐先郭亡，是以不諫也。\"郭君作色而怒曰：\"吾所以亡者，誠何哉？\"御轉其辭曰：\"君之所以亡者，太賢。\"曰：\"夫賢者所以不爲存而亡者，何也？\"御曰：\"天下無賢而君獨賢，是以亡也。\"郭君喜，伏軾而笑，曰：\"嗟呼！夫賢人如此苦乎？\"於是身倦力解，枕御膝而臥。御自易以備，疎行而去。身死中野，爲虎狼所食。此其不生者。故先生者，當年而覇，楚莊王是也。後生者，三年而復，宋昭公是也。不生者，死中野，爲虎狼所食，郭君是也。詩曰：\"聽言則對，誦言如醉。\" \\n 第十二章 \\n 田常弒簡公，乃盟於國人曰：\"不盟者死及家。\"石他曰：\"古之事君者，死其君之事。舍君以全親，非忠也。舍親以死君之事，非孝也。他則不能。然不盟，是殺吾親也，從人而盟，是背吾君也。嗚呼！生乎亂世，不得正行，劫乎暴人，不得全義。悲夫！\"乃進盟以免父母，退伏劍以死其君。聞之者曰：\"君子哉！安之命矣。\"詩曰：\"人亦有言，進退惟谷。\"石先生之謂也。 \\n 第十三章 \\n 易曰：\"困于石，據于蒺藜，入于其宮，不見其妻，凶。\"此言困而不見據賢人者也。昔者秦繆公困於殽，疾據五羖大夫、蹇叔、公孫支而小覇。晉文公困於驪氏，疾據咎犯、趙衰、介子推而遂爲君。越王勾踐困於會稽，疾據范蠡、大夫種而覇南國。齊桓公困於長勺，疾據管仲、甯戚、隰朋而匡天下。此皆困而知疾據賢人者也。夫困而不知疾據賢人而不亡者，未嘗有之也。詩曰：\"人之云亡，邦國殄瘁。\"無善人之謂也。 \\n 第十四章 \\n 孟子說齊宣王而不說。淳于髠侍，孟子曰：\"今說公之君，公之君不說，意者其未知善之爲善乎？\"淳于髠曰：\"夫子亦誠無善耳。昔者瓠巴鼓瑟而潛魚出聽，伯牙鼓琴而六馬仰秣。魚馬猶知善之爲善，而況君人者也？\"孟子曰：\"夫電雷之起也，破竹折木，震驚天下，而不能使聾者卒有聞。日月之明，徧照天下，而不能使盲者卒有見。今公之君若此也。\"淳于髠曰：\"不然。昔者揖封生高商，齊人好歌。杞梁之妻悲哭，而人稱詠。夫聲無細而不聞，行無隱而不形。夫子茍賢，居魯而魯國之削，何也？\"孟子曰：\"不用賢，削何有也？吞舟之魚不居潛澤，度量之士不居汙世。夫蓻，冬至必彫。吾亦時矣。\"詩曰：\"不自我先，不自我後。\"非遭彫世者歟？ \\n 第十五章 \\n 孔子曰：\"可與言終日而不倦者，其惟學乎。其身體不足觀也，勇力不足憚也，族姓不足稱也，宗祖不足道也，然而可以聞於四方，而昭於諸侯者，其惟學乎。\"詩曰：\"不愆不忘，率由舊章。\"夫學之謂也。 \\n 第十六章 \\n 子曰：\"不知命，無以爲君子。\"言天之所生，皆有仁義禮智順善之心。不知天之所以命生，則無仁義禮智順善之心。無仁義禮智順善之心，謂之小人。故曰：\"不知命，無以爲君子。\"小雅曰：\"天保定爾，亦孔之固。\"言天之所以仁義禮智保定人之甚固也。大雅曰：\"天生蒸民，有物有則。民之秉彜，好是懿德。\"言民之秉德以則天也。不知所以則天，又焉得爲君子乎？ \\n 第十七章 \\n 王者必立牧，方三人，使闚遠牧衆也。遠方之民有飢寒而不得衣食，有獄訟而不平其寃，失賢而不舉者，入告乎天子。天子於其君之朝也，揖而進之，曰：\"噫，朕之政教有不得爾者耶？如何乃有飢寒而不得衣食，有獄訟而不平其寃，失賢而不舉？\"然後其君退而與其卿大夫謀之。遠方之民聞之，皆曰：\"誠天子也！夫我居之僻，見我之近也，我居之幽，見我之明也。可欺乎哉？\"故牧者所以開四門，明四目，通四聰也。詩曰：\"邦國若否，仲山甫明之。\"此之謂也。 \\n 第十八章 \\n 楚莊王伐鄭。鄭伯肉袒，左把茅旌，右執鸞刀，以進言於莊王曰：\"寡人無良邊陲之臣，以干大禍，使大國之君沛焉遠辱至此。\"莊王曰：\"君之不令臣交易爲言，是以使寡人得見君之玉面也，而微至乎此。\"莊王受節，左右麾楚軍，退舍七里。將軍子重進諫曰：\"夫南郢之與鄭，相去數千里，大夫死者數人，廝役死者數百人。今克而弗有，無乃失民臣之力乎？\"莊王曰：\"吾聞古者杆不穿，皮不蠹，不出於四方，以是見君子之重禮而賤財也，要其人，不要其土。人告以從而不舍，不祥也。吾以不祥立乎天下，災及吾身，何取之有？\"旣，晉之救鄭者至，曰：\"請戰。\"莊王許之。將軍子重進諫曰：\"晉，强國也，道近兵銳，楚師奄罷，君其勿許。\"莊王曰：\"不可。强者我避之，弱者我威之，是寡人無以立乎天下也。\"乃遂還師以逆晉冦。莊王援桴而鼓之，晉師大敗，士卒奔者爭舟而指可掬也。莊王曰：\"噫！吾兩君不相好，百姓何罪！\"乃退楚師，以佚晉冦。詩曰：\"柔亦不茹，剛亦不吐，不侮鰥寡，不畏强禦。\"莊王之謂也。 \\n 第十九章 \\n 君子崇人之德，揚人之美，非道諛也。正言直行，指人之過，非毀疵也。詘柔順從，剛强猛毅，與物周流，道德不外。詩曰：\"柔亦不茹，剛亦不吐，不侮矜寡，不畏强禦。\" \\n 第二十章 \\n 衛靈公晝寢而起，志氣益衰，使人馳召勇士公孫悁，道遭行人卜商。卜商曰：\"何驅之疾也？\"對曰：\"公晝寢而起，使我召勇士公孫悁。\"子夏曰：\"微悁，而勇若悁者可乎？\"御者曰：\"可。\"子夏曰：\"載我而反。\"至，君曰：\"使子召勇士，何爲召儒？\"使者曰：\"行人曰：'微悁，而勇若悁者可乎？'臣曰：'可。'卽載與來。\"君曰：\"諾，延先生上。趣召公孫悁。\"俄而悁至，入門杖劍疾呼曰：\"商下！我存若頭。\"子夏顧叱之曰：\"咄！內劍。吾將與若言勇。\"於是君令悁內劍而上。子夏曰：\"來！吾嘗與子從君而西見趙簡子，簡子披髪杖矛而見我君。我從十三行之後，趨而進，曰：'諸侯相見，不宜不朝服。君不朝服，行人卜商將以頸血濺君之服矣。'使反朝服而見吾君者，子耶我耶？\"悁曰：\"子也。\"子夏曰：\"子之勇不若我一矣。又與子從君而東至阿，遭齊君重鞇而坐，吾君單鞇而坐。我從十三行之後，趨而進曰：'禮，諸侯相見，不宜相臨以庶。'揄其一鞇而去之者，子耶我耶？\"悁曰：\"子也。\"子夏曰：\"子之勇不若我二矣。又與子從君於囿中，於是兩寇肩逐我君，拔矛下格而還之者，子耶我耶？\"悁曰：\"子也。\"子夏曰：\"子之勇不若我三矣。所貴爲士者，上不攝萬乘，下不敢敖乎匹夫，外立節矜而敵不侵擾，內禁殘害而君不危殆，是士之所長而君子之所致貴也。若夫以長掩短，以衆暴寡，凌轢無罪之民，而成威於閭巷之間者，是士之甚毒而君子之所致惡也、衆之所誅鋤也。詩曰：'人而無儀，不死何爲！'夫何以論勇於人主之前哉！\"於是靈公避席抑手曰：\"寡人雖不敏，請從先生之勇。\"詩曰：\"不侮矜寡，不畏强禦。\"卜先生之謂也。 \\n 第二十一章 \\n 孔子行，簡子將殺陽虎，孔子似之，帶甲以圍孔子舍。子路慍怒，奮戟將下。孔子止之曰：\"由！何仁義之寡裕也。夫詩書之不習，禮樂之不講，是丘之罪也。若我非陽虎而以我爲陽虎，則非丘之罪也。命也夫！歌，予和若。\"子路歌，孔子和之，三終而圍罷。詩曰：\"來游來歌。\"以陳盛德之和而無爲也。 \\n 第二十二章 \\n 詩曰：\"愷悌君子，民之父母。\"君子爲民父母，何如？曰：君子者，貌恭而行肆，身儉而施博，故不肖者不能逮也。殖盡於己，而區略於人，故可盡身而事也。篤愛而不奪，厚施而不伐，見人有善，欣然樂之，見人不善，惕然掩之，有其過而兼包之。授衣以最，授食以多。法下易由，事寡易爲。是以中立而爲人父母也。築城而居之，別田而養之，立學以教之，使人知親尊，親尊，故父服斬縗三年，爲君亦服斬縗三年，爲民父母之謂也。 \\n 第二十三章 \\n 事强暴之國難，使强暴之國事我易。事之以貨寶，則寶單而交不結。約契盟誓，則約定而反無日。割國之錙錘以賂之，則割定而欲無厭。事之彌順，其侵之愈甚，必致寶單國舉而後已。雖左堯右舜，未有能以此道免者也。故非有聖人之道，特以巧敏拜請畏事之，則不足以持國安身矣。故明君不道也。必修禮以齊朝，正法以齊官，平政以齊下，然後禮義節奏齊乎朝，法則度量正乎官，忠信愛利刑乎下。行一不義，殺一無罪，而得天下，不爲也。故近者競親而遠者致願，上下一心，三軍同力，名聲足以薫炙之，威强足以一齊之，則拱揖指麾，而强暴之國莫不趨使如赤子歸慈母者，何也？仁形義立，教誠愛深。故詩曰：\"王猷允塞，徐方旣來。\" \\n 第二十四章 \\n 勇士一呼而三軍皆避，出之誠也。昔者楚熊渠子夜行，見寢石以爲伏虎，彎弓而射之，沒金飲羽，下視，知其石也，因復射之，矢躍無迹。熊渠子見其誠心，而金石爲之開，而況人乎？夫倡而不和，動而不僨，中心有不合者矣。夫不降席而匡天下者，求之己也。孔子曰：\"其身正，不令而行，其身不正，雖令不從。\"先王之所以拱揖指麾而四海賓服者，誠德之至也，色以形於外也。詩曰：\"王猷允塞，徐方旣來。\" \\n 第二十五章 \\n 昔者趙簡子薨而未葬，而中牟畔之。旣葬五日，襄子興師而攻之，圍未匝，而城自壞者十丈。襄子擊金而退之，軍吏諫曰：\"君誅中牟之罪而城自壞，是天助也。君曷爲而退之？\"襄子曰：\"吾聞之於叔向曰：'君子不乘人於利，不厄人於險。'\"使修其城然後攻之。中牟聞其義而請降，曰：\"善哉！襄子之謂也。\"詩曰：\"王猷允塞，徐方旣來。\" \\n 第二十六章 \\n 威有三術，有道德之威者，有暴察之威者，有狂妄之威者。此三威不可不審察也。何謂道德之威？曰：禮樂則修，分義則明，舉措則時，愛利則刑。如是，則百姓貴之如帝王，親之如父母，畏之如神明。故賞不用而民勸，罰不加而威行。是道德之威也。何謂暴察之威？曰：禮樂則不修，分義則不明，舉措則不時，愛利則不刑。然而其禁非也察，其誅不服也審，其刑罰繁而信，其誅殺猛而必，闇然如雷擊之，如牆壓之。百姓劫則致畏，怠則傲上，執拘則聚，遠間則散。非劫之以刑勢，振之以誅殺，則無以有其下。是暴察之威也。何謂狂妄之威？曰：無愛人之心，無利人之事，而日爲亂人之道。百姓讙譁，則從而放執於刑灼。不知人心，悖逆天理。是以水旱爲之不時，年穀以之不升，百姓上困於暴亂之患，而下窮衣食之用，愁哀而無所告訴，比周憤潰以離上，傾覆滅亡，可立而待。是狂妄之威也。夫道德之威，成乎衆强。暴察之威，成乎危弱。狂妄之威，成乎滅亡。故威名同而吉凶之效遠矣。故不可不審察也。詩曰：\"昊天疾威，天篤降喪，瘨我飢饉，民卒流亡。\" \\n 第二十七章 \\n 晉平公游於西河而樂，曰：\"安得賢士與之樂此也！\"船人盍胥跪而對曰：\"主君亦不好士耳。夫珠出於江海，玉出於崑山，無足而至者，猶主君之好也。士有足而不至者，蓋主君無好士之意耳。何患於無士乎？\"平公曰：\"吾食客，門左千人，門右千人，朝食不足，夕收市賦，暮食不足，朝收市賦。吾可謂不好士乎？\"盍胥對曰：\"夫鴻鵠一舉千里，所恃者六翮爾。背上之毛，腹下之毳，益一把，飛不爲加高，損一把，飛不爲加下。今君之食客門左門右各千人，亦有六翮在其中矣，將皆背上之毛、腹下之毳耶？\"詩曰：\"謀夫孔多，是用不就。\"此之謂也。 \\n  \\n 　"}
{"章节": "韓詩外傳卷第七", "正文": "　 \\n 韓詩外傳卷第七 \\n 　 \\n  \\n 第一章 \\n 齊宣王謂田過曰：\"吾聞儒者喪親三年，喪君三年，君與父孰重？\"田過對曰：\"殆不如父重。\"宣王忿然曰：\"曷爲士去親而事君？\"田過對曰：\"非君之土地無以處吾親，非君之祿無以養吾親，非君之爵無以尊顯吾親。受之於君，致之於親。凡事君，以爲親也。\"宣王悒然無以應之。詩曰：\"王事靡盬，不遑將父。\" \\n 第二章 \\n 趙王使人於楚，鼓瑟而遣之，曰：\"必如吾言，慎無失吾言。\"使者受命，伏而不起，曰：\"大王鼓瑟未嘗若今日之悲也。\"王曰：\"然，瑟固方調。\"使者曰：\"調則可記其柱。\"王曰：\"不可。天有燥濕，絃有緩急，柱有推移，不可記也。\"使者曰：\"臣請借此以喻。楚之去趙也千有餘里，亦有吉凶之變，凶則弔之，吉則賀之，猶柱之有推移，不可記也。故明王之使人也，必慎其所使，旣使之，任之以心，不任以辭也。\"詩曰：\"莘莘征夫，每懷靡及。\" \\n 第三章 \\n 齊有隱士東郭先生、梁石君。當曹相國爲齊相也，客謂匱生曰：\"夫東郭先生、梁石君，世之賢士也，隱於深山，終不詘身下志以求仕者也。吾聞先生得謁曹相國，願先生爲之先。臣里婦與里母相善。婦見疑盜肉，其姑去之，恨而告於里母，里母曰：'安行。今令姑呼汝。'卽束蘊請火去婦之家，曰：'吾犬爭肉相殺，請火治之。'姑乃直使人追去婦還之。故里母非談說之士，束蘊請火，非還婦之道也，然物有所感，事有適可。何不爲之先？\"匱生曰：\"愚恐不及。然請盡力爲東郭先生、梁石君束蘊請火。\"於是乃見曹相國曰：\"臣之里有夫死三日而嫁者，有終身不嫁者。則自爲娶，將何娶焉？\"相國曰：\"吾亦娶其終身不嫁者耳。\"匱生曰：\"齊有隱士東郭先生、梁石君，世之賢士也，隱於深山，終不詘身下志以求仕。相國娶婦，欲娶其不嫁者，取臣獨不取其不仕之臣耶？\"於是曹相國因匱生束帛安車迎東郭先生、梁石君，厚客之。詩曰：\"旣見君子，我心則降。\" \\n 第四章 \\n 孔子曰：\"昔者周公事文王，行無專制，事無由己，身若不勝衣，言若不出口，有奉持於前，洞洞焉若將失之，可謂能子矣。武王崩，成王幼，周公承文武之業，履天子之位，聽天下之政，征夷狄之亂，誅管蔡之罪，抱成王而朝諸侯，誅賞制斷，無所顧問，威動天地，振恐海內，可謂能武矣。成王壯，周公致政，北面而事之，請然後行，無伐矜之色，可謂能臣矣。故一人之身，能三變者，所以應時也。\"詩曰：\"左之左之，君子宜之，右之右之，君子有之。\" \\n 第五章 \\n 傳曰：鳥之美羽勾喙者，鳥畏之。魚之侈口垂腴者，魚畏之。人之利口贍辭者，人畏之。是以君子避三端：避文士之筆端，避武士之鋒端，避辯士之舌端。詩曰：\"我友敬矣！讒言其興。\" \\n 第六章 \\n 孔子困於陳蔡之間，卽三經之席，七日不食，藜羹不糝，弟子有飢色，讀詩書習禮樂不休。子路進諫曰：\"爲善者，天報之以福。爲不善者，天報之以禍。今夫子積德累仁，爲善久矣。意者尚有遺行乎，奚居之隱也？\"孔子曰：\"由，來！汝小人也，未講於論也。居，吾語汝。子以知者爲無罪乎，則王子比干何爲刳心而死？子以義者爲聽乎，則伍子胥何爲抉目而懸吳東門？子以廉者爲用乎，則伯夷叔齊何爲餓於首陽之山？子以忠者爲用乎，則鮑叔何爲而不用，葉公子高終身不仕，鮑焦抱木而立，子推登山而燔？故君博學深謀、不遇時者衆矣。豈獨丘哉！賢不肖者，材也。遇者，時也。今無有時，賢安所用哉？故虞舜耕於歷山之陽，立爲天子，其遇堯也。傅說負土而版築，以爲大夫，其遇武丁也。伊尹故有莘氏僮也，負鼎操俎調五味，而立爲相，其遇湯也。呂望行年五十賣食棘津，年七十屠於朝歌，九十乃爲天子師，則遇文王也。管夷吾束縛自檻車，以爲仲父，則遇齊桓公也。百里奚自賣五羊之皮，爲秦伯牧牛，舉爲大夫，則遇繆公也。虞丘名聞於天下，以爲令尹，讓於孫叔敖，則遇楚莊王也。伍子胥前功多，後戮死，非知有盛衰也，前遇闔閭，後遇夫差也。夫驥罷鹽車，此非無形容也，莫知之也。使驥不得伯樂，安得千里之足？造父亦無千里之手矣。夫蘭茝生於茂林之中，深山之間，不爲人莫見之故不芬。夫學者非爲通也。爲窮而不困，憂而志不衰，先知禍福之終始，而心無惑焉。故聖人隱居深念，獨聞獨見。夫舜亦賢聖矣，南面而治天下，惟其遇堯也。使舜居桀紂之世，能自免於刑戮之中，則爲善矣，亦何位之有！桀殺關龍逢，紂殺王子比干，當此之時，豈關龍逢無知，而王子比干不慧乎哉！此皆不遇時也。故君子務學，修身端行而須其時者也。子無惑焉！\"詩曰：\"鶴鳴九皋，聲聞于天。\" \\n 第七章 \\n 曾子曰：\"往而不可還者親也，至而不可加者年也。是故孝子欲養，而親不待也，木欲直，而時不待也。是故椎牛而祭墓，不如雞豚逮親存也。故吾嘗仕爲吏，祿不過鐘釜，尚猶欣欣而喜者，非以爲多也，樂其逮親也。旣沒之後，吾嘗南游於楚，得尊官焉，榱題三圍，堂高九仞，轉轂百乘，猶北鄉而泣涕者，非爲賤也，悲不逮吾親也。故家貧親老，不擇官而仕。若夫信其志，約其親者，非孝也。\"詩曰：\"有母之尸雍。\" \\n 第八章 \\n 趙簡子有臣曰周舍，立於門下三日三夜。簡子使人問之曰：\"子欲見寡人何事？\"周舍對曰：\"願爲諤諤之臣，墨筆操牘，從君之後，司君之過而書之，日有記也，月有成也，歲有效也。\"簡子居則與之居，出則與之出。居無幾何，而周舍死，簡子如喪子。後與諸大夫飲於洪波之台，酒酣，簡子涕泣，諸大夫皆出走，曰：\"臣有罪而不自知也。\"簡子曰：\"大夫皆無罪。昔者吾友周舍有言曰：'千羊之皮，不若一狐之腋，衆人之唯唯，不若直士之諤諤。昔者商紂默默而亡，武王諤諤而昌。'今自周舍之死，吾未嘗聞吾過也。吾亡無日矣。是以寡人泣也。\" \\n 第九章 \\n 傳曰：齊景公問晏子：\"爲國何患？\"晏子對曰：\"患夫社鼠。\"景公曰：\"何謂社鼠？\"晏子曰：\"社鼠出竊於外，入託於社，灌之恐壞牆，燻之恐燒木。此鼠之患。今君之左右，出則賣君以要利，入則託君不罪乎亂法，君又並覆而有之。此社鼠之患也。\"景公曰：\"嗚呼，豈其然！\"\"人有市酒而甚美者，置表甚長，然至酸而不售，問里人其故，里人曰：'公之狗甚猛，而人有持器而欲往者，狗輒迎而齧之，是以酒酸不售也。'士欲白萬乘之主，用事者迎而齧之，亦國之惡狗也。左右者爲社鼠，用事者爲惡狗，此爲國之大患也。\"詩曰：\"瞻彼中林，侯薪侯蒸。\"言朝廷皆小人也。 \\n 第十章 \\n 昔者司城子罕相宋，謂宋君曰：\"夫國家之安危，百姓之治亂，在君之行賞罰。夫爵賞賜與，人之所好也，君自行之。殺戮刑罰，民之所惡也，臣請當之。\"君曰：\"善。寡人當其美，子受其惡，寡人自知不爲諸侯笑矣。\"國人知殺戮之刑專在子罕也，大臣親之，百姓畏之。居不朞年，子罕遂劫宋君而奪其政。故老子曰：\"魚不可脫於淵，國之利器不可以示人。\"詩曰：\"胡爲我作，不卽我謀？\" \\n 第十一章 \\n 衛懿公之時，有臣曰弘演者，受命而使。未反，而狄人攻衛。於是，懿公欲興師迎之，其民皆曰：\"君之所貴而有祿位者，鶴也，所愛者，宮人也，亦使鶴與宮人戰，余安能戰！\"遂潰而皆去。狄人至，攻懿公於熒澤，殺之，盡食其肉，獨舍其肝。弘演至，報使於肝。辭畢，呼天而號。哀止，曰：\"若臣者，獨死可耳。\"於是遂自刳，出腹實，內懿公之肝，乃死。桓公聞之，曰：\"衛之亡也，以無道也。今有臣若此，不可不存。\"於是復立衛於楚丘。如弘演，可謂忠士矣。殺身以捷其君，非徒捷其君，又令衛之宗復立，祭祀不絕，可謂有大功矣。詩曰：\"四方有羨，我獨居憂。民莫不穀，我獨不敢休。\" \\n 第十二章 \\n 孫叔敖遇狐丘丈人，狐丘丈人曰：\"僕聞之，有三利必有三患，子知之乎？\"孫叔敖蹵然易容曰：\"小子不敏，何足以知之。敢問何謂三利？何謂三患？\"狐丘丈人曰：\"夫爵高者，人妒之，官大者，主惡之，祿厚者，怨歸之。此之謂也。\"孫叔敖曰：\"不然。吾爵益高，吾志益下，吾官益大，吾心益小，吾祿益厚，吾施益博，可以免於患乎？\"狐丘丈人曰：\"善哉言乎，堯舜其猶病諸！\"詩曰：\"溫溫恭人，如集於木。惴惴小心，如臨于谷。\" \\n 第十三章 \\n 孔子曰：\"明王有三懼。一曰處尊位而恐不聞其過，二曰得志而恐驕，三曰聞天下之至道而恐不能行。昔者越王勾踐與吳戰，大敗之，兼有南夷。當是之時，君南面而立，近臣三，遠臣五，令諸大夫曰：'聞過而不以告我者爲上戮。'此處尊位而恐不聞其過也。昔者晉文公與楚戰，大勝之，燒其軍，火三日不息。文公退而有憂色，侍者曰：'君大勝楚而有憂色，何也？'文公曰：'吾聞能以戰勝而安者惟聖人。若夫詐勝之徒，未嘗不危，吾是以憂也。'此得志而恐驕也。昔者齊桓公得管仲隰朋，辯其言，說其義，正月之朝，令具太牢，進之先祖。桓公西面而立，管仲隰朋東面而立。桓公曰：'吾得二子也，吾目加明，吾耳加聰。不敢獨擅，進之先祖。'此聞天下之至道而恐不能行者也。由桓公、晉文、越王勾踐觀之，三懼者，明君之務也。\"詩曰：\"溫溫恭人，如集於木。惴惴小心，如臨于谷。戰戰兢兢，如履薄冰。\"此言文王居人上也。 \\n 第十四章 \\n 楚莊王賜其羣臣酒。日暮酒酣，左右皆醉。殿上燭滅，有牽王后衣者，后扢冠纓而絕之，言於王曰：\"今燭滅，有牽妾衣者，妾扢其纓而絕之。願趣火視絕纓者。\"王曰：\"止！\"立出令曰：\"與寡人飲，不絕纓者，不爲樂也。\"於是冠纓無完者，不知王后所絕冠纓者誰。於是王遂與羣臣歡飲乃罷。後吳興師攻楚，有人常爲應行合戰者，五陷陣卻敵，遂取大軍之首而獻之。王怪而問之曰：\"寡人未嘗有異於子，子何爲於寡人厚也？\"對曰：\"臣先殿上絕纓者也，當時宜以肝膽塗地，負日久矣，未有所效，今幸得用於臣之義，尚可爲王破吳而强楚。\"詩曰：\"有漼者淵，雚葦渒渒。\"言大者無不容也。 \\n 第十五章 \\n 傳曰：伯奇孝而棄於親，隱公慈而殺於弟，叔武賢而殺於兄，比干忠而誅於君。詩曰：\"予慎無辜。\" \\n 第十六章 \\n 紂殺王子比干，箕子被髪佯狂。陳靈公殺泄冶，鄧元去陳以族從。自此之後，殷並於周，陳亡於楚，以其殺比干泄冶，而失箕子鄧元也。燕昭王得郭隗而鄒衍樂毅以齊魏至，於是興兵而攻齊，棲閔王於莒。燕度地計衆，不與齊均也。然所以信意至於此者，由得士也。故無常安之國，無恒治之民，得賢者昌，失賢者亡，自古及今，未有不然者也。明鏡者，所以照形也，修往古者，所以知今也，知惡往古之所以危亡，而不務襲蹈其所以安存，則未有以異乎卻走而求逮前人也。太公知之，故舉微子之後而封比干之墓。夫聖人之於賢者之後，尚如是其厚也，而況當世之存者乎？詩曰：\"昊天太憮，予慎無辜。\" \\n 第十七章 \\n 宋玉因其友見楚襄王，襄王待之無以異，乃讓其友。其友曰：\"夫薑桂因地而生，不因地而辛。女因媒而嫁，不因媒而親。子之事王未耳，何怨於我？\"宋玉曰：\"不然。昔者齊有狡兔，曰東郭〈｛允夕｝兔〉，蓋一日而走五百里。於是，齊有良狗曰韓盧，亦一日而走五百里。使之瞻見指注，雖良狗猶不及衆兔之塵。若攝纓而縱紲之，則狡兔亦不能離也。今子之屬臣也，攝纓縱紲與？瞻見指注與？\"其友曰：\"僕人有過，僕人有過。\"詩曰：\"將安將樂，棄予如遺。\" \\n 第十八章 \\n 宋燕相齊見逐，罷歸之舍，召門尉陳饒等二十六人，曰：\"諸大夫有能與我赴諸侯者乎？\"陳饒等皆伏而不對。宋燕曰：\"悲乎哉！何士大夫易得而難用也！\"陳饒對曰：\"非士大夫易得而難用也，君弗能用也。君不能用，則有不平之心。是失之己而責諸人也。\"宋燕曰：\"夫失諸己而責諸人者何？\"陳饒對曰：\"三斗之稷不足於士，而君雁鶩有餘粟，是君之一過也。果園梨栗，後宮婦人以相提擲，而士不曾得一嘗，是君之二過也。綾紈綺縠，靡麗於堂，從風而弊，而士曾不得以爲緣，是君之三過也。且夫財者，君之所輕也。死者，士之所重也。君不能行君之所輕，而欲使士致其所重，譬猶鉛刀畜之，而干將用之，不亦難乎？\"宋燕面有慙色，逡巡避席曰：\"是燕之過也。\"詩曰：\"或以其酒，不以其漿。\" \\n 第十九章 \\n 傳曰：善爲政者，循情性之宜，順陰陽之序，通本末之理，合天人之際。如是則天氣奉養而生物豐美矣。不知爲政者，使情壓性，使陰乘陽，使末逆本，使人詭天，氣鞠而不信，鬱而不宣。如是則災害生，怪異起，羣生皆傷，而年穀不熟。是以其動傷德，其靜亡救。故緩者事之，急者弗知，日反理而欲以爲治。詩曰：\"廢爲殘疾，莫知其尤。\" \\n 第二十章 \\n 魏文侯之時，子質仕而獲罪焉，去而北遊，謂簡主曰：\"從今已後，吾不復樹德於人矣。\"簡主曰：\"何以也？\"質曰：\"吾所樹堂上之士半，吾所樹朝廷之大夫半，吾所樹邊境之人亦半。今堂上之士惡我於君，朝廷之大夫恐我以法，邊境之人劫我以兵，是以不復樹德於人也。\"簡主曰：\"噫！子之言過矣。夫春樹桃李，夏得陰其下，秋得食其實，春樹蒺藜，夏不可采其葉，秋得其刺焉。由此觀之，在所樹也。今子之所樹，非其人也，故君子先擇而後種也。\"詩曰：\"無將大車，惟塵冥冥。\" \\n 第二十一章 \\n 正直者順道而行，順理而言，公平無私，不爲安肆志，不爲危〈易夂〉行。昔衛獻公出走，反國及郊，將班邑於從者而後入，太史柳莊曰：\"如皆守社稷，則孰負羈縶而從？如皆從，則孰守社稷？君反國而有私也，無乃不可乎？\"於是不班也。柳莊正矣。昔者衛大夫史魚病且死，謂其子曰：\"我數言蘧伯玉之賢而不能進，彌子瑕不肖而不能退。爲人臣，生不能進賢而退不肖，死不當治喪正堂，殯我於室足矣。\"衛君問其故，其子以父言聞。君造然召伯玉而貴之，而退彌子瑕，徙殯於正堂，成禮而後去。生以身諫，死以尸諫，可謂直矣。詩曰：\"靜恭爾位，好是正直。\" \\n 第二十二章 \\n 孔子閑居，子貢侍坐，請問爲人下之道奈何。孔子曰：\"善哉！爾之問也。爲人下，其猶土乎。\"子貢未達。孔子曰：\"夫土者，掘之得甘泉焉，樹之得五穀焉，草木植焉，鳥獸魚鼈遂焉。生前立焉，死則入焉，多功不言，賞世不絶。故曰：能爲人下者，其惟土乎？\"子貢曰：\"賜雖不敏，請事斯語。\"詩曰：\"式禮莫愆。\" \\n 第二十三章 \\n 傳曰：南假子過程本子，本子爲之烹鱺魚。南假子曰：\"吾聞君子不食鱺魚。\"本子曰：\"此乃君子不食也，我何與焉？\"假子曰：\"夫高比所以廣德也，下比所以狹行也。比於善者，自進之階。比於惡者，自退之原也。且詩不云乎：'高山仰止，景行行止。'吾豈自比君子哉？志慕之而已矣。\" \\n 第二十四章 \\n 子貢問大臣，子曰：\"齊有鮑叔，鄭有子皮。\"子貢曰：\"否。齊有管仲，鄭有東里子産。\"孔子曰：\"然。吾聞鮑叔之薦管仲也，子皮之薦子産也，未聞管仲子産有所薦也。\"子貢曰：\"然則薦賢賢於賢？\"曰：\"知賢，智也。推賢，仁也。引賢，義也。有此三者，又何加焉？\" \\n 第二十五章 \\n 孔子游於景山之上，子路子貢顔淵從。孔子曰：\"君子登高必賦。小子願者，何言其願？丘將啓汝。\"子路曰：\"由願奮長戟，蕩三軍，乳虎在後，仇敵在前，蠡躍蛟奮，進救兩國之患。\"孔子曰：\"勇士哉！\"子貢曰：\"兩國搆難，壯士列陣，塵埃漲天，賜不持一尺之兵一斗之養，解兩國之難。用賜者存，不用賜者亡。\"孔子曰：\"辯士哉！\"顔回不願。孔子曰：\"回何不願？\"顔淵曰：\"二子已願，故不敢願。\"孔子曰：\"不同，意各有事焉。回其願，丘將啓汝。\"顔淵曰：\"願得小國而相之。主以道制，臣以德化，君臣同心，外內相應。列國諸侯，莫不從義嚮風。壯者趨而進，老者扶而至。教行乎百姓，德施乎四蠻，莫不釋兵，輻輳乎四門，天下咸獲永寧。蝖飛蠕動，各樂其性，進賢使能，各任其事。於是君綏於上，臣和於下，垂拱無爲，動作中道，從容得禮。言仁義者賞，言戰鬬者死。則由何進而救，賜何難之解？\"孔子曰：\"聖士哉！大人出，小子匿。起，賢者伏。回與執政，則由、賜焉施其能哉！\"詩曰：\"雨雪麃麃，曣晛聿消。\" \\n 第二十六章 \\n 昔者孔子鼓瑟，曾子子貢側門而聽。曲終，曾子曰：\"嗟乎！夫子瑟聲殆有貪狼之志，邪僻之行，何其不仁趨利之甚？\"子貢以爲然，不對而入。夫子望見子貢有諫過之色，應難之狀，釋瑟而待之。子貢以曾子之言告。子曰：\"嗟乎！夫參，天下賢人也，其習知音矣。鄉者丘鼓瑟，有鼠出遊，貍見於屋，循梁微行，造焉而避，厭目曲脊，求而不得。丘以瑟淫其音。參以丘爲貪狼邪僻，不亦宜乎！\"詩曰：\"鼓鐘于宮，聲聞于外。\" \\n 第二十七章 \\n 夫爲人父者，必懷慈仁之愛以畜養其子，撫循飲食以全其身。及其有識也，必嚴居正言以先導之。及其束髪也，授明師以成其技。十九見志，請賓冠之，足以成其德。血脉澄靜，娉內以定之。信承親授，無有所疑。冠子不詈，髦子不笞，聽其微諫，無令憂之。此爲人父之道也。詩曰：\"父兮生我，母兮鞠我。拊我畜我，長我育我，顧我復我，出入腹我。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第八", "正文": "　 \\n 韓詩外傳卷第八 \\n 　 \\n  \\n 第一章 \\n 越王勾踐使廉稽獻民於荊王。荊王使者曰：\"越，夷狄之國也。臣請欺其使者。\"荊王曰：\"越王，賢人也，其使者亦賢，子其慎之。\"使者出見廉稽，曰：\"冠則得以俗見，不冠不得見。\"廉稽曰：\"夫越亦周室之列封也，不得處於大國，而處江海之陂，與魭鱣魚鼈爲伍，文身翦髪而後處焉。今來至上國，必曰冠得俗見，不冠不得見，如此，則上國使適越，亦將劓墨文身翦髪而後得以俗見，可乎？\"荊王聞之，披衣出謝。孔子曰：\"使於四方，不辱君命，可謂士矣。\" \\n 第二章 \\n 人之所以好富貴安榮，爲人所稱譽者，爲身也。惡貧賤危辱，爲人所謗毀者，亦爲身也。然身何貴也？莫貴於氣。人得氣則生，失氣則死。其氣，非金帛珠玉也，不可求於人也，非繒布五穀也，不可糴買而得也。在吾身耳，不可不慎也。詩曰：\"旣明且哲，以保其身。\" \\n 第三章 \\n 吳人伐楚，昭王去國，國有屠羊說從行。昭王反國，賞從者。及說，說辭曰：\"君失國，臣所失者屠。君反國，臣亦反其屠。臣之祿旣厚，又何賞之？\"辭不受命。君强之，說曰：\"君失國，非臣之罪，故不伏其誅。君反國，非臣之功，故不受其賞。吳師入郢，臣畏寇避患。君反國，說何事焉？\"君曰：\"不受則見之。\"說對曰：\"楚國之法，商人欲見於君者，必有大獻重質，然後得見。今臣智不能存國，節不能死君，勇不能待寇，然見之，非國法也。\"遂不受命，入於澗中。昭王謂司馬子期曰：\"有人於此，居處甚約，論議甚高，爲我求之，願爲兄弟，請爲三公。\"司馬子期舍車徒求之五日五夜，見之，謂曰：\"國危不救，非仁也。君命不從，非忠也。惡富貴於上，甘貧苦於下，意者過也。今君願爲兄弟，請爲三公，不聽君，何也？\"說曰：\"三公之位，我知其貴於刀俎之肆矣。萬鍾之祿，我知其富於屠羊之利矣。今見爵祿之利，而忘辭受之禮，非所聞也。\"遂辭三公之位，而反乎屠羊肆。君子聞之曰：\"甚矣哉！屠羊子之爲也。約己持窮而處人之國矣。\"說曰：\"何謂窮？吾讓之以禮而終其國也。\"曰：\"在深淵之中而不援彼之危，見昭王德衰於吳，而懷寶絕迹以病其國，欲獨全己者也。是厚於己而薄於君，狷乎非救世者也。\"\"何如則可謂救世矣？\"曰：\"若申伯、仲山甫，可謂救世矣。昔者周德大衰，道廢於厲，申伯、仲山甫輔相宣王，撥亂世反之正，天下略振，宗廟復興。申伯、仲山甫乃並順天下，匡救邪失，喻德教，舉遺士，海內翕然向風。故百姓勃然詠宣王之德。詩曰：'周邦咸喜，戎有良翰。'又曰：'邦國若否，仲山甫明之。旣明且哲，以保其身。夙夜匪懈，以事一人。'如是可謂救世矣。\" \\n 第四章 \\n 齊崔杼弒莊公。荊蒯芮使晉而反，其僕曰：\"崔杼弒莊公，子將奚如？\"荊蒯芮曰：\"驅之，將入死而報君。\"其僕曰：\"君之無道也，四鄰諸侯莫不聞也。以夫子而死之，不亦難乎？\"荊蒯芮曰：\"善哉而言也。早言我，我能諫。諫而不用，我能去。今旣不諫，又不去。吾聞之，食其食，死其事。吾旣食亂君之食，又安得治君而死之？\"遂驅車而入死。其僕曰：\"人有亂君，猶必死之。我有治長，可無死乎？\"乃結轡自刎於車上。君子聞之，曰：\"荊蒯芮可謂守節死義矣。僕夫則無爲死也，猶飲食而遇毒也。\"詩曰：\"夙夜匪懈，以事一人。\"荊先生之謂也。易曰：\"不恒其德，或承之羞。\"僕之謂也。 \\n 第五章 \\n 遜而直，上也。切，次之。謗諫爲下。懦爲死。詩曰：\"柔亦不茹，剛亦不吐。\" \\n 第六章 \\n 宋萬與莊公戰，獲乎莊公。莊公散舍諸宮中，數月，然後歸之，反爲大夫於宋。宋萬與閔公博，婦人皆側。萬曰：\"甚矣，魯侯之淑，魯侯之美也！天下諸侯宜爲君者，惟魯侯耳。\"閔公矜此婦人，妬其言，顧曰：\"爾虜，焉知魯侯之美惡乎？\"宋萬怒，搏閔公絕脰。仇牧聞君弒，趨而至，遇之於門，手劍而叱之。萬臂摋仇牧，碎其首，齒著乎門闔。仇牧可謂不畏强禦矣。詩曰：\"惟仲山甫，柔亦不茹，剛亦不吐。\" \\n 第七章 \\n 可於君，不可於父，孝子弗爲也。可於父，不可於君，君子亦弗爲也。故君不可奪，親亦不可奪也。詩曰：\"愷悌君子，四方爲則。\" \\n 第八章 \\n 黃帝卽位，施惠承天，一道修德，惟仁是行，宇內和平，未見鳳凰，惟思其象，夙寐晨興。乃召天老而問之曰：\"鳳象何如？\"天老對曰：\"夫鳳之象，鴻前而麟後，蛇頸而魚尾，龍文而龜身，燕頷而雞啄。戴德負仁，抱中挾義。小音金，大音鼓。延頸奮翼，五彩備明。舉動八風，氣應時雨。食有質，飲有儀。往卽文始，來旣嘉成。惟鳯爲能通天祉，應地靈，律五音，覽九德。天下有道，得鳯象之一，則鳯過。得鳯象之二，四鳯翔之。得鳯象之三，則鳯集之。得鳯象之四，則鳯春秋下之。得鳯象之五，則鳯沒身居之。\"黃帝曰：\"於戲，允哉！朕何敢與焉！\"於是黃帝乃服黃衣，帶黃紳，戴黃冕，致齋於中宮。鳯乃蔽日而至。黃帝降於東階，西面，再拜稽首，曰：\"皇天降祉，敢不承命！\"鳯乃止帝東園，集帝梧桐，食帝竹實，沒身不去。詩曰：\"鳳凰于飛，翽翽其羽，亦集爰止。\" \\n 第九章 \\n 魏文侯有子曰擊，次曰訴，訴少而立之以爲嗣。封擊於中山，三年莫往來。其傅趙蒼唐諫曰：\"父忘子，子不可忘父。何不遣使乎？\"擊曰：\"願之，而未有所使也。\"蒼唐曰：\"臣請使。\"擊曰：\"諾。\"於是乃問君之所好與所嗜，曰：\"君好北犬，嗜晨鴈。\"遂求北犬晨鴈賫行。蒼唐至，曰：\"北蕃中山之君，有北犬晨鴈，使蒼唐再拜獻之。\"文侯曰：\"嘻！擊知吾好北犬，嗜晨雁也。\"則見使者。文侯曰：\"擊無恙乎？\"蒼唐唯唯而不對。三問而三不對。文侯曰：\"不對何也？\"蒼唐曰：\"臣聞諸侯不名。君旣已賜弊邑，使得小國侯，君問以名，不敢對也。\"文侯曰：\"中山之君無恙乎？\"蒼唐曰：\"今者臣之來，拜送於郊。\"文侯曰：\"中山之君長短若何矣？\"蒼唐曰：\"問諸侯，比諸侯。諸侯之朝，則側者皆人臣，無所比之。然則所賜衣裘幾能勝之矣。\"文侯曰：\"中山之君亦何好乎？\"對曰：\"好詩。\"文侯曰：\"於詩何好？\"曰：\"好黍離與晨風。\"文侯曰：\"黍離何哉？\"對曰：\"彼黍離離，彼稷之苗。行邁靡靡，中心搖搖。知我者謂我心憂，不知我者謂我何求。悠悠蒼天，此何人哉！\"文侯曰：\"怨乎？\"曰：\"非敢怨也，時思也。\"文侯曰：\"晨風謂何？\"對曰：\"'鷸彼晨風，鬱彼北林。未見君子，憂心欽欽。如何如何，忘我實多。'此自以忘我者也。\"於是文侯大悅，曰：\"欲知其子，親其母，欲知其人，視其友，欲知其君，視其所使。中山君不賢，惡能得賢？\"遂廢太子訴，召中山君以爲嗣。詩曰：\"鳳凰于飛，翽翽其羽，亦集爰止。藹藹王多吉士，惟君子使，媚于天子。\"君子曰：\"夫使非直，敝車罷馬而已，亦將喻誠信，通氣志，明好惡，然後可使也。\" \\n 第十章 \\n 子賤治單父，其民附。孔子曰：\"告丘之所以治之者。\"對曰：\"不齊時發倉廩，振困窮，補不足。\"孔子曰：\"是小人附耳，未也。\"對曰：\"賞有能，招賢才，退不肖。\"孔子曰：\"是士附耳，未也。\"對曰：\"所父事者三人，所兄事者五人，所友者十有二人，所師者一人。\"孔子曰：\"所父事者三人，足以教孝矣。所兄事者五人，足以教弟矣。所友者十有二人，足以祛壅蔽矣。所師者一人，足以慮無失策，舉無敗功矣。昔者堯舜清微其身，以聽觀天下，務來賢人。夫舉賢者，百福之宗也，而神明之主也。惜乎不齊之所爲者小也。爲之大功，乃與堯舜參矣。\"詩曰：\"愷悌君子，民之父母。\"子賤其似之矣。 \\n 第十一章 \\n 度地圖居以立國，崇恩溥利以懷衆，明好惡以正法度，率民力稼，學校庠序以立教，事老養孤以化民，升賢賞功以觀善，懲奸絀失以醜惡，講御習射以防患，禁奸止邪以除害，接賢連友以廣智，宗親族附以益强。詩曰：\"愷悌君子。\" \\n 第十二章 \\n 齊景公使使於楚，楚王與之上九重之臺，顧使者曰：\"齊亦有臺若此者乎？\"使者曰：\"吾君有治位之堂，土階三等，茅茨不翦，采椽不斫，猶以謂爲之者勞，居之者泰。吾君惡有臺若此者乎？\"於是楚王蓋悒如也。使者不可謂不辱君命、其能專對矣。 \\n 第十三章 \\n 傳曰：予小子使爾繼邵公之後。受命者必以其祖命之。孔子爲魯司寇，命之曰：\"宋公之子弗甫何孫，魯孔丘，命爾爲司寇。\"孔子曰：\"弗甫敦及厥辟，將不堪。\"公曰：\"不妄。\"傳曰：諸侯之有德，天子錫之。一錫車馬，再錫衣服，三錫虎賁，四錫樂器，五錫納陛，六錫朱戶，七錫弓矢，八錫鈇鉞，九錫秬鬯，謂之九錫也。詩曰：\"釐爾圭瓚，秬鬯一卣。\" \\n 第十四章 \\n 齊景公謂子貢曰：\"先生何師？\"對曰：\"魯仲尼。\"曰：\"仲尼賢乎？\"曰：\"聖人也，豈直賢哉！\"景公嘻然而笑曰：\"其聖何如？\"子貢曰：\"不知也。\"景公悖然作色曰：\"始言聖人，今言不知，何也？\"子貢曰：\"臣終身戴天，不知天之高也。終身踐地，不知地之厚也。若臣之事仲尼，譬猶渴操壺杓，就江海而飲之，腹滿而去，又安知江海之深乎？\"景公曰：\"先生之譽，得無太甚乎？\"子貢曰：\"臣賜何敢甚言，尚慮不及耳。臣譽仲尼，譬猶兩手捧土而附泰山，其無益亦明矣。使臣不譽仲尼，譬猶兩手杷泰山，無損亦明矣。\"景公曰：\"善！豈其然？善！豈其然？\"詩曰：\"民民翼翼，不測不克。\" \\n 第十五章 \\n 一穀不升謂之〈食兼〉，二穀不升謂之飢，三穀不升謂之饉，四穀不升謂之荒，五穀不升謂之大侵。大侵之禮，君食不兼味，臺榭不飾，道路不除，百官補而不制，鬼神禱而不祠，此大侵之禮也。詩曰：\"我居御卒荒。\"此之謂也。 \\n 第十六章 \\n 古者天子爲諸侯受封，謂之采地，百里諸侯以三十里，七十里諸侯以二十里，五十里諸侯以十五里。其後子孫雖有罪而絀，其采地不絀，使子孫賢者守其地，世世以祠其始受封之君。此之謂興滅國繼絕世也。書曰：\"茲予大享于先王，爾祖其從與享之。\" \\n 第十七章 \\n 梁山崩，晉君召大夫伯宗。道逢輦者，以其輦服其道。伯宗使其右下，欲鞭之。輦者曰：\"君趨道豈不遠矣，不如捷而行。\"伯宗喜，問其居，曰：\"絳人也。\"伯宗曰：\"子亦有聞乎？\"曰：\"梁山崩，壅河，顧三日不流，是以召子。\"伯宗曰：\"如之何？\"曰：\"天有山，天崩之。天有河，天壅之。伯宗將如之何？\"伯宗私問之，曰：\"君其率羣臣素服而哭之，旣而祠焉，河斯流矣。\"伯宗問其姓名，弗告。伯宗到，君問伯宗，以其言對。於是君素服率羣臣而哭之，旣而祠焉，河斯流矣。君問伯宗何以知之，伯宗不言受輦者，詐以自知。孔子聞之，曰：\"伯宗其無後，攘人之善。\"詩曰：\"天降喪亂，滅我立王。\"又曰：\"畏天之威，于時保之。\" \\n 第十八章 \\n 晉平公使范昭觀齊國之政。景公錫之宴。晏子在前。范昭趨曰：\"願君之倅樽以爲壽。\"景公顧左右曰：\"酌寡人樽，獻之客。\"范昭已飲，晏子曰：\"徹去樽。\"范昭不說，起舞，顧太師曰：\"子爲我奏成周之樂，吾爲子舞之。\"太師對曰：\"盲臣不習。\"范昭起出門。景公謂晏子曰：\"夫晉，天下大國也，使范昭來觀齊國之政，今子怒大國之使者，將奈何？\"晏子曰：\"范昭之爲人也，非陋而不知禮也，是欲試吾君臣，嬰故不從。\"於是景公召太師而問之曰：\"范昭使子奏成周之樂，何故不調？\"對如晏子。於是范昭歸報平公曰：\"齊未可幷也。吾試其君，晏子知之。吾犯其樂，太師知之。\"孔子聞之曰：\"善乎晏子，不出俎豆之間，折衝千里之外。\"詩曰：\"實右序有周，薄言振之，莫不震叠。\" \\n 第十九章 \\n 三公者何？曰司馬，司空，司徒也。司馬主天，司空主土，司徒主人。故陰陽不和，四時不節，星辰失度，災變非常，則責司馬。山陵崩竭，川谷不流，五穀不植，草木不茂，則責之司空。君臣不正，人道不和，國多盜賊，下怨其上，則責之司徒。故三公典其職，憂其分，舉其辯，明其德，此三公之任也。詩曰：\"濟濟多士，文王以寧。\"又曰：\"明照有周，式序在位。\"言各稱職也。 \\n 第二十章 \\n 夫賢君之治也，溫良而和，寬容而愛，刑清而省，喜賞而惡罰。移風崇教，生而不殺，布惠施恩，仁不偏與。不奪民力，役不踰時，百姓得耕，家有收聚，民無凍餒，食無腐敗。士不造無用，雕文不粥于肆。斧斤以時入山林。國無佚士，皆用於世。黎庶歡樂衍盈。方外遠人歸義，重譯執贄。故得風雨不烈。小雅曰：\"有弇淒淒，興雲祁祁。\"以是知太平無飄風景雨明矣。 \\n 第二十一章 \\n 昨日何生？今日何成？必念歸厚，必念治生。日慎一日，完如金城。詩曰：\"我日斯邁，而月斯征。夙興夜寐，無忝爾所生。\" \\n 第二十二章 \\n 官怠於有成，病加於小愈，禍生於懈惰，孝衰於妻子。察此四者，慎終如始。易曰：\"小狐汔濟，濡其尾。\"詩曰：\"靡不有初，鮮克有終。\" \\n 第二十三章 \\n 孔子燕居，子貢攝齊而前曰：\"弟子事夫子有年矣，手竭而智罷，倦於學問，不能復進，請一休焉。\"孔子曰：\"賜也欲焉休乎？\"曰：\"賜欲休於事君。\"孔子曰：\"詩云：'夙夜匪懈，以事一人。'爲之若此其不易也，若之何其休也！\"曰：\"賜欲休於事父母。\"孔子曰：\"詩云：'孝子不匱，永錫爾類。'爲之若此其不易也，如之何其休也！\"曰：\"賜欲休於事兄弟。\"孔子曰：\"詩云：'妻子好合，如鼓瑟琴。兄弟旣翕，和樂且耽。'爲之若此其不易也，如之何其休也！\"曰：\"賜欲休於畊田。\"孔子曰：\"詩云：'晝爾于茅，宵爾索綯，亟其乘屋，其始播百穀。'爲之若此其不易也，若之何其休也！\"子貢曰：\"君子亦有休乎？\"孔子曰：\"'闔棺兮乃止播兮，不知其時之易遷兮。'此之謂君子所休也。故而不已，闔棺乃止。\"詩曰：\"日就月將。\"言學者也。 \\n 第二十四章 \\n 魯哀公問冉有曰：\"凡人之質而已，將必學而後爲君子乎？\"冉有對曰：\"臣聞之，雖有良玉，不刻鏤則不成器，雖有美質，不學則不成君子。\"曰：\"何以知其然也？\"\"夫子路，卞之野人也。子貢，衛之賈人也。皆學問於孔子，遂爲天下顯士。諸侯聞之，莫不尊敬。卿大夫聞之，莫不親愛。學之故也。昔吳楚燕代，謀爲一舉而欲伐秦。姚賈，監門之子也，爲秦往使之，遂絕其謀，止其兵。及其反國，秦王大悅，立爲上卿。夫百里奚，齊之乞者也，逐於齊西，無以進，自賣五羊皮，爲一軛車。見秦繆公，立爲相，遂覇西戎。太公望，少爲人壻，老而見去，屠牛朝歌，賃於棘津，釣於磻溪，文王舉而用之，封於齊。管仲親射桓公，遂除報仇之心，立以爲相，存亡繼絶，九合諸侯，一匡天下。此四子者，皆嘗卑賤窮辱矣，然其名聲馳於後世，豈非學問之所致乎？由此觀之，士必學問，然後成君子。詩曰：'日就月將。'\"於是哀公嘻然而笑曰：\"寡人雖不敏，請奉先生之教矣。\" \\n 第二十五章 \\n 曾子有過，曾晳引杖擊之。仆地，有間乃蘇，起曰：\"先生得無病乎？\"魯人賢曾子，以告夫子。夫子告門人：\"參來勿內也。\"曾子自以爲無罪，使人謝夫子。夫子曰：\"汝不聞昔者舜爲人子乎？小箠則待，大杖則逃。索而使之，未嘗不在側，索而殺之，未嘗可得。今汝委身以待暴怒，拱立不去。汝非王者之民邪？殺王者之民，其罪何如？\"詩曰：\"優哉柔哉，亦是戾矣。\"又曰：\"載色載笑，匪怒伊教。\" \\n 第二十六章 \\n 齊景公使人爲弓，三年乃成。景公引弓而射，不穿一札。景公怒，將殺弓人。弓人之妻往見景公，曰：\"蔡人之子，弓人之妻也。此弓者，太山之南烏號之柘，燕牛之角，荊麋之筋，河魚之膠也。四物者，天下之練材也，不宜穿札之少如此。且妾聞奚公之車，不能獨走，莫耶雖利，不能獨斷，必有以動之。夫射之道，左手若拒石，右手若附枝，掌若握卵，四指如斷短杖，右手發之，左手不知，此蓋射之道。\"景公以其言爲儀而射之，穿七札。蔡人之夫立出矣。詩曰：\"好是正直。\" \\n 第二十七章 \\n 齊有得罪於景公者，景公大怒，縛置之殿下，召左右肢解之，敢諫者誅。晏子左手持頭，右手磨刀，仰而問曰：\"古者明王聖主，其肢解人，不審從何肢始也？\"景公離席曰：\"縱之！罪在寡人。\"詩曰：\"好是正直。\" \\n 第二十八章 \\n 傳曰：居處齊則色姝，食飲齊則氣珍，言語齊則信聽，思齊則成，志齊則盈。五者齊，斯神居之。詩曰：\"旣和且平，依我磬聲。\" \\n 第二十九章 \\n 魏文侯問狐卷子曰：\"父賢足恃乎？\"對曰：\"不足。\"\"子賢足恃乎？\"對曰：\"不足。\"\"兄賢足恃乎？\"對曰：\"不足。\"\"弟賢足恃乎？\"對曰：\"不足。\"\"臣賢足恃乎？\"對曰：\"不足。\"文侯勃然作色而怒曰：\"寡人問此五者於子，一一以爲不足者何也？\"對曰：\"父賢不過堯，而丹朱放。子賢不過舜，而｛鼓耳｝瞍拘。兄賢不過舜，而象放。弟賢不過周公，而管叔誅。臣賢不過湯武，而桀紂伐。望人者不至，恃人者不久。君欲治，從身始。人何可恃乎？\"詩曰：\"自求伊祜。\"此之謂也。 \\n 第三十章 \\n 湯作護。聞其宮聲，使人溫良而寬大。聞其商聲，使人方廉而好義。聞其角聲，使人惻隱而愛仁。聞其徵聲，使人樂養而好施。聞其羽聲，使人恭敬而好禮。詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十一章 \\n 孔子曰：\"易先同人後大有，承之以謙，不亦可乎？\"故天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。謙者，抑事而損者也。持盈之道，抑而損之，此謙德之於行也。順之者吉，逆之者凶。五帝旣沒，三王旣衰，能行謙德者，其惟周公乎。周公以文王之子，武王之弟，成王之叔父，假天子之尊位七年，所執贄而師見者十人，所還質而友見者十三人，窮巷白屋之士所先見者四十九人，時進善者百人，宮朝者千人，諫臣五人，輔臣五人，拂臣六人，戴干戈以至於封侯，異族九十七人，而同姓之士百人。孔子曰：\"猶以爲周公爲天下黨，則以同族爲衆，而異族爲寡也。\"故德行寬容而守之以恭者榮，土地廣大而守之以儉者安，位尊祿重而守之以卑者貴，人衆兵强而守之以畏者勝，聰明睿智而守之以愚者哲，博聞强記而守之以淺者不隘。此六者皆謙德也。易曰：\"謙亨，君子有終吉。\"能以此終吉者，君子之道也。貴爲天子，富有四海，而德不謙，以亡其身，桀紂是也，而況衆庶乎？夫易有一道焉，大足以治天下，中足以安家國，近足以守其身者，其惟謙德乎。詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十二章 \\n 昔者田子方出，見老馬於道，喟然有志焉，以問於御者曰：\"此何馬也？\"御曰：\"故公家畜也，罷而不爲用，故出放之也。\"田子方曰：\"少盡其力，而老棄其身，仁者不爲也。\"束帛而贖之。窮士聞之，知所歸心矣。詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十三章 \\n 齊莊公出獵，有螳蜋舉足將搏其輪，問其御曰：\"此何蟲也？\"御曰：\"此是螳蜋也。其爲蟲，知進不知退，不量力而輕就敵。\"莊公曰：\"此爲人必爲天下勇士矣。\"於是回車避之，而勇士歸之。詩曰：\"湯降不遲，聖敬日躋。\" \\n 第三十四章 \\n 魏文侯問李克曰：\"人有惡乎？\"李克曰：\"有。夫貴者則賤者惡之，富者則貧者惡之，智者則愚者惡之。\"文侯曰：\"善。行此三者，使人勿惡，亦可乎？\"李克曰：\"可。臣聞貴而下賤，則衆弗惡也。富而分貧，則窮士弗惡也。智而教愚，則童蒙者弗惡也。\"文侯曰：\"善哉言乎，堯舜其猶病諸！寡人雖不敏，請守斯語矣。\"詩曰：\"不遑啓處。\" \\n 第三十五章 \\n 有鳥於此，架巢於葭葦之顛，天喟然而風，則葭折而巢壞，何也？其所託者弱也。稷蜂不攻，而社鼠不薰，非以稷蜂社鼠之神，其所託者善也。故聖人求賢者以自輔，夫吞舟之魚大矣，蕩而失水，則爲螻蟻所制，失其輔也。故詩曰：\"不明爾德，以無陪無側。爾德不明，以無陪無側。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第九", "正文": "　 \\n 韓詩外傳卷第九 \\n 　 \\n  \\n 第一章 \\n 孟子少時誦，其母方織。孟子輟然中止，乃復進。其母知其諠也，呼而問之曰：\"何爲中止？\"對曰：\"有所失復得。\"其母引刀裂其織，以此誡之。自是之後，孟子不復諠矣。孟子少時，東家殺豚，孟子問其母曰：\"東家殺豚何爲？\"母曰：\"欲啖汝。\"其母自悔失言，曰：\"吾懷姙是子，席不正不坐，割不正不食，胎教之也。今適有知而欺之，是教之不信也。\"乃買東家豚肉以食之，明不欺也。詩曰：\"宜爾子孫承承兮。\"言賢母使子賢也。 \\n 第二章 \\n 田子爲相，三年歸休，得金百鎰奉其母，母曰：\"子安得此金？\"對曰：\"所受俸祿也。\"母曰：\"爲相三年不食乎？治官如此，非吾所欲也。孝子之事親也，盡力致誠，不義之物，不入於館。爲人臣不忠，是爲人子不孝也。子其去之。\"田子愧慙走出，造期還金，退請就獄。王賢其母，說其義，卽舍田子罪，令復爲相，以金賜其母。詩曰：\"宜爾子孫承承兮。\"言賢母使子賢也。 \\n 第三章 \\n 孔子出行，聞哭聲甚悲。孔子曰：\"驅之驅之！前有賢者。\"至則皋魚也，被褐擁鎌，哭於道旁。孔子辟車與之言曰：\"子非有喪，何哭之悲也？\"皋魚曰：\"吾失之三矣。少而好學，周遊諸侯，以歿吾親，失之一也。高尚吾志，簡吾事，不事庸君，而晚事無成，失之二也。與友厚而中絕之，失之三矣。夫樹欲靜而風不止，子欲養而親不待，往而不可追者年也，去而不可得見者親也。吾請從此辭矣。\"立槁而死。孔子曰：\"弟子識之，足以誡矣。\"於是門人辭歸而養親者十有三人。 \\n 第四章 \\n 子路曰：\"有人於斯，夙興夜寐，手足胼胝而面目黧黑，樹藝五穀以事其親，而無孝子之名者，何也？\"孔子曰：\"意者身未敬邪？色不順邪？辭不遜邪？古人有言曰：'衣歟醪歟，曾不爾聊。'子勞以事其親，無此三者，何爲無孝之名？意者所友非仁人邪？坐，吾語汝。雖有國士之力，不能自舉其身。非無力也，勢不便也。是以君子入則篤孝，出則友賢，何爲其無孝子之名？\"詩曰：\"父母孔邇。\" \\n 第五章 \\n 伯牙鼓琴，鍾子期聽之。方鼓琴，志在太山，鍾子期曰：\"善哉鼓琴，巍巍乎如太山！\"莫景之間，志在流水，鍾子期曰：\"善哉鼓琴，洋洋乎若江河！\"鍾子期死，伯牙擗琴絕弦，終身不復鼓琴，以爲世無足與鼓琴也。非獨鼓琴如此，賢者亦有之。苟非其時，則賢者將奚由得遂其功哉！ \\n 第六章 \\n 秦攻魏，破之，少子亡而不得。令魏國曰：\"有得公子者賜金千斤，匿者罪至十族。\"公子乳母與俱亡。人謂乳母曰：\"得公子者賞甚重，乳母當知公子處而言之。\"乳母應之曰：\"我不知其處。雖知之，死則死，不可以言也。爲人養子，不能隱而言之，是畔上畏死。吾聞忠不畔上，勇不畏死。凡養人子者務生之，非務殺之也。豈可見利畏誅之故，廢義而行詐哉？吾不能生而使公子獨死矣。\"遂與公子俱逃澤中。秦軍見而射之，乳母以身蔽之，著十二矢，遂不令中公子。秦王聞之，饗以太牢，且爵其兄爲大夫。詩曰：\"我心匪石，不可轉也。\" \\n 第七章 \\n 子路曰：\"人善我，我亦善之。人不善我，我不善之。\"子貢曰：\"人善我，我亦善之。人不善我，我則引之進退而已耳。\"顔回曰：\"人善我，我亦善之。人不善我，我亦善之。\"三子所持各異，問於夫子，夫子曰：\"由之所持，蠻貊之言也。賜之所持，朋友之言也。回之所持，親屬之言也。\"詩曰：\"人而無良，我以爲兄。\" \\n 第八章 \\n 齊景公縱酒，醉而解衣冠，鼓琴以自樂，顧左右曰：\"仁人亦樂此乎？\"左右曰：\"仁人耳目猶人，何爲不樂乎！\"景公曰：\"駕車以迎晏子。\"晏子聞之，朝服而至。景公曰：\"今者寡人此樂，顧與大夫同之，請去禮。\"晏子曰：\"君言過矣。自齊國五尺已上，力皆能勝嬰與君，所以不敢亂者，畏禮也。故自天子無禮則無以守社稷，諸侯無禮則無以守其國。爲人上無禮則無以使其下，爲人下無禮則無以事其上。大夫無禮則無以治其家，兄弟無禮則不同居。人而無禮，不若遄死。\"景公色愧，離席而謝曰：\"寡人不仁，無良左右淫湎寡人，以至於此。請殺左右以補其過。\"晏子曰：\"左右無過。君好禮，則有禮者至，無禮者去。君惡禮，則無禮者至，有禮者去。左右何罪乎？\"景公曰：\"善哉！\"乃更衣而坐，觴酒三行。晏子辭去，景公拜送。詩曰：\"人而無禮，胡不遄死！\" \\n 第九章 \\n 傳曰：堂衣若扣孔子之門曰：\"丘在乎？丘在乎？\"子貢應之曰：\"君子尊賢而容衆，嘉善而矜不能，親內及外，己所不欲，勿施於人。子何言吾師之名爲？\"堂衣若曰：\"子何少言之絞！\"子貢曰：\"大車不絞則不成其任，琴瑟不絞則不成其音。子之言絞，是以絞之也。\"堂衣若曰：\"吾始以鴻之力，今徒翼耳。\"子貢曰：\"非鴻之力，安能舉其翼？\"詩曰：\"如切如瑳，如錯如磨。\" \\n 第十章 \\n 齊景公出弋昭華之池，使顔斲聚主鳥而亡之，景公怒而欲殺之，晏子曰：\"夫斲聚有死罪四，請數而誅之。\"景公曰：\"諾。\"晏子曰：\"斲聚！汝爲吾君主鳥而亡之，是罪一也。使吾君以鳥之故而殺人，是罪二也。使四國諸侯聞之，以吾君重鳥而輕士，是罪三也。天子聞之，必將貶絀吾君，危其社稷，絕其宗廟，是罪四也。此四罪者，故當殺無赦，臣請加誅焉。\"景公曰：\"止！此吾過矣。願夫子爲寡人敬謝焉。\"詩曰：\"邦之司直。\" \\n 第十一章 \\n 魏文侯問於解狐曰：\"寡人將立西河之守，誰可用者？\"解狐對曰：\"荊伯柳者，賢人，殆可。\"文侯曰：\"是非子之讎也？\"對曰：\"君問可，非問讎也。\"於是將以荊伯柳爲西河守。荊伯柳問左右：\"誰言我於吾君？\"左右皆曰解狐。荊伯柳往見解狐而謝之曰：\"子乃寬臣之過也，言於君。謹再拜謝。\"解狐曰：\"言子者公也，怨子者私也。公事已行，怨子如故。\"張弓射之，走十步而沒。可謂勇矣。詩曰：\"邦之司直。\" \\n 第十二章 \\n 楚有善相人者，所言無遺策，聞於國中。莊王召見而問焉。對曰：\"臣非能相人也，能相人之友者也。觀布衣者，其友皆孝悌，篤謹畏令，如此者家必日益，而身日安，此所謂吉人者也。觀事君者，其友皆誠信，有行好善，如此者措事日益，官職日進，此所謂吉臣者也。觀人主也，朝臣多賢，左右多忠，主有失，皆敢交爭正諫，如此者國日安，主日尊，名聲日顯，此所謂吉主者也。臣非能相人也，能觀人之友者也。\"王曰：\"善！\"其所以任賢使能而覇天下者，殆遇之於是也。詩曰：\"彼己之子，邦之彥兮。\" \\n 第十三章 \\n 孔子出遊少源之野，有婦人中澤而哭，其音甚哀。孔子怪之，使弟子問焉，曰：\"夫人何哭之哀？\"婦人曰：\"鄉者刈蓍薪而亡吾蓍簪，吾是以哀也。\"弟子曰：\"刈蓍薪而亡蓍簪，有何悲焉？\"婦人曰：\"非傷亡簪也，吾所以悲者，蓋不忘故也。\"詩曰：\"代馬依北風，飛鳥揚故巢。\"皆不忘故之謂也。 \\n 第十四章 \\n 傳曰：君子之聞道，入之於耳，藏之於心，察之以仁，守之以信，行之以義，出之以遜，故人無不虛心而聽也。小人之聞道，入之於耳，出之於口，苟言而已，譬如飽食而嘔之，其不惟肌膚無益，而於志亦戾矣。詩曰：\"胡能有定。\" \\n 第十五章 \\n 孔子與子路子貢顔淵游於戎山之上，孔子喟然嘆曰：\"二三子者各言爾志，予將覽焉。由爾何如？\"曰：\"得白羽如月，赤羽如日，擊鐘鼓者，上聞於天，旌旗翩飜，下蟠於地，使將而攻之，惟由爲能。\"孔子曰：\"勇士哉！賜爾何如？\"對曰：\"得素衣縞冠，使於兩國之間，不持尺寸之兵，升斗之糧，使兩國相親如兄弟。\"孔子曰：\"辯士哉！回爾何如？\"對曰：\"鮑魚不與蘭茝同笥而藏，桀紂不與堯舜同時而治。二子已言，回何言哉？\"孔子曰：\"回有鄙之心？\"顔淵曰：\"願得明王聖主爲之相，使城郭不治，溝池不鑿，陰陽和調，家給人足，鑄庫兵以爲農器。\"孔子曰：\"大士哉！由來，區區治何攻？賜來，便便治何使？願得衣冠爲子宰焉。\" \\n 第十六章 \\n 賢士不以恥食，不以辱得。老子曰：\"名與身孰親？身與貨孰多？得與亡孰病？是故甚愛必大費，多藏必厚亡。知足不辱，知止不殆，可以長久。大成若缺，其用不敝。大盈若沖，其用不窮。大直若詘，大辯若訥，大巧若拙，其用不屈。罪莫大於多欲，禍莫大於不知足，咎莫憯於欲得。故知足之足常足矣。\" \\n 第十七章 \\n 孟子妻獨居，踞。孟子入戶視之，白其母曰：\"婦無禮，請去之。\"母曰：\"何也？\"曰：\"踞。\"其母曰：\"何知之？\"孟子曰：\"我親見之。\"母曰：\"乃汝無禮也，非婦無禮。禮不云乎：'將入門，問孰存。將上堂，聲必揚。將入戶，視必下。'不掩人不備也。今汝往燕私之處，入戶不有聲，令人踞而視之，是汝之無禮也，非婦無禮也。\"於是孟子自責，不敢去婦。詩曰：\"采葑采菲，無以下禮。\" \\n 第十八章 \\n 孔子出衛之東門，逆姑布子卿，曰：\"二三子使車避。有人將來，必相我者也。志之。\"姑布子卿亦曰：\"二三子引車避，有聖人將來。\"孔子下步，姑步子卿迎而視之五十步，從而望之五十步，問子貢曰：\"是何爲者也？\"子貢曰：\"賜之師也，所謂魯孔丘也。\"姑布子卿曰：\"是魯孔丘歟？吾固聞之。\"子貢曰：\"賜之師何如？\"姑布子卿曰：\"得堯之顙，舜之目，禹之頸，皋陶之喙。從前視之，盎盎乎似有土者。從後視之，高肩弱脊，循循固得之轉廣一尺四寸，此惟不及四聖者也。\"子貢吁然。姑布子卿曰：\"子何患焉？汙面而不惡，葭喙而不藉，遠而望之，羸乎若喪家之狗。子何患焉？\"子貢以告孔子，孔子無所辭，獨辭喪家之狗耳，曰：\"丘何敢乎？\"子貢曰：\"汙面而不惡，葭喙而不藉，賜以知之矣。不知喪家狗，是何足辭也？\"子曰：\"賜，汝獨不見夫喪家之狗歟？旣斂而椁，布席而祭，顧望無人，意欲施之。上無明王，下無賢方伯，王道衰，政教失，强陵弱，衆暴寡，百姓縱心，莫之綱紀。是人固以丘爲欲當之者也。丘何敢乎！\" \\n 第十九章 \\n 修身不可不慎也。嗜慾侈則行虧，讒毀行則害成。患生於忿怒，禍起於纖微。汙辱難湔灑，敗失不復追。不深念遠慮，後悔何益？徼幸者，伐性之斧也。嗜慾者，逐禍之馬也。謾誕者，趨禍之路也。毀於人者，困窮之舍也。是故君子去徼幸，節嗜慾，務忠信，無毀於一人，則名聲常存，稱爲君子矣。詩曰：\"何其處也，必有與也。\" \\n 第二十章 \\n 君子之居也，綏如安裘，晏如覆杅。天下有道，則諸侯畏之。天下無道，則庶人易之。非獨今日，自古亦然。昔者范蠡行遊，與齊屠地居，奄忽龍變，仁義沈浮，湯湯慨慨，天地同憂。故君子居之，安得自若？詩曰：\"心之憂矣，其誰知之！\" \\n 第二十一章 \\n 田子方之魏，魏太子從車百乘而迎之郊。太子再拜，謁田子方，田子方不下車。太子不說，曰：\"敢問何如則可以驕人矣？\"田子方曰：\"吾聞以天下驕人而亡者有矣，以一國驕人而亡者有矣。由此觀之，則貧賤可以驕人矣。夫志不得，則授履而適秦楚耳，安往而不得貧賤乎？\"於是太子再拜而後退。田子方遂不下車。 \\n 第二十二章 \\n 戴晉生弊衣冠而往見梁王。梁王曰：\"前日寡人以上大夫之祿要先生，先生不留，今過寡人邪？\"戴晉生欣然而笑，仰而永嘆曰：\"嗟乎！由此觀之，君曾不足與遊也。君不見大澤中雉乎？五步一噣，終日乃飽，羽毛悅澤，光照於日月，奮翼爭鳴，聲響於陵澤者何？彼樂其志也。援置之囷倉中，常噣梁粟，不旦時而飽，然猶羽毛憔悴，志氣益下，低頭不鳴。夫食豈不善哉？彼不得其志故也。今臣不遠千里而從君游者，豈食不足？竊慕君之道耳。臣始以君爲好士，天下無雙，乃今見君不好士，明矣。\"辭而去，終不復往。 \\n 第二十三章 \\n 楚莊王使使賫金百斤聘北郭先生。先生曰：\"臣有箕帚之使，願入計之。\"卽謂婦人曰：\"楚欲以我爲相，今日相，卽結駟列騎，食方丈於前，如何？\"婦人曰：\"夫子以織屨爲食，食粥毚履，無怵惕之憂者何哉？與物無治也。今如結駟列騎，所安不過容膝，食方丈於前，所甘不過一肉。以容膝之安，一肉之味，而殉楚國之憂，其可乎？\"於是遂不應聘，與婦去之。詩曰：\"彼美淑姬，可與晤言。\" \\n 第二十四章 \\n 傳曰：昔戎將由余使秦，秦繆公問以得失之要，對曰：\"古有國者未嘗不以恭儉也，失國者未嘗不以驕奢也。\"由余因論五帝三王之所以衰，及至布衣之所以亡。繆公然之，於是告內史王廖曰：\"鄰國有聖人，敵國之憂也。由余聖人也，將奈之何？\"王廖曰：\"夫戎王居僻陋之地，未嘗見中國之聲色。君其遺之女樂以淫其志，亂其政，其臣下必疎。因爲由余請緩期，使其君臣有間，然後可圖。\"繆公曰：\"善。\"乃使王廖以女樂二列遺戎王，爲由余請期。戎王大悅，許之。於是張酒聽樂，日夜不休，終歲淫縱，牛馬多死。由余歸，數諫不聽，去之秦。秦繆公迎而拜之上卿。遂幷國十二，辟地千里。 \\n 第二十五章 \\n 子夏過曾子，曾子曰：\"入食。\"子夏曰：\"不爲公費乎？\"曾子曰：\"君子有三費，飲食不在其中。君子有三樂，鐘磬琴瑟不在其中。\"子夏曰：\"敢問三樂。\"曾子曰：\"有親可畏，有君可事，有子可遺，此一樂也。有親可諫，有君可去，有子可怒，此二樂也。有君可喻，有友可助，此三樂也。\"子夏曰：\"敢問三費。\"曾子曰：\"少而學，長而忘之，此一費也。事君有功，而輕負之，此二費也。久交友而中絕之，此三費也。\"子夏曰：\"善哉！謹身事一言，愈於終身之誦，而事一士，愈於治萬民之功。夫知人者不可以不知也？吾嘗蓾焉，吾田朞歲不收。土莫不然，何況於人乎？與人以實，雖疎必密。與人以虛，雖戚必疎。夫實之與實，如膠如漆。虛之興虛，如薄冰之見晝日。君子可不留意哉！\"詩曰：\"神之聽之，終和且平。\" \\n 第二十六章 \\n 晏子之妻布衣紵表，田無宇譏之曰：\"出於室，何爲者也？\"晏子曰：\"臣家也。\"田無宇曰：\"位爲中卿，食田七十萬，何用是人爲畜之？\"晏子曰：\"棄老取少謂之瞽，貴而忘賤謂之亂，見色而說謂之逆。吾豈以逆亂瞽之道哉！\" \\n 第二十七章 \\n 夫鳳凰之初起也，翾翾十步，藩籬之雀，喔咿而笑之。及其升少陽，一詘一信，展羽雲間，藩籬之雀超然自知不及遠矣。士褐衣縕著未嘗完也，糲荅之食未嘗飽也，世俗之士卽以爲羞耳。及其出則安百議，用則延民命，世俗之士超然自知不及遠矣。詩曰：\"正是國人，胡不萬年！\" \\n 第二十八章 \\n 齊王厚送女，欲妻屠牛吐。屠牛吐辭以疾。其友曰：\"子終死腥臭之肆而已乎，何謂辭之？\"吐應之曰：\"其女醜。\"其友曰：\"子何以知之？\"吐曰：\"以吾屠知之。\"其友曰：\"何謂也？\"吐曰：\"吾肉善，如量而去，苦少耳。吾肉不善，雖以他附益之，尚猶賈不售。今厚送子，子醜故耳。\"其友後見之，果醜。傳曰：目如擗杏，齒如編蠁。 \\n 第二十九章 \\n 傳曰：孔子過康子，子張子夏從。孔子入坐，二子相與論，終日不決。子夏辭氣甚隘，顔色甚變。子張曰：\"子亦聞夫子之議論邪？徐言誾誾，威儀翼翼，後言先默，得之推讓，巍巍乎，蕩蕩乎，道有歸矣！小人之論也，專意自是，言人之非，瞋目搤腕，疾言噴噴，口沸目赤。一幸得勝，疾笑嗌嗌。威儀固陋，辭氣鄙俗，是以君子賤之也。\" \\n  \\n 　"}
{"章节": "韓詩外傳卷第十", "正文": "　 \\n 韓詩外傳卷第十 \\n 　 \\n  \\n 第一章 \\n 齊桓公逐白鹿，至麥丘，見邦人，曰：\"爾何謂者也？\"對曰：\"臣麥丘之邦人。\"桓公曰：\"叟年幾何？\"對曰：\"臣年八十有三矣。\"桓公曰：\"美哉壽也！\"與之飲，曰：\"叟盍爲寡人壽也？\"對曰：\"野人不知爲君王之壽。\"桓公曰：\"盍以叟之壽祝寡人矣！\"邦人奉觴再拜曰：\"使吾君固壽，金玉之賤，人民是寶。\"桓公曰：\"善哉祝乎！寡人聞之矣，至德不孤，善言必再，叟盍復之？\"邦人奉觴再拜曰：\"使吾君好學而不惡下問，賢者在側，諫者得入。\"桓公曰：\"善哉祝乎！寡人聞之，至德不孤，善言必三，叟盍復之？\"邦人奉觴再拜曰：\"無使羣臣百姓得罪於吾君，亦無使吾君得罪於羣臣百姓。\"桓公不說，曰：\"此一言者，非夫前二言之祝，叟其革之矣。\"邦人瀾然而涕下，曰：\"願君孰思之，此一言者，夫前二言之上也。臣聞子得罪於父，可因姑姊妹而謝也，父乃赦之，臣得罪於君，可使左右而謝也，君乃赦之。昔者桀得罪湯，紂得罪於武王，此君得罪於臣也，至今未有爲謝者。\"桓公曰：\"善哉！寡人賴宗廟之福，社稷之靈，使寡人遇叟於此。\"扶而載之，自御以歸，薦之於廟而斷政焉。桓公之所以九合諸侯，一匡天下，不以兵車，非獨管仲也，亦遇之於是。詩曰：\"濟濟多士，文王以寧。\" \\n 第二章 \\n 鮑叔薦管仲曰：\"臣所不如管夷吾者五。寬惠柔愛，臣弗如也。忠信可結於百姓，臣弗如也。制禮約法於四方，臣弗如也。決獄折中，臣弗如也。執枹鼓立於軍門，使士卒勇，臣弗如也。\"詩曰：\"濟濟多士，文王以寧。\" \\n 第三章 \\n 晉文公重耳亡過曹，里鳧須從，因盜重耳資而亡。重耳無糧，餒不能行，子推割股肉以食重耳，然後能行。及重耳反國，國中多不附重耳者。於是里鳧須造見曰：\"臣能安晉國。\"文公使人應之曰：\"子尚何面目來見寡人、欲安晉也！\"里鳧須曰：\"君沐邪？\"使者曰：\"否。\"里鳧須曰：\"臣聞沐者其心倒，心倒者其言悖。今君不沐，何言之悖也？\"使者以聞，文公見之，里鳧須仰首曰：\"離國久，臣民多過君，君反國而民皆自危。里鳧須又襲竭君之資，避於深山，而君以餒，介子推割股，天下莫不聞。臣之爲賊亦大矣，罪至十族，未足塞責。然君誠赦之罪，與驂乘遊於國中，百姓見之，必知不念舊惡，人自安矣。\"於是文公大悅，從其計，使驂乘於國中。百姓見之，皆曰：\"夫里鳧須且不誅而驂乘，吾何懼也！\"是以晉國大寧。故書云：\"文王卑服，卽康功田功。\"若里鳧須，罪無赦者也。詩曰：\"濟濟多士，文王以寧。\" \\n 第四章 \\n 傳曰：言爲王之不易也。大命之至，其太宗、太史、太祝，斯素服執策，北面而弔乎天子曰：\"大命旣至矣，如之何憂之長也。\"授天子策第一矣，曰：\"敬享以祭，永主天命，畏之無疆，厥躬無敢寧。\"授天子策二矣，曰：\"敬之！夙夜伊祝，厥躬無怠，萬民望之。\"授天子策三矣，曰：\"天子南面受於帝位，以治爲憂，未以位爲樂也。\"詩曰：\"天難訦斯，不易惟王。\" \\n 第五章 \\n 君子溫儉以求於仁，恭讓以求於禮，得之自是，不得自是。故君子之於道也，猶農夫之耕，雖不獲年，優之無以易也。大王亶甫有子曰太伯、仲雍、季歷，歷有子曰昌。太伯知大王賢昌而欲季爲後也，太伯去之吳。大王將死，謂季曰：\"我死，汝往讓兩兄，彼不來，汝有義而安。\"大王薨，季之吳告伯仲，伯仲從季而歸。羣臣欲伯之立季，季又讓。伯謂仲曰：\"今羣臣欲我立季，季又讓，何以處之？\"仲曰：\"刑有所謂矣，要於扶微者。可以立季。\"季遂立而養文王，文王果受命而王。孔子曰：\"太伯獨見，王季獨知。伯見父志，季知父心。故大王、太伯、王季，可謂見始知終而能承志矣。\"詩曰：\"自太伯王季。惟此王季，因心則友，則友其兄，則篤其慶，載錫之光，受祿無喪，奄有四方。\"此之謂也。太伯反吳，吳以爲君，至夫差二十八世而滅。 \\n 第六章 \\n 齊宣王與魏惠王會田於郊。魏王曰：\"亦有寶乎？\"齊王曰：\"無有。\"魏王曰：\"若寡人之小國也，尚有徑寸之珠照車前後十二乘者十枚，奈何以萬乘之國無寶乎？\"齊王曰：\"寡人之所以爲寶與王異。吾臣有檀子者，使之守南城，則楚人不敢北鄉爲寇，泗水上有十二諸侯皆來朝。吾臣有朌子者，使之守高唐，則趙人不敢東漁於河。吾臣有黔夫者，使之守徐州，則燕人祭北門，趙人祭西門，從而歸之者七千餘家。吾臣有種首者，使之備盜賊，而道不拾遺。吾將以照千里之外，豈特十二乘哉！\"魏王慙，不懌而去。詩曰：\"辭之懌矣，民之莫矣。\" \\n 第七章 \\n 東海有勇士，曰菑丘訢，以勇猛聞於天下。過神淵，曰：\"飲馬。\"其僕曰：\"飲馬於此者，馬必死。\"曰：\"以訢之言飲之。\"其馬果沈。菑丘訢去朝服，拔劍而入，三日三夜，殺三蛟一龍而出。雷神隨而擊之十日十夜，眇其左目。要離聞之，往見之，曰：\"訢在乎？\"曰：\"送有喪者。\"往見訢於墓，曰：\"聞雷神擊子十日十夜，眇子左目。夫天怨不全日，人怨不旋踵。至今弗報，何也？\"叱而去，墓上振憤者不可勝數。要離歸，謂門人曰：\"菑丘訢，天下勇士也。今日我辱之人中，是其必來攻我。暮無閉門，寢無閉戶。\"菑丘訢果夜來，拔劍拄要離頸，曰：\"子有死罪三。辱我以人中，死罪一也。暮無閉門，死罪二也。寢不閉戶，死罪三也。\"要離曰：\"子待我一言。來謁，不肖一也。拔劍不刺，不肖二也。刃先辭後，不肖三也。能殺我者，是毒藥之死耳。\"菑丘訢引劍而去曰：\"嘻！所不若者，天下惟此子爾！\"傳曰：公子目夷以辭得國，今要離以辭得身。言不可不文，猶若此乎？詩曰：\"辭之懌矣，民之莫矣。\" \\n 第八章 \\n 傳曰：齊使使獻鴻於楚，鴻渴，使者道飲，鴻攫筥潰失。使者遂之楚，曰：\"齊使臣獻鴻，鴻渴，道飲，攫筥潰失。臣欲亡去，爲兩君之使不通，欲拔劍而死，人將以吾君賤士貴鴻也。攫筥在此，願以將事。\"楚王賢其言，辯其詞，因留而賜之，終身以爲上客。故使者必矜文辭，喻誠信，明氣志，解結申屈，然後可使也。詩曰：\"辭之懌矣，民之莫矣。\" \\n 第九章 \\n 扁鵲過虢侯，世子暴病而死。扁鵲造宮門，曰：\"吾聞國中卒有壤土之事，得無有急乎？\"曰：\"世子暴病而死。\"扁鵲曰：\"入言鄭醫秦越人能活之。\"中庶子好方者出應之，曰：\"吾聞上古醫曰茅父，茅父之爲醫也，以莞爲席，以蒭爲狗，北面而祝之，發十言耳，諸扶輿而來者皆平復如故。子之方豈能若是乎？\"扁鵲曰：\"不能。\"又曰：\"吾聞中古之爲醫者曰踰跗，踰跗之爲醫也，搦腦髓，爪荒莫，吹區九竅，定腦脫，死者復生。子之方豈能若是乎？\"扁鵲曰：\"不能。\"中庶子曰：\"苟如子之方，譬如以管窺天，以錐刺地，所窺者大，所見者小，所刺者巨，所中者少。如子之方，豈足以變駭童子哉？\"扁鵲曰：\"不然。事故有昧投而中蟁頭，掩目而別白黑者。夫世子病，所謂尸蹶者。以爲不然，試入診世子，股陰當溫，耳焦焦如有啼者聲。若此者，皆可活也。\"中庶子遂入診世子，以病報虢侯，虢侯聞之，足跣而起，至門，曰：\"先生遠辱，幸臨寡人。先生幸而治之，則糞土之息，得蒙天載地長爲人。先生弗治之，則先犬馬填溝壑矣。\"言未卒而涕泣沾襟。扁鵲入，砥針礪石，取三陽五輸，爲軒光之竈，八減之湯，子同搗藥，子明灸陽，子游按摩，子儀反神，子越扶形，於是世子復生。天下聞之，皆以扁鵲能起死人也，扁鵲曰：\"吾不能起死人，直使夫當生者起耳。\"夫死者猶可藥，而況生乎？悲夫！罷君之治，無可藥而息也。詩曰：\"不可救藥。\"言必亡而已矣。 \\n 第十章 \\n 楚丘先生披蓑帶索，往見孟嘗君。孟嘗君曰：\"先生老矣，春秋高矣，多遺忘矣，何以教文？\"楚丘先生曰：\"惡將使我老！惡將使我老！意者將使我投石超距乎？追車赴馬乎？逐麋鹿搏虎豹乎？吾則死矣，何暇老哉！將使我深計遠謀乎？役精神而決嫌疑乎？出正辭而當諸侯乎？吾乃始壯耳，何老之有！\"孟嘗君赧然，汗出至踵，曰：\"文過矣，文過矣！\"詩曰：\"老夫灌灌。\" \\n 第十一章 \\n 齊景公游於牛山之上，而北望齊，曰：\"美哉國乎！鬱鬱蓁蓁。使古而無死者，則寡人將去此而何之！\"俯而泣下沾襟。國子、高子曰：\"然！臣賴君之賜，疏食惡肉可得而食也，駑馬柴車可得而乘也，且猶不欲死，而況君乎！\"又俯而泣。晏子笑曰：\"樂哉，今日嬰之游也！見怯君一而諛臣二。使古而無死者，則太公至今猶存。吾君方今將被蓑苙而立乎畎畝之中，惟農事之恤，何暇念死乎！\"景公慙而舉觴自罰，因罰二臣。 \\n 第十二章 \\n 秦繆公將田，而喪其馬，求三日而得之於莖山之陽，有鄙夫乃相與食之。繆公曰：\"此駮馬之肉，不得酒者死。\"繆公乃求酒，徧飲之然後去。明年晉師與繆公戰，晉之右路石者圍繆公而擊之，甲已墮者六札矣。食馬肉者三百餘人，皆曰：\"吾君仁而愛人，不可不死。\"還擊晉之右路石，免繆公之死。 \\n 第十三章 \\n 傳曰：卞莊子好勇，母無恙時，三戰而北，交游非之，國君辱之。卞莊子受命，顔色不變。及母死三年，魯興師，卞莊子請從。至，見於將軍，曰：\"前猶與母處，是以戰而北也，辱吾身。今母沒矣，請塞責。\"遂走敵而鬬，獲甲首而獻之曰：\"請以此塞一北。\"又獲甲首而獻之，曰：\"請以此塞再北。\"將軍止之，曰：\"足！\"不止，又獲甲首而獻之，曰：\"請以此塞三北。\"將軍止之，曰：\"足！請爲兄弟。\"卞莊子曰：\"三北以養母也，今母歿矣，吾責塞矣。吾聞之，節士不以辱生。\"遂奔敵，殺七十人而死。君子聞之曰：三北已塞責，又滅世斷宗，士節小具矣，而於孝未終也。詩曰：\"靡不有初，鮮克有終。\" \\n 第十四章 \\n 天子有爭臣七人，雖無道，不失其天下。昔殷王紂殘賊百姓，絕逆天道，至斮朝涉，刳孕婦，脯鬼侯，醢梅伯。然所以不亡者，以其有箕子比干之故。微子去之，箕子執囚爲奴，比干諫而死，然後周加兵而誅之。諸侯有爭臣五人，雖無道，不失其國。吳王夫差爲無道，至驅一市之民以葬闔閭。然所以不亡者，有伍子胥之故也。胥以死，越王勾踐欲伐之。范蠡諫曰：\"子胥之計策，尚未忘於吳王之腹心也。\"子胥死後三年，越乃能攻之。大夫有爭臣三人，雖無道，不失其家。季氏爲無道，僭天子，舞八佾，旅泰山以雍徹。孔子曰：\"是可忍也，孰不可忍也！\"然不亡者，以冉有季路爲宰臣也。故曰：\"有諤諤爭臣者其國昌，有默默諛臣者其國亡。\"詩曰：\"不明爾德，以無陪側。爾德不明，以無陪無側。\"言文王咨嗟，痛殷商無輔弼諫諍之臣而亡天下矣。 \\n 第十五章 \\n 齊桓公出遊，遇一丈夫襃衣應步，帶著桃殳。桓公怪而問之曰：\"是何名？何經所在，何篇所居？何以斥逐，何以避余？\"丈夫曰：\"是名戒桃。桃之爲言亡也。夫日日慎桃，何患之有。故亡國之社以戒諸侯，庶人之戒在於桃殳。\"桓公說其言，與之共載。來年正月庶人皆佩。詩曰：\"殷監不遠。\" \\n 第十六章 \\n 齊桓公置酒，令諸大夫曰：\"後者飲一經程。\"管仲後，當飲一經程。飲其一半，而棄其半。桓公曰：\"仲父當飲一經程，而棄之何也？\"管仲曰：\"臣聞之，酒入口者舌出，舌出者言失，言失者棄身。與其棄身，不寧棄酒乎？\"桓公曰：\"善！\"詩曰：\"荒愖于酒。\" \\n 第十七章 \\n 齊景公遣晏子南使楚。楚王聞之，謂左右曰：\"齊遣晏子使寡人之國，幾至矣。\"左右曰：\"晏子，天下之辯士也。與之議國家之邊，則不如也。與之論往古之術，則不如也。王獨可以與晏子坐，使有司束人過王，王問之，使言齊人善盜，故束之。是宜可以困之。\"王曰：\"善。\"晏子至，卽與之坐。圖國之急務，辨當世之得失，再舉再窮，王默然無以續語。居有間，束徒以過之。王曰：\"何爲者也？\"有司對曰：\"是齊人善盜，束而詣吏。\"王欣然大笑曰：\"齊乃冠帶之國，辨士之化，固善盜乎？\"晏子曰：\"然。固取之。王不見夫江南之樹乎？名橘，樹之江北，則化爲枳。何則？土地使然爾。夫子處齊之時，冠帶而立，儼有伯夷之廉，今居楚而善盜，意土地之化使然爾。王又何怪乎？\"詩曰：\"無言不酬，無德不報。\" \\n 第十八章 \\n 吳延陵季子游於齊，見遺金，呼牧者取之，牧者曰：\"何子居之高、視之下，貌之君子而言之野也！吾有君不臣，有友不友，當暑衣裘，吾豈取金者乎？\"延陵子知其爲賢者，請問姓字。牧者曰：\"子乃皮相之士也，何足語姓字哉！\"遂去。延陵季子立而望之，不見乃止。孔子曰：\"非禮勿視，非禮勿聽。\" \\n 第十九章 \\n 顔淵問於孔子曰：\"淵願貧如富，賤如貴，無勇而威，與士交通，終身無患難，亦且可乎？\"孔子曰：\"善哉回也！夫貧而如富，其知足而無欲也。賤而如貴，其讓而有禮也。無勇而威，其恭敬而不失於人也。終身無患難，其擇言而出之也。若回者，其至乎！雖上古聖人，亦如此而已。\" \\n 第二十章 \\n 齊景公出田，十有七日而不反，晏子乘而往。比至，衣冠不正，景公見而怪之曰：\"夫子何遽乎？得無有急乎？\"晏子對曰：\"然，有急。國人皆以君爲惡民所禽。臣聞之，魚鼈厭深淵而就乾淺，故得於釣網，禽獸厭深山而下於都澤，故得於田獵。今君出田十有七日而不反，不亦過乎？\"景公曰：\"不然。爲賓客莫應待邪？則行人子牛在。爲宗廟而不血食邪？則祝人太宰在。爲獄不中邪？則大理子幾在。爲國家有餘不足邪？則巫賢在。寡人有四子，猶有四肢也，而得代焉，不可患焉！\"晏子曰：\"然，人心有四肢而得代焉則善矣，令四肢無心，十有七日不死乎？\"景公曰：\"善哉言！\"遂援晏子之手，與驂乘而歸。若晏子者，可謂善諫者矣。 \\n 第二十一章 \\n 楚莊王將舉師伐晉，告士大夫曰：\"有敢諫者，死無赦。\"孫叔敖曰：\"臣聞：畏鞭箠之嚴而不敢諫其父，非孝子也，懼斧鉞之誅而不敢諫其君，非忠臣也。\"於是遂進諫曰：\"臣園中有楡，其上有蟬。蟬方奮翼悲鳴，欲飲清露，不知螳蜋之在後，曲其頸，欲攫而食之也。螳蜋方欲食蟬，而不知黃雀在後，舉其頸，欲啄而食之也。黃雀方欲食螳蜋，不知童子挾彈丸在楡下，迎而欲彈之。童子方欲彈黃雀，不知前有深坑，後有掘株也。此皆貪前之利，而不顧後害者也。非獨昆蟲衆庶若此也，人主亦然。君今知貪彼之土，而樂其士卒。\"楚國不殆而晉以寧，孫叔敖之力也。 \\n 第二十二章 \\n 晉平公之時，藏寶之臺燒，士大夫聞者，皆趨車馳馬救火。三日三夜，乃勝之。公子晏奉束帛而賀曰：\"甚善矣！\"平公勃然作色曰：\"珠玉之所藏也，國之重寶也，而天火之。士大夫皆趨車走馬而救之，子獨束帛而賀，何也？有說則生，無說則死。\"公子晏曰：\"何敢無說！臣聞之，王者藏於天下，諸侯藏於百姓，農夫藏於囷庾，商賈藏於篋匱。今百姓乏於外，短褐不蔽形，糟糠不充口，虛耗而賦斂無已，收大半而藏之臺，是以天火之。且臣聞之，昔者桀殘賊海內，賦斂無度，萬民甚苦，是故湯誅之，爲天下戮笑。今皇天降災於藏臺，是君之福也，而不自知變悟，亦恐君之爲鄰國笑矣。\"公曰：\"善！自今已往，請藏於百姓之間。\"詩曰：\"稼穡維寶，代食維好。\" \\n 第二十三章 \\n 魏文侯問里克曰：\"吳之所以亡者何也？\"里克對曰：\"數戰而數勝。\"文侯曰：\"數戰數勝，國之福也，其獨亡何也？\"里克對曰：\"數戰則民疲，數勝則主驕。驕則恣，恣則極。物疲則怨，怨則極慮。上下俱極，吳之亡猶晚矣。此夫差所以自喪於干遂。\"詩曰：\"天降喪亂，滅我立王。\" \\n 第二十四章 \\n 楚有士曰申鳴，治園以養父母，孝聞於楚。王召之，申鳴辭不往。其父曰：\"王欲用汝，何謂辭之？\"申鳴曰：\"何舍爲孝子，乃爲王忠臣乎？\"其父曰：\"使汝有祿於國，有位於廷，汝樂而我不憂矣。我欲汝之仕也。\"申鳴曰：\"喏。\"遂之朝受命，楚王以爲左司馬。其年遇白公之亂，殺令尹子西、司馬子期，申鳴因以兵圍之。白公謂石乞曰：\"申鳴，天下之勇士也，今將兵，爲之奈何？\"石乞曰：\"吾聞申鳴孝子也，劫其父以兵。\"使人謂申鳴曰：\"子與我，則與子分楚國，不與我，則殺乃父。\"申鳴流涕而應之曰：\"始則父之子，今則君之臣，已不得爲孝子矣，安得不爲忠臣乎？\"援桴鼓之，遂殺白公，其父亦死焉。王歸賞之，申鳴曰：\"受君之祿，避君之難，非忠臣也。正君之法，以殺其父，又非孝子也。行不兩全，名不兩立，悲夫！若此而生，亦何以示天下之士哉！\"遂自刎而死。詩曰：\"進退惟谷。\" \\n 第二十五章 \\n 昔者太公望、周公旦受封而見。太公問周公何以治魯，周公曰：\"尊尊親親。\"太公曰：\"魯從此弱矣。\"周公問太公曰：\"何以治齊？\"太公曰：\"舉賢尚功。\"周公曰：\"後世必有劫殺之君矣。\"後齊日以大，至於覇，二十四世而田氏代之。魯日以削，三十四世而亡。由此觀之，聖人能知微矣。詩曰：\"惟此聖人，瞻言百里。\" \\n  \\n 　"}
{"章节": "詩外傳跋", "正文": "　 \\n 詩外傳跋 \\n 　 \\n  \\n 《藝文志》有《韓家詩經》、《韓故》、《内傳》、《外傳》、《韓說》五書，今惟存《外傳》十卷。慶厯中，將作監主簿李用章序之，命工刊刻於杭，其末又題云：\"蒙文相公改章三千餘字，予家有其書百卷。\"第二章載孔子南游楚、見處子佩瑱而浣、乃令子貢以微詞三挑之，以是說《詩·漢廣》游女之章，其繆戾甚矣。他亦無足言。容齋洪氏。 \\n （據《韓詩外傳》《文淵閣四庫全書》影象版） \\n  \\n 　"}
{"章节": "四庫全書總目·經部·詩類二·附錄·韓詩外傳十卷通行本", "正文": "　 \\n 四庫全書總目·經部·詩類二·附錄·韓詩外傳十卷通行本 \\n 　 \\n  \\n 漢韓嬰撰。嬰，燕人，文帝時爲博士，景帝時至常山太傅。《漢書·藝文志》有《韓故》三十六卷、《韓內傳》四卷、《韓外傳》六卷、《韓說》四十一卷，歲久散佚，惟《韓故》二十二卷《新唐書》尚著錄，故劉安世稱\"嘗讀《韓詩·雨無正》篇\"，然歐陽修已稱\"今但存其《外傳》\"，則北宋之時，士大夫已有見有不見。范處義作《詩補傳》在紹興中，已不信劉安世得見《韓詩》，則兦在南北宋閒矣。惟此《外傳》至今尚存，然自《隋志》以後，卽較《漢志》多四卷，蓋後人所分也。其書雜引古事古語，證以詩詞，與經義不相比附，故曰《外傳》。所采多與周秦諸子相出入，班固論三家之詩，稱其\"或取春秋，采雜說，咸非其本義\"，殆卽指此類歟。中閒阿谷處女一事，洪邁《容齋隨筆》已譏之。他如稱彭祖名竝堯禹，稱長生久視，稱天變不足畏，稱韶用干戚、舜兼二女爲非，稱荆蒯芮僕不恒其德，語皆有疵。謂柳下惠殺身以成信，謂孔子稱御說恤民，謂舜生於鳴條一章爲孔子語，謂輪扁對楚成王，謂冉有稱吳楚燕代伐秦王，皆非事實。顏淵子貢子路言志事，與申鳴死白公之難事，一條而先後重見，亦失簡汏。然其中引《荀卿子·非十二子》一篇，刪去子思、孟子二條，惟存十子，其去取特爲有識。又，繭絲卵雛之喻，董仲舒取之爲《繁露》，君羣王往之訓，班固取之爲《白虎通》，精理名言，往往而有，不必盡以訓詁繩也。是書之例，每條必引詩詞，而未引詩者二十八條，又，吾語汝一條，起無所因，均疑有闕文。李善註《文選》引其孔子升泰山觀易姓而王者七十餘家事及漢皐二女事，今本皆無之，疑竝有脱簡。至《藝文類聚》引雪花六出之類，多涉訓詁，則疑爲內傳之文，傳寫偶誤，董斯張盡以爲外傳所佚，又似不然矣。 \\n 案，《漢志》以《韓外傳》入詩類，蓋與內傳連類及之。王世貞稱\"《外傳》引詩以證事，非引事以明詩\"，其說至確。今內傳解詩之說已兦，則外傳已無關於詩義，徒以時代在毛萇以前，遂列爲古來說詩之冠，使讀詩者開卷之初卽不見本旨，於理殊爲未協，以其舍詩類以外無可附麗，今從《易緯》、《尚書大傳》之例，亦別綴於末簡。 \\n （據《四庫全書總目》中華書局影印本） \\n  \\n 　"}
