{"章节": "出版說明", "正文": "　 \\n 出版說明 \\n 　 \\n 《容齋隨筆》，南宋洪邁(一一二三──一二０二)著，分《隨筆》、《續筆》、《三筆》、《四筆》、《五筆》，共五集七十四卷。 \\n 洪邁字景盧，別號野處，鄱陽(今江西波陽)人。在地方作過知州，在朝廷歷任起居郎、中書舍人兼侍讀、直學士院等官職，監修過國史，最後官至端明殿學士。他一生涉獵書籍頗多，凡有所得，便隨筆記之，前後近四十年，乃成《容齋隨筆》五集。原計劃每集各分十六卷，但書未成即死，故《五筆》僅十卷。 \\n 《容齋隨筆》是關於歷史、文學、哲學、藝術等方面的筆記。書中考證了宋以前的一些歷史史實、政治經濟制度；記述了不少詞章典故；對於宋代的典章制度記述尤詳；有較大的參考價值。對於某些歷史人物和歷史事件，也間加評論。但由於洪邁所處的時代和階級的局限，因而對歷史人物和歷史事件不可能作出恰當的評價，均有待於分析和批判。 \\n 現據清光緒元年重校同治年間洪氏刊本標點出版，供讀者研究參考。 \\n 本書是由上海師範大學古籍整理組校點整理的。 \\n 上海古籍出版社　一九七八年一月 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "容齋隨筆提要", "正文": "　 \\n 容齋隨筆提要 \\n 　 \\n (紀昀) \\n 宋鄱陽洪邁撰。凡十六卷，續筆、三筆、四筆，卷數亦如此。五筆未脫稿而歿，故僅十卷。自序稱作一筆，首尾十八年。四筆不費一年，遲速何若是之懸殊也。書中自經史諸子百家，以及醫卜星算之屬，靡不引證詳洽。雖晚年撰夷堅志，於是書不甚措意，未免利鈍互形。然大致則辯析精審。於宋代掌故，尤為嫻熟，非徒事掎摭者比，昔人謂南宋說部，當以此為首屈。知言哉。（此則錄於中國世界語出版社1995年第1版－－發文者注） \\n 容齋隨筆總序 \\n 知贛州寺簿洪公伋，以書來曰：「從祖文敏公由右史出守是邦，今四十餘年矣。伋何幸遠繼其後，官閑無事，取文敏隨筆紀錄，自一至四各十六卷，五則絕筆之書，僅有十卷，悉鋟木於郡齋，用以示邦人焉。想像抵掌風流，宛然如在，公其為我識之。」 \\n 僕頃備數憲幕，留贛二年，至之日，文敏去才旬月，不及識也。而經行之地，筆墨飛動，人誦其書，家有其像，平易近民之政，悉能言之。有訴不平者，如訴之於其父，而謁其所欲者，如謁之於其母。後十五年，文敏為翰苑，出鎮浙東，僕適後至，濫叨朝列，相隔又旬月，竟不及識。而與其子太社木莘，其孫參軍偃，相從甚久，得其文愈多，而所謂隨筆者，僅見一二，今所有太半出於浙東歸休之後，宜其不盡見也。可以稽典故，可以廣聞見，可以證訛謬，可以膏筆端，實為儒生進學之地，何止慰贛人去後之思。僕又嘗於陳日華曄，盡得夷堅十志與支志、三志及四志之二，共三百二十卷，就摘其間詩詞、雜著、藥餌、符呪之屬，以類相從，編刻於湖陰之計臺，疏為十卷，覽者便之。僕因此搜索志中，欲取其不涉神怪，近於人事，資鑒戒而佐辯博，非夷堅所宜收者，別為一書，亦可得十卷。俟其成也，規以附刻於章貢可乎？ \\n 寺簿方以課最就持憲節，威行溪洞，折其萌芽，民實陰受其賜。願少留於此，他日有餘力，則經紀文敏之家，子孫未振，家集大全，恐馴致散失，再為收拾實難。今盤洲、小隱二集，士夫珍藏墨本已久，獨野處未焉，寺簿推廣隨筆之用心，願有以亟圖之可也。嘉定壬申仲冬初吉，寶謨閣直學士、太中大夫、提舉隆興府玉隆萬壽宮臨川何異謹序。 \\n 容齋隨筆舊序 \\n 書必符乎名教，君子有所取，而讀者要非無益之言也。夫天下之事，萬有不齊，而可以憑藉者理之正，事不一而理有定在，猶百川萬折，必歸於海。否則涉於荒唐繆悠，絕類離索，以盲聵人之耳目者，在所不取。古今馳聲於墨札之場者，噓英吐華，爭相著作，浩渺連艫，策氏籍名，不可紀極，嗜博者亦必珍如拱璧，而把玩之不輟焉。 \\n 文敏公洪景盧，博洽通儒，為宋學士。出鎮浙東，歸自越府，謝絕外事，聚天下之書而遍閱之。搜悉異聞，考核經史，捃拾典故，值言之最者必札之，遇事之奇者必摘之，雖詩詞、文翰、曆讖、卜醫，鉤纂不遺，從而評之。參訂品藻，論議雌黃，或加以辯證，或繫以讚繇，天下事為，寓以正理，殆將畢載。積廿餘年，率皆成書，名曰隨筆，謙言順筆錄之云爾。加以續筆、三筆、四筆，絕於五筆，莫非隨之之意，總若干萬言。比所作夷堅志、支志、盤洲集，踔有正趣。可勸可戒，可喜可愕，可以廣見聞，可以證訛謬，可以祛疑貳，其於世教未嘗無所裨補。 \\n 予得而覽之，大豁襟抱，洞歸正理，如躋明堂，而胸中樓閣四通八達也。惜乎傳之未廣，不得人挾而家置。因命紋梓，播之方輿，以弘博雅之君子，而凡志於格物致知者，資之亦可以窮天下之理云。弘治戊午冬十月既望，巡按河南監察御史沁水李瀚書。 \\n 重刻容齋隨筆紀事一 \\n 元調少時就童子試於松江，郡將堂邑許公，通經學古人也。一語意合，或旬日再三召，恆坐列肆中，以待門啟而入。有鬻容齋隨筆者，取閱一二，則喜其聞所未聞，千錢易之。然猶未悉容齋之為何等人，隨筆之為何等書也。歸以告本師子柔先生，先生曰：「此宋文敏洪公之所著書，其考據精確，議論高簡，讀書作文之法盡是矣。」又曰：「吾向從丘子成先生見此書而不全，汝亟取以來，吾將卒業焉。」又曰：「考據議論之書，莫備於兩宋，然北則三劉、沈括，南則文敏兄弟，歐、曾輩似不及也。」元調謹受教，日夕浸灌其中，行李往來，未嘗不挾與之俱。 \\n 壬子秋，寓長干報恩僧舍，得略識一時知名士，每集必數十人，論及古今成敗及文章得失，忿爭不決者，元調輒片言以解，此書之助為多。間以示玉繩周子，讀之盡卷，惘然曰：「古人學問如是，吾儕窮措大，縱欲留意，顧安所得書，又安所得暇日乎？雖然，吾來年將館丹陽荊氏，君遊蹤務相近，頗載所藏書借我。」已而周子入翰林為修撰，寄語：「子今不患無書可讀矣。」周子謝不敏，報書：「吾則未暇，留以待子。」蓋戲之也。自後讀隨筆漸熟，又推其意以漸讀他書，如執權度稱量萬物，爽者鮮矣。每逢同儕，必勸令讀是書，而傳本甚少，慨然欲重梓以公同好。 \\n 去年春，明府勾章謝公刻子柔先生等集，工匠稿不應手，屢欲散去。元調實董較勘，始謀翻刻，以寓羈縻。而所蓄本未免舛訛，適丘子成先生家鬻舊書，得向不全本，考其序，乃弘治中沁水侍御李公瀚所刻。又從友人沈子誨借得殘落數卷，會之良合。然舛訛較所蓄本尤多，參伍是正，為改定千餘字，仍闕其疑，明府公遂為之序，復紀其重刻之故，以告我後人。 \\n 嗟乎！二十年之間，曩時相與讀是書者，遭逢聖明，當古平章軍國之任，元調獨窮老不遇，啜粥飲水，優游江海之濱，聊以整頓舊書為樂事，曾不得信其舌而奮其筆，何託落之甚也。上有稷、卨，下有巢、由，道並行而不相悖，均之為太平之象，亦各言其志也已矣。崇禎三年三月朔，嘉定馬元調書於僦居之紙窗竹屋。 \\n 重刻容齋隨筆紀事二 \\n 先文敏公容齋先生隨筆一書，與沈存中夢溪筆談、王伯厚困學紀聞等，後先並重於世。其書自經史典故、諸子百家之言，以及詩詞文翰、醫卜星曆之類，無不紀載，而多所辨證。昔人嘗稱其考據精確，議論高簡，如執權度而稱量萬物，不差累黍，歐、曾之徒所不及也。 \\n 考公自浙東致政歸田里後，自謂老懶讀書不多，凡意有得，隨筆志之，初成十六卷，又續筆以至三筆、四筆、五筆共七十四卷。宋嘉定中，公從孫寺簿伋，鋟木於章貢郡齋。明宏治中，沁水御史李公瀚，又嘗序而梓之。其嘉惠來學，為讀書稽古之益者，豈為少哉！吾家舊有此書，乃嘉定婁先生子柔，俾其門人馬巽甫氏刻而行世者。又嘗補其殘缺，訂其舛訛，流傳於今，亦已七十餘年矣。從子天爵，自疁邑得此版而歸於璟，其有闕失者，一一補正完好，重為披讀，如獲重器焉，然愧學殖荒落，不能發明其萬一。而公之沾丐後人者，已歷五百年所，又世為家藏之舊，用以公諸天下博雅嗜古之儒，未必不如瑚璉、簠簋三代法物，登之宗廟，可以觀禮，與他玩好者殊異也。公父子兄弟，忠孝大節，炳在宋史，人皆知之。 \\n 又公所著有文集、唐人萬首絕句、夷堅志等書，其題跋一種，今刻於津逮祕書中，又巽甫刻有夢溪筆談，與是書如合璧然，皆天下之公物也。璟喜是書之歸，而有光復舊物之意，因志其本末如此云。康熙三十九年春三月，族孫璟謹書。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第一(二十九則)", "正文": "　 \\n 卷第一(二十九則) \\n 　 \\n  \\n 予老去習懶，讀書不多，意之所之，隨即紀錄，因其後先，無復詮次，故目之曰隨筆。淳熙庚子，鄱陽洪邁景盧。 \\n 歐率更帖 \\n 臨川石刻雜法帖一卷，載歐陽率更一帖云：「年二十餘，至鄱陽，地沃土平，飲食豐賤，衆士往往湊聚。每日賞華，恣口所須。其二張才華議論，一時俊傑；殷、薛二侯，故不可言；戴君國士，出言便是月旦；蕭中郎頗縱放誕，亦有雅致；彭君摛藻，特有自然，至如閣山神詩，先輩亦不能加。此數子遂無一在，殊使痛心。」茲蓋吾鄉故實也。 \\n 羅處士志 \\n 襄陽有隋處士羅君墓誌曰：「君諱靖，字禮，襄陽廣昌人。高祖長卿，齊饒州刺史。曾祖弘智，梁殿中將軍。祖養，父靖，學優不仕，有名當代。」碑字畫勁楷，類褚河南，然父子皆名靖，為不可曉。拓拔魏安同父名屈，同之長子亦名屈，祖孫同名，胡人無足言者，但羅君不應爾也。 \\n 唐平蠻碑 \\n 成都有唐平南蠻碑，開元十九年，劍南節度副大使張敬忠所立。時南蠻大酋長染浪州刺史楊盛顛為邊患，明皇遣內常侍高守信為南道招慰處置使以討之，拔其九城。此事新、舊唐書及野史皆不載。肅宗以魚朝恩為觀軍容處置使，憲宗用吐突承璀為招討使，議者譏其以中人主兵柄，不知明皇用守信蓋有以啟之也。裴光庭、蕭嵩時為相，無足責者。楊氏苗裔，至今猶連「晟」字云。 \\n 半擇迦 \\n 大般若經云：梵言「扇搋半擇迦」，唐言黃門，其類有五：一曰半擇迦，總名也，有男根用而不生子；二曰伊利沙半擇迦，此云妬，謂他行欲即發，不見即無，亦具男根而不生子；三曰扇搋半擇迦，謂本來男根不滿，亦不能生子；四曰博义半擇迦，謂半月能男半月不能男；五曰留拏半擇迦，此云割，謂被割刑者。此五種黃門，名為人中惡趣受身處。搋音丑皆反。(「博义」，館本作「搏义」。) \\n 六十四種惡口 \\n 大集經載六十四種惡口之業，曰：麤語，軟語，非時語，妄語，漏語，大語，高語，輕語，破語，不了語，散語，低語，仰語，錯語，惡語，畏語，吃語，諍語，語，誑語，惱語，怯語，邪語，罪語，啞語，入語，燒語，地語，獄語，虛語，慢語，不愛語，說罪咎語，失語，別離語，利害語，兩舌語，無義語，無護語，喜語，狂語，殺語，害語，繫語，閑語，縛語，打語，歌語，非法語，自讚嘆語，說他過語，說三寶語。 \\n 八月端午 \\n 唐玄宗以八月五日生，以其日為千秋節。張說上大衍曆序云：「謹以開元十六年八月端午赤光照室之夜獻之。」唐類表有宋璟請以八月五日為千秋節表云：「月惟仲秋，日在端午。」然則凡月之五日皆可稱端午也。 \\n 贊公少公 \\n 唐人呼縣令為明府，丞為贊府，尉為少府。李太白集有餞陽曲王贊公賈少公石艾尹少公序。蓋陽曲丞、尉，石艾尉也，「贊公」、「少公」之語益奇。 \\n 郭璞葬地 \\n 世說：「郭景純過江，居於暨陽。墓去水不盈百步，時人以為近水，景純曰：『將當為陸。』今沙漲，去墓數十里皆為桑田。」此說蓋以郭為先知也。世傳錦囊葬經為郭所著，行山卜宅兆者印為元龜。然郭能知水之為陸，獨不能卜吉以免其非命乎？廁上銜刀之見淺矣。 \\n 黃魯直詩 \\n 徐陵鴛鴦賦云：「山鷄映水那相得，孤鸞照鏡不成雙。天下真成長會合，無勝比翼兩鴛鴦。」黃魯直題畫睡鴨曰：「山鷄照影空自愛，孤鸞舞鏡不作雙。天下真成長會合，兩鳧相倚睡秋江。」全用徐語點化之，末句尤精工。又有黔南十絕，盡取白樂天語，其七篇全用之，其三篇頗有改易處。樂天寄行簡詩，凡八韻，後四韻云：「相去六千里，地絕天邈然。十書九不達，何以開憂顏！渴人多夢飲，饑人多夢餐。春來夢何處？合眼到東川。」魯直翦為兩首，其一云：「相望六千里，天地隔江山。十書九不到，何用一開顏？」其二云：「病人多夢醫，囚人多夢赦。如何春來夢，合眼在鄉社！」樂天歲晚詩七韻，首句云：「霜降水返壑，風落木歸山。冉冉歲將晏，物皆復本源。」魯直改後兩句七字，作「冉冉歲華晚，昆蟲皆閉關」。 \\n 禹治水 \\n 禹貢敍治水，以冀、兗、青、徐、揚、荊、豫、梁、雍為次。考地理言之，豫居九州中，與兗、徐接境，何為自徐之揚，顧以豫為後乎？蓋禹順五行而治之耳。冀為帝都，既在所先，而地居北方，實於五行為水，水生木，木東方也，故次之以兗、青、徐；木生火，火南方也，故次之以揚、荊；火生土，土中央也，故次之以豫；土生金，金西方也，故終於梁、雍。所謂彝倫攸敍者此也。與鯀之汨陳五行，相去遠矣。此說予得之魏幾道。 \\n 敕勒歌 \\n 魯直題陽關圖詩云：「想得陽關更西路，北風低草見牛羊。」又集中有書韋深道諸帖云：「斛律明月，胡兒也，不以文章顯，老胡以重兵困敕勒川，召明月作歌以排悶。倉卒之間，語奇壯如此，蓋率意道事實耳。」予按古樂府有敕勒歌，以為齊高歡攻周玉壁而敗，恚憤疾發，使斛律金唱敕勒，歡自和之。其歌本鮮卑語，詞曰：「敕勒川，陰山下，天似穹廬，籠罩四野。天蒼蒼，野茫茫，風吹草低見牛羊。」魯直所題及詩中所用，蓋此也。但誤以斛律金為明月，明月名光，金之子也。歡敗於玉壁，亦非困於敕勒川。 \\n 淺妄書 \\n 俗間所傳淺妄之書，如所謂雲仙散錄、老杜事實、開元天寶遺事之屬，皆絕可笑。然士大夫或信之，至以老杜事實為東坡所作者，今蜀本刻杜集，遂以入注。孔傳續六帖，采摭唐事殊有功，而悉載雲仙錄中事，自穢其書。開天遺事託云王仁裕所著，仁裕五代時人，雖文章乏氣骨，恐不至此。姑析其數端以為笑。其一云：「姚元崇開元初作翰林學士，有步輦之召。」按，元崇自武后時已為宰相，及開元初三入輔矣。其二云：「郭元振少時美風姿，宰相張嘉貞欲納為婿，遂牽紅絲綫，得第三女，果隨夫貴達。」按，元振為睿宗宰相，明皇初年即貶死，後十年，嘉貞方作相。其三云：「楊國忠盛時，朝之文武，爭附之以求富貴，惟張九齡未嘗及門。」按，九齡去相位十年，國忠方得官耳。其四云：「張九齡覽蘇頲文卷，謂為文陣之雄師。」按，頲為相時，九齡元未達也。此皆顯顯可言者，固鄙淺不足攻，然頗能疑誤後生也。惟張彖指楊國忠為冰山事，資治通鑑亦取之，不知別有何據？近歲，興化軍學刊遺事，南劍州學刊散錄，皆可毀。 \\n 五臣注文選 \\n 東坡詆五臣注文選，以為荒陋。予觀選中謝玄暉和王融詩云：「阽危賴宗衮，微管寄明牧。」正謂謝安、謝玄。安石於玄暉為遠祖，以其為相，故曰宗衮。而李周翰注云：「宗衮謂王導，導與融同宗，言晉國臨危，賴王導而破苻堅。牧謂謝玄，亦同破堅者。」夫以宗衮為王導固可笑，然猶以和王融之故，微為有說，至以導為與謝玄同破苻堅，乃是全不知有史策，而狂妄注書，所謂小兒強解事也。唯李善注得之。 \\n 文煩簡有當 \\n 歐陽公進新唐書表曰：「其事則增於前，其文則省於舊。」夫文貴於達而已，繁與省各有當也。史記衞青傳：「校尉李朔、校尉趙不虞、校尉公孫戎奴，各三從大將軍獲王，以千三百戶封朔為涉軹侯，以千三百戶封不虞為隨成侯，以千三百戶封戎奴為從平侯。」前漢書但云：「校尉李朔、趙不虞、公孫戎奴，各三從大將軍，封朔為涉軹侯、不虞為隨成侯、戎奴為從平侯。」比於史記五十八字中省二十三字，然不若史記為朴贍可喜。 \\n 地險 \\n 古今言地險者，以謂函秦宅關、河之勝，齊負海、岱，趙、魏據大河，晉表裏河山，蜀有劍門、瞿唐之阻，楚國方城以為城，漢水以為池，吳長江萬里，兼五湖之固，皆足以立國。唯宋、衞之郊，四通五達，無一險可恃。然東漢之末，袁紹跨有青、冀、幽、幷四州，韓遂、馬騰輩分據關中，劉璋擅蜀，劉表居荊州，呂布盜徐，袁術包南陽、壽春，孫策取江東，天下形勝盡矣。曹操晚得兗州，倔強其間，終之夷羣雄，覆漢祚。議者尚以為操挾天子以自重，故能成功。而唐僖、昭之時，方鎮擅地，王氏有趙百年，羅洪信在魏，劉仁恭在燕，李克用在河東，王重榮在蒲，朱宣、朱瑾在兗、鄆，時溥在徐，王敬武在淄、青，楊行密在淮南，王建在蜀，天子都長安，鳳翔、邠、華三鎮鼎立為梗，李茂貞、韓建皆嘗刧遷乘輿。而朱溫區區以汴、宋、亳、潁嶻然中居，及其得志，乃與操等。以在德不在險為言，則操、溫之德又可見矣。 \\n 史記世次 \\n 史記所紀帝王世次，最為不可考信，且以稷、契論之，二人皆帝嚳子，同仕於唐虞。契之後為商，自契至成湯凡十三世，歷五百餘年。稷之後為周，自稷至武王凡十五世，歷千一百餘年。王季蓋與湯為兄弟，而世之相去六百年，既已可疑。則周之先十五世，須每世皆在位七八十年，又皆暮年所生嗣君，乃合此數，則其所享壽皆當過百年乃可。其為漫誕不稽，無足疑者。國語所載太子晉之言曰：「自后稷之始基靖民，十五王而文始平之。」皆不然也。 \\n 解釋經旨 \\n 解釋經旨，貴於簡明，惟孟子獨然。其稱公劉之詩：「乃積乃倉，乃裹餱糧，于槖于囊，思戢用光，弓矢斯張，干戈戚揚，爰方啟行。」而釋之之詞，但云：「故居者有積倉，行者有裹糧也，然後可以爰方啟行。」其稱烝民之詩：「天生烝民，有物有則，民之秉夷，好是懿德。」而引孔子之語以釋之，但曰：「故有物必有則，民之秉夷也，故好是懿德。」用兩故字，一必字，一也字，而四句之義昭然。彼訓「曰若稽古」三萬言，真可覆醬瓿也。 \\n 坤動也剛 \\n 坤卦文言曰：「坤至柔而動也剛。」王弼云：「動之方正，不為邪也。」程伊川云：「坤道至柔，而其動則剛，動剛故應乾不違。」張橫渠云：「柔亦有剛，靜亦有動，但舉一體，則有屈伸動靜終始。」又云：「積大勢成而然。」東坡云：「夫物非剛者能剛，惟柔者能剛爾。畜而不發，及其極也，發之必決。」張葆光但以訓六二之直。陳了翁云：「至柔至靜，坤之至也。剛者道之動，方者靜之德，柔剛靜動，坤元之道之德也。」郭雍云：「坤雖以柔靜為主，苟無方剛之德，不足以含洪光大。」諸家之說，率不外此。予頃見臨安退居庵僧曇瑩云：「動者謂爻之變也，坤不動則已，動則陽剛見焉。在初為復，在二為師，在三為謙，自是以往皆剛也。」其說最為分明有理。 \\n 樂天侍兒 \\n 世言白樂天侍兒唯小蠻、樊素二人。予讀集中小庭亦有月一篇云：「菱角執笙簧，谷兒抹琵琶，紅綃信手舞，紫綃隨意歌。」自注曰：「菱、谷、紫、紅皆小臧獲名。」若然，則紅、紫二綃亦女奴也。 \\n 白公詠史 \\n 東坡志林云：「白樂天嘗為王涯所讒，貶江州司馬。甘露之禍，樂天有詩云：『當君白首同歸日，是我青山獨往時。』不知者以樂天為幸之，樂天豈幸人之禍者哉？蓋悲之也。」予讀白集有詠史一篇，注云：九年十一月作。其詞曰：「秦磨利刃斬李斯，齊燒沸鼎烹酈其，可憐黃綺入商洛，閒臥白雲歌紫芝，彼為葅醢机上盡，此作鸞凰天外飛，去者逍遙來者死，乃知禍福非天為。」正為甘露事而作，其悲之之意可見矣。 \\n 十年為一秩 \\n 白公詩云：「已開第七秩，飽食仍安眠。」又云：「年開第七秩，屈指幾多人。」是時年六十二，元日詩也。又一篇云：「行開第八秩，可謂盡天年。」注曰：「時俗謂七十以上為開第八秩。」蓋以十年為一秩云。司馬溫公作慶文潞公八十會致語云「歲曆行開九帙新」，亦用此也。 \\n 裴晉公禊事 \\n 唐開成二年三月三日，河南尹李待價將禊於洛濱，前一日啟留守裴令公。公明日召太子少傅白居易，太子賓客蕭籍、李仍叔、劉禹錫，中書舍人鄭居中等十五人合宴於舟中，自晨及暮，前水嬉而後妓樂，左筆硯而右壺觴，望之若仙，觀者如堵。裴公首賦一章，四坐繼和，樂天為十二韻以獻，見於集中。今人賦上巳，鮮有用其事者。予按裴公傳，是年起節度河東，三年以病丐還東都。文宗上巳宴羣臣曲江，度不赴，帝賜以詩，使者及門而度薨。與前事相去正一年。然樂天又有一篇，題云奉和裴令公三月上巳日游太原龍泉憶去歲禊洛之作，是開成三年詩，則度以四年三月始薨。新史以為三年，誤也。宰相表却載其三年十二月為中書令，四年三月薨。而帝紀全失書，獨舊史紀、傳為是。 \\n 司字作入聲 \\n 白樂天詩，好以司字作入聲讀，如云：「四十著緋軍司馬，男兒官職未蹉跎」，「一為州司馬，三見歲重陽」，是也。又以相字作入聲，如云：「為問長安月，誰教不相離」，是也。相字之下自注云：思必切。以十字作平聲讀，如云：「在郡六百日，入山十二回」，「綠浪東西南北路，紅欄三百九十橋」，是也。以琵字作入聲讀，如云：「四絃不似琵琶聲，亂寫真珠細撼鈴」，「忽聞水上琵琶聲」，是也。武元衡亦有句云：「唯有白鬚張司馬，不言名利尚相從。」 \\n 樂天新居詩 \\n 白樂天自杭州刺史分司東都，有題新居呈王尹兼簡府中三掾詩云：「弊宅須重葺，貧家乏羨財，橋憑州守造，樹倩府寮栽，朱板新猶濕，紅英暖漸開，仍期更攜酒，倚檻看花來。」乃知唐世風俗尚為可喜。今人居閒，而郡守為之造橋，府寮為之栽樹，必遭譏議，又肯形之篇詠哉！ \\n 黃紙除書 \\n 樂天好用「黃紙除書」字，如：「紅旗破賊非吾事，黃紙除書無我名」，「正聽山鳥向陽眠，黃紙除書落枕前」，「黃紙除書到，青宮詔命催」。 \\n 白用杜句 \\n 杜子美詩云：「夜足霑沙雨，春多逆水風。」白樂天詩「巫山暮足霑花雨，隴水春多逆浪風」，全用之。 \\n 唐人重服章 \\n 唐人重服章，故杜子美有「銀章付老翁」，「朱紱負平生」，「扶病垂朱紱」之句。白樂天詩言銀緋處最多，七言如：「大抵著緋宜老大」，「一片緋衫何足道」，「暗淡緋衫稱我身」，「酒典緋花舊賜袍」，「假著緋袍君莫笑」，「腰間紅綬繫未穩」，「朱紱仙郎白雪歌」，「腰佩銀龜朱兩輪」，「便留朱紱還鈴閤」，「映我緋衫渾不見」，「白頭俱未著緋衫」，「緋袍著了好歸田」，「銀魚金帶繞腰光」，「銀章蹔假為專城」，「新授銅符未著緋」，「徒使花袍紅似火」，「似掛緋袍衣架上」。五言如：「未換銀青綬，唯添雪白鬚」，「笑我青袍故，饒君茜綬新」，「老逼教垂白，官科遣著緋」，「那知垂白日，始是著緋年」，「晚遇何足言，白髮映朱紱」。至於形容衣魚之句，如：「魚綴白金隨步躍，鵠銜紅綬繞身飛。」 \\n 詩讖不然 \\n 今人富貴中作不如意語，少壯時作衰病語，詩家往往以為讖。白公十八歲，病中作絕句云：「久為勞生事，不學攝生道，少年已多病，此身豈堪老？」然白公壽七十五。 \\n 青龍寺詩 \\n 樂天和錢員外青龍寺上方望舊山詩云：「舊峯松雪舊溪雲，悵望今朝遙屬君，共道使臣非俗吏，南山莫動北山文。」頃於乾道四年講筵開日，蒙上書此章於扇以賜，改「使臣」為「侍臣」云。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第二(二十四則)", "正文": "　 \\n 卷第二(二十四則) \\n 　 \\n  \\n 唐重牡丹 \\n 歐陽公牡丹釋名云：「牡丹初不載文字，唐人如沈、宋、元、白之流，皆善詠花，當時有一花之異者，彼必形於篇什，而寂無傳焉，唯劉夢得有詠魚朝恩宅牡丹詩，但云一叢千朵而已，亦不云其美且異也。」予按，白公集有白牡丹一篇十四韻，又秦中吟十篇，內買花一章，凡百言，云：「共道牡丹時，相隨買花去。一叢深色花，十戶中人賦。」而諷諭樂府有牡丹芳一篇，三百四十七字，絕道花之妖豔，至有「遂使王公與卿士，游花冠蓋日相望」，「花開花落二十日，一城之人皆若狂」之語。又寄微之百韻詩云：「唐昌玉蕊會，崇敬牡丹期。」注：「崇敬寺牡丹花，多與微之有期。」又惜牡丹詩云：「明朝風起應吹盡，夜惜衰紅把火看。」醉歸盩厔詩云：「數日非關王事繫，牡丹花盡始歸來。」元微之有入永壽寺看牡丹詩八韻，和樂天秋題牡丹叢三韻，酬胡三詠牡丹一絕，又有五言二絕句。許渾亦有詩云：「近來無奈牡丹何，數十千錢買一窠。」徐凝云：「三條九陌花時節，萬馬千車看牡丹。」又云：「何人不愛牡丹花，占斷城中好物華。」然則元、白未嘗無詩，唐人未嘗不重此花也。 \\n 長歌之哀 \\n 嬉笑之怒，甚於裂眥，長歌之哀，過於慟哭。此語誠然。元微之在江陵，病中聞白樂天左降江州，作絕句云：「殘燈無焰影幢幢，此夕聞君謫九江。垂死病中驚起坐，暗風吹雨入寒窗。」樂天以為：「此句他人尚不可聞，况僕心哉！」微之集作「垂死病中仍悵望」，此三字既不佳，又不題為病中作，失其意矣。東坡守彭城，子由來訪之，留百餘日而去，作二小詩曰：「逍遙堂後千尋木，長送中宵風雨聲。誤喜對床尋舊約，不知漂泊在彭城。」「秋來東閤涼如水，客去山公醉似泥。困臥北窗呼不醒，風吹松竹雨凄凄。」東坡以為讀之殆不可為懷，乃和其詩以自解。至今觀之，尚能使人悽然也。 \\n 韋蘇州 \\n 韋蘇州集中，有逢楊開府詩云：「少事武皇帝，無賴恃恩私。身作里中橫，家藏亡命兒。朝持樗蒱局，暮竊東鄰姬。司隸不敢捕，立在白玉墀。驪山風雪夜，長楊羽獵時。一字都不識，飲酒肆頑癡。武皇升仙去，憔悴被人欺。讀書事已晚，把筆學題詩。兩府始收迹，南宮謬見推。非才果不容，出守撫惸嫠。忽逢楊開府，論舊涕俱垂。」味此詩，蓋應物自敍其少年事也，其不羈乃如此。李肇國史補云：「應物為性高潔，鮮食寡欲，所居焚香掃地而坐，其為詩馳驟建安已還，各得風韻。」蓋記其折節後來也。唐史失其事，不為立傳。高適亦少落魄，年五十始為詩，即工。皆天分超卓，不可以常理論云。應物為三衞，正天寶間，所為如是，而吏不敢捕，又以見時政矣。 \\n 古行宮詩 \\n 白樂天長恨歌、上陽人歌，元微之連昌宮詞，道開元間宮禁事，最為深切矣。然微之有行宮一絕句云：「寥落古行宮，宮花寂寞紅。白頭宮女在，閒坐說玄宗。」語少意足，有無窮之味。 \\n 隔是 \\n 樂天詩云：「江州去日聽箏夜，白髮新生不願聞。如今格是頭成雪，彈到天明亦任君。」元微之詩云：「隔是身如夢，頻來不為名，憐君近南住，時得到山行。」格與隔二字義同，格是猶言已是也。 \\n 張良無後 \\n 張良、陳平，皆漢祖謀臣，良之為人，非平可比也。平嘗曰：「我多陰謀，道家之所禁。吾世即廢矣，以吾多陰禍也。」平傳國至曾孫，而以罪絕，如其言。然良之爵但能至子，去其死才十年而絕，後世不復紹封，其禍更促於平，何哉？予蓋嘗考之，沛公攻嶢關，秦將欲連和，良曰：「不如因其懈怠擊之。」公引兵大破秦軍。項羽與漢王約中分天下，既解而東歸矣。良有養虎自遺患之語，勸王回軍追羽而滅之。此其事固不止於殺降也，其無後宜哉！ \\n 周亞夫 \\n 周亞夫距吳、楚，堅壁不出。軍中夜驚，內相攻擊擾亂，至於帳下。亞夫堅臥不起。頃之，復定。吳奔壁東南陬，亞夫使備西北。已而果奔西北，不得入。漢史書之，以為亞夫能持重。按，亞夫軍細柳時，天子先驅至，不得入。文帝稱其不可得而犯。今乃有軍中夜驚相攻之事，安在其能持重乎？ \\n 漢輕族人 \\n 爰盎陷鼂錯，但云：「方今計，獨有斬錯耳。」而景帝使丞相以下劾奏，遂至父母妻子同產無少長皆棄市。主父偃陷齊王於死，武帝欲勿誅，公孫丞相爭之，遂族偃。郭解客殺人，吏奏解無罪，公孫大夫議，遂族解。且偃、解兩人本不死，因議者之言，殺之足矣，何遽至族乎？漢之輕於用刑如此！ \\n 漏泄禁中語 \\n 京房與漢元帝論幽、厲事，至於十問十答。西漢所載君臣之語，未有如是之詳盡委曲者。蓋漢法漏泄省中語為大罪，如夏侯勝出道上語，宣帝責之，故退不敢言，人亦莫能知者。房初見帝時，出為御史大夫鄭君言之，又為張博道其語，博密記之，後竟以此下獄棄市。今史所載，豈非獄辭乎？王章與成帝論王鳳之罪，亦以王音側聽聞之耳。 \\n 田叔 \\n 貫高謀弒漢祖，事發覺，漢詔趙王，有敢隨王罪三族，唯田叔、孟舒等自髠鉗隨王，趙王既出，上以叔等為郡守。文帝初立，召叔問曰：「公知天下長者乎？」曰：「故雲中守孟舒，長者也。」是時，舒坐虜大入雲中免。上曰：「虜入雲中，孟舒不能堅守，士卒死者數白人，長者固殺人乎？」叔叩頭曰：「夫貫高等謀反，天子下明詔，趙有敢隨張王者，罪三族。然孟舒自髠鉗，隨張王，以身死之，豈自知為雲中守哉！是乃所以為長者。」上曰：「賢哉孟舒！」復召以為雲中守。按，田叔、孟舒同隨張王，今叔指言舒事，幾於自薦矣。叔不自以為嫌，但欲直孟舒之事，文帝不以為過，一言開悟，為之復用舒，君臣之誠意相與如此。 \\n 孟舒魏尚 \\n 雲中守孟舒，坐虜大入雲中免。田叔對文帝曰：「匈奴來為邊寇，孟舒知士卒罷敝，不忍出言，士爭臨城死敵，如子為父，以故死者數百人。孟舒豈驅之哉！」上曰：「賢哉孟舒！」復召以為雲中守。又馮唐對文帝曰：「魏尚為雲中守，虜嘗一入，尚率車騎擊之。士卒終日力戰。上功幕府，坐首虜差六級，下吏削爵。臣以為陛下罰太重。」上赦魏尚，復以為雲中守。按，孟舒、魏尚，皆以文帝時為雲中守，皆坐匈奴入寇獲罪，皆得士死力，皆用他人言復故官，事切相類，疑其只一事云。 \\n 秦用他國人 \\n 七國虎爭天下，莫不招致四方游士。然六國所用相，皆其宗族及國人，如齊之田忌、田嬰、田文，韓之公仲、公叔，趙之奉陽、平原君，魏王至以太子為相。獨秦不然，其始與之謀國以開霸業者，魏人公孫鞅也。其他若樓緩趙人，張儀、魏冉、范睢皆魏人，蔡澤燕人，呂不韋韓人，李斯楚人。皆委國而聽之不疑，卒之所以兼天下者，諸人之力也。燕昭王任郭隗、劇辛、樂毅，幾滅強齊，辛、毅皆趙人也。楚悼王任吳起為相，諸侯患楚之強，蓋衞人也。 \\n 曹參趙括 \\n 漢高祖疾甚，呂后問曰：「蕭相國既死，誰令代之。」上曰：「曹參可。」蕭何事惠帝，病，上問曰：「君即百歲後，誰可代君？」對曰：「知臣莫若主。」帝曰：「曹參何如？」曰：「帝得之矣。」曹參相齊，聞何薨，告舍人趣治行，吾且入相。居無何，使者果召參。趙括自少時學兵法，其父奢不能難，然不謂善，謂其母曰：「趙若必將之，破趙軍者必括也。」後廉頗與秦相持，秦應侯行千金為反間於趙，曰：「秦之所畏，獨趙括耳。」趙王以括代頗將。藺相如諫，王不聽。括母上書言括不可使，王又不聽。秦王聞括已為趙將，乃陰使白起代王齕，遂勝趙。曹參之宜為相，高祖以為可，惠帝以為可，蕭何以為可，參自以為可，故漢用之而興。趙括之不宜為將，其父以為不可，母以為不可，大臣以為不可，秦王知之，相應侯知之，將白起知之，獨趙王以為可，故用之而敗。嗚呼！將相安危所係，可不監哉！且秦以白起易王齕，而趙乃以括代廉頗，不待於戰，而勝負之形見矣。 \\n 信近於義 \\n 「信近於義，言可復也。恭近於禮，遠恥辱也。因不失其親，亦可宗也。」程明道曰：「因恭信而不失其所以親，近於禮義，故亦可宗。」伊川曰：「因不失於相近，亦可尚也。」又曰：「因其近禮義而不失其親，亦可宗也。况於盡禮義者乎？」范純父曰：「君子所因者本，而立愛必自親始，親親必及人。故曰因不失其親。」呂與叔分為三事。謝顯道曰：「君師友三者，雖非天屬，亦可以親，捨此三者之外，吾恐不免於諂賤。惟親不失其所親，然後可為宗也。」楊中立曰：「信不失義，恭不悖禮，又因不失其親焉，是亦可宗也。」尹彥明曰：「因其近，雖未足以盡禮義之本，亦不失其所宗尚也。」予竊以謂義與禮之極，多至於不親，能至於不失其親，斯為可宗也。然未敢以為是。(「可為宗」，館本作「為可宗」。) \\n 剛毅近仁 \\n 剛毅者，必不能令色；木訥者，必不為巧言。此近仁鮮仁之辨也。 \\n 忠恕違道 \\n 曾子曰：「夫子之道，忠恕而已矣。」中庸曰：「忠恕違道不遠。」學者疑為不同。伊川云：「中庸恐人不喻，乃指而示之近。」又云：「忠恕固可以貫道，子思恐人難曉，故降一等言之。」又云：「中庸以曾子之言雖是如此，又恐人尚疑忠恕未可便為道。故曰違道不遠。」游定夫云：「道一而已，豈參彼此所能豫哉？此忠恕所以違道，為其未能一以貫之也。雖然，欲求入道者，莫近於此。此所以違道不遠也。」楊中立云：「忠恕固未足以盡道，然而違道不遠矣。」侯師聖云：「子思之忠恕，施諸己而不願，亦勿施於人。此已是違道。若聖人，則不待施諸己而不願，然後勿施諸人也。」諸公之說大抵不同。予竊以為道不可名言，既麗於忠恕之名，則為有迹。故曰違道。然非忠恕二字亦無可以明道者。故曰不遠。非謂其未足以盡道也。違者違去之謂，非違畔之謂。老子曰：「上善若水，水善利萬物而不爭，處衆人之所惡，故幾於道。」蘇子由解云：「道無所不在，無所不利，而水亦然。然而既已麗於形，則於道有間矣。故曰幾於道。然而可名之善，未有若此者。故曰上善。」其說與此略同。 \\n 求為可知 \\n 「不患無位，患所以立，不患莫己知，求為可知也。」為之說者，皆以為當求為可知之行。唯謝顯道云：「此論猶有求位求可知之道，在至論則不然，難用而莫我知，斯我貴矣，夫復何求？」予以為君子不以無位為患，而以無所立為患；不以莫己知為患，而以求為可知為患。第四句蓋承上文言之。夫求之有道，若汲汲然求為可知，則亦無所不至矣。 \\n 里仁 \\n 「里仁為美。擇不處仁，焉得智？」孟子論函矢巫匠之術，而引此以質之，說者多以里為居，居以親仁為美。予嘗記一說云，函矢巫匠皆里中之仁也。然於仁之中有不仁存焉，則仁亦在夫擇之而已矣。嘗於鄭景望言之，景望不以為然。予以為此特謂閭巷之間所推以為仁者，固在所擇，正合孟子之意。不然，仁之為道大矣，尚安所擇而處哉？ \\n 漢采衆議 \\n 漢元帝時，珠厓反，連年不定。上與有司議大發軍，待詔賈捐之建議，以為不當擊。上以問丞相、御史，御史大夫陳萬年以為當擊，丞相于定國以為捐之議是，上從之，遂罷珠厓郡。匈奴呼韓邪單于既事漢，上書願保塞上谷以西，請罷邊備塞吏卒，以休天子人民。天子令下有司議，議者皆以為便，郎中侯應習邊事，以為不可許。上問狀，應對十策，有詔勿議罷邊塞事。成帝時，匈奴使者欲降，下公卿議，議者言宜如故事受其降。光祿大夫谷永以為不如勿受，天子從之。使者果詐也。哀帝時，單于求朝，帝欲止之，以問公卿，亦以為虛費府帑，可且勿許。單于使辭去。黃門郎揚雄上書諫，天子寤焉，召還匈奴使者，更報單于書而許之。安帝時，大將軍鄧騭欲棄涼州，幷力北邊，會公卿集議，皆以為然，郎中虞詡陳三不可，乃更集四府，皆從詡議。北匈奴復強，西域諸國既絕於漢，公卿多以為宜閉玉門關絕西域。鄧太后召軍司馬班勇問之，勇以為不可，於是從勇議。順帝時，交阯蠻叛，帝召公卿百官及四府掾屬，問以方略，皆議遣大將發兵赴之，議郎李固駁之，乞選刺史太守以往，四府悉從固議，嶺外復平。靈帝時，涼州兵亂不解，司徒崔烈以為宜棄，詔會公卿百官議之，議郎傅燮以為不可，帝從之。此八事者，所係利害甚大，一時公卿百官既同定議矣，賈捐之以下八人，皆以郎大夫之微，獨陳異說。漢元、成、哀、安、順、靈皆非明主，悉能違衆而聽之，大臣無賢愚亦不復執前說，蓋猶有公道存焉。每事皆能如是，天下其有不治乎？ \\n 漢母后 \\n 漢母后預政，不必臨朝及少主，雖長君亦然。文帝繫周勃，薄太后曰：「絳侯綰皇帝璽，將兵於北軍，不以此時反，今居一小縣，顧欲反邪？」帝謝曰：「吏方驗而出之。」遂赦勃。吳、楚反誅，景帝欲續之，竇太后曰：「吳王老人也，宜為宗室順善，今乃首亂天下，奈何續其後！」不許吳，許立楚後。郅都害臨江王，竇太后怒，會匈奴中都以漢法。帝曰：「都忠臣。」欲釋之。后曰：「臨江王獨非忠臣乎？」於是斬都。武帝用王臧、趙綰，太皇竇太后不悅儒術，綰請毋奏事東宮，后大怒，求得二人奸利事以責上，上下綰、臧吏，殺之。竇嬰、田蚡廷辯，王太后大怒不食，曰：「我在也，而人皆藉吾弟，且帝寧能為石人邪！」帝不直蚡，特為太后故殺嬰。韓嫣得幸於上，江都王為太后泣，請得入宿衞比嫣，后繇此銜嫣，嫣以奸聞，后使使賜嫣死。上為謝，終不能得。成帝幸張放，太后以為言，帝常涕泣而遣之。 \\n 田千秋郅惲 \\n 漢武帝殺戾太子，田千秋訟太子冤曰：「子弄父兵當何罪？」帝大感悟曰：「父子之間，人所難言也。公獨明其不然，公當遂為吾輔佐。」遂拜為丞相。光武廢郭后，郅惲言曰：「夫婦之好，父不能得之於子，况臣能得之於君乎？是臣所不敢言。雖然，願陛下念其可否之計，無令天下有議社稷而已。」帝曰：「惲善恕己量主。」遂以郭氏為中山王太后，卒以壽終。此二人者，可謂善處人骨肉之間，諫不費詞，婉而能入者矣。 \\n 戾太子 \\n 戾太子死，武帝追悔，為之族江充家，黃門蘇文助充譖太子，至於焚殺之。李壽加兵刃於太子，亦以他事族。田千秋以一言至為丞相，又作思子宮，為歸來望思之臺。然其孤孫囚繫於郡邸，獨不能釋之，至於掖庭令養視而不問也，豈非漢法至嚴，既坐太子以反逆之罪，雖心知其寃，而有所不赦者乎？ \\n 灌夫任安 \\n 竇嬰為丞相，田蚡為太尉，同日免。蚡後為丞相，而嬰不用無勢，諸公稍自引而怠驁，唯灌夫獨否。衞青為大將軍，霍去病才為校尉，已而皆為大司馬。青日衰，去病日益貴。青故人門下多去事去病，唯任安不肯去。灌夫、任安，可謂賢而知義矣。然皆以他事卒不免於族誅，事不可料如此。 \\n 單于朝漢 \\n 漢宣帝黃龍元年正月，匈奴單于來朝，二月歸國，十二月帝崩。元帝竟寧元年正月，又來朝，五月帝崩。故哀帝時，單于願朝，時帝被疾，或言匈奴從上游來厭人。自黃龍、竟寧時，中國輒有大故，上由是難之。既不許矣，俄以揚雄之言，復許之。然元壽二年正月，單于朝，六月帝崩。事之偶然符合，有如此者。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第三(二十一則)", "正文": "　 \\n 卷第三(二十一則) \\n 　 \\n  \\n 進士試題 \\n 唐穆宗長慶元年，禮部侍郎錢徽知舉，放進士鄭朗等三十三人，後以段文昌言其不公，詔中書舍人王起、知制誥白居易重試，駁放盧公亮等十人，貶徽江州刺史。白公集有奏狀論此事，大略云：「伏料自欲重試進士以來論奏者甚衆。蓋以禮部試進士，例許用書策，兼得通宵，得通宵則思慮必周，用書冊則文字不錯。昨重試之日，書策不容一字，木燭只許兩條，迫促驚忙，幸皆成就，若比禮部所試事校不同。」及駁放公亮等敕文，以為孤竹管賦出於周禮正經，閱其程試之文，多是不知本末。乃知唐試進士許挾書及見燭如此。國朝淳化三年，太宗試進士，出巵言日出賦題，孫何等不知所出，相率扣殿檻乞上指示之，上為陳大義。景德二年，御試天道猶張弓賦。後禮部貢院言，近年進士惟鈔略古今文賦，懷挾入試，昨者御試以正經命題，多懵所出，則知題目不示以出處也。大中祥符元年，試禮部進士，內出清明象天賦等題，仍錄題解，摹印以示之。至景祐元年，始詔御藥院，御試日進士題目，具經史所出，摹印給之，更不許上請。 \\n 儒人論佛書 \\n 韓文公送文暢序，言儒人不當舉浮屠之說以告僧。其語云：「文暢浮屠也，如欲聞浮屠之說，當自就其師而問之，何故謁吾徒而來請也？」元微之作永福寺石壁記云：「佛書之妙奧，僧當為予言，予不當為僧言。」二公之語，可謂至當。 \\n 和歸去來 \\n 今人好和歸去來詞，予最敬晁以道所言。其答李持國書云：「足下愛淵明所賦歸去來辭，遂同東坡先生和之，僕所未喻也。建中靖國間，東坡和歸去來，初至京師，其門下賓客從而和者數人，皆自謂得意也，陶淵明紛然一日滿人目前矣。參寥忽以所和篇示予，率同賦，予謝之曰：『童子無居位，先生無並行，與吾師共推東坡一人於淵明間可也。』參寥即索其文，袖之出，吳音曰：『罪過公，悔不先與公話。』今輒以厚於參寥者為子言。」昔大宋相公謂陶公歸去來是南北文章之絕唱，五經之鼓吹。近時繪畫歸去來者，皆作大聖變，和其辭者，如即事遣興小詩，皆不得正中者也。 \\n 四海一也 \\n 海一而已，地之勢西北高而東南下，所謂東、北、南三海，其實一也。北至於青、滄，則云北海，南至於交、廣，則云南海，東漸吳、越，則云東海，無由有所謂西海者。詩、書、禮經所載四海，蓋引類而言之。漢西域傳所云蒲昌海，疑亦渟居一澤爾。班超遣甘英往條支，臨大海，蓋即南海之西云。 \\n 李太白 \\n 世俗多言李太白在當塗采石，因醉泛舟於江，見月影俯而取之，遂溺死，故其地有捉月臺。予按李陽冰作太白草堂集序云：「陽冰試弦歌於當塗，公疾亟，草稿萬卷，手集未修，枕上授簡，俾為序。」又李華作太白墓誌，亦云：「賦臨終歌而卒。」乃知俗傳良不足信，蓋與謂杜子美因食白酒牛炙而死者同也。 \\n 太白雪讒 \\n 李太白以布衣入翰林，既而不得官。唐史言高力士以脫靴為恥，摘其詩以激楊貴妃，為妃所沮止。今集中有雪讒詩一章，大率載婦人淫亂敗國，其略云：「彼婦人之猖狂，不如鵲之彊彊。彼婦人之淫昏，不如鶉之奔奔。坦蕩君子，無悅簧言。」又云：「妲己滅紂，褒女惑周。漢祖呂氏，食其在傍。秦皇太后，毐亦淫荒。螮蝀作昏，遂掩太陽。萬乘尚爾，匹夫何傷。詞殫意窮，心切理直。如或妄談，昊天是殛。」予味此詩，豈非貴妃與祿山淫亂，而白曾發其奸乎？不然，則「飛燕在昭陽」之句，何足深怨也？ \\n 冉有問衛君 \\n 冉有曰：「夫子為衞君乎？」子貢曰：「吾將問之。」入，曰：「伯夷、叔齊何人也？」曰：「古之賢人也。」曰：「怨乎？」曰：「求仁而得仁，又何怨？」出，曰：「夫子不為也。」說者皆評較蒯聵、輒之是非，多至數百言，惟王逢原以十字蔽之，曰：「賢兄弟讓，知惡父子爭矣。」最為簡妙。蓋夷、齊以兄弟讓國，而夫子賢之，則不與衞君以父子爭國可知矣。晁以道亦有是語，而結意不同。尹彥明之說，與逢原同。唯楊中立云：「世之說者，以謂善兄弟之讓，則惡父子之爭可知，失其旨矣。」其意為不可曉。 \\n 商頌 \\n 宋自微子至戴公，禮樂廢壞。正考甫得商頌十二篇於周之太師，後又亡其七，至孔子時，所存才五篇爾。宋，商王之後也，於先代之詩如是，則其他可知。夫子所謂「商禮吾能言之，宋不足徵也」。蓋有嘆於此。杞以夏后之裔，至於用夷禮，尚何有於文獻哉？郯國小於杞、宋，少昊氏遠於夏、商，而鳳鳥名官，郯子枚數不忘，曰：「吾祖也，我知之。」其亦賢矣。 \\n 俗語有所本 \\n 俗語謂錢一貫有畸曰千一、千二，米一石有畸曰石一、石二，長一丈有畸曰丈一、丈二之類。按考工記：「殳長尋有四尺。」注云：「八尺曰尋，殳長丈二。」史記張儀傳，尺一之檄，漢淮南王安書云，丈一之組，匈奴傳，尺一牘，後漢，尺一詔書，唐，城南去天尺五之類，然則亦有所本云。 \\n 鄱陽學 \\n 鄱陽學在城外東湖之北，相傳以為范文正公作郡守時所創。予考國史，范公以景祐三年乙亥歲四月知饒州，四年十二月，詔自今須藩鎮乃得立學，他州勿聽，是月，范公移潤州。余襄公集有饒州新建州學記，實起於慶曆五年乙酉歲，其郡守曰都官員外郎張君，其略云：「先是郡先聖祠宮棟宇隳剝，前守亦嘗相土，而未遑締治，於是即其基於東湖之北偏而經營之。」浮梁人金君卿郎中作郡學莊田記云：「慶曆四年春，詔郡國立學，時守都官副郎張侯譚始營之，明年學成。」與余公記合。范公在饒時，延君卿置館舍，使公有意建學，記中豈無一言及之？蓋是時公既為執政，去郡十年矣。所謂前守相土者不知為何人？ \\n 國忌休務 \\n 刑統載唐大和七年敕：「准令，國忌日唯禁飲酒舉樂，至於科罰人吏，都無明文。但緣其日不合釐務，官曹即不得決斷刑獄，其小小笞責，在禮律固無所妨，起今以後，縱有此類，臺府更不要舉奏。」舊唐書載此事，因御史臺奏均王傅王堪男國忌日於私第科決作人，故降此詔。蓋唐世國忌休務，正與私忌義等，故雖刑獄亦不決斷，謂之不合釐務者此也。今在京百官，唯雙忌作假，以其拜跪多，又晝漏已數刻，若單忌獨三省歸休耳，百司坐曹決獄與常日亡異，視古誼為不同。元微之詩云：「縛遣推囚名御史，狼藉囚徒滿田地，明日不推緣國忌。」又可證也。 \\n 漢昭順二帝 \\n 漢昭帝年十四，能察霍光之忠，知燕王上書之詐，誅桑弘羊、上官桀，後世稱其明。然和帝時，竇憲兄弟專權，太后臨朝，共圖殺害。帝陰知其謀，而與內外臣僚莫由親接，獨知中常侍鄭衆不事豪黨，遂與定議誅憲，時亦年十四，其剛決不下昭帝，但范史發明不出，故後世無稱焉。順帝時，梁商為大將軍輔政，商以小黃門曹節用事於中，遣子冀與交友，而宦官忌其寵，反欲害之。中常侍張逵、蘧政、楊定等，與左右連謀，共譖商及中常侍曹騰、孟賁，云欲議廢立，請收商等按罪。帝曰：「大將軍父子我所親，騰、賁我所愛，必無是，但汝曹共妬之耳。」逵等知言不用，遂出矯詔收縛騰、賁。帝震怒，收逵等殺之，此事尤與昭帝相類。霍光忠於國，而為子禹覆其宗，梁商忠於國，而為子冀覆其宗，又相似。但順帝復以政付冀，其明非昭帝比，故不為人所稱。 \\n 三女后之賢 \\n 王莽女為漢平帝后，自劉氏之廢，常稱疾不朝會。莽敬憚傷哀，欲嫁之，后不肯，及莽敗，后曰：「何面目以見漢家。」自投火中而死。楊堅女為周宣帝后，知其父有異圖，意頗不平，形於言色，及禪位，憤惋愈甚。堅內甚愧之，欲奪其志，后誓不許，乃止。李昪女為吳太子璉妃，昪既篡吳，封為永興公主，妃聞人呼公主，則流涕而辭。三女之事略同，可畏而仰，彼為其父者，安所置愧乎？ \\n 賢父兄子弟 \\n 宋謝晦為右衞將軍，權遇已重，自彭城還都迎家，賓客輻凑。兄瞻驚駭曰：「汝名位未多，而人歸趣乃爾，此豈門戶之福邪？」乃以籬隔門庭，曰：「吾不忍見此。」又言於宋公裕，特乞降黜，以保衰門。及晦立佐命功，瞻意憂懼，遇病，不療而卒。晦果覆其宗。顏竣於孝武有功貴重，其父延之，常語之曰：「吾平生不喜見要人，今不幸見汝。」嘗早詣竣，見賓客盈門，竣尚未起，延之怒曰：「汝出糞土之中，升雲霞之上，遽驕傲如此，其能久乎？」竣竟為孝武所誅。延之、瞻可謂賢父兄矣。 \\n 隋高熲拜為僕射，其母戒之曰：「汝富貴已極，但有一斫頭爾！」熲由是常恐禍變，及罷免為民，歡然無恨色，後亦不免為煬帝所誅。唐潘孟陽為侍郎，年未四十，母曰：「以爾之材，而位丞郎，使吾憂之。」嚴武卒，母哭曰：「而今而後，吾知免為官婢。」三者可謂賢母矣。 \\n 褚淵助蕭道成篡宋為齊，淵從弟炤謂淵子賁曰：「不知汝家司空將一家物與一家，亦復何謂？」及淵為司徒，炤嘆曰：「門戶不幸，乃復有今日之拜。」淵卒，世子賁恥其父失節，服除遂不仕，以爵與其弟，屏居終身。齊王晏助明帝奪國，從弟思遠曰：「兄將來何以自立？若及此引決，猶可保全門戶。」及拜驃騎將軍，集會子弟，謂思遠兄思微曰：「隆昌之末，阿戎勸吾自裁，若從其語，豈有今日？」思遠曰：「如阿戎所見，今猶未晚也。」晏嘆曰：「世乃有勸人死者！」晏果為明帝所誅。炤、賁、思遠，可謂賢子弟矣。 \\n 蔡君謨帖 \\n 蔡君謨一帖云：「襄昔之為諫臣，與今之為詞臣，一也，為諫臣有言責，世人自見疏，今無是焉，世人見親，襄之於人，未始異之，而人之觀故有以異也。」觀此帖，乃知昔時居臺諫者，為人所疏如此。今則反是，方為此官時，其門揮汗成雨，一徙他局，可張爵羅，風俗媮薄甚矣。又有送荔枝與昭文相公一帖云：「襄再拜，宿來伏惟台候起居萬福。閩中荔枝，唯陳家紫號為第一，輒獻左右，以伸野芹之誠，幸賜收納，謹奉手狀上聞不宣。襄上昭文相公閣下。」是時，侍從與宰相往還，其禮蓋如是，今之不情苛禮，吁可厭哉！ \\n 親王與侍從官往還 \\n 神宗有御筆一紙，乃為潁王時封還李受門狀者，狀云：「右諫議大夫、天章閣待制兼侍講李受起居皇子大王。」而其外封，題曰：「台銜回納。」下云：「皇子忠武軍節度使、檢校太尉、同中書門下平章事、上柱國潁王名謹封。」名乃親書。其後受之子覆以黃，繳進，故藏於顯謨閣。先公得之於燕，始知國朝故事，親王與從官往還公禮如此。 \\n 三傳記事 \\n 秦穆公襲鄭，晉納邾捷菑，三傳所書略相似。左氏書秦事曰：「杞子自鄭告於秦曰：『潛師以來，國可得也。』穆公訪諸蹇叔，蹇叔曰：『勞師以襲遠，非所聞也，且行千里，其誰不知！』公辭焉，召孟明出師。蹇叔哭之曰：『孟子，吾見師之出，而不見其入也。』公曰：『爾何知！中壽，爾墓之木拱矣。』蹇叔之子與師，哭而送之曰：『晉人禦師必於殽，殽有二陵焉，必死是間，余收爾骨焉。』秦師遂東。」公羊曰：「秦伯將襲鄭，百里子與蹇叔子諫曰：『千里而襲人，未有不亡者也。』秦伯怒曰：『若爾之年者，宰上之木拱矣，爾曷知！』師出，百里子與蹇叔子送其子而戒之曰：『爾即死，必於殽嶔巖，吾將尸爾焉。』子揖師而行，百里子與蹇叔子從其子而哭之。秦伯怒曰：『爾曷為哭吾師？』對曰：『臣非敢哭君師，哭臣之子也。』」穀梁曰：「秦伯將襲鄭，百里子與蹇叔子諫曰：『千里而襲人，未有不亡者也。』秦伯曰：『子之冢木已拱矣，何知？』師行，百里子與蹇叔子送其子而戒之曰：『女死必於殽之巖唫之下，我將尸女於是。』師行，百里子與蹇叔子隨其子而哭之，秦伯怒曰：『何為哭吾師也！』二子曰：『非敢哭師也，哭吾子也，我老矣，彼不死，則我死矣。』」 \\n 其書邾事，左氏曰：「邾文公元妃齊姜，生定公，二妃晉姬，生捷菑。文公卒，邾人立定公。捷菑奔晉，晉趙盾以諸侯之師八百乘，納之。邾人辭曰：『齊出貜且長。』宣子曰：『辭順而弗從，不祥。』乃還。」公羊曰：「晉郤缺帥師，革車八百乘，以納接菑於邾婁，力沛然若有餘而納之，邾婁人辭曰：『接菑，晉出也，貜且，齊出也。子以其指則接菑也四，貜且也六，子以大國壓之，則未知齊、晉孰有之也。貴則皆貴矣，雖然，貜且也長。』郤缺曰：『非吾力不能納也，義實不爾克也。』引師而去之。」穀梁曰：「長轂五百乘，地千里，過宋、鄭、滕、薛，敻入千乘之國，欲變人之主，至城下，然後知，何知之晚也！捷菑，晉出也，貜且，齊出也；貜且，正也，捷菑，不正也。」 \\n 予謂秦之事，穀梁紆餘有味，邾之事，左氏語簡而切，欲為文記事者，當以是觀之。 \\n 張嘉貞 \\n 唐張嘉貞為幷州長史、天兵軍使，明皇欲相之，而忘其名，詔中書侍郎韋抗曰：「朕嘗記其風操，今為北方大將，張姓而複名，卿為我思之。」抗曰：「非張齊丘乎？今為朔方節度使。」帝即使作詔以為相，夜閱大臣表疏，得嘉貞所獻，遂相之。議者謂明皇欲大用人，而鹵莽若是，非得嘉貞表疏，則誤相齊丘矣。予考其事大為不然。按開元八年，嘉貞為相，而齊丘以天寶八載始為朔方節度，相去三十年，安得如上所云者？又是時明皇臨御未久，方厲精為治，不應置相而不審其名位，蓋鄭處誨所著明皇雜錄妄載其事，史家誤采之也，資治通鑑棄不取云。 \\n 張九齡作牛公碑 \\n 張九齡為相，明皇欲以涼州都督牛仙客為尚書，執不可，曰：「仙客河湟一使典耳，擢自胥史，目不知書，陛下必用仙客，臣實耻之。」帝不悅，因是遂罷相。觀九齡集中，有贈涇州刺史牛公碑，蓋仙客之父，譽之甚至，云：「福善莫大於有後，仙客為國之良，用商君耕戰之國，修充國羌胡之具，出言可復，所計而然，邊捍長城，主恩前席。」正稱其在涼州時，與所諫止尚書事，亦才一年，然則與仙客非有夙嫌，特為公家忠計耳。 \\n 唐人告命 \\n 唐人重告命，故顏魯公自書告身，今猶有存者。韋述集賢注記，記一事尤著，漫載於此：「開元二十三年七月，制加皇子榮王已下官爵，令宰相及朝官工書者，就集賢院寫告身以進，於是宰相張九齡、裴耀卿、李林甫，朝士蕭太師嵩，李尚書暠，崔少保琳、陳黃門希烈，嚴中書挺之，張兵部均，韋太常陟，褚諫議庭誨等十三人，各寫一通，裝縹進內，上大悅，賜三相絹各三百匹，餘官各二百匹。」以唐書考之，是時，十三王並授開府儀同三司，詔詣東宮、尚書省，上日百官集送，有司供帳設樂，悉拜王府官屬，而不書此事。 \\n 典章輕廢 \\n 典章故事，有一時廢革遂不可復者。牧守銅魚之制，新除刺史給左魚，到州取州庫右魚合契。周顯德六年，詔以特降制書，何假符契？遂廢之。唐兩省官上事宰臣，送上，四相共坐一榻，各據一隅，謂之押角。晉天福五年，敕廢之。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第四(二十三則)", "正文": "　 \\n 卷第四(二十三則) \\n 　 \\n  \\n 張浮休書 \\n 張芸叟與石司理書云：「頃遊京師，求謁先達之門，每聽歐陽文忠公、司馬溫公、王荊公之論，於行義文史為多，唯歐陽公多談吏事。既久之，不免有請：『大凡學者之見先生，莫不以道德文章為欲聞者，今先生多教人以吏事，所未諭也。』公曰：『不然。吾子皆時才，異日臨事，當自知之。大抵文學止於潤身，政事可以及物。吾昔貶官夷陵，方壯年，未厭學，欲求史、漢一觀，公私無有也。無以遣日，因取架閣陳年公案，反覆觀之，見其枉直乖錯不可勝數，以無為有，以枉為直，違法徇情，滅親害義，無所不有。且夷陵荒遠褊小，尚如此，天下固可知也。當時仰天誓心曰：自爾遇事不敢忽也。』是時蘇明允父子亦在焉，嘗聞此語。」又有答孫子發書，多論資治通鑑，其略云：溫公嘗曰：「吾作此書，唯王勝之嘗閱之終篇，自餘君子求乞欲觀，讀未終紙，已欠伸思睡矣。書十九年方成，中間受了人多少語言陵藉」云云。此兩事，士大夫罕言之，浮休集百卷無此二篇，今豫章所刊者，附之集後。 \\n 溫公客位榜 \\n 司馬溫公作相日，親書榜稿揭於客位，曰：「訪及諸君，若睹朝政闕遺，庶民疾苦，欲進忠言者，請以奏牘聞於朝廷，光得與同僚商議，擇可行者進呈，取旨行之。若但以私書寵諭，終無所益。若光身有過失，欲賜規正，即以通封書簡分付吏人，令傳入，光得內自省訟，佩服改行。至於整會官職差遣、理雪罪名，凡干身計，幷請一面進狀，光得與朝省衆官公議施行。若在私第垂訪，不請語及。某再拜咨白。」乾道九年，公之曾孫伋出鎮廣州，道過贛，獲觀之。 \\n 李頎詩 \\n 歐陽公好稱誦唐嚴維詩「柳塘春水慢，花塢夕陽遲」及楊衡「竹徑通幽處，禪房花木深」之句，以為不可及。予絕喜李頎詩云：「遠客坐長夜，雨聲孤寺秋。請量東海水，看取淺深愁。」且作客涉遠，適當窮秋，暮投孤村古寺中，夜不能寐，起坐凄惻，而聞檐外雨聲，其為一時襟抱，不言可知，而此兩句十字中，盡其意態，海水喻愁，非過語也。 \\n 詩中用茱萸字 \\n 劉夢得云：「詩中用茱萸字者凡三人。杜甫云『醉把茱萸子細看』，王維云『插遍茱萸少一人』，朱放云『學他年少插茱萸』，三君所用，杜公為優。」予觀唐人七言，用此者又十餘家，漫錄於後。王昌齡「茱萸插鬢花宜壽」，戴叔倫「插鬢茱萸來未盡」，盧綸「茱萸一朵映華簪」，權德輿「酒泛茱萸晚易曛」，白居易「舞鬟擺落茱萸房」，「茱萸色淺未經霜」，楊衡「強插茱萸隨衆人」，張諤「茱萸凡作幾年新」，耿湋「髮稀那敢插茱萸」，劉商「郵筒不解獻茱萸」，崔櫓「茱萸冷吹溪口香」，周賀「茱萸城裏一尊前」，比之杜句，真不侔矣。 \\n 鬼宿渡河 \\n 宋蒼梧王當七夕夜，令楊玉夫伺織女渡河，曰：「見，當報我；不見，當殺汝。」錢希白洞微志載：「蘇德哥為徐肇祀其先人，曰：『當夜半可已。』蓋俟鬼宿渡河之後。」翟公巽作祭儀十卷，云：「或祭於昏，或祭於旦，皆非是，當以鬼宿渡河為候，而鬼宿渡河，常在中夜，必使人仰占以俟之。」葉少蘊云：「公巽博學多聞，援證皆有據，不肯碌碌同衆，所見必過人。」予按天上經星終古不動，鬼宿隨天西行，春昏見於南，夏晨見於東，秋夜半見於東，冬昏見於東，安有所謂渡河及常在中夜之理？織女昏晨與鬼宿正相反，其理則同。蒼梧王荒悖小兒，不足笑，錢、翟、葉三公皆名儒碩學，亦不深考如此。杜詩云：「牛女漫愁思，秋期猶渡河，」「牛女年年渡，何曾風浪生？」梁劉孝儀詩云：「欲待黃昏至，含嬌淺渡河。」唐人七夕詩皆有此說，此自是牽俗遣詞之過，故杜老又有詩云：「牽牛出河西，織女處其東。萬古永相望，七夕誰見同。神光竟難候，此事終蒙朧。」蓋自洞曉其實，非他人比也。 \\n 府名軍額 \\n 雍州，軍額曰永興，府曰京兆，而守臣以「知永興軍府事兼京兆府路安撫使」結銜。鎮州，軍額曰成德，府曰真定，而守臣以「知成德軍府事兼真定府路安撫使」結銜，政和中，始正以府額為稱。荊州，軍額曰荊南，府曰江陵，而守臣則曰「知荊南」，通判曰「通判荊南」，自餘掾幕縣官則曰「江陵府」，淳熙四年，始盡以「江陵」為稱。孟州，軍額曰河陽三城，無府額，而守臣曰「知河陽軍州事」。陝州無府額，而守臣曰「知陝州軍府事」，法令行移，亦曰「陝府」。 \\n 馬融皇甫規 \\n 漢順帝時，西羌叛，遣征西將軍馬賢將十萬人討之。武都太守馬融上疏曰：「賢處處留滯，必有潰叛之變。臣願請賢所不用關東兵五千，裁假部隊之號，盡力率厲，三旬之中必克破之。」不從。賢果與羌戰敗，父子皆沒，羌遂寇三輔，燒園陵。詔武都太守趙沖督河西四郡兵追擊。安定上計掾皇甫規上疏曰：「臣比年以來，數陳便宜：羌戎未動，策其將反；馬賢始出，知其必敗。願假臣屯列坐食之兵五千，出其不意，與沖共相首尾。土地山谷，臣所曉習，可不煩方寸之印，尺帛之賜，可以滌患。」帝不能用。趙沖擊羌不利，羌寇充斥，涼部震恐，沖戰死，累年然後定。按馬融、皇甫規之言曉然易見，而所請兵皆不過五千，然訖不肯從，乃知宣帝納用趙充國之冊為不易得，所謂明主可為忠言也。 \\n 孟蜀避唐諱 \\n 蜀本石九經皆孟昶時所刻，其書「淵世民」三字皆缺畫，蓋為唐高祖、太宗諱也。昶父知祥，嘗為莊宗、明宗臣，然於「存勖嗣源」字乃不諱。前蜀王氏已稱帝，而其所立龍興寺碑，言及唐諸帝，亦皆半闕，乃知唐之澤遠矣。 \\n 翰苑親近 \\n 白樂天渭村退居寄錢翰林詩，敍翰苑之親近云：「曉從朝興慶，春陪宴柏梁。分庭皆命婦，對院即儲皇。貴主冠浮動，親王轡鬧裝。金鈿相照耀，朱紫間熒煌。毬簇桃花騎，歌巡竹葉觴。窪銀中貴帶，昂黛內人妝。賜禊東城下，頒酺曲水傍。樽罍分聖酒，妓樂借仙倡。」蓋唐世宮禁與外廷不至相隔絕，故杜子美詩：「戶外昭容紫袖垂，雙瞻御座引朝儀。」又云：「舍人退食收封事，宮女開函近御筵。」而學士獨稱內相，至於與命婦分庭，見貴主冠服、內人黛妝，假仙倡以佐酒，他司無比也。 \\n 寧馨阿堵 \\n 「寧馨」、「阿堵」，晉宋間人語助耳。後人但見王衍指錢云：「舉阿堵物却。」又山濤見衍曰：「何物老媼生寧馨兒？」今遂以阿堵為錢，寧馨兒為佳兒，殊不然也。前輩詩「語言少味無阿堵，冰雪相看有此君」，又「家無阿堵物，門有寧馨兒」，其意亦如此。宋廢帝之母王太后疾篤，帝不往視，后怒謂侍者：「取刀來剖我腹，那得生寧馨兒！」觀此，豈得為佳？顧長康畫人物，不點目睛，曰：「傳神寫照正在阿堵中。」猶言「此處」也。劉真長譏殷淵源曰：「田舍兒，強學人作爾馨語。」又謂桓溫曰：「使君，如馨地寧可鬥戰求勝？」王導與何充語曰：「正自爾馨。」王恬撥王胡之手曰：「冷如鬼手馨，強來捉人臂。」至今吳中人語言尚多用寧馨字為問，猶言「若何」也。劉夢得詩：「為問中華學道者，幾人雄猛得寧馨。」蓋得其義。以寧字作平聲讀。 \\n 鳳毛 \\n 宋孝武嗟賞謝鳳之子超宗曰：「殊有鳳毛。」今人以子為鳳毛，多謂出此。按世說，王劭風姿似其父導，桓溫曰：「大奴固自有鳳毛。」其事在前，與此不同。 \\n 牛米 \\n 燕慕容皝以牛假貧民，使佃苑中，稅其什之八；自有牛者，稅其七。參軍封裕諫，以為魏、晉之世，假官田牛者不過稅其什六，自有牛者中分之，不取其七八也。予觀今吾鄉之俗，募人耕田，十取其五，而用主牛者，取其六，謂之牛米，蓋晉法也。 \\n 為文矜誇過實 \\n 文士為文，有矜誇過實，雖韓文公不能免。如石鼓歌極道宣王之事偉矣，至云：「孔子西行不到秦，掎摭星宿遺羲娥。陋儒編詩不收拾，二雅褊迫無委蛇。」是謂三百篇皆如星宿，獨此詩如日月也。「二雅褊迫」之語，尤非所宜言。今世所傳石鼓之詞尚在，豈能出吉日、車攻之右？安知非經聖人所刪乎？ \\n 送孟東野序 \\n 韓文公送孟東野序云：「物不得其平則鳴。」然其文云：「在唐、虞時，咎陶、禹其善鳴者，而假之以鳴。夔假於韶以鳴，伊尹鳴殷，周公鳴周。」又云：「天將和其聲，而使鳴國家之盛。」然則非所謂不得其平也。 \\n 噴嚏 \\n 今人噴嚏不止者，必噀唾祝云「有人說我」，婦人尤甚。予按終風詩：「寤言不寐，願言則嚏。」鄭氏箋云：「我其憂悼而不能寐，女思我心如是，我則嚏也。今俗人嚏，云『人道我』，此古之遺語也。」乃知此風自古以來有之。 \\n 野史不可信 \\n 野史雜說，多有得之傳聞及好事者緣飾，故類多失實，雖前輩不能免，而士大夫頗信之。姑摭真宗朝三事於左。 \\n 魏泰東軒錄云：「真宗次澶淵，語寇萊公曰：『虜騎未退，何人可守天雄軍？』公言參知政事王欽若。退即召王於行府，諭以上意，授敕俾行。王未及有言，公遽酌大白飲之，命曰『上馬杯』，且曰：『參政勉之，回日即為同列也。』王馳騎入魏，越十一日虜退，召為同中書門下平章事。或云王公數進疑詞於上前，故萊公因事出之。」予按澶淵之役乃景德元年九月，是時萊公為次相，欽若為參政；閏九月，欽若判天雄，二年四月，罷政；三年，萊公罷相，欽若復知樞密院，至天禧元年始拜相，距景德初元凡十四年。 \\n 其二事者，沈括筆談云：「向文簡拜右僕射，真宗謂學士李昌武曰：『朕自即位以來，未嘗除僕射，敏中應甚喜。』昌武退朝，往候之，門闌悄然。明日再對，上笑曰：『向敏中大耐官職。』」存中自注云：「向公拜僕射，年月未曾考於國史，因見中書記，是天禧元年八月，而是年二月王欽若亦加僕射。」予按真宗朝自敏中之前拜僕射者六人：呂端、李沆、王旦皆自宰相轉，陳堯叟以罷樞密使拜，張齊賢以故相拜，王欽若自樞密使轉。及敏中轉右僕射，與欽若加左僕射同日降制，是時李昌武死四年矣。昌武者，宗諤也。 \\n 其三事者，存中筆談又云：「時丁晉公從真宗巡幸，禮成，詔賜輔臣玉帶。時輔臣八人，行在祗候庫止有七帶，尚衣有帶，謂之『比玉』，價直數百萬，上欲以足其數。公心欲之，而位在七人之下，度必不及己，乃諭有司：『某自有小私帶可服，候還京別賜可也。』既各受賜，而晉公一帶僅如指闊，上顧近侍速易之，遂得尚衣御帶。」予按景德元年，真宗巡幸西京，大中祥符元年，巡幸泰山，四年，幸河中，丁謂皆為行在三司使，未登政府。七年，幸亳州，謂始以參知政事從。時輔臣六人，王旦、向敏中為宰相，王欽若、陳堯叟為樞密使，皆在謂上，謂之下尚有樞密副使馬知節，即不與此說合。且既為玉帶，而又名「比玉」，尤可笑。魏泰無足論，沈存中不應爾也。(「越十一日」，一作「越七日」。) \\n 謗書 \\n 司馬遷作史記，於封禪書中述武帝神仙、鬼竈、方士之事甚備，故王允謂之謗書。國朝景德、祥符間，治安之極，王文穆、陳文忠、陳文僖、丁晉公諸人造作天書符瑞，以為固寵容悅之計。及真宗上仙，王沂公懼貽後世譏議，故請藏天書於梓宮以滅跡。而實錄之成，乃文穆監修，其載崇奉宮廟，祥雲芝鶴，唯恐不詳，遂為信史之累，蓋與太史公謗書意異而實同也。 \\n 王文正公 \\n 祥符以後，凡天書禮文、宮觀典冊、祭祀巡幸、祥瑞頌聲之事，王文正公旦實為參政宰相，無一不預。官自侍郎至太保，公心知得罪於清議，而固戀患失，不能决去。及其臨終，乃欲削髮僧服以斂，何所補哉？魏野贈詩，所謂「西祀東封今已了，好來相伴赤松遊」，可謂君子愛人以德，其箴戒之意深矣。歐陽公神道碑，悉隱而不書，蓋不可書也。雖持身公清，無一可議，然特張禹、孔光、胡廣之流云。 \\n 晉文公 \\n 晉公子重耳自狄適他國凡七，衞成公、曹共公、鄭文公皆不禮焉，齊桓公妻以女，宋襄公贈以馬，楚成王享之，秦穆公納之，卒以得國。衞、曹、鄭皆同姓，齊、宋、秦、楚皆異姓，非所謂「豈無他人，不如同姓」也。晉文公卒未葬，秦師伐鄭滅滑，無預晉事，晉先軫以為秦不哀吾喪，而伐吾同姓，背秦大惠，使襄公墨衰絰而伐之。雖幸勝於殽，終啟焚舟之戰，兩國交兵，不復修睦者數百年。先軫是年死於狄，至孫縠而誅滅，天也。 \\n 南夷服諸葛 \\n 蜀劉禪時，南中諸郡叛，諸葛亮征之，孟獲為夷漢所服，七戰七擒，曰：「公，天威也，南人不復反矣。」蜀志所載，止於一時之事。國朝淳化中，李順亂蜀，招安使雷有終遣嘉州士人辛怡顯使於南詔，至姚州，其節度使趙公美以書來迎，云：「當境有瀘水，昔諸葛武侯戒曰：『非貢獻征討，不得輒渡此水；若必欲過，須致祭，然後登舟。』今遣本部軍將賫金龍二條、金錢二千文幷設酒脯，請先祭享而渡。」乃知南夷心服，雖千年如初。嗚呼，可謂賢矣！事見怡顯所作雲南錄。 \\n 二疏贊 \\n 作議論文字，須考引事實無差忒，乃可傳信後世。東坡先生作二疏圖贊云：「孝宣中興，以法馭人。殺蓋、韓、楊，蓋三良臣。先生憐之，振袂脫屣。使知區區，不足驕士。」其立意超卓如此。然以其時考之，元康三年二疏去位，後二年蓋寬饒誅，又三年韓延壽誅，又三年楊惲誅。方二疏去時，三人皆亡恙。蓋先生文如傾河，不復效常人尋閱質究也。 \\n 李宓伐南詔 \\n 唐天寶中，南詔叛，劍南節度使鮮于仲通討之，喪士卒六萬人。楊國忠掩其敗狀，仍敍其戰功。時募兵擊南詔，人莫肯應募，國忠遣御史分道捕人，連枷送詣軍所，行者愁怨，所在哭聲振野。至十三載，劍南留後李宓將兵七萬往擊南詔。南詔誘之深入，閉壁不戰，宓糧盡，士卒瘴疫及饑死什七八，乃引還。蠻追擊之，宓被擒，全軍皆沒。國忠隱其敗，更以捷聞，益發兵討之。此通鑑所紀。舊唐書云：「李宓率兵擊蠻於西洱河，糧盡軍旋，馬足陷橋，為閤羅鳳所擒。」新唐書亦云：「宓敗死於西洱河。」予按高適集中有李宓南征蠻詩一篇，序云：「天寶十一載，有詔伐西南夷，丞相楊公兼節制之寄，乃奏前雲南太守李宓涉海自交趾擊之，往復數萬里，十二載四月，至於長安。君子是以知廟堂使能，而李公效節。予忝斯人之舊，因賦是詩。」其略曰：「肅穆廟堂上，深沉節制雄。遂令感激士，得建非常功。鼓行天海外，轉戰蠻夷中。長驅大浪破，急擊羣山空。餉道忽已遠，縣軍垂欲窮。野食掘田鼠，晡餐兼僰僮。收兵列亭候，拓地彌西東。瀘水夜可涉，交州今始通。歸來長安道，召見甘泉宮。」其所稱述如此，雖詩人之言未必皆實，然當時之人所賦，其事不應虛言，則宓蓋歸至長安，未嘗敗死，其年又非十三載也。味詩中掘鼠餐僮之語，則知糧盡危急，師非勝歸明甚。 \\n 浮梁陶器 \\n 彭器資尚書文集有送許屯田詩，曰：「浮梁巧燒，顏色比瓊玖。因官射利疾，衆喜君獨不。父老爭嘆息，此事古未有。」注云：「浮梁父老言，自來作知縣不買器者一人，君是也。作饒州不買者一人，今程少卿嗣宗是也。」惜乎不載許君之名。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第五(二十五則)", "正文": "　 \\n 卷第五(二十五則) \\n 　 \\n  \\n 漢唐八相 \\n 蕭、曹、丙、魏、房、杜、姚、宋為漢、唐名相，不待誦說。然前六君子皆終於位，而姚、宋相明皇，皆不過三年。姚以二子及親吏受賂，其罷猶有說，宋但以嚴禁惡錢及疾負罪而妄訴不已者，明皇用優人戲言而罷之，二公終身不復用。宋公罷相時，年才五十八，後十七年乃薨。繼之者如張嘉貞、張說、源乾曜、王晙、宇文融、裴光庭、蕭嵩、牛仙客，其才可睹矣。唯杜暹、李元紘為賢，亦清介齪齪自守者。釋騏驥而不乘，焉皇皇而更索，可不惜哉！蕭何且死，所推賢唯曹參；魏、丙同心輔政；房喬每議事，必曰非如晦莫能籌之；姚崇避位，薦宋公自代。唯賢知賢，宜後人之莫及也。 \\n 六卦有坎 \\n 易乾、坤二卦之下，繼之以屯、蒙、需、訟、師、比，六者皆有坎，聖人防患備險之意深矣！ \\n 晉之亡與秦隋異 \\n 自堯、舜及今，天下裂而復合者四：周之末為七戰國，秦合之；漢之末分為三國，晉合之；晉之亂分為十餘國，爭戰三百年，隋合之；唐之後又分為八九國，本朝合之。然秦始皇一傳而為胡亥，晉武帝一傳而為惠帝，隋文帝一傳而為煬帝，皆破亡其社稷。獨本朝九傳百七十年，乃不幸有靖康之禍，蓋三代以下治安所無也。秦、晉、隋皆相似，然秦、隋一亡即掃地，晉之東雖曰「牛繼馬後」，終為守司馬氏之祀，亦百有餘年。蓋秦、隋毒流四海，天實誅之，晉之八王擅兵，孽后盜政，皆本於惠帝昏蒙，非得罪於民，故其亡也，與秦、隋獨異。 \\n 上官桀 \\n 漢上官桀為未央廄令，武帝嘗體不安，及愈，見馬，馬多瘦，上大怒：「令以我不復見馬邪？」欲下吏，桀頓首曰：「臣聞聖體不安，日夜憂懼，意誠不在馬。」言未卒，泣數行下。上以為忠，由是親近，至於受遺詔輔少主。義縱為右內史，上幸鼎湖，病久，已而卒起幸甘泉，道不治，上怒曰：「縱以我為不行此道乎？」銜之，遂坐以他事棄市。二人者其始獲罪一也，桀以一言之故超用，而縱及誅，可謂幸不幸矣。 \\n 金日磾 \\n 金日磾沒入宮，輸黃門養馬。武帝遊宴見馬，後宮滿側，日磾等數十人牽馬過殿下，莫不竊視，至日磾，獨不敢。日磾容貌甚嚴，馬又肥好，上奇焉，即日拜為馬監，後受遺輔政。日磾與上官桀皆因馬而受知，武帝之取人，可謂明而不遺矣。 \\n 漢宣帝忌昌邑王 \\n 漢廢昌邑王賀而立宣帝，賀居故國，帝心內忌之，賜山陽太守張敞璽書，戒以謹備盜賊。敞條奏賀居處，著其廢亡之效。上知賀不足忌，始封為列侯。光武廢太子彊為東海王而立顯宗，顯宗即位，待彊彌厚。宣、顯皆雜霸道，治尚剛嚴，獨此事顯優於宣多矣。 \\n 平津侯 \\n 公孫平津本傳稱其意忌內深，殺主父偃，徙董仲舒，皆其力。然其可稱者兩事：武帝置蒼海、朔方之郡，平津數諫，以為罷弊中國以奉無用之地，願罷之。上使朱買臣等難之，乃謝曰：「山東鄙人，不知其便若是，願罷西南夷專奉朔方。」上乃許之。卜式上書，願輸家財助邊，蓋迎合主意。上以語平津，對曰：「此非人情，不軌之臣不可以為化而亂法，願勿許。」乃罷式。當武帝好大喜功而能如是，概之後世，足以為賢相矣！惜不以式事載本傳中。 \\n 韓信周瑜 \\n 世言韓信伐趙，趙廣武君請以奇兵塞井陘口，絕其糧道，成安君不聽。信使間人窺知其不用廣武君策，還報，則大喜，乃敢引兵遂下，遂勝趙。使廣武計行，信且成禽，信蓋自言之矣。周瑜拒曹公於赤壁，部將黃蓋獻火攻之策，會東南風急，悉燒操船，軍遂敗。使天無大風，黃蓋不進計，則瑜未必勝。是二說者，皆不善觀人者也。夫以韓信敵陳餘，猶以猛虎當羊豕爾。信與漢王語，請北舉燕、趙，正使井陘不得進，必有他奇策矣。其與廣武君言曰：「向使成安君聽子計，僕亦禽矣。」蓋謙以求言之詞也。方孫權問計於周瑜，瑜已言操冒行四患，將軍禽之宜在今日。劉備見瑜，恨其兵少。瑜曰：「此自足用，豫州但觀瑜破之。」正使無火攻之說，其必有以制勝矣。不然，何以為信、瑜？ \\n 漢武賞功明白 \\n 衞青為大將軍，霍去病始為校尉，以功封侯，青失兩將軍，亡翕侯，功不多，不益封。其後各以五萬騎深入，去病益封五千八百戶，裨校封侯益邑者六人，而青不得益封，吏卒無封者。武帝賞功，必視法如何，不以貴賤為高下，其明白如此。後世處此，必曰青久為上將，俱出塞致命，正不厚賞，亦當有以慰其心，不然，他日無以使人，蓋失之矣。 \\n 周召房杜 \\n 召公為保，周公為師，相成王為左右。觀此二相，則刑措四十年，頌聲作於下，不言可知。唐貞觀三年二月，房玄齡為左僕射，杜如晦為右僕射，魏徵參預朝政。觀此三相，則三百年基業之盛，概可見矣。 \\n 三代書同文 \\n 三代之時，天下書同文，故春秋左氏所載人名字，不以何國，大抵皆同。鄭公子歸生，魯公孫歸父，蔡公孫歸生，楚仲歸，齊析歸父，皆字子家。楚成嘉，鄭公子嘉，皆字子孔。鄭公孫段、印段，宋褚師段，皆字子石。鄭公子喜，宋樂喜，皆字子罕。楚公子黑肱，鄭公孫黑，孔子弟子狄黑，皆字子晳。魯公子翬，鄭公孫揮，皆字子羽。邾子克，楚鬭克，周王子克，宋司馬之臣克，皆字曰儀。晉籍偃，荀偃，鄭公子偃，吳言偃，皆字曰游。晉羊舌赤，魯公西赤，皆字曰華。楚公子側，魯孟之側，皆字曰反。魯冉耕，宋司馬耕，皆字曰牛。顏無繇、仲由，皆字曰路。 \\n 周世中國地 \\n 成周之世，中國之地最狹，以今地里考之，吳、越、楚、蜀、閩皆為蠻；淮南為羣舒；秦為戎。河北真定、中山之境，乃鮮虞、肥、鼓國。河東之境，有赤狄、甲氏、留吁、鐸辰、潞國。洛陽為王城，而有楊拒、泉臯、蠻氏、陸渾、伊雒之戎。京東有萊、牟、介、莒，皆夷也。（木巳）都雍丘，今汴之屬邑，亦用夷禮。邾近於魯，亦曰夷。其中國者，獨晉、衞、齊、魯、宋、鄭、陳、許而已，通不過數十州，蓋於天下特五分之一耳。 \\n 李後主梁武帝 \\n 東坡書李後主去國之詞云：「『最是蒼皇辭廟日，教坊猶奏別離歌，揮淚對宮娥。』以為後主失國，當慟哭於廟門之外，謝其民而後行，乃對宮娥聽樂，形於詞句。」予觀梁武帝啟侯景之禍，塗炭江左，以致覆亡，乃曰：「自我得之，自我失之，亦復何恨。」其不知罪己亦甚矣！竇嬰救灌夫，其夫人諫止之，嬰曰：「侯自我得之，自我捐之，無所恨。」梁武用此言而非也。 \\n 詩什 \\n 詩二雅及頌前三卷題曰：「某詩之什。」陸德明釋云：「歌詩之作，非止一人，篇數既多，故以十篇編為一卷，名之為什。」今人以詩為篇什，或稱譽他人所作為佳什，非也。 \\n 易舉正 \\n 唐蘇州司戶郭京有周易舉正三卷，云：「曾得王輔嗣、韓康伯手寫注定傳授真本，比校今世流行本及國學、鄉貢舉人等本，或將經入注，用注作經，小象中間以下句，反居其上，爻辭注內移，後義却處於前，兼有脫遺，兩字顛倒謬誤者，並依定本舉正其訛，凡一百三節。」今略取其明白者二十處載於此：坤初六：「履霜堅冰至。象曰：履霜，陰始凝也，馴致其道，至堅冰也。」今本於象文「霜」字下誤增「堅冰」二字。屯六三象曰：「即鹿無虞何？以從禽也。」今本脫「何」字。師六五：「田有禽，利執之，無咎。」元本「之」字行書向下引脚，稍類「言」字，轉寫相仍，故誤作「言」，觀注義亦全不作言字釋也。比九五象曰：「失前禽，舍逆取順也。」今本誤倒其句。賁：「亨，不利有攸往。」今本「不」字誤作「小」字。「剛柔交錯，天文也，文明以止，人文也。」注云：「剛柔交錯而成文焉，天之文也。」今本脫「剛柔交錯」一句。坎卦「習坎」上脫「坎」字。姤：「九四，包失魚。」注：「二有其魚，故失之也。」今本誤作「一尢魚」。蹇：「九三，往蹇來正。」今本作「來反」。困初六象曰：「入于幽谷，不明也。」今本「谷」字下多「幽」字。鼎彖：「聖人亨以享上帝，以養聖賢。」注云：「聖人用之，上以享上帝而下以養聖賢。」今本正文多「而大亨」三字，故注文亦誤增「大亨」二字。震彖曰：「不喪匕鬯，出可以守宗廟社稷，以為祭主也。」今本脫「不喪匕鬯」一句。漸象曰：「君子以居賢德，善風俗。」注云：「賢德以止巽則居，風俗以止巽乃善。」今本正文脫「風」字。豐九四象：「遇其夷主，吉，志行也。」今文脫「志」字。中孚彖：「豚魚吉，信及也。」今本「及」字下多「豚魚」二字。小過彖：「柔得中，是以可小事也。」今本脫「可」字，而「事」字下誤增「吉」字。六五象曰：「密雲不雨，已止也。」注：「陽已止下故也。」今本正文作「已上」，故注亦誤作「陽已上故止也」。既濟彖曰：「既濟，亨小，小者亨也。」今本脫一「小」字。繫辭：「二多譽，四多懼。」注云：「懼，近也。」今本誤以「近也」字為正文，而注中又脫「懼」字。雜卦：「蒙稚而著。」今本「稚」誤作「雜」字。予頃於福州道藏中見此書而傳之，及在後省見晁公武所進易解，多引用之，世罕有其書也。 \\n 其惟聖人乎 \\n 乾卦：「其惟聖人乎。」魏王肅本作「愚人」，後結句始作「聖人」，見陸德明釋文。 \\n 易說卦 \\n 易說卦荀爽九家集解乾「為木果」之下，更有四，曰：為龍，為車，為衣，為言。坤後有八，曰：為牝，為迷，為方，為囊，為裳，為黃，為帛，為漿。震後有三，曰：為王，為鵠，為鼓。巽後有二，曰：為楊，為鸛。坎後有八，曰：為宮，為律，為可，為棟，為叢棘，為狐，為蒺藜，為桎梏。離後有一，曰：為牝牛。艮後有三，曰：為鼻，為虎，為狐。兌後有二，曰：為常，為輔頰。注云：「常，西方神也。」陸德明以其與王弼本不同，故載於釋文。按震為龍與乾同，故虞翻、干寶本作駹。 \\n 元二之災 \\n 後漢鄧騭傳：「拜為大將軍，時遭元二之災，人士饑荒，死者相望，盜賊羣起，四夷侵畔。」章懷注云：「元二即元元也，古書字當再讀者，即於上字之下為小二字，言此字當兩度言之。後人不曉，遂讀為元二，或同之陽九，或附之百六，良由不悟，致斯乖舛。今岐州石鼓銘，凡重言者皆為二字，明驗也。」漢碑有楊孟文石門頌云：「中遭元二，西夷虐殘。」孔耽碑云：「遭元二轗軻，人民相食。」趙明誠金石跋云：「若讀為元元，不成文理，疑當時自有此語，漢注未必然也。」按王充論衡恢國篇云：「今上嗣位，元二之間，嘉德布流。三年，零陵生芝草。四年，甘露降五縣。五年，芝復生。六年，黃龍見。」蓋章帝時事。考之本紀，所書建初三年以後諸瑞皆同，則知所謂元二者，謂建初元年、二年也。既稱嘉德布流以致祥瑞，其為非災眚之語，益可决疑。安帝永初元年、二年，先零滇羌寇叛，郡國地震、大水。鄧騭以二年十一月拜大將軍，則知所謂元二者，謂永初元年、二年也。凡漢碑重文不皆用小二字，豈有范史一部唯獨一處如此，予兄丞相作隸釋，論之甚詳。予修國史日，撰欽宗紀贊，用靖康元二之禍，實本於此。 \\n 聖人汙 \\n 孟子曰：「宰我、子貢、有若智足以知聖人。汙，不至阿其所好。」趙岐注云：「三人之智足以識聖人。汙，下也。言三人雖小汙不平，亦不至於其所好，阿私所愛而空譽之。」詳其文意，足以識聖人是一句。汙，下也，自是一節。蓋以下字訓汙也，其義明甚。而老蘇先生乃作一句讀，故作三子知聖人汙論，謂：「三子之智，不足以及聖人高深幽絕之境，徒得其下焉耳。」此說竊謂不然，夫謂「夫子賢於堯、舜，自生民以來未有」，可謂大矣，猶以為汙下何哉？程伊川云：「有若等自能知夫子之道，假使汙下，必不為阿好而言。」其說正與趙氏合。大抵漢人釋經子，或省去語助，如鄭氏箋毛詩「奄觀銍艾」云：「奄，久。觀，多也。」蓋以久訓奄，以多訓觀。近者黃啟宗有補禮部韻略，於「淹」字下添「奄」字，注云：「久觀也。」亦是誤以箋中五字為一句。 \\n 廿（卉之中豎通底）卌字 \\n 今人書二十字為廿，三十字為（卉之中豎通底），四十為卌，皆說文本字也。廿音入，二十幷也。（卉之中豎通底）音先合反，三十之省便，古文也。卌音先立反，數名，今直以為四十字。按秦始皇凡刻石頌德之辭，皆四字一句。泰山辭曰：「皇帝臨位，二十有六年。」琅邪臺頌曰：「維二十六年，皇帝作始。」之罘頌曰：「維二十九年，時在中春。」東觀頌曰：「維二十九年，皇帝春遊。」會稽頌曰：「德惠修長，三十有七年。」此史記所載，每稱年者，輒五字一句。嘗得泰山辭石本，乃書為「廿有六年」，想其餘皆如是，而太史公誤易之，或後人傳寫之訛耳，其實四字句也。 \\n 字省文 \\n 今人作字省文，以禮為礼，以處為処，以與為与，凡章奏及程文書冊之類不敢用，然其實皆說文本字也。許叔重釋礼字云：「古文。」処字云：「止也，得几而止。或從處。」与字云：「賜予也，与與同。」然則當以省文者為正。 \\n 劍辟咡 \\n 曲禮記童子事曰：「負劍辟咡詔之。」鄭氏注云：「負，謂置之於背。劍，謂挾之於旁。辟咡詔之，謂傾頭與語。口旁曰咡。」歐陽公作其父瀧岡阡表云：「回顧乳者劍汝而立於旁。」正用此義。今廬陵石刻由存，衢州所刊六一集，已得其真，或者不曉，遂易劍為抱，可嘆也！ \\n 國初人至誠 \\n 真宗時，幷州謀帥，上謂輔臣曰：「如張齊賢、溫仲舒皆可任，但以其嘗歷樞近，或有固辭，宜召至中書詢問，願往則授之。」及召二人至，齊賢辭以恐為人所讒。仲舒曰：「非敢有辭，但在尚書班已十年，若得改官端揆，賜都部署添給，敢不承命？」輔臣以聞，上曰：「是皆不欲往也，勿強之。」王元之自翰林學士以本官刑部郎中知黃州，遣其子嘉祐獻書於中書門下，以為：「朝廷設官，進退必以禮，一失錯置，咎在廊廟。某一任翰林學士，三任制誥舍人，以國朝舊事言之，或得給事中，或得侍郎，或為諫議大夫。某獨異於斯，斥去不轉一級，與錢穀俗吏，混然無別，執政不言，人將安仰？」予謂仲舒嘗為二府，至於自求遷轉及增請給；元之一代剛正名臣，至於公移牋書，引例乞轉。唯其至誠不矯偽故也。後之人外為大言，避寵辭祿，而陰有營求，失其本真者多矣，風俗使然也。 \\n 史館玉牒所 \\n 國朝熙寧以前，祕書省無著作局，故置史館，設修撰、直館之職。元豐官制行，有祕書官，則其職歸於監、少及著作郎、佐矣。而紹興中復置史館修撰、檢討，是與本省為二也。宗正寺修玉牒官亦然。官制既行，其職歸於卿、丞矣。而紹興中復差侍從為修牒，又以他官兼檢討，是與本寺為二也。然則今有戶部，可別置三司，有吏、刑部，可別置審官、審刑院矣。又玉牒舊制，每十年一進，謂甲子歲進書，則甲戌、甲申歲復然。今乃從建隆以來再行補修，每及十年則一進，以故不過三二年輒一行賞，書局僭賞，此最甚焉。 \\n 稗沙門 \\n 寶積經說僧之無行者曰：「譬如麥田，中生稗麥，其形似麥，不可分別。爾時田夫，作如是念，謂此稗麥，盡是好麥，後見穟生，爾乃知非。如是沙門，在於衆中，似是持戒有德行者。施主見時，謂盡是沙門，而彼癡人，實非沙門，是名稗沙門。」此喻甚佳，而文士鮮曾引用，聊志於此。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第六(十九則)", "正文": "　 \\n 卷第六(十九則) \\n 　 \\n  \\n 建武中元 \\n 成都有漢蜀郡太守何君造尊楗閣碑，其末云：「建武中元二年六月。」按范史本紀，建武止三十一年，次年改為中元，直書為中元元年。觀此所刻，乃是雖別為中元，猶冠以建武，如文、景帝中元、後元之類也。又祭祀志載封禪後赦天下詔，明言云：「以建武三十二年為建武中元元年。」東夷倭國傳云：「建武中元二年，來奉貢。」援据甚明。而宋莒公作紀年通譜乃云：「紀、志所載不同，必傳寫脫誤。」學者失於精審，以意刪去，殆亦不深考耳。韓莊敏家一銅斗，銘云：「新始建國、天鳳上戊六年。」又紹興中郭金州得一鉦，銘云：「新始建國、地皇上戊二年。」按王莽始建國之後改天鳳，又改地皇，茲二器各冠以始元者，自莽之制如此，亦猶其改易郡名不常，每下詔猶繫其故名之類耳，不可用中元為比也。 \\n 帶職人轉官 \\n 紹興中，王浚明以右奉直大夫直祕閣，乞磨勘，吏部擬朝議大夫，時相以為既帶職，則朝議、奉直為一等，遂超轉中奉。其後曾慥踵之。紹興末，向伯奮亦用此，繼而續觱復然。後省有言，不應驀三級，自是但得朝議。予按故事，官制未行時，前行郎中遷少卿，有出身，得太常，無出身，司農。繼轉光祿，即今奉直、朝議也。自少卿遷大卿、監，有出身，得光祿卿，無出身，歷司農卿、少府監、衞尉卿，然後至光祿。若帶職，則自少農以上徑得光祿，不涉餘級，至有超五資者。然則浚明等不為過，蓋昔日職名不輕與人，故恩典亦異。又自承務郎至奉議詞人，但三轉，而帶職者乃與餘人同作六階不小異，乃有司之失也。 \\n 上下四方 \\n 上下四方不可窮竟，正雜莊、列、釋氏之寓言，曼衍不能說也。列子：「商湯問於夏革曰：『上下八方有極盡乎？』革曰：『不知也。』湯固問，革曰：『無則無極，有則有盡，朕何以知之？然無極之外，復無無極，無盡之中，復無無盡，無極復無無極，無盡復無無盡，朕是以知其無極無盡也，而不知其有極有盡也，焉知天地之表，不有大天地者乎？』」大集經：「『風住何處？』曰：『風住虛空。』又問：『虛空為何所住？』答言：『虛空住於至處。』又問：『至處復何所住？』答言：『至處何所住者，不可宣說，何以故？遠離一切諸處所故，一切處所所不攝故，非數非稱不可量故，是故至處無有住處。』」二家之說，如是而已。 \\n 魏相蕭望之 \\n 趙廣漢之死由魏相，韓延壽之死由蕭望之。魏、蕭賢公卿也，忍以其私陷二材臣於死地乎？楊惲坐語言怨望，而廷尉當以為大逆不道。以其時考之，乃于定國也。史稱定國為廷尉，民自以不寃，豈其然乎？宣帝治尚嚴，而三人者，又從而輔翼之，為可恨也！ \\n 姓氏不可考 \\n 姓氏所出，後世茫不可考，不過證以史傳，然要為難曉。自姚、虞、唐、杜、姜、田、范、劉之外，餘蓋紛然雜出。且以左傳言之：申氏出於四岳，周有申伯，然鄭又有申侯，楚有申舟，又有申公巫臣，魯有申繻、申棖，晉有申書，齊有申鮮虞。賈氏姬姓之國，以國氏，然晉有賈華，又狐射姑亦曰賈季，齊有賈舉。黃氏嬴姓之國，然金天氏之後，又有沈、姒、蓐、黃之黃，晉有黃淵。孔氏出於商，孔子其後也。然衞有孔達，宋有孔父，鄭有孔叔，陳有孔寧，齊有孔虺，而鄭子孔之孫又為孔張。高氏出於齊，然子尾之後又為高彊，鄭有高克，宋有高哀。國氏亦出於齊，然邢有國子，鄭子國之孫又為國參。晉有慶鄭，齊有慶克，陳有慶虎。衞有石碏，齊有石之紛如，鄭有石（毚下之兔作大），周有石尚，宋有石彄。晉有陽處父，楚有陽丐，魯有陽虎。孫氏出於衞，而楚有叔敖，齊有孫書，吳有孫武。郭氏出於虢，而晉有郭偃，齊有郭最，又有所謂郭公者。千載之下，遙遙世祚，將安所質究乎？ \\n 畏無難 \\n 聖人不畏多難而畏無難，故曰：「惟有道之主能持勝。」使秦不幷六國，二世未亡；隋不一天下服四夷，煬帝不亡；苻堅不平涼取蜀、滅燕翦代，則無肥水之役；唐莊宗不滅梁下蜀，則無嗣源之禍；李景不取閩幷楚，則無淮南之失。 \\n 綠竹青青 \\n 毛公解衞詩淇奧，分綠竹為二物，曰：「綠，王芻也。竹，萹竹也。」韓詩：竹字作（萍之平作毒），音徒沃反，亦以為萹筑。郭璞云：「王芻，今呼白脚莎，即菉蓐豆也。萹竹似小藜，赤莖節，好生道旁，可食。」又云：「有草似竹，高五六尺，淇水側人謂之菉竹。」按此諸說，皆北人不見竹之語耳。漢書：「下淇園之竹以為揵。」寇恂為河內太守，伐淇園竹為矢百餘萬。衞詩又有「籊籊竹竿，以釣于淇」之句，所謂綠竹，豈不明甚，若白脚莎、菉豆，安得云猗猗青青哉？ \\n 孔子欲討齊 \\n 陳成子弒齊簡公，孔子告於魯哀公，請討之。公曰：「告夫三子者。」之三子告，不可。左傳曰：「孔子請伐齊，公曰：『魯為齊弱久矣，子之伐之，將若之何？』對曰：『陳常弒其君，民之不與者半，以魯之衆，加齊之半，可伐也。』」說者以為孔子豈較力之強弱，但明其義而已。能順人心而行天討，何患不克？使魯君從之，孔子其使於周，請命乎天子，正名其罪。至其所以勝齊者，孔子之餘事也。予以為魯之不能伐齊，三子之不欲伐齊，周之不能討齊，通國知之矣。孔子為此舉，豈真欲以魯之半，力敵之哉？蓋是時三子無君與陳氏等，孔子上欲悟哀公，下欲警三子。使哀公悟其意，必察三臣之擅國，思有以制之，起孔子而付以政，其正君君、臣臣之分不難也。使三子者警，必將曰：魯小於齊，齊臣弒君而欲致討，吾三臣或如是，彼齊、晉大國，肯置而不問乎？惜其君臣皆不識聖人之深旨。自是二年，孔子亡，又十一年，哀公竟偪於三子而孫於越，比之簡公，僅全其身爾。 \\n 韓退之 \\n 舊唐史韓退之傳，初言：「愈常以為魏、晉已還，為文者多拘偶對，而經誥之指歸，不復振起。故所為文抒意立言，自成一家新語，後學之士取為師法。當時作者甚衆，無以過之，故世稱韓文。」而又云：「時有恃才肆意，亦盭孔、孟之旨。若南人妄以柳宗元為羅池神，而愈撰碑以實之。李賀父名晉，不應進士，而愈為賀作諱辯，令舉進士。又為毛穎傳，譏戲不近人情。此文章之甚紕繆者。撰順宗實錄，繁簡不當，敍事拙於取捨，頗為當代所非。」裴晉公有寄李翱書曰：「昌黎韓愈，僕知之舊矣，其人信美材也。近或聞諸儕類云：恃其絕足，往往奔放，不以文立制，而以文為戲。可矣乎？今之不及之者，當大為防焉爾。」舊史謂愈為紕繆，固不足責，晉公亦有是言，何哉？考公作此書時，名位猶未達，其末云：「昨弟來，欲度及時干進，度昔歲取名，不敢自高。今孤煢若此，遊宦謂何？是不能復從故人之所勉耳！但置力田園，苟過朝夕而已。」然則公出征淮西，請愈為行軍司馬，又令作碑，蓋在此累年之後，相知已深，非復前比也。 \\n 誕節受賀 \\n 唐穆宗即位之初年，詔曰：「七月六日，是朕載誕之辰，其日，百寮命婦宜於光順門進名參賀，朕於門內與百寮相見。」明日，又敕受賀儀宜停。先是，左丞韋綬奏行之，宰臣以古無降誕受賀之禮，奏罷之，然次年復行賀禮。誕節之制，起於明皇，令天下宴集休假三日，肅宗亦然，代、德、順三宗皆不置節名，及文宗以後，始置宴如初。則受賀一事，蓋自長慶年至今用之也。 \\n 左氏書事 \\n 左傳書晉惠公背秦穆公事曰：「晉侯之入也，秦穆姬屬賈君焉，且曰，盡納羣公子。晉侯烝於賈君，又不納羣公子，是以穆姬怨之；晉侯許賂中大夫，既而皆背之；賂秦伯以河外列城五，東盡虢略，南及華山，內及解梁城，既而不與；晉饑，秦輸之粟，秦饑，晉閉之糴。故秦伯伐晉。」觀此一節，正如獄吏治囚，蔽罪議法，而皋陶聽之，何所伏竄，不待韓原之戰，其曲直勝負之形見矣。晉厲公絕秦，數其五罪，書詞鏗訇，極文章鼓吹之妙，然其實皆誣秦。故傳又書云：「秦桓公既與晉厲公為令狐之盟，而又召狄與楚，欲道以伐晉。」杜元凱注云：「據此三事，以正秦罪。」左氏於文反復低昂，無所不究其至，觀秦、晉爭戰二事，可窺一斑矣。 \\n 狐突言詞有味 \\n 晉侯使太子申生伐東山皋落氏，以十二月出師，衣之偏衣，佩之金玦。左氏載狐突所嘆八十餘言，而詞義五轉。其一曰：「時，事之徵也。衣，身之章也。佩，衷之旗也。」其二曰：「敬其事，則命以始。服其身，則衣之純。用其衷，則佩之度。」其三曰：「今命以時卒，閟其事也。衣之尨服，遠其躬也。佩以金玦，棄其衷也。」其四曰：「服以遠之，時以閟之。」其五曰：「尨涼，冬殺，金寒，玦離。」其宛轉有味，皆可咀嚼。國語亦多此體，有至六七轉，然大抵緩而不切。 \\n 宣髮 \\n 考工記：「車人之事，半矩謂之宣。」注：「頭髮顥落曰宣。易：『巽為宣髮。』宣字本或作寡。」周易：「巽為寡髮。」釋文云：「本又作宣，黑白雜為宣髮。」宣髮二字甚奇。 \\n 邾文公楚昭王 \\n 邾文公卜遷於繹，史曰：「利於民而不利於君。」邾子曰：「命在養民，死之短長，時也。民苟利矣，遷也吉莫如之。」遂遷於繹，未幾而卒。君子曰：「知命。」楚昭王之季年，有雲如衆赤鳥，夾日以飛三日。周太史曰：「其當王身乎！若禜之，可移於令尹、司馬。」王曰：「除腹心之疾而置諸股肱，何益？不穀不有大過，天其夭諸？有罪受罰，又焉移之？」遂弗禜。孔子曰：「楚昭王知大道矣，其不失國也宜哉！」按宋景公出人君之言三，熒惑為之退舍，邾文、楚昭之言，亦是物也，而終不蒙福，天道遠而不可知如此。 \\n 杜悰 \\n 唐懿宗咸通二年二月，以杜悰為相，一日，兩樞密使詣中書，宣徽使楊公慶繼至，獨揖悰受宣，三相起避。公慶出書授悰，發之，乃宣宗大漸時，宦官請鄆王監國奏也，且曰：「當時宰相無名者，當以反法處之。」悰反復讀，復封以授公慶，曰：「主上欲罪宰相，當於延英面示聖旨。」公慶去，悰謂兩樞密曰：「內外之臣，事猶一體，今主上新踐阼，固當以仁愛為先，豈得遽贊成殺宰相事！若習以性成，則中尉、樞密豈得不自憂乎！」兩樞密相顧默然，徐曰：「當具以公言白至尊，非公重德，無人及此。」三相復來見悰，微請宣意，悰無言。三相惶怖，乞存家族。悰曰：「勿為他慮。」既而寂然。及延英開，上色甚悅。此資治通鑑所載也。新唐史云：宣宗世，夔王處大明宮，而鄆王居十六宅。帝大漸，遺詔立夔王，而中尉王宗貫迎鄆王立之，是為懿宗。久之，遣樞密使楊慶詣中書獨揖悰。他宰相畢諴、杜審權、蔣伸不敢進，乃授悰中人請帝監國奏，因諭悰劾大臣名不在者。悰語之如前所云，慶色沮去，帝怒亦釋。予以史考之，懿宗即位之日，宰相四人，曰令孤綯、曰蕭鄴、曰夏侯孜、曰蔣伸，至是時唯有伸在，三人者罷去矣。諴及審權乃懿宗自用者，無由有斯事。蓋野史之妄，而二書誤采之。溫公以唐事屬之范祖禹，其審取可謂詳盡，尚如此。信乎，修史之難哉！ \\n 唐書世系表 \\n 新唐宰相世系表皆承用逐家譜牒，故多有謬誤，內沈氏者最可笑，其略云：「沈氏出自姬姓。周文王子聃叔季，字子揖，食采於沈，今汝南平輿沈亭是也。魯成公八年，為晉所滅。沈子生逞，字修之，奔楚，遂為沈氏。生嘉，字惟良，嘉生尹戊，戊生諸梁，諸梁子尹射，字修文。其後入漢，有為齊王太傅敷德侯者，有為驃騎將軍者，有為彭城侯者。」宋書沈約自敍云：「金天氏之後，沈國在汝南平輿，定公四年，為蔡所滅。秦末有逞者，徵丞相不就。」其後頗與唐表同。按聃季所封自是一國，與沈了不相涉。春秋成公八年，晉侵沈，獲沈子揖。昭二十三年，吳敗頓、胡、沈、蔡之師於鷄父，沈子逞滅。定四年，蔡滅沈，殺沈子嘉。今表云聃季字子揖，成八年為晉所滅，是文王之子壽五百餘歲矣。逞為吳所殺，而表云奔楚，宋書云秦召為丞相。沈尹戊為楚將，戰死於柏舉，正與嘉之死同時，而以為嘉之子。尹射書於左傳，三十四年始書諸梁，乃以為其子。又春秋時人立字皆從子及伯仲，豈有修之、惟良、修文之比。漢列侯表豈有所謂敷德、彭城侯？百官表豈有所謂驃騎將軍沈達者？沈約稱一時文宗，妄譜其上世名氏官爵，固可嗤誚，又不分別兩沈國。其金天氏之裔，沈、姒、蓐、黃之沈，封於汾川，晉滅之，春秋之沈，封於汝南，蔡滅之，顧合而為一，豈不讀左氏乎？歐陽公略不筆削，為可恨也！ \\n 魯昭公 \\n 春秋之世，列國之君失守社稷，其國皆即日改立君，無虛位以俟者。惟魯昭公為季孫意如所逐而孫於齊，又適晉，凡八年乃沒。意如在國攝事主祭，歲具從者之衣屨而歸之於乾侯，公薨之明年，喪還故國，然後其弟公子宋始即位，他國無此比也。豈非魯秉周禮，雖不幸逐君，猶存厥位，而不敢絕之乎？其後哀公孫於越，左傳終於是年，不知悼年以何時立也。 \\n 州縣失故名 \\n 今之州縣，以累代移徙改割之故，往往或失其故名，或州異而縣不同者。如：建昌軍在江西，而建昌縣乃隸南康；南康軍在江東，而南康縣乃隸南安；南安軍在江西，而南安縣乃隸泉州；韶州為始興郡，而始興縣外屬贛州為南康郡，而南康縣外屬鬱林為州，而鬱林縣隸貴州；桂陽為軍，而桂陽縣隸郴州。此類不可悉數。 \\n 嚴州當為莊 \\n 嚴州本名睦州，宣和中以方寇之故改焉。雖以威嚴為義，然實取嚴陵灘之意也。殊不考子陵乃莊氏，東漢避顯宗諱以「莊」為「嚴」，故史家追書以為嚴光，後世當從實可也。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第七(十八則)", "正文": "　 \\n 卷第七(十八則) \\n 　 \\n  \\n 孟子書百里奚 \\n 柳子厚復杜溫夫書云：「生用助字，不當律令，所謂乎、歟、耶、哉、夫也者，疑辭也。矣、耳、焉也者，决辭也。今生則一之，宜考前聞人所使用，與吾言類且異，精思之則益也。」予讀孟子百里奚一章曰：「曾不知以食牛干秦繆公之為汙也，可謂智乎？不可諫而不諫，可謂不智乎？知虞公之將亡而先去之，不可謂不智也。時舉於秦，知繆公之可與有行也而相之，可謂不智乎？」味其所用助字，開闔變化，使人之意飛動，此難以為溫夫輩言也。 \\n 韓柳為文之旨 \\n 韓退之自言：作為文章，上規姚、姒、盤、誥、春秋、易、詩、左氏、莊、騷、太史、子雲、相如，閎其中而肆其外。柳子厚自言：每為文章，本之書、詩、禮、春秋、易，參之穀梁氏以厲其氣，參之孟、荀以暢其支，參之莊、老以肆其端，參之國語以博其趣，參之離騷以致其幽，參之太史公以著其潔。此韓、柳為文之旨，要學者宜思之。 \\n 李習之論文 \\n 李習之答朱載言書論文最為明白周盡，云：「六經創意造言，皆不相師。故其讀春秋也，如未嘗有詩也；其讀詩也，如未嘗有易也；其讀易也，如未嘗有書也；其讀屈原、莊周也，如未嘗有六經也。如山有岱、華、嵩、衡焉，其同者高也，其草木之榮，不必均也。如瀆有濟、淮、河、江焉，其同者出源到海也，其曲直淺深，不必均也。天下之語文章有六說焉：其尚異者曰，文章詞句，奇險而已；其好理者曰，文章敍意，苟通而已；溺於時者曰，文章必當對；病於時者曰，文章不當對；愛難者曰，宜深，不當易；愛易者曰，宜通，不當難。此皆情有所偏滯，未識文章之所主也。義不深不至於理，而辭句怪麗者有之矣，劇秦美新、王褒僮約是也。其理往往有是者，而詞章不能工者有之矣，王氏中說、俗傳太公家教是也。古之人能極於工而已，不知其辭之對與否、易與難也。『憂心悄悄，慍于羣小』，非對也；『遘閔既多，受侮不少』，非不對也；『朕堲讒說殄行，震驚朕師』，『菀彼桑柔，其下侯旬，捋采其劉』，非易也；『光被四表，格于上下』，『十畝之間兮，桑者閑閑兮』，非難也。六經之後，百家之言興，老聃、列、莊至於劉向、揚雄，皆自成一家之文，學者之所師歸也。故義雖深，理雖當，詞不工者不成文，宜不能傳也。」其論於文者如此，後學宜志之。 \\n 魏鄭公諫語 \\n 魏鄭公諫止唐太宗封禪，中間數語，引喻剴切，曰：「今有人十年長患，療治且愈，此人應皮骨僅存，便欲使負米一石，日行百里，必不可得。隋氏之亂，非止十年，陛下為之良醫，疾苦雖已乂安，未甚充實。告成天地，臣切有疑。」太宗不能奪。此語見於公諫錄及舊唐書，而新史不載，資治通鑑記其諫事，亦刪此一節，可惜也！ \\n 虞世南 \\n 虞世南卒後，太宗夜夢見之，有若平生。翌日，下制曰：「世南奄隨物化，倏移歲序。昨因夜夢，忽睹其人，追懷遺美，良增悲嘆！宜資冥助，申朕思舊之情。可於其家為設五百僧齋，幷為造天尊像一軀。」夫太宗之夢世南，蓋君臣相與之誠所致，宜恤其子孫，厚其恩典可也。齋僧、造像，豈所應作？形之制書，著在國史，惜哉，太宗而有此也！ \\n 七發 \\n 枚乘作七發，創意造端，麗旨腴詞，上薄騷些，蓋文章領袖，故為可喜。其後繼之者，如傅毅七激、張衡七辯、崔駰七依、馬融七廣、曹植七啟、王粲七釋、張協七命之類，規仿太切，了無新意。傅玄又集之以為七林，使人讀未終篇，往往棄諸几格。柳子厚晉問，乃用其體，而超然別立新機杼，激越清壯，漢、晉之間，諸文士之弊，於是一洗矣。東方朔答客難，自是文中傑出，揚雄擬之為解嘲，尚有馳騁自得之妙。至於崔駰達旨、班固賓戲、張衡應閒，皆屋下架屋，章摹句寫，其病與七林同，及韓退之進學解出，於是一洗矣。毛穎傳初成，世人多笑其怪，雖裴晉公亦不以為可，惟柳子獨愛之。韓子以文為戲，本一篇耳，妄人既附以革華傳，至於近時，羅文、江瑤、葉嘉、陸吉諸傳，紛紜雜沓，皆託以為東坡，大可笑也。 \\n 將軍官稱 \\n 前漢書百官表：「將軍皆周末官，秦因之。」予按國語：「鄭文公以詹伯為將軍。」又：「吳夫差十旌一將軍。」左傳：「豈將軍食之而有不足。」檀弓：「衞將軍。」文子：「魯使慎子為將軍。」然則其名久矣。彭寵為奴所縛，呼其妻曰：「趣為諸將軍辦裝。」東漢書注云：「呼奴為將軍，欲其赦己也。」今吳人語猶謂小蒼頭為將軍，蓋本諸此。 \\n 北道主人 \\n 秦、晉圍鄭，鄭人謂秦盍舍鄭以為東道主。蓋鄭在秦之東，故云。今世稱主人為東道者，此也。東漢載北道主人，乃有三事：「常山太守鄧晨會光武於鉅鹿，請從擊邯鄲，光武曰：『偉卿以一身從我，不如以一郡為我北道主人。』」又：「光武至薊，將欲南歸，耿弇以為不可，官屬腹心皆不肯，光武指弇曰：『是我北道主人也。』」「彭寵將反，光武問朱浮，浮曰：『大王倚寵為北道主人，今既不然，所以失望。』」後人罕引用之。 \\n 洛中盱江八賢 \\n 司馬溫公序賻禮，書閭閻之善者五人，呂南公作不欺述，書三人，皆以卑微不見於史氏。予頃修國史，將以綴於孝行傳而不果成，聊紀之於此。溫公所書皆陝州夏縣人。曰醫劉太，居親喪，不飲酒食肉終三年，以為今世士大夫所難能。其弟永一，尤孝友廉謹。夏縣有水災，民溺死者以百數，永一執竿立門首，他人物流入門者，輒擿出之。有僧寓錢數萬於其室而死，永一詣縣自陳，請以錢歸其子弟。鄉人負債不償者，毀其券。曰周文粲，其兄嗜酒，仰弟為生，兄或時酗毆粲，鄰人不平而唁之，粲怒曰：「兄未嘗毆我，汝何離間吾兄弟也！」曰蘇慶文者，事繼母以孝聞，常語其婦曰：「汝事吾母小不謹，必逐汝！」繼母少寡而無子，由是安其室終身。曰臺亨者，善畫，朝廷修景靈宮，調天下畫工詣京師，事畢，詔選試其優者，留翰林授官祿，亨名第一。以父老固辭，歸養於田里。南公所書皆建昌南城人。曰陳策，嘗買騾，得不可被鞍者，不忍移之他人，命養於野廬，俟其自斃。其子與猾駔計，因經過官人喪馬，即磨破騾背，以衒賈之。既售矣，策聞，自追及，告以不堪。官人疑策愛也，祕之。策請試以鞍，亢亢終日不得被，始謝還焉。有人從策買銀器若羅綺者，策不與羅綺。其人曰：「向見君帑有之，今何靳？」策曰：「然，有質錢而沒者，歲月已久，絲力糜脆不任用，聞公欲以嫁女，安可以此物病公哉！」取所當與銀器投熾炭中，曰：「吾恐受質人或得銀之非真者，故為公驗之。」曰危整者，買鮑魚，其駔舞秤權陰厚整。魚人去，身留整傍，請曰：「公買止五斤，已為公密倍入之，願畀我酒。」整大驚，追魚人數里返之，酬以直。又飲駔醇酒，曰：「汝所欲酒而已，何欺寒人為？」曰曾叔卿者，買陶器欲轉易於北方，而不果行。有人從之併售者，叔卿與之，已納價，猶問曰：「今以是何之？」其人對：「欲效公前謀耳。」叔卿曰：「不可，吾緣北方新有災荒，是故不以行，今豈宜不告以誤君乎？」遂不復售。而叔卿家苦貧，妻子饑寒不恤也。嗚呼，此八人者賢乎哉！ \\n 王導小名 \\n 顏魯公書遠祖西平靖侯顏含碑，晉李闡之文也。云：「含為光祿大夫，馮懷欲為王導降禮，君不從，曰：『王公雖重，故是吾家阿龍。』君是王親丈人，故呼王小字。」晉書亦載此事，而不書小字。世說：「王丞相拜司空，桓廷尉嘆曰：『人言阿龍超，阿龍故自超。』」呼三公小字，晉人浮虛之習如此。 \\n 漢書用字 \\n 太史公陳涉世家：「今亡亦死，舉大計亦死，等死，死國可乎？」又曰：「戍死者固什六七，且壯士不死即已，死即舉大名耳！」叠用七死字，漢書因之。漢溝洫志載賈讓治河策云：「河從河內北至黎陽為石隄，激使東抵東郡平剛；又為石隄，使西北抵黎陽、觀下；又為石隄，使東北抵東郡津北；又為石隄，使西北抵魏郡昭陽；又為石隄，激使東北。百餘里間，河再西三東。」凡五用石隄字，而不為冗複，非後人筆墨畦徑所能到也。 \\n 姜嫄簡狄 \\n 毛公注生民詩，姜嫄生后稷「履帝武敏歆」之句，曰：「從於高辛帝而見於天也。」玄鳥詩，「天命玄鳥，降而生商」之句，曰：「春分玄鳥降，簡狄配高辛帝，帝與之祈於郊禖而生契，故本其為天所命，以玄鳥至而生焉。」其說本自明白。至鄭氏箋始云：「帝，上帝也。敏，拇也。祀郊禖時，有大人之迹，姜嫄履之，足不能滿，履其拇指之處，心體歆歆然如有人道感己者，遂有身，後則生子。」又謂：「鳦遺卵，簡狄吞之而生契。」其說本於史記，謂：「姜嫄出野，見巨人迹，忻然踐之，因生稷。」「簡狄行浴，見燕墮卵，取吞之，因生契。」此二端之怪妄，先賢辭而闢之多矣。歐陽公謂稷、契非高辛之子，毛公於史記不取履迹之怪，而取其訛繆之世次。按漢書毛公趙人，為河間獻王博士，然則在司馬子長之前數十年，謂為取史記世次，亦不然。蓋世次之說，皆出於世本，故荒唐特甚，其書今亡。夫適野而見巨迹，人將走避之不暇，豈復故欲踐履，以求不可知之禨祥；飛鳥墮卵，知為何物，而遽取吞之。以古揆今，人情一也，今之愚人未必爾，而謂古聖人之后妃為之，不待辨而明矣。 \\n 羌慶同音 \\n 王觀國彥賓、吳棫材老，有學林及叶韻補注、毛詩音二書皆云：詩、易、太玄凡用慶字，皆與陽字韻叶，蓋羌字也。引蕭該漢書音義，慶音羌。又曰：「漢書亦有作羌者，班固幽通賦『慶未得其云已』，文選作羌，而他未有明證。」予按揚雄傳所載反離騷：「慶夭顦而喪榮。」注云：「慶，辭也，讀與羌同。」最為切據。 \\n 佐命元臣 \\n 盛王創業，必有同德之英輔，成垂世久長之計，不如是，不足以為一代宗臣。伊尹、周公之事見於詩、書，可考也。漢蕭何佐高祖，其始入關，即收秦丞相御史律令圖書，以周知天下阸塞，戶口多少，強弱處，民所疾苦。高祖失職為漢王，欲攻項羽，周勃、灌嬰、樊噲皆勸之，何獨曰：「今衆弗如，百戰百敗，願王王漢中，收用巴蜀，然後還定三秦。」王用其言。此劉氏興亡至計也。進韓信為大將，使當一面，定魏、趙、燕、齊，高祖得顓心與楚角，無北顧憂；且死，引曹參代己，而畫一之法成；約三章以蠲秦暴，拊百姓以申漢德。四百年基業，此焉肇之。唐房玄齡佐太宗，初在秦府，己獨收人物致幕下，與諸將密相申結，引杜如晦與參籌帷。及為宰相，粲然興起治功，以州縣成天下之治，以租庸調天下之財，以八百府、十六衞本天下之兵，以諫爭付王、魏，以兵事付靖、勣，御夷狄有道，用賢材有術。三百年基業，此焉肇之。其後制節度使而州縣之治壞，更二稅法而租庸之理壞，變府兵為彍騎、諸衞為神策而軍政壞，雖有名臣良輔，不能救也。趙韓王佐藝祖，監方鎮之勢，削支郡以損其強，置轉運、通判使掌錢穀以奪其富，參命京官知州事以分其黨，祿諸大功臣於環衞而不付以兵，收天下驍銳於殿岩而不使外重。建法立制，審官用人，一切施為，至於今是賴。此三君子之後，代天理物，碩大光明者，世有其人，所謂一時之相爾。蕭之孫有罪及無子，凡六絕國，漢輒紹封之。國朝褒錄韓王苗裔，未嘗或忘。唯房公之亡未十年，以其子故，奪襲爵、停配享，訖唐之世不復續，唐家亦少恩哉！ \\n 名世英宰 \\n 曹參為相國，日夜飲醇酒不事事，而畫一之歌興。王導輔佐三世，無日用之益，而歲計有餘，末年略不復省事，自嘆曰：「人言我憒憒，後人當思我憒憒。」謝安石不存小察，經遠無競。唐之房、杜，傳無可載之功。趙韓王得士大夫所投利害文字，皆置二大甕，滿則焚之。李文靖以中外所陳一切報罷，云：「以此報國。」此六七君子，蓋非揚己取名，瞭然使戶曉者，真名世英宰也！豈曰不事事哉？ \\n 檀弓誤字 \\n 檀弓載吳侵陳事曰：「陳太宰嚭使於師，夫差謂行人儀曰：『是夫也多言，盍嘗問焉，師必有名，人之稱斯師也者，則謂之何？』太宰嚭曰：『其不謂之殺厲之師與！』」按嚭乃吳夫差之宰，陳遣使者正用行人，則儀乃陳臣也。記禮者簡策差互，故更錯其名，當云「陳行人儀使於師，夫差使太宰嚭問之」，乃善。忠宣公作春秋詩引斯事，亦嘗辯正云。 \\n 薛能詩 \\n 薛能者，晚唐詩人，格調不能高，而妄自尊大。其海棠詩序云：「蜀海棠有聞，而詩無聞，杜子美於斯，興象不出，沒而有懷。天之厚余，謹不敢讓，風雅盡在蜀矣，吾其庶幾。」然其語不過曰：「青苔浮落處，暮柳閒開時。帶醉游人插，連陰彼叟移。晨前清露濕，晏後惡風吹。香少傳何許，妍多畫半遺」而已。又有荔枝詩序曰：「杜工部老居西蜀，不賦是詩，豈有意而不及歟？白尚書曾有是作，興旨卑泥，與無詩同。予遂為之題，不愧不負，將來作者，以其荔枝首唱，愚其庶幾。」然其語不過曰：「顆如松子色如櫻，未識蹉跎欲半生。歲杪監州曾見樹，時新入座久聞名」而已。又有折楊柳十首，敍曰：「此曲盛傳，為詞者甚衆，文人才子，各衒其能，莫不條似舞腰，葉如眉翠，出口皆然，頗為陳熟。能專於詩律，不愛隨人，搜難抉新，誓脫常態，雖欲勿伐，知音者其舍諸？」然其詞不過曰：「華清高樹出離宮，南陌柔條帶暖風。誰見輕陰是良夜，瀑泉聲畔月明中。」「洛橋晴影覆江船，羌笛秋聲濕塞烟。閒想習池公宴罷，水蒲風絮夕陽天」而已。別有柳枝詞五首，最後一章曰：「劉、白蘇臺總近時，當初章句是誰推。纖腰舞盡春楊柳，未有儂家一首詩。」自注云：「劉、白二尚書，繼為蘇州刺史，皆賦楊柳枝詞，世多傳唱，雖有才語，但文字太僻，宮商不高耳。」能之大言如此，但稍推杜陵，視劉、白以下蔑如也。今讀其詩，正堪一笑。劉之詞曰：「城外春風吹酒旗，行人揮袂日西時。長安陌上無窮樹，唯有垂楊管別離。」白之詞云：「紅板江橋清酒旗，館娃宮暖日斜時。可憐雨歇東風定，萬樹千條各自垂。」其風流氣概，豈能所可髣髴哉！ \\n 漢晉太常 \\n 漢自武帝以後，丞相無爵者乃封侯，其次雖御史大夫，亦不以爵封為閒。唯太常一卿，必以見侯居之，而職典宗廟園陵，動輒得咎，由元狩以降，以罪廢斥者二十人。意武帝陰欲損侯國，故使居是官以困之爾。表中所載：酇侯蕭壽成，坐犧牲瘦；蓼侯孔臧，坐衣冠道橋壞；鄲侯周仲居，坐不收赤側錢；繩侯周平，坐不繕園屋；睢陵侯張昌，坐乏祠；陽平侯杜相，坐擅役鄭舞人；廣阿侯任越人，坐廟酒酸；江鄒侯靳石，坐離宮道橋苦惡；戚侯李信成，坐縱丞相侵神道；俞侯欒賁，坐雍犧牲不如令；山陽侯張當居，坐擇博士弟子不以實；成安侯韓延年，坐留外國文書；新畤侯趙弟，坐鞫獄不實；牧丘侯石德，坐廟牲瘦；當塗侯魏不害，坐孝文廟風發瓦；轑陽侯江德，坐廟郎夜飲失火；蒲侯蘇昌，坐泄官書；弋陽侯任宮，坐人盜茂陵園物，建平侯杜緩，坐盜賊多。自酇侯至牧丘十四侯，皆奪國，武帝時也。自當塗至建平五侯，但免官，昭、宣時也。下及晉世，此風猶存，惠帝元康四年，大風，廟闕屋瓦有數枚傾落，免太常荀（上宀下禹）。五年，大風，蘭臺主者求索阿棟之間，得瓦小邪十五處，遂禁止太常，復興刑獄。陵上荊一枝圍七寸二分者被斫，司徒、太常奔走道路，太常禁止不解，蓋循習漢事云。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第八(十五則)", "正文": "　 \\n 卷第八(十五則) \\n 　 \\n  \\n 諸葛公 \\n 諸葛孔明千載人，其用兵行師，皆本於仁義節制，自三代以降，未之有也。蓋其操心制行，一出於誠，生於亂世，躬耕隴畝，使無徐庶之一言，玄德之三顧，則苟全性命，不求聞達必矣。其始見玄德，論曹操不可與爭鋒，孫氏可與為援而不可圖，唯荊、益可以取，言如蓍龜，終身不易。二十餘年之間，君信之，士大夫仰之，夷夏服之，敵人畏之。上有以取信於主，故玄德臨終，至云「嗣子不才，君可自取」；後主雖庸懦無立，亦舉國聽之而不疑。下有以見信於人，故廢廖立而立垂泣，廢李嚴而嚴致死。後主左右奸辟側佞，充塞於中，而無一人有心害疾者。魏盡據中州，乘操、丕積威之後，猛士如林，不敢西向發一矢以臨蜀，而公六出征之，使魏畏蜀如虎。司馬懿案行其營壘處所，嘆為天下奇才。鍾會伐蜀，使人至漢川祭其廟，禁軍士不得近墓樵採，是豈智力策慮所能致哉？魏延每隨公出，輒欲請兵萬人，與公異道會於潼關，公制而不許，又欲請兵五千，循秦嶺而東，直取長安，以為一舉而咸陽以西可定。史臣謂公以為危計不用，是不然。公真所謂義兵不用詐謀奇計，方以數十萬之衆，據正道而臨有罪，建旗鳴鼓，直指魏都，固將飛書告之，擇日合戰，豈復翳行竊步，事一旦之譎以規咸陽哉！司馬懿年長於公四歲，懿存而公死，纔五十四耳，天不祚漢，非人力也。「霸氣西南歇，雄圖歷數屯。」杜詩盡之矣。 \\n 沐浴佩玉 \\n 「石駘仲卒，有庶子六人，卜所以為後者，曰：『沐浴佩玉則兆。』五人者皆沐浴佩玉。石祁子曰：『孰有執親之喪而沐浴佩玉者乎？』不沐浴佩玉。」此檀弓之文也，今之為文者不然，必曰「沐浴佩玉則兆，五人者如之，祁子獨不可，曰：『孰有執親之喪若此者乎？』」似亦足以盡其事，然古意衰矣。 \\n 談叢失實 \\n 後山陳無己著談叢六卷，高簡有筆力，然所載國朝事，失於不考究，多爽其實，漫析數端於此。 \\n 其一云：「呂許公惡韓、富、范三公，欲廢之而不能，及西軍罷，盡用三公及宋莒公、夏英公於二府，皆其仇也。呂既老，大事猶問，遂請出大臣行三邊，既建議，乃數出道者院宿，范公奉使陝西，宿此院，相見云云。」按呂公罷相，詔有同議大事之旨，公辭，乃慶曆三年三月，至九月致仕矣。四年七月，富、范始奉使，又三公入二府時，莒公自在外，英公拜樞密使而中輟，後二年莒方復入，安有五人同時之事？ \\n 其二云：「杜正獻、丁文簡為河東宣撫，任布之子上書歷詆執政，至云至於臣父，亦出遭逢，謂其非德選也。杜戲丁曰：『賢郎亦要牢籠。』丁深銜之。其後二公同在政府，蘇子美進奏事作，杜避嫌不預，丁論以深文，子美坐廢為民，杜亦罷去。一言之謔，貽禍如此。」按杜公以執政使河東時，丁以學士為副，慶曆四年十一月進奏獄起，杜在相位，五年正月罷，至五月，丁公方從翰林參知政事，安有深文論子美之說？且杜公重厚，當無以人父子為謔之理，丁公長者也，肯追仇一言陷賢士大夫哉？ \\n 其三云：「張乖崖自成都召為參知政事，既至而腦疽作，求補外，乃知杭州而疾愈。上使中人往伺之，言且將召也，丁晉公以白金賂使者，還言如故，乃不召。」按張兩知成都，其初還朝為戶部使、中丞，始知杭州，是時，丁方在侍從；其後自蜀知昇州，丁為三司使。豈有如前所書之事？ \\n 其四云：「乖崖在陳，聞晉公逐萊公，知禍必及己，乃延三大戶與之博，出彩骰子勝其一坐，乃買田宅為歸計以自汚，晉公聞之，亦不害也。」按張公以祥符六年知陳州，八年卒，後五年當天禧四年，寇公方罷相，旋坐貶，豈有所謂乖崖自汚之事？ \\n 茲四者所係不細，乃誕漫如此。蓋前輩不家藏國史，好事者肆意飾說為美聽，疑若可信，故誤人紀述。後山之書，必傳於後世，懼詒千載之惑，予是以辨之。 \\n 石砮 \\n 東坡作石砮記云：「禹貢荊州貢礪、砥、砮、丹及箘、簵、楛，梁州貢砮、磬。至春秋時，隼集于陳廷，楛矢貫之，石砮長尺有咫，問於孔子，孔子不近取之荊、梁，而遠取之肅慎，則荊、梁之不貢此久矣。顏師古曰：『楛木堪為笴，今豳以北皆用之。』以此考之，用楛為矢，至唐猶然，而用石為砮，則自春秋以來莫識矣。」按晉書挹婁傳：有石砮、楛矢，國有山出石，其利入鐵；周武王時，獻其矢、砮；魏景元末亦來貢；晉元帝中興，又貢石砮；後通貢於石虎，虎以夸李壽者也。唐書黑水靺鞨傳：其矢，石鏃長二寸。蓋楛砮遺法，然則東坡所謂春秋以來莫識，恐不考耳。予家有一砮，正長二寸，豈黑水物乎？ \\n 陶淵明 \\n 陶淵明高簡閒靖，為晉、宋第一輩人。語其飢則簞瓢屢空，缾無儲粟；其寒則裋褐穿結，絺綌冬陳；其居則環堵蕭然，風日不蔽。窮困之狀，可謂至矣。讀其與子儼等疏云：「恨室無萊婦，抱茲苦心。汝等雖不同生，當思四海皆兄弟之義，管仲、鮑叔，分財無猜，他人尚爾，况同父之人哉！」然則猶有庶子也。責子詩云：「雍、端年十三。」此兩人必異母爾。淵明在彭澤，悉令公田種秫，曰：「吾常得醉於酒足矣。」妻子固請種秔，乃使二頃五十畝種秫，五十畝種秔。其自叙亦云：「公田之利，足以為酒，故便求之。」猶望一稔而逝，然仲秋至冬，在官八十餘日，即自免去職。所謂秫秔，蓋未嘗得顆粒到口也，悲夫！ \\n 東晉將相 \\n 西晉南渡，國勢至弱，元帝為中興主，已有雄武不足之譏，餘皆童幼相承，無足稱算。然其享國百年，五胡雲擾，竟不能窺江、漢，苻堅以百萬之衆，至於送死淝水，後以強臣擅政，鼎命乃移，其於江左之勢，固自若也，是果何術哉？嘗考之矣，以國事付一相，而不貳其任，以外寄付方伯，而不輕其權，文武二柄，既得其道，餘皆可概見矣。百年之間，會稽王昱、道子、元顯以宗室，王敦、二桓以逆取，姑置勿言，卞壼、陸玩、郗鑒、陸曄、王彪之坦之不任事，其真託國者，王導、庾亮、何充、庾冰、蔡謨、殷浩、謝安、劉裕八人而已。方伯之任，莫重於荊、徐，荊州為國西門，刺史常都督七八州事，力雄強，分天下半，自渡江訖於太元，八十餘年，荷閫寄者，王敦、陶侃、庾氏之亮翼、桓氏之溫豁沖石民八人而已，非終於其軍不輒易，將士服習於下，敵人畏敬於外，非忽去忽來，兵不適將，將不適兵之比也。頃嘗為主上論此，蒙欣然領納，特時有不同，不能行爾。 \\n 賞魚袋 \\n 衡山有唐開元二十年所建南岳真君碑，衡州司馬趙頤貞撰，荊府兵曹蕭誠書，末云，別駕賞魚袋、上柱國光大晊。賞魚袋之名不可曉，他處未之見也。 \\n 浯溪留題 \\n 永州浯溪，唐人留題頗多，其一云：「太僕卿分司東都韋瓘，太中二年過此。余大和中以中書舍人謫宦康州，逮今十六年。去冬罷楚州刺史，今年二月有桂林之命，纔經數月，又蒙除替，行次靈川，聞改此官，分司優閒，誠為忝幸。」按新唐書：「瓘仕累中書舍人，與李德裕善，李宗閔惡之，德裕罷相，貶為明州長史，終桂管觀察使。」以題名證之，乃自中書謫康州，又不終於桂，史之誤如此。瓘所稱十六年前，正當大和七年，是時，德裕方在相位，八年十一月始罷，然則瓘之去國，果不知坐何事也。 \\n 皇甫湜詩 \\n 皇甫湜、李翱，雖為韓門弟子，而皆不能詩，浯溪石間有湜一詩，為元結而作，其詞云：「次山有文章，可惋只在碎。然長於指叙，約潔多餘態。心語適相應，出句多分外。於諸作者間，拔戟成一隊。中行雖富劇，粹美君可蓋。子昂感遇佳，未若君雅裁。退之全而神，上與千年對。李杜才海翻，高下非可概。文於一氣間，為物莫與大。先王路不荒，豈不仰吾輩。石屏立衙衙，溪口揚素瀨。我思何人知，徙倚如有待。」味此詩乃論唐人文章耳，風格殊無可采也。 \\n 人物以義為名 \\n 人物以義為名者，其別最多。仗正道曰義，義師、義戰是也。衆所尊戴者曰義，義帝是也。與衆共之曰義，義倉、義社、義田、義學、義役、義井之類是也。至行過人曰義，義士、義俠、義姑、義夫、義婦之類是也。自外入而非正者曰義，義父、義兒、義兄弟、義服之類是也。衣裳器物亦然。在首曰義髻，在衣曰義襴、義領，合中小合子曰義子之類是也。合衆物為之，則有義漿、義墨、義酒。禽畜之賢，則有義犬、義烏、義鷹、義鶻。 \\n 人君壽考 \\n 三代以前，人君壽考有過百年者。自漢、晉、唐、三國，南北下及五季，凡百三十六君，唯漢武帝、吳大帝、唐高祖至七十一，玄宗七十八，梁武帝八十三，自餘至五六十者亦鮮。即此五君而論之。梁武召侯景之禍，幽辱告終，旋以亡國；玄宗身致大亂，播遷失意，飲恨而沒。享祚久長，翻以為害，固已不足言。漢武末年，巫蠱事起，自皇太子、公主、皇孫皆不得其死，悲傷愁沮，羣臣上壽，拒不舉觴，以天下付之八歲兒。吳大帝廢太子和，殺愛子魯王霸。唐高祖以秦王之故，兩子十孫同日併命，不得已而禪位，其方寸為如何？然則五君者雖有崇高之位，享耆耋之壽，竟何益哉！若光堯太上皇帝之福，真可於天人中求之。 \\n 韓文公佚事 \\n 韓文公自御史貶陽山，新舊二唐史，皆以為坐論宮市事。按公赴江陵途中詩，自叙此事甚詳，云：「是年京師旱，田畝少所收。有司恤經費，未免煩誅求。傳聞閭里間，赤子棄渠溝。我時出衢路，餓者何其稠！適會除御史，誠當得言秋。拜疏移閤門，為忠寧自謀。上陳人疾苦，無令絕其喉。下言畿甸內，根本理宜優。積雪驗豐熟，幸寬待蠶麰。天子惻然感，司空嘆綢繆。謂言即施設，乃反遷炎洲！」皇甫湜作公神道碑云：「關中旱饑，人死相枕藉，吏刻取恩，先生列言天下根本，民急如是，請寬民徭而免田租，專政者惡之，遂貶。」然則不因論宮市明甚。碑又書三事云：「公為河南令，魏、鄆、幽、鎮各為留邸，貯潛卒以槖罪亡，公將擿其禁，斷民署吏，俟旦發，留守尹大恐，遽止之，是後鄆邸果謀反，將屠東都，以應淮、蔡。及從討元濟，請於裴度，須精兵千人，間道以入，必擒賊。未及行，李愬自文城夜入，得元濟。三軍之士，為公恨。復謂度曰：今借聲勢，王承宗可以辭取，不煩兵矣。得柏耆，口授其詞，使耆執筆書之，持以入鎮州，承宗遂割德、棣二州以獻。」李翱作公行狀，所載略同。而唐書並逸其事，且以鎮州之功，專歸柏耆，豈非未嘗見湜文集乎？資治通鑑亦僅言耆以策干愈，愈為白度，為書遣之耳。 \\n 論韓公文 \\n 劉夢得、李習之、皇甫持正、李漢，皆稱誦韓公之文，各極其摯。劉之語云：「高山無窮，太華削成。人文無窮，夫子挺生。鸞鳳一鳴，蜩螗革音。手持文柄，高視寰海。權衡低昂，瞻我所在。三十餘年，聲名塞天。」習之云：「建武以還，文卑質喪。氣萎體敗，剽剝不讓。撥去其華，得其本根。包劉越嬴，幷武同殷。六經之風，絕而復新。學者有歸，大變於文。」又云：「公每以為自揚雄之後，作者不出，其所為文，未嘗效前人之言而固與之幷，後進之士有志於古文者，莫不視以為法。」皇甫云：「先生之作，無圓無方，主是歸工，抉經之心，執聖之權，尚友作者，跂邪觝異，以扶孔子，存皇之極。茹古涵今，無有端涯。鯨鏗春麗，驚耀天下，栗密窈眇，章妥句適，精能之至，鬼入神出，姬氏以來，一人而已。」又云：「屬文意語天出，業孔子、孟軻而侈其文，焯焯烈烈，為唐之章。」又云：「如長江秋注，千里一道，然施於灌激，或爽於用。」此論似為不知公者。漢之語云：「詭然而蛟龍翔，蔚然而虎鳳躍，鏘然而韶鈞鳴，日光玉潔，周情孔思，千態萬貌，卒澤於道德仁義，炳如也。」是四人者，所以推高韓公，可謂盡矣。及東坡之碑一出，而後衆說盡廢。其略云：「匹夫而為百世師，一言而為天下法，是皆有以參天地之化，關盛衰之運。自東漢以來，道喪文弊，歷唐貞觀開元而不能救，獨公談笑而麾之，天下靡然從公，復歸於正。文起八代之衰，道濟天下之溺，豈非參天地而獨存者乎？」騎龍白雲之詩，蹈厲發越，直到雅、頌，所謂若捕龍蛇、搏虎豹者，大哉言乎！ \\n 治生從宦 \\n 韓詩曰：「居閒食不足，從仕力難任。兩事皆害性，一生常苦心。」然治生從宦，自是兩塗，未嘗有兼得者。張釋之以貲為郎，十年不得調，曰：「久宦減兄仲之產，不遂。」欲免歸。司馬相如亦以貲為郎，因病免，家貧無以自業，至從故人於臨邛，及歸成都，家徒四壁立而已。 \\n 真宗末年 \\n 真宗末年屬疾，每視朝不多語言，命令間或不能周審，前輩雜傳記多以為權臣矯制，而非也。錢文僖在翰林，有天禧四年筆錄，紀逐日瑣細家事，及一時奏對，幷他所聞之語，今略載於此。寇萊公罷相之夕，錢公當制，上問：「與何官得？」錢奏云：「王欽若近出，除太子太保。」上曰：「近上是甚？」云：「太子太傅。」上曰：「與太子太傅。」又云：「更與一優禮。」錢奏但請封國公而已。時樞密有五員，而中書只參政李迪一人，後月餘，召學士楊大年，宣云：「馮拯與吏書，李迪與吏侍。」更無他言。楊奏：「若只轉官，合中書命詞，唯樞密使、平章事，却學士院降制。」上云：「與樞密使、平章事。」楊亦憂慮，而不復審，退而草制，以迪為吏部侍郎、集賢相，拯為樞密相。又四日，召知制誥晏殊，殊退，乃召錢。上問：「馮拯如何商量？」錢奏：「外論甚美，只為密院却有三員正使，三員副使，中書依舊一員，以此外人疑訝。」上云：「如何安排？」錢奏：「若却令拯入中書，即是彰昨來錯誤，但於曹利用、丁謂中選一人過中書，即幷不妨事。」上曰：「誰得？」錢奏：「丁謂是文官，合入中書。」上云：「入中書。」遂奏授同平章事。又奏兼玉清宮使，又奏兼昭文國史。又乞加曹利用平章事。上云：「與平章事。」 \\n 按此際大除拜，本真宗啟其端，至於移改曲折，則其柄乃係詞臣，可以舞文容奸，不之覺也。寇公免相四十日，周懷政之事方作，溫公記聞，蘇子由龍川志，范蜀公東齋記事，皆誤以為因懷政而罷，非也。予嘗以錢錄示李燾，燾采取之，又誤以召晏公為寇罷之夕，亦非也。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第九(二十八則)", "正文": "　 \\n 卷第九(二十八則) \\n 　 \\n  \\n 霍光賞功 \\n 漢武帝外事四夷，出爵勸賞，凡將士有軍功，無問貴賤，未有不封侯者。及昭帝時，大鴻臚田廣明平益州夷，斬首捕虜三萬，但賜爵關內侯。蓋霍光為政，務與民休息，故不欲求邊功，益州之師，不得已耳，與唐宋璟抑郝靈佺斬默啜之意同。然數年之後，以范明友擊烏桓，傅介子刺樓蘭，皆即侯之，則為非是，蓋明友，光女婿也。 \\n 尺棰取半 \\n 莊子載惠子之語曰：「一尺之棰，日取其半，萬世不竭。」雖為寓言，然此理固具。蓋但取其半，正碎為微塵，餘半猶存，雖至於無窮可也。特所謂卵有毛、鷄三足、犬可以為羊、馬有卵、火不熱、龜長於蛇、飛鳥之景未嘗動，如是之類，非詞說所能了也。 \\n 漢文失材 \\n 漢文帝見李廣曰：「惜廣不逢時，令當高祖世，萬戶侯豈足道哉！」賈山上書言治亂之道，借秦為喻，其言忠正明白，不下賈誼，曾不得一官，史臣猶贊美文帝，以為山言多激切，終不加罰，所以廣諫爭之路。觀此二事，失材多矣。吳、楚反時，李廣以都尉戰昌邑下顯名，以梁王授廣將軍印，故賞不行。武帝時，五為將軍擊匈奴，無尺寸功，至不得其死。三朝不遇，命也夫！ \\n 陳軫之說疎 \\n 戰國權謀之士，游說從橫，皆趨一時之利，殊不顧義理曲直所在。張儀欺楚懷王，使之絕齊而獻商於之地。陳軫諫曰：「張儀必負王，商於不可得而齊、秦合，是北絕齊交，西生秦患。」其言可謂善矣。然至云：「不若陰合而陽絕於齊，使人隨張儀，苟與吾地，絕齊未晚。」是軫不深計齊之可絕與否，但以得地為意耳。及秦負約，楚王欲攻之。軫又勸曰：「不如因賂之以一名都，與之幷兵而攻齊，是我亡地於秦，取償於齊也。」此策尤乖謬不義。且秦加亡道於我，乃欲賂以地，齊本與國，楚無故而絕之，宜割地致幣，卑詞謝罪，復求其援，而反欲攻之，軫之說於是疎矣。乃知魯仲連、虞卿為豪傑之士，非軫輩所能企及也。 \\n 顏率兒童之見 \\n 秦興師臨周而求九鼎，周君患之。顏率請借救於齊。乃詣齊王許以鼎，齊為發兵救周，而秦兵罷。齊將求鼎，周君又患之。顏率復詣齊曰：「願獻九鼎，不識何塗之從而致之齊？」齊王將寄徑於梁、於楚，率皆以為不可，齊乃止。戰國策首載此事，蓋以為奇謀。予謂此特兒童之見爾！爭戰雖急，要當有信。今一紿齊可也，獨不計後日諸侯來伐，誰復肯救我乎？疑必無是事，好事者飾之爾。故史記、通鑑皆不取。 \\n 皇甫湜正閏論 \\n 晉魏以來，正閏之說紛紛，前人論之多矣。蓋以宋繼晉，則至陳而無所終，由隋而推之，為周為魏，則上無所起。故司馬公於通鑑取南朝承晉訖於陳亡，然後係之隋開皇九年，姑藉其年以紀事，無所抑揚也。唯皇甫湜之論不然，曰：「晉之南遷，與平王避戎之事同，而元魏種實匈奴，自為中國之位號。謂之滅耶，晉實未改；謂之禪耶，已無所傳。而往之著書者有帝元，今之為錄者皆閏晉，失之遠矣。晉為宋，宋為齊，齊為梁，江陵之滅，則為周矣。陳氏自樹而奪，無容於言。故自唐推而上，唐受之隋，隋得之周，周取之梁，推梁而上以至於堯、舜，為得天下統。則陳僭於南，元閏於北，其不昭昭乎？」此說亦有理。然予復考之，滅梁江陵者，魏文帝也，時歲在甲戌。又三年丁丑，周乃代魏。不得云江陵之滅，則為周也。 \\n 簡師之賢 \\n 皇甫持正集有送簡師序，云：「韓侍郎貶潮州，浮圖之士，歡快以抃，師獨憤起訪余求序行，資適潮，不顧蛇山鱷水萬里之嶮毒，若將朝得進拜而夕死者。師雖佛其名，而儒其行；雖夷狄其衣服，而人其知。不猶愈於冠儒冠，服朝服，惑溺於經怪之說以斁彝倫邪？」予讀其文，想見簡師之賢，而惜其名無傳於後世，故表而出之。 \\n 老人推恩 \\n 唐世赦宥，推恩於老人絕優。開元二十三年，耕籍田。侍老百歲以上，版授上州刺史；九十以上，中州刺史；八十以上，上州司馬。二十七年，赦。百歲以上，下州刺史，婦人郡君；九十以上，上州司馬，婦人縣君；八十以上，縣令，婦人鄉君。天寶七載，京城七十以上本縣令，六十以上縣丞，天下侍老除官與開元等。國朝之制，百歲者始得初品官封，比唐不侔矣。淳熙三年，以太上皇帝慶壽之故，推恩稍優，遂有增年詭籍以冒榮命者。使如唐日，將如何哉！ \\n 唐三傑 \\n 漢高祖以蕭何、張良、韓信為人傑，此三人者真足以當之也。唐明皇同日拜宋璟、張說、源乾曜三故相官，帝賦三傑詩，自寫以賜。其意蓋以比蕭、張等也。說與乾曜豈璟比哉！明皇可謂不知臣矣。 \\n 忠義出天資 \\n 忠義守節之士，出於天資，非關居位貴賤，受恩深淺也。王莽移漢祚，劉歆以宗室之雋、導之為逆，孔光以宰相輔成其事。而龔勝以故大夫守誼以死。郭欽、蔣詡以刺史、郡守，栗融、禽慶、曹竟、蘇章以儒生，皆去官不仕。陳咸之家，至不用王氏臘。蕭道成宋，褚淵、王儉，奕世達宦，身為帝甥、主壻，所以縱臾滅劉，唯恐不速。而死節者乃王蘊、卜伯興、黃回、任候伯之輩耳。安祿山、朱泚之變，陳希烈、張均、張垍、喬琳、李忠臣，皆以宰相世臣，為之丞弼。而甄濟、權皋、劉海賓、段秀實，或以幕府小吏，或以廢斥列卿，捐身立節，名震海內。人之賢不肖，相去何止天冠地屨乎！ \\n 劉歆不孝 \\n 事親孝，故忠可移於君，是以求忠臣必於孝子之門。劉歆事父，雖不載不孝之迹，然其議論每與向異同。故向拳拳於國家，欲抑王氏以崇劉氏，而歆乃力贊王莽，倡其凶逆，至為之國師公，又改名秀以應圖讖，竟亦不免為莽所誅，子棻、女愔皆以戮死。使天道每如是，不善者其知懼乎！ \\n 漢法惡誕謾 \\n 李廣以私忿殺霸陵尉，上書自陳謝罪。武帝報之曰：「報忿除害，朕之所圖於將軍也。若乃免冠徒跣，稽顙請罪，豈朕之指哉！」張敞殺絮舜，上書曰：「臣待罪京兆，絮舜本臣素所厚吏，以臣有章劾當免，受記考事，謂臣『五日京兆』，背恩忘義。臣竊以舜無狀，枉法以誅之。臣賊殺不辜，鞫獄故不直，死無所恨。」宣帝引拜為刺史。漢世法令，最惡誕謾罔上。廣、敞雖妄殺人，一語陳情，則赦之不問，所以開臣下不敢為欺之路也。武帝待張湯非不厚，及問魯謁居事，謂其懷詐面欺，殺之不貸，真得御臣之法。 \\n 漢官名 \\n 漢官名有不書於百官表，而因事乃見者。如行冤獄使者，因張敞殺絮舜而見；美俗使者，因何並代嚴詡而見；河隄使者，因王延世塞決河而見；直指使者，因暴勝之而見。豈非因事置官，事已即罷乎？ \\n 五胡亂華 \\n 劉聰乘晉之衰，盜竊中土，身死而嗣滅，男女無少長皆戕於靳準。劉曜承其後，不能十年，身為人禽。石勒嘗盛矣，子奪於虎。虎盡有秦、魏、燕、齊、韓、趙之地，死不一年，而後嗣屠戮，無一遺種。慕容雋乘石氏之亂，跨據河山，亦僅終其身，至子而滅。苻堅之興，又非劉、石比，然不能自免，社稷為墟。慕容垂乘苻氏之亂，盡復燕祚，死未期年，基業傾覆。此七人者，皆夷狄亂華之巨擘也，而不能久如此。今之金虜，為國八十年，傳數酋矣，未亡何邪？ \\n 石宣為彗 \\n 石虎將殺其子宣，佛圖澄諫曰：「陛下若加慈恕，福祚猶長，若必誅之，宣當為彗星下掃鄴宮。」虎不從。明年，虎死。二年，國亡。晉史書之以為澄言之驗。予謂此乃石氏窮凶極虐，為天所棄。豈一逆子便能上干玄象，起彗孛乎？宣殺其弟韜，又欲行冒頓之事，寧有不問之理？澄言既妄，史氏誤信而載之，資治通鑑亦失於不刪也。 \\n 三公改他官 \\n 國初以來，宰相帶三公官居位，及罷去，多有改他官者。范質自司徒、侍中改太子太傅，王溥自司空改太子太保，呂蒙正自司空改太子太師是也。天禧以前唯趙普、王旦乃依舊公師，仍復遷秩。天聖而後，恩典始隆，張士遜致仕，至以兵部尚書得太傅云。 \\n 帶職致仕 \\n 熙寧以前，待制學士致仕者，率遷官而解其職。若有疾就閒者，亦換為集賢院學士。蓋不以近職處散地也。帶職致仕，方自熙寧中王素始。後改集賢學士為修撰，政和中又改為右文云。 \\n 朋友之義 \\n 朋友之義甚重。天下之達道五，君臣、父子、兄弟、夫婦而至朋友之交。故天子至於庶人，未有不須友以成者。「天下俗薄，而朋友道絕。」見於詩。「不信乎朋友，弗獲乎上。」見於中庸、孟子。「朋友信之」，孔子之志也；「車馬衣裘，與朋友共」，子路之志也；「與朋友交而信」，曾子之志也。周禮六行，五曰任，謂信於友也。漢、唐以來，猶有范張、陳雷、元白、劉柳之徒，始終相與，不以死生貴賤易其心。本朝百年間，此風尚存。嗚呼，今亡矣！ \\n 高科得人 \\n 國朝自太平興國以來，以科舉羅天下士，士之策名前列者，或不十年而至公輔。呂文穆公蒙正、張文定公齊賢之徒是也。及嘉祐以前，亦指日在清顯。東坡送章子平序，以謂仁宗一朝十有三榜，數其上之三人，凡三十有九，其不至於公卿者，五人而已。蓋為士者知其身必達，故自愛重而不肯為非，天下公望亦以鼎貴期之，故相與愛惜成就，以待其用。至嘉祐四年之制，前三名始不為通判，第一人才得評事、簽判，代還升通判，又任滿，始除館職。王安石為政，又殺其法，恩數既削，得人亦衰矣。觀天聖初榜，宋鄭公郊、葉清臣、鄭文肅公戩、高文莊公若訥、曾魯公公亮五人連名，二宰相、二執政、一三司使。第二榜，王文忠公堯臣、韓魏公琦、趙康靖公槩連名。第三榜，王宣徽拱辰，劉相沆、孫文懿公抃連名。楊寘榜，寘不幸即死，王岐公珪、韓康公絳、王荊公安石連名。劉煇榜，煇不顯，胡右丞宗愈、安門下燾、劉忠肅公摯、章申公惇連名。其盛如此。治平以後，第一人作侍從，蓋可數矣。 \\n 辛慶忌 \\n 漢成帝將立趙飛燕為皇后，怒劉輔直諫，囚之掖廷獄，左將軍辛慶忌等上書救輔，遂得減死。朱雲請斬張禹，上怒，將殺之，慶忌免冠解印綬，叩頭殿下曰：「此臣素著狂直，臣敢以死爭。」叩頭流血。上意解，然後得已。慶忌此兩事，可與汲黯、王章同科。班史不書於本傳，但言其為國虎臣，匈奴、西域敬其威信而已。方爭朱雲時，公卿在前，曾無一人助之以請，為可羞也。 \\n 楚懷王 \\n 秦楚之際，楚懷王以牧羊小兒，為項氏所立，首尾才三年。以事考之，東坡所謂天下之賢主也。項梁之死，王幷呂臣、項羽軍，自將之，羽不敢爭。見宋義論兵事，即以為上將軍，而羽乃為次將。擇諸將入關，羽怨秦，奮勢願與沛公西，王以羽慓悍禍賊，不許，獨遣沛公，羽不敢違。及秦既亡，羽使人還報王，王曰：「如約。」令沛公王關中。此數者，皆能自制命，非碌碌孱主受令於強臣者，故終不能全於項氏。然遣將救趙滅秦，至於有天下，皆出其手。太史公作史記，當為之立本紀，繼於秦後，迨其亡，則次以漢高祖可也。而乃立項羽本紀，義帝之事特附見焉，是直以羽為代秦也，其失多矣。高祖嘗下詔，以秦皇帝、楚隱王亡後，為置守冢，幷及魏、齊、趙三王，而義帝乃高祖故君，獨缺不問，豈簡策脫佚乎？ \\n 范增非人傑 \\n 世謂范增為人傑，予以為不然。夷考平生，蓋出戰國從橫之餘，見利而不知義者也。始勸項氏立懷王，及羽奪王之地，遷王於郴，已而弒之，增不能引君臣大誼，爭之以死。懷王與諸將約，先入關中者王之，沛公既先定關中，則當如約，增乃勸羽殺之，又徙之蜀漢。羽之伐趙，殺上將宋義，增為末將，坐而視之。坑秦降卒，殺秦降王，燒秦宮室，增皆親見之，未嘗聞一言也。至於滎陽之役，身遭反間，然後發怒而去。嗚呼，疏矣哉！東坡公論此事偉甚，猶未盡也。 \\n 翰苑故事 \\n 翰苑故事，今廢棄無餘。唯學士入朝，猶有朱衣院吏雙引至朝堂而止，及景靈宮行香，則引至立班處。公文至三省不用申狀，但尺紙直書其事，右語云：「諮報尚書省伏候裁旨，月日押。」謂之諮報。此兩事僅存。 \\n 唐揚州之盛 \\n 唐世鹽鐵轉運使在揚州，盡斡利權，判官多至數十人，商賈如織。故諺稱「揚一益二」，謂天下之盛，揚為一而蜀次之也。杜牧之有「春風十里珠簾」之句，張祜詩云：「十里長街市井連，月明橋上看神仙。人生只合揚州死，禪智山光好墓田。」王建詩云：「夜市千燈照碧雲，高樓紅袖客紛紛。如今不似時平日，猶自笙歌徹曉聞！」徐凝詩云：「天下三分明月夜，二分無賴是揚州。」其盛可知矣。自畢師鐸、孫儒之亂，蕩為丘墟。楊行密復葺之，稍成壯藩，又燬於顯德。本朝承平百七十年，尚不能及唐之什一，今日真可酸鼻也！ \\n 張祜詩 \\n 唐開元、天寶之盛，見於傳記、歌詩多矣，而張祜所詠尤多，皆他詩人所未嘗及者。如正月十五夜燈云：「千門開鎖萬燈明，正月中旬動帝京。三百內人連袖舞，一時天上著詞聲。」上巳樂云：「猩猩血染繫頭標，天上齊聲舉畫橈。却是內人爭意切，六宮紅袖一時招。」春鶯囀云：「興慶池南柳未開，太真先把一枝梅。內人已唱春鶯囀，花下傞傞軟舞來。」又有大酺樂、邠王小管、李謨笛、寧哥來、邠娘羯鼓、退宮人、耍娘歌、悖拏兒舞、阿保鳥湯、雨霖鈴、香囊子等詩，皆可補開、天遺事，絃之樂府也。 \\n 古人無忌諱 \\n 古人無忌諱。如季武子成寢，杜氏之葬在西階之下，請合葬焉，許之，入宮而不敢哭，武子命之哭。曾子與客立於門側，其徒有父死，將出哭於巷者，曾子曰：「反哭於爾次。」北面而吊焉。伯高死於衞，赴於孔子，孔子曰：「夫由賜也見我，吾哭諸賜氏。」遂哭於子貢寢門之外，命子貢為之主，曰：「為爾哭也來者，拜之。」夫以國卿之寢階，許外人入哭而葬，己所居室，而令門弟子哭其親，朋友之喪，而受哭於寢門之外，今人必不然者也。聖賢所行，固為盡禮，季孫宿亦能如是。以古方今，相去何直千萬也。 \\n 宰我不詐 \\n 宰我以三年之喪為久，夫子以食稻衣錦問之曰：「於女安乎？」曰：「安。」後人以是譏宰我，謂孔門高第乃如是。殊不知其由衷之言，不為詐隱，所以為孔門高第也。魯悼公之喪，孟敬子曰：「食粥，天下之達禮也，吾三臣者之不能居公室也，四方莫不聞矣，勉而為瘠，毋乃使人疑夫不以情居瘠者乎哉！我則食食。」樂正子春之母死，五日而不食，曰：「吾悔之，自吾母而不得吾情，吾惡乎用吾情！」謂勉強過禮也。夫不情之惡，賢者所深戒，雖孟敬子之不臣，寧廢禮食食，不肯不情而為瘠。蓋先王之澤未遠，故不肖者亦能及之。 \\n 李益盧綸詩 \\n 李益、盧綸，皆唐大曆十才子之傑者。綸於益為內兄，嘗秋夜同宿，益贈綸詩曰：「世故中年別，餘生此會同。却將愁與病，獨對朗陵翁。」綸和曰：「戚戚一西東，十年今始同。可憐風雨夜，相問兩衰翁。」二詩雖絕句，讀之使人悽然，皆奇作也。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十(二十則)", "正文": "　 \\n 卷第十(二十則) \\n 　 \\n  \\n 楊彪陳羣 \\n 魏文帝受禪，欲以楊彪為太尉，彪辭曰：「彪備漢三公，耄年被病，豈可贊惟新之朝？」乃授光祿大夫。相國華歆以形色忤旨，徙為司徒而不進爵。帝久不懌，以問尚書令陳羣曰：「我應天受禪，相國及公獨不怡，何也？」羣對曰：「臣與相國，曾臣漢朝，心雖悅喜，猶義形於色。」夫曹氏漢，忠臣義士之所宜痛心疾首，縱力不能討，忍復仕其朝為公卿乎？歆、羣為一世之賢，所立不過如是。彪遜辭以免禍，亦不敢一言及曹氏之所以得。蓋自黨錮禍起，天下賢士大夫如李膺、范滂之徒，屠戮殆盡，故所存者如是而已。士風不競，悲夫！章惇、蔡京為政，欲殄滅元祐善類，正士禁錮者三十年，以致靖康之禍，其不為歆、羣者幾希矣！ \\n 袁盎溫嶠 \\n 趙談常害袁盎，盎兄子種曰：「君與鬥，廷辱之，使其毀不用。」文帝出，談參乘，盎前曰：「天子所與共六尺輿者，皆天下豪英，陛下奈何與刀鋸餘人載？」上笑下談，談泣下車。溫嶠將去王敦，而懼錢鳳為之奸謀，因敦餞別，嶠起行酒，至鳳，擊鳳幘墜，作色曰：「錢鳳何人，溫太真行酒而敢不飲！」及發後，鳳入說敦曰：「嶠於朝廷甚密，未必可信。」敦曰：「太真昨醉，小加聲色，豈得以此便相讒貳。」由是鳳謀不行。二者之智如此。 \\n 日飲亡何 \\n 漢書爰盎傳：「南方卑濕，君能日飲亡何。」顏師古注云：「無何，言更無餘事。」而史記盎傳作「日飲毋苛」，蓋言南方不宜多飲耳。今人多用「亡何」字。 \\n 爰盎小人 \\n 爰盎真小人，每事皆借公言而報私怨，初非盡忠一意為君上者也。嘗為呂祿舍人，故怨周勃。文帝禮下勃，何豫盎事，乃有「非社稷臣」之語，謂勃不能爭呂氏之事，適會成功耳。致文帝有輕勃心，既免使就國，遂有廷尉之難。嘗謁丞相申屠嘉，嘉弗為禮，則之丞相舍折困之。為趙談所害，故沮止其參乘。素不好鼂錯，故因吳反事請誅之。蓋盎本安陵羣盜，宜其忮心忍戾如此，死於刺客，非不幸也。 \\n 唐書判 \\n 唐銓選擇人之法有四：一曰身，謂體貌豐偉；二曰言，言辭辯正；三曰書，楷法遒美；四日判，文理優長。凡試判登科謂之入等，甚拙者謂之藍縷，選未滿而試文三篇謂之宏辭，試判三條謂之拔萃。中者即授官。既以書為藝，故唐人無不工楷法，以判為貴，故無不習熟。而判語必駢儷，今所傳龍筋鳳髓判及白樂天集甲乙判是也。自朝廷至縣邑，莫不皆然，非讀書善文不可也。宰臣每啟擬一事，亦必偶數十語，今鄭畋敕語、堂判猶存。世俗喜道瑣細遺事，參以滑稽，目為花判，其實乃如此，非若今人握筆據案，只署一字亦可。國初尚有唐餘波，久而革去之。但體貌豐偉，用以取人，未為至論。 \\n 古彝器 \\n 三代彝器，其存至今者，人皆寶為奇玩。然自春秋以來，固重之矣。經傳所記，取郜大鼎於宋，魯以吳壽夢之鼎賄荀偃，晉賜子產莒之二方鼎，齊賂晉以紀甗、玉磬，徐賂齊以甲父之鼎，鄭賂晉以襄鐘，衞欲以文之舒鼎、定之鞶鑑納魯侯，樂毅為燕破齊，祭器設於寧臺，大呂陳於元英，故鼎反乎磨室是已。 \\n 玉蘂杜鵑 \\n 物以希見為珍，不必異種也。長安唐昌觀玉蘂，乃今瑒花，又名米囊，黃魯直易為山礬者。潤州鶴林寺杜鵑，乃今映山紅，又名紅躑躅者。二花在江東彌山亙野，殆與榛莽相似。而唐昌所產，至於神女下遊，折花而去，以踐玉峯之期，鶴林之花，至以為外國僧鉢盂中所移，上玄命三女下司之，已逾百年，終歸閬苑。是不特土俗罕見，雖神仙亦不識也。王建宮詞云：「太儀前日暖房來，囑向昭陽乞藥栽。敕賜一窠紅躑躅，謝恩未了奏花開。」其重如此，蓋宮禁中亦鮮云。 \\n 禮寺失職 \\n 唐開元中，封孔子為文宣王，顏子為兗公，閔子至子夏為侯，羣弟子為伯。本朝祥符中，進封公為國公，侯為郡公，伯為侯。紹興二十五年，太上皇帝御製贊七十五首，而有司但具唐爵，故宸翰所標，皆用開元國邑，其失於考據如此，今當請而正之可也。紹興末，胡馬飲江，既而自斃，詔加封馬當、采石、金山三水府。太常寺按籍，係四字王，當加至六字。及降告命至其處，廟令以舊告來，則已八字矣。逐郡為繳回新命，而別易二美名以寵之。禮寺之失職類此。方完顏亮據淮上，予從樞密行府於建康，嘗致禱大江，能令虜不得渡者，當奏冊為帝。洎事定，朝廷許如約。朱丞相漢章曰：「四瀆當一體，獨帝江神，禮乎？」予曰：「懲勸之道，人神一也。彼洪河長淮，受國家祭祀血食，不為不久，當胡騎之來，如行枕席，唯大江滔滔天險，坐遏巨敵之衝，使其百萬束手倒戈而退，此其靈德陰功，於河、淮何如？自五岳進冊之後，今蔣廟、陳果仁祠亦稱之，江神之帝，於是為不忝矣。」朱公終以為不可，亦僅改兩字。吁，可惜哉！ \\n 徐凝詩 \\n 徐凝以「瀑布界破青山」之句，東坡指為惡詩，故不為詩人所稱說。予家有凝集，觀其餘篇，亦自有佳處，今漫紀數絕於此。漢宮曲云：「水色簾前流玉霜，趙家飛燕侍昭陽。掌中舞罷簫聲絕，三十六宮秋夜長。」憶揚州云：「蕭娘臉下難勝淚，桃葉眉頭易得愁。天下三分明月夜，二分無賴是揚州。」相思林云：「遠客遠遊新過嶺，每逢芳樹問芳名。長林遍是相思樹，爭遣愁人獨自行。」玩花云：「一樹梨花春向暮，雪枝殘處怨風來。明朝漸校無多去，看到黃昏不欲回。」將歸江外辭韓侍郎云：「一生所遇唯元白，天下無人重布衣。欲別朱門淚先盡，白頭遊子白身歸。」皆有情致，宜其見知於微之、樂天也。但俗子妄作樂天詩，繆為賞激，以起東坡之誚耳。 \\n 梅花橫參 \\n 今人梅花詩詞，多用參橫字，蓋出柳子厚龍城錄所載趙師雄事，然此實妄書，或以為劉無言所作也。其語云：「東方已白，月落參橫。」且以冬半視之，黃昏時參已見，至丁夜則西沒矣，安得將旦而橫乎？秦少游詩：「月落參橫畫角哀，暗香消盡令人老。」承此誤也。唯東坡云：「紛紛初疑月挂樹，耿耿獨與參橫昏。」乃為精當。老杜有「城擁朝來客，天橫醉後參」之句，以全篇考之，蓋初秋所作也。 \\n 致仕之失 \\n 大夫七十而致事，謂之得謝，美名也。漢韋賢、薛廣德、疏廣、疏受，或縣安車以示子孫，賣黃金以侈君賜，為榮多矣。至於龔勝、鄭弘輩，亦詔策褒表，郡縣力問，合於三代敬老之義。本朝尤重之，大臣告老，必寵以東宮師傅、侍從。耆艾若晁迥、孫奭、李柬之亦然。宣和以前，蓋未有既死而方乞致仕者，南渡之後，故實散亡，於是朝奉、武翼郎以上，不以內外高卑，率為此舉。其最甚而無理者，雖宰相輔臣，考終於位，其家發哀即服，降旨聲鍾給賻，既已閱日，方且為之告廷出命，綸書之中，不免有親醫藥、介壽康之語。如秦太師、万俟丞相、陳魯公、沈必先、王時亨、鄭仲益是已。其在外者，非易簀屬纊，不復有請，間千百人中有一二焉，則知與不知，駭惜其死，子弟游宦遠地，往往飲泣不寧，謁急奔命，故及無事日，不敢為之。紹興二十九年，予為吏部郎，因輪對，奏言：「乞令吏部立法，自今日以往，當得致仕恩澤之人物故者，即以告所在州，州上省部，然後夷考其平生，非有贓私過惡於式有累者，輒官其後人。若真能陳義引年，或辭榮知止者，乞厚其節禮，以厲風俗，賢於率天下為偽也。」太上覽奏欣納曰：「朕記得此事之廢，方四十年，當如卿語。」既下三省，諸公多以為是，而首相湯岐公獨難之，其議遂寢，今不復可正云。 \\n 南班宗室 \\n 南班宗室，自來只以本官奉朝請。自隆興以後，始帶宮觀使及提舉。今嗣濮王、永陽、恩平、安定王以下皆然，非制也。 \\n 省郎稱謂 \\n 除省郎者，初降旨揮，但云：「除某部郎官。」蓋以知州資序者，當為郎中，不及者為員外郎。及吏部擬告身細銜，則始直書之。其兼權者，初云「權某部郎官」，洎入銜及文書，皆曰「權員外郎」，已是他部郎中，則曰「權郎中」。至紹興末，馮方以館職攝吏部，欲為異，則繫銜曰：「兼權尚書吏部郎官。」予嘗叩其說，馮曰：「所被省劄只言『權郎官』，故不敢耳。」予曰：「省劄中豈有『尚書』二字乎？」馮無以對，然訖不肯改。自後相承效之，至今告命及符牒所書，亦云「權郎官」，固已甚野，至於尚左、侍右之名，遂入除目，皆小吏不諳熟故事，馴以致然，書之記注，為不美耳。 \\n 水衡都尉二事 \\n 龔遂為渤海太守，宣帝召之，議曹王生願從，遂不忍逆。及引入宮，王生隨後呼曰：「天子即問君何以治渤海，宜曰：『皆聖主之德，非小臣之力也。』」遂受其言。上果問以治狀，遂對如王生言。天子悅其有讓，笑曰：「君安得長者之言而稱之？」遂曰：「乃臣議曹教戒臣也。」上拜遂水衡都尉，以王生為丞。予謂遂之治郡，功效著明，宣帝不以為賞，而顧悅其佞詞乎！宜其起王成膠東之偽也。褚先生於史記中又載武帝時，召北海太守，有文學卒史王先生自請與太守俱。太守入宮，王先生曰：「天子即問君何以治北海令無盜賊，君對曰何哉？」守曰：「選擇賢材，各任之以其能，賞異等，罰不肖。」王先生曰：「是自譽自伐功，不可也。願君對言：『非臣之力，盡陛下神靈威武所變化也。』」太守如其言。武帝大笑，曰：「安得長者之言而稱之，安所受之？」對曰：「受之文學卒史。」於是以太守為水衡都尉，王先生為丞。二事不應相類如此，疑即龔遂，而褚誤書也。 \\n 程嬰杵臼 \\n 春秋於魯成公八年書晉殺趙同、趙括，於十年書晉景公卒。相去二年。而史記乃有屠岸賈欲滅趙氏，程嬰、公孫杵臼共匿趙孤，十五年景公復立趙武之說。以年世考之，則自同、括死後，景公又卒，厲公立八年而弒，悼公立又五年矣，其乖妄如是。嬰、杵臼之事，乃戰國俠士刺客所為，春秋時風俗無此也。元豐中，吳處厚以皇嗣未立，上書乞立二人廟，訪求其墓，優加封爵。敕令河東路訪尋遺跡，得其冢於絳州太平縣。詔封嬰為成信侯，杵臼為忠智侯，廟食於絳。後又以為韓厥存趙，追封為公。三人皆以春秋祠於祚德廟。且自晉景公至元豐，千六百五十年矣，古先聖帝、明王之墓，尚不可考，區區二士，豈復有兆域所在乎？絳郡以朝命所訪，姑指他丘壟為之詞以塞責耳。此事之必不然者也。處厚之書進御，即除將作丞，狃於出位陳言以得寵祿，遂有訐蔡新州十詩之事，所獲幾何，貽笑無極，哀哉！ \\n 戰國自取亡 \\n 秦以關中之地，日夜東獵六國，百有餘年，悉禽滅之。雖云得地利，善為兵，故百戰百勝，以予考之，實六國自有以致之也。韓、燕弱小，置不足論。彼四國者，魏以惠王而衰，齊以閔王而衰，楚以懷王而衰，趙以孝成王而衰，皆本於好兵貪地之故。魏承文侯、武侯之後，表裏山河，大於三晉，諸侯莫能與之爭。而惠王數伐韓、趙，志吞邯鄲，挫敗於齊，軍覆子死，卒之為秦所困，國日以蹙，失河西七百里，去安邑而都大梁，數世不振，訖於殄國。閔王承威、宣之後，山東之建國莫強焉。而狃於伐宋之利，南侵楚，西侵三晉，欲幷二周為天子，遂為燕所屠。雖賴田單之力，得復亡城，子孫沮氣，孑孑自保，終墮秦計，束手為虜。懷王貪商於六百里，受詐張儀，失其名都，喪其甲士，不能取償，身遭囚辱以死。趙以上黨之地，代韓受兵，利令智昏，輕用民死，同日坑於長平者過四十萬，幾於社稷為墟，幸不即亡，終以不免。此四國之君，苟為保境睦鄰，畏天自守，秦雖強大，豈能加我哉！ \\n 臨敵易將 \\n 臨敵易將，固兵家之所忌，然事當審其是非，當易而不易，亦非也。秦以白起易王齕而勝趙，以王翦易李信而滅楚，魏公子無忌易晉鄙而勝秦，將豈不可易乎？燕以騎劫易樂毅而敗，趙以趙括易廉頗而敗，以趙蔥易李牧而滅，魏使人代信陵君將，亦滅，將豈可易乎？ \\n 司空表聖詩 \\n 東坡稱司空表聖詩文高雅，有承平之遺風，蓋嘗自列其詩之有得於文字之表者二十四韻，恨當時不識其妙。又云：「表聖論其詩，以為得味外味，如『綠樹連村暗，黃花入麥稀』，此句最善。又『棋聲花院閉，幡影石壇高』，吾嘗獨入白鶴觀，松陰滿地，不見一人，惟聞棋聲，然後知此句之工，但恨其寒儉有僧態。」予讀表聖一鳴集，有與李生論詩一書，乃正坡公所言者，其餘五言句云，「人家寒食月，花影午時天」，「雨微吟足思，花落夢無憀」，「坡暖冬生筍，松涼夏健人」，「川明虹照雨，樹密鳥衝人」，「夜短猿悲減，風和鵲喜靈」，「馬色經寒慘，鵰聲帶晚饑」，「客來當意愜，花發遇歌成」。七言句云，「孤嶼池痕春漲滿，小欄花韻午晴初」，「五更惆悵迴孤枕，由自殘燈照落花」。皆可稱也。 \\n 漢丞相 \\n 漢丞相或終於位，或免就國，或免為庶人，或致仕，或以罪死，其復召用者，但為光祿大夫或特進，優游散秩，未嘗有除他官者也。御史大夫則間為九卿、將軍。至東漢則大不然。始於光武時，王梁罷大司空而為中郎將，其後三公去位，輒復為大夫、列卿。如崔烈歷司徒、太尉之後，乃為城門校尉，其體貌大臣之禮亦衰矣！ \\n 冊禮不講 \\n 唐封拜后妃王公及贈官，皆行冊禮。文宗大和四年，以裴度守司徒平章重事，度上表辭冊命，其言云：「臣此官已三度受冊，有靦面目。」從之。然則唐世以為常儀，辭者蓋鮮。唯國朝以此禮為重，自皇后、太子之外，雖王公之貴，率一章乞免即止，典禮益以不講，良為可惜！ \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十一(十六則)", "正文": "　 \\n 卷第十一(十六則) \\n 　 \\n  \\n 將帥貪功 \\n 以功名為心，貪軍旅之寄，此自將帥習氣，雖古來賢卿大夫，未有能知止自斂者也。廉頗既老，飯斗米，肉十斤，被甲上馬，以示可用，致困郭開之口，終不得召。漢武帝大擊匈奴，李廣數自請行，上以為老，不許，良久，乃許之，卒有東道失軍之罪。宣帝時，先零羌反，趙充國年七十餘，上老之，使丙吉問誰可將，曰：「亡逾於老臣者矣。」即馳至金城，圖上方略，雖全師制勝，而禍及其子卬。光武時，五溪蠻夷畔，馬援請行，帝愍其老，未許。援自請曰：「臣尚能被甲上馬。」帝令試之，援據鞍顧盼，以示可用。帝笑曰：「矍鑠哉是翁也！」遂用為將，果有壺頭之厄。李靖為相，以足疾就第，會吐谷渾寇邊，即往見房喬曰：「吾雖老，尚堪一行。」既平其國，而有高甑生誣罔之事，幾於不免。太宗將伐遼，召入謂曰：「高麗未服，公亦有意乎？」對曰：「今疾雖衰，陛下誠不棄，病且瘳矣。」帝憫其老，不許。郭子儀年八十餘，猶為關內副元帥、朔方河中節度，不求退身，竟為德宗冊罷。此諸公皆人傑也，猶不免此，况其下者乎！ \\n 漢二帝治盜 \\n 漢武帝末年，盜賊滋起，大羣至數千人，小羣以百數。上使使者衣繡衣，持節虎符，發兵以興擊，斬首大部或至萬餘級。於是作「沈命法」，曰：「羣盜起不發覺，覺而弗捕滿品者，二千石以下至小吏主者皆死。」其後小吏畏誅，雖有盜，弗敢發，恐不能得，坐課累府，府亦使不言。故盜賊寖多，上下相為匿，以避文法焉。光武時，羣盜處處並起。遣使者下郡國，聽羣盜自相糾擿，五人共斬一人者除其罪。吏雖逗留回避故縱者，皆勿問，聽以禽討為效。其牧守令長坐界內有盜賊而不收捕者，及以畏愞捐城委守者，皆不以為負，但取獲賊多少為殿最，唯蔽匿者乃罪之。於是更相追捕，賊並解散。此二事均為治盜，而武帝之嚴，不若光武之寬，其效可睹也。 \\n 漢唐封禪 \\n 漢光武建武三十年，車駕東巡，羣臣上言，即位三十年，宜封禪泰山。詔曰：「即位三十年，百姓怨氣滿腹，吾誰欺？欺天乎！何事汙七十二代之編錄！若郡縣遠遣吏上壽，盛稱虛美，必髠令屯田。」從此羣臣不敢復言。後二年，上齋，夜讀河圖會昌符，曰「赤劉之九，會命岱宗」。感此文，乃詔梁松等按索河雒讖文言九世封禪事者，遂奏三十六事，於是求武帝元封故事，以三月行封禪禮。唐太宗貞觀五年，羣臣以四夷咸服，表請封禪。詔不許。六年，復請。上曰：「卿輩皆以封禪為帝王盛事，朕意不然，若天下乂安，家給人足，雖不封禪，庸何傷乎？昔秦始皇封禪，而漢文帝不封禪，後世豈以文帝之賢不及始皇邪？且事天掃地而祭，何必登泰山之顛，封數尺之土，然後可以展其誠敬乎？」已而欲從其請，魏鄭公獨以為不可，發六難以爭之，至以謂崇虛名而受實害，會河南、北大水，遂寢。十年，復使房喬裁定其禮，將以十六年二月，有事於泰山，會星孛太微而罷。予謂二帝皆不世出盛德之主，灼知封禪之非，形諸詔告，可謂著明。然不能幾時，自為翻覆，光武惑於讖記，太宗好大喜名，以今觀之，蓋所以累善政耳。 \\n 漢封禪記 \\n 應劭漢官儀載馬第伯封禪儀記，正紀建武東封事，每稱天子為國家，其敍山勢峭嶮，登陟勞困之狀極工，予喜誦之。其略云：「是朝上山，騎行，往往道峻峭，下騎步，牽馬，乍步乍騎且相半。至中觀，留馬，仰望天關，如從谷底仰觀抗峯。其為高也，如視浮雲，其峻也，石壁窅窱，如無道徑。遙望其人，端如行朽兀，或為白石，或雪，久之，白者移過樹，乃知是人也。殊不可上，四布僵臥石上，亦賴齎酒脯，處處有泉水，復勉強相將行，到天關，自以已至也，問道中人，言尚十餘里。其道旁山脅，仰視巖石松樹，鬱鬱蒼蒼，若在雲中。俯視溪谷，碌碌不可見丈尺。直上七里，賴其羊腸逶迤，名曰環道，往往有絙索，可得而登也。兩從者扶挾，前人相牽，後人見前人履底，前人見後人頂，如畫。初上此道，行十餘步一休，稍疲，咽唇燋，五六步一休，牒牒據頓地，不避暗溼，前有燥地，目視而兩脚不隨。」又云：「封畢，詔百官以次下，國家隨後，道迫小，步從匍匐邪上，起近炬火，止亦駱驛，步從觸擊大石，石聲正讙，但讙石無相應和者。腸不能已，口不能默。明日，太醫令問起居，國家云：『昨上下山，欲行迫前人，欲休則後人所蹈，道峻危險。國家不勞。』」又云：「東山名曰日觀，鷄一鳴時，見日始欲出，長三丈所。秦觀者望見長安，吳觀者望見會稽，周觀者望見齊。」凡記文之工悉如此，而未嘗見稱於昔賢，秦、吳、周三觀，亦無曾用之者。今應劭書脫略，唯劉昭補注東漢志僅有之，亦非全篇也。 \\n 楊虞卿 \\n 劉禹錫有寄毘陵楊給事詩云：「曾主魚書輕刺史，今朝自請左魚來。青雲直上無多地，却要斜飛取勢回。」以其時考之，蓋楊虞卿也。按唐文宗大和七年，以李德裕為相，與之論朋黨事。時給事中楊虞卿蕭澣、中書舍人張元夫依附權要，上干執政，下撓有司，上聞而惡之，於是出虞卿為常州刺史，澣為鄭州刺史，元夫為汝州刺史。皆李宗閔客也。他日，上復言及朋黨，宗閔曰：「臣素知之，故虞卿輩，臣皆不與美官。」德裕曰：「給事中、中書舍人非美官而何？」宗閔失色。然則虞卿之刺毘陵，乃為朝廷所逐耳，禹錫猶以為自請，詩人之言，渠可信哉！ \\n 屯蒙二卦 \\n 屯、蒙二卦，皆二陽而四陰。屯以六二乘初九之剛，蒙以六三乘九二之剛。而屯之爻曰「女子貞不字，十年乃字」，蒙之爻曰「勿用取女，見金夫，不有躬」，其正邪不同如此者。蓋屯二居中得正，不為初剛所誘，而上從九五，所以為貞。蒙三不中不正，見九二之陽，悅而下從之，而舍上九之正應，所以勿用。士之守身居世，而擇所從所處，尚監茲哉！ \\n 漢誹謗法 \\n 漢宣帝詔羣臣議武帝廟樂，夏侯勝曰：「武帝竭民財力，奢泰亡度，天下虛耗，百姓流離，赤地數千里，亡德澤於民，不宜為立廟樂。」於是丞相、御史劾奏勝非議詔書，毀先帝，不道。遂下獄，繫再更冬，會赦，乃得免。章帝時，孔僖、崔駰遊太學，相與論武帝始為天子，崇信聖道，及後恣己，忘其前善。為鄰房生告其誹謗先帝，刺譏當世，下吏受訊，僖以書自訟，乃勿問。元帝時，賈捐之論珠厓事曰：「武帝籍兵厲馬，攘服夷狄，天下斷獄萬數，寇賊並起，軍旅數發，父戰死於前，子鬥傷於後，女子乘亭障，孤兒號於道，老母寡婦飲泣巷哭，是皆廓地泰大，征伐不休之故也。」考三人所指武帝之失，捐之言最切，而三帝或罪或否，豈非夏侯非議詔書，僖、駰誹謗，皆漢法所禁，如捐之直指其事，則在所不問乎？ \\n 誼向觸諱 \\n 賈誼上疏文帝曰：「生為明帝，沒為明神。使顧成之廟，稱為太宗，上配太祖，與漢亡極。雖有愚幼不肖之嗣，猶得蒙業而安。植遺腹，朝委裘，而天下不亂。」又云：「萬年之後，傳之老母弱子。」此既於生時談死事，至云「傳之老母」，則是言其當終於太后之前，又目其嗣為「愚幼不肖」，可謂指斥。而帝不以為過，誼不以為疑。劉向上書成帝諫王氏事曰：「王氏與劉氏，且不並立，陛下為人子孫，守持宗廟，而令國祚移於外親，降為皂隸，縱不為身，奈宗廟何！」又云：「天命所授者博，非獨一姓。」此乃於國存時說亡語，而帝不以為過，向不以為疑，至乞援近宗室，幾於自售，亦不以為嫌也。兩人皆出於忠精至誠，故盡言觸忌諱而不自覺。文帝以寬待下，聖德固爾，而成帝亦能容之，後世難及也。 \\n 小貞大貞 \\n 人君居尊位，倒持太阿，政令有所不行，德澤有所不下，身為寄坐，受人指麾，危亡之形，且立至矣。故易有「屯其膏，小貞，吉；大貞，凶」之戒，謂當以漸而正之。說者多引魯昭公、高貴鄉公為比，予謂此自係一時國家之隆替，君身之禍福，蓋有剛决而得志，隱忍而危亡者，不可一概論也。漢宣帝之誅霍禹，和帝之誅竇憲，桓宗之誅梁冀，魏孝莊之誅爾朱榮，剛決而得志者也。魯昭公之討季氏，齊簡公之謀田常，高貴鄉公之討司馬昭，晉元帝之征王敦，唐文宗之謀宦者，潞王之徙石敬瑭，漢隱帝之殺郭威，剛决而失者也。若齊鬱林王知鸞之異志，欲取之而不能，漢獻帝知曹操之不臣，欲圖之而不果，唐昭宗知朱溫之必，欲殺之而不克，皆翻以及亡，雖欲小正之，豈可得也？ \\n 唐詩戲語 \\n 士人於棋酒間，好稱引戲語，以助譚笑，大抵皆唐人詩，後生多不知所從出，漫識所記憶者於此。「公道世間惟白髮，貴人頭上不曾饒」，杜牧送隱者詩也。「因過竹院逢僧話，又得浮生半日閒」，李涉詩也。「只恐為僧僧不了，為僧得了盡輸僧」，「啼得血流無歇處，不如緘口過殘春」，杜荀鶴詩也。「數聲風笛離亭晚，君向瀟湘我向秦」，鄭谷詩也。「今朝有酒今朝醉，明日愁來明日愁」，「勸君不用分明語，語得分明出轉難」，「自家飛絮猶無定，爭解垂絲絆路人」，「明年更有新條在，撓亂春風卒未休」，「采得百花成蜜後，不知辛苦為誰甜」，羅隱詩也。高駢在西川，築城禦蠻，朝廷疑之，徙鎮荊南，作風箏詩以見意曰：「昨夜箏聲響碧空，宮商信任往來風。依稀似曲才堪聽，又被吹將別調中。」今人亦好引此句也。 \\n 何進高叡 \\n 東漢末，何進將誅宦官，白皇太后悉罷中常侍、小黃門，使還里舍。張讓子婦，太后之妹也。讓向子婦叩頭曰：「老臣得罪，當與新婦俱歸私門，唯受恩累世，今當遠離宮殿，願復一入直，得暫奉望太后顏色，死不恨矣。」子婦為言之，乃詔諸常侍皆復入直。不數日，進乃為讓所殺，董卓隨以兵至，讓等雖死，漢室亦亡。北齊和士開在武成帝世，奸蠧敗國。及後主嗣立，宰相高叡與婁定遠白胡太后，出士開為兗州刺史。后欲留士開過百日，叡守之以死，苦言之。士開載美女珠簾賂定遠曰：「蒙王力，用為方伯，今當遠出，願得一辭覲二宮。」定遠許之，士開由是得見太后及帝，進說曰：「臣出之後，必有大變，今已得入，復何所慮。」於是出定遠為青州而殺叡。後二年，士開雖死，齊室亦亡。嗚呼！奸佞之難去久矣！何進、高叡，不惜隕身破家，為漢、齊社稷計，而張讓、士開以談笑一言，變如反掌，忠良受禍，宗廟為墟。乃知背脅瘭疽，决之不可不速；虎狼在穽，養之則自貽害。可不戒哉！ \\n 南鄉掾史 \\n 金石刻有晉南鄉太守司馬整碑，其陰刻掾史以下姓名，合三百五十一。議曹祭酒十一人，掾二十九人，諸曹掾、史、書佐、循行、幹百三十一人，從掾位者九十六人，從史位者三十一人，部曲督將三十六人，其冗如此。以晉史考之，南鄉本南陽西界，魏武平荊州，始分為郡。至晉泰始中，所管八縣，才二萬戶耳，而掾史若是之多！掾史既然，吏士又可知矣。民力安得不困哉！整乃宗室安平王孚之孫也。 \\n 漢景帝忍殺 \\n 漢景帝恭儉愛民，上繼文帝，故亦稱為賢君。考其天資，則刻戾忍殺之人耳。自在東宮時，因博戲殺吳太子，以起老濞之怨。即位之後，不思罪己，一旦於三郡中而削其二，以速兵端。正信用鼂錯，付以國事，及爰盎之說行，但請斬錯而已，帝令有司劾錯以大逆，遂父母妻子同產皆棄市。七國之役，下詔以深入多殺為功，比三百石以上皆殺，無有所置，敢有議詔及不如詔者，皆要斬。周亞夫以功為丞相，坐爭封匈奴降將事病免，心惡之，賜食不置箸，叱之使起，昧於敬禮大臣之義，卒以非罪置之死，悲哉！光武遣馮異征赤眉，敕之曰：「征伐非必略地屠城，要在平定安集之耳。諸將非不健鬥，然好虜掠。卿本能御吏士，念自修敕，無為郡縣所苦。」光武此言，視景帝詔書，為不侔矣。 \\n 燕昭漢光武之明 \\n 樂毅為燕破齊，或讒之昭王曰：「齊不下者兩城耳，非其力不能拔，欲久仗兵威以服齊人，南面而王耳。」昭王斬言者，遣使立毅為齊王。毅惶恐不受，以死自誓。馮異定關中，自以久在外，不自安。人有章言異威權至重，百姓歸心，號為「咸陽王」，光武以章示異。異上書謝，詔報曰：「將軍之於國家，恩猶父子，何嫌何疑，而有懼意？」及異破隗囂，諸將欲分其功，璽書誚大司馬以下，稱異功若丘山。今人咸知毅、異之為名將，然非二君之明，必困讒口矣。田單復齊國，信陵君敗秦兵，陳湯誅郅支，盧植破黃巾，鄧艾平蜀，王濬平吳，謝安却苻堅，慕容垂挫桓溫，史萬歲破突厥，李靖滅吐谷渾，郭子儀、李光弼中興唐室，李晟復京師，皆有大功於社稷，率為譖人所惎，或至殺身。區區庸主不足責，唐太宗亦未能免。營營青蠅，亦可畏哉！ \\n 周南召南 \\n 毛詩序曰：「關雎、麟趾之化，王者之風，故繫之周公，南，言化自北而南也。鵲巢、騶虞之德，諸侯之風也，先王之所以教，故繫之召公。周南、召南，正始之道。」據文義，「周公」、「召公」二「公」字，皆合為「南」字，則與上下文相應，蓋簡策誤耳。「王者之風」，恐不當繫之周公，而「先王之所以教」，又與召公自不相涉也。 \\n 易中爻 \\n 易繫辭云：「雜物撰德，辨是與非，則非其中爻不備。」中爻者，謂二三四及三四五也。如坤坎為師，而六五之爻曰「長子帥師」，以正應九二而言，蓋指二至四為震也。坤艮為謙，而初六之爻曰「用涉大川」，蓋自是而上，則六二、九三、六四為坎也。歸妹之六五曰「帝乙歸妹」，以下配九二而言，蓋指震也。而泰之六五亦曰「帝乙歸妹」，固亦下配九二，而九三、六四、六五，蓋震體云。他皆類此。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十二(十八則)", "正文": "　 \\n 卷第十二(十八則) \\n 　 \\n  \\n 利涉大川 \\n 易卦辭稱「利涉大川」者七，「不利涉」者一。爻辭稱「利涉」者二，「用涉」者一，「不可涉」者一。需、訟、未濟，指坎體而言。益、中孚，指巽體而言。渙指坎、巽而言。蓋坎為水，有大川之象。而巽為木，木可為舟楫以濟川。故益之彖曰「木道乃行」，中孚之彖曰「乘木舟虛」，渙之彖曰「乘木有功」。又舟楫之利，實取諸渙，正合二體以取象也。謙、蠱則中爻有坎，同人、大畜則中爻有巽。頤之反，對大過，方有巽體，五去之遠，所以言「不可涉」，上則變而之對卦，故「利涉」云。 \\n 光武棄馮衍 \\n 漢室中興，固皆光武之功，然更始既即天子位，光武受其爵秩，北面為臣矣，及平王郎，定河北，詔令罷兵，辭不受召，於是始貳焉。更始方困於赤眉，而光武殺其將謝躬、苗曾，取洛陽，下河東，翻為腹心之疾。後世以成敗論人，故不復議。予謂光武知更始不材，必敗大業，逆取順守，尚為有辭。彼鮑永、馮衍，始堅守幷州，不肯降下，聞更始已亡，乃罷兵來歸，曰：「誠慚以其衆幸富貴。」其忠義之節，凜然可稱。光武不能顯而用之，聞其言而不悅。永後以他立功見用，而衍終身擯斥，羣臣亦無為之言者，吁可嘆哉！ \\n 恭顯議蕭望之 \\n 弘恭、石顯議置蕭望之於牢獄，漢元帝知其不肯就吏，而訖可其奏，望之果自殺，帝召顯等責問以議不詳，皆免冠謝，乃已。王氏五侯奢僭，成帝內銜之，一旦赫怒，詔尚書奏誅薄昭故事，然特欲恐之，實無意誅也。竇憲恃宮掖聲勢，奪公主園，章帝切責，有孤雛腐鼠之比，然竟不繩其罪。三君之失政，前史固深譏之矣。司馬公謂元帝始疑望之不肯就獄，恭、顯以為必無憂，其欺既明，終不能治，可謂易欺而難寤也。予謂師傅大臣進退罪否，人主當決之於心，何為謀及宦者？且望之先時已嘗下廷尉矣，使其甘於再辱，忍恥對吏，將遂以恭、顯之議為是耶！望之死與不死，不必論也。成帝委政外家，先漢顛覆，章帝仁柔無斷，後漢遂衰，皆無足責。 \\n 鼂錯張湯 \\n 鼂錯為內史，言事輒聽，幸傾九卿，及為御史大夫，權任出丞相右。張湯為御史，每朝奏事，國家用日旰，丞相取充位，天下事皆決湯。蕭望之為御史，意輕丞相，遇之無禮。三人者，賢否雖不同，然均為非誼，各以他事至死，抑有以致之邪！ \\n 逸詩書 \\n 逸書、逸詩，雖篇名或存，既亡其辭，則其義不復可考。而孔安國注尚書，杜預注左傳，必欲強為之說。書「汨作」注云，「言其治民之功」；「咎單作明居」注云，「咎單，主土地之官。作明居，民法」。左傳「國子賦轡之柔矣」注云，「義取寬政以安諸侯，若柔轡之御剛馬」。如此之類。予頃教授福州日，林之奇少穎為書學諭，講「帝釐下土」數語，曰：「知之為知之，堯典、舜典之所以可言也；不知為不知，九共、槀飫，略之可也。」其說最純明可嘉，林君有書解行於世，而不載此語，故為表出之。 \\n 刑罰四卦 \\n 易六十四卦，而以刑罰之事著於大象者凡四焉。噬嗑曰「先王以明罰敕法」，豐曰「君子以折獄致刑」，賁曰「君子以明庶政，無敢折獄」，旅曰「君子以明慎用刑而不留獄」。噬嗑、旅上卦為離，豐、賁下卦為離。離，明也。聖人知刑獄為人司命，故設卦觀象，必以文明為主，而後世付之文法俗吏，何邪？ \\n 巽為魚 \\n 易卦所言魚，皆指巽也。姤卦巽下乾上，故九二有魚，九四無魚。井內卦為巽，故二有射鮒之象。中孚外卦為巽，故曰「豚魚吉」。剝卦五陰而一陽。方一陰自下生，變乾為姤，其下三爻，乃巽體也。二陰生而為遯，則六二、九三、九四乃巽體。三陰生而為否，則六三、九四、九五乃巽體。四陰生而為觀，則上三爻乃巽體。至五陰為剝，則巽始亡。故六五之爻辭曰「貫魚」，蓋指下四爻皆從巽來，如魚駢頭而貫也。或曰：「說卦不言『巽為魚』，今何以知之？」曰：「以類而知之，說卦所不該者多矣。如『長子』、『長女』、『中女』、『少女』見於震、巽、離、兌中，而坎、艮之下，不言『為中男』、『為少男』之類，他可推也。」 \\n 三省長官 \\n 中書、尚書令在西漢時為少府官屬，與太官、湯官、上林諸令品秩略等，侍中但為加官，在東漢亦屬少府，而秩稍增，尚書令為千石，然銅印墨綬，雖居幾要，而去公卿甚遠，至或出為縣令。魏、晉以來，浸以華重，唐初遂為三省長官，居真宰相之任，猶列三品。大曆中乃升正二品。入國朝，其位益尊，敍班至在太師之上，然只以為親王及使相兼官，無單拜者。見任宰相帶侍中者才五人：范魯公質、趙韓王普、丁晉公謂、馮魏公拯、韓魏王琦。尚書令又最貴，除宗王外，不以假人。趙韓王、韓魏王始贈真令，韓公官止司徒，及贈尚書令，乃詔自今更不加增，蓋不欲以三師之官，贅其稱也。政和初，蔡京改侍中、中書令為左輔、右弼，而不置尚書令，以為太宗皇帝曾任此官。殊不知乃唐之太宗為之，故郭子儀不敢拜，非本朝也。 \\n 王珪李靖 \\n 杜子美送重表姪王評事詩云：「我之曾老姑，爾之高祖母。爾祖未顯時，歸為尚書婦。隋朝大業末，房杜俱交友。長者來在門，荒年自餬口。家貧無供給，客位但箕帚。俄頃羞頗珍，寂寥人散後。」云云。「上云天下亂，宜與英俊厚。向竊窺數公，經綸亦俱有。次問最少年，虬髯十八九。子等成大名，皆因此人手。下云風雲合，龍虎一吟吼。願展丈夫雄，得辭兒女醜。秦王時在坐，真氣驚戶牖。及乎貞觀初，尚書踐台斗。夫人常肩輿，上殿稱萬壽。至尊均嫂叔，盛事垂不朽。」觀此詩，疑指王珪。珪相唐太宗，贈禮部尚書。然細考其事，大不與史合。蔡絛詩話引唐書列女傳云：「珪母盧氏，識房、杜必貴。」質之此詩，則珪母乃杜氏也。桐江詩話云：「不特不姓盧，乃珪之妻，非母也。」予按唐列女傳元無此事，珪傳末只云：「始隱居時，與房玄齡、杜如晦善，二人過其家，母李窺之，知其必貴。」蔡說妄云有傳，又誤以李為盧，皆不足辨。但唐高祖在位日，太子建成與秦王不睦，以權相傾。珪為太子中允，說建成曰：「秦王功蓋天下，中外歸心，殿下但以長年，位居東宮，無大功以鎮服海內，今劉黑闥散亡之餘，宜自擊之，以取功名。」建成乃請行。其後楊文幹之事起，高祖責以兄弟不睦，歸罪珪等而流之。太宗即位，乃召還任用。久之，宴近臣於丹霄殿，長孫無忌曰：「王珪、魏徵，昔為仇讎，不謂今日得同此宴。」上曰：「珪、徵盡心所事，我故用之。」然則珪與太宗，非素交明矣。唐書載李氏事，亦采之小說，恐未必然，而杜公稱其祖姑事，不應不實。且太宗時宰相，別無姓王者，真不可曉也。 \\n 又有杜光庭虬鬚客傳云，隋煬帝幸江都，命楊素留守西京，李靖以布衣往謁，竊其一妓，道遇異人，與俱至太原，因劉文靜以見州將之子，言其真英主，傾家資與靖，使助創業之舉，即太宗也。按史載唐公擊突厥，靖察有非常志，自囚上急變。後高祖定京師，將斬之而止，必無先識太宗之事。且煬帝在江都時，楊素死已十餘年矣。此一傳，大抵皆妄云。 \\n 虎夔藩 \\n 黃魯直宿舒州太湖觀音院詩云：「汲烹寒泉窟，伐燭古松根。相戒莫浪出，月黑虎夔藩。」夔字甚新，其意蓋言抵觸之義，而莫究所出。惟杜工部課伐木詩序云：「課隸人入谷斬陰木，晨征暮返，我有藩籬，是闕是補，旅次於小安。山有虎，知禁。若恃爪牙之利，必昏黑摚突。夔人屋壁，列樹白桃，鏝焉牆，實以竹，示式遏。為與虎近，混淪乎無良賓客。」其詩句有云：「藉汝跨小籬，乳獸待人肉。虎穴連里閭，久客懼所觸。」乃知魯直用此序中語。然杜公在夔府所作詩，所謂「夔人」者，述其土俗耳，本無抵觸之義，魯直蓋誤用之。 \\n 又寺齋睡起絕句云：「人言九事八為律，儻有江船吾欲東。」按主父偃傳，「上書言九事，其八事為律令，一事諫伐匈奴」，謂八事為律令而言，則為字當作去聲讀，今魯直似以為平聲，恐亦誤也。 \\n 曹操用人 \\n 曹操為漢鬼蜮，君子所不道，然知人善任使，實後世之所難及。荀彧、荀攸、郭嘉皆腹心謀臣，共濟大事，無待贊說。其餘智效一官，權分一郡，無小無大，卓然皆稱其職。恐關中諸將為害，則屬司隸校尉鍾繇以西事，而馬騰、韓遂遣子入侍。當天下亂離，諸軍乏食，則以棗祗、任峻建立屯田，而軍國饒裕，遂芟羣雄。欲復鹽官之利，則使衞覬鎮撫關中，而諸將服。河東未定，以杜畿為太守，而衞固、范先束手禽戮。幷州初平，以梁習為刺史，而邊境肅清。揚州陷於孫權，獨有九江一郡，付之劉馥而恩化大行。馮翊困於鄜盜，付之鄭渾而民安寇滅。代郡三單于，恃力驕恣，裴潛單車之郡，而單于讋服。方得漢中，命杜襲督留事，而百姓自樂，出徙於洛、鄴者，至八萬口。方得馬超之兵，聞當發徙，驚駭欲變，命趙儼為護軍，而相率還降，致於東方者亦二萬口。凡此十者，其為利豈不大哉！張遼走孫權於合肥，郭淮拒蜀軍於陽平，徐晃却關羽於樊，皆以少制衆，分方面憂。操無敵於建安之時，非幸也。 \\n 漢士擇所從 \\n 漢自中平黃巾之亂，天下震擾，士大夫莫不擇所從，以為全身遠害之計，然非豪傑不能也。荀彧少時，以潁川四戰之地，勸父老亟避之，鄉人多懷土不能去，彧獨率宗族往冀州，袁紹待以上賓之禮，彧度紹終不能定大業，去而從曹操，其鄉人留者，多為賊所殺。袁紹遣使迎汝南士大夫，和洽獨往荊州，劉表以上客待之，洽曰：「所以不從本初，避爭地也。昏世之主，不可黷近，久而不去，讒慝將興。」遂南之武陵，其留者多為表所害。曹操牧兗州，陳留太守張邈與之親友。郡士高柔獨以為邈必乘間為變，率鄉人欲避之，衆皆以曹、張相親，不然其言。柔舉家適河北，邈果叛操。郭嘉初見袁紹，謂其謀臣辛評等曰：「智者審於量主，袁公多端寡要，好謀無決，難與共濟大難，吾將更舉以求主，子盍去乎？」評等曰：「袁氏今最強，去將何之？」嘉不復言，遂去依曹操。操召見，與論天下事。出曰：「真吾主也。」杜襲、趙儼、繁欽避亂荊州，欽數見奇於表，襲曰：「所以俱來者，欲全身以待時耳。子若見能不已，非吾徒也。」及天子都許，儼曰：「曹鎮東必能濟華夏，吾知歸矣，遂詣操。」河間邢顒在無終，聞操定冀州，謂田疇曰：「聞曹公法令嚴，民厭亂矣，亂極則平，請以身先。」遂裝還鄉里。疇曰：「顒，天民之先覺者也。」孫策定丹陽，呂範請暫領都督，策曰：「子衡已有大衆，豈宜復屈小職！」範曰：「今捨本土而託將軍者，欲濟世務也，譬猶同舟涉海，一事不牢，即俱受其敗，此亦範計，非但將軍也。」策從之。周瑜聞策聲問，便推結分好，及策卒權立，瑜謂權可與共成大業，遂委心服事焉。諸葛亮在襄陽，劉表不能起，一見劉備，事之不疑。此諸人識見如是，安得困於亂世哉！ \\n 劉公榮 \\n 王戎詣阮籍，時兗州刺史劉昶字公榮在坐，阮謂王曰：「偶有二斗美酒，當與君共飲。彼公榮者無預焉。」二人交觴酬酢，公榮遂不得一杯，而言語談戲，三人無異。或有問之者，阮曰：「勝公榮者，不得不與飲酒，不如公榮者，不可不與飲酒，唯公榮可不與飲酒。」此事見戎傳，而世說為詳。又一事云，公榮與人飲酒，雜穢非類，人或譏之，答曰：「勝公榮者，不可不與飲，不如公榮者，亦不可不與飲，是公榮輩者，又不可不與飲，故終日共飲而醉。」二者稍不同。公榮待客如是，費酒多矣，顧不蒙一杯於人乎？東坡詩云：「未許低頭拜東野，徒言共飲勝公榮。」蓋用前事也。 \\n 元豐官制 \\n 元豐官制初成，欲以司馬公為御史大夫，又將俟建儲時，以公及呂申公為保傅。元祐初，起文潞公於既老，議處以侍中、中書令，為言者所攻，乃改平章軍國重事。自後習以為制，不復除此等官，以謂前無故事，其實不然也。紹興二十五年十月，中批右正言張扶除太常卿，執政言自來太常不置卿，遂改宗正，復言之，乃以為國子祭酒。近歲除莫濟祕書監，濟辭避累日，然後就職。已而李燾、陳騤、鄭丙皆為之，均曰：「職事官，何不可除之有？」 \\n 耳餘袁劉 \\n 張耳、陳餘少時為刎頸交，其後爭權，相與致死地而不厭，蓋勢利之極，其究必然。韓馥舉冀州以迎袁紹，而終以懼死。劉璋開門延劉備，坐失益州。翟讓提兵授李密，而舉族不免。爾朱兆以六鎮之衆付高歡而卒斃於歡手。紹、密、歡忘其所自，不足深責。孰謂玄德之長者而忍為此邪！ \\n 周漢存國 \\n 周之初，諸侯千八百國，至王赧之亡，所存者才八國耳，七戰國與衞也。然趙、韓、魏分晉而立，齊田氏代姜而興，其有土各不及二百年，俱非舊邦。秦始皇乃呂氏子，楚幽王乃黃氏子，所謂嬴、羋之先，當不歆非類。然則惟燕、衞二姬姓存，而衞至胡亥世乃絕，若以為召公、康叔之德，則周公豈不及乎！ \\n 漢列侯八百餘人，及光武而存者，平陽、建平、富平三侯耳。建平以先降梁王，永奪國。平陽為曹參之後，富平為張安世之後，參猶有創業之功，若安世則湯子也，史稱其推賢揚善，固宜有後，然輕重其心，殺人亦多矣，獨無餘殃乎！漢侯之在王莽朝，皆不奪國，光武乃但許宗室復故，餘皆除之，雖酇侯亦不紹封，不知曹、張兩侯，何以能獨全也？ \\n 曹操殺楊脩 \\n 曹操殺楊脩之後，見其父彪，問曰：「公何瘦之甚？」對曰：「愧無日磾先見之明，猶懷老牛（舌氐）犢之愛。」操為之改容。古文苑載操與彪書，數脩之罪，以為恃豪父之勢，每不與吾同懷，將延足下尊門大累，便令刑之。且贈彪錦裘二領，八節角桃杖一枝，青牸牛二頭，八百里驊騮馬一匹，四望通幰七香車一乘，驅使二人。又遺其妻裘、鞾、有心青衣二人，錢絹甚厚。卞夫人亦與袁夫人書云：「賢郎有蓋世文才，闔門欽敬，明公性急，輒行軍法。」以衣服、文絹、房子官錦、香車送之。彪及袁夫人皆答書引愆致謝。是時漢室將亡，政在曹氏，袁公四世宰相，為漢宗臣，固操之所忌，彪之不死其手，幸矣。嗚呼危哉！ \\n 古人重國體 \\n 古人為邦，以國體為急，初無小大強弱之異也。其所以自待，及以之待人，亦莫不然。故執言修辭，非賢大夫不能盡。楚申舟不假道於宋而聘齊，宋華元止之，曰：「過我而不假道，鄙我也。鄙我，亡也。殺其使者，必伐我。伐我，亦亡也。亡，一也。」乃殺之。及楚子圍宋既急，猶曰：「城下之盟，有以國斃，不能從也。」鄭三卿為盜所殺，餘盜在宋，鄭人納賂以請之。師慧曰：「以千乘之相，易淫樂之矇，宋無人焉故也。」子罕聞之，固請而歸其賂。晉韓宣子有環在鄭商，謁諸鄭伯，子產弗與，曰：「大國之求，無禮以斥之，何饜之有？吾且為鄙邑，則失位矣。若大國令而共無藝，鄭鄙邑也，亦弗為也。」晉合諸侯於平丘，子產爭貢賦之次，子大叔咎之。子產曰：「國不競亦陵，何國之為！」鄭駟偃娶於晉，偃卒，鄭人舍其子而立其弟，晉人來問，子產對客曰：「若寡君之二三臣，其即世者，晉大夫而專制其位，是晉之縣鄙也，何國之為！」楚囚鄭印堇父，獻於秦，鄭以貨請之。子產曰：「不獲。受楚之功，而取貨於鄭，不可謂國，秦不其然。若曰鄭國微君之惠，楚師其猶在敝邑之城下。」弗從，秦人不予。更幣，從子產而後獲之。讀此數事，知春秋列國各數百年，其必有道矣。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十三(十八則)", "正文": "　 \\n 卷第十三(十八則) \\n 　 \\n  \\n 諫說之難 \\n 韓非作說難，而死於說難，蓋諫說之難，自古以然。至於知其所欲說，迎而拒之，然卒至於言聽而計行者，又為難而可喜者也。秦穆公執晉侯，晉陰飴甥往會盟，其為晉游說無可疑者。秦伯曰：「晉國和乎？」對曰：「不和。小人曰必報仇，君子曰必報德。」秦伯曰：「國謂君何？」曰：「小人謂之不免，君子以為必歸；以德為怨，秦不其然。」秦遂歸晉侯。秦伐趙，趙求救於齊，齊欲長安君為質。太后不肯，曰：「復言者老婦必唾其面。」左師觸龍願見，后盛氣而揖之入，知其必用此事來也。左師徐坐，問后體所苦，繼乞以少子補黑衣之缺。后曰：「丈夫亦愛憐少子乎？」曰：「甚於婦人。」然後及其女燕后，乃極論趙王三世之子孫無功而為侯者，禍及其身。后既寤，則言：「長安君何以自託於趙？」於是后曰：「恣君之所使。」長安遂出質。范雎見疏於秦，蔡澤入秦，使人宣言感怒雎，曰：「燕客蔡澤天下辯士也。彼一見秦王，必奪君位。」雎曰：「百家之說，吾既知之，衆口之辯，吾皆摧之，是惡能奪我位乎？」使人召澤，謂之曰：「子宣言欲代我相，有之乎？」對曰：「然。」即引商君、吳起、大夫種之事。雎知澤欲困己以說，謬曰：「殺身成名，何為不可？」澤以身名俱全之說誘之，極之以閎夭、周公之忠聖。今秦王不倍功臣，不若秦孝公、楚越王，雎之功不若三子，勸其歸相印以讓賢。雎竦然失其宿怒，忘其故辯，敬受命，延入為上客。卒之代為秦相者澤也。秦始皇遷其母，下令曰：「敢以太后事諫者殺之。」死者二十七人矣。茅焦請諫，王召鑊將亨之。焦數以桀、紂狂悖之行，言未絕口，王母子如初。呂甥之言出於義，左師之計伸於愛，蔡澤之說激於理，若茅焦者真所謂劘虎牙者矣。范雎親困穰侯而奪其位，何遽不如澤哉！彼此一時也。 \\n 韓馥劉璋 \\n 韓馥以冀州迎袁紹，其僚耿武、閔純、李歷、趙浮、程渙等諫止之，馥不聽。紹既至，數人皆見殺。劉璋迎劉備，主簿黃權王累、名將楊懷高沛止之，璋逐權，不納其言，二將後為備所殺。王浚受石勒之詐，督護孫緯及將佐皆欲拒勒，浚怒欲斬之，果為勒所殺。武、純、懷、沛諸人謂之忠於所事可矣，若云擇君，則未也。嗚呼！生於亂世，至死不變，可不謂賢矣乎？ \\n 蕭房知人 \\n 漢祖至南鄭，韓信亡去，蕭何自追之。上罵曰：「諸將亡者以十數，公無所追；追信，詐也。」何曰：「諸將易得，至如信，國士亡雙，必欲爭天下，非信無可與計事者。」乃拜信大將，遂成漢業。唐太宗為秦王時，府屬多外遷，王患之。房喬曰：「去者雖多不足吝，杜如晦王佐才也，王必欲經營四方，捨如晦無共功者。」乃表留幕府，遂為名相。二人之去留，係興替治亂如此，蕭、房之知人，所以為莫及也。樊噲從高祖起豐、沛，勸霸上之還，解鴻門之厄，功亦不細矣，而韓信羞與為伍。唐儉贊太宗建大策，發蒲津之謀，定突厥之計，非庸臣也，而李靖以為不足惜。蓋以信、靖而視噲、儉，猶熊羆之與狸狌耳。帝王之功，非一士之略，必待將如韓信，相如杜公，而後用之，不亦難乎！惟能置蕭、房於帷幄中，拔茅彙進，則珠玉無脛而至矣。 \\n 兪似詩 \\n 英州之北三十里有金山寺，予嘗至其處，見法堂後壁題兩絕句。僧云：「廣州鈐轄兪似之妻趙夫人所書。」詩句洒落不凡，而字畫徑四寸，遒健類薛稷，極可喜。數年後又過之，僧空無人，壁亦隳圮，猶能追憶其語，為紀於此，其一云：「莫遣韝鷹飽一呼，將軍誰志滅匈奴？年來萬事灰人意，只有看山眼不枯。」其二云：「傳食膠膠擾擾間，林泉高步未容攀。興來尚有平生屐，管領東南到處山。」蓋似所作也。 \\n 吳激小詞 \\n 先公在燕山，赴北人張總侍御家集。出侍兒佐酒，中有一人，意狀摧抑可憐，叩其故，乃宣和殿小宮姬也。坐客翰林直學士吳激賦長短句紀之，聞者揮涕。其詞曰：「南朝千古傷心地，還唱後庭花。舊時王、謝，堂前燕子，飛向誰家？恍然相遇，仙姿勝雪，宮髻堆鴉。江州司馬，青衫濕淚，同是天涯。」激字彥高，米元章壻也。 \\n 君子為國 \\n 傳曰：「不有君子，其能國乎？」古之為國，言辭抑揚，率以有人無人占輕重。晉以詐取士會於秦，繞朝曰：「子無謂秦無人，吾謀適不用也。」楚子反曰：「以區區之宋，猶有不欺人之臣，可以楚而無乎？」宋受鄭賂，鄭師慧曰：「宋必無人。」魯盟臧紇之罪，紇曰：「國有人焉。」賈誼論匈奴之嫚侮，曰：「倒懸如此，莫之能解，猶謂國有人乎？」後之人不能及此，然知敵之不可犯，猶曰彼有人焉，未可圖也。一士重於九鼎，豈不信然？ \\n 兌為羊 \\n 兌為羊，易之稱羊者凡三卦。夬之九四曰「牽羊悔亡」，歸妹之上六曰「士刲羊，無血」，皆兌也。大壯內外卦為震與乾，而三爻皆稱羊者，自復之一陽推而上之，至二為臨，則兌體已見，故九三曰「羝羊觸藩，羸其角」，言三陽為泰而消兌也。自是而陽上進，至於乾而後已。六五「喪羊於易」，謂九三、九四、六五為兌也，上六復「觸藩不能退」，蓋陽方夬決，豈容上兌儼然乎？九四中爻亦本兌，而云「不羸」者，賴震陽之壯耳。 \\n 晏子揚雄 \\n 齊莊公之難，晏子不死不亡，而曰：「君為社稷死則死之，為社稷亡則亡之；若為己死而為己亡，非其私暱，誰敢任之？」及崔杼、慶封盟國人曰：「所不與崔、慶者。」晏子嘆曰：「嬰所不唯忠於君，利社稷者是與，有如上帝！」晏子此意正與豫子所言衆人遇我之義同，特不以身殉莊公耳。至於毅然據正以社稷為辭，非豫子可比也。揚雄仕漢，親蹈王莽之變，退託其身於列大夫中，不與高位者同其死，抱道沒齒，與晏子同科。世儒或以劇秦美新貶之；是不然，此雄不得已而作也。夫誦述新莽之德，止能美於暴秦，其深意固可知矣。序所言配五帝冠三王，開闢以來未之聞，直以戲莽爾。使雄善為諛佞，撰符命，稱功德，以邀爵位，當與國師公同列，豈固窮如是哉？ \\n 一以貫之 \\n 「一以貫之」之語，聖賢心學也，夫子以告曾子、子貢，而學者猶以為不同。尹彥明曰：「子貢之於學，不及曾子也如此。孔子於曾子，不待其問而告之，曾子復深喻之曰『唯』。至於子貢，則不足以知之矣，故先發『多學而識之』之問，果不能知之以為然也，又復疑其不然而請焉，方告之曰『予一以貫之』。雖聞其言，猶不能如曾子之唯也。」范淳父亦曰：「先攻子貢之失，而後語以至要。」予竊以為二子皆孔門高第也，其聞言而唯，與夫聞而不復問，皆已默識於言意之表矣。世儒所以卑子貢者，為其先然「多學而識之」之旨也，是殆不然。方聞聖言如是，遽應曰「否」，非弟子所以敬師之道也，故對曰「然」，而即繼以「非與」之問，豈為不能知乎？或者至以為孔子擇而告參、賜，蓋非餘人所得聞，是又不然。顏氏之子，冉氏之孫，豈不足以語此乎？曾子於一「唯」之後，適門人有問，故發其「忠恕」之言。使子貢是時亦有從而問者，其必有以詔之矣。 \\n 裴潛陸俟 \\n 曹操以裴潛為代郡太守，服烏丸三單于之亂。後召潛還，美其治代之功，潛曰：「潛於百姓雖寬，於諸胡為峻。今繼者必以潛為治過嚴，而事加寬惠；彼素驕恣，過寬必弛，既弛又將攝之以法，此怨叛所由生也。以勢料之，代必復叛。」於是操深悔還潛之速。後數十日，單于反問果至。元魏以陸俟為懷荒鎮將，高車諸莫弗訟俟嚴急無恩，復請前鎮將郎孤。魏使孤代俟，俟既至，言曰：「不過期年，郎孤必敗，高車必叛。」世祖切責之。明年，諸莫弗果殺孤而叛。帝召俟問曰：「何以知其然？」俟曰：「高車不知上下之禮，故臣制之以法，使知分限，而諸莫弗訟臣無恩，稱孤之美。孤獲還鎮，悅其稱譽，專用寬恕待之，無禮之人，易生驕慢，孤必將復以法裁之，衆心怨懟，必生禍亂矣！」帝然之。裴潛、陸俟，可謂知為治之道矣。鄭子產戒子大叔曰：「惟有德者能以寬服人，其次莫如猛。」大叔不忍猛而寬，是以致萑苻之盜，故孔子有寬猛相濟之說。烏丸、高車，不知禮法，裴、陸先之以威，使其久而服化，必漸施之以寬政矣。後之人讀紙上語，專以鷹擊毛摯為治，而不思救弊之術，無問華夷，吾見其敗也。 \\n 拔亡為存 \\n 燕樂毅伐齊，下七十餘城，所存者唯莒、即墨兩城耳，賴田單之力，齊復為齊，尺寸之土無所失。曹操牧兗州，州叛迎呂布，郡縣八十城皆應之，唯鄄城、范、東阿不動，賴荀彧、程昱之力，卒全三城以待操，州境復安。古之人拔亡為存，轉禍為福，如此多矣。靖康、建炎間，國家不競，秦、魏、齊、韓之地，名都大邑數百，翦而為戎，越五十年矣，以今準古，豈曰無人乎哉？ \\n 孫吳四英將 \\n 孫吳奄有江左，亢衡中州，固本於策、權之雄略，然一時英傑，如周瑜、魯肅、呂蒙、陸遜四人者，真所謂社稷心膂，與國為存亡之臣也。自古將帥，未嘗不矜能自賢，疾勝己者，此諸賢則不然。孫權初掌事，肅欲北還，瑜止之，而薦之於權曰：「肅才宜佐時，當廣求其比，以成功業。」後瑜臨終與權牋曰：「魯肅忠烈，臨事不苟，若以代瑜，死不朽矣！」肅遂代瑜典兵。呂蒙為尋陽令，肅見之曰：「卿今者才略非復吳下阿蒙。」遂拜蒙母，結友而別。蒙遂亦代肅。蒙在陸口，稱疾還，權問：「誰可代者？」蒙曰：「陸遜意思深長，才堪負重，觀其規慮，終可大任，無復是過也。」遜遂代蒙。四人相繼，居西邊三四十年，為威名將，曹操、劉備、關羽皆為所挫，雖更相汲引，而孫權委心聽之，吳之所以為吳，非偶然也。 \\n 東坡羅浮詩 \\n 東坡遊羅浮山，作詩示叔黨，其末云：「負書從我盍歸去，羣仙正草新宮銘。汝應奴隸蔡少霞，我亦季孟山玄卿。」坡自注曰：「唐有夢書新宮銘者，云紫陽真人山玄卿撰。其略曰：『良常西麓，原澤東泄。新宮宏宏，崇軒（車獻）（車獻）。』又有蔡少霞者，夢人遣書碑銘曰：『公昔乘魚車，今履瑞雲，躅空仰塗，綺輅輪囷。』其末題云，五雲書閣吏蔡少霞書。」予按唐小說薛用弱集異記，載蔡少霞夢人召去，令書碑，題云：蒼龍溪新宮銘，紫陽真人山玄卿撰。其詞三十八句，不聞有五雲閣吏之說。魚車瑞雲之語，乃逸史所載陳幼霞事，云蒼龍溪主歐陽某撰。蓋坡公誤以幼霞為少霞耳。玄卿之文，嚴整高妙，非神仙中人嵇叔夜、李太白之流不能作，今紀於此，云：「良常西麓，源澤東泄。新宮宏宏，崇軒（車獻）（車獻）。雕珉盤礎，鏤檀竦楶。碧瓦鱗差，瑤階肪截。閣凝瑞霧，樓橫祥霓。騶虞巡徼，昌明捧闑。珠樹規連，玉泉矩洩。靈飆遐集，聖日俯哳。太上游儲，無極便闕。百神守護，諸真班列。仙翁鵠立，道師冰潔。飲玉成漿，饌瓊為屑。桂旗不動，蘭幄互設。妙樂競奏，流鈴間發。天籟虛徐，風簫泠澈。鳳歌諧律，鶴舞會節。三變玄雲，九成絳雪。易遷徒語，童初詎說。如毀乾坤，自有日月。清寧二百三十一年四月十二日建。」予頃作廣州三清殿碑，仿其體為銘詩曰：「天池北阯，越領東鹿。銀宮旟旟，瑤殿矗矗。陛納九齒，閶披四目。楯角儲清，檐牙袤縟。雕牖（谷甘）閜，鏤楹熠煜。元尊端拱，泰上秉籙。繡黼周張，神光睟穆。寶帳流黃，溫幈結綠。翠鳳於旗，紫霓溜褥。星伯振鷺，仙翁立鵠。昌明侍几，眉連捧纛。月節下墮，曦輪旁燭。凍雨清塵，矞雲散縠。鈞籟虛徐，流鈴祿續。童初渟瀯，勾漏蓄縮。嶽君有衡，海帝維儵。中邊何護，時節朝宿。颶母淪威，瘧妃謝毒。丹厓罷徼，赤子纍福。億齡聖壽，萬世宋籙。」凡四十句，讀者或許之，然終不近也。 \\n 魏明帝容諫 \\n 魏明帝時，少府楊阜上疏，欲省宮人諸不見幸者，乃召御府吏問後宮人數。吏守舊令，對曰：「禁密，不得宣露。」阜怒，杖吏一百，數之曰：「國家不與九卿為密，反與小吏為密乎？」帝愈嚴憚之。房玄齡、高士廉問少府少監竇德素北門近有何營造，德素以聞。太宗大怒，謂玄齡等曰：「君但知南牙耳，北門小小營造，何預君事耶？」玄齡等拜謝。夫太宗之與明帝，不待比擬，觀所以責玄齡之語，與夫嚴憚楊阜之事，不迨遠矣；賢君一話一言，為後世法。惜哉！魏史以謂「羣臣直諫之言，帝雖不能盡用，然皆優容之，雖非誼主，亦可謂有君人之量矣。」 \\n 漢世謀於衆 \\n 兩漢之世，事無小大，必謀之於衆人，予前論之矣，然亦有持以藉口掩衆議者。霍光薨後，宣帝出其親屬補吏，張敞言：「朝臣宜有明言霍氏顓制，請罷三侯就第。明詔以恩不聽，羣臣以義固爭而後許之。今明詔自親其文，非策之得者也。」哀帝欲封董賢等，王嘉言：「宜延問公卿、大夫、博士、議郎，明正其義，然後乃加爵土；不然，恐大失衆心。暴平其事，必有言當封者，在陛下所從；天下雖不說，咎有所分，不獨在陛下。前成帝初封淳于長，其事亦議。谷永以長當封，衆人歸咎於永，先帝不獨蒙其譏。」哀帝乃止。是知委曲遷就，使恩出君上，過歸於下，漢代多如此也。 \\n 國朝會要 \\n 國朝會要，自元豐三百卷之後，至崇寧、政和間，復置局修纂。宣和初，王黼秉政，罷修書五十八所。時會要已進一百十卷，餘四百卷亦成，但局中欲節次覬賞，故未及上。既有是命，局官以謂若朝廷許立限了畢，不過三兩月可以投進。而黼務悉矯蔡京所為，故一切罷之，官吏既散，文書皆為棄物矣。建炎三年，外舅張淵道為太常博士，時禮寺典籍散佚亡幾，而京師未陷，公為宰相言：「宜遣官往訪故府，取見存圖籍，悉輦而來，以備掌故。」此若緩而甚急者也。宰相不能用，其後逆豫竊據，鞠為煨燼。吁，可惜哉！ \\n 孫臏減竈 \\n 孫臏勝龐涓之事，兵家以為奇謀，予獨有疑焉，云：「齊軍入魏地為十萬竈，明日為五萬竈，又明日為二萬竈。」方師行逐利，每夕而興此役，不知以幾何人給之，又必人人各一竈乎？龐涓行三日而大喜曰：「齊士卒亡者過半。」則是所過之處必使人枚數之矣，是豈救急赴敵之師乎？又云：「度其暮當至馬陵，乃斫大樹，白而書之，曰：『龐涓死於此樹之下。』遂伏萬弩，期日暮見火舉而俱發。涓果夜至斫木下，見白書，鑽火燭之。讀未畢，萬弩俱發。」夫軍行遲速，既非他人所料，安能必其以暮至，不差晷刻乎？古人坐於車中，既云暮矣，安知樹間之有白書？且必舉火讀之乎？齊弩尚能俱發，而涓讀八字未畢。皆深不可信。殆好事者為之，而不精考耳。 \\n 蟲鳥之智 \\n 竹鷄之性，遇其儔必鬥。捕之者掃落葉為城，置媒其中，而隱身於後操罔焉。激媒使之鳴，聞者，隨聲必至，閉目飛入城，直前欲鬥，而罔已起，無得脫者，蓋目既閉則不復見人。鷓鴣性好潔，獵人於茂林間淨掃地，稍散穀於上，禽往來行遊，且步且啄，則以（米离）竿取之。麂行草莽中，畏人見其跡，但循一徑，無問遠近也。村民結繩為繯，置其所行處，麂足一絓，則倒懸於枝上，乃生獲之。江南多土蜂，人不能識其穴，往往以長紙帶黏於肉，蜂見之必銜入穴，乃躡尋得之，熏取其子。蟲鳥之智，自謂周身矣，如人之不仁何？ \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十四(十七則)", "正文": "　 \\n 卷第十四(十七則) \\n 　 \\n  \\n 張文潛論詩 \\n 前輩議論，有出於率然不致思而於理近礙者，張文潛云：「詩三百篇，雖云婦人女子小夫賤隸所為，要之非深於文章者不能作，如『七月在野』至『入我牀下』，於七月已下，皆不道破，直至十月方言蟋蟀，非深於文章者能為之邪？」予謂三百篇固有所謂女婦小賤所為，若周公、召康公穆公、衞武公、芮伯、凡伯、尹吉甫、仍叔、家父、蘇公、宋襄公、秦康公、史克、公子奚斯，姓氏明見於大序，可一概論之乎？且七月在野，八月在宇，九月在戶，本自言農民出入之時耳，鄭康成始幷入下句，皆指為蟋蟀，正已不然，今直稱此五句為深於文章者，豈其餘不能過此乎？以是論詩，隘矣。 \\n 漢祖三詐 \\n 漢高祖用韓信為大將，而三以詐臨之：信既定趙，高祖自成皋度河，晨自稱漢使馳入信壁，信未起，即其臥，奪其印符，麾召諸將易置之；項羽死，則又襲奪其軍；卒之偽遊雲夢而縛信。夫以豁達大度開基之主，所行乃如是，信之終於謀逆，蓋有以啟之矣。 \\n 有心避禍 \\n 有心於避禍，不若無心於任運，然有不可一概論者。董卓盜執國柄，築塢於郿，積穀為三十年儲，自云：「事不成，守此足以畢老。」殊不知一敗則掃地，豈容老於塢耶？公孫瓚據幽州，築京於易地，以鐵為門，樓櫓千重，積穀三百萬斛，以為足以待天下之變，殊不知梯衝舞於樓上，城豈可保耶？曹爽為司馬懿所奏，桓範勸使舉兵，爽不從，曰：「我不失作富家翁。」不知誅滅在旦暮耳，富可復得耶？張華相晉，當賈后之難不能退，少子以中台星坼，勸其遜位，華不從，曰：「天道玄遠，不如靜以待之。」竟為趙王倫所害。方事勢不容髮，而欲以靜待，又可嗤也。他人無足言，華博物有識，亦闇於幾事如此哉！ \\n 蹇解之險 \\n 蹇卦艮下坎上，見險而止，故諸爻皆有蹇難之辭。獨六二重言蹇蹇，說者以為六二與九五為正應，如臣之事君，當以身任國家之責，雖蹇之又蹇，亦匪躬以濟之，此解釋文義之旨也。若尋繹爻畫，則有說焉，蓋外卦一坎，諸爻所同，而自六二推之，上承九三、六四，又為坎體，是一卦之中已有二坎也，故重言之。解卦坎下震上，動而免乎險矣。六三將出險，乃有負乘致寇之咎，豈非上承九四、六五又為坎乎？坎為輿為盜，既獲出險而復蹈焉，宜其可醜而致戎也，是皆中爻之義云。 \\n 士之處世 \\n 士之處世，視富貴利祿，當如優伶之為參軍，方其據几正坐，噫嗚訶箠，羣優拱而聽命，戲罷則亦已矣。見紛華盛麗，當如老人之撫節物，以上元、清明言之，方少年壯盛，晝夜出遊，若恐不暇，燈收花暮，輒悵然移日不能忘，老人則不然，未嘗置欣戚於胸中也。覩金珠珍玩，當如小兒之弄戲劇，方雜然前陳，疑若可悅，即委之以去，了無戀想。遭橫逆機穽，當如醉人之受罵辱，耳無所聞，目無所見，酒醒之後，所以為我者自若也，何所加損哉？ \\n 張全義治洛 \\n 唐洛陽經黃巢之亂，城無居人，縣邑荒圮，僅能築三小城，又遭李罕之爭奪，但遺餘堵而已。張全義招懷理葺，復為壯藩，五代史於全義傳書之甚略，資治通鑑雖稍詳，亦不能盡。輒采張文定公所著搢紳舊聞記，芟取其要而載於此，曰：「今荊襄淮沔創痍之餘，綿地數千里，長民之官，用守邊保障之勞，超階擢職，不知幾何人？其真能髣髴全義所為者，吾未見其人也，豈局於文法譏議，有所制而不得騁乎？全義始至洛，於麾下百人中，選可使者十八人，命之曰屯將，人給一旗一牓。於舊十八縣中，令招農戶自耕種，流民漸歸。又選可使者十八人，命之曰屯副，民之來者綏撫之，除殺人者死，餘但加杖，無重刑，無租稅，歸者漸衆。又選諳書計者十八人，命之曰屯判官，不一二年，每屯戶至數千。於農隙時，選丁夫，教以弓矢槍劍，為坐作進退之法。行之一二年，得丁夫二萬餘人，有盜賊即時擒捕。關市之賦，迨於無籍，刑寬事簡，遠近趨之如市，五年之內，號為富庶，於是奏每縣除令簿主之。喜民力耕織者，知某家蠶麥善，必至其家，悉召老幼親慰勞之，賜以酒食茶果，遺之布衫裙袴，喜動顏色。見稼田中無草者，必下馬觀之，召田主賜衣服，若禾下有草，耕地不熟，則集衆決責之。或訴以闕牛，則召責其鄰伍曰：『此少牛，如何不衆助？』自是民以耕桑為務，家家有蓄積，水旱無饑人，在任四十餘年，至今廟食。」嗚呼！今之君子，其亦肯以全義之心施諸人乎？ \\n 博古圖 \\n 政和、宣和間，朝廷置書局以數十計，其荒陋而可笑者莫若博古圖。予比得漢匜，因取一冊讀之，發書捧腹之餘，聊識數事於此。父癸匜之銘曰「爵方父癸」。則為之說曰：「周之君臣，其有癸號者，惟齊之四世有癸公，癸公之子曰哀公，然則作是器也，其在哀公之時歟？故銘曰『父癸』者此也。」夫以十干為號，及稱父甲、父丁、父癸之類，夏、商皆然，編圖者固知之矣，獨於此器表為周物，且以為癸公之子稱其父，其可笑一也。周義母匜之銘曰「仲姞義母作」。則為之說曰：「晉文公杜祁讓偪姞而己次之，趙孟云『母義子貴』，正謂杜祁，則所謂仲姞者自名也，義母者襄公謂杜祁也。」夫周世姞姓女多矣，安知此為偪姞，杜祁但讓之在上，豈可便為母哉？既言仲姞自名，又以為襄公為杜祁所作，然則為誰之物哉？其可笑二也。漢注水匜之銘曰「始建國元年正月癸酉朔日制」。則為之說曰：「漢初始元年十二月改為建國，此言元年正月者，當是明年也。」按漢書王莽以初始元年十二月癸酉朔日，竊即真位，遂以其日為始建國元年正月，安有明年却稱元年之理？其可笑三也。楚姬盤之銘曰「齊侯作楚姬寶盤」。則為之說曰：「楚與齊從親，在齊湣王之時，所謂齊侯，則湣王也。周末諸侯自王，而稱侯以銘器，尚知止乎禮義也。」夫齊、楚之為國，各數百年，豈必當湣王時從親乎？且湣王在齊諸王中最為驕暴，嘗稱東帝，豈有肯自稱侯之理？其可笑四也。漢梁山鋗之銘曰「梁山銅造」。則為之說曰：「梁山銅者，紀其所貢之地，梁孝王依山鼓鑄，為國之富，則銅有自來矣。」夫即山鑄錢，乃吳王濞耳，梁山自是山名，屬馮翊夏陽縣，於梁國何預焉？其可笑五也。觀此數說，他可知矣。 \\n 士大夫論利害 \\n 士大夫論利害，固當先陳其所以利之實，然於利之中而有小害存焉，亦當科別其故，使人主擇而處之，乃合毋隱勿欺之義。趙充國征先零，欲罷騎兵而屯田，宣帝恐虜聞兵罷，且攻擾田者。充國曰：「虜小寇盜，時殺人民，其原未可卒禁。誠令兵出而虜絕不為寇，則出兵可也。即今同是，而釋坐勝之道，非所以視蠻夷也。」班勇乞復置西域校尉，議者難曰：「班將能保北虜不為邊害乎？」勇曰：「今置州牧以禁盜賊，若州牧能保盜賊不起者，臣亦願以要斬保匈奴之不為邊害也。今通西域，則虜勢必弱，為患微矣。若勢歸北虜，則中國之費不止十億。置之誠便。」此二人論事，可謂極盡利害之要，足以為法也。 \\n 舒元輿文 \\n 舒元輿，唐中葉文士也，今其遺文所存者才二十四篇。既以甘露之禍死，文宗因觀牡丹，摘其賦中桀句曰：「向者如迓，背者如訣。拆者如語，含者如咽。俯者如怨，仰者如悅。」為之泣下。予最愛其玉筯篆志論李斯、李陽冰之書，其詞曰：「斯去千年，冰生唐時，冰復去矣，後來者誰！後千年有人，誰能待之？後千年無人，篆止於斯！嗚呼主人，為吾寶之！」此銘有不可名言之妙，而世或鮮知之。 \\n 絕唱不可和 \\n 韋應物在滁州，以酒寄全椒山中道士，作詩曰：「今朝郡齋冷，忽念山中客。澗底束荊薪，歸來煑白石。欲持一樽酒，遠慰風雨夕。落葉滿空山，何處尋行迹？」其為高妙超詣，固不容夸說，而結尾兩句，非復語言思索可到。東坡在惠州，依其韻作詩寄羅浮鄧道士曰：「一杯羅浮春，遠餉采薇客。遙知獨酌罷，醉臥松下石。幽人不可見，清嘯聞月夕。聊戲菴中人，空飛本無迹。」劉夢得「山圍故國周遭在，潮打空城寂寞回」之句，白樂天以為後之詩人，無復措詞。坡公仿之曰：「山圍故國城空在，潮打西陵意未平。」坡公天才，出語驚世，如追和陶詩，真與之齊驅，獨此二者，比之韋、劉為不侔，豈非絕唱寡和，理自應爾邪。 \\n 贈典輕重 \\n 國朝未改官制以前，從官丞、郎、直學士以降，身沒大抵無贈典，唯尚書、學士有之，然亦甚薄，余襄公、王素自工書得刑書，蔡君謨自端明、禮侍得吏侍耳。元豐以後，待制以上皆有四官之恩，後遂以為常典，而致仕又遷一秩。梁揚祖終寶文學士、宣奉大夫，既以致仕轉光祿，遂贈特進、龍圖學士，蓋以為銀青、金紫、特進只三官，故增其職，是從左丞得僕射也。節度使舊制贈侍中或太尉，官制行，多贈開府。秦檜創立檢校少保之例，以贈王德、葉夢得、張澄，近歲王彥遂用之，實無所益也。元祐中，王巖叟終於朝奉郎、端明殿學士，以嘗簽書樞密院，故超贈正議大夫。楊愿終於朝奉郎、資政殿學士，但贈朝請大夫，以執政而贈郎秩，輕重為不侔，皆掌故之失也。 \\n 揚之水 \\n 左傳所載列國人語言書訊，其辭旨如出一手。說者遂以為皆左氏所作，予疑其不必然，乃若潤色整齊，則有之矣，試以詩證之：揚之水三篇，一周詩，一鄭詩，一晉詩，其二篇皆曰「不流束薪」，「不流束楚」。邶之谷風曰「習習谷風，以陰以雨」，雅之谷風曰「習習谷風，維風及雨」。「在南山之陽」，「在南山之下」，「在南山之側」；「在浚之郊」，「在浚之都」，「在浚之城」；「在河之滸」，「在河之漘」，「在河之涘」；「山有樞，隰有榆」，「山有苞櫟，隰有六駮」，「山有蕨薇，隰有（木巳）桋」；「言秣其馬」，「言采其虻」，「言觀其旂」，「言韔其弓」。皆雜出於諸詩，而興致一也。蓋先王之澤未遠，天下書同文，師無異道，人無異習，出口成言，皆止乎禮義，是以不謀而同爾。 \\n 李陵詩 \\n 文選編李陵、蘇武詩，凡七篇，人多疑「俯觀江、漢流」之語，以為蘇武在長安所作，何為乃及江、漢？東坡云「皆後人所擬也」。予觀李詩云「獨有盈觴酒，與子結綢繆」。盈字正惠帝諱，漢法觸諱者有罪，不應陵敢用之，益知坡公之言為可信也。 \\n 大曲伊涼 \\n 今樂府所傳大曲，皆出於唐，而以州名者五，伊、涼、熙、石、渭也。涼州今轉為梁州，唐人已多誤用，其實從西涼府來也。凡此諸曲，唯伊、涼最著，唐詩詞稱之極多，聊紀十數聯，以資談助。如：「老去將何散旅愁？新教小玉唱伊州」，「求守管絃聲款逐，側商調裏唱伊州」，「鈿蟬金雁皆零落，一曲伊州泪萬行」，「公子邀歡月滿樓，雙成揭調唱伊州」，「賺殺唱歌樓上女，伊州誤作石州聲」，「胡部笙歌西部頭，梨園弟子和涼州」，「唱得涼州意外聲，舊人空數米嘉榮」，「霓裳奏罷唱梁州，紅袖斜翻翠黛愁」，「行人夜上西城宿，聽唱涼州雙管逐」，「丞相新裁別離曲，聲聲飛出舊梁州」，「只愁拍盡涼州杖，畫出風雷是撥聲」，「一曲涼州今不清，邊風蕭颯動江城」，「滿眼由來是舊人，那堪更奏梁州曲」，「昨夜蕃軍報國仇，沙州都護破梁州」，「邊將皆承主恩澤，無人解道取涼州」。皆王建、張祜、劉禹錫、王昌齡、高駢、溫庭筠、張籍諸人詩也。 \\n 元次山元子 \\n 元次山有文編十卷，李商隱作序，今九江所刻是也。又有元子十卷，李紓作序，予家有之，凡一百五篇，其十四篇已見於文編，餘者大抵澶漫矯亢。而第八卷中所載（上宀下昏）方國二十國事，最為譎誕，其略云：「方國之（亻嘼），盡身皆方，其俗惡圓。設有問者，曰『汝心圓』，則兩手破胸露心，曰『此心圓耶？』圓國則反之。言國之（亻嘼），三口三舌。相乳國之（亻嘼），口以下直為一竅。無手國足便於手。無足國膚行如風。」其說頗近山海經，固已不韙，至云：「惡國之（亻嘼），男長大則殺父，女長大則殺母。忍國之（亻嘼），父母見子，如臣見君。無鼻之國，兄弟相逢則相害。觸國之（亻嘼），子孫長大則殺之。」如此之類，皆悖理害教，於事無補。次山中興頌與日月爭光，若此書，不作可也，惜哉！ \\n 次山謝表 \\n 元次山為道州刺史，作舂陵行，其序云：「州舊四萬餘戶，經賊以來，不滿四千，大半不勝賦稅。到官未五十日，承諸使徵求符牒二百餘封，皆曰『失期限者罪至貶削』。於戲！若悉應其命，則州縣破亂，刺史欲焉逃罪？若不應命，又即獲罪戾。吾將靜以安人，待罪而已。」其辭甚苦，大略云：「州小經亂亡，遺人實困疲。朝餐是草根，暮食乃木皮。出言氣欲絕，意速行步遲。追呼尚不忍，况乃鞭扑之。郵亭傳急符，來往跡相追。更無寬大恩，但有迫催期。欲令鬻兒女，言發恐亂隨。奈何重驅逐，不使存活為？安人天子命，符節我所持。逋緩違詔令，蒙責固所宜。」又賊退示官吏一篇，言賊攻永破邵，不犯此州，蓋蒙其傷憐而已，諸使何為忍苦征斂。其詩云：「城小賊不屠，人貧傷可憐。是以陷鄰境，此州獨見全。使臣將王命，豈不如賊焉？今彼征斂者，迫之如火煎。」二詩憂民慘切如此。故杜老以為：「今盜賊未息，知民疾苦，得結輩十數公，落落參錯天下為邦伯，天下少安，立可待矣。」遂有「兩章對秋月，一字偕華星」之句。今次山集中，載其謝上表兩通，其一云：「今日刺史，若無武略，以制暴亂；若無文才，以救疲弊；若不清廉，以身率下；若不變通，以救時須，則亂將作矣。臣料今日州縣堪征稅者無幾，已破敗者實多，百姓戀墳墓者蓋少，思流亡者乃衆，則刺史宜精選謹擇以委任之，固不可拘限官次，得之貨賄出之權門者也。」其二云：「今四方兵革未寧，賦斂未息，百姓流亡轉甚，官吏侵刻日多，實不合使凶庸貪猥之徒，凡弱下愚之類，以貨賂權勢，而為州縣長官。」觀次山表語，但因謝上而能極論民窮吏惡，勸天子以精擇長吏，有謝表以來，未之見也。世人以杜老褒激之故，或稍誦其詩，以中興頌故誦其文，不聞有稱其表者，予是以備錄之，以風後之君子。次山臨道州，歲在癸卯，唐代宗初元廣德也。 \\n 光武仁君 \\n 漢光武雖以征伐定天下，而其心未嘗不以仁恩招懷為本。隗囂受官爵而復叛，賜詔告之曰：「若束手自詣，保無他也。」公孫述據蜀，大軍征之垂滅矣，猶下詔諭之曰：「勿以來歙、岑彭受害自疑，今以時自詣，則家族全，詔書手記不可數得，朕不食言。」遣馮異西征，戒以平定安集為急。怒吳漢殺降，責以失斬將吊民之義，可謂仁君矣。蕭銑舉荊楚降唐，而高祖怒其逐鹿之對，誅之於市，其隘如此，新史猶以高祖為聖，豈理也哉？ \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十五(十九則)", "正文": "　 \\n 卷第十五(十九則) \\n 　 \\n  \\n 張文潛哦蘇杜詩 \\n 「溪迴松風長，蒼鼠竄古瓦。不知何王殿，遺締絕壁下。陰房鬼火青，壞道哀湍瀉。萬籟真笙竽，秋色正蕭灑。美人為黃土，况乃粉黛假。當時侍金輿，故物獨石馬。憂來藉草坐，浩歌淚盈把。冉冉征途間，誰是長年者？」此老杜玉華宮詩也。張文潛暮年在宛丘，何大圭方弱冠，往謁之，凡三日，見其吟哦此詩不絕口，大圭請其故。曰：「此章乃風、雅鼓吹，未易為子言。」大圭曰：「先生所賦，何必減此？」曰：「平生極力模寫，僅有一篇稍似之，然未可同日語。」遂誦其離黃州詩，偶同此韻，曰：「扁舟發孤城，揮手謝送者。山回地勢卷，天豁江面瀉。中流望赤壁，石脚插水下。昏昏烟霧嶺，歷歷漁樵舍。居夷實三載，鄰里通借假。別之豈無情，老淚為一洒。篙工起鳴鼓，輕櫓健於馬。聊為過江宿，寂寂樊山夜。」此其音響節奏，固似之矣，讀之可默喻也。又好誦東坡梨花絕句，所謂「梨花淡白柳深青，柳絮飛時花滿城，惆悵東欄一株雪，人生看得幾清明」者，每吟一過，必擊節賞嘆不能已，文潛蓋有省於此云。 \\n 任安田仁 \\n 任安、田仁，皆漢武帝時能臣也，而漢史載其事甚略，褚先生曰：「兩人俱為衞將軍舍人，家監使養惡齧馬。仁曰：『不知人哉家監也！』安曰：『將軍尚不知人，何乃家監也！』後有詔募擇衞將軍舍人以為郎。會賢大夫趙禹來，悉召舍人百餘人，以次問之，得田仁、任安，曰：『獨此兩人可耳，餘無可用者。』將軍上籍以聞。詔召此二人，帝遂用之。仁刺舉三河，時河南、河內太守皆杜周子弟，河東太守石丞相子孫，仁已刺三河，皆下吏誅死。」觀此事，可見武帝求才不遺微賤，得人之盛，誠非後世所及。然班史言：「霍去病既貴，衞青故人門下多去事之，唯任安不肯去。」又言：「衞將軍進言仁為郎中。」與褚先生所書為不同。杜周傳云：「兩子夾河為郡守，治皆酷暴。」亦不書其所終，皆闕文也。 \\n 杜延年杜欽 \\n 前漢書稱：杜延年本大將軍霍光吏，光持刑罰嚴，延年輔之以寬，論議持平，合和朝廷；杜欽在王鳳幕府，救解馮野王、王尊之罪過，當世善政，多出於欽。予謂光以侯史吳之事，一朝殺九卿三人，延年不能諫。王章言王鳳之過，天子感寤，欲退鳳，欽令鳳上疏謝罪。上不忍廢鳳，鳳欲遂退，欽說之而止。章死，衆庶冤之，欽復說鳳，以為：「天下不知章實有罪，而以為坐言事，宜因章事舉直言極諫，使天下咸知主上聖明，不以言罪下。若此，則流言消釋矣。」鳳白行其策。夫新莽盜國，權輿於鳳，鳳且退而復止，皆欽之謀。若欽者，蓋漢之賊也，而謂當世善政出其手，豈不繆哉？ \\n 范曄作史 \\n 范曄在獄中，與諸甥侄書曰：「吾既造後漢，詳觀古今著述及評論，殆少可意者。班氏最有高名，既任情無例，不可甲乙，唯志可推耳。博贍可不及之，整理未必愧也。吾雜傳論，皆有精意深旨。至於循吏以下及六夷諸序論，筆勢縱放，實天下之奇作。其中合者，往往不減過秦篇。嘗共比方班氏所作，非但不愧之而已。贊自是吾文之傑思，殆無一字空設，奇變不窮，同合異體，乃自不知所以稱之。此書行，故應有賞音者。自古體大而思精，未有此也。」曄之高自夸詡如此。至以謂過班固，固豈可過哉？曄所著序論，了無可取，列傳如鄧禹、竇融、馬援、班超、郭泰諸篇者，蓋亦有數也，人苦不自知，可發千載一笑。 \\n 唐詩人有名不顯者 \\n 溫公詩話云：「唐之中葉，文章特盛，其姓名湮沒不傳於世者甚衆，如：河中府鶴雀樓有王之奐、暢諸二詩。二人皆當時所不數，而後人擅詩名者，豈能及之哉！」予觀少陵集中所載韋迢、郭受詩，少陵酬答，至有「新詩錦不如」，「自得隨珠覺夜明」之語，則二人詩名可知矣，然非編之杜集，幾於無傳焉。又有嚴惲惜花一絕云：「春光冉冉歸何處，更向花前把一杯。盡日問花花不語，為誰零落為誰開？」前人多不知誰作，乃見於皮、陸唱和集中。大率唐人多工詩，雖小說戲劇，鬼物假託，莫不宛轉有思致，不必顓門名家而後可稱也。(奐、暢諸，館本作渙、暢當。) \\n 蘇子由詩 \\n 蘇子由南窗詩云：「京城三日雪，雪盡泥方深。閉門謝還往，不聞車馬音。西齋書帙亂，南窗朝日升。展轉守牀榻，欲起復不能。開戶失瓊玉，滿階松竹陰。故人遠方來，疑我何苦心。疏拙自當爾，有酒聊共斟。」此其少年時所作也。東坡好書之，以為人間當有數百本，蓋閑淡簡遠得味外之味云。 \\n 呼君為爾汝 \\n 東坡云：「凡人相與號呼者，貴之則曰公，賢之則曰君，自其下則爾汝之。雖王公之貴，天下貌畏而心不服，則進而君公，退而爾汝者多矣。」予謂此論特後世之俗如是爾，古之人心口一致，事從其真，雖君臣父子之間，出口而言，不復顧忌，觀詩、書所載可知矣。箕子陳洪範，對武王而汝之。金縢策祝，周公所以告大王、王季、文王三世祖考也，而呼之曰爾三王，自稱曰予。至云：「爾之許我，我其以璧與珪，歸俟爾命，爾不許我，我乃屏璧與珪。」殆近乎相質責而邀索也。天保報上之詩，曰「天保定爾，俾爾戩穀」，閟宮頌君之詩，曰「俾爾熾而昌」，「俾爾昌而熾」，及節南山、正月、板蕩、卷阿、既醉、瞻卬諸詩，皆呼王為爾。大明曰「上帝臨女」，指武王也。民勞曰「王欲玉女」，指厲王也。至或稱為小子，雖幽、厲之君，亦受之而不怒。嗚呼！三代之風俗，可復見乎？晉武公請命乎天子，其大夫賦無衣，所謂「不如子之衣」，亦指周王也。 \\n 世事不可料 \\n 秦始皇幷六國，一天下，東遊會稽，度浙江，撊然謂子孫帝王萬世之固，不知項籍已縱觀其旁，劉季起喟然之嘆於咸陽矣。曹操芟夷羣雄，遂定海內，身為漢相，日夜窺伺龜鼎，不知司馬懿已入幕府矣。梁武帝殺東昏侯，覆齊祚，而侯景以是年生於漠北。唐太宗殺建成、元吉，遂登天位，而武后已生於幷州。宣宗之世，無故而復河、隴，戎狄既衰，藩鎮順命，而朱溫生矣。是豈智力謀慮所可為哉？ \\n 蔡君謨帖語 \\n 韓獻肅公守成都時，蔡君謨與之書曰：「襄啟：歲行甫新，魯鈍之資，日益衰老。雖勉就職務，其於精力不堪勞苦。念君之生，相距旬日，如聞年來補治有方，當愈強健，果如何哉？襄於京居，尚留少時，佇君還軫，伸眉一笑，傾懷之極。今因樊都官西行，奉書問動靜，不一一。襄上子華端明閣下。」此帖語簡而情厚，初無寒溫之問，寢食之祝，講德之佞也。今風俗日以媮薄，士大夫之獧浮者，於尺牘之間，益出新巧，習貫自然，雖有先達篤實之賢，亦不敢自拔以速嘲罵。每詒書多至十數紙，必繫銜，相與之際，悉忘其真，言語不情，誠意掃地。相呼不以字，而云某丈，僭紊官稱，無復差等，觀此其少愧乎！憶二紀之前，予在館中，見曾監吉甫與人書，獨不作劄子，且以字呼同舍，同舍因相約云：「曾公前輩可尊，是宜曰丈，餘人自今各以字行，其過誤者罰一直。」行之幾月，從官郎省，欣然皆欲一變，而有欲敗此議者，載酒飲同舍，乞仍舊。於是從約皆解，遂不可復革，可為一嘆。 \\n 孔氏野史 \\n 世傳孔毅甫野史一卷，凡四十事，予得其書於清江劉靖之所，載趙清獻為青城宰，挈散樂妓以歸，為邑尉追還，大慟且怒，又因與妻忿爭，由此惑志。文潞公守太原，辟司馬溫公為通判，夫人生日，溫公獻小詞，為都漕唐子方峻責。歐陽永叔、謝希深、田元均、尹師魯在河南，攜官妓遊龍門，半月不返，留守錢思公作簡招之，亦不答。范文正與京東人石曼卿、劉潛之類相結以取名，服中上萬言書，甚非言不文之義。蘇子瞻被命作儲祥宮記，大貂陳衍幹當宮事，得旨置酒與蘇高會，蘇陰使人發，御史董敦逸即有章疏，遂墮計中。又云子瞻四六表章不成文字。其他如潞公、范忠宣、呂汲公、吳冲卿、傅獻簡諸公，皆不免譏議。予謂決非毅甫所作，蓋魏泰碧雲騢之流耳。溫公自用龐潁公辟，不與潞公、子方同時，其謬妄不待攻也。靖之乃原甫曾孫，佳士也，而跋是書云：「孔氏兄弟曾大父行也，思其人欲聞其言久矣，故錄而藏之。」汪聖錫亦書其後，但記上官彥衡一事，豈弗深考云。 \\n 有若 \\n 史記有若傳云：「孔子沒，弟子以若狀似孔子，立以為師。他日，進問曰：『昔夫子當行，使弟子持雨具，已而果雨。弟子問何以知之，夫子曰，詩不云乎？月離於畢，俾滂沱矣。昨暮月不宿畢乎？他日，月宿畢，竟不雨。商瞿年長無子，孔子曰瞿年四十後當有五丈夫子。已而果然。敢問何以知此？』有若無以應。弟子起曰：『有子避之，此非子之座也！』」予謂此兩事殆近於星曆卜祝之學，何足以為聖人，而謂孔子言之乎？有若不能知，何所加損，而弟子遽以是斥退之乎？孟子稱「子夏、子張、子游，以若似聖人，欲以所事孔子事之，曾子不可」，但言「江、漢秋陽不可尚」而已，未嘗深詆也。論語記諸善言，以有子之言為第二章，在曾子之前；使有避坐之事，弟子肯如是哉？檀弓載有子聞曾子「喪欲速貧，死欲速朽」兩語，以為「非君子之言」，又以為「夫子有為言之」。子游曰：「甚哉！有子之言似夫子也。」則其為門弟子所敬久矣，太史公之書，於是為失矣。且門人所傳者道也，豈應以狀貌之似而師之邪？世所圖七十二賢畫像，其畫有若遂與孔子略等，此又可笑也。 \\n 張天覺為人 \\n 張天覺為人賢否，士大夫或不詳知。方大觀、政和間，時名甚著，多以忠直許之。蓋其作相適承蔡京之後，京弄國為奸，天下共疾，小變其政，便足以致譽，飢者易為食，故蒙賢者之名，靖康初政，遂與司馬公、范文正同被褒典。予以其實考之，彼直奸人之雄爾。其外孫何麒作家傳云：「為熙寧御史，則逐於熙寧；為元祐廷臣，則逐於元祐；為紹聖諫官，則逐於紹聖；為崇寧大臣，則逐於崇寧；為大觀宰相，則逐於政和。」其跡是矣，而實不然。為御史時，以斷獄失當，為密院所治，遂摭博州事以報之，三樞密皆乞去，故坐貶。為諫官時，首攻內侍陳衍以搖宣仁，至比之於呂、武；乞追奪司馬公、呂申公贈謚，仆碑毀樓；論文潞公背負國恩，呂汲公動搖先烈；辯呂惠卿、蔡確無罪。後以交通潁昌富民蓋漸故，又貶。元符末，除中書舍人，謝表歷詆元祐諸賢，云：「當元祐之八九年，擢黨人之二十輩。」及在相位，乃以與郭天信交結而去耳。平生言行如此，而得美譽，則以蔡京不相能之故。然皆章子厚門下客，其始非不同也。京拜相之詞，天覺所作，是以得執政云。 \\n 為文論事 \\n 為文論事，當反復致志，救首救尾，則事詞章著，覽者可以立決。陳湯斬郅支而功未錄，劉向上疏論之，首言：「周方叔、吉甫誅獫狁。」次言：「齊桓公有滅項之罪，君子以功覆過。李廣利靡億萬之費，捐五萬之師，厪獲宛王之首，孝武不錄其過，封為列侯。」末言：「常惠隨欲擊之烏孫，鄭吉迎自來之日逐，皆裂土受爵。」然後極言：「今康居國強於大宛，郅支之號，重於宛王，殺使者罪甚於留馬，而不煩漢士，不費斗糧，比於貳師，功德百之。」又曰：「言威武勤勞則大於方叔、吉甫，列功覆過則優於齊桓、貳師，近事之功則高於安遠、長羅，而大功未著，小惡數布，臣竊痛之！」於是天子乃下詔議封。蓋其一疏抑揚援證，明白如此，故以丞相匡衡、中書石顯，出力沮害，竟不能奪。不然，衡、顯之議，豈區區一故九卿所能亢哉？ \\n 連昌宮詞 \\n 元微之、白樂天，在唐元和、長慶間齊名。其賦詠天寶時事，連昌宮詞、長恨歌皆膾炙人口，使讀之者情性蕩搖，如身生其時，親見其事，殆未易以優劣論也。然長恨歌不過述明皇追愴貴妃始末，無他激揚，不若連昌詞有監戒規諷之意，如云：「姚崇、宋璟作相公，勸諫上皇言語切。長官清貧太守好，揀選皆言由相至。開元之末姚、宋死，朝廷漸漸由妃子。祿山宮裏養作兒，虢國門前鬧如市。弄權宰相不記名，依稀憶得楊與李。廟謨顛倒四海搖，五十年來作瘡痏。」其末章及官軍討淮西，乞「廟謨休用兵」之語，蓋元和十一、二年間所作，殊得風人之旨，非長恨比云。 \\n 二士共談 \\n 維摩詰經言，文殊從佛所將詣維摩丈室問疾，菩薩隨之者以萬億計，曰：「二士共談，必說妙法。」予觀杜少陵寄李太白詩云：「何時一尊酒，重與細論文。」使二公真踐此言，時得洒掃撰杖屨於其側，所謂不二法門，不傳之妙，啟聰擊蒙，出膚寸之澤以潤千里者，可勝道哉！ \\n 張子韶祭文 \\n 先公自嶺外徙宜春，沒於保昌，道出南安，時猶未聞檜相之死。張子韶先生來致祭，其文但云：「維某年月日具官某，謹以清酌之奠昭告於某官之靈，嗚呼哀哉，伏惟尚饗！」其情旨哀愴，乃過於詞，前人未有此格也。 \\n 京師老吏 \\n 京師盛時，諸司老吏，類多識事體，習典故。翰苑有孔目吏，每學士制草出，必據案細讀，疑誤輒告。劉嗣明嘗作皇子剃胎髮文，用克長克君之語，吏持以請，嗣明曰：「此言堪為長堪為君，真善頌也。」吏拱手曰：「內中讀文書不如是，最以語忌為嫌，既剋長又剋君，殆不可用也。」嗣明悚然亟易之。靖康歲都城受圍，禦敵器甲刓弊。或言太常寺有舊祭服數十，閒無所用，可以藉甲。少卿劉珏即具藁欲獻於朝，以付書史。史作字楷而敏，平常無錯誤，珏將上馬，立俟之，既至，而結銜脫兩字。趣使更寫，至於三，其誤如初。珏怒責之，逡巡謝曰：「非敢誤也，某小人竊妄有管見，在禮，『祭服敝則焚之』。今國家迫急，誠不宜以常日論，然容臺之職，唯當秉禮。少卿固體國，不若俟朝廷來索則納之，賢於先自背禮而有獻也。」珏愧嘆而止，後每為人言，嘉賞其意。今之胥徒，雖公府右職，省寺掌故，但能鼓扇獧浮，顧賕謝為業，簿書期會之間，乃漫不之曉，求如彼二人，豈可得哉！ \\n 曹操唐莊宗 \\n 曹操在兗州，引兵東擊陶謙於徐，而陳宮潛迎呂布為兗牧，郡縣皆叛，賴程昱、荀彧之力，全東阿、鄄、范三城以待操。操還，執昱手曰：「微子之力，吾無所歸矣。」表為東平相。唐莊宗與梁人相持於河上，梁將王檀乘虛襲晉陽。城中無備，幾陷者數四，賴安金全帥子弟擊却之於內，石君立引昭義兵破之於外，晉陽獲全。而莊宗以策非己出，金全等賞皆不行。操終有天下，莊宗雖能滅梁，旋踵覆亡，考其行事，概可睹矣。 \\n 雲中守魏尚 \\n 史記、漢書所記馮唐救魏尚事，其始云：「魏尚為雲中守，與匈奴戰，上功幕府，一言不相應，文吏以法繩之，其賞不行。臣以為陛下賞太輕，罰太重。」而又申言之云：「且雲中守魏尚，坐上功首虜差六級，陛下下之吏，削其爵，罰作之。」重言雲中守及姓名，而文勢益遒健有力，今人無此筆也。 \\n 容齋隨筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十六(十九則)", "正文": "　 \\n 卷第十六(十九則) \\n 　 \\n  \\n 文章小伎 \\n 「文章一小伎，於道未為尊。」雖杜子美有激而云，然要為失言，不可以訓。文章豈小事哉！易賁之彖言：「剛柔交錯，天文也；文明以止，人文也。觀乎天文，以察時變；觀乎人文，以化成天下。」孔子稱帝堯煥乎有文章。子貢曰：「夫子之文章，可得而聞。」詩美衞武公，亦云有文章。堯、舜、禹、湯、文、武、成、康之聖賢，桀、紂、幽、厲之昏亂，非詩書以文章載之，何以傳？伏羲畫八卦，文王重之，非孔子以文章翼之，何以傳？孔子至言要道，託孝經、論語之文而傳。曾子、子思、孟子傳聖人心學，使無中庸及七篇之書，後人何所窺門戶？老、莊絕滅禮學，忘言去為，而五千言與內、外篇極其文藻。釋氏之為禪者，謂語言為累，不知大乘諸經可廢乎？然則詆為小伎，其理謬矣！彼後世為詞章者，逐其末而忘其本，玩其華而落其實，流宕自遠，非文章過也。杜老所云「文章千古事」，「已似愛文章」，「文章日自負」，「文章實致身」，「文章開宎奧」，「文章憎命達」，「名豈文章著」，「枚乘文章老」，「文章敢自誣」，「海內文章伯」，「文章曹植波瀾闊」，「庾信文章老更成」，「豈有文章驚海內」，「每語見許文章伯」，「文章有神交有道」，如此之類，多指詩而言，所見狹矣！ \\n 三長月 \\n 釋氏以正、五、九月為「三長月」，故奉佛者皆茹素。其說云：天帝釋以大寶鏡，輪照四天下，寅、午、戌月，正臨南贍部洲，故當食素以徼福。官司謂之「斷月」，故受驛券有所謂羊肉者，則不支。俗謂之「惡月」，士大夫赴官者，輒避之。或人以謂唐日藩鎮蒞事，必大享軍，屠殺羊豕至多，故不欲以其月上事，今之他官，不當爾也。然此說亦無所經見。予讀晉書禮志，穆帝納后，欲用九月，九月是「忌月」。北齊書云高洋謀魏，其臣宋景業言：「宜以仲夏受禪。」或曰：「五月不可入官，犯之，終於其位。」景業曰：「王為天子，無復下期，豈得不終於其位乎？」乃知此忌相承，由來已久，竟不能曉其義及出何經典也。 \\n 兄弟直西垣 \\n 秦少游集中，有與鮮于子駿書云：「今中書舍人皆以伯仲繼直西垣，前世以來未有其事，誠國家之美，非特衣冠之盛也。除書始下，中外欣然，舉酒相屬。」予以其時考之，蓋元祐二年，謂蘇子由、曾子開、劉貢甫也。子由之兄子瞻，子開之兄子固、子宣，貢甫之兄原甫，皆經是職，故少游有此語云。紹興二十九年，予仲兄始入西省，至隆興二年，伯兄繼之，乾道三年，予又繼之，相距首尾九歲。予作謝表云：「父子相承，四上鑾坡之直；弟兄在望，三陪鳳閣之游。」比之前賢，實為遭際，固為門戶榮事，然亦以此自愧也。 \\n 續樹萱錄 \\n 頃在祕閣抄書，得續樹萱錄一卷，其中載隱君子元撰夜見吳王夫差，與唐諸詩人吟詠事。李翰林詩曰：「芙蓉露濃紅壓枝，幽禽感秋花畔啼，玉人一去未回馬，梁間燕子三見歸。」張司業曰：「綠頭鴨兒咂萍藻，采蓮女郎笑花老。」杜舍人曰：「鼓鼙夜戰北窗風，霜葉沿階貼亂紅。」三人皆全篇。杜工部曰：「紫領寬袍漉酒巾，江頭蕭散作閒人。」白少傅曰：「不因霜葉辭林去，的當山翁未覺秋。」李賀曰：「魚鱗甃空排嫩碧，露桂梢寒挂團璧。」三人皆未終篇。細味其體格語句，往往逼真。後閱秦少游集，有秋興九首，皆擬唐人，前所載咸在焉。關子東為秦集序云「擬古數篇，曲盡唐人之體」，正謂是也。何子楚云：「續萱錄乃王性之所作，而託名他人。」今其書才有三事，其一曰賈博喻，一曰全若虛，一曰元撰，詳命名之義，蓋取諸子虛、亡是公云。 \\n 館職名存 \\n 國朝館閣之選，皆天下英俊，然必試而後命。一經此職，遂為名流。其高者，曰集賢殿修撰、史館修撰、直龍圖閣、直昭文館、史館、集賢院、祕閣。次曰集賢、祕閣校理。官卑者，曰館閣校勘、史館檢討，均謂之館職。記注官缺，必於此取之，非經修注，未有直除知制誥者。官至員外郎則任子，中外皆稱為學士。及元豐官制行，凡帶職者，皆遷一官而罷之，而置祕書省官，大抵與職事官等，反為留滯。政和以後，增修撰直閣貼職為九等，於是材能治辦之吏、貴游乳臭之子，車載斗量，其名益輕。南渡以來，初除校書正字，往往召試，雖曰館職不輕畀，然其遷敍，反不若寺監之徑捷。至推排為郎，即失其故步，混然無別矣。 \\n 南宮适 \\n 南宮适問羿、奡不得其死，禹、稷有天下，言力可賤而德可貴。其義已盡，無所可答，故夫子俟其出而嘆其為君子，奬其尚德，至於再言之，聖人之意斯可見矣。然明道先生云：「以禹、稷比孔子，故不答。」范淳父以為禹、稷有天下，故夫子不敢答，弗敢當也。楊龜山云：「禹、稷之有天下，不止於躬稼而已，孔子未盡然其言，故不答。然而不正之者，不責備於其言，以沮其尚德之志也，與所謂『雍之言然』則異矣。」予竊謂南宮之問，初無以禹、稷比孔子之意，不知二先生何為有是言？若龜山之語，淺之已甚！獨謝顯道云：「南宮适知以躬行為事，是以謂之君子。知言之要，非尚德者不能，在當時發問間，必有目擊而道存，首肯之意，非直不答也。」其說最為切當。 \\n 吳王殿 \\n 漢高祖五年，以長沙、豫章、象郡、桂林、南海立番君吳芮為長沙王。十二年，以三郡封吳王濞，而豫章亦在其中。又趙佗先有南海，後擊幷桂林、象郡。則芮所有，但長沙一郡耳。按芮本為秦番陽令，故曰番君。項羽已封為衡山王，都邾。邾，今之黃州也。復侵奪其地。故高祖徙之長沙而都臨湘，一年薨，則其去番也久矣。今吾邦猶指郡正廳為吳王殿，以謂芮為王時所居。牛僧孺玄怪錄載，唐元和中，饒州刺史齊推女，因止州宅誕育，為神人擊死，後有仙官治其事，云：「是西漢鄱陽王吳芮。今刺史宅，是芮昔時所居。」皆非也。 \\n 王衛尉 \\n 漢高祖怒蕭何，謂王衞尉曰：「李斯相秦皇帝，有善歸主，有惡自予，今相國請吾苑以自媚於民，故繫治之。」衞尉曰：「秦以不聞其過亡天下，李斯之分過，又何足法哉！」唐太宗疑三品以上輕魏王，責之曰：「我見隋家諸王，一品以下皆不免其躓頓，我自不許兒子縱橫耳。」魏鄭公曰：「隋高祖不知禮義，寵縱諸子，使行非禮，尋皆罪黜，不可以為法，亦何足道。」觀高祖、太宗一時失言，二臣能因其所言隨即規正，語意既直，於激切中有婉順體，可謂得諫爭之大義。雖微二帝，其孰不降心以聽乎！ \\n 前代為監 \\n 人臣引古規戒，當近取前代，則事勢相接，言之者有證，聽之者足以監。詩曰：「殷監不遠，在夏后之世。」周書曰：「今惟殷墜厥命，我其可不大監！」又曰：「我不可不監於有殷。」又曰：「有殷受天命，惟有歷年，惟不敬厥德，乃早墜厥命。」周公作無逸，稱商三宗。漢祖命羣臣言吾所以有天下，項氏所以失天下，命陸賈著秦所以失天下。張釋之為文帝言秦、漢之間事，秦所以失，漢所以興。賈山借秦為喻。賈誼請人主引商、周、秦事而觀之。魏鄭公上書於太宗云：「方隋之未亂，自謂必無亂；方隋之未亡，自謂必無亡。臣願當今動靜以隋為監。」馬周云：「煬帝笑齊、魏之失國，今之視煬帝，亦猶煬帝之視齊、魏也。」張玄素諫太宗治洛陽宮曰：「乾陽畢功，隋人解體，恐陛下之過，甚於煬帝。若此役不息，同歸於亂耳！」考詩、書所載及漢、唐諸名臣之論，有國者之龜鏡也，議論之臣，宜以為法。 \\n 治盜法不同 \\n 唐崔安潛為西川節度使，到官不詰盜。曰：「盜非所由通容，則不能為。」乃出庫錢置三市，置榜其上，曰：「告捕一盜，賞錢五百緡。侶者告捕，釋其罪，賞同平人。」未幾，有捕盜而至者。盜不服，曰：「汝與我同為盜十七年，贓皆平分，汝安能捕我？」安潛曰：「汝既知吾有榜，何不捕彼以來？則彼應死，汝受賞矣。汝既為所先，死復何辭？」立命給捕者錢，使盜視之，然後殺盜於市。於是諸盜與其侶互相疑，無地容足，夜不及旦，散逃出境，境內遂無一人為盜。予每讀此事，以為策之上者。及得李公擇治齊州事，則又不然。齊素多盜，公擇痛治之，殊不止。他日得黠盜，察其可用，刺為兵，使直事鈴下。間問以盜發輒得而不衰止之故。曰：「此繇富家為之囊。使盜自相推為甲乙，官吏巡捕及門，擒一人以首，則免矣。」公擇曰：「吾得之矣。」乃令凡得藏盜之家，皆發屋破柱，盜賊遂清。予乃知治世間事，不可泥紙上陳迹。如安潛之法可謂善矣，而齊盜反恃此以為沈命之計，則變而通之，可不存乎其人哉！ \\n 和詩當和意 \\n 古人酬和詩，必答其來意，非若今人為次韻所局也。觀文選所編何劭、張華、盧諶、劉琨、二陸、三謝諸人贈答，可知已。唐人尤多，不可具載。姑取杜集數篇，略紀於此。高適寄杜公云：「媿爾東西南北人。」杜則云：「東西南北更堪論。」高又有詩云：「草玄今已畢，此外更何言？」杜則云：「草玄吾豈敢，賦或似相如。」嚴武寄杜云：「興發會能馳駿馬，終須重到使君灘。」杜則云：「枉沐旌麾出城府，草茅無逕欲教鋤。」杜公寄嚴詩云：「何路出巴山」，「重巖細菊斑，遙知簇鞍馬，回首白雲間。」嚴答云：「臥向巴山落月時」，「籬外黃花菊對誰，跂馬望君非一度。」杜送韋迢云：「洞庭無過雁，書疏莫相忘。」迢云：「相憶無南雁，何時有報章？」杜又云：「雖無南去雁，看取北來魚。」郭受寄杜云：「春興不知凡幾首？」杜答云：「藥裹關心詩總廢。」皆如鐘磬在簴，叩之則應，往來反復，於是乎有餘味矣。 \\n 稷有天下 \\n 「稷躬稼而有天下」、「泰伯三以天下讓」、「文王一怒而安天下之民」，皆以子孫之事追言之。是時，稷始封於邰，古公方邑於梁山之下，文王才有岐周之地，未得云天下也。禹未嘗躬稼，因稷而稱之。 \\n 一世人材 \\n 一世人材，自可給一世之用。苟有以致之，無問其取士之門如何也。今之議者，多以科舉經義、詩賦為言，以為詩賦浮華無根柢，不能致實學，故其說常右經而左賦。是不然。成周之時，下及列國，皆官人以世。周之劉、單、召、甘，晉之韓、趙、荀、魏，齊之高、國、陳、鮑，衞之孫、甯、孔、石，宋之華、向、皇、樂，鄭之罕、駟、國、游，魯之季、孟、臧、展，楚之鬭、蒍、申、屈，皆世不乏賢，與國終畢。漢以經術及察舉，魏、晉以州鄉中正，東晉、宋、齊以門第，唐及本朝以進士，而參之以任子，皆足以盡一時之才。則所謂科目，特借以為梯階耳！經義、詩賦，不問可也。 \\n 王逢原 \\n 王逢原以學術，邢居實以文采，有盛名於嘉祐、元豐間。然所為詩文，多怨抑沈憤，哀傷涕泣，若辛苦憔悴不得其平者，故皆不克壽，逢原年二十八，居實纔二十。天畀其才而嗇其壽，吁，可惜哉！ \\n 吏文可笑 \\n 吏文行移，只用定本，故有絕可笑者。如文官批書印紙，雖宮、觀、嶽、廟，亦必云不曾請假；或已登科級，見官臺省清要，必云不曾應舉若試刑法。予在西掖時，漢州申顯惠侯神，頃係宣撫司便宜加封昭應公，乞換給制書。禮、寺看詳，謂不依元降指揮於一年限內自陳，欲符下漢州，告示本神知委。予白丞相別令勘當，乃得改命。淳熙六年，予以大禮恩澤改奏一歲兒，吏部下饒州，必欲保官狀內聲說被奏人曾與不曾犯決笞，有無翦刺，及曾與不曾先經補官因罪犯停廢，別行改奏；又令供與予係是何服屬。父之於子而問何服屬，一歲嬰兒而問曾與不曾入仕坐罪，豈不大可笑哉！ \\n 靖康時事 \\n 鄧艾伐蜀，劉禪既降，又敕姜維使降於鍾會，將士咸怒，拔刀斫石。魏圍燕於中山既久，城中將士皆思出戰，至數千人，相率請於燕主，慕容隆言之尤力，為慕容麟沮之而罷。契丹伐晉連年，晉拒之，每戰必勝。其後，杜重威陰謀欲降，命將士出陳於外，士皆踴躍，以為出戰，既令解甲，士皆慟哭，聲振原野。予頃修靖康實錄，竊痛一時之禍，以堂堂大邦，中外之兵數十萬，曾不能北向發一矢、獲一胡，端坐都城，束手就斃！虎旅雲屯，不聞有如蜀、燕、晉之憤哭者。近讀朱新仲詩集，有記昔行一篇，正敍此時事。其中云：「老种憤死不得戰，汝霖疽發何由痊？」乃知忠義之士，世未嘗無之，特時運使然耳。 \\n 幷韶 \\n 梁武帝時，有交趾人幷韶者，富於詞藻，詣選求官，而吏部尚書蔡撙以幷姓無前賢，除廣陽門郎。韶耻之，遂還鄉里謀作亂。夫用門地族望為選舉低昂，乃晉、宋以來弊法，蔡撙賢者也，不能免俗，何哉？ \\n 讖緯之學 \\n 圖讖星緯之學，豈不或中，然要為誤人，聖賢所不道也。眭孟睹公孫病己之文，勸漢昭帝求索賢人，禪以帝位，而不知宣帝實應之，孟以此誅。孔熙先知宋文帝禍起骨肉，江州當出天子，故謀立江州刺史彭城王，而不知孝武實應之，熙先以此誅。當塗高之讖，漢光武以詰公孫述，袁術、王浚皆自以姓名或父字應之，以取滅亡，而其兆為曹操之魏。兩角犢子之讖，周子諒以劾牛仙客，李德裕以議牛僧孺，而其兆為朱溫。隋煬帝謂李氏當有天下，遂誅李金才之族，而唐高祖乃代隋。唐太宗知女武將竊國命，遂濫五娘子之誅，而阿武婆幾易姓。武后謂代武者劉，劉無強姓，殆流人也，遂遣六道使悉殺之，而劉幽求佐臨淄王平內難，韋、武二族皆殄滅。晉張華、郭璞，魏崔伯深，皆精於天文卜筮，言事如神，而不能免於身誅家族，况其下者乎！ \\n 真假皆妄 \\n 江山登臨之美，泉石賞玩之勝，世間佳境也，觀者必曰如畫。故有「江山如畫」，「天開圖畫即江山」，「身在畫圖中」之語。至於丹青之妙，好事君子嗟嘆之不足者，則又以逼真目之。如老杜「人間又見真乘黃」，「時危安得真致此」，「悄然坐我天姥下」，「斯須九重真龍出」，「憑軒忽若無丹青」，「高堂見生鶻」，「直訝杉松冷」，「兼疑菱荇香」之句是也。以真為假，以假為真，均之為妄境耳。人生萬事如是，何特此耶？ \\n  \\n 　 \\n  \\n   \\n  "}
