{"章节": "卷第一(十八則)", "正文": "　 \\n 卷第一(十八則) \\n 　 \\n  \\n 是書先已成十六卷，淳熙十四年八月在禁林日，入侍至尊壽皇聖帝清閑之燕，聖語忽云：「近見甚齋隨筆。」邁竦而對曰：「是臣所著容齋隨筆，無足采者。」上曰：「（口煞）有好議論。」邁起謝，退而詢之，乃婺女所刻，賈人販鬻於書坊中，貴人買以入，遂塵乙覽。書生遭遇，可謂至榮。因復裒臆說綴於後，懼與前書相亂，故別以一二數而目曰續，亦十六卷云。紹熙三年三月十日邁序。 \\n 顏魯公 \\n 顏魯公忠義大節，照映今古，豈唯唐朝人士罕見比倫，自漢以來，殆可屈指也。考其立朝出處，在明皇時，為楊國忠所惡，由殿中侍御史出東都、平原。肅宗時，以論太廟築壇事，為宰相所惡，由御史大夫出馮翊。為李輔國所惡，由刑部侍郎貶蓬州。代宗時，以言祭器不飭，元載以為誹謗，由刑部尚書貶峽州。德宗時，不容於楊炎，由吏部尚書換東宮散秩。盧（木巳）之擅國也，欲去公，數遣人問方鎮所便，公往見之，責其不見容，由是銜恨切骨。是時年七十有五，竟墮（木巳）之詭計而死，議者痛之。嗚呼！公既知（木巳）之惡己，盍因其方鎮之問，欣然從之。不然，則高舉遠引，挂冠東去，（木巳）之所甚欲也。而乃眷眷京都，終不自為去就，以蹈危機，春秋責備賢者，斯為可恨。司空圖隱於王官谷，柳璨以詔書召之，圖陽為衰野，墮笏失儀，得放還山。璨之奸惡過於（木巳），圖非公比也，卒全身於大亂之世，然則公之委命賊手，豈不大可惜也哉！雖然，公囚困於淮西，屢折李希烈，卒之捐身徇國，以激四海義烈之氣，貞元反正，實為有助焉。豈天欲全畀公以萬世之名，故使一時墮於橫逆以成始成終者乎！ \\n 戒石銘 \\n 「爾俸爾祿，民膏民脂，下民易虐，上天難欺。」太宗皇帝書此，以賜郡國，立於廳事之南，謂之戒石銘。按成都人景煥，有野人閑話一書，乾德三年所作，其首篇頒令箴，載蜀王孟昶為文頒諸邑云：「朕念赤子，旰食宵衣。言之令長，撫養惠綏。政存三異，道在七絲。驅鷄為理，留犢為規。寛猛得所，風俗可移。無令侵削，無使瘡痍。下民易虐，上天難欺。賦輿是切，軍國是資。朕之賞罰，固不逾時。爾俸爾祿，民膏民脂。為民父母，莫不仁慈。勉爾為戒，體朕深思。」凡二十四句。昶區區愛民之心，在五季諸僭偽之君為可稱也，但語言皆不工，唯經表出者，詞簡理盡，遂成王言，蓋詩家所謂奪胎換骨法也。 \\n 雙生子 \\n 今時人家雙生男女，或以後生者為長，謂受胎在前；或以先生者為長，謂先後當有序。然固有經一日或亥、子時生，則弟乃先兄一日矣。辰時為弟，巳時為兄，則弟乃先兄一時矣。按春秋公羊傳隱公元年，立適以長不以賢，立子以貴不以長，何休注云：「子謂左右媵及姪娣之子，質家親親先立娣，文家尊尊先立姪，其雙生也，質家據見立先生，文家據本意立後生。」乃知長幼之次，自商、周以來不同如此。 \\n 李建州 \\n 建安城東二十里，有梨山廟，相傳為唐刺史李公祠。予守郡日，因作祝文曰：「亟回哀眷。」書吏持白回字犯相公名，請改之，蓋以為李回也。後讀文藝李頻傳，懿宗時，頻為建州刺史，以禮法治下。時朝政亂，盜興相椎敓，而建賴頻以安。卒官下，州為立廟梨山，歲祠之，乃證其為頻。繼往禱而祝之云，俟獲感應，則當刻石紀實。已而得雨，遂為作碑。偶閱唐末人石文德所著唐朝新纂一書，正紀頻事，云除建州牧，卒於郡。曹松有詩悼之曰：「出旌臨建水，謝世在公堂。苦集休藏篋，清資罷轉郎。瘴中無子奠，嶺外一妻孀。恐是浮吟骨，東歸就故鄉。」其身後事落拓如此。傳又云：「頻喪歸壽昌，父老相與扶柩葬之。天下亂，盜發其冢，縣人隨加封掩。」則無後可見云。稽神錄載一事，亦以為回，徐鉉失於不審也。 \\n 侍從官 \\n 自觀文殿大學士至待制，為侍從官，令文所載也。紹興三十一年，完顏亮死於廣陵，車駕將幸建康，從官列銜上奏，乞同班入對。時湯岐公以大觀文為行宮留守，寄聲欲聯名，衆以名位不同為辭。岐公曰：「思退亦侍從也。」然竟不克從。紹熙二年，吏部鄭尚書僑上章乞薦士，詔令在內近臣臺諫、在外侍從，各舉六人堪充朝士者。吏部遍牒，但及內任從官與在外待制以上，而前宰相執政皆不預。安有從官得薦人，而舊弼乃不然，有司之失也。 \\n 存亡大計 \\n 國家大策，係於安危存亡，方變故交切，幸而有智者陳至當之謀，其聽而行之，當如捧漏罋以沃焦釜。而愚荒之主，暗於事幾，且惑於諛佞孱懦者之言，不旋踵而受其禍敗，自古非一也。曹操自將征劉備，田豐勸袁紹襲其後，紹辭以子疾不行。操征烏戎，劉備說劉表襲許，表不能用，後皆為操所滅。唐兵征王世充於洛陽，竇建德自河北來救，太宗屯虎牢以扼之，建德不得進，其臣淩敬請悉兵濟河，攻取懷州、河陽，逾太行，入上黨，徇汾、晉，趣蒲津，蹈無人之境，取勝可以萬全，關中駭震，則鄭圍自解。諸將曰：「淩敬書生，何為知戰事，其言豈可用？」建德乃謝敬。其妻曹氏，又勸令乘唐國之虛，連營漸進，以取山北，西抄關中，唐必還師自救，鄭圍何憂不解。建德亦不從，引衆合戰，身為人擒，國隨以滅。唐莊宗既取河北，屯兵朝城，梁之君臣，謀數道大舉，令董璋引陝虢、澤潞之兵趣太原，霍彥威以汝、洛之兵寇鎮定，王彥章以禁軍攻鄆州，段凝以大軍當莊宗。莊宗聞之，深以為憂。而段凝不能臨機決策，梁主又無斷，遂以致亡。石敬瑭以河東叛，耶律德光赴救，敗唐兵而圍之，廢帝問策於羣臣。時德光兄贊華，因爭國之故，亡歸在唐，吏部侍郎龍敏請立為契丹主，令天雄、盧龍二鎮分兵送之，自幽州趣西樓，朝廷露檄言之，虜必有內顧之慮，然後選募精銳以擊之，此解圍一算也，帝深以為然。而執政恐其無成，議竟不決，唐遂以亡。皇家靖康之難，胡騎犯闕，孤軍深入，後無重援，亦有出奇計乞用師搗燕者，天未悔禍，噬臍弗及，可勝嘆哉！ \\n 唐人詩不傳 \\n 韓文公送李礎序云：「李生溫然為君子，有詩八百篇，傳詠於時。」又盧尉墓誌云：「君能為詩，自少至老，詩可錄傳者，在紙凡千餘篇。無書不讀，然止用以資為詩。任登封尉，盡寫所為詩，投留守鄭餘慶，鄭以書薦於宰相。」觀此，則李、盧二子之詩多而可傳。又裴迪與王維同賦輞川諸絕，載於維集，此外更無存者。杜子美有寄裴十詩云「知君苦思緣詩瘦」，乃迪也，其能詩可知。今考之唐史藝文志，凡別集數百家，無其書，其姓名亦不見於他人文集，諸類詩文中亦無一篇。白樂天作元宗簡集序云：「著格詩一百八十五，律詩五百九。」至悼其死，曰：「遺文三十軸，軸軸金玉聲。」謂其古常而不鄙，新奇而不怪。今世知其名者寡矣，而況於詩乎！乃知前賢遺稿，湮沒非一，真可惜也！ \\n 泰誓四語 \\n 孔安國古文尚書，自漢以來，不列於學官，故左氏傳所引者，杜預輒注為逸書。劉向說苑臣術篇一章云：「泰誓曰：『附下而罔上者死，附上而罔下者刑。與聞國政而無益於民者退，在上位而不能進賢者逐。』此所以勸善而黜惡也。」漢武帝元朔元年，詔責中外不興廉舉孝。有司奏議曰：「夫附下罔上者死，附上罔下者刑。與聞國政而無益於民者斥，在上位而不能進賢者退。此所以勸善黜惡也。」其語與說苑所載正同。而諸家注釋，至於顏師古，皆不能援以為證。今之泰誓，初未嘗有此語也。漢宣帝時，河內女子得泰誓一篇獻之，然年月不與序相應，又不與左傳、國語、孟子衆書所引泰誓同，馬、鄭、王肅諸儒皆疑之，今不復可考。 \\n 重陽上巳改日 \\n 唐文宗開成元年，歸融為京兆尹，時兩公主出降，府司供帳事繁，又俯近上巳曲江賜宴，奏請改日。上曰：「去年重陽取九月十九日，未失重陽之意，今改取十三日可也。」且上巳、重陽，皆有定日，而至展一旬，乃知鄭谷所賦十日菊詩云「自緣今日人心別，未必秋香一夜衰」，亦為未盡也。唯東坡公有「菊花開時即重陽」之語，故記其在海南蓺菊九畹，以十一月望，與客泛酒作重九云。 \\n 田宅契券取直 \\n 隋書志：「晉自過江，凡貨賣奴婢馬牛田宅，有文券，率錢一萬，輸估四百入官，賣者三百，買者一百。無文券者，隨物所堪，亦百分收四，名為散估。歷宋、齊、梁、陳，如此以為常。以人競商販，不為田業，故使均輸，欲為懲勸。雖以此為辭，其實利在侵削也。」今之牙契投稅，正出於此，田宅所係者大，奉行唯謹，至於奴婢馬牛，雖著於令甲，民不復問。然官所取過多，幷郡邑導行之費，蓋百分用其十五六，又皆買者獨輸，故為數多者率隱減價直，賒立歲月，坐是招激訐訴。頃嘗因奏對，上章乞蠲其半，使民不作偽以息爭，則自言者必多，亦以與為取之義。既下有司，而戶部引條制沮其說。 \\n 公子奚斯 \\n 閟宮詩曰：「新廟奕奕，奚斯所作。」其辭只謂奚斯作廟，義理甚明。鄭氏之說，亦云作姜嫄廟也。而揚子法言，乃曰正考甫嘗睎尹吉甫，公子奚斯睎正考甫。宋咸注文，以謂奚斯慕考甫而作魯頌，蓋子雲失之於前，而宋又成其過耳。故吳祕又巧為之說曰：「正考甫商頌蓋美禘祀之事，而奚斯能作閔公之廟，亦睎詩之教也，而魯頌美之。」於義迂矣。司馬溫公亦以謂奚斯作閟宮之詩。兼正考甫只是得商頌於周大師耳，初非自作也。班固、王延壽亦云奚斯頌魯，後漢曹褒曰：「奚斯頌魯，考甫詠商。」注引薛君韓詩傳云：「是詩公子奚斯所作。」皆相承之誤。 \\n 唐藩鎮幕府 \\n 唐世士人初登科或未仕者，多以從諸藩府辟置為重。觀韓文公送石洪、溫造二處士赴河陽幕序，可見禮節。然其職甚勞苦，故亦或不屑為之。杜子美從劍南節度嚴武辟為參謀，作詩二十韻呈嚴公云：「胡為來幕下，只合在舟中。束縛酬知己，蹉跎效小忠。周防期稍稍，太簡遂怱怱。曉入朱扉啟，昏歸畫角終。不成尋別業，未敢息微躬。會希全物色，時放倚梧桐。」而其題曰遣悶，意可知矣。韓文公從徐州張建封辟為推官，有書上張公云：「受牒之明日，使院小吏持故事節目十餘事來，其中不可者，自九月至二月，皆晨入夜歸，非有疾病事故，輒不許出，若此者非愈之所能也。若寛假之，使不失其性，寅而入，盡辰而退，申而入，終酉而退，率以為常，亦不廢事。苟如此，則死於執事之門無悔也。」杜、韓之旨，大略相似云。 \\n 文中子門人 \\n 王氏中說，所載門人，多貞觀時知名卿相，而無一人能振師之道者，故議者往往致疑。其最所稱高第，曰程、仇、董、薛，考其行事，程元、仇璋、董常無所見，獨薛收在唐史有列傳，蹤跡甚為明白。收以父道衡不得死於隋，不肯仕，聞唐高祖興，將應義舉，郡通守堯君素覺之，不得去。及君素東連王世充，遂挺身歸國，正在丁丑、戊寅歲中。丁丑為大業十三年，又為義寧元年，戊寅為武德元年，是年三月煬帝遇害於江都，蓋大業十四年也。而杜淹所作文中子世家云：「十三年江都難作，子有疾，召薛收謂曰：吾夢顏回稱孔子歸休之命。乃寢疾而終。」殊與收事不合，歲年亦不同，是為大可疑者也。又稱李靖受詩及問聖人之道，靖既云「丈夫當以功名取富貴，何至作章句儒」，恐必無此也。今中說之後，載文中次子福畤所錄云：「杜淹為御史大夫，與長孫太尉有隙。」予按淹以貞觀二年卒，後二十一年，高宗即位，長孫無忌始拜太尉，其不合於史如此。故或者疑為阮逸所作，如所謂薛收元經傳，亦非也。 \\n 晉燕用兵 \\n 萬事不可執一法，而兵為甚。晉文公圍曹，攻門者多死，曹人尸諸城上。晉侯患之，聽輿人之謀曰：「稱舍於墓。」言若將發冢者。師遷焉，曹人凶懼，因其凶而攻之，遂入曹。燕將騎劫攻齊即墨，田單縱反間言，吾懼燕人掘吾城外冢墓。燕軍乃盡掘冢墓，燒死人，齊人望見皆涕泣，其欲出戰，怒自十倍，已而果敗燕軍。觀晉、燕之所以用計則同，而其成敗頓異者何邪？晉但舍於墓，陽為若將發冢，故曹人懼，而燕真為之，以激怒齊人故爾。 \\n 李衛公帖 \\n 李衞公在朱崖，表弟某侍郎遣人餉以衣物，公有書答謝之，曰：「天地窮人，物情所棄，雖有骨肉，亦無音書，平生舊知，無復吊問。閣老至仁念舊，再降專人，兼賜衣服器物茶藥至多，開緘發紙，涕咽難勝。大海之中，無人拯恤，資儲蕩盡，家事一空，百口嗷然，往往絕食，塊獨窮悴，終日苦飢，唯恨垂沒之年，須作餒而之鬼。十月末，伏枕七旬，藥物陳裛，又無醫人，委命信天，幸而自活。」書後云閏十一月二十日，從表兄崖州司戶參軍同正李德裕狀侍郎十九弟。按德裕以大中二年十月自潮州司馬貶崖州，所謂閏十一月，正在三年，蓋到崖纔十餘月爾，而窮困苟生已如是。唐書本傳云：「貶之明年卒。」則是此書既發之後，旋踵下世也。當是時宰相皆其怨仇，故雖骨肉之親，平生之舊，皆不敢復通音問。而某侍郎至於再遣專使，其為高義絕俗可知，惜乎姓名不可得而考耳。此帖藏禁中，後出付祕閣，今勒石於道山堂西。紹興中趙忠簡公亦謫朱崖，士大夫畏秦氏如虎，無一人敢輒寄聲，張淵道為廣西帥，屢遣兵校持書及藥石、酒（麥丏）為饋。公嘗答書云：「鼎之為己為人，一至於此。」其述酸寒苦厄之狀，略與衞公同。既而亦終於彼，手札今尚存於張氏。姚崇曾孫勖為李公厚善，及李譖逐，擿索支黨，無敢通勞問。既居海上，家無資，病無湯劑，勖數饋餉候問，不傅時為厚薄，其某侍郎之徒與！ \\n 王孫賦 \\n 王延壽王孫賦，載於古文苑，其辭有云「顏狀類乎老翁，軀體似乎小兒」，謂猴也。乃知杜詩「顏狀老翁為」蓋出諸此。 \\n 漢郡國諸官 \\n 西漢鹽鐵、膳羞、陂湖、工服之屬，郡縣各有司局斡之，其名甚多，然居之者罕。嘗見於史傳，今略以地理志所載言之，凡鐵官三十八，鹽官二十九，工官九，皆不暇紀其處。自餘若京兆有船司空，為主船官。太原有挏馬官，主牧馬，元名家馬官。遼東有牧師官，交趾有羞官，南郡有發弩官，嚴道有水官，丹陽有銅官，桂陽有金官，南海有洭浦官，南郡江夏有雲夢官，九江有陂官、湖官，朐忌、魚復有橘官，鄱陽黃金采，主采金，亦有官。在內則奉常之均官、食官，司農之斡官，少府之大官主膳食，湯官主餅餌，導官主擇米，如是者蓋以百數。 \\n 漢獄名 \\n 漢以廷尉主刑獄，而中都他獄亦不一。宗正屬官有左右都司空。鴻臚有別火令丞，郡邸獄。少府有若盧獄令，考工共工獄。執金吾有寺互、都船獄。又有上林詔獄，水司空掖受祕獄，暴室、請室、居室、徒官之名。張湯傳蘇林曰：「漢儀注獄二十六所。」東漢志云：「孝武帝所置，世祖皆省之。」東漢洎唐，雖鞫囚非一處，然不至如是其多。國朝但有大理及臺獄，元豐、紹聖間，蔡確、章子厚起同文館獄之類，非故事也。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第二(十八則)", "正文": "　 \\n 卷第二(十八則) \\n 　 \\n  \\n 權若訥馮澥 \\n 唐中宗既流殺五王，再復武氏陵廟。右補闕權若訥上疏，以為：「天地日月等字，皆則天能事，賊臣敬暉等輕紊前規，削之無益於淳化，存之有光於孝理。又神龍制書，一事以上，並依貞觀故事，豈可近捨母儀，遠尊祖德。」疏奏，手制褒美。欽宗在位，懲王安石、蔡京之誤國，政事悉以仁宗為法。左諫議大夫馮澥上言：「仁宗皇帝，陛下之高祖也，神宗皇帝，陛下之祖也，子孫之心，寧有厚薄。王安石、司馬光皆天下之大賢，其優劣等差，自有公論，願無作好惡，允執厥中，則是非自明矣。」詔榜朝堂。侍御史李光駁之，不聽，復為右正言崔鶠所擊。宰相不復問，而遷澥吏部侍郎。按若訥與澥兩人，議論操持絕相似，蓋澥在崇寧中，首上書乞廢元祐皇后，自選人除寺監丞，其始終大節，不論可見。建炎初元，乃超居政地，公議憤之。 \\n 歲旦飲酒 \\n 今人元日飲屠酥酒，自小者起，相傳已久，然固有來處。後漢李膺、杜密以黨人同繫獄，值元日，於獄中飲酒，曰：「正旦從小起。」時鏡新書晉董勛云：「正旦飲酒先從小者，何也？勛曰：『俗以小者得歲，故先酒賀之，老者失時，故後飲酒。』」初學記載四民月令云：「正旦進酒次第，當從小起，以年小者起先。」唐劉夢得、白樂天元日舉酒賦詩，劉云：「與君同甲子，壽酒讓先杯。」白云：「與君同甲子，歲酒合誰先。」白又有歲假內命酒一篇云：「歲酒先拈辭不得，被君推作少年人。」顧況云：「不覺老將春共至，更悲攜手幾人全。還丹寂寞羞明鏡，手把屠蘇讓少年。」裴夷直云：「自知年幾偏應少，先把屠蘇不讓春。儻更數年逢此日，還應惆悵羨他人。」成文幹云：「戴星先捧祝堯觴，鏡裏堪驚兩鬢霜。好是燈前偷失笑，屠蘇應不得先嘗。」方干云：「纔酌屠蘇定年齒，坐中皆笑鬢毛斑。」然則尚矣。東坡亦云：「但把窮愁博長健，不辭最後飲屠酥。」其義亦然。 \\n 存歿絕句 \\n 杜子美有存歿絕句二首云：「席謙不見近彈棋，畢曜仍傳舊小詩。玉局他年無限笑，白楊今日幾人悲。」「鄭公粉繪隨長夜，曹霸丹青已白頭。天下何曾有山水，人間不解重驊騮。」每篇一存一歿。蓋席謙、曹霸存，畢、鄭歿也。黃魯直荊江亭即事十首，其一云：「閉門覓句陳無己，對客揮毫秦少游。正字不知溫飽未，西風吹淚古藤州。」乃用此體。時少游歿而無己存也。近歲新安胡仔著漁隱叢話，謂魯直以今時人形入詩句，蓋取法於少陵，遂引此句，實失於詳究云。 \\n 湯武之事 \\n 湯、武之事，古人言之多矣。惟漢轅固、黃生爭辯最詳。黃生曰：「湯、武非受命，乃殺也。」固曰：「不然，桀、紂荒亂，天下之心皆歸湯、武。湯、武因天下之心而誅桀、紂，不得已而立，非受命為何？」黃生曰：「冠雖敝必加於首，履雖新必貫於足。今桀、紂雖失道，君上也，湯、武雖聖，臣下也，反因過而誅之，非殺而何？」景帝曰：「食肉毋食馬肝，未為不知味；言學者毋言湯、武受命，未為愚。」遂罷。顏師古注云：「言湯、武為殺，是背經義，故以馬肝為喻也。」東坡志林云：「武王非聖人也，昔者孔子蓋罪湯、武，伯夷、叔齊不食周粟，而孔子予之，其罪武王也甚矣。至孟軻始亂之，使當時有良史，南巢之事，必以叛書，牧野之事，必以弒書。湯、武仁人也，必將為法受惡。」可謂至論。然予竊考孔子之序書，明言伊尹相湯伐桀，成湯放桀於南巢，武王伐商，武王勝商殺受，各蔽以一語，而大指皦如，所謂六蓺折衷，無待於良史復書也。 \\n 張釋之傳誤 \\n 漢書紀傳志表，矛盾不同非一，然唯張釋之為甚。本傳云：「釋之為騎郎，事文帝十年不得調，亡所知名，欲免歸。中郎將袁盎惜其去，請徙補謁者，後拜為廷尉，逮事景帝，歲餘，為淮南相。」而百官公卿表所載，文帝即位三年，釋之為廷尉，至十年，書廷尉昌、廷尉嘉又二人，凡歷十三年，景帝乃立，而張敺為廷尉，則是釋之未嘗十年不調，及未嘗以廷尉事景帝也。 \\n 張于二廷尉 \\n 張釋之為廷尉，天下無寃民。于定國為廷尉，人自以不寃。此漢史所稱也。兩人在職皆十餘年。周勃就國，人上書告勃欲反，下廷尉逮捕，吏稍侵辱之，勃以千金與獄吏，吏使以公主為證，太后亦以為無反事，乃得赦出。釋之正為廷尉，不能救，但申理犯蹕、盜環一二細事耳。楊惲為人告驕奢不悔過，下廷尉案驗，始得所予孫會宗書，定國當惲大逆無道，惲坐要斬。惲之罪何至於是？其徇主之過如此。傳所謂決疑平法，務在哀矜者，果何為哉！ \\n 漢唐置郵 \\n 趙充國在金城，上書言先零、罕羌事，六月戊申奏，七月甲寅璽書報從其計。按金城至長安一千四百五十里，往反倍之，中間更下公卿議臣，而自上書至得報，首尾纔七日。唐開元十年八月己卯夜，權楚璧等作亂，時明皇幸洛陽，相去八百餘里。壬午，遣河南尹王怡如京師按問宣慰，首尾纔三日。置郵傳命，既如此其速，而廷臣共議，蓋亦未嘗淹久，後世所不及也。 \\n 龍且張步 \\n 韓信擊趙，李左車勸陳餘勿與戰，餘曰：「今如此避弗擊，諸侯謂吾怯，而輕來伐我。」遂與信戰，身死國亡。是時，信方為漢將，始攻下魏、代，威聲猶未暴白，陳餘易之，尚不足訝。及滅趙服燕，則關東六國，既定其四矣。信伐齊，楚使龍且來救。或言漢兵不可當，龍且曰：「吾平生知韓信為人易與耳，不足畏也，何為而止？」一戰而沒，項隨以亡。耿弇討張步，斬其大將軍費邑，走邑之弟敢，進攻西安、臨淄，拔其城，又走其弟藍，勢如破竹。先是，弇已破尤來、大槍、延岑、彭寵、富平、獲索矣。時步所盜齊地，太半為弇所得。然步猶曰：「以尤來、大肜十餘萬衆，吾皆即其營而破之。今弇兵少於彼，又皆疲勞，何足摧乎？」竟出兵大戰，兄弟成擒。兵法云：「知彼知己，百戰不殆。」龍且、張步，豈復識此哉！梁臨川王宏伐魏，魏元英禦之，宏停軍不前。魏人勸英進據洛水，英曰：「蕭臨川雖騃，其下有良將韋、裴之屬，未可輕也。宜且觀形勢，勿與交鋒。」宏卒敗退，英之識見，非前人可比也。然遂進軍圍鍾離，魏邢巒以為不可，魏主召使還，英表稱必克，為曹景宗、韋叡所挫，失亡二十餘萬人。智於前而昧於後，為可恨耳！ \\n 義理之說無窮 \\n 經典義理之說最為無窮，以故解釋傳疏，自漢至今，不可概舉，至有一字而數說者。姑以周易革卦言之，「已日乃孚，革而信之。」自王輔嗣以降，大抵謂即日不孚，已日乃孚，已字讀如矣音，蓋其義亦止如是耳。唯朱子發讀為戊己之己。予昔與易僧曇瑩論及此，問之曰：「或讀作己(音紀)日如何？」瑩曰：「豈唯此也，雖作巳(音似)日亦有義。」乃言曰：「天元十干，自甲至己，然後為庚，庚者革也，故己日乃孚，猶云從此而革也。十二辰自子至巳六陽，數極則變而之陰，於是為午，故巳日乃孚，猶云從此而變也。」用是知好奇者欲穿鑿附會，固各有說云。 \\n 開元五王 \\n 唐明皇兄弟五王，兄申王撝以開元十二年，寧王憲、邠王守禮以二十九年，弟岐王範以十四年，薛王業以二十二年薨，至天寶時已無存者。楊太真以三載方入宮，而元稹連昌宮詞云：「百官隊仗避岐、薛，楊氏諸姨車鬭風。」李商隱詩云：「夜半宴歸宮漏永，薛王沉醉壽王醒。」皆失之也。 \\n 巫蠱之禍 \\n 漢世巫蠱之禍，雖起於江充，然事會之來，蓋有不可曉者。武帝居建章宮，親見一男子帶劍入中龍華門，疑其異人，命收之，男子捐劍走，逐之弗獲。上怒，斬門候，閉長安城門，大索十一日，巫蠱始起。又嘗晝寢，夢木人數十，持杖欲擊己，乃驚寤，因是體不平，遂苦忽忽善忘。此兩事可謂異矣。木將腐，蠹實生之。物將壞，蟲實生之。是時帝春秋已高，忍而好殺，李陵所謂法令無常，大臣無罪夷滅者數十家。由心術既荒，隨念招妄，男子、木人之兆，皆迷不復開，則謫見於天，鬼瞰其室。禍之所被，以妻則衞皇后，以子則戾園，以兄子則屈氂，以女則諸邑、陽石公主，以婦則史良娣，以孫則史皇孫。骨肉之酷如此，豈復顧他人哉？且兩公主實衞后所生，太子未敗數月前，皆已下獄誅死，則其母與兄豈有全理？固不待於江充之譖也。 \\n 唐詩無諱避 \\n 唐人歌詩，其於先世及當時事，直辭詠寄，略無避隱。至宮禁嬖昵，非外間所應知者，皆反復極言，而上之人亦不以為罪。如白樂天長恨歌諷諫諸章，元微之連昌宮詞，始末皆為明皇而發。杜子美尤多，如兵車行、前後出塞、新安吏、潼關吏、石壕吏、新婚別、垂老別、無家別、哀王孫、悲陳陶、哀江頭、麗人行、悲青阪、公孫舞劍器行，終篇皆是。其他波及者，五言如：「憶昨狼狽初，事與古先別。」「不聞夏商衰，中自誅褒妲。」「是時妃嬪戮，連為糞土叢。」「中宵焚九廟，雲漢為之紅。」「先帝正好武，寰海未凋枯。」「拓境功未已，元和辭大爐。」「內人紅袖泣，王子白衣行。」「毀廟天飛雨，焚宮火徹明。」「南內開元曲，常時弟子傳。法歌聲變轉，滿座涕潺湲。」「御氣雲樓敞，含風綵仗高。仙人張內樂，王母獻宮桃。」「須為下殿走，不可好樓居。」「固無牽白馬，幾至著青衣。」「奪馬悲公主，登車泣貴嬪。」「兵氣淩行在，妖星下直廬。」「落日留王母，微風倚少兒。」「能畫毛延壽，投壺郭舍人。」「鬭鷄初賜錦，舞馬更登牀。」「驪山絕望幸，花萼罷登臨。」「殿瓦鴛鴦坼，宮簾翡翠虛。」七言如：「關中小兒壞紀綱，張后不樂上為忙。」「天子不在咸陽宮，得不哀痛塵再蒙。」「曾貌先帝照夜白，龍池十日飛霹靂。」「要路何日罷長戟，戰自青羌連白蠻。」「豈謂盡煩回紇馬，翻然遠救朔方兵。」如此之類，不能悉書。此下如張祜賦連昌宮、元日仗、千秋樂、大酺樂、十五夜燈、熱戲樂、上巳樂、邠王小管、李謨笛、退宮人、玉環琵琶、春鶯囀、寧哥來、容兒鉢頭、邠娘羯鼓、耍娘歌、悖挐兒舞、華清宮、長門怨、集靈臺、阿保鳥湯、馬嵬歸、香囊子、散花樓、雨霖鈴等三十篇，大抵詠開元、天寶間事。李義山華清宮、馬嵬、驪山、龍池諸詩亦然。今之詩人不敢爾也。 \\n 李晟傷國體 \\n 將帥握重兵居閫外，當國家多事時，其奉上承命，尤當以恭順為主。唐李晟在德宗朝，破朱泚，復長安，功名震耀，蓋社稷宗臣也。然嘗將神策軍戍蜀，及還以營妓自隨，節度使張延賞追而返之，由是有隙。晟既立大功，上召延賞入相，晟表陳其過惡，上重違其意，乃止。後歲餘，上命韓滉諭旨於晟使釋怨，滉因使晟表薦，延賞遂為相。然則輔相之拜罷，皆大將得制之，其傷國體甚矣。德宗猜忌刻薄，渠能釋然！晟之失兵柄，正緣此耳。國學武成王廟，本列晟於十哲，乾道中有旨，退於從祀，壽皇聖意豈非出此乎？ \\n 元和六學士 \\n 白樂天分司東都，有詩上李留守相公，其序言：「公見過池上，泛舟舉酒，話及翰林舊事，因成四韻。」後兩聯云：「白首故情在，青雲往事空。同時六學士，五相一漁翁。」此詩蓋與李絳者，其詞正紀元和二年至六年事。予以其時考之，所謂五相者，裴垍、王涯、杜元穎、崔羣及絳也。紹興二十八年三月，予入館，明年八月，除吏部郎官，一時同舍祕書丞虞雍公幷甫、著作郎陳魏公應求、祕書郎史魏公直翁、校書郎王魯公季海，皆至宰相，汪莊敏公明遠至樞密使，恩數與宰相等，甚類元和事云。 \\n 二傳誤後世 \\n 自左氏載石碏事，有「大義滅親」之語，後世援以為說，殺子孫，害兄弟。如漢章帝廢太子慶，魏孝文殺太子恂，唐高宗廢太子賢者，不可勝數。公羊書魯隱公、桓公事，有「子以母貴，母以子貴」之語，後世援以為說，廢長立少，以妾為后妃。如漢哀帝尊傅昭儀為皇太太后，光武廢太子彊而立東海王陽，唐高宗廢太子忠而立孝敬者，亦不可勝數。 \\n 卜子夏 \\n 魏文侯以卜子夏為師。按史記所書，子夏少孔子四十四歲，孔子卒時，子夏年二十八矣。是時，周敬王四十一年，後一年元王立，歷貞定王、考王，至威烈王二十三年，魏始為侯，去孔子卒時七十五年。文侯為大夫二十二年而為侯，又十六年而卒，姑以始侯之歲計之，則子夏已百三歲矣，方為諸侯師，豈其然乎？ \\n 父子忠邪 \\n 漢王氏擅國，王章、梅福嘗言之，唯劉向勤勤懇懇，上封事極諫，至云：「事勢不兩大，王氏與劉氏亦且不並立。陛下為人子孫，守持宗廟，而令國祚移於外親，降為皂隸。為後嗣憂，昭昭甚明。」其言痛切如此。而子歆乃用王莽舉為侍中，為莽典文章，倡導在位，褒揚功德，安漢、宰衡之名，皆所共謀，馴致攝，卒之身亦不免。魏陳矯事曹氏，三世為之盡忠，明帝憂社稷，問曰：「司馬懿忠正，可謂社稷之臣乎？」矯曰：「朝廷之望，社稷未知也。」懿竟竊國柄。至孫炎魏為晉，而矯之子騫乃用佐命勳，位極公輔。晉郗愔忠於王室，而子超黨於桓氏，為溫建廢立之謀。超死，愔哀悼成疾。後見超書一箱，悉與溫往反密計，遂大怒曰：「小子死恨晚！」更不復哭。晉史以為有大義之風。向、矯、愔之忠如是，三子不勝誅矣！ \\n 蘇張說六國 \\n 蘇秦、張儀同學於鬼谷，而其從橫之辯，如冰炭水火之不同，蓋所以設心者異耳。蘇欲六國合從以擯秦，故言其強。謂燕地方二千餘里，帶甲數十萬，車六百乘，騎六千匹；謂趙地亦方二千餘里，帶甲數十萬，車千乘，騎萬匹；謂韓地方九百里，帶甲數十萬，天下之強弓勁弩，皆從韓出，韓卒之勇，一人當百；謂魏地方千里，卒七十萬；齊地方二千餘里，臨菑之卒，固已二十一萬；楚地方五千里，帶甲百萬，車千乘，騎萬匹。至於張儀，則欲六國為橫以事秦，故言其弱。謂梁地方不過千里，卒不過三十萬；韓地險惡，卒不過二十萬；臨菑、即墨非齊之有；斷趙右肩；黔、巫非楚有；易水、長城非燕有。然而六王皆聳聽敬從，舉國而付之，未嘗有一語相折難者，彼皆長君，持國之日久，逮其臨事，乃顧如桔橰，隨人俯仰，得不危亡幸矣哉！且一國之勢，猶一家也。今夫主一家之政者，較量生理，名田若干頃，歲收穀粟若干；蓺園若干畝，歲收桑麻若干；邸舍若干區，為錢若干；下至牛羊犬鷄，莫不有數，自非童騃孱愚之人，未有不能件析而枚數者，何待於疏遠遊客為吾借箸而籌哉？苟一以為多，一以為寡，將遂挈挈然舉而信之乎？鼂錯說景帝曰：「高帝大封同姓，齊七十餘城，楚四十餘城，吳五十餘城，分天下半。」以漢之廣，三國渠能分其半，此錯欲削諸侯，故盛言其大爾。膠西王將與吳反，羣臣諫曰：「諸侯地不能當漢十二，為叛逆非計也。」是時反者即吳、楚、諸齊，此膠西臣欲止王之謀，故盛言其小爾。二者視蘇、張之言，疑若相似，而用心則否，聽之者惟能知彼知己，則善矣。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第三(十九則)", "正文": "　 \\n 卷第三(十九則) \\n 　 \\n  \\n 兔葵燕麥 \\n 劉禹錫再游玄都觀詩序云：「唯兔葵燕麥，動搖春風耳。」今人多引用之。予讀北史邢邵傳載邵一書云：「國子雖有學官之名，而無教授之實，何異兔絲燕麥，南箕北斗哉？」然則此語由來久矣。爾雅曰：「莃，兔葵。籥，雀麥。」郭璞注曰：「頗似葵而葉小，狀如藜；雀麥即燕麥，有毛。」廣志曰：「菟葵，爚之可食。」古歌曰：「田中菟絲，何嘗可絡？道邊燕麥，何嘗可穫？」皆見於太平御覽。上林賦：「葴析苞荔，」張揖注曰：「析，似燕麥，音斯。」葉庭珪海錄碎事云：「兔葵，苗如龍芮，花白莖紫。燕麥草似麥，亦曰雀麥。」但未詳出於何書。 \\n 北狄俘虜之苦 \\n 元魏破江陵，盡以所俘士民為奴，無問貴賤，蓋北方夷俗皆然也。自靖康之後，陷於金虜者，帝子王孫，宦門仕族之家，盡沒為奴婢，使供作務。每人一月支稗子五斗，令自舂為米，得一斗八升，用為餱糧。歲支麻五把，令緝為裘，此外更無一錢一帛之入。男子不能緝者，則終歲裸體，虜或哀之，則使執爨，雖時負火得煖氣，然纔出外取柴，歸再坐火邊，皮肉即脫落，不日輒死。惟喜有手藝，如醫人、繡工之類，尋常只團坐地上，以敗席或蘆藉襯之。遇客至開筵，引能樂者使奏技，酒闌客散，各復其初，依舊環坐刺繡，任其生死，視如草芥。先公在英州，為攝守蔡寯言之，蔡書於甲戌日記，後其子大器錄以相示，此松漠記聞所遺也。 \\n 太守刺史贈吏民官 \\n 漢薛宣為左馮翊，池陽令舉廉吏獄掾王立，未及召，立妻受囚家錢，慚恐自殺。宣移書池陽曰：「其以府決曹掾書立之柩，以顯其魂。」顏師古注云：「以此職追贈也。」後魏幷州刺史以部民吳悉達兄弟行著鄉里，板贈其父渤海太守。此二者皆以太守、刺史而擅贈吏民官職，不以為過，後世不敢然也。 \\n 李元亮詩啟 \\n 建昌縣士人李元亮，山房公擇尚書族子也，抱材尚氣，不以辭色假人。崇寧中在大學，蔡薿為學錄，元亮惡其人，不以所事前廊之禮事之。蔡擢第魁多士，元亮失意歸鄉。大觀二年冬，復詣學，道過和州。蔡解褐即超用，纔二年，至給事中，出補外，正臨此邦。元亮不肯入謁。蔡自到官，即戒津吏門卒，凡士大夫往來，無問官高卑，必飛報，雖布衣亦然。既知其來，便命駕先造所館。元亮驚喜出迎，謝曰：「所以來，顓為門下之故。方脩贄見之禮，須明旦扣典客，不意給事先生卑躬下賤如此，前贄不可復用，當別撰一通，然後敬謁。」蔡退，元亮旋營一啟，旦而往焉，其警策曰：「定館而見長者，古所不然；輕身以先匹夫，今無此事。」蔡摘讀嗟激，留宴連夕，贈以五十萬錢，且致書延譽於諸公間，遂登三年貢士科。元亮亦工詩，如「人閑知晝永，花落見春深」，「朝雨未休還暮雨，臘寒纔過又春寒」，皆佳句也。 \\n 元魏改功臣姓氏 \\n 魏孝文自代遷洛，欲大革胡俗，既自改拓跋為元氏，而諸功臣舊族自代來者，以姓或重複，皆改之。於是拔拔氏為長孫氏，達奚氏為奚氏，乙旃氏為叔孫氏，丘穆陵氏為穆氏，步六孤氏為陸氏，賀賴氏為賀氏，獨孤氏為劉氏，賀樓氏為樓氏，勿忸于氏為于氏，尉遲氏為尉氏，其用夏變夷之意如此。然至于其孫恭帝，翻以中原故家，易賜蕃姓，如李弼為徒河氏，趙肅、趙貴為乙弗氏，劉亮為侯莫陳氏，楊忠為普六茹氏，王雄為可頻氏，李虎、閻慶為大野氏，辛威為普毛氏，田宏為紇干氏，耿豪為和稽氏，王勇為庫汗氏，楊紹為叱利氏，侯植為侯伏侯氏，竇熾為紇豆陵氏，李穆為拔氏，陸通為步六孤氏，楊纂為莫胡盧氏，寇儁為若口引氏，段永為爾綿氏，韓褒為侯呂陵氏，裴文舉為賀蘭氏，王軌為烏丸氏，陳忻為尉遲氏，樊深為萬紐于氏，一何其不循乃祖彝憲也！是時蓋宇文泰顓國，此事皆出其手，遂復國姓為拓跋，而九十九姓改為單者，皆復其舊。泰方以時俗文敝，命蘇綽倣周書作大誥，又悉改官名，復周六卿之制，顧乃如是，殆不可曉也。 \\n 東坡和陶詩 \\n 陶淵明集歸田園居六詩，其末「種苗在東皋」一篇，乃江文通雜體三十篇之一，明言斅陶徵君田居，蓋陶之三章云：「種豆南山下，草盛豆苗稀。晨興理荒穢，帶月荷鋤歸。」故文通云：「雖有荷鋤倦，濁酒聊自適。」正擬其意也。今陶集誤編入，東坡據而和之。又「東方有一士」詩十六句，復重載於擬古九篇中，坡公遂亦兩和之，皆隨意即成，不復細考耳。陶之首章云：「榮榮窗下蘭，密密堂前柳。初與君別時，不謂行當久。出門萬里客，中道逢嘉友。未言心先醉，不在接杯酒。蘭枯柳亦衰，遂令此言負。」坡和云：「有客扣我門，繫馬庭前柳。庭空鳥雀噪，門閉客立久。主人枕書臥，夢我平生友。忽聞剝啄聲，驚散一杯酒。倒裳起謝客，夢覺兩愧負。」二者金石合奏，如出一手，何止子由所謂遂與比轍者哉！ \\n 孔戣鄭穆 \\n 唐孔戣在穆宗時為尚書左丞，上書去官，天子以為禮部尚書致仕，吏部侍郎韓愈奏疏曰：「戣為人守節清苦，議論正平，年纔七十，筋力耳目，未覺衰老，憂國忘家，用意至到。如戣輩，在朝不過三數人，陛下不宜苟順其求，不留自助也。」不報。明年正月，戣薨。國朝鄭穆在元祐中以寶文閣待制兼國子祭酒請老，提舉洞霄宮，給事中范祖禹言：「穆雖年出七十，精力尚強，古者大夫七十而致仕，有不得謝，則賜之几杖，祭酒居師資之地，正宜處老成，願毋輕聽其去。」亦不報。然穆亦至明年卒。二事絕相類。 \\n 陳季常 \\n 陳慥字季常，公弼之子，居於黃州之岐亭，自稱「龍丘先生」，又曰「方山子」。好賓客，喜畜聲妓，然其妻柳氏絕凶妒，故東坡有詩云：「龍丘居士亦可憐，談空說有夜不眠。忽聞河東師子吼，拄杖落手心茫然。」河東師子，指柳氏也。坡又嘗醉中與季常書云：「一絕乞秀英君。」想是其妾小字。黃魯直元祐中有與季常簡曰：「審柳夫人時須醫藥，今已安平否？公暮年來想漸求清淨之樂，姬媵無新進矣，柳夫人比何所念以致疾邪？」又一帖云：「承諭老境情味，法當如此，所苦既不妨遊觀山川，自可損藥石，調護起居飲食而已。河東夫人亦能哀憐老大，一任放不解事邪？」則柳氏之妒名，固彰著於外，是以二公皆言之云。 \\n 文用謚字 \\n 先王謚以尊名，節以壹惠，故謂為易名。然則謚之為義，正訓名也。司馬長卿諭蜀文曰：「身死無名，謚為至愚。」顏注云：「終以愚死，後葉傳稱，故謂之謚。」柳子厚招海賈文曰：「君不返兮謚為愚。」二人所用，其意則同。唯王子淵簫賦曰：「幸得謚為洞簫兮，蒙聖主之渥恩。」李善謂：「謚者號也，言得謚為簫而常施用之。」以器物名為謚，其語可謂奇矣。 \\n 高唐神女賦 \\n 宋玉高唐、神女二賦，其為寓言託興甚明。予嘗即其詞而味其旨，蓋所謂發乎情，止乎禮義，真得詩人風化之本。前賦云：「楚襄王望高唐之上有雲氣，問玉曰：『此何氣也？』對曰：『所謂朝雲者也。昔者先王嘗遊高唐，夢見一婦人，曰，妾巫山之女也，願薦枕蓆。王因幸之。』」後賦云：「襄王既使玉賦高唐之事，其夜王寢，夢與神女遇，復命玉賦之。」若如所言，則是王父子皆與此女荒淫，殆近於聚麀之醜矣。然其賦雖篇首極道神女之美麗，至其中則云：「澹清靜其愔嫕兮，性沈詳而不煩。意似近而若遠兮，若將來而復旋。褰余幬而請御兮，願盡心之惓惓。懷貞亮之潔清兮，卒與我乎相難。頩薄怒以自持兮，曾不可乎犯干。歡情未接，將辭而去。遷延引身，不可親附。願假須臾，神女稱遽。闇然而冥，忽不知處。」然則神女但與懷王交御，雖見夢於襄，而未嘗及亂也。玉之意可謂正矣。今人詩詞，顧以襄王藉口，考其實則非是。頩，音疋零反，斂容怒色也。柳子厚謫龍說有「奇女頩爾怒」之語，正用此也。 \\n 其言明且清 \\n 禮記緇衣篇：「詩云，昔吾有先正，其言明且清。國家以寧，都邑以成，庶民以生。誰能秉國成？不自為正，卒勞百姓。」鄭氏注不言何詩。今毛詩節南山章但有下三句而微不同。經典釋文云：「從第一句至庶民以生五句，今詩皆無此語，或皆逸詩也。」予按文選張華答何劭詩曰：「周任有遺規，其言明且清。」然則周任所作也。而李善注曰：「子思子詩云，昔吾有先正，其言明且清。」世之所存子思子亦無之，不知善何所據？意當時或有此書，善必不妄也，特不及周任遺規之義，又不可曉。 \\n 侍從轉官 \\n 元豐未改官制以前，用職事官寄祿。自諫議大夫轉給事中，(學士轉中書舍人。)歷三侍郎、(學士轉左曹禮、戶、吏部，餘人轉右曹工、刑、兵部。)左右丞，(吏侍轉左，兵侍轉右。)然後轉六尚書，各為一官。尚書轉僕射，非曾任宰相者不許轉，今之特進是也。故侍從止於吏書，由諫議至此凡十一轉。其庶僚久於卿列者，則自光祿卿轉祕書監，繼歷太子賓客，遂得工部侍郎。蓋以不帶待制以上職，不許入兩省給、諫耳。元豐改諫議為太中大夫，給、舍為通議，六侍郎同為正議，左右丞為光祿。兵、戶、刑、禮、工書同為銀青，吏書金紫。但六轉，視舊法損其五。元祐中以為太簡，增正議、光祿、銀青為左右，然亦纔九資。大觀二年，置通奉以易右正議，正奉以易右光祿，宣奉以易左光祿，以右銀青為光祿，而至銀青者去其左字，今皆仍之。比倣舊制，今之通奉，乃工、禮侍郎，正議乃刑、戶，正奉乃兵、吏，宣奉乃左右丞，三光祿乃六尚書也。凡侍從序遷至金紫無止法，建炎以前多有之。紹興以來，階官到此絕少，唯梁揚祖、葛勝仲致仕得之。近歲有司不能探賾典故，予以宣奉當磨勘，又該覃霈，顏師魯在天官，徑給回授一據，而不明言其所由。比程叔達由宣奉納祿不遷官，而於待制閣名升二等。程大昌亦然，以龍圖直學士徑升本學士，尤非也。予任中書舍人日，已階太中，及以集英修撰出外，吏部不復為理年勞，凡十八年，始以待制得通議，殊可笑。蓋臺省之中，無復有老吏矣。 \\n 曹子建七啟 \\n 「原頭火燒淨兀兀，野雉畏鷹出復沒。將軍欲以巧伏人，盤馬彎弓惜不發。地形漸窄觀者多，雉驚弓滿勁箭加。衝人決起百餘尺，紅翎白鏃隨傾斜。將軍仰笑軍吏賀，五色離披馬前墮。」此韓昌黎雉帶箭詩，東坡嘗大字書之，以為絕妙。予讀曹子建七啟論羽獵之美云：「人稠網密，地逼勢脅。」乃知韓公用意所來處。七啟又云：「名穢我身，位累我躬。」與佛氏八大人覺經所書「心是惡源，形為罪藪」，皆修己正心之要語也。 \\n 奸鬼為人禍 \\n 晉景公疾病，求醫於秦，秦伯使醫緩為之，未至，公夢疾為二孺子，曰：「彼良醫也，懼傷我，焉逃之？」其一曰：「居肓之上，膏之下，若我何？」醫至，曰：「疾不可為也。」隋文帝以子秦孝王俊有疾，馳召名醫許智藏，俊夢亡妃崔氏泣曰：「本來相迎，如聞許智藏將至，其人當必相苦，奈何！」明夜復夢，曰：「吾得計矣，當入靈府中以避之。」及智藏至，診俊脈，曰：「疾已入心，不可救也。」二奸鬼之害人，如出一轍。近世許叔微家一婦人，夢二蒼頭，前者云：「到也未？」後者應云：「到也。」以手中物擊一下，遂魘。覺後心痛不可忍，叔微以神精丹餌之，痛止而愈。此事亦與上二者相似。 \\n 監司待巡檢 \\n 今監司巡歷郡邑，巡檢、尉必迎於本界首，公裳危立，使者從車內遣謁吏謝之，即揖而退，未嘗以客禮延之也。至有倨橫之人，責橋道不整，驅之車前，使徒步與卒伍齒者。予記張文定公所著縉紳舊聞中一事云：「余為江西轉運使，往虔州，巡檢殿直(今保義成忠郎。)康懷琪，乘舟於三十里相接，又欲送至大庾縣，遂與偕行。及至縣驛，驛正廳東西各有一房，予居其左，康處於右。日晚，命之同食，起行數百步，逼暮而退。夜聞康暴得疾，余亟趨至康所，康已具舟將歸虔，須臾數人扶翼而下，余策杖隨之。」觀此，則是使者與巡檢同驛而處，同席而食，至於步行送之登舟，今代未之見也。 \\n 十二分野 \\n 十二國分野，上屬二十八宿，其為義多不然，前輩固有論之者矣。其甚不可曉者，莫如晉天文志謂：「自危至奎為娵訾，於辰在亥，衞之分野也，屬幷州。」且衞本受封於河內商虛，後徙楚丘。河內乃冀州所部，漢屬司隸，其他邑皆在東郡，屬兗州，於幷州了不相干，而幷州之下所列郡名，乃安定、天水、隴西、酒泉、張掖諸郡，自係涼州耳。又謂：「自畢至東井為實沈，於辰在申，魏之分野也，屬益州。」且魏分晉地，得河內、河東數十縣，於益州亦不相干，而雍州為秦，其下乃列雲中、定襄、雁門、代、太原、上黨諸郡，蓋又自屬幷州及幽州耳。謬亂如此，而出於李淳風之手，豈非蔽於天而不知地乎！ \\n 公孫五樓 \\n 南燕慕容超嗣位之後，悉以國事付公孫五樓，燕業為衰。晉劉裕伐之，或曰：「燕人若塞大峴之險，堅壁清野，大軍深入，將不能自歸。」裕曰：「鮮卑貪婪，不知遠計，謂我不能持久，不過進據臨朐，退守廣固，必不能守險清野。」超聞有晉師，引羣臣會議，五樓曰：「吳兵輕果，利在速戰，不可爭鋒，宜據大峴，使不得入。各命守宰，依險自固，焚蕩資儲，芟除禾苗，使敵無所資。彼僑軍無食，可以坐制。若縱使入峴，出城逆戰，此下策也。」超不聽，裕過大峴，燕兵不出，喜形於色，遂一舉滅燕。觀五樓之計，正裕之所憚也。超平生信用五樓，獨於此不然，蓋天意也。五樓亦可謂智士，足與李左車比肩。後世奸妄擅國，以誤大事者多矣，無所謂五樓之智也。 \\n 薦士稱字著年 \\n 漢、魏以來諸公上表薦士，必首及本郡名，次著其年，又稱其字。如漢孔融薦禰衡表云「處士平原禰衡，年二十四，字正平」，齊任昉為蕭揚州作薦士表云「祕書丞琅邪王暕，年二十一，字思晦」，「前候官令東海王僧孺，年三十五，字僧孺」是也。唐以來乃無此式。 \\n 兄弟邪正 \\n 王安石引用小人，造作新法，而弟安國力非之。韓絳附會安石制置三司條例以得宰相，而弟維力爭之。曾布當元符、靖國之間，陰禍善類，而弟肇移書力勸之。兄弟邪正之不同如此。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第四(十七則)", "正文": "　 \\n 卷第四(十七則) \\n 　 \\n  \\n 淮南守備 \\n 周世宗舉中原百郡之兵，南征李景。當是時，周室方強，李氏政亂，以之討伐，云若易然。而自二年之冬，訖五年之春，首尾四年，至於乘輿三駕，僅得江北。先是河中李守貞叛漢，遣其客朱元來唐求救，遂仕於唐。樞密使查文徽妻之以女。是時，請兵復諸州，即取舒、和。後以恃功偃蹇，唐將奪其兵，元怒而降周。景械其妻，欲戮之。文徽方執政，表乞其命，景批云：「只斬朱元妻，不殺查家女。」竟斬於市。郭廷謂不能守濠州，以家在江南，恐為唐所種族，遣使詣金陵稟命，然後出降。則知周師所以久者，景法度猶存，尚能制將帥死命故也。紹興之季，虜騎犯淮，逾月之間，十四郡悉陷。予親見沿淮諸郡守，盡掃官庫儲積，分寓京口，云預被旨許令移治。是乃平時無虞，則受極邊之賞，一有緩急，委而去之，寇退則反，了無分毫絓於吏議，豈復肯以固守為心也哉？ \\n 周世宗 \\n 周世宗英毅雄傑，以衰亂之世，區區五六年間，威武之聲，震懾夷夏，可謂一時賢主，而享年不及四十，身沒半歲，國隨以亡。固天方授宋，使之驅除。然考其行事，失於好殺，用法太嚴，羣臣職事，小有不舉，往往置之極刑，雖素有才幹聲名，無所開宥，此其所短也。薛居正舊史紀載翰林醫官馬道元進狀，訴壽州界被賊殺其子，獲正賊見在宿州，本州不為勘斷。帝大怒，遣竇儀乘馹往按之。及獄成，坐族死者二十四人。儀奉辭之日，帝旨甚峻，故儀之用刑，傷於深刻，知州趙礪坐除名。此事本只馬氏子一人遭殺，何至於族誅二十四家，其他可以類推矣。太祖實錄竇儀傳有此事，史臣但歸咎於儀云。 \\n 竇貞固 \\n 竇貞固，漢隱帝相也。周世罷政，以司徒就第。後范質用此官在中書，乃歸洛陽。常與編戶課役，貞固不能堪，訴於留守向拱，拱不聽。熙寧初，富韓公為相，神宗嘗對大臣稱知河南府李中師治狀。公以中師厚結中人，因對曰：「陛下何從知之？」中師銜其沮己，及再尹河南，富公已老，乃籍其戶，令出免役錢，與富民等。乃知君子失勢之時，小人得易而侮之，如向拱、李中師輩，固不乏也。 \\n 鄭　權 \\n 唐穆宗時，以工部尚書鄭權為嶺南節度使，卿大夫相率為詩送之。韓文公作序，言：「權功德可稱道。家屬百人，無數畝之宅，僦屋以居，可謂貴而能貧，為仁者不富之效也。」舊唐史權傳云：「權在京師，以家人數多，奉入不足，求為鎮，有中人之助，南海多珍貨，權頗積聚以遺之，大為朝士所嗤。」又薛廷老傳云：「鄭權因鄭注得廣州節度，權至鎮，盡以公家珍寶赴京師，以酬恩地。廷老以右拾遺上疏，請按權罪，中人由是切齒。」然則其為人，乃貪邪之士爾！韓公以為仁者何邪？ \\n 黨錮牽連之賢 \\n 漢黨錮之禍，知名賢士死者以百數，海內塗炭，其名迹章章者，並載於史。而一時牽連獲罪，甘心以受刑誅，皆節義之士，而位行不顯，僅能附見者甚多。李膺死，門生故吏並被禁錮。侍御史景毅之子，為膺門徒，未有錄牒，不及於譴。毅慨然曰：「本謂膺賢，遣子師之，豈可以漏籍苟安！」遂自表免歸。高城人巴肅被收，自載詣縣，縣令欲解印綬與俱去，肅不可。范滂在征羌，詔下急捕。督郵吳導至縣，抱詔書，閉傳舍，伏牀而泣。滂自詣獄，縣令郭揖大驚，出解印綬，引與俱亡。滂曰：「滂死則禍塞，何敢以罪累君！」張儉亡命，困迫遁走，所至，破家相容。其所經歷，伏重誅者以十數。復流轉東萊，上李篤家。外黃令毛欽操兵到門，篤謂曰：「張儉亡非其罪，縱儉可得，寧忍執之乎？」欽撫篤曰：「蘧伯玉耻獨為君子，足下如何自專仁義？」嘆息而去。儉得免。後數年，上祿長和海上言：「黨人錮及五族，非經常之法。」由是自從祖以下，皆得解釋。此數君子之賢如是，東漢尚名節，斯其驗歟？ \\n 漢代文書式 \\n 漢代文書，臣下奏朝廷，朝廷下郡國，有漢官典儀、漢舊儀等所載，然不若金石刻所著見者為明白。史晨祠孔廟碑，前云：「建寧二年三月癸卯朔七日己酉，魯相臣晨，長史臣謙頓首死罪上尚書，臣晨頓首頓首，死罪死罪。」末云：「臣晨誠惶誠恐，頓首頓首，死罪死罪上尚書。」副言太傅、太尉、司徒、司空、大司農府。樊毅復華下民租碑，前後與此同。無極山碑：「光和四年某月辛卯朔廿二日壬子，太常臣耽、丞敏頓首上尚書。」末云：「臣耽愚戇，頓首頓首上尚書。制曰：可。大尚(讀為太常。)承書從事，某月十七日丁丑，尚書令忠奏雒陽宮。光和四年八月辛酉朔十七日丁丑，尚書令忠下。」又云：「光和四年八月辛酉朔十七日丁丑，太常耽、丞敏下。」常山相孔廟碑，前云：「司徒臣雄，司空臣戒，稽首言。」末云：「臣雄、臣戒愚戇，誠惶誠恐，頓首頓首，死罪死罪，臣稽首以聞。制曰：可。元嘉三年三月廿七日壬寅，奏雒陽宮。元嘉三年三月丙子朔廿七日壬寅，司徒雄、司空戒下魯相。」又云：「永興元年六月甲辰朔十八日辛酉，魯相平，行長史事、卞守長擅，叩頭死罪，敢言之司徒、司空府。」末云：「平惶恐叩頭，死罪死罪，上司空府。」此碑有三公奏天子，朝廷下郡國，郡國上公府三式，始末詳備。文惠公隸釋有之。無極山祠事，以丁丑日奏雒陽宮，是日下太常，孔廟事，以壬寅日奏雒陽宮，亦以是日下魯相，又以見漢世文書之不滯留也。 \\n 資治通鑑 \\n 司馬公修資治通鑑，辟范夢得為官屬，嘗以手帖論纘述之要，大抵欲如左傳敍事之體。又云：「凡年號皆以後來者為定。如武德元年，則從正月，便為唐高祖，更不稱隋義寧二年。梁開平元年正月，便不稱唐天祐四年。」故此書用以為法。然究其所窮，頗有窒而不通之處。公意正以春秋定公為例，於未即位，即書正月為其元年。然昭公以去年十二月薨，則次年之事，不得復係於昭。故定雖未立，自當追書。兼經文至簡，不過一二十字，一覽可以了解。若通鑑則不侔，隋煬帝大業十三年，便以為恭皇帝上，直至下卷之末，恭帝立，始改義寧，後一卷，則為唐高祖。蓋凡涉歷三卷，而煬帝固存，方書其在江都時事。明皇後卷之首，標為肅宗至德元載，至一卷之半，方書太子即位。代宗下卷云：「上方勵精求治，不次用人。」乃是德宗也。莊宗同光四年，便係於天成，以為明宗，而卷內書命李嗣源討鄴，至次卷首，莊宗方殂。潞王清泰三年，便標為晉高祖，而卷內書石敬瑭反，至卷末始為晉天福。凡此之類，殊費分說。此外，如晉、宋諸胡僭國，所封建王公，及除拜卿相，纖悉必書，有至二百字者。又如西秦丞相南川宣公出連乞都卒，魏都坐大官章安侯封懿、天部大人白馬文正公崔宏、宜都文成王穆觀、鎮遠將軍平舒侯燕鳳、平昌宣王和其奴卒，皆無關於社稷治亂。而周勃薨，乃不書。及書漢章帝行幸長安，進幸槐里、岐山，又幸長平，御池陽宮，東至高陵，十二月丁亥還宮；又乙未幸東阿，北登太行山，至天井關，夏四月乙卯還宮。又書魏主七月戊子如魚池，登青岡原，甲午還宮；八月己亥如瀰澤，甲寅登牛頭山，甲子還宮。如此行役，無歲無之，皆可省也。 \\n 弱小不量力 \\n 楚莊王伐蕭，蕭人囚熊相宜僚及公子丙。王曰：「勿殺，吾退。」蕭人殺之，王怒，遂滅蕭。楚伐莒，莒人囚楚公子平。楚人曰：「勿殺，吾歸而俘。」莒人殺之，楚師圍莒，莒潰，遂入鄆。齊侯伐魯，圍龍，頃公之嬖人盧蒲就魁門焉，龍人囚之。齊侯曰：「勿殺，吾與而盟，無入而封。」弗聽，殺而膊諸城上。齊遂取龍。夫以齊、楚之大，而莒一小國，蕭一附庸，龍一邊邑，方受攻之際，幸能囚執其人，強敵許以勿殺而退師，乃不度德量力，致怨於彼，至於亡滅，可謂失計。傳稱子產善相小國，使當此時，必有以處之矣。 \\n 田橫呂布 \\n 田橫既敗，竄居海島中。高帝遣使召之，曰：「橫來，大者王，小者乃侯耳。」橫遂與二客詣雒陽。將至，謂客曰：「橫始與漢王俱南面稱孤，今漢王為天子，而橫乃為亡虜，北面事之，其愧固已甚矣！」即自剄。橫不顧王侯之爵，視死如歸，故漢祖流涕稱其賢，班固以為雄才。韓退之道出其墓下，為文以弔曰：「自古死者非一，夫子至今有耿光。」其英烈凜然，至今猶有生氣也。呂布為曹操所縛，將死之際，乃語操曰：「明公之所患，不過於布，今已服矣。令布將騎，明公將步，天下不足定也。」操竟殺之。布之材未必在橫下，而欲忍耻事仇。故東坡詩曰：「猶勝白門窮呂布，欲將鞍馬事曹瞞。」蓋笑之也。劉守光以燕敗，為晉王所擒，既知不免，猶呼曰：「王將復唐室以成霸業，何不赦臣使自效？」此又庸奴下才，無足責者。 \\n 中山宜陽 \\n 戰國事雜出於諸書，故有不可考信者。魏文侯使樂羊伐中山，克之，以封其子。故任座云：「君得中山不以封君之弟，而以封君之子。」翟璜云：「中山已拔，無使守之，臣進李克。」而趙世家書武靈王以中山負齊之強，侵暴其地，銳欲報之，至於變胡服，習騎射，累年乃與齊、燕共滅之，遷其王於膚施。此去魏文侯時已百年，中山不應既亡而復存，且膚施屬上郡，本魏地，為秦所取，非趙可得而置他人，誠不可曉。惟樂毅傳云：「魏取中山，後中山復國，趙復滅之。」史記六國表：「威烈王十二年，中山武公初立。」徐廣曰：「周定王之孫，西周桓公之子。」此尤不然。宜陽於韓為大縣，顯王三十四年，秦伐韓，拔之。故屈宜臼云：前年秦拔宜陽。正是昭侯時。歷宣惠王、襄王，而秦甘茂又拔宜陽，相去幾三十年，得非韓嘗失此邑，既而復取之乎？ \\n 相六畜 \\n 莊子載徐無鬼見魏武侯，告之以相狗、馬。荀子論堅白同異云：「曾不如好相鷄、狗之可以為名也。」史記褚先生於日者傳後云：「黃直，丈夫也，陳君夫，婦人也，以相馬立名天下。留長孺以相彘立名。滎陽褚氏以相牛立名。皆有高世絕人之風。」今時相馬者間有之，相牛者殆絕，所謂鷄、狗、彘者，不復聞之矣。劉向七略相六畜三十八卷，謂骨法之度數，今無一存。 \\n 卜筮不同 \\n 洪範七稽疑，擇建立卜筮人，有「龜從，筮逆」之說。禮記：「卜筮不相襲。」謂卜不吉，則又筮，筮不吉，則又卜，以為瀆龜筴。左傳晉獻公欲以驪姬為夫人，卜之不吉，筮之吉。公曰：「從筮。」卜人曰：「筮短龜長，不如從長。」魯穆姜徙居東宮，筮之，遇艮之八。史曰：「是謂艮之隨。」杜預注云：「周禮大卜掌三易，雜用連山、歸藏，二易皆以七、八為占，故言遇艮之八。史疑古易遇八為不利，故更以周易占，變爻得隨卦也。」漢武帝時，聚會占家問之，某日可取婦乎？五行家曰：可。堪輿家曰：不可。建除家曰：不吉。叢辰家曰：大凶。曆家曰：小凶。天人家曰：小吉。太一家曰：大吉。辯訟不決，以狀聞。制曰：「避諸死忌，以五行為主。」則曆卜諸家，自古蓋不同矣。唐呂才作廣濟陰陽百忌曆，世多用之。近又有三曆會同集，蒐羅詳盡。姑以擇日一事論之，一年三百六十日，若泥而不通，殆無一日可用也。 \\n 日　者 \\n 墨子書貴義篇云：「子墨子北之齊，遇日者。日者曰：『帝以今日殺黑龍於北方，而先生之色黑，不可以北。』子墨子不聽，遂北，至淄水，不遂而反。日者曰：『我謂先生不可以北。』子墨子曰：『南之人不得北，北之人不得南，其色有黑者，有白者，何故皆不遂也。且帝以甲乙殺青龍於東方，以丙丁殺赤龍於南方，以庚辛殺白龍於西方，以壬癸殺黑龍於北方，若子之言，不可用也。』」史記作日者列傳，蓋本於此。徐廣曰：「古人占候卜筮，通謂之日者。」如以五行所直之日而殺其方龍，不知其旨安在，亦可謂怪矣。 \\n 柳子厚黨叔文 \\n 柳子厚、劉夢得，皆坐王叔文黨廢黜。劉頗飾非解謗，而柳獨不然。其答許孟容書云：「早歲與負罪者親善，始奇其能，謂可以共立仁義，裨教化。暴起領事，人所不信，射利求進者，百不一得，一旦快意，更恣怨讟，詆訶萬狀，盡為敵仇。」及為叔文母劉夫人墓銘，極其稱誦，謂：「叔文堅明直亮，有文武之用。待詔禁中，道合儲后。獻可替否，有康弼調護之勤。訏謨定命，有扶翼經緯之績。將明出納，有彌綸通變之勞。內贊謨畫，不廢其位。利安之道，將施於人。而夫人終於堂，知道之士，為蒼生惜焉！」其語如此。夢得自作傳云：「順宗即位時，有寒儁王叔文以善弈棋得通籍博望，因間隙得言及時事，上大奇之。叔文自言猛之後，有遠祖風，唯呂溫、李景儉、柳宗元以為信。然三子皆與予厚善，日夕過，言其能。叔文實工言治道，能以口辯移人。既得用，其所施為，人不以為當。上素被疾，詔下內禪，宮掖事祕，功歸貴臣，於是叔文貶死。」韓退之於兩人為執友，至修順宗實錄，直書其事云：「叔文密結有當時名欲僥倖而速進者劉禹錫、柳宗元等十數人，定為死交，蹤跡詭祕。既得志，劉、柳主謀議唱和，采聽外事。及敗，其黨皆斥逐。」此論切當，雖朋友之義，不能以少蔽也。 \\n 漢武心術 \\n 史記龜策傳：「今上即位，博開蓺能之路，悉延百端之學，通一技之士咸得自效。數年之間，太卜大集。會上欲擊匈奴，西攘大宛，南收百越，卜筮至預見表象，先圖其利。及猛將推鋒執節，獲勝於彼，而蓍龜時日亦有力於此。上尤加意，賞賜至或數千萬。如丘子明之屬，富溢貴寵，傾於朝廷。至以卜筮射蠱道，巫蠱時或頗中。素有眦睚不快，因公行誅，恣意所傷，以破族滅門者，不可勝數。百僚蕩恐，皆曰龜策能言。後事覺奸窮，亦誅三族。」漢書音義，以為史遷沒後十篇闕，有錄無書。元、成之間，褚先生補闕，言辭鄙陋，日者、龜策列傳在焉。故後人頗薄其書。然此卷首言「今上即位」，則是史遷指武帝，其載巫蠱之寃如是。今之論議者，略不及之。資治通鑑亦棄不取，使丘子明之惡，不復著見。此由武帝博采異端，馴致斯禍。儻心術趨於正當，不如是之酷也。 \\n 禁天高之稱 \\n 周宣帝自稱天元皇帝，不聽人有天、高、上、大之稱。官名有犯，皆改之。改姓高者為姜，九族稱高祖者為長祖。政和中，禁中外不許以龍、天、君、玉、帝、上、聖、皇等為名字。於是毛友龍但名友；葉天將但名將；樂天作但名作；句龍如淵但名句如淵；衞上達賜名仲達；葛君仲改為師仲；方天任為大任；方天若為元若；余聖求為應求；周綱字君舉，改曰元舉；程振字伯玉，改曰伯起；程瑀亦字伯玉，改曰伯禹；張讀字聖行，改曰彥行。蓋蔡京當國，遏絕史學，故無有知周事者。宣和七年七月，手詔以昨臣僚建請，士庶名字有犯天、玉、君、聖及主字者悉禁，既非上帝名諱，又無經據，諂佞不根，貽譏後世，罷之。 \\n 宣和冗官 \\n 宣和元年，蔡京將去相位，臣僚方疏官僚冗濫之敝，大略云：「自去年七月至今年三月，遷官論賞者五千餘人。如：辰州招弓弩手，而樞密院支差房推恩者八十四人；兗州升為府，而三省兵房推恩者三百三十六人。至有入仕纔二年，而轉十官者。今吏部兩選朝奉大夫至朝請大夫六百五十五員，橫行右武大夫至通侍二百二十九員，修武郎至武功大夫六千九百九十一員，小使臣二萬三千七百餘員，選人一萬六千五百餘員。吏員猥冗，差注不行。」詔三省樞密院令遵守成法。然此詔以四月庚子下，而明日辛丑以賞西陲誅討之功，太師蔡京，宰相余深、王黼，知樞密院鄧洵武，各與一子官，執政皆遷秩。天子命令如是即日廢格之，京之罪惡至矣！ \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第五(十三則)", "正文": "　 \\n 卷第五(十三則) \\n 　 \\n  \\n 秦隋之惡 \\n 自三代訖於五季，為天下君而得罪於民，為萬世所麾斥者，莫若秦與隋，豈二氏之惡浮於桀、紂哉？蓋秦之後即為漢，隋之後即為唐，皆享國久長。一時論議之臣，指引前世，必首及之，信而有徵，是以其事暴白於方來，彌遠彌彰而不可蓋也。嘗試裒舉之。 \\n 張耳曰：「秦為亂政虐刑，殘滅天下，北為長城之役，南有五嶺之戍，外內騷動，頭會箕斂，重以苛法，使父子不相聊。」張良曰：「秦為無道，故沛公得入關，為天下除殘去賊。」陸賈曰：「秦任刑法不變，卒滅嬴氏。」王衞尉曰：「秦以不聞其過亡天下。」張釋之曰：「秦任刀筆之吏，爭以亟疾苛察相高，以故不聞其過，陵夷至於二世，天下土崩。」賈山借秦為喻曰：「為宮室之麗，使其後世曾不得聚廬而託處，為馳道之麗，後世不得邪徑而託足，為葬埋之麗，後世不得蓬顆而託葬。以千八百國之民自養，力罷不能勝其役，財盡不能勝其求，人與之為怨，家與之為讎，天下已壞而弗自知，身死纔數月耳，而宗廟滅絕。」賈誼曰：「商君遺禮誼，棄仁恩，幷心於進取，行之二歲，秦俗日敗，滅四維而不張，君臣乖亂，六親殃戮，萬民離叛，社稷為虛。」又曰：「使趙高傅胡亥，而教之獄。今日即位，明日射人，其視殺人若刈草菅然。置天下於法令刑罰，德澤亡一有，而怨毒盈於世，下憎惡之如仇讎。」鼂錯曰：「秦發卒戍邊，有萬死之害，而亡銖兩之報。天下明知禍烈及己也，陳勝首倡，天下從之如流水。」又曰：「任不肖而信讒賊，民力罷盡，矜奮自賢，法令煩憯，刑罰暴酷，親疏皆危，外內咸怨，絕祀亡世。」董仲舒曰：「秦重禁文學，不得挾書，棄捐禮誼而惡聞之。其心欲盡滅先聖之道，而顓為自恣苟簡之治。自古以來，未嘗有以亂濟亂，大敗天下之民如秦者也。」又曰：「師申、商之法，行韓非之說，憎帝王之道，以貪狼為俗，賦斂亡度，竭民財力，羣盜並起，死者相望，而奸不息。」淮南王安曰：「秦使尉屠睢攻越，鑿渠通道，曠日引久，發謫戍以備之，往者莫反，亡逃相從，羣為盜賊。於是山東之難始興。」吾丘壽王曰：「秦廢王道，立私議，去仁恩而任刑戮，至於赭衣塞路，羣盜滿山。」主父偃曰：「秦任戰勝之威，功齊三代，務勝不休，暴兵露師，百姓靡敝，孤寡老弱，不能相養，死者相望，天下始叛。」徐樂曰：「秦之末世，民困而主不恤，下怨而上不知，俗已亂而政不修，陳涉之所以為資也。此之謂土崩。」嚴安曰：「秦一海內之政，壞諸侯之城，為知巧權利者進，篤厚忠正者退。法嚴令苛，意廣心逸。兵禍北結於胡，南挂於越，宿兵於無用之地，進而不得退，天下大畔，滅世絕祀。」司馬相如曰：「二世持身不謹，亡國失勢，信讒不寤，宗廟滅絕。」伍被曰：「秦為無道，百姓欲為亂者十室而五。使徐福入海，欲為亂者十室而六。使尉佗攻百越，欲為亂者十室而七。作阿房之宮，欲為亂者十室而八。」路溫舒曰：「秦有十失，其一尚存，治獄之吏是也。」賈捐之曰：「興兵遠攻，貪外虛內，天下潰畔，禍卒在於二世之末。」劉向曰：「始皇葬於驪山，下錮三泉，多殺宮人，生埋工匠，計以萬數，天下苦其役而反之。」梅福曰：「秦為無道，削仲尼之迹，絕周公之軌，禮壞樂崩，王道不通，張誹謗之網，以為漢驅除。」谷永曰：「秦所以二世十六年而亡者，養生泰奢，奉終泰厚也。」劉歆曰：「燔經書，殺儒士，設挾書之法，行是古之罪，道術由是遂滅。」凡漢人之論秦惡者如此。 \\n 唐高祖曰：「隋氏以主驕臣諂亡天下。」孫伏伽曰：「隋以惡聞其過亡天下。」薛收傳：「秦王平洛陽，觀隋宮室，嘆曰：『煬帝無道，殫人力以事夸侈。』收曰：『後主奢虐是矜，死一夫之手，為後世笑。』」張元素曰：「自古未有如隋亂者，得非君自專、法日亂乎？造乾陽殿，伐木於豫章，一材之費，已數十萬工。乾陽畢功，隋人解體。」魏徵曰：「煬帝信虞世基，賊遍天下而不得聞。」又曰：「隋唯責不獻食，或供奉不精，為此無限，而至於亡。方其未亂，自謂必無亂，未亡，自謂必不亡。所以甲兵亟動，徭役不息。」又曰：「恃其富強，不虞後患，役萬物以自奉養，子女玉帛是求，宮室臺榭是飾。外示威重，內行險忌，上下相蒙，人不堪命，以致隕匹夫之手。」又曰：「文帝驕其諸子，使至夷滅。」馬周曰：「貯積者固有國之常，要當人有餘力而後收之，豈人勞而強斂之以資寇邪？隋貯洛口倉，而李密因之；積布帛東都，而王世充據之；西京府庫，亦為國家之用。」陳子昂曰：「煬帝恃四海之富，鑿渠決河，疲生人之力，中國之難起，身死人手，宗廟為墟。」楊相如曰：「煬帝自恃其強，不憂時政。言同堯、舜，迹如桀、紂，舉天下之大，一擲棄之。」吳兢曰：「煬帝驕矜自負，以為堯、舜莫己若，而諱亡憎諫。乃曰：『有諫我者，當時不殺，後必殺之。』自是謇諤之士去而不顧，外雖有變，朝臣鉗口，帝不知也。」柳宗元曰：「隋氏環四海以為鼎，跨九垠以為爐，爨以毒燎，煽以虐焰，沸涌灼爛，號呼騰蹈。」李珏曰：「隋文帝勞於小務，以疑待下，故二世而亡。」凡唐人之論隋惡者如此。 \\n 漢唐二武 \\n 東坡云：「古之君子，必憂治世而危明主，明主有絕人之資，而治世無可畏之防。」美哉斯言！漢之武帝，唐之武后，不可謂不明，而巫蠱之禍，羅織之獄，天下塗炭，后妃公卿，交臂就戮，後世聞二武之名，則憎惡之。蔡確作詩，用郝甑山上元間事，宣仁謂以吾比武后；蘇轍用武帝奢侈窮兵虛耗海內為諫疏，哲宗謂至引漢武上方先朝。皆以之得罪。人君之立政，可不監茲！ \\n 玉川子 \\n 韓退之寄盧仝詩云：「玉川先生洛城裏，破屋數間而已矣。一奴長鬚不裹頭，一婢赤脚老無齒。昨晚長鬚來下狀，隔牆惡少惡難似。每騎屋山下窺瞰，渾舍驚怕走折趾。立召賊曹呼五百，盡取鼠輩尸諸市。」夫奸盜固不義，然必有謂而發，非貪慕貨財，則挑暴子女。如玉川之貧，至於鄰僧乞米，隔牆居者豈不知之？若為色而動，窺見室家之好，是以一赤脚老婢隕命也，惡少可謂枉著一死。予讀韓詩至此，不覺失笑。仝集中有所思一篇，其略云：「當時我醉美人家，美人顏色嬌如花。今日美人棄我去，青樓珠箔天之涯。夢中醉臥巫山雲，覺來淚滴湘江水。湘江兩岸花木深，美人不見愁人心。相思一夜梅花發，忽到窗前疑是君。」則其風味殊不淺，韓詩當亦含譏諷乎？ \\n 銀青階 \\n 唐自肅、代以後，賞人以官爵，久而浸濫，下至州郡胥吏軍班校伍，一命便帶銀青光祿大夫階，殆與無官者等。明宗長興二年，詔不得薦銀青階為州縣官，賤之至矣。晉天福中，中書舍人李詳上疏，以為十年以來，諸道職掌，皆許推恩，藩方薦論，動逾數百，乃至藏典書吏，優伶奴僕，初命則至銀青階，被服皆紫袍象笏，名器僭濫，貴賤不分。請自今節度州聽奏大將十人，他州止聽奏都押牙、都虞候、孔目官。從之。馮拯之父俊，當周太祖時，補安遠鎮將，以銀青光祿檢校太子賓客兼御史大夫。至本朝端拱中，拯登朝，遇郊恩始贈大理評事。予八世從祖師暢，暢子漢卿，卿子膺圖，在南唐時，皆得銀青階，至檢校尚書、祭酒。然樂平縣帖之，全稱姓名，其差徭正與里長等。元豐中，李清臣論官制，奏言：「國朝踵襲近代因循之弊，牙校有銀青光祿大夫階，卒長開國而有食邑。」蓋為此也。今除授蕃官，猶用此制。紹興二十八年，廣西經略司申安化三州蠻蒙全計等三百十八人進奉，乞補官勛，皆三班借差。三班差使，悉帶銀青祭酒，而等第加勛，文安公在西垣為之命詞。 \\n 買馬牧馬 \\n 國家買馬，南邊於邕管，西邊於岷、黎，皆置使提督，歲所綱發者蓋逾萬匹。使臣、將校得遷秩轉資，沿道數十州，驛程券食、圉薪芻之費，其數不貲，而江、淮之間，本非騎兵所能展奮，又三牙遇暑月，放牧於蘇、秀以就水草，亦為逐處之患。因讀五代舊史云：「唐明宗問樞密使范延光內外馬數。對曰：『三萬五千匹。』帝嘆曰：『太祖在太原，騎軍不過七千。先皇自始至終，馬纔及萬。今有鐵馬如是，而不能使九州混一，是吾養士練將之不至也。』延光奏曰：『國家養馬太多，計一騎士之費可贍步軍五人，三萬五千騎，抵十五萬步軍，既無所施，虛耗國力。』帝曰：『誠如卿言。肥騎士而瘠吾民，民何負哉？』」明宗出於蕃戎，猶能以愛民為念。李克用父子以馬上立國制勝，然所蓄只如此。今蓋數倍之矣。尺寸之功不建，可不惜哉！且明宗都洛陽，正臨中州，尚以為騎士無所施。然則今雖純用步卒，亦未為失計也。 \\n 杜詩用字 \\n 律詩用自字、相字、共字、獨字、誰字之類，皆是實字，及彼我所稱，當以為對，故杜老未嘗不然。今略紀其句於此：「徑石相縈帶，川雲自去留。」「山花相映發，水鳥自孤飛。」「衰顏聊自哂，小吏最相輕。」「高城秋自落，雜樹晚相迷。」「百鳥各相命，孤雲無自心。」「勝地初相引，徐行得自娛。」「雲裏相呼疾，沙邊自宿稀。」「暗飛螢自照，水宿鳥相呼。」「猿挂時相學，鷗行炯自如。」「自吟詩送老，相勸酒開顏。」「俱飛蛺蝶元相逐，並蒂芙蓉本自雙。」「自去自來堂上燕，相親相近水中鷗。」「此時對雪遙相憶，送客逢春可自由。」「梅花欲開不自覺，棣萼一別永相望。」「桃花氣暖眼自醉，春渚日落夢相牽。」此以自字對相字也。「自須開竹徑，誰道避雲蘿。」「自笑燈前舞，誰憐醉後歌。」「死去憑誰報，歸來始自憐。」「哀歌時自短，醉舞為誰醒。」「離別人誰在，經過老自休。」「永夜角聲悲自語，中天月色好誰看。」此以自字對誰字也。「野人時獨往，雲木曉相參。」「正月鶯相見，非時鳥共聞。」「江上形容吾獨老，天涯風俗病相親。」「縱飲久判人共棄，懶朝真與世相違。」「此日此時人共得，一談一笑俗相看。」此以共字、獨字對相字也。 \\n 唐虞象刑 \\n 虞書：「象刑惟明。」象者法也。漢文帝詔，始云：「有虞氏之時，畫衣冠、異章服以為戮，而民弗犯。」武帝詔亦云：「唐虞畫象，而民不犯。」白虎通云：「畫象者，其衣服象五刑也。犯墨者蒙巾，犯劓者赭著其衣，犯髕者以墨蒙其髕，犯宮者屝，屝，草屨也，大辟者布衣無領。」其說雖未必然，揚雄法言，「唐、虞象刑惟明」，說者引前詔以證，然則唐、虞之所以齊民，禮義榮辱而已，不專於刑也。秦之末年，赭衣半道，而奸不息。國朝之制，減死一等及胥吏兵卒配徒者，湼其面而刺之，本以示辱，且使人望而識之耳。久而益多，每郡牢城營，其額常溢，殆至十餘萬，兇盜處之恬然。蓋習熟而無所耻也。羅隱讒書云：「九人冠而一人髽，則髽者慕而冠者勝，九人髽而一人冠，則冠者慕而髽者勝。」正謂是歟？老子曰：「民常不畏死，奈何以死懼之。若使民常畏死，則為惡者吾得執而殺之，孰敢？」可謂至言。荀卿謂象刑為治古不然。亦正論也。 \\n 崔常牛李 \\n 士大夫一時論議，自各有是非，不當一一校其平生賢否也。常為宰相，唐德宗初立，議羣臣喪服，以為遺詔云「天下吏人三日釋服」，古者卿大夫從君而服，皇帝二十七日而除，在朝羣臣亦當如之。祐甫以為遺詔無朝臣、庶人之別，凡百執事，孰非吏人？皆應三日釋服。相與力爭，不能堪，奏貶祐甫。已而坐欺罔貶，祐甫代之。議者以祐甫之賢，遠出右，故不復評其事。然揆之以理，則之言為然。李德裕為西川節度使，吐蕃維州副使悉怛謀請降。德裕遣兵據其城，具奏其狀，欲因是搗西戎腹心。百官議皆請如德裕策。宰相牛僧孺曰：「吐蕃之境，四面各萬里，失一維州未能損其勢。比來修好，約罷戍兵，彼若來責失信，上平涼坂，萬騎綴回中，怒氣直辭，不三日至咸陽橋。此時西南數千里外得百維州，何所用之？」文宗以為然，詔以城歸吐蕃。由是德裕怨僧孺益深。議者亦以德裕賢於僧孺，咸謂牛、李私憾不釋，僧孺嫉德裕之功，故沮其事。然以今觀之，則僧孺為得，司馬溫公斷之以義利，兩人曲直始分。 \\n 盜賊怨官吏 \\n 陳勝初起兵，諸郡縣苦秦吏暴，爭殺其長吏以應勝。晉安帝時，孫恩亂東土，所至醢諸縣令以食其妻子，不肯食者輒支解之。隋大業末，羣盜蜂起，得隋官及士族子弟皆殺之。黃巢陷京師，其徒各出大掠，殺人滿街，巢不能禁，尤憎官吏，得者皆殺之。宣和中，方臘為亂，陷數州，凡得官吏，必斷臠支體，探其肺腸，或熬以膏油，叢鏑亂射，備盡楚毒，以償怨心。杭卒陳通為逆，每獲一命官，亦即梟斬。豈非貪殘者為吏，倚勢虐民，比屋抱恨，思一有所出久矣，故乘時肆志，人自為怒乎？ \\n 作詩先賦韻 \\n 南朝人作詩多先賦韻，如梁武帝華光殿宴飲連句，沈約賦韻，曹景宗不得韻，啟求之，乃得競病兩字之類是也。予家有陳後主文集十卷，載王師獻捷，賀樂文思，預席羣僚，各賦一字，仍成韻，上得盛病柄令橫映敻幷鏡慶十字，宴宣猷堂，得迮格白赫易夕擲斥坼啞十字，幸舍人省，得日謐一瑟畢訖橘質帙實十字。如此者凡數十篇。今人無此格也。 \\n 后妃命數 \\n 左傳所載鄭文公之子十餘人，其母皆貴冑，而子多不得其死，惟賤妾燕姞生穆公，獨繼父有國，子孫蕃衍盛大，與鄭存亡。薄姬入漢王宮，歲餘不得幸，其所善管夫人、趙子兒先幸漢王，為言其故，王即召幸之，歲中生文帝，自有子後希見。及呂后幽諸幸姬不得出宮，而薄氏以希見故，得從子之代，為代太后。終之承漢大業者，文帝也。景帝召程姬，程姬有所避不願進，而飭侍者唐兒使夜往，上醉不知而幸之，遂有身，生長沙王發。以母微無寵，故王卑濕貧國。漢之宗室十有餘萬人，而中興炎祚，成四百年之基者，發之五世孫光武也。元帝為太子，所愛司馬良娣死，怒諸娣妾，莫得進見。宣帝令皇后擇後宮家人子五人，虞侍太子。后令旁長御問所欲，太子殊無意於五人者，不得已於皇后，強應曰：「此中一人可。」乃王政君也。一幸有身，生成帝，自有子後，希復進見。然歷漢四世，為天下母六十餘載。觀此四后妃者，可謂承恩有限，而光華啟佑，與同輩遼絕，政君遂為先漢之禍。天之所命，其亦各有數乎？徽宗皇帝有子三十人，唯高宗皇帝再復大業。顯仁皇后在宮掖時，亦不肯與同列爭進，甚類薄太后云。 \\n 公為尊稱 \\n 柳子厚房公銘陰曰：「天子之三公稱公，王者之後稱公，諸侯之入為王卿士亦曰公，尊其道而師之稱曰公。古之人通謂年之長者曰公。而大臣罕能以姓配公者，唐之最著者曰房公。」東坡墨君堂記云：「凡人相與稱呼者，貴之則曰公。」范曄漢史：「惟三公乃以姓配之，未嘗或紊。」如鄧禹稱鄧公，吳漢稱吳公，伏公湛、宋公宏、牟公融、袁公安、李公固、陳公寵、橋公玄、劉公寵、崔公烈、胡公廣、王公龔、楊公彪、荀公爽、皇甫公嵩、曹公操是也。三國亦有諸葛公、司馬公、顧公、張公之目。其在本朝，唯韓公、富公、范公、歐陽公、司馬公、蘇公為最著也。 \\n 臺城少城 \\n 晉宋間，謂朝廷禁省為臺，故稱禁城為臺城，官軍為臺軍，使者為臺使，卿士為臺官，法令為臺格。需科則曰臺有求須，調發則曰臺所遣兵。劉夢得賦金陵五詠，故有臺城一篇。今人於他處指言建康為臺城，則非也。晉益州刺史治大城，蜀郡太守治少城，皆在成都，猶云大城、小城耳。杜子美在蜀日，賦詩故有「東望少城」之句。今人於他處指成都為少城，則非也。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第六(十五則)", "正文": "　 \\n 卷第六(十五則) \\n 　 \\n  \\n 蕨萁養人 \\n 自古凶年饑歲，民無以食，往往隨所值以為命，如范蠡謂吳人就蒲蠃於東海之濱；蘇子卿掘野鼠所去草實，及齧雪與旃毛幷咽之；王莽教民煮木為酪；南方人饑餓，羣入野澤掘鳧茈；鄧禹軍士食藻菜；建安中，咸陽人拔取酸棗、藜藿以給食；晉郗鑒在鄒山，兗州百姓掘野鼠、蟄燕；幽州人以桑椹為糧，魏道武亦以供軍；岷蜀食芋。如此而已。吾州外邑，（山樂）崌山在樂平、德興境，李羅萬斛山在浮梁、樂平、鄱陽境，皆綿亘百餘里，山出蕨萁。乾道辛卯、紹熙癸丑歲旱，村民無食，爭往取其根。率以昧旦荷鋤往掘，深至四五尺，壯者日可得六十斤。持歸搗取粉，水澄細者煮食之，如粔籹狀，每根二斤可充一夫一日之食。冬晴且暖，田野間無不出者，或不遠數十里，多至數千人。自九月至二月終，蕨抽拳則根無力，於是始止。蓋救餓羸者半年，天之生物，為人世之利至矣！古人不知用之，傳記亦不載，豈他邦不產此乎？ \\n 賢士隱居者 \\n 士子修己篤學，獨善其身，不求知於人，人亦莫能知者，所至或有之，予每惜其無傳。比得上虞李孟傳錄示四事，故謹書之。 \\n 其一曰，慈溪蔣季莊，當宣和間，鄙王氏之學，不事科舉，閉門窮經，不妄與人接。高抑崇閌居明州城中，率一歲四五訪其廬。季莊聞其至，必倒屣出迎，相對小室，極意講論，自晝竟夜，殆忘寢食。告去則送之數里，相得歡甚。或問抑崇曰：「蔣君不多與人周旋，而獨厚於公，公亦惓惓於彼，願聞其故？」抑崇曰：「閌終歲讀書，凡有疑而未判，與所缺而未知者，每積至數十，輒一扣之，無不迎刃而解。」而蔣之所長，他人未必能知之。世之所謂知己其是乎？ \\n 其二曰，王茂剛，居明之林村，在巖壑深處，有弟不甚學問，使顓治生以餬口，而刻意讀書，足跡未嘗妄出，尤邃於周易。沈煥通判州事，嘗訪之。其見趣絕出於傳注之外云。氣象嚴重，窺其所得，蓋進而未已也。 \\n 其三曰，顧主簿，不知何許人，南渡後寓於慈溪。廉介有常，安於貧賤，不蘄人之知。至於踐履間，雖細事不苟也。平旦起，俟賣菜者過門，問菜把直幾何，隨所言酬之。他飲食布帛亦然。久之人皆信服，不忍欺。苟一日之用足，則玩心墳典，不事交遊。里中有不安其分、武斷強忮者，相與譏之，曰：「汝豈顧主簿耶？」 \\n 其四曰，周日章，信州永豐人。操行介潔，為邑人所敬。開門授徒，僅有以自給，非其義一毫不取。家至貧，常終日絕食，鄰里或以薄少致饋。時時不繼，寧與妻子忍餓，卒不以求人。隆寒披紙裘，客有就訪，亦欣然延納。望其容貌，聽其論議，莫不聳然。縣尉謝生遺以襲衣，曰：「先生未嘗有求，吾自欲致其勤勤耳，受之無傷也。」日章笑答曰：「一衣與萬鍾等耳，儻無名受之，是不辨禮義也。」卒辭之。汪聖錫亦知其賢，以為近於古之所謂獨行者。 \\n 是四君子，真可書史策云。 \\n 張籍陳無己詩 \\n 張籍在他鎮幕府，鄆帥李師古又以書幣辟之，籍却而不納，而作節婦吟一章寄之，曰：「君知妾有夫，贈妾雙明珠。感君纏綿意，繫在紅羅襦。妾家高樓連苑起，良人執戟明光裏。知君用心如日月，事夫誓擬同生死。還君明珠雙淚垂，何不相逢未嫁時？」陳無己為潁州教授，東坡領郡，而陳賦妾薄命篇，言為曾南豐作，其首章云：「主家十二樓，一身當三千。古來妾薄命，事主不盡年。起舞為主壽，相送南陽阡。忍著主衣裳，為人作春妍？有聲當徹天，有淚當徹泉。死者恐無知，妾身長自憐。」全用籍意。或謂無己輕坡公，是不然。前此無己官於彭城，坡公由翰林出守杭，無己越境見之於宋都，坐是免歸，故其詩云：「一代不數人，百年能幾見？昔為馬首銜，今為禁門鍵。一雨五月涼，中宵大江滿。風帆目力短，江空歲年晚。」其尊敬之盡矣。薄命擬况，蓋不忍師死而遂倍之，忠厚之至也！ \\n 杜詩誤字 \\n 李適之在明皇朝為左相，為李林甫所擠去位，作詩曰：「避賢初罷相，樂聖且銜杯。為問門前客，今朝幾箇來？」故杜子美飲中八仙歌云：「左相日興費萬錢，飲如長鯨吸百川，銜杯樂聖稱避賢。」正詠適之也。而今所行本誤以「避賢」為「世賢」，絕無意義，兼「世」字是太宗諱，豈敢用哉？秦州雨晴詩云：「天永秋雲薄，從西萬里風。」謂秋天遼永，風從萬里而來，可謂廣大。而集中作「天水」，此乃秦州郡名，若用之入此篇，其致思淺矣。和李表丈早春作云：「力疾坐清曉，來詩悲早春。」正答其意。而集中作「來時」，殊失所謂和篇本旨。 \\n 東坡詩用老字 \\n 東坡賦詩，用人姓名，多以老字足成句。如壽州龍潭云「觀魚幷記老莊周」，病不赴會云「空對親舂老孟光」，看潮云「猶似浮江老阿童」，贈黃山人云「說禪長笑老浮屠」，元長老衲裙云「乞與佯狂老萬回」，東軒云「掛冠知有老蕭郎」，侍立邇英云「定似香山老居士」，贈李道士云「知是香山老居士」，蒜山亭云「奇逸多聞老敬通」，汶公東堂云「一帖空存老遂良」，次韻韶守云「華髮蕭蕭老遂良」，遊羅浮云「還須略報老同叔」，贈辯才云「中有老法師」，寄子由云「青山老從事」，贈眼醫云「忘言老尊宿」，「妙高臺中老比丘」，謝惠酒云「青州老從事」，謝餉魚云「誰似老方朔」，贈吳子野扇云「得之老月師」，次韻李端叔云「此是老牛戩」。是皆以為助語，非真謂其老也，大抵七言則於第五字用之，五言則於第三字用之。若其他錯出，如「再說走老瞞」，「故人餘老龐」，「老濞宮粧傳父祖」，「便腹從人笑老韶」，「老可能為竹寫真」，「不知老奘幾時歸」之類，皆隨語勢而然。白樂天云「每被老元偷格律」，蓋亦有自來矣。 \\n 杜詩命意 \\n 杜公詩命意用事，旨趣深遠，若隨口一讀，往往不能曉解，姑紀一二篇以示好事者。如：「能畫毛延壽，投壺郭舍人。每蒙天一笑，復似物皆春。政化平如水，皇恩斷若神。時時用抵戲，亦未雜風塵。」第三聯意味頗與前語不相聯貫，讀者或以為疑。按杜之旨，本謂技藝倡優，不應蒙人主顧眄賞接，然使政化如水，皇恩若神，為治大要既無可損，則時時用此輩，亦亡害也。又如：「亂後碧井廢，時清瑤殿深。銅瓶未失水，百丈有哀音。側想美人意，應悲寒甃沉。蛟龍半缺落，猶得折黃金。」此篇蓋見故宮井內汲者得銅瓶而作，然首句便說廢井，則下文翻覆鋪敍為難，而曲折宛轉如是，他人畢一生模寫不能到也。又一篇云：「鬭鷄初賜錦，舞馬既登牀。簾下宮人出，樓前御柳長。仙遊終一閟，女樂久無香。寂寞驪山道，清秋草木黃。」先忠宣公在北方，得唐人畫驪山宮殿圖一軸，華清宮居山顛，殿外垂簾，宮人無數，穴簾隙而窺，一時伶官戲劇，品類雜沓，皆列於下。杜一詩真所謂親見之也。 \\n 擇福莫若重 \\n 國語載范文子曰：「擇福莫若重，擇禍莫若輕。」且士君子樂天知命，全身遠害，避禍就福，安有迨於禍至擇而處之之理哉？韋昭注云：「有兩福擇取其重，有兩禍擇取其輕。」蓋以不幸而與禍會，勢不容但已，則權其輕重，順受其一焉。莊子養生主篇云：「為善無近名，為惡無近刑。」夫孳孳為善，君子之所固然，何至於縱意為惡，而特以不麗於刑為得計哉？是又有說矣，其所謂惡者，蓋與善相對之辭，雖於德為愆義，非若小人以身試禍自速百殃之比也。故下文云：「可以全生，可以保身，可以盡年。」其旨昭矣。 \\n 用人文字之失 \\n 士人為文，或採已用語言，當深究其旨意，苟失之不考，則必詒論議。紹興七年，趙忠簡公重修哲錄，書成，轉特進，制詞云：「惟宣仁之誣謗未明，致哲廟之憂勤不顯。」此蓋用范忠宣遺表中語，兩句但易兩字，而甚不然，范之辭云：「致保佑之憂勤不顯。」專指母后以言，正得其實。今以保佑為哲廟，則了非本意矣。紹興十九年，予為福州教授，為府作謝曆日表，頌德一聯云：「神祇祖考，既安樂於太平，歲月日時，又明章於庶證。」至乾道中，有外郡亦上表謝曆，蒙其採取用之，讀者以為駢麗精切，予笑謂之曰：「此大有利害，今光堯在德壽，所謂『考』者何哉？」坐客皆縮頸，信乎不可不審也。 \\n 李衛公輞川圖跋 \\n 輞川圖一軸，李趙公題其末云：「藍田縣鹿苑寺主僧子良贄於予，且曰：『鹿苑即王右丞輞川之第也。右丞篤志奉佛，妻死不再娶，潔居逾三十載。母夫人卒，表宅為寺。今冢墓在寺之西南隅，其圖實右丞之親筆。』予閱玩珍重，永為家藏。」弘憲題其前一行云：「元和四年八月十三日弘憲題。」弘憲者，吉甫字也。其後衞公又跋云：「乘閒閱篋書中，得先公相國所收王右丞畫輞川圖，實家世之寶也。先公凡更三十六鎮，故所藏書畫多用方鎮印記。太和二年戊申正月四日，浙江西道觀察等使、檢校禮部尚書兼潤州刺史李德裕恭題。」又一行云：「開成二年秋七月望日，文饒記。」前後五印：曰淮南節度使印、浙江西道觀察處置等使之印、劍南西川節度使印、山南西道節度使印、鄭滑節度使印，幷贊皇二字。又內合同印，建業文房之印，集賢院藏書印，此三者南唐李氏所用，故後一行曰：「昇元二年十一月三日。」雖今所傳為臨本，然正自超妙。但衞公所志，殊為可疑。唐書李吉甫傳云：「德宗以來，姑息藩鎮，有終身不易地者。吉甫為相歲餘，凡易三十六鎮。」吉甫平生只為淮南節度耳，今乃言身更三十六鎮，誠大不然。所用印記，如浙西、西川、山西、鄭滑，皆衞公所歷也；且書其父手澤，不言第幾子，而有李字；又自標其字，皆非是，蓋好事者妄為之。白樂天詩所說清源寺，即輞川云。洪慶善作丹陽洪氏家譜序云：「丹陽之洪本姓弘，避唐諱改。有弘憲者，元和四年跋輞川圖。」亦大錯也。 \\n 白公夜聞歌者 \\n 白樂天琵琶行，蓋在潯陽江上為商人婦所作。而商乃買茶於浮梁，婦對客奏曲，樂天移船，夜登其舟與飲，了無所忌，豈非以其長安故倡女，不以為嫌邪？集中又有一篇題云夜聞歌者，時自京城謫潯陽，宿於鄂州，又在琵琶之前。其詞曰：「夜泊鸚鵡洲，秋江月澄澈。鄰船有歌者，發調堪愁絕！歌罷繼以泣，泣聲通復咽。尋聲見其人，有婦顏如雪。獨倚帆檣立，娉婷十七八。夜淚似真珠，雙雙墮明月。借問誰家婦，歌泣何凄切？一問一霑襟，低眉終不說。」陳鴻長恨傳序云：「樂天深於詩，多於情者也，故所遇必寄之吟詠，非有意於漁色。」然鄂州所見，亦一女子獨處，夫不在焉，瓜田李下之疑，唐人不譏也。今詩人罕談此章，聊復表出。 \\n 謝朏志節 \\n 荀彧佐魏武帝，劉穆之佐宋高祖，高德政佐齊文宣，高熲佐隋文帝，劉文靜佐唐高祖，終之篡漢、晉、魏、周及取隋，其功不細矣。彧以不言伏后事與勸止九錫，飲酖而死。穆之居守丹陽，宋祖北伐，而九錫之旨從北來，愧懼而卒。德政以精神凌逼，為楊愔所譖，熲以為相畜妾，為獨孤后所譖，文靜以妾弟告變，為裴寂所譖，皆不免於誅。蕭道成謀篡宋，欲引謝朏參贊大業，屏人與之語，朏無言。道成必欲引參佐命，以為左長史，從容間道石苞事諷之，朏訖不順指。及受宋禪，方為侍中，不肯解璽綬，引枕而臥，步出府門，道成之子賾欲殺之，道成畏得罪於公議，曰：「殺之適成其名，正當容之度外耳！」遂廢於家。海陵王之世復為侍中，宣城王鸞謀繼大統，多引朝廷名士，朏心不願，乃求出為吳興太守。其弟瀹為吏部尚書，朏致酒與之，曰：「可力飲此，無預人事！」其心蓋惡鸞而末如之何也？朏之志節行義，凜凜如此，司馬溫公猶以為譏，斯亦可恕也已！二筆於士匄、韓厥下略及之，故復詳論於此。 \\n 琵琶亭詩 \\n 江州琵琶亭，下臨江津，國朝以來，往來者多題詠，其工者輒為人所傳。淳熙己亥歲，蜀士郭明復以中元日至亭，賦古風一章，其前云：「白樂天流落浦湓，作琵琶行，其放懷適意，視憂患死生禍福得喪為何物，非深於道者能之乎？賈傅謫長沙，抑鬱致死；陸相竄南賓，屏絕人事，至從狗竇中度食飲。兩公猶有累乎世，未能如樂天逍遙自得也。予過九江，維舟琵琶亭下，為賦此章。」「香山居士頭欲白，秋風吹作湓城客。眼看世事等虛空，雲夢胸中無一物。舉觴獨醉天為家，詩成萬象遭梳爬。不管時人皆欲殺，夜深江上聽琵琶。賈胡老婦兒女語，淚濕青衫如著雨。此公豈作少狂夢？與世浮沈聊爾汝。我來後公三百年，潯陽至今無管絃。(公詩有「潯陽地僻無音樂」之句。)長安不見遺音寂，依舊匡廬翠掃天。」郭君，成都人，隆興癸未登科，仕不甚達。但賈誼自長沙召還，後為梁王傅乃卒，前所云少誤矣。吾州餘干縣東干越亭有琵琶洲在下，唐劉長卿、張祜輩，皆留題。紹興中，王洋元勃一絕句云：「塞外烽烟能記否，天涯淪落自心知。眼中風物參差是，只欠江州司馬詩。」真佳句也！ \\n 減損入官人 \\n 唐開元十七年，國子祭酒楊瑒上言：「省司奏限天下明經、進士及第，每年不過百人，竊見流外出身，每歲二千餘人，而明經、進士，不能居其什一，則是服勤道業之士，不如胥吏之得仕也。若以出身人太多，則應諸色裁損，不應獨抑明經、進士。」當時以其言為然。淳熙九年，大減任子員數，是時，吏部四選開具以三年為率，文班進士大約三四百人，任子文武亦如之。而恩倖流外，蓋過二千之數，甚與開元類也。 \\n 韓蘇文章譬喻 \\n 韓、蘇兩公為文章，用譬喻處，重複聯貫，至有七八轉者。韓公送石洪序云：「論人高下，事後當成敗，若河決下流東注，若駟馬駕輕車就熟路，而王良、造父為之先後也，若燭照數計而龜卜也。」盛山詩序云：「儒者之於患難，其拒而不受於懷也，若築河堤以障屋霤；其容而消之也，若水之於海，冰之於夏日；其玩而忘之以文辭也，若奏金石以破蟋蟀之鳴、蟲飛之聲。」蘇公百步洪詩云「長洪斗落生跳波，輕舟南下如投梭。水師絕叫鳧雁起，亂石一綫爭磋磨。有如兔走鷹隼落，駿馬下注千丈坡。斷弦離柱箭脫手，飛電過隙珠翻荷」之類，是也。 \\n 唐昭宗贈諫臣官 \\n 唐僖宗幸蜀，政事悉出內侍田令孜之手。左拾遺孟昭圖、右補闕常濬上疏論事，昭圖坐貶，令孜遣人沉之於蟆頤津，賜濬死。資治通鑑記其事。予讀昭宗實錄，即位之初，贈昭圖起居郎，濬禮部員外郎，以其直諫被戮，故褒之。方時艱危，救亡不暇，而初政及此，通鑑失書之，亦可惜也！ \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第七(十七則)", "正文": "　 \\n 卷第七(十七則) \\n 　 \\n  \\n 田租輕重 \\n 李悝為魏文侯作盡地力之教，云：「一夫治田百畝，歲收粟百五十石，除十一之稅十五石，餘百三十五石。」蓋十一之外，更無他數也。今時大不然，每當輸一石，而義倉省耗別為一斗二升，官倉明言十加六，復於其間用米之精粗為說，分若干甲，有至七八甲者，則數外之取亦如之。庾人執槩從而輕重其手，度二石二三斗乃可給。至於水脚、頭子、市例之類，其名不一，合為七八百錢，以中價計之，幷僦船負擔，又須五斗，殆是一而取三。以予所見，唯會稽為輕，視前所云不能一半也。董仲舒為武帝言：「民一歲力役，三十倍於古，而田租口賦，二十倍於古。」謂一歲之中，失其資產三十及二十倍也。又云：「或耕豪民之田，見稅十五。」言下戶貧民自無田，而耕墾豪富家田，十分之中以五輸本田主，今吾鄉俗正如此，目為「主客分」云。 \\n 女子夜績 \\n 漢食貨志云：「冬，民既入，婦人相從夜績，女工一月得四十五日。」謂一月之中，又得半夜，為四十五日也。必相從者，所以省費燎火，同巧拙而合習俗也。戰國策甘茂亡秦出關，遇蘇代曰：「江上之貧女，與富人女會績而無燭，處女相與語，欲去之。女曰，妾以無燭故，常先至掃室布席，何愛餘明之照四壁者？幸以賜妾。」以是知三代之時，民風和厚勤樸如此，非獨女子也，男子亦然。豳風「晝爾于茅，宵爾索綯」，言晝日往取茅歸，夜作綯索，以待時用也，夜者日之餘，其為益多矣。 \\n 淮南王 \\n 漢淮南厲王死，民作歌以諷文帝曰：「一尺布，尚可縫，一斗粟，尚可舂，兄弟二人不相容。」此史、漢所書也。高誘作鴻烈解敍，及許叔重注文，其辭乃云：「一尺繒，好童童，一升粟，飽蓬蓬，兄弟二人不能相容。」殊為不同，後人但引尺布斗粟之喻耳。厲王子安復為王，招致賓客方術之士，作為內書二十一篇，外書甚衆；又有中篇八卷，言神仙黃白之術。漢書藝文志淮南內二十一篇，淮南外三十三篇，列於雜家，今所存者二十一卷，蓋內篇也。壽春有八公山，正安所延致客之處，傳記不見姓名，而高誘敍以為蘇飛、李尚、左吳、田由、雷被、毛被、伍被、晉昌等八人，然唯左吳、雷被、伍被見於史。雷被者，蓋為安所斥，而亡之長安上書者，疑不得為賓客之賢也。 \\n 薛國久長 \\n 左傳載魯哀公大夫云：「禹合諸侯于塗山，執玉帛者萬國，今其存者無數十焉。」漢公孫卿語武帝云：「黃帝萬諸侯，而神靈之封君七千。」按王制所紀九州，凡千七百七十有三國，多寡殊不侔。以環移之，一君會朝所將吏卒，姑以百人計之，則萬國之衆，當為百萬，塗山之下，將安所歸宿乎？其為躗言，無可疑者。所謂存者數十，考諸經傳，可見者唯薛耳。薛之祖奚仲，為夏禹掌車服大夫，自此受封，歷商及周末，始為宋偃王所滅，其享國千九百餘年，傳六十四代，三代諸侯莫之與比。薛壤地褊小，以詩則不列於國風，以世家則不列於史記，而春秋二百四十二年之間，視同儕邾、杞、滕、鄫，獨未嘗受大國侵伐，則其為邦，亦自有持守之道矣。 \\n 建除十二辰 \\n 建除十二辰，史、漢曆書皆不載，日者列傳但有「建除家以為不吉」一句。惟淮南鴻烈解天文訓篇云：「寅為建，卯為除，辰為滿，巳為平，主生；午為定，未為執，主陷；申為破，主衡；酉為危，主杓；戌為成，主少德；亥為收，主大德；子為開，主太歲；丑為閉，主太陰。」今會元官曆，每月逢建、平、破、收日，皆不用，以建為月陽，破為月對，平、收隨陰陽月遞互為魁罡也。酉陽雜俎夢篇云：「周禮以日月星辰各占六夢，謂日有甲乙，月有建破。」今注無此語。正義曰：「按堪輿，黃帝問天老事云『四月陽建於巳，破於亥，陰建於未，破於癸，是為陽破陰，陰破陽』。」今不知何書所載，但又以十干為破，未之前聞也。 \\n 俗語算數 \\n 三三如九，三四十二，二八十六，四四十六，三九二十七，四九三十六，六六三十六，五八四十，五九四十五，六九五十四，七九六十三，八九七十二，九九八十一，皆俗語算數，然淮南子中有之。三七二十一，蘇秦說齊王之辭也。漢書律曆志劉歆典領鐘律，奏其辭，亦云八八六十四。杜預注左傳，天子用八，云八八六十四人，又六六三十六人，四四十六人。如淳、孟康、晉灼注漢志，亦有二八十六，三四十二，六八四十八，八八六十四等語。 \\n 伾文用事 \\n 唐順宗即位，抱疾不能言，王伾、王叔文以東宮舊人用事，政自己出，即日禁宮市之擾民，五坊小兒之暴閭巷，罷鹽鐵使之月進，出教坊女伎六百還其家。以德宗十年不下赦令，左降官雖有名德才望，不復敍用，即追陸贄、鄭餘慶、韓皋、陽城還京師，起姜公輔為刺史。人情大悅，百姓相聚讙呼。又謀奪宦者兵，既以范希朝及其客韓泰總統京西諸城鎮行營兵馬，中人尚未悟。會諸將以狀來辭，始大怒，令其使歸告其將，「無以兵屬人」。當是時，此計若成，兵柄歸外朝，則定策國老等事，必不至後日之患矣！所交黨與，如陸質、呂溫、李景儉、韓曄、劉禹錫、柳宗元，皆一時豪俊知名之士，惟其居心不正，好謀務速，欲盡據大權，如鄭珣瑜、高郢、武元衡稍異己者，皆亟斥徙，以故不旋踵而身陷罪戮。後世蓋有居伾、文之地，而但務嘯引沾沾小人以為鷹犬者，殆又不足以望其百一云。白樂天諷諫，元和四年作，其中賣炭翁一篇，蓋為宮市，然則未嘗能絕也。 \\n 五十絃瑟 \\n 李商隱詩云「錦瑟無端五十絃」，說者以為錦瑟者，令狐丞相侍兒小名，此篇皆寓言，而不知五十絃所起。劉昭釋名箜篌云：「師延所作靡靡之樂，蓋空國之侯所作也。」段安節樂府錄云：「箜篌乃鄭、衞之音，以其亡國之聲，故號空國之侯，亦曰坎侯。」吳兢解題云：「漢武依琴造坎侯，言坎坎應節也。後訛為箜篌。」予按史記封禪書云：「漢公孫卿為武帝言：『太帝使素女鼓五十絃瑟，悲，帝禁不止，故破其瑟為二十五絃。』於是武帝益召歌兒，作二十五弦及空侯。」應劭曰：「帝令樂人侯調始造此器。」前漢郊祀志備書此事，言「空侯瑟自此起」。顏師古不引劭所注，然則二樂本始，曉然可考，雖劉、吳博洽，亦不深究，且「空」元非國名，其說尤穿鑿也。初學記、太平御覽編載樂事，亦遺而不書。莊子言「魯遽調瑟，二十五絃皆動」，蓋此云。續漢書云「靈帝胡服作箜篌」，亦非也。 \\n 遷固用疑字 \\n 東坡作趙德麟字說云：「漢武帝獲白麟，司馬遷、班固書曰『獲一角獸，蓋麟云』，蓋之為言，疑之也。」予觀史、漢所紀事，凡致疑者，或曰若，或曰云，或曰焉，或曰蓋，其語舒緩含深意，姑以封禪書、郊祀志考之，漫記於此。「雍州好畤，自古諸神祠皆聚云。蓋黃帝時嘗用事，雖晚周亦郊焉。」「三神山，蓋嘗有至者，諸仙人及不死之藥皆在焉。」「未能至，望見之焉。」新垣平望氣言：「有神氣，成五采，若人冠絻焉。」「權火舉而祠，若光輝然屬天焉。」「出長安門，若見五人於道北。」「蓋夜致王夫人之貌云，天子自帷中望見焉。」「登中岳太室。從官在山下聞若有言萬歲者云。」「祭封禪祠，其夜若有光。」封欒大詔：「天若遺朕士而大通焉。」河東迎鼎，「有黃雲蓋焉。」「見神人東萊山，若云欲見天子。」方士言「蓬萊諸神若將可得。」「天子為塞河，興通天臺，若見有光云。」「獲若石云于陳倉。」此外如所謂「及羣臣有言老父，則大以為仙人也。」「可為觀，如緱城，神人宜可致。」「天旱，意乾封乎？」「然其效可睹矣。」詞旨亦相似。 \\n 僭亂的對 \\n 王莽竊位稱新室，公孫述稱成家，袁術稱仲家，董卓郿塢，公孫瓚易京，皆自然的對也。 \\n 月不勝火 \\n 莊子外物篇：「利害相摩，生火甚多，衆人焚和，月固不勝火，於是乎有僓然而道盡。」注云：「大而暗則多累，小而明則知分。」東坡所引，乃曰：「郭象以為大而暗，不若小而明。陋哉斯言也！為更之曰，月固不勝燭，言明於大者必晦於小，月能燭天地，而不能燭毫釐，此其所以不勝火也，然卒之火勝月耶？月勝火耶？」予記朱元成萍洲可談所載：「王荊公在修撰經義局，因見舉燭，言：『佛書有日月燈光明佛，燈光豈足以配日月乎？』呂惠卿曰：『日煜乎晝，月煜乎夜，燈煜乎日月所不及，其用無差別也。』公大以為然，蓋發言中理，出人意表云。」予妄意莊子之旨，謂人心如月，湛然虛靜，而為利害所薄，生火熾然，以焚其和，則月不能勝之矣，非論其明暗也。 \\n 靈臺有持 \\n 莊子庚桑楚篇云：「靈臺者，有持而不知其所持，而不可持者也。」郭象云：「有持者，謂不動於物耳，其實非持。若知其所持而持之，持則失也。」陳碧虛云：「真宰存焉，隨其成心而師之。」予謂是皆置論於言意之表，玄之又玄，復採莊子之語以為說，而於本旨殆不然也。嘗記洪慶善云：「此一章謂持心有道，苟為不知其所以持之，則不復可持矣。」蓋前二人解釋者，為兩「而」字所惑，故從而為之辭。 \\n 董仲舒災異對 \\n 漢武帝建元六年，遼東高廟、長陵高園殿災，董仲舒居家推說其意，草藁未上，主父偃竊其書奏之。上召視諸儒，仲舒弟子呂步舒不知其師書，以為大愚。於是下仲舒吏，當死，詔赦之。仲舒遂不敢復言災異。此本傳所書。而五行志載其對曰：「漢當亡秦大敝之後，承其下流。又多兄弟親戚骨肉之連，驕揚奢侈，恣睢者衆，故天災若語陛下：『非以太平至公，不能治也。視親戚貴屬在諸侯遠正最甚者，忍而誅之，如吾燔遼東高廟乃可；視近臣在國中處旁仄及貴而不正者，忍而誅之，如吾燔高園殿乃可』云爾。在外而不正者，雖貴如高廟，猶災燔之，况諸侯乎！在內不正者，雖貴如高園殿，猶燔災之，况大臣乎！此天意也。」其後淮南、衡山王謀反，上思仲舒前言，使呂步舒持斧鉞治淮南獄，以春秋誼顓斷於外，不請。既還奏事，上皆是之。凡與王謀反列侯二千石豪傑，皆以罪輕重受誅，二獄死者數萬人。嗚呼！以武帝之嗜殺，時臨御方數歲，可與為善，廟殿之災，豈無他說？而仲舒首勸其殺骨肉大臣，與平生學術大為乖剌，馴致數萬人之禍，皆此書啟之也。然則下吏幾死，蓋天所以激步舒云，使其就戮，非不幸也。 \\n 李正己獻錢 \\n 唐德宗初即位，淄青節度使李正己，畏上威名，表獻錢三十萬緡。上欲受之，恐見欺，却之則無辭。宰相崔祐甫，請遣使慰勞淄青將士，因以正己所獻錢賜之，使將士人人戴上恩，諸道知朝廷不重貨財。上悅從之。正己大慚服。天下以為太平之治，庶幾可望。紹興三十年，鎮江都統制劉寶乞詣闕奏事，朝廷以其方命刻下，罷就散職。寶規取恩寵，掃一府所有，載以自隨，巨舟連檣，白金至五艦，他所賫挾皆稱是。其始謀蓋云此行不以何事，必可力買。既至，趑趄國門，不許入覲，或以謂欲上諸內府。予時為樞密檢詳，為丞相言：「援祐甫所陳，乞以寶所賫等第賜其本軍，明降詔書，遣一朝士以寶平生過惡，告諭卒伍，使知明天子惠綏惻怛之意。或寶靳固奄有，刄為己物，則宜因人之言，發命詰問在行之物，本安所出，今安所用？悉取而籍之。就其舟楫，北還充賜，尤可以破其溪壑無厭之謀。」湯岐公當國，不能用也。 \\n 宣室 \\n 漢宣室有殿有閣，皆在未央宮殿北，三輔黃圖以為前殿正室。武帝為竇太主置酒，引內董偃，東方朔曰：「宣室者，先帝之正處也，非法度之政不得入焉。」文帝受釐於此，宣帝常齋居以决事。如淳曰：「布政教之室也。」然則起於高祖時，蕭何所創，為退朝聽政之所。而史記龜策傳云：「武王圍紂象郎，自殺宣室。」徐廣曰：「天子之居，名曰宣室。」淮南子云「武王甲卒三千，破紂牧野，殺之宣室。」注曰：「商宮名，一曰獄也。」蓋商時已有此名，漢偶與之同，黃圖乃以為「漢取舊名」，非也。 \\n 昔昔鹽 \\n 薛道衡以「空梁落燕泥」之句，為隋煬帝所嫉。考其詩名昔昔鹽，凡十韻：「垂柳覆金堤，蘼蕪葉復齊。水溢芙蓉沼，花飛桃李蹊。採桑秦氏女，織錦竇家妻。關山別蕩子，風月守空閨。常斂千金笑，長垂雙玉啼。盤龍隨鏡隱，彩鳳逐帷低。飛魂同夜鵲，倦寢憶晨鷄。暗牖懸蛛網，空梁落燕泥。前年過代北，今歲往遼西。一去無消息，那能惜馬蹄！」唐趙嘏廣之為二十章，其燕泥一章云：「春至今朝燕，花時伴獨啼。飛斜珠箔隔，語近畫梁低。帷卷閒窺戶，牀空暗落泥。誰能長對此，雙去復雙栖。」樂苑以為羽調曲。玄怪錄載「籧篨三娘工唱阿鵲鹽」，又有突厥鹽、黃帝鹽、白鴿鹽、神雀鹽、疏勒鹽、滿座鹽、歸國鹽。唐詩「媚賴吳娘唱是鹽」，「更奏新聲刮骨鹽」。然則歌詩謂之「鹽」者，如吟、行、曲、引之類云。今南岳廟獻神樂曲，有黃帝鹽，而俗傳以為「皇帝炎」，長沙志從而書之，蓋不考也。韋縠編唐才調詩，以趙詩為劉長卿，而題為別宕子怨，誤矣。 \\n 將帥當專 \\n 周易師卦：「六三，師或輿尸，凶。」「九五，長子帥師，弟子輿尸，貞凶。」爻意謂用兵當付一帥，苟其儔雜然臨之，則凶矣。輿尸者，衆主也。安慶緒既敗，遁歸相州，肅宗命郭汾陽、李臨淮九節度致討。以二人皆元勳，難相統屬，故不置元帥，但以宦者魚朝恩為觀軍容宣慰處置使，步騎六十萬，為史思明所挫，一戰而潰。憲宗討淮西，命宣武等十六道進軍，雖以韓弘為都統，而身未嘗至。既無統帥，至四年不克，及裴度一出，纔數月即成功。穆宗討王庭湊、朱克融，時裴度鎮河東，亦為都招討使，羣帥如李光顏、烏重嗣，皆當時名將。而翰林學士元稹，意圖宰相，忌度先進，與知樞密魏簡相結，度每奏畫軍事，輒從中沮壞之，故屯守逾年，竟無成績。貞元之誅吳少誠，元和之征盧從史，皆此類也。石晉開運中，為契丹所攻，中國兵力寡弱，桑維翰為宰相，一制指揮節度使十五人。雖杜重威、李守正、張彥澤輩，駑材反虜，然重威為主將，陽城之戰，三人者尚能以身徇國，大敗強胡，耶律德光乘橐駝奔竄，僅而獲免。由是觀之，大將之權，其可不專邪？ \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第八(十五則)", "正文": "　 \\n 卷第八(十五則) \\n 　 \\n  \\n 蓍龜卜筮 \\n 古人重卜筮，其究至於通神，龜為卜，蓍為筮，故曰「假爾泰龜有常，假爾泰筮有常」，「定天下之吉凶，成天下之亹亹」，「所以使民信時日，敬鬼神，畏法令」。舜之命禹，武王之伐紂，召公相宅，周公營成周，未嘗不昆命元龜，襲祥考卜。然筮短龜長，則龜卜猶在易筮之上。漢藝文志、劉向所輯七略，自龜書、夏龜之屬，凡十五家至四百一卷，後世無傳焉。今之揲蓍者，率多流入於影象，所謂龜策，惟市井細人始習此藝。其得不過數錢，士大夫未嘗過而問也。伎術標榜，所在如織，五星、六壬、衍禽、三命、軌析、太一、洞微、紫微、太素、遁甲，人人自以為君平，家家自以為季主，每況愈下。由是藉手於達官要人，舟車交錯於道路，毀譽紛紜，而術益隱矣。周禮：「大卜掌三兆之法，一曰玉兆，二曰瓦兆，三曰原兆。」杜子春云：「玉兆，顓帝之兆；瓦兆，帝堯之兆；原兆，有周之兆。」「經兆之體皆百有二十，其頌皆千有二百。」又「掌三易之法，曰連山，曰歸藏，曰周易。其經卦皆八，其別皆六十有四。」今獨周易之書存，他不復可見。世謂文王重易六爻為六十四卦，然則夏、商之易已如是矣。左氏傳所載懿氏占曰：「鳳皇于飛，和鳴鏘鏘。有媯之後，將育于姜。」成季之卜曰：「其名曰友，在公之右。同復于父，敬如君所。」晉獻公驪姬之繇曰：「專之渝，攘公之羭。」嫁伯姬之繇曰：「車說其輹，火焚其旗。寇張之弧，侄其從姑。」秦伯伐晉曰：「千乘三去，三去之餘，獲其雄狐。」文公納王，遇黃帝戰于阪泉之兆。鄢陵之戰，晉侯筮曰：「南國（足戚），射其元，王中厥目。」宋伐鄭，趙鞅卜救之，遇水適火，史龜曰：「是謂沈陽，可以興兵，利以伐姜，不利子商。」史墨曰：「盈，水名；子，水位。名位敵，不可干也。」杜氏謂「鞅姓盈，宋姓子」，蓋言「嬴」與「盈」同也。史趙曰：「是謂如川之滿，不可游也。」衞莊公卜夢，曰：「如魚竀尾，衡流而方羊裔焉。闔門塞竇，乃自後逾。」此十占皆不可得其說，故杜元凱云：「凡筮者用周易，則其象可推。非此而往，則臨時占者或取於象，或取於氣，或取於時日、王相以成其占。若盡附會以爻象，則架虛而不經。」可為通論，然亦安知非連山、歸藏所載乎？ \\n 地名異音 \\n 郡邑之名有與本字大不同者，顏師古以為土俗各有別稱者是也。姑以漢書地理志言之：馮翊之櫟陽為「藥陽」，蓮勺為「輦酌」；太原之慮虒為「廬夷」；上黨之沾為「添」；河內之隆慮為「林廬」，蕩陰為「湯陰」；潁川之不羹為「不郎」；南陽之酈為「擲」，堵陽為「者陽」，酇為「讚」；沛之酇為「嵯」，鄲為「多」；清河之鄃為「輸」；汝南之平輿為「平預」；濟陰之宛句為「冤劬」；江夏之沙羨為「沙夷」；九江之橐皋為「拓姑」；廬江之雩婁為「吁閭」；山陽之方與為「房豫」；琅邪之不其為「不基」；東海之承為「證」；長沙之承陽為「烝陽」；臨淮之取慮為「秋廬」；會稽之諸暨為「諸既」，太末為「闥末」；豫章之餘汗為「餘干」；廣漢之汁方為「十方」；蜀郡之徙為「斯」；益州之味為「昧」；金城之允吾為「鉛牙」，允街為「鉛街」；武威之樸（左上亠下睘右刂）為「蒲環」；張掖之番禾為「盤和」；安定之烏氏為「烏支」；上郡之龜茲為「丘慈」；西河之鵠澤為「梏澤」；代郡之狋氏為「權精」；遼西之且慮為「趄廬」，令支為「鈴祗」；遼東之番汗為「盤寒」；樂浪之黏蟬為「黏提」；南海之番禺為「潘隅」；蒼梧之荔浦為「肄浦」；交趾之羸（阝婁）為「蓮簍」；九真之都龐為「都聾」；日南之西捲為「西權」；淮陽之陽夏為「陽賈」；魯國之蕃為「皮」。皆不可求之於義訓，字書亦不盡載也。 \\n 韓嬰詩 \\n 前漢書儒林傳敍詩云，漢興，申公作魯詩，后蒼作齊詩，韓嬰作韓詩。又云，申公為詩訓故。而齊轅固、燕韓生皆為之傳，或取春秋，採雜說，咸非其本義與不得已，魯最為近之。嬰為文帝博士，景帝時至常山太傅，推詩人之意，作外傳數萬言，其語頗與齊、魯間殊，然歸一也。武帝時，與董仲舒論於上前，精悍分明，仲舒不能難。其後韓氏有王吉、食子公、長孫順之學。藝文志，韓家詩經二十八卷，韓故三十六卷，內傳四卷，外傳六卷，韓說四十一卷。今惟存外傳十卷。慶曆中，將作監主簿李用章序之，命工刊刻於杭，其末又題云：「蒙文相公改正三千餘字。」予家有其書，讀首卷第二章，曰：「孔子南遊適楚，至於阿谷，有處子佩瑱而浣者。孔子曰：『彼婦人其可與言矣乎！』抽觴以授子貢，曰：『善為之辭。』子貢曰：『吾將南之楚，逢天暑，願乞一飲以表我心。』婦人對曰：『阿谷之水流而趨海，欲飲則飲，何問婦人乎？』受子貢觴，迎流而挹之，置之沙上，曰：『禮固不親授。』孔子抽琴去其軫，子貢往請調其音。婦人曰：『吾五音不知，安能調琴？』孔子抽絺綌五兩以授子貢，子貢曰：『吾不敢以當子身，敢置之水浦。』婦人曰：『子年甚少，何敢受子？子不早去，今竊有狂夫守之者矣。』詩曰：『南有喬木，不可休息。漢有游女，不可求思。』此之謂也。」觀此章，乃謂孔子見處女而教子貢以微詞三挑之，以是說詩，可乎？其謬戾甚矣，他亦無足言。 \\n 五行衰絕字 \\n 木絕於申，故柛字之訓為木自斃。水土絕於巳，故汜字之訓，說文以為窮瀆，圯字之訓為岸圯及覆。火衰於戌，故烕為滅。金衰於丑，故鈕為鍵閉。製字之義昭矣。 \\n 漢表所記事 \\n 漢書功臣表所記列侯功狀，有紀傳所軼者。韓信擊魏，以木罌缶度軍，表云：祝阿侯高邑以將軍屬淮陰，擊魏，罌度軍。(史記作「缻」。)蓋此計由邑所建也。信謀發兵襲呂后，其舍人得罪信，信囚欲殺之。舍人弟上書變，告信欲反。晉灼注曰：「楚漢春秋云，謝公也。」表有滇陽侯樂說，史記作「欒說」，以淮陰舍人告反，侯，蓋非謝公也。須昌侯趙衍從漢王起漢中，雍軍塞渭上，上計欲還，衍言從他道，道通。中牟侯單右車，始，高祖微時，有急，給高祖馬，故得侯。（巳阝）侯黃極忠以羣盜長為臨江將，已而為漢擊臨江王。祁侯繒賀從擊項籍，漢王敗走，賀擊楚迫騎，以故不得進，漢王顧謂賀祁王。(史記作「侯」。)顏師古曰：「謂之祁王，蓋嘉其功，故寵褒之，許以為王也。」他復有與傳小異者。史記張良傳，項梁立韓王成，以良為韓申徒。徐廣云：「申徒即司徒，語音訛轉也。」而漢表，良以韓申都下韓。師古云：「韓申都即韓王信也，楚漢春秋作『信都』，古『信』『申』同字。」按良與韓王信了不相干，顏注誤矣。自「司徒」訛為「申徒」，自「申徒」為「申都」，自「申都」為「信都」，展轉相傳，古書豈復可以字義求也？韓信歸漢，為治粟都尉，表以為票客。師古曰：「與紀傳參錯不同，或者以其票疾而賓客禮之，故云票客也。」史記作「典客」，索隱以為「粟客」。此外又有官名非史所載者。如：孔聚以執盾從；周竈以長鉟都尉；郭蒙以戶衞；宣虎以重將，重將者，主將領輜重也；耏跖以門尉；棘丘侯襄以執盾隊史；郭亭以塞路，塞路者，主遮塞要路以備敵寇也；丁禮以中涓騎；爰類以慎將，謂以謹慎為將也；許盎以駢鄰說衞，駢鄰者，二馬曰駢，謂並兩騎為軍翼也，說讀曰稅，稅衞者，軍行初舍止之時主為衞也；許瘛以趙右林將，林將者，將士林，猶言羽林之將也；清侯以弩將；留肹以客吏；馮解散以代大與，大與，主爵祿之官也，史記作「太尉」；靳彊以郎中騎千人之類。聊紀於此，以示讀史者云。 \\n 蕭何紿韓信 \\n 黥布為其臣賁赫告反，高祖以語蕭相國，相國曰：「布不宜有此，恐仇怨妄誣之，請繫赫，使人微驗淮南。」布遂反。韓信為人告反，呂后欲召，恐其不就，乃與蕭相國謀，詐令人稱陳豨已破，紿信曰：「雖病強入賀。」信入，即被誅。信之為大將軍，實蕭何所薦，今其死也，又出其謀，故俚語有「成也蕭何，敗也蕭何」之語。何尚能救黥布，而翻忍於信如此？豈非以高祖出征，呂后居內，而急變從中起，己為留守，故不得不亟誅之，非如布之事尚在疑似之域也。 \\n 彭越無罪 \\n 韓信、英布、彭越皆以謀反誅夷。信乘高祖自將征陳豨之時，欲詐赦諸官徒，發兵襲呂后、太子。布見漢使驗問，即發兵東取荊，西擊楚，對高祖言欲為帝，其為反逆已明。唯越但以稱病不親詣邯鄲之故，上既赦以為庶人，而呂后令人告越復謀反，遂及禍。三人之事，越獨為寃。且扈輒勸越反，越不聽，有司以越不誅輒為反形已具。然則貫高欲殺高祖，張敖不從，其事等耳，乃以為不知狀，而敖得釋，何也？樂說告信，賁赫告布，皆得封列侯。而梁大僕告越不論賞，豈非漢朝亦知其故耶？欒布為越大夫，使於齊而越死，還奏事越頭下，上召罵布，欲烹之，布謂越反形未見，而帝以苛細誅之。上乃釋布，拜為都尉。然則高祖於用刑，為有負於越矣，傷哉！ \\n 蜘蛛結網 \\n 佛經云：「蠢動含靈，皆有佛性。」莊子云：「惟蟲能蟲，惟蟲能天。」蓋雖昆蟲之微，天機所運，其善巧方便，有非人智慮技解所可及者。蠶之作繭，蜘蛛之結網，蜂之累房，燕之營巢，蟻之築垤，螟蛉之祝子之類是已。雖然，亦各有幸不幸存乎其間。蛛之結網也，布絲引經，捷急上下，其始為甚難。至於緯而織之，轉盼可就，疏密分寸，未嘗不齊。門檻及花梢竹間，則不終日，必為人與風所敗。唯閑屋垝垣，人迹罕至，乃可久久而享其安。故燕巢幕上，季子以為至危。李斯見吏舍廁中鼠食不潔，近人犬，數驚恐之，倉中之鼠食積粟，居大廡之下，不見人犬之憂，嘆曰：「人之賢不肖，譬如鼠矣，在所自處耳！」豈不信哉？ \\n 孫權稱至尊 \\n 陳壽三國志，固多出於一時雜史，然獨吳書稱孫權為至尊，方在漢建安為將軍時，已如此，至於諸葛亮、周瑜，見之於文字間亦皆然。周瑜病困，與權書曰：「曹公在北，劉備寄寓，此至尊垂慮之日也。」魯肅破曹公還，權迎之，肅曰：「願至尊威德加乎四海。」呂蒙遣鄧玄之說郝普曰：「關羽在南郡，至尊身自臨之。」又曰：「至尊遣兵，相繼於道。」蒙謀取關羽，密陳計策，曰：「羽所以未便東向者，以至尊聖明，蒙等尚存也。」陸遜謂蒙曰：「下見至尊，宜好為計。」甘寧欲圖荊州，曰：「劉表慮既不遠，兒子又劣，至尊當早規之。」權為張遼掩襲，賀齊曰：「至尊人主，常當持重。」權欲以諸葛恪典掌軍糧，諸葛亮書與陸遜曰：「家兄年老，而恪性疏，糧穀軍之要最，足下特為啟至尊轉之。」遜以白權。凡此之類，皆非所宜稱，若以為陳壽作史虛辭，則魏、蜀不然也。 \\n 康山讀書 \\n 杜子美贈李太白詩：「康山讀書處，頭白好歸來。」說者以為即廬山也。吳曾能改齋漫錄內辨誤一卷，正辨是事，引杜田杜詩補遺云范傳正李白新墓碑云：「白本宗室子，厥先避仇客蜀，居蜀之彰明，太白生焉。彰明，綿州之屬邑，有大、小康山，白讀書于大康山，有讀書堂尚存。其宅在清廉鄉，後廢為僧房，稱隴西院，蓋以太白得名。院有太白像。」吳君以是證杜句，知康山在蜀，非廬山也。予按當塗所刊太白集，其首載新墓碑，宣、歙、池等州觀察使范傳正撰，凡千五百餘字，但云：「自國朝已來，編於屬籍，神龍初，自碎葉還廣漢，因僑為郡人。」初無補遺所紀七十餘言，豈非好事者偽為此書，如開元遺事之類，以附會杜老之詩邪？歐陽忞輿地廣記云：「彰明有李白碑，白生於此縣。」蓋亦傳說之誤，當以范碑為正。 \\n 列國城門名 \\n 郡縣及城門名，用一字者為雅馴近古。今獨姑蘇曰吳郡吳縣，有盤門、閶門、葑門、婁門、齊門，他皆不然。春秋時，列國門名見於左氏傳者，鄭最多，曰渠門、純門、時門、將門、閨門、皇門、鄟門、墓門，又有師之梁、桔柣之門。周曰圉門。魯曰雩門、雉門、稷門、萊門、鹿門，又有子駒之門。公羊傳有爭門、吏門。宋曰耏門、桐門、盧門、曹門、澤門、揚門、桑林之門。邾曰魚門、范門。衞曰閱門，蓋獲之門。齊曰雍門，亦有揚門、鹿門、稷門。吳曰胥門。宋垤澤之門，見孟子。 \\n 緇塵素衣 \\n 陳簡齋墨梅絕句一篇云：「粲粲江南萬玉妃，別來幾度見春歸。相逢京洛渾依舊，只恨緇塵染素衣。」語意皆妙絕。晉陸機為顧榮贈婦詩云：「京洛多風塵，素衣化為緇。」齊謝元暉酬王晉安詩云：「誰能久京洛，緇塵染素衣。」正用此也。 \\n 去國立後 \\n 齊高氏食邑於盧，高弱以盧叛齊，閭丘嬰圍之，弱曰：「苟使高氏有後，請致邑。」齊人立高酀，弱致盧而出奔晉。魯臧氏食邑於防，臧紇得罪，使來告曰：「苟守先祀，敢不辟邑。」乃立臧為，紇致防而奔齊。按弱、紇二人，據地要君，故孔子曰：「臧武仲以防求後於魯，雖曰不要君，吾不信也。」然齊、魯之君，竟如其請，不以要君之故而背之，蓋當是時先王之澤未熄，非若戰國務為詐力權謀之比，所謂殺人之中又有禮焉者也。降及末世，遂有帶甲約降，既解甲即圍而殺之者，不仁孰甚焉！ \\n 詩詞改字 \\n 王荊公絕句云：「京口、瓜洲一水間，鍾山祗隔數重山。春風又綠江南岸，明月何時照我還。」吳中士人家藏其草，初云「又到江南岸」，圈去到字，注曰不好，改為過，復圈去而改為入，旋改為滿，凡如是十許字，始定為綠。黃魯直詩：「歸燕略無三月事，高蟬正用一枝鳴。」用字初曰抱，又改曰占、曰在、曰帶、曰要，至用字始定。予聞於錢伸仲大夫如此。今豫章所刻本，乃作「殘蟬猶占一枝鳴」。向巨原云：「元不伐家有魯直所書東坡念奴嬌，與今人歌不同者數處，如浪淘盡為浪聲沉，周郎赤壁為孫吳赤壁，亂石穿空為崩雲，驚濤拍岸為掠岸，多情應笑我早生華髮為多情應是笑我生華髮，人生如夢為如寄。」不知此本今何在也？ \\n 姑舅為婚 \\n 姑舅兄弟為婚，在禮法不禁，而世俗不曉。按刑統戶婚律云：「父母之姑舅、兩姨姊妹及姨若堂姨、母之姑、堂姑，己之堂姨及再從姨、堂外甥女、女婿姊妹，並不得為婚姻。」議曰：「父母姑舅、兩姨姊妹，於身無服，乃是父母緦麻，據身是尊，故不合娶。及姨又是父母大功尊；若堂姨雖於父母無服，亦是尊屬；母之姑、堂姑，並是母之小功以上尊；己之堂姨及再從姨、堂外甥女亦謂堂姊妹所生者、女婿姊妹，於身雖並無服，據理不可為婚。並為尊卑混亂，人倫失序之故。」然則中表兄弟姊妹正是一等，其於婚娶，了無所妨。予記政和八年，知漢陽軍王大夫申明此項，敕局看詳，以為如表叔取表侄女，從甥女嫁從舅之類，甚為明白。徽州法司編類續降有全文，今州縣官書判，至有將姑舅兄弟成婚而斷離之者，皆失於不能細讀律令也。惟西魏文帝時，禁中外及從母兄弟姊妹為婚，周武帝又詔不得娶母同姓以為妻妾，宣帝詔母族絕服外者聽婚，皆偏閏之制。漫附於此。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第九(十四則)", "正文": "　 \\n 卷第九(十四則) \\n 　 \\n  \\n 三家七穆 \\n 春秋列國卿大夫世家之盛，無越魯三家、鄭七穆者。魯之公族，如臧氏、展氏、施氏、子叔氏、叔仲氏、東門氏、郈氏之類固多，唯孟孫、叔孫、季孫實出於桓公，其傳序累代，皆秉國政，與魯相為久長。若揆之以理，則桓公弒兄奪國，得罪於天，顧使有後如此。鄭靈公亡，無嗣，國人立穆公之子子良，子良辭以公子堅長。乃立堅，是為襄公。襄公將去穆氏，子良爭之，願與偕亡。乃舍之，皆為大夫。其後位卿大夫而傳世者，罕、駟、豐、印、游、國、良，故曰七穆。然則諸家不逐而獲存，子良之力也。至其孫良霄乃先覆族，而六家為卿如故，此又不可解也。 \\n 貢薛韋匡 \\n 漢元帝紀贊云：「貢、薛、韋、匡迭為宰相。」謂貢禹、薛廣德、韋元成、匡衡也，四人皆握娖自好，當優柔不斷之朝，無所規救。衡專附石顯，最為邪臣；廣德但有諫御樓船一事；禹傳稱在位數言得失，書數十上；元成傳稱為相七年，守正持重，不及父賢，而文采過之。皆不著其有過。按劉向傳：「宏恭、石顯白逮更生下獄，下太傅韋元成、諫大夫貢禹與廷尉雜考。劾更生前為九卿，坐與蕭望之、周堪謀排許、史，毀離親戚，欲退去之，而獨專權。為臣不忠，幸不伏誅，復蒙恩召用，不悔前過，而教令人言變事，誣罔不道。更生坐免為庶人。」若以漢法論之，更生死有餘罪，幸元帝不殺之耳。京房傳房欲行考功法，石顯及韋丞相皆不欲行。然則韋、貢之所以進用，皆陰附恭、顯而得之。班史隱而不論，唯於石顯傳云：「貢禹明經著節，顯使人致意，深自結納。因薦禹天子，歷位九卿，至御史大夫。」正在望之死後也。 \\n 兒寬張安世 \\n 漢史有當書之事，本傳不載者。武帝時，兒寬有重罪繫，按道侯韓說諫曰：「前吾丘壽王死，陛下至今恨之；今殺寬，後將復大恨矣！」上感其言，遂貰寬，復用之。宣帝時，張安世嘗不快上，(所為不可上意。)上欲誅之，趙充國以為安世本持橐簪筆事孝武帝數十年，見謂忠謹，宜全度之。安世用是得免。二事不書於寬及安世傳，而於劉向、充國傳中見之。豈非以二人之賢為諱之邪？韓說能以一言救賢臣於垂死，而不於說傳書之，以揚其善，為可惜也。 \\n 深溝高壘 \\n 韓信伐趙，趙陳餘聚兵井陘口禦之。李左車說餘曰：「信乘勝而去國遠鬭，其鋒不可當。願假奇兵從間道絕其輜重，而深溝高壘勿與戰。彼前不得鬭，退不得還，不至十日，信之頭可致麾下。」餘不聽，一戰成擒。七國反，周亞夫將兵往擊，會兵滎陽，鄧都尉曰：「吳、楚兵銳甚，難與爭鋒。願以梁委之，而東北壁昌邑，深溝高壘，使輕兵塞其饟道，以全制其極。」亞夫從之，吳果敗亡。李、鄧之策一也，而用與不用則異耳。秦軍武安西，以攻閼與。趙奢救之，去邯鄲三十里，堅壁，二十八日不行，復益增壘。既乃卷甲而趨之，大破秦軍。奢之將略，所謂玩敵於股掌之上，雖未合戰而勝形已著矣。前所云鄧都尉者，亞夫故父絳侯客也。鼂錯傳云：「錯已死，謁者僕射鄧公為校尉，擊吳、楚為將。還，上書言軍事，拜為城陽中尉。」鄧公者，豈非鄧都尉乎？亞夫傳以為此策乃自請而後行，顏師古疑其不同，然以事料之，必非出於己也。 \\n 生之徒十有三 \\n 老子「出生入死」章云：「出生入死，生之徒十有三，死之徒十有三，人之生，動之死地十有三，夫何故？以其生生之厚。」王弼注曰：「十有三，猶云十分有三分取其生道，全生之極，十分有三耳；取死之道，全死之極，十分亦有三耳。而民生生之厚，更之無生之地焉。」其說甚淺，且不解釋後一節。唯蘇子由以謂「生死之道，以十言之，三者各居其三矣，豈非生死之道九，而不生不死之道一而已乎？老子言其九不言其一，使人自得之，以寄無思無為之妙。」其論可謂盡矣。 \\n 臧氏二龜 \\n 臧文仲居蔡，孔子以為不智。蔡者，國君之守龜，出蔡地，因以為名焉。左傳所稱「作虛器」，正謂此也。至其孫武仲得罪於魯，出奔邾，使告其兄賈於鑄，且致大蔡焉，曰：「紇之罪不及不祀，子以大蔡納請，其可？」蓋請為先人立後也。賈再拜受龜，使弟為為己請，遂自為也。乃立臧為。為之子曰昭伯，嘗如晉，從弟會竊其寶龜僂句(龜所出地名。)以卜為信與僭，僭吉。僭，不信也。會如晉。昭伯問內子與母弟，皆不對。會之意，欲使昭伯疑其若有他故者。歸而察之，皆無之，執而戮之，逸奔郈。及昭伯從昭公孫於齊，季平子立會為臧氏後，會曰：「僂句不余欺也。」臧氏二事，皆以龜故，皆以弟而奪兄位，亦異矣。 \\n 有扈氏 \\n 夏書甘誓，啟與有扈大戰於甘，以其「威侮五行，怠棄三正，天用剿絕其命」為辭，孔安國傳云：「有扈與夏同姓，恃親而不恭。」其罪如此耳。而淮南子齊俗訓曰：「有扈氏為義而亡，知義而不知宜也。」高誘注云：「有扈，夏啟之庶兄也，以堯、舜舉賢，禹獨與子，故伐啟。啟亡之。」此事不見於他書，不知誘何以知之？傳記散軼，其必有以為據矣。莊子以為「禹攻有扈，國為虛厲」，非也。 \\n 太公丹書 \\n 太公丹書今罕見於世，黃魯直於禮書得其諸銘而書之，然不著其本始。予讀大戴禮武王踐阼篇，載之甚備，故悉紀錄以遺好古君子云：「武王踐阼三日，召士大夫而問焉，曰：『惡有藏之約，行之行，萬世可以為子孫常者乎？』皆曰：『未得聞也。』然後召師尚父而問焉，曰：『黃帝、顓頊之道可得見與？』師尚父曰：『在丹書。王欲聞之，則齋矣。』王齋三日，尚父端冕奉書，道書之言曰：『「敬勝怠者吉，怠勝敬者滅；義勝欲者從，欲勝義者凶。凡事不強則枉，弗敬則不正，枉者滅廢，敬者萬世。」藏之約，行之行，可以為子孫常者，此言之謂也。』又曰：『以仁得之，以仁守之，其量百世；以不仁得之，以仁守之，其量十世；以不仁得之，以不仁守之，必及其世。』王聞書之言，惕若恐懼。退而為戒書，於席之四端為銘。前左端銘曰：『安樂必敬。』前右端銘曰：『無行可悔。』後左端銘曰：『一反一側，亦不可以忘。』後右端銘曰：『所監不遠，視爾所代。』几之銘曰：『皇皇惟敬，口生（口后），口戕口。』鑑之銘曰：『見爾前，慮爾後。』盥盤之銘曰：『與其溺於人也，寧溺於淵。溺於淵，猶可游也；溺於人，不可救也。』楹之銘曰：『毋曰胡殘，其禍將然；毋曰胡害，其禍將大；毋曰胡傷，其禍將長。』杖之銘曰：『惡乎危？於忿疐。惡乎失道？於嗜欲。惡乎相忘？於富貴。』帶之銘曰：『火滅修容，慎戒必共，共則壽。』屨之銘曰：『慎之勞，勞則富。』觴豆之銘曰：『食自杖，食自杖，戒之憍，憍則逃。』戶之銘曰：『夫名難得而易失。無勤弗志，而曰我知之乎？無勤弗及，而曰我杖之乎？擾阻以泥之，若風將至，必先搖搖，雖有聖人，不能為謀也。』牖之銘曰：『隨天之時，以地之財，敬祀皇天，敬以先時。』劍之銘曰：『帶之以為服，動必行德，行德則興，倍德則崩。』弓之銘曰：『屈申之義，發之行之，無忘自過。』矛之銘曰：『造矛造矛，少間弗忍，終身之羞。予一人所聞，以戒後世子孫。』」凡十七銘。賈誼政事書，所陳教太子一節千餘言，皆此書保傅篇之文，然及胡亥、趙高之事，則為漢儒所作可知矣。漢昭帝紀「通保傅傳」，文穎注曰：「賈誼作，在禮大戴記。」其此書乎？荀卿議兵篇：「敬勝怠則吉，怠勝敬則滅；計勝欲則從，欲勝計則凶。」蓋出諸此。左傳晉斐豹「著於丹書」，謂以丹書其罪也。其名偶與之同耳。漢祖有丹書鐵契以待功臣，蓋又不同也。 \\n 漢景帝 \\n 漢景帝為人，甚有可議。鼂錯為內史，門東出，不便，更穿一門南出，南出者，太上皇廟堧垣也。丞相申屠嘉聞錯穿宗廟垣，為奏請誅錯。錯恐，夜入宮上謁，自歸。上至朝，嘉請誅錯。上曰：「錯所穿非真廟垣，乃外堧垣，且又我使為之，錯無罪。」臨江王榮以皇太子廢為王，坐侵太宗廟壖地為宮，詣中尉府對簿責訊，王遂自殺。兩者均為侵宗廟，榮以廢黜失寵，至於殺之，錯方貴幸，故略不問罪，其不公不慈如此！及用袁盎一言，錯即夷族，其寡恩忍殺復如此。 \\n 蕭何先見 \\n 韓信從項梁，居戲下，無所知名。又屬羽，數以策干羽，羽弗用，乃亡歸漢。陳平事項羽，羽使擊降河內，已而漢攻下之。羽怒，將誅定河內者。平懼誅，乃降漢。信與平固能擇所從，然不若蕭何之先見。何為泗水卒史事，第一。秦御史欲入言召何，何固請，得毋行。則當秦之未亡，已知其不能久矣，不待獻策弗用，及懼罪且誅，然後去之也。 \\n 史漢書法 \\n 史記、前漢所書高祖諸將戰功，各為一體。周勃傳：攻開封，先至城下為多；攻好畤，最；擊咸陽，最；攻曲遇，最；破臧荼，所將卒當馳道為多；擊胡騎平城下，所將卒當馳道為多。夏侯嬰傳：破李由軍，以兵車趣攻戰疾；從擊章邯，以兵車趣攻戰疾；擊秦軍雒陽東，以兵車趣攻戰疾。灌嬰傳：破秦軍於杠里，疾鬭；攻曲遇，戰疾力；戰於藍田，疾力；擊項佗軍，疾戰。又書：擊項冠於魯下，所將卒斬司馬、騎將各一人；擊破王武軍，所將卒斬樓煩將五人；擊武別將，所將卒斬都尉一人；擊齊軍於歷下，所將卒虜將軍、將吏四十六人；擊田橫，所將卒斬騎將一人；從韓信，卒斬龍且，(所將之卒。)身生得周蘭；破薛郡，身虜騎將；擊項籍陳下，所將卒斬樓煩將二人；追至東城，所將卒共斬籍；擊胡騎晉陽下，所將卒斬白題將一人；攻陳豨，卒斬特將五人；破黥布，身生得左司馬一人，所將卒斬小將十人。傅寬傳：屬淮陰，擊破歷下軍；屬相國參，殘博；屬太尉勃，擊陳豨。酈商傳：與鍾離昧戰，受梁相國印；定上谷，受趙相國印。五人之傳，書法不同如此，灌嬰事尤為複重，然讀之了不覺細瑣，史筆超拔高古，范曄以下豈能窺其籬奧哉？又史記灌嬰傳書：受詔別擊楚軍後；受詔將郎中騎兵；受詔將軍騎別追項籍；受詔別降樓煩以北六縣；受詔幷將燕、趙車騎；受詔別攻陳豨。凡六書受詔字，漢減其三云。 \\n 薄昭田蚡 \\n 周勃為人告欲反，下廷尉，逮捕，吏稍侵辱之。初，勃以誅諸呂功，益封賜金，盡以予太后弟薄昭。及繫急，昭為言太后，后以語文帝，乃得釋。王恢坐為將軍不出擊匈奴單于輜重，下廷尉，當斬。恢行千金於丞相田蚡，蚡不敢言上，而言於太后。后以蚡言告上，上竟誅恢。蚡者，王太后同母弟也。漢世母后豫聞政事，故昭、蚡憑之以招權納賄，其史所不書者，當非一事也。神宗熙寧七年，天下大旱，帝對朝嗟嘆，欲盡罷法度之不善者。王安石怫然爭之，帝曰：「比兩宮泣下，憂京師亂起，以為更失人心。」安石曰：「兩宮有言，乃向經、曹佾所為耳。」是時，安石力行新法，以為民害，向經、曹佾能獻忠於母后，可謂賢戚里矣，而安石非沮之，使遇薄昭、田蚡，當如何哉？高遵裕坐西征失律抵罪，宣仁聖烈后臨朝，宰相蔡確乞復其官，后曰：「遵裕，靈武之役，塗炭百萬，得免刑誅幸矣，吾何敢顧私恩而違天下公議！」其聖如此，雖有昭、蚡百輩，何所容其奸乎？ \\n 文字結尾 \\n 老子道經「孔德之容」一章，其末云：「吾何以知衆甫之然哉？以此。」蓋用二字結之。左傳：「叔孫武叔使郈馬正侯犯殺郈宰公若藐，弗能。其圉人曰：『吾以劍過朝，公若必曰：「誰之劍也？」吾稱子以告，必觀之，吾偽固而授之末，則可殺也。』使如之。」孟子載：「齊人一妻一妾而處室者，其良人出，必厭酒肉而後反。問所與飲食者，則盡富貴也。妻瞷其所之，乃之東郭墦間之祭者，乞其餘。歸告其妾曰：『良人者，所仰望而終身也，今若此！』」此二事反復數十百語，而但以「使如之」及「今若此」各三字結之。史記封禪書載武帝用方士言神祠長陵神君，李少君、謬忌、少翁、游水發根、欒大、公孫卿、史寬舒、丁公、王朔、公玉帶、越人勇之之屬，所言祠竈，化丹沙，求蓬萊安期生，立太一壇，作甘泉宮臺室、柏梁、仙人掌，壽宮神君，鬭棋小方，泰帝神鼎，雲陽美光，緱氏城仙人迹，太室呼萬歲，老父牽狗，白雲起封中，德星出，越祠鷄卜，通天臺，明堂，昆侖，建章宮，五城十二樓，凡數十事，三千言，而其末云「然其效可睹矣」。則武帝所興為者，皆墮誕罔中，不待一二論說也。文字結尾之簡妙至此。 \\n 國初古文 \\n 歐陽公書韓文後云：「予少家漢東，有大姓李氏者，其子堯輔頗好學。予游其家，見有敝篋貯故書在壁間，發而視之，得唐昌黎先生文集六卷，脫落顛倒無次序，因乞以歸讀之。是時，天下未有道韓文者，予亦方舉進士，以禮部詩賦為事。後官於洛陽，而尹師魯之徒皆在，遂相與作為古文，因出所藏昌黎集而補綴之。其後天下學者亦漸趨於古，韓文遂行於世。」又作蘇子美集序云：「子美之齒少於予，而予學古文，反在其後。天聖之間，學者務以言語聲偶擿裂以相誇尚，子美獨與其兄才翁及穆參軍伯長作為古歌詩雜文，時人頗共非笑之，而子美不顧也。其後學者稍趨於古。獨子美為於舉世不為之時，可謂特立之士也。」柳子厚集有穆修所作後敍云：「予少嗜觀韓、柳二家之文，柳不全見於世，韓則雖目其全，至所缺墜，亡字失句，獨於集家為甚。凡用力二紀，文始幾定，時天聖九年也。」予讀張景集中柳開行狀云：「公少誦經籍，天水趙生，老儒也，持韓愈文僅百篇授公曰：『質而不麗，意若難曉，子詳之，何如？』公一覽不能捨，嘆曰：『唐有斯文哉！』因為文章直以韓為宗尚。時韓之道獨行於公，遂名肩愈，字紹先。韓之道大行於今，自公始也。」又云：「公生於晉末，長於宋初，扶百世之大教，續韓、孟而助周、孔。兵部侍郎王祜得公書曰：『子之文出於今世，真古之文章也。』兵部尚書楊昭儉曰：『子之文章，世無如者已二百年矣。』」開以開寶六年登進士第，景作行狀時，咸平三年。開序韓文云：「予讀先生之文，自年十七至於今，凡七年。」然則在國初開已得昌黎集而作古文，去穆伯長時數十年矣。蘇、歐陽更出其後，而歐陽略不及之，乃以為天下未有道韓文者，何也？范文正公作尹師魯集序，亦云：「五代文體薄弱，皇朝柳仲塗起而麾之。洎楊大年專事藻飾，謂古道不適於用，廢而弗學者久之。師魯與穆伯長力為古文，歐陽永叔從而振之，由是天下之文一變而古。」其論最為至當。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十(十七則)", "正文": "　 \\n 卷第十(十七則) \\n 　 \\n  \\n 經傳煩簡 \\n 左傳：蔡聲子謂楚子木曰：「善為國者，賞不僭而刑不濫。賞僭則懼及淫人；刑濫則懼及善人。若不幸而過，寧僭無濫，與其失善，寧其利淫。」其語本於大禹謨「罪疑惟輕，功疑惟重，與其殺不辜，寧失不經」也。晉叔向詒鄭子產書曰：「先王議事以制，誨之以忠，聳之以行，教之以務，使之以和，臨之以敬，涖之以強，斷之以剛，猶求聖哲之上，明察之官，忠信之長，慈惠之師。」其語本於呂刑「惟良折獄，哲人惟刑」也。旨意則同，而經傳煩簡為不侔矣。 \\n 曹參不薦士 \\n 曹參代蕭何為漢相國，日夜飲酒不事事，自云：「高皇帝與何定天下，法令既明，遵而勿失，不亦可乎！」是則然矣，然以其時考之，承暴秦之後，高帝創業尚淺，日不暇給，豈無一事可關心者哉？其初相齊，聞膠西蓋公善治黃、老言，使人厚幣請之。蓋公為言治道貴清淨而民自定。參於是避正堂以舍之，其治要用黃、老術。故相齊九年，齊國安集。然入相漢時，未嘗引蓋公為助也。齊處士東郭先生、梁石君隱居深山，蒯徹為參客，或謂徹曰：「先生之於曹相國，拾遺舉過，顯賢進能，二人者，世俗所不及，何不進之於相國乎？」徹以告參，參皆以為上賓。徹善齊人安其生，嘗干項羽，羽不能用其策。羽欲封此兩人，兩人卒不受。凡此數賢，參皆不之用，若非史策失其傳，則參不薦士之過多矣。 \\n 漢初諸將官 \\n 漢初諸將所領官，多為丞相。如韓信初拜大將軍，後為左丞相擊魏，又拜相國擊齊。周勃以將軍遷太尉，後以相國代樊噲擊燕。樊噲以將軍攻韓王信，遷為左丞相，以相國擊燕。酈商為將軍，以右丞相擊陳豨，以丞相擊黥布。尹恢以右丞相備守淮陽。陳涓以丞相定齊地。然百官公卿表皆不載，蓋蕭何已居相位，諸人者，未嘗在朝廷，特使假其名以為重耳。後世使相之官，本諸此也。 \\n 漢官名 \\n 漢官名既古雅，故書於史者，皆可誦味。如「朝臣齗齗不可光祿勳」，「誰可以為御史大夫者」，「御史大夫言可聽」，「郎中令善愧人」，「丞相議不可用」，「太尉不足與計」，「大將軍尊貴誠重」，「大將軍有揖客」，「京兆尹可立得」，「大夫乘私車來邪」，「天官丞日晏不來」，「謝田大夫曉大司農」，「大司馬欲用是忿恨」，「後將軍數畫軍冊」，「光祿大夫、大中大夫耆艾二人以老病罷」，「駙馬都尉安所受此語」之類。又如所書路中大夫、韓御史大夫、叔孫太傅、鄭尚書、鮑司隸、趙將軍、張廷尉，亦燁然有法。後漢書「執金吾擊郾」，「大司馬當擊宛」，「大司馬習用步騎」等語，尚有前史餘味。 \\n 漢唐輔相 \\n 前漢宰相四十五人，自蕭、曹、魏、丙之外，如陳平、王陵、周勃、灌嬰、張蒼、申屠嘉以高帝故臣，陶青、劉舍、許昌、薛澤、莊青翟、趙周以功臣侯子孫，竇嬰、田蚡、公孫賀、劉屈氂以宗戚，衞綰、李蔡以士伍，唯王陵、申屠嘉及周亞夫、王商、王嘉有剛直之節，薛宣、翟方進有材，其餘皆容身保位，無所建明。至於御史大夫，名為亞相，尤錄錄不足數。劉向所謂御史大夫未有如兒寬者，蓋以餘人可稱者少也。若唐宰相三百餘人，自房、杜、姚、宋之外，如魏徵、王珪、褚遂良、狄仁傑、魏元忠、韓休、張九齡、楊綰、崔祐甫、陸贄、杜黃裳、裴垍、李絳、李藩、裴度、崔羣、韋處厚、李德裕、鄭畋，皆為一時名宰，考其行事，非漢諸人可比也。 \\n 漢武留意郡守 \\n 漢武帝天資高明，政自己出，故輔相之任，不甚擇人，若但使之奉行文書而已。其於除用郡守，尤所留意。莊助為會稽太守，數年不聞問，賜書曰：「君厭承明之廬，懷故土，出為郡吏。間者，闊焉久不聞問。」吾丘壽王為東郡都尉，上以壽王為都尉，不復置太守，詔賜璽書曰：「子在朕前之時，知略輻湊，及至連十餘城之守，任四千石之重，職事並廢，盜賊從橫，甚不稱在前時，何也？」汲黯拜淮陽太守，不受印綬，上曰：「君薄淮陽邪？吾今召君矣，顧淮陽吏民不相得，吾徒得君重，臥而治之。」觀此三者，則知郡國之事無細大，未嘗不深知之，為長吏者常若親臨其上，又安有不盡力者乎？惜其為征伐、奢侈所移，使民間不見德澤，為可恨耳！ \\n 苦蕒菜 \\n 吳歸命侯天紀三年八月，有鬼目菜生工人黃耇家，有蕒菜生工人吳平家，高四尺，厚三分，如枇杷形，上廣尺八寸，下莖廣五寸，兩邊生葉綠色。東觀按圖，名鬼目作芝草，蕒菜作平慮草。以耇為侍芝郎，平為平慮郎，皆銀印青綬。唐五行志，中宗景龍二年，岐州郿縣民王上賓家有苦蕒菜，高三尺餘，上廣尺餘，厚二分。說者以為草妖。予按蕒菜即苦蕒，今俗呼為苦（艹馬）者是也。天紀、景龍之事甚相類，歸命次年亡國，中宗後二年遇害，雖事非此致，亦可謂妖矣。平慮草不知何狀，揚雄甘泉賦「幷閭」注，如淳曰：「幷閭，其葉隨時政，政平則平，政不平則傾也。」顏師古曰：「如氏所說自是平慮耳。」然則亦異草也。鬼目，見爾雅，郭璞云：「今江東有鬼目草，莖似葛，葉圓而毛如耳璫也，赤色叢生。」廣志曰：「鬼目似梅，南人以飲酒。」南方草木狀曰：「鬼目樹，大者如木子，小者如鴨子，七月、八月熟，色黃，味酸，以蜜煑之，滋味柔嘉，交趾諸郡有之。」交州記曰：「高大如木瓜而小，傾邪不周正。」本草曰：「鬼目，一名東方宿，一名連蟲陸，名羊蹄。」 \\n 唐諸生束脩 \\n 唐六典：「國子生初入，置束帛一篚、酒一壺、脩一案，為束脩之禮。太學、四門、律學、書學、算學皆如國子之法。其習經有暇者，命習隸書，幷國語、說文、字林、三蒼、爾雅，每旬前一日，則試其所習業。」乃知唐世士人多攻書，蓋在六館時，以為常習。其說文、字林、蒼、雅諸書，亦欲責以結字合於古義，不特銓選之時，方取楷法遒美者也。束脩之禮，乃於此見之。開元禮載皇子束脩，束帛一篚五匹，酒一壺二斗，脩一案三脡。皇子服學生之服，至學門外，陳三物於西南，少進曰：「某方受業於先生，敢請見。」執篚者以篚授皇子，皇子跪，奠篚，再拜，博士答再拜，皇子還避，遂進跪取篚，博士受幣，皇子拜訖，乃出。其儀如此，州縣學生亦然。 \\n 范德孺帖 \\n 范德孺有一帖，云：「純粹忝冒固多，尤是家兄北歸，遂解倒懸之念，慶快安幸，此外何求？四月末雇舟離均，借人至鄧，本待家兄之來。今家兄雖得歸潁昌，而尚未聞來耗。已累遣人稟問所行路及相見之期，人尚未還，未知果能如約否。蓋恐太原接人非久到此，法留半月，則須北去也。」予以其時考之，元符三年四月，德孺除知太原，是月二十一日，忠宣公自鄧州分司，復故秩，許歸潁昌府，則此帖當在五月間，忠宣猶未離永州也。德孺自均州守擢帥河東，至於雇舟借人以行，又云接人法留半月，過此則須北去，雖欲待其兄，亦不可得。今世為長吏，雖居蕞爾小壘，而欲送還兵士，唯意所須。若接人之來，視其私計辦否為遲速耳，未嘗顧法令以自儆策。使申固要束，稍整攝之，置士大夫於無過之地，亦所以善風俗也。 \\n 民不畏死 \\n 老子曰：「民常不畏死，奈何以死懼之？若使人常畏死，則為奇者吾得執而殺之，孰敢？」讀者至此，多以為老氏好殺。夫老氏豈好殺者哉！旨意蓋以戒時君、世主視民為至愚、至賤，輕盡其命，若刈草菅，使之知民情狀，人人能與我為敵國，懍乎常有朽索馭六馬之懼。故繼之曰：「常有司殺者殺。夫代司殺者殺，是代大匠斫。夫代大匠斫，希有不傷其手矣。」下篇又曰：「人之輕死。以其生生之厚，是以輕死。」且人情莫不欲壽，雖衰貧至骨，瀕於餓隸，其與受僇而死有間矣，烏有不畏者哉？自古以來，時運俶擾，至於空天下而為盜賊，及夷考其故，亂之始生，民未嘗有不靖之心也。秦、漢、隋、唐之末，土崩魚爛，比屋可誅。然凶暴如王仙芝、黃巢，不過僥覬一官而已，使君相御之得其道，豈復有滔天之患哉！龔遂之清渤海，馮異之定關中，高仁厚之平蜀盜，王先成之說王宗侃，民情可見。世之君子，能深味老氏之訓，思過半矣。 \\n 天下有奇士 \\n 天下未嘗無魁奇智略之士，當亂離之際，雖一旅之聚，數城之地，必有策策知名者出其間，史傳所書，尚可考也。鄭燭之武、弦高從容立計，以存其國。後世至不可勝紀，在唐尤多，姑摭其小小者數人載於此。 \\n 武德初，北海賊帥綦公順攻郡城，為郡兵所敗，後得劉蘭成以為謀主，才用數十百人，出奇再奮，北海即降。海州臧君相帥衆五萬來爭，蘭成以敢死士二十人夜襲之，掃空其衆。 \\n 徐圓朗據海岱，或說之曰：「有劉世徹者，才略不世出，名高東夏，若迎而奉之，天下指揮可定。」圓朗使迎之。世徹至，已有衆數千，圓朗使徇譙、杞，東人素聞其名，所向皆下。 \\n 裘甫亂浙東，朝廷遣王式往討，其黨劉暀勸甫引兵取越，憑城郭，據府庫，循浙江築壘以拒之，得間則長驅進取浙西，過大江，掠揚州，還修石頭城而守之，宣歙、江西必有響應者，別以萬人循海而南，襲取福、建，則國家貢賦之地，盡入於我矣。甫不能用。 \\n 高駢之將畢師鐸攻駢，乞師於宣州秦彥，彥兵至，遂下揚州。師鐸遣使趣彥過江，將奉以為主。或說之曰：「僕射順衆心為一方去害，宜復奉高公而佐之，總其兵權，誰敢不服？且秦司空為節度使，廬州、壽州其肯為之下乎？切恐功名成敗未可知也。不若亟止秦司空勿使過江，彼若粗識安危，必未敢輕進，就使他日責我以負約，猶不失為高氏忠臣也。」師鐸不以為然，明日，以告鄭漢章，漢章曰：「此智士也。」求之，弗獲。 \\n 王建鎮成都，攻楊晟於彭州，久不下，民皆竄匿山谷，諸寨日出抄掠之。王先成往說其將王宗侃曰：「民入山谷，以俟招安，今乃從而掠之，與盜賊無異。旦出淘虜，薄暮乃返，曾無守備之意，萬一城中有智者為之畫策，使乘虛奔突，先伏精兵於門內，望淘虜者稍遠，出弓弩手礮各百人，攻寨之一面，又於三面各出耀兵，諸寨咸自備禦，無暇相救，如此能無敗乎？」宗侃矍然。先成為條列七事為狀，以白王建，建即施行之。榜至三日，山中之民，競出如歸市，浸還故業。 \\n 觀此五者，則其他姓名不傳，與草木俱腐者，蓋不可勝計矣。 \\n 易卦四德 \\n 易元、亨、利、貞，謂之四德，唯乾、坤為能盡之。若屯、隨二卦，但大亨貞。臨、無妄、革三卦，皆大亨以正而已。有亨、利、貞者十一，蒙、同人、離、咸、兌、恆、遯、萃、渙、小過、既濟也。元、亨、利者一，蠱也。利、貞者八，大畜、大壯、明夷、家人、中孚、蹇、損、漸也。亨、貞者三，需、困、旅也。元、亨者三，大有、升、鼎也。亨、利者五，賁、復、大過、巽、噬嗑也。亨者九，小畜、履、泰、謙、節、坎、震、豐、未濟也。利者五，訟、豫、解、益、夬也。貞者四，師、比、否、頤也。唯八卦皆無之，觀、剝、晉、睽、姤、歸妹、井、艮也。若以卦象索之，如剝、睽、姤猶可強為之辭，他則不復容擬議矣。 \\n 孫堅起兵 \\n 董卓盜國柄，天下共興義兵討之，惟孫堅以長沙太守先至，為卓所憚，獨為有功。故裴松之謂其最有忠烈之稱。然長沙為荊州屬部，受督於刺史王叡。叡先與堅共擊零、桂賊，以堅武官，言頗輕之。及叡舉兵欲討卓，堅乃承案行使者，詐檄殺之，以償曩忿。南陽太守張咨，鄰郡二千石也，以軍資不具之故，又收斬之。是以區區一郡將，乘一時兵威，輒害方伯、鄰守，豈得為勤王乎？劉表在荊州，乃心王室，袁術志於逆亂，堅乃奉其命而攻之，自速其死，皆可議也。 \\n 孫權封兄策 \\n 孫權即帝位，追尊兄策為長沙王，封其子為吳侯。按孫氏奄有江、漢，皆策之功，權特承之耳，而報之之禮不相宜稱。故陳壽評云：「割據江東，策之基兆也，而權尊崇未至，子止侯爵，於義儉矣。」而孫盛乃云：「權遠思盈虛之數，正本定名，防微於未兆，可謂為之於未有，治之於未亂。」其說迂謬如此。漢室中興，出於伯升，光武感其功業之不終，建武二年，首封其二子為王，而帝子之封，乃在一年之後。司馬昭繼兄師秉魏政，以次子攸為師後，常云：「天下者景王之天下。」欲以大業歸攸。以孫權視之，不可同日論也。 \\n 踰年改元 \\n 自漢武帝建元紀年之後，嗣君紹統，必踰年乃改元。雖安帝繼殤帝，亦終延平而為永初。桓帝繼質帝，亦終本初而為建和。唐宣宗以叔繼侄，亦終會昌六年，而改大中。獨本朝太祖以開寶九年十月二十日上仙，太宗嗣位，是年十二月二十二日改為太平興國元年，去新歲纔八日耳。意當時星辰曆象考卜兆祥，必有其說，而國史傳記皆失傳。竊計嶺、蜀之遠，制書到時已是二年之春。是時，宰相薛居正、沈倫、盧多遜失於不考引故實，致行之弗審，使人君即位而無元年，尤為不可也。若唐順宗以貞元二十一年正月嗣位，至八月辛丑，改元永貞。蓋已稱太上皇，嫌於獨無紀年，故亟更之耳。劉禪、孫亮、石宏、苻生、李璟未逾年而改，此不足責。晉惠帝改武帝太熙為永熙，而以為欲長奉先皇之制，亦非也。唐中宗仍武后神龍，梁末帝追承太祖乾化，孟昶仍父知祥明德，漢劉知遠追用晉天福，隱帝仍父乾祐，周世宗仍太祖顯德，皆非禮之正，無足議者。唐哀帝仍昭宗天祐，蓋畏朱溫而不敢云。 \\n 賊臣遷都 \\n 自漢以來，賊臣竊國命，將欲移鼎，必先遷都以自便。董卓以山東兵起，謀徙都長安，驅民數百萬口，更相蹈藉，悉燒宮廟、官府、居家，二百里內無復鷄犬。高歡自洛陽遷魏於鄴，四十萬戶狼狽就道。朱全忠自長安遷唐於洛，驅徙士民，毀宮室百司，及民間廬舍，長安自是丘墟。卓不旋踵而死，曹操迎天子都許，卒覆劉氏。魏、唐之祚，竟為高、朱所傾。凶盜設心積慮，由來一揆也。 \\n 輿地道里誤 \\n 古今輿地圖志所記某州至某州若干里，多有差誤。偶閱元祐九域志，姑以吾鄉饒州證之，饒西至洪州三百八十里，而志云：「西至州界一百七十里，自界首至洪五百六十八里。」於洪州書至饒，又衍二十里，是為七百六十里也。饒至信州三百七十里，而志云：「東南至本州界二百九十里，自界首至信州三百五十里。」是為六百四十里也。饒至池州四百八十里，而志云：「北至州界一百九十里，自界首至池州三百八十里。」是為五百七十里也。唐賈耽皇華四達記所紀中都至外國，尤為詳備，其書虔州西南一百十里至潭口驛，又百里至南康縣。然今虔至潭口纔四十里，又五十里即至南康，比之所載不及半也。以所經行處驗之，知其他不然者多矣。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十一(十五則)", "正文": "　 \\n 卷第十一(十五則) \\n 　 \\n  \\n 古錞于 \\n 周禮：「鼓人掌教六鼓四金之音聲，以節聲樂。」四金者，錞、鐲、鐃、鐸也。「以金錞和鼓」。鄭氏注云：「錞，錞于也，圜如碓頭，大上小下，樂作鳴之，與鼓相和。」賈公彥疏云：「錞于之名，出於漢之大予樂官。」南齊始興王鑑為益州刺史，廣漢什邡民段祚以錞于獻鑑，古禮器也，高三尺六寸六分，圍二尺四寸，圓如筩，銅色黑如漆，甚薄，上有銅馬，以繩縣馬，令去地尺餘，灌之以水，又以器盛水於下，以芒莖當心跪注錞于，以手振芒，則其聲如雷，清響良久乃絕，古所以節樂也。周斛斯徵精三禮，為太常卿。自魏孝武西遷，雅樂廢缺，樂有錞于者，近代絕無此器，或有自蜀得之，皆莫之識。徵曰：「此錞于也。」衆弗之信，遂依干寶周禮注以芒筒捋之，其聲極清，乃取以合樂焉。宣和博古圖說云「其製中虛，椎首而殺其下」，王黼亦引段祚所獻為證云。今樂府金錞，就擊於地，灌水之制，不復考矣。是時，有虎龍錞一，山紋錞一，圜花錞一，縶馬錞一，龜魚錞一，魚錞二，鳳錞一，虎錞七。其最大者重五十一斤，小者七斤。淳熙十四年，澧州慈利縣周赧王墓旁五里山摧，蓋古冢也，其中藏器物甚多。予甥余玠宰是邑，得一錞，高一尺三寸，上徑長九寸五分，闊八寸，下口長徑五寸八分，闊五寸，虎鈕高一寸二分，闊寸一分，幷尾長五寸五分，重十三斤。紹熙三年，予仲子簽書峽州判官，於長楊縣又得其一，甚大，高二尺，上徑長一尺六分，闊一尺四寸二分，下口長徑九寸五分，闊八寸，虎鈕高二寸五分，足闊三寸四分，幷尾長一尺，重三十五斤。皆虎錞也。予家蓄古彝器百種，此遂為之冠。小錞無損缺，扣之，其聲清越以長。大者破處五寸許，聲不能渾全，然亦可考擊也。後復得一枚，與大者無小異，自峽來，置諸篛籠中，取者不謹，斷其鈕，匠以藥銲而柵之，遂兩兩相對。若三禮圖、景祐大樂圖所畫，形制皆非。東坡志林記始興王鑑一節，云：「記者能道其尺寸之詳如此，而拙於遣詞，使古器形制不可復得其髣髴，甚可恨也。」正為此云。 \\n 孫玉汝 \\n 韓莊敏公縝字玉汝，蓋取君子以玉比德，縝密以栗，及王欲玉汝之義，前人未嘗用，最為古雅。按唐登科記，會昌四年及第進士有孫玉汝。李景讓為御史大夫，劾罷侍御史孫玉汝。會稽大慶寺碑，咸通十一年所立，云衢州刺史孫玉汝記。榮王宗綽書目，有南北史選練十八卷，云孫玉汝撰。蓋其人也。 \\n 唐人避諱 \\n 唐人避家諱甚嚴，固有出於禮律之外者。李賀應進士舉，忌之者斥其父名晉肅，以晉與進字同音，賀遂不敢試。韓文公作諱辯，論之至切，不能解衆惑也。舊唐史至謂韓公此文，為文章之紕繆者，則一時橫議可知矣。杜子美有送李二十九弟晉肅入蜀詩，蓋其人云。裴德融諱「皋」，高鍇以禮部侍郎典貢舉，德融入試，鍇曰：「伊諱『皋』，向某下就試，與及第，困一生事。」後除屯田員外郎，與同除郎官一人，同參右丞盧簡求。到宅，盧先屈前一人入，前人啟云：「某與新除屯田裴員外同祗候。」盧使驅使官傳語曰：「員外是何人下及第？偶有事，不得奉見。」裴蒼遽出門去。觀此事，尤為乖剌。鍇、簡求皆當世名流，而所見如此。語林載崔殷夢知舉，吏部尚書歸仁晦託弟仁澤，殷夢唯唯而已。無何，仁晦復詣託之，至於三四。殷夢斂色端笏，曰：「某見進表讓此官矣。」仁晦始悟己姓，殷夢諱也。按宰相世系表，其父名龜從，此又與高相類。且父名晉肅，子不得舉進士，父名皋，子不得於主司姓高下登科，父名龜從，子不列姓歸人於科籍，揆之禮律，果安在哉？後唐天成初，盧文紀為工部尚書，新除郎中于鄴公參，文紀以父名嗣業，與同音，竟不見。鄴憂畏太過，一夕雉經于室。文紀坐謫石州司馬。此又可怪也。 \\n 高鍇取士 \\n 高鍇為禮部侍郎，知貢舉，閱三歲，頗得才實。始，歲取四十人，才益少，詔減十人猶不能滿。此新唐書所載也。按登科記，開成元年，中書門下奏：「進士元額二十五人，請加至四十人。」奉敕依奏。是年及二年、三年，鍇在禮部，每舉所放，各四十人。至四年，始令每年放三十人為定，則唐書所云誤矣。摭言載鍇第一牓裴思謙以仇士良關節取狀頭，鍇庭譴之。思謙回顧厲聲曰：「明年打脊取狀頭。」第二年，鍇知舉，誡門下不得受書題。思謙自攜士良一緘入貢院，既而易紫衣趨至階下，白曰：「軍容有狀薦裴思謙秀才。」鍇接之，書中與求巍峨。鍇曰：「狀元已有人，此外可副軍容意旨。」思謙曰：「卑吏奉軍容處分：『裴秀才非狀元請侍郎不放。』」鍇俛首良久，曰：「然則略要見裴學士。」思謙曰：「卑吏便是也。」鍇不得已，遂從之。思謙及第後宿平康里，賦詩云：「銀釭斜背解明璫，小語低聲賀玉郎。從此不知蘭麝貴，夜來新惹桂枝香。」然則思謙亦疎俊不羈之士耳。鍇徇凶璫之意，以為舉首，史謂頗得才，實恐未盡然。先是，大和三年，鍇為考功員外郎，取士有不當，監察御史姚中立奏停考功別頭試，六年，侍郎賈餗又奏復之，事見選舉志。 \\n 兵部名存 \\n 唐因隋制，尚書置六曹。吏部、兵部分掌銓選，文屬吏部，武屬兵部。自三品以上官冊授，五品以上制授，六品以下敕授，皆委尚書省奏擬。兩部各列三銓。曰尚書銓，尚書主之。曰東銓，曰西銓，侍郎二人主之。吏居左，兵居右，是為前行。故兵部班級在戶、刑、禮之上。睿宗初政，以宋璟為吏部尚書，李乂、盧從愿為侍郎；姚元之為兵部尚書，陸象先、盧懷慎為侍郎。六人皆名臣，二選稱治。其後用人不能悉得賢，然兵部為甚。其變而為三班流外銓，不知自何時。元豐官制行，一切更改，凡選事，無論文武，悉以付吏部。蘇東坡當元祐中拜兵書，謝表云：「恭惟先帝復六卿之名，本欲後人識三代之舊，古今殊制，閒劇異宜，武選隸於天官，兵政總於樞輔，故司馬之職，獨省文書。」蓋紀其實也。今本曹所掌，惟諸州廂軍名籍，及每大禮，則書寫蕃官加恩告。雖有所轄司局，如金吾街仗司、騏驥車輅象院、法物庫、儀鸞司，不過每季郎官一往耳。名存實亡，一至於是！ \\n 武官名不正 \\n 文官郎、大夫，武官將軍、校尉，自秦、漢以來有之。至於階秩品著，則由晉、魏至唐始定。唐文散階二十九，自開府、特進之下，為大夫者十一，為郎者十六。武散階四十五，為將軍者十二，為校尉者十六。此外懷化、歸德大將軍，訖於司戈、執戟，皆以待蕃戎之君長臣僕。本朝因之。元豐正官制，廢文散階，而易舊省部寺監名，稱為郎、大夫，曰寄祿官。政和中，改選人七階亦為郎，欲以將軍、校尉易橫行以下諸使至三班借職，而西班用事者嫌其塗轍太殊，亦請改為郎、大夫，於是以卒伍廝圉玷汙此名，又以節度使至刺史專為武臣正任。且郎、大夫，漢以處名流，觀察使在唐為方伯，刺史在漢為監司，在唐為郡守，豈介冑恩倖所得處哉？此其名尤不正者也。 \\n 名將晚謬 \\n 自古威名之將，立蓋世之勛，而晚謬不克終者，多失於恃功矜能而輕敵也。關羽手殺袁紹二將顏良、文醜於萬衆之中。及攻曹仁於樊，于禁等七軍皆沒，羽威震華夏，曹操議徙許都以避其銳，其功名盛矣。而不悟呂蒙、陸遜之詐，竟墮孫權計中，父子成禽，以敗大事。西魏王思政鎮守玉壁，高歡連營四十里攻圍之，饑凍而退。及思政徙荊州，舉韋孝寬代己，歡舉山東之衆來攻，凡五十日，復以敗歸，皆思政功也。其後欲以長社為行臺治所，致書於崔猷，猷曰：「襄城控帶京洛，當今要地，如其動靜，易相應接。潁川鄰寇境，又無山川之固，莫若頓兵襄城，而遣良將守潁川，則表裏俱固，人心易安，縱有不虞，豈足為患。」宇文泰令依猷策，思政固請，且約，賊水攻期年、陸攻三年之內，朝廷不煩赴救。已而陷於高澄，身為俘虜。慕容紹宗挫敗侯景，一時將帥皆莫及，而攻圍潁川，不知進退，赴水而死。吳明徹當陳國衰削之餘，北伐高齊，將略人才，公卿以為舉首，師之所至，前無堅城，數月之間，盡復江北之地。然其後攻周彭城，為王軌所困，欲遏歸路。蕭摩訶請擊之，明徹不聽，曰：「搴旗陷陳，將軍事也，長算遠略，老夫事也。」一旬之間，水路遂斷。摩訶又請潛軍突圍，復不許，遂為周人所執，將士三萬皆沒焉。此四人之過，如出一轍。 \\n 唐帝稱太上皇 \\n 唐諸帝稱太上皇者，高祖、睿宗、明皇、順宗凡四君。順宗以病廢之故，不能臨政，高祖以秦王殺建成、元吉，明皇幸蜀，為太子所奪，唯睿宗上畏天戒，發於誠心，為史冊所表。然以事考之，睿宗以先天元年八月，傳位於皇太子，猶五日一受朝，三品以上除授，及大刑政皆自決之。故皇帝之子嗣直、嗣謙、嗣昇封王，皆以上皇誥而出命。又遣皇帝巡邊。二年七月甲子，太平公主誅，明日乙丑，即歸政。然則猶有不獲已也。若夫與堯、舜合其德，則我高宗皇帝、至尊壽皇聖帝為然。 \\n 楊倞注荀子 \\n 唐楊倞注荀子，乃元和十三年。然臣道篇所引：「書曰，從命而不拂，微諫而不倦，為上則明，為下則遜。」注以為伊訓篇，今元無此語。致士篇所引曰：「義刑義殺，勿庸以即，汝惟曰未有順事。」注以為康誥，而不言其有不同者。 \\n 昭宗相朱朴 \\n 唐昭宗出幸華州，方強藩悍鎮，遠近為梗，思得特起奇士任之，以成中興之業。水部郎中何迎，表薦國子博士朱朴才如謝安，朴所善方士許巖士得幸，出入禁中，亦言朴有經濟才。上連日召對，朴有口辯，上悅之，曰：「朕雖非太宗，得卿如魏徵矣。」上憤天下之亂，朴自言得為宰相，月餘可致太平。遂拜為相，制出，中外大驚。唐制詔有制詞，學士韓儀所撰，曰：「夢傅巖而得真相，則商道中興；獵渭濱而載獻臣，則周朝致理。朕自逢多難，渴竚英賢，暗禱鬼神，明祈日月。果得哲輔，契予勤求。朱朴學業優深，識用精敏，久徊翔而不振，彌貞吉以自多。朕知其才，遂召與語。理亂立分於言下，聞所未聞；兵農皆在於術中，得所未得。不覺前席，為之改容；須委化權，用昌衰運。自我拔奇，寧拘品秩；百度羣倫，俟爾康濟。」其美如此。儀者偓之兄，所謂「暗禱鬼神，明祈日月」之語，必當時所授旨意也。朴為相纔半年而罷。後貶郴州司戶參軍，制云：「不為自審之謀，苟竊相援之力，實因奸幸，潛致顯榮。亦謂術可弭兵，學能活國，冒半歲容身之贊，無一朝輔政之功。唯辱中台，頗興羣論。」嗚呼！昭宗當王室艱危之際，無知人之明，拔朴於庶僚中，位諸公袞，以今觀之，適足詒後人譏笑。新史贊謂：「捭豚臑而拒貙牙，趣亡而已。」悲夫！ \\n 楊國忠諸使 \\n 楊國忠為度支郎，領十五餘使。至宰相，凡領四十餘使。第署一字不能盡，胥吏因是恣為奸欺。新、舊唐史皆不詳載其職。按其拜相制前銜云：「御史大夫判度支，權知太府卿事，兼蜀郡長史，劍南節度支度、營田等副大使，本道兼山南西道采訪處置使，兩京太府、司農、出納、監倉、祠祭、米炭、宮市、長春九成宮等使，關內道及京畿采訪處置使，拜右相兼吏部尚書、集賢殿崇文館學士、修國史、太清太微宮使。」自餘所領，又有管當租庸、鑄錢等使。以是觀之，概可見矣。宮市之事，咸謂起於德宗貞元。不知天寶中已有此名，且用宰臣充使也。韓文公作順宗實錄，但云：「舊事，宮中有要市外物，令官吏主之，與人為市，隨給其直，貞元末以宦者為使。」亦不及天寶時已有之也。 \\n 祖宗朝宰輔 \\n 祖宗朝，宰輔名為禮絕百僚，雖樞密副使，亦在太師一品之上。然至其罷免歸班，則與庶位等。李崇矩自樞密使罷為鎮國軍節度使，旋改左衞大將軍，遂為廣南西道都巡檢使，未幾遣使賫詔徙海南四州都巡檢使，皆非降黜。在南累年，入判金吾街仗司而卒，猶贈太尉。趙安仁嘗參知政事，而判登聞鼓院。張鎔嘗知樞密院，而監諸司庫務。曾孝寬以簽書樞密，服闋，而判司農寺。張宏、李惟清皆自見任樞密副使徙御史中丞。其他以前執政而為三司使、中丞者數人。官制既行，猶多除六曹尚書。自崇寧以來，乃始不然。 \\n 百官避宰相 \\n 劉器之以待制為樞密都承旨，道遇執政出尚書省，相從歸府第，劉去席帽涼衫，斂馬遣人傳語，相揖而過。左相呂汲公歸，呼門下省法吏，問從官道逢宰相如何？吏檢條，但有尚書省官避令僕，兩省官各避其官長，而無兩制避宰相之法，汲公乃止，而心甚不樂。劉以此語人，以為有所據。然以事體揆之，侍從不避宰相，恐為不然，亦無所謂只避官長法，劉公蓋飾說耳。按天聖編敕，諸文武官與宰相相遇於路皆退避，見樞密使、副參知政事，避路同宰相，其文甚明，不應元祐時不行用也。 \\n 百官見宰相 \\n 天聖編敕載文武百官見宰相儀。文明殿學士至龍圖閣直學士，列班於都堂階上，堂吏贊云：「請，不拜，班首前致詞，訖，退，歸位，列拜。宰相答拜。」兩省官相次同學士之儀。上將軍、大將軍、將軍、御史臺官，及南班文武百僚，序班於中書門外，應節度使至刺史，並綴本班，中丞揖訖，入。宰相降階，南向立於位，乃稱班，文東武西，並北上，臺官南行，北向東上。贊云：「百僚拜，宰相答拜，訖，退。」內客省使至閤門使見宰相、樞密使，並階上列行拜，不答拜；見參知政事、樞密副使、宣徽使，客禮展拜；皇城使以下諸司使、橫行副使見宰相、樞密使，並階下連姓稱職展拜，不答拜；見參政副樞，並列行拜。若諸司副使、閤門祗候見參樞，亦不答拜。國朝上下等威，其嚴如此。已而浸廢。文潞公、富韓公至和中自外鎮拜相，詔百官班迎於門，言者乃謂隆之以虛禮。元豐定官制，王禹玉、蔡持正為僕射，上日，始用此禮。其後復不行。乾道初，魏仲昌以樞密吏寅緣得副承旨，每謁公府，與侍從同席升車而去。葉子昂為相，獨抑之，使與卿監旅進，送之于右序，不索馬。及王抃以國信所典儀吏為都承旨，且正任觀察使，禮遂均從官矣。 \\n 東坡自引所為文 \\n 東坡為文潞公作德威堂銘，云：「元祐之初，起公以平章軍國重事，期年，乃求去，詔曰：『昔西伯善養老，而太公自至。魯穆公無人子思之側，則長者去之。公自為謀則善矣，獨不為朝廷惜乎！』又曰：『唐太宗以干戈之事，尚能起李靖於既老，而穆宗、文宗以燕安之際，不能用裴度於未病。治亂之效，於斯可見。』公讀詔聳然，不敢言去。」按此二詔，蓋元祐二年三月潞公乞致仕不允批答，皆坡所行也。又繳還乞罷青苗狀云：「近日謫降呂惠卿告詞云，首建青苗，次行助役。」亦坡所作。張文定公墓志載嘗論次其文凡三百二十字，結之云：「世以軾為知言。」又述諫用兵云：「老臣且死，見先帝地下，有以藉口矣。」亦其所作也。幷引責呂惠卿詞亦然。乾道中，邁直翰苑，答陳敏步帥詔云：「亞夫持重，小棘門、霸上之將軍；不識將屯，冠長樂、未央之衞尉。」後為敏作神道碑，亦引之，正以公為法也。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十二(十二則)", "正文": "　 \\n 卷第十二(十二則) \\n 　 \\n  \\n 婦人英烈 \\n 婦人女子，婉孌閨房，以柔順靜專為德，其遇哀而悲，臨事而惑，蹈死而懼，蓋所當然爾。至於能以義斷恩，以智決策，斡旋大事，視死如歸，則幾於烈丈夫矣。齊湣王失國，王孫賈從王，失王之處。其母曰：「汝朝出而晚來，則吾倚門而望；汝暮出而不還，則吾倚閭而望。汝今事王，不知王處，汝尚何歸？」賈乃入市，呼市人攻殺淖齒，而齊亡臣相與求王子立之，卒以復國。馬超叛漢，殺刺史、太守。涼州參軍楊阜出見姜敍於歷城，與議討賊。敍母曰：「韋使君遇難，亦汝之負，但當速發，勿復顧我。」敍乃與趙昂合謀。超取昂子月為質，昂謂妻異曰：「當奈月何？」異曰：「雪君父之大恥，喪元不足為重，況一子哉！」超襲歷城，得敍母，母駡之曰：「汝背父殺君，天地豈久容汝，敢以面目視人乎？」超殺之，月亦死。晉卞壼拒蘇峻，戰死，二子隨父後，亦赴敵而亡。其母拊尸哭曰：「父為忠臣，子為孝子，夫何恨乎！」秦苻堅將伐晉，所幸張夫人引禹、稷、湯、武事以諫曰：「朝野之人，皆言晉不可伐，陛下獨決意行之？」堅不聽，曰：「軍旅之事，非婦人所當預也。」劉裕起兵討逆，同謀孟昶謂妻周氏曰：「我決當作賊，幸早離絕。」周氏曰：「君父母在堂，欲建非常之謀，豈婦人所能諫。事之不成，當於奚官中奉養大家，義無歸志也。」昶起，周氏追昶坐，曰：「觀君舉措，非謀及婦人者，不過欲得財物耳。」指懷中兒示之曰：「此兒可賣，亦當不惜！」遂傾貲以給之。何無忌夜草檄文，其母，劉牢之姊也，登橙密窺之，泣曰：「汝能如此，吾復何恨！」問所與同謀者，曰：「劉裕。」母尤喜，因為言舉事必有成之理以勸之。竇建德救王世充，唐拒之於虎牢。建德妻曹氏勸使乘唐國之虛，西抄關中，唐必還師自救。建德曰：「此非女子所知。」李克用困於上源驛，左右先脫歸者，以汴人為變告其妻劉氏，劉神色不動，立斬之，陰召大將約束，謀保軍以還。克用歸，欲勒兵攻汴，劉氏曰：「公當訴之於朝廷，若擅舉兵相攻，天下孰能辨其曲直？」克用乃止。黃巢死，時溥獻其姬妾。僖宗宣問曰：「汝曹皆勳貴子女，何為從賊？」其居首者對曰：「狂賊凶逆，國家以百萬之衆，失守宗祧。今陛下以不能拒賊，責一女子，置公卿將帥於何地乎？」上不復問，戮之於市。餘人皆悲怖昏醉，獨不飲不泣，至於就刑，神色肅然。唐莊宗臨斬劉守光，守光悲泣哀祈不已，其二妻李氏、祝氏譙之曰：「事已如此，生復何益？妾請先死。」即伸頸就戮。劉仁贍守壽春，幼子崇諫夜泛舟渡淮北，仁贍命斬之。監軍使求救於夫人，夫人曰：「妾於崇諫，非不愛也，然軍法不可私，若貸之，則劉氏為不忠之門矣。」趣命斬之，然後成喪。王師圍金陵，李後主以劉澄為潤州節度使，澄開門降越。後主誅其家，澄女許嫁未適，欲活之。女曰：「叛逆之餘，義不求生。」遂就死。此十餘人者，義風英氣，尚凜凜有生意也。雖載於史策，聊表出之。至於唐高祖起兵太原，女平陽公主在長安，其夫柴紹曰：「尊公將以兵清京師，我欲往，恐不能偕，奈何？」主曰：「公往矣！我自為計。」即奔鄠，發家貲招南山亡命，諭降羣盜，申法誓衆，勒兵七萬，威振關中，與秦王會渭北，分定京師。此其偉烈，又非他人比也。 \\n 無用之用 \\n 莊子云：「人皆知有用之用，而莫知無用之用。」又云：「知無用，而始可與言用矣。夫地非不廣且大也，人之所用，容足耳。然則廁足而墊之致黃泉，所謂無用之為用也亦明矣。」此義本起於老子「三十輻共一轂，當其無，有車之用」一章。學記：「鼓無當於五聲，五聲弗得不備；水無當於五色，五色弗得不章。」其理一也。今夫飛者以翼為用，縶其足，則不能飛。走者以足為用，縛其手，則不能走。舉場較藝，所務者才也，而拙鈍者亦為之用。戰陳角勝，所先者勇也，而老怯者亦為之用。則有用、無用，若之何而可分別哉？故為國者，其勿以無用待天下之士，則善矣！ \\n 龍筋鳳髓判 \\n 唐史稱張鷟早慧絕倫，以文章瑞朝廷，屬文下筆輒成，八應制舉，皆甲科。今其書傳於世者，朝野僉載、龍筋鳳髓判也。僉載紀事，皆瑣尾擿裂，且多媟語。百判純是當時文格，全類俳體，但知堆垜故事，而於蔽罪議法處不能深切，殆是無一篇可讀，一聯可味。如白樂天甲乙判則讀之愈多，使人不厭。聊載數端於此：「甲去妻，後妻犯罪，請用子蔭贖罪，甲不許。判云：『不安爾室，盡孝猶慰母心；薄送我畿，贖罪寧辭子蔭？縱下山之有恕，曷陟屺之無情？』」「辛夫遇盜而死，求殺盜者，而為之妻。或責其失節，不伏。判云：『夫不報，未足為非；婦道有虧，誠宜自恥。詩著靡他之誓，百代可知；禮垂不嫁之文，一言以蔽。』」「丙居喪，年老毀瘠，或非其過禮，曰：『哀情所鍾。』判云：『況血氣之既衰，老夫耄矣；縱哀情之罔極，吾子忍之。』」「丙妻有喪，丙於妻側奏樂，妻責之，不伏。判云：『儼衰麻之在躬，是吾憂也；調絲竹以盈耳，於汝安乎？』」「甲夜行，所由執之，辭云：『有公事，欲早趨朝，所由以犯禁不聽。』判云：『非巫馬為政，焉用出以戴星？同宣子俟朝，胡不退而假寐？』」「乙貴達，有故人至，坐之堂下，進以僕妾之食，曰：『故辱而激之。』判云：『安實敗名，重耳竟慚於舅犯；感而成事，張儀終謝於蘇秦。』」「丙娶妻，無子，父母將出之，辭曰：『歸無所從。』判云：『雖配無生育，誠合比於斷絃；而歸靡適從，度可同於束縕。』」「乙為三品，見本州刺史不拜，或非之，稱：『品同』。判云：『或商、周不敵，敢不盡禮事君；今晉、鄭同儕，安得降階卑我？』」若此之類，不背人情，合於法意，援經引史，比喻甚明，非「青錢學士」所能及也。元微之有百餘判，亦不能工。余襄公集中，亦有判兩卷，粲然可觀。張鷟，字文成，史云：「調露中，登進士第，考功員外郎騫味道見所對，稱天下無雙。」按登科記，乃上元二年，去調露尚六歲。是年，進士四十五人，鷟名在二十九，既以為無雙，而不列高第？神龍元年，中才膺管樂科，於九人中為第五。景雲二年，中賢良方正科，於二十人中為第三。所謂制舉八中甲科者，亦不然也。 \\n 唐制舉科目 \\n 唐世制舉，科目猥多，徒異其名爾，其實與諸科等也。張九齡以道侔伊、呂策高第，以登科記及會要考之，蓋先天元年九月，明皇初即位，宣勞使所舉諸科九人，經邦治國、材可經國、才堪刺史、賢良方正與此科各一人，藻思清華、興化變俗科各二人。其道侔伊、呂策問殊平平，但云：「興化致理，必俟得人；求賢審官，莫先任舉。欲遠循漢、魏之規，復存州郡之選，慮牧守之明，不能必鑒。」次及「越騎佽飛，皆出畿甸，欲均井田於要服，遵丘賦於革車」，幷安人重穀，編戶農桑之事，殊不及為天下國家之要道。則其所以待伊、呂者亦狹矣。九齡於神龍二年中材堪經邦科，本傳不書，計亦此類耳。 \\n 淵有九名 \\n 莊子載壺子見季咸事云：「鯢旋之潘為淵，止水之潘為淵，流水之潘為淵，淵有九名，此處三焉。」其詳見於列子黃帝篇，盡載其目，曰：「鯢旋之潘為淵，止水之潘為淵，流水之潘為淵，濫水之潘為淵，沃水之潘為淵，氿水之潘為淵，雍水之潘為淵，汧水之潘為淵，肥水之潘為淵，是為九淵。」按爾雅云「濫水正出」，即檻泉也。「沃泉下出，氿泉穴出，灉者反入，汧者出不流。」又「水決之澤為汧，肥者出同而歸異。」皆禹所名也。爾雅之書，非周公所作，蓋是訓釋三百詩篇所用字，不知列子之時，已有此書否？細碎蟲魚之文，列子決不肯留意，得非偶相同邪？淮南子有九璇之淵，許叔重云：「至深也。」賈誼弔屈賦：「襲九淵之神龍。」顏師古曰：「九淵，九旋之川，言至深也。」與此不同。 \\n 東坡論莊子 \\n 東坡先生作莊子祠堂記，辯其不詆訾孔子。「嘗疑盜跖、漁父則真若詆孔子者，至於讓王、說劍，皆淺陋不入於道。反復觀之，得其寓言之終曰：『陽子居西遊於秦，遇老子。其往也，舍者將迎其家，公執席，妻執巾櫛，舍者避席，煬者避竈。其反也，與之爭席矣。』去其讓王、說劍、漁父、盜跖四篇，以合於列禦寇之篇，曰：『列禦寇之齊，中道而反，曰，吾驚焉，吾食於十漿，而五漿先饋。』然後悟而笑曰：是固一章也。莊子之言未終，而昧者剿之，以入其言爾。」東坡之識見至矣、盡矣。故其祭徐君猷文云：「爭席滿前，無復十漿而五饋。」用為一事。今之莊周書寓言第二十七，繼之以讓王、盜跖、說劍、漁父，乃至列禦寇為第三十二篇，讀之者可以渙然冰釋也。予按列子書第二篇內首載禦寇饋漿事數百言，即綴以楊朱爭席一節，正與東坡之旨異世同符，而坡公記不及此，豈非作文時偶忘之乎！陸德明釋文：「郭子玄云，一曲之才，妄竄奇說，若閼弈、意修之首，危言、游鳧、子胥之篇，凡諸巧雜，十分有三。漢藝文志莊子五十二篇，即司馬彪、孟氏所注是也，言多詭誕，或似山海經，或類占夢書，故注者以意去取，其內篇衆家並同。」予參以此說，坡公所謂昧者，其然乎？閼弈、游鳧諸篇，今無復存矣。 \\n 列子書事 \\n 列子書事，簡勁宏妙，多出莊子之右，其言惠盎見宋康王，王曰：「寡人之所說者，勇有力也，客將何以教寡人？」盎曰：「臣有道於此，使人雖勇，刺之不入，雖有力，擊之弗中。」王曰：「善，此寡人之所欲聞也。」盎曰：「夫刺之不入，擊之不中，此猶辱也。臣有道於此，使人雖有勇弗敢刺，雖有力弗敢擊。夫弗敢，非無其志也。臣有道於此，使人本無其志也。夫無其志也，未有愛利之心也。臣有道於此，使天下丈夫女子莫不歡然皆欲愛利之，此其賢於勇有力也，四累之上也。」觀此一段語，宛轉四反，非數百言曲而暢之不能了，而潔淨粹白如此，後人筆力，渠復可到耶！三不欺之義，正與此合。不入不中者，不能欺也；弗敢刺擊者，不敢欺也；無其志者，不忍欺也。魏文帝論三者優劣，斯言足以蔽之。 \\n 天生對偶 \\n 舊說以紅生白熟、脚色手紋、寬焦薄脆之屬，為天生偶對。觸類而索之，得相傳名句數端，亦有經前人紀載者，聊疏於此，以廣多聞。如「三川太守，四目老翁」，「相公公相子，人主主人翁」，「泥肥禾尚瘦，晷短夜差長」，「斷送一生惟有，破除萬事無過」，「北斗七星三四點，南山萬壽十千年」，「迅雷風烈風雷雨，絕地天通天地人」，「筵上枇杷，本是無聲之樂；草間蚱蜢，還同不繫之舟」，皆絕工者。又有用書語兩句而證以俗諺者，如「堯之子不肖，舜之子亦不肖」，諺曰「外甥多似舅」，「吾力足以舉百鈞，而不足以舉一羽」，諺曰「便重不便輕」之類是也。 \\n 銅雀灌硯 \\n 相州，古鄴都，魏太祖銅雀臺在其處，今遺址髣髴尚存。瓦絕大，艾城王文叔得其一，以為硯，餉黃魯直，東坡所為作銘者也。其後復歸王氏。硯之長幾三尺，闊半之。先公自燕還，亦得二硯，大者長尺半寸，闊八寸，中為瓢形，背有隱起六隸字，甚清勁，曰「建安十五年造」。魏祖以建安九年領冀州牧，治鄴，始作此臺云。小者規範全不逮，而其腹亦有六篆字，曰「大魏興和年造」，中皆作小簇花團。興和乃東魏孝靜帝紀年，是時，正都鄴，與建安相距三百年，其至于今，亦六百餘年矣。二者皆藏侄孫僩處。予為銘建安者曰：「鄴瓦所范，嘻其是邪？幾九百年，來隨漢槎。淬爾筆鋒，肆其滂葩。僩實寶此，以昌我家。」銘興和者曰：「魏元之東，狗脚于鄴。吁其瓦存，亦禪千劫。上林得雁，獲貯歸笈。玩而銘之，衰淚棲睫。」贛州雩都縣，故有灌嬰廟，今不復存。相傳左地嘗為池，耕人往往於其中耕出古瓦，可窾為硯。予向來守郡日所得者，刓缺兩角，猶重十斤，瀋墨如發硎，其光沛然，色正黃，考德儀年，又非銅雀比，亦嘗刻銘于上曰：「范土作瓦，既埴既已。何斷制於火，而卒以囿水？廟于漢侯，今千幾年？何址蹶祀歇，而此獨也存？縣贛之雩，曰若灌池。研為我得，而銘以章之。」蓋紀實也。 \\n 崔斯立 \\n 崔立之，字斯立，在唐不登顯仕，他亦無傳，而韓文公推奬之備至。其藍田丞壁記云：「種學績文，以蓄其有，泓涵演迤，日大以肆。」其贈崔評事詩云：「崔侯文章苦捷敏，高浪駕天輸不盡。頃從關外來上都，隨身卷軸車連軫。朝為百賦猶鬱怒，暮作千詩轉遒緊。才豪氣猛易語言，往往蛟螭雜螻蚓。」其寄崔二十六詩云：「西城員外丞，心迹兩崛奇。往歲戰詞賦，不將勢力隨。傲兀坐試席，深叢見孤羆。文如翻水成，初不用意為。四坐各低面，不敢捩眼窺。佳句喧衆口，考官敢瑕疵？連年收科第，若摘頷底髭。」其美之如是。但記云「貞元初，挾其能，戰藝於京師，再進再屈于人」，而詩以為「連年收科第」，何其自為異也？予按杭本韓文，作「再屈千人」，蜀本作「再進屈千人」，文苑亦然。蓋他本誤以千字為于也。又登科記「立之以貞元三年第進士，七年，中宏詞科」，正與詩合。觀韓公所言，崔作詩之多可知矣，而無一篇傳于今，豈非螻蚓之雜，惟敏速而不能工邪？ \\n 漢書注冗 \\n 顏師古注漢書，評較諸家之是非，最為精盡，然有失之贅冗及不煩音釋者。其始遇字之假借，從而釋之。既云「他皆類此」，則自是以降，固不煩申言。然於「循行」字下，必云「行音下更反」；於「給復」字下，必云「復音方目反」。至如說讀曰悅，繇讀曰徭，鄉讀曰嚮，解讀曰懈，與讀曰豫，又讀曰歟，雍讀曰壅，道讀曰導，畜讀曰蓄，視讀曰示，艾讀曰乂，竟讀曰境，飭與（來力）同，繇與由同，敺與驅同，晻與暗同，婁古屢字，墬古地字，饟古餉字，古奔字之類，各以百數。解三代曰夏、商、周，中都官曰京師諸官府，失職者失其常業，其重複亦然。貸曰假也，休曰美也，烈曰業也，稱曰副也，靡曰無也，滋曰益也，蕃曰多也，圖曰謀也，耗曰減也，卒曰終也，悉曰盡也，給曰足也，寖曰漸也，則曰法也，風曰化也，永曰長也，省曰視也，仍曰頻也，疾曰速也，比曰頻也，諸字義不深祕，既為之辭，而又數出，至同在一板內再見者，此類繁多，不可勝載。其豁、仇、恢、坐、邾、陝、治、脫、攘、蓺、垣、綰、顓、擅、酣、侔、重、禺、俞、選等字，亦用切脚，皆為可省。志中所注，尤為煩蕪。項羽一傳，伯讀曰霸，至於四言之。若相國何，相國參，太尉勃，太尉亞夫，丞相平，丞相吉，亦注為蕭何、曹參，桓、文、顏、閔必注為齊桓、晉文、顏淵、閔子騫之類，讀是書者，要非童蒙小兒，夫豈不曉，何煩於屢注哉？ \\n 古跡不可考 \\n 郡縣山川之古跡，朝代變更，陵谷推遷，蓋已不可復識。如堯山、歷山，所在多有之，皆指為堯、舜時事，編之圖經。會稽禹墓，尚云居高丘之顛，至於禹穴，則強名一罅，不能容指，不知司馬子長若之何可探也？舜都蒲坂，實今之河中所謂舜城者，宜歷世奉之唯謹。按張芸叟河中五廢記云：「蒲之西門所由而出者，兩門之間，即舜城也，廟居其中，唐張宏靖守蒲，嘗修飾之。至熙寧之初，垣墉尚固。曾不五年，而為埏陶者盡矣。舜城自是遂廢。又河之中泠一洲島，名曰中潬，所以限橋。不知其所起，或云汾陽王所為。以鐵為基，上有河伯祠，水環四周，喬木蔚然。嘉祐八年秋，大水馮襄，了無遺跡。中潬自此遂廢。」顯顯者若此，他可知矣。東坡在鳳翔，作淩虛臺記云：「嘗試登臺而望其東，則秦穆之祈年、橐泉，其南則漢武之長楊、五柞，其北則隋之仁壽、唐之九成也。記其一時之盛，宏傑詭麗，堅固而不可動。然數世之後，欲求其髣髴，而破瓦頹垣，無復存者。」謂物之廢興成毀，皆不可得而知，則區區泥於陳迹，而必欲求其是，蓋無此理也。漢書地理志，扶風雍縣有橐泉宮，秦孝公起。祈年宮，惠公起。不以為穆公。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十三(十四則)", "正文": "　 \\n 卷第十三(十四則) \\n 　 \\n  \\n 科舉恩數 \\n 國朝科舉取士，自太平興國以來，恩典始重。然各出一時制旨，未嘗輒同，士子隨所得而受之，初不以官之大小有所祈訴也。太平之二年，進士一百九人，呂蒙正以下四人得將作丞，餘皆大理評事，充諸州通判。三年，七十四人，胡旦以下四人將作丞，餘並為評事，充通判及監當。五年，一百二十一人，蘇易簡以下二十三人皆將作丞通判。八年，二百三十九人，自王世則以下十八人，以評事知縣，餘授判司簿尉。未幾，世則等移通判，簿尉改知令錄。明年，並遷守評事。雍熙二年，二百五十八人，自梁顥以下二十一人，纔得節察推官。端拱元年，二十八人，自程宿以下，但權知諸縣簿尉。二年，一百八十六人，陳堯叟、曾會至得光祿丞直史館，而第三人姚揆，但防禦推官。淳化三年，三百五十三人，孫何以下，二人將作丞，二人評事，第五人以下，皆吏部注擬。咸平元年，孫僅但得防推。二年，孫暨以下，但免選注官。蓋此兩榜，真宗在諒闇，禮部所放，故殺其禮。及三年，陳堯咨登第，然後六人將作丞，四十二人評事；第二甲一百三十四人，節度推官、軍事判官；第三甲八十人，防團軍事推官。 \\n 下第再試 \\n 太宗雍熙二年，已放進士百七十九人，或云：「下第中甚有可取者。」乃令復試，又得洪湛等七十六人，而以湛文采遒麗，特升正榜第三。端拱元年，禮部所放程宿等二十八人，進士葉齊打鼓論榜，遂再試，復放三十一人，而諸科因此得官者至於七百。一時待士可謂至矣。然太平興國末，孟州進士張兩光，以試不合格，縱酒大駡於街衢中，言涉指斥，上怒斬之，同保九輩永不得赴舉。恩威並行，至於如此。(「張兩」，館本作「張雨」。) \\n 試賦用韻 \\n 唐以賦取士，而韻數多寡，平側次敍，元無定格。故有三韻者，花萼樓賦以題為韻是也。有四韻者，蓂莢賦以「呈瑞聖朝」，舞馬賦以「奏之天廷」，丹甑賦以「國有豐年」，泰階六符賦以「元亨利貞」為韻是也。有五韻者，金莖賦以「日華川上動」為韻是也。有六韻者，止水、魍魎、人鏡、三統指歸、信及豚魚、洪鐘待撞、君子聽音、東郊朝日、蜡日祈天、宗樂德、訓冑子諸篇是也。有七韻者，日再中、射己之鵠、觀紫極舞、五聲聽政諸篇是也。八韻有二平六側者，六瑞賦以「儉故能廣，被褐懷玉」，日五色賦以「日麗九華，聖符土德」，徑寸珠賦以「澤浸四荒，非寶遠物」為韻是也。有三平五側者，宣耀門觀試舉人以「君聖臣肅，謹擇多士」，懸法象魏以「正月之吉，懸法象魏」，玄酒以「薦天明德，有古遺味」，五色土以「王子畢封，依以建社」，通天臺以「洪臺獨出，浮景在下」，幽蘭以「遠芳襲人，悠久不絕」，日月合璧以「兩曜相合，候之不差」，金柅以「直而能一，斯可制動」為韻是也。有五平三側者，金用礪以「商高宗命傅說之官」為韻是也。有六平二側者，旗賦以「風日雲舒，軍容清肅」為韻是也。自大和以後，始以八韻為常。唐莊宗時嘗覆試進士，翰林學士承旨盧質，以后從諫則聖為賦題，以「堯、舜、禹、湯傾心求過」為韻。舊例，賦韻四平四側，質所出韻乃五平三側，大為識者所誚，豈非是時已有定格乎？國朝太平興國三年九月，始詔自今廣文館及諸州府、禮部試進士律賦，並以平側次用韻，其後又有不依次者，至今循之。 \\n 貞元制科 \\n 唐德宗貞元十年，賢良方正科十六人，裴垍為舉首，王播次之，隔一名而裴度、崔羣、皇甫鎛繼之。六名之中，連得五相，可謂盛矣！而邪正敻不侔。度、羣同為元和宰相，而鎛以聚斂賄賂亦居之，度、羣極陳其不可，度恥其同列，表求自退，兩人竟為鎛所毀而去。且三相同時登科，不可謂無事分，而玉石雜糅，薰蕕同器，若默默充位，則是固寵患失，以私妨公，裴、崔之賢，誼難以處也。本朝韓康公、王岐公、王荊公亦同年聯名，熙寧間，康公、荊公為相，岐公參政，故有「一時同榜用三人」之語，頗類此云。 \\n 貽子錄 \\n 先公自燕歸，得龍圖閣書一策，曰貽子錄，有「御書」兩印存，不言撰人姓名，而序云：「愚叟受知南平王，政寬事簡。」意必高從誨擅荊渚時，賓僚如孫光憲輩者所編，皆訓儆童蒙。其修進一章云，咸通年中，盧子期著初舉子一卷，細大無遺。就試三場，避國諱、宰相諱、主文諱。士人家小子弟，忌用熨斗時把帛，慮有拽白之嫌。燭下寫試無誤筆，即題其後云「並無揩改塗乙注」，如有，即言字數，其下小書名。同年小錄是雙隻先輩各一人分寫。宴上長少分雙隻相向而坐，元以東為上，儭以西為首，給、舍、員外、遺、補，多來突宴，東先輩不遷，而西先輩避位。及吏部給春關牒，便稱前鄉貢進士，大略有與今制同者，獨避宰相、主文諱，不復講雙隻，先輩之名，他無所見。其林園一章謂茄為酪酥，亦甚新。 \\n 金花帖子 \\n 唐進士登科，有金花帖子，相傳已久，而世不多見。予家藏咸平元年孫僅榜盛京所得小錄，猶用唐制，以素綾為軸，貼以金花，先列主司四人銜，曰：翰林學士給事中楊，兵部郎中知制誥李，右司諫直史館梁，祕書丞直史館朱，皆押字。次書四人甲子，年若干，某月某日生，祖諱某，父諱某，私忌某日。然後書狀元孫僅，其所紀與今正同。別用高四寸綾，闊二寸，書「盛京」二字，四主司花書于下，黏於卷首，其規範如此，不知以何年而廢也。但此榜五十人，自第一至十四人，惟第九名劉燁為河南人，餘皆貫開封府，其下又二十五人亦然。不應都人士中選若是之多，疑亦外方人寄名託籍，以為進取之便耳。四主司乃楊礪、李若拙、梁顥、朱台符，皆只為同知舉。 \\n 物之小大 \\n 列禦寇、莊周大言小言，皆出於物理之外。列子所載：「夏革曰：渤海之東，幾億萬里，有大壑焉，實惟無底之谷。中有五山，高下周旋三萬里，山之中間相去七萬里，而五山之根無所連著。帝使巨鼇十五舉首而戴之，叠為三番，六萬歲一交焉。而龍伯之國有大人，舉足不盈數千而暨山所，一釣而連六鼇，合負而趣歸其國。於是岱輿、員嶠二山，沈於大海。」張湛注云：「以高下周圍三萬里山，而一鼇頭之所戴，而六鼇復為一釣之所引，龍伯之人能幷而負之。計此人之形當百餘萬里，鯤鵬方之，猶蚊蚋蚤虱耳。太虛之所受，亦奚所不容哉！」莊子逍遙遊，首著鯤鵬事云：「北溟有魚，其名為鯤，鯤之大不知其幾千里也。化而為鳥，其名為鵬，鵬之徙於南溟，水擊三千里，摶扶搖而上者九萬里。」二子之語大若此。至於小言，則莊子謂：「有國於蝸之左角，曰觸氏，右角曰蠻氏，相與爭地而戰，伏屍數萬，逐北旬有五日而後反。」列子曰：「江浦之間生麼蟲，其名曰焦螟。羣飛而集於蚊睫，弗相觸也，棲宿去來，蚊弗覺也。黃帝與容成子同齋三月，徐以神視，塊然見之，若嵩山之阿，徐以氣聽，砰然聞之，若雷霆之聲。」二子之語小如此。釋氏維摩詰長者居丈室而容九百萬菩薩幷師子座，一芥子之細而能納須彌。皆一理也。張湛不悟其寓言，而竊竊然以太虛無所不容為說，亦隘矣！若吾儒中庸之書，但云：「天地之大也，人猶有所憾，故君子語大，天下莫能載焉；語小，天下莫能破焉。」則明白洞達，歸於至當，非二氏之學一偏所及也。 \\n 郭令公 \\n 唐人功名富貴之盛，未有出郭汾陽之右者。然至其女孫為憲宗正妃，歷五朝，母天下，終以不得志於宣宗而死，自是支冑不復振。及本朝慶曆四年，訪求厥後，僅得裔孫元亨於布衣中，以為永興軍助教。歐陽公知制誥，行其詞曰：「繼絕世，褒有功，非惟推恩以及遠，所以勸天下之為人臣者焉。況爾先王，名載舊史，勳德之厚，宜其流澤於無窮，而其後裔不可以廢。往服新命，以榮厥家！」且以二十四考中書令之門，而需一助教以為榮，吁，亦淺矣！乃知世祿不朽，如春秋諸國，至數百年者，後代不易得也。 \\n 紀年兆祥 \\n 自漢武建元以來，千餘年間，改元數百，其附會離合為之辭者，不可勝書，固亦有曉然而易見者。如晉元帝永昌，郭璞以為有二日之象，果至冬而亡。桓靈寶大亨，識者以為一人二月了，果以仲春敗。蕭棟、武陵王紀，同歲竊位，皆為天正，以為二人一年而止，其後皆然。齊文宣天保，為一大人只十，果十年而終。然梁明帝蕭巋亦用此，而盡二十三年。或又云，巋蕞爾一邦，故非禨祥所係。齊後主隆化，為降死；安德王延宗德昌，為得二日。周武帝宣政，為宇文亡日；宣帝大象，為天子冢。蕭琮、晉出帝廣運，為軍走。隋煬帝大業，為大苦末。唐僖宗廣明，為唐去丑口而著黃家日月，以兆巢賊之禍。欽宗靖康，為立十二月康，果在位滿歲，而高宗由康邸建中興之業。熙寧之末將改元，近臣撰三名以進，曰「平成」，曰「美成」，曰「豐亨」，神宗曰：「成字負戈，美成者，犬羊負戈。亨字為子不成，不若去亨而加元。」遂為元豐。若隆興則取建隆、紹興各一字，與唐貞元取貞觀、開元之義同。已而嫌與顏亮貞隆相近，故二年即改乾道。及甲午改純熙，既已布告天下，予時守贛，賀表云：「天永命而開中興，方茂卜年之統；時純熙而用大介，載新紀號之文。」迨詔至，乃為淳熙，蓋以出處有「告成大武」之語，故不欲用。 \\n 民俗火葬 \\n 自釋氏火化之說起，於是死而焚屍者，所在皆然。固有炎暑之際，畏其穢泄，斂不終日，肉尚未寒而就爇者矣。魯夏父弗忌獻逆祀之議，展禽曰：「必有殃，雖壽而沒，不為無殃。」既其葬也，焚烟徹于上，謂已葬而火焚其棺椁也。吳伐楚，其師居麋，楚司馬子期將焚之，令尹子西曰：「父兄親暴骨焉，不能收，又焚之，不可。」謂前年楚人與吳戰，多死麋中，不可幷焚也。衞人掘褚師定子之墓，焚之于平莊之上。燕騎劫圍齊即墨，掘人冢墓，燒死人，齊人望見涕泣，怒自十倍。王莽作焚如之刑，燒陳良等。則是古人以焚屍為大僇也。列子曰：「楚之南有炎人之國，其親戚死，（歺丂）其肉而棄之，然後埋其骨；秦之西有儀渠之國，其親戚死，聚柴積而焚之，燻則烟上，謂之登遐，然後成為孝子。此上以為政，下以為俗，而未足為異也。」蓋是時其風未行於中國，故列子以儀渠為異，至與（歺丂）肉者同言之。（歺丂）音寡。 \\n 太史日官 \\n 周禮春官之屬曰：「太史掌建邦之六典，以逆邦國之治。正歲年以序事，頒之于官府及都鄙，頒告朔于邦國。」「小史掌邦國之志，奠繫世，辨昭穆。」鄭氏注云：「太史，日官也。」引左傳「天子有日官，諸侯有日御」為說。志，謂記也。史官主書，國語所謂鄭書及帝繫、世本之屬是也，小史主定之。然則周之史官、日官，同一職耳。故司馬談為漢太史令，而子長以為「文史星曆近乎卜祝之間，固主上所戲弄，倡優畜之，流俗之所輕也」。今太史局正星曆卜祝輩所聚，其長曰太史局令，而隸祕書省，有太史案主之，蓋其源流有自來矣。 \\n 汲冢周書 \\n 汲冢周書今七十篇，殊與尚書體不相類，所載事物亦多過實。其克商解云「武王先入，適紂所在，射之三發，而後下車，擊之以輕呂，(劍名。)斬之以黃鉞，縣諸大白。商二女既縊，又射之三發，擊之以輕呂，斬之以玄鉞，縣諸小白。」越六日，朝至于周，以三首先馘，入燎于周廟，又用紂于南郊。夫武王之伐紂，應天順人，不過殺之而已。紂既死，何至梟戮俘馘，且用之以祭乎？其不然者也。又言武王狩事，尤為淫侈，至於擒虎二十有二，貓二，麋五千二百三十五，犀十有三，氂七百二十有一，熊百五十一，羆百十八，豕三百五十有二，狢十有八，麂十有六，麝五十，鹿三千五百有二。遂征四方，凡憝國九十有九國，馘磨億有十萬七千七百七十有九，其多如是，雖注家亦云武王以不殺為仁，無緣所馘如此，蓋大言也。王會篇皆大會諸侯及四夷事，云：「唐叔、荀叔、周公在左，太公在右。堂下之右，唐公、虞公南面立焉，堂下之左，商公、夏公立焉。」四公者，堯、舜、禹、湯後，商、夏即杞、宋也。又言：俘商寶玉億有百萬。所紀四夷國名，頗古奧，獸畜亦奇崛，以肅真為稷真，獩人為穢人，樂浪之夷為良夷，姑蔑為姑妹，東甌為且甌，渠搜為渠叟，高句麗為高夷。所敍：「穢人前兒，若彌猴，立行，聲似小兒。良夷在子，(獸名。)弊身人首，脂其腹，炙之藿則鳴。揚州禺禺魚、人鹿。青丘狐九尾。東南夷白民乘黃，乘黃者似騏，背有兩角。東越海（上合下虫虫）、海陽、盈車、大蟹。西南戎曰央林，以酋耳，酋耳者，身若虎豹。渠叟以（鼠勺）犬，（鼠勺）犬者，露犬也，能飛食虎豹。區陽戎以（上敝下黽）封，（上敝下黽）封者，若彘，前後有首。蜀人以文翰，文翰者，若皋。康民以稃苡，其實如李，食之宜子。北狄州靡（上弗下禺）（上弗下禺），其形人身枝踵，自笑，笑則上唇翕其目，食人。都郭(亦北狄。)生生，若黃狗，人面能言。奇幹(亦北狄。)善芳，頭若雄鷄，佩之令人不眯。正東高夷嗛羊，嗛羊者，羊而四角。西方之戎曰獨鹿，邛邛距虛。犬戎文馬，而赤（上髟下曷）縞身，目若黃金，名古皇之乘。白州北閭，北閭者，其華若羽，以其木為車，終行不敗。」篇末引伊尹朝獻商書云：「湯問伊尹，使為四方獻令。伊尹請令，正東以魚皮之鞞、鰂醬、蛟瞂、利劍；正南以珠璣、玳瑁、象齒、文犀；正西以丹青、白旄、江歷、(珠名。)龍角；正北以橐駝、騊駼、駃騠、良弓為獻。湯曰：善。」凡此皆無所質信，姑錄之以貽博雅者。唐太宗時，遠方諸國來朝貢者甚衆，服裝詭異，顏師古請圖以示後，作王會圖，蓋取諸此。漢書所引：「天予不取，反受其咎，毋為權首，將受其咎。」以為逸周書，此亦無之，然則非全書也。 \\n 曹子建論文 \\n 曹子建與楊德祖書云：「世人著述，不能無病，僕常好人譏彈其文，有不善，應時改定。昔丁敬禮常作小文，使僕潤飾之，僕自以才不過若人，辭不為也。敬禮謂僕：『卿何所疑難，文之佳麗，吾自得之，後世誰相知定吾文者邪？』吾常嘆此達言，以為美談。」子建之論善矣。任昉為王儉主簿，儉出自作文，令昉點正，昉因定數字，儉嘆曰：「後世誰知子定吾文？」正用此語。今世俗相承，所作文或為人詆訶，雖未形之於辭色，及退而怫然者，皆是也。歐陽公作尹師魯銘文，不深辯其獲罪之寃，但稱其為文章簡而有法。或以為不盡，公怒，至詒書他人，深數責之曰：「簡而有法，惟春秋可當之，修於師魯之文不薄矣。又述其學曰『通知古今』，此語若必求其可當者，惟孔、孟也。而世之無識者乃云云。此文所以慰吾亡友爾，豈恤小子輩哉！」王荊公為錢公輔銘母夫人蔣氏墓，不稱公輔甲科，但云：「子官於朝，豐顯矣，里巷之士以為太君榮。」後云：「孫七人皆幼。」不書其名。公輔意不滿，以書言之，公復書曰：「比蒙以銘文見屬，輒為之而不辭。不圖乃猶未副所欲，欲有所增損。鄙文自有意義，不可改也。宜以見還，而求能如足下意者為之。如得甲科為通判，何足以為太夫人之榮？一甲科通判，苟粗知為辭賦，雖市井小人，皆可以得之，何足道哉？故銘以謂閭巷之士，以為太夫人榮，明天下有識者不以置榮辱也。至於諸孫，亦不足列，孰有五子而無七孫者乎？」二公不喜人之議其文亦如此。 \\n 雨水清明 \\n 曆家以雨水為正月中氣，驚蟄為二月節，清明為三月節，穀雨為三月中氣。而漢世之初，仍周、秦所用，驚蟄在雨水之前，穀雨在清明之前，至於太初，始正之云。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十四(十七則)", "正文": "　 \\n 卷第十四(十七則) \\n 　 \\n  \\n 尹文子 \\n 漢藝文志名家內有尹文子一篇，云：「說齊宣王。先公孫龍。」劉歆云：「其學本於黃、老，居稷下，與宋鈃、彭蒙、田駢等同學於公孫龍。」今其書分為上下兩卷，蓋漢末仲長統所銓次也。其文僅五千言，議論亦非純本黃、老者。大道篇曰：「道不足以治則用法；法不足以治則用術；術不足以治則用權；權不足以治則用勢；勢不足則反權。權用則反術；術用則反法；法用則反道；道用則無為而自治。」又曰：「為善使人不能得從，此獨善也。為巧使人不能得為，此獨巧也。未盡善巧之理。為善與衆行之，為巧與衆能之，此善之善者，巧之巧者也。故所貴聖人之治，不貴其獨治，貴其能與衆共治；貴工倕之巧，不貴其獨巧，貴其能與衆共巧也。今世之人，行欲獨賢，事欲獨能，辯欲出羣，勇欲絕衆。獨行之賢，不足以成化；獨能之事，不足以周務；出羣之辯，不可為戶說；絕衆之勇，不可與正陳。凡此四者，亂之所由生。聖人任道、立法，使賢愚不相棄，能鄙不相遺，此至治之術也。」詳味其言，頗流而入於兼愛。莊子末章，敍天下之治方術者，曰：「不累於俗，不飾於物，不苟於人，不忮於衆。願天下之安寧，以活民命，人我之養，畢足而止，以此白心，古之道術有在於是者。宋鈃、尹文聞其風而悅之，作為華山之冠以自表。雖天下不取，強聒而不舍者也。其為人太多，其自為太少。」蓋亦盡其學云。荀卿非十二子有宋鈃，而文不預。又別一書曰尹子，五卷，共十九篇，其言論膚淺，多及釋氏，蓋晉、宋時衲人所作，非此之謂也。 \\n 帝王訓儉 \\n 帝王創業垂統，規以節儉，貽訓子孫，必其繼世象賢，而後可以循其教，不然，正足取侮笑耳。宋孝武大治宮室，壞高祖所居陰室，於其處起玉燭殿，與衆臣觀之。牀頭有土障，上挂葛燈籠、麻蠅拂。侍中袁顗因盛稱高祖儉素之德，上不答，獨曰：「田舍翁得此，已為過矣！」唐高力士於太宗陵寢宮，見梳箱一、柞木梳一、黑角篦一、草根刷子一，嘆曰：「先帝親正皇極，以致昇平，隨身服用，唯留此物。將欲傳示子孫，永存節儉。」具以奏聞。明皇詣陵，至寢宮，問所留示者何在？力士捧跪上，上跪奉，肅敬如不可勝，曰：「夜光之珍，垂棘之璧，將何以愈此？」即命史官書之典冊。是時，明皇履位未久，厲精為治，故見太宗故物而惕然有感。及侈心一動，窮天下之力不足以副其求，尚何有於此哉？宋孝武不足責也，若齊高帝、周武帝、陳高祖、隋文帝，皆有儉德，而東昏、天元、叔寶、煬帝之淫侈，浮於桀、紂，又不可以語此云。 \\n 用計臣為相 \\n 唐自貞觀定制，以省臺寺監理天下之務，官修其方，未之或改。明皇因時極盛，好大喜功，於財利之事尤切，故宇文融、韋堅、楊慎矜、王鉷，皆以聚斂刻剝進，然其職不出戶部也。楊國忠得志，乃以御史大夫判度支，權知太府卿及兩京司農太府出納，是時，猶未立判使之名也。肅宗以後，兵興費廣，第五琦、劉晏始以戶部侍郎判諸使，因之拜相，於是鹽鐵有使，度支有判。元琇、班宏、裴延齡、李巽之徒踵相躡，遂浸浸以他官主之，權任益重。憲宗季年，皇甫鎛由判度支，程异由衞尉卿鹽鐵使，並命為相，公論沸騰，不恤也。逮於宣宗，率由此塗大用，馬植、裴休、夏侯孜以鹽鐵，盧商、崔元式、周墀、崔龜從、蕭鄴、劉瑑以度支，魏扶、魏謩、崔慎由、蔣伸以戶部，自是計相不可勝書矣。惟裴度判度支，上言調兵食非宰相事，請以歸有司，其識量宏正，不可同日語也。 \\n 州縣牌額 \\n 州縣牌額，率係於吉凶，以故不敢輕為改易。嚴州分水縣故額，草書「分」字，縣令有作聰明者，謂字體非宜，自真書三字，刻而立之。是年，邑境惡民持刃殺人者衆，蓋「分」字為「八刀」也。徽州之山水清遠，素無火災，紹熙元年，添差通判盧瑢，悉以所作隸字，換郡下扁牓，自譙樓、儀門，凡亭榭、臺觀之類，一切趨新，郡人以為字多燥筆，而於州牌尤為不嚴重，私切憂之。次年四月，火起於郡庫，經一日兩夕乃止，官舍民廬一空。 \\n 盧知猷 \\n 唐之末世，王綱絕紐，學士大夫逃難解散，畏死之不暇。非有扶顛持危之計，能支大廈於將傾者，出力以佐時，則當委身山棲，往而不反，為門戶性命慮可也。白馬之禍，豈李振、柳璨數凶子所能害哉？亦裴、崔、獨孤諸公有以自取耳。偶讀司空表聖集太子太師盧知猷神道碑，見其仕於僖、昭，更歷榮級，至尚書右僕射，以一品致仕，可以歸矣。然由間關跋履，從昭宗播遷，自華幸洛，天祐二年九月乃終，享年八十有六，其得沒於牖下，亦云幸也。新唐書有傳，附於父後，甚略，云：「昭宗為劉季述所幽，感憤而卒。」按昭宗以光化三年遭季述之禍，天復元年反正，至知猷亡時，相去五年。傳云：「子文度，亦貴顯。」而碑載嗣子刑部侍郎膺，亦不同。表聖乃盧幕客，當時作志，必不誤矣。昭宗實錄：「光化四年三月，華州奏，太子太師盧知猷卒。以劉季述之變，感憤成疾，卒年七十五。」正與新唐傳同。蓋唐武、宣以後諸錄，乃宋敏求補撰，簡牘當有散脫者，皆當以司空之碑為正。又按是年四月改元天復，舊唐紀：「十一月，車駕幸鳳翔。朱全忠趨長安，文武百寮太子太師盧知猷已下出迎。」又為可證。宰相世系表：「知猷生文度，而同族曰渥，渥之子膺，刑部侍郎。」二者矛盾如此。 \\n 忌諱諱惡 \\n 周禮春官：「小史詔王之忌諱。」鄭氏曰：「先王死日為忌，名為諱。」禮記王制：「太史典禮，執簡記，奉諱惡。」注云：「諱者先王名，惡者忌日，若子卯。惡，烏路反。」左傳：「叔弓如滕，子服椒為介。及郊，遇懿伯之忌，叔弓不入。」懿伯，椒之叔父，忌，怨也。「椒曰：公事有公利無私忌，椒請先入。」觀此乃知忌諱之明文。漢人表疏，如東方朔有「不知忌諱」之類，皆戾本旨。今世俗語言多云「無忌諱」及「不識忌諱」，蓋非也。 \\n 陳涉不可輕 \\n 揚子法言：「或問陳勝吳廣，曰：『亂。』曰：『不若是則秦不亡。』曰：『亡秦乎？恐秦未亡而先亡矣。』」李軌以為：「輕用其身，而要乎非命之運，不足為福先，適足以為禍始。」予謂不然。秦以無道毒天下，六王皆萬乘之國，相踵滅亡，豈無孝子慈孫、故家遺俗？皆奉頭鼠伏。自張良狙擊之外，更無一人敢西向窺其鋒者。陳勝出於戍卒，一旦奮發不顧，海內豪傑之士，乃始雲合響應，並起而誅之。數月之間，一戰失利，不幸隕命於御者之手，身雖已死，其所置遣侯王將相竟亡秦。項氏之起江東，亦矯稱陳王之令而度江。秦之社稷為墟，誰之力也？且其稱王之初，萬事草創，能從陳餘之言，迎孔子之孫鮒為博士，至尊為太師，所與謀議，皆非庸人崛起者可及，此其志豈小小者哉！漢高帝為之置守冢於碭，血食二百年乃絕。子雲指以為亂，何邪？若乃殺吳廣，誅故人，寡恩忘舊，無帝王之度，此其所以敗也。 \\n 士匄韓厥 \\n 晉厲公既殺郤氏三卿，羣臣疑懼。欒書、荀偃執公，召士匄，匄辭不往，召韓厥，厥辭曰：「古人有言曰『殺老牛莫之敢屍。』而況君乎？二三子不能事君，焉用厥也？」二子竟弒公，而不敢以匄、厥為罪，豈非畏敬其忠正乎？唐武德之季，秦王與建成、元吉相忌害，長孫無忌、高士廉、侯君集、尉遲敬德等，日夜勸王誅之，王猶豫未決。問於李靖，靖辭，問於李世勣，世勣辭，王由是重二人。及至登天位，皆任為將相，知其有所守也。晉、唐四賢之識見略等，而無有稱述者，唐史至不書其事，殆非所謂發潛德之幽光也。蕭道成將革命，欲引時賢參贊大業，夜召謝朏，屏人與語，朏竟無一言。及王儉、褚淵之謀既定，道成必欲引朏參佐命，朏亦不肯從，遂不仕齊世，其亦賢矣。 \\n 孔　墨 \\n 墨翟以兼愛無父之故，孟子辭而辟之，至比於禽獸，然一時之論。迨於漢世，往往以配孔子。列子載惠盎見宋康王曰：「孔丘、墨翟，無地而為君，無官而為長，天下丈夫女子，莫不延頸舉踵而願安利之。」鄒陽上書於梁孝王曰：「魯聽季孫之說逐孔子，宋任子冉之計囚墨翟，以孔、墨之辯，不能自免於讒諛。」賈誼過秦云：「非有仲尼、墨翟之知。」徐樂云：「非有孔、曾、墨子之賢。」是皆以孔、墨為一等，列、鄒之書不足議，而誼亦如此。韓文公最為發明孟子之學，以為功不在禹下者，正以辟楊、墨耳。而著讀墨子一篇云：「儒、墨同是堯、舜，同非桀、紂，同修身正心以治天下國家。孔子必用墨子，墨子必用孔子。不相用，不足為孔、墨。」此又何也？魏鄭公南史梁論，亦有「抑揚孔、墨」之語。 \\n 玉川月蝕詩 \\n 盧仝月蝕詩，唐史以謂譏切元和逆黨，考韓文公效仝所作，云元和庚寅歲十一月。是年為元和五年，去憲宗遇害時尚十載。仝云：「歲星主福德，官爵奉董、秦。」說者謂「董秦」即李忠臣，嘗為將相而臣朱泚，至於亡身，故仝鄙之。東坡以為：「當秦之鎮淮西日，代宗避吐蕃之難出狩，追諸道兵，莫有至者。秦方在鞠場，趣命治行，諸將請擇日，秦曰：『父母有急難，而欲擇日乎？』即倍道以進。雖末節不終，似非無功而食祿者。」近世有嚴有翼者，著藝苑雌黃，謂坡之言非也，秦守節不終，受泚偽官，為賊居守，何功之足云？詩譏刺當時，故言及此。坡乃謂非無功而食祿，謬矣！有翼之論，一何輕發至詆坡公為非為謬哉！予按是時秦之死二十七年矣，何為而追刺之？使仝欲譏逆黨，則應首及祿山與泚矣。竊意元和之世，吐突承璀用事，仝以為嬖倖擅位，故用董賢、秦宮輩喻之，本無預李忠臣事也。記前人似亦有此說，而不能省憶其詳。 \\n 詩要點檢 \\n 作詩至百韻，詞意既多，故有失於點檢者。如杜老夔府詠懷，前云，「滿坐涕潺湲」，後又云，「伏臘涕漣漣」。白公寄元微之，既云，「無杯不共持」，又云，「笑勸迂辛酒」，「華樽逐勝移」，「觥飛白玉巵」，「飲訝卷波遲」，「歸鞍酩酊馳，酡顏烏帽側，醉袖玉鞭垂」，「白醪充夜酌」，「嫌醒自啜醨」，「不飲長如醉」，一篇之中，說酒者十一句。東坡賦中隱堂五詩各四韻，亦有「坡垂似伏鼇」，「崩崖露伏龜」之語，近於意重。 \\n 周蜀九經 \\n 唐貞觀中，魏徵、虞世南、顏師古繼為祕書監，請募天下書，選五品以上子孫工書者，為書手繕寫。予家有舊監本周禮，其末云，大周廣順三年癸丑五月，雕造九經書畢，前鄉貢三禮郭嵠書。列宰相李穀、范質、判監田敏等銜於後。經典釋文末云，顯德六年己未三月，太廟室長朱延熙書，宰相范質、王溥如前，而田敏以工部尚書為詳勘官。此書字畫端嚴有楷法，更無舛誤。舊五代史：漢隱帝時，國子監奏周禮、儀禮、公羊、穀梁四經未有印板，欲集學官考校雕造。從之。正尚武之時，而能如是，蓋至此年而成也。成都石本諸經，毛詩、儀禮、禮記，皆祕書省祕書郎張紹文書。周禮者，祕書省校書郎孫朋古書。周易者，國子博士孫逢吉書。尚書者，校書郎周德政書。爾雅者，簡州平泉令張德昭書。題云，廣政十四年，蓋孟昶時所鐫，其字體亦皆精謹。兩者並用士人筆札，猶有貞觀遺風，故不庸俗，可以傳遠。唯三傳至皇祐元年方畢工，殊不逮前。紹興中，分命兩淮、江東轉運司刻三史板，其兩漢書內，凡欽宗諱，並小書四字，曰「淵聖御名」，或徑易為「威」字，而他廟諱皆祗缺畫，愚而自用，為可笑也。蜀三傳後，列知益州、樞密直學士、右諫議大夫田況銜，大書為三行，而轉運使直史館曹穎叔，提點刑獄、屯田員外郎孫長卿，各細字一行，又差低於況。今雖執政作牧，監司亦與之雁行也。 \\n 冢宰治內 \\n 周禮天官冢宰，其屬有宮正，實掌王宮之戒令糾禁。內宰以陰禮教六宮，以陰禮教九嬪。蓋宮中官之長也。故自后、夫人之外，九嬪、世婦、女御以下，無不列於屬中。後世宮掖之事，非上宰可得而聞也。禮記內則篇記男女事父母、舅姑，細瑣畢載，而首句云：「后王命冢宰，降德于衆兆民。」則以其治內故也。 \\n 宰相爵邑 \\n 國朝宰相初不用爵邑為輕重，然亦嘗以代升黜。王文康曾任司空，後為太子太師，經太宗登極恩，但封祁國公。呂文穆自司徒謝事為太子太師，經東封西祀恩，不復再得三公，但封徐國、許國公而已。寇忠愍罷相，學士錢惟演以太子太傅處之，真宗令更與些恩數，惟演但乞封國公。王冀公欽若食邑已過萬戶，及謫為司農卿，於銜內盡除去，後再拜相，乃悉還之。湯岐公以大觀文免相，因御史言落職鐫爵。趙衞公坐舉官犯贓，見為使相，但降封益川郡公，削二千戶。今周益公亦然，皆故實所無也。王婺相元封冀，嫌其與欽若同，屢欲改，適有進國史賞，予為擬進韓國制詞，用「有此冀方，莫如韓樂」。既播告矣，而刪定官馮震武以為真宗故封，不許用，遂貼麻為魯，雖著於司封格，馮蓋不知富韓公已用之矣。是時，婺相以食邑過二萬戶為辭，壽皇遣中使至邁所居宣示，令具前此有無體例，及合如何施行事理，擬定聞奏。遂以邑戶無止法復命，乃竟行下。 \\n 楊子一毛 \\n 孟子曰：「楊子取為我，拔一毛而利天下不為也。」楊朱之書，不傳於今，其語無所考。惟列子所載：「楊朱曰：『伯成子高不以一毫利物，舍國而隱耕。古之人損一毫利天下，不與也，人人不損一毫，不利天下，天下治矣。』禽子問楊朱曰：『去子體之一毛以濟一世，汝為之乎？』楊子曰：『世固非一毛之所濟。』禽子曰：『假濟，為之乎？』楊子弗應。禽子出語孟孫陽，陽曰：『有侵若肌膚獲萬金者，若為之乎？』曰：『為之。』曰：『有斷若一節得一國，子為之乎？』禽子默然。陽曰：『積一毛以成肌膚，積肌膚以成一節，一毛固一體萬分中之一物，奈何輕之？』」觀此，則孟氏之言可證矣。 \\n 李長吉詩 \\n 李長吉有羅浮山人詩云：「欲剪湘中一尺天，吳娥莫道吳刀澀。」正用杜老題王宰畫山水圖歌，「焉得幷州快剪刀，剪取吳松半江水」之句。長吉非蹈襲人後者，疑亦偶同，不失自為好語也。 \\n 子夏經學 \\n 孔子弟子惟子夏於諸經獨有書，雖傳記雜言未可盡信，然要為與他人不同矣。於易則有傳，於詩則有序。而毛詩之學，一云，子夏授高行子，四傳而至小毛公；一云，子夏傳曾申，五傳而至大毛公。於禮則有儀禮喪服一篇，馬融、王肅諸儒多為之訓說。於春秋，所云「不能贊一辭」，蓋亦嘗從事於斯矣。公羊高實受之於子夏，穀梁赤者，風俗通亦云子夏門人。於論語，則鄭康成以為仲弓、子夏等所撰定也。後漢徐防上疏曰：「詩、書、禮、樂，定自孔子，發明章句，始於子夏。」斯其證云。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十五(十三則)", "正文": "　 \\n 卷第十五(十三則) \\n 　 \\n  \\n 紫閣山村詩 \\n 宣和間，朱勔挾花石進奉之名，以固寵規利。東南部使者郡守多出其門，如徐鑄、應安道、王仲閎輩濟其惡，豪奪漁取，士民家一石一木稍堪玩，即領健卒直入其家，用黃封表志，而未即取，護視微不謹，則被以大不恭罪，及發行，必撤屋決牆而出。人有一物小異，共指為不祥，唯恐芟夷之不速。楊戩、李彥創汝州西城所，任輝彥、李士渙、王滸、毛孝立之徒，亦助之發物供奉，大抵類勔，而又有甚焉者。徽宗患其擾，屢禁止之，然覆出為惡，不能絕也。偶讀白樂天紫閣山北村詩，乃知唐世固有是事。漫錄于此：「晨游紫閣峯，暮宿山下村。村老見予喜，為予開一罇。舉杯未及飲，暴卒來入門。紫衣挾刀斧，草草十餘人。奪我席上酒，掣我盤中飱。主人退後立，斂手反如賓。中庭有奇樹，種來三十春。主人惜不得，持斧斷其根。口稱采造家，身屬神策軍。主人切勿語，中尉正承恩。」蓋貞元、元和間也。 \\n 李林甫秦檜 \\n 李林甫為宰相，妒賢嫉能，以裴耀卿、張九齡在己上，以李適之爭權，設詭計去之。若其所引用，如牛仙客至終于位，陳希烈及見其死，皆共政六七年。雖兩人伴食諂事，所以能久，然林甫以忮心賊害，亦不朝慍暮喜，尚能容之。秦檜則不然，其始也，見其能助我，自冗散小官，不三二年至執政。史才由御史檢法官超右正言，遷諫議大夫，遂簽書樞密。施鉅由中書檢正、鄭仲熊由正言，同除權吏部侍郎。方受告正謝，施即參知政事，鄭為簽樞。宋樸為殿中侍御史，欲驟用之，令臺中申稱本臺缺檢法主簿，須長貳乃可辟。即就狀奏除侍御史，許薦舉，遽拜中丞，謝日除簽樞，其捷如此。然數人者不能數月而罷。楊愿最善佞，至飲食動作悉效之。秦嘗因食，噴嚏失笑，愿於倉卒間，亦陽噴飯而笑，左右侍者哂焉。秦察其奉己，愈喜。既歷歲亦厭之，諷御史排擊而預告之，愿涕淚交頤。秦曰：「士大夫出處常事耳，何至是？」愿對曰：「愿起賤微，致身此地，已不啻足，但受太師生成恩，過於父母，一旦別去，何時復望車塵馬足邪？是所以悲也。」秦益憐之，使以本職奉祠，僅三月起知宣州。李若谷罷參政，或曰：「胡不效楊原仲之泣？」李河北人，有直氣。笑曰：「便打殺我，亦撰眼淚不出。」秦聞而大怒，遂有江州居住之命。秦嘗以病謁告，政府獨有余堯弼，因奏對，高宗訪以機務，一二不能答。秦病愈入見，上曰：「余堯弼既參大政，朝廷事亦宜使之與聞。」秦退，扣余曰：「比日榻前所詢何事？」余具以告。秦呼省吏取公牘閱視，皆已書押。責之曰：「君既書押了，安得言弗知？是故欲相賣耳！」余離席辯析，不復應。明日臺評交章。段拂為人憒憒，一日，秦在前開陳頗久，遂俯首瞌睡。秦退始覺，殊窘怖，上猶慰拊之，且詢其鄉里。少頃，還殿廊幕中。秦閉目誦佛，典客贊揖至三，乃答。歸政事堂，窮詰其語，無以對，旋遭劾，至於責居。湯思退在樞府，上偶回顧，有所問。秦是日所奏，微不合。即云：「陛下不以臣言為然，乞問湯思退。」上曰：「此事朕豈不曉，何用問他湯思退？」秦還省見湯，已不樂，謀去之。會其病，迨於亡，遂免。考其所為，蓋出偃月堂之上也。 \\n 注書難 \\n 注書至難，雖孔安國、馬融、鄭康成、王弼之解經，杜元凱之解左傳，顏師古之注漢書，亦不能無失。王荊公詩新經，「八月剝棗」解云：「剝者，剝其皮而進之，所以養老也。」毛公本注云：「剝，擊也。」陸德明音普卜反。公皆不用。後從蔣山郊步至民家，問其翁安在？曰：「去撲棗。」始悟前非。即具奏乞除去十三字，故今本無之。洪慶善注楚辭九歌東君篇：「緪瑟兮交鼓，簫鐘兮瑤簴。」引儀禮鄉飲酒章「間歌魚麗，笙由庚。歌南有嘉魚，笙崇丘」為比，云：「簫鐘者，取二樂聲之相應者互奏之。」既鏤板，置於墳庵，一蜀客過而見之，曰：「一本簫作（扌肅），廣韻訓為擊也。蓋是擊鐘，正與緪瑟為對耳。」慶善謝而亟改之。政和初，蔡京禁蘇氏學，蘄春一士獨杜門注其詩，不與人往還。錢伸仲為黃岡尉，因考校上舍，往來其鄉，三進謁然後得見。首請借閱其書，士人指案側巨編數十，使隨意抽讀，適得和楊公濟梅花十絕：「月地雲階漫一尊，玉奴終不負東昏。臨春結綺荒荊棘，誰信幽香是返魂。」注云：「玉奴，齊東昏侯潘妃小字。臨春、結綺者，陳後主三閣之名也。」伸仲曰：「所引止於此耳？」曰：「然。」伸仲曰：「唐牛僧孺所作周秦行紀，記入薄太后廟，見古后妃輩，所謂月地雲階見洞仙，東昏以玉兒故，身死國除，不擬負他，乃是此篇所用。先生何為沒而不書？」士人恍然失色，不復一語，顧其子然紙炬悉焚之。伸仲勸使姑留之，竟不可。曰：「吾枉用工夫十年，非君幾貽士林嗤笑。」伸仲每談其事，以戒後生。但玉奴乃楊貴妃自稱，潘妃則名玉兒也。剝棗之說，得於吳說、傅朋，簫鐘則慶善自言也。紹興初，又有傅洪秀才注坡詞，鏤板錢塘，至於「不知天上宮闕，今夕是何年」，不能引「共道人間惆悵事，不知今夕是何年」之句。「笑怕薔薇」，「學畫鴉黃未就」，不能引南部煙花錄，如此甚多。 \\n 書易脫誤 \\n 經典遭秦火之餘，脫亡散落，其僅存於今者，相傳千歲，雖有錯誤，無由復改。漢藝文志載：「劉向以中古文易經校施、孟、梁丘經，或脫去『無咎』、『悔亡』，唯費氏經與古文同。以尚書校歐陽、夏侯三家經文，酒誥脫簡一，召誥脫簡二。率簡二十五字者，脫亦二十五字，簡二十二字者，脫亦二十二字。」今世所存者，獨孔氏古文，故不見二篇脫處。周易雜卦自乾、坤以至需、訟，皆以兩兩相從，而明相反之義，若大過至夬八卦則否。蓋傳者之失也。東坡始正之。元本云：「大過，顛也。姤，遇也，柔遇剛也。漸，女歸待男行也。頤，養正也。既濟，定也。歸妹，女之終也。未濟，男之窮也。夬，決也，剛決柔也，君子道長，小人道憂也。」坡改云：「頤，養正也。大過，顛也。姤，遇也，柔遇剛也。夬，決也，剛決柔也，君子道長，小人道憂也。漸，女歸待男行也。歸妹，女之終也。既濟，定也。未濟，男之窮也。」謂如此而相從之次，相反之義，煥然若合符節矣。尚書洪範「四，五紀：一曰歲，二曰月，三曰日，四曰星辰，五曰曆數」，便合繼之以「王省惟歲，卿士惟月，師尹惟日」。至於「月之從星，則以風雨」一章，乃接「五皇極」，亦以簡編脫誤，故失其先後之次。「五皇極」之中，蓋亦有雜「九，五福」之文者。如「斂時五福，用敷錫厥庶民」，「凡厥正人，既富方穀，汝弗能使有好于而家，時人斯其辜，于其無好德，汝雖錫之福，其作汝用咎」，及上文「而康而色，曰予攸好德，汝則錫之福」是也。康誥自「惟三月，哉生魄」至「乃洪大誥治」四十八字，乃是洛誥，合在篇首「周公拜手」之前。武成一篇，王荊公始正之。自「王朝步自周，于征伐商」，即繼以「厎商之罪，告于皇天后土」至「一戎衣，天下大定」，乃繼以「厥四月，哉生明」至「予小子其承厥志」，然後及「乃反商政」，以訖終篇，則首尾亦粲然不紊。 \\n 南陔六詩 \\n 南陔、白華、華黍、由庚、崇邱、由儀六詩，毛公為詩詁訓傳，各置其名，述其義，而亡其辭。鄉飲酒、燕禮云「笙入堂下，磬南北面立。樂奏南陔、白華、華黍」，「乃間歌魚麗，笙由庚；歌南有嘉魚，笙崇丘；歌南山有臺，笙由儀；乃合樂，周南關雎、葛覃、卷耳，召南鵲巢、采蘋、采蘩」。竊詳文意，所謂歌者，有其辭所以可歌，如魚麗、嘉魚、關雎以下是也；亡其辭者不可歌，故以笙吹之，南陔至於由儀是也。有其義者，謂「孝子相戒以養」、「萬物得由其道」之義，亡其辭者，元未嘗有辭也。鄭康成始以為及秦之世而亡之。又引燕禮「升歌鹿鳴、下管新宮」為比，謂新宮之詩亦亡。按左傳宋公享叔孫昭子，賦新宮。杜注為逸詩，則亦有辭，非諸篇比也。陸德明音義云：「此六篇蓋武王之詩，周公制禮，用為樂章，吹笙以播其曲。孔子刪定在三百一十一篇內。及秦而亡。」蓋祖鄭說耳。且古詩經刪及逸不存者多矣，何獨列此六名於大序中乎？束晳補亡六篇，不作可也。左傳叔孫豹如晉，晉侯享之，金奏肆夏、韶夏、納夏，工歌文王、大明、、鹿鳴、四牡、皇皇者華。三夏者樂曲名，擊鐘而奏，亦以樂曲無辭，故以金奏，若六詩則工歌之矣，尤可證也。 \\n 紹聖廢春秋 \\n 五聲本於五行，而徵音廢。四瀆源於四方，而濟水絕。周官六典所以布治，而司空之書亡。是固出於無可奈何，非人力所能為也。乃若六經載道，而王安石欲廢春秋。紹聖中，章子厚作相，蔡卞執政，遂明下詔罷此經，誠萬世之罪人也。 \\n 王韶熙河 \\n 王韶取熙河，國史以為嘗遊陝西，采訪邊事，遂詣闕上書。偶讀晁以道集與熙河錢經略書，云：「熙河一道，曹南院棄而不城者也。其後夏英公喜功名，欲城之，其如韓、范之論何？又其後有一王長官韶者，薄遊陽翟，偶見英公神道碑所載云云，遂竊以為策以干丞相。時丞相是謂韓公，視王長官者稚而狂之。若河外數州，則又王長官棄而不城者也。彼木征之志不淺，鬼章之睥睨尤近而著者，隴拶似若無能，頗聞有子存，實有不可不懼者。」此書蓋是元祐初年，然則韶之本指乃如此。予修史時未得其說也。英公碑，王岐公所作，但云嘗上十策。若通唃廝囉之屬羌。當時施用之，餘皆不書，不知晁公所指為何也？ \\n 書籍之厄 \\n 梁元帝在江陵，蓄古今圖書十四萬卷，將亡之夕盡焚之。隋嘉則殿有書三十七萬卷，唐平王世充，得其舊書於東都，浮舟泝河，盡覆於砥柱。貞觀、開元募借繕寫，兩都各聚書四部。祿山之亂，尺簡不藏。代宗、文宗時，復行搜采，分藏於十二庫。黃巢之亂，存者蓋尠。昭宗又於諸道求訪，及徙洛陽，蕩然無遺。今人觀漢、隋、唐經籍藝文志，未嘗不茫然太息也。晁以道記本朝王文康初相周世宗，多有唐舊書，今其子孫不知何在。李文正所藏既富，而且闢學館以延學士大夫，不待見主人，而下馬直入讀書。供牢餼以給其日力，與衆共利之。今其家僅有敗屋數楹，而書不知何在也！宋宣獻家兼有畢文簡、楊文莊二家之書，其富蓋有王府不及者。元符中，一夕災為灰燼。以道自謂家五世於茲，雖不敢與宋氏爭多，而校讎是正，未肯自遜。政和甲午之冬，火亦告譴。唯劉壯輿家於廬山之陽，自其祖凝之以來，遺子孫者唯圖書也，其書與七澤俱富矣。於是為作記。今劉氏之在廬山者不聞其人，則所謂藏書殆亦羽化。乃知自古到今，神物亦於斯文為靳靳也。宣和殿、太清樓、龍圖閣御府所儲，靖康蕩析之餘，盡歸於燕，置之祕書省，乃有幸而得存者焉。 \\n 逐貧賦 \\n 韓文公送窮文，柳子厚乞巧文，皆擬揚子雲逐貧賦。韓公進學解擬東方朔客難，柳子晉問篇擬枚乘七發、貞符擬劇秦美新，黃魯直跛奚移文擬王子淵僮約，皆極文章之妙。逐貧一賦幾五百言，文選不收，初學記所載纔百餘字，今人蓋有未之見者，輒錄於此，云：「揚子遁世，離俗獨處。左鄰崇山，右接曠野。鄰垣乞兒，終貧且窶。禮薄義弊，相與羣聚。惆悵失志，呼貧與語：『汝在六極，投棄荒遐。好為庸卒，刑戮是加。匪惟幼稚，嬉戲土沙。居非近鄰，接屋連家。恩輕毛羽，義薄輕羅。進不由德，退不受訶。久為滯客，其意若何？人皆文繡，余褐不全。人皆稻粱，我獨藜飡。貧無寶玩，何以接歡。宗室之宴，為樂不槃。徒行負賃，出處易衣。身服百役，手足胼胝。或耘或耔，霑體露肌。朋友道絕，進官凌遲。厥咎安在，職女之為。舍女遠竄，崑崙之顛。爾復我隨，翰飛戾天。舍爾登山，巖穴隱藏。爾復我隨，陟彼高岡。舍爾入海，汎彼柏舟。爾復我隨，載沉載浮。我行爾動，我靜爾休。豈無他人，從我何求？今汝去矣，勿復久留！』貧曰：『唯唯，主人見逐，多言益嗤。心有所懷，願得盡辭。昔我乃祖，崇其明德。克佐帝堯，誓為典則。土階茅茨，匪雕匪飾。爰及季世，縱其昏惑。饕餮之羣，貪富苟得。鄙我先人，乃傲乃驕。瑤臺瓊室，華屋崇高。流酒為池，積肉為崤。是用鵠逝，不踐其朝。三省吾身，謂予無諐。處君之家，福祿如山。忘我大德，思我小怨。堪寒能暑，少而習焉。寒暑不忒，等壽神仙。桀跖不顧，貪類不干。人皆重蔽，子獨露居。人皆怵惕，子獨無虞。』言辭既罄，色厲目張。攝齊而興，降階下堂。『誓將去汝，適彼首陽。孤竹之子，與我連行。』余乃避席，辭謝不直：『請不貳過，聞義則服。長與爾居，終無厭極。』貧遂不去，與我遊息。」唐宣宗時，有文士王振自稱「紫邏山人」，有送窮辭一篇，引韓吏部為說，其文意亦工。 \\n 澗松山苗 \\n 詩文當有所本，若用古人語意，別出機杼，曲而暢之，自足以傳示來世。左太沖詠史詩曰：「鬱鬱澗底松，離離山上苗。以彼徑寸莖，蔭此百尺條。世胄躡高位，英俊沉下僚。地勢使之然，由來非一朝。」白樂天續古一篇，全用之，曰：「雨露長纖草，山苗高入雲。風雪折勁木，澗松摧為薪。風摧此何意，雨長彼何因？百尺澗底死，寸莖山上春。」語意皆出太沖，然其含蓄頓挫，則不逮也。 \\n 男子運起寅 \\n 今之五行家學，凡男子小運起於寅，女子小運起於申，莫知何書所載？淮南子氾論訓篇云：「禮三十而娶。」許叔重注曰：「三十而娶者，陰陽未分時俱生於子，男從子數左行三十年立於巳，女從子數右行二十年亦立於巳，合夫婦，故聖人因是制禮，使男子三十而娶，女二十而嫁。其男子自巳數左行十得寅，故人十月而生於寅，故男子數從寅起；女自巳數右行得申，亦十月而生於申，故女子數從申起。」此說正為起運也。 \\n 宰我作難 \\n 史記稱宰我為齊臨菑大夫，與田常作難，以夷其族，孔子恥之。蘇子由作古史，精為辯之，以為子我者闞止也，與田常爭齊政，為常所殺，以其字亦曰子我，故戰國之書誤以為宰予。此論既出，聖門高第，得免非義之謗。東坡又引李斯諫書，謂「田常陰取齊國，殺宰予於庭」。是其不從田常，故為所殺也。予又考之，子路之死，孔子曰：「由也死矣。」又曰：「天祝予！」哭於中庭，使人覆醢，其悲之如是，不應宰我遇禍，略無一言。孟子所載三子論聖人賢於堯、舜等語，疑是夫子沒後所談，不然，師在而各出意見議之，無復質正，恐非也。然則宰我不死於田常，更可證矣。而淮南子又有一說云：「將相攝威擅勢，私門成黨，而使道不行。故使陳成、田常、鴟夷子皮得成其難，使呂氏絕祀。」子皮謂范蠡也，蠡浮海變姓名遊齊，時簡公之難已十餘年矣。說苑亦云：「田常與宰我爭，宰我將攻之，鴟夷子皮告田常，遂殘宰我。」此說尤為無稽，是以蠡為助田氏為齊禍，其不分賢逆如此。 \\n 古人占夢 \\n 漢藝文志七略雜占十八家，以黃帝長柳占夢十一卷，甘德長柳占夢二十卷為首，其說曰：「雜占者，紀百家之象，候善惡之證。衆占非一，而夢為大，故周有其官。」周禮：「太卜，掌三夢之法，一曰致夢，二曰觭夢，三曰咸陟。」鄭氏以為致夢夏后氏所作，觭夢商人所作，咸陟者言夢之皆得，周人作焉。而占夢專為一官，以日月星辰占六夢之吉凶，其別：曰正、曰噩、曰思、曰寤、曰喜、曰懼。季冬，聘王夢，獻吉夢于王，王拜而受之。乃舍萌于四方，以贈惡夢。舍萌者，猶釋采也。贈者，送之也。詩、書、禮經所載，高宗夢得說；周文王夢帝與九齡；武王伐紂，夢叶朕卜；宣王考牧，牧人有熊羆虺蛇之夢，召彼故老，訊之占夢。左傳所書尤多。孔子夢坐奠于兩楹。然則古之聖賢，未嘗不以夢為大，是以見於七略者如此。魏、晉方技，猶時時或有之。今人不復留意此卜，雖市井妄術，所在如林，亦無一箇以占夢自名者，其學殆絕矣。 \\n 容齋續筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十六(十六則)", "正文": "　 \\n 卷第十六(十六則) \\n 　 \\n  \\n 高德儒 \\n 唐高祖起兵太原，使子建成、世民將兵擊西河郡，執郡丞高德儒，世民數之曰：「汝指野鳥為鸞，以欺人主取高官，吾興義兵，正為誅佞人耳。」遂斬之，自餘不戮一人。讀史不熟者，但以為史氏虛設此語，以與指鹿為馬作對耳。按隋大業十一年，有二孔雀飛集寶城朝堂前，親衞校尉高德儒等十餘人見之，奏以為鸞，時孔雀已飛去，無可得驗。詔以德儒誠心冥會，肇見嘉祥，擢拜朝散大夫，餘人皆賜束帛；仍於其地造儀鸞殿。距此時纔二年餘。蓋唐溫大雅所著創業起居注載之，不追書前事故也。新唐書太宗紀，但書云：「率兵徇西河，斬其郡丞高德儒。」尤為簡略，賴通鑑盡紀其詳。范氏唐鑑只論其被誅一節云。 \\n 唐朝士俸微 \\n 唐世朝士俸錢至微，除一項之外，更無所謂料券、添給之類者。白樂天為校書郎，作詩曰：「幸逢太平代，天子好文儒。小才難大用，典校在祕書。俸錢萬六千，月給亦有餘。遂使少年心，日日常晏如。」及為翰林學士，當遷官，援姜公輔故事，但乞兼京兆府戶曹參軍，既除此職，喜而言志，至云：「詔授戶曹掾，捧詔感君恩。弟兄俱簪笏，新婦儼衣巾。羅列高堂下，拜慶正紛紛。喧喧車馬來，賀客滿我門。置酒延賀客，不復憂空罇。」而其所得者，亦俸錢四五萬，廩祿二百石而已。今之主簿、尉，占優飫處，固有倍蓰於此者矣，亦未嘗以為足，古今異宜，不可一概論也。楊文公在真宗朝為翰林學士，而云：「虛忝甘泉之從臣，終作若敖之餒鬼。」蓋是時尚為鮮薄，非後來比也。 \\n 計然意林 \\n 漢書貨殖傳：「粵王句踐困於會稽之上，乃用范蠡、計然，遂報強吳。」孟康注曰：「姓計名然，越臣也。」蔡謨曰：「『計然』者，范蠡所著書篇名耳，非人也。謂之計然者，所計而然也。羣書所稱句踐之賢佐，種、蠡為首，豈復聞有姓計名然者乎？若有此人，越但用半策，便以致霸，是功重於范蠡，而書籍不見其名，史遷不述其傳乎？」顏師古曰：「蔡說謬矣。古今人表，計然列在第四等，一名計研。班固賓戲：『研、桑心計於無垠。』即謂此耳。計然者，濮上人也，嘗南游越，范蠡卑身事之，其書則有萬物錄，事見皇覽及晉中經簿。又吳越春秋及越絕書，並作計倪。此則倪、研及然，聲皆相近，實一人耳。何云書籍不見哉？」 \\n 予按唐貞元中，馬總所述意林一書，抄類諸子百餘家，有范子十二卷，云：「計然者，葵丘濮上人，姓辛字文子，其先晉國之公子也，為人有內無外，狀貌似不及人，少而明，學陰陽，見微知著，其志沈沈，不肯自顯，天下莫知，故稱曰『計然』。時遨游海澤，號曰『漁父』。范蠡請其見越王，計然曰：『越王為人烏喙，不可與同利也。』」據此則計然姓名出處，皎然可見。裴駰注史記，亦知引范子。北史蕭大圜云：「留侯追蹤於松子，陶朱成術於辛文。」正用此事。曹子建表引文子，李善注，以為計然，師古蓋未能盡也。而文子十二卷，李暹注，其序以謂范子所稱計然。但其書一切以老子為宗，略無與范蠡謀議之事，意林所編文子正與此同，所謂范子，乃別是一書，亦十二卷。馬總只載其敍計然及他三事，云：「餘並陰陽曆數，故不取。」則與文子了不同，李暹之說誤也。唐藝文志范子計然十五卷，注云：「范蠡問，計然答。」列於農家，其是矣，而今不存。唐世未知尊孟氏，故意林亦列其書，而有差不同者，如伊尹不以一介與人，亦不取一介於人之類。其他所引書，如胡非子、隨巢子、纏子、王孫子、公孫尼子、阮子正部、姚信士緯、殷興通語、牟子、周生烈子、秦菁子、梅子、任弈子、魏朗子、唐滂子、鄒子、孫氏成敗志、蔣子、譙子、鍾子、張儼默記、裴氏新言、袁淮正書、袁子正論、蘇子、陸子、張顯析言、于子、顧子、諸葛子、陳子要言、符子諸書，今皆不傳於世，亦有不知其名者。 \\n 思潁詩 \\n 士大夫發迹壟畝，貴為公卿，謂父祖舊廬為不可居，而更新其宅者多矣。復以醫藥弗便，飲膳難得，自村而遷於邑，自邑而遷於郡者亦多矣。唯翩然委而去之，或遠在數百千里之外，自非有大不得已，則舉動為不宜輕。若夫以為得計，又從而詠歌誇詡之，著於詩文，是其一時思慮，誠為不審，雖名公鉅人，未能或之免也。歐陽公，吉州廬陵人，其父崇公，葬於其里之瀧岡，公自為阡表，紀其平生。而公中年乃欲居潁，其思潁詩序云：「予自廣陵得請來潁，愛其民淳訟簡，土厚水甘，慨然有終焉之志。爾來思潁之念，未嘗少忘於心，而意之所存，亦時時見於文字。乃發舊稿，得南京以後詩十餘篇，皆思潁之作，以見予拳拳於潁者，非一日也。」又續詩序云：「自丁家難，服除，入翰林為學士，忽忽八年間，歸潁之志雖未遂，然未嘗一日少忘焉。至於今，年六十有四，免幷得蔡，蔡、潁連疆，因得以為歸老之漸。又得在亳及青十有七篇，附之，時熙寧三年也。」公次年致仕，又一年而薨，其逍遙於潁，蓋無幾時，惜無一語及於松楸之思。崇公惟一子耳，公生四子，皆為潁人，瀧岡之上，遂無復有子孫臨之，是因一代貴達，而墳墓乃隔為他壤。予每讀二序，輒為太息。嗟乎！此文不作可也。若東坡之居宜興，乃因免汝州居住而至，其後自海外北還，無以為歸，復暫至常州，已而捐館。文定公雖居許，而治命反葬於眉山云。 \\n 劉蕡下第 \\n 唐文宗大和二年三月，親策制舉人賢良方正，劉蕡對策，極言宦官之禍。既而裴休、李郃等二十二人中第，皆除官。考官左散騎常侍馮宿、太常少卿賈餗、庫部郎中龐嚴，見蕡策，皆嘆服，而畏宦官，不敢取。詔下，物論囂然稱屈。諫官、御史欲論奏，執政抑之。李郃曰：「劉蕡下第，我輩登科，能無厚顏！」乃上疏，以為「蕡所對策，漢、魏以來無與為比。今有司以蕡指切左右，不敢以聞，恐忠良道窮，綱紀遂絕。臣所對不及蕡遠甚，乞回臣所授以旌蕡直。」不報。予按是時宰相乃裴度、韋處厚、竇易直，易直不足言，裴、韋之賢，顧獨失此，至於抑言者使勿論奏，豈不有愧於心乎？蕡既由此不得仕於朝，而李郃亦不顯，蓋無敢用之也。令狐楚、牛僧孺，乃能表蕡入幕府，待以師禮，竟為宦人所嫉誣，貶柳州司戶。李商隱贈以詩曰：「漢廷急詔誰先入，楚路高歌自欲翻。萬里相逢歡復泣，鳳巢西隔九重門。」及蕡卒，復以二詩哭之，曰：「一叫千回首，天高不為聞。」又曰：「已為秦逐客，復作楚寃魂。（亻幷）將添恨泪，一洒問乾坤！」其悲之至矣。甘露之事，相去纔七年，未知蕡及見之否乎？ \\n 酒肆旗望 \\n 今都城與郡縣酒務，及凡鬻酒之肆，皆揭大帘於外，以青白布數幅為之，微者隨其高卑小大，村店或挂瓶瓢，標箒稈，唐人多詠於詩。然其制蓋自古以然矣，韓非子云：「宋人有酤酒者，斗槩甚平，遇客甚謹，為酒甚美，懸幟甚高，而酒不售，遂至於酸。」所謂懸幟者此也。 \\n 賢宰相遭讒 \\n 一代宗臣，當代天理物之任，君上委國而聽之，固為社稷之福，然必不使邪人參其間乃可，不然必為所勝。姑以唐世及本朝之事顯顯者言之，若褚遂良、長孫無忌之遭李義府、許敬宗，張九齡之遭李林甫是已。裴晉公相憲宗，立淮、蔡、青、鄆之功，唐之威令紀綱，既壞而復振，可謂名宰矣。皇甫鎛一共政，則去不旋踵，迨穆、敬、文三宗，主既不明，而元稹、李逢吉、宗閔更撼之，使不得一日安厥位。趙韓王以佐命元勛，而為盧多遜所勝，寇萊公為丁謂所勝，杜祁公、韓、范為陳執中、賈昌朝所勝，富韓公為王介甫所勝，范忠宣為章子厚所勝，趙忠簡為秦會之所勝，大抵皆然也。 \\n 宋齊丘 \\n 自用兵以來，令民間以見錢紐納稅直，既為不堪，然於其中所謂和買折帛，尤為名不正而斂最重。偶閱大中祥符間，太常博士許載著吳唐拾遺錄，所載多諸書未有者。其勸農桑一篇正云：「吳順義年中，差官興版簿，定租稅，厥田上上者，每一頃稅錢二貫一百文，中田一頃稅錢一貫八百，下田一頃千五百，皆足陌見錢，如見錢不足，許依市價折以金銀。算計丁口課調，亦科錢。宋齊丘時為員外郎，上策乞虛擡時價，而折紬、綿、絹本色，曰：『江淮之地，唐季已來，戰爭之所。今兵革乍息，黎甿始安，而必率以見錢，折以金銀，此非民耕鑿可得也，無興販以求之，是為教民棄本逐末耳。』是時，絹每匹市價五百文，紬六百文，綿每兩十五文，齊丘請絹每匹擡為一貫七百，紬為二貫四百，綿為四十文，皆足錢，丁口課調，亦請蠲除。朝議喧然沮之，謂虧損官錢，萬數不少。齊丘致書於徐知誥曰：『明公總百官，理大國，督民見錢與金銀，求國富庶，所謂擁篲救火，撓水求清，欲火滅水清可得乎？』知誥得書，曰：『此勸農上策也。』即行之。自是不十年間，野無閒田，桑無隙地，自吳變唐，自唐歸宋，民到於今受其賜。」齊丘之事美矣。徐知誥亟聽而行之，可謂賢輔相。而九國志齊丘傳中略不書，資治通鑑亦佚此事。今之君子為國，唯知浚民以益利，豈不有靦於偏閏之臣乎？齊丘平生，在所不論也。 \\n 鹹杬子 \\n 玉篇、唐韻釋杬字云：「木名，出豫章，煎汁，藏果及卵不壞。」異物志云：「杬子，音元，鹽鴨子也。」以其用杬木皮汁和鹽漬之。今吾鄉處處有此，乃如蒼耳、益母，莖幹不純是木。小人爭鬭者，取其葉挼摖皮膚，輒作赤腫，如被傷，以誣賴其敵。至藏鴨卵，則又以染其外，使若赭色云。 \\n 月中桂兔 \\n 酉陽雜俎天咫篇，載月星神異數事。其命名之義，取國語楚靈王曰「是知天咫，安知民則」之說。其紀月中蟾桂，引釋氏書，言須彌山南面有閻扶樹，月過樹，影入月中。或言月中蟾桂，地影也，空處，水影也。予記東坡公鑒空閣詩云：「明月本自明，無心孰為境。挂空如水鑑，寫此山河影。我觀大瀛海，巨浸與天永。九州居其間，無異蛇盤鏡。空水兩無質，相照但耿耿。妄云桂兔蟆，俗說皆可屏。」正用此說。其詩在集中，題為和黃秀才。頃予游南海，西歸之日，泊舟金利山下，登崇福寺，有閣枕江流，標曰「鑒空」，正見詩牌揭其上，蓋當時臨賦處也。 \\n 唐二帝好名 \\n 唐貞觀中，忽有白鵲營巢於寢殿前槐樹上，其巢合歡如腰鼓。左右拜舞稱賀，太宗曰：「我常笑隋煬帝好祥瑞，瑞在得賢，此何足賀？」乃命毀其巢，放鵲於野外。明皇初即位，以風俗奢靡，制乘輿服御金銀器玩，令有司銷毀，以供軍國之用。其珠玉錦繡焚於殿前，天下毋得復采織，罷兩京織錦坊。予謂二帝，皆唐之明主，所言所行，足以垂訓於後，然大要出於好名。鵲巢之異，左右從而獻諛，叱而去之可也，何必毀其巢？珠玉錦繡，勿珍而尚之可也，何必焚之殿前，明以示外，使家至戶曉哉！治道貴於執中，是二者懼不可以為法。其後楊貴妃有寵，織繡之工，專供妃院者七百人，中外爭獻器服珍玩。嶺南經略使張九皋、廣陵長史王翼，以所獻精靡，九皋加三品，翼入為戶部侍郎，天下從風而靡，明皇之始終，一何不同如此哉！ \\n 周禮非周公書 \\n 周禮一書，世謂周公所作，而非也，昔賢以為戰國陰謀之書，考其實，蓋出於劉歆之手。漢書儒林傳，盡載諸經專門師授，此獨無傳。至王莽時，歆為國師，始建立周官經以為周禮，且置博士。而河南杜子春受業於歆，還家以教門徒，好學之士鄭興，及其子衆往師之，此書遂行。歆之處心積慮，用以濟莽之惡，莽據以毒痡四海，如五均、六筦、市官、賒貸，諸所興為，皆是也。故當其時，公孫祿既已斥歆顛倒六經毀師法矣。歷代以來，唯宇文周依六典以建官，至於治民發政，亦未嘗循故轍。王安石欲變亂祖宗法度，乃尊崇其言，至與詩、書均匹，以作三經新義，其序略曰：「其人足以任官，其官足以行法，莫盛乎成周之時；其法可施於後世，其文有見於載籍，莫具乎周官之書。自周之衰，以至於今，太平之遺迹，掃蕩幾盡，學者所見無復全經。於是時也，乃欲訓而發之，臣知其難也。以訓而發之之難，則又以知夫立政造事追而復之之為難。」則安石所學所行實於此乎出。遂謂：「一部之書，理財居其半。」又謂：「泉府，凡國之財用取具焉，歲終，則會其出入而納其餘，則非特摧兼幷，救貧阨，因以足國事之財用。夫然故雖有不庭不虞，民不加賦，而國無乏事。」其後呂嘉問法之而置市易，由中及外，害遍生靈。嗚呼！二王託周官之名以為政，其歸於禍民一也。 \\n 醉尉亭長 \\n 李廣免將軍為庶人，屏居藍田，嘗夜從一騎出，從人田間飲，還至亭，霸陵尉醉呵止廣。後廣拜右北平太守，請尉與俱，至軍而斬之，上書自陳謝罪，武帝報曰：「報忿除害，朕之所圖於將軍也。」王莽竊位，尤備大臣抑奪下權，大司空士夜過奉常亭，亭長呵之，告以官名，亭長醉曰：「寧有符傳邪！」士以馬箠擊亭長，亭長斬士，亡，郡縣逐之。家上書，莽曰：「亭長奉公，勿逐。」大司空王邑斥士以謝。予觀此兩亭尉長，其醉等耳。霸陵尉但呵止李廣，而廣殺之，武帝不問，奉常亭長殺宰士，而王莽反以奉公免之，亦可笑也。 \\n 三易之名 \\n 三易之名，一曰連山，二曰歸藏，三曰周易，皆以兩字為義。今人但稱周易曰易，非也。夏曰連山，其卦以純艮為首，艮為山，山上山下，是名連山。雲氣出內於山，故名易為連山。商曰歸藏，以純坤為首，坤為地，萬物莫不歸而藏於中，故名為歸藏。周曰周易，以純乾為首，乾為天，天能周匝於四時，故名易為周也。太簇為人統，寅為人正。夏以十三月為正，人統，人無為卦首之理，艮漸正月，故以艮為首。林鍾為地統，未之衝丑，故為地正，商以十二月為正，地統，故以坤為首。黃鍾為天統，子為天正，周以十一月為正，天統，故以乾為首。此本出唐賈公彥周禮正義之說，予整齊而紀之。所謂十三月者，承十二月而言，即正月耳。後漢陳寵論之甚詳，本出尚書大傳。 \\n 忠臣名不傳 \\n 古今忠臣義士，其名載於史策者，萬世不朽，然有不幸而泯沒無傳者。南唐後主，淫於浮圖氏，二人繼踵而諫，一獲徒，一獲流。歙人汪煥為第三諫，極言請死，云：「梁武事佛，刺血寫佛經，散髮與僧踐，捨身為佛奴，屈膝禮和尚，及其終也，餓死於臺城。今陛下事佛，未見刺血、踐髮、捨身、屈膝，臣恐他日猶不得如梁武之事。」後主覽書，赦而官之。又有淮人李雄，當王師弔伐，出守西偏，不遇其敵。雄以國城重圍，不忍端坐，遂東下以救之，陣於溧陽，與王師遇，父子俱沒，諸子不從行者亦死他所，死者凡八人。李氏訖亡，不霑褒贈，其事僅見於吳唐拾遺錄。頃嘗有旨合九朝國史為一書，他日史官為列之於李煜傳，庶足以慰二人於泉下。歐陽公作吳某墓誌云：「李煜時，為彭澤主簿，曹彬破池陽，遣使者招降郡縣，其令欲以城降，某曰：『吾能為李氏死爾。』乃殺使者，為煜守。煜已降，某為游兵執送軍中，主將責以殺使者，曰：『固當如是。』主將義而釋之。」其事雖粗見，而集中只云「諱某」，為可惜也。如靖康之難，朱昭等數人死於震武城之類，予得朱弁所作忠義錄於其子栐，乃為作傳於四朝史中，蓋惜其無傳也。 \\n 唐人酒令 \\n 白樂天詩：「鞍馬呼教住，骰盤喝遣輸。長驅波卷白，連擲采成盧。」注云：骰盤、卷白波、莫走鞍馬，皆當時酒令。予按皇甫松所著醉鄉日月三卷，載骰子令云：聚十隻骰子齊擲，自出手六人，依采飲焉。堂印，本采人勸合席，碧油，勸擲外三人。骰子聚於一處，謂之酒星，依采聚散。骰子令中，改易不過三章，次改鞍馬令，不過一章。又有旗幡令、閃擪令、拋打令。今人不復曉其法矣，唯優伶家，猶用手打令以為戲云。 \\n  \\n 　 \\n  \\n   \\n  "}
