{"章节": "序", "正文": "　 \\n 序 \\n 　 \\n 始予作容齋隨筆，首尾十八年，二筆十三年，三筆五年，而四筆之成，不費一歲。身益老而著書益速，蓋有其說。曩自越府歸，謝絕外事，獨弄筆紀述之習，不可掃除。故搜采異聞，但緒夷堅志，於議論雌黃，不復關抱。而稚子櫰，每見夷堅滿紙，輒曰：「隨筆、夷堅，皆大人素所游戲。今隨筆不加益，不應厚於彼而薄於此也。」日日立案旁，必俟草一則乃退。重逆其意，則裒所憶而書之。櫰嗜讀書，雖就寢猶置一編枕畔，旦則與之俱興。而天嗇其付付，年且弱冠，聰明殊未開，以彼其勤，殆必有日。丈夫愛憐少子，此乎見之。於是占抒為序，幷獎其志云。慶元三年九月二十四日序。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第一(十九則)", "正文": "　 \\n 卷第一(十九則) \\n 　 \\n  \\n 孔廟位次 \\n 自唐以來，相傳以孔門高弟顏淵至子夏為十哲，故坐祀於廟堂上。其後升顏子配享，則進曾子於堂，居子夏之次以補其闕。然顏子之父路、曾子之父點，乃在廡下從祀之列，子處父上，神靈有知，何以自安？所謂子雖齊聖，不先父食，正謂是也。又孟子配食與顏子並，而其師子思、子思之師曾子亦在下。此兩者於禮、於義，實為未然，特相承既久，莫之敢議耳。 \\n 周三公不特置 \\n 周成王董正治官，立太師、太傅、太保，茲惟三公，而云：「官不必備，惟其人。」以書傳考之，皆兼領六卿，未嘗特置也。周公既為師，然猶位冢宰，尚書所載召公以太保領冢宰，芮伯為司徒，彤伯為宗伯，畢公以太師領司馬，衞侯為司寇，毛公以太傅領司空是已。其所次第惟以六卿為先後，而師傅之尊乃居太保下也。 \\n 周公作金縢 \\n 尚書孔氏所傳五十九篇皆有序，其出於史官者不言某人作，如虞書五篇，紀一時君臣吁咈都俞及識其政事，如說命、武成、顧命、康王之誥、召誥自「惟二月既望」至「越自乃御事」、洛誥自「戊辰王在新邑」至篇終、蔡仲之命自「惟周公位冢宰」至「邦之蔡」皆然。如指言某人所作，則伊尹作伊訓、太甲、咸有一德，盤庚三篇，周公作大誥、康誥、酒誥、梓材、多士、無逸、君奭、多方、立政是也。惟金縢之篇，首尾皆敍事，而直以為周公作。按此篇除冊祝三王外，餘皆周史之詞，如「公乃自以為功」、「公歸納冊」、「公將不利於孺子」、「公乃為詩以貽王」、「王亦未敢誚公」、「公命我勿敢言」、「天動威以彰周公之德」、「公勤勞王家」之語，「出郊」、「反風」之異，决非周公所自為，今不復可質究矣。 \\n 雲夢澤 \\n 雲夢，楚澤藪也，列於周禮職方氏。鄭氏曰：「在華容。」漢志有雲夢官。然其實雲也、夢也，各為一處。禹貢所書：「雲土夢作乂。」注云：「在江南。」惟左傳得其詳，如（云阝）夫人棄子文于夢中。注云：「夢，澤名，在江夏安陸縣城東南。」楚子田江南之夢。注云：「楚之雲、夢，跨江南北。」楚子濟江入于雲中。注：「入雲澤中，所謂江南之夢。」然則，雲在江之北，夢在其南也。上林賦：「楚有七澤，嘗見其一，名曰雲夢，特其小小者耳，方九百里。」此乃司馬長卿夸言。今為縣，隸德安，詢諸彼人，已不能的指疆域。職方氏以「夢」為「瞢」，前漢敍傳：子文投於夢中，音皆同。 \\n 關雎不同 \\n 關雎為國風首，毛氏列之於三百篇之前。大序云：「后妃之德也。」而魯詩云：「后夫人鷄鳴佩玉去君所，周康王后不然，故詩人嘆而傷之。」後漢皇后紀序：「康王晏朝，關雎作諷。」蓋用此也。顯宗永平八年詔云：「昔應門失守，關雎刺世。」注引春秋說題辭曰：「人主不正，應門失守，故歌關雎以感之。」宋均云：「應門，聽政之處也。言不以政事為務，則有宣淫之心。關雎樂而不淫，思得賢人與之共化，修應門之政者也。」薛氏韓詩章句曰：「詩人言雎鳩貞潔敬匹，以聲相求，隱蔽於無人之處。故人君退朝，入於私宮，后妃御見有度，應門擊柝，鼓人上堂，退反燕處，體安志明。今時大人內傾於色，賢人見其萌，故詠關雎之說淑女正容儀以刺時。」三說不同如此。黍離之詩列於王國風之首，周大夫所作也，而齊詩以為衞宣公之子壽，閔其兄伋之且見害，作憂思之詩，黍離之詩是也。此說尤為可議。 \\n 迷癡厥撥 \\n 柔詞諂笑，專取容悅，世俗謂之「迷癡」，亦曰「迷嬉」。中心有愧見諸顏面者，謂之「緬靦」。舉措脫落，觸事乖忤者，謂之「厥撥」。雖為俚言，然其說皆有所本。列子云：「墨杘、單至、嘽咺、憋敷心，四人相與游於世。」又云：「眠娗、諈諉、勇敢、怯疑，四人亦相與游。」張湛注云：「墨音眉，杘敕夷反，方言：江淮之間謂之無賴；眠音緬，娗音殄，方言：欺謾之語也。郭璞云：謂以言相輕嗤弄也。」所釋雖不同，然大略具是矣。曲禮：「衣毋撥，足毋蹶。」鄭氏注云：「撥，發揚貌。蹶，行遽貌。」大抵亦指其荒率也。 \\n 三館祕閣 \\n 國朝儒館仍唐制，有四：曰昭文館，曰史館，曰集賢院，曰祕閣。率以上相領昭文大學士，其次監修國史，其次領集賢。若只兩相，則首廳兼國史。唯祕閣最低，故但以兩制判之。四局各置直官，均謂之館職，皆稱學士。其下則為校理、檢討、校勘，地望清切，非名流不得處。范景仁為館閣校勘，當遷校理，宰相龐籍言：「范鎮有異才，恬於進取。」乃除直祕閣。司馬公作詩賀之曰：「延閣屹中天，積書雲漢連。神宗重其選，(謂太宗也。)國士比為仙。玉檻鈎陳上，丹梯北斗邊。帝容瞻日角，宸翰照星躔。職秩曾無貴，光華在得賢。」其重如此。自熙寧以來，或頗用賞勞。元豐官制行，不置昭文、集賢，以史館入著作局，而直祕閣只為貼職。至崇寧、政、宣以處大臣子弟姻戚，其濫及於錢穀文俗吏，士大夫不復貴重。然除此職者必詣館下拜閣，乃具盛筵，邀見在三館者宴集，秋日暴書宴，皆得預席，若餘日則不許至，隨筆有館職名存一則云。 \\n 亭榭立名 \\n 立亭榭名最易蹈襲，既不可近俗，而務為奇澀亦非是。東坡見一客云近看晉書，問之曰：「曾尋得好亭子名否？」蓋謂其難也。秦楚材在宣城，於城外並江作亭，目之曰「知有」。用杜詩「已知出郭少塵事，更有澄江消客愁」之句也。王仲衡在會稽，於後山作亭，目之曰「白涼」。亦用杜詩「越女天下白，鑑湖五月涼」之句。二者可謂甚新，然要為未當。廬山一寺中有亭頗幽勝，或標之曰：「不更歸」，取韓詩末句，亦可笑也。 \\n 十十錢 \\n 市肆間交易論錢陌者，云十十錢。言其足數滿百無蹺減也。其語至俗，然亦有所本。後漢書襄楷傳引宮崇所獻神書，其太平經興帝王篇云：「開其玉戶，施種於中，比若春種於地也，十十相應和而生。其施不以其時，比若十月種物於地也，十十盡死，固無生者。」其書不傳於今，唐章懷太子注釋之時，尚猶存也。此所謂十十，蓋言十種十生無一失耳，其盡死之義亦然，與錢陌之事殊，然其字則同也。 \\n 犀舟 \\n 張衡應間云：「犀舟勁楫。」後漢注引前書：「羌戎弓矛之兵，器不犀利。」音義曰：「今俗謂刀兵利為犀。犀，堅也。」「犀舟」，甚新奇，然為文者，未嘗用，亦慮予所見之不博也。 \\n 畢仲游二書 \\n 元祐初，司馬溫公當國，盡改王荊公所行政事，士大夫言利害者以千百數，聞朝廷更化，莫不歡然相賀，唯畢仲游一書，究盡本末。其略云：「昔安石以興作之說動先帝，而患財之不足也，故凡政之可以得民財者無不用。蓋散青苗、置市易、斂役錢、變鹽法者，事也，而欲興作患不足者，情也。苟未能杜其興作之情，而徒欲禁其散斂變置之事，是以百說而百不行。今遂欲廢青苗、罷市易、蠲役錢、去鹽法，凡號為財利而傷民者，一掃而更之，則向來用事於新法者，必不喜矣。不喜之人，必不但曰青苗不可廢，市易不可罷，役錢不可蠲，鹽法不可去，必探不足之情，言不足之事，以動上意，雖致石人而使聽之，猶將動也。如是則廢者可復散，罷者可復置，蠲者可復斂，去者可復存矣。則不足之情可不預治哉！為今之策，當大舉天下之計，深明出入之數，以諸路所積之錢粟，一歸地官，使經費可支二十年之用。數年之間，又將十倍於今日。使天子曉然知天下之餘於財也，則不足之論不得陳於前，然後所謂新法者，始可永罷而不復行矣。昔安石之居位也，中外莫非其人，故其法能行。今欲救前日之敝，而左右侍從職司使者，十有七八皆安石之徒，雖起二三舊臣，用六七君子，然累百之中存其十數，烏在其勢之可為也！勢未可為而欲為之，則青苗雖廢將復散，況未廢乎？市易雖罷且復置，況未罷乎？役錢、鹽法亦莫不然。以此救前日之敝，如人久病而少間，其父兄子弟喜見顏色，而未敢賀者，意其病之在也。」 \\n 先是東坡公在館閣，頗因言語文章，規切時政，仲游憂其及禍，貽書戒之曰：「孟軻不得已而後辯，孔子欲無言。古人所以精謀極慮，固功業而養壽命者，未嘗不出乎此。君自立朝以來，禍福利害繫身者未嘗言，顧直惜其言爾。夫言語之累，不特出口者為言，其形於詩歌、贊於賦頌、託於碑銘、著於序記者，亦言也。今知畏於口而未畏於文，是其所是，則見是者喜，非其所非，則蒙非者怨。喜者未能濟君之謀，而怨者或已敗君之事矣！天下論君之文，如孫臏之用兵、扁鵲之醫疾，固所指名者矣，雖無是非之言，猶有是非之疑。又況其有耶？官非諫臣，職非御史，而非人所未非，是人所未是，危身觸諱以游其間，殆由抱石而救溺也。」 \\n 二公得書聳然，竟如其慮。予頃修史時，因得其集，讀二書思欲為之表見，故官雖不顯，亦為之立傳云。 \\n 列子與佛經相參 \\n 張湛序列子云：「其書大略明羣有以至虛為宗，萬品以終滅為驗，神惠以凝寂常全，想念以著物自喪，生覺與夢化等情。所明往往與佛經相參。」予讀天瑞篇載林類答子貢之言曰：「死之與生，一往一反。故死於是者，安知不生於彼？故吾知其不相若矣，吾又安知吾今之死不愈昔之生乎？」此一節所謂與佛經相參者也。又云：「商太宰問孔子：『三王五帝三皇聖者歟？』孔子皆曰：『弗知。』太宰曰：『然則孰者為聖？』孔子曰：『西方之人有聖者焉，不治而不亂，不言而自信，不化而自行，蕩蕩乎民無能名焉，丘疑其為聖。弗知真為聖歟？真不聖歟？』」其後論者以為列子所言，乃佛也，寄於孔子云。 \\n 韋孟詩乖疎 \\n 漢書韋賢傳載韋孟詩二篇及其孫玄成詩一篇，皆深有三百篇風致，但韋孟諷諫云：「肅肅我祖，國自豕韋。總齊羣邦，以翼大商。至於有周，歷世會同。王赧聽譖，實絕我邦。我邦既絕，厥政斯逸。賞罰之行，非繇王室。庶尹羣后，靡扶靡衞。五服崩離，宗周以隊。」應劭曰：「王赧聽讒受譖，絕豕韋氏。自是政教逸漏，不由王者。」觀孟之自敍乃祖，而乖疎如是，周至赧王僅存七邑，救亡不暇，豈能絕侯邦乎？周之積微久矣，非因絕豕韋一國，然後五服崩離也。其妄固不待攻，而應劭又從而實之，尤為可笑。左傳書范宣子之言曰：「匄之祖在商為豕韋氏，在周為唐杜氏。」杜預曰：「豕韋國於東郡白馬縣，殷末國於唐，周成王滅之。」此最可證，惜顏師古之不引用也。 \\n 匡衡守正 \\n 漢元帝時，貢禹奏言：天子七廟，親盡之廟宜毀，及郡國廟不應古禮，宜正定。天子下其議，未及施行而禹卒。後乃下詔先罷郡國廟，其親盡寢園，皆無復修。已而上寢疾，夢祖宗譴罷郡國廟。詔問丞相匡衡，議欲復之。衡深言不可。上疾久不平，衡皇恐，禱高祖、孝文、孝武廟曰：「親廟宜一居京師，今皇帝有疾不豫，乃夢祖宗見戒以廟，皇帝悼懼，即詔臣衡復修立，如誠非禮義之中，違祖宗之心，咎盡在臣衡，當受其殃。」又告謝毀廟曰：「遷廟合祭，久長之策，今皇帝乃有疾，願復修立承祀。臣衡等咸以為禮不得，如不合諸帝后之意，罪盡在臣衡等，當受其咎。今詔中朝臣具復毀廟之文，臣衡以為天子之祀，義有所斷，無所依緣，以作其文。事如失措，罪乃在臣衡。」 \\n 予按衡平生佞諛，專附石顯以取大位，而此一節獨據經守禮，其禱廟之文，殆與金縢之冊祝相似，而不為後世所稱述，漢史又不書於本傳，憎而知其善可也。郊祀志，南山巫祠秦中。秦中者，二世皇帝也。以其彊死，魂魄為厲，故祠之。成帝時，匡衡奏罷之，亦可書。 \\n 西極化人 \\n 列子載周穆王時，西極之國有化人來，王敬之若神。化人謁王同游，王執化人之袪，騰而上者中天乃止，暨及化人之宮，自以居數十年，不思其國。復謁王同游，意迷精喪，請化人求還。既寤，所坐猶曏者之處，侍御猶曏者之人。視其前，則酒未清、肴未昲。王問所從來，左右曰：「王默存耳。」穆王自失者三月。復問化人，化人曰：「吾與王神游也，形奚動哉？」予然後知唐人所著南柯太守、黃粱夢、櫻桃、青衣之類，皆本乎此。 \\n 詔令不可輕出 \\n 人君一話一言不宜輕發，况於詔令形播告者哉！漢光武初即位，既立郭氏為皇后矣，時陰麗華為貴人，帝欲崇以尊位，后固辭，以郭氏有子，終不肯當。建武九年，遂下詔曰：「吾以貴人有母儀之美，宜立為后，而固辭不敢當，列於媵妾。朕嘉其義讓，許封諸弟。」乃追爵其父及弟為侯，皆前世妃嬪所未有。至十七年，竟廢郭后及太子彊，而立貴人為后。蓋九年之詔既行，主意移奪，已見之矣。郭后豈得安其位乎？ \\n 戰國策 \\n 劉向序戰國策，言其書錯亂相揉，莒本字多誤脫為半字，以趙為肖，以齊為立，如此類者多。予按今傳於世者，大抵不可讀，其韓非子、新序、說苑、韓詩外傳、高士傳、史記索隱、太平御覽、北堂書鈔、藝文類聚諸書所引用者，多今本所無。向博極羣書，但擇焉不精，不止於文字脫誤而已。惟太史公史記所采之事九十有三，則明白光豔，悉可稽考，視向為有間矣！ \\n 范曄漢志 \\n 沈約作宋書謝儼傳曰：「范曄所撰十志，一皆託儼。搜撰垂畢，遇曄敗，悉蠟以覆車。宋文帝令丹陽尹徐湛之就儼尋求，已不復得，一代以為恨。其志今闕。」曄本傳載曄在獄中與諸生姪書曰：「既造後漢，欲遍作諸志，前漢所有者悉令備。雖事不必多，且使見文得盡；又欲因事就卷內發論，以正一代得失，意復不果。」此說與儼傳不同，然儼傳所云乃范紀第十卷公主注中引之，今宋書却無，殊不可曉。劉昭注補志三十卷，至本朝乾興元年，判國子監孫奭始奏以備前史之闕，故淳化五年監中所刊後漢書凡九十卷，惟帝后紀十卷，列傳八十卷，而無志云。新唐書藝文志：「劉昭補注後漢書五十八卷。」不知昭為何代人。所謂志三十卷，當在其中也。 \\n 繕修犯土 \\n 今世俗營建宅舍，或小遭疾厄，皆云犯土。故道家有謝土司章醮之文。按後漢書來歷傳所載：「安帝時皇太子驚病不安，避幸乳母野王君王聖舍。太子廚監邴吉以為聖舍新繕修，犯土禁，不可久御。」然則古有其說矣。 \\n 容齋四筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第二(二十則)", "正文": "　 \\n 卷第二(二十則) \\n 　 \\n  \\n 諸家經學興廢 \\n 稚子問漢儒所傳授諸經，各名其家，而今或存或不存，請書其本末為四筆粍t。乃為采摭班史及陸德明經典釋文幷他書，刪取綱要，詳載於此。 \\n 周易傳自商瞿始，至漢初，田何以之顓門。其後為施、孟喜、梁丘賀之學，又有京房、費直、高相三家。至後漢，高氏已微，晉永嘉之亂，梁丘之易亡。孟、京、費氏人無傳者，唯鄭康成、王弼所注行於世。江左中興，欲置鄭易博士，不果立，而弼猶為世所重。韓康伯等十人並注繫辭，今唯韓傳。 \\n 尚書自漢文帝時伏生得二十九篇，其後為大小夏侯之學。古文者，武帝時出於孔壁，凡五十九篇，詔孔安國作傳，遭巫蠱事，不獲以聞，遂不列於學官，其本殆絕，是以馬、鄭、杜預之徒皆謂之逸書。王肅嘗為注解，至晉元帝時，孔傳始出，而亡舜典一篇，乃取肅所注堯典，分以續之，學徒遂盛。及唐以來，馬、鄭、王注遂廢，今以孔氏為正云。 \\n 詩自子夏之後，至漢興，分而為四，魯申公曰魯詩，齊轅固生曰齊詩，燕韓嬰曰韓詩，皆列博士。毛詩者出於河間人大毛公，為之故訓，以授小毛公，為獻王博士，以不在漢朝，不列於學，鄭衆、賈逵、馬融皆作詩注，及鄭康成作箋，三家遂廢。齊詩久亡，魯詩不過江東，韓詩雖在，人無傳者，唯毛詩鄭箋獨立國學，今所遵用。 \\n 漢高堂生傳士禮十七篇，即今之儀禮也。古禮經五十六篇，后蒼傳十七篇，曰后氏曲臺記，所餘三十九篇名為逸禮。戴德刪古禮二百四篇為八十五篇，謂之大戴禮，戴聖又刪為四十九篇，謂之小戴禮。馬融、盧植考諸家異同，附戴聖篇章，去其煩重及所缺略而行於世，即今之禮記也。王莽時，劉歆始建立周官經，以為周禮，在三禮中最為晚出。 \\n 左氏為春秋傳，又有公羊、穀梁、鄒氏、夾氏。鄒氏無師，夾氏無書。公羊興於景帝時，穀梁盛於宣帝時，而左氏終西漢不顯。迨章帝乃令賈逵作訓詁，自是左氏大興，二傳漸微矣。 \\n 古文孝經二十二章，世不復行，只用鄭注十八章本。 \\n 論語三家：魯論語者，魯人所傳，即今所行篇次是也；齊論語者，齊人所傳，凡二十二篇；古論語者，出自孔壁，凡二十一篇。各有章句。魏何晏集諸家之說為集解，今盛行於世。 \\n 漢人姓名 \\n 西漢名人如公孫弘、董仲舒、朱買臣、丙吉、王褒、貢禹，皆有異世與之同姓名者。戰國策及呂氏春秋，齊有公孫弘，與秦王、孟嘗君言者。明帝時，又有幽州從事公孫弘，交通楚王英，見於虞延傳。高祖時，又有謁者貢禹。梁元帝時，有武昌太守朱買臣、尚書左僕射王褒。後漢安帝時，有太子廚監邴吉。南齊武帝之子巴東王子響為荊州刺史，要直閣將軍董蠻與同行，蠻曰：「殿下癲如雷，敢相隨耶？」子響曰：「君敢出此語，亦復奇癲。」上聞而不悅曰：「人名『蠻』，復何容得醞藉。」乃改為仲舒。謂曰：「今日仲舒，何如昔日仲舒？」答曰：「昔日仲舒，出自私庭，今日仲舒，降自先帝，以此言之，勝昔遠矣。」然此人後不復見。 \\n 輕浮稱謂 \\n 南齊陸慧曉立身清肅，為諸王長史行事，僚佐以下造詣，必起迎之。或曰：「長史貴重，不宜妄自謙屈。」答曰：「我性惡人無禮，不容不以禮處人。」未嘗卿士大夫，或問其故，慧曉曰：「貴人不可卿，而賤者乃可卿，人生何容立輕重於懷抱！」終身常呼人位。今世俗浮薄少年，或身為卑官，而與尊者言話，稱其儕流，必曰「某丈」。談其所事牧伯監司亦然。至於當他人父兄尊長之前，語及其子孫甥壻，亦云「某丈」。或妄稱宰相執政貴人之字。皆大不識事分者，習慣以然，元非簡傲也。予常以戒兒輩云。 \\n 鬼谷子書 \\n 鬼谷子與蘇秦、張儀書曰：「二足下功名赫赫，但春華至秋，不得久茂。今二子好朝露之榮，忽長久之功；輕喬、松之永延，貴一旦之浮爵。夫女愛不極席，男歡不畢輪，痛哉夫君！」戰國策楚江乙謂安陵君曰：「以財交者，財盡而交絕；以色交者，華落而愛渝。是以嬖女不敝席，寵臣不敝軒。」呂不韋說華陽夫人曰：「以色事人者，色衰而愛弛。」詩氓之序曰：「華落色衰，復相棄背。」是諸說大抵意同，皆以色而為喻。士之嗜進而不知自反者，尚監茲哉！ \\n 有美堂詩 \\n 東坡在杭州作有美堂會客詩，頷聯云：「天外黑風吹海立，浙東飛雨過江來。」讀者疑海不能立，黃魯直曰：蓋是為老杜所誤，因舉三大禮賦朝獻太清宮云「九天之雲下垂，四海之水皆立」以告之。二者皆句語雄峻，前無古人。坡和陶停雲詩有「雲屯九河，雪立三江」之句，亦用此也。 \\n 張天覺小簡 \\n 張天覺熙寧中為渝州南川宰。章子厚經制夔夷，狎侮州縣吏，無人敢與共語。部使者念獨張可亢之，檄至夔。子厚詢人才，使者以告，即呼入同食，張著道士服，長揖就坐。子厚肆意大言，張隨機折之，落落出其上，子厚大喜，延為上客。歸而薦諸王介甫，遂得召用。政和六年，張在荊南，與子厚之子致平一帖云：「老夫行年七十有四，日閱佛書四五卷，早晚食米一升、（麥丏）五兩、肉八兩，魚、酒佐之，以此為常，亦不服暖藥，唯以呼吸氣晝夜合天度而已。數數夢見先相公，語論如平生，豈其人在天仙間，而老夫定中神游或遇之乎？嗟乎，安得奇男子如先相公者，一快吾胸中哉！」此帖藏致平家，其曾孫簡刻諸石。予今年亦七十四歲，姪孫偲於長興得墨本以相示，聊記之云。 \\n 城狐社鼠 \\n 城狐不灌，社鼠不燻。謂其所棲穴者得所憑依，此古語也，故議論者率指人君左右近習為城狐社鼠。予讀說苑所載孟嘗君之客曰：「狐者人之所攻也，鼠者人之所燻也。臣未嘗見稷狐見攻，社鼠見燻，何則？所託者然也。」稷狐之字，甚奇且新。 \\n 用兵為臣下利 \\n 富公奉使契丹，虜主言欲舉兵。公曰：「北朝與中國通好，則人主專其利，而臣下無所獲。若用兵則利歸臣下，而人主任其禍。故北朝羣臣爭勸舉兵者，此皆其自謀，非國計也。勝負未可知，就使其勝，所亡士馬，羣臣當之歟？抑人主當之歟？」是時，語錄傳於四方，蘇明允讀至此，曰：「此一段議論，古人有之否？」東坡年未十歲，在傍對曰：「記得嚴安上書云：『今徇南夷，朝夜郎，略薉州，建城邑，深入匈奴，燔其龍城，議者美之，此人臣之利，非天下之長策也。』正是此意。」明允以為然。予又記魏太武時，南邊諸將表稱宋人大嚴，將入寇，請先其未發逆擊之。魏公卿皆以為當。崔伯深曰：「朝廷羣臣及西北守將，從陛下征伐，西平赫連，北破蠕蠕，多獲美女珍寶。南邊諸將聞而慕之，亦欲南鈔以取資財。皆營私計，為國生事，不可從也。」魏主乃止。其論亦然。 \\n 志文不可冗 \\n 東坡為張文定公作墓志銘，有答其子厚之一書云：「志文路中已作得大半，到此百冗未絕筆，計得十日半月乃成。然書大事略小節，已有六千餘字，若纖悉盡書，萬字不了，古無此例也。知之知之。」蓋當時恕之意但欲務多耳。又一帖云：「志文謁告數日方寫得了，謹遣持納。衰病眼眩，辭翰皆不佳，不知可用否？」今志文正本凡七千一百字，銘詩百六十字云。予鄉士作一列大夫小郡守行狀九千言，衢州士人詣闕上書二萬言，使讀之者豈不厭倦，作文者宜戒之。坡帖藏梁氏竹齋，趙晉臣鐫石於湖南憲司楚觀。 \\n 趙殺鳴犢 \\n 漢書劉輔傳：「谷永等上書曰：『趙簡子殺其大夫鳴犢，孔子臨河而還。』」張晏注曰：「簡子欲分晉國，故先殺鳴犢，又聘孔子。孔子聞其死，至河而還也。」顏師古曰：「戰國策說二人姓名云：鳴犢、鐸犨。而史記及古今人表並以為鳴犢、竇犨。蓋『鐸』、『犢』及『竇』，其聲相近，故有不同耳。今永等指鳴犢一人，不論竇犨也。」韓退之將歸操亦云：「孔子之趙，聞殺鳴犢作。」予按今本史記孔子世家，乃以為竇鳴犢、舜華。說苑權謀篇云：「晉有澤鳴、犢犨。」其不同如此。 \\n 五帝官天下 \\n 漢蓋寬饒奏封事，引韓氏易傳言：「五帝官天下，三王家天下，家以傳子，官以傳賢，若四時之運，成功者去。」坐指意欲求禪而死。故或云自後稱天子為「官家」，蓋出於此。今世無韓氏易，諸家注釋漢書，皆無一語。惟說苑至公篇云：「秦始皇帝既吞天下，召羣臣議：五帝禪賢，三王世繼，孰是？博士鮑令之對曰：『天下官，則選賢是也；天下家，則世繼是也。故五帝以天下為官，三王以天下為家。』始皇帝嘆曰：『吾德出於五帝，吾將官天下，誰可使代我後者！』」此說可以為證，輒記之以補漢注之缺。蔣濟萬機論亦有官天下、家天下之語。 \\n 黃帝李法 \\n 漢書胡建傳：「黃帝李法。」蘇林曰：「獄官名也。天文志：『左角，李；右角，將。』」顏師古曰：「李者，法官之號也，其書曰李法。」唐世系表：「李氏自皋陶為堯大理，歷虞、夏、商，世世作此官，以官命族為理氏。至紂之時，逃難於伊侯之墟，食木子得全，遂改『理』為李氏。」予按今本漢書天文志騎官：「左角，理。」乃用「理」字，而史記天官書則為「李」，說苑載胡建事亦為「理法」。然則「理」、「李」一也。故左傳數云「行李往來」。杜預注曰：「行李，使人也。」至鄭子產與晉盟於平丘，則曰：「行理之命。」注亦云：「行理，使人通聘問者。」其義益明。皋陶作大理，傳子孫不改，迨商之季幾千二百年，世官久任，倉氏、庫氏不足道矣。表系疑不可信。 \\n 抄傳文書之誤 \\n 今代所傳文書，筆吏不謹，至於成行脫漏。予在三館假庾自直類文，先以正本點檢，中有數卷皆以後板為前，予令書庫整頓，然後錄之。他多類此。周益公以蘇魏公集付太平州鏤板，亦先為勘校。其所作東山長老語錄序云：「側定政宗，無用所以為用；因蹄得兔，忘言而後可言。」以上一句不明白，又與下不對，折簡來問。予憶莊子曰：「地非不廣且大也，人之所用容足爾。然而廁足而墊之致黃泉，知無用而後可以言用矣。」始驗「側定政宗」當是「廁足致泉」，正與下文相應，四字皆誤也。因記曾紘所書陶淵明讀山海經詩云：「形夭無千歲，猛志固常在。」疑上下文義若不貫，遂取山海經參校，則云：「刑天，獸名也，口中好銜干戚而舞。」乃知是「刑天舞干戚」，故與下句相應，五字皆訛。以語友人岑公休、晁之道，皆撫掌驚嘆，亟取所藏本是正之。此一節甚類蘇集云。 \\n 二十八宿 \\n 二十八宿，宿音秀。若考其義，則止當讀如本音。嘗記前人有說如此，說苑辯篇曰：「天之五星，運氣於五行，所謂宿者，日月五星之所宿也。」其義昭然。 \\n 大觀元夕詩 \\n 大觀初年，京師以元夕張燈開宴。時再復湟、鄯，徽宗賦詩賜羣臣，其頷聯云：「午夜笙歌連海嶠，春風燈火過湟中。」席上和者皆莫及。開封尹宋喬年不能詩，密走介求援於其客周子雍，得句云：「風生閶闔春來早，月到蓬萊夜未中。」為時輩所稱。子雍，汝陰人，曾受學於陳無已，故有句法。則作文為詩者，可無師承乎？ \\n 顏魯公帖 \\n 顏魯公忠義氣節，史策略盡。偶閱臨汝石刻，見一帖云：「政可守不可不守，吾去歲中言事得罪，又不能逆道苟時，為千古罪人也，雖貶居遠方，終身不耻。汝曹當須謂吾之志不可不守也。」此是獨赴謫地，而與其子孫者，無由考其歲月。千載之下，使人讀之，尚可畏而仰也。 \\n 文潞公奏除改官制 \\n 自熙寧以來，士大夫資歷之法，日趨於壞，歲甚一歲，久而不可復清。近年愈甚，綜核之制，未嘗能守。偶見文潞公在元祐中任平章軍國重事，宣仁面諭，令具自來除授官職次序一本進呈。公遂具除改舊制節目以奏，其一云：「吏部選兩任親民，有舉主，升通判。通判兩任滿，有舉主，升知州、軍，謂之常調。知州、軍有績效，或有舉薦，名實相副者，特擢升轉運使、副、判官，或提點刑獄、府推、判官，謂之出常調。轉運使有路分輕重遠近之差。河北、陝西、河東三路為重路，歲滿多任三司使、副，或發運使。發運任滿，亦充三司副使。成都路次三路，京東西、淮南又其次，江東西、荊湖、兩浙又次之，二廣、福建、梓、利、夔路為遠小。已上三等路分，轉運任滿，或就移近上次等路分，或歸任省府判官，漸次擢充三路重任。內提點刑獄，則不拘路分輕重除授。」潞公所奏乃是治平以前常行，今一切蕩然矣。京朝官未嘗肯兩任親民。纔為通判，便望州郡。至於監司，既無輕重遠近之間，不復以序升擢云。 \\n 待制知制誥 \\n 慶曆七年，曾魯公公亮，自修起居注除天章閣待制。時陳恭公獨為相，其弟婦王氏，冀公孫女，曾出也。當月旦出拜，恭公迎語之曰：「六新婦，曾三做從官，想甚喜。」應聲對曰：「三舅荷伯伯提挈極歡喜，只是外婆不樂。」恭公問故，曰：「外婆見三舅來謝，責之曰：汝第五人及第，當過詞掖，想是全廢學，故朝廷如此處汝。」恭公默然自失，後竟改知制誥。蓋恭公不由科第，不諳典故，致受譏於女子。而此女對答之時，元未嘗往外家也，其警慧如此。國家故事，修注官次補必知制誥，惟趙康靖公以歐陽公位在下，而欲先遷，司馬公以力辭，三人皆除待制，其雜壓先後可見云。 \\n 裴行儉景陽 \\n 裴行儉為定襄道大總管，討突厥。大軍次單于北，暮已立營，塹壕既周，更命徙營高岡。吏白：「士安堵不可擾。」不聽，促徙之。比夜風雨暴至，前占營所，水深丈餘，衆莫不駭嘆。問何以知之，行儉曰：「自今第如我節制，毋問我所以知也。」按戰國策云：「齊、韓、魏共攻燕，楚王使景陽將而救之。暮舍，使左右司馬各營壁地，已植表，景陽怒曰：『女所營者水皆至滅表，此焉可以舍？』乃令徙。明日大雨，山水大出，所營者水皆滅表，軍吏乃服。」二事正同，而景陽之事不傳。 \\n 北人重甘蔗 \\n 甘蔗只生於南方，北人嗜之，而不可得。魏太武至彭城，遣人於武陵王處求酒及甘蔗。郭汾陽在汾上，代宗賜甘蔗二十條。子虛賦所云：「諸柘巴且。」諸柘者，甘柘也。蓋相如指言楚雲夢之物。漢郊祀歌「泰尊柘漿」，亦謂取甘蔗汁以為飲。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第三(十六則)", "正文": "　 \\n 卷第三(十六則) \\n 　 \\n  \\n 韓退之張籍書 \\n 韓公集中有答張籍二書，其前篇曰：「吾子所論，排釋、老不若著書。若僕之見，則有異乎此，請待五六十然後為之。吾子又譏吾與人為無實駁雜之說，此吾所以為戲耳。若商論不能下氣，或似有之。博塞之譏，敢不承教！」後篇曰：「二氏行乎中土，蓋六百年，非可以朝令而夕禁，俟五六十為之未失也。謂吾與人商論不能下氣，若好勝者。雖誠有之，抑非好己勝也，好己之道勝也。駁雜之譏，前書盡之。昔者夫子猶有所戲，烏害於道哉？」大略籍所論四事：乞著書、譏駁雜、諫商論好勝及博塞也。今得籍所與書，前篇曰：「漢之衰，浮圖之法入中國，黃、老之術，相沿而熾。盍為一書，以興存聖人之道？執事多尚駁雜無實之說，使人陳之前以為歡，此有累於盛德。又商論之際，或不容人之短，如任私尚勝者，亦有所累也。况為博塞之戲與人競財乎？廢棄日時，不識其然。願絕博塞之好，棄無實之談，宏慮以接士，嗣孟軻、揚雄之作，使聖人之道，復見於唐。」後篇曰：「老、釋惑於生人久矣，執事可以任著書之事。君子汲汲於所欲為，若皆待五十六十而後有所為，則或有遺恨矣。君子發言舉足，不遠於禮，未聞以駁雜無實之說以為戲也。執事每見其說，則拊抃呼笑，是撓氣害性，不得其正矣。」籍之二書，甚勁而直。但稱韓公為執事，不曰先生。考其時，乃云「執事參於戎府」。按韓公以貞元十二年為汴州推官，時年二十有九，十五年為徐州推官，時年三十有二，年位未盛，籍未以師禮事之云。 \\n 韓公稱李杜 \\n 新唐書杜甫傳贊曰：「昌黎韓愈於文章重許可，至歌詩，獨推曰：『李杜文章在，光焰萬丈長。』誠可信云。」予讀韓詩，其稱李、杜者數端，聊疏於此。石鼓歌曰：「少陵無人謫仙死，才薄將奈石鼓何？」酬盧雲夫曰：「高揖羣公謝名譽，遠追甫白感至諴。」薦士曰：「勃興得李杜，萬類困凌暴。」醉留東野曰：「昔年因讀李白杜甫詩，長恨二人不相從。」感春曰：「近憐李杜無檢束，爛漫長醉多文辭。」幷唐志所引，蓋六用之。 \\n 此日足可惜 \\n 韓退之此日足可惜一首贈張籍，凡百四十句，雜用東、冬、江、陽、庚、青六韻。及其亡也，籍作詩祭之，凡百六十六句，用陽、庚二韻，其語鏗鏘震厲，全仿韓體。所謂「乃出二侍女，合彈琵琶箏」者是也。 \\n 粉白黛黑 \\n 韓退之為文章，不肯蹈襲前人一言一句。故其語曰：「惟陳言之務去，戛戛乎其難哉！」獨粉白黛綠四字，似有所因。列子：「周穆王築中天之臺，簡鄭、衞之處子娥媌靡曼者，粉白黛黑以滿之。」戰國策張儀謂楚王曰：「鄭、周之女，粉白黛黑，立於衢間，見者以為神。」屈原大招：「粉白黛黑，施芳澤只。」司馬相如：「靚莊刻飾。」郭璞曰：「粉白黛黑也。」淮南子：「毛嬙、西施，施芳澤，正蛾眉，設笄珥，衣阿錫，粉白黛黑，笑目流眺。」韓公以黑為綠，其旨則同。 \\n 李杜往來詩 \\n 李太白、杜子美在布衣時，同遊梁、宋，為詩酒會心之友。以杜集考之，其稱太白及懷贈之篇甚多。如「李侯金閨彥，脫身事幽討」，「南尋禹穴見李白，道甫問訊今何如」，「李白一（豆斗）詩百篇，自稱臣是酒中仙」，「近來海內為長句，汝與山東李白好」，「昔者與高李，晚登單父臺」，「李侯有佳句，往往似陰鏗」，「憶與高李輩，論交入酒壚」，「白也詩無敵，飄然思不羣」，「昔年有狂客，號爾謫仙人」，「落月滿屋梁，猶疑照顏色」，「三夜頻夢君，情親見君意」，「秋來相顧尚飄蓬，未就丹砂愧葛洪」，「寂寞書齋裏，終朝獨爾思」，「涼風起天末，君子意如何」，「不見李生久，佯狂真可哀」，凡十四五篇。至於太白與子美詩略不見一句。或謂堯祠亭別杜補闕者是已。乃殊不然，杜但為右拾遺，不曾任補闕，兼自諫省出為華州司功，迤邐避難入蜀，未嘗復至東州，所謂「飯顆山頭」之嘲，亦好事者所撰耳。 \\n 李太白怖州佐(「英眄」，館本作「英盼」。) \\n 李太白上安州裴長史書云：「白竊慕高義，得趨末塵，何圖謗言忽生，衆口攢毀，將恐投杼下客，震於嚴威。若使事得其實，罪當其身，則將浴蘭沐芳，自屏於烹鮮之地，惟君侯死生之。願君侯惠以大遇，洞開心顏，終乎前恩，再辱英眄，必能使精誠動天，長虹貫日。若赫然作威，加以大怒，即膝行而前，再拜而去耳。」裴君不知何如人，至譽其貴而且賢，名飛天京，天才超然，度越作者，棱威雄雄，下慴羣物。予謂白以白衣入翰林，其蓋世英姿，能使高力士脫靴於殿上，豈拘拘然怖一州佐者邪？蓋時有屈伸，正自不得不爾，大賢不偶，神龍困於螻蟻，可勝嘆哉！白此書自敍其平生云：「昔與蜀中友人吳指南，同遊於楚，指南死於洞庭之上，白禫服慟哭，炎月伏尸，猛虎前臨，堅守不動，遂權殯於湖側。數年來，觀筋骨尚在，雪泣持刃，躬申洗削，裹骨徒步，負之而趨，寢興攜持，無輟身手，遂丐貸營葬於鄂城。」其存交重義如此。「又與逸人東巖子隱於岷山，巢居數年，不迹城市。養奇禽千計，呼皆就掌取食，了無驚猜。」其養高忘機如此。而史傳不為書之，亦為未盡。 \\n 祝不勝詛 \\n 齊景公有疾，梁丘據請誅祝史。晏子曰：「祝有益也，詛亦有損。聊、攝以東，姑、尤以西，其為人也多矣。雖其善祝，豈能勝億兆人之詛？」晉中行寅將亡，召其太祝欲加罪。曰：「子為我祝，齋戒不敬，使吾國亡。」祝簡對曰：「今舟車飾，賦斂厚，民怨謗詛多矣。苟以為祝有益於國，則詛亦將為損，一人祝之，一國詛之，一祝不勝萬詛，國亡不亦宜乎，祝其何罪？」此二說若出一口，真藥石之言也。 \\n 呂子論學 \\n 呂子曰：「天生人而使其耳可以聞，不學，其聞則不若聾；使其目可以見，不學，其見則不若盲；使其口可以言，不學，其言則不若喑；使其心可以智，不學，其智則不若狂。故凡學，非能益之也，達天性也，能全天之所生，而勿敗之，可謂善學者矣。」此說甚美，而罕為學者所稱，故書以自戒。 \\n 曾太皇太后 \\n 唐德宗即位，訪求其母沈太后，歷順宗，及憲宗時為曾祖母，故稱為曾太皇太后，蓋別於祖母也。舊、新二唐書紀，皆載之。今慈福太皇太后在壽康太上時，已加尊稱，若於主上則為曾祖母，當用唐故事加曾字。向者嘗以告宰相，而省吏以為典故所無，天子逮事三世，安得有前比，亦可謂不知禮矣。又嗣濮王士歆在隆興為從叔祖，在紹熙為曾叔祖，慶元為高叔祖矣，而仍稱皇叔祖如故。士歆視嗣秀王伯圭為從祖，今圭稱皇伯祖，而歆但為皇叔祖，乃是弟爾。禮寺亦以為國朝以來無稱曾高者，彼蓋不知累朝尊屬，元未之有也。 \\n 中天之臺 \\n 中天之臺有二：其一，列子曰：「西極化人見周穆王，王為之改築宮室，土木之功，赭堊之色，無遺巧焉。五府為虛，而臺始成。其高千仞，臨終南之上，名曰中天之臺。」其一，新序曰：「魏王將起中天臺，許綰負操鍤入，曰：『臣能商臺。』王曰：『若何？』曰：『天與地相去萬五千里，今王因而半之，當起七千五百里之臺，高既如是，其趾須方八千里，盡王之地不足以為臺趾。必起此臺，先以兵伐諸侯，盡有其地，又伐四夷，得方八千里，乃足以為臺趾。度八千里之外，當定農畝之地，足以奉給王之臺者。臺具以備，乃可以作。』王默然無以應，乃罷起臺。」 \\n 實年官年 \\n 士大夫敍官閥，有所謂實年、官年兩說，前此未嘗見於官文書。大抵布衣應舉，必減歲數，蓋少壯者欲藉此為求昏地；不幸潦倒場屋，勉從特恩，則年未六十始許入仕，不得不豫為之圖。至公卿任子，欲其早列仕籍，或正在童孺，故率增擡庚甲有至數歲者。然守義之士，猶曰兒曹甫策名委質，而父祖先導之以挾詐欺君，不可也。比者以朝臣屢言，言及七十者不許任監司、郡守，搢紳多不自安，爭引年以決去就。江東提刑李信甫，雖春秋過七十，而官年損其五，堅乞致仕，有旨官年未及，與之外祠。知房州章騆六十八歲，而官年增其三，亦求罷去。諸司以其精力未衰，援實為請，有旨聽終任。知嚴州秦乞祠之疏曰：「實年六十五，而官年已逾七十。」遂得去。齊慶冑寧國乞歸，亦曰：「實年七十，而官年六十七。」於是實年、官年之字，形於制書，播告中外，是君臣上下公相為欺也。掌故之野甚矣，此豈可紀於史錄哉？ \\n 雷公炮炙論 \\n 雷公炮炙論，載一藥而能治重疾者，今醫家罕用之，聊志於此。其說云：「髮眉墮落，塗半夏而立生。目辟眼（目雖），有五花而自正。脚生肉栨，裩繫菪根。囊皺漩多，夜煎竹木。體寒腹大，全賴鸕鶿。血泛經過，飲調瓜子。咳逆數數，酒服熟雄。遍體（疒軫）風，冷調生側。腸虛泄利，須假草零。久渴心煩，宜投竹瀝。除癥去塊，全仗硝、硇。益食加觴，須煎蘆、朴。強筋健骨，須是蓯、鱓。駐色延年，精蒸神錦。知瘡所在，口點陰膠。產後肌浮，甘皮酒服。腦痛，鼻投硝末。心痛，速覓延胡。」凡十八項。謂眉髮墮落者，煉生半夏莖，取涎塗髮落處，立生。五花者，五加皮也，葉有雄雌，三葉為雄，五葉為雌，須使五葉者作末，酒浸用之，目（目雖）者正。脚有肉栨者，取莨菪根，繫裩帶上，永痊。多小便者，煎萆薢服之，永不夜起。若患腹大如鼓，米飲調鸕鶿末服，立枯如故。血泛行者，搗甜瓜子仁作末去油，飲調服之，立絕。咳逆者，天雄炮過，以酒調一錢，匕服。（疒軫）風者，側子(附子傍生者。)作末，冷酒服。虛泄者，搗五倍子末，熟水下之。癥塊者，以硇砂、硝石二味，乳鉢中研作粉，同煅了，酒服，神效。不飲者幷飲酒少者，煎逆水蘆根幷厚朴二味，湯服之。蓯蓉幷鱓魚作末，以黃精汁圓服之，可力倍常日也。黃精自然汁拌細研神錦，於柳木甑中，蒸七日了，以蜜圓服，顏貌可如幼女之容色。陰膠即是甑中氣垢，點少許於口中，即知臟腑所起，直徹至住處知痛，足可醫也。產後肌浮，酒服甘皮立枯。頭痛者，以硝石作末，內鼻中，立止。心痛者，以延胡索作散，酒服之。 \\n 治藥捷法 \\n 藥有至賤易得，人所常用，而難於修製者，如香附子、菟絲子、艾葉之類。醫家昧其節度，或終日疲勞而不能成。本草云：「凡菟絲子，暖湯淘汰去沙土，漉乾，暖酒漬，經一宿，漉出，暴微白，搗之，不盡者，更以酒漬，經三五日乃出，更晒微乾，搗之須臾悉盡，極易碎。」蓋以其顆細難施工，其說亦殊勞費。然自有捷法，但撚紙條數枚置其間，則馴帖成粉。香附子洗去皮毛，炒之焦熟，然後舉投水鉢內，候浸漬透徹，漉出，暴日中微燥，乃入搗臼，悉應手糜碎。艾葉柔軟不可著力，若入白茯苓三五片同碾，則即時可作細末。(「馴帖」，館本作「頃刻」。) \\n 陳翠說燕后 \\n 趙左師觸龍說太后，使長安君出質，用愛憐少子之說以感動之。予嘗論之於隨筆中。其事載於戰國策、史記、資治通鑑，而燕語中又有陳翠一段，甚相似。云：「陳翠合齊、燕，將令燕王之弟為質於齊，太后大怒曰：『陳公不能為人之國，則亦已矣，焉有離人子母者！』翠遂入見后曰：『人主之愛子也，不如布衣之甚也，非徒不愛子也，又不愛丈夫子獨甚。』太后曰：『何也？』對曰：『太后嫁女諸侯，奉以千金。今王願封公子，羣臣曰，公子無功不當封。今以公子為質，且以為功而封之也。太后弗聽，是以知人主之不愛丈夫子獨甚也。且太后與王幸而在，故公子貴。太后千秋之後，王棄國家，而太子即位，公子賤於布衣。故非及太后與王封公子，則終身不封矣。』太后曰：『老婦不知長者之計。』乃命為行具。」此語與觸龍無異，而史記不書，通鑑不取，學者亦未嘗言。 \\n 燕非強國 \\n 北燕在春秋時最為僻小，能自見於中國者，不過三四，大率制命於齊。七雄之際，為齊所取，後賴五國之力，樂毅為將，然後勝齊，然卒於得七十城不能守也。故蘇秦說趙王曰：「趙北有燕，燕固弱國，不足畏也。」燕王曰：「寡人國小，西迫強秦，南近齊、趙，齊、趙強國也。」又曰：「天下之戰國七，而燕處弱焉，獨戰則不能，有所附則無不重。」昭王謂郭隗曰：「孤極知燕弱小，不足以報齊。」蘇代曰：「一齊之強，燕猶不能支。」奉陽君曰：「燕弱國也，東不如齊，西不如趙。」趙長平之敗，壯者皆死，燕以二千乘攻之，為趙所敗。太子丹謂荊軻曰：「燕小弱，數困於兵，何足以當秦？」楚、漢之初，趙王武臣為燕軍所得，趙廝養卒謂其將曰：「一趙尚易燕，況以兩賢王，滅燕易矣。」彭寵以漁陽叛，即時夷滅。十六國之起，戎狄亂華，稱燕稱趙者多矣，未嘗有只據幽、薊之地者也。獨安祿山以三十年節制之威，又兼領河東，乘天寶政亂，出不意而舉兵，史思明繼之，雖為天下之禍，旋亦殄滅。至於藩鎮擅地，所謂范陽、盧龍，固常受制於天雄、成德也。劉仁恭、守光父子，僭竊一方，唐莊宗遣周德威攻之，克取巡屬十餘州，如拾地芥。石晉割賂契丹，仍其舊國，恃以為強，然晉開運陽城之戰，德光幾不免。周世宗小振之，立下三關。但太平興國，失於輕舉，又不治敗將喪師之罪，致令披猖以迄於今。若以謂幽燕為用武之地，則不然也。 \\n 水旱祈禱 \\n 海內雨暘之數，郡異而縣不同，為守為令，能以民事介心，必自知以時禱祈，不待上命也。而省部循案故例，但視天府為節，下之諸道轉運司，使巡內州縣，各詣名山靈祠，精潔致禱，然固難以一概論。乾道九年秋，贛、吉連雨暴漲。予守贛，方多備土囊，壅諸城門，以杜水入，凡二日乃退。而臺符令禱雨，予格之不下，但據實報之。已而聞吉州於小廳設祈晴道場，大廳祈雨。問其故，郡守曰：「請霽者，本郡以淫潦為災，而請雨者，朝旨也。」其不知變如此，殆為侮惑神天，幽冥之下，將何所據憑哉？俚語笑林謂「兩商人入神廟，其一陸行欲晴，許賽以猪頭，其一水行欲雨，許賽羊頭。神顧小鬼言：『晴乾喫猪頭，雨落喫羊頭，有何不可。』」正謂此耳。坡詩云：「耕田欲雨刈欲晴，去得順風來者怨。若使人人禱輒遂，造物應須日千變。」此意未易為庸俗道也。 \\n 容齋四筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第四(十五則)", "正文": "　 \\n 卷第四(十五則) \\n 　 \\n  \\n 今日官冗 \\n 元豐中，曾鞏判三班院，(今侍右也。)上疏言：「國朝景德墾田百七十萬頃，官萬員。皇祐二百二十五萬頃，官二萬員。治平四百三十萬頃，官二萬四千員。田日加辟，官日加多，而後之郊費視前一倍。以三班三年之籍較之，其入籍者幾七百人，而死亡免退不能二百，是年增歲溢，未見其止，則用財之端，入官之門，當令有司講求其故，使天下之入如治平，而財之用官之數同景德，以三十年之通，可以餘十年之蓄矣。」是時，海內全盛，倉庫多有樁積，猶有此懼。慶元二年四月，有朝臣奏對，極言云：「曩在乾道間，京朝官三四千員，選人七八千員。紹熙二年，四選名籍，尚左，京官四千一百五十九員，尚右，大使臣五千一百七十三員，侍左，選人一萬二千八百六十九員，侍右，小使臣一萬一千三百十五員，合四選之數，共三萬三千五百十六員，冗倍於國朝全盛之際。近者四年之間，京官未至增添，外選人增至一萬三千六百七十員，(比紹熙增八百一員。)大使臣六千五百二十五員，(比紹熙增一千三百四十八員。)小使臣一萬八千七百五員，(比紹熙增七千四百員。)而今年科舉，明年奏薦不在焉。通無慮四萬三千員，比四年之數增萬員矣，可不為之寒心哉！」蓋連有覃霈，慶典屢行，而宗室推恩，不以服派近遠為間斷，特奏名三舉，皆值異恩，雖助教亦出官歸正，人每州以數十百，病在膏肓，正使俞跗、扁鵲，持上池良藥以救之，亦無及已。 \\n 欒城和張安道詩 \\n 張文定公在蜀，一見蘇公父子，即以國士許之。熙寧中，張守陳州南都，辟子由幕府。元豐初，東坡謫齊安，子由貶監筠酒稅，與張別，張悽然不樂，酌酒相命，手寫一詩曰：「可憐萍梗飄蓬客，自嘆匏瓜老病身。從此空齋掛塵榻，不知重掃待何人？」後七年，子由召還，猶復見之於南都。及元符末，自龍川還許昌，因侄叔黨出坡遺墨，再讀張所贈詩，其薨已十年，泣下不能已，乃追和之曰：「少年便識成都尹，中歲仍為幕下賓。待我江西徐孺子，一生知己有斯人。」兩詩皆哀而不怨，使人至今有感於斯文。今世薄夫受人異恩，轉眼若不相識，況於一死一生，拳拳如此，忠厚之至，殆可端拜也。 \\n 和范杜蘇四公 \\n 晉相和凝，以唐長興四年知貢舉，取范質為第十三人。唐故事，知貢舉者，所放進士，以己及第時名次為重，謂之傳衣鉢。蓋凝在梁貞明中居此級，故以處質，且云：「他日當如我。」後皆至宰相，封魯國公，官至太子太傅，當時以為榮。凝壽止五十八，質止五十四。三朝史質本傳亦書之，而新五代史和凝傳誤為第五，以登科記考之而非也。杜祁公罷相，以太子少師致仕，後以南郊免陪位恩，連進至太子太師，年八十而薨。蘇子容初筮仕為南京判官，杜公方里居，告以平生出處本末，曰：「子異日所至，亦如老夫。」及蘇更踐中外，名德殊與之相似。集中有謝杜公書，正敍此事。其罷相也，亦以太子少師致仕，進太保，年八十二而薨。昔賢謂貴人往往善相人，以所閱多之故也。此二者幷官爵年壽皆前知，異矣。 \\n 外臺祕要 \\n 外臺祕要，載制虎方云：「到山下先閉氣三十五息，所在山神將虎來到吾前，乃存吾肺中，有白帝出，收取虎兩目，塞吾下部中，乃吐肺氣，上自通冠一山林之上。於是良久，又閉氣三十五息，兩手捻都監目作三步，步皆以右足在前，乃止，祝曰：『李耳、李耳，圖汝非李耳邪。汝盜黃帝之犬，黃帝教我問汝云何。』畢，便行，一山虎不可得見。若卒逢之者，因正面立，大張左手五指側之，極勢跳，手上下三度，於跳中大喚，咄曰：『虎，北斗君使汝去！』虎即走。」予謂人卒逢虎，魂魄驚怖，竄伏之不暇，豈能雍容步趨，仗咒語七字而脫邪？因讀此方，聊書之以發一笑。此書乃唐王珪之孫燾所作，本傳云：「燾視母疾，數從高醫遊，遂窮其術，因以所學作書，討繹精明，世寶焉。」蓋不深考也。 \\n 六枳關 \\n 盤洲種枳六本，以為藩籬之限。立小門，名曰六枳關。每為人問其所出，倦於酬應。今取馮衍顯志賦中語書於此。衍云：「揵六枳而為籬。」按東觀漢記作八枳。逸周書小開篇云：「嗚呼！汝何敬非時，何擇非德？德枳維大人，大人枳維公，公枳維卿，卿枳維大夫，大夫枳維士。登登皇皇，維在國枳，國枳維都，都枳維邑，邑枳維家，家枳維欲無疆。」言上下相維，遞為藩蔽也。其數有八，與東觀記同。予詳考之，乃九枳也。宋景文公賀宰相啟：「式維公枳。」蓋用此云。 \\n 王荊公上書幷詩 \\n 王荊公議論高奇，果於自用。嘉祐初，為度支判官，上萬言書，以為「今天下財力日以困窮，風俗日以衰壞。患在不知法度，不法先王之政故也。法先王之政者，法其意而已。法其意，則吾所改易更革，不至乎傾駭天下之耳目，而固已合矣。因天下之力，以生天下之財，取天下之財，以供天下之費。自古治世，未嘗以不足為公患也，患在治財無其道爾。在位之人才既不足，而閭巷草野之間，亦少可用之材，社稷之託，封疆之守，陛下其能久以天幸為常，而無一旦之憂乎？願監苟且因循之敝，明詔大臣，為之以漸，期為合於當世之變。臣之所稱，流俗之所不講，而議者以為迂闊而熟爛者也。」當時富、韓二公在相位，讀之不樂，知其得志必生事。後安石當國，其所注措，大抵皆祖此書。又不忍貧民，而深疾富民，志欲破富以惠貧。嘗賦兼幷詩一篇，曰：「三代子百姓，公私無異財。人主擅操柄，如天持斗魁。賦予皆自我，兼幷乃奸回。奸回法有誅，勢亦無自來。後世始倒持，黔首遂難裁。秦王不知此，更築懷清臺。禮義日已媮，聖經久堙埃。法尚有存者，欲言時所咍。俗吏不知方，掊克乃為才。俗儒不知變，兼幷可無摧。利孔至百出，小人司闔開。有司與之爭，民愈可憐哉！」其語絕不工。迨其得政，設青苗法以奪富民之利，民無貧富，兩稅之外，皆重出息十二。呂惠卿復作手實之法，民遂大病。其禍源於此詩。蘇子由以為昔之詩病未有若此其酷也。痛哉！ \\n 左黃州表 \\n 唐肅宗時，王璵以祠禱見寵，驟得宰相。帝嘗不豫，璵遣女巫乘傳，分禱天下名山大川。巫皆盛服，中人護領，所至干託州縣，賂遺狼藉。時有一巫美而豔，以惡少年數十自隨，尤憸狡不法。馳入黃州，刺史左震晨至館請事，門鐍不啟，震怒，破鐍入，取巫斬廷下，悉誅所從少年，籍其贓得十餘萬，因遣還中人。璵不能詰，帝亦不加罪。震剛決如此，而史不記其他事。予讀元次山集，有左黃州表一篇云：「乾元己亥，贊善大夫左振，出為黃州刺史，下車，黃人歌曰：『我欲逃鄉里，我欲去墳墓；左公今既來，誰忍棄之去。』後一歲，又歌曰：『吾鄉有鬼巫，惑人人不知；天子正尊信，左公能殺之。』蓋此巫黃人也。振在州三遷侍御史，判金州刺史，將去，黃人多去思，故為作表。」予謂振(即震也。)為政宜民，見於歌頌，史官當特書之於循吏中，而僅能不沒其實，故為標顯於此。己亥者，乾元二年。璵以元年五月，自太常少卿拜中書相，二年三月罷，本紀及宰相表同。而新史本傳，以為三年自太常卿拜相，明日罷，失之矣。乃承舊史之誤也。 \\n 李郭詔書 \\n 唐代宗即位，郭汾陽為近昵所搖，懼禍之及，表上自靈武、河北至於絳州，兩朝所詒詔書一千餘卷。家傳載其表語，其多如是。又讀韋端符所撰李衞公故物記云：「三原令座中有客曰李丞者，衞公之冑，藏文帝賜書二十通，多言征討事，厚勞苦，『其兵事節度皆付公，吾不從中治也』。暨公疾，親詔者數四，其一曰：『有晝夜視公病大老嫗令一人來，吾欲熟知公起居狀。』權文公視此詔，常泣曰：『君臣之際乃如是耶！』」新史載其事云：「靖五代孫彥芳，大和中，為鳳翔司錄參軍，以高祖、太宗賜靖詔書數函上之，天子悉留禁中。又敕摹詔本還賜彥芳。」即二事觀之，唐世之所以眷禮名將相者，綢繆熟復至此。漢、晉以來所不及也。 \\n 兩道出師 \\n 國家用兵行師，異道並出，其勝敗功罪，當隨其實而處之，則賞信罰明，人知勸戒。漢武帝遣衞青、霍去病伐匈奴，去病以功益封，又封部將四人為列侯，而青不得益封，軍吏卒皆無封侯者。宣帝遣田廣明等五將軍擊匈奴，又以常惠護烏孫兵共出，五將皆無功，而廣明及田順以罪誅，獨常惠奉使克獲封侯。宋文帝伐魏，雍州諸將柳元景等，既拔弘農陝城，戍潼關矣，而上以東軍王玄謨敗退，皆召還。其後玄謨貶黜，元景受賞。紹興七年淮西大帥劉少師罷，湖北岳少保以母憂去。累辭起復之命。朝廷以兵部尚書呂安老、侍郎張淵道分使兩部。已而正除宣撫，遂掌其軍。岳在九江，憂兵柄一失，不容再得，亟兼程至鄂，有旨復故任，而召淵道為樞密都承旨。安老在廬遭變，言者論罷張魏公，淵道亦繼坐斥。隆興中，北虜再動兵，張公為督帥，遣李顯忠、邵宏淵攻符離，失利而退，一府皆貶秩。是時，汪莊敏以參知政事督視荊、襄，東西不相為謀，乃亦坐譴。古今不侔如此。 \\n 杜韓用歇後語 \\n 杜、韓二公作詩，或用歇後語，如「悽其望呂葛」，「仙鳥仙花吾友于」，「友于皆挺拔」，「再接再礪乃」，「僮僕誠自鄶」，「為爾惜居諸」，「誰謂貽厥無基趾」之類是已。 \\n 唐明皇賜二相物 \\n 唐明皇以李林甫為右相，顓付大政，而左相牛仙客、李適之、陳希烈前後同列，皆拱手備員。林甫死，楊國忠代之，其寵遇愈甚。天寶十三載，上御躍龍殿門，張樂宴羣臣，賜右相絹一千五百匹，綵羅三百匹，綵綾五百匹，而賜左相絹三百，羅、綾各五十而已。其多寡不侔，至於五倍。如希烈庸才，知上恩意，安得不奴事之乎？宜其甘心臣於祿山也。 \\n 一百五日 \\n 今人謂寒食為一百五者，以其自冬至之後至清明，歷節氣六，凡為一百七日，而先兩日為寒食故云，他節皆不然也。杜老有鄜州一百五日夜對月一篇，江西宗派詩云「一百五日足風雨，三十六峯勞夢魂」，「一百五日寒食雨，二十四番花信風」之類是也。吾州城北芝山寺，為禁烟遊賞之地，寺僧欲建華嚴閣，請予作勸緣疏，其末一聯云：「大善知識五十三，永壯人天之仰；寒食清明一百六，鼎來道俗之觀。」或問一百六所出，應之曰：「元微之連昌宮詞：『初過寒食一百六，店舍無烟宮樹綠。』」是以用之。 \\n 老杜寒山詩 \\n 老杜春日憶李白詩云：「白也詩無敵，飄然思不羣。清新庾開府，俊逸鮑參軍。」嘗有武弁議其失曰：「既是無敵，又却似庾、鮑。」或折之曰：「庾清新而不能俊逸，鮑俊逸而不能清新。太白兼之，所以為無敵也。」今集別本一作無數，殆好事者更之乎？寒山子詩云：「吾心似秋月，碧潭清皎潔。無物堪比倫，教我如何說？」人亦有言，既似秋月、碧潭，乃以為無物堪比，何也？蓋其意謂若無二物比倫，當如何說耳？讀者當以是求之。 \\n 礜石之毒 \\n 讀黃伯思東觀餘論，內評王大令書一節，曰：「靜息帖云：『礜石深是可疑事，兄憙患散輒發癰。』散者，寒食散之類。散中蓋用礜石，是性極熱有毒，故云深可疑也。劉表在荊州，與王粲登障山，見一岡不生百草，粲曰：『此必古冢，其人在世服生礜石，熱蒸出外，故草木焦滅。』鑿看果墓，礜石滿塋。又今洛水冬月不冰，古人謂之溫洛，下亦有礜石。今取此石置甕水中，水亦不冰。又鸛伏卵以助煖氣。其烈酷如此，固不宜餌服。子敬之語實然。」淮南子曰：「人食礜石死，蠶食之而不饑。」予仲兄文安公鎮金陵，因秋暑減食，當塗醫湯三益教以服礜石圓，已而飲啖日進，遂加意服之，越十月而毒作，鼻衄血斗餘，自是數數不止，竟至精液皆竭，迨於捐館。偶見其語，使人追痛，因書之以戒未來者。 \\n 會合聯句 \\n 韻略上聲二腫字險窄。予向作汪莊敏銘詩八十句，唯蕭敏中讀之，曰：「押盡一韻。」今考之，猶有十字越用一董內韻。其詞曰：「維天生材，萬彙傾竦。侯王將相，曾是有種？公家江東，世繹耕壟。桃溪之涘，是播是（禾悤）。孰丰厥培，蓺此圭珙。公羈未奮，逸駕思駷。沈酣春秋，蹈迪周孔。徑策名第，稍辭渫（宂辱）。橫經湘沅，士敬如捧。蓬萊方丈，佩飾有琫。應龍天飛，薈蔚雲滃。千官在序，摩厲從臾。吾惟片言，藉箸泉湧。正冠霜臺，過者卞悚。顏顏殿戺，聲氣不動。顯仁東欑，巫史呼洶。昌言一下，恩浹千冢。獯粥孔熾，邊戒毛氄。媕婀當位，左掣右壅。公云當今，沸渭混澒。天威震耀，誰不憤踊。遂遷中司，西柄是董。出關啟旆，籌檄倥偬。業業荊襄，將懦曰拱。投袂電赴，如尊乃勇。鄧唐蔡陳，馳捷系踵。佛狸歸骴，民恃不恐。璽書賜朝，百揆參總。亞勳贊冊，國勢尊鞏。督軍載西，寄責冞重。方規許洛，事援秦隴。符離罔功，奇畫膠拲。鈞樞建使，宰席亢寵。還臨西州，夾道歡擁。有銜未鬯，病癖且尰。曾不憖遺，使我心懵。湘湖高丘，草木蔚蓊。維水容裔，維山巃嵸。矢其銘詩，詞費以冗。奈何乎公，萬禩毋聳。」若韓、孟、籍、徹會合聯句三十四韻，除蝝蛹二字韻略不收外，餘皆不出二腫中，雄奇激越，如大川洪河，不見涯涘，非瑣瑣潢汙行潦之水所可同語也。其詩曰：「離別言無期，會合意冞重。病添兒女戀，老喪丈夫勇。劍心知未死，詩思猶孤聳。愁去劇箭飛，讙來若泉湧。析言多新貫，攄抱無昔壅。念難須勤追，悔易勿輕踵。吟巴山犖嶨，說楚波堆壟。馬辭虎豹怒，舟出蛟鼉恐。狂鯨時孤軒，幽狖雜百種。瘴衣常腥膩，蠻器多疏冗。剝苔吊斑林，角飯餌沈塚。忽爾銜遠命，歸歟舞新寵。鬼窟脫幽妖，天居覿清拱。京遊步方振，謫夢意猶恟。詩書誇舊知，酒食接新奉。嘉言寫清越，瘉病失肬腫。夏陰偶高庇，宵魂接虛擁。雪弦寂寂聽，茗盌纖纖捧。馳輝燭浮螢，幽響泄潛蛬。詩老獨何心，江疾有餘尰。我家本瀍穀，有地介皋鞏。休迹憶沈冥，峩冠慚闟（宂辱）。升朝高轡逸，振物羣聽悚。徒言濯幽泌，誰與薙荒茸。朝紳鬱青綠，馬飾曜珪珙。國仇未銷鑠，我志蕩邛隴。君才誠倜儻，時論方洶溶。格言多彪蔚，縣解無梏拲。張生得淵源，寒色拔山冢。堅如撞羣金，眇若抽獨蛹。伊余何所擬？跛（上敝下黽）詎能踊。塊然墮岳石，飄爾罥巢氄。龍旆垂天衢，雲韶凝禁甬。君胡眠安然，朝鼓聲洶洶。」其間或有纇句，然衆手立成，理如是也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第五(十四則)", "正文": "　 \\n 卷第五(十四則) \\n 　 \\n  \\n 土木偶人 \\n 趙德甫作金石錄，其跋漢居攝墳壇二刻石云：「其一上谷府卿墳壇，其一祝其卿墳壇。曰墳壇者，古未有土木像，故為壇以祀之。兩漢時皆如此。」予案戰國策所載，蘇秦謂孟嘗君曰：「有土偶人與桃梗相語。桃梗曰：『子西岸之土也，埏子以為人，雨下水至，則汝殘矣。』土偶曰：『子東國之桃梗也，刻削子以為人，雨降水至，流子而去矣。』」所謂土木為偶人，非像而何？漢至寓龍、寓車馬，皆謂以木為之，像其真形。謂之兩漢未有，則不可也。 \\n 饒州風俗 \\n 嘉祐中，吳孝宗子經者，作餘干縣學記，云：「古者江南不能與中土等，宋受天命，然後七閩二浙與江之西東，冠帶詩、書，翕然大肆，人才之盛，遂甲於天下。江南既為天下甲，而饒人喜事，又甲於江南。蓋饒之為州，壤土肥而養生之物多，其民家富而戶羨，蓄百金者不在富人之列。又當寬平無事之際，而天性好善，為父兄者，以其子與弟不文為咎；為母妻者，以其子與夫不學為辱。其美如此。」予觀今之饒民，所謂家富戶羨，了非昔時，而高甍巨棟連阡亙陌者，又皆數十年來寓公所擅，而好善為學，亦不盡如吳記所言。故錄其語以寄一嘆。 \\n 禽畜菜茄色不同 \\n 禽畜、菜茄之色，所在不同，如江、浙間，猪黑而羊白，至江、廣、吉州以西，二者則反是。蘇、秀間，鵝皆白，或有一斑褐者，則呼為雁鵝，頗異而畜之。若吾鄉，凡鵝皆雁也。小兒至取浙中白者飼養，以為湖沼觀美。浙西常茄皆皮紫，其皮白者為水茄。吾鄉常茄皮白，而水茄則紫。其異如是。 \\n 伏龍肝 \\n 本草伏龍肝，陶隱居云：「此竈中對釜月下黃土也。以竈有神，故呼為伏龍肝。幷以透隱為名爾。」雷公云：「凡使勿誤用竈下土，其伏龍肝，是十年已來竈額內火氣積，自結如赤色石，中黃，其形貌八稜。」予嘗見臨安醫官陳輿大夫，言當以砌竈時，納猪肝一具於土中，俟其積久，與土為一，然後用之，則稍與名相應。比讀後漢書陰識傳云：「其先陰子方，臘日晨炊而竈神形見。」注引雜五行書曰：「宜市買猪肝泥竈，令婦孝。」然則輿之說亦有所本云。廣濟曆亦有此說，又列作竈忌日，云：「伏龍在不可移作。」所謂伏龍者，竈之神也。 \\n 勇怯無常 \\n 「民無常勇，亦無常怯，有氣則實，實則勇，無氣則虛，虛則怯，怯勇虛實，其由甚微，不可不知。勇則戰，怯則北，戰而勝者，戰其勇者也，戰而北者，戰其怯者也。怯勇無常，倏忽往來，而莫知其方，惟聖人獨見其所由然。」此呂氏春秋決勝篇之語，予愛而書之。 \\n 趙德甫金石錄 \\n 東武趙明誠德甫，清憲丞相中子也。著金石錄三十篇，上自三代，下訖五季，鼎、鐘、甗、鬲、槃、匜、尊、爵之款識，豐碑大碣顯人晦士之事蹟，見於石刻者，皆是正譌謬，去取褒貶，凡為卷二千。其妻易安李居士，平生與之同志，趙沒後，愍悼舊物之不存，乃作後序，極道遭罹變故本末。今龍舒郡庫刻其書，而此序不見取，比獲見元稿於王順伯，因為撮述大概云： \\n 「予以建中辛巳歸趙氏，時丞相作吏部侍郎，家素貧儉，德甫在太學，每朔望謁告出，質衣取半千錢，步入相國寺，市碑文果實歸，相對展玩咀嚼。後二年，從宦，宦便有窮盡天下古文奇字之志，傳寫未見書，買名人書畫、古奇器。有持徐熙牡丹圖求錢二十萬，留信宿，計無所得，捲還之，夫婦相向惋悵者數日。 \\n 「及連守兩郡，竭俸入以事鉛槧，每獲一書，即日勘校裝緝，得名畫彝器，亦摩玩舒卷，摘指疵病，盡一燭為率。故紙札精緻，字畫全整，冠於諸家。每飯罷，坐歸來堂，烹茶，指堆積書史，言某事在某書某卷第幾葉第幾行，以中否勝負，為飲茶先後，中則舉杯大笑，或至茶覆懷中，不得飲而起。凡書史百家字不刓缺、本不誤者，輒市之，儲作副本。 \\n 「靖康丙午，德甫守淄川，聞虜犯京師，盈箱溢篋，戀戀悵悵，知其必不為己物。建炎丁未，奔太夫人喪南來，既長物不能盡載，乃先去書之印本重大者，畫之多幅者，器之無款識者，已又去書之監本者，畫之平常者，器之重大者，所載尚十五車，連艫渡淮、江。其青州故第所鎖十間屋，期以明年具舟載之，又化為煨燼。 \\n 「己酉歲六月，德甫駐家池陽，獨赴行都，自岸上望舟中告別。予意甚惡，呼曰：『如傳聞城中緩急，奈何？』遙應曰：『從衆，必不得已，先棄輜重，次衣衾，次書冊，次卷軸，次古器。獨宗器者可自負抱，與身俱存亡，勿忘之！』徑馳馬去。秋八月，德甫以病不起。時六宮往江西，予遣二吏，部所存書二萬卷，金石刻二千本，先往洪州，至冬，虜陷洪，遂盡委棄。所謂連艫渡江者，又散為雲烟矣！獨餘輕小卷軸，寫本李杜韓柳集、世說、鹽鐵論、石刻數十副軸，鼎鼐十數，及南唐書數篋，偶在臥內，巋然獨存。上江既不可往，乃之台、溫，之衢，之越，之杭，寄物於嵊縣。庚戌春，官軍收叛卒，悉取去，入故李將軍家。巋然者十失五六，猶有五七簏，挈家寓越城，一夕為盜穴壁，負五簏去，盡為吳說運使賤價得之。僅存不成部帙殘書策數種。 \\n 「忽閱此書，如見故人，因憶德甫在東萊靜治堂，裝褾初就，芸簽縹帶，束十卷作一帙，日校二卷，跋一卷，此二千卷，有題跋者五百二卷耳。今手澤如新，墓木已拱！乃知有有必有無，有聚必有散，亦理之常，又胡足道？所以區區記其終始者，亦欲為後世好古博雅者之戒云。」 \\n 時紹興四年也，易安年五十二矣，自敍如此。予讀其文而悲之，為識於是書。 \\n 韓文公薦士 \\n 唐世科舉之柄，顓付之主司，仍不糊名。又有交朋之厚者為之助，謂之通榜，故其取人也畏於譏議，多公而審。亦有脅於權勢，或撓於親故，或累於子弟，皆常情所不能免者。若賢者臨之則不然，未引試之前，其去取高下，固已定於胸中矣。 \\n 韓文公與祠部陸員外書云：「執事與司貢士者相知識，彼之所望於執事者，至而無間，彼之職在乎得人，執事之職在乎進賢，如得其人而授之，所謂兩得矣。愈之知者，有侯喜、侯雲長、劉述古、韋羣玉，(摭言作紓。)此四子者，可以當首薦而極論，期於成而後止可也。沈（木巳）、張苰、(科記又作弘。)尉遲汾、李紳、張後餘、李翊，皆出羣之才，與之足以收人望，而得才實，主司廣求焉，則以告之可也。往者陸相公司貢士，愈時幸在得中，所與及第者，皆赫然有聲。原其所以，亦由梁補闕肅、王郎中礎佐之。梁舉八人無有失者，其餘則王皆與謀焉。陸相於王與梁如此不疑也，至今以為美談。」此書在集中不注歲月。案摭言云：「貞元十八年，權德輿主文，陸傪員外通榜，韓文公薦十人於傪，權公凡三榜，共放六人，餘不出五年內皆捷。」以登科記考之，貞元十八年，德輿以中書舍人知舉，放進士二十三人，尉遲汾、侯雲長、韋紓、沈（木巳）、李翊登第。十九年，以禮部侍郎放二十人，侯喜登第。永貞元年，放二十九人，劉述古登第。通三榜，共七十二人，而韓所薦者預其七。元和元年，崔邠下放李紳，二年，又放張後餘、張弘。皆與摭言合。 \\n 陸傪在貞元間，時名最著，韓公敬重之。其行難一篇為傪作也，曰：「陸先生之賢聞於天下，是是而非非。自越州召拜祠部，京師之人日造焉。先生曰：『今之用人也不詳，位於朝者，吾取某與某而已，在下者多於朝，凡吾與者若干人。』」又送其刺歙州序曰：「君出刺歙州，朝廷耆舊之賢，都邑遊居之良，齎咨涕洟，咸以為不當去。」則傪之以人物為己任久矣。其刺歙以十八年二月，權公放榜時，既以去國，而用其言不替，其不負公議而采人望，蓋與陸宣公同。 \\n 韓公與書時，方為四門博士，居百寮底，殊不以其薦為犯分。故公作權公碑云：「典貢士，薦士於公者，其言可信，不以其人布衣不用；即不可信，雖大官勢人交言，一不以綴意。」又云：「前後考第進士，及庭所策試士，踊相躡為宰相達官，其餘布處臺閣外府，凡百餘人。」梁肅及傪，皆為後進領袖，一時龍門，惜其位不通顯也，豈非汲引善士為當國者所忌乎？韓公又有答劉正夫書云：「舉進士者，於先進之門，何所不往？先進之於後輩，苟見其至，寧可以不答其意邪？來者則接之，舉城士大夫，莫不皆然，而愈不幸獨有接後進名。」以是觀之，韓之留意人士可見也。 \\n 王勃文章 \\n 王勃等四子之文，皆精切有本原。其用駢儷作記序碑碣，蓋一時體格如此，而後來頗議之。杜詩云：「王、楊、盧、駱當時體，輕薄為文哂未休。爾曹身與名俱滅，不廢江河萬古流。」正謂此耳。身名俱滅，以責輕薄子。江河萬古流，指四子也。韓公滕王閣記云：「江南多遊觀之美，而滕王閣獨為第一。及得三王所為序、賦、記等，壯其文辭。」注謂：「王勃作遊閣序。」又云：「中丞命為記，竊喜載名其上，詞列三王之次，有榮耀焉。」則韓之所以推勃，亦為不淺矣。勃之文今存者二十七卷云。 \\n 呂覽引詩書 \\n 呂氏春秋有始覽諭大篇，引夏書曰：「天子之德，廣運乃神，乃武乃文。」又引商書曰：「五世之廟，可以觀怪，萬夫之長，可以生謀。」高誘注皆曰：「逸書也。廟者，鬼神之所在，五世久遠，故於其所觀魅物之怪異也。」予謂呂不韋作書時，秦未有詩、書之禁，何因所引訛謬如此？高誘注文怪異之說，一何不典之甚邪？又孝行覽，亦引商書曰：「刑三百，罪莫重於不孝。」今安得有此文，亦與孝經不合。又引周書曰：「若臨深淵，若履薄冰。」注云：「周書，周文公所作。」尤妄也。又以「普天之下，莫非王土，率土之濱，莫非王臣」，為舜自作詩，「子惠思我，褰裳涉洧，子不我思，豈無他士？」為子產答叔向之詩。不知是時國風、雅、頌何所定也。甯戚飯牛歌，高誘全引碩鼠三章，又為可笑。 \\n 藍田丞壁記 \\n 韓退之作藍田縣丞廳壁記，柳子厚作武功縣丞廳壁記，二縣皆京兆屬城，在唐為畿甸，事體正同，而韓文雄拔超峻，光前絕後，以柳視之，殆猶碔砆之與美玉也。莆田方崧卿得蜀本，數處與今文小異，其「破崖岸而為文」一句，繼以「丞廳故有記」，蜀本無而字。考其語脈，乃「破崖岸為文丞」是句絕。文丞者，猶言文具備員而已，語尤奇崛，若以丞字屬下句，則既是丞廳記矣，而又云「丞廳故有記」，雖初學為文者不肯爾也。此篇之外，不復容後人出手。侄孫倬，頃丞宣城，後生頗有意斯道，自作題名記示予。予曉之曰：「他文尚可隨力工拙下筆，至如此記，豈宜犯不韙哉！」倬時已勒石，深悔之。近日亦見有為之者，吾家孫侄多京官調選，再轉必為丞，慮其復有效尤者，故書以戒之。 \\n 錢武肅三改元 \\n 歐陽公五代史敍列國年譜云：「聞於故老，謂吳越亦嘗稱帝改元，而求其事迹不可得，頗疑吳越後自諱之。及旁採諸國書，與吳越往來者多矣，皆無稱帝之事。獨得其封落星石為寶石山制書，稱寶正六年辛卯耳。」王順伯收碑，有臨安府石屋崇化寺尊勝幢云：「時天寶四年歲次辛未四月某日，元帥府府庫使王某。」又明慶寺白傘蓋陀羅尼幢云：「吳越國女弟子吳氏十五娘建。」其發願文序曰：「十五娘生忝霸朝，貴彰國懿。天寶五年太歲壬申月日題。」順伯考其歲年，知非唐天寶，而辛未乃梁開平五年，其五月改乾化，壬申乃二年。梁以丁卯篡唐，武肅是歲猶用唐天祐，次年自建元也。錢唐湖廣潤龍王廟碑云：「錢鏐貞明二年丙子正月建。」新功臣壇院碑、封睦州牆下神廟敕，皆貞明中登聖寺磨崖，梁龍德元年，歲次辛巳，錢鏐建。又有龍德三年上宮詩，是歲梁亡。九里松觀音尊勝幢：「寶大二年歲次乙酉建。」衢州司馬墓志云：「寶大二年八月歿。」順伯案，乙酉乃唐莊宗同光三年，其元年當在甲申。蓋自壬申以後用梁紀元，至後唐革命，復自立正朔也。又水月寺幢云：「寶正元年丙戌十月，具位錢鏐建。」是年為明宗天成。招賢寺幢云：「丁亥寶正二年。」又小昭慶金牛、碼碯等九幢，皆二年至五年所刻。貢院前橋柱，刻寶正六年歲在辛卯造。然則寶大止二年，而改寶正。寶正盡六年，次年壬辰，有天竺日觀庵經幢，復稱長興三年八月，用唐正朔，其年三月，武肅薨。方寢疾，語其子元瓘曰：「子孫善事中國，勿以易姓廢事大之禮。」於是以遺命去國儀，用藩鎮法，然則有天寶、寶大、寶正三名，歐陽公但知其一耳。通鑑亦然。自是歷晉、漢、周及本朝，不復建元。今猶有清泰、天福、開運、會同、(係契丹年。)乾祐、廣順、顯德石刻，存者三四十種，固未嘗稱帝也。 \\n 黃庭換鵝 \\n 李太白詩云：「山陰道士如相見，應寫黃庭換白鵝。」蓋用王逸少事也。前賢或議之曰：「逸少寫道德經，道士舉鵝羣以贈之。」元非黃庭，以為太白之誤。予謂太白眼高四海，衝口成章，必不規規然，旋檢閱晉史，看逸少傳，然後落筆，正使誤以道德為黃庭，於理正自無害，議之過矣。東坡雪堂既毀，紹興初，黃州一道士自捐錢粟再營建，士人何頡斯舉作上梁文，其一聯云：「前身化鶴，曾陪赤壁之遊；故事換鵝，無復黃庭之字。」乃用太白詩為出處，可謂奇語。案張彥遠法書要錄，載褚遂良右軍書目，正書有黃庭經云。注：六十行。與山陰道士真蹟故在。又武平一徐氏法書記云：「武后曝太宗時法書六十餘函，有黃庭。」又徐季海古蹟記：「玄宗時，大王正書三卷，以黃庭為第一。」皆不云有道德經，則知乃晉傳誤也。 \\n 宋桑林 \\n 左傳：「宋公享晉侯於楚丘，請以桑林。」注，桑林者，殷天子之樂名。「舞師題以旌夏。晉侯懼而退，及著雍疾，卜桑林見。荀偃、士匄欲奔請禱焉，荀罃不可。」予案呂氏春秋云：「武王勝殷，立成湯之後於宋，以奉桑林。」高誘注曰：「桑山之林，湯所禱也。故使奉之。」淮南子云：「湯旱，以身禱於桑山之林。」許叔重注曰：「桑山之林，能興雲致雨，故禱之。」「桑林」二說不同。杜預注左傳不曾引用，豈非是時未見其書乎？ \\n 馮夷姓字 \\n 張衡思玄賦：「號馮夷俾清津兮，櫂龍舟以濟予。」李善注文選引青令傳曰：「河伯姓馮氏，名夷，浴於河中而溺死，是為河伯。」太公金匱曰：「河伯姓馮名修。」裴氏新語謂為馮夷。莊子曰：「馮夷得之以游大川。」淮南子曰：「馮夷服夷石而水仙。」後漢張衡傳注，引聖賢冢墓記曰：「馮夷者，弘農華陰潼鄉堤首里人，服八石，得水仙，為河伯。」又龍魚河圖曰：「河伯姓呂名公子，夫人姓馮名夷。」唐碑有河侯新祠頌，秦宗撰，文曰：「河伯姓馮名夷，字公子。」數說不同，然皆不經之傳也。蓋本於屈原遠遊篇，所謂「使湘靈鼓瑟兮，令海若舞馮夷。」前此未有用者。淮南子原道訓又曰：「馮夷、大丙之御也，乘雲車，入雲蜺。」許叔重云：「皆古之得道能御陰陽者。」此自別一馮夷也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第六(十五則)", "正文": "　 \\n 卷第六(十五則) \\n 　 \\n  \\n 韓文公逸詩 \\n 唐五竇聯珠集載，竇牟為東都判官，陪韓院長、韋河南同尋劉師，不遇，分韻賦詩。都官員外郎韓愈得尋字，其語云：「秦客何年駐，仙源此地深。還隨躡鳧騎，來訪馭雲襟。院閉青霞入，松高老鶴尋。猶疑隱形坐，敢起竊桃心。」今諸本韓集皆不載。近者莆田方崧卿考證訪賾甚至，猶取聯珠中竇庠酬退之登岳陽樓一大篇，顧獨遺此，何也？ \\n 竇叔向詩不存 \\n 竇氏聯珠序云，五竇之父叔向，當代宗朝，善五言詩，名冠流輩。時屬貞懿皇后山陵，上注意哀挽，即時進三章，內考首出，傳諸人口。有「命婦羞蘋葉，都人插柰花」，「禁兵環素帟，宮女哭寒雲」之句。可謂佳唱，而略無一首存於今。荊公百家詩選亦無之，是可惜也。予嘗得故吳良嗣家所抄唐詩，僅有叔向六篇，皆奇作。念其不傳於世，今悉錄之。夏夜宿表兄話舊云：「夜合花開香滿庭，夜深微雨醉初醒。遠書珍重何時達，舊事淒涼不可聽。去日兒童皆長大，昔年親友半凋零。明朝又是孤舟別，愁見河橋酒幔青。」秋砧送包大夫云：「斷續長門夜，清泠逆旅秋。征夫應待信，寒女不勝愁。帶月飛城上，因風散陌頭。離居偏入聽，况復送歸舟。」春日早朝應制云：「紫殿俯千官，春松應合歡。御爐香焰煖，馳道玉聲寒。乳燕翻珠綴，祥烏集露盤。宮花一萬樹，不敢舉頭看。」過檐石湖云：「曉發魚門埭，晴看檐石湖。日銜高浪出，天入四空無。咫尺分洲島，纖毫指舳艫。渺然從此去，誰念客帆孤。」貞懿挽歌二首云：「二陵恭婦道，六寢盛皇情。禮遜生前貴，恩追歿後榮。幼王親捧土，愛女復連塋。東望長如在，誰云向玉京。」「後庭攀畫柳，上陌咽清笳。命婦羞蘋葉，都人插柰花。壽宮星月異，仙路往來賒。縱有迎神術，終悲隔絳紗。」第三篇亡。叔向字遺直，仕至左拾遺，出為溧水令。唐書亦稱其以詩自名云。 \\n 用柰花事 \\n 竇叔向所用柰花事，出晉史，云成帝時，三吳女子相與簪白花，望之如素柰，傳言天公織女死，為之著服。已而杜皇后崩，其言遂驗。紹興五年，寧德皇后訃音從北庭來，知徽州唐煇使休寧尉陳之茂撰疏文，有語云：「十年罹難，終弗返於蒼梧。萬國銜冤，徒盡簪於白柰。」是時，正從徽廟蒙塵，其對偶精確如此。 \\n 王廖兒良 \\n 賈誼過秦論曰：「六國之士，吳起、孫臏、帶佗、兒良、王廖、田忌、廉頗、趙奢之朋制其兵。」漢書注家皆無所釋，顏師古但音兒為五奚反，廖為聊而已。此八人者，帶佗、兒良、王廖不知其何國人，獨呂氏春秋云：「老聃貴柔，孔子貴仁，墨翟貴廉，關尹貴清，列子貴虛，陳駢貴齊，楊朱貴己，孫臏貴勢，王廖貴先，兒良貴後。」而注云：「王廖謀兵事，貴先，建茅也。兒良作兵謀，貴後。」雖僅見二人之名，然亦莫能詳也。廖、良列於孔、老之末，而漢四種兵書，有良權謀一篇。又賈誼首稱甯越、杜赫為之謀。漢書亦不注。呂氏云孔、墨、甯越，皆布衣之士也。越中牟人也，周威公師之。又稱杜赫以安天下說周昭文君。則越、赫善謀，可以概見。漫書之以補漢書之缺。 \\n 徙木僨表 \\n 商鞅變秦法，恐民不信，乃募民徙三丈之木而予五十金。有一人徙之，輒予金，乃下令。吳起治西河，欲諭其信於民，夜置表於南門之外，令於邑中曰：「有人能僨表者，仕之長大夫。」民相謂曰：「此必不信。」有一人曰：「試往僨表，不得賞而已，何傷？」往僨表，來謁吳起，起仕之長大夫。自是之後，民信起之賞罰。予謂鞅本魏人，其徙木示信，蓋以效起，而起之事不傳。 \\n 建武中元續書 \\n 隨筆所書建武中元一則，文惠公作隸釋，於蜀郡守何君閣道碑一篇中，以為不然。比得蜀士袁夢麒應祥漢制叢錄，亦以紀、志、傳不同為惑，而云近歲雅州榮經縣治之西，有得蜀郡治道記於崖壁間者，記末云：「建武中元二年六月就。」於是千載之疑，渙然冰釋。予觀何君閣道正建武中元二年六月就。袁君所言榮經崖壁之記，蓋是此耳。但以出於近歲，恨不得質之文惠，為之惻然。 \\n 草駒聾蟲 \\n 今人謂野牧馬為草馬，淮南子修務訓曰：「馬之為草駒之時，跳躍揚蹄，翹尾而走，人不能制。」注云：「馬五尺以下為駒，放在草中，故曰草駒。」蓋今之所稱者是也。下文曰：「形之於馬，馬不可化，其可駕御，教之所為也。馬，聾蟲也，而可以通氣志，猶待教而成，又況人乎？」注曰：「蟲，喻無知也。」聾蟲之名甚奇。 \\n 記李履中二事 \\n 崇寧中，蔡京當國，欲洗邢恕誣謗宗廟之罪，既抆拭用之，又欲令立邊功以進身，於是以為涇原經略使，遂謀用車戰法，及造舟五百艘，將直抵興靈，以空夏國。詔以付熙河漕臣李復。復長安人，久居兵間，習熟戎事，力上疏詆切之。予頃書之於國史恕列傳中。比得上饒所刊潏水集，正復所為文，得此兩奏，嘆其能以區區外官而排斥上相之客如此。恨史傳為不詳盡，乃錄於此。其乞罷造戰車疏云：「奉聖旨，令本司製造戰車三百兩。臣嘗覽載籍，古者師行，固嘗用車，蓋兵不妄動，征戰有禮，不為詭遇，多在平原廣野，故車可以行。今盡在極邊，戎狄乘勢而來，雖鷙鳥飛翥，不如是之迅捷，下寨駐軍，各以保險為利。其往也，車不及期，居而保險，車不能登，歸則虜多襲逐，爭先奔趨，不暇回顧，車安能收？非若古昔於中國為用。臣聞此議，出於許彥圭，彥圭因姚麟而獻說，朝廷遂然之，不知彥圭劇為輕妄。唐之房琯，嘗用車戰，大敗於陳濤斜，十萬義軍，無有脫者。畿邑平地且如此，况今欲用於峻阪溝谷之間乎？又戰車比常車闊六七寸，運不合轍，牽拽不行。昨來兵夫，典賣衣物，自賃牛具，終日方進五七里，遂致兵夫逃亡，棄車於道，大為諸路之患。今乞便行罷造，如別路已有造者，乞更不牽拽前來。」其乞罷造船奏云：「邢恕乞打造船五百隻，於黃河順流放下，至會州西小河內藏放。有旨專委臣監督，限一年了當契勘。本路只有船匠一人，須乞於荊、江、淮、浙和雇。又丁線物料，亦非本路所出。觀恕奏請，實是兒戲。且造船五百隻，若自今工料並備，亦須數年。自蘭州駕放至會州，約三百里，北岸是敵境，豈可容易？會州之西，小河醎水，其闊不及一丈，深止於一二尺，豈能藏船？黃河過會州入韋精山，石峽險窄，自上垂流直下，高數十尺，船豈可過？至西安州之東，大河分為六七道，水淺灘磧，不勝舟載，一船所載，不過五馬二十人，雖到興州，又何能為？又不知幾月得至？此聲若出，必為夏國侮笑，臣未敢便依旨揮擘畫，恐虛費錢物，終誤大事。」疏既上，徽宗察其言忠，遂罷二役。復字履中，為關內名儒，官至中大夫、集英殿修撰。李昭嘗贈詩云：「結交賴有紫髥翁，鶴骨嶄嶄爛修目。五言長城屹千丈，萬卷書樓聊一讀。」可知其人矣。 \\n 乾寧覆試進士 \\n 唐昭宗乾寧二年試進士，刑部尚書崔凝下二十五人。放榜後，宣詔翰林學士陸扆、祕書監馮渥入內，各贈衣一副，及氈被，於武德殿前復試，但放十五人。自狀頭張貽範以下重落，其六人許再入舉場，四人所試最下，不許再入，蘇楷其一也。故挾此憾，至於駁昭宗「聖文」之謚。崔凝坐貶合州刺史。是時，國祚如贅疣，悍鎮強藩，請隧問鼎之不暇，顧惓惓若此。其再試也，詩賦各兩篇，內良弓獻問賦，以「太宗問工人木心不正，脈理皆邪，若何道理」十七字皆取五聲字，依輪次以雙周隔句為韻，限三百二十字成。貽範等六人，訖唐末不復綴榜。蓋是時不糊名，一黜之後，主司不敢再收拾也。有黃滔者，是年及第，閩人也，九世孫沃為吉州永豐宰，刊其遺文，初試覆試凡三賦皆在焉。曲直不相入賦，以題中曲直兩字為韻。釋云：邪正殊途，各有好惡。終篇只押兩韻。良弓獻問賦，取五聲字次第用各隨聲為賦格。於是第一韻尾句云：「資國祚之崇崇」，上平聲也。第二韻：「垂寶祚於綿綿」，下平聲也。第三韻：「曾非唯唯」，上聲也。第四韻：「露其言而粲粲」，去聲也。而闕入聲一韻。賦韻如是，前所未有。國將亡，必多制，亦云可笑矣。信州永豐人王正白，時再試中選，郡守為改所居坊名曰「進賢」，且減戶稅，亦後來所無。 \\n 臨海蟹圖 \\n 文登呂亢，多識草木蟲魚。守官台州臨海，命工作蟹圖，凡十有二種。一曰蝤蛑。乃蟹之巨者，兩螯大而有細毛如苔，八足亦皆有微毛。二曰撥棹子。狀如蝤蛑，螯足無毛，後兩小足薄而微闊，類人之所食者，然亦頗異，其大如升，南人皆呼為蟹，八月間盛出，人採之，與人鬥，其螯甚巨，往往能害人。三曰擁劍。狀如蟹而色黃，其一螯偏長三寸餘，有光。四曰彭螖。螯微毛，足無毛，以鹽藏而貨於市，爾雅曰：「彭蠌，小者蟧。」云小蟹也。蠌音澤，蟧音勞，吳人呼為彭越。搜神記言，此物嘗通人夢，自稱「長卿」，今臨海人多以「長卿」呼之。五曰竭朴。大於彭螖，壳黑斑，有文章，螯正赤，常以大螯障目，小螯取食。六曰沙狗。似彭螖，壤沙為穴，見人則走，屈折易道不可得。七曰望潮。壳白色，居則背坎外向，潮欲來，皆出坎舉螯如望，不失常期。八曰倚望。亦大如彭螖，居常東西顧睨，行不四五，又舉兩螯，以足起望，惟入穴乃止。九曰石蜠。大於常蟹，八足，壳通赤，狀若鵝卵。十曰蜂江。如蟹，兩螯足極小，堅如石，不可食。十一曰蘆虎。似彭蜞，正赤，不可食。十二曰彭蜞。大於螖，小於常蟹。呂君云：「此皆常所見者，北人罕見，故繪以為圖。又海商言，海中（上句下黽）鼊島之東，一島多蟹，種類甚異。有虎頭者，有翅能飛者，有能捕魚者，有壳大兼尺者，以非親見，故不畫。」李履中得其一本，為作記。予家楚，宦遊二浙、閩、廣，所識蟹屬多矣。亦不悉與前說同。而所謂黃甲，白蟹、蟳、蠘諸種，呂圖不載，豈名謂或殊乎？故紀其詳以示博雅者。 \\n 東坡作碑銘 \\n 東坡祭張文定文云：「軾於天下，未嘗銘墓，獨銘五人，皆盛德故。」以文集考之，凡七篇。若富韓公、司馬溫公、趙清獻公、范蜀公幷張公，坡所自作。此外趙康靖、滕元發二誌，乃代張公者，故不列於五人之數。眉州小集有元祐中奏稿云：「臣近准敕差撰故同知樞密院事趙瞻神道碑幷書者，臣平生本不為人撰行狀、埋銘、墓碑，士大夫所共知。只因近日撰司馬光行狀，蓋為光曾為臣亡母程氏撰埋銘，又為范鎮撰墓誌，蓋為鎮與先臣某平生交契至深，不可不撰。及奉詔撰司馬光、富弼等墓碑，不可固辭，然終非本志，况臣老病廢學，文詞鄙陋，不稱人子所欲顯揚其親之意，伏望聖慈別擇能者，特許辭免。」觀此一奏，可印公心。而杭本奏議十五卷中不載。 \\n 洗兒金錢 \\n 車駕都錢塘以來，皇子在邸生男及女，則戚里、三衙、浙漕、京尹，皆有餉獻，隨即致答，自金幣之外，洗兒錢果，動以十數合，極其珍巧，若總而言之，殆不可勝算，莫知其事例之所起。劉原甫在嘉祐中，因論無故疏決云：「在外羣情，皆云聖意以皇女生，故施此慶，恐非王者之令典也。又聞多作金銀、犀象、玉石、琥珀、玳瑁、檀香等錢，及鑄金銀為花果，賜予臣下，自宰相、臺諫，皆受此賜。無益之費，無名之賞，殆無甚於此。若欲誇示奢麗，為世俗之觀則可矣，非所以軌物訓儉也。宰相、臺諫，以道德輔主，奈何空受此賜，曾無一言，遂事不諫！臣願深執恭儉，以答上天之貺，不宜行姑息之恩，以損政體。」偉哉劉公之論，其勁切如此。歐陽公銘墓，略而不書。予為國史亦不知載於本傳，比方讀其奏章，故敬紀之。韓偓金鑾密記云：「天復二年，大駕在岐，皇女生三日，賜洗兒果子、金銀錢、銀葉坐子、金銀鋌子。」予謂唐昭宗於是時尚復講此，而在庭無一言，蓋宮掖相承，欲罷不能也。 \\n 告命失故事 \\n 祖宗時知制誥六員，故朝廷除授，雖京官磨勘，選人改秩，奏薦門客、恩科助教，率皆命詞，然有官列已崇而有司不舉者，多出時相之意。劉原甫掌外制，以任顓落職，不降誥詞，曾奏陳以為非故事，得旨即施行之。已而劉元瑜、王琪降官，直以敕牒。劉又言非朝廷賞罰訓誥毖重之意。今觀劉集，有太平州文學袁嗣立改江州文學制云：「昔先王簡不帥教而不變者，屏之裔土，終身不齒，若爾之行，豈足顧哉！然猶假以仕版，徙之善郡，不貲之恩也。勉思自新，無重其咎。」未幾，嗣立又徙洪州，制云：「爾頃冒憲典，遷之尋陽，復以親嫌，於法當避。夫薄志節、寡廉恥者，固不可使處有嫌之地，益徙豫章，思自湔滌。」嗣立之事微矣，乃費兩誥，讀此命書，可知其人。漫書之以發一笑。 \\n 扁字二義 \\n 扁音薄典切，唐韻二義：其一曰扁署門戶，其一曰姓也，此外無他說。案鶡冠子云：「五家為伍，十伍為里。四里為扁，扁為之長，十扁為鄉。其上為縣為郡。其不奉上令者，以告扁長。」蓋如遂、黨、都、保之稱。諸書皆不載。 \\n 娑羅樹 \\n 世俗多指言月中桂為娑羅樹，不知所起。案酉陽雜俎云：「巴陵有寺，僧房牀下，忽生一木，隨伐而長，外國僧見曰，此娑羅也。元嘉中，出一花如蓮。唐天寶初，安西進娑羅枝，狀言：『臣所管四鎮拔汗郍國，有娑羅樹，特為奇絕，不比凡草，不止惡禽，近采得樹枝二百莖以進。』」予比得楚州淮陰縣唐開元十一年海州刺史李邕所作娑羅樹碑云：「非中夏物土所宜有者，婆娑十畝，蔚映千人。惡禽翔而不集，好鳥止而不巢。深識者雖徘徊仰止而莫知冥植，博物者雖沈吟稱引而莫辨嘉名。隨所方面，頗證靈應，東瘁則青郊苦而歲不稔，西茂則白藏泰而秋有成。嘗有三藏義淨，還自西域，齋戒瞻嘆。於是邑宰張松質請邕述文建碑。」觀邕所言，惡禽不集，正與上說同。又有松質一書答邕云：「此土玉像，爰及石龜，一離淮陰，百有餘載，前後抗表，尚不能稱，賴公威德備聞，所以還歸故里，謹遣僧三人，父老七人，齎狀拜謝。」宣和中，向子諲過淮陰，見此樹，今有二本，方廣丈餘，蓋非故物。蔣穎叔云：「玉像石龜，不知今安在？」然則娑羅之異，世間無別種也。吳興芮燁國器有從沈文伯乞娑羅樹碑古風一首云：「楚州淮陰娑羅樹，霜露榮悴今何如？能令草木死不朽，當時為有北海書。荒碑雨侵澀苔蘚，尚想墨本傳東吳。」正賦此也。歐陽公有定力院七葉木詩云：「伊洛多佳木，娑羅舊得名。常於佛家見，宜在月宮生。釦砌陰鋪靜，虛堂子落聲。」亦此樹耳，所謂七葉者未詳。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第七(十四則)", "正文": "　 \\n 卷第七(十四則) \\n 　 \\n  \\n 天　咫 \\n 黃魯直和王定國詩聞蘇子由病臥績溪云：「湔祓瘴霧姿，朝趨去天咫。」蜀士任淵注引「天威不違顏咫尺」。予按國語，楚靈築三城，使子晳問范無宇，無宇不可，王曰：「是知天咫，安知民則？」韋昭曰：「咫者少也，言少知天道耳。」酉陽雜俎有天咫篇。黃詩蓋用此。徐師川喜王秀才見過小酌翫月四言曰：「君家近市，所見天咫。庭戶之間，容光能幾？菰蒲之中，江湖之涘。一碧萬頃，長空千里。」正祖述黃所用云。 \\n 縣尉為少仙 \\n 隨筆載縣尉為少公，予後得晏幾道叔原一帖與通叟少公者，正用此也。杜詩有野望因過常少仙一篇，所謂「落盡高天日，幽人未遣回」者，蜀士注曰：「少仙應是言縣尉也。」縣尉謂之少府，而梅福為尉，有神仙之稱。少仙二字，尤為清雅，與今俗呼為仙尉不侔矣。 \\n 杜詩用受覺二字 \\n 杜詩所用受覺二字皆絕奇，今摭其受字云：「修竹不受暑」，「勿受外嫌猜」，「莫受二毛侵」，「監河受貸粟」，「輕燕受風斜」，「能事不受相促迫」，「野航恰受兩三人」，「一雙白魚不受釣」，「雄姿未受伏櫪恩」。其覺字云：「已覺糟牀注」，「身覺省郎在」，「自覺成老醜」，「更覺松竹幽」，「日覺死生忙」，「最覺潤龍鱗」，「喜覺都城動」，「更覺老隨人」，「每覺升元輔」，「覺而行步奔」，「尚覺王孫貴」，「含悽覺汝賢」，「廚烟覺遠庖」，「詩成覺有神」，「已覺披衣慣」，「自覺酒須賒」，「早覺仲容賢」，「城池未覺喧」，「無人覺來往」，「人才覺弟優」，「直覺巫山暮」，「重覺在天邊」，「行遲更覺仙」，「深覺負平生」，「秋覺追隨盡」，「追隨不覺晚」，「熊羆覺自肥」，「自覺坐能堅」，「已覺良宵永」，「更覺綵衣春」，「已覺氣與嵩華敵」，「未覺千金滿高價」，「梅花欲開不自覺」，「胡來不覺潼關隘」，「自得隋珠覺夜明」，「放筯未覺金盤空」，「東歸貪路自覺難」，「更覺良工心獨苦」，「始覺屏障生光輝」，「不覺前賢畏後生」，「吏情更覺滄洲遠」，「我獨覺子神充實」，「習池未覺風流盡」。用之雖多，然每字命意不同，又雜於千五百篇中，學者讀之，唯見其新工也。若陳簡齋亦好用此二字，未免頻復者，蓋只在數百篇內，所以見其多，如「未受風作惡」，「不受珠璣絡」，「不受折簡呼」，「不受人招麾」，「不受安危侵」，「飽受今日閑」，「却扇受景風」，「語聞受遠響」，「坐受世故驅」，「庭柏不受寒」，「可復受憂戚」，「寧受此酸辛」，「滔滔江受風」，「坐受世褊迫」，「清池不受暑」，「平池受細雨」，「窮村受春晚」，「不受急景催」，「肯受元規塵」，「了不受榮悴」，「意閑不受榮與辱」，「獨自人間不受寒」，「枯木無枝不受寒」，「天馬何妨略受鞿」，「來禽花高不受折」，「不受陰晴與寒暑」，「長林巨木受軒輊」。「未覺懶相先」，「未覺壯心休」，「未覺身淹留」，「未覺墉陰遲」，「未覺欠孟嘉」，「未覺有等倫」，「未覺風來遲」，「未覺經旬久」，「欲往還覺非」，「獨覺賦詩難」，「稍覺夜月添」，「菰蒲覺風入」，「未覺此計非」，「高處覺眼新」，「意定覺景多」，「未覺徐娘老」，「未覺有榮辱」，「未覺饑腸虛」，「未覺平生與願違」，「村空更覺水潺湲」，「眼中微覺欠扁舟」，「居夷更覺中原好」，「便覺杯觴耐薄寒」，「牆頭花定覺風闌」，可謂多矣。蓋喜用其字，自不知下筆所著也。 \\n 西太一宮六言 \\n 「楊柳鳴蜩綠暗，荷花落日紅酣。三十六陂春水，白頭想見江南」荊公題西太一宮六言首篇也。今臨川刻本以「楊柳」為「柳葉」，其意欲與荷花為切對，而語句遂不佳。此猶未足問，至改「三十六陂春水」為「三十六宮烟水」，則極可笑。公本意以在京華中，故想見江南景物，何預於宮禁哉？不學者妄意塗竄，殊為害也。彼蓋以太一宮為禁廷離宮爾。 \\n 由與猶同 \\n 新唐書藩鎮傳序云：「其人自視由羌狄然。」據字義，「由」當為「猶」，故吳縝作唐書音訓有糾謬一篇，正指其失，彼元不深究孟子也。文惠公頃與予作唐書補過，嘗駁其說。予作文每用之，輒為人所疑問，今為詳載於此。如「以齊王，由反手也」，「由弓人而恥為弓」，「王由足用為善」，「是由惡醉而強酒」，「由己溺之，由己飢之」，「由射於百步之外」，「見且由不得亟」，其義皆然，蓋由與猶通用也。 \\n 人焉廋哉 \\n 孔子論人之善惡，始之曰：「視其所以。」繼之以「觀其所由，察其所安。」然後重言之曰：「人焉廋哉，人焉廋哉！」蓋以上之三語詳察之也。而孟氏一斷以眸子，其言曰：「存乎人者，莫良於眸子。眸子不能掩其惡，胸中正，則眸子瞭焉，胸中不正，則眸子眊焉。聽其言也，觀其眸子，人焉廋哉！」說者謂：「人與物接之時，其神在目。故胸中正，則神精而明。不正，則神散而昏。心之所發，幷此而觀，則人之邪正不可匿矣。言猶可以偽為，眸子則有不容偽者。孔聖既已發之於前，孟子知言之要，續為之說，故簡亮如此。」舊見王季明云，太學士子嘗戲作一論，其略曰：「知人焉廋哉之義，然後知人焉廋哉，人焉廋哉之義。知人焉廋哉，人焉廋哉之義，然後知人焉廋哉之義。孔子所云人焉廋哉，人焉廋哉者，詳言之也。孟子所云人焉廋哉者，略言之也。孔子之所謂人焉廋哉，人焉廋哉，即孟子之所謂人焉廋哉也。孟子之所謂人焉廋哉，即孔子之所謂人焉廋哉，人焉廋哉也。」繼又叠三語為一云：「夫人焉廋哉，人焉廋哉，人焉廋哉，雖曰不同，而其所以為人焉廋哉，人焉廋哉，人焉廋哉，未始不同。」演而成數百字，可資一笑，亦幾於侮聖言矣！ \\n 久而俱化 \\n 天生萬物，久而與之俱化，固其理焉，無間於有情無情，有知無知也。予得雙雁於衢人鄭伯膺，純白色，極馴擾可玩，置之雲壑，不遠飛翔。未幾，殞其一，其一塊獨無儔，因念白鵝正同色，又性亦相類，乃取一隻與同處。始也，兩下不相賓接，見則東西分背，雖一盆飼穀，不肯並啜。如是五日，漸復相就，逾旬之後，怡然同羣，但形體有大小，而色澤飛鳴則一。久之，雁不自知其為雁，鵝不自知其為鵝，宛如同巢而生者，與之俱化，於是驗焉。今人呼鵝為舒雁，或稱家雁，其褐色者為雁鵝，雁之最大者曰天鵝。唐太宗時，吐蕃祿東贊上書，以謂聖功遠被，雖雁飛於天，無是之速，鵝猶雁也，遂鑄金為鵝以獻。蓋二禽一種也。 \\n 黃文江賦 \\n 晚唐士人作律賦，多以古事為題，寓悲傷之旨，如吳融、徐寅諸人是也。黃滔字文江，亦以此擅名，有明皇回駕經馬嵬坡隔句云：「日慘風悲，到玉顏之死處；花愁露泣，認朱臉之啼痕。」「褒雲萬叠，斷腸新出於啼猿；秦樹千層，比翼不如於飛鳥。」「羽衞參差，擁翠華而不發；天顏愴悢，覺紅袖以難留。」「神仙表態，忽零落以無歸；雨露成波，已沾濡而不及。」「六馬歸秦，却經過於此地；九泉隔越，幾悽惻於平生。」景陽井云：「理昧納隍，處窮泉而詎得；誠乖馭朽，攀素綆以胡顏！」「青銅有恨，也從零落於秋風；碧浪無情，寧解流傳於夜壑。」「荒涼四面，花朝而不見朱顏；滴瀝千尋，雨夜而空啼碧溜。」「莫可追尋，玉樹之歌聲邈矣；最堪惆悵，金瓶之咽處依然。」館娃宮云：「花顏縹緲，欺樹裏之春風；銀燄熒煌，却城頭之曉色。」「恨留山鳥，啼百草之春紅；愁寄壟雲，鏁四天之暮碧。」「遺堵塵空，幾踐羣遊之鹿；滄洲月在，寧銷怒觸之濤？」陳皇后因賦復寵云：「已為無雨之期，空懸夢寐；終自凌雲之製，能致烟霄。」秋色云：「空三楚之暮天，樓中歷歷；滿六朝之故地，草際悠悠。」白日上升云：「較美古今，列子之乘風固劣；論功晝夜，姮娥之奔月非優。」凡此數十聯，皆研確有情致，若夫格律之卑，則自當時體如此耳。 \\n 沈季長進言 \\n 沈季長元豐中為崇政殿說書，考開封進士，既罷，入見，神宗曰：「論不以智治國，誰為此者？」對曰：「李定所為。」上曰：「聞定意譏朕。」季長曰：「定事陛下有年，頃者御史言定乃人倫所棄，陛下力排羣議，而定始得為人如初，繼又擢用不次，定雖懷利，尚當知恩，臣以此敢謂無譏陛下意。詩序曰：『言之者無罪，聞之者足以戒。』書曰：『小人怨汝詈汝，則皇自敬德。』陛下自視豈任智者，不知何自嫌疑，乃信此為譏也？」上曰：「卿言甚善，朕今已釋然矣，卿長者，乃喜為人辯謗。」對曰：「臣非為人辯謗，乃為陛下辯譖耳。」他日，上語及前代君臣，因曰：「漢武帝學神仙不死之術，卿曉其意否？此乃貪生以固位耳，故其晚年舉措謬戾，禍貽骨肉，幾覆宗社。且人主固位，其禍猶爾，則為人臣而固位者，其患亦何所不至，故朕每患天下之士能輕爵祿者少。」季長曰：「士而輕爵祿，為士言之，則可，為國言之，則非福也。人主有尊德樂道之志，士皆以不得爵祿為恥，寧有輕爵祿者哉？至於言違諫怫，士有去志，故以爵祿為輕。」上曰：「誠如卿言。」按季長雖嘗至修起居注，其後但終於庶僚，史不立傳。王和甫銘其墓，載此兩論，予在史院時未之見也。其子銖為侍從，恨不獲附見之，故表出於是。 \\n 繁遏渠 \\n 國語魯叔孫穆子曰：「金奏肆夏：繁、遏、渠。天子所以饗元侯也。」韋昭注曰：「繁、遏、渠，肆夏之三也，禮有九夏，皆篇名。」昭雖曉其義，而不詳釋。按周禮春官：「鐘師掌金奏，以鐘鼓奏九夏。」鄭氏注引呂叔玉云：「肆夏、繁遏、渠，皆周頌也。肆夏，時邁也。繁遏，執競也。渠，思文也。」又曰：「繁，多也。遏，止也。言福祿止於周之多也。故執競曰：『降福穰穰，降福簡簡。』渠，大也。言以后稷配天，王道之大也。故思文曰：『思文后稷，克配彼天。』」予謂此說亦近於鑿。 \\n 替戾岡 \\n 坡公遊鶴林、招隱，有岡字韻詩，凡作七首，最後云：「背城借一吾何敢，切勿樽前替戾岡。」小兒問三字所出，按晉書佛圖澄傳，澄能聽鈴音以知吉凶，往投石勒。及劉曜攻洛陽，勒將救之，其羣下咸諫，以為不可。勒以訪澄，澄曰：「相輪鈴音云：『秀支替戾岡，僕谷劬禿當。』此羯語也。秀支，軍也。替戾岡，出也。僕谷，劉曜胡位也。劬禿當，捉也。此言軍出捉得曜也。」勒遂擒曜。坡公正用此云。 \\n 文潞公平章重事 \\n 文潞公元豐六年以太師致仕，時七十八歲矣。後二年，哲宗即位，太皇太后垂簾同聽政，用司馬公為門下侍郎，公奏乞召潞公置之百寮之首，以鎮安四海，后遣中使梁惟簡宣諭曰：「彥博名位已重，又得人心，今天子幼沖，恐其有震主之威。且於輔相中無處安排，又已致仕，難為復起。」公當時以新入，不敢復言。元祐元年三月，公拜左僕射，乃再上奏曰：「書曰：『人惟求舊。』蓋以其歷年之多也。彥博沉敏有謀略，知國家治體，能斷大事，自仁宗以來，出將入相，功效顯著，天下所共知，年逾八十，精力尚強。臣初曾奏陳，尋蒙宣諭。切惟彥博一書生爾，年逼桑榆，富貴已極，夫復何求？非有兵權死黨可畏懼也。假使為相，一旦欲罷之，止煩召一學士，授以詞頭，白麻既出，則一匹夫爾，何難制之？有震主之威，防慮大過。若依今官制用之為相，以太師兼侍中，行左僕射，有何不可？倘不欲以劇務煩老臣，則凡常程文書，只委右僕射以下簽書發遣，惟事有難決者，方就彥博咨稟。自古致仕復起，蓋非一人，彥博今年八十一，不過得其數年之力，願急用之，臣但以門下侍郎助彥博，恐亦時有小補。今不以彥博首相，而以臣處之，是猶捨騏驥而策駑駘也，切為朝廷惜之。若以除臣左僕射，難為無故以他人易之，則臣欲露表舉其自代。」奏入，不許。給事中范純仁亦勸乞召致，留為師臣。未幾，右僕射韓縝求去，后始賜司馬公密詔，欲除彥博兼侍中，行右僕射事，其合行恩禮，令相度條具。公以名體未正，不敢居其上，乞以行左僕射，自守右僕射。詔曰：「使彥博居卿上，非予所以待卿之意，卿更思之。」公執奏言：「臣為京官時，彥博已為宰相，今使彥博列位在下，非所以正大倫也。」於是召赴闕。既而御史中丞劉摯、左正言朱光庭、右正言王覿俱上言：「彥博春秋高，不可為三省長官。」司馬公又言：「若令以正太師平章軍國重事，亦足以尊老成矣。」四月，遂下制如公言，詔一月兩赴經筵，六日一入朝，因至都堂與執政商量事，朝廷有大政令，即與輔臣共議。潞公此命，可謂鄭重費力，蓋本不出於主意也。然居位越五年，屢謝病，乃得歸，竟坐此貽紹聖之貶。 \\n 考課之法廢 \\n 唐制，尚書考功掌內外文武官吏之考課，凡應考之官，家具錄當年功過行能，本司及本州長官對衆讀議其優劣，定為九等考第，然後送省。別敕定京官位望高者二人，一校京官考，一校外官考，又定給事中、中書舍人各一人，一監京官考，一監外官考，郎中判京官考，員外郎判外官考。凡考課之法，有四善、二十七最。一最以上有四善，為上上。有三善，或無最而有四善，為上中。有二善，或無最而有三善，為上下。其末至於居官諂詐、貪濁有狀，為下下。外州則司錄、錄事參軍主之，各據之以為黜陟。國朝此法尚存，慶曆、皇祐中，黃亞夫庶佐一府、三州幕，其集所載考詞十四篇，黃司理者曰：「治犴獄，歲再周矣，論其罪棄市者五十四，流若徒三百十有四，杖百八十六，皆得其情，無有寃隱不伸，非才也其孰能？其考可書中。」舞陽尉者曰：「舞陽大約地廣，它盜往往囊槖於其間，居一歲，為竊與強者凡十一，前件官捕得之，其亡者一而已矣，非才焉固不能，可書中。」法曹劉昭遠者曰：「法者，禮之防也。其用之以當人情為得，刻者為之，則拘而少恩。前件官以通經舉進士，始掾於此，若老於為法者，每抱具獄，必傅之經義然後處，故無一不當其情，其考可書中。」它皆類此。不知其制廢於何時。今但付之士按吏據定式書於印紙，比者又令郡守定縣令臧否高下，人亦不知所從出。若使稍復舊貫，似為得宜，雖未必人人盡公得實，然思過半矣。 \\n 小官受俸 \\n 沈存中筆談書國初時州縣之小官俸入至薄，故有「五貫九百六十俸，省錢且作足錢用」之語。黃亞夫皇祐間自序其所為伐檀集云：「歷佐一府、三州，皆為從事，逾十年，郡之政，巨細無不與，大抵止於簿書獄訟而已，其心之所存，可以效於君、補於國、資於民者，曾未有一事可以自見。然月廩於官，粟麥常兩斛，錢常七千，問其所為，乃一常人皆可不勉而能，茲素餐昭昭矣，遂以『伐檀』名其集，且識其愧。」予謂今之仕宦，雖主簿、尉，蓋或七八倍於此，然常有不足之嘆。若兩斛、七千，祗可祿一書吏小校耳！豈非風俗日趨於浮靡，人用日以汰，物價日以滋，致於不能贍足乎？亞夫之立志如此，真可重也。山谷先生乃其子云。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第八(十七則)", "正文": "　 \\n 卷第八(十七則) \\n 　 \\n  \\n 庫路真 \\n 新唐書地理志：「襄州，土貢漆器庫路真二品十乘花文五乘。」庫路真者，漆器名也，然其義不可曉。元豐九域志云「貢漆器二十事」是已。于頔傳，頔為襄陽節度，襄有髹器，天下以為法。至頔驕蹇，故方帥不法者，稱為「襄樣節度」。舊唐書職官志，武德七年，改秦王、齊王下領三衞及庫真、驅咥真，並為統軍。疑是周隋間西邊方言也。記白樂天集曾有一說，而未之見。 \\n 得意失意詩 \\n 舊傳有詩四句誇世人得意者云：「久旱逢甘雨，他鄉見故知。洞房花燭夜，金榜掛名時。」好事者續以失意四句曰：「寡婦攜兒泣，將軍被敵擒。失恩宮女面，下第舉人心。」此二詩，可喜可悲之狀極矣。 \\n 狄監盧尹 \\n 文潞公留守西京，年七十七，為耆英會，凡十有二人。時富韓公年七十九，最長，至於太中大夫張問，年七十，唯司馬公方六十四歲，用狄監、盧尹故事，亦預於會。或問狄、盧之說，乃見唐白樂天集，今所謂九老圖者。懷州司馬胡杲年八十九，衞尉卿吉皎年八十六，龍武長史鄭據八十四，慈州刺史劉嘉、侍御史盧貞皆八十二，其年皆在元豐諸公之上。永州刺史張渾、刑部尚書白居易皆七十四。時會昌五年。白公序云：「六賢皆多年壽，予亦次焉。祕書監狄兼謩，河南尹盧貞，以年未七十，雖與會而不及列。」故溫公紀韓公至張昌言，而自不書。今士大夫皆熟知此事，姑志狄、盧二賢，以示兒輩。但唐兩盧貞，而又同會，疑文字或誤云。 \\n 項韓兵書 \\n 漢成帝時，任宏論次兵書為四種，其權謀中有韓信三篇，形勢中有項王一篇，前後藝文志載之，且云：「漢興，張良、韓信序次兵法，凡百八十二家，刪取要用，定著三十五家。諸呂用事而盜取之。」項、韓雖不得其死，而遺書可傳於後者，漢世不廢，今不復可見矣。 \\n 承天塔記 \\n 黃魯直初謫戎、涪，既得歸，而湖北轉運判官陳舉，以時相趙清憲與之有小怨，訐其所作荊南承天塔記，以為幸災，遂除名羈管宜州，竟卒於彼。今豫章集不載其文，蓋謂因之兆禍，故不忍著錄。其曾孫續編別集，始得見之。大略云：「余得罪竄黔中，道出江陵，寓承天禪院，住持僧智珠方徹舊浮圖於地，而屬曰：『余成功之後，願乞文記之。』後六年，蒙恩東歸，則七級巋然已立，於是作記。」其後云：「儒者嘗論一佛寺之費，蓋中民萬家之產，實生民穀帛之蠧，雖余亦謂之然。然自省事以來，觀天下財力屈竭之端，國家無大軍旅勤民丁賦之政，則蝗旱水溢或疾疫連數十州，此蓋生人之共業，盈虛有數，非人力所能勝者邪！」其語不過如是，初無幸災風刺之意，乃至於遠斥以死，寃哉！ \\n 穆護歌 \\n 郭茂倩編次樂府詩穆護歌一篇，引歷代歌辭曰：「曲犯角。」其語曰：「玉管朝朝弄，清歌日日新。折花當驛路，寄與隴頭人。」黃魯直題牧護歌後云：「予嘗問人此歌，皆莫能說牧護之義。昔在巴、僰間六年，問諸道人，亦莫能說。他日，船宿雲安野次，會其人祭神罷而飲福，坐客更起舞，而歌木瓠。其詞有云：『聽說商人木瓠，四海五湖曾去。』中有數十句，皆敍賈人之樂，末云：『一言為報諸人，倒盡百瓶歸去。』繼有數人起舞，皆陳述己事，而始末略同。問其所以為木瓠，蓋刳曲木狀如瓠，擊之以為歌舞之節耳。乃悟穆護蓋木瓠也。」據此說，則茂倩所序，為不知本原云。且四句律詩，如何便差排為犯角曲，殊無意義。 \\n 省試取人額 \\n 累舉省試，鎖院至開院，限以一月。如未訖事，則申展亦不過十日，所奏名以十四人取一為定數，不知此制起於何年。黃魯直以元祐三年為貢院參詳官，有書帖一紙云：「正月乙丑鎖太學，試禮部進士四千七百三十二人。三月戊申具奏進士五百人。」乃是在院四十四日，而九人半取一人，視今日為不侔也。此帖載於別集。 \\n 通印子魚 \\n 魚通印之語，本出於王荊公送張兵部知福州詩「長魚俎上通三印」之句。蓋以福州瀕海多魚，其大如此，初不指言為子魚也。東坡始以「通印子魚」對「披黃雀」，乃借「子」字與「黃」字為假對耳。山谷所云「子魚通印蠔破山」，蓋承而用之。陳正敏遯齋閒覽云：「其地有通應廟，廟前港中子魚最佳。王初寮詩『通應子魚鹽透白』，正採其說。」郡人黃處權云：「興化子魚，去城五十里地名迎仙者為上，所產之處，土人謂之子魚潭而已，初無通應港之名。」有大神祠，賜額曰「顯應」，乃遯齋所指之廟者，亦非「通應」也。潭傍又有小祠一間，庳陋之甚，農家以祀田神，好事欲實遯齋之說，遂粉刷一扁，妄標曰「通應廟」，側題五小字曰「元祐某年立」，此尤可笑。且用神廟封額以名土物，它處未嘗有也。 \\n 壽亭侯印 \\n 荊門玉泉關將軍廟中，有壽亭侯印一鈕，其上大環，徑四寸，下連四環，皆繫於印上。相傳云：紹興中，洞庭漁者得之，入於潭府，以為關雲長封漢壽亭侯，此其故物也，故以歸之廟中。南雄守黃兌見臨川興聖院僧惠通印圖形，為作記。而復州寶相院又以建炎二年，因伐木，於三門大樹下土中深四尺餘，得此印，其環幷背俱有文云：「漢建安二十年壽亭侯印。」今留於左藏庫。邵州守黃沃叔啟慶元二年復買一鈕於郡人張氏，其文正同，只欠五繫環耳。予以謂皆非真漢物，且漢壽乃亭名，既以封雲長，不應去漢字，又其大比它漢印幾倍之。聞嘉興王仲言亦有其一。侯印一而已，安得有四？雲長以四年受封，當即刻印，不應在二十年，尤非也。是特後人為之以奉廟祭，其數必多。今流落人間者，尚如此也。予為黃叔啟作辨跋一篇，見贅稿。 \\n 茸附治疽漏 \\n 時康祖病心痔二十年，用聖惠方治腰痛者鹿茸、附子服之，月餘而愈，夷堅己志書其事。予每與醫言，輒云：「癰疽之發，蘊熱之極也，烏有翻使熱藥之理？」福州醫郭晉卿云：「脈陷則害漏，陷者冷也，若氣血溫煖，則漏自止，正用得茸、附。」按內經素問生氣通天論曰：「陷脈為痿，留連肉腠。」注云：「陷脈謂寒氣陷缺其脈也，積寒留舍，經血稽凝，久瘀內攻，結於肉理，故發為瘍瘻，肉腠相連。」此說可謂明白，故復記於此，庶幾或有助於瘍醫云。 \\n 莆田荔枝 \\n 莆田荔枝，名品皆出天成，雖以其核種之，終與其本不相類。宋香之後無宋香，所存者孫枝爾。陳紫之後無陳紫，過牆則為小陳紫矣。筆談謂焦核荔子，土人能為之，取本木，去其大根，火燔令焦，復植於土，以石壓之，令勿生旁根，其核自小。里人謂不然，此果形狀，變態百出，不可以理求，或似龍牙，或類鳳爪，釵頭紅之可簪，綠珠子之旁綴，是豈人力所能加哉？初，方氏有樹，結實數千顆，欲重其名，以二百顆送蔡忠惠公，紿以常歲所產止此。公為目之曰「方家紅」，著之於譜，印證其妄。自後華實雖極繁茂，逮至成熟，所存者未嘗越二百，遂成語讖。此段已載遯齋閒覽中，郡士黃處權復志其詳如此。 \\n 雙陸不勝 \\n 新唐書狄仁傑傳，武后召問夢雙陸不勝，何也？仁傑與王方慶俱在，二人同辭對曰：「雙陸不勝，無子也。天其意者以儆陛下乎？」於是召還廬陵王。舊史不載，資治通鑑但書鸚鵡折翼一事。而考異云：「雙陸之說，世傳狄梁公傳有之，以為李邕所作，而其詞多鄙誕，疑非本書，故黜不取。」藝文志有李繁大唐說纂四卷，今罕得其書，予家有之，凡所紀事，率不過數十字，極為簡要，新史大抵采用之。其忠節一門曰：「武后問石泉公王方慶曰：『朕夜夢雙陸不勝，何也？』曰：『蓋謂宮中無子，意者恐有神靈儆夫陛下。』因陳人心在唐之意，后大悟，召廬陵王，復其儲位，俾石泉公為宮相以輔翊之。」然則新史兼采二李之說，而為狄為王莫能辨也。通鑑去之，似為可惜。 \\n 華元入楚師 \\n 左傳，楚莊王圍宋，宋華元夜入楚師，登子反之牀，起之曰：「寡君使元以病告。」子反懼，與之盟，而退三十里。杜注曰：「兵法，因其鄉人而用之，必先知其守將左右謁者、門者之姓名，因而利道之。華元蓋用此術，得以自通。」予按前三年晉、楚邲之戰，隨武子稱楚之善曰：「軍行，右轅，左追蓐，前茅慮無，中權後勁，軍政不戒而備。」大抵言其備豫之固。今使敵人能入上將之幕而登其牀，則刺客奸人，何施不得？雖至於王所可也，豈所謂軍制乎？疑不然也。公羊傳云：「楚使子反乘堙而闚宋城，宋華元亦乘堙而出見之。」其說比左氏為有理。 \\n 公羊用叠語 \\n 公羊傳書楚子圍宋，宋人及楚人平事，幾四百字。其稱「司馬子反」者八，又再曰「將去而歸爾」，「然後而歸爾」，「然後歸爾」，「臣請歸爾」，「吾亦從子而歸爾」。又三書「軍有七日之糧爾」，凡九用「爾」字，然不覺其煩。 \\n 文書誤一字 \\n 文書一字之誤，有絕係利害者，予親經其三焉，至今思之，猶為汗下。乾道二年冬，蒙恩召還，過三衢，郡守何德輔問奏對用幾劄，因出草稿示之，其一乞蠲減鄱陽歲貢誕節金千兩事，言此貢不知起於何時，或云藝祖初下江南，郡庫適有金，守臣取以獻長春節，遂為故事。誤書「長春」為「萬春」，乃金主褒節名也。德輔讀之，指以相告，予悚然面發赤，亟改之。三年，以侍講講毛詩，作發題，引孔子於論語中說詩處云：「不學詩，無以言。」誤書「言」為「立」，已寫進讀正本，經筵吏袁顯忠曰：「恐是言字。」予愧謝之。淳熙十三年在翰苑，作賜安南國曆日詔云：「茲履夏正，載頒漢朔。」書「夏正」為「周正」，院吏以呈宰執，周益公見而摘其誤，吏還以告，蓋語順意同，一時不自覺也。 \\n 歷代史本末 \\n 古者世有史官，其著見於今，則自堯、舜二典。始，周之諸侯各有國史，孔子因魯史記而作春秋，左氏為之傳，鄭志、宋志、晉齊太史、南史氏之事皆見焉。更纂異同以為國語。漢司馬談自以其先周室之太史，有述作之意，傳其子遷，紬金匱石室之書，罔羅天下放失舊聞，述黃帝以來至於元狩，馳騁古今，上下數千載間，變編年之體為十二本紀、十表、八書、三十世家、七十列傳，凡百三十篇。而十篇有錄無書，元、成之間，褚先生補缺，作武帝紀、三王世家、龜策、日者列傳，張晏以為言辭鄙陋，今雜於書中。而藝文志有馮商續太史公七篇，則泯沒不見。司馬之書既出，後世雖有作者，不能少紊其規制。班彪、固父子，以為漢紹堯運建帝業，而六世史臣，追述功德，私作本紀，編於百王之末，廁於秦、項之列。故采纂前紀，綴輯舊聞，以述漢書，起於高祖，終於王莽之誅，大抵仍司馬氏，第更八書為十志，而無世家，凡百卷。固死，其書未能全，女弟昭續成之，是為前漢書。荀悅漢紀則續所論著者也。後漢之事，初命儒臣著述於東觀，謂之漢紀。其後有袁宏紀，張璠、薛瑩、謝承、華嶠、袁山松、劉義慶、謝沈皆有書。宋范曄刪采為十紀、八十列傳，是為後漢書，而張璠以下諸家盡廢，其志則劉昭所補也。三國雜史至多，有王沈魏書、元行沖魏典、魚豢典略、張勃吳錄、韋昭吳書、孫盛魏春秋、司馬彪九州春秋、丘悅三國典略、員半千三國春秋、虞溥江表傳，今唯以陳壽書為定，是為三國志。晉書則有王隱、虞預、謝靈運、臧榮緒、孫綽、干寶諸家，唐太宗詔房喬、褚遂良等修定為百三十卷，以四論太宗所作，故總名之曰「御撰」，是為晉書，至今用之。南北兩朝各四代，而僭偽之國十數，其書尤多，如徐爰、孫嚴、王智深、顧野王、魏澹、張大素、李德林之正史，皆不傳。今之存者，沈約宋書、蕭子顯齊書、姚思廉梁陳書、魏收魏書、李百藥北齊書、令狐德棻周書、魏鄭公隋書。其它國則有和包漢趙紀、田融趙石記、范亨燕書、王景暉南燕錄、高閭燕志、劉昞涼書、裴景仁秦記、崔鴻十六國春秋、蕭方武敏之三十國春秋。李太師延壽父子悉取為南史八十卷，北史百卷。今沈約以下八史雖存，而李氏之書獨行，是為南北史。唐自高祖至於武宗，有實錄，後唐修為書，劉昫所上者是已，而猥雜無統。國朝慶曆中，復詔刊修，歷十七年而成，歐陽文忠公主紀、表、志，宋景文公主傳，今行於世。梁、唐、晉、漢、周謂之五代，國初監修國史薛居正提舉上之。其後歐陽芟為新書，故唐、五代史各有舊新之目。凡十七代，本末如此，稚兒數以為問，故詳記之。 \\n 賢者一言解疑譖 \\n 賢者以單詞片言，為人釋謗解患，卓卓可書者，予得兩事焉。秦氏當國時，先忠宣公、鄭亨仲資政、胡明仲侍郎、朱新仲舍人，皆在謫籍，分置廣東。方務德為經略帥，待之盡禮。秦對一客言曰：「方滋在廣部，凡得罪於朝廷者，必加意護結，得非欲為異日地乎？」客曰：「非公相有云，不敢輒言。方滋之為人，天性長者，凡於人唯以周旋為志，非獨於遷客然也。」秦悟曰：「方務德却是個周旋底人。」其疑遂釋。當時使一憸巧者承其問，微肆一語，方必得罪，而諸公不得安迹矣。言之者可謂大君子，當求之古人中。嚴陵王大卞赴曲江守，過南安，謁張先生子韶，從容言：「大卞頃在檢院，以羅彥濟中丞章去國，其後彥濟自吏書出守嚴，遂遷避於蘭溪。彥濟到郡，遺書相邀曰：『與君有同年之契，何為爾？』不得已，復還。既見，密語云：『前此臺評，乃朱新仲所作，託造物之意以相授，一時失於審思，至今為悔。』此事既往，今適守韶，而朱在彼，邂逅有弗愜，為之奈何？」張揣其必將修怨，即云：「國先為君子為小人，皆在此舉。」王悚然曰：「謹受教。」至則降意彌縫，終二年，不見分毫形迹，蓋本自相善也。予曩侍張公坐，聞其言，故追紀之。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第九(十六則)", "正文": "　 \\n 卷第九(十六則) \\n 　 \\n  \\n 蔣魏公逸史 \\n 蔣魏公逸史二十卷，穎叔所著也，多紀當時典章文物。云舊有數百冊，兵火間盡失之，其曾孫芾始攟摭遺稿，而成此書，將以奏御，以其副上之太史，且板行之，傳之天下後世，既而不果。蔣公在熙寧、元祐、崇寧時，名為博聞強識，然閱其論述，頗有可議，恨不及丞相在日與之言。其一云：「行、守、試，視其官品之高下，除者必帶本官，呂晦叔除守司空而不帶金紫光祿大夫者，此翰林之失也，既不帶官，不當著『守』字，故晦叔辨之，遂去『守』字，為正司空，議者謂超過特進、東宮三太、儀同矣。」予謂行、守、試必帶正官，固也。然自改官制以後，既為司空，自不應復帶階官。呂從金紫遷，只是超特進一級耳，東宮三太，何嘗以為宰相官？儀同又係使相也，呂亦無自辨之說。其二云：「文潞公既為真太師矣，其罷也，乃加『守』字，潞公怏怏，諸公欲為去之，議者謂非典故，潞公之意，止欲以真太師致仕耳，諸公曰：『如此可乎？』曰：『不可，為真太師則在宰相之上。』竟不去『守』字，但出劄子，令權去之。」案潞公本以開府儀同三司守太師，河東節度使致仕，入為平章軍國重事，故繫銜只云太師。及再致仕，悉還舊稱，當時有旨於制詞內除去「守」字，以嘗正任太師也。所謂劄子權去，恐或不然。其三云：「舊制，執政雙轉，謂自工部侍郎轉刑部，刑部轉兵部，兵部轉工部尚書。惟宰相對轉，工部侍郎直轉工書，比執政三遷也。」予考舊制，執政轉官，與學士等。六侍郎則升兩曹，以工、禮、刑、戶、兵、吏為敍，至兵侍者，轉右丞，至吏侍者，轉左丞，皆轉工書，然後細遷。今言兵侍即轉工書，非也。宰相為侍郎者，升三曹，為尚書者，雙轉。如工侍轉戶侍，禮侍轉兵侍，若係戶侍，當改二丞，而宰相故事不立丞，故直遷尚書。今言工侍對轉工書，非也。其四云：「楊察為翰林學士，一夜當三制，劉沆以參知政事，富弼以宣徽使，皆除宰相。宣徽在參政下，則富當在劉下，乃誤以居上，人皆不覺其失，惟學士李淑知之，揚言其事，遂貼麻改之。」予考國史，至和元年八月，劉沆以參知政事拜集賢相。二年六月，以忠武軍節度使知永興軍文彥博為昭文相，位第一，劉沆遷史館相，位第二，宣徽南院使判幷州富弼為集賢相，位第三，其夕三制是已。而劉先一年已在相位，初無失誤貼改之說。其五云：「有四儀同：一曰開府儀同三司，二曰儀同三司，三曰左儀同三司，四曰右儀同三司。」案自漢鄧騭始為儀同三司，魏、晉以降，但有開府儀同三司之目，周、隋又增上字為一階，又改儀同三司為儀同大將軍，又有開府、上開府，儀同、上儀同，班列益卑，未嘗有左右之稱也。後進不當輒議前輩，因孫偃有問，書以示之。 \\n 沈慶之曹景宗詩 \\n 宋孝武嘗令羣臣賦詩，沈慶之手不知書，每恨眼不識字，上逼令作詩，慶之曰：「臣不知書，請口授師伯。」上即令顏師伯執筆，慶之口授之曰：「微生遇多幸，得逢時運昌。朽老筋力盡，徒步還南岡。辭榮此聖世，何愧張子房？」上甚悅，衆坐並稱其辭意之美。梁曹景宗破魏軍還，振旅凱入，武帝宴飲聯句，令沈約賦韻，景宗不得韻，意色不平，啟求賦詩，帝曰：「卿伎能甚多，人才英拔，何必止在一詩？」景宗已醉，求作不已。時韻已盡，唯餘競、病二字，景宗便操筆，其辭曰：「去時兒女悲，歸來笳鼓競。借問行路人，何如霍去病？」帝嘆不已，約及朝賢，驚嗟竟日。予謂沈、曹二公，未必能辦此，疑好事者為之，然正可為一佳對，曰：「辭榮聖世，何愧子房？借問路人，何如去病？」若全用後兩句，亦自的切。 \\n 藍尾酒 \\n 白樂天元日對酒詩云：「三杯藍尾酒，一楪膠牙餳。」又云：「老過占他藍尾酒，病餘收得到頭身。」「歲盞後推藍尾酒，春盤先勸膠牙餳。」荊楚歲時記云：「膠牙者，取其堅固如膠也。」而藍尾之義，殊不可曉。河東記載申屠澄與路傍茅舍中老父、嫗及處女環火而坐，嫗自外挈酒壺至曰：「以君冒寒，且進一杯。」澄因揖，遜曰：「始自主人翁，即巡澄，當婪尾。」蓋以藍為婪，當婪尾者，謂最在後飲也。葉少蘊石林燕語云：「唐人言藍尾多不同，藍字多作啉，出於侯白酒律，謂酒巡匝，末坐者連飲三杯，為藍尾，蓋末坐遠，酒行到常遲，故連飲以慰之，以啉為貪婪之意。或謂啉為燷，如鐵入火，貴其出色，此尤無稽。則唐人自不能曉此義。」葉之說如此。予謂不然，白公三杯之句，只為酒之巡數耳，安有連飲者哉？侯白滑稽之語，見於啟顏錄。唐藝文志，白有啟顏錄十卷、雜語五卷，不聞有酒律之書也。蘇鶚演義亦引其說。 \\n 歐陽公辭官 \\n 歐陽公自亳州除兵部尚書知青州，辭免至四，云：「恩典超優，遷轉頗數。臣近自去春由吏部侍郎轉左丞，未逾兩月，又超轉三資，除刑部尚書。今纔逾歲，又超轉兩資。尚書六曹，一歲之間，超轉其五。」累降詔不從其請。此是熙寧元年未改官制時，今人多不能曉。蓋昔者左右丞在尚書下，所謂左丞超三資除刑書者，謂歷工、禮乃至刑也。下云又超兩資者，謂歷戶部乃至兵也。其上唯有吏部，故言尚書六曹，超轉其五云。 \\n 南北語音不同 \\n 南北語音之異，至於不能相通，故器物花木之屬，雖人所常用，固有不識者。如毛、鄭釋詩，以梅為枏，竹為王芻，蔞為翹翹之草是矣。顏師古注漢書亦然。淮南王安諫武帝伐越書曰：「輿轎而隃領。」服虔曰：「轎音橋，謂隘道輿車也。」臣瓚曰：「今竹輿車也，江表作竹輿以行。」項昭曰：「陵絕水曰轎，音旗廟反。」師古曰：「服音、瓚說是也，項氏謬矣。此直言以轎過領耳，何云陵絕水乎？旗廟之音，無所依據。」又武帝紀：「戈船將軍。」張晏曰：「越人於水中負人船，又有蛟龍之害，故置戈於船下，因以為名。」瓚曰：「伍子胥書有戈船，以載干戈，因謂之戈船也。」師古曰：「以樓船之例言之，則非為載干戈也。此蓋船下安戈戟以禦蛟鼉水蟲之害。張說近之。」二說皆為三劉所破，云：「今南方竹輿，正作旗廟音，項亦未為全非。顏乃西北人，隨其方言，遂音橋。」又云：「船下安戈戟，既難厝置，又不可以行。且今造舟船甚多，未嘗有置戈者，顏北人，不知行船。瓚說是也。」予謂項音轎字是也，而云陵絕水則謬，故劉公以為未可全非。張晏云「越人於水中負船」，尤可笑。 \\n 南舟北帳 \\n 頃在豫章，遇一遼州僧於上藍，與之閒談，曰：「南人不信北方有千人之帳，北人不信南人有萬斛之舟，蓋土俗然也。」法苑珠林云：「山中人不信有魚大如木，海上人不信有木大如魚。胡人見錦，不信有蟲食樹吐絲所成。吳人身在江南，不信有千人氊帳，及來河北，不信有二萬碩船。」遼僧之談合於此。 \\n 魏冉罪大 \\n 自漢以來，議者謂秦之亡，由商鞅、李斯。鞅更變法令，使民不見德，斯焚燒詩書，欲人不知古，其事固然。予觀秦所以得罪於天下後世，皆自挾詐失信故耳。其始也，以商於六百里啖楚絕齊，繼約楚懷王入武關，辱為藩臣，竟留之至死。及其喪歸，楚人皆憐之，如悲親戚。諸侯由是不直秦，未及百年，「三戶亡秦」之語遂驗。而為此謀者，張儀、魏冉也。儀之惡不待言，而冉之計頗隱，故不為士君子所誅。當秦武王薨，諸弟爭立，唯冉力能立昭王。冉者，昭王母宣太后之弟也。昭王少，太后自治事，任冉為政，威震秦國，才六年而詐留楚王，又怒其立太子，復取十六城。是時，王不過十餘歲，為此者必冉也。後冉為范雎所間而廢逐。司馬公以為冉援立昭王，除其災害，使諸侯稽首而事秦，秦益強大者，冉之功也。蓋公不細考之云。又嘗請趙王會澠池，處心積慮，亦與詐楚同，賴藺相如折之，是以無所成，不然，與楚等耳！冉區區匹夫之見，徒能為秦一時之功，而貽秦不義不信之名萬世不滅者，冉之罪誠大矣！ \\n 辯秦少游義倡 \\n 夷堅己志載潭州義倡事，謂秦少游南遷過潭，與之往來，後倡竟為秦死，常州教授鍾將之得其說於李結次山，為作傳。予反復思之，定無此事，當時失於審訂，然悔之不及矣。秦將赴杭倅時，有妾邊朝華，既而以妨其學道，割愛去之，未幾罹黨禍，豈復眷戀一倡女哉？予記國史所書溫益知潭州，當紹聖中，逐臣在其巡內，若范忠宣、劉仲馮、韓川原伯、呂希純子進、呂陶元鈞，皆為所侵困。鄒公南遷過潭，暮投宿村寺，益即時遣州都監將數卒夜出城，逼使登舟，竟凌風絕江去，幾於覆舟。以是觀之，豈肯容少游款昵累日？此不待辯而明，己志之失著矣！ \\n 姓源韻譜 \\n 姓氏之書，大抵多謬誤。如唐貞觀氏族志，今已亡其本。元和姓纂，誕妄最多。國朝所修姓源韻譜，尤為可笑。姑以洪氏一項考之，云：「五代時有洪昌、洪杲，皆為參知政事。」予按二人乃五代南漢僭主劉龑之子，及晟嗣位，用為知政事，其兄弟本連「弘」字，以本朝國諱，故五代史追改之，元非姓洪氏也。此與洪慶善序丹陽弘氏云：「有弘憲者，元和四年嘗跋輞川圖。」不知弘憲乃李吉甫之字耳。其誤正同，三筆已載此說。 \\n 譽人過實 \\n 稱譽人過實，最為作文章者之疵病，班孟堅尚不能免。如薦謝夷吾一書，予蓋論之於三筆矣。柳子厚復杜溫夫書云：「三辱生書，書皆逾千言，抵吾必曰周、孔，周、孔安可當也？儗人必於其倫。生來柳州，見一刺史即周、孔之，今而去我，道連而謁於潮，又得二周、孔。去之京師，京師顯人，為文詞立聲名以千數，又宜得周、孔千百。何吾生胸中擾擾焉多周、孔哉？」是時，劉夢得在連，韓退之在潮，故子厚云然。此文人人能誦，然今之好為諛者，固自若也。予表出之，以為子孫戒。張說賀魏元忠衣紫曰：「公居伊、周之任。」即為二張所讒，幾於隕命。此但形於語言之間耳。 \\n 作文句法 \\n 作文旨意句法，固有規仿前人，而音節鏘亮不嫌於同者。如前漢書贊云：「豎牛奔仲叔孫卒，郈伯毀季昭公逐，費忌納女楚建走，宰嚭譖胥夫差喪，李園進妹春申斃，上官訴屈懷王執，趙高敗斯二世縊，伊戾坎盟宋痤死，江充造蠱太子殺，息夫作奸東平誅。」新唐書效之云：「三宰嘯凶牝奪辰，林甫將蕃黃屋奔，鬼質敗謀興元蹙，崔、柳倒持李宗覆。」劉夢得因論儆舟篇云：「越子膝行吳君忽，晉宣尸居魏臣怠，白公厲劍子西哂，李園養士春申易。」亦效班史語也。然其模範，本自荀子成相篇。 \\n 書簡循習 \\n 近代士人，相承於書尺語言，浸涉奇獧，雖有賢識，不能自改。如小簡問委，自言所在，必求新異之名。予守贛時，屬縣興國宰詒書云：「瀲水有驅策，乞疏下。」瀲水者，彼邑一水耳，郡中未嘗知此，不足以為工，當言下邑、屬邑足矣。為縣丞者，無不采藍田壁記語云，「負丞某處」，「哦松無補」，「涉筆承乏」，皆厭爛陳言。至稱丞曰「藍田」，殊為可笑。初赴州郡，與人書，必言「前政頹靡，倉庫匱乏，未知所以善後」，沿習一律。正使真如所陳，讀者亦不之信。予到當塗日，謝執政書云：「郡雖小而事簡，庫錢倉粟，自可枝梧，得坐嘯道院，誠為至幸。」周益公答云：「從前得外郡太守書，未有不以窘冗為詞，獨創見來緘如此。」蓋覺其與它異也。此兩者皆狃熟成俗，故紀述以戒子弟輩。 \\n 健訟之誤 \\n 破句讀書之誤，根著於人，殆不可復正。在易彖之下，先釋卦義，然後承以本名者凡八卦。蒙卦曰「蒙，山下有險，險而止，蒙」，以「止」字為句絕，乃及於「蒙」，始係以「蒙亨，以亨行」。訟卦曰「訟，上剛下險，險而健，訟」，以「健」字為句絕，乃及於「訟」，始係以「訟有孚」。豫卦「剛應而志行，順以動，豫」，隨卦「剛來而下柔，動而說，隨」，蠱卦「剛上而柔下，巽而止，蠱」，恆卦「巽而動，剛柔皆應，恆」，解卦「解，險以動，動而免乎險，解」，井卦「巽乎水而上水，井」，皆是卦名之上為句絕。而童蒙入學之初，其師點句，輒混於上，遂以「健訟」相連，此下「說隨」二字，尚為有說，若「止蒙」、「動豫」之類，將如之何？凡謂頑民好訟者，曰「嚚訟」，曰「終訟」，可也，黃魯直江西道院賦云「細民險而健，以終訟為能。筠獨不嚚於訟」，是已。同人卦：「柔得中而應乎乾曰同人，同人曰，同人於野，亨。」據其文義，正與諸卦同，但多下一「曰」字，王弼以為「乾之所行，故特曰『同人曰』」，程伊川以為衍三字，恐不然也。 \\n 用史語之失 \\n 今之牽引史語者，亦未免有失。張釋之言便宜事，文帝曰：「卑之，毋甚高論，令今可行也。」遂言秦、漢之間事，帝稱善。顏師古云：「令其議論依附時事。」予謂不欲使為甚高難行之論，故令少卑之爾。而今之語者，直以言議不足采為「無甚高論」。又文帝問上林令禽獸簿，不能對，虎圈嗇夫從旁代對，帝曰：「吏不當如此邪？」薛廣德諫元帝御樓船，曰：「宜從橋。」且有血汚車輪之訐。張猛曰：「乘船危，就橋安。」上曰：「曉人不當如是邪？」師古謂「諫爭之言，當如猛之詳婉也。」按兩帝之語皆是褒嘉之詞，猶云「獨不當如是乎？」今乃指人引喻非理或直述其私曰「曉人不當如是」。又韓公送諸葛覺往隨州讀書詩云：「鄴侯家多書，插架三萬軸。一一懸牙籤，新若手未觸。為人強記覽，過眼不再讀。偉哉羣聖文，磊落載其腹。」鄴侯蓋謂李繁，時為隨州刺史，藏書既多，且記性警敏，故籤軸嚴整如是。今人或指言雖名為收書而未嘗過目者，輒曰：「新若手未觸。」亦非也。 \\n 文字書簡謹日 \\n 作文字紀月日，當以實言，若拘拘然必以節序，則為牽強，乃似麻沙書坊桃源居士輩所跋耳。至於往還書問，不可不繫日，而性率者，一切不書。予有婿生子，遣報云：「今日巳時得一子。」更不知為何日。或又失之好奇。外姻孫鼎臣，每致書，必題其後曰：「某節」，至云「小暑前一日」、「驚蟄前兩日」之類。文惠公常笑云：「看孫鼎臣書，須著置曆日於案上。」蓋自元正、人日、三元、上巳、中秋、端午、七夕、重九、除夕外，雖寒食、冬至，亦當謹識之，况於小小氣候？後生宜戒。 \\n 更衣 \\n 雅志堂後小室，名之曰「更衣」，以為姻賓憩息地。稚子數請所出，因錄班史語示之。灌夫傳：「坐乃起更衣。」顏注：「更，改也。凡久坐者皆起更衣，以其寒暖或變也。」「田延年起，至更衣。」顏注：「古者延賓必有更衣之處，」衞皇后傳：「帝起更衣，子夫侍，尚衣。」 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十(十七則)", "正文": "　 \\n 卷第十(十七則) \\n 　 \\n  \\n 過所 \\n 刑統衞禁律云：「不應度關而給過所，若冒名請過所而度者。」又云：「以過所與人。」又關津疏議：「關謂判過所之處，津直度人，不判過所。」釋名曰：「過所，至關津以示之。」或曰：「傳，傳轉也，轉移所在，識以為信。」漢文帝十二年，「除關無用傳。」張晏曰：「傳，信也，若今過所也。」「兩行書繒帛，分持其一，出入關，合之乃得過，謂之傳也。」魏志，倉慈為敦煌太守，西域雜胡欲詣洛者，為封過所。廷尉决事曰：「廣平趙禮詣雒治病，門人賫過所詣洛陽，責禮冒名渡津，受一歲半刑。」徐鉉稽神錄：「道士張謹好符法，客游華陰，得二奴，曰德兒、歸寶，謹愿可憑信。張東行，凡書囊、符法、過所、衣服，皆付歸寶負之，將及關，二奴忽不見，所賫之物，皆失之矣。時秦隴用兵，關禁嚴急，客行無驗，皆見刑戮，既不敢東度，復還，主人乃見二兒，因擲過所還之。」然過所二字，讀者多不曉，蓋若今時公憑引據之類，故裒其事於此。 \\n 露布 \\n 用兵獲勝，則上其功狀於朝，謂之露布。今博學宏詞科以為一題，雖自魏、晉以來有之，然竟不知所出，唯劉勰文心雕龍云：「露布者，蓋露板不封，布諸觀聽也。」唐莊宗為晉王時，擒滅劉守光，命掌書記王緘草露布，緘不知故事，書之於布，遣人曳之，為議者所笑。然亦有所從來，魏高祖南伐，長史韓顯宗與齊戍將力戰，斬其裨將。高祖曰：「卿何為不作露布？」對曰：「頃聞將軍王肅獲賊二三人，驢馬數匹，皆為露布，私每哂之。近雖得摧醜虜，擒斬不多，脫復高曳長縑，虛張功捷，尤而效之，其罪彌甚，臣所以斂毫卷帛，解上而已。」以是而言，則用絹高懸久矣。 \\n 東坡題潭帖 \\n 潭州石刻法帖十卷，蓋錢希白所鐫，最為善本。吾鄉程欽之待制，以元符三年帥桂林，東坡自儋耳移合浦，得觀其藏帖，每冊各題其末。第二卷云：「唐太宗作詩至多，亦有徐、庾風氣，而世不傳，獨於初學記時時見之。」第四卷云：「吳道子始見張僧繇畫，曰：『浪得名耳！』已而坐臥其下，三日不能去。庾征西初不服逸少，有家鷄野鶩之論，後乃以為伯英再生。今觀其書，乃不逮子敬遠甚，正可比羊欣耳。」第六卷云：「『宰相安和，殷生無恙。』宰相當是簡文帝，殷生則淵源也邪？」第八卷云：「希白作字，自有江左風味，故長沙法帖比淳化待詔所摹為勝，世俗不察，爭訪閣下本，誤矣。此逸少一卷，尤妙。庚辰七夕，合浦官舍借觀。」第九卷云：「謝安問獻之：『君書何如尊公？』答曰：『故自不同。』安曰：『外人不爾。』曰：『人那得知！』」已上所書，今麻沙所刊大全集志林中或有之。案庾亮及弟翼俱為征西將軍，坡所引者翼也。坡又有詩曰：「暮年却得庾安西，自厭家鷄題六紙。」蓋指翼前所歷官云。此帖今藏予家。 \\n 山公啟事 \\n 晉書山濤傳：「濤再居選職，十有餘年，每一官缺，輒啟擬數人，詔旨有所向，然後顯奏，隨帝意所欲為先。故帝之所用，或非舉首，衆情不察，以濤輕重任意。或譖之於帝，濤行之自若。一年之後，衆情乃寢。濤所奏甄拔人物，各為題目，時稱山公啟事。」此語今多引用，然不得其式，法帖中乃有之，云：「侍中、尚書僕射、奉車都尉、新沓伯臣濤言，臣近啟崔諒、史曜、陳準可補吏部郎，詔書可爾。此三人皆衆所稱，諒尤質正少華，可以崇教，雖大化未可倉卒，風尚所勸，為益者多，臣以為宜先用諒。謹隨事以聞。」觀此一帖，可以概見。然所啟三人，後亦無聞，既云皆衆所稱，當不碌碌也。舊潭帖為識者稱許，以為賢於他本，然於此奏「未可倉卒」之下，乃云「風筆惻然」，全無意義。今所錄者，臨江本也。 \\n 親王回庶官書 \\n 隨筆中載親王與侍從往還禮數，又得錢丕行年雜紀云：「昇王受恩命，丕是時為將作少監，亦投賀狀，王降回書簽子啟頭。繼為皇太子，三司判官並通榜子，詣內東門參賀。通入後，中貴出傳令旨傳語。及受冊寶訖，百官班賀，又赴東宮賀，宰相親王階下班定，太子降階，宰相前拜，致詞訖，又拜。太子皆答拜，亦致詞敍謝。」一時之儀如此。 \\n 責降考試官 \\n 天禧二年九月，敕差屯田員外郎判度支計院任布、著作郎直史館徐奭、太子中允直集賢院麻溫其，並充開封府發解官。十月，差兵部員外郎直集賢院楊侃、太子中允直集賢院丁度，並國子監發解官。十一月，解一百四人，解元郭稹。十六日，宣翰林學士錢惟演、盛度，樞密直學士王晦叔，龍圖閣待制李虛己、李行簡，覆考開封舉人，為落解舉人有訟不平者。及奏名，郭稹依舊，其餘覆落，並却考上人數甚多。十二月，發解官並降差遣，任布鄧州，徐奭洪州，楊侃江州，丁度齊州，並監稅。此事見於錢丕雜紀。用五侍從覆考解試，前後未之有也。 \\n 青蓮居士 \\n 李太白贈玉泉仙人掌茶詩序云：「荊州玉泉寺近清溪諸山，往往有乳窟。其水邊處處有茗草羅生，枝葉如碧玉，唯玉泉真公常採而飲之。余游金陵，見宗僧中孚，示予茶數十片，其狀如手，名為『仙人掌茶』，蓋新出乎玉泉之山，曠古未覿，因持以見遺，兼贈詩，要予答之，遂有此作。後之高僧大隱，知仙人掌茶發乎中孚禪子及青蓮居士李白也。」太白之稱，但有「謫仙人」爾，「青蓮居士」，獨於此見之，文人未嘗引用，而仙人掌茶，今池州九華山中亦頗有之，其狀略如蕨拳也。 \\n 閩俗詭祕殺人 \\n 奸凶之民，恃富逞力，處心積慮，果於殺人。然揆之以法，蓋有敕律所不曾登載，善治惡者，當原情定罪，必致其誅可也。閩中習俗尤甚，每執縛其仇，窮肆殘虐。或以酒調鋸屑逼之使飲，欲其黏著肺腑，不能傳化，馴致痰渴之疾。或炒沙鎔蠟灌注耳中，令其聾聵。或以濕薦束體，布裹卵石痛加毆箠，而外無痕傷。或按擦肩背，使皮膚寬皺，乃施針刺入肩井，不可復出。或以小釣鈎藏於鰍魚之腹，強使吞之，攻鑽五臟，久而必死。凡此術者，類非一端，既痕腫不露於外，檢驗不得而見情犯，巨蠧功意兩惡而法所不言。顏度魯子為轉運使，嘗揭榜禁約。予守建寧，亦窮治一兩事，吳、楚間士大夫宦游於彼者，不可不察也。 \\n 富公遷官 \\n 富韓公慶曆二年以右正言知制誥報聘契丹，還，除吏部郎中、樞密直學士，不受。尋除翰林學士，又不受。三年，除右諫議大夫、樞密副使，力辭。乃改資政殿學士，而諫議如初，公受之。又五月，復為副樞。蓋昔時除目纔下，即時命詞給告，及其改命，但不拜執政，而猶得所進官。用今日官制言之，是承議郎、(舊為正言。)中書舍人(舊知制誥。)而為太中大夫、(舊為諫議。)資政殿學士也。 \\n 唐藩鎮行墨敕 \\n 池州銅陵縣孚貺侯廟，有唐中和二年二月一碑，其詞云：「敕宣、歙、池等州都團練、觀察使牒。當道先準詔旨，許行墨敕授管內諸州有功刺史、大將等，憲官具件如後：晉朝故晉陽太守兼揚州長史張寬牒。奉處分，當道先準詔旨，許行墨敕，獎勸功勳，雖幽顯不同，而褒升一致。神久標奇絕，早揖英風，靈迹屢彰，神逵不昧。夫寵贈之典，非列藩宜為，神功既昭，乃軍都顒請，是行權制，用副人心。謹議褒贈游擊將軍宣州都督。」後云：「使、檢校工部尚書兼御史大夫裴押。」邑人以為裴休，秋浦志亦然，予考之，非也。張魏公宣撫川、陝，便宜封爵諸神，實本諸此。 \\n 吏部循資格 \\n 唐開元十八年四月，以侍中裴光庭兼吏部尚書。先是，選司注官，惟視其人之能否，或不次超遷，或老於下位，有出身二十餘年不得祿者。又州縣亦無等級，或自大入小，或初近後遠，皆無定制。光庭始奏用循資格，各以罷官若干選而集，官高者選少，卑者選多，無問能否，選滿則注，限年躡級，毋得逾越，非負譴者皆有升無降。其庸愚沉滯者皆喜，謂之「聖書」，而材俊之士，無不怨嘆，宋璟爭之，不能得。二十一年，光庭薨，博士孫琬議光庭用循資格，失勸獎之道，請謚曰「克」。是年六月制，自今選人有才業操行，委吏部臨時擢用。雖有此制，而有司以循資格便於己，猶踵行之。蓋今日吏部四選，乃其法也。予案元魏肅宗神龜二年，官員既少，應選者多，尚書李韶銓注不行，大致怨嗟。崔亮代之，奏為格制，不問士之賢愚，專以停解月日為斷，沉滯者皆稱其能。亮甥劉景安與書曰：「商、周以鄉塾貢士，兩漢由州郡薦材，魏、晉中正，雖未盡美，應什收六七。而朝廷貢材，止求其文，不取其理，察孝廉唯論章句，不及治道，立中正不考材行，空辨姓氏。舅屬當銓衡，宜須改張易調，反為停年格以限之，天下士子，誰復修厲名行哉？」洛陽令薛琡上書言：「黎元命繫長吏，若選曹惟取年勞，不簡能否，義均行雁，次若貫魚，執簿呼名，一人足矣，數人而用，何謂銓衡？乞令王公貴人薦賢以補郡縣。」詔公卿議之。其後甄琛等繼亮，利其便己，踵而行之。魏之選舉失人，自亮始也。至孝靜帝元象二年，以高澄攝吏部尚書，始改亮年勞之制，銓擢賢能，當是自此一變。光庭又祖亮故智云。然後人罕有談亮、澄事者。 \\n 五行納音 \\n 六十甲子納音之說，術家多不能曉。原其所以得名，皆從五音所生，有條不紊，端如貫珠。蓋甲子為首，而五音始於宮，宮土生金，故甲子為金，而乙丑以陰從陽。商金生水，故丙子為水，而丁丑從之。角木生火，故戊子為火。徵火生土，故庚子為土。羽水生木，故壬子為木。而己丑、辛丑、癸丑各從之。至於甲寅，則納音起於商，商金生水，故甲寅為水。角木生火，故丙寅為火。徵火生土，故戊寅為土。羽水生木，故庚寅為木。宮土生金，故壬寅為金。而五卯各從之。至甲辰，則納音起於角，角木生火，故甲辰為火。徵火生土，故丙辰為土。羽水生木，故戊辰為木。宮土生金，故庚辰為金。商金生水，故壬辰為水。而五巳各從之。宮、商、角既然，惟徵、羽不得居首。於是甲午復如甲子，甲申如甲寅，甲戌如甲辰，而五未、五酉、五亥，亦各從其類。 \\n 五行化真 \\n 五行運化，如甲、己化真土之類，若推求其義，無從可得，蓋祗以五虎元所生命之。如「甲、己之年丙作首」，謂丙寅月建也，丙屬火，火生土，故甲、己化真土。「乙、庚之歲戊為頭」，謂戊寅月建也，戊屬土，土生金，故乙、庚化真金。「丙、辛寄向庚寅去」，庚屬金，金生水，故丙、辛化真水。「丁、壬壬位順行流」，壬屬水，水生木，故丁、壬化真木。「戊、癸但向甲寅求」，甲屬木，木生火，故戊、癸化真火。此二說皆得之莆田鄭景實。頃在館中，見魏幾道談五行納音，亦然。 \\n 錢忠懿判語 \\n 王順伯家有錢忠懿一判語，其狀云：「臣贊寧，右臣伏奉宣旨撰文疏，今進呈，乞給下，取設齋日五更前上塔，臣自宣却欲重建，乞於仁政殿前夜間化却，不然便向塔前化，並取聖旨。判曰：便要吾人宣讀後，於真身塔前焚化。二十七日。」而在前花押。予謂錢氏固嘗三改元，但或言其稱帝，則否也。此狀內「進呈」、「聖旨」等語，蓋類西河之人疑子夏於夫子，故自貽僭帝之議，想它所施行皆然矣。 \\n 王逸少為藝所累 \\n 王逸少在東晉時，蓋溫太真、蔡謨、謝安石一等人也，直以抗懷物外，不為人役，故功名成就，無一可言，而其操履識見，議論閎卓，當世亦少其比。公卿愛其才器，頻召不就。殷淵源輔政，勸使應命，遺之書曰：「足下出處，正與隆替對，豈可以一世之存亡，必從足下從容之適？」逸少報曰：「吾素自無廊廟，王丞相欲內吾，誓不許之，手迹猶存，由來尚矣，不於足下參政而方進退。自兒娶女嫁，便懷尚子平之志，數與親知言之，非一日也。」及殷侯將北伐，以為必敗，貽書止之。殷敗後，復圖再舉，又遺書曰：「以區區江左，所營綜如此，天下寒心久矣。自寇亂以來，處內外之任者，疲竭根本，各從所志，竟無一功可論，一事可紀。任其事者，豈得辭四海之責哉！若猶以前事為未工，故復求之於分外，宇宙雖廣，何所自容！」又與會稽王箋曰：「今雖有可欣之會，內求諸己，而所憂乃重於所欣，以區區吳、越，經緯天下十分之九，不亡何待！願令諸軍皆還保淮，須根立勢舉，謀之未晚。」其識慮精深，如是其至，恨不見於用耳。而為書名所蓋，後世但以翰墨稱之。晉書本贊，標為唐太宗御撰，專頌其研精篆素，盡善盡美，至有「心慕手追」之語，略無一詞論其平生，則一藝之工，為累大矣。獻之立志，亦似其父。謝安欲使題太極殿榜，以為萬代寶，而難言之，試及韋仲將凌雲榜事，即正色曰：「使其若此，有以知魏德之不長。」遂不之逼。觀此一節，可以知其為人，而亦以書名之故，沒其盛德。二王尚爾，况於他人乎！ \\n 鄂州南樓磨崖 \\n 慶元元年，鄂州修南樓，剝土有大石露於外，奇崛可觀。郡守吳琚見而愛之，命洗剔出圭角，即而諦視，乃磨崖二碑。其一刻兩字，上曰「柳」，徑二尺四寸，筆勢清勁，下若翻書「天」字，唯存人脚，不可復辨，或以為符，或以為花押，邦人至褾飾置神堂，香火供事。或云道州學側虞帝廟內亦有之，云柳君名應辰，是唐末五代時湖北人也。其一高丈一尺，闊如其高而加五寸，刻大字八十五，凡為九行，其文曰：「乾正元年，荊襄寇亂，大吳將軍出陳武昌，詔太守楊公出鎮。」後云：「荊、江、京、漢推忠、輔國、侍衞將軍吳居中記。」案楊行密之子溥嗣吳王位，是歲，唐明宗天成二年，溥以十一月僭帝，改元乾貞，宋莒公紀年通譜書為「乾正」，云避仁宗嫌名，通鑑亦同。而此直以為「乾正」，一時所立，不應有誤也。 \\n 賞魚袋出處 \\n 隨筆書衡山唐碑別駕賞魚袋，云「名不可曉」，今按唐職林魚帶門敍金玉銀鐵帶，及金銀魚袋云：「開元敕，非灼然有戰功者，餘不得輒賞魚袋。」斯明文也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十一(十八則)", "正文": "　 \\n 卷第十一(十八則) \\n 　 \\n  \\n 京丞相轉官 \\n 慶元二年朝廷奉上三宮徽稱冊寶，繼又進敕令、玉牒、實錄，大臣遷秩，於再於三，蓋自崇寧至於紹熙，未之有也。於是京右丞相以十月受冊寶賞，由正議轉宣奉。十二月用敕局賞，當得兩官，以一回授、一轉光祿。三年二月，用提舉玉牒實錄院及禮儀使賞，有旨三項各轉兩官，辭之至四五。詔減為四官，其半回授，其二遂轉金紫。四月之間，陟五華資，仍回授三帙。在法宰執轉官與除拜同，故得給使恩。百二十年而入流者二十有四。邁記淳熙十四年，王左相進玉牒，幷充國史禮儀使；梁右相進四朝史傳、國朝會要，幷充玉牒禮儀使。詔各與轉兩官。所謂各者，指二相也。時梁公誤認為三者各兩官，已係特進，謂如此則序進太師矣。中批只共為兩官，復辭之，詔許回授，又辭，但令加恩，亦辭。適已罷相在經筵，訖於分毫不受，唯王公獨加恩。今日之事全相類，而又已有去冬二賞矣。有司不諳練故實，徑準昔年中旨行出，聞京公殊不自安，然無說可免，惜乎東閤賢賓客不告以十年內親的故事，以成其美。邁頃居翰苑，答王、梁諸詔，嘗上章開析論列，是以竊識其詳。 \\n 熙寧司農牟利 \\n 熙寧、元豐中，聚斂之臣，專務以利為國，司農遂粥天下祠廟。官既得錢，聽民為賈區，廟中慢侮穢踐，無所不至。南京有閼伯、微子兩廟，一歲所得不過七八千，張文定公判應天府，上言曰：「宋王業所基也，而以火王。閼伯封於商丘，以主大火，微子為宋始封，此二祠者獨不可免乎！乞以公使庫錢代其歲入。」神宗震怒，批出曰：「慢神辱國，無甚於斯！」於是天下祠廟皆得不粥。又有議前代帝王陵寢，許民請射耕墾，司農可之，唐之諸陵，因此悉見芟刈。昭陵喬木，翦伐無遺。御史中丞鄧潤甫言：「熙寧著令，本禁樵采，遇郊祀則敕吏致祭，德意可謂遠矣。小人掊克，不顧大體，使其所得不貲，猶為不可，况至為淺鮮者哉！願絀創議之人，而一切如故。」於是未耕之地僅得免。二者可謂前古未有，一日萬幾，蓋無由盡知之也。 \\n 文與可樂府 \\n 今人但能知文與可之竹石，惟東坡公稱其詩騷，又表出「美人却扇坐，羞落庭下花」之句。予常恨不見其全，比得蜀本石室先生丹淵集，蓋其遺文也。於樂府雜詠，有秦王卷衣篇曰：「咸陽秦王家，宮闕明曉霞。丹文映碧鏤，光采相鈎加。銅螭逐銀猊，壓屋驚蟠拏。洞戶鎖日月，其中光景賒。春風動珠箔，鸞額金窠斜。美人却扇坐，羞落庭下花。閒弄玉指環，輕冰扼紅牙。君王顧之笑，為駐七寶車。自卷金縷衣，龍鸞蔚紛葩。持以贈所愛，結歡期無涯。」其語意冞入騷人閫域。又有王昭君三絕句云：「絕豔生殊域，芳年入內庭。誰知金屋寵，只是信丹青。」「幾歲後宮塵，今朝絕國春。君王重恩信，不欲遣他人。」「極目胡沙滿，傷心漢月圓。一生埋沒恨，長入四條絃。」令人讀之，縹縹然感慨無已也！ \\n 譏議遷史 \\n 大儒立言著論，要當使後人無復擬議，乃為至當，如王氏中說謂：「陳壽有志於史，依大議而削異端，使壽不美於史，遷、固之罪也。」又曰：「史之失自遷、固始也，記繁而志寡。」王氏之意，直以壽之書過於漢、史矣，豈其然乎？元經續詩、書，猶有存者，不知能出遷、固之右乎？蘇子由作古史，謂：「太史公易編年之法，為本紀、世家、列傳，後世莫能易之，然其人淺近而不學，疏略而輕信，故因遷之舊，別為古史。」今其書固在，果能盡矯前人之失乎？指司馬子長為淺近不學，貶之已甚，後之學者不敢謂然。 \\n 常何 \\n 唐太宗貞觀五年，以旱，詔文武官極言得失。時馬周客游長安，舍於中郎將常何之家。何武人，不學，不知所言，周代之陳便宜二十餘條。上怪其能，以問何。對曰：「此非臣所能，家客馬周為臣具草耳。」上即召周與語，甚悅，以何為知人，賜絹三百匹。常何後亦不顯，莫知其所以進。予案李密傳，密從翟讓與張須陁戰，率驍勇常何等二十人為游騎，遂殺須陁，常何之名蓋見於此。唐史亦採於劉仁軌行年河洛記也。 \\n 李密詩 \\n 李密在隋大業中，從楊玄感起兵被獲，以計得脫。變姓名為劉智遠，教授諸生自給，鬱鬱不得志，哀吟泣下。唐史所書如此。劉仁軌行年河洛記，專載密事，云：「密往來諸賊帥之間，說以舉大計，莫肯從者，因作詩言志，曰：『金風蕩初節，玉露垂晚林。此夕窮途士，鬱陶傷寸心。平野葭葦合，荒村葵藿深。眺聽良多感，徙倚獨沾襟。沾襟何所為？悵然懷古意。秦、洛既未平，漢道將何冀？樊噲市井屠，蕭何刀筆吏。一朝逢時會，千載傳名謚。寄言世上雄，虛生真可愧！』諸將見詩漸敬之。」予意此篇，正其哀吟中所作也。 \\n 寺監主簿 \\n 自元豐官制行，九寺、五監各置主簿，專以掌鈎考簿書為職，它不得預。紹聖初，韓粹彥為光祿主簿，自言今輒預寺事，非先帝意也，請如元豐詔書。從之。如玉牒修書，主簿不預，見於王定國舊錄，予猶及見。紹興中，太府寺公狀文移，惟卿丞繫銜，後來掌故之吏，昧於典章，遂一切與丞等。今百官庶府，背戾官制，非特此一事也。 \\n 溫大雅兄弟名字 \\n 新唐書，溫大雅字彥弘，弟彥博字大臨、大有字彥將，舊史不載彥博字，它皆同。三溫，兄弟也，而兩人以大為名，彥為字，一以彥為名，大為字。宰相世系表則云彥將字大有。而博、雅與傳同，讀者往往致疑。歐陽公集古錄引顏思魯制中書舍人彥將行，證表為是，然則惟彥博異耳，故或以為誤。予少時因文惠公得歐率更所書虞恭公志銘，乃彥博也，其名字實然。後見大唐創業起居注，大雅所撰，其中云：「煬帝遣使夜至太原，溫彥將宿於城西門樓上，首先見之。報兄彥弘，馳以啟帝，帝方臥，聞而驚起，執彥弘手而笑。」據此，則三溫之名皆從彥，而此書首題乃云大雅奉敕撰。不應於其間敢自稱字。已而詳考之，高宗太子弘為武后所酖，追尊為孝敬皇帝，廟曰義宗，列於太廟，故諱其名。如弘文館改為昭文，弘農縣改為恆農，徐弘敏改為有功，韋弘機但為機，李含光本姓弘，易為李，曲阿弘氏易為洪，則大雅之名，後人追改之也。顏魯公作顏勤禮碑，敍顏、溫二家之盛，曰：思魯、大雅，愍楚、彥博，游秦、彥將。以雅為名，亦由避諱耳。錢聞詩在太學，以此為策問，而言歐陽作傳，戾於聞見，彼蓋不察宋子京之作云。 \\n 冊府元龜 \\n 真宗初，命儒臣編修君臣事迹，後謂輔臣曰：「昨見宴享門中錄唐中宗宴飲，韋庶人等預會和詩，與臣寮馬上口摘含桃事，皆非禮也。已令削之。」又曰：「所編事迹，蓋欲垂為典法，異端小說，咸所不取，可謂盡善。」而編修官上言：「近代臣僚自述揚歷之事，如李德裕文武兩朝獻替記、李石開成承詔錄、韓偓金鑾密記之類，又有子孫追述先德敍家世，如李繁鄴侯傳、柳氏序訓、魏公家傳之類，或隱己之惡，或攘人之善，並多溢美，故匪信書。幷僭偽諸國，各有著撰，如偽吳錄、孟知祥實錄之類，自矜本國，事或近誣。其上件書，並欲不取。餘有三十國春秋、河洛記、壺關錄之類，多是正史已有；秦記、燕書之類，出自偽邦；殷芸小說、談藪之類，俱是詼諧小事；河南志、邠志、平剡錄之類，多是故吏賓從述本府戎帥征伐之功，傷於煩碎；西京雜記、明皇雜錄，事多語怪；奉天錄尤是虛詞。盡議採收，恐成蕪穢。」並從之。及書成，賜名冊府元龜，首尾十年，皆王欽若提總，凡一千卷，其所遺棄既多，故亦不能暴白。如資治通鑑則不然，以唐朝一代言之：敍王世充、李密事，用河洛記；魏鄭公諫爭，用諫錄；李絳議奏，用李司空論事；睢陽事，用張中丞傳；淮西事，用涼公平蔡錄；李泌事，用鄴侯家傳；李德裕太原、澤潞、回鶻事，用兩朝獻替記；大中吐蕃尚婢婢等事，用林恩後史補；韓偓鳳翔謀畫，用金鑾密記；平龐勛，用彭門紀亂；討裘甫，用平剡錄；記畢師鐸、呂用之事，用廣陵妖亂志。皆本末粲然，然則雜史、瑣說、家傳，豈可盡廢也！ \\n 漢高帝祖稱豐公 \\n 前漢書高祖紀贊云：「劉氏自秦獲於魏。秦滅魏，遷大梁，都於豐。故周市說雍齒曰：『豐，故梁徙也。』是以頌高祖云：『漢帝本系，出自唐帝。降及於周，在秦作劉。涉魏而東，遂為豐公。』豐公，蓋太上皇父。」案上六句皆韻語，不知何人作此頌，諸家注釋，大抵闕如。予自少時讀班史，今六七十年，何啻百遍，用朱點句，亦須十本，初不記憶高帝之祖稱豐公，比再閱之，恍然若昧平生，聊表見於此。舊書不厭百回讀，信哉！ \\n 樞密行香 \\n 唐世樞密使專以內侍為之，與它使均稱內諸司，五代以來始參用士大夫，遂同執政。案實錄所載景德二年三月元德皇后忌，中書、樞密院文武百官，並赴相國寺行香。初樞密院言：「舊例國忌行香，惟樞密使、副依內諸司例不赴，恐有虧恭恪。今欲每遇大忌日，與中書門下同赴行香。」從之。樞密使副、翰林、樞密直學士並赴，自茲始也。然則樞密之同內諸司久矣。隆興以來，定朝臣四參之儀，自宰臣至於郎官、御史，皆班列殿庭拜舞，惟樞密立殿上不預，亦此意云。 \\n 船名三翼 \\n 文選張景陽七命曰：「浮三翼，戲中沚。」其事出越絕書，李善注頗言其略，蓋戰船也。其書云：「闔閭見子胥，問船運之備。對曰：『船名大翼、小翼、突胃、樓船、橋船。大翼者當陵軍之車，小翼者當陵軍之輕車。』」又水戰兵法內經曰：「大翼一艘，廣一丈五尺三寸，長十丈；中翼一艘，廣一丈三尺五寸，長九丈；小翼一艘，廣一丈二尺，長五丈六尺。」大抵皆巨戰船，而昔之詩人，乃以為輕舟。梁元帝云「日華三翼舸」，又云「三翼自相追」，張正見云「三翼木蘭船」，元微之云「光陰三翼過」。其它亦鮮用之者。 \\n 東坡誨葛延之 \\n 江陰葛延之，元符間，自鄉縣不遠萬里省蘇公於儋耳，公留之一月。葛請作文之法，誨之曰：「儋州雖數百家之聚，而州人之所須，取之市而足，然不可徒得也，必有一物以攝之，然後為己用。所謂一物者，錢是也。作文亦然，天下之事散在經、子、史中，不可徒使，必得一物以攝之，然後為己用。所謂一物者，意是也。不得錢不可以取物，不得意不可以用事，此作文之要也。」葛拜其言，而書諸紳。嘗以親製龜冠為獻，公受之，而贈以詩曰：「南海神龜三千歲，兆叶朋從生慶喜。智能周物不周身，未死人鑽七十二。誰能用爾作小冠，岣嶁耳孫創其製。今君此去寧復來，欲慰相思時整視。」今集中無此詩。葛常之，延之三從弟也，嘗見其親筆。 \\n 用書雲之誤 \\n 今人以冬至日為書雲，至用之於表啟中，雖前輩或不細考，然皆非也。左氏傳：「僖公五年正月辛亥朔，日南至，公既視朔，遂登觀臺以望，而書，禮也。凡分、至、啟、閉，必書雲物，為備故也。」杜預注云：「周正月，今十一月。分，春秋分也；至，冬夏至也；啟者，立春、立夏；閉者，立秋、立冬；雲物者，氣色災變也。」蓋四時凡八節，其禮並同。漢明帝永平二年春正月辛未，宗祀光武畢，登靈臺觀雲物，尤可為證。而但讀左傳前兩三句，故遂顓以指冬至雲。今太史局官，每至此八日，則為一狀，若立春則曰風從艮位上來，春分則曰風從震位上來，它皆仿此，只是定本，元非摭實。起居注隨即修入，顯為文具，蓋古之書雲意也。 \\n 張鷟譏武后濫官 \\n 武后革命，濫授人官，故張鷟為諺以譏之曰：「補闕連車載，拾遺平斗量，杷推侍御史，椀脫校書郎。」唐新、舊史亦載其語，但泛言之。案天授二年二月，以十道使所舉人石艾縣令王山輝等六十一人，並授拾遺、補闕；懷州錄事參軍霍獻可等二十四人，並授侍御史；幷州錄事參軍徐昕等二十四人，授著作郎；內黃縣尉崔宣道等二十三人，授衞佐校書。凡百三十二人，同日而命，試官自此始也。其濫如此！劉子玄傳：「武后詔九品以上陳得失，子玄言：『君不虛授，臣不虛受。今羣臣無功，遭遇輒遷，至都下有車載、斗量、杷推、椀脫之諺。』」正為此設，然只是自外官便除此四職，非所謂輒遷，子玄之言失之矣。 \\n 唐王府官猥下 \\n 唐自高宗以後，諸王府官益輕，惟開元二十三年，加榮王以下官爵，悉拜王府官屬。浸又減省，僅有一傅一友一長史，亦但備員，至與其府王不相見。寶曆中，瓊王府長史裴簡求具狀言：「諸王府本在宣平坊，多年摧毀，後付莊宅使收管，遂為公局。每聖恩除授，無處禮上。王官為衆所輕，府既不存，官同虛設，伏乞賜官宅一區。」乃詔賜延康坊宅。予因閱九經字樣一書，開成中唐玄度所纂，其官階云朝議郎知沔王友，充翰林待詔。沔王名恂，憲宗之子，而以書吏為友，其餘可知。案文、武、宣、昭四宗，皆自藩王登大位，剛明果斷，為史所稱，蓋出於天性，然非資於師友成就也。 \\n 御史風聞 \\n 御史許風聞論事，相承有此言，而不究所從來，以予考之，蓋自晉、宋以下如此。齊沈約為御史中丞，奏彈王源曰：「風聞東海王源。」蘇冕會要云：「故事，御史臺無受詞訟之例，有詞狀在門，御史採狀有可彈者，即略其姓名，皆云風聞訪知。其後疾惡公方者少，遞相推倚，通狀人頗壅滯。開元十四年，始定受事御史，人知一日劾狀，遂題告事人名，乖自古風聞之義。」然則向之所行，今日之短卷是也。二字本見尉佗傳。 \\n 唐御史遷轉定限 \\n 唐元和中，御史中丞王播奏：「監察御史，舊例在任二十五月轉，準具員不加，今請仍舊；其殿中侍御史，舊十二月轉，具員加至十八月，今請減至十五月；侍御史，舊十月轉，加至十三月，今請減至十二月。」從之。案唐世臺官，雖職在抨彈，然進退從違，皆出宰相，不若今之雄緊，觀其遷敍定限可知矣。國朝未改官制之前，任監察滿四年而轉殿中，又四年轉侍御史，又四年解臺職，始轉司封員外郎。元豐五年以後，升沉迥別矣。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十二(十三則)", "正文": "　 \\n 卷第十二(十三則) \\n 　 \\n  \\n 小學不講 \\n 古人八歲入小學，教之六書，周官保氏之職，實掌斯事，厥後浸廢。蕭何著法，太史試學童，諷書九千字，乃得為吏。以六體試之。吏人上書，字或不正，輒有舉劾。劉子政父子校中祕書，自史籀以下凡十家，序為小學，次於六藝之末。許叔重收集篆、籀、古文諸家之學，就隸為訓注，謂之說文。蔡伯喈以經義分散、傳記交亂、訛偽相蒙，乃請刊定五經，備體刻石，立於太學門外，謂之石經。後有呂忱，又集說文之所漏略，著字林五篇以補之。唐制，國子監置書學博士，立說文、石經、字林之學，舉其文義，歲登下之。而考功、禮部課試貢舉，許以所習為通，人苟趨便，不求當否。大曆十年，司業張參纂成五經文字，以類相從。至開成中，翰林待詔唐玄度又加九經字樣，補參之所不載。晉開運末，祭酒田敏合二者為一編，並以考正俗體訛謬。今之世不復詳考，雖士大夫作字，亦不能悉如古法矣。韓子曰：「凡為文辭，宜略識字。」又云：「阿買不識字，頗知書八分。」安有不識字而能書，蓋所謂識字者，如上所云也。予采張氏、田氏之書，擇今人所共昧者，漫載於此，以訓子孫。本字从木，一在其下，今為大十者非。休字象人息於木陰，加點者非。美从羊从大，今从犬从火者非。（勹内車）字古者以車戰，故軍从勹下車，後相承作軍，義無所取。看字从手，凡視物不審，則以手遮目看之，作（上乎下目）者非。揚州取輕揚之義，從木者非。梁从木，作梁者非。乾有干、虔二音，為字一體，今俗分別作乹字音虔，而乾音干者非。尊从酋下寸，作（上酋中一下寸）者非。奠从酋从丌，作（上酋中一下八）者非。夷从弓从大，作夷者訛。耆从旨，作老下目者訛。漆、泰、黍、黎，下並从水，相承省作氺，今从小，从(小者訛。決、沖、況、涼、盜並从水，作冫者訛。饑、飢二字，上穀不熟，下餓也，今多誤用。至於果、芻、韭之加草，岡加山，攜之作携，鉏作鋤，惡作（上覀下心），霸作覇，筍作笋，（左上彡下止右頁）作髭，須加髟或从水，祕从禾，（上竹下閒）作蕳，寶从尔，趨从多，衡合从角从大而从魚，啟从又及弋，肈从文，徹从去，麤作（鹿上丶作勹），蟲作虫，墮許規反，俗作隳，又以為惰，幡作（巾畨），怪為恠，關為（闗之灬为大），炙从夕，閒从日，功从刀，玆合从二玄而作茲，升作（廾左上右下加丶），輩从北，妒从（后去一），姦為（左上女下女右干），纛从毒，吝作（上乂下厷），冤上加點，鄰作隣，牟从午，互作（牙之撇作捺），元从點，舌从千，蓋作盖，京作亰，皎从日，次从冫，鼓从皮，濳、（左言右上兟下曰）、（左亻右上兟下曰）从替，出作二山，覺从與，游、於以方為才，皁為皂，曷為（是曰下匂），匹為疋，收作（丬又），敍作叙，臥从臣从人，而以人為卜，改从戊己之己而以為卫，凡作（上丶下几），允作（允之上丶作丿去下丿），館作舘，覽作（上左臣右丿二下見），祭合从月从又而作（癸下作示），瞻作（瞻之言作上工下口），緥从衣，淫从（上个下正），徧作遍，徼作僥，漾作（漾之永作水），琴瑟之弦從系，輕作（軯之平下加一），如是者皆非也。 \\n 主臣 \\n 漢文帝問陳平決獄、錢穀，平謝曰：「主臣！」史記、漢書皆同。張晏曰：「若今人謝曰『惶恐』也。」文穎曰：「惶恐之辭，猶今言死罪也。」晉灼曰：「主，擊也。臣，服也。言其擊服，惶恐之辭。」馬融龍虎賦曰：「勇怯見之，莫不主臣。」正用此意。文選載梁任昉奏彈曹景宗，先敍其罪，然後繼之曰「景宗即主臣」，仍繼之曰「謹案某官臣景宗」，又彈劉整亦曰「整即主臣」。齊沈約彈王源文亦然。李善捨漢、史所書，而引王隱晉書庾純自劾以謂然，以主為句，則臣當下讀，殊為非是。不知所謂某人即主，有何義哉？ \\n 景華御苑 \\n 崔德符坐元符上書邪黨，困於崇寧。後監洛南稻田務，嘗送客於會節園，是時冬暮，梅花已開。明年春，監修大內，閹官容佐取以為景華御苑，德符不知也。至春晚，復騎瘦馬與老兵遊園內，坐梅下賦詩。其詞曰：「去年白玉花，結子深枝間。小憩藉清影，低顰啄微酸。 \\n 故人不可見，春事今已闌。繞樹尋履迹，空餘土花斑。」次日，佐入園，見地上馬糞，知為德符。是時，府官事佐如不及，而德符未嘗謁之。佐即具奏，劾以擅入御苑作踐。有旨勒停。家素貧，傳食於諸賢之舍，久乃歸陽翟。德符沒於靖康，官卑不應立傳，予詳考本末為特書之，頗憶此段事，擬載於傳中，以悼君子之不幸。且知馬永卿懶真錄中有之，而求不可得，漫紀於此。 \\n 州升府而不為鎮 \\n 州郡之名，莫重於府，雖節鎮不及焉，固未有稱府而不為節度者。比年以來，升蜀州為崇慶府，劍州為隆慶府，恭州為重慶府，嘉州為嘉定府，秀州為嘉興府，英州為英德府。蜀、劍既有崇慶、普安軍之額，而恭、嘉以下獨未然，故幕職官仍云某府軍事判官、推官，大與府不相稱，皆有司之失也。信陽軍一小壘耳，而司戶參軍銜內帶兼節推，尤為可笑。頃在中都時，每為天官主者言之，云亦不必白朝廷，只本案檢舉改正申知足矣。乃曰：「久例如此。」竟相承到今。文安公嘗為左選侍郎，是時，未知此也。 \\n 漢唐三君知子 \\n 英明之君，見其子有材者，必愛而稱之。漢高祖謂趙王如意類己，欲以易孝惠，以大臣諫而止。宣帝以淮陽王欽壯大，好經書、法律，聰達有材，數嗟嘆曰：「真我子也！」常有意欲立為嗣，而用太子起於微細，且早失母，故弗忍。唐太宗以吳王恪英果類我，欲以代雉奴。其後如意為呂母所戕，恪為長孫無忌所害，欽陷張博之事，殆於不免。此三王行事無由表見。然孝惠之仁弱，幾遭呂氏之覆宗；孝元之優柔不斷，權移於閽寺，漢業遂衰；高宗之庸懦，受制凶后，為李氏禍尤慘。其不能繼述固已灼然。高祖、宣帝、太宗蓋本三子之材而言之，非專指其容貌也，可謂知子矣。彼明崇儼謂英王哲(即中宗也。)貌類太宗，張說謂太宗畫像雅類忠王，(即肅宗也。)此惟取其形似也。若以材言之，中宗之視太宗，天壤相隔矣！漢成帝所幸妾曹宮產子，曰：「我兒額上有壯髮，類孝元皇帝。」使其真是孝元，亦何足道？而况於嬰孺之狀邪！ \\n 當官營繕 \\n 元豐元年，范純粹自中書檢正官謫知徐州滕縣，一新公堂吏舍，凡百一十有六間，而寢室未治，非嫌於奉己也，曰吾力有所未暇而已。是時，新法正行，御士大夫如束濕，雖任二千石之重，而一錢粒粟，不敢輒用，否則必著冊書。東坡公嘆其廉，適為徐守，故為作記。其略曰：「至於宮室，蓋有所從受，而傳之無窮，非獨以自養也。今日不治，後日之費必倍。而比年以來，所在務為儉陋，尤諱土木營造之功，欹仄腐壞，轉以相付，不敢擅易一椽，此何義也！」是記之出，新進趨時之士，媢疾以惡之。恭覽國史，開寶二年二月詔曰：「一日必葺，昔賢之能事。如聞諸道藩鎮、郡邑公宇及倉庫，凡有隳壞，弗即繕修，因循歲時，以至頹毀，及僝工充役，則倍增勞費。自今節度、觀察、防禦、團練使、刺史、知州、通判等罷任，其治所廨舍，有無隳壞及所增修，著以為籍，迭相符授。幕職州縣官受代，則對書於考課之曆，損壞不全者，殿一選，修葺、建置而不煩民者，加一選。」太祖創業方十年，而聖意下逮，克勤小物，一至於此！後之當官者不復留意。以興仆植僵為務，則暗於事體、不好稱人之善者，往往翻指為妄作名色，盜隱官錢，至於使之束手諱避，忽視傾陋，逮於不可奈何而後已。殊不思貪墨之吏，欲為奸者，無施不可，何必假於營造一節乎？ \\n 治曆明時 \\n 易革之彖曰：「天地革而四時成。湯、武革命，順乎天而應乎人。」魏、晉而降，凡及禪代者，必據以為說。案漢轅固與黃生爭論湯、武於景帝前，但評受命之是非，不引易為證。卦之象曰：「君子以治曆明時。」其義了不相涉。偃孫頗留意曆學，云按唐一行大衍曆日度議曰：「顓帝曆上元甲寅正月甲寅晨初合朔立春，七曜皆直艮維之首，湯作殷曆，更以十一月合朔冬至為上元，周人因之。」此謂治曆也。至於三統之建，夏以寅為歲首，得人統；殷以丑，為得地統；周武王改從子，為得天統。此謂明時也。其革命之說，劉歆作三統曆及譜，引革彖「湯、武革命」，又曰「治曆明時，所以和人道也」，如是而已。其前又引逸書曰：「先其革命。」顏師古曰：「言王者統業，先立算數，以命百事也。」推此而伸之，所云革命，蓋謂是耳，非論其取天下也。况大衍之用四十有九，一行以之起曆，而革卦之序，在周易正當四十九，然則專為曆甚明。考其上句，尤極顯白，然諸儒贊易，皆不及此，王弼亦無一言。 \\n 仕宦捷疾 \\n 唐傅游藝以期年之中，歷衣青、綠、朱、紫，時人謂之「四時仕宦」，言其速也。國朝惟綠、緋、紫三等。而紫袍者，除武臣外，文官之制其別有六：庶僚黑角帶，佩金魚；未至侍從，而特賜帶者，為荔枝五子，不佩魚；中書舍人、諫議、待制、權侍郎，紅鞓黑犀帶，佩魚；權尚書、御史中丞、資政、端明殿閣學士、直學士、正侍郎、給事中，金御仙花帶，不佩魚，謂之橫金；翰林學士以上正尚書，御仙帶，佩魚，謂之重金；執政官宰相，方團毬文帶，俗謂之笏頭者是也。其敍如此。若猛進躐得者則不然。紹興中，宋樸自侍御史遷中丞，施鉅自中書檢正、鄭仲熊自右正言，並遷權侍郎，三人皆受告日易服，以正謝日拜執政。樸、鉅以緋，仲熊以綠，服紫之次日，而賜毬文帶。蓋侍從以下，俟正謝乃易帶，而執政命才下，即遣中使賫賜，遂服之而赴都堂供職，可謂捷疾矣。若李綱則又異於是，宣和七年十二月二十九日，自太常少卿除兵部侍郎，未謝間，靖康元年正月四日，胡騎將至京城，綱以邊事求見。宰執奏事未退，綱語知閤門事朱孝莊曰：「有急切公事，欲與宰執廷辯。」孝莊曰：「舊例，未有宰執未退而從官求對者。」綱曰：「此何時，而用例邪！」孝莊即具奏。詔引綱立於執政之末。時宰執議欲奉鑾輿出狩襄、鄧，綱請固守，上曰：「誰可將者？」綱曰：「願以死報；第人微官卑，恐不足以鎮服士卒。」白時中乞以為禮部尚書，綱曰：「亦只是侍從。」即命除尚書右丞。綱曰：「臣未正謝，猶衣綠，非所以示中外。」即面賜袍帶幷笏，綱服之以謝，且言：「方時艱難，臣不敢辭。」此為不經緋紫而極其服章，未之有也。 \\n 詞臣益輕 \\n 治平以前，謂翰林學士及知制誥為兩制，自翰林罷補外者，得端明殿學士，謂之換職。熙寧之後，乃始為龍圖，紹興以來愈不及矣。修起居注者序遷知制誥，其次及辭不為者，乃為待制，趙康靖、馮文簡、曾魯公、司馬公、呂正獻公是也。學士闕，則次補，或為宰相所不樂者，猶得侍讀學士，劉原甫是也。在職未久而外除者，為樞密直學士，韓魏公是也；亦為龍圖直學士，歐陽公是也。後來褒擢者，僅得待制，王時亨是也。餘以善去者，集英修撰而止耳。 \\n 夏英公好處 \\n 夏英公既失時譽，且以慶曆聖德頌之故，不正之名愈彰，然固自有好處。夏羌之叛，英公為四路經略安撫招討使，韓魏公副之。賊犯山外，韓公令大將任福自懷遠城趨得勝寨，出賊後，如未可戰，即據險置伏，要其歸，戒之至再。又移檄申約，苟違節度，雖有功亦斬。福竟為賊誘，沒於好水川，朝論歸咎於韓。英公使人收散兵，得韓檄於福衣帶間，言罪不在韓，故但奪一官。英公此事賢矣，而後來士大夫未必知也，予是以表出之。 \\n 祖宗用人 \\n 祖宗用人，進退遲速，不執一端，苟其材可任，則超資越級，曾不少靳，非拘拘於愛惜名器也。宋琪自員外郎以正月擢拜諫議大夫，三月參知政事。太宗將用李昉，時昉官工部尚書，七月特遷琪刑書，遂並命為相。而琪居昉上，自外郎歲中至此。石熙載以太平興國四年正月，自右補闕(今朝奉郎。)為兵部員外郎、(今朝請郎。)樞密直學士，才七日，簽書院事，四月拜給事中，(今通議大夫。)為副樞，十月遷刑部侍郎，(今正議。)六年遷戶部尚書，(今銀青光祿。)為使，八年罷為右僕射，(今特進。)從初至此五歲，用今時階秩言之，乃是朝奉郎而為特進也。當日職名，唯有密直多從庶僚得之，旋即大用。張齊賢、王沔皆自補闕、直史館，遷郎中，充學士，越半歲並遷諫議、簽樞。溫仲舒、寇準皆自正言、(今承議郎。)直館，遷郎中，充職二年，並為樞密副使。向敏中自工部郎中以本官充職，越三月同知密院。錢若水自同州推官入直史館，逾年擢知制誥，二年除翰林學士，遂以諫議同知密院，首尾五年。 \\n 至道九老 \\n 李文正公昉罷相後，只居京師，以司空致仕。至道元年，年七十一矣，思白樂天洛中九老之會。適交遊中有此數，曰太子中允張好問，年八十五；太常少卿李運，年八十；故相吏部尚書宋琪、廬州節度副使武允成，皆七十九；吳僧贊寧，年七十八；郢州刺史魏丕，年七十六；左諫議大夫楊徽之，年七十五；水部郎中朱昂與昉，皆七十一。欲繼其事為宴集，會蜀寇起而罷。其中兩宰相乃著一僧，唐世及元豐耆英所無也。次年，李公即世，此事竟不成。耋老康寧，相與燕嬉於升平之世，而雅懷弗遂，造物豈亦吝此耶！ \\n 李文正兩罷相 \\n 宰相拜罷，恩典重輕，詞臣受旨者，得以高下其手。李文正公昉，太平興國八年，以工部尚書為集賢、史館相。端拱元年，為布衣翟馬周所訟。太宗召學士賈黃中草制，罷為右僕射，令詔書切責。黃中言：「僕射百寮師長，今自工書拜，乃為殊遷，非黜責之義。若以均勞逸為辭，斯為得體。」上然之，其詞略云：「端揆崇資，非賢不授。昉素高聞望，久展謨猷，謙和秉君子之風，純懿擅吉人之美。輟從三事，總彼六卿，用資鎮俗之清規，式表尊賢之茂典。」其美如此。淳化二年，復歸舊廳。四年又罷，優加左僕射，學士張洎言：「近者霖霔百餘日，昉職在燮和陰陽，不能决意引退。僕射之重，右減於左，位望不侔，因而授之，何以示勸？」上批洎奏尾，止令罷守本官。洎遂草制峻詆，腦詞云：「燮和陰陽，輔相天地，此宰相之任也。苟或依違在位，啟沃無聞，雖居廊廟之崇，莫著彌綸之效。宜敷朝旨，用罷鼎司。昉自處機衡，曾無規畫。擁化源而滋久，孤物望以何深！俾長中臺，尚為優渥。可依前尚書右僕射，罷知政事。」歷考前後制麻，只言可某官，其云罷知政事者，洎創增之也。國史昉傳云：昉厚善洎，及昉罷，洎草制乃如此。紹興二十九年，沈該罷制，學士周麟之於結句後，添入可罷尚書左僕射同平章事，蓋用此云。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十三(二十四則)", "正文": "　 \\n 卷第十三(二十四則) \\n 　 \\n  \\n 科舉之弊不可革 \\n 法禁益煩，奸偽滋熾，唯科場最然，其尤者莫如銓試。代筆有禁也，禁之愈急，則代之者獲賂謝愈多。其不幸而敗者百無一二，正使得之，元未嘗致法。吏部長貳簾試之制，非不善也，而文具兒戲，抑又甚焉。議論奉公之臣，朝夕建明，然此風如决流偃草，未嘗少革。或以謂失於任法而不任人之故。殊不思所任之人，渠肯一意向方，見惡輒取，於事無益，而禍謗先集於厥身矣！開寶中，太子賓客邊光範掌選，太廟齋郎李宗訥赴吏部銓，光範見其年少，意未能屬辭，語之曰：「苟援筆成六韻，雖不試書判，可入等矣。」宗訥曰：「非唯學詩，亦嘗留心詞賦。」即試詩賦二首，數刻而就。甚嘉賞之，翌日擬授祕書省正字。今之世，寧復有是哉！ \\n 宰執子弟廷試 \\n 太宗朝，呂文穆公蒙正之弟蒙亨舉進士，禮部高等薦名。既廷試，與李文正公昉之子宗諤，並以父兄在中書罷之。國史許仲宣傳云，仲宣子待問，雍熙二年舉進士，與李宗諤、呂蒙亨、王扶幷預廷試。宗諤即宰相昉之子，蒙亨參知政事蒙正之弟，扶鹽鐵使明之子。上曰：「斯並勢家，與孤寒競進，縱以藝升，人亦謂朕有私也。」皆下第，正此事也。仲宣時為度支使。仁宗朝，韓忠憲公億為參知政事，子維以進士奏名禮部，不肯試大廷，受蔭入官。唐質肅公介參政，子義問鎖廳試禮部，用舉者召試祕閣，介引嫌罷之。舊制，嚴於宰執子弟如此，與夫秦益公柄國，而子熺、孫塤皆於省殿試輒冠多士者異矣！ \\n 國初救弊 \\n 國朝削併僭偽，救民水火之中，然亦有因仍舊弊，未暇更張者，故須賴於賢士大夫昌言之。江左初平，太宗選張齊賢為江南西路轉運使，諭以民間不便事，令一一條奏。先是諸州罪人多錮送闕下，緣路非理而死者，常十五六。齊賢至蘄州，見南劍州吏送罪人者，索得州帖視之。二人皆逢販私鹽者，為荷鹽籠得鹽二斤，又六人皆嘗見販鹽而不告者，並黥决傳送，而五人已死於路。江州司理院自正月至二月，經過寄禁罪人，計三百二十四人。建州民二人，本田家客戶，嘗於主家塘內，以錐刺得魚一斤半，並杖脊、黥面，送闕下。齊賢上言：「乞俟至京，擇官慮問，如顯有負屈者，本州官吏量加懲罰。自今只令發遣正身。」及虔州，送三囚，嘗市得牛肉，幷家屬十二人悉詣闕，而殺牛賊不獲，齊賢憫之，即遣其妻子還。自是江南送罪人者減大半。是皆相循習所致也，齊賢改為，其利民如此。齊賢以太平興國二年方登科，六年為使者，八年還朝，由密學拜執政，可謂迅用也。 \\n 房玄齡名字 \\n 舊唐書目錄書房元齡，而本傳云房喬字玄齡，新唐書列傳房玄齡字喬，而宰相世系表玄齡字喬松，三者不同。趙明誠金石錄得其神道碑，褚遂良書，名字與新史傳同。予記先公自燕還，有房碑一冊，于志寧撰，乃玄齡字喬松，本欽宗在東宮時所藏，其後猶有一印，曰「伯志西齋」。今亦不存矣。 \\n 二朱詩詞 \\n 朱載上，舒州桐城人，為黃州教授，有詩云：「官閒無一事，胡蝶飛上階。」東坡公見之，稱賞再三，遂為知己。中書舍人新仲翌，其次子也，有家學，十八歲時，戲作小詞，所謂「流水泠泠，斷橋斜路梅枝亞」者。朱希真見而書諸扇，今人遂以為希真所作。又有摺摺扇詞云：「宮紗蜂趕梅，寶扇鸞開翅。數摺聚清風，一捻生秋意。搖搖雲母輕，裊裊瓊枝細。莫解玉連環，怕作飛花墜。」公親書稿固存，亦因張安國書扇，而載於于湖集中。其詠五月菊詞云：「玉臺金盞對炎光。全似去年香。有意莊嚴端午，不應忘却重陽。菖蒲九節，金英滿把，同泛瑤觴。舊日東籬陶令，北窗正傲羲皇。」淵明於五六月高臥北窗之下，清風颯至，自謂羲皇上人。用此事於五月菊，詩家嘆其精切云。 \\n 金剛經四句偈 \\n 今世所行金剛經，用姚秦鳩摩羅什所譯，其四句偈曰：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」又曰：「若以色見我，以音聲求我，是人行邪道，不能見如來。」予博觀它本，頗有不同。元魏天竺三藏菩提流支譯云：「一切有為法，如星翳燈幻，露泡夢電雲，應作如是觀。」而「不能見如來」之下更有四句云：「彼如來妙體，即法身諸佛，法體不可見，彼識不能知。」陳天竺三藏真諦譯云：「如如不動，恆有正說，應觀有為法，如暗翳燈幻，露泡夢電雲。若以色見我，以音聲求我，是人行邪道，不應得見我。由法應見佛，調御法為身，此法非識境，法如深難見。」唐三藏玄奘譯云：「諸和合所為，如星翳燈幻，露泡夢電雲，應作如是觀。諸以色見我，以音聲尋我，彼生履邪斷，不能當見我。應觀佛法性，即導師法身，法性非所識，故彼不能了。」唐沙門義淨譯前四句，與魏菩提本同，而後云：「若以色見我，以音聲求我，是人起邪觀，不能當見我。」後四句與玄奘本同。予案今人稱六如，東坡以名堂者，謂夢幻泡影露電也。而此四譯，乃知有九如。大般若經，第八會世尊頌，第九會能斷金剛分二頌，亦與玄奘所譯同。 \\n 四蓮華之名 \\n 嗢鉢摩華，青蓮華也；鉢特摩華，亦云波頭摩，赤蓮華也；拘毋陁華，亦云俱物頭，亦云俱牟陁，紅蓮也；奔荼利華，亦云芬陁利，白蓮也。堵羅綿，柳絮之類，即兜羅綿也。 \\n 黑法白法 \\n 安立黑法，感黑異熟，所謂地獄傍生鬼界。安立白法，感白異熟，所謂人天。安立黑白法，感黑白異熟，所謂一分傍生鬼界及一分人。安立非黑非白法，感非黑非白異熟，所謂預留果，或一來果，或不還果。 \\n 多心經偈 \\n 多心經偈曰：「揭帝揭帝，波羅揭帝，波羅僧揭諦，菩提薩摩訶。」又有大明呪經，鳩羅什所譯，曰：「竭帝竭帝，波羅竭帝，波羅僧竭帝，菩提僧莎呵。」 \\n 天宮寶樹 \\n 「行行相值，莖莖相望。枝枝相准，葉葉相向。華華相順，實實相當。」此無量壽經所言，天宮寶樹，非塵世所有也。 \\n 白分黑分 \\n 月盈至滿，謂之白分；月虧至晦，謂之黑分。白前黑後合為一月。又曰，日隨月後行，至十五日覆月都盡，是名黑半；日在月前行，至十五日具足圓滿，是名白半。(「都盡」一作「都虧」。) \\n 月雙閏雙 \\n 十五夜為半月，兩半月為一月，三月為一時，兩時為一行，兩行為一年，二年半為一雙。此由閏，故以閏月兼本月，此謂月雙，非閏雙也，以五年再閏為閏雙。 \\n 踰繕那一由旬 \\n 數量之稱，謂踰繕那，四十里也。毗曇論四肘為一弓，五百弓為一拘盧舍，八拘盧舍為一由旬，一弓長八尺，五百弓長四百丈，一拘盧舍有二里，十六里為一由旬。 \\n 七極微塵 \\n 七極微塵成一阿耨池上塵，七阿耨塵為銅上塵，七銅上塵為水上塵，七水上塵為兔毫上塵，七兔毫上塵為一羊毛上塵，七羊毛上塵為一牛毛上塵，七牛毛上塵成一嚮遊塵，七嚮遊塵成一蟣，七蟣成一虱，七虱成一穔麥，七穔麥為一指，二十四指為一肘，四肘為一弓。 \\n 宰相贈本生父母官 \\n 封贈先世，自晉、宋以來有之，迨唐始備，然率不過一代，其恩延及祖廟者絕鮮，亦未嘗至極品。郭汾陽二十四考中書令，而其父贈止太保；權德輿位宰相，其祖贈止郎中。唐末五季，宰輔貴臣，始追榮三代，國朝因之。李文正公昉本工部郎中超之子，出繼從叔紹。昉再入相，表其事求贈所生父、祖官封，詔贈祖溫太子太保，祖母權氏莒國太夫人，父超太子太師，母謝氏鄭國太夫人。可謂異數，後不聞繼之者。 \\n 執政贈三代不同 \\n 文臣封贈三代，自初除執政外，凡轉廳皆不再該，唯知樞密院及拜相乃復得之。然舊法又不如是。歐陽公作程文簡公琳父神道碑，歷敍恩典曰：「琳參知政事，贈為太子少師。在政事遷左丞，(係轉一官。)又贈太子太師。罷為資政殿學士，又贈太師、中書令。為宣徽北院使，又贈兼尚書令。」則是轉官與罷政亦褒贈，而自宮師得太師中令，更為超越。它或不然。 \\n 唐孫處約事 \\n 新唐書來濟傳云：「初，濟與高智周、郝處俊、孫處約客宣城石仲覽家，仲覽衍於財，有器識，待四人甚厚。私相與言志。處俊曰：『願宰天下。』濟及智周亦然。處約曰：『宰相或不可冀，願為通事舍人足矣。』後濟領吏部，處約始以瀛州書佐入調，濟遽注曰：『如志。』遂以為通事舍人。後皆至公輔。」高智周傳云：「智周始與郝處俊、來濟、孫處約共依江都石仲覽。仲覽傾產結四人歡，因請各語所期。處俊曰：『丈夫惟無仕，仕至宰相乃可。』智周、濟如之。處約曰：『得為舍人，在殿中周旋吐納可也。』後濟居吏部，處約以瀛州參軍入調，濟曰：『如志。』擬通事舍人。畢，降階勞問平生。」案兩傳相去才一卷，不應重複如此，可謂冗長。本出韓琬所撰御史臺記，而所載自不實。處約傳：「貞觀中，為齊王祐記室。祐多過失，數上書切諫。王誅，太宗得其書，擢中書舍人。」是歲十七年癸卯。來濟次年亦為中書舍人，永徽三年拜相，六年檢校吏部尚書，是歲丁巳，去癸卯首尾十五歲。若如兩傳所書，大為不合，韓琬之說誠謬，史氏又失於不考。仲覽鄉里，一以為宣城，一以為江都，豈宣城人而家於廣陵也？ \\n 夏侯勝京房兩傳 \\n 漢書儒林傳，欲詳記經學師承，故序列唯謹，然夏侯勝、京房，又自有傳。儒林云：「勝其先夏侯都尉，以尚書傳族子始昌。始昌傳勝，勝又事同郡簡卿。傳兄子建，建又事歐陽高。」而本傳又云：「從始昌受尚書。後事簡卿，又從歐陽氏。從子建，師事勝及歐陽高。」儒林言：「房受易梁人焦延壽。以明災異得幸，為石顯所譖，誅。」凡百餘字，而本傳又云：「治易，事梁人焦延壽。其說長於災變，房用之尤精。為石顯告非謗政治，誅。」此兩者近於重複也。若其它張禹、彭宣、王駿、倪寬、龔勝、鮑宣、周堪、孔光、李尋、韋賢、玄成、薛廣德、師丹、王吉、蔡誼、董仲舒、眭孟、貢禹、疏廣、馬宮、翟方進諸人，但志姓名及所師耳。 \\n 漢人坐語言獲罪 \\n 漢昭帝時，有大石自立，僵柳復起。眭孟上書，言：「有從匹夫為天子，宜求索賢人，禪以帝位而退，自封百里。」霍光惡之，論以祅言惑衆伏誅。案孟之妄發，其死宜矣。宣帝信任宦官，蓋寬饒奏封事，言：「五帝官天下，三王家天下。家以傳子，官以傳賢。」執金吾議以指意欲求禪，亦坐死。考其所引，亦不為無罪。楊惲之報孫會宗書，初無甚怨怒之語，其詩曰：「田彼南山，蕪穢不治，種一頃豆，落而為萁。」張晏釋以為言朝廷荒亂，百官諂諛。可謂穿鑿。而廷尉當以大逆無道，刑及妻子。予熟味其詞，獨有所謂「君父至尊親，送其終也，有時而既」。蓋宣帝惡其君喪送終之喻耳。嚴助論汲黯輔少主守成，武帝不怒，實係於一時禍福云。賈誼、劉向談說痛切無忌諱，文、成二帝未嘗問焉，隨筆紀之矣。 \\n 樞密書史 \\n 景德四年，命宰臣王旦監修兩朝正史；知樞密院王欽若、陳堯叟，參知政事趙安仁並修國史。後來執政入樞府，皆不得提舉修書，非故事也。 \\n 知州轉運使為通判 \\n 今世士大夫既貴不可復賤。淳化中，北戎入寇，以殿前都虞候曹璨知定州，時趙安易官宗正少卿，以知州遂就徙通判。同時有羅延吉者，既知彭、祁、絳三州，而除通判廣州；滕中正知興元府而通判河南。袁郭知楚、鄆二州，會秦王廷美遷置房州，詔崇儀副使閻彥進知州，而以郭通判州事。范正辭既知戎、淄二州，而通判棣、深。又陳若拙歷知單州、殿中侍御史、西川轉運使，召歸，會李至守洛都，表為通判；久之，柴禹錫鎮涇州，復表為通判。連下遷而皆非貶降，近不復有矣。 \\n 范正辭治饒州 \\n 范正辭太平興國中，以饒州多滯訟，選知州事。至則宿繫皆決遣之，胥史坐淹獄停職者六十三人。會詔令料州兵送京，有王興者，懷土憚行，以刃故傷其足，正辭斬之。興妻上訴，太宗召見正辭，庭辯其事。正辭曰：「東南諸郡，饒實繁盛，人心易動，興敢扇搖。苟失控馭，則臣無待罪之地矣。」上壯其敢斷，特遷官，充江南轉運副使。饒州民甘紹者，為羣盜所掠，州捕繫十四人，獄具將死。正辭案部至，引問之，囚皆泣下。察其非實，命徙他所訊鞫。既而民有告盜所在者，正辭潛召監軍掩捕之。盜覺遁去，正辭即單騎出郭二十里追及之。賊控弦持來逼，正辭大呼，以鞭擊之，中賊雙目，仆之。餘賊渡江散走。被傷者尚有餘息，旁得所棄贓，按其奸狀伏法，十四人皆得釋。此吾鄉里事，而郡人多不聞之。 \\n 榮王藏書 \\n 濮安懿王之子宗綽，蓄書七萬卷。始與英宗偕學於邸，每得異書，必轉以相付。宗綽家本有「岳陽」記者，皆所賜也，此國史本傳所載。宣和中，其子淮安郡王仲糜進目錄三卷，忠宣公在燕得其中袟，云：「除監本外，寫本、印本書籍計二萬二千八百三十六卷。」觀一袟之目如是，所謂七萬卷者為不誣矣。三館祕府所未有也，盛哉！ \\n 秦杜八六子 \\n 秦少游八六子詞云：「片片飛花弄晚，濛濛殘雨籠晴。正銷凝，黃鸝又啼數聲。」語句清峭，為名流推激。予家舊有建本蘭畹曲集，載杜牧之一詞，但記其末句云：「正銷魂，梧桐又移翠陰。」秦公蓋效之，似差不及也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十四(十四則)", "正文": "　 \\n 卷第十四(十四則) \\n 　 \\n  \\n 祖宗親小事 \\n 太宗朝，呂端自諫議大夫、開封判官左遷衞尉少卿。時羣官有負宿譴者，率置散秩，會置考課院，每引對，多泣涕，以不免飢寒為請。至端，即前奏曰：「臣罪大而幸深，苟得潁州副使，臣之願也。」上曰：「朕自知卿。」無何，復舊官。逾月，拜參知政事。上留意金穀之務，一日盡召三司吏李溥等對於崇政殿，詢以計司利害。溥等願給筆札，於是二十七人共上七十一事。詔以四十四事付有司奉行，十九事下鹽鐵使陳恕等，議其可否，遣知雜御史監議，賜溥等白金緡錢，悉補侍禁、殿直，領其職。謂宰相曰：「溥等條奏事，亦頗有所長。朕嘗語恕等，若文章稽古，此輩固不可望卿，錢穀利病，彼自幼至長寢處其中，必周知根本。卿但假以顏色，引令剖陳，必有所益。」恕不肯降意詢問，旋以職事曠廢，上召而責之，始頓首謝。王賓以供奉官充亳州監軍，妻極妬悍。時監軍不許挈家至任所，妻擅至亳州，賓具以白上。上召見其妻詰責，俾衞士交捽之，杖一百，配為忠靖卒妻，一夕死。陳州民張矩，殺里中王裕家兩人，知州田錫未嘗慮問，又詣闕訴寃。遣二朝士鞫之，皆云：「非矩所殺。」裕家寃甚，其子福應募為軍，因得見，曰：「臣非欲隸軍，蓋家寃求訴耳！」太宗怒，付御史府治之，置矩於法，二朝士皆坐貶，錫洎通判郭渭，謫為海、郢州團練副使。饒州卒妻訴理夫死，至召知州范正辭庭辯。且夫引見散秩庶僚，而容其各各有請；三司胥吏而引對正殿，命以官爵，聽其所陳；一州都監而得自上奏，至召其妻責辱之；一卒應募，而得入見，遂伸家寃，為貶責吏。萬幾如是，安得不理？今之言典故者，蓋未能盡云。 \\n 王居正封駁 \\n 紹興五、六年間，王居正為給事中，時王繼先方以醫進，中旨以其壻添監浙江稅務，錄黃過門下，居正封還。高宗批三省將上，及二相進呈，聖訓云：「卿等亦嘗用醫者否？」對曰：「皆用之。」曰：「所酬如何？」曰：「或與酒，或與錢，或與縑帛，隨大小效驗以答其勞。」上曰：「然則朕宮中用醫，反不得酬謝邪？文字未欲再付出，可以喻居正使之書讀。」丞相退，即語居正曰：「聖意如此，是事亦甚小，給事不必固執。」居正唯唯，遂請對，上語如前，而玉色頗厲。居正對曰：「臣庶之家，待此輩與朝廷有異，量功隨力，各致陳謝之禮。若朝廷則不然，繼先之徒，以技術庸流，享官榮，受祿俸，果為何事哉？一或失職，重則有刑，輕則斥逐。使其應奉有效，僅能塞責而已，想金帛之賜，固自不少。至於無故增創員闕，誠為未善，臣不願陛下輒起此門。」上悟曰：「卿言是也。」即日下其奏，前降指揮更不施行。居正之直諒有守，高宗之聽言納諫，史錄中恐不備載，故敬書之。邁頃聞之於張九成。 \\n 王元之論官冗 \\n 省官之說，昔人論之多矣，唯王元之兩疏，最為切當。其一云：「臣舊知蘇州長洲縣，自錢氏納土以來，朝廷命官，七年無縣尉，使主簿兼領之，未嘗闕事。三年增置尉，未嘗立一功。以臣詳之，天下大率如是。誠能省官三千員，減俸數千萬，以供邊備，寬民賦，亦大利也。」其二云：「開寶中，設官至少，臣占籍濟上，未及第時，止有刺史一人，李謙溥是也，司戶一人，孫賁是也。近及一年，朝廷別不除吏。自後有團練推官一人，畢士安是也。太平興國中，臣及第歸鄉，有刺史、通判、副使、判官、推官、監軍，監酒榷稅算又增四員，曹官之外更益司理。問其租稅，減於曩日也，問其人民，逃於昔時也，一州既爾，天下可知。冗兵耗於上，冗吏耗於下，此所以盡取山澤之利而不能足也。」觀此二說，以今言之，何止於可為長太息哉！ \\n 梁狀元八十二歲 \\n 陳正敏遁齋閒覽：「梁灝八十二歲，雍熙二年狀元及第。其謝啟云：『白首窮經，少伏生之八歲；青雲得路，多太公之二年。』後終祕書監，卒年九十餘。」此語既著，士大夫亦以為口實。予以國史考之，梁公字太素，雍熙二年，廷試甲科，景德元年，以翰林學士知開封府，暴疾卒，年四十二。子固亦進士甲科，至直史館，卒年三十三。史臣謂：「梁方當委遇，中途夭謝。」又云：「梁之秀穎，中道而摧。」明白如此，遁齋之妄不待攻也。 \\n 太宗恤民 \\n 曾致堯為兩浙轉運使，嘗上言：「去歲所部秋租，惟湖州一郡督納及期，而蘇、常、潤三州，悉有逋負，請各按賞罰。」太宗以江、淮頻年水災，蘇、常特甚。致堯所言，刻薄不可行，因詔戒之，使倍加安撫，勿得騷擾。是事必已編入三朝寶訓中，此國史本傳所載也。 \\n 潘游洪沈 \\n 紹興十三年，敕令所進書刪定官五員，皆自選人改秩。潘良能季成、游操存誠、沈介德和伯、兄景伯，皆拜祕書省正字，張表臣正民以無出身，除司農丞，四正字同日赴館供職。少監秦伯陽於會食之次，謂坐客言，一旦增四同舍，而姓皆從水傍，熺有一句，願諸君為對之，以成三館異日佳話，即云：「潘游洪沈泛瀛洲。」坐客合詞賞嘆，竟無有能對者。予因記筆談所載，元厚之絳少時，曾夢人告之曰：「異日當為翰林學士，須兄弟數人同在禁林。」厚之自思，素無兄弟，疑為不然。及熙寧中除學士，同時相先後入院者，韓維持國、陳繹和叔、鄧綰文約、楊繪元素，名皆從糸，始悟兄弟之說。欲用「絳繹繪維綰綸綍」為對，然未暇考之史錄，歲月果同否也。 \\n 舞鷗游蜻 \\n 戰國時，諸子百家之書，所載絕有同者。列子黃帝篇云：「海上之人有好漚(音鷗。)鳥者，每旦之海上從漚鳥游，漚鳥之至者百數而不止。其父曰：『吾聞漚鳥皆從汝游，汝取來吾玩之。』明日之海上，漚鳥舞而不下也。」呂覽精喻篇云：「海上人有好蜻(蜻蜓也。)者，每朝居海上從蜻游，蜻之至者百數而不止，前後左右盡蜻也，終日玩之而不去。其父告之曰：『聞蜻皆從汝居，取而來，吾將玩之。』明日之海上，蜻無至者矣。」此二說如出一手也。 \\n 郎中用資序 \\n 國朝官制既行，除用職事官，不問資序高下，但隨階品，而加行、守、試以賦祿，郎中、員外郎亦自為兩等，頗因履歷而授之。後來相承，必欲已關升知州資序者為郎中，於是拜員外郎者具改官後實歷歲月申吏部，不以若干任，但通理細滿八考則升知州，乃正作郎中，別命詞給告。頃嘗有旨，初除郎官者，雖資歷已高，且為員外，候吏部再申，然後升作郎中。近歲掌故失之，故李大性自浙東提刑除吏部，時佐自大理正除刑部，徐門元自大府丞除都官，岳震自將作少監除度支，其告內即云郎中，與元指揮戾矣。 \\n 臺諫分職 \\n 臺、諫不相見，已書於續筆中，其分職不同，各自有故實。元豐中，趙彥若為諫議大夫，論大臣不以道德承聖化，而專任小數，與羣有司較計短長，失具瞻體。因言門下侍郎章子厚、左丞王安禮，不宜處位。神宗以彥若侵御史論事，左轉祕書監。蓋許其論議，而責其彈擊為非也。元祐初，孫覺為諫議大夫，是時諫官、御史論事有分限，毋得越職。覺請申唐六典及天禧詔書，凡發令造事之未便，皆得奏陳。然國史所載，御史掌糾察官邪，肅正綱紀；諫官掌規諫諷諭，凡朝政闕失，大臣至百官，任非其人，三省至百司，事有失當，皆得諫正。則蓋許之矣。唐人朝制，大率重諫官而薄御史。中丞溫造道遇左補闕李虞，恚不避，捕從者笞辱。左拾遺舒元褒等建言：「故事，供奉官惟宰相外無屈避，造棄蔑典禮，辱天子侍臣。遺、補雖卑，侍臣也；中丞雖高，法吏也。侍臣見陵，法吏自恣，請得論罪。」乃詔臺官、供奉官共道路，聽先後行，相值則揖。然則居此二雄職者，在唐日了不相謀云。 \\n 貞元朝士 \\n 劉禹錫聽舊宮人穆氏唱歌一詩云：「曾陪織女度天河，記得雲間第一歌。休唱貞元供奉曲，當時朝士已無多。」劉在貞元任郎官、御史，後二紀方再入朝，故有是語。汪藻始采用之，其宣州謝上表云：「新建武之官儀，不圖重見；數貞元之朝士，今已無多。」汪在宣和間為館職符寶郎，是時，紹興十三、四年中，其用事可謂精切。邁嘗四用之，謝侍講修史表云：「下建武之詔書，正爾恢張於治具；數貞元之朝士，獨憐流落之孤蹤。」以德壽慶典，曾任兩省官者遷秩，蒙轉通奉大夫，謝表云：「供奉當時，敢齒貞元之朝士；頌歌大業，願賡至德之中興。」充永思陵橋道頓遞使，轉宣奉大夫，謝表云：「武德文階，愧三品維新之澤；貞元朝士，動一時既往之悲。」主上即位，明堂禮成，謝加恩云：「考皇祐明堂之故，操以舉行；念貞元朝士之存，今其餘幾。」亦各隨事引用。近者單夔以知紹興府進文華閣直學士，謝表云：「數甘泉法從之舊，真貞元朝士之餘。」夔當淳熙中雖為侍郎，然一朝名臣尚多，又距今才十餘歲，似為未穩貼也。 \\n 表章用兩臣字對 \\n 表章自敍以兩「臣」字對說，由東坡至汪浮溪多用之。然須要審度君臣之間情義厚薄，及姓名眷顧於君前如何，乃為合宜。坡湖州謝表云：「知臣愚不適時，難以追陪新進；察臣老不生事，或能牧養小民。」登州表云：「於其黨而觀過，謂臣或出於愛君；就所短以求長，知臣稍習於治郡。」侍讀謝表云：「謂臣雖無大過人之才，知臣粗有不欺君之實，欲使朝夕與於討論。」潁州表云：「意其忠義許國，故暫召還；察其老病畏人，復許補外。」汪謝徽州云：「謂臣不改歲寒，故起之散地；察臣素推月旦，故付以本州。」為陸藻謝給事中云：「知臣椎鈍無他，故長奉賢王之學；憫臣踐揚滋久，故亟升法從之班。」為汪樞密謝子自虜中歸不令入城降詔獎諭表云：「知臣齒髮已凋，常恐鄧攸之無後；憐臣肺肝可見，有如去病之辭家。」凡此所言，皆可自表於君前者。劉夢得代竇羣容州表，有「察臣前任事實，恕臣本性樸愚」之句，坡公蓋本諸此。近年後生假倩作文，不識事體，至有碌碌常流，乍得一壘，亦輒云知臣察臣之類，真可笑也。 \\n 劉夢得謝上表 \\n 郡守謝上表，首必云：「伏奉告命授臣某州，已於某月某日到任上訖。」然後入詞。獨劉夢得數表不然，和州者曰：「伏奉去年六月二十五日制書，授臣使持節和州諸軍事，守和州刺史。臣自理巴、賨，不聞善最，恩私忽降，慶抃失容。臣某(中謝。)伏惟皇帝陛下丕承寶祚，光闡鴻猷，有漢武天人之姿，稟周成叡哲之德。發言合古，舉意通神，委用得人，動植咸悅，理平之速，從古無倫。微臣何幸，獲睹昌運。臣業在辭學，早歲策名。德宗尚文，擢為御史。出入中外，歷事五朝，累承恩光，三換符竹。分憂之寄，祿秩非輕，而素蓄所長，效用無日。臣聞一物失所，前王軫懷，今逢聖朝，豈患無位。臣即以今月二十六日到所任上訖。伏以地在江、淮，俗參吳、楚，災旱之後，綏撫誠難。謹當奉宣皇風，慰彼黎庶，久於其道，冀使知方。伏乞聖慈俯賜昭鑒。」首尾敍述皆與他人表不同。其夔州、汝州、同州、蘇州，諸篇一體。邁長子木莘常稱誦之。及為太平州，遂擬其體，代作一表。其詞云：「臣邁言：伏奉今年九月十七日制書，授臣知太平州者。一麾出守，方切兢危，三命滋共，弗容控避。仰皇天之大造，扣丹地以何言！(中謝。)恭惟皇帝陛下叡知有臨，神武不殺，慕舜之孝，見堯於牆，德冠古今而獨尊，仁並清寧而遍覆。明見萬里，將大混於車書；子來庶民，更精求於岳牧。臣家本儒素，時無令名，濫竽宏博之科，稅駕清華之地，瀛山抱槧，郎省握蘭。在紹興之季年，汚記注於右史。龍飛應運，鳳歷紀祥，不遺細微，兼取愚鈍，遂以詞賦之職，獲侍清閒之歡。雖宿命應仙，許暫來於天上，而塵心未斷，旋即墮於人間。一去十八年之中，三叨二千石之寄，末繇金華郡，還紬石室書，從珍臺閒館之遊，勸廣廈細旃之講。真拜學士，號名私人，受九重知己之殊，極三入承明之幸，使與大議，不專斯文。而臣弱羽不足以當雄風，蹇步不足以勝重任。上恩惜其終棄，左符寵其餘生。李廣數奇，徒羨侯於校尉；汲黯妄發，敢嘆薄於淮陽。臣即以今月二十八日到任上訖。伏以郡在江東，昔稱道院；地鄰淮右，今謂壯藩。謹當宣布恩威，奉行寬大，求民之瘼，問俗所宜。緩帶輕裘，雖弗賢長城於李勣；清心省事，敢不避正堂於蓋公。庶幾固結本根，少復報酬知遇。」全規模其步驟，然視昔所作，猶覺語煩。 \\n 陳簡齋葆真詩 \\n 自崇寧以來，時相不許士大夫讀史作詩，何清源至於修入令式，本意但欲崇尚經學，痛沮詩賦耳，於是庠序之間以詩為諱。政和後稍復為之，而陳去非遂以墨梅絕句擢置館閣。嘗以夏日偕五同舍集葆真宮池上避暑，取「綠陰生晝靜」分韻賦詩，陳得「靜」字。其詞曰：「清池不受暑，幽討起予病。長安車轍邊，有此萬荷柄。是身唯可懶，共寄無盡興。魚游水底涼，鳥語林間靜。談餘日亭午，樹影一時正。清風不負客，意重百金贈。聊將兩鬢蓬，起照千丈鏡。微波喜搖人，小立待其定。梁王今何許，柳色幾衰盛。人生行樂耳，詩律已其剩。邂逅一尊酒，它年五君詠。重期踏月來，夜半嘯烟艇。」詩成出示坐上，皆詫為擅場。朱新仲時親見之，云京師無人不傳寫也。 \\n 仙傳圖志荒唐 \\n 昔人所作神仙傳之類，大抵荒唐謬悠，殊不能略考引史策。如衞叔卿事云：「漢儀鳳二年，孝武皇帝閒居殿上而見之。」月支使者事云：「延和三年，武帝幸安定，而月支國遣使獻香。」案儀鳳乃唐高宗紀年名，延和乃魏太武、唐睿宗紀年名，而誕妄若是。自餘山經地志，往往皆然。近世士大夫采一方傳記及故老談說，競為圖志，用心甚專，用力甚博，亦不能免牴牾。高夔守襄陽，命僚屬作一書，其敍歷代沿革云：「在周為楚、鄧、鄾諸國。」據左傳，鄾乃鄧邑，後巴人伐楚圍鄾，蓋楚滅鄧，故亦來屬，元非列國也。又引左傳蔓成然事，以蔓為國。據成然乃楚大夫，靈王奪其邑，無所謂「蔓國」也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十五(十五則)", "正文": "　 \\n 卷第十五(十五則) \\n 　 \\n  \\n 徽廟朝宰輔 \\n 蔡京擅國命，首尾二十餘年，一時士大夫未有不因之以至大用者，其後頗採公議，與為異同。若宰相則趙清憲挺之、張無盡商英、鄭華原居中、劉文憲正夫，所行所言，世多知之。其居執政位者，如張康國賓老、溫益禹弼、劉逵公路、侯蒙元功者，皆有可錄。康國定元祐黨籍，看詳講議司編彙奏牘，皆深預密議，及後知樞密院，始浸為崖異。徽宗察京專愎，陰令狙伺其奸，蓋嘗許以相。是時，西北邊帥，多取部內好官自辟置，以力不以才。康國曰：「並塞當擇人以紓憂，顧奈何欲私所善乎？」乃隨闕選用，定為格。京使御史中丞吳執中擊之，康國先知之，具以奏。益鎮潭州，凡元祐逐臣在湖南者，悉遭侵困，因愛莫助之圖遂為京用。至中書侍郎，乃時有立異。京一日除監司郡守十人，將進畫，益判其後曰：「收。」京使益所厚中書舍人鄭居中問之，益曰：「君在西掖，每見所論事，舍人得舉職，侍郎顧不許邪？今丞相所擬十人，共皆姻黨耳，欲不逆其意，得乎？」逵以附京至中書侍郎。京去相，逵首勸上碎元祐黨碑，寬上書邪籍之禁，凡京所行悖理殃民事，稍稍釐正之。蒙在政地，上從容問蔡京何如人，對曰：「使京能正其心術，雖古賢相何以加？」上頷首，且使密伺京所為，京聞而銜之。凡此數端，皆見於國史本傳。 \\n 教官掌牋奏 \\n 所在州郡，相承以表奏書啟委教授，因而餉以錢酒。予官福州，但為撰公家謝表及祈謝晴雨文，至私禮牋啟小簡皆不作。然遇聖節樂語嘗為之，因又作他用者三兩篇，每以自愧。鄒忠公為潁昌教授，府守范忠宣公屬撰興龍節致語，辭不為。范公曰：「翰林學士亦作此。」忠公曰：「翰林學士則可，祭酒、司業則不可。」范公敬謝之。前輩風節，可畏可仰如此。 \\n 經句全文對 \\n 予初登詞科，再至臨安，寓於三橋西沈亮功主簿之館，沈以予買飯於外，謂為不便，自取家饌日相供。同年湯丞相來訪，扣旅食大概，具為言之。湯公笑曰：「主人亦賢矣！」因戲出一語曰：「哀王孫而進食，豈望報乎？」良久，予應之曰：「為長者而折枝，非不能也。」公大激賞而去。汪聖錫為祕書少監，每食罷會茶，一同舍輒就枕不至。及起，亦戲之曰：「宰予晝寢，於予與何誅。」衆未有言，汪曰：「有一對，雖於今事不切，然漤是一箇出處。」云：「子貢方人，夫我則不暇。」同舍皆合詞稱美。 \\n 北郊議論 \\n 三代之禮，冬至祀天於南郊，夏至祭地於北郊。王莽於元始中改為合祭，自是以來，不可復變。元豐中，下詔欲復北郊，至六年，唯以冬至祀天，而地祇不及事。元祐七年，又使博議，而許將、顧臨、范純禮、王欽臣、孔武仲、杜純各為一說。逮蘇軾之論出，於是髃議盡廢。當時諸人之說有六：一曰，今之寒暑與古無異，宣王六月出師，則夏至之日，何為不可祭；二曰，夏至不能行禮，則遣官攝行，亦有故事；三曰，省去繁文末節，則一歲可以再郊；四曰，三年一祀天，又一年一祭地；五曰，當郊之歲，以十月神州之祭，易夏至之方澤，可以免方暑舉事之患；六曰，當郊之歲，以夏至祀地祇於方澤，上不親郊，而通爟火於禁中望祀。軾皆辟之，以謂無一可行之理，其文載於奏議，凡三千言。元符中，又詔議合祭，論者不一，唯太常少卿宇文昌齡之議，最為簡要。曰：「天地之勢，以高卑則異位，以禮制則異宜，以樂則異數。至於衣服之章，器用之具，日至之時，皆有辨而不亂。夫祀者，自有以感於無，自實以通於虛，必以類應類，以氣合氣，然後可以得而親，可以冀其格。今祭地於圜丘，以氣則非所合，以類則非所應，而求高厚之來享，不亦難乎？」後竟用其議。此兩說之至當如此。 \\n 討論濫賞詞 \\n 東坡公行香子小詞云：「清夜無塵，月色如銀。酒斟時，須滿十分。浮名浮利，休苦勞神。嘆隙中駒，石中火，夢中身。雖抱文章，開口誰親？且陶陶，樂盡天真。不如歸去，作箇閒人。對一張琴，一壺酒，一溪雲。」紹興初，范覺民為相，以自崇寧以來，創立法度，例有泛賞，如學校，茶鹽，錢幣，保伍，農田，居養，安濟，寺觀，開封、大理獄空，四方邊事，御前、內外諸司，編敕會要、學制、禮制、道史等書局，掖庭編澤，行幸，曲恩，諸色營繕，河埽功役，採石、木栰、花石等綱，祥瑞，禮樂，兩城所公田，伎術，伶優，三山，永橋，明堂，西內，八寶，玄圭，種種濫賞，不可勝述。其曰應奉有勞、獻頌可採、職事修舉、特授特轉者，又皆無名直與，及白身補官，選人改官，職名礙格，非隨龍而依隨龍人，非戰功而依戰功人等，每事各為一項，建議討論。又行下吏部，若該載未盡名色，並合取朝廷指揮，臨時參酌。追奪事件，遂為畫一規式，有至奪十五官者。雖公論當然，而失職者胥動造謗，浮議蜂起。無名子因改坡語云：「清要無因，舉選艱辛。繫書錢，須要十分。浮名浮利，虛苦勞神。嘆旅中愁，心中悶，部中身。雖抱文章，苦苦推尋。更休說，誰假誰真。不如歸去，作個齊民。免一回來，一回討，一回論。」至大字書寫貼於內前牆上，邏者得之以聞。是時，偽齊劉豫方盜據河南，朝論慮或搖人心，亟罷討論之舉。范公用是為臺諫所攻，今章且叟奏稿中正載彈疏，竟去相位云。 \\n 尺　八 \\n 唐盧肇為歙州刺史，會客於江亭，請目前取一事為酒令，尾有樂器之名。肇令曰：「遙望漁舟，不闊尺八。」有姚巖傑者，飲酒一器，墚欄嘔噦，須臾即席，還令曰：「墚欄一吐，已覺空喉。」此語載於摭言。又逸史云：「開元末，一狂僧往終南回向寺，一老僧令於空房內取尺八來，乃玉笛也。謂曰：『汝主在寺，以愛吹尺八，謫在人間，此常吹者也。汝當回，可將此付汝主。』僧進於玄宗，特取吹之，宛是先所御者。」孫夷中仙隱傳：「房介然善吹竹笛，名曰尺八。將死，預將管打破，告諸人曰：『可以同將就壙。』」亦謂此云。尺八之為樂名，今不復有。呂才傳云：「貞觀時，祖孝孫增損樂律，太宗詔侍臣舉善音者。王珪、魏徵盛稱才製尺八，凡十二枚，長短不同，與律諧契。太宗即召才參論樂事。」尺八之所出，見於此，無由曉其形製也。爾雅釋樂亦不載。 \\n 三給事相攻 \\n 元祐中，王欽臣仲至，自權工部侍郎除給事中，為給事姚勔所駁而止。大觀中，陳亨伯自左司員外郎擢給事中，為權官蔡薿所沮而出。政和末，伯祖仲達在東省，以疾暫謁告兩日，張天覺復官之命，過門下第四廳，給事方會論為畏繳駁之故，所以託病，遂罷知滁州。 \\n 朱藏一詩 \\n 政和末，老蔡以太師魯國公總治三省，年已過七十，與少宰王黼爭權相傾。朱藏一在館閣，和同舍秋夜省宿詩云：「老火未甘退，稚金方力征。炎涼分勝負，頃刻變陰晴。」兩人門下士互興譖言，以為嘲謗。其後黼獨相，館職多遷擢，朱居官如故，而和人菊花詩云：「紛紛桃李春，過眼成枯萎。晚榮方耐久，造物豈吾欺？」或又譖於黼以為怨憤。是時，士論指三館為鬧藍。 \\n 蔡京輕用官職 \\n 蔡京三入相時，除用士大夫，視官職如糞土，蓋欲以天爵市私恩。政和六年十月，不因赦令，侍從以上先緣左降同日遷職者二十人。通奉大夫張商英為觀文殿學士，中大夫王襄為延康殿學士，顯謨閣待制李圖南為述古殿學士，寶文閣待制蔡薿、顯謨閣待制葉夢得並為龍圖閣直學士，寶文閣待制張近、通奉大夫錢即、右文殿修撰王漢之並為顯謨閣直學士，中大夫葉祖洽為徽猷閣直學士，朝散大夫曾孝蘊為天章閣待制，朝散郎俞（上卥下木）、朝議大夫曾孝序、中奉大夫范致明、右文殿修撰蔡肇、大中大夫孫鼛、朝議大夫王覺、右文殿修撰陳暘幷為顯謨閣待制，朝請郎蔡懋、中奉大夫龐恭孫、朝請郎洪彥昇並為徽猷閣待制。至十一月冬祀畢，大赦天下，仍復推恩。 \\n 節度使改東宮環衛官 \\n 太祖有天下，將收藩鎮威柄，故漸行改革。至於位至侍中、中書令、使相者，其高僅得東宮官，次但居環韂。鳳翔王晏為太子太師，安遠武行德為太子太傅，護國郭從義為左金吾上將軍，鳳翔王彥超為右金吾上將軍，定國白重贊為左千牛上將軍，保太楊廷璋為右千牛上將軍，靜難劉重進為羽林統軍。若符彥卿者，以太師中書令、天雄節度使直罷歸洛，八年不問，亦不別除官。其廟謨雄斷如是。靖康初，以戚里冒政、宣恩典，多建節鉞，乃稽用此制。錢景臻以少傅安武節度，劉宗元以開府儀同三司、鎮安節度，並為左金吾上將軍。范訥以平涼，劉敷以保信，劉敏以保成，張楙以嚮德，王舜臣以岳陽，朱孝孫以應道，錢忱以瀘川節度，並為右金吾上將軍。自後不復舉行矣。 \\n 宰相任怨 \\n 宰相欲收士譽，使恩歸己，故只以除用為意，而不任職及顯有過舉者，亦不肯任怨，稍行黜徙。文惠公在相位，嘗奏言：「今之監司、郡守，其無大過者，臺諫固不論擊。但其間實有疲愞庸老之人，依阿留之，轉為民害。臣欲皆與祠祿，理作自陳，監司或就移小郡，庶幾人有家食之資，國無曠官之失。」孝宗欣然聽許。於是湖南轉運判官任詔，改知復州，廣東提舉鹽事劉景，改知南雄州。時太常丞闕，監左藏庫許子紹欲得之，公以大超越，諭使小緩。子紹宛轉愈力，乃白其事，出通判靜江府。議者私謂若如此則是廟堂而兼臺諫之職。殊不思進賢退不肖，真宰相之事耳。欲擬宮觀三四人，未暇而去位，子紹之出，遂織入言章中。近者京丞相以國子錄吳仁傑居職未久，便欲求遷，奏罷歸吏部注簽判，亦此意也。 \\n 四李杜 \\n 漢太尉李固、杜喬，皆以為相守正，為梁冀所殺。故掾楊生上書，乞李、杜二公骸骨，使得歸葬。梁冀之誅，權勢專歸宦官，傾動中外，白馬令李雲露布上書，有帝欲不諦之語。桓帝得奏震怒，逮雲下北寺獄。弘農五官掾杜觽，傷雲以忠諫獲罪，上書願與雲同日死。帝愈怒，下廷尉，皆死獄中。其後襄楷上言，亦稱為李、杜。靈帝再治軭黨，范滂受誅，母就與之訣，曰：「汝今與李、杜齊名，死亦何恨！」謂李膺、杜密也。李太白、杜子美同時著名，故韓退之詩云：「李杜文章在，光燄萬丈長。」凡四李、杜云。 \\n 渾脫隊 \\n 唐中宗時，清源尉呂元泰上書言時政曰：「比見坊邑相率為渾脫隊，駿馬胡服，名曰『蘇幕遮』，旗鼓相當，騰逐喧譟。以禮義之朝，法胡虜之俗，非先王之禮樂，而示則於四方。書曰：『謀時寒若。』何必臝形體、歡衢路，鼓舞跳躍而索寒焉！」書聞不報。此蓋幷論潑寒胡之戲。唐史附於宋務光傳末，元泰竟亦不顯。近世風俗相尚，不以公私宴集，皆為耍曲耍舞，如勃海樂之類，殆猶此也。 \\n 歲陽歲名 \\n 歲陽、歲名之說，始於爾雅。太歲在甲曰閼逢，在乙曰旃蒙，在丙曰柔兆，在丁曰彊圉，在戊曰著雍，在己曰屠維，在庚曰上章，在辛曰重光，在壬曰玄黓，在癸曰昭陽，謂之歲陽。在寅曰攝提格，在卯曰單閼，在辰曰執徐，在巳曰大荒落，在午曰敦牂，在未曰協洽，在申曰涒灘，在酉曰作噩，在戌曰閹茂，在亥曰大淵獻，在子曰困敦，在丑曰赤奮若，謂之歲名。自後唯太史公曆書用之，而或有不同。如閼逢為焉逢，旃蒙為端蒙，柔兆為游兆，彊圉為彊梧，著雍為徒雍，屠維為祝儣，上章為商橫，重光為昭陽，玄黓為橫艾，昭陽為尚章，大荒落為大芒落，協洽為汁洽，涒灘為汭漢，作噩為作鄂，閹茂為淹茂，大淵獻、困敦更互，赤奮若乃為赤奪，若此蓋年祀久遠，傳寫或訛，不必深辨。但漢武帝太初元年太歲丁丑，而以為甲寅，其失多矣。爾雅又有月陽、月名。月在甲曰畢，在乙曰橘，在丙曰修，在丁曰圉，在戊曰厲，在己曰則，在庚曰窒，在辛曰塞，在壬曰終，在癸曰極。正月為陬，二月為如，三月為寎，四月為余，五月為嚱，六月為且，七月為相，八月為壯，九月為玄，十月為陽，十一月為辜，十二月為涂。考之典籍，唯曆書謂太初十月為畢聚。離騷云：「攝提貞于孟陬。」左氏傳：「十月曰良月。」國語：「至于玄月。」它未嘗稱引。郭景純注釋云：「自歲陽至月名，皆所未詳通者，故闕而不論。」蓋不可強為之說。非若律書所言二十八舍、十母、十二子，猶得穿鑿傅致也。資治通鑑專取歲陽、歲名以冠年，不可曉解，殊不若甲子至癸亥為明白爾。韓退之詩「歲在淵獻牽牛中」，王介甫字說言「彊圉」，自餘亦無說。左傳所書「歲在星紀，而淫於玄枵」，「歲在降婁，降婁中而旦」，「歲在娵訾之口」，「歲五及鶉火」，「歲在顓帝之虛」，「歲在豕韋」，「歲在大梁」，皆用歲星次舍言之。司馬倬跋溫公潛虛，其末云：「乾道二年，歲在柔兆閹茂、玄黓執徐月、極大淵獻日。」謂丙戌年、壬辰月、癸亥日，以歲名施於月日，尤為不然。漢章不自為文，殆是僚寀強解事者所作也。 \\n 官稱別名 \\n 唐人好以它名標榜官稱，今漫疏於此，以示子姪之未能盡知者。太尉為掌武，司徒為五教，司空為空土，侍中為大貂，散騎常侍為小貂，御史大夫為亞台、為亞相、為司憲，中丞為獨坐、為中憲，侍御史為端公、南黙、橫榻、雜端，又曰脆梨，殿中為副端，又曰開口椒，監察為合口椒，諫議為大坡、大諫，補闕(今司諫。)為中諫，又曰補袞，拾遺(今正言。)為小諫，又曰遺公，給事郎為夕郎、夕拜，知制誥為三字，起居郎為左螭，舍人為右螭，又並為修注，吏部尚書為大天，禮部為大儀，兵部為大戎，刑部為大秋，工部為大起，吏部郎為小選、為省眼，考功、度支為振行，禮部為小儀、為南省舍人，今曰南宮，刑部為小秋，祠部為（氵水）(柄。)廳，比部為比盤，又曰昆龏皆頭，屯田為田曹，水部為水曹，諸部郎通曰哀烏、依烏，太常卿為樂卿，少卿為少常、奉常，光祿為飽卿，鴻臚為客卿、睡卿，司農為走卿，大理為棘卿，評事為廷平，將作監為大匠，少監為少匠，祕書監為大蓬，少監為少蓬，左右司為都公，太子庶子為宮相，宰相呼為堂老，兩省相呼為閣老，尚書丞郎為曹長，御史、拾遺為院長。下至縣令曰明府，丞曰贊府、贊公，尉曰少府、少公、少仙，此已見前筆。容齋四筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十六(十二則)", "正文": "　 \\n 卷第十六(十二則) \\n 　 \\n  \\n 漢重蘇子卿 \\n 漢世待士大夫少恩，而獨於蘇子卿加優寵，蓋以其奉使持節，褒勸忠義也。上官安謀反，武子元與之有謀，坐死。武素與上官桀、桑弘羊有舊，數為燕王所訟，子又在謀中，廷尉奏請逮捕武，霍光寢其奏。宣帝立，錄髃臣定策功，賜爵關內侯者八人，劉德、蘇武食邑。張晏曰：「舊關內侯無邑，以武守節外國，德宗室俊彥，故特令食邑。」帝閔武年老，子坐事死，問左右：「武在匈奴久，豈有子乎？」武曰：「前發匈奴時，胡婦實產一子通國，有聲問來，願因使者贖之。」上許焉。通國至，上以為郎，又以武弟子為右曹，以武著節老臣，令朝朔望，稱祭酒，甚優寵之。皇后父、帝舅、丞相、御史、將軍皆敬重武。後圖畫中興輔佐有功德知名者於麒麟閣，凡十一人，而武得預。武終於典屬國，蓋以武老不任公卿之故。先公縶留絕漠十五年，能致顯仁皇太后音書，蒙高宗皇帝有「蘇武不能過」之語。而厄於權臣，歸國僅升一職，立朝不滿三旬，訖於竄謫南荒惡地，長子停官。追誦漢史，可為痛哭者已！又案武本傳云：「奉使初還，拜為典屬國，秩中二千石。昭帝時，免武官。後以故二千石與計謀立宣帝，賜爵。張安世薦之，即時召待詔，數進見，復為典屬國。」然則豫定策時，但以故二千石耳。而霍光傳連名奏昌邑王時，直稱典屬國，宣紀封侯亦然，恐誤也。 \\n 昔賢為卒伍 \\n 三代而上，文武不分，春秋列國軍將皆命卿，處則執政，出則將兵，載於詩、書、左傳，可考也。然此特謂將帥耳，乃若卒伍之賤，雖賢士亦為之，不以為異。魯哀公時，吳伐魯，次於泗上。微虎欲宵攻王舍，私屬徒七百人，三踊於幕庭，卒三百人，有若與焉。杜預云：「卒，終也，謂於七百人中，終得三百人任行也。」或謂季孫曰：「不足以害吳，而多殺國士，不如已也。」乃止之。此蓋後世斫營刼寨之類，而有若亦為之。齊伐魯，冉求帥左師，樊遲為右，季孫曰：「須也弱。」有子曰：「就用命焉。」謂雖年少，能用命也。冉有用矛於齊師，故能入其軍。杜預云：「言能以義勇也。」皆孔門高弟，而親卒伍之事，後世豈復有之？ \\n 兵家貴於備豫 \\n 晉盜盧循據廣州，以其黨徐道覆為始興相，循寇建康，以為前鋒。初，道覆遣人伐船材於南康山，至始興賤賣之，居人爭市之，船材大積，而人不疑。至是悉取以裝艦，旬日而辦。蕭衍鎮雍州，以齊室必亂，密修武備，多伐材竹，沈之檀溪，積茅如岡阜，皆不之用。中兵參軍呂僧珍覺其意，亦私具櫓數百張。衍既起兵，出竹木裝艦，葺之以茅，事皆立辦。諸將爭櫓，僧珍出先所具者，每船付二張，爭者乃息。魏太武南伐盱眙，太守沈璞以郡當衝要，乃繕城浚隍，積財穀，儲矢石，為城守之備。魏攻之，三旬不拔，燒攻具退走。古人如此者甚多，道覆雖失所從，為畔渙之歸，然其事固可稱也。 \\n 渠陽蠻俗 \\n 靖州之地，自熙寧九年收復唐溪洞誠州，元豐四年，仍建為誠州，元祐二年，廢為渠陽軍，又廢為寨，五年復之，崇寧二年，改為靖州。始時渠陽縣為治所，後改屬沅州而治永平，其風俗敻與中州異。蠻酋自稱曰官，謂其所部之長曰都幙，邦人稱之曰土官。酋官入郭，則加冠巾，餘皆椎髻，能者則以白練布纏之，曾殺人者謂之能。婦人徒跣，不識鞋履，以銀、錫或竹為釵，其長尺有咫。通以班紬布為之裳。紀歲不以建寅為首，隨所處無常月。要約以木鐵為契。病不謁醫，但殺牛祭鬼，率以刀斷其咽，視死所向以卜，多至十百頭。凡昏姻，兄死弟繼，姑舅之昏，他人取之，必賄男家，否則爭，甚則仇殺。男丁受田於酋長，不輸租而服其役，有罪則聽其所裁，謂之草斷。凡貸易之逋，甲不能償，則掠乙以取直，謂之準（上敫下手）。長少相犯，則少者出物，謂之出面。言語相誣，則虛者出物，謂之裹口。田丁之居，峭巖重阜，大率無十家之聚。遇仇殺則立柵布棘以受之。各有門款，門款者，猶言伍籍也，借牛綵於鄰洞者，謂之拽門款。方爭時，以首博首，獲級一二則潰去，明日復來，必相當乃止。欲解仇，則備財物以和，謂之陪頭暖心。戰之日，觀者立其傍和勸之，官雖居其中，不敢犯也。敗則走，謂之上坡。志在於掠，而不在於殺，則震以金鼓，而挺其一隅，縱之逸，謂之（走并）。敗者屈而歸之，掠其財而還其地，謂之入地。兵器有甲冑、標牌、弓弩，而刀之鐵尤良。弩則傅矢於弦而偏架之，謂之偏架弩，以利侔中土神臂弓，雖暑濕亦可用。凡仇殺，雖微隙必發，雖昔釁必報，父子兄弟之親不避也。子弟為士人者，隸於學，仇殺則歸，罷則復來。荊湖南、北路，如武岡、桂陽之屬瑤民，大略如此。 \\n 寄資官 \\n 內侍之職，至於幹辦後苑，則為出常調，流輩稱之曰苑使。又進而幹辦龍圖諸閣，曰閣長。其上曰門司，曰御藥，曰御帶。又其上為省官，謂押班及都知也。在法，內侍轉至東頭供奉官則止，若幹辦御藥院，不許寄資，當遷官則轉歸吏部。司馬公論高居簡云：「舊制，御藥院官至內殿崇班以上，即須出外，今獨留四人，中外以此竊議。」言之詳矣。後乃不然，逮其遷帶御器械可帶階官，然後盡還所寄之資。至於宣政、宣慶諸使，遙郡防、團、觀察，其高者為延福宮、景福殿承宣使。頃在樞密行府，有院吏兵房副承旨董球，於紹興三十二年正月尚未有正官，至四月，予接伴人使回，球通刺字來謁，已轉出為武顯大夫。問其何以遽得至此？曰：「副承旨比附武顯郎，後用賞故爾。」蓋亦寄資也。 \\n 親王帶將仕郎 \\n 薛氏五代史，梁太祖開平元年五月，皇第五男友雍封賀王。及友珪篡位，以將仕郎試祕書省校書郎賀王友雍為銀青光祿大夫、檢校工部尚書兼御史大夫。以親王而階將仕郎，仍試銜初品，雖典章掃地之時，恐不應爾也。 \\n 郡縣用陰陽字 \\n 山南為陽，水北為陽，穀梁傳之語也，若山北水南則為陰，故郡縣及地名多用之，今略敍於此。山之南者，如嵩陽、華陽、恆陽、衡陽、鎮陽、岳陽、嶧陽、夏陽、城陽、陵陽、岐陽、首陽、營陽、咸陽、櫟陽、宜陽、山陽、(屬河內郡，太行在北。)廣陽、辟陽、河陽、魯陽、黎陽、樅陽、零陽、巫陽、東陽、韶陽、郴陽、揭陽、弋陽、(屬汝南郡，弋山在西北。)當陽、青陽、黔陽、壽陽、麻陽、雲陽、美陽、復陽、(南陽復山之陽。)上曲陽、(屬常山。)下曲陽、(屬鉅鹿。)稒陽、屬五原。原陽。屬雲中。水之北者，馮翊之池陽、頻陽、郃陽、沈陽、扶風之杜陽，河東之大陽、(大河之陽。)平陽，(平河之陽。)太原之晉陽、汾陽，及河陽，洛陽，滎陽，偪陽，渭陽，淮陽，汶陽，濟陽，襄陽，滏陽，漁陽，遼陽，泗陽，伊陽，永陽，滁陽，潮陽，澧陽，灌陽，汧陽，洮陽，沭陽，東郡之濮陽、東武陽，潁川之潁陽、昆陽、舞陽，汝南之汝陽、鮦陽、紬陽、灈陽、滇陽、新陽、安陽、博陽、成陽，南陽之育陽、湼陽、堵陽、蔡陽、筑陽、棘陽、比陽、朝陽、湖陽、紅陽，江夏之西陽，廬江之尋陽，九江之曲陽，濟陰之句陽，(音鉤，句瀆之丘。)沛郡之穀陽、扶陽、漂陽，魏郡之繁陽，鉅鹿之堂陽，清河之清陽，涿郡之高陽、饒陽、范陽，勃海之浮陽，濟南之般陽、朝陽，泰山之東平陽、東武陽、寧陽，北海之膠陽，東海之開陽、曲陽、都陽，臨淮之射陽、蘭陽，丹陽之丹陽、陵陽、溧陽，豫章之鄱陽、鄡陽，桂陽之耒陽、桂陽、湞陽，武陵之無陽、辰陽、酉陽、零陽，零陵之洮陽，漢中之旬陽、沔陽、安陽，犍為之江陽、武陽、漢陽，金城之枝陽，天水之略陽、阿陽，安定之涇陽、彭陽，北地之泥陽，上郡之定陽，雁門之沃陽、劇陽，上谷之沮陽，漁陽之要陽，遼西之海陽，右北平之夕陽、聚陽，蒼梧之封陽，趙國之易陽，膠東之觀陽，長沙之益陽，已上皆見漢書地理志。其水之下，必曰在某水之陽。合山水之稱陽者，百有五六十，至陰字則甚少，蓋面勢在背，自難立國邑耳。山之北者，唯華陰、山陰、龜陰、蒙陰、鶉陰、雕陰、襄陰，水之南者，汾陰、蕩陰、潁陰、汝陰、舞陰、濟陰、漢陰、晉陰、蒲陰、湘陰、漯陰、河陰、湖陰、江陰、淮陰、圜陰，僅三十而已。若樂陽、南陽、合陽、被陽、富陽、(屬泰山者。)昌陽、建陽、(屬東海者。)武陽之類，尚多有之，莫能知其為山為水也。 \\n 杜畿李泌董晉 \\n 漢建安中，河東太守王邑被召，郡掾衞固、范先請留之。固等外以請邑為名，而內實與幷州高幹通謀。曹操選杜畿為太守，固等使兵絕陝津，數月不得渡。畿曰：「河東有三萬戶，非皆欲為亂也。吾單車直往，出其不意，固為人多計而無斷，必偽受吾。吾得居郡一月，以計縻之足矣。」遂詭道從郖津度，固遂奉之。畿謂固、先曰：「衞、范，河東之望也，吾仰成而已。」比數十日，諸將斬固等首。 \\n 唐貞元初，陝虢兵馬使達奚抱暉殺節度使張勸，代總軍務，邀求旌節。德宗遣李泌往，欲以神策軍送之，泌請以單騎入，上加泌觀察使。泌出潼關，鄜坊步騎三千布於關外，曰：「奉密詔送公。」泌寫宣以却之，疾驅而前。抱暉不使將佐出迎，去城十五里方出謁。泌稱其攝事保城壁之功，入城視事。明日，召抱暉至宅，語之曰：「吾非愛汝而不誅，恐自今有危疑之地，朝廷所命將帥，皆不能入，故丐汝餘生。」抱暉遂亡命。 \\n 宣武節度使李萬榮疾病，其子迺為兵馬使，欲為亂，都虞候鄧惟恭執送京師。詔以東都留守董晉為節度使。惟恭權軍事，自謂當代萬榮，不遣人迎晉。晉既受詔，即與僕從十餘人赴鎮，不用兵衞。至鄭州，或勸晉且留觀變。有自汴州出者，言不可入，晉不對，遂行。惟恭以晉來之速，不及謀，去城十餘里，乃帥諸將出迎。晉入，仍委以軍政。久之，惟恭內不自安，潛謀作亂，事覺，晉悉捕斬其黨，械惟恭送京師。 \\n 觀此三者，其危至矣！杜畿、李泌、董晉，皆以單車入逆城，從容妥定，其智勇過人如此。唐史猶譏晉為懦弛苟安，殆不然也。是時，朝議以晉柔仁多可，恐不能集事，用汝州刺史陸長源為行軍司馬以佐之。長源性剛刻，多更張舊事，晉初皆許之，案成則命且罷，由是軍中得安。初，劉玄佐、李萬榮、鄧惟恭時，士卒驕不能禦，乃置腹心之士，幕於公庭廡下，挾弓執劍以備之，時勞賜酒肉。晉至之明日，悉罷之。謂之懦弛，實為失當。晉在汴三年而薨，長源代之，即為軍士所殺。向使晉聽用其言，汴亂久矣。又李泌傳但云拜陝虢觀察使，開車道至三門，及殺淮西亡兵。於赴鎮事略不書，亦失之也。 \\n 嚴有翼詆坡公 \\n 嚴有翼所著藝苑雌黃，該洽有識，蓋近世博雅之士也。然其立說頗務譏詆東坡公，予嘗因論玉川子月蝕詩，誚其輕發矣。又有八端，皆近於蚍蜉撼大木，招後人攻擊。如正誤篇中，摭其用五十本鰃為「種薤五十本」，發丘中郎將為「校尉解摸金」，扁鵲見長桑君，使飲上池之水，為「倉公飲上池」，鄭餘慶烝胡蘆為盧懷慎云，如此甚多。坡詩所謂抉雲漢，分天章，萬斛泉源不擇地而出。若用鰃為薤，用校尉為中郎，用扁鵲為倉公，用餘慶為懷慎，不失為名語，於理何害？公豈一一如學究書生，案圖索駿，規行矩步者哉！四凶篇中，謂坡稱太史公多見先秦古書，四族之誅，皆非殊死，為無所考據。盧橘篇中，謂坡詠枇杷云「盧橘是鄉人」，為何所據而言。昌陽篇中昌蒲贊，以為信陶隱居之言，以為昌陽，不曾詳讀本草，妄為此說。苦荼篇中，謂「周詩記苦荼」為誤用爾雅。如皋篇中，謂「不向如皋閒射雉」與左傳杜注不合，其誤與江總「暫往如皋路」之句同。荔枝篇中，謂四月食荔枝詩，愛其體物之工，而坡未嘗到閩中，不識真荔枝，是特火山耳。此數者或是或非，固未為深失，然皆不必爾也。最後一篇遂名曰辨坡，謂雪詩云，「飛花又舞謫仙檐」，李太白本言送酒，即無雪事。「水底笙歌蛙兩部」，無笙歌字。殊不知坡藉花詠雪，以鼓吹為笙歌，正是妙處。「坐看青丘吞澤芥」，「青丘已吞雲夢芥」，用芥字和韻，及以澤芥對溪蘋，可謂工新。乃以為出處曾不蔕芥，非草芥之芥。「知白守黑名曰谷」正是老子所言，又以為老子只云為天下谷，非名曰谷也。如此論文章，其意見亦淺矣。 \\n 曹馬能收人心 \\n 曹操自擊烏桓，諸將皆諫，既破敵而還，科問前諫者，衆莫知其故，人人皆懼。操皆厚賞之，曰：「孤前行，乘危以僥倖，雖得之，天所佐也，顧不可以為常。諸君之諫，萬安之計，是以相賞，後勿難言之。」魏伐吳，三征各獻計，詔問尚書傅嘏，嘏曰：「希賞徼功，先戰而後求勝，非全軍之長策也。」司馬師不從，三道擊吳，軍大敗。朝議欲貶出諸將，師曰：「我不聽公休，以至於此，此我過也，諸將何罪？」悉宥之。弟昭時為監軍，唯削昭爵。雍州刺史陳泰求敕幷州，幷力討胡，師從之。未集，而二郡胡以遠役遂驚反，師又謝朝士曰：「此我過也，非陳雍州之責。」是以人皆愧悅。討諸葛誕於壽春，王基始至，圍城未合，司馬昭敕基斂軍堅壁。基累求進討，詔引諸軍轉據北山。基守便宜，上疏言：「若遷移依險，人心搖蕩，於勢大損。」書奏報聽。及壽春平，昭遺基書曰：「初，議者云云，求移者甚衆，時未臨履，亦謂宜然。將軍深算利害，獨秉固心，上違詔命，下拒衆議，終於制敵禽賊，雖古人所述，不過是也。」然東關之敗，昭問於衆曰：「誰任其咎？」司馬王儀曰：「責在元帥。」昭怒曰：「司馬欲委罪於孤耶？」引出斬之。此為謬矣！操及師、昭之奸逆，固不待言。然用兵之際，以善推人，以惡自與，幷謀兼智，其誰不歡然盡心悉力以為之用？袁紹不用田豐之計，敗於官渡，宜罪己，謝之不暇，乃曰：「吾不用豐言，卒為所笑。」竟殺之。其失國喪師，非不幸也。 \\n 取蜀將帥不利 \\n 自巴蜀通中國之後，凡割據擅命者，不過一傳再傳。而從東方舉兵臨之者，雖多以得鉨，將帥輒不利，至於死貶。漢伐公孫述，大將岑彭、來歙遭刺客之禍，吳漢幾不免。魏伐劉禪，大將鄧艾、鍾會皆至族誅。唐莊宗伐王衍，招討使魏王繼岌、大將郭崇韜、康延孝皆死。國朝伐孟昶，大將王全斌、崔彥進皆不賞而受黜，十年乃復故官。 \\n 李嶠楊再思 \\n 李嶠、楊再思相唐中宗，皆以諛悅保位，為世所詆，然亦有可稱。武后時，嶠為給事中，來俊臣陷狄仁傑等獄，將抵死，敕嶠與大理少卿張德裕、侍御史劉憲覆驗。德裕等內知其噃，不敢異，嶠曰：「知其枉不申，是謂見義不為者。」卒與二人列其枉。忤后旨，出為潤州司馬，然仁傑數人竟賴此獲脫。嶠此舉可謂至難，而資治通鑑不載。神龍初，要官闕，執政以次用其親。韋巨源秉筆，當除十人，再思得其一，試問餘授，皆諸宰相近屬。再思喟然曰：「吾等誠負天下！」巨源曰：「時當爾耳。」再思此言，自狀其短，觀過知仁，亦足稱也。 \\n  \\n 　 \\n  \\n   \\n  "}
