{"章节": "卷第一(十九則)", "正文": "　 \\n 卷第一(十九則) \\n 　 \\n  \\n 天慶諸節 \\n 大中祥符之世，諛佞之臣，造為司命天尊下降及天書等事，於是降聖、天慶、天祺、天貺諸節並興。始時京師宮觀每節齋醮七日，旋減為三日、一日，後不復講。百官朝謁之禮亦罷。今中都未嘗舉行，亦無休假，獨外郡必詣天慶觀朝拜，遂休務，至有前後各一日。此為敬事司命過於上帝矣，其當寢明甚，惜無人能建白者。 \\n 虢州兩刺史 \\n 唐韓休為虢州刺史，虢於東、西京為近州，乘輿所至，常稅廐芻。休請均賦它郡，中書令張說曰：「免虢而與它州，此守臣為私惠耳！」休復執論，吏白恐忤宰相意，休曰：「刺史幸知民之弊而不救，豈為政哉？雖得罪所甘心焉。」訖如休請。盧（木巳）為虢州刺史，奏言虢有官豕三千，為民患。德宗曰：「徙之沙苑。」（木巳）曰：「同州亦陛下百姓，臣謂食之便。」帝曰：「守虢而憂它州，宰相材也。」詔以豕賜貧民，遂有意柄任矣。俄召入，逾年拜相。案兩人皆以虢州守臣言公家事，而休見疑於名相，（木巳）受知於猜主，遇合有命，信哉！ \\n 狐假虎威 \\n 諺有「狐假虎威」之語，稚子來扣其義，因示以戰國策、新序所載。戰國策云：「楚宣王問羣臣曰：『吾聞北方之畏昭奚恤也，果誠何如？』羣臣莫對。江乙對曰：『虎求百獸而食之，得狐，狐曰：「子無敢食我矣，天帝使我長百獸，今子食我，是逆天帝命也。子以我為不信，吾為子先行，子隨我後，觀百獸之見我而敢不走乎？」虎以為然，故遂與之行。獸見之皆走，虎不知獸畏己而走也，以為畏狐也。今王之地方五千里，帶甲百萬，而專屬之昭奚恤，故北方之畏奚恤也，其實畏王之甲兵也，猶百獸之畏虎也。』」新序並同。而其後云：「故人臣而見畏者，是見君之威也，君不用，則威亡矣。」俗諺蓋本諸此。 \\n 徐章二先生教人 \\n 徐仲車先生為楚州教授，每升堂，訓諸生曰：「諸君欲為君子，而勞己之力，費己之財，如此而不為，猶之可也；不勞己之力，不費己之財，何不為君子？鄉人賤之，父母惡之，如此而不為可也；鄉人榮之，父母欲之，何不為君子？」又曰：「言其所善，行其所善，思其所善，如此而不為君子者，未之有也。言其不善，行其不善，思其不善，如此而不為小人者，未之有也。」成都沖退處士章纵隱者，其學長於易太玄，為范子功解述大旨，再復攡詞曰：「『人之所好而不足者，善也；所醜而有餘者，惡也。君子能強其所不足，而拂其所有餘，則太玄之道幾矣。』此子雲仁義之心，予之於太玄，述斯而已。或者苦其思，艱其言，迂溺其所以為數，而忘其仁義之大，是惡足以語道哉！」二先生之教人，簡易明白，學者或未知之，故表出於此。 \\n 張呂二公文論 \\n 張文潛誨人作文，以理為主，嘗著論云：「自六經以下，至於諸子百氏、騷人、辯士論述，大抵皆將以為寓理之具也。故學文之端，急於明理，如知文而不務理，求文之工，世未嘗有是也。夫決水於江、河、淮、海也，順道而行，滔滔汩汩，日夜不止，衝砥柱，絕呂梁，放於江湖而納之海，其舒為淪漣，鼓為濤波，激之為風颷，怒之為雷霆，蛟龍魚（上敝下黽），噴薄出沒，是水之奇變也。水之初，豈若是哉！順道而决之，因其所遇而變生焉。溝瀆東决而西竭，下滿而上虛，日夜激之，欲見其奇，彼其所至者，蛙蛭之玩耳！江、河、淮、海之水，理達之文也，不求奇而奇至矣。激溝瀆而求水之奇，此無見於理，而欲以言語句讀為奇，反復咀嚼，卒亦無有，此最文之陋也。」一時學者仰以為至言。予作史，採其語著於本傳中。又呂南公云：「士必不得已於言，則文不可以不工。蓋意有餘而文不足，則如吃人之辯訟，心未始不虛，理未始不直，然而或屈者，無助於辭而已矣。觀書契以來，特立之士未有不善於文者。士無志於立言則已，必有志焉，則文何可以卑淺而為之。故毅然盡心，思欲與古人並。」此南公與人書如此，予亦載之傳中。 \\n 郎官非時得對 \\n 唐肅宗在靈武，關東獻俘百，將即死，有嘆者。司膳員外郎李勉過而問之，曰：「被脅而官，非敢反。」勉入見帝曰：「寇亂之汙半天下，其欲澡心自歸無繇，如盡殺之，是驅以助賊也。」帝馳騎全宥。以一郎吏之微，而非時得入對，雖唐制不可詳知，想兵戈艱難時，暫如是耳！ \\n 王安石棄地 \\n 熙寧七年，遼主洪基遣泛使蕭禧來言河東地界未决。八年再來，必欲以代州天池分水嶺為界。詔詢於故相文彥博、富弼、韓琦、曾公亮以可與及不可許之狀，皆以為不可。王安石當國，言曰：「將欲取之，必固與之。」於是詔不論有無照驗，擗撥與之。往時界於黃嵬山麓，我可以下瞰其應、朔、武三州，既以嶺與之，虜遂反瞰忻、代，凡東西失地七百里。案慶曆中，虜求關南十縣，朝廷方以西夏為慮，猶不過增歲幣以塞其欲，至於土地，尺寸弗與。熙寧之兵力勝於曩時，而用蕭禧堅坐都亭之故，輕棄疆埸設險要害之處。安石果於大言，其實無詞以却之也。孫權謂：「魯肅勸吾借劉玄德地云：『帝王之起，皆有驅除，關羽不足忌。』此子敬內不能辨，外為大言耳！」安石之語亦然。 \\n 雙生以前為兄 \\n 續筆已書公羊傳註雙生子事，茲讀西京雜記，得一說甚詳。云：「霍將軍妻一產二子，疑所為兄弟。或曰：『前生為兄，後生為弟，今雖俱日，亦宜以先生為兄。』或曰：『居上者宜為兄，居下者宜為弟，居下者前生，今宜以前生為弟。』光曰：『昔殷王祖甲一產二子，以卯日生嚚，以巳日生良。則以嚚為兄，以良為弟，若以在上者為兄，嚚亦當為弟矣。』許莊公一產二女，曰妖曰茂，楚大夫唐勒一產二子，一男一女，男曰正夫，女曰瓊華，皆以先生為長。近代鄭昌時、文長倩幷生二男，滕公一生二女，李黎生一男一女，幷以前生為長。霍氏亦以前生為兄焉。」此最可證。 \\n 風俗通 \\n 應劭風俗通雖東漢末所作，然所載亦難盡信。其敍希姓者曰：「合浦太守虎旗、上郡太守邸杜、河內太守遇冲、北平太守賤瓊、東平太守到質、沐寵、北平太守卑躬、雁門太守宿詳、五原太守督（王賈）、汝南太守謁渙、九江太守荊修、東海太守鄐熙、弘農太守移良、南郡太守為昆、酒泉太守頻暢、北海太守處興、巴郡太守鹿旗、涿郡太守作顯、廬江太守貴遷、交趾太守賴先、外黃令集一、洛陽令諸於、單父令即賣、烏傷令昔登、山陽令職洪、高唐令用虯。」此二十君子，皆是郡守、縣令，惟移良之名曾見於史，恐未必然也。 \\n 俗語有出 \\n 今人意錢賭博，皆以四數之，謂之「攤」。案廣韻攤字下云：「攤蒱，四數也。」竹工謂屋椽上織箔曰篖笪，廣韻篖字下云：「筕篖，竹也笪。」采帛鋪謂翦截之餘曰帵子，帵，一懽切。注，裁餘也。挑剔燈火之杖曰（木忝），他念切。注，火杖也。李濟翁資暇集云：「意錢當曰攤鋪，疾道之，訛其音為蒲。」此說不然。 \\n 昏主棄功臣 \\n 燕昭王伐齊，取其七十城，所存者惟莒、即墨，田單一旦悉復之，使齊復為齊。而襄王聽幸臣九子之譖，單幾不免。秦苻堅舉百萬之師伐晉，賴謝安却之，而孝武帝聽王國寶之讒，安不能立於朝廷之上。桓溫伐慕容暐，暐兵屢挫，議欲奔北，慕容垂一戰，使燕復存，乃用慕容評之毀，垂竄身苻氏，國隨以亡。朱泚據京師，德宗播遷奉天，李懷光繼叛，李晟孤軍堅壁，竟平大難，而德宗用張延賞之譖，訖罷其兵，且百端疑忌，至於鞅鞅以死。自古昏主不明，輕棄功臣如此，真可嘆也！ \\n 問故居 \\n 陶淵明問來使詩云：「爾從山中來，早晚發天目。我屋南窗下，今生幾叢菊？薔薇葉已抽，秋蘭氣當馥。歸去來山中，山中酒應熟。」諸集中皆不載，惟晁文元家本有之，蓋天目疑非陶居處。然李太白云：「陶令歸去來，田家酒應熟。」乃用此爾。王摩詰詩曰：「君自故鄉來，應知故鄉事。來日綺窗前，寒梅著花未？」杜公送韋郎歸成都云：「為問南溪竹，抽梢合過牆。」憶弟云：「故園花自發，春日鳥還飛。」王介甫云：「道人北山來，問松我東岡。舉手指屋脊，云今如許長。」古今詩人懷想故居，形之篇詠，必以松竹梅菊為比、興，諸子句皆是也。至於杜公將別巫峽贈南卿兄瀼西果園詩云：「苔竹素所好，萍蓬無定居。遠遊長兒子，幾地別林廬。雜蕊紅相對，他時錦不如。具舟將出峽，巡圃念攜鋤。」每讀至此，未嘗不為之凄然。寄題草堂云：「尚念四小松，蔓草易拘纏。霜骨不甚長，永為鄰里憐。」又一篇云：「四松初移時，大抵三尺強。別來忽三載，離立如人長。」尤可見一時之懷抱也。 \\n 唐宰相不歷守令 \\n 唐楊綰、崔祐甫、杜黃裳、李藩、裴垍皆稱英宰，然考其履歷，皆未嘗為刺史、守令。綰初補太子正字，擢右拾遺，起居、中書舍人，禮、吏部侍郎，國子祭酒，太常卿，拜相；祐甫初調壽安尉，歷藩府判官，入為起居、中書舍人，拜相；黃裳初佐朔方府，入為侍御史，太子賓客，太常卿，拜相；藩佐東都、徐州府，入為祕書郎，郎中，給事中，拜相；垍由美原尉四遷考功員外郎，中書舍人，戶部侍郎，拜相。五賢行業，史策書之已詳，茲不復論。然則後之用人，必言踐揚中外，諳熟民情，始堪大用，殆為隘矣。 \\n 張釋之柳渾 \\n 漢張釋之為廷尉，文帝出行，有人驚乘輿馬，使騎捕之，屬廷尉。釋之奏當此人犯蹕，罰金。上怒，釋之曰：「方其時，上使使誅之則已。」顏師古謂：「言初執獲此人，天子即令誅之，其事即畢。」唐柳渾為相，玉工為德宗作帶，誤毀一銙，工私市它玉足之。帝識不類，怒其欺，詔京兆論死，渾曰：「陛下遽殺之則已，若委有司，須詳讞乃可。於法，罪當杖，請論如律。」由是工不死。予謂張、柳之論，可謂善矣，然張云「上使使誅之則已」，柳云「陛下遽殺之則已」，無乃啟人主徑殺人之端乎！斯一節未為至當也。 \\n 人臣震主 \\n 人臣立社稷大功，負海宇重望，久在君側，為所敬畏，其究必至於招疑毀。漢高祖有天下，韓信之力為多，終以挾不賞之功，戴震主之威，至於誅滅。霍光擁昭立宣，勢侔人主，宣帝謁見高廟，光從驂乘，上內嚴憚之，若有芒刺在背。其家既覆，俗傳之曰：「威震主者不畜，霍氏之禍，萌於驂乘。」周亞夫平定七國，景帝怒其固爭栗太子，由此疏之，後目送其出，曰：「此鞅鞅，非少主臣也。」訖以無罪殺之。謝安却苻堅百萬之衆，晉室復存，功名既盛，險詖求進之徒，多毀短之，孝武稍以疏忌，又信會稽王道子之奸扇，至使避位出外，終以至亡。齊文宣之篡魏，皆高德政之力，德政為相，數強諫，帝不悅。謂左右曰：「高德政恆以精神凌逼人。」遂殺之，幷其妻子。隋文帝將篡周，欲引高熲入府，熲忻然曰：「願受驅馳，縱公事不成，亦不辭滅族。」及帝受禪，用為相二十年，朝臣莫與為比。熲自以為任寄隆重，每懷至公，無自疑意。積為獨孤皇后、漢王諒等所譖，帝欲成其罪，既罷之後，至云：「自其解落，瞑然忘之，如本無高熲。不可以身要君，自云第一也。」迨於煬帝，竟以冤誅。郭子儀再造王室，以身為天下安危，權任既重，功名復大，德宗即位，自外召還朝，所領副元帥諸使悉罷之。李晟以孤軍復京城，不見信於庸主，使之晝夜泣，目為之腫，卒奪其兵，百端疑忌，幾於不免。李德裕功烈光明，佐武宗中興，威名獨重，宣宗立，奉冊太極殿，帝退謂左右曰：「向行事近我者，非太尉邪？每顧我，毛髮為之森豎。」明日罷之，終於貶死海外。若郭崇韜、安重誨皆然也。 \\n 五經秀才 \\n 唐楊綰為相，以進士不鄉舉，但試辭賦浮文，非取士之實，請置五經秀才科。李栖筠、賈至以綰所言為是，然亦不聞施行也。 \\n 陶潛去彭澤 \\n 晉書及南史陶潛傳，皆云：「潛為彭澤令，素簡貴，不私事上官。郡遣督郵至，縣吏白：『應束帶見之。』潛嘆曰：『吾不能為五斗米折腰，拳拳事鄉里小人。』即日解印綬去，賦歸去來以遂其志。」案陶集載此辭，自有序，曰：「余家貧，耕植不足以自給。彭澤去家百里，故便求之。及少日，眷然有歸歟之情。何則？質性自然，非矯勵所得，饑凍雖切，違己交病。悵然慷慨，深愧平生之志，猶望一稔，當斂裳宵逝。尋程氏妹喪於武昌，情在駿奔，自免去職，在官八十餘日。」觀其語意，乃以妹喪而去，不緣督郵。所謂矯勵違己之說，疑必有所屬，不欲盡言之耳！詞中正喜還家之樂，略不及武昌，自可見也。 \\n 羌戎畏服老將 \\n 漢先零羌犯塞，趙充國往擊之。羌豪相數責曰：「語汝亡反，今天子遣趙將軍來，年八九十矣，善為兵。今請欲一鬥而死，可得邪！」充國時年七十六，訖平之。唐代宗時，回紇、吐蕃合兵入寇，郭子儀單騎見回紇，復與之和。諸酋長皆大喜曰：「嚮以二巫師從軍，巫言：『此行甚安穩，不與唐戰，見一大人而還。』今果然矣。」郭公是時年七十，乃知羌、戎畏服老將如此。班超久在西域，思歸，故其言云：「蠻夷之俗，畏壯侮老。」蓋有為而云。 \\n 古人字只一言 \\n 檀弓云：「幼名冠字，五十以伯仲，周道也。」古之人命字，一而已矣。初曰子，已而為仲為伯，又為叔為季，其老而尊者為甫，蓋無以兩言相連取義。若屈原離騷經：「名余曰正則兮，字余曰靈均。」案史記原字平，所謂「靈均」者，釋「平」之義，以緣飾詞章耳。下至西漢，與周相接，故一切皆然。除子房、子卿、子孟、子政、子孺、子長、子雲、子兄、子真、子公、子陽、子賓、子幼之外，若仲孺、仲卿、仲子、長卿、少卿、孺卿、君卿、客卿、游卿、翁卿、聖卿、長君、少君、穉君、游君、次君、贛君、近君、曼君、王孫、翁孫、次公、少公、孟公、游公、仲公、長公、君公、少叔、翁叔、長叔、中叔、子叔、長倩、曼倩、次倩、穉季、長孺、仲孺、幼孺、少孺、次孺、翁孺、君孺、長翁、弱翁、仲翁、少翁、君房、君賓、君倩、君敖、君蘭、君長、君仲、君孟、少季、少子、少路、少游、穉賓、穉圭、穉游、稚君、巨先、巨君、長賓、長房、翁思、翁子、翁仲之類，其義只從一訓，極為雅馴。至於婦人，曰少夫、君俠、政君、君力、君弟、君之、阿君。單書一字者，若陳勝字涉，項籍字羽，彭越字仲，張歐、吳廣、枚乘字叔，楚元王字交，朱雲字游，爰盎字絲，張釋之字季，鄭當時字莊，劉德字路，眭弘字孟。迨東漢以下，則不盡然。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第二(十五則)", "正文": "　 \\n 卷第二(十五則) \\n 　 \\n  \\n 二叔不咸 \\n 左氏傳載富辰之言曰：「昔周公弔二叔之不咸，故封建親戚，以藩屏周。」士大夫多以二叔為管、蔡。案蔡仲之命云：「羣叔流言，乃致辟管叔於商，囚蔡叔，降霍叔為庶人。」蓋三叔也。杜預注以為周公傷夏、殷之叔世，疏其親戚，以至滅亡，故廣封其兄弟。是以方敍說管、蔡、郕、霍十六國，其義昭然。所言親戚者，指兄弟耳。 \\n 官階服章 \\n 唐憲宗時，因數赦，官多泛階；又帝親郊，陪祠者授三品、五品，不計考；使府軍吏以軍功借賜朱紫，率十八；近臣謝、郎官出使，多所賜與。每朝會，朱紫滿庭，而少衣綠者，品服太濫，人不以為貴，帝亦惡之，詔太子少師鄭餘慶條奏懲革。淳熙十六年，紹熙五年，連有覃霈，轉官賜服者衆。紹熙元年，予自當塗徙會稽，過闕，遇起居舍人莫仲謙於漏舍，仲謙云：「比赴景靈行香，見朝士百數，無一綠袍者。」又朝議、中奉皆直轉行，故五品官不勝計，頗類元和也。 \\n 月非望而食 \\n 曆家論日月食，自漢太初以來，始定日食，不在朔則在晦，否則二日，然甚少。月食則有十四、十五、十六之差，蓋置望參錯也。天體有二交道，曰交初，曰交中。交初者，星家以為羅睺。交中者，計都也。隱暗不可見，於是為入交法以求之，然不過能求朔望耳。若餘日入交，則書所不載，由漢及唐二十八家，暨本朝十一曆，皆然。姑以慶元丁巳歲五次月食考之，二月望為入交中，七月為交初，唯十月二十日、二十一日連兩夜，乃以二更盡月食之既，纔兩刻復明，十一月十八夜復如之。案此三食皆是交中。十月二十夜月在張五度，而計都在翼二度，次夜月在張十七度，計都未定，相距才四度耳。十一月十八夜，月在星五度，計都在張十九度，相距二十度。十二月十七夜五更，月在星二度，入交陽末，卯初四刻交甚，食六分半，八刻退交。十八夜四更，月在張六度，入交中陰初，至寅四刻交甚，食九分，卯五刻退交。其驗如此。予竊又有疑焉，太陰一月一周天，必兩值交道，今年遂至八食，一一如星官、曆翁之說，仍不拘月望，則玉川子之詩不勝作矣，當更求其旨趣云。頃見太史局官劉孝榮言：「月本無光，受日為明，望夜正與日對，故一輪光滿。或月行有遲疾先後，日光所不照處，則為食。朔旦之日，日月同宮，如月在日上，掩太陽而過，則日光為所遮，故為日食。非此二日，則無薄蝕之理。」其說亦通。 \\n 慶善橋 \\n 饒州學非范文正公所建，予既書之矣。城內慶善橋之說，亦然。比因郡人修橋，拆去舊石，見其上鐫云：「康定庚辰」。案范公以景祐乙亥為待制，丙子知開封府，黜知饒州，後徙潤、越，至庚辰歲乃復職，帥長安，既去此久矣。 \\n 西漢以來加官 \\n 漢書百官表云侍中、左右曹、諸吏、散騎、中常侍，皆加官。所加或將軍、列侯、卿、大夫、將、都尉。給事中亦加官。所加或大夫、博士、議郎。其侍中、中常侍得入禁中，諸曹受尚書事，諸吏得舉法，散騎並乘輿車。並，步浪反。案漢世除授此等稱謂，殆若今之兼職者，不甚為顯秩，然魏相以御史大夫兼給事中。它如劉向以宗正，散騎、給事中；蘇武以右曹，典屬國；揚雄為諸吏，光祿大夫是也。至於金日磾以降虜為侍中，其子賞、建，諸孫常、敞、岑、明、涉、湯、融、欽，皆以左曹、諸吏、侍中，故班史贊之云：「七世內侍，何其盛也！」蓋如今時閣門宣贊、祗候之類。但漢家多用士人，武帝所任莊助、朱買臣、吾丘壽王、東方朔諸人，皆天下選，此其所以為人貴重。東漢大略亦然。晉、宋以來，又有給事黃門侍郎、散騎常侍、通直散騎常侍、散騎侍郎等，皆為兼官，但視本秩之高下。已而復以將軍為寵，齊高帝以太子詹事何戢領選，以戢資重，欲加常侍，褚淵曰：「臣與王儉既已左珥，若復加戢，則八座遂有三貂。若帖以驍、游，亦為不少。」乃以為吏部尚書，加驍騎將軍。唐有檢校官、文武散階、憲銜，乃此制也。國朝自真宗始創學士、直學士、待制、直閣職名，尤為仕宦所慕。今自觀文殿大學士至直祕閣，幾四十種，不刊之典，明白易曉，非若前代之冗泛云。 \\n 呂望非熊 \\n 自李瀚蒙求有「呂望非熊」之句，後來據以為用。然以史策考之，六韜第一篇文韜曰：「文王將田，史編布卜曰：『田於渭陽，將大得焉。非龍非彲，(螭。)非虎非羆，兆得公侯，天遺汝師。』文王曰：『兆致是乎？』史編曰：『編之太祖史疇，為禹占得皋陶兆。』」史記云：「呂尚窮困年老，以漁釣干西伯，西伯將出獵，卜之，曰：『所獲非龍非彲，非虎非羆，所獲霸王之輔。』」後漢崔駰達旨，云「漁父見兆於元龜」，注文乃引史記「非龍非彲，非熊非羆」為證。今之史記，蓋不然也。「非熊」出處，惟此而已。 \\n 唐曹因墓銘 \\n 慶元三年，信州上饒尉陳莊發土得唐碑，乃婦人為夫所作。其文曰：「君姓曹，名因，字鄙夫，世為鄱陽人。祖、父皆仕於唐高祖之朝，惟公三舉不第，居家以禮義自守。及卒於長安之道，朝廷公卿、鄉鄰耆舊，無不太息。惟予獨不然。謂其母曰：『家有南畝，足以養其親；室有遺文，足以訓其子。肖形天地間，範圍陰陽內，死生聚散，特世態耳，何憂喜之有哉！』予姓周氏，公之妻室也。歸公八載，恩義有奪，故贈之銘曰：『其生也天，其死也天，苟達此理，哀復何言！』」予案唐世上饒本隸饒州，其後分為信，故曹君為鄱陽人。婦人能文達理如此，惜其不傳，故書之，以裨圖志之缺。 \\n 唐史省文之失 \\n 楊虞卿兄弟，怙李宗閔勢，為人所奔向。當時為之語曰：「欲入舉場，先問蘇、張，蘇、張尚可，三楊殺我。」而新唐書減去「先」字。李德裕賜河北三鎮詔曰：「勿為子孫之謀，欲存輔車之勢。」新書減去「欲」字。遂使兩者意義為不鏗鏘激越，此務省文之失也。 \\n 李德裕論命令 \\n 李德裕相武宗，言從計行。韋弘質建言宰相不可兼治錢穀，德裕奏言：「管仲明於治國，其語曰：『國之重器，莫重於令。令重君尊，君尊國安，治人之本，莫要於令。故曰虧令者死，益令者死，不行令者死，留令者死，不從令者死，五者無赦。』又曰：『令在上，而論可否在下，是主威下繫於人也。』大和後，風俗寖敝，令出於上，非之在下，此敝不止，無以治國。臣謂制置職業，人主之柄，非小人所得干，弘質賤臣，豈得以非所宜言，妄觸天聽，是輕宰相也。」德裕大意，欲朝廷尊，臣下肅，而政出宰相，故感憤切言之。予謂德裕當國，它相取充位而已。若如所言，則一命一令之出，臣下皆不得有言，諫官、御史、給事、舍人之職廢矣。弘質位給事中，亦非賤臣。宜其一朝去位，遂罹抵巇，皆自取之也。 \\n 漢武唐德宗 \\n 漢張湯事武帝，舞文巧詆以輔法，所治夷滅者多，旋以罪受誅。上惜湯，稍進其子安世，擢為尚書令。安世宿衞忠正，肅敬不怠，勤勞國家，卒為重臣，其可大用不疑。而武帝之意，乃以父湯故耳。唐盧杞相德宗，奸邪險賊，為天下禍。以公議不容，譴逐致死。帝念之不忘，擢敍其子元輔，至兵部侍郎。元輔端靜介正，能紹其祖奕之忠規，陟之臺省要官，宜也。而德宗之意，乃以父杞故爾。且武帝之世，羣臣不幸而誅者，如莊助、朱買臣、吾丘壽王諸人，及考終名臣，如汲黯、鄭莊、董仲舒、卜式，未嘗恤其孤。德宗輔相之賢，如崔祐甫、李泌、陸贄，皆身沒則已。而獨於湯、杞二人惓惓如此，是可嘆也！ \\n 諸公論唐肅宗 \\n 唐肅宗於干戈之際，奪父位而代之。然尚有可諉者，曰：「欲收復兩京，非居尊位，不足以制命諸將耳。」至於上皇還居興慶，惡其與外人交通，劫徙之西內，不復定省，竟以怏怏而終，其不孝之惡，上通於天。是時，元次山作中興頌，所書天子幸蜀，太子即位於靈武，直指其事。殆與洪範云「武王勝殷殺受」之辭同。其詞曰：「事有至難，宗廟再安，二聖重歡。」既言重歡，則知其不歡多矣。杜子美杜鵑詩：「我看禽鳥情，猶解事杜鵑。」傷之至矣。顏魯公請立放生池表云：「一日三朝，大明天子之孝；問安視膳，不改家人之禮。」東坡以為彼知肅宗有愧於是也。黃魯直題磨崖碑，尤為深切。「撫軍監國太子事，何乃趣取大物為？事有至難天幸耳，上皇局脊還京師。南內淒涼幾苟活，高將軍去事尤危。臣結舂陵二三策，臣甫杜鵑再拜詩。安知忠臣痛至骨，世上但賞瓊琚詞！」所以揭表肅宗之罪，極矣。 \\n 孫馬兩公所言 \\n 盧照鄰有疾，問孫思邈曰：「高醫愈疾奈何？」答曰：「天有四時五行，寒暑迭居，和為雨，怒為風，凝為雪霜，張為虹蜺，天常數也。人之四支五藏，一覺一寐，吐納往來，流為榮衞，章為氣色，發為音聲，人常數也。陽用其形，陰用其精，天人所同也。失則烝生熱，否生寒，結為瘤贅，陷為癰疽，奔則喘乏，竭則焦槁，發乎面，動乎形。天地亦然，五緯縮贏，孛彗飛流，其危胗也。寒暑不時，其烝否也。石立土踊，是其瘤贅。山崩土陷，是其癰疽。奔風暴雨，其喘乏。川瀆竭涸，其焦槁。高醫導以藥石，救以砭劑，聖人和以至德，輔以人事，故體有可愈之疾，天有可振之災。」睿宗召司馬子微問其術，對曰：「為道日損，損之又損，以至於無為。夫心目所知見，每損之尚不能已，况攻異端，而增智慮哉！」帝曰：「治身則爾，治國若何？」曰：「國猶身也，故游心於淡，合氣於漠，與物自然，而無私焉，而天下治。」孫公、司馬所言，皆至道妙理之所寓，治心養性，宜無出此者矣。 \\n 元微之詩 \\n 唐書藝文志元稹長慶集一百卷，小集十卷，而傳於今者，惟閩、蜀刻本，為六十卷。三館所藏，獨有小集。文惠公鎮越，以其舊治，而文集蓋缺，乃求而刻之。外春游一篇云：「酒戶年年減，山行漸漸難。欲終心懶慢，轉恐興闌散。鏡水波猶冷，稽峯雪尚殘。不能辜物色，乍可怯春寒。遠目傷千里，新年思萬端。無人知此意，閑凭小闌干。」白樂天書之，題云「元相公春遊」。錢思公藏其真跡，穆父守越時，摹刻於蓬萊閣下，今不復存。集中逸此詩，文惠為列之於集外。李端民平叔嘗和其韻寄公云：「東閣經年別，窮愁客路難。望塵驚岳峙，懷舊各雲散。茵醉恩逾厚，檣歌興未殘。馮唐嗟已老，范叔敢言寒。玉燭調魁柄，陽春在筆端。應憐掃門役，白首滯江干。」樂天所書，予少時得其石刻，後亦失之。 \\n 諫繚綾戲龍羅 \\n 李德裕為浙西觀察使，穆宗詔索盤縧繚綾千匹，德裕奏言：「立鵝、天馬、盤縧、掬豹，文彩怪麗，惟乘輿當御，今廣用千匹，臣所未諭。」優詔為停。崇寧間，中使持御劄至成都，令轉運司織戲龍羅二千，繡旗五百，副使何常奏：「旗者，軍國之用，敢不奉詔。戲龍羅唯供御服，日衣一匹，歲不過三百有奇，今乃數倍，無益也。」詔獎其言，為減四之三。以二事觀之，人臣進言於君，切而不訐，蓋無有不聽者。何常所論，甚與德裕相類云。 \\n 詳正學士 \\n 唐太宗時，命祕書監魏徵寫四部羣書，將藏內府，置讎正二十員。後又詔虞世南、顏師古踵領之，功不就。顯慶中罷讎正官，使散官隨番刊正。後詔東臺侍郎趙仁本等，充使檢校，置詳正學士以代散官，此名甚雅，不知何時罷去。然祕省自有校書郎、正字，使正名責實足矣。紹興中以貴臣提舉秘書省，而置編定書籍官二員，亦其類也。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第三(十五則)", "正文": "　 \\n 卷第三(十五則) \\n 　 \\n  \\n 人生五計 \\n 朱新仲舍人常云：「人生天地間，壽夭不齊，姑以七十為率：十歲為童兒，父母膝下，視寒暖燥濕之節，調乳哺衣食之宜，以須成立，其名曰生計；二十為丈夫，骨強志健，問津名利之場，秣馬厲兵，以取我勝，如驥子伏櫪，意在千里，其名曰身計；三十至四十，日夜注思，擇利而行，位欲高，財欲厚，門欲大，子息欲盛，其名曰家計；五十之年，心怠力疲，俯仰世間，智術用盡，西山之日漸逼，過隙之駒不留，當隨緣任運，息念休心，善刀而藏，如蠶作繭，其名曰老計；六十以往，甲子一周，夕陽銜山，倏爾就木，內觀一心，要使絲毫無慊，其名曰死計。」朱公每以語人以身計則喜，以家計則大喜，以老計則不答，以死計則大笑，且曰：「子之計拙也。」朱既不勝笑者之衆，則亦自疑其計之拙，曰：「豈皆惡老而諱死邪？」因為南華長老作大死庵記，遂識其語。予之年齡逾七望八，當以書諸紳云。 \\n 瀛莫間二禽 \\n 瀛、莫二州之境，塘濼之上有禽二種。其一類鵠，色正蒼而喙長，凝立水際不動，魚過其下則取之，終日無魚，亦不易地。名曰信天緣。其一類鶩，奔走水上，不閒腐草泥沙，唼唼然必盡索乃已，無一息少休。名曰漫畫。信天緣若無能者，乃與漫畫均度一日無飢色，而反加壯大。二禽皆稟性所賦，其不同如此。 \\n 士大夫避父祖諱 \\n 國朝士大夫，除官避父祖名諱，蓋有不同。不諱嫌名，二名不偏諱，在禮固然，亦有出於一時恩旨免避，或旋為改更者。建隆創業之初，侍衞帥慕容彥釗、樞密使吳廷祚皆拜使相，而彥釗父名章，廷祚父名璋，制麻中為改同中書門下平章事為同二品。紹興中，沈守約、湯進之二丞相，父皆名舉，於是改提舉書局為提領。自餘未有不避者。呂希純除著作郎，以父名公著而辭。然富韓公之父單名言，而公以右正言知制誥，韓保樞之子忠憲公億，孫絳、縝，皆歷位樞密，未嘗避。豈別有說乎？ \\n 元正父子忠死 \\n 唐安祿山表權皋入幕府，皋度祿山且叛，以其猜虐不可諫，欲行，慮禍及親，因獻俘京師，在道詐死，既唅斂而逸去。皋母謂實死，慟哭感行路，故祿山不之虞，歸其母。皋潛奉侍晝夜南奔。既渡江而祿山反。天下聞其名，爭取以為屬。甄濟居青岩山，諸府五辟，詔十至，堅臥不起。安祿山入朝，求濟於玄宗，授范陽掌書記，濟不得已而起。察祿山有反謀，不可諫，因謁歸，陽歐血不支，舁歸舊廬。祿山反，使封刀召之。曰：「即不起，斷其首。」濟引頸待之。使以實病告，慶緒復使強輿至東都。會廣平王平東都，詣軍門上謁，肅宗使汚賊官羅拜，以愧其心。唐書列二人於卓行傳，褒之至矣。有元正者，在河南幕府，史思明陷河、洛，輦父匿山中。賊以名召之，正度事急，謂弟曰：「賊祿不可養親，彼利吾名，難免矣。然不汚身而死，吾猶生也。」賊既得，誘以高位，瞋目固拒，兄弟皆遇害。父聞，仰藥死。事平，詔錄伏節十一姓，而正為冠。皋、濟之終，與正皆贈祕書少監。予謂皋、濟得生，而正一門皆幷命，故當時以為伏節之冠。而唐史不列之忠義、卓行中，但附見於其祖萬頃文藝之末，資治通鑑亦不載其事，使正之名寂寥不章顯，為可恨也！白樂天作張諴碑云：「以左武衞參軍分司東都，屬安祿山陷覆洛京，以偽職淫刑，脅劫士庶，公與同官盧巽潛遁於陸渾山，食木實，飲泉水者二年，訖不為逆命所汚。肅宗詔河南搜訪不仕賊庭、隱藏山谷者，得六人以應詔，公與巽在焉。繇是名節聞於朝，優詔褒美，特授密縣主簿。」 \\n 蕭穎士風節 \\n 蕭穎士為唐名人，後之學者但稱其才華而已，至以笞楚童奴為之過。予反復考之，蓋有風節識量之士也。為集賢校理，宰相李林甫欲見之，穎士不詣，林甫怒其不下己。後召詣史館，又不屈，愈見疾，至免官更調河南參軍。安祿山寵恣，穎士陰語柳幷曰：「胡人負寵而驕，亂不久矣。東京其先陷乎！」即託疾去。祿山反，往見河南採訪使郭納，言禦守計，納不用。嘆曰：「肉食者以兒戲禦劇賊，難矣哉！」聞封常清陳兵東京，往觀之，不宿而還，身走山南，節度使源洧欲退保江陵，穎士說曰：「襄陽乃天下喉襟，一日不守，則大事去矣。公何遽輕土地，取天下笑乎？」洧乃按甲不出。洧卒，往客金陵，永王璘召之，不見。劉展反，圍雍丘，副大使李承式遣兵往救，大宴賓客，陳女樂。穎士曰：「天子暴露，豈臣下盡歡時邪！夫投兵不測，乃使觀聽華麗，誰致其死哉？」弗納。穎士之言論操持如此，今所稱之者淺矣。李太白，天下士也，特以墮永王亂中，為終身累。穎士，永王召而不見，則過之焉。 \\n 石尤風 \\n 石尤風，不知其義，意其為打頭逆風也。唐人詩好用之。陳子昂入峽苦風云：「故鄉今日友，歡會坐應同。寧知巴峽路，辛苦石尤風。」戴叔倫送裴明州云：「瀟水連湘水，千波萬浪中。知君未得去，慚愧石尤風。」司空文明留盧秦卿云：「知有前期在，難分此夜中。無將故人酒，不及石尤風。」計南朝篇詠，必多用之，未暇憶也。 \\n 江楓雨菊 \\n 作詩要有來處，則為淵原宗派。然字字執泥，又為拘澀。予於此學，無自得之見，少年時，尤失之琱琢。記一聯，初云：「雨深荒病菊，江冷落愁楓。」後以其太險，改為：「雨深人病菊，江冷客愁楓。」比前句微有蘊藉。蓋取崔信明「楓落吳江冷」、杜老「雨荒深院菊」、「南菊再逢人臥病」、嚴武「江頭赤葉楓愁客」，合而用之。乃如補衲衣裳，殊為可笑。聊書之以示兒輩云。 \\n 開元宮嬪 \\n 自漢以來，帝王妃妾之多，唯漢靈帝、吳歸命侯、晉武帝、宋蒼梧王、齊東昏、陳後主。晉武至於萬人。唐世明皇為盛，白樂天長恨歌云「後宮佳麗三千人」，杜子美劍器行云「先帝侍女八千人」，蓋言其多也。新唐史所敍，謂開元、天寶中，宮嬪大率至四萬。嘻，其甚矣！隋大業離宮遍天下，所在皆置宮女。故裴寂為晉陽宮監，以私侍高祖。及高祖義師經過處，悉罷之。其多可想。 \\n 相里造 \\n 唐內侍監魚朝恩，怙貴誕肆，凡詔會羣臣計事，折愧坐人，出其上。雖宰相元載辯強，亦拱默。唯禮部郎中相里造、殿中侍御史李衎，酬詰往返，未始降屈。朝恩不懌，黜衎以動造，又謀將易執政，以震朝廷，乃會百官都堂，且言：「今水旱不時，屯軍饋運困竭，天子臥不安席，宰相何以輔之？不退避賢路，尚何賴乎？」宰相俯首，坐皆失色。造徙坐從之，因曰：「陰陽不和，五穀踊貴，皆軍容事，宰相何與哉？且軍帑不散，故天降之沴。今京師無事，六軍可相維鎮，又屯十萬，饋糧所以不足，百司無稍食，軍容為之。宰相行文書而已，何所歸罪？」朝恩拂衣去，曰：「南衙朋黨且害我。」此段載於唐史宦者傳中，不能記相里造之本末。予謂造當閹寺威權震主，生殺在手之時，以區區一郎吏，而抗身與為敵，後來名人議論，及敍列忠言鯁詞，未見有稱述之者，通鑑亦不書，聊紀於此，以章潛德。同時劉給事爭幸河中，亦然。 \\n 先公詩詞 \\n 先忠宣公好讀書，北困松漠十五年，南謫嶺表九年，重之以風淫末疾，而翻閱書策，早暮不置，尤熟於杜詩。初歸國到闕，命邁作謝賜物一劄子，竄定兩句云：「已為死別，偶遂生還。」謂邁曰：「此雖不必泥出處，然有所本更佳。東坡海外表云：『子孫慟哭於江邊，已為死別。』杜老羌村詩云：『世亂遭飄蕩，生還偶然遂。』正用其語。」在鄉邦日，招兩使者會集，出所將宣和殿書畫舊物示之。提刑洪慶善作詩曰：「願公十襲勿浪出，六丁取將飛辟歷！」辟歷二字如古文，不從雨。公和之曰：「萬里懷歸為公出，往事宣和空歷歷！」邁請其意，曰：亦出杜詩「歷歷開元事，分明在目前」也。紹興丁巳，所在始歌江梅引詞，不知為誰人所作，己未、庚申年，北庭亦傳之。至於壬戌，公在燕，赴張總侍御家宴，侍妾歌之，感其「念此情，家萬里」之句，愴然曰：「此詞殆為我作！」既歸不寐，遂用韻賦四闋。時在囚拘中，無書可檢，但有初學記、韓杜蘇白樂天集，所引用句語，一一有來處。北方不識梅花，士人罕有知梅事者，故皆注所出。 \\n 其一，憶江梅云：「天涯除館憶江梅。幾枝開。使南來。還帶餘杭春信到燕臺。准擬寒英聊慰遠，隔山水，應銷落，赴愬誰？　空恁遐想笑摘蕊。斷回腸，思故里。漫彈綠綺。引三弄，不覺魂飛。更聽胡笳哀怨淚沾衣。亂插繁華須異日，待孤諷，怕東風，一夜吹。」元注引杜公：「忽憶兩京梅發時。」「胡笳在樓上，哀怨不堪聽。」「安得健步移遠梅，亂插繁華向晴昊！」樂天憶杭州梅花：「三年閑悶在餘杭，曾為梅花醉幾場。」車駕時在臨安。柳子厚：「欲為萬里贈，杳杳山水隔。寒英坐銷落，何用慰遠客？」江總：「桃李佳人欲相照，摘蕊牽花來並笑。」高適：「遙憐故人思故鄉，梅花滿枝空斷腸！」盧仝：「含愁更奏綠綺琴，相思一夜梅花發。」劉方平：「晚歲芳梅樹，繁華四面同。東風吹漸落，一夜幾枝空。」東坡：「忽見早梅花，不飲但孤諷。」「一夜東風吹石裂，半隨飛雪度關山。」 \\n 其二，訪寒梅云：「春還消息訪寒梅。賞初開。夢吟來。映雪銜霜清絕繞風臺。可怕長洲桃李妒，度香遠，驚愁眼，欲媚誰？　曾動詩興笑冷蕊。效少陵，慚下里。萬株連綺。嘆金谷，人墜鶯飛。引領羅浮翠羽幻青衣。月下花神言極麗，且同醉，休先愁，玉笛吹。」注引李太白：「聞道春還未相識，走傍寒梅訪消息。」「綠珠樓下梅花滿，今日曾無一枝在。」江總：「金谷萬株連綺甍，梅花隱處藏嬌鶯。」何遜：「銜霜當路發，映雪擬寒開。枝橫却月觀，花繞凌風臺。」杜公：「東閤官梅動詩興，還如何遜在揚州。」「未將梅蕊驚愁眼，要取椒花媚遠天。」「巡檐索共梅花笑，冷蕊疏枝半不禁。」樂天：「賞自初開直至落。」「莫怕長洲桃李妒，明年好為使君開。」王昌齡夢中作梅花詩。梁簡文賦「香隨風而遠度」，及趙師雄羅浮見美人在梅花下有翠羽啾嘈相顧詩云：「學妝欲待問花神。」崔櫓：「初開已入雕梁畫，未落先愁玉笛吹。」 \\n 其三，憐落梅云：「重閨佳麗最憐梅。牖春開，學妝來。爭粉翻光何遽落梳臺。笑坐雕鞍歌古曲，催玉柱，金巵滿，勸阿誰？　貪為結子藏暗蕊。斂蛾眉，隔千里。舊時羅綺。已零散，沈謝雙飛。不見嬌姿真悔著單衣。若作和羹休訝晚，墮烟雨，任春風，片片吹。」注引梁簡文賦：「重閨佳麗，貌婉心嫻，憐早花之驚節，訝春光之遣寒。」「顧影丹墀，弄此嬌姿，洞開春牖，四卷羅帷。春風吹梅畏落盡，賤妾為此斂蛾眉。」又：「爭樓上之落粉，奪機中之織素。」梁王詩：「翻光同雪舞。」鮑泉：「縈窗落梳臺。」江總：「滿酌金巵催玉柱，落梅樹下宜歌舞。」太白：「千金駿馬邀少妾，笑坐雕鞍歌落梅。」古曲有落梅花。又：「片片吹落春風香。」謝莊賦：「隔千里兮共明月。」庾信：「早知覓不見，真悔著衣單！」東坡：「抱叢暗蕊初含子，玉妃謫墮烟雨村。」王建：「自是桃花貪結子。」 \\n 第四篇失其稿。每首有一笑字，北人謂之「四笑江梅引」，爭傳寫焉。 \\n 州縣名同 \\n 晉、宋以來，置立州郡，惟以多為貴。先是中原陷胡、羯，本土遺民，或僑寓南方，故即其所聚為立郡。而方伯所治之州，亦仍舊名。如南徐、南兗、南豫、南雍州、南蘭陵、南東海、南瑯邪、南東莞、南魯郡，其類不一。魏、周在北，亦如此。隋、唐不復然。國朝之制，州名或同，則增一字以別之。若河北有雄州、恩州，故廣東者增南字；蜀有劍州，故福建者，亦增南字。以至西和、西安州亦然。其聲音頗同，患於舛誤，則俗間稱呼，自加上下東西為別。故稱岳為上岳，鄂為下鄂。清州與青類，稱為北清；郢州與潁類，稱為西郢；融州與容類，稱為西融者是也。若縣邑則不問，今河南、靜江府、鞏州皆有永寧縣，饒、邛、衡州皆有安仁縣，蔡、英之真陽，廬、汝之梁，光、台之仙居，臨安、建昌之新城，越、筠之新昌，婺、蜀之永康，處、吉之龍泉，嚴、池之建德，渭、秀之華亭，信、吉之永豐，郴、興國之永興，衢、嘉之龍游，施、臨江之清江，洪、萬之武寧，福、循之長樂，郴、連之桂陽，福、桂之永福是也。 \\n 三衙軍制 \\n 乾道四年正月，邁為中書舍人，因入對，論三衙軍制名稱不正：「以祖宗之制論之，軍職之大者，凡八等。除都指揮使或不常置外，曰殿前副都指揮使、馬軍副都指揮使、步軍副都指揮使，曰殿前都虞候、馬軍都虞候、步軍都虞候，曰捧日天武四廂都指揮使、龍神衞四廂都指揮使，秩秩有序，若登梯然，不可一級輒廢。一或有闕，即以功次遞遷。降此而下，則分營、分廂，各置都副指揮使，如捧日左廂第一軍、天武右廂第二軍之類。邊境有事，命將討捕，則旋立總管、鈐轄、都監之名，使各將其所部以出。事已，則復初。累聖相承，皆用此術，以制軍詰禁。自南渡以後，觸事草創，於是三帥之資淺者，始有主管某司公事之稱。而都虞候以下，不復設置，乃以宿衞虎士而與在外諸軍同其名，以統制、統領為之長。又使遙帶外路總管、鈐轄。考之舊制則非法，稽之事體則非是。以陛下聖明，能知人善任，使所謂爪牙之士，豈無十數人以待用者？若法祖宗之制，正三衙之名，改諸軍為諸廂，改統制以下為都虞候、指揮使，使宿衞之職預有差等，士卒之心明有所係，異時拜將，必無一軍皆驚之舉。於以銷壓未萌，循名責實，則環衞將軍雖不置可也。乞下樞密院討論故實，圖議其當，恐或可以少贊布昭聖武之意。」讀劄子畢，孝宗甚喜，即批付樞密院。是時，知院虞允文使四川，同知劉珙不樂曰：「舍人要如何行？」對之以「但隨所見敷陳，若施行與否，自係廟堂處分」。竟寢不行。後閱華陽集，王珪撰高瓊神道碑云：「王為殿前都指揮使，管軍員闕，兼領二司，王乃言曰：『臣老矣，如有負薪之憂，誰為可任者？先朝自殿前而下，各置副都指揮使，及都虞候，常有十人，職近事親，易以第進，又使士卒預識其威名，緩急臨戎，上下得以附習，此軍制之大要也。』有旨從之。」據瓊所言如此，正合前說。 \\n 歐陽公勛封贈典 \\n 吉州新刊歐陽公文集，於年譜下盡載官爵、制詞，無一遺落。考之今制，多有不合。雖非事之所以損益，謾書於策，且記典章隨時之異云。公自太子中允初加勛，便得騎都尉，越過驍、武、飛、雲四級。自龍圖閣直學士初封爵，便得信都縣子，越過男一等。翰林學士加恩而得五百戶，初加實封，便得二百戶。及罷政，為觀文學士，遇郊而加食邑五百戶，實封二百戶。薨之後，以子登朝，遇大禮，自太子太師合贈司空，而躐贈太尉，蓋超空、徒、保、傅四官。再贈即為太師，仍封國公。今殊不然，除勛官既罷外，侍從初封，亦從縣男為始，每加不過三百戶。(待制侍郎只二百。)初得實封財百戶。執政去位，但與侍從同，均為虛邑三百而已。身後加贈，只單轉一官，兩子升朝，乃進二官，雖三四人亦不增，未有宮師直贈太尉者。(今太傅也。)又公任知制誥、知潁州轉官而與直龍圖閣、知亳州王洙同一詞。唐書成，進秩，五人同制。公與宋景文公、范文忠公、王忠簡公皆帶從官職，而宋次道乃集賢校理耳。 \\n 嘉祐四真 \\n 嘉祐中富韓公為宰相，歐陽公在翰林，包孝肅公為御史中丞，胡翼之侍講在太學，皆極天下之望。一時士大夫相語曰：「富公真宰相，歐陽永叔真翰林學士，包老真中丞，胡公真先生。」遂有四真之目。歐陽公之子發、棐等，敍公事迹，載此語，可謂公言。 \\n 五方老人祝聖壽 \\n 聖節所用祝頌樂語，外方州縣各當筵致語一篇，又有王母像者。若教坊，唯祝聖而已。歐陽公集，乃載五方老人祝壽文五首，其東方曰：「但某太山老叟、東海真仙，溜穿石而曾究始終，松避雨而備知歲月。羲氏定三百六日，嘗守寅賓之官；夷吾紀七十二君，盡睹登封之事。遇安期而遺棗，笑方朔之偷桃。風入律而來自岩前，斗指春而光臨洞口。昔漢武帝嘗懷三島之勝游，有羨門生欲謁巨公於昭代，今則紫庭降聖，華渚開祥，遠離朝日之方，來展望雲之懇。千八百國，咸歸至治之風；億萬斯年，共禱無疆之壽。」其頌只四句，西中南北方皆然。集中不云何處所作，今無復用之。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第四(九則)", "正文": "　 \\n 卷第四(九則) \\n 　 \\n  \\n 作詩旨意 \\n 詩三百篇中，其譽婦人者至多。如敍宗姻之貴者，若「平王之孫，齊侯之子」，「汾王之甥，蹶父之子」，「齊侯之子，衞侯之妻，東宮之妹，邢侯之姨，譚公維私」。夸服飾之盛者，若「副笄六珈」，「如山如河」，「玉之瑱也，象之揥也」。贊容色之美者，若「唐棣之華」，「華如桃李」，「鬒髮如雲」，「手如柔荑，膚如凝脂，領如蝤蠐，齒如瓠犀，螓首蛾眉。巧笑倩兮，美目盼兮」，「顏如舜華」，「洵美且都」。語嫁聘之侈者，若「百兩彭彭，八鸞鏘鏘，不顯其光。諸娣從之，祁祁如雲，爛其盈門」。其詞可謂盡善矣。魏、晉、六朝，流連光景，不可勝述。唐人播之歌詩，固亦極摯。若「態濃意遠淑且真，肌理細膩骨肉勻。繡羅衣裳照暮春，蹙金孔雀銀麒麟」，「翠微（勹内盍）葉垂鬢唇，珠壓腰衱穩稱身」，「深宮高樓入紫清，金作蛟龍盤繡楹。佳人當窗弄白日，絃將手語彈鳴箏」，「回眸一笑百媚生，六宮粉黛無顏色」，「後宮佳麗三千人，三千寵愛在一身」，「金屋妝成嬌侍夜，玉樓宴罷醉和春」，「樓上樓前盡珠翠，眩轉熒煌照天地」。此皆李、杜、元、白之麗句也。予獨愛朱慶餘閨意一絕句上張籍水部者，曰：「洞房昨夜停紅燭，待曉堂前拜舅姑。妝罷低聲問夫婿，畫眉深淺入時無？」細味此章，元不談量女之容貌，而其華豔韶好，體態溫柔，風流醞藉，非第一人不足當也。歐陽公所謂：「狀難寫之景，如在目前，含不盡之意，見於言外，然後為工。」斯之謂也。慶餘名可久，以字行。登寶曆進士第，而官不達。著錄於藝文志者，只一卷，予家有之，他不逮此。張籍酬其篇云：「越女新妝出鏡心，自知明豔更沉吟。齊紈未是人間貴，一曲菱歌直萬金。」其愛之重之，可見矣。然比之慶餘，殊為不及。 \\n 平王之孫 \\n 周南、召南之詩，合為二十有五篇。自漢以來為之說者，必系之文、武、成、康，故不無牴牾。如何彼襛矣，乃美王姬之詩，其辭有：「平王之孫，齊侯之子」兩句，翻覆再言之。毛公箋云：「武王女，文王孫，適齊侯之子。」鄭氏不立說。考其意，蓋以平王為平正之王，齊侯為齊一之侯，若所謂武王載旆，成王之孚，成王不敢康，非指武與成者。然證諸春秋經，魯莊公元年，當周莊王之四年，齊襄公之五年，書曰：「單伯送王姬。」繼之以「築王姬之館於外」，又繼之以「王姬歸於齊」。杜預注云：「王將嫁女於齊，命魯為主。莊公在諒闇，慮齊侯當親迎，不忍便以禮接於廟，故築舍於外。」末書「歸於齊」者，終此一事也。十一年又書「王姬歸於齊」，傳言「齊侯來逆共姬」，乃桓公也。莊王為平王之孫，則所嫁王姬當是姊妹，齊侯之子，即襄公、桓公也。二者必居一於此矣。明白如是，而以為武王女，文王孫，於義何取？ \\n 毛詩語助 \\n 毛詩所用語助之字，以為句絕者，若之、乎、焉、也、者、云、矣、爾、兮、哉，至今作文者皆然。他如只、且、忌、止、思、而、何、斯、旃、其之類，後所罕用。「只」字，如「母也天只，不諒人只」。「且」字，如「椒聊且，遠條且」，「狂童之狂也且」，「既亟只且」。「忌」字，如「叔善射忌，又良御忌」。「止」字，如「齊子歸止」，「曷又懷止」，「女心傷止」。「思」字，如「不可求思」，「爾羊來思」，「今我來思」。「而」字，如「俟我於著乎而，充耳以素乎而」。「何」字，如「如此良人何」，「如此粲者何」。「斯」字，如「恩斯勤斯，鬻子之閔斯」，「彼何人斯」。「旃」字，如「舍旃舍旃」。「其」字，音基。如「夜如何其」，「子曰何其」。皆是也。「忌」唯見於鄭詩，「而」唯見於齊詩。楚詞大招一篇全用「只」字。太玄經：「其人有輯杭，可與過其。」至於「些」字，獨招魂用之耳！ \\n 東坡文章不可學 \\n 東坡作蓋公堂記云：「始吾居鄉，有病寒而欬者，問諸醫，醫以為蠱，不治且殺人。取其百金而治之，飲以蠱藥，攻伐其腎腸，燒灼其體膚，禁切其飲食之美者。期月而百疾作，內熱惡寒而欬不已，纍然真蠱者也。又求於醫，醫以為熱，授之以寒藥，旦朝吐之，莫夜下之，於是始不能食。懼而反之，則鍾乳、烏喙，雜然並進，而漂疽、癰疥、眩瞀之狀，無所不至。三易醫而病愈甚。里老父教之曰：『是醫之罪，藥之過也。子何疾之有？人之生也，以氣為主，食為輔。今子終日藥不釋口，臭味亂於外，而百毒戰於內，勞其主，隔其輔，是以病也。子退而休之，謝醫却藥，而進所嗜，氣全而食美矣。則夫藥之良者，可以一飲而效。』從之，期月而病良已。昔之為國者亦然。吾觀夫秦自孝公以來，至於始皇，立法更制，以鐫磨鍛鍊其民，可謂極矣。蕭何、曹參親見其斵喪之禍，而收其民於百戰之餘，知其厭苦、憔悴、無聊，而不可與有為也，是以一切與之休息，而天下安。」是時，熙寧中，公在密州，為此說者，以諷王安石新法也。其議論病之三易，與秦、漢之所以興亡治亂，不過三百言而盡之。 \\n 張文潛作藥戒，僅千言，云：「張子病痞，積於中者，伏而不能下，自外至者，捍而不能納，從醫而問之。曰：『非下之不可。』歸而飲其藥，既飲而暴下。不終日，而向之伏者散而無餘，向之捍者柔而不支。焦膈導達，呼吸開利，快然若未始有疾者。不數日，痞復作，投以故藥，其快然也亦如初。自是逾月而痞五作五下，每下輒愈。然張子之氣，一語而三引，體不勞而汗，股不步而慄，膚革無所耗於外，而其中薾然，莫知其所來。聞楚之南，有良醫焉，往而問之。醫嘆曰：『子無嘆是薾然者也。天下之理，其甚快於予心者，其末必有傷，求無傷於終者，則初無望於快吾心。痞橫乎胸中，其累大矣。擊而去之，不須臾而除甚大之累，和平之物不能為也。必將擊搏震撓而後可，其功未成而和氣已病。則子之痞，凡一快者，子之和一傷矣。不終月而快者五，則和平之氣，不既索乎？且將去子之痞，而無害於和乎！子歸，燕居三月，而後予之藥可為也。』張子歸三月而復請之。醫曰：『子之氣少全矣！』取藥而授之。曰：『服之三月而疾少平，又三月而少康，終年而復常。且飲藥不得亟進。』張子歸而行其說。其初使人懣然遲之，蓋三投其藥而三反之也。然日不見其所攻，久較則月異而時不同，蓋終歲而疾平。張子謁醫謝，而問其故。醫曰：『是治國之說也。獨不見秦之治民乎？敕之以命，捍而不聽令；勤之以事，放而不畏法。令之不聽，治之不變，則秦之民嘗痞矣。商君見其痞也，厲以刑法，威以斬伐，痛剗而力鋤之。流蕩四達，無敢或拒，痞嘗一快矣。至於二世，凡幾痞而幾快矣。積快而不已，而秦之四支，枵然徒有其物而已。民心日離，而君孤立於上，故匹夫大呼，不終日而百疾皆起，欲運其手足肩膂，而漠然不我應。故秦之亡者，是好為快者之過也。昔者先王之民，初亦嘗痞矣。先王不敢求快於吾心，陰解其亂，而除去其滯，使之悠然自趨於平安而不自知。於是政成教達，悠久而無後患。則余之藥終年而愈疾者，蓋無足怪也。』」予觀文潛之說，盡祖蘇公之緒論，而千言之煩，不若三百言之簡也。故詳書之，俾作文立說者知所矜式。竊料蘇公之記，文潛必未之見，是以著此篇；若既見之，當不復屋下架屋也。 \\n 韓文稱名 \\n 歐陽公作文，多自稱予，雖說君上處亦然，三筆嘗論之矣。歐公取法於韓公，而韓不然。滕王閣記、袁公先廟為尊者所作，謙而稱名，宜也。至於徐泗掌書記壁記、科斗書後記、李虛中墓志之類，皆曰愈，可見其謙以下人。後之為文者所應取法也。 \\n 棘寺棘卿 \\n 今人稱大理為棘寺，卿為棘卿，丞為棘丞，此出周禮秋官：「朝士掌建邦外朝之法。左九棘，孤、卿、大夫位焉。右九棘，公、侯、伯、子、男位焉。」鄭氏注云：「植棘以為位者，取其赤心而外刺也。棘於棗同。」棘之字，兩朿相並，棗之字，兩朿相承。此所言者，今之棗也。然孤、卿、大夫皆同之，則難以獨指大理。王制云：「正以獄成，告於大司寇，大司寇聽之棘木之下。」料後人藉此而言。鄭注亦只引前說，此但謂其入朝立治之處，若以指刑部尚書亦可也。易坎卦「係用徽纆，寘於叢棘」，以居險阻囚執為詞，其義自別。 \\n 晉代遺文 \\n 故簏中得舊書一帙，題為晉代名臣文集。凡十四家，所載多不能全，真太山一毫芒耳。有張敏者，太原人，仕歷平南參軍、太子舍人、濟北長史。其一篇曰頭責子羽文，極為尖新。古來文士皆無此作，恐藝文類聚、文苑英華或有之，惜其泯沒不傳，謾采之以遺博雅君子。其序云：「太原溫長仁、潁川荀景伯、范陽張茂先、士卿劉文生、南陽鄒潤甫、河南鄭思淵。余友有秦生者，雖有姊夫之尊，少而狎之，同時昵好。張、荀之徒，數年之中，繼踵登朝，而此賢身處陋巷，屢沽而無善價，抗志自若，終不衰墮。為之慨然！又怪諸賢既已在位，曾無伐木嚶鳴之聲，又違王、貢彈冠之義，故因秦生容貌之盛，為頭責之文以戲之。幷以嘲六子焉。雖似諧謔，實有興也。」文曰：「維泰始元年，頭責子羽曰：『吾託為子頭，萬有餘日矣。大塊稟我以精，造我以形。我為子蒔髮膚，置鼻耳，安眉額，插牙齒。眸子橋光，雙權隆起。每至出入人間，遨遊市里，行者辟易，坐者竦跽。或稱君侯，或言將軍，捧手傾側，佇立踦（足區）。如此者，故我形之足偉也。子冠冕弗戴，金銀弗佩，艾以當笄，幍以代帶，百味弗嘗，食粟茹菜，歲暮年過，曾不自悔。子厭我形容，我賤子意態。若此者，必子行己累也。子遇我如讎，我視子如仇。居常不樂，兩者俱憂。何其鄙哉！子欲為仁賢耶？則當如咎陶、后稷、巫咸、伊陟，保乂王家，永見封殖。子欲為名高耶？則當如許由、子臧、卞隨、務光，洗耳逃祿，千載流芳。子欲為遊說耶？則當如陳軫、蒯通、陸生、鄧公，轉禍為福，含辭從容。子欲為進趨耶？則當如賈生之求試，終軍之請使，砥礪鋒穎，以幹王事。子欲為恬淡耶？則當如老聃之守一，莊周之自逸，漠然離俗，志凌雲日。子欲為隱遁耶？則當如榮期之帶索，漁父之瀺灂，棲遲神岳，垂餌巨壑。此一介之人，所以顯身成名者也。今子上不睎道德，中不效儒、墨，塊然窮賤，守此愚惑。察子之情，觀子之志，退不為處士，進無望三事。而徒玩日勞形，習為常人之所喜，不亦過乎？』子羽愀然深念而對曰：『凡所教勅，謹聞命矣。受性拘係，不聞禮義，誤以天幸，為子所寄。今子欲使吾為忠耶？當如包胥、屈平；欲使吾為信耶？則當殺身以成名；欲使吾為節耶？則當赴水火以全貞。此四者，人之所忌，故吾不敢造意。』頭曰：『子所謂天刑地網，剛德之尤。不登山抱木，則褰裳赴流。吾欲告爾以養性，誨爾以優游。而與蟣虱同情，不聽我謀。悲哉！俱御人體，而獨為子頭！且儗人其倫，喻子儕偶，曾不如太原溫顒，潁川荀禹，范陽張華，士卿劉許，南陽鄒湛，河南鄭詡。此數子者，或蹇吃無宮商，或尪陋希言語；或淹伊多姿態，或讙譁少智諝；或口如含膠飴，或頭如巾虀杵。而猶以文采可觀，意思詳序，攀龍附鳳，並登天府。夫（舌氐）痔得車，沉淵竊珠，豈若夫子，徒令唇舌腐爛，手足沾濡哉？居有事之世，而恥為權謀，譬猶鑿地抱甕，難以求富。嗟乎子羽！何異牢檻之熊，深阱之虎，石間餓蟹，竈中之鼠！事雖多，而見工甚少，宜其卷局煎蹙，至老無所睎也。支離其形者，猶能不困，命也夫，與子同處！』」其文九百餘言，頗有東方朔客難、劉孝標絕交論之體。集仙傳所載神女成公智瓊傳，見於太平廣記，蓋敏之作也。鄒湛姓名，因羊叔子而傳，而字曰潤甫，則見於此。 \\n 漢武帝田蚡公孫弘 \\n 尚論古人者，如漢史所書，於武帝則譏其好大喜功，窮奢極侈，置生民於塗炭；於田蚡則詆其負貴驕溢，以肺腑為相，殺竇嬰、灌夫；於公孫弘則云：「性意忌，外寛內深，飾詐釣名，不為賢大夫所稱述。」然以予考之，三君臣者，實有大功於名教。自秦始皇焚書坑儒，六學散缺，高帝初興，未遑庠序之事，孝惠、高后時，公卿皆武力功臣，孝文好刑名，孝景不任儒。至於武帝，田蚡為丞相，黜黃、老刑名百家之言，延文學儒者以百數。帝詳延天下多聞之士，咸登諸朝，令禮官勸學，講議洽聞，舉遺興禮，以為天下先。而公孫弘以治春秋為丞相，天下學士靡然鄉風。弘為學官，悼道之鬱滯，始請為博士官置弟子，郡國有秀才異等，輒以名聞。請著為令。而詩、書、易、禮之學，彬彬並興，使唐、虞三代以來稽古禮文之事，得以不廢。今之所以識聖人至道之要者，實本於此。史稱其「罷黜百家，表章六經，號令文章，煥焉可述」。蓋已不能盡其美。然則武帝奢暴，固貽患於一時；蚡、弘之為人，得罪於公論，而所以扶持聖教者，乃萬世之功也。平帝元始詔書，尚能稱弘之率下篤俗，但不及此云。 \\n 近世文物之殊 \\n 國家南渡以來，典章文物，多不與承平類。姑以予所親見者言之，蓋月異而歲不同，今聊紀從官立班隨駕、省試官入院、政府呼召、百官騶從、朝報簡削數項，以示子侄。 \\n 侍從常朝，紹興中分立於垂拱殿隔門上，南北相向，以俟追班。乾道中猶然。暨淳熙，則引於殿門上，東西對立。車駕出，常朝文臣自宰相至二史，武臣自宗王、使相至觀察使，以雜壓次序行焉。孝宗在普安邸，官檢校少保節度使，每出必處正尚書之後。而乾道以來，兩班分而為二，唯使相不然。故開府儀同三司皆與執政官聯行，而居其上。 \\n 紹興十二年壬戌，予寓南山淨慈，待詞科試，見省試官聯騎，公服戴帽，不加披衫。每一員以親事官一人執敕黃行前。是時，知舉、參詳、點檢官，合三十一員，最後一中官宣押者，入下天竺貢院。及三十年庚辰，予以吏部郎充參詳官，既入內受敕，則各各乘馬，不同時而赴院。至淳熙十四年丁未，忝司貢舉，則了與昔異。三三兩兩，自為遲速，其乘轎者十人而九矣。 \\n 宰府呼召之禮，始時庶僚皆然，已而卿、監、郎官及史局、玉牒所緣提舉官屬之故，一切得免。逮乾道以後，宰相益自卑，於是館職亦免。迄於淳熙，則凡職事官悉罷此制。 \\n 朝士騶從至少，各得雇募若干，取步軍司名籍，而幫錢米於左藏，率就雇游手、冗卒，兩分可供一名。如假借於近郡者，給其半。初猶破省，馬幷一馭者，後不復有焉。若乘轎，僅能充負荷而已。今日以益增，雖下列亦占十餘輩。 \\n 進奏院報狀，必載外郡謝上或監司到任表，與夫慶賀表章一篇。凡朝廷除郡守，先則除目，但云：「某人差知某州，替某人。」及錄黃下吏部，則前銜後擬云：「某官姓名，宜差知(或權知、權發遣。)某州、軍州兼管內勸農營田事，替某人。到任成資闕，(或云年滿。)仍借紫借緋，候回日却依舊服色。」外官求休致，則云：「某州申某官姓名，為病乞致仕。」或兩人三人後，云：「某時已降敕，命各守本官致仕。」今不復行，但小報批下。或禁小報，則無由可知。此必一宰相以死為諱者，故去之。外官表章聞，有一二欲士大夫見之者，須以屬東省乃可。郡守更不報細銜。禮文簡脫，一至於此。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第五(十五則)", "正文": "　 \\n 卷第五(十五則) \\n 　 \\n  \\n 庾公之斯 \\n 孟子：「逄蒙學射於羿，盡羿之道，思天下惟羿為愈己，於是殺羿。孟子曰：『是亦羿有罪焉？』公明儀曰：『宜若無罪焉。』曰：『薄乎云爾，惡得無罪？』」此一段既畢，而繼之曰：「鄭人使子濯孺子侵衞，衞使庾公之斯追之。子濯孺子曰：『今日我疾作，不可以執弓，吾死矣夫！』問其僕曰：『追我者誰也？』其僕曰：『庾公之斯也。』曰：『吾生矣。』其僕曰：『庾公之斯，衞之善射者也。夫子曰吾生，何謂也？』曰：『庾公之斯學射於尹公之他，尹公之他學射於我。夫尹公之他，端人也，其取友必端矣。』庾公之斯至，曰：『夫子何為不執弓？』曰：『今日我疾作，不可以執弓。』曰：『小人學射於尹公之他，尹公之他學射於夫子，我不忍以夫子之道反害夫子。雖然今日之事，君事也，我不敢廢。』抽矢，扣輪，去其金，發乘矢而後反。」孟子書子濯、庾公一段，幾二百字，其旨以謂使羿如子濯，得尹公而教之，則必無逄蒙之禍。然前段結尾，自常為文者處之，必云如子濯孺子施教於尹公之他則可，不然，後段之末，必當云：以是事觀之，羿之不善取友，至於殺身，其失如此，然後文體相屬。茲判為兩節，若不關聯，而宮商相宣，律呂明煥，立言之妙，是豈步趨模倣所能髣髴哉？人為兒童時，便讀此章，未必深識其趣，故因表出而極論之。左氏傳書衞獻公奔齊云：「尹公他學射於庾公差，庾公差學射於公孫丁。他與差為孫林父追公，公孫丁御公。庾公差曰：『射為背師，不射為戮，射為禮乎。』射兩軥而還。尹公他曰：『子為師，我則遠矣。』乃反之。公孫丁授公轡而射之，貫他臂。」即孟子所引者，而名字先後美惡皆不同。 \\n 萬事不可過 \\n 天下萬事不可過，豈特此也？雖造化陰陽亦然。雨澤所以膏潤四海，然過則為霖淫；陽舒所以發育萬物，然過則為燠亢。賞以勸善，過則為僭；刑以懲惡，過則為濫。仁之過，則為兼愛無父；義之過，則為為我無君。執禮之過，反鄰於諂；尚信之過，至於證父。是皆偏而不舉之弊，所謂過猶不及者。揚子法言云：「周公以來，未有漢公之懿也，勤勞則過於阿衡。」蓋諂王莽也。後之議者，謂阿衡之事不可過也，過則反，乃誚莽耳。其旨意固然。 \\n 致仕官上壽 \\n 國朝大臣及侍從致仕後，多居京師。熙寧中，范蜀公自翰林學士，以本官戶部侍郎致仕，同天節乞隨班上壽，許之。遂著為令。元祐初，韓康公以故相判大名府，還都，拜司空致仕，值太皇太后受冊禮畢，乞隨班稱賀，降詔免赴。皆故事也。 \\n 桃花笑春風 \\n 王荊公集古胡笳詞一章云：「欲問平安無使來，桃花依舊笑春風。」後章云：「春風似舊花仍笑，人生豈得長年少？」二者貼合，如出一手，每嘆其精工。其上句蓋用崔護詩，後一句久不見其所出。近讀范文正公靈岩寺一篇云：「春風似舊花猶笑。」以「仍」為「猶」，乃此也。李義山又有絕句云：「無賴夭桃面，平明露井東。春風為開了，却擬笑春風。」語意兩極其妙。 \\n 嚴先生祠堂記 \\n 范文正公守桐廬，始於釣臺建嚴先生祠堂，自為記，用屯之初九，蠱之上九，極論漢光武之大，先生之高，財二百字。其歌詞云：「雲山蒼蒼，江水泱泱。先生之德，山高水長。」既成，以示南豐李泰伯。泰伯讀之，三嘆味不已，起而言曰：「公之文一出，必將名世，某妄意輒易一字，以成盛美。」公瞿然握手扣之，答曰：「雲山江水之語，於義甚大，於詞甚溥，而德字承之，乃似趢趚，擬換作風字，如何？」公凝坐頷首，殆欲下拜。張伯玉守河陽，作六經閣記，先託游士及在職者各為之，凡七八本，既畢，並會於府，伯玉一一閱之，取紙書十四字，遍示客曰：「六經閣，諸子、史、集在焉，不書，尊經也。」時曾子固亦預坐，驚起摘伏。邁頃聞此二事於張子韶，不能追憶經閣所在及其文竟就於誰手，後之君子，當有知之者矣。 \\n 大言誤國 \\n 隗囂謀畔漢，馬援勸止之甚力，而其將王元曰：「今天水全富，士馬最強，案秦舊迹，表裏河山。元請以一丸泥為大王東封函谷關。」囂反遂决，至於父子不得其死。元竟降漢。隋文帝伐陳，大軍臨江，都官尚書孔範言於後主曰：「長江天塹，古以為限隔南北，今日虜軍豈能飛度邪？臣每患官卑，虜若渡江，臣定作太尉公矣。」或妄言北軍馬死，範曰：「此是我馬，何為而死？」帝笑以為然，故不為深備。已而國亡，身竄遠裔。唐元宗有克復中原之志，及下南閩，意以謂諸國可指麾而定，而事力窮薄，且無良將。魏岑因侍宴言：「臣少游元城，好其風物，陛下平中原，臣獨乞任魏州。」元宗許之。岑趨墀下拜謝，人皆以為佞。孟蜀通奏使王昭遠，居常好大言，有雜耕渭上之志，聞王師入討，對賓客挼手言：「此送死來爾！乘此逐北，遂定中原，不煩再舉也。」不兩月蜀亡，昭遠為俘。此四臣之佞，本為爵祿及一時容悅而已，亦可悲哉！ \\n 宗室覃恩免解 \\n 淳熙十三年，光堯太上皇帝以聖壽八十，肆赦推恩，宇宙之內，蒙被甚廣。太學諸生，至於武學，皆得免文解一次，凡該此恩者，千二三百人。而宗子在學者不預，諸人相率詣宰府，且遍謁侍從、臺諫，各納一劄子，敍述大旨，其要以為：「德壽霈典，普天同慶，而玉牒支派，辱居膠庠，顧不獲與布衣書生等。竊譬之世俗尊長生日，召會族姻，而本家子孫，不享杯酒臠炙，外議謂何？今厖鴻之澤如此，而宗學乃不許廁名，於義於禮，恐為未愜。」是時，諸公莫肯出手為言，邁以待制侍講內宿，適蒙宣引，因出其紙以奏，仍為敷陳此輩所云尊長生日會客，而本家子弟不得坐，譬諭可謂明白。孝宗亦笑曰：「甚是切當有理。」時所攜只是白劄子，蒙徑付出施行，遂一例免舉。其人名字，今不復能記憶矣。 \\n 唐書載韓柳文 \\n 宋景文修唐書，韓文公傳全載其進學解、諫佛骨表、潮州謝上表、祝鱷魚文，皆不甚潤色，而但換進學解數字，頗不如本意。元云「招諸生立館下」，改「招」字為「召」，既言先生入學，則諸生在前，招而誨之足矣，何召之為？「障百川而東之」，改「障」字為「停」，本言川流橫潰，故障之使東，若以為停，於義甚淺。改「跋前疐後」為「躓後」，韓公本用狼跋詩語，非躓也。其他以「爬羅剔抉」為「杷羅」，「焚膏油」為「燒」，以「取敗幾時」為「其敗」。吳元濟傳書平淮西碑文千六百六十字，固有他本不同，然才減節輒不穩當。「明年平夏」一句，悉芟之。「平蜀西川」，減「西川」字。「非郊廟祠祀，其無用樂」，減「祠」、「其」兩字。「皇帝以命臣愈，臣愈再拜稽首」，減下「臣」字。殊害理。「汝其以節都統討軍」，以「討」為「諸」，尤不然。討者，如左傳討軍實之義，若云「諸軍」，何人不能下此語。柳子厚傳載其文章四篇，與蕭俛、許孟容書、貞符、懲咎賦也。孟容書意象步武，全與漢楊惲答孫會宗書相似，貞符倣班孟堅典引，而其四者次序或失之。至云：「宗元不得召，內閔悼，作賦自儆。」然其語曰：「逾再歲之寒暑。」則責居日月未為久，難以言不得召也。資治通鑑但載梓人及郭橐駝傳，以為其文之有理者。其識見取舍，非宋景文可比云。 \\n 冥靈社首鳳 \\n 光堯上仙，於梓宮發引前夕，合用警場導引鼓吹詞。邁在翰苑制撰，其六州歌頭內一句云：「春秋不說楚冥靈。」常時進入文字，立待報者，則貼黃批急速，未嘗停滯。是時，首尾越三日，又入奏，趣請付出。太常吏欲習熟歌唱，守院門伺候。適有表弟沈日新在軍將橋客邸，一士人乃上庠舊識，忽問楚冥靈出處，沈亦不能知，來扣予，因以莊子語告之，急走報，此士大喜。初，孝宗以付巨璫霍汝弼，使釋其意。此士，霍客也，故宛轉費日如此。又面奉旨令代作輓詩五章，其四云：「鼎湖龍去遠，社首鳳來遲。」當時不敢宣泄，而帶御器械謝純孝密以為問，乃為舉王子年拾遺記，蓋周成王事也。禁苑文書，周悉乃爾。 \\n 左傳州郡 \\n 左傳魯哀公二年，晉趙鞅與鄭戰，誓衆曰：「克敵者，上大夫受縣，下大夫受郡，士田十萬。」注云：「周書作雒篇：千里百縣，縣有四郡。」然則郡乃隸縣，而歷代地理、郡國志未之或書。又傳所載地名，從州者凡五。「魯宣公會齊於平州，以定其位。」注云：「齊地在泰山牟縣西。」見於正經。它如「允姓之戎，居於瓜州。」注：「今燉煌也。」「楚莊王滅陳，復封之，鄉取一人焉以歸，謂之夏州。」「齊子尾使閭丘嬰伐我陽州。」註：「魯地。」後四十年，又書「魯侵齊，門於陽州。」註：「攻其門也。」「苫越生子，將待事而名之，陽州之役獲焉，名之曰陽州。」是齊、魯皆有此地也。衞莊公登城以望，見戎州，曰：「我姬姓也，何戎之有焉？」以上唯瓜州之名至今。 \\n 貧富習常 \\n 少時見前輩一說云：「富人有子不自乳，而使人棄其子而乳之；貧人有子不得自乳，而棄之以乳他人之子。富人懶行，而使人肩輿；貧人不得自行，而又肩輿人。是皆習以為常而不察之也。天下事，習以為常而不察者，推此亦多矣，而人不以為異，悲夫！」甚愛其論。後乃得之於晁以道客語中，故謹書之，益廣其傳。 \\n 唐用宰相 \\n 唐世用宰相不以序，其得之若甚易，然固有出入大僚，歷諸曹尚書、御史大夫，領方鎮，入為僕射、東宮師傅，而不得相者，若顏真卿、王起、楊於陵、馬總、盧鈞、韓皋、柳公綽公權、盧知猷是也。如人主所欲用，不過侍郎、給事中，下至郎中、博士者，才居位即禮絕百僚，諫官、御史聽命之不暇，顧何敢輒抨彈其失，與國朝異矣。其先在職者，仍許引其同列，若姚元崇之引宋璟，蕭嵩之引韓休，李林甫引牛仙客、陳希烈，楊國忠引韋見素，盧（木巳）引關播，李泌引董晉、竇參，李吉甫引裴垍，李德裕引李回，皆然。 \\n 史記簡妙處 \\n 太史公書不待稱說，若云褒贊其高古簡妙處，殆是摹寫星日之光輝，多見其不知量也。然予每展讀至魏世家、蘇秦平原君魯仲連傳，未嘗不驚呼擊節，不自知其所以然。魏公子無忌與王論韓事曰：「韓必德魏愛魏重魏畏魏，韓必不敢反魏。」十餘語之間五用魏字。蘇秦說趙肅侯曰：「擇交而得則民安，擇交而不得則民終身不安。齊、秦為兩敵而民不得安，倚秦攻齊而民不得安，倚齊攻秦而民不得安。」平原君使楚，客毛遂願行，君曰：「先生處勝之門下幾年於此矣？」曰：「三年於此矣。」君曰：「先生處勝之門下三年於此矣，左右未有所稱誦，勝未有所聞，是先生無所有也。先生不能，先生留。」遂力請行，面折楚王，再言：「吾君在前，叱者何也？」至左手持盤血，而右手招十九人於堂下，其英姿雄風，千載而下，尚可想見，使人畏而仰之，卒定從而歸。至於趙，平原君曰：「勝不敢復相士。勝相士多者千人，寡者百數，今乃於毛先生而失之。毛先生一至楚，而使趙重於九鼎、大呂。毛先生以三寸之舌，強於百萬之師。勝不敢復相士。」秦圍趙，魯仲連見平原君曰：「事將奈何？」君曰：「勝也何敢言事！魏客新垣衍令趙帝秦，今其人在是。勝也何敢言事！」仲連曰：「吾始以君為天下之賢公子也，吾今然後知君非天下之賢公子也。客安在？」平原往見衍曰：「東國有魯仲連先生者，勝請為紹介，交之於將軍。」衍曰：「吾聞魯仲連先生，齊國之高士也。衍人臣也，使事有職，吾不願見魯仲連先生。」及見衍，衍曰：「吾視居此圍城之中者，皆有求於平原君者也；今吾觀先生之玉貌，非有求於平原君者也。」又曰：「始以先生為庸人，吾乃今日知先生為天下之士也。」是三者重沓熟復，如駿馬下駐千丈坡，其文勢正爾。風行於上而水波，真天下之至文也。 \\n 玉津園喜晴詩 \\n 淳熙十二年三月二十六日，車駕宿戒幸玉津園，命下，大雨，有旨許從駕官帶雨具，將曉有晴意，已而天宇豁然。至晚歸，邁進一詩歌詠其實云：「五更猶自雨如麻，無限都人仰翠華。翻手作雲方悵望，舉頭見日共驚嗟。天公的有施生妙，帝力堪同造物誇。上苑春光無盡藏，何須羯鼓更催花。」四月四日，扈從詣景靈宮朝獻，蒙於幕次賜和篇，聖制云：「比幸玉津園，縱觀春事，適霽色可喜，卿有詩來上，因俯同其韻：春郊柔綠遍桑麻，小駐芳園覽物華。應信吾心非暇逸，頓回晴意絕咨嗟。每思富庶將同樂，敢務游畋漫自誇？不似華清當日事，五家車騎爛如花。」後二日，兵部尚書宇文价內引，上舉似此詩曰：「洪待制用雨如麻字，偶思得桑麻可押，又其末句用羯鼓催花事，故以華清車騎答之。」价拱手稱贊。明日以相告云。 \\n 虢巨賀蘭 \\n 天下國家不幸而有四郊之警，為人臣者當隨其事力，悉心盡忠，以致尺寸之效。苟為叨竊祿位，視如秦、越，一切惟己私之是徇，雖千百載後，睹其事者猶使人怒髮衝冠也。唐天寶祿山之亂，可謂極矣。虢王巨為河南節度使，賀蘭進明繼之，擁數道之兵，臨要害之地，尊為征鎮，有民有財，而汗漫忌疾，非徒無益，而反敗之。巨在彭城，張巡在雍丘，以將士有功，遣使詣巨請空名告身及賜物，巨惟與折衝、果毅告身三十通，不與賜物，巡竟不能立，徙於睢陽。先是太守許遠積糧六萬石，巨以其半給濮陽、濟陰，遠固爭不得。二郡得糧，遂以城叛，而睢陽食盡。顏魯公起兵平原，合衆十萬，既成魏郡堂邑之功矣。是時，進明為北海太守，亦起兵，公以書召之幷力，進明度河，公每事咨之，軍權始移，遂取捨任意，以得招討。後詣行在，因譖房琯，自嶺南而易河南。張巡受圍困棘，遣南霽雲告急於其所治臨淮，相去三百里，棄而不救。平原、睢陽失守，實二人之故。一時議者，皆不以為言，使之連據高位，顯為佚罰。曾不十年，巨斥刺遂州，為段子璋所殺，進明坐第五琦黨，自御史大夫竄謫以死。天網恢恢，茲焉不漏。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第六(十二則)", "正文": "　 \\n 卷第六(十二則) \\n 　 \\n  \\n 鄱陽七談 \\n 鄱陽素無圖經地志，元祐六年，餘干進士都頡，始作七談一篇，敍土風人物，云：「張仁有篇，徐濯有說，顧雍有論，王德璉有記，而未有形於詩賦之流者，因作七談。」其起事則命以「建端先生」，其止語則以「畢意子」。其一章，言澹浦、彭蠡山川之險勝，番君之靈傑。其二章，言演湖蒲魚之利，膏腴七萬頃，柔桑蠶繭之盛。其三章，言林麓木植之饒，水草蔬果之衍，魚（上敝下黽）禽畜之富。其四章，言銅冶鑄錢，陶埴為器。其五章，言宮寺游觀，王遙仙壇，吳氏潤泉，叔倫戴隄。其六章，言鄱江之水。其七章，言堯山之民，有陶唐之遺風。凡三千餘字，自謂八日而成，比之太沖十稔、平子十年為無慊。予偶於故簏中得之，惜其不傳於世，故表著於此。其所引張、徐、王、顧所著，今不復存，更為可恨也！ \\n 經解之名 \\n 晉、唐至今，諸儒訓釋六經，否則自立佳名，蓋各以百數，其書曰傳、曰解、曰章句而已。若戰國迨漢，則其名簡雅。一曰故，故者，通其指義也。書有夏侯解故，詩有魯故、后氏故、韓故也。毛詩故訓傳，顏師古謂流俗改故訓傳為詁，字失真耳。小學有杜林蒼頡故。二曰微，謂釋其微指。如春秋有左氏微、鐸氏微、張氏微、虞卿微傳。三曰通，如洼丹易通論名為洼君通，班固白虎通，應劭風俗通，唐劉知幾史通，韓滉春秋通。凡此諸書，唯白虎通、風俗通僅存耳。又如鄭康成作毛詩箋，申明傳義，他書無用此字者。論語之學，但曰齊論、魯論、張侯論，後來皆不然也。 \\n 卜筮不敬 \\n 古者龜為卜，筴為筮，皆興神物以前民用。其用之至嚴，其奉之至敬，其求之至悉，其應之至精。齋戒乃請，問不相襲，故史祝所言，其驗若答。周史筮陳敬仲，知其八世之後莫之與京，將必代齊有國。史蘇占晉伯姬之嫁，而及於為嬴敗姬，惠、懷之亂。至邃至賾，通於神明。後世浸以不然，今而愈甚。至以飲食峱雜之際，呼日者隅坐，使之占卜，往往不加冠裳，一問四五，而責其術之不信，豈有是理哉！善乎班孟堅之論曰：「君子將有為也，將有行也，問焉而以言，其受命也如響。及至衰世，懈於齋戒，而屢煩卜筮，神明不應。故筮瀆不告，易以為忌，龜厭不告，詩以為刺。」謂周易之蒙卦曰：「初筮告，再三瀆，瀆則不告。」詩小旻之章云：「我龜既厭，不我告猶。」言卜問煩數，狎嫚於龜，龜靈厭之，不告以道也。漢世尚爾，况在於今，未嘗頃刻盡敬，而一歸咎於淫巫瞽史，其可乎哉！ \\n 糖霜譜 \\n 糖霜之名，唐以前無所見，自古食蔗者始為蔗漿，宋玉招魂所謂「胹鱉炮羔有柘漿」是也。其後為蔗餳，孫亮使黃門就中藏吏取交州獻甘蔗餳是也。後又為石蜜，南中八郡志云：「笮甘蔗汁，曝成飴，謂之石蜜。」本草亦云，「煉糖和乳為石蜜」是也。後又為蔗酒，唐赤土國用甘蔗作酒，雜以紫瓜根是也。唐太宗遣使至摩揭陀國，取熬糖法，即詔揚州上諸蔗，榨瀋如其劑，色味愈於西域遠甚，然只是今之沙糖。蔗之技盡於此，不言作霜，然則糖霜非古也。歷世詩人模奇寫異，亦無一章一句言之，唯東坡公過金山寺，作詩送遂寧僧圓寶云：「涪江與中泠，共此一味水。冰盤薦琥珀，何似糖霜美。」黃魯直在戎州，作頌答梓州雍熙長老寄糖霜云：「遠寄蔗霜知有味，勝於崔子水晶鹽。正宗掃地從誰說，我舌猶能及鼻尖。」則遂寧糖霜見於文字者，實始二公。甘蔗所在皆植，獨福唐、四明、番禺、廣漢、遂寧有糖冰，而遂寧為冠。四郡所產甚微，而顆碎色淺味薄，纔比遂之最下者，亦皆起於近世。唐大曆中，有鄒和尚者，始來小溪之繖山，教民黃氏以造霜之法。繖山在縣北二十里，山前後為蔗田者十之四，糖霜戶十之三。蔗有四色，曰杜蔗，曰西蔗，曰坠蔗，本草所謂荻蔗也，曰紅蔗，本草崑崙蔗也。紅蔗止堪生噉，坠蔗可作沙糖，西蔗可作霜，色淺，土人不甚貴，杜蔗紫嫩，味極厚，專用作霜。凡蔗最困地力，今年為蔗田者，明年改種五穀以息之。霜戶器用，曰蔗削，曰蔗鐮，曰蔗凳，曰蔗碾，曰榨斗，曰榨床，曰漆甕，各有制度。凡霜，一甕中品色亦自不同，堆疊如假山者為上，團枝次之，甕鑑次之，小顆塊次之，沙脚為下；紫為上，深琥珀次之，淺黃又次之，淺白為下。宣和初，王黼創應奉司，遂寧常貢外，歲別進數千斤。是時，所產益奇，牆壁或方寸，應奉司罷，乃不再見。當時因之大擾，敗本業者居半，久而未復。遂寧王灼作糖霜譜七篇，具載其說，予采取之以廣聞見。 \\n 李彥仙守陝 \\n 靖康夷虜之禍，忠義之士，死於守城，而得書史傳者，如汾州之張克戩、隆德之張確、懷之霍安國、代之史抗、建寧寨之楊震、振武之朱昭是已。唯建炎以來，士之得其死者蓋不少。茲讀王灼所作李彥仙傳，雖嘗具表上進，然慮實錄、正史未曾采用，謹識於此。 \\n 彥仙字少嚴，本名孝忠，其先寧州人也，後徙於鞏。幼有大志，喜談兵，習騎射，所歷山川形勢必識之。尚氣，謹然諾，非豪俠不交。金人南侵，郡縣募勤王軍，彥仙散家貲，得三千人，入援京師。虜圍太原，李綱為宣撫使，彥仙上書切詆，有司逮捕急，乃易今名，棄官亡命。頃之，復從种師中，師中敗死，仙走陝州。守將李彌大問北事，條對詳復，使扼殽、澠間。金人再圍汴，陝西范致虛總六路兵進援，仙請曰：「殽、澠險隘，難於立軍，前却即衆潰矣。宜分道並進，伺空以出。且留半軍於陝，為善後計。」致虛曰：「如子言乃逗撓也。」仙曰：「兵輕而分，正可速達。」不從，爭益牢，致虛怒，罷其職。既而敗績，卒無功。建炎元年四月，金人屠陝州，經制使王（王燮）度不能支，引部曲去，官吏逃逸。仙為石壕尉，獨如平時，歸者繈屬，即徙老穉入土花砦、三觜、石柱、大通諸山，拔武銳者分主之，自營三觜。諭衆曰：「虜實易與，今得地利，若輩堅守足矣。」少日虜復據陝，分軍來攻，有健酋升前阜嫚罵，仙單騎衝擊，挾之以歸，始料衆，正部伍。虜數萬圍三觜，仙邀戰，伏精兵後崦，掩殺萬計，奪馬三百，虜解去。京、洛間多爭附者，勢益雄張，未閱月，破虜五十餘壁。初，虜再入陝，官其土人，俾招復業者，人給符別之。仙陰縱麾下往，約日內應。二年三月，引兵直州南，城中火起，虜方備南壁，而水軍自新店，夜順流薄城東北蒙泉坡龍堂溝以入，表裏夾攻，僵尸相藉，遂復陝。始，河東之人倡義拒虜，仙約胡夜叉者為助，假以沿河提舉，意不滿，叛趨南原。仙誘致殺之，奪五千衆。邵隆、邵雲本其黨，欲為復仇，仙因客鐫說，遂來歸。乘勝渡河，柵中條諸山，蒲、解至太原皆響動，乃分遣隆、雲等取安邑、虞鄉、芮城、正平、解，皆下之，蒲幾拔，會援至不克。以功遷閤門宣贊舍人，就畀陝，兼安撫司公事，悉裒所俘酋長護送行在。上咨嘆，賜袍帶、槍劍，許直達奏事，便宜處决。時關以東獨陝在，益增陴、疏塹、蒐軍、繕鎧，廣屯田，訓農耕作。家素留鞏，盡取至官，曰：「吾父母妻子同城存亡矣！」聞者感悅，各有固志。十二月，金酋烏魯撤拔圍陝，仙背城鏖鬥七日，虜傷甚跳奔。三年，婁宿孛堇自絳移屯蒲、解，諜知之，設伏於諸谷，鼓噪橫突，俘馘十八，婁宿僅以身免。制置使王庶檄使輕軍掎角，次虞鄉，虜以萬甲逆石鍾谷口，終日戰，斬級二千，遷武功大夫、寧州觀察使、河解同耀制置使。時河東土豪密附，期王師來為應。仙益治軍，欲請於朝，乞詔陝西諸路各助步騎二萬。會張浚經略處置川、陝，弗之許。十二月，婁宿衆十萬復圍陝，仙夜使人隧地，焚其攻具，營部囂亂，縱兵乘之，虜稍退。四年正月，益生兵傅壘，晝夜進攻，鵝車、天橋、火車、衝車叢進，仙隨機拒敵，又為金汁礮，火藥所及，糜爛無遺，而圍不解。日憑堞須外援，浚為遣軍，虜先阻雍，不得進，則令涇原曲端出鄜坊繞虜後。端素嫉仙聲績逾己，幸其敗，詭託不行。丁巳，城陷，仙挾親軍巷戰，矢集身如蝟，左臂中刃，不殊，戰逾力，遂死之，幷其家遇害。先是，虜嘗許以河南元帥，及圍合，復言如前約，當退師。仙叱曰：「吾寧鬼於宋，安用汝富貴為！」虜惜其才，必欲降之，城將破，先令軍中，生致者予萬金。仙平時弊衣同士卒，及是雜羣伍中死，虜不能察。其為人，面少和色，有犯令，雖親屬不貸。諸將敗事，或有他過，其外屯者，輒封箠，遣帳下往，皆裸就笞，不敢出一詞。當是時，同、華、長安盡為敵藪，陝斗絕一隅，初無朝家素定約束，中立孤軍日與虜确，但誦忠義，感勵其衆。每拜君賜暨取敵金資，悉均之，毛銖不入己。以是精兵三萬，大小二百戰，皆樂為用。軍事獨裁决，至郡政必問法所底，闔境稱治。浚承制贈彰武軍節度使，建廟商州。 \\n 邵雲者，龍門人。城破被執，婁宿欲命以千戶長，肆詈不屈，乃釘之木架上，置解州東門外。惡少撫其背湼文，戲曰：「可鞘吾佩刀。」雲怒，偃架扑之。後五日磔解之，至抉眼摘肝，詈不絕，喉斷乃已。初行刑，將剸刃，雲叱之，失刀而斃，其忠勇蓋如此。 \\n 奸雄疾勝己者 \\n 自古奸雄得志，包藏禍心，窺伺神器，其勢必嫉士大夫之勝己者，故常持「寧我負人，無人負我」之說。若蔡伯喈之值董卓，孔文舉、禰正平、楊德祖之值曹操，嵇叔夜、阮嗣宗之值司馬昭、師，溫太真之值王處仲，謝安石、孟嘉之值桓溫，皆可謂不幸矣。伯喈僅僅脫卓手，終以之隕命。正平轉死於黃祖，文舉覆宗，德祖被戮。叔夜罹東市之害。嗣宗沉湎佯狂，至為勸進表以逃大咎。太真以智挫錢鳳而免，其危若蹈虎尾。唯謝公以高名達識，表裏至誠，故溫敬之重之，不敢萌相窺之意。然尚有「為性命忍須臾」，及「晉祚存亡在此一行」之虞。孟嘉為人夷曠沖默，名冠州里，稱盛德人。仕於溫府，歷征西參軍、從事、中郎、長史，在朝隤然仗正，必不效郗超輩輕與溫合。然自度終不得善其去，故放志酒中，如龍山落帽，豈為不自覺哉！溫至云：「人不可以無勢，我乃能駕馭卿。」老賊於是見其肺肝矣！嘉雖得全於酒，幸以考終，然財享年五十一，蓋酒為之累也。陶淵明實其外孫，傷其「道悠運促」，悲夫！ \\n 俗語放錢 \\n 今人出本錢以規利入，俗語謂之放債，又名生放，予考之亦有所來。漢書谷永傳云：「至為人起責，分利受謝。」顏師古注曰：「言富賈有錢，假託其名，代之為主，放與他人，以取利息而共分之。」此放字所起也。 \\n 漢書多敍谷永 \\n 予亡弟景何，少時讀書甚精勤，晝夜不釋卷，不幸有心疾，以至夭逝。嘗見梁弘夫誦漢書，即云：「唯谷永一人，無處不有。」弘夫驗之於史，乃服其說。今五十餘年矣，漫摭永諸所論建，以渫予在原之思。薛宣為少府，御史大夫缺，永言宣簡在兩府。諫大夫劉輔繫獄，永同中朝臣上書救之。光祿大夫鄭寛中卒，永乞以師傅恩加其禮謚。陳湯下獄，永上疏訟其功。鴻嘉河决，永言當觀水勢，然後順天心而圖之。成帝好鬼神方術，永言皆妄人惑衆，挾左道以欺罔世主，宜距絕此類。梁王為有司奏禽獸行，永上疏諫止勿治。淳于長初封，下朝臣議，永言長當封。段會宗復為西域都護，永憐其老復遠出，手書戒之。建昭雨雪，燕多死，永請皇后就宮，令衆妾人人更進。建始星孛營室，永言為後宮懷妊之象，彗星加之，將有絕繼嗣者。永始日食，永以易占對，言酒亡節之所致。次年又食，永言民愁怨之所致。星隕如雨，永言王者失道，下將叛去，故星叛天而隕，以見其象。樓護傳言：「谷子雲之筆札。」敍傳述其論許、班事。許皇后傳云：「上採永所言以答書。」其載於史者詳複如此。本傳云：「永善言災異，前後所上四十餘事。」蓋謂是云。 \\n 玉堂殿閣 \\n 漢谷永對成帝問曰：「抑損椒房、玉堂之盛寵。」顏師古註：「椒房，皇后所居。玉堂，嬖幸之舍也。」按漢書李尋傳：「久汚玉堂之署。」注：「玉堂殿在未央宮。」翼奉疏曰：「孝文帝時，未央宮又無高門、武臺、麒麟、鳳凰、白虎、玉堂、金華之殿。」三輔黃圖曰：「未央宮有殿閣三十二，椒房、玉堂在其中。」漢宮閣記云：「未央宮有玉堂、宣室閣。」又引漢書「建章宮南有玉堂，璧門三層，臺高二十丈，玉堂內殿十二門階，階皆玉為之。又有玉堂、神明堂二十六殿。」然今漢書郊祀志但云「建章宮南有玉堂璧門」，而無它語。晉灼注揚雄解嘲「上玉堂」之句，曰「黃圖有大玉堂、小玉堂殿」，而今黃圖無此文。國朝太宗淳化中，賜翰林「玉堂之署」四字，其後以最下一字犯廟諱，故元符中只云「玉堂」。紹興末，學士周麟之又乞高宗御書「玉堂」二字，揭於直廬，麟之跋語，自有所疑。已而議者皆謂玉堂乃殿名，不得以為臣下直舍，當如承明故事，請曰「玉堂之廬」可也。今翰林但扁摛文堂三字，示不敢居。然則其為禁內宮殿明白，有殿、有閣、有臺。谷永以配椒房言之，意當日亦嘗為燕游之地，師古直以為嬖幸之舍，與前注自相舛異，大誤矣！ \\n 漢武帝喜殺人者 \\n 漢武帝天資剛嚴，聞臣下有殺人者，不唯不加之罪，更喜而褒稱之。李廣以故將軍屏居藍田，夜出至亭，為霸陵醉尉所辱。居無何，拜右北平太守，請尉與俱，至軍而斬之，上書自陳謝罪。上報曰：「將軍者，國之爪牙也。怒形則千里竦，威振則萬物伏。夫報忿除害，朕之所圖於將軍也。若乃免冠徒跣，稽顙請罪，豈朕之指哉！」胡建守軍正丞，(謂未得真官，兼守之也。)時監軍御史穿北軍壘垣以為賈區，建欲誅之。當選士馬日，御史與護軍諸校列坐堂皇上，建趨至拜謁，因令走卒曳御史下，斬之。遂上奏曰：「案軍法：『正亡屬將軍，將軍有罪以聞，二千石以下行法焉。』丞於用法疑，臣謹以斬。」謂丞屬軍正，斬御史於法有疑也。制曰：「三王或誓於軍中，欲民先成其慮也。或誓於軍門之外，欲民先意以待事也。或將交刃而誓，致民志也。建又何疑焉。」建繇是顯名。觀此二詔，豈不開妄殺之路乎？ \\n 知人之難 \\n 霍光事武帝，但為奉車都尉，出則奉車，入侍左右，雖以小心謹飭親信，初未嘗少見於事也。一旦位諸百寮之上，使之受遺當國。金日磾以胡父不降，沒入官養馬，上因游宴見馬，於造次頃刻間，異其為人，即日親近，其後遂為光副。兩人皆能稱上所委。然一日用四人，若上官桀、桑弘羊亦同時輔政，幾於欲害霍光，苟非昭帝之明，社稷危矣！則其知人之哲，得失相半，為未能盡，此雖帝堯之聖而以為難也。 \\n 館職遷除 \\n 建炎南渡，稍置館職，紹興初，始定制，除監、少丞外，以著作郎、佐郎、祕書郎二員，校書、正字通十二員為額，倣唐瀛州十八學士之數。其遷出它司，非郎官即御史。唯林之奇以疾，王十朋以論事，皆徙越府大宗正丞。自乾道以後，有旨，須曾任為縣，始得除臺、察，曾任郡守，始得為郎。三館之士固無有歷此者，於是朝廷欲越次擢用者，乃以為將作、軍器少監，旋進為監，既班在郎上，則無所不可為。欲徑隮清要者，則由著遷祕郎而拜左右二史，不然，不過兼權省郎，年歲間求一郡而去，而御史之除，皆歸六院矣。爾後頗靳其選，俟再遷寺監丞簿，然後命之。向時郡守召用，雖自軍壘亦除郎，今資淺望輕者，但得丞及司直，或又再命，始入省云。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第七(十四則)", "正文": "　 \\n 卷第七(十四則) \\n 　 \\n  \\n 盛衰不可常 \\n 東坡謂廢興成毀不可得而知。予每讀書史，追悼古昔，未嘗不掩卷而嘆。伶子于敍趙飛燕傳，極道其姊弟一時之盛，而終之以荒田野草之悲，言盛之不可留，衰之不可推，正此意也。國初時，工部尚書楊玢長安舊居，多為鄰里侵占，子弟欲以狀訴其事，玢批紙尾，有「試上含元基上望，秋風秋草正離離」之句。方去唐未百年，而故宮殿已如此，殆於宗周黍離之詠矣。慈恩寺塔有荊叔所題一絕句，字極小而端勁，最為感人。其詞曰：「漢國河山在，秦陵草木深。暮雲千里色，無處不傷心。」旨意高遠，不知為何人，必唐世詩流所作也。李嶠汾陰行云：「富貴榮華能幾時，山川滿目淚沾衣。不見只今汾水上，唯有年年秋雁飛。」明皇聞之，至於泣下。杜甫觀畫馬圖云：「憶昔巡幸新豐宮，翠華拂天來向東。騰驤磊落三萬匹，皆與此圖筋骨同。君不見金粟堆前松柏裏，龍媒去盡鳥呼風。」公孫大娘弟子舞劍器行云：「先帝侍女八千人，公孫劍器初第一。五十年間似反掌，風塵澒洞昏王室。梨園弟子散如烟，女樂餘姿映寒日。」元微之連昌宮詞云：「兩京定後六七年，却尋家舍行宮前。莊園燒盡有枯井，行宮門闥樹宛然。」又云：「舞榭欹傾基尚存，文窗窈窕紗猶綠。」「上皇偏愛臨砌花，依然御榻臨階斜。」「寢殿相連端正樓，太真梳洗樓上頭。晨光未出簾影黑，至今反挂珊瑚鈎。指似傍人因慟哭，却出宮門淚相續。」凡此諸篇，不可勝紀。飛燕別傳以為伶玄所作，又有玄自敍及桓譚跋語。予竊有疑焉，不唯其書太媟，至云揚雄獨知之，雄貪名矯激，謝不與交；為河東都尉，捽辱决曹班躅，躅從兄子彪續司馬史記，絀子于無所敍錄，皆恐不然。而自云：「成、哀之世，為淮南相。」案是時淮南國絕久矣，可昭其妄也。因序次諸詩，聊載於此。 \\n 唐賦造語相似 \\n 唐人作賦，多以造語為奇。杜牧阿房宮賦云：「明星熒熒，開妝鏡也。綠雲擾擾，梳曉鬟也。渭流漲膩，棄脂水也。烟斜霧橫，焚椒蘭也。雷霆乍驚，宮車過也。轆轆遠聽，杳不知其所之也。」其比興引喻，如是其侈。然楊敬之華山賦又在其前，敍述尤壯，曰：「見若咫尺，田千畝矣。見若環堵，城千雉矣。見若杯水，池百里矣。見若蟻垤，臺九層矣。醯鷄往來，周東西矣。蠛蠓紛紛，秦速亡矣。蜂窠聯聯，起阿房矣。俄而復然，立建章矣。小星奕奕，焚咸陽矣。纍纍繭栗，祖龍藏矣。」後又有李庾者，賦西都云：「秦址薪矣，漢址蕪矣。西去一舍，鞠為墟矣。代遠時移，作新都矣。」其文與意皆不逮楊、杜遠甚。高彥休闕史云敬之「賦五千字，唱在人口」。賦內之句，如上數語，杜司徒佑、李太尉德裕常所誦念。牧之乃佑孫，則阿房賦實模仿楊作也。彥休者，昭宗時人。 \\n 張蘊古大寶箴 \\n 唐太宗初即位，直中書省張蘊古上大寶箴，凡六百餘言，遂擢大理丞。新唐史附其姓名於文藝謝偃傳末，又不載此文，但云「諷帝以民畏而未懷，其辭挺切」而已。資治通鑑僅載其略曰：「聖人受命，拯溺亨屯。」「故以一人治天下，不以天下奉一人。」「壯九重於內，所居不過容膝，彼昏不知，瑤其臺而瓊其室；羅八珍於前，所食不過適口，惟狂罔念，丘其糟而池其酒。」「勿沒沒而暗，勿察察而明，雖冕旒蔽目而視於未形，雖黈纊塞耳而聽於無聲。」然此外尚多規正之語，如曰：「惟辟作福，為君實難。主普天之下，處王公之上，任土貢其有求，具寮陳其所倡。是故恐懼之心日弛，邪僻之情轉放。豈知事起乎所忽，禍生乎無妄。」「大明無私照，至公無私親。」「禮以禁其奢，樂以防其佚。」「勿謂無知，居高聽卑；勿謂何害，積小就大。樂不可極，樂極生哀；欲不可縱，縱欲成災。」「勿內荒於色，勿外荒於禽。勿貴難得貨，勿聽亡國音。內荒伐人性，外荒蕩人心。難得之貨侈，亡國之音淫。勿謂我尊，而慢賢侮士；勿謂我智，而拒諫矜己。」「安彼反側，如春陽秋露，巍巍蕩蕩，恢漢高大度；撫茲庶事，如履薄臨深，戰戰慄慄，用周文小心。」「一彼此於胸臆，捐好惡於心想。」「如衡如石，不定物以限，物之懸者，輕重自見；如水如鏡，不示物以情，物之鑒者，妍媸自生。勿渾渾而濁，勿皎皎而清；勿沒沒而暗，勿察察而明。」「吾王撥亂，戡以智力，民懼其威，未懷其德；我皇撫運，扇以淳風，民懷其始，未保其終。」「使人以心，應言以行。」「天下為公，一人有慶。」其文大抵不凡，既不為史所書，故學者亦罕傳誦。蘊古為丞四年，以無罪受戮，太宗尋悔之，乃有覆奏之旨，傳亦不書，而以為坐事誅，皆失之矣。舊唐書全載此箴，仍專立傳，不知宋景文何為削之也？ \\n 國初文籍 \\n 國初承五季亂離之後，所在書籍印板至少，宜其焚煬蕩析，了無孑遺。然太平興國中編次御覽，引用一千六百九十種，其綱目幷載於首卷，而雜書、古詩賦又不及具錄，以今考之，無傳者十之七八矣，則是承平百七十年，翻不若極亂之世。姚鉉以大中祥符四年，集唐文粹，其序有云：「况今歷代墳籍，略無亡逸。」觀鉉所類文集，蓋亦多不存，誠為可嘆！ \\n 敍西漢郊祀天地 \\n 郊祀合祭、分祭之論，國朝元豐、元祐、紹聖中三議之矣，莫辯於東坡之立說，然其大旨駁當時議臣，謂周、漢以來，皆嘗合祭，及謂夏至之日行禮為不便。予固讚美之於四筆矣。但熟考漢史，猶為未盡。自高皇帝增秦四畤為五，以事天地。武帝以來，至於元、成，皆郊見甘泉。武帝因幸汾陰，始立后土祠於脽上，率歲歲間舉之，或隔一歲，常以正月郊泰畤，三月祠后土。成帝建始元年，初立南北郊，亦用正月、三月辛日，而罷甘泉、汾陰之祭。元豐、祐、紹三議，皆未嘗及此。蓋盛夏入廟出郊，在漢禮元不然也。是時，坡公以非議者所起，故不暇更為之說，似不必深攻合祭為王莽所行，庶幾往復考賾，不至矛盾，當復俟知禮者折衷之焉。 \\n 騫鶱二字義訓 \\n 騫鶱二字，音義訓釋不同。以字書正之，騫，去乾切，注云：「馬腹縶，又虧也。」今列於禮部韻略下平聲二仙中。鶱，虛言切，注云：「飛貌。」今列於上平聲二十二元中。文人相承，以騫虧之騫為軒昂掀舉之義，非也。其字之下從馬，馬豈能掀舉哉？閔損字子騫，雖古聖賢命名制字，未必有所拘泥，若如虧少之義，則渙然矣。其下從鳥，則於掀飛之訓為得。此字殆廢於今，故東坡、山谷亦皆押騫字入元韻，如「時來或作鵬騫」，「傳非其人恐飛騫」之類，特不暇毛舉深考耳，唯韓公和侯協律詠筍一聯云：「得時方張王，挾勢欲騰鶱。」乃為得之。此固小學瑣瑣，尤可以見公之不苟於下筆也。 \\n 書麴信陵事 \\n 夜讀白樂天秦中吟十詩，其立碑篇云：「我聞望江縣，麴令撫惸嫠。(麴，名信陵。)在官有仁政，名不聞京師。身歿欲歸葬，百姓遮路歧。攀轅不得去，留葬此江湄。至今道其名，男女涕皆垂。無人立碑碣，唯有邑人知。」予因憶少年寓無錫時，從錢伸仲大夫借書，正得信陵遺集，財有詩三十三首，祈雨文三首。信陵以貞元元年鮑防下及第，為四人，以六年作望江令。讀其投石祝江文云：「必也私欲之求，行於邑里，慘黷之政，施於黎元，令長之罪也。神得而誅之，豈可移於人以害其歲？」詳味此言，其為政無愧於神天可見矣。至大中十一年，寄客鄉貢進士姚輦，以其文示縣令蕭縝，縝輟俸買石刊之。樂天十詩，作於貞元元和之際，距其亡十五年耳，而名已不傳。新唐藝文志但記詩一卷，略無它說。非樂天之詩，幾於與草木俱腐。乾道二年，歷陽陸同為望江令，得其詩於汝陰，王廉清為刊板而致之郡庫，但無祈雨文也。 \\n 貢禹朱暉晚達 \\n 貢禹壯年仕不遇，棄官而歸。至元帝初，乃召用，由諫大夫遷光祿，奏言：「臣犬馬之齒八十一，凡有一子，年十二。」則禹入朝時，蓋年八十，其生子時固已七十歲矣，竟再遷至御史大夫，列於三公。杜子美云：「長安卿相多少年，富貴應須致身早。」是不然也。朱暉在章帝朝，自臨淮太守屏居，後召拜僕射，復為太守，上疏乞留中，詔許之。因議事不合，自繫獄，不肯復署議，曰：「行年八十，得在機密，當以死報。」遂閉口不復言。帝意解，遷為尚書令。至和帝時，復諫征匈奴，計其年當九十矣。其忠正非禹比也。 \\n 琵琶行海棠詩 \\n 白樂天琵琶行一篇，讀者但羨其風致，敬其詞章，至形於樂府，詠歌之不足，遂以謂真為長安故倡所作。予竊疑之。唐世法網雖於此為寛，然樂天嘗居禁密，且謫官未久，必不肯乘夜入獨處婦人船中，相從飲酒，至於極彈絲之樂，中夕方去，豈不虞商人者它日議其後乎？樂天之意，直欲攄寫天涯淪落之恨爾。東坡謫黃州，賦定惠院海棠詩，有「陋邦何處得此花，無乃好事移西蜀」、「天涯流落俱可念，為飲一尊歌此曲」之句，其意亦爾也。或謂殊無一話一言與之相似，是不然。此真能用樂天之意者，何必效常人章摹句寫而後已哉？ \\n 東坡不隨人後 \\n 自屈原詞賦假為漁父、日者問答之後，後人作者悉相規倣。司馬相如子虛、上林賦以子虛、烏有先生、亡是公，揚子雲長楊賦以翰林主人、子墨客卿，班孟堅兩都賦以西都賓、東都主人，張平子兩都賦以憑虛公子、安處先生，左太沖三都賦以西蜀公子、東吳王孫、魏國先生，皆改名換字，蹈襲一律，無復超然新意稍出於法度規矩者。晉人成公綏嘯賦，無所賓主，必假逸羣公子，乃能遣詞。枚乘七發，本只以楚太子、吳客為言，而曹子建七啟，遂有玄微子、鏡機子。張景陽七命，有沖漠公子、殉華大夫之名。言話非不工也，而此習根著未之或改。若東坡公作後杞菊賦，破題直云：「吁嗟先生，誰使汝坐堂上稱太守？」殆如飛龍摶鵬，鶱翔扶搖於烟霄九萬里之外，不可搏詰，豈區區巢林翾羽者所能窺探其涯涘哉？於詩亦然，樂天云：「醉貌如霜葉，雖紅不是春。」坡則曰：「兒童誤喜朱顏在，一笑那知是酒紅。」杜老云：「休將短髮還吹帽，笑倩傍人為正冠。」坡則曰：「酒力漸消風力軟，颼颼，破帽多情却戀頭。」鄭谷十日菊云：「自緣今日人心別，未必秋香一夜衰。」坡則曰：「相逢不用忙歸去，明日黃花蝶也愁。」又曰：「萬事到頭都是夢，休休，明日黃花蝶也愁。」正採舊公案，而機杼一新，前無古人，於是為至。與夫用「見他桃李樹，思憶後園春」之意，以為「長因送人處，憶得別家時」，為一僧所嗤者有間矣。 \\n 元白習制科 \\n 白樂天、元微之同習制科，中第之後，白公寄微之詩曰：「皆當少壯日，同惜盛明時。光景嗟虛擲，雲霄竊暗窺。攻文朝矻矻，講學夜孜孜。策目穿如札，毫鋒銳若錐。」注云：「時與微之結集策略之目，其數至百十，各有纖鋒細管筆，攜以就試，相顧輒笑，目為毫錐。」乃知士子待敵，編綴應用，自唐以來則然，毫錐筆之名起於此也。 \\n 門生門下見門生 \\n 後唐裴尚書年老致政。清泰初，其門生馬裔孫知舉，放榜後引新進士謁謝於裴，裴歡宴永日，書一絕云：「宦途最重是文衡，天與愚夫作盛名。三主禮闈今八十，門生門下見門生。」時人榮之。事見蘇耆開譚錄。予以五代登科記考之，裴在同光中三知舉，四年放進士八人，裔孫預焉。後十年，裔孫為翰林學士，以清泰三年放進士十三人，茲所書是已。裔孫尋拜相，新史亦載此一句云。白樂天詩，有與諸同年賀座主高侍郎新拜太常同宴蕭尚書亭子一篇。注云：「座主於蕭尚書下及第。」予考登科記，樂天以貞元十六年庚辰中書舍人高郢下第四人登科，郢以寶應二年癸卯禮部侍郎蕭昕下第九人登科，迨郢拜太常時，幾四十年矣。昕自癸卯放進士之後，二十四年丁卯，又以禮部尚書再知貢舉，可謂壽俊。觀白公所賦，益可見唐世舉子之尊尚主司也。 \\n 韓蘇杜公敍馬 \\n 韓公人物畫記，其敍馬處云：「馬大者九匹，於馬之中又有上者下者焉，行者，牽者，奔者，涉者，陸者，翹者，顧者，鳴者，寢者，訛者，立者，齕者，飲者，溲者，陟者，降者，痒磨樹者，噓者，嗅者，喜而相戲者，怒相踶齧者，秣者，騎者，驟者，走者，載服物者，載狐兔者，凡馬之事二十有七焉。馬大小八十有三，而莫有同者焉。」秦少游謂其敍事該而不煩，故仿之而作羅漢記。坡公賦韓幹十四馬詩云：「二馬並驅攢八蹄，二馬宛頸鬃尾齊。一馬任前雙舉後，一馬却避長鳴嘶。老髯奚官騎且顧，前身作馬通馬語。後有八匹飲且行，微流赴吻若有聲。前者既濟出林鶴，後者欲涉鶴俯啄。最後一匹馬中龍，不嘶不動尾搖風。韓生畫馬真是馬，蘇子作詩如見畫。世無伯樂亦無韓，此詩此畫誰當看？」詩之與記，其體雖異，其為布置鋪寫則同。誦坡公之語，蓋不待見畫也。予雲林繪監中有臨本，略無小異。杜老觀曹將軍畫馬圖云：「昔日太宗拳毛騧，近時郭家師子花。今之新圖有二馬，復令識者久嘆嗟。其餘七匹亦殊絕，迥若寒空動烟雪。霜蹄蹴踏長楸間，馬官廝養森成列。可憐九馬爭神駿，顧視清高氣深穩。」其語視東坡，似若不及，至於「斯須九重真龍出，一洗萬古凡馬空」，不妨獨步也。杜又有畫馬讚云：「韓幹畫馬，毫端有神。驊騮老大，騕褭清新」及「四蹄雷雹，一日天池。瞻彼駿骨，實惟龍媒」之句。坡公九馬讚言：「薛紹彭家藏曹將軍九馬圖，杜子美所為作詩者也。」其詞云：「牧者萬歲，繪者惟霸。甫為作誦，偉哉九馬。」讀此詩文數篇，真能使人方寸超然，意氣橫出，可謂「妙絕動宮牆」矣。 \\n 風災霜旱 \\n 慶元四年，饒州盛夏中，時雨頻降，六七月之間未嘗請禱，農家水車龍具，倚之於壁，父老以為所未見，指期西成有秋，當倍常歲，而低下之田，遂以潦告。餘干、安仁乃於八月罹地火之厄。地火者，蓋苗根及心，（上薛下虫）蟲生之，莖幹焦枯，如火烈烈，正古之所謂蟊賊也。九月十四日，嚴霜連降，晚稻未實者，皆為所薄，不能復生，諸縣多然。有常產者，訴於郡縣，郡守孜孜愛民，有意蠲租，然僚吏多云：「在法無此兩項。」又云：「九月正是霜降節，不足為異。」案白樂天諷諫杜陵叟一篇曰：「九月霜降秋早寒，禾穗未熟皆青乾。長吏明知不申破，急斂暴征求考課。」此明證也。予因記元祐五年蘇公守杭日，與宰相呂汲公書，論浙西災傷曰：「賢哲一聞此言，理無不行，但恐世俗諂薄成風，揣所樂聞與所忌諱，爭言無災，或有災而不甚損。八月之末，秀州數千人訴風災，吏以為法有訴水旱而無訴風災，閉拒不納，老幼相騰踐，死者十一人。由此言之，吏不喜言災者，蓋十人而九，不可不察也。」蘇公及此，可謂仁人之言。豈非昔人立法之初，如所謂風災、所謂早霜之類，非如水旱之田可以稽考，懼貪民乘時，或成冒濫，故不輕啟其端。今日之計，固難添創條式。但凡有災傷，出於水旱之外者，專委良守令推而行之，則實惠及民，可以救其流亡之禍，仁政之上也。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第八(十二則)", "正文": "　 \\n 卷第八(十二則) \\n 　 \\n  \\n 白蘇詩紀年歲 \\n 白樂天為人誠實洞達，故作詩述懷，好紀年歲。因閱其集，輒抒錄之：「此生知負少年心，不展愁眉欲三十」，「莫言三十是年少，百歲三分已一分」，「何況纔中年，又過三十二」，「不覺明鏡中，忽年三十四」，「我年三十六，冉冉昏復旦」，「非老亦非少，年過三紀餘」，「行年欲四十，有女曰金鑾」，「我今欲四十，秋懷亦可知」，「行年三十九，歲暮日斜時」，「忽因時節驚年歲，四十如今欠一年」，「四十為野夫，田中學鋤穀」，「四十官七品，拙宦非由它」，「毛鬢早改變，四十白髮生」，「况我今四十，本來形貌羸」，「衰病四十身，嬌癡三歲女」，「自問今年幾，春秋四十初」，「四十未為老，憂傷早衰惡」，「莫學二郎吟太苦，纔年四十鬢如霜」，「下有獨立人，年來四十一」，「若為重入華陽院，病鬢愁心四十三」，「已年四十四，又為五品官」，「面瘦頭斑四十四，遠謫江州為郡吏」，「行年四十五，兩鬢半蒼蒼」，「四十六時三月盡，送春爭得不殷勤」，「我今四十六，衰顇臥江城」，「鬢髮蒼浪牙齒疏，不覺身年四十七」，「明朝四十九，應轉悟前非」，「四十九年身老日，一百五夜月明天」，「衰鬢蹉跎將五十，關河迢遞過三千」，「青山舉眼三千里，白髮平頭五十人」，「宦途氣味已諳盡，五十不休何日休」，「五十江城守，停杯忽自思」，「莫學爾兄年五十，蹉跎始得掌絲綸」，「五十未全老，尚可且歡娛」，「長慶二年秋，我年五十一」，「二月五日花如雪，五十二人頭似霜」，「老校於君合先退，明年半百又加三」，「前歲花前五十二，今年花前五十五」，「倘年七十猶強健，尚得閑行十五春」，「去時十一二，今年五十六」，「我年五十七，榮名得幾許」，「我年五十七，歸去誠已遲」，「身為三品官，年已五十八」，「五十八翁方有後，靜思堪喜亦堪嗟」，「半百過九年，豔陽殘一日」，「火銷燈盡天明後，便是平頭六十人」，「六十河南尹，前途足可知」，「不准擬身年六十，上山仍未要人扶」，「不准擬身年六十，遊春猶自有心情」，「我今悟已晚，六十方退閑」，「今歲日餘二十六，來歲年登六十二」，「心情多少在，六十二三人」，「六十三翁頭雪白，假如醒黠欲何為」，「行年六十四，安得不衰羸」，「我今六十五，走若下坡輪」，「年開第七秩，屈指幾多人」，「五十八歸來，今年六十六」，「無憂亦無喜，六十六年春」，「共把十千沽一斗，相看七十欠三年」，「七十欠四歲，此生那足論」，「六十八衰翁，乘衰百疾攻」，「又問年幾何，七十行欠二」，「更過今年年七十，假如無病亦宜休」，「今日行年將七十，猶須慚愧病來遲」，「且喜同年滿七十，莫嫌衰病莫嫌貧」，「舊語相傳聊自慰，世間七十老人稀」，「皤然七十翁，亦足稱壽考」，「昨日復今辰，悠悠七十春」，「人生七十希，我年幸過之」，「白鬚如雪五朝臣，又入新正第七旬(時年七十一。)」，「行開第八秩，可謂盡天年」，「吾今已年七十一，眼昏鬚白頭風眩」，「七十人難到，過三更較稀」，「七十三人難再到，今春來是別花來」，「七十三翁旦暮身，誓開險路作通津」，「風光拋得也，七十四年春」，「壽及七十五，俸沾五十千」，其多如此。蘇公素重樂天，故間亦效之，如「龍鍾三十九，勞生已強半，歲莫日斜時，還為昔人嘆」，正引用其語。又「四十豈不知頭顱，畏人不出何其愚」，「我今四十二，衰髮不滿梳」，「憶在錢塘正如此，回頭四十二年非」，「行年四十九，還此北窗宿」，「吾年四十九，賴此一笑喜」，「嗟我與君皆丙子，四十九年窮不死」，「五十之年初過二，衰顏記我今如此」，「白髮蒼顏五十三，家人強遣試春衫」，「先生年來六十化，道眼已入不二門」，「紛紛華髮不足道，當返六十過去魂」，「我年六十一，頹景薄西山」，「結髮事文史，俯仰六十逾」，「與君皆丙子，各已三萬日」。玩味莊誦，便如閱年譜也。 \\n 天將富此翁 \\n 唐劉仁軌任給事中，為宰相李義府所惡，出為青州刺史。及代還，欲斥以罪，又坐漕船覆沒免官。其後百濟叛，詔以白衣檢校帶方州刺史。仁軌謂人曰：「天將富貴此翁邪！」果削平遼海。白樂天有自題酒庫一篇，云：「身更求何事，天將富此翁。此翁何處富，酒庫不曾空。」注云：「劉仁軌詩：『天將富此翁。』以一醉為富也。」然則唐史以此為仁軌之語，而不言其詩，為未審耳。 \\n 白公說俸祿 \\n 白樂天仕宦，從壯至老，凡俸祿多寡之數，悉載於詩，雖波及它人亦然。其立身廉清，家無餘積，可以概見矣。因讀其集，輒敍而列之。其為校書郎，曰：「俸錢萬六千，月給亦有餘。」為左拾遺，曰：「月慚諫紙二千張，歲愧俸錢三十萬。」兼京兆戶曹，曰：「俸錢四五萬，月可奉晨昏。廩祿二百石，歲可盈倉囷。」貶江州司馬，曰：「散員足庇身，薄俸可資家。」壁記曰：「歲廩數百石，月俸六七萬。」罷杭州刺史，曰：「三年請祿俸，頗有餘衣食。」「移家入新宅，罷郡有餘資。」為蘇州刺史，曰：「十萬戶州尤覺貴，二千石祿敢言貧。」為賓客分司，曰：「俸錢八九萬，給受無虛月。」「嵩洛供雲水，朝廷乞俸錢。」「老宜官冷靜，貧賴俸優饒。」「官優有祿料，職散無羈縻。」「官銜依口得，俸祿逐身來。」為河南尹，曰：「厚俸如何用，閑居不可忘。」不赴同州，曰：「誠貪俸錢厚，其如身力衰！」為太子少傅，曰：「月俸百千官二品，朝廷雇我作閑人。」「又問俸厚薄，百千隨月至。」「七年為少傅，品高俸不薄。」其致仕，曰：「全家遁此曾無悶，半俸資身亦有餘。」「俸隨日計錢盈貫，祿逐年支粟滿囷。」「壽及七十五，俸占五十千。」其泛敍曰：「歷官凡五六，祿俸及妻孥。」「料錢隨官用，生計逐年營。」「形骸僶俛班行內，骨肉勾留俸祿中。」其它人者，如陝州王司馬曰：「公事閑忙同少尹，俸錢多少敵尚書。」劉夢得罷賓客，除祕監，祿俸略同，曰：「日望揮金賀新命，俸錢依舊又如何！」嘆洛陽、長水二縣令曰：「朱紱洛陽官位屈，青袍長水俸錢貧。」其將下世，有達哉樂天行，曰：「先賣南坊十畝園，次賣東郭五頃田。然後兼賣所居宅，髣髴獲緡二三千。但恐此錢用不盡，即先朝露歸夜泉。」後之君子試一味其言，雖日飲貪泉，亦知斟酌矣。觀其生涯如是，東坡云：「公廩有餘粟，府有餘帛。」殆亦不然。 \\n 白居易出位 \\n 白居易為左贊善大夫，盜殺武元衡，京都震擾。居易首上疏，請亟捕賊，刷朝廷恥，以必得為期。宰相嫌其出位，不悅，因是貶江州司馬。此唐書本傳語也。案是時宰相張弘靖、韋貫之，弘靖不足道，貫之於是為失矣。白集載與楊虞卿書云：「左降詔下，明日而東，思欲一陳於左右。去年六月，盜殺右丞相於通衢中，迸血體，磔髮肉，所不忍道。合朝震慄不知所云，僕以書籍以來，未有此事。苟有所見，雖畎畝皂隸之臣，不當默默，况在班列，而能勝其痛憤耶？故武丞相之氣平明絕，僕之書奏日午入。兩日之內，滿城知之，其不與者，或語以偽言，或陷以非語，皆曰：『丞、郎、給、舍、諫官、御史，尚未論請，而贊善大夫何反憂國之甚也？』僕聞此語，退而思之，贊善大夫誠賤冗耳，朝廷有非常事，即日獨進封章，謂之忠，謂之憤，亦無愧矣！謂之妄，謂之狂，又敢逃乎？以此獲辜，顧何如耳，況又不以此為罪名乎！」白之自述如此。然則一時指為出位者，不但宰相而已也。史又曰：「居易母墜井死，而賦新井篇，以是左降。」前書所謂不以此為罪名者，是已。 \\n 醉翁亭記酒經 \\n 歐陽公醉翁亭記、東坡公酒經，皆以也字為絕句。歐陽二十一也字，坡用十六也字，歐記人人能讀，至於酒經，知之者蓋無幾。坡公嘗云：「歐陽作此記，其詞玩易，蓋戲云耳，不自以為奇特也。而妄庸者作歐語云：『平生為此文最得意。』又云：『吾不能為退之畫記，退之不能為吾醉翁亭記。』此又大妄也。」坡酒經每一也字上必押韻，暗寓於賦，而讀之者不覺，其激昂淵妙，殊非世間筆墨所能形容，今盡載於此，以示後生輩。其詞云：「南方之氓，以糯與粳，雜以卉藥而為餅，嗅之香，嚼之辣，揣之枵然而輕，此餅之良者也。吾始取麵而起肥之，和之以薑液，烝之使十裂，繩穿而風戾之，愈久而益悍，此（麥曲）之精者也。米五岗為率，而五分之，為三岗者一，為五升者四，三岗者以釀，五升者以投，三投而止，尚有五升之贏也。始釀，以四兩之餅，而每投以二兩之（麥曲），皆澤以少水，足以散解而勻停也。釀者必甕按而井泓之，三日而井溢，此吾酒之萌也。酒之始萌也，甚烈而微苦，蓋三投而後平也。凡餅烈而（麥曲）和，投者必屢嘗而增損之，以舌為權衡也。既溢之三日乃投，九日三投，通十有五日而後定也。既定乃注以岗水，凡水必熟而冷者也。凡釀與投，必寒之而後下，此炎州之令也。既水五日乃篘，得二岗有半，此吾酒之正也。先篘半日，取所謂贏者為粥，米一而水三之，揉以餅（麥曲），凡四兩，二物幷也。投之糟中，熟撋而再釀之，五日壓得岗有半，此吾酒之少勁者也。勁、正合為四岗，又五日而飲，則和而力、嚴而不猛也。篘絕不旋踵而粥投之，少留則糟枯中風而酒病也。釀久者酒醇而豐，速者反是，故吾酒三十日而成也。」此文如太牢八珍，咀嚼不嫌於致力，則真味愈雋永，然未易為俊快者言也。 \\n 白公感石 \\n 白樂天有奉和牛思黯以李蘇州所寄太湖石奇狀絕倫因作詩兼呈劉夢得，其末云：「共嗟無此分，虛管太湖來。」注：「與夢得俱典姑蘇，而不獲此石。」又有感石上舊字云：「太湖石上鐫三字，十五年前陳結之。」案陳結之並無所經見，全不可曉。後觀其對酒有懷寄李郎中一絕句，曰：「往年江外拋桃葉，去歲樓中別柳枝。寂寞春來一杯酒，此情唯有李君知。」注曰：「桃葉，結之也；柳枝，樊素也。」然後結之之義始明。樂天以病而去柳枝，故作詩云：「兩枝楊柳小樓中，嫋娜多年伴醉翁。明日放歸歸去後，世間應不要春風。」因劉夢得有戲之之句，又答之云：「誰能更學孩童戲，尋逐春風捉柳花。」然其鍾情處竟不能忘，如云「病共樂天相伴住，春隨樊子一時歸」，「金羈駱馬近貰却，羅袖柳枝尋放還」，「觴詠罷來賓閣閉，笙歌散後妓房空」皆是也，讀之使人悽然。 \\n 禮部韻略非理 \\n 禮部韻略所分字，有絕不近人情者，如東之與冬，清之與青，至於隔韻不通用。而為四聲切韻之學者，必強立說，然終為非是。如撰字至列於上去三韻中，仍義訓不一。頃紹興三十年，省闈舉子兼經出易簡天下之理得賦。予為參詳官，有點檢試卷官蜀士杜莘云：「簡字韻甚窄，若撰字必在所用，然唯撰述之撰乃可爾，如『雜物撰德』，『體天地之撰』，『異夫三子者之撰』，『欠伸，撰杖屨』之類，皆不可用。」予以白知舉，請揭榜示衆。何通遠諫議，初亦難之，予曰：「倘舉場皆落韻，如何出手？」乃自書一榜。榜纔出，八廂邏卒，以為逐舉未嘗有此例，即錄以報主者。士人滿簾前上請，予為逐一剖析，然後退。又靜之與靚，其義一也，而以靜為上聲，靚為去聲。案漢書賈誼服賦「澹虖若深淵之靚」，顏師古注「靚與靜同」。史記正作靜。揚雄甘泉賦「暗暗靚深」，注云「靚即靜字耳」。今析入兩音，殊為非理。予名雲竹莊之堂曰「賞靜」，取杜詩「賞靜憐雲竹」之句也。守僧居之，頻年三易，有道人指曰：「靜字左傍乃爭字，以故不定疊。」於是撤去元扁，而改為「靚」云。 \\n 唐臣乞贈祖 \\n 唐世贈典唯一品乃及祖，餘官只贈父耳。而長慶中流澤頗異，白樂天制集有戶部尚書楊於陵，回贈其祖為吏部郎中，祖母崔氏為郡夫人。馬總准制贈亡父，亦請回其祖及祖母。散騎常侍張惟素亦然。非常制也。是時，崔植為相，亦有陳情表云：「亡父嬰甫，是臣本生；亡伯祐甫，臣今承後。嗣襲雖移，孝心則在。自去年以來，累有慶澤，凡在朝列，再蒙追榮，或有陳乞，皆許回授。臣猥當寵擢，而顯揚之命，獨未及於先人。今請以在身官秩，幷前後合敍勳封，特乞回充追贈。」則知其時一切之制如此。伯兄文惠執政，乞以己合轉官回贈高祖，既已得旨，而為後省封還。固近無此比，且失於考引唐時故事也。 \\n 承習用經語誤 \\n 經傳中事實多有轉相祖述而用，初不考其訓故者，如：邶谷風之詩，為淫新昏棄舊室而作，其詞曰：「宴爾新昏，以我御窮。」宴，安也，言安愛爾之新昏，但以我御窮苦之時，至於富貴則棄我。今人乃以初娶為宴爾，非惟於詩意不合，且又再娶事，豈堪用也。抑之詩曰：「訏謨定命，遠猶辰告。」毛公曰：「訏，大也；謨，謀也；猶，道也；辰，時也。」猶與猷同。鄭箋曰：「猶，圖也，言大謀定命。為天下遠圖庶事，而以歲時告施之，如正月始和布政也。」案此特謂上告下之義，今詞臣乃用於制詔，以屬臣下，而臣下於表章中亦用之，不知其與「入告爾后」之告不侔也。生民之詩曰：「誕彌厥月。」毛公曰：「誕，大也；彌，終也。」鄭箋言：「后稷之在其母，終人道十月而生。」案訓彌為終，其義亦未易曉。至「俾爾彌爾性，似先公酋矣。」既釋彌為終，又曰酋終也，頗涉煩複。生民凡有八誕字「誕寘之隘巷」，「誕寘之平林」，「誕寘之寒冰」，「誕實匍匐」，「誕后稷之穡」，「誕降嘉種」，「誕我祀如何」，若悉以誕為大，於義亦不通。它如「誕先登于岸」之類，新安朱氏以為發語之辭，是已。莆田鄭氏云：「彌只訓滿，謂滿此月耳。」今稱聖節曰降誕，曰誕節，人相稱曰誕日、誕辰、慶誕，皆為不然。但承習膠固，無由可革，雖東坡公亦云「仰止誕彌之慶」，未能免俗。書之於此，使子弟後生輩知之。左傳：「王使宰孔賜齊侯胙，齊侯將下拜，孔曰：『天子使孔曰，以伯舅耋老，無下拜。』對曰：『天威不違顏咫尺，敢不下拜。』下拜登受。」謂拜於堂下，而受胙於堂上。今人簡牘謝饋者，輒曰「謹已下拜」，猶未為甚失，若「天威不違顏咫尺」，則上四字為天子設，下三字為人臣設，故注言：「天鑒察不遠，威嚴常在顏面之前。」今士大夫往往於表奏中言違顏，或曰咫顏、咫尺之顏，全與本指爽戾。如用龍顏、聖顏、天顏之類，自無害也。 \\n 長慶表章 \\n 唐自大曆以河北三鎮為悍藩所據，至元和中，田弘正以魏歸國，長慶初王承元、劉總去鎮、幽，於是河北略定。而穆宗以昏君，崔植、杜元穎、王播以庸相，不能建久長之策，輕徙田弘正，以啟王庭湊之亂，繆用張弘靖，以啟朱克融之亂。朝廷以諸道十五萬衆，裴度元臣宿望，烏重嗣、李光顏當時名將，屯守逾年，竟無成功，財竭力盡，遂以節鉞授二賊，再失河朔，訖於唐亡。觀一時事勢，何止可為痛哭！而宰相請上尊號表云：「陛下自即大位，及此二年，無巾車汗馬之勞，而坐平鎮、冀；無亡弓遺鏃之費，而立定幽燕。以謂威靈四及，請為『神武』。」君臣上下，其亦云無羞恥矣。此表乃白居易所作。又翰林學士元稹求為宰相，恐裴度復有功大用，妨己進取，多從中沮壞之。度上表極陳其狀，帝不得已解稹翰林，恩遇如故。稹怨度，欲解其兵柄，勸上罷兵。未幾拜相，居易代作謝表，其略云：「臣遭遇聖明，不因人進，擢居禁內，訪以密謀。恩獎太深，讒謗並至。雖內省行事，無所愧心，然上黷宸聰，合當死責。」其文過飾非如此。居易二表，誠為有玷盛德。 \\n 元白制科 \\n 元、白習制科，其書後分為四卷，命曰策林。其策頭、策項各二道，策尾三道，此外曰美謙遜、塞人望、教必成、不勞而理、風化澆朴、復雍熙、感人心之類，凡七十五門，言所應對者百不用其一二，備載於文集云。 \\n 八種經典 \\n 開士悟入諸佛知見，以了義度無邊，以圓教垂無窮，莫尊於妙法蓮華經，凡六萬九千五百五字。證無生忍，造不二門，住不可思議解脫，莫極於維摩經，凡二萬七千九十二字。攝四生九類，入無餘湼槃，實無得度者，莫先於金剛般若波羅密經，凡五千二百八十七字。壞罪集福，淨一切惡道，莫急於佛頂尊勝陀羅尼經，凡三千二十字。應念順願，願生極樂土，莫疾於阿彌陀經，凡一千八百字。用正見，觀真相，莫出於觀音普賢菩薩法行經，凡六千九百九十字。詮自性，認本覺，莫深於實相法密經，凡三千一百五字。空法塵，依佛智，莫過於般若波羅密多心經，凡二百五十八字。是八種經典十二部，合一十一萬六千八百五十七字。三乘之要旨，萬佛之祕藏，盡矣。唐長慶三年，蘇州重玄寺法華院石壁所刻金字經，白樂天為作碑文，其敍如此。予竊愛其簡明潔亮，故備錄之。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第九(十二則)", "正文": "　 \\n 卷第九(十二則) \\n 　 \\n  \\n 畏人索報書 \\n 士大夫得交朋書問，有懶傲不肯即答者。記白樂天老慵一絕句曰：「豈是交親向我疏，老慵自愛閉門居。近來漸喜知聞斷，免惱嵇康索報書。」案嵇康與山濤絕交書云：「素不便書，又不喜作書，而人間多事，堆案盈几，不相酬答，則犯教傷義，欲自勉強，則不能久。」樂天所云正此也。乃知畏於答書，其來久矣。 \\n 不能忘情吟 \\n 予既書白公鍾情蠻、素於前卷，今復見其不能忘情吟一篇，尤為之感嘆，輒載其文，因以自警。其序云：「樂天既老，又病風。乃錄家事，會經費，去長物。妓有樊素者，年二十餘，綽綽有歌舞態，善唱楊柳枝，人多以曲名名之，由是名聞洛下，籍在經費中，將放之。馬有駱者，籍在長物中，將鬻之。馬出門，驤首反顧。素聞馬嘶，慘然立且拜，婉孌有辭，辭畢涕下。予亦愍然不能對，且命反袂，飲之酒，自飲一杯，快吟數十聲，聲成文，文無定句。予非聖達，不能忘情，又不至於不及情者，事來攪情，情動不可柅，因自哂，題其篇曰不能忘情吟。」吟曰：「鬻駱馬兮，放楊柳枝。掩翠黛兮，頓金羈。馬不能言兮，長鳴而却顧。楊柳枝再拜長跪而致辭。辭曰：『素事主十年，凡三千有六百日。巾櫛之間，無違無失。今素貌雖陋，未至衰摧。駱力猶壯，又無虺隤。即駱之力，尚可以代主一步，素之歌，亦可以送主一杯。一旦雙去，有去無回。故素將去，其辭也苦，駱將去，其鳴也哀。此人之情也，馬之情也。豈主君獨無情哉？』予俯而嘆，仰而咍，且曰駱駱爾勿嘶，素素爾勿啼，駱反廐，素反閨。吾疾雖作年雖頹，幸未及項籍之將死，亦何必一日之內棄騅兮而別虞兮。乃目素兮，素兮為我歌楊柳枝，我姑酌彼金罍，我與爾歸醉鄉去來。」觀公之文，固以遣情釋意耳，素竟去也。此文在一集最後卷，故讀之者未必記憶。東坡猶以為柳枝不忍去，因劉夢得「春盡絮飛」之句方知之。於是美朝雲之獨留，為之作詩，有「不似楊枝別樂天，恰如通德伴伶玄」之語。然不及二年而病亡，為可嘆也。 \\n 擒鬼章祝文 \\n 東坡在翰林作擒鬼章奏告永裕陵祝文云：「大獮獲禽，必有指蹤之自。豐年多廩，孰知耘耔之勞？昔漢武命將出師，而呼韓來庭，效於甘露；憲宗厲精講武，而河湟恢復，見於大中。」其意蓋以神宗有平唃氏之志，至於元祐，乃克有成，故告陵歸功，謂武帝、憲宗亦經營於初，而績效在於二宣之世，其用事精切如此。今蘇氏眉山功德寺所刻大小二本，及季真給事在臨安所刻，幷江州本、麻沙書坊大全集，皆只自「耘耔」句下，便接「憬彼西戎，古稱右臂」。正是好處，却芟去之，豈不可惜？唯成都石本法帖真跡，獨得其全。坡集奏議中登州上殿三劄，皆非是。司馬季思知泉州，刻溫公集，有作中丞日彈王安石章，尤可笑。溫公以治平四年解中丞，還翰林，而此章乃熙寧三年者。二集皆出本家子孫，而為妄人所誤，季真、季思不能察耳。坡內制有溫公安葬祭文，云：「元豐之末，天步為艱。社稷之衞，中外所屬。惟是一老，屏予一人。名高當世，行滿天下。措國於太山之安，下令於流水之源。歲月未周，綱紀略定。天若相之，又復奪之。殄瘁之哀，古今所共。知之者神考，用之者聖母。馴致其道，太平可期。長為宗臣，以表後世。往奠其葬，庶知予懷！」而石本頗不同，其詞云：「元豐之末，天步惟艱。社稷之衞，存者有幾？惟是一老，屏予一人。措國於太山之安，下令於流水之源。歲未及期，綱紀略定。道之將行，非天而誰？天既予之，又復奪之。惟聖與賢，莫如天何！然其所立，天亦不能亡也。知之者神考，用之者聖母。馴致其道，終於太平。永為宗臣，與國無極。於其葬也，告諸其柩。」今莫能考其所以異也。 \\n 歐公送慧勤詩 \\n 國朝承平之時，四方之人，以趨京邑為喜。蓋士大夫則用功名進取係心，商賈則貪舟車南北之利，後生嬉戲則以紛華盛麗而悅。夷考其實，非南方比也。讀歐陽公送僧慧勤歸餘杭之詩可知矣。曰：「越俗僭宮室，傾貲事雕牆。佛屋尤其侈，耽耽擬侯王。文彩瑩丹漆，四壁金焜煌。上懸百寶蓋，宴坐以方牀。胡為棄不居，棲身客京坊？辛勤營一室，有類燕巢梁。南方精飲食，菌筍比羔羊。飯以玉粒粳，調之甘露漿。一饌費千金，百品羅成行。晨興未飯僧，日昃不敢嘗。乃茲隨北客，枯粟充飢腸。東南地秀絕，山水澄清光。餘杭幾萬家，日夕焚清香。烟霏四面起，雲霧雜芬芳。豈如車馬塵，鬢髮染成霜？三者孰苦樂？子奚勤四方！」觀此詩中所謂吳越宮室、飲食、山水三者之勝，昔日固如是矣。公又有山中之樂三章送之歸。勤後識東坡，為作詩集序者。 \\n 委蛇字之變 \\n 歐公樂郊詩云：「有山在其東，有水出逶夷。」近歲丁朝佐辨正謂其字參古今之變，必有所據。予因其說而悉索之，此二字凡十二變。一曰委蛇，本於詩羔羊：「退食自公，委蛇委蛇。」毛公注：「行可從迹也。」鄭箋：「委曲自得之貌。委，於危反。蛇音移。」左傳引此句，杜注云：「順貌。」莊子載齊桓公澤中所見，其名亦同。二曰委佗，詩君子偕老：「委委佗佗。」毛注：「委委者，行可委曲從迹也。佗者，德平易也。」三曰逶迱，韓詩釋上文云：「公正貌。」說文：「逶迤，斜去貌。」四曰倭遲，詩：「四牡騑騑，周道倭遲。」注：「歷遠之貌。」五曰逶夷，韓詩之文也。六曰威夷，潘岳詩：「迴溪縈曲阻，峻阪路威夷。」孫綽天台山賦：「既克隮於九折，路威夷而修通。」李善注引韓詩「周道威夷」。薛君曰：「威夷，險也。」七曰委移，離騷經：「載雲旗之委蛇。」一本作「逶迤」，一本作「委移」。注：「雲旗委移，長也。」八曰逶移，劉向九嘆：「遵江曲之逶移。」九曰逶蛇，後漢費鳳碑：「君有逶蛇之節。」十曰蜲蛇，張衡西京賦：「女、娥坐而長歌，聲清暢而蜲蛇。」李善注：「蜲蛇，聲餘詰曲也。」十一曰（辶爲）迆，漢逄盛碑：「當遂（辶爲）迆，立號建基。」十二曰威遲，劉夢得詩：「柳動御溝清，威遲堤上行。」韓公南海廟碑：「蜿蜿蛇蛇」，亦然也。則歐公正用韓詩，朝佐不暇尋繹之爾。 \\n 東不可名園 \\n 今人亭館園池，多即其方隅以命名。如東園、東亭、西池、南館、北榭之類，固為簡雅，然有當避就處。歐陽公作真州東園記，最顯。案漢書百官表：「將作少府，掌治宮室。屬官有東園主章。」注云：「章謂大材也。主章掌大材，以供東園大匠。」紹興三十年，予為省試參詳官，主司委出詞科題，同院或欲以「東園主章」為箴，予曰：「君但知漢表耳！霍光傳：『光之喪，賜東園溫明。』服虔曰：『東園處此器，以鏡置其中，以懸尸上。』師古曰：『東園，署名也，屬少府。其署主作此器。』董賢傳：『東園祕器以賜賢。』注引漢舊儀東園祕器作棺。若是豈佳處乎？」同院驚謝而退。然則以東名園，是為不可。予有兩園，適居東西，故扁西為西園，而以東為東圃，蓋避此也。 \\n 一二三與壹貳叁同 \\n 古書及漢人用字，如一之與壹，二之與貳，三之與叁，其義皆同。鳲鳩序：「刺不壹也。」又云：「用心之不壹也。」而正文「其儀一兮」。表記：「節以壹惠。」注：「言聲譽雖有衆多者，節以其行一大善者為謚耳。」漢華山碑：「五載壹巡狩。」祠孔廟碑：「恢崇壹變。」祝睦碑：「非禮，壹不得犯。」而後碑云：「非禮之常，一不得當。」則與壹通用也。孟子：「市價不貳。」趙岐注云：「無二賈者也。」本文用大貳字，注用小二字，則二與貳通用也。易繫辭：「參天兩地。」釋文云：「參，七南反。又如字，音三。」周禮：「設其參。」注：「參，謂卿三人。」則三與參通用也。九之與久，十之與拾，百之與伯亦然。予頃在英州，訪鄰人利秀才。利新作茅齋，頗淨潔，從予乞名。其前有兩高松，因為誦藍田壁記，命之曰「二松」。其季請曰：「是使大貳字否？」坐者皆哂。蓋其人不知書，信口輒言，以貽譏笑。若以古字論之，亦未為失也。文惠公名流杯亭曰「一詠」，而采借隸法，扁為「壹詠」，讀者多以為疑，顧第弗深考耳。 \\n 何恙不已 \\n 公孫弘為丞相，以病歸印，上報曰：「君不幸罹霜露之疾，何恙不已？」顏師古注：「恙，憂也。何憂於疾不止也。」禮部韻略訓恙字，亦曰憂也。初無訓病之義。蓋既云罹疾矣，不應復云病，師古之說甚為明白。而世俗相承，至問人病為貴恙，謂輕者為微恙，心疾為心恙，風疾為風恙，根著已深，無由可改。 \\n 兩漢用人人元元字 \\n 前漢書好用人人字，如文帝紀「人人自以為得之者以萬數」，又曰「人人自安難動搖」，元帝紀「人人自以得上意」，食貨志「人人自愛而重犯法」，韓信傳「人人自以為得大將」，曹參傳「齊故諸儒以百數，言人人殊」，張良傳「人人自堅」，叔孫通傳「吏人人奉職」，賈誼傳「人人各如其意所出」，揚雄傳「人人自以為咎繇」，鮑宣傳「人人牽引所私」，韓延壽傳「人人問以謠俗」、「人人為飲」，張騫傳「人人有言輕重」，李尋傳「人人自賢」，王莽傳「人人延問」，嚴安傳「人人自以為更生」，王吉傳「人人自制」是也。後漢書亦間有之，如崔駰傳「人人有以自優」，五行志「人人莫不畏憲」，吳漢傳「諸將人人多請之」，申屠剛傳「人人懷憂」，王允傳「人人自危」，荀彧傳「人人自安」，呂強傳「諸常侍人人求退」是也。又元元二字，考之六經無所見，而兩漢書多用之。如前漢文帝紀「全天下元元之民」，武紀「燭幽隱，勸元元」、「所以化元元」，宣紀「不忘元元」，元紀「元元失望」、「元元何辜」、「元元大困」、「元元之民，勞於耕耘」、「元元騷動」、「元元安所歸命」，成紀「元元冤失職者衆」，哀紀「元元不贍」，刑法志「罹元元之不逮」，嚴安傳「元元黎民，得免於戰國」，嚴助傳「使元元之民，安生樂業」，賈捐之傳「保全元元」，東方朔傳「元元之民，各得其所」，魏相傳「尉安元元」、「唯陛下留神元元」，鮑宣傳「為天牧養元元」，蕭育傳「安元元而已」，匡衡薛宣傳「哀閔元元」，王嘉傳「憂閔元元」，谷永傳「以慰元元之心」，匈奴傳「元元萬民」是也。後漢光武紀「下為元元所歸」、「賊害元元」、「元元愁恨」、「惠茲元元」，章紀「誠欲元元去末歸本」、「元元未諭」、「深元元之愛」，和紀「愛養元元」、「下濟元元」，順紀「元元被害」，質紀「元元嬰此困毒」，桓紀「害及元元」，鄧后紀、劉毅傳「垂恩元元」，王昌傳「元元創痍」，耿弇傳「元元叩心」，郎顗傳「弘濟元元」、「貸贍元元」，曹褒傳「仁濟元元」，范升傳「元元焉所呼天」、「免元元之急」，鍾離意傳「憂念元元」，何敞傳「元元怨恨」、「安濟元元」，楊終傳「以濟元元」，虞詡傳「遭元元無妄之災」，皇甫規傳「平志畢力，以慶元元」是也。予謂元元者，民也。而上文又言元元之民、元元黎民、元元萬民，近於複重矣。故顏注：「或云，元元，善意也。」 \\n 韓公潮州表 \\n 韓文公諫佛骨表，其詞切直，至云：「凡有殃咎，宜加臣身，上天監臨，臣不怨悔。」坐此貶潮州刺史。而謝表云：「臣於當時之文，未有過人者。至論陛下功德，與詩、書相表裏，作為歌詩，薦之郊廟，雖使古人復生，臣亦未肯多遜。而負罪嬰釁，自拘海島，懷痛窮天，死不閉目，伏惟天地父母，哀而憐之。」考韓所言，其意乃望召還。憲宗雖有武功，亦未至編之詩、書而無愧，至於「紀泰山之封，鏤白玉之牒，東巡奏功，明示得意」等語，摧挫獻佞，大與諫表不侔，當時李漢輩編定文集，惜不能為之除去。東坡自黃州量移汝州，上表云：「伏讀訓詞，有『人材實難，不忍終棄』之語，臣昔在常州，有田粗給饘粥，欲望許令常州居住。輒敍徐州守河及獲妖賊事，庶因功過相除，得從所便。」讀者謂與韓公相類，是不然。二表均為歸命君上，然其情則不同。坡自列往事，皆其實迹，而所乞不過見地耳，且略無一佞詞，真為可服。 \\n 燕賞逢知己 \\n 白樂天為河南尹日，有答舒員外云：「員外遊香山寺，數日不歸，兼辱尺書，大誇勝事，時正值坐衙慮囚之際，走筆題長句以贈之，曰：『黃菊繁時好客到，碧雲合處佳人來。(謂遣英、蒨二妓與舒君同遊也。)酡顏一笑夭桃綻，清冷秋聲寒玉哀。軒騎逶迤棹容與，留連三日不能回。白頭老尹府中坐，早衙纔退暮衙催。』」謝希深、歐陽公官洛陽，同遊嵩山歸，暮抵龍門香山，雪作，留守錢文僖公遣吏以廚傳歌妓至，且勞之曰：「山行良勞，當少留龍門賞雪，府事簡，無遽歸也。」王定國訪東坡公於彭城，一日，棹小舟與顏長道攜盼、英、卿三子遊泗水，南下百步洪，吹笛飲酒，乘月而來。坡時以事不得往，夜著羽衣，佇立黃樓上，相視而笑，以為李太白死，世間無此樂三百餘年矣。定國既去，逾月，復與參寥師泛舟洪下，追憶曩遊，作詩曰：「輕舟弄水買一笑，醉中蕩槳肩相摩。歸來笛聲滿山谷，明月正照金叵羅。」味此三遊之勝，今之燕賓者寧復有之？蓋亦值知己也。 \\n 端午貼子詞 \\n 唐世五月五日揚州於江心鑄鏡以進，故國朝翰苑撰端午貼子詞，多用其事，然遣詞命意，工拙不同。王禹玉云：「紫閤曈曨隱曉霞，瑤墀九御薦菖華。何時又進江心鑑，試與君王却衆邪。」李邦直云：「艾葉成人後，榴花結子初。江心新得鏡，龍瑞護仙居。」趙彥若云：「揚子江中方鑄鏡，未央宮裏更飛符。菱花欲共朱靈合，驅盡神奸又得無？」又「揚子江中百煉金，寶奩疑是月華沉。爭如聖后無私鑑，明照人間萬善心。」又「江心百煉青銅鏡，架上雙紉翠縷衣。」李士美云：「何須百煉鑑，自勝五兵符。」傅墨卿云：「百煉鑑從江上鑄，五時花向帳前施。」許冲元云：「江中今日成龍鑑，苑外多年廢鷺陂。合照乾坤共作鏡，放生河海盡為池。」蘇子由云：「揚子江中寫鏡龍，波如細縠不搖風。宮中驚捧秋天月，長照人間助至公。」大概如此。唯東坡不然，曰：「講餘交翟轉回廊，始覺深宮夏日長。揚子江心空百煉，只將無逸監興亡。」其輝光氣燄，可畏而仰也。若白樂天諷諫百煉鏡篇云：「江心波上舟中鑄，五月五日日午時。」「背有九五飛天龍，人人呼為天子鏡。」又云：「太宗常以人為鏡，監古監今不監容。」「乃知天子別有鏡，不是揚州百煉銅。」用意正與坡合。予亦嘗有一聯云：「願儲醫國三年艾，不博江心百煉銅。」然去之遠矣。端午故事，莫如楚人競渡之的，蓋以其非吉祥，不可施諸祝頌，故必用鏡事云。 \\n 容齋五筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十(十二則)", "正文": "　 \\n 卷第十(十二則) \\n 　 \\n  \\n 哀公問社 \\n 哀公問社於宰我，宰我對曰：「夏后以松，殷人以柏，周人以栗。」曰：「使民戰栗。」子聞之曰：「成事不說，遂事不諫，既往不咎。」古人立社，但各因其土地所宜木為之，初非求異而取義於彼也。哀公本不必致問，既聞用栗之言，遂起「使民戰栗」之語。其意謂古者弗用命戮於社，所以威民。然其實則非也。孔子責宰我不能因事獻可替否，既非成事，尚為可說，又非遂事，尚為可諫，且非既往，何咎之云。或謂「使民戰栗」一句，亦出於宰我，記之者欲與前言有別，故加「曰」字以起之，亦是一說。然戰栗之對，使出於我，則導君於猛，顯為非宜。出於哀公，則便即時正救，以杜其始。兩者皆失之，無所逃於聖人之責也。哀公欲以越伐魯而去三家，不克成，卒為所逐，以至失邦，其源蓋在於此。何休注公羊傳云：「松，猶容也，想見其容貌而事之，主人正之意也。柏，猶迫也，親而不遠，主地正之意也。栗猶戰栗，謹敬貌，主天正之意也。」然則戰栗之說，亦有所本。公羊云：「虞主用桑，練主用栗。」則三代所奉社，其亦以松、柏、栗為神之主乎？非植此木也。程伊川之說有之。 \\n 絕句詩不貫穿 \\n 「夜涼吹笛千山月，路暗迷人百種花。棋罷不知人換世，酒闌無奈客思家。」此歐陽公絕妙之語。然以四句各一事，似不相貫穿，故名之曰夢中作。永嘉士人薛韶喜論詩，嘗立一說云：老杜近體律詩，精深妥帖，雖多至百韻，亦首尾相應，如常山之蛇，無間斷齟齬處。而絕句乃或不然，五言如「遲日江山麗，春風花草香。泥融飛燕子，沙暖睡鴛鴦」，「急雨捎溪足，斜暉轉樹腰。隔巢黃鳥並，翻藻白魚跳」，「江動月移石，溪虛雲傍花。鳥棲知故道，帆過宿誰家」，「鑿井交棕葉，開渠斷竹根。扁舟輕褭纜，小徑曲通村」，「日出籬東水，雲生舍北泥。竹高鳴翡翠，沙僻舞鵾鷄」，「釣艇收緡盡，昏鴉接翅稀。月生初學扇，雲細不成衣」，「舍下筍穿壁，庭中藤刺檐。地晴絲冉冉，江白草纖纖」，七言如「糝徑楊花鋪白氈，點溪荷葉疊青錢。筍根雉子無人見，沙上鳧雛傍母眠」，「兩個黃鸝鳴翠柳，一行白鷺上青天。窗含西嶺千秋雪，門泊東吳萬里船」之類是也。予因其說，以唐人萬絕句考之，但有司空圖雜題云「驛步堤縈閣，軍城鼓振橋。鷗和湖雁下，雪隔嶺梅飄」，「舴艋猿偷上，蜻蜓燕競飛。樵香燒桂子，苔濕掛莎衣」。 \\n 農父田翁詩 \\n 張碧農父詩云：「運鋤耕斸侵晨起，隴畔豐盈滿家喜。到頭禾黍屬他人，不知何處拋妻子！」杜荀鶴田翁詩云：「白髮星星筋骨衰，種田猶自伴孫兒。官苗若不平平納，任是豐年也受飢！」讀之使人愴然，以今觀之，何啻倍蓰也！ \\n 衛宣公二子 \\n 衞宣公二子之事，詩與左傳所書，始末甚詳，乘舟之詩，為伋、壽而作也。左傳云：「宣公烝於庶母夷姜，生伋子。為之娶於齊而美，公取之，生壽及朔。宣姜與公子朔譖伋子。宣姜者，宣公所納伋之妻，翻譖其過。公使諸齊，使盜待諸莘，將殺之。壽子告之，使行，不可。壽子載其旌以先，盜殺之，遂兄弟幷命。」案宣公以魯隱四年十二月立，至桓十二年十一月卒，凡十有九年。姑以即位之始，便成烝亂，而伋子即以次年生，勢須十五歲然後娶。既娶而奪之，又生壽、朔，朔已能同母譖兄，壽又能代為使者以越境，非十歲以下兒所能辦也。然則十九年之間，如何消破？此最為難曉也。 \\n 謂端為匹 \\n 今人謂縑帛一匹為壹端，或總言端匹。案左傳「幣錦二兩」注云：「二丈為一端，二端為一兩，所謂匹也，二兩，二匹也。」然則以端為匹非矣。湘山野錄載夏英公鎮襄陽，遇大禮赦恩，賜致仕官束帛，以絹十匹與胡旦，旦笑曰：「奉還五匹，請檢韓詩外傳，及諸儒韓康伯等所解『束帛戔戔』之義，自可見證。」英公檢之，果見三代束帛、束脩之制。若束帛則卷其帛為二端，五匹遂見十端，正合此說也。然周易正義及王弼注、韓詩外傳皆無其語。文瑩多妄誕，不足取信。按春秋公羊傳「乘馬束帛」注云：「束帛謂玄三纁二，玄三法天，纁二法地。」若文瑩以此為證，猶之可也。 \\n 唐人草堂詩句 \\n 予於東圃作草堂，欲採唐人詩句書之壁而未暇也，姑錄之於此。杜公云：「西郊向草堂」，「昔我去草堂」，「草堂少花今欲栽」，「草堂塹西無樹林」。白公有別草堂三絕句，又云：「身出草堂心不出。」劉夢得傷愚溪云：「草堂無主燕飛回。」元微之和裴校書云：「清江見底草堂在。」錢起有暮春歸故山草堂詩，又云：「暗歸草堂靜，半入花源去。」朱慶餘：「稱著朱衣入草堂。」李涉：「草堂曾與雪為鄰。」顧況：「不作草堂招遠客。」郎士元：「草堂竹徑在何處？」張籍：「草堂雪夜攜琴宿。」又云：「西峯月猶在，遙憶草堂前。」武元衡：「多君能寂寞，共作草堂遊。」陸龜蒙：「草堂祗待新秋景。」又云：「草堂盡日留僧坐。」司空圖：「草堂舊隱猶招我。」韋莊：「今來空訝草堂新。」子蘭：「策杖吟詩上草堂。」皎然有題湖上草堂云：「山居不買剡中山，湖上千峯處處閑。芳草白雲留我住，世人何事得相關？」 \\n 公穀解經書日 \\n 孔子作春秋，以一字為褒貶，大抵志在尊王，至於紀年敍事，只因舊史。杜預見汲冢書魏國史記，謂「其著書文意大似春秋經，推此足以見古者國史策書之常也。」所謂書日不書日，在輕重事體本無所系，而公羊、穀梁二傳，每事斷之以日，故窒而不通。左氏惟有公子益師卒，「公不與小斂，故不書日」一說，其它亦鮮。今表二傳之語，以示兒曹。公羊云：「益師卒，何以不日？遠也。」「葬者不及時而日，渴葬也。不及時而不日，慢葬也。過時而日，隱之也。過時而不日，謂之不能葬也。當時而不日，正也。當時而日，危不得葬也。」「庚寅，入邴。其日何？難也。」「取邑不日。」「桓之盟不日，信之也。」「甲寅，齊人伐衞。伐不日，此何以日？至之日也。」「壬申，公朝於王所。其日何？錄乎內也。」「辛巳，晉敗秦於殽。詐戰不日，此何以日？盡也。」「甲戌，敗狄於鹹。其日何？大之也。」「子卒。何以不日？隱之也。」「即位不日。」穀梁最多：「卑者之盟，不日。」「大夫日卒，正也。」「諸侯日卒，正也。」「日入，惡入者也。」「外盟不日。」「取邑不日。」「大閱崇武，故謹而日之。」「前定之盟，不日。」「公敗齊師。不日，疑戰也。」「公敗宋師。其日，成敗之也。」「齊人滅遂。其不日，微國也。」「公會齊侯，盟於柯，桓盟雖內與，不日，信也。」「媵陳人之婦。其不日，數渝，惡之也。」「癸亥，葬紀叔姬，不日卒，而日葬，閔紀之亡也。」「子卒日，正也。不日，故也。有所見則日。」「戊辰，盟於葵丘。桓盟不日，此何以日？美之也。」「辛卯，沙鹿崩。其日，重變也。」「戊申，隕石於宋。是月，六鷁退飛。石無知，故日之。鷁微有知之物，故月之。」「乙亥，齊侯小白卒。此不正，其日之，何也？」「壬申，公朝於王所。其日，以其再致天子，故謹而日之。日繫於月，月繫於時。其不月，失其所繫也。」「丁未，商臣弒其君髠。日髠之卒，所以謹商臣之弒也。」「乙巳，及晉處父盟。不言公，諱也。何以知其與公盟？以其日也。」「甲戌，取須句。取邑不日，此其日，何也？不正其再取，故謹而日之也。」「辛丑，葬襄王。日之，甚矣，其不葬之辭也。」「乙卯，晉、楚戰於邲。日，其事敗也。」「癸卯，晉滅潞。滅國有三術：中國謹日，卑國月，夷狄不日。其日，潞子賢也。」「甲戌，楚子卒。夷狄卒而不日。日，少進也。」「癸酉，戰於鞌。其日，或曰日其戰也，或曰日其悉也。」「梁山崩。不日。何也？高者有崩道也。」「鼷鼠食郊牛角。不言日，急辭也。」「庚申，莒潰。惡之，故謹而日之也。」「秋，公至自會。不日，至自伐鄭也。」「丙戌，鄭伯卒於操。其日，未逾竟也。」「乙亥，臧孫紇出奔邾。其日，正紇之出也。」「蔡世子弒其君。其不日，子奪父政，是謂夷之。」「冬十月，葬蔡景公。不日卒而月葬，不葬者也。」「四月，楚公子比弒其君。弒君者日，不日，比不弒也。」「甲戌，同盟於平丘。其日，善是盟也。」「內之大事日。即位，君之大事也。其不日，何也？以年决者，不以日决也。定之即位，何以日也？著之也。」它釋時月者亦然，通經之士，可以默喻矣。沙鹿、梁山為兩說，尤不然。蘇子由春秋論云：「公羊、穀梁之傳，日月土地，皆所以為訓。夫日月之不知，土地之不詳，何足以為喜怒？」其意蓋亦如此。 \\n 柳應辰押字 \\n 予頃因見鄂州南樓土中磨崖碑，其一刻「柳」字，下一字不可識，後訪得其人名應辰，而云是唐末五代時湖北人也，既載之四筆中，今始究其實，柳之名是已。蓋以國朝寶元元年呂溱榜登甲科，今浯溪石上有大押字，題云：「押字起於心，心之所記，人不能知。大宋熙寧七年甲寅歲刻，尚書都官員外郎武陵柳應辰，時為永州通判。」仍有詩云：「浯溪石在大江邊，心記閑將此地鐫。自有後人來屈指，四千六百甲寅年。」有閬中陳思者跋云：「右柳都官欲以怪取名，所至留押字盈丈，莫知其何為。押字古人書名之草者，施於文記間，以自別識耳。今應辰鐫刻廣博如許，已怪矣。好事者從而為之說，謂能祛逐不祥，真大可笑。」予得此帖，乃恨前疑之非。石傍又有蔣世基述夢記云：「至和三年八月，知永州職方員外郎柳拱辰受代歸闕，祁陽縣令齊術送行至白水，夢一儒衣冠者曰：『我元結也，今柳公遊浯溪，無詩而去，子盍求之。』覺而心異之，遂獻一詩。柳依韻而和，其語不工。」拱辰以天聖八年王拱辰榜登科，殆應辰兄也，輒幷記之。 \\n 唐堯無後 \\n 堯、舜之子，不肖等耳。舜之後雖不有天下，而傳至於陳及田齊，幾二千載。惟堯之後，當舜在位時即絕，故禹之戒舜曰：「毋若丹朱傲，用殄厥世。」又作戒曰：「惟彼陶唐，有此冀方。今失厥道，亂其紀綱，乃底滅亡。」原丹朱之惡，固在所絕。方舜、禹之世，顧不能別訪賢冑為之立繼乎？左傳載子產之辭曰：「唐人是因，以服事夏、商，其季世曰唐叔虞。(謂唐人之季，非周武王子封於晉者。)成王滅唐而封太叔。」又蔡墨曰：「陶唐氏既衰，其後有劉累氏，曰御龍。」范宣子曰：「匄之祖，自虞以上為陶唐氏，在夏御龍氏。」然則封國雖絕，尚有子孫。武王滅商，封帝堯之後於薊，而未嘗一見於簡策。史趙言楚之滅陳曰：「盛德必百世祀，虞之世數，未也。」臧文仲聞蓼與六二國亡，曰：「皋陶庭堅不祀，忽諸！」堯之盛德，豈出舜、皋之下，而爵邑不能及孫，何也？ \\n 斯須之敬 \\n 今公私宴會，稱與主人對席者曰席面。古者謂之賓、謂之客是已。儀禮燕禮篇：「射人請賓，公曰：『命某為賓。』賓少進，禮辭。又命之，賓許諾。」左傳季氏飲大夫酒，臧紇為客。宋公兼享晉、楚之大夫，趙孟為客。杜預云：「客，一坐所尊也。」乾道二年十一月，薛季益以權工部侍郎受命使金國，侍從共餞之於吏部尚書廳，陳應求主席，自六部長貳之外，兩省官皆預，凡會者十二人。薛在部位最下，應求揖之為客，辭不就，曰：「常時固自有次第，奈何今日不然？」諸公言：「此席正為侍郎設，何辭之為？」薛終不可。予時為右史，最居末坐。給事中王日嚴目予曰：「景盧能倉卒間應對，願出一轉語折衷之。」予笑謂薛曰：「孟子不云乎？『庸敬在兄，斯須之敬在鄉人。』侍郎姑處斯須之敬可也。明日以往，不妨復如常時。」薛無以對，諸公皆稱善，遂就席。 \\n 丙午丁未 \\n 丙午、丁未之歲，中國遇此輒有變故，非禍生於內，則夷狄外侮。三代遠矣，姑摭漢以來言之。高祖以丙午崩，權歸呂氏，幾覆劉宗。武帝元光元年為丁未，長星見，蚩尤旗亘天，其春，戾太子生，始命將出征匈奴，自是之後，師行三十年，屠夷死滅，不可勝數，及於巫蠱之禍，太子子父皆敗。昭帝元平元年丁未，帝崩，昌邑立而復廢，一歲再易主。成帝永始二年、三年，為丙午、丁未，王氏方盛，封莽為新都侯，立趙飛燕為皇后，由是國統三絕，漢業遂頹，雖光武建武之時，海內無事，然勾引南匈奴，稔成劉淵亂華之釁，正是歲也。殤帝、安帝之立，值此二年，東漢政亂，實基於此。桓帝終於永康丁未，孝靈繼之，漢室滅矣。魏文帝以黃初丙午終，明帝嗣位，司馬氏奪國，兆於此時。晉武太康六年、七年，惠帝正在東宮，五胡毒亂，此其源也。東晉訖隋，南北分裂，九縣飈回，在所不論。唐太宗貞觀之季，武氏已在後宮，中宗神龍、景龍，其事可見。代宗大曆元、二，大盜初平，而置其餘孽於河北，強藩悍鎮，卒以亡唐。寶曆丙午，敬宗遇弒。大和丁未，是為文宗甘露之悲，至於不可救藥。僖宗光啟之際，天下固已大亂，而中官劫幸興元，襄王熅僭立。石晉開運，遺禍至今。皇朝景德，方脫契丹之擾，而明年祥符，神仙宮觀之役崇熾，海內虛耗。治平丁未，王安石入朝，愲亂宗社。靖康丙午，都城受圍，逮於丁未，汴失守矣。淳熙丁未，高宗上仙。總而言之，大抵丁未之災，又慘於丙午，昭昭天象，見於運行，非人力之所能為也。 \\n 祖宗命相 \\n 祖宗進用宰相，惟意所屬，初不以內外高卑為主。若召故相，則率置諸見當國者之上，太平興國中，薛文惠公居正薨，盧多遜、沈倫在相位，而趙韓王普以太子太保散秩而拜昭文。咸平四年，李文靖公沆為集賢，而召故相呂文穆公蒙正為昭文。景德元年，文靖薨，王文正公旦、文穆公欽若為參政，不次補，而畢文簡公士安由侍讀學士、寇忠愍公準由三司使，並命為史館集賢，畢公雖歷參政，不及一月。至和二年，陳恭公執中罷，劉沆在位，而外召文、富二公，文公復為昭文，富為集賢，而沆遷史館。熙寧三年，韓獻肅公絳、王荊公安石同拜，韓在上而先罷，荊公越四年亦罷。韓復為館相，明年荊公再入，遂拜昭文，居韓之上。元祐元年，召文潞公於洛，司馬公自門下侍郎，拜左僕射，固辭，乞令彥博以太師兼侍中行左僕射，而己為右以佐之。宣仁不許，曰：「彥博豈可居卿上？」欲命兼侍中行右僕射，會臺諫有言，彥博不可居三省長官，於是但平章軍國重事。崇寧以後，蔡京凡四入，輒為首臺。此非可論典故也。隆興元年冬，湯岐公思退為右僕射，張魏公浚為樞密使，孝宗欲命張為左，請於德壽，高宗曰：「湯思退元是左相，張浚元是右相，只仍其舊可也。」於是出命。 \\n  \\n 　 \\n  \\n   \\n  "}
