{"章节": "卷第一(十四則)", "正文": "　 \\n 卷第一(十四則) \\n 　 \\n  \\n 晁景迂經說 \\n 景迂子晁以道留意六經之學，各著一書，發明其旨，故有易規、書傳、詩序論，中庸、洪範傳、三傳說。其說多與世儒異。 \\n 謂易之學者所謂應、所謂位、所謂承乘、所謂主，皆非是。大抵云，繫辭言卦爻象數剛柔變通之類非一，未嘗及初應四、二應五、三應六也。以陽居陽、以陰居陰為得位，得位者吉。以陽居陰、以陰居陽為失位，失位者凶。然則九五、九三、六二、六四俱善乎？六五、六三、九二、九四俱不善乎？既為有應無應、得位不得位之說，而求之或不通，則又為承乘之說。謂陰承陽則順，陽承陰則逆，陽乘柔則吉，陰乘剛則凶，其不思亦甚矣。又必以位而論中正，如六二、九五為中且正，則六五、九二俱不善乎？初、上、三、四永不得用中乎？卦各有主，而一概主之於五，亦非也。 \\n 其論書曰：予於堯典，見天文矣，而言四時者不知中星。禹貢敷土治水，而言九州者不知經水。洪範性命之原，而言九疇者不知數。舜於四凶，以堯庭之舊而流放竄殛之。穆王將善其祥刑，而先醜其耄荒。湯之伐桀，出不意而奪農時。文王受命為僭王，召公之不說，類乎無上。太甲以不順伊尹而放，羣叔纔有流言而誅，啟行孥戮之刑以誓不用命，盤庚行劓殄之刑而遷國，周人飲酒而死，魯人不板榦而屋誅。先時不及時而殺無赦。威不可訖，老不足敬，禍不足畏，凶德不足忌之類。惟此經遭秦火煨燼之後，孔壁朽折之餘，孔安國初以隸篆推科斗。既而古今文字錯出東京，乃取正於杜林。傳至唐，彌不能一，明皇帝詔衞包悉以今文易之，其去本幾何其遠矣！今之學者盡信不疑，殆如手授於洙、泗間，不亦惑乎？論堯典中星云，於春分日而南方井、鬼七宿合，昏畢見者，孔氏之誤也。豈有七宿百九度，而於一夕間畢見者哉？此實春分之一時正位之中星，非常夜昏見之中星也。於夏至而東方角、亢七宿合，昏畢見者，孔氏之誤也。豈有七宿七十七度，而於一夕間畢見者哉？此夏至一時之中星，非常夜昏見者也。秋分、冬至之說皆然。凡此以上，皆晁氏之說。所辯聖典，非所敢知。但驗之天文，不以四時，其同在天者常有十餘宿。自昏至旦，除太陽所舍外，餘出者過三之二，安得言七宿不能於一夕間畢見哉？蓋晁不識星故云爾。 \\n 其論詩序云，作詩者不必有序。今之說者曰，序與詩同作，無乃惑歟！且逸詩之傳者，岐下之石鼓也，又安覩序邪？謂晉武公盜立，秦仲者石勒之流，秦襄公取周地，皆不應美。文王有聲為繼伐，是文王以伐紂為志，武王以伐紂為功。庭燎、沔水、鶴鳴、白駒，箴、規、誨、刺於宣王，則雲漢、韓奕、崧高、烝民之作妄也。未有小雅之惡如此，而大雅之善如彼者也。謂子衿、候人、采綠之序駢蔓無益，樛木、日月之序為自戾，定之方中、木瓜之序為不純。孟子、荀卿、左氏、賈誼、劉向漢諸儒，論說及詩多矣，未嘗有一言以詩序為議者，則序之所作晚矣。晁所論是否，亦未敢輒言。但其中有云，秦康公隳穆公之業，日稱兵於母家，自喪服以尋干戈，終身戰不知已，而序渭陽，稱其「我見舅氏，如母存焉」，是果純孝歟？陳厲公弒佗代立，而序墓門責佗「無良師傅」，失其類矣。予謂康公渭陽之詩，乃贈送晉文公入晉時所作，去其即位十六年。衰服用兵，蓋晉襄公耳，傳云「子墨衰絰」者也。康公送公子雍於晉，蓋徇其請。晉背約而與之戰，康公何罪哉？責其稱兵於母家，則不可。陳佗殺威公太子而代之，故蔡人殺佗而立厲公，非厲公罪也。晁詆厲以申佗，亦為不可。 \\n 其論三傳，謂杜預以左氏之耳目，奪夫子之筆削。公羊家失之舛雜，而何休者，又特負於公羊。惟穀梁晚出，監二氏之違畔而正之，然或與之同惡，至其精深遠大者，真得子夏之所傳。范甯又因諸儒而博辯之，申穀梁之志，其於是非亦少公矣，非若杜征南一切申傳，決然不敢異同也。此論最善。 \\n 然則晁公之於羣經，可謂自信篤而不詭隨者矣。 \\n 邳彤酈商 \\n 漢光武討王郎時，河北皆叛，獨鉅鹿、信都堅守，議者謂可因二郡兵自送，還長安。惟邳彤不可，以為若行此策，豈徒空失河北，必更驚動三輔。公既西，則邯鄲之兵，不肯背城主而千里送公，其離散逃亡可必也。光武感其言而止。東坡曰：「此東漢興亡之決，邳彤亦可謂漢之元臣也。」彤在雲臺諸將之中，不為人所標異，至此論出，識者始知其然。漢高祖沒，呂后與審食其謀曰：「諸將故與帝為編戶民，今乃事少主，非盡族是，天下不安。」以故不發喪。酈商見食其曰：「誠如此，天下危矣。陳平、灌嬰將十萬守滎陽，樊噲、周勃將二十萬定燕、代，比聞帝崩，諸將皆誅，必連兵還嚮以攻關中，亡可翹足待也。」食其入言之，乃發喪。然則是時漢室之危，幾於不保，酈商笑談間，廓廓無事，其功豈不大哉？然無有表而出之者！迨呂后之亡，呂祿據北軍，商子寄紿之出游，使周勃得入。則酈氏父子之於漢，謂之社稷臣可也。寄與劉揭同說呂祿解將印，及文帝論功，揭封侯賜金，而寄不錄，平、勃亦不為之一言，此又不可曉者。其後寄嗣父為侯，又以罪免，惜哉！ \\n 武成之書 \\n 孔子言：「周之德，其可謂至德也已矣。三分天下有其二，以服事殷。」所謂服事者，美其能於紂之世盡臣道也。而史記周本紀云西伯蓋受命之年稱王，而斷虞芮之訟，其後改法度，制正朔，追尊古公、公季為王。是說之非，自唐梁肅至於歐陽、東坡公、孫明復皆嘗著論，然其失自武成始也。孟子曰：「吾於武成，取二三策而已矣。」今考其書，云「大王肇基王迹，文王誕膺天命，以撫方夏」，及武王自稱曰「周王發」，皆紂尚在位之辭。且大王居邠，猶為狄所迫逐，安有「肇基王迹」之事？文王但稱西伯，焉得言「誕膺天命」乎？武王未代商，已稱周王，可乎？則武成之書不可盡信，非止「血流漂杵」一端也。至編簡舛誤，特其小小者云。 \\n 象載瑜 \\n 漢郊祀歌象載瑜章云：「象載瑜，白集西。」顏師古曰：「象載，象輿也。山出象輿，瑞應車也。」赤蛟章云「象輿車羲」，即此也。而景星章云：「象載昭庭。」師古曰：「象謂懸象也。懸象祕事，昭顯於庭也。」二字同出一處，而自為兩說。按樂章詞意，正指瑞應車，言昭列於庭下耳。三劉漢釋之說亦得之，而謂「白集西」為西雍之麟，此則不然。蓋歌詩凡十九章，皆書其名於後，象載瑜前一行云「行幸雍獲白麟作」，自為前篇「朝隴首，覽西垠」之章，不應又於下篇贅出之也。 \\n 管晏之言 \\n 孟子所書：「齊景公問於晏子曰：『吾欲觀於轉附、朝，遵海而南，放於琅邪，吾何修而可以比於先王觀也？』晏子對曰：『天子諸侯，無非事者。春省耕而補不足，秋省斂而助不給。今也不然。師行而糧食。從流下而忘反謂之流。從流上而忘反謂之連。從獸無厭謂之荒。樂酒無厭謂之亡。先王無流連之樂，荒亡之行。』景公說，大戒於國。」管子內言戒篇曰：「威公將東游，問於管仲曰：『我游猶軸轉斛，南至琅邪。司馬曰，亦先王之游已。何謂也？』對曰：『先王之游也，春出原農事之不本者，謂之游。秋出補人之不足者，謂之夕。夫師行而糧食其民者，謂之亡。從樂而不反者，謂之荒。先王有游夕之業於民，無荒亡之行於身。』威公退再拜，命曰寶法。」觀管、晏二子之語，一何相似，豈非傳記所載容有相犯乎？管氏既自為一書，必不誤，當更考之晏子春秋也。 \\n 共工氏 \\n 禮記祭法、漢書郊祀志，皆言共工氏霸九州，以其無錄而王，故謂之霸。曆志則云：「雖有水德，在火木之間，非其序也。任知刑以強，故伯而不王。周人遷其行序，故易不載。」注言：「以其非次故去之。」史記律書：「顓帝有共工之陳，以平水害。」文穎曰：「共工，主水官也。少昊氏衰，秉政作虐，故顓帝伐之。本主水官，因為水行也。」然左傳郯子所敍黃帝、炎帝五代所名官，共工氏以水紀，故為水師而水名。杜預云：「共工氏以諸侯伯有九州者，在神農之前，太昊之後，亦受水瑞，以水名官。」蓋其與炎、黃諸帝，均受五行之瑞，無所低昂，是亦為王明矣。其子曰后土，能平九州，至今祀以為社。前所紀謂「周人去其行序」，恐非也。至於怒觸不周之山，天傾西北，地不滿東南，此說尤為誕罔。洪氏出於此，本曰「共」，左傳所書晉左行共華、魯共劉，皆其裔也。後又推本水德之緒加水於左而為「洪」云。堯典所稱「共工方鳩僝功」，即舜所流者，非此也。時以名官，故舜命垂為之。 \\n 漢志之誤 \\n 昔人謂顏師古為班氏忠臣，以其注釋紀傳，雖有舛誤，必委曲為之辨故也。如五行志中最多，其最顯顯者，與尚書及春秋乖戾為甚。桑穀共生於朝。劉向以為商道既衰，高宗乘敝而起，既獲顯榮，怠於政事，國將危亡，故桑穀之異見。武丁恐駭，謀於忠賢。顏注曰：「桑穀自太戊時生，而此云高宗時，其說與尚書大傳不同，未詳其義，或者伏生差謬。」按藝文志自云：「桑穀共生，太戊以興，鳴雉登鼎，武丁為宗。」乃是本書所言，豈不可為明證，而翻以伏生為謬，何也？僖公二十九年，大雨雹。劉向以為信用公子遂，遂專權自恣，僖公不寤，後二年，殺子赤立宣公。又載文公十六年，蛇自泉宮出。劉向以為其後公子遂殺二子而立宣公。此是文公末年事，而劉向既書之，又誤以為僖。顏無所辨。隱公三年，日有食之。劉向以為其後鄭獲魯隱。注引「狐壤之戰，隱公獲焉」。此自是隱為公子時事耳，左傳記之甚明。宣公十五年，王札子殺召伯、毛伯。董仲舒以為成公時。其他如言楚莊始稱王，晉滅江之類，顏雖隨事敷演，皆云未詳其說，終不肯正詆其疵也。地理志中沛郡公丘縣曰：「故滕國，周懿王子叔繡所封。」顏引左傳「郜、雍、曹、滕，文之昭也」為證，亦云未詳其義。真定之肥纍，菑川之劇，泰山之肥城，皆以為肥子國，而遼西之肥如，又云「肥子奔燕，燕封於此」。魏郡元城縣云：「魏公子元食邑於此，因而遂氏焉。」常山元氏縣云：「趙公子元之封邑，故曰元氏。」不應兩邑命名相似如此。正文及志五引虖池河，皆注云：「虖音呼，池音徒河反。」又「五伯迭興」注云：「此五伯謂齊威、宋襄、晉文、秦穆、楚莊也。」而諸侯王表「五伯扶其弱」注云：「謂齊威、宋襄、晉文、秦穆、吳夫差也。」異姓諸侯王表「適戍強於五伯」注云：「謂昆吾、大彭、豕韋、齊威、晉文也。」均出一書，皆師古注辭，而異同如此。 \\n 漢將軍在御史上 \\n 漢書百官公卿表，御史大夫掌副丞相，位上卿，銀印青綬，前後左右將軍亦位上卿，而金印紫綬。故霍光傳所載羣臣連名奏曰，丞相敞、大將軍光、車騎將軍安世、度遼將軍明友、前將軍增、後將軍充國、御史大夫誼。且云羣臣以次上殿。然則凡雜將軍，皆在御史大夫上，不必前後左右也。 \\n 上元張燈 \\n 上元張燈，太平御覽所載史記樂書曰：「漢家祀太一，以昏時祠到明。」今人正月望日夜游觀燈，是其遺事，而今史記無此文。唐韋述兩京新記曰：「正月十五日夜，敕金吾弛禁，前後各一日以看燈。」本朝京師增為五夜，俗言錢忠懿納土，進錢買兩夜，如前史所謂買宴之比。初用十二、十三夜，至崇寧初，以兩日皆國忌，遂展至十七、十八夜。予按國史，乾德五年正月，詔以朝廷無事，區（宀禹）乂安，令開封府更增十七、十八兩夕。然則俗云因錢氏及崇寧之展日，皆非也。太平興國五年十月下元，京城始張燈如上元之夕，至淳化元年六月，始罷中元、下元張燈。 \\n 七夕用六日 \\n 太平興國三年七月，詔：「七夕嘉辰，著於甲令。今之習俗，多用六日，非舊制也，宜復用七日。」且名為七夕而用六，不知自何時始。然唐世無此說，必出於五代耳。 \\n 宰相參政員數 \\n 太祖登極，仍用周朝范質、王溥、魏仁浦三宰相，四年，皆罷，趙普獨相。越三月，始創參知政事之名，而以命薛居正、呂餘慶，後益以劉熙古，是為一相三參。及普罷去，以居正及沈義倫為相，盧多遜參政。太宗即位，多遜亦拜相。凡六年，三相而無一參。自後頗以二相二參為率。至和二年，文彥博為昭文相，劉沆為史館相，富弼為集賢相，但用程戡一參。惟至道三年呂端以右僕射獨相，而戶部侍郎溫仲舒、禮部侍郎王化基、工部尚書李至、禮部侍郎李沆四參政，前後未之有也。 \\n 朱崖遷客 \\n 唐韋執誼自宰相貶崖州司戶，刺史命攝軍事衙推，牒詞云：「前件官久在朝廷，頗諳公事，幸期佐理，勿憚縻賢。」當時傳以為笑，然猶未至於挫抑也。盧多遜罷相流崖州，知州乃牙校，為子求昏，多遜不許，遂侵辱之，將加害，不得已，卒與為昏。紹興中，胡邦衡銓竄新州，再徙吉陽，吉陽即朱崖也。軍守張生，亦一右列指使，遇之亡狀，每旬呈，必令囚首詣廷下。邦衡盡禮事之，至作五十韻詩，為其生日壽，性命之憂，朝不謀夕。是時，黎酋聞邦衡名，遣子就學，其居去城三十里，嘗邀致入山，見軍守者，荷枷絣西廡下，酋指而語曰：「此人貪虐已甚，吾將殺之，先生以為何如？」邦衡曰：「其死有餘罪，果若此，足以洗一邦怨心。然既蒙垂問，切有獻焉。賢郎所以相從者，為何事哉？當先知君臣上下之名分。此人固亡狀，要之為一州主，所謂邦君也。欲訴其過，合以告海南安撫司，次至廣西經略司，俟其不行，然後訟於樞密院，今不應擅殺人也。」酋悟，遽釋之，令自書一紙引咎，乃再拜而出。明日，邦衡歸，張詣門悔謝，殊感再生之恩，自此待為上客。邦衡以隆興初在侍從，錄所作生日詩示仲兄文安公，且備言昔日事。乃知去天萬里，身陷九淵，日與死迫，古今一轍也。 \\n 張士貴宋璟 \\n 唐太宗自臨治兵，以部陳不整，命大將軍張士貴杖中郎將等，怒其杖輕，下士貴吏。魏徵諫曰：「將軍之職，為國爪牙，使之執杖，已非後法，況以杖輕下吏乎？」上亟釋之。明皇開元三年，御史大夫宋璟坐監朝堂杖人杖輕，貶睦州刺史，姚崇為宰相，弗能止，盧懷慎亦為相，疾亟，表言璟明時重器，所坐者小，望垂矜錄，上深納之。太宗、明皇，有唐賢君也，而以杖人輕之故，加罪大將軍、御史大夫，可謂失政刑矣。 \\n 韓歐文語 \\n 盤谷序云：「坐茂林以終日，濯清泉以自潔。采於山，美可茹；釣於水，鮮可食。」醉翁亭記云：「野花發而幽香，佳木秀而繁陰。臨溪而漁，溪深而魚肥；釀泉為酒，泉香而酒洌。山殽野蔌，雜然而前陳。」歐公文勢，大抵化韓語也。然「釣於水，鮮可食」與「臨溪而漁，溪深而魚肥」、「采於山」與「山殽前陳」之句，煩簡工夫，則有不侔矣。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第二(十六則)", "正文": "　 \\n 卷第二(十六則) \\n 　 \\n  \\n 漢宣帝不用儒 \\n 漢宣帝不好儒，至云俗儒不達時宜，好是古非今，使人眩於名實，不知所守，何足委任。匡衡為平原文學，學者多上書薦衡經明，當世少雙，不宜在遠方。事下蕭望之、梁丘賀。望之奏衡經學精習，說有師道，可觀覽。宣帝不甚用儒，遣衡歸故官。司馬溫公謂俗儒誠不可與為治，獨不可求真儒而用之乎？且是古非今之說，秦始皇、李斯所禁也，何為而效之邪？既不用儒生而專委中書宦官，宏恭、石顯因以擅政事，卒為後世之禍，人主心術，可不戒哉！ \\n 國家府庫 \\n 真宗嗣位之初，有司所上天下每歲賦入大數，是時，至道三年也，凡收穀二千一百七十萬碩，錢四百六十五萬貫，絹、紬一百九十萬匹，絲、綿六百五十八萬兩，茶四十九萬斤，黃蠟三十萬斤。自後多寡不常，然大略具此。方國家全盛，民力充足，故於征輸未能為害。今之事力，與昔者不可同日而語，所謂緡錢之入，殆過十倍。民日削月朘，未知救弊之術，為可慮耳。黃蠟一項，今不聞有此數。 \\n 劉項成敗 \\n 漢高帝、項羽起兵之始，相與北面共事懷王。及入關破秦，子嬰出降，諸將或言誅秦王。高帝曰：「始懷王遣我，固以能寬容，且人已服降，殺之不祥。」乃以屬吏。至羽則不然，既殺子嬰，屠咸陽，使人致命於懷王。王使如初約，先入關者王其地。羽乃曰：「懷王者，吾家武信君所立耳，非有功伐，何以得顓主約？今定天下，皆將相諸君與籍力也，懷王亡功，固當分其地而王之。」於是陽尊王為義帝，卒至殺之。觀此二事，高帝既成功，猶敬佩王之戒，羽背主約，其末至於如此，成敗之端，不待智者而後知也。高帝微時，嘗繇咸陽，縱觀秦皇帝，喟然太息曰：「大丈夫當如此矣！」至羽觀始皇，則曰：「彼可取而代也。」雖史家所載，容有文飾，然其大旨，固可見云。 \\n 占術致禍 \\n 吉凶禍福之事，蓋未嘗不先見其祥。然固有知之信之，而翻取殺身亡族之害者。漢昭帝時，昌邑石自立，上林僵柳復起，蟲食葉曰「公孫病己立」。眭孟上書言，當有從匹夫為天子者，勸帝索賢人而禪位，孟坐祅言誅，而其應乃在孝宣，正名病己。哀帝時，夏賀良以為漢曆中衰，當更受命，遂有陳聖劉太平皇帝之事，賀良坐不道誅。及王莽篡竊，自謂陳後，而光武實應之。宋文帝時，孔熙先以天文圖讖，知帝必以非道晏駕，由骨肉相殘，江州當出天子，遂謀大逆，欲奉江州刺史、彭城王義康。熙先既誅，義康亦被害，而帝竟有子禍，孝武帝乃以江州起兵而即尊位。薄姬在魏王豹宮，許負相之當生天子，豹聞言心喜，因背漢，致夷滅，而其應乃在漢文帝。唐李錡據潤州反，有相者言，丹陽鄭氏女當生天子，錡聞之，納為侍人。錡敗，沒入掖庭，得幸憲宗而生宣宗。五代李守貞為河中節度使，有術者善聽人聲，聞其子婦符氏聲，驚曰：「此天下之母也。」守貞曰：「吾婦猶為天下母，吾取天下，復何疑哉？」於是決反，已而覆亡，而符氏乃為周世宗后。 \\n 絳侯萊公 \\n 漢周勃誅諸呂，立文帝以安劉氏，及為丞相，朝罷趨出，意得甚。上禮之恭，常目送之。爰盎進曰：「丞相何如人也？」上曰：「社稷臣。」盎曰：「絳侯所謂功臣，非社稷臣。社稷臣，主在與在，主亡與亡。方呂后時，諸呂用事，擅相王，絳侯為太尉，本兵柄，弗能正。呂后崩，大臣相與共誅諸呂，太尉主兵，適會其成功，所謂功臣，非社稷臣。丞相如有驕主色，陛下謙遜，臣主失禮，竊為陛下弗取也。」後朝，上益莊，丞相益畏。久之，勃遂有逮繫廷尉之禍，幾於不免。寇萊公決澶淵之策，真宗待之極厚，王欽若深害之。一日會朝，準先退，欽若進曰：「陛下敬畏寇準，為其有社稷功邪？」上曰：「然。」欽若曰：「臣不意陛下出此言！澶淵之役，不以為恥，而謂準有社稷功，何也？」上愕然曰：「何故？」對曰：「城下之盟，雖春秋時小國猶恥之。今以萬乘之貴，而為此舉，是盟於城下也，其何恥如之！」上愀然不能答。由是顧準稍衰，旋即罷相，終海康之貶。嗚呼！絳侯、萊公之功，揭若日月，而盎與欽若以從容一言，移兩明主意，訖致二人於罪斥，讒言罔極，吁可畏哉！ \\n 無名殺臣下 \\n 傳曰：「欲加之罪，其無辭乎？」古者置人於死地，必求其所以死。然固有無罪殺之，而必為之名者。張湯為漢武造白鹿皮幣，大農顏異以為本末不相稱，天子不悅。湯又與異有隙。異與客語初令下有不便者，異不應，微反唇。湯奏當異九卿，見令不便，不入言而腹非，論死。自是後有腹非之法。非，論死。自是後有腹非之法。曹操始用崔琰，後為人所譖，罰為徒隸，使人視之，詞色不撓。操令曰：「琰雖見刑，而對賓客，虬須直視，若有所瞋。」遂賜琰死。隋煬帝殺高熲之後，議新令，久不決。薛道衡謂朝士曰：「向使高熲不死，令決當久行。」有人奏之，帝怒，付執法者推之。裴蘊奏：「道衡有無君之心，推惡於國，妄造禍端。論其罪名，似如隱昧，原其情意，深為悖逆。」帝曰：「公論其逆，妙體本心。」遂令自盡。寃哉此三臣之死也！ \\n 平天冠 \\n 祭服之冕，自天子至於下士執事者皆服之，特以梁數及旒之多少為別。俗呼為平天冠，蓋指言至尊乃得用。范純禮知開封府，中旨鞫淳澤村民謀逆事。審其故，乃嘗入戲場觀優，歸塗見匠者作桶，取而戴於首，曰：「與劉先主如何？」遂為匠擒。明日入對，徽宗問何以處。對曰：「愚人村野無所知，若以叛逆蔽罪，恐辜好生之德，以不應為杖之，足矣。」按後漢輿服志蔡邕注冕冠曰：「鄙人不識，謂之平天冠。」然則其名之傳久矣。 \\n 介推寒食 \\n 左傳晉文公反國，賞從亡者，介之推不言祿，祿亦弗及，推遂與母偕隱而死。晉侯求之不獲，以上為之田，曰：「以志吾過。」綿上者，西河介休縣地也。其事始末只如此。史記則曰：「子推從者書宮門，有『一蛇獨怨』之語。文公見其書，使人召之，則亡。聞其入綿上山中，於是環山封之，名曰介山。」雖與左傳稍異，而大略亦同。至劉向新序始云：「子推怨於無爵齒，去而之介山之上，文公待之，不肯出。以謂焚其山宜出，遂不出而焚死。」是後雜傳記，如汝南先賢傳則云：「太原舊俗，以介子推焚骸，一月寒食。」鄴中記云：「幷州俗，冬至後一百五日，為子推斷火冷食三日。魏武帝以太原、上黨、西河、雁門皆沍寒之地，令人不得寒食，亦為冬至後百有五日也。」按後漢周舉傳云：「太原一郡，舊俗以介子推焚骸，有龍忌之禁。至其亡月，咸言神靈不樂舉火，由是士民每冬中輒一月寒食，莫敢烟爨。舉為幷州刺史，乃作吊書置子推廟，言盛冬去火，殘損民命，非賢者之意，宣示愚民，使還溫食。於是衆惑稍解，風俗頗革。」然則所謂寒食，乃是冬中，非今節令二三月間也。 \\n 進士訴黜落 \\n 天禧三年，京西轉運使胡則言滑州進士楊世質等訴本州黜落，即取元試卷，付許州通判崔立看詳，立以為世質等所試，不至紕繆，已牒滑州依例解發。詔轉運司具析不先奏裁直令解發緣由以聞，其試卷仰本州繳進。世質等仍未得解發。及取到試卷，詔貢院定奪，乃言詞理低次，不合充薦，復黜之，而劾胡則、崔立之罪。蓋是時貢舉條制猶未堅定，故有被黜而來訴其枉者。至於省試亦然，如葉齊之類，由此登第。後來無此風矣。 \\n 後漢書載班固文 \\n 班固著漢書，制作之工，如英、莖、咸、韶，音節超詣，後之為史者，莫能及其髣髴，可謂盡善矣。然至後漢中所載固之文章，斷然如出兩手。觀謝夷吾傳云，第五倫為司徒，使固作奏薦之，其辭至有「才兼四科，行包九德」之語。其他比喻，引稷、契、咎繇、傅說、伊、呂、周、召、管、晏，以為一人之身，而唐、虞、商、周聖賢之盛者，皆無以過。而夷吾乃在方術傳中，所學者風角占候而已，固之言，一何太過歟？ \\n 趙充國馬援 \\n 前漢先零羌犯塞，趙充國平之，初置金城屬國，以處降羌，西邊遂定。成帝命揚雄頌其圖畫，至比周之方、虎。後漢光武時，西羌入居塞內，來歙奏言，隴西侵殘，非馬援莫能定。乃拜援太守，追討之。羌來和親，於是隴右清靜。而自永平以後，訖于靈帝，十世之間，羌患未嘗少息。故范曄著論，以為：「二漢御戎之方，為失其本。先零侵境，趙充國遷之內地；當煎作寇，馬文淵徙之三輔。貪其暫安之勢，信其馴服之情，計日用之權宜，忘經世之遠略，豈夫識微者之為乎？」援徙當煎於三輔，不見其事。西羌傳云，援破降先零，徙置天水、隴西、扶風三郡，事已具援傳。然援本傳，蓋無其語，唯段紀明與張奐爭討東羌奏疏，正謂趙、馬之失，至今為梗。充國、文淵，為漢名臣，段貶之如此，故曄據而用之，豈其然乎？ \\n 漢人希姓 \\n 兩漢書所載人姓氏，有後世不著見者甚多，漫紀于此，以助氏族書之脫遺。複姓如公上不害、合傅胡害、室中同、昭涉掉尾、單父右軍、陽城延、息夫躬、游水發根、吾丘壽王、落下閎、梁丘賀、五鹿充宗、公戶滿意、堂谿惠、申章昌、浩星賜、闕門慶忌、安國少季、馬適建、都尉朝、毋將隆、紅陽長仲、烏氏蠃、周陽由、勝屠公、毋鹽氏、歐侯氏、士孫喜、索盧恢、屠門少、瓜田儀、工師喜、駮馬少伯、公乘歙、鮭陽鴻、弓里游、公沙穆、胡母班、周生豐、友通期、公緒恭、公族進階、水丘岑、叔先雄。單姓如繒賀、蟲達、靈常、賁赫、其石、旅卿、祕彭祖、革朱、樛樂、泠豐、冥都、澓中翁、蒯徹、直不疑、閎孺、使樂成、桮育、制氏、猗頓、義縱、雋不疑、疏廣、云敞、枚乘、終軍、鹵公孺、食子公、馯臂、倗宗、衡胡、乘宏、簡卿、炔欽、所忠、假倉、眭孟、（上帶下足）惲、塗惲、射姓、后倉、姓偉、如氏、苴氏、百政、免公、髮福、質氏、濁賢、稽發、萬章、瞯氏、佗羽、繡君賓、漕中叔、栩丹、帛敞、遲昭平、汝臣、駒幾、稱忠、逯普、臺崇、沐茂、匽氏、勞丙、抗徐、闕宣、沮儁、卑整、編訢、亶誦、尋穆、夜龍、弓林、行巡、祋諷、角閎、芳丹、堅鐔、錫光、傜偉、重異、力子都、維氾、詩索、繇延、夷長公、防廣、鐔顯、移良、緱玉、蕃嚮、渠穆、臨孝存、脂習、笮融、茨充、處興、興渠、具瑗、諒輔、騰是、卿仲遼、謁煥、矯慎、晃華、洼丹、禰衡。 \\n 絳灌 \\n 漢書陳平傳，「絳、灌等讒平。」顏師古注云：「舊說云，絳，絳侯周勃也，灌，灌嬰也。而楚漢春秋，高祖之臣，別有絳灌，疑昧之文，不可據也。」賈誼傳，「絳、灌、東陽侯之屬盡害之。」注亦以為勃、嬰。按史記陳平世家曰：「絳侯、灌嬰等咸讒平」，則其為兩人明甚。師古不必為疑辭也。楚漢春秋陸賈所作，皆書當時事，而所言多與史不合。師古蓋屢辨之矣。史、漢外戚竇皇后傳，實書絳侯、灌將軍，此最的證也。夏侯嬰為滕令，故稱滕公。而史幷灌嬰書為滕、灌，賈誼所稱亦然，甚與絳、灌相類。楚漢春秋一書，今不復見，李善注文選劉歆移博士書云：「楚漢春秋曰，漢已定天下，論羣臣破敵禽將，活死不衰，絳灌、樊噲是也。功成名立，臣為爪牙，世世相屬，百出無邪，絳侯周勃是也。然則絳灌自一人，非絳侯與灌嬰。」師古所謂疑昧之文者此耳。張耳歸漢，即立為趙王，子敖廢為侯，敖子偃嘗為魯王，文帝封為南宮侯，而楚漢春秋有「南宮侯張耳」。淮陰舍人告韓信反，史記表云欒說，漢表云樂說，而楚漢以為謝公。其誤可見。 \\n 題詠絕唱 \\n 錢伸仲大夫於錫山所居漆塘村作四亭，自其先人，已有卜築之意而不克就，故名曰「遂初」；先壟在其上，名曰「望雲」；種桃數百千株，名曰「芳美」；鑿地涌泉，或以為與惠山泉同味，名曰「通惠」。求詩於一時名流，自葛魯卿、汪彥章、孫仲益既各極其妙，而母舅蔡載天任四絕獨擅場。遂初亭曰：「結廬傍林泉，偶與初心期。佳處時自領，未應魚鳥知。」望雲亭曰：「白雲來何時，英英冠山椒。西風莫吹去，使我心搖搖。」芳美亭曰：「高人不惜地，自種無邊春。莫隨流水去，恐汚世間塵。」通惠亭曰：「水行天地間，萬派同一指。胡為穿石來？要洗巢由耳。」四篇既出，諸公皆自以為弗及也。吳傅朋游絲書，賦詩者以百數，汪彥章五言數十句，多用翰墨故事，固已超拔，而劉子翬彥沖古風一篇，蓋為絕唱。其辭云：「圓清無瑕二三月，時見游絲轉空闊。誰人寫此一段奇，著紙春風吹不脫。紛紜糾結疑非書，安得龍蛇如許臞。神蹤政喜縈不斷，老眼只愁看若無。定知苗裔出飛白，古人妙處君潛得。勿輕漠漠一縷浮，力遒可挂千鈞石。眷予弟兄情不忘，軸之遠寄悠然堂。謝公遺髯凜若活，衞后落鬒搖人光。翻思長安夜飛蓋，醉哦聲落南山外。亂離契闊四十秋，筆意與人俱老大。政成著脚明河津，外家風流今絕倫。文章固自有機杼，戲事豈足勞心神？」此章尤為馳騁痛快，且卒章含譏諷，正中傅朋之癖。予少時見二公所作，殊敬愛之，至今五十年尚能記憶，懼其益久而不傳，故紀於此。 \\n 秀才之名 \\n 秀才之名，自宋、魏以後，實為貢舉科目之最，而今人恬於習玩，每聞以此稱之，輒指為輕己。因閱北史杜正玄傳載一事云：「隋開皇十五年，舉秀才，試策高第，曹司以策過左僕射楊素，素怒曰：『周、孔更生，尚不得為秀才，刺史何忽妄舉此人！』乃以策抵地不視。時海內唯正玄一人應秀才，曹司重以啟素，素志在試退正玄，乃使擬相如上林賦、王褒聖主得賢臣頌、班固燕然山銘、張載劍閣銘、白鸚鵡賦，曰：『我不能為君住宿，可至未時令就。』正玄及時並了。素讀數遍，大驚曰：『誠好秀才！』命曹司錄奏。」蓋其重如此。又正玄弟正藏，次年舉秀才，時蘇威監選試，擬賈誼過秦論、尚書湯誓、匠人箴、連理樹賦、几賦、弓銘，亦應時並就，文無點竄。然則可謂難矣。唐書杜正倫傳云：「隋世重舉秀才，天下不十人，而正倫一門三秀才，皆高第。」乃此也。 \\n 魏收作史 \\n 魏收作元魏一朝史，修史諸人，多被書錄，飾以美言，夙有怨者，多沒其善。每言：「何物小子，敢共魏收作色，舉之則使上天，按之當使入地。」故衆口喧然，稱為「穢史」。諸家子孫，前後投訴，云遺其家世職位，或云不見記錄，或云妄有非毀，至於坐謗史而獲罪編配，因以致死者。其書今存，視南北八史中，最為冗謬。其自序云：「漢初，魏無知封高良侯，子均，均子恢，恢子彥，彥子歆，歆子悅，悅子子建，子建子收。」無知於收，為七代祖，而世之相去七百餘年。其妄如是，則其述他人世系與夫事業，可知矣！ \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第三(十九則)", "正文": "　 \\n 卷第三(十九則) \\n 　 \\n  \\n 兔葵燕麥 \\n 劉禹錫再游玄都觀詩序云：「唯兔葵燕麥，動搖春風耳。」今人多引用之。予讀北史邢邵傳載邵一書云：「國子雖有學官之名，而無教授之實，何異兔絲燕麥，南箕北斗哉？」然則此語由來久矣。爾雅曰：「莃，兔葵。籥，雀麥。」郭璞注曰：「頗似葵而葉小，狀如藜；雀麥即燕麥，有毛。」廣志曰：「菟葵，爚之可食。」古歌曰：「田中菟絲，何嘗可絡？道邊燕麥，何嘗可穫？」皆見於太平御覽。上林賦：「葴析苞荔，」張揖注曰：「析，似燕麥，音斯。」葉庭珪海錄碎事云：「兔葵，苗如龍芮，花白莖紫。燕麥草似麥，亦曰雀麥。」但未詳出於何書。 \\n 北狄俘虜之苦 \\n 元魏破江陵，盡以所俘士民為奴，無問貴賤，蓋北方夷俗皆然也。自靖康之後，陷於金虜者，帝子王孫，宦門仕族之家，盡沒為奴婢，使供作務。每人一月支稗子五斗，令自舂為米，得一斗八升，用為餱糧。歲支麻五把，令緝為裘，此外更無一錢一帛之入。男子不能緝者，則終歲裸體，虜或哀之，則使執爨，雖時負火得煖氣，然纔出外取柴，歸再坐火邊，皮肉即脫落，不日輒死。惟喜有手藝，如醫人、繡工之類，尋常只團坐地上，以敗席或蘆藉襯之。遇客至開筵，引能樂者使奏技，酒闌客散，各復其初，依舊環坐刺繡，任其生死，視如草芥。先公在英州，為攝守蔡寯言之，蔡書於甲戌日記，後其子大器錄以相示，此松漠記聞所遺也。 \\n 太守刺史贈吏民官 \\n 漢薛宣為左馮翊，池陽令舉廉吏獄掾王立，未及召，立妻受囚家錢，慚恐自殺。宣移書池陽曰：「其以府決曹掾書立之柩，以顯其魂。」顏師古注云：「以此職追贈也。」後魏幷州刺史以部民吳悉達兄弟行著鄉里，板贈其父渤海太守。此二者皆以太守、刺史而擅贈吏民官職，不以為過，後世不敢然也。 \\n 李元亮詩啟 \\n 建昌縣士人李元亮，山房公擇尚書族子也，抱材尚氣，不以辭色假人。崇寧中在大學，蔡薿為學錄，元亮惡其人，不以所事前廊之禮事之。蔡擢第魁多士，元亮失意歸鄉。大觀二年冬，復詣學，道過和州。蔡解褐即超用，纔二年，至給事中，出補外，正臨此邦。元亮不肯入謁。蔡自到官，即戒津吏門卒，凡士大夫往來，無問官高卑，必飛報，雖布衣亦然。既知其來，便命駕先造所館。元亮驚喜出迎，謝曰：「所以來，顓為門下之故。方脩贄見之禮，須明旦扣典客，不意給事先生卑躬下賤如此，前贄不可復用，當別撰一通，然後敬謁。」蔡退，元亮旋營一啟，旦而往焉，其警策曰：「定館而見長者，古所不然；輕身以先匹夫，今無此事。」蔡摘讀嗟激，留宴連夕，贈以五十萬錢，且致書延譽於諸公間，遂登三年貢士科。元亮亦工詩，如「人閑知晝永，花落見春深」，「朝雨未休還暮雨，臘寒纔過又春寒」，皆佳句也。 \\n 元魏改功臣姓氏 \\n 魏孝文自代遷洛，欲大革胡俗，既自改拓跋為元氏，而諸功臣舊族自代來者，以姓或重複，皆改之。於是拔拔氏為長孫氏，達奚氏為奚氏，乙旃氏為叔孫氏，丘穆陵氏為穆氏，步六孤氏為陸氏，賀賴氏為賀氏，獨孤氏為劉氏，賀樓氏為樓氏，勿忸于氏為于氏，尉遲氏為尉氏，其用夏變夷之意如此。然至于其孫恭帝，翻以中原故家，易賜蕃姓，如李弼為徒河氏，趙肅、趙貴為乙弗氏，劉亮為侯莫陳氏，楊忠為普六茹氏，王雄為可頻氏，李虎、閻慶為大野氏，辛威為普毛氏，田宏為紇干氏，耿豪為和稽氏，王勇為庫汗氏，楊紹為叱利氏，侯植為侯伏侯氏，竇熾為紇豆陵氏，李穆為拔氏，陸通為步六孤氏，楊纂為莫胡盧氏，寇儁為若口引氏，段永為爾綿氏，韓褒為侯呂陵氏，裴文舉為賀蘭氏，王軌為烏丸氏，陳忻為尉遲氏，樊深為萬紐于氏，一何其不循乃祖彝憲也！是時蓋宇文泰顓國，此事皆出其手，遂復國姓為拓跋，而九十九姓改為單者，皆復其舊。泰方以時俗文敝，命蘇綽倣周書作大誥，又悉改官名，復周六卿之制，顧乃如是，殆不可曉也。 \\n 東坡和陶詩 \\n 陶淵明集歸田園居六詩，其末「種苗在東皋」一篇，乃江文通雜體三十篇之一，明言斅陶徵君田居，蓋陶之三章云：「種豆南山下，草盛豆苗稀。晨興理荒穢，帶月荷鋤歸。」故文通云：「雖有荷鋤倦，濁酒聊自適。」正擬其意也。今陶集誤編入，東坡據而和之。又「東方有一士」詩十六句，復重載於擬古九篇中，坡公遂亦兩和之，皆隨意即成，不復細考耳。陶之首章云：「榮榮窗下蘭，密密堂前柳。初與君別時，不謂行當久。出門萬里客，中道逢嘉友。未言心先醉，不在接杯酒。蘭枯柳亦衰，遂令此言負。」坡和云：「有客扣我門，繫馬庭前柳。庭空鳥雀噪，門閉客立久。主人枕書臥，夢我平生友。忽聞剝啄聲，驚散一杯酒。倒裳起謝客，夢覺兩愧負。」二者金石合奏，如出一手，何止子由所謂遂與比轍者哉！ \\n 孔戣鄭穆 \\n 唐孔戣在穆宗時為尚書左丞，上書去官，天子以為禮部尚書致仕，吏部侍郎韓愈奏疏曰：「戣為人守節清苦，議論正平，年纔七十，筋力耳目，未覺衰老，憂國忘家，用意至到。如戣輩，在朝不過三數人，陛下不宜苟順其求，不留自助也。」不報。明年正月，戣薨。國朝鄭穆在元祐中以寶文閣待制兼國子祭酒請老，提舉洞霄宮，給事中范祖禹言：「穆雖年出七十，精力尚強，古者大夫七十而致仕，有不得謝，則賜之几杖，祭酒居師資之地，正宜處老成，願毋輕聽其去。」亦不報。然穆亦至明年卒。二事絕相類。 \\n 陳季常 \\n 陳慥字季常，公弼之子，居於黃州之岐亭，自稱「龍丘先生」，又曰「方山子」。好賓客，喜畜聲妓，然其妻柳氏絕凶妒，故東坡有詩云：「龍丘居士亦可憐，談空說有夜不眠。忽聞河東師子吼，拄杖落手心茫然。」河東師子，指柳氏也。坡又嘗醉中與季常書云：「一絕乞秀英君。」想是其妾小字。黃魯直元祐中有與季常簡曰：「審柳夫人時須醫藥，今已安平否？公暮年來想漸求清淨之樂，姬媵無新進矣，柳夫人比何所念以致疾邪？」又一帖云：「承諭老境情味，法當如此，所苦既不妨遊觀山川，自可損藥石，調護起居飲食而已。河東夫人亦能哀憐老大，一任放不解事邪？」則柳氏之妒名，固彰著於外，是以二公皆言之云。 \\n 文用謚字 \\n 先王謚以尊名，節以壹惠，故謂為易名。然則謚之為義，正訓名也。司馬長卿諭蜀文曰：「身死無名，謚為至愚。」顏注云：「終以愚死，後葉傳稱，故謂之謚。」柳子厚招海賈文曰：「君不返兮謚為愚。」二人所用，其意則同。唯王子淵簫賦曰：「幸得謚為洞簫兮，蒙聖主之渥恩。」李善謂：「謚者號也，言得謚為簫而常施用之。」以器物名為謚，其語可謂奇矣。 \\n 高唐神女賦 \\n 宋玉高唐、神女二賦，其為寓言託興甚明。予嘗即其詞而味其旨，蓋所謂發乎情，止乎禮義，真得詩人風化之本。前賦云：「楚襄王望高唐之上有雲氣，問玉曰：『此何氣也？』對曰：『所謂朝雲者也。昔者先王嘗遊高唐，夢見一婦人，曰，妾巫山之女也，願薦枕蓆。王因幸之。』」後賦云：「襄王既使玉賦高唐之事，其夜王寢，夢與神女遇，復命玉賦之。」若如所言，則是王父子皆與此女荒淫，殆近於聚麀之醜矣。然其賦雖篇首極道神女之美麗，至其中則云：「澹清靜其愔嫕兮，性沈詳而不煩。意似近而若遠兮，若將來而復旋。褰余幬而請御兮，願盡心之惓惓。懷貞亮之潔清兮，卒與我乎相難。頩薄怒以自持兮，曾不可乎犯干。歡情未接，將辭而去。遷延引身，不可親附。願假須臾，神女稱遽。闇然而冥，忽不知處。」然則神女但與懷王交御，雖見夢於襄，而未嘗及亂也。玉之意可謂正矣。今人詩詞，顧以襄王藉口，考其實則非是。頩，音疋零反，斂容怒色也。柳子厚謫龍說有「奇女頩爾怒」之語，正用此也。 \\n 其言明且清 \\n 禮記緇衣篇：「詩云，昔吾有先正，其言明且清。國家以寧，都邑以成，庶民以生。誰能秉國成？不自為正，卒勞百姓。」鄭氏注不言何詩。今毛詩節南山章但有下三句而微不同。經典釋文云：「從第一句至庶民以生五句，今詩皆無此語，或皆逸詩也。」予按文選張華答何劭詩曰：「周任有遺規，其言明且清。」然則周任所作也。而李善注曰：「子思子詩云，昔吾有先正，其言明且清。」世之所存子思子亦無之，不知善何所據？意當時或有此書，善必不妄也，特不及周任遺規之義，又不可曉。 \\n 侍從轉官 \\n 元豐未改官制以前，用職事官寄祿。自諫議大夫轉給事中，(學士轉中書舍人。歷三侍郎、學士轉左曹禮、戶、吏部，餘人轉右曹工、刑、兵部。左右丞，吏侍轉左，兵侍轉右。)然後轉六尚書，各為一官。尚書轉僕射，非曾任宰相者不許轉，今之特進是也。故侍從止於吏書，由諫議至此凡十一轉。其庶僚久於卿列者，則自光祿卿轉祕書監，繼歷太子賓客，遂得工部侍郎。蓋以不帶待制以上職，不許入兩省給、諫耳。元豐改諫議為太中大夫，給、舍為通議，六侍郎同為正議，左右丞為光祿。兵、戶、刑、禮、工書同為銀青，吏書金紫。但六轉，視舊法損其五。元祐中以為太簡，增正議、光祿、銀青為左右，然亦纔九資。大觀二年，置通奉以易右正議，正奉以易右光祿，宣奉以易左光祿，以右銀青為光祿，而至銀青者去其左字，今皆仍之。比倣舊制，今之通奉，乃工、禮侍郎，正議乃刑、戶，正奉乃兵、吏，宣奉乃左右丞，三光祿乃六尚書也。凡侍從序遷至金紫無止法，建炎以前多有之。紹興以來，階官到此絕少，唯梁揚祖、葛勝仲致仕得之。近歲有司不能探賾典故，予以宣奉當磨勘，又該覃霈，顏師魯在天官，徑給回授一據，而不明言其所由。比程叔達由宣奉納祿不遷官，而於待制閣名升二等。程大昌亦然，以龍圖直學士徑升本學士，尤非也。予任中書舍人日，已階太中，及以集英修撰出外，吏部不復為理年勞，凡十八年，始以待制得通議，殊可笑。蓋臺省之中，無復有老吏矣。 \\n 曹子建七啟 \\n 「原頭火燒淨兀兀，野雉畏鷹出復沒。將軍欲以巧伏人，盤馬彎弓惜不發。地形漸窄觀者多，雉驚弓滿勁箭加。衝人決起百餘尺，紅翎白鏃隨傾斜。將軍仰笑軍吏賀，五色離披馬前墮。」此韓昌黎雉帶箭詩，東坡嘗大字書之，以為絕妙。予讀曹子建七啟論羽獵之美云：「人稠網密，地逼勢脅。」乃知韓公用意所來處。七啟又云：「名穢我身，位累我躬。」與佛氏八大人覺經所書「心是惡源，形為罪藪」，皆修己正心之要語也。 \\n 奸鬼為人禍 \\n 晉景公疾病，求醫於秦，秦伯使醫緩為之，未至，公夢疾為二孺子，曰：「彼良醫也，懼傷我，焉逃之？」其一曰：「居肓之上，膏之下，若我何？」醫至，曰：「疾不可為也。」隋文帝以子秦孝王俊有疾，馳召名醫許智藏，俊夢亡妃崔氏泣曰：「本來相迎，如聞許智藏將至，其人當必相苦，奈何！」明夜復夢，曰：「吾得計矣，當入靈府中以避之。」及智藏至，診俊脈，曰：「疾已入心，不可救也。」二奸鬼之害人，如出一轍。近世許叔微家一婦人，夢二蒼頭，前者云：「到也未？」後者應云：「到也。」以手中物擊一下，遂魘。覺後心痛不可忍，叔微以神精丹餌之，痛止而愈。此事亦與上二者相似。 \\n 監司待巡檢 \\n 今監司巡歷郡邑，巡檢、尉必迎於本界首，公裳危立，使者從車內遣謁吏謝之，即揖而退，未嘗以客禮延之也。至有倨橫之人，責橋道不整，驅之車前，使徒步與卒伍齒者。予記張文定公所著縉紳舊聞中一事云：「余為江西轉運使，往虔州，巡檢殿直(今保義成忠郎。)康懷琪，乘舟於三十里相接，又欲送至大庾縣，遂與偕行。及至縣驛，驛正廳東西各有一房，予居其左，康處於右。日晚，命之同食，起行數百步，逼暮而退。夜聞康暴得疾，余亟趨至康所，康已具舟將歸虔，須臾數人扶翼而下，余策杖隨之。」觀此，則是使者與巡檢同驛而處，同席而食，至於步行送之登舟，今代未之見也。 \\n 十二分野 \\n 十二國分野，上屬二十八宿，其為義多不然，前輩固有論之者矣。其甚不可曉者，莫如晉天文志謂：「自危至奎為娵訾，於辰在亥，衞之分野也，屬幷州。」且衞本受封於河內商虛，後徙楚丘。河內乃冀州所部，漢屬司隸，其他邑皆在東郡，屬兗州，於幷州了不相干，而幷州之下所列郡名，乃安定、天水、隴西、酒泉、張掖諸郡，自係涼州耳。又謂：「自畢至東井為實沈，於辰在申，魏之分野也，屬益州。」且魏分晉地，得河內、河東數十縣，於益州亦不相干，而雍州為秦，其下乃列雲中、定襄、雁門、代、太原、上黨諸郡，蓋又自屬幷州及幽州耳。謬亂如此，而出於李淳風之手，豈非蔽於天而不知地乎！ \\n 公孫五樓 \\n 南燕慕容超嗣位之後，悉以國事付公孫五樓，燕業為衰。晉劉裕伐之，或曰：「燕人若塞大峴之險，堅壁清野，大軍深入，將不能自歸。」裕曰：「鮮卑貪婪，不知遠計，謂我不能持久，不過進據臨朐，退守廣固，必不能守險清野。」超聞有晉師，引羣臣會議，五樓曰：「吳兵輕果，利在速戰，不可爭鋒，宜據大峴，使不得入。各命守宰，依險自固，焚蕩資儲，芟除禾苗，使敵無所資。彼僑軍無食，可以坐制。若縱使入峴，出城逆戰，此下策也。」超不聽，裕過大峴，燕兵不出，喜形於色，遂一舉滅燕。觀五樓之計，正裕之所憚也。超平生信用五樓，獨於此不然，蓋天意也。五樓亦可謂智士，足與李左車比肩。後世奸妄擅國，以誤大事者多矣，無所謂五樓之智也。 \\n 薦士稱字著年 \\n 漢、魏以來諸公上表薦士，必首及本郡名，次著其年，又稱其字。如漢孔融薦禰衡表云「處士平原禰衡，年二十四，字正平」，齊任昉為蕭揚州作薦士表云「祕書丞琅邪王暕，年二十一，字思晦」，「前候官令東海王僧孺，年三十五，字僧孺」是也。唐以來乃無此式。 \\n 兄弟邪正 \\n 王安石引用小人，造作新法，而弟安國力非之。韓絳附會安石制置三司條例以得宰相，而弟維力爭之。曾布當元符、靖國之間，陰禍善類，而弟肇移書力勸之。兄弟邪正之不同如此。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第四(十五則)", "正文": "　 \\n 卷第四(十五則) \\n 　 \\n  \\n 三豎子 \\n 趙為秦所圍，使平原君求救於楚，楚王未肯定從。毛遂曰：「白起，小豎子耳！興師以與楚戰，舉鄢、郢，燒夷陵，辱王之先人，此百世之怨也。」是時，起已數立大功，且勝於長平矣。人告韓信反，漢祖以問諸將，皆曰：「亟發兵坑豎子耳！」帝默然。唯陳平以為兵不如楚精，諸將用兵不能及信。英布反，書聞，上召諸將問計，又曰：「發兵擊之，坑豎子耳！」夫白起、信、布之為人，材能不可揜，以此三人為豎子，是天下無復有壯士也。毛遂之言，祇欲激怒楚王，使之知合從之利害，故不得不以起為懦夫。至如高帝諸將，不過周勃、樊噲之儔。韓信因執而歸，棲棲然處長安為列侯，蓋一匹夫也，而噲喜其過己，趨拜送迎，言稱臣，況於據有全楚萬乘之地，事力強弱，安可同日而語？英布固嘗言：「諸將獨患淮陰、彭越，今皆已死，餘不足畏。」則豎子之對，可謂勇而無謀，殆與張儀詆蘇秦為反覆之人相似。高帝默然，顧深知其非也。至於陳平，則不然矣。若乃韓信謂魏將柏直為豎子，則誠然。柏直庸庸無所知名，漢王亦稱其口尚乳臭，真一豎子也。阮籍登廣武，嘆曰：「時無英雄，使豎子成名。」蓋嘆是時無英雄如昔人者。俗士不達，以為籍譏漢祖，雖李太白亦有是言，失之矣。 \\n 樞密稱呼 \\n 樞密使之名起於唐，本以宦者為之，蓋內諸司之貴者耳。五代始以士大夫居其職，遂與宰相等。自此接於本朝，又有副使、知院事、同知院事、簽書、同簽書之別，雖品秩有高下，然均稱為樞密。明道中，王沂公自故相召為檢校太師、樞密使，李文定公為集賢相，以書迎之於國門，稱曰「樞密太師相公」，予家藏此帖。紹興五年，高宗車駕幸平江，過秀州，執政從行者四人，在前者傳呼「宰相」，趙忠簡也，次呼「樞密」，張魏公也，時為知院事，次呼「參政」，沈必先也，最後又呼「樞密」，則簽書權朝美云。予為檢詳時，葉審言、黃繼道為長貳，亦同一稱。而二三十年以來，遂有知院、同知之目，初出於典謁、街卒之口，久而朝士亦然，名不雅古，莫此為甚。 \\n 從官事體 \\n 國朝優待侍從，故事體名分多與庶僚不同，然有處之合宜及肆意者。如任知州申發諸司公狀不繫銜，與安撫監司序官往還用大狀不書年，引接用朱衣，通判入都廳之類，皆雜著於令式。其明載國史者尚可考。大中祥符五年六月，詔：「尚書丞郎、兩省給諫知州府，而本部郎中、員外郎及兩省六品以下官充本路轉運使副者，承前例須申報。雖職當統攝，方委於事權，而官有等差，宜明於品級。自今知制誥、觀察使以上知州府處所申轉運司狀，並止簽案檢，令通判以下具銜供申。」張詠以禮部尚書知昇州，上言：「臣官忝六曹，祠部乃本行司局，而例申公狀，似未合宜。望自今尚書丞郎知州者，除申省外，其本行曹局，止簽案檢。」從之。紹興中，范同以前執政知太平州，官係中大夫不帶職，申諸司狀繫銜。提刑張絢封還之，范竟不改。次年轉太中，再任，始去之。劉焞為江西運判，移牒屬郡知、通云：「請聯銜具報。」邁時以太中守贛，以於式不可，乃作公劄，同通判簽書。劉邦翰曾任權侍郎，以朝議大夫、集英修撰知饒州。趙燁以承議郎提點刑獄，欲居其上，劉不校，趙又畏人議己，於是遇朝拜國忌日，先後行香。王十朋自侍御史徙權吏部侍郎，不拜，除集撰，知饒州，自處如庶官。林大中亦自侍御史改吏侍，不曾供職，除直寶文閣，知贛州，全銜猶帶權知兼勸農事借紫，而盡用從官禮數。黃渙為通判，入都廳，為之不平。鄭汝諧除權侍郎，為東省所繳，不得供職，而以祕撰知池州，公狀至提刑司，不繫銜，為鄧馹牒問。唐瑑以司農少卿，王佐以中書檢正，皆暫兼權戶侍，及出知湖、饒二州，悉用朱衣雙引。此數君皆失於討問典章，非故為尊大也。陳居仁以大中、集撰知鄂州，只用一朱衣，蓋在法，學士乃雙引，人以為得體。邁頃守贛、建，官職與居仁等，而誤用兩朱，殊以自悔。又如監司見前執政，雖本路，並客位下馬。伯氏以故相帶觀文學士帥越，提舉宋藻穿戟門訶殿，云浙東監司如何不得穿紹興府門，將至廳事，始若勉就客位者。主人亟令掖以還。 \\n 九朝國史 \\n 本朝國史凡三書，太祖、太宗、真宗曰三朝，仁宗、英宗曰兩朝，神宗、哲宗、徽宗、欽宗曰四朝。雖各自紀事，至於諸志若天文、地理、五行之類，不免煩複。元豐中，三朝已就，兩朝且成，神宗專以付曾鞏使合之。鞏奏言：「五朝舊史，皆累世公卿、道德文學、朝廷宗工所共準裁，既已勒成大典，豈宜輒議損益。」詔不許，始謀纂定，會以憂去，不克成。其後神、哲，各自為一史，紹興初，以其是非褒貶皆失實，廢不用。淳熙乙巳，邁承乏修史，丙午之冬，成書進御，遂請合九朝為一，壽皇即以見屬。嘗奏云：「臣所為區區有請者，蓋以二百年間典章文物之盛，分見三書，倉卒討究，不相貫屬。及累代臣僚，名聲相繼，當如前史以子係父之體，類聚歸一。若夫制作之事，則已經先正名臣之手，是非褒貶，皆有據依，不容妄加筆削。乞以此奏下之史院，俾後來史官，知所以編纘之意，無或輒將成書擅行刪改。」上曰：「如有未穩處，改削無害。」邁既奉詔開院，亦修成三十餘卷矣，而有永思攢宮纔役，才歸即去國，尤袤以高宗皇帝實錄為辭，請權罷史院，於是遂已。祥符中，王旦亦曾修撰兩朝史，今不傳。 \\n 銀牌使者 \\n 金國每遣使出外，貴者佩金牌，次佩銀牌，俗呼為金牌、銀牌郎君。北人以為契丹時如此，牌上若篆字六七，或云阿骨打花押也。殊不知此本中國之制，五代以來，庶事草創，凡乘置奉使於外，但給樞密院牒。國朝太平興國三年，因李飛雄矯乘馬，詐稱使者，欲作亂，既捕誅之，乃詔自今乘驛者，皆給銀牌，國史云始復舊制，然則非起於虜也。端拱二年復詔：「先是馳驛使臣給篆書銀牌，自今宜罷之，復給樞密院牒。」 \\n 省錢百陌 \\n 用錢為幣，本皆足陌。梁武帝時，以鐵錢之故，商賈浸以奸詐自破，嶺以東，八十為百，名曰「東錢」；江、郢以上，七十為百，名曰「西錢」；京師以九十為百，名曰「長錢」。大同元年，詔通用足陌，詔下而人不從，錢陌益少，至於末年，遂以三十五為百。唐之盛際，純用足錢。天祐中，以兵亂窘乏，始令以八十五為百。後唐天成，又減其五。漢乾祐中，王章為三司使，復減三。皇朝因漢制，其輸官者，亦用八十，或八十五，然諸州私用，猶有隨俗至於四十八錢。太平興國二年，始詔民間緡錢，定以七十七為百。自是以來，天下承用，公私出納皆然，故名「省錢」。但數十年來，有所謂「頭子錢」，每貫五十六，除中都及軍兵俸料外，自餘州縣官民所當得，其出者每百纔得七十一錢四分，其入者每百為八十二錢四分，元無所謂七十七矣。民間所用，多寡又益不均云。 \\n 舊官銜冗贅 \\n 國朝官制，沿晚唐、五代餘習，故階銜失之冗贅，予固已數書之。比得皇祐中李端愿所書「雪竇山」三大字，其左云：「鎮潼軍節度觀察留後、金紫光祿大夫、檢校刑部尚書、使持節華州諸軍事、華州刺史，兼御史大夫、上柱國。」凡四十一字。自元豐以後，更使名，罷文散階、檢校官、持節、憲銜、勳官，只云「鎮潼軍承宣使」六字，比舊省去三十五，可謂簡要。會稽禹廟有唐天復年越王錢鏐所立碑，其全銜九十五字，尤為冗也。 \\n 吏胥侮洗文書 \\n 郡縣胥史，揩易簿案，鄉司尤甚。民已輸租稅，朱批於戶下矣，有所求不遂，復洗去之邑官不能察，而又督理。比其持赤鈔為證，則追逮橫費，為害已深。此特小小者耳，臺省亦然，予除翰林日，所被告命後擬云「可特授依前正奉大夫充翰林學士」，蓋初書黃時全文，故官告院據以為式，其制當爾。而告身全銜亦云「告正奉大夫充翰林學士」，予以語吏部蕭照鄰尚書曰：「如此則學士繫銜在官下，於故事有戾，今欲書謝表，當如何？」蕭悚然。旋遣部主事與告院書吏至，乞借元告以去，明日持來，則已改正，移職居官上，但減一「充」字，於行內微覺疏，其外印文，濃淡了無異，其妙至此。 \\n 宣告錯誤 \\n 士大夫告命，間有錯誤，如文官，則猶能自言，書鋪亦不敢大有邀索。獨右列為可憐，而軍伍中出身者尤甚。予檢詳密院諸房日，有涇原副都軍頭乞換授，而所持宣內添注「副」字，為房吏所沮，都頭者不能自明。兩樞密以事見付，予視所添字與正文一體，以白兩樞曰：「使訴者為奸，當妄增品級，不應肯以都頭而自降為副，其為寫宣房之失，無可疑也。」樞以為然，乃為改正。武翼郎李青當磨勘，尚左驗其文書，其始為「大李青」，吏以為罔冒，青無詞以答。周茂振權尚書，閱其告命十餘通，其一告前云「大李青」，而告身誤去「大」字，故後者相承，只云「李青」，即日放行遷秩，且給公據付之。兩人者幾困於吏手，幸而獲直。用是以知枉鬱不伸者多矣！ \\n 軍中抵名為官 \\n 紹興以來，兵革務煩，軍中將校除官者，大帥盡藏其告命，只語以所居官，其有事故亡沒者，亦不關申省部除籍，或徑以付他人，至或從白身便為郎、大夫者。楊和王為殿帥，罷一統領使歸部，而申樞密院云：「此人元姓名曰許超，只是校尉，偶有修武郎李立告，使之鼎名，因得冒轉，續以戰功積累，今為武顯大夫，既已離軍，自合依本姓名及元職位。」超詣院訴，而不能為之詞。予檢詳兵房，為言曰：「一時冒與，自是主將之命。修武以前，固非此人當得。若武翼之後，皆用軍功，使其戰死於陣，則性命須要超承當。今但當剋除不應得九官，而理還其餘資，庶合人情，於理為順。」兩樞密甚然予說，即奏行之。 \\n 禍福有命 \\n 秦氏顓國得志，益厲刑辟，以箝制士大夫，一言語之過差，一文詞之可議，必起大獄，竄之嶺海，於是惡子之無俚者，恃告訐以進。趙超然以「君子之澤，五世而斬」責汀州，吳仲寶以夏二子傳流容州，張淵道以張和公生日詩幾責柳而幸脫，皆是也。予教授福州日，因訪何大圭，忽問：「君識天星乎？」答曰：「未之學。」曰：「豈不能認南方中夏所見列宿乎？」曰：「此却粗識一二。」大圭曰：「君今夕試仰觀熒惑何在？」是時正見於南斗之西。後月餘再相見，時連旬多陰，所謂火曜，已至斗魁之東矣。大圭曰：「使此星入南斗，自有故事。」予聞其語，固已竦然，明日來相訪，曰：「吾曹元不洞曉天文，昨晚葉子廉見顧，言及於此，蹙頞云：『是名魏星，無人能識，非熒惑也。』」予曰：「十二國星，只在牛、女之下，經星不動，安得轉移？」圭曰：「乾象欲示變，何所不可？子廉云，『後漢建安二十五年亦曾出。』」蓋秦正封魏國公，圭意比之曹操。予大駭，不復敢酬應。他日，與謝景思、葉晦叔言之，且曰：「使邁為小人告訐之舉，有所不能，萬一此段彰露，為之奈何？」謝、葉曰：「可以言命矣！與是人相識，便是不幸，不如靜以待之。」時歲在己巳，又六年，秦亡，予知免禍，乃始不恐。 \\n 真宗北征 \\n 真宗親征契丹，幸澶淵，以成却敵之功，是時景德元年甲辰，決此計者，寇萊公也。然前五歲，當咸平二年己亥，契丹寇北邊，上自將禦之，至澶州、大名府，聞范廷召破虜於莫州北，乃還京。時張文定公、李文靖公為相，不知何人贊此決，而後來不傳。用是以知真宗非宴安酖毒而有所畏者，故寇公易以進言。 \\n 宰相不次補 \\n 景德元年七月，宰相李沆薨，時無他相，中書有參知政事王旦、王欽若，不次補。寇準為三司使，真宗欲相之，患其素剛，難獨任，乃先以翰林侍讀學士畢士安為參政，纔一月，並命士安、準為相，而士安居上。旦、欽若各遷官而已。準在太宗朝已兩為執政，今士安乃由侍從超用，惟辟作福，圖任大臣，蓋不應循循歷階而升也。 \\n 外制之難 \\n 中書舍人所承受詞頭，自唐至本朝，皆只就省中起草付吏，逮於告命之成，皆未嘗越日，故其職為難。其以敏捷稱者，如韋承慶下筆輒成，未嘗起草，陸扆初無思慮，揮翰如飛，顏蕘草制數十，無妨談笑，鄭畋動無滯思，同僚閣筆，劉敞臨出局，倚馬一揮九制，皆見書於史策。其遲鈍窘擾者，如陸餘慶至晚不能裁一言，和閉戶精思，徧討羣籍，與夫「斲窗舍人」、「紫微失却張君房」之類，蓋以必欲速成故也。周廣順初，中書舍人劉濤責授少府少監，分司西京，坐遣男頊代草制詞也。頊時為監察御史，亦責復州司戶。自南渡以來，典故散失，每除書之下，先以省劄授之，而續給告，以是遷延稽滯。段拂居官時，纔還家即掩關謝客，畏其趣詞命也。先公使虜歸，除徽猷閣直學士，時劉才邵當制，日於漏舍囑之，至先公出知饒州，幾將一月，猶未受告。其他倩諉朋舊，俾之假手者多矣。故膺此選者，不覺其難，殊與昔異。 \\n 文臣換武使 \\n 祖宗之世，文臣換授武使，皆不越級。錢若水自樞密副使罷守工部侍郎，後除帥幷州，乃換鄧州觀察使。王嗣宗以中丞、侍郎，李士衡以三司使，李維以尚書，王素以端明左丞，亦皆觀察。慶曆初，以陝西四帥方禦夏、羌，欲優其俸賜，故韓琦、范仲淹、王沿、龐籍皆以樞密、龍圖直學士換為廉車。自南渡以來，始大不然。張澄以端明學士，楊倓以敷文學士，便為節度。近者趙師夔、吳琚以待制而換承宣使，不數月間遇恩，即建節鉞。師揆、師垂以祕閣修撰換觀察使，皆度越彝憲，誠異恩也。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第五(十七則)", "正文": "　 \\n 卷第五(十七則) \\n 　 \\n  \\n 舜事瞽叟 \\n 孟子之書，上配論語，唯記舜事多誤，故自國朝以來，司馬公、李泰伯及呂南公皆有疑非之說。其最大者，證萬章塗廩、浚井、象入舜宮之問以為然也。孟子既自云堯使九男事之，二女女焉，百官牛羊倉廩備，以事舜於畎畝之中。則井、廩賤役，豈不能使一夫任其事？堯為天子，象一民耳，處心積慮殺兄而據其妻，是為公朝無復有紀綱法制矣！六藝折中於夫子，四岳之薦舜，固曰：「瞽子。父頑，母嚚，象傲，克諧以孝，烝烝乂，不格奸。」然則堯試舜之時，頑傲者既已格乂矣。舜履位之後，命禹征有苗，益曰：「帝初于歷山，往於田，日號泣于旻天，于父母，負罪引慝，祗載見瞽瞍，夔夔齋慄，瞽亦允若。」既言允若，豈得復有殺之之意乎？司馬公亦引九男、百官之語，烝烝之對，而不及益贊禹之辭，故詳敍之以示子姪輩。若司馬遷史記、劉向列女傳所載，蓋相承而不察耳。至於桃應有瞽叟殺人之問，雖曰設疑似而請，然亦可謂無稽之言。孟子拒而不答可也，顧再三為之辭，宜其起後學之惑。 \\n 孔子正名 \\n 子路曰：「衞君待子而為政，子將奚先？」子曰：「必也正名乎！」子路曰：「子之迂也！奚其正？」夫子責數之以為「野」。蓋是時夫子在衞，當輒為君之際，留連最久，以其拒父而竊位，故欲正之，此意明白。然子欲適晉，聞其殺鳴犢，臨河而還，謂其無罪而殺士也。里名勝母，曾子不入，邑稱朝歌，墨子回車，邑里之名不善，兩賢去之，安有命世聖人，而肯居無父之國，事不孝之君哉？是可知已！夫子所過者化，不令而行，不言而信，輒待以為政，當非下愚而不移者。苟其用我，必將導之以天理，而趣反其真，所謂命駕虛左而迎其父不難也。則其有補於名義，豈不大哉！為是故不忍亟去以須之。既不吾用，於是慨然反魯。則輒之冥頑悖亂，無所逃於天地之間矣！子路曾不能詳味聖言，執迷不悟，竟於身死其難。惜哉！ \\n 潛火字誤 \\n 今人所用潛火字，如潛火軍兵，潛火器具，其義為防。然以書傳考之，乃當為熸。左傳襄二十六年，楚師大敗，王夷師熸。昭二十三年，子瑕卒，楚師熸。杜預皆注曰：「吳、楚之間謂火滅為熸。」釋文音子潛反，火滅也，禮部韻將廉反，皆讀如殲音。則知當曰熸火。 \\n 永興天書 \\n 大中祥符天書之事，起於佞臣，固無足言。而寇萊公在永興軍，信朱能之詐，亦為此舉，以得召入，再登相位，馴致雷州之禍，鳳德之衰，實為可惜！而天禧實錄所載云：「周懷政與妖人朱能輩偽造靈命，冀圖恩寵，且日進藥餌。宰相王欽若屢言其妄，復密陳規諫。懷政懼得罪，因共誣譖，言：『捕獲道士譙文易，蓄禁書，有神術，欽若素識之。』故罷相也。」朱能之事，欽若欲以沮寇公之入則有之，謂其陳規諫，當大不然。儻非出於寇，則欽若已攘臂其間矣。實錄蓋欽若提舉日所進，是以溢美，豈能弭後人公議哉！ \\n 王裒嵇紹 \\n 舜之罪也殛鯀，其舉也興禹。鯀之罪足以死，舜徇天下之公議以誅之，故禹不敢怨，而終治水之功，以蓋父之惡。魏王裒、嵇紹，其父死於非命。裒之父儀，猶以為司馬昭安東司馬之故，因語言受害，裒為之終身不西向而坐。紹之父康以魏臣，鍾會譖之於昭，昭方謀篡魏，陰忌之，以故而及誅。紹乃仕於晉武之世，至為惠帝盡節而死。紹之事親，視王裒遠矣！溫公通鑑，猶取其蕩陰之忠，蓋不足道也。 \\n 張詠傳 \\n 張忠定公詠，為一代偉人，而治蜀之績尤為超卓，然實錄所載，了不及之，但云「出知益州，就加兵部郎中，入為戶部。後馬知節自益徙延，難其代。朝廷以詠前在蜀，寇攘之後，安集有勞，為政明肅，遠民便之，故特命再任」而已。國史本傳略同，而增書促招安使上官正出兵一事。皆詆其知陳州營產業，且與周渭、梁鼎輩五人同傳，殊失之也。韓魏公作公神道碑云：「公以魁奇豪傑之才，逢時自奮，智略神出，勳業赫赫，震暴當世，誠一世偉人。」道州所刻帖，有公與潭牧書一紙，王荊公跋其後云：「忠定公歿久矣，而士大夫至今稱之，豈不以剛毅正直有勞於世若公者少歟？」文潞公云：「予嘗守蜀，睹忠定之像，遺愛在民，欽服已甚。」黃誥云：「公風烈如此，而不至於宰相，然有忠定之才，而無宰相之位，於公何損？有宰相之位，而無忠定之才，於宰相何益？公雖老死，安肯以此易彼哉！」觀四人之言，史氏發潛德之幽光，為有負矣。 \\n 緋紫假服 \\n 唐宣宗重惜服章，牛叢自司勳員外郎為睦州刺史，上賜之紫，叢既謝，前言曰：「臣所服緋，刺史所借也。」上遽曰：「且賜緋。」然則唐制借服色得於君前服之，國朝之制，到闕則不許。乾道二年，予以起居舍人侍立，見浙西提刑姚憲入對，紫袍金魚。既退，一閤門吏踵其後囁嚅。後兩日，憲辭歸平江，乃緋袍。予疑焉，以問知閤曾覿曰：「聞臨安守與本路監司皆許服所借，而憲昨紫今緋，何也？」覿曰：「監司惟置局在輦下則許服，漕臣是也；若外郡則否，前日姚誤紫，而謁吏不告，已申其罰，且備牒使知之，故今日只本色以入。」姚蓋失於審也，然考功格令既不頒於外，亦自難曉。文惠公知徽州日，借紫，及除江東提舉常平，告身不借。予聞嘗借者當如舊，與郎官薛良朋言之，於是給公據改借。後於江西見轉運判官張堅衣緋，張嘗知泉州，紫袍矣，予舉前說，張欣然即以申考功，已而部符下不許，扣其故，曰：「唯知州借紫而就除本路，雖運判、提舉皆得如初，若他路則不可。」竟不知法如何該說也。若曾因知州府借紫，而後知軍州，其服亦借，不以本路他路也。近吳鎰以知郴州除提舉湖南茶鹽，遂仍借紫，正用前比云。 \\n 樞密名稱更易 \\n 國朝樞密之名，其長為使，則其貳為副使；其長為知院，則其貳為同知院。如柴禹錫知院，向敏中同知，及曹彬為使，則敏中改副使。王繼英知院，王旦同知，繼馮拯、陳堯叟亦同知，及繼英為使，拯、堯叟乃改簽書院事，而恩例同副使。王欽若、陳堯叟知院，馬知節簽書，及王、陳為使，知節遷副使，其後知節知院，則任中正、周起同知。惟熙寧初，文彥博、呂公弼已為使，而陳升之過闕，留，王安石以升之曾再入樞府，遂除知院。知院與使並置，非故事也，安石之意以沮彥博耳。紹興以來，唯韓世忠、張俊為使，岳飛為副使。此後除使固多，而其貳只為同知，亦非故事也。又使班視宰相，而乾道職制雜壓，令副使反在同知院之下，尤為未然。 \\n 過稱官品 \\n 士大夫僭妄相尊，日以益甚。予向昔所記文官學士、武官大夫之諺，今又不然。天聖職制：內外文武官不得容人過稱官品，諸節度、觀察，雖檢校官未至太傅者，許稱太傅；防禦使至橫行使，許稱太保；諸司使許稱司徒；幕職官等稱本官；錄事參軍稱都曹；縣令稱長官；判司、簿、尉許稱評事。其太傅、太保，司徒皆一時本等檢校所帶之官也。自後法令不復有此一項，以是其風愈熾，不容整革矣。 \\n 仁宗立嗣 \\n 東坡作范蜀公墓志，云：「仁宗即位三十五年，未有繼嗣，嘉祐初得疾，中外危恐。公獨上疏乞擇宗室賢者，異其禮物，以系天下心。」凡章十九上。至元祐初，韓維上言，謂其首開建儲之議，其後大臣乃繼有論奏。司馬溫公行狀云：「至和三年，仁宗始不豫，國嗣未立，天下寒心而不敢言，惟諫官范鎮首發其議，光時為幷州通判，聞而繼之。」按至和三年九月，改為嘉祐元年，歲在丁酉。而前此皇祐五年甲午，有建州人太常博士張述者，以繼嗣未立，上疏曰：「陛下春秋四十四，宗廟社稷之繼，未有託焉。以嫌疑而不決，非孝也；羣臣以諱避而不言，非忠也。願擇宗親才而賢者，異其禮秩，試以職務，俾內外知聖心有所屬。」至和二年丙申，復言之。前後凡七疏，最後語尤激切。蓋述所論乃在兩公之前，而當時及後來莫有知之者，為可惜也！ \\n 郎官員數 \\n 紹熙四年冬，客從中都來，持所抄班朝錄一編相示，蓋朝士官職姓名也。讀至尚書郎，纔有正員四人，其他權攝者亦只六七人耳。因記紹興二十九年，予為吏、禮部時，同舍郎二十人，皆正官。今既限以曾歷監司、郡守，故任館職及寺監、丞者不可進步，其自外召用者，資級已高，曾不數月，必序遷卿、少，以是居之者益少。政和末，郎員冗溢，至於五十有五。侍御史張樸上殿，徽宗諭使論列，退而奏疏，劾十有六人，大略云：「才品甚下，趨操卑汚，有如汪師心者；性資茸闒，柔佞取容，有如黃願、汪希旦者；淺浮躁妄，為胥輩所輕，有如李莊者；輕侻喧囂，漫不省職，有如李揚者；粗冗不才，褊忿輕發，有如成禔者；人才碌碌，初無可取，有如張高者；志氣衰落，難與任事，有如常者；大言無當，誕詭不情，有如梁子誨者；資望太輕，士論不厭，有如葉椿、唐作求、吳直夫、章芹、李與權、王良欽、強休甫者。乞行罷斥。」從之。考一時標榜，未必盡當，然十六人者後皆不顯，視今日員數，多寡不侔如是。秦檜居相位久，不欲士大夫在朝，末年尤甚。二十四司獨刑部有孫敏脩一員，餘皆兼攝，吏部七司至全付主管告院張云，兵、工八司，併於一寺主簿。又可怪也！ \\n 東坡慕樂天 \\n 蘇公責居黃州，始自稱東坡居士。詳考其意，蓋專慕白樂天而然。白公有東坡種花二詩云：「持錢買花樹，城東坡上栽。」又云：「東坡春向暮，樹木今何如？」又有步東坡詩云：「朝上東坡步，夕上東坡步。東坡何所愛？愛此新成樹。」又有別東坡花樹詩云：「何處殷勤重回首？東坡桃李種新成。」皆為忠州刺史時所作也。蘇公在黃，正與白公忠州相似，因憶蘇詩，如贈寫真李道士云：「他時要指集賢人，知是香山老居士。」贈善相程傑云：「我似樂天君記取，華顛賞遍洛陽春。」送程懿叔云：「我甚似樂天，但無素與蠻。」入侍邇英云：「定似香山老居士，世緣終淺道根深。」而跋曰：「樂天自江州司馬除忠州刺史，旋以主客郎中知制誥，遂拜中書舍人。某雖不敢自比，然謫居黃州，起知文登，召為儀曹，遂忝侍從。出處老少，大略相似，庶幾復享晚節閑適之樂。」去杭州云：「出處依稀似樂天，敢將衰朽較前賢。」序曰：「平生自覺出處老少粗似樂天。」則公之所以景仰者，不止一再言之，非東坡之名偶爾暗合也。 \\n 縛鷄行 \\n 老杜縛鷄行一篇云：「小奴縛鷄向市賣，鷄被縛急相喧爭。家中厭鷄食蟲蟻，不知鷄賣還遭烹。蟲鷄於人何厚薄？吾叱奴兒解其縛。鷄蟲得失無了時，注目寒江倚山閣。」此詩自是一段好議論，至結句之妙，非他人所能跂及也。予友李德遠嘗賦東西船行，全擬其意。舉以相示云：「東船得風帆席高，千里瞬息輕鴻毛。西船見笑苦遲鈍，汗流撐折百張篙。明日風翻波浪異，西笑東船却如此。東西相笑無已時，我但行藏任天理。」是時，德遠誦至三過，頗自喜，予曰：「語意絕工，幾於得奪胎法，只恐行藏任理與注目寒江之句，似不可同日語。」德遠以為知言，銳欲易之，終不能滿意也。 \\n 油污衣詩 \\n 予甫十歲時，過衢州白沙渡，見岸上酒店敗壁間，有題詩兩絕，其名曰犬落水、油污衣。犬詩太俗不足傳，獨後一篇殊有理致。其詞云：「一點清油污白衣，斑斑駁駁使人疑。縱饒洗遍千江水，爭似當初不污時。」是時甚愛其語，今六十餘年，尚歷歷不忘，漫志於此。 \\n 北虜誅宗王 \\n 紹興庚申，虜主亶誅宗室七十二王，韓昉作詔，略云：「周行管叔之誅，漢致燕王之辟，茲惟無赦，古不為非。不圖骨肉之間，有懷蜂蠆之毒。皇伯太師宋國王宗磐謂為先帝之元子，常蓄無君之禍心；皇叔太傅兗國王宗儁、虞王宗英、滕王宗偉等，逞躁欲以無厭，助逆謀之妄作。欲申三宥，公議豈容？不煩一兵，羣凶悉殄。已各伏辜，幷除屬籍訖。」紹熙癸丑，今虜主誅其叔鄭王，詔曰：「朕早以嫡孫，欽承先緒。皇叔定武軍節度使鄭王允蹈，屬處諸父，任當重藩，潛引凶徒，共為反計，自以元妃之長子，異於他母之諸王，冀幸國災，窺伺神器。其妹澤國公主長樂牽同產之愛，駙馬都尉唐括蒲剌覩狃連姻之私，預聞其謀，相濟以惡。欲寬燕邸之戮，姑致郭鄰之囚，詢諸羣言，用示大戒。允蹈及其妻卞玉與男按春、阿辛幷公主皆賜自盡，令有司依禮收葬，仍為輟朝。」二事甚相類，蓋其視宗族至親與塗之人無異也。是年冬，倪正父奉使，館於中山，正其誅戮處，相去一月，猶血腥觸人，枯骸塞井，為之終夕不安寢云。 \\n 州郡書院 \\n 太平興國五年，以江州白鹿洞主明起為褒信主簿。洞在廬山之陽，嘗聚生徒數百人。李煜有國時，割善田數十頃，取其租廩給之；選太學之通經者，俾領洞事，日為諸生講誦。於是起建議以其田入官，故爵命之。白鹿洞由是漸廢。大中祥符二年，應天府民曹誠，即楚丘戚同文舊居造舍百五十間，聚書數千卷，博延生徒，講習甚盛。府奏其事，詔賜額曰應天府書院，命奉禮郎戚舜賓主之，仍令本府幕職官提舉，以誠為府助教。宋興，天下州府有學自此始。其後潭州又有嶽麓書院。及慶曆中，詔諸路州郡皆立學，設官教授，則所謂書院者當合而為一。今嶽麓、白鹿復營之，各自養士，其所廩給禮貌乃過於郡庠。近者巴州亦創置，是為一邦而兩學矣。大學、辟雍並置，尚且不可，是於義為不然也。 \\n 何韓同姓 \\n 韓文公送何堅序云：「何與韓同姓為近。」嘗疑其說無所從出，後讀史記周本紀，應劭曰：「氏姓注云，以何姓為韓後。」鄧名世姓氏書辯證云：「何氏出自姬姓，食采韓原，為韓氏。韓王建為秦所滅，子孫散居陳、楚，江、淮間以韓為何，隨聲變為何氏，然不能詳所出也。」韓王之失國者名安，此云建，乃齊王之名，鄧筆誤耳。予後讀孫愐唐韻云：「韓滅，子孫分散江、淮間，音以韓為何，字隨音變，遂為何氏。」乃知名世用此。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第六(十五則)", "正文": "　 \\n 卷第六(十五則) \\n 　 \\n  \\n 蕨萁養人 \\n 自古凶年饑歲，民無以食，往往隨所值以為命，如范蠡謂吳人就蒲蠃於東海之濱；蘇子卿掘野鼠所去草實，及齧雪與旃毛幷咽之；王莽教民煮木為酪；南方人饑餓，羣入野澤掘鳧茈；鄧禹軍士食藻菜；建安中，咸陽人拔取酸棗、藜藿以給食；晉郗鑒在鄒山，兗州百姓掘野鼠、蟄燕；幽州人以桑椹為糧，魏道武亦以供軍；岷蜀食芋。如此而已。吾州外邑，（山樂）崌山在樂平、德興境，李羅萬斛山在浮梁、樂平、鄱陽境，皆綿亘百餘里，山出蕨萁。乾道辛卯、紹熙癸丑歲旱，村民無食，爭往取其根。率以昧旦荷鋤往掘，深至四五尺，壯者日可得六十斤。持歸搗取粉，水澄細者煮食之，如粔籹狀，每根二斤可充一夫一日之食。冬晴且暖，田野間無不出者，或不遠數十里，多至數千人。自九月至二月終，蕨抽拳則根無力，於是始止。蓋救餓羸者半年，天之生物，為人世之利至矣！古人不知用之，傳記亦不載，豈他邦不產此乎？ \\n 賢士隱居者 \\n 士子修己篤學，獨善其身，不求知於人，人亦莫能知者，所至或有之，予每惜其無傳。比得上虞李孟傳錄示四事，故謹書之。 \\n 其一曰，慈溪蔣季莊，當宣和間，鄙王氏之學，不事科舉，閉門窮經，不妄與人接。高抑崇閌居明州城中，率一歲四五訪其廬。季莊聞其至，必倒屣出迎，相對小室，極意講論，自晝竟夜，殆忘寢食。告去則送之數里，相得歡甚。或問抑崇曰：「蔣君不多與人周旋，而獨厚於公，公亦惓惓於彼，願聞其故？」抑崇曰：「閌終歲讀書，凡有疑而未判，與所缺而未知者，每積至數十，輒一扣之，無不迎刃而解。」而蔣之所長，他人未必能知之。世之所謂知己其是乎？ \\n 其二曰，王茂剛，居明之林村，在巖壑深處，有弟不甚學問，使顓治生以餬口，而刻意讀書，足跡未嘗妄出，尤邃於周易。沈煥通判州事，嘗訪之。其見趣絕出於傳注之外云。氣象嚴重，窺其所得，蓋進而未已也。 \\n 其三曰，顧主簿，不知何許人，南渡後寓於慈溪。廉介有常，安於貧賤，不蘄人之知。至於踐履間，雖細事不苟也。平旦起，俟賣菜者過門，問菜把直幾何，隨所言酬之。他飲食布帛亦然。久之人皆信服，不忍欺。苟一日之用足，則玩心墳典，不事交遊。里中有不安其分、武斷強忮者，相與譏之，曰：「汝豈顧主簿耶？」 \\n 其四曰，周日章，信州永豐人。操行介潔，為邑人所敬。開門授徒，僅有以自給，非其義一毫不取。家至貧，常終日絕食，鄰里或以薄少致饋。時時不繼，寧與妻子忍餓，卒不以求人。隆寒披紙裘，客有就訪，亦欣然延納。望其容貌，聽其論議，莫不聳然。縣尉謝生遺以襲衣，曰：「先生未嘗有求，吾自欲致其勤勤耳，受之無傷也。」日章笑答曰：「一衣與萬鍾等耳，儻無名受之，是不辨禮義也。」卒辭之。汪聖錫亦知其賢，以為近於古之所謂獨行者。 \\n 是四君子，真可書史策云。 \\n 張籍陳無己詩 \\n 張籍在他鎮幕府，鄆帥李師古又以書幣辟之，籍却而不納，而作節婦吟一章寄之，曰：「君知妾有夫，贈妾雙明珠。感君纏綿意，繫在紅羅襦。妾家高樓連苑起，良人執戟明光裏。知君用心如日月，事夫誓擬同生死。還君明珠雙淚垂，何不相逢未嫁時？」陳無己為潁州教授，東坡領郡，而陳賦妾薄命篇，言為曾南豐作，其首章云：「主家十二樓，一身當三千。古來妾薄命，事主不盡年。起舞為主壽，相送南陽阡。忍著主衣裳，為人作春妍？有聲當徹天，有淚當徹泉。死者恐無知，妾身長自憐。」全用籍意。或謂無己輕坡公，是不然。前此無己官於彭城，坡公由翰林出守杭，無己越境見之於宋都，坐是免歸，故其詩云：「一代不數人，百年能幾見？昔為馬首銜，今為禁門鍵。一雨五月涼，中宵大江滿。風帆目力短，江空歲年晚。」其尊敬之盡矣。薄命擬况，蓋不忍師死而遂倍之，忠厚之至也！ \\n 杜詩誤字 \\n 李適之在明皇朝為左相，為李林甫所擠去位，作詩曰：「避賢初罷相，樂聖且銜杯。為問門前客，今朝幾箇來？」故杜子美飲中八仙歌云：「左相日興費萬錢，飲如長鯨吸百川，銜杯樂聖稱避賢。」正詠適之也。而今所行本誤以「避賢」為「世賢」，絕無意義，兼「世」字是太宗諱，豈敢用哉？秦州雨晴詩云：「天永秋雲薄，從西萬里風。」謂秋天遼永，風從萬里而來，可謂廣大。而集中作「天水」，此乃秦州郡名，若用之入此篇，其致思淺矣。和李表丈早春作云：「力疾坐清曉，來詩悲早春。」正答其意。而集中作「來時」，殊失所謂和篇本旨。 \\n 東坡詩用老字 \\n 東坡賦詩，用人姓名，多以老字足成句。如壽州龍潭云「觀魚幷記老莊周」，病不赴會云「空對親舂老孟光」，看潮云「猶似浮江老阿童」，贈黃山人云「說禪長笑老浮屠」，元長老衲裙云「乞與佯狂老萬回」，東軒云「掛冠知有老蕭郎」，侍立邇英云「定似香山老居士」，贈李道士云「知是香山老居士」，蒜山亭云「奇逸多聞老敬通」，汶公東堂云「一帖空存老遂良」，次韻韶守云「華髮蕭蕭老遂良」，遊羅浮云「還須略報老同叔」，贈辯才云「中有老法師」，寄子由云「青山老從事」，贈眼醫云「忘言老尊宿」，「妙高臺中老比丘」，謝惠酒云「青州老從事」，謝餉魚云「誰似老方朔」，贈吳子野扇云「得之老月師」，次韻李端叔云「此是老牛戩」。是皆以為助語，非真謂其老也，大抵七言則於第五字用之，五言則於第三字用之。若其他錯出，如「再說走老瞞」，「故人餘老龐」，「老濞宮粧傳父祖」，「便腹從人笑老韶」，「老可能為竹寫真」，「不知老奘幾時歸」之類，皆隨語勢而然。白樂天云「每被老元偷格律」，蓋亦有自來矣。 \\n 杜詩命意 \\n 杜公詩命意用事，旨趣深遠，若隨口一讀，往往不能曉解，姑紀一二篇以示好事者。如：「能畫毛延壽，投壺郭舍人。每蒙天一笑，復似物皆春。政化平如水，皇恩斷若神。時時用抵戲，亦未雜風塵。」第三聯意味頗與前語不相聯貫，讀者或以為疑。按杜之旨，本謂技藝倡優，不應蒙人主顧眄賞接，然使政化如水，皇恩若神，為治大要既無可損，則時時用此輩，亦亡害也。又如：「亂後碧井廢，時清瑤殿深。銅瓶未失水，百丈有哀音。側想美人意，應悲寒甃沉。蛟龍半缺落，猶得折黃金。」此篇蓋見故宮井內汲者得銅瓶而作，然首句便說廢井，則下文翻覆鋪敍為難，而曲折宛轉如是，他人畢一生模寫不能到也。又一篇云：「鬭鷄初賜錦，舞馬既登牀。簾下宮人出，樓前御柳長。仙遊終一閟，女樂久無香。寂寞驪山道，清秋草木黃。」先忠宣公在北方，得唐人畫驪山宮殿圖一軸，華清宮居山顛，殿外垂簾，宮人無數，穴簾隙而窺，一時伶官戲劇，品類雜沓，皆列於下。杜一詩真所謂親見之也。 \\n 擇福莫若重 \\n 國語載范文子曰：「擇福莫若重，擇禍莫若輕。」且士君子樂天知命，全身遠害，避禍就福，安有迨於禍至擇而處之之理哉？韋昭注云：「有兩福擇取其重，有兩禍擇取其輕。」蓋以不幸而與禍會，勢不容但已，則權其輕重，順受其一焉。莊子養生主篇云：「為善無近名，為惡無近刑。」夫孳孳為善，君子之所固然，何至於縱意為惡，而特以不麗於刑為得計哉？是又有說矣，其所謂惡者，蓋與善相對之辭，雖於德為愆義，非若小人以身試禍自速百殃之比也。故下文云：「可以全生，可以保身，可以盡年。」其旨昭矣。 \\n 用人文字之失 \\n 士人為文，或採已用語言，當深究其旨意，苟失之不考，則必詒論議。紹興七年，趙忠簡公重修哲錄，書成，轉特進，制詞云：「惟宣仁之誣謗未明，致哲廟之憂勤不顯。」此蓋用范忠宣遺表中語，兩句但易兩字，而甚不然，范之辭云：「致保佑之憂勤不顯。」專指母后以言，正得其實。今以保佑為哲廟，則了非本意矣。紹興十九年，予為福州教授，為府作謝曆日表，頌德一聯云：「神祇祖考，既安樂於太平，歲月日時，又明章於庶證。」至乾道中，有外郡亦上表謝曆，蒙其採取用之，讀者以為駢麗精切，予笑謂之曰：「此大有利害，今光堯在德壽，所謂『考』者何哉？」坐客皆縮頸，信乎不可不審也。 \\n 李衛公輞川圖跋 \\n 輞川圖一軸，李趙公題其末云：「藍田縣鹿苑寺主僧子良贄於予，且曰：『鹿苑即王右丞輞川之第也。右丞篤志奉佛，妻死不再娶，潔居逾三十載。母夫人卒，表宅為寺。今冢墓在寺之西南隅，其圖實右丞之親筆。』予閱玩珍重，永為家藏。」弘憲題其前一行云：「元和四年八月十三日弘憲題。」弘憲者，吉甫字也。其後衞公又跋云：「乘閒閱篋書中，得先公相國所收王右丞畫輞川圖，實家世之寶也。先公凡更三十六鎮，故所藏書畫多用方鎮印記。太和二年戊申正月四日，浙江西道觀察等使、檢校禮部尚書兼潤州刺史李德裕恭題。」又一行云：「開成二年秋七月望日，文饒記。」前後五印：曰淮南節度使印、浙江西道觀察處置等使之印、劍南西川節度使印、山南西道節度使印、鄭滑節度使印，幷贊皇二字。又內合同印，建業文房之印，集賢院藏書印，此三者南唐李氏所用，故後一行曰：「昇元二年十一月三日。」雖今所傳為臨本，然正自超妙。但衞公所志，殊為可疑。唐書李吉甫傳云：「德宗以來，姑息藩鎮，有終身不易地者。吉甫為相歲餘，凡易三十六鎮。」吉甫平生只為淮南節度耳，今乃言身更三十六鎮，誠大不然。所用印記，如浙西、西川、山西、鄭滑，皆衞公所歷也；且書其父手澤，不言第幾子，而有李字；又自標其字，皆非是，蓋好事者妄為之。白樂天詩所說清源寺，即輞川云。洪慶善作丹陽洪氏家譜序云：「丹陽之洪本姓弘，避唐諱改。有弘憲者，元和四年跋輞川圖。」亦大錯也。 \\n 白公夜聞歌者 \\n 白樂天琵琶行，蓋在潯陽江上為商人婦所作。而商乃買茶於浮梁，婦對客奏曲，樂天移船，夜登其舟與飲，了無所忌，豈非以其長安故倡女，不以為嫌邪？集中又有一篇題云夜聞歌者，時自京城謫潯陽，宿於鄂州，又在琵琶之前。其詞曰：「夜泊鸚鵡洲，秋江月澄澈。鄰船有歌者，發調堪愁絕！歌罷繼以泣，泣聲通復咽。尋聲見其人，有婦顏如雪。獨倚帆檣立，娉婷十七八。夜淚似真珠，雙雙墮明月。借問誰家婦，歌泣何凄切？一問一霑襟，低眉終不說。」陳鴻長恨傳序云：「樂天深於詩，多於情者也，故所遇必寄之吟詠，非有意於漁色。」然鄂州所見，亦一女子獨處，夫不在焉，瓜田李下之疑，唐人不譏也。今詩人罕談此章，聊復表出。 \\n 謝朏志節 \\n 荀彧佐魏武帝，劉穆之佐宋高祖，高德政佐齊文宣，高熲佐隋文帝，劉文靜佐唐高祖，終之篡漢、晉、魏、周及取隋，其功不細矣。彧以不言伏后事與勸止九錫，飲酖而死。穆之居守丹陽，宋祖北伐，而九錫之旨從北來，愧懼而卒。德政以精神凌逼，為楊愔所譖，熲以為相畜妾，為獨孤后所譖，文靜以妾弟告變，為裴寂所譖，皆不免於誅。蕭道成謀篡宋，欲引謝朏參贊大業，屏人與之語，朏無言。道成必欲引參佐命，以為左長史，從容間道石苞事諷之，朏訖不順指。及受宋禪，方為侍中，不肯解璽綬，引枕而臥，步出府門，道成之子賾欲殺之，道成畏得罪於公議，曰：「殺之適成其名，正當容之度外耳！」遂廢於家。海陵王之世復為侍中，宣城王鸞謀繼大統，多引朝廷名士，朏心不願，乃求出為吳興太守。其弟瀹為吏部尚書，朏致酒與之，曰：「可力飲此，無預人事！」其心蓋惡鸞而末如之何也？朏之志節行義，凜凜如此，司馬溫公猶以為譏，斯亦可恕也已！二筆於士匄、韓厥下略及之，故復詳論於此。 \\n 琵琶亭詩 \\n 江州琵琶亭，下臨江津，國朝以來，往來者多題詠，其工者輒為人所傳。淳熙己亥歲，蜀士郭明復以中元日至亭，賦古風一章，其前云：「白樂天流落浦湓，作琵琶行，其放懷適意，視憂患死生禍福得喪為何物，非深於道者能之乎？賈傅謫長沙，抑鬱致死；陸相竄南賓，屏絕人事，至從狗竇中度食飲。兩公猶有累乎世，未能如樂天逍遙自得也。予過九江，維舟琵琶亭下，為賦此章。」「香山居士頭欲白，秋風吹作湓城客。眼看世事等虛空，雲夢胸中無一物。舉觴獨醉天為家，詩成萬象遭梳爬。不管時人皆欲殺，夜深江上聽琵琶。賈胡老婦兒女語，淚濕青衫如著雨。此公豈作少狂夢？與世浮沈聊爾汝。我來後公三百年，潯陽至今無管絃。(公詩有「潯陽地僻無音樂」之句。)長安不見遺音寂，依舊匡廬翠掃天。」郭君，成都人，隆興癸未登科，仕不甚達。但賈誼自長沙召還，後為梁王傅乃卒，前所云少誤矣。吾州餘干縣東干越亭有琵琶洲在下，唐劉長卿、張祜輩，皆留題。紹興中，王洋元勃一絕句云：「塞外烽烟能記否，天涯淪落自心知。眼中風物參差是，只欠江州司馬詩。」真佳句也！ \\n 減損入官人 \\n 唐開元十七年，國子祭酒楊瑒上言：「省司奏限天下明經、進士及第，每年不過百人，竊見流外出身，每歲二千餘人，而明經、進士，不能居其什一，則是服勤道業之士，不如胥吏之得仕也。若以出身人太多，則應諸色裁損，不應獨抑明經、進士。」當時以其言為然。淳熙九年，大減任子員數，是時，吏部四選開具以三年為率，文班進士大約三四百人，任子文武亦如之。而恩倖流外，蓋過二千之數，甚與開元類也。 \\n 韓蘇文章譬喻 \\n 韓、蘇兩公為文章，用譬喻處，重複聯貫，至有七八轉者。韓公送石洪序云：「論人高下，事後當成敗，若河決下流東注，若駟馬駕輕車就熟路，而王良、造父為之先後也，若燭照數計而龜卜也。」盛山詩序云：「儒者之於患難，其拒而不受於懷也，若築河堤以障屋霤；其容而消之也，若水之於海，冰之於夏日；其玩而忘之以文辭也，若奏金石以破蟋蟀之鳴、蟲飛之聲。」蘇公百步洪詩云「長洪斗落生跳波，輕舟南下如投梭。水師絕叫鳧雁起，亂石一綫爭磋磨。有如兔走鷹隼落，駿馬下注千丈坡。斷弦離柱箭脫手，飛電過隙珠翻荷」之類，是也。 \\n 唐昭宗贈諫臣官 \\n 唐僖宗幸蜀，政事悉出內侍田令孜之手。左拾遺孟昭圖、右補闕常濬上疏論事，昭圖坐貶，令孜遣人沉之於蟆頤津，賜濬死。資治通鑑記其事。予讀昭宗實錄，即位之初，贈昭圖起居郎，濬禮部員外郎，以其直諫被戮，故褒之。方時艱危，救亡不暇，而初政及此，通鑑失書之，亦可惜也！ \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第七(十四則)", "正文": "　 \\n 卷第七(十四則) \\n 　 \\n  \\n 執政辭轉官 \\n 真宗天禧元年，合祭天地，禮畢，推恩百僚，宰相以下遷官一等。時參知政事三人，陳彭年自刑部侍郎遷兵部，王曾自左諫議大夫遷給事中，張知白自給事中遷工部侍郎。而知白獨懇辭數四，上敷諭，終不能奪。王曾聞之，亦乞寢恩命。上曰：「知白無他意，但以卿為諫議大夫，班在上，己為給事中，在下，所以固辭，欲品秩有序爾。」於是從知白所請，而優加名數，進階金紫光祿大夫，幷賜功臣爵邑。元祐三年四月，宰執七人，自文彥博仍前太師外，右僕射呂公著除司空、同平章軍國事，中書侍郎呂大防除左僕射，同知樞密院范純仁除右僕射，尚書左丞劉摯除中書侍郎，右丞王存除左丞，唯知樞密院安燾不遷，乃自正議大夫特轉右光祿。燾上章辭，令學士院降詔不允。學士蘇軾以為：「朝廷豈以執政六人，五人進用，故加遷秩以慰其心？既無授受之名，僅似姑息之政，欲奉命草詔，不知所以為詞，伏望從其所請。」御寶批：「可且用一意度作不許詔書進入。」燾竟辭，始免。紹興三十一年，陳康伯自右相拜左相，朱倬自參政拜右相，時葉義問知樞密院，元居倬上，不得遷，朝論謂宜進為使。學士何溥面受草制之旨，曾以為言，高宗不許。紹熙五年七月，主上登極，拜知樞密院趙汝愚為右相，參政陳騤除知院，同知院事余端禮除參政，而左丞相留正以少保進少傅，乃係特遷，且非覃恩，正固辭，乃止。 \\n 宗室補官 \\n 壽皇聖帝登極赦恩，凡宗子不以服屬遠近，人數多少，其曾獲文解兩次者，並直赴殿試；略通文墨者，所在州量試，即補承信郎。由是入仕者過千人以上。淳熙十六年二月、紹熙五年七月，二赦皆然，故皇族得官不可以數計。偶閱唐昭宗實錄載一事云：「宗正少卿李克助奏：『準去年十一月赦書，皇三等以上親無官者，每父下放一人出身；皇五等以上親未有出身陪位者，與出身。寺司起請承前舊例，九廟子孫陪位者，每父下放一人出身，共放三百八十人。其諸房宗室等，各赴陪位納到文狀，共一千二十七人。除元不赴陪位，及不納到狀，及違寺司條疏，不取宗室充係落下外，係三百八十人，合放出身。』敕準赦書處分。」予按昭宗以文德元年即位，次年十一月南郊禮畢肆赦，其文略云：「皇三等以上親，委中書門下各擇有才行者量與改官，無官者，每父下放一人出身；皇五等以上親未有出身陪位者，與出身。」然則亦有三等五等親、陪位與不陪位之差別也。 \\n 孫宣公諫封禪等 \\n 景德、祥符之間，北戎結好，宇內乂寧，一時邪諛之臣，唱為瑞應祺祥，以罔明主，王欽若、陳彭年輩實主張之。天書既降，於是東封、西祀、太清之行，以次丕講，滿朝耆老方正之士，鮮有肯啟昌言以遏其奸焰，雖寇萊公亦為之。而孫宣公奭獨上疏爭救，于再于三，真錄出於欽若提綱，故不能盡載，以故後人罕稱之。予略摘其大概紀於此。 \\n 一章論西祀，曰：「汾陰后土，事不經見。漢都雍，去汾陰至近；河東者，唐王業所起之地，且又都雍，故武帝、明皇行之。今陛下經重關，越險阻，遠離京師根本之固，其為不可甚矣。古者聖王先成民而後致力於神，今土木之功，累年未息，水旱作沴，饑饉居多，乃欲勞民事神，神其享之乎！明皇嬖寵害政，奸佞當塗，以至身播國屯。今議者引開元故事以為盛烈，臣竊不取。今之奸臣，以先帝詔停封禪，故贊陛下，以為繼承先志。且先帝欲北平幽朔，西取繼遷，則未嘗獻一謀，畫一策以佐陛下。而乃卑辭重幣，求和於契丹，蹙國縻爵，姑息於保吉。謂主辱臣死為空言，以誣下罔上為己任，撰造祥瑞，假託鬼神，纔畢東封，便議西幸。以祖宗艱難之業，為佞邪僥倖之資，臣所以長嘆而痛哭也！」 \\n 二章論爭言符瑞，曰：「今野鵰山鹿，並形奏簡，秋旱冬雷，率皆稱賀。將以欺上天，則上天不可欺；將以愚下民，則下民不可愚；將以惑後世，則後世必不信。腹非竊笑，有識盡然。」 \\n 三章論將幸亳州，曰：「國家近日多效唐明皇所為。且明皇非令德之君，觀其禍敗，足為深戒，而陛下反希慕之！近臣知而不諫，得非奸佞乎？明皇奔至馬嵬，楊國忠既誅，乃諭軍士曰：『朕識理不明，寄任失所，近亦覺寤。』然則已晚矣，陛下宜早覺寤，斥遠邪佞，不襲危亂之迹，社稷之福也！」 \\n 四章論朱能天書，曰：「奸憸小人，妄言符瑞，而陛下崇信之，屈至尊以迎拜，歸祕殿以奉安。百僚黎庶，痛心疾首，反唇腹非，不敢直言。臣不避死亡之誅，聽之罪之，惟在聖斷。昔漢文成、五利，妄言不讎，漢武誅之。先帝時，侯莫陳利用方術奸發，誅於鄭州。唐明皇得靈符寶券，皆王鉷、田同秀等所為，不能顯戮，今日見老君於閣上，明日見老君於山中，大臣尸祿以將迎，端士畏威而緘默。及祿山兆亂，輔國劫遷，大命既傾，前功幷棄。今朱能所為是已。願遠思漢武之雄材，近法先帝之英斷，中鑒明皇之召禍，庶幾災害不生，禍亂不作。」 \\n 奭之論諫，雖魏鄭公、陸宣公不能過也。 \\n 赦恩為害 \\n 赦過宥罪，自古不廢，然行之太頻，則惠奸長惡，引小人於大譴之域，其為害固不勝言矣。唐莊宗同光二年大赦，前云：「罪無輕重，常赦所不原者，咸赦除之。」而又曰：「十惡五逆、屠牛、鑄錢、故殺人、合造毒藥、持仗行劫、官典犯贓，不在此限。」此制正得其中。當亂離之朝，乃能如是，亦可取也，而今時或不然。 \\n 代宗崇尚釋氏 \\n 唐代宗好祠祀，未甚重佛。元載、王縉、杜鴻漸為相，三人皆好佛。上嘗問以「佛言報應，果為有無」。載等奏：「國家運祚靈長，非宿植福業，何以致之？福業已定，雖時有小災，終不能為害，所以安、史有子禍，僕固病死，回紇、吐蕃不戰而退，此皆非人力所及。」上由是深信之，常於禁中飯僧，有寇至則令僧講仁王經以禳之，寇去則厚加賞賜。胡僧不空，官至卿、監，爵為國公，出入禁闥，勢移權貴，此唐史所載也。予家有嚴郢撰三藏和尚碑，徐季海書，乃不空也，云：「西域人，氏族不聞於中夏，玄、肅、代三朝皆為國師。代宗初以特進、大鴻臚褒表之。及示疾，又就臥內加開府儀同三司、肅國公。既亡，廢朝三日，贈司空。」其恩禮之寵如此。同時又有僧大濟，為帝常修功德，至殿中監。贈其父惠恭兗州刺史，官為營辦葬事，有敕葬碑，今存。時兵革未盡息，元勛宿將，賞功賦職，不過以此處之，顧施之一僧，繆濫甚矣！ \\n 光武苻堅 \\n 漢光武建武三十年，羣臣請封禪泰山。詔曰：「即位三十年，百姓怨氣滿腹，吾誰欺，欺天乎？若郡縣遠遣吏上壽，盛稱虛美，必髠，令屯田。」於是羣臣不敢復言，其英斷如此。然財二年間，乃因讀河圖會昌符，詔索河雒讖文言九世當封禪者，遂為東封之舉，可謂自相矛盾矣。苻堅禁圖讖之學，尚書郎王佩讀讖，堅殺之，學讖者遂絕。及季年，為慕容氏所困，於長安自讀讖書，云：「帝出五將久長得。」乃出奔五將山，甫至而為姚萇所執。始禁人為讖學，終乃以此喪身亡國。「久長得」之兆，豈非言久當為姚萇所得乎？又姚與遙同，亦久也。光武與堅非可同日語，特其事偶可議云。 \\n 周武帝宣帝 \\n 周武帝平齊，中原盡入輿地，陳國不足平也，而雅志節儉，至是愈篤。後宮唯置妃二人，世婦三人，御妻三人，則其下保林、良使輩，度不過數十耳。一傳而至宣帝，奢淫酣縱，自比於天，廣搜美女，以實後宮，儀同以上女不許輒嫁，遂同時立五皇后。父子之賢否不同，一至於此！ \\n 唐觀察使 \\n 唐世於諸道置按察使，後改為采訪處置使，治於所部之大郡。既又改為觀察，其有戎旅之地，即置節度使。分天下為四十餘道，大者十餘州，小者二、三州，但令訪察善惡，舉其大綱。然兵甲、財賦、民俗之事，無所不領，謂之都府，權勢不勝其重，能生殺人，或專私其所領州，而虐視支郡。元結為道州刺史，作舂陵行，以為「諸使誅求符牒二百餘通」，又作賊退示官吏一篇，以為「忍苦裒斂」。陽城守道州，賦稅不時，觀察使數誚責，又遣判官督賦，城自囚於獄。判官去，復遣官來按舉。韓愈送許郢州序云：「為刺史者常私於其民，不以實應乎府，為觀察使者常急於其賦，不以情信乎州，財已竭而斂不休，人已窮而賦愈急。」韓皋為浙西觀察使，封杖決安吉令孫澥至死。一時所行大抵類此，然每道不過一使臨之耳。今之州郡控制按刺者，率五六人，而臺省不預，毀譽善否，隨其意好，又非唐日一觀察使比也。 \\n 冗濫除官 \\n 自漢以來，官曹冗濫之極者，如更始「竈下養，中郎將，爛羊頭，關內侯」，晉趙王倫「貂不足，狗尾續」，北史周世「員外常侍，道上比肩」，唐武后「補闕連車，拾遺平斗」之諺，皆顯顯著見者。中葉以後，尤為泛濫，張巡在雍丘，纔領一縣千兵，而大將六人，官皆開府特進，然則大將軍告身博一醉，誠有之矣。德宗避難於奉天，渾瑊之童奴曰黃芩，力戰，即封渤海郡王。至於僖、昭之世，遂有「捉船郭使君」、「看馬李僕射」。周行逢據湖湘，境內有「漫天司空、遍地太保」之譏。李茂貞在鳳翔，內外持管籥者，亦呼為司空、太保。韋莊浣花集有贈僕者楊金詩云：「半年勤苦葺荒居，不獨單寒腹亦虛。努力且為田舍客，他年為爾覓金魚。」是時，人奴腰金曳紫者，蓋不難致也。 \\n 節度使稱太尉 \\n 唐節度使帶檢校官，其初只左右散騎常侍，如李愬在唐鄧時所稱者也，後乃轉尚書及僕射、司空、司徒，能至此者蓋少。僖、昭以降，藩鎮盛強，武夫得志，纔建節鉞，其資級已高，於是復升太保、太傅、太尉，其上惟有太師，故將帥悉稱太尉。元豐定官制，尚如舊貫。崇寧中，改三公為少師、少傅、少保，而以太尉為武階之冠，以是凡管軍者，猶悉稱之。紹興間，葉夢得自觀文殿學士，張澄自端明殿學士，皆拜節度。葉嘗任執政，以暮年擁旄，為儒者之榮，自稱葉太尉。張微時用鄧洵武給使恩出身，羞為武職，但稱尚書如故，其相反如此。 \\n 五代濫刑 \\n 五代之際，時君以殺為嬉，視人命如草芥，唐明宗頗有仁心，獨能斟酌援救。天成三年，京師巡檢軍使渾公兒口奏：有百姓二人，以竹竿習戰鬭之事。帝即傳宣令付石敬瑭處置，敬瑭殺之。次日樞密使安重誨敷奏，方知悉是幼童為戲。下詔自咎，以為失刑，減常膳十日，以謝幽冤；罰敬瑭一月俸；渾公兒削官、杖脊、配流登州；小兒骨肉，賜絹五十匹，粟麥各百碩，便令如法埋葬。仍戒諸道州府，凡有極刑，並須仔細裁遣。此事見舊五代史，新書去之。 \\n 太一推算 \\n 熙寧六年，司天中官正周琮言：「據太一經推算，熙寧七年甲寅歲，太一陽九、百六之數，至是年復元之初，故經言太歲有陽九之災，太一有百六之厄，皆在入元之終或復元之初。陽九、百六當癸丑、甲寅之歲，為災厄之會，而得五福太一移入中都，可以消災為祥。竊詳五福太一自雍熙甲申歲入東南巽宮，故修東太一宮於蘇村；天聖己巳歲入西南坤位，故修西太一宮於八角鎮。望稽詳故事，崇建宮宇。」詔度地於集禧觀之東，於是為中太一宮。時王安石擅國，盡變亂祖宗法度，為宗社之禍，蓋自此始，雖太一照臨，亦不能救也。紹熙四年癸丑、五年甲寅，朝廷之間殊為多事，壽皇聖帝厭代，泰安以久疾退處，人情業業，皆有憂葵恤緯之慮。時無星官曆翁考步推賾，庸詎知非入元、復元之際乎？ \\n 趙丞相除拜 \\n 紹熙五年七月十六日宣麻制，以太中大夫、知樞密院事趙汝愚為特進、右丞相，議者或謂國朝無宗室宰相，且轉官九級非故事。趙上章力辭，不肯入都堂蒞職。越六日，詔改除樞密使，依宰臣超三官。又二日，制除正議大夫、樞密使。邁考按故實，宣和二年，王黼自通議大夫、中書侍郎拜特進、少宰，凡遷八官，黼受之。靖康元年，吳敏自中大夫、知樞密院，拜銀青光祿大夫、少宰，亦遷八官，敏辭之，但以通議就職。秦檜當國，以其子熺為中大夫、知樞密院，已而除觀文殿學士，恩數如右僕射，遂暗轉通奉大夫，踰年，加大學士，徑超七秩為特進，熺處之不疑。舍此三人外，蓋未之有。若自宰相改樞密使，唯夏竦一人。是時以陳執中為昭文相，竦為集賢相，御史言：「竦向在陝西，與執中議論不協，不可同寅政地。」於是貼麻改命，而初制不出。今汝愚先報相麻，後報樞制，乃是經日已久，因固辭以然。又按國史，明道二年，宰臣張士遜、樞密使楊崇勳同日罷，士遜以左僕射判河南府，崇勳以節度使、平章事判許州，明日入謝，崇勳班居上。仁宗問之，士遜奏曰：「崇勳係使相，臣官只僕射，當在下。」即再鎖院，以士遜為使相。是時，學士盛度當制，猶用士遜作相銜，論者非之，謂應用僕射、河南為前銜也。乾道二年，葉顒以前參知政事召還，為知樞密院，未受告而拜左相，邁當制，以新除知樞密院結銜。今汝愚拜相宣麻，已閱八日，故稱新除特進、右丞相。二者皆是也。 \\n 唐昭宗恤錄儒士 \\n 唐昭宗光化三年十二月，左補闕韋莊奏：「詞人才子，時有遺賢，不霑一命於聖明，沒作千年之恨骨。據臣所知，則有李賀、皇甫松、李羣玉、陸龜蒙、趙光遠、溫庭筠、劉德仁、陸逵、傅錫、平曾、賈島、劉稚珪、羅鄴、方干，俱無顯遇，皆有奇才，麗句清詞，遍在詞人之口，銜冤抱恨，竟為冥路之塵。伏望追賜進士及第，各贈補闕、拾遺。見存唯羅隱一人，亦乞特賜科名，錄升三署。」敕獎莊而令中書門下詳酌處分。次年天復元年赦文，又令中書門下選擇新及第進士中，有久在名場，才沾科級，年齒已高者，不拘常例，各授一官。於是禮部侍郎杜德祥奏：揀到新及第進士陳光問年六十九，曹松年五十四，王希羽年七十三，劉象年七十，柯崇年六十四，鄭希顏年五十九。詔光問、松、希羽可祕書省正字；象、崇、希顏可太子校書。按登科記，是年進士二十六人，光問第四，松第八，希羽第十二，崇、象、希顏居末級。昭宗當斯時離亂極矣，尚能眷眷於寒儒，其可書也。摭言云：「上新平內難，聞放新進士，喜甚，特敕授官，制詞曰：『念爾登科之際，當予反正之年，宜降異恩，各膺寵命。』時謂此舉為五老牓。」 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第八(五則)", "正文": "　 \\n 卷第八(五則) \\n 　 \\n  \\n 徽宗薦嚴疏文 \\n 徽宗以紹興乙卯歲升遐。時忠宣公奉使未反命，滯留冷山，遣使臣沈珍往燕山，建道場於開泰寺，作功德疏曰：「千歲厭世，莫遂乘雲之仙，四海遏音，同深喪考之戚。况故宮為禾黍，改館徒饋於秦牢，新廟游衣冠，招魂漫歌於楚些。雖置河東之賦，莫止江南之哀，遺民失望而痛心，孤臣久縶惟歐血。伏願盛德之祀，傳百世以彌昌，在天之靈，繼三后而不朽。」北人讀之亦墮淚，爭相傳誦。其後梓宮南還，公已徙燕，率故臣之不忘國恩者，出迎於城北，搏膺大慟，虜俗最重忠義，不以為罪也。 \\n 忠宣公謝表 \\n 建炎三年，先忠宣公銜命使北方，以淮甸賊蜂起，除兼淮南、京東等路撫諭使，俾李成以兵護至南京。公遣書抵成，成方與耿堅圍楚州，答書曰：「汴涸，虹有紅巾，非五千騎不可往。軍食絕，不克唯命。」公陰遣客說堅，堅強成斂兵。公行未至泗，諜云：「有迎騎甲而來。」副使龔璹憚之，送兵亦不肯前，遂返旆。即上疏言：「李成以餽餉稽緩，有引衆納命建康之語。今靳賽、薛慶方橫，萬一三叛連衡，何以待之？方含垢養晦之時，宜選辯士諭意，優加撫納。」疏奏，高宗即遣使撫諭成，給米五萬斛。初，公戒所遣持奏吏，須疏從中出，乃詣政事堂白副封。時方禁直達，忤宰輔意，以託事滯留為罪，特貶兩秩，而許出滁陽路。紹興十三年使回，始復元官。時已出知饒州，命予作謝表，直敍其故，曰：「論事見從，猶獲稽留之戾。出疆滋久，屢沾曠蕩之恩。始拜明綸，得仍舊秩。伏念臣頃繇乏使，不敢辭難。值三盜之連衡，阻兩淮而薦食，深虞猖獗之患，或起呼吸之間，輒露便宜，冀加勤恤。雖璽書賜報，樂聞充國之建言，而吏議不容，見謂陳湯之生事。虧除官簿，綿歷歲時，敢自意於來歸，遂悉還於所奪。茲蓋忘人之過，與天同功。念臣昔麗於微文，蔽罪本無於他意，故從數赦，俾獲自新。」書印既畢，父兄復共議，秦檜方擅國，見此表語言，未必不怒，乃別草一通引咎曰：「使指稽留，宜速虧除之戾。聖恩深厚，卒從抆拭之科。仰服矜憐，唯知感戴。伏念臣早繇乏使，遂俾行成，值巨寇之臨衝，欲搏人而肆毒，仗節宜圖於報稱，引車何事於逡巡。徐偃出疆，既失受辭之體，申舟假道，初無必死之心。雖蒙貶秩以小懲，尚許立功而自贖。徒行萬里，無補一毫，敢妄冀於隆寬，乃悉還於舊貫。茲蓋忘人之過，撫下以仁。陽為德而陰為刑，未嘗私意，賞有功而赦有罪，皆本好生，坐使孤臣，盡湔宿負」云云。前後奉使，無有不轉官者。先公以朝散郎被命，不沾恩凡十五年，而歸僅復所貶，而合磨勘，五官刑部，皆不引用，秦志也。遂終於此階。 \\n 四六名對 \\n 四六駢儷，於文章家為至淺，然上自朝廷命令、詔冊，下而縉紳之間牋書、祝疏，無所不用。則屬辭比事，固宜警策精切，使人讀之激卬，諷味不厭，乃為得體。姑摭前輩及近時綴緝工致者十數聯，以詒同志。 \\n 王元之擬李靖平突厥露布，其敍頡利求降且復謀竄曰：「穽中餓虎，暫為掉尾之求；韝上饑鷹，終有背人之意。」蘄州謝上表曰：「宣室鬼神之問，敢望生還；茂陵封禪之書，已期身後。」 \\n 范文正公微時，嘗冒姓朱，及後歸本宗，作啟曰：「志在逃秦，入境遂稱於張祿；名非霸越，乘舟偶效於陶朱。」用范雎、范蠡，皆當家故事。 \\n 鄧潤甫行貴妃制曰：「關雎之得淑女，無險詖私謁之心；鷄鳴之思賢妃，有警戒相成之道。」 \\n 紹聖中，百僚請御正殿表曰：「皇矣上帝，必臨下而觀四方；大哉乾元，當統天而始萬物。」 \\n 東坡坤成節疏曰：「至哉坤元，德既超於載籍；養以天下，福宜冠於古今。」慰國哀表曰：「大哉孔子之仁，泫然流涕；至矣顯宗之孝，夢若平生。」謝賜帶馬表曰：「枯羸之質，匪伊垂之而帶有餘；斂退之心，非敢後也而馬不進。」 \\n 王履道大燕樂語曰：「五百里采，五百里衞，外包有截之區；八千歲春，八千歲秋，上祝無疆之壽。」除少宰余深制曰：「蓋四方其訓，以無競維人；必三后協心，而同底於道。」時幷蔡京為三相也。執政以邊功轉官詞曰：「惟皇天付予，庶其在此；率寧人有指，敢弗於從。」 \\n 翟公巽行外國王加恩制曰：「宗祀明堂，所以教諸侯之孝；大賚四海，不敢遺小國之臣。」知越州日，以擅發常平倉米救荒降官，謝表曰：「敢效秦人，坐視越人之瘠；既安劉氏，理知晁氏之危。」 \\n 孫仲益試詞科日，代高麗國王謝賜燕樂表曰：「玉帛萬國，干舞已格於七旬；簫韶九成，肉味遽忘於三月。」又曰：「蕩蕩乎無能名，雖莫見宮牆之美；欣欣然有喜色，咸豫聞管籥之音。」自中書舍人知和州，既壓境，見任者拒不納，以啟答郡僚曰：「雖文書銜袖，大人不以為疑；然君命在門，將軍為之不受。」鄰郡不發上供錢米，受旨推究，為平亭其事，鄰守馳啟來謝，答之曰：「包茅不入，敢加問楚之師；輔車相依，自作全虞之計。」 \\n 汪彥章作靖康冊康王文曰：「漢家之厄十世，宜光武之中興；獻公之子九人，惟重耳之尚在。」為中書舍人試潭州，進士何烈卷子內稱臣及聖，問不舉覺，坐罷職，謝表曰：「謂子路使門人為臣，雖誠誖理；而徐邈云酒中有聖，初亦何心？」又曰：「書馬者與尾而五，常負譴憂；網禽而去面之三，永銜生賜。」宋齊愈坐於金虜立諸臣狀中，輒書「張邦昌」字，送御史臺，責詞曰：「義重於生，雖匹夫不可奪志；士失其守，或一言幾於喪邦。」又曰：「眭孟五行之說，豈所宜言？袁宏九錫之文，茲焉安忍？」責張邦昌詞曰：「雖天奪其衷，坐愚至此；然君異於器，代匱可乎？」知徽州，其鄉郡也，謝啟曰：「城郭重來，疑千載去家之鶴；交游半在，或一時同隊之魚。」 \\n 何掄除祕書少監，未幾，以口語出守邛，謝啟曰：「雲外三山，風引舟而莫近；海濱八月，槎犯斗以空還。」 \\n 楊政除太尉，湯岐公草制曰：「遠覽漢京，傳楊氏者四世；近稽唐室，書系表者七人。」謂楊震子秉、秉子賜、賜子彪，四世為太尉。李德裕辭太尉云：「國朝重惜此官，二百年間纔七人。」其用事精確如此。 \\n 蔣子禮拜右相，王詗賀啟曰：「早登黃閣，獨見明公之妙年；今得舊儒，何憂左轄之虛位？」皆用杜詩語「扈聖登黃閣，明公獨妙年」，「左轄頻虛位，今年得舊儒」，亦可稱。 \\n 吾家四六 \\n 乾道初年，張魏公以右相都督江淮。議者謂兩淮保障不可恃，公親往視之。會詔歸朝，未至而免相。文惠公當制，其詞曰：「棘門如兒戲耳，庸謹秋防；袞衣以公歸兮，庶聞辰告。」所謂兒戲者，指邊將也，而讀者乃以為詆魏公。其尾句曰：「春秋責備賢者，慨功業之惟艱；天子加禮大臣，固始終之不替。」所以悵惜之意至矣。王大寶致仕詞曰：「閔勞以事，聖王隆待下之仁；歸絜其身，君子盡遺榮之美。」大寶有遺泄之疾，或又謂有所譏，而實不然。罷相後，起帥浙東，謝表曰：「上丞相之印，方事退藏；懷會稽之章，遽叨進用。」謝生日詩詞啟曰：「五十當貴，適買臣治越之年；八千為秋，辱莊子大椿之譽。」時正五十歲也。 \\n 紹興壬戌詞科代樞密使謝賜玉帶表，文安公曰：「有璞於此必使琢，恍驚制作之工；匪伊垂之則有餘，允謂便蕃之賜。」主司喜焉，擢為第一。 \\n 乙丑年，代謝賜御書周易尚書表，予曰：「八卦之說謂之索，奉以周旋；百篇之義莫得聞，坦然明白。」尾句曰：「但驚奎璧之輝，從天而下；莫測龜龍之祕，行地無疆。」亦忝此選。代福州謝曆日表曰：「神祇祖考，既安樂於太平；歲月日時，又明章於庶徵。」正用詩鳧鷖序「太平之君子，能持盈守成，神祇祖考安樂之也」，洪範庶徵「歲月日時無易，百穀用成，乂用明，俊民用章」，皆上下聯文，未嘗輒增一字。淵聖乾龍節疏曰：「應天而行，早得尊於大有，象日之動，偶蒙難於明夷。」易大有卦「柔得尊位」、「應乎天而時行」，左傳叔孫豹筮遇明夷，「象日之動，故曰君子于行」，彖辭云「內文明而外柔順，以蒙大難」，亦純用本文。乾道丁亥南郊赦文曰：「皇天后土，監于成命之詩；藝祖太宗，昭我思文之配。」讀者以為壯。後語曰：「天地設位而聖人成能，既撲縕紛之况；雷雨作解而君子赦過，式流汪濊之恩。」此文先三日鎖院所作，冬至日適有雷雪之異，殆成讖云。葉子昂參知政事，為諫議大夫林安宅所擊罷去，林遂副樞密。已而置獄治其言，皆無實，林責居筠，葉召拜左揆。予草制曰：「既從有北之投，亟下居東之召。有欲為王留者，孰明去就之忠？無以我公歸兮，大慰瞻儀之望。」本意用「公歸」之句，指邦人而言也，故云「瞻儀」。而御史單時疑之，謂人君而稱臣為我公，彼蓋不詳味詞理耳。子昂坐冬雷罷相，予又當制，曰：「調陰陽而遂萬物，所嗟論道之非；因災異而劾三公，實負應天之愧。」蓋因有諷諫也。嗣濮王加恩制曰：「天神明而照知四方，既下臨於精意；王孫子而本支百世，茲載錫於蕃釐。」又曰：「春秋享祀，獨冠周家之宗盟；老成典刑，蔚為劉氏之祭酒。」士衎制曰：「克羞饋祀，事其先而萬國歡心；肅倡和聲，行於郊而百神受職。」賜宰臣辭免提舉聖政書成轉官詔曰：「為天子父尊之至，永惟傳序之恩；問聖人德何以加，莫越重華之孝。」賜葉資政辭召命詔曰：「見晛曰消，顧何傷於日月；得時則駕，宜亟會於風雲。」賜史大觀文以新蜀帥改越辭免詔曰：「王陽為孝子，敢煩益部之行；莊助留侍中，姑奉會稽之計。」吳璘在興元、修塞兩縣决壞渠為田，獎諭詔曰：「刻石立作三犀牛，重見離堆之利；復陂誰云兩黃鵠，詎煩鴻卻之謠。」用老杜石犀行云「秦時蜀太守，刻石立作三犀牛」，及翟方進壞鴻卻陂，童謠云「反乎覆，陂當復。誰云者？兩黃鵠」等語也。劉共甫自潭帥除翰林學士，答詔曰：「不見賈生，茲趣長沙之召；既還陸贄，宜膺內相之除。」批執政辭經修哲宗寶訓轉官曰：「念疊矩重規，當賢聖之君七作；而立經陳紀，在謨訓之文百篇。」哲廟正為第七主，而寶訓百卷也。答蔣丞相辭免曰：「永惟萬事之統，知非艱而行惟艱；有不二心之臣，帥以正則罔不正。」禮部為宰臣以顯仁皇后小祥請吉服，奏曰：「練而慨然，禮應順變，期可已矣，懼或過中。」又曰：「漢中天二百而興，益隆大業；舜至孝五十而慕，獨耀前徽。」時高宗聖壽五十四也。辛巳親征詔曰：「惟天惟祖宗，方共扶於基緒；有民有社稷，敢自佚於宴安。」又曰：「歲星臨於吳分，定成肥水之勛；鬭士倍於晉師，可決韓原之勝。」是時，歲星在楚，故云。檄書曰：「為劉氏左袒，飽聞思漢之忠；徯湯后東征，必慰戴商之望。」又曰：「侯王寧有種乎？人皆可致；富貴是所欲也，時不再來。」紫宸大宴致語曰：「廟謨先定，百官修輔而厥后惟明；黼坐端臨，五帝神聖而其臣莫及。」修聖政轉官詞曰：「念五馬浮江之後，光啟中興；述六龍御天以來，式時猷訓。」又曰：「薦於天而天是受，永言覆燾之恩；問諸朝而朝不知，詎測形容之妙。」汪觀文復官詞曰：「作雷雨之解而宥罪，在法當原；如日月之食而及更，於明何損？」步帥陳敏制曰：「亞夫持重，小棘門、霸上之將軍；不識將屯，冠長樂、未央之衞尉。」吳挺興州制曰：「能得士心，吳起固西河之守；差強人意，廣平開東漢之興。」起復知金州制曰：「惟天不弔，壞萬里之長城；有子而賢，作三軍之元帥。」蕭鷓巴詞曰：「隨會在秦，晉國起六卿之懼；日磾仕漢，秺侯傳七葉之芳。」姚仲復官制曰：「李廣數奇，應恨封侯之相；孟明一眚，終酬拜賜之師。」追封皇第四子邵王詞曰：「舉漢武三王之策，方茂徽章；念周文十子之宗，獨留遺恨。」時已封建三王也。趙忠簡謚制曰：「見夷吾於江左，共知晉室之何憂；還德裕於崖州，豈待令狐之復夢？」王彥贈官詞曰：「申帶礪以丹書之誓，方休甲第之功臣；挂衣冠於神虎之門，竟失戊營之校尉。」向起贈官詞曰：「馳至金城郡，方思充國之忠；生入玉門關，竟負班超之望。」李師顏贈官制曰：「青天上蜀道，久嚴分閫之權；黑水惟梁州，愴失安邊之傑。」襄帥王宣贈官詞曰：「黃河如帶，莫申劉氏之盟；漢水為池，空墮羊公之淚。」王瀹以太常少卿朔祭太廟，忘設象尊、犧尊，降官詞曰：「犧象不設，已廢司彝之供；餼羊空存，殊乖告朔之禮。」潼川神加封詞曰：「駕飛龍兮靈之斿，具嚴渙命；驅厲鬼兮山之左，終相此邦。」青城山蠶叢氏封侯詞曰：「想青神侯國之封，自今以始；雖白帝公孫之盛，於我何加？」陽山龍母詞曰：「居然生子，乘雲氣以為龍；惟爾有神，時雨暘而利物。」魏丞相贈父詞曰：「大名之後必大，非此其身；和戎如樂之和，幸哉有子。」魏蓋以使虜定和議，旋致大用。贈母詞曰：「藏盟府之國功，不殊魏絳；成外家之宅相，重見陽元。」封妻姜氏詞曰：「筮仕於晉曰魏，方開門戶之祥；取妻必齊之姜，孰盛閨闈之美？」虞丞相贈父詞曰：「活千人有封，非其身者在其子；德百世必祀，畸於人者侔於天。」又周仁贈父詞曰：「有子能賢，高舉而集吳地；受予顯服，會同而朝漢京。」用東方朔非有先生傳「高舉遠引，來集吳地」，及兩京賦「春王三朝，會同漢京」也。獎諭吳挺詔曰：「闑外制將軍，方有成於東鄉；舟中皆敵國，應無慮於西河。」梁丞相醴泉使兼侍讀制曰：「珍臺閒館，獨冠皋、伊之倫魁；廣廈細旃，尚論唐、虞之盛際。」又答詔曰：「一言可以興邦，念為臣之不易；三宿而後出晝，勉為王而留行。」王丞相進玉牒加恩制曰：「載籍之傳五三，壯太祖、太宗之立極；賢聖之君六七，耀永昭、永厚之詒謀。」批以旱得雨請御殿曰：「念七月之間則旱，咎徵已深；雖三日已往為霖，憂端未貰。」 \\n 餘不勝書。唯記從兄在泉幕，淮東使者，其友婿也，發京狀薦之。為作謝啟曰：「襟袂相連，夙愧末親之孤陋；雲泥懸望，分無通貴之哀憐。」皆用杜詩。其下句人人知之，上句乃贈李十五丈云：「孤陋忝末親，等級敢比肩。人生意氣合，相與襟袂連。」此事適著題，而與前送韋書記詩句，偶可整齊用之，故幷紀於此。但以傳示子孫甥侄而已，不足為外人道也。 \\n 唐賢啟狀 \\n 故書中有唐賢啟狀一冊，皆泛泛緘題。其間標為獨孤常州及、劉信州太真、陸中丞長源、呂衡州溫者，各數十篇，亦無可傳誦。時人以其名士，故流行至今。獨孤有與第五相公書云：「垂示送丘郎中兩詩，詞清興深，常情所不及。『陰天聞斷雁，夜浦送歸人。』醲麗閒遠之外，文句窈窕悽惻，比頃來所示者，才又加等。但吟誦嘆詠，大談於吳中文人耳。」又云：「昨見送梁侍御六韻，清麗妍雅，妙絕今時，掩映風騷，吟諷不足。」按第五琦乃聚斂之臣，不以文稱，而獨孤獎重之如此。觀表出十字，誠為佳句，乃知唐人工詩者多，不必專門名家而後可稱也。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第九(十六則)", "正文": "　 \\n 卷第九(十六則) \\n 　 \\n  \\n 樞密兩長官 \\n 趙汝愚初拜相，陳騤自參知政事除知樞密院，趙辭不受相印，乃改樞密使，而陳已供職累日，朝論謂兩樞長，又名稱不同，為無典故。按熙寧元年觀文殿學士新知大名府陳升之過闕，留知樞密院。故事，樞密使與知院事不並置。時文彥博、呂公弼既為使，神宗以升之三輔政，欲稍異其禮，且王安石意在抑彥博，故特命之。然則自有故事也。 \\n 赦放債 \\n 淳熙十六年二月登極赦：「凡民間所欠債負，不以久近多少，一切除放。」遂有方出錢旬日，未得一息，而幷本盡失之者，人不以為便。何澹為諫大夫，嘗論其事，遂令只償本錢，小人無義，幾至喧噪。紹熙五年七月覃赦，乃只為蠲三年以前者。按晉高祖天福六年八月，赦云：「私下債負取利及一倍者並放。」此最為得。又云：「天福五年終以前，殘稅並放。」而今時所放官物，常是以前二年為斷，則民已輸納，無及於惠矣。唯民間房賃欠負，則從一年以前皆免。比之區區五代，翻有所不若也。 \\n 馮道王溥 \\n 馮道為宰相歷數朝，當漢隱帝時，著長樂老自敍，云：「余先自燕亡歸河東，事莊宗、明宗、愍帝、清泰帝、晉高祖、少帝、契丹主、漢高祖、今上，三世贈至師傅，階自將仕郎至開府儀同三司，職自幽州巡官至武勝軍節度使，官自試大理評事至兼中書令，正官自中書舍人至戎太傅、漢太師，爵自開國男至齊國公。孝於家，忠於國，口無不道之言，門無不義之貨，下不欺於地，中不欺於人，上不欺於天。其不足者，不能為大君致一統、定八方，誠有愧於歷官，何以答乾坤之施？老而自樂，何樂如之？」道此文載於范質五代通錄，歐陽公、司馬溫公嘗詆誚之，以為無廉恥矣。王溥自周太祖之末為相，至國朝乾德二年罷，嘗作自問詩，述其踐歷，其序云：「予年二十有五，舉進士甲科，從周祖征河中，改太常丞，登朝時同年生尚未釋褐，不日作相。在廊廟凡十有一年，歷事四朝，去春恩制改太子太保。每思菲陋，當此榮遇，十五年間遂躋極品，儒者之幸，殆無以過。今行年四十三歲，自朝請之暇，但宴居讀佛書，歌詠承平，因作自問詩十五章，以志本末。」此序見三朝史本傳，而詩不傳，頗與長樂敍相類，亦可議也。 \\n 周玄豹相 \\n 唐莊宗時，術士周玄豹以相法言人事，多中。時明宗為內衙指揮使，安重誨使他人易服而坐，召玄豹相之。玄豹曰：「內衙貴將也，此不足當之。」乃指明宗於下坐，曰：「此是也。」因為明宗言其後貴不可言。明宗即位，思玄豹以為神。將召至京師，宰相趙鳳諫，乃止。觀此事，則玄豹之方術可知。然馮道初自燕歸太原，監軍使張承業辟為本院巡官，甚重之。玄豹謂承業曰：「馮生無前程，不可過用。」書記盧質曰：「我曾見杜黃裳寫真圖，道之狀貌酷類焉，將來必副大用，玄豹之言不足信也。」承業於是薦道為霸府從事。其後位極人臣，考終牖下，五代諸臣皆莫能及，則玄豹未得擅唐、許之譽也。道在晉天福中為上相，詔賜生辰器幣。道以幼屬亂離，早喪父母，不記生日，懇辭不受。然則道終身不可問命，獨有形狀可相，而善工亦失之如此。 \\n 鈷鉧滄浪 \\n 柳子厚鈷鉧潭西小丘記云：「丘之小不能一畝。問其主。曰：『唐氏之棄地，貨而不售。』問其價，曰：『止四百。』予憐而售之。以茲丘之勝，致之灃水鄠、杜，則貴游之士爭買者，日增千金而愈不可得。今棄是州也，農夫漁父過而陋之，賈四百，連歲不能售。」蘇子美滄浪亭記云：「予遊吳中，過郡學東，顧草樹鬱然，崇阜廣水，不類乎城中。並水得微徑於雜花修竹之間，東趨數百步，有棄地，三向皆水，旁無民居，左右皆林木相虧蔽。予愛而裴回，遂以錢四萬得之。」予謂二境之勝絕如此，至於人棄不售，安知其後卒為名人賞踐？如滄浪亭者，今為韓蘄王家所有，價直數百萬矣，但鈷鉧復埋沒不可識。士之處世，遇與不遇，其亦如是哉！ \\n 司封失典故 \\n 南渡之後，臺省胥吏舊人多不存，後生習學，加以省記，不復諳悉典章。而司封以閑曹之故，尤為不謹。舊法，大卿、監以上贈父至太尉止，餘官至吏部尚書止。今司封法，餘官至金紫光祿大夫，蓋昔之吏書也，而中散以上贈父至少師止。按政和以前，太尉在太傅上，其上唯有太師，故凡稱攝太尉者，皆為攝太傅，則贈者亦應如此，不應但許至少師也。生為執政，其身後但有子升朝，則累贈可至極品大國公。歐陽公位參知政事、太子少師，後以諸子恩至太師、兗國公，而其子棐亦不過朝大夫耳，見於蘇公祭文及黃門所撰神道碑。比年汪莊敏公任樞密使，以子贈太師，當封國公，而司封以為須一子為侍從乃可，竟不肯施行，不知其說載於何法也？朱漢章却以子贈至大國公。舊少卿、監遇恩，封開國男，食邑三百戶，自後再該加封，則每次增百戶，無止法。今一封即止。舊學士待制，食邑千五百戶以上，每遇恩則加實封，若虛邑五百者，其實封加二百，虛邑三百、二百者，實封加一百。今復不然，雖前執政亦只加虛邑三百耳，故侍從官多至實封百戶即止，尤可笑也。 \\n 老人該恩官封 \\n 晁無咎作積善堂記云：「大觀元年大赦天下，民百歲男子官，婦人封；仕而父母年九十，官封如民百歲。於是故漳州軍事判官晁仲康之母黃氏年九十一矣，其第四子仲詢走京師狀其事，省中為漳州請，漳州雖沒，赦令初不異往者，丞相以為可而上之，封壽光縣太君。」今自乾道以來，慶典屢下，仕者之父母年七十、八十即得官封，而子已沒者，其家未嘗陳理，為可惜也。 \\n 學士中丞 \\n 淳熙十四年九月，予以雜學士除翰林學士，蔣世脩以諫議大夫除御史中丞，時施聖與在政府，語同列云：「此二官不常置，今咄咄逼人，吾輩當自點檢。」蓋謂其必大用也，已而皆不然。因考紹興中所除者，不暇縷述，姑從壽皇聖帝以後，至於紹熙五年，枚數之，為學士者九人，仲兄文安公、史魏公、伯兄文惠公、劉忠肅、王日嚴、王魯公、周益公及予，其後李獻之也。二兄、史、劉、王、周皆擢執政，日嚴以耆老拜端明致仕，唯予出補郡，獻之遂踵武。為中丞者六人，辛企李、姚令則、黃德潤、蔣世脩、謝昌國、何自然也。辛、姚、黃皆執政，唯蔣補郡，昌國徙權尚書，即去國，自然以本生母憂持服云。 \\n 漢高祖父母姓名 \\n 漢高祖父曰太公，母曰媼，見於史者如是而已。皇甫謐、王符始撰為奇語，云太公名執嘉，又名燸，媼姓王氏。唐弘文館學士司馬貞作史記索隱云：「母溫氏。是時，打得班固泗水亭長古石碑文，其字分明作『溫』，云『母溫氏』。與賈膺復、徐彥伯、魏奉古等執對反覆，深嘆古人未聞，聊記異見。」予竊謂固果有此明證，何不載之於漢紀，疑亦後世好事者，如皇甫之徒所增加耳。又嘗在嶺外，見康州龍媼廟碑，亦云姓溫氏，則指媼為溫者不一也。唐小說纂異記載三史王生醉入高祖廟，見高祖云：「朕之中外，泗州亭長碑昭然具載外族溫氏。」蓋不根誕妄之說。 \\n 君臣事迹屏風 \\n 唐憲宗元和二年，製君臣事迹。上以天下無事，留意典墳，每覽前代興亡得失之事，皆三復其言。遂采尚書、春秋後傳、史記、漢書、三國志、晏子春秋、吳越春秋、新序、說苑等書君臣行事可為龜鑑者，集成十四篇，自製其序，寫於屏風，列之御座之右，書屏風六扇於中，宣示宰臣。李藩等皆進表稱賀，白居易翰林製詔有批李夷簡及百寮嚴綬等賀表，其略云：「取而作鑑，書以為屏。與其散在圖書，心存而景慕，不若列之繪素，目睹而躬行，庶將為後事之師，不獨觀古人之象。」又云：「森然在目，如見其人。論列是非，既庶幾為坐隅之戒；發揮獻納，亦足以開臣下之心。」居易代言，可謂詳盡。又以見唐世人主作一事而中外至於表賀，又答詔勤渠如此，亦幾於叢脞矣。憲宗此書，有辨邪正、去奢泰兩篇，而末年用皇甫鎛而去裴度，荒於遊宴，死於宦侍之手，屏風本意，果安在哉？ \\n 僧道科目 \\n 唐末帝清泰二年二月，功德使奏：「每年誕節，諸州府奏薦僧道，其僧尼欲立講論科、講經科、表白科、文章應制科、持念科、禪科、聲贊科，道士經法科、講論科、文章應制科、表白科、聲贊科、焚修科，以試其能否。」從之。此事見舊五代史記，不知曾行與否，至何時而罷也。蓋是時猶未鬻賣祠部度牒耳。周世宗廢幷寺院，有詔約束云：「男年十五以上，念得經文一百紙，或讀得五百紙，女年十三以上，念得經文七十紙，或讀得三百紙者，經本府陳狀，乞剃頭，委錄事參軍、本判官試驗。兩京、大名、京兆府、青州各起置戒壇，候受戒時，兩京委祠部差官引試，其三處祗委判官，逐處聞奏。候敕下委祠部給付憑由，方得剃頭受戒。」其防禁之詳如此，非若今時只納錢於官，便可出家也。念經、讀經之異，疑為背誦與對本云。 \\n 射佃逃田 \\n 漢之法制，大抵因秦，而隨宜損益，不害其為炎漢。唐之法制，大抵因隋，而小加振飾，不害其為盛唐。國家當五季衰亂之後，其究不下秦、隋，然一時設施，固亦有可采取。按周世宗顯德二年，詔：「應逃戶莊田，並許人請射承佃，供納稅租。如三周年內本戶來歸者，其桑田不計荒熟，並交還一半。五周年內歸業者，三分交還一分。如五周年外，除本戶墳塋外，不在交付之限。其近北諸州陷蕃人戶來歸業者，五周年內三分交還二分，十周年內還一半，十五周年內三分還一。此外者，不在交還之限。」其旨明白，人人可曉，非若今之令式文書，盈於几閣，為猾吏舞文之具，故有捨去物業三五十年，妄人詐稱逃戶子孫，以錢買吏而奪見佃者，為可嘆也。 \\n 周世宗好殺 \\n 史稱周世宗用法太嚴，羣臣職事，小有不舉，往往置之極刑，予既書於續筆矣。薛居正舊史記載其事甚備，而歐陽公多芟去。今略記於此。樊愛能、何徽以用兵先潰，軍法當誅，無可言者。其他如宋州巡檢供奉官竹奉璘以捕盜不獲，左羽林大將軍孟漢卿以監納取耗，刑部員外郎陳渥以檢田失實，濟州馬軍都指揮使康儼以橋道不謹，內供奉官孫延希以督修永福殿而役夫有就瓦中噉飯者，密州防禦副使侯希進以不奉使者命檢視夏苗，左藏庫使符令光以造軍士袍襦不辦，楚州防禦使張順以隱落稅錢，皆抵極刑，而其罪有不至死者。 \\n 孟字義訓 \\n 一字數義，固有之矣。若孟字，只是最長最先之稱，如所謂孟侯、孟孫、元妃孟子、孟春、孟夏之類是也。國語：「優施謂里克妻曰：主孟啗我。」注云：「大夫之妻稱主，從夫稱也。」而謂孟為里克妻字則非矣。又云：「孟一作盍。」史記呂后本紀注中引此句，而司馬貞索隱乃云：「孟者，且也，言且啗我物。」其說無所據。班固幽通賦：「盍孟晉以迨羣。」李善乃注孟為勉。蜀王衍書其臣徐延瓊宅壁為孟言，蜀語謂孟為弱，故以戲之。其後孟知祥得蜀，館於徐第，以為己讖，此義又為無稽也。東坡與歐陽叔弼詩云：「主孟當啗我，玉鱗金鯉魚。」正用優施語。魯之寶刀曰孟勞，不詳其義。 \\n 向巨原詩 \\n 亡友向巨原，自少時能作詩。予初識之於梁宏夫坐上，未深知之也。是日，偕二友從吳傅朋遊芝山，登五老亭，以「駕言出遊」分韻賦詩。巨原得駕字，其語云：「茲山何巍巍，氣欲等嵩華。從公二三子，勝日飽閑暇。躋攀謝車輿，自辦兩不借。捫蘿覓幽隥，行椒得孤榭。側送夕陽移，俯視高鳥下。登臨記曩昔，歲月驚代謝。却數一周星，復命千里駕。身從泛梗流，事與浮雲化。朅來共一尊，似為天所赦。明發還問塗，合離足悲吒。」詩成，觀者皆服。傅朋遊絲詩卷數百篇，巨原獨不深嘆美之，頗記其數句曰：「先生著名節，百世追延陵。我評先生賢，不以能書稱。功成磨蒼崖，盛德頌日昇。勿書陵雲榜，華顛踏高層。」句格超峻，其旨皆有規諷，與前所紀劉彥沖古風相類也。後裒其平生所作數千篇，目為葵齋雜藁，倩予為序。時予在章貢，及序成持寄之，則已臥病，僅能於枕上一讀而已。巨原初見韓子蒼，得一詩，曰：「老子真祠地，君來覓紙題。文如士衡俊，年與正平齊。聞說鍾陵郡，官居章水西。涪翁詩律在，佳處可時攜。」而韓集佚不收，但見序中耳。 \\n 葉晦叔詩 \\n 亡友葉黯晦叔，嘗除敕令所刪定官。紹興十九年，為福建帥屬，予嘗因春補諸生，白於府主，邀與同考校，鎖宿貢院兩旬。予作長句云：「沈沈廣廈清如水，市聲人聲不到耳。一閑十日豈天賜？慚愧紛紛白袍子。相逢更得金玉人，久矣眼中無此士。連牀夜語不成寐，往往鷄聲忽驚起。是中差樂真難名，昔者相過安得此？但憐時節不相謀，正墮清明寒食裏。梨花已空海棠謝，外間物色知餘幾。只恐雨風摧折之，負此一春吾過矣。謝公尋山飽閑暇，應笑腐儒黏故紙。錦囊得句應已多，萬一相思頻寄似。」時謝景思為參議官，故卒章簡之。晦叔和篇云：「文章萬言抵杯水，世上虛名徒爾耳。我常自笑一生癡，那更將癡笑羣子。大屋沈沈餘百年，到今所閱知幾士？看渠得失自偶然，其間悲喜從何起？君聞我言亦大笑，為說萬事總如此。(缺兩句。)急須了却公家事，門外不知春有幾。(缺三句。)飛雨時聞打窗紙。他年萬一復相從，未必從容今日似。」其語意超新，惜不能盡憶。又嘗云：「五十六言，大抵多引韻起，若以側句入，尤峻健。如老杜『幽棲地僻經過少，老病人扶再拜難』是也。然此猶是作對，若以散句起又佳。如『苦憶荊州醉司馬，謫官樽俎定常開』是也。」故予自福倅滿歸，晦叔以二詩送別，正用此體。一章云：「一門伯仲知誰似？四海文章正數君。何事與予如舊識，由來於世兩相聞。閑官各喜光陰賸，勝地空多物色分。忽復翩然從此去，便應變化上青雲。」二章云：「此地相從驚歲晚，登臨况是客歸時。却將襟抱向誰可？正爾艱難惟子知。情到中年工作惡，別於生世易為悲。梅花盡醉清江上，黯澹西風凍雨垂。」可謂奇作。然相別不兩年即下世，每誦味其語，輒為悽然。因刻所作容齋記，嘗識於末。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十(十七則)", "正文": "　 \\n 卷第十(十七則) \\n 　 \\n  \\n 詞學科目 \\n 熙寧罷詩賦，元祐復之，至紹聖又罷，於是學者不復習為應用之文。紹聖二年，始立宏詞科，除詔、誥、制、敕不試外，其章表、露布、檄書、頌、箴、銘、序、記、誡諭凡九種，以四題作兩場引試，唯進士得預，而專用國朝及時事為題，每取不得過五人。大觀四年，改立詞學兼茂科，增試制誥，內二篇以歷代史故事，每歲一試，所取不得過三人。紹興三年，工部侍郎李擢又乞取兩科裁訂，別立一科，遂增為十二體：曰制、曰誥、曰詔、曰表、曰露布、曰檄、曰箴、曰銘、曰記、曰贊、曰頌、曰序。凡三場，試六篇，每場一古一今，而許卿大夫之任子亦就試，為博學宏詞科，所取不得過五人。任子中選者，賜進士第。雖用唐時科目，而所試文則非也。自乙卯至於紹熙癸丑，二十牓，或三人，或二人，或一人，幷之三十三人，而紹熙庚戌闕不取。其以任子進者，湯岐公至宰相，王日嚴至翰林承旨，李獻之學士，陳子象兵部侍郎，湯朝美右史，陳峴方進用，而予兄弟居其間，文惠公至宰相，文安公至執政，予冒處翰苑。此外皆係已登科人，然擢用者，唯周益公至宰相，周茂振執政，沈德和、莫子齊、倪正父、莫仲謙、趙大本、傅景仁至侍從，葉伯益、季元衡至左右史，餘多碌碌。而見存未顯者，陳宗召也。然則吾家所蒙亦云過矣。 \\n 唐夜試進士 \\n 唐進士入舉場得用燭，故或者以為自平旦至通宵。劉虛白有「二十年前此夜中，一般燈燭一般風」之句，及三條燭盡之說。按舊五代史選舉志云：「長興二年，禮部貢院奏當司奉堂帖夜試進士，有何條格者。敕旨：『秋來赴舉，備有常程，夜後為文，曾無舊制。王道以明規是設，公事須白晝顯行，其進士並令排門齊入就試，至閉門時試畢，內有先了者，上曆畫時，旋令先出，其入策亦須晝試，應諸科對策，並依此例。』」則晝試進士，非前例也。清泰二年，貢院又請進士試雜文，並點門入省，經宿就試。至晉開運元年，又因禮部尚書知貢舉竇貞固奏，自前考試進士，皆以三條燭為限，並諸色舉人有懷藏書冊不令就試。未知於何時復有更革。白樂天集中奏狀云：「進士許用書冊，兼得通宵。」但不明言入試朝暮也。 \\n 納紬絹尺度 \\n 周顯德三年。敕，舊制織造絁紬、絹布、綾羅、錦綺、紗縠等，幅闊二尺起，來年後並須及二尺五分。宜令諸道州府，來年所納官絹，每匹須及一十二兩，其絁紬只要夾密停勻，不定斤兩。其納官紬絹，依舊長四十二尺。乃知今之稅絹，尺度長短闊狹，斤兩輕重，頗本於此。 \\n 朱梁輕賦 \\n 朱梁之惡，最為歐陽公五代史記所斥詈。然輕賦一事，舊史取之，而新書不為拈出。其語云：「梁祖之開國也，屬黃巢大亂之餘，以夷門一鎮，外嚴烽候，內辟汙萊，厲以耕桑，薄其租賦，士雖苦戰，民則樂輸，二紀之間，俄成霸業。及末帝與莊宗對壘於河上，河南之民，雖困於輦運，亦未至流亡。其義無他，蓋賦斂輕而丘園可戀故也。及莊宗平定梁室，任吏人孔謙為租庸使，峻法以剝下，厚斂以奉上，民產雖竭，軍食尚虧，加之以兵革，因之以饑饉，不四三年，以致顛隕。其義無他，蓋賦役重而寰區失望故也。」予以事考之，此論誠然，有國有家者之龜鑑也。資治通鑑亦不載此一節。 \\n 坎離陰陽 \\n 坎位正北，當幽陰肅殺之地，其象於易為水為月。董仲舒所謂「陰常居大冬，而積於空虛不用之處」，然而謂之陽。離位正南，當文明赫赫之地，於易為日為火。仲舒所謂「陽常居大夏，而以生育長養為事」，然而謂之陰。豈非以陰生於午，陽生於子故邪？司馬貞云：「天是陽，而南是陽位，故木亦是陽，所以木正為南正也。火是地正，亦稱北正者，火數二，二地數，地陰，主北方，故火正亦稱北正。」究其極摯，頗似難曉，聖人無所云，古先名儒以至於今，亦未有論之者。 \\n 前執政為尚書 \\n 祖宗朝，曾為執政，其後入朝為他官者甚多。自元豐改官制後，但為尚書。曾孝寬自簽書樞密去位，復拜吏部尚書。韓忠彥自知樞密院出藩，以吏書召。李清臣、蒲宗孟、王存，皆嘗為左丞，而清臣、存復拜吏書，宗孟兵書。先是元祐六年，清臣除目下，為給事中范祖禹封還，朝廷未決，繼又進擬宗孟兵部右丞。蘇轍言：「不如且止。」左僕射呂大防於簾前奏：「諸部久闕尚書，見在人皆資淺，未可用，又不可闕官，須至用前執政。」轍曰：「尚書闕官已數年，何嘗闕事？」遂已。胡宗愈嘗為右丞，召拜禮書、吏書。自崇寧已來，乃不復然。 \\n 河伯娶婦 \\n 史記褚先生所書魏文侯時西門豹為鄴令，問民所疾苦。長老曰：「吾為河伯娶婦，以故貧。」豹問其故，對曰：「鄴三老、廷掾常歲賦斂百姓錢，得數百萬，用其二三十萬為河伯娶婦，與祝巫分其餘錢持歸。巫行視小家女好者，即聘娶，為治齋宮河上，粉飾女，浮之河中而沒。其人家有好女者，多持女遠逃亡，以故城中益空無人。」豹曰：「至娶婦時，吾亦往送。」遂投大巫嫗及三弟子幷三老於河，乃罷去。從是以後，不敢復言為河伯娶婦。予按此事，蓋出於一時雜傳記，疑未必有實。而六國表秦靈公八年，「初以君主妻河。」言初者，自此年而始，不知止於何時，注家無說。司馬貞史記索隱乃云，初以君主妻河「謂初以此年取他女為君主，君主猶公主也。妻河，謂嫁之河伯，故魏俗猶為河伯娶婦，蓋其遺風。」然則此事秦、魏皆有之矣。 \\n 六經用字 \\n 六經之道同歸，旨意未嘗不一，而用字則有不同者。如佑、祐、右三字一也，而在書為佑，在易為祐，在詩為右。惟、維、唯一也，而在書為惟，在詩為維，在易為唯，左傳亦然。又如易之無字，周禮之灋、眡、薧、鱻、齍、辠、?、（上卥下木）、斞、閷、簭等字，他經皆不然。今人書無咎、無妄，多作無，失之矣。孝宗初登極，以潛邸為佑聖觀，令玉冊官篆牌。奏云：「篆法佑字無立人，只單作右字。」道士力爭，以為觀名去人，恐不可安跡。有旨特增之。 \\n 鄂州興唐寺鐘 \\n 鄂州城北鳳凰山之陰，有佛剎，曰興唐寺。其小閣有鐘，題志云：「大唐天祐二年三月十五日新鑄。」勒官階姓名者兩人，一曰金紫光祿大、檢校尚書左僕射、兼御史大陳知新，一曰銀青光祿大、檢校尚書右僕射、兼御史大楊琮。大字之下，皆當有夫字，而悉削去，觀者莫能曉。五代新舊史、九國志並無其說，唯劉道原十國紀年，載楊行密之父名怤，怤與夫同音。是時，行密據淮南，方破杜洪於鄂，而有其地，故將佐為諱之。行密之子渭，建國之後，改文散諸大夫為大卿、御史大夫為御史大憲，更可證也。鄱陽浮洲寺有吳武義二年銅鐘，安國寺有順義三年鐘，皆刺史呂師造。題官稱曰：「光祿大卿、檢校太保、兼御史大卿。」然則亦非大憲也。王得臣麈史嘗辨此事，而云：「行密遣劉存破鄂州，知新、琮不預。志傳皆略而不書。」予又按楊溥時，劉存以鄂岳觀察使為都招討使，知新以岳州刺史為團練使，同將兵擊楚，為所執殺，則知新乃存偏裨，非不預也。 \\n 禰衡輕曹操 \\n 孔融薦禰衡，以為「淑質貞亮，英才卓躒，志懷霜雪，疾惡若讎，任座、史魚，殆無以過，若衡等輩，不可多得」。數稱述於曹操。操欲見之，衡素相輕疾，不肯往，而數有恣言，操懷忿，因召之擊鼓，裸身辱之。融為見操，說其狂疾，求得自謝。操喜，敕門者有客便通，待之極宴，衡乃坐於營門，言語悖逆，操怒，送與劉表。衡為融所薦，東坡謂融視操，特鬼蜮之雄，其勢決不兩立，非融誅操，則操害融。而衡平生唯善融及楊脩，常稱曰：「大兒孔文舉、小兒楊德祖。」融、脩皆死於操手，衡無由得全。漢史言其尚氣剛傲，矯時慢物，此蓋不知其鄙賤曹操，故陷身危機，所謂語言狂悖者，必誦斥其有僭篡之志耳。劉表復不能容，以與黃祖。觀其所著鸚鵡賦，專以自況，一篇之中，三致意焉。如云：「嬉遊高峻，栖峙幽深。飛不妄集，翔必擇林。雖周旋於羽毛，固殊智而異心。配鸞皇而等美，焉比翼於衆禽？」又云：「彼賢哲之逢患，猶棲遲以羇旅。矧禽鳥之微物，能馴擾以安處。」又云：「嗟祿命之衰薄，奚遭時以嶮巇。豈言語以階亂，將不密以致危。」又云：「顧六翮之殘毀，雖奮迅其焉如。心懷歸而弗果，徒怨毒於一隅。」卒章云：「苟竭心於所事，敢背惠以忘初。期守死以報德，甘盡辭以效愚。」予每三復其文，而悲傷之。李太白詩云：「魏帝營八極，蟻觀一禰衡。黃祖斗筲人，殺之受惡名。吳江賦鸚鵡，落筆超羣英。鏘鏘振金石，句句欲飛鳴。摯鶚啄孤鳳，千春傷我情！」此論最為精當也。 \\n 禁中文書 \\n 韓魏公為相，密與仁宗議定立嗣，公曰：「事若行，不可中止，陛下斷自不疑。乞內中批出。」帝意不欲宮人知，曰：「只中書行足矣。」淳熙十四年十月二十二日，壽皇聖帝自德壽持喪還宮，二十五日有旨召對，與吏部尚書蕭燧同引。中使先諭旨曰：「教內翰留身。」既對，乃旋於東華門內行廊下夾一素幄御榻後出一紙，錄唐貞觀中太子承乾監國事以相示。蕭先退，上與邁言，欲令皇太子參決萬幾，使條具合行事宜。仍戒云：「進入文字須是密。」邁奏言：「當親自書寫實封，詣通進司。」上曰：「也只剪開，不如分付近上一箇內臣。」邁又言：「臣無由可與內臣相聞知，惟御藥是學士院承受文字，尋常只是公家文書傳達，今則不可，欲俟檢索典故了日，却再乞對面納。」上曰：「極好。」於是七日間三得從容。乃知禁廷機事，深畏漏泄如此。(其詳見於所記見聞事實。) \\n 老子之言 \\n 老子之言，大抵以無為、無名為本，至於絕聖棄智。然所云：「將欲歙之，必固張之；將欲弱之，必固強之；將欲廢之，必固興之；將欲奪之，必固與之。」乃似於用機械而有心者。微言淵奧，固莫探其旨也。 \\n 孔叢子 \\n 前漢枚乘與吳王濞書曰：「夫以一縷之任，係千鈞之重，上縣無極之高，下垂不測之淵，雖甚愚之人猶知哀其將絕也。馬方駭，鼓而驚之；係方絕，又重鎮之。係絕於天，不可復結。墜入深淵，難以復出。」孔叢子嘉言篇，載子貢之言曰：「夫以一縷之任，係千鈞之重，上縣之於無極之高，下垂之於不測之深，旁人皆哀其絕，而造之者不知其危。馬方駭，鼓而驚之，係方絕，重而鎮之。係絕於高，墜入於深，其危必矣。」枚叔全用此語。漢書注諸家皆不引證，唯李善注文選有之。予按孔叢子一書，漢藝文志不載，蓋劉向父子所未見。但於儒家有太常蓼侯孔臧十篇，今此書之末，有連叢子上下二卷，云孔臧著書十篇，疑即是已。然所謂叢子者，本陳涉博士孔鮒子魚所論集，凡二十一篇，為六卷。唐以前不為人所稱，至嘉祐四年，宋咸始為注釋以進，遂傳於世。今讀其文，略無楚、漢間氣骨，豈非齊、梁以來好事者所作乎？孔子家語著錄於漢志，二十七卷，顏師古云：「非今所有家語也。」 \\n 小星詩 \\n 詩序不知何人所作，或是或非，前人論之多矣。唯小星一篇，顯為可議。大序云：「惠及下也。」而繼之曰：「夫人惠及賤妾，進御於君。」故毛、鄭從而為之辭，而鄭箋為甚，其釋「肅肅宵征，抱衾與裯」兩句，謂「諸妾肅肅然而行，或早或夜，在於君所，以次序進御。」又云：「裯者牀帳也，謂諸妾夜行，抱被與牀帳待進御。」且諸侯有一國，其宮中嬪妾雖云至下，固非閭閻賤微之比，何至於抱衾而行？况於牀帳，勢非一己之力所能致者，其說可謂陋矣。此詩本是詠使者遠適，夙夜征行，不敢慢君命之意，與殷其雷之指同。 \\n 桃源行 \\n 陶淵明作桃源記云：「源中人自言，先世避秦時亂，率妻子邑人來此絕境，不復出焉，乃不知有漢，無論魏、晉。」系之以詩曰：「嬴氏亂天紀，賢者避其世。黃、綺之商山，伊人亦云逝。願言躡輕風，高舉尋吾契。」自是之後，詩人多賦桃源行，不過稱贊仙家之樂。唯韓公云：「神仙有無何渺茫，桃源之說誠荒唐。世俗那知偽為真，至今傳者武陵人。」亦不及淵明所以作記之意。按宋書本傳云：「潛自以曾祖晉世宰輔，耻復屈身後代。自宋高祖王業漸隆，不復肯仕。所著文章，皆題其年月。義熙以前，則書晉氏年號，自永初以來，唯云甲子而已。」故五臣注文選用其語。又繼之云：「意者耻事二姓，故以異之。」此說雖經前輩所詆，然予竊意桃源之事，以避秦為言。至云「無論魏、晉」，乃寓意於劉裕，託之於秦，借以為喻耳。近時胡宏仁仲一詩，屈折有奇味。大略云：「靖節先生絕世人，奈何記偽不考真？先生高步窘末代，雅志不肯為秦民。故作斯文寫幽意，要似寰海離風塵。」其說得之矣。 \\n 司封贈典之失 \\n 前所書司封失典故，偶復憶一事，尤為可笑。紹興二十八年，郊祀赦恩，資政殿學士樓炤，父已贈少師，乞加贈，司封以資政殿學士係只封贈一代，父既至少師，不合加贈，獨改封其母范氏、歐陽氏為秦國、魏國夫人。蓋樓公雖嘗為執政，而見居官職須大學士，乃恩及二代，故但用侍從常格。資政殿學士施鉅父仲說，已贈太子太保，加為宮傅，亦不及祖也。乾道六年，仲兄以端明殿學士知太平州。是年郊赦，伯兄已贈祖為太保，而轉運司移牒太平州，云準吏部牒，取會本路曾任執政官合封贈二代者。仲兄既具以報，又再行下時，祖母及父母已至極品，於是以祖為言，遂復贈太傅，命詞給告，殊非端殿所當得。不知省部一時何所據也？ \\n 辰巳之巳 \\n 律書釋十母十二子之義，大略與今所言同，唯至四月，云其於十二子為巳，巳者，言陽氣之已盡也。據此，則辰巳之巳，乃為矣音。其他引二十八宿，謂柳為注，畢為濁，昴為留，亦見於毛詩注及左氏傳，如詩謂營室為定星也。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十一(十六則)", "正文": "　 \\n 卷第十一(十六則) \\n 　 \\n  \\n 碑志不書名 \\n 碑志之作，本孝子慈孫欲以稱揚其父祖之功德，播之當時，而垂之後世，當直存其名字，無所避隱。然東漢諸銘，載其先代，多只書官。如淳于長夏承碑云，「東萊府君之孫，太尉掾之中子，右中郎將之弟」，李翊碑云，「（牜羊）牱太守曾孫，謁者孫，從事君元子」之類是也。自唐及本朝，名人文集所志，往往只稱君諱某字某，至於記序之文，亦然，王荊公為多，殆與求文揚名之旨為不相契。東坡先生送路都曹詩，首言：「乖崖公在蜀，有錄事參軍老病廢事，公責之，遂求去，以詩留別，所謂『秋光都似宦情薄，山色不如歸意濃』者。公驚謝之曰：『吾過矣。同僚有詩人而吾不知。』因留而慰薦之。坡幼時聞父老言，恨不問其姓名。及守潁州，而都曹路君，以小疾求致仕，誦此語，留之不可，乃采前人意作詩送之。」其詩大略云：「結髮空百戰，市人看先封。誰能搔白首，抱關望夕烽。」則路君之賢而不遇可知矣。然亦不書其名，使之少獲表見，又為可惜也！ \\n 漢文帝不用兵 \\n 史記律書云：「高祖厭苦軍事，偃武休息。孝文即位，將軍陳武等議曰：『南越、朝鮮，擁兵阻阸，選蠕觀望。宜及士民樂用，征討逆黨，以一封疆。』孝文曰：『朕能任衣冠，念不到此。會呂氏之亂，誤居正位，常戰戰慄慄，恐事之不終。且兵凶器，雖克所願，動亦耗病，謂百姓遠方何？今匈奴內侵，邊吏無功，邊民父子荷兵日久，朕常為動心傷痛，無日忘之。願且堅邊設候，結和通使，休寧北陲，為功多矣。且無議軍。』故百姓無內外之繇，得息肩於田畝，天下富盛，粟至十餘錢。」予謂孝文之仁德如此，與武帝黷武窮兵，為霄壤不侔矣。然班史略不及此事。資治通鑑亦不編入，使其事不甚暴白，惜哉！ \\n 帝王諱名 \\n 帝王諱名，自周世始有此制，然只避之於本廟中耳。「克昌厥後，駿發爾私。」成王時所作詩。昌、發不為文、武諱也。宣王名誦而「吉甫作誦」之句，正在其時。厲王名胡，而「胡為虺蜴」、「胡然厲矣」之句，在其孫幽王時。小國曰胡，亦自若也。襄王名鄭，而鄭不改封。至於出居其國，使者告於秦、晉曰：「鄙在鄭地。」受晉文公朝，而鄭伯傅王。唯秦始皇以父莊襄王名楚，稱楚曰荊，其名曰政，自避其嫌，以正月為一月。蓋已非周禮矣。漢代所謂邦之字曰國，盈之字曰滿，徹之字曰通，雖但諱本字，而吏民犯者有刑。唐太宗名世民，在位之日不偏諱。故戴冑、唐儉為民部尚書，虞世南、李世勣在朝。至於高宗，始改民部為戶部，世勣但為勣。韓公諱辨云：「今上書及詔，不聞諱滸、勢、秉、機，惟宦官宮妾，乃不敢言喻及機，以為觸犯。」此數者皆其先世嫌名也。本朝尚文之習大盛，故禮官討論，每欲其多，廟諱遂有五十字者。舉場試卷，小涉疑似，士人輒不敢用，一或犯之，往往暗行黜落。方州科舉尤甚，此風殆不可革。然太祖諱下字內有从木从匀者，廣韻於進字中亦收。張魏公以名其子，而音為進。太宗諱字內有从耳从火者，又有梗音，今為人姓如故。高宗諱內从勹从口者亦然。真宗諱从心从亘，音胡登切。若缺其一畫，則為（恒右下去一），遂幷（恒右下去一）字不敢用，而易為常矣。 \\n 家諱中字 \\n 士大夫除官，於官稱及州府曹局名犯家諱者聽回避，此常行之法也。李燾仁甫之父名中，當贈中奉大夫，仁甫請於朝，謂當告家廟，與自身不同，乞用元豐以前官制，贈光祿卿。丞相頗欲許之。予在西垣聞其說，為諸公言，今一變成式，則他日贈中大夫，必為祕書監，贈太中大夫，必為諫議矣，决不可行。遂止。李愿為江東提刑，以父名中，所部遂呼為通議，蓋近世率妄稱太中也。李自稱只以本秩曰朝散。黃通老資政之子為臨安通判，府中亦稱為通議，而受之自如。 \\n 記張元事 \\n 自古夷狄之臣來入中國者，必為人用。由余入秦，穆公以霸，金日磾仕漢，脫武帝五柞之厄。唐世尤多，執失思力、阿史那社爾、李臨淮、高仙芝、渾瑊、李懷光、（足夾）跌光顏、朱邪克用，皆立大功名，不可殫紀。然亦在朝廷所以御之，否則為郭藥師矣。儻使中國英俊，翻致力於異域，忌壯士以資敵國者，固亦多有。賈季在狄，晉六卿以為難日至；桓溫不能留王猛，使為苻堅用；唐莊宗不能知韓延徽，使為阿保機用；皆是也。西夏曩霄之叛，其謀皆出於華州士人張元與吳昊，而其事本末，國史不書。比得田晝承君集，實紀其事云：「張元、吳昊、姚嗣宗，皆關中人，負氣倜儻，有縱橫才，相與友善。嘗薄遊塞上，觀覘山川風俗，有經略西鄙意。姚題詩崆峒山寺壁，在兩界間，云：『南粤干戈未息肩，五原金鼓又轟天。崆峒山叟笑無語，飽聽松聲春晝眠。』范文正公巡邊，見之大驚。又有『踏破賀蘭石，掃清西海塵』之句。張為鸚鵡詩，卒章曰：『好著金籠收拾取，莫教飛去別人家。』吳亦有詩。將謁韓、范二帥，耻自屈，不肯往，乃礱大石，刻詩其上，使壯夫拽之於通衢，三人從後哭之，欲以鼓動二帥。既而果召與相見，躊躇未用間，張、吳徑走西夏。范公以急騎追之，不及，乃表姚入幕府。張、吳既至夏國，夏人倚為謀主，以抗朝廷，連兵十餘年，西方至為疲弊，職此二人為之。時二人家屬羈縻隨州，間使諜者矯中國詔釋之，人未有知者。後乃聞西人臨境，作樂迎此二家而去，自是邊帥始待士矣。姚又有述懷詩曰：『大開雙白眼，只見一青天。』張有雪詩曰：『五丁仗劍決雲霓，直取銀河下帝畿。戰死玉龍三十萬，敗鱗風卷滿天飛。』吳詩獨不傳。觀此數聯，可想見其人非池中物也。」承君所記如此。予謂張、吳在夏國，然後舉事，不應韓、范作帥日尚猶在關中，豈非記其歲時先後不審乎？姚、張詩，筆談諸書，頗亦紀載。張、吳之名，正與羌酋二字同，蓋非偶然也。 \\n 宮室土木 \\n 秦始皇作阿房宮，寫蜀、荊地材至關中，役徒七十萬人。隋煬帝營宮室，近山無大木，皆致之遠方，二千人曳一柱，以木為輪，則戞摩火出，乃鑄鐵為轂，行一二里，轂輒破，別使數百人賫轂，隨而易之，盡日不過行二三十里，計一柱之費，已用數十萬功。大中祥符間，奸佞之臣，罔真宗以符瑞，大興土木之役，以為道宮。玉清昭應之建，丁謂為修宮使，凡役工日至三四萬，所用有秦、隴、岐、同之松，嵐、石、汾、陰之柏，潭、衡、道、永、鼎、吉之梌、柟、櫧，溫、台、衢、吉之檮，永、澧、處之槻、樟，潭、柳、明、越之杉，鄭、淄之青石，衡州之碧石，萊州之白石，絳州之斑石，吳越之奇石，洛水之石卵，宜聖庫之銀朱，桂州之丹砂，河南之赭土，衢州之朱土，梓、信之石青、石綠，磁、相之黛，秦、階之雌黃，廣州之藤黃，孟、澤之槐華，虢州之鉛丹，信州之土黃，河南之胡粉，衞州之白堊，鄆州之蚌粉，兗、澤之墨，歸、歙之漆，萊蕪、興國之鐵。其木石皆遣所在官部兵民入山谷伐取。又於京師置局化銅為鍮、冶金薄、鍛鐵以給用。凡東西三百一十步，南北百四十三步。地多黑土疏惡，於京東北取良土易之，自三尺至一丈有六等。起二年四月，至七年十一月宮成，總二千六百一十區。不及二十年，天火一夕焚爇，但存一殿。是時，役遍天下，而至尊無窮兵黷武、聲色苑囿、嚴刑峻法之舉，故民間樂從，無一違命，視秦、隋二代，萬萬不侔矣。然一時賢識之士，猶為盛世惜之。國史志載其事，欲以為夸，然不若掩之之為愈也。沈括筆談云：「溫州雁蕩山，前世人所不見。故謝靈運為太守，未嘗遊歷。因昭應宮采木，深入窮山，此境始露於外。」他可知矣。(衞州，一作衡州。) \\n 歲月日風雷雄雌 \\n 虞喜天文論漢太初曆十一月甲子夜半冬至云：「歲雄在閼逢，雌在攝提格，月雄在畢，雌在觜，日雄在子。」又云：「甲歲雄也，畢月雄也，陬月雌也。」大抵以十干為歲陽，故謂之雄，十二支為歲陰，故謂之雌，但畢、觜為月雄雌不可曉。今之言陰陽者，未嘗用雄雌二字也。郎顗傳引易雌雄祕歷，今亡此書。宋玉風賦有雄風雌風之說。沈約有「雌霓連蜷」之句。春秋元命包曰：「陰陽合而為雷。」師曠占曰：「春雷始起，其音格格，其霹靂者，所謂雄雷，旱氣也。其鳴依依，音不大霹靂者，所謂雌雷，水氣也。」見法苑珠林。予家有故書一種，曰孝經雌雄圖，云出京房易傳，亦日星占相書也。 \\n 東坡三詩 \\n 東坡初赴惠州，過峽山寺，不值主人，故其詩云：「山僧本幽獨，乞食况未還。雲碓水自舂，松門風為關。石泉解娛客，琴筑鳴空山。」既至惠州，殘臘獨出，至栖禪寺，亦不逢一僧，故其詩云：「江邊有微行，詰曲背城市。平湖春草合，步到栖禪寺。堂空不見人，老稚掩關睡。所營在一食，食已寧復事。客行豈無得？施子淨掃地。風松獨不靜，送我作鼓吹。」後在儋耳作觀棋詩，記遊廬山白鶴觀，觀中人皆闔戶晝寢，獨聞棋聲，云：「五老峯前，白鶴遺址。長松蔭庭，風日清美。我時獨遊，不逢一士。誰歟棋者？戶外屨二。不聞人聲，時聞落子。」其寂寞冷落之味，可以想見，句語之妙，一至於此。 \\n 天文七政 \\n 尚書舜典：「以齊七政。」孔安國本注，謂「日月五星也」。而馬融云：「七政者北斗七星，各有所主。第一主日；第二主月；第三曰命火，謂熒惑也；第四曰煞土，謂填星也；第五曰代水，謂辰星也；第六曰危木，謂歲星也；第七曰剽金，謂太白也。日月五星各異，故曰七政。」尚書大傳一說，又以為：「七政者，謂春、秋、冬、夏、天文、地理、人道，所以為政也，人道正而萬事順成。」三說不同，然不若孔氏之明白也。 \\n 符讀書城南 \\n 符讀書城南一章，韓文公以訓其子，使之腹有詩、書，致力於學，其意美矣。然所謂「一為公與相，潭潭府中居，不見公與相，起身自犁鋤」等語，乃是覬覦富貴，為可議也。杜牧之寄小侄阿宜詩亦云：「朝廷用文治，大開官職場。願爾出門去，取官如驅羊。」其意與韓類也。予向為陳鑄作城南堂記，亦及此意云。 \\n 致仕官上壽 \\n 范蜀公自翰林學士，以本官戶部侍郎致仕，仍居京師，同天節乞隨班上壽，許之。遂著為令。韓康公，元祐二年以司空致仕，太皇太后受冊，乞隨班稱賀，而降詔免赴，二者不同如此。 \\n 五經字義相反 \\n 治之與亂，順之與擾，定之與荒，香之與臭，遂之與潰，皆美惡相對之字。然五經用之或相反，如亂臣十人，亂越我家，惟以亂民，亂為四方新辟，亂為四輔，厥亂明我新造邦，丕乃俾亂之類，以亂訓治也。安擾邦國，擾而毅，擾龍，六擾之類，以擾訓順也。荒度土功，遂荒大東，大王荒之，葛藟荒之之類，以荒訓定也。無聲無臭，胡臭亶時，其臭膻，臭陰達於淵泉之類，以臭訓香也。是用不潰於成，草不潰茂之類，以潰訓遂也。鄭康成箋毛詩潰成，與毛公皆釋為遂，至於潰茂，則以為潰當作彙，彙，茂貌也。自為異同如此。 \\n 鎮星為福 \\n 世之伎術，以五星論命者，大率以火、土為惡，故有晝忌火星夜忌土之語。土，鎮星也，行遲，每至一宮，則二歲四月乃去，以故為災最久。然以國家論之則不然，苻堅欲南伐，歲鎮守斗，識者以為不利。史記天官書云：「五潢，五帝車舍。火入，旱；金，兵；水，水。」宋均曰：「不言木、土者，德星不為害也。」又云：「五星犯北落，軍起。火、金、水尤甚。木、土，軍吉。」又云：「鎮星所居國吉。未當居而居，已去而復，還居之，其國得土。若當居而不居，既已居之，又西東去，其國失土。其居久，其國福厚；其居易，(輕速也。)福薄。」如此則鎮星乃為大福德，與木亡異，豈非國家休祥所係，非民庶可得侔邪？ \\n 東坡引用史傳 \\n 東坡先生作文，引用史傳，必詳述本末，有至百餘字者，蓋欲使讀者一覽而得之，不待復尋繹書策也。如勤上人詩集敍引翟公罷廷尉賓客反覆事，晁君成詩集敍引李郃漢中以星知二使者事，上富丞相書引左史倚相美衞武公事，答李琮書引李固論發兵討交趾事，與朱鄂州書引王濬活巴人生子事，蓋公堂記引曹參治齊事，滕縣公堂記引徐公事，溫公碑引慕容紹宗、李勣事，密州通判題名記引羊叔子、鄒湛事，荔枝嘆詩引唐羌言荔枝事是也。 \\n 兩莫愁 \\n 莫愁者郢州石城人，今郢有莫愁村。畫工傳其貌，好事者多寫寄四遠。唐書樂志曰：「莫愁樂者，出於石城樂，石城有女子名莫愁，善歌謠。」古詞曰「莫愁在何處？莫愁石城西，艇子打兩槳，催送莫愁來」者是也。李義山詩曰：「海外徒聞更九州，他生未卜此生休。空傳虎旅鳴宵柝，無復鷄人送曉籌。此日六軍同駐馬，他時七夕笑牽牛。如何四紀為天子，不及盧家有莫愁？」此莫愁者洛陽人。梁武帝河中之歌曰「河中之水向東流，洛陽女兒名莫愁。莫愁十三能織綺，十四采桑南陌頭，十五嫁為盧家婦，十六生兒似阿侯。盧家蘭室桂為梁，中有鬱金蘇合香，頭上金釵十二行，足下絲履五文章，珊瑚挂鏡爛生光，平頭奴子擎履箱，人生富貴何所望？恨不早嫁東家王」者是也。盧氏之盛如此，所云「不早嫁東家王」，莫詳其義。近世周美成樂府西河一闋，專詠金陵，所云「莫愁艇子曾繫」之語，豈非誤指石頭城為石城乎？ \\n 何公橋詩 \\n 英州小市，江水貫其中，舊架木作橋，每不過數年，輒為湍潦所壞。郡守建安何智甫，始叠石為之，方成而東坡還自海外，何求文以紀。坡作四言詩一首，凡五十六句。今載於後集第八卷，所謂「天壤之間，水居其多。人之往來，如鵜在河」是也。予侍親居英，與僧希賜遊南山，步過橋上，讀詩碑。希賜云：「真本藏於何氏，此有石刻，經黨禁亦不存。」今以板刻之，乃希賜所書也。賜因言何公初請記，坡為賦此詩，既大書矣。而未遣送，郡候兵執役者見之，以告何，何又來謁，坡曰：「軾未到橋所，難以想像落筆。」何即命具食，拉坡偕往。坡曰：「使君是地主，宜先升車。」何謝不敢，乃並轎而行。既至，坡曰：「正堪作詩，晚當奉戒。」抵暮送與之。蓋詩中云：「我來與公，同載而出。歡呼填道，抱其馬足。」故欲同行，以印此語耳。坡公作詩時，建中靖國元年辛巳。予聞希賜語時，紹興十七年丁卯，相去四十六年。今追憶前事，乃紹熙五年甲寅，又四十七年矣。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十二(十六則)", "正文": "　 \\n 卷第十二(十六則) \\n 　 \\n  \\n 眄泰秋娘三女 \\n 白樂天燕子樓詩序云：「徐州故張尚書，有愛妓曰眄眄，善歌舞，雅多風態。尚書既歿，彭城有舊第，第中有小樓名燕子。眄眄念舊愛而不嫁，居是樓十餘年，幽獨塊然。」白公嘗識之，感舊遊，作二絕句，首章云：「滿窗明月滿簾霜，被冷燈殘拂臥床。燕子樓中霜月苦，秋來只為一人長。」末章云：「今春有客洛陽回，曾到尚書冢上來。見說白楊堪作柱，爭教紅粉不成灰。」讀者傷惻。劉夢得泰娘歌云：「泰娘本韋尚書家主謳者，尚書為吳郡，得之，誨以琵琶，使之歌且舞，攜歸京師。尚書薨，出居民間，為蘄州刺史張愻所得。愻謫居武陵而卒，泰娘無所歸。地荒且遠，無有能知其容與藝者，故日抱樂器而哭。」劉公為歌其事云：「繁華一旦有消歇，題劍無光履聲絕。蘄州刺史張公子，白馬新到銅駝里。自言買笑擲黃金，月墮雲中從此始。山城少人江水碧，斷雁哀絃風雨夕。朱絃已絕為知音，雲鬢未秋私自惜。舉目風烟非舊時，夢尋歸路多參差。如何將此千行淚，更灑湘江斑竹枝！」杜牧之張好好詩云：「牧佐故吏部沈公在江西幕，好好年十三，以善歌來樂籍中，隨公移置宣城，後為沈著作所納。見之於洛陽東城，感舊傷懷，題詩以贈曰：君為豫章姝，十三纔有餘。主公再三嘆，謂言天下無。自此每相見，三日已為疏。身外任塵土，尊前極歡娛。飄然集仙客，載以紫雲車。爾來未幾歲，散盡高陽徒。洛城重相見，綽綽為當壚。朋遊今在否，落拓更能無？門館慟哭後，水雲秋景初。洒盡滿襟淚，短歌聊一書。」予謂婦人女子，華落色衰，至於失主無依，如此多矣。是三人者，特見紀於英辭鴻筆，故名傳到今。况於士君子終身不遇而與草木俱腐者，可勝嘆哉！然眄眄節義，非泰娘、好好可及也。(「眄眄」館本作「盼盼」，與香山集合。) \\n 顏魯公祠堂詩 \\n 予家藏雲林繪監冊，有顏魯公畫像，徐師川題詩曰：「公生開元間，壯及天寶亂。捐軀范陽胡，竟死蔡州叛。其賢似魏徵，天下非貞觀。四帝數十年，一身逢百難。少時讀書史，此事心已斷。老來鬢髮衰，慨嘆功名晚。嗟哉忠義途，捷去不可緩。初無當年悲，只令後世嘆。一朝絕霖雨，南畝常亢旱。小夫計雖得，斯民蓋塗炭。長歌詠君節，千載勇夫愞。敬書子張紳，庶幾古人半。」師川以詩鳴江西，然此篇不為工。嘗記李德遠舉似童敏德遊湖州題公祠堂長句曰：「挂帆一縱疾於鳥，長興夜發吳興曉。杖藜上訪魯公祠，一見目明心皦皦。未說邦人懷使君，且為前古惜忠臣。德宗更用盧杞相，出當斯位誠艱辛。生逆龍鱗死虎口，要與乃兄同不朽。狂童希烈何足罪，奸邪嫉忠假渠手。乃知成仁或殺身，保身不必皆哲人。此公安得世復有，洗空凡馬須騏驎。」童之詩，語意皆超拔，亦臨川人，而終身不得仕，為可惜也！ \\n 閔子不名 \\n 論語所記孔子與人語及門弟子幷對其人問答，皆斥其名，未有稱字者，雖顏、冉高第，亦曰回，曰雍，唯至閔子，獨云子騫，終此書無損名。昔賢謂論語出於曾子、有子之門人，予意亦出於閔氏。觀所言閔子侍側之辭，與冉有、子貢、子路不同，則可見矣。 \\n 曾晳待子不慈 \\n 傳記所載曾晳待其子參不慈，至云因鋤菜誤傷瓜，以大杖擊之仆地。孔子謂參不能如虞舜小杖則受，大杖則避，以為陷父於不義，戒門人曰：「參來勿內。」予竊疑無此事，殆戰國時學者妄為之辭。且曾晳與子路、冉有、公西華侍坐，有「浴乎沂，風乎舞雩」之言，涵泳聖教，有超然獨見之妙，於四人之中，獨蒙「吾與」之褒，則其為人之賢可知矣。有子如此，而幾置之死地，庸人且猶不忍，而謂晳為之乎？孟子稱曾子養曾晳酒肉養志，未嘗有此等語也。 \\n 具圓復詩 \\n 吳僧法具，字圓復，有能詩聲，予乃紀之於夷堅志中，殊為不類。比於福州僧智恢處，見其詩藁一紙，字體效王荊公。其送僧一篇云：「灘聲嘈嘈雜雨聲，舍北舍南春水平。拄杖穿花出門去，五湖風浪白鷗輕。」送翁士特云：「朝入羊腸暮鹿頭，十三官驛是荊州。具車秣馬曉將發，寒燭燒殘語未休。」竹軒云：「老竹排簷誰手種，山日未斜寒翠重。六月散髮葉底眠，冷雨斜風頻入夢。冬雕峯木雪縞廬，落眼青青却笑渠。花時吹笋排林上，吳州還見竹溪圖。」和子蒼三馬圖云：「從來畫馬稱神妙，至今只說江都王。將軍曹霸實季仲，沙苑丞相猶諸郎。龍眠居士善畫馬，獨與二子遙相望。兩馬駢立真驌驦，一馬脫去仍騰驤。浣花老人今已亡，嗚呼三馬誰平章！飽知畫肉亦畫骨，妙處不減黃無雙。」又一篇云：「燒燈過了客思家，獨立衡門數暝鴉。燕子未歸梅落盡，小窗明月屬梨花。」皆可咀嚼也。吳門僧惟茂，住天台山一禪剎，喜其旦暮見山，作絕句曰：「四面峯巒翠入雲，一溪流水漱山根。老僧只恐山移去，日午先教掩寺門。」甚有詩家風旨，而或者謂山若欲去，豈容人掩住？蓋吳人癡獃習氣也，其說可謂不知音。 \\n 人當知足 \\n 予年過七十，法當致仕，紹熙之末，以新天子臨御，未敢遽有請，故玉隆滿秩，只以本官職居里。鄉袞趙子直不忍使絕祿粟，俾之因任，方用贅食太倉為愧，而親朋謂予爵位不逮二兄，以為耿耿。予誦白樂天初授拾遺詩以語之曰：「奉詔登左掖，束帶參朝議。何言初命卑，且脫風塵吏。杜甫、陳子昂，才名括天地。當時非不遇，尚無過斯位。」其安分知足之意，終身不渝。因略考國朝以來，名卿偉人負一時重望而不躋大用者，如王黃州禹偁，楊文公億，李章武宗諤，張乖崖詠，孫宣公奭，晁少保迥，劉子儀筠，宋景文祁，范蜀公鎮，鄭毅夫獬，滕元發甫，東坡先生，范淳父祖禹，曾子開肇，彭器資汝礪，劉原甫敞，蔡君謨襄，孫莘老覺，近世汪彥章藻，孫仲益覿，諸公皆不過尚書學士，或中年即世，或遷謫留落，或無田以食，或無宅以居，况若我忠宣公者，尚忍言之！則予之忝竊亦已多矣。 \\n 淵明孤松 \\n 淵明詩文率皆紀實，雖寓興花竹間亦然。歸去來辭云：「景翳翳以將入，撫孤松而盤旋。」其飲酒詩二十首中一篇云：「青松在東園，衆草沒其姿。凝霜殄異類，卓然見高枝。連林人不覺，獨樹衆乃奇。」所謂孤松者是已，此意蓋以自况也。 \\n 饒州刺史 \\n 饒州良牧守，自吳至今，以政績著者有九賢，郡圃立祠以事，此外知名者蓋鮮。白樂天集有吳府君碑云：「君諱丹，字真存，以進士第入官。讀書數千卷，著文數萬言。生四五歲，所作戲輒象道家法事。既冠，喜道書，奉真籙，每專氣入靜，不粒食者數歲，飄然有出世心。既壯，在家為長屬，有三幼弟、八稚侄，不忍見其饑寒，慨然有干祿意。求名得名，家無長物，澹乎自處，與天和始終。享壽命八十二歲，無室家累，無子孫憂，終於饒州。」官次大略如此。吳君在饒，雖無遺事可紀，以其邦君之故，姑志於書。吳為人清淨恬寂，所謂達士，然年過八十尚領郡符，又非為妻子計者，良不可曉。唐之治不播棄黎老，故其居職不自以為過云。 \\n 紫極觀鐘 \\n 饒州紫極觀有唐鐘一口，形製清堅，非近世工鑄可比。刻銘其上曰：「天寶九載，歲次庚寅，二月庚申朔，十五日癸酉造，通直郎、前監察御史貶樂平員外尉李逢年銘，前鄉貢進士薛彥偉述序，給事郎、行參軍趙從一書，中大夫、使持節鄱陽郡諸軍事、檢校鄱陽郡太守、天水郡開國公上官經野妻扶風郡君韋氏奉為開元天地大寶聖文神武應道皇帝敬造洪鐘一口。」其後列錄事參軍、司功、司法、司士參軍各一人，司戶參軍二人，參軍二人，錄事一人，鄱陽縣令一人、尉二人，又專檢校官、鄱陽縣丞宋守靜，專檢校內供奉道士王朝隱，又道士七人。銘文亦雅潔，字畫不俗，但月朔庚申，則癸酉日當是十四日，鐫之金石而誤如此。浮洲開福院亦有吳武義年一鐘，然非此比也。 \\n 兼中書令 \\n 紹熙五年十二月二十二日，宣麻制除嗣秀王伯圭兼中書令。此官久不除，學士、大夫多不知本末，至或疑為當入都堂治事。邸報至外郡，尤所不曉。邁考之典故，侍中、中書令為兩省長官，自唐以來，居真宰相之位，而中令在侍中上。肅宗以後，始以處大將，故郭子儀、僕固懷恩、朱泚、李晟、韓弘皆為之，其在京則入政事堂，然不預國事。懿、僖、昭之時，員浸多，率由平章事遷兼侍中，繼兼中書令，又遷守中書令，三者均稱使相，皆大敕繫銜而下書使字。五代尤多。國朝創業之初，尚仍舊貫，於是吳越國王錢俶、天雄節度符彥卿、雄武王景、武寧郭從義、保大武行德、成德郭崇、昭義李筠、淮南李重進、永興李洪義、鳳翔王彥超、定難李彝興、荊南高保融、武平周行逢、武寧王晏、武勝侯章、歸義曹元忠十五人同時兼中書令。太宗朝，唯除石守信，而趙普以故相拜。真宗但以處親王。嘉祐末，除宗室東平王允弼、襄陽王允良；元豐中，除曹佾，與允弼、允良相去十七八年，爵秩固存。沈括筆談謂有司以佾新命，言自來不曾有活中書令請俸則例，蓋妄也。官制行，改三使相並為開府儀同三司。元祐以後不復有之，雖崇、觀、政、宣輕用名器，且改為左輔、右弼，然蔡京三為公相，亦不敢居。乾道中，詔於錄黃及告命內除去侍中、中書令，遂廢此官。今當先降指揮復置，則於事體尤愜當也。嗣王終不敢當，於是寢前命，而賜贊拜不名。 \\n 作文字要點檢 \\n 作文字不問工拙小大，要之不可不著意點檢，若一失事體，雖遣詞超卓，亦云未然。前輩宗工，亦有所不免。歐陽公作仁宗御書飛白記云：「予將赴亳，假道於汝陰，因得閱書於子履之室。而雲章爛然，輝映日月，為之正冠肅容再拜而後敢仰視，蓋仁宗皇帝之御飛白也。曰，『此寶文閣之所藏也，胡為乎子之室乎？』曰，『曩者天子燕從臣於羣玉，而賜以飛白，予幸得預賜焉。』」烏有記君上宸翰而彼此稱「予」，且呼陸經之字？又登貞觀御書閣記，言太宗飛白，亦自稱「予」。外制集序，歷道慶曆更用大臣，稱呂夷簡、夏竦、韓琦、范仲淹、富弼，皆斥姓名，而曰「顧予何人，亦與其選」，又曰「予時掌誥命」，又曰「予方與修祖宗故事」，凡稱「予」者七。東坡則不然，為王誨亦作此記，其語云「故太子少傅、安簡王公諱舉正，臣不及見其人矣」云云。是之謂知體。 \\n 侍從兩制 \\n 國朝官稱，謂大學士至待制為「侍從」，謂翰林學士、中書舍人為「兩制」，言其掌行內、外制也。舍人官未至者，則云「知制誥」，故稱美之為三字。謂尚書侍郎為「六部長貳」，謂散騎常侍、給事諫議為「大兩省」。其名稱如此。今盡以在京職事官自尚書至權侍郎及學士、待制均為「侍從」，蓋相承不深考耳。予家藏王（氵公）春秋通義一書，至和元年，鄧州繳進，二年有旨送兩制看詳，於是具奏者十二人皆列名銜：學士七人，曰學士承旨、禮部侍郎楊察，翰林學士、中書舍人趙槩、楊偉，刑部郎中胡宿，吏部郎中歐陽修，起居舍人呂溱，禮部郎中王洙；知制誥五人，曰起居舍人王珪，右司諫賈黯，兵部員外郎韓絳，起居舍人吳奎，右正言劉敞。而他官弗預，此可見也。翰林本以六員為額，劉沆作相，典領溫成后喪事，以王洙同其越禮建明，於是員外用之，嘗為一時言者所論，正此時云。 \\n 片言解禍 \\n 自古將相大臣，遭罹譖毀，觸君之怒，墮身於危棘將死之域，而以一人片言，轉禍為福，蓋投機中的，使聞之者曉然易寤，然非遭值明主，不能也。蕭何為民請上林苑中空地，高祖大怒，以為多受賈人財物，下何廷尉，械繫之。王衞尉曰：「陛下距楚數歲，陳豨、黥布反，時相國守關中，不以此時為利，乃利賈人之金乎？」上不懌，即日赦出何。絳侯周勃免相就國，人上書告勃欲反，廷尉逮捕勃治之。薄太后謂文帝曰：「絳侯綰皇帝璽，將兵於北軍，不以此時反，今居一小縣，顧欲反邪？」帝即赦勃。此二者，可謂至危不容救，而於立談間見效如此。蕭望之受遺輔政，為許、史、恭、顯所嫉，奏望之與周堪、劉更生朋黨，請「召致廷尉」，元帝不省為下獄也，可其奏。已而悟其非，令出視事。史高言：「上新即位，未以德化聞於天下，而先驗師傅，既下九卿大夫獄，宜因決免。」於是免為庶人。高祖、文帝之明而受言，元帝之昏而遂非，於是可見。 \\n 忠言嘉謨 \\n 揚子法言：「或問忠言嘉謨，曰言合稷、契謂之忠，謨合皋陶謂之嘉。」如子雲之說，則言之與謨，忠之與嘉，分而為二，傳注者皆未嘗為之辭，然則稷、契不能嘉謨，皋陶不能忠言乎？三聖賢遺語可傳於後世者，唯虞書存，五篇之中，皋陶矢謨多矣，稷與契初無一話一言可考，不知子雲何以立此論乎？不若魏鄭公但云「良臣稷、契、皋陶」，乃為通論。 \\n 免直學士院 \\n 慶元元年正月一日，鄭湜以起居郎直學士院。二月二十三日，趙汝愚罷相，制乃湜所草，議者指為褒詞太過。二十五日，有旨免兼直院，或以為故事所無。按熙寧初，王益柔以知制誥兼直學士院，嘗奏中書熟狀加董氈階官之誤，宰相怒其不申堂，用他事罷其兼直，已而遷龍圖閣直學士。湜亦以罷直求去，不許，越三月而遷權刑部侍郎，甚相類也。 \\n 大賢之後 \\n 杜詩云：「大賢之後竟陵遲，蕩蕩古今同一體。」乃贈狄梁公曾孫者，至云「飄泊岷漢，干謁王侯」，則其衰微可知矣。近見餘干寓客李氏子云，本朝三李相，文正公昉、文靖公沆、文定公迪皆一時名宰，子孫亦相繼達宦。然數世之後益為蕭條，又經南渡之厄，今三裔並居餘干，無一人在仕版。文定濮州之族，今有居越者，雖曰不顯，猶簪纓僅傳，而文正、文靖無聞，可為太息！ \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十三(十三則)", "正文": "　 \\n 卷第十三(十三則) \\n 　 \\n  \\n 鐘鼎銘識 \\n 三代鐘鼎彝器存於今者，其間款識，唯「眉壽萬年」，「子子孫孫永寶用」之語，差可辨認，餘皆茫昧不可讀，談者以為古文質朴固如此，予竊有疑焉。商、周文章，見於詩、書，三盤五誥，雖詰曲聱牙，尚可精求其義，他皆坦然明白，如與人言。自武王丹書諸銘外，其見於經傳者，如湯之盤銘曰：「苟日新，日日新，又日新。」讒鼎之銘曰：「昧旦丕顯，後世猶怠。」正考父鼎銘曰：「一命而僂，再命而傴，三命而俯，循牆而走，亦莫余敢侮。饘於是，鬻於是，以餬余口。」（上卥下木）氏量銘曰：「時文思索，允臻其極。嘉量既成，以觀四國。永啟厥後，茲器維則。」祭射侯辭曰：「惟若寧侯，毋或若女不寧侯，不屬於王所，故抗而射女。」衞禮至銘曰：「余掖殺國子，莫余敢止。」孔悝鼎銘曰：「六月丁亥，公假於太廟。公曰叔舅，乃祖莊叔，左右成公，成公乃命莊叔，隨難於漢陽，即宮於宗周，奔走無射，啟右獻公，獻公乃命成叔，纂乃祖服。乃考文叔，興舊嗜欲，作率慶士，躬恤衞國，其勤公家，夙夜不解，民咸曰休哉！公曰叔舅，予女銘，若纂乃考服。悝拜稽首曰：對揚以辟之勤大命，施於烝彝鼎。」扶風美陽鼎銘曰：「王命尸臣，官此栒邑，賜爾旂鸞，黼黻琱戈。尸臣拜手稽首曰：敢對揚天子丕顯休命。」此諸銘未嘗不粲然，何為傳於今者，艱（澀去氵）無緒乃爾。漢去周未遠，武、宣以來，郡國每獲一鼎，至於薦告宗廟，羣臣上壽。竇憲出征，南單于遺以古鼎，容五斗，其銘曰：「仲山甫鼎，其萬年子子孫孫永保用。」憲乃上之，蓋以其難得故也。今世去漢千年，而器寶之出不可勝計，又為不可曉已。武帝獲汾陰脽上鼎，無款識，而備禮迎享，宣帝獲美陽鼎，下羣臣議，張敞乃以有款識之故絀之，又何也？ \\n 犧尊象尊 \\n 周禮司尊彝：「祼用鷄彝、鳥彝，其朝獻用兩獻尊，其再獻用兩象尊。」漢儒注曰：「鷄彝、鳥彝，謂刻而畫之為鷄、鳳凰之形。獻讀為犧，犧尊飾以翡翠，象尊以象鳳凰。或曰：以象骨飾尊。又云：獻音娑，有婆娑之義。」惟王肅云：「犧、象二尊，並全牛、象之形，而鑿背為尊。」陸德明釋周禮獻尊之獻，音素何反。而於左氏傳「犧象不出門」，釋犧為許宜反，又素何反。予按今世所存故物，宣和博古圖所寫，犧尊純為牛形，象尊純為象形，而尊在背，正合王肅之說。然則犧字只當讀如本音，鄭司農諸人所云，殊與古製不類。則知目所未覩而臆為之說者，何止此哉！又今所用爵，除太常禮器之外，郡縣至以木刻一雀，別置杯於背以承酒，不復有兩柱、三足、隻耳、侈口之狀，向在福州見之，尤為可笑也。 \\n 再書博古圖 \\n 予昔年因得漢匜，讀博古圖，嘗載其序述可笑者數事於隨筆，近復盡觀之，其謬妄不可殫舉。當政和、宣和間，蔡京為政，禁士大夫不得讀史，而春秋三傳，真束高閣，故其所引用，絕為乖盾。今一切記之於下，以示好事君子與我同志者。商之癸鼎，只一「癸」字，釋之曰：「湯之父主癸也。」父癸尊之說亦然。至父癸匜，則又以為齊癸公之子。乙鼎銘有「乙毛」兩字，釋之曰：「商有天乙、祖乙、小乙、武乙，太丁之子乙，今銘『乙』，則太丁之子也。」父己鼎曰：「父己者，雍己也。繼雍己者乃其弟太戊，豈非繼其後者乃為之子邪？」至父己尊，則直云「雍己之子太戊為其父作」。予按以十干為名，商人無貴賤皆同，而必以為君，所謂「癸」即父癸，「己」即雍己，是六七百年中更無一人同之者矣。商公非鼎銘只一字曰「非」，釋之曰：「據史記有非子者，為周孝王主馬，其去商遠甚。惟公劉五世孫曰公非，考其時當為公非也。」夫以一「非」字，而必強推古人以證之，可謂無理。周益鼎曰：「春秋文公六年有梁氏益，昭公六年有文公益，未知孰是？」予按左傳文八年所紀，乃梁益耳，而杞文公名益姑。周絲駒父鼎曰：「左傳有駒伯，為郤克軍佐，駒其姓也。此曰駒父，其同駒伯為姓邪？」予按左傳，駒伯者郤錡也，錡乃克之子。是時郤氏三卿，錡曰駒伯，犨曰苦成叔，至曰溫季，皆其食采邑名耳，豈得以為姓哉？叔液鼎曰：「考諸前代，叔液之名不見於經傳，惟周八士有叔夜，豈其族歟？」夫伯仲叔季，為兄弟之稱，古人皆然，而必指為叔夜之族，是以「叔」為氏也。周州卣曰：「『州』出於來國，後以『州』為氏。在晉則大夫州綽，在衞則大夫州吁，其為氏則一耳。」予按來國之名無所著見，而州吁乃衞公子，正不讀春秋，豈不知衞詩國風乎？遂以為氏，尤可哂也。周高克尊曰：「高克者，不見於他傳，惟周末衞文公時，有高克將兵，疑克者乃斯人，蓋衞物也。」予按元銘文但云「伯克」，初無「高」字，高克鄭清人之詩，兒童能誦之，乃以為衞文公時，又言周末，此書局學士，蓋不曾讀毛詩也。周毀敦曰：「銘云伯和父，和者衞武公也。武公平戎有功，故周平王命之為公。」予按一時列國，雖子男之微，未有不稱公者，安得平王獨命衞武之事？周慧季鬲曰：「慧與惠通，春秋有惠伯、惠叔，虢姜敦有惠仲，而此鬲名之為惠季，豈非惠為氏，而伯仲叔季者乃其序邪？」予按惠伯、惠叔，正與莊伯、戴伯、平仲、敬仲、武叔、穆叔、成季相類，皆上為謚而下為字，烏得以為氏哉？齊侯鎛鐘銘云：「咸有九州，處禹之都。」釋之曰：「齊之封域，有臨淄、東萊、北海、高密、膠東、泰山、樂安、濟南、平原，蓋九州也。」予按銘語正謂禹九州耳，今所指言郡名，周世未有，豈得便以為州乎？宋公（音巠）鐘銘曰：「宋公成之（音巠）鐘。」釋之曰：「宋自微子有國二十世，而有共公固成，又一世而有平公成，又七世而有剔公成，未知孰是？」予按宋共公名，史記以為瑕，春秋以為固，初無曰「固成」者。且父既名「成」，而其子復名之可乎？剔成君為弟偃所逐，亦非名「成」也。周雲雷磬曰：「春秋魯饑，臧文仲以玉磬告糴於齊。」按經所書，但云「臧孫辰告糴於齊」，左傳亦無玉磬之說。漢定陶鼎曰：「漢初有天下，以定陶之地封彭越為梁王，越既叛命，乃以封高祖之子恢，是為定陶共王。」予按恢正封梁王，後徙趙。所謂定陶共王者，元帝之子、哀帝之父名康者也。 \\n 碌碌七字 \\n 今人用碌碌字，本出老子云：「不欲碌碌如玉，落落如石。」孫愐唐韻引此句及王弼別本以為琭琭，然又為錄錄、娽娽、鹿鹿、陸陸、祿祿凡七字。史記：「毛遂云：『公等錄錄，因人成事。』」唐韻以為娽娽。漢書蕭何贊云：「錄錄未有奇節。」顏師古注：「錄錄猶鹿鹿，言在凡庶之中也。」馬援傳：「今更共陸陸。」莊子漁父篇：「祿祿而受變於俗。」後生或不盡知。 \\n 占測天星 \\n 國朝星官曆翁之伎，殊愧漢、唐，故其占測荒茫，幾於可笑。偶讀四朝史天文志云：「元祐八年十月戊申，星出東壁西，慢流至羽林軍沒。主擢用文士，賢臣在位。」「紹聖元年二月丙午，星出壁東，慢流入濁沒。主天下文章士登用，賢臣在位。」「元符元年六月癸巳，星出室，至壁東沒。主文士入國，賢臣用。」「二年二月癸卯，星出靈臺，北行至軒轅沒。主賢臣在位，天子有子孫之喜。」按是時宣仁上仙，國是丕變，一時正人以次竄斥，章子厚在相位，蔡卞輔之，所謂四星之占，豈不可笑也！子孫之說，蓋陰諂劉后云。 \\n 政和宮室 \\n 自漢以來，宮室土木之盛，如漢武之甘泉、建章，陳後主之臨春、結綺，隋煬帝之洛陽、江都，唐明皇之華清、連昌，已載史策。國朝祥符中，奸臣導諛，為玉清昭應、會靈、祥源諸宮，議者固以崇侈勞費為戒，然未有若政和蔡京所為也。京既固位，竊國政，招大璫童貫、楊戩、賈詳、藍從熙、何訢五人，分任其事。於是始作延福宮，有穆清、成平、會寧、睿謨、凝和、崑玉、羣玉七殿，東邊有蕙馥、報瓊、蟠桃、春錦、疊瓊、芬芳、麗玉、寒香、拂雲、偃蓋、翠葆、鉛英、雲錦、蘭薰、摘金十五閣，西邊有繁英、雪香、披芳、鉛華、瓊華、文綺、絳萼、穠華、綠綺、瑤碧、清音、秋香、叢玉、扶玉、絳雲，亦十五閣。又疊石為山，建明春閣，其高十一丈，宴春閣廣十二丈。鑿圓池為海，橫四百尺，縱二百六十七尺。鶴莊、鹿砦、孔翠諸柵，蹄尾以數千計。五人者各自為制度，不相沿襲，爭以華靡相誇勝，故名「延福五位」。其後復營萬歲山、艮嶽山，周十餘里，最高一峯九十尺，亭堂樓館不可殫記。徽宗初亦喜之，已而悟其過，有厭惡語，由是力役稍息。靖康遭變，詔取山禽水鳥十餘萬投諸汴渠，拆屋為薪，翦石為砲，伐竹為笓籬，大鹿數千頭，悉殺之以啗衞士。 \\n 僧官試卿 \\n 唐代宗以胡僧不空為鴻臚卿、開府儀同三司，予已論之矣。自其後習以為常，至本朝尚爾。元豐三年，詳定官制所言，譯經僧官，有授試光祿鴻臚卿、少卿者，請自今試卿者，改賜三藏大法師，試少卿者，賜三藏法師。詔試卿改賜六字法師，少卿四字，並冠以譯經三藏。久之復罷。 \\n 大觀算學 \\n 大觀中，置算學如庠序之制，三年三月，詔以文宣王為先師，兗、鄒、荊三國公配饗，十哲從祀，而列自昔著名算數之人，繪像於兩廊，加賜五等之爵。於是中書舍人張邦昌定其名，風后、大橈、隸首、容成、箕子、商高、常僕、鬼臾區、巫咸九人封公，史蘇、卜徒父、卜偃、梓慎、卜楚丘、史趙、史墨、裨竈、榮方、甘德、石申、鮮于妄人、耿壽昌、夏侯勝、京房、翼奉、李尋、張衡、周興、單颺、樊英、郭璞、何承天、宋景業、蕭吉、臨孝恭、張曾元、王朴二十八人封伯，鄧平、劉洪、管輅、趙達、祖沖之、殷紹、信都芳、許遵、耿詢、劉焯、劉炫、傅仁均、王孝通、瞿曇羅、李淳風、王希明、李鼎祚、邊岡、郎顗、襄楷二十人封子，司馬季主、洛下閎、嚴君平、劉徽、姜岌、張立建、夏侯陽、甄鸞、盧太翼九人封男。考其所條具，固有於傳記無聞者，而高下等差，殊為乖謬。如司馬季主、嚴君平止於男爵，鮮于妄人、洛下閎同定太初曆，而妄人封伯，下閎封男，尤可笑也。十一月又改以黃帝為先師云。 \\n 十八鼎 \\n 夏禹鑄九鼎，唯見於左傳王孫滿對楚子，及靈王欲求鼎之言，其後史記乃有鼎震及淪入於泗水之說。且以秦之強暴，視衰周如机上肉，何所畏而不取？周亦何辭以却？赧王之亡，盡以寶器入秦，而獨遺此，以神器如是之重，決無淪沒之理。泗水不在周境內，使何人般舁而往，寧無一人知之以告秦邪？始皇使人沒水求之不獲，蓋亦為傳聞所誤。三禮經所載鐘彝名數詳矣，獨未嘗一及之。詩、易所書，固亦可考，以予揣之，未必有是物也。唐武后始復置於通天宮，不知何時而毀。國朝崇寧三年，用方士魏漢津言鑄鼎，四年三月成，於中太一宮之南為殿，名曰九成宮。中央曰帝鼐，北方曰寶鼎，東北曰牡鼎，東方曰蒼鼎，東南曰罔鼎，南方曰彤鼎，西南曰阜鼎，西方曰晶鼎，西北曰魁鼎。奉安之日，以蔡京為定鼎禮儀使。大觀三年，又以鑄鼎之地作寶成宮。政和六年，復用方士王仔昔議，建閣於天章閣西，徙鼎奉安。改帝鼐為隆鼐，餘八鼎皆改焉，名閣曰圓象徽調閣。七年，又鑄神霄九鼎，一曰太極飛雲洞劫之鼎，二曰蒼壺祀天貯醇之鼎，三曰山嶽五神之鼎，四曰精明洞淵之鼎，五曰天地陰陽之鼎，六曰混沌之鼎，七曰浮光洞天之鼎，八曰靈光晃曜鍊神之鼎，九曰蒼龜大蛇蟲魚金輪之鼎。明年鼎成，置於上清寶籙宮神霄殿，遂為十八鼎。繼又詔罷九鼎新名，悉復其舊。今人但知有九鼎，而十八之數，唯朱忠靖公秀水閑居錄略紀之，故詳載於此。 \\n 四朝史志 \\n 四朝國史本紀，皆邁為編修官日所作，至於淳熙乙巳、丙午，又成列傳百三十五卷。惟志二百卷，多出李燾之手，其彙次整理，殊為有功，然亦時有失點檢處。蓋文書廣博，於理固然。職官志云：「使相以待勛賢故老，及宰相久次罷政者，惟趙普得之。明道末，呂夷簡罷，始復加使相，其後王欽若罷日亦除，遂以為例。」按趙普之後，寇準、陳堯叟、王欽若，皆祥符間自樞密使罷而得之。欽若以天聖初再入相，終於位，夷簡乃在其後十餘年。今言欽若用夷簡故事，則非也。因記新唐書所載：「李泌相德宗，加崇文館大學士。泌建言，學士加大，始中宗時，及張說為之，固辭。乃以學士知院事。至崔圓復為大學士，亦引泌為讓而止。」按崔圓乃肅宗朝宰相，泌之相也，相去三十年，反以為圓引泌為讓，甚類前失也。 \\n 宗室參選 \\n 吏部員多闕少，今為益甚，而選人當注職官簿尉，輒為宗室所奪，蓋以盡壓已到部人之故。按宣和七年八月，臣僚論：「祖宗時宗室無參選法，至崇寧初，大啟僥倖，遂使任意出官，又優為之法，參選一日，即在闔選名次之上。以天支之貴，其間不為無人，而膏粱之習，貪淫縱恣，出為民害者不少。議者頗欲懲革，罷百十人之私恩，為億萬人之公利，誠為至當。若以親愛未忍，姑乞與在部人通理名次。」從之。靖康元年八月，又奏云：「祖宗時，未有宗室參部之法，神宗時，始選擇差注一二。崇寧初，立法太優，宗室參選之日，在本部名次之上，既壓年月深遠、勞效顯著之人，復占名州大縣、優便豐厚之處。議者頗欲懲革，不注郡守、縣令，與在部人通理名次。」有旨從之。此二段元未嘗衝改，不知何時復紊也。 \\n 元豐庫 \\n 神宗常憤北狄倔強，慨然有恢復幽燕之志，於內帑置庫，自製四言詩曰：「五季失圖，獫狁孔熾。藝祖造邦，思有懲艾。爰設內府，基以募士。曾孫保之，敢忘厥志！」凡三十二庫，每庫以一字揭之，儲積皆滿。又別置庫，賦詩二十字，分揭於上曰：「每虔夕惕心，妄意遵遺業。顧予不武資，何日成戎捷。」其用志如此，國家帑藏之富可知。熙寧元年，以奉宸庫珠子付河北緣邊，於四榷場鬻錢銀，準備買馬，其數至於二千三百四十三萬顆。乾道以來，有封樁、南庫所貯金銀楮券，合為四千萬緡，孝宗尤所垂意。入紹熙以來，頗供好賜之用，似聞日減於舊云。 \\n 五俗字 \\n 書字有俗體，一律不可復改者，如沖、涼、況、減、決五字，悉以水為冫，(筆陵切，與「冰」同。)雖士人札翰亦然。玉篇正收入於水部中，而冫部之末亦存之，而皆注云「俗」，乃知由來久矣。唐張參五經文字，亦以為訛。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十四(十七則)", "正文": "　 \\n 卷第十四(十七則) \\n 　 \\n  \\n 三教論衡 \\n 唐德宗以誕日歲歲詔佛、老者大論麟德殿，幷召給事中徐岱及趙需、許孟容、韋渠牟講說。始三家若矛盾，然卒而同歸於善，帝大悅，賚予有差。此新書列傳所載也。白樂天集有三教論衡一篇云：「太和元年十月，皇帝降誕日，奉敕召入麟德殿內道場對御三教談論，略錄大端。第一座：祕書監白居易，安國寺引駕沙門義林，太清宮道士楊弘元。」其序曰：「談論之先，多陳三教，讚揚演說，以啟談端。臣學淺才微，猥登講座。竊以義林法師明大小乘，通內外學，於大衆中能師子吼。臣稽先王典籍，假陛下威靈，發問既來，敢不響答。」然予觀義林所問，首以毛詩稱六義，論語列四科，請備陳名數而已。居易對以孔門之徒三千，其賢者列為四科，毛詩之篇三百，其要者分為六義。然後言六義之數，四科之目，十哲之名。復引佛法比方，以六義可比十二部經，四科可比六度，以十哲可比十大弟子。僧難云：「曾參至孝，百行之先，何故不列於四科？」居易又為辯析，乃曰：「儒書奧義，既已討論，釋典微言，亦宜發問。」然所問者不過芥子納須彌山一節而已。後問道士黃庭經中養氣存神長生久視之道，道士却問敬一人而千萬人悅。觀其問答旨意，初非幽深微妙，不可測知，唐帝歲以此為誕日上儀，殊為可省。國朝命僧升座祝聖，蓋本於此。 \\n 夫兄為公 \\n 婦人呼夫之兄為伯，於書無所載。予頃使金國時，辟景孫弟輔行，弟婦在家，許齋醮及還家賽願。予為作青詞云：「頃因兄伯出使，夫貋從行。」雖借用陳平傳「兄伯」之語，而自不以為然。偶憶爾雅釋親篇曰：「婦稱夫之兄為兄公，夫之弟為叔。」於是改兄伯字為兄公，視前所用，大為不侔矣。玉篇妐字音鐘，注云：「夫之兄也。」然於義訓不若前語。 \\n 政和文忌 \\n 蔡京顓國，以學校科舉箝制多士，而為之鷹犬者，又從而羽翼之。士子程文，一言一字稍涉疑忌，必暗黜之。有鮑輝卿者言：「今州縣學考試，未校文學精弱，先問時忌有無，苟語涉時忌，雖甚工不敢取。若曰：『休兵以息民，節用以豐財，罷不急之役，清入仕之流。』諸如此語，熙、豐、紹聖間，試者共用不以為忌，今悉絀之，所宜禁止。」詔可。政和三年，臣僚又言：「比者試文，有以聖經之言輒為時忌而避之者，如曰『大哉堯之為君』，『君哉舜也』，與夫『制治於未亂，保邦於未危』，『吉凶悔吝生乎動』，『吉凶與民同患』。以為『哉』音與『灾』同，而危亂凶悔非人樂聞，皆避。今當不諱之朝，豈宜有此？」詔禁之。以二者之言考之，知當時試文無辜而坐黜者多矣，其事載於四朝志。 \\n 瞬息須臾 \\n 瞬息、須臾、頃刻，皆不久之辭，與釋氏「一彈指間」，「一剎那頃」之義同，而釋書分別甚備。新婆沙論云：「百二十剎那，成一怛剎那，六十怛剎那，成一臘縛，二十臘縛，成一牟呼麥多，三十牟呼麥多，成一晝夜。」又毗曇論云：「一剎那者翻為一念，一怛剎那翻為一瞬，六十怛剎那為一息，一息為一羅婆，三十羅婆為一摩睺羅，翻為一須臾。」又僧祗律云：「二十念為一瞬，二十瞬名一彈指，二十彈指名一羅預，二十羅預名一須臾，一日一夜有三十須臾。」 \\n 神宗待文武臣 \\n 元豐三年，詔知州軍不應舉京官職官者，許通判舉之。蓋諸州守臣有以小使臣為之，而通判官入京朝，故許之薦舉。今以小使臣守沿邊小郡，而公然薦人改官，蓋有司不舉行故事也。神宗初即位，以刑部郎中劉述，(今朝散大夫。)久不磨勘，特命為吏部郎中。(今朝請大夫。)樞密院言：「左藏庫副使陳昉恬靜，久應磨勘，不肯自言。」帝曰：「右職若效朝士養名，而獎進之，則將習以為高，非便也。」翌日以兵部員外郎張問，(今朝請郎。)十年不磨勘，特遷禮部郎中。(今朝奉大夫。)其旌賞駕御，各自有宜，此所以為綜核名實之善政。(見四朝志。) \\n 綠竹王芻 \\n 隨筆中載：「毛公釋綠竹王芻，以為北人不見竹，故分綠竹為二物，以綠為王芻。」熙寧初，右贊善大夫吳安度試舍人院，已入等。有司以安度所賦綠竹詩，背王芻古說，而直以為竹，遂黜不取。富韓公為相，言：「史記敍載淇園之竹，正衞產也，安度語有據。」遂賜進士出身。予又記前賢所紀，仁宗時，賈邊試當仁不避於師論，以師為衆，謂其背先儒訓釋，特黜之。蓋是時士風淳厚，論者皆不喜新奇之說，非若王氏之學也。 \\n 親除諫官 \\n 仁宗慶曆三年，用歐陽修、余靖、王素為諫官，當時名士作詩，有「御筆新除三諫官」之句。元豐八年，詔范純仁為諫議大夫，唐淑問、蘇轍為司諫，朱光庭、范祖禹為正言。宣仁后問宰執，此五人者如何？僉曰：「外望惟允。」章子厚獨曰：「故事，諫官皆薦諸侍從，然後大臣稟奏。今詔除出中，得無有近習援引乎？此門寖不可啟。」后曰：「大臣實皆言之，非左右也。」子厚曰：「大臣當明揚，何為密薦？」由是有以親嫌自言者，呂公著以范祖禹，韓縝、司馬光以范純仁。子厚曰：「臺諫所以糾大臣之越法者，故事，執政初除，苟有親戚及嘗被薦引者，見為臺臣，則皆他徙。今天子幼沖，太皇同聽萬幾，故事不可違。」光曰：「純仁、祖禹實宜在諫列，不可以臣故妨賢，寧臣避位。」子厚曰：「縝、光、公著必不私，他日有懷奸當國者，例此而引其親黨，恐非國之福。」後改除純仁待制，祖禹著作佐郎，然此制亦不能常常恪守也。 \\n 檢放灾傷 \\n 水旱醔傷，農民陳訴，郡縣不能體朝廷德意。或慮減放苗米，則額外加耗之入為之有虧，故往往從窄。比年以來，但有因賑濟虛數而冒賞者，至於蠲租失實，於民不便者，未嘗小懲。宣和之世，執政不能盡賢，而其所施行，蓋猶慰人心。京西運判李祜奏：「房州民數百人，陳言灾傷。知州李悝，取其為首者，杖而徇之城市，以戒妄訴，用此其州蠲稅不及一釐。」詔：「李悝除名，簽書官皆勒停。」祜又奏：「唐、鄧州蠲灾賑乏，悉如法令，均、房州不盡減稅，致有盜賊。」詔：「均、房州守令悉罷，唐、鄧守貳各增一官秩。」百姓見憂，出於徽宗聖意，而大臣能將順也。 \\n 檀弓注文 \\n 檀弓上下篇，皆孔門高第弟子在戰國之前所論次。其文章雄健精工，雖楚、漢間諸人不能及也。而鄭康成所注，又特為簡當，旨意出於言外，今載其兩章以示同志。「衞司寇惠子之喪，子游為之麻衰，牡麻絰。」注云：「惠子廢適立庶，為之重服以譏之。」「文子辭曰：子辱與彌牟之弟游，又辱為之服，敢辭。子游曰：禮也。文子退反哭。」注：「子游名習禮，文子亦以為當然，未覺其所譏。」「子游趨而就諸臣之位。」注：「深譏之。」「文子又辭曰：子辱與彌牟之弟游，又辱為之服，又辱臨其喪，敢辭。子游曰：固以請。文子退，扶適子南面而立曰：子辱與彌牟之弟游，又辱為之服，又辱臨其喪，虎也敢不復位。」注：「覺所譏也。」「子游趨而就客位。」注：「所譏行。」按此一事，儻非注文明言，殆不可曉。今用五「譏」字，詞意渙然，至最後「覺所譏」「所譏行」六字，尤為透徹也。「季孫之母死，哀公吊焉。曾子與子貢弔焉，閽人為君在，弗內也。曾子與子貢入於其廐而修容焉。子貢先入，閽人曰：鄉者已告矣。」注：「既不敢止，以言下之。」「曾子後入，閽人辟之。」注：「見兩賢相隨，彌益恭也。」今人讀此段，真如親立季氏之庭，親見當時之事，注文尤得其要領云。 \\n 左傳有害理處 \\n 左傳議論遣辭，頗有害理者，以文章富豔之故，後人一切不復言，今略疏數端，以箴其失。傳云：「鄭武公、莊公，為平王卿士，王貳於虢。」杜氏謂：「不復專任鄭伯也。」「周公閼與王孫蘇爭政，王叛王孫蘇。」杜氏曰：「叛者，不與也。」夫以君之於臣，而言貳與叛，豈理也哉！「晉平戎於王，單襄公如晉拜成。劉康公徼戎，將遂伐之。叔服曰：背盟而欺大國，不義。」晉范吉射、趙鞅交兵。「劉氏、范氏世為昏姻，萇弘事劉文公，故周與范氏。趙鞅以為討。」夫以天子之使出聘侯國，而言拜成。謂周於晉為欺大國。諸侯之卿跋扈於天子，而言討。皆於名分為不正。其他如晉邢侯殺叔魚，叔魚兄叔向數其惡而尸諸市。其於兄弟之誼為弗篤矣，而託仲尼之語云：「殺親益榮。」杜氏又謂：「榮名益己。」以弟陳尸為兄榮，尤為失也。 \\n 夫人宗女請受 \\n 戚里宗婦封郡國夫人，宗女封郡縣主，皆有月俸錢米，春冬絹綿，其數甚多，嘉祐祿令所不備載。頃見張掄娶仲儡女，封遂安縣主，月入近百千，內人請給，除糧料院幫勘、左藏庫所支之外，內帑又有添給，外庭不復得知。因記熙寧初，神宗與王安石言，今財賦非不多，但用不節，何由給足？宮中一私身之奉，有及八十貫者，嫁一公主，至用七十萬緡，沈貴妃料錢月八百貫。聞太宗時，宮人惟繫皂紬襜，元德皇后嘗以金覴緣幨而怒其奢。仁宗初定公主俸料，以問獻穆大主，再三始言，其初僅得五貫耳。異時，中官月有止七百錢者。禮與其奢寧儉，自是美事也。一時旨意如此，不聞奉行。以今度之，何止十百倍也。 \\n 蜀茶法 \\n 蜀道諸司，惟茶馬一臺，最為富盛，茶之課利多寡，與夫民間利疚，他邦無由可知。予記東坡集有送周朝議守漢州詩云：「茶為西南病，甿俗記二李。何人折其鋒，矯矯六君子。」注：「二李，杞與稷也。六君子，謂思道與姪正孺、張永徽、吳醇翁、呂元鈞、宋文輔也。」初，熙寧七年，遣三司幹當公事李杞經畫買茶，以蒲宗閔同領其事。蜀之茶園不殖五穀，惟宜種茶，賦稅一例折輸，錢三百折絹一匹，三百二十折紬一匹，十錢折綿一兩，二錢折草一圍，凡稅額總三十萬。杞創設官場，歲增息為四十萬。其輸受之際，往往壓其斤重，侵其加直。杞以疾去，都官郎中劉佐體量，多其條畫。於是宗閔乃議民茶息收十之三，盡賣於官場，蜀茶盡榷，民始病矣。知彭州呂陶言：「天下茶法既通，蜀中獨行禁榷。况川峽四路所出茶貨，比方東南諸處，十不及一。諸路既許通商，兩川却為禁地，虧損治體，莫甚於斯。且盡榷民茶，隨買隨賣，或今日買十千，明日即作十三千賣之，比至歲終，不可勝算，豈止三分而已。佐、杞、宗閔作為敝法，以困西南生聚。」佐坐罷去，以國子博士李稷代之，陶亦得罪。侍御史周尹復極論榷茶為害，罷為湖北提點刑獄。利路漕臣張宗諤、張升卿，復建議廢茶場司，依舊通商。稷劾其疏謬，皆坐貶秩。茶場司行劄子督綿州彰明縣，知縣宋大章繳奏，以為非所當用。稷又詆其賣直釣奇，坐衝替。一歲之間，通課利及息耗至七十六萬緡有奇，詔錄李杞前勞而官其子。後稷死於永樂城，其代陸師閔言其治茶五年，獲淨息四百二十八萬緡，詔賜田十頃。凡上所書，皆見於國史。坡公所稱思道乃周尹，永徽乃二張之一，元鈞乃呂陶，文輔乃大章也，正孺、醇翁之事不著。 \\n 判府知府 \\n 國朝著令，僕射、宣徽使、使相知州府者為判，其後改僕射為特進，官稱如昔時。唯章子厚罷相守越，制詞結尾云：「依前特進知越州。」雖曰黜典，亦學士院之誤。同時執政蔣穎叔以手簡與之，猶呼云判府，而章質夫只云知府，蓋從其實，予所藏名公法書冊有之。吾鄉彭公器資有遺墨一帖，不知與何人？其辭曰：「某頓首，知郡相公閣下。」是必知州者，故亦不以府字借稱。今世蕞爾小壘，區區一朝官承乏作守，吏民稱為判府，彼固偃然居之不疑。風俗淳澆之異，一至於此！ \\n 歌扇舞衣 \\n 唐李義山詩云：「鏤月為歌扇，裁雲作舞衣。」同時人張懷慶竊為己作，各增兩字云：「生情鏤月為歌扇，出性裁雲作舞衣。」致有生吞活剝之誚。予又見劉希夷代閨人春日一聯云：「池月憐歌扇，山雲愛舞衣。」絕相似。杜老亦云：「江清歌扇底，野曠舞衣前。」儲光羲云：「竹吹留歌扇，蓮香入舞衣。」然則唐詩人好以歌扇、舞衣為對也。 \\n 官會折閱 \\n 官會子之作，始於紹興三十年，錢端禮為戶部侍郎，委徽州創樣撩造紙五十萬，邊幅皆不剪裁。初以分數給朝士俸，而於市肆要鬧處置五場，輦見錢收換，每一千別輸錢十，以為吏卒用。商賈入納，外郡綱運，悉同見錢。無欠數陪償及脚乘之費，公私便之。既而印造益多，而實錢浸少，至於十而損一，未及十年，不勝其弊。壽皇念其弗便，出內庫銀二百萬兩售於市，以錢易楮焚棄之，僅解一時之急，時乾道三年也。淳熙十二年，邁自婺召還，見臨安人揭小帖，以七百五十錢兌一楮，因入對言之，喜其復行。天語云：「此事惟卿知之，朕以會子之故，幾乎十年睡不著。」然是後曩弊又生，且偽造者所在有之。及其敗獲，又未嘗正治其誅，故行用愈輕。迨慶元乙卯，多換六百二十，朝廷以為憂，詔江、浙諸道必以七百七十錢買楮幣一道。此意固善，而不深思，用錢易紙，非有微利，誰肯為之？因記崇寧四年有旨，在京市戶市商人交子，凡一千許損至九百五十，外路九百七十，得貿鬻如法，毋得輒損，願增價者聽。蓋有所贏縮，則可通行，此理固易曉也。 \\n 飛鄰望鄰 \\n 自古所謂四鄰，蓋指東西南北四者而言耳。然貪虐害民者，一切肆其私心。元豐以後，州縣榷賣坊場，而收淨息以募役，行之浸久，弊從而生。往往鬻其抵產，抑配四鄰，四鄰貧乏，則散及飛鄰、望鄰之家，不復問遠近，必得償乃止。飛鄰、望鄰之說，誠所未聞。元祐元年，殿中侍御史呂陶奏疏論之，雖嘗暫革，至紹聖又復然。 \\n 衙參之禮 \\n 今監司、郡守初上事，既受官吏參謁，至晡時，僚屬復伺於客次，胥吏列立廷下通刺曰衙，以聽進退之命，如是者三日。如主人免此禮，則翌旦又通謝刺。此禮之起，不知何時。唐岑參為虢州上佐，有一詩，題為衙郡守還，其辭曰：「世事何反覆，一身難可料。頭白翻折腰，還家私自笑。所嗟無產業，妻子嫌不調。五斗米留人，東溪憶垂釣。」然則由來久矣。韓詩曰：「如今便別官長去，直到新年衙日來。」疑是謂月二日也。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十五(十八則)", "正文": "　 \\n 卷第十五(十八則) \\n 　 \\n  \\n 內職命詞 \\n 內庭婦職遷敍，皆出中旨，至中書命詞。如尚書內省官，固知其為長年習事，如司字、典字、掌字，知其為主守之微者。至於紅紫霞帔郡國夫人，則其年齡之長少，爵列之崇庳，無由可以測度。紹興二十八年九月，仲兄以左史直前奏事，時兼權中書舍人，高宗聖訓云：「有一事待與卿說，昨有宮人宮正者封夫人，乃宮中管事人，六十餘歲，非是嬪御，恐卿不知。」兄奏云：「係王剛中行詞，剛中除蜀帥，係臣書黃，容臣別撰入。」上頷首。後四日，經筵留身奏事，奏言：「前日面蒙宣諭，永嘉郡張夫人告詞，既得聖旨，即時傳旨三省，欲別撰進。昨日宰臣傳聖旨，令不須別撰。」上曰：「乃皇后閤中老管事人，今六十六歲，宮正乃執事者，昨日宰執奏欲換告，亦無妨礙，不須別進。今已年老多病，但欲得稱呼耳。」蓋昨訓詞中稱其容色云。 \\n 蔡京除吏 \\n 唐天寶之季，楊國忠以右相兼吏部尚書，大集選人注擬於私第。故事，注官訖，過門下侍中、給事中，國忠呼左相陳希烈於座隅，(時改侍中為左相。)給事中在列，曰：「既對注矣，過門下了矣。」吏部侍郎二人與郎官同咨事，趨走於前，國忠誇謂諸妹曰：「兩個紫袍主事何如？」史策書此，以見國忠顓政舞權也。然猶令侍中、給事同坐，以明非矯。若蔡京之盜弄威柄，則又過之。政和中，以太師領三省事，得治事於家。弟卞以開府在經筵，嘗挾所親將仕郎吳說往見，坐於便室，設一卓，陳筆硯，置玉版紙闊三寸者數十片於上。卞言常州教授某人之淹滯，曰：「自初登科作教官，今已朝奉郎，尚未脫故職。」京問：「何以處之？」卞曰：「須與一提學。」京取一紙，書其姓名及提舉學事字而缺其路分，顧曰：「要何地？」卞曰：「其家極貧，非得俸入優厚處不可。」於是書「河北西路」字，付老兵持出。俄別有一兵齎一雙緘及紫匣來，乃福建轉運判官直龍圖閣鄭可簡，以新茶獻，即就可漏上書「祕撰運副」四字授之。卞方語及吳說曰：「是安中司諫之子，頗能自立。且王逢原外孫，與舒王夫人姻眷，其母老，欲求一見闕省局。」京問：「吳曾踏逐得未？」對曰：「打套局適闕。」又書一紙付出。少頃，卞目吳使先退。吳之從姊嫁門下侍郎薛昂，因館其家，纔還舍，具以告昂，嘆所見除目之迅速。昂曰：「此三者已節次書黃矣。」始知國忠猶落第二義也。 \\n 題先聖廟詩 \\n 兗州先聖廟壁，嘗有題詩者云：「靈光殿古生秋草，曲阜城荒散晚鴉。惟有孔林殘照日，至今猶屬仲尼家。」不顯姓名，頗為士大夫傳誦。予頃在福州，於呂虛己處，見邵武上官校書詩一冊，內一篇題為州西行，州西者，蔡京所居處也。注云：「靖康元年作。時京謫湖湘，子孫分竄外郡，所居第摧毀，索寞殆無人迹，故為古調以傷之。」凡三十餘韻，今但記其末聯云：「君不見喬木參天獨樂園，至今仍是溫公宅。」其意甚與前相類。紹興二十五年冬，秦檜死，空其賜宅，明年，開河，役夫輦泥土堆於牆下。天台士人左君作詩曰：「格天閣在人何在？偃月堂深恨亦深。不見洛陽圖白髮，但知郿塢積黃金。直言動便遭羅織，舉目寧知有照臨。炙手附炎俱不見，可憐泥滓滿牆陰。」語雖紀實，然太露筋骨，不若前兩章渾成也。左頗有才，最善謔，二十八年，楊和王之子偰，除權工部侍郎，時張循王之子子顏、子正，皆帶集英修撰，且進待制矣。會葉審言自侍御史、楊元老自給事中，徙為吏、兵侍郎，蓋以繳論之故。左用歇後語作絕句曰：「木易已為工部侍，弓長肯作集英修。如今臺省無楊葉，豚犬超升卒未休。」左居西湖上，好事請謁，人或畏其口，後竟終於布衣。 \\n 季文子魏獻子 \\n 儗人必於其倫，後世之說也，古人則不然。魯季文子出一莒僕，而歷引舜舉十六相去四凶，曰：「舜有大功二十而為天子，今行父雖未獲一吉人，去一凶矣，於舜之功二十之一也。」晉魏獻子為政，以其子戊為梗陽大夫，謂成鱄曰：「吾與戊也，縣人其以我為黨乎？」鱄誦大雅文王克明克類、克長克君、克順克比、比于文王之句，而以為九德不愆。勤施無私曰類，擇善而從之曰比。言：「主之舉也，近文德矣。」且季孫行父之視舜，魏舒之視文王，何啻天壤之不侔！而行父以自比，舒受人之諛不以為嫌，乃知孟子所謂：「顏淵曰：『舜何人也？予何人也？有為者亦若是。』」非過論也。 \\n 尊崇聖字 \\n 自孔子贊易、孟子論善信之前，未甚以聖為尊崇，雖詩、書、禮經所載亦然也。書稱堯、舜之德，但曰「聰明文思」，「欽明文思」，「濬哲文明」，「溫恭允塞」。至益之對舜，始有「乃聖乃神」之語。洪範「睿作聖」與「恭作肅，從作乂，明作哲，聰作謀」，同列於五事，其究但曰「聖時風若」，咎徵至以蒙為對。「惟聖罔念作狂，惟狂克念作聖」，則以狂與聖為善惡之對也。詩曰：「國雖靡止，或聖或否。」則以聖與否為對也。下文「或哲或謀，或肅或乂」，蓋與五事略同。人之齊聖，不過「飲酒溫克」而已。左傳八愷，齊聖廣淵，明允篤誠，周官六德，知、仁、聖、義、忠、和，皆混於諸字中，了無所異。以故魯以臧武仲為聖人，伯夷、伊尹、柳下惠皆曰聖，而孟子以為否。 \\n 媵字訓 \\n 媵之義為送，春秋所書，晉人衞人來媵，皆送女也。楚辭九章云：「波滔滔兮來迎，魚鱗鱗兮媵予。」其義亦同。周易咸卦象曰：「咸其輔頰舌，滕口說也。」釋文云：滕，達也。九家皆作乘，而鄭康成、虞翻作媵，而亦訓為送云。 \\n 周禮奇字 \\n 六經用字，固亦間有奇古者，然惟周禮一書獨多。予謂前賢以為此書出於劉歆，歆常從揚子雲學作奇字，故用以入經。如法為灋、柄為枋、邪為衺、美為媺、呼為嘑、拜為(左扌右上屮中艸下今)、韶為（上殸下召）、怪為傀、暴為虣、擉為簎、風為飌、鮮為鱻、槁為薧、螺為蠃、脾為蠯、魚為?、埋為貍、吹為龡、陔為裓、暗為韽、柝為（木槖）、探為撢、趐為翨、摘為硩、駭為駴、擊為轚、辜為（左木右上古下羊）、掬為輂、羃為榠、藻為薻、昊為（仄之人右日）、叩為敂、艱為囏、魅為鬽，與夫庮、皫、胖、鱐、齍、眂、劀、酏、（上卥下木）、臡、箈、（鬻之米換者）、柶、絼、疈、爂、（上臨下木）、朄之類，皆他經鮮用，予前已書之而不詳悉。若考工記之字，又不可勝載也。 \\n 大禹之書 \\n 夏書五子之歌，述大禹之戒，其前三章是也。禹之謨訓，捨虞、夏二書外，他無所載。漢藝文志雜家者流，有大（上人中夕下币）三十七篇，云：「傳言禹所作，其文似後世語。」（上人中夕下币），古禹字也，意必依仿而作之者，然亦周、漢間人所為，今寂而無傳，亦可惜也。 \\n 隨巢胡非子 \\n 漢書藝文志，墨家者流，有隨巢子六篇，胡非子三篇，皆云墨翟弟子也。二書今不復存，馬總意林所述，各有一卷，隨巢之言曰：「大聖之行，兼愛萬民，疏而不絕，賢者欣之，不肖者憐之。賢而不欣，是賤德也，不肖不憐，是忍人也。」又有「鬼神賢於聖人」之論，其於兼愛、明鬼，為墨之徒可知。胡非之言曰：「勇有五等：負長劍，赴榛薄，折兕豹，搏熊羆，此獵徒之勇也；負長劍，赴深淵，折蛟龍，搏黿鼉，此漁人之勇也；登高危之上，鵠立四望，顏色不變，此陶岳之勇也；剽必刺，視必殺，此五刑之勇也；齊威公以魯為南境，魯憂之。曹劌匹夫之士，一怒而刼萬乘之師，存千乘之國，此君子之勇也。」其說亦卑陬無過人處。 \\n 別國方言 \\n 今世所傳揚子雲輶軒使者絕代語釋別國方言，凡十三卷，郭璞序而解之。其末又有漢成帝時劉子駿與雄書，從取方言，及雄答書。以予考之，殆非也。雄自序所為文，漢史本傳但云：「經莫大於易，故作太玄；傳莫大於論語，作法言；史篇莫善於倉頡，作訓纂；箴莫善於虞箴，作州箴；賦莫深於離騷，反而廣之；辭莫麗於相如，作四賦。」雄平生所為文盡於是矣，初無所謂方言。漢藝文志小學有訓纂一篇。儒家有雄所序三十八篇，注云：「太玄十九，法言十三，樂四，箴二。」雜賦有雄賦十二篇，亦不載方言。觀其答劉子駿書，稱「蜀人嚴君平」，按君平本姓莊，漢顯帝諱莊，始改曰「嚴」。法言所稱「蜀莊沈冥，蜀莊之才之珍，吾珍莊也」，皆是本字，何獨至此書而曰「嚴」。又子駿只從之求書，而答云：「必欲脅之以威，陵之以武，則縊死以從命也！」何至是哉？既云成帝時子駿與雄書，而其中乃云孝成皇帝，反覆抵牾。又書稱「汝、潁之間」，先漢人無此語也，必漢、魏之際，好事者為之云。 \\n 縱　臾 \\n 史記衡山王傳：「日夜從容王密謀反事。」漢書傳云：「日夜縱臾王謀反事。」如淳曰：「臾讀曰勇，縱臾，猶言勉強也。」顏師古曰：「縱，音子勇反。縱臾，謂獎勸也。」揚雄方言云：「食閻、慫恿，(音與上同。)勸也。南楚凡己不欲喜，而旁人說之，不欲怒，而旁人怒之，謂之食閻，亦謂之慫恿。」今禮部韻略收入，漢注皆不引用。 \\n 總持寺唐敕牒 \\n 唐世符帖文書，今存者亦少，隆興府城內總持寺有一碑，其前一紙，乾符三年，洪州都督府牒僧仲暹；次一紙，中和五年，監軍使帖僧神遇；第三紙，光啟三年十一月，中書門下牒江西觀察使。其後列銜者二十四人，曰：中書侍郎兼兵部尚書平章事杜遜能，門下侍郎兼吏部尚書平章事孔緯，此後檢校左僕射一人，檢校司空二人，檢校司徒八人，檢校太保三人，檢校太傅一人，檢校太尉三人，檢校太師一人，皆帶平章事著姓，太保兼侍中昭度不書韋字，檢校太師兼侍中一人，太師兼中書令一人，皆不著姓，捨杜、孔、韋三正相之外，餘皆小書使字，蓋使相也。後又有節度使鍾傳兩牒，字畫端勁有法，如士人札翰，今時臺省吏文不能及也。嘉祐二年，雒陽人職方員外郎李上交來豫章東湖，見所藏真蹟，為辨之云：二十一人者，乃張濬、朱玫、李福、李可舉、李罕之、陳敬瑄、王處存、王徽、曹誠、李匡威、李茂貞、王重榮、楊守亮、王鎔、樂彥禎、朱全忠、張全義、拓跋思恭、時溥、王鐸、高駢也。而注云：「見僖宗紀及實錄。」以予考之，自三相及拓跋、樂彥禎、時溥、張濬、朱全忠、李茂貞諸人外，如李克用、朱瑄、王行瑜皆是時使相，不應缺，而朱玫、王鐸、王重榮、李福皆已死，所謂太師中書令者，史策不載，唯陳敬瑄檢校此官而兼中令，最後者其是歟？他皆不復可究質矣。 \\n 禁旅遷補 \\n 國朝宿衞禁旅遷補之制，以歲月功次而遞進者，謂之排連。大禮後，次年殿庭較藝，乘輿臨軒，曰「推垜子」。其歲滿當去者，隨其本資，高者以正任團練使、刺史補外州總管、鈐轄，小者得州都監，當留者於軍職內升補，謂之轉員。唯推垜之日，以疾不趁赴者，為害甚重。紹興三十二年四月，予以右史午對時將有使事，與上介張才甫同飯於皇城司。有一老兵，幞頭執黑杖子，拜辭皇城幹辦官劉知閤，泣涕哽噎，劉亦為惻然。予問其故，兵以杖相示，滿其上皆揭記士卒姓名營屯事件。云身是天武第一軍都指揮使，曾立戰功，積官至遙郡團練使，今年滿當出職，若御前呈試了，便得正任使名，而為近郡總管。不幸小疾，遂遭揀汰，只可降移外藩將校，在身官位一切除落，方伏事州都監聽管營部轄。三十年勤勞，一旦如掃，薄命不偶，至於如是。坐者同嘆息憐之。按崇寧四年有詔，諸班直嘗備宿衞，病告滿尚可療者，殿前指揮使補外牢城指揮使，蓋舊法也。 \\n 六言詩難工 \\n 唐張繼詩，今人所傳者唯楓橋夜泊一篇，荊公詩選亦但別詩兩首，樂府有塞孤一篇。而皇甫冉集中，載其所寄六言曰：「京口情人別久，揚州估客來疏。潮至潯陽回去，相思無處通書。」冉酬之，而序言：「懿孫，予之舊好，祗役武昌，有六言詩見憶，今以七言裁答，蓋拙於事者繁而費。」冉之意，以六言為難工，故衍六為七，然自有三章曰：「江上年年春早，津頭日日人行。借問山陰遠近，猶聞薄暮鐘聲。」「水流絕澗終日，草長深山暮雲。犬吠鷄鳴幾處，條桑種杏何人？」「門外水流何處，天邊樹繞誰家。山絕東西多少，朝朝幾度雲遮。」皆清絕可畫，非拙而不能也。予編唐人絕句，得七言七千五百首，五言二千五百首，合為萬首。而六言不滿四十，信乎其難也。 \\n 杯水救車薪 \\n 孟子曰：「仁之勝不仁也，如水勝火，今之為仁者，猶以一杯水救一車薪之火也，不熄，則謂之水不勝火。」予讀文子，其書有云：「水之勢勝火，一勺不能救一車之薪；金之勢勝木，一刃不能殘一林；土之勢勝水，一塊不能塞一河。」文子周平王時人，孟氏之言蓋本於此。 \\n 詘一人之下 \\n 蕭何諫高祖受漢王之封，曰：「夫能詘於一人之下，而信於萬乘之上者，湯、武是也。」六韜云：「文王在岐，召太公曰：『吾地小。』太公曰：『天下有粟，賢者食之，天下有民，賢者牧之。屈於一人之下，則申於萬人之上，唯聖人能為之。』」然則蕭何之言，其出於此，而漢書注釋諸家，皆不曾引證。 \\n 秦漢重縣令客 \\n 秦、漢之時，郡守縣令之權極重，雖一令之微，能生死人，故為之賓客者，邑人不敢不敬。單父人呂公善沛令，辟仇從之客，沛中豪傑吏聞令有重客，皆往賀。謂以禮物相慶也。曰：「令有貴客，為具召之，幷召令。」相如竊王孫女歸成都，以貧困復如臨邛，王孫杜門不出。昆弟諸公更謂王孫曰：「長卿人材足依，且又令客，奈何相辱如此！」注云：「言縣令之客，不可以辱也。」是時為令客者如此。今士大夫為守令故人，往見者雖未必皆賢，豈復蒙此禮敬。稍或戾於法制，微有干託，其累主人必矣！ \\n 之字訓變 \\n 漢高祖諱邦，荀悅云：「之字曰國。惠帝諱盈，之字曰滿。」謂臣下所避以相代也。蓋「之」字之義訓變，左傳：「周史以周易見陳侯者，陳侯使筮之，遇觀之否。」謂觀六四變而為否也。他皆仿此。 \\n 容齋三筆 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷第十六(二十則)", "正文": "　 \\n 卷第十六(二十則) \\n 　 \\n  \\n 蹇氏父子 \\n 蹇周輔立江西、福建茶法，以害兩路。其子序辰，在紹聖中，乞編類元祐章疏案牘，人為一帙，置在二府。由是縉紳之禍，無一得脫。此猶未足言，及居元符遏密中，肆音樂自娛。後守蘇州，以天寧節與其父忌日同，輒於前一日設宴，及節日不張樂。其無人臣之義如是，蓋舉世未聞也。 \\n 神臂弓 \\n 神臂弓出於弩遺法，古未有也。熙寧元年，民李宏始獻之入內，副都知張若水方受旨料簡弓弩，取以進。其法以檿木為身，檀為弰，鐵為蹬子鎗頭，銅為馬面牙發，麻繩札絲為弦，弓之身三尺有二寸，弦長二尺有五寸，箭木羽長數寸，射二百四十餘步，入榆木半笴。神宗閱試，甚善之。於是行用，而他弓矢弗能及。紹興五年，韓世忠又侈大其制，更名「克敵弓」，以與金虜戰，大獲勝捷。十二年詞科試日，主司出克敵弓銘為題云。 \\n 敕令格式 \\n 法令之書，其別有四，敕、令、格、式是也。神宗聖訓曰：「禁於未然之謂敕；禁於已然之謂令；設於此以待彼之至，謂之格；設於此使彼效之，謂之式。」凡入笞杖徒流死，自例以下至斷獄十有二門，麗刑名輕重者，皆為敕；自品官以下至斷獄三十五門，約束禁止者，皆為令；命官庶人之等，倍全分釐之給，有等級高下者，皆為格；表奏、帳籍、關牒、符檄之類，有體制模楷者，皆為式。元豐編敕用此，後來雖數有修定，然大體悉循用之。今假寧一門，實載於格，而公私文書行移，並名為式假，則非也。 \\n 顏魯公戲吟 \\n 陶淵明作閒情賦，寄意女色。蕭統以為白玉微瑕。宋廣平作梅花賦，皮日休以為鐵心石腸人，而亦風流豔冶如此。顏魯公集有七言聯句四絕，其目曰：大言、樂語、嚵語、醉語。於樂語云：「苦河既濟真僧喜，新知滿坐笑相視。戍客歸來見妻子，學生放假偷向市。」嚵語云：「拈（飠追）（舌氐）指不知休，欲炙侍立涎交流。過屠大嚼肯知羞，食店門外強淹留。」醉語云：「逢糟遇（麥曲）便酩酊，覆車墜馬皆不醒。倒著接（上罒下離）髮垂領，狂心亂語無人並。」以公之剛介守正，而作是詩，豈非以文滑稽乎？然語意平常，無可咀嚼，予疑非公詩也。 \\n 紀年用先代名 \\n 唐德宗以建中、興元之亂，思太宗貞觀、明皇開元為不可跂及，故改年為貞元，各取一字以法象之。高宗建炎之元，欲法建隆而下字無所本。孝宗以來，始一切用貞元故事。隆興以建隆、紹興，乾道以乾德、至道，淳熙以淳化、雍熙，紹熙以紹興、淳熙，慶元以慶曆、元祐也。 \\n 中　舍 \\n 官制未改之前，初升朝官，有出身人為太子中允，無出身人為太子中舍，皆今通直郎也。近時士大夫或不能曉，乃稱中書舍人曰中舍，殊可笑云。蘇子美在進奏院，會館職，有中舍者，欲預席。子美曰：「樂中既無箏、琶、篳、笛，坐上安有國、舍、虞、比。」國謂國子博士，舍謂中舍，虞謂虞部，比謂比部員外、郎中，皆任子官也。 \\n 多赦長惡 \\n 熙寧七年旱，神宗欲降赦，時已兩赦矣。王安石曰：「湯旱，以六事自責，曰政不節與？若一歲三赦，是政不節，非所以弭災也。」乃止。安石平生持論務與衆異，獨此說為至公。近者六年之間，再行覃霈。婺州富人盧助教，以刻核起家，因至田僕之居，為僕父子四人所執，投置杵臼內，搗碎其軀為肉泥，既鞫治成獄，而遇己酉赦恩獲免。至復登盧氏之門，笑侮之曰：「助教何不下莊收穀？」茲事可為冤憤，而州郡失於奏論。紹熙甲寅歲至於四赦，凶盜殺人一切不死，惠奸長惡，何補於治哉？ \\n 奏讞疑獄 \\n 州郡疑獄許奏讞，蓋朝廷之深恩。然不問所犯重輕及情理蠧害，一切縱之，則為壞法。耿延年提點江東刑獄，專務全活死囚，其用心固善。然南康婦人，謀殺其夫甚明，曲貸其命，累勘官翻以失入被罪。予守贛，一將兵逃至外邑，殺村民於深林，民兄後知之，畏申官之費，即焚其尸，事發繫獄，以殺時無證，尸不經驗，奏裁刑寺輒定為斷配。予持敕不下，復奏論之，未下而此兵死於獄。因記元豐中，宣州民葉元，以同居兄亂其妻而殺之，又殺兄子，而強其父與嫂約契，不訟於官。鄰里發其事，州以情理可憫，為上請。審刑院奏欲貸，神宗曰：「罪人已前死，奸亂之事，特出於葉元之口，不足以定罪，且下民雖為無知，抵冒法禁，固宜哀矜。然以妻子之愛，既殺其兄，仍戕其姪，又罔其父，背逆天理，傷敗人倫，宜以毆兄至死律論。」此旨可謂至明矣。 \\n 醫職冗濫 \\n 神宗董正治官，立醫官，額止於四員。及宣和中，自和安大夫至翰林醫官，凡一百十七人，直局至祗候，凡九百七十九人，冗濫如此。三年五月始詔大夫以二十員，郎以三十員，醫效至祗候，以三百人為額，而額外人免改正，但不許作官戶，見帶遙郡人並依元豐舊制，然竟不能循守也。乾道三年正月，隨龍醫官、平和大夫、階州團練使潘攸差判太醫局，請給依能誠例支破。邁時在西掖，取會能誠全支本色，因依誠係和安大夫、潭州觀察使，月請米麥百餘碩，錢數百千，春冬綿絹之屬，比他人十倍，因上章極論之，乞將攸合得請給，令戶部照條支破。孝宗聖諭云：「豈惟潘攸不合得，幷能誠亦合住了。」即日御筆批依，仍改正能誠已得真俸之旨，旋又罷醫官局。 \\n 切脚語 \\n 世人語音有以切脚而稱者，亦間見之於書史中，如以蓬為勃籠，槃為勃闌，鐸為突落，叵為不可，團為突欒，鉦為丁寧，頂為滴（寧頁），角為矻落，蒲為勃盧，精為即零，螳為突郎，諸為之乎，旁為步廊，茨為蒺藜，圈為屈攣，錮為骨露，窠為窟駝是也。 \\n 唐世辟寮佐有詞 \\n 唐世節度、觀察諸使，辟置寮佐以至州郡差掾屬，牒語皆用四六，大略如告詞。李商隱樊南甲乙集、顧雲編稿、羅隱湘南雜稿，皆有之。故韓文公送石洪赴河陽幕府序云：「撰書辭，具馬幣。」李肇國史補，載崖州差故相韋執誼攝軍事衙推，亦有其文，非若今時只以吏牘行遣也。錢武肅在鎮牒鍾廷翰攝安吉主簿云：「敕淮南、鎮海、鎮東等軍節度使，牒將仕郎試祕書省校書郎鍾廷翰，牒奉處分，前件官儒素修身，早升官緒，寓居霅水，累歷星霜，克循廉謹之規，備顯溫恭之道。今者願求錄用，特議掄材，安吉屬城印曹闕吏，俾期差攝，勉效公方，儻聞佐理之能，豈恡超升之獎？事須差攝安吉縣主簿牒舉者，故牒。貞明二年三月日。」牒後銜云：「使、尚父、守尚書令、吳越王押。」此牒今藏於王順伯家，其字畫端嚴有法，其文則掌書記所撰，殊為不工，但印記不存矣。謂主簿為印曹，亦佳。 \\n 高子允謁刺 \\n 王順伯藏昔賢墨帖至多，其一曰高子允諸公謁刺，凡十六人，時公美、徐振甫、余中、龔深父、元耆寧、秦少游、黃魯直、張文潛、晁無咎、司馬公休、李成季、葉致遠、黃道夫、廖明略、彭器資、陳祥道，皆元祐四年朝士，唯器資為中書舍人，餘皆館職。其刺字或書官職，或書郡里，或稱姓名，或只稱名，既手書之，又斥主人之字，且有同舍、尊兄之目，風流氣味，宛然可端拜，非若後之士大夫一付筆吏也。蔡忠惠公帖亦有其二：一曰，襄奉候子石兄起居，朔旦謹謁；一曰，襄別洪州少卿學士。蓋又在前帖三十年之先也。 \\n 蔡君謨書碑 \\n 歐陽公作蔡君謨墓志云：「公工於書畫，頗自惜，不妄與人書。仁宗尤愛稱之，御製元舅隴西王碑文，詔公書之。其後命學士撰溫成皇后碑文，又敕公書，則辭不肯，曰：『此待詔職也。』」國史傳所載，蓋用其語。比見蔡與歐陽一帖云：「曏者得侍陛下清光，時有天旨，令寫御撰碑文、宮寺題榜。至有勛德之家，干請朝廷出敕令書。襄謂近世書寫碑志，則有資利，若朝廷之命，則有司存焉，待詔其職也。今與待詔爭利其可乎？力辭乃已。」蓋辭其可辭，其不可辭者不辭也。然後知蔡公之旨意如此。雖勛德之家，請於朝出敕令書者，亦辭之，不止一溫成碑而已。其清介有守，後世或未知之，故載於此。 \\n 楊涉父子 \\n 唐楊涉為人和厚恭謹。哀帝時，自吏部侍郎拜相。時朱全忠擅國，涉聞當為相，與家人相泣，謂其子凝式曰：「此吾家之不幸也，必為汝累。」後二年全忠篡逆，涉為押傳國寶使，凝式曰：「大人為唐宰相，而國家至此，不可謂之無過，况手持天子璽綬與人，雖保富貴，奈千載何，盍辭之？」涉大駭，曰：「汝滅吾族！」神色為之不寧者數日。此一楊涉也，方其且相，則對其子有不幸之語，及持國寶與逆賊，則駭其子勸止之請，一何前後之不相侔也？鄙夫患失，又懲白馬之禍，喪其良心，甘入「六臣」之列，其可羞也甚矣！凝式病其父失節，託於心疾，歷五代十二君，佯狂不仕，亦賢乎哉！ \\n 佛胸卍字 \\n 法苑珠林敍佛之初生云：「開卍字於胸前，躡千輪於足下。」又占相部云：「如來至真，常於胸前自然卍字，大人相者乃往古世蠲除穢濁不善行故。」予於夷堅丁志中載蔡京胸字，言「京死後四十二年遷葬，皮肉消化已盡，獨心胸上隱起一卍字，高二分許，如鐫刻所就。」正與此同。以大奸誤國之人，而有此祥，誠不可曉也。豈非天崩地坼，造化定數，故產此異物，以為宗社之禍邪！ \\n 蘇渙詩 \\n 杜子美贈蘇渙詩，序云：「蘇大侍御渙，靜者也，旅寓江側，凡是不交州府之客，人事都絕久矣。肩輿江浦，忽訪老夫，請誦近詩，肯吟數首，才力素壯，詞句動人，涌思雷出，書篋几杖之外，殷殷留金石聲。賦八韻記異，亦記老夫傾倒於蘇至矣。」詩有「再聞誦新作，突過黃初詩」之語。又有一篇寄裴道州幷呈蘇渙侍御云：「附書與裴因示蘇，此生已媿須人扶。致君堯舜付公等，早據要路思捐軀。」其褒重之如此。唐藝文志，有渙詩一卷，云：「渙少喜剽盜，善用白弩，巴蜀商人苦之，稱『白跖』，以比莊蹻。後折節讀書，進士及第。湖南崔瓘辟從事，繼走交、廣，與哥舒晃反，伏誅。」然則非所謂靜隱者也。渙在廣州作變律詩十九首，上廣府帥，其一曰：「養蠶為素絲，葉盡蠶不老。頃筐對空床，此意向誰道。一女不得織，萬夫受其寒。一夫不得意，四海行路難。禍亦不在大，禍亦不在先。世路險孟門，吾徒當勉旃。」其二曰：「毒蜂一巢成，高挂惡木枝。行人百步外，目斷魂為飛。長安大道邊，挾彈誰家兒？手持黃金丸，引滿無所疑。一中紛下來，勢若風雨隨。身如萬箭攢，宛轉送所之。徒有疾惡心，奈何不知幾！」讀此二詩，可以知其人矣。杜贈渙詩，名為記異，語意不與他等，厥有旨哉！ \\n 歲後八日 \\n 東方朔占書，歲後八日，一為鷄，二為犬，三為豕，四為羊，五為牛，六為馬，七為人，八為穀。謂其日晴，則所主之物育，陰則災。杜詩云：「元日到人日，未有不陰時。」用此也。八日為穀，所係尤重，而人罕知者，故書之。 \\n 門焉閨焉 \\n 左氏傳好用「門焉」字，如「晉侯圍曹，門焉」，「齊侯圍龍，盧蒲就魁門焉」，「吳伐巢，吳子門焉」，「偪陽人啟門，諸侯之士門焉」。及「蔡公孫翩以兩矢門之」，「門于師之梁」，「門于陽州」之類，皆奇葩之語也。然公羊傳云：「入其大門，則無人門焉者；入其閨，則無人閨焉者；上其堂，則無人焉。」又傑出有味。何休注「堂無人焉」之下曰：「但言焉，絕語辭，堂不設守視人，故不言焉者。」休之學可謂精切，能盡立言之深意。 \\n 郡縣主婿官 \\n 本朝宗室袒免親女出嫁，如婿係白身人，得文解者為將仕郎，否則承節、承信郎，妻雖死，夫為官如故。按唐貞元中，故懷澤縣主婿檢校贊善大夫竇克紹狀言：「臣頃以國親，超授寵祿，及縣主薨逝，臣官遂停。臣陪位出身，未授檢校官，自有本官，伏乞宣付所司，許取前銜婺州司戶參軍隨例調集。」詔：「許赴集，仍委所司比類前任正員官依資注擬。自今已後，郡縣主婿除丁憂外，有曾任正員官停檢校官俸料後者，准此處分。」乃知婿官不停者，恩厚於唐世多矣。紹興中，高士轟尚偽福國長公主，至觀察使。及公主事發誅死，猶得故官，可謂優渥。 \\n 樂府詩引喻 \\n 自齊、梁以來，詩人作樂府子夜四時歌之類，每以前句比興引喻，而後句實言以證之。至唐張祜、李商隱、溫庭筠、陸龜蒙，亦多此體，或四句皆然。今略書十數聯於策。其四句者，如「高山種芙蓉，復經黃檗塢。未得一蓮時，流離嬰辛苦。」「窗外山魈立，知渠脚不多。三更機底下，摸著是誰梭。」「淮上能無雨，回頭總是情。蒲帆渾未織，爭得一歡成。」其兩句者，如「風吹荷葉動，無夜不搖蓮。」「空織無經緯，求匹理自難。」「圍棋燒敗襖，著子故依然。」「理絲入殘機，何悟不成匹。」「攡門不安橫，無復相關意。」「黃檗向春生，苦心日日長。」「明燈照空局，悠然未有期。」「玉作彈棋局，中心最不平。」「翦刀橫眼底，方覺泪難裁。」「中劈庭前棗，教郎見赤心。」「千尋葶藶枝，爭奈長長苦。」「愁見蜘蛛織，尋思直到明。」「雙燈俱暗盡，奈許兩無由。」「三更書石闕，憶子夜啼悲。」「芙蓉腹裏萎，憐汝從心起。」「朝看暮牛迹，知是宿啼痕。」「梳頭入黃泉，分作兩死計。」「石闕生口中，銜悲不能語。」「桑蠶不作繭，晝夜長懸絲。」皆是也。龜蒙又有風人詩四首云：「十萬全師出，遙知正憶君。一心如瑞麥，長作兩歧分。」「破檗供朝爨，須知是苦辛。曉天窺落宿，誰識獨醒人。」「旦日思雙履，明時願早諧。丹青傳四瀆，難寫是秋懷。」「聞道更新幟，多應廢舊期。征衣無伴搗，獨處自然悲。」皮日休和其三章云：「刻石書離恨，因成別後悲。莫言春繭薄，猶有萬重思。」「鏤出容刀飾，親逢巧笑難。目中騷客珮，爭奈即闌干。」「江上秋聲起，從來浪得名。逆風猶挂席，苦不會凡情。」劉采春所唱云：「不是廚中串，爭知炙裏心。井邊銀釧落，展轉恨還深。」「篝（簳下右換余)蠟為紅燭，情知不自由。細絲斜結網，爭奈眼相鈎。」尤為明白。七言亦間有之，如「東邊日出西邊雨，道是無情又有情。」「玲瓏骰子安紅豆，入骨相思知也無？」「合歡桃核真堪恨，裏許元來別有人。」是也。近世鄙詞，如一落索數闋，蓋效此格。語意亦新工，恨太俗耳，然非才士不能為。世傳東坡一絕句云：「蓮子擘開須見薏，楸枰著盡更無棋。破衫却有重縫處，一飯何曾忘却匙。」蓋是文與意並見一句中，又非前比也。集中不載。 \\n  \\n 　 \\n  \\n   \\n  "}
