{"章节": "● 序", "正文": "  \\n ●序 \\n 　 \\n  \\n 余里居待次，賓客日相過，平生聞見所及，喜為客誦之。意之所至，賓退，或筆於牘，閱日滋久，不覺盈軸，欲棄不忍，因稍稍傅益，析為十卷，而題以《賓退錄》云。大梁趙與時。 \\n  \\n   \\n  "}
{"章节": "● 卷一", "正文": "  \\n ●卷一 \\n 　 \\n  \\n 王建以宮詞著名，然好事者多以它人之詩雜之，今世所傳百篇不皆建作也。余觀詩不多，所知者如「新鷹初放兔初肥，白日君王在內稀。薄暮千門臨欲鎖，紅妝飛騎向前歸。」「黃金捍撥紫檀槽，絃索初張調更高。盡理昨來新上曲，內官簾外送櫻桃。」張籍宮詞二首也。」淚盡羅巾夢不成，夜深前殿按歌聲。紅顏未老恩先斷，斜倚熏籠坐到明。」白樂天《後宮》詞也。」閒吹玉殿昭華管，醉折梨園縹蒂花。十年一夢歸人世，絳縷猶封系臂紗。」杜牧之《出宮人》詩也。」紅燭秋光冷畫屏，輕羅小扇撲流螢。瑤階夜月涼如水，坐看牽牛織女星。」杜牧之《秋夕》詩也。」寶仗平明秋殿開，且將團扇暫徘徊。玉顏不及寒鴉色，猶帶昭陽日影來。」王昌齡《長信秋》詞也。」日晚長秋簾外報，望陵歌舞在明朝。添爐欲爇熏衣麝，憶得分時不忍燒。」「日映西陵松柏枝，下台相顧一相悲。朝來樂府歌新曲，唱著君王自作詞。」劉夢得《魏宮》詞二首也。或全錄，或改一二字而已。王平甫謂館中校花蕊夫人宮詞止三十二首，夫人親筆。又別有六十六篇者，乃近世好事者旋加搜索續之，語意與前詩相類者極少，誠為亂真。世又有王岐公宮詞百篇，蓋亦依托者。 \\n 洪文敏《容齋隨筆》論「禹、稷躬稼而有天下」，謂禹未嘗躬稼，因稷而稱之。余按《書》：禹曰：「暨稷奏庶艱食」，則嘗躬稼矣。洪偶未之思也。 \\n 《詩眼》云：晏叔原見蒲傳正云：「先公平日小詞雖多，未嘗作婦人語也。」傳正云：「綠楊芳草長亭路，年少拋人容易去。豈非婦人語乎」晏曰：「公謂年少為何語」傳正曰：「豈不謂其所歡乎」晏曰：「因公之言，遂曉樂天詩兩句，蓋『欲留所歡待富貴，富貴不來所歡去』。」傳正笑而悟。余按《全篇》云：「綠楊芳草長亭路，年少拋人容易去。樓頭殘夢五更鐘，花底離愁三月雨。無情不似多情苦，一寸還成千萬縷。天涯地角有窮時，只有相思無盡處。」蓋真謂所歡者，與樂天「欲留年少待富貴，富貴不來年少去」之句不同。叔原之言失之。 \\n 紹興三十二年五月甲子，降旨建儲。宰相陳康伯折簡禮部侍郎呂廣問密議典禮。時土王祀黃帝。廣問為初獻官，周必大以御史監察。廣問語必大：「皇太子改名，從火從華。」必大謂：「與唐昭宗曄字同音可乎」廣問亟告康伯，取旨別擬定，乃用今諱。 \\n 紹興癸丑，岳武穆提兵平虔吉群盜。道出新淦，題詩青泥市蕭寺壁間云：「雄氣堂堂貫鬥牛，誓將直節報君仇。斬除頑惡還車駕，不問登壇萬戶侯。」淳熙間林令欲摹刻於石，會罷去不果。今寺廢壁亡矣。其孫類家集，惜未有告之者。 \\n 蘭亭石刻，惟定武者得其真。蓋唐太宗以真繼之學士院。朱梁徙至汴都。石晉亡，耶律德光輦而歸。德光道死，與輜重俱棄之中山之殺虎林。慶歷中為土人李學究所得，韓魏公索之急。李瘞諸地中，而別刻以獻。李死，其子乃出之，宋景文公始買置公帑。熙寧間，薛師正向為帥，其子紹彭又刻別本留公帑，攜古刻歸長安。大觀中，詔取置宣和殿。靖康之變，虜襲以紅氈輦歸。今東南諸刻無能彷彿者，天台桑澤卿編《蘭亭博議》一書甚詳。與時參會眾說，芟繁撮要，記其本末如此。所取何子楚《薳之辭》居多。諸說之異同者，則附著其下，雖未能定其孰是孰非，然薛師正長安人，王順伯謂其攜以歸洛。宗忠簡守汴，日夕從事戰守，且其天姿剛正。王仲言謂其為人主搜羅玩物於艱難之時，皆不敢謂然—元九年置朔方節度，自是始有方鎮。周希稷所云，乃是全不知有史策。若謂太宗分賜諸郡猶可也。夫以一石刻之微，而言人人殊，莫能定於一，然後知考古之難也。 \\n 林靈素，初名靈噩，字歲昌，家世寒微。慕遠遊。至蜀，從趙升道人數載，趙卒，得其書秘藏之。由是善妖術，輔以五雷法，往來宿、亳、淮、泗間，乞食諸寺。政和三年，至京師寓東太乙宮，徽宗夢赴東華帝君召游神霄宮，覺而異之。敕道錄徐知常訪神霄事跡。知常素不曉，告假。或告曰：「道堂有溫州林道士，累言神霄，亦作《神霄詩》題壁間。」知常得之，大驚，以聞。召見。上問：「有何術」對曰：「臣上知天宮，中識人間，下知地府。」上視靈噩風采如舊識，賜名靈素，號金門羽客通真達靈元妙先生，賜金牌，無時入內。五年，築真通宮以居之。時宮禁多怪，命靈素治之。埋鐵簡長九尺於地，其怪遂絕。因建寶菉宮、太乙西宮、建仁濟亭施符水，開神霄寶菉壇。詔天下天寧觀改為神霄玉清萬壽宮。無觀者以寺充。仍設長生大帝君、青華大帝君像，上自稱教主道君皇帝。皆靈素所建也。靈素被旨修道書，改正諸家醮儀，校《仇丹經靈篇》，刪修註解。每遇初七日昇座，座下皆宰執百官、三衙親王中貴，士俗觀者如堵，講說《三洞道經》。京師士民始知奉道矣。靈素為幻不一，上每以聰明神仙呼之。御筆賜玉真教主、神霄凝神殿侍宸，立兩府班上。思明達後欲見之，靈素復為葉靜能致太真之術。上尤異之，謂靈素曰：「朕昔到青華帝君處，獲言改除魔髡，何謂也」靈素遂縱言佛教害道，今雖不可滅，合與改正，將佛剎改為宮觀，釋迦改為天尊，菩薩改為大士，羅漢改尊者，和尚改德士，皆留發頂冠執簡。有旨依奏。皇太子上殿爭之，令胡僧一立藏十二人並五台僧二人道堅等與靈素鬥法。僧不勝，情願戴冠執簡。太子乞贖僧罪，有旨胡僧放，道堅系中國，人送開封府，刺面決配於開寶寺前令眾。明年，京師大旱，命靈素祈雨，未應。蔡京奏其妄，上密召靈素曰：「朕諸事一聽卿，且與祈三日大雨，以塞大臣之謗。」靈素請急召建昌軍南豐道士王文卿，乃神霄甲子之神兼雨部，與之同告上帝。文卿既至，執簡敕水，果得雨三日。上喜賜文卿，亦充凝神殿侍宸。靈素眷益隆。忽京城傳呂洞賓訪靈素，遂捻土燒香，氣直至禁中，遣人探問，香氣自通真宮來。上亟乘小車到宮，見壁間有詩云：「捻土焚香事有因，世間宜假不宜真，太平無事張天覺，四海閒遊呂洞賓。」京城印行繞街叫賣，太子亦買數本進，上大駭，堆賞錢千緡開封府捕之。有太學齋僕王青告首是福州士人黃待聘。令青賣送大理寺勘招，待聘兄弟及外族為僧行，不喜改道，故雲。有旨斬馬行街。靈素知蔡京鄉人所為，上表乞歸本貫，詔不允。通真有一室，靈素入靜之所，常封鎖，雖駕來亦不入。京遣人廉得有黃羅大帳、金龍朱紅倚卓、金龍香爐。京具奏，請上親往，臣當從駕。上幸通真宮，引京至，開鎖同入，無一物，粉壁明窗而已。京皇恐待罪。宣和元年三月，京師大水臨城，上令中貴同靈素登城治水。敕之，水勢不退。回奏：「臣非不能治水。一者事乃天道，二者水自太子而得，但令太子拜之，可信也」。遂遣太子登城，賜御香，設四拜，水退四丈，是夜水退盡。京城之民皆仰太子聖德。靈素遂上表乞骸，不允。秋九月，全台上言靈素妄改遷都，妖惑聖聰，改除釋教，譭謗大臣。靈素即時攜衣被行，出宮。十一月，與宮祠溫州居住。二年，靈素一日攜所上表見太守閭邱額，乞與繳進。及與州官親黨訣別而卒。生前自卜墳於城南山，戒其隨行弟子皇城使張如晦：「可掘穴深五尺，見龜蛇便下棺。」既掘，不見龜蛇，而深不可視，葬焉。靖康初，遣使監溫州伐墓，不知所蹤，但見亂石縱橫，強進多死。遂已。此耿延僖所作《靈素傳》也。靈素本末世，不知其全，故著之，不敢增易一字。今溫州天慶宮有題銜云：太中大夫沖和殿侍宸金門羽客通真達靈元妙先生在京，神霄玉清萬壽宮管轄提舉。通真宮林靈素。 \\n 世有十干化五行真氣之說，莫究其理。洪文敏載鄭景實之語，謂取歲首月建之干所生。如甲己丙作首，丙屬火，火生土，則甲己化土，它仿此，頗通。余記昔年一術士云：「遇龍則化，龍辰也。」甲己得戊辰，戊屬土，故化土。乙庚得庚辰，庚屬金，故化金。丙辛以降皆然。其實一也。 \\n 祖、宗時諸郡皆有都廳。至宣和三年，懷安軍奏今尚書省公相廳改作都廳，內外都廳並行禁止。欲將本軍都廳以僉廳為名，從之，且命諸路依此。此僉廳得名之始也。然今帥府有僉廳，又有都廳，莫知所始矣。 \\n 會稽虞少崔《送林懿成》詩云：「男兒何苦弊群書，學到根原物物無。曾子當年多一唯，顏淵終日只如愚。水流萬折心無競，月落千山影自孤。執手沙頭休話別，與君元不隔江湖。」閱《庚溪詩話》，喜而錄之。 \\n 俗間有擊鼓射字之伎，莫知所始。蓋全用切韻之法。該以兩詩，詩皆七言，一篇六句四十二字，以代三十六字母，而全用五支至十二齊韻，取其聲相近，便於誦習。一篇七句四十九字，以該平聲五十七韻，而無側聲。如一字字母在第三句，第四字則鼓節，先三後四，葉韻亦如之。又以一、二、三、四為平、上、去、入之別。亦有不擊鼓而揮扇之類，其實一也。詩曰：「西希低之機詩資，非卑妻欺癡梯歸。披皮肥其辭移題，攜持齊時依眉微。離為兒儀伊鋤尼，醯雞篦溪批毗迷。」此字母也。羅家瓜藍斜凌倫，思戈交勞皆來論。留連王郎龍南關，盧甘林巒雷聊鄰。簾櫳嬴婁參辰闌，楞根彎離驢寒間。懷橫榮鞋庚光顏。」此葉韻也。又有以詩數十句該果實之名為酒席之戲者，與此略同，然不假切韻，頗為簡易。至於賣卜者，但欲知十干十二枝，則尤不難。然多只一擊鼓，便能知年、月、日、時八字。蓋未擊之，先踟躕顧盻，舉動語默，皆是物也。 \\n 三司副使曰簉，通判曰倅。《禮》有副車、倅車。《左傳》：孟僖子使泉邱人女助薳氏之簉。簉、倅皆副貳之稱，然他官雖副、貳不通用，不知其由。今三司廢已久，簉之名人無知者，獨倅之名猶然。樓宣獻序《向侍郎集》云：擢之戶簉。近時文字中所見者此耳。 \\n 子夏問曰：「巧笑倩兮，美目盼兮，素以為絢兮，何謂也」子曰：「繪事後素。」曰：「禮後乎？」謂禮必以忠信為質也。余謂學者始以持敬為本，而窮理盡性以終之，亦繪事後素之意。 \\n 「吾不試，故藝。」余妄意夫子天縱之聖，藝皆不學而能，非若常人嘗試而為之。故其多能皆本於自然，而非有意於多能也。古今諸家皆無此說。余亦未敢自以為是。 \\n 《穆天子傳》書八駿之名，一曰赤驥，二曰盜驪，三曰白義，四曰逾輪，五曰山子，六曰渠黃，七曰華騮，八曰綠耳。《王子年拾遺記》載穆王馭八龍之駿，一名絕地，二名翻羽，三名奔霄，四名超影，五名逾輝，六名超光，七名騰霧，八名挾翼。二說不同。 \\n 神仙赤松子見於書傳多矣。惟《淮南子》稱赤誦子。 \\n 嘉眉多士之鄉，凡一成之聚，必相與合力建夫子廟。春秋釋奠，士子私講《禮》焉，名之曰鄉校。亦有養士者謂之小學。眉州四縣凡十有三所，嘉定府五縣凡十有八所。他郡惟遂寧四所，普州二所。余未之聞。 \\n 劉卞功，字子民，濱州安定人，弱不好弄，六歲誤觸甕碎，家人更譙之，神色自若。曰：「俟釘校者來當全之。」復譙其妄，曰：「人破尚可修，矧甕耶」語未絕，釘校者至，相與料理，頃之如新。自是築環堵於家之後圃，不語不出者三十餘年，或食或不食。徽宗聞其名，數敕郡縣津致間馳近特名之，對曰：「吾有嚴願，不出此門。」上知不可奪，賜號高尚先生。王子常侍郎，其外兄也。嘗問以修行之術。書云：「非道亦非律，又非虛空禪，獨守一畝宅，惟耕己心田。」又云：「以手捫胸，欲心清淨，以手上下，欲氣升降。」又云：「常人以嗜欲殺身，以貨財殺子孫，以政事殺民，以學術殺天下後世，吾無是四者，豈不快哉！」靖康之變，不知所終。 \\n 周宣王，中興之賢君也。然考之於《詩》，曰箴，曰規，曰誨，曰刺，不一而足。第序《詩》者不能直書其事，故後世儒者無敢訾議。余觀《國語》所載，如不藉千畝，拒虢文公之諫，而致姜戌之敗。捨括立戲，激魯人之變，而致諸侯之不睦。及喪師之後，復為料民之舉，雖仲山甫之言，且不用焉。文武成康之治豈如是哉周之東遷，烏得盡委其責於幽、平二王乎其所由來者漸矣。《史記》但書不藉千畝、料民太原二事之目，不若《國語》之詳也。 \\n 《容齋隨筆》謂近世所傳《雲仙散錄》、《開元天寶遺事》、《老杜事實》皆淺妄絕可笑，而頗能疑誤後生。然但辨《遺事》中數事，余二書無說，《老杜事實》世不多見。葛常之《韻語陽秋》云：老杜詩云：「東閣官梅動詩興，還如何遜在揚州。」按《遜傳》，無揚州事。而《遜集》亦無揚州梅花詩。但有《早梅》詩云：「兔園標物序驚時，最是梅御霜當路。發映雪凝寒開枝，橫卻月觀花繞凌。風台應知早飄落，故逐上春來杜公。」前詩乃逢早梅而作，故用何遜事。又意卻月、凌風皆揚州台觀名。爾近時有妄人假東坡名作《老杜事實》一編，無一事有據。至謂遜作揚州法曹，廨捨有梅一株，吟詠其下，豈不誤學者。以上皆葛語。若《雲仙散錄》則余家有之，凡三百六十事，而援引書百餘種，每一書皆錄一事，週而復始，如是者三。其間次序參差者，數條而已，編集文籍豈能整齊如此已可一笑。《序》稱：天祐元年，金城馮贄取九世典籍，撮其膏髓，別為一書，庶兵火煨燼之後，來者不至束手，今百書逐無存者，則贄可謂前知矣。《崇文總目》成書，時距天祐未甚久。隋唐以前書籍存者極多，贄家之書無一著錄，雖有《金鑾密記》之類一二種，而所編三事本書反無之，又其造語盡仿《世說》，後閱館本《遜集》，葛所引梅詩尚脫第四聯，「朝灑長門泣，夕駐臨邦杯。」 \\n 胡忠簡之貶，李似之侍郎書卞事以贈。一曰有天命，有君命，不擇地而安之。二曰唯君子困而不失其所亨。三曰名節之士猶未及道，更宜進步。四曰境界違順，當以初心對治。五曰子厚居柳築愚溪，東坡居惠築鶴觀，若將終身焉。六曰無我方能作為大事。七曰天將任之必大有摧抑。八曰建立功名非知道者不能。九曰太剛，恐易折，須養以渾厚。十曰學必明心。記問辨說皆餘事。 \\n 古樂府《木蘭詞》，文字奇古，然其間有云：「歸來見天子，天子坐明堂。策勳十二轉，賜物百千強。可汗問所欲，木蘭不願尚書郎。願馳明駝千里足，送兒還故鄉。」按：木蘭詐作男子，代父征行，逮歸家易服，夥伴方知其為女。當其見天子之時，尚稱男子，而曰「送兒歸故鄉」何哉兒者，婦人之稱也。 \\n 熙寧青苗法行，計息推賞，否則廢黜，官吏畏罪希進，所散惟恐不多。知祥符縣李敦頤，視前政獨貸三之一，宰相怒甚，遂通判廣信軍。敦頤，字子修，棣州陽信人。蘇文定公奏疏所言即此也。 \\n 太宗嘗謂宰相曰：「流俗有言，人生如病瘧。於大寒大暑中過歲，寒暑迭變，不覺漸成衰老。苟不競為善事，虛度流年，良可惜也。」李文簡書之《長編》，而《宗門武庫》載五祖亦有此語。又唐《摭言》載趙牧《對酒詩》，亦有「人生如瘧在須臾，何乃自苦八尺軀」之句。 \\n 中書侍郎舊稱中書，今轉為中書舍人之稱。近歲有以六部侍郎兼中書舍人者，遂直呼中書侍郎，尤非是。官制：前左右丞、六部侍郎通謂之丞，郎今有稱郎官，寺監丞為丞郎者矣，皆失之不考也。若稱中書舍人為中捨，則《容齋》之辨之矣。 \\n 前代東官官於皇太子，皆稱臣。隋開皇中，嘗更其制，至唐而復。真廟為皇太子始辭之。 \\n 《臨漢石經》與今文不同者殊多。《東觀餘論》略記之。如書女母翕侮成人，今作女母侮老成人。保後胥高，今作保後胥戚。女永歡憂，今作汝誕勸憂。女有近，則在乃心，今近作戕。女比猶念以相從，今作汝分猷。各翕中，今作各設中。爾惠朕曷祗動萬民以遷今作爾謂朕曷震動天既付命，今付作孚。曰陳其五行，今作汨陳。嚴恭寅畏，天命自亮，以民祗懼，今亮作度，以作治。懷保小人惠於矜寡，今人作民，於作鮮。母兄曰，今作無皇曰。則兄自敬德，今兄作皇。旦以前人之微言，今作受人之徽言。是罔顯哉厥世，今哉作在。文王之鮮光，今作耿光。通殷就大命，今作達殷集大命。《論語》意與之與，今意作抑。孝於惟孝，今於作乎。朝聞道夕死可也，今也字作矣。是魯孔丘與，曰：「是知津矣」，今作是魯孔丘與，曰：「是也。」曰：「是知津矣」。耰不輟，子路以告，子憮然，今作耰而不輟，子路行以告，夫子憮然。置其杖而耘，今置作植。其斯已乎！今作如斯而已乎！譬諸宮牆，今諸作之。賈諸，賈之哉！今賈作沽。恨不見其全也。 \\n 顧命一人冕執銳。《陸氏釋文》：銳以稅反。今禮部韻尹字下有鈗字注云：侍臣所執。《書》：一人冕執鈗。《古文尚書》亦作鈗，不知承誤作銳自何時始也。 \\n 晁伯，字載之，《昭靈夫人祠》詩：「安用生兒作劉季，暮年無骨葬昭靈。」陸務觀《黃州詩》：「君看赤壁終陳跡，生子何須似仲謀。」 \\n 自唐以紀年改梁州曰興元府，本朝紹興、隆興、慶元諸府皆循用。故事縣名亦多有之。獨嘉州以慶元初嘉定府。越三十年方改元嘉定，與諸府不同。 \\n 韓文公記夢詩百二十刻須臾間。《方氏舉正》載董彥遠云：世間只百刻，百二十刻以星紀言也。《朱文公考異》云：星紀之說未詳其旨，但漢哀帝嘗用夏賀良說刻漏，以百二十為度矣。余謂：「董說固妄，夏賀良之說行之不兩月而改，且衰世不典之事，韓公必不引用。」按：古之漏刻，晝有朝、禺、中、哺、夕，夜有甲、乙、丙、丁、戊。至梁武帝天監六年，始以晝夜百刻布之十二辰，每時八刻，仍有餘分。故今世歷家百刻舉成數，爾實九十六刻也。每時余分別為初、初正、初刻，一日合二十有四，每刻居六分刻之一，總而計之為四刻，始合百刻之數。刻雖有大、小，其名則百有二十。韓詩恐只取此止，正不須求之遠也。 \\n 熙寧間，賜岐王顥、嘉王頵玉帶各一。二王固辭，不聽。請加佩金魚以別嫌。詔並以玉魚賜之。王仲言《揮麈錄》謂玉帶為朝儀始此。其後嘗賜王安石。安石以辭不從，不得已受詔。次日即釋去。至徽宗朝以賜蔡京，京請佩金魚以自別於諸王，從之。自是何執中、鄭居中、王黼、蔡攸、童貫皆受賜。余按：唐永徽二年，敕問府儀同三司及京官文武職事四品、五品並給隨身魚。上元初，敕文武官三品以上服金玉帶—元中，敕珠玉錦繡，既令禁斷，准式三品以上飾以玉，四品以上飾以金，五品以上飾以銀者，宜於腰帶及馬鐙、酒杓，余悉禁斷。《董晉傳》謂五品而上金玉帶。所以盡飾以奉上。《史》傳載：賜玉帶，及臣下私以玉帶相贈，遺者班班可考。韓文公詩亦云：「不知官高卑，玉帶懸金魚。」則知唐已然矣。五代，漢隱帝嘗以賞郭威之功，既又召楊邠輩數人悉賜之。然不足稽也。楊文公《談苑》載：國朝賜帶之制，謂駙馬都尉初遷尚，賜白玉帶。親王皇族皆許通服雕玉、白玉等帶，則不始於岐、嘉二王審矣。玉魚，安重榮亦嘗自為之。 \\n 或問陸文安公何不註釋諸經以垂世陸曰：「六經乃注我者也。」 \\n 州縣治率南向，然「南面」二字，人臣不得用也。惟山谷《送徐隱父宰余干》詩云：「地方百里身南面。」豈別有所本歟恨讀書不多，不能詳也。 \\n 《章貢志》謂漢高帝六年，命灌嬰略定江南，令天下城縣邑，始置雩都縣。按《高紀》，六年冬十月但書令天下郡邑城而已，余皆無所見。雩都置縣，《地理志》不書歲月，考紀及傳，灌嬰蹤跡未嘗到江南。鑿空著書，可付一笑。洪駒父《豫章職方乘》亦謂灌嬰在漢初定江南，故祀以為城隍神，今江西郡縣城隍多指為灌嬰，其實非也。友人蕭子壽考《功臣侯表》，始知其為陳嬰。蓋嬰自定東陽為將，屬楚項梁，為楚柱國。四歲，項羽死，屬漢，定豫章、浙江，封堂邑侯，都漸。顏師古謂：「漸，水名，在丹陽黝縣南蠻中。」嬰既定諸地而都之。《地理志》註：黝，音伊字，本作黟，其音同，始知定江南者為陳嬰，流俗所傳不為全無所據，但誤其姓耳。 \\n  \\n   \\n  "}
{"章节": "● 卷二", "正文": "  \\n ●卷二 \\n 　 \\n  \\n 朱文公嘗與客談世俗風水之說，因曰：「冀州好一風水。雲中諸山，來龍也；岱岳，青龍也；華山，白虎也；嵩山，案也；淮南諸山，案外山也。」 \\n 曲忠壯在蜀有詩云：「破碎江山不足論，何時重到渭南村。一聲長嘯東風裡，多少未歸人斷魂。」 \\n 范沖嘗對高宗云：「詩人多作《明妃曲》，以失身胡虜為無窮之恨。獨王安石曰：『漢恩自淺胡自深，人生樂在相知心。』然則，劉豫之僭非其罪，漢恩淺而虜恩深也。今之背君父之恩，投拜而為盜賊者，皆合於安石之意，此所謂壞天下人心者也。」臨江徐思叔亦嘗病荊公此語，謂衛律李陵之風。乃反其意而為之，遂得詩名於時。其詞云：「妾生豈願為胡婦，失信寧當累明主。已傷畫史忍欺君，莫使君王更欺虜。琵琶卻解將心語，一曲才終恨何數。朦朧胡霧染宮花，淚眼橫波時自雨。專房莫倚黃金賂，多少專房棄如土。寧從別去得深嚬，一步思君一回顧。胡山不隔思歸路，只把琵琶寫辛苦。君不見，有言不食古高辛，生女無嫌嫁盤瓠。」 \\n 康節邵先生之學受於李挺之，而今世少知挺之者。晁以道嘗為作傳曰：李之才，字挺之，青社人，天聖八年同進士出身，為人樸直，率自信，無少矯厲。師河南穆伯長，伯長性卞嚴寡合，雖挺之亦頻在訶怒中。挺之事先生益謹，嘗與參校柳文者累月，卒能受《易》。時蘇子美亦從伯長學《易》，其專授受者惟挺之。伯長之《易》受之種征君明逸，種征君受之希夷先生陳圖南，其源流為最遠。究觀三才、象數變通，非若晚出尚辭以自名者。挺之初為衛州獲嘉縣主簿，權共城令。所謂康節先生邵堯夫者，時居母憂於蘇門山百源之上，布裘菜食，且躬爨以養其父。挺之叩門上謁，勞苦之曰：「好學篤志果何似。」康節曰：「簡策跡外，未有適也。」挺之曰：「君非跡簡策者，其如物理之學何」他日則又曰：「物理之學學矣，不有性命之學乎」康節謹再拜，悉受業於書。則先視之以陸淳《春秋》，意欲以《春秋》表儀《五經》，既可語《五經》大旨，則授《易》而終焉。世所謂康節先生之《易》者，實受之挺之。挺之器大，難乎識者。棲遲久不調，或惜之，則曰：「宜少貶之榮進。」友人石曼卿獨曰：「時不足以容君，君盍不棄之隱去」再調孟州司法參軍。時范忠獻公守孟，亦莫之知也。忠獻初建節鉞守延安，送者不用故事，出境外，挺之獨別近郊，或病之，謝曰：「故事也，居頃之。」忠獻謫安陸，挺之沿檄見之洛陽，前日遠境之客無一人來者。忠獻於是乎恨知挺之之晚。友人尹師魯以書薦挺之於葉舍人道卿，因石曼卿致之曰：「孟州司法參軍李之才，年三十九，能為古文章，語直意邃，不肆不窘，固足以蹈及前輩，非洙所敢品目，而安於卑位，頗無仕進意，人罕能知之。其才又達世務，使少用於世，必過人遠甚。幸其貧無貲，不能決其歸心。知之者當共成之。」曼卿報師魯曰：「今之業文好古之士至鮮，且不張，苟遺若人，其學益衰矣。」是師魯當盡心以成之者也。延年素不喜屈謁貴仕，以挺之書，凡四、五至道卿之門，通焉而後已。道卿且樂薦之，以是不悔。挺之遂得應銓新格，有保任五人，改大理寺丞，為緱氏令。未行，會曼卿與龍圖閣直吳學士遵路調兵河東，辟挺之澤州僉署判官。於是澤人劉仲更從挺之受曆法，世稱劉仲更之歷。遠出古今，上有揚雄、張衡之所未喻者，實受之挺之。在澤轉殿中丞，丁母憂，甫除喪，暴卒於懷州守舍。時友人尹子漸守懷也，實慶歷五年二月，子漸哭挺之過哀，感疾不逾月，亦卒。挺之葬青社，後十有二年一子以疾卒。又二十有四年，有侄君翁乞康節表其墓曰：求於天下，得聞道之君子李公以師焉，以道此傳，頗能道其出處之詳。然康節嘗曰：「今世知道者，獨子及李挺之二人而已。」則此傳豈足以盡挺之哉 \\n 東坡公知揚州，夢行山林間，一虎來噬，方驚怖，有紫衣道士揮袖障公，叱虎使去。明日，一道士投謁曰：「夜出不至驚畏否」公咄曰：「鼠子乃敢爾，本欲杖汝脊，汝謂吾不知汝子夜術邪」道士惶駭而退。《林靈素傳》中徽宗神霄夢亦此類。新淦祥符觀道士何得一，宣和間游京帥，遇方士陶光國，愛其人物秀整，語之曰：「當為辦一事始亟歸。」無幾何，徽宗夢人曰：「天上神仙鄭化基，地下神仙何得一。」明日命閱祠郚帳，得諸新淦籍中，化基其師也。遽命召，時得一方次郢州守貳，禮請以往。既對，上大悅，賜號沖妙大師，主龍德太一宮，旋授丹林郎。制曰：「惟上帝休命，誕集朕躬，故宏天飛之舊宮，奉真棋之列御，非得端靖修潔之士，孰與致朕嚴恭寅畏之意哉爾植志靡懈，飾履有聞，嘉其積勤，超進仙秩，尚敦而素，毋終墮哉。時六年六月二十五日也。未幾，中原亂，得一亦歸里，坎壈以死。得一，庸人無他異，僥倖至此。光國，不知何許人也。 \\n 孔子曰：「君子周而不比，小人比而不周；君子喻於義，小人喻於利；君子坦蕩蕩，小人長慼慼；君子和而不同，小人同而不和；君子易事而難說也，說之不以道不說也，及其使人也器之；小人難事而易說也，說之雖不以道說也，及其使人也求傋焉。君子泰而不驕，小人驕而不泰；君子上達，小人下達；君子求諸己，小人求諸人；君子不可小知而可大受也，小人不可大受而可小知也。」君子小人之情狀，其判然如此。為士者當知所擇矣。余亦懼為小人之歸也。筆之以自警焉。 \\n 「萬里鑾輿去不還，故宮風物尚依然。四圍錦繡山河地，一片雲霞洞府天。空有遺愁生落日，可無佳氣起非煙。古來國破皆如此，誰唸經營二百年。」此毛麾《過龍德故宮》詩也。麾，字牧達，平陽府人，有《平水老人詩集》十卷，行於虜境，榷商或攜至中國，余偶得一帙，可觀者頗多。《序》稱其父當宋大觀三年，上捨登第，後中宏詞科，季年嘗任給事中。按《登科記》，大觀三年榜中毛安節者，蓋其父。然次年詔改宏詞為詞學兼茂。終徽宗、欽宗兩朝，取詞科為郎者，皆無毛姓，必陷虜後事也。 \\n 集賢殿修撰，舊多以館閣久次者為之。有自常僚超授要仕未至從官者亦除修撰，時人遂有冷撰、熱撰之目。近世士夫以集英為熱撰、右文秘閣為冷撰，非也。右文即集賢，政和五年改。 \\n 讀《橫渠》詩，最愛其一篇云：「學易窮源未到時，便將虛寂眇心思。宛如童子攻詞賦，用即無差問不知。」 \\n 胡致堂著《讀史管見》，主於譏議秦檜，一開卷可考也。如論耶律德光諭晉祖宜以桑維翰為相，謂維翰雖因德光而相，其意特欲興晉而已。固無挾虜以自重，劫主以盜權之意，猶足為賢，尤為深切。致堂，本文定從子，其生也，父母欲不舉，文定夫人舉而子之，及貴，遭本生之喪，士論有非之者。故漢宣帝立皇考廟，晉出帝封宋王敬儒兩章，專以自解，而於漢哀帝謝立定陶後一節，直謂為人後者，不顧私親，安而行之，猶天性也。吁甚矣。首卷論豫讓報仇曰：「無所為而為善，雖大學之道不是過。」若致堂者，其亦有所為而著書者歟然其間確論固不容掩也。 \\n 近時後進稱前輩之字，人多非之。余謂不然，孔門弟子皆稱其師曰仲尼，則豈不可。又有父祖既沒，子孫不忍稱其字者，亦古之所無。北齊王元景兄弟諱其父之字，顏之推譏之，然父沒而不能讀父之書，母沒而杯圈不能飲焉，況稱其字乎以情推之，亦未為過。古者以王父字為氏，雖只一字，似未安也。 \\n 梁武命袁昂作《書評》，其答啟云：「奉教遣臣評古今書，臣愚短，豈敢輒量江海，但天旨諉臣斟酌是非，謹品字法如前。」今《淳化法帖》第五卷智果書此一段，謂為梁武帝評書，中興館閣書目亦然，誤也。其略云：「王僧虔書猶如揚州王謝家子弟，縱復不端正奕奕，皆有一種風氣。王子敬書如河朔少年，皆充悅，舉體沓拖而不可耐。羊欣書似婢作夫人，不堪位置，而舉止羞澀，終不似真。阮研書如貴胄失品次，不復排突英賢。王儀同書如晉安帝，非不處尊位而都無神明。殷均書如高麗人，抗浪乃不有意氣，而姿顏自足精味。徐淮南書如南岡士大夫，徒尚風軌，然不寒乞。陶隱居書如吳興小兒形狀，未成長，而骨體甚峭快。吳拖書如新亭傖父，一往似揚州人共語，語便態出。柳產書如深山道士，見人便欲退縮。曹喜書如經論道士，言不可絕。王右軍書字勢雄強，如龍跳天門，虎臥鳳閣，故歷代寶之，永以為訓。蔡邕書骨氣洞達，爽爽如有神力。程曠平書如鴻鵠弄翅，頡頏佈置，初雲之見白日。蕭思話書如舞女低腰，仙人嘯樹。李鎮東書如芙蓉之出水，文彩如鏤。金桓元書如快馬八陳，隨人屈曲，豈須文譜。范懷約真書有分草書，無功，故知簡牘非易。皇象書如韻音繞樑，孤飛獨舞。孔琳之書如散花空中，流徽自得。李巖之書如鏤金素月，屈玉自照。薄紹之書如龍游在霄，繾綣可愛。崔子玉書如危峰阻日，孤松單枝。邯鄲淳書應規入矩，方圓乃成。師宜官書如鵬翔未息，翩翩而自逝。梁鵠書如龍威虎震，劍拔弩張。張伯英書如武帝愛道，憑虛欲仙。衛恆書如插花舞女，援鏡笑春。索靖書如飄風忽舉，鷙鳥乍飛。鍾繇書如雲鶴游天，群鴻戲海，行間茂密，實亦難過。」米元章采隋唐至本朝得一十四家續之。」僧智水書經氣骨清健，大小相雜，如十四五貴胄褊性，方循繩墨，忽越規矩。褚遂良如熟馭戰馬，舉動從人，而別有一種驕色。虞世南如學休糧道士，神意雖清而體氣疲睏。歐陽詢如新痊病人，顏色憔悴，舉動辛勤。柳公權如深山道士，修養已成，神氣清健，無一點塵俗。顏真卿如項羽掛甲，樊噲排突，硬弩欲張，鐵柱將立，卬然有不可犯之色。李邕如乍富小民，舉動屈強，禮節生疏。徐浩如蘊德之人，動容溫厚，舉止端正，敦尚名節，體氣純白。沈傳師如龍游天表，虎踞溪傍，神情自如，骨法清虛。周越如輕薄少年舞劍，氣勢空健，而鋒刃交加。錢易如美丈夫肌體充悅，神氣清秀。蔡襄如少年女子，體態嬌嬈，行步緩漫，多飾繁華。蘇舜欽如五陵少年訪雲尋雨，駿馬青衫，醉眠芳草，狂歌院落。張友直如宮女插花，媚嬌對鑒，端正自然，別有一種嬌態。」《唐書．王勃傳》載開元中張說與徐堅論近世文章。說曰：「李嶠、崔融、薛稷、宋之問之文，如良金美玉，無施不可。富嘉謨如孤峰絕岸，壁立萬仞，濃雲郁興，震雷俱發，誠可畏也。若施於廊廟，駭矣。閻朝隱如麗服靚妝，燕趙歌舞，觀者忘疲。若類之風雅，則罪人矣。」堅問：「今世奈何」說曰：「韓休之文如大羹，元酒有典則薄於滋味。許景先如豐肌膩理，雖穠華可愛而乏風骨。張九齡如輕縑素練，實濟時用，而窘邊幅。王翰如瓊杯玉斝，雖爛然可珍而多玷缺。」堅謂篤論。齊道人湯惠休云：「謝靈運詩如芙蓉照水。顏延年詩如錯彩縷金。」梁鍾嶸云：「范雲詩宛轉清便，如流風回雪。邱遲詩點綴映媚，如落花在草。」張芸叟評本朝名公詩：「梅聖俞如深山道人，草衣木食，王公大人見之不覺屈膝。石曼卿如饑鷹乍歸，迅逸不可言。歐陽永叔如春服乍成，釃酒初熟，登山臨水，竟日忘歸。王介甫如空中之音，相中之色，欲有尋繹，不可得矣。蘇子瞻如武庫乍開，干矛森然，見之不覺令人神悚，子細檢點，不能無利鈍。郭功父如大排筵席，二十四味，終日揖遜，適口者少。」劉中叟《塵土黃詩序》謂：「樂府自唐以來，杜甫則壯麗結約，如龍驤虎伏，容止有威。李白則飄揚振激，如游雲轉石，勢不可遏。」今主管廣東漕司文字長樂敖器之，遂盡取魏晉而下詩人，演而為詩，評曰：「因暇日與弟侄輩評古今諸名人詩。魏武帝如幽燕老將氣韻沈雄。曹子建如三河少年，風流自賞。鮑明遠如饑鷹獨出，奇矯無前。謝康樂如東海揚帆，風日流麗。陶彭澤如絳雲在霄，舒捲自如。王右丞如秋水芙蕖，倚風自笑。韋蘇州如園客獨繭，暗合音徽。孟浩然如洞庭始波，木葉微脫。杜牧之如銅丸走阪，駿馬注坡。白樂天如山東父老，課農桑言，言皆實。元微之如李龜年說天寶遺事，貌悴而神不傷。劉夢得如鏤冰雕瓊，流光自照。李太白如劉安雞犬遺響，白雲覆其歸存，恍無定處。韓退之如囊沙背水，惟韓信獨能。李長吉如武帝食露槃，無補多欲，孟東野如埋泉斷劍，臥壑寒松。張籍如優工行鄉飲，酬獻秩如時，有詼氣。柳子厚如高秋獨眺，霽晚孤吹。李義山如百寶流蘇，千絲鐵網，綺密環妍，要非適用。本朝蘇東坡如屈注天潢，倒連滄海，變眩百怪，終歸雄澤。歐公如四瑚八璉，止可施之宗廟。荊公如鄧艾縋兵入蜀，要以嶮絕為功。山谷如陶宏景祗詔入宮，析埋談元，而松風之夢故在。梅聖俞如開河放溜，瞬息無聲。秦少游如時女步春，終傷婉弱。後山如九皋獨唳，深林孤芳，衝殺自妍，不求識賞。韓子蒼如梨園按樂，排比得倫。呂居仁如散聖安禪，自能奇逸。」其它作者未易殫陳，獨唐杜工部如周公製作，後世莫能擬議。 \\n 沈存中《筆談》載石曼卿居蔡河下曲，鄰有豪家，曼卿訪之，延曼卿飲，群妓十餘人各執餚果樂器。一妓酌酒以進，酒罷樂作，群妓執果餚者萃立其前，食罷，則分列其左右。京師人謂之軟槃。余按：江南李氏宰相孫晟每食不設几案，使眾妓各執一器，環立而侍，號肉台盤。時人多效之。事見《五代史記．死事傳》及馬令南《唐書．義兒傳》。軟槃蓋始於此。 \\n 三省密院奏事退，覆奏所得旨。周文忠書其本末於《二老堂雜誌》甚詳。著其略於此。淳熙四年四月甲戌，垂拱殿大參使相曾覿起居退，肩輿歸第，直省官賈光祖散、祗候李處和、使臣唐章騎從。已而參政龔茂良奏事畢，馳馬入堂，遂踵相躡。街司促光祖輩避道，光祖輩出語不遜。光祖、處和實隸籍三省密院，茂良大不能平。明日奏其事，上諭覿致謝。又明日，覿以光祖、處和申省施行。上謂茂良先權衡替二人，然後施行。茂良遽下臨安府，杖罷。丁丑，上批問：「茂良昨已面諭，何遽也」自是茂良待罪，求去不絕。五月甲子，戶部郎謝開之賜出身，除殿中侍御史。六月丁丑，茂良除資政學士，知鎮江府。是日，開之對。壬午，再對。癸未，茂艮落職。放罷。於是覿之姻家韓彥古獻議，三省密院舊奏事退，逕批聖旨，非是。乞朝退，一一覆奏，禁中詳觀乃付出，專為此也。上大以為然，自是每事於奏目後用黃紙貼，云得旨云云。朝退封入，改則改，留則留，遂以為常。是月末，蜀人張唐卿欲用淮南舊賞改官，趙雄力主之。都承旨王抃執不可，雄乃請改次等，合入官，既覆奏，止令循兩資。明日，上諭三省云：「若非覆奏，幾誤推賞，此可為萬世法，雖有強臣跋扈不能易也。」七月癸丑，開之又論茂良，遂謫散官，英州安置。國初自范質進擬，已更舊制，至是復創覆奏云—之名下一字曰然，上一字犯御嫌名，故書其字。 \\n 《靖州圖經》載其俗，居喪不食酒肉鹽酪，而以魚為蔬，今湖北多然，謂之魚菜，不特靖也。老杜《白小詩》云：「白小群分命，天然二寸魚。細微沾水族，風俗當園蔬。」正指此。蓋老杜嘗往來荊楚，而此詩則嘉興魯氏定為夔門所作。夔亦與湖北相鄰故也。注杜詩者皆不及此。《韻語陽秋》云言白小與菜無異，豈復有厚味哉非其指矣。 \\n 唐僖宗乾符二年，禮部侍郎崔沆下進士三十人，鄭合敬第一。《摭言》載其《宿平康里詩》云：「春來無處不閒行，楚閏相看別有情。好是五更殘酒醒，時時聞喚狀頭聲。」注云：楚娘、閏娘妓之尤者。《韻語陽秋》謂為鄭谷所作。誤矣。 \\n 臨安有鬻紙者，澤以漿粉之屬，使之瑩滑，謂之蠲紙。蠲猶潔也。《詩》：「吉蠲為喜。」《周禮》：「宮人除其不蠲。」名取諸此。又記五代《何澤傳》載：「民苦於兵，往往因親疾以割股，或既喪而廬墓，以規免州縣賦役，戶部歲給蠲符不可勝數，而課州縣出紙號蠲紙。」蠲紙之名適同，非此之謂也。 \\n 唐明宗時，加秦王從榮天下兵馬大元帥。有司言元帥或統諸道，或專一，而自前世無天下大元帥之名，其禮無所考按。余按：唐至德初，以廣平王為天下兵馬元帥。天復三年三月，以輝王祚為諸道元帥。其年十二月，敕《國史》所書元帥之任，並以天下為名，乃自近年改為諸道，宜卻復為天下兵馬元帥。至德距長興尚遠，若天復，則耳目相接，而有司皆不之知，何其陋邪元帥之名肇見於《左氏．晉謀元帥》是也。然是時所謂元帥者，中軍之將爾，未以官名也。至隋始有行軍元帥，唐初有左右元帥、太原道行軍元帥、西討元帥，自此浸多。然天下兵馬元帥則始於廣平，大元帥則始於從榮。唐末嘗以天下兵馬元帥授朱全忠，偽吳以天下兵馬大元帥授李忭，梁末帝以天下兵馬都元帥授錢鏐，晉高祖以天下兵馬都元帥授錢元瓘，出帝以東南面兵馬都元帥授錢宏佐，周又以天下兵馬都元帥授錢俶。國初，改為天下兵馬大元帥。古今當其任者，蓋寥寥可數，而我高宗皇帝遂自此應中天之運。初元帥皆親王為之，廷臣副貳而已，惟哥舒翰、郭子儀、李光弼、房琯皆嘗真除。錢氏繼之，全忠自置。忭偽命，不足道也。 \\n 岑彭引兵從光武破天水，與吳漢圍隗囂於西城。時公孫述將李育將兵救囂，守上邽，帝留蓋延、耿弇忭圖之，而車駕東歸。敕彭書曰：「兩城若下，便可將兵南擊蜀，虜人苦不知足，既平隴復望蜀。」世言「寐虡愔」本此。又司馬懿為曹操主簿，從討張魯，言於操曰：「劉備以詐力虜劉璋，蜀人未附，而遠爭江陵，此機不可失也。今若曜威漢中，益州震動，進兵臨之，必瓦解，因此之勢易為功力，聖人不能違時，亦不失時。」操曰：「人苦無足，既得隴右復欲得蜀。」言竟不從。蓋用前語也。 \\n 晉明帝問王導晉所以得天下，導陳司馬懿創業之始及司馬昭弒高貴鄉公事。明帝以面覆床曰：「若如公言，晉祚復安得長遠」殊不思牛繼馬後，晉已絕矣。 \\n 古今詠史之作多矣，以經子被之聲詩者蓋鮮。張橫渠始為《解詩》十三章。葛覃曰：「葛蔓青長谷鳥遷，女功興念憶歸安。不將貴盛驕門族，容使親心得盡歡。」卷耳曰：「閨閫誠難與國防，默嗟徒御困高岡。觥罍欲解痡瘏恨，采耳元因備酒漿。」洪忠宣著《春秋記詠》三十卷，凡六百餘篇。《石碏大義滅親》曰：「惡吁及厚篤忠純，大義無私遂滅親。後代奸邪殘骨肉，屢援斯語陷良臣。」《鄭人來渝平》曰：「鄭人來魯請渝平，姑欲修和不結盟。使宛歸鬯平可驗，二家何誤作墮成。」張無垢亦有《論語絕句》百篇。夫子之文章可得而聞也，夫子之言性，與天道不可得而聞也。曰；「既是文章可得聞，不應此外尚云云。如何夫子言天道，肯把文章兩處分。」《顏子簞瓢》曰：「貧即無聊富即驕，回心獨爾樂簞瓢。個中得趣無人會，惆悵遺風久寂寥。」近歲嘗見《紀孟十詩》，《題張孝祥作於湖》集中無之必依托者，如「爭地爭城立霸基，焉能一統混華夷。力期行政需求艾，深欲為王愧折枝。緣木求魚何及計，為叢驅雀失深思。是宜孟氏諄諄誨，不嗜殺人能一之。異端邪說日交馳，聖哲攻之心費辭。深詆並耕排許子，極言二本辟夷之。復明陳仲廉無取，力斥楊朱義不為。寄語外人非好辨，欲令大道日星垂。」又黃次伋者，不知何人，《賦評孟》十九篇，極詆孟子，且及子思，漫紀一、二。首篇《傳道八句》云：「此道曾參得最真，寥寥千載付何人。所傳伋也亦無母，誰覺軻乎唱不臣。忠孝缺來今已久，中庸到此盍惟新。願言為子為臣者，勿據悠悠紙上塵。」《文王之囿方七十里》一絕云：「庇民德莫大文王，西伯都來百里強。園囿盤遊方七十，斯民何處事耕桑。」蚍蜉撼大樹，可笑不自量也。若康節先生觀《易》、觀《書》、觀《詩》、觀《春秋》四吟，則盡掩眾作，「一物其來有一身，一身還有一乾坤。能知萬物備於我，肯把三才別立根。天向一中分體用，人於心上起經綸。天人焉有兩般事，道不虛行只在人。吁嗟四代帝王權，盡入區區一舊編。或讓或爭三萬里，相因相革二千年。唐虞事業誰能繼，湯武功夫世莫傳。時既不同人又易，仲尼惡得不潸然。愛君難得似當時，曲盡人情莫若詩。無雅豈明王教化，有風方識國興衰。知音未若吳公子，潤色曾經魯仲尼。三百五篇天下事，後人誰敢更譏非。堂堂王室寄空名，天下無時不戰爭。滅國伐人惟恐後，尋盟報怨未嘗寧。晉齊命令炎如火，文武鎡基冷似冰。唯有感麟心一片，萬年千載若丹青。」 \\n  \\n   \\n  "}
{"章节": "● 卷三", "正文": "  \\n ●卷三 \\n 　 \\n  \\n 晉簡文母鄭太后，諱阿春。晉人避其諱，皆以《春秋》為《陽秋》。後傳孝武下詔依《陽秋》故事，上尊號孝武母。《李太后傳》何澄等議服制，曰《陽秋》之義，母以子貴是也。若《褚裒傳》桓彝目之曰有皮裡《陽秋》，《荀弈傳》張闓、孔愉難弈。駁陳留王出城大謂宋不城周。陽秋所譏，則皆事在鄭後之前，晉之史官追改以避之耳。故孫盛輩著書曰《晉陽秋》。近世葛常之待郎作《詩話》極其該洽，顧名之曰《韻語陽秋》，以今人而為晉諱，不深考也。晉世後諱多矣，獨避鄭諱為不可曉。然盛又有《魏氏春秋》，習鑿齒亦著《漢晉春秋》，司馬彪作《九州春秋》，則當時亦不盡避，史官亦不能盡改。蓋晉史凡十八家，而唐人修書又出於二十一人之手，豈無同異耶？ \\n 世俗稱列寺卿曰大卿，諸監曰大監，所以別於少卿監。自國初以寺監寄祿之時已然，相承甚久。然前代但有大鴻臚、大司農、大匠而已。大卿、大監之名殊不典。元魏雖有大宗正卿、大司農卿，隋亦有新都大監，然皆不足證也。獨晉人謂著作郎為大著作，《職官志》亦然。今稱著作郎曰大著，粗有據依。 \\n 元昊寇邊，韓忠獻駐兵延安。夜有人攜匕首至臥內，遂褰帷。韓起坐問誰何。曰：「某來殺諫議。」「誰遣汝來」曰：「張相公。」蓋張元也。韓復就枕曰：「汝攜我首去。」曰：「某不忍，願得諫議金帶足矣。」取帶而出。明日不復治其事。俄守陴卒報城櫓上得金帶，乃納之，明受之變。張忠獻自平江起義勤王，行次嘉禾。一夕坐至夜分，警備嚴甚。忽有刺客至前，出腰間文書，乃苗劉使來賊公者，賞格甚盛。時左右睡已熟，張遽問：「爾欲何為」對曰：「某河北人，粗知逆順，豈肯為賊用況侍郎精忠大節，感通神明，某又安忍致害邪特見備御未至，恐後復有來者，故相報耳。」張下執其手，問其姓名。曰：「某粗讀書，若言姓名，是徼後利，顧有母在河北，今徑歸矣。」拂衣而去，超捷若神。翼日張取獄死囚，斬以徇。曰：「此刺客也。」私識其人，終身物色，竟不遇。二事頗相似，但受帶一節，韓不及張。而前之刺客，亦不可以望後者也。漢梁王使人刺爰盎。刺者至關中，問盎，稱之皆不容口。乃見盎曰：「臣受梁王金刺君。君長者，不忍刺。然後刺者十餘曹，備之。」又與張事相類。然爰卒不免，而張竟無他。張公忠臣，爰非真長者，天理為不誣矣。韓事見王彥輔《麈史》，張事具行狀。 \\n 光逸為門亭長，迎新令至京師。胡母輔之輩語令家，望見彤，奇之。李矩為吏，送故縣令於長安，梁王肜以為牙門，以是知吏從迎送之儀，晉已然矣。《宋書?庾登之傳》載其除豫章太守。自臨川便道之官，亦云儀迓光赫。又，謝方明自晉陵太守為南郡相，晉陵亦有送故主簿隨在西。蕭梁時諸鎮皆有迎主簿。 \\n 今人以月一日、八日、十四日、十五日、十八日、二十三日、二十四日、二十八日、二十九日、三十日不食肉。謂之「十齋」，釋氏之教也。余按《唐會要》，武德二年正月二十四日詔：自今已後，每年正月、九月，及每月十齋日，並不得行刑。所在公私宜斷屠釣，永為常式。乾元元年四月二十二日，敕每月十齋日及忌日，並不得采捕屠宰，仍永為式。其來尚矣。《九國志》亦載：「南唐大臣多蔬食，月為十齋。今斷獄律、疏議列此十日，謂之十直日。」 \\n 白樂天於潯陽舟中見商婦賦《琵琶行》，其中有云：「商人重利輕別離，前月浮梁買茶去。」是時此商留家潯陽而遠取茶於浮梁。始知潯陽之茶，唐未有也。今其行幾遍天下，而浮梁所產反不著。時代推移，而土地所生亦復變遷如此。 \\n 《晉書》：王育仕劉淵為太傅；韋忠仕劉聰為鎮西大將軍；劉敏元仕劉曜為中書侍郎。三人者，皆嘗委質於晉矣，而皆謂之忠義。王宏桎梏罪人，以泥墨塗面，置深坑中，餓不與食。太康中，檢察士庶，使車服異制，宏緣此復遣吏科檢婦人衵服，至褰發於路。顧謂之良吏。王渾妻鍾氏，嘗夫婦共坐，其子濟趨庭而過。渾欣然曰：「生子如此，足慰人心。」鍾笑曰：「若使新婦得配參軍生子，故不翅如此。」參軍者，渾弟淪也。顧謂之烈女，真可發一笑。 \\n 邵康節《洛陽春八絕》其一云：「四方景好無如洛，一歲花奇莫若春。景好花奇精妙處，又能分付與閒人。」先鑒堂《朝野遺事》載呂吉甫在趙韓王南國，京師丐人曰風乞兒者，持大扇造呂求詩。呂即書扇上：「無人肯作知非乞，沒藥堪醫最是風。求乞害風都占斷，筭來世上少如公。」呂詩雖戲謔，然句體絕與邵詩相類。 \\n 呂居仁舍人嘗與汪聖錫尚書論並拜兩相，獨曾文昭草文肅制為得右相詞命之體。乾道間，虞忠肅拜右揆，汪適當制，遂祖其意而為之。余按曾制云：左右置相，以總吾喉舌之司；東西分台，以干我鈞衡之任。居中如鼎足之峙，承上若台符之聯，相須而成，缺一不可。乃登次輔，以告大廷。汪制云：朕洪惟國朝之制，並建宰輔之司，應變守文，咸底於道。獻可替否，各單厥心。矧予繼承，惟日兢惕。懋乃後德，交修繄賴於同寅；揚於王庭，孚號式新於眾聽。其登次相，以葉舊章。似微不及也。初，韓忠彥拜左僕射，蔡京當制，欲刺探徽宗之意，徐奏請曰：「制詞合作專任一相，或作分任兩相之意。」徽宗曰：「專任一相。」翼日，京出，宣言曰：「子宣不復相矣。」已而復召肇草制，拜布右僕射。肇之詞蓋有為云。 \\n 李昊仕於蜀，王衍之亡，為草降表，及孟昶降又草焉。蜀人夜表其門曰：世修降表李家。當時傳以為笑。余記晉謝澹少歷顯位，桓元之篡以澹兼太尉，與王謐俱繼冊到姑孰。元熙中為光祿大夫，復兼太保，持節奉冊禪宋。正堪作對。 \\n 漢昭帝察霍光之忠，知燕王上書之詐，後世稱其明。順帝時張逵輩譖梁商謀廢立，帝知其妄，收逵等，殺之，與昭帝相類。洪文敏謂順帝復以政付梁冀，其明非昭帝比，故不為人所稱。前燕慕容暐初立。慕容根譖慕容恪、慕容評將謀為亂。暐曰：「二公國之親穆，先帝所托終，應無此，未必非太師將為亂也。」收根等，斬之。可與昭、順並稱。考三君之年，昭帝十四，順帝二十五，而暐方十一，尤不可及。然其末年，恪既死，母后亂朝，評以黷貨干政，不能容慕容垂之勳德，遂為苻秦所滅。與早歲殊不相似，又非順帝比也。 \\n 東蜀楊天惠撰《彰明縣附子記》云：綿州故廣漢地，領縣八，惟彰明出附子。彰明，領鄉二十，惟赤水、廉水、會昌、昌明宜附子。總四鄉之地，為田五百二十頃有奇。然粳稻之田五，菽粟之田三，而附子之田止居其二焉。合四鄉之產，得附子一十六萬斤已上，然赤水為多，廉水次之，而會昌、昌明所出微甚。凡上農夫，歲以善田代，處前期，輒空田一再耕之蒔薺麥，若巢縻其中。比苗稍壯，並根葉耨覆土下，復耕如初，乃布種。每畝用牛十耦，用糞五十斛。七寸為壟，五寸為符，終畝為符二十，為壟千二百。壟從符衡，深亦如之。又以其餘為溝為塗。春陽墳盈，丁壯畢出，疏整符壟，以需風雨。風雨時過，輒振拂而駢持之。既又挽草為援，以御烜日。其用上力，比它田十倍。然其歲獲亦倍稱，或過之。凡四鄉度用種千斛以上。種出龍安及龍州齊歸、木門、青堆、小平者良。其播種，以冬盡十一月止。採擷，以秋盡九月止。其莖類野艾而澤，其葉類地麻而厚，其花紫、葉黃、甤長苞而圓。蓋其實之美惡，視功之勤窳，以故富室之人常美，貧者雖接軫，或不盡然。又七月有采者，謂之早水，拳縮而小，蓋附子之未成者。然此物畏惡猥，多不能常熟，或種美而苗不茂，或苗秀而實不充，或已釀而腐，或已暴而攣，若有物焉陰為之。故園人將采，常禱於神，或目為藥妖雲。其釀法，用醯窖安密室，淹覆彌月乃發，以時暴涼，久乃干定。方出釀時，其大有如拳者，已定，輒不盈握。故及兩者，極難得。蓋附子之品有七、實本同而末異，其種之化者為烏頭附，烏頭而傍生者為附子，又左右附而偶生者為鬲子，又附而長者為天雄，又附而塵者為天佳，又附而上出者為側子，又附而散生者為漏藍，皆脈絡連貫，如子附母。而附子以貴故，獨專附名，自余不得與焉。凡種一而子六七以上，則其實皆小；種一而子二三，則其實稍大；種一而子特生，則其實特大。此其凡也。附子之形，以蹲坐、正節、角小為上，有節、多鼠乳者次之，形不正而傷缺風皺者為下。附子之色，以花白為上，鐵色次之，青綠為下。天雄、烏頭、天佳，以豐實過握為勝，而漏藍、側子，園人以乞棄役夫，不足數也。大率蜀人餌附子者少，惟陝輔、閩、浙宜之。陝輔之賈才市其下者，閩浙之賈才市其中者，其上品則皆士大夫求之。蓋貴人金多喜奇，故非得大者不厭。然土人有知藥者，雲小者固難用，要之半兩以上皆良，不必及兩乃可。此言近之。按《草經》及注載：「附子出犍為山谷，及江左山南嵩齊魯間。」以今考之，皆無有，誤矣。又云：「春采為烏頭，冬采為附子」。大謬。又云：「附子，八角者良，其角為側子。」愈大謬，與余所聞絕異。豈所謂盡信書不如無書者類耶以上皆楊說，古《涪志》既刪取其略，著於篇。然又云：「天雄與附子類同而種殊，附子種近漏藍，天雄種如香。附子凡種，必取土為槽，作傾邪之勢，下廣而上狹，置種其間。其生也與附子絕不類，雖物性使然，亦人力有以使之。」此又楊說所未及也。審如《志》言，則附子與天雄非一本矣，楊說失之。《本草圖經》與此小異。《廣雅》云：「奚毒，附子也。一歲為萴子，二歲為烏喙，三歲為附子，四歲為烏頭，五歲為天雄。」蓋亦不然。鬲子、天佳、漏藍三物，《本草》皆不著。張華《博物誌》又云：「烏頭、天雄、附子，一物。春秋冬夏采各異地。」 \\n 《左氏傳》：內蛇與外蛇斗於鄭南門中，內蛇死，六年而厲公入漢。太始四年，趙有蛇從郭外入邑，與邑中蛇群鬥孝文廟下，邑中蛇死。六年而武帝崩。異哉！然趙敬肅王、彭祖薨於次年，亦其應也。 \\n 《玉壺清話》：真宗問近臣：「唐酒價幾何？」丁晉公奏曰：「每升三十引。杜甫詩曰：『速須相就飲一鬥，恰有三百青銅錢。』」子嘗因是戲考前代酒價，多無傳焉，惟漢昭帝罷榷酤之時，賣酒升四錢，明著於史。劉貢父云：「所以限民不得厚射利」。是以《典論》謂孝靈末，百司湎酒，酒千文一鬥。曹子建樂府「歸來宴平樂，美酒斗十千。」此三國之時也。然唐詩人率用此語，如李白「金樽清酒斗十千」，王維「新豐美酒斗十千」，白樂天「共把十千酤八斗」。又「軟美仇家酒，十千方得鬥。」又「十千一斗猶縣飲，何況官供不著錢。」崔輔國「與酤一鬥酒，恰用十千錢。」郎士元六言絕句「十千提攜一斗，遠送瀟湘故人」，皆不與杜詩合。或謂詩人之言不皆如詩史之可信，然樂天詩最號紀實者，豈酒有美惡價不同歟抑何其遼絕耶穆宗朝，王仲舒為江西觀察使，時谷數斛易鬥酒，尤可怪。楊凝詩「湘陰直與地陰連，此日相逢憶醉年。美酒非如平樂貴，十升不用一千錢。」《嶺表錄異》云：「廣州人多好酒，生酒行兩面羅列，皆是女人招呼，鄙夫先令嘗酒，盎上白瓷甌謂之（舌瓦），一（舌瓦）三文，不持一錢來去。嘗酒致醉者，當壚嫗但笑弄而已。」《嶺表錄異》，唐之書也，今必不然。（舌瓦）字不見於字書。《說文》云：「甌瓿謂之（舌瓦），（舌瓦）盈之切疑是（舌瓦）字，傳寫之誤，或南方俗字自有（舌　）字，亦不可知。」若梁元帝《長歌行》：「當壚擅旨酒，一卮堪十千。」謂之堪，則非真十千也。 \\n 諺謂物多為無萬數，《漢書．成帝紀》語。 \\n 漢成帝詔言：昌陵作治五年，客土疏惡，終不可成。服虔注曰：取他處土以增高為客土。乃知「客土」二字，其來甚古。《唐書．方技．杜生傳》亦有「客土無氣」之語。蓋以近世云。 \\n 唐太宗時，米斗三錢，後世以為美談。梁夫監四年，米斛亦三千錢。唐元和六年，天下米斗有直二錢者，人罕稱道，然皆不若漢宣帝元康間，嘗谷石五錢矣。此古今所無也。東魏元象興和中谷九錢，可以為次矣。 \\n 漢世大率錢重，前所書酒升四錢、谷石五錢，概可推已。元康神爵之間，金城、湟中谷斛亦不過八錢。惟元帝永光二年，歲比不登，京師谷石二百餘，邊郡四百，關東五百。時四方饑饉，朝廷以為憂。而其先初元二年，齊地饑，谷石財三百餘，民已多餓死者矣。王莽時，黃金一斤直錢萬朱提，善銀八兩直一千五百八十，它銀八兩直一千而已。高帝賀呂公紿曰「賀錢萬」，呂公大驚，起迎之門。顏師古謂以其錢多，故特禮之。若今世十千，何足驚也。元帝臨獸圈，猛獸驚出，馮貴人前當之，帝雖嘉美其義，僅賜錢五萬。惠帝元年，民有罪，得買爵三十級以免死罪。應劭謂一級直錢二千，凡為六萬。武帝天漢、大始間，募死罪入贖錢五十萬減死一等，雖數逾惠帝時八倍，然後世正使匱乏極，亦何肯出此令可見當時錢之艱得也。至成帝鴻嘉中，買爵之價殺而為千錢矣。西都制祿以谷，奉錢皆無所考。僅可知者，丞相、大司馬、大將軍月六萬，御史大夫月四萬，光祿大夫月萬二千，司隸校尉月數千，諫大夫月九千二百，秩百石月六百，待詔公車月二百四十，其薄？至此。貢禹遷光祿大夫，猶謂家日益富。後漢之制，凡受俸者皆半錢半谷。延平中定制，中二千石俸錢月九千，不若今世初品官之俸也。洪文惠《隸釋》云：「漢刻載修廟及表墓人所貢有出錢百者。」熹平四年，濟陰太守張寵以二千祠堯，碑遂誇而書之。貢禹被征，賣出百畝以供車馬。以今江淛田賈會之，不減二三千緡，車馬之費當不至是，則當時田價亦非今比。西都外戚之盛，萌芽於元帝之時，王嘉謂是時貲千萬者尚少，他復何言崔烈入錢五百萬，得為司徒，五百萬五千緡也，以今助邊之數校之，但可得校副尉耳。並發觀者一笑。 \\n 漢長安有四尉，晉洛陽有六尉。隋改縣尉為縣正，又為書佐。《新唐書．百官志》注云：唐武德元年，改書佐曰縣尉，尋改曰正，畿縣上縣，正皆四人。七年，改縣正復曰尉，然唐《六典》載萬年、長安、河南、洛陽、奉先、太原、晉陽七縣，尉各六人，京兆、河南、太原諸畿縣及諸州上縣，尉各二人而已。新、舊《唐書》皆從之。《新書》自與注文矛盾，不能定於一也。按李太白作《溧陽瀨水貞義女碑》云：「縣尉廣平宋涉、丹陽李濟、南朝陳然、清河張昭皆有卿才，霸略同，事相協。」又虞城縣令李公《去思頌碑》亦云：「縣尉李向、趙濟、盧榮等，同德比義，好謀而成。」以此二碑推之，則上縣不止兩尉明矣。本朝雖赤縣無三尉者，蓋前代無巡檢，今劇縣巡檢至四、五人，小縣亦一、二人。尉雖少，未害也。 \\n 熙寧中，華山圮，雨木冰，已而韓魏公薨。王荊公輓詞云：「木稼曾聞達官怕，山頹果見哲人萎。」《西清詩話》謂用孔子及唐寧王事。寧王事《新書》無之，見於劉耀遠《舊史》傳中—元二十九年冬，京城寒甚，凝霜封樹。學者以為《春秋》雨木冰即此。是亦名樹介，言其象介冑也。憲見而歎曰：「此俗所謂樹稼者也。諺曰：『樹稼，達官怕，必有大臣當之。』吾其死矣。」十一月薨。按漢《天文志》亦曰：「今之長老，名木冰為木介，介者甲。甲，兵象也。」余謂稼，字義不可通，特介聲之訛耳。劉向曰：「冰者，陰之盛，木者，少陽，貴臣卿大夫象也。此人將有害則陰氣脅。木未雨而木先寒，故得雨而冰也，達官怕之。」諺本此。顏師古注《劉向傳》謂今俗呼為「間樹」。《齊民要術?黍穄篇》又謂之「諫樹」云。 \\n 故人楊晉翁嘗語予，昔為瀧水令，初謁郡，時盛暑，德慶林守衣紗公服出延客，謂遐陬僻郡，敢於縱肆，其野如此。後閱初寮《外制集》，有朝散郎劉繹朝見，著紗公服，特降一官。蓋政和間又江鄰幾《嘉祐雜誌》云：「一朝士，五月起居衣緋紗公服，為台司所糾。三司使包拯亦衣紗公服，閤門使易之，且詰有何條例。答雲不見舊例，只見至尊御此耳。」始知何代無之。然包公未必爾也。 \\n 唐慎微，蜀州晉原人。世為醫，深於經方，一時知名。元祐間，師李端伯，招之居成都。嘗著《經史證類》、《備急本草》，三十二卷，盛行於世，而艾晟序其書，謂慎微不知何許人。故為表出。蜀今為崇慶府。 \\n 世俗謂自辨解曰分疏，顏師古注《爰盎傳》不以親為解曰解者，若今言分疏。又《北齊書．祖珽傳》：高元海奏珽不合作領軍，並與廣寧王交結，珽亦見帝，令引入，珽自分疏。則北朝暨唐已有是言矣。 \\n 英宗於仁宗為從子，宣仁後於光獻為甥。自幼同鞠禁中，會溫成有寵，英宗遂還宮邸，宣仁亦歸其家。洎溫成薨，仁宗竟無子。一日，謂光獻曰：「吾夫婦老無子，舊養十三、滔滔各已長立，朕為十三，後為滔滔，主婚使相娶嫁。十三，英宗行第，滔滔，宣仁小字也。時宮中謂天子娶婦，皇后嫁女。事具邵伯溫《聞見錄》。與時按：漢成帝欲與近臣游宴，張安世元孫放以公主子，且開敏得幸。放娶皇后弟許嘉女，上為放供張，賜甲第，充以乘輿、服飾，亦號為天子娶婦、皇后嫁女。又唐中宗時，蕭至忠以女妻韋後舅崔從禮子，帝王蕭，後主崔，時謂天子嫁女、皇后娶婦。此皆非可與聖世同年而語也。姑記其語之適同而已。 \\n 王孝先謚文正，王子明謚文貞，避仁廟嫌諱，亦稱文正。後來稱孝先者多稱其封國以為別。子明封魏國，人罕稱也。韓參政謚忠憲，韓魏公謚忠獻，字雖不同音則莫辨。此四臣者，皆名臣也。至於趙閱道謚清獻，而趙正夫謚清憲，則幾於碔玞亂美玉矣。 \\n 絲竹、管弦，漢《張禹傳》語，王右軍《蘭亭序》承用之。四字，實二物耳。 \\n 今職制令，諸縣有繁簡難易，監司察令之能否，隨宜對換，仍不理，遺闕。按薛宣為左馮翊，頻陽縣比當上郡西河，為數郡湊，多盜賊。其令平陵薛恭，本縣孝者，功次稍遷，未嘗治民，職不辨。而粟邑縣小，辟在山中，民謹樸易治。令鉅鹿尹賞，久郡用事吏，為樓煩，長舉茂才，遷在粟。宣即以令奏賞與恭換縣。二人視事數月，而兩縣皆治。則漢已著此令矣。近世監司未嘗行也。 \\n 吾夫子論君子、小人之情狀，與時既書之以自警。然邵康節先生諸詩，尤能推廣聖人之意，不暇悉載，特取其尤深切著明者一篇，以諗觀者。《處身吟》云：「君子處身，寧人負己，己無負人；小人處事，寧己負人，無人負己。」持此詩以觀人，君子小人如辨白黑。所惡於上，毋以使下，所惡於下，毋以事上；所惡於前，毋以先後，所惡於後，毋以從前；所惡於右，毋以交於左，所惡於左，毋以交於右。此君子潔矩之道，小人何足以知之子貢謂：「我不欲人之加諸我也，吾亦欲無加諸人，無加諸人足矣，人之加諸我者，安能絕之」夫子曰：「賜也，非爾所及也。」蓋未然其言耳。康節又有詩云：「人如負我我何預，我若孤人人有詞」孟子亦謂：「自反而仁矣，自反而有禮矣，自反而忠矣。」其橫逆由是也。此亦妄人也已，又何難焉。學者當知此意。 \\n 九江琵琶亭，壁間題詠甚多。嘉泰初，撤而新之，俱不復存。時族父石埭府君丞德化，被郡檄督工，獨取成都郭宗丞一詩刻之石，真絕唱也。其詩云：「香山居士頭欲白，秋風吹作湓城客。眼看世事管虛空，雲夢胸中無一物。舉觴獨醉天為家，詩成萬象遭梳爬。不等時人皆欲殺，夜深江上聽琵琶。賈胡老婦兒女語，淚濕青衫如著雨。此公豈作少年夢，與世浮沈聊爾汝。我來後公三百年，潯陽至今無管弦。長安不見遺音寂，依舊匡廬翠掃天。」夏文莊嘗有《寄題琵琶亭》二絕云：「流光過眼如車轂，薄宦拘人甚馬銜。若遇琵琶應大笑，何須泣淚滿青衫。」近時陳益之待制謙又賦《續琵琶行》有云：「青衫夜半何曾著，引興參差雜椒糈。」亦皆有新意。《倦游雜錄》載史沆嘗題詩亭上：「坐上騷人雖有淚，江邊寡婦不難欺。若使王涯聞此曲，織羅應過賞花詩。」沆早登進士第，坐事遷謫而死，生平好持人短長，世以凶人目之，故雖古人亦妄肆詆訾云。 \\n 近歲，金虜為韃靼所攻，自燕奔汴，有《南遷錄》一編盛行於時。其實偽也。卷首題通直郎秘書省著作郎騎都尉賜緋。張師顏編虜之官制，其於士民，須知獨無通直一階，其偽一也；虜之世宗，以孫原王璟為嗣，儲父曰允恭，璟立，追尊允恭為顯宗。《錄》乃謂璟為允植之子，其偽二也；虜之君臣皆以小字行，然各自有名，粘罕名宗維，兀朮名宗弼，《錄》乃稱忠獻王罕，忠烈王術，其偽三也。虜事，中國不能詳，然灼知其偽者已如此，而士大夫多信之。 \\n  \\n   \\n  "}
{"章节": "● 卷四", "正文": "  \\n ●卷四 \\n 　 \\n  \\n 班孟堅作《揚雄傳》，獨載所為文，歷官行事顧列於贊中。它傳皆不然。韓退之作《劉統軍碑》，惟書門人故吏之言，而世系、事實悉具於銘詞，正用此體。近世惟胡忠簡作《趙龍學墓銘》亦然。志特書世系、葬日而已。 \\n 龔遂自渤海征至京師，議曹王生從。遂將入宮，王生從後呼止遂曰：「天子即問君何以治渤海，君不可有所陳對，宜曰：『皆聖王之德，非小臣之力也。』」遂至前，上果問以治狀，遂對如王生言，天子說其有讓，笑曰：「君安得長者之言而稱之。」遂因前曰：「臣非知此，乃臣議曹教戒臣也」。王生必素知遂不能為此言，然後教之。宣帝必素知遂非長者，然後疑之。然遂始能受王生之言，而又終以實對，是亦長者也已。 \\n 西漢兩萬石君石奮及四子俱二千石，景帝號奮曰「萬石君」。馮揚，宣帝時為宏農太守，有八子皆二千石，趙魏間榮之，亦號曰「萬石君」。又嚴延年兄弟五人俱二千石，東海號其母曰「萬石嚴嫗」。東漢有「萬石秦氏」、唐有「萬石張家」。 \\n 慶歷間，廣西戮歐希范及其黨凡二日，剖五十有六腹。宜州推官吳簡皆視詳之為圖，以傳於世。王莽誅翟義之黨，使太醫、尚方與巧屠共刳剝之，量度五藏，以竹筳導其脈，知所終始，雲可以治病，然其說今不傳。 \\n 廣陵所刻《夢溪筆談》第十八卷《積罌之術》注中：又倍下長得十六當作二十四；併入上長得四十六，當作二十六。士夫知算術者少，故莫辨其誤，漫記之。 \\n 宋明帝名彧，而其子後廢帝名昱。元魏獻文名宏，而其子存文名宏，皆聲絕相近似，當避也。周厲王名胡，其七世孫僖王名胡，齊尤可怪，周人以諱事神，而猶有此，何歟？ \\n 《容齋續筆》云：白樂天詩「鞍馬呼教住，骰盤喝遣輸。長驅波卷白，連擲采成廬。」《注》云：骰盤、卷白波、莫走、鞍馬皆當時酒令。予按皇甫松所著《醉鄉日月》三卷載《骰子令》云：聚十隻骰子齊擲，自出手六人，依采飲焉。堂印本采人勸合席，碧油勸擲外，三人骰子聚於一處，謂之酒星。依采聚散，骰子令中改易不過三章。次改鞍馬令不過一章。又有旗幡令、閃壓令、拋打令，今人不復曉其法矣。唯優伶家猶用手打令以為戲雲。以上皆洪說。余謂酒令蓋始於投壺之禮，雖其制皆不同，而勝飲不勝者則一。後漢賈逵亦嘗作酒令，唐世最盛樂天詩，如「籌插紅螺碗，觥飛白玉卮。打嫌調笑易，飲訝卷波遲。碧籌攢米碗，紅袖拂骰盤。」之句不一不特如洪所云也。本朝歐陽文忠公作九射格，獨不別勝負，飲酒者皆出於適，然其說九射之格，其物九為一大侯。而寓以八侯，熊當中，虎居上，鹿居下，雕、雉、猿居右，雁、兔、魚居左，而物各有籌，射中其物，則視籌所在而飲之。射者，所以為群居之樂也，而古之君子以爭九射之格以為酒，禍起於爭，爭而為歡不若不爭而樂也，故無勝負、無賞罰。中者不為功，則無好勝之矜；不中者無所罰，則無不能之誚。探籌而飲，飲非觥也，無所恥，故射而自中者有不得免飲，而屢及者亦不得辭，所以息爭也。終日為樂而不恥不爭，君子之樂也。探籌之法，一物必為三籌，蓋射賓之數多少不常，故多為之籌以備也。凡今賓主之數，九人則人探其一，八人則置其熊籌，不及八人而又少，則人探其一而置其餘籌可也。益之以籌，而人探其一或二，皆可也。惟主人臨時之約，然皆置其熊籌，中則在席皆飲。若一物而再中，則視執籌者飲量之多少而飲，器之大小亦惟主人之命。若兩籌而一物者亦然。凡射者一周既飲釂，則斂籌而復探之，籌新而屢變，失中而無情，或適當之，或幸而免，此所以歡然為樂而不厭也。周文忠謂《醉翁亭記》雲射者中，弈者勝，觥籌交錯，恐或謂此。古靈陳述古亦嘗作酒令，每用紙帖子，其一書司舉，其二書秘閣，其三書隱君子，其餘書士令。在座默探之，得司舉則司貢舉，得秘閣則助司舉搜尋隱君子進於朝，搜不得，則司舉並秘閣自受罰。酒後復增置新格，聘使、館主各一員，若搜出隱君子，則此二人伴飲，二人直候隱君子出，即時自陳，不待尋問，隱君子未出之前即不得先言，違此二條各倍罰酒。《注》云：「聘使，蓋賞其能聘賢之義；館主，兼取其館伴之義。」唐有昭文館學士，時人號為館主。又雲秘閣雖同搜訪隱君子，或司舉不用其言，亦不得爭權，或偶失之，即不得以司舉不用己言而辭同罰也，然則倍罰。司舉秘閣既探得，即各明言之，不待人發問，如違，先罰一觴，司舉、秘閣止得三搜，客滿二十人則五搜，餘人探得帖子並默然，若妄宣傳，罰巨觴。別行令。《古靈集》載潘家山同章衡飲次行令，探得隱君子為章衡，搜出賦詩云：「吾聞隱君子，大隱廛市間。道義充諸中，測度非在顏。堯帝神且智，知人亦孔艱。勉哉二秘閣，賢行如高山。」近歲，廬陵李寶之如圭作《漢法酒》云：「漢法酒，立官十：曰丞相、曰御史大夫、曰列卿、曰京兆尹、曰丞相司直、曰司隸校尉、曰侍中、曰中書令、曰酒泉太守、曰協律都尉。拜司隸校尉者，持節，職舉劾，劾及中書令、酒泉太守者，令、太守以佞幸湎淫即得罪；劾及侍中，則司隸去節；劾及京兆尹，則上愛其才，事留中不下，皆別舉劾；劾丞相司直，則司直亦劾之；劾列卿，則列卿自訟廷辯之。罪其不直者，其劾丞相、御史大夫者亦聽，須先謁而後劾。丞相、御史亦得罪。丞相得罪，則中書令、酒泉太守皆望風自劾；御史得罪，則惟酒泉太守自司劾。隸以不畏強禦，後若有罪，以贖論。若泛劾而及丞相、御史者，罪司隸；劾及京兆尹者，事雖留中，酒泉太守亦自劾；劾及中書令者，侍中自劾。諸劾、自劾得罪者，皆降平原督郵，協律都尉歌以餞之；劾及協律者，不之蠶室，絃歌詩為新聲而求幸，又書其後云「右酒令」也。戲用漢制為之。集者止九人，則缺京兆尹，八人則缺侍中，七人則御史大夫行丞相事，六人則缺司直。當飲者皆即飲之，或未舉飲者，亦可計集者之數以為除官之數。每當飲者，予一算除官，既周，視其算以為飲。齊三算者即飲之，二算者與其算等者決之，一算則留以須後律，令載所不及者比附從事云。今館閣有《小酒令》一卷，慶歷中綿江趙景撰。《飲戲助歡》三卷，元豐中安陽竇譝撰。酒令在焉。《玉韱詩》一卷，皇朝知黔南縣黃鑄撰。以詩百首為韱，使探得者隨文勸酒。鑄，字德器，柳州人。《釣鰲圖》一卷，不知作者刻本，為鰲魚之屬沉水中，釣之以行勸罰，凡四十類，各有一詩。又有《采殊局》以此類，序稱撰人為王公，不知其名，凡三十餘類，亦各有一詩。又有《捉臥甕人格》，皇朝李庭中撰，以畢卓、嵇康、劉伶、阮孚、山簡、阮籍、儀狄、顏回、屈原、陶潛、孔融、陶侃、張翰、李白、白樂天為目，蓋與陳李之格大同小異，特各更其名耳。《投壺經》，唐上官儀嘗奉敕刪定，史元道續注，蓋采周█禺、郝同、梁簡文數家之書為之。司馬文正公更以新格，舊書為之盡廢。晁子止侍郎《郡齋讀書志》又有《木射圖》一卷，云唐陸秉撰，為十五筍，以代侯擊地球以觸之。筍飾以朱墨字，以貴賤之。朱者，仁、義、禮、智、信、溫、良、恭、儉、讓；墨者，慢、傲、佞、貪、濫。仁者勝濫者負，而行賞罰焉。疑亦此具也。梁王、魏帝、金谷、蘭亭又皆於游燕之際以賦詩，作賦不成者罰酒。高續古《緯略》已詳，此不重出。 \\n 秦檜之當國，決意講和，虜俄背盟，秦不知所措。張巨山為司勳郎，為代作自解之奏。略曰：「伊尹告成湯，德無常師，主善為師。臣前贊議和，今請伐虜，是皆主善為師，如其不濟，則陳力就列，不能者止。當遵孔聖之訓。」秦大喜，擢巨山為右吏，而不知所引皆誤也。時秘書省寓法慧寺，或大書於門雲：「周任為孔聖，太甲作成湯。」秦大怒，疑出於館職，相繼斥去。然《史記．殷本紀》載伊尹作《咸有一德》於成湯之時，則司馬子長已誤矣。蔡邕引「致遠恐泥」，《新唐書傳》引「以能問於不能」，皆以為孔子之言，亦非。 \\n 漢杜延年為御史大夫，居父官府，不敢當舊立，坐臥皆易其處。元魏任城王澄之子順，除吏部尚書兼右僕射，上省登階向榻，見榻甚故，問都令史，答曰：「此榻曾經先王坐。」順即哽塞，涕泗交流，久而不能言，遂令換之。唐薛元超為中書舍人，省中有盤石，其祖道衡為隋內史侍郎時，嘗據以草制。元超每見，轍泣然流涕。裴諝五世為河南，諝視事未嘗敢當正處。居世官者當如此矣。 \\n 晉琅邪王澄有高名，少所推服。每聞衛玠言，輒歎息絕倒，時人語曰：「衛玠談道，平子絕倒。」今流俗謂大笑為絕倒，非也。 \\n 先鑒堂《朝野遺事》云：王文正公相真宗，呂許公為參知政事。仁宗朝。呂為首相，王再入，議論多不合，王求去甚力。一日，上留許公，問所以處王公者，呂皇恐不敢當。上再三問之。曰：「王某先朝舊臣，當得使相，或洛或許，惟聖裁。」再問其次。曰：「無已，則大資政，或青或鄆。」上首肯。呂甚喜，出省與宋宣獻分路，忘相揖。晚，報鎖學士院，諸子問皆不答。夜深獨語晦叔曰：「次輔均勞矣。」明日盛服入朝，則兩麻也：呂判許州，王知鄆州。仁宗聖斷如此。又孔毅父《談苑》云：張鄧公、呂許公同作宰相。一日退朝，仁宗獨留呂公，問曰：「張士遜久在政府，欲與一差遣出去。」呂公曰：「士遜出入兩朝，亦頗宣力。」仁宗曰：「恩命如何」呂公曰：「與除靜江軍節度使檢校太傅知許州。」仁宗曰：「不虧他否」呂公曰：「聖恩優厚。」呂公既退，張，呂親姻也，私焉。曰：「主上獨留公，必是士遜別有差遣。」因祈以恩命。呂沈吟久之，曰：「使弼！使弼！」張亦欣然慰望。是日，張公打屏閣子內物色過半矣。既夕鎖院。明日早，張公令院子盡般閣子內物色歸家矣。更不趨待漏院，只就審官東院待漏。既入朝，張公惟祗候宣麻，呂公惟準擬押麻耳。忽有堂吏報呂公云：「相公知許州。」呂公大驚。於是張公押麻，乃呂公除靜江軍節度使檢校太傅知許州也。與時按：呂夷簡、張士遜同相在天聖，明道間，章獻後上仙，仁宗始親政，與夷簡謀。樞密使張耆、副使夏竦、范雍、趙稹，參知政事陳堯佐、晏殊，皆章獻所任用，悉罷之。退告郭皇后，後曰：「夷簡獨不附太后耶但多機巧善應變耳。」由是並罷夷簡為武勝軍節度使同平章事判練州。及宣制，夷簡大駭，不知其故。素厚內侍閻文應，使為中詗。久之，乃知事由皇后。其後再相，贊成廢後之議，實原於此。《談苑》所載皆不合，且節度使檢校太傅而不加平章，亦非使弼。文德殿宣佈。惟參政一員押麻。余宰執皆不住，宰相亦不當押麻。其書疑近世不知典故所為，必非孔氏本真。至景祐四年四月，夷簡自昭文相罷為檢校太師同平章事鎮安軍節度使判許州，王曾自集賢相罷為尚書左僕射資政殿大學士判鄆州，當以《遺事》為正。初，命曾知青州，既入謝，求改鄆州。又僕射典州不當雲知，遂貼麻改命綬。時參知政事亦同罷云，第曾初拜相、夷簡執政皆在乾興元年七月，時仁宗已踐阼。真宗末年，曾參知政事、夷簡知開封府而已，《遺事》謂曾相真宗、夷簡參知政事，亦誤也。 \\n 沈存中《筆談》云：穎昌陽翟縣有一杜生者，不知其名，邑人但謂之杜五郎。所居去縣三十餘里，惟有屋兩間，其一間自居，一間其子居之，室前有空地丈餘即是籬門。杜生不出籬門凡三十年矣。黎陽尉孫軫曾往訪之，見其人頗蕭灑，自言村民無所能，何為見訪孫問其不出門之因，笑曰：「以告者過也。」指門外一桑曰：「十五年前亦曾到此桑下納涼，何謂不出門也但無用於時，無求於人，偶自不出耳，何足尚哉」問其所以為生，曰：「昔時居邑之南，有田五十畝，與兄同耕，後兄之子娶婦，度所耕不足以贍，乃以田與兄，攜妻至此，偶有鄉人借此屋，遂居之。惟與人擇日又賣□藥以具饘粥，亦有時不繼，後子能耕，鄉人見憐，與田三十畝，令子耕之，尚有餘力，又為人傭耕，自此食足。鄉人貧，以醫自給者甚多，不當更兼其利，自爾擇日賣藥，一切不為。」又問：「常日何所為」曰：「端坐耳，無可為也。」問：「頗觀書否」曰：「二十年前亦曾觀書。」問：「觀何書」曰：「曾有人惠一書冊，無題號，其間多說《淨名經》，亦不知《淨名經》何書也。當時極愛其議論，今亦忘之，並書亦不知所在久矣。」氣韻閒曠，言詞精簡，有道之士也。盛寒但布袍草履室中，枵然一榻而已。問其子何如，曰：「村童也，然質性甚淳厚，未嘗妄言，未嘗嬉游，惟買鹽酪則一至邑中，可數其行跡，以待其歸，逕往徑還，未嘗傍游一步也。」蔡絛《鐵圍山叢談》云：靖康末，有避亂於順昌山中者，深入得茅舍，主人風裁甚整，即之語，士君子也。怪而問曰：「諸君何事挈孥能至是耶」因語之故。主人曰：「亂何自而起乎」眾爭為言。主人嗟惻久之，曰：「我父乃仁廟朝人也，自嘉祐末卜居於此，因不復出，以我所聞，但知有熙寧紀年，亦不知於今幾何年矣。」洪文敏《夷堅志》有云：陳元忠少魏，漳州龍溪人，客居南海，嘗赴省試過南安，會日暮，趨城尚遠，投宿野人家，茅茨數椽，竹樹茂密可愛。主翁雖麻衫草履，而舉止談對宛若士人，几案間有文籍散亂，視之皆經子也。陳叩之曰：「翁訓子讀書乎」曰：「種園為生耳。」「亦入城市乎」曰：「十五年不出矣。」問：「藏書何用」曰：「偶有之。」因雜以它語。少焉暴風雨作，其二子荷蓑負鋤歸。大兒可十八九，小兒十四五，倚鋤前揖，人物可觀，絕不類農家子。翁進豆羹享客，不復共談，遲明陳別去，至城以事留一日。偶適市，見翁倉惶而行，陳追詰之：「翁雲十五年不入城，何為到此」曰：「吾有急事，不容不出。」問其故，不肯言，固問之，乃大兒於關外粥果失稅，為關吏所拘。陳為謁監征，至則已捕送郡。翁與小兒偕詣庭下。長子當杖，翁懇白郡守曰：「某老鈍無能，全藉其子贍給，若渠不勝杖，則翼日乏食矣，願以身代之。」小兒曰：「大人豈可受杖某願代兄。」兄又以罪在己，甘心焉。三人爭不決。小兒來父耳旁語，若將有所請，翁叱之，兒必欲前，郡守頗疑之，呼問所以對。曰：「大人元繫帶職正郎，宣和間累典州郡。」翁急拽其衣使退曰：「兒狂妄言。」守詢誥敕在否兒曰：「見作一束置甕中，埋於山下。」守立遣吏隨兒發收，果得之。即延翁上坐，謝而釋其子。次日枉駕訪之，室已虛矣。三事略相似。世之慕紛華、汨利祿、事表暴者，聞其風泚其顙矣。杜生真有道之士。南安翁棄官而晦其跡，亦人所難能。順昌山中主人避世者耳。南安翁大兒不能保身，幾禍其父，其亦有愧於杜生之子矣。 \\n 顏之推《家訓》云：昔侯霸之子孫稱其祖父曰家公，陳思王稱其父曰家父，母為家母，潘尼稱其祖曰家祖。古人之所行，今人之所笑也。今南北風俗，言其祖及二親無雲家者，田里猥人方有此言。之推北齊人，逮今幾七百年，稱家祖者復紛紛皆是。名家望族亦所不免。家父之稱，俗輩多有之，但家公、家母之稱名少耳。山簡謂「年幾三十，不為家公所知。」蓋指其父，非祖也。 \\n 吳曾《能改齋漫錄》云：仁宗嘗御便殿，有二近侍爭辯，聲聞御前。仁宗召問之，曰：甲言貴賤在命，乙言貴賤由至尊。帝默然，即以二小金合各書數字藏於中。曰：「先到者保奏給事有勞推恩。」封秘甚嚴。先命乙攜一往內東門司，約及半道，命甲攜一繼往。無何，內東門司保奏甲推恩。仁宗怪問之，乃是乙至半道足跌傷甚，莫能行，甲遂先到。與時按：唐張鷟《朝野僉》載魏征為僕射，有二典事之長參。時征方寢，二人窗下平章。一人曰：「我等官職總由此老翁。」一人曰：「總由天上。」征聞之，遂作一書遺曰此老翁者，送至侍郎處，雲與此人一員好官。其人不知，出門心痛，憑由天者送書。明日引注，由老翁者被放，由天上者得留。征怪而問焉，且以實對，乃歎曰：「官職祿科由天者，蓋不虛也。」二事蓋只一事，曾傳聞之誤耳。聖君、賢相一嚬，一笑，猶當愛之，豈肯激於一夫之言，而輕用慶賞鄭公之事已不足信，而我仁宗皇帝豈為是哉？ \\n 開禧丙寅，眉州重修圖經，號《江鄉志》。末卷《雜記門》云：佛日，大師宗杲每住名山，七月遇蘇文忠忌日，必集其徒修供以薦。嘗謂張子韶侍郎曰：「老僧東坡後身。」張曰：「師筆端有大辨才，非老先生而何」鄉僧可昇在徑山為侍郎者親聞此語。今按杲年譜，蓋生於元祐四年己巳，而東坡卒於建中靖國元年辛巳。此時杲已十三歲矣。杲生平尊敬東坡，忌日修供或有之，必無後身之說，可昇之妄也。 \\n 封國公者，先小國，次次國，後大國。已至大國者，許於本等內改封，國朝之制也。洪忠宣以子貴，追封鄒，徙封衛。乾道三年十二月改封魏矣。至七年四月又再封魏，其誥前銜稱贈太師，追封魏國公，余如故。範文穆《行詞》略云：「魏，大名也，其命維新。」或謂既不改封他國，何必命詞給告他人，未見有重複如此者。然余讀許崧老《外制》，有大禮封贈曾祖，追封楊楚國公贈太師者，逸其姓名。注云：元贈太師，追封楊楚，今再封。制略曰：封兼楊楚，位極公師。雖寵數不可以復加，而申命用昭其無斁。則知已有前比矣。 \\n 《後漢．陳寵傳》云：十三月陽氣已至，天地已交，萬物皆出，蟄蟲始振，人以為正，夏以為春。又《隋書．牛宏傳》云：今十一月不以黃鐘為宮，十三月不以太蔟為宮，便是春木不王，夏土不相，則知正月亦可稱十三月。魯氏自備，但記陳寵一事云。 \\n 今世男子初入學，多用五歲或七歲。蓋俗有男忌雙，女忌隻之說，以至笄冠亦然，按《北齊書．李渾弟繪傳》：繪，年六歲，便自願入學，家人以偶年俗忌約而弗許，伺其伯姊筆牘之間，而輒竊用，未幾，遂通急就篇，內外異之，則其來久矣。陶穀《五代亂紀》載：黃巢遁免後，祝發為浮屠。有詩云：「三十年前草上飛，鐵衣著盡著僧衣。天津橋上無人問，獨倚危欄看落暉。」近世王仲言亦信之，筆於《揮塵錄》，殊不知此乃以元微之智度師詩竄易磔裂，合二為一，元集可考也。其一云：「四十年前馬上飛，功名藏盡擁禪衣。石榴園下擒生處，獨自閒行獨自歸。」其二云：「三陷思明三突圍，鐵衣拋盡納禪衣。天津橋上無人問，閒憑欄干望落暉。」 \\n 齊己《折楊柳詞》：「穠低似中陶潛酒，軟極如傷宋玉風。」以中酒之中為去聲，於義為長。徐邈中聖人《三國誌》，既無音，未可懸斷為平聲也。 \\n 「毋持布鼓過雷門」，漢王尊語。師古註：謂雷門，會稽城門也，有大鼓，越擊此鼓，聲聞洛陽，故尊引之也。布鼓謂以布為鼓，故無聲。曾文清詩「敗鼓無聲強自撾，不堪持過阿香家」，似用王語點化，而誤以雷門為雷霆之雷。洪文敏《續筆》謂城門名用一字者為雅馴，歷舉《左氏》、《公羊》諸書所載，亦獨遺此。 \\n 鮑明遠《行路難》首云：「奉君金卮之美酒，玳瑁玉匣之瑤琴。七彩芙蓉之羽帳，九華蒲萄之錦衾。」黃魯直《送王郎》：「酌君以蒲城桑落之酒，泛君以湘累秋菊之英。贈君以黟川點漆之墨，送君以陽關墮淚之聲。」正用其體。 \\n 漢儋耳郡，本朱崖之地，唐為儋州，本朝為昌化軍。中國極南之地也。《山海經》：「儋耳之國，在大荒北，任姓禺號，子食谷北海之渚中。」郭景純注云：「其人耳大下儋，垂在肩上。朱崖、儋耳鏤畫其耳，亦以放之也。」《呂氏春秋．審分．覽任》數篇亦曰：「東至開梧，南撫多〈嬰頁〉，西服壽靡，北懷儋耳。」高誘注云：「北極之國。」又《恃君覽》云：「雁門之北，鷹隼所鷙，須窺之國，饕餮窮奇之地，叔逆之所，儋耳之居，多無君。」注云：「北方狄無君者也。」則是極北別有一儋耳。朱崖之名蓋晚出云。 \\n 古今論天體者，言人人殊。然天主乎動，地主乎靜，未有謂地動者也。惟考靈曜曰：「地有四游，冬至，地上北而西三萬里；夏至，地下南而東三萬里；春秋二分，其中矣。地恆動不止，譬如人在舟而坐，舟行而人不覺。」其說獨異。 \\n 陸放翁《入蜀記》載其入沌後，見舟人焚香祈神云：「告紅頭須小使頭，長年三老莫令錯呼錯喚。」問：「何謂長年三老」云：「梢工是也。」長讀如長幼之長。乃知老杜「長年三老長歌裡，白晝攤錢高浪中」之語蓋如此。因問：「何謂攤錢」云：「博也。」按梁冀能意錢之戲，注云：即攤錢也。則攤錢之為博亦信矣。予以世人讀杜詩者，多以長字為平聲，故載陸語。 \\n  \\n   \\n  "}
{"章节": "● 卷五", "正文": "  \\n ●卷五 \\n 　 \\n  \\n 《列仙傳》：琴高，趙人也，以鼓琴為宋康王舍人，行涓彭之術，浮游冀州、涿郡間二百餘年。後辭入涿水中取龍子，弟子潔齊候於水傍，且設祠屋，果乘赤鯉出祠中，留一月餘，復入水去。今寧國府涇縣東北二十里有琴溪，溪之側，石台高一丈，曰「琴高台」。俗傳琴高隱所，有廟存焉。溪中別有一種小魚，他處所無，俗謂琴高投藥滓所化，號「琴高魚」。歲三月，數十萬一日來集，漁者網取，漬以鹽而曝之，州縣須索無厭，以為苞苴土宜，其來久矣。舊亦入貢，乾道間始罷。前輩多形之賦詠。梅聖俞、王禹玉、歐陽文忠公皆有和梅公儀《琴高魚》詩。聖俞詩云：「大魚人騎上天去，留得小鱗來按觴。吾物吾鄉不須念，大官常膳有肥羊。」禹玉詩云：「三月江南花亂開，青溪曲曲水如苔。琴高一去無蹤跡，枉是漁人尚見猜。」文忠詩云：「琴高一去不復見，神仙雖有亦何為。溪鱗佳味自可愛，何必虛名務好奇。」聖俞又有《宣州雜詩》二十首，其一云：「古有琴高者，騎魚上碧天。小鱗隨水至，三月滿江邊。少婦自撈漉，遠人無棄捐。憑書不道薄，賣取青銅錢。」聖俞，宣人也。汪彥章嘗賦長篇：「百川萃南州，水族何磊砢。其間琴高魚，初未到楚些。豈堪陪薨鮮，裁用當淆果。土人私自珍，千里事封裹。遂令四方傳，噍嚼亦云頗。俗云琴高生，控鯉宛溪左。靈蹤散如煙，遺鬣尚餘顆。向來騎鯨人，逸駕嘗慕我。不應當時游，反用此█麼。得非效齊諧，怪者記之過。彭越小如錢，蹤跡由漢禍。越書載王余，變化更微瑣。因知天地間，人莫窮物夥。區區於其中，臆決蓋不可。偽真吾何知，且用慰頤朵。」故山谷《送舅氏野夫之宣城》詩有云：「藉甚宣城郡，風流數貢毛。霜林收鴨腳，春網薦琴高。」蜀人任淵注此詩，不知宣城土地所宜，但引《列仙傳》事，直雲琴高鯉魚也。誤矣。公儀詩恨未見，汪詩不載集中。 \\n 吳虎臣《漫錄》云：婺州下俚有俗字，如以（不長）為矮，（不食）為齋，訟牒文案亦然。範文穆《桂海虞衡志》云：邊遠俗陋，牒訴券約專土俗書，桂林諸邑皆然。今姑記臨桂數字，雖甚鄙野，而偏傍亦有依附。（不長）音矮，不長也。（不行）音穩，坐於門中，穩也。（大坐）音穩，大坐，亦穩也。僕音裊，小兒也。奀音勒，人瘦弱也。（不生）音終，人亡絕也。（不行）音臘，不能舉足也。（女大）音大，大女即姊也。（石山）音磡，山石之巖窟也。閂音攛，門橫關也。他不能悉記。《嶺外代答》於此外，又記五字。汆音酋，言人在水上也。溺音魅，言沒入水下也。門人和馘切，言隱身忽出以驚人之聲也。（髟多）音胡，言多髭也。砅東敢，切以石，擊水之聲也。」余按《魏書．江式傳》：延昌三年，上表論字體不正。略曰：「皇魏承百王之季，紹五運之緒，世易風移，文字改變，篆形謬錯，隸體失真，俗學鄙習，復加虛巧。談辯之士又以意說炫惑於時，難以厘改，乃曰追來為歸，巧言為辯，小兒為（需免），神蟲為蠶，如斯甚眾。」又《顏氏家訓》載：北朝喪亂之餘，書跡鄙陋，加以專輒造字，乃以百念為憂，言及為變，不用為罷，追來為歸，更生為蘇，先人為老，如此非一，遍滿經傳。乃知俗字何代無之。車同軌，書同文，豈易能哉與時昔年侍先人官贛之石城，俗字如此者尤多，今不能記憶。唐《君臣正論》載：武后改易新字，如以山水土為地，千千萬萬為年，永主久王為證，長正主為聖，一忠為臣，一生為人，一人大吉為君。然嘗考之，但（山水土）、（千千萬萬）、（一忠）、（一生）四字合。證作（上(求全)下金），聖作（镸(上缶去撇下主)），君作（上丅下(几內上平下口)），皆與正論所言不同。今大理國文書至廣右者，猶書國作（口內(上八下方)），亦武后所改。又吳主孫休名字四子嘗創█、█、（雷大）、█、█、溫、█、█八字。南漢劉巖自製（上龍下天）字為名，蓋取「飛龍在天」之意云。 \\n 《論語》：子張問崇德辨惑。子曰：「主忠信徙義，崇德也。愛之欲其生，惡之欲其死，既欲其生，又欲其死，是惑也。誠不以富，亦只以異古。」注曰：此《詩．小雅》也。只，適也，言此行誠不足以致富，適足以為異耳，取此詩之異義以非之。《正義》曰：取此詩之異義，以非人之惑也。范氏謂人之不成，德不以富，亦只以行異於野人而已。侯氏謂若其誠不富，只以取異耳。伊川謂此錯簡，當在第十六篇「齊景公有馬千駟」之上，因此下文亦有齊景公字而誤也。楊文靖、尹和靖、朱文公皆從之。南軒謂言其誠實之不富，只以自取異云耳。與時按：我行其野之詩，誠作成，取義與此不類，不當遷就以求合。此孟子所謂說詩者不以文害辭，不以辭害志者也。嘗聞平庵趙先生云：此特因子張之問而答之，學者之學聖人，蓋不止此。富者，道盛德至善之謂。常人不能主忠信，不能徙義。愛之者未免欲其生；惡之者未免欲其死。若能反之，誠未可謂之至善，但亦足以異於常人而已。此說最明白。 \\n 唐張鷟，自號浮休子，張芸叟蓋襲其名。 \\n 南唐保大中賜進士譚紫霄號「金門羽客」，事見《廬山記》。祐陵賜林靈素號，用此故事。 \\n 彭器資、洪忠宣皆號《鄱陽集》，王岐公、張彥正皆號《華陽集》，楊文公、胡文定皆號《武夷集》，魏仲先、李漢老皆號《草堂集》，謝無逸、俞退翁、傅子駿皆曰《溪堂》，蘇子美、張會川、張徽皆曰《滄浪》，李師中、石守道皆曰《徂徠》，晏元獻、王荊公皆曰《臨川》。它如錢文僖有《伊川集》，邵康節有《伊川擊壤集》，而程子又號伊川，朱文公編二程文，題《河南程氏文集》，而尹師魯先有《河南集》。又呂居仁舍人詩曰《東萊先生詩集》，而從孫太史成公學者，亦尊之曰「東萊先生」，其著述尤多。凡此數者，驟見其名，未免疑混，要皆不若漢魏以來諸文人，但標姓名曰「某人某人集」之為明白洞達也。 \\n 《漢書．揚雄傳》云：劉棻嘗從雄學作奇字。韓文公《題張十六所居》詩云：「端來問奇字，為我講聲形。」然《傳》但雲學作寄字，不言問奇字，後來相承而用，蓋又以韓詩為本。《傳》又云：家素貧，嗜酒，人希至其門，時有好事者載酒餚從遊學，與前學作奇字，凡隔數十字，了不相涉。而近世文人多云「載酒問字」、「載酒問奇字」之類，不知何所本也。《藝文志》云：蕭何草律，太史試學童，能諷書九千字以上乃得為史。又以六體試之，課最者以為尚書、御史、史書令史。六體者，古文、奇字、篆書、隸書、繆篆、蟲書。師古曰：「古文，謂孔子壁中書，奇字則古文而異者也。」許叔重《說文解字》云：亡新居攝，使大司空甄豐等校文書之部，時有六書。一曰古文，孔子壁中書也；二曰奇字，即古文而異者也。與顏注合，其後晉衛巨山《四體書勢》，元魏江式論書表皆同。然則奇字者，與科斗文字略相似，而異於小篆，六書之一體耳。今人才見書籍中難字，便謂之奇字，非也。《容齋三筆》摘《周禮》中字如█、罄、飌、█之類，凡數十為一則，題曰《周禮奇字》。且云前賢以為此書出於劉歆，歆嘗從楊子雲學作奇字，故用以入經，蓋亦失於詳考。學奇字者，歆之子棻，亦非歆也。 \\n 王荊公一日訪蔣山元禪師，坐閒談論，品藻古今。元曰：「相公口氣逼人，恐著述搜索勞役，心氣不正，何不坐禪，體此大事」又一日，謂元曰：「坐禪實不虧人，餘數年欲作《胡笳十八拍》不成，夜坐間已就。」元大笑。事見《宗門武庫》。 \\n 元魏青州刺史公孫邃卒官。高祖在鄴宮為之舉哀。青州佐吏疑為所服，詔主簿近代相承。服斬過葬便除，可如故事，自余無服。大成寥落，可准諸境內之民，為齊衰三月。則知境內之民，舊為刺史制服矣。近世所無也。然河中蒲阪人石文德，自祖父苗以來，凡刺史守令卒官者，皆制服送之朝廷。遂標榜門閭。史官復列之《節義傳》，誇而書之，審如《邃傳》所言，則文德之事不足為異矣。此又何耶 \\n 《啟顏錄載》：元魏太府少卿孫紹對靈太后：「臣年雖老，臣卿乃少。」於是拜正卿。按《魏書》，亦書此事。然紹自太府少卿遷右將軍、太中大夫，非正卿也。孝莊建義初，復除衛尉少卿將軍如故，永安中方拜太府卿。 \\n 權利所在，小人之所必爭，故雖父子之親，有不恤也。晉會稽王道子得政之久，末年有疾，加以昏醉。其子元顯知朝望去之，謀奪其權。諷天子解道子楊州刺史及司徒，而道子不之覺，元顯遂自為楊州刺史。既而道子酒醒，方知去職，於是大怒，而無如之何。其後又加元顯錄尚書事。先是謝安薨，後道子已錄尚書，至是更為長夜之飲，政無大小一委元顯。時謂道子為東錄，元顯為西錄。西府車騎填湊，東第門下可設雀羅矣。蔡京、蔡攸父子俱貴，權勢日相軋，輕薄者互煽搖以立門戶，由是父子遂為仇敵。攸別賜第，嘗詣京，京方與客語，使避之而呼攸入。甫就席，遂起握父手，為切脈狀，曰：「大人脈勢舒緩，體中得無有疾乎」京曰：「無之。」攸曰：「禁中適有公事，不得留。」遂去⊥竊窺，得其事，以問京。京曰：「君不解此，此輩欲以吾疾罷我也。」居數日，京果致仕。又以季弟絛鍾愛於京，數白徽宗，請殺之。徽宗曰：「太師老矣。」不許，但削絛官而已。此四臣者，卒皆貽家國之禍，善乎康節先生之言曰：「人之所謂親，莫如父子也；人之所謂疏，莫如路人也。」利害在心，則父子過路人遠矣。父子之道，天性也，利害猶或奪之，況非天性者乎夫利害之移人如是，如是之深也，可不慎乎路人之相逢，則過之，固無相害之心焉，無利害在前故也，有利害在前，則路人與父子又奚擇焉。路人之能相交以義，又何況父子之親乎夫義者，讓之本也；利者，爭之端也。讓則有仁，爭則有害，仁與害何相去之遠也。堯舜亦人也，桀紂亦人也，人與人同，而仁與害異，爾仁因義而起，害因利而生，利不以義，則臣弒其君者有焉，子弒其父者有焉。豈若路人之相逢，一目而交袂於中逵者哉 \\n 歐陽文忠公著《五代史記．梁太祖本紀》，初稱溫賜名，後稱全忠，封王后稱王，至即位始稱皇帝。徐無黨注曰：始而稱名，既而稱爵，既而稱帝，漸也。爵至王而後稱，著其逼也。末帝而下，訖於漢周，諸帝紀皆然。而《新唐書．本紀》高祖之生即稱高祖，太宗方四歲已書太宗，二書出一手，而書法不同如此，朱詳其旨宜黃。李子經作《緯文瑣語》亦云：唐、五代史書皆公手所修，然義例絕有不同者，一人之作不應相去如此之遠，議者謂《唐書》蓋不盡出公意。 \\n 前車之覆，後車之戒也。元魏道武以服寒食散發動，喜怒乖常，遂殺弒逆。其子元明可以已矣，而又服此藥，不堪萬機，旋致夭折。穆宗因擊球暴得疾，浸淫以至於崩。其子敬宗亦可以已矣，而聽政未逾月，已連日為此戲，自此馳逐不已，宦者怨懼，不三年，而身罹不測之禍。所謂下愚不移者歟。 \\n 俗說愚人以八百錢買匹絹，持以染緋，工費凡千二百，而僅有錢四百，於是並舉此絹足其數，以償染工。艾子云：人有徒行將自呂梁托舟趨彭門者，持五十錢造舟師。師曰：「凡無繼而獨載者，人百錢，汝尚少半，吾不汝載也。」人曰：「姑收其半，當為挽繂至彭門，以折其半。」又《夷堅．戊志》載：汪仲嘉自言其族人之僕出干，抵暮趑趄呻S吟Y而來。問：「何為」曰：「恰在市橋上，有保正引繩縛二十人過，亦執我入其中，我號呼不伏，則以錢五千置我肩上，曰以是倩汝，替我吃縣棒。我度不可免，又唸經年傭直，不曾頓得五千錢，不可失此，遂免從之。到鄞縣，與同縛者皆決杖，乃得脫。」汪曰：「所得錢何在」曰：「以謝公吏及杖直之屬，僅能給用，向使無此，將更受楚毒，豈能便出哉汪笑曰：「憨畜產可謂癡人。」僕猶慍曰：「官人是何言！同行二十人，豈皆癡耶」竟不悟。前二事蓋寓言，以資笑謔，而後一事乃真有之。 \\n 吳虎臣《辨唐異聞集》所載開元中道者呂翁經邯鄲道上邸舍中，以囊中枕借盧生睡事，謂此呂翁非洞賓也。蓋洞賓自序以為呂渭之孫。渭仕德宗朝，今云開元中，則呂翁非洞賓，無可疑者。而或者又以為開元恐是開成字，亦非也—成雖文宗時，然洞賓此時未可稱翁。本朝《國史》稱：關中逸人呂洞賓，年百餘歲，而狀貌如嬰兒，世傳有劍術，時至陳摶室。若以《國史》證之，止雲百餘歲，則非開元人明矣。《雅言系述》有《呂洞賓傳》云：關右人，咸通中舉進士不第，值巢賊為梗，攜家隱居終南，學老子法。以此知洞賓乃唐末人。此皆吳說。蕭東夫《呂公洞詩》云：「復此經過三十年，唯應岩石故依然。城南老樹朽為土，簷外稚松青拂天。枕上功名初擾擾，指端變化又元元。刀圭乞與起衰病，稽首秋空一劍仙。」第五句誤用呂翁事。又唐逸史、虞卿兩縣連接有呂生者，居二邑間，為童兒時，畏聞食氣，惟食黃精，日覺輕健，耐風寒，見文字及人語率不忘。母及諸妹每勸其食，不從，後以豬脂置酒中強使飲，生方固拒，已噓吸其氣，忽一黃金人長二寸許，自口出，即僕臥困憊，移時方起。先是生年近六十，鬢髮如漆，至是皓首，恨惋垂泣，再拜別母，去之茅山，不知所終。此又一人也。何神仙多呂氏乎？ \\n 俗謂婚姻之家曰親家。唐人已有此語，見《蕭嵩傳》。又有以親字為去聲者，亦有所據。盧綸作《王駙馬花燭詩》，有「人主人臣是親家」之句。 \\n 《山海經》：洞庭之山，帝之二女居之。郭氏注云：天帝之二女而處江為神，即《列仙傳》江妃二女也。《離騷．九歌》所謂湘夫人稱帝子者是也。而《河圖玉版》曰：湘夫人者，帝堯女也。秦始皇浮江至湘山，逢大風，而問博士：「湘君何神」博士曰：「聞之堯二女，舜妃也，死而葬此。」《列女傳》曰：二女死於江湘之間，俗謂為湘君。鄭司農亦以舜妃為湘君。說者皆以舜陟方而死，二妃從之，俱溺死於湘江，遂號為湘夫人。案《九歌》：湘君、湘夫人，自是二神，江湘之有夫人，猶河洛之有慮妃也，此之靈與天地並矣，安得謂之堯女且既謂之堯女，安得復?忽雲湘君哉何以考之《禮記》曰：舜葬蒼梧，二妃不從。明二妃生不從征，死不從葬，義可知矣。即令從之，二女靈達，鑒通無方，尚能以鳥工龍裳救井廩之難，豈當不能自免於風波，而有雙淪之患乎假復如此，《傳》曰：生為上公，死為貴神。《禮》五：岳比三公，四瀆比諸侯，今湘川不及四瀆，無秩於命祀，而二女帝者之後，配靈神祇無緣，當復下降小水，而為夫人也。參伍其義，義既混錯，錯綜其理，理無可據，斯不然矣。原其致謬之由，由乎俱以帝女為名，名實相亂，莫矯其失，習非勝是，終古不悟，可悲矣！其說最近理，而古今傳楚詞者未嘗及之，書於此，以袪千載之惑。張華《博物誌》多出於《山海經》，然末卷載湘夫人事，亦誤以為堯女也。 \\n 《戰國策．舊傳．高誘注》殘缺疏略，殊不足觀，姚令威補注亦未周盡。獨縉云鮑氏校注為優，雖間有小疵，多不害大體。惟《東、西二周》一節，極其舛謬，深誤學者，反不若二氏之說是。然高氏但雲東周、成周今洛陽，西周，王城今河南，其說甚略。姚氏特作世系譜，似稍詳矣，而亦未備。其指鞏為東周，則又未免小誤。今世學者但知鎬京之為西周，東遷之為東周而已。若敬王之遷成周，固已漫漶。至於兩周公之東、西周，則自非熟於考古者，蓋茫不知其所以也。此鮑氏之誤，所以不得不辨。余故博采載籍，究極本末而論焉。周之先後稷始封於邰，不窋自竄於戎狄，公劉徙居於豳，至於太王，徙居岐周，文王降崇，乃作豐邑，自岐而徙都焉。武王之時，復營鎬京而居之。《詩》、《書》稱宗周者，指鎬京也，迄東遷之前，無所遷徙。然武成云：「王來自商，至於豐。」《召誥》序云：「成王在豐。」《周官》序云：「還歸在豐。」《左傳》亦曰：「康有酆宮之朝。」則雖改邑於鎬，而豐宮元不廢。蓋豐在京兆鄠縣，鎬在長安縣西北十八里，相距才二十五里，往來不為勞也。武王克商之後，嘗曰：「我南望三塗，北望岳鄙，顧瞻有河，粵瞻伊洛，毋遠天室，營周居於洛邑。」蓋洛邑居土地之中，宜作天邑。武王既得天下，有都洛之意矣，而未暇及也，先於其地遷九鼎焉。武王崩，周公相成王，成武王之志，營以為都，是為王城，其地實郟鄏，亦名河南。《洛誥》所謂：「我乃卜澗水東、瀍水西，惟洛食者也。」洛陽者，周公營下都，以遷殷頑民，是為成周，其地又在王城之東。《洛誥》所謂：「我又卜瀍水東，亦惟洛食者也。」《洛誥序》云：「周公往營成周，則成周乃東都總名。河南，成周之王城也。洛陽，成周之下都也。」王城非天子時會諸侯則虛之，下都則保厘大臣所居治事之地，周人朝夕受事，習見既久，遂獨指以為成周矣。按《洛誥》：王祀於新邑。《召誥》：王來紹上帝，自服於土中。則成王固嘗居之，然卒駕而西也。宣王中興，嘗一會諸侯於東都。下至幽王，為大戎所滅。宗周迫近戎狄，平王之立，不得已而東遷都於王城，始奠居焉。自是始有東、西周之名。謂之東者，以別於鎬京之為西耳。河南、洛陽未分畫也。王子朝之亂，其餘黨多在王城，敬王畏之，徙都成周。後九十餘年，考王弒兄而自立，懼弟揭之議己，遂以王城封之，以續周公之官職，是為西周桓公。此時未有東周，公而稱西周者，後人推本而言之也。桓公傳威公，威公傳惠公，考王十五年，西周惠公封其少子班於鞏以奉王，是為東周惠公，而西周惠公長子自為西周武公。自是周公之國始分東、西，成周為東周，王城復為西周矣。蓋自河南桓公續周公之職而秉政，三世益傳。所以別封少子，使奉王者，殆欲獨擅河南之地，不復奉王，且王城、成周皆為東、西周君所有，天子直寄焉耳。東周者，指周王所居之洛陽也，鞏，班之采邑也。《世本》曰：東周惠公名班，居洛陽。是班秉政於洛陽，而采邑則在鞏。前漢《地理志》曰：鞏，東周所居。姚令威用其說，非也。赧王時，東、西周分治。王復徙都西周，至五十九年，秦昭王使將軍摎攻西周，西周君奔秦頓首受罪，盡獻其邑三十六，秦受其獻，歸其君於周。蓋權移於下，其極乃至於盡獻其邑於它人，亦不出於天子之命矣。是年赧王卒，其國先絕，西周武公亦卒，秦遷西周公於{單心}狐，實武公之子公子咎者。而東周惠公之後，亦尚能一傳。後七歲，秦莊襄王盡滅東、西周，周始不祀，大略如此。《戰國策》之西周，即揭之西周，《戰國策》之東周，即班之東周。西周建國在東周之前，而《舊書》躋東周於西周之上，為失其次。鮑氏正之是矣，但其說曰：「西周正統也，不可以後於東周。」其注「韓使人讓周」，則曰：「此時，周之命已不行於諸侯矣。」其注「周君謀主也」，則曰：「猶為天子故。」它如此類不一，又盡以西周之策，分系之安、赧二王。蓋直以西周為天子，而不知實桓、威諸公之事也。余嘗反覆考之東、西二周之策，皆曰周君。周君之自謂，必曰小國、曰寡人，皆當世諸侯之稱。其間或及周王，則直稱王，或稱天子，非不明白。鮑氏乃比而一之，可乎原其致誤之由，蓋亦有說。溫人之辭云：「今周君天下，則我天子之臣。」周君天下者，言周王之君天下也。鮑必誤以為周君有天下矣。又東周與西周戰，韓救西周，為東周謂韓王曰：「西周者，故天子之國也，多名器重寶。」是時周王未徙西周，故天子之國者，謂敬王故都也。鮑必愈疑西周君即天子矣，不特此也。周王、周公國號既同，《史記》不為二周公立世家，而混書其事於《周紀》。宋忠註：周君赧王卒。又不知周君與赧王此年俱卒。但見二者連文，遂謂赧王卒，謚西周武公。小司馬張守節輩皆能辨之，然世多承其誤，雖如司馬文正公亦不能免。《通鑒》直以奔秦獻邑者為赧王。《稽古錄》中復誤以西周桓公為東周，無責乎鮑也！《東周策》首章書秦臨周求鼎事，鼎實在西不在東也。豈周王在東，故東周君猶能挾天子以制命歟不然，錯簡也。注家皆無發明者，因並及之。 \\n 曾文清《訪戴圖》詩：「小艇相從本不期，剡中雪月並明時。不因興盡回船去，那得山陰一段奇。」近歲豫章來子儀亦賦比詩：「四山搖玉夜光浮，一舸玻璃凝不流。若使過門相見了，千年風致一時休。」末句實祖文清之意。 \\n 俗諺「洗腳上船」，語見《三國誌．呂蒙傳》注引《吳錄》曰：孫權欲作濡須塢，諸將皆曰：「上岸擊賊，洗足上船，何用塢為」蒙曰：「兵有利鈍，戰無百勝，如有邂逅，敵步騎蹙人，不暇及水，其得入船乎」權曰：「善。」遂作之。 \\n 淳熙十四年冬十一月丙寅，宰執奏事延和殿，宿直官洪邁同對，因論高宗謚號。孝宗聖諭雲太上時，有老中官云：「太上臨生，徽宗嘗夢吳越錢王引徽宗御衣云：『我好來朝，便留住我，終須還我山河，待教第三子來。』」邁又記其父皓在虜買一妾，東平人，偕其母來，母曾在明節皇后閣中，能言顯仁皇后初生太上時，夢金甲神人，自稱錢武肅王，寢而生太上，武肅即鏐也，年八十一，太上亦八十一。卜都於此，亦不偶然。張淏《雲谷雜紀》僅載其略，且不記其語之所自得，獨周必《大思陵錄》備載其詳如此。上所諭錢王指俶，俶第三子惟演也，終團練使。 \\n  \\n   \\n  "}
{"章节": "● 卷六", "正文": "  \\n ●卷六 \\n 　 \\n  \\n 路德延處朱友謙幕府，作《孩兒詩》五十韻以譏友謙。本朝張師錫追次其韻，賦《老兒詩》一篇。二詩曲盡老幼之情狀。張詩用韻安帖，不類次韻者，尤為難能。今兩錄之。《孩兒詩》曰：「情態任天然，桃紅兩頰鮮。乍行人共看，初語客多憐。臂膊肥如瓠，肌膚軟勝綿。長頭才覆額，分角漸垂肩。散誕無塵慮，逍遙佔地仙。排衙朱閣上，喝道畫堂前。合調歌楊柳，齊聲踏採蓮。走堤沖細雨，奔巷趁輕煙。嫩竹乘為馬，新蒲掉作鞭。鶯雛雛金鏃系，猧子彩絲牽。擁鶴歸晴島，驅鵝入暖泉。楊花爭弄雪，榆葉共收錢。錫鏡當胸掛，銀珠對耳懸。頭依蒼鶻裹，袖學柘枝揎。酒滯丹砂暖，茶催小玉煎。頻邀壽花插，時乞繡針穿。寶篋拿紅豆，妝奩拾翠鈿。短袍披案褥。尖帽戴靴氈。展畫趨三聖，開屏笑七賢。貯懷青杏小，垂額綠荷圓。驚滴沾羅淚，嬌流污綿涎。倦書饒婭奼，憎藥巧遷延。弄帳鶯綃映，藏衾鳳綺纏。指敲迎使鼓，箸撥賽神弦。簾拂魚鉤動，箏推雁柱偏。棋盤添路畫，笛管欠聲鐫。惱客初酣睡，驚僧半入禪。尋蛛窮屋瓦，探雀遍樓椽。拋果忙開口，藏鉤亂出拳。夜分圍榾柮，朝聚打鞦韆。折竹裝泥燕，添絲放紙鳶。互誇輪水磑，相教放風旋。旗小裁紅絹，書幽截碧箋。遠鋪張鴿網，低控射蠅弦。吉語時時道，謠歌處處傳。匿窗肩乍曲，遮路臂相連。斗草當春逕，爭球出晚田。柳傍慵獨坐，花底困橫眠。等鵲潛籬畔，聽蛩伏砌邊。傍枝拈粉蝶，隈樹捉鳴蟬。平島誇蹻上，層崖逞捷緣。嫩苔車跡小，深雪屐痕全。競指雲生岫，齊呼月上天。蟻窠尋逕斷，蜂穴繞階填。樵唱回深嶺，牛歌下遠川。櫐柴為屋木，和土作盤筵。險砌高台石，危跳峻塔磚。忽升鄰舍樹，偷上後池船。項橐稱師日，甘羅作相年。明時方在德，勸爾戒狂顛。」《老兒詩》曰：「鬢髮盡皤然，眉分白雪鮮。綢遮延客話，傴僂抱孫憐。無病常供粥，非寒亦衣綿。假溫衾擁背，借力杖搘肩。貌比三峰客，年過四皓仙。喚方離枕上，扶始到門前。每愛烹山茗，常嫌飣石蓮。耳聾如塞纊，眼暗似籠煙。宴坐嬴憑幾，乘騎困嚲鞭。頭搖如轉旋，唇動若抽牽。骨冷愁離火，牙疼怯漱泉。形骸將就木，囊橐尚貪錢。膠睫乾眵綴，粘髭冷涕懸。披裘腰懶系，濯手袖慵揎。抬舉衣頻換，扶持藥屢煎。坐多茵易破，行步履難穿。喜婢裁裙市，嗔妻買粉鈿。房教深下幕，床遣厚鋪氈。琴聽憐三樂，圖張笑七賢。看嫌經字小，敲喜磬聲圓。食罷羹流袂，杯余酒帶涎。樂來須遣罷，醫到久相延。裹帽縱橫掠，梳頭取次纏。長吁思往事，多感聽哀弦。氣注腰還重，風勤更偏。墓松先遣種，志石預教鐫⊥到唯求藥，僧來忽問禪。養茶懸灶壁，曝艾曬簷椽。怒僕空瞠眼，嗔童漫握拳。心驚嫌蹴踘，腳軟怕鞦韆。局縮同寒狖，堆豗似飽鳶。觀瞻多目眩，舉動即頭旋。女嫁求紅燭，男婚乞彩箋。已聞頒幾杖，寧更佩韋弦。賓客身非與，兒孫事已傳。養和屏作伴，如意拂相連。久棄登山屐，惟存負郭田。呻S吟Y朝不樂，展轉夜無眠。呼稚臨床畔，看書就枕邊。冷疑懷貯水，虛訝耳聞蟬。束帛非無分，安車信有緣。伏生甘坐末，絳老讓行先。拘急將風夜，昏沈欲雨天。雞皮塵屢積，〈齒幾〉齒食頻填。每憶居郎署，常思釣渭川。喜逢迎佛會，羞赴賞花筵。徑狹容移檻，階危索減磚。好生焚鳥網，惡殺拆魚船。既感桑榆日，常嗟蒲柳年。長思當弱冠，悔不勝狂顛。」書畢，回思少小嬉戲之時，恍如昨日，今年逾五十，駸駸將入《老兒詩》之境矣，讀之亦可以自警雲。前詩第四十二韻押「全」字，後詩乃押「先」字，恐誤。又「養和屏作伴」，「屏」字可疑。寓言以貽訓誡，若柳子厚三戒鞭賈之類，頗似以文為戲，然亦不無補於世道。吾閱近世文集，得二文焉，朱希真《東方智士說》、蕭東夫《吳五百》是也。朱之文曰：東方有人自號「智士」，才多而心狂，凡古昔聖賢與當世公卿、長者，皆摘其短闕而非笑之。然地寒力薄，終歲不免饑凍。裡有富人，建第宅甲其國中，車馬奴婢鐘鼓帷帳惟傋。一旦，富人召智士語之曰：「吾將遠遊，今以居第貸子，凡室中金寶、資生之具無乏，皆聽子用不計，期年還，則歸我。」富人登車而出，智士杖策而入。僮僕、妓妾羅拜堂下，各效其所典簿籍以聽命。號智士曰假公。智士因遍觀居第，富實偉麗過王者，喜甚。忽更衣東走圊，仰視其捨卑狹，俯閱其基湫隘，心郁然不樂。召綱紀僕讓之曰：「此第高廣，而圊不稱。」僕曰：「惟假公教。」智士因令徹舊營新，狹者廣之，卑者增之。曰：「如此以當寒暑，如此以蔽雨風。」既藻其梲，又丹其楹，至於聚籌積灰，扇蠅攘蛆皆有法度。事或未當，朝移夕改，必善必奇。智士躬執斤帚，與役夫雜作，手足瘡繭，頭蓬面垢，晝夜廢眠食，忉忉焉惟恐圊之未美也。不覺閱歲，成未落也。忽閽者奔告曰：「阿郎至矣。」智士倉皇棄帚而趨，迎富人於堂下。富人勞之曰：「子居吾第，樂乎」智士恍然自失，曰：「自君之出，吾唯圊是務，初不知堂中之溫密，別館之虛涼，北樹之風，南樓之月，西園花竹之勝。吾未嘗經目後房歌舞之妙，吾未嘗舉觴、蟲網瑟琴、塵棲鐘鼎，不知歲月之及子復歸而吾當去也。」富人揖而出之。智士還於故廬，且悲且歎，悒悒而死。市南宜僚聞而笑之，以告北山愚公。愚公曰：「子奚笑哉世之治圊者多矣。子奚笑哉」蕭之文曰：吳名蠢南蘭陵為寓言靳之曰「淮石浮屠客」。吳日飲於市，醉而狂攘臂突，市人行者皆避。市卒以聞吳牧，牧錄而械之，為符移授五百，使護而返之淮右。五百詬浮屠曰：「狂髡坐爾，乃有千里役吾，且爾苦也。」每未晨蹴之，即道執撲驅其後，不得休，夜則縶其足，至奔朱埭。浮屠出腰間金，市鬥酒，夜醉五百，而髡其首，解墨衣衣之，且加之械而縶焉。頹壁而逃。明日，日既昳，五百乃醒，寂不見浮屠，顧壁已頹。曰：「嘻！其遁矣。」既而視其身之衣則墨，驚循其首則不發，又械且縶，不能出戶。大呼逆旅中曰：「狂髡故在此，獨失我耳。」客每見吳人輒道此，吳人亦自笑也。千巖老人曰：「是殆非寓言也，世之失我者，豈獨吳人五百哉生而有此我也，均也，是不為榮悴有加損焉者也。所寄以見榮悴，乃皆外物，非所謂儻來者耶。曩悴而今榮，儻來集其身者日以盛，而顧揖步趨，亦日隨所寄而改，曩與之處者，今視之良非昔人。而其自視，亦殆非復故我也，是其與吳五百果有間否哉」吾故人，或駸駸華要，當書此遺之。二文，朱尤屬意高遠，世之人不能窮理盡性，以至於聖賢之樂地，而區區馳逐末務以終其身者，皆東方智士之流也。余亦懼夫流而至於此也。讀之竦然，為之汗下。 \\n 饒德操祝發後，有與胡少汲小簡云：「如璧再啟，少汲器博望重，雖欲與官職，辭而官職追之不置。然安時聽命可也。時命之來，亦非己力所能勝，己力所能勝亦不可不勝者，獨聲色一事耳。大抵官職移人，如酒漸多則難制，方飲酒時，若座有所畏者，自非狂夫，則酒雖多，不至於犯禮。少汲天資近道，如楞嚴圓覺維摩，宜少汲所甚畏者，不可令去几案間。庶幾濯優曇於烈火也。漸貴矣，恐漸不聞此語，而我漸不敢作此語，亦恐漸不喜此語。及此，時汲汲早獻林下之芹，止如是耳。 \\n 曾端伯以所編《百家詩選》遺孫仲益。仲益復書云：蒙馳賜《百家新選》一集，發函開讀，每得所未聞，則拊髀爵躍，讀之惟恐盡也。歐陽公《集古錄》云：物常聚於所好，而得於有力之強，如好之而無力，有力而不好，皆莫能致也。宋興二百年，宗工巨儒、騷人墨客、專門名家、大篇短章，或膾灸士大夫之口，或淪廢於兵火。幾亡而僅存，蒐攬亦略盡矣。而《詩引》所載，多者數百言，少者數十言，其人出處大致詞格高下，盛德之士高風絕塵，師表一世，放臣逐客興微托遠，屬思千里，與夫山巉塚刻、方言地誌、怪奇可喜之詞、群嘲聚訕戲笑之談，靡不畢載。《集古錄》又云：惟世之所貪者，無慾於其中，然後能一其所好，豈不信矣。夫覿竊讀諸引之後，其詩舊所見，不復讀。讀未見者，每遇佳處，或一再讀，或三復而不能休。不謂投老殘年獲睹奇勝，幸甚過望，不可言也。覿學迂才下，為世畸人，區區小技，如臘鼠然，不敢出鄭國尺寸之地。比讀新著，而私意粗亦有合者。秦少游云：「曾子固文章妙絕古今，而有韻者輒不工。」此語一出，天下遂以為口實。南豐作《李白詩引》，以為閎肆瑰瑋，非近世騷人所可及，而連類引義中法度者寡。荊公屢稱郭功父詩，而南豐不謂然，功父疑之。荊公曰：「豈非子固以謂功父天才超逸，更當約以古詩之法乎」南豐論詩如此，如《兵間》一詩，指徐德占《論交》一詩，指呂吉甫又有《黃金》、《顏楊》諸詩，皆卓然有濟世之用。而世人便謂不能詩覿，所以不喻其言也。荊公《竹詩》：「人言直節生來瘦，自許高才老更剛。」《雪詩》：「平治險穢非無德，潤澤焦枯實有才。」《送李璋下第》：「才如吾子何憂失，命屬天公不可猜。」世人傳誦，然非佳句。公詩至知制誥乃盡善。歸蔣山乃造精絕，其後《再送李璋下第》、《和吳沖卿雪詩》比少作如天淵相絕矣。白公詩所謂辭達大抵能道意之所欲言者，蘇黃門詩已不逮諸，公北歸後效白公體，益不逮。惟四字詩最善。張文潛晚年詩不逮前作，意謂亦效白公詩者。公述潘邠老言：文潛晚喜白公詩。信矣。如所料也。東坡論陶詩，精能之至乃造平淡，如佛說密，中邊皆甜，若中與邊皆枯淡，亦何用陶詩外枯而中腴，若淡而實美也。公謂徐師川晚年務造平淡，終不如少年精而巧。蓋平淡不可為，水落石出，自見涯涘，非積學之至不能到也。呂居仁作《江西宗派》，既雲宗派，固有次第。陳無已本學杜子美，後受知於曾南豐，自言向來一瓣香敬為曾南豐，非其派也。靖康末，呂舜徒作中憲，居仁遇師川於寶梵佛捨，極口詬罵其翁於廣坐中，居仁俯首不敢出一語，故於《宗派》貶之於祖可如璧之下，師川固當不平，然惠洪偽作魯直贈詩云：「氣爽絕類徐師川。」師川喜以為是，不免與惠洪為類。此又不可曉者。《冷齋夜話》載：秀老一事，覿在江西時，惡其狂誕無稽，坐客皆憮，然此僧中奴，固不以笞罵為辱。東坡《橄欖詩》云：「已輸崖蜜十分甜。」惠洪以崖蜜為櫻桃。又有俗子假東坡名注杜詩云：「金城土酥靜」，如練為蘆菔恨者。東坡《地黃詩》云：「崖蜜助甘冷，山姜發芳辛。」制地黃法，當用姜與蜜，而用櫻桃，可乎黃師是守泗時，以酥酒遺東坡，答詩云：「關右土酥黃似酒，揚州雲液卻如酥。」謂土酥為蘆菔根，可乎公著論斥其妄，良有益於後人耳目也。覿每觀公敘諸詩，詞句溫麗，紀次詳實，尊賢樂善。得詩人本意，歎仰之餘，又見曾存之、晁無咎。□明略諸公已推重於幼學之初，而一時名勝皆其儔匹，然後知公致力於斯文久矣。如曹元寵、米元暉。殆是子美詩中黃四娘者耶，然元寵詩殊有可觀。若「都都平丈我」，又待入《紅窗回》矣，卿發千里一笑。覿自拜賜，凡六日讀盡所著五十九卷，與《拾遺詩話》一卷，而後修書拜送使者，尚當細讀別具記。仲益此書，發明甚多，今人遺以書籍，安肯即讀，雖讀，亦必不能留意如此。前輩之風，何可多得元寵名組，嘗《賦紅窗回》百餘篇，皆嘲謔之詞，故掩其文名。世傳俚語謂假儒不識字者，以論語授徒，讀「鬱鬱乎文哉，都都平丈我。」《詩選》載元寵題梁仲敘所藏陳坦畫村教學詩云：「此老方捫虱，眾雛亦附火，想見文字間，都都平丈我。」仲益故云：端伯觀詩有《百家詩選》，觀詞有《樂府雅詞》，稗官小說則有《類說》，至於神仙之學亦有《道樞十鉅編》。益矜多炫博，欲示其於書無所不讀，於學無所不能，故未免以不知為知。《詩選》云：取殊未精當，前輩多議之。仲益所稱南豐《兵間》、《論交》、《黃金》、《顏楊》諸篇，及蘇黃門四字詩，無一在選中者，而反錄《都都平丈我》。司答書及此，亦因以箴之也。 \\n 顏淵、子夏為地下修文郎，陶宏景為蓬萊都水監，馬周為素雪宮仙官，李長吉記白玉樓，其說荒唐，不可究詰，然近世此類甚多，見於傳記，班班可考。大抵名人才士，間鍾異稟世不多得，使無神仙則已，設或有之，非斯人之徒，其孰能當之第怪神之事，聖人不語，六合之處，存之可也。石曼卿卒後，其故人有見之者，雲恍惚如夢中，言：「我今為仙也，所主者芙蓉城。」慶歷中，有朝士晨赴起居，道見美婦三十餘行前，丁觀文按轡繼之而去，朝士問之，最後一人答曰：「諸女御迎芙蓉館主也。」時丁在告，頃之聞其卒。右侍禁孫勉監元城埽，有巨黿穴一埽下，埽多墊陷，伺其出，射殺之。後晝臥，夢吏來逮，行若百里，見道左宮闕甚壯，問吏何所，曰：「紫府真人宮也。」「真人為誰」曰：「韓忠獻也。」勉私念乃韓公故吏，祝門吏入見之，望韓公坐殿上，衣冠若神仙，侍立皆碧衣童子。勉再拜以情禱焉，公遣之歸，遂寤。王平甫，熙寧癸丑，直宿崇文館，夢有人邀至海上，見海中宮殿甚盛，其間作樂，題其宮曰「靈之宮」，邀者欲與具往，一人隔水止之曰：「時未至，且令去，它日當迎之。」恍然夢覺，時禁中已鐘鳴。平甫頗自負，為詩記之曰：「萬頃波濤木葉飛，笙簫宮殿號靈芝。揮毫不似人間世，長樂鐘來夜半時。」後四年，平甫病？卒，其家哭訊之曰：「君嘗夢往靈芝宮，信然乎當以兆我。」是夕，暮奠若有聲音接於人者。其家復卜以錢，卜曰：「然。」呂獻可在安州，一日坐小軒，因合目，見碧衣童云：「玉帝南遊炎州，召子隨行，糾正群仙。炎州若熱，賜子清涼丹一粒。」呂拜而吞之，若冰雪然，自知不久於世。後朱明復見呂跨玉角青鹿於湘江道中，金甲吏從數百人。劉景文知忻州，一日謂一曹掾曰：「天帝召君，吾且繼往。」未幾，掾無疾而逝，景文亦繼亡。經夕蹶然而蘇，索筆作三詩，有「中宮在天半，其上乃吾家」及「仙都非世間，天神繞樓殿」等語。黃伯思，字長睿，邵武人，自稱雲林子，尚書右丞相履之孫，登進士第，仕至秘書郎，博學能文，好仙佛之說。政和七年，在京師夢人告：「子非久在人間，上帝有命典司文翰。」明年二月，果卒。李伯紀銘其墓略曰：「玉樓成，上帝有詔，往司文翰，脫履塵淖。」蓋紀此事。陳伯修，宣和三年寓居京口，自稱閒適先生。一日晝寢，夢至帝所，如人間上殿之儀。帝曰：「卿平生所上章疏，可敘錄進呈。」一天官引至廊廡間，帷帳甚設，几上有筆墨、硯石，皆精妙可玩，傍有大帙，用青綾裝飾，信手運筆，捷疾如神，疇昔所上者不遺一字。帝批覽再三，睟顏甚喜，諭旨曰：「已於第六等授卿官。」即下殿謝恩，聞金鐘玉磬之聲，競作乃寤。以告其子，且云：「豐相之臨終，得夢亦如是。」俄命駕，遍別知舊，白府丐致仕。夜過半，命其子舉左足壓右足，手結彌陀定印，端坐而絕。後七日，一僧雲夜宿瓜州，夢官人服銀緋跨馬，導從數十，履江水如平地。心異之，問：「為誰從者」曰：「陳殿院赴召也。」黃冕仲輓詩，有「凌波應作水中仙」之句。張子詔云：「不須更草玉樓賦，已作神仙第六人。」皆謂此。李莊簡南遷，其子孟博卒於瓊州。先是數月，孟博夢至一所，海山空闊，樓觀特起，雲霄間有軒，榜曰「空明」。先世諸交環坐其中，指一席曰：「留以待汝」，遂寤。臨終，雲氣起於寢，冠服宛然自雲中苒苒升舉。瓊人悉見之。孟博苦學有文。紹興五年，進士第三人及第，莊簡有詩悼之云：「脫屣塵寰委蛻蟬，真形渺渺駕非煙。丹台踏杳無歸日，白玉樓成不待年。宴坐我方依古佛，空行汝去作飛仙。恩深父子情難割，淚滴千行到九泉。」朱希真《夢記略》云：紹興戊寅除夜，體中不佳，三更方得睡，至一山館，與一客行至門外，望山下一居舍甚瀟灑，客指曰：「此某人居也，盍往訪之」乃同至其家，柴扉茅舍，門前張一畫圖，作一仙人乘雲騰空，下臨海山，唐人畫也。俄而主人出，竹冠草履，握手大笑，如舊相識，引入，至一小閣，又進登一閣，稍大，閣中皆陳列法書、圖畫。大閣北壁，蓋其人自畫山林岩石、隱逸之趣，其上作雲煙出沒、濃淡雲中，隱隱有章草細字可讀。云：「吾初東遊至黃河，向河再拜，飲河水一杯而渡，至某處見某人授《易》《書》，某處見某人授種蒔法，至某處見某人授酒法，乃歸。復至黃河，復再拜飲河水一杯欲渡，大風河浪洶湧，眾不敢登舟，予獨亂流而濟，至家，始營小閣，日與客飲酒，閣破二作三間，酒器用鐵鐺、木杓、磁杯，已而少有餘，復建大閣，它日又有餘，復買銀作鐺杯，無日不留客，客必劇飲，飲必醉，醉必睡，或數日不醒也。」此後字雜雲煙不可讀矣。與予語，極樸質，間及道理，則元妙高遠，其人風姿蓋神仙真人之流。獨與予慷慨劇談，坐間先有數客，不復與語，予亦連酌數杯，酒味非人間曲櫱可及。歡飲方狎，忽驚起，索燈火，目想心思，縱筆為記。次日己卯歲旦，子孫環侍，朱出此記示之，且云：「所游甚樂，悔不便為住計。」後八日，又自云：「好去！好去！吾自有快樂。」三更初，端坐啟手足，神色不亂，寂然而逝。七日方斂，舉體柔軟，氣貌如生。韓公事見劉斧《青瑣高議》，呂公事見斧《韓府名談》，斧著書多誕妄，故觀者例不敢信。石、丁二事，東坡《芙蓉城》詩已用之，靈芝宮，東坡亦記其事，若劉、若黃、若陳、若李、若朱，則又耳目相接，皆可信不誣。唐白樂天亦有詩云：「近有人從海上回，海山深處見樓台。中有仙龕虛一室，多傳此侍樂天來。」《夷堅．乙志》又載：方朝散為玉華侍郎。事甚詳。方之名不著於世，故不錄。《真誥》、《丹台靈》諸書所載，如武王發為北斗君，召公奭為南明公，賈誼為西門都禁郎，溫太真為監邯國伯，魏開帝為北君太傅，孔文舉為後中衛大將軍，陶侃為西河侯，秦始皇為北帝上相，周公旦為北帝師伯，夷叔齊為九天僕射，墨翟為太極仙卿，莊周為太元博士，孔子為元宮仙之類，凡數十人，不可悉書。古今聖賢幾無遺者，豈盡如其說乎 \\n 富鄭公奉使契丹，虜主言欲舉兵。公曰：「北朝與中國通好，則人主專其乎，而臣下無所獲，若用兵，則利歸臣下，而人主任其禍。故北朝群臣爭勸舉兵者，此皆其自謀，非國計也。勝負未可知，就使其勝，所亡士馬群臣當之歟抑人主當之歟」是時語錄傳於四方。蘇明允讀至此曰：「此一段議論，古人有之否」東坡未十歲，在傍對曰：「記得嚴安上書云：『今徇南夷，朝夜郎；略薉州，建城邑；深入匈奴，燔其龍城。議者美之，此人臣之利，非天子長策也。』正是此意。」明允以為然。洪文敏又記魏太武時，南邊諸將表稱宋人大嚴將入寇，請先其未發逆擊之，魏公卿皆以為當。崔伯深曰：「朝廷群臣及西北守將，從陛下征伐，西平赫連，北破蠕蠕，多獲美女、珍寶，南邊諸將聞而慕之，亦欲南鈔以取資財，皆營私計，為國生事，不可從也。」魏主乃止。其論亦然。余謂：嚴、崔之說，皆陳於其君，非若富公以和戰利害，別白於異域而能見聽。獨唐鄭元璹使突厥，謂頡利曰：「今掠資財劫人口，皆入所部，可汗一不得，豈若僕旗接好，則金玉重幣一歸可汗」頡利當其言。時自將攻太原，遽引還，正與富公之事合。文敏偶忘之，何耶然富公豈蹈襲它人之語者蓋理之所在，古今所同，推誠以告之，雖蠻貊之邦行矣。 \\n 《容齋五筆》載饒州慶元四年九月十四日嚴霜連降，晚稻未實者，皆為所薄，不能復生。諸縣皆然。有常產者，訴於郡縣，郡守孜孜愛民，有意蠲租，然僚吏多云：「在法無此。」又云：「九月正是霜降節，不足為異。」案白樂天《諷諫杜陵叟》一篇：「九月霜降秋早寒，禾穗未熟皆青干。長吏明知不申破，急欲暴徵求考課。」此明證也。豈非昔人立法之初，所謂早霜之類，非如水旱之田可以稽考，懼貪民乘時，或成冒濫故，不輕啟其端，今日之計，固難添創條式，但凡有災傷出於水旱之外者，專委良守令推而行之，則實惠及民，可以救其流亡之禍，仁政之上也。此皆洪說。余按《北史．虜勇傳》：山西霜儉運，山東租輸皆令實載，違者罪之。唐馬周奏疏云：往貞觀初，率土霜儉，一匹絹才易斗米，而天下帖然者，百姓知陛下憂憐之故，人人自安，無謗讟也。」《北齊書》、《隋書》亦有直雲霜旱者，由是推之，唐初以前，必皆有蠲租故事，中世方不然，又知其名為霜儉霜旱，有能援以言上，聖明之朝當無不從也。 \\n 後漢以六曹、尚書、並令僕為八座。魏以五曹、尚書、二僕、一令為八座。唐太宗嘗歷尚書令，人臣不敢居此官職。林猶謂：唐與隋同竇蘋。《新唐書．音訓》則謂唐以兩僕射、六尚書為八座。高承《事物紀原》又謂：隋唐至今令僕射為宰相，故六尚書及左右丞為八座。未知孰是。 \\n 《青箱雜記》載李泰伯一絕云：「人言落日是天涯，望極天涯不見家。已恨碧山相掩映，碧山還被幕雲遮。」識者曰：「此詩意有重重障礙，李君其不偶乎」後果如其言。吾族人紫芝亦嘗賦一絕云：「數日秋風欺病夫，盡吹黃葉下庭蕪。林疏放得遙山出，又被雲遮一半無。」氣象略相似，僅脫選而卒。何月湖尚書少時登高峰壇，有「天近風轉清，地高日難挽」之句。林黃中侍郎見之，即知其異日必貴且壽。視前二詩不侔矣。 \\n  \\n   \\n  "}
{"章节": "● 卷七", "正文": "  \\n ●卷七 \\n 　 \\n  \\n 漢文帝用宋昌為衛將軍，位亞三司。章帝命車騎將軍馬防班同三司。延平中，拜鄧騭為儀同三司。本此，後世遂又有開府儀同三司之名。三司者，三公也。唐高宗、武後之時，屢興大獄，多以刑部尚書、御史台、大理寺雜案，謂之三司，其後有大獄，或直命御史中丞、刑部侍郎、大理卿充三司使，次又以刑部員外郎、御史、大理寺官為之，以決疑獄。時因有大三司使、小三司使之別，皆事畢罷。鹽鐵度支，唐中世已置使，亦有判戶部者矣，然未總命一使，亦未謂之三司也。後唐同光中，敕鹽鐵、度支、戶部三司錢物並委租庸使管轄，踵梁之舊制。長興元年，罷租庸使，額分鹽鐵、度支、戶部為三司，其年始以前許州節度使張延朗行兵部尚書充三司使。三司使自此始。國朝因之。元豐官制行，始罷三司之名，三置使者二而各不同。讀史未熟者，多疑懼，故別之。 \\n 北齊源師攝祠部屬，孟夏以龍見請雩，時高阿那肱為錄尚書事，謂為真龍出見，大驚喜，問龍所在。云：「作何顏色」師云：「此是龍星初見，禮當雩祭，非謂真龍。」肱，北人，不知書，何足責。唐杜牧，一代文士，其賦阿房，意遠而辭麗，吳武陵至以王佐譽之。後世稱誦不絕。然有云「長橋臥波，未雩何龍。復道行空，不霽何虹」，既以橋比龍，則是以龍見為真龍矣。牧之賦與秦事抵牾者極多。如阿房廣袤僅百里，牧謂「覆壓三百餘里」。始皇立十七年始滅韓，至二十六年盡並六國，則是十六年之前未能致侯國子女也。牧乃謂」王子王孫輦來於秦，為秦宮人，有不得見者三十六年。」阿房終始皇之世，未嘗訖役，工徒之多至數萬人。二世取之以供驪山。周章軍至戲，又取以充戰士，歌台舞榭元未落成，宮人未嘗得居。秦《本紀》所謂殿屋復道、周閣相屬，所得諸侯美人、鐘鼓以充入之者，謂渭北宮宇，非阿房也。牧顧有「妝鏡曉鬟脂水」之句，凡此，程泰之《尚書雍錄》皆嘗辨之，故不詳及。獨「未雩何龍」之語，不免與高阿那肱為類，尤可怪也。洪《駒父詩話》載鮑飲止之說，謂古本作「未雲何龍」，然未知何所據。 \\n 知欽州林千子，坐食人肉削籍，隸海南。天下傳以為異，謂載籍以來未之見。余記《盧氏雜說》：唐張茂昭為節鎮，頻吃人肉，及除統軍到京，班中有人問曰：「聞尚書在鎮好人肉，虛實」笑曰：「人肉腥而且臊，爭堪吃」《五代史》：萇從簡家世屠羊，從簡仕至左金吾衛上將軍，嘗歷河陽、忠武、武寧諸鎮，好食人肉，所至多潛捕民間小兒以食。《九國志》：吳將高灃好使酒，嗜殺人而飲其血。日暮，必於宅前後掠行人而食之。又本朝王繼勳，孝明皇后母弟，太祖時屢以罪貶，後以右監門衛率府副率分司西京，殘暴愈甚，強市民家子女以傋給使，小不如意即殺而食之，以槥櫝貯其骨，棄之野外。女僧及鬻棺者，出入其門不絕。太宗即位，會有訴者，斬於洛陽市，則知近世亦有之。若盜跖及唐之朱粲，則在所不足論也。 \\n 吳傳朋出己意作「游絲書」，世謂前代無存。然《唐書．文藝傳》呂向能一筆環寫百字，若縈發然，世號「連綿書」，疑即此體也。 \\n 世人瘧疾將作，謂可避之它所，閭巷不經之說也。然自唐已然。高力士流巫州，李輔國授謫制，時力士方逃瘧功臣閣下。杜子美詩「三年猶瘧疾，一鬼不銷亡。隔日搜脂髓，增寒抱雪霜。徒然潛隙地，有靦屢鮮妝。」則不特避之，而復塗抹其面矣。 \\n 享有體薦，宴有折俎。體薦，謂半解其體，薦而之設，幾而不倚，爵盈而不飲，餚干而不食，所以訓其儉，亦謂之房烝，即《聘義》所謂「酒清人渴而不敢飲，肉乾人饑而不敢食」者也。折俎謂體解節折，升之於俎，物皆可食，所以示慈惠，亦謂之淆烝。若禘祭宗廟、郊祭天地，全其牲體而升於俎，則謂之全烝。今人會客，於淆核之外，或別具盛饌，或饋以生餼，或代以緡錢，皆不食之物。近於古之體薦者，而舉世呼為折俎，正與《左傳》、《國語》本文背馳然。今人誤用古語者極多，不獨此也。 \\n 沈約《宋書．禮志》云：漢建安十年，魏武帝以天下雕弊，下令不得厚葬，又禁立碑。魏高貴鄉公甘露二年，大將軍參軍太原王倫卒，倫兄俊作《表德論》以述倫遺美雲，祗畏王典，不得為銘，乃撰錄《行事》就刊於墓之陰。此則碑禁尚嚴也。此後復弛替，非也。余按《集古》、《金石》、《隸釋》、《隸續》諸書：益州太守高頤碑立於建安十四年，綏民校尉熊君碑立於建安二十一年，橫海將軍呂君碑立於魏文帝黃初二年，廬江太守範式碑立於明帝青龍三年，皆在魏武下令之後，甘露之前。惟巴郡太守樊敏碑立於建安十年三月，是月或未下令。約又謂晉武帝咸寧四年詔：石獸、碑、表既私褒美，興長虛偽，傷財害人，莫大於此，一禁斷之。其犯者雖會赦，皆當毀壞。至元帝大興元年聽立顧榮碑，禁遂漸弛。義熙中裴松之復議禁斷，亦不然。太康四年，鄭烈碑距咸寧之詔方五載。此後雲南太守碑、彭祈碑、陳先生碑、裴權碑、向凱碑、成公重墓刻之類，續續不絕，豈雖有此禁，而皆不能盡絕歟歐陽公父子、趙德夫、洪文惠諸公議論不到，此何邪天下碑錄又有數碑。洪文惠謂碑錄不可盡信，故不著。 \\n 《宋書．后妃傳》：文帝袁後母王夫人，當孝武時，追贈豫章郡新淦縣平樂鄉君。今新淦無此鄉名，漫書之，或可為它日修方志者之一助。 \\n 「不耐煩」，《宋書》庾登之弟《仲文傳》有此語。 \\n 謝景仁居宇淨麗，每唾必唾左右人衣。殷沖則不然，小史非淨浴新衣，不得近左右。均之好潔，相反如此。 \\n 漢建安二十四年，吳將呂蒙病，孫權命道士於星辰下為請命醮之法，當本於此。顧況詩「飛符超羽翼，焚火醮星辰」。姚鵠詩「蘿磴靜攀雲共過，雪壇當醮月孤明」。李商隱詩「通靈夜醮達清晨，承露盤晞甲帳春」。趙嘏詩「春生藥圃芝猶短，夜醮齋壇鶴未回」。醮之禮，至唐盛矣。隋煬帝詩「回步回三洞，清心禮七真」。馬戴詩「三更禮星斗，寸匕服丹霜」。薛能詩「符咒風雷惡，朝修月露清」。此言朝修之法也。然陳羽《步虛詞》云：「漢武清齋讀鼎書，內官扶上畫雲車。壇上月明宮殿閉，仰看星斗禮空虛。」漢武帝時已如此。此高氏《緯略》所紀。余按：周公金滕，子路請禱。自古有之，後世之醮蓋其遺意，特古無道士耳。《黃帝．內傳》雖有道士行禮之文，但謂有道之士，非今之道士也。《太霄經》云：周穆王因尹軌真人制樓觀，遂召幽逸之人置為道士。平王東遷洛邑，置道士七人。漢明帝永平五年，置二十一人，魏武帝為九州置壇，度三十五人。魏文帝幸雍，謁陳熾法師，置道士五十人。晉惠帝度四十九人。故用道士請命。孫權之前無所見，高所書諸詩，亦有非為道士設者。 \\n 神仙修煉之術，非親涉其門庭者不能瞭解。近見息庵王思誠序陳泥丸《翠虛篇》略云：采時喚為藥，煉時喚為火，結時謂之丹，養時謂之胎，其實一也。所產之處曰川源山海，所藏之器曰壇爐鼎灶；所稟之性有鉛汞水火之名，所成之像有丹砂元朱之號。惟一物也。古人剖析真元，分別氣類，所以有採取交會、鍛煉、沐浴之說，以抽添運用之細微，遂有斤兩之論，辨析名義，比它書粗為明白。漫書之牘。 \\n 婦人統兵，世但稱唐平陽公主。余又記晉王恭討王國寶時，王廞聚眾應之，以其女為貞烈將軍，且盡以女人為官屬，顧琛母孔氏為司馬，其一也。 \\n 胡幼度帥廣，傳其《答州縣官啟》二首。其一云：「蒙恩分閫，入境問民，皆言法令頓寬，遂致傳聞不雅，欲銷此謗，豈屬他人官廉則蚌蛤自回，虎在則藜藿不採。」其一云：「茲分帥閫，特辱長箋，固知能作於文章，然亦須閒於法令，人言度嶺多酌貪泉，久知此謗之未除，願與諸君而一洗。」 \\n 紹興間禁中呼秦太師為太平翁。翁見《陸放翁詩注》。 \\n 《四朝國史．王安石傳》：史臣曰：嗚呼！安石！托經術，立政事，以毒天下，非神宗之明聖，時有以燭其奸，則社稷之禍不在後日矣。今尚忍言之，天變不足畏，祖宗不足法，人言不足恤，此三者，雖少正卯言偽而辨，王莽誦《六藝》以文奸言，蓋不至是也。所立幾何，貽害無極。悲夫！王偁《東都事略》則曰：安石這遇神宗，千載一時也。而不能引君當道，乃以富國強兵為事，擯老成，任新進，黜忠厚，崇浮薄，惡鯁正，樂諛佞，是以廉恥汨喪，風俗敗壞。孟子所謂「作於其心，害於其事，作於其事，害於其政」者，豈不然哉烏呼！安石之學既行，則奸宄得志，假紹述之說以脅持上下，立朋黨之論以禁錮忠良。卒之民愁盜起，夷狄亂華，其禍有不可勝言者。悲夫！與時舊見象山陸先生所作《荊公祠堂記》，議論尤精確。先生嘗《與胡季隨書》云：王文公祠記，乃是斷百餘年未了底大公案，自謂聖人復起，不易吾言，誠非虛語。《記》曰：唐虞三代之盛，道行乎天下。夏商叔葉，去治未遠，公卿之間，獨有典刑、伊尹、適夏三仁在商，此道之所存也。周歷之季，跡熄澤竭，人私其身，士私其學，橫議蜂起，老氏以善成其私長雄於百家。竊其遺意者，猶皆逞於天下。至漢而其術益行，子房之師實維黃石，曹參避堂，以捨蓋公。高惠收其成績，波及文景者，二公之餘也。自夫子皇皇，沮溺接與之徒固已竊議其後，孟子言必稱堯舜，聽者為之藐然，不絕如線，未足以喻斯道之微也。陵夷數千百載，而卓然復見斯義，顧不偉哉裕陵之得公，問唐太宗何如主公對曰：「陛下每事當以堯舜為法。太宗所知不遠，所為未盡合法度。」裕陵曰：「卿可謂責難於君，然朕自視眇然，恐無以副此意，卿宜悉意輔朕，庶同濟此道。」自是，君臣議論未嘗不以堯舜相期。及委之以政，則曰：「有以助朕，勿惜盡言。」又曰：「須督責朕，使大有為。」又曰：「天生俊明之才，可以覆芘生民，義當與之戮力，若虛捐歲月，是自棄也。」秦漢而下，南面之君亦嘗有知斯義者乎後之好議論者之聞斯言也，亦嘗隱之於心以揆斯志乎曾魯公曰：「聖知如此，安石殺身以報，亦其宜也。」公曰：「君臣相與，各欲致其義耳，為君則自欲盡君道，為臣則自欲盡臣道，非相為賜也。」秦漢而下，當塗之士亦嘗有知斯義者乎後之好議論者，之聞斯言也，亦嘗隱之於心，以揆斯志乎惜哉！公之學不足以遂斯志，而卒以負斯志；不足以究斯義，而卒以蔽斯義也。昭陵之日，使還獻書，指陳時事，剖析弊端，枝葉扶疏，往往切當。然核其綱領，則曰：「當今之法度不合乎先王之法度，公之不能究斯義，而卒以自蔽者，固見於此矣。」其告裕陵，蓋無異旨，勉其君以法堯舜是也，而謂每事當以法，此豈足以法堯舜者乎謂太宗不足法可也，而謂其所為未盡合法度，此豈足以度越太宗者乎不知言無以知人也。公疇昔之學問，熙寧之事業，舉不遁乎使還之書，而排公者或謂容悅，或謂迎合，或謂變其所守，或謂乖其所學，是尚得為知公者乎氣之相迕而不相悅，則必有相訾之言，此人之私也。公之未用，固有素訾公如張公安道、呂公獻可、蘇公明允者。夫三公者之不悅於公，蓋生於其氣之所迕，公之所蔽則有之矣，何至如三公之言哉英特邁往，不屑於流俗聲色利達之習，介然無毫毛得以入於其心。潔白之操，寒於冰霜，公之質也。掃俗學之凡陋，振弊法之因循，道術必為孔孟，勳績必為伊周，公之志也。不蘄人之知，而聲光煜奕，一時巨公名賢為之左次，公之得此，豈偶然哉用逢其時，君不世出，學焉而後臣之，無愧成湯、高宗。君或致疑，謝病求去，君為責躬，始復視事。公之得君，可謂專矣。新法之議，舉朝歡嘩，行之未幾，天下恟恟。公方秉執《周禮》，精白言之，自信所學，確乎不疑，君子力爭，繼之以去，小人投機，密贊其決，忠樸屏伏，憸狡得志，曾不為悟，公之蔽也。《典禮》《爵刑》，莫非天理，《洪範》《九疇》，帝實錫之。古所謂憲章、法度、典則者，皆此理也。公之所謂法度者，豈其然乎獻納未幾，裕陵出諫院疏與公評之，至簡易之說曰：「今未可為簡易，修立法度，乃所以為簡易也。」熙寧之政，粹於是矣。釋此弗論，尚何以費辭於其建置之末哉為政在人，取人以身，修身以道，修道以仁。仁，人心也。人者，政之本也；身者，人之本也；心者，身之本也，不造其本，而從事其末，末不可得而治矣。《大學》不傳，古道榛塞，其來已久。隨世而就功名者，淵源又類出於老氏。世之君子，天常之厚，師尊載籍以輔其質者行於天下，隨其份量有所補益。然而不究其義，不能大有所為。其於當世之弊，有不能正，則依違其間，稍加潤飾，以幸無禍，公方恥斯世不為唐虞，其肯安於是乎蔽於其末，而不究其義，世之君子未始不與公同。而犯害則異者，彼依違其間，而公取必焉故也。熙寧排公者，大抵極詆訾之言，而不析之以至理。平者未一、二，而激者居八、九，上不足以取信於裕陵，下不足以解公之蔽，反以固其意，成其事。新法之罪，諸君子固分之矣。元祐大臣，一切更張，豈所謂無偏無黨者哉所貴乎玉者，瑕瑜不相掩也。古之信史直書其事，是非善惡靡不畢見。勸懲鑒戒，後世所賴，抑揚損益，以附己好惡。用失情實，小人得以藉口而激怒，豈所望於君子哉紹聖之變，寧得而獨委罪於公乎熙寧之初，公固逆知己說之，行人所不樂，既指為流俗，又斥以小人，及諸賢排公已甚之辭，亦復稱是，兩下相激，事愈戾而理益不明。元祐諸公可易轍矣，又益甚之。六藝之正，可文奸言。小人附托，何所不至！紹聖用事之人，如彼其桀，新法不作，豈將遂無所竄其巧以逞其志乎反覆其手以導崇寧以奸者，實元祐三館之儲。元豐之末，附麗匪人，自謂定策，至造詐以誣首相。則疇昔從容問學，慷慨陳義，而諸君子之所深與者也。格君之學，克知灼見之道，不知自勉，而戛戛於事為之末，以分異人為快，使小人得間，順投逆逞，其致一也。近世學者，雷同一律，發言盈庭，豈善學前輩者哉公世居臨川，罷政徙於金陵。宣和間，故廬邱墟鄉貴人屬縣立祠其上。紹興初，嘗加葺焉。逮今余四十年，隳圯已甚，過者咨歎。今怪力之祠，綿綿不絕，而公以蓋世之英、絕俗之操，殆不世有，而廟貌弗嚴，邦人無所致敬。無乃議論之不公，人心之疑畏使至是耶？侯錢公，期月政成，人用輯和，繕學之既，慨然徹而新之，視舊加壯，為之管鑰，掌於學官，以時祠焉。余初聞之，竊所敬歎。既又屬記於余，余固悼此學之不講，士心不明，是非無所折衷。公為使時，舍人曾公復書切磋有曰：「足下於今最能取於人以為善，而此聞有相曉者，足下皆不受之，必其理未有以奪足下之見也。竊不自揆，得從郡侯，敬以所聞，薦於祠下，必公之所樂聞也。」 \\n 陸放翁《感事詩》云：「陋巷何須歎一瓢，朱門能守亦寥寥。衲衣先世曾調鼎，野褐家聲本珥貂。若悟死生均露電，未應富貴勝漁樵，千年回首俱陳跡，不向杯中何處消。」自注云：沈義倫丞相裔孫為僧，劉仁贍侍中裔孫為道，人皆孤身死。紹興中，二公之後遂絕。殊不知沈公之後有一派，靖康末自京師流落新淦者，居於村疃，耕人之田矣。又不止於為僧也。然其先世告身及相君神道碑摹本故在。周文忠序《槐庭濟美總集》有云：粵自周衰，賢者之類棄，功臣之世絕。故孟子告齊宣王以「故國非喬木，王無親臣矣。」蓋諷其上也。雖然有位於朝，不守其業，而忘其所甚，至公侯之家降在皂隸，則篳門圭竇得以陵之。此豈獨上之人之罪也哉最為確論。 \\n 古人之坐者，兩膝著地，因反其蹠而坐於其上。正如今之胡跪者，其為肅拜，則又拱兩手而下之至地也。其為頓首，則又以頭頓於手上也。其為稽首，則又卻其手而以頭著地。亦如今之禮拜者。皆因跪而益致其恭也。故《儀禮》曰坐取爵，曰坐奠爵。《禮記》曰坐而遷之，曰一坐再至，曰武坐輊右軒左。老子曰坐進此道之類。凡言坐者，皆謂跪也。若漢文帝與賈生語，不覺膝之前於席。管寧坐不箕股，榻當膝處皆穿，皆其明驗。然《記》又云：「授立不跪，授坐不立。」《莊子》又云：「跪坐而進之。」則跪與坐又似有小異處，疑跪有危義，故兩膝著地伸腰及股而勢危者為跪，兩膝著地，以尻著蹠而稍安者為坐也。又《詩》云：「不遑啟居。」而《傳》以啟為跪，《爾雅》以妥為安，而疏以為安定之坐，夫以啟封居。而訓啟為跪，則居之為坐可見。以妥為安定之坐，則跪之為危坐亦可知。蓋兩事相似，但一危一安為小不同耳。至於拜之為禮，亦無所考。但杜子春《說太祝九拜》處解「奇拜」云：「拜時，先屈一膝，今之雅拜也。」夫特以先屈一膝為雅拜，則它拜皆當齊屈兩膝，如今之禮拜明矣。凡此三事，《書》、《傳》皆無明文，亦不知其自何時而變，而今人有不察也。頃年，屬錢子言作白鹿禮殿，欲據開元禮，不為塑像，而臨祭設位。子言不以為然，而必以塑像為問。子既略為考禮如前之雲，又記少時聞之先人云，嘗至鄭州謁列子祠，見其塑像席地而坐，則亦並以告之，以為必不得已而為塑像，則當放此，以免於蘇子俯伏匍匐之譏。予言又不謂然。會予亦辭浙東之節，遂不能強，然至今以為恨也。其後乃聞成都府學有漢時禮殿，諸像皆席地而跪坐，文翁猶是當時琢石所為，尤足據信，不知蘇公蜀人，何以不見而云爾也及楊方子直入蜀師幕府，因使訪焉，則果如所聞者。且為寫放文翁石像為土偶以來，而塑手不精，或者猶意其或為跏趺也。去年又屬蜀漕楊王休子美，今乃並得先聖先師三像，木刻精巧，視其坐後兩蹠，隱然見於惟裳之下，然後審其所以坐者，果為跪而無疑也。惜乎白鹿畫像之時，不得此證以曉子言，使東南學者未得復見古人之像，以革千載之廟，為之喟然太息。姑記本末寫寄洞學諸生，使書而揭之廟門之左，以俟來者考焉。此朱文公白鹿禮殿塑像說。後其季子守南康，因更新禮殿，聞之於朝，迄成先志。然遠方學者未盡見此說，故識之。 \\n 《史記．黃帝紀》：神農氏世衰，諸侯相侵伐，暴虐百姓，而神農氏弗能征。於是軒轅乃習用干戈，以征不享，諸侯鹹來賓從。而蚩尤最為暴，莫能伐。炎帝欲侵陵諸侯，諸侯鹹歸。軒轅既雲諸侯相侵伐，而神農氏弗能征矣，又雲炎帝欲侵陵諸侯，何耶尚當訪精於史學者而問之。 \\n 今道家設醮，率用米糈，世傳始於張陵，而實不然。陵使百姓從受道者，出五斗米，非以祠神也。按《山海經》載諸山之神，各舉其形狀及祠之之物，有糈者居多。如（昔隹）山之首，自招搖之山以至箕尾之山，凡十山，糈用稌米；自拒山至於漆吳之山，凡十七山，糈用稌；自天虞之山至南禺之山，凡一十四山，糈用稌；崇吾之山至於翼望之山，凡二十三山，糈用稷米；陰山以下至於崦嵫之山，凡十九山，糈以稻米；自太行之山以至於無逢之山，凡四十六山，皆用稌糈米祠之；自敖岸之山至於和山，凡五山，糈用稌；自景山至琴鼓之山，凡二十三山，糈用稌；自女幾山至於賈超之山，凡十六山，糈用稌；自首山至於丙山，凡九山，糈用五種之糈；自翼望之山至於幾山，凡四十八山，糈用五種之精禾；自篇遇之山至於榮余之山，凡十五山，糈用稌。郭注云：糈，祀神之米，名「先呂」，反今江東音所惟「自屍」。胡之山至於無皋之山，凡十九山，米用黍；自苟林之山至於陽虛之山，凡十六山，其祠用稌二者，無糈字，或傳寫脫誤。單狐之山至於隄山，凡二十五山，甘棗之山至於鼓鐙之山，凡十五山，皆曰瘞而不糈；管涔之山至於敦題之山，凡十七山，輝諸之山至於蔓渠之山，凡九山，皆曰投而不糈；自鈐山至於萊山，凡十七山，則曰鈐而不糈；自鹿蹄之山至於元扈之山，凡九山，則曰祈而不糈。郭注直云：祭，不用米也。著明如此。《山海經》雖不敢信為禹益所著，屈原《離騷》、《呂氏春秋》，皆摘取其事。而漢人引用者，尤多其書，決不出於張陵之後。則糈之用也，尚矣。《離騷》云：「巫咸將夕降兮，懷椒糈而要之。」王逸注云：糈，精米，所以享神也。《淮南子》云：「病者，寢席醫之，用針石巫之，用糈藉所救鈞也。許叔重注云：糈米，所以享神。則於載籍者不一，第不若《山海經》之著明耳。」 \\n  \\n   \\n  "}
{"章节": "● 卷八", "正文": "  \\n ●卷八 \\n 　 \\n  \\n 洪文敏著《夷堅志》，積三十二編，凡三十一序，各出新意，不相復重，昔人所無也。今撮其意書之觀者，當知其不可及。《甲志》序所以為作者之意。《乙志》謂前代志怪之書，皆不無寓言，獨是書遠不過一甲子，為有據依。《丙志》謂始萃此書，顓以鳩異崇怪，本無意於述人事及稱人之惡。然得於容易，或急於滿卷帙，故頗違初心。其究乃至於誣善。蓋以告者過，或聽焉不審，既刪削是正，而可為第三書者又已襞積。懲前過，止不欲為染，習氣所溺，欲罷不能，而好事君子復從臾之。輒私自恕曰：「但談鬼神之事足矣，毋庸及其他。」於是取為《丙志》。《丁志》設或人之辭，謂不能玩心聖經，勞勤心口，從事於神奇、荒怪，索墨費紙殆半。太史公書為可笑，從而為之辨。《戊志》謂在閩泮時，葉晦叔頗搜索奇聞，來助紀錄。嘗言近有估客航海，不覺入巨魚腹中，腹正寬，經日未死，適木工數輩在，取斧斤斫魚脅，魚覺痛，躍入大洋，舉船人及魚皆死。予戲難之曰：「一舟盡沒，何人談此事於世乎」晦叔大笑，不知所答。予固懼未能免此也。《己志》謂昔以《夷堅志》吾書，謂與前人諸書不相襲。後得唐華原尉張慎素《夷堅錄》，亦取列子之說，喜其與己合。《庚志》謂假守當塗，地偏少事，濟南呂義卿、洛陽吳斗南適以舊聞寄，似度可半編帙，於是輯為《庚志》。初《甲志》之成，歷十八年，自乙至己或七年，或五六年，今不過數閱月間，之為助如此。然平生居閒之日多，豈不趣成書，亦欠此巨編相傳益耳。末又載章懋德使虜，掌訝者問《夷堅》自《丁志》後曾更續否而引樂天、東坡之事以自況。《辛志》記初著書時，欲仿段成式《諾皋記》，名以《容齋諾皋》，後惡其沿襲，且不堪讀者輒問，乃更今名，因載向巨原答問之語。《壬志》全取王景文《夷堅別志序》，表以數語。《癸志》謂九志成，年七十有一，擬綴輯癸編。稚子櫰復雲更須從子至亥接續之乃成書。予拊之曰：「天假吾年，雖倍此可也，人生未可料，惡知吾不能及是乎」《支甲》謂或疑所載，頗有與昔人傳記相似處，殆好事者飾說剽掠，借為談助，證以蒙莊之語，辨其不然。又雲初欲從稚子請，讀以十二辰，又以段柯《古支諾皋?支動?支植》尤崛奇，於是名曰《支甲》、《支乙》則雲。紹熙庚戌臘，從會稽西歸，至甲寅之夏季，《夷堅》之書緒成《辛》、《壬》、《癸》三志，合六十卷，及《支甲》十卷才八，改月又成《支乙》一編，殊自喜也。《支景》則雲曾大父諱，與甲乙下一字同音，而左畔從火，故再世以來，用唐人所借，但稱為景。當《夷堅》第三書出，或見警曰：「禮不諱嫌名，乃直名之。」今是書萌芽。稚兒謂稗官說與他所論著及通官文書不侔，避之宜矣。遂目以《支景》、《支丁》，則自摭此帙中不可信者數事，謂苟以其說至斯，受之而已矣。聲牙畔奐，蓋自知之愛奇之過，一至於此。讀者勿以辭害意可也。《支戊》載呂覽賓卑聚之夢，謂《夷堅》記夢，亡慮百餘事，未有若此之可怪者。《支己》謂神奇詭異之事，無時不有。姑即《夷堅》諸志考之，上焉假諸正夢，騰薄穹霄，次焉猶陟蓬壺，期汗漫不幸而死。死矣幸而復生，見九地之下溟漲之海，以至島鬼淵只，蛇襖牛彪之類，何翅累千萬百，所遇非一人，所更非一事，所歷非一境，而莫有同者焉。《支庚》謂四十四日書成，自詫其速，且敘其所以速之由。《支辛》謂《東坡志林》、李方叔《師友談記》、錢丕《行年雜紀》之類四、五書，皆偶附著異事，不顓虞初九百之篇，士大夫或弗能知，故剟剽以為助，不幾乎三之一矣。《支壬》則雲子弟輩皆言翁既作文不已，而掇錄怪奇又未嘗少息，殆非老人頤神繕性之福，盍已之，余受其說，未再越日，膳飲為之失味，步趨為之局束，方寸為之不寧；精爽如癡，向之相勸止者，懼不知所出，於是逌然而笑。豈吾緣法在是，如駿馬下臨千丈坡，欲駐不可，姑從吾志，以竟此生。異時惛不能進，將不攻自縮矣。《支癸》謂劉向父子匯群書《七略》。班孟堅采以為《藝文志》，小說類定著十五家，最後虞初周說九百四十三篇出於稗官、街談巷語、道聽途說者之造，今亡矣。《唐史》所標百餘家、六百三十五卷。《太平廣記》率取之不棄也。予畢《夷堅》十志，又支而廣之，通三百篇，不能滿者才十有一，遂半《唐志》所云。《三志甲》謂櫰子偃孫羅前人所著稗說來示，如徐鼎臣《稽神錄》、張文定公《洛陽舊聞記》、錢希白《洞微志》、張君房《乘異》、呂灌園《測幽》、張師正《述異志》、畢仲荀幕《府燕聞錄》七書，多歷年二十而所就，卷帙皆不能多。《三志乙》謂茲一編頗得之卜者徐謙。謙，瞽雙目，而審聽強記，客詣其肆，與之言，悉追憶不忘，倩傍人書以相示。昔徐仲車耳瞶，而四方事無不周知。謙凱其苗裔耶賢愚固不可同日語，而所以異則同。《三志景》謂郡邑必有圖志，鄙陽獨無，而《夷堅》自甲施於三景，所稡州里異聞，乃至五百有五十。它時有好事君子，采以為志，斯過半矣。《三志丁》則云人年七八十，幸身康寧，當退藏一室，早睡晏起，繙貝多旁行書，與三生結願，否則邀方外云侶，熊經鴟顧，斯亦可耳。至於著書，蓋出下下策。而此習膠攀不能釋，固嘗悔哂，猛藏去弗視，乃若禁嬰孺子滑甘，未能幾何。留意愈甚，雖有傾河搖山之辯，不復聽矣。《三志戊》謂子不語怪力亂神，非置而弗問也。聖人設教垂世，不肯以神怪之事詒諸話言，然書於《春秋》，於《易》、於《詩》、於《書》皆有之，而《左氏內外傳》尤多。遂以為誣誕浮誇則不可。《三志己》謂一話一言入耳，當即錄而固有，因循而失之者，如滕彥智、黃雍父所言一二事，至今往來於襟抱不釋也。《三志庚》考徐鉉《稽神錄辨》、楊文公《談苑》所載蒯亮之事非是。《三志辛》云予堂立說，謂古今神奇之事，莫不同者。今乃悟此語為不廣，而證以蜀士孫斯文，及《幽明錄》中賈弼事。《三志壬》引昌黎公《明鬼》，謂《夷堅》所紀，不能出其所證之三非。《三志癸》言《太平廣記》類聚之誤。《四志甲》辨夷堅為皋陶別名至《四志乙》。則絕筆之書，不及序。惟《支壬》、《三志丁》兩序意略同，而數序自詫其速者，亦不甚相遠矣。 \\n 俗謂不冠者曰科頭。科頭二字出《史記．張儀傳》注，謂不著夔鍪入敵。 \\n 余首卷辨王建宮詞多雜以他人所作，今乃知所知不廣。蓋建自有宮詞百篇，傳其集者，但得九十篇。蜀本《建集序》可考，後來刻梓者，以他人十詩足之，故爾混淆。余既辨其人矣，尚有二首：「殿前傳點各依班，召對西來入詔蠻。上得青花龍尾道，側身愉覷正南山。鴛鴦瓦上忽然聲，晝寢宮娥夢裡驚。元是吾皇金彈子，海棠窠下打流鶯」者，未詳誰作也。所逸十篇今見於洪文敏所錄《唐人絕句》中，然不知其所自得。其詞云：「忽地金輿向日陂，內人接著更相隨。卻回龍武軍前過，當處教開臥鴨池。畫作天河刻作牛，玉梭金鑷采橋頭。每年宮女穿針夜，敕賜諸親乞巧樓。春來睡困不梳頭，懶逐君王苑北游。暫向玉花階上坐，簸錢贏得兩三籌。紅燈睡裡看春雲，雲上三更直宿分。金砌雨來行步滑，兩人抬起隱金裙。蜂須蟬翅薄鬆鬆，浮動搔頭似有風。一度出時拋一遍，金條零落落函中。教遍宮娥唱盡詞，暗中頭白沒人知。樓中日日歌聲好，不問從初學阿誰。彈棋玉指兩參差，背局臨虛鬥著危。先打角頭紅子落，上三金字半邊垂。宛轉黃金白柄長，青荷葉子畫鴛鴦。把來不是呈新樣，欲進微風到御床。供御香方加減頻，水沈山麝每回新。內中不許相傳出，已被醫家寫與人。藥童食後送雲漿，高殿無風扇少涼。每到日中重掠鬢，衩衣騎馬繞宮廊。」 \\n 唐李昌符《婢僕詩》二首。其一云：「不論秋菊與春花，個個能吃空腹茶。無事莫教頻入庫，等閒物件要些些」。曲盡婢之情狀。 \\n 《史記．秦本紀》：武公卒，葬雍平陽。初以人從死，從死者六十六人。至獻公元年，方止從死。則知武公而下十有八君之葬，必皆有從死者矣。不獨繆公也。《黃鳥》之詩，特以奄息、仲行、鍼虎為秦之良臣，故國人哀之耳。夫一君之葬，使六十六人無罪而就死地，固已可駭，而繆公至用百七十七人。習俗之移人，雖繆公不能免，則獻公亦賢矣哉。 \\n 罔違道以干百姓之譽，罔咈百姓以從己之欲。王荊公曰：「咈百姓以從己之欲，則不可。咈百姓以從先王之道，何為而不可」范淳夫云：「咈百姓，則非先王之道也。」荊公之言主於自文，范公則求以矯之。其實不然。干百姓之譽者，有時而違道，則道必有時而咈百姓矣。祁寒、暑雨均曰怨咨，小民之情也。為政者，但當虛心無我，據理而行，不使纖毫計校毀譽之心亂於胸中足矣。 \\n 王制云：古者以周尺八尺為步，今以周尺六尺四寸為步。管子、司馬法皆曰六尺為步。秦始皇亦然。今以五尺為步，步之盡數不同如此。周尺之制，值成謂未詳聞也。近世《伊川文集》中載作主之制，謂當今省尺五寸五分弱。潘仲善聞之晦翁，謂：「五寸字誤，當作七寸五分弱。」又謂：「省尺者，三司布帛尺也。」潘後從會稽司馬侍郎家求得《溫公圖本》，周尺果當布帛尺七寸五分弱。於今浙尺為八寸四分。《溫公圖本》必有考按，恨不知其源流之詳也。 \\n 歷家以冬至為一歲之首。冬至者，建子月之中氣。故子時初四刻以前系今日，正初刻以後系明日。蓋一理也。今太史局歷，每節氣在子初，則書其夜子初某刻以別之，其來尚矣。紹興二年正月三日壬子，其夜子初立春。洪文敏以札子白廟堂云：「日辰自古以子時為首，今既子時立春，則當是四日癸丑。」謂太史之誤，其實不然。康節《冬至吟》云：「何者謂之幾，天根理極微。今年初盡處，明日未來時。此際易得意，其間難下辭。人能知此意，何事不能知」又云：「冬至子之半，天心無改移。一陽初起處，萬物未生時。元酒味方淡，大音聲正稀。此言如不信，更請問庖犧。」 \\n 漢高帝封兄子信為羹頡侯。雖以其母燎釜之故，然按《括地誌》，實有羹頡山在媯州懷戎縣東南十五里。注《史記》者，失不引此。顏師古注《漢書》但云：「頡，音戛，言其母戛羹釜也。」小司馬《索隱》又直謂爵號耳，非縣邑名，皆弗深考也。古之封侯，未有非地名者，若武帝封霍去病冠軍侯、田千秋富民侯，昭帝封霍光博陸侯，光武封彭寵奴不義侯，以至鐫胡鎬羌、向義建策之類，非制也。然冠軍侯國在東郡，富民侯國在沛郡蘄縣，博陸初食北海河間，後益封，又食東郡，特被以嘉名而已。非若光武所封，未必有分地也。武帝時又有張騫封博望侯，趙破奴封從票侯，亦未詳其封邑。 \\n 州縣城隍廟莫詳事始。前輩謂既有社矣，不應復有城隍。故唐李陽冰謂城隍神祀典無之，惟吳越有爾。然成都城隍祠，太和中李德裕所建。李白作《韋鄂州碑》，謂大水滅郭，抗辭正色言於城隍，其應如響。杜牧為黃州刺史，有《祭城隍神．祈雨》文二首，它如韓文公之於潮曲，信陵之於舒，皆有祭文。而許遠亦有「█井鵷翔，危堞神護」之語，則不獨吳越為然。蕪湖城隍祠建於吳赤烏二年。高齊慕客儼、梁武陵王祀城隍神，皆書於史，則又不獨唐而已—成中，睦州刺史呂述以為合於禮之八蠟祭坊與水庸者。今按《禮記》註：水庸，溝也。《正義》云：坊者，所以蓄水，亦以障水。水庸者，所以受水，亦以洩水。則坊，蓋今之隄防；水庸，蓋今之溝澮也。方之城隍，義殊不類。今其祀幾遍天下，朝家或錫廟額，或頒封爵，未命者，或襲鄰郡之稱，或承流俗所傳，郡異而縣不同。至於神之姓名，則又遷就附會，各指一人，神何言哉負城之邑亦有與郡兩立者，獨彭州既有城隍廟，又有羅城廟。袁州分宜縣既有城隍廟，又有縣隍廟。尤為創見。以余聞見所及，考之廟額，封爵具者惟臨安府。當後唐清泰元年，嘗封順義保寧王與越湖二神並命，今號永固廟，不知何時所賜。紹興三十年，封保順通惠侯，今封顯正康濟王。紹興府梁開平封崇福侯，清泰封興德保闉王。紹興初，賜額顯寧，今封昭順靈濟孚祐忠應王。台州則鎮安廟順利顯應王；吉州則靈護廟威顯英烈侯；筠州則利貺廟靈祐順應顯正王；袁州則顯忠廟靈惠侯；濠州則孚應廟靈助侯；建寧府則顯應廟福應惠寧侯；建康之溧水則顯正廟廣惠侯；泉州惠安縣則寧濟廟靈安昭祐侯；邵武軍則顯祐廟神濟訓順侯；泰寧則廣惠廟靖惠孚濟侯；韶州則明惠廟善祐侯；成州則靈應廟英祐侯。有廟額而未爵命者，鎮江忠祐、寧國靈護、隆興顯忠、德安府威澤、楚州靈顯、和州孚惠、襄陽孚濟、汀州顯應、珍州仁貺、靜江嘉祐、慶元之昌國、邵武之建寧，皆曰惠應。前代錫爵而本朝未申命者，湖州阜俗安城王，處州龍泉縣廣順侯，鄂州城隍，萬勝鎮安王，越州蕭山縣用郡城隍神，初命稱崇福侯；昭州立山縣為蒙州，時封靈感王。台州五縣，吳越時皆封以王爵。臨海曰興國，黃巖曰永寧，天台曰始平，仙居曰昇平，寧海曰安仁，其餘相承稱謂，如溫州富俗侯，處州仙都侯，臨安府錢塘縣安邑侯，臨安縣霸國侯、王，興國軍高陵王，筠州、新昌鹽城王，渾州定湘王，泉州明烈王，潼川、興元安平將軍，漢州、彭州安福將軍，卬州大邑縣安靜神，廣州羊城使者之類，皆莫究其所以也。襄陽雖有孚濟額，而保漢公之號，未知所自。寧國雖有靈護額，而爵稱佑聖，不可得而詳。隆興雖有顯忠額，而南唐嘗封輔德王，故贛州稱輔德廟，南康軍、安慶府及潭之益陽、太平之蕪湖、南安之上猶，皆稱輔德王。撫黃、復州、南安、臨江諸郡，則稱顯忠輔德王，或輔德顯忠王，蓋皆以隆興廟額，混南唐爵命，以為稱也。神之姓名具者，鎮江、慶元、寧國、太平、襄陽、興元、復州、南安諸郡，華亭、蕪湖兩邑，皆謂紀信。隆興、贛袁、江吉、建昌、臨江、南康，皆謂灌嬰。福州、江陰，以為周苛。真州、六合以為英布。和州為范增。襄陽之谷城為蕭何。興國軍為姚弋仲。紹興府為龐玉實，龐堅四世祖，事具《唐書．忠義傳》。蓋嘗歷越州總管。鄂州為焦明，南史焦度之父也。台州屈坦，吳尚書僕射晃之子，今州治蓋其故居。筠州應智頊，唐初，州為靖州，時刺史南豐游茂洪，開元間，嘗知縣鎮。溧水白季康，唐縣令也。惟筠之新昌，祀西晉邑宰盧姓者。紹興之嵊祀陳長官。慶元、昌國祀邑人茹侯，三者不得其名耳。耳目所不接者，尚闕如也。承、播、溱三州，及遵義軍未廢時，皆嘗錫城隍廟額。承曰靜惠，播曰昭祐，溱曰寧德，遵義曰懷寧。承州則又有靜應侯爵，今承為綏陽縣，遵義為寨，皆穎珍州、溱、播之地，則折而入於南平之境矣。《嘉祐雜誌》載吳春卿為臨安宰，聞故老言，錢尚父方睡，湯瓶沸，一小童以水注之。錢曰：「吾方欲以水注瓶，此童先知吾意，不可赦。」遂殺之。後見其為厲，乃封為霸國侯，使永為臨安土地，故塑像為十餘歲小兒，今不知塑像何如。而土地之稱已轉而為城隍矣。《太平廣記》載宣州司戶死而復生，雲見城隍神，自言晉桓彝也，與所傳不同。然彝今亦別廟食於涇。紹興辛未，潼川守沈該將新城隍祠，夢人繼文書來，稱新差土地，閱其姓名蓋史堅，序事愈涉怪。淳熙間，李異守龍舒，有德於民，去郡而卒，邦人遂相傳為城隍神矣。尤淺妄不經也。唐羊士諤有《城隍廟賽雨絕句》二首。 \\n 《史記．齊世家》云：齊王與舅父駟鈞陰謀發兵。《索隱》云：舅父，謂舅，猶姨稱姨母。舅父二字，甚新，人少用者。《禮》：婦人與丈夫為禮則俠拜。俠者夾，謂男子一拜，婦人兩拜。夾男子拜，今婦人之拜不跪，則異於古所謂俠拜。江浙衣冠之家，尚通行之，閭巷則否。江鄰幾《嘉祐雜誌》載司馬溫公之語，乃謂陝府村野婦人皆夾拜，城郭則不然，南北之俗不同如此。 \\n 馮延己《謁金門》長短句膾炙人口。其曰：「斗鴨欄干獨倚人。」多疑鴨不能鬥。余按《三國誌．孫權傳》注引《江表傳》曰：魏文帝遣使求斗鴨，群臣奏宜勿與。權曰：「彼在諒暗之中，所求若此，豈可與言禮哉且以與之。」《陸遜傳》：建昌侯虛作斗鴨欄。遜曰：「君侯宜勤覽經典，用此何為」《南史．王僧達傳》：僧達為太子舍人，坐屬疾，而往楊列橋觀斗鴨，為有司所劾。《新唐書．齊王祐傳》：祐喜養斗鴨，方未反，狸齰鴨四十餘，絕其頭去。及敗，牽連誅死者，凡四十餘人，則古蓋有之。又唐《田令孜傳》：僖宗好鬥鵝，數幸六王宅興慶池，與諸王斗鵝，一鵝至五十萬錢，是鵝亦能斗也。秦捕商君，商君亡至關下，欲止客舍。舍客不知商君也，曰：「商君之法，舍人無驗者坐之。」商君喟然歎曰：「嗟呼！為法之敝，一至此哉」蘇文定謫雷州，不許居官舍，遂僦民屋，章子厚又以為強奪民居，下州逮民究治。及子厚責雷，亦問舍於民，民曰：「前蘇公來，章丞相幾破我家，今不可也。」人以為報。古今一轍也。 \\n 《西京雜記》載武帝欲殺乳母，告爭於東方朔。朔曰：「帝忍而愎，傍人言之，益死之速耳。汝臨去，但屢顧我，我當設奇以激之。」乳母如言，朔在帝側曰：「汝宜速去！帝今已大，豈念汝乳哺時恩耶」帝愴然，遂捨之。《史記．滑稽傳》：褚先生曰：武帝時有所幸倡郭舍人者，發言陳辭雖不合大道，然令人主和悅。武帝少時，東武侯母常養帝，帝壯時號之曰「大乳母。」乳母家子孫奴從者，橫暴長安史。有司請徙乳母家室，處之於邊。奏可。乳母當入辭，先見郭舍人，為下泣。捨人曰：「即入見辭去，疾步數還顧。」乳母如其言。郭舍人疾言罵之曰：「咄！老女子！何不疾行！陛下已壯矣，寧尚須汝乳而活耶尚何還顧！」於是人主憐焉，乃下詔止無徙乳母。此一事耳，一以為殺，一以為徙，一以為東方朔，一以為郭舍人。《西京雜記》，顏師古固常辨其妄，褚所書它事抵牾者亦多，皆未可盡信。 \\n 律文罪雖甚重，不過絞斬而已。凌、遲二條，五季方有之，至今俗稱為法外云。 \\n 姚平仲，字希晏，世為西陲大將。幼孤，從父古養為子。年十八，與夏人戰臧底河，斬獲甚眾，賊莫能枝梧。宣撫使童貫召與語，平仲負氣不少屈。貫不悅，抑其賞，然關中豪傑皆推之，號「小太尉」。睦州盜起，徽宗遣貫討賊，貫雖惡平仲，心服其勇，復取以行。及賊平，平仲功冠軍，乃見貫曰：「平仲不願得賞，願一見上耳。」貫愈忌之，他將王淵、劉光世皆得召見，平仲獨不與。欽宗在東宮，知其名。及即位，金人入寇，都城受圍，平仲適在京師，得召對福寧殿，厚賜金帛，許以殊賞，於是平仲請出死士，斫營擒虜帥以獻。及出，連破兩寨，而虜已徙去，平仲功不成，遂乘青騾亡命一晝夜，馳七百五十里抵鄧州，始得食。入武關，至長安，欲隱華山。顧以為淺，奔蜀至青城山，上清宮人莫識也。留一日，復入大面山，行二百七十餘里，度採藥者莫能至，乃解縱所乘騾，得巖穴以居。朝廷數下詔物色求之，弗得也。乾道、淳熙之間始出，至丈人觀道院，自言如此。時年八十餘，紫髯郁然，長數尺，面奕奕有光，行不擇崖塹荊棘，其速若奔馬。亦時為人作草書，頗奇偉，然秘不言得道之由雲。此陸放翁所作《平仲小傳》也。放翁亦嘗以詩寄題青城山上清宮壁間云：「造物困豪傑，意將使有為。功名未足言，或作出世資。姚公勇冠軍，百戰起西陲。夭方覆中原，殆非一木支。脫身五十年，世人識公誰但驚山澤間，有此熊豹姿。我亦志方外，白頭未逢師。年來幸廢放，倘遂與世辭。從公游五嶽，稽首餐靈芝。金骨換綠髓，欻然松杪飛。」後守新定，再作詩托上宮道人寄之云：「太尉關河傑，飛騰亦遇時。中原方蕩覆，大計易差池。素壁龍蛇字，空山熊豹姿。煙雲千萬疊，求訪因難知。」 \\n 漢張湯、韓安國皆以御史大夫行丞相事。曹窋以列侯、臣賀以太僕行御史大夫事。劉歆以太中大夫行太常事。樂成以少府行大鴻臚事。臣安行以太子少傅行宗正事。少府忠行廷尉事。王溫舒為右輔行中尉。張良以列侯行太子少傅事。黃霸以廷尉監行丞相長史事。蓋寬饒以諫大夫行郎中戶將事。王尊守京兆都尉行京兆尹事。翟義以南陽都尉行太守事。蓋漢制，官闕則卑者攝為之之謂行，亦有以同列通攝者。靳石以大常行太僕，韓延年以太常行大行令，劉德以宗正行京兆尹之類是也。九卿三輔皆同列也。今著令以寄祿高於職事官者為行，異於古矣。 \\n 《容齋》辨陳正敏之妄，梁顥非八十二登科是矣。與時因記《玉壺清話》載仁宗問梁適：「卿是那個梁家」適對曰：「先臣祖顥，先臣父固。」曰：「怪卿面兒酷似梁固。」按《國史》：「適乃顥之子，固之弟。小說家多不考訂，率意妄言，觀者又不深考，往往從而信之，如此類甚多，殊可笑也。 \\n  \\n   \\n  "}
{"章节": "● 卷九", "正文": "  \\n ●卷九 \\n 　 \\n  \\n 《詩》：「誕彌厥月」。誕，大也，朱文公則以為發語之辭。世俗誤以誕訓生，遂有降誕、慶誕之語。前輩辨者多矣。《書》曰：「誕膺天命。」誕亦大也。范曄贊光武，乃有「光武誕命」之語。尤不可曉。《殤帝紀》云：「誕，育百餘曰」。亦誤。 \\n 寇恂自穎川太守徙汝南，又入為執金吾。會穎川盜起，光武將親征隗器，欲復使出守穎川，從駕至郡，盜賊悉降，遂已。百姓遮道曰：「願從陛下復借寇君一年。」是時恂去郡已久，百姓以其為王朝之卿，故謂之借。今人作太守，在任垂滿者，書啟多用借寇事，似不類也。 \\n 《夷堅．戊志》載裴老智數謂紹興十年七月臨安大火，延燒城內外室屋數萬區。裴方寓居，有質庫金及珠肆在通衢，皆不顧，遽命紀綱僕分往江下及徐村，而身出北關，遇竹、木、磚、瓦、蘆、葦、椽桶之屋，無論多寡大小，盡評價買之。明日有旨，竹木材料免徵稅抽解。城中人作屋者皆取之，裴獲利數倍過於所焚。後閱張芸臾所著《浮休閱目集》書焦隱事云：「一日京師火，隱晨出之木場，凡木皆以姓字題識，後至者率詣隱市材。」始知《夷堅》指為裴老者，誤矣。雖曰富家智略往往相似，然不應如是之同也。 \\n 「娶妻當得陰麗華」，唐與政謂觀此語，知郭後之必廢。然予觀《劉植傳》載劉、楊起兵附王郎，眾十餘萬，光武遣植說楊，楊乃降，光武因留真定，納郭後，後即楊之甥也。故以此結之。則是郭後之納，已非光武之情矣。何待陰麗華之語，而後佔其廢乎范曄不以此書之《後紀》，故前輩議論未嘗及之。 \\n 余嘗撮城隍爵號，後閱《國朝會要》，考西北諸郡、東京號「靈護廟」。初封「廣祐公」，後進「佑聖王」。大內別有城隍。初封「昭貺侯」，後進爵為公。拱州昭靈廟惠烈夫人，蓋俗傳為宋襄公之媦，開德府顯應廟感聖侯，解州靈佑廟鎮寶侯，浚州黎陽縣顯固廟靈護伯，它皆無聞。蓋東南城隍之盛，多起於近世，此數者亦徽廟朝錫命耳。 \\n 馬援平交阯賊，封新息侯。擊牛釃酒，勞饗軍士。因從容及從弟少游之語，吏士皆伏稱萬歲。又馮魴赦郟賊延褒等，亦皆稱萬歲，是東都之臣不以稱萬歲為嫌。獨竇憲出屯北威，與車駕會長安，尚書以下欲伏稱萬歲，韓稜正色曰：「禮無人臣稱萬歲之制。」議者皆慚而止。若稜者，可謂不為俗所移矣。然萬歲之稱，三代盛時所無有。蓋自藺相如奉璧入秦，田單為約降燕，馮諼焚孟嘗君債券，昉見於簡牘，至漢為盛。稜之所謂「禮」，豈古之所謂「禮」耶吳虎臣引虎拜，稽手「天子萬壽。」謂「萬歲」發於此。然此特詠歌之辭耳，非可與後世呼萬歲者同語也。 \\n 世俗笓字當作枇，與枇杷之枇字同而音異。後漢濟北孝王次喪父，至孝梁太后下詔增封有曰：「頭不枇沐。」《魏志》：徐季龍取十三種物，使管輅佔之，輅先說雞子，後道蠶蛹，遂一一名之，唯以梳為枇耳。陸雲《與兄機書》，案行視曹公器物，其中亦有枇字。《類篇》枇凡四音，其一毗志切，櫛屬，《集韻》同。又按《說文》：櫛，梳比之總名也。漢文帝遺匈奴單于比疏一，或作比余一。顏師古注曰：辮發之飾也，比音頻寐反。則知枇字亦通作比。惟笓字無所經據，《博雅》篝筌謂之笓，蓋捕取魚蝦之具，邊迷頻脂二切與此不同。雖《集韻》枇亦作笓，《類篇》笓又毗至切，櫛屬。然二書晚出，當從古。《詩》曰：其比如櫛，又知三代以前未有枇之名，但通謂之櫛而已，有相迫比之義矣。 \\n 范曄《後漢書．楊震傳》載安帝時，河間男子趙騰上書指陳得失。帝怒收考，詔獄結以罔上不道。震上疏救之，帝不省，騰竟伏屍都市。《張皓傳》又載順帝時，清河趙騰上言災變，譏刺朝政，收騰系考。皓上疏諫，帝悟，減死一等。安順兩朝時世相接，河間、清河二國壤地相鄰，不應皆有一趙騰上書，皆指言時政，皆為人主所怒，又皆有大臣救解，雖其末一生一死，然亦不應如是之同，疑只一事，而曄誤以為二耳。 \\n 漢武帝征枚乘，乘道死，詔問乘子，無能為文者。後乃得其孽子皋，皋字少孺，乘在梁時，取皋母為小妻。又《孔光傳》：淳於長坐大逆，誅長小妻乃始等六人。《佞幸傳》張彭祖為小妻所毒薨。《外戚．許後傳》後姊靡寡居，與淳於長私通，因為之小妻。後漢趙惠王乾居父喪，私聘小妻，削中邱縣。注云：小妻，妾也。又竇融女弟為大司空王邑小妻；陳王鈞取掖庭出女李嬈為小妻；樂成靖王黨取故中山簡王傳婢李羽生為小妻；梁節王暢上疏辭謝，有曰：臣暢小妻三十七人，其無子者願還本家。陳球與劉郃輩謀誅宦者，因小妻之父程璜而事洩。《東觀記》又載彭城靖王子男丁前物故，恭子酺侮丁小妻，見恭傳注。周益公行歸正人蕭中一次妻耶律氏，制謂次妻二字，別無經據，乞政稱小妻。札子中注雲出《漢書》，指此。《董卓傳》又有少妻之稱，疑即小妻也。裴松之注《三國誌．孫皓傳》引《江表傳》載張俶事，亦曰取小妻三十餘人。又《駱統傳》：統母改適，為華歆小妻。晉宋挺本劉陶門人，陶亡後，娶陶愛妾為小妻。隋王世充祖支頹褥死，其妻少寡，儀同王粲納之，以妻為小妻。則不獨見於漢史云。 \\n 君子食無求飽，居無求安，非惡飽而欲饑，惡安而欲危也，但不可求耳。君子之求也，惟當求道，求在我者而已。外此而有所求，皆非也。所謂求之有道，得之有命者，亦謂盡其在我，而非志於得也。他如「求為可知，夫子之求之也」之類皆此意。向為身死而不受，今為宮室之美為之；向為身死而不受，今為妻妾之奉為之，此二者固志士之所羞也，若為所識窮乏者得我而為之，似亦可矣。而均之為失其本心，何耶此猶易解，亦如孔子罪乞醯之意耳。經德不回，非所以干祿也。言語必信，非所以正行也。干祿固非美事，若正行則何不可者。今為學而不事正行，果何所事耶惟能識此意，而後可與言學矣。 \\n 康節先生《左衽吟》云：「自古御戎無上策，惟憑仁義是中原。王帥問罪固能道，天子蒙塵爭忍言。二晉亂亡成茂草，三君屈辱落陳編。公閭延廣何人也，始信興邦亦一言。」蓋預讖靖康之禍也。篇末雖托二晉以為詞，然因王師問罪而致寇，惟燕山之役為然，二晉所無也。深切著明如此，而讀者多不察。余聞之友人曾幼與而始悟。因記康節《觀有唐吟》有云：「憑高始見山河壯，入夏方知日月長。三百年間能混一，事雖成往道彌光。」亦寓微意。又《觀盛化吟》有云：「生來只慣見豐稔，老去未嘗經亂離。」其子謂亂離之語太過。康節歎曰：「吾老且死矣，汝輩行且知之。」 \\n 唐人稱縣令曰明府，而漢人謂之明廷。見范曄書《張儉傳》。明府以稱太守，山陰老臾稱劉寵，劉翊稱種拂，高獲稱鮑昱皆然。 \\n 楊文公《談苑》謂元稹作《春深》題二十篇，並用家、花、車、斜四字為韻。白居易、劉禹錫和之，亦同此韻次。韻起於此。高承著《事物紀原》取其說。余按《梁書．王規傳》：普通六年，高祖於文德殿餞廣州刺史元景隆，詔群臣賦詩，同用五十韻。則唐以前固有之矣。 \\n 余前辨劉信羹頡之封，後閱《能改齋漫錄》引王觀國《學林新編》，謂是穎川地名，不羹者彼自不羹，此是羹頡，地名之同一字者多矣。豈可比而一之，審如王說，則頡字何從而來耶？ \\n 俚俗謂娶妻為索妻，亦有所本。《三國誌．呂布傳》云：袁術欲結布為援，乃為子索布女。《關羽傳》云：孫權遣使為子索羽女。又《隋書?太子勇傳》載：獨孤後曰：「為伊索得元家女。」 \\n 張清源《雲谷雜記》辨歐陽《集古錄》，因謂後漢人亦有復名者。然僅載蘇不韋、孔長彥兄弟，劉騊駼、邱季智、張孝仲、范特祖、召公子，許偉康、司馬子威十人而已【之范曄書，蓋不止此。如延岑護軍鄧仲況，見《蘇竟傳》。鄭元師事京兆第五元先，又從東郡張恭祖。元之子名益恩。桓榮族人桓元卿。陳忠薦士，其一曰成翊世。翊世字季明，見《杜根傳》。後《陳敬．王曾．孫寵傳》注引謝承書：袁術使將張闓陽殺陳相駱俊。梁冀之弟名不疑。越巂太守李文德素善延篤。《黨錮傳序》有渤海公族進階。注云：公族，姓也，名進階。李膺欲按宛陵大姓羊元群。《孔融傳》有太傅馬日磾。皇甫嵩子名堅壽。酷吏《李章傳》有安邱大姓夏長思。宦者曹節弟名破石。王逸子名延壽，字文考。《方術傳》謝夷吾字堯卿之類，清源皆未及也。他尚有之，猶恨不能盡記。 \\n 李延壽《南北史》成，惟《隋書》別行，余七史幾廢，大抵紀載無法，詳略失中，故宜行而不遠，且史傳、紀事出於一人之手，而自為同異者亦有之矣。未有卷帙聯屬首尾衡決而不能自覺者也。姚思廉《梁書．列傳》第三十卷《江革傳》謂何敬容掌選序，用多非其人，革性強直，常有褒貶。而第三十一卷《何敬容傳》乃謂敬容銓序明審，號為稱職。夫史者，所以傳信萬世，今若此，其將何所從乎其餘可笑者甚多，未暇盡著。 \\n 白樂天《長恨歌》書太真本末詳矣，殊不為君諱。然太真本壽王妃。白云：「楊家有女初長成，養在深閨人未識。」何耶蓋宴暱之私猶可以書，而大惡不容不隱。《陳鴻傳》則略言之矣。 \\n 《新唐書．承天皇帝倓傳》以興信公主季女張為恭順皇后冥配焉。汪玉山辨證，謂冥配前已有，而《新書》不書。當考汪外孫鄭子敬注引《唐會要》：懿德太子重潤，中宗即位，追贈聘國子監丞裴粹亡女為冥婚合葬，雖然不始於〔此外文字有脫漏〕 \\n 〔此處文字有脫漏〕月傳國工身，今親見阮仲容，則亦以為仲容所作，豈咸用琵琶余制而作阮耶據此，則是常之不知阮咸所出。余按《國史．纂異》云：元行沖賓客為太常少卿時，有人於古墓中得銅物似琵琶，而身正圓，莫有識者。元視之曰：「此阮咸所造樂具。」乃令匠人改以木，為聲清雅，今呼為阮咸者是也。《盧氏雜說》云：晉壽稱阮咸善彈琵琶，後有發咸墓者得琵琶，以瓦為之，時人不識，以為於咸墓中所得，因名阮咸。陳晉之《樂書》云：阮咸五弦本奏琵琶，而頸長過之，列十二柱焉。唐武後時蒯明於古塚得銅琵琶，晉阮咸所造也。元亨中命工以木為之，聲甚清徹，頗類《竹林七賢圖》所造舊器，因以阮咸名之。亦以其善彈故也。聖朝太宗於舊制四弦上加一弦。三說蓋大同而小異。今世所行，皆四弦十三柱者。與時竊聞今禁中女樂，別有所謂阮，其制視民間者絕不同，且甚大，須坐而奏之。鄉人郭子雲守南安時，大庾令之婦乃出宮人，能為此，郭蓋親見之。《唐書．樂志》云：五弦如琵琶而小，北國所出樂工裴神符，初以手彈，太宗悅甚，後人習為搊琵琶。則是，唐已有五弦矣。不知暘因唐之太宗而誤為本朝邪抑別有考按邪？ \\n 《夷堅．支乙》載紫姑《詠手》詩：「笑折櫻桃力不禁，時攀楊柳弄春陰。管弦曲裡傳聲漫，星月樓前斂拜深。繡幕偷回雙舞袖，綠窗間整小眉心。秋來幾度挑羅襪，為憶相思放卻針。」唐韓致光《香奩集》亦有《詠手》一詩：「暖白膚紅玉筍芽，調琴抽線露尖斜。背人細捻垂肓肩發，向鏡輕勻襯臉霞。悵望昔逢褰繡幔，依稀曾見托金車。後園笑向同行道，摘得蘼蕪又一杈。」其體正同，蓋皆言手之用爾。韓詩獨首句不然。侯嬴為夷門監者，按大梁城十二門，東曰夷門，則夷門者，大梁之一門耳，後人遂直指汴京為夷門，非也。《容齋續筆》辨台城、少城類此。 \\n 古者道路，男子由右，婦人由左，車從中央。今遂寧府譙門之外有橋曰儀橋，不知何時所造，上加欄楯，道分為三尚，彷彿古人之意。謂之儀者，猶儀門也。 \\n 周文忠序《文苑英華》，首云：太宗皇帝丁時太平，以文化成天下，既得諸國圖籍，聚名士於朝，詔修三大書，曰《太平御覽》，曰《冊府元龜》，曰《文苑英華》。洪文敏序《夷堅三志癸》亦云：太平興國中，詔侍從館閣，集著《冊府元龜》、《文苑英華》、《御覽》、《廣記》等四書。予按《冊府元龜》，乃景德二年編類，至大中祥符六年書成，皆真宗朝，二公之言偶失之。 \\n 俗間謂「籠燭」為「照道」，此二字出《儀禮》注。 \\n 冬至賀禮，古無有也。其殆始於漢乎漢《雜事》曰：冬至陽生，君道長，故賀。沈約《宋書》曰：魏晉冬至日，受萬國及百寮稱賀，因小會，其儀亞於歲朝。《北齊書》庫狄伏連冬至之日，親表稱賀，其妻減馬豆設豆餅，伏連大怒。蓋歷代行之，至今不廢。按《月令》，仲冬之月日短至，陰陽爭，諸生蕩。君子齋戒，處必掩身，身欲寧，去聲色，禁嗜欲，安形性，事欲靜。以待陰陽之所定。《易》曰：先王以至日閉關，商旅不行，後不省方。《五經通義》云：冬至寢兵鼓，商旅不行，若不聽政事。曰：冬至陽氣萌，陰陽交精，始成萬物，氣微在下，不可動洩。王者承天理，故率天下，靜而不擾也。《白虎通》云：冬至前後，君子安身靜體，百官絕事，不聽政，擇吉辰而後省事，今僕僕交相賀，則所謂安身靜體、靜而不擾，以待陰陽之定者，果何在哉又按《月令》，仲夏之月日長至，仲冬之月日短至。今世反稱冬至為長，至尤非是。曹子建《冬至獻襪頌表》云：伏見舊儀，國家冬至獻履貢襪，所以迎福踐長。崔浩《女儀》云：近古婦人常以冬至上履襪於舅姑，踐長至之義也。隋杜台卿《玉燭寶典》云：冬至日極，南景極長，陰陽日月萬物之始，律當黃鐘，其管最長，故有履長之賀。蓋《周禮》冬至日在牽牛，景長一丈三尺，日短而景長也。黃鐘之律九寸，於十二律為最長。《月令》所謂短至，謂日之短。曹、崔、杜謂踐長履長者，景之長，琯之長也。雖所指不同，然當以《月令》為正。 \\n 諫議大夫稱大諫，始於近世，然於古有之。「齊威公使鮑叔牙為大諫」，見《管子》第二十篇。 \\n 韓子蒼云：韋蘇州少時以三衛郎事元宗，豪縱不羈。元宗崩，始折節務讀書。然余觀其為人，性高潔，鮮食寡慾，所居掃地焚香而坐，與豪縱者不類。其詩清深妙麗，雖唐詩人之盛，亦少其比，又豈似晚節學為者豈蘇州自序之過歟然天竇間不聞蘇州詩，則其詩晚乃工，為無足怪。葉石林《南宮詩話》云：蘇州詩律深妙，白樂天輩固皆尊稱之，而行事略不見《唐史》為可恨。以其詩語觀之，其人物亦當高勝不凡。《劉禹錫集》中有：太和六年，舉自代一狀。然應物《溫泉行》云：「北風慘慘投溫泉，忽憶先皇巡幸年。身騎廄馬引天仗，直至華清列御前。」則嘗逮事天寶間也，不應猶及太和時。蓋別是一人，或集之誤。《苕溪漁隱》云《蘇州集》有《燕李錄事》詩云：「與君十五侍皇闈，曉拂爐煙上玉墀。」又《溫泉行》云：「出身天寶今幾年，頑鈍如錘命如紙。」今以《編年通載》考之，天寶元年至太和六年，計九十一年，應物於天寶間已年十五，及有出身之語，不應能至太和間也。蔡寬夫云：「劉禹錫所舉別是一人，可以無疑矣。」《容齋隨筆》云《韋蘇州集》中有《逢楊開府》詩云：「小事武皇帝，無賴恃恩私。身作裡中楊，家藏亡命兒。朝持樗蒲局，暮竊東鄰姬。司隸不敢捕，立在白玉墀。驪山風雪夜，長楊羽獵時。一字都不識，飲酒肆頑癡。武皇升仙去，憔悴被人欺。讀書事已曉，把筆學題詩。兩府始收跡，南宮謬見推。非卞梁不容，出守撫煢嫠。忽逢楊開府，諭舊涕俱垂。」味此詩，蓋應物自敘其少年事也。其不羈乃如此。李肇《國史補》云：應物為性高潔，鮮食寡慾，所居焚香掃地而坐，其為詩馳驟，建安已還，各得風韻。蓋記其折節後事也。應物為三衛，正天寶間，所為如是，而吏不敢捕，又以見時政矣。與時謂：應物行事散軼，《唐史》失不立傳，故諸家之說未能會於一。近世沈明遠始搜括《應物集》及它書，為傳甚詳，然論斷中亦以劉賓客所舉為疑，今筆於此：韋應物，京兆長安縣人也，其家世自宇文周時孝寬以功名為將相，而其兄敻高尚不仕，號為逍遙公，敻之孫待價，仕隋為左僕射，封扶陽公。待價生令儀，為唐司郎中，令儀生鑾，鑾生應物。少游太學，開元天寶間，宿衛仗內，親近帷幄，行幸畢從，頗任俠負氣。洎漁陽兵亂後，流落失職，乃更折節讀書，屏居武功之上方，復返灃上，園盧蕪沒，貧無以自業⊥游江淮間，所與交結，皆一時名士。因從事河陽，去為京兆功曹，攝高陵令。永泰中，遷洛陽丞。兩軍騎士倚中貴，勢驕橫，為民害，應物疾之，痛繩以法，被訟，弗為屈。棄官養疾同德精舍。起為鄠令。大歷十四年，除櫟陽令，復以疾謝去，歸寓西郊。擇勝隱於善福祠。從諸生學問，澹如也。建中二年，拜尚書比部外郎，明年出為滁州刺史滁山川清遠，山中多隱君子，應物風流，豈弟與其人覽觀賦詩，郡以無事，人安樂之。四年十月，德宗幸奉天，應物自郡遣使，間道奔問行在所。明年興元甲子使還，詔嘉其忠。終更貧不能歸，留居郡之南巖。俄擢江州刺史。居二歲，召至京師。貞元二年，由左司郎中補外，得蘇州刺史。在郡延禮其秀民，撫其（旬子）嫠甚恩。久之，白居易自中書舍人出守吳門，應物罷郡，寓於郡之永定佛寺。太和中，以太僕少卿兼御史中丞為諸道鹽鐵轉運江淮留後，年九十餘矣，不知其所終。有子曰慶復，為監察御史、河東節度掌書記，善為詩，氣質閒妙，渾然天成。初若不用工，而近世詩人莫及也。白居易嘗語元稹曰：「韋蘇州歌行才麗之外，深得諷諫之意，而五言尤為高遠雅淡，自成一家。」其為時人推重如此。浮屠皎然者，頗工近詩，嘗擬應物體格得數解為贄，應物弗善。明日，錄舊贄以見，始被領略。曰：「人各有能，有不能。蓋自天分，學力有限，子而為我，且失其故步矣。但以所詣，自名可也。」皎然心服焉。應物鮮食寡慾，所居焚香掃地而坐。為吳門時，年已老矣。而詩益造微，世亦莫能知之也。子沈子曰：「予讀韋蘇州詩，超然簡遠，有正始之風。所謂朱弦疏越一唱三歎者。」應物當開元天寶，宿衛仗內為郎，刺史於建中，以迄貞元。而文宗太和中，劉禹錫乃以故官舉之，計其年九十餘，而猶領轉輸劇職，應物何壽而康也。然自吳郡以後，不復有詩文見於錄者，豈亡之耶使應物而無死，其所為當不止此，以應物為終於吳郡之後，則禹錫之所舉者猶無恙也。蓋不可得而考也。《新唐書．文藝傳》稱應物有文在人間，史逸其傳，故不錄。子既愛其詩，因考次其平生、行義、官閥，皆有憑藉始終，可概見如此。恨史官編摩疏陋耳。嗟夫！應物崎嶇，身閱盛衰之變，晚乃折節學問，今其詩往往及治道而造理精深，士固有悔而能復，厄而能奇者如應物有以自表，見於後世，豈偶然哉《漁隱叢話．後集》又載韓子蒼云：韋蘇州少時以三衛郎事元宗，豪縱不羈。奈因記《唐宋遺史》云：應物赴杜鴻漸宴，醉宿驛亭，見二佳人在側，驚問之。對曰：「郎中席上與司空詩，因令二樂妓侍寢。」問：「記得詩否」一妓強記，乃誦曰：「高髻雲鬟宮樣妝，春風一曲杜韋娘。司空見慣渾間事，惱亂蘇州刺史腸。」觀此，則應物豪縱不羈之性，暮年猶在也。子蒼又云：余觀韋蘇州為性高潔，鮮食寡慾，所居掃地焚香而坐。此是韋集後王斂臣所作序載《國史補》之語，但恐溢美耳。與時謂：盡信書不如無書。《國史補》之說固未可信，又安知《唐宋遺史》為得其實乎此未可臆斷也。 \\n  \\n   \\n  "}
{"章节": "● 卷十", "正文": "  \\n ●卷十 \\n 　 \\n  \\n 臧哀伯云：「武王克商，遷九鼎於雒邑，義士猶或非之。」義士即多士，所謂遷殷頑民者也。由周而言，則為頑民，由商而論，則為義士矣。此說近世陳同甫始發之，杜預謂伯夷之屬，非也。 \\n 《禮》曰：銘者，自名也。自名以稱揚其先祖之美，而明著之後世者也。為先祖者，莫不有美焉，莫不有惡焉，銘之義稱美而不稱惡，此孝子孝孫之心也。惟賢者能之。又曰：其先祖無美而稱之，是誣也；有善而弗知，不明也；知而不傳，弗仁也。此三者，君子之所恥也。碑誌、行狀之法具於是矣。若無美而必欲諛墓，有惡而飾以為美，卑官下士猶足以誑不知之人，仕稍通顯，則其善惡已著於人之耳目，何可誣也。莫儔靖康末所為，雖三尺童子亦恨不誅之。而孫仲益尚書志其墓，顧謂：靖康之變，台諫爭請和戎，皆斥廢不用，而二、三狂生抗首大言，乘險徼幸試之一擲，卒至誤國。高宗狩維揚，移蹕臨安，國步阽危至此極矣。而進取之士終以和戎為諱。此翰林莫公所以投閒置散，至於老死不用。斯言也，不幾於欺天乎及作《韓忠武志》，則又以岳武穆為跋扈，而與范瓊同稱善惡，復混淆矣。岳之禍承權臣風旨，而誣以不臣者，萬俟、忠靖羅彥濟也。洪文惠志羅墓不書此事，正得稱美不稱惡之義，而仲益志萬俟，則顯書之何哉張子韶侍郎學問氣節，表表一世，參禪學佛，與其平生自不相掩。張亦未嘗以此為諱。其從子作家傳，欲為文飾，乃謂張有學說。雲釋老虛無，耳不可有聞，目不可有見，則是靜言庸違，張必不然。余獨喜李文簡志趙待制墓，既歷敘其在蜀理財治賦之功，且謂為當時第一。繼云：或者咎公竭澤而漁，使來者無所施其智巧，今雖累經蠲放，而害終不去，當時稍存平恕，則今日之害決不至此。嗚呼！此所謂責人終無已者也。然公亦不得不任其咎者。昔蘇綽在西魏佐周武帝，以國用不足為徵稅之法頗重。既而歎曰：「今所為者，正如張弓，非平世法也。後之君子，誰能弛乎」綽子威聞其言，每以為己任，及相隋文帝，奏減賦役，務從輕簡，帝悉從之。彼蘇威顧能曾謂：「今日無若蘇威者乎」此燾深所歎息。詳記之以俟來世。又南軒作《宇文閬州志》，謂初君以二父世科為念，刻苦習進士業，為進士者多推稱之，兩以鎖廳試類省，輒下，益力，後雖已領州符，猶不置，蓋終其身以是為歉。█式嘗以謂：「自先王教胄子之法壞，大家世族不得盡成其材，其下者苟從祿利，不樂親文墨事，至其間讀書欲自表見者，則又屑其世祿，顧反以從進士覓舉得之為榮。噫！昔之人所望於胄子者，豈為是哉若君居家孝友，蒞官廉平，溫厚博雅於以進德，孰能御之顧區區猶以是為歉何哉二公之作，蓋又因以立言垂世，不特銘墓而已。若《李茂嘉墓誌》謂明受赦，至建康呂忠穆怡然自若。時李為江東副漕，以言責之，未行，而張忠獻檄書至。盡與諸家記事之書不合。則熊子復小歷李氏《系年要錄》已有疑於仲益之言矣。蔡伯喈曰：「吾為人作銘，未嘗不有慚容，唯為《郭有道碑頌》無愧耳。」後之秉筆者，亦能自訟如此否乎？ \\n 紹聖四年，殿試考官得胡安國之策，定為第一。將唱名，宰執惡其不詆元祐。而何昌言策云：「元祐臣僚不知君臣之義，父子之恩。」擢為首選。方天若策云：「當是時，鶴發宵人棋布要路，今家財猶未籍沒，子孫猶未禁錮。」遂次之。又欲以章惇子為第三，哲宗命再讀安國策，親擢為第三。昌言，新淦人，仕至工部侍郎。張邦昌之僭，昌言為事務官，既又改名善言，以避邦昌名。南都中興，昌言已死，遂追貶。觀其進身，可以占終矣。 \\n 唐《小說辨疑志》載明皇時姜撫先生，不知何許人也。常著道士衣冠，自云年已數百歲，持符錄，兼有長年之藥、度世之術。有荊巖者，頗通《南北史》，問撫何朝人也。撫曰：「梁朝人也。」巖曰：「梁朝絕近，先生亦非長年之人。不審先生梁朝出仕，為復隱居」撫曰：「吾為西涼州節度。」巖曰：「何得誑妄！上欺天子，下惑世人。梁朝在江南，何處得西涼州只有四平、四安、四鎮、四征將軍，何處得節度使」撫慚恨數日而卒。蔡絛《鐵圍山叢談》：政和間，有處士王卓者，亦遭遇時主，自言五百歲矣。人視之若不過七八十歲，容狀光澤，頗挾容成術，無它異也。魯公稍異之，一日魯公命吾延卓坐，吾詢其跡，則曰：「生隋末，唐李勣征高麗嘗作裨將，因擅縱降卒數十，被黥配之五嶺南繇。是遇異人，授以不死方，曾不一瞬間，忽至今矣。」吾問：「還識狄梁公否」卓曰：「識也。」感它狄相公封卓為白雲先生。又問：「當開元天寶間，明皇帝好道，而方士輩出，先生出乎」曰：「卓時反不出。」問：「何故」則曰：「卓時與羅家爭氣，意自不喜出耳。」羅蓋公遠也。遂歷問唐諸帝、武後及名臣之情狀，則或合或不合。又言當肅宗時，卓始一出，亦蒙封號。吾問：「果爾，則必識李輔國，輔國狀若何」卓曰：「正得輔國見愛而封，輔國面大且方，美鬚髯也。」吾笑曰：「先生敗矣。」二事正堪作對，信乎！作偽之難也。撫，《唐史》有傳，亦言其妄，然不及此云。 \\n 葛文康《評古》謂漢文帝改後元年，景帝又改中元後元年，武帝屢更年號，亦有後元，不知當時何所據而分中與後。謂之後，則疑若有級，乃不諱避，何耶將當時有先知之讖耶，余謂不然。漢之諸帝不過改元年耳，後人因其有二元，則別以為後，因其有三元，則復冠以中，非當時本稱也。武帝雖屢更年號，偶最後不曾命名，獨稱元年，後人因其崩也。亦以後稱焉耳。惟東都建武中元，恐是當時所命也。 \\n 西漢諸帝多自立陵廟名，後世不復然。至於及其生而自命以某祖某宗而使萬世不祧者，古今所無也。惟於魏明帝見之，孫盛譏之是矣。彼謂顧成之廟稱為太宗者，臣下假設之辭耳，非此之比也。 \\n 徐陵《鴛鴦賦》云：「山雞映水那相得，孤鸞照鏡不成雙。天下真成長會合，無勝比翼兩鴛鴦。」黃魯直《題畫睡鴨》曰：「山雞照影空自愛，孤鸞舞鏡不作雙。天下真成長會合，兩鳧相倚睡秋江。」全用徐語點化。《容齋隨筆》謂：魯直末句尤精工。余幼時不能解，每疑鴛鴦可言長會合，兩鳧則聚散不常，何可言長會合後乃悟魯直所謂長會合，特指畫者耳。 \\n 《新唐書．進表》謂其事則增於前，其文則省於舊。夫為文紀事，主於辭達，繁簡非所計也。《新唐書》之病，正坐此兩語。前輩議之者多矣。晉張輔云：「司馬遷敘三千年事，惟五十萬言。」班固敘二百年事，乃八十萬言。以此為遷固優劣。殊不思司馬子長追述上世，故不可得而詳。班孟堅紀錄近事，有不容於略。《春秋傳》所謂所見異辭，所聞異辭，所傳聞異辭，正謂是也。洪文敏論《史記．衛青傳》，書校尉李朔、校尉趙不虞、校尉公孫戎奴、各三從大將軍獲王。以千三百戶封朔為涉軹侯，以千三百戶封不虞為隨成侯，以千三百戶封戎奴為從平侯。《前漢書》但雲校尉李朔、趙不虞、公孫戎奴各三從大將軍。封朔為涉軹侯，不虞為隨成侯，戎奴為從平侯，比於《史記》五十八字，中省二十三字，然不若《史記》為樸贍可喜。又論《檀弓》紀石祁子事云：石駘仲卒，有庶子六人，卜所以為後者。曰：「沐浴佩玉則兆。」五人者，皆沐浴佩玉。石祁子曰：「孰有執親之喪而沐浴佩玉者乎」不沐浴佩玉。謂今之為文者不然。必曰：沐浴佩玉則兆，五人者如之。祁子獨不可，曰：「孰有執親之喪若此者乎」似亦足以盡其事。然古意衰矣。此論得之。崇仁吳德遠《環溪詩話》載其少時謁張右丞，右丞告之曰：杜詩妙處，人罕能知。凡人作詩，一句只說得一件物事，多說得兩年，杜詩一句能說得三件、四件、五件；常人作詩但說得眼前遠不過數十里，杜詩一句能說數百里，能說兩州軍，能說半天下，能說滿天下，此其所以為妙。且如「重露成涓滴，稀星乍有無。」也是好句，然露與星各只是一件事。如「孤城返照紅將敘，近市浮煙翠且重。」亦是好句。然有「孤城」也，有「返照」也，即是兩件事。又如「鼉吼風奔浪，魚跳日映山。」有鼉也，風也，浪也，即是一句說三件事。如「絕壁過雲開錦繡，疏鬆夾水奏笙簧。」即是一句說四件事。至如「旌旗日暖龍蛇動，宮殿風微燕雀高」。即是一句說五件事。惟其實是以健，若一字虛，即一字弱矣。公但按此法，以求前人，即漸難為詩。吳又問：「如何是說眼前事，以至滿天下事」右丞云：「如『獨鶴不知何事舞，饑鳥似欲向人啼』只是說眼前所見。如『藍水遠從千澗落，玉山高並兩峰寒』即是說數十里內事。如『三峽樓台淹日月，五溪衣服共雲山』即是一句說數百里內事。至如『浮雲連海岱，平野入青徐』即是兩州軍。如『吳楚東南坼』即是一句說半天。至『乾坤日夜浮』即是一句說滿天下。」吳因取前輩之詩，參而考之，謂東坡惟有《美堂》一篇最工，然「天外黑風吹海立，浙東飛雨過江來」止是一句能言三件事。如「令嚴鐘鼓三更月，野宿貔貅萬灶煙」是一句能言四件事。如「通印子魚猶帶骨，披綿黃雀尚多脂」、「鶴間雲作氅，馳臥草埋峰」每句亦不過三物。如「酒醒風動竹夢斷，月窺樓深谷留風」、「終夜響亂山，銜月半床明」、「風花誤入長春苑，雲月長臨不夜城」、「雲煙湖寺家家鏡，燈火沙河夜夜春」則是三物而不足至。如「峰多巧障日，江遠欲浮天」、「翠浪舞翻紅（木罷）椏，白雲穿破碧玲瓏」、「葉厚有稜犀甲健，花深少態鶴頭丹」等句不過用二物矣。山谷則有數聯合格，如「輕塵不動琴橫膝，萬籟無聲月入簾」、「飯香獵戶分熊白，酒熟漁家擘蟹黃」、「苦楝狂風寒徹骨，黃梅細雨潤如酥」皆是一句能言三件事。如「河天月暈魚分子，槲葉風微鹿養茸」、「桃李春風一杯酒，江湖夜雨十年燈」即是一句能言四件事。至荊公，則合格者稍多。如「帚動川收潦靴鳴，海上潮已無船舫」、「猶聞笛遠有樓台，只見燈山月入松」、「金破碎江風吹水，雪崩騰陽浮樹外」、「蒼江水塵漲，原頭野火煙」即每句皆能道三件事。以至「廟堂生莽卓，巖穴死伊周」、「和風滿樹笙簧雜，霽色兼山粉黛重」、「坐見山川吞日月，杳無車馬送塵埃」、「霽分星斗風雷靜，涼入軒窗枕簟間」即是一句能言四件事。然竟無一句能用五物者。至用半天下、滿天下之說求之，尤未見其有也。然後知詩道之難如此，而古今之美備在杜詩，無復疑矣。此論尤異。以此論詩，淺矣。杜子美之所以高於眾作者，豈謂是哉若以句中事物之多為工，則必皆如陳無已「桂椒楠櫨楓柞樟」之句，而後可以獨步，雖杜子美亦不容專美。若以「乾坤日夜浮」為滿天下句，則凡句中言天地、華夷、宇宙、四海者皆足以當之矣，何謂無也。張輔喜司馬子長五十萬言紀三千年事，張右丞喜杜子美一句該五物，識趣正同，故並錄之。 \\n 邵伯溫《聞見錄》載：康節先生治平間與客散步天津橋上，聞杜鵑聲慘然不樂曰：「洛陽舊無杜鵑，今始至。不二年，上用南士為相，多引南人，專務變更，天下自此多事矣。」客曰：「聞杜鵑何以知此」曰：「天下將治，地氣自北而南；將亂，自南而北。今南方地氣至矣。禽鳥飛類得氣之先者也。」與時按康節《首尾吟》，其一云：「堯夫非是愛吟詩，詩是堯夫訪友時。青眼主人偶不在，白頭老叟還空歸。幾家大第橫斜照，一片殘春啼子規。獨往獨來還獨坐，堯夫非是愛吟詩。」疑亦此意也。 \\n 古今《詠史》詩，求其議論精當。康節先生《題淮陰侯廟》十篇可以為冠。讀者當自知之。「一身作亂宜從戮，三族全夷似少恩。漢道是時初雜霸，蕭何王佐殆非尊。據立大功非不智，復貪王爵似專愚。造成四百年炎漢，才得安寧反受誅。生身既得逢真主，兵事何須作假王。誰謂禍胎從此始，不宜回首怨高皇。一時韓信為良犬，千古蕭何作霸臣。彼此並干名教罪，罪猶不逮謂斯人。韓信事劉元不叛，蕭何惑主竟生疑。當初若聽蒯通語，高祖功名未可知。雖則有才兼有智，存亡進退處非真。五湖依舊煙波在，范蠡無人繼後塵。若非韓信難除項，不得蕭何莫制韓。天下須知無一手，苟非高祖用蕭難。漢家基定議功勳，異姓封王有五人。不似淮陰最雄傑，敢教根固又生秦。韓信恃功前慮寡，漢王負德尚權安。幽囚必欲擒來斬，固要加諸甚不難。若履暴榮須暴辱，既經多喜必多憂。功成能讓封王印，世世長為列士侯。」 \\n 首卷書王平甫所云花蕊宮詞三十二首，今考王恭簡《續成都集》記才二十八首，盡筆於此。庶真贗瞭然。 \\n 「五雲樓閣鳳城間，花木長新日月間。三十六宮連內苑，太平天子坐昆山。」 \\n 「會真廣殿約宮牆，樓閣相扶倚太陽。淨甃玉階橫水岸，御爐香氣撲龍床。」 \\n 「龍池九曲遠相通，楊柳絲牽兩岸風。長似江南好春景，畫船來去碧波中。」 \\n 「東內斜將紫禁通，龍池鳳苑夾城中。曉鐘聲斷嚴妝罷，院院紗窗海日紅。」 \\n 「殿名新立號重光，島上高樓盡改張。但是一人行幸處，黃金閣子鎖牙床。」 \\n 「安排諸院接行廊，水檻周回十里強。青錦地衣紅繡毯，盡鋪龍腦鬱金香。」 \\n 「夾城門與內門通，朝罷巡遊到苑中。每日日高祗候處，滿堤紅艷立春風。」 \\n 「廚船進食簇時新，侍坐無非列近臣。日午殿頭宣索膾，隔花催喚打魚人。」 \\n 「立春日進內園花，紅蕊輕輕嫩淺霞。跪到玉階猶帶露，一時宣賜與宮娃。」 \\n 「一面宮城盡夾牆，苑中池水白茫茫。亦從獅子門前入，旋見亭台繞岸傍。」 \\n 「離宮別院繞宮城，金板輕敲合鳳笙。夜夜月明花樹底，傍池長有按歌聲。」 \\n 「御制新翻曲子成，六宮才唱未知名。盡將觱篥抄新譜，先按君王玉笛聲。」 \\n 「旋移紅樹斸青苔，宣使龍池再鑿開。展得彩波寬似海，水心樓殿勝蓬萊。」 \\n 「太虛高閣凌波殿，背倚城牆面枕池。諸院各分娘子位，羊車到處不教知。」 \\n 「修儀承寵住龍池，掃地焚香日午時。等候大家來院裡，看教鸚鵡念新詩。」 \\n 「才人出入每相隨，筆硯將行繞曲池。能向彩箋書大字，忽防禦制寫新詩。」 \\n 「六宮官職總新除，宮女安排入畫圖。二十四司分六局，御前頻見錯相呼。」 \\n 「春風一面曉妝成，偷折花枝傍水行。卻被內監遙覷見，故將紅豆打黃鶯。」 \\n 「梨園第子簇池頭，小樂攜來候燕遊。旋炙銀笙先按拍，海棠花下合梁州。」 \\n 「殿前排燕賞花開，宮女侵晨探幾回。斜望花開遙舉袖，傳聲宣喚近臣來。」 \\n 「小球場近曲池頭，宣喚勳臣試打球。先向畫廓排御幄，管弦聲動立浮油。」 \\n 「供奉頭籌不敢爭，上棚等喚近臣名。內人酌酒才宣賜，馬上齊呼萬歲聲。」 \\n 「殿前宮女總纖腰，初學乘騎怯又嬌。上得馬來才似走，幾回拋鞚抱鞍橋。」 \\n 「自教宮娥學打球，玉鞍初跨柳腰柔。上棚知是官家認，遍遍長贏第一籌。」 \\n 「翔鸞閣外夕陽天，樹影花光遠接連。望見內家來往處，水門斜過畫樓船。」 \\n 「內人追逐採蓮時，驚起沙鷗兩岸飛。蘭棹把來齊拍水，並船相鬥濕羅衣。」 \\n 「新秋女伴各相逢，罨畫船飛別浦中。旋折荷花伴歌舞，夕陽斜照滿衣紅。」 \\n 「月頭支給買花錢，滿殿宮娥近數千。遇著唱名多不應，含羞走過御床前。」 \\n 任土作貢，三代而下未之或廢，時有損益而已。高宗建炎三年，始詔除金銀匹帛錢谷，余悉罷貢，盛德事也。《禹貢》以來，歷代史志及地理之書，但載土貢之目，而不書其數，惟《元豐九域志》為詳，嘗取一歲所貢。凡為金二十四兩，麩金五十五兩，銀四百五兩，鋼鐵一十斤，錦三匹，白縠一十匹，隔織一十八匹，絁七十五匹，花絁一十匹，綜絲絁二十匹，綾一百四十五匹，綜絲綾一十匹，白花綾一十匹，綜絲綾一十匹，雙絲綾一十匹，方紋綾三十匹，仙紋綾五十匹，樗蒲綾二十匹，蓮綾一十匹，越綾二十匹，羅七十匹，花羅六匹，春羅四匹，單絲羅一十匹，紗四十匹，方紋紗三十匹，茜緋花紗一十匹，輕容紗五匹，綢一百四十五匹，花綢一十匹，綿綢五十匹，絹六百七十匹，班白絹三匹，布一十五匹，絲布二十匹，紵布一百七十五匹，白紵布一百六十五匹，高紵布一十匹，細紵二十匹，斑布一十匹，葛布二百三十五匹、蕉布一十五匹，紅花蕉布三十匹，綀七十匹，毛毼一十五段，紫茸毛毼一十段，綿一千一百兩，氈三十領，白氈三十領，紫茸氈四領，靴氈一十領，靴皮二十張，獐鹿皮三百一十張，鮫魚皮二十六張，龜殼二十枚，水馬二十枚，（辟龜）皮一十張，翡翠毛二十枚，席一百七十領，藨席二十領，莞席一百領，簟四十一領，籐簟二十領，漆器五十事，瓷器三百一十事，石器二十事，水晶器一十事，籐器二十事，籐盤一面，籐箱一枚，柳箱一十枚，銅鑒一十面，青銅鑒二十面，火筋五十對，剪刀五十枚，筆一千管，墨三百枚，硯四十枚，紙四千張，雜色箋五百張，蠟燭九百五十條，花蠟燭一百條，燕脂一十斤，患子數珠一十串，斑竹一十枝，解玉砂一百五十斤，金漆三十斤，弓弦麻二十斤，鰾膠一十斤，甲香二十七斤，青一十斤，碌一十斤，硃砂四斤一兩，雲母二十斤，鐘乳四斤八兩，茫硝一十斤，空青一十兩，曾青一十兩，禹餘糧一十斤，白石英一十二斤，紫石英二十斤，白石脂一十斤，水銀三斤二兩，石膏二十斤，磁石一十斤，陽起石一十斤，長理石五斤，礐石一十斤，石燕二百枚，白菊花三十斤，人參三十斤一十兩，天門冬二十斤，甘草二百六十斤，白朮一十兩，牛膝五十斤，柴胡三十斤，車前子一鬥，乾山蕷一十五斤，細辛一十斤，石斛一十二斤，生石斛四十斤，巴戟一十斤，庵蘭一十斤，芎蓉三十斤，黃連五十斤，蓯蓉六十斤，防風七十斤，五味子五十斤，蛇床子二十五斤，杜若一十斤，葛粉一十斤，栝蔞根一十斤，當歸一十斤，麻黃二十五斤，知母一十斤，仙靈脾一十斤，紫草五十斤，海藻一十斤，高良姜一十五斤，牡丹皮一十五斤，零陵香二十斤，縮砂二斤，白藥子五斤，天雄一斤，大黃一百斤，葶藶子三升，連翹一十斤，續隨子三斤，荊芥一十斤，羌活一十斤，木藥子二百顆，桂心四十斤，伏苓三十斤，伏神五斤，酸棗仁三斗，黃檗五斤，五加皮一十斤，杜仲五斤，沈香一十斤，詹糖香二斤，檳榔一千顆，枳殼一十五斤，枳實一十五斤，巴豆一斤，紅椒三十斤，買子木二斤，白膠香五斤，苦藥子三斤，紅花五十斤，柏子仁一十斤，地骨皮二十斤，胡粉二十斤，龍骨一十斤，麝四斤一十一兩，牛黃九兩，阿膠七斤一十四兩，鹿茸一對，羚羊角一十五對，犀角二株，蜜三百四十斤，白密三十斤、蠟四百四十斤，牡礪一十斤，烏賊魚骨五斤，覆盆二斤，蓽豆一石，梁米一石，茶一百一十斤，茶米一百斤，茶牙二十斤，碧澗茶牙六百斤，龍鳳等茶八百二十斤，鹽花五十斤，棗一萬一千顆，榛實一石。漫系之簡牘，以廣聞見。 \\n  \\n   \\n  "}
