{"章节": "朝野類要序", "正文": "  \\n 朝野類要序 \\n 　 \\n 僕自幼入京都，觀公朝儀刑政事名理，及聞夫搢紳間衆所稱謂，皆蒙然無所知識。求之於書，甚爲簡略，或無載紀。後歴聞諸師友老先生指誨。歳月寖久，雖曰強記，終不如弱文。遂寄之毫楮，姑目曰朝野類要。逮今自九江歸舎，而舊所紀述，間爲鼠蠧之餘，棄之可惜，又以好事者來需，第須別録。既病且懶，遂移書札之費，增而鋟之於木。不獨有以應酬，亦足以廣四方之見聞。惟其宮禁内職，不復紀録，非曰缺文，實不敢也，觀者當察焉。 \\n 端平丙申重九，文昌趙升向辰識於雙桂書院。 \\n  \\n   \\n  "}
{"章节": "朝野類要巻一", "正文": "  \\n 朝野類要巻一 \\n 　 \\n  \\n 班朝 \\n 御殿 \\n 本朝殿名最多。如常朝，則文德殿。五日一次起居，則垂拱殿。遇忌前假及祠祀日分，則御後殿。正旦冬至及聖節稱賀、大禮奏請、致齋，則皆大慶殿。賀祥瑞、勝捷、上壽賜宴，則紫宸殿。宴對蕃使則崇徳長春殿。試進士，則崇政殿。若賜宴，則集英殿。郊祀稱賀，則端誠殿。諸班直推垜子，則射殿之類。又有内殿，如萬歳、復古、邇英、蘂珠、凝華、福寧、睿思殿（原注：今上皇帝建緝熈殿之類）、北宮、後宮之殿，又不一也。 \\n 朝儀 \\n 趨朝之儀，如出入不由端禮門，不端簡朝堂，行私禮，交互幕次，語笑諠譁，殿門内聚談，行立失序，立班交語相揖，無故離位，拜舞不如儀，穿班仗出之類，皆謂失儀，即閤門彈奏有責。 \\n 常朝 \\n 今之所謂常朝，蓋正殿也，又名垂拱殿。大凡殿名，遇禮例合御某殿，則臨期設牌。常朝則自九月中旬，至來年五月中旬。 \\n 後殿 \\n 常朝値雨，或有事故，則改後殿。 \\n 六參 \\n 又名望參，謂一五日之常禮也。在京大小職事及不釐務官，趁赴望參，不得連三次請假。 \\n 輪對 \\n 自侍從以下，五日輪一員上殿，謂之輪。當面對，則必入時政或利便箚子。若臺諫，則謂之有本職公事。若三衙大帥，謂之執杖子奏事。 \\n 内引 \\n 内殿引見，則可以少延時刻，亦或賜坐，亦或免穿執也。 \\n 待漏 \\n 宮内之前待漏院，所以俟候宮門開。及閤門呼報排班，則穿執而入也。又名待班閤子。 \\n 正謝 \\n 凡宰執侍從等差除，命下之日，即時赴新局，當時便回却，上辭免表奏之。後朝命不允而已受，方始正行朝謝。 \\n 舞蹈 \\n 謂舞蹈有七拜大起居。 \\n 裹見 \\n 有罪之人朝見，如與免把見，則仍舊穿執，謂之裹見，唯加武士簇擁也。 \\n 把見 \\n 軍頭引見司等子，駈擁有罪之人朝見也。向來紹興末年，四川宣撫司管押到招捉北界僞知虢州元顔守能、知商州折可直嘗如此。蓋唐以來朝見之儀有五，此其一也。（原注：今大禮赦，及盛暑引疎决，即亦用軍頭司擁見。） \\n 典禮 \\n 郊祀大禮 \\n 京城之外大祭祀，皆謂之郊祀。如三歳南郊圓丘大禮，如昔時北郊祀后土皇地祗。明堂則就内中，謂之明堂大禮。 \\n 五使 \\n 凡大典禮，皆有之。如郊祀明堂，則有大禮使、禮儀使、儀仗使、鹵簿使、橋道頓逓使之類。山陵亦有總護、按行、覆按、修奉、橋道頓逓使之類。又有修奉都護，皆大臣帥座為之。 \\n 鼓吹 \\n 禮寺之太常樂也。 \\n 警場 \\n 大禮等辧嚴也。皆用上軍及街仗司為之。 \\n 宿衞使 \\n 駕出合經宿，皆有宿衞使。向來駕詣慈福宮等，亦有之。昔日親征，則有御營宿衞使。 \\n 習儀 \\n 凡有大典禮，皆預先習儀。如郊祀大禮習五輅、肆赦，如聖節習上壽儀及臨安府教樂之類。 \\n 冊寶 \\n 奉上尊號冊寶，亦有奉上冊寶使，用太常儀仗鼓吹也。凡玉冊則金寶。所謂冊者，條玉為之，紅線相聯，可以卷舒。字皆金填之，或謂玉以階石代之。所謂寶者，印章也。並文思院供造。 \\n 親饗 \\n 車駕朝饗太廟也。其典禮類郊祀。 \\n 朝獻 \\n 四孟之月，駕詣景靈宮也。自神廟朝建此。如在恤制内，則權止。 \\n 分獻 \\n 凡三歳大禮，有大臣亞獻終獻之外，衆天神則在壇下分獻，其餘神則差官往各處行禮。 \\n 奏告 \\n 凡有典禮及祥瑞祈祷，皆差官奏告天地、宗廟、社稷、五岳、四海等處。 \\n 致齋 \\n 行祀事之官，預先於本局致齋，謂不治事，以謹潔其身也。 \\n 受誓戒 \\n 三歳大禮，干預行事官，皆質明赴尚書省受誓戒，然後致齋。 \\n 恭謝 \\n 大典禮之後，車駕詣景靈、太乙兩宮，行恭謝之禮。 \\n 分詣 \\n 四孟朝獻，如値雨及有故，或第二日値雨，皆命宰執分詣諸殿行事。 \\n 幸學 \\n 車駕幸太學，則有恩例。蓋古之養老尊賢之故事。 \\n 釋奠 \\n 二月上丁日奠孔子也。凡學官并察官、太常禮官、郎官皆赴太學大成殿，同諸生行禮。亦分為初中終三奠，用太常樂。八月同。 \\n 降香 \\n 凡祈祷晴雨，皆降御香。乃内侍省掌其事，差快行齎送。重則差内侍供奉官。 \\n 避殿損膳 \\n 昔時水旱祈祷未應，并天變星象、邊鄙未寧，則聖上有避正殿減常膳之謙禮。 \\n 輟朝 \\n 凡大臣等薨，皆有禮例，特輟視朝三日或五日。 \\n 故事 \\n 八寳 \\n 自秦得和氏之璧，以爲傳國玉璽。其文曰：受天明命，既壽永昌。後子嬰捧以降高祖於軹道者是也。在漢則符璽令掌之，增爲六璽。至晉惠帝北征，亡失六璽。石季龍得之，遂改其文曰：天命石氏。迨唐亦有符寶，而五代唐末帝遭亂，攜以自焚。故郭周重造八寶，而以天下傳本朝，謂受命之寶、鎭國神寶、天子之寶、皇帝之寶、天子行寶、皇帝御寶、天子信寶、皇帝信寶，且各有所用。如受命之寶，惟封禪用之。其他各朝增置殿寶，不在此數。 \\n 大朝會 \\n 本朝禮制，有元日大朝會，如古之諸侯述職也。凡監司帥守，悉赴正旦大宴。郷貢進士亦預焉，諸道之進奏官亦預焉。蓋進奏官乃唐之藩鎭質子留司京都。承發文字，如今之機宜，故謂之侯邸。 \\n 鎖院 \\n 凡言鎖院者，機密之謂也。故試士撰麻皆如此也。試士則所差官預先入院議題，有司排辧。撰麻則全番或半番快行，節次往學士宅第傳宣。俟傳宣快行來足，學士上馬，朝服修帽，隨簇入院。（原注：造赦頭尾則亦然。）若別有直宿學士或直院，則出避之。當夜依宣撰述。如不可行者，繳奏之，謂之封還詞頭。若可行，則撰畢進呈，關報閤門宣詞令舎人。（原注：令同閤門宣詞令舎人鎖宿。）且當晩御史臺、閣門報明日宣麻，則文武百寮赴文德殿聽之。如不可行，則又有執政不押麻之例。即臺諫得以執奏矣。除拜大臣則上旬，后妃中旬，餘官下旬。俗謂下旬剥麻，非也，或偶置之耳。 \\n 迎駕 \\n 車駕出幸，經由在京去處，凡百司局務官吏僧道，在百歩之内，並迎駕往回起居。若免拜，則秖奏聖躬萬福，山呼。若免起居，則不排設練亭香案也。 \\n 駕頭 \\n 孔毅父談苑云，駕頭者，祖宗即位時所坐也。皇朝類苑曰：謂之正衙法座，香木爲之，加金飾，四足墮其角。其前小偃，織藤冒之。駕頭至，則宣贊喝引。迎駕者，起居也。又沈存中筆談，謂是中貴官捧月樣杌子於馬上，今係閤門宣贊舎人。 \\n 躬請 \\n 車駕毎春天或節序，躬請北宮遊幸。回則從駕官多是戎裝，而用御馬院動樂。今主上寶慶間躬請恭聖仁烈太后宮中宴賞是也。（原注：戎裝謂免穿執，祗服衫帶。若武臣則武服色袍。御馬院掌聖上所乗之也。所謂騏騎院敎駿營所掌者，乃常朝並從駕者馬匹也，如唐之立仗馬。） \\n 敎坊 \\n 自漢有胡樂琵琶、篳篥之後，中國雜用戎夷之聲，六朝則又甚焉。唐時併屬太常掌之，明皇遂別置爲敎坊。其女樂，則爲梨園弟子也。自有敎坊記所載。本朝增爲東西兩敎坊，又別有化成殿鈞容班。中興以來亦有之。紹興末，臺臣王十朋上章，省罷之。後有名伶達伎，皆留充德壽宮使臣，自餘多隸臨安府衙前樂。今雖有敎坊之名，隸屬修内司敎樂所，然遇大宴等，毎差衙前樂權充之。不足，則又和雇市人。近年衙前樂已無敎坊舊人，多是市井岐路之輩。欲責其知音曉樂，恐難必也。 \\n 等子 \\n 軍頭引見司等子，舊是諸州解發強勇之人，經由逓傳至京師。今則只取殿前舊司捧日等指揮人兵揀爲之。故今之等子年勞，授諸州排軍受事人員之職。出職之日，舊皆詣都進奏院行謝。蓋奏院轄逓鋪故也。等子之上，謂之忠佐軍頭，皆由百司人兵親兵及隨龍人年勞陞爲之，或幕士帶之。 \\n 金鷄 \\n 大禮畢，車駕登樓，有司於麗正門下肆赦，即立金鷄竿盤，令兵士搶之。在京係左右軍百戲人，今乃瓦市百戲人爲之。蓋天文有天鷄星，明則主人間，有赦恩。 \\n 聞喜宴 \\n 在京則賜及第進士宴於瓊林苑，中興以後，就於貢院。 \\n 曲宴 \\n 有旨内苑留臣下賜宴，謂之曲宴，與大宴不同之義也。 \\n 聖節 \\n 國朝故事，帝后生辰，皆有聖節名。後免之，只名生辰，惟帝立節名。蓋自唐明皇千秋節始也。 \\n 進香 \\n 北宮聖節及生辰，必前十日，車駕詣殿進香。 \\n 滿散 \\n 滿散者，終徹也。毎遇聖節生辰，宰執赴明慶寺，預先開啓祝壽道場。至期滿散畢，賜宴。 \\n 曝書 \\n 毎歳七月七日，秘書省作曝書會，係臨安府排辧。應館閣并帶貼職官皆赴宴，惟大禮年分及有事則免。 \\n 聖祖 \\n 眞宗皇帝尊九天司命天尊爲聖祖天尊大帝，蓋倣唐尊老君故事也。其詳載於國史，又秘書有聖祖天尊大帝降臨記。 \\n 諸節 \\n 自唐以二月一日爲中和節，國朝因之，以正月三日爲天慶節（原注：景德五年正月三日天書降。），四日爲開基節（原注：周顯德七年正月四日，太祖皇帝登位。）四月一日爲天祺節（原注：大中祥符元年四月一日，天書降。）六月六日爲天貺節（原注：大中祥符二年六月六日，天書降。）七月一日爲先天節（原注：後唐天成元年七月一日，聖祖軒轅黄帝降。）十月二十四日爲降聖節（原注：大中祥符五年十月二十四日，天書降。）是日禁屠宰行刑，著爲令甲。 \\n 天慶觀 \\n 諸州皆置建之，所以奉聖祖天尊大帝。 \\n 報恩光孝寺觀 \\n 高宗皇帝中興以來，令諸州軍各建置報恩光孝寺觀一所，追崇佑陵香火。 \\n 土貢 \\n 諸州歳貢土産之物也，即夏禹任土作貢之義。 \\n 宣賜 \\n 俗謂經由閤門，有司出給關照之物爲明宣賜，不經由有司，特旨賜之，則曰暗宣賜。 \\n 撃門 \\n 宰相動止，謂陰有犦槊神衞之，所以秦中歳時記言，宰相儀仗有類牛頭形者，即是也。今之宰執出入，其金吾先以物敲撃門臺，謂報警犦槊神也。 \\n 免坐錢 \\n 國朝向有除授遥郡某州刺史，則亦有勅命下本州照應。其州遇細銜公文，則亦列其銜於後。若本官他日經由本州，則其知州合避廳遜坐，本義刺史即是正官也。舊有除節度使者，經由本鎮，不欲入坐，而本鎭迎送之外，又有禮物，俗名免坐錢，今廢之。 \\n 收諸侯權 \\n 唐以來，藩鎭皆有質子留京都，而藝祖去襲封，制知通資任以限之。其餘節制兵權之類，則中興制度也。 \\n 羈縻 \\n 荊廣川峽溪洞諸蠻及部落蕃夷，受本朝官封而時有進貢者，本朝悉制爲羈縻州。蓋如漢唐置都護之類也。如今之安南國王，毎遇大禮則加封功臣字號，而毎歳差官押暦日賜之是也。 \\n 接送伴 \\n 蕃使入朝，差官待之。來程有接伴使副，回程則爲送伴。 \\n 館伴 \\n 蕃使入國門，則差館伴使副同在驛，趨朝見辭遊宴。 \\n 伴射 \\n 殿前馬歩三司輪差，借觀察、承宣之官，環衞、四廂之職，以伴蕃使射。射於玉津御園，勝則有金帶陞轉官資之賞。 \\n 私覿 \\n 俗謂之打博，蓋三節人從，各以物貨互易也。 \\n 會食 \\n 上庠有會食之禮，諸百司亦有之。凡同官輪日爲之，唯陪蔬果盤飣之費。 \\n 上馬 \\n 百司出局人從，先報上馬者。蓋舊禮只是乗騎，自中興以來始乗肩輿也。今從駕亦乗騎爾。 \\n 題名 \\n 進士及第，各集郷人於佛寺，作題名郷會。此起於唐之慈恩寺塔也。若官司州縣廳事，各立題名碑者，蓋備遺忘爾。 \\n 春宴 \\n 中興以來，承平日久。慶元間，京尹趙師睪奏請從故事，排辧春宴。即唐曲江之遺意也。即於行都西湖，用舟船妓弟，自寒食前排日宴會。先宴使相、兩府、親王，次即南班郡王、嗣秀、嗣濮王、楊開府、兩李太尉，次請六曹尚書、侍郎、統兵官，次宴節度、承宣、觀察使、南班及都承、知閤、御帶、環衞官，次都司密屬官，次宴卿監，次宴六曹郎中、郎官，并是京尹館伴。後京尹李澄，遵故事奏請如前供辧。後開禧以後兵興，及追擾百色行鋪，害及於民，此宴不復舉矣。 \\n  \\n   \\n  "}
{"章节": "朝野類要卷二", "正文": "  \\n 朝野類要卷二 \\n 　 \\n 稱謂 \\n 行在 \\n 天子駐蹕之所在也。古不聞之，自秦漢方有此稱。本朝百司，初稱隨駕某司，自眞廟後皆稱行在，惟三省學士院臺諫内侍省之類不云行在，蓋天子之司及常侍之謂也。 \\n 雜壓 \\n 以官職混序進遷之列，以定品秩高下，序其列位。 \\n 五府 \\n 兩參政三樞密。 \\n 兩府 \\n 樞密並真太尉。 \\n 八位 \\n 此蓋舊制左右僕射、尚書左右丞、中書侍郎、門下侍郎之類。 \\n 三省 \\n 中書省、門下省、尚書省也。中書擬定，門下進畫，尚書奉行。紹興十五年，中書門下併而爲一，倶謂之制勅院。 \\n 兩省 \\n 給舎并左右史也。東省繳章，西省掌詞頭記注。 \\n 兩制 \\n 翰林學士，官謂之内制，掌王言大制誥詔令赦文之類。中書舎人謂之外制，亦掌王言凡誥詞之類。 \\n 史官 \\n 起居郎、起居舎人謂之左右史，掌記注日生機政。又實録院、日暦所、會要所，皆編修國朝史文。 \\n 侍從 \\n 翰林學士、給事中、六尚書、八侍郎是也。又中書舎人、左右史以次謂之小侍從。又在外帶諸閣學士、待制者，謂之在外侍從。 \\n 六院 \\n 登聞檢院、登聞鼓院、官告院、都進奏院、諸軍司糧料院、兩審計司，皆儲材擢用之地。凡作縣有聲等官多除此。 \\n 四轄 \\n 提轄左藏庫、文思院、榷貨務、雜買場，謂之四轄，亦爲儲材之地。 \\n 貼職 \\n 宰執資格者帶觀文、資政、端明學士，侍從資格者帶諸閣學士及以次侍從帶待制，卿監資格者帶修撰直閣及京官直秘閣，武臣帶閣門宣贊舎人之類。 \\n 機政 \\n 宰執職事之謂。 \\n 朝典 \\n 國之大法。 \\n 親民 \\n 理治百姓，監鎭知寨亦然。 \\n 長貳 \\n 正官與副官之總名。 \\n 幕職 \\n 僉判、司理、司法、司戸、録參、節推、察推、節判、察判之類。幕者本以主帥出塞，從權安營立帳而得此名，如衞靑幕府是也。 \\n 上馬官 \\n 敎授至廳前上下馬故也。 \\n 寄居官 \\n 又名私居官。不以客居及本貫土著，皆謂之私居、寄居。其義蓋有官者，本朝廷仕宦也。 \\n 判府 \\n 宰相、三公、三少、眞王出鎭，方謂之判，其餘乃過呼。 \\n 縣令 \\n 未改京朝官宰縣也。 \\n 知丞 \\n 已改京朝官也。未改則帶權字，只謂之縣丞。 \\n 軍使 \\n 在縣之上，軍監之下。 \\n 舉主 \\n 依條制科格，以薦名於朝廷者。内有職司常員之分。 \\n 元老 \\n 國之老舊名臣也。 \\n 宿儒 \\n 久有名望之士也。 \\n 賢路 \\n 淸要儲材陞擢之所也。 \\n 言路 \\n 臺諫給舍也。 \\n 搢紳 \\n 仕宦之稱，本指其笏帶之類也。 \\n 儲材 \\n 抜擢於此職，以待進用也。 \\n 淸要 \\n 職慢位顯謂之淸，職緊位顯謂之要，兼此二者謂之淸要。 \\n 冷官 \\n 凡緩慢優閒之職是也。因杜子美詩云，廣文先生官獨冷，後人遂專以號敎官。 \\n 麤官 \\n 武臣及軍官之自謙，或以爲譏。 \\n 開官口 \\n 舊制，及第人帶左字，餘皆帶右字，以左字像開口也。今并不帶左右字。 \\n 院體 \\n 唐以來，翰林院諸色皆有，後遂效之，即學官樣之謂也。如京師有書藝局、醫官局、天文局、御書院之類是也。即今畫家稱十三科，亦是京師翰林子局。如德壽宮置省智堂，故有李從訓之徒。 \\n 世賞 \\n 書曰賞延於世，即今之奏蔭之類。 \\n 選調 \\n 承直郎以下，廸功郎以上，文資也。又謂之選海，以其難出常調也。 \\n 未出官 \\n 謂文學、助敎、將仕、通仕、登仕、下班、資法之類。 \\n 十三階 \\n 右武以上，至刺史爲止法。 \\n 舉業 \\n 治經 \\n 春秋兼三傳、易、書、詩、二禮，各以一經，仍各兼語、孟，謂之小經。若詩賦人，舊亦曾兼一經，今免。 \\n 武舉 \\n 分二等。蓋絶倫者挽二石以上斗力，平等者挽九斗以上可也。至日，歩射兩箭，馬射正背，共五箭爲頭場。 \\n 三場 \\n 第一場本經義三道，小經義各一道，計五道。若詩賦人，八韻賦一道，省題詩一首。第二場論一道。第三場策三道，仍各有格式條限。若武舉則以弓馬爲第一場，其次七書義五道，其策三道。 \\n 州縣學 \\n 即古者國有庠郷有校之義，本朝宰相王安石增制應補之法，試考陞賞，與貢舉不相干。慶元以來又增闢齋名，以廣武舉之士。蓋從臣寮請也。 \\n 簾試 \\n 補試中者，再於長官簾前試一次。治經人作語孟義，詞賦人作省題詩。優者行食。其有任子銓試，過赴吏部簾試經義破題或有詩，亦謂之簾試。 \\n 供課 \\n 州縣學生分旬習試三場，各給冊子供呈，上庠亦然。 \\n 堂試 \\n 州學考試考分，將來由此陞補。 \\n 陞補 \\n 堂試累中人推賞，至於陞入上庠。 \\n 補試 \\n 州縣學春秋兩放補試，白身人本經中者注籍。 \\n 混補 \\n 天下士人不限有無學籍，皆得赴試本經一場，中者入上庠。 \\n 大補 \\n 選試舊舉待補及州縣學等級該恩士人，陞上庠也。 \\n 待補 \\n 三場内只第一場合格，及補試内只大經合格，蓋恐黜下之可惜，故以此勉其學者。惟武舉只弓馬合格者待補，謂之一事中。 \\n 私試 \\n 毎月試一場，凡滿季計三場，謂孟月本經，仲月論，季月策，並鎖試於前廊，以學官主文考校，惟公試之月免。 \\n 公試 \\n 毎歳春二三月之交公試，兩日三場，謂第二日論策各一道，并差外官於貢院主文，以學官干預考校。 \\n 内舎 \\n 入上庠宗學者，皆外舎生。若校定滿年行食分數之人，如公試中等，即依例陞補内舎，與公試榜同出，自後方得爲長諭。若内舎私試連三次不中者，降爲外舎。 \\n 上舎 \\n 内舎校定分數人，兩年一次試陞上舎。凡九月内鎖院三場，以優等、平等取人，其法嚴於省解也。中者自後不復赴公私試，只赴上舎試，以趲釋褐。如入學六年得爲釋褐者，謂之走馬上舎。 \\n 釋褐 \\n 上舎試中優等者釋褐，以分數多者為状元，其名望重於科舉状元。 \\n 神童 \\n 十歳以下能背誦挑試一經或兩小經，則可以應補州縣小學生。若能通五經以上，則可以州官薦入於朝廷，而必送中書省覆試，中則可免解。 \\n 覆試 \\n 童子舉及應制科人，先進呈論策卷子。如稱旨，必送中書省覆試。内童子赴都堂，於宰執前，同中書省官挑試。 \\n 量試 \\n 州縣學略而小試其才也。 \\n 請舉 \\n 赴解試之謂也，古者舉賢之制。 \\n 保頭 \\n 舉人三舉終場者，得爲解試保頭。 \\n 解試 \\n 依額取人，薦名於朝廷，謂之郷貢。若從來無學籍者，經營請舉，則必費力。如曾赴混補，則猶庶幾於科舉也。此係本州及第出身官主文考校。其武舉只就殿歩帥前試弓馬，中者然後赴鎖院七書義并策。蓋武舉者，保官徑奏名引試也。 \\n 漕試 \\n 轉運司承集本路見任官牒送到隨侍子弟及五服内親，如州府解試法，但漕司員額頗寛容也，係選差本路官主文考校。 \\n 附試 \\n 因事在他郷而未能歸本貫者，皆就轉運司附試，只是取人太少，却易爲文才。 \\n 免解 \\n 在學及格，或遇特恩。 \\n 比試 \\n 武舉士人，先試經義一次，然後赴解試。 \\n 省試 \\n 除四川外，諸州及漕司解士就禮部貢院鎖試，名曰省試。 \\n 免省 \\n 上舎試取中在省試前，即免省赴殿。 \\n 還省 \\n 前舉已中解試人，因丁憂事故之人，於今舉還試。 \\n 類試 \\n 四川州軍解士，只就安撫制置司類省試。畢，徑赴殿試。 \\n 殿試 \\n 本朝例就崇政殿鎖試，考試策一道，畢日唱名。 \\n 還殿 \\n 前舉已中省試人，因事故未赴殿者，今舉還試。 \\n 免殿試 \\n 往年遇主上即位以後，第一次謂之龍飛榜，又嘗因諒陰，皆曾免試秪詣唱名。 \\n 唱名 \\n 謂之臚傳，聖上御殿宣唱，第一人第二人第三人為一班。其餘逐甲，各為一班。 \\n 恩科 \\n 年高而到省多次，特奏名。其魁亦賜同出身。而次甲則得文學之名，俟赦文内於銓試或於銓注，即授權尉之類。亦有雖年及而未願就恩科，亦從便，仍舊赴省。 \\n 三元 \\n 解試、省試並爲魁者，謂之雙元。若又爲殿魁者，謂之三元。然多是免殿故也。蓋殿試以策取人，難得必魁治經義人也。 \\n 黄甲 \\n 正奏名五甲也。吏部謂之黄甲闕榜。第五甲舊多貴顯，故或稱為相甲。 \\n 探花 \\n 選年最少者二人，於賜聞喜宴日，先到瓊林苑，折花迎状元吟詩。此唐制，久廢。今人或謂第二名為探花者，非是。 \\n 擔榜 \\n 戲謂第五甲末名為擔榜状元。 \\n 宏辭 \\n 自唐以來有之，本朝之制尤嚴。上自秘書，下及俗文，無不博覧。蓋所學他日翰苑竝掌雜著也。鎖試隨貢舉之歳三場。第一場麻制表詞，第二場銘讃記序雜文，第三場議論，並以文字合格中選，取人無額也。 \\n 賢良 \\n 即漢舉賢良之制也，本朝尤嚴。紹興間嘗令背記九經注疏，而學者遂少。後臣寮請免之，止令記其義。鎖試之日，三時六論，如五題合格，即中選。 \\n 銓試 \\n 奏蔭出身人，各占經，趁赴春銓試，中選即參部。若是登仕郎以下，即換選人文資也。黄甲年分，則第五甲人就附試之。 \\n 拍試 \\n 武臣奏補人銓試弓馬者，謂之拍試，并挑試律文。 \\n 刑法試 \\n 奏補人願試刑法者，兼治兩小經，如中選，即入大理評事，或提刑司檢法官。次第可至刑部尚書。 \\n 教官試 \\n 及第出身次甲人，合試敎官者，依次試本經、詩賦，中選，即注諸州教授。 \\n 召試 \\n 及第出身次甲人，已歴任者，召試館職，中選，即爲秘省官。若武舉人，召試閤職，則為舎人。所試文字，尤精細於嘗制。 \\n 試換 \\n 武臣願換文資者，如銓試之制。若奏蔭人并武舉及第官，願再試出身者從便，應解試赴省。惟年勞補授及雜出身人，不許換也。 \\n 醫卜 \\n 醫學 \\n 如太武學設齋，仍如舉人入試程文，於判局下又有敎授。 \\n 判局 \\n 判太史局，即自挈壺靈臺郎、五官正及大夫，遞遷充判局。判太醫局，自齋舎執事，遞遷充判局。 \\n 國醫 \\n 此名醫中選差，充診御脉，内宿祗應。此是翰林金紫醫官。 \\n 試補 \\n 星學則於本局試算，造大暦，測驗乾象。醫學則赴禮部貢院，三場選試，於難經、素問、脉經、本草、仲景傷寒論、聖惠方、病源此七經内出題。第一場則墨義三道，脉義二道。第二場大義三道，假令論方義一道。第三場假令法二道，運氣一道。比之士人，止不赴殿試。其舉業亦為科場。 \\n 局生醫生 \\n 如前試補，中則曰局生。學生入學，次第試補，遷改職事如庠序例。 \\n 出官 \\n 醫學出官，則補醫職，注授京寺監修合官、辨驗官及諸州軍駐泊醫官。 \\n  \\n   \\n  "}
{"章节": "朝野類要巻三", "正文": "  \\n 朝野類要巻三 \\n 　 \\n 入仕　 \\n 及第 \\n 文武舉正特奏名，皆為及第出身。 \\n 奏補 \\n 文武臣入仕及格，即依本身官照格法，遇大禮奏蔭弟姪子孫。若侍從以上，許降資授異姓。如官雖及而考未及，則身後恩澤。 \\n 捧香 \\n 后妃親屬該恩得官者，謂之捧香恩例。 \\n 西官 \\n 親王南班之壻，號曰西官，即所謂郡馬也，俗謂裙帶頭官。 \\n 軍班 \\n 内外諸軍兵并班直軍頭司等人，年勞或有功得官皆是。 \\n 年勞 \\n 内外百司吏職及諸州監司吏人，皆有年勞補官法，俗謂出職是也，免銓試，徑注差遣。 \\n 雜出身 \\n 非及第，奏補年勞之類者，謂之雜出身。 \\n 保引 \\n 内外百司差遣，皆以恩例保引親屬係籍待試或超補，非比州縣泛常差補也。 \\n 進納 \\n 有因納粟賑糶及助邊者，有只納財得不理選限文資者，俗謂之買官。此不可以就試出身也。 \\n 封贈 \\n 生曰封，死曰贈，自有格法。典例外，有年及百歳，即加封一資而致仕也。 \\n 歸附等 \\n 歸正，謂原係本朝州軍人，因陥蕃，後來歸本朝。歸順，謂元係西南蕃蠻溪峒頭首等，納土歸順，依舊在溪峒主管職事。歸明，謂元係西南蕃蠻溪峒人，納土出來本朝，補官或給田養濟。歸朝，謂元係燕山府等路州軍人歸本朝者。忠義人，謂元係諸軍人，見在本朝界内，或在蕃地，心懷忠義，一時立功者。 \\n 脚色 \\n 初入仕，必具郷貫戸頭、三代名銜、家口年齒、出身履歴，若注授轉官，則又加舉主，有無過犯。崇觀間即云不係元祐黨籍，紹興間即云不係蔡京、童貫、朱勔、王黼等親屬，召保官結罪，慶元間人加即不是僞學。近漸次除去。 \\n 差除 \\n 中旨 \\n 自禁中降下御筆或直旨，付有司施行。 \\n 參堂 \\n 京朝官不於部授，即於廟堂陶鑄差遣，謂之參堂，又曰干堂，亦有堂闕或差選人者。 \\n 呼召 \\n 欲見宰執者，具名刺門状，計會本府書司直省官，謂之下呼召。候呼召，即隨引參見。 \\n 堂除 \\n 都堂奏差者也。武臣即經密院專差員闕，則曰樞密院箚子，或樞密院奏云云。 \\n 參選 \\n 吏部四選：尚書左選掌承務郎以上，右選掌武翼郎以上，侍郎左選掌廸功郎以上，右選掌承信郎校尉以上。兵部掌下班祇應、進義、進勇副尉等，刑部掌進武副尉。所謂參部注授也。 \\n 擬差 \\n 四選、兵部，奏擬差遣。 \\n 殘闕 \\n 年老免銓試人，或雜出身等人，即注殘闕零員闕差遣。 \\n 辟差 \\n 帥撫監司郡守，或奉選使堪倚用之人，具名指闕奏差。 \\n 定差 \\n 四川州縣，只就各路轉運司爲銓選參注差遣。毎孟月出榜，仲月參注，季月申發，請朝廷給降付身文字。内亦有通判員闕者。若因事到闕，亦許歸吏部，或參堂陶鑄者。其二廣亦間有之。 \\n 差攝 \\n 帥撫監司州郡，選有官或待闕人攝職，謂之權局。本官自謂之被檄是也。若白身人借攝文學、助敎、將仕郎、副尉、承信之類，謂之白帖，在法有禁。 \\n 旌擢 \\n 謂賞有功績者，特陞差職也。 \\n 起復 \\n 已解官持服而朝廷特再擢用者，名曰起復。繋此二字，或已年及致仕，或在降責中，朝廷再擢用之謂也。 \\n 陞轉　 \\n 改官 \\n 承直郎以下選人，在任須俟得本路帥撫監司郡守舉主保奏堪與改官状五紙，即趨赴春班改官。謝恩則換承務郎以上官序，謂之京官，方有顯達。其舉主各有格法限員，故求改官奏状，最為難得，如得，則稱門生。 \\n 減年 \\n 磨勘轉官，有四考或五考者，該恩減其年數，則給公據，異日捧類收使。 \\n 寄理 \\n 當轉官而官序之名犯家諱者，權止，且帶寄理二字，他年併轉。 \\n 雙轉 \\n 有軍功人，自武翼郎以上，毎轉一官，即雙轉兩官。若及第出身人，不轉奉直、中散，亦乃雙轉也。 \\n 特轉 \\n 謂非循常法陞轉，而特有指揮賞轉者。 \\n 越轉 \\n 有功或及第人特越次第徑轉之類。 \\n 止法 \\n 謂如文臣轉中大夫，直候職及侍從格，方許轉太中大夫。若執政轉至金紫光禄大夫，直候拜相，方許轉行特進。又如武臣轉至武功大夫，若有軍功，方許轉行右武。餘人以三官比轉一官。又如捧香只轉至訓武郎，年勞只轉至承直郎之類。 \\n 回授 \\n 合轉官而礙正法者，許回授與弟姪子孫入仕或轉行。 \\n 比換 \\n 内外百司吏職，未該年勞而願比換者，依格改換官資，注擬差遣。 \\n 兩易 \\n 俗謂對移也。或因避嫌，或以得罪被劾而罰輕者，皆兩易其任。或事妨者亦然。 \\n 賜出身 \\n 元非科舉入仕，而特蒙大用，或賜同進士出身，方可執政，蓋國朝法也。 \\n 爵禄　 \\n 食邑 \\n 官序及格，合封諸縣開國男以上者，隨有食邑戸數，蓋比古之小大諸侯得國也。若又及格，則有食實封幾百戸。舊制，毎實封一戸，隨月俸給二十五文。其加封，則自有格法。 \\n 職田 \\n 外任小大官屬合得職田者，月俸之外，本州給還米斛。凡到任一年分，並四月以前，理上者該給。 \\n 茶湯錢 \\n 為兼職而給也。 \\n 賜借緋紫 \\n 本朝之制，文臣自入仕著緑，滿二十年，換賜緋銀魚袋。又滿二十年，換賜紫金魚袋。又有雖未及年而推恩特賜者，又有未及而所任職不宜緋緑而借紫借緋者，即無魚袋也。若三公三少，則玉帶金魚矣。惟東宮魚，亦玉為之。 \\n 伎術官服色 \\n 醫官并太史官，謂之文官頭武官尾。蓋初入仕著緑，及格則換紫并紅鞓帶。又及和安春官大夫，則或特轉之類。而醫官有特賜金帶者。 \\n 兩鎭 \\n 謂封兩處節度使。 \\n 兩國 \\n 謂封兩國王及夫人。 \\n 襲封 \\n 謂世代授此官也。如兩嗣王主奉濮秀祭祀，如孔子之後世封衍聖公，如周世宗之後柴氏世封崇義公。蓋二王後之故事也。 \\n 恩異 \\n 如詔書及贊拜皆不名，如肩輿入朝，並賜元老大臣。 \\n 職任　 \\n 百司 \\n 上自三省，下及倉場庫務，皆為百司。或謂之有司，又謂之京局。 \\n 内諸司 \\n 自内侍省以下，在禁中置局，并應屬内司子局者，皆是也。 \\n 左右廂 \\n 廂官之名，取廊廡間分職佐治之義。今之城南北廂，比通判資序。蓋比擬開封府左右四廂舊制也。若在城兵馬都監，則又廊廡管押之義也，故無刑禁。 \\n 外臺 \\n 安撫、轉運、提刑、提舉，實分御史之權。亦似漢繍衣之義，而代天子巡狩也，故曰外臺。 \\n 駐箚 \\n 沿江都統、諸路總管路鈐等，及京畿、東南將副之類，皆曰某州駐箚者，蓋本朝兵制所以示此乃天子之軍也。 \\n 牌印 \\n 印司掌銅木朱記，以牌詣本官請關印。用印畢封匣，復納之。凡牌入則印出，印入則牌出，蓋立法防嚴之意也。 \\n 公參 \\n 小官赴任，詣長貳公參訖，衙前聽候三日，方敢退歸本職。今制遂禁廷拜。 \\n 成資 \\n 滿任也。 \\n 舉留 \\n 見任官有政績，而吏民願得再任者，須本處進士同耆老以下，列状經監司舉留，次詣上司申乞。 \\n 不釐務 \\n 添差之官，則不理政事也。若許干預，則曰仍釐務。 \\n  \\n   \\n  "}
{"章节": "朝野類要卷四", "正文": "  \\n 朝野類要卷四 \\n 　 \\n 法令　 \\n 一司 \\n 在京内外百司及在外諸帥撫監司財賦兵馬去處，皆有一司條法。如安撫司法許便宜施行之類是也。 \\n 海行 \\n 勅令格式，謂之海行。蓋天下可行之義也。 \\n 續降 \\n 法所不載，或異同，而謂利便者，自修法之後，毎有續降指揮，則刑部編録成冊，春秋二仲頒降内外遵守，一面行用。若果可行，則將來修法日，增文改創也。 \\n 進擬 \\n 刑部定法斷獄奏呈也。 \\n 審覆 \\n 大理寺定刑，行下所屬州郡斷獄也。 \\n 勅杖 \\n 謂降旨而杖之也。 \\n 罰直 \\n 内外百司吏屬，有公罪之輕者，皆罰直入官。毎一直即二百文足，如贖銅之例。 \\n 文書　 \\n 詔書 \\n 翰林學士院四六句行文，而為典故大事者也。 \\n 制書 \\n 但是聖旨文字，皆為制書。 \\n 手詔 \\n 或非常典，或示篤意，及不用四六句者也。 \\n 御札 \\n 又嚴於詔書。 \\n 德音 \\n 泛降而寬恤也。 \\n 曲赦 \\n 特降，比赦頗輕，乃專為一事一處有兵災罪眚之類。 \\n 赦書 \\n 常制恕刑之命也。 \\n 翻黄 \\n 監司州郡備録赦文而行下所部也。自慶元末，諸縣亦降黄赦，蓋從臣寮請也。 \\n 批答 \\n 執政以上有章奏請，則降批答，以下則降詔。 \\n 宣帖 \\n 惟軍校授宣，理為恩例陞補。 \\n 白麻 \\n 文武百官聽宣讀者，乃黄麻紙所書制可也。若自内降而不宣者，白麻紙也，故曰白麻。（原注：唐元和初，凡赦書、德音、立后、建儲、大誅討、拜免三公宰相、命將曰制書，並用白麻，不用印。） \\n 諮報 \\n 學士院關報朝省之稱。 \\n 書黄 \\n 凡事合經給事中書讀并中書舎人書行者，書畢即備録、録黄過尚書省給箚施行。如不可行，即不書而執奏，謂之繳駁。故俗諺曰，不到中書不是官。 \\n 省箚 \\n 自尚書省施行事，以由拳山所造紙書押給降，下百司監司州軍去處是也。 \\n 部符 \\n 六部行符，即省箚之義。其末必曰，符到奉行。 \\n 勅牒 \\n 凡知縣以上并進士及第出身，並被旨揮，差充試官或奉使接送館伴，及僧道被旨住持并廟額，並給勅牒。 \\n 官牒子 \\n 上司尋常追呼下司吏屬，只以片紙書所呼叫因依，差走吏勾集。 \\n 奏箚 \\n 又謂之殿箚，蓋上殿奏對所入文字也。凡知州以上見辭，皆用此。 \\n 旦表 \\n 在外帥守監司，毎月一日上起居表，所以代朝參也。各預先發上都進奏院，臨期經閤門投進。 \\n 謝表 \\n 帥守監司初到任并陞除，或有宣賜，皆上四六句謝表。 \\n 賀表 \\n 帥守監司遇有典禮及祥瑞，皆上四六句賀表，唯冬至歳節不用四六句，自有定式。 \\n 起居表 \\n 鄕來在恤制内遇冬至，故改之，名為起居。其他合用賀表，亦如之。 \\n 慰表 \\n 郷來恤制，皆上表稱慰。 \\n 百官表 \\n 百官詣殿拜表，皆宰相爲班首繋銜，總之云文武百寮，須云丞相臣某等，係禮部郎官行詞。 \\n 奏牋 \\n 若上后妃東宮，則名之曰牋。 \\n 功德疏 \\n 聖節則帥守監司各上賀表并道釋功德疏及進銀奏，皆四六句，經通進司投進。 \\n 萬言書 \\n 上進天子之書也。若上公侯，則名之曰長書。 \\n 進状 \\n 經檢院者，圓實封，奏機密軍期事、朝政闕失利害及公私利濟并軍國重事。若經鼓院者，疊角實封，陳乞、奏薦、再任、已得指揮恩澤、除落、過名、論訴抑屈事，本處不公及沈匿等事，在京官員不法等事，兩院状封，皆長八寸。 \\n 堂箚 \\n 上宰執之公箚也。 \\n 白箚子 \\n 上利便之書也，與不顯名之義同。 \\n 邊報 \\n 沿邊州郡，列日具幹事人探報平安事宜，實封申尚書省、樞密院。 \\n 奏案 \\n 州郡或提刑司勘成大辟及合奏獄案也。得回降，則斷之。若姦穢，則只申省。 \\n 帥箚 \\n 平時四川安撫制置司亦出給箚子，蓋其重權兼主銓量、差注、類試事也。其他安撫制置司便宜者，亦出給箚子。 \\n 朝報 \\n 日出事宜也。毎日門下後省編定，請給事判報，方行下都進奏院，報行天下。其有所謂内探、省探、衙探之類，皆衷私小報，率有漏泄之禁，故隱而號之曰新聞。 \\n 政事 \\n 巡按 \\n 監司按四季巡視所部州縣者。古因漢高帝遊雲夢之後，漸廢巡狩述職之制，故遣奉使以代之。 \\n 銓量 \\n 審驗人材也。如四川新任守倅去朝廷遠者，免朝辭，只赴安撫制置司，銓量訖之任。 \\n 便民五事 \\n 監司郡守到任半年，各具便民五事奏上。 \\n 臧否 \\n 監司歳具所部官美惡奏上，謂之臧否奏。若某員功過倶無者，不具。 \\n 雜制 \\n 禁謁 \\n 百司門首謁禁者，不許接客也。若大理寺官，則又加禁謁，及亦不許出謁也。 \\n 式假 \\n 除父母喪解官及承祖父母重服之外，餘親之喪，只給式假。 \\n 白堂 \\n 公事取覆宰執也。 \\n 禀臺 \\n 公事取覆御史也。 \\n 過堂 \\n 尚書省、密院屬官，於入局日，分持所議事，上都堂禀白宰執而施行之。 \\n 家諱 \\n 授職任而犯三代名諱者，許避之。如開禧初張嗣古除起居郎，以犯諱辭免，曾改名侍立修注官，其餘若二名偏犯即不避，亦具辭免之。 \\n 奉朝請 \\n 在京宮觀仍奉朝請者，依舊趁赴六參也。 \\n 堂謝 \\n 授官職朝謝畢，謝宰執。 \\n 待罪 \\n 具奏自劾也。又宰執奏陳，自謙之詞曰，臣待罪政府。或帥府獲逆冦，恐難於上請，先誅而後申奏待罪，乃待其朝廷責其專擅之罪。諸州軍被火亦然。 \\n 違年 \\n 過期不赴任也。理為過犯，批上印紙。 \\n 帥幕　 \\n 安撫 \\n 安撫之權，可以便宜行事。如俗謂先施行後奏之類是也。通轄一路之兵民，若宰執出鎭，或曰安撫大使。若沿邊，又有管内安撫，謂只轄本州也。 \\n 宣撫都督 \\n 侍從以上稱宣撫，即平時安撫之義也。執政以上則稱都督。 \\n 節制 \\n 本朝兵制，最為周密。如節制之稱，所以使寄戍之軍服其權也。若平時鎭江府武鋒軍駐楚州，則其州守臣有統轄屯戍之兼職。 \\n 招討招撫 \\n 討者，伐不道之臣。撫者，安故國之民。 \\n 便宜 \\n 主將之從權行事也，謂之便宜黜陟。 \\n 密詔 \\n 自唐已有此，蓋事干大計，不欲明示，則密遣圖之。 \\n 矯詔 \\n 一時從權，以濟其謀也。 \\n 檄書 \\n 彰彼之罪惡，所以出師之由，以感動人心，期與天下共誅之也。 \\n 報捷 \\n 奏勝之書也。詩云一月三捷。 \\n 露布 \\n 誅討奏勝之書也。 \\n 蠟彈 \\n 以帛寫機密事，外用蠟固，陥於股肱皮膜之閒，所以防在路之浮沈漏泄也。 \\n 挑戰 \\n 兩陣既立，各一將出闘也。 \\n 鏖戰 \\n 乗勇而進也，故漢注以為盡死殺人曰鏖。 \\n 巷戰 \\n 城市之内接戰也，如李存孝誤入長安之類。 \\n 野戰 \\n 閲習驍鋭也。 \\n 劫寨 \\n 夜間攻其營壘，謀其自亂，然後以勁兵續之。 \\n 貫寨 \\n 日間攻亂其營壘也。 \\n  \\n   \\n  "}
{"章节": "朝野類要卷五", "正文": "  \\n 朝野類要卷五 \\n 　 \\n 降免　 \\n 遭章 \\n 臺諫入奏疏言其罪，以請貶其人也。 \\n 彈奏 \\n 言其公罪，及閤門御史臺糾其失儀等事。 \\n 合臺 \\n 自長官以下，各入一奏，以言人罪也。 \\n 按劾 \\n 謂按其事而申上，或秖免其職。 \\n 降授 \\n 降官者，繋銜首帶此二字。開禧征伐之際，嘗有權免軍官帶此之官。 \\n 責授 \\n 責者，不限降幾官之數，徑指低階責授之。 \\n 聽勅 \\n 在朝大臣或被臺章，或先乞出，則一面般出國門，於寺觀中安泊以待命。 \\n 南行 \\n 仕宦得罪而南行者。蓋二廣多是瘴煙遠惡及水土惡弱之州縣，江西亦或有之，所以貶於其處也。 \\n 剥麻 \\n 本朝無誅大臣之典，故大臣有罪，亦多是先與宮觀，然後臺諫上章，得旨批依，別日又宣麻降之，漸次行貶。 \\n 居住 \\n 被責者，凡云送甚州居住，則輕於安置也。 \\n 安置 \\n 安置之責，若又重，則羈管、編管。 \\n 勒停 \\n 編管以上，則必除名勒停，謂無官也，故曰追毀出身以來文字。 \\n 量移 \\n 該恩原赦，則量移近裏州軍。 \\n 逐便 \\n 既量移，如又該恩，則放令逐便。 \\n 叙復 \\n 被責之久，該恩叙復舊官者，自有格法。 \\n 退閒 \\n 宮祠 \\n 舊制有三京分司之官，乃退閒之禄也。神廟置宮觀之職以代之，取漢之祠官祝釐之義。雖曰提舉主管某宮觀，實不往供職也。故奏請者多以家貧指衆爲辭，降旨必曰依所乞，差某處宮觀任便居住。惟在京宮觀，不許外居。 \\n 自陳 \\n 因奏請得祠禄者，將來尚可以復任職守。若朝命與之，則不佳也。故優恩又有理作自陳之名也。 \\n 岳廟 \\n 選人使臣，則監岳廟及宮觀之次等也。 \\n 引年致仕 \\n 古之大夫七十而致仕之例也。古則皆還其官爵於君，今則不然。故謂之守本官致仕，惟不任職也。若雖未及七十，但昏老不勝其任，亦奏請之，故曰引年。 \\n 憂難　 \\n 致仕 \\n 官員不禄，先乞守本官致仕，續奏身故者，縁致仕合有蔭補恩澤也。 \\n 遺表 \\n 大中大夫以上不禄者，既奏致仕，復上遺表，則又有遺表恩例。 \\n 草土臣 \\n 丁憂者，既發喪居憂，如具銜，只稱草土臣。 \\n 駕幸臨奠 \\n 本朝禮例，毎大臣薨，皆駕幸其府第。臨奠之恩，多是其子孫上表辭免之。 \\n 勅葬 \\n 差中貴官監護喪事。 \\n 宣葬 \\n 賜資財令辧葬事。喪家多願宣葬，蓋省費如勅葬也。 \\n 丁憂 \\n 父母憂，解官持服，承重者亦同，軍官免之。若餘親，則有給式假法。 \\n 諡法 \\n 自古有之，所以定生前之德行。毎一字，其義取用之端甚多。本朝立法，有雖無官而有德行者亦賜之。皆有擬文一道，太常博士撰，吏部考功奏行之。 \\n 從吉 \\n 大祥畢，禫服終，踰月從吉，謂改吉服也，然後朝見或參選。 \\n 餘紀 \\n 書舗 \\n 凡舉子預試并仕宦到部參堂，應干節次文書，並有書舗承幹。如學子乏錢者，自請舉至及第，一併酬勞書舗者。 \\n 承受 \\n 仕宦在外任者，自有專一承受幹當之人，或是百司係籍人，或是門吏。凡有大小事務，為之了辧。 \\n 陶鑄 \\n 宰相擢用仕宦，謂之陶鑄者，取造化之義。向因留相家諱鑄，遂易為陶鎔，正如避冦相名，秖書此准字也。 \\n 宅引 \\n 宰執入堂，前有朱衣乗騎對引。若無常朝之日，則自府第入堂治事，謂之宅引入堂。 \\n 告詞 \\n 有四六句者，有直文者，并書於告軸。然侍從以上，須是四六句行詞。凡在内，但是班朝百司，雖廸功郎亦有之。若外任，須是京官通判以上則命詞也。若節度使以上，則又先次宣降麻制矣。 \\n 網袋 \\n 侍從以上資格者，官告皆有紫絲銀鐸鈴網袋貯之。 \\n 望祀 \\n 如五岳四瀆之類，則毎歳皆降御名祝版祝之。若其餘去處，皆望祀之。 \\n 車馬 \\n 宮人出入，其兵士呵喝車馬者。蓋舊來只是乗坐車子也。中興以來用肩輿，亦喝車馬。 \\n 揀班 \\n 班直等皆自三衙舊司指揮人兵及皇城司親事官揀中等之人充之，如捧日揀過東三班，天武揀過御龍直，驍騎揀過騎御馬之類。然本朝之制，班直不置隊伍。若敎習武藝，臨期整辧旗號。此最良法也。 \\n 京畿將 \\n 京師舊有十將，今第二將駐箚臨安府者，縁昔日差出招捉冦盜，因而屯此也。 \\n 破白合尖 \\n 選人得初舉状，謂之破白。末後一紙凑足，謂之合尖，如造塔上頂之意。 \\n 過勘 \\n 在京關支請給等，須經糧料院審計司過勘，及關會太府寺，方可支給。其外路大軍錢糧，自有分差糧審院施行。 \\n 打視 \\n 庫務差遣人及投軍人，須遠視目力，喝其指數，謂之打視，防其目疾爾。 \\n 輪筆 \\n 官員分以文字書押，或以日，或以長貳，分而判押之謂。 \\n 集注 \\n 左右選注闕，集長貳廷坐，而下列願注授之人，高唱其闕而問之，以授窠闕。 \\n 期集 \\n 應舉士人欲共陳其利便，則指定一所在，會集諸人定議，以申明之。行都差注諸大寺院頭首，亦集諸頭首相聚，定議此人行檢，保明申差，亦謂之期集。 \\n 同年郷會 \\n 諸處士大夫同郷曲并同路者，共在朝及在三學，相聚作會曰郷會。若同榜及第聚會，則曰同年會。 \\n  \\n   \\n  "}
{"章节": "朝野類要跋", "正文": "  \\n 朝野類要跋 \\n 　 \\n 先五世祖元教授和卿府君，嘗建湖〓義學一區於始祖〓陽侯祠左，藏書數萬巻，以教里族之俊秀。繼罹壬辰兵變，蕩覆無遺。唯藏書流落人間者僅見，皆首書〓陽湖〓史氏義學書籍十字以別之。若是編朝野類要、亦其一也。迄今百八十年餘、手澤猶新。學得而捧誦之、感〓交集、因重刻之、庶幾存先世之〓羊云。若夫興衰起廢，以圖纉承前烈，則深有望於吾宗之傑然者焉。弘治改元春三月望，嗣孫進士學謹誌。 \\n  \\n   \\n  "}
