{"章节": "独断（汉）蔡邕", "正文": " \\n 独断 \\n   \\n  \\n  \\n 提要 \\n  \\n 《独断》二卷，汉蔡邕撰。王应麟《玉海》谓是书间有颠错，嘉祐中，余择中更为次序，释以己说，故别本题《新定独断》。择中之本今不传。然今书中序历代帝系末云，从高祖乙未至今，壬子岁三百一十年。壬子为灵帝建宁五年，而灵帝世系末行小注乃有二十二年之事，又有献帝之谥，则决非邕之本文，盖后人亦有所窜乱也。是书於礼制多信《礼记》，不从周官。若五等封爵，全与大司徒异，而各条解义与郑玄《礼注》合者甚多。其释大祝一条，与康成《大祝注》字句全符，则其所根据，当同出一书。又《续汉书》舆服志樊哙冠广九寸，高七寸，前后出各四寸，是书则谓高七寸，前出四寸，其词小异。刘昭《舆服志注》，引《独断》曰，三公、诸侯九旒，卿七旒，今本则作三公九，诸侯、卿七。建华冠注引《独断》曰，其状若妇人缕鹿。今本并无此文。又《初学记》引《独断》曰，乘舆之车皆副辖者，施辖於外乃复设辖者也。与今本亦全异。此或诸家援引偶讹，或今本传写脱误，均未可知。然全书条理统贯，虽小有参错，固不害其宏旨，究考证家之渊薮也。  \\n  \\n 　 \\n 卷上 \\n  \\n 漢天子正號曰皇帝，自稱曰朕，臣民稱之曰陛下，其言曰制詔，史官記事曰上，車馬衣服器械百物曰乗輿，所在曰行在所，所居曰禁中，後曰省中，印曰璽，所至曰幸，所進曰御，其命令一曰策書二曰制書三曰詔書四曰戒書 \\n  \\n 皇帝皇王后帝皆君也。上古天子庖犧氏神農氏稱皇，堯舜稱帝，夏殷周稱王，秦承周末，為漢驅除，自以徳兼三皇功包五帝，故并以為號。漢髙祖受命，功徳宜之，因而不改也 \\n 王者至尊四號之别名 \\n  \\n 王：畿内之所稱王有天下故稱王。天王：諸夏之所稱天下之所歸往故稱天王。天子：夷狄之所稱父天母地故稱天子。天家：百官小吏之所稱天子無外以天下為家故稱天家 \\n 天子正號之别名 \\n  \\n 皇帝：至尊之稱。皇者煌也，盛徳煌煌，無所不照；帝者諦也，能行天道，事天審諦，故稱皇帝。 \\n  \\n 朕：我也。古者尊卑共之，貴賤不嫌，則可同號之義也。堯曰朕在位七十載，皋陶與帝舜言曰朕言惠可底行，屈原曰朕皇考，此其義也。至秦天子獨以為稱，漢因而不改也 \\n  \\n 陛下者，陛階也，所由升堂也。天子必有近臣執兵陳於陛側以戒不虞。謂之陛下者，羣臣與天子言，不敢指斥天子，故呼在陛下者而告之，因卑達尊之意也。上書亦如之。及羣臣士庶相與言曰殿下閣下執事之屬，皆此類也 \\n 上者尊位所在也，太史令司馬遷記事：當言帝則依違。但言上，不敢渫瀆。言尊號，尊王之義也 \\n  \\n 乘輿出於律。律曰敢盜乘輿服御物。謂天子所服食者也。天子至尊，不敢渫瀆言之，故託之於乘輿。乘猶載也，輿猶車也，天子以天下為家，不以京師宫室為常處，則當乘車輿以行天下，故羣臣託乘輿以言之。或謂之車駕 \\n  \\n 天子自謂曰行在所，猶言今雖在京師行所至耳，巡狩天下，所奏事處皆為宫。在京師曰奏長安宮，在泰山則曰奏奉髙宫。唯當時所在，或曰朝廷，亦依違尊者所都，連舉朝廷以言之也。親近侍從官稱曰大家，百官小吏稱曰天家 \\n  \\n 禁中者，門户有禁，非侍御者不得入，故曰禁中。孝元皇后父大司馬陽平侯名禁，當時避之，故曰省中。今宜改，後遂無言之者 \\n  \\n 璽者印也，印者信也，天子璽以玉螭虎紐。古者尊卑共之，月令曰：固封璽。春秋左氏传曰：魯襄公在楚，季武子使公冶問璽書，追而與之。此諸侯大夫印稱璽者也。衛宏曰：秦以前民皆以金玉為印，龍虎紐唯其所好。然則秦以來天子獨以印稱璽，又獨以玉，羣臣莫敢用也 \\n  \\n 幸者宜幸也。世俗謂幸為僥倖。車駕所至，民臣被其徳澤以僥倖，故曰幸也。先帝故事，所至見長吏三老官屬親臨軒作樂，賜食皂帛越巾刀珮帶。民爵有級數，或賜田租之半，是故謂之幸，皆非其所當必而得之。王仲任曰：君子無幸而有不幸，小人有幸而無不幸。春秋传曰：民之多幸，國之不幸也。言民之得所不當得，故謂之幸。然則人主必慎所幸也。御者進也，凡衣服加於身，飲食入於口，妃妾接於寢，皆曰御。親愛者皆曰幸。幸說從上章 \\n  \\n 策書：策者簡也。禮曰：不滿百丈不書於策。其制長二尺，短者半之，其次一長一短，兩編下附篆書，起年月日，稱皇帝曰，以命諸侯王三公。其諸侯王三公之薨於位者，亦以策書誄諡其行而賜之。如諸侯之策，三公以罪免，亦賜策文，體如上策而隶書，以一尺木兩行。唯此為異者也 \\n  \\n 制書：帝者制度之命也，其文曰制詔，三公赦令贖令之屬是也。刺史太守相劾奏申下土遷書文亦如之。其徵為九卿，若遷京師近宮，則言官具言姓名，其免若得罪無姓。凡制書有印使符下，逺近皆璽封。尚書令印重封。唯赦令贖令，召三公詣朝堂受制書。司徒印封，露布下州郡 \\n  \\n 詔書者：詔誥也，有三品，其文曰告某官。官如故事，是為詔書。羣臣有所奏請，尚書令奏之，下有制曰天子答之曰可。若下某官云云。亦曰詔書，羣臣有所奏請，無尚書令奏制之字，則荅曰已奏。如書本官下所當至，亦曰詔。戒書戒勅，刺史太守及三邊營官被勅文曰有詔勅某官，是為戒勅也。世皆名此為策書，失之逺矣 \\n 凡羣臣上書於天子者，有四名：一曰章二曰奏三曰表四曰駮議 \\n 章者，需頭稱稽首上書謝恩陳事詣闕，通者也 \\n 奏者，亦需頭其京師官，但言稽首。下言稽首以聞其中者，所請若罪法劾案，公府送御史臺，公卿校尉送謁者臺也 \\n  \\n 表者，不需頭上言臣某言，下言臣某誠惶誠恐稽首頓首死罪死罪，左方下附曰某官臣某甲上。文多用編兩行，文少以五行。詣尚書通者也，公卿校尉諸將不言姓，大夫以下有同姓官别者言姓。章口報聞公卿，使謁者將大夫以下至吏民，尚書左丞奏聞報可，表文報已奏如書。凡章表皆啓封，其言密事得帛囊盛 \\n  \\n 其有疑事，公卿百官會議。若臺閣有所正處而獨執異議者曰駮議。駮議曰某官某甲議以為如是，下言臣愚戇議異其非駮議，不言議異。其合於上意者，文報曰某官某甲議可 \\n  \\n 漢承秦法，羣臣上書皆言昩死言。王莽盜位，慕古法，去昩死曰稽首。光武因而不改。朝臣曰稽首頓首，非朝臣曰稽首再拜。公卿侍中尚書衣帛而朝曰朝臣，諸營校尉將大夫以下亦為朝臣 \\n  \\n 王者臨撫之别名 \\n 天子曰兆民，諸侯曰萬民（今之令長古之諸侯），百乘之家曰百姓（百乘之家子男之國也） \\n 天子所都曰京師。京水也，地下之衆者莫過於水，地上之衆者莫過於人。京大師衆也，故曰京師也 \\n 京師：天子之畿内千里，象日月日月躔次千里 \\n 天子命令之别名 \\n  \\n 命：出君下臣名曰命　令：奉而行之名曰令　政：著之竹帛名曰政 \\n  \\n 天子父事天，母事地，兄事日，姊事月。常以春分朝日於東門之外，示有所尊，訓人民事君之道也。秋夕夕月於西門之外，别隂陽之義也 \\n  \\n 天子父事三老者，適成於天地人也。兄事五更者，訓於五品也。更者長也，更相代至五也，能以善道改更已也。又三老：老謂久也舊也壽也，皆取首妻男女完具者。古者天子親袒割牲執醬而饋三公，設几九卿正履使者安車輭輪送迎而至其家，天子獨拜于屏。其明旦三老詣闕謝，以其禮過厚故也。又五更或為叟，叟老稱，與三老同義也 \\n 三代建正之别名 \\n  \\n 夏以十三月為正，十寸為尺，律中太簇，言萬物始簇而生，故以為正也 \\n 殷以十二月為正，九寸為尺，律中大呂，言隂氣大勝助黄鍾宣氣而萬物生，故以為正也 \\n 周以十一月為正，八寸為尺，律中黄鍾，言陽氣踵黄泉而出，故以為正也 \\n 三代年歳之别名 \\n  \\n 唐虞曰載，載嵗也，言一歲莫不覆載，故曰載也。夏曰歲，一曰稔也。商曰祀。周曰年。 \\n  \\n 閏月者，所以補小月之減日以正歳數，故三年一閏，五年再閏 \\n 天子諸侯后妃夫人之别名 \\n  \\n 天子之妃曰后，后之言後也。諸侯之妃曰夫人，夫人之言扶也。大夫曰孺人，孺之言屬也。士曰婦人，婦之言服也。庶人曰妻，妻之言齊也。公侯有夫人有世婦有妻有妾。皇后赤綬玉璽，貴人緺綟金印。緺綟色似緑。 \\n  \\n 天子后立六宮之别名 \\n  \\n 三夫人：帝嚳有四妃以象后妃四星，其一明者為正妃，三者為次妃也。九嬪：夏后氏増以三三而九，合十二人。春秋天子取十二，夏制也。二十七世婦：殷人又増三九二十七，合三十九人。八十一御女：周人上法帝嚳，正妃又九九為八十一，増之合百二十人也。天子一取十二女，象十二月。三夫人九嬪。諸侯一取九女，象九州，一妻八妾。卿大夫一妻二妾。士一妻一妾 \\n  \\n 王者子女封邑之差 \\n  \\n 帝之女曰公主，儀比諸侯。帝之姊妹曰長公主，儀比諸侯。王異姓婦女以恩澤封者曰君，比長公主。 \\n  \\n 天子諸侯宗廟之别名 \\n  \\n 左宗廟：東曰左。帝牲牢三月在外牢，一月在中牢，一月在明牢。一月謂近明堂也。三月一時已足肥矣，徙之三月，示其潔也 \\n  \\n 右社稷：西曰右。宗廟社稷皆在庫門之内，雉門之外 \\n  \\n 天子三昭三穆，與太祖之廟七。七廟一壇一墠，曰考廟。王考廟皇考廟顯考廟祖考廟皆月祭之。諸侯二昭二穆，與太祖之廟五。五廟一壇一墠，曰考廟王考廟皇考廟，皆月祭之 \\n  \\n 大夫以下廟之别名 \\n  \\n 大夫一昭一穆，與太祖之廟三。三廟一壇，考廟王廟，四時祭之也。士一廟，降大夫二也。上士二廟一壇，考廟王考廟，亦四時祭之而已。自立二祀曰門曰行。下士一廟曰考廟，王考無廟而祭之，所謂祖稱曰廟者也，亦立二祀，與上士同。府史以下未有爵命，號為庶人，及庶人皆無廟，四時祭於寢也 \\n 周祧文武為祧，四時祭之而已。去祧為壇，去壇為墠，有禱焉祭之，無禱乃止。去墠曰鬼壇，謂築土起堂。墠謂築土而無屋者也 \\n 薦考妣於適寢之所祭 \\n  \\n 春薦韭卵，夏薦麥魚，秋薦黍豚，冬薦稻鴈。制無常牲，取與新物相宜而已 \\n 天子之宗社曰泰社，天子所為羣姓立社也。天子之社曰王社，一曰帝社，古者有命將行師，必於此社，授以政。尚書曰：用命賞於祖，不用命戮於社 \\n  \\n 諸侯為百姓立社曰國社，諸侯之社曰侯社 \\n 亡國之社：古者天子亦取亡國之社以分諸侯，使為社，以自儆戒。屋之奄其上使不通天，柴其下使不通地，自與天地絶也。靣北向隂，示滅亡也 \\n 大夫以下成羣立社曰置社，大夫不得特立社，與民族居。百姓已上則共一社，今之里社是也 \\n 天子社稷土壇，方廣五丈。諸侯半之 \\n  \\n 天子社稷皆太牢。諸侯社稷皆少牢 \\n 天子為羣姓立七祀之别名 \\n  \\n 曰司命，曰中霤，曰國行，曰國門，曰泰厲，曰户，曰竈 \\n 諸侯為國立五祀之别名 \\n  \\n 曰司命，曰中霤，曰國門，曰國行，曰公厲 \\n 大夫以下自立三祀之别名 \\n  \\n 曰族厲，曰門，曰行 \\n  \\n 五祀之别名 \\n  \\n 門：秋為少隂，其氣收成，祀之於門。祀門之禮：北靣設主于門左樞户。春為少陽，其氣始出生養，祀之於户。祀户之禮：南靣設主於門内之西行。冬為太隂，盛寒，為水。祀之於行，在廟門外之西，拔壤厚二尺廣五尺輪四尺，北靣設主於拔上。一作軷壤。 \\n  \\n 竈：夏為太陽，其氣長養，祀之於竈。祀竈之禮：在廟門外之東，先席于門奥西東，設主于竈陘也。 \\n  \\n 中霤：季夏之月，土氣始盛，其祀中霤。霤神在室。祀中霤，設主于牖下也 \\n  \\n 五方正神之别名 \\n  \\n 東方之神，其帝太昊，其神勾芒。南方之神，其帝神農，其神祝融。西方之神，其帝少昊，其神蓐收。北方之神，其帝顓頊，其神玄冥。中央之神，其帝黄帝，其神后土 \\n  \\n 六神之别名 \\n  \\n 風伯神，箕星也，其象在天，能興風。雨師神，畢星也，其象在天，能興雨。明星神，一曰靈星，其象在天。舊說曰靈星火星也，一曰龍星，火為天田，厲山氏之子柱，及后稷能殖百穀以利天下，故祠此三神以報其功也。漢書稱髙帝五年初置靈官祠后土祠，位在壬地，社神蓋共工氏之子勾龍也，能平水土。帝顓頊之世舉以為土正，天下賴其功。堯祠以為社。凡樹社者，欲令萬民加肅敬也。各以其野所宜之木以名其社，及其野位在未地。稷神蓋厲山氏之子柱也，柱能殖百穀，帝顓頊之世舉以為田正，天下賴其功。周棄亦播殖百穀以稷五穀之長也，因以稷名其神也。社稷二神功同，故同堂别壇，俱在未位。土地廣博不可徧覆，故封社稷。露之者必受霜，露以達天地之氣，樹之者尊而表之，使人望見則加畏敬也。先農神：先農者，蓋神農之神。神農作耒耜，敎民耕農，至少昊之世，置九農之官如左： \\n  \\n 春扈氏（扈止也）：農正，趣民耕種（鴣鳥）夏扈氏：農正，趣民芸除（切玄）秋扈氏：農正，趣民收歛（切藍）冬扈氏：農正，趣民蓋藏（切黄）棘扈氏：農正，常謂茅氏，一曰掌人百果（切丹）行扈氏：農正，晝為民驅鳥（唶唶）宵扈氏：農正，夜為民驅獸（嘖嘖）桑扈氏：農正，趣民養蠶（切脂）老扈氏：農正，趣民收夌（鷃鷃） \\n  \\n 疫神：帝顓頊有三子，生而亡去為鬼，其一者居江水，是為瘟鬼。其一者居若水，是為魍魎。其一者居人宫室樞隅處，善驚小兒，於是命方相氏黄金四目，蒙以熊皮玄衣朱裳，執戈扬楯。常以嵗竟十二月從百隸及童兒而時儺，以索宫中敺疫鬼也。桃弧棘矢土鼓鼓旦，射之以赤丸，五穀播洒之，以除疾殃。已而立桃人葦索儋牙虎神荼鬱壘以執之。儋牙虎神荼鬱壘二神：海中有度朔之山，上有桃木蟠屈三千里，卑枝東北有鬼門，萬鬼所出入也。神荼與鬱壘二神居其門，主閱領諸鬼。其惡害之鬼執以葦索食虎，故十二月嵗竟常以先臘之夜逐除之也，乃畫荼壘，并懸葦索於門户，以禦凶也 \\n 四代臘之别名 \\n 夏曰嘉平，殷曰清祀，周曰大蜡，漢曰臘 \\n  \\n 五帝臘祖之别名 \\n  \\n 青帝以未臘卯祖（青帝大昊水行）赤帝以戌臘午祖（赤帝炎帝火行）白帝以丑臘酉祖（白帝少昊金行）黑帝以辰臘子祖（黑帝顓頊水行）黄帝以辰臘未祖（黄帝軒轅后土土行） \\n  \\n 天子大蜡八神之别名 \\n  \\n 蜡之言索也。祭曰索此八神而祭之也。大同小異，為位相對向，祝曰：土反其宅，水歸其壑，昆蟲毋作，豐年若土，歳取千百 \\n  \\n 先嗇　司嗇　農　郵表綴　猫虎（猫食田鼠，虎食田豕，迎其神而祭之）坊　水庸　昆蟲 \\n 五祀之别名（祀臣五義） \\n 法施於民則祀，以死勤事則祀，以勞定國則祀，能禦大災則祀，能扞大患則祀 \\n 六號之别名 \\n  \\n 神號尊其名更為美，稱若曰皇天上帝也。鬼號若曰皇祖伯某。祗號若曰后土地祗也。牲號：牛曰一元大武，羊曰柔毛之屬也。齊號：黍曰薌合，粱曰香萁之屬也。幣號：玉曰嘉玉，幣曰量幣之屬也 \\n 凡祭宗廟禮牲之别名 \\n  \\n 牛曰一元大武，豕曰剛鬛，豚曰肥腯，羊曰柔毛，雞曰翰音，犬曰羮獻，雉曰踈趾，兔曰明視 \\n  \\n 凡祭號牲物異於人者，所以尊鬼神也。脯曰尹祭，槀魚曰商祭，鮮魚曰脡祭，水曰清滌，酒曰清酌，黍曰薌合，粱曰香萁，稻曰嘉疏，鹽曰鹹鹺，玉曰嘉玉，幣曰量幣 \\n 太祝掌六祝之辭 \\n  \\n 順祝：順豐年也，年祝求永貞也，告祝祈福祥也，化祝弭災兵也，瑞祝逆時雨寧風旱也，筞祝逺罪病也 \\n 宗廟所歌詩之别名 \\n  \\n 清廟一章八句：洛邑既成，諸侯朝見，宗祀文王之所歌也　維天之命一章八句：吿太平於文王之所歌也　維清一章五句：奏象武之歌也　烈文一章十三句：成王即政，諸侯助祭之所歌也　天作一章七句：祝先王公之所歌也　昊天有成命一章七句：郊祀天地之所歌也　我將一章十句：祀文王於明堂之所歌也　時邁一章十五句：巡守吿祭，柴望之所歌也　執競一章十四句：祀武王之所歌也　思文一章八句：祀后稷配天之所歌也　臣工一章十句：諸侯助祭，遣之於廟之所歌也　噫嘻一章八句：春夏祈穀于上帝之所歌也　振鷺一章八句：二王之後來助祭之所歌也　豐年一章七句：烝嘗秋冬之所歌也　有瞽一章十三句：始作樂合諸樂而奏之所歌也　潛一章六句：季冬薦魚，春獻鮪之所歌也　雍一章十六句：禘太祖之所歌也　載見一章十四句：諸侯始見于武王廟之所歌也　有客一章十三句：微子來見祖廟之所歌也　武一章七句：奏大武，周武所定一代之樂所歌也　閔予小子一章十一句：成王除武王之喪，將始即政，朝於廟之所歌也　訪落一章十二句：成王謀政於廟之所歌也　敬之一章十二句：羣臣進戒嗣王之所歌也　小毖一章八句：嗣王求忠臣助己之所歌也　載芟一章三十一句：春耤田祈社稷之所歌也　良耜一章二十三句：秋報社稷之所歌也　絲衣一章九句：繹賔尸之所歌也　酌一章九句：告成大武，言能酌先祖之道以養天下之所歌也　桓一章九句：師祭講武類禡之所歌也　賚一章六句：大封於廟賜有徳之所歌也　般一章七句：巡守祀四嶽河海之所歌也 \\n 右詩三十一章，皆天子之禮樂也 \\n  \\n 五等爵之别名（一本云周制也） \\n  \\n 三公者，天子之相。相助也，助理天下。其地封百里。侯者候也，候逆順也，其地方百里。伯者白也，明白於徳，其地方七十里。子者滋也，奉天王之恩徳，其地方五十里。男者任也，立功業以化民，其地方五十里 \\n  \\n 守者，秦置也。秦兼天下，置三川，守伊河洛也，漢改曰河南守。武帝会曰太守，世祖都洛陽改曰正 \\n 諸侯大小之差 \\n  \\n 諸侯王：皇子封為王者，稱曰諸侯王。徹侯：羣臣異姓有功封者，稱曰徹侯，武帝諱改曰通侯，或曰列侯也。朝侯：諸侯有功徳者，天子特命為朝侯，位次諸卿 \\n 王者耕耤田之别名 \\n  \\n 天子三推，三公五推，卿諸侯九推 \\n  \\n 三代學校之别名 \\n  \\n 夏曰校，殷曰庠，周曰序。天子曰辟雍，謂流水四靣如璧，以節觀者。諸侯曰頖宮，頖言半也，義亦如上 \\n  \\n 五帝三代樂之别名 \\n  \\n 黄帝曰雲門，顓頊曰六莖，帝嚳曰五英，堯曰咸池，舜曰大韶，一曰大招。夏曰大夏，殷曰大濩，周曰大武。天子八佾，八八六十四人。八者象八風，所以風化天下也。公之樂六佾，象六律也。侯之樂四佾，象四時也 \\n  \\n 朝士卿朝之法 \\n 左九棘孤卿大夫位也，羣臣在其後。右九棘公侯伯子男位也，羣吏在其後。三槐三公之位也，州長衆庶在其後 \\n 四代獄之别名 \\n 唐虞曰士官。史記曰：皋陶為理。尚書曰：皋陶作士。夏曰均臺，周曰囹圄，漢曰獄 \\n 四夷樂之别名：王者必作四夷之樂，以定天下之歡心，祭神明和而歌之，以管樂為之聲 \\n 東方曰韎，南方曰任，西方曰株離（一作禁），北方曰禁（一作昧）  \\n  \\n 卷下 \\n  \\n 易曰：帝出于震。震者木也，言宓犧氏始以木徳王天下也。木生火，故宓犧氏沒，神農氏以火徳繼之。火生土，故神農氏沒，黄帝以土徳繼之。土生金，故黄帝沒，少昊氏以金徳繼之。金生水，故少昊氏沒，顓頊氏以水徳繼之。水生木，故顓頊氏沒，帝嚳氏以木徳繼之。木生火，故帝嚳氏沒，帝堯氏以火徳繼之。火生土，故帝舜氏以土徳繼之。土生金，故夏禹氏以金徳繼之。金生水，故殷湯氏以水徳繼之。水生木，故周武以木徳繼之。木生火，故髙祖以火徳繼之 \\n  \\n 伏犧為太昊氏，炎帝為神農氏，黄帝為軒轅氏，少昊為金天氏，顓頊為髙陽氏，帝嚳為高辛氏，帝堯為陶唐氏，帝舜為有虞氏，夏禹為夏后氏，湯為殷商氏，武王為周，髙祖為漢 \\n 髙帝在位十二年，生惠帝 \\n  \\n 惠帝七年，無後 \\n  \\n 呂后攝政八年，立惠帝，弟代王為文帝 \\n  \\n 文帝二十三年，生景帝 \\n 景帝十六年，生武帝 \\n  \\n 武帝五十四年，生昭帝 \\n 昭帝十三年，無後，立元衛太子孫為宣帝 \\n 宣帝二十五年，生元帝 \\n 元帝十六年，生成帝 \\n  \\n 成帝二十六年，無後，立弟定陶王子為哀帝 \\n  \\n 哀帝五年，無後，立中山王子為平帝 \\n  \\n 平帝五年，王莽簒 \\n 王莽十六年，劉聖公殺之 \\n  \\n 聖公二年，光武殺之 \\n  \\n 光武三十三年，生明帝 \\n 明帝十八年，生章帝 \\n  \\n 章帝十三年，生和帝 \\n  \\n 和帝十七年，生殤帝 \\n  \\n 殤帝一年，無後，取清河王子為安帝 \\n  \\n 安帝十九年，生順帝 \\n  \\n 順帝十九年，生沖帝 \\n  \\n 沖帝一年，無後，取和帝孫安樂王子，是為質帝 \\n 質帝一年，無後，取河間敬王孫蠡吾侯子為桓帝 \\n 桓帝二十一年，無後，取解犢侯子立為靈帝 \\n 靈帝二十二年，生史侯，董卓殺之，立史侯弟陳畱王為帝 \\n  \\n 從髙帝至桓帝三百八十六年，除王莽劉聖公三百六十六年，從髙祖乙未至今壬子歳，四百一十年。呂后王莽不入數，髙帝以甲午嵗即位，以乙未為元 \\n  \\n 帝嫡妃曰皇后，帝母曰皇太后，帝祖母曰太皇太后，其衆號皆如帝之稱。秦漢已來，少帝即位，后代而攝政，稱皇太后詔，不言制。漢興，惠帝崩，少帝弘立，太后攝政。哀帝崩，平帝幼，孝元王皇后以太皇太后攝政。和帝崩，殤帝崩，安帝幼，和憙鄧皇后攝政。孝順崩，沖帝質帝桓帝皆幼，順烈梁后攝政。桓帝崩，今上即位，桓思竇后攝政。后攝政則后臨前殿，朝羣臣。后東面，少帝西面，羣臣奏事上書皆為兩通，一詣太后，一詣少帝。文帝弟雖在三禮，兄弟不相為後。文帝即髙祖子，於惠帝兄弟也，故不為惠帝後，而為第二。宣帝弟次昭帝，史皇孫之子，於昭帝為兄，孫以係祖，不得上與父齊，故為七世。光武雖在十二，於父子之次，於成帝為兄弟，於哀帝為諸父，於平帝為父祖，皆不可為之後，上至元帝，於光武為父，故上繼元帝而為九世。故河圖曰：赤九世会昌，謂光武也。十世以光，謂孝明也。十一以興，謂孝章也。成雖在九，哀雖在十，平雖在十一，不稱次 \\n  \\n 宗廟之制，古學以為人君之居，前有朝，後有寢，終則前制廟以象朝，後制寢以象寢，廟以藏主列昭穆寢。有衣冠几杖，象生之具，總謂之宮。月令曰：先薦寢廟。詩云：公侯之宮。頌曰：寢廟奕奕。言相連也。是皆其文也。古不墓祭，至秦始皇出寢，起之於墓側，漢因而不改，故今陵上稱寢殿，有起居衣冠，象生之備，皆古寢之意也。居西都時，髙帝以下每帝各别立廟，月備法駕遊衣冠，又未定迭毀之禮。元帝時丞相匡衡御史大夫貢禹，乃以經義處正，罷遊衣冠，毀先帝親盡之廟。髙帝為太祖，孝文為太宗，孝武為世宗，孝宣為中宗，祖宗廟皆世世奉祠，其餘惠景以下皆毀。五年而稱殷祭，猶古之禘祫也。殷祭則及諸毀廟，非殷祭則祖宗而已。光武中興，都洛陽，乃合高祖以下至平帝為一廟，藏十一帝主於其中。元帝為光武為禰，故雖非宗而不毀也，後嗣遵承，遂常奉祀。光武舉天下以再受，今復漢祚，更起廟，稱世祖。孝明臨崩遺詔，遵儉母，起寢廟，藏主於世祖廟。孝章不敢違，是後遵承，藏主於世祖廟，皆如孝明之禮，而園陵皆自起寢廟。孝明曰顯宗，孝章曰肅宗，是後踵前，孝和曰穆宗，孝安曰恭宗，孝順曰敬宗，孝桓曰威宗。唯殤沖質三少帝，皆以未踰年而崩，不列於宗廟，四時就陵上祭寢而已。今洛陽諸陵，皆以晦望二十四氣伏社臘及四時日上飯，太官送用園令食監典省其親。陵所宮人隨鼓漏理被枕具盥水陳嚴具，天子以正月五日畢供。後上原陵以次周徧，公卿百官皆從四姓。小侯諸侯冢婦，凡與先帝先後有瓜葛者，及諸侯王大夫郡國計吏，匈奴朝者，西國侍子，皆会尚書官，屬陛西除下先帝神座。後大夫計吏皆當軒下，占其郡穀價四方災異，欲皆使先帝魂神具聞之，遂於親陵各賜計吏而遣之。正月上丁，祠南郊禮畢，次北郊明堂高祖廟世祖廟，謂之五供。五供畢，以次上陵也。四時宗廟用牲十八太牢，皆有副倅。西廟五主，髙帝文帝武帝宣帝元帝也。髙帝為髙祖，文帝為太宗，武帝為世宗，宣帝為中宗，其廟皆不毀。孝元功薄當毀，光武復天下，屬弟於元帝為子，以元帝為禰廟，故列於祖宗後嗣，因承遂不毀也 \\n  \\n 東廟七主：光武，明帝，章帝，和帝，安帝，順帝，桓帝也。光武為世祖，明帝為顯宗，章帝為肅宗，和帝為穆宗，安帝為恭宗，順帝為敬宗，桓帝為威宗。廟皆不毀。少帝未踰年而崩，皆不入廟。以陵寢為廟者三：殤帝康陵，沖帝懷陵，質帝靜陵是也。追號為后者三：章帝宋貴人曰敬隱后，葬敬北陵，安帝祖母也。清和孝徳皇后，安帝母也。章帝梁貴人曰恭懷后，葬西陵，和帝母也。安帝張貴人曰恭敏后，葬北陵，順帝母也 \\n  \\n 兩廟十二主、三少帝、三后，故用十八大牢也 \\n  \\n 漢家不言禘祫，五年而再殷祭，則西廟惠帝景昭皆别祠。成哀平三帝以非光武所後，藏主長安故髙廟，四時祠於東廟。京兆尹侍祠，衣冠車服如太常祠，行陵廟之禮。順帝母故云姓李或姓張，高祖得天下，而父在上，尊號曰太上皇，不言帝，非天子也。孝宣繼孝昭帝，其父曰史皇孫，祖父曰衛太子，太子以罪廢，及皇孫皆死，宣帝但起園陵，長承奉守，不敢加尊號於祖父也。光武繼孝元，亦不敢加尊號於父祖也。世祖父南頓君，曰皇考，祖鉅鹿都尉，曰皇祖。曾祖鬱林太守，曰皇曾祖。髙祖舂陵節侯，曰皇髙祖。起陵廟，置章陵以奉祠之而已。至殤帝崩，無子，弟安帝以和帝兄子從清河王子即尊號，依高帝，尊父為太上皇之義，追號父清河王曰孝德皇。順帝崩，沖帝無子，弟立樂安王子，是為質帝，帝偪於順烈梁后父大將軍梁冀，未得尊其父而崩，桓帝以蠡吾侯子即尊位，追尊父蠡吾先侯曰孝宗皇，母匽太夫人曰孝崇后，祖父河間孝王曰孝穆皇，祖母妃曰孝穆后。桓帝崩，無子，今上即位，追尊父解犢侯曰孝仁皇，母董夫人曰孝仁后，祖父河間敬王曰孝元皇，祖母夏妃曰孝元后 \\n  \\n 天子太社以五色土為壇，皇子封為王者，受天子之社土，以所封之方色，東方受青，南方受赤，他如其方色。苴以白茅授之，各以其所封方之色歸國以立社，故謂之受茅土。漢興，以皇子封為王者得茅土，其他功臣及鄉亭他姓公侯，各以其户數租入為限，不受茅土，亦不立社也 \\n  \\n 漢制：皇子封為王者，其實古諸侯也。周末諸侯或稱王，而漢天子自以皇帝為稱，故以王號加之，總名諸侯王。子弟封為侯者，謂之諸侯。羣臣異姓有功封者，謂之徹侯。後避武帝諱，改曰通侯。法律家皆曰列侯，功徳優盛朝廷所異者賜位特進，位在三公下。其次朝侯，位次九卿下。皆平冕文衣，侍祠郊廟，稱侍祠侯。其次下士，但侍祠，無朝位，次小國侯，以肺腑宿衛親公主子孫奉墳墓在京者，亦隨時見会，謂之猥朝侯也 \\n 巡狩校獵還，公卿以下陳洛陽都亭前街上，乗輿到，公卿下拜，天子下車，公卿親識顏色，然後還宫。古語曰：在車則下，惟此時施行 \\n  \\n 正月朝賀，三公奉璧上殿，向御座北靣，太常贊曰：皇帝為君興。三公伏，皇帝坐，乃進璧。古語曰：御座則起，此之謂也。舊儀三公以下月朝，後省常以六月朔十月朔旦朝，後又以盛暑省六月朝，故今獨以為正月十月朔朝也。冬至陽氣始起，麋鹿解角，故寢兵鼓身，欲寧志欲靜不聽事，送迎五日。臘者嵗終，大祭，縱吏民宴飲，非迎氣故，但送不迎。正月嵗首，亦如臘儀。冬至陽氣起，君道長，故賀。夏至隂氣起，君道衰，故不賀。鼓以動衆，鐘以止衆，夜漏盡，鼓鳴則起，晝漏盡，鐘鳴則息也 \\n  \\n 天子出車駕次第謂之鹵簿，有大駕有小駕有法駕。大駕則公卿奉引，大將軍參乗，太僕御，屬車八十一乗，備千乗萬騎。在長安時出祠天於甘泉，備之百官，有其儀注，名曰甘泉鹵簿。中興以來希用之。先帝時時備大駕上原陵也，不常用，唯遭大喪乃施之。法駕公卿不在鹵簿中，唯河南尹執金吾，洛陽令奉引，侍中參乗，奉車郎御屬，車三十六乗。北郊明堂則省諸副車。小駕祠宗廟用之，每出，太僕奉駕，上鹵簿於尚書中，中常侍侍御史主者郎令史皆執注以督整諸軍車騎，春秋上陵令又省於小駕，直事尚書一人，從令以下皆先行 \\n  \\n 法駕上所乗曰金根車駕六，馬有五色，安車五色，立車各一，皆駕四馬，是為五時。副車俗人名之曰五帝車，非也。又有戎立車，以征伐三蓋車名耕根車，一名芝車，親耕籍田乗之。又有蹋猪車，慢輪有畫，田獵乗之。綠車名曰皇孫車，天子孫乗之以從 \\n 凡乗輿車皆羽蓋，金華爪，黄屋左纛金鑁方釳繁纓重轂副牽 \\n 黄屋者蓋以黄為裏也 \\n  \\n 左纛者以氂牛尾為之，大如斗，在最後，左騑馬騣上。金鑁者馬冠也，髙廣各四寸，如玉華形在馬騣前。方釳者鐵，廣數寸，在騣後，有三孔，揷翟尾其中。繁纓在馬膺前，如索帬者是也 \\n  \\n 重轂者，轂外復有一轂，施牽其外，乃復設牽，施銅金鑁形，如緹亞，飛軨以緹油，廣八寸，長注地，左畫蒼龍右白虎，繫軸頭。今二千石亦然，但無畫耳 \\n  \\n 前驅有九斿雲罕闒戟皮軒鑾旗車，皆大夫載鑾旗者，編羽毛引繋橦旁，俗人名之曰鷄翹車，非也。後有金鉦黄越黄門鼓車。古者諸侯貳車九乗，秦滅九國兼其車服，故大駕屬車八十一乗也。尚書御史乗之，最後一車懸豹尾，以前皆皮軒，虎皮為之也 \\n 永安七年建金根耕根諸御車，皆一轅，或四馬或六馬，金根箱輪皆以金鎛，正黄兩臂，前後刻金以作龍虎鳥龟形，上但以青縑為蓋，羽毛為後戸 \\n  \\n 冕冠：周曰爵弁，殷曰冔，夏曰收，皆以三十升漆布為殻，廣八寸長尺二寸，加爵冕其上。周黑而赤如爵頭之色，前小後大。殷黒而微白，前大後小。夏純黒而赤，前小後大。皆有收以持笄。詩曰：常服黼冔。禮：朱干玉戚冔而舞大武。周書曰：王與大夫盡弁。古皆以布，中古以絲。孔子曰：麻冕禮也，今也純儉。漢雲翹冠樂祠天地五郊，舞者服之，冕冠垂旒。周禮：天子冕前後垂延朱緑藻有十二旒，公侯大夫各有差别。漢興至孝明帝永平二年，詔有司採尚書臬陶篇及周官禮記，定而制焉，皆廣七寸長尺二寸，前圓後方，朱緑裏而玄上，前垂四寸後垂三寸，係白玉珠於其端，是為十二旒，組纓如其綬之色。三公及諸侯之祠者，朱緑九旒青玉珠，卿大夫七旒黒玊珠，皆有前無後，組纓各視其綬之色，旁垂黈纊當耳。郊天地祠宗廟祀明堂，則冠之，衣黼衣佩玉佩履絇履。孔子曰：服周之冕，鄙人不識。謂之平天冠 \\n  \\n 天子冠通天冠，諸侯王冠逺遊冠，公侯冠進賢冠。公王三梁，卿大夫尚書二千石博士冠兩梁，千石六百石以下至小吏冠一梁。天子公卿特進朝侯，祀天地明堂皆冠平冕 \\n  \\n 天子十二旒，三公九，諸侯卿七，其纓與組各如其綬之色，衣玄上纁下，日月星辰山龍華蟲。祠宗廟則長冠楊玄。其武官太尉以下及侍中常侍皆冠惠文冠，侍中常侍加貂蟬，御史冠法冠，謁者冠髙山冠。其鄉射行禮公卿冠委貎，衣玄端，執事者皮弁，服宫門僕射冠却非，大樂郊社祝舞者冠建華，其狀如婦人縷簏。迎氣五郊舞者所冠亦為冕車加出。後有巧士冠，其冠似髙山冠而小 \\n  \\n 幘者，古之卑賤執事不冠者之所服也。孝武帝幸館陶公主家，召見董偃，偃傅青褠緑幘，主贊曰：主家庖人臣偃昧死再拜謁上。為之起，乃賜衣冠引上殿。董仲舒武帝時人，其上兩書曰：執事者皆赤幘，知皆不冠者之所服也。元帝額有壯髮，不欲使人見，始進幘服之，羣臣皆隨焉。然尚無巾。如今半幘而已。王莽無髪乃施巾，故語曰：王莽秃幘施屋冠進賢者宜長耳，冠惠文者宜短耳，各隨所宜 \\n  \\n 通天冠：天子常服，漢服受之秦禮無文。逺遊冠：諸侯王所服，展筩無山禮無文。高山冠：齊冠也，一曰側注，高九寸，鐵為卷梁，不展筩，無山。秦制行人使官所冠，今謁者服之禮無文。太傅胡公說曰：髙山冠，蓋齊王冠也。秦滅齊，以其君冠賜謁者 \\n  \\n 進賢冠：文官服之，前髙七寸後三寸，長八寸，公侯三梁，卿大夫尚書博士兩梁，千石六百石以下一梁。漢制禮無文 \\n  \\n 法冠：楚冠也，一曰柱後恵文冠，髙五寸，以纚裹鐵柱卷，秦制執法服之，今御史廷尉監平服之，謂之獬豸。獬豸獸名，蓋一角，今冠兩角，以獬豸為名，非也。太傅胡公說曰：左氏傳有南冠而縶者，國語曰南冠以如夏姬，是知南冠蓋楚之冠，秦滅楚，以其君冠賜御史 \\n  \\n 武冠：或曰繁冠，今謂之大冠，武官服之。侍中中常侍加黄金附貂蟬之飾。秦滅。太傅胡公說曰：趙武靈王效胡服，始施貂蟬，鼠尾飾之，趙以其君冠賜侍中。齊冠或曰長冠，竹裹以纚，高七寸廣三寸，形制如板 \\n 高祖冠：以竹皮為之，謂之劉氏冠。楚制禮無文，鄙人不識，謂之鵲尾冠 \\n  \\n 建華冠：以鐵為柱卷，貫大珠九枚，今以銅為珠，形制似縷簏。記曰：知天文者服之。左传曰：鄭子臧好聚鷸冠前圖（一作徒）以為此則是也，天地五郊明堂月令舞者服之。方山冠：以五采縠為之，漢祀宗廟大享八月樂五行舞人服之，衣冠各從其行之色，如其方色而舞焉 \\n  \\n 術士冠：前圓吳制邐迤四重，趙武靈王好服之，今者不用，其說未聞 \\n 巧士冠：高五寸，要後相通，埽除從官服之，禮無文 \\n 却非冠：宮門僕射者服之，禮無文 \\n  \\n 樊噲冠：漢將軍樊噲造，次所冠以入項籍營，廣七寸，前出四寸，司馬殿門大護衛士服之 \\n 却敵冠：前高四寸，通長四寸，後高三寸，監門衛士服之，禮無文 \\n 珠冕爵冔收通天冠進賢冠長冠緇布冠委貌冠皮弁惠文冠，古者天子冠所加者，其次在漢禮 \\n  \\n 帝謚 \\n  \\n 違拂不成曰隱，靖民則法曰黄，翼善傳聖曰堯，仁聖盛明曰舜，殘人多壘曰桀，殘義損善曰紂，慈惠愛親曰孝，愛民好與曰惠，聖善同文曰宣，聲聞宣逺曰昭，剋定禍亂曰武，聰明睿智曰獻，温柔聖善曰懿，布徳執義曰穆，仁義說民曰元，安仁立政曰神，布綱治紀曰平，亂而不損曰靈，保民耆艾曰明，辟土有徳曰襄，貞心大度曰匡，大慮慈民曰定，知改能改曰恭，不生其國曰聲，一徳不懈曰簡，夙興夜寐曰敬，清白自守曰貞，柔徳好衆曰靖，安樂治民曰康，小心畏忌曰僖，中身早折曰悼，慈仁和民曰順（一曰傾），好勇致力曰莊，恭人短折曰哀，在國逢難曰愍，名實過爽曰繆（立穆切），雍遏不通曰幽，暴虐無親曰厲，致志大圖曰景，辟土兼國曰桓，經天緯地曰文，執義扬善曰懷，短折不成曰殤，去禮逺衆曰煬，怠政外交曰擕，治典不敷曰祈（一曰震）  \\n  \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
