{"章节": "簡介", "正文": "  \\n 簡介 \\n 　 \\n  \\n 《大唐創業起居注》，三卷，唐溫大雅撰。溫大雅隨唐高祖李淵起兵而掌文翰，據親歷親見者撰為此書，記載李淵父子起兵晉陽至唐朝建立之事，某些情節生動逼真，胡震亨跋即云：「其中所載，破歷山飛斬宋老生，及入關下都城數段，亦自寫得雄快。」其中有些記載和兩《唐書》、《資治通鑒》均不相同，可以比勘閱讀，深入瞭解唐初某些重大史實。如從此書看李淵是太原起兵的首謀和組織者，而兩《唐書》均說出於李世民倡議；此書記載李淵長子李建成之戰功與李世民相當，世民別無殊勳，而兩《唐書》不記建成功績。因此，此書不僅提供了太原起兵到李唐建國時的歷史真相，具有較高的史料價值，而且可藉以考索唐初纂修實錄、國史時諸史臣是如何遵唐太宗的意旨而纂改史實的。此書除舊抄本外久無單行刻本，刻本都在《秘冊匯函》、《津逮秘書》、《學津討原》、《藕香零拾》、《叢書集成》等叢書裏。 \\n 溫大雅(?-約627)，字彥弘（一說本名彥弘，字大雅，後人避唐高宗太子弘諱，遂改以字行。）唐太原祈（今山西祈縣）人。以才辯知名。任隋東宮學士、長安縣尉，因父喪離職。隋末動亂，隱居不仕。李淵起兵太源，引其為大將軍府記室參軍，掌軍中文翰，並參定唐立國禮儀。李淵建國，遷黃門侍郎，與弟中書侍郎彥博同居中樞，為人所羨。太宗即位，轉禮部尚書，封黎國公。曾撰《大唐創業起居注》三卷，今存。又有《今上王業記》六卷，《大丞相唐王官屬記》二卷，已佚。（以上按黃永年之《唐史史料學》及《中國歷史大辭典?隋唐五代史》卷） \\n 是次錄文，據李季平、李錫厚點校之《大唐創業起居注》（上海古籍出版社，1983年）。該書是以影汲古閣《津逮秘書》本為底本，參校明毛晉刻原本、《藕香零拾》本、北京圖書館藏清吳翌鳳宋鈔本及藏園主人傅增湘批校之汲古閣本，並以《隋書》、新舊《唐史》、《資治通鑑》及《資治通鑑考異》所引之《起居注》作校訂。 \\n 2004年7月26日ver.1.0 \\n 三校其文，修訂訛脫約十處。 \\n 2005年1月9日ver.1.01 \\n  \\n   \\n  "}
{"章节": "卷一", "正文": "  \\n 卷一 \\n 　 \\n  \\n 起義旗至發引凡四十八日 \\n 初，帝自衛尉[１]卿轉右驍衛將軍，奉詔為太原道安撫大使。郡文武官治能不稱職者，並委帝黜陟選補焉。河東已來，兵馬仍令帝徵發，討捕所部盜賊。隋大業十二年，煬帝之幸樓煩時也[２]。帝以太原黎庶，陶唐舊民，奉使安撫，不踰本封，因私喜此行，以為天授。所經之處，示以寬仁，賢智歸心，有如影響。 \\n 煬帝自樓煩遠[３]至鴈門，為突厥始畢所圍，事甚平城之急。賴太原兵馬及帝所徵兵聲勢繼進，故得解圍，僅而獲免。遂向東都，仍幸江都宮。以帝地居外戚，赴難應機，乃詔帝率太原部兵馬，與馬邑郡守王仁恭北備邊朔。帝不得已而行，竊謂人曰：「匈奴為害，自古患之，周秦及漢魏，歷代所不能攘，相為勍敵者也。今上甚憚塞虜，遠適江濱，反者多于蝟毛，羣盜所在蜂起。以此擊胡，將求[４]以濟，天其或者殆以俾[５]余。我當用長策以馭之，和親而[６]使之，令其畏威懷惠，在茲一舉。」 \\n 既至馬邑，帝與仁恭兩軍兵馬不越五千餘人，仁恭以兵少，甚懼。帝知其意，因謂之曰：「突厥所長，惟恃騎射。見利即前，知難便走，風馳電卷，不恒其陳。以弓矢為爪牙，以甲胄為常服。隊不列行，營無定所。逐水草為居室，以羊馬為軍糧，勝止求財，敗無慙色。無警夜巡晝之勞，無搆壘饋糧之費。中國兵行，皆反于是。與之角戰，罕能立功。今若同其所為，習其所好，彼知無利，自然不來。當今聖主在遠，孤城絕援，若不決戰，難以圖存。」仁恭以帝隋室之[７]近親，言而詣理，聽帝所為，不敢違異。乃簡使能騎射者二千餘人，飲食居止，一同突厥。隨逐水草，遠置斥堠。每逢突厥候騎，旁若無人，馳騁射獵，以曜威武。帝尤善射，每見走獸飛禽，發無不中。嘗卒與突厥相遇，驍[８]銳者為別隊，皆令持滿，以伺其便。突厥每見帝兵，咸謂以[９]其所為，疑其部落。有司[１０]帝而戰者，常不敢當，辟易而去。如此再三，眾心乃安，咸思奮擊。帝知眾欲決戰，突厥畏威，後與相逢，縱兵擊而大破之，獲其特勤所乘駿馬，斬首數百千級。自爾厥後，突厥喪膽，深服帝之能兵，收其所部，不敢南入。 \\n 時有賊帥王漫天別黨，眾逾數萬，自號「歷山飛」。結營於太原之南境，上黨、西河，京都道路斷絕。煬帝後十三年，勑帝為太原留守，仍遣獸賁郎將王威、獸牙郎將高君雅為副。帝遂弘[１１]竊喜甚，而謂第二子秦王等曰：「唐固吾國，太原即其地焉。今我來斯，是為天與。與而不取，禍將斯及。然歷山飛不破，突厥不和，無以經邦濟時也。」既而歷山飛眾數不少，劫掠多年，巧於攻城，勇於力戰。南侵上黨，已破將軍慕容、將軍羅侯之兵；北寇太原，又斬將軍潘長文首。頻勝兩將，所向無前。於是帝率王威等及河東、太原兵馬往討之，於河西雀鼠谷口與賊相遇。賊眾二萬餘人，帝時所統步騎纔五六千而已。威及三軍，咸有懼色，帝笑而謂威等曰：「此輩羣盜，惟財是視，頻恃再勝，自許萬全。鬭力而取，容未能克；以智圖之，事無不果。所憂不戰，戰必破之，幸無憂也。」須臾，賊陣齊來，十許里間，首尾相繼。去帝漸近，帝乃分所將兵為二陣：以羸兵居中，多張幡幟，盡以輜重繼後，從旌旗鼓角，以為大陣；又以麾下精兵數百騎，分置左右隊為小陣；軍中莫識所為。及戰，帝遣王威領大陣居前，旌旗從。賊眾遙看，謂為帝之所在，乃帥精銳，競來赴威。及見輜馱，捨鞍爭取，威怖而落馬，從者挽而得脫。帝引小陣左右二隊，大呼而前，夾而射之。賊眾大亂，因而縱擊，所向摧陷，斬級獲生，不可勝數，而餘賊黨老幼男女數萬人並來降附。於是郡境無虞，年穀豐稔，感帝恩德，若亢陽之逢膏雨焉。 \\n 後突厥知帝已還太原，仁恭獨留無援，數侵馬邑，帝遣副留守高君雅將兵，與仁恭并力拒之。仁恭等違帝指蹤，遂為突厥所敗。既而隋主遠聞，以帝與仁恭不時捕虜，縱為邊患，遂遣司直馳驛[１２]，繫帝而斬仁恭。帝自以姓名著於圖籙，太原王者[１３]所在，慮[１４]被猜忌，因而禍及，頗有所晦[１５]。時皇太子在河東，獨有秦王侍側耳[１６]。謂王曰：「隋曆將盡，吾家繼膺符命，不早起兵者，顧爾兄弟未集耳。今遭羑里之厄，爾昆季須會盟津之師，不得[１７]同受孥戮，家破身亡，為英雄所[１８]笑。」王泣而啟帝曰：「芒碭山澤，是處容人，請同漢祖，以觀時變。」帝曰：「今遇時來，逢茲錮縶[１９]。雖覩機變，何能為也。然天命有在，吾應會昌，未必不以此相啟。今吾勵謹[２０]，當敬天之誡，以卜興亡。自天祐吾，彼焉能害，天必亡我，何所逃刑？」爾[２１]後數日，果有詔使馳驛而至，釋帝[２２]而免仁恭，各依舊檢校所部。 \\n 煬帝之幸江都也，所在路絕。兵馬討掩[２３]，來往不通，信使行人，無能自達。惟有使自江都至于太原，不逢劫掠，依程而至，眾咸異焉。初，使以夜至太原，溫顏[２４]將宿於城西門樓上，首先見之。喜其靈速，報兄彥弘，馳以啟帝。帝時方卧，聞而驚起，執彥弘手而笑曰：「此後餘年，實為天假。」退謂秦王曰：「吾聞惟神也，不行而至，不疾而速，此使之行，可謂神也。天其以此使促吾[２５]，當見機而作。」雄斷英謨，從此遂定。帝素懷濟世之略，有經綸天下之心。接待人倫，不限貴賤，一面相遇，十數年不忘。山川衝要，一覽便憶。遠近承風，咸思託附。仍命皇太子於河東潛結英俊，秦王於晉陽密招豪友。太子及王，俱稟聖略，傾財賑施，卑身下士。逮乎鬻繒博徒，監門厮養，一技可稱，一藝可取，與之抗禮，未嘗云倦。故得士庶之心，無不至者。 \\n 十三歲，歲在丁亥[２６]，正月丙子夜，晉陽宮西北有光夜明，自地屬天，若大燒火。飛焰炎赫，正當城西龍山上，直指西南，極望竟天。俄而山上當童子寺左右，有紫氣如虹，橫絕火中，上衝北斗，自一更至三更而滅。城上守更人咸見，而莫能辨之，皆不敢道。大業初，帝為樓煩郡守，時有望氣者云：「西北乾門有天子氣連太原，甚盛。」故隋主於樓煩置宮，以其地當東都西北，因過太原，取龍山風俗道，行幸以厭之云。後又拜代王為郡守以厭之。 \\n 二月己丑，馬邑軍人劉武周殺太守王仁恭，據其郡而自稱天子，國號定楊。武周竊知煬帝於樓煩築宮厭當時之意，故稱天子，規以應之。帝聞而歎曰：「頃來羣盜遍于天下，攻略郡縣，未有自謂王侯者焉。而武周竪子，生于塞上，一朝欻起，輕竊大名，可謂陳涉狐鳴，為沛公驅除者也。」然甚欲因此起兵，難于先發。私謂王威、高君雅等曰：「武周雖無所能，僭稱尊號。脫其進入汾源宮，我輩不能剪除，並當滅族矣。」雅大懼，固請集兵。帝察威等情切，謬謂之曰：「待據樓煩，可微為之備。宜示寬閑，以寧所部。」三月丁卯，武周南破樓煩郡，進據汾源宮。帝謂官僚曰：「兵可戒嚴，城可守備，糧可賑給。三者當今廢一不可，須預部分，惟諸公斷之。」威等計無所出，拜而請帝曰：「今日太原士庶之命，懸在明公。公以為辭，孰能預此？」帝知眾情歸己，乃更從容謂之曰：「朝廷命將出師，皆稟節度，未有閫外敢得專之。賊據離宮，自稱天子，威福賞罰，隨機相時。以此攻城，何城不克？汾源去此數百里間，江都懸隔三千餘里。關河襟帶，他賊據之。聞奏往來，還期莫測。以嬰城膠柱之兵，當巨猾豕突之勢，諮文人以救火，其可撲滅乎？公等國之爪牙，心如鐵石，欲同戮力，以除國難。公家之利，見則須為，俾其無猜，期于報効。所以詢議，擇善行之，是非憚於治兵，敢辭戎首。」威等對曰：「公之明略，遠近備知，地在親賢，與國休戚。公不竭力，誰盡丹誠？若更逡巡，羣情疑駭。」帝若不得已而從之，眾皆悅服，懽而聽命。帝以王威兼任太原郡丞，為人清恕，令與晉陽宮監裴寂相知檢校倉糧，賑給軍戶口。高君雅嘗守高陽，得無失脫，遣巡行城池及捍禦器械。以兵馬鎧仗、戰守事機、召募勸賞、軍民徵發，皆須決於帝。太原左近聞帝部分募兵備邊，所在影赴，旬日之頃，少長得數千人。兵司總帳以聞，請安營處。帝指興國寺曰：「勤王之師，不謀而至，此其興國者焉。宜于此寺安處。」恐威、雅猜覺，亦不之閱問。私謂秦王等曰：「紀綱三千，足成霸業。處之興國，可謂嘉名。」仍遣密使往蒲州，催追皇太子等。 \\n 是月也，朔方郡人梁師都又殺郡官而稱天子。初，帝遣獸牙郎將高君雅與馬邑守王仁恭防遏突厥，雅違帝旨，失利而還。帝恐煬帝有責，便欲據法繩雅。雅是煬帝舊左右，慮被猜嫌，忍而弗問。雅性庸佷，不知慙屈。帝[２７]甚得太原內外人心，瞻仰龍顏，疑有異志。每與[２８]王威密伺帝隙。有鄉長劉龍者，晉陽之富人也。先與宮監裴寂引之謁帝，帝雖知其微細，亦接待之以招客。君雅又與龍相善，龍感帝恩眄，竊知雅等密意，具以啟聞。帝謂龍曰：「此輩下愚，闇于時事，同惡違眾，必自斃也。然卿能相報，深有至誠，幸勿有[２９]多言，我為之所。」 \\n 夏五月癸亥夜，帝遣長孫順德、趙文恪等率興國寺所集兵五百人，總取秦王部分，伏于晉陽宮城東門之左以自備。甲子旦，命晉陽縣令劉文靜導開陽府司馬劉正會[３０]，辭告高君雅、王威等與北蕃私通，引突厥南寇。帝集文武官僚，收威等繫獄。丙寅，而突厥數萬騎抄逼太原，入自羅郭北門，取東門而出。帝分命裴寂，文靜等守備諸門，並令大開，不得輒閉，而城上不張旗幟。守城之人，不許一人外看[３１]，亦不得高聲，示以不測。眾咸莫知所以。仍遣首賊帥王康達率其所部千餘人，與志節府鷹揚郎將楊毛等，潛往北門隱處設伏。誡之：「待突厥過盡，抄其馬羣，擬充軍用。」然突厥多，帝登宮城東南樓望之，旦及日中，騎塵不止。康達所部，並是驍銳，勇于抄劫。日可食時，謂賊過盡，出抄其馬。突厥前後夾擊，埃塵漲天，逼臨汾河。康達等無所出力，並墜汾而死，唯楊毛等一二百人浮而得脫。城內兵數無幾，已喪千人。軍民見此勢[３２]，私有危懼，皆疑王威、君雅召而至焉，恨之愈切。帝神色自若，懽甚于常，顧謂官僚曰：「當今天下賊盜，十室而九，稱帝圖王，專城據郡。孤荷文皇殊寵，思報厚恩，欲與諸賢立功王室。適欲起兵，威、雅沮眾，深相猜忌，密搆異謀，欲加之罪。疑其私通境外，豈謂繫之二日，突厥果入太原。此殆天心為孤罰罪，非天意也，何從而至？天既為孤遣來，還應為孤令去。彼若不去，當為諸軍遣之，無為慮也。」帝以見兵未多[３３]，又失康達之輩，戰則眾寡非敵，緩恐入掠城外居民。夜設伏兵出城，以據險要。曉令他道而入，若有援來。仍誡出城將士，遙見突厥則速據險，勿與共戰。若知[３４]其戰去，必莫追之。但送出境而還，使之莫測。爾後再宿，突厥達官自相謂曰：「唐公相貌有異，舉止不凡，智勇過人，天所與者。前來馬邑，我等已大畏之，今在太原，何可當也。且我輩無故遠來，他又不與我戰，開門待我，我不能入，久而不去，天必瞋我。我以唐公為人，復得天意，出兵要我，盡死不疑。不如早去，無住取死。」己亥夜，潛遁。明旦[３５]，城外覘入馳報，帝曰：「我知之矣。」文武官入賀，帝曰：「且莫相賀，當為諸官召而使之。」即立自手疏與突厥書，曰：「何所聞而來？何所見而去？自去自來，豈非天所為也？我知天意，故不遣追；汝知天意，亦須同我。當今隋國喪亂，蒼生困窮，若不救濟，終為上天所責。我今大舉義兵，欲寧天下，遠迎主上。還共突厥和親，更似開皇之時，豈非好事？且今日陛下雖失可汗之意，可汗寧忘高祖之恩也？若能從我，不侵百姓，征伐所得，子女玉帛，皆可汗有之。必以路遠，不能深入，見與和通，坐受寶玩，不勞兵馬，亦任可汗。一二便宜，任量取中。」仍命封題，署云：「某[３６]啟」。所司報請云：「突厥不識文字，惟重貨財，願加厚遺，改啟為書。」帶笑而謂請者曰：「何不達之深也。自頃離亂，亡命甚多，走胡奔越，書生不少。中國之禮，併在諸夷。我若敬之，彼仍未信。如有輕慢，猜慮愈深。古人云：『屈于一人之下，伸于萬人之上。』塞外羣胡，何比擬凡庸之一耳。且『啟』之一字，未直千金。千金尚欲與之，一字何容有恡。此非卿等所及。」迺遣使者馳驛送啟。始畢得書，大喜，其部達官等曰：「我知唐公非常人也，果作異常之事。隋主前在雁門，人馬甚眾，我輩攻之，竟不敢出。太原兵到，我等畏之若神，皆走還也。天將以太原與唐公，必當平定天下。不如從之，以求寶物。但唐公欲迎隋主，共我和好，此語不好，我不能從。隋主為人，我所知悉，若迎來也，即忌唐公，於我舊怨，決相誅伐。唐公以此喚我，我不能去。唐公自作天子，我則從行，覓大勳賞，不避時熱。」當日即以此意作書報帝。使人往還，不踰七日。使至，前日所賀官僚，舞蹈稱慶。帝開書歎息久之，曰：「非有天命，此胡寧豈如此？但孤為人臣，須盡節。主憂臣辱，當未立功，欲舉義兵，欲戴王室，大名自署，長惡無君，可謂階亂之人，非復尊隋之事。本慮兵行以後，突厥南侵，屈節連和，以安居者。不謂今日所報，更相要逼，乍可絕好蕃夷，無有從其所勸。」突厥之報帝書也，謂使人曰：「唐公若從我語，即宜急報，我遣大達官往取進止。」官僚等以帝辭色懔然，莫敢咨諫。興國寺兵知帝未從突厥所請，往往偶語曰：「公若更不從突厥，我亦不能從公。」裴寂、劉文靜等知此議，以狀啟聞，帝作色曰：「公等並是隋臣，方來共事，以此勸孤，臣節安在！」裴寂等對曰：「儻使伊、呂得盡誠于桀、紂，即不為湯、武之臣。寂等改以事君，不敢拘于小節。且今士眾已集，所乏者馬。蕃人未是急須，胡馬待之如渴。若更遲留，恐其有悔。」帝曰：「事不師古，鮮能克成。諸賢宜更三思，以謀其次。」 \\n 六月己卯，太子與齊王至自河東，帝懽甚。裴寂等乃因太子、秦王等入啟，請依伊尹放太甲，霍光廢昌邑故事，廢皇帝而立代王，興義兵以檄郡縣，改旗幟以示突厥，師出有名，以輯夷夏。帝曰：「如此所作，可謂掩耳盜鐘。事機相迫，不得不爾。雖失意于後主，幸未負于先帝。眾議既同，孤何能易。所恨元首叢脞，股肱墮哉！」欷歔不得已。裴寂等曰：「文皇傳嗣後主，假權楊素，亡國喪家，其來漸矣。民怨神怒，降茲禍亂。致天之罰，理亦其宜。」於是遣使以眾議馳報突厥。始畢依旨，即遣其柱國康鞘利、級失、熱寒、特勤、達官等，送馬千匹來太原交市，仍許遣兵送帝往西京，多少惟命。 \\n 康鞘利將至，軍司以兵起甲子之日，又符讖尚白，請建武王所執白旗，以示突厥。帝曰：「誅紂之旗，牧野臨時所仗，未入西郊，無容預執，宜兼以絳，雜半續之。」諸軍矟旛[３７]皆放此。營壁城壘，幡旗四合，赤白相映若花園。開皇初，太原童謠云：「法律存，道德在，白旗天子出東海。」常[３８]亦云：「白衣天子。」故隋主恒服白衣，每向江都，擬于東海。常修律令，筆削不停，并以綵畫五級木壇自隨以事道。又有《桃李子歌》曰：「桃李子，莫浪語，黃鵠繞山飛，宛轉花園裏。」案：李為國姓，桃當作陶，若言陶唐也；配李而言，故云桃花園，宛轉屬旌幡。汾晉老幼，謳歌在耳。忽覩靈驗，不勝懽躍。帝每顧旗幡，笑而言曰：「花園可爾，不知黃鵠如何。吾當一舉千里，以符冥讖。」自爾已後，義兵日有千餘集焉。二旬之間，眾得數萬。裴寂等啟曰：「義軍漸大，宜有司存；官僚所統，須有肄屬。」帝曰：「布衣之士，或假名竊位。孤實將軍，居唐大宇，近捨于此，更欲何求。」裴寂等請進位大將軍，以隆府號，不乖古今，權藉威名。帝曰：「卿以二[３９]立相期，欲孤為霍光之任，威在將軍，何關大也。必須仍舊，亦任加之，署置府僚長史已下，功次取之，量能受職。」裴寂等又請置諸軍，并兵士等總號。帝曰：「諸侯三軍，春秋所許。孤今霸業，差擬晉文，可作三軍，分置左右。謀簡統帥，妙選其人。諸軍既是義兵，還可呼為義士。昔周武克殷，義士非其薄德。況今未有所克，敢忘義士者乎！」 \\n 太原遼山縣令高斌廉拒不從命，仍遣使間行往江都，奏帝舉兵。煬帝惡李氏據有太原，聞而甚懼。乃勑東都西京，嚴為備禦。西河不時送欵。帝曰：「遼山守株，未足為慮。西河繞山之路，當吾行道，不得留之。」六月甲申，乃命大郎、二郎率眾取之，除程命賫三日之糧。 \\n 時文武官人，並未署置，軍中以次第呼太子、秦王為大郎、二郎焉。臨行，帝語二兒曰：「爾等少年，未之更事。先以此郡，觀爾所為，人具爾瞻，咸宜勉力。」大郎、二郎跪而對曰：「兒等早蒙弘訓，稟教義方，奉以周旋，不敢失墜。家國之事，忠孝在焉。故從嚴令，事須稱旨。如或有違，請先軍法。」帝曰：「爾曹能爾，吾復何憂。」于時義師初會，未經講閱，大郎等慮其不攻，以軍法為言。三軍聞者，人皆自肅，兵向西河。大郎、二郎在路，一同義士，等其甘苦[４０]，齊其休息。風塵警急，身即前行。民間近道，果菜已上，非買不食。義士有竊取者，即遣求主為還價，亦不詰所竊之人。路左有長老或進蔬食壺漿者，重傷其意，非共所見軍人等同分，未嘗獨受。如有牛酒饋遺，案輿來者，勞而遣之曰：「此隋法也，吾不敢。」頗[４１]慮前人有限，遂為終日不食以謝之。於是將士見而感悅，人百其勇。至西河城下，大郎、二郎不甲，親往喻之。城外欲入城，人無問男女小大，並皆放入城內。既見義軍寬容至此，咸思奔赴，唯有郡丞高德儒執迷不反。己丑，以兵臨之，飛梯纔進，眾皆爭上。郡司法書佐朱知瑾等從城上引兵而入，執德儒以送軍門。德儒，即隋之見鸞人也，大郎、二郎等數之曰：「卿逢野鳥，謬道見鸞。佞惑隋侯，以為祥瑞。趙高指鹿為馬，何相似哉！義兵今獎王室，理無不殺趙高之輩。」仍命斬焉。自外不戮一人，秋毫不犯。往還九日，西河遂定。師歸，帝聞喜曰：「以此用兵，天下橫行可也。」是日，即定入關之策。癸巳，以世子為隴西公，為左領軍大都督，左三統軍等隸焉。二郎為燉煌公，為右領軍大都督，右三統軍等隸焉。世子仍為太原郡守，命裴寂、劉文靜為大將軍府長史司馬。以殷開山、劉正會、溫大雅、唐儉、權弘壽、盧階、思德平、武士彠等為掾屬、記室參左[４２]等官。以鷹揚王長階、姜寶誼、楊毛，京兆長孫順德、竇琮、劉弘基等分為左右統軍、副統軍。自外文武職員，隨才詮用。 \\n 其平旦，有僧俗姓李氏，獲白雀而獻之。至日未時，又有白雀來止帝牙前樹上，左右復捕獲焉。明旦，有紫雲見于天，當帝所坐處，移時不去。既而欲散，變為五色，皆若龍獸之象。如此三朝，百姓咸見，文武謁賀，帝皆抑而不受。丙申，突厥柱國康鞘利等并馬而至，舍之於城東興國玄壇。鞘利見老君尊容，皆拜。道士賈昴見而謂同郡溫彥將曰：「突厥來詣唐公，而先謁老君，可謂不失尊卑之次。非天所遣，此輩寧知禮乎？」丁酉，帝引康鞘利等禮見於晉陽宮東門之側舍，受始畢所送書信。帝為[４３]貌恭，厚加饗賄，鞘利等大悅。退相謂曰：「唐公見我蕃人，尚能屈意，見諸華夏，情何可論。敬人者，人皆敬愛。天下敬愛，必為人主。我等見之，人不覺自敬。」從此以後，帝每見，鞘利等愈加敬畏，不失蕃臣之禮。其馬千匹，唯市好者而取其半。義士等咸自出物，請悉買之。帝曰：「彼馬如羊，方來不已，吾恐爾輩不能買之。胡人貪利，無厭其欲，少買，且以見貧，示其非急于馬。吾當共之貢市，不用爾物，毋為迫役，自費家財。」 \\n 已而，高陽郡靈壽賊帥郄士陵，以其黨數千人款附，即授鎮東將軍，封燕郡公，仍置鎮東府，具補僚屬，以招撫山東郡縣。乙巳，康鞘利等還蕃。乃命司馬劉文靜報使，並取其兵。靜辭，帝私誡之曰：「胡兵相送，天所遣來，敬煩天心，欲存民命。突厥多來，民無存理。數百之外，無所用之。所防之者，恐武周引為邊患。又胡馬牧放，不煩粟草。取其聲勢，以懷遠人。公宜體之，不須多也。」 \\n ________________________________________ \\n 注： \\n [１]《通鑑考異》引《創業注》于「尉」字下有「少」字，作「衛尉少卿」。 \\n [２]《通鑑考異》所引《創業注》「隋大業十二年」一段，「隋」字前有「即」字。《考異》且云：「按十二年帝未嘗幸樓煩。今從《高祖實錄》，在幸汾陽宮時。」按：據《通鑑》，煬帝幸汾陽宮，其時為大業十一年，《舊唐書》卷一《高祖本紀》亦將此事繫于十一年。 \\n [３]據北京圖書館藏汲古閣本《創業注》中藏園主人校（下稱傅校），「遠」作「還」。校者作眉批云：「畀以意改」。 \\n [４]《藕香零拾》本（下稱《藕香》本）「求」作「何」。傅校同。 \\n [５]「俾」，傅校以意改作「畀」。 \\n [６]《藕香》本「而」作「以」。傅校同。 \\n [７]傅校：「之」字當衍。 \\n [８]《藕香》本「驍」字上有「□」。傅校同。 \\n [９]《藕香》本「以」作「似」。傅校同。 \\n [１０]《藕香》本「司」作「引」。《學津討原》本（下稱《學津》本）、《唐宋叢書》本（下稱《唐宋》本）同。 \\n [１１]北京圖書館藏清乾隆吳翌鳳抄本（下稱抄本）「弘」作「私」，《藕香》本、《學津》本、《唐宋》本同。 \\n [１２]《通鑑考異》引《創業注》作「隋主遣司直姓名馳驛」。 \\n [１３]同前，「者」作「氣」。 \\n [１４]同前，「慮」作「恐」。 \\n [１５]同前，「晦」作「悔」。 \\n [１６]同前，「耳」字下多「語」字，作「耳語謂王曰」。 \\n [１７]同前，「得」作「可」。 \\n [１８]同前，無「所」字。 \\n [１９]同前，「縶」作「繫」。 \\n [２０]同前，「勵謹」作「激勵」。 \\n [２１]同前，「爾」作「乃」。 \\n [２２]同前，「帝」作「淵」。 \\n [２３]《藕香》本「掩」作「捕」，傅校同。 \\n [２４]傅校「顏」作「彥」。 \\n [２５]《藕香》本「吾」字下復有一「吾」字，作「天其以此使促吾，吾當見機而作」。傅校同。 \\n [２６]「丁亥」應是「丁丑」。因隋煬帝大業十三年，歲在丁丑。 \\n [２７]《藕香》本「帝」字下有「是時」二字，傅校及《學津》本、《唐宋》本同。 \\n [２８]《藕香》本「與」作「引」。 \\n [２９]《藕香》本無「有」字，傅校同。 \\n [３０]「劉正會」，《資治通鑑》（下稱《通鑑》）卷一百八十三隋恭帝義寧元年五月作「劉政會」，《舊唐書》卷五十八、《新唐書》卷九十并同。 \\n [３１]《藕香》本「看」字下復有一「看」字，作：「守城之人，不許一人外看，看亦不得高聲。」 \\n [３２]傅校于「勢」字下增「也」字。 \\n [３３]《藕香》本「未多」作「本少」。 \\n [３４]抄本「知」作「與」，這一句為「若與其戰，去必莫追之」；《藕香》本無「戰」字，這一句為「若知其去，必莫追之」，傅校同。 \\n [３５]以下據《通鑑考異》引《創業注》當為：「突厥去，覘人來報，文武入賀。帝曰：『且勿相賀，當為諸君召而使之。』即自手與突厥書。」 \\n [３６]同上，「某」作「名」，傅校同。 \\n [３７]傅校「旛」下增「類」字，作「諸軍矟旛，類皆放此」。 \\n [３８]《藕香》本無「常」字。 \\n [３９]《藕香》本「二」作「廢」，傅校同。 \\n [４０]《藕香》本「等其甘苦」作「共其勞苦」。 \\n [４１]傅校「頗」作「煩」，即這一句應為：「此隋法也，吾不敢煩。」 \\n [４２]抄本「左」作「佐」，《藕香》本、傅校并同。 \\n  \\n   \\n  "}
{"章节": "卷二", "正文": "  \\n 卷二 \\n 　 \\n  \\n 起自太原至京城凡一百二十六日 \\n 秋七月，壬子，以四郎元吉為太原郡守，留守晉陽宮，文武後事並委焉。義師欲西入關，移營於武德南。癸丑，將引帝立軍門，仗白旗而大號誓眾，文曰： \\n 夫天地定位，否泰迭其盛衰；日月著明，虧昃貶其貞滿。惟神莫測，尚乃盈虛，矧茲王道，能無悔恡。克先帝世，炎漢、商、周，撥亂乘乾，多歷年所。厥嗣墜緒，時屬艱危，則其股肱宰衡，藩屏親戚，戮力同獎，推心翼戴。顛或可扶，糾合而奔，官守惡不可救，廢放而安宗社。伊、霍、桓、文，並其人也。率爾踵武，代有其事，布在方策，可得而言。日者蒼精云謝，炎運將啟，上天眷命，屬乎隋室。於是我高祖文皇帝，以后父之尊，周親入相。豹變陝左，龍飛漢東。誅尉逈於韓魏，則神鉦遏響；勦王謙於巴蜀，則靈山斯鏤。四罪咸服，九有樂推，經綸帷幄之間，揖讓巖廊之內。造我區夏，不更朞月。舜、禹以來，受終未有如斯之易者。以故臨朝恭己，庶績為心，親覽萬機，平章百姓。兢兢慎于馭朽，翼翼懼於烹鮮。齊六合為一家，等黔黎于赤子。有陳不率，殄虐政於江湖；獯醜相屠，降封虜于沙漠。其吊民也如彼，其和戎也若茲。散馬牛於山林，鑄劍戟為農器。求瘼恤隱，訟息刑清。輕徭薄賦，家給人足。倉庫流衍于里閭，職貢委輸于帑藏。豈獨水衡貫朽，常平粟紅而已哉！加以愛民治國，節用而敦本；深根固蒂，因河而踐華。肆覲朝宗，止於京邑。玄覽縱觀，弗踰岐下。遐邇叶和，內外禔福。凱澤洋溢，休祥紹至。一世之氓，咸賴仁壽；二紀之治，可謂隆平。揚搉往初，歷選前辟。詩書所美，莫之能尚。然聖人千慮，失於知子；以正萬國，輕易元良。廢守器之長，立不才之庶。兆亂之萌，於是乎在。異哉今上之行己也，獨智自賢，安忍忌刻，拓狂悖為混沌，苟鴆毒為恣睢。飾非好佞，拒諫信讒。敵怨誠良，仇讎骨肉。巡幸無度，窮兵極武。喜怒不恒，親離眾叛。御河導洛，肆舳艫而達江。馳道綠[４４]邊，徑長城而傍海。離宮別館之所在，車轍馬跡之所向，咸塹山而陻谷，畢結瑤而搆瓊。遼水屢征，殲丁壯於億兆；伊谷轉輸，斃老幼於百萬。禽荒罄於飛走，蠶食窮於水陸，征稅盡於重斂，民力殫於勞止。十分天下，九為盜賊。荊棘旅于闕廷，豺狼充於道路。帶牛佩犢，輟耕者連孤竹而寇潢池；鋤耰[４５]棘矜，大呼者聚雚[４６]蒲而起芒澤。青羌白狄，剽夷道而□□；黃巾赤眉，屠閭左而竊號。曝骸如莾，僵尸若麻。敵國滿畫鷁之舟，胡越繞和鸞之轂。四海波振而冰泮，五嶽塵飛而土崩。踞積薪以待然，鉗眾口而寄坐。明明皇祖，貽厥無人。赫赫宗隋，滅有亡國。 \\n 某以庸虛[４７]，謬蒙嘉惠。承七葉之餘慶，資五世之克昌。遂得地臣戚里，家稱公室。典驍衛之禁兵，守封唐之大宇。義無坐觀綴旒之絕，不舉勤王之師。苟利社稷，專之可也。廢昏立明，敢遵故實。今便興甲晉陽，奉尊代邸，掃定咸雒，集寧寓縣。放後主于江都，復先帝之鴻績。固配天于圜寢，存司牧于蒼生。豈謂一朝，言及於此，事不獲已，追增感欷。凡厥士民，義旅豪傑，敏究時難，曉達權謀。家怨國耻，雪乎今日。從我同盟，無為貳志。有渝此盟，神其殛之。 \\n 仍命以此誓辭，檄喻所在郡縣。并命檄書勿得因循，妄論軍勢。 \\n 帝性簡質，大度豁如，前代自矜遠嫌之事，皆以恕實行之，不為欺紿，自然反經合義，妙盡機權，類皆如此。其義士等，各以名到先後為次第，汎加宣惠、綏德二尉官。帝謂行之等曰：「吾未[４８]特為此官，示宣行惠，知綏撫以德[４９]。使遠者知有征無戰，見我心焉。」是夕，次於清源，牧馬置營，皆據高險。老弱樵採，丁壯休息，虞侯覘守之地，飛鳥不通，勿論人也。帝乃將世子及敦煌公等，率家僮十數，巡行營幕。次比器仗精粗，坐卧飲食，糧禀升斗，馬驢饑飽，逮乎僕隸，皆親閱之。如有不周，即令從人借助，亦不責所屬典司。顧謂二見[５０]曰：「天下神器，聖人大寶，非符命所屬，大功濟世，不可妄居。所以納揆試艱，虞登帝位；櫛風沐雨，夏會諸侯；自時厥後，膺圖甚眾。啟基創業，未有無功而得帝王者也。吾生自公宮，長于貴戚，牧州典郡，少年所為，晏樂從容，懽娛事極。饑寒賤役，見而朱[５１]經，險阻艱難，聞而不冐。在茲行也，並欲備嘗。如弗躬親，恐違天旨。爾等從吾，勿欲懈怠[５２]。今欲不言而治，故無所尤，庶愚者悅我寬容，智者慚而改過。」世子及敦煌公請曰：「經綸機務，一日萬端，取決英謨。四方輻湊，麾下驅馳，兒等承之[５３]。自餘常事，請付司存。巨細以聞，恐疲神思。又慮將佐等不被委任，頗以自疑。」帝曰：「是何言與？是何言與？華夷不附，爵賞不行，吾之責也；摧鋒蹈刃，斬將搴旗，爾之務也；深溝高壘，談笑從容，將吏之逸也。吾憂[５４]責爾，急於務逸樂，推下功名與之，賢自當內省，不賢吾無所愧。然晉陽從我，可謂同心之人，俱非致命之士。漢初有蕭、曹而無爾輩，今我有爾輩，而無蕭、曹。天道平分，乃復如是。行矣自愛，吾知爾懷。」自是以後，記室奉命宣旨稱「教」，部伍間事，給付一物，軍書羽檄，賞罰科條，接撫初附，慰悅遠近。帝或口陳事緒，手疏意謂，發言折中，下筆當理，非奉進旨，所司莫能裁答。義旗之下，每日千有餘人，請賞論勳，告冤申[５５]屈，附文希旨，百計千端，來眾如雲，觀者如堵。帝處斷若流，嘗無疑滯。人人得所，咸盡懽心。皆嘆神明，謂為天下主也。 \\n 壬寅，遣通議大夫張綸等率師經略稽胡、離石、龍泉、文成等諸郡。丙辰，至于西河，引見民庶等，禮敬耆老，哀撫煢獨，賑貸窮困，擢任賢能，平章獄訟，日昃而罷，罔有所遺。顧謂左右曰：「向之五條，惟皇要道，聰明文思，以之建極，孤所以自強不息，為義兵之先聲也。」仍自[５６]注授老人七十已上通議、朝請、朝散三大夫等官，教曰：「乞言將智，事屬高年，耄耋杖鄉，禮宜優異。老人等年餘七十，匍匐壘壁，見我義旗，懽踰擊壤。筋力之禮，知不可為[５７]，肉帛之資，慮其多闕。式加榮秩，以賙其養。節級並如前授。」自外當土豪雋，以資[５８]除授各有差。官之大小，並帝自手注，量才叙効，咸得厥宜。口問功能，筆不停輟，所司唯給告身而已，爾後遂為恒式。帝特善書，工而且疾，真草不拘常體[５９]，而草跡韶媚可愛。嘗一日注授千許人官。更案遇得好紙，走筆若飛，食頃而訖。得官人等，不敢取告符，乞寶神筆之跡，遂各分所授官名而去。 \\n 乙丑，張綸等下離石郡，其太守楊子崇為亂兵所害。崇即後主從弟也，頗有學識、性理，帝甚惜之。崇性怯而無謨[６０]，故及於難。入自雀鼠谷，次于靈石縣。壬戌，霖雨甚，頓營於賈胡堡。去霍邑五十餘里，此縣西北抗汾水，東拒霍太山，守險之衝，是為襟帶。西京留守代王遣驍將獸牙郎將宋老生，率精兵二萬拒守。又遣左武侯大將軍屈突通，將遼東兵及驍果等數萬餘人據河東，與老生相影響。仍命臨汾以東諸郡，所在軍民城守，並隨便受老生、屈突等徵發。帝聞而笑曰：「億兆離心，此何為也。老生乳臭，未知師老之謀；屈突膽薄，嘗無曲突之慮。自防輕敵，二子有之。閫外相時，俱非其事。且屈突嘗破玄感，時人謂其能兵；老生數勝羣盜，自許堪當勍敵。無識之徒，因相諂附，謂其必能制我，不遣援兵。我若緩以持之，彼必以吾為怯。出其不意，不過一兩月間，並當擒之；吾無憂也。」于時秋霖未止，道路泥深。帝乃命府佐沈叔安、崔善為等，間遣羸兵往太原，更運一月糧，以待開霽。 \\n 甲子，有白衣野老，自云霍太山遣來，詣帝請謁。帝弘達至理，不語神怪，逮乎佛道，亦以致疑，未之深信。門人不敢以聞，此老乃伺帝行營，路左拜見。帝戲謂之曰：「神本不測，卿何得見？卿非神類，豈共神言？」野老對曰：「某事山祠，山中聞語：『遣語大唐皇帝云：若往霍邑，宜東南傍山取路，八月初雨止，我當為帝破之，可為吾立祠廣[６１]也。』帝試遣案行，傍山向霍邑，道路雖峻，兵枉行而城中不見。若取大路，去縣十里，城上人即遙見兵來。」帝曰：「行逢滯雨，人多疲濕，甲仗非精，何可令人遠見？且欲用權譎，難為之朽[６２]，山神示吾此路，可謂指蹤。雨霽有徵，吾從神也。然此神不欺趙襄子，亦應無負於孤。」顧左右笑以為樂[６３]。 \\n 丙寅，突厥始畢使達官、級失、特勤等先報，已遣兵馬上道，計日當至。帝曰：「地名賈胡，知胡將至。天其假吾此胡，以成王業也。」 \\n 己巳，滎陽賊帥李密遣使送欵致書，請與帝合從。帝大悅，謂大郎、二郎等曰：「桀賊南柔，強胡北附，所憂此輩，今並歸心。主上志在過江，京都憂死不暇，天下可傳檄而定。何樂如之！」初，李密與楊玄感同逆，感誅而密亡命，投東郡賊帥翟讓。讓知密是蒲山公之子，頗讀《漢書》，納而禮之，推為謀主。密以百姓饑弊[６４]，說來據洛口倉，屯守武牢之險。密自復舊封為魏公，號翟讓為司徒公。讓所部兵，並齊濟間漁獵之手，善用長槍。華騶、龍廄、細馬所向江都者，多為讓所劫，故其兵銳於他賊。加以密是逃刑之人，同守衝要。隋主以李氏當王，又有桃李之歌，謂密[６５]應於符讖，故不敢西顧，尤加憚之。密雖為讓所推，恐其圖己，恭儉自勵，布衣疏食。所居之室，積書而已。子女珍玩，一無所取。賑貸貧乏，敬禮賓客。故河汴間絕糧之士，多往依之。密又形儀眇小，讓弗之忌，遂謀殺讓，而并其眾。 \\n 密以煬帝不來，翟讓已死，坐對敖倉，便有自矜之志。作書與帝，以天下為己任，屢有大言。其書多不錄[６６]，大略云：欲帝為盟津之會，「殪商辛於牧野，執子嬰于咸陽。」其旨以殺後主，執代王為意。帝覽書抵掌，謂所親曰：「密誇誕不達天命，適所以為吾拒東都之兵，守成皐之阨，更覓韓、彭，莫如用密。宜卑辭推獎，以驕其志，使其不虞於我。得入關，據蒲津而屯永豐，阻崤函而臨伊洛。東看羣賊鷸蚌之勢，吾然後為秦人之漁父矣。」記室承旨，報密書曰：「頃者崐山火烈，海水羣飛，赤縣丘墟，黔黎塗炭。布衣戍卒，耰鋤棘矜，爭帝圖王，狐鳴蠭起。翼翼京洛，強弩圍城；膴膴周原，僵屍滿路。主上南巡，泛膠舟而忘返；匈奴北熾，將被髮於伊川。輦上無虞，羣下結舌。大盜移國，莫之敢指。忽焉至此，自貽伊戚，七百年之基，窮於二世。周齊以往，書契以還，邦國淪胥，未有如斯之酷者也。則我高祖之業，幾墜於地。吾雖庸劣，幸承餘緒，出為八使，入典八屯[６７]，位未為高，足成非賤。素餐當世，僶俛叨榮。從容平、勃之間，誰云不可。但顛而不扶，通賢所責。主憂臣辱，無義徒然。等袁公而流涕，極賈生之慟哭。所以仗旗投袂，大會義兵，綏撫河朔，和親蕃塞[６８]，共匡天下，志在尊隋。以弟見機而作，一日千里，鷄鳴起舞，豹變先鞭。御宇當塗，聿來中土。兵臨郟鄏，將觀周鼎。營屯敖倉，酷似漢王。前遣簡書，屈為唇齒，今辱來旨，莫我肯顧。天生蒸民，必有司牧，當今為牧，非子而誰？老夫年踰知命，願不及此。欣戴大弟，攀鱗附翼。惟冀[６９]早膺圖籙，以寧兆庶。宗盟之長，屬籍見容。復封于唐，斯足榮矣[７０]。殪商辛於牧野，所不忍言；執子嬰於咸陽，非敢聞命。汾晉左右，尚須安輯，盟津之會，未暇卜期。今日鑾輿南幸，恐同永嘉之勢。顧此中原，鞠為茂草，興言感歎，實疚于懷。脫知動靜，遲數貽報。未面虛襟，用增勞軫。名利之地，鋒鏑縱橫。深慎垂堂，勉茲鴻業。」密得帝書，甚悅，示其部下曰：「唐公見推，天下不足定也。」遂注意東都[７１]，無心外略。 \\n 劉文靜之使蕃也來遲，而突厥兵馬未至，時有流言者云：突厥欲與武周南人，乘虛掩襲太原。帝集文武官人及大郎、二郎等，而謂之曰：「以天贊我而言，應無此勢；以人事見機而發，無有不為。此行[７２]遣吾當突厥、武周之地，何有不來之理。諸公意謂何[７３]？」議者以「老生、突厥相去不遙[７４]，李密譎誑，奸謀難測；突厥見利則行；武周，事胡者也；太原一都之會，義兵家屬在焉。愚夫所慮，伏聽教旨」。帝顧謂大郎、二郎等曰：「爾輩如何？」對曰：「武周位極而志滿[７５]，突厥少信而貪利，外雖相附，內實相猜。突厥必欲遠離太原，寧肯近亡馬邑[７６]，武周悉其此勢，必未同謀[７７]。又朝廷既聞唐國舉兵，憂虞不暇，京都留守，特畏義旗，所以驍將精兵，鱗次在近。今若却還，諸軍不知其故，更相恐動，必有變生。營之內外，皆為勍敵。於是突厥、武周，不謀同至；老生、屈突，追奔競來[７８]。進闕圖[７９]南，退窮自北。還無所入，往無所之。畏溺先沉，近于斯矣。且今來禾菽被野[８０]，人馬無憂，坐足[８１]有糧，行即得眾。李密戀于倉米，未遑遠略；老生輕躁，破之不疑。定業取威，在茲一決。諸人保家愛命，所謂言之者也[８２]。兒等捐軀力戰，可謂行之者也。耕織自有其人，請無他問。雨罷進軍，若不殺老生而取霍邑，兒等敢以死謝。」帝喜曰：「爾謀得之，吾其決矣。三占從二，何籍輿言。懦夫之徒，幾敗乃公事耳。」丙子，太原運糧人等至。八月己卯，霖止。帝指霍太山而言曰：「此神之語，信而有徵。封內名山，禮許諸侯有事。」乃命所部鄉人設祠致祭焉。庚辰，命諸軍曝行裝，整鎧仗。辛巳且[８３]發引，取傍山道而趨霍邑，七十餘里。初行，霧甚，俄而秋景澄明。帝謂大郎、二郎曰：「今日之行，在卿兩將。景色如此，天似為人。唯恐老生怯而不戰，閉門城守，其若之何？」大郎、二郎啟帝曰：「老生出自寒微，勇而無智，討捕小盜，頗有名聲。今來居此，必當大蒙賞勞。若不出戰，死在不疑。輕騎挑之，無憂不出。如其固守，便可誣其相引，謬為誠節。彼無識解，不知遠大，為其左右，體悉凡庸。群小相猜，自成疑阻，無妨密相表奏不廢，傳首京都。小慧之人，思此解事，以此量之，來戰不惑。」帝曰：「老生不能逆戰賈胡，吾知無能為也。爾等籌之，妙盡其實。」是日未時，帝將麾下左右輕騎數百，先到霍邑城東，去五六里，以待步兵至。方欲下營，且遣大郎、二郎各將數十騎逼其城，行視戰地。帝分所將人為十數隊，巡其城東南而向西南，往往指麾，似若安營而攻城者，仍遣殷開山急追馬步等後軍。老生在城上，遙見後軍欲來，真謂逼其城置營，乃從南門、東門兩道引兵而出，眾將三萬許人。帝慮其背城不肯遠鬭，乃部勒所將騎兵馬左右軍，大郎領左軍，擬屯其東門，二郎將右軍，擬斷其南門之路。仍命小縮，偽若避之。既而老生見帝兵却，謂為畏己，果引兵更前，去城里餘而陣。殷開山等所追步兵，前軍統到[８４]方陣，以當老生，中軍、後軍相續而至。未及戰，帝命大郎、二郎依前部分馳而向門。義兵齊乎[８５]而前，紅塵暗合，鼓未及動，鋒刃已交，響若山崩，城樓皆振。帝乃傳言已斬宋老生，所部眾聞而大亂，捨仗而走，爭奔所出之門，門已大郎、二郎先所屯守，懸門不發。老生取[８６]入不得，城上人下繩引之，老生攀繩欲上，去地丈餘，軍頭盧君諤所部人等，跳躍及而斬之，傳首詣帝。於是兵隨所向奮擊，禁不可止。數里之間，血流蔽地，僵屍相枕，日欲將落，帝見戰士心銳，仍命登城。時無攻具，肉薄而上。自申至酉，遂平霍邑。 \\n 帝視戰地，愴然謂左右曰：「河東已來，孤之所使，百姓見義旗有誠節，老生所逼，至于塗炭。亂兵之下，善惡不分，火燒崐山，誰論玉石。無妨死人之內，大有赤心於我者也。取來不得，及此戰亡，生未被知，沒有餘恨，靜而思之，良深痛惜。從今已去，當以文德來之，不復用兵戈矣。其破霍邑，攻戰人等有勳者，並依格賞受[８７]。」事不踰日，惟有徒隸一色，勳司疑請，教曰：「義兵取人，山藏海納，逮乎徒隸，亦無棄者。及著勳績，所司致疑，覽其所請，可為太息。豈有矢石之間，不辯貴賤，庸勳之次，便有等差。以此論功，將何以勸。黥而為王，亦何妨也。賞宜從重，吾其與之。諸部曲及徒隸征戰有功勳者，並從本色勳授。」 \\n 壬午，帝引霍邑城內老生文武長幼，見而勞之曰：「老生之外，孤無所咎。縱卿不誠于孤，亦當以赤心相仰。」乃[８８]節級授官，與元從人齊等。其丁壯勝兵者，即遣從軍，配左右領軍大都督，還取其同色同黨，自相統處之，不為疑異。俘降之徒，不勝喜躍，欣若再生。其有關中人欲還者，即授五品散官放還。內外咸悅，咸思報効。仍命葬宋老生以本官之禮。自是以後，未歸附者，無問鄉村堡塢，賢愚貴賤，咸遣書招慰之，無有不至。其來詣軍者，帝並節級授朝散大夫以上官。至于逸民道士，亦請效力。教曰：「義旗撥亂，庶品來蘇，類聚羣分，無思不至。乃有出自青溪，遠辭丹竈。就人間而齊物，從戎馬以同塵。咸願解巾，負茲羈鞢。雖欲勿用，重違其請。逸民道士等，誠有可嘉，並依前授。」人或以授官太高諫帝者，帝曰：「不恡爵賞，漢氏以興。比屋可封，唐之盛德。吾方稽古，敢不遵行。天下之利，義無獨饗。率土皆貴于我，豈不益尊乎？且皇隋敗壞，各歸於此。鴈門解圍之効，東都援臺之勳，在難即許授大夫，免禍則惟加小尉。所以士無鬭志，將有墮[８９]心。版蕩分崩，至于今日。覆車明鑒，誰敢効尤。然亦使外寇覬覦之徒，嘗[９０]授無過此也。又加官慰撫，何如用兵殺戮？好生任賞，吾覺其優。當以不日而定天下[９１]，非卿等小見所及。」丙戌，入臨汾郡，勞撫任用郡內官民，一如霍邑。庚寅，宿于絳郡西北之鼓山。此山，帝為討捕大使時舊停營所，故逗而宿焉。去絳十餘里，絳城不下。是日曉，鼓山西北有大浮雲，色或紫或赤，似華蓋樓闕之形。須臾，有暴風吹來，向營而臨帝所居帳上。帝指絳城而謂傍侍曰：「風雲如此見從，彼何不達之甚？」仍命厨人，明日下城而後進食。辛卯，帝觀兵于絳城，將士等爭欲先登，因而縱上。自卯及巳，遂取之，而食于正平縣令李安遠之宅。通守陳叔達已下，面縛請罪，並捨而不問，待之如初。餘依臨汾郡部分。 \\n 癸巳，至于龍門縣。劉文靜、康鞘利等來自北蕃。突厥五百人，馬二千疋，從鞘利等至。帝喜其兵少而來遲，藉之以關隴，謂劉文靜曰：「吾已及河，突厥始至。馬多人少，甚愜本懷。」先是帝使時，于此縣界見河水清，皇太子又于此界獲玄狐。於往[９２]縣西南。宴見鞘利，并與縣內道俗等叙舊極懽。 \\n 丙申，至汾陰，遣書招馮翊賊帥孫華，華所部強兵，至餘[９３]數千，積年劫掠，非常富實，濼水以北，莫敢當之。帝書到，華喜而從命。己亥，進營，停于壺口。分遣諸軍，問津水濱之人，具舟爭進，日有數百，仍署水軍焉。 \\n 辛丑，太原獲青石，龜形，文有丹書四字，曰「李治萬世」，齊王遣使獻之。翠石丹文，天然映徹，上方下銳，宛若龜形。神工器物，見者咸驚奇異。帝初弗之信也，乃令水漬磨以驗之，所司浸而經宿，久磨其字，愈更鮮明。於是內外畢賀，帝曰：「上天明命，貺以萬吉。恭承休祉，須安萬方。孤以寡德，寧堪預此。既為人下，不容以之頒告。宜以少牢祀石龜，而爵送龜人，用彰休慶。」是日，又有獲嘉禾而獻者，教曰：「嘉禾為瑞，聞諸往策。逮乎唐氏，世有茲祥。放勛獲之於前，叔虞得之於後。孤今糾合，復逢靈貺，出自興平，來因善樂，休徵偉兆，何其美與！顧循虛薄，未堪當此。呈形之處，須表天休。送嘉禾人興平孔善樂，宜授朝散大夫，以旌嘉應。」 \\n 壬寅，孫華率其腹心輕騎數十，至自郃陽。華年餘弱冠，言容質直。帝見而輕之，華每殷勤誠欵，請先立効。帝乃厚加撫遇，甚得其情。謂華曰：「卿能渡河，遠來相見，吾當貴卿，不減鄧仲華也。關中卿輩不少，名並劣卿，卿今率先從我，羣雄當相繼而至。」於是拜華左光祿大夫，封武鄉縣公，加馮翊郡守。從其來者，仍委華以次授官，頒賜各有差。仍命華先濟，為西道主人，華大悅而去。仍命左右統軍王長諧、劉弘基，并左領軍大都督府長史陳演壽等，率師次華而渡，據河西岸以待大兵。 \\n 九月乙卯，張綸自離石道下龍泉、文城等郡，獲文城太守莘公鄭元璹，送焉。帝見元璹，釋而遣之。初，王長諧、劉弘基、陳演壽之濟河也，帝誡之曰：「屈突通今在河東，精兵不少，相去五十餘里而不敢來，足驗人情不為之用。然通雖不武，久在戎行，守法懼罪，終無坐位。不妨伺便時相邀襲，宜為之備，以折要衝。通若不入關，河東自然歸我，分兵向彼，我即擊其河東；通若全兵守城，卿其[９４]絕其橋道，可謂前扼其喉，後撫其背，首尾相救，非通所堪。若不走之，必成擒矣。吾且按兵觀其進退。」至是，通聞孫華導長諧等渡河，果遣獸牙郎將桑顯和，率驍果精騎[９５]數千人，夜馳掩襲[９６]長諧等軍營。諧及孫華等奉教備預，故並覺之，伺和赴營，設伏分擊，應時摧散。追奔至于飲馬泉，斬首獲生，略以千計。顯和走入河東城，僅以身免。仍撤斷蒲津橋。帝聞而謂官屬曰：「屈突遣兵此行，事不獲已；今若進逼圍之，必不敢出。使劉弘基、孫華等至關門，斷其行路，然後吾於壺口朝服濟河。『利涉大川』，斯之謂矣。」戊午，帝[９７]親率諸軍圍河東郡，分遣大郎、二郎、長史裴寂，勒兵各守一面。帝登城東原上，西望城內所為，屈突果不敢出兵，閉門自守，城高甚峻[９８]，不易可攻。帝[９９]觀義士等志，試遣登之，南面千餘人應時而上。時值雨甚，帝[１００]命旋師。軍人既得上城，遂不時速下[１０１]。帝[１０２]曰：「屈突宿衛舊人，解安陣隊，野戰非其所長，嬰城善為捍禦。我師常勝，人必輕之，驍銳先登，恐無還路。今且示威而已，未是攻城之時。殺人得城，如何可用[１０３]？」乃還[１０４]。命諸將移營河渚，文武將佐等已下定河北，眾餘十數萬。今欲入關，請兼置公府，觀領太尉，增選僚屬。帝曰：「兵臨蒲坂，諸君欲以舜職見推，此意可知，未煩如此。必為僚屬增府，任從便宜加置。」於是復領太尉。 \\n 丙辰，馮翊太守蕭造率官屬舉郡歸義。相繼有華陰縣令李孝常據永豐倉，遣子弟妹夫竇軌等送欵，仍便應接河西關上兵馬。又京兆萬年、醴泉等[１０５]諸縣，皆遣使至。帝曰：「吾未濟者，正須此耳。今既事辦，可以濟乎？」乃命所司以少牢祀河。庚申，率諸軍以次而渡。甲子，舍于朝邑長春宮。三秦士庶、衣冠子弟、郡縣長吏、豪族弟兄，老幼相携，來者如市。帝皆引見，親勞問，仍節級授官，教曰：「義旗濟河，關中響應。轅門輻湊，赴者如歸。五陵豪傑，三輔冠蓋，公卿將相之緒餘，俠少良家之子弟，從吾投刺，咸畏後時。扼腕連?，爭求立效。縻之好爵，以永今朝。」於是秦人大悅，更相語曰：「真吾主也，來何晚哉！」咸願前驅，以死自効。 \\n 丙寅，遣世子隴西公將司馬劉文靜、統軍王長諧、姜寶誼、寶琮[１０６]諸軍數萬人，屯永豐倉，守潼關，備他盜，尉撫使人竇軌等受節度焉。遣燉煌公率統軍劉弘基、長孫順德、楊毛等諸軍數萬人，往高陵道，定涇陽、雲陽、武功、盩厔、鄠諸縣等，慰撫使人掾殷開山等受節度焉。 \\n 先是，帝從弟趙興公神通起兵鄠縣，有眾數千，聞義旗渡河，遣使迎帝。又賊帥李仲文遣兄仲威送欵；仲文，則魏[１０７]密之從父也。以密反於滎陽，緣坐亡命，招集無賴，抄劫郿縣之間，眾將四五千。盩厔賊帥何潘兒、向善志等，亦各率眾數千歸附。宜君賊帥劉旻、又率其黨數千人降。帝並以不次封，遣書勞之，仍令各於當界率眾，便受燉煌公部署。旬日間，京兆諸賊，四面而至，相繼歸義，罔有所遺。商農工賈，各安其業。京城留守代王、及尚書衛文昇、將軍陰世師、京兆丞骨儀等，以帝威德遐振，民願所從，恐京邑之人一旦去盡，乃閉門拒守，運糧入宮。帝聞而歎曰：「吾既平戎於王，翼尊隋室，欲立孺子以報高皇。今被見疑，拒不相納，方知邵奭不悅於周旦，非徒言耳。陰、衛羣小負我之深。」己巳，帝之蒲津，觀河東城。庚午，南過永豐倉。是夜，宿於臨晉濼、渭合流之處，將渡渭津，人以見船朽破，不堪帝渡，及[１０８]於濼水上流數十里，更取好船。苦於水淺，沙磧相次，船行不進，憂怖不知所為。其夜三更，天甚晴霽，忽然覺水暴長數尺，逆流而上，船泛深波，得達津次。及明，帝登船欲渡，乃見逆流不已。津司以聞，眾咸駭異，以為光武滹沱之冰，無以異此，並於舟中拜賀。帝曰：「此偶然耳，吾何德以堪之！」乃命所司以少牢祀濼、渭，并有事於華山。 \\n 帝至倉所勞軍，見箱廪填實，銘題數多，喜謂從者曰：「千里遠來，急於此耳。此既入手，餘復何論。食之與兵，今時且足，信出于己，久行[１０９]諸將，俱謹備守，無為他慮。」未下馬，仍開倉大賑[１１０]饑民。 \\n 辛未，還宮。壬申，進屯馮翊郡，過舊宅，饗告五廟，禮也。初，周齊戰爭之始，周太祖數往同州，侍從達官，隋[１１１]便各給田宅。景皇帝與隋太祖並家於州治。隋太祖宅在州城東南，西臨大路；景皇帝宅居州城西北，而面濼水。東西相望，二里之間，數十年中，兩宅俱出受命之主，相繼代興，時人所見，開闢已來，未之有也。 \\n 乙亥，燉煌公至盩厔，所過諸縣及諸賊界，莫不風馳草靡，裹糧卷甲，唯命是從。遣使啟帝，請期日赴京。帝曰：「屈突東行不可，西歸無路，觀吾成敗，方有所之，不可為虞矣。」乃命隴西公量簡倉上精兵，自新豐道趨長樂離宮。令燉煌公率新附諸軍，自鄠縣道屯長安故城。至，並各聽教。迨上郡睢陰以北，咸遣使歸款。 \\n 丙子，大軍西引，歷下邽，過櫟陽，路左所有煬帝行宮、園苑及宮人等，並罷之。教曰：「大業已來，巡幸過度，宿止之處，好依山水。經茲勝地，每起離宮，峻宇雕墙，亟成壯麗。良家子女，充仞其間。怨曠感于幽明[１１２]，縻費極於民產。替否迭進，將何糾逖。馳道所有宮室，悉宜罷之，其宮人等並放還親屬。」 \\n 冬十月辛巳，帝至灞上，仍進營，停于大興城春明門之西北，與隴西、燉煌等二公諸軍二十餘萬眾會焉。帝勒諸軍各依壘壁，勿入村居，無為侵暴，若無兵者，恭以俟命。代王與留守衛文昇、陰世卿等，以義兵多而且肅，不令而齊，門防轉嚴，拒守愈固，信使不通，告喻事絕。帝雖每遣使至城下，申以尊隋夾輔之意，愚人俗吏，不達變通，闇于事譏[１１３]，往而無報。如此，向經旬日，諸將相率啟帝曰：「京城不啟，此是隋運其亡。天既亡之，非人能復。違天棄日，勞師費糧；坐守愚夫，恐非長策。請進圍之，以觀其意。」帝曰：「兵纏象魏，矢及黃屋，人其謂我何哉？」諸將對曰：「無成王之主，不得行周公之事。又恐巨猾之徒，知義兵已定關中，來爭形勝，請更思之。」帝乃逡巡，未有報[１１４]。京兆舊賊帥等並以家近帝城，不預元從，耻無功，乃各率所部兵，分地逼城而上。帝慮其輕脫失利，辛卯，命二公各將所統兵往為之援。京城東面、南面，隴西公主之；西面、北面，燉煌公主之。城中見而失色，更無他計，惟冀屈突及東都救援而已。 \\n 甲午，關中羣帥等各請率驍銳登城。二公莫之能止。時帝在春明門外，聞而馳入，舍於羅郭安興坊以鎮之。甲辰，諸軍各競造攻具以臨城，帝又未之許。二公及文武所司等固請曰：「太原以來，所過未嘗經宿，長驅四塞，罕有不克之城。今至京師，不時早定，玩敵致寇，以挫兵鋒，又慮初附之人，私輕太原之兵，無能為也。此機不小，請速部分。」帝曰：「弘[１１５]弩長戟，吾豈不許用之。所冀內外共知，以安天下。斯志不果，此外任諸公從民所欲。然七廟及代王并宗室支戚，不得有一驚犯。」乃下教：「有違此者，罪及三族。」於是諸軍各于所部營分角，脩攻戰之具。雲梯競聳，樓橦爭高，百道齊來，千里並進。繞京竹木，殲于斯矣。十一日丙辰昧爽，咸自逼城。帝聞而馳往，欲止之而弗及。纔至景風門東面，軍頭雷永吉等已先登而入，守城之人分崩。帝乃遣二公率所統兵，依城外部分，封府庫，收圖籍，禁{左扌右鹵}掠。軍人勿雜，勿相驚恐。太倉之外，他無所于[１１６]。吏民安堵，一如漢初入關故事。代王先在東宮，乃奉迎居於大興後殿。 \\n 是日，帝還，移營舍於長樂宮滻川上。先是，隋主以梟滅作逆，掘其墳壟而洿其室，陰世師、骨儀等，遂以為恒准，乃令京兆郡訪帝之五廟塋域所在，並發掘焉。帝以此憾之，言必流涕。戊午，收陰世師、骨儀、崔毗伽、李仁政等，並命隴西公斬於朱雀街道，以不從義而又愎焉；餘無所問。京邑士女，懽娛道路，華夷觀聽，相顧欣欣。 \\n 乃命太常促擇吉日，告高廟，定尊位，立代王之禮。文武將佐等議，請曰：「天厭隋德，曆數在唐。謳歌在路，被于遐邇。兵起晉陽，遠定秦雍，百餘日間，廓清帝宅。神武之速，此謂若飛。非天啟聖，孰能如是？昔漢高入關，不即自王，項羽後至，悔無所及。公雖卑以自牧，須安天下。」僉議請依符讖，上尊號。帝愀然改容曰：「舉兵之始，本為社稷，社稷有主，孤何敢二！劉季不立子嬰，所以屈於項羽。孤今尊奉世嫡，復何憂哉？」壬戌，乃率百僚，備羽儀法物，具法駕，迎代王即位於﹝大興殿，時代王﹞[１１７]十餘歲[１１８]矣。大赦天下，改大業十二[１１９]年為義寧元年。復天下勿出今年租賦，賜民子孫承後者爵一級。是日，仍遙尊後主為太上皇，以少帝在，不言廢也。 \\n ________________________________________ \\n 注： \\n [４３]抄本「為」作「偽」，《藕香》本同。 \\n [４４]北京圖書館藏汲古閣本「綠」作「緣」，抄本、《藕香》本并同。 \\n [４５]《藕香》本「鋤耰」作「耰鋤」。 \\n [４６]抄本「雚」作「{上艹下佳}」。《藕香》本、傅校同。 \\n [４７]《藕香》本「虛」作「愚」。 \\n [４８]《藕香》本無「未」字，傅校同。 \\n [４９]《藕香》本于「行」字下有「以」字，「惠」字下無「知」字，作：「吾特為此官，示宣行以惠，綏撫以德。」傅校同。 \\n [５０]汲古閣本「見」作「兒」，《藕香》本、《唐宋》本、《學津》本并同。 \\n [５１]《藕香》本「朱」作「未」，傅校及《唐宋》本、《學津》本并同。 \\n [５２]《藕香》本「懈怠」作「怠懈」。 \\n [５３]傅校「之」作「乏」，復加眉批云：「『乏』或作『旨』。」 \\n [５４]傅校眉批云：「『吾憂』下三句有誤。」 \\n [５５]傅校「申」作「伸」。 \\n [５６]傅校「自」字下增「筆」字，作「仍自筆注，授老人七十以上……」。 \\n [５７]《藕香》本「知不可為」作「知其不為」。 \\n [５８]抄本「資」作「次」。《藕香》本、傅校同。 \\n [５９]抄本「真草不拘常體」作「真草自如，不拘常體」，《藕香》本及傅校同。 \\n [６０]傅校眉批：「謨當作謀。」 \\n [６１]《藕香》本「廣」作「廟」，傅校同。 \\n [６２]《藕香》本「朽」作「巧」。傅校眉批：「朽字有誤。」 \\n [６３]《藕香》本「笑以為樂」作「以為笑樂」，傅校同。 \\n [６４]傅校「弊」作「敝」。 \\n [６５]傅校「密」下增一「姓」字，作：「謂密姓應於符讖。」 \\n [６６]《藕香》本「其書多不錄」作雙行小字，傅校眉批：「五字夾注。」 \\n [６７]《通鑑》卷一八四隋恭帝義寧元年七月載此書「入典八屯」作「入典六屯」。胡注云：「隋制，六軍十二衛，唐公嘗為將軍，故云。」 \\n [６８]同上，「蕃塞」作「北狄」。 \\n [６９]同上，「惟冀」作「唯弟」。 \\n [７０]同上，「斯足榮矣」作「斯榮足矣」，《藕香》本同。 \\n [７１]傅校「都」作「郡」。 \\n [７２]《通鑑考異》引《創業注》無「此行」二字，但于「為」字下增「借」字，作：「以人事見機而發，無有不為。借遣吾當突厥、武周之地，何有不來之理。」 \\n [７３]同上，「諸公意謂何」作「諸公謂云何」。 \\n [７４]同上，「老生、突厥相去不遙」作「老生、屈突通相去不遠」。 \\n [７５]同上，「蒲」作「滿」。 \\n [７６]同上，「突厥必欲遠離太原，寧肯近亡馬邑」作「突厥必欲求利太原，寧肯近忘馬邑」。 \\n [７７]同上，「謀」字下有「同志」二字。 \\n [７８]同上，「老生、屈突，追奔競來」作「老生、突厥奔競來拒」。 \\n [７９]同上，「圖」作「面」，《藕香》本同。 \\n [８０]同上，「且今來禾菽被野」作「今禾菽被野」。 \\n [８１]同上，「足」作「即」。 \\n [８２]同上，「所謂言之者也」作「言不可聽」。 \\n [８３]抄本「且」作「旦」，傅校同。 \\n [８４]抄本「統到」作「統列」，《藕香》本同，傅校作「列統」。 \\n [８５]抄本「乎」作「呼」，傅校同。 \\n [８６]《藕香》本「取」作「欲」。 \\n [８７]《藕香》本「賞受」作「受賞」，傅校同。 \\n [８８]傅校「乃」作「仍」。 \\n [８９]傅校「墮」作「惰」。 \\n [９０]傅校「嘗」作「賞」。 \\n [９１]《藕香》本「定天下」作「天下定」。 \\n [９２]《藕香》本無「往」字，作「獲玄狐於縣西南」。傅校同。 \\n [９３]《藕香》本「餘」作「于」，傅校同。 \\n [９４]《藕香》本「其」作「即」，傅校同。 \\n [９５]《通鑑考異》引《創業注》「騎」作「兵」。 \\n [９６]傅校「夜馳掩襲」作「夜掩馳襲」。 \\n [９７]《通鑑考異》引《創業注》「帝」作「唐公」。 \\n [９８]同上，「城高甚峻」作「城甚高峻」。 \\n [９９]同註[97]。 \\n [１００]同上，「帝」作「公」。 \\n [１０１]同上，「軍人既得上城，遂不時速下」作「軍人時速上城，不時速下」。 \\n [１０２]同註[100]。 \\n [１０３]同上，「如何可用」作「知何所用」。 \\n [１０４]同上，「乃還」作「乃命還」。 \\n [１０５]傅校「等」字當衍。 \\n [１０６]據卷一所載，「寶」當作「竇」。 \\n [１０７]《藕香》本「魏」字下有「公」字。傅校同。 \\n [１０８]《藕香》本「及」作「乃」。 \\n [１０９]《藕香》本「信出于己久行」作「信出于己，行之已久」。傅校作「信出于己，久已行之」。 \\n [１１０]傅校「賑」作「振」。 \\n [１１１]《藕香》本「隋」作「隨」。 \\n [１１２]傅校「明」作「冥」。 \\n [１１３]汲古閣本「譏」作「機」，《藕香》本、《學津》本、《唐宋》本并同。 \\n [１１４]《藕香》本于「有」字下多「以」字，作「未有以報」。傅校同。 \\n [１１５]傅校「弘」作「強」。 \\n [１１６]《藕香》本「于」作「干」。 \\n [１１７]「大興殿時代王」六字據《藕香》本、《學津》本及傅校補。 \\n [１１８]《通鑑》卷一八四隋恭帝義寧元年十一月作「時年十三」。 \\n [１１９]據《隋書》卷四《煬帝本紀》，李淵入長安，其時為大業十三年十月，改元義寧亦係這一年，而非十二年。《通鑑》及《新唐書》、《舊唐書》并同于此。 \\n  \\n   \\n  "}
{"章节": "卷三", "正文": "  \\n 卷三 \\n 　 \\n  \\n 起攝政至即真日凡一百八十三日 \\n 義寧元年冬十一月甲子，少帝以帝爲丞相，進封唐王，位在王公上。以武德殿爲丞相府，改「教」稱「令」。萬機百度，禮樂征伐，兵馬糧仗，庶績羣官，並責成於相府。惟郊祀天地，四時禘祫奏聞，帝固辭不拜。公卿將佐等請曰：「公負孺子當朝，豈得辭乎？攝政公不入相，王室何依？臨茲大節，義無小讓。」帝嘆曰：「王家失鹿，遂使狐[１２０]同老狼。」乃奉詔受冊。乙丑，榆林、靈武、五原、平源[１２１]、安定諸郡，並舉城降，並遣使詣義軍請命。於是遣書發使，慰喻巴蜀。丙寅，置丞相府長史已下屬官。還以大將軍府僚裴寂等依次爲之。己卯，以隴西公爲唐王世子，改封燉煌公爲秦國公，四郎元吉爲齊國公。仍改太原留守爲鎮北府，總統山東諸郡。 \\n 十二月，隴西金城郡奴賊薛舉等，破賊率唐弼于扶風，自稱天子。初，弼遣使詣帝歸款，投狀扶風郡，而爲薛舉所圍。帝遣援兵往扶風，未至，弼黨在郡城外爲舉所圖。弼遂被郡守竇璡所殺。俄而璡及河池郡守蕭瑀，相繼歸京師。於是拜璡爲戶部尚書、上柱國，封燕國公；瑀拜禮部尚書，封宋[１２２]公。是月也，屈突通自潼關都尉府欲奔東都，關上劉文靜等諸軍追而獲焉，送之相府。帝見通，捨而禮之，謂曰：「公以清貞奉上，臣道不虧，孤所翹心，惟恨得卿之晚。」通拜款。劉[１２３]文靜等仍定弘農郡，及佐[１２４]諸縣。 \\n 義寧二年春正月，蜀漢及氐、羌所在諸郡雄豪并守長等，奉帝書，感悅，競遣子弟獻款，絡繹而至。所司報答，日有百餘，梁、益之間，宴如也。承詔封丞相長史裴寂爲魏國公，司馬劉文靜爲魯國公，趙興公神通爲鄭國公，永安公孝基爲蜀國公。自餘將佐殷開山、劉弘基已下，並以次封開國郡公、縣公焉。其日，令曰：「李密趦趄鞏洛，自許當塗，王城如燬，憂心孔棘。東都危逼，有若倒懸。西人之子，理本奔命，其左右大都督府所統諸軍，並宜誡嚴，以時式遏。有征無戰，是謂義師，招諭不從，勿難還也。初年孟月，春作方興，不奪農時，宜知其速。」於是以世子爲左元帥，秦王爲右元帥，左右二府諸軍十餘萬衆，引于滻水之北。仍以尚書蕭瑀爲相府司馬，劉文靜爲左元帥府長史，尚書竇璡爲掾，殷開山爲右元帥府長史司馬；又拜屈突通爲上柱國，封蔣國公、檢校行軍左右虞侯事，軍士以下僚佐等，皆選知名者爲之。帝親詣軍，勞而誓遣之。 \\n 二月，涿郡太守羅[１２５]藝與漁陽、上谷、北平、柳城等郡諸[１２６]官民，遣使送款。先是，平原賊竇建德聚衆數萬人，充斥河右、渤海、高陽等郡，大將軍府使人張道源所定趙郡、襄國、武安、清河等郡，至是並陷於賊；道源亦隨而沒焉。建德遂僭稱王，自號夏國。又南陽朱祭，衆有所望[１２７]，並好食人，自稱可達汗，莫知可達汗之名有何義理，酷害異常。又有賊蕭銑，起兵於江陵。於是以華陽公鄭元璹爲太常卿，封沛國公，遣將兵出商山上洛道，定南陽以東諸郡。並遣使人左領軍大都督府司兵馬元規，慰撫安陸及荊襄間。三月，左右二元帥軍招諭東都，城門不敢[１２８]，李密又不敢西寇。時逼農月，遂奉令旋師宜陽、新安二郡而還。留行軍總管史萬寶、盛彥師鎮宜陽，呂紹宗、任懷[１２９]鎮新安。 \\n 少帝以帝功德日懋，天曆有歸，欲行禪讓之禮，乃進帝爲相國，加九錫，賜殊物，加殊禮焉。冊曰： \\n 於戲！維爾假黃鉞使持節大都督內外諸軍事錄尚書大丞相、新除相國、總百揆唐王：夫乾道貞觀，四象所以運行；坤德含弘，萬有馮其載育。是以天地交泰，資始由乎聖人；陰陽順成，總己歸其元輔。故能陶甄品物，代彼天工，息四海之羣飛，迴三靈之掩耀。百揆時序，五典克從。雖伊尹格于皇天，周公光于四表，方斯蔑如也。今將受[１３０]王典冊，其敬聽朕命： \\n 上天不造，降禍于我國家，高祖棄盛業而昇龍，太上釋寶圖以委御，王室如燬，喪亂弘多，數屬道消，時鍾代季，郊廟絕主，有若綴旒，則我祖宗之業已墜于地矣。王應休明之運，從兆人之欲，奉七璽於代邸，飛六轡於周京。此乃綱我絕維，有大造於皇家者也。 \\n 曩者塞表省方，羣胡反噬，矢流君側，圍甚平城，淪陷指期，阽危莫恤。王釋位同謀，總伐千里。晨炊蓐食，倍道兼行。匈奴遠跡，乘輿反正。此則王之功也。 \\n 歷山飛稱兵燕趙，妄假名號，河朔響應，山西屯結。王首啓戎行，大殲醜類。此又王之功也。 \\n 夷狄貪婪，屬犯關塞，驅迫良善，殺略吏人。王鞠旅理兵，卷甲長駕，追奔逐北，掃地無遺。此又王之功也。 \\n 王威徒黨，潛謀逆亂，外交邊裔，內騁奸回，實繁有徒，傾覆宗社。王收戮兇渠，罪人斯得。此又王之功也。 \\n 四郊多壘，三輔倒懸，黃巾示宮闕之名，赤眉爲園陵之禍。凶荒仍歲，荊棘旅庭。王投袂義舉，星言電邁，取霍邑如[１３１]摧枯，舉秦關如反掌。克清河渭，志存匡復。此又王之功也。 \\n 北荒獯鬻，事藉羈縻，比者中原多故，龍堆道絕。王式遏有方，款關請吏，更敦鄰睦，復我舊藩。此又王之功也。 \\n 汾晉地險，連逃[１３２]攸聚，山藏川量，負罪稽誅，類馬騰之乞活，同嚴尤之盡赦。王懷柔伏叛，杖信示威，交臂屈膝，申其向化。此又王之功也。 \\n 河潼轉漕，密邇關畿，京坻委積，由來尚矣。羣凶據竊，一鼓而崩。此又王之功也。 \\n 京師危迫，姦臣放命，異一相之居內，同四凶之扇禍。王大誓師旅，興言感慨，蕩清上國，拯厥贅旒，暴市焚屍，並梟元惡。此又王之功也。 \\n 上天貽愛，莫甚乎人，爰祚聖哲，弼予冲幼，官守司存，社稷有奉，濟方割于下墊，爍員光於上參。此又王之功也。 \\n 唐弼凶竪，草竊岐陽，吞噬舊邦，侵逼都鄙。王制以銜策，觀其攜二，親離衆叛，我盡收之。此又王之功也。 \\n 華陽黑水，控接岷嶓，山川阻深，盡爲逋藪。義風所靡，化行江漢。此又王之功也。 \\n 薛舉崇姦，同惡相濟，僭擬輿服，滔天泯夏。西土遊魂，泰山肆毒。赫斯授律，咸俘醜類。岐隴齊築京觀，汧渭爲之不流。此又王之功也。 \\n 三蜀奧區，一都之會，夷民紛雜，蠻陬荒梗。王發一介之使，降咫尺之書，而靈關洞開，劍閣無隘。此又王之功也。 \\n 弘農甸服，襟帶河陝，鞠爲寇場，連城阻亂，長[１３３]策遠振，不征而服。此又王之功也。 \\n 王有濟天下之勳，重之以明德，爰初發跡，肇自鴻階，峻極比于嵩華，清瀾運于溟渤。體茲將聖，道被如仁，在物不失其宜，含靈咸安其所；春生夏長，信及四時；地平天成，義兼得一。總萬機之務，因百姓之心，保乂我皇家，弘濟乎多難者也。是以濟濟多士，庶政緝熙；穆穆四時，要荒式序。激清風以厲俗，暢和氣以調時。神功侔於造化，積德高於垂象。 \\n 朕又聞之，先王之宰物也，尊賢尚德，茂賞疇庸。五侯專征，九命作伯，周襄光錫，桓文是膺。大啓南陽，以表東海。況乃道冠伊、稷，功高晉、鄭。酬勳蔑爾，朕甚懼焉。今晉授相國，以河內、汲郡、清河、武安、魏郡、信都、高陽、平原、趙郡、襄國，通前三十郡，增封唐國。錫茲黑土，苴以白茅。爰定爾邦，用建冢社。昔周、邵分陝，咸爲保傅；毛、畢諸侯，入作卿士。內外之任，禮實攸宜。今授相國印綬，唐王璽紱，茅土金獸符第一至第五，竹使符第一至第十。相國禮絕羣后，任總所司，朝班彜數，宜以事革，其以相國總百揆，去錄尚書之號。上所假黃鉞內外都督丞相印綬，又加王九錫，其敬聽後命。以王繩紀禮度，哀矜折獄，罔不用情，無或遷志，是用錫王大輅、戎輅各一，玄牡二駟。以王分地敦本，人天是頼，疏爵務農，所寶惟穀。是用錫王袞冕之服，赤舄副焉。以王風雅所被，獯戎咸格，陰陽順理，遐邇宅心，是用錫王軒懸之樂，六佾之舞。以王翼宣皇道，義聲遐暢，三才所運，四海攸歸，是用錫王朱戶以居。以王登賢命秩，裒德升朝，思帝所難，能官流詠，是用錫王納陛以登。以王正色持衡，鎔範御下，式遏姦宄，蕩清華夏，是用錫王武賁之士三百人。以王威同夏日，志厲秋霜，刑厝有期，寬而不漏，是用錫王鈇、鉞各一，彤弓一，彤矢百，旅[１３４]弓十，旅矢千。以王霜露履踐，禋祀恭嚴，天地幽通，孝思至感，是用錫王秬鬯一逌，珪瓚副焉。唐國宜置丞相已下，一遵舊式。往欽哉！祗奉大禮，用膺多福，以光我高祖之休命，可不慎歟！侍中陳叔達之詞也。 \\n 帝私謂元從府僚曰：「少帝今時，可謂吾家所立。本謂[１３５]社稷，上報高祖，冀終隋氏，不失人臣。豈期孺子尚幼，未復明辟，僥倖之徒，諷其假孤名器。安有至尊羽儀天子之禮，假諸臣下，何以爲國？孤總朝政，此事不得不知。政由己出，還自錫進。貪天之功，以爲己力，孤不欺人，敢欺天也！」羣僚等固請曰：「蕭何爲相國，魯公用王禮，前賢不讓，請以爲不疑。」帝曰：「兩賢遇周、漢之初興，有大勳于二代。孤屬亂離之季世，值隋運之將盡，昏明時異，授受事殊。擬於其倫，實多慙德。然諸公欲孤行魏、晉之故事，爲豹變之鴻漸，聊爲吾子揚搉而陳之。曹、馬之興，不以義舉。英雄鼎峙，角逐爭衡。無君之人，欲速大位，逼脅孤寡，假詔自媒。因九錫而論功，矜百辟於殊禮，示難進於謙退，思厭塞於羣情。故路人咸見其心，有識呼爲狐媚。斯皆兆庶不推，謳歌不屬者也。宋、齊菆爾，處於江湖，地當漢之一郡，自稱尊號，可知必以魏、晉爲模階[１３６]，習虞、夏而禪讓。功微五伯，禮盛二王，於是阿諛希旨之儔，申敦勸于抗矯；飾非輕薄之子，騁讓辭而偉畢。未聞桀、紂之胤，禪於殷、周之初。從此而言，斷可知矣。何輕易天命，以自厚誣。孤每觀前史，見斯事迹，未嘗不撫掌而笑。嗤彼羣迷，明賢所棄；見賢思齊，勿循前弊。」時有啓帝者，以爲即真之漸，舊事因循，相承作故。帝曰：「孤聞昇天無階，於何爲漸？必如來旨，事轉成疑。至若河濱仄陋，泗上亭長，令其位次受終，未易享國。所問功德何如，誰云位之大小。以孤堪守關中，能負孺子，見推相國，作鎮假王，漢有前蹤，不能違衆。欲以曹操、司馬炎爲例，九錫殊物，賜加非宜，不願擬議，亦恥老瞞[１３７]同傳。」公卿聞帝此旨，寤而厚顔，詣府陳謝。帝又謂之曰：「魏氏以來，革命不少，鴻儒碩學，世有名臣。佐命興皇，皆行禪代。不量功業之本，惟存揖讓之容。上下相蒙，遂爲故實。寧有湯、武接于夏、殷，不憲章于堯、舜；晉、魏隔於周、漢，翻祖述于勛、華。且堯之禪舜，二聖繼踵；舜因讓禹，以明堯哲。示天下爲至公，不私己於尊位。故賓虞以後，若脫屣焉。是知非堯不能讓舜，非舜不能命禹。商、周德所不逮，有撥亂反正之功，順天行誅，逆取順守，咸以至誠兼濟，無隱神祇，三五帝王，稱茲四聖，英聲茂實，飛騰萬古。堯、舜不及於[１３８]子，讓德而稱帝[１３９]；湯武不私於後胤，力取而爲王。故道有降差，名有優劣，然立功立德，亦各一時。末葉後來，功德無紀，時逢屯否，擁兵竊命，託云輔政，擇立餘孽，頑嚚支庶，先被推崇，睿哲英宗，密加夷戮，專權任己，逼令讓位。雖欲己同於舜，不覺禪者非堯，貶德於唐、虞，見過于湯、武，豈不悖哉！魏、晉、宋、齊，爲惑已甚，託言之士，須知得失。」羣公退而悅服，私相謂曰：「相王格論，絕後光前，發明典謨，申理誓誥，可謂君子一言，定八代之榮辱矣。」帝又謂所親曰：「諸人雖復見吾言論，仍自不知至理。吾今一匡天下，三分有二，入關形勢，頗似漢高祖。且起軍甲子，旗幟已革，如何更於少帝之處，却受九錫而求殊禮。孺子有知，不容背[１４０]行此事；既成無識，此乃吾自爲之。立身以來，不欺暗室，如何今日，誣罔天聽？所區別帝王，激揚名理，以懲是古非今之輩，謬相勸逼。」於是惟改丞相府爲相府國[１４１]，而九錫殊禮，並屬諸有司。 \\n 是月也，宇文化及兼弟智及等，并驍果武賁司馬龕、監門郎將裴乾通等，謀同逆，因驍果等欲還精銳，遂夜率之而圍江都宮，殺後主於彭城閣。初，驍果兵等苦於久在江都，咸思歸叛。至是，煬帝知唐據有西京，過江計定，仍先分驍果往守會稽，誑之云往東吳催米，故化及等因之而作難。於是隋主崩問至，帝乃率文武羣賢僚佐，從少帝舉哀於大興後殿。帝哭哀甚，有諫止帝者，帝曰：「吾爲人下，喪居何可不哀！然亦恨後主不亡於開皇之末，以延鼎祚耳。」化及等本自因思歸之衆而行殺逆，及以許公之子爲衆所推，至是遂僭稱尊號，率其同惡欲入關，以李密斷成臯，據洛口，乃圖北取黎陽倉，從白馬津而渡。帝乃遣統軍張倫將蒲津以東從兵，往魏郡道招慰化及等；繼遣淮安王神通往定山東諸郡。又募犯罪者數千人，聽効力贖罪，並張倫等並是淮安王節度焉。李密聞化及之趣河北，乃分兵遣別將徐世勣等屯黎陽拒守。化及從宛[１４２]道渡河，絕糧，遂頓於聊城縣。淮安王等率衆圖城，部分失機，行兵不利，退保魏郡。化及衆聚聊城，糧無所出。竇建德知其窮蹙，遂攻破之，獲化及兼弟智及，責以弑逆，並斬之而徇衆。煬帝蕭皇后亦沒于賊庭。於是江都宮人美女、珍寶金帛及乎玉璽，並建德有之，不逞之徒，因說建德送蕭皇后及宮人等，多賫金帛，重賂突厥，市馬而求援。 \\n 少帝年未勝衣，不經師傅，長於婦人之手，時事茫然。既知煬帝不存，惟求潛遜。夏四月，詔曰： \\n 天禍隋國，大行太上皇遇盜江都，酷甚望夷，釁深驪北。憫予小子，奄紹丕愆，哀號永感，五情糜潰[１４３]，仰惟荼毒，仇復靡申，形影相吊，罔知啓處。 \\n 相國唐王，膺期命世，扶危拯溺。自北徂南，東征西伐，總九合于一匡，決百勝于千里。糾率夷夏，大庇氓黎，保乂朕躬，繄王是賴。德侔造化，功格蒼旻，兆庶歸心，曆數斯在。屈人爲臣，載違天命。昔在[１４４]虞、夏，揖讓相推，苟非重華，誰堪命禹！當今九服崩離，三靈改卜，大運去矣，請避賢路。兆謀布德，顧己莫能，私僮命駕，須歸藩國。 \\n 予本代王，及予而代，天之所廢，豈其如是！庶憑稽古之聖，以誅四凶；幸值惟新之恩，預充三恪。雪恥怨於皇祖，守禋祀爲孝孫，朝聞夕殞，及泉無恨。今遵故事，遜於舊邸。庶官羣后[１４５]，改事唐朝。宜依前典，趣上尊號。若釋重負，感泰兼懷，假手真人，俾除醜逆。濟濟多士，明知朕意。仍勑有司，凡是表奏，皆不得以聞。 \\n 章表不通，理難再請[１４６]。欲召公卿議之，漸以啓諭。於是文武將佐裴寂等二千人，不謀同辭，並不肯奏[１４７]詔，乃相率上疏勸進曰： \\n 臣聞天下至公，非一姓之獨有，聖人達節，與萬物而推移。故五運遞興，百王更王，春蘭秋菊，無絕終古。玉疏石記，筆舌紛綸；垂統有光，煥乎寶籙。伏惟陛下資靈種德，稟慶至真，固縱惟神，生知乃聖。量包乎宇宙，智周乎品物，羣生塗炭，躋之仁壽。逢百六之厄，創業雲雷；追三五之蹤，財成天地。仲夏之半，龍躍晉陽；孟冬伊始，鳳翔灞上。鴻志蝟毛之反者，霧委來庭；觸柱拔山之大盜，風馳獻款。三晉子弟，共獯獫而陪麾；咸秦豪傑，連巴蜀而響應。英聲西被，懋德東漸，南諧交趾，北變幽都。躬未戎衣，手不提劍。機務成於雄斷，人傑得於才子。威加四海，功出一門，計極萬安，戰窮百勝。小往大來，算無遺策。時未期月，業倍前王。今古代興，膺斯撥亂。若茲之舉，如茲之速，載籍以來，未之前聞也。臣等誠歡誠喜，頓首頓首，死罪。[１４８] \\n 竊以陛下承家開國，積德累功，世濟擬於高陽，纘緒盛於周武。載誕燭神光之異，儀形表玉勝之奇。白雀呈祥，丹書授曆。名合天渕，姓符桃李。君堯之國，靡不則天。星紀云周，奉時圖始。甲子之旦，不俟而﹝脫﹞，起兵西北，勢合乘乾。我來自東，位當出震。至八井深水之圖讖，唐唐李樹之驍[１４９]歌，固以備在人謠，無德[１５０]而稱者也。且夫體非常之道，立非常之功，實非常之人，有非常之事。不時正位，人神佇式[１５１]，天命不常，惟德是與。遷虞事夏，抑有前規。臣等敢錄舊典，奉上尊號。當今萬機曠主，九有困窮，伏願降鑒回慮，憂世外己，上順天心，祗膺允執，俯從人願，屈就樂推。變黎庶于時雍，配上帝于宗祀。勿以王者兼濟之功，而爲匹夫獨美之操。昔之堯佐，咸大天工。績尤著者，胤饗稷卨，播穀之都，餘慶商周。臯陶好生洽人，今興陛下。盛德有後，其若是乎？四相三王，齊名踵武，千年得一，相繼風聲，符命所鍾，有自來矣。願納縉紳慺慺之情，允副億兆顒顒之望。率土更生，含靈幸甚。臣等誠惶誠恐，昧死以聞。頓首頓首，死罪死罪。 \\n 所司以表章奏聞。帝退所奏表，謂奏者曰：「吾固知如是。」拒而不答。裴寂等進見曰：「昔桀紂雖復不賢，亦各有子，未聞湯武臣[１５２]輔之。龜鏡已見，茲無所疑也。先人有言曰：『功蓋天下者不賞。』陛下欲讓至尊而為臣下，恐隋朝不然此事。且臣等唐之將佐，茅士大位，受之唐國。陛下不為唐帝，臣等應須去官。伏願深思，容臣等有地。」帝笑曰：「裴公何相逼之深，當為審思。」亦未之許。裴寂等又依光武長安同舍人強華奉赤伏符故事，乃奉：「神人太原慧化尼、蜀郡衛元嵩等歌謠、詩讖。慧化尼歌詞曰：『東海十八子，八井喚三軍。手持雙白雀，頭上戴紫雲。』又曰：『丁丑語[１５３]甲子，深藏入堂裹[１５４]。何意坐堂裹？中央有天子。』又曰：『西北天火照龍山昭[１５５]，童子赤光連北斗。童子木上懸白旛，胡兵紛紛滿前後。拍手唱堂堂，驅羊向南走。』又曰：『胡兵[１５６]未濟漢不整，治中都護有八井。』又曰：『興伍伍，仁義行，武德九九得聲名。童子木底百丈水，東家井裏五色星。我語不可信，問取衛先生。』蜀郡衛元嵩，周天和五年閏十月，作詩：『戌亥君臣亂，子丑破城隍，寅卯如欲定，龍蛇伏四方。十八成男子，洪水主刀傍，市朝義歸政，人寧俱不荒。人言有恒性，也復道非常。為君好思量，何□□禹湯。桃源花□□，李樹起堂堂。只看寅卯歲，深水沒黃楊。』未萌之前，謠讖遍於天下，今覩其事，人人皆知之。陛下雖不以介懷，天下信為靈効。特此欲作，常人恐難[１５７]以免。須上為七廟，下安萬民。既膺符命，不得拘文牽旨，違天不祥。」裴寂等言之甚切。帝曰：「所以逡巡至於再三者，非徒推讓，亦恐羣公面諛，退為口實，然漢高云：諸侯王推高于寡人，以為皇帝位，甚便宜於天下之民，則可矣。孤亦何能有異之哉！」於是寂等再拜舞蹈，稱萬歲而出，遂與國子博士丁孝烏等數百人，具禮儀，擇良日，以武德元年，歲在戊寅，五月甲子，皇帝即位於太極前殿，設壇於長安城南，柴燎告天，冊文曰： \\n 皇帝臣某，敢用玄牡，昭告于皇天后帝。生人以來，樹之司牧，睠命所屬，謂之大寶。曆數不在，罔一作時。或偷安。故舜、禹至公，揖讓而興虞、夏，湯、武兼濟，干戈而有商、周。事乃殊途，功成一致。後之創業，咸取則焉。 \\n 某承家慶，世祿降祉，曰祖曰考，累功載德。賜履參墟，建侯唐舊，地居戚里，門號公宮，不緒建基，足為榮矣。但有隋屬厭，大業爽德，饑饉師旅，民胥怨咨。謫見咎徵，昭於皇鑒，備聞卑聽，所不忍言。某守晉陽，馳心魏闕，授[１５８]手濡足，拯溺救焚。大舉義兵，式寧區宇。懲邊荒之辮髮，輯兆庶之離心。誓以捐軀，救茲生命；指除喪亂，期之乂安。有功繼世，無希九五，惟身及子，竭誠盡力，率先鋒鏑，誓以無二。再蒙弘誘，克濟艱難，電掃風驅，廓清大邑。傳檄而定峨嵋，拱手而平關隴。西戎即叙，東夷底定。非啟非贊，孰能茲速。尊立世嫡，翼奉宗隋，戮力輔政，無虧臣節。值鼎祚云革，天祿將移，謳歌獄訟，聿來唐邸。人神符瑞，輻湊微躬，遠近宅心，華夷請命。少帝知神器有適，大運去之，遜位而禪，若隋之初。讓德不嗣，羣情逼請。六宗闕祀，七政未齊，罪有所歸，恐當天譴。請因吉日，克舉前典，設壇肆類，祗謁上帝，惠茲下人。翼子謀孫，罔敢愆德，則小則大，無或有違。對越鴻休，伏深慙懼。謹遣太尉公裴寂等，用薦告之禮，瑞冊蒼璧，秬鬯清酌，薌合薌萁，明粢嘉蔬，禋祀于皇皇后帝。明靈降享，□□□備羽儀法物，臨軒大赦天下，改義寧三年[１５９]為武德元年。□□□□□□□踐祚。 \\n 有司以子卯不樂，請擇他日。帝曰：「歲在戊寅，□□□□□□□始，此為難得，至今遇之，烏可失之。且殷周二代□□□□□□□所之，以為大吉，同域之誡，又甲于五行為木，木加于子，□□□良日雖欲勿用，其能捨諸。」故自起軍，逮乎入相登極，咸用甲子焉。 \\n ________________________________________ \\n 注： \\n [１２０]《藕香》本「狐」作「孤」。 \\n [１２１]《藕香》本「平源」作「平涼」。 \\n [１２２]《藕香》本「宋」字下有「國」字，作「宋國公」。 \\n [１２３]《藕香》本「劉」字下有「謝」字，作「劉謝文靜等」。傅校同。 \\n [１２４]《藕香》本無「佐」字。 \\n [１２５]「羅」字據《藕香》本及傅校補。 \\n [１２６]傅校「郡諸」作「諸郡」。 \\n [１２７]「南陽朱祭，衆有所望」，《藕香》本作「南陽朱粲，衆有數萬」。 \\n [１２８]「不敢」《藕香》本作「不啟」。 \\n [１２９]「任懷」《藕香》本作「任瓌」。 \\n [１３０]傅校「受」作「授」。 \\n [１３１]傅校「如」作「若」。 \\n [１３２]「連逃」《藕香》本作「逋逃」。 \\n [１３３]《藕香》本「長」作「杖」。 \\n [１３４]《藕香》本「旅」作「玈」。傅校同。按：「玈弓」，亦即黑弓。《左傳》僖公二十八年：「玈弓矢千。」 \\n [１３５]《藕香》本「謂」作「為」。 \\n [１３６]《藕香》本「階」作「楷」。 \\n [１３７]《藕香》本「瞞」作「韓」。傅校同。 \\n [１３８]傅校「於」下缺一字。 \\n [１３９]《藕香》本「帝」作「聖」。 \\n [１４０]《藕香》本「背」作「肯」。《學津》本、《唐宋》本、汲古閣本并同。 \\n [１４１]《藕香》本「相府國」作「相國府」。傅校同。 \\n [１４２]《藕香》本「宛」作「他」。 \\n [１４３]「憫予小子，奄紹丕愆，哀號永感，五情糜潰」，《隋書》卷五《恭帝本紀》作：「憫予小子，奄逮丕愆，哀號承感，心情糜潰」。 \\n [１４４]《隋書?恭帝紀》：「昔在」作「在昔」。 \\n [１４５]《隋書?恭帝紀》：「后」在「辟」。 \\n [１４６]《藕香》本「請」作「議」。 \\n [１４７]《藕香》本「奏」作「奉」。傅校同。 \\n [１４８]《藕香》本「死罪」下復有「死罪」二字。傅校同。 \\n [１４９]傅校「驍」作「謠」。 \\n [１５０]《藕香》本「德」作「得」。 \\n [１５１]傅校「不時正位，人神佇式」作「不時伫位，人神是式」。 \\n [１５２]《藕香》本有「而」字，作「未聞湯武臣而輔之」。 \\n [１５３]傅校「語」作「與」。 \\n [１５４]「裹」疑當作「裏」。 \\n [１５５]《藕香》本無「昭」字，作「西北天火照龍山，童子赤光連北斗……」。 \\n [１５６]《藕香》本無「兵」字。 \\n [１５７]「人恐難」三字據《藕香》本及傅校補。 \\n [１５８]《藕香》本「授」作「援」。傅校同。 \\n [１５９]《藕香》本「三年」作「二年」，《學津》本、《唐宋》本同。 \\n  \\n   \\n  "}
