{"章节": "●大明光宗貞皇帝實錄序 ", "正文": "  \\n ●大明光宗貞皇帝實錄序【據廣本補】 \\n 　 \\n  \\n 朕聞唐虞之蹟紀于典謨文武之政布在方冊所以昭垂百代啟佑後人敻乎尚矣我二祖列宗創守同道著令史官簪筆丹陛一言一動大書特書暨乎因革鉅典臣下章奏莫不綜而載之以備一朝之史今所藏實錄聖德神功大較可睹已維我皇考光宗貞皇帝聰明天縱岐嶷夙成出閣蚤近乎師儒講讀不廢乎寒暑青宮養德為日彌深閭閻之疾苦既所周知邊塞之艱危靡不洞悉神皇厭代寶位初登凡前此未沛之屯膏久欝之士氣一皆遵奉遺詔渙發推行德音始播海內欣然相慶為不世出之聖主也惟是天性篤孝哀怛摧傷萬幾叢于裁决三禮瘁于躬親金縢無圭璧之祈靈藥寡瞑眩之效纔及匝月而龍馭遽上昇矣朕痛音容之莫追念盛美之當述爰命儒臣分曹纂輯勒為實錄卷凡有十起萬曆十年命哲之初訖泰昌元年鼎成之後其間事關國本情繫宮闈長幼之諭蚤明豫建之期屢易乃皇考處危疑而愈定遭震撼而不驚外庭有擁護羽翼之形淵衷無芥蔕將　之跡神化嘿運窺伺潛消及茲三旬之御宇永奠萬禩之丕基雖日不暇給規模宏遠矣至于憑几遺言實冀二三臣僚輔予為堯舜之主朕惟堯舜之道不外孝弟如我皇考之事神祖處天倫之際孝弟之道已通神明其他撤礦稅發內帑起廢臣釋重繫即如天好生何以加茲而且調燮備于股肱聰明廣于耳目芻蕘之言畢採章疏之答如流較之疇咨闢門稽眾舍己允若合符然則為堯為舜道豈在于他求亦步亦趨事不煩夫遠慕朕所為披閱終始彌切羹墻之思循省芳徽益增堂構之感者矣於戲帝典皇猷並垂蓍蔡文謨武烈敢後覲揚凡我孫子其尚鑒茲成憲永率循于無愆奉若河圖期紬繹于勿替庶列聖之緒益光而國家靈長之運千萬年未艾于皇考之遺命亦克副哉謹序 \\n 天啟三年六月十五日 \\n  \\n   \\n  "}
{"章节": "●進實錄表", "正文": "  \\n ●進實錄表【據廣本補】 \\n 　 \\n  \\n 後軍都督府事少師兼太子太師英國公張維賢等誠惶誠恐稽首頓首上言伏以駿烈昭垂開萬年之景祚鴻編紀述備一代之彛章維神化浹乎垓埏宜聲光被于天壤永言懿鑠未罄揄揚恭惟光宗崇天契道英睿恭純憲文景武淵仁懿孝貞皇帝德茂中和道兼述作元良震器占星暉海潤之祥養正蒙功懋日就月將之學乃承華久于潛邸嗣踐阼迨于中身遵末命之導揚時方在疚渙德音于恭嘿言出乃雍撤稅使而辜榷無征發帑金而封椿有濟補官聯于曠列備股肱耳目之司勞將吏于巖疆重腹心爪牙之寄遠近之弓旌四出東南之杼軸盡寬宮中府中釜鬵不隔一日二日章牘靡停雖臨御僅浹三旬而德教已加四海盖惟升儲遵養于生民國計洞艱難疚苦之情以故嗣服乘時凡行政用人盡鼓舞弛張之道粵稽昭代遹遡前猷歷二祖十宗以來襲重熙累洽之盛率漸摩于歲月乃滲漉乎寰區惟仁皇敷政以逾年暨穆廟升猷于六禩未有乾綱甫握成不介之王孚泰運方新奏如馳之玄化歷年少施澤多如我皇考者也恭惟皇帝陛下大孝尊親重華恊帝錫茲祉福宜繼序之不忘率惟敉功肆丕基之並受謂可傳必于可法當永世其有辭惟得壽乃在得名庶終天之無憾皇綸申諭史局弘開乃命臣張惟賢為監修官臣葉向高臣韓爌臣何宗彥臣史繼偕臣孫承宗臣朱國楨臣顧秉謙臣朱延禧為總裁官臣林堯俞臣鄭以偉臣周如盤臣錢象坤為副總裁官臣周炳謨臣來宗道臣汪煇臣張鼐臣董其昌臣蔡毅中臣成基命臣李康先臣姜逢元臣羅喻義臣孟紹虞臣王祚遠臣曾楚卿臣莊際昌臣張翀臣侯恪臣傅冠臣丁乾學為纂修官臣惟賢暨臣向高等仰體宸衷恪循詔命發秘藏于內府蒐職掌于諸曹自華渚虹流之辰迨鼎湖龍馭之日于凡起居言動政令批裁以至事涉宮闈計關宗社書寧詳而毋略言必信而有徵務使乾旋坤轉之功垂千秋而不冺直令帝驟王馳之略並列聖以無窮恭成光宗貞皇帝實錄八卷寶訓四卷繕寫進呈臣惟賢等才乏三長愚慚一得極思揚搉形容未擬其神明勉効編摩義例祇遵夫睿斷幸覩獲麟之紀用紹貽燕之謀伏願揚烈覲光守成致治為堯為舜長思玉几之遺言乃武乃文永保金甌之大業臣惟賢等無任瞻天仰聖激切屏營之至謹奉表隨進以聞 \\n 天啟三年七月十六日後軍都督府掌府事少師兼太子太師英國公張惟賢等謹上表 \\n  \\n   \\n  "}
{"章节": "●纂修凡例", "正文": "  \\n ●纂修凡例【據廣本補】 \\n 　 \\n  \\n 一即位禮儀及賞賚之類備書 \\n 一追上神宗顯皇帝尊號祔廟稱宗并上孝端顯皇后孝靖皇太后謚號書議上孝元皇后孝和皇后尊號謚號雖不及舉行而奉所敕諭皆書 \\n 一諭封貴妃選侍及停封緩封皆書 \\n 一諭冊立皇太子擇日具儀悉書 \\n 一祀天地宗廟社稷山川等神及遣官祭嶽鎮海瀆帝王陵寢先師孔子皆書 \\n 一凡詔書悉錄全文其敕諭廷臣邊臣恤刑寬貸之類關係重大者亦錄全文 \\n 一宣召文武大臣科道官諭問及用藥皆書遺詔之辭備書 \\n 一簡用閣臣召還舊輔特簡東宮講官同入閣皆書 \\n 一勳戚承襲及詿誤復爵書 \\n 一授三公三少兩京府部等衙門堂上官及翰林科道侍從官在外各省都布按三司行都司堂上官行太僕苑馬寺卿塩運司使皆書其卿寺久缺不補考選改授科道等官久寢始下者特書 \\n 一遵遺詔起用抗疏國本及因事建言詿誤黜謫諸臣書 \\n 一特諭加恩東宮講官及卹錄書 \\n 一因邊事新設練兵督餉等官及更定住防地方書 \\n 一文官誥敕常例外有特賜者書 \\n 一凡田土稅粮因事加泒酌支本折分給兵工部一應軍需備書其數其有减免及進解存積等項并書 \\n 一發內帑犒賞九邊軍士及充邊餉分別多寡之數備書 \\n 一撤回榷稅中使及蠲免　皇店堆塩地等租書 \\n 一內庫歲辦物料進貢等項有奉旨停减者書 \\n 一海運新開事宜及截留漕粮召商募船等事書其漕運有改折者書 \\n 一屯種開墾有事例新定者書 \\n 一塩場有新定中納則例書及錢法有新令亦書 \\n 一遇荒旱設法賑濟書 \\n 一朝儀有奉旨申飭者書 \\n 一議改元及修改曆日年號書 \\n 一提督學政條例有更定者書 \\n 一開納事例有新增者及停止皆書 \\n 一頒賜宗藩銀幣常賜外有特加并推及條例所未載者書 \\n 一喪葬之禮及上 \\n 尊謚冊文議文備書山陵遷祔禮儀有因時更定者書 \\n 一凡公侯駙馬伯在京文武三品以上不拘見任致仕歿皆書卒及概見其行實善惡務合公論其有贈謚及賜祭葬前未賜後補給者書若文武官有治行顯著及沒于王事 \\n 奉特旨優恤者不論職之大小皆書 \\n 一欽天監奏天象氣候七政凌犯中外奏祥異皆書河清特書有進規頌及詩賦亦書 \\n 一四夷來朝貢及宴賚皆書其有請給誥敕特賜者書 \\n 一處分北虜封貢事宜書 \\n 一京營戎政及各邊戰守事宜皆備書各處鎮守防邊閱視文武大臣有增設裁革者書 \\n 一邊鎮主客兵馬之數及召募援遼土客兵所費資粮器仗車馬等數悉書其處治逃亡兵將亦書 \\n 一邊鎮文武官有罪繫獄者書常律外別有斷罪條例亦書 \\n 一釋禁錮罪宗及建言繫獄者書審釋囚犯亦書刑官有平反冤獄者本末書之 \\n 一風憲官及文武官僚彈劾大臣之罪皆書并書所得旨意其職非大臣而所犯重者亦書 \\n 一發內帑營建宮殿書修理郊壇書 \\n 一欽定陵名書 \\n 一更定三王分封地方及營建府第皆書 \\n 一修繕各處城池屯堡及新建革者皆書 \\n 一內府工作織造採辦皆書 \\n 一商匠簽取放免及頒給料價書 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之一", "正文": "  \\n ●大明光宗貞皇帝實錄卷之一 \\n 　 \\n  \\n 光宗崇天契道英睿恭純憲文景武淵仁懿孝貞皇帝諱神宗範天合道哲肅敦簡光文章武安仁止孝顯皇帝第一子也母曰　孝靖皇太后王氏先是萬曆十年壬午　太后以四月冊封恭妃八月十一日　上誕生萬曆二十九年十月立為　皇太子性孝謹寬仁非禮勿動每問安起居應對安節能得　神宗意　神宗穆然深念國固極垂愛護而　上益小心謹畏父子間慈孝浹洽雖宮闈近幸莫能窺也當　上生時　神宗御皇極殿群臣稱賀遣官祭告　郊廟　社稷詔告天下已加上　兩宮聖母徽號覃恩中外者再　聖母出宮儲二十萬金犒京邊軍有不足詔以太僕寺馬價給之頒賜輔臣及講官等銀幣已進秩各有差盖是時　神宗春秋鼎盛宮闈肅穆而元嗣誕生兩宮豈懌故推崇顯懿敷恩錫類薄海欣欣慶吾君有子焉尋諭內閣擬名內閣擬四字凡再進俱未稱旨特勑定今名藏之禮部 \\n 十四年【十四年:十字起，至第四頁前五行人云二字止，據春明夢餘錄卷十三(下簡稱「夢餘錄」)校。】丙戌正月　皇第三子生貴妃鄭氏出也貴妃尋進封皇貴妃時主鬯未定而皇貴妃最愛幸廷臣不無私憂會輔臣申時行等請冊立　神宗諭以元子嬰弱少待再請再諭如前旨礼臣沈鯉有折衷典礼疏請加封恭妃得旨子顯母貴待元子冊立加封科臣姜應麟疏請首冊恭妃次及貴妃明詔冊立元嗣為東宮以定天下之本有旨謂其疑君賣直降極邊雜職己吏部員外郎沈璟刑部主事孫如法連疏言之俱被謫科臣楊廷相等救奉旨立儲以長幼為序　祖宗家法朕仰遵成憲俯察輿情豈肯以私意拂公論姜應麟等揣摩上意置朕于有過之地故特處示懲非為奏請【非為奏請:御製序起，至非字止，據廣本補。】冊立之故國本有歸朕已明□曉示待期舉行毋得妄疑【明白曉示......毋得妄疑:館本白曉得妄四字殘缺。】瀆擾又傳諭內閣亦云然盖　神宗英明沉毅修紀敘倫【修紀敘倫:廣本紀作己。】以為天性至親儲宮大典權統一尊事宜獨斷至于宮闈倫序　祖宗舊章　宸慮先定矣 \\n ○十五年丁亥正月申時行等請並舉建儲封王吉典　皇長子正位東宮　皇第三子宜分封大國　聖諭候旨行御史許守恩更申前封妃之說不報 \\n ○十八年庚寅正月朔日　神宗召見輔臣于毓德宮論奏良久乃共以冊立豫教請將退有　旨令宣長哥來與先生每一見時　上至　皇三子【皇三子:廣本皇下有第字。】亦至　上侍立榻右　神宗手攜之輔臣仰視睿容稱賀　神宗悅諭以此　祖宗德澤　聖母恩庇所致輔臣再進諦視　神宗手引　上向明正立【向明正立:夢餘錄明作南。】輔臣因再請早定大計　神宗頷之出再疏申請慰答不必煩擾以間天性禮部尋上疏請有如何紛紛奏擾意欲離間之旨 \\n ○十月兩京九卿科道合詞懇請而輔臣請之益力禮部尚書于慎行以催激奪俸三月　諭內閣以　皇子長幼之序豈有搖動朕意必待朕自處不喜于聒激再凡諄諄數百言輔臣錫爵又上書【上書:廣本及夢餘錄書作疏。】申言凡稱問者貴而使賤之親而使疏之也今　上親挈元子明示臣等以長幼之序臣等因勸冊立以成　上之所欲貴又因請豫教以成　上之所欲親何名為間也且建儲一事前有　皇長子始生之明詔後有屢奉之明旨公有兩部臣僚之合奏私有皇親鄭國泰之專請近有京城之流言遠有海內之喁望重以　九廟之神靈　兩宮之屬望　皇上豈可差舉一念臣等亦豈敢苟順一言詞尤剴切　神宗諭朕以誠實待天下豈有溺愛偏執之理俟過十齡冊立豫教當並舉十月內閣共疏請冊立有詔切責三輔臣各引疾輔臣王家屏獨當直謂欲釋眾疑莫若大信之蚤全欲解搖亂【欲解搖亂:廣本搖作淆，是也。】莫若　聖志之蚤定疏凡再上　神宗遣內官傳諭以明年春夏科道等衙門不來瀆擾便于冬冊立而又傳各衙門造辦錢糧俟後年春舉行是時　聖意已定蓋前詔所云自處者也而科臣胡汝寧以瀆奏罰俸明年辛卯秋工部主事張有德以大禮儀物未備疏請有詔謂其邀功催激奪俸改冊立期于次年會內閣臣合疏爭之強有旨詰責時首輔時行以病在告密揭言故科臣羅大紘【羅大紘:夢餘錄紘作統，誤。】中書黃正賓遂連疏劾首輔皆削籍正賓仍下詔獄杖百時行去國亦尋去家屏乞與國同去不允 \\n ○又明年壬辰科臣李獻可等以請豫教降罰列名者奪俸輔臣家屏封還　御批疏救不報會申救者皆獲譴家屏凡五疏爭之蓋念　明主可以理奪引義决去事宜少濟　神宗雖聽家屏去而　聖心益動時以申救削籍者科臣鍾羽正舒弘緒陳尚象張棟丁懋遜葉初春吳之佳楊其休李周策御史鄒德泳【鄒德泳:夢餘錄泳作詠，誤。】錢一本而科臣孟養浩杖一百為民賈名儒降邊方雜職 \\n ○又明年癸巳有　三皇子並封之旨時首輔王錫爵以　召至密揭建儲事言前　皇上業有今春舉行之旨及茲召期【及茲召期:廣本及夢餘錄召作屆，是也。】廷臣未有先發一言者故臣具疏手封以進□乘此時從中降諭決于春月舉行使盛美盡歸于獨斷　神宗復稱引祖訓立嫡條謂　中宮尚年少朕欲三皇子並封王而虛儲位以待嫡即令輔臣擬諭錫爵擬二諭以進隨疏言待嫡之說臣未之前聞安敢奉　詔昔漢宋母后有養育庶子故事無已請令元子母中宮而正儲位　神宗不許曰奈何以偽亂真遂下前擬而並封之爭起光祿寺寺丞朱維京科臣王如堅【王如堅:夢餘錄堅作璧，誤。】戍邊俄免戍光祿寺卿涂杰寺丞王學曾削籍部科諸臣皆言與歷年　成命不合語侵錫爵輔臣請九卿會議及面陳可否不允而科臣史孟麟上所撰條議錫爵以三誤自劾　神宗報曰卿自引咎置朕何地議乃寢是時爭者則郎中于孔兼主事張納陛顧允成陳泰來賈巖【賈巖:夢餘錄巖作嚴，誤。】薛敷教樂元聲若而人云 \\n ○十一月慈聖皇太后萬壽節【萬壽節:廣本壽下有聖字。】　神宗御門受賀特召輔臣王錫爵見于暖閣輔臣因懇請冊立而言豫教最亟　神宗頷之其閏月朔諭禮部詳擬豫教出閣儀來奏并諭冊立一事久已斷自朕心但以中宮方在壯年不妨待嫡少緩酌于來春先行出閣讀書禮其皇三子【其皇三子:廣本皇三作三皇。】少待次年另行長幼之序即此為定已復諭停尋又諭未行冠禮以常服出閣　命選用侍班講讀各官　命錫爵志皋位提調如儀自三日後每月以逢三日輪侍 \\n ○二十【二十:二字起，至本頁後八行罷字止，據夢餘錄校。】二年甲午二月　上出閣講讀告于　奉先殿朝謁　兩宮　上之御講筵也儀度熟閑舉止凝重儒臣進說經旨潛心聽受間有問荅旁通大旨【旁通大旨:廣本旨作指。】一日講官焦竑仰叩以維　皇上帝降衷于下民若有恒性大義　上應聲曰只天命之謂性是已講官董其昌請問擇可勞而勞之　上答曰此所謂【此所謂:廣本此下有即字。】不輕用民力也講官驚喜歎服時　神宗深拱靜攝　上習讀經典皆有恒度　神宗嘉悅【神宗嘉悅:廣本及夢餘錄嘉作喜。】間與　諸皇子偕召防護有加焉而先是科臣張貞觀以請備出講儀仗降黎通炤以論救罷 \\n ○二十五年丁酉正月宗室山陰王俊柵以建儲婚禮請翦髮並疏俱進二月科臣劉道亨請　元子行冠禮俱不報而俄　詔暫免　皇長子講學 \\n ○二十六年戊戌二月閣臣沈一貫等再以冠婚請【再以冠婚請:廣本婚下有禮字。】奉　諭元子年齡雖長血氣單薄恐傷耗真元必湏陰陽充實不致後悔二月府部科道諸臣各上疏詣　文華門恭進必得命乃退神宗遣內官諭　皇長子元氣單弱少候時月之意閣臣一貫等再疏言之 \\n ○十一月諭內閣　皇長子遲緩冠婚念欲培養豐厚誠愛重之意今春夏屢召問察習字之功見氣質充實書倣對句進益朕甚嘉悅冠禮冊立選婚俟　兩宮落成舉行尋諭禮部朕惟冊立分封東宮及諸親王此乃　祖宗訓章大典嫡庶長幼一定自有次第因皇子稟質清弱况皇后年在妙冲故不得已遲緩少俟耳非有別意危亂國家昨者　大行皇妣之服已滿雖無三殿其二宮不日落成皇長子齡已過期體已充足爾該部便具選婚舊儀來看其冊立加冠禮少俟二宮落成日行 \\n ○二十八年【二十八年:二字起，至本頁後十行天下止，據夢餘錄校。】庚子三月詔議移　皇長子居于　慈慶宮再諭內閣以冊立有期而惡刑部主事謝廷讚之疏瀆且曰使天下臣民曉然知出自朕心斷不惑于奸小之口也會是時天雨傳諭凡遇雨　皇長子講學暫免一日 \\n ○十月戚畹鄭國泰疏欲先請冠婚次舉冊立科臣王士昌糾之禮部署部事侍郎朱國祚以國泰顛倒其詞與　明旨相背恐釀國家無窮之禍無何科臣王德完【王德完:廣本脫完字。夢餘錄完誤元。】請篤厚　中宮之疏上　神宗震怒杖之百且傳諭廷臣無瀆救以致遲延冊期 \\n ○二十九年辛丑二月上移居　慈慶宮是年輔臣沈一貫屢揭催請　諭以俟即擇日舉行九月十八日漏下二鼓　諭內閣傳示禮部上冊立冠婚儀注十月十五日冊　上為皇太子并封諸王上　聖母徽號大赦天下先是擇日已定而內監田義等以合用冊寶冠服等錢糧未完仍　諭著改期輔臣一貫疏言若輕加議改【議改:廣本議作擬。】必陷明主于有過之地萬死不敢　神宗覽疏良久　諭辦具一不備者【辦具一不備者:廣本具作其，一下有一字。】局監俱治之且曰如改日無奈紛紛者當復起也已又　諭權宜用冊文寶文行禮待造完上　聖母徽號日御前補賜盖至是大典完【盖至是大典完:廣本是作夏，誤。】諸諫諍之言行　神宗賜書存問舊輔時行錫爵家屏于家其後頗念家屏去國事卹典特從優厚 \\n ○十二月欽賜各王府禮物賞賜官軍 \\n ○三十年壬寅正月以輔臣請增選　東宮侍班講讀等官如舊制 \\n ○二月冊封郭氏為　皇太子妃錦衣衛指揮郭維城女禮成　神宗免陞殿受賀命　上受賀于文華門【文華門:廣本華下有殿字。】百官行四拜禮是月　神宗偶疾【是月神宗偶疾:廣本無是月二字。】召輔臣一貫入諭以輔佐　東宮為好皇帝有事還諫正講學勤政并及罷礦稅起廢諸事一貫呼萬歲出翌日　聖躬萬安諸事復寢 \\n ○四月以輔臣請　諭東宮照常講學 \\n ○三十一年癸卯十一月有投匿名書于各署語多涉國本且及閣臣一貫賡以聞請嚴行逮捕奉　旨謂其離間親情蓄謀叵測必有主使之人同謀黨類下廠衞城捕嚴緝以絕禍源閣臣請　神宗面諭以安　東宮　神宗即命擬諭以進又命擬一諭以戒飭本宮局郎等官居数日　神宗躬謁　聖母宣　上見于啟祥宮親賜之又賜御書面諭一本盖　上純誠孝友【純誠孝友:廣本作純情友孝，誤。】 \\n 神宗所知故授書之際至于垂涕其篤至如此先是楚宗奏楚王以他姓子冒藩封禮臣郭正域武昌人也素聞其說請行勘【請行勘:請字起，至第七頁後十行起焉二字止，據夢餘錄校。】勘上事皆有跡于是物論紛然以楚藩為假王下廷議獨戶部尚書趙世卿總督倉塲尚書謝杰謂王非假餘皆如楚宗言正域請再勘　神宗意殊難之一貫亦從中阻格與正域相口語正域疏侵一貫且言其受楚王金輔臣鯉頗右正域彼此之嫌生矣其後楚王復訐奏正域【正域:廣本脫域以上十五字。】勒歸聽勘楚事竟寢楚王遣人奏謝因遺書謝諸貴人【因遺書謝諸貴人:廣本無謝以上四字，誤。】楚宗率眾邀諸途【率眾邀諸途:夢餘錄邀諸途作途奪之。】備兵副使【備兵副使:廣本備兵作兵備，是也。】周應治鄞人也恐事露遣兵捕楚宗械而繫之獄諸宗羣訴于廵撫趙可懷可懷譙責之中有一人發憤突起以手械擊可懷立斃傳者遂以楚宗為謀叛捕治坐死斬絞者六七人禁高墻者數十人議者多以為過【議者多以為過:夢餘錄過作冤。】正域行至楊村屬妖書事起諸獻諛者遂言此正域所為一貫意動故揭言此書必出于臣下相傾之詭計特借國本為名而自請絕私為公以身討賊必得真正主使之人殄滅之以洩　廟社之憤其言甚危神宗覽之倉惶故下令大索緹騎兵番四出逐捕而給事中錢夢皋遂露章攻正域且及鯉御史康丕揚等佐之隨發卒圍正域舟盡捕其僕隸佐書乳媼等下詔獄嚴刑考訊【嚴刑考訊:廣本考作拷。】無所得所株連波及【所株連波及:廣本無所字。夢餘錄所作其。】奪官削籍幾斃杖下者甚眾邏卒又圍輔臣鯉第日夜偵伺長安中人皆重足屏息無敢偶語又行文天下搜捕騷然煩擾矣最後乃得皦生光業已欵服然非一貫意故獄久不成禮部侍郎李廷機及趙世卿皆告輔臣賡謂即此可以具獄毋他求語甚切至賡亦力勸一貫如廷機言得　旨廷鞫生光仍欵服而刑部尚書蕭大亨不欲坐生光再三誘令扳扯同謀主使之人生光抗言我自為之誰為主使廷機與御史沈裕湯兆京牛應元輩皆言生光宜坐大亨曰脫他日獲有真犯誰當其辜廷機曰某請任之沈裕等亦曰某願同坐大璫陳矩方主讞深然之拱手曰朝廷有人議遂定乃具奏　神宗亦心悟磔生光于市寢其獄事乃得觧夢皋等後挂察典復奉旨留用物論愈喧彼此紛拏縉紳之釁卒從此起焉 \\n ○三十三年乙巳十一月【十一月:廣本月下硃筆增「十四日」三字。】　皇太子第一子生即　今上選侍王氏出　神宗以元孫生頒詔天下書諭宗藩 \\n ○三十四年丙午二月尊上　慈聖徽號○是月進封　聖母恭妃為皇貴妃先是羣臣屢請進封皆不允至是以宮闈喜慶大典告成特諭舉行人情歡悅 \\n ○三月封　元孫母王氏為才人時禮部擬上封號不稱神宗意傳諭再議隨出　皇明典禮一書內載皇太子正妻皆封妃次皆稱才人故禮部奉　旨定今封 \\n ○十二月二十八日皇太子第二子生與　元孫同母命名由■〈木學〉【由■〈木學〉:廣本作繇櫸。明史諸王傳與館本同。】四歲薨天啟二年追封簡懷王 \\n ○三十七年七月【七月:廣本月下硃筆增「十五日」三字。】　皇太子第三子生命名由楫母選侍王氏八歲薨 \\n ○三十八年十月十六日　皇太子第四子生名由模母選侍李氏五歲薨 \\n ○十二月二十四日　皇太子第五子生命名由檢【命名田檢:田應作由。廣本無命字。】天啟二年封信王母選侍劉氏追封貞靜賢妃 \\n ○四十年壬子　聖母皇貴妃有疾四月薨 \\n ○自三十六年後輔臣向高【向高:廣本向上有葉字，是也。】屢懇請福藩之國疏揭至數十上　神宗意動至四十一年癸丑六月武弁王曰乾上書告奸人孔學等受人指使將不利于　東宮又為魘魅術刻木為　聖母　皇上像釘其目語多涉翊坤宮及　福藩通政司大駭持疏就輔臣葉向高【葉向高:廣本無葉字。】計輔臣請九卿與議多避不至乃語通政司具參疏與曰乾疏並上而密揭言此奸徒所為當靜處之勿為所動動則棼擾　神宗覽曰乾疏震怒欲寢之不可欲下其章則震驚中外又　聖母病目久恐聞木人之說彌生疑慮徬徨莫知所處至掀翻御案左右皆辟易莫敢近忽自言如此大事閣臣何以無言近侍以閣揭進　覽畢默然【默然:廣本作嘿然。】　天顏頓霽將揭疏櫝藏之已向高復密奏曰乾疏當勿發恐疑似影響驚動宮闈事愈難處惟速定福王之國之期以釋天下疑慮　神宗深納之尋以御史參曰乾他事詔下于理當是時人情震懼謂其禍倍于　往年之妖書賴　聖慮深遠輔臣鎮定處危疑若無事而中外大安 \\n ○十月禮臣孫慎行以福藩就國之期請得　旨少俟俄傳諭內閣以　聖母稀齡在邇當留福王慶賀俟禮成之次年擇吉之國向高具揭言　聖母稀齡委當稱賀目前壽節正屇合于今冬豫行稱賀【豫行稱賀:廣本賀作慶。】仍即擇定之國之吉庶慶典有光　神宗意大忤是夜復傳　旨言豫慶非是立待回奏向高封還　御札以去就爭且言　皇上以慶賀　聖母之虗名而行昵留愛子之私計天下誰不知之　上鑒其忠誠因命欽天監擇吉期是時禮部侍郎孫慎行擬合廷臣叩闕力爭得請乃已而兵部尚書王象乾贊其議尤力之國期定　福王又必需莊田【又必需莊田:廣本需下有索字。】四萬頃乃行下撫按官摉括無以應向高往復爭辯乃減其□【乃減其半:館本半字殘缺。】中遭聖母崩逝　王又欲留毋行【王又欲留毋行:廣本無欲字。】向高力爭之吉期竟得無改蓋　神宗燕翼貽謀能割愛以定大計而又轉圜從諫故閣臣得矢其忠云 \\n ○四十三年【四十三年:四字起，至第十頁後一行焉字止，據夢餘錄校。】五月乙卯有男子張差持赤梃突入　東宮殿簷下并傷門者璫輩共執之　東宮奏聞下法司提問御史劉廷元疏言其迹涉風魔貌是黠猾刑官胡士相等【胡士相等:廣本及夢餘錄等下有及一二言官五字，疑是也。】緣此遂有風癲之說提牢主事王之寀詳加詰問乃言有馬三道誘至龐劉二中官處與以棗木棍令至東宮逢人即打語多涉翊坤宮之寀以聞科臣何士晉力言當窮其事太常少卿史孟麟亦有疏　神宗不得已召　上慰諭因率　上及皇長孫諸王孫【諸王孫:廣本及夢餘錄王作皇，是也。】詣慈慶宮【慈慶宮:廣本及夢餘錄慶作寧。】 \\n 聖母几筵行告慰禮召見羣臣于宮門外　神宗白衣冠立左簷前　上青袍侍于右　神宗詔羣臣【詔羣臣:廣本臣下有諭字。夢餘錄詔作召，臣下有諭曰二字。】 \\n 皇太子國家根本朕豈有不愛諸皇孫振振眾多朕喜甚何外廷疑朕有他也時御史劉光復從班後抗聲稱　皇上東宮慈孝【御史劉光復從班後抗聲稱皇上東宮慈孝:卷四庚戌條所記同。據夢餘錄載文震孟孝思無窮疏，光宗實錄改修本記此事作：「張差闖入東宮，言者紛紛。御史劉光復言：致辟行刑，一獄吏任，似不必言官詫為奇貨，居為元功。以此二語，為異議者刺骨。文震孟論此事謂，劉光復之得罪也，實以奏對越次，然據其言，亦但言皇上極慈愛，太子極仁孝，亦未見其有功於神祖及光帝，而奇貨元功之語，不可謂非抹殺忠義矣」。】語不甚明　神宗責其恣肆震驚　几筵令緹騎捉出笞杖亂下　上亟止之得　旨下法司　神宗復諄諄理前諭命决張差龐保劉成等　上從旁請無株連以傷天和　神宗復命　上代諭羣臣　上承旨諭爾等毋聽流言為不忠之臣使本宮為不孝之子　神宗悅命閣臣速擬諭以進尋誅張差于市斃龐劉二璫內廷比獄上率從寬典方事初起中外聞者無不驚駭心知其故而難于言至風癲之說倡則議者謂其意有所為而王之寀直發逆狀刑部尚書張問達亦以為然形迹愈露顧必欲窮究其由來則所傷實多　神宗默念大臣中無足與計不得已而自行召諭其不下二璫于理亦有深意又賴　上孝思婉篤曲為周旋法正而宮闈安其所全者大矣然使是時　福藩尚留邸中則事更難處而維時主風癲者遂齮齕王之寀罷其官史孟麟謫何士晉補外人甚不平焉【遂齮齕王之寀罷其官......人甚不平焉:據文震孟孝思無窮疏，光宗實錄改修本記此事作：「四十三年五月，有男子張差持梃入東宮殿簷下，擊傷門者，中官共執之。巡視皇城御史劉廷元回奏：張差話不情實，語無倫次。按其迹若涉風魔，稽其貌的是黠猾。而刑部提牢主事王之寀捏謀危東宮之說，詞連二璫。科臣何士晉、行人陸天、受主事張廷等附和其說，愈加激聒」。】 \\n ○四十四年丙辰八月上御文華殿東房講讀一日先是　東宮輟講大小臣工懇請有年矣是歲五月輔臣更為請期補官二疏以奏奉　旨著于秋爽舉行至是乃下侍班講讀等官又　命所講經書照舊接續講讀然未幾復輟至次年春再一舉行初　上當命哲之日天佑　皇衷　詔誥恩賚業儼然荷震器之重【業儼然荷震器之重:廣本無業字。據文震孟孝思無窮疏，光宗實錄改修本此段作：「當命哲之日，詔誥恩賚，儼然負震器之重。儲宮既定，典制大明，而浮議外滋，無端蔓引，皆好事者之過」。】厥後　天意未有所移而時情不無觭向正嫡之嫌既生佩玦之疑滋起以仗義抗節之士吐防微杜漸之忠君曰有待臣曰何待而朝論紛紛矣逮夫　儲宮既定禮制大明而讒搆內滋釁孽外作以　貳極之尊安涉隕淵之險危所藉　九廟護呵【護呵:廣本作呵護。】　神祖沉幾寵藩既出嘖議遂消　國祚奠于泰山天也然父子天性終始無間倫物之盡隆于　兩朝仁孝之經垂于萬禩稽之前代罕有其比矣　神宗晚年攬權靜攝　上久在東宮周知民間疾苦及奉　遺詔德音迅發既登阼銳意圖政惟日不足中外忻忻更始而又篤愛臣工不時召見如家人父子疾自夙嬰兼誤醫藥至今稱為一月天子萬年聖人云 \\n 明光宗貞皇帝實錄卷之一 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之二", "正文": "  \\n ●大明光宗貞皇帝實錄卷之二 \\n 　 \\n  \\n 萬曆四十八年庚申七月丙子朔二十二日丁酉以　大行皇帝賓天告于　奉先殿【奉先殿:廣本先作天，誤。】 \\n ○令禮部【令禮部:廣本令作命。】會翰林院議大喪禮儀○禮部進　大行皇帝喪禮儀注 \\n 一二十二日發喪不鳴鐘鼓二十三日大殮二十四日成服 \\n 一在京文武官員自二十二日聞喪白布員領【白布員領:廣本員作圓，是也。】烏紗帽黑角帶皂靴詣思善門外哭臨退于本衙門宿歇不飲酒食肉二十四日二十五日二十六日各具斬縗服詣思善門外朝夕哭臨七日各十五舉聲而止凡入朝在衙門視事用白布裹紗帽【用白布裹紗帽:廣本裹下有烏字。】垂帶素服腰絰麻鞋退居即服孝服通二十七日而除 \\n 一在京諸寺觀各聲鐘三萬杵 \\n 一聽選官辦事官監生人材吏員僧道坊廂人等俱素服自次日晨赴順天府朝闕哭臨至二十四日各官具斬縗服監生人等素服朝夕哭臨三日各十五舉聲而止仍素服通二十七日而除 \\n 一在外諸王世子郡王及王妃郡主以下聞訃皆哭盡哀行五拜三叩頭禮畢並易素服第四日服縗服二十七日而除 \\n 一　遺詔到日在外文武官員人等素服烏紗帽黑角帶行四拜禮跪聽宣讀訖舉哀再行四拜禮畢各斬縗服于本衙門宿歇不飲酒食肉每日于本衙門望闕哭臨三日各十五舉聲而止自是素服通二十七日而除 \\n 一在外官員命婦聞喪素服舉哀三日通二十七日而除軍民男女素服 \\n 一十三日而除 \\n 諭內閣等衙門大小臣工各盡心供職毋怠　諭報訃于宗室　諭兵部并勑護衞官兵戒嚴中外　發帑金一百萬犒九邊奉　遺旨也　先帝彌留時大臣問安且面請用人發帑諸事　聖體困倦未答而上時侍疾既退從容申啟翌日傳　遺旨發之且諭　父皇特念遼東九邊文武將士勞苦憫恤至意三軍聞之歡聲雷動 \\n ○罷天下礦稅令旨先年開礦抽稅為三殿兩宮未建帑藏空虗權宜採用近因遼東奴酋叛逆戶部已加派地畝錢糧今將礦稅盡行停止其通灣等處稅監張燁馬堂胡濱潘相丘乘雲等都著撤回其見徵在官稅銀觧進自萬曆乙未大工鼎建武弁市猾輩以開礦奏而諸璫從中主之礦事遂興榷稅亦起遣璫四出而首事弁猾投為爪牙其奸利之徒夤緣差遣謂之奏帶官所至騷動驛遞暴苦平民【平民:廣本平作軍。】間有內輸而得不償失至于設店徵稅算及雞豚稅以萬計官僅得其什一當　神宗晚年亦議停議減半以助經費矣而餘虐未息至是遵　遺命悉蠲焉後又有各內使將見徵并拖欠等稅銀俱親押解進之旨兵部尚書黃嘉善復請所觧進者應以本年七月前已徵者為定毋更以拖欠擾民　上從之于是關市山澤一切無藝之徵為之盡洗 \\n ○令旨諭內閣　父皇遺言爾母皇貴妃鄭氏侍朕有年勤勞茂著進封皇后卿可傳示禮部查例來行禮部左侍郎孫如游疏言臣詳考累朝典故並無此例其以配而后者乃敵體之經其以妃而后者則從子之義歷朝以來豈其無抱裯之愛而終引去席之嫌【終引去席之嫌:廣本席作度，誤。】以禮之所不載也　先帝念皇貴妃之勞苦當不在無名之位號　殿下體　先帝之心亦不在非據之尊崇且　王皇貴妃誕育　殿下豈　先帝意所不留而恩尚有待即　鄭皇貴妃而習于禮處非其據必非其心之所安夫善繼善述正須斟酌于義若義不可行則遵命非孝遵禮為孝臣若不顧義禮而曲徇意旨則又欺罔不忠臣不敢以不忠事主尤仰冀　殿下以大孝自居也疏入未報 \\n ○免命婦哭臨并祭○令各王府各衙門陸續進香者照舊例十日一類進赴思善門行禮允部請也 \\n ○直隸廵按易應昌疏言今日事勢最亟者兵顧募之不必應應而復逃調之不必至至而復逃今天下之兵未可恃也且其亟莫如餉天下無一歲不旱澇亦無一地不旱澇淮南之三十萬不苦于糧而苦于船山東之六十萬苦于船而并苦于糧數千百之生靈試于風濤礁磧之中國固有靈人誰無恐【人誰無恐:廣本恐作怨，是也。】今天下之食未足恃也　皇上所以有其民者有其心也乃兵之逃者噪者【逃者噪者:廣本噪作譟。】饑民礦賊之不靖者無日不見告矣猶曰有所激之也居中無事聚徒作奸以不測之禍心乘易訛之愚眾白蓮無為之教蟻聚蜂屯綠林亡命之雄鴟蹲虎視未敢深言不勝深慮今天下之民心未可恃也逃兵掠食其心既已在身命不在國家樂禍幸災其心不惟不在國家并亦不在其身命占風望影其情何不可為天下事可忍言哉即以財用論積而不散既同朽蠹用之不經復類泥沙餉之邊者成百成千不□三軍之腹攫之市者一倍幾倍半多九尾之囊至于今瓶罄罍恥共嗟巧婦之炊拯溺救焚總無終歲之局曰勸輸曰開納夫已存乎其人曰摉庫曰糶倉何以繼乎其後惟一鼓鑄為自然之息莫應燃眉惟一興屯為長便之謨猶同築舍諸臣計出無奈則加派而已矣謂眾輕似易而屢易則難謂事已即停而停于何日奉者非人行之無狀殷鑒不遠良可深思臣故曰今天下無一可恃者此也然則如之何莫如廣任仁賢則政事自理然功非運掌宜先民力之寬天不雨金孰應東方之急　發帑之說極便極快臣請以遼左一年之餉求　皇上之自捐【求皇上之自損:廣本及國榷損作捐。】而以此外之調劑此後之支橕一信仁賢之共理民之見德必倍皇上之收功更倍臣奉　命儹運所見天下情勢實是如此仰懇　皇上留神省覽疏上在　先帝彌留時遂寢不報 \\n ○白氣見夜四更候得白氣如疋練長三丈餘穿過牛女虗危歷軫至翼良久乃散 \\n ○戊戌頒　大行皇帝遺詔于午門詔內言　皇長孫宜及時　冊立進學　瑞王　惠王　桂王各擇善地令早就藩封內閣輔臣亟為簡任卿貳大僚盡行推補兩次考選拜散館科道官俱令授職建言廢棄及礦稅詿誤諸臣酌量起用一切榷稅并新增織造燒造等項悉皆停止各衙門見監人犯俱送法司查審釋放東師缺餉宜多發內帑以助軍需　上於旬月間【旬月間:廣本月作日。】皆次第舉行焉○改戎政兵部尚書黃克纘為刑部尚書仍太子太保戶部倉塲尚書張問達為都察院左都御史各疏辭不允 \\n ○陞三邊總督張鶴鳴為兵部左侍郎○陞湖廣廵撫僉都御史徐兆魁為左副都御史恊理院事○陞太僕寺少卿蘇茂相廵撫浙江太常寺少卿胡來朝廵撫大同徐可求廵撫四川俱都察院僉都御史茂相可求提督軍務來朝贊理軍務初閣臣于　神宗寢疾時面請簡大僚下撫臣奏故得　旨為速○陞湖廣道御史房牡麗江西道御史唐世濟俱大理寺寺丞時該寺堂上官缺久獄滯至是讞决為清○起陞原任吏科都給事中李瑾為太常寺少卿戶科給事中黃運泰為光祿寺少卿工科給事中毛一公為尚寶司司丞運泰一公皆萬曆二十四年以兵部推陞宋世恩事謂言官不能論列革職先是吏部尚書周嘉謨有　聖主原無成心乞恩錄用山林諸臣疏奉　旨下部酌量推用逮　遺詔下以次推擢耆舊【耆舊:廣本舊作老。】彙征充廷自此始 \\n ○陞雲南道御史俞誨湖廣左參政福建道御史楊州鶴山西右參政○陞禮部精膳司郎中楊作楫江西右參政○陞吏部文選司郎中陸卿榮為太常寺少卿○改禮部主事夏嘉遇于南京祠祭司○起陞原任吏部文選司郎中王三善【郎中王三善:廣本脫中以上三十四字。】為太常寺少卿○陞河南道御史王象恒山西道御史馮嘉會俱太僕寺少卿　命惠安伯張慶臻左軍都督府掌管府事○大學士方從哲恭候慰安于　乾清門外【乾清門外:廣本清下有宮字，是也。】　召進從哲謝發帑謝發章疏因請簡用閣臣奉諭具閣疏行之 \\n ○下御史廵按省直諸差劉廷元順天張至發應天張銓遼東黃彥士河南舒榮都湖廣鄭宗周福建劉有源廣西聶紹昌甘肅王槐秀山東而廵視兩關則申廷譔廵視鹽務則郭如楚長蘆張潑河東張師孟兩浙○命御史萬崇德督理遼東糧餉【命御史萬祟德督理遼東糧餉:廣本此節接本頁後一行畿字下。】○命戶科給事中李若珪河南道御史顧慥並廵視京營起原任御史陳宗契廵視南京畿○陞原任山西副使郭尚友為山西按察使井陘道補原任廣東按察司副使吳玄為河南副使河北道○遼東總兵官李懷信以病免○以西安前衞署所鎮撫魏汝孝量陞指揮僉事守備宣府龍門城地方以武舉加級濟南衞中所鎮撫孫嗣徽量陞署指揮僉事守備宣府保安新城地方俱照例以都指揮體統行事從督臣崔景榮請也○贈兵部右侍郎楊應聘為兵部尚書仍給與考滿恩典廕嗣男楊京旭為國子監生 \\n ○己亥令旨再發帑銀一百萬兩與戶部充遼餉命別部不得分用并前犒賞二項共給腳價五千兩毋騷擾驛遞毋留滯太倉差官即發自遼邊軍興餉匱民間畝稅再加物力已竭尋開事例旋議摉括在廷計無所出日以內帑為請當　先帝不豫時已發廣西進到助餉稅銀八萬五千四百餘兩命監軍道僉事牛維曜赴遼接濟而令旨再賜百萬盖　上養德青宮慮周庶政其干邊軍之疾苦驛置之擾害胥吏【胥吏:廣本作吏胥。】之那移留難罔弗洞悉故部臣稱　上憂民之心同符堯舜用兵之略有光湯武云 \\n ○延綏廵撫董國光上本鎮防秋兵馬数闔鎮兵馬除援遼入衞守墩等項外堪戰有馬官軍家丁一萬三千八百一十七員名內除馱砲運糧京塘報外有馬堪戰官軍丁【官軍丁:廣本軍下有家字，是也。】一萬二千九百五十九員名沿邊西自定邊營起東至黃甫川堡止邊長一千九十一里零一百六十六步 \\n ○申罪臣摭辦禁【申罪臣摭辦禁:廣本辦作辨，次行同，是也。】先是原任遼東總兵候勘李如栢原任遼東河東總兵李如楨具疏辦罪皆擅自投進不繇通政司通政使姚思仁參其踰越　祖宗舊例乞申勑【乞申勑:廣本勑作飭。】會極門　上是其議詔犯者聽該司參治○改禮部儀制司郎中須之彥為光祿寺寺丞仍支從五品俸留部管事前是之彥以二王婚禮告竣題陞本秩值典禮殷繁奉　旨留任是時具禮儀慎封典及請定建儲日期之彥勞為多○起陞原任山西副使呂純如【呂純如:廣本呂作李，誤。】為光祿寺少卿原任山東右參議王紹徽為通政司右參議○吏部請補用考選散館科道官奉　旨各官遵詔補用于是補庶吉士?謙貞吏科韓繼思刑科考選惠世揚工科俱給事中其考選候命三咨有久至八年者不旬日次第俱下言路始疏通矣 \\n ○授原擬禮部主事王繼會【王繼會:廣本會作曾，是也。】為戶科給事中原擬南京戶部主事王安舜為湖廣道御史原擬工部主事喬時敏為南京陜西道御史南京吏科給事中晏文輝以廵視兩差未下請奉　令旨姜習孔等都著到任管事于是吏部題姜習孔歐陽調律陶崇道俱授南京給事中習孔吏科調律崇道俱戶科○陞兵部武選司郎中潘瀾為湖廣右參政下湖南道車駕司郎中魏成忠為廣東右參政瓊州兵備原任湖廣參議瞿汝說為江西右參議湖西道○陞戶科都給事中官應震為太常寺少卿提督四夷館○南京工部尚書丁賓乞致仕尉留不允 \\n ○經略遼東熊廷弼以病求去且言臣一死無益于遼而廢極重之軍務　朝廷亦何利于臣之一死因力求罷自閱科出關而議論生遼事益難為矣　先帝因遣科臣有十羊九牧之旨及彌留時又對輔臣言遼事破壞繇于文武不和其後失遼陽廣寧人皆仰服神見 \\n ○庚子文武百官軍民耆老人等奉箋勸進其詞曰天祐君師受命叶河清之應運鍾　神聖紹休衍川至之符率土改觀普大胥慶欽惟　大行皇帝智仁獨縱文武兼資法　祖纘　宗膺二百餘載洪圖【洪圖:廣本洪作鴻。】治安有象顯謨承烈撫四十八年鳳曆悠久無疆華夷莫不尊親童叟共躋仁壽方持盈保泰擁神器以彌昌遽厭世倦勤攀鼎湖而莫逮睠茲付託端屬元良敬惟　皇太子殿下恭敬溫文聰明齊聖金追玉琢既培潛德于當年□　龍行可卜太平于今日頃奉　先皇末命俾承　列聖丕基舜日重華天祿永綏伊始堯文再煥人心傾注維新蓋繼體得人　宗社生靈有賴而吾　君有子謳歌訟獄成歸【謳歌訟獄成歸:廣本訟獄作獄訟，成作咸，是也。】雖在孺慕之時當以紹述為孝伏願際天人之交與念曆數之在躬涖中國以奠四方早慰臣民之望坐明堂而朝羣辟遠追功德之休乘六御天渙更新之大號奉三立極歡利見于文明【歡利見于文明:廣本歡作觀，是也。】臣等無任祈籲俟　命之至　皇太子令諭答曰覽所進箋具見卿等憂國至意顧予哀痛方切繼統之事豈忍遽聞所請不允○是日禮部啟天下文武進賀　聖節官員應許隨班行禮從之 \\n ○戶部尚書李汝華疏言遼左用兵仰屋日久計窮于事例力竭于加派曾經臣請乞犒賞【曾經臣請乞犒賞:廣本曾作會。】戶兵兩部業湊三十萬兩解用而值內帑再發又出腳價轉輸臣議在遼東者應分犒分餉充餉若干犒賞若干行經略分別確数具奏外其一百萬兩並腳價係分發九邊者查九邊共一十三鎮道有遠近軍有多寡事有緩急賞有差等須另為酌量就鎮計兵就兵計餉計算詳妥乃可差官領發會同撫按頒給有稽遲等弊臣部查明具奏已題員外郎李采主事楊國柱解銀遼東又題司務郭長發郎中嚴九岳田一井員外郎田鳳儀主事向胤賢解銀九邊奉　旨依擬仍著地方督撫多發兵將【多發兵將:廣本多下有方字。】防護毋悞 \\n ○辛丑文武百官軍民人等再上勸進箋其詞【其詞:廣本詞下有曰字，是也。】長君國之福大統定而天下始安　元后民所依丕基纘而輿情允愜當八表効靈之日值　九重正位之時謹勒下忱再干　聖聽我　大行皇帝致治昭明成功巍煥襲二祖　八宗之景運鴻祉無虞漸九州四海以深仁燕貽有永爰念承祧之重特頒　顧命之詞敬惟　皇太子殿下天縱聰明性生仁孝離照啟前星之瑞帝王有真乾符當就日之期臣民交戴乃　聖心冲抑寵俞未允于　宸衷致眾志憂惶顒望益深于寰宇臣等竊惟恭默雖云思道而纘紹所以覲光矧一日萬幾天位豈容或曠而百官咸式神器不可久虗自昔周固本支實資明兩以致漢啟磐石【以致漢啟磐石:廣本致作至。】必係元良惟往牒之昭垂宜鴻儀之肇舉伏願　殿下早履洪圖聿宣新政天下歡聲雷動　朝廷德諭天敷乾坤轉而四時【四時:影印本時字不明晰。】成遵王有極　聖人作而萬物覩保世滋昌無任懇切俟　命之至　皇太子令諭答曰卿等為　宗社至計言益諄切披覽之餘愈增哀痛豈忍遽即大位所請不允 \\n ○禮部題參二十三日光祿寺應備文武官共祭一壇時備辦遲悞合行罰治奉　旨堂上官免究署官奪俸三月其管辦內臣陳進著司禮監查究○先是刑部以熱審屇期催請者屡矣頃乃得　令旨允行比再奉　旨催問開釋者眾鼓舞于道 \\n ○廣西廵撫陳邦瞻奏田州岑茂仁本叛猛罪孽肆虐屬邑納上林縣土官黃德勛叛弟黃德隆叛子黃祚胤謀襲其城破之三兇同惡推刅德勛奪印信擄妻妾子女玉帛以去事聞撫道府問狀而茂仁黨庇二逆掜德勛為病死以祚胤為當繼法應聲罪致討即四境土司亦思共伸義舉第西粵憊極未可以師然隱忍不以時聞且成尾大之勢謹據實題參伏乞　下部覆議【覆議:廣本作議覆。】　勑臣等隨宜計議調度兵食以圖善後事下兵部 \\n ○詔下房山縣民陳槐于法司槐與王昇以爭認皇親事累經廵視衙門查審未服【查審未服:廣本服作報。】至是槐子陳象坤與其黨拘執王昇廵視御史以聞乃奉　旨究問○補給原任吏部尚書趙煥卹典煥歷官有清望再秉銓衡值縉紳交爭輿情未愜末年以九卿伏闕請帑煥為首名見忤屬滿考當加官久寢不報鬱鬱而卒卹典亦停至是部臣以為言乃允 \\n ○壬寅文武百官軍民人等三上箋勸進其詞曰天人協應法舜禹之代終曆數有歸昭啟誦之嗣服故大德必得其位惟至孝克纘厥猷若遜讓之未遑將輿情其何愜敢煩瀆請冀　賜允俞敬惟　皇太子殿下荷　天眷命席世累仁　聖學懋乎緝熙　睿質成于追琢鳳姿溫潤蚤毓瑞于　青宮龍德正中宜承庥于　紫極矧彌留之攸託惟纘緒之是期【惟纘緒之是期:廣本緒作述。】乃泰德初新已見兆心之共戴而　謙光下濟猶然三讓而不居竊惟繼志【竊維繼志:廣本志作述。】非聖人不能即當憲天以出治諒陰古帝王代有貴在從禮而抑情雖哀慕未適諸懷【哀慕未適諸懷:廣本適作釋，是也。】而艱大必軫諸慮是宜告之　郊　廟光昭　元子之成功于以示諸華夷丕著　新君之一統臣等用是瞻　天懇請跼地恐惶倘微忱之未通將叩閽而不已伏願　殿下慰羣情而稱明明后思遺訓而宅丕丕基上貽　文考以無憂盡內外無不思服遠邁大禹之有子凡血氣莫不尊親臣等無任懇悃激切俟命之至　皇太子令諭答曰　皇考大行皇帝上賓予哀痛悲號五內摧裂而文武羣臣軍民耆老人等以　祖宗基業之重　皇考遺命之嚴上箋勸進至再至三已悉忠懇【已悉忠懇:已字起，至十二行「至再至三」止，廣本脫。】天位至尊誠難久虛况　遺命在躬不敢固避勉從所請　皇太子令諭禮部曰　皇考大行皇帝上賓予哀痛悲號五內摧裂而軍民耆老人等以　宗社基業之重　皇考遺命之嚴上箋勸進至再至三義正辭懇不得已勉從所請茲當祗告　天地　宗廟　社稷即皇帝位爾部擇日具儀來聞 \\n ○差大理寺等衙門評事等官祖重燁等往省直地方開讀詔書○禮部題　登極大典近因朝會久虛禮部禮節未經閑習【禮部禮節未經閑習:廣本無禮部二字，是也。】擬文武百官青素服于文華殿演禮三日報可○詔革遼東鎮江遊擊戴光裕任以按臣陳王庭劾其刻剝邊兵也 \\n ○薊遼總督文球奏保靖土兵逃至天津屢経委官招安不聽道臣賈之鳳以兵將來集【以兵將來集:廣本來作未，是也。】未便拒堵第督令海防營官兵拒之河岸比有二百餘人浮水且渡兵丁射回隨差官渡河撫諭乃聽招安擒其千總頭目賈文魁下之獄其目兵一百四十名號泣求生乃渡之過河委官押領給之飲食以聽處分其千總賈文魁解監軍審究見在土兵及招回者俱令刻期起行以杜觀望蓋逃兵中有夷目為之鼓倡而千總等官又不能安慰各兵皆無知聽人指使而賈文魁其禍始也大都馭兵與馭民不同馭兵於擾攘之時與馭兵於無事之時又不同各兵視遼如阱忍饑枵腹情實可憐臣以為令後土漢各兵【令後土漢各兵:廣本令作今，是也。】取道都門者應給皇賞銀五錢使歡呼而過輦轂之下此恩之當用者也近又見各兵走險如鶩幾成故事及查屡次應招而來者仍掉臂而去今後應嚴拿首惡梟首藁竿【梟首藁竿:廣本首作示。】其領過安家等銀照数追償庶逃者有戒心乎此威之當行者也得　旨下部 \\n ○工部監督節慎庫主事華顏議嚴定錢價以通國用節慎庫積錢既多用法不廣【用法不廣:廣本法作錢。】又因工作不舉方為鋪?銀錢半給之議而值　大行皇帝賓天市井遂以萬曆錢為葉物【以萬曆錢為葉物:廣本葉作棄，是也。】夫唐宋古錢尚且通用【尚且通用:廣本用作行。】何况昭代之寶宜下令嚴禁賤買賤賣者仍行各省州縣即使鑄有新錢亦應兼用萬曆庶庫貯数萬錢本不致虧折于是萬曆舊錢與新錢並行 \\n ○虜王卜石兔以貢市至邊而素囊未來總督崔景榮報曰欵貢以來十二部夷俱聽虜王之命自卜石兔襲封威令不行于素囊而素囊恃眾抗衡卜酋卜未來也素欲先得市賞卜既來也素卻故事遷延總以爭家未定仇恨日深卜之防素甚嚴而素之窺卜亦密故踪跡參差近于相避頃據卜酋報貢夷人稟稱傳調忠素尚未回話乃偵探忠素之言卻謂卜酋未曾傳調查舊規每次貢市在我未有催貢之賞卜酋得賞已至素酋得賞未至中國之賞不可再加而狡夷之情總屬叵測或卜酋久待不來而忿忿回巢如四十六年或素酋略示驕倨而徐來就市如四十七年皆不可知以至沿邊窮夷失望無聊雖鬪穴止右彼中而延林恐及我地目今分布兵馬慎毖偵防保內地無虞貢之遲速可不論也已素囊卒不至【卒不至:廣本卒作竟。】 \\n ○癸卯欽天監擇日皇太子八月初一日午時　即位○禮部進即位儀注 \\n 一先期司設監等衙門於文華後殿設御座【設御座:廣本座作幄。】文華殿設寶座 \\n 一先期欽天監設定時鼓 \\n 一先期尚寶司設寶案于文華殿鴻臚寺設詔案于殿內東【設詔案于殿內東:廣本內作下。】設表案于丹陛上教坊司設中和韶樂設而不作錦衣衞設雲盖雲盤於殿內東別設雲盤於承天門上設雲輿於午門外鴻臚寺設宣讀案於承天門上西南向 \\n 一遣官以是日早祗告　天地　宗廟　社稷 \\n 一是日早　上具孝服親詣大行皇帝几筵祗告受　命畢乃具袞冕服行告　天地禮隨赴　奉先殿謁告　祖宗畢仍具袞冕服詣　大行皇帝几筵前　孝懿皇后【孝懿皇后:廣本懿作端，是也。】几筵各行五拜三叩頭禮詣　溫肅端靜純懿皇貴妃神主前行四拜禮畢詣　文華殿　即位 \\n 一是日早鳴鐘鼓錦衣衞設鹵簿大駕　上服袞冕　御文華後殿文武官員各具朝服入丹墀內伺候鴻臚寺引執事官進至文華後殿將行禮之時照舊制傳　旨百官免宣表免賀只行五拜三叩頭禮傳畢方引執事官就次行禮贊各供事奏請陞殿　上由中門出陞寶座錦衣衞鳴鞭鴻臚寺贊五拜三叩頭禮訖百官出至承天門外俟翰林院官捧　詔授禮部官置　詔於案上雲盤內從殿左門出至午門外禮部官捧　詔置雲輿內迎至承天門上開讀行禮如常儀 \\n ○甲辰　諭經略遼東兵部右侍郎熊廷弼并督撫廵按官曰近因奴酋【奴酋:廣本奴作虜，誤。】猖獗犯順陷我城堡沒我軍民特命爾運籌調度亟圖戰守揀選兵械相機征剿刻期剪滅見今天氣炎熱邊方尤甚暴露疆塲勞苦忠勤茲沛恩施用彰撫慰賜爾銀一百兩紵絲四表裏總督文球銀一百兩紵絲四表裏廵撫周永春銀六十兩紵絲二表裏廵按陳王庭銀四十兩紵絲一表裏益攄謀猷之忠早奏蕩平之績其在地方總兵等官著該部開寫來看特諭○飭禁兵屯衞各門勇士營兵二千八百七十九員名護衞禁城四門四衞兵一千八百四十八名護衞皇城六門 \\n ○戶部尚書李汝華啟查九邊共計一十三鎮官兵八十六萬七千九百六十四員名所宜分別給賞又查得通州團練山陜【山陜:廣本陜作西。】兵共五千六百二十九員名昌平團練河南兵共二千一百名天津除出關聽遼東給賞外見在總兵王學書家丁三百名江北水兵金冠下一千一十三名江南水兵王表下一千二十三名永平山海等處召募防衞新兵七千名所當一體分給以上二項或有調出援遼應給安家者有逃逋病歿應為扣除者即以扣存餘剩銀兩充作安家之用至于遼犒戶兵二部所發銀三十萬兩又近日先發帑金一百萬兩及今次分發三十萬兩共該銀一百六十萬兩【六十萬兩:廣本脫兩以上二十九字。】議六分充餉四分充賞以遵　詔旨東西缺餉【東西缺餉:廣本西作師。】及軫恤至意容臣移文經畧遵奉施行奉　旨依擬遼東鎮【遼東鎮:廣本無鎮字。】舊額官軍八萬二千三百七十七員名新調援官軍約計一十八萬共二十六萬二千三百七十七員名除發銀三十萬次發銀一百萬外今發銀三十萬兩分為月餉犒賞之用延綏鎮官軍五萬五千三百一十員名銀六萬五千五百一十九兩寧夏鎮官軍三萬一千六百二十四員名銀四萬六百二十四兩甘肅鎮官軍五萬九千八十一員名銀七萬二百八十一兩固原鎮官軍九萬四百一十二員名銀十萬一千六百一十二兩薊鎮官軍四萬一十七員名銀四萬一千二百一十七兩密雲鎮官軍三萬一千二百三十二員名銀三萬二千六百三十一兩永平鎮官軍二萬五千六百九十員名銀二萬七千六百四十兩昌平鎮官軍二萬四千四十九員名銀二萬五千二百四十九兩易州鎮官軍二萬八千六百一十四員名銀二萬九千六百一十四兩宣府鎮官軍八萬八百九十八員名銀九萬八百九十八兩大同鎮官軍八萬四千五百三十七員名銀九萬四千五百三十七兩山西鎮官軍五萬四千五百一十四員名銀六萬三千一百一十四兩除各鎮外又天津等處援遼并團練官軍共一萬七千六十四員名各該銀一萬七千二十四兩通共一十三鎮并團練官軍共八十八萬五千二十八員名總共該銀一百萬兩 \\n ○乙巳募南京浙江兵至京師遼邊告警兵部募兵之使四出初差部官繼遣科道然皆營差便省覲而已而所過驛遞騷動兼以京師遊食妄效計畫煽動縉紳某處有兵某所有將當事不察輕為建白部憚言路唯唯題覆遊食之輩附會差遣【附會差遣:廣本差遣作遣差。】金錢糜費索詐百端至于有司逢迎意指計無所出徒責里甲計戶出丁而丁皆僱募他方不繇土著中途逃散仍責本籍句償【句償:句疑應作勾。】乃至市井無賴視為騙局壯丁僉點孱弱代更究竟邊塞無兵而內地徒滋紛擾先是恊理戎政尚書黃克纘題遣營官募南直隸沙兵并抽南京營兵調浙江營兵共三千赴京訓練又差官募義烏兵四千以二千補還南京浙江而以二千赴京操合之可得五千人戶部以糧乏酌用三千至是南京營兵已先遣營官張茂勛領至而營官張超往募義烏兵除補還南營已足京操三千之數其安家行糧諸費總在協臣題留五萬兩數內支給南京署兵部事右副都御史陳道亨疏聞 \\n ○召還駙馬都尉王昺復職其詿誤監生人等行該衙門查復之昺先年以疏救劉光復原籍為民至是以大學士方從哲請乃復○瑞王桂王惠王【桂王惠王:廣本作惠王桂王，是也。】請給福府莊店遺地條稅下戶部○命戶科給事中楊漣署禮科印信 \\n 明光宗貞皇帝實錄卷之二 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之三", "正文": "  \\n ●大明光宗貞皇帝實錄卷之三 \\n 　 \\n  \\n 泰昌元年時蓋萬曆四十八年也禮未踰年不改元而今稱泰昌元年者何蓋八月之詔既以明年為泰昌元年而九月之詔又以明年為天啟元年于是廷臣議年號者不一　今上下其議部臣侍郎孫如游請集眾論論定上疏曰竊聞曆数代更【曆數代更:廣本更下有「有一君」三字，是也。】有一號大統世及父傳子子傳孫此萬世之經也今　先帝升遐之日猶在萬曆庚申之年而明歲改年之期【明歲改年之期:廣本年作元，是也。】即為天啟辛酉之始萬曆之後天啟繼之則泰昌之號虗而無寄然　神宗之統傳之　先皇而　皇上之統實受之　禰廟今日之紀年既缺異時之信史難徵繼萬曆而開天啟者屬之誰乎科臣李若珪暴謙貞言今年七月以前宜仍萬曆之號八月初一日　先帝登極以後應稱泰昌之年臣等再參之閣部諸臣之議符合居 \\n 多人心之同即典禮之正如唐順宗永貞之號附於德宗貞元之後御史左光斗引證足為今日定例伏乞　勑下臣部通行天下一切章奏文移自今年八月朔至十二月終俱用泰昌元年既不虧　神宗之全曆亦無妨　皇上之改元庶統系分明人心允愜　今上是其議報曰　先帝年號眾論僉同大典允愜深足慰朕孝思其依議行于是定以萬曆四十八年七月以後改號泰昌年【改號泰昌年:廣本作「改泰昌元年號」。】 \\n ○八月丙午朔　上即皇帝位是日早遣泰寧俟陳良弼恭順侯吳汝胤等告　天地　宗廟　社稷　上親告　大行皇帝几筵縗服行禮訖易袞冕服詣文華殿行告　天地禮詣　奉先殿告　列祖以下再詣　大行皇帝　孝端皇后　溫肅端靜皇貴妃各几筵行禮畢午時出　御文華殿陞寶座　命文武百官免賀免宣表止行五拜三叩頭禮訖大赦天下 \\n 詔曰維我　皇明運祚隆昌【運祚隆昌:廣本隆昌作昌隆。皇明詔制載詔書原文與館本同。】基圖鞏固煌煌大曆　聖聖相承　皇考大行皇帝奉天臨民四十八載乾綱在握　觧澤旁流淵穆端居而慮周海內化成久道而誡切日中方垂恭已之衣忽陟上賓之馭顧命神器畀予眇躬仰遵彌留憑兀之言俯從臣庶累箋之請　宗社大計弗獲固辭茲於八月初一日丙午祗告　天地　宗廟　社稷即皇帝位永惟　皇考啟佑之深慈嗣服覲揚之匪易有懷兢惕若涉淵氷尚賴文武親賢一心一德惟是邦家彛憲是訓是行屬茲履阼之初宜煥維新之號【宜煥維新之號:廣本及詔制煥作渙。】其以明年為泰昌元年大赦天下與民更始所有合行事宜開列于後 \\n 一自萬曆四十八年八月初一日昧爽以前官吏軍民人等有犯除十惡至死與詐傳詔旨交結近侍通夷失機強盜人命及侵盜邊海【邊海:詔制海下有腹裏二字。】倉庫漕運錢糧并貪酷枉法逆黨左道煽惑人心【煽惑人心:廣本心作民。】為從營幹鑽剌【鑽剌:詔制作鑽刺，是也。】指稱誆騙潛住京師窺探為奸者俱不赦外其餘已發覺未發覺已結証未結證【已結証未結証:詔制二証字作正。】罪無大小咸赦除之敢有以赦前事相告者以其罪罪之 \\n 一建言廢棄并礦稅詿誤諸臣已奉　遺詔酌量起用其有事關國本抗言得罪降斥謫戍永錮沒身者吏部作速查開職名分別奏請召用卹錄 \\n 一海內民窮財盡即舊額徵輸尚苦繁重【尚苦繁重:廣本繁作煩。】頃因東方未靖勢不獲已加派地畝以給軍需言念民艱深懷軫恤今後各省直加派九□【九釐:影印本釐字不明晰。】地方准免帶徵二分加派一年者免帶徵一年加派二年者免帶徵二年向後酌量事勢緩急漸次議减事寧之日悉與蠲除【悉與蠲除:廣本除作免。】 \\n 一凡被災地方一應夏稅秋糧馬草農桑人丁絲絹布疋綿花絨戶口鹽鈔皇莊子粒屯田牧馬新增草塲子粒租銀曆日防夫水夫民壯弓兵機戶蘆課【蘆課:廣本蘆作葦。】竈課富戶及門攤?稅魚課棗株鈔貫果品等項自三十五年起至四十一年止查係小民拖欠者悉與蠲免其已徵在官及追完經觧員役侵剋者照舊起觧作與加派之數【作與加派之數:廣本及詔制與作為，是也。】鹽井有課無井者著撫按官議豁先年征倭征播加派錢糧曾奉　詔書停免者各撫按官查明但不係題准改作京邊正項著遵　前詔蠲免【蠲免:廣本免作除。詔制此處殘缺。】 \\n 一近來有司急於京邊考成遂緩王糧或有將王糧抵京邊以湊考滿【以湊考滿:詔制作以奏滿考。】致各處王府應得祿米缺少各該廵撫都御史宜督率所屬上緊查催完納如有緩比借抵者參來重治【參未重治:廣本未作來，是也。】其郡王將軍府子女有應請名請封選婚者本府即與保勘奏請承奉長史等官不許需索刀蹬以致稽遲 \\n 一天下宗藩生齒日繁歲祿難繼自本年以後各省撫按酌量原額限定若干除親王外查其世代之親疏位数之多寡通融支給不得濫加其名封結狀仍責成該省布政司廵撫衙門類奏不得專憑五宗徒滋弊竇其開四民之業照依禮部條議通行 \\n 一宗室犯罪發高墻者除叛逆及內亂強盜人命不宥外其越關赴京建言詿誤及身故而遺下子孫妻妾無依者撫按衙門查明原犯情節開具奏請 \\n 一兩京五府掌印管事公侯伯都督總兵副總兵等官錦衣衞掌衞事【錦衣衞掌衞事:廣本作管錦衣衞事。】并管南北鎮撫司事指揮以上官六部等衙門四品以上官并學士及各總督提督廵撫等官先年俱著自陳去留取自上裁但近年人材壅滯班仃寥落【班行寥落:影印本行字不明晰。】且五年軍政考察在邇姑著用心供職其五品以下文職及在外兩司方面先年俱會同考覈但今大計非遠俱著策勵供職無得因循怠惰曠廢職業各部院堂上及在外撫按官【各部院堂上及在外撫按官:廣本及作官。】嚴加督率隨事責成其有偷安廢事者部院科道不時論劾以憑究治 \\n 一朝廷用人惟求真才今後吏部用人毋拘資格凡有才能卓異即便破格擢用以示激勸其養病致仕各官年力未衰素行表著曾經科道及撫按官薦舉者該部亦量才查奏起用但不許市恩濫舉違者治罪 \\n 一察吏安民全藉舉剌黜陟乃有劾到有司贓私人命概置不問止照原擬降調其揭薦署考字義微涉疑似輒擬劣轉名實乖舛莫此為甚今後撫按官舉劾及吏部陞轉優劣務求參綜詳確除露章賢能優敘貪酷提問外其餘註擬俱照考覈【考覈:廣本覈作劾，誤。】規例分為三等斟酌處分不致懸殊仍須著實遵行不得視為文具 \\n 一各處織造羢褐【羢褐:廣本及詔制羢作絨。】紵絲紗羅綾紬等項萬曆四十三年【四十三年:廣本三作二。】以前除造完起解外其未完者俱減去一半餘作三年造完起解以寬民力其應天等府萬曆四年九年未完袍?查係遠年一概停免廣西歲織葛布一百疋為數不多未免擾民相應免造 \\n 一各省直等處額解四司料銀?價磚料生熟鐵黃白麻磚匠??秝麻【??秝麻:詔制作檾麻。】葦夫【葦夫:廣本無此二字。】葦課車價班匠柴夫木柴【木柴:廣本柴作炭。】燋炭銀山塲地租河道退灘地畝籽粒鐵冶民夫麂皮活鹿天鵞狐皮翎毛等項本折自萬曆三十五年起至四十一年止已徵在官者截數起觧不許隱匿拖欠在民者盡行蠲免 \\n 一十庫錢糧各省直徵解本色與赴京辦納者充積庫內【充積庫內:詔制庫內作內庫。】歷年已久輸者解者俱不堪用宜遣廵視官查其足用幾年除本色不足者仍解外其餘查自四十八年以前凡未解者俱暫停本色以寬民力其銀解送該部充濟邊之用 \\n 一各省直解官押進內庫錢糧入京多投歇家攬頭概陷局騙相聚日久先後那補侵費以致敗露原解員役羈囚節年追比或有身死累及家屬無禆積逋詔下之日若五年以上未完者姑准押發原籍歇家攬頭行撫臣勘佑家產抵完拖欠果係家產盡絕准與豁免止各依應得罪名究遣 \\n 一近來民間窮困【窮困:廣本及詔制作困窮。】在外司道府州縣等官【府州縣等官:廣本等官作衙門。】須加意拊循其有多加大耗濫行罰贖勒借軍民私派里甲甚而暗通暮夜賣法鬻獄者各該撫按官嚴行訪拏禁革務在訪確贓跡不時劾奏後來勘問衙門亦須按律治罪不得狥私姑息如撫按官縱容聽兩京科道官指名參治 \\n 一撫按各差訪拏人犯屡經禁止間復舉行中多讐黠窩訪乘機誣搆不無冤濫今後務遵明禁入境受事即刊布奉旨不行訪察諭所屬以杜指嚇果有豪猾病民有司不能治者被害諸人赴訴上官【赴訴上官:廣本官作司。】兩造具備方與聽理其各該衙門贓罰亦不得取盈歲額濫聽告訐株連無辜違者以不職論 \\n 一凡致仕閑住為民充軍官員不係考察及犯死罪者不拘自陳被論吏部逐一查開奏請充軍者放回原籍為民為民者與冠帶閑住閑住者與致仕中間如有才望過人年力尚壯曾經薦舉者許一體酌量推用 \\n 一內外文職官考滿原有稱職平常不稱職之分此係舊例近來一概考稱殊非明試之義今後各官給由兩京堂上官在外撫按官務要考其治行優劣據實開報吏部都察院仍要嚴加考覈分別稱職平常不稱職照例施行不許一概含糊奏請 \\n 一各處儒學生員食廩年深需貢淹滯宜加疏通今計於歲額外順天應天二府每學添貢二名在外府州縣及運司衞學各添貢一名提學官仍查貢次在十人中科舉三次以上從來未經考劣緣事停降者考取起送以寓選舉經明行修之意止行今年一次俱於明年四月內廷試其有年力不能待貢願告冠帶者給與 \\n 一武官誥勑係朝廷報功大典向係所司刁勒【向係所司刁勒:詔制係作緣。】以致各官不敢續黃兵部便行文天下軍衞衙門逐一清查果有年久未續者許本衞所保勘明的【保勘明的:廣本的作白。】准與續黃以後襲替必須親齎誥勑與黃選查對相同方准選授 \\n 一內外大小武職官除真犯死罪及事干軍機重情不宥外凡一應干累詿誤犯該充軍立功等項所司查明來歷奏請定奪其失機不係失陷城池及殺人至二百人之上內有年力精壯尚堪委用者許其具奏所司查實題發邊衞充軍立功贖罪 \\n 一內外問刑衙門無論文武職官有犯曾經撫按問明具題覆請未下者查照原擬發落若正犯已故累及子孫者酌量開釋其各省直撫按官例報審錄矜疑等項人犯題請未下者亦俱照原擬發落 \\n 一兩京監禁各衞所拖欠漕糧等犯官地隔千里不便追徵合押發【合押發:廣本合作今。】本處糧道監禁變產完官其有監故病故等情仍令子孫襲職限五年內或扣俸或設處每年務完二分若過限不完照例參降 \\n 一工部鋪?夫匠等役有做過工程納過物料已經實收到部後又減欠者原與預支花費殊科查果逃亡產絕者准與豁免 \\n 一東征諸軍士或調或募死者暴骨沙塲生者戮力塞外優恤之典屢廑廷議【屢厪廷議:廣本厪作經。】今宜行邊腹各撫按查自兵興以來戰沒軍士所有田土不論民地屯地但係的產或無人無力耕種致有荒蕪者其前所逋錢糧盡行豁免仍查給各兵的親人丁助其牛種待成熟後方可起科但不許各兵族人將旁人之地溷稱兵地以冒蠲免 \\n 一文武東征道將諸臣剿奴陷沒者義氣常新忠魂不??民身後之恤例得從優其各官所有田地人等【所有田地人等:廣本及詔制人下有丁字，是也。】生前優免者死後不得遽爾開徵仍照各官品級應免徭銀之數查某官於某年月日戰沒即以為始再免六年六年之後方可議派以示朝廷優恤勞臣至意 \\n 一內外各衙門見監死囚重犯【死囚重犯:廣本及詔制作死罪重囚。】有情可矜疑及人命在辜限外者覆審是實俱免死發邊衞充軍【發邊衞充軍:廣本發下有遣字。】其人命無屍可檢強盜贓仗不明及年久無贓人犯無證具題未下原問衙門未成獄者即比照熱審事例清查釋放 \\n 一在京在外監追還官入官給主贓物除原係官錢糧監守侵盜者俱照舊監追外其入官贓百兩以上給主贓五十兩以上若監追二年之上正身已故家屬代追各勘無家產堪以變賣者開具所犯情罪奏請定奪若入官給主之贓不及前數監追半年之外正犯身死【正犯身死:廣本及詔制死作故。】勘無家產悉與宥比若係埋葬銀兩正身見在仍依律追給以恤死者 \\n 一節年行勘文武職官遷延不報以致奸猾得脫被誣久淹【被誣久淹:廣本及詔制誣下有者字。】詔書到日各該撫按官通查原承行官立限催勘奏報如仍怠違參奏處治 \\n 一各邊鎮軍器所需及撫賞?疋諸物承委官多侵剋額價收買濫惡物料以致器械火藥製造不精其緊要夷目本路道將往往那扣別項錢糧賠買賞用司道官漫不經心或狥情差委今後務選廉幹正途府佐照價買辦布政司及本道守廵官嚴加查驗事竣開註有無情弊甄別賢否呈送督撫廵按衙門以憑薦劾獎戒【以憑薦劾獎戒:廣本劾獎作獎劾。】 \\n 一近來法久廢弛武備不設以致盜賊生發貽害小民有司又多避忌失事隱匿縱容往往釀成大患今後各該撫按官務要嚴督司道府衞州縣掌印廵捕等官遇有盜賊即行緝捕務在得獲每季終將各該管地方有無失事及獲過盜賊名數【盜賊名數:影印本數字不明晰。】申報查考敢有隱匿不行從實開報者提究如律若撫按官姑息容隱聽科道參處 \\n 一京師首善之地五方湊集有等無籍惡少結扇成把攘奪恣肆大為民害亦有娼優隸卒濫竊冠裳服飾裘馬僭分凌上風靡俗流敗壞斯極今後五城御史密訪嚴拏情重者盡發遼東為民或令編伍守哨以警奸頑 \\n 一邪術誣世如無為白蓮紅封大乘等教廣布傳頭結連亡命甚至造符印擁兵仗一呼百應莫可誰何矧有姧民專以賽會進香為事輿蓋【輿蓋:廣本作車輿。】雕龍畫鳳旗鼓蔽日喧天違法殊甚宜嚴緝教師會首依律究罪餘黨解散邇來淫祠日盛細衣黃冠【細衣黃冠:廣本及詔制細作緇，是也。】所在如蟻今後敢有私創禪林道院即行折毀【即行折毀:廣本及詔制折作拆，是也。】仍懲首事之人僧道無度牒者悉發原籍還俗 \\n 一苑馬寺所隸牧軍額設田土多被豪惡侵占羣外馬匹妄報餘丁以致馬死人迯貽害原籍兵部行文該寺監苑官不許聽信姧猾報丁滋累羣外死馬虧欠【死馬虧欠:廣本死作苑。】除正軍外不許監官移文擅拘原籍違者聽巡茶御史參治其一應未完賠補自萬曆四十六年以前盡數免追 \\n 一中都留守司河南山東都司所領班軍月糧應解州縣每年拖欠致各都司官呈借太僕寺班銀馬價【太僕寺班銀馬價:廣本班作官。】及兵部扣留班軍老幼銀兩俱未補還及免班年分應折班價并新舊絕軍糧銀未解數多今除四十四年秋班以前拖欠者悉免追徵以甦困累內有已徵在官者照數補解其四十五年以後拖欠仍各照年分追徵 \\n 一各處衛所歲造軍器並有司該造弓箭弦條自萬曆四十八年以前拖欠未完者悉免補造其收過有司物件准作以後年分該辦之數敢有因而侵欺者治以重罪 \\n 一各處額編民壯快手本為緝捕盜賊而設近來數多差占【數多差占:廣本數作類。】或赴各兵備道團操【團操:廣本操作練。】遇有草寇竊發有司束手無措今後不得占役一人悉令放回各該州縣責成掌印官捕官【掌印官捕官:廣本及詔制捕上官字作巡，是也。】設法操練各兵備道巡歷之日比試查驗其保甲一事尤為弭盜良法兵部便行文各處著實舉行 \\n 一軍戶有重役不問三處五處遇有事故如果戶內人丁消耗只併一處勾補其餘悉行開豁及有人倒戶絕并同名同姓被人妄報連年勾擾者有司從實體勘得實即為轉達該府兵部開豁毋得展轉勾攝貽累無辜亦不許指此為由概將有丁之家狥私賣放空歇軍伍違者各治以罪 \\n 一四十七八兩年在京問過發配納贖三年以下等徒罪監禁日久可抵配贖候過寺後即准釋放犯罪存留養親【犯罪存留養親:廣本及詔制犯上有一字，是也。】備載名例律凡軍民罪囚有祖父母父母年八十以上老疾應侍家無以次成丁者犯該死罪除極惡重情常赦所不原汲奉欽依外若誤殺戲殺誣告人累死隨行親屬【親屬:廣本屬作族。】等項開具所犯情由奏請定奪其徒流人犯照萬曆四十二年例發本處擺站做工煎鹽瞭哨以便存留飬親務勘結明白不許納賄扶同任情朦朧混行違者以故出論 \\n 一先次　恩詔各省直自二十九年起至三十四年止各項錢糧查係小民拖欠悉與蠲免惟是順永二府所屬州縣衛所因四十三年間旱災異【旱災異:廣本及詔制異下有常字，是也。】該撫按具疏欲將四十一年以前悉為蠲免該戶部【該戶部:廣本無該字。】覆准將三十八年以前的係小民拖欠者蠲免三十九年以後仍令下年帶徵今各省直蠲免應自三十五年起順永二府所屬自三十九年起各蠲七年至京城內外居民房屋比歲雨澇衝壞未盡修復者准免房號三個月廊店房屋倒壞者查明免租直隸薊州【直隸薊州:詔制直上有一北二字，是也。】昌平武清玉田三河東安寶坻等州縣牧地草塲新增解監銀一萬六千有奇先年已經按屯兩臣具疏請免該部題覆其地屬荒鹻【其地屬荒鹻:影印本荒字不明晰。】銀係重科該監豈得朦朧徵擾仍照萬曆十年清丈原額徵銀解部其加增解監□銀【解監之銀:影印本之字未印出。】盡行豁免以寬民力 \\n 一北直隸涿州良鄉固安武清永清東安香河漷縣通州三河等處衛屯軍【衞屯軍:廣本衞下有所字。詔制衞下有京字。】自萬曆二十八年以後新增屯丁銀比例礦稅徵解通灣稅監已二十年軍苦已極四十二年雖恩例赦減三分之一而害未全除徵納更苦今邊陲未定調募日煩衛京之兵尤當休養豈堪重累畿內過路落地二稅已經撫臣具奏停免此項屯稅自今四十八年為始著同二稅一併蠲免 \\n 一朝廷政事【朝廷政事:廣本作朝政。】得失天下軍民利病許諸人直言無隱於戲監　成憲以罔愆紹逑秪承夫志事同民心以出治【同民心以出治:廣本以作而。】興釐用恊于章程凡在照臨偕臻闓懌布告中外咸使聞知 \\n ○遣行人司等衙門行人等官祖重燁等齎　詔往省直等處開讀○直隸提學御史周師旦疏言　國家待士有體新例不宜濫觴從來禦虜征倭軍興耗費不訾【耗費不訾:廣本訾作貲，是也。】聞行鬻級曾不聞齒及庠序近見戶部遼餉事例議開納生員一欵其事甚辱其名甚醜不識所謂開納在歲科兩考額以內乎抑額以外乎如在額內則臣之兩考將竣何從攙入如在額外則孤寒望若登天而賈人得之唾手國家即患貧何至失倫若此欲收赤仄之錙銖混進白丁之億萬啟　朝廷以疵政變士類為濁流傷士心而摧士氣將尺寸未獲而尋有餘喪【尋有餘喪:廣本有餘作丈。疑應作尋丈有喪。】且教化之地先由賄進人材不成人材國體不成國體其所決裂甚大若納貢一欵禮部與通政司詳言之亦無俟臣贅說矣章下戶部已而部覆竟罷之 \\n ○南贛巡撫副都御史周應秋進解存積以濟邊儲計共【計共:廣本作共計。】三萬零八十兩有奇且疏言遼餉一歲所需八百餘萬理財之策宜著實講求如國初召?中納之例漢家募民實粟塞下之令金城且耕且戰之策皆可倣而行至于選將練兵使轉餉不付于流水尤為喫緊報聞 \\n ○山西道御史馮嘉會疏言自古撫軍字民莫急吏廉將義近據參鄭之范貪婪釀釁致數十萬生靈屠戮平夷營遊擊陳維翰家人馱載大定銀【馬?犬載大定銀:廣本定作錠，是也，馬?犬誤馭。】一百五十兩俱係剋餉之贓邊腹之吏耳蹈之范覆轍濫訟取鍰積榖折價征糧索耗【征糧索耗:廣本糧作銀。】十分取二甚至有以稅契為利藪以找價為奇貨闔縣追呼鷄犬不寧九邊將領淪胥維翰污穽剝削公行昌破【昌破:廣本昌作冒，是也。】取利月餉時剋隱軍扣銀甚至貪帥掠地皮將軍作饑虎致軍士衣不蓋骭菽不厭口願奔外夷以為樂土也當此徵兵加派所在繹騷欲得軍民效命須懲將吏之貪頑欲懲將吏貪頑須嚴加耗侵餉之罰願　勑下所司【所司:廣本所作有。】以後武臣剝軍責在督撫文吏朘民責在司道撫按與臣等所摘發俱嚴行追併押發濟邊不但懲貪兼可助餉今內帑山積宜奮然慨發數百萬以濟危邊表端則影正天下文武臣工未有不灑然易慮者　上是其奏○虜犯石塘路巡按御史王象恒奏八月初一日石塘路達賊萬餘從各口冲入先攻白馬關又攻高家堡馮家堡 \\n ○丁未祭先師孔子遣禮部侍郎【禮部侍郎:廣本部下有右字。】劉一燝行禮○直隸巡按御史盧謙疏稱順天府文安縣效勇營窪下苦水欲倣霸州花兒綻【霸州花兒綻:廣本綻作錠。】等處折徵之例除　慈寧官係進宮錢糧例不蠲免外其餘如瑞安府地効勇等三營官地大寧橋牧馬塲地陳家務草塲官地營綻【營綻:廣本綻作錠。】續墾額外荒地等處乞　勑戶部【乞勑戶部:廣本勑下有下字。】悉照霸州事例折半徵收以蘇昏墊之困未報 \\n ○禮部奏　新主臨朝萬幾攸繫乞少節哀情擇吉　御門聽政會閣臣具揭欽天監官擇到本月十二日吉　上報可命具儀來行○初萬曆之季閣員多缺【閣員多缺:影印本缺字不明晰。】　上踐阼念邊方多事帷幄匡襄咨揆宜亟會閣臣方從哲疏　皇上維新庶政輔理之職斷非一人能辦　先帝欽點史繼偕沈???二臣急宜允用一時才望諸臣與去歲已推未點者仍乞　勑部會官推舉一併列名上　請庶羣賢並進而政本不孤得　旨先點二員允用還著吏部再推見任在籍素有才望者七八員來簡用 \\n ○直隸巡按田生金言工部坐【工部坐派:影印本派字未印出。】　應徽寧三府廣德一州改造?疋三萬二千九百疋而歲造不與焉原無額編惟留工部四司料價支用查三府一州該價值鋪墊等銀三十二萬五百九十兩有奇而節年存庫及見徵料價止得其半二運無湊難完三運費將安出夫一運之供已費三年之料價則三運之辦必須九年之蓄積今既不能以一年徵三年之價則何以三年責三運之完當今民力彫疲入孔既艱出孔宜節即云賞賚必不可已然兩運既完將數年足用其改造三運乞　特賜停止得　旨改造三運?疋准暫停止二運未完及蘇杭等府應停的著該部查議具奏 \\n ○福建道御史萬崇德奏遼事敗衄徵兵徵餉十八萬枵腹之眾既聚于遼東則二十萬本色之糈須發于海上今登萊津門應運之米聞將竣運獨淮安三十萬石總漕王紀副使岳駿聲經營雖有次第然路經成山嘴始皇壩險阻洶湧今乘載者板釘稀薄之船撐駕者新募游惰之眾易動難制督理需人徐淮之間非無事之地若復以岳駿聲理運地方彈壓何賴乞添設海運兵備官一員如糧儲道事例住劄淮安【住剳淮安:廣本安作揚，誤。】往來津門間專理運務其應用隸胥諸費【其應用隸胥諸費:廣本應用作一應，胥作書。】見有新裁塩法道舊額不煩徵派亦可轉移官事無攝責成極便章下所司 \\n ○戊申諭內閣傳起建皇極門殿擇日興工以文華殿【文華殿:影印本華字不明晰。】窄小百官朝賀列班不便也時遼餉愈急大工起建有司莫措乃以工部請發內帑二百萬刻日起工 \\n ○下考選散館各官俱令實授從吏部遵奉　遺詔之請也時授職者庶吉士史永安愽士陳胤叢劉逑祖【劉逑祖:廣本逑作述，下同。】中書周朝瑞朱童蒙董承業張其庭房可壯劉大受羅文英蔡國用高弘圖梁之棟行人侯震晹汪慶百陳所志余合中張論張素養趙于逵丘兆麟周用賓羅汝元鄧秉修潘文龍譚鍇推官林一柱李九官李逵知縣史孔吉楊所修熊德陽劉弘化蘇逑【蘇逑:廣本逑作述，下同。】張修德賈繼春馬鳴起郭增光董翼王一中喬承詔游士任安伸袁化中汪泗論傅宗龍田珍陸世科江秉謙張慎言馮三元王夢蛟張鯉李良棟游鳳翔共五十五員朝瑞震晹吏科孔吉胤叢戶科慶百禮科所修童蒙兵科德暘【德暘:廣本暘作陽，是也。】承業所志弘化刑科其庭工科逑浙江道繼春鳴起一柱湖廣道永安江西道增光逑祖修德翼廣東道可壯一中承詔士任廣西道伸化中大綬【大綬:廣本綬作受，是也。】河南道泗論宗龍珍合中山東道世科文英秉謙國用九官山西道慎言達論弘圖陜西道三元四川道紊養于逵夢蛟兆麟用賓雲南道汝元秉修文龍之棟貴州道鯉南京江西道鍇南京福建道良棟鳳翔南京湖廣道皆監察御史而兩咨散館若申廷譔舒榮都張潑鄭宗周聶紹昌易應昌郭如楚王槐秀張師孟則以推補按差先得　旨 \\n ○直隸巡按御史田生金請改折廣德州漕糧謂廣德州從外江貿米【貿米:廣本貿作買。】赴宣城水陽鎮交兌騷費萬狀蓋其地四面阻山不通舟楫故征銀于本治市米于外江先年曾行改折已題奉欽依謂三年不拖欠永著為令不謂永折未行復有徵銀兌運之事行之數年更多姧竇乞　勑戶部議將運未改折起解以杜諸弊官民【官民:影印本官字不明晰。】兩便部覆得　旨仍改折三年 \\n ○陞河道總督工部右侍郎兼右僉都御史王佐為工部尚書南京大理寺卿王永光為工部左侍郎江西巡撫右僉都御史【御史:廣本脫史以上三十一字。】包見捷為吏部左侍郎鄖陽巡撫右僉都御史陳禹謨為刑部右侍郎○起陞原任兵部侍郎汪應蛟為南京戶部尚書原任湖廣巡撫右副都御史董漢儒為工部右侍郎○陞左通政林學曾為太常寺卿尚寶司卿熊尚文為太常寺少卿吏科右給寺中【右給寺中:廣本寺作事，是也。】姚宗文為太常寺少卿浙江道御史劉蔚為順天府府丞福建道御史陳于庭為太僕寺少卿太常寺少卿管國子監司業事李騰芳為詹事府少詹事兼翰林院侍讀學士掌南京翰林院印信○命大理寺寺丞房壯麗署掌大理寺印信 \\n ○兵科給事中魏應嘉疏法　祖四事 \\n 一曰修身盖人主一心攻之者眾惟是起居食息之間澟龍見雷聲之惕則可以當萬幾而不勞萃百責而不疲【則可以當萬幾而不勞萃百責而不疲:廣本萃作瘁，誤。】此為修身之實 \\n 二曰勤政　郊廟必親朝講無曠使一心周廻于天下天下流通于一心但願在文華殿對羣臣之時多則天下治此為勤政之實 \\n 三曰親賢輔弼大臣托在心膂是宜愽選高賢豈拘翰林一局必藉肝膽骨力者三四人與俱收夾輔之助此為親賢之實 \\n 四曰納諫古者諫無定員今者言有專責復一年一取之舊斯收四目四聰之功而廢棄諸臣尤宜盡起以風有位此為納諫之實未報 \\n ○戶部尚書李汝華覆山東撫按題東省海運六十萬石除運過外尚少三十萬石議留解部京邊銀兩不知京邊係各鎮各庫各衙門喫緊之需毫不可缺惟平糶可以通融今查東省報過倉穀七十餘萬請以其半糶銀十萬餘兩而四十七八年【四十七八年:廣本八下有兩字。】加派併徵又似不便議將已解見徵者【已解見徵者:廣本見作已。】作四十七八年京邊之數而通減四十六年以寬民力其四十八年加派該五十四萬餘兩議以二十萬兩充今歲海運以三十四萬餘兩目下收糶【目下收糶:廣本糶作糴，是也。】以為明歲海運之值庶為兩便從之 \\n ○己酉祭　大社　大稷命恭順侯吳汝胤恭代○命工部侍郎王永光給事中薛鳳翔廵視工程○欽天監請改書曆日年號報可○命吏部右侍郎兼翰林院侍讀學士史繼偕南京禮部右侍郎沈???俱陞禮部尚書兼東閣大學士差官行取來京同從哲入閣辦事二臣　先帝所點用而未發者○起陞原任吏部右侍郎朱國祚為南京禮部尚書 \\n ○禮部右侍郎孫如游等疏言自右繼體之君遵遺訓以凝承　天意無急於及時冊立者臣部在昔蓋嘗催請數四且往日　皇上毓德青宮元子朝夕與俱顧復之愛實以父兼母訓迪之嚴又以父兼師今日有萬幾勢或不能自非早為冊立付之保傅之手日為護持磨琢　皇上之心亦不安然則行冊立遺詔　先帝非直為　皇長子慮亦兼為　陛下慮也乞　勑擇吉具儀　國本幸甚　上報曰遵　遺詔於釋服後舉行擇日具儀來奏時科臣楊漣繼請言臣考冊立故事　宣宗以宣德三年立　英宗為皇太子時二歲　憲宗以成化十一年立　孝宗為皇太子時六歲孝宗以弘治五年立　武宗為皇太子時未週歲即　先皇之正儲位也【即先皇之正儲位也:廣本無也字。】亦僅六歲耳今　皇長子年十六矣以　皇上御極未及旬餘較　諸帝之冊立為尚早以　皇長子歷年如斯而講讀未就冠婚已逼較　諸帝青宮之日為已遲且　皇長子昌齡日茂未離阿保惟是體統一尊遠媟褻而即莊嚴則氣體以堅一善也名位一正去幼志而修袞職則德性可成二善也宮僚漸備近賢良方正之日多三善也伉儷維時開虹流電繞之祥四善也孫謀已裕燕翼無窮　先皇帝后膝前十六年之愛注亦可以即安五善也若夫龍軒甫正鶴禁旋開于　皇上遠猷鴻業尤善之善者一人元良萬邦以正社稷之福也報聞○詔萬壽【萬壽:廣本萬作聖。】免行慶賀禮　旨意悲痛以　大行在殯也 \\n ○工科給事中惠世揚論御史劉廷元【工科給事中惠世揚論御史劉廷元:春明夢餘錄引文震孟孝思無窮疏云：「因工科給事中疏論劉廷元，遂謂：初張差狂闖薊道，闌入宮門，廷元巡視皇城，按狀風魔。皇祖是其奏，讞決平允。自王之寀突揭構釁，徒黨因以為利，借他事誣衊廷元，未幾果顯攻風癲之案，一時邪說，世揚實為之倡云云」。遂謂以下為光宗實錄改修本。】往日用事羣小附和職掌之外別有官評高下考選主張年例開欵造事日事驅除一旦有順天之命臣工錯愕况其聲應氣求又有徐兆魁為之副院哉并糾兆魁撫楚不職狀當　賜罷斥以肅新政奉　旨徐兆魁以新簡留用廷元下部院議蓋兆魁時已陞副都御史也已部覆廷元俟論定處分○雲南道御史張新詔論前文選司郎中陸卿榮補吏科給事中侯震晹原無見缺陞街道廳員外郎戴澳越躋俸次紊亂舊章為跋扈之漸既卿榮疏辯【既卿榮疏辯:廣本既作已。】新詔再疏坐以賄狀且言刑部員外郎徐大化以考察罷廢之官卿榮受賄破例起用疏下吏部覆稱卿榮疏請歸省宜聽大化照舊供職報可 \\n ○督餉戶部右侍郎李長庚議得去歲海運初開幾不能濟今春力開北岸較南岸一運可抵三運而又省各島風礁之險然海運止七八月可行今計止五十日耳兩年所截漕米五十萬石將次卸完而船無腳價艤待不行轉盻九月便當停運又山海關積糧四十萬石堆浥可慮臣查南海口可徑達蓋套乃留淮船十餘沙船五十為南海口之用此道開則關糧便可直達視繇關陸運至遼者省其三倍視繇天津達遼者每石可省三分通計運糧四十萬止費十數萬可完也至天津召買料豆則?人四十七年所買者價未找完何以責四十八年之召買此實軍需便宜急務而庫藏無措恐失運期乞將內庫銀兩暫借一百萬為運糧召買之資盖有銀斯召買無誤召買無誤則海漕得因便轉運而遼左可無倉卒告乏之患臣熟計甚便也己又請截漕運以濟邊餉言去歲蒙　恩截漕三十萬石于天津今歲截漕二十萬石【二十萬石:廣本脫石以上十一字。】目前將次運完矣八月末旬使當停運明春二月始可開運而今歲所運之糧恐止足供歲裏之用萬一明春缺乏倉卒告急彼時存貯無糧新漕六月方到將何以應之遼餉本折已經議定多之于本扣之于折本色非海運不能多非豫備不能濟乞　下部議允截漕十五萬于天津而即扣新餉于太倉銀庫庶明春二月不悞首運部覆　從之 \\n 明光宗貞皇帝實錄卷之三 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之四", "正文": "  \\n ●大明光宗貞皇帝實錄卷之四 \\n 　 \\n  \\n 庚戌頒賜各王府銀幣據萬曆元年例向無姪孫一項今參酌應與姪同　上以　福王　潞王懿親常賜外特加銀三百兩紵絲羅各十表裏紗十疋錦四疋鈔二萬貫 \\n ○兵部尚書王嘉善【王嘉善:廣本王作黃，是也。】開具遼東等官【遼東等官:廣本東下有總兵二字，是也。】應賞差等其續後出關將官未在賞內者○勑經略于前發金一百萬兩【發金一百萬兩:廣本發下有帑字，是也。】內照例頒給于是賞總兵官【賞總兵官:廣本賞下有賚字。】鎮守守【鎮守守:廣本作鎮守，是也。】李光榮征夷柴國柱賀世賢援遼楊宗業陳寅陳策銀五十兩一表裏兵備道王貞【王貞:廣本王下有化字，是也。】薛國用李乃蘭【李乃蘭:廣本乃作巧。】康應乾監軍道高出邢慎言牛維曜管餉齊君榮單崇銀三十兩副總兵官見任竇承武戴燁等共九員銀三十兩參將閻正名遊擊官麻承宗戚金都司僉書倪承勳方承勳見任原遼【見任原遼:廣本原作援，是也。】共七十五員各銀二十兩備禦守備官【備禦守備官:廣本無官字，誤。】左輔坐營官周世祿小把總等官【小把總等官:廣本小作千，是也。】雷起潛見任援遼共五十二員各銀十兩援遼土司石砫司女官秦氏保靖宣慰彭象乾【保靖宣慰彭象乾:廣本慰下有使字。】二員各銀三十兩一表裏援遼土司酉陽領兵加銜守備冉天胤石柱領兵指揮使馬祥麟永順司領兵官汪一龍三員各銀二十兩 \\n ○吏部奏　詔書內一欵建賢棄官【建賢棄官:廣本作建言廢棄，是也。】并礦稅詿【并礦稅詿:廣本詿下有誤字，是也。】諸臣酌量起用其事關國本得罪者分別奏請　召用卹錄臣等遵　明旨除事関國本查開職名另奏外而建言詿誤諸臣灼之最確者【灼之最確者:廣本之作知，是也。】先行起補其餘次第採訪不出一兩月咨諏當無不真進用亦不相遠奉　旨係卿部內事其酌量推舉以俟錄用按諸臣獲罪　先朝或爭時事批鱗受譴或彈時相逢怒遠逐或犯稅璫逮訊長繫至于國本一事杖謫尤多大者捐性命小者削官爵遠或二三十年【二三十年:廣本年作載。】近且一二十年姓名既不時聞存歿亦難具悉故部酌次第採訪起用一時彈冠之盛窮岩遺老為氣焉【為氣焉:廣本為下有吐字，是也。】 \\n ○起陞原任南京刑部郎中鄒元標為大理寺卿元標自萬曆初論輔臣張居正奪情杖幾死再起再黜伏林間者三十年【伏林間者三十年:廣本無者字。】至是召用之【召用之:廣本召上有首字，是也。】○起陞原任浙江道御史李宗延為光祿寺少卿河南道御史馮從吾為尚寶司卿各添註宗延從吾俱以兵部推陞不行論列謫為民○陞督餉戶部右侍郎長庚【右侍郎長庚:廣本郎下有李字，是也。】為本部左侍郎兼管照舊○陞寧夏廵撫都察院僉都御史臧爾勸為戶部右侍郎○陞順天府府尹王舜鼎【王舜鼎:廣本舜作順。按卷七第三頁後九行廣本亦作舜。】為南京通政使太僕寺少卿徐必達為應天府府尹○起陞原任湖廣右參議朱一桂為太僕寺少卿添註○起補原任太僕寺少卿周曰庠添註 \\n ○起陞原任河南道御史劉光復為光祿寺寺丞添註當張差闖入東朝　先帝同　上召見羣臣曉諭光復高聲稱頌　聖孝詞未畢　先帝怒其震驚靈羃逮下獄廷臣噤莫敢救凡四年始釋至是特起陞之○陞陜西右布政使畢自嚴為太僕寺卿管京營少卿事○陞福建左右政使【左右政使:廣本右作布，是也。】畢自良【畢自良:廣本及國榷自作懋，是也。】為太常寺卿管少卿事○陞河南布政司王志遠【布政司王志遠:廣本布上有右字，是也。司應作使。】為廣東左布政使○陞鴻臚寺左丞【鴻臚寺左丞:廣本左下有寺字，是也。】展自重為本寺左少卿【為本寺左少卿:廣本無左字，誤。】○翰林院編修林釬起復除原職 \\n ○兵科給事中薛鳳翔上時政二事 \\n 一曰內旨當慎夫閣臣之設原以票擬為職閣臣以票擬司王言之出入而天下即以票擬定閣臣之得失今煌煌　天語半繇中使傳宣即聖意速發固以消中留之端而王言徑行恐反滋外疑之漸寺人不許干豫政事　祖訓極嚴【祖訓極嚴:廣本極作既。】而可令口傳內旨啟人以不可知之疑乎願自今一切旨意務發閣臣票擬隨覽隨班【隨覽隨班:廣本班作頒，是也。】庶無假借之患 \\n 一曰留中當防夫臣子自面奏外惟憑章疏【惟憑章疏:廣本疏作奏，疏下有為血脈三字，是也。】血脈一通則宮府情合血脈不通則釜鬵勢成奈何同一啟事或此報彼遺同一推轉或前遲後速乎雖聖政時新非堅久而不變而萬幾日萃恐怠??遀【怠??遀:廣本??遀作惰，是也。】之易生願自今一切條畫務勤乙夜觀覽隨覽隨發庶永無隔礙之患然而閣臣贊襄枚卜尤重資格非可拘于內外岩穴亦可豫于旁求不報 \\n ○命原任戶部山東司主事鹿善繼復職先是善繼以遼餉告急借發金花五萬兩以濟急被斥吏部屢以為請從之 \\n ○吏科給事中周朝瑞獻慎初三要略曰　陛下新政用人發帑撤稅可謂有初矣顧天下鼓舞若更生者此初【若更生者此初:廣本者下有在字，是也。國榷無在字。】而　陛下夕惕乾朝【夕惕乾朝:廣本乾朝作朝乾，是也。】歷萬年當如一日者亦在此初今賢才漸見充盈然收一才必期得一用宜令有言責者得盡其言有官守者勿奪其守若乃繫忠良之手足而使謏悅【謏悅:舊校改謏作諛。】為容輩反得乘憎而營窟穴【反得乘憎而營窟穴:廣本乘下有愛字，是也。】則慎初以信任要矣君之施澤猶水沃物一息不貫立成枯竭矧遼左索賦正急今日所發幾何將無又處其窮宜留金花不盡之餘省內庫無益之積更有不足佐以帑金務令吏卒霑恩誓滅夷寇則慎初以行人要矣【則慎初以行人要矣:廣本國榷人作仁，是也。】海內苦榷徵如在湯火稅使一撤何異移之清凉痛思　先帝仁明祗緣導自宵小以至官曠治隳貽禍人國今撤回到闕即有隨進金錢宜○勑發遼餉明阿堵非　明主所貴誠慮及積習智巧【積習智巧:廣本國榷作積智習巧。】之難防則斥遠嬖佞【斥遠嬖侫:舊校改侫作佞。】尤慎初者要之要矣臣實快心於既鬯之　皇猷而更願　聖主之修舉者如此　上諭內閣金花銀兩原係舊制進內以備典禮等項賞賜俸糧之用周朝瑞要譽妄言本當拏問姑降一級調外任用閣臣隨具疏言　皇上蒞政方新人心望治甚切銓部起廢之疏隨上隨下乃朝端一言【乃朝端一言:廣本端作瑞，是也。】即行譴謫【譴謫:廣本謫作責。】殊非政體之平且主事鹿繼善【鹿繼善:廣本繼善作善繼，是也。】蒙恩復職借金花者業及寬政議金花者獨蒙嚴譴亦非一視之仁相應免其降調令守原官奉　旨惡其阻絕國用已有旨不必申救尸科給事中王繼曾疏陳時事言臣惟自古人主善用言官無如　先帝萬曆初年誅惡閹罪權相起廢官皆用言官言無留行邇十年間言官用朋黨相傾不一圖王之國　先帝閣言者不用是非先帝之失而言路之罪也當鼎成之時亦穆然深維國家不可無謇諤之臣而以臣等付　陛下惓惓望　陛下之親賢納諫而詔臣等以授職建言言官言可採則採之不可採則閣之人可用則留遺　陛下用之故臣以為善用言官無如　先帝者也臣今者所為揚肝膽以效忠【揚肝胆以效忠:廣本揚作披，是也。】舍筆橐無所圖之【舍筆槖無所圖之:廣本筆槖作槖筆。】矣臣與諸臣約章疏無得作隱語【無得作隱語:廣本無得字。】以煩　君父射覆大臣彼論【大臣彼論:廣本彼作被，是也。】杜門靜聽小臣不得展辯章奏煩瀆易起厭倦非所以重言路之體也毆陽修【毆陽修:廣本毆作歐，是也。】有言諫官雖卑與宰相等夫從容【夫從容:夫字起，至第八頁後八行等字止，廣本脫。】論思俟君之自聽者宰相也慷慨陳列強君之必聽者言官也漢武帝英風之主汲黯數面折其非人臣而至于面折其君非得已也臣不願　陛下令臣等至此臣所願者　陛下將先帝親賢納諫四字大書於座右今而後臨御不輟朝宰相不離側諫官不停疏用人行政不如此數日舉動令臣等有法度之言無弼違之言是上願也報聞 \\n ○戶部奏自奴賊發難兵馬錢粮俱出創設加派原非得已但外解者任意遲緩而分用者又任意圖便開銷者開銷斷絕者斷絕職部不得已具題會議另加派銀一百萬兩為兵部安家馬價二十萬兩為工部器械則分用亦各有數目矣今查四十六年四月起至今年七月止共解過遼東銀八百三萬八千有奇近據新餉司報援遼兵以十八萬馬十萬匹以折色論計該二百九十餘兩【援遼兵以十八萬......計該二百九十餘兩:此處館本誤。據國榷所引戶部疏，此段作「援遼兵十八萬，除本色外，餉銀二百二十七萬有奇，馬十萬匹；除青草外，銀五十四萬」。】遼瀋開鐵嶺額兵除舊額外該新餉三十萬一年約該三百二十一萬有奇各衙門公費一萬有奇各道駝運一百萬有奇各道召買粮料六十萬餘通計每年用銀四百八十餘萬兩以本色論兵一十八萬馬十萬匹共該粮二百五萬二千石即遼左一鎮一年除本色外用銀幾五百萬關內召買及各鎮調兵行糧塩菜不與焉即加派全完不過四百萬新餉少觧一分則悞餉一分是誤該部即誤遼也職部會同督餉及經撫嚴參處從之 \\n ○是夜漏下一鼓東方有流星大如盞青白色?走?虫?蛇東入奎宿二小星隨之○河南續發毛兵三千五十有奇家丁三百一十有奇援遼起原任寧夏副總兵劉光祚統之先是河南南陽汝州三處已募過兵五千矣至是部覆徵七千而不能盈其數也已部議加光祚註銜左軍都督府僉事援遼 \\n ○辛亥諭內閣　大行皇帝梓宮發引傳示該部具議來奏 \\n ○禮部左侍郎孫如游上喪服視朝儀言孝以善繼為隆禮以順時為大　皇上性生純孝茲當　大行皇帝喪禮哀痛迫切而代天理物正以紓罔極之懷適今嗣登寶位之初萬機攸係伏望念　祖宗　社稷之重少節哀情請○御文華門視事文武百官行奉慰禮有　旨朕哀痛方深豈忍遽離喪次其以本月十二日視朝爾部具儀來看 \\n ○禮部奏喪服列代皆有制度而斷自　孝宗皇帝蓋　孝宗篤于親而喪禮詳且備故 \\n 武世穆二廟以下宗之　孝忠昔居　憲皇帝喪御門視事在喪制二十七日內服具縗二十七日外易素翼善冠麻絰至祔廟釋御朝如常儀今准舊制則宜于八月十二日縗服 \\n 御文華門視事百官素服烏紗帽角帶奉朝參候梓宮發引除從之○諭禮部朕生母升天年久追尊祔葬事宜查例具奏○禮部奏　萬壽聖節各王府進到表箋慶賀禮儀不便陳設應類收送司監【送司監:國榷司下有禮字，是也。】收貯從之 \\n ○兩廣總督許弘綱奏烏豬外洋有倭船四隻寄泊官兵斬獲賊首五顆生擒四十名奪獲器甲餘賊落海無數題敘有功員役下部○甘肅廵撫祁光宗疏報該鎮選發援遼兵馬一萬三千餘用馬價銀一萬一千八百九十有奇其祁家土兵原係西番納馬種田言語不通未經戰陣驟聞調遣輒相率入山聲言投虜難于驅迫魯氏土兵昔年因協守魯光國不軌題裁已久即有土民皆田野村夫素不經戰盡力挑選止得五百不能取盈千數戶部二部題覆報聞 \\n ○福建廵撫王士昌奏海寇袁進聽撫令之立功海上自贖并敘文武將吏帶管海道岳和聲等參將紀元憲等撫剿勤勞下兵部知之○御史王槐秀參福建廵撫王士昌貪肆不檢言入境之初多用夫馬已無恤民之念強賊袁八老之委用人稱軍門外府船戶黃聚??衆之販海共說暮夜入金志衰宦成心弛防檢亟宜罷斥奉　旨留用○御史張師孟參延綏廵撫董國光封疆失事湖廣廵撫徐兆魁保姧養亂兵部尚書黃嘉善調募失策乞正樞臣之罪罷二撫之職庶中外震悚而奴虜歛跡不報 \\n ○吏科署科事給事中暴謙貞陳用人之概以光新政其言閣臣者佐明主燮理天工今政本單弱或備顧問或裕經濟一內一外故事確有之例在　皇上當斷自宸謀在輔臣當急主公議者也起廢者為國家收拾賢良今品如麟鳳早當　賜環或列公卿或沾一命毋使黃髮恨棄于明時緇衣倒置于萬世可也先帝邇年啟事緣留中不報諸臣遂有窺其微而肆其機者論不本乎虛公志每存乎摶擊一網之勢已成風影之疑愈結夫東西南北何地不生才寧可終於禁錮良苦長短何人不當用寧可堅執成心平不平之情制難制之念在諸臣共最之耳然公平之談雖羙公平之念難持指夷作跖是曰用罔聲起景附是曰蔽公要在我　皇上堅持今日之羙一切章奏朝上夕下悉付輔臣冢宰一一剖决求其至當即刻回話則大臣不能事其模稜小臣不得憑其胸臆可否立定羙醜攸分但營職業儘可表見何必自立異同搆茲禍亂也報聞 \\n ○起陞原任都給事中鍾羽正為太僕寺少卿添註羽正當萬曆辛卯因冊立事禮科羅大紘以論元輔申時行降外上疏爭之遂革大紘職而罰羽正俸次年壬辰又以同官李獻可公疏論儲教降級疏請同罰遂降極邊○起陞原任南京吏部考功司郎中饒伸為光祿寺少卿伸以刑部主事論輔臣王錫爵子衡不宜中科削為民起原任禮部祠祭司主事為民萬建崑為南京禮部精膳司主事建崑以萬曆二十六年有憂危宏議一書傳於朝語涉國本皇親鄭承恩疏辯御史趙之翰遂言此給事中戴士衡所為蓋疑士衡曾為大學士張位邑令此書受位指使而建崑與位同里有連因牽及之遂降雜職邊方尋疏辯為民 \\n ○起陞原任吏吏科右給事中為民王佐為尚寶司司丞原任雲南道御史區大倫為木?儿祿寺寺丞佐以封倭事有旨責該科推諉避難同葉繼羙革職大倫以兵部拾遺及推陞宋世恩謂言官不能論列而革職也○起陞原任刑部山西司主事秦聚奎為光祿寺寺丞聚奎當萬曆辛亥言湯賓尹不當考察以代辯勒致仕○起陞貴州都事劉文炳為尚寶司司丞文炳當萬曆丙辰以沈同和塲弊論輔臣吳道南謫○起陞任原陜西咸寧縣知縣為民滿朝薦為南京刑部山西司郎中陞山司按察司經歷翟鳳翀為南京戶部浙江司主事兩淮運判葉大受為南京兵部武選司主事朝薦以稅璫梁永訐奏逮詔獄七年後放還鳳翀以言事得罪大受為工部諫修胡良橋工被謫○陞陜西右參政佘自強為山西按察使 \\n ○壬子　欽定新陵名曰　定陵閣擬四名以進　上所擇也○諭內閣　聖母孝端皇后梓宮停安已久宜當發引併　大行皇帝梓宮如何發引令該部具議來看大學士方從哲回奏言　先帝梓宮在殯　皇后無先發之理而玄宮隧道開穵將完又難久待應　命該監擇吉同時發引仍先期奉遷　聖母溫肅端靜純懿皇貴妃一同祔葬新陵然須待加上　尊謚之後方可舉行○召服闋禮部右侍郎兼翰院學士顧秉謙以原官起補與侍郎韓爌同管纂修玉牒事務○新推甘肅廵撫杜承式以病免 \\n ○御史郭如楚疏言 \\n 聖明踐祚九徼雨潤然有初鮮終古今同戒故使圖史時親○經筵時御章奏時下則無倦勤之漸起居必慎傳宣不輕威福不惜嗜慾必嗇斧斤必遠則無耗損之漸嚬笑不假則無壅蔽之漸譬出匣之鏡屢栻更鮮百淬之芒愈剉不撓則志慮清明身體強固萬年磐石在今日始乃補天浴日繩愆糾謬則相臣諫臣二者最重此番推舉閣臣一切資格門戶皆當剗除惟求弼主濟時無負　君國諫官雖卑與宰相等此時振鷺充廷【振鷺充廷:廣本廷作庭。】人思自見惟是形之筆札須盟之幽獨果否無以起見【無以起見:廣本以下有人已二字，是也。】無以意氣聲名起見無以黨局恩怨報酬起見願言路諸臣同野渙羣以成　聖天子蕩平之治不報 \\n ○御史張潑疏言自古談立朝者以正直忠厚為本蓋雷同非國家之福要以同心體國則意見自忘爭執自化據臣留題以來【留題以來:廣本留題作題留，是也。】所見臺省諸臣無事不爭無時不爭始之以爭繼之以逐株連禍結所傷言路諸臣幾無噍類臣有慨于中謬意刻覈之後不妨暫還和平事有可【事有可:廣本事作見。】不可堅而持之則爭何如暫置之以俟事體之自定人有賢不肖強而辯之【強而辯之:廣本辯作辨。】則爭何如姑需之以俟公論之有歸天下國家之事天下國家之人言之苟國是之有濟【苟國是之有濟:廣本是作事。】何必是不在人誠千慮之一失何必非不在我　聖主勵精圖治諸臣宜滌蕩肺腑嘉與更始見無分于彼此人無判于東西老成者平氣自處勿作清流之禍新進者平氣處人勿操同室之戈蓋是非不明則爭略明即止此日直窮到底恐後來收拾頗難如全此攻王圖攻李三才【如全此攻王圖攻李三才:廣本全作前，是也。】初何甞不是但乘勝之過至于不能容人主張之過復至于不能自容則亦何益之有人才消長之際國家安危攸關伏惟聖明採擇　上是其議命以後言官都要同心體國毋彼此紛爭致傷和衷之誼 \\n ○遼東廵按御史陳王庭【陳王庭:廣本庭作廷，誤。】疏言東夷入犯查劾失事官員【查劾失事官員:廣本劾作核。】本年六月十二日奴賊共二萬餘分為二股一股自撫順關進境總兵賀世賢禦之一股從東州地方直抵奉集堡總兵柴國柱禦之斬級四顆【斬級四顆:廣本級作首。】賊退去其所屬王大人屯百官人屯共十一屯盡破擄去男婦三口【男婦三口:廣本三作人。】查核失事遊擊祖天壽【祖天壽:廣本天作大，是也。】周守廉革職戴罪立功遊擊馮大梁酌議降處是役也按臣言賊謀不在搶掠而在攻剋志不在村屯而在瀋奉幸經略屯兵豫設二帥力禦賊始少卻然屯堡一空中朝不無異議而經畧熊廷弼遂萌謝事之志又廷弼疏言各官功過不掩有旨下兵部○遼東廵撫周永春疏言夷酋虎墩兔憨等箭賞共銀一萬八千兩又加進馬賞三萬兩其一萬八千兩借支閱科寄庫銀其三萬兩原在遼東馬價太僕寺內加派而遼荒旱【而遼荒旱:廣本遼下有東字。】仍借動閱科銀照會太僕寺支銷盖是西虜講賞乃是定【蓋是西虜講賞乃是定:廣本蓋下有自字，無乃下是字，是也。】○命工部侍郎王永光署掌本部印信 \\n ○癸丑　孝康敬皇后忌辰遣彭城伯張嘉猷祭　泰陵　御史黃彥士疏致言新政十事【黃彥士疏致言新政十事:廣本無致言二字，是也。】 \\n 一曰隆孝思竊聞　先皇居太后之喪易月之餘宮中不觧衰服維時臣有服制之疏謹再封進以　請乞下禮部條其所宜著為定禮權于易月之中不失三年之愛 \\n 一曰攝聖躬　皇上睿質清癯急在保攝然保攝之道無如日御講讀接宮妾之時少接賢士之日多以養心則義理明而志益清以練事則嗜慾奪而身益固令名壽考皆本於此 \\n 一曰備輔導頃以輔理乏員再推矣臣以此舉宜不論資格不拘內外兼才則以備方員之畫偏才則以調甘苦之和慎簡而信任之庶一德一濟【一德一濟:廣本作一德有濟。】 \\n 一曰勤政事　皇上旬日以來批答雖速延見尚稀臣請朝講之暇時　御便殿延問輔弼科道差遣諸臣以勵職掌以决機宜庶無叢脞之患 \\n 一曰通言路　先皇之朝言路似通實塞乃新主君臨人思自効即言不當亦無惜批發使人得言所欲言言路以闢而通又使人擇言後言言路以清而通也 \\n 一曰起廢棄山林諸臣業分別起用矣諸臣才品不同皆足備錄用然後有【然後有:廣本後作或。】經論列清議難容者此輩豈容濫徼新寵宜考去國之繇參平心之論毋以影響輕訾老成亦毋慕調停反空善類可也 \\n 一曰振吏治邇年【邇年:廣本年作來。】人競而鮮恥風自下流咎繇上作若高下一程其材能遷轉一敘其資俸恬退者獎人何樂於奔競疏簡者登人何樂于多費是惟嚴飭提衡上下互相振刷庶挽回有機耳 \\n 一曰謹閹寺舊制以供掃除而今極重難返矣此輩間有賢者而君側每易為私【而君側每易為私:廣本作而君則每易私。】臣謂嚬笑必不可假借政事必不可干豫錢粮必不可乾冒至于中旨口傳須防煬灶之姧進稱孝順應墮規利之竇【應墮規利之竇:廣本墮作杜，是也。】　新主當陽宵小觀望當剪萌芽毋使滋蔓 \\n 一曰嚴武備都會重地恃一京營兵有十二萬老弱者汰則兵精汰存者練則技熟　新天子赫然震怒【赫然震怒:廣本怒作奮。】文武將吏號令嚴賞罰必令行禁止此不可急飭者也【此不可急飭者也:廣本可下有不字，是也。】 \\n 一曰固邊防蓋九邊事視一經略經略而不足任也【而不足任也:廣本足作可，也下有宜亟易其人五字，是也。】不可復掣其肘邇經略以病告若果難支豈可反以身累封疆故略之才【故略之才:廣本故下有經字，是也。】尤不可不急摉者凡此十事庶幾為新政之助惟　皇上俯賜採納不報御史舒榮都疏奏奮乾綱【乾綱:廣本綱作剛。】振積習事言天下不過人與法二者而已法不止于用人而用人之中亦自有法人固可以維法而執法之堅即以得人如昨者遼事初興起楊鎬于田間而以李如栢佐之非為戰也本無戰情彌縫眾議就中之微意既不可以告人各路之宣傳【各路之宣傳:廣本宣傳作傳宣。】似有心有于賣國【似有心有于賣國:廣本無心下有字，是也。】非獨此也鄭之范一察處縣令耳夤緣入遼聞其以虐佟鶴年【聞其以虐佟鶴年:廣本聞其以作反以其。國榷與館本同。】故致養牲以情輸奴開原為陷逋誅至今劉國縉在西臺時不知其功能若何起之贊畫糜餉有十有餘萬【糜餉有十有餘萬:廣本無十上有字，是也。】一朝脫逃迄無定【迄無定:館本誤。廣本定下有議字。國榷定作異。】不乘此時一加大創一洗年來積玩之人心何冀雪恥除兇乎職以為刑賞黜陟【職以為刑賞黜陟:廣本職作臣，是也。】可與天下共而必不可使借　朝廷威福之權快其喜怒愛憎之私臣子中戅直可恕詿誤可原而必不可使貪橫險陂之徒【貪橫險陂之徒:廣本陂作詖，是也。】得遂其身家妻子之計疏入不報 \\n ○兵部請分督陜西四鎮防秋覆陜西三邊總督李起元疏言陜西四鎮邊長兵寡狡虜環伺套虜吉能等調兵往西報讎乘隙東犯且挾遠年不為例之賞沙計懷捉夷罰服之恨黃婦挾賞寧塞松酋銀歹等糾合宣大諸虜謀奪大小松山海虜火落赤打造木皮船筏要藏僧番兵為羽翼寧鎮報虜已往西去要犯搶蘆塘莊浪新疆一帶所有四鎮分布防秋事宜各該兵馬查照往規布列俱限七月初一日齊赴信地乞○勑各該督撫衙門嚴督大小文武將吏如期齊赴原定分布信地加謹設防遠差哨役密行偵探虜果入犯本鎮【入犯本鎮:廣本鎮作境。】則極力堵截相機戰守如犯鄰封則合兵邀擊互相聲援【互相聲援:廣本相作為。】務令首尾相應使虜腹背受敵但不得分外貪功起釁秋防告急【秋防告急:廣本急作竣，是也。】查果信地無失應援有功破格優薦題請陞賞○詔如其議 \\n ○命左春坊左庶子兼翰林院侍讀公鼐掌左春坊印信右春坊右庶子兼翰林院侍讀鄭以偉掌右春坊印信右春坊右庶子兼翰林院侍讀錢象坤掌司經局印信○陞南京國子監司業施鳳來翰林院編脩成基命為左春坊左中允兼翰林院編修李光元為右春坊右中允兼翰林院編修 \\n ○禮部題朝鮮國王李琿咨差陪臣參判李春原齊到【李春原齊到:廣本齊作賫，是也。】　大行皇帝萬壽聖節方物馬匹○遺詔尚未頒及而該國遣使已到應進收從之○又題朝鮮國王李琿咨差陪臣參判金大得齎到　皇太子千秋令節箋文方物馬匹今皇上寶位初登應照萬壽聖節禮儀恭進但一時難令更補及查進馬匹以喪禮未畢應免行陳設暫准進收【進收:廣本作收進。】報可○又題　皇上嗣登寶位華夷共戴朝鮮國素修恭順之職合宜播聞應照例差齎捧　詔勑【差齎捧詔勑:廣本差下有官字，是也。】彩?等件前去開讀奉旨允行 \\n ○禮部題准戶部咨料理海陸二運主事請鑄給関防從之　皇城廵視兵科給事中魏應嘉等言禁門嚴肅乃出入猥雜不異通衢非宸居之體即內市一節前此諸臣抗章請革竟付空言禮儀房長隨董國用輒將宮內不堪女子趙永祿女等八口領出北安門著伊親領去若未明旨【若未明旨:廣本未下有奉字，是也。】輒爾私發私領守衛不敢攔阻萬一奸偽滋生何以肅清輦下乞　皇上渙發德音明白諭戒然臣更有請者怨女出宮古今盛德之事自穆廟至　先帝兩朝迄今凡五十餘年矣其間侍從宮人空閑無職何啻以千百數【何啻以千百數:廣本百作萬。】夫人垂老倍思其鄉未衰儘堪生聚　皇上舉事發【皇上舉事發:廣本發下有言字，是也。】俱合大經大典即此一事不必問無例有例【無例有例:廣本作有例無例。】○慨然揀選獨斷施行令此老憊及無職者【及無職者:廣本職下有事字。】各依其親則海宇歡呼仁慈無極臣事效忠【臣事效忠:廣本臣下有因字，是也。】伏懇聖明省覽不報○鄖陽廵撫陳禹謨奏礦賊聚眾流刼議禦處之策奉　旨下部 \\n ○甲寅　萬壽聖節遣陽武侯薛濂武定侯郭應麒【郭應麒:廣本麒作麟，是也。】懷寧侯孫承廕撫寧侯朱國弼豐城侯李承祚豐潤伯曹以忠廣寧伯劉嗣爵祭　長陵等陵遣都指揮李承恩祭　恭仁康定景皇帝 \\n ○吏部尚書周嘉謨疏言建言諸臣中有事關國本者或叩　宸閽或忤時宰或引義而建諍【或引義而建諍:廣本建作諫，是也。】或因人而株連皆成　先帝之令德廑　宗社之遠慮也雖　皇衷有主未忍言夾日之功而犯顏不避何可沒回天之力　先帝神明不測用意淵深雖陽棄其身以杜羣囂之口寔採其言【實採其言:廣本實下有陰字，是也。】以鞏萬年之慶今　皇上篤念舊人并其身而顯庸之即沒而不忘優卹亦諸臣千載一時也今查訪列名如王德完孟飬浩鐘羽正【鐘羽正:廣本鐘作鍾，是也。】李琯姜應麟丁懋遜鄒德泳何士晉孫如法雒于仁羅大紘【羅大紘:廣本紘作宏，誤。】黃正賓沈璟李獻可舒弘緒葉初春吳之佳楊其休錢一本賈名儒王如堅朱維京王學曾薛敷教樊王衡謝廷讚【謝廷讃:廣本讃誤贊。】楊天民黎道炤陳尚象涂杰凡三十二人其一時開載未備者再行續請先是科臣周朝瑞疏云盡人而起之猶恐偶遺即日而起之猶為濡滯就使疲癃尫羸均宜霈之寵異以俟其自陳又或旦暮古今并當議其贈卹以報諸身後豈可令引領賜環隱身綿上齎志長沙也哉至是有　旨該部議用 \\n ○山東廵撫王在晉奏乞加兵以固海防存海運奴自稱兵以來志在取金蓋而絕餉道彼見金蓋運去之粟積比倉敖因粮于敵以拒內援之兵并擾山東以撓根本之計【以撓根本之計:廣本計作地，是也。】而賊臣在烏龍江【賊臣在烏龍江:廣本無臣字，是也。】所造之船足供戰艦揚帆麕至登州罄軍兵之數不能為戰為守又蓋州節次獲姧細【獲姧細:廣本獲上有拿字。姧應作奸。】皆云要搶蓋州燒截運粮船隻【燒截運糧船隻:廣本截作絕。】夫數十萬人之命繫于金蓋敖倉之積而金蓋敖倉之積于一線之海道【于一線之海道:廣本于上有懸字，是也。】賊睥睨金蓋側目登萊登為東省重地【登為東省重地:廣本登作萊。】抽兵捄遼精銳盡發兵船運餉則防海何賴金州至登州風帆半目秋冬風色係彼順此逆之時儻賊兵至而後借援于遼御風飛渡可幾及乎江夷慣海冒為効命我中華亡命實繁有徒願　陛下毋以金蓋可忽【毋以金蓋可忽:廣本蓋下有為字。】以登萊稍可緩也【登萊稍可緩也:廣本萊下有為字。】抑登萊發運甚艱【發運甚艱:廣本艱作難。】金蓋收粮甚緩今不謀金蓋之轉餉而第責登萊之發粮是徒望口吻之飲食而不思胸胃之痞塞也萬一金蓋被兵則此二百六十餘船且為寇藉矣　國家欲保全遼必當嚴督車徒陸運而以海運濟之乃為萬全之策臣是以因海汛之當加兵【臣是因以海汛之當加兵:廣本無臣因二字。】併及海運之酌議乞將臣募處餉【募處餉:廣本募下有兵字。】前疏下部酌議仍○嚴勑遼經略【仍嚴勑遼經略:廣本仍作而，遼下有東字。】撫臣分撥重兵謹防水陸必繇之路預固金蓋積貯之區則餉道無虞而遼兵可資防禦矣 \\n ○御史馮三元陳勸成德政五事一曰永孝思一曰善頤飬一曰勤講學一曰容直言一曰早諭教○戶部尚書李汝華題措餉甚難徵餉多阻臣部兩次加派每年共止每畝七釐先因少增兵而從遼撫之議然僅彀遼餉之半耳後○多增兵而從閱科之議【後多增兵而從閱科之議:此十字(廣本後下有因字)廣本接入本面後十行「遼撫之議」下。】于此求減必遼不用餉而後可又查兵工二部加派二釐是今春九卿科道之議在兵部為安家馬價之用在工部為器械之用於此求減必不用安家馬價器械而後可乃今各省撫臣有按年徵解者有不按年徵解者又有求減于二釐者目今外解既稀遼餉難援【難援:廣本援作緩，是也。】無可柰何反覆思維諸臣既說四十七年難于並徵或將去年已徵已解【已徵已解:廣本作已解已徵。】者准作四十七年之數今年見徵者作四十八年之數既減去四十六年者以寬民則不得拖欠【不得拖欠:廣本欠下有四十八年者五字，是也。】以誤國伏乞　勑下容臣移咨【移咨:廣本作咨移，誤。】四川陜西山東各省直等處將四十七年之數准作四十八年七釐及兵工二釐以見徵者解之如有延捱遲悞藉口拖欠者會同廵餉道臣指名參處　上允行 \\n ○起陞原任工科都給事中為民【工科都給事中為民:廣本民下「有王德完原任戶科左給事中為民」十三字，是也。】孟飬浩俱太常寺少卿德完于萬曆庚子疏請篤厚中宮時外傳　中宮有不安之意人皆慮之故德完云然○下詔獄杖為民飬浩于萬曆辛卯疏請建儲杖為民至是以　國本事同日起用○起陞原任布政司照磨楊東明為太常寺少卿東明於萬曆乙未論戎政右都御史沈思孝被謫　起陞原降【起陞原降:廣本降作任。】湖廣蘄水縣縣丞胡克儉廣西布政司經歷何喬遠俱光祿寺少卿原任南京浙江道御史為民柳佐為光祿寺寺丞克儉于萬曆庚寅年按遼論李成梁冒功尋論都御史李世達妄參御史劉思瑜【劉思瑜:廣本瑜作御。】為迎機取媚遂降級調外喬遠為禮部儀制司郎中以部疏不列銜署名降調佐論趙志皋後以兵部拾遺【拾遺:影印本拾字模糊。】事責科道不能論列而謫 \\n ○起陞原任廣西道御史史弼為太僕寺少卿○起原任南京浙江道御史劉蘭為貴州道御史○起陞兩浙運判史孟麟為南京禮部祠祭司主事孟麟吏科【孟麟吏科:廣本麟下有為字，是也。】直道不屈後以太常寺少卿起用極論張差事降五級○起陞任降【起陞任降:廣本任作原，是也。】山西和順縣典史郝名宦為南京刑部山西司主事名宦萬曆丙申以廷遣科臣封倭給事中葉繼羙疏具非宜　神宗怒革職并降禮部【禮部:廣本作禮兵二部，是也。】該司官為首名者【為首名者:廣本無名字，是也。】名宦時為兵部職方司主事謫典史○改兩廣總督右都御史許弘綱【許弘綱:廣本弘作宏。】為兵部尚書協理京戎政務【京戎政務:廣本作京營戎政，是也。】○以漕運戶部左侍郎王紀為戶部尚書總督倉塲廵撫陜西兵部右侍郎李起元陞右侍郎【陞右侍郎:廣本右作左。吳廷燮明督撫年表作右。】總督陜西三邊軍務兼理粮餉廵撫山東副都御史王在晉陞工部右侍郎總督河道軍務俱兼都察院右僉都御史○陞太常寺少卿熊尚文為都察院右僉都御史廵撫湖廣兼提軍務【兼提軍務:廣本提下有督字，是也。】 \\n ○陞山東按察司【山東按察司:廣本司作使，是也。】整飭永平兵備袁應泰為都察院右僉都御史廵撫遼【巡撫遼:廣本遼下有東字，是也。】贊理軍務先是遼撫周永春以聞喪移駐前屯而薦應泰自代經臣亦疏推之兵科給事中魏應嘉言封疆大事　簡書可畏永春為大吏而輕離信地萬一奴虜窺伺永春之青何辭袁應泰昔為中河為淮徐任怨任勞經臣所稱第以大任授大賢而不奉　明旨何以威夷狄乞　皇上速下會推之命使臣等【臣等:廣本作諸臣。】奉明旨而行庶主威不替羣臣帖服不報至是以應泰代永春○以左庶子公鼐為國子監察酒【國子監察酒:廣本察作祭，是也。】 \\n ○起陞原任雲南道御史為民李本固為太僕寺少卿湖廣副使饒位為尚寶司卿南京兵部職方司郎中劉元珍為光祿寺少卿廣東程鄉縣典史林材為尚寶司司丞本固于萬曆乙未以兵部推陞宋世恩事不行論列謫位御史【御史:影印本御字不明晰。】督學江南執法轉外因請告勒致仕元珍乙巳論輔臣沈一貫謫材萬曆甲午以申救冀體罰俸尋以論劉元震馮夢楨成憲降調○起陞呂圖南南京通政司右參議○陞陜西布政司檢較郭尚賓為南京兵部武選司主事○釋罪宗充■〈魚牙〉于高墻當　先帝以張差事召對羣臣時御史劉光復以聲高繫獄中尉【中尉:廣本尉下有充■〈魚牙〉二字，是也。】上疏申救　先帝惡其越関奏擾下高墻禁錮至是五年矣總督漕運王紀以為言特赦出之 \\n ○工科給事中李若珪陳親政五事 \\n 一曰保聖躬言天下勞形搖精之事多在快心適意之時一切聲色靡麗少近于前則慾寡而心清神凝而氣暢 \\n 一曰定聖志言人主終身趨嚮惟在于心　皇上旬月【旬月:廣本月作日。】之間念念事事去堯舜不遠惟願永堅此志大為勵精勿令奸生于偏聽勿令譖行于近習 \\n 一曰勤視朝　皇上當慕之際【當慕之際:廣本當下有哀字，是也，際作時。】即不敢望復一日三朝之規而間日臨御似不容已一以勵明作之志一以振久弛之人心 \\n 一曰開經筵古人師傅疑丞【疑丞:廣本疑誤凝，丞作承。】將以格非而輔德故講官不可不擇乃講學豈修具文宜先律令律典故【宜先律令律典故:廣本無令下律字，是也。】俾　皇上昭然於　祖宗法度而徐及經書可也 \\n 一曰慎枚卜用人為新政之首枚卜又為用人之首必大加咨訪舉朝曰可而後列名而請【而後列名而請:廣本名下而作以，是也。】毋徇人情毋徇資格【毋徇資格:廣本徇作拘，是也。】不報 \\n ○原任兵部職方司主事為民桑學夔復原職學夔以兵科救總兵馬林　神宗怒責該部何不早推總兵司官降級尋以救為民○起陞原任陜西右布政李維楨【李維楨:廣本楨作禎。】為南京太常寺卿改尚寶司司丞汪元極為南京國子監司業 \\n ○乙卯　上不豫召御醫陳璽視脈大學士方從哲疏問安言　皇上至性哀毀又值典禮殷繁　聖體過勞以致虛弱少加調攝自抵萬安【自抵萬安:廣本抵作底。】但十二日【但十二日:廣本但作且。】為　皇上御門視事之初十三日為常朝第一日萬國觀瞻胥係于此伏願加意珍攝以承　天眷以慰羣情奉　旨御門已知常朝候朕調攝稍愈擇吉行 \\n ○延綏兵逃遼東用兵取盈十八萬調發各鎮省精銳充之應募率多市人而充伍半為老弱勒而就道紀律素寬驍悍競起袁大有督延鎮兵至昌平託聞訛言一夕解者七百餘人將官招之不回部差官【差官:廣本官下有招回二字，是也。】僅六十人耳其餘所至流刼當事憂其內潰撫捕無策至于捕官李呈芳【李呈芳:廣本呈作承。】見殺而叛形成矣乃兵部題領兵官袁大有司兵階厲叛卒如陶言良子輩【叛卒如陶言良子輩:廣本良作浪。】首罪宜誅逐路招回拏獲如陳順邊明等罪有輕重應聽延綏撫臣梟示首惡而仍押招回逃兵解遼東其袁大有提究以肅軍政御史鄭宗周疏言不問李如栢之失機而問袁大有彭象乾【彭象乾:廣本乾作坤。】之故縱何以賞一人而千萬人勸罰一人而千萬人懼哉議者韙之 \\n ○陞山西右布政閔洪學為福建左布政【陞山西右布政閔洪學為福建左布政:廣本此十五字接次行尹字下，閔洪學作門敏學。國榷洪作志。】○陞四川左布政陳大道為順天府府尹陞山西副使柯曰?永為尚寶司卿○起陞原任貴陽知府錢策為光祿寺少卿原任尚寶司司丞張迎為本司少卿○起原任禮部儀制司主事王宗蓁補本部祠祭司主事宗蓁于萬曆丙申為冊封遲延【遲延:廣本作延遲。】事同王佐等為民○起陞原任工部都水司主事黃龍光為尚寶司少卿龍光以六科廊失火認罪降外○錦衣衛掌衞事駱思恭題　祖宗朝設旗尉以供　法駕蓋十萬人漸減至今止存一萬看守服役等用正身不足派及餘丁今典禮舉行　駕差繁重乞下部查照嘉靖年間事例酌議選補奉　旨該部作速議補 \\n ○兵部尚書黃嘉善覆遼東西平兩次失事除坐營黑際盛逆戰【逆戰:廣本逆作近。】折衝同知馬紹芳應變全城應陞應紀錄外照得伯要兒修怨糾犯李國樑聞通事之報檄行【檄行:影印本檄字不清楚。】顧大訓隄防矣乃次日虜入柳河臺而無救於地方之鹵掠及再至而守備不設如昨也虛張虜勢以掩罪標掇零級以侈功【標掇零級以侈功:廣本標作摽，掇作綴。】大訓應革職國樑應戴罪立功自贖　詔允所議○命戶部尚書李汝華署掌戶部倉塲印信○命太常寺少卿姚宗文署掌太常寺印信 \\n ○陞陜西按察使董光宏為江西右布政四川按察使周著為本省右布政福建按察使洪世俊為陜西右布政【右布政:廣本無政以上十四字。】○起陞原任山東福山縣【福山縣:廣本縣下有知縣二字，是也。】為民韋國賢為工部都水司主事國賢以礦監陳增論劾拏問為民○陞河南右參政盧維屏為本省按察使江西右布政林欲棟為本省左布政【左布政:廣本政下有使字，下同。】陜西右布政高第為山西左布政四川副使孫學易為陜西左參政○命李騰芳暫署國子監印信 \\n 大明光宗貞皇帝實錄卷之四終 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之五", "正文": "  \\n ●大明光宗貞皇帝實錄卷之五 \\n 　 \\n  \\n 丙辰　萬壽聖節免朝賀遣陽武侯薛濂武定侯郭應麒【郭應麒:據明史功臣表，應麒已前卒，麒應作麟。】懷寧侯孫承廕撫寧侯朱國弼豐城侯李承祚豐潤伯曹以忠廣寧伯劉嗣爵祭　長陵等陵都指揮使李承恩祭　景皇帝陵內官祭　端肅皇貴妃等陵 \\n ○御史鄭宗周疏陳時政 \\n 一曰充仁義　祖宗金花銀兩原為濟邊　陛下仁覆無疆積者尚渙之使出輸者寧忍其復入宜省剜心敲髓之艱以壯士飽馬騰之氣 \\n 一曰明賞罰人情姑息已久將驕卒惰試問三路敗衄誰人借箸誰人傳檄進則有死而無功退則有生而無罪封疆孰守乞　下部將金花銀兩儲太倉以備邊需應勘諸臣正典刑以震天威疏入不報 \\n ○給事中韓繼思奏選賢枚卜二事言勞于求賢乃人主之盛事而慎于選擇尤延攬之深心憑虛不如核實百聞不如一見一人有一人之本末一事有一事之功課今起廢以次舉行矣為公家而建大節與為私見而分異同者品望難昧會推以次得　旨矣守紀綱【紀綱:廣本作綱紀。】而率資性與工反覆而趨附和【趨附和:廣本無和字。】者才具自明大賢大用小賢小用果不肖則亟棄之如此則賢哲不滯下僚不肖不至雜進矣不報 \\n ○遼旱【遼旱:廣本旱作東。】經略熊廷弼言西寧錦義一帶自春徂夏踰時不雨千里赤地河東開鐵諸處早為戎馬之塲獨遼陽海盖初春稍沾雨澤不意六七兩月旱魃為虐蒭穀盡槁分守遼瀋大軍已踰十萬計歲該二百萬石方足軍馬糧料之費當此珠桂之秋遼地召買已屬無望或多截漕粮或量增運額每月餉軍務放七分本色三分折色寧使食浮于銀無令銀浮于食至于各營戰馬現在約七萬匹計一年該豆七十五萬六千石今山東之六十萬石僅豆十八萬石天津截漕皆米無豆關西召買若以米七豆三計算豆亦無多已咨餉臣轉行各地方多買豆料務足前數乞　勑戶部【乞勑戶部:廣本勑下有下字。】從長酌議章下部覆 \\n ○起陞原任吏科給事中為民程紹【程紹:廣本程作陳。】為太常寺少卿紹于萬曆己亥以礦監參夏縣知縣韓薰疏救革職○薊鎮大同宣府貪懦將官馬如繡張可大王承恩革任回衞從廵按御史蕭毅中請也○調南京鴻臚寺卿余啟元為鴻臚寺卿先是鴻臚卿【鴻臚卿:廣本臚下有寺字。】有以例貢任者至是吏部尚書周嘉謨言萬曆初年仍用甲科其別途出身者俸深但陞服俸官至少卿而止後失其制改用別途止以禮度之素嫺耳今宜選清望甲科以充之于是改用啟元○陞陜西僉事宋槃為本省右參議○陞工部屯田司主事糜有象為通政司左參議○陞刑部山西司主事吳殿邦為通政司右參議 \\n ○丁巳　上御文華門視事畢有頃傳　諭內閣朕御門見班行後有隨從執灑金大扇睥睨門外者回至省愆居聽有散班官前訶高聲達內庭【內庭:廣本庭作廷。】朕御極之初朝儀豈容褻慢【褻慢:廣本慢作嫚。】可傳示各官務加敬慎閣臣奏向來朝會久疏滋玩至此今各官知　聖恩寬大當無敢違禁干罪者矣禮部疏覆得　旨朝儀依議嚴行申飭違者參治 \\n ○制諭禮部上大行皇帝尊號朕惟古昔帝王有無疆之大烈者【有無疆之大烈者:寶訓殘頁無者字。】必有不已之令聞勳華以降代著鴻名?漢以還益隆尊號匪獨嗣主對越顯揚之至意抑亦臣民報功崇德之常經也恭惟我　皇考大行皇帝　孝格神明　仁兼位育始以勵精圖治迄於久道化成執勉勉之周綱解恢恢之殷網用使吏稱民安府修事治愷澤無微而不被威稜靡勁而弗摧膺曆數者四十八年永祚胤于百千萬紀所謂生民希有天載【希有天載:廣本希作稀，寶訓殘頁作希。】難名者矣　龍馭上賓攀號莫及嗚呼痛哉【嗚呼痛哉:廣本痛作哀。】憫予寡昧嗣纂丕基【嗣纂丕基:廣本纂作續。寶訓殘頁作纂。】屬訪落之在茲豈覲揚之敢後然而冲人永慕難摹日月之高惟爾臣庶追思共識乾坤之大欲傳盛羙宜協羣心爾部其集文武羣臣定議　尊謚擇日恭上冊寶以昭我　皇考之休於罔極欽哉故諭 \\n ○禮部進大行皇帝遵謚議文儀注前期一日鴻臚寺官于文華門設　謚議文案司禮監官同內閣禮部并班首官鴻臚寺官于文華門下丹墀內演禮是日　上具縗服御文華門棒　謚議官立于階之東文武百官各具素冠服詣丹墀贊行四拜禮興禮部官出前跪奏進　尊謚議文奏畢復位序班二員引班首官稍進前捧　謚議官以文授班首官班首官受　謚議文繇中道進將至　御前序班贊進　尊謚議文　上起至謚議文案之北班首官進　謚議文置于案贊跪百官皆跪　上覽畢召翰林院官趨至前跪　上以　謚文授翰林院官命撰謚冊文翰林院官受訖捧從中道出　上復坐贊俯伏興班首官與百官俯伏興班首官復贊行四拜禮畢序班徹案　上還 \\n ○先是冊立之議閣部及言官以為請已有定期遵　遺詔于釋服後舉行矣至是復　諭內閣皇長子年尚幼體氣清弱明年先開講冊立吉典卿可傳示該部待禫服後擇吉舉行閣臣方從哲隨疏言帝王為宗社大計莫不以建儲為首務　皇上即位之初首命釋服後舉行冊立明詔一宣中外手額茲奉　聖諭不勝驚惶考　祖宗朝冊立之期　英宗以六歲　孝宗以二歲　武宗則纔周歲耳未有年已十六而名位未正諭教未行如今日者向　先帝召諭羣臣于　慈寧宮元孫時亦在侍己偉然有成人度何至今而猶云體氣清弱况禫服之制在　朝廷為二十七日該部所擇九月初九之吉釋服已半月有餘正與前旨今諭相合當允行無疑伏望仍照前旨即　賜批發刻期舉行國本幸甚所奉　聖諭謹藏閣中不敢宣示【宣示:廣本宣作傳。】　上答諭云　皇考妣【皇考妣:廣本無妣字，誤。】梓宮在殯不忍遽行冊立是以稍緩還著遵前旨行後部臣科臣復力請乃定○免文華門奉慰禮 \\n ○御史史永安奏言路弘開【言路弘開:廣本弘作宏。】敬陳交濟之道其略曰　皇上至仁浩蕩大政流通將清寧立見【清寧立見:廣本寧作明。】于旬日間第人臣當不諱之朝奮敢言之氣曰諷曰直何所不可顧未相機宜妄希披瀝設為未必有之事過為不必然之防欲以成　聖明之善反以疏堂陛之交是進言者過也【是進言者過也:廣本者下有之字。】夫人臣當自靖者有二 \\n 一曰嚴章奏之體辭尚體要自古重之惟寧簡勿煩【惟寧簡勿煩:廣本惟下有是字。】寧顯勿隱指陳一事達其事而止舉劾一人肖其人而止無滋射覆無傷雅馴明白正大俾萬幾之暇一覽無餘則聽者樂聽斯章奏之體也 \\n 一曰矢獻替之忱言官因事納言非欲言而索事今批荅及時對揚不易惟是洗滌寸心滋培正氣言期于利　社稷不必矜名節言期于明國是不必附清流使　朝廷得受言之利而人臣無進言之名斯獻替之忱也至若數年鬱結一旦遭逢獻可替否正在今日體下心而茹納之所望于當宁者亦有二　皇上臨御時親召對日舉尊嚴之下稍有逆耳誰不神懾且溫旨而詢和顏而受乃聽言之道宜然是御下之威【御下之威:廣本脫之以上二十八字。】宜霽也人有瑕瑜言豈無醇駁惟在聽其可聽以沛江河之決置其不可聽以示山澤之虛乃□思之集宜然是兼收之益宜弘也能如是則明良喜起唐虞即在今日矣奉　旨所奏進言納諫有禆交濟之道下所司知之 \\n ○工部覆御史田生金停改造?疋疏言　皇上弘慈謂南直各府易地皆然三運二運事同一體因有查議之旨然貢夷?疋【然貢夷段疋:廣本然下有其字。】國家所用二運未定【二運未定:廣本定作足，是也。】仍應催解其南直隸等處三運一概暫停庶以充上供而甦民困會承運庫內監王虎言內府供應之煩需用之急遂有　旨改造三運都陸續觧進料價銀兩亦著戶工二部設處羡餘照數併觧內閣疏謂不可使朝端有二三之令致　詔書不信于天下只宜下該部俟其覆奏恭聽　聖明裁酌即不能概停亦宜量為加免不報 \\n ○延綏廵撫董國光疏言延邊密邇套虜其地不毛別無畜產軍士惟月餉是賴近來私增撫當多扣以供虜靖邊道所屬十四營堡宴賞大夷總費八千八百餘金官給者僅二千二百此外有詳允明賠者又有暗增賠者【暗增賠者:廣本增下有私字，是也。】前道臣張舜命欲將暗增者議減明增者准給除撥給保安等三縣土兵馬價一千九百兩有奇外少銀二千四百兩有奇乞于太僕寺馬價給發【給發:廣本作發給。】一半餘聽本鎮設處而部議寺帑匱竭今該道畢自嚴查撫賞各酋歲額官給銀兩外又詳允增給私賠貨銀四千二百八十兩有奇止裁革暗私賠銀二千二百九十六兩而諸酋仍前索要各堡照舊給與加增而濫極【而濫極:廣本無而字。】此諸弁不能堅守原約之罪如路將周弘祚王繼委官馮大梁等剝軍媚虜相應議懲第撫賞一額領過數年斷難停革一旦無論匿報暗增而此八千八百八十餘金亦理勢所必至【亦理勢所必至:廣本無理字。】不可裁也臣反覆躊躕【反覆躊躕:廣本躕作躇。】除前保安三縣【保安三縣:廣本安下有等字，是也。】土兵馬價外再摉括凑三分之二地方物力已窮其一分須發冏金補足庶省諸弁之指索可以蘇數萬之軍命亦可以結七部之夷懽奉　旨下部 \\n ○禮部題海陸二運遼餉【遼餉:廣本遼作糧，誤。】攸關召買盤剝應關防詐偽奉　旨與做防護海運關防○兵部尚書黃嘉善再疏乞休優詔不允○以鴻臚少卿【鴻臚少卿:廣本臚下有寺字。】展自重署本寺印信 \\n ○戊午　皇極門興工遣侍郎王永光行禮○通政司請　欽定御門引奏照例每日二起從之○司禮監請催督內廷【內廷:廣本廷作庭。】供應錢糧并　上供紙劄有　旨下工部○革薊鎮大水峪遊擊李元勳回衞山西廵撫陳所學劾其貪也 \\n ○御史王安舜言年來銓路積薪士氣鬱極　皇上一日下考選兩咨且鉅僚霞布久廢雲升矣第生材不偶尺短寸長如必從形骸分爾我未能啟信先以開疑是在主爵者仰體旁求之盛心使物得展其溲渤之用【展其溲渤之用:廣本渤作浡。】人得盡其榱桷之長可也年來中使傳宣民生跼蹐　皇上一日撤稅監五人且礦店議罷租庸議蠲矣然窮谷之間有腳難到沿習之久無籍可稽有璫之處催榷在中使無璫之處代徵歸有司有貨之地編額行于?廛無貨之地包賠入于正額是在主計者仰體一視之深仁毋使奉行不信分析不明囊橐之餘駕言抵補可也以今三殿鼎建特發帑金落成有日矣第工程浩大詎容虗糜作蠹破冒朋奸是在委任諸臣查核不可不嚴也以今遼境空虗儲餉告匱九邊犒賚沿鎮齎給矣第恩有所靳而威無可弛詎容氣惰心驕【氣惰心驕:廣本惰作隳。】養廱玩寇是在帷幄諸臣賞罰不可不斷也至如　臨朝大典誠進閣部大臣而問以人才之臧否治化之淳漓邊境之情形歲時之豐歉刑獄之煩疏面責口奏隨以其登對立賜施行又進言路而誘以明白正大之論披肝瀝膽之談霽顏而受包茹為容【包茹為容:廣本包作苞。】則耳目無微不徹矣更如　經筵開講夫豈故事繼離大寶延訪為先誠意正心之學固　明主所樂聞而天下國家之務尤救時之急著誠有疑必質有難必辯【有難必辯:廣本辯作辨。】則法戒備得開陳矣不報 \\n ○己未大小九卿上疏問安○欽定冊立東宮日期擇九月初九日○欽天監題　大行皇帝神主牌位初三日伐木十二日治木報可○工部右侍郎王永光題　皇極殿擇日開工需用緊急已奉　旨發帑二百萬【二百萬:廣本萬下有兩字。】本部移文承運庫關領該庫回稱尚無的旨傳示本庫乞降　明旨容臣關領奉　旨今發一百萬兩【今發一百萬兩:廣本今作令。館本似仍作令。】著承運庫領出收貯轉放該部仍有一百萬兩俟陸績凑發【陸績奏發:廣本績作續，是也。】 \\n ○工部侍郎王永光題川湖貴三省自開採以來費價數百萬耽延至一十五年而僅僅湖廣解完二運邇以開工在即臣覆閱在工木科有朽蠹不堪者總計尚少八千餘根乞　勑下臣部咨行三省將未完大木著各該撫按嚴督盡數起解其有各?領銀花費無木可解者監比追銀另行召買四川二運已報在途計今已至荊襄地方應咨行該省及湖廣廵撫嚴督沿途夫役撁挽有司及督木各官如仍前怠玩致悞工作者臣部會同科道官指名參究奉　旨依議行 \\n ○御史張至發請議定滅奴賞格以募忠勇簡閱援兵特加犒勞以示激勸而固結卒伍聯屬道將尤是經臣第一議【第一議:廣本議作義。】奉　旨下部○調黃華嶺【黃華嶺:廣本作黃花鎮。】參將王杲【王杲:廣本杲作果。】以原官管協守延綏定邊等處地方副總兵事從廵撫董國光議以定邊火酋住牧修備防秋急也 \\n ○御史張潑言京師奸宄叢集遊手成群于是有把棍之說結群棍為群歐【結羣棍為羣歐:廣本羣歐作混毆。】而被歐者亦結棍以求勝以把勝把而把遂不可勝窮有白討債之說誘解官客?于僻處逼立文契公然討取愚民一入牢籠便難展脫又有拏訛頭之說偵知一人作奸則尾隨其後陷人于罪從而嚇詐金錢兼以兵牌因事勒取火夫需索鋪行皆因臺臣差委不常班行偶缺或一人而兼幾差一日而下幾署管城不過三月新命或改別城收拾未成另有新政安能事事有法人人遵守今應將廵城改為中差一年一代庶更替有常不致奸宄之日滋也章下都察院 \\n ○陞廵撫廣西副都御史陳邦瞻為兵部右侍郎兼都察院右僉都御史總督兩廣軍務兼理糧儲【糧儲:廣本作粮餉。】帶管鹽法廵撫廣東○陞河南廵撫李養正為戶部右侍郎兼都察院右僉都御史總督漕運提督軍務廵撫鳳陽等處地方兼理海防○陞山西左布政趙彥為都察院右副都御史山東廵撫督理營田提督軍務山東左布政【山東左布政:廣本山上有陞字。】胡思伸為保定廵撫提督紫荊等關兼理軍務太僕寺少卿呂兆熊為陜西廵撫贊理軍務徐養量為甘肅廵撫贊理軍務楊述中為鄖陽廵撫提督軍務陜西右布政周懋相為寧夏廵撫贊理軍務江西左布政洪佐聖為江西廵撫兼理軍務俱都察院右僉都御史 \\n ○庚申蘭州河清【蘭州河清:廣本州下有黃字。】凡三日陜西廵撫李起元奏是日臨洮鞏昌間八月十五日【十五日:廣本日下有巳時二字，是也。】河清上下幾數十里至十七日未時止蓋自正德二年清而　肅皇應運至是凡一百一十四歲【一百一十四歲:廣本歲作年。】再清朝野共以為啟聖之祥焉禮部司務孫學詩奏河清賦　詔付史館 \\n ○給事中楊漣奏申明禮制四事 \\n 一曰正　朝廷嚴肅之禮禁衞森嚴著在令甲年來防衞廢弛出入無禁皇城之內摩肩掉臂午門朝見雜遝無章甚之班行中拜起未終喧闐如市豈成法廷【豈成法廷:廣本廷作度，是也。】當責成該部及廵視皇城錦衣侍衞等官查明憲典嚴加整飭并改製儀伏服物以煥觀瞻復閘朝法以防疏玩 \\n 一曰通　君臣接見之禮　祖宗遺制自御殿視朝而外有午門朝見之儀凡機宜要務與閣部大臣委曲面?下至庶僚分管答應故人得効忠事皆停妥盖君臣一有隔絕即開蔽蠹若職掌一經宣問即便恪共願諸臣奏對之時懇恩宣問吏部則問其敘用務為官擇人事有不稱并坐舉主戶部則問其考成無以虗文帑藏作何料理至於疆事孔棘更當詰問兵部責其調度方略戰守機宜庶惰窳知儆職守無曠 \\n 一曰明人臣進退之禮進退貴於自決黜陟取自　宸斷邇來章奏寢閣裁决希聞故有倖免斥幽【倖免斥幽:廣本斥作黜。】之典而悻悻言歸偶寬斧鉞之條而揚揚故里黑白未分是非莫定自今凡經彈劾者宜一一虗公覈奏如屬風聞不妨昭雪若罪狀可徵當依考功之法分別議處即卿貳大僚邊腹督撫當以國家事權為重以臣子體面為輕宜去者去宜處者處無概從格套曲賜勉留 \\n 一曰申章疏入告之禮【申章疏入告之禮:廣本禮作體，是也。】奏對弗可文文則覽弗省也弗可冗冗則覽弗竟也【則覽弗竟也:廣本脫也以上九字。】邇來一概封章【封章:廣本封作奏，下同。】掉弄筆舌渺無顧忌射覆藏□捕風捉影語涉含糊人可更換今百官封章盡入　御覽當申飭臣僚凡一應入告之文務在情辭曉暢言簡意盡定為畫一之法庶舉措有章勸懲不爽伏惟　皇上採擇疏入不報 \\n ○御史劉有源疏言京都首善之地邇來習氣益澆惡棍結把害人一呼百和假會茶之名積聚銀錢或數千或數百若把惡事犯即用此打點官司以必勝制人如林之勢方張履霜之漸當戒目今白蓮無為等教妖術惑人糾合無賴所在而是萬一嘯聚萑苻能保此輩不齎資響應恐久則難圖【恐久則難圖:廣本圖作當，誤。】銀錢日積勾連不已必經追沒而後可杜其端近于東城緝獲結把追沒過銀四千三十六兩四分于南城緝獲結把追沒過贓罰銀二千七百一十三兩【十三兩:廣本三作二。】三錢一分皆經查算造冊封貯各庫訖【封貯各庫訖:廣本封作分，無訖字。】乞　勑下戶部查照支取前銀或以備援兵犒賞之用或以給練兵修造之需更乞嚴督五城兵馬指揮職司捍禦須以禁治把棍為第一義奉　旨下所司○御史王象恒請裁革安定德勝二門稅課司大使永平府盧龍縣裁訓導一員汰冗員以裕國課也下部覆從之 \\n 明光宗貞皇帝實錄卷之五 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之六", "正文": "  \\n ●大明光宗貞皇帝實錄卷之六 \\n 　 \\n  \\n 庚申命給事中惠世揚御史薛貞廵視　陵工○錦衣衞題本衞監候犯人奉　遺詔悉送法司查審釋放報聞 \\n ○戶部題新餉一事物力竭天下而安危繫遼左非以專官總理之不可若新舊二餉並收一庫在今日亦覺未便盖舊庫止稅餉【稅餉:廣本稅作歲，是也。】四百餘萬今又益以新餉銀五百餘萬一司官目檢而手算之既拮据不遑且總入于一庫司庫者或不免通融支放稍那移于新舊之間嗷嗷者遂借為口實誠另設一庫另委一官各營局內司新餉者劄新庫即計數而解遼左司舊餉者劄舊庫即計數而觧九邊法無便于此者查太倉銀庫有陪庫一差盖亦互察豫習之意後以無所事事反類冗員今議即用陪庫為新庫而改為一年差【而改為一年差:廣本年下有一字，是也。】官有實用費無虛糜其原任本部河南司鹿善繼【河南司鹿善繼:廣本司下有主事二字，是也。】貞心定力綽有擔當委以新庫雅能辦之臣即當遵　旨劄催本官前來管理遼左餉務從之 \\n ○陞南京太常寺卿張輔之為南京大理寺卿○起補洪文衡為大理寺右少卿○陞行人司司副劉時俊為尚寶司司丞○陞河南按察使洪翼聖為山西右布政【右布政:廣本政下有使字。】○起原任尚寶司卿許維新為南京兵部職方司員外維新有清名先年以臬司被劾徑去議降○起原任廣西按察司照磨白瑜為光祿寺少卿瑜先年以給事中論河工當責成總河降三級○起原任吏部文選司郎中白所知為太常寺少卿所知為吏部守制科臣戴士衡論其匿喪營陞削籍○調陜西參政楊述程補山西井陘道參政○起原任兵部主事王惟儉【王惟儉:廣本惟作維，誤。】為光祿寺少卿 \\n ○辛酉禮部恭進　大行皇帝尊謚議曰峻德昭申配乾坤之廣大鴻稱顯錫揭日月之光華【揭日月之光華:廣本華作明。】惟易名永萬世之辭宜盡制隆　一人之孝稱天而薦率土斯敷恭惟　大行皇帝秉神聖之資履昌隆之祚體乾行徤瑩精收明作之功【瑩精收明作之功:廣本瑩作營。】保泰持盈端拱歛太和之福奉天祗若而裁成屬之範圍法道自然而張弛于焉合契即基命宥密未易以窺而成功文章可得而仰若乃幾神內運【幾神內運:廣本幾神作神機。】智臨無方發言盈廷臧否無逃于鑑別明見萬里乖和畢照其情形哲莫逾焉寵不邇徇【寵不邇徇:廣本徇作詢。】權無旁落獨裁之斷杜窺闞以靖氛囂【杜窺闞以靖氛囂:廣本闞作瞷，氛作紛。】干紀之誅有重持而無錯貸肅莫凜焉藏納閎深【藏納閎深:廣本閎作宏。】不以櫻鱗而動聲色【不以櫻鱗而動聲色:廣本櫻作攖，是也。】踐修純密不以清燕而輟箴圖大以成裕敦之至也豊裕自如無宮室遊畋之好綱維在握無科條文網之苛敬以居先簡之精也憲章則標　高皇之宸藻表　文祖之駿圖誦法則繙戴禮于經幃罷貞觀之政要以至銘齋顏而省己弘制額以作人經天緯地之文不在茲乎安攘則堅保塞之欵封遏屏藩之侵佚【侵佚:廣本佚作軼，是也。】勘定【勘定:廣本勘作戡，是也。】則剪鴟張于川播殄豨突于朔方用能威四裔【四裔:廣本裔作夷。】而我武維揚復一隅而厥問不隕保大定功之武不謂是乎緩刑宥過圜扉無冤濫之嗟發賑蠲租祲歲拯流亡之厄湛恩所沛浹于寰區即虞舜好生之仁蔑以加矣崇號鼎居極兩宮之備奉撤懸嬰服【撤懸嬰服:廣本嬰作變。】展三載之通喪至性所鍾終焉孺慕即周文敬止之孝無與埒焉維茲功德之崇隆總屬輝光之著見蓋惟昭明厥行繄中闡而外揚【繄中闡而外揚:廣本繄作翳。】以故章變有成用安人而立政洵哉優躋聖域而克闡王猷者也臣等歷覽前徽參稽令典帝堯運乃神之德爰號神宗成王贊惟顯之天尤稱顯行【尤稱顯行:廣本尤作允。】簡編具載【簡編具載:廣本載作在。】軌迹可循有如我　大行皇帝運際啟承【運際啟承:廣本啟作起。】道兼作述粵自冲齡嗣服迄夫大化觀成襲德澤於　累朝而以久道滋培元氣為之愈浹法精明於　世廟而以深仁固護洪圖用以彌昌詎惟揚烈覲光臻四紀垂裳之治抑且裕昆彰範奠萬年磐石之安夫非邁百王而獨超稱昭代之最盛哉臣等謹恊僉同之議式符節惠之稱　大行皇帝尊謚宜天錫之曰範天合道哲肅敦　簡光文章武安仁止孝顯皇帝廟號　神宗祗恊彝章永光　宗社臣等拜手稽首謹議先是內閣擬謚顯宗恭皇帝廷論未愜兵科給事中魏應嘉具疏言夫謚追崇之大典也古東晉恭帝隋末恭帝二號當時光景已不堪言追惟　先帝聖謨不可殫述而四十年雷霆在上今古所無神矣烈矣無以復加矣以至聖至神之　先帝持眾羙而效之光昭萬世猶恐不至乃草草舉事取證謚書令　先帝盛羙不彰何哉乃再集議于東閣改今謚 \\n ○大學士方從哲言　聖體未愈伏望清心寡慾以葆元氣【以葆元氣:廣本葆作保。】又念　皇上安居靜攝　皇長子出入動定之節早夜調護之方豈能盡煩　聖慮諸臣意欲請　命皇長子移住　慈慶宮選擇老成謹厚內侍付以阿保之任仍令將每日飲食寢興奏　聞則付託有人既以保安睿體而音問時達□不至過軫　宸衷奠國本而慰輿情此諸臣惓惓深念伏惟　聖明留意時各官候於宮門外俄傳　旨朕以頭目眩暈四肢軟弱不能動履待宣御醫召卿等來見 \\n ○給事中王繼曾疏言遼陽饑荒可憂內地冒破當議其言冒破者二 \\n 一曰召募之兵臣過浙中見募兵千人每人安家三兩行糧二兩安家官剋八錢計千兵冒破八百兩強者入募弱者候門頂買已更姓名逃歸復煩勾攝今召募在遼者可十八萬眾練之可得精兵八萬則今後召募可已也 \\n 一曰海運之舟今遼海運艘底平板薄非乘風破浪之具合募慣造海舟之人厚其直令剏為尖底如閩廣?船式樣乃可無患若如發造淮揚者既耗八萬金于無用及至海若不効而遂怯于海運之不可行則海運之舟當酌也遼地亢旱聞山東小米大收每石值銀三錢今請那太倉銀十萬給與山東沿海州郡買小米共湊八萬石視豆價高下買豆令足喂馬之數餘以為海運柁船之費其次莫如招?盖發糴招?上納必有奸?逋負之獘不如令?自為生計官定其價下令能運米萬石入遼者官議重賞其次莫如屯田令宿重兵所在聽邊軍【邊軍:廣本作遼海。】自屯永不征其入有水道可通者外深溝以防虜【防虜:廣本虜作禦。】內引水以灌田庶為兩便奉　旨下部 \\n ○禮部奏九月初一日進祀冊奉　旨著侍郎孫如游捧進○鴻臚寺奏三六九日　視朝報可○革通州練兵都督僉事畢應武回衞以廵按御史王象恒劾其庸劣也○起陞原任江西餘干縣知縣姜應麟為太僕寺少卿添註應麟以先封貴妃鄭氏爭降雜職極邊原任貴州貴陽府通判夏爋為南京工部虞衡司主事添註爋以刑部欽依審犯王進病故不早奏降○陞四川右布政使朱爕元為本司左布政使○調湖廣按察使杜詩為山西按察使○起原任湖廣布政使蔡復一為山西右布政使易州兵備 \\n ○壬戌御史鄭宗周言臣參法從之末【臣參法從之末:廣本參作忝，是也。】伏蒙　宣召閣府部院諸臣入宮外庭喧傳　聖躬違和不勝驚懼伏祈　皇上抑情養性起居有節必靜必清以恬以愉斯可祈天永命以綏如天之福臣又聞醫與治通聖人慎疾故實者瀉之虛者補之臣雖未諳方脉然此理曉然易明　陛下近日所用何醫所飲何藥中外皇皇願珍重保護嚴擇御醫製方合劑亦加謹慎勿以聖躬輕試藥餌仍　勑諭閣部大臣二員科道官各一員每日恭詣便殿候安嘗藥臣之事君一如子之事父將　聖心日清聖躬日固宗社靈長之運胥在此矣不報時　上勤勞政事批答不暇而哀痛之餘未適保攝之節廷臣有言為湯藥所悞者宗周見其微故疏言之又上書于內閣其時刑部主事孫朝肅徐儀世亦投揭內閣大指言須調護　聖躬及早冊立東宮事 \\n ○先是七月二十二日有進封皇貴妃鄭氏為皇后之旨部臣孫如游疏諫不報至是以禮部冊立事【以禮部冊立事:廣本作禮部以冊立事，是也。】奉　旨冊立東宮擇吉朕行稍遲元輔及卿面請即為允行前因母皇貴妃鄭進封皇后朕遵　皇考遺言又是朕篤孝之心該部如何抗違執奏著作速具儀來行慎勿復滋瀆擾閣臣從哲疏曰　皇后二字與皇帝並稱自非正位中宮母儀天下者必無此號　先朝有繇貴妃進封如　慈聖皇太后誕育　皇躬故母以子貴若但因侍奉勤勞而輕議尊稱則事屬剏聞例無可據臣自奉　旨後躊躕未敢遽發深懼此　旨一出外廷必且羣然執爭靜攝之中益增　聖慮不得已將部疏暫留以冀轉圜之聽伏望早為停寢所奉　明旨尊藏閣中不必傳外庶朝廷無踰制之嫌臣下無顯諍之跡未報 \\n ○諭禮部加恩在京文武羣臣軍民人等通行各衙門查舊例應賞員役開具人數并行內府衙門查現在銀兩絹布鈔錠數目開奏○補六月大選先是冢宰之　命久不下候選者以為苦至是始補選 \\n ○戶部尚書李汝華疏言國家惟正之供自合輸將度支出入之經何取朽蠹十庫錢糧除乙戊廉積等庫【廉積等庫:廣本廉作廣，是也。】屬工部外如甲丙丁字及承運廣惠等庫臣部所入也處處貢之歲歲積之其以本色至者既征自本地而以折色至者又辦之京?【又辦之京商:廣本之作自。】外者入矣而內出之數外不得而知入者中程矣而收藏之故外不得而見其據為窟緣為市漏為巵者何可勝言故建議者謂當　勑廵視官親核其數寬勞民于外觧酌改折以濟邊此救時之急著也　詔旨之頒實有此欵乞即　勑委廵視官赴內庫同該庫查核某項原額若干自四十八年以前某項已觧若干未觧若干【未解若干:廣本無此四字。】某項係急用缺乏若干其餘某項見在若干某項可作幾年支用某項可仍解本色某項可折銀解部濟邊一一具奏使各省直明白照數解納斯積蠹清而經費省奉　旨工興需用浩煩又各衙門典禮急需爾部酌量緩急遵詔折徵四十八年以後各省直仍派解本色應用不必差官查看 \\n ○命給戶部專理遼東新餉關防先是該部以遼東新餉煩鉅議增山東司官一員專任料理以江西司員外楊嗣昌陞補至是請給關防以杜詐偽從之○兵部劾貪弁冲和所千戶李喬芳廣州右衛指揮僉事江瑛建昌衛指揮方泰應依律提問從之○詔成國公朱純臣西寧侯宋光夏仍革任錦衣衛千戶陸逵回衛閑住先年考察光夏以自陳覆罷純臣以拾遺被糾命久未下至是乞援新恩供職部科參罷之 \\n ○寧夏巡撫臧爾勸奏邊鎮洊饑山東巡撫王在晉疏陳海運地方洊報灾傷俱下部○順義王卜石兔下番僧哀乞蓋朝兒計喇麻請給　勑命予之○起陞原任陜西副使喬應甲為南京太常寺少卿添註○起陞原任吏部文選司郎中楊材為南京太常寺少卿添註【添註:廣本無註以上二十三字。】○陞戶部主事添註劉道隆為本部廣西司員外○陞原任兩淮運判王霖為戶部山東司主事○陞湖廣右參議劉之沂為河南副使 \\n ○癸亥賚督餉戶部左侍郎李長庚銀六十兩紵絲二表裏令遵　新命供職蓋長庚以轉左侍郎具疏辭　上嘉其勤勞故有是命○吏部尚書周嘉謨言都左給事中舊例合用陪推今日數不敷【今日數不敷:廣本日作人，是也。】難拘常格都給事中擬用移補【擬用移補:廣本移作推。】其左給事中照俸挨補本科缺掌科者印信即令左給事中署管　上從之 \\n ○范濟世陞吏科李奇珍陞戶科俱都給事中楊道寅吏科薛鳳翔戶科李若珪禮科楊漣兵科魏應嘉刑科蔡思充工科俱左給事中韋蕃吏科張國祥【張國祥:廣本無祥字，誤。】戶科周希令禮科曾汝召兵科暴謙貞刑科惠世揚工科俱右給事中○以　登極詔命翰林院編修劉鴻訓禮科給事中楊道寅往朝鮮開讀　賜朝鮮國王紵絲十表裏錦四?王妃紵絲六表裏錦二? \\n ○御史馮三元言遼事結局無期其畧曰法有積弊不可不除人可應卒不可不備請言甚者民之剝也貲官為甚則事例為之濫觴也軍之剝也債帥為甚則職方為之開竇也起家于貲惟賄是求將以債取寧無剋剝至若遼東一事天下視以安危今羽檄徵兵飛芻致粟水陸兼輸調募並用悉為遼也乃一歲之中財費幾何士馬物故幾何進守者纔一故我之瀋陽而屯堡之侵剋不與焉又使期年而守鐵嶺再期而守開元【開元:廣本元作原。】撫順【撫順:館本撫字殘缺。】清河尚煩布【尚煩布:廣本布下有置字，是也。】寬奠曖陽【寬奠曖陽:廣本曖作靉，是也。】更假安排如此用兵不下數年膏火自煎秋潦易盡此立罄之術也兵貴善用謀耳豈必待十八萬數足而後有為哉經臣別有長慮非職所知據其告病之辭似亦強弩之末伏乞　勑該部急簡才望可任邊事者數人分列六部內為贊襄之助外為不測之需一旦有急取資左右不致張皇失措不然疆場重寄祗此一人非萬全慮也不報 \\n ○工部署部事左侍郎王永光題　殿門工程奉　旨發帑營建但催料【催料:廣本料作科。】難齊採辦跋涉查照嘉靖間先門後殿舊例【舊例:廣本例作制。】可援至其監督官員舊皆陞轉不常彼此推委相應擇官久任庶責成任事無所規避　上特趣王佐董漢儒作速前來任事　命諭德周炳謨魏廣微中允成基命管理誥命【命管理誥命:廣本無理字。】○陞原任御史降新興縣典史涂喬遷為光祿寺寺丞【寺丞:廣本寺上有左字，誤。】喬遷以巡城御史抄沒客用事降雜職極邊○陞原任山西道御史為民袁可立為尚寶司司丞可立以兵部推陞宋世恩謂言官不能論列降雜職○陞原任濟南府同知王邦才為南京戶部浙江司員外郎邦才以稅使訐奏逮繫久之乃釋○命錦衣衛指揮王應元楊汝敏俱堂上僉書管事李不矜南鎮撫司僉書管事梁慈北鎮撫司掌印管事許浩然理刑管事 \\n ○甲子　諭禮部尊奉　皇妣李端皇后【李端皇后:廣本李作孝，是也。】尊謚　制諭禮部曰朕惟古昔正位中宮述宣陰教生而儷體【生而儷體:廣本儷體作伉儷，誤。】沒則同尊粵有典常未之或改我　皇妣孝端皇后　母儀天下四十餘年恪踐閨□贊成化理子惠萬方發祥千億朕自早歲仰荷　恩勤稟睿訓以保明體　宸慈而調護德莫大焉不幸先　龍馭以上升曾尊養之弗逮興言風木深疚於衷欲展孝思宜遵故典頃奉　皇考【頃奉皇考:寶訓奉作我，是也。】雖已定有謚號而備稽　徽羙恭薦　鴻稱尚有　先朝之成憲在今將屆祔葬祔　廟之期爾禮部會官議擬并具合行禮儀來聞欽哉○又　諭禮部尊奉　生母溫肅端靜純懿皇貴妃尊謚　制諭禮部曰朕惟古昔踐天位者必追崇其所生誠繇因心之孝莫解于中亦以不匱之思用錫爾類也朕荷　皇天眷命奉　皇考遺詔嗣承基緒撫此萬方遡厥慶源則我　生母溫肅端靜純懿皇貴妃恩實大焉朕昔在春宮既莫親於溫清【既莫親於溫清:寶訓清作凊，是也。】今居禮幄徒有痛于桮棬欲伸罔極之深悰【欲伸罔極之深悰:廣本伸作申。】惟有肇稱乎殷禮昔我　皇祖考穆宗皇帝上生母榮淑康妃尊謚曰　孝恪淵純慈懿恭順贊天開聖皇太后祔葬　永陵建　奉慈殿于大內歲時享祀茲當如故事仰稽　懿德恭薦　徽稱舉遷祔之隆儀飭閟宮而孝享爾禮部其會官詳議來聞欽哉 \\n ○命禮部左侍郎兼翰林院侍讀學士何宗彥禮部左侍郎兼翰林院侍讀學士劉一燝禮部右侍郎兼翰林院學士【翰林院學士:廣本院下有侍讀二字。】韓爌為禮部尚書兼東閣大學士俱入內閣同首輔方從哲辦事宗彥便差官行取來京先是閣員缺吏部奉再推七八員之　旨至是尚書周嘉謨會官推舉首言舊輔葉向高天篤忠貞【天篤忠貞:廣本貞作良。】　帝資匡弼應候　特旨召用其廷推者共八人自宗彥一燝爌外則原任禮部右侍郎兼翰林院侍讀學士孫慎行詹事府少詹事兼翰林院侍讀學士盛以弘吏部尚書周嘉謨都察院左都御史張問達大理寺卿鄒元標一燝爌再疏辭　優詔不允 \\n ○大學士方從哲疏　遣詔【遣詔:廣本作遺詔，是也。】惓惓以分封為言今　瑞王出府六年　惠桂二王亦已三年合令禮部開坐先擬地方上請　欽定興建府第就國得　旨朕弟三王封建事不容緩禮部將所擬地方開列來奏俟點定作速分封部擬上　欽點漢中平陽東昌三府而瑞王【而瑞王:廣本無而字。】乞改荊州　桂王乞改衡州　上從之○貴州巡按沈珣巡行【巡行:廣本行作方。】石阡路瀨地方遇苗賊于野矢及于輿掠吏役衣裝去【掠吏役衣裝去:廣本去下有訖字。】疏言路瀨為黔楚之交夷盜猖獗守備諸臣宜提兵防護乃清鎮守備牛可耕名為護行而不携一卒遇賊鼠伏草中左鎮坐營中軍署思石守備事周承爵既不出迎亦不發兵防護二將俱應革任以儆失職奉　旨下部 \\n ○巡視庫局御史張潑言僉?之為京師害久矣而戶部為甚蓋同一買辦而工部則趨之戶部則畏之以工部鋪戶領銀在先辦料在後戶部責?先辦料物入官?本視為可緩可急鑽之左右鑽之薦紳領銀一萬?人得六居間得四而其身家若掃矣今　聖□一新聞外紬?等鋪【今聖政一新聞外紬段等鋪:館本政字殘缺。廣本無外字。】　先帝未給者且將二十萬　聖明盡數給發長安懽聲如雷臣仰體　德意敢援工部預支之例為戶?請　命【為戶商請命:廣本商作部。】或十給其八或三給其二時而給之亦陸續而比之豈有不樂赴者且前奸?拖欠亦非盡?人罪也支給不清猫鼠不無同眠需索不堪有口豈能分訴聞今百務更始而常例之禁請自廵視衙門始留得索取此?夕須之餘即為鋪墊不經之費一絲一忽豈非?膏努力同心祛此積弊庶幾根本重地人心安枕　章下戶部酌議具奏 \\n ○戊字庫內監以軍器匱乏請得　旨所奏軍器等件係衞護神京及各邊取討急需今遼事孔棘庫貯空虛何以應急著該庫速為頒式移文該省上緊製造【上緊製造:廣本製作成。】堅緻鋒利者解進不得輕議改折○左軍都督府帶俸都督僉事鄭養性疏請收　皇貴妃成命【請收皇貴妃成命:廣本妃下有封后二字，是也。】久之乃允 \\n ○廵按浙江御史彭鯤化言?疋急缺改造一事奉有　明旨但浙省財賦空虛自征調煩興業已藏庫搜盡又加以改造?疋數多價倍用至百餘萬部任二分令本省任一分數至十萬餘【十萬餘:廣本作十餘萬。】金原無分毫額設加派不可那借不能復查三十二年奉派改?共一十八萬五千餘疋彼時亦因料價難處奉　旨先辦一半每年一運十運解完往例昭然伏乞　聖恩破格減免如必欲照數織造懇將本省及江西各項銀多留數年仍再分運寬限庶杼軸不空　上供不致缺乏有　旨龍袍?疋係上用婚禮賞用急需見今缺乏著工部移文各撫按作速織解其改造并留各項料銀遵照前旨行 \\n ○直隸廵按御史王象恒疏請恤民力以培根本畿輔四方之極臣頃所廵歷之地派車派牛運糧運草援兵之過雞犬靡寧逃兵之回截刼為害什倍他省而近者獨順永得减先派三釐五毫與後加二釐之一其保河兩府議徵如故夫山海要地【夫山海要地:廣本海下有之字，地下空四格。】今題過修理銀八萬三千餘兩督撫諸臣窮搜極索止得萬餘兩何以給前項之費且募兵安家皆屬無處頃者良鄉諸處以衝若告天津等處以災傷告皆乞免加徵臣目擊衝疲事關軍國乞　皇上特于順永保河四府再發二十萬兩以一半修山海通州城臺而募兵安家等項皆為分給以一半减冲疲災傷之加征【减冲疲災傷之加征:廣本冲作衝。】而抽扛工食等項【抽扛工食等項:廣本無扛字。】皆為幸免庶人心聯結而根本永固不報 \\n ○乙丑起用原任大學士葉向高于家以南京禮部尚書朱國祚為大學士入閣辦事　上在東宮御講筵之日久侍班等官蓋三十餘員會推閣臣多有未與者　上軫念舊勞傳諭再推時見任惟南京禮部尚書朱國祚而原任輔臣加高【加高:廣本作葉向高，是也。】會推首舉僉望攸屬　上傳諭內閣向高匡時偉器經濟宏才今國家多事正賴舊輔協贊與國祚同差官召用因并諭凡屬東宮講讀等官効有勤勞應加恩典查例奏請○兵部奏遼東御史經畧各題參花嶺山城等處殺虜人畜多寡不同議處遊擊等官劉世功等輕重亦異難以懸斷相應覆請將失事地方行御史會同經畧再勘　上從之 \\n ○戶部督餉主事楊嗣昌疏論餉源言臣前奉　欽依差臣南直等處催餉三事一新餉欵目二舊欠京邊三內庫本折詳其完欠名数第其緩急輕重專聽撫按自行所屬催徵臣幸藉手報命不欲別生一事旁擾一民使知　朝廷之上有此不得已之催科地方之官有此不敢後之功合【功合:廣本合作令，是也。】顧臣徐觀淮北之民饑搶紛然至于江南洶洶嗷嗷臣謂今日不獨有事遼東師行糧食【師行糧食:廣本食作從，是也。】當思結局抑且顧瞻閭左民窮財盡講開??原【講開源:廣本講上有當字，是也。】物極必反閭閻有敦本尚實之思而不能以匹夫之微丕振風氣道窮則變臣部有提綱挈領之務而不能以一切之法徧合時宜是在省直撫按諸臣隨地講求當身幹辦以足食者足兵裕民者裕國或庶乎其有懠也不然奴酋一日未滅新餉一日難停今百姓尚知討賊尚可催科將來只恐百姓已自作賊誰為我用今日理財二字臣部不能獨任海內不宜諱言君臣决當猛轉而後民生可厚國恥可除矣下部 \\n ○兵部奏罪帥麻承恩劉孔胤郭有光所罰贖家丁馬匹應限兩月內召納報完過限不完【過限不完:廣本不作報。】仍照原犯治罪庶不至倖脫【不至倖脫:廣本至作致。】　從之○遣刑部大理寺官評事魏尚賢等十五員往直隸等處恤刑○兵部覆陜西三邊督臣李起元會奏甄別四十七年分各該將領功罪滕國相加署都督僉事仍管宣大軍門標下中軍事文應奎【文應奎:廣本奎作魁。】量加署都督僉事仍協守宣府地方俞國忠王景和劉鎮國【劉鎮國:廣本無國字。】俱革任回籍　從之○陞禮部左侍郎孫如游為禮部尚書兼翰林院學士如游先治　大行皇后喪繼治　大行皇帝喪及　上登極諸典禮積有勤勞故有是命○革陜西洮岷副總兵高應節鎮番參將包天吉波羅堡守備觧明選任回衞補鎮撫劉保為守備臨洮總兵官崔廷秀都督同知以防秋敘功罪也 \\n ○遼東廵撫周永春疏請旌勸本鎮輸助官民遼地瘠薄荒者十之六七官兵止將近城堡田地開種離城堡稍遠者一望蒿荒其在海盖四衞耕種稍寬然近苦海運養牛之家供役輸輓耕耘無暇援兵駐劄地方散在村屯糴買不出民間窖藏無餘積遼人雖捐助多寡不同總之表其急公之心宜急為表揚以示風勸其輸糧二百以上至千石輸銀一百兩至五百兩及牛馬車輛及草束之價稱是者廢閑將官量銜進級見任職官應為紀錄若輸糧五千石銀至一千五百兩如嚴正平一人者尤當破格優敘官為建坊以示旌異下部覆　從之 \\n ○陞刑部侍郎何熊祥為南京都察院右都御史【陞刑部侍郎何熊祥為南京......右都御史:廣本此十八字接次行右侍郎三字下。】○陞南京操江右副都御史陳道亨為刑部右侍郎○改南京戶部尚書衞一鳳為南京兵部尚書參贊機務○陞湖廣左布政陳德元為都察院右副都御史廵撫廣西○陞光祿寺卿張我續為都察院右副都御史廵撫河南提督軍務○降補原任浙江右參政鄒希賢為江西右參議○調陜西副使張光縉于山東陞江西右布政使林欲棟為本司左布政使陜西右布政使高第為山西左布政使○起陞原任吏部文選司郎中張鳳翔為南京太常寺少卿原任湖廣襄陽府知府馮若愚為南京光祿寺少卿○陞尚寶司司丞姚士慎為光祿寺少卿○陞河南右參政盧維屏為本省按察使○陞四川副使孫學易為陜西左參政○命光祿寺丞須之彥掌本寺印信 \\n ○直隸廵按王象恒疏奏旌表節孝深澤縣劉氏王氏曹氏【王氏曹氏:廣本作曹氏王氏。】安州楊氏邵氏玉田縣李氏孟氏王氏清苑縣仲氏盧龍縣彭氏崔氏雄縣何氏密雲縣劉氏順義縣趙氏張氏遵化縣喬氏山西蒲州史氏任丘縣吳氏博野縣吳氏三河縣楊氏天津衞戴氏河間府閻氏通州臧氏【臧氏:廣本臧作薛。】灤州閔氏獻縣林氏吳橋縣邵氏梁氏王氏薊州林氏張氏東安縣李氏祁州吳氏肅寧縣陳氏香河縣戴氏孝子安州生員邵桂奉　旨下部○禮部右侍郎韓爌奏乞移贈本生祖父母部覆准移贈 \\n 明光宗貞皇帝實錄卷之六 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之七", "正文": "  \\n ●大明光宗貞皇帝實錄卷之七 \\n 　 \\n  \\n 勑修○丙寅召太醫院官診視進方　賜院官銀六十兩○諭免永順宣大山西等處逋稅先是首　諭撤回稅璫復　諭七月以前拖欠者一概蠲免至是因太監張燁之奏　上復諭曰【上復諭曰:廣本無曰字。】永平等府併宣大【併宣大:廣本併作并。】山西順天所屬州縣未完四十八年春夏額稅已徵在官者速觧其節年拖欠俱豁免之以昭朝廷寬恤小民至意○諭免通灣房租太監張燁奏先年勢豪遺留店房等事　上曰通灣房租有名無實徒使居民受害耳該部速移文【該部速移文:廣本無部速二字。】撫按查明豁免○閱視吏科新陞太常寺少卿姚宗文奏自遼陽三路覆師臣奉有閱視之 \\n ○命出關查閱過兵馬錢粮數目已經奏訖尋以國制見朝其真保定三府【真保定三府:廣本定下有等字。】未閱今陞太常署印將敬共典禮則使事未完將出効馳驅則　祀典又曠又臣所奉閱　勑係吏科舊銜銜舊官新查核未便恭候　明旨或今臣祗奉成命則乞委官署印仍改　勑銜以行或將真保定三處【真保定三處:廣本定下有等字。】聽之後遣閱臣則將臣閱過【則將臣閱過:廣本將臣作臣將。】邊鎮造冊奏繳奉　旨真保三處【真保三處:廣本保下有定字，是也。】著後遣補閱下該部知之【下該部知之:廣本之作道。】 \\n ○少詹事管理練軍兼河南道御史徐光啟奏臣蒙　先皇帝委任練兵自領　勑受事迄今半載因材授器凡軍火技擊以次服習矣第三省民兵太半老弱法應簡汰而兵之應募地方官司許以二年更替又許以每年瞻家銀銀兩【每年瞻家銀兩:廣本年作家。瞻應作贍。】今銀兩未給人無固志應有處分此外則建置統馭之宜尤宜更定兵家部曲之制設官之道務須相稱去歲奉旨訓練之初兵部議防禦看城定額六萬故統以總兵三員以臣提衡其間後減為二萬今又多出援遼所存七千餘人堪留者不過三四千耳以京邊營法計之【以京邊營法計之:廣本邊作巡。】止宜添參守官一二員足矣何必更用大帥多一輩應用員役多一種廩給耗費乎今總兵畢應武既經臺臣論剌去任此官便可無設即臣衙門似宜議裁遺下通州昌平駐劄三營兵將臣所教練曉暗【曉暗:廣本作諳曉，是也。】軍火器藝行陣法制者量留大半用一二將官統領或內屬京營令一副將帶管而制以總協廵視或外屬近鎮令鎮兵帶管【令鎮兵帶管:廣本鎮作總，是也。】而制以督撫司道似為便益【似為便益:廣本益作宜。】奉　旨兵部議奏【兵部議奏:廣本兵上有下字，是也。】 \\n ○廵按直隸御史王象恒疏言永平僉派觧監錢粮如棗兒稻皮榜紙柴夫胖襖等項最為民病各項本係解部不知何人剏始交監歲通計金錢可一二萬金大戶賠貼幾已及半一僉派解即身家莫保若將棗兒榜紙柴夫等銀解之該部而轉發該監則解戶可免橫索而胖襖即兌給本地【即兌給本地:廣本即作則。】附近各軍又省往來解納之煩其查【其查:廣本其作且，是也。】有河間府稻皮萬曆四十五年改解戶上納之例仍乞解部轉發該監下部從之 \\n ○試御史廵按福建等處鄭宗周等七人各照例准實授○貴州廵按沈珣言邇來以黔中多故道臣多缺即補者不來【即補者不來:廣本無補字。】來者求去去者不返若威清兵廵道副使李思恭去春以入賀離任今已年半當照例徑行罷斥其缺有銅仁知府陳堯言堪補前與撫臣會題而部已別推乞即　勑部以堯言補思恭之缺庶為兩便奉　旨下部○鎮守雲南總兵???昌祚疏議軍務及預處夷賊下兵部○河南廵撫李飬正條議宗藩至切事章下戶部○欽天監擇　大行皇帝并　聖母梓宮於九月二十八日發引報可○禮部尚書兼翰林院學士孫如游疏辭　新命優詔不允○以庶吉士李孫宸為翰林院編修○命太僕寺少卿?周祚掌本寺印信○蜀王奉銓奏進扇柄詔回賜如例 \\n ○丁卯大學士方從哲以二十一日在假未獲入宮候安疏曰臣詢醫官知　聖體御膳減少兼有痰喘必湏一意調養除每日發票本章外俱宜暫輟至于進藥一節尤宜十分慎重昔人謂治病者以服藥有効為上策以不服藥保養為中策蓋欲寡心清元氣自固用之不當其害更不可言惟　聖明留意○諭禮部議加　恭靜端懿溫惠元妃郭氏及　昭肅恭和章懿才人王氏尊號先是　上諭內閣曰朕妃郭氏才人王氏俱侍奉年久朕念其勤敏各封為皇后其令禮部具儀以聞部臣疏謂　皇上嗣登大寶　元妃宜進儷尊之名而　元子正位青宮　才人應酌加封之典得　旨議謚 \\n ○山東廵按陳于庭言方今援遼之舉最苦累無若海運山東以一省而兼數省之困登萊又以兩郡而兼各郡之艱造船隻買米豆集夫役即豐年猶慮莫支今且苦水苦蝗苦雹所在災變頻仍而文登寧海之間海嘯水溢房舍桑田滙為沙磧夫東土有年則海運可行即遼可恃以為命東土不支則海運何出自非發賑減編何以救此一方也下部知之 \\n ○戊辰　上召見勳爵內閣部院大臣及吏科河南道于　乾清宮煖閣御榻前諸臣親聆　天語問安論藥以閣臣從哲請　命　皇長子出見諸臣回奏　東宮天姿英偉　社稷之福　上大悅○祭京都太倉之神遣戶部尚書李汝華行禮○祭恭靖公姚廣孝遣本寺堂上官趙一鑑行禮祭丞相文天祥遣順天府府尹【順天府府尹:廣本府府作府。】王舜鼎行禮○祭太傅于謙遣本寺堂上官趙一鑑行禮 \\n ○以新設金復道海運督餉僉事胡嘉棟改駐鎮江金川【金川:廣本川作州，是也。】三面濱海海運必經故添設道臣駐轄外衛金復內護登萊而調遼陽水兵二千七百有奇及浙直兵共萬人駐近島防守經臣熊廷弼議金復道之添設原為防奴賊犯南衛奪我海運今查賊欲犯南衛止有兩路陸從靉陽塩場犯岫巖水從鎮江鴨綠江泛大洋此其進入要路而鎮江外聯朝鮮內防寬靉中守鳳凰甜水以截奴水路陸路之入他日又可繇寬靉出剿為進取之一奇宜將金復道胡嘉棟改駐于此　詔下部覆從之并改給勑書関防 \\n ○台州海門兵譟浙兵【浙兵:廣本作浙江。】年來征調旁午餉糈不繼台兵五年之中譁者至再至是以水陸營把總哨官單道亨楊思勳等索取陋規喧騰謗帖而備倭把總陳泰階聽讒淫刑各兵遂譟而起泰階潛避他所遂入署毀其公座良久乃散御史吳光龍請革泰階任回衛而提問貪殘諸弁及伺釁營兵各正其罪下部覆從【下部覆從:廣本從下有之字，是也。】 \\n ○工部左侍郎王光永請給管理大工勑書○遣御史薛貞廵視工程○起原任雲南道御史鄒德泳為尚寶司少卿添註德泳以論國本救李獻可革職尋為民○起原任太常寺少卿耿庭栢為南京太常寺少卿添註○陞廣西左參政【左參政:廣本政作議。】何士晉為尚寶司少卿○陞光祿寺寺丞邵輔忠為尚寶司少卿添註○陞太僕寺少卿張卿【張卿:廣本卿作泮。】為光祿寺卿 \\n ○己巳　諭刑部速審釋放獄囚　恩詔內有放赦矜疑罪犯一欵【有放赦矜疑罪犯一款:廣本無放字。】久未審釋至是特　諭速行之○工部侍郎王永光請蠲浙福直三省織造羡餘其已扣者准作未完?價給織　上曰歲造?疋係賞夷正供應上緊織造解進其羡餘銀兩亦照舊供進【供進:廣本作恭進。】以濟急需不必再凟已復請將三運?疋一概暫停二運未完儹織解運【解運:廣本運作進。】若羡餘原非成例今宜盡豁以復舊章得　旨仍著撫按官將二運上緊織造三運陸續解進料價戶工二部從常議處【從常議處:廣本常作長，是也。】羡餘銀兩照数一併解進 \\n ○太常寺少卿姚宗文疏請修　郊祀禮儀言　皇上乘乾初御冬至在即履郊祀　帝正在厥初惟是二十年來　先帝深宮靜攝　南郊罕御遣官代行習為故事【習為故事:廣本作習以為常。】禮樂頹壞壇壝傾圯皆非制作之始大典攸關宜先期整理一整圜丘　上帝所臨也一緝齋宮【緝齋宮:廣本緝作葺，是也。】皇上所居也一飭器皿祭品所需也一修樂具奏亨所陳也【奏亨所陳也:廣本亨作享，是也。】一新袍服樂舞諸人所服以駿奔者也一潔犧甡【潔犧甡:廣本甡作牲，是也。】養房　聖駕親臨先期以省視者也務期壇宇一新品物胥具庶精誠上孚而靈貺無疆矣至　北郊　日月　社稷諸壇及　九陵之上皆宜節次按時修舉章下工部 \\n ○虜犯甘肅官兵拒卻之虜囚【虜囚:廣本囚作酋，是也。】銀定歹青合兵數萬從哨馬營撲邊甘鎮副總兵薛永壽涼鎮營中軍千總馬永祿等協同堵截【協同堵截:廣本截作剿。】陣斬賊首七十餘級乃退 \\n ○庚午遣官祭月夕壇【月夕壇:廣本月夕作夕月，是也。】是日遣恭順侯吳汝胤代獻時命分獻侍郎劉一燝已入閣辦事乃更命通政使姚思仁分獻而陪祭者寥寥僅六人於是侍班監禮御史張潑等言　聖君嗣服之初宜申飭怠玩　上曰　郊廟大典以後陪祀官咸宜恪恭陪禮無故不到者其指名參奏○禮部擬九月初四日上　大行皇帝尊謚冊寶報可 \\n ○禮部進　孝端皇后尊謚議文曰久道化成光輔憲天之治柔儀順應咸推配地之尊主陰教以淑家邦嗣徽音以垂宇宙恭惟　孝端皇后幽閒貞靜誠一端莊溈汭鐘祥【溈汭鐘祥:廣本鐘作鍾，是也。】紹虞廷而釐降洽陽毓秀?女?比?嫓周室以作嬪惟德之行其儀不忒畫修暮誦【畫修暮誦:廣本畫作晝，是也。】陳圖備觀省之資晏退早朝脫珥佐憂勤之治禮先蠶而獻繭儉比葛覃祀玄鳥以進環慈同樛木迨深居靜攝禁不聞聲乃密諷婉規事多得請暨前星之啟耀初九潛龍廑覆露以垂恩再三燕翼臣民襲祉華夷蒙庥方萬歲以祝椒風胡一朝而歌薤露在　先帝情鍾伉儷軫琴瑟之中睽肆吾　皇愛切瞻依奉桮棬而永慕當此鼎成之變聿隆渙號之班【聿隆渙號之班:廣本班作頒。】開大隧而珠襦玉匣皆藏崇　禰廟而藻冕褘衣並祔禮兼文至榮與哀并臣等俯竭管窺博稽輿論　孝端皇后尊謚宜天錫之曰　孝端貞恪莊惠仁明媲聖顯天毓皇后【媲聖顯天毓皇后:廣本作媲天毓聖顯皇后，是也。】擬長秋之令範雲漢為章摹象月之餘輝星辰動色播芳聲於彤管揚節惠於丹旌奉　旨依擬 \\n 又擬上　聖母溫肅端靜純懿皇太后【太后:廣本作貴妃，是也。】尊謚議文曰祐命自天　九廟誕靈于玄穆含章啟聖二羙蘊儀于黃中【二美蘊儀于黃中:廣本美作儀，儀作美，是也。】子貴之義宜彰人生之本斯一道咨前哲禮正初基恭惟　聖母溫肅端靜純懿皇貴妃稟德承乾應符恢世匹 \\n 二妃而首賁獨當秀異之鍾邁　九御以榮躋遂寄神明之統書環協吉帶韣迎祥祕殿恩勤育　皇躬而泰豫法庭訓肅藻聖德以宏深當夫　龍邸方潛翟褕惟謹居盈以約愈切括囊無咎之思履順于明彌增執玉不勝之懼用堯固元良於 \\n 宗子終開奠艱鉅於　長君福國無量【福國無量:廣本量下有宜家有自四字，是也。】非獨端貞內照裕配日之真明抑亦玄朗旁通著隨時之大義壼模極備嘉名　寵錫於先皇　胤祚方隆顯號崇追於　正位矧茲榮祔曷既永思宜遵　祖宗自仁自義之規用慰　聖明如生如存之感臣等祗承孝達【祇承孝達:廣本孝達作達孝，是也。】還闡　聖慈婦順以孝為先必冠易名之首　母儀以靖為盛【母儀以靖為盛:廣本靖作靜，誤。】用昭考行之衷既獲僉同允垂　徽懿　聖母皇貴妃尊謚宜天錫之曰　孝靖溫懿敬讓貞慈參天胤聖皇太后妥靈　清廟祔宅　玄宮益篤慶于邦家永流光于圖史依擬 \\n 兵科【兵科:兵字起，至第八頁前十二行知之止，據春明夢餘錄校。】給事中楊漣疏陳　聖躬違和之繇保攝萬安之法先是十二日諸臣見　天顏頓減不似　登極之初至十六日諸臣到宮問安旋奉有頭目眩暈身體軟弱不能動履之諭各相驚駭不知其故及十七日諸臣敬問　聖安因大選問內官以違豫之故因知外廷所傳進御不節流言絕謬乃是崔文昇用藥差誤所致至是　上召見大臣親奉　天語兩夜未睡米粥日不多食困頓至此于是給事中楊漣言文昇不知醫不宜以宗社託重之身妄為甞試如其知醫則有餘者泄之不足者補之其事明白易見以　皇上之日日萬幾煢煢哀痛精神耗費于法止宜清補文昇何投相反相代之劑【相反相代之劑:廣本及夢餘錄代作伐，是也。】然則外傳流言必文昇藉口以蓋其誤藥之姧耳既益　聖躬之疾又損　聖明之名且　皇上初用文昇一劑泄補倒置若此有心之誤耶無心之悞耶有心則虀粉不足贖或其無心一誤寧堪再誤臣念　皇上睡少食少此豈是大小諸臣安枕之時閣部大臣各宜尋諸臣中有知醫者【閣部大臣各宜尋諸臣中有知醫者:廣本各宜作宜各，無「有」字。】日于宮門前【日于宮門前:廣本無日字。】齋心候問同　欽召御醫細細講求藥餌多方斟酌封付忠順內官如法煎和以進至如文昇者宜發司禮監究問處分傳示中外始知　聖躬不安全是藥餌之誤以解道路紛紛之口并祈　皇上召　皇長子同眾王子【眾王子:廣本及夢餘錄王作皇，是也。】承　顏導喜于前以發天性之真和或又擇【或又擇:夢餘錄無或字。】一二通書史大義內臣時在左右誦說古　聖帝明王通快可喜之事【通快可喜之事:廣本通作痛，是也。】以清　宸聽　以醒脾神如此自獲勿藥之慶矣 \\n 又臣接都督僉事鄭飬性一本為懇乞　天恩收回封后　成命此一事也　祖宗典制難干　聖明當已有裁决第無上尊稱告播中外必有其名今所稱封者尊之以嫡母乎則于　大行皇后有礙尊之為生母乎則於本生　皇太后有礙或以往日之恩當酬耶今日之情難已耶當年主鬯未定實不聞調護之深心而此時長君踐阼儘無取于沾沾承奉之虛文矣總之　皇后非可以輕乞恩之名　天子無可以輕自卑之理宮嬪無可以妄自尊之事貴妃試思　聖母仁慈配天育聖辛苦勞劬【辛苦勞劬:廣本苦作勤。】垂四十春秋我　皇上孝思無極止能崇上此皇后二字之追尊如貴妃當年今日舊眷新恩已是隆厚無涯奈何又多生此必不可萌之妄念故飬性前日之請收　成命正所以善安其姑在　皇貴妃今後養老別宮省心回念凡見朝【見朝:廣本及夢餘錄作朝見。】必湏啟請侍御無相攙越更所以善保全　先帝之明德于有終與殊恩于無已也 \\n 有　旨所奏朕母　皇貴妃鄭進封皇后朕遵　皇考遺囑昨覽都督僉事鄭養性所奏收回封后成命以全體制特允所奏已輟旨不行外庭不得再行瀆擾其御藥房提督崔文昇已有旨　皇長子擇用端人朕已知之 \\n ○刑科給事中魏應嘉疏刑賞治天下之大法而尤重于用兵乃罪弁李如栢李如楨喪師失地詭辦倖脫【詭辦倖脫:廣本辦作辨，是也。】此而不誅是謂無法乞立行逮繫與楊　勑下法司鞫問【鞠問:廣本鞠作鞫。】明正典刑不然大吏驕蹇文武全軀兵攜餉匱內患將至不報 \\n ○浙江道御史左光斗請賑遼東饑寒言今日遼東之患不在無銀而在無用銀之處何也遼自用兵以來米粟踴貴加以荒旱【荒旱:廣本作旱荒。】之餘石米四兩石粟二兩其一石尚不及山東之四斗通計一百萬之費分十五萬之軍每名【每名:廣本名作軍。】約得六兩于銀不為不多而此六兩糴米纔一石五斗耳縱是富人未免抱金餓死為今之計急截漕粮二十萬石乘汛之便【乘汛之便:廣本乘下有風字，是也。】運至彼處令河西與河東一體分派本色各三斗仍量加其折色俟來春耕作有獲再行區處此今日救荒第一急著也頃歲征調各兵皆以春夏起程夏秋過節【夏秋過節:廣本節作都，是也。】匪惟無堅甲乃更無寸縷久戍客兵涼秋九月轉盻隆冬餓死之餘又將凍死臣願陛下惻然軫念發帑二十萬勑下戶部令廉幹司官作速置買花布星夜解赴遼東每軍給布二疋花二斤一如歲底之給散京軍者其赶騾赶車【其赶騾赶車:廣本其下有餘字。】剝皮剝骨之役亦量加賑恤庶挾纊之惠適當授衣之期此又救寒第二之急著也　報【第一之急著也報:廣本無之字。影印本報上不字未印出。】 \\n ○閱視邊務陞太常寺少卿姚宗文【姚宗文:廣本文下有言字，是也。】頃兵部覆奴賊撲攻山城事以監軍陳王庭與經略熊廷弼所報殺虜多寡互異請行再勘非法也據報【據報:廣本脫報以上十五字。】賊以二千騎踵剋山城城堡相望二十里許殺戮無噍類諸弁罪不容誅矣監軍擬罪重者戴罪輕者罰治尚未盡厥辜何至以多少異同復行再勘說者謂六月十二日之失事也村屯一空焚殺甚慘主兵者不勝後慮借駁山城之案以成此番敘功之舉則慷慨任事者豈宜出此臣往日出關閱其兵馬不訓練將領不部署人心不附戢至工作之無時而已刑威之有時而窮廢羣策之不足以圖大功恃獨賢之不足以成大事故閱視之役不行薦舉誠不敢上欺君父也如經臣能憬然悟翻然改圖則桑榆可收奚必紛紛于此如不爭勝敗而爭損失之多寡恐開將領隱匿之門而重遼陽以日割月削之禍也下該部再議宗文奉○命閱視多草率了事廷弼言其惟賦詩飲酒遂彼此不協議者兩病之 \\n ○諭禮部選侍李氏侍朕謹慎勤勞　皇長子　生母薨逝後奉先帝旨委托撫育慈愛視如親子厥功懋焉著封為皇貴妃爾部速具儀聞○廕原任兵部侍郎劉畿孫劉錫潢【劉錫潢:廣本潢作演。】送監讀書○禮部請相度　恭靜端懿溫惠郭元妃【恭靜端懿溫惠郭元妃:廣本靜作靖。明史后妃傳與廣本同。】墳園并儀【并儀:廣本儀作議，是也。】　恭和章懿才人王氏祔葬事宜有　旨王才人祔葬從容詳議具奏已工部侍郎王永光疏言　昭肅恭和章懿才人王氏安厝事宜奉先帝祔葬　郭妃墳園之　旨今臣等會同內外諸臣相度　元妃墳園規模頗隘又欽天監稱陰陽忌諱宜聽禮臣請旨改卜吉壤非敢輕議　上曰王才人已有旨從容再議○惜薪司題柴炭缺乏奉旨下工部著作速補派○諭禮部選侍傅氏侍朕勤敏効勞有年曾誕育皇第六女皇七女【皇七女:廣本皇下有第字，是也。】著封妃其擬號以聞○榮王助餉一千兩奉　旨覽王奏捐資助餉足見體國之誠【足見體國之誠:廣本足作具。】忠義可尚銀著該部查收○廕故都御史宋仕男宋開春入監讀書○以四川廵撫都察院副都御史饒景暉考滿廕子饒元霖送監讀書 \\n ○辛未【辛未:辛字起，至後七行云字止，據夢餘錄校。夢餘錄辛未誤作癸酉。】　上疾彌留　召大學士方從哲劉一燝韓爌及英國公張惟賢尚書周嘉謨李汝華孫如游黃嘉善黃克纘左都御史張問達給事中范濟世楊漣御史顧慥于　乾清宮　上御東暖閣倚榻凴几　今上侍立諸臣問　安畢　上命諸臣前降色連　諭云　朕見卿等甚喜又云朕在東宮感寒症調理未痊值　皇考妣相繼大喪典禮殷繁悲傷勞苦朕不進藥【進藥:廣本進作服。】已兩旬餘卿等大臣勿聽小臣言　今上承旨再申前諭　上又諭冊封　皇貴妃禮臣言　二后封謚　東宮冊立諸典禮當次第行諸臣叩頭退先是給事中楊漣疏陳保攝參論內監崔文昇醫藥之誤故　召見部院吏科河南道外特及漣因論及此云【因論及此云:廣本及夢餘錄論作諭。】 \\n ○刑部審赦矜疑囚【矜疑囚:廣本疑下有獄字，是也。】梁國臣等七十五人得　旨矜疑者充軍應照原議及應議減者俱依擬○又奏放赦輕罪并監禁日久等犯凡五百四十一人○直隸廵按蕭毅中劾罷大同新任副總兵管分守中軍參將事楊鎮以右衛夏秋分防事重卜素諸郡【卜素諸郡:廣本郡作部，是也。】且擁帳臨邊鎮病不堪任也部覆從之 \\n ○御史王安舜疏陳飬身六要 \\n 一曰飬心　皇上萬御當前何欲不遂第恐欲動情勝而元精或逗惟願頤飬此心締觀欲萌從何恣肆而當念消磨則情竇不開心神自清矣 \\n 一曰養氣 \\n 皇上清明在躬何神不鬯但恐片念紛擾而元氣索惟願靜觀胎息之微即生身立命之本而弗雕斲以傷其根則氣一所動【則氣一所動:廣本氣一作一氣。】祥和可召也【祥和可召也:廣本也作矣。】 \\n 一曰守中皇上體中履正何念或倚但恐太過不及之間旁逸者多伏願默守此中不令外馳則喜怒哀樂即為中和位育之應矣 \\n 一曰慎獨皇上凝神滌慮何時不慎但恐居燕閒之頃【但恐居燕閒之頃:廣本恐下有私字，是也。】而媟褻生伏願獨知之地研審其幾則戒懼慎獨即心廣體胖之理矣 \\n 一曰主敬皇上執玉在躬何慮不敬【何慮不敬:廣本慮作事。】然稍或屑越人且窺其微伏願以敬作所則怠豫無自而起此恭已之心法也 \\n 一曰主靜皇上齋居靜攝何慮過動然稍示意向人且乘其幾伏願毋搖其精則煩躁無自而生此大虗之心體也【此大虛之心體也:廣本大作太。】伏願留神省覽不報 \\n ○戶部議截漕覆督餉御史萬崇德疏遼東一歲大約用本色米豆二百餘萬合截漕召買淮安天津山東真保永冀等處【永冀等處:廣本冀作薊，是也。】已分任其十之七八據新餉司呈稱派買于遼者僅六十萬石而不為旱魃為虐【而不為旱魃為虐:廣本不為作不謂，是也。】饑饉洊至據餉臣咨【據餉臣咨:廣本咨下有覆字。】應照將原派之數酌議截漕及關內召買二項以為補足其原派遼米二十五萬石今除天津截漕二十萬五千石【二十萬五千石:廣本作一十五萬石。】為明春運計外再截漕二十萬其原派遼豆三十五萬石今改于真保各處派豆二十五萬石外再增買豆二十五萬今以米言之截漕二十萬而原派數所少者亦僅五萬石【亦僅五萬石:廣本無亦字，石下有「關內增買三十萬，而原派數所少者亦僅五萬石」十九字。】今合以所少米之五萬【所少米之五萬:廣本之作豆，無五萬二字。】聽餉臣臨時以上納事例召買內再為酌處乞勑內外任事諸臣虛衷共濟無為爭執推諉以救遼左目前之厄奉　旨截漕及召買米豆俱依議內外諸臣俱要同心共濟無得爭執推諉致悞軍機 \\n 大明光宗貞皇帝實錄卷之七 \\n  \\n   \\n  "}
{"章节": "●大明光宗貞皇帝實錄卷之八", "正文": "  \\n ●大明光宗貞皇帝實錄卷之八 \\n 　 \\n  \\n 壬申禮部議上大行皇帝尊謚冊寶禮儀 \\n 一萬曆四十八年九月初十日辰時恭上　尊謚 \\n 一前期三日太常寺官奏致齋仍遣官致祭【仍遣官致祭:廣本作仍奏請遣官祭告，是也。】 \\n 天地　宗廟　社稷至日行祭告禮用祝文香帛果酒脯醢如常儀 \\n 一前期一日司禮監設　冊案　寶案【冊案寶案:廣本作冊寶案，誤。】于　大行皇帝几筵前左右仍置　冊輿　寶輿　香亭于文華門捧　冊寶各置輿中 \\n 一是日　上縗服祭告　大行皇帝几筵前陳設祭品如常儀祭畢　上御文華殿百官暫免朝參司禮監官舉 \\n 冊寶輿外導駕官導　上隨輿後降階升輅外導駕官退百官素冠服腰絰先于金水橋南背北面立俟　冊寶輿將至百官跪　冊寶輿過畢興皆隨至思善門外北向立內導引官導　上至　乾清門外降輅　冊寶繇中門進【冊寶繇中門進:廣本寶下有輿字，是也。】至　几筵殿前丹陛上導引官導　上繇左門入進丹墀內【進丹墀內:廣本進作至，是也。】贊官唱執事官各司其事導引官導　上至丹陛【丹陛:廣本陛作墀。】上拜位捧冊寶官于冊寶輿內捧　冊寶繇殿中門入至几筵殿前左右北向立內贊奏四拜禮　瑞王　惠王　桂王　皇五弟陪拜司禮監官傳示在外鴻臚寺官贊百官皆四拜導引官導　上繇殿左門入行至　几筵前【行至几筵前:廣本無行字，是也。】奏跪內贊奏進　冊捧　冊官奉　冊跪進于　上右　上受　冊獻畢以冊授捧冊官置于冊案【置于冊案:廣本案下有前字，誤。】奏進　寶捧寶官以　寶跪進于　上左　上授　寶【上授寶:廣本授作受，是也。】獻畢以寶授捧　寶官置于寶案奏宣　冊宣　冊官詣案取　冊跪于　上右宣訖仍置于案奏宣　寶宣　寶官詣案取　寶跪于　上左【跪于上左:廣本左作右，誤。】宣訖仍置于案奏俯伏興平身傳贊百官同奏復位導引官導　上繇左門出至拜位奏四拜傳贊官百官同導引官導　上至　几筵前奏初獻禮奏跪傳贊百官皆跪奏獻帛奏獻酒贊讀畢【贊讀畢:廣本讀下有祝字，是也。】奏亞獻禮奏獻酒奏終獻禮奏獻酒奏俯伏興平身傳贊百官俯伏興平身奏復位導引官導　上繇殿左門出至拜位奏四拜傳贊百官同祭畢導引官導　上繇殿左門入至　几筵前司禮監官捧　冊寶奉安訖　上行叩頭禮內贊奏禮畢傳贊禮畢百官退 \\n 十一日頒　尊謚詔先期鴻臚寺設　詔案于　文華殿門內東錦衣衛設傘盖于　文華殿前至日早百官各具素服烏紗帽黑角帶于承天門外伺候　上御文華殿後【上御文華殿後:廣本殿後作後殿，是也。】具黑翼善冠白素袍黑犀帶執事官先行五拜三叩頭禮鴻臚寺官奏請陞後殿【陞後殿:廣本無後字，是也。】導駕官導　上御文華殿鳴鞭訖序班官舉　詔案于殿中翰林院官捧　詔立于左鳴贊唱　頒詔翰林院官以　詔授禮部官授　詔置于案【授詔置于案:廣本授作受，是也。】序班舉案繇殿左門出錦衣衛用傘盖迎至承天門上百官入班鳴贊唱四拜稱有制唱跪開讀訖再行四拜禮鴻臚寺傳奏【鴻臚寺傳奏:廣本寺下有官字，是也。】禮畢百官退　詔書迎至禮部授使者頒行天下 \\n ○命大學士劉一燝韓爌同知　經筵日講　制誥　玉牒○陞少詹事李騰芳為禮部右侍郎兼翰林院學士【翰林院學士:廣本院下有侍讀二字，誤。】掌院士【掌院士:士當作事。】左庶子鄭以偉陞少詹事兼林院侍讀學士【兼林院侍讀學士:廣本兼下有翰字，是也。】協理府事教習庶吉士○以詹事府少詹事孟時芳同原任禮部侍郎顧秉謙纂修玉牒○以右庶子錢象坤為詹事府少詹事兼翰林院侍讀學士○兵部覆酉陽土司冉躍龍向以援遼調兵四千令之親統赴援加指揮僉事新銜而中途託疾其子領兵出關逃亡幾及【幾及:廣本及作至。】四百故廵撫饒景暉題參示罰宜追奪新銜勒限補足原調兵數以伸法紀從之 \\n ○御史左光斗請紀錄屯田勸課等官令甲屯田御史轄北直隸及河南山東地方徵子粒濟邊而山東一省所開多額糧田土故有留以補額糧之議時以開墾數多當行激勸故光斗會同撫按舉按察使景昉等州縣官項良梓等總兵指揮官姜弼等廵行勸課有勞應咨送吏兵二部紀錄其徵銀事宜【其徵銀事宜:廣本銀作糧，是也。】悉照原題擬行下部○都給事中范濟世御史顧慥疏請矜宥言官以廣延納救周朝瑞也不報○革陜西西安府永豐倉副使二員從廵撫李啟元奏裁冗員也 \\n ○陞湖廣右布政使莊懋華為左布政【左布政:廣本政下有使字。】○以原任陜西按察使張以謙降補湖廣布政使司右參政○陞四川按察使周著為本省右布政使○陜西右參政【陜西右參政:廣本陜上有陞字。】洪世俊為福建按察使○陞太常寺少卿王德完為都察院左僉都御史○命太常寺少卿官應震掌四夷館印信給事中薛鳳翔掌戶科暴謙貞掌禮科惠世揚掌工科印信○廵撫山東都御史王在晉疏陳貯蓄【貯蓄:廣本作蓄貯。】及久湮水利在晉以時弊多端蓄貯不廣及水利久塞應通行清理故而疏議之○廵撫陜西李起文【李起文:廣本文作元，是也。】題流賊渠首設法擒執眾恨已雪事下兵部○廵按直隸監察御屯田御史【監察御屯田御史:廣本無屯上御字，是也。】蕭毅中疏請開荒地以佐屯政下戶部 \\n ○癸酉祭○歷代帝王遣保定侯梁世勳陽武侯薛濂東寧伯焦夢熊兵部尚書黃嘉善工部侍郎王永光各行禮○諭九月初九日冊立　東宮 \\n ○以　登極翼贊恩加大學士方從哲少保改戶部尚書進兼武英殿賜銀一百兩坐蟒一襲○初　上以東宮侍班講讀効有勤勞下加恩示酬之　旨至是閣臣從哲等查各官履歷【查各官履歷:廣本官下有職名二字，是也。】開列進　覽　上曰各官見任在籍者優擢起用其故者優卹錄廕以示朕念講幄舊臣之意蓋　東宮侍從講讀等官弘治十年敘勞事例載東宮會典【載東宮會典:廣本東宮作在，是也。】年勞已及三年者廕一子中書舍人習字出身未及三年者廕一子入監讀書而○累朝御極之初侍班各官見任者陞擢其召用優卹皆出　特恩原無定例　上于舊臣篤念不忘故隨其供事久近【隨其供事久近:廣本供作從。】効勞淺深皆得分別敘錄中有未曾効勞一日者亦既?木及焉內閣查題侍班官范謙李廷機曾朝節葉向高范醇敬周應賓唐文獻劉一燝韓爌講讀官唐文獻焦竑鄒德溥郭正域全天敘蕭雲舉方從哲袁宗道吳道南劉曰寧馮有經董其昌黃輝楊道賓黃汝良莊天合【莊天合:廣本合作會。】王圖趙師聖張邦紀公鼐龔三益薛三省楊守勤侍書官范可??受【范可??受:廣本??受作授，是也。】茅聞詩羅萬英鄭崇光奉　旨下部 \\n ○定陵開隧道遣侍郎王永光行禮○禮部覆　覃恩之典一應外官內轉尚未到任京官外轉尚未離任與行人司務國子監八品等官俱照新任職銜給與誥命至有轉自南曹而適以九年考滿入都者並賜　俞允從之○直隸提學御史虛謙【虛謙:廣本虛作盧，是也。】言今日士習橫肆繇教官之訓不嚴有司之體不振教官朘削脩脯厭飽谿壑者提學當亟行斥逐至有司職任提調不宜以保留保陞刻錄立碑借資褻體近遼餉事例至廩生納級俊秀納附俱應停止戶部奏援遼事例內納級級貢【級貢:廣本作納貢，是也。】納附欲行者暫議救時之權欲止者特嚴持世之經參酌眾論以政體論【以政體論:廣本論作言。】遼事雖急自應別計三欵所宜急罷至明經納京官之說總屬賄進亦宜併停從之 \\n ○禮部題奉　聖諭選侍李氏進封皇貴妃業行欽天監選日昨又面承　天語自當仰體速行但前　諭上　孝端顯皇后　孝靖皇太后尊謚加封　恭靖郭元妃【恭靖郭元妃:廣本靖作靜。】　昭肅王才人為皇后皆未經告竣以先後次序酌之宜俟四大禮行後方可議及而給事中李若珪亦以緩封請不報時欽天監已擇九月初六日矣○吏科給事中【吏科給事中:廣本科下有都字，是也。】范濟世上懲貪疏言近法度廢墜其病根在藉口憐才使吞舟漏網如鄭之范以貪令及于寬政迨守開原復賣放軍士致陷重城貪人見利不惜人命不惜國家臣讀律至官吏受財枉法贓至八十貫遣戍故勘平人致死者斬今之求多者太約鄉科歲貢耳一犯甲科二字監司已預為之地即贓私狼狽僅僅于降調彼何憚而不恣肆臣請自今已後有御史參人贓至五百兩者或打死人至五命者本下科臣抄參【本下科臣抄參:廣本科臣作臣科。】吏部行廵按御史提問 \\n ○廵按直隸御史倪應眷【倪應眷:廣本眷作春，誤。】疏言國家邊儲取資鹽筴而長蘆實居其一通灣又蘆鹽貿易之一都會也　皇上詔罷通灣等稅蘆商若出湯火乃有左軍都督府成國公朱純臣戚畹指揮使錢賑民者張掛告示復立店稅每引進店出店巧立抽銀名色各差官索取較之更苦【較之更苦:廣本之作前，是也。】夫通灣上下各有隙地隸于廣和店為監稅【為監稅:廣本監作鹽。】隸于勳戚為店租名雖異而病商則一今罷兩稅監增兩稅官每引一錢八分有奇萬引一千八百有奇括取莫算朘削何堪鑽投稅棍除臣一面緝拏外乞將通灣隙地給?堆鹽永不起租仍　勑下該部著為令未報 \\n ○右諭德張鼐疏請調民力以裨邊計言自遼左用兵竭天下而供一方兵無了局民無息期以臣使事目擊畿南八府徵調絡繹飲食若流百屋晝驚驛夫【驛夫:廣本驛作役。】夜竄則有援兵之苦兵符火速派戶僉丁募卒在逃里牌【里牌:廣本牌作排。】連坐則一募兵之苦【則一募兵之苦:廣本一作有，是也。】荷戈忍饑忍饑【忍饑忍饑:廣本作忍饑，是也。】亡命山谷徬徨無歸彎弓嘯聚則有逃兵之苦徵牛徵車觧夫觧匠慘同謫戍痛切剝膚則有奔命之苦而又出山海關外其蕭條風景便同鬼方塞草連天膏腴蕪穢北山南海一望丘墟民安有田土官牌夜呼使事如織防護迎送酒漿供傳民安有暇日鞭驢駕牛循環往來間關芻輓【芻輓:廣本芻作輸，是也。】頃刻靡停民安有剩力強軍設防弱軍赶運大戶供辦小戶貼錢民安有藏蓄城堡鷄犬無聲亭障村烟斷絕彼河西救其死不暇而安能濟河東臣以為畿南河西之民不可不賑恤也 \\n 賑恤之法莫大於墾荒田而廣開種　皇上誠捐數十萬金以賑畿南八郡河西一帶而勸之耕彼小民牛種有本雇募有人東作有時各肆力南畝不半年而禾黍成熟人人飽煖此亦遼東持久用兵之長計也臣考古今屯田事亦備矣夫募兵屯田塞下晁錯第一策也游食之人募而戰則散募而耕則聚矣列隊而界以深溝使耕者有所恃而守者亦借以宿飽此充國所以制金城也建置田官而專責其事如魏用枣祗為都尉故事則官有專司而事易成又一法也 \\n 擇將而屯如宋納【宋納:廣本納作訥，是也。】所言選諸將中智勇略數人分屯所領衛兵耕作而兼訓練是又一法也 \\n 揀兵而屯如葉盛所言謫卒戍【謫卒戍:廣本卒戍作戍卒，是也。】不任戰事者俾事耕稼【俾事耕稼:廣本稼下有又一法也四字，是也。】蠲除子粒而屯如胡世寧所奏凡拋荒空地不拘軍民土客盡力開墾永不起科是又一法也 \\n 免罪而屯如韓仲華出贓罪吏【韓仲華出贓罪吏:廣本仲作重，華下有革字。】九百九十人【九百九十人:廣本無十字。】給耜牛耕【給耜牛耕:廣本作給耒耜耕牛，是也。】而歲收粟以省度支錢又一法也 \\n 賜官級而屯如秦人以力耕受爵漢人以力田賜帛但能多墾田幾百畝者即授之以官而賞賚之又一法也 \\n 臣觀左之費用【臣觀左之費用:廣本觀下有遼字，是也。】如大海中外之運輸如逝洩亦安有了期而得不為中國根本計哉若失經臣熊廷弼分兵屯練選將用人和睦行陣愛惜軍士扼吭搗虛出奇制敵亦望　皇上並于　璽書內責成之如漢宣帝勞問趙充國曰即如將軍計虜當何時伏誅兵當何時得決此激勵邊臣之功令疏上下所司詳議具奏　廵視倉塲御史張新詔疏參戶部監督倉政主事涂喬芳言喬芳受事以來出入不時狐鼠借叢班皂歇家車腳夫役無一不作圈套臣入倉查騐見各解戶皆奔訴環泣為之痛心乞 \\n ○勑部查訪將涂喬芳量行處分庶倉蠹一掃解役更生章下戶部○戶部尚書李汝華疏請專設援遼事例覆河南廵撫李飬正之議也從之○廵撫雲南沈儆炌題滇省介在西南而麗江又在滇西北【滇省介在西南而麗江又在滇西北:廣本介作界，又下有遠字，滇下有之字。】境接番達頻年為患該府土官木增父子奮勇斬獲黃毛達子五十二顆收降男子一千有奇并收卜花村魯臺寨安插降民認納每年氂銀【每年氂銀:廣本氂下有牛字。】八十一兩零黑大麥二千二百梆具題入額請于知府上量加三品服色以旌其勞部覆從之○吏部聽選監生王應遴疏請修大統曆先是欽天監所報日月交食時刻分數多舛　先帝諭禮臣酌議修改至是應遴上言曆理當明二十事修曆之法當飭四事章下禮部知之 \\n ○颶風壞海運先是七月初海運船開洋至馬頭嘴夜聞海鳴龍鬬黑雲糾連運艘射激【運艘射激:廣本射激作激射。】傷登屬運船八十五隻萊屬船一十六隻溧沒【溧沒:溧應作漂，下同。】糧四萬四千九百石有奇于是廵按御史陳王庭請○勑該部將山東明歲應運糧數從長酌處勘覆并查清溧失糧數米船從常【溧失糧數米船從常:廣本作溧失糧米船隻，是也。】及議卹溺死人數○土星犯井宿東扇北第二星約相離二十分餘土星在下○起陞原任提學副使呂邦耀【原任提學副使呂邦耀:廣本任下有河南二字，耀作燿。】為通政司右參議添註原任戶科給事中為民丁懋遜為太僕寺少卿添註以國本事救李獻可【以國本事救李獻可:廣本以上有懋遜二字，是也。】降級尋為民○陞南京光祿寺少卿添註趙拱極為南京太僕寺少卿添註○以福建中路遊擊將軍張邦紘為四川松潘東路遊擊將軍 \\n ○甲戌【甲戌:自甲字起，至次頁後九行也字止，據夢餘錄校。】　上再召見輔臣方從哲等十三員于　乾清宮諸臣問安畢　上仍諭冊立皇貴妃從哲等對以冊儲原卜期宜移近蚤竣吉典以慰　聖懷　上因顧　今上諭曰卿等輔佐為堯舜又語及　壽宮輔臣以　皇考山陵工有次第對則自指云是朕壽宮諸臣言　聖壽無疆何遽及此　上仍諭要緊者再因問有鴻臚寺官進藥何在輔臣奏鴻臚寺寺丞李可灼自云仙丹臣等未敢輕信　上即命中使傳宣諸臣退出可灼至同進診視具言病源及治法甚合　上喜命進藥諸臣復出令李可灼與御醫各官商確未决輔臣一燝言其鄉兩人同用此丸一損一益非萬全藥禮臣如游言此大有關係未可輕易乳嫗至　上趣和藥諸臣復入可灼調藥進　上飲湯輒喘逆藥進乃受喜稱忠臣者再諸臣出宮門外俟少頃中使傳聖體用藥後煖潤舒暢思進飲膳諸臣歡躍而退可灼及御醫各官留時日已午比申末可灼出輔臣邀詢之可灼言　上恐藥力歇欲再進一丸諸醫言不宜驟傳趣益急因再進訖輔臣亟問藥後何狀云　聖躬傳安如前先是可灼來閣門言有仙丹欲具本進輔臣出所具問安揭中有進藥宜慎及不効【不効:夢餘錄効作效。】傷害等語遂諭之去是日早輔臣恭視寫篆　大行皇帝冊寶兩內監在云有鴻臚官李某在思善門具本進藥輔臣應以難信俄蒙　召見蓋灼時從諸醫往來思善門中使徧聞以達于　上其傳奏姓名莫可得而問【蓋灼時從諸醫往來思善門中使徧聞以達於上其傳奏姓名莫可得而問:廣本夢餘錄蓋下有可字，是也。據夢餘錄載方震孟孝思無窮疏，光宗實錄改修本記此事作：「方上疾漸，召李可灼，并趣和藥，悉出聖意，一時臣工所共聞共見。其後有造為許世子不嘗藥之論，羣小附和，囂然鼎沸，污衊君父，幾成晦冥之世。亡何正論大明，邪說漸息」。改修本雖亦云：「李可灼往來思善門，中使以聞，其敷奏姓名，莫可得而問」，而持論則與初修本異。】是日仍以問安　賜諸臣銀幣燒割可灼與焉次日五鼓內　宣召急諸臣趣進而　龍馭以卯刻上賓矣蓋九月一日也 \\n 越三日戊寅頒　遺詔曰朕以眇躬嗣登大寶夙夜祗懼罔敢寧居于凡用人行政遵奉　皇考遺命力疾舉行哀勞交瘁奄至彌留定數莫移考終何憾【考終何憾:廣本憾作恨。】但念朕紹承洪緒煢疚方新志業未就所期纘述端屬後賢　皇長子茂質英姿克荷神器宜早嗣皇帝位其守　祖宗彛憲親賢勤學立政安民朝講一遵典制冠婚擇吉早行出入起居倍宜兢慎左右侍御務近端良內外文武百官執事之臣同心協贊永保基圖朕從　皇考在天之靈陟降鑒觀【陟降鑒觀:廣本鑒作監。】于志畢矣喪禮依舊制以日易月二十七日釋服毋禁民間音樂嫁娶宗室親郡王藩屏重寄不可輒離封城督撫鎮守都布按三司官員地方攸繫不許擅離職役【擅離職役:廣本役作守。】聞喪之日止于本處哭臨三日進香遣官代行衛所府州縣土官俱免進香詔諭中外咸使聞知 \\n ○上在位一月壽三十九年【壽三十九年:廣本無年字，是也。】十月上　尊號曰崇天契道英睿恭純憲文景武淵仁懿孝貞皇帝廟號　光宗天啟元年九月初四日葬慶陵 \\n 史臣曰自古帝皇【自古帝皇:廣本國榷皇作王，是也。】仁心仁聞洽于天下未有不須久道而後成者必世後仁聖人言之矣乃　光宗貞皇帝在位僅三旬升遐之日深山窮谷莫不奔走悲號何　聖化之神感孚若是速也蓋　帝睿質夙成蚤親師傳　養德青宮已洞悉四海之難艱【難艱:廣本國榷作艱難，是也。】故當　神皇晏駕時　遺詔未頒德音據播【德音據播:廣本國榷據作遽，是也。】　大寶初嗣仁政沛施捐朽蠹而九塞飽騰撤狐蟊而廛勸動【廛勸動:廣本國榷勸作歡，是也。】政地廣股肱之助諫垣充耳目之司黃髮並升于公庭白駒不滯于空谷至于虛懷延接一月而三　召臣工銳意圖幾浹旬而兩蠲而稅額【兩蠲而稅額:廣本無而字，是也。】德意獨行獨斷爕理莫施其功威權自攬自綜執?月御不參其柄【執?月御不參其柄:廣本國榷執?月作執?目，是也。】鑠乎盛矣曠千古而僅見者也乃其尤難者以何思何慮之天處若危若疑【若危若疑:廣本作若疑若危。】之地　冲齡出講已歷艱辛而容色溫然動止泰然內庭有菀枯之形若勿知也者【若勿知也者:廣本國榷勿作弗，是也。】外庭有羽翼之激若勿聞也者【若勿聞也者:廣本國榷勿作弗，是也。】即　冊立尋常事耳時而舉碁時而反汗大臣去小臣譴宜何如動于耳目者【宜何如動于耳目者:廣本作如何。】而　帝也有夔夔無慄慄潛之又潛巧伺者不能窺善孽者不能中【善孽者不能中:國榷孽作讒。】福藩就國慟哭抱持張差發難帝侍　神皇【神皇:皇字起至卷末，廣本脫。】左右親傳睿旨曉諭百官羣囂遂息所全實多　登極後即遵　遺命進封　皇貴妃廷臣力爭竟不忍奪以戚畹哀請而後止毫不芥蔕于前事也此即虞舜大孝何以加茲以舜之孝擴堯之仁然則　帝之所以感動人心又自有在而非僅僅更張注措之迹者矣夫官天下者壽在令名家天下者壽在長世　神皇即不豫何難四十日留也使　帝之出震未及而幹蠱莫施天下之事將不可知然則我　國家億萬年無疆之祚皆　帝四十日之所延也　帝之功德又豈但在普天之思慕已哉　天眷　宗社不虗也 \\n 大明光宗貞皇帝實錄卷之八 \\n  \\n   \\n  "}
