{"章节": "\t\t提要", "正文": "　 \\n 提要 \\n 　 \\n 《越史略》三卷，不著撰人名氏，紀安南國事。上卷曰國初沿革，為趙佗以下諸王；曰歴代守任，為西漢至石晉交州牧守姓名；曰吳紀，乃五代末吳權及其子昌岌昌文等事蹟；曰十二使君，乃昌文没後諸將杜景碩等争立事蹟；曰丁紀，則丁部領以下諸王；曰黎紀，則黎桓以下諸王。中卷下卷皆曰阮紀，則自李公藴得國後諸王事蹟，紀述特詳。惟以李為阮，與史不合。案黎崱《安南志略》稱陳氏代立，凡李氏宗族及齊民姓李者，皆令更為阮，以絶民望。則此書當為陳氏之臣所作。崱志又載陳普嘗作《越志》，黎休嘗修《越志》，俱陳太王時人。太王者，陳日煚之諡。則此書或附録臣即出普休二人手未可知也。安南自漢迄唐並為州郡，五季末為土豪竊據，宋初始自立國。此書自唐以前大抵全襲史文，自丁部領以下則出其國人之詞，與史所載殊有同異。葢史臣但承赴告之辭，故如薨卒之類往往較差一年。至名號官爵或祇自行國中而不以通于大朝，故亦有所錯互。其牴牾之處頗可與正史相參證。又史稱陳日尊自帝其國，尊公藴為太祖神武皇帝，國號大越。此書原題《大越史略》，葢舉國號為名，而所列公藴至昊旵八王皆僭帝號，不獨陳日尊一代，則尤史所未詳。又玉海記交趾天貺、寳象、神武、彰聖、嘉慶諸年號此書皆與相合。特所列黎阮諸王無不改元者，而史家並未悉載，則必當時深自諱之，故中國不能盡知耳。書末又載陳日煚以下紀年一篇，但録所僭諡號、改元，而不具事蹟其中，所稱太王者，以史按之，當為陳叔明。其稱今王者，當為陳煒。而史載日煚至煒十二世，此書乃僅得十世，未詳其故。又考《廉州府志》紀康熈十三年海濵得鐘，題皇越昌符九年乙丑，説者疑為宋時李乾徳以後僭號，今此書稱今王昌符元年丁巳，當明洪武十二年，其九年正值乙丑，則為陳煒僭號無疑，是亦足資考證矣。安南自宋以後，世共職貢，乃敢乗前代失馭之際，輒竊號國中，至著之簡策以妄自誇大，實悖謬不足採。然吳楚僭王，春秋絶之，而作傳者亦不没其實。故特依偽史例録之，以著其罪，且以補宋元二史外國傳之所未備焉。 \\n  \\n 　"}
{"章节": "卷上", "正文": "　 \\n 卷上 \\n 　 \\n 國初沿革昔黄帝既建萬國，以交趾逺在百粤之表，莫能統屬，遂界於西南隅，其部落十有五焉，曰交趾、越裳氏、武寧、軍寧、嘉寧、寧海、陸海、湯泉、新昌、平文、文郎、九真、日南、懐驤、九德，皆禹貢之所不及。至周成王時，越裳氏始獻白雉，《春秋》謂之闕地，《戴記》謂之雕題。至周莊王時，嘉寧部有異人焉，能以幻術服諸部落，自稱碓王，都於文郎，號文郎國。以淳質爲俗，結繩爲政，傳十八世，皆稱碓王。越勾踐嘗遣使来諭，碓王拒之。周末，爲蜀王子泮所逐而代之。泮築城於越裳，號安陽王，竟不與周通。秦末趙佗據欝林、南海、象郡以稱王，都番禺，國號越，自稱武皇。時安陽王有神人曰臯魯，能造栁弩，一張十放，教軍萬人。武皇知之，乃遣其子始為質，請通好焉。後王遇臯魯稍薄，臯魯去之。王女媚珠又與始私焉，始誘媚珠求看神弩，因毁其機。馳使報武皇，武皇復興兵攻之，軍至，王又如初，弩折，衆皆潰散，武皇遂破之。王銜生犀入水，水為之開，國遂屬趙。趙紀武帝諱佗，姓趙氏，漢真定人。秦始皇三十三年已併天下，略定揚粤，以任囂為南海尉，佗為龍川令，至二世時囂死，以佗代囂。秦滅，佗并有桂林象郡之地，自立為南越王。漢髙祖既定天下，遣陸賈奉璽綬往，拜佗為南越王。漢髙后五年，王自即皇帝位。發兵攻長沙，招撫甌駱、閩粤，皆屬焉。有地東西萬餘里，御黄屋左纛。漢文帝立，復遣陸賈遺書問之。賈至，王慙，謝，請復為藩王，長供貢職。至漢武帝建元之年薨，諡曰武帝。在位十八年，孫胡立，是為文王。文王諱胡，武帝孫也。漢武帝時，嘗遣子嬰齊入侍。後王薨，諡曰文王。子嬰齊立，是為明王。明王諱嬰齊，文王子也。初為太子，入宿衛於漢，在長安娶樛氏女，生子興。及文王薨，至是即位，立樛氏為后，興為太子。漢元鼎四年，王薨，諡曰明王。子興立，是為哀王。哀王諱興，明王子也。初即位，尊母樛氏為太后。太后未嫁於明王時，嘗與覇陵人安國少季通，及即位，漢遣少季来諭王入朝。太后復與少季通，遂勸王入朝。其相吕嘉數諌止王，王不聽。太后恐嘉不從，置酒欲誅嘉，嘉知之，隂與大臣謀作亂。漢武帝聞嘉不聽，乃使韓千秋等將兵二千人以攻嘉，嘉乃與其弟及國人攻弑王及太后，盡殺漢使者，迎明王長子術陽王，立之。而諡曰哀王。術陽王諱建德，哀王庶兄也。元鼎五年十一月，其相吕嘉出兵撃韓千秋等，盡殺之，函封漢使節置境上。元鼎六年，漢以路博德為伏波將軍，出桂陽，下湟水；楊僕為樓船將軍，出豫章，下横浦；以歸義侯二人為戈船、下瀨將軍，出零陵，下離水；馳義侯因巴、蜀罪人，發夜郎兵，下牂柯江。同會番禺以攻嘉。嘉及王遁入海，博德使人追之，擒王及嘉。時戈船下瀬兵及馳義侯兵未下，而南越已平矣。遂分其地為九郡，南海、蒼梧、鬱林、合浦、交阯、九真、日南、珠崖、儋耳。右趙自武帝至術陽王，凡五主。始丁巳，終庚午，共七十四年而亡。自漢武帝元封元年以後，皆北人除授。歴代守任石戴，漢武帝時人周章，漢昭帝時人魏朗子明，漢宣帝時人蘇定，漢光武帝時人馬援後漢光武建武十六年，麊泠縣人徴側，雒將之女也，嫁為米鳶縣人詩索妻，性甚雄勇，所為不法，太守蘇定繩之以法，側怒，乃與其妹貳起峰州兵，攻陷郡縣，九真日南皆應之，略定漢南外六十五城。自立為王，都麊泠。十七年，漢拜馬援為伏波將軍以擊之。十八年，援縁海而進，隨山刋道千有餘里，至浪泊上與側戰。側不能支，退保禁溪。十九年，側益困，遂走，為援所殺。追擊其餘黨至居風，降之，乃立銅柱為極界，分其地為封溪、望海二縣，援又築為繭城，其圎如繭。二十一年秋援還漢。周敞，順帝時為刺史張喬順帝永和三年，象休蠻區憐反，攻殺長吏。以喬為刺史。喬至，慰諭並皆降散。夏方桓帝延熹三年，九真復反。拜方為刺史，冬十一月，賊衆二萬餘人皆来降劉操，桓帝時人周隅，靈帝時人朱儁靈帝光和四年，夏四月，烏滸蠻為亂，州人梁龍等因之以反，有衆數萬人。帝命儁擊破之。以儁為刺史賈琮靈帝中平元年，州人屯兵執刺史。帝以琮為刺史。琮至，為撫輯之州境，乃安。百姓歌曰：“賈父来晚，使我先反，今見清平，吏不敢飯。”琮在事三年，拜為議郎。阮進，漢中平中為刺史士燮燮字彥威，蒼梧廣信人。父賜，桓帝時為日南太守。燮少逰學京師，好左氏春秋，為之註解。又通尚書大義。父喪，闋，舉茂才，除巫令。遷交趾太守。謙恭下士，漢避亂者多往依焉。獻帝聞其賢，賜璽書褒諭，以為綏南中郎將，領交趾太守如故。建安末，燮遣子廞質於吴，又以珠貝、犀象及香果之珍羙者遺孫權。權嘉之，封龍編侯。弟三人壹、〈黄有〉、武，並為郡長。燮既學問優博，又達於從政，處大亂之世，保全一郡二十餘年，疆場無事，民皆樂業，威尊無上，出入鳴鐘，磬備威儀，笳簫鼓吹，車騎滿道，常有數十妻妾乗輜軿，當時貴重威震南蠻，尉佗不足數也。魏黄初七年，王薨，壽九十，在治四十餘年。孫權聞王死，析合浦以北屬廣州，吕岱為刺史；合浦以南為交州，戴良為刺史。以陳時代王為太守。王子徽等發兵共拒良，後吕岱皆以計誅之，傳首武昌。戴良，呉人吕岱，呉人陸允，呉人孫諝，呉人鄧荀先是，呉以孫諝貪暴為民患，故使荀督察之。荀至，擅調孔雀三十頭送建業，民憚逺不去，與郡吏呉興殺諝及荀。呉興霍弋馬融楊稷劉俊陶璜晉武帝泰始三年，孫皓遣陶璜等攻楊稷，不克，遂襲董元營，獲其寳物，船載而歸。以璜領州督。璜又擊元，殺之。稷以其將王素代元，璜又陷其州。因以璜為刺史。後璜見徴為武昌督時，呉王已降於晉。晉詔璜復其本職，封宛陵侯，卒。璜在州三十年，恩威交著，及卒，舉州號哭如喪父母。吾彥代璜為刺史顧秘代吾彥為刺史陶威，璜子陶淑，威弟陶綏，淑子陶侃晉元帝大興元年十一月，詔加侃廣州刺史、都督交州諸軍事王諒晉元帝永昌元年，以諒為刺史，使收梁碩。碩圍諒於龍編，奪諒節，諒不與，乃斷右臂而取之，諒死。明帝太寧元年，遣將軍髙寳攻碩，斬之。阮放，晉成帝時為刺史阮敷，穆帝時為刺史朱輔，秦苻堅時為刺史阮遜杜瑗晉孝武帝太元五年，九真太守阮遜據州叛，六年，杜瑗斬遜，州境乃平杜惠度瑗子也。義熈七年，永嘉太守盧循來奔，攻破合浦，徑向州治。晉帝以惠度為刺史。惠度率府兵擊破之於石碕，又與循戰於龍編南津，惠度以雉尾炬燒其船夾岸射之，循兵大潰，循溺水死。惠度取其屍，斬之，函首詣建康。孝武帝初元元年七月，林邑入冦，惠度擊破之，林邑乞降。惠度為政，民畏而愛之，城門夜開，道不拾遺。杜宏文，惠度子王徽，代宏文為刺史檀和之宋文帝元嘉二十三年，命刺史檀和之討林邑。南陽人宗慤，性好武事，嘗言“願隨長風破萬里浪”，及和之伐林邑，毅然請行。以慤為振武將軍。林邑王范陽邁聞軍出，上表請還所掠地。和之進軍，圍林邑將范伏龍於區粟城，宗慤擊破之，五月拔區粟城，斬伏龍，乗勝入象浦。陽邁傾國來戰，以甲被象，前後無際。宗慤又為獅子形以拒之，象果驚走，林邑兵大敗。陽邁遁去。二十四年，和之還北。劉牧，宋明帝時刺史劉勃阮長仁，宋明帝時刺史沈煥，齊髙帝時刺史阮叔獻叔獻，長仁之從子。長仁卒，叔獻代領州事，以號令未行，求刺史於宋。宋以沈煥為刺史，以叔獻為武平、新昌二郡太守。叔獻既得朝命，遂發兵守險，不納煥。煥停鬱林，病卒。齊髙帝建元元年，以叔獻為刺史，叔獻既受命，乃斷絶貢獻。永明三年，命劉楷為刺史，以討叔獻。叔獻懼間道還朝。劉楷，齊髙帝時刺史房法宗，齊明帝時刺史伏登之法宗長史也。以法宗多病，囚之别室而奪其權。法宗好讀書，在囚中求書觀之，登之曰：“使君安居猶恐動疾，豈可看書？”竟弗與。齊以登之為刺史。法宗還過嶺而卒。阮凱，齊明帝時刺史阮畟，梁人，凱叛，畟斬之，代為刺史侯諮，梁武帝時刺史楊瞟初州人。阮賁反，據龍編城，自稱南越帝，置百官，改元天德，國號萬春。梁武帝拜瞟為交州刺史，陳霸先為司馬，以擊賁。賁率衆三萬拒之，敗於朱鳶，又敗於蘇歴江口。賁奔嘉寧城，瞟進軍圍之，賁奔入新昌獠中，又率衆二萬出，屯典澈湖，大造船艦，充塞湖中。是夜江水暴漲，霸先率所部兵隨流先進，諸軍鼓譟以從。賁不為備，因大潰，退保屈獠洞，病卒。餘黨畏霸先兵勢，乃舉衆就降。賁子天寳入九真，霸先舉兵討平之。以九真為愛州。陳霸先以討阮賁之功，授兵威將軍、交州刺史，尋徴還北劉方隋文帝仁壽二年，州帥阮佛子據越王城作亂，兄子大權據龍編。文帝以方為行軍總管，以討佛子。佛子懼，請降。焬帝大業中，以林邑反，帝改日南為驩州，以方為驩州道行軍總管，以討林邑。方軍至闍梨江，林邑兵皆騎巨象，四面而至。方乃多掘小坑，草覆其上，既戰偽北，林邑逐之，象多陷死，因以鋭師繼之，林邑大敗，俘馘萬計。方追之，屢戰皆捷，過馬援銅柱南，八日至其國都，林邑王梵志棄城遁，方入城，獲廟主十八，皆鑄金為之。方刻石紀功而還，道病卒。丘和唐髙祖武德五年，授和大總管，爵譚國公。和復奏，置都督府主。劉延祐唐髙宗調露元年，改交州刺史為安南都護府，以延祐為都護。舊俚户歳半租，延祐責令全入，衆始怨。延祐誅其渠李嗣仙，餘黨遂叛，圍府城殺延祐。曲覽中宗時為都護，以貪暴失衆心，為司録甘猛所殺。張順，肅宗時為都護張伯儀張順子。肅宗至德二載，改安南曰鎮南都護府，以伯儀為都護。代宗大厯二年，張伯儀更築羅城。三年，復為安南都護府。髙正平，代宗時為都護趙昌代正平為都護，德宗貞元七年，昌奏置柔逺軍。裴泰代昌為都護，為府人王季元所殺，以趙均為都護。趙均李象古憲宗時為都護，為府人楊清所殺。阮元喜穆宗長慶二年，以元喜為安南都護，以城門有逆水，恐州人多出反叛，因卜今城時方築小城。相者卜曰：君力不足修大城，五十年後必有髙人於此定都建府也。至咸通中，髙駢乃増築羅城。韓約，朗州武陵人，本名重革。文宗太和中，廢州都督，咸屬安南都護府，以約為都護。武渾，武宗時人裴元祐，武宗時人阮涿，宣宗時為都護經畧使王式父起，王楷之弟也。擢進士第，式巧於仕宦，遷殿中侍御史。大中中為晉州刺史，徙安南都護李鄠宣宗大中十二年，代王式為都護。十二月土蠻引南詔兵襲本府，陷之。鄠奔武州二年。鄠集土兵攻羣蠻，復取府城。懿宗責其失守，貶儋州司户。咸通中，罷安南都護府，置行交州於海門鎮。尋復之。王寛，代鄠為都護蔡襲懿宗咸通中，南詔率蠻來冦，懿宗以湖南觀察使蔡襲代王寛，仍發單滑徐汴荆襄潭鄂諸道兵以擊之，蠻遂引去。時嶺南節度使蔡京忌襲功成，罷戍兵，襲以蠻冦未定，兵疲食盡，作十必死狀，申於中書省。時相信京言，終不省。四年春正月，南詔復率蠻兵五萬來攻，復陷府城，援兵不至。襲左右皆徒步力戰，身中十矢，欲下船不及溺水而死。荆南虞候元惟德謂其衆曰：“吾輩無船，入水則死，不若還向城與蠻人鬭，以一身易二蠻，亦為有利。”遂自東羅門入。蠻不為備，惟德縱兵擊之，殺二千餘人。明日蠻將楊思進出戰，惟德死之。蠻所殺虜凡五十萬人，留兵二萬人。懿宗召還諸道兵，罷安南都护府，置行交州於海門鎮，以宋戎為交州刺史。七月復置都护府。咸通五年，以容管經畧使張茵勾當安南軍府事。茵逗留不進，夏侯薦髙駢以代茵。髙駢駢字千里，崇文之孫也。世在軍中，折節讀書，好談論古人。少事朱叔明，有二鵰並飛，引弓祝之曰：“我且貴，當中之一。”發而二鵰俱貫，衆大驚，號落鵰侍御。以功遷秦州防禦使。時南詔盡有交州地，咸通五年，駢以驍衛將軍為安南都护府、經略招討使，悉以張茵所將兵委之。九月駢至南峯州，蠻衆五萬，方穫秋稲，駢掩擊，大破之，遂進攻南詔，又破之，殺其將叚酋遷及土蠻兵斬首三萬餘級。乃廢都护府，置靜海軍，以駢為節度使，駢據本州稱王。自羣蠻為冦殆十年，至是乃安。駢修築羅城，周迴一千九百八十丈零五尺，髙二丈六尺，腳廣二丈六尺，四面女牆髙五尺五寸，敵樓五十五所，門樓五所，甕門六所，水渠三所，踏道三十四所，又築隄子，周迴二千一百二十五丈八尺，髙一丈五尺，腳濶三尺，又造屋五千餘間。髙駢以我州至邕廣海路多潛石覆舟，漕運不通，遂命長史林諷等疏鑿。夏四月五日起役，踰月之間將欲開達，但中間値巨石綿亘者數丈，堅硬如鉄，刀下刃卷，斧施柯折。役者相顧，殆幾中止。五月二十六日當書，黒雲滃興，怒風暴作。俄而轟雷大發，連震數聲，儵爾開霽而巨石已破碎矣。但餘兩處，至六月二十一日復大震如初，而巨石一時瓦裂。事畢，因命其處曰天威涇。九年，懿宗以駢為右金吾大將軍，加撿挍尚書右僕射，徙天平節度使。尋卒。髙鄩駢之從孫。懿宗朝，駢以鄩嘗為先鋒，薦之代領我州。曾衮僖宗時，代髙鄩為節度使，以撫字有聲，州人呼曾尚書，撰《交州記》一篇。朱全昱，全忠兄，代衮為節度使獨孤損昭宗時，為宰相。哀帝授靜海節度使，以代全昱。州人號為嶽尚書。曲顥，梁開平元年，代損為節度使曲全美顥弟也。明宗時，代顥為節度使。後為南海將梁克真所執，送南漢，以阮進代之。阮進後唐明宗長興元年，南漢主劉龑遣其將劉克真來伐我州，擒節度使曲全美，以其將阮進代之。楊廷藝愛州人。唐明宗長興中，廷藝發兵攻阮進，進逃歸。廷藝自稱節度使。晉天福二年為矯公羨所殺矯公羨峯州人。後晉髙祖天福二年，春三月，公羨殺廷藝而代之。後為呉王所殺。右歴代守任。自西漢武帝元封元年辛未至石晉髙祖天福三年戊戌，凡一千三十八年而呉始興。或北人除授，或本國自稱，無慮百餘人，見記者八十三人。呉紀前呉王諱權，姓呉氏，先府之子也。事楊廷藝為將軍。後晉髙祖天福三年，冬十二月，權自愛州舉兵攻公羨。公羨使人求救於南漢，劉龑以其子萬王洪操為靜海軍節度使，將兵救公羨。洪操舟師自白藤江入，欲攻權。而權已殺公羨矣。權聞洪操至，於海口潛植鐡頭大杙，及漲潮，使以小舟挑戰，而佯北。洪操追之，潮退，杙露，洪操拒戰不暇，而潮落甚急，舟盡礙於杙内，權奪擊，大破之，溺死過半，殺洪操。權始稱王。以晉出帝開運元年王薨，在治凡七年。楊平王諱主將，姓楊氏，前呉王家臣也。呉王薨，自立為王。呉王子昌岌奔茶鄉范令公家。主將以其弟昌文為已子，昌文弟南興、乾興皆幼。乆之，主將使人將兵至令公家，索昌岌。令公懼，匿昌岌於洞中。後漢隠帝乾祐三年，主將遣昌文及楊杜二使將兵攻太平唐阮二村，行至慈廉，昌文謂二使曰：“我先王之德洽於民心，不幸違棄羣臣，主將自行不義，罪莫大焉。今又使我往伐無辜之邑，幸而勝之，彼終不服，為之奈何？”二使曰：惟命是聽。遂反，兵襲平王，克之。昌文以平王與已有恩，乃降於張陽，使食其邑。平王在位七年。後呉王南晉、天策南晉，諱昌文，呉王權之第二子也。以漢乾祐三年廢楊平王而自立，稱南晉。至周太祖廣順元年，遣使迎其兄昌岌，與之更相為政。岌稱天策。時有華閭洞人丁部領，負谿山險固，不修臣職，二王欲討之。部領懼，遣其子璉入貢。璉至，二王責其不庭，執璉而往征之，踰月不克。王乃懸璉竿上，謂部領曰：“不降，即殺之。”部領怒曰：“大丈夫豈以兒子之故累大事耶！”遽命十餘弓射璉。二王驚異，乃班師焉。時天策擅作威福，而南晉不復預政矣。顯德元年，天策薨，南晉王遣使於漢，劉鋹以王為靜海節度使。宋太祖乾德三年，王率師攻太平唐阮二村，王舶上觀戰，為伏弩所中而薨。時十二使君並起，各據州郡自治。天策在位三年，南晉十三年。顯德，周世宗年號。右前呉王至後呉王，凡三主。始戊戌，終乙丑，共二十八年而亡。十二使君矯三制，名公桿，據峯州阮太平，名寛，一名記，據阮家陳公覽，名日慶，據唐林杜景公，名景碩，據杜洞阮逰奕，名昌識，據王槁阮郎公，名珪，據超類阮令公，名守捷，據仙逰吕左公，名獷，據細江阮右公，名超，據扶列矯令公，名順，據洄湖范防遏，名白虎，據藤州陳明公，名覽，據江布口右十二使君。始乙丑，終丁卯，凡三年而丁先王始併。丁紀先王諱部領，姓丁氏，華閭洞人。少孤，與母媪五人居山神祠。側門外有山荷叢，葉上蝸跡成天子字。王為兒時與羣童牧牛於山野，皆推為衆兒長，以君臣禮事之，相與嬉戯，則共交手為椅以捧王，又取蘆花為前導，以左右引象天子隊仗。暇日，羣兒相率摘柴，以供役課。晚歸其母，母見之喜，為烹豚以饗之。鄉中父老皆相戒曰：“此兒器宇非常，必能濟世安民，我輩若不早附，異日必悔。”其晚，率子弟往從之，居於汹澳柵。其叔獨據柵不從，王率衆攻之，不勝，奔至潭家灣，橋壊，陷於濘。叔欲刺之，見二黄龍覆其上，叔懼而退，乃降。時境内無主，王聞陳明公賢而無嗣，乃以其子往依焉。明公一見為器重之，養為已子，盡付以所部兵，使攻十二使君，皆平之。戊辰，明公卒，京府吏民多往歸之。王以趙宋太祖開寳元年稱皇帝於華閭洞，起宫殿，制朝儀，置百官，立社稷，尊號曰大勝明皇帝。置大鼎於庭，養虎於檻下，令曰：有犯法者受烹噬之。罪人皆懾伏，不敢違命。【己巳】二年，閏五月，封長子璉為南越王【庚午】三年，改元曰太平元年。宋封王為安南郡王。立王后五人。（有年號自此始）【辛未】太平二年，置文武僧道階品。以劉某為都護府，太師阮匐為定國公，黎桓為十道將軍。宋聞王稱尊號，使遺王書，其畧曰：中夏之於蠻貊，猶人之有四肢也，茍心腹未安，四體庸能治乎？蕞爾交州，逺在天末，唐季多難，未遑區處。今聖朝蓋覆萬國，太平之業，亦既成矣，俟爾至止，康乎帝躬。爾毋向隅，為我小患，俾我為絶蹯斷節之計，用屠爾國，悔其焉追。【壬申】太平三年，封子璿為衛王，立季子項郎為太子。命阮子猷如宋修好。【甲戌】太平五年，王得讖曰：杜釋弑丁丁，黎家出聖明，競頭多横死，道路絶人行。【丙子】太平七年【己卯】太平十年春，越王璉使人殺太子項郎。冬十一月，王夜宴，為福侯宏杜釋所弑，及越王璉等。先是，釋為桐關吏，夜卧橋上，見流星入口，釋以為休徴，遂萌弑逆之心。王既遇害，釋潛入宫中，匿於霤下，踰三日，渴甚，以手盛雨水而食。宫女見之，告定國。阮匐收斬之，與其將軍黎桓奉衛王璿即皇帝位。追尊王為先王，母為太后。王在位十一年，壽五十五，改元者一。衛王諱璿，先王次子也。先王為杜釋所弑，阮匐黎桓共奉衛王即皇帝位。二年，秋七月，宋人伐我，衆以璿幼弱，共推黎桓為帝。降璿為衛王。右丁先王至衛王，共二主。始戊辰，終庚辰，凡十三年而亡。黎紀大行王諱桓，姓黎氏，長州人也。父覔，母鄧氏，初懐娠，夢腹生蓮花，俄而結實，收之分與人食。及寤莫識其故。以天福元年七月十五日生王，母見其手色異常，語人曰：“此兒長成，恐吾不及享其禄矣。”逾數年而父母俱亡。本州有黎觀察者，見而異之，養為已子。王遇冬寒，覆舂而卧，觀察視之，見有黄龍覆其上，由是益竒之。及長，事南越王璉。先王嘉其勇智，累遷至十道將軍、殿前指揮使。太平十年，先王遇弑，衛王尚幼，王乃攝行國政，稱為副王。阮匐、丁佃以王將不利於孺子，乃相率起兵。王出師攻之，斬佃於陣，執匐送京師，殺之。衛王二年，宋太常博士侯仁寳請兵伐本國。宋以仁寳為交州路轉運使，領諸軍來攻。時諒州聞兵至，以狀聞。太后命南栅人范巨備為大將軍，率師拒之。師出之日，巨備直入省中，謂王曰：“今主上幼弱，未知我輩勤勞，脫有尺寸之功，其誰知之？不如先策十道為天子，然後出師。”軍士聞之，咸呼萬歳。太后見人情恱服，使以龍衮加王，躬請即位。庚辰之年，王即位，封父為長興王，母鄧氏為太后。【辛巳】天福元年，春三月，侯仁寳軍至浪山，陳欽祚至西結，劉澄至白藤。王自將拒之，植杙捍江，宋兵退保寧江。王令詐降以誘仁寳，北軍敗，擒斬之。欽祚等聞軍敗，引退。上尊號為明乾應運神武昇平至仁廣孝皇帝。【壬午】天福二年，立五王后。王遣徐穆等使占城，為所執，王怒，自將討之，斬其王篦眉税於陣，俘馘不可勝數。獲宫妓數百，遷其重器，收金銀寳貨以萬數。滅其城池，毁其宗廟。是歳還。京師大饑。【癸未】天福三年初，王征占城，經銅鼓山至婆和，以海路險阻，艱於去來，使開渠，由是舟楫乃通。【甲申】天福四年，造百寳千歳殿於火雲山，其柱裹以金銀，東建風流殿，西建榮華殿，左建蓬萊殿，右建極樂殿，次構火雲樓，連起長春殿，其側起龍禄殿，盖以銀瓦。【乙酉】天福五年，秋七月丁巳，王之誕辰也，使造舟江中，以竹作假山於舟上，號南山，遂設競渡禮。【丙戌】天福六年，宋授王靜海軍節度使。【丁亥】天福七年，王初耕藉田於隊山，得金銀甕一，耕於皤悔山，得甕一，名其地曰金銀田。【戊子】天福八年【己丑】天福九年，管甲楊進禄以驩愛二州附占城王。親征，擒之，復取二州。封第三子為南封王【庚寅】興統元年，春正月，改元曰興統。宋命左正言宋鎬來封王。【辛卯】興統二年，封弟之子為禦蠻王，居峯州。【壬辰】興統三年春，王御乾元樓觀燈。【甲午】興統五年，封第十一子為行軍王，居北岸吉覽州。【乙未】應天元年，正月，改元。命杜亨使於宋。封義子為扶帶王居扶帶。【丙申】應天二年，王親征麻黄、大發、舟波三洞，拔之。【丁酉】應天三年，秋七月，王征杜洞江賊，擒之。大水。【戊戌】應天四年【已亥】應天五年，王親討何洞之十九州，平之。【庚子】應天六年，討峯州賊鄭航，擒之。命劉紹如宋。【辛丑】應天七年，征莒隆賊。賊見王，張弩注矢，欲射之，矢尋墜，再舉，絃斷，懼而退。王御樓船，入窮江追之。賊陳於兩岸，與王拒戰。王兵陷於江。衛王璿中流矢死。王呼天三聲，賊自敗。【壬寅】應天八年，造銀兠鍪數千餘頂，頒賜軍人。【癸卯】應天九年，王幸驩州鑿多盖港直至暗州。【甲辰】應天十年，王拽罾，得巨蛇，忽然逆流而去。遣行軍王如宋。【乙巳】應天十一年，王薨於長春殿，謂之大行王，因為廟號。在位二十七年，壽六十五，改元者三，葬長州德陵。中宗諱龍鉞，大行第三子也，母初侯姨女。九歳封南封王。大行初薨，王與東城王、中國王、開明王爭立，九閲月，國中無主。東城王敗奔占城，為所殺。元年正月，王即位，凡三日為開明王所弑。號中宗，壽二十五。臥朝王諱龍廷，大行第五子也，中宗母弟。興統三年封開明王，篡中宗而自立。丙午，元年，王即位，尊號曰開天應運聖文神武則天崇道大勝明光孝皇帝。王性好殺，人有臨刑，用茅纒以火燒之，又使優人廖守心持鈍刀而解之，以遲其死，如此數日，其人哀號痛切，守心戯曰：“汝不慣受死。”王大笑，以為樂。凡征討所獲虜俘，則押赴江岸，潮退，令人作水牢，驅入其中，潮漲，則呵呷而亡。又使登髙木，從下伐之。王又幸支寧江，江多蛟，乃繫人於舟側，往來中流，令蛟害之。凡牲牢將供庖厨，先使人牽入，手刺殺之，然後付庖人。又削甘蔗於僧統郭卯頭上，陽為失手，傷卯頭，流血，王大笑。或寅夜殺猫，賜諸王食，食畢以猫頭示之，諸王皆嘔吐。每視朝，則使優人喋喋其口以亂執政之奏事。又以守宫為膾，以與人相爭而食。諸王叛，王討平之，伐禦蠻王，克之，改峯州為太平府。尊母氏為興國廣聖太后。【丁未】二年，定文武官制，一遵於宋【戊申】三年，正月，改元景瑞元年。王親征都良、渭龍二州，俘蠻人及馬數百匹。使人以杖擊蠻囚，痛甚，蠻大呼，誤犯大行諱。王大笑，再命擊之，蠻人復呼，屢犯，王甚恱。又討愛州，俘其人，作囤寘其中而笑之。【己酉】景瑞二年，秋七月，王征驩唐何石等州。冬十月辛亥，王薨於寢殿，號臥朝王。王有痔疾，臥以視朝。年二十二即位，在位四年，年二十五，改元者一。右黎，自大行至臥朝共三主。始庚辰，終己酉，凡三十年而亡 \\n  \\n 　"}
{"章节": "卷中", "正文": "　 \\n 卷中 \\n 　 \\n 阮紀太祖諱藴，姓阮氏，北江古法人也，母范氏。以太平五年二月十七日生。幼而聰睿，器宇恢豁，逰學於六祖寺，僧萬行見而異之曰：“此非常人也，强壯之後，必能濟世安民，為天下主。”及長，慷慨有大志，不事產業，好涉獵經史。應天中，事中宗。及中宗為臥朝所弑，羣臣皆奔亡，惟王獨抱尸而哭。臥朝嘉其忠，拜左親衛殿前指揮使。王所居鄉中有木綿樹，為雷所震，其迹成文云：“樹根杳，工木表，青青禾，刀木落，十八子成。震宫現日，兊宫隠星。六七日間，天下太平。”萬行乃謂王曰：“臣近見讖文之異，知黎當亡而阮當興也。阮氏無若公之寛慈仁恕，頗得衆心，臣年七十有餘，但以不及見盛治為恨耳。”王恐語泄，使萬行匿於芭山。景瑞二年，臥朝薨，嗣主幼沖，王年三十六，將隨龍軍五百人入宿衛時在内祇候陶甘沐揣知王有欲受禪之意，遂以間微激之曰：“主上冥頑，多行不義，天厭其德，弗克壽終。嗣子沖幼，未堪多難，庶事煩擾，百神靡依，下民嗷嗷，欲求其主。親衛曷因此時逺追湯武之迹，近鑒楊黎所行，上順天心，下從人望，而猶守區區之小節耶？”王雖内悦其言，而疑有奸謀，乃陽罵之曰：“公何為敢出是言！吾必執以送官。”甘沐徐曰：“臣見天時人事如此，故敢啓之，今欲送官，誠不辭死。”王曰：“吾安忍告公？但恐語泄而併誅耳。”甘沐復謂王曰：“國人皆謂阮當代黎，圖讖已見，不可掩也，轉禍為福，今其時矣！親衛尚何疑乎！”王曰：“吾觀公志與萬行不異，誠如此言，計將安出？”甘沐曰：“方今百姓疲弊，民不堪命。親衛若撫以恩德，彼必翕然從之，猶水之就下，孰能禦之？”甘沐知事急，恐變生，乃語朝中卿士，即日皆會於朝堂，謀曰：“今者億兆異心，上下離德，人怨先王之苛虐，不欲歸從嗣君，咸有推戴親衛之志。吾輩不因此時立親衛為天子，倉猝有變，得保其首領耶？”於是共扶王正殿，立為天子，百官皆呼萬歳。元年，冬十一月，王即位，大赦天下，焚網羅獄具。羣臣上尊號曰奉天至理應運自在聖明龍見睿文英武崇仁廣孝天下太平欽明光宅昭彰萬邦顯應符感威震蕃蠻睿謀神功聖治則天道政皇帝。追尊考曰顯慶王，母明德太后，册王后六，立長子瑪為太子，餘皆侯爵，王女十三人皆公主，以長女安國公主嫁於陶甘沐，封為義信侯，王兄某為武威王，弟為聖翊王，陳鎬為相公，呉丁為樞密使，歸碩輔為太保，鄧文孝為太傅，裴車磊為左金吾，譚坦為左武衛，杜間為右武衛。初，古法鄉應天寺犬生一白子，背上黒毛成天子字，至是王以甲戌生。【庚戌】二年，正月，改元順天元年。初，王以華閭城湫隘，乃遷都大羅城。初遷時，泊舟城下，黄龍見於御舶，因號昇龍。改華閭為長安府，北江曰天德江，古法曰天德府。昇龍京内起朝元殿，左置集賢殿，右置講武殿，左啓飛龍門，右啟丹鳳門。正陽啟髙殿，階曰龍墀。墀内翼以迴廊，周匝四面，乾元殿後置龍安、龍瑞二殿，左建日光殿，右建月明殿，後有翠華宫。城之四面啟四門，東曰祥符，西曰廣福，南曰大興，北曰曜德。又於城内起興天寺五鳳星樓，城離方創勝嚴寺。【辛亥】順天二年，王親征愛州莒隆賊，平之。是歳，又於城内起太清宫，萬歳寺，鎮福藏。城外建四天王寺，衣錦寺，龍具聖壽寺，又起含光殿於瀘東步。占城國進獅子。【壬子】順天三年，建龍德宫於城外，以居太子，欲其周知民事。十二月，神人留跡於東南峯盤石上，長廣三尺，深一丈。真臘國來貢。王征演州。【癸丑】順天四年，御含光殿觀競渡。冬十月王征渭龍州蠻，克之。【甲寅】順天五年，命翊聖王討蠻將杜長惠於金華步，克之，斬首萬計，俘獲士馬不可勝數。籬州獻麒麟。改應天府為南京。真臘來貢。【丙辰】順天七年，大熟，禾三十結直錢七十文，賜境内三年租。起天光、天德二寺及塑四天帝像。地震。望諸名山。度京師人千餘為僧道。【丁巳】順天八年，乾元殿震。宋真宗封王為南平王。【戊午】順天九年，使阮清道如宋，求三藏經，得之。【庚申】順天十一年，命王子討占城，克之。初，乾元殿震，視朝於東殿，今又震，視朝於西殿。【辛酉】順天十二年，春二月戊子，以王誕日為天成節。築萬歳南山於廣福門外，多作飛禽走獸之狀，羅列其上。【壬戌】順天十三年，命翊聖王伐大光歴。【癸亥】順天十四年，改湖陽鎮為永安州。【甲子】順天十五年，命太子伐峯輪州，開國伐都金州，築昇龍城。【乙丑】順天十六年，僧萬行化身。真臘來貢。詔立番寨於驩州南界。【丙寅】順天十七年，命太子討演州。遣使如宋。【丁卯】順天十八年，命太子討七源州，東征王討文州。【戊辰】順天十九年，春二月，王不豫。三月戊戌，薨於龍安殿。壽五十六，廟號太祖，葬天德府壽陵，在位二十二年，改元者一。太宗諱德政，名佛瑪，太祖長子也，母黎氏。太祖即位，封開天大王，又立為太子。順天十一年，奉命平諸蠻賊，有功。太祖薨，羣臣奉遺詔，詣龍德宫，請即位。時翊聖、武德諸王皆伏兵於廣福門外，欲襲王。王自祥符門入，至乾元殿，三府兵攻益急，王命阮仁義擊之，三府兵敗，武德王為黎奉曉所殺。是日王即位於柩前，大赦改元，以順天十九年為天成元年。上尊號曰開天統運尊道貴德聖文廣武崇仁上善政理民安神符龍現體元御極億歳功髙應真寳歴通元至奥興隆大定聰明慈孝皇帝。初，王生於長安府，府中民家牛無數自換其角。占者曰：丑生人為天子。言訖不見，至是王以丑年生。開國王據長安府以叛，王親征之，開國王降，詔免其罪。五月，神人現跡於萬歳寺。以梁任文為太師，呉尚丁為太傅，陶處忠為太保，阮道紀為樞密，阮徹為左參知政事，廖嘉真中書侍郎，矯蓬為右參知政事，何逺為諫議大夫，歸文雷為左腹心，阮仁義為右腹心。置殿前禁軍十衛，一曰廣聖，二曰廣武，三曰御龍，四曰捧日，五曰澄海，每衛各分左右。六月，以王誕日為天聖節，築萬歳山於龍墀。有五峯，中峯立長壽仙幀，左右皆有。白鶴山上為飛仙鳥獸之狀，山腰又有神龍蟠繞。開植旌旗懸金璧，使伶兒在巖中弄笛吹笙，歌舞為樂。【己已】天成二年，以諒州牧申紹泰尚平陽公主。愛州但乃甲叛，王親討擒之。神人現跡於天勝寺龍現於乾元殿基，王曰：“其殿已圮，惟基獨存，今龍現之意其龍勝之地乎？”乃増廣其規模而重修之，改名曰天安殿，殿左起宣德殿，右起延福殿，前曰龍墀，東置文明殿，西置廣武殿，墀之左右對立鐘樓，以登聞寃獄之事，前安奉天殿，上建正陽樓，為掌漏刻之處，後起長春殿，上建龍閣，其外築城曰龍城。秋八月，驩州獻麒麟二。冬十月，萬歳寺前雨白米成堆。【庚午】天成三年，起天慶殿，後架鳳凰樓冬十月，王幸烏路省斂。命大僚班黎偓佺使於宋。大熟。【辛未】天成四年驩州叛，王討平之。造寺觀凡一百五十處。【壬申】天成五年，釋迦寺優曇樹開花。四月，王幸杜洞江，耕籍是田。獻九穗禾，詔改其田曰應天。【癸酉】天成六年春，定源州叛，王討平之。九月，彘源州叛，王討之【甲戌】天成七年，四月，改元通瑞元年。詔羣臣奏事於王者稱王曰朝廷。秋九月，幸仙逰山重先寺。詔起重興殿。古州法雲寺僧上言：寺中放光數道，隨光掘之，得石函一，函内有銀函，銀函内有金函，金函内有瑠璃瓶，瓶中有舍利。【乙亥】通瑞二年，天慶殿前生芝草。封王子日中為承乾王。起造西市及長廊，建太和橋於蘇歴江。愛州叛，王親征，克之。王在愛州行宫宴羣臣，密指定勝將阮慶曰：“此必反矣！”左右問其故，曰：“此人瞻視異常，動止失節，見我有慙色，是故知之。”其年慶果反。【丙子】通瑞三年，春三月，以峯州牧黎順宗尚慶城公主。四月，置驩州行宫。都金常新平原等州叛。【丁丑】通瑞四年，以開皇王為元帥，討都金等州，克之。烏路桑園中古佛湧。設競渡禮。大水【戊寅】通瑞五年幸布海口，耕籍田。秋八月，王御含光殿觀競渡。九月，神人現跡於天勝寺。宋仁宗封王為南平王。占城王子地婆刺等來朝。【己卯】通瑞六年，春正月，廣源州首領儂存福叛，稱昭聖皇帝，封長子智聰為南衙王，改其州曰長其國。王親討之。師渡冷浮津，白魚入王舟。至廣源州，存福焚其部落而遁。縱兵追之，獲存福。其子智髙脫身而走，執存福歸京斬之。夏五月，廣源州獻生金一塊，重一百十二兩。六月，改元為乾符有道元年。冬十二月，真臘國來貢。遣使於宋。【庚辰】乾符有道二年，春正月朔，日有食之。【辛巳】乾符有道三年，夏五月，定宫女階品。六月，殿前指揮使丁禄馮律等謀叛，事覺伏誅。冬十一月，以明威侯知乂安州。儂智髙與其母阿儂自雷火洞復據儻猶州，改其州曰大□國。王命討之，生擒智髙。王憐存福既被誅，因原其罪，畀以廣源、雷火、平婆、思浪等州。【壬午】乾符有道四年，春三月，王幸茄覽海口，耕籍田。地震。交州叛，冬十月，改元明道元年。詔中書省刪定律書。十一月，詔諸路各置亭候，以便四方之觀認。凡老弱及有大功已上犯罪者得贖銅。鑄明道錢。梁茂材使於宋。【癸未】明道二年，春四月，愛州叛。五月，以開皇王為都統大元帥，討愛州。奉乾王為都統元帥，討文州。文州平。夏四月，王幸武寧州松山寺，見其頹殿中有柱石欹壓，上慨然有重修之意，石柱忽然復正，因命儒臣作賦以紀其異。秋九月，使魏徴如廣源州，賜智髙郡王印，仍拜太保。詔造艦數百艘，皆作龍鳳魚蛇虎鸚鵡之形。冬十月，長春殿御盾自動。【甲申】眀道三年，二月，御盾復動。癸卯，親征占城。以開皇王為留守。甲申，發自京師，乙巳，次大惡海口。時波濤帖息，大軍利渉，自大安至姑山，紫雲捧日，至碯灣有片雲覆王舟，隨其行止。至思眀海口，白魚入舟王。聞占城王先列象陣於五滿江以待官軍，遂詔軍士舍舟登陸，王乃部分士卒建旗鳴鼓欲擊之。賊見兵威甚盛，遂先潰。王追斬三首，郭嘉懿斬其王仁斗以獻。獲象三十頭，生擒五千人，餘為亂兵所殺者無數。王為惻然，下詔有殺占城人者斬。秋七月，大軍入佛誓城，俘其宫女妻妾。八月班師，至長安府，黄龍見於王舟。九月，王至自占城。冬十月，改元天感聖武元年，大熟十二月，置懐逺驛於嘉林，以館四方客使。太保儂智髙來朝【乙酉】天感聖武二年，春三月，立大内碑。夏五月，造太平車，以黄金為飾。【丙戌】天感聖武三年，夏五月，起銀漢宫於後苑，以居占城宫人。【丁亥】天感聖武四年，置望國鎮及歸德、保康、宣化、清平、永通、感化、安民七驛，各立碑侯，以為蠻夷歇宿之處。占城來貢，詔流其使於真登州，以其王雍尼不恭故也。【戊子】天感聖武五年，儂智髙以勿惡洞叛。命武威侯及太尉郭盛諡討之。交戰之日，天地晦冥，俄而轟雷震於洞中，其酋長支體磔裂，舉洞驚駭，遂降。三月，立社壇於長廣門外，以為四時祈穀之處。秋九月，開瓊林、勝景、春光三園。冬十二月，詔定打春牛法。范去了謀反，事覺，剮其肉於東西市。【己丑】天感聖武六年，春三月，改元崇興大寳元年。秋八月，鑿御溝於鳳城外，又開金鳴萬嵗池。初鑿池時，中鏗然有聲，掘之，得黄金一塊，重五十兩，因以名。又築石山三峯於池上，建舞鳳橋。【庚寅】崇興大寳二年，置决旱、大發、文湘洞於宋境西平州界。儂智髙據宋界安德州勿陽洞，以其洞為南天國，改元景瑞。愛州五縣江龍池甲叛。【辛夘】崇興大寳三年，開瑞清沼、應明池於勝景園。置内外隨龍軍。命左驍衛將軍陳稔將五縣人鑿个澟港【壬辰】崇興大寳四年，智髙請附於宋，宋不納，乃冦於宋。五月，智髙攻破宋横山寨，遂陷邕州。以其州為大南國，自稱仁惠皇帝。【癸巳】崇興大寳五年，宋伐智髙，使梁珠來乞師，詔以殿前指揮使武珥為招討使以援之。是月，宋狄青敗智髙於歸仁。智髙奔大但國。三月，鑄鐘置龍墀，令民之有寃抑不達者，聴撞其鐘以聞。宋石鑑從特磨道襲智髙母阿儂。阿儂年已六十餘矣。大但人函智髙首獻於宋，斬阿儂於都市。由是諸儂遂滅。【甲午】崇興大寳六年，九月戊寅，王不豫。冬十月，辛夘，薨於長春殿。夀五十四，在位二十六年。葬天德府夀陵。聖宗諱日尊，太宗第三子也。母梅氏。太宗夢月入后懐，因有娠。以順天十四年二月二十五日生於龍德宫。天成元年，立為太子。及長，通經傳，曉音律，尤長於武略。太宗命征伐，所向皆克。太宗薨，奉遺詔即位於柩前。十月改元，以崇興大寳六年為龍瑞太平元年。尊母梅氏曰靈感太后。上尊號曰法天應運崇仁至德英文睿武慶感龍祥孝道聖神皇帝。詔焚網羅獄具出翠華宫女賜東宫文武臣僚爵各有差。以裴嘉祐為文明殿大學士，范彛為左威衛，陳改為右威衛，劉慶為左清道，王行為右清道。改神衛匡聖都為拱聖廣德都，為忠武廣武都，為昭武及増置左右龍翼都，各一百人。丙午，葬太宗。立后八人，以阮道成為太師，郭擎日為太尉。建永夀殿【乙未】龍瑞太平二年，修大内諸殿。癸丑，以王生日為乾興節。占城來貢秋八月，王御水晶殿，觀競渡。冬十月，大寒。王謂左右曰：我居深宫之中，御獸炭，襲狐裘，冷氣猶且如是；况囹圄之中，縲絏之苦，曲直未分，腹之不充，形之不盖，一為寒風所逼，豈不死於無辜？我甚憫之。其令有司發府庫衾席賜之。仍日給二飯。賜天下今年稅錢之半，造東林寺及東究山靜慮寺。宋仁宗封王為郡王遣使於宋【丙申】龍瑞太平三年，設羅漢會於天安殿秋八月，真臘來貢。造崇慶報天寺，發府銅一萬二千斤，鑄鐘留於其寺，王為親製銘文。冬十月，己酉，下勸農詔。改大首領為刺史【丁酉】龍瑞太平四年，春三月，起大勝資天寳塔於崇慶報天寺。髙數十丈，其制為三十層。夏四月，王使員外郎梅元清以麒麟二遺於宋。甲午，黄龍自瓊林園見於長春殿前。安州道叛。冬十月，王幸道大旁海口，黄龍見於金鳳舟，因改為祥龍。十二月，起天福、天夀二寺，以黄金鑄梵王帝釋像以安置。占城來貢【戊戌】龍瑞太平五年，起壺天八角殿於金鳴池。三月，闢祥符門，起樓其上。夏五月，黄龍自龍徳宫見於永壽殿。六月，起靈光殿，左立建禮殿，右立崇儀殿，殿前搆獨柱六角蓮花鐘樓。秋九月，王幸波路海口，因幸塗巧築塔處。【己亥】龍瑞太平六年，春三月，王蒐於諒州南平江，因幸駙馬申景元第，造崇嚴報徳寺於武寧州。夏六月，黄龍見於永壽殿。癸未，改元，以龍瑞太平六年為彰聖嘉慶元年。秋八月，丁丑，御水晶殿，視賜羣臣戴幞頭著靴自此始。丙戌，黄龍見於長春殿。賜塗山塔號曰祥龍塔。選京師諸色人男為黄男。造延興土恒門占城来貢【庚子】彰聖嘉慶二年，禁御船火、拱聖火、隨龍火及内庖人出入御階，不得與在内小祗侯相語，及通信物往来，違者死罪，遇赦不原。二月，壬申，王幸西源州，捕象獲白象三。夏六月，諒州牧申紹泰以兵入宋界西平州如嶅縣，捕本州逃亡人，虜其指使楊侣才及男女牛馬不可勝數。宋遣吏部侍郎余靖赴邕州議其事，王命裴嘉祐等赴邕會議。靖厚賂嘉祐及附書乞還侣才，王不省。秋八月，王幸交海口，黄龍見於延春舶，因改交海曰天符海口。王親翻占城樂曲及節鼔音，使樂工歌之。冬十月，造行宫於窰潭以觀魚。占城来貢渭龍州獻白象【辛丑】彰聖嘉慶三年，羅順州獻白象。沙蕩洞叛，王親征克之。愛州五縣江叛。祈嗣於芭山，黄龍見於壇内。【壬寅】彰聖嘉慶四年，嘉林郡進六眸三足龜。秋九月，使人採金於武健洞，採銀於下連縣。【癸卯】彰聖嘉慶五年，夏六月，起洞仙宫於大内之東。獻白龜，王命起寺於芭山以為祈嗣之處，獲其珠以獻。冬十二月，起銀河門。朝賀日，指使唱聖躬萬福，軍士應聲唱喏。占城来貢【甲辰】彰聖嘉慶六年，春二月，日有重光。夏五月，造布海口行宫。冬十月，麻沙洞叛，王討克之。黄龍見於清瀾舶。宋英宗加王同平章事。【乙巳】彰聖嘉慶七年，春二月，觀魚於扶龍潭。丙午，幸布海行宫，耕籍田。夏六月，王御天慶殿聽訟。時王女洞仙宫主侍側，王顧公主謂獄吏曰：“吾之愛吾子，亦猶天下父母之愛其子也。百姓無知，自冐典憲，吾甚憫焉。應自今罪無輕重一從寛宥。”秋七月，忙貫州叛，王討降之。八月，開上林園。丙辰，黄龍自大眀殿見於會元殿，又見於布海行宫。癸未，幸究瀾行宫，號其宫曰景興，窑潭行宫曰翫春宫。冬十二月，黄龍見於曜靈殿，又見於逰蟾閣，猗蘭元妃所居。占城来貢白犀一【丙午】彰聖嘉慶八年，春二月，改元為龍彰天嗣元年。三月，黄龍見於太子宫中。甲申，都曹陶池獻白雀。九月，蠲檳榔税。甲子，王使郎將郭滿築塔於仙逰山。冬十一月，幸啟瑞行宫省斂。平陽公主男申道元尚天成公主。【丁未】龍彰天嗣二年，以貟外郎魏仲和、鄧世資為都護士師，書家十人為按獄吏。賜仲和、世資每月俸錢各五十貫、禾各二百結并鹽魚等。書家各二十貫禾一百結，以止其受賂之心。夏六月，辛亥，黄龍見於位仁行宫。辛卯，王幸位仁省斂及觀競渡。【戊申】天貺寳象元年，春正月，真登州獻白象二，几郎州獻白象一。黄龍見於曜靈殿二月，都臘縣獻白象及白雀。黄龍見於啟瑞行宫，夏五月，又見於會仙殿。修戰艦。秋八月，龍舟無故自動，離本處三尺。九月，黄龍見於永春、清瀾二舶。宋神宗封王為南平王，加開府儀同三司。遣使如宋【己酉】神武元年，春二月，戊戌，詔親征占城國。丁未，盟於龍墀。庚寅，發駕。丁巳，至乂安州，黄龍見於金鳳舟。庚申，次南界海口，黄龍又見於金鳳州。乙丑，使大僚班黄揵等攻日麗海口，克之。己巳，度大長沙。庚午，次思容海口。三月，癸酉夜，龍見於景勝舶。丙午，次尸唎皮奈海口，有二鳥並飛隨王舟，如導從之狀。大軍前進，次須毛江岸，見其將布皮陀囉等陳於江岸。官軍縱擊斬布皮陀囉，占城死者不勝數，其主第矩聞軍敗，乃攜妻子夜遁。是夜，引軍傅佛誓城至同羅津，佛誓人降。夏五月，元帥阮常傑俘獲第矩於真臘界。夏五月，王宴羣臣於占城王殿，又親舞盾擊毬於其堦。王命徧數佛誓城内外人家，凡二千五百六十餘區，並焚之。是月班師。癸巳，次思眀海口，是夜，黄龍見於御舶。六月，己巳，渡海，黄龍見於金鳳舟。戊申，渡布政海口。大小磊磊山龍舟觸石而破。辛酉，王至自占城，次朝東津。詔有司肅軍容盛陳儀衛。上御寳車，羣臣皆騎馬導引。占城王第矩戴麻骨冠，著白氎衣，以絹繫腰。令興武都五人牽之，繫其黨屬以從。秋七月，奏捷於太廟。丙辰，黄龍見於寳車。冬十一月，丁丑，赤羽夾日。真臘來貢【庚戌】神武二年，夏三月，造紫宸殿。五月，黄龍見於長春宫龍光殿。秋七月，乙卯，黄龍見於位仁宫。九月，造東南二天王寺。【辛亥】神武三年，春正月，御書佛字，長丈有六。自春至夏不雨定贖杖刑銅數冬十二月，王不豫，詔有司誤入官職都左右廂者杖八十。【壬子】神武四年，春正月，庚寅，王疾亟，薨於會仙殿，壽五十。廟號聖宗。在位十九年，改元者五，葬天徳府壽陵。仁宗諱乾徳，聖宗長子也。母猗蘭元妃黎氏，以龍彰天嗣元年正月生王於洞仙宫，即日立為太子。王為人，日角龍顔，手垂過膝，尤通音律，凡樂工所習歌曲，皆王所親製。以神武四年春正月即位於柩前。尊母猗蘭元妃為太妃，上尊號曰憲天體道聖文神武崇仁懿義純誠眀孝皇帝，以上陽太后同聽政。夏四月八日行浴佛禮。王御天安殿視朝。是日，以大僚阮常傑為檢校太尉，阮日成為兵部侍郎，以下各有差。赦都護府囚。諒州牧楊景通獻白鹿，群臣上表稱賀，拜楊景通為太保。真臘來貢秋七月，黄龍見於永壽殿。葬聖宗羣臣上中元節賀表王幸窑潭行宫蠲占城白氎賦迎法雲佛赴京師祈晴祀傘圓山閤使魏徴以年老致仕，詔賜几杖。詔遴選諸曾有投獻詩及僧官之識文字者，隷為書家，以補其職之缺。徙捧日坊於南市。王御天安殿，羣臣上賀立表。造長廣門、太平門、上水河門、迎秋祠、歸仁驛凡五處。以王生日為夀天節。立后二人。【癸丑】二年，正月，改元曰太寧元年。尊太妃為太后。靈仁太后性嫉妬，以嫡母而不得預政，因謂王曰：“老母劬勞，以有今日，及富貴而他人是居，將寘老母於何地乎？”王雖冲幼，頗知非上陽太后子，乃幽上陽太后及其侍女七十二人於上陽宫，逼令殉聖宗葬。占城國來貢秋七月，黄龍現於逰蟾閣。八月，峯州獻白鹿。宋神宗封王為郡王【甲戌】太寧二年，拱聖都火頭江曳家火，延燒大興門。夏四月，重修大興門。黄龍見。白雀效質於禁庭秋九月，黄龍見。宋王安石秉政，有獻言者謂我國已為占城所破，餘衆不滿萬人，可計日以取。於是以沈起、劉彛知桂州。起、彛乃集溪洞土丁為保甲，又於海濵造舟艦教水戰，禁州縣不與我邊貿易。王知之，乃先發諸道兵十萬人，分為二道，使阮常傑領水軍出永安，攻欽、亷；宗亶領陸軍出永平，攻邕州。我師所向無前。常傑攻陷欽、廉二州，復與宗亶會圍邕。宋廣西監張守節率兵救之，至崑崙關，常傑迎戰，大破之，斬守節。知州蘇緘以城固守。我為飛梯以臨城，彼施以火炬，飛梯不能近；又以毒矢射之，城上人馬死者相枕。彼以神臂弓發，我之象軍多有殪者。城髙而堅，攻之四十餘日不能下。獲宋人，教以土囊傅城而登。常傑從之，城遂陷。蘇緘奔還州廨，先殺其家屬三十六人，後乃縱火自焚。軍士求緘不得，乃盡殺吏民五萬餘人。是役也，所殺獲邕、欽、廉三州人無慮十萬。【乙卯】太寧三年，春正月，奏捷。占城來貢【丙辰】太寧四年，春三月，王觀扞水城，黄龍見於王舟。青龜負圖以見秋七月，宋以廣南宣撫使郭逵趙髙為招討使，總九將軍來伐我國。王命阮常傑領水軍拒之。昭文、宏真二侯皆溺死如月江，兩軍相持月餘。常傑知宋軍力困，夜渡江襲擊，大破之。宋兵死者十五六。遂退取廣源州。冬十月，改元為英武昭勝元年。十二月，以内給事黎文盛為兵部侍郎。【丁巳】英武昭勝二年，夏五月，設仁王會於天安殿。秋九月，築隄於如月江，長六萬七千三百八十步。冬十月，幸苻仁省斂，遂幸龍水海口，龍見於王舟。占城來貢【戊午】英武昭勝二年，閏正月，修大羅城。二月朔，詔罷秋筵宴禮。使員外郎陶宗元領馴象五，遺於宋，請還廣源、蘇茂等州。宋人徴還所掠三州民兵。大水入城内【己未】英武昭勝四年，諒州獻白象。雨雹五月，大熟天成公主獻六眸三足龜冬十月，黄龍自常春園見於其宫。【庚申】英武昭勝五年，春三月，王幸窮江觀魚。夏四月，己亥，神龜負閣。五月，唐人林瓊獻紫芝。秋八月，甘露降。王御靈光殿觀競渡。閏月，設秋筵宴禮。王幸苻仁省斂【辛酉】英武昭勝六年，冬十一月，日有重光。占城來貢王還三州人丁於宋，宋亦以廣源等州還於我。使員外郎梁用律如宋，請大藏經。【壬戌】英武昭勝七年，春二月，降欽聖公主於渭龍州牧何彛慶。冬十二月，祇侯宏阮波斯謀反，伏誅。占城來貢【癸亥】英武昭勝八年，春二月，王御天慶殿，閲定京城黄男為三等。三月，選美女為萬延宫女。夏五月，黄龍飛自紫宸殿，見於會仙殿。五月，造洞仁宫。六月，御車火。秋九月，麻沙洞叛。冬十月，親討，克之。觀競渡。占城來貢【甲子】英武昭勝九年，夏六月，使兵部郎中黎文盛如永平寨，議疆界事。宋以文盛為龍圖閣待制。冬十一月，詔國中造瓦屋占城來貢【乙丑】英武昭勝十年，春二月，丁亥，改元廣祐元年。秋八月，以黎文盛為太師。占城來貢【丙寅】廣祐二年，春正月，阮逺獻六眸龜，胷有圖書。二月，真臘來貢，有婆羅門二人。冬十一月，起大覽山寺。競渡占城來貢【丁卯】廣祐三年，夏五月，起造秘書閣。冬十月，幸覽山，夜宴羣臣於山上。王製覽山、夜宴詩二首留題。宋哲宗加王同平章事。占城來貢【戊辰】廣祐四年，秋九月，戊申，置十大書家。冬十月，築覽山塔。十二月，景靈宫成。占城來貢【己巳】廣祐五年，二月，造冷涇徑。宋兵入石犀州。占城來貢【庚午】廣祐六年，春二月，合歡宫成。宋哲宗封王為南平王。遣使如宋。【辛未】廣祐七年，春二月，王幸諒州，觀捕象。見官黎全義獻五色龜，黎文盛獻白象一。占城來貢競渡【壬申】廣祐八年，夏五月，造啟瑞行宫。大熟十二月，改元會豐元年。【癸酉】會豐二年，冬十月朔，日有食之。優曇樹開花【甲戌】會豐三年，秋九月，覽山寺成，賜名景隆同慶寺，王書篆額。占城來貢。遣員外郎阮利用如宋【乙亥】會豐四年，夏五月，詔諸侯子入朝。六月，聖極后薨。真臘、占城來貢【丙子】會豐五年，冬十一月，王觀魚於窑潭。時王御小舟，侍衛甚少。太師黎文盛乆蓄姦謀，因以幻術起大煙霧，潭中晝冥。俄而王聞櫓聲稍近，意其有變，以戈摐之，煙霧隨戈而斂，見文盛舟已迫，果有篡具。使人擒之。詔流文盛於梁江頭。初，文盛家有大理奴，善為幻術，文盛師事之，至是乃反。【丁丑】會豐六年，秋八月，白日星見。赦都護府囚人冬十一月，禁百姓造瓦屋大舟。占城來貢競渡【戊寅】會豐七年，秋八月，地震。彗見起陸地鼇山，設競渡禮。九月，造崇淵殿於芳蓮池，左置暉陽殿、來鳳亭，右立映蟾殿、遏雲亭，前起長鳴樓，後跨玩花橋。遣貟外郎阮文信如宋，乞三藏經。占城來貢【己卯】會豐八年，捧日都獻六眸龜。秋九月，起安老山寺。冬十月，禁京城婦女不得效宫粧。占城來貢【庚辰】會豐九年，夏四月，造仙逰山永福寺。秋七月，以矯文思為上林國士師。十二月，大疫。【辛巳】龍符元化元年，春正月，改元。二月，王觀魚於窮江，遂幸應豐省耕。夏六月，王幸苻仁省種。秋七月，賜百官秋衣，設宴禮。造開元觀九月，王觀魚於窮江，黄龍見於翔龍舸。冬十一月，慶雲見。王御象栅，觀捕象。黄龍見。十二月，改驩州為乂安府。造起延祐寺。【壬午】龍符元化二年，春二月，王幸應豐行宫省耕。冬十二月，立春，瑞雪降。造開元、太陽、北帝三觀造瑞雲車大水占城來貢遣員外杜英厚使於宋【癸未】龍符元化三年，春正月，詔京城内外皆築堤捍水。二月，太后發府錢，贖諸貧家女之典命者，嫁與鰥夫。秋八月，置龍翔都。冬十月，元鹿來。競渡【甲申】龍符元化四年，春三月，閲左右興武勇健兵為玉堦都，御龍兵為興聖廣武都，百姓之大族者為武勝兵，改田兒為鐡林兵。秋九月，朔延成侯以笏擊忠義侯於天安殿。占城來貢競渡【乙酉】龍符元化五年，春正月，菖蒲生花。二月，祠髙禖。夏六月，太尉阮常傑卒。秋九月，築延祐寺白瓷塔二，築覽山石塔三。冬十月，東梁州湧生金。十一月朔，日食過半。占城來貢大疫【丙戌】龍符元化六年，春三月，王幸塗山。夏五月，彗星見。秋七月，造銀羅城。十一月，王將有事於宋，造永隆二腹舶及造戰船。員外郎魏文相使於宋占城來貢天成公主獻白象二【丁亥】龍符元化七年，夏六月，王幸章山，黄龍見。冬十月，地震。十二月，造都護府。【戊子】龍符元化八年，春正月，築章山塔。築堤於機舍港昭聖后薨占城來貢【己丑】龍符元化九年，夏四月，王聽逆黨蘇厚、杞崇訟，厚、崇皆上木馬。冬十二月，造洞靈臺。【庚寅】會祥大慶元年，春正月，設廣昭燈會於大興門外。三月，婦人黄氏獻鳳雛毛羽具五色九苞。是月，參政徐文通獻白虎。白馬生距。檳榔一本生十二株。獻白雀秋八月，占城國獻異象，所居有神光見。遣員外郎陶彥使宋。【辛卯】會祥大慶二年，夏四月，清化府獻檳榔，一本生九株。獻白龜白雀至禁庭日重輪大熟留守張延福獻白雀冬十一月，日重輪。占城來貢【壬辰】會祥大慶三年，春正月，甘露降。二月，清化人言：海邊有異兒，年方三歳，解言語，自稱皇帝的子，號曰覺皇，凡王所動止無不先知。王命中使往問之，所言皆騐。乃迎以歸，居於報天寺王，以其靈異，愛之愈隆。時王無嗣，欲立為太子，羣臣不可，乃止。遂設齋會於禁中，欲令覺皇投入為已子。有佛跡山僧徐路道行者，聞之而不恱，乃使其姊徐氏赴會，宻以數珠結印授之，曰：“至會所，則揷在簷端，勿令人知見。”徐氏如其言。覺皇忽嬰熱病，遂語人曰：“所見徧滿國界皆有鐡網羅罩，無路得入託宫中。”王命大索，乃獲徐氏所藏數珠。遂收路繫於興聖廊，欲寘於大辟。崇賢侯入朝，路哀呌曰：“願賢侯拯救貧僧，幸得脫，則入為侯子以報其徳。”侯許諾，入見王，百般營救，謂：“覺皇實有神力，而為路所詛解，是路勝於覺皇明矣。臣謂莫若賜路之託生也。”王原之。覺皇疾亟，囑曰：“我死後，宜造浮圖於仙逰山而葬之。”夏四月，獻芝草、優曇花及白鵶。秋九月，黄龍見於永光殿。冬十月，黒龍見於宫中。【癸巳】會祥大慶四年，秋八月，黄龍見於大明殿。獻白鹿【甲午】會祥大慶五年，春正月，瑞雪降。三月，黄龍見於章山塔，繞三匝。獻白雀、六眸龜。冬十月，以内常侍黎伯玉為大理寺，造勝嚴寺，置善法堂，四面建千佛樓，安千佛寳相。競渡員外郎陶信厚齎象十頭使於宋。【乙未】會祥大慶六年，春二月，進茄花結三果。三月，起類卿崇福寺成。夏六月，日重輪。秋七月，獻金龜。【丙申】會祥大慶七年，春正月，設廣照燈於大興門外。製木僧擊鐘。夏四月，獻檳榔珠。六月，僧道行化身（神宗生）冬十一月，獻三足六眸龜。占城來貢競渡【丁酉】會祥大慶八年，春正月，獻白鹿元鹿。三月，上幸章山，黄龍見。夏四月，獻三足六眸龜，胷有善帝二字。司農州獻赤馬生距。黄龍見於洞靈祈壽寳臺。秋七月，猗蘭太后薨，諡曰符聖靈仁太后。八月，葬靈仁太后（火葬太后，殉者三人），是夜龍見。冬十一月，立崇賢侯子陽焕為太子。【戊戌】會祥大慶九年，春二月，真臘、占城來貢。冬十一月，甘露降。禁家奴不得身上刺龍員外郎阮伯慶賫象犀於宋【己亥】會祥大慶十年，冬十月，盟國人於龍墀。下詔伐麻沙洞，軍出之日，黄龍隨舶而行。成慶侯獻六眸龜，胷有玉字。王擊麻沙洞，破之。宋徽宗加王守司空【庚子】天符睿武元年，春正月，改元。夏六月，獻白雀。秋九月，黄龍見。冬十月，搆衆仙臺。占城、真臘來貢競渡【辛丑】天符睿武二年，夏五月，大水至大興門。秋七月，造仙逰山廣教寺。競渡【壬寅】天符睿武三年，春二月，隊山崇善延齡寳塔成。秋八月，觀競渡。新製銀纓引於鹵簿。貟外郎丁慶安使宋【癸卯】天符睿武四年，春正月誕聖節，新製推輪舞亭。秋八月，設秋筵宴禮。冬十月，幸應豐行宫。造飛橋過波刺江。築通霄臺。真臘來貢大熟【甲辰】天符睿武五年，冬十月，築鬱羅臺。大旱，禱之，乃雨。【乙巳】天符睿武六年，夏四月，瑞聖公主獻六眸龜，胸有國土安寧四字。六月，王幸應豐，黄龍見於行宫。冬十一月，黄龍見於洞靈宫。以内常侍牟都俞為中相。【丙午】天符睿武七年，春正月，禁春不得伐木。二月，王御天安殿，觀諸王侯蹴毬於龍墀。夏五月，黄龍見於永光殿。秋八月，神龜見，中有道定王閣延寧公主八字。冬十一月，使令書家嚴常、徐延等使於宋。至桂州，見其經略司，謂常、延曰：今年京東湖南等處並已調發兵馬拒大金國，未審歸期在何日。此間舖馬斷絶在在更少，請使領還禮物。大金元帥等以是年執宋徽欽二帝北歸，宋國大亂。【丁未】天符慶壽元年，冬十二月，王薨於永光殿。壽六十二。在位五十六年，廟號仁宗。改元者八，葬天徳府。 \\n  \\n 　"}
{"章节": "卷下", "正文": "　 \\n 卷下 \\n 　 \\n 神宗諱陽煥，聖宗之孫，崇賢侯子也。母杜氏。生三歳，仁宗養於宫中，立為太子。以天符慶壽元年十二月即位於柩前，殯仁宗於壺天殿。癸未，成服。乙酉，王御天安殿視朝，即日除服，因幸那岸，觀宫女上火壇殉仁宗葬。【戊申】大順元年，辛卯，詔以國哀，禁國中不得騎馬。庚子，王初御經筵。以武衛黎伯玉為太尉，内人火頭劉波楊珥為太傅，中丞牟都俞為諌議大夫。癸卯，使賫書於宋，訃仁宗之喪及告以王初即位。時宋髙宗避金人，已渡江，都臨安矣。真臘冦乂安州乙丑，上尊號曰順天廣運欽眀仁孝皇帝。庚午，王御天安殿，盟國人於龍墀。六月，以王生日為瑞天節。立后三，尊義母宸妃為太后。二月，真臘冦乂安，命太傅阮公平討之。擒其將而還。【己酉】大順二年，春正月，設慶成八萬四千寳塔會於天付閣。甲午，尊父崇賢侯為太上王，母杜氏為太后，居洞仁宫。秋七月，仁宗靈位燈生兩燄。青竹蛇蟠於寳扆【庚戌】大順三年，夏五月，獻白雀。五月，太上王薨，諡恭王。六月，旱，禱而雨。占城來貢競渡遣使於宋【辛亥】大順四年，夏三月，詔家奴不得娶百姓女。宋髙宗封王為郡王【壬子】大順五年，夏三月，黄龍見於麗光宫。秋八月，真臘、占城冦乂安州。詔太尉楊英珥討克之。阮承恩使於宋。【癸丑】天彰寳嗣元年，春正月，改元。二月，大眀殿延命燈發花寳幡舞。馬生距夏六月，黄龍見於永光殿。冬十月，造延生五岳觀。【甲寅】天彰寳嗣二年，春二月，真臘、占城來貢。自春至夏不雨冬十二月，古法堂枯樹生花。【乙卯】天彰寳嗣三年，春正月，古銅鐘見。神龜見，胷有一天永聖四字。【丙辰】天彰寳嗣四年，春二月，乂安州地震，江水如血。九月，詔京城内外三家為一保。真臘將蘇破稜冦乂安州，命太傅阮公平擊敗之。【丁巳】天彰寳嗣五年，夏五月，内人午炎獻生金一塊，重六十六兩。秋九月，王不豫，薨於永光殿。壽二十一，在位十年。廟號神宗，葬天徳府。英宗諱天祚，神宗第二子也。母感聖夫人，姓黎氏。王為人，隆凖龍顔，仁慈寛恕。年方三歳，即位於柩前。上尊號曰體天順道睿文神武純仁顯義徽謀聖智御民育物群靈丕應大眀至孝皇帝。改元，以天彰寳嗣五年秋九月為紹眀元年。尊號感聖夫人為太后。黄龍飛入城冬十月，己酉，黄龍夜自太清宫飛入禁内。乙卯，盟國人於龍墀。【戊午】紹眀二年，夏四月，以王生日為壽寧節。宋髙宗封王為郡王。立后一。【己未】紹眀三年，翁申利自稱仁宗之子，據上源州以叛，僭號平皇，有衆千餘人。二月，詔諌議大夫劉禹偁擊之。為利所敗。利出據西儂州，攻破富良府，欲向京師。命太尉杜英武討之。至曠驛，與利相遇，大戰，利軍大敗，死者不可勝數。利奔隆令州。十月，英武攻隆令州，破之，俘二千餘人。利奔諒州，為太傅蘇靈成所擒。送京師，斬之。【庚申】大定元年，正月，改元。二月，獻白蟾蜍。冬十二月，詔諸典賣熟田二十年内聽贖之，凡相争田地五十年外不得申訟，諸賣田地已有契不得贖。自春至夏不雨，王禱之，乃雨。【辛酉】大定二年，秋八月，丙寅，黄龍夜見於永壽殿後橙樹。【壬戌】大定三年，春二月，富良州首領楊嗣眀尚韶容公主。三月，馬四足生距。夏五月，太尉杜英武獻白龜，年都俞獻白雀。以都俞為太師。【癸亥】大定四年，夏四月，獻六眸龜，胷有以行法公四字。秋八月，宋妖人譚友諒入思琅州，自號吕先生，率衆冦廣源州。構廣慈宫，太后居之。夏滛雨，禱之，有騐。黄龍見於永壽殿。【甲子】大定五年，夏四月，彗見。秋七月，造天資庫六所。【乙丑】大定六年，秋八月，象放光，羣臣上表稱賀。九月，獻白鴉。太后薨，諡昭孝。書家阮昭獻白鴉。【丙寅】大定七年，春二月，幸蓓仁，耕籍田。【丁卯】大定八年，夏四月，王御龍墀，觀捕象。【戊辰】大定九年，春二月，獻赤馬生距。秋九月，真臘冦乂安州。王聽太尉杜英武獄，徙英武為昇田宏。初，王冲幼，政無小大皆委英武，而英武又私於太后，因益驕恣，居朝廷則攘臂厲聲，命官吏則頤指氣使，衆皆側目而不敢言。駙馬楊嗣明等與殿前指揮使武帶，率軍士詣越城門外，大呼曰：“英武出入掖庭，恣行凶穢，聲聞於外，臣等請除之，毋貽後患。”因収英武，繫於具聖廊。太后令人送酒食，而密置金以賂帶等。時具聖都火頭阮揚言於衆曰：“汝等欲貪其賂，我與汝必不免於英武之手。不如殺之以紓吾禍。”執戈欲刺之，左具聲譚乃奪其戈止之，曰：“殿前謂我，英武罪雖死，必當先禀上命。”揚怒，詬之曰：“殿前是武吉，非武帶也。何其貪人之賂而不顧公議耶！”言訖，赴井而死。英武既得罪，太后憂悶，思所以復英武職任者。英武累蒙赦宥，復為太尉，輔政如之而寵任益隆。由是得擅禍福之柄，常欲思報前怨，乃私以百餘人為奉衛都，凡有罪者，悉委本衛都捕之。英武密言於王曰：“往者武帶等擅以兵入禁庭，其罪莫大，請除之。”王可其奏，英武遂命奉衛都捕帶等下吏治之獄成。詔降智眀王為侯，内侍杜乙等五人上木馬，玉堦火頭八人等斬於西市，殿前指揮使武帶等二十人梟於江頭，駙馬楊嗣眀等三十人流惡水，餘並徒為田宏犒甲，果如阮揚所言。是歳，禁閽寺不得擅入宫中，朝士不得往來王侯家；諸犯入奉衛都地分者，杖八十；入廊内者，死罪。中書火阮伯獻赤麒麟。夏旱，禱而雨。【己巳】大定十年，夏三月，檳榔一本生二十八株。秋八月，王幸廣慈宫，觀競渡。【庚午】大定十一年，春二月，獻六眸龜，胷有籀文王以八萬四字。夏四月朔，地震。五月，天雨黄沙。冬十月，殿試。占城雍眀疊來朝，請王封命。王遣阮蒙以兵五千如占城，立雍眀疉為占城王。【辛未】大定十二年【壬申】大定十三年，春正月，撞龍山獠叛。大黄山獠儂可來叛，王親征之。九月，築圜丘壇於城南門，以為郊天之處。占城製皮囉筆來貢。【癸酉】大定十四年，秋八月，競渡。大水，地震冬十月，嵗星犯太白。十一月，占臘來貢。十二月，地震。【甲戌】大定十五年，春三月，天雨黄沙。冬十二月，御庫火。米價騰踴造御天宫、延富閣、賞花亭。【乙亥】大定十六年，宋髙宗封王為南平王。至是又遣外郎阮國以賫送禮物。宋髙宗賜王衣帶鞍馬。【丙子】大定十七年，秋，杜英武獻白孔雀。冬十月，起國威行宫及孔子祠。十一月，起長廊，自千秋門至客樓。宋髙宗加王檢挍太師。【丁丑】大定十八年，夏六月，乙未，日月相鬭。詔新定律令若干條：諸殿前使及官職都火頭不得服私家役，違者杖八十；諸色人著青衫者，杖八十，徒為犒甲；諸權勢家不得擅受百姓色人等；諸王侯夜間不得來往城内；諸王侯家奴不得刺龍形於胷。秋，王幸清海行宫。大魚出東步，其形如牛。【戊寅】大定十九年，夏五月，左司阮國以使來囘言：“臣到宋國，見庭中有銅匭，以受四方之章疏。臣請陛下倣其制以達天下之情。”王然之，為置案於朝廷，下令曰：有欲言事者裁書投之。旬月之間，書疏填滿。有暗投無名書一道曰：太尉杜英武欲起兵入宫作亂。得書者以告英武，英武曰：“公為予奏按之。”乆不得其人，英武誣奏曰：“此必立案之人為之。”王以為然，命收國以及其弟儀，下吏治之。誣服乃流國以於歸化寨。未幾，王欲召國以，英武使人以酖送國以曰：“服此藥可以辟瘴氣。”國以知不免，服藥而死。冬十月，造真教寺。詔以府金塗梵王帝釋像，置天符、天祐二寺。【己卯】大定二十年，詔内眀字及大僚班稱呼太傅，郎將上制崇班供奉侍禁殿直稱呼太保，無官者稱呼管田，祇侯火頭稱呼奉御，掃宏呼主都。天符、天祐寺柱流血。【庚辰】大定二十一年，起二女及蚩尤祠於布盖坊。占城來貢【辛巳】大定二十二年，秋七月，起古州法雲寺。太后薨，諡靈照。平隆場叛，命少師費公信攻破之。【壬午】大定二十三年，詔六十以上為老劣，十七至十九為第二等，十六以下為黄男。詔自割勢者杖八十，刺左膊二十三字還本色。仲夏，地震。秋，造衆仙臺，上層盖以金瓦，下層盖以銀瓦。【癸未】政隆寳應元年，正月，改元。禁國中不得服用假珍珠。五月，宋孝宗即位，使賫禮物國書至欽州，王遣使迎之。【甲申】政隆寳應二年，春三月，重修天安殿。芒貫江弄洛蠻叛，命蘇憲成討破之。【乙酉】政隆寳應三年，春，築廣照延命燈臺。秋試學生。詔徙朝東門大羅城却七十五尺，築以磚石，以避江水衝囓。占城來貢【丙戌】政隆寳應四年，春二月，幸景靈宫觀浴道。浴道禮自此始。六眸玉字緑文龜見。又獻六眸紅龜，項有赤文，腹下具五色，尾端有距。獻白黒孔雀。冬，大僚阮恩獻六眸龜，胷有天子萬世萬萬世七字。獻白鴉【丁亥】政隆寳應五年，重修大興門。天極公主歸於諒州牧懐忠侯。【戊子】政隆寳應六年，獻優曇花。【己丑】政隆寳應七年【庚寅】政隆寳應八年，季夏，迎蟾宫火。占城來貢【辛卯】政隆寳應九年，罷浴道禮。永光殿無故自動孟夏，詔修文宣王廟及后土祠。造太白閣秋七月，地震。【壬辰】政隆寳應十年，冬，造貞靈夫人祠於西陽橋外。【癸巳】政隆寳應十一年，重修太和橋。宋致書買象以備南郊鹵簿，命大僚班尹子充賫象十頭如宋。【甲午】天感至寳元年，正月，改元。宋以我越為安南國，王為國王，立國號自此始。降太子龍昶為保國王，立龍幹為太子。龍昶性好色，宫中有寵幸者皆私通焉。王頗惡其無禮。元妃徐氏有寵，后乃使昶密傳私情以惑之，欲徐氏自此見踈。徐氏具以其狀白，王因怒廢之。一日，王出視朝，乳母抱髙宗從之，髙宗啼不止。上脫冠冠之，乃止。王竒之，曰：“成吾業者，必此兒。”十一月，立為太子，降昶為王。【乙未】天感至寳二年，秋七月，王不豫。后請復立保國王。上曰：“為人子而不敬其親，為人君而能愛其民乎？”甲辰，疾大漸，謂太子曰：“國家山竒水秀，人傑地靈，珠玉寳貝靡不生焉，他國莫比也。宜慎守之。”乙巳，王薨於瑞光殿，壽四十一。廟號英宗，在位三十九年。改元者三，葬天德府。髙宗諱龍幹，英宗第六子也。母瑞珠后，姓杜氏。王方二歳，以天感至寳二年七月即位於柩前。尊母瑞珠后曰照天至理太后，上尊號曰應乾御極宏文憲武靈瑞昭符彰道至仁愛民理物睿謀神智化感政醇敷惠示慈綏猷建美功全業盛龍見神居聖眀光孝皇帝。王方冲幼，政無巨細悉委太傅蘇憲成。太后有廢立意，伺憲成之出，使以金帛賂其室吕氏，使語憲成。憲成曰：“吾身居相位，受先王顧託以輔幼主。今受人之賂而謀廢立，天下其謂我何？縱使衆人皆塗其耳目而無知者，則將何辭以對先王於地下乎？”太后知其謀之不濟，然意終不改，乃召憲成，謂之曰：“公於國家可謂忠矣。然公之齒亦已向暮，而事冲幼之君，公之所為其誰知之？不如立長君，則彼將徳公之賜，而長保冨貴，豈不韙歟？”憲成曰：“不義而冨且貴，非忠臣義士所樂為。况先王遺囑，言猶在耳，其如公議何？臣不敢奉詔。”遂趨而出。太后乃遣促召保國王。保國且驚且喜，遂以小舟由蘇歴江而入。憲成乃召左右官職都，諭之曰：“先王以吾與爾曹戮力王室，無貳厥心，故以幼主付託。今保國王以太后命謂廢主上而自立，汝等宜盡其忠、竭其力以聽吾約束。用吾命者賞延於世，違吾命者顯戮於市，汝其勉之！”官職都皆翕然聽命。頃之，保國王至銀河門，太后召益急，保國欲入，官職都止之曰：“未聽詔旨，不敢奉命。王茍自彊入，其犯之者，非我也，兵也。”保國聞之，慙懼而退。季秋，以太后弟杜安順為關内憲國侯，以憲成為太尉。大覽山神光見孟冬，盟國人於龍墀。【丙申】貞符元年，宋孝宗賜王安南國王之印。太尉蘇憲成獻白雀，殿前指揮使黄玖獻白鹿。【丁酉】貞符二年，占城人入乂安州東界。獻六眸龜，項有朱文上源州首領楊倚叛。【戊戌】貞符三年，仲夏，以生日為乾興節。【己亥】貞符四年，孟春，地震。仲夏，増修真教寺。詔以其寺為英宗忌辰行香所。六月，甲辰，兩日並見。己酉，太尉蘇憲成卒。輟朝七日，清膳三日。初，憲成寢疾，惟叅知政事武贊唐夙夜侍側，諫議大夫陳忠佐以事務頗劇，不暇存省。及疾篤，太后問疾，曰：“如有不諱，其誰代之？”憲成曰：“平日所知，惟忠佐而已。”太后曰：“贊唐日侍湯藥，而公言不及，何也？”對曰：“陛下問其可否，故臣言及忠佐。如問其侍養，非贊唐而誰？”太后雖嘉其忠，竟不用其言，乃以杜安順聽政。禁魚鹽鐵器不得至源頭博易王與太后觀僧官子弟試誦般若經，又御鳳鳴殿試黄男辦冩古人詩及運筭。孟冬，又御崇章殿試三教子弟辦寫古詩及賦詩經義運筭等科。戊戌，獻三足六眸龜。【庚子】貞符五年，詔三教修大内碑文，定王侯入朝例夏，以令書家阮午為副行遣。孟秋，大水，永光、會仙二殿地震。冬，以渭龍州首領何公輔尚華陽公主。【辛丑】貞符六年，夏四月，熒惑入南斗。大飢，民死殆半。【壬寅】貞符七年，春三月，以玉堦員外郎蕭汝翼為評簿司。夏，杜安順進白鴉。以中書火朱遂良為中書省令書家。以杜安順為太師輔政，時人畏其威，凡有獄訟，胥吏追不逮者，安順命巾車兒追之即立至。時優人戯以一人為刑部尚書，差胥追獄不至，曰：“汝何不稱為太師巾車兒乎？”如其言果獲。冬十二月，壬寅，王初御經筵。禁不得殺牛，不得以黄線縫衣裳。【癸卯】貞符八年，春，蟲結窠子於二林寺，木上色如金銀。【甲辰】貞符九年，冬，司蒙栅、鄭栅、烏米栅叛。王命太傅王仁慈討之。仁慈以州人范品屯翁仲隘，張顔、范杜屯沛鄉，段松屯可老，仁慈直攻蕩沛、萬米二栅，拔之。至羅鑣寨，為獠所襲，官軍大敗，仁慈奔至安檜山，陷於濘，為獠所刺而死。山獠相謂曰：今日有一婦人為我所刺。亡卒知仁慈已死，徧求山澤間，果得其屍。仁慈，宦官也，故似婦人。雨黒水獻連穂禾，藁長七尺五寸【乙巳】貞符十年，春，建寧王龍益帥兵一萬二千餘人伐靈栅山獠，以報羅鑣之役。軍於杜家村，使招諭之。首軍丁武官即丁創等皆降。龍益盡擒之，武等哀呌。從人阮多錦以武等既被拘囚，必當恐懼，遂詬辱之而溺於口。獠性兇悍，遂囓其隂莖，多錦以手擊之，武失口，多錦亦仆地幾死。於是龍益使官職作木魚箝武等口，杖殺之而脯其屍。季夏，暴風大起，二寺門地裂。【丙午】貞符十一年，夏四月，獲白象，賜名天資象。乃改元為天資嘉瑞元年。駙馬郎保貞侯杜直獻元鹿。【丁未】天資嘉瑞二年，仲夏，太廟震。秋，西域僧至。王問其所能，曰：能降虎。王命祇侯奉御黎能長館之，遣人捕虎以試其術。旬餘，僧謂能長：“虎可伏矣。”能長以聞，王命築檻於永平閣，使僧入檻。僧方禹步誦咒向虎前以杖扣其頭，虎格執其杖。僧因奏曰：“有惡人解臣咒術，請復加持然後行之。”王從其請，僧復加持。乆之，王欲窮其術，一日，命僧復入檻，虎乃跳梁搏噬。僧恐懼，退却莫知所為，倚檻而死。仲冬，熒惑見。【戊申】天資嘉瑞三年春二月丁卯朔日有食之。獻白鴉夏，造聖儀宫。季夏，地震。大暴風太師杜安順卒，以太傅呉履信輔政。秋，古宏甲叛。【己酉】天資嘉瑞四年，春，二月朔，日有食之。夏，日月色赤如血地震王命太傅呉履信、都官郎中黎能長，按少師莫顯績訟。能長等畏顯績，不敢推究。國人嘲之曰：“呉輔國是蘭，黎都官是擊，按一莫顯績，但跼蹐而已。”時王尚幼，顯績通於太后，故當時畏之。蘭、擊，二狂人名。大俚僧惠明戒日等來朝。【庚戌】天資嘉瑞五年，春二月，太后薨，諡靈道。三月，地震。詔流莫顯績於歸化寨。太傅呉履信卒，以太傅譚以蒙輔政。【辛亥】天資嘉瑞六年，真臘國來貢。以都官郎中黎能長為左輔，鄧秀父為參知政事。冬十二月，熒惑犯太白。【壬子】天資嘉瑞七年，春正月，清化古宏甲叛。初，甲人先見牛跡縁於菴羅樹，尋跡視之，見白牛在樹上，復以他岐而下，入於江中，因忽不見。州人占曰：“牛在下之物，而在木上，乃下而在上之象。”因相率以反。是夏，詔譚以蒙發清化府兵擊古宏甲。以蒙命多伐蕉江中，以礙船賊。賊縱横不復成陣，以蒙急攻，大破之，擒其長黎晚等，檻歸京師。詔晩等上木馬。冬十二月，迎蟾宫火。疏蘇歴江。築石塘，演州胡囗叛，以蒙討擒之。【癸丑】天資嘉瑞八年【甲寅】天資嘉瑞九年，春，真登州首領何黎叛，命譚以蒙討擒之。仲夏，永壽殿金龍頭發光。秋七月，以金銀塗梵王帝釋像，安置於二寺。設競渡宴禮於後宫。冬，觀魚於晦。是日，雨雹大如馬頭，死者甚衆。占城、真臘來貢【乙卯】天資嘉瑞十年，春二月，王御大興門，設廣照燈會。己巳，御天安殿，設春筵燕禮。地震五月，地又震。真臘來貢大疫【丙辰】天資嘉瑞十一年，孟秋，戊寅，明離閣震。孟冬，試三教子弟辦冩古人詩運筭賦詩經義等科，賜及第出身有差。【丁巳】天資嘉瑞十二年，春三月，幸龍水海口。造迎蟾宫及行宫百餘所。秋，詔國子入學。進譚以蒙爵為列侯。【戊午】天資嘉瑞十三年，譚以蒙言於王曰：“方今僧徒頗與役夫相半。自結伴侣，妄立師資，聚類羣居，多為穢行。或於戒場精舍，公行酒肉，禪房浄院，私自姦滛，晝伏夜行，有如狐鼠，敗俗傷教，漸漸成風。此而不禁，乆必滋甚。”王可其奏。以蒙召集國中僧徒留於穀倉，度其知名者數十人為僧，餘悉湼手還俗。王幸錦潭觀魚。秋，左武勝廊震。王御天慶殿，治判上林院獄。孟冬，輔國太傅譚以蒙决都護府獄於畫關外。諒州產白錫緑銅大青【己未】天資嘉瑞十四年，春二月，王幸清化府，觀捕象夏，地震秋，省試學生後宫火以蒙獻白鴉白雀【庚申】天資嘉瑞十五年，仲春，王幸玉山寨，觀捕象。季夏，地震。秋，設競渡燕禮【辛酉】天資嘉瑞十六年【壬戌】天資寳祐元年，春正月，改元。羣臣請王加尊號。夏六月，地震。冬十月，王幸海清行宫。每夜則命樂工弹婆魯，唱調擬占城曲。其聲清怨哀切，左右聞之皆泣下。僧副阮常曰：“吾見詩序云，亂國之音怨，以怒其政乖，亡國之音哀，以思其民困。今主上巡遊無度，政教乖離，下民愁困，至此愈盛，而日聞哀怨之音，無乃亂亡之兆乎？吾知車駕此還不再幸其宫矣！”後海内大亂，果如其言。【癸亥】天資寳祐二年，正月，造新宫於寢殿西，中置天瑞殿，左起陽明殿，右起蟾光殿，前安正儀殿，上構敬天殿，堦曰麗瑤，中啟永嚴門，右啟越城門，堦曰銀虹，後啟勝壽殿，上構聖壽閣，左構日金閣，右構月寳閣，周圍設廊廡，其堦金晶。月寳閣右置凉石座，閣西起浴堂，後構富國閣，堦曰鳳簫，後起透垣門養魚池。池上構玩漪亭，亭三面樹以竒花異木，池水通於江。其雕飾之工，土木之麗，古未有也。初，敬天閣成，有鵲巢其上而產雛。羣臣因之諌曰：“昔魏明帝始構凌霄閣，有鵲巢焉，髙堂隆曰：詩云，維鵲有巢，維鳩居之。今宫室初成而鵲巢之，臣愚以為，有異姓居之。臣願陛下逺鑒髙堂隆之言，先務克已修徳，後乃興其工役可也。”王黙然良乆，以問宦官范秉彛。范秉彛曰：“閣成而鵲巢有產其雛者，此天錫陛下本支百世之休徴也。”王悦，命促修之。百姓由是益困。秋七月，知乂安州殿前指揮使杜清及州牧范延等上言：“占城國主布池為其叔布由所逐，以備瀾二百餘隻，載其妻子寓於几羅海口，欲以求救。”八月，王命輔國太傅譚以蒙樞密使杜安等往議其事，以蒙至几羅，杜安曰：“布池有船二百隻，狼子野心，不可盡信。諺曰：蟻孔潰堤，寸煙燎屋。今布池之衆豈特蟻孔寸煙之謂也？願公思之。”以蒙以語清、延，使為之備。清延曰：“彼以難而求救於我，宜推誠相恤，今乃反見疑貳，無乃不可乎？”以蒙怒，遂引軍還。清、延相謂曰：“我等已忤輔國之心，必有後患，不如反襲布池，以為自全之計。”謀泄，反為布池所覺。池懼，乃謂其衆曰：“我等以難而來，求救於大國，既無恤鄰之義，反欲虜我為囚，痛莫甚焉。”因伺間以誘清、延。清、延使乂安人繫舟於占城備瀾以守之。占城人夜以竹炬置槍匿船中，一夜，守者疲困，撤備而卧。占城因燒火炬，投於其舟，守者驚起，莫知所為，皆投於水，為占城所殺及溺死者二百餘人。清、延軍大潰，而布池率衆亡歸其國。九月，大黄人費郎反。先是，大黄人築大城門，聞淋邑陀某邑已叛，遂率衆逃歸而反。上將軍阮保良、吏部尚書徐英珥劾奏以蒙蠧國害民，莫此為甚。詔降以蒙為大僚班。初，保良造聖日閣稽期，以蒙怒命笞之，保良佯為痛甚不能起，以蒙叱起之，保良曰：“杖痛如此，安能起乎？”中心積怨。乙未，以祇侯奉御陳馨為元帥，領兵討大黄。仍命吏部尚書徐英珥率清化府兵以討之。甲寅，英珥次路沛江口，陳馨與費郎遇，兩軍交戰，英珥救之，皆敗，為郎所殺。【甲子】天資寳祐三年，命輔國太保杜敬修討大黄。敬修怯懦，不敢深入，乃屯於越灣，分軍進攻諸道，而敬修但往來章山安老間而已。又上書言：盛夏暑熱，師老糧絶。王乃召還。五月，又命關内侯杜英允討之，又不克，引退。黄龍見於聖日閣，八月又見於聖壽殿，飛繞御寢門及於天瑞殿。御座遺爪迹，殆百餘所，又見於後宫者三。引其宫女黎娘置於殿頭。十月，命以蒙將諸道兵築壘，自婆溝徑以北，沿路沛江口，抵文雷寨，以禦大黄人。大風【乙丑】天資寳祐四年，初，以蒙築壘成，作樓船數十艘，命富良弩手居其上，以長索繫船尾，令之曰：賊至，則撑船過江而射之；如有不利，則挽其船以囘。及以蒙被召還京，大黄人率其黨屯於北岸，戍人如以蒙所教。大黄人岸上鼓譟，挽船卒見其勢甚盛，各自驚怖，棄索而走，船薄賊岸而弩手盡為所殺，官軍大潰。費郎等恃其數勝，遂率志土蠻獠官鏟等攻抜一帶鄉村，焚應豐行宫及倉穀部落，屋宇殆盡。後至蜆洞，為洞人邀擊，大破之。秋八月，王命侍衛都火頭阮謂往招諭大黄人。謂至，費郎與其豪長一百七十餘人出降。九月，壬辰，改元為平治龍應元年。是月，覽山崩。黄龍見於勝壽殿。天瑞殿成，賜羣臣三日宴以落之。王頗徇於貨利，以賣官粥獄為事。諸兩人相争田地產物而一人進納者，不問其情理曲直，皆以没官。故府庫財貨山積，而百姓咨怨，盗賊蠭起。【丙寅】治平龍應二年，春正月，王御敬天閣，觀抛飛團。二月，壬子朔，日有食之。三月，奉天宫火。夏五月，造聖勲寺。冬十月，重修真教寺。是歳，境内既亂，而王頗好遊幸。道塗梗阻，無所可適，乃於應明池别為應豐、海清行宫，日率近臣宫女以遊觀為樂。又以巨舟為御舶，以小舟為兩隊，使宫女伶人發橈而引其左右，以倣行幸之儀。又以臘封疋帛及海物之類沈於池中，令人入水取之，以為龍宫所獻。羣臣見其遊蕩無度，皆畏懼莫敢言。伶人武髙詐謂上品奉御鄭寧曰：適髙過透池邊，見一異人執手遵池而行，至菴羅樹下，忽引入水。髙懼其溺，不敢前。頃之，水忽自裂，行至一處，見其宫殿顯敞，侍衛甚嚴，髙問：“是誰所居？”其人曰：“即吾所居，以管攝於此池也。”遂具杯盤與髙對飲。酒闌，髙謝，求歸。其人惠以檳榔，送至菴羅樹下，因忽不見其人，而手中檳榔已化為石矣。乃知池中有神物也。寧驚異，具奏於王。王雖聞其言，畧無畏懼，乃使以鐡厭之。至冬月，池水涸，王謂左右曰：“有能以江水漲溢於此者，吾必厚賞。”佞臣陳宿曰：“臣能之。”王以為然，使行其法，竟不騐。一日，王幸於此池，聞城外有為剽掠者所叫而尚耽於遊逸佯為不聞。王性畏雷，每於動止之間便生驚怖。近臣阮餘自言有降雷之術，會雷鳴，命餘降之。餘仰天誦咒而雷聲愈厲。王詰之，餘曰：“臣戒之乆矣，豈意彼猶强暴如此。”【丁卯】治平龍應三年，大黄人費郎復反，攻雜字邑。三月，國威州賊段可列王滿反。夏四月譚以蒙復輔政。秋八月，段尚、段主反。王命大發兵攻之。譚以蒙出大通道，保貞侯出南册道，上品奉御范秉彛出可了道，祗侯火頭陳馨出扶帶道，欲會攻尚。尚密遣人賂上品奉御范猷，請以其衆歸猷。猷為力請於王，王遣使召以蒙等軍還，尚遂脱。自是以蒙、秉彛與猷有隙。是歳，王見盗賊蜂起，乃追悔前過，因下詔曰：朕幼膺大業，深處九重，不知民事之艱難。自納小人之言，以取怨於下。民既胥怨，朕將疇依。今其改過自新，與民更始。諸有地産業之没於官者，悉還之。【戊辰】治平龍應四年，大飢，餓死者相枕。冬十月，大水。十二月，宋禄州人韋智剛攻諒州。以范猷知乂安州軍事。猷言於王曰：“方今天下擾亂，姦賊輩起，或有與臣妬寵，私為暴亂，雖臣之首領，不能自保，况陛下之恩徳乎？願少加聖慮，容臣使得選其壯勇以自備，庶免不虞之禍。”王然之，於是猷乃招納亡命，鳩聚盗賊，號曰侯人。公行刼掠，無所忌憚。盗賊因之蠭起，而國威人亦率其徒屯於西結，文雷寨人屯於拖幕江。自此道路阻絶，舟船不通。上命上品奉御范秉彛將藤州人禦之，而猷又歸古蔑鄉，與烘人尚主等會攻藤州。藤州人請秉彛攻猷，不克乃還。【己巳】治平龍應五年，春正月，秉彛復帥藤人快人攻猷。秉彛數敗，秉彛怒，斬其走者以徇。他日復戰，克之，猷奔於烘。秉彛籍其家而焚之。猷與秉彛愈増怨惡。猪洞人阮破鄰領其部曲，夜盗隊舍官府財物。宋韋智剛復攻諒州。戍時，日夜見。三月，日晷忽冥，移時復見。丁未，秉彛又攻烘人尚主於衛橋。烘人潰，主陷於濘，為何文雷所刺。王命祇侯奉御陳馨徴猷歸京師。秋七月，秉彛至京師，將入奏事。有止之曰：王既先入猷言怒公未解。秉彛曰：“吾事上盡忠而反為人譖耶？况有君命，吾其焉逃！”遂入。王使執之，及其子輔，囚於水院。欲加以刑，其將郭卜等聞之，領兵鼓譟而入，至大成門，為閽者所拒，卜等刮其扉而入。王聞事急，促召秉彛入金晶堦凉石處。俄而猷與其弟京等皆自御堂出，以御槍殺秉彛及輔。卜等聞秉彛死，遂使軍士突入凉石處，以王所御巾車舁秉彛屍，以御席裹輔屍，由越城門出，下朝東步。既而復入萬延宫，逆王子忱、王子旵歸於海邑。壬寅，我元祖大帥舟師詣京師，逆王子旵并母元妃譚氏及同母妹二人歸於海邑段氏家，遂於其家奉王子忱即位。時旵家臣劉紹就元祖及遙濠人范愚言曰：“忱雖長子，庶也。旵雖幼，嫡也。惟二公圖之。”元祖遂與愚逆旵歸茫仁，即位徽稱勝王，降忱為王。頃之，旵復歸於海邑，寓劉家村館。以我元祖仲女為元妃，以譚以蒙為太尉，阮正吏為參知政事，元祖為明字，愚為上品奉御，蘇忠嗣為殿前指揮使，餘各有差。王命猷往烘路訓練軍士，欲伐順流人。會烘人來迎及期，而猷尚與天極公主私，不覺移時，遂與烘人相失。猷乃登舟由江路而去，次古州步，陸行至麻浪阿杲社，為北江人阮耨阮乃所執，送於王子旵，殺之。秋八月，順流、快以秉彛之死，大率舟師攻京師。前軍泊於東步，由左掖門直入禁中，盗取寳物。大軍泊天河步，欲從千秋門入，至雨師觀，為列侯髙舸伏於軫園，射一卒中乳。舸為之撫掌諠譟，士卒奔北而還，船人疑有官軍來攻，皆撑舟離岸，遇北風疾吹，盡為漂散。二軍聞舟船已失，皆自奔潰。京城人追殺之，死者三百餘人。【庚午】治平龍應六年，春正月，勝嚴寺地裂。蘇忠嗣自以私受王子旵封爵，恐罪及已，乃勒兵攻快人。因就海邑執王子旵等歸於京師。丁未，王命上品奉御杜廣如忠嗣家，逆王子旵。王子所署官者皆逃去，以蒙竄於安朗鄉，因與其屬謀捕諸受王子封爵者，以贖其罪。因移檄募諸道兵，分為五隊以攻之。以蒙領茄人及清化府人攻即墨鄉，為其所敗，於是諸道兵聞之，皆引退。秋七月，以蒙收所受王子封爵者二十八人以獻。杜英允當門數之曰：“汝為國大臣，既懐無君之心，私受賊子封爵，今反與吾並列，吾雖不才，復何顔與汝相見！”以蒙慚懼而退。彗星出冬十月，王不豫。壬午，王寢疾，忽見二青衣執杖立座側，王問執杖者為誰，左右曰：“無所見。”是夜，王薨於勝夀殿，年三十七。廟號髙宗，在位三十六年。葬天德府壽陵，改元者四。惠宗諱日旵，髙宗第三子也。母元妃，譚氏。以治平龍應六年十月即位於柩前。尊號曰資天統御欽仁宏孝皇帝。尊母譚氏為太后，同聽政。十一月，殯髙宗於崇陽殿，王與太后及羣臣皆除服。己酉，順流明字陳嗣慶帥舟師次細江步，請其舅蘇忠嗣同赴髙宗之喪。忠嗣亦相疑貳，嗣慶乃囘軍。是月，王使迎陳仲女，嗣慶不應。以太傅杜敬修為太尉。十二月，祗侯奉御杜廣等執敬修送於忠嗣，沈之大通步，以敬修謀殺忠嗣故也。丁巳，忠嗣聞關内侯杜世規與祇侯奉御杜廣、小侍衛人火頭費例謀廢立，因引軍至興聖巷，遇廣、例，欲襲之，以廣、例軍衆，乃陽與謀曰：“主上初喪，民情未定，盍各屏兵甲，自詣朝省，同謀協力，以匡王室，不亦善乎？”廣、例以為然，遂許諾。會日暮，約以明早。是夜，忠嗣更増軍士多於前日，欲圖廣、例。明日，廣、例如約，先會於秘書閣，以待忠嗣。忠嗣至四達亭，先遣禆將陶判將兵由右掖門入，屯沙墀龍墀，使阮字阮陁羅屯千秋門。時例方飯，見列侯髙舸，命之食，舸曰：“事急矣，食可乎？”例問故，曰：“忠嗣軍士倍於前日，欲圖子矣！”例乃投箸而起執戈，就龍門窺之，見陶判軍鼓譟而入。例進擊殺一人，退保門内。又聞千秋門有屯軍，遂由越門出延具門，為判軍所追。例以戈撃之，又殺一人。判軍少止。例至千秋門，遂脫。判引軍襲世規，世規竄於髙宗柩下，求之弗獲。忠嗣執其守殯閹豎問世規所在，豎猶畏世規，乃佯以手加額而指之。隨指而求，乃獲世規。忠嗣命斬於東市，先斫二脛，次解胷脊。及臂，世規神色自若。後剖其腹，乃死。是日，忠嗣收小侍衛人譚入殺於長廣門外，以入附於皇子忱。杜廣亦殺寄班武利於門外。己未，以忠嗣為招討大使，譚以蒙為太尉。辛未，詔斬杜英允、尹亭、阮元、阮仁於封坡。進以蒙王爵。【辛未】建嘉元年，春正月，王復使迎陳仲女，嗣慶不應。乙丑，選文臣為都護府士師。癸酉，復迎陳仲女。嗣慶使内殿直馮仇周與其禆將潘隣、阮硬送仲女於京師。會忠嗣與廣戰於朝東門，乃泊於大通步。己卯，忠嗣假兵於隣、硬，廣軍大潰。閏月，獲廣等。庚寅，立陳仲女為元妃。辛丑，王與太后御景延門聽杜廣訟。廣等七人皆斬。三月，以招討大使關内侯蘇忠嗣為太尉。夏四月，葬髙宗。阮字偏將阮皉告忠嗣曰：“字欲殺公女壻阮麻邏。”因而反。忠嗣怒，奪字兵權。字懼，奔國威。六月，忠嗣夜如嘉林第，與天極公主私通，為其夫關内侯王尚所殺。時字聞忠嗣已死，乃還京師，夜帥部黨盗御府貨物。王怒，詔捕字甚急。字竄於枯柵山獠數月，衣食窘乏，將謀歸。嗣慶至灘邑，邑中父老遮道請留，曰：“此地困於山獠乆矣，明公茍能少留，則一帶邑皆蒙全活，其德公者不少。”字乃决意居之大會邑人屠牛歃血而盟，諭以利害，衆皆許諾。字以其得衆，乃引兵攻破山獠，斬首而還。又為莽人數十餘，各執火炬，夜置山獠柵，使人守之。戒曰：“汝見山獠屋火起，則速燃其炬而諠譟。”夜半，使阮局焚山獠屋，守者見火發，亦燃其炬而譟。山獠驚起，倉皇欲拒戰，疑前後兵衆，不敢出，俱向柵前而射。又恐字引兵至，乃降。自此，一帶郡縣皆為字有。阮麻邏以忠嗣之死，往說我太祖，請進兵安輯快諸邑。麻邏與其妻蘇氏登舟欲如順流，道遇忠嗣將阮貞，為所殺，遂虜蘇氏以歸。蘇氏使人訴於太祖，太祖怒貞非義，遂謀圖貞。嗣慶葬忠嗣於穫鄉，太祖次海邑，使召貞，貞不至，乃使蘇氏誘以殺之。烘人攻黄點隘，嗣慶使賴靈率兵與快將阮堂拒之。堂為守隘人所擒，以致於烘。嗣慶怒，決江水灌諸邑而還。快人失望，歸附於烘。尚與文雷乃譖嗣慶於王曰：“嗣慶將發兵赴京師，欲圖改立。”王怒，秋七月，詔諸道兵討嗣慶，降元妃陳氏為御女。烘人段尚、段文雷引兵會師，詔進尚侯爵。太傅户翊罷，詔譚以蒙復聽政。嗣慶引兵伐麻雷人，丁感敗之而還。冬十月，嗣慶復伐其邑，先攻隊山，殺獲甚多，感奔山獠。烘人攻南柵，范武等降之，使其將段持耒守之。持耒不能招集其衆為武所襲殺持耒於芮邑。烘人又率衆渡江，攻南册。南册人竄於竒特山，武縊而死。南册人使求救於嗣慶。嗣慶使其將丁瑰將兵擊烘，烘人敗走。瑰經畧諒州至三峙山，盡有其地。十二月，嗣慶大發兵，次細江歩。太后聞軍至，疑有廢立意，嗣慶乃剪髮誓天。又使天貞公主奏言已意無他。太后亦不之信。太后夜令收仁國王及王子第六郎、第七郎，並沈於御堂井，以杜改立之萌。既而使舁其屍積於琳光宫門外。侍臣皆畏太后，不敢視。惟小官鄭道哭之甚哀，曰：“先君焉往，使三子如是乎！”髙宗初薨，童有謡曰：“髙宗葬未畢，三屍積為一。”【壬申】建嘉二年，春正月，王及太后幸冷涇洲，百官就其洲迎駕還宫。順流明字陳嗣慶與阮字會於朝東步，誓為刎頸交，盡忠報國，共平禍亂。乃分大江之兩岸，各自統率。自土塊至那岸，沿北江道及陸路鄉邑屬於嗣慶，自京岸至烏鳶屬於字。期以三月會攻烘人。庚戌，進嗣慶侯爵，諡彰誠。以太后弟譚經邦聽政。嗣慶還細江步。丁瑰攻諒州，降之。掠天極公主家財物而去。二月，字攻吉利人呉賞於武髙，為流矢所中，乃還居西陽巷。旬餘，誤與婦人合，毒氣復發而卒。王使人招撫其衆，為其佐阮局所殺。王大怒，自將討局。於西陽城外至普喜巷，官軍大敗，失王所御寳劒。王策馬而還，至窰作巷，乃脫。王與太后幸東岸大僚班杜賞第。欲幸諒州，嗣慶聞之，乃引軍至京師，使其將頼靈、潘隣等兵至賞第，迎車駕還宫。王驚疑，是夜幸諒州，靈、鄰等執鞚叩頭請留，乃止。明日，彰誠侯陳嗣慶次東岸步迎之，乃還，駐駕於慈調步。嗣慶使人洒掃聖儀宫，車駕居其宫。王與太后詣佛前，誓曰：“朕以菲德，忝嗣瑤圖，致遭亂離，將墜前業，以至宫駕屢為播遷。今欲遜於天位，以讓賢德。”言訖，引刀欲剪其髮。嗣慶及群臣皆叩頭流血，乃止。庚午，車駕還宫。彰誠侯嗣慶次於鶴橋。是日，命文武百僚皆聽命於彰誠。夏四月，嗣慶攻烘人於池邑。冬十二月，譚經邦等以内明字尹信翊罪狀聞於嗣慶。嗣慶怒，發兵傅龍城，使殿前指揮使阮硬將官職都入禁中，大呼曰：“信翊阿諛上意，瀆亂；國經出入柩庭，不分名分；臣請除之，毋汚清議！”信翊大懼，乃竄於香閣上。硬突入，捕送於嗣慶，繋鐡索五重，送於美禄館。【癸酉】建嘉三年，春正月，太后密遣小侍衛火頭王常徴扶樂道將潘世、北江道呉乃等，約以是月甲寅共發兵襲嗣慶。甲寅，常世等進襲嗣慶軍於大興門外，欲因之遂入後宫擒其母蘇氏。范市知其謀，乃潛將蘇氏，踰城登舟而遁。時軍中不設備，見乃至，皆奔潰。嗣慶在大通歩，不之知。辛酉，嗣慶引軍入禁中，焚翫蟾橋，囘軍大通歩。嗣慶使人如北江，召其將阮嫩，嫩至，繋以鐡索五重。壬戌，王幸土塊營，太尉譚以蒙及烘侯段尚皆來會。王命尚及以蒙攻嗣慶。二月，王自將撃嗣慶於米所。嗣慶攻國威州，降之。三月，王與太后還聖儀宫。乙丑，嗣慶縱信翊歸京師，因厚賂而謂之曰：“公此歸善為吾言於兩宫，明其始終臣節，勿聽小人之言，使予得以保全性命。”信翊至京，王問嗣慶，信翊言：“嗣慶有篡逆之心。”王與太后益忌之。庚午，王及太后還大内。夏四月，王命以蒙往井州側三帶江諸軍以攻嗣慶。五月，丁卯，越城門震。六月，正儀殿震。秋七月，以尹信翊復為太傅，進侯爵。南冊人范以等撃丁瑰，走之。九月，嗣慶開阮嫩鐡索。嫩為人，狀貌瑰，異襟量，倜儻，雖居縲絏，神色自若，見勇士跳距，帶鐡索跳之，過於勇士。嗣慶見而異之，復以為將，以母姨之女妻之，仍授以神溪个屢二邑。嗣慶將丁瑰反，嗣慶執而殺之。【甲戌】建嘉四年正月，彰誠侯嗣慶會諸道兵，盟於東扶列杜太尉祠，欲攻京師。嗣慶分水陸二道，潘隣、阮嫩將國威兵，由平樂道攻陸路，嗣慶自領舟師次拖幕江，我太祖及嗣慶攻瀘江右岸，陳守達、陳獻琛、阮硬攻瀘江左岸，王犁、阮改攻朝東歩浮梁。王自將討嗣慶，會大霧，黒昏，舟人莫辨。至米所遇犁、改軍，未交戰，犁、改鼓譟勒兵，官軍自潰，軍士皆棄舟登陸而走。犁、改獲龍舟，我太祖欲進攻瀘江右岸，至安沿步，遇譚以蒙及安仁王領北江道諸軍來，悉以鋭師逆戰，二軍皆敗。守度、獻琛等乗勝進至慈調歩，又克之。隣等遂至椰市，遇烘將段禁武忽等，擊之，皆敗走，度東步浮梁而歸。時王在茶亭，聞諸軍皆敗，大懼，命駕入禁中迎太后共上船，欲奔諒州。過天德大室以蒙慟哭止之曰：“諒州道路遼逺，地多瘴氣，非其所安。今陛下避難而適彼，譬如逃熱而趨火，有何益乎？願少留於此，使臣等率烘人復與彼戰，以為後圖。萬一不利，然後行幸，亦未為晚。”王從之。以蒙召烘人，不至，因奔於烘。上深以為憂。己卯，幸諒州。車駕至芮曳鄉阮順第，少歇。是夜，又行至多感鄉鄭農家，農進膳食。畢，又去宿朱麻洞陶年第。嗣慶在鶴橋，分命將帥招撫諸道新集兵，賴靈守義住，潘鄰守超類，守度守朗隘，范茄守貧隘，阮嫩守北江。時守度遇烘人段尚、段文雷、段可如兵，與戰，烘人奔北。王聞嫩守北江，遂命安鐡將申長、申荄等拒於芮曳原，並為嫩所殺。王乃與太后奔於牧寓關内侯王尚第。數日，嗣慶乃剪髪使人以獻於王，及具言已意，謂：“臣見群小在側，壅遏忠良，蔽惑聖聰，民情鬱抑，無由上達，故因國人之怒，起兵以討此輩，剪除禍根，以慰衆心耳。至於君臣之分，不敢少犯，豈意深負專征之罪，致使車駕播遷。自揆臣身，罪當萬死，願陛下少霽威怒，返駕京師，以副人望。”王不省。嗣慶又使譚經邦率百官，備法駕，迎王還京。王欲從之。群臣皆喜，信翊言於太后曰：“彼人乆蓄異心，欲設計以俘囚耳，何謂迎耶？願陛下再三思之。”太后然之。明日，王命駕還，入白太后，太后曰：“王以國家之重，不得不歸，老母將何歸乎？”王知太后無還意，遂與之幸。古弄、經邦等皆遮道攀馬首，涕泣曰：“京師，四方所觀望也。舍此不歸，欲將何往？”又曰：“臣觀嗣慶之心，忠赤無二，陛下何疑焉？”王油然下馬，謂群臣曰：“國家不幸，遭此多故。今太后逺渉艱險，朕其敢離朝夕之省問哉？”促駕而行。時扈蹕者多散去，惟内侍判首陳欣等三十人與俱。王與太后登舟幸三峙山寓黄伍舍。乆之，以水土不便，乃退次湯歩。是夜，稅駕於象奴村。二月，辛未，車駕入鳳山。旬餘，復還南册。戊申，彰誠侯嗣慶召諸王及百官，議改立。乃使人迎英宗子惠文王赴鶴橋，立之。是日，収太后族。譚經邦等並加鐡索，囚於美禄。癸亥，盟國人於龍墀。三月，惠文王即位於天安殿，改元乾寧，號元王。是日，大雷雨。烘人段軟攻北江東究山，東究人不設備，見軟來，以為大軍齊至，遂大潰。軟素勇悍，得勝，益驕，遂焚屋舍，殺掠雞犬殆盡。因解甲，登山寺撞鐘為樂。時諸寺戍人皆撞鐘，嫩聞鐘，以兵邀而擊之，殺軟等。嫩乗勝追之，至法橋，為烘人段宜伏於橋下以戈擊之，透鐵甲，傷背，引兵而退。初，嫩以東究與烘接境，恐烘人掩襲，救之不及，預戒戍卒曰：見烘人，則各撞寺鐘以為警，急令嫩聞而來救。至是，軟誤撞寺鐘，故為所敗。夏四月，甘蔗將軍潘具反。嗣慶囚之於美禄。甘蔗將軍杜備反，嗣慶使潘隣捕之，為其所敗，復使賴靈往救之，又敗，太祖以二軍之敗，乃自將擊之，不克而還。北江阮嫩反。嗣慶因歸其妻。嗣慶殺義信王於窰潭，以其與嫩通謀。是日，嗣慶發兵，畧官府金銀貨物，因迎元王赴利仁行宫，使賴靈焚京都宫室十九所。嗣慶次大通步，築壘於義住。嗣慶將潘鄰欲舉兵應嫩，謀泄，嗣慶斬於大通州。六月，嗣慶攻嫩於聖儀宫，焚其宫。丙午，王與太后自南栅囘，宿於太室。是日，以北江道將軍阮嫩為侯。丁未，至大内。太后密詔扶樂道將軍潘世誘烏金侯阮八殺之。擊八，傷頰，賴士卒急救，遂免。秋七月，戊辰，詔築壘，自萬春城門至盖市，以禦嗣慶。八月，北江侯嫩攻烏金侯八於西陽橋。己酉，嗣慶使譚弼獻土物。九月，嗣慶使阮硬送經邦還京師，具言已意無他。王聞硬至，益懼，遂幸畨琴巷尹播家。硬去，乃還宫。壬寅，試僧官子弟。癸未，左輔阮正吏擅取武庫器械，詔捕之。正吏懼，奔北江。丁亥，嗣慶引兵犯闕。王與太后幸兵會。是日，嗣慶縱軍士虜御府財物，因焚其宫室及京城人家殆盡。己未，王與太后還京師，見宫室盡為焚蕩，遂次泰和橋側祝聖祠，使築茅屋居之。【乙亥】建嘉五年，春正月，詔曰：“陳嗣慶聚兇黨，冦攘京師，水陸戰攻，痛關宗社。爰於去冬，虐燄逾熾，率彼師徒，肆行貪虐，虜掠我財物，焚蕩我宫室，以至京城巷陌，化成灰燼。朕因億兆臣庻之怒，賴一祖六宗之靈，躬舉六師，親行征討，咨爾將帥之衆，士卒之徒，咸聽詔言，各盡乃心，用塞朕意。”嗣慶引軍屯究連，分其將士屯九臯究翁以禦嫩。仍遣快路將軍阮堂、阮皉守地民。堂、皉復與嫩通謀以攻嗣慶。嗣慶又使賴靈守安沿、扶列，自往攻堂、皉及嫩。王使人攻安沿、扶列，克之。二月，封北江侯嫩為王。義住人朱停以其邑附嫩。三月，嗣慶攻快鄉，拔之。堂與其子吐出降，於是嗣慶遣堂、皉築黄壘，安唎築安家壘，楊慈築公主壘。嫩又攻唎及堂、皉皆克之。嗣慶聞堂敗，乃引兵救之，仍使其將守慶獻琛陶判屯於欄橋攻嫩將費探敗之。五月，嗣慶以其妹陳三娘妻於堂。王謂群臣曰：“朕欲遜於位，卿等以為何如？”群臣皆涕泣止之，王不聽。乃與太后引刀剃髪。是日，王自泰和營幸張耕鄧老第，囘駕西陽橋紙作巷内寄班杜安宅。嗣慶攻大黄，軍潰，其將阮堂溺死。秋七月，嗣慶焚洞仁宫，王使迎靈仁太后神主歸於祝聖祠。冬十月，聽上林院獄。十一月，嗣慶送還平天冠。十二月，構草殿於杜安宅。【丙子】建嘉六年，春正月，王與太后御草殿視朝。嗣慶還金椅。三月，雨雹。上命捕刼人於機舍巷，為杲將杜乙所擊，上命召乙，乙不應命。顯信王八討乙，乙終不服。五月，杲將杜芮攻可。戊午，上幸外寨，因遣使請兵於嗣慶，以討芮。芮奔於嫩。己巳，徙列侯杜芮為犒甲。甲辰，王與夫人陳氏夜如順流，軍歸嗣慶。天明，遇其將王犁以舟來迎。時太后及王子公主皆遜於烏金。嗣慶見王，大喜，將士皆歡欣鼓舞。自是王與嗣慶决意，攻北江王嫩、顯信王八、烘人段文雷、歸化何髙等。甲辰，太后至安唱。時嫩、髙以太后命攻慈亷諸邑，皆抜之。庚戌，嗣慶起草殿於西扶列，其規模一倣大内。顯信王阮八降。詔明字馮佐周為招討使。甲辰，王次於慈亷，命嗣慶討嫩。詔徒嫩為兵。秋八月，顯信王八反，陷兵合邑將杜細奔丹鳳。冬十二月，進我太祖爵列侯。馮佐周、賴靈並關内侯。以嗣慶為太尉，贊拜不名。太祖長子桏為關内侯，嗣慶長子海為王。又以太祖為内侍判首，每大宴禮，賜坐局天安殿。【丁丑】建嘉七年，夏四月，太尉分諸軍為六道討嫩。嫩引兵，出其不意，擊范恩。恩軍陷於冷涇潭口，為嫩所殺者五十餘人。嫩乗勝，復襲隘道，遇太尉軍，交戰，嫩軍遂潰。王御凉石座，聽范恩敗軍訟。貶恩小侍衛人，杖八十。仲夏，烘人段尚舉衆降，封尚為王。太尉引兵攻峯州、真那諸邑，皆抜之。丁卯，峯州諸屬邑皆出降。太尉復引軍攻顯信王八，克之，八奔安樂栅。自此一帶鄉邑悉平。起萬嵗山五峯永壽殿火孟冬，甲寅，地夜震。王觀魚於隊山【戊寅】建嘉八年，仲春，以麻論栅山獠明字白浪為列侯。孟夏，幸究連州，觀捕魚。戊寅，幸舊京，食荔支。詔諸獄案成，先令審刑院官預加考訂，然後聞奏。己未，地震。我太祖領諸道兵圖嫩於北江，仍命決其隄以灌諸鄉邑。賴靈隨其水勢攻之，嫩軍大潰，獲嫩妻子。嫩以百餘人退保扶寧。是日，太尉引兵至弩驛歇坐，戯指木上小枝，謂左右曰：“吾為君等射中此枝。”一發而中，衆皆驚服。坐頃，其驛為頽壓覆太尉，衆大懼，撤尾木以出之，而太尉無恙。以關内侯賴靈知乂安州事。太祖與太尉嗣慶以其妹陳三娘嫁烘侯段文雷。文雷勇敢有智畧，能得衆心，故烘人多歸之。七月，大水。【己卯】建嘉九年，春二月，丙辰，雨雹。乙丑，王聽都護府訟，降上林院士師阮宣及其子分鄧盛為書家。夏六月，以劉琰為上林院士師。乙丑，王幸舊京朝東步，觀諸軍，攻嫩不克。南冊范以卒。初，太尉使王犁等將兵向南冊，與以會謀共伐嫩。會以疾篤，嗣慶使醫石章往治之，未至而卒。乙巳，嗣慶發兵往南冊，道遇犁等還，怒其不留，欲刑之，因使將軍阮改、阮木引兵徑至平橋。時嫩已先據其邑，改、木力戰争之，嫩兵自潰。太尉自陸路向安丁橋，遇將軍自挑，謂嫩兵已傅於安丁洞，太尉使攻之，不克。太尉復攻平槁，南冊將黄个卒，阮利皆出降，南冊平。仲秋，王御長廣門，觀秋社。冬十二月，嫩病篤。太尉軍於朝東步，而嫩已死。庚午，嫩將費探送太后及王子公主等於太尉以降。嫩大將阮盈竄於侍降險林，逾五日，自度計窮，乃獻名馬以降，北江平。【庚辰】建嘉十年，春正月，以上品奉御陳豹為關内侯，陳獻琛為列侯，阮佐時知審刑院事。季春，雨雹三月，後宫震。夏四月，太尉嗣慶與太祖等發兵攻歸化寨。何髙分為二道。太尉及太祖由歸化江，賴靈、潘具由宣光江，兩道俱進。具陷於澤，為髙將阮乃所斬。髙聞太尉軍四面圍之最急，遂與其妻子俱縊而死。自是上源路三帶江等皆平。太尉以潘具死國，請追封明信王。六月，己未朔，兩日並見。仲秋，新宫成。冬十一月，王幸扶列步，觀鬭舟。【辛巳】建嘉十一年，季夏，惠文王薨，即元王也。輟朝五日，清膳三日。秋九月，戊申，幸美禄太尉第。【壬午】建嘉十二年，秋八月，彗星見於西南方。孟冬，王與太后御天安殿，觀太尉子顯道王海納昏禮。九月，大水。【癸未】建嘉十三年，春正月，太尉使人收寳信侯賴靈。靈縊而死。孟冬，太尉伐蒙栅山獠。十二月，己夘，輔國太尉陳嗣慶卒於扶列第。王與太后臨其喪，哭之盡哀，諡建國王。己丑，地震。是冬，虎入諸村邑。【甲申】建嘉十四年，春正月，丁未，葬建國王於美禄。是春，以太祖為輔國太尉，馮佐周為内侍判首，進上品侯陳豹爵為王，諡顯誠。季秋，自上源頭至京師，江水赤如血。冬十二月，外寨佛跡山裂，長三十丈。【乙酉】建嘉十五年，命太祖討乂安州，降之。王御大興門，觀設藏鬮。詔國中淑女觀之。夏，彗星見。六月，王遜位於第二昭聖公主，諡昭王。尊王為太上王。改元天彰有道。己卯，盟國人於龍墀。冬十二月王以女主而幼為憂，召馮佐周謀曰：“朕以不德，獲戻於天，絶無繼嗣，傳位於女。以一隂而御羣陽，衆所不與，必致悔亡。以吾觀之，莫若逺法唐堯，近體仁祖，擇其賢者而授之。今所見太尉仲子某，年雖冲幼，相貌非常，必能濟世安民。欲以為子，而主神器。仍以昭王配之。卿等為朕言於太尉。”太祖亦未之信。左輔阮正吏謂太祖曰：“阮氏之有國也，賢君六七作，其餘德遺澤，入人也深。一旦遽以異姓為嗣，意其試之以觀我何如耳。茍因而受之，天下必謂太尉實有篡逆之志。”太祖欲從之，上品奉御陳守度曰：“左輔之言非也。假如上王有子，反欲遜於二郎，揆之於義，則不可奉詔。今以無嗣，欲擇賢而付之，此乃上王逺法堯舜之真讓，又何疑哉？况天位不可久曠，而上王遜避之意已决，别選他姓為嗣，雖欲不臣事之，其可得乎？且上王以二郎為嗣，乃天意也。天與不取，反受其咎。願太尉熟思之。”冬十二月，命内侍判首馮佐周、内行遣左司郎中陳智宏，將内外文武臣僚，領龍舟，備法駕，赴星罡府，迎我太宗。以是年十二月初一日受禪，即位於天安殿，尊順貞皇后為太后，降昭王為昭聖王后，改元建中。太上王與其母譚太后出居扶列寺，號惠光禪師。以建中二年八月丙戌，薨於善教寺，廟號惠宗，在位十五年有竒。改元者一，曰建嘉，凡十五年。壽三十三，殯於安華府寳光寺。右阮朝，自太祖至惠宗，凡八主。始庚戌，終乙酉，共二百一十六年而亡。 \\n  \\n 　"}
{"章节": "附陳朝紀年", "正文": "　 \\n 附陳朝紀年 \\n 　 \\n 太宗乙酉建中元年凡七年天應政平元年壬辰凡十九年元豐元年辛亥凡七年聖宗紹隆元年戊午凡十五年寳符元年癸酉凡六年仁宗紹寳元年己夘凡六年重興元年乙酉凡八年英宗興隆元年癸巳凡二十一年明宗大慶元年甲寅凡十年開泰元年甲子凡五年憲宗開祐元年己巳凡十二年裕宗紹豐元年辛巳凡五年大治元年戊戌凡十一年天定元年己酉凡一年太王紹慶元年庚戌凡三年睿宗隆慶元年癸丑凡三年今王昌符元年丁巳陳朝紀年附 \\n  \\n 　"}
