{"章节": "辦案要略（清）王又槐", "正文": " \\n 　 \\n 辦案要略 \\n （清）王又槐著 \\n ●目錄 \\n 敘 \\n 論命案 \\n 論犯姦及因姦致命案 \\n 論強竊盜案 \\n 論搶奪 \\n 論雜案 \\n 論批呈詞 \\n 論詳案 \\n 敘供 \\n 作看 \\n 論作稟 \\n 論駁案（附上控案） \\n 論詳報 \\n 論枷杖加減 \\n 論六贓 \\n ●辦案要略敘 \\n  \\n 王蔭庭先生為乾隆中葉法家老手著有刑錢必覽錢穀備要政治集要等書行世迄今九十年來必覽備要坊間尚有售者惟政治集要殊不經見余於春明市上得之所載門類如六部限圖中樞限圖刺字彙纂考成章程申詳成規題咨事件三流表辦案要略秋審條款各種綱舉目張名曰集要洵不為誣惟今昔條例微有不同且如六部處分則例中樞政考軍流道里表秋審比較條款等類各有成書無難考證獨辦案要略一種人不盡覩讀其議論精確顛撲不破用特摘出與諸先輩幕學各書合為全璧亦足為初學準繩已光緒癸未冬月下澣元和張廷驤識 \\n  \\n ●辦案要略 \\n 錢塘王又槐蔭庭氏著 \\n ○論命案 \\n 鬬毆與故殺所分介在幾希夫鬬殺者勢處倉皇無必致死故殺者意起俄頃乘機立斃二者情形不一臨時須當分辨若差之毫釐失之千里矣 \\n 鬬毆者彼此互爭而搏擊之謂也必臨時有爭鬬之事互毆之形方謂鬬毆若先有爭端業已分散復圖毆打洩忿則為謀毆商諸他人同往幫助則為同謀共毆或懷積怨深仇或圖財漁色設計陰謀致人於死則為謀殺同謀下手則為加功 \\n  \\n 彼此互毆而不覺其下手過重邂逅至死及被死者追迫失措隨手擲毆並被死者推壓因而扭跌踢傷等類皆為鬬殺若死者徒手未敵而兇手即傷其致命處所立時殞命抑或連傷數次皆重又狠毆致命而死則為故殺 \\n  \\n 謀殺者蓄念於未殺之先故殺者起意於臨殺之時謀殺則定計而行死者猝不及防勢不能敵或以金刃或以毒藥或以他物或驅赴水火或伺於隱僻處所即時致死並無爭鬬情形方謂謀殺若張揚聲勢先較論而後下手雖執有兇器只是謀毆不得錯認謀殺也故殺乃因鬬毆謀毆而起或因憶及夙嫌或因畏其報復或慮其控官難制或惡其無恥滋事或恐其貽禍受害在兄弟或利其貲財肥巳在夫妻或恨其妒悍不馴臨時起意故打重傷多傷傷及致死處所而死者是也故殺無從即同毆之人亦不及知謀殺與謀毆最易混淆夫謀毆者不過圖毆以洩忿並無致死之意其初下手也多不在於致命處所死者雖受有傷猶可詈罵回毆若彼此撞遇觸手即傷及虛怯要害致命之處登時即死非係謀殺便是故殺又非謀毆也至死者勢不能敵任其搏擊連毆斃命當科以故殺之條不得僅照謀毆論也 \\n  \\n 鬬毆之案有因攜帶器械他往邂逅相鬬執以毆傷者有臨時適便取毆者又有奪取旁人器械以備抵禦者亦有奪獲死者器具反毆者并有兇手親屬在旁攜給助勢者各種情由均須分晰供明若云預帶兇器而行兇情似預謀矣 \\n  \\n 先毆輕傷後毆重傷此情理也若先重後輕則死者不能回毆兇手亦非無故矣 \\n 對面相毆中間若有一二尺高器具攔隔傷痕只在頭面上身不能及於下身也 \\n 一人毆死一人者屍身連受多傷兇手亦必有傷否則必有助毆之人若不將兇手傷痕驗明敘入而稱死者力弱不能回毆情似故殺 \\n 亂毆多傷兇犯不能將行兇及毆打地步先後下手情形供明者多在昏夜倉猝之際亦必實有不得不亂毆之事勢方合情理若非危急何故亂毆如在白晝何難記辨 \\n 同謀共毆之案每有祇係原謀一人下手毆有多傷而在場同謀之人臨時或僅按捺並未助毆者當辨其傷之輕重毆之形勢先後如何下手是否一人獨毆不可謂傷多必有人共毆也此等案件上司必加駁訊詳報之初須預籌及 \\n  \\n 謀殺之案間有一人執兩項兇器殺有多傷獨謀致死並無為從加功者最宜詳核確情揣摩校勘不可誤執臆見刑求株連此等重案雖辦理妥協上司無不敲駁只要認得真站得穩駁亦無妨不可因其批駁而疑惑畏葸重生枝節也 \\n  \\n 謀殺之故不外姦盜仇三項若因姦而謀必謀於成姦之後斷無未姦其妻而先殺其夫與親屬以圖通姦也須審認有姦證據確鑿方足徵信抑或有窺其妻少艾殺夫以圖婚娶者不可不察若因姦不從而殺死者以強姦論非謀殺也因爭姦妒姦並因別情而殺死犯姦者當分別謀故鬬毆不可概言謀殺也因盜而謀多在孤村曠野或隱僻處所昏夜時候見証無人必須起獲有贓方可定案因仇而謀定有積怨深仇痛恨難忍之事若僅口角微嫌毫末爭端未足取信仇以何憑或取驗兇器衣履血迹或鞫訊當日同在何處聚會有何人作證或搜存餘毒及賣藥之人此等重案倘無真贓確據縱然屢審屢招直認不諱萬一招解翻供竟無把握矣 \\n  \\n 鬬毆之案見證有人器械有據兇手不能狡脫即使傷痕不明情節不合而正兇到底不錯惟謀殺人命以及昏夜械鬬并一切曖昧案件若不執有確據祇憑犯供數語安知非畏刑而誣認難保不翻供而呼冤即反覆刑訊部院照供成獄而清夜問心終難自信幸而法得其當可無慚於衾影設使罪非其人恐難質諸鬼神矣 \\n  \\n 疑難之案若無真正兇犯切實供據只可詳報緝兇俟訪獲明確再行審辦不可捕風捉影懸揣刑求倘率混詳報一經翻駁措手無及抑或別處拏獲真兇失入之咎難辭即使始終屈抑成招而天良何在冤枉必報秉筆者不可不慎也 \\n  \\n 毒藥殺人有故買製和祕密謀害者有備毒禽蟲獸物收藏不妥因而誤殺者此乃罪名輕重攸關秉鈞者當虛衷審辦握管者須細心酌核 \\n 痧脹及陰症不治而死者洗冤錄載手足指甲皆青黯或青紫甚則頭面及徧身紫黯此因血敗成色不可錯認服毒 \\n 傷風身死者醫書載明無論何處傷風其頂必腫如口眼喎斜牙關緊閉傷處及頂浮腫手足拘攀是傷風一定情形也文內須聲說受風形狀并取醫生切供方免駁詰 \\n 保辜限內限外死者罪名輕重攸分逾限一刻即為限外須查明死者時刻分別定案 \\n 戲殺者本無爭競之心偶將堪以殺人之事為戲是也若因戲謔而致爭角則是鬬殺非戲殺也倘有幾人共相嬉戲並無爭奪內有一人失誤自戕孽由自作亦非戲殺但同戲之人均有不合當問不應重杖同謀共毆與威力主使為從擬罪各別彼此情節若不分晰清楚似乎主使 \\n  \\n 威力制縛拷打監禁致死者惟毆打一項律例有主使之條分別首從議罪以死由於傷傷有輕重可分也若縛禁原不致於斃命其因而致死者非由凍餓定有別情如係威力主使其聽從縛禁之人臨時酌看情節擬斷倘因捆縛而當時勒斃者當以謀殺論又非威力制縛也 \\n  \\n 誤食毒物而死者須查明毒藏何處買自何人有無同食之人及餘賸之物取驗作證 \\n 銀鍼試毒必須用真紋銀打成方可信用銀匠每多抽真換假或以低色搭配即當面目擊亦能弄弊有司不知而誤用難以辨傷惟有多發紋銀飭令成造二三條另換工匠抽出一條入爐傾鎔仍成原色其鍼纔可備用 \\n  \\n 自盡命案每有先被毆而後自盡者亦有既服毒而又溺水或投繯者又有自戕不死而復自縊或投水者甚至有勒弊假作自縊者此等案件若不斟酌妥辦必干駁詰全在臨時變化不留疑竇耳 \\n  \\n 輕生自盡之案若不將致死根由察核較勘間有細故誤成大獄全部律例不可不熟籌於胸中也 \\n 輕生自盡並無威逼者即可加看隨詳議結若因威逼致死必待覆審再詳方可結案稍不酌核案情驟欲詳結多干批飭再審也至自盡案中或有爭角別情與死無涉應擬笞杖者亦可隨詳議結不必先報後審臨時裁酌 \\n  \\n 自盡命案從中調處並無得賄情事者照私和公事律笞五十 \\n 自盡等案准告免檢例內原云官司詳審明白所謂詳審明白者似宜親詣屍所相視情形並訊取眾供確鑿毫無疑義如屍親懇求免驗亦不妨當場准結以順下情仍一面通詳立案若甫經報官忽遞攔詞又或於中途攔驗則不可准行也增注自盡病斃等案一經呈報務必驗訊明確詳報立案或遞攔詞概不可准若呈而不驗驗而不報事後告發則屍自腐爛無傷亦稱有傷心懷疑懼難以剖辨上司或委員查審覆檢幸而驗審無故亦不免跋涉費用之苦兼難辭怠惰廢弛之咎萬一驗有別故則諱命之參處立至雖有准告免檢之例無如人情乃詐變幻百出不可不置身於無過之地也 \\n  \\n 輕生自盡命案屍親藉為居奇其家稍有貲財百般窘辱挾制訛詐鄉民慮其控官拖累勢不得已曲從濟慾既埋之後內有屍親一二族人素行無賴未遂慾壑赴官首告者每每有之凡遇輕生之案若非死者的親之人出頭控告先須訊明因何首告實情從重責處押帶再傳屍屬人等核訊取具供結酌量辦理 \\n  \\n 命案有並未報官私自掩埋者或經訪聞或屍親告發如審有謀故鬬毆重情則先開棺驗明屍傷若屍久腐爛無從相驗即敘明兇犯證佐各供通詳請檢如審無別故屍親狡供不服即令屍親指明傷痕器械取具切供甘結然後開棺驗屍有傷則究明正兇詳報無傷則將屍親坐誣至死者年久無憑相驗或係原被在外張揚以致訪聞則將原由敘明訊取切實各供詳明開檢如檢出有傷固無妨礙即檢出無傷在官訪聞亦屬有因庶能立身於無過之地也 \\n  \\n 檢驗自縊者手足俱垂血氣凝注牙齒手指尖骨俱帶赤色或血氣墜下不均則十指尖骨赤白不同若俱白色非縊死也又有將帶先繫項頸然後登高弔掛八字不交者頭向左側傷在左耳根骨頭向右側傷在右耳根骨如纏繞繫有一道交匝者傷在項頸骨皆須酌看形勢被勒者多有制縛磕碰等傷或牙齒脫落指尖骨白色無血暈凡自縊與被勒被揢死者頂心及左右骨有血暈或又云縊死者無血暈如有查辦自盡命案屍親不到一面審詳一面關傳如屍親後到取供補詳結案或有屍親圖詐挾制故意避匿者須訪緝唆訟把持之人根尋到案若真正命案屍親實在遠出不能即到者驗訊明確亦須先行詳報 \\n  \\n 律稱犯罪官司差人追捕有拒捕者於本罪上加二等若罪人持仗拒捕其捕者格殺勿論等語乃指本犯應該拘訊本官因而差遣方為應捕之人律得勿論非凡有罪之犯無論何人皆可捕殺概得勿論也若捕者非應捕人則拒傷者不得為罪人既非罪人則不得援格殺勿論之律矣 \\n  \\n ○論犯姦及因姦致命案 \\n  \\n 和姦者乃姦夫姦婦兩人苟合成姦本夫與父母不知情也若一知情而不禁其往來不加以防閑則為縱容通姦或本夫與父母知先有姦而後受姦夫之賄任其出入亦曰縱姦或夫與父母希圖姦夫資助商諸妻女賣姦而妻女樂從者則曰賣姦若妻女先不願與人姦夫與父母貪財因而抑勒強勉以從者則為抑勒通姦而姦夫往來人多肆無忌憚者則為通娼土妓如攜帶妻女徧處賣姦者則為流娼見人行姦而挾制宣淫者則為刁姦均當分辨 \\n  \\n 強姦者律註載明須有強暴之狀婦人不能掙脫之情亦須有人知聞及損傷膚體毀裂衣服之屬方坐絞罪若以強合以和成猶非強也夫姦情最易誣捏強與和罪名輕重懸殊若不審辨察核分晰清楚則淫婦冒認貞節烈女徒死溝壑矣 \\n  \\n 有本係和姦姦婦因人窺破而諱和為強以圖掩餙者有已通姦姦婦後自愧悔拒絕而姦夫仍圖續好用強逼勒者有先與甲姦後與乙姦受乙拒甲而指為強者有本夫先已縱姦商謀訛詐而捏為強者又有僅以語言調戲手足勾引而本夫本婦忿恨告強者有因瓜李未避疑其圖姦者并有淫婦貪色被男子拒絕而淫婦恐其洩露先以強姦調姦誣指者亦有姦夫懼罹重罪而詐強為和者此皆告姦案中變態不可不察 \\n  \\n 白晝一人行強雖在曠野幽僻人迹罕到之處姦多不成若告成姦便以強合以和成也或僅調戲而成姦者有之 \\n 白日圖姦多在孤村曠野邂逅相遇淫念頓起其事多係一人十五歲以下之幼女或可強合十六歲以上之少婦難成但婦女孤行無伴多非貞節其姦後洩露者非因許給貲財被其詐騙即思恐嚇訛詐諱和為強也抑或有田舍婦女一人獨處偶爾失依遇年少惡徒結伴同行見而強合成姦者若一老一少同行則無是事 \\n  \\n 兩人行強自必輪姦如有一人尚未成姦必係因人撞退捉獲若云因有別故多不可信 \\n 黑夜一人行強而成姦者果係貞節烈婦雖不能抵禦強暴於當時必不肯忍垢蒙恥於過後本婦姦夫身上定受有傷旁人得以聞知若以刀鎗禁嚇手足架壓畏而不言忍而成姦膚體毫無捐傷過後不尋自盡者仍是以強合以和成非強論也但黑夜一人而行強亦多不成 \\n  \\n 有等貪眠婦人因夫在近處未回掩門先睡被姦徒窺伺冒認入室而偷姦者或經當時覺察或被捉獲如冒姦屬實即照強姦辦理向有成案增注或於過後覺悟者此等案件最易捏混須細心體察再此項情罪例無明文臨時比照酌議 \\n  \\n 婦人因姦自盡於實係強姦圖姦威逼者恆少而因和姦縱姦敗露者居多屍屬因礙顏面每多諱和為強疊控不巳此等案件全在審詳之初把握折服俾刁徒無所施其伎矣 \\n  \\n 和姦之案姦婦因姦敗露羞忿自盡姦夫滿徒乃指本夫不知情者而言若本夫縱容妻妾與人通姦姦婦因其敗露而自盡者比照本夫縱姦自盡之例本夫姦夫各杖九十【 \\n 有成案】 \\n ○論強竊盜案 \\n 律載公取竊取皆為盜是盜之名統強劫偷竊等類而言也但世俗稱謂分為強盜竊賊辦案亦因之故凡遇報竊案件文內忌用盜字恐其混於強也 \\n 強劫大案事不常有每有竊賊臨時行強拒捕而稱夥劫者又有道路搶奪而錯認強劫者或有諱竊為強諱賊為盜者或有互爭械鬬因而入室搜檢毀棄輒稱劫掠者或有隱匿費用他人財物而捏報盜者或有遺失執照銀物而假報盜者或有豪棍憑空謊報盜劫藉以陷害平人訛詐印捕官役者或有謀殺人在家屍難掩藏而捏報是賊者或有拒捕而稱行強者或有數人行劫而率開多人者或有竊賊無多而混控人眾者或有少贓而多開者或有心疑其人平素不端而指為案內正賊者或有捕風捉影而誣控者或有捕役妄拏無辜拷打逼認者或有捕役畏比指竊賊為強盜指良民為盜賊指彼案賊犯而搪塞此案匿真贓而換假贓者或有捕役教賊誣扳者或有賊犯挾仇誣扳者此皆以虛為實以偽作真全在驗勘情形審訊口供時留心覺察分辨方不致被欺蒙也 \\n  \\n 真正被盜必有撞門毀戶遺下油捻火踪器械繩帶等項情形四鄰無不聽聞室內不無淒涼慘苦光景若係假裝則事主及家屬之神情似屬恍惚口供亦多不對此在驗勘時留心體察於無關緊要處一鞫而即敗露也 \\n  \\n 盜之真者到案未必就肯直招若到案即認其中恐有別情不可遽信惟賊貌兇惡自稱好漢者或有出口而即吐亦須起獲有贓事主認得確切方能定案盜案驗勘審供之後一面緝賊一面通報其未經初報之先或拏獲有賊審供未確或有供而無贓或有贓而不對或平日有無竊劫別案尚未供吐確鑿均須先將驗勘飭緝緣由報出俟審訊清楚確信無疑再將獲賊審供詳報起限招解甯擔初參之公過不可干失入誣良及承審不實之議也 \\n  \\n 審理盜賊不可急躁致陷無辜遇獲有賊細細審明再報若初報失事文內即將獲賊審供敘入雖屬簡省誠恐錯誤及輾轉駁審遲延逾限種種干議不如審查明確先後分報之為妥也命案緝兇亦當如是竊盜臨時行強與臨時拒捕同有強形每易混淆所分者在得財之先後如事主知覺之後將事主按捺捆縛打傷公然攫取其財或一人將事主架住而羣盜入室搜贓抑或贓巳檢齊尚未入手被事主奪住打傷事主搬取原贓而去皆為臨時行強若贓巳入手未離盜所事主驚起追奪因而護贓格鬬則為臨時拒捕攜贓逃走被事主追擒而護贓格鬬雖離盜所亦與臨時拒捕無異又攜贓入手當事主追逐時將贓交與他賊挺身拒鬬亦與護贓拒捕相同或令接贓之賊攜贓先行一人獨自在後押護見事主追逐公然攔阻格鬬亦是護贓拒捕以上情節無論得財與不得財但有殺傷人者皆照臨時拒捕擬斬至棄財逃走巳離盜所被事主追獲情急求脫因而格鬬則為追逐拒捕又贓被他賊攜去一人後行並未攜贓亦非意圖護贓因被事主追獲圖脫格鬬亦為追逐拒捕皆依罪人拒捕律科罪總之臨時拒捕是肆惡以圖財律重臨時二字雖不得財亦照科罪若不得財而離盜所則非臨時矣追逐拒捕是有急以求脫律重棄財二字若在中途護贓格鬬亦與臨時拒捕無異不同於追逐拒捕也 \\n  \\n 竊盜拒捕應參疏防者係專指夥眾十人以上及臨時同夥拒捕殺傷人者而言其追逐棄財拒捕及一人臨時行強拒捕原不在查參之例至同夥護贓在於中途格鬬殺傷人者亦應查參但一人臨時行強與一人臨時拒捕雖免參疏防仍按年限扣參四參降調與盜案無異其一人拒捕傷非金刃傷輕平復照例擬遣者免參疏防并免扣參年限必須慎之於始將確切情形敘得明白方免錯誤總之獲賊而應駢首者則照例扣參罪擬軍流以下之案概不開參所有條款分列於後 \\n  \\n 一人行竊臨時拒捕殺人與一人臨時行強之案 \\n 一人行竊事主追捕被賊拒傷身死之案 \\n 一人臨時拒捕未離盜所及已離盜所護贓格鬬或追逐圖脫拒捕係金刃致傷事主之案 \\n 此三條均免參疏防俟一年限滿照盜案例將專兼統轄各職名詳參 \\n 一人行竊被事主追逐圖脫拒捕已離盜所或未得財或已棄財並無護贓格鬬情形而傷非金刃及傷輕平復罪擬軍流以下之案 \\n 此條除照例免參疏防并免扣參年限 \\n 竊盜同夥拒捕事起臨時無分首從其共盜之人不知拒捕殺傷人者止依竊盜得財與不得財分首從論也 \\n 竊盜臨時行強與律載共謀為竊行者為強迥異蓋臨時行強是因事主知覺之後而起意行強其初穿窬而入尚有畏懼若共謀為竊行者為強乃夥同行走時內有一人起意為強商謀聽從及抵事主門首強情顯著即強盜也故律以臨時主意及共為強盜者不分首從皆斬非若臨時行強者止將行強之犯擬斬而共盜之人不曾助力仍依竊盜論也 \\n  \\n 竊盜在盜所格鬬被事主殺死及不棄財逃走事主逐而殺之並棄財在途挺身抗拒被事主逐殺者皆勿論若棄財逃走巳離盜所並未拒捕而被事主逐殺者比照夤夜無故入人家已就拘執而擅殺擬徒緣事主追逐倉皇其棄財與未棄財夜半難以查察追非無因殺非有意倘執而殺之當照罪人不拒捕而擅殺擬絞但此等案件須臨時酌看情形妥議不可執一而論也 \\n  \\n 事主在賊家獲贓打死賊人如所獲非原贓則事主應依鬬殺律擬罪不得援引別條若搜贓時認係原贓事主於賊家當場起獲賊復奪贓扭打致死則似獲贓而鬬未可照鬬殺審擬也 \\n  \\n 現行條例積匪猾賊改發雲貴兩廣極邊煙瘴充軍仍以足四千里為限此所云改發新疆乃乾隆年間例也增注積匪猾賊審實不論曾否刺字改發新疆如係因竊擬流擬徒逃回釋回仍不悛改復連竊至三案以上又初犯再犯之賊如糾夥連次疊竊至六案以上者並雖未糾而疊竊八案以上者均照積匪猾賊之例擬遣其並未糾夥竊案數少而情節有類於積猾者即照積匪猾賊例量減一等滿徒至三犯及計贓重者仍按本例從重論 \\n  \\n 飛檐走壁及一夜連竊與夫製造挖牆打洞器具畜養猴猻開門等類之賊情類積猾如不及六案八案者照積匪猾賊例減等擬徒 \\n ○論搶奪 \\n  \\n 大約打家劫舍雖白晝猶為強劫若在途在野行旅之人無論白晝昏夜有無持械應仍作搶奪論故現行條例搶奪結夥三入以上持械等項難有照強盜擬斬仍載搶奪門內其被脅及從犯並不一律同罪可知與強劫尚有異也蓋行旅尚未停歇與棲息已定者情節不同此劫與搶之區分務在臨時細審不可誤會增注搶奪與強劫相似罪名懸殊部議攸關最要分晰清楚大概在途中者意起於臨時眾聚於邂逅如見人負有財物或在背後暗搶或在面前明奪攜贓奔逸則為搶奪臨搶之時被事主攔阻毆打因而格鬬有傷與竊盜臨時行強者無異既搶之後因事主追獲護贓格鬬傷及事主與竊盜臨時拒捕者無異皆為搶奪傷人因追逐而棄財拒捕則依罪人拒捕科罪若三五成羣見人財物先將事主按捺嚇禁捆縛毆打然後攫贓則為強劫即一人行強亦是如知人帶有財物執持金刃他物先伺於隱僻處所乘其不備行兇斃命然後攜贓逃走則為圖財害命雖傷而未死亦是此等供情所分介在幾希稍一含混其誤匪淺總之見財而即搶先搶而後毆者謂之搶奪若人多而有兇器則當照強盜論也圖財而先毆毆後斯取財者謂之強劫雖人少而無兇器亦當以強劫論也至白晝黃昏聚眾在人家內市上及沿江濱湖搶奪並搶奪田野穀麥蔬果其情形又與中途有別 \\n  \\n 夥眾搶奪殺傷人者及結夥邀劫道路並聚眾執持器械恃強肆掠果有兇暴眾著之案均參疏防若一人邀劫道路免參疏防俟一年限滿仍照盜案例扣年限查參 \\n 因事爭鬬之後奪去財物者雖毆有傷與起意搶奪傷人者有間只照准竊盜加二等治罪之條問擬不可誤引如傷重贓多又當另論 \\n 因私債強奪人孳畜財產者不可照搶奪問擬 \\n ○論雜案 \\n  \\n 略人略賣人雖有律例可查而和誘略誘當知分晰夫略誘者設方用計而誘其被誘之人出於不知也和誘者此投彼洽其被誘之人出自情願也如見有幼童幼女用藥用酒并一切食物誘拐同行則為略誘又如養媳婢女年在十四歲以下被婆與主母訓責過嚴乘機誘而逃之亦為略誘若婦女先與通姦或男婦調戲尚未成姦因其不便往來男人起意誘引婦人逃走則為和誘如係婦人起意教人帶往逃走則是背夫私逃不得以和誘論也若婦人獨自背逃路旁之人見而收為妻妾並無媒聘者以收留在逃律論止收在家姦宿並無正名為妻妾與嫁賣者以刁姦和姦論 \\n  \\n 拐逃案件必有確據方可詳報扣限查參若係迷失或係在逃被人收留則非拐矣 \\n 因貧賣妻者雖意起於男人而其情多由於婦人怨嫌貧苦不肯安居也若婦人果勤於紡績針線夫妻和合雖貧不作嫁賣之想亦有男人浪蕩蕭條因而賣妻妻不願離者又有年荒無度苟延性命者更有買休賣休者本夫或於當賣之時藏踪匿迹改名換姓既賣之後出而控稱拐帶私逃者不可不察 \\n  \\n 孀婦再醮自願者多強逼者少其母家而控逼嫁者或因希圖財禮不遂或因爭奪妝奩不睦或因恨其婆母狠毒不由主婚其孀婦因改嫁而輕生自盡者或因擇嫁不能如意或因急欲再醮而翁姑親屬不允並非不甘失節也果係逼嫁必有強逼情狀事前不令聞知臨時強搶事後不願合配視死如歸者方是 \\n  \\n 誣良為賤例無明文查律載以賤為良者杖九十壓良為賤者杖一百冒認良人為奴婢者杖一百徒三年若誣良為賤已告官有案者看其所誣情節輕重酌量擬斷如並未控官不過因事爭角隨口斥辱本無污衊字據者止科不應重律 \\n  \\n 控爭墳山界址及盜葬者異姓以印契糧串為憑同姓以譜牒議約為據如控盜砍墳樹者惟於墳塋步數內或附墳不甚遠隔之樹照例擬斷若山場遼濶砍伐山旁空地樹株距墳窵遠者又不可照墳樹論也 \\n  \\n 恐嚇取人財物者如平空詐死圖賴以及自盡命案屍親張揚要毆要告其人不得已而與之是也又如見人帶有財物孤行謊言恐嚇其人畏懼不敢前行央求護送而厚取其財者亦是此等既非搶奪又非竊取而誅其心有重於竊故律准竊盜加一等論若在途中見人財物恃強恐嚇阻遏其人勢不能敵不既出自與似究與強劫有間遇此等事應臨時斟酌辦理增注得已而與之則與強劫無異又非可以恐嚇取財論也 \\n  \\n 詐欺取人財物者如素知其人有財物寄於遠方私向寄物之人詐言欺飾以取之是也又如合本營謀詐言折耗欺瞞侵吞受寄人物詐言被盜欺瞞藏匿等類皆是若巧詐欺哄向人借貸則不論矣至費用人寄物及詐言失死者另有律條 \\n  \\n 冒認他人財物者如見人遺物認為己物無主之贓認為失物之類若見人攜帶財物因冒認而誣賴偷竊又當從重論矣 \\n 誆騙人財物者乃巧言以哄設局以誘使人墮其術中其出財之人亦有貪利圖謀之心也若欠債賒貨久負不償非誆騙矣 \\n 拐帶人財物者乃乘便取去之謂如僱人肩挑貨物行囊負而私逃託人索討銀錢取而遠颺之類若寄交銀物而被侵欺並未逃走則又非拐帶矣 \\n 匿名揭帖律載見者即便燒燬不許投送受理必須連人與文書捉獲方論原恐輾轉追求株累無辜也若告重大事件文書已投入衙門須不動聲色嚴密訪察獲有確據方可審辦倘捕風捉影冒昧率報徒自取纏繞耳 \\n  \\n 偽造印信無論銅鐵木石泥蠟腐乾皆可為印但有形質相肖篆文俱全謂之偽造若有質而文不全者謂之造而未成至於全無形質而描之於紙上者則為描摹須先將現獲有據者分辨再看其作何使用有無施行區別辦理也 \\n  \\n 詐假官者律載須有憑劄行事方以假官論若無憑劄止口稱某官或在船上張掛旗幟或在旅舍懸貼門單或在鄉里假冒職官頂帶或赴衙門投遞官銜名帖皆是無官而詐稱有官也更有緣事革職人員依然假冒頂帶詐稱現任官員及生監人等僭用五六品以上頂帶自稱職官者亦是無官而詐稱有官也當分別有無求為辦理 \\n  \\n 現新例發冢開棺見屍照盜案間參疏防其並未揭開棺蓋顯露屍身者照命案緝兇之例查參增注發冢開棺照命案承緝例扣限四參無獲降一級留任初詳內將有無剝衣盜物緣由聲明若見棺未見屍者止議罰俸限滿毌庸開參浮厝未成墳冢亦可詳請免參全在初詳之時辨明確切否則亦受參處私鑄案犯須查驗爐竈問明為首起意合夥匠人掌鉗挑水打炭等類何時鑄起共鑄若干如何行使何處買來銅鉛是否知情有無翦邊私銷并問明房主保鄰是否知情容隱得規包庇起獲鍋鉗印摹一切什物查明處分辦理 \\n  \\n 私鹽案犯問明何人出本糾夥抑或各人自買坐何人船車買自何處場竈用多少銀錢買鹽若干一路經由何州縣地方有無人役查拏曾否執持兇器拒捕傷人從前販賣過幾次現在夥犯逃往何處若關查肩販四十斤以下本籍取供移覆核詳百斤以上犯至十人并拒捕案件仍解獲犯之縣質訊至詳估賣鹽船隻車驢應取承變商匠甘結由府州詳道核轉 \\n  \\n 造賣賭具有牌板者須審起意雕刻刷印裱糊裁切匠人幫手則自何時賣與何人得錢若干有無販賣之人如造牌之人已故訊明取結并究買牌人有無轉賣及開場聚賭受託代買情事若買存未賭問違制雖非夥造但容隱不報應照地方保甲知造賣之人不首報者滿杖如不知情則問重杖并訊鄰甲房主有無受賄容隱跌博抓攤均應照賭博定擬失察地方官送職名報參 \\n  \\n ○論批呈詞 \\n  \\n 訟之起也未必盡皆不法之事鄉愚器量褊淺一草一木動輒爭競彼此角勝負氣搆怨始而投知族鄰地保尚冀排解若輩果能善於調處委曲勸導則心平氣和可無訟矣乃有調處不當激而成訟者亦有地保人等希圖分肥幸灾樂禍唆使成訟者又有兩造不願興詞因旁人扛幫誤聽讒言而訟者更有平素刁健專以鬬訟為能遇事生風者或有捕風捉影平空訐訟者或有訛詐不遂故尋衅端者或因夙積嫌怨借端洩忿者或因孤弱可欺以訟陷害者此等情事若不詳細察核一被朦蔽則紙上之黑煙一污而牀頭之黃金半消荒農廢業合室驚恐生靈攸關可不慎歟 \\n  \\n 批發呈詞要能揣度人情物理覺察奸刁詐偽明大義諳律例筆簡而該文明而順方能語語中肯事事適當奸頑可以折服其心訟師不敢嘗試其伎若濫准濫駁左翻右覆非冤伸無路即波累無辜呈詞日積而日多矣 \\n  \\n 善聽者只能剖辨是非於訟成之後善批者可以解釋誣妄於訟起之初果其事勢不得巳必須審斷而始結雖驅小民跋涉亦難惜也如其事真偽顯然不過紙上片言可以折斷而亦差傳候訊即情虛者受其責罰而被告之貲財已遭浪費矣 \\n  \\n 事無情理無確據或係不干已事或僅口角負氣等情一批而不准再凟而亦不准者必須將不准緣由批駁透徹指摘恰當庶民心畏服如夢方醒可免上控此等批詞不妨放開手筆暢所欲言但須字字有所著落不可堆砌浮詞也果能批駁透徹即有刁徒上控上司一覽批詞胸中了然雖妝飾呼冤亦不准矣 \\n  \\n 訟師伎倆大率以假作真以輕為重以無為有捏造妝點巧詞強辨或訴膚受或乞哀憐或囑證佐袒覆藏匿或以婦女老稚出頭或搜尋舊事抵搪或牽告過迹挾制或因契據呈詞內一二字眼不清反覆執辨或捏造改換字據形色如舊或串通書吏捺擱或囑託承差妄稟詭詐百出難以枚舉總在隨事洞察明晰剖辨庶使伎無所施訟師不禁而自絕矣 \\n  \\n 刑錢交涉事件每多分晰不清以致爭競夫刑錢之分須視其告者來意為著何事如意在爭田房索錢債交易稅契等類內有一二語牽涉鬬毆無傷賭博無據以及別項不法之事并干連墳山爭繼者皆歸錢穀若告鬬毆奸偽墳山爭繼婚婣及有關綱常名教一切重事詞內有錢債應追田產不清等類應歸刑名至驛站錢糧馬匹差使應付解餉運銅採買估變牙行客欠行銷茶鹽鼓鑄制錢一切有關錢糧水旱并修理工程之事概歸錢穀其驛站公文遲延勘合錯失引鹽硝磺過境遞解人犯差員及過往官員患病監犯軍流口糧並屆限起解遣配人犯內有應追錢債應變房產與夫官員到任履厯謝稟級紀參罰丁憂告病病故鄉飲請旌誥封廕襲名宦鄉賢考試書籍義學捐官在籍紳衿事故保甲煙戶菴觀寺院陰醫僧道書役門軍禁卒更夫一切巡查防範整飭風俗宣施教化之事統歸刑名其刑名案內有支銷錢糧者如監犯軍流口糧節孝建坊銀兩之類又應開單知會錢穀以便彙報不可彼此互推以一詞而前後分辦也 \\n  \\n 拘者拘拏喚者傳喚須於核稿時留神下筆切弗率忽總之拘字不必輕用余每遇事情較重而又不便拘拏用嚴傳字樣似乎稍可增注批審事件權其事之輕重票內分別拘喚字樣飭差協保傳集不得違例牽扯每有差役將不同居親屬及稍有瓜葛之人朦稟批准即行混拏嚇詐以致愚民情極自盡釀成大事不可不及早醒悟也 \\n 【錢債等事下江歸刑名亦各省情形不一】 \\n ○論詳案 \\n  \\n 報詞者乃通案之綱領要與口供針孔相對貴於簡明切實最怕牽扯纏擾屍親遇有人命多有捏砌牽連輕重不實若勒令改換刁徒藉為口實若據詞敘詳情節不符案難歸結夫命案重情全以驗勘情形傷痕與犯證各供為憑僅據屍親一面之詞何足取信查地方保甲例有稽查命盜之責閭閻巨細爭鬬事件無不投知地保地保既經查驗則兩造之曲折周知虛實輕重自有公論當其發覺之初一同來報雖未必直言無隱亦不至旁生枝節是地保之報詞乃案中之綱領也其地保呈內只令敘明某人因何身死查有何傷曾否起獲兇器捉獲兇犯證佐何人住居何地數語而巳屍親之呈只以報同前由一語事主報詞失實原所難免若使勘驗不符彼既折服供明自無妨更正若猶未也只可據情詳報仍將勘驗不符之處於詳內逐一聲明一面設法嚴緝贓賊苟能破案自不難水落石出如贓賊未獲遽以勘驗不符必令據實呈明轉恐迹近抑勒似非所宜且居官苟素洽民情即偶有強竊盜案小民亦自不肯欺誆此又在平日之勤政愛民也增注帶過不必贅敘至黑夜被盜情形贓物惟事主深知強竊盜案又當以事主報詞為主如有以竊報強及混稱多人捏開多贓與驗勘審訊不符者飭令據實呈明詳報不可依樣葫蘆 \\n  \\n 從來難結之案半由報詞不實而起人多畏屍親之上控每有裝敘屍親混控之詞而與後敘口供不相侔者或有從供內先自辨駁報詞而增添疑竇愈洗愈混者或有竟照報詞牽扯多人混敘一番口供者以致一駁再駁如亂絲之無頭緒可理皆由裝敘報詞之未協也夫萬事胚胎皆由州縣州縣論斷公平無情之詞勿聽上司揣度情理持平之論何疑刁民既敢虛詐而妄言有司何妨剛正而果斷果其見事透徹問心無私又何必參差其說以啟上司之疑哉屍親刁告如和姦誣作強姦鬬毆混稱謀故自盡賴作毆斃一兇牽告多人之類臨審驗時反覆開導自可輸服如所控屬虛認得明白屍親刁頑不服必須上控先將真正確情敘案通報其上控之詞另案詳覆若有誣捏照例坐誣并根究訟師庶刁健者知所警戒 \\n  \\n 敘勘情形各省不一或有繪圖貼說者或有敘入詳內而不繪圖者或敘詳而又繪圖者總要分晰清楚令閱者如同親覩遇盜竊強姦殺姦自刎等案處處刑迹尤須驗得確切敘得明白自縊命案其縊處高低尺寸及有無墊腳物件□梁大小塵土動靜縊繩長短粗細套頭式樣均須逐一聲明至無關案內之閒房道路不必冗敘若孤村獨戶四面所距村莊道路里數有關涉者亦須開明其盜竊刨墳及仇盜未明大案註明有無墩臺營房相離里數定例離墩鋪五里者作有墩鋪防兵論路斃受傷及無傷而被禽犬殘毀者屍旁腳迹血迹並攜帶遺物俱要敘明填註屍傷查明受傷部位是否與傷痕分寸相符方無錯誤若傷痕寬濶而受傷部位較小此傷必接連他處如耳根部位僅止數分若受傷至一寸有餘自必接連腮脥等處須聲明耳根連腮脥字樣餘可類推 \\n  \\n 傷痕分寸要與兇器及受傷情形相符如洗冤錄載若行兇人於虛怯要害處一刀直致命者其瘡必重又用小刀子自割只長一寸五分至二寸等論之類須將物之輕重大小傷之淺深寬窄人之情形勢力三者比對較勘并與洗冤錄論無異方能脗合 \\n  \\n 傷痕形狀要與兇器相符如洗冤錄載斜而長則為木器傷圓而不整尖而三角則為磚石傷是也 \\n 金刃傷形狀稍異者文內須將金刃式樣聲明以免疑惑又例載兇器內有秤錘名目而秤物之秤荷亦名秤錘罪名出入攸關須當分晰明白 \\n 例載兇器之刀是專備行兇殺人不堪他用故罪科遣戍如褲刀順刀兵器及備防禦有鞘者是也若鐮刀小刀草刀菜刀凡民間日用所需者止照刃傷論凡遇持刀傷人殺人案件文內須聲明刀之名目不可單言刀也 \\n  \\n 敘傷要照屍格聲明致命某處某傷不致命某處某傷並長濶深淺分寸顏色不可但稱某處某傷而不照寫致命不致命也至無傷之處又不必聲明其有死後殘毀別傷及生前瘡杖舊痕亦須分別填明取具仵作供結至於屍格內偏左偏右專對顖門頂心而言其餘左右不得加以偏字致令混淆敘完各傷之後點出委係因何身死一語最宜詳慎不可率混致有出入 \\n  \\n 服毒自盡取驗盛藥器皿有無餘賸毒藥敘入詳內婦人輕生自縊自戕投水病斃下身無傷者取具屍親免驗甘結若告稱謀故毆死服毒跌傷及處女因姦致死者又當驗明下身以免日後誣指翻控若男子下身不論有傷無傷從無免驗也 \\n  \\n 跌者從高而下所傷多在腿足及臂膊如係人推而跌者所傷多在頭面及兩手腕此洗冤錄所論也然從高而跌亦須看其立腳之地步跌落之形勢如其人一腳站立不穩在半實半空之地不甚高處而跌及坐於危地而自跌者傷在腿足及臂膊若行走慌張遭物絆腳而跌落山崖深澗及站立高樹之上而滾跌崎嶇處所並懸崖垂頭探物而自跌者亦有傷及頭面不可誤認係人推跌也 \\n  \\n 屍傷間有與洗冤錄載不符者須將受傷情形及不符緣由敘入仵作供內要認得真切說得確當不可任意故翻若有不符傷痕填入格內而不敘具仵作口供辨明者定干駁詰 \\n  \\n 檢骨以開檢之日起限另有格式與屍格不同傷有疑難取仵作口供入詳將疑難緣由及洗冤錄證據逐一供明庶免駁詰又必訪查鄰封諳練檢骨仵作詳明關提留於內署免致賄囑作弊 \\n  \\n ○敘供 \\n  \\n 作文者代聖賢以立言敘供者代庸俗以達意詞雖麤淺而前後層次起承轉合埋伏照應點題過脉消納補斡運筆布局之法與作文無異作文以題目為主敘供以律例為主案一到手覈其情節何處更重應引何律何例猶如講究此章書旨重在何句此一題旨又重在何字也情重則罪重情輕則罪輕若罪輕而情重罪重而情輕牽扯案外繁冗干礙別條律例無異虛題犯實典題犯枯拖泥帶水漏下連上之文也 \\n  \\n 敘次先地保而後鄰證及輕罪人犯末則最重之犯乃常格也然內中有先後深知之要證經手之要犯必須於地保鄰證之下先行敘出提綱挈領然後各犯照供分認方有眉目又不可拘泥常格此即案中前後層次之法也 \\n  \\n 一事必有一事之情節一人必有一人之情形如兩造起衅根由事之情也漸次作何區處事之節也當日意欲何為人之情也彼此交會景象人之形也以一事之情節參合各人之情形從頭至尾翦裁布置其事因何而起如何以應從何而轉歸至成事之時又係如何起手傷及何處如何抵禦又傷何處有無救助勸解是否有心故殺此即案中起承轉合之法也 \\n  \\n 所謂埋伏照應者何也如從前並無此人後忽添入必須將何人供出如何查出差拏到案之處於供前埋伏或於他處點明方不突如其來又如本犯不肯直招或遽然直招似有可疑必須於鄰證旁人供內預先埋根俟本犯招認纔信為實又如報詞屍傷及敘勘情形之事於各人口供內層層照應不相違悖并甲供內即招認不錯等類是也至案內年月日期地方姓名人數贓數之多寡他物手足之名目事之情節人之情形人人口供均須畫一乃前後照應之法也但各人地位有不相同者須設身處地恰似其人彼此說話次序不勻則供詞句語不可雷同惟善敘者分而視之詞不重複合而觀之理無參差一氣呵成儼若無縫天衣也 \\n  \\n 所謂點題過脉者何也如屍傷內註明委係因何身死一語是驗傷之點題也供內敘明某人實係小的因何而毆無心致死或有意致斃一句是訊供之點題也至於過脉或從彼事過至此事或從脫逃過至拏獲提審或從前官交代過至後官接辦來蹤去跡聲說明白是也 \\n  \\n 何謂消納遇無關緊要之供可以一語數字該括是也何謂補斡如情有可疑供有未周處所及案可敲進一層並防別有所犯與夫有無知情容留窩藏等類均須逐一補敘或加詰駁申明或於供尾聲說□ \\n  \\n 布局運筆乃辦案之要訣也善布局者籌算通案之去留向背安排眾人之線索貫接緊而不慢整而無遺善運筆者爽暢而不糾纏老辣而不游移字字無間句句有骨若不得其竅如朿亂柴者不能整齊歸一耳 \\n  \\n 供不可文句句要像諺語字字人皆能解方合口脗曾見有用之字及字而字並經書內文字者非村夫俗人口氣也 \\n 供不可野如罵人污辱俗語及姦案穢濁情事切勿直敘只以混罵成姦等字括之犯者必干申飭 \\n 供不可混半茹半吐似是似非以及左遮右掩者大病也 \\n 供不可多多則眉目不清荊棘叢生若蔓衍支離重疊纏擾無不干駁苟遇緊要關鍵處所必須多句而始道得透徹者則又不妨多敘 \\n 供固宜簡必簡而該方得其當若辭不達意語不中肯枯窘疏漏者病也 \\n 供不可偏順乎情理則信不順乎情理則不信也 \\n 供不可奇履於平坦則安懸於虛險則危也 \\n 供不可假事有根基則固話不真寔則敗也 \\n 供不可忽一二字句不細心磨勘微有罅隙則駁詰至矣 \\n 案臨正審要進一步者須加詰問如鬬殺者詰其是否有心欲殺自盡者詰其有無威逼謀殺者詰其有無同謀加功之人兇犯脫逃後獲者詰其逃後有無知情容留之人及有無為匪生事之類更有供非落膝而即肯招者必須加詰不詰即認反似捏飾又有情真而事可疑者亦須先用詰明以免上司疑惑皆要演成片段或一問一答三五句一問答及初報即加詰訊者是不知體裁也 \\n  \\n 自盡與鬬毆命案多起於一朝之忿平素並無仇隙也敘供只須就事論事確切簡明與罪相符不可輾轉株累若一牽涉舊事別情即係疑竇至謀殺之案又當查究夙怨舊仇敘入供內方有因由 \\n  \\n 瘋病人犯之供必然含糊錯落似是而非所對非所問或有問而無供若頭緒清楚便非真瘋亦有瘋病時發時止者臨審辨明不可假捏 \\n 供內有本年本月前年上年等字須剔明某年某月如供某人之妻某人之母須寫出某氏不可混如有親有服者供內先行敘明何親何服庶供稱兄弟伯叔明白了然 \\n ○作看 \\n  \\n 案之先敘供而後加看者乃先案後斷之法也夫作看不難而敘供實難供果明凈簡練則看易成供若駁雜牽混則看難成供與看原兩相符合善辦案者敘供之時即已布置看語及其作看則一線穿成毫無駁雜 \\n  \\n 作看亦要諳前後層次起承轉合埋伏照應點題過脉消納補斡運筆布局之法方有片段頭緒其看內字句要有文體不可作村夫鄙俚口氣亦不可過於文飾致令以辭害意也至於議罪乃結束通案事情應議及者必須逐一聲明應斷結者纖毫不可錯亂雖人多事雜俱要挨次點出不留一隙也 \\n  \\n 徒罪以上案犯俱要解審惟過失殺人收贖及逃軍迯流並無行兇為匪之案多不解審亦有要解審者各循向例其餘流罪收贖並比照過失殺擬罪等類均解府司審察 \\n 覆審文尾扣明審限病限程限封印接審皆可相展惟病限只准一月因公赴省及鄰邑代驗等項例不准扣 \\n 埋葬銀兩查明並無屍屬者概予免追乾隆五十九年續有部議增注應追埋銀之案若無屍屬追銀入官辜限外十日後傷風身死之犯減半追埋銀十兩 \\n 例得留養者軍流以下人犯可取具鄰族人等供祮隨案附送然近亦多另文詳辦至應入秋審者現均俟秋審時再查辦增注例應留養者即於正案內取保鄰房族及被殺之家是否獨子確供並各甘結附送 \\n  \\n 強姦不從殺死及調姦自盡之案應請旌表者即於正案內取保鄰族長實係禮聘室女甘結確聞穢語捐軀明志者近亦比照因人調戲羞忿自盡例准其　旌表厯准部覆有案增注供附送即妾婢並未再醮者亦准詳請若僅聞穢語輕生者不准有成案可查 \\n  \\n 辦案全在初報妥協一俟批到不待頂限即可招解縱有駁詰可以及早詳覆不致逾限若臨期方解一經駁回或再遷延即干議處 \\n 命盜大案府轉全敘縣招供看府不敘供只加看語如司駁府覆審全敘縣供看加司駁并敘府供看及到咨部招內刪去府看只敘府審供看無異等語即加司看若駁審之案縣詳敘明駁詰緣由備敘供看申府府用覆審無異四字加看申司不再敘供總宜簡要不可繁冗 \\n  \\n 案涉奇異重大及稍有嫌疑者或於報文之末附請委員會審更為妥協 \\n ○論作稟 \\n  \\n 事之先稟而後詳及隨詳而加稟或不詳而用稟或詳後因駁而稟者多因其事有疑惑未明或案關重大不得不分晰以稟也其體與尋常文稟不同其詞與詳內看語迥異如事有可疑者須從其疑處反覆辨論俾閱者恍然覺悟而釋疑事關重大者必將其根由曲折詳陳無遺或係現在作何辦理或俟請示而後遵行也若識見不到而冒稟則嚴譴立至才學不到而成稟非辭不達意即因辭而害意耳至議稟一切則當因時因地順乎人情參諸條例設身處事不可徒執巳見擅逞其才託諸空言并貽後患也 \\n  \\n ○論駁案（附上控案） \\n  \\n 大凡上司駁案多因其案內屍傷情節口供及情罪較勘實有可駁之處方加批飭若案無疑竇處處妥協周密無隙可入上司幕友斷不肯於情理之外苛求於人雖欲苛求無從措詞倘或好事者欲從案外搜求而於情罪無所增減縱駁亦易覆詳總怕情理荒謬事體差錯前後自相矛盾令人難於措手也人多咎上司幕友書吏之指駁見而驚恐抑獨不思所駁者是情理乎非情理乎果合情理事出公論府司不駁而部院必駁上司豈肯代人受過若非情理意欲苛求彼既可以不情不理之語牽強駁之我何難以有情有理之話委婉覆之案有可駁雖不駁亦足懼也案無可駁雖駁之又何畏焉 \\n  \\n 案之干駁者難以言盡姑略舉其大端如報詞與口供不對者駁填傷與洗冤錄載不符者駁傷與兇器不對及與犯供不合或遺漏錯誤者皆駁供情率混游移者駁供不周密而疏漏者駁前後彼此供情迥異者駁供看不符擬議未協者駁覆審與初報翻異者駁事無情理無證據者駁顧此失彼輕重不平者駁此皆由於自取而不得不駁審覈正者也 \\n  \\n 駁案要分輕重方不致逾審限果其疑竇百出難以憑信勢有不得不駁也若大段情節不錯罪名符合不過些小處疏漏無關罪名出入只須臨審補供者不必駁以免犯證跋涉也 \\n  \\n 駁審之案祇照駁詰緣由逐層登答若節外生枝拖帶別情又干駁詰矣 \\n 駁審案件雖駁詞內有不合情理律例者只可按照情理援引律例委婉其詞曲折其筆以覆之若語涉過激則失事上敬重之體縱頂得住結得案而觸怒招尤禍不旋踵而至矣 \\n  \\n 辦案固難而識案亦難舉筆而無疑竇指駁而又中肯斯稱老手州縣之幕在於能辦院司府幕在於能識而又能辦見識須高人一著方可無負斯任也 \\n 上控之案只照所控呈詞逐層審辦敘供加看詳請批結每見不善辦者原詞之情節不能條分縷晰辨別清楚反從詞外又添荊棘自取纏繞以致經年累月案懸莫結或提上訊或委另審兩造之拖累靡窮而一官之物議沸騰是誰之過與學幕而能辦理上控之案要議批結其庶幾乎 \\n  \\n ○論詳報 \\n  \\n 生員犯杖笞輕罪褫革者只詳學院與本府本州徒罪以上方用通詳若因重案牽連應褫革者雖罪止杖笞亦應通詳廩生并詳藩司以便開除廩粮貢監生應褫革者無論笞杖徒罪均應通詳兼詳學院考職吏員及捐職人員有犯應通詳者不報學院學院批審生監事件錄報院司道府俟審擬定案再行通詳生員犯賭博私宰奸盜詐偽一切不法事取教官失察職名開報僧道犯事取僧綱道紀失察職名開報 \\n  \\n 貢監生員吏員以及捐納職銜人員有犯係因人連累及因公致罪在杖一百以內者照例納贖或所犯尚與行止無虧罪止杖一百以內者分別戒飭免其褫革若犯奸盜詐偽一應贓私並所犯罪雖在杖一百以內而於行止有虧俱照例褫革的决不准納贖亦不准捐復僧道因人連累無礙戒規者准其收贖徒犯到配將日期具文申報出具收管五紙移送原犯事地方轉申亦有徑行通送只將收管一紙移回各仍其舊到配以後連閏計算俟限滿用驗文通報一面移知原籍安插 \\n  \\n 軍流人犯在配病故各處辦理不同或有驗訊後敘明原案填格取醫生仵作同配人犯供結由府轉詳者或有通詳請咨原籍飭屬領埋者亦有用驗文並圖形一紙通報一面關會原籍飭領者各循向例查辦 \\n  \\n 軍流到配收管按季由府彙轉請旌節婦孝子由儒學造事實冊並里鄰族長廿結牒呈州縣覈明加四六看語通報仍由府覈轉俟奉部覆給銀三十兩聽本家自行建坊取領存案其銀赴司請領該年地丁給後申送領狀印結各五紙百歲請旌事亦相同但不由儒學牒報耳 \\n  \\n 監犯病故必先將患病緣由報明然後查卷填格敘詳取屍親刑禁醫仵並同監犯人供結聲明而無陵虐致死情由通報并將監斃職名開送至未經定案人犯在監病故通報後仍於正招內簡敘刑書禁卒人等口供入詳須聲明該犯應擬何罪以便部內分別議處或干連人犯在地方身故者關取供結入詳兇犯脫逃及軍流遣犯在途在配脫逃監犯越獄無獲並盜犯滿貫搶竊刨墳姦拐一應重犯脫逃均造具案由年貌冊詳請通緝 \\n  \\n 拏獲鄰境鄰省脫逃軍流徒犯一面關查配所移知停緝 \\n 棍徒積匪量減及刨參未得等項徒犯遇赦不准釋放乾隆四十二年豫省咨奉部覆有案 \\n 現在逃徒只參百日疏防並無年限此條所云自係舊例至逃犯遇赦應核其情罪如□免緝者專兼轄官亦可聲請免議增注恩赦逃徒免緝如巳經初參尚未參過年限者免其展參現在尚未參過疏脫職名者照例聲敘專案請咨 \\n  \\n 因公出境及回署皆用驗文通報 \\n 通詳案件書冊內備錄供看長詳內原不必全載若上司發審事件長詳須與書冊相同以便將詳批別衙門覆覈倘不全載無從查辦反致駁飭矣 \\n ○論枷杖加減 \\n 枷杖人犯罪應加等有減杖加徒者有於枷罪上每五日加等者應斟酌情節輕重詳查例案辦理乾隆九年刑部咨覆直督高 \\n 枷犯加則加枷而不加杖減則枷杖並減如犯應入徒者則減杖加徒不得又行枷號如加不至入徒者酌量加等以期允協等因在案至熱審減等定例總以發落之時為凖熱審期內笞罪寬免惟鬬毆傷人案內擬笞者不免如例載軍流徒罪以外再加枷號者照例議枷 \\n  \\n 名例內載軍流徒犯俱至配所照應杖之數折責惟緣坐流罪不加杖 \\n 外遣當差為奴人犯例不加杖 \\n ○論六贓 \\n  \\n 六贓者監守盜常人盜竊盜枉法不枉法坐贓皆計贓以定罪也枉法與常人盜贓相同不枉法與竊盜贓同罪分四等輕重懸殊監守常人盜贓不分首從并贓論罪竊盜以一主為重并贓而分首從枉法贓各主者通算全科只計入巳之數分有祿無祿也不枉者各主通算折半科罪亦計入已之數分有祿無祿也坐贓致罪者或因應得之外而過取則計過取之財以論罪或因科歛人財而不入己則計所歛之財以坐罪無論一主各主折半以科罪止滿徒贓不入己仍還職役 \\n  \\n 律中官吏受財一條專指官典與吏已經得受有事人財事巳斷訖之罪也【雖未審斷已有批詞亦是】 \\n 若許而未交或立有契劵封貯他處尚未接受者則為聽許財物如聽許於事前事過而已接受或受意於臨事過後而始迎合則為事後受財三者必須官吏因事方引此律若衙役犯贓及平人因事許財受財本條別有罪名不得援引也其律內所謂有事以財請求者專言有事在官以賄行求之罪也如事未到官賄求私和及賄求藏匿引送脫逃之類另有本律本例不可誤引賄求官吏之文也至在官求索借貸人財物並非因事乃挾勢恃強而取凡在官人役有犯 \\n 【如衙役里長索人年節規禮強借人器物牲畜之類】 \\n 俱可援此律斷不專指官吏也惟家人求索分別因事挾勢另有律條贓錢一千估銀一兩雜色銀兩折實庫平紋銀米一石估銀一兩穀則減半江南米一石估銀一兩二錢仍循向例盜牛計隻盜馬計匹例不估價若獲賊不能追出原失牛馬又須估價賠償 \\n  \\n 強竊盜贓不論多寡均造贓冊隨詳通送獲盜後再造贓冊開列已起未起 \\n 每見部中審辦盜賊案件聲明未獲之贓赤貧免追外省現辦均聲明照估追賠其實賊盜大都因窮苦起見追賠之語亦不逼具文應從權辦理不必定須取結轉致擾累增注緝獲確盜查明各盜子女家產保候封固立案俟部覆到日變賣賠贓無家屬之盜犯身故未追贓銀律得免徵盜犯原籍無贓可追取原籍各結轉詳本籍取保鄰親族甘結詳送 \\n  \\n 贓款被參者於議罪之後聲明係貪官不准納贖永不敘用字樣並追奪封誥 \\n 辦案要略 \\n 　"}
