{"章节": "邓析子", "正文": "  \\n 邓析子 \\n 　 \\n  \\n 　 \\n  \\n 无厚篇第一 \\n 天於人无厚也，君於民无厚也，父於子无厚也，兄於弟无厚也。何以言之？天不能屏勃厉之气，全夭折之人，使为善之民必寿，此於民无厚也。凡民有穿窬为盗者，有诈伪相迷者，皆生於不足，起於贫穷，而君必执法诛之，此於民无厚也。尧舜位为天子，而丹朱商均为布衣，此於子无厚也。周公诛管蔡，此於弟无厚也。推而言之，何厚之有？ \\n 循名责实，君之事也；奉法宣令，臣之职也。下不得自擅，上操其柄而不理者，未之有也。君有三累，臣有四责。何谓三累？惟亲所信，一累；以名取士，二累；近故亲疏，三累。何谓四责？受重赏而无功，工责；居大位而不治，二责；理官而不平，三责；御军阵而奔北，四责。君无三累，臣无四责，可以安国。 \\n 势者君之舆，威者君之策，臣者君之马，民者君之轮。势固则舆安，威定则策劲，臣顺则马良，民和则轮利。为国失此，必有覆车奔马折轮败载之患，安得不危！ \\n 异同之不可别，是非之不可定，白黑之不可分，清浊之不可理，久矣！诚听能闻於无声，视能见於无形，计能规於未兆，虑能防於未然，斯无他也。不以耳听，则通於无声矣！不以目视，则照於无形矣！不以心计，则达於无兆矣！不以知虑，则合於未朕矣！君者，藏於匿影，群下无私，掩目塞耳万民恐震。 \\n 循名责实，察法立威，是明王也。夫明於形者，分不遇於事；於动者，用不失则利。故明君审一，万物自定。名不可以外务，智不可以从他，求诸己之谓也。 \\n 治世位不可越，职不可乱，百官有司，各务其形。上循名以督实，下奉教而不违。所美观其所终，所恶计其所穷。喜不以赏，怒不以罚，可谓治世。 \\n 夫负重者患涂远，据贵者忧民离。负重涂远者，身疲而无功；在上离民者，虽劳而不治。故智者量涂而后负，明君视民而出政。 \\n 猎罴虎者，不於外圂，钓鲸鲵者，不於清池。何则？圂非罴虎之窟也，池非鲸鲵之泉也。楚之不溯流，陈之不束麾，长卢之不士，吕子之蒙耻。 \\n 夫游而不见敬，不恭也；居而不见爱，不仁也；言而不见用，不信也；求而不能得，无媒也；谋而不见喜，无理也；计而不见从；遗道也。因势而发誉，则行等而名殊；人齐而得时，则力敌而功倍。其所以然者，乖势之在外推。 \\n 辩说、非所听也；虚言者，非所应也；无益之辞，非所举也。故谈者，别殊类、使不相害；序异端、使不相乱。谕志通意，非务相乖也。若饰词以相乱，匿词以相移，非古之辩也。 \\n 虑不先定，不可以应卒；兵不闲习，不可以当敌。庙算千里，帷幄之奇，百战百胜，黄帝之师。 \\n 死生自命，富贵自时。怨夭折者，不知命也；怨贫贱者，不知时也。故临难不惧，知天命也；贫穷无慑，达时序也。 \\n 凶饥之岁，父死於室，子死於户，而不相怨者，无所顾也。同舟渡海，中流遇风，救患若一，所忧同也。张罗而畋，唱和不差者，其利等也。故体痛者，口不能不呼；心悦者，颜不能不笑；责疲者以举千钧；责兀者以及走兔；驱逸足於庭，求援捷於槛。斯逆理而求之，犹倒裳而索领。 \\n 事有远而亲，近而疏，就而不用，去而反求。凡此四行，明主大忧也。 \\n 夫水浊、则无掉尾之鱼；政苛、则无逸乐之士。故令烦则民诈，政扰则民不定。不治其本而务其末，譬如拯溺锤之以石，救火投之以薪。 \\n 夫达道者，无知之道也，无能之道也。是知大道，不知而中，不能而成，无有而足，守虚责实，而万事毕。忠言於不忠，义生於不义。音而不收、谓之放；言出而不督、谓之闇。故见其象，致其形；循其理，正其名；得其端，知其情。若此，何往不复，何事不成。有物者意也，无外者德也，有人者行也，无人者道也。故德非所覆、处非所处，则失；道非其道不道，则谄。意无贤，虑无忠，行无道，言虚如受实，万事毕。 \\n 夫言荣不若辱，非诚辞也。得不若失，非实谈也。不进则退，不喜则忧，不得则亡，此世人之常。真人危斯十者而为一矣。所谓大辩者，别天地之行，具天下之物，选善退恶，时措其宜，而功立德至矣。小辩则不然。别言异道，以言相射，以行相伐，使民不知其要。无他故焉，知浅故也。君子并物而错之，兼涂而用之，五味未尝而辩於口，五行在身而布於人。故无方之道不从，面从之义不行，治乱之法不用。惔然宽裕，荡然简易，略而无失，精详入纤微也。 \\n 夫舟浮於水，车转於陆，此自然道也。有不治者，知不豫焉。 \\n 夫不击折轊，水戾破舟，不怨木石，而罪巧拙，故不载焉。故有知则惑，有心则崄，有目则眩。是以规矩一而不易，不为秦楚缓节，不为胡越改容。一而不邪，方行而不流，一日形之，万世传之，无为为之也。 \\n 夫自见之，明；借人见之，闇也；自闻之，聪；借人闻之，聋也。明君知此，则去就之分定矣。为君当若冬日之阳，夏日之阴，万物自归，莫之使也。恬卧而功自成，优游而政自治。岂在振目搤睕、手据鞭朴、而后为治欤。 \\n 夫事有合不合者，知与未知也。合而不结者，阳亲而阴疏。故远而亲者，志相应也；近而疏者，志不合也；就而不用者，策不得也；去而反求者，无违行也；近而不御者，心相乖也；远而相思者，合其谋也。故明君择人，不可不审；士之进趣，亦不可不详。 \\n 《邓析子》　 \\n 转辞篇第二 \\n 世间悲哀喜乐，嗔怒忧愁，久惑於此。今转之，在己为哀，在他为悲；在己为乐，在他为喜。在己为嗔，在他为怒；在己为愁，在他为忧。在己若扶之与携，谢之与议。故之与古，诺之与已，相去千里也。 \\n 夫言之术，与智者言，依於博；与博者言，依於辩；与辩者言，依於安；与贵言者，依於势；与富者言，依於豪；与贫者言，依於利；与勇者言，依於敢；与愚者言，依於说。此言之术也。 \\n 不困，在早图，不穷，在早稼。非所宜言，勿言，以避其口；非所宣为，勿为，以避其危；非所宜取，勿取，以避其咎；非所宜争，勿争，以避其声。一声而非，驷马勿追，一言而急，驷马不及。故恶言不出口，苟语不留耳，此谓君子也。 \\n 夫任臣之法，闇则不任也，慧则不从也，仁则不亲也，勇则不近也，信则不信也。不以人用人，故谓之神。怒出於怒，为出於不为。视於无有，则得其所见，听於无声，则得其所闻。故无形者有形之本，无声者有声之母。循名责实，实之极也；按实定名，名之极也。参以相平，转而相成，故得之形名。 \\n 夫川竭而谷虚，丘夷而渊实。圣人已死，大盗不起。天下平而无故也。圣人不死，大盗不止。何以知其然？为之斗斛而量之，则并斗斛而窃之；为之权衡以平之，则并与权衡而窃之；为之符玺以信之，则并与符玺而窃之；为之仁义以矫之，则并仁义而穷之。何以知其然？彼窃财者诛，窃国者为诸侯。诸侯之门，仁义存焉。是非窃仁义耶？故逐於大盗，揭诸侯，此重利盗跖而不可禁者，乃圣人之罪也。 \\n 欲之与恶，善之与恶，四者变之失。恭之与俭，敬之与傲，四者失之修。故善素朴任，惔忧而无失。未有修焉，此德之永也。言有信而不为信，言有善而不为善者，不可不察也。 \\n 夫治之法，莫大於使私不行，功，莫大於使民不争。今也立法而行私，是私与法争，其乱也甚於无法。立君而争贤，是贤与君争，其乱也甚於无君。故有道之国，法立则私议不行，君立而贤者不尊。民一於君，事断於法。此国之大道也。明君之督大臣，缘身而责名，缘名而责形，缘形而责实。臣惧其重诛之至，於是不敢行其私矣。 \\n 心欲安静，虑欲深远。心安静、则神策生，虑深远、则计谋成。心不欲躁，虑不欲浅。心躁、则精神滑，虑浅、则百事倾。 \\n 治世之礼，简而易行；乱世之礼，烦而难遵。上古之乐、质而不悲；当今之乐，邪而为淫。上古之民，质而敦朴；今世之民，诈而多行。上古象刑，而民不犯教，今世有墨劓，不以为耻，斯民所以乱多治少也。尧置敢谏之鼓，舜立诽谤之木，汤有司直之人，武有戒慎之铭。此四君子者，圣人也，而犹若此之勤。至於栗陆氏杀东里子，宿沙氏戮箕文，桀诛龙逢，纣刳比干，四主者乱君。故其疾贤若仇，是以贤愚之相较，若百丈之谿与万仞之山，若九地之下与重山之颠。 \\n 明君之御民，若御奔而无辔，履冰而负重，亲而疏之，疏而亲之。故畏俭则福生，骄奢则祸起。圣人逍遥，一世罕匹。万物之形，寂然无鞭朴之罚，莫然无叱吒之声，而家给人足，天下太平。视昭昭，知冥冥，推未运，睹未然。故神而不可见，幽而不可见，此之谓也。 \\n 君人者不能自专而好任下，则智日困而数日穷。迫於下则不能申，行随於国则不能持。知不足以为治，威不足以行诛，无以与下交矣。故喜而使赏，不必当功；怒而使诛，不必值罪。不慎喜怒，诛赏从其意，而欲委任臣下，故亡国相继，杀君不绝。古人有言，众口铄金，三人成虎，不可不察也。 \\n 夫人情，发言欲胜，举事欲成。故明者不以其短，疾人之长；不以其拙，疾人之工。言有善者，明而赏之；言有非者，显而罚之。塞邪枉之路，荡淫辞之端。臣下闭口，左右结舌，可谓明君。为善者君与之赏，为恶者君与之罚。因其所以来而报之，循其所以进而答之。圣人因之，故能用之。因之循理，故能长久。今之为君，无尧舜之才，而慕尧舜之治，故终颠殒乎混冥之中，而事不觉於昭明之术。是以虚慕欲治之名，无益乱世之理也。 \\n 患生於官成，病始於少瘳，祸生於懈慢，孝衰於妻子。此四者。慎终如始也。富必给贫，壮必给老，快情恣欲，必多侈侮。故曰尊贵无以高人，聪明无以笼人，资给无以先人，刚勇无以胜人。能履行此，可以为天下君。 \\n 夫谋莫难於必听，事莫难於必成，成必合於数，听必合於情。故抱薪加火，烁者必先燃；平地注水，湿者必先濡。故曰动之以其类，安有不应者，独行之术也。 \\n 明君立法之后，中程者赏，缺绳者诛，此之谓君曰乱君，国曰亡国。 \\n 智者察於是非，故善恶有别；明者审於去就，故进退无类。若智不能察是非，明不能审去就，斯谓虚妄。 \\n 目贵明，耳贵聪，心贵公。以天下之目视，则无不见；以天下之耳听，则无不闻；以天下之智虑，则无不知。得此三术，则存於不为也。 \\n  \\n   \\n   \\n  "}
