{"章节": "卷之一", "正文": "  \\n 卷之一 \\n 　 \\n  \\n 　 \\n 〈计战〉第一 \\n 凡用兵之道，以计为首。未战之时，先料将之贤愚，敌之强弱，兵之众寡，地之险易，粮之虚实。计料已审，然后出兵，无有不胜。法曰：「料敌制胜，计险厄远近，上将之道也。」 \\n 汉末，刘先主在襄阳，三往求计于诸葛亮。亮曰：「自董卓造逆以来，天下豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡，然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴、会，西通巴、蜀，此用武之国，而其主不能守。此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之冑，信义着于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身帅益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，霸业可成，汉室可兴矣。」先主曰：「善。」后果如其计。 \\n 〈谋战〉第二 \\n 凡敌始有谋，我从而攻之，使彼计穷而屈服。法曰：「上兵伐谋。」 \\n 春秋时，晋平公欲伐齐，使范昭往观齐国之政。齐景公觞之。酒酣，范昭请君之樽酌。公曰：「寡人之樽进客。」范昭已饮，晏子撤樽，更为酌。范昭佯醉，不悦而起舞，谓太师曰：「我欲成周之乐，能为我奏，吾为舞之。」太师曰：「瞑臣不习。」范昭出，景公曰：「晋，大国也。来观吾政，今子怒大国之使者，将奈何？」晏子曰：「范昭非陋于礼者，今将惭吾国，臣故不从也。」太师曰：「夫成周之乐，天子之乐也，惟人主舞之。今范昭人臣，而欲舞天子之乐，臣故不为也。」范昭归报晋平公曰：「齐未可伐，臣欲辱其君，晏子知之；臣欲犯其礼，太师识之。」仲尼〔闻之〕曰：「不越樽俎之间，而折冲于千里之外，晏子之谓也。」 \\n 〈间战〉第三 \\n 凡欲征伐，先用间谍，觇敌之众寡、虚实、动静，然后兴师，则大功可立，战无不胜。法曰：「无所不用间也。」 \\n 周将韦叔裕，字孝宽，以德行守镇玉壁。孝宽善于抚御，能得人心，所遣间谍入齐者，皆为尽力。亦有齐人得孝宽赂金者，遥通书疏。故齐动静，朝廷皆知之。齐相斛律光，字明月，贤而有勇，孝宽深忌之。参军曲严颇知卜筮，谓孝宽曰：「来年东朝必大杀戮。」孝宽因令严作谣歌曰：「百升飞上天，明月照长安。」百升，斛也。又言：「高山不推自崩，槲木不扶自立。」令谍者多赉此文，遗之于邺。祖孝征与光有隙，既闻，更润色之。明月卒以此见诛。周武帝闻光死，赦其境内，后大举兵伐之，遂灭齐。 \\n 〈选战〉第四 \\n 凡与敌战，须要选拣勇将锐卒，使为先锋，一则壮我志，一则挫敌威。法曰：「兵无选锋曰北。」 \\n 建安十二年，袁尚、熙奔上谷郡，〔引〕乌桓数入塞为害。曹操征之。夏五月，至无终；秋七月，大水，傍海道路不通。田畴请为乡导，操从之，率兵出卢龙塞，水潦，塞外道绝不通，乃堑山堙谷五百余里，经白檀，历平刚，涉鲜卑庭，东指柳城。未至二百里，虏方知之。尚、熙与蹋顿、辽西单于楼班、右北平单于能臣抵之等将数万骑逆军。八月，登白狼山，卒与虏遇，众甚盛。操辎重在后，披甲者甚少，左右皆惧。操登高而望，见虏阵不整，乃纵兵击之，使张辽为先锋，虏众大溃。斩蹋顿及名王以下，胡、汉降者二十余万口。 \\n 〈步战〉第五 \\n 凡步兵与车、骑战者，必依丘陵、险阻、林木而战则胜。若遇平易之道，须用拒马枪为方阵，步兵在内。马军、步兵中分为驻队、战队。驻队守阵，战队出战；战队守阵，驻队出战。敌攻我一面，则我两哨出兵，从旁以掩之；敌攻我两面，我分兵从后以捣之；敌攻我四面，我为圆阵，分兵四出以奋击之。敌若败走，以骑兵追之，步兵随其后，乃必胜之法。法曰：「步兵与车、骑战者，必依丘陵、险阻，如无险阻，令我士卒为行马、蒺藜。」 \\n 《五代史》：晋将周德威为卢龙节度使，恃勇不修边备，遂失榆关之险。契丹每刍牧于营、平之间，陷新州，德威复取不克，奔归幽州。契丹围之二百日，城中危困。李嗣源闻之，约李存勖，步骑七万，会于易州救之。乃自易州北行，逾大房岭，循涧而东。嗣源与养子从珂将三千骑为先锋，进至山口，契丹以万骑遮其前，将士失色。嗣源以百骑先进，免冑扬鞭，胡语谓契丹曰：「汝无故犯我疆埸，晋王命我将百万骑众，直抵西楼，灭汝种族。」因跃马奋挝，三入其阵，斩契丹酋长一人。后军齐进，契丹兵却，晋兵始得出。李存勖命步兵伐木为鹿角阵，人持一枝以成寨。契丹环寨而过，寨中万弩齐发射之，流矢 \\n 蔽日，契丹人马死者塞道。将至幽州，契丹列阵以待之。存勖令步兵阵于后，戒勿先动。令羸兵曳柴、燃草而进，烟尘蔽天，契丹莫测其多少，因鼓入战。存勖乃趋后阵，起而乘之，契丹遂大败，席卷其众，自北山口遁去。俘斩其首级万计，遂解幽州之围。 \\n 〈骑战〉第六 \\n 凡骑兵与步兵战者，若遇山林、险阻、陂泽之地，疾行急去，是必败之地，勿得与战。欲战，须得平易之地，进退无碍，战则必胜。法曰：「易地则用骑。」 \\n 《五代史》：唐庄宗救赵，与梁军相拒于柏乡五里，营于野河北。晋兵少，梁将王景仁将兵虽多，而精锐者亦少。晋军望之色动。周德威勉其众曰：「此汴、宋佣，易败耳。」退而告之。〔庄宗曰：「梁兵甚锐，未可与争，宜少退以待之。」〕庄宗曰：「吾提孤兵出千里，利在速战。今若不乘势而急击之，使敌人知我之众寡，则计无所施矣。」德威曰：「不然。赵人皆能城守而不能野战；吾之取胜，利在骑兵。平原旷野，骑兵之所长也。今吾军于河上，迫近营门，非吾用长之地也。」庄宗不悦，退卧帐中，诸将无敢入见者。德威乃谓监军张承业曰：「王怒老将。不速战者，非怯也。且吾兵少而临贼营门，所恃者一水隔耳。使梁得舟筏渡河，吾无类矣。不如退军高邑，诱敌出营，扰而劳之，可以策胜也。」承业入言曰：「德威老将知兵，愿无忽其言。」庄宗遽起曰：「吾方思之耳。」已而，德威获梁游兵，问景仁何为？曰：「治舟数百，将以为浮梁。」德威乃与俱见庄宗 \\n ，〔庄宗〕笑曰：「果如公所料。」乃退军高邑。 \\n 德威乃遣骑三百，扣梁营挑战，自以劲兵三千继之。景仁怒，悉以其军出，与德威转斗数十里，至于高南，两军皆阵。梁军横亘六、七里。庄宗策马登高，望而喜曰：「平原浅草，可前可却，真吾制胜之地也。」乃使人告德威曰：「吾当为公〔先，公可继进。〕」德威谏曰：「梁军轻出，而远来与吾转战，其来既速，必不暇赉粮糗；纵其能，亦不暇食。不及日午，人马饥渴，其军必退。退而击之，必获胜焉。」至未、申时，梁军中尘烟大起，德威鼓噪而进，梁军大败。 \\n 〈舟战〉第七 \\n 凡与敌战于江湖之间，必有舟楫，须居上风、上流。上风者顺风，用火以焚之；上流者随势，使战舰以冲之，则战无不胜。法曰：「欲战者，无迎水流。」 \\n 春秋，吴子伐楚。楚令尹卜战，不吉。司马子鱼曰：「我得上流，何故不吉？」遂战，已巨舰冲突；吴军势弱，遂至败绩。 \\n 〈车战〉第八 \\n 凡与步、骑战于平原旷野，必须用偏箱、鹿角车为方阵，以战则胜。所谓一则治力，一则前拒，一则整束部伍也。法曰：「广地则用车军。」 \\n 晋凉州刺史杨欣，失羌戎之和，为虏所没。河西断绝，帝每有西顾之忧，临朝而叹曰：「谁能为我通凉州讨此虏者乎？」朝臣莫对。司马督马隆进曰：「陛下若能任臣，臣能平之。」帝曰：「若能灭贼，何为不任，顾卿方略何如耳！」隆曰：「陛下若能任臣，当听臣自任。」帝曰：「云何？」对曰：「臣请募勇士三千人，无问所从来，率之鼓行而西，禀陛下威德，丑类何足灭者！」帝许之，乃以隆为武威太守。隆募腰开弩三十六钧，立标简试，自旦至日中，得三千五百人。隆曰：「足矣。」隆于是率其众西渡温水，虏树机能等，以众万骑，或乘险以遏隆前，或设伏以截隆后。隆依八阵图作偏箱车，地广用鹿角车，路狭则为木屋施于车上，且战且前，弓矢所及，应弦而倒。转战千里，杀伤以千数。隆到武威，虏大人萃跋韩、且万能等，率万余众归。隆前后诛杀及降附者数万。又率善戎、没骨能等，与树机能等战，斩之，凉州遂平。 \\n 〈信战〉第九 \\n 凡与敌战，士卒蹈万死一生之地，而无悔惧之心者，皆信令使然也。上好信以任诚，则下用情而无疑，故战无不胜。法曰：「信则不欺。」 \\n 三国魏明帝自征蜀，幸长安，遣司马懿督张合诸军，雍、凉劲卒二十万，潜军密进，窥向剑阁。蜀相诸葛亮时在祁山，旌旗利器，守在险要。会兵交换，在者八万。时魏军始阵，代兵适交，参佐咸以贼众强盛，非力不制，宜权停下兵一月，以并声势。亮曰：「吾统武行师，以大信为本，得利失信，古人所惜；去者束装以待期，妻子鹄立而计日，虽临征难，义所不废。」皆催令去。于是，去者皆悦，愿留一战；征者奋勇，思致死命。相谓曰：「诸葛公之恩，死犹未报也。」临战之日，莫不拔剑争先，以一当十，杀张合，却司马懿，一战大克，信之由也。 \\n 〈教战〉第十 \\n 凡欲兴师，必先教战。三军之士，素习离、合、聚、散之法，备谙坐、作、进、退之令，使之遇敌，视旌麾以应变，听金鼓而进退。如此，则战无不胜。法曰：「以不教民战，是谓弃之。」 \\n 战国时，魏将吴起曰：「夫人常死其所不能，败其所不便。故用兵之法，教戒为先。一人学战，教成十人；十人学战，教成百人；百人学战，教成千人；千人学战，教成万人；万人学战，教成三军。以近待远，以佚待劳，以饱待饥。圆而方之，坐而起之，行而止之，左而右之，前而后之，分而合之，结而解之。每变皆习，乃授其兵。神而明之，是谓将事。」 \\n 〔《百战奇略》卷一终〕 \\n  \\n   \\n  "}
{"章节": "卷之二", "正文": "  \\n 卷之二 \\n 　 \\n  \\n 　 \\n 〈众战〉第十一 \\n 凡战，若我众敌寡，不可战于险阻之间，须要平易宽广之地。闻鼓则进，闻金则止，无有不胜。法曰：「用众进止。」 \\n 东晋太元时，秦苻坚进屯寿阳，列阵淝水，与晋将谢玄相拒。玄使谓苻坚曰：「君远涉吾境，而临水为阵，是不欲速战。请君稍却，令将士得周旋，仆与诸君缓辔而观之，不亦善乎！」坚众皆曰：「宜阻淝水，莫令得上。我众彼寡，势必万全。」坚曰：「但却军，令得过，而我以铁骑数十万，向水逼而杀之。」融亦以为然。遂麾兵使却，众因乱而不能止。于是，玄与谢琰、桓伊等，以精锐八千渡淝水，右军拒张耗，小退。玄、琰仍进兵，大战淝水南，坚众大溃。 \\n 〈寡战〉第十二 \\n 凡战，若以寡敌众，必以日暮，或伏于深草，或邀于隘路，战则必胜。法曰：「用少者务隘。」 \\n 《北史》：西魏大统三年，东魏将高欢渡河，逼华州，刺史王霸严守。乃涉洛，军于许原西。西魏遣将宇文泰拒之。泰至渭南，集诸州兵来会。诸将以众寡不敌，请且待欢更西以观之。泰曰：「欢若至咸阳，人情转搔扰。今其新至，便可击之。」即遣人造浮桥于渭南，军士赉三日粮，轻骑渡渭，辎重自渭南夹渭而西。十月壬辰，至沙苑，距齐军六十余里。高欢率兵来会。候骑告齐兵至，泰召诸将议。李弼曰：「彼众我寡，不可争也。宜至此东十里，有渭曲，可据以待之。」遂进至渭曲，背水东西为阵，李弼为右拒，赵贵为左拒。令将士皆偃戈于葭芦之中，闻鼓声而起。日晡，齐军至，望见军少，争进，卒乱而不成列。兵将交，泰鸣鼓，士卒皆起。于谨等以大军与之合战，李弼等率铁骑横击之，绝其军为二，遂犬破之。 \\n 〈爱战〉第十三 \\n 凡与敌战，士卒宁进死，而不肯退生者，皆将恩惠使然也。三军知在上之人爱我如子之至，则我之爱上也如父之极。故陷危亡之地，而无不愿死以报上之德。法曰：「视卒如爱子，故可与之俱死。」 \\n 战国，魏将吴起为西河守，与士卒最下者同衣食。坐不设席，行不乘骑，亲裹赢粮，与士卒分劳苦。卒有病疽者，起为吮之。卒母闻而哭之。或曰：「子，卒也，而将军自吮其疽，何哭也？」母曰：「非然也。往年吴公吮其父，其父战不旋踵，遂死于敌。吴公今又吮其子，妾不知其死所矣。是以哭之。」文侯以吴起用兵廉平，得士卒心，使守西河，与诸侯大战七十六，全胜六十四。 \\n 〈威战〉第十四 \\n 凡与敌战，士卒前进而不敢退后，是畏我而不畏敌也；若敢退而不敢进者，是畏敌而不畏我也。将使士卒赴汤蹈火而不违者，是威严使然也。法曰：「威克厥爱，允济。」 \\n 春秋，齐景公时，晋伐阿、鄄，而燕侵河上，齐师败绩。〔景公患之，〕晏婴乃荐田穰苴，曰：「穰苴虽田氏庶孽，然其人文能附众、武能威敌，愿君试之。」景公乃召穰苴，与语兵事，大悦之，以为将军，将兵捍燕、晋之师。穰苴曰：「臣素卑贱，君擢之闾伍之中，加之大夫之上，士卒未附，百姓不亲，人微权轻，愿得君之宠臣、国之所尊，以监军，乃可。」于是景公许之，使庄贾往。穰苴既辞，与庄贾约：「旦日日中会于军门。」穰苴先驰至军中，立表下漏待贾。贾素骄贵，以为将己之军而己为监，不甚急，亲戚左右送之，留饮，日中而贾不至。穰苴则仆表决漏，入，行军勒兵，申明约束。既定，夕时，贾乃至。穰苴曰：「何为后期？」贾对曰：「不佞，大夫亲戚送之，故留。」穰苴曰：「将受命之日则忘其家，临阵约束则忘其亲，援枹鼓之急则忘其身。今敌国深侵，邦内骚动，士卒暴露于境，君寝不安席，食不甘味，百姓之命皆悬于君，何谓相送乎？」召军正问曰：「军法，期而后至者云何？」对曰：「当斩。」贾惧，使人驰报景公，请救。既往，未及返，于是遂斩庄贾以徇三军。三军皆震栗。久之，景公遣使持节赦贾，使驰入军中，穰苴曰：「将在军，君命有所不受。」问军正曰：「军中不驰，今使者驰云何？」对曰：「当斩。」使者大惧。穰苴曰：「君之使不可杀之。」乃杀其仆、车之左驸、马之左骖，以徇三军。遣使者还报，然后行。士卒次舍、井灶、饮食、问疾、医药，身自拊循之。悉取将军之资粮，以享士卒，身与士卒平分粮食。最比其羸弱者，三日而后勒兵。病者皆求行，争奋出为之赴战。晋师闻之，为罢去；燕师闻之，渡河而解。于是，穰苴乃率众追击之，遂取所亡邦内故境，率兵而归。 \\n 〈赏战〉第十五 \\n 凡高城深池，矢石繁下，士卒争先登；白刃始合，士卒争先赴者，必诱之以重赏，则敌无不克焉。法曰：「重赏之下，必有勇夫。」 \\n 汉末，大将曹操每攻城破邑，得靡丽之物，则悉以赏有功者。若勋劳宜赏，不吝千金；无功妄施，分毫不与。故能每战必胜。 \\n 〈罚战〉第十六 \\n 凡战，使士卒敢进而不敢退，退一寸者，必惩之以重刑，故可以取胜也。法曰：「罚不迁列。」 \\n 隋，大将杨素御戎严整，有犯军令者，立斩之，无所宽贷。每将对敌，辄求人过失而斩之，多者百余人，少者不下十数人。流血盈前，言笑自若。及其对阵，先令三百人赴敌，陷阵则已，如不能陷阵而还者，无问多少，悉斩之。又令二三百人复进，还如向者。将士股栗，有必死之心，由是战无不胜。 \\n 〈主战〉第十七 \\n 凡战，若彼为客、我为主，不可轻战。为吾兵安，士卒顾家，当集人聚谷，保城备险，绝其粮道。彼挑战不得，转输不至，俟其困敝而击之，则无不胜矣。法曰：「自战其地为散地。」 \\n 《晋书》：后魏武帝，亲征后燕慕容德于邺地，前军大败绩。德又欲攻之，别驾韩[言卓]进曰：「古人先决胜庙堂，然后攻战。今魏不可击者四，燕不宜动者三。」德曰：「何故？」[言卓]曰：「魏军远入，利在野战，一不可击也。深入近畿，致其死地，二不可击也。前锋既败，后阵必固，三不可击也。彼众我寡，四不可击也。官军自战其地，一不宜动。动而不胜，众心难固，二不宜动。城隍未修，敌来未备，三不宜动。此皆兵家所忌，不如深沟高垒，以佚待劳。彼千里馈粮，野无所掠，久则三军靡费，攻则士卒多毙，师老衅生，起而图之，可以捷也。」德曰：「别驾之言，真良、平策也。」 \\n 〈客战〉第十八 \\n 凡战，若彼为主、我为客，唯务深入。深入，则为主者不能胜也。谓客在重地，主在散地故耳。法曰：「深入则专。」 \\n 汉，韩信、张耳以兵数万，欲东下井陉击赵。赵王及成安君陈余聚兵井陉口，众号二十万。广武君李左车说成安君曰：「闻韩信涉西河，掳魏豹，擒夏悦，新喋血阏与。今乃辅以张耳，议欲以下赵，此乘胜而去国远斗，其风声所及，足以夺人，其锋何可挡也。臣闻：千里馈粮，士有饥色，樵苏而爨，师不宿饱。今井陉之道，车不得方轨，骑不得成列，〔行数百里〕，其势粮食必在其后。愿足下假臣奇兵三万人，从间道绝其辎重，足下深沟高垒勿与战。彼前不能斗，退不能还，〔吾奇兵绝其后，使〕野无所掠，不至十日，两将之头可悬麾下。愿君留意。否则，必为所擒。」成安君自以为义兵，〔不用诈谋奇计〕，不听其策，果被杀。 \\n 〈强战〉第十九 \\n 凡与敌战，若我众强，可伪示怯弱以诱之，敌必轻来与我战，吾以锐卒击之，其军必败。法曰：「能而示之不能。」 \\n 战国，赵将李牧常居雁门，备匈奴。以便宜置吏，市租皆输入幕府，为士卒费。日击数牛享士，习骑射，谨烽火，多间谍，厚遇将士，约曰：「匈奴入盗，急入收保，有敢捕虏者，斩。」匈奴每入盗，辄入收保，不与战。如是数岁，无所亡失。然匈奴以李牧为怯，虽赵边兵亦以为吾将怯。赵王让李牧，李牧如故。赵王召之，使人代牧将。岁余，匈奴来，每出战，数不利，失亡多，边不得田畜。于是复请牧。牧称疾，杜门不出。赵王乃复强起使将兵。牧曰：「若用臣，臣如前，乃敢奉命。」王许之。李牧遂往，至，如故约。匈奴来无所得，终以为怯。边士日得赏赐，不用，皆愿一战。于是乃具选车得一千三百乘 \\n ，选骑得一万三千匹、百金之士五万人、控弦者十万人，悉勒兵习战，大纵畜牧，人民满野。匈奴来，佯败不胜，以数千人委之。单于闻之，大率众来入。李牧多为奇阵，张左右翼以击之，大破之，杀匈奴十万余骑，单于奔走。其后十余岁，匈奴不敢犯赵边。 \\n 〈弱战〉第二十 \\n 凡与敌战，若敌众我寡，敌强我弱，须多设旌旗，倍增火灶，示强于敌，使彼莫能测我众寡、强弱之形，则敌必不轻与我战。我可速去，则全军远害。法曰：「强弱，形也。」 \\n 后汉，羌胡反，寇武都。邓太后以虞诩有将帅之略，迁武都太守。羌乃率众数千，遮诩于陈仓、崤谷。诩即停军不进，而宣言上书请兵，须到当发。羌闻之，乃分抄傍县。诩因其兵散，日夜倍道兼行，日行百余里。令吏士各作两灶，日增倍之，羌不敢逼。或问曰：「孙膑减灶而君增之。兵法：日行不过三十里，而今日且行百里，何也？」诩曰：「虏众多，吾今兵少。吾之增灶，使敌必谓郡兵来迎。众多行速，必惮追我。孙膑见弱，吾今示强，势有不同故也。」 \\n 〔《百战奇略》卷二终〕 \\n  \\n   \\n  "}
{"章节": "卷之三", "正文": "  \\n 卷之三 \\n 　 \\n  \\n 　 \\n 〈骄战〉第二十一 \\n 凡敌人强大，未能必取，须当卑辞厚礼，以骄其志。候其有隙可乘，一举可破。法曰：「卑而骄之。」 \\n 蜀将关羽北伐，擒魏将于禁，围曹仁于樊。吴将吕蒙在陆口称疾，诣建业，陆逊往见之，谓曰：「关羽接境，如何远下，后不堪忧也！」蒙曰：「诚如来言，然我病笃。」逊曰：「羽矜其功，骄气凌铄于人。〔始有大功，意骄志逸，但务北进，无嫌于我。〕又相闻病，必益无备。今出其不意，自可擒制。若见至尊，宜好为计。」蒙曰：「羽素勇猛，既难与敌，且已据荆州，恩信大布，兼始有功，胆气益坚，未易图也。」蒙至都，权问：「卿病，谁可代者？」蒙对曰：「陆逊虑思深长，才堪负重，观其规虑，终可大任。而未有远名，非羽所忌，无复是过。若用之，当令外自韬隐，内察形便，然后可克。」权乃召逊，拜偏将军右都督代蒙。逊至陆口，书与羽曰：「前承观衅而动，以律行师，小举大克，亦何巍巍！敌国败绩，利在同盟，闻庆抚节，相遂席卷，共奖王纲。某不敏，受任来西，延慕光尘，思禀良规。」又曰：「于禁等见获，遐迩欣叹，以为将军之勋足以长世，虽畴昔晋文城濮之师，淮阴拔赵之略，蔑以尚之。闻徐晃等步骑驻旌，窥望麾葆。操猾虏也，忿不思难，恐潜增众，以逞其心。虽云师老，犹有骁悍。且战捷之后，常苦轻敌，古术军胜弥警，愿将军广为方针，以全独克。某书生疏迟，忝所不堪，嘉邻威德，乐自倾尽，虽未合策，犹可怀也。〔傥明注仰，有以察之。〕」羽览书有谦下之意，遂大安，无复所嫌。逊具启状，陈其可擒之要。权乃潜军而上，使逊与吕蒙为前部，至，即克公安、南郡。 \\n 〈交战〉第二十二 \\n 凡与敌战，傍与邻国，当卑辞厚赂以结之，引为己援。若我攻敌人之前，彼犄其后，则敌人必败。法曰：「衢地则合交。」 \\n 三国，蜀将关羽，围魏曹仁于樊，魏遣左将军于禁等救之，会汉水暴起，羽以舟兵虏禁等步骑三万，送江陵。是时，汉帝都许昌，魏武以为近贼，欲徙河北，以避其锋。司马懿谏曰：「禁等为水所没，非战守之所失，于国家大计未有所损，而便迁都，既示敌以弱，又淮、沔之人俱不安矣。孙权、刘备，外亲而内疏，羽今得意，权必不愿也。可谕权，令犄其后，则樊围自解。」魏武从之，遣使结权。权遂遣吕蒙西袭公安、南郡，拔之，羽果弃樊而去。 \\n 〈形战〉第二十三 \\n 凡与敌战，若彼众多，则虚设形以分其势，彼不敢不分兵以备我。敌势既分，其兵必寡；我专为一，其卒自众。以众击寡，无有不胜。法曰：「形人而我无形。」 \\n 汉末，建安五年，曹操与袁绍相拒于官渡。绍遣郭图、淳于琼、颜良，攻操将东郡太守刘延于白马，绍率兵至黎阳，将渡河。夏四月，曹操北救延。荀攸说操曰：「今兵少不可敌，若分其势乃可。公到延津，若将渡河向其后，绍必西应之。然后轻兵袭白马，掩其不备，颜良可擒也。」操从之。绍闻操兵将渡，即分兵西应之。操乃率军兼行趋白马，未至十余里，良大惊，来迎战。操使张辽、关羽前登，击破之，斩良，遂解白马之围。 \\n 〈势战〉第二十四 \\n 凡战，所谓势者，乘势也。因敌有破灭之势，则我从而迫之，其军必溃。法曰：「因势而破之。」 \\n 晋武帝密有灭吴之计，而朝议多违，惟羊祜、杜预、张华与帝意合。祜病，举预自代。及祜卒，拜预镇南大将军，都督荆州诸军事。既至镇，缮甲兵，耀威武，遂拣精锐，袭破吴西陵都督张政，乃启请伐吴之期。帝报待明年方欲大举。预上表曰：「凡事当以利害相期，今此举十有八九之利，而其害一二，止于无功耳。朝臣言破败之形，亦不可得，直是计不出己，功不在身，各耻其前言之失，故违之耳。昔汉宣帝议赵充国所上事，效之后，责诸议者，皆叩头而谢，以塞异端也。自秋以来，讨贼之形颇露。若今中止，孙皓怖而生计，或徙都武昌，更添修江南诸城，远其居人，城不可攻，野无所掠，积大船于夏口， \\n 则明年之计或无所及矣。」时帝与张华围棋，而预表适至。华推枰敛手曰：「陛下圣明神武，国富兵强。吴王淫虐，诛杀贤能，当今讨之，可不劳而定。」帝乃许之。预陈兵江陵，遣周旨、伍巢等率奇兵泛舟夜渡，以袭乐乡，多张旗帜，起火巴山，出于要害之地，以夺贼心，遂获吴都督孙歆。既平上流，于是湘江以南，至于交、广，吴之州郡，望风归附。预仗节宣诏而绥抚之。时诸将会议，或曰：「百年之寇，未易尽克。今大暑，水潦方降，疾疫将起，宜伺来冬，更为大举。」预曰：「昔乐毅借济西一战，以并强齐。今兵威已振，譬如破竹，数节之后，皆迎刃而解，无复着手处也。」遂指授群帅，径造秣陵，所过城邑，莫不束手，遂平孙皓。 \\n 〈昼战〉第二十五 \\n 凡与敌昼战，须多设旌旗，以为疑兵，使敌莫能测其众寡，则胜。法曰：「昼战多旌旗。」 \\n 春秋，晋侯伐齐，齐侯登山以望晋师。晋人使斥山泽之险，虽所不至，必旆而疏陈之。使乘车者左实右伪，以旆先，舆曳柴而从之。齐侯见之，畏其众也，遂逃归。 \\n 〈夜战〉第二十六 \\n 凡与敌夜战，须多用火鼓，所以变乱敌之耳目，使其不知所以备我之计，则胜。法曰：「夜战多火鼓。」 \\n 春秋，越伐吴。吴人御之笠泽，夹水而阵。越为左右二军，乘夜，或左或右，鼓噪而进；吴分兵御之。越子率中军潜涉，当吴中军而鼓之，吴师大乱，遂败之。 \\n 〈备战〉第二十七 \\n 凡出师征讨，行则备其邀截，止则御其掩袭，营则防其偷盗，风则恐其火攻。若此设备，有胜而无败。法曰：「有备不败。」 \\n 三国，魏大将吴璘征南，兵到精湖，魏将满宠帅诸将在前，与敌夹水相对。宠谓诸将曰：「今夕风甚猛，敌必来烧营，宜为之备。」诸将皆警。夜半，敌果遣十部〔伏〕来烧营，宠掩击，大破之。 \\n 〈粮战〉第二十八 \\n 凡与敌对垒，胜负未决，有粮则胜。若我之粮道，必须严加守护，恐为敌人所抄。若敌人之饷道，可分锐兵以绝之。敌既无粮，其兵必走，击之则胜。法曰：「军无粮食则亡。」 \\n 汉末，曹操与袁绍相持于官渡。绍遣军运粮，使淳于琼等五人将兵万余人送之，宿绍营北四十里。绍谋臣许攸贪财，绍不能足，奔归操，因说操曰：「今袁绍有辎重万余乘，而乏严备，今以轻兵袭之，燔其积聚，不过三日，袁氏自败矣。」左右〔疑之〕，荀攸、贾诩劝操。〔操〕乃留曹洪守，自将步骑五千人，皆用袁军旗帜，衔枚缚马口，夜从间道出，人负束薪，所历道有问者，语之曰：「袁公恐操抄掠后军，遣军益备。」闻者信以为然，皆自若。既至，围屯，即放火，营中惊乱，大败之。绍弃甲而遁。 \\n 〈导战〉第二十九 \\n 凡与敌战，山川之夷险，道路之迂直，必用乡人引而导之，乃知其利，而战则胜。法曰：「不用乡导者，不能得地利。」 \\n 汉武帝时，匈奴比岁入寇，所杀掠甚众。元朔五年春，今卫青将三万骑出塞，匈奴右贤王以为汉兵不能至此，遂醉卧帐中。汉兵夜至，围，右贤王遂大惊，独与其爱妾一人、骑兵数百，溃围夜逃北去。汉遣轻骑校尉郭成等追四百里，弗及，得虏裨王十余人，男女万五千余口，畜马数百万。于是，青率兵而还。至塞，天子使使者持大将军印，即军中拜青为大将军，诸将皆以兵属，立号而归。皆用校尉。 \\n 张骞以尝使大夏，留匈奴久，导军，善知水草处，大军得以无饥渴之患焉。 \\n 〈知战〉第三十 \\n 凡兴兵伐敌，所战之地，必预知之。师至之日，能使敌人如期而来，与战则胜。知战地，知战日，则所备者专，所守者固。法曰：「知战之地，知战之日，则可千里而会战。」 \\n 战国，魏与赵攻韩，韩告急于齐。齐用田忌将而往，直走大梁。魏将庞涓闻之，去韩而归。孙膑谓田忌曰：「彼三晋之兵，素悍勇而轻齐，齐号为怯。善战者因其势而利导之。兵法：百里而趋利者，蹶上将；五十里而趋利者，军半至。使齐军入魏地为十万灶，明日为五万灶，又明日为三万灶。」涓追三日，大喜，曰：「我固知齐军怯，入吾地三日，士卒亡者过半矣。」乃弃其步军，与精锐亲兵倍道兼行逐之。孙膑度其行，暮当至马陵。〔马陵〕道狭，而旁多阻隘，可伏兵，乃斫大木白而书之曰：「庞涓死此树下」。于是令齐军善射者万弩夹道而伏。期曰：「暮见举火即万弩俱发。」涓果夜至，立木下见白书，乃钻火烛之。读其书未毕，齐军万弩俱发，魏军大乱。涓自知智穷兵败，乃自刎。　 \\n 〔《百战奇略》卷三终〕 \\n  \\n   \\n  "}
{"章节": "卷之四", "正文": "  \\n 卷之四 \\n 　 \\n  \\n 　 \\n 〈斥战〉第三十一 \\n 凡行兵之法，斥候为先。平易用骑，险阻用步。每五人为一甲，人持一白旗，远则军行前后左右，接续候望。若见贼兵，以次转近，告白主将，令众预为之备。法曰：「以虞待不虞者胜。」 \\n 汉宣帝时，先零诸羌叛，犯边塞，攻城邑，杀长吏。时后将军赵充国，年七十余，上老之，使〔御史大夫丙吉〕问：谁可将者？〔充国对曰：「亡逾于老臣者。」上遣问焉，曰：「将军度羌虏何如，当用几人？」〕充国曰：「百闻不如一见。兵难预度，臣愿驰至金城，图上方略。然羌戎小夷，逆天背叛，灭亡不久，愿陛下属之老臣，勿以为忧。」上笑曰：「诺。」充国至金城，须兵满万骑，欲渡河，恐为虏所遮。即夜遣三校衔枚先渡，渡辄营阵。会明，遂以次尽渡。羌数十百骑来，出入军傍。充国曰：「吾士马新至困倦，不可驰逐。此皆骁骑难制，又恐为其诱兵也。击羌以殄灭为期，小利不足贪。」令军中勿击。遣骑候望四望峡中，无羌。夜半兵至落都，召诸校、司马，谓曰：「吾知羌戎不能为矣。使彼发数千人守杜四望峡中，兵众岂得入来！」充国常以远斥候为务，行必为战备，止必坚营壁，尤能持重，爱士卒，先计而后战。遂平先零。 \\n 〈泽战〉第三十二 \\n 凡出军行师，或遇沮泽、圮毁之地，宜倍道兼行速过，不可稽留也。若不得已，与不能出其地，道远日暮，宿师于其中，必就地形之环龟，其中高，四下为圆营，四面当敌。一则防水潦之厄，一则备四围之寇。法曰：「历沛历圮，坚舍环龟。」 \\n 唐，调露元年，突厥阿史德温傅反。诏礼部尚书、检校右卫大将军裴行俭为定襄道行军大总管讨之。军次单于界北，暮，已立营，堑壕既周，行俭更命徙营高冈。吏曰：「吏士安堵，不可扰。」不听，徙之。比夜，风雨雷霆暴至，前设营所，水深丈余，众莫不骇叹，因问何以知其有风雨也，行俭笑曰：「自今但依我节制，勿问我所由知也。」 \\n 〈争战〉第三十三 \\n 凡与敌战，若有形势便利之处，宜争先据之，以战则胜。若敌人先至，我不可攻，候其有变则击之，乃利。法曰：「争地勿攻。」 \\n 三国，魏青龙二年，蜀将诸葛亮出斜谷。是时，魏将司马懿屯渭南，郭淮策亮必争北原，宜先据之，议者多谓不然。淮曰：「若亮跨渭登原，连兵北山，隔绝陇道，摇荡民心，此非国之利也。」懿善之，淮遂屯北原。堑垒未成，蜀兵大至，淮遂逆击之。后数日，亮盛兵西行，淮将皆以为欲攻西围，淮独以亮见形于西，欲使兵众应之，必攻东耳。其夜，果攻阳遂，有备不败。 \\n 〈地战〉第三十四 \\n 凡与敌战，三军必要得其地利，则可以寡敌众，以弱胜强。所谓知敌之可击，知吾卒之可以击，而不知地利，胜之半也。此言既知彼又知己，但不得地利之助，则亦不全胜。法曰：「天时不如地利。」 \\n 宋武帝讨南燕。慕容超召群臣议拒晋师。公孙五楼曰：「晋师劲果，所利在速战，初锋勇锐，不可击也。宜据大岘，使不得入。旷日延时，沮其锐气。可徐拣精兵二千骑，循海而南，绝其粮道；别遣段晖率诸州之军，缘山东下。腹背击之，此上策也。各命守宰依险自固，较其资储之外，余悉焚荡，芟除粟苗，使敌来无所资，坚壁清野，以待其衅，中策也。纵贼入岘，出城迎战，下策也。」超曰：「京都富盛，户口众多，非可以一时入守。青苗布野，非可以猝芟。设使芟苗守城，以全性命，朕所不能。〔今〕据五州之强，带山河之固，战车万乘，铁马万群，纵令过岘，至于平地，徐以精骑蹂之，必成擒也。」慕容镇曰：「若如圣旨，必须平原十里而军，军垒成，用马为便宜，出岘逆战而不胜，犹可退守。不宜纵敌人岘，自贻窘迫。昔成安君不守井陉之险，终屈于韩信；诸葛瞻不守剑阁之险，卒擒于邓艾。臣以天时不如地利也，阻守大岘，策之上也。」超又不从。而摄莒、梁父二戍，修城隍，拣士马，蓄锐以待之。其夏，晋师已次〔东莞〕，超遣其左军段晖等步骑五万，进据临朐。俄而，晋师渡岘，慕容超惧，率兵四万就段晖等于临朐，战败，超奔广固，数日而拔，燕地悉平。 \\n 〈山战〉第三十五 \\n 凡与敌战，或居山林，或在平陆，须居高阜，恃其形势，顺于击刺，便于奔冲，以战则胜。法曰：「山陵之战，不仰其高。」 \\n 战国，秦伐韩〔，军于阏与〕。韩求救于赵，王召廉颇而问曰：「可救否？」曰：「道远路狭，难救。」又召乐乘而问曰：「可救否？」乐乘对如颇言。又召赵奢问，奢曰：「道远路狭，譬如两鼠斗于穴中，将勇者胜。」王乃令奢将，救之。兵去赵国都三十里，垒，不进，而令军中曰：「有以军事谏者死。」秦军武安〔西〕。有一人谏，奢立斩之。坚壁，留二十八日不行，复益增垒。秦间来入，赵奢善食而遣之。间以报秦将，秦将大喜，曰：「夫去国三十里而军不行，乃增垒，非赵地也。」赵奢既遣秦间，乃卷甲而趋之，一昼夜至，〔令善射者去阏与五十里而军。军垒成，〕秦闻之，悉甲而至。军士许历请入谏，赵奢内之。许历曰：「秦人不意赵师至此，其来气盛，将军必厚集其阵以待之。不然，必败。」奢曰：「请受教。」历曰：「请受刑。」奢曰：「须后令至邯郸。」历复请〔谏〕曰：「先据北山者胜，后至者败。」赵奢曰：「诺。」即发万人趋之。秦兵后至，争山不得上，奢纵兵击之，大破秦军，遂解其围。 \\n 〈谷战〉第三十六 \\n 凡行军越过山险而阵，必依附山谷，一则利水草，一则附险固，以战则胜。法曰：「绝山依谷。」 \\n 后汉将马援为陇西太守，三绛羌与塞外诸种为寇，杀长吏。援将四千余人击之，至氐道县。羌在山上，援军据便地，夺其水草，不与战，羌遂穷困。羌师数十万户亡出塞外，诸种万余人悉降。羌不知依谷之利，而取败焉。 \\n 〈攻战〉第三十七 \\n 凡战，所谓攻者，知彼者也。知彼有可破之理，则出兵以攻之，无有不胜。法曰：「可胜者，攻也。」 \\n 三国，魏曹操遣朱光为庐江太守，屯皖，大开稻田，又令间人招诱鄱阳贼帅，使作内应。吴将吕蒙曰：「皖田肥美，若一收熟，彼众必增，如是数岁，操难制矣，宜早除之。」乃具陈其状。于是孙权亲征〔皖〕，一朝夜至。问诸将计策，诸将皆劝作高垒。蒙曰：「治垒必历日乃成，彼城备已修，外救必至，不可图也。且乘雨水以入，若淹留数日，必须尽还，还道艰难，蒙窃危之。今观此城不甚固，以三军锐气，四面攻之，不移时可拔，及水未涨而归，全胜之术也。」吴主权从之。蒙乃荐甘宁为外城都督，率兵攻其前，蒙以精锐继之。侵晨进攻，蒙手执枹鼓，士卒皆腾踊自升，食时破之。既而张辽至夹石，闻城已拔，乃退。权嘉蒙功，即拜庐江太守。 \\n 〈守战〉第三十八 \\n 凡战，所谓守者，知己者也。知己未有可胜之理，则我且固守，待敌可破之时，则出兵以攻之，无有不胜。法曰：「知不可胜，则守。」 \\n 汉景帝时，吴、楚七国反，以周亚夫为太尉，东击吴、楚七国。因自请于上曰：「楚兵剽轻，难与争锋，愿以梁委之；绝其食道，乃可制也。」上许之。亚夫至，会兵荥阳。吴方攻梁，梁急，请救于亚夫。亚夫率兵东北走昌邑，坚壁而守。梁王使使请亚夫，亚夫守便宜，不往救。梁上书于景帝，帝诏亚夫救梁。亚夫不奉诏，坚壁不出，而使弓高侯等将轻骑，绝吴、楚兵后食道。吴、楚兵乏粮，饥，欲退，数挑战，终不出。夜，亚夫军中惊乱，自相攻击至于帐下。亚夫坚卧不起，顷之，自定。吴奔壁东南陬，亚夫使备西北。已而，吴兵果奔西北，不得入。吴、楚兵饥，乃引兵退。亚夫出精兵追击，大破之。吴王濞弃其军，与壮士数千人亡走，保于江南丹徒。汉兵因乘胜追击，尽获之，降其郡县。亚夫下令曰：「有得吴王者，赏千金。」月余，越人斩首以告。凡相攻守七月，而吴、楚悉平。 \\n 〈先战〉第三十九 \\n 凡与敌战，若敌人初来，阵势未定，行阵未整，先以兵急击之，则胜。法曰：「先人有夺人之心。」 \\n 春秋，宋襄公及楚人战于泓，宋人既成列，楚人未既济。司马子鱼曰：「彼众我寡，及其未既济，请击之。」公弗许。既济，未成列，子鱼复请，公又不许。及成列而战，宋师败绩。 \\n 〈后战〉第四十 \\n 凡战，若敌人行阵整而且锐，未可与战，宜坚壁待之；候其阵久气衰，起而击之，无有不胜。法曰：「后于人以待其衰。」 \\n 唐，武德中，太宗围王世充于东都，窦建德率众来救。太宗守武牢以拒之。建德阵汜水东，弥亘数里，诸将皆有惧色。太宗将数骑登高以望之，谓诸将曰：「贼起山东，未见大敌。今渡险而嚣，是军无政令；逼城而阵者，有轻我之心也。我按兵不动，待彼气衰，阵久卒饥，必将自退，退而击之，何往不克！」建德列阵，自卯至午时，卒饥倦列坐，又争饮水。太宗令宇文士及率三百骑，经贼阵之西，驰而南，诫曰：「贼若不动，止，宜退归；如觉其动，宜率东出。」士及才过，贼众果动。太宗曰：「可击矣。」士及命骑将建旗列阵，自武牢乘高入南山，循谷而东，以掩贼背。建德遽率其师却，止东原，未及整列，太宗轻骑击之，所向披靡。程咬金等众骑缠幡而入，直突出贼阵后，齐张旗帜，表里俱备，贼众大溃，生擒建德。 \\n 〔《百战奇略》卷四终〕 \\n  \\n   \\n  "}
{"章节": "卷之五", "正文": "  \\n 卷之五 \\n 　 \\n  \\n 　 \\n 〈奇战〉第四十一 \\n 凡战，所谓奇者，攻其无备，出其不意也。交战之际，惊前掩后，冲东击西，使敌莫知所备，如此则胜。法曰：「敌虚，则我必为奇。」 \\n 三国，魏景元四年，诏诸军征蜀，大将军司马宣王指授节度，使邓艾与蜀将姜维相缀连于雍州，刺史诸葛绪邀维，令不得归。艾遣天水太守王颀等直攻维营，陇西太守牵弘邀其前，金城太守杨欣诣甘松。维闻钟会诸军已入汉中，退还。欣等蹑于强川口，大战，维败走。闻雍州已塞道，屯桥头，乃从孔函谷入北道，欲出雍州后。诸葛绪闻之，却还三十里。维入北道三十里，闻绪军却，〔寻〕还，从桥头欲过，绪趣截维，较一日不及。维遂东，还守剑阁。钟会攻维，未能克。艾上言：「今贼摧折，宜遂从阴平由邪径出汉中、德阳亭趣涪，去剑阁西百里，去成都三百里，奇兵冲其腹心。剑阁之守必还，赴涪，则会方轨而进；剑阁之军不还，则应涪之兵寡矣。《军志》曰：攻其无备，出其不意。今掩其空虚，破之必矣。」〔冬十月。〕艾自阴平道行无人之地七百余里，凿山信道，造作桥阁，山高谷深，至为艰难，粮运将匮，频至危殆。艾以毡自裹，推转而下；将士皆攀木缘崖，鱼贯而进，先登至江油，蜀守将马邈降。蜀卫将军诸葛瞻自涪还绵竹，列阵待艾。艾遣其子邓忠出其右、司马师綦等出其左。忠、綦战不利，并退还，曰：「贼未可胜。」艾怒曰：「存亡之分，在此一举，何不可之有？」乃叱忠、綦等，将斩之。忠、綦驰还更战，大破之，斩瞻，进军成都。刘禅遣使请降，遂灭蜀。 \\n 〈正战〉第四十二 \\n 凡与敌战，若道路不能通，粮饷不能进，推计不能诱，利害不能惑，须用正兵。正兵者，拣士卒，利器械，明赏罚，信号令。且战且前，则胜矣。法曰：「非正兵，安能致远？」 \\n 宋檀道济为高祖北伐前锋，至洛阳，凡拔城破垒，俘四千余人。议者谓应戮以为京观。道济曰：「伐罪吊民，正在今日。王师以正为律，何必杀人！」皆释而遣之。于是戎夷感悦，相率归之者众。 \\n 〈虚战〉第四十三 \\n 凡与敌战，若我势虚，当伪示以实形，使敌莫能测其虚实所在，必不敢轻与我战，则我可以全师保军。法曰：「敌不得与我战者，乖其所之也。」 \\n 三国，蜀将诸葛亮在阳平，魏延诸将并兵东下，亮惟留万余守城。魏司马懿率二十万众拒亮，与延军错道，径前，当亮军六十里，候还，白懿云：「亮城中兵少力弱。」亮亦知懿军垂至，恐与己相逼，欲赴延军，相去又远，势不能及。将士失色，莫知其计。亮意气自若，敕命军中皆偃旗息鼓，不得妄出；又令大开四门，扫地却洒。懿尝谓亮持重，而复见以弱势，疑其有伏兵。于是，率众退北山。明日食时，亮与参佐拊手大笑曰：「司马必谓吾示怯，将有强伏，循山走矣。」候还白，如亮言。懿后知之，深以为恨。 \\n 〈实战〉第四十四 \\n 凡与敌战，若敌人势实，我当严兵以备之，则敌人必不轻动。法曰：「实而备之。」 \\n 三国，蜀先主为汉中王，拜关羽为前将军，假节钺，屯江陵。是岁，羽留兵屯公安、南郡，以备吴，而率兵攻魏将曹仁于樊。曹公遣于禁等救仁。秋，大雨，汉水泛溢，禁所督七军皆没。禁降羽，庞德被诛。梁、郏、陆浑群盗等，或遥受羽印号，为支党，羽威震华夏。 \\n 〈轻战〉第四十五 \\n 凡与敌战，必须料敌详审而后出兵。若不计而进，不谋而战，则必为敌所败矣。法曰：「勇者必轻合，轻合而不知利。」 \\n 春秋，晋文公与楚战，知楚将子玉刚忿褊急，文公遂执其使者宛春以挠之。子玉怒，遂乘晋军，楚军大败。 \\n 〈重战〉第四十六 \\n 凡与敌战，必务持重，见利则动，不见利则止，慎不可轻举也。若此，则必不陷于死地。法曰：「不动如山。」 \\n 春秋，晋将栾书伐楚，将战，楚晨压晋军而阵。军吏患之，裨将范丏趋进曰：「塞井夷灶，陈于军中，而疏行首。〔晋、楚唯天所授，何患焉？」文子执戈逐之，曰：「国之存亡，天也，童子何知焉？」〕栾书曰：「楚师轻佻，吾持重固垒以待之，三日必退。退而击之，必获全胜。」〔至曰：「楚有六间，不可失也。其二卿相恶，王卒以旧，郑陈而不整，蛮军而不陈，陈不违晦，在陈而嚣，合而更嚣，各顾其后，莫有斗心；旧不必良，以犯天忌，我必克之。」〕公说。于是败楚师于鄢陵。 \\n 〈利战〉第四十七 \\n 凡与敌战，其将愚而不知变，可诱之以利。彼贪利而不知害，可设伏兵以击之，其军可败。法曰：「利而诱之。」 \\n 春秋，楚伐绞〔，军其南门〕。莫敖屈瑕曰：「绞小而轻，轻则寡谋。请无捍采樵者以诱之。」从之。绞获三十人。明日，绞人争出，驱楚役徒于山中。楚人坐其北门，而伏诸山下，大败之。〔为城下之盟而还〕。 \\n 〈害战〉第四十八 \\n 凡与敌各守疆界，若敌人寇抄我境，以扰边民，可于要害处设伏兵，或筑障塞以邀之，敌必不敢轻犯。法曰：「能使敌人不得至者，害之也。」 \\n 唐时，朔方军总管沙矺忠义为突厥所败，诏张仁愿摄御史大夫代之。既至，贼已出，率兵蹑击，夜掩其营，破之。始，朔方军与突厥以河为界，北崖有拂云祠，突厥每犯边，必先谒祠祷祀，然后引兵渡而南。时默啜悉兵西击突骑施，张仁愿请乘虚取漠南，于河北筑三受降城，绝虏南寇路。唐休璟以为：「西汉以来，皆南守河，今筑城虏腹中，终为所有。」仁愿固请，中宗许之。表留岁满镇兵以助其功，时咸阳兵二百人逃归，仁愿擒之，尽斩城下，军中股栗，役者尽力，六旬而三城就。以拂云为中城，南直朔方；西城南直灵武，东城南直榆林。三垒相距各四百余里，其北皆大碛也，斥地三百里远。又于牛头朝那山北置烽候千八百所。自是突厥不敢逾山牧马，朔方复无寇。岁省费亿计，减镇兵数万。 \\n 〈安战〉第四十九 \\n 凡敌人远来气锐，利于速战；我深沟高垒，安守勿应，以待其敝。若彼以事挠我求战，亦不可动。法曰：「安则静。」 \\n 三国，蜀将诸葛亮率众十余万出斜谷，垒于渭水之南。魏遣大将司马懿拒之，诸将欲往渭北以待之，懿曰：「百姓积聚皆在渭南，此必争之地也。」遂率军而济，背水为垒。因谓诸将曰：「亮若勇者，当出武功，依山而东。若西上五丈原，则诸军无事矣。」亮果上五丈原。会有长星坠亮之垒，懿知其必败。时魏王以亮率军远入，利在急战，每命懿持重，以俟其变。亮数挑战，懿不出，因遗懿以巾帼妇人之饰。懿终不出。懿弟子孚书问军事，懿复曰；「亮志大而不见机，多谋少决，好兵而无权，虽持兵十万，已堕吾画中，破之必矣。」与之对垒百余日，会亮病卒，诸将烧营遁走，百姓奔告，懿出兵追之。亮长史杨仪反旗鸣鼓，若将向懿者。懿以归师不之迫，于是杨仪结阵而去。经日，行其营垒，观其遗事，获其图书、粮食甚众。懿审其必死，曰：「天才奇才也！」辛毗以为尚未可知。懿曰：「军家所重，军书密计、兵马粮食，今皆弃之，岂有人损其五脏而可以生乎？宜急追之。」关中多蒺藜，懿使军士三千人着软材平底木履前行，蒺藜着履，然后马步俱进。追到赤岸，乃知亮已死。时百姓为之谚曰：「死诸葛能走生仲达。」懿笑曰：「吾能料生，不能料死故也。」 \\n 〈危战〉第五十 \\n 凡与敌战，若陷在危亡之地，当激励将士决死而战，不可怀生，则胜。法曰：「兵士甚陷，则不惧。」 \\n 后汉将吴汉讨公孙述，进入犍为界。诸县皆城守。汉攻广都，拔之。遣轻骑烧成都市桥，武阳以东诸小城皆降。帝戒汉曰：「成都十余万众，不可轻也。但坚据广都，待其来攻，勿与争锋。若不敢来，公须转营迫之，须其力疲，乃可击也。」汉不听，乘利遂自将步骑二万余人进逼成都，去城十余里，阻江北为营，作浮桥，使别将刘尚将万余人屯于江南，相去二十余里。帝大惊，责汉曰：「比敕公千条万端，何意临事悖乱？既轻敌深入，又与尚别营，事有缓急，不复相及。贼若出兵缀公，以大众攻尚，尚破，公即败矣。幸无他者，急率兵还广都。」诏书未到，述果遣其将谢丰、袁吉将众十余万出攻汉；使别将将万余人劫刘尚，令不得相救。汉与大战一日，兵败走入壁，丰围之。汉召诸将厉之曰：「吾与诸将逾越险阻，转战千里，所在斩获，遂深入敌地，今至城下，而与尚二处受围，势既不接，其祸难量。欲潜师就尚于江南御之。若能同心协力，人自为战，大功可立，如其不然，败必无余。成败之机，在此一举。」诸将皆曰：「诺。」于是，飨士秣马，闭营三日不出，乃多立幡旗，使烟火不绝，夜衔枚引兵与尚合军。丰等不觉，明日，乃分兵拒江北，自将攻江南。汉悉兵迎战，自旦至哺，遂大败之，斩谢丰、袁吉。于是，率兵还广都，留刘尚拒述，具以状闻，而深自谴责。帝报曰：「公还广都，甚得其宜，述必不敢略尚而击公。若先攻尚，公从广都五十里悉步骑赴之，适当值其危困，破之必矣。」于是，汉与述战于广都、成都之间，八战八克，遂军于郭中。述自将数万人出城大战，汉使护军高午、唐邯将锐卒数万击之。述兵败走，高午奔阵刺述，杀之。旦日城降，斩述首传送洛阳。蜀遂平。 \\n 〔《百战奇略》卷五终〕 \\n  \\n   \\n  "}
{"章节": "卷之六", "正文": "  \\n 卷之六 \\n 　 \\n  \\n 　 \\n 〈生战〉第五十一 \\n 凡与敌战，若地利已得，士卒已阵，法令已行，奇兵已设，要当割弃性命而战，则胜。若为将临阵畏怯，欲要生，反为所杀。法曰：「幸生则死。」 \\n 春秋时，楚子伐郑，晋师救之，与战于敖、鄗之间。晋赵婴齐使其徒先具舟于河，欲败而先济，故将士懈，卒不可胜。 \\n 〈死战〉第五十二 \\n 凡敌人强盛，吾士卒疑惑，未肯用命，须置之死地，告令三军，示不获已。杀牛燔车，以享战士，烧弃粮食，填夷井灶，焚舟破釜，绝去其生虑，则必胜。法曰：「必死则生。」 \\n 秦将章邯已破楚将项梁军，以为楚地兵不足忧，乃渡河击赵，大破之。当此时，赵歇为王，陈余为将，张耳为相，兵败皆走入钜鹿城。章邯令王离、涉闲围钜鹿，章邯军其南，筑甬道而输之粟。楚怀王以宋义为上将，项羽为次将，范增为裨将，救赵。诸别将皆属焉。宋义行至安阳，留四十余日不进，遣其子宋襄相齐，自送之无盐，饮酒高会。项羽曰：「今国兵新破，王坐不安席，扫境内而专诸将军，国家安危，在此一举。今不恤士卒而徇其私，非社稷之臣。」项羽晨朝宋义，即其帐中，斩之，下令军中曰：「宋义与齐谋反，楚王阴令羽诛之。」是时，诸将皆慑服，莫敢支吾，皆曰：「首立楚者，将军家也。今将军诛叛乱。」即共立羽为假上将军。使人追宋义子襄，及之齐，杀之。使桓楚报命于楚怀王，因命项羽为上将军。当阳君、蒲将军皆属焉。项羽以杀宋义，威震楚国，名闻诸侯。乃遣当阳君、蒲将军率二万众渡河救钜鹿。战少利，陈余复请兵，项羽乃悉兵渡河，沉舟，破釜甑，烧庐舍，持三日粮，以示士卒必死，无还心。于是至则围王离，与秦军遇，九战，绝其甬道，大破之，杀苏角，虏王离。当是时，楚兵冠诸侯，诸侯救钜鹿下者十余壁，莫敢纵兵。及楚兵击秦军，诸侯皆从壁上观。楚战士无不以一当十，楚兵呼声动天地，诸侯〔军无不〕人人惴恐。于是，大破秦军。 \\n 〈饥战〉第五十三 \\n 凡兴兵征讨，深入敌地，刍粮乏阙，必须分兵抄掠，据其仓廪，夺其蓄积，以继军饷，则胜。法曰：「因粮于敌，故军食可足也。」 \\n 《北史》：北周将贺若敦率兵渡江取陈湘州。陈将侯瑱讨之。秋水泛滥，江路遂断。粮援既绝，人怀危惧。敦于是分兵抄掠，以充资费。恐瑱等知其粮少，乃于营内多聚土，覆之以米。召侧近村人，佯有访问，随即遣之。瑱等闻之，以粮为实。敦又增修营垒，造庐舍，示以持久。湘、罗之间，遂废农业。瑱等无如之何。初，土人乘轻船，载米粟及笼鸡鸭以饷瑱军。敦患之，乃伪为土人船，伏兵甲于中。瑱军望见，谓饷船至，逆水争取。敦甲士遂擒之。又敦军数有叛者乘马投瑱，瑱辄纳之。敦乃取一马，牵以趣船，令船中人以鞭鞭之。如是者再，马畏船不敢上。后伏兵于江岸，使人乘畏船马诈投瑱军，瑱即遣兵迎接，争来牵马。马既畏船不上，伏兵发，尽杀之。后实有馈饷及亡奔瑱者，犹恐敦设诈，兵不敢受。相持岁余，瑱不能制。 \\n 〈饱战〉第五十四 \\n 凡敌人远来，粮食不继，敌饥我饱，可坚壁不战，持久以敝之，绝其粮道。彼退走，密遣奇兵，邀其归路，纵兵追击，破之必矣。法曰：「以饱待饥。」 \\n 唐武德初，刘武周据太原，使其将宋金刚屯于河东。太宗往征之，谓诸将曰：「金刚垂军千里入吾地，精兵骁将皆在于此。武周自据太原，专寄金刚以为捍蔽。金刚虽众，内实空虚，虏掠为资，意在速战。我当坚营待其饥，未宜速战。」于是，遣刘洪等绝其粮道，其众遂馁，金刚乃遁。 \\n 〈劳战〉第五十五 \\n 凡与敌战，若便利之地，敌先结阵而据之，我后去趋战，则我劳而为敌所胜。法曰：「后处战地而趋战者劳。」 \\n 晋司空刘琨遣将军姬澹率兵十余万讨石勒。勒将拒之，或谏曰：「澹兵马精盛，其锋不可当，且深沟高垒以挫其锐，攻守势异，必获万全。」勒曰：「澹军远来，体疲力竭，犬马乌合，号令不齐，一战可擒也，何强之有！援又垂至，胡可舍去，大军一动，岂易中还！若澹乘我之退，顾乃无暇，焉得深沟高垒乎！此谓不战而自取灭亡之道。」遂斩谏者。以孔苌为前锋都督，令三军后出者斩。设疑兵于山下，分为二伏。勒率兵与澹战，伪收众而北。澹纵兵追之，〔勒前后〕伏发，夹击，澹大败而退。 \\n 〈佚战〉第五十六 \\n 凡与敌战，不可恃己胜而放佚，当益加严厉以待敌，佚而犹劳。法曰：「有备无患。」 \\n 秦王翦将兵六十万代李信击荆。荆闻王翦益军而来，乃悉国中兵以拒秦。王翦至，坚壁而守之，不肯战。荆兵数出挑战，终不出。王翦日休士，洗沐而善饮食抚循之，亲与士卒同食。久之，王翦使人问：「军中戏乎？」对曰：「方投石超距。」于是，王翦曰：「士卒可用。」荆数挑战而秦不出，乃引而东。翦因举兵追之，令壮士出击，大破荆军。 \\n 〈胜战〉第五十七 \\n 凡与敌战，若我胜彼负，不可骄惰，当日夜严备以待之。敌人虽来，有备无害。法曰：「既胜若否。」 \\n 秦二世时，项梁使沛公、项羽别攻城阳，屠之。西破秦军濮阳东，秦收兵入濮阳。沛公、项羽乃攻定陶，因西略地至雍丘，大破秦军，斩李由，还攻外黄。项梁益轻秦，有骄色。宋义进谏于梁曰：「战胜而将骄卒惰者败。今兵少惰矣，而秦兵日益，臣为君畏之。」梁弗听。而使宋义〔使〕于齐。道遇齐使者高陵君显，曰：「公将见武信君乎？」曰：「然。」曰：「今武信君必败，公徐行即免死，疾行则及祸。」秦果悉兵益章邯击楚军，大败之，项梁死。 \\n 〈败战〉第五十八 \\n 凡与敌战，若彼胜我负，未可畏怯，须思害中之利，当整励器械，激扬士卒，候彼懈怠而击之，则胜。法曰：「因害而患可解也。」 \\n 晋末，河间王颙在关中，遣张方讨长沙王义，率众自函谷人屯河南。惠帝遣左将军皇甫商拒之，方潜军破商，遂入洛阳。又奉帝命讨方于城内，方军望见乘舆，于是少却，方止之不可得，众遂大败，杀伤满衢巷。方退壁于十三里桥，人情挫衄，无复固志，多劝方夜遁。方曰：「兵之利钝是常事，贵因败以为成耳。我更前作垒，出其不意，此兵法之奇也。」乃夜潜进逼洛阳城七里。义既新捷，不以为意，忽闻方垒成，乃出战，遂大败而还。 \\n 〈进战〉第五十九 \\n 凡与敌战，若审知敌人有可胜之理，则宜速进兵以捣之，无有不胜。法曰：「见可则进。」 \\n 唐，李靖为定襄道行军总管，击破突厥，颉利可汗走保铁山，遣使入朝谢罪，请举国归附。以靖往迎之。颉利虽外请朝谒，而内怀迟疑。靖揣知其意。时诏鸿胪卿唐俭等慰谕之。靖谓副将张公谨曰：「诏使到彼，虏必自安。若万骑赉二十日粮，自白道袭之，必得所欲。」公谨曰：「上已与约降，行人在彼，奈何？」靖曰：「机不可失，韩信所以破齐也。如唐俭辈何足惜哉！」督兵疾进，行至阴山，遇其斥候千余，皆俘以随军。颉利见使者大悦，不虞官兵〔至也〕。靖前锋乘雾而行，去其牙帐七里，虏始觉，列兵未及阵，靖纵兵击之，斩首万余级，俘男女十余万，擒其子叠罗施，杀义成公主。颉利亡去，为大同道行军副总管张宝相擒以献。于是，斥地自阴山北至大漠矣。 \\n 〈退战〉第六十 \\n 凡与敌战，若敌众我寡，地形不利，力不可争，当急退以避之，可以全军。法曰：「知难而退。」 \\n 三国，魏将曹爽伐蜀，司马昭同行出骆谷，次于兴势。蜀将王平乘夜袭击，昭令坚卧不动，平退。昭谓诸将曰：「费祎据险拒守，进不获战，攻之不可，宜急旋军，以为后图。」爽等遂退，祎果驰兵趋三岭争险，爽等潜师越险，乃得退。 \\n 〔《百战奇略》卷六终〕 \\n  \\n   \\n  "}
{"章节": "卷之七", "正文": "  \\n 卷之七 \\n 　 \\n  \\n 　 \\n 〈挑战〉第六十一 \\n 凡与敌战，营垒相远，势力相均，可轻骑挑攻之，伏兵以待之，其军可破。若敌用此谋，我不可以全气击之。法曰：「远而挑战，欲人之进也。」 \\n 十六国，姚襄据黄落，苻生遣将苻黄眉、邓羌等率步骑〔万五千〕讨襄。襄深沟高垒，固守不战。邓羌曰：「襄性刚愎，易以挠动。若长驱一行，直压其垒，襄必忿而出战，可一战而擒也。」黄眉从之，遣羌率骑三千军于垒门。襄怒，尽锐出战。羌伪不胜，率骑而退，襄追之于三原，羌回〔骑〕拒襄，〔俄〕而黄眉至，大战，斩之，〔尽〕俘其众〔，黄眉等振旅而归〕。 \\n 〈致战〉第六十二 \\n 凡致敌来战，则彼势常虚；不能赴战，则我势常实。多方以致敌之来，我据便地而待之，无有不胜。法曰：「致人而不致于人。」 \\n 后汉建武五年，光武诏耿弇，悉收集降附，结部曲，置将吏，弇帅骑都尉刘歆、泰山太守陈俊将兵而东。张步闻之，使其将费邑军历下，又令兵屯祝阿，别于泰山、钟城列营数十以待之。渡河先击祝阿，拔之，故开围一角，令其众得奔归钟城。〔钟城〕人闻祝阿已溃，大恐，遂空壁亡去。费邑分兵，遣其弟费敢守巨里，弇进兵先胁巨里，严令军中趣修攻具〔，宣敕诸部〕：后三日悉力攻巨里城。阴缓生口，〔令得〕亡归，以弇期告邑。邑至日果自将精兵〔三万余人〕来救〔之〕。弇谓诸将曰：「吾所以修攻具者，欲诱致之耳。野兵不击，何以城为？」则分兵守巨里，自帅精锐上冈阪，乘高合战，大破之，斩邑。既而取首级以示巨里，城中惧，费敢〔悉众〕亡归张步。弇悉收其积聚，纵兵攻诸未下者，平四十余营，遂定济南。 \\n 〈远战〉第六十三 \\n 凡与敌阻水相拒，我欲远渡，可多设舟楫，示之若近济，则敌必并众应之，我出其空虚以济。如无舟楫，可用竹木、蒲苇、罂缶、瓮囊、枪杆之属，缀为排筏，皆可济渡。法曰：「远而示之近。」 \\n 汉初，魏王豹初降汉，复以亲疾请归，至国，即绝其河关，反与楚约和。汉王遣郦生往说豹，不听。汉王以韩信为左丞相击豹。〔魏王〕盛兵蒲阪，塞临晋；信乃益为疑兵，陈船欲渡临晋，而引兵从夏阳以木罂渡军，袭安邑。魏王豹惊，帅兵迎战，信遂虏豹，定魏〔，为河东郡〕。 \\n 〈近战〉第六十四 \\n 凡与敌夹水为阵，我欲攻近，反示以远，须多设疑兵，上下远渡，敌必分兵来应，我可以潜师近袭之，其军可破。法曰：「近而示之远。」 \\n 春秋，越人伐吴，吴人御之笠泽，夹水而阵。越人为左右阵，夜鼓噪而进，吴师分以御之。越子以三军潜涉，当吴中兵而鼓之。吴军大败，遂至灭亡。 \\n 〈水战〉第六十五 \\n 凡与敌战，或岸边为阵，或水上泊舟，皆谓之水战。若近水为阵者，须去水稍远，一则诱敌使渡，一则示敌无疑。我欲必战，勿近水迎敌，恐其不得渡；我欲不战，则拒水阻之，使敌不得济。若敌率兵渡水来战，可于水边伺其半济而击之，则利。法曰：「涉水半渡可击。」 \\n 汉郦生说齐下之，齐王日与生纵酒为乐，而罢守备。蒯通说信，遂渡河，袭破齐。齐王以郦生卖己，烹之，而走高密，请救于楚。楚遣龙且将兵救齐。或〔说龙且〕曰：「汉兵远来，其锋难当，齐、楚自居其地，兵易败散。不如深壁，令齐王使其信臣招所亡城，闻其王在，楚来救，必反汉。汉兵客居，其势无所食，可不战而擒也。」龙且曰：「吾知韩信为人，易与耳。今若救齐不战而降之，有何功？若战而胜，齐半可得。」遂进兵与汉军夹潍水而阵。信夜使人囊沙壅水上流，旦渡击且，佯败走。龙且喜曰：「吾固知信怯。」遂追之。信使人决壅囊，水大至，且军大半不得渡，即击，杀且。〔龙且〕水东军散走，〔齐王广〕亡去〔。信遂追北至城阳，皆虏楚卒〕，遂平齐。 \\n 〈火战〉第六十六 \\n 凡战，若敌人居近草莽，营舍茅竹，积刍聚粮，天时燥旱，因风纵火以焚之，选精兵以击之，其军可破。法曰：「行火必有因。」 \\n 汉灵帝中平元年，皇甫嵩讨黄巾，汉将朱隽与贼波才战，败，贼遂围嵩于长社。贼依草结营，会大风。嵩敕军束苣乘城，使锐卒间出围外，纵火大呼，城上举燎应之，嵩因鼓而奔其阵，贼惊乱奔走。会帝遣曹操将兵适至，合战大破之，斩首数万级。 \\n 〈缓战〉第六十七 \\n 凡攻城之法，最为下策，不得已而为之。所谓三月修器械，三月成距堙者，六月也。谓戒为己者，忿躁不待攻具而令士卒蚁附，恐伤人之多故也。若彼城高池深，多人而少粮，外无救援，可羁縻取之，则利。法曰：「其徐如林。」 \\n 十六国，前燕将慕容恪击段龛于广固，围之。诸将请恪急攻，恪曰：「军势有宜缓以克敌，有宜急而取之。若彼我势均，外有强援，恐有腹背之患，则攻之不得不速。若我强彼弱，外无救援，当羁縻守之，以待其敝。兵法：十围五攻。正谓此也。龛党尚众，未有离心。今凭阻坚城，上下戮力，尽锐攻之，数旬可拔，然杀吾士卒必多矣。当持久以取耳。」乃为壁垒以守之，终克广固。 \\n 〈速战〉第六十八 \\n 凡攻城围邑，若敌粮多人少，外有救援，可以速攻，则胜。法曰：「兵贵拙速。」 \\n 三国，蜀将孟达降魏，遂领新城太守，未几，复连吴附蜀以叛魏。司马懿潜军进讨，诸将言达与蜀交结，宜观望而后可。懿曰：「达无信义，此其相疑之时，当及其未定，促而决之。」乃倍道兼行，〔八日〕至其城下。吴、蜀各遣将救达，懿乃分兵拒之。初，达与诸葛亮书曰：「宛去洛八百里，去吾一千二百里，闻吾举事，表上天子，比相往反时，一月间也，则吾城已固，诸将足办。吾所在深险，司马公必不自来；诸将来，吾无患矣。」及兵到，达又告亮曰：「吾举事八日，而兵至城下，何其神速也。」上庸城三面阻水，达于外为木栅以自固。懿渡水，破其栅，直造城下，〔八道攻之〕，旬有六日，李辅等斩达首，开门以降。 \\n 〈整战〉第六十九 \\n 凡与敌战，若敌人行阵整齐，士卒安静，未可轻战，伺其变动击之，则利。法曰：「无邀正正之旗。」 \\n 三国，魏司马懿征公孙渊，〔次于辽水。渊遣步骑数万，阻辽隧，坚壁而守，以距帝。〕懿泛舟潜济辽水，〔傍辽水〕作〔长〕围，弃城而向襄平。诸将曰：「不攻城而作围，非所以示众也。」懿曰：「贼坚营高垒，欲以老吾军也。攻之，正堕其计。贼大众在此，其巢穴虚失，我直指襄平，必人怀内惧，惧而求战，破之必矣。」遂整阵而过。贼见兵出其后，果邀之，乃纵兵逆击，大破之。 \\n 〈乱战〉第七十 \\n 凡与敌战，若敌人行阵不整，士卒喧哗，宜急出兵以击之，则利。法曰：「乱而取之。」 \\n 唐，段志玄从刘文静拒屈突通于潼关，文静为通将桑显和所败，军营已溃，志玄率二十骑赴之，击杀数十人而还；还为流矢中足，虑众心动，忍而不言，更入贼阵者再三。显和军乱，大军因而复振，击大破之。〔及屈突通之遁，志玄与诸将追而擒之。〕 \\n 〔《百战奇略》卷七终〕 \\n  \\n   \\n  "}
{"章节": "卷之八", "正文": "  \\n 卷之八 \\n 　 \\n  \\n 　 \\n 〈分战〉第七十一 \\n 凡与敌战，若我众敌寡，当择平易宽广之地以胜之。若五倍于敌，则三术为正，二术为奇；三倍于敌，二术为正，一术为奇。所谓一以当其前，一以攻其后。法曰：「分不分为縻军。」 \\n 梁将陈霸先、王僧辩讨侯景，军于张公洲。高旗巨舰，截江蔽空，乘潮顺流。景登石头，望之不悦，曰：「彼军士有如是之气，不可易也。」帅铁骑万人，鸣鼓而前。霸先谓僧辩曰：「善用兵者，如常山之蛇，首尾相应。贼今送死，欲为一战。我众彼寡，宜分其势。」僧辩从之，以劲弩当其前，轻锐蹂其后，大阵冲其中。景遂大溃，弃城而走。 \\n 〈合战〉第七十二 \\n 凡兵散则势弱，聚则势强，兵家之常情也。若我兵分屯数处，敌若以众攻我，当合军以击之。法曰：「聚不聚为孤旅。」 \\n 开元时，吐蕃入寇，报新城之役，晨压官军，众寡不敌，师人皆惧焉。王忠嗣策马而进，左右驰突，如此无不辟易，出而复合，杀数百人，贼众遂乱。三军翼而击之，吐蕃大败。 \\n 〈怒战〉第七十三 \\n 凡与敌战，须激励士卒，使忿怒而后出战。法曰：「杀敌者，怒也。」 \\n 汉光武建武四年，诏将军王霸、马武讨周建于垂惠。苏茂将兵四千余救建，先遣精骑遮击马武军粮，武往救之。建于城中出兵夹击武，武恃霸援，战不甚力，为茂、建所败，过霸营，大呼求救。霸曰：「贼兵势盛，出必两败，努力而已。」乃闭营坚壁。军吏皆争之。霸曰：「茂兵精锐，其众又多，吾吏士心恐，而捕虏与吾相恃，两军不一，败道也。今闭营坚守，示不相救，彼必乘势轻进；武恨无救，则其战当自倍。如此，茂众疲劳，吾乘其敝，乃可克也。」茂、建果悉兵出攻武，合战良久，霸军中壮士数十人断发请战。霸乃开营后，大叱出精骑袭其背。茂、建前后受敌，遂败走之。 \\n 〈气战〉第七十四 \\n 夫将之所以战者，兵也；兵之所以战者，气也；气之所以盛者，鼓也。能作士卒之气，则不可太频，太频则气易衰；不可太远，太远则力易竭。须度敌人之至六七十步之内，乃可以鼓，令士卒进战。彼衰我盛，败之必矣。法曰：「气实则斗，气夺则走。」 \\n 春秋，齐师伐鲁，庄公将战，曹刿请从，公与之同乘，战于长勺。公将鼓之，刿曰：「未可。」齐人三鼓。刿曰：「可矣。」鼓之，齐师败绩。〔公将驰之，刿曰：「未可。」下，视其辙，登轼而望之，曰：「可矣。」遂逐齐师。既克，〕公问其故。刿对曰：「夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，是以败之。」〔夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。〕 \\n 〈逐战〉第七十五 \\n 凡追奔逐北，须审真伪。若旗齐鼓应，号令如一，纷纷纭纭，虽退走，非败也，必有奇也，须当虑之。若旗参差而不齐，鼓大小而不应，号令喧嚣而不一，此真败却也，可以力逐。法曰：「凡从勿怠，敌人或止于路，则虑之。」 \\n 唐武德元年，太宗征薛仁杲，其将宗罗[日侯]拒之，大破于浅水原。太宗帅骑追之，直趋折[土庶]围之。仁杲将多临阵来降，复还取马，太宗纵遣之。须臾，各乘马至。太宗具知仁杲虚实，乃进兵合围。纵辩士喻以祸福，仁杲遂降。诸将皆贺，因问曰：「大王破敌，乃舍步兵，又无攻具，经薄城下，咸疑不克，而卒下之，何也？」太宗曰：「此权道〔迫之，使其计不暇发，以故克〕也。且罗[日侯]所将皆陇外人，吾虽破之，然斩获不多。若缓之，则皆入城，仁杲收而抚之，未易克也；迫之，则兵散陇外，折[土庶]自虚，仁杲破胆，不暇为谋，所以惧而降也。」 \\n 〈归战〉第七十六 \\n 凡与敌相攻，若敌无故退归，必须审察，果力疲粮竭，可选轻锐蹑之。若是归师，则不可遏也。法曰：「归师勿遏。」 \\n 汉献帝建安三年，曹操围张绣于穰。刘表遣兵救之，绣欲安众守险，以绝军后。操军不得进，前后受敌，夜乃凿险〔为地道〕伪遁，伏兵以待。绣悉兵来追，操纵奇兵夹攻，大败之。谓荀彧曰：「虏遏我归师，而与吾死地战，吾是以知胜矣。」 \\n 〈不战〉第七十七 \\n 凡战，若敌众我寡，敌强我弱，兵势不利；彼或远来，粮饷不绝，皆不可与战，宜坚壁持久以敝之，则敌可破。法曰：「不战在我。」 \\n 唐武德中，太宗帅兵渡河东讨刘武周。江夏王李道宗时年十七，从军，与太宗登玉壁城观贼阵，顾谓道宗曰：「贼恃其众，来邀我战，汝谓如何？」对曰：「群贼锋不可当，易以计屈，难以力争。今深沟高垒，以挫其锋，乌合之徒，莫能持久，粮运将竭，当自离散，可不战而擒也。」太宗曰：「汝见识与我相合。」后果食尽夜遁，追入介州，一战败之。 \\n 〈必战〉第七十八 \\n 凡兴师深入敌境，若彼坚壁不与我战，欲老我师，当攻其君主，捣其巢穴，截其归路，断其粮草，彼必不得已而须战，我以锐卒击之，可败。法曰：「我欲战，敌虽深沟高垒，不得不与我战者，攻其所必救也。」 \\n 三国，魏明帝景初二年，召司马懿于长安，使将兵往辽东讨公孙渊。帝曰：「四千里征伐，虽云用奇，亦当任力，不当稍计役费。度渊以何计得策？」懿曰：「弃城预走，上计也；〔据辽水以〕拒大军，其次也；坐守襄平，此成擒耳。」曰：「三者何出？」懿曰：「唯明君能量彼我，预有所弃，此非渊所及也。」曰：「往还几日？」对曰：「往百日，还百日，攻百日，以六十日为休息，一年足矣。」遂进兵。渊遣将帅步骑数万屯辽隧，围堑二十余里。诸将欲击之，懿曰：「此欲老吾兵，攻之正堕其计。此王邑所以耻过昆阳也。彼大众在此，巢穴空虚。直抵襄平，出其不意，破之必矣。」乃多张旗帜，欲出其南，贼尽锐赴之。懿潜济以出其北，弃贼直趋襄平；贼将战败，懿围襄平。诸将请攻之，懿不听。陈珪曰：「昔攻上庸，旬日之半破坚城，斩孟达。今日远来，而更安缓，愚窃惑之。」懿曰：「达众少而食支一年；吾将士四倍于达而粮不淹月，以一月较一年，安可不速？以四击一，正令失半而克，犹当为之。是以不计死伤，而计粮也。今贼众我寡，贼饥我饱，而雨水乃尔，攻具不设，促之何为？自发京师，不忧贼攻，但忧贼走。今贼粮垂尽，而围落未合，掠其牛马，抄其樵采，此故驱之走也。夫兵者诡道，善因事变。贼凭恃其众，故虽饥困，不肯束手，当示无能以安之。若求小利而惊之，非计也。」既而雨霁，造攻具攻之，矢石如雨，粮尽窘急，人相食，乃使其将王健、柳甫乞降，请解围，当君臣面缚，懿〔不许，〕皆斩之。渊突围而走，懿复追及梁水上杀之，辽地悉平。 \\n 〈避战〉第七十九 \\n 凡战，若敌强我弱，敌初来气锐，我之势弱，难以相持，且当避之，伺其疲敝而击之，则胜。法曰：「避其锐气，击其惰归。」 \\n 汉灵帝中平六年，凉州贼王国围陈仓，以皇甫嵩讨之。董卓请速进，嵩曰：「百战百胜，不如不战而屈之。是以善用兵者，先为不可胜，以待敌之可胜。陈仓虽小，城〔守〕固备，未易拔。王国虽强，攻陈仓不下，其众必疲，疲而击之，全胜之道也。」国攻之，终不拔，其众疲敝解去。嵩进兵追击之。卓曰：「〔不可。兵法：〕穷寇勿迫，归众勿遏。」嵩曰：「不然。〔前吾不击，避其锐也；今而击之，待其衰也。所击疲师，非归众也。国众且走，莫有斗志。以整击乱，非穷寇也。〕」遂独追击而破之。卓由是有惭色。 \\n 〈围战〉第八十 \\n 凡围战之道，围其四面，须开一角，以示生路，使敌战不坚，则城可拔，军可破。法曰：「围师必阙。」 \\n 汉末，曹操围壶关，攻之不拔。操曰：「城拔，皆坑之。」连月不下。曹仁言于曹操曰：「围城必示活门，所以开其生路也。今公告之必坑，使人人自为守。且城固而粮多，攻之则士卒伤，守之则延日久。今钝兵坚城下，攻必死之敌，非良策也。」操从之，乃拔其城。 \\n 〔《百战奇略》卷八终〕 \\n  \\n   \\n  "}
{"章节": "卷之九", "正文": "  \\n 卷之九 \\n 　 \\n  \\n 　 \\n 〈声战〉第八十一 \\n 凡战，所谓声者，张虚声也。声东而击西，声彼而击此，使敌人不知其所备，则我所攻者，乃敌人所不守也。法曰：「善攻者，敌不知其所守。」 \\n 后汉建武五年，耿弇与张步相拒，步使其弟蓝将精兵二万守西安，诸郡太守合万余人守临淄，相去四十余里。弇进兵画中，居二城之间。视西安城小而坚，且蓝兵又精；临淄虽大而易攻，乃敕诸将会后五日攻西安。蓝闻之，日夜为备。至期夜半，弇敕诸将皆蓐食，会明，至临淄。护军荀梁等争之，以为宜速攻西安。弇曰：「〔不然。〕西安闻吾欲攻之，日夜备守；临淄出其不意，至必惊扰，攻之，则一日可拔。拔临淄则西安孤，张蓝与步阻绝，必自亡去，所谓击一而得二者也。若攻西安，不卒下，顿兵坚城，死伤必多。纵能拔之，蓝帅兵奔还临淄，并兵合势，观人虚实。吾深入敌地，后无转输，旬日之间，不战而困。诸君之言，未见其宜。」遂攻临淄，半日拔之，入据其城。张蓝闻之，果将兵亡去。 \\n 〈和战〉第八十二 \\n 凡与敌战，必先遣使约和。敌虽许诺，言语不一。因其懈怠，选锐卒以击之，其军可败。法曰：「无约而请和者，谋也。」 \\n 秦末，天下兵起。沛公西入武关，欲以二万人击秦峣下军，张良曰：「秦兵尚强，未可轻。闻其将多屠、贾子，易以利动。愿沛公且留壁，使人先行，为五万人具食，且日益张旗帜为疑兵，而使郦生持宝啖秦将。」秦将果叛，欲连和。沛公欲听之，良曰：「此独其将欲叛耳，恐士卒不从，不从必危，不如因其懈击之。」沛公乃引兵出击秦军，大破之。 \\n 〈受战〉第八十三 \\n 凡战，若敌众我寡，暴来围我，须相察众寡、虚实之形，不可轻易遁去，恐为尾击。当圆阵外向，受敌之围，虽有缺处，我自塞之，以坚士卒心。四面奋击，必获其利。法曰：「敌若众，则相众而受敌。」 \\n 《北史》：魏普泰元年，高欢讨并州刺史尔朱兆。孝武帝永熙元年春，拔邺。尔朱光自长安，兆自并州，度律自洛阳，仲远自东郡，同会于邺，众二十万，挟漳水而军。欢出顿紫陌，马不满三千，步不满三万。乃于韩陵为圆阵，连牛驴以塞归路，〔于是〕将士皆为必死，选精锐步骑从中出，四面击之，大破兆等。 \\n 〈降战〉第八十四 \\n 凡战，若敌人来降，必要察其真伪。远明斥候，日夜设备，不可怠忽。严令偏裨，整兵以待之，则胜，不然则败。法曰：「受降如受敌。」 \\n 后汉建安二年，曹操讨张绣于宛，降之。〔绣〕既而悔恨复叛，袭击曹操军，杀曹操长子昂、〔弟子安民〕，操中流矢，师还舞阴。绣将骑来，操击破之。绣奔穰，与刘表合。操谓诸将曰：「吾降绣，失在不便取质，以致如此。〔吾知所以败。〕诸将观之，自今以后，不复败矣。」 \\n 〈天战〉第八十五 \\n 凡欲兴师动众，伐罪吊民，必任天时。乃君暗政乱，兵骄民困，放逐贤人，诛杀无辜，旱蝗冰雹，敌国有此，举兵攻之，无有不胜。法曰：「顺天时而制征讨。」 \\n 北齐，后主纬，隆化元年，擢用邪佞：陆令萱、和士开、高阿那肱、穆提婆、韩长鸾等，宰制天下，陈德信、邓长、何洪珍参预机权。各领亲党，升擢非次，官由财进，狱以赂成，乱政害人，遂致旱魃、水潦、寇盗并起；又猜嫌诸王，皆无罪受损，丞相斛律光及弟荆山公羡，并无罪受诛。渐见覆弱之萌，俄观土崩之势。周武帝乘此，一举而灭之。 \\n 〈人战〉第八十六 \\n 凡战，所谓人者，推人士而破妖祥也。行军之际，或枭集牙旗，或杯酒变血，或麾杆毁折，唯主将决之。若以顺讨逆，以直伐曲，以贤击愚，皆无疑也。法曰：「禁祥去疑，至死无所之。」 \\n 唐武德六年，辅公佑反，诏赵郡王李孝恭等讨之。将发，与将士宴集，命取水，忽变为血，在座皆失色，孝恭自若曰：「〔祸福无门，唯人所召。〕毋疑，此乃公佑授首之征也。」遂饮而尽之，众心为安。先是，贼将拒险邀战，孝恭坚壁不出，以奇兵绝其粮道。贼饥，夜薄李营，孝恭坚卧不动。明日，以羸兵扣贼营挑战，别选骑裨以待。俄而羸兵却，贼追北且嚣，遇祖尚，薄战，遂败。赵郡王乘胜破其别阵，辅公佑穷走，追骑生擒之〔，江南悉平〕。 \\n 〈难战〉第八十七 \\n 凡为将之道，要在甘苦共众。如遇危险之地，不可舍众而自全，不可临难而苟免，护卫周旋，同其生死。如此，则三军之士岂忘己哉？法曰：「见危难，无忘其众。」 \\n 魏，曹操征孙权还，〔使〕张辽、乐进、李典将七千余人屯合肥。操征张鲁，教与护军薛悌书，题其函曰：「敌至乃发。」俄而，权帅众围合肥，乃发此教曰：「若孙权至者，张、李将军出战、乐将军守城，护军勿与战。」诸将皆疑，辽曰：「公远征在外，比敌至此，破我必矣，是以指教。及其未合，逆击之，折其盛势，以安众心，然后可守也。胜负之机，在此一举，诸君何疑？」李典意与辽同。于是，辽夜募敢从〔之士〕，得八百人，椎牛享士，明日大战。平旦，辽披甲出战，先登陷阵，杀贼数十人，斩二将，大呼自名，冲阵至权麾下。权大惊，众未知所以，走登高。权以长戟自守，辽叱权下，权不敢动〔，望见辽所将众少〕，乃聚兵围辽数重，辽左右突围，直前急击，围开，辽将麾下数十人得出，余众呼号曰：「将军弃舍我耶？」辽复入围，拔出余众，权军无敢当者。自旦至日中，吴人夺气。辽〔还〕修守备，众心乃安，〔诸将〕悦服。权守合肥旬日，城不得拔，乃退。辽率诸将追击，几获权。 \\n 〈易战〉第八十八 \\n 凡攻战之法，从易者胜敌。敌若屯备数处，必有强弱众寡。我可远其强而攻其弱，避其众而击其寡，则无不胜。法曰：「善战者，胜于易胜者也。」 \\n 《北史》：周武帝〔将〕伐齐之河阳，〔谋及臣下〕，宇文弼〔进策〕曰：「〔今之用兵，须择其地。〕河阳要冲，精兵所聚，尽力攻围，恐难得志。〔如臣所见，〕彼汾之曲，城小山平，攻之易拔。」武帝不纳，师竟无功。〔建德五年，大举伐齐，卒用计。后终于平齐。〕 \\n 〈饵战〉第八十九 \\n 凡战，所谓饵者，非谓兵者置毒于饮食，但以利诱之，皆为饵兵也。如交锋之际，或弃牛马，或遗财物，或舍辎重，切不可取，取之必败。法曰：「饵兵勿食。」 \\n 汉献帝建安五年，袁绍遣兵攻白马，操击破之，斩其将颜良。遂解白马之围，徙其民〔循河〕而西。绍渡河追之，军至延津南。操勒兵驻营南坡下，令骑解鞍放马。是时，白马辎重就道。诸将以为敌骑多，不如还保营。荀攸曰：「此所谓饵兵，如之何去之！」绍骑将文丑与刘备将五六千骑前后至。诸将曰：「可上马。」操曰：「未也。」有顷，骑至稍多，或分趣辎重。操曰：「可矣。」乃皆上马。〔时骑不满六百，遂〕纵〔兵〕击，大破之，〔斩丑〕。 \\n 〈离战〉第九十 \\n 凡与敌战，可密候邻国君臣交接有隙，乃遣谍者以间之。彼若猜贰，我以精兵乘之，必得所欲。法曰：「亲而离之。」 \\n 战国，周赧王三十一年，燕上将乐毅并将秦、魏、韩、赵之师伐齐，破之，泯王出奔于莒。燕军闻齐王在莒，合兵攻之。楚将淖齿将兵救齐。因为齐相，欲与燕将分齐地，乃执王数其罪而诛之。复坚守莒城、即墨以拒燕兵，数月不下。乐毅并围之，即墨大夫战死，城中推田单为将军。顷之，〔燕〕昭王薨，惠王立，为太子时与毅有隙。田单闻之，乃纵反间曰：「乐毅与燕新王有隙，畏诛，欲连兵王齐，齐人未附，故且缓攻即墨以待其事。齐人唯恐他将之来，即墨残矣。」燕王以为然，乃使骑劫代毅。毅遂奔赵，燕将士由是不和。单乃诈以卒为神师而祀之，列火牛阵，大破燕军；复齐七十余城，迎襄王自莒入临淄。 \\n 〔《百战奇略》卷九终〕 \\n  \\n   \\n  "}
{"章节": "卷之十", "正文": "  \\n 卷之十 \\n 　 \\n  \\n 　 \\n 〈疑战〉第九十一 \\n 凡与敌对垒，我欲袭敌，须丛草杂木，多张旗帜，以为人屯。使敌备东，而击其西，则必胜。或我欲退，伪为虚阵，设留而退，敌必不敢追我。法曰：「众草多障者，疑也。」 \\n 《北史》：周武帝东征，以宇文宪为前锋，守雀鼠谷。帝亲临围晋州，齐主闻晋州被围，亦自来援。时陈王纯屯千里径，大将军永昌公椿屯鸡栖原，大将军宇文盛守汾水关，并受宪节度。〔宪〕密谓椿曰：「兵者，诡道。汝今为营，不须张幕，可伐柏为庵，示有所处。〔令〕兵去之后，贼至犹疑。」时齐主分兵〔万人〕向千里径，又遣众出汾水关，自帅大军与椿对。椿告齐兵急，宪自往救之。会军败，齐追逐，师夜引还。齐人果以柏庵为帐幕之备，遂不敢进。翌日始悟。 \\n 〈穷战〉第九十二 \\n 凡战，如我众敌寡，彼必畏我军势，不战而遁，切勿追之，盖物极则反也。宜整兵缓追，则胜。法曰：「穷寇勿迫。」 \\n 汉，赵充国讨先零羌，兵至羌虏所。羌久屯聚，懈弛，望见大军，弃辎重，欲渡湟水。道隘狭，充国徐行驱之。或曰：「逐利行迟。」充国曰：「此穷寇，不可迫也。缓之则走不顾，急之则还死战。」诸校皆曰：「善。」羌赴水溺死者数百，余皆奔溃。 \\n 〈风战〉第九十三 \\n 凡与敌战，若遇风顺，致势而击之；若遇风逆，出不意而捣之，则无有不胜。法曰：「风顺，致势而从之；风逆，坚阵以待之。」 \\n 《五代史》：晋北面行营都招讨使杜重威等，与契丹战于阳城，为虏所围，而军中无水，穿井辄崩；又东北风大起，虏顺风纵火，扬尘以助其势。军士皆愤怒，大呼曰：「都招讨何以用兵，令士卒枉死！」诸将请战，杜重威曰：「候风少缓，徐观可否。」〔马步都监〕李守贞曰：「风沙之内，彼众我寡，莫测多少，惟力战者胜，此风力助我也。」即呼曰：「诸军齐击贼！」〔马军左厢都排阵使〕张彦泽召诸将问计，或曰：「虏得风势，宜待风回。」彦泽亦以为然。〔马军〕右厢副〔阵〕使药元福谓曰：「今军饥渴已甚，待风回，吾属皆为虏矣！且敌谓我不能逆风以战，宜出其不意急击之。此诡道也。」〔马步左右厢都排阵使〕符彦卿等乃将精骑，奋力击之，逐北二十余里。契丹主奚车走十余里，追兵击之，得一橐驼，乘之遁去。晋军乃〔退保〕定〔州〕。 \\n 〈雪战〉第九十四 \\n 凡与敌相攻，若雨雪不止，视敌不备，可潜兵击之，其势可破。法曰：「攻其所不戒。」 \\n 唐遣唐邓节度使李愬讨吴元济。先是愬遣将将二千余骑巡逻，遇贼将丁士良，与战，擒之。士良，元济骁将，常为东边患。众请刳其心，愬许之。士良无惧色，遂命解其缚，士良请尽死以报其德，愬署为捉生将。士良言于愬曰：「吴秀琳据文城栅，为贼左臂，官军不敢近者，有陈光洽为之主谋也。然光洽勇而轻，好自出战，请为擒之，则秀琳自降矣。」铁文及光洽被执，秀琳果降。愬延秀琳问计，秀琳答曰：「将军必欲破贼，非得李佑不可。」佑，贼健将也，有勇略，守兴桥栅，每战常轻官军，时率众割麦于野。愬遣史用诚以壮士三百伏林中，用诚诱而擒之以归。将士争请杀之，愬独待以客礼，时复与语，诸将不悦。愬力不能独完，乃械送佑之京师。先密奏曰：「若杀佑，则无成功。」诏以佑还愬，愬见大喜，署为兵马使，令佩刀出入帐中。始定破蔡之计，令佑以突将三千为前锋，李忠义副之；愬与监军将三千为中军；李进诚以三千殿为后军，令曰：「但东行！」〔行〕六十里，夜，至张柴村，尽杀其戍卒。敕士少休，令士卒食干粮，整羁靮、鞍铠、弓刃。时大雪，旗旆折裂，人马冻死者相望，人人自谓必死。诸校请所之，愬曰：「入蔡州，取吴元济。」众皆失色，相泣曰：「果落李佑奸计。」然畏愬，莫敢违。夜半，雪愈盛。分轻兵断贼朗山之援，又断洄曲及诸道桥梁。行七十里至悬瓠城。城旁皆鹅鹜池，愬令击之以乱〔军〕声。初，蔡人拒命，官军凡三十余年不能至其城下，故蔡人皆不为备。佑等攀城先登，众从之。杀守门者，而留击柝者，纳其众城中。鸡鸣雪止，遂执元济，槛送京师，而淮西悉平矣。 \\n 〈养战〉第九十五 \\n 凡与敌战，若我军曾经挫衄，须审察士卒之气。气盛，则激励再战；气衰，则且养气，待其可用而使之。法曰：「谨养勿劳，并气积力。」 \\n 秦始皇问李信曰：「吾欲取荆，度用几何人？」对曰：「不过二十万人。」及问王翦，曰：「非六十万人不可。」王曰：「将军老矣！何怯也！」乃命信及蒙恬将二十万人伐荆。翦因不用，遂谢病归频阳。信〔攻平舆〕，蒙恬〔攻寝〕，大破之。〔信又攻鄢郢，破之。〕乃引兵西，与蒙恬会城父。荆人因随之，三日不顿舍，大败信军，入两壁，杀七都尉，信奔还。王怒，自至频阳见王翦，强起之。对曰：「老臣悖乱，大王必不得已用臣，非六十万人不可。」王从之。翦遂将兵，王送至灞上。荆人闻之，悉兵以御翦。翦坚壁不战，日休士卒，洗沐而善饮食抚循之，与士卒同甘苦。久之，问军中戏乎？对曰：「方投石超距。」翦曰：「可用矣。」荆人既不得战，乃引而东。翦追击，大破之。至蕲南，杀其将军项燕，荆兵遂败走，翦乘胜略定城邑。 \\n 〈畏战〉第九十六 \\n 凡与敌战，军中有畏怯者，鼓之不进，未闻金先退，须择而杀之，以戒其众。若三军之士，人人皆惧，则不可加诛戮。须假之以颜色，示以不畏；说之以利害，喻以不死，则众心自安。法曰：「执戮禁畏。太畏则勿杀戮，示之以颜色，告之以所生。」 \\n 《南史》：陈武帝讨王僧辩，先召文育与谋。时僧辩婿杜龛据吴兴，兵甚众。武帝密令陈倩速还长城，立栅备之。龛遣将杜泰乘虚掩至。将士相视失色，倩言笑自若，部分益明，于是众心乃定。 \\n 〈书战〉第九十七 \\n 凡与敌对垒，不可令军士通家书，亲戚往来；恐言语不一，众心疑惑。法曰：「信问通，则心有所恐；亲戚往来，则心有所恋。」 \\n 蜀将关羽屯江陵，吴以吕蒙代鲁肃屯陆口。蒙初至，外倍修恩德，与羽结好。后蒙袭收公安、南郡，而蜀将皆降于蒙。蒙入据城，得羽将士家属，皆抚慰，令军卒不得干历人家，有所取求。蒙麾下士，与蒙同汝南人，取民一笠，以覆官铠；虽公，蒙犹以为犯军令，不可以乡里故废法，乃泣而斩之。于是，军中震栗，道不拾遗。蒙旦暮使亲近存恤耆老，问所不足，疾病者给医药，饥寒者与衣粮。羽还，在道，每使人相问，蒙则厚遇之，周游城中，家家致问，〔或手书示信〕。羽人还，私相参问，咸贺家门无恙，相待过于平时，故羽士卒皆无斗志。会权又至，羽〔自知孤穷，乃走麦城〕，西至漳乡，众皆降，羽被杀。 \\n 〈变战〉第九十八 \\n 凡兵家之法，要在应变，好在知兵，举动必先料敌。敌无变动，则待之；乘其有变，随而应之，乃利。法曰：「能因敌变化而取胜者，谓之神。」 \\n 五代梁末，魏博兵乱，贺德伦降晋。庄宗入魏〔州〕，梁将刘鄩乃军于莘县，增垒浚池，自莘至河，筑甬道输饷。梁帝诏鄩出战。〔奏〕曰：「晋兵未易击，俟彼进取，苟得机便，岂敢坐滋患害？」帝又遣使问以决胜之策，对曰：「臣无奇谋，但人给十斛粮，尽皆破敌。」帝怒曰：「将军留米将疗饥耶？」又遣使督战。鄩谓诸校曰：「大将专征，君命有所不受。临敌制变，安可预谋。今揣彼自气盛，难可轻克，诸君以为如何？」众皆欲战，鄩默然。〔他日，〕乃复召诸将列军门，人给河水一杯，因命饮之。众未测其意，或饮或辞。鄩曰：「一杯之难若是，滔滔河流可尽乎？」众皆失色。时庄宗以兵压鄩营，亦不出。帝又数遣人促之，鄩以万人薄其营，俘获甚众。少顷，晋兵既至，鄩退，复战于故元城。庄宗与李嗣源、李存审夹击，梁兵大败。 \\n 〈好战〉第九十九 \\n 夫兵者，凶器也；战者，逆德也。实不获已而用之。不可以国之大、民之众，尽锐征伐，争战不止，终致败亡，悔无所追。然兵犹火也，弗戢，将有自焚之患；黩武穷兵，祸不旋踵。法曰：「国虽大，好战必亡。」 \\n 隋之炀帝，国非不大，民非不众，嗜武好战，日寻干戈，征伐不休，及事变兵败辽城，祸起萧墙，岂不为后世笑乎？吁，为人君者，可不慎哉！ \\n 〈忘战〉第一百 \\n 凡安不忘危，治不忘乱，圣人之深诫也。天下无事，不可废武，虑有弗庭，无以捍御。必须内修文德，外严武备，怀柔远人，戒不虞也。四时讲武之礼，所以示国不忘战。不忘战者，教民不离乎习兵也。法曰：「天下虽安，忘战必危。」 \\n 唐玄宗时，承平日久，毁戈牧马，罢将销兵，国不知备，民不知战。及安史之乱，仓卒变生于不图，文士不足以为将，市人不足以为战，而神器几危，旧物几失。吁，战岂可忘乎哉！ \\n 〔《百战奇略》卷十终〕 \\n  \\n   \\n  "}
