{"章节": "銀雀山尉繚子", "正文": "　銀雀山尉繚子 \\n  \\n  \\n 〈兵談〉 \\n 〔量土地肥〕墝而立邑建城。以城稱地，以地〔稱人，以人稱粟；三相〕稱也，故退可以守固，〔進可以〕戰勝。戰勝於外，福產於內。〔勝福相應，猶合符節，無異故也。〕……□□焚焚，產於無……大而不咷；關之，細而不欬。行廣……□故王者，民之歸之如流水，望……故曰明於〔禁舍開塞，則〕取天下若化。國貧者能富之，〔地不任者能任之，〕時不應者能應之。土廣〔而任，則〕國不得無富；民眾而制，則國不得無治。夫治且富之國，車不發〔軔〕，甲不出睪（橐），威〔制〕天下。故兵勝于朝廷，勝於喪紀，勝於土功，勝於市井。睪（橐）甲而勝，主勝也；陣而勝，主勝也；戰勝，臣〔勝〕也；戰再勝，當壹敗。十萬之師出，費日千金，□□□□，□□□，故百戰百勝，不善者善……善者善者也。故善者成其刑（形）而民〔不知〕……勝而止，出……大矣，壹□而天下并。故患在百里之內者，不起一日之師；患在千里之內，不起一月之師；〔患在〕四海內，不起一歲之師。戰勝其國，則攻其〔都；不勝其〕國，不攻其都。戰勝天下，〔則攻其國〕；不勝天下，不攻其國。故名將而無家，絕苫（險）俞（逾）根（垠）而無主，左提鼓，右攄枹，而〔無〕生焉。故臨生不為死，臨死不為生。得帶甲十萬，〔馳〕車千乘，兵絕苫（險）俞（逾）根（垠），不□……怒，精（清）不可事以財。將之自治兆兆……〔心之生智〕，耳之生聰，目之生明。然使心狂者誰也？難得之貨也。使耳聾者誰也？曰□□□□。〔使目盲〕者誰也？曰□澤好色也。……耳聾…… \\n 〔兵之所〕及者，羊腸亦勝，鋸齒亦勝，緣山入溪亦勝，方亦勝，圜（圓）亦勝，橢亦勝。兵重者如山……之壓人，如雲鯢（霓）復（覆）人。閉關辭交而廷中之，故□……□□□□所加兵者，令聚者不得〔散，散者不得〕聚；俯者不得迎（仰），迎（仰）者不得俯；左者不〔得右，右者不〕得左。知（智）士不給慮，甬（勇）士不……〔兵如叢〕木，弩如羊角，民人無……昌于于者勝成去。．治□ \\n ……而行必廣其處…… \\n ……國可□也，無衝籠而攻，無…… \\n ……□外不能成其勝。大兵無創，與鬼神…… \\n ……勝議也。故能戰勝…… \\n ……小魚（漁）魚（漁）淵而禽其魚，中魚（漁）魚（漁）國而禽其士大夫，大魚（漁）魚（漁）天下而禽其萬國諸侯。故大之注…… \\n ……塞邪而食□…… \\n ……□食，發號出令，不□…… \\n ……□□不殺殀（夭）台（胎），不膾不成之財（材）…… \\n ……□少而歸之…… \\n ……□日，不有虜將，必有□君。十日，不□□□□□□…… \\n ……地利，中失民請（情）。夫民飢者不得食，〔寒〕者不得衣，勞者不得息，故舉兵而加…… \\n ……□之如春夏，所加兵者…… \\n ……如秋冬如□喬□□…… \\n ……如春□如夏□事□…… \\n 〈攻權〉 \\n 〔兵以靜〕固，以槫（專）勝。力分者弱，心疑者北。□□□故進退不稿（豪），從（縱）適（敵）不禽，將吏士卒，童（動）靜如身。心疑必北，是故□……無嘗試，發童（動）必蚤（早），畝凌而兵，無與戰矣。 \\n 〔夫將帥〕，心也；群下，支（肢）節也。其心童（動）……心童（動）疑，支（肢）節……下不節童（動），唯（雖）勝為幸，不壹不……〔□□者〕敗，威立者勝。凡將死其道者……□□□威在志位，志位不代（忒），威乃……□愛者，將之成者也，是故兵不□□……以名信，信在孱兆。是故眾聚不虛散，兵出不徒〔歸〕，□□□□亡人，擊適（敵）若卜（赴）溺者。囚險者毋戰心，搕戰毋勝兵，佻戰毋全氣。凡俠（挾）議（義）□□□□□起；爭私結怨，貴以不得已。□□□起□適（敵）貴先。故事必當時，□必當□，〔故兵勝〕於朝廷，勝於喪紀，勝於土功，勝於市〔井〕……□敗，曲勝者，其勝全，雖不曲勝，勝勸（權）……□□□以明吾勝也。．兵勸（權） \\n 〈守權〉 \\n ……〔勁弩〕仁（韌）矢盡於郭中……毀折入此，令客氣數什百倍，而主人氣不半□□□者，傷守甚者也。然而世□……而守者不出，出者不守。守法：丈，□人守，□……一而當十，十而當百，百而當千萬。……城堅而厚，士民眾篡（選），薪食經□，〔弩〕勁矢仁（韌），矛戟□□，□□策也。攻者□□□□萬之眾乃稱。其有必救之軍，則有必〔戰之民；無〕必救之〔軍，則無必戰之民〕……遇（愚）夫僮婦無不敝城盡資……則固不尚。鼓其[蒿/木]豪桀（傑）俊雄，堅甲利兵，勁弩仁（韌）矢并於前，則幼□毀□并於後，五萬之□□誠必救，關之其後，出要塞，擔擊其後，毋通其量（糧）食，中外相應…… \\n 〈將理〉 \\n ……矢射之弗及。罷囚之請（情），不侍（待）陳水楚□□□請（情）可畢。其侍（待）佰[扌百]人之北（背），炤（灼）人之□，□□□□，以得囚請（情），則國士勝□，不宵（肖）自□。故今世千金不死，百金不胥靡。試聽臣之……知（智），不得關一言，□□□□，□得用一朱（銖）。今夫繫者，小圉不下十數，〔中圉不下〕百數，大圉不下千數。故一人……為不作。今夫繫者，大者父兄弟有在獄……離其[田屯]鄴（業），賈無不離其肆宅，士大夫無不離其官府。□□□者，人之請（情）也。故兵策曰：十萬之師出，費日千金。今申戍十萬之眾，封內與天…… \\n  \\n 〈原官〉 \\n ……償尊參會，移民之具也。均地分，節傅（賦）斂，□……臣主根也。刑賞明省，畏誅重姦，止姦……原，正（政）事之均也。……王之二術也。柤（俎）豆同利制天下……王者之德也。明禮常，霸者之……無事□，上無慶賞，民無獄訟，國無商賈，成王至正也；服奉下迵，成王至德也。 \\n 〈兵令〉 \\n 兵令。 \\n 兵者，凶器、逆德；爭者，事之〔末也〕。□□暴□□定仁義也；戰國所以立威侵適（敵），弱國之所不能廢也。兵者，以武為棟，以文為□；以武為表，以文……以文為內。能審此三者，則知所以勝敗矣。武者所以淩（凌）適（敵）分死生也，……危；武者所□□適（敵）也，文者所以守也。兵之用文武也，如鄉（響）之應聲，而〔影〕之隨身也。 \\n 兵以專壹勝，以離散敗。陣以數必固，以疏〔必□〕。將有威則生，失威則死；有威則勝，毋威則敗。卒有將則鬥，無將則北。……賞罰之胃（謂）也。卒畏將於敵者戰勝，卒畏敵於將者戰北。未戰，所以知勝敗，固稱將□敵，敵之與將猶權衡也。 \\n 兵以安靜治，以暴疾亂。出卒陳兵，固有恆令；行伍之疏數，固有恆法。先……敵之恆令，非追北衲邑，先後……之恆令，前失後斬。兵之恆陳，有鄉（向）適（敵）者，有內鄉（向）者，有立陳者，有坐陳〔者〕……將與卒，非有父子之親、血〔膚〕之樹（屬），六親之私也。然而見適（敵），走之如歸，前唯（雖）有千仁（仞）之溪，折[月責]脊……〔前則見全明之〕賞，後則見必死之刑。將前不能明其〔令〕，〔後不能見〕其嚴，則敗軍死將禽卒也。□□……制，嚴刑罰，□□賞，全攻發（伐）之得，伸（陳）斧越（鉞），飭章旗，有功必〔賞〕，犯令必死。及至兩適（敵）之相距，行伸（陳）薄（迫）近，……有天下之善者，不能御大鼓之後矣。出卒伸（陳）兵，行伸（陣）視適（敵），章旗相望，矢弩未合，兵刃未椄（接），先謞者虛，後謞胃（謂）之實，不謞謂之閉。〔閉〕實□□□也。 \\n 諸縣去軍百里者，皆為守禦之備，如居邊之一城……也。有令起軍，將吏受鼓旗……後其將吏出於縣部界……□述（遂）亡不從其將吏，比於亡軍。父母……後將吏至大將之所一日，□□□……吏戍一歲。戰而失其將吏，及將吏戰而死，卒獨北而環（還），其法當盡斬之。將吏將其卒北，斬其將□……□□□□三歲。軍大戰，大將死，□□五百以上不能死適（敵）者，皆當斬；及大將左右近卒在□□者，皆當斬。……奪一功，其無□□□□三歲。……軍功者，戍三歲，得其死（屍），罪赦。卒逃歸及……軍之傷□也，國之大費也。而將不能禁止，此內自弱之道也。名在軍而實居於家，□□不得其實，……□吏以其糧為饒，而身實食於家。有食一人軍之名，有二實之出，國內空虛盡渴（竭）而外為歲曷內北之數也。能止逃歸，禁亡軍，□兵之一勝也。使什伍相連也，明其……令嚴信，功發（伐）之賞□□……內，能殺其少半者，力加諸侯；能殺其什一者，□□□卒。臣聞：百萬之眾而不戰，不如萬人之尸；萬人而不死，不如百人之鬼。□□□□□，信比四時，令嚴如斧越（鉞），利如干漿（將），而士卒有不死用者，未嘗之……"}
