{"章节": "第一卷 內篇諫上第一", "正文": "  \\n 第一卷　內篇諫上第一 \\n 　 \\n  \\n 莊公矜勇力不顧行義晏子諫第一 \\n 莊公奮乎勇力，不顧于行義．勇力之士，無忌于國，貴戚不薦善，逼邇不引過，故晏子見公．公曰：「古者亦有徒以勇力立于世者乎？」 \\n 晏子對曰：「嬰聞之，輕死以行禮謂之勇，誅暴不避彊謂之力．故勇力之立也，以行其禮義也．湯武用兵而不為逆．并國而不為貪，仁義之理也．誅暴不避彊，替罪不避眾，勇力之行也．古之為勇力者，行禮義也；今上無仁義之理，下無替罪誅暴之行，而徒以勇力立于世，則諸侯行之以國危，匹夫行之以家殘．昔夏之衰也，有推侈、大戲，殷之衰也，有費仲、惡來，足走千里，手裂兕虎，任之以力，凌轢天下，威戮無罪，崇尚勇力，不顧義理，是以桀紂以滅，殷夏以衰．今公目奪乎勇力，不顧乎行義，勇力之士，無忌于國，身立威強，行本淫暴，貴戚不薦善，逼邇不引過，反聖王之德，而循滅君之行，用此存者，嬰未聞有也．」 \\n 景公飲酒酣願諸大夫無為禮晏子諫第二 \\n 景公飲酒酣，曰：「今日願與諸大夫為樂飲，請無為禮．」晏子蹴然改容曰：「君之言過矣！群臣固欲君之無禮也．力多足以勝其長，勇多足以弒君，而禮不使也．禽獸以力為政，彊者犯弱，故日易主，今君去禮，則是禽獸也．群臣以力為政，彊者犯弱，而日易主，君將安立矣！凡人之所以貴於禽獸者，以有禮也；故詩曰：『人而無禮，胡不遄死．』禮不可無也．」 \\n 公湎而不聽．少間，公出，晏子不起，公入，不起；交舉則先飲．公怒，色變，抑手疾視曰：「嚮者夫子之教寡人無禮之不可也，寡人出入不起，交舉則先飲，禮也？」 \\n 晏子避席再拜稽首而請曰：「嬰敢與君言而忘之乎？臣以致無禮之實也．君若欲無禮，此是已！」 \\n 公曰：「若是，孤之罪也．夫子就席，寡人聞命矣．」觴三行，遂罷酒．蓋是後也，飭法修禮以治國政，而百姓肅也． \\n 景公飲酒酲三日而後發晏子諫第三 \\n 景公飲酒，酲，三日而後發． \\n 晏子見曰：「君病酒乎？」公曰：「然．」 \\n 晏子曰：「古之飲酒也，足以通氣合好而已矣．故男不群樂以妨事，女不群樂以妨功．男女群樂者，周觴五獻，過之者誅．君身服之，故外無怨治，內無亂行．今一日飲酒，而三日寢之，國治怨乎外，左右亂乎內．以刑罰自防者，勸乎為非；以賞譽自勸者，惰乎為善；上離德行，民輕賞罰，失所以為國矣．願君節之也！」 \\n 景公飲酒七日不納弦章之言晏子諫第四 \\n 景公飲酒，七日七夜不止．弦章諫曰：「君欲飲酒七日七夜，章願君廢酒也！不然，章賜死．」 \\n 晏子入見，公曰：「章諫吾曰：『願君之廢酒也！不然，章賜死．』如是而聽之，則臣為制也；不聽，又愛其死．」 \\n 晏子曰：「幸矣章遇君也！令章遇桀紂者，章死久矣．」於是公遂廢酒． \\n 景公飲酒不恤天災致能歌者晏子諫第五 \\n 景公之時，霖雨十有七日．公飲酒，日夜相繼．晏子請發粟于民，三請，不見許．公命柏遽巡國，致能歌者．晏子聞之，不說，遂分家粟于氓，致任器于陌，徒行見公曰：「十有七日矣！懷寶鄉有數十，飢氓里有數家，百姓老弱，凍寒不得短褐，飢餓不得糟糠，敝撤無走，四顧無告．而君不卹，日夜飲酒，令國致樂不已，馬食府粟，狗饜芻豢，三保之妾，俱足粱肉．狗馬保妾，不已厚乎？民氓百姓，不亦薄乎？故里窮而無告，無樂有上矣；飢餓而無告，無樂有君矣．嬰奉數之筴，以隨百官之吏，民飢餓窮約而無告，使上淫湎失本而不卹，嬰之罪大矣．」再拜稽首，請身而去，遂走而出．公從之，兼于塗而不能逮，令趣駕追晏子，其家，不及．粟米盡于氓，任器存于陌，公驅及之康內． \\n 公下車從晏子曰：「寡人有罪，夫子倍棄不援，寡人不足以有約也，夫子不顧社稷百姓乎？願夫子之幸存寡人，寡人請奉齊國之粟米財貨，委之百姓，多寡輕重，惟夫子之令．」遂拜于途．晏子乃返，命稟巡氓，家有布縷之本而絕食者，使有終月之委；絕本之家，使有期年之食，無委積之氓，與之薪橑，使足以畢霖雨．令柏巡氓，家室不能禦者，予之金；巡求氓寡用財乏者，死三日而畢，後者若不用令之罪．公出舍，損肉撤酒，馬不食府粟，狗不食饘肉，辟拂嗛齊，酒徒減賜．三日，吏告畢上：貧氓萬七千家，用粟九十七萬鍾，薪橑萬三千乘；懷寶二千七百家，用金三千．公然後就內退食，琴瑟不張，鐘鼓不陳．晏子請左右與可令歌舞足以留思虞者退之，辟拂三千，謝于下陳，人待三，士待四，出之關外也． \\n 景公夜聽新樂而不朝晏子諫第六 \\n 晏子朝，杜扃望羊待于朝．晏子曰：「君奚故不朝？」 \\n 對曰：「君夜發不可以朝．」晏子曰：「何故？」對曰：「梁丘據扃入歌人虞，變齊音．」 \\n 晏子退朝，命宗祝修禮而拘虞，公聞之而怒曰：「何故而拘虞？」晏子曰：「以新樂淫君．」 \\n 公曰：「諸侯之事，百官之政，寡人願以請子．酒醴之味，金石之聲 \\n ，願夫子無與焉．夫樂，何必夫故哉？」 \\n 對曰：「夫樂亡而禮從之，禮亡而政從之，政亡而國從之．國衰，臣懼君之逆政之行．有歌，紂作北里，幽厲之聲，顧夫淫以鄙而偕亡．君奚輕變夫故哉？」 \\n 公曰：「不幸有社稷之業，不擇言而出之，請受命矣．」 \\n 景公燕賞無功而罪有司晏子諫第七 \\n 景公燕賞于國內，萬鍾者三，千鍾者五，令三出，而職計莫之從．公怒，令免職計，令三出，而士師莫之從．公不說．晏子見，公謂晏子曰：「寡人聞君國者，愛人則能利之，惡人則能疏之．今寡人愛人不能利，惡人不能疏，失君道矣．」 \\n 晏子曰：「嬰聞之，君正臣從謂之順，君僻臣從謂之逆．今君賞讒諛之民，而令吏必從，則是使君失其道，臣失其守也．先王之立愛，以勸善也，其立惡，以禁暴也．昔者三代之興也，利于國者愛之，害于國者惡之，故明所愛而賢良眾，明所惡而邪僻滅，是以天下治平，百姓和集．及其衰也，行安簡易，身安逸樂，順于己者愛之，逆于己者惡之，故明所愛而邪僻繁，明所惡而賢良滅，離散百姓，危覆社稷．君上不度聖王之興，而下不觀惰君之衰，臣懼君之逆政之行，有司不敢爭，以覆社稷，危宗廟．」 \\n 公曰：「寡人不知也，請從士師之策．」國內之祿，所收者三也． \\n 景公信用讒佞賞罰失中晏子諫第八 \\n 景公信用讒佞，賞無功，罰不辜．晏子諫曰：「臣聞明君望聖人而信其教，不聞聽讒佞以誅賞．今與左右相說頌也，曰：『比死者勉為樂乎！吾安能為仁而愈黥民耳矣！』故內寵之妾，迫奪于國，外寵之臣，矯奪于鄙，執法之吏，並荷百姓．民愁苦約病，而姦驅尤佚，隱情奄惡，蔽諂其上，故雖有至聖大賢，豈能勝若讒哉！是以忠臣之常有災傷也．臣聞古者之士，可與得之，不可與失之；可與進之，不可與退之．臣請逃之矣．」遂鞭馬而出． \\n 公使韓子休追之，曰：「孤不仁，不能順教，以至此極，夫子休國焉而往，寡人將從而後．」晏子遂鞭馬而返．其僕曰：「嚮之去何速？今之返又何速？」晏子曰：「非子之所知也，公之言至矣．」 \\n 景公愛嬖妾隨其所欲晏子諫第九 \\n 翟王子羡臣于景公，以重駕，公觀之而不說也．嬖人嬰子欲觀之，公曰：「及晏子寢病也．」居囿中臺上以觀之，嬰子說之，因為之請曰：「厚祿之！」公許諾． \\n 晏子起病而見公，公曰：「翟王子羡之駕，寡人甚說之，請使之示乎？」晏子曰：「駕御之事，臣無職焉．」公曰：「寡人一樂之，是欲祿之以萬鍾，其足乎？」對曰：「昔衛士東野之駕也，公說之，嬰子不說，公曰不說，遂不觀．今翟王子羡之駕也，公不說，嬰子說，公因說之；為請，公許之，則是婦人為制也．且不樂治人，而樂治馬，不厚祿賢人，而厚祿御夫．昔者先君桓公之地狹于今，修法治，廣政教，以霸諸侯．今君，一諸侯無能親也，歲凶年饑，道途死者相望也．君不此憂恥，而惟圖耳目之樂，不修先君之功烈，而惟飾駕御之伎，則公不顧民而忘國甚矣．且詩曰：『載驂載駟，君子所誡．』夫駕八，固非制也，今又重此，其為非制也，不滋甚乎！且君苟美樂之，國必眾為之，田獵則不便，道行致遠則不可，然而用馬數倍，此非御下之道也．淫于耳目，不當民務，此聖王之所禁也．君苟美樂之，諸侯必或效我，君無厚德善政以被諸侯，而易之以僻，此非所以子民、彰名、致遠、親鄰國之道也．且賢良廢滅，孤寡不振，而聽嬖妾以祿御夫以蓄怨，與民為讎之道也．詩曰：『哲夫成城，哲婦傾城．』今君不免成城之求，而惟傾城之務，國之亡日至矣．君其圖之！」 \\n 公曰：「善．」遂不復觀，乃罷歸翟王子羡，而疏嬖人嬰子． \\n 景公敕五子之傅而失言晏子諫第十 \\n 景公有男子五人，所使傅之者，皆有車百乘者也，晏子為一焉．公召其傅曰：「勉之！將以而所傅為子．」及晏子，晏子辭曰：「君命其臣，據其肩以盡其力，臣敢不勉乎！今有之家，此一國之權臣也，人人以君命命之曰：『將以而所傅為子，』此離樹別黨，傾國之道也，嬰不敢受命，願君圖之！」 \\n 景公欲廢適子陽生而立荼晏子諫第十一 \\n 淳于人納女于景公，生孺子荼，景公愛之．諸臣謀欲廢公子陽生而立荼，公以告晏子． \\n 晏子曰：「不可．夫以賤匹貴，國之害也；置大立少，亂之本也．夫陽生，生而長，國人戴之，君其勿易！夫服位有等，故賤不陵貴；立子有禮，故孽不亂宗．願君教荼以禮而勿陷于邪，導之以義而勿湛于利．長少行其道，宗孽得其倫．夫陽生敢毋使荼饜粱肉之味，玩金石之聲，而有患乎？廢長立少，不可以教下；尊孽卑宗，不可以利所愛．長少無等，宗孽無別，是設賊樹姦之本也．君其圖之！古之明君，非不知繁樂也，以為樂淫則哀，非不知立愛也，以為義失則憂．是故制樂以節，立子以道．若夫恃讒諛以事君者，不足以責信．今君用讒人之謀，聽亂夫之言也，廢長立少；臣恐後人之有因君之過以資其邪，廢少而立長以成其利者．君其圖之！」公不聽． \\n 景公沒，田氏殺君荼，立陽生；殺陽生，立簡公；殺簡公而取齊國． \\n 景公病久不愈欲誅祝史以謝晏子諫第十二 \\n 景公疥且瘧，期年不已．召會譴、梁丘據、晏子而問焉，曰：「寡人之病病矣，使史固與祝佗巡山川宗廟，犧牲珪璧，莫不備具，數其常多先君桓公，桓公一則寡人再．病不已，滋甚，予欲殺二子者以說于上帝，其可乎？」會譴、梁丘據曰：「可．」晏子不對．公曰：「晏子何如？」 \\n 晏子曰：「君以祝為有益乎？」公曰：「然．」「若以為有益，則詛亦有損也．君疏輔而遠拂，忠臣擁塞，諫言不出．臣聞之，近臣嘿，遠臣瘖，眾口鑠金．今自聊攝以東，姑尤以西者，此其人民眾矣，百姓之咎怨誹謗，詛君于上帝者多矣．一國詛，兩人祝，雖善祝者不能勝也．且夫祝直言情，則謗吾君也；隱匿過，則欺上帝也．上帝神，則不可欺；上帝不神，祝亦無益．願君察之也．不然，刑無罪，夏商所以滅也．」 \\n 公曰：「善解余惑，加冠！」命會譴毋治齊國之政，梁丘據毋治賓客之事，兼屬之乎晏子．晏子辭，不得命，受相退，把政，改月而君病悛．公曰：「昔吾先君桓公，以管子為有力，邑狐與穀，以共宗廟之鮮，賜其忠臣，則是多忠臣者．子今忠臣也，寡人請賜子州款．」辭曰：「管子有一美，嬰不如也；有一惡，嬰不忍為也，其宗廟之養鮮也．」終辭而不受． \\n 景公怒封人之祝不遜晏子諫第十三 \\n 景公游于麥丘，問其封人曰：「年幾何矣？」對曰：「鄙人之年八十五矣．」公曰：「壽哉！子其祝我．」封人曰：「使君之年長于胡，宜國家．」公曰：「善哉！子其復之．」曰：「使君之嗣，壽皆若鄙臣之年．」公曰：「善哉！子其復之．」封人曰：「使君無得罪于民．」公曰：「誠有鄙民得罪于君則可，安有君得罪于民者乎？」 \\n 晏子諫曰：「君過矣！彼疏者有罪，戚者治之，賤者有罪，貴者治之；君得罪于民，誰將治之？敢問：桀紂，君誅乎，民誅乎，」 \\n 公曰：「寡人固也．」於是賜封人麥丘以為邑． \\n 景公欲使楚巫致五帝以明德晏子諫第十四 \\n 楚巫微導裔款以見景公，侍坐三日，景公說之．楚巫曰：「公，明神之主，帝王之君也．公即位有七年矣，事未大濟者，明神未至也．請致五帝，以明君德．」景公再拜稽首．楚巫曰：「請巡國郊以觀帝位．」至于牛山而不敢登，曰：「五帝之位，在于國南，請齋而後登之．」公命百官供齋具于楚巫之所，裔款視事．晏子聞之而見于公曰：「公令楚巫齋牛山乎？」公曰：「然．致五帝以明寡人之德，神將降福于寡人，其有所濟乎？」晏子曰：「君之言過矣！古之王者，德厚足以安世，行廣足以容眾，諸侯戴之，以為君長，百姓歸之，以為父母．是故天地四時和而不失，星辰日月順而不亂，德厚行廣，配天象時，然後為帝王之君，明神之主．古者不慢行而繁祭，不輕身而恃巫．今政亂而行僻，而求五帝之明德也？棄賢而用巫，而求帝王之在身也？夫民不苟德，福不苟降，君之帝王，不亦難乎！惜乎！君位之高，所論之卑也．」公曰：「裔款以楚巫命寡人曰：『試嘗見而觀焉．』寡人見而說之，信其道，行其言．今夫子譏之，請逐楚巫而拘裔款．」晏子曰：「楚巫不可出．」公曰：「何故？」對曰：「楚巫出，諸侯必或受之．公信之，以過于內，不知；出以易諸侯于外，不仁．請東楚巫而拘裔款．」公曰：「諾．」故曰：送楚巫于東，而拘裔款于國也． \\n 景公欲祠靈山河伯以禱雨晏子諫第十五 \\n 齊大旱逾時，景公召群臣問曰：「天不雨久矣，民且有饑色．吾使人卜，云，祟在高山廣水．寡人欲少賦斂以祠靈山，可乎？」群臣莫對．晏子進曰：「不可！祠此無益也．夫靈山固以石為身，以草木為髮，天久不雨，髮將焦，身將熱，彼獨不欲雨乎？祠之無益．」 \\n 公曰：「不然，吾欲祠河伯，可乎？」 \\n 晏子曰：「不可！河伯以水為國，以魚鱉為民，天久不雨，泉將下，百川竭，國將亡，民將滅矣，彼獨不欲雨乎？祠之何益！」 \\n 景公曰：「今為之柰何？」 \\n 晏子曰：「君誠避宮殿暴露，與靈山河伯共憂，其幸而雨乎！」于是景公出野居暴露，三日，天果大雨，民盡得種時． \\n 景公曰：「善哉！晏子之言，可無用乎！其維有德．」 \\n 景公貪長有國之樂晏子諫第十六 \\n 景公將觀于淄上，與晏子閒立．公喟然歎曰：「嗚呼！使國可長保而傳于子孫，豈不樂哉？」 \\n 晏子對曰：「嬰聞明王不徒立，百姓不虛至．今君以政亂國，以行棄民久矣，而聲欲保之，不亦難乎！嬰聞之，能長保國者，能終善者也．諸侯並立，能終善者為長；列士並學，能終善者為師．昔先君桓公，其方任賢而贊德之時，亡國恃以存，危國仰以安，是以民樂其政而世高其德，行遠征暴，勞者不疾，驅海內使朝天子，而諸侯不怨．當是時，盛君之行不能進焉．及其卒而衰，怠于德而并于樂，身溺于婦侍而謀因豎刁，是以民苦其政，而世非其行，故身死乎胡宮而不舉，蟲出而不收．當是時也，桀紂之卒不能惡焉．詩曰：『靡不有初，鮮克有終．』不能終善者，不遂其君．今君臨民若寇讎，見善若避熱，亂政而危賢，必逆于眾，肆欲于民，而誅虐于下，恐及于身．嬰之年老，不能待于君使矣，行不能革，則持節以沒世耳．」 \\n 景公登牛山悲去國而死晏子諫第十七 \\n 景公遊于牛山，北臨其國城而流涕曰：「若何滂滂去此而死乎！」艾孔、梁丘據皆從而泣．晏子獨笑于旁，公刷涕而顧晏子曰：「寡人今日游悲，孔與據皆從寡人而涕泣，子之獨笑，何也？」 \\n 晏子對曰：「使賢者常守之，則太公、桓公將常守之矣；使勇者常守之，則莊公、靈公將常守之矣．數君者將守之，則吾君安得此位而立焉？以其迭處之，迭去之，至于君也，而獨為之流涕，是不仁也．不仁之君見一，諂諛之臣見二，此臣之所以獨竊笑也．」 \\n 景公遊公阜一日有三過言晏子諫第十八 \\n 景公出遊于公阜，北面望睹齊國曰：「嗚呼！使古而無死，何如？」晏子曰：「昔者上帝以人之歿為善，仁者息焉，不仁者伏焉．若使古而無死，丁公、太公將有齊國，桓、襄、文、武將皆相之，君將戴笠衣褐，執銚耨以蹲行畎畝之中，孰暇患死！」公忿然作色，不說．無幾何而梁丘據御六馬而來，公曰：「是誰也？」晏子曰：「據也．」公曰：「何如？」曰：「大暑而疾馳，甚者馬死，薄者馬傷，非據孰敢為之！」公曰：「據與我和者夫！」晏子曰：「此所謂同也，所謂和者，君甘則臣酸，君淡則臣鹹．今據也甘君亦甘，所謂同也，安得 \\n 為和！」公忿然作色，不說．無幾何，日暮，公西面望睹彗星，召伯常騫，使禳去之．晏子曰：「不可！此天教也．日月之氣，風雨不時，彗星之出，天為民之亂見之，故詔之妖祥，以戒不敬．今君若設文而受諫，謁聖賢人，雖不去彗，星將自亡．今君嗜酒而并于樂，政不飾而寬于小人，近讒好優，惡文而疏聖賢人，何暇在彗！茀又將見矣．」公忿然作色，不說．及晏子卒，公出，背而泣曰：「嗚呼！昔者從夫子而游公阜，夫子一日而三責我，今誰責寡人哉！」 \\n 景公遊寒塗不恤死胔晏子諫第十九 \\n 景公出遊于寒塗，睹死胔，默然不問．晏子諫曰：「昔吾先君桓公出游，睹饑者與之食，睹疾者與之財，使令不勞力，籍斂不費民．先君將游，百姓皆說曰：『君當幸游吾鄉乎！』今君游于寒塗，據四十里之氓，殫財不足以奉斂，盡力不能周役民氓，饑寒凍餒，死胔相望，而君不問，失君道矣．財屈力竭，下無以親上；驕泰奢侈，上無以親下．上下交離，君臣無親，此三代之所以衰也．今君行之，嬰懼公族之危，以為異姓之福也．」公曰：「然！為上而忘下，厚藉斂而忘民，吾罪大矣．」於是斂死胔，發粟于民，據四十里之氓不服政其年，公三月不出游． \\n 景公衣狐白裘不知天寒晏子諫第二十 \\n 景公之時，雨雪三日而不霽．公被狐白之裘，坐堂側陛．晏子入見，立有間，公曰：「怪哉！雨雪日而天不寒．」 \\n 晏子對曰：「天不寒乎？」公笑．晏子曰：「嬰聞古之賢君飽而知人之飢，溫而知人之寒，逸而知人之勞．今君不知也．」 \\n 公曰：「善！寡人聞命矣．」乃令出裘發粟，與飢寒．令所睹于塗者，無問其鄉；所睹于里者，無問其家；循國計數，無言其名．士既事 \\n 者兼月，疾者兼歲． \\n 孔子聞之曰：「晏子能明其所欲，景公能行其所善也．」 \\n 景公異熒惑守虛而不去晏子諫第二十一 \\n 景公之時，熒惑守于虛，期年不去．公異之，召晏子而問曰：「吾聞之，人行善者天賞之，行不善者天殃之．熒惑，天罰也，今留虛，其孰當之？」 \\n 晏子曰：「齊當之．」公不說，曰：「天下大國十二，皆曰諸侯，齊獨何以當？」 \\n 晏子曰：「虛，齊野也．且天之下殃，固干富彊，為善不用，出政不行，賢人使遠，讒人反昌，百姓疾怨，自為祈祥，錄錄彊食，進死何傷！是以列舍無次，變星有芒，熒惑回逆，孽星在旁，有賢不用，安得不亡！」公曰：「可去乎？」 \\n 對曰：「可致者可去，不可致者不可去．」公曰：「寡人為之若何？」 \\n 對曰：「盍去冤聚之獄，使反田矣；散百官之財，施之民矣；振孤寡而敬老人矣．夫若是者，百惡可去，何獨是孽乎！」公曰：「善．」行之三月，而熒惑遷． \\n 景公將伐宋瞢二丈夫立而怒晏子諫第二十二 \\n 景公舉兵將伐宋，師過泰山，公瞢見二丈夫立而怒，其怒甚盛．公恐，覺，辟門召占瞢者，至．公曰：「今夕吾瞢二丈夫立而怒，不知其所言，其怒甚盛，吾猶識其狀，識其聲．」占瞢者曰：「師過泰山而不用事，故泰山之神怒也．請趣召祝史祠乎泰山則可．」公曰：「諾．」 \\n 明日，晏子朝見，公告之如占瞢之言也．公曰：「占瞢者之言曰：『 \\n 師過泰山而不用事，故泰山之神怒也．』今使人召祝史祠之．」晏子 \\n 俯有間，對曰：「占瞢者不識也，此非泰山之神，是宋之先湯與伊尹 \\n 也．」公疑，以為泰山神． \\n 晏子曰：「公疑之，則嬰請言湯伊尹之狀也．湯質皙而長，顏以髯，兌上豐下，倨身而揚聲．」公曰：「然，是已．」「伊尹黑而短，蓬而髯，豐上兌下，僂身而下聲．」公曰：「然，是已．今若何？」 \\n 晏子曰：「夫湯、太甲、武丁、祖乙，天下之盛君也，不宜無後．今惟宋耳，而公伐之，故湯伊尹怒，請散師以平宋．」景公不用，終伐宋．晏子曰：「伐無罪之國，以怒明神，不易行以續蓄，進師以近過 \\n ，非嬰所知也．師若果進，軍必有殃．」 \\n 軍進再舍，鼓毀將殪．公乃辭乎晏子，散師，不果伐宋． \\n 景公從畋十八日不返國晏子諫第二十三 \\n 景公畋于署梁，十有八日而不返．晏子自國往見公．比至，衣冠不正，不革衣冠，望游而馳． \\n 公望見晏子，下而急帶曰：「夫子何為遽？國家無有故乎？」晏子對曰：「不亦急也！雖然，嬰願有復也．國人皆以君為安野而不安國，好獸而惡民，毋乃不可乎？」 \\n 公曰：「何哉？吾為夫婦獄訟之不正乎？則泰士子牛存矣；為社稷宗廟之不享乎？則泰祝子游存矣；為諸侯賓客莫之應乎？則行人子羽存矣；為田野之不僻，倉庫之不實？則申田存焉；為國家之有餘不足聘乎？則吾子存矣．寡人之有五子，猶心之有四支，心有四支，故心得佚焉．今寡人有五子，故寡人得佚焉，豈不可哉！」 \\n 晏子對曰：「嬰聞之，與君言異．若乃心之有四支，而心得佚焉，可；得令四支無心，十有八日；不亦久乎！」公于是罷畋而歸． \\n 景公欲誅駭鳥野人晏子諫第二十四 \\n 景公射鳥，野人駭之．公怒，令吏誅之． \\n 晏子曰：「野人不知也．臣聞賞無功謂之亂，罪不知謂之虐．兩者，先王之禁也；以飛鳥犯先王之禁，不可！今君不明先王之制，而無仁義之心，是以從欲而輕誅．夫鳥獸，固人之養也，野人駭之，不亦宜乎！ \\n 公曰：「善！自今已後，弛鳥獸之禁，無以苛民也．」 \\n 景公所愛馬死欲誅圉人晏子諫第二十五 \\n 景公使圉人養所愛馬，暴死，公怒，令人操刀解養馬者．是時晏子侍前，左右執刀而進，晏子止而問于公曰：「堯舜支解人，從何軀始？」公矍然曰：「從寡人始．」遂不支解． \\n 公曰：「以屬獄．」 \\n 晏子曰：「此不知其罪而死，臣為君數之，使知其罪，然後致之獄．」公曰：「可．」 \\n 晏子數之曰：「爾罪有三：公使汝養馬而殺之，當死罪一也；又殺公之所最善馬，當死罪二也；使公以一馬之故而殺人，百姓聞之必怨吾君，諸侯聞之必輕吾國，汝殺公馬，使怨積于百姓，兵弱于鄰國，汝當死罪三也．今以屬獄．」 \\n 公喟然歎曰：「夫子釋之！夫子釋之！勿傷吾仁也．」 \\n  \\n   \\n  "}
{"章节": "第二卷 內篇諫下第二", "正文": "  \\n 第二卷　內篇諫下第二 \\n 　 \\n  \\n 景公藉重而獄多欲託晏子晏子諫第一 \\n 景公藉重而獄多，拘者滿圄，怨者滿朝．晏子諫，公不聽．公謂晏子曰：「夫獄，國之重官也，願託之夫子．」 \\n 晏子對曰：「君將使嬰飭其功乎？則嬰有壹妄能書，足以治之矣．君將使嬰飭其意乎？夫民無欲殘其家室之生，以奉暴上之僻者，則君使吏比而焚之而已矣．」景公不說，曰：「飭其功則使壹妄，飭其意則比焚，如是，夫子無所謂能治國乎？」 \\n 晏子曰：「嬰聞與君異．今夫胡貉戎狄之蓄狗也，多者十有餘，寡者五六，然不相害傷．今束雞豚妄投之，其折骨決皮，可立得也．且夫上正其治，下審其論，則貴賤不相踰越．今君舉千鍾爵祿，而妄投之于左右，左右爭之，甚于胡狗，而公不知也．寸之管無當，天下不能足之以粟．今齊國丈夫耕，女子織，夜以接日，不足以奉上，而君側皆雕文刻鏤之觀．此無當之管也，而君終不知．五尺童子，操寸之煙 \\n ，天下不能足以薪．今君之左右，皆操煙之徒，而君終不知．鐘鼓成肆，干戚成舞，雖禹不能禁民之觀．且夫飾民之欲，而嚴其聽，禁其心，聖人所難也，而況奪其財而飢之，勞其力而疲之，常致其苦而嚴聽其獄，痛誅其罪，非嬰所知也．」 \\n 景公欲殺犯所愛之槐者晏子諫第二 \\n 景公有所愛槐，令吏謹守之，植木縣之，下令曰：「犯槐者刑，傷之者死．」有不聞令，醉而犯之者，公聞之曰：「是先犯我令．」使吏拘之，且加罪焉．其女子往辭晏子之家，託曰：「負廓之民賤妾，請有道于相國，不勝其欲，願得充數乎下陳．」晏子聞之，笑曰：「嬰其淫于色乎？何為老而見奔？雖然，是必有故．」令內之．女子入門，晏子望見之，曰：「怪哉！有深憂．」進而問焉，曰：「所憂何也？」對曰：「君樹槐縣令，犯之者刑，傷之者死．妾父不仁，不聞令，醉而犯之，吏將加罪焉．妾聞之，明君蒞國立政，不損祿，不益刑，又不以私恚害公法，不為禽獸傷人民，不為草木傷禽獸，不為野草傷禾苗．吾君欲以樹木之故，殺妾父，孤妾身，此令行于民而法于國矣．雖然，妾聞之，勇士不以眾彊凌孤獨，明惠之君不拂是以行其所欲，此譬之猶自治魚鱉者也，去其腥臊者而已．昧墨與人比居庾肆，而教人危坐．今君出令于民，苟可法于國，而善益于後世，則父死亦當矣，妾為之收亦宜矣．甚乎！今之令不然，以樹木之故，罪法妾父，妾恐其傷察吏之法，而害明君之義也．鄰國聞之，皆謂吾君愛樹而賤人，其可乎？願相國察妾言以裁犯禁者．」 \\n 晏子曰：「甚矣！吾將為子言之于君．」使人送之歸．明日，早朝，而復于公曰：「嬰聞之，窮民財力以供嗜欲謂之暴，崇玩好，威嚴擬乎君謂之逆，刑殺不辜謂之賊．此三者，守國之大殃．今君窮民財力，以羨餒食之具，繁鍾鼓之樂，極宮室之觀，行暴之大者；崇玩好，縣愛槐之令，載過者馳，步過者趨，威嚴擬乎君，逆之明者也；犯槐者刑，傷槐者死，刑殺不稱，賊民之深者．君享國，德行未見于眾，而三辟著于國，嬰恐其不可以蒞國子民也．」 \\n 公曰：「微大夫教寡人，幾有大罪以累社稷，今子大夫教之，社稷之福，寡人受命矣．」 \\n 晏子出，公令趣罷守槐之役，拔置縣之木，廢傷槐之法，出犯槐之囚． \\n 景公逐得斬竹者囚之晏子諫第三 \\n 景公樹竹，令吏謹守之．公出，過之，有斬竹者焉，公以車逐，得而拘之，將加罪焉．晏子入見，曰：「君亦聞吾先君丁公乎？」公曰：「何如？」晏子曰：「丁公伐曲沃，勝之，止其財，出其民．公日自 \\n 蒞之，有輿死人以出者，公怪之，令吏視之，則其中金與玉焉．吏請殺其人，收其金玉．公曰：『以兵降城，以眾圖財，不仁．且吾聞之，人君者，寬惠慈眾，不身傳誅．』令捨之．」公曰：「善！」晏子退，公令出斬竹之囚． \\n 景公以摶治之兵未成功將殺之晏子諫第四 \\n 景公令兵摶治，當臘冰月之間而寒，民多凍餒，而功不成．公怒曰：「為我殺兵二人．」晏子曰：「諾．」少間，晏子曰：「昔者先君莊公之伐于晉也，其役殺兵四人，今令而殺兵二人，是師殺之半也．」公曰：「諾！是寡人之過也．」令止之． \\n 景公冬起大臺之役晏子諫第五 \\n 晏子使于魯，比其返也，景公使國人起大臺之役，歲寒不已，凍餒之者鄉有焉，國人望晏子． \\n 晏子至，已復事，公延坐，飲酒樂，晏子曰：「君若賜臣，臣請歌之．」歌曰：「庶民之言曰：『凍水洗我，若之何！太上靡散我，若之何！』」歌終，喟然歎而流涕．公就止之曰：「夫子曷為至此？殆為大臺之役夫！寡人將速罷之．」晏子再拜．出而不言，遂如大臺，執朴鞭其不務者，曰：「吾細人也，皆有蓋廬，以避燥溼，君為壹臺而不速成，何為？」國人皆曰：「晏子助天為虐．」 \\n 晏子歸，未至，而君出令趣罷役，車馳而人趨．仲尼聞之，喟然歎曰：「古之善為人臣者，聲名歸之君，禍災歸之身，入則切磋其君之不善，出則高譽其君之德義，是以雖事惰君，能使垂衣裳，朝諸侯，不敢伐其功．當此道者，其晏子是耶！」 \\n 景公為長庲欲美之晏子諫第六 \\n 景公為長庲，將欲美之，有風雨作，公與晏子入坐飲酒，致堂上之樂．酒酣，晏子作歌曰：「穗乎不得穫，秋風至兮殫零落，風雨之拂殺也，太上之靡弊也．」歌終，顧而流涕，張躬而舞．公就晏子而止之曰：「今日夫子為賜而誡于寡人，是寡人之罪．」遂廢酒，罷役，不果成長庲． \\n 景公為鄒之長塗晏子諫第七 \\n 景公築路寢之臺，三年未息；又為長庲之役，二年未息；又為鄒之長塗．晏子諫曰：「百姓之力勤矣！公不息乎？」公曰：「塗將成矣，請成而息之．」對曰：「明君不屈民財者，不得其利；不窮民力者，不得其樂．昔者楚靈王作頃宮，三年未息也；又為章華之臺，五年又不息也；乾溪之役，八年，百姓之力不足而自息也．靈王死于乾溪，而民不與君歸．今君不遵明君之義，而循靈王之跡，嬰懼君有暴民之行，而不睹長庲之樂也，不若息之．」公曰：「善！非夫子者，寡人不知得罪于百姓深也．」于是令勿委壞，餘財勿收，斬板而去之． \\n 景公春夏游獵興役晏子諫第八 \\n 景公春夏游獵，又起大臺之役．晏子諫曰：「春夏起役，且游獵，奪民農時，國家空虛，不可．」景公曰：「吾聞相賢者國治，臣忠者主逸．吾年無幾矣，欲遂吾所樂，卒吾所好，子其息矣．」晏子曰：「 \\n 昔文王不敢盤于游田，故國昌而民安．楚靈王不廢乾溪之役，起章華之臺，而民叛之．今君不革，將危社稷，而為諸侯笑．臣聞忠臣不避死，諫不違罪．君不聽臣，臣將逝矣．」景公曰：「唯唯，將弛罷之．」未幾，朝韋囧解役而歸． \\n 景公獵休坐地晏子席而諫第九 \\n 景公獵休，坐地而食，晏子後至，左右滅葭而席．公不說，曰：「寡人不席而坐地，二三子莫席，而子獨搴草而坐之，何也？」晏子對曰：「臣聞介冑坐陳不席，獄訟不席，尸坐堂上不席，三者皆憂也．故不敢以憂侍坐．」公曰：「諾．」令人下席曰：「大夫皆席，寡人亦席矣．」 \\n 景公獵逢蛇虎以為不祥晏子諫第十 \\n 景公出獵，上山見虎，下澤見蛇．歸，召晏子而問之曰：「今日寡人出獵，上山則見虎，下澤則見蛇，殆所謂不祥也？」 \\n 晏子對曰：「國有三不祥，是不與焉．夫有賢而不知，一不祥；知而不用，二不祥；用而不任，三不祥也．所謂不祥，乃若此者．今上山見虎，虎之室也；下澤見蛇，蛇之穴也．如虎之室，如蛇之穴，而見之，曷為不祥也！」 \\n 景公為臺成又欲為鐘晏子諫第十一 \\n 景公為臺，臺成，又欲為鐘．晏子諫曰：「君國者不樂民之哀．君不勝欲，既築臺矣，今復為鐘，是重斂于民，民必哀矣．夫斂民之哀，而以為樂，不祥，非所以君國者．」公乃止． \\n 景公為泰呂成將以燕饗晏子諫第十二 \\n 景公為泰呂成，謂晏子曰：「吾欲與夫子燕．」對曰：「未祀先君而以燕，非禮也．」公曰：「何以禮為？」對曰：「夫禮者，民之紀，紀亂則民失，亂紀失民，危道也．」公曰：「善．」乃以祀焉． \\n 景公為履而飾以金玉晏子諫第十三 \\n 景公為履，黃金之綦，飾以銀，連以珠，良玉之絇，其長尺，冰月服之，以聽朝． \\n 晏子朝，公迎之，履重，僅能舉足，問曰：「天寒乎？」 \\n 晏子曰：「君奚問天之寒也？古聖人製衣服也，冬輕而暖，夏輕而凊，今君之履，冰月服之，是重寒也，履重不節，是過任也，失生之情矣．故魯工不知寒溫之節，輕重之量，以害正生，其罪一也；作服不常，以笑諸侯，其罪二也；用財無功，以怨百姓，其罪三也．請拘而使吏度之．」公苦，請釋之． \\n 晏子曰：「不可．嬰聞之，苦身為善者，其賞厚；苦身為非者，其罪重．」公不對．晏子出，令吏拘魯工，令人送之境，使不得入．公撤履，不復服也． \\n 景公欲以聖王之居服而致諸侯晏子諫第十四 \\n 景公問晏子曰：「吾欲服聖王之服，居聖王之室，如此，則諸侯其至乎？」 \\n 晏子對曰：「法其節儉則可，法其服，居其室，無益也．三王不同服而王，非以服致諸侯也，誠于愛民，果于行善，天下懷其德而歸其義，若其衣服節儉而眾說也．夫冠足以修敬，不務其飾；衣足以掩形禦寒，不務其美．衣不務于隅眥之削，冠無觚羸之理，身服不雜彩，首服不鏤刻．且古者嘗有紩衣攣領而王天下者其義好生而惡殺，節上而羨下，天下不朝其服，而共歸其義．古者嘗有處橧巢窟穴而不惡，予而不取，天下不朝其室，而共歸其仁．及三代作服，為益敬也，首服足以修敬，而不重也，身服足以行潔，而不害于動作．服之輕重便于身，用財之費順于民．其不為橧巢者，以避風也；其不為窟穴者，以避溼也．是故明堂之制，下之潤溼，不能及也；上之寒暑，不能入也．土事不文，木事不鏤，示民知節也．及其衰也，衣服之侈過足以敬，宮室之美過避潤溼，用力甚多，用財甚費，與民為讎．今君欲法聖王之服，不法其制，法其節儉也，則雖未成治，庶其有益也．今君窮臺榭之高，極汙池之深而不止，務于刻鏤之巧，文章之觀而不厭，則亦與民而讎矣．若臣之慮，恐國之危，而公不平也．公乃願致諸侯，不亦難乎！公之言過矣．」 \\n 景公自矜冠裳遊處之貴晏子諫第十五 \\n 景公為西曲潢，其深滅軌，高三仞，橫木龍蛇，立木鳥獸．公衣黼黻之衣，素繡之裳，一衣而五綵具焉；帶球玉而冠且，被髮亂首，南面而立，傲然．晏子見，公曰：「昔仲父之霸何如？」晏子抑首而不對．公又曰：「昔管文仲之霸何如？」晏子對曰：「臣聞之，維翟人與龍蛇比，今君橫木龍蛇，立木鳥獸，亦室一就矣，何暇在霸哉！且公伐宮室之美，矜衣服之麗，一衣而五綵具焉，帶球玉而亂首被髮，亦室一容矣，萬乘之君，而壹心于邪，君之魂魄亡矣，以誰與圖霸哉？」公下堂就晏子曰：「梁丘據、裔款以室之成告寡人，是以竊襲此服，與據為笑，又使夫子及，寡人請改室易服而敬聽命，其可乎？」晏子曰：「夫二子營君以邪，公安得知道哉！且伐木不自其根，則蘗又生也，公何不去二子者，毋使耳目淫焉．」 \\n 景公為巨冠長衣以聽朝晏子諫第十六 \\n 景公為巨冠長衣以聽朝，疾視矜立，日晏不罷．晏子進曰：「聖人之服中，侻而不駔，可以導眾，其動作，侻順而不逆，可以奉生，是以下皆法其服，而民爭學其容．今君之服，駔華不可以導眾民，疾視矜立，不可以奉生，日晏矣，君不若脫服就燕．」公曰：「寡人受命．」退朝，遂去衣冠、不復服． \\n 景公朝居嚴下不言晏子諫第十七 \\n 晏子朝，復于景公曰：「朝居嚴乎？」 \\n 公曰：「嚴居朝，則曷害于治國家哉？」 \\n 晏子對曰：「朝居嚴則下無言，下無言則上無聞矣．下無言則吾謂之瘖，上無聞則吾謂之聾．聾瘖，非害國家而如何也！且合升斗之微以滿倉廩，合疏縷之綈以成幃幕，大山之高，非一石也，累卑然後高，天下者，非用一士之言也，固有受而不用，惡有拒而不受者哉！」 \\n 景公登路寢臺不終不悅晏子諫第十八 \\n 景公登路寢之臺，不能終，而息乎陛，忿然而作色，不說，曰：「孰為高臺，病人之甚也？」 \\n 晏子曰：「君欲節于身而勿高，使人高之而勿罪也．今高，從之以罪，卑亦從以罪，敢問使人如此可乎？古者之為宮室也，足以便生，不以為奢侈也，故節于身，謂于民．及夏之衰也，其王桀背棄德行，為璿室玉門．殷之衰也，其王紂作為頃宮靈臺，卑狹者有罪，高大者有賞，是以身及焉．今君高亦有罪，卑亦有罪，甚于夏殷之王；民力殫乏矣，而不免于罪，嬰恐國之流失，而公不得享也！」 \\n 公曰：「善！寡人自知誠費財勞民，以為無功，又從而怨之，是寡人之罪也！非夫子之教，豈得守社稷哉！」遂下，再拜，不果登臺． \\n 景公登路寢臺望國而歎晏子諫第十九 \\n 景公與晏子登寢而望國，公愀然而歎曰：「使後嗣世世有此，豈不可哉！」晏子曰：「臣聞明君必務正其治，以事利民，然後子孫享之．詩云：『武王豈不事，貽厥孫謀，以燕翼子．』今君處佚怠，逆政害民有日矣，而猶出若言，不亦甚乎！」公曰：「然則後世孰將把齊國？」對曰：「服牛死，夫婦哭，非骨肉之親也，為其利之大也．欲知把齊國者，則其利之者邪？」公曰：「然，何以易？」對曰：「移之以善政．今公之牛馬老于欄牢，不勝服也；車蠹于巨戶，不勝乘也；衣裘襦褲，朽弊于藏，不勝衣也；醯醢腐，不勝，沽也；酒醴酸不勝飲也；府粟鬱而不勝食；又厚藉斂于百姓，而不以分餒民．夫藏財而不用，凶也，財苟失守，下其報環至．其次昧財之失守，委而不以分人者，百姓必進自分也．故君人者與其請於人，不如請於己也．」 \\n 景公路寢臺成逢于何願合葬晏子諫而許第二十 \\n 景公成路寢之臺，逢于何遭喪，遇晏子于途，再拜乎馬前．晏子下車挹之，曰：「子何以命嬰也？」對曰：「于何之母死，兆在路寢之臺牖下，願請命合骨．」 \\n 晏子曰：「嘻！難哉！雖然，嬰將為子復之，適為不得，子將若何？」對曰：「夫君子則有以，如我者儕小人，吾將左手擁格，右手梱心，立餓枯槁而死，以告四方之士曰：『于何不能葬其母者也．』」 \\n 晏子曰：「諾．」遂入見公，曰：「有逢于何者，母死，兆在路寢，當如之何？願請合骨．」公作色不說，曰：「古之及今，子亦嘗聞請葬人主之宮者乎？」 \\n 晏子對曰：「古之人君，其宮室節，不侵生民之居，臺榭儉，不殘死人之墓，故未嘗聞諸請葬人主之宮者也．今君侈為宮室，奪人之居，廣為臺榭，殘人之墓，是生者愁憂，不得安處，死者離易，不得合骨．豐樂侈遊，兼傲生死，非人君之行也．遂欲滿求，不顧細民，非存之道．且嬰聞之，生者不得安，命之曰蓄憂；死者不得葬，命之曰蓄哀．蓄憂者怨，蓄哀者危，君不如許之．」公曰：「諾．」 \\n 晏子出，梁丘據曰：「自昔及今，未嘗聞求葬公宮者也，若何許之？」公曰：「削人之居，殘人之墓，凌人之喪，而禁其葬，是于生者無施，于死者無禮．詩云：『穀則異室，死則同穴．』吾敢不許乎？」逢于何遂葬其母路寢之牖下，解衰去絰，布衣縢履，元冠茈武，踊而不哭．躄而不拜，已乃涕洟而去． \\n 景公嬖妾死守之三日不斂晏子諫第二十一 \\n 景公之嬖妾嬰子死，公守之，三日不食，膚著于席不去．左右以復，而君無聽焉． \\n 晏子入，復曰：「有術客與醫俱言曰：『聞嬰子病死，願請治之．』」公喜，遽起，曰：「病猶可為乎？」 \\n 晏子曰：「客之道也，以為良醫也，請嘗試之．君請屏，潔沐浴飲食，間病者之宮，彼亦將有鬼神之事焉．」公曰：「諾．」屏而沐浴．晏子令棺人入斂，已斂，而復曰：「醫不能治病，已斂矣，不敢不以聞．」公作色不說，曰：「夫子以醫命寡人，而不使視，將斂而不以聞，吾之為君，名而已矣．」 \\n 晏子曰：「君獨不知死者之不可以生邪？嬰聞之，君正臣從謂之順，君僻臣從謂之逆．今君不道順而行僻，從邪者邇，導害者遠，讒諛萌通，而賢良廢滅，是以諂諛繁于間，邪行交于國也．昔吾先君桓公用管仲而霸，嬖乎豎刁而滅，今君薄于賢人之禮，而厚嬖妾之哀．且古聖王畜私不傷行，斂死不失愛，送死不失哀．行傷則溺己，愛失則傷生，哀失則害性．是故聖王節之也．即畢斂，不留生事，棺槨衣衾，不以害生養，哭泣處哀，不以害生道．今朽尸以留生，廣愛以傷行，修哀以害性，君之失矣．故諸侯之賓客慚入吾國，本朝之臣慚守其職，崇君之行，不可以導民，從君之欲，不可以持國．且嬰聞之，朽而不斂，謂之僇尸，臭而不收，謂之陳胔．反明王之性，行百姓之誹，而內嬖妾于僇胔，此之為不可．」 \\n 公曰：「寡人不識，請因夫子而為之．」 \\n 晏子復曰：「國之士大夫，諸侯四鄰賓客，皆在外，君其哭而節之．」 \\n 仲尼聞之曰：「星之昭昭，不若月之曀曀，小事之成，不若大事之廢，君子之非，賢于小人之是也．其晏子之謂歟！」 \\n 景公欲厚葬梁丘據晏子諫第二十二 \\n 梁丘據死，景公召晏子而告之，曰：「據忠且愛我，我欲豐厚其葬，高大其壟．」晏子曰：「敢問據之忠與愛于君者，可得聞乎？」公曰：「吾有喜于玩好，有司未能我具也，則據以其所有共我，是以知其忠也；每有風雨，暮夜求必存，吾是以知其愛也．」 \\n 晏子曰：「嬰對，則為罪，不對，則無以事君，敢不對乎！嬰聞之，臣專其君，謂之不忠；子專其父，謂之不孝；妻專其夫，謂之嫉．事君之道，導親于父兄，有禮于群臣，有惠于百姓，有信于諸侯，謂之忠；為子之道，以鍾愛其兄弟，施行于諸父，慈惠于眾子，誠信于朋友，謂之孝；為妻之道，使其眾妾皆得歡忻于其夫，謂之不嫉．今四封之民，皆君之臣也，而維據盡力以愛君，何愛者之少邪？四封之貨，皆君之有也，而維據也以其私財忠于君，何忠者之寡邪？據之防塞群臣，擁蔽君，無乃甚乎？」公曰：「善哉！微子，寡人不知據之至於是也．」遂罷為壟之役，廢厚葬之命，令有司據法而責，群臣陳過而諫．故官無廢法，臣無隱忠，而百姓大說． \\n 景公欲以人禮葬走狗晏子諫第二十三 \\n 景公走狗死，公令外共之棺，內給之祭．晏子聞之，諫． \\n 公曰：「亦細物也，特以與左右為笑耳．」 \\n 晏子曰：「君過矣！夫厚藉斂不以反民，棄貨財而笑左右，傲細民之憂，而崇左右之笑，則國亦無望已．且夫孤老凍餒，而死狗有祭，鰥寡不恤，死狗有棺，行辟若此，百姓聞之，必怨吾君，諸侯聞之，必輕吾國．怨聚于百姓，而權輕于諸侯，而乃以為細物，君其圖之．」公曰：「善．」趣庖治狗，以會朝屬． \\n 景公養勇士三人無君之義晏子諫第二十四 \\n 公孫接、田開疆、古冶子事景公，以勇力搏虎聞．晏子過而趨，三子者不起． \\n 晏子入見公曰：「臣聞明君之蓄勇力之士也，上有君臣之義，下有長率之倫，內可以禁暴，外可以威敵，上利其功，下服其勇，故尊其位，重其祿．今君之蓄勇力之士也，上無君臣之義，下無長率之倫，內不以禁暴，外不可威敵，此危國之器也，不若去之．」 \\n 公曰：「三子者，搏之恐不得，刺之恐不中也．」 \\n 晏子曰：「此皆力攻勍敵之人也，無長幼之禮．」因請公使人少餽之二桃，曰：「三子何不計功而食桃？」 \\n 公孫接仰天而歎曰：「晏子，智人也！夫使公之計吾功者，不受桃，是無勇也，士眾而桃寡，何不計功而食桃矣．接一搏猏而再搏乳虎，若接之功，可以食桃而無與人同矣．」援桃而起． \\n 田開疆曰：「吾仗兵而卻三軍者再，若開疆之功，亦可以食桃，而無與人同矣．」援桃而起． \\n 古冶子曰：「吾嘗從君濟于河，黿銜左驂以入砥柱之流．當是時也，冶少不能游，潛行逆流百步，順流九里，得黿而殺之，左操驂尾，右挈黿頭，鶴躍而出．津人皆曰：『河伯也！』若冶視之，則大黿之首．若冶之功，亦可以食桃而無與人同矣．二子何不反桃！」抽劍而起． \\n 公孫接、田開疆曰：「吾勇不子若，功不子逮，取桃不讓，是貪也；然而不死，無勇也．」皆反其桃，挈領而死． \\n 古冶子曰：「二子死之，冶獨生之，不仁；恥人以言，而夸其聲，不義；恨乎所行，不死，無勇．雖然，二子同桃而節，冶專其桃而宜．」亦反其桃，挈領而死． \\n 使者復曰：「已死矣．」公殮之以服，葬之以士禮焉． \\n 景公登射思得勇力士與之圖國晏子諫第二十五 \\n 景公登射，晏子修禮而侍．公曰：「選射之禮，寡人厭之矣！吾欲得天下勇士，與之圖國．」 \\n 晏子對曰：「君子無禮，是庶人也；庶人無禮，是禽獸也．夫勇多則弒其君，力多則殺其長，然而不敢者，維禮之謂也．禮者，所以御民也，轡者，所以御馬也，無禮而能治國家者，晏未之聞也．」 \\n 景公曰：「善．」迺飾射更席，以為上客，終日問禮． \\n  \\n   \\n  "}
{"章节": "第三卷 內篇問上第三", "正文": "  \\n 第三卷　內篇問上第三 \\n 　 \\n  \\n 莊公問威當世服天下時耶晏子對以行也第一 \\n 莊公問晏子曰：「威當世而服天下，時耶？」 \\n 晏子對曰：「行也．」 \\n 公曰：「何行？」對曰：「能愛邦內之民者，能服境外之不善；重士民之死力者，能禁暴國之邪逆；聽賃賢者，能威諸侯；安仁義而樂利世者，能服天下．不能愛邦內之民者，不能服境外之不善；輕士民之死力者，不能禁暴國之邪逆；愎諫傲賢者之言，不能威諸侯；倍仁義而貪名實者，不能威當世．而服天下者，此其道也已．」 \\n 而公不用，晏子退而窮處．公任勇力之士，而輕臣僕之死，用兵無休，國罷民害，期年，百姓大亂，而身及崔氏禍．君子曰：「盡忠不豫交，不用不懷祿，其晏子可謂廉矣！」 \\n 莊公問伐晉晏子對以不可若不濟國之福第二 \\n 莊公將伐晉，問于晏子，晏子對曰：「不可．君得合而欲多，養欲而意驕．得合而欲多者危，養欲而意驕者困．今君任勇力之士，以伐明主，若不濟，國之福也，不德而有功，憂必及君．」公作色不說．晏子辭不為臣，退而窮處，堂下生蓼藿，門外生荊棘．莊公終任勇力之士，西伐晉，取朝歌，及太行、孟門，茲于兌，期而民散，身滅于崔氏．崔氏之期，逐群公子，及慶氏亡． \\n 景公問伐魯晏子對以不若修政待其亂第三 \\n 景公舉兵欲伐魯，問于晏子，晏子對曰：「不可．魯好義而民戴之，好義者安，見戴者和，伯禽之治存焉，故不可攻．攻義者不祥，危安者必困．且嬰聞之，伐人者德足以安其國，政足以和其民，國安民和，然後可以舉兵而征暴．今君好酒而辟，德無以安國，厚藉斂，意使令，無以和民．德無以安之則危，政無以和之則亂．未免乎危亂之理，而欲伐安和之國，不可，不若修政而待其君之亂也．其君離，上怨其下，然後伐之，則義厚而利多，義厚則敵寡，利多則民歡．」 \\n 公曰：「善．」遂不果伐魯． \\n 景公伐斄勝之問所當賞晏子對以謀勝祿臣第四 \\n 景公伐斄，勝之，問晏子曰：「吾欲賞于斄何如？」對曰：「臣聞之，以謀勝國者，益臣之祿；以民力勝國者，益民之利．故上有羨獲，下有加利，君上享其名，臣下利其實．故用智者不偷業，用力者不傷苦，此古之善伐者也．」公曰：「善．」于是破斄之臣，東邑之卒，皆有加利．是上獨擅名，利下流也． \\n 景公問聖王其行若何晏子對以衰世而諷第五 \\n 景公外傲諸侯，內輕百姓，好勇力，崇樂以從嗜欲，諸侯不說，百姓不親．公患之，問于晏子曰：「古之聖王，其行若何？」 \\n 晏子對曰：「其行公正而無邪，故讒人不得入；不阿黨，不私色，故群徒之卒不得容；薄身厚民，故聚斂之人不得行；不侵大國之地，不秏小國之民，故諸侯皆欲其尊；不劫人以甲兵，不威人以眾彊，故天下皆欲其彊；德行教訓加于諸侯，慈愛利澤加于百姓，故海內歸之若流水．今衰世君人者，辟邪阿黨，故讒諂群徒之卒繁；厚身養，薄視民，故聚斂之人行；侵大國之地，秏小國之民，故諸侯不欲其尊；劫人以兵甲，威人以眾彊，故天下不欲其彊；災害加于諸侯，勞苦施于百姓，故讎敵進伐，天下不救，貴戚離散，百姓不興．」 \\n 公曰：「然則何若？」 \\n 對曰：「請卑辭重幣，以說于諸侯，輕罪省功，以謝于百姓，其可乎？」 \\n 公曰：「諾．」 \\n 于是卑辭重幣，而諸侯附，輕罪省功，而百姓親，故小國入朝，燕魯共貢．墨子聞之曰：「晏子知道，道在人為，而失為己．為人者重，自為者輕．景公自為，而小國不與，為人，而諸侯為役，則道在為人，而行在反己矣，故晏子知道矣．」 \\n 景公問欲善齊國之政以干霸王晏子對以官未具第六 \\n 景公問晏子曰：「吾欲善治齊國之政，以干霸王之諸侯．」 \\n 晏子作色對曰：「官未具也．臣數以聞，而君不肯聽也．故臣聞仲尼居處惰倦，廉隅不正，則季次、原憲侍；氣鬱而疾，志意不通，則仲由、卜商侍；德不盛，行不厚，則顏回、騫雍侍．今君之朝臣萬人，兵車千乘，不善政之所失于下，霣墜下民者眾矣，未有能士敢以聞者．臣故曰：官未具也．」 \\n 公曰：「寡人今欲從夫子而善齊國之政，可乎？」 \\n 對曰：「嬰聞國有具官，然後其政可善．」 \\n 公作色不說，曰：「齊國雖小，則何謂官不具？」 \\n 對曰：「此非臣之所復也．昔吾先君桓公身體惰懈，辭令不給，則隰朋暱侍；左右多過，獄讞不中，則弦甯暱侍；田野不修，民氓不安，則甯戚暱侍；軍吏怠，戎士偷，則王子成甫暱侍；居處佚怠，左右懾畏，繁乎樂，省乎治，則東郭牙暱侍；德義不中，信行衰微，則管子暱侍．先君能以人之長續其短，以人之厚補其薄，是以辭令窮遠而不逆，兵加于有罪而不頓，是以諸侯朝其德，而天子致其胙．今君之過失多矣，未有一士以聞也． \\n 故曰：「官不具．」公曰：「善．」 \\n 景公問欲如桓公用管仲以成霸業晏子對以不能第七 \\n 景公問晏子曰：「昔吾先君桓公，有管仲夷吾保乂齊國，能遂武功而立文德，糾合兄弟，撫存翌州，吳越受令，荊楚惛憂，莫不賓服，勤于周室，天子加德．先君昭功，管子之力也．今寡人亦欲存齊國之政于夫子，夫子以佐佑寡人，彰先君之功烈，而繼管子之業．」 \\n 晏子對曰：「昔吾先君桓公，能任用賢，國有什伍，治遍細民，貴不凌賤，富不傲貧，功不遺罷，佞不吐愚，舉事不私，聽獄不阿，內妾無羨食，外臣無羨祿，鰥寡無飢色；不以飲食之辟害民之財，不以宮室之侈勞人之力；節取于民，而普施之，府無藏，倉無粟，上無驕行，下無諂德．是以管子能以齊國免于難，而以吾先君參乎天子．今君欲彰先君之功烈，而繼管子之業，則無以多辟傷百姓，無以嗜欲玩好怨諸侯，臣孰敢不承善盡力，以順君意？今君疏遠賢人，而任讒諛；使民若不勝，藉斂若不得；厚取于民，而薄其施，多求于諸侯，而輕其禮；府藏朽蠹，而禮悖于諸侯，菽粟藏深，而怨積于百姓；君臣交惡，而政刑無常；臣恐國之危失，而公不得享也．又惡能彰先君之功烈而繼管子之業乎！」 \\n 景公問莒魯孰先亡晏子對以魯後莒先第八 \\n 景公問晏子：「莒與魯孰先亡？」 \\n 對曰：「以臣觀之也，莒之細人，變而不化，貪而好假，高勇而賤仁，士武以疾，忿急以速竭，是以上不能養其下，下不能事其上，上下不能相收，則政之大體失矣．故以臣觀之也，莒其先亡．」 \\n 公曰：「魯何如？」 \\n 對曰：「魯之君臣，猶好為義，下之妥妥也，奄然寡聞，是以上能養其下，下能事其上，上下相收，政之大體存矣．故魯猶可長守，然其亦有一焉．彼鄒滕雉奔而出其地，猶稱公侯，大之事小，弱之事彊久矣，彼周者，殷之樹國也，魯近齊而親殷，以變小國，而不服于鄰，以遠望魯，滅國之道也．齊其有魯與莒乎？」 \\n 公曰：「魯與莒之事，寡人既得而聞之矣，寡人之德亦薄，然後世孰踐有齊國者？」 \\n 對曰：「田無宇之後為幾．」 \\n 公曰：「何故也？」 \\n 對曰：「公量小，私量大，以施于民，其與士交也，用財無筐篋之藏，國人負攜其子而歸之，若水之流下也．夫先與人利，而後辭其難，不亦寡乎！若苟勿辭也，從而撫之，不亦幾乎！」 \\n 景公問治國何患晏子對以社鼠猛狗第九 \\n 景公問于晏子曰：「治國何患？」 \\n 晏子對曰：「患夫社鼠．」 \\n 公曰：「何謂也？」 \\n 對曰：「夫社，束木而塗之，鼠因往託焉，熏之則恐燒其木，灌之則恐敗其塗，此鼠所以不可得殺者，以社故也．夫國亦有焉，人主左右是也．內則蔽善惡于君上，外則賣權重于百姓，不誅之則亂，誅之則為人主所案據，腹而有之，此亦國之社鼠也． \\n 人有酤酒者，為器甚潔清，置表甚長，而酒酸不售，問之里人其故，里人云：『公狗之猛，人挈器而入，且酤公酒，狗迎而噬之，此酒所以酸而不售也．』夫國亦有猛狗，用事者是也．有道術之士，欲干萬乘之主，而用事者迎而齕之，此亦國之猛狗也．左右為社鼠，用事者為猛狗，主安得無壅，國安得無患乎？」 \\n 景公問欲令祝史求福晏子對以當辭罪而無求第十 \\n 景公問于晏子曰：「寡人意氣衰，身病甚．今吾欲具珪璋犧牲，令祝宗薦之乎上帝宗廟，意者禮可以干福乎？」 \\n 晏子對曰：「嬰聞之，古者先君之干福也，政必合乎民，行必順乎神；節宮室，不敢大斬伐，以無偪山林；節飲食，無多畋漁，以無偪川澤；祝宗用事，辭罪而不敢有所求也．是以神民俱順，而山川納祿．今君政反乎民，而行悖乎神；大宮室，多斬伐，以偪山林；羨飲食，多畋漁，以偪川澤．是以民神俱怨，而山川收祿，司過薦罪，而祝宗祈福，意者逆乎！」 \\n 公曰：「寡人非夫子無所聞此，請革心易行．」于是廢公阜之遊，止海食之獻，斬伐者以時，畋漁者有數，居處飲食，節之勿羨，祝宗用事，辭罪而不敢有所求也．故鄰國忌之，百姓親之，晏子沒而後衰． \\n 景公問古之盛君其行如何晏子對以問道者更正第十一 \\n 景公問晏子曰：「古之盛君，其行何如？」 \\n 晏子對曰：「薄于身而厚于民，約于身而廣于世：其處上也，足以明政行教，不以威天下；其取財也，權有無，均貧富，不以養嗜欲；誅不避貴，賞不遺賤；不淫于樂，不遁于哀；盡智導民，而不伐焉，勞力歲事，而不責焉；為政尚相利，故下不以相害，行教尚相愛，故民不以相惡為名；刑罰中于法，廢罪順于民．是以賢者處上而不華，不肖者處下而不怨，四海之內，社稷之中，粒食之民，一意同欲．若夫私家之政，生有遺教，此盛君之行也．」公不圖． \\n 晏子曰：「臣聞問道者更正，聞道者更容．今君稅斂重，故民心離；市買悖，故商旅絕；玩好充，故家貨殫．積邪在于上，蓄怨藏于民， \\n 嗜欲備于側，毀非滿于國，而公不圖．」 \\n 公曰：「善．」于是令玩好不御，公市不豫，宮室不飾，業土不成，止役輕稅，上下行之，而百姓相親． \\n 景公問謀必得事必成何術晏子對以度義因民第十二 \\n 景公問晏子曰：「謀必得，事必成，有術乎？」 \\n 晏子對曰：「有．」 \\n 公曰：「其術如何？」 \\n 晏子曰：「謀度于義者必得，事因于民者必成．」公曰：「奚謂也？」 \\n 對曰：「其謀也，左右無所繫，上下無所縻，其聲不悖，其實不逆，謀于上，不違天，謀于下，不違民，以此謀者必得矣；事大則利厚，事小則利薄，稱事之大小，權利之輕重，國有義勞，民有如利，以此舉事者必成矣．夫逃人而謨，雖成不安；傲民舉事，雖成不榮．故臣聞義謀之法以民事之本也，故及義而謀，信民而動，未聞不存者也．昔三代之興也，謀必度其義，事必因于民．及其衰也，建謀不及義，興事傷民．故度義因民，謀事之術也．」 \\n 公曰：「寡人不敏，聞善不行，其危如何？」 \\n 對曰：「上君全善，其次出入焉，其次結邪而羞問．全善之君能制；出入之君時問，雖日危，尚可以沒身；羞問之君，不能保其身．今君雖危，尚可沒身也．」 \\n 景公問善為國家者何如晏子對以舉賢官能第十三 \\n 景公問晏子曰：「蒞國治民，善為國家者何如？」 \\n 晏子對曰：「舉賢以臨國，官能以敕民，則其道也．舉賢官能，則民與若矣．」 \\n 公曰：「雖有賢能，吾庸知乎？」 \\n 晏子對曰：「賢而隱，庸為賢乎，吾君亦不務乎是，故不知也．」 \\n 公曰：「請問求賢．」 \\n 對曰：「觀之以其游，說之以其行，君無以靡曼辯辭定其行，無以毀譽非議定其身，如此，則不為行以揚聲，不掩欲以榮君．故通則視其所舉，窮則視其所不為，富則視其所不取．夫上士，難進而易退也；其次，易進易退也；其下，易進難退也．以此數物者取人，其可乎！」 \\n 景公問君臣身尊而榮難乎晏子對以易第十四 \\n 景公問晏子曰：「為君，身尊民安，為臣，事治身榮，難乎，易乎？」 \\n 晏子對曰：「易．」 \\n 公曰：「何若？」 \\n 對曰：「為君節養其餘以顧民，則君尊而民安；為臣忠信而無踰職業，則事治而身榮．」 \\n 公又問：「為君何行則危？為臣何行則廢？」 \\n 晏子對曰：「為君，厚藉斂而託之為民，進讒諛而託之用賢，遠公正而托之不順，君行此三者則危；為臣，比周以求進，踰職業，防下隱利而求多，從君，不陳過而求親，人臣行此三者則廢．故明君不以邪觀民，守則而不虧，立法儀而不犯，苟有所求于民，而不以身害之，是故刑政安于下，民心固于上．故察士不比周而進，不為苟而求，言無陰陽，行無內外，順則進，否則退，不與上行邪，是以進不失廉，退不失行也．」 \\n 景公問天下之所以存亡晏子對以六說第十五 \\n 景公問晏子曰：「寡人持不仁，其無義耳也．不然，北面與夫子而義．」 \\n 晏子對曰：「嬰，人臣也，公曷為出若言？」 \\n 公曰：「請終問天下之所以存亡．」 \\n 晏子曰：「縵密不能，蔍苴學者詘，身無以用人，而又不為人用者卑．善人不能戚，惡人不能疏者危．交游朋友從，無以說于人，又不能說人者窮．事君要利，大者不得，小者不為者餧．修道立義，大不能專，小不能附者滅．此足以觀存亡矣．」 \\n 景公問君子常行曷若晏子對以三者第十六 \\n 景公問晏子曰：「君子常行曷若？」 \\n 晏子對曰：「衣冠不中，不敢以入朝；所言不義，不敢以要君；行己不順，治事不公，不敢以蒞眾．衣冠無不中，故朝無奇僻之服；所言無不義，故下無偽上之報；身行順，治事公，故國無阿黨之義．三者，君子之常行者也．」 \\n 景公問賢君治國若何晏子對以任賢愛民第十七 \\n 景公問晏子曰：「賢君之治國若何？」 \\n 晏子對曰：「其政任賢，其行愛民，其取下節，其自養儉；在上不犯下，在治不傲窮；從邪害民者有罪，進善舉過者有賞．其政，刻上而饒下，赦過而救窮；不因喜以加賞，不因怒以加罰；不從欲以勞民，不修怒而危國；上無驕行，下無諂德；上無私義，下無竊權；上無朽蠹之藏，下無凍餒之民；不事驕行而尚司，其民安樂而尚親．賢君之治國若此．」 \\n 景公問明王之教民何若晏子對以先行義第十八 \\n 景公問晏子曰：「明王之教民何若？」 \\n 晏子對曰：「明其教令，而先之以行義；養民不苛，而防之以刑辟；所求于下者，不務于上；所禁于民者，不行于身．守于民財，無虧之以利，立于儀法，不犯之以邪，苟所求于民，不以身害之，故下之勸從其教也．稱事以任民，中聽以禁邪，不窮之以勞，不害之以實，苟所禁于民，不以事逆之，故下不敢犯其上也．古者百里而異習，千里 \\n 而殊俗，故明王修道，一民同俗，上愛民為法，下相親為義，是以天下不相遺，此明王教民之理也．」 \\n 景公問忠臣之事君何若晏子對以不與君陷于難第十九 \\n 景公問于晏子曰：「忠臣之事君也，何若？」 \\n 晏子對曰：「有難不死，出亡不送．」 \\n 公不說，曰：「君裂地而封之，疏爵而貴之，君有難不死，出亡不送，可謂忠乎？」 \\n 對曰：「言而見用，終身無難，臣奚死焉；謀而見從，終身不出，臣奚送焉．若言不用，有難而死之，是妄死也；謀而不從，出亡而送之，是詐偽也．故忠臣也者，能納善于君，不能與君陷于難．」 \\n 景公問忠臣之行何如晏子對以不與君行邪第二十 \\n 景公問晏子曰：「忠臣之行何如？」 \\n 對曰：「不掩君過，諫乎前，不華乎外；選賢進能，不私乎內；稱身就位，計能定祿；睹賢不居其上，受祿不過其量；不權居以為行，不稱位以為忠；不揜賢以隱長，不刻下以諛上；君在不事太子，國危不交諸侯；順則進，否則退，不與君行邪也．」 \\n 景公問佞人之事君何如晏子對以愚君所信也第二十一 \\n 景公問：「佞人之事君如何？」 \\n 晏子對曰：「意難，難不至也．明言行之以飾身，偽言無欲以說人，嚴其交以見其愛；觀上之所欲，而微為之偶，求君逼邇，而陰為之與；內重爵祿，而外輕之以誣行，下事左右，而面示正公以偽廉；求上采聽，而幸以求進；傲祿以求多，辭任以求重；工乎取，鄙乎予；歡乎新，慢乎故；吝乎財，薄乎施；睹貧窮若不識，趨利若不及；外交以自揚，背親以自厚；積豐義之養，而聲矜卹之義；非譽乎情，而言不行身，涉時所議，而好論賢不肖；有之己，不難非之人，無之己，不難求之人；其言彊梁而信，其進敏遜而順；此佞人之行也．明君之所誅，愚君之所信也．」 \\n 景公問聖人之不得意何如晏子對以不與世陷乎邪第二十二 \\n 景公問晏子曰：「聖人之不得意何如？」 \\n 晏子對曰：「上作事反天時，從政逆鬼神，藉斂殫百姓；四時易序，神祇並怨；道忠者不聽，薦善者不行，諛過者有賚，救失者有罪．故聖人伏匿隱處，不干長上，潔身守道，不與世陷乎邪，是以卑而不失義，瘁而不失廉．此聖人之不得意也．」「聖人之得意何如？」 \\n 對曰：「世治政平，舉事調乎天，藉斂和乎百姓；樂及其政，遠者懷其德；四時不失序，風雨不降虐；天明象而贊，地長育而具物；神降福而不靡，民服教而不偽；治無怨業，居無廢民；此聖人之得意也．」 \\n 景公問古者君民用國不危弱晏子對以文王第二十三 \\n 景公問晏子曰：「古者君民而不危，用國而不弱，惡乎失之？」 \\n 晏子對曰：「嬰聞之，以邪蒞國，以暴和民者危；修道以要利，得求而返邪者弱．古者文王修德，不以要利，滅暴不以順紂，干崇侯之暴，而禮梅伯之醢，是以諸侯明乎其行，百姓通乎其德，故君民而不危，用國而不弱也．」 \\n 景公問古之蒞國者任人如何晏子對以人不同能第二十四 \\n 景公問晏子曰：「古之蒞國治民者，其任人何如？」 \\n 晏子對曰：「地不同生，而任之以一種，責其俱生不可得；人不同能，而任之以一事，不可責遍成．責焉無已，智者有不能給，求焉無饜，天地有不能贍也．故明王之任人，諂諛不邇乎左右，阿黨不治乎本朝；任人之長，不彊其短，任人之工，不彊其拙．此任人之大略也．」 \\n 景公問古者離散其民如何晏子對以今聞公令如寇讎第二十五 \\n 景公問晏子曰：「古者離散其民，而隕失其國者，其常行何如？」 \\n 晏子對曰：「國貧而好大，智薄而好專；貴賤無親焉，大臣無禮焉；尚讒諛而賤賢人，樂簡慢而玩百姓；國無常法，民無經紀；好辯以為忠，流湎而忘國，好兵而忘民；肅于罪誅，而慢于慶賞；樂人之哀，利人之難；德不足以懷人，政不足以惠民；賞不足以勸善，刑不足以防非：亡國之行也．今民聞公令如寇讎，此古離散其民，隕失其國所常行者也．」 \\n 景公問欲和臣親下晏子對以信順儉節第二十六 \\n 景公問晏子曰：「吾欲和民親下奈何？」 \\n 晏子對曰：「君得臣而任使之，與言信，必順其令，赦其過，任大無多責焉，使邇臣無求嬖焉，無以嗜欲貧其家，無親讒人傷其心，家不外求而足，事君不因人而進，則臣和矣．儉于藉斂，節于貨財，作工不歷時，使民不盡力，百官節適，關市省征，山林陂澤，不專其利，領民治民，勿使煩亂，知其貧富，勿使凍餒，則民親矣．」 \\n 公曰：「善！寡人聞命矣．」故令諸子無外親謁，辟梁丘據無使受報，百官節適，關市省征，陂澤不禁，冤報者過，留獄者請焉． \\n 景公問得賢之道晏子對以舉之以語考之以事第二十七 \\n 景公問晏子曰：「取人得賢之道何如？」 \\n 晏子對曰：「舉之以語，考之以事，能諭，則尚而親之，近而勿辱以取人，則得賢之道也．是以明君居上，寡其官而多其行，拙于文而工于事，言不中不言，行不法不為也．」 \\n 景公問臣之報君何以晏子對報以德第二十八 \\n 景公問晏子曰：「臣之報君何以？」 \\n 晏子對曰：「臣雖不知，必務報君以德．士逢有道之君，則順其令；逢無道之君，則爭其不義．故君者擇臣而使之，臣雖賤，亦得擇君而事之．」 \\n 景公問臨國蒞民所患何也晏子對以患者三第二十九 \\n 景公問晏子曰：「臨國蒞民，所患何也？」 \\n 晏子對曰：「所患者三：忠臣不信，一患也；信臣不忠，二患也；君臣異心，三患也．是以明君居上，無忠而不信，無信而不忠者．是故君臣同欲，而百姓無怨也．」 \\n 景公問為政何患晏子對以善惡不分第三十 \\n 景公問于晏子曰：「為政何患？」 \\n 晏子對曰：「患善惡之不分．」 \\n 公曰：「何以察之？」 \\n 對曰：「審擇左右．左右善，則百僚各得其所宜，而善惡分．」 \\n 孔子聞之曰：「此言也信矣！善進，則不善無由入矣；不善進，則善無由入矣．」 \\n  \\n   \\n  "}
{"章节": "第四卷 內篇問下第四", "正文": "  \\n 第四卷　內篇問下第四 \\n 　 \\n  \\n 景公問何修則夫先王之遊晏子對以省耕實第一 \\n 景公出遊，問于晏子曰：「吾欲觀于轉附、朝舞，遵海而南，至于琅琊，寡人何修，則夫先王之遊？」 \\n 晏子再拜曰：「善哉！君之問也．聞天子之諸侯為巡狩，諸侯之天子為述職．故春省耕而補不足者謂之遊，秋省實而助不給者謂之豫．夏諺曰：『吾君不遊，我曷以休？吾君不豫，我曷以助？一遊一豫，為諸侯度．』今君之遊不然，師行而糧食，貧苦不補，勞者不息．夫從南歷時而不反謂之流，從下而不反謂之連，從獸而不歸謂之荒，從樂而不歸謂之亡．古者聖王無流連之遊，荒亡之行．」 \\n 公曰：「善．」命吏計公掌之粟，藉長幼貧氓之數．吏所委發廩出粟，以予貧民者三千鍾，公所身見癃老者七十人，振贍之，然後歸也． \\n 景公問桓公何以致霸晏子對以下賢以身第二 \\n 景公問于晏子曰：「昔吾先君桓公，善飲酒窮樂，食味方丈，好色無別，辟若此，何以能率諸侯以朝天子乎？」 \\n 晏子對曰：「昔吾先君桓公，變俗以政，下賢以身．管仲，君之賊者也，知其能足以安國濟功，故迎之于魯郊，自御，禮之于廟．異日，君過于康莊，聞甯戚歌，止車而聽之，則賢人之風也，舉以為大田． \\n 先君見賢不留，使能不怠，是以內政則民懷之，征伐則諸侯畏之．今君聞先君之過，而不能明其大節，桓公之霸也，君奚疑焉？」 \\n 景公問欲逮桓公之後晏子對以任非其人第三 \\n 景公問晏子曰：「昔吾先君桓公，從車三百乘，九合諸侯，一匡天下．今吾從車千乘，可以逮先君桓公之後乎？」 \\n 晏子對曰：「桓公從車三百乘，九合諸侯，一匡天下者，左有鮑叔，右有仲父．今君左為倡，右為優，讒人在前，諛人在後，又焉可逮桓公之後者乎？」 \\n 景公問廉政而長久晏子對以其行水也第四 \\n 景公問晏子曰：「廉政而長久，其行何也？」 \\n 晏子對曰：「其行水也．美哉水乎清清，其濁無不雩途，其清無不灑除，是以長久也．」 \\n 公曰：「廉政而遫亡，其行何也？」 \\n 對曰：「其行石也．堅哉石乎落落，視之則堅，循之則堅，內外皆堅，無以為久，是以遫亡也．」 \\n 景公問為臣之道晏子對以九節第五 \\n 景公問晏子曰：「請問為臣之道．」 \\n 晏子對曰：「見善必通，不私其利，慶善而不有其名；稱身居位，不為苟進；稱事授祿，不為苟得；體貴側賤不逆其倫，君賢不肖，不亂其序；肥利之地，不為私邑，賢質之士，不為私臣；君用其所言，民得其所利，而不伐其功．此臣之道也．」 \\n 景公問賢不肖可學乎晏子對以勉彊為上第六 \\n 景公問晏子曰：「人性有賢不肖，可學乎？」 \\n 晏子對曰：「詩云：『高山仰止，景行行止．』之者其人也．故諸侯並立，善而不怠者為長；列士並學，終善者為師．」 \\n 景公問富民安眾晏子對以節欲中聽第七 \\n 景公問晏子曰：「富民安眾難乎？」 \\n 晏子對曰：「易．節欲則民富，中聽則民安，行此兩者而已矣．」 \\n 景公問國如何則謂安晏子對以內安政外歸義第八 \\n 景公問晏子曰：「國如何則可謂安矣？」 \\n 晏子對曰：「下無諱言，官無怨治；通人不華，窮民不怨；喜樂無羨賞，忿怒無羨刑；上有禮于士，下有恩于民；地博不兼小，兵彊不劫弱；百姓內安其政，外歸其義：可謂安矣．」 \\n 景公問諸侯孰危晏子對以莒其先亡第九 \\n 景公問晏子曰：「當今之時，諸侯孰危？」 \\n 晏子對曰：「莒其先亡乎！」公曰：「何故？」對曰：「地侵于齊，貨竭于晉，是以亡也．」 \\n 晏子使吳吳王問可處可去晏子對以視國治亂第十 \\n 晏子聘于吳，吳王曰：「子大夫以君命辱在敝邑之地，施貺寡人，寡人受貺矣，願有私問焉．」 \\n 晏子巡遁而對曰：「嬰，北方之賤臣也，得奉君命，以趨于末朝，恐辭令不審，譏于下吏，懼不知所以對者．」 \\n 吳王曰：「寡人聞夫子久矣，今乃得見，願終其問．」 \\n 晏子避席對曰：「敬受命矣．」 \\n 吳王曰：「國如何則可處，如何則可去也？」 \\n 晏子對曰：「嬰聞之，親疏得處其倫，大臣得盡其忠，民無怨治，國無虐刑，則可處矣．是以君子懷不逆之君，居治國之位．親疏不得居其倫，大臣不得盡其忠，民多怨治，國有虐刑，則可去矣．是以君子不懷暴君之祿，不處亂國之位．」 \\n 吳王問保威彊不失之道晏子對以先民後身第十一 \\n 晏子聘于吳，吳王曰：「敢問長保威彊勿失之道若何？」 \\n 晏子對曰：「先民而後身，先施而後誅；彊不暴弱，貴不凌賤，富不傲貧；百姓並進，有司不侵，民和政平；不以威彊退人之君，不以眾 \\n 彊兼人之地；其用法，為時禁暴，故世不逆其志；其用兵，為眾屏患 \\n ，故民不疾其勞：此長保威彊勿失之道也．失此者危矣！」吳王忿然作色，不說． \\n 晏子曰：「寡君之事畢矣，嬰無斧鑕之罪，請辭而行．」遂不復見． \\n 晏子使魯魯君問何事回曲之君晏子對以庇族第十二 \\n 晏子使魯，見昭公，昭公說曰：「天下以子大夫語寡人者眾矣，今得見而羨乎所聞，請私而無為罪．寡人聞大國之君，蓋回曲之君也，曷為以子大夫之行，事回曲之君乎？」 \\n 晏子逡循對曰：「嬰不肖，嬰之族又不若嬰，待嬰而祀先者五百家，故嬰不敢擇君．」 \\n 晏子出，昭公語人曰：「晏子，仁人也．反亡君，安危國，而不私利焉；僇崔杼之尸，滅賊亂之徒，不獲名焉；使齊外無諸侯之憂，內無國家之患，不伐功焉；鍖然不滿，退託于族，晏子可謂仁人矣．」 \\n 魯昭公問魯一國迷何也晏子對以化為一心第十三 \\n 晏子聘于魯，魯昭公問焉：「吾聞之，莫三人而迷，今吾以魯一國迷慮之，不免于亂，何也？」 \\n 晏子對曰：「君之所尊舉而富貴，入所以與圖身，出所與圖國，及左右偪邇，皆同于君之心者也．犒魯國化而為一心，曾無與二，其何暇有三？夫偪邇于君之側者，距本朝之勢，國之所以治也；左右讒諛，相與塞善，行之所以衰也；士者持祿，遊者養交，身之所以危也．詩曰：『芃芃棫樸，薪之槱之，濟濟辟王，左右趨之．』此言古者聖王 \\n 明君之使以善也．故外知事之情，而內得心之誠，是以不迷也．」 \\n 魯昭公問安國眾民晏子對以事大養小謹聽節儉第十四 \\n 晏子聘于魯，魯昭公問曰：「夫儼然辱臨敝邑，竊甚嘉之，寡人受貺，請問安國眾民如何？」 \\n 晏子對曰：「嬰聞傲大賤小則國危，慢聽厚斂則民散．事大養小，安國之器也；謹聽節儉，眾民之術也．」 \\n 晏子使晉晉平公問先君得眾若何晏子對以如美淵澤第十五 \\n 晏子使晉，晉平公饗之文室，既靜矣，晏以，平公問焉，曰：「昔吾先君得眾若何？」 \\n 晏子對曰：「君饗寡君，施及使臣，御在君側，恐懼不知所以對．」 \\n 平公曰：「聞子大夫數矣，今迺得見，願終聞之．」 \\n 晏子對曰：「臣聞君子如美，淵澤容之，眾人歸之，如魚有依，極其游泳之樂；若淵澤決竭，其魚動流，夫往者維雨乎，不可復已．」 \\n 公又問曰：「請問莊公與今孰賢？」 \\n 晏子曰：「兩君之行不同，臣不敢不知也． \\n 公曰：「王室之正也，諸侯之專制也，是以欲聞子大夫之言也．」 \\n 對曰：「先君莊公不安靜處，樂節飲食，不好鐘鼓，好兵作武，士與同飢渴寒暑，君之彊，過人之量，有一過不能已焉，是以不免于難．今君大宮室，美臺榭，以辟飢渴寒暑，畏禍敬鬼神，君之善，足以沒身，不足以及子孫矣．」 \\n 晉平公問齊君德行高下晏子對以小善第十六 \\n 晏子使于晉，晉平公問曰：「吾子之君，德行高下如何？」 \\n 晏子對以「小善」． \\n 公曰：「否，吾非問小善，問子之君德行高下也．」 \\n 晏子蹙然曰：「諸侯之交，紹而相見，辭之有所隱也．君之命質，臣 \\n 無所隱，嬰之君無稱焉．」 \\n 平公蹙然而辭送，再拜而反曰：「殆哉吾過！誰曰齊君不肖！直稱之士，正在本朝也．」 \\n 晉叔向問齊國若何晏子對以齊德衰民歸田氏第十七 \\n 晏子聘于晉，叔向從之宴，相與語．叔向曰：「齊其何如？」晏子對曰：「此季世也，吾弗知，齊其為田氏乎！」叔向曰：「何謂也？」 \\n 晏子曰：「公棄其民，而歸于田氏．齊舊四量：豆、區、釜、鐘，四升為豆，各自其四，以登于釜，釜十則鐘．田氏三量，皆登一焉，鐘乃巨矣．以家量貸，以公量收之．山木如市，弗加于山，魚鹽蜃蛤，弗加于海．民參其力，二入于公，而衣食其一；公積朽蠹，而老少凍餒；國都之市，屨賤而踊貴；民人痛疾，或燠休之．昔者殷人誅殺不當，僇民無時，文王慈惠殷眾，收卹無主，是故天下歸之，無私與，維德之授．今公室驕暴，而田氏慈惠，其愛之如父母，而歸之如流水，無獲民，將焉避？箕伯、直柄、虞遂、伯戲，其相胡公大姬，已在齊矣．」 \\n 叔向曰：「雖吾公室，亦季世也．戎馬不駕，卿無軍行，公乘無人，卒列無長；庶民罷獘，宮室滋侈，道殣相望，而女富溢尤；民聞公命，如逃寇讎；欒卻、胥原、孤續、慶伯，降在皁隸；政在家門，民無所依，而君日不悛，以樂慆憂；公室之卑，其何日之有！讒鼎之銘曰：『昧旦丕顯，後世猶怠』，況日不悛，其能久乎！」 \\n 晏子曰：「然則子將若何？」 \\n 叔向曰：「人事畢矣，待天而已矣！晉之公族盡矣．肸聞之，公室將卑，其宗族枝葉先落，則公從之．肸之宗十一族，維羊舌氏在而已，肸又無子，公室無度，幸而得死，豈其獲祀焉．」 \\n 叔向問齊德衰子若何晏子對以進不失忠退不失行第十八 \\n 叔向問晏子曰：「齊國之德衰矣，今子何若？」 \\n 晏子對曰：「嬰聞事明君者，竭心力以沒其身，行不逮則退，不以誣持祿；事惰君者，優游其身以沒其世，力不能則去，不以諛持危．且嬰聞君子之事君也，進不失忠，退不失行．不苟合以隱忠，可謂不失忠；不持利以傷廉，可謂不失行．」 \\n 叔向曰：「善哉！詩有之曰：『進退維谷．』其此之謂歟！」 \\n 叔向問正士邪人之行如何晏子對以使下順逆第十九 \\n 叔向問晏子曰：「正士之義，邪人之行，何如？」 \\n 晏子對曰：「正士處勢臨眾不阿私，行于國足養而不忘故；通則事上，使卹其下，窮則教下，使順其上；事君盡禮行忠，不正爵祿，不用則去而不議．其交友也，論身義行，不為苟戚，不同則疏而不悱；不毀進于君，不以刻民尊于國．故用于上則民安，行于下則君尊；故得眾上不疑其身，用于君不悖于行．是以進不喪亡，退不危身，此正士 \\n 之行也． \\n 邪人則不然，用于上則虐民，行于下則逆上；事君苟進不道忠，交友苟合不道行；持諛巧以正祿，比姦邪以厚養；矜爵祿以臨人，夸禮貌以華世；不任上則輕議，不篤于友則好誹．故用于上則民憂，行于下則君危，是以其事君近于罪，其交友近于患，其得上辟于辱，其為生僨于刑，故用于上則誅，行于下則弒．是故交通則辱，生患則危，此邪人之行也．」 \\n 叔向問事君徒處之義奚如晏子對以大賢無擇第二十 \\n 叔向問晏子曰：「事君之倫，徒處之義奚如？」 \\n 晏子對曰：「事君之倫，知慮足以安國，譽厚足以導民，和柔足以懷眾，不廉上以為名，不倍民以為行，上也；潔于治己，不飾過以求先，不讒諛以求進，不阿以私，不誣所能，次也；盡力守職不怠，奉官從上不敢隋，畏上故不苟，忌罪故不辟，下也．三者，事君之倫也．及夫大賢，則徒處與有事無擇也，隨時宜者也．有所謂君子者，能不足以補上，退處不順上，治唐園，考菲履，共恤上令，弟長鄉里，不夸言，不愧行，君子也．不以上為本，不以民為憂，內不恤其家，外不顧其身游，夸言愧行，自勤于飢寒，不及醜儕，命之曰狂僻之民，明上之所禁也．進也不能及上，退也不能徒處，作窮于富利之門，畢志于畎畝之業，窮通行無常處之慮，佚于心，利通不能，窮業不成，命之曰處封之民，明上之所誅也．有智不足以補君，有能不足以勞民，俞身徒處，謂之傲上，苟進不擇所道，苟得不知所惡，謂之亂賊．身無以與君，能無以勞民，飾徒處之義，揚輕上之名，謂之亂國．明君在上，三者不免罪．」 \\n 叔向曰：「賢不肖，性夫！吾每有問，而未嘗自得也．」 \\n 叔向問處亂世其行正曲晏子對以民為本第二十一 \\n 叔向問晏子曰：「世亂不遵道，上辟不用義；正行則民遺，曲行則道廢．正行而遺民乎？與持民而遺道乎？此二者之于行，何如？」 \\n 晏子對曰：「嬰聞之，卑而不失尊，曲而不失正者，以民為本也．苟持民矣，安有遺道！苟遺民矣，安有正行焉！」 \\n 叔向問意孰為高行孰為厚晏子對以愛民樂民第二十二 \\n 叔向問晏子曰：「意孰為高？行孰為厚？」 \\n 對曰：「意莫高于愛民，行莫厚于樂民．」 \\n 又問曰：「意孰為下？行孰為賤？」 \\n 對曰：「意莫下于刻民，行莫賤于害身也．」 \\n 叔向問嗇吝愛之于行何如晏子對以嗇者君子之道第二十三 \\n 叔向問晏子曰：「嗇吝愛之于行何如？」 \\n 晏子對曰：「嗇者，君子之道；吝愛者，小人之行也．」 \\n 叔向曰：「何謂也？」 \\n 晏子曰：「稱財多寡而節用之，富無金藏，貧不假貸，謂之嗇；積多不能分人，而厚自養，謂之吝；不能分人，又不能自養，謂之愛．故夫嗇者，君子之道；吝愛者，小人之行也．」 \\n 叔向問君子之大義何若晏子對以尊賢退不肖第二十四 \\n 叔向問晏子曰：「君子之大義何若？」 \\n 晏子對曰：「君子之大義，和調而不緣，溪盎而不苛，莊敬而不狡，和柔而不銓，刻廉而不劌，行精而不以明污，齊尚而不以遺罷，富貴不傲物，貧窮不易行，尊賢而不退不肖．此君子之大義也．」 \\n 叔向問傲世樂業能行道乎晏子對以狂惑也第二十五 \\n 叔向問晏子曰：「進不能事上，退不能為家，傲世樂業，枯槁為名，不疑其所守者，可謂能行其道乎？」 \\n 晏子對曰：「嬰聞古之能行道者，世可以正則正，不可以正則曲．其正也，不失上下之倫；其曲也，不失仁義之理．道用，與世樂業；不用，有所依歸．不以傲上華世，不以枯槁為名．故道者，世之所以治，而身之所以安也．今以不事上為道，以不顧家為行，以枯槁為名，世行之則亂，身行之則危．且天之與地，而上下有衰矣；明王始立，而居國為制矣；政教錯，而民行有倫矣．今以不事上為道，反天地之衰矣；以不顧家為行，倍先聖之道矣；以枯槁為名，則世塞政教之途矣．有明上，可以為下；遭亂世，不可以治亂．說若道，謂之惑，行若道，謂之狂．惑者狂者，木石之樸也，而道義未戴焉．」 \\n 叔向問人何若則榮晏子對以事君親忠孝第二十六 \\n 叔向問晏子曰：「何若則可謂榮矣？」 \\n 晏子對曰：「事親孝，無悔往行，事君忠，無悔往辭；和于兄弟，信于朋友，不諂過，不責得；言不相坐，行不相反；在上治民，足以尊君，在下蒞修，足以變人，身無所咎，行無所創，可謂榮矣．」 \\n 叔向問人何以則可保身晏子對以不要幸第二十七 \\n 叔向問晏子曰：「人何以則可謂保其身？」 \\n 晏子對曰：「詩曰：『既明且哲，以保其身，夙夜匪懈，以事一人．』不庶幾，不要幸，先其難乎而後幸，得之時其所也，失之非其罪也，可謂保其身矣．」 \\n 曾子問不諫上不顧民以成行義者晏子對以何以成也第二十八 \\n 曾子問晏子曰：「古者嘗有上不諫上，下不顧民，退處山谷，以成行義者也？」晏子對曰：「察其身無能也，而託乎不欲諫上，謂之誕意也．上惛亂，德義不行，而邪辟朋黨，賢人不用，士亦不易其行，而從邪以求進，故有隱有不隱．其行法，士也，迺夫議上，則不取也．夫上不諫上，下不顧民，退處山谷，嬰不識其何以為成行義者也．」 \\n 梁丘據問子事三君不同心晏子對以一心可以事百君第二十九 \\n 梁丘據問晏子曰：「子事三君，君不同心，而子俱順焉，仁人固多心乎？」 \\n 晏子對曰：「晏聞之，順愛不懈，可以使百姓，彊暴不忠，不可以使一人．」心可以事百君，三心不可以事一君．」 \\n 仲尼聞之曰：「小子識之！晏子以一心事百君者也．」 \\n 柏常騫問道無滅身無廢晏子對以養世君子第三十 \\n 柏常騫去周之齊，見晏子曰：「騫，周室之賤史也，不量其不肖，願事君子．敢問正道直行則不容于世，隱道危行則不忍，道亦無滅，身亦無廢者何若？」 \\n 晏子對曰：「善哉！問事君乎．嬰聞之，執二法裾，則不取也；輕進苟合，則不信也；直易無諱，則速傷也；新始好利，則無敝也．且嬰聞養世之君子，從重不為進，從輕不為退，省行而不伐，讓利而不夸，陳物而勿專，見象而勿彊，道不滅，身不廢矣．」 \\n  \\n   \\n  "}
{"章节": "第五卷 內篇雜上第五", "正文": "  \\n 第五卷　內篇雜上第五 \\n 　 \\n  \\n 莊公不說晏子晏子坐地訟公而歸第一 \\n 晏子臣于莊公，公不說，飲酒，令召晏子．晏子至，入門，公令樂人奏歌曰：「已哉已哉！寡人不能說也，爾何來為？」 \\n 晏子入坐，樂人三奏，然後知其謂己也．遂起，北面坐地．公曰：「 \\n 夫子從席，曷為坐地？」 \\n 晏子對曰：「嬰聞訟夫坐地，今嬰將與君訟，敢毋坐地乎？嬰聞之，眾而無義，彊而無禮，好勇而惡賢者，禍必及其身，若公者之謂矣．且嬰言不用，願請身去．」遂趨而歸，管籥其家者納之公，財在外者斥之市．曰：「君子有力于民，則進爵祿，不辭富貴；無力于民而旅食，不惡貧賤．」 \\n 遂徒行而東，耕于海濱．居數年，果有崔杼之難． \\n 莊公不用晏子晏子致邑而退後有崔氏之禍第二 \\n 晏子為莊公臣，言大用，每朝，賜爵益邑；俄而不用，每朝，致邑與爵．爵邑盡，退朝而乘，嘳然而歎，終而笑．其僕曰：「何歎笑相從數也？」 \\n 晏子曰：「吾歎也，哀吾君不免于難；吾笑也，喜吾自得也，吾亦無死矣．」崔杼果弒莊公，晏子立崔杼之門，從者曰：「死乎？」晏子曰：「獨吾君也乎哉！吾死也！」曰：「行乎？」曰：「獨吾罪也乎哉！吾亡也！」曰：「歸乎？」曰：「吾君死，安歸！君民者，豈以 \\n 陵民，社稷是主；臣君者，豈為其口實，社稷是養．故君為社稷死，則死之，為社稷亡，則亡之；若君為己死而為己亡，非其私暱，孰能任之．且人有君而弒之，吾焉得死之？而焉得亡之？將庸何歸！」門啟而入，崔子曰：「子何不死？子何不死？」 \\n 晏子曰：「禍始，吾不在也；禍終，吾不知也，吾何為死？且吾聞之，以亡為行者，不足以存君；以死為義者，不足以立功．嬰豈其婢子也哉！其縊而從之也！」遂袒免，坐，枕君尸而哭，興，三踊而出．人謂崔子必殺之，崔子曰：「民之望也，舍之，得民．」 \\n 崔慶劫齊將軍大夫盟晏子不與第三 \\n 崔杼既弒莊公而立景公，杼與慶封相之，劫諸將軍大夫及顯士庶人于太宮之坎上，令無得不盟者．為壇三仞，埳其下，以甲千列環其內外，盟者皆脫劍而入．維晏子不肯，崔杼許之．有敢不盟者，戟拘其頸，劍承其心，令自盟曰：「不與崔慶而與公室者，受其不祥．言不疾，指不至血者死．」所殺七人．次及晏子，晏子奉桮血，仰天歎曰：「嗚呼！崔子為無道，而弒其君，不與公室而與崔慶者，受此不祥．」俛而飲血． \\n 崔子謂晏子曰：「子變子言，則齊國吾與子共之；子不變子言，戟既在脰，劍既在心，維子圖之也．」 \\n 晏子曰：「劫吾以刃，而失其志，非勇也；回吾以利，而倍其君，非義也．崔子！子獨不為夫詩乎！詩云：『莫莫葛虆，施于條枚，愷愷君子，求福不回．』今嬰且可以回而求福乎？曲刃鉤之，直兵推之，嬰不革矣．」 \\n 崔杼將殺之，或曰：「不可！子以子之君無道而殺之，今其臣有道之士也，又從而殺之，不可以為教矣．」崔子遂舍之．晏子曰：「若大夫為大不仁，而為小仁，焉有中乎！」趨出，授綏而乘．其僕將馳，晏子撫其手曰：「徐之！疾不必生，徐不必死，鹿生于野，命縣于廚，嬰命有繫矣．」按之成節而後去．詩云：「彼己之子，舍命不渝．」晏子之謂也． \\n 晏子再治阿而見信景公任以國政第四 \\n 景公使晏子為東阿宰，三年，毀聞于國．景公不說，召而免之． \\n 晏子謝曰：「嬰知嬰之過矣，請復治阿，三年而譽必聞于國．」景公不忍，復使治阿，三年而譽聞于國．景公說，召而賞之．景公問其故． \\n 對曰：「昔者嬰之治阿也，築蹊徑，急門閭之政，而淫民惡之；舉儉力孝弟，罰偷窳，而惰民惡之；決獄不避，貴彊惡之；左右所求，法則予，非法則否，而左右惡之；事貴人體不過禮，而貴人惡之．是以三邪毀乎外，二讒毀于內，三年而毀聞乎君也．今臣謹更之，不築蹊徑，而緩門閭之政，而淫民說；不舉儉力孝弟，不罰偷窳，而惰民說；決獄阿貴彊，而貴彊說；左右所求言諾，而左右說；事貴人體過禮，而貴人說．是以三邪譽乎外，二讒譽乎內，三年而譽聞于君也．昔者嬰之所以當誅者宜賞，今所以當賞者宜誅，是故不敢受．」 \\n 景公知晏子賢，迺任以國政，三年，而齊大興． \\n 景公惡故人晏子退國亂復召晏子第五 \\n 景公與晏子立于曲潢之上，晏子稱曰：「衣莫若新，人莫若故．」 \\n 公曰：「衣之新也，信善矣，人之故，相知情．」 \\n 晏子歸，負載使人辭于公曰：「嬰故老耄無能也，請毋服壯者之事．」公自治國，身弱于高國，百姓大亂．公恐，復召晏子．諸侯忌其威，而高國服其政，田疇墾辟，蠶桑豢收之處不足，絲蠶于燕，牧馬于魯，共貢入朝．墨子聞之曰：「晏子知道，景公知窮矣．」 \\n 齊饑晏子因路寢之役以振民第六 \\n 景公之時饑，晏子請為民發粟，公不許，當為路寢之臺，晏子令吏重其賃，遠其兆，徐其日，而不趨．三年臺成而民振，故上說乎游，民足乎食．君子曰：「政則晏子欲發粟與民而已，若使不可得，則依物而偶于政．」 \\n 景公欲墮東門之堤晏子謂不可變古第七 \\n 景公登東門防，民單服然後上，公曰：「此大傷牛馬蹄矣，夫何不下六尺哉？」 \\n 晏子對曰：「昔者吾先君桓公，明君也，而管仲賢相也．夫以賢相佐明君，而東門防全也，古者不為，殆有為也．蚤歲溜水至，入廣門，即下六尺耳，鄉者防下六尺，則無齊矣．夫古之重變古常，此之謂也．」 \\n 景公憐饑者晏子稱治國之本以長其意第八 \\n 景公遊于壽宮，睹長年負薪者，而有飢色．公悲之，喟然歎曰：「令吏養之！」 \\n 晏子曰：「臣聞之，樂賢而哀不肖，守國之本也．今君愛老，而恩無所不逮，治國之本也．」 \\n 公笑，有喜色．晏子曰：「聖王見賢以樂賢，見不肖以哀不肖．今請求老弱之不養，鰥寡之無室者，論而共秩焉．」 \\n 公曰：「諾．」于是老弱有養，鰥寡有室． \\n 景公探雀鷇鷇弱反之晏子稱長幼以賀第九 \\n 景公探雀鷇，鷇弱，反之．晏子聞之，不待時而入見景公．公汗出惕然，晏子曰：「君何為者也？」 \\n 公曰：「吾探雀鷇，鷇弱，故反之．」 \\n 晏子逡巡北面再拜而賀曰：「吾君有聖王之道矣！」 \\n 公曰：「寡人探雀鷇，鷇弱，故反之，其當聖王之道者何也？」 \\n 晏子對曰：「君探雀鷇，鷇弱，反之，是長幼也．吾君仁愛，曾禽獸之加焉，而況于人乎！此聖王之道也．」 \\n 景公睹乞兒于塗晏子諷公使養第十 \\n 景公睹嬰兒有乞于塗者，公曰：「是無歸矣！」 \\n 晏子對曰：「君存，何為無歸？使吏養之，可立而以聞．」 \\n 景公慚刖跪之辱不朝晏子稱直請賞之第十一 \\n 景公正晝，被髮，乘六馬，御婦人以出正閨，刖跪擊其馬而反之，曰：「爾非吾君也．」公慚而不朝． \\n 晏子睹裔款而問曰：「君何故不朝？」 \\n 對曰：「昔者君正晝，被髮，乘六馬，御婦人以出正閨，刖跪擊其馬而反之，曰：『爾非吾君也．』公慚而反，不果出，是以不朝．」 \\n 晏子入見．景公曰：「昔者寡人有罪，被髮，乘六馬，以出正閨，刖跪擊馬而反之，曰：『爾非吾君也．』寡人以天子大夫之賜，得率百姓以守宗廟，今見戮于刖跪，以辱社稷，吾猶可以齊于諸侯乎？」 \\n 晏子對曰：「君勿惡焉！臣聞下無直辭，上有隱君；民多諱言，君有驕行．古者明君在上，下多直辭；君上好善，民無諱言．今君有失行，刖跪直辭禁之，是君之福也．故臣來慶．請賞之，以明君之好善；禮之，以明君之受諫．」 \\n 公笑曰：「可乎？」 \\n 晏子曰：「可．」于是令刖跪倍資無征，時朝無事也． \\n 景公夜從晏子飲晏子稱不敢與第十二 \\n 景公飲酒，夜移于晏子，前驅款門曰：「君至！」 \\n 晏子被元端，立于門曰：「諸侯得微有故乎？國家得微有事乎？君何為非時而夜辱？」 \\n 公曰：「酒醴之味，金石之聲，願與夫子樂之．」 \\n 晏子對曰：「夫布薦席，陳簠簋者，有人，臣不敢與焉．」 \\n 公曰：「移于司馬穰苴之家．」前驅款門，曰：「君至！」 \\n 穰苴介冑操戟立于門曰：「諸侯得微有兵乎？大臣得微有叛者乎？君何為非時而夜辱？」 \\n 公曰：「酒醴之味，金石之聲，願與將軍樂之．」 \\n 穰苴對曰：「夫布薦席，陳簠簋者，有人，臣不敢與焉．」 \\n 公曰：「移于梁丘據之家．」前驅款門，曰：「君至！」 \\n 梁丘據左操瑟，右挈竽，行歌而出．公曰：「樂哉！今夕吾飲也．微此二子者，何以治吾國；微此一臣者，何以樂吾身．」 \\n 君子曰：「聖賢之君，皆有益友，無偷樂之臣，景公弗能及，故兩用之，僅得不亡．」 \\n 景公使進食與裘晏子對以社稷臣第十三 \\n 晏子侍于景公，朝寒，公曰：「請進暖食．」 \\n 晏子對曰：「嬰非君奉餽之臣也，敢辭．」公曰：「請進服裘．」 \\n 對曰：「嬰非君茵席之臣也，敢辭．」公曰：「然夫子之于寡人何為者也？」 \\n 對曰：「嬰，社稷之臣也．」公曰：「何謂社稷之臣？」 \\n 對曰：「夫社稷之臣，能立社稷，別上下之義，使當其理；制百官之序，使得其宜；作為辭令，可分布于四方．」自是之後，君不以禮，不見晏子． \\n 晏子飲景公止家老斂欲與民共樂第十四 \\n 晏子飲景公酒，令器必新，家老曰：「財不足，請斂于氓．」 \\n 晏子曰：「止！夫樂者，上下同之．故天子與天下，諸侯與境內，大夫以下各與其僚，無有獨樂．今上樂其樂，下傷其費，是獨樂者也，不可！」 \\n 晏子飲景公酒公呼具火晏子稱詩以辭第十五 \\n 晏子飲景公酒，日暮，公呼具火，晏子辭曰：「詩云：『側弁之俄』，言失德也．『屢舞傞傞』，言失容也．『既醉以酒，既飽以德，既醉而出，並受其福』，賓主之禮也．『醉而不出，是謂伐德』，賓之罪也．嬰已卜其日，未卜其夜．」 \\n 公曰：「善．」舉酒祭之，再拜而出．曰：「豈過我哉，吾託國于晏子也．以其家貨養寡人，不欲其淫侈也，而況與寡人謀國乎！」 \\n 晉欲攻齊使人往觀晏子以禮侍而折其謀第十六 \\n 晉平公欲伐齊，使范昭往觀焉．景公觴之，飲酒酣，范昭曰：「請君之棄樽．」公曰：「酌寡人之樽，進之于客．」范昭已飲，晏子曰：「徹樽，更之．」樽觶具矣，范昭佯醉，不說而起舞，謂太師曰：「 \\n 能為我調成周之樂乎？吾為子舞之．」太師曰：「冥臣不習．」范昭趨而出． \\n 景公謂晏子曰：「晉，大國也，使人來將觀吾政，今子怒大國之使者，將奈何？」 \\n 晏子曰：「夫范昭之為人也，非陋而不知禮也，且欲試吾君臣，故絕之也．」 \\n 景公謂太師曰：「子何以不為客調成周之樂乎？」 \\n 太師對曰：「夫成周之樂，天子之樂也，調之，必人主舞之．今范昭人臣，欲舞天子之樂，臣故不為也．」 \\n 范昭歸以報平公曰：「齊未可伐也．臣欲試其君，而晏子識之；臣欲犯其禮，而太師知之．」 \\n 仲尼聞之曰：「夫不出于尊俎之間，而知千里之外，其晏子之謂也．可謂折衝矣！而太師其與焉．」 \\n 景公問東門無澤年穀而對以冰晏子請罷伐魯第十七 \\n 景公伐魯，傅許，得東門無澤，公問焉：「魯之年穀何如？」對曰：「陰水厥，陽冰厚五寸．」不知，以告晏子． \\n 晏子對曰：「君子也．問年穀而對以冰，禮也．陰水厥，陽冰厚五寸者，寒溫節，節則刑政平，平則上下和，和則年穀熟．年充眾和而伐之，臣恐罷民弊兵，不成君之意．請禮魯以息吾怨，遣其執，以明吾德．」公曰：「善．」迺不伐魯． \\n 景公使晏子予魯地而魯使不盡受第十八 \\n 景公予魯君地，山陰數百社，使晏子致之，魯使子叔昭伯受地，不盡受也．晏子曰：「寡君獻地，忠廉也，曷為不盡受？」 \\n 子叔昭伯曰：「臣受命于君曰：『諸侯相見，交讓，爭處其卑，禮之文也；交委多，爭受少，行之實也．禮成文于前，行成章于後，交之所以長久也．』且吾聞君子不盡人之歡，不竭人之忠，吾是以不盡受也．」晏子歸報公，公喜笑曰：「魯君猶若是乎．」 \\n 晏子曰：「臣聞大國貪于名，小國貪于實，此諸侯之通患也．今魯處卑而不貪乎尊，辭實而不貪乎多，行廉不為苟得，道義不為苟合，不盡人之歡，不竭人之忠，以全其交，君之道義，殊于世俗，國免于公患．」 \\n 公曰：「寡人說魯君，故予之地，今行果若此，吾將使人賀之．」 \\n 晏子曰：「不！君以驩予之地，而賀其辭，則交不親，而地不為德矣 \\n ．」公曰：「善．」于是重魯之幣，毋比諸侯，厚其禮，毋比賓客． \\n 君子于魯，而後明行廉辭地之可為重名也． \\n 景公遊紀得金壺中書晏子因以諷之第十九 \\n 景公遊于紀，得金壺，乃發視之，中有丹書，曰：「食魚無反，勿乘駑馬．」 \\n 公曰：「善哉！知苦言，食魚無反，則惡其鱢也；勿乘駑馬，惡其取道不遠也．」 \\n 晏子對曰：「不然．食魚無反，毋盡民力乎！勿乘駑馬，則無置不肖于側乎！」 \\n 公曰：「紀有書，何以亡也？」 \\n 晏子對曰：「有以亡也．嬰聞之，君子有道，懸之閭．紀有此言，注之壺，不亡何待乎！」 \\n 景公賢魯昭公去國而自悔晏子謂無及已第二十 \\n 魯昭公棄國走齊，齊公問焉，曰：「君何年之少，而棄國之蚤？奚道至于此乎？」 \\n 昭公對曰：「吾少之時，人多愛我者，吾體不能親；人多諫我者，吾志不能用；好則內無拂而外無輔，輔拂無一人，諂諛我者甚眾．譬之猶秋蓬也，孤其根而美枝葉，秋風一至，根且拔矣．」 \\n 景公辯其言，以語晏子，曰：「使是人反其國，豈不為古之賢君乎？」 \\n 晏子對曰：「不然．夫愚者多悔，不肖者自賢，溺者不問墜，迷者不問路．溺而後問墜，迷而後問路，譬之猶臨難而遽鑄兵，噎而遽掘井，雖速亦無及已．」 \\n 景公使魯有事已仲尼以為知禮第二十一 \\n 晏子使魯，仲尼命門弟子往觀．子貢反，報曰：「孰謂晏子習于禮乎？夫禮曰：『登階不歷，堂上不趨，授玉不跪．』今晏子皆反此，孰謂晏子習于禮者？」晏子既已有事于魯君，退見仲尼，仲尼曰：「夫禮，登階不歷，堂上不趨，授玉不跪．夫子反此乎？」 \\n 晏子曰：「嬰聞兩檻之閒，君臣有位焉，君行其一，臣行其二．君之來速，是以登階歷堂上趨以及位也．君授玉卑，故跪以下之．且吾聞之，大者不踰閑，小者出入可也．」晏子出，仲尼送之以賓客之禮，不計之義，維晏子為能行之． \\n 晏子之魯進食有豚亡二肩不求其人第二十二 \\n 晏子之魯，朝食進餽膳，有豚焉．晏子曰：「去其二肩．」晝者進膳，則豚肩不具．侍者曰：「膳豚肩亡．」 \\n 晏子曰：「釋之矣．」侍者曰：「我能得其人．」 \\n 晏子曰：「止．吾聞之，量功而不量力，則民盡；藏餘不分，則民盜．子教我所以改之，無教我求其人也．」 \\n 曾子將行晏子送之而贈以善言第二十三 \\n 曾子將行，晏子送之曰：「君子贈人以軒，不若以言．吾請以言之，以軒乎？」曾子曰：「請以言．」 \\n 晏子曰：「今夫車輪，山之直木也，良匠揉之，其圓中規，雖有槁暴，不復嬴矣，故君子慎隱揉．和氏之璧，井里之困也，良工修之，則為存國之寶，故君子慎所修．今夫蘭本，三年而成，湛之苦酒，則君子不近，庶人不佩；湛之縻醢，而賈匹馬矣．非蘭本美也，所湛然也．願子之必求所湛．嬰聞之，君子居必擇鄰，遊必就士，擇居所以求士，求士所以辟患也．嬰聞汩常移質，習俗移性，不可不慎也．」 \\n 晏子之晉睹齊纍越石父解左驂贖之與歸第二十四 \\n 晏子之晉，至中牟，睹敝冠反裘負芻，息于塗側者，以為君子也，使人問焉．曰：「子何為者也？」對曰：「我越石父者也．」 \\n 晏子曰：「何為至此？」曰：「吾為人臣，僕于中牟，見使將歸．」 \\n 晏子曰：「何為為至僕？」對曰：「不免凍餓之切吾身，是以為僕也．」 \\n 晏子曰：「為僕幾何？」對曰：「三年矣．」 \\n 晏子曰：「可得贖乎？」對曰：「可．」 \\n 遂解左驂以贈之，因載而與之俱歸．至舍，不辭而入，越石父怒而請絕，晏子使人應之曰：「吾未嘗得交夫子也，子為僕三年，吾迺今日 \\n 睹而贖之，吾于子尚未可乎？子何絕我之暴也．」 \\n 越石父對之曰：「臣聞之，士者詘乎不知己，而申乎知己，故君子不以功輕人之身，不為彼功詘身之理．吾三年為人臣僕，而莫吾知也． \\n 今子贖我，吾以子為知我矣；嚮者子乘，不我辭也，吾以子為忘；今又不辭而入，是與臣我者同矣．我猶且為臣，請鬻于世．」 \\n 晏子出，見之曰：「嚮者見客之容，而今也見客之意．嬰聞之，省行者不引其過，察實者不譏其辭，嬰可以辭而無棄乎！嬰誠革之．」 \\n 迺令糞灑改席，尊醮而禮之．越石父曰：「吾聞之，至恭不修途，尊禮不受擯．夫子禮之，僕不敢當也．」晏子遂以為上客． \\n 君子曰：「俗人之有功則德，德則驕，晏子有功，免人于厄，而反詘 \\n 下之，其去俗亦遠矣．此全功之道也．」 \\n 晏子之御感妻言而自抑損晏子薦以為大夫第二十五 \\n 晏子為齊相，出，其御之妻從門閒而闚，其夫為相御，擁大蓋，策駟馬，意氣揚揚，甚自得也．既而歸，其妻請去．夫問其故，妻曰：「 \\n 晏子長不滿六尺，相齊國，名顯諸侯．今者妾觀其出，志念深矣，常有以自下者．今子長八尺，迺為人僕御；然子之意，自以為足，妾是以求去也．」 \\n 其後，夫自抑損．晏子怪而問之，御以實對，晏子薦以為大夫． \\n 泯子午見晏子晏子恨不盡其意第二十六 \\n 燕之遊士，有泯子午者，南見晏子于齊，言有文章，術有條理，巨可以補國，細可以益晏子者，三百篇．睹晏子，恐慎而不能言．晏子假之以悲色，開之以禮顏，然後能盡其復也．客退．晏子直席而坐，廢朝移時．在側者曰：「嚮者燕客侍，夫子胡為憂也？」 \\n 晏子曰：「燕，萬乘之國也；齊，千里之塗也．泯子午以萬乘之國為不足說，以千里之塗為不足遠，則是千萬人之上也．且猶不能殫其言于我，況乎齊人之懷善而死者乎！吾所以不得睹者，豈不多矣！然吾失此，何之有也．」 \\n 晏子乞北郭騷米以養母騷殺身以明晏子之賢第二十七 \\n 齊有北郭騷者，結罘罔，捆蒲葦，織履，以養其母，猶不足，踵門見晏子曰：「竊說先生之義，願乞所以養母者．」 \\n 晏子使人分倉粟府金而遺之，辭金受粟．有閒，晏子見疑于景公，出奔，過北郭騷之門而辭．北郭騷沐浴而見晏子曰：「夫子將焉適？」 \\n 晏子曰：「見疑于齊君，將出奔．」 \\n 北郭騷曰：「夫子勉之矣！」 \\n 晏子上車太息而歎曰：「嬰之亡豈不宜哉！亦不知士甚矣．」 \\n 晏子行，北郭子召其友而告之曰：「吾說晏子之義，而嘗乞所以養母者焉．吾聞之，養其親者身伉其難．今晏子見疑，吾將以身死白之．」 \\n 著衣冠，令其友操劍，奉笥而從，造于君庭，求復者曰：「晏子，天下之賢者也；今去齊國，齊必侵矣．方見國之必侵，不若死，請以頭託白晏子也．」因謂其友曰：「盛吾頭于笥中，奉以託．」退而自刎． \\n 其友因奉託而謂復者曰：「此北郭子為國故死，吾將為北郭子死．」又退而自刎．景公聞之，大駭，乘馹而自追晏子，及之國郊，請而反之．晏子不得已而反，聞北郭子之以死白己也，太息而歎曰：「嬰之亡，豈不宜哉！亦愈不知士甚矣．」 \\n 景公欲見高糾晏子辭以祿仕之臣第二十八 \\n 景公謂晏子曰：「吾聞高糾與夫子遊，寡人請見之．」 \\n 晏子對曰：「臣聞之，為地戰者，不能成其王；為祿仕者，不能正其君．高糾與嬰為兄弟久矣，未嘗干嬰之行，特祿之臣也，何足以補君乎！」 \\n 高糾治晏子家不得其俗迺逐之第二十九 \\n 高糾事晏子而見逐，高糾曰：「臣事夫子三年，無得，而卒見逐，其說何也？」 \\n 晏子曰：「嬰之家俗有三，而子無一焉．」糾曰：「可得聞乎？」 \\n 晏子曰：「嬰之家俗，閒處從容不談議，則疏；出不相揚美，入不相削行，則不與；通國事無論，驕士慢知者，則不朝也．此三者，嬰之家俗，今子是無一焉．故嬰非特食餽之長也，是以辭．」 \\n 晏子居喪遜畣家老仲尼善之第三十 \\n 晏子居晏桓子之喪，麤衰，斬，苴絰帶，杖，菅屨，食粥，居倚廬，寢苫，枕草．其家老曰：「非大夫喪父之禮也．」 \\n 晏子曰：「唯卿為大夫．」曾子以聞孔子，孔子曰：「晏子可謂能遠害矣．不以己之是駁人之非，遜辭以避咎，義也夫！」 \\n  \\n   \\n  "}
{"章节": "第六卷 內篇雜下第六", "正文": "  \\n 第六卷　內篇雜下第六 \\n 　 \\n  \\n 靈公禁婦人為丈夫飾不止晏子請先內勿服第一 \\n 靈公好婦人而丈夫飾者，國人盡服之，公使吏禁之，曰：「女子而男子飾者，裂其衣，斷其帶．」裂衣斷帶相望，而不止． \\n 晏子見，公問曰：「寡人使吏禁女子而男子飾，裂斷其衣帶，相望而不止者何也？」 \\n 晏子對曰：「君使服之于內，而禁之于外，猶懸牛首于門，而賣馬肉于內也．公何以不使內勿服，則外莫敢為也．」 \\n 公曰：「善．」使內勿服，踰月，而國莫之服． \\n 齊人好轂擊晏子紿以不祥而禁之第二 \\n 齊人甚好轂擊，相犯以為樂．禁之不止．晏子患之，迺為新車良馬，出與人相犯也，曰：「轂擊者不祥，臣其祭祀不順，居處不敬乎？」下車而棄去之，然後國人乃不為． \\n 故曰：「禁之以制，而身不先行，民不能止．故化其心，莫若教也．」 \\n 景公瞢五丈夫稱無辜晏子知其冤第三 \\n 景公畋于梧丘，夜猶早，公姑坐睡，而瞢有五丈夫北面韋廬，稱無罪焉．公覺，召晏子而告其所瞢．公曰：「我其嘗殺不辜，誅無罪邪？」 \\n 晏子對曰：「昔者先君靈公畋，五丈夫罟而駭獸，故殺之，斷其頭而葬之．命曰『五丈夫之丘』，此其地邪？」公令人掘而求之，則五頭同穴而存焉．公曰：「嘻！」令吏葬之．國人不知其瞢也，曰：「君憫白骨，而況于生者乎，不遺餘力矣，不釋餘知矣．」故曰：君子之為善易矣． \\n 柏常騫禳梟死將為景公請壽晏子識其妄第四 \\n 景公為路寢之臺，成，而不踊焉．柏常騫曰：「君為臺甚急，臺成，君何為而不踊焉？」公曰：「然！有梟昔者鳴，聲無不為也，吾惡之甚，是以不踊焉．」 \\n 柏常騫曰：「臣請禳而去．」公曰：「何具？」對曰：「築新室，為置白茅．」公使為室，成，置白茅焉．柏常騫夜用事．明日，問公曰：「今昔聞鴞聲乎？」公曰：「一鳴而不復聞．」使人往視之，鴞當陛，布翌，伏地而死．公曰：「子之道若此其明，亦能益寡人之壽乎？」對曰：「能．」公曰：「能益幾何？」對曰：「天子九，諸侯七，大夫五．」公曰：「子亦有徵兆之見乎？」對曰：「得壽，地且動．」公喜，令百官趣具騫之所求．柏常騫出，遭晏子于塗，拜馬前，騫辭曰：「為禳君鴞而殺之，君謂騫曰：『子之道若此其明也，亦能益寡人壽乎？』騫曰：『能．』今且大祭，為君請壽，故將往，以聞．」晏子曰：「嘻！亦善能為君請壽也．雖然，吾聞之，維以政與德而順乎神，為可以益壽，今徒祭，可以益壽乎？然則福兆有見乎？」對曰：「得壽，地將動．」 \\n 晏子曰：「騫！昔吾見維星絕，樞星散，地其動，汝以是乎？」柏常騫俯有閒，仰而對曰：「然．」晏子曰：「為之無益，不為無損也．汝薄斂，毋費民，且無令君知之．」 \\n 景公成柏寢而師開言室夕晏子辨其所以然第五 \\n 景公新成柏寢之臺，使師開鼓琴，師開左撫宮，右彈商，曰：「室夕．」公曰：「何以知之？」 \\n 師開對曰：「東方之聲薄，西方之聲揚．」公召大匠曰：「室何為夕？」 \\n 大匠曰：「立室以宮矩為之．」于是召司空曰：「立宮何為夕？」 \\n 司空曰：「立宮以城矩為之．」明日，晏子朝公，公曰：「先君太公以營丘之封立城，曷為夕？」 \\n 晏子對曰：「古之立國者，南望南斗，北戴樞星，彼安有朝夕哉！然 \\n 而以今之夕者，周之建國，國之西方，以尊周也．」公蹙然曰：「古之臣乎！」 \\n 景公病水瞢與日鬥晏子教占瞢者以對第六 \\n 景公病水，臥十數日，夜瞢與二日鬥，不勝．晏子朝，公曰：「夕者瞢與二日鬥，而寡人不勝，我其死乎？」 \\n 晏子對曰：「請召占瞢者．」出于閨，使人以車迎占瞢者．至，曰：「曷為見召？」 \\n 晏子曰：「夜者，公瞢二日與公鬥，不勝．公曰：『寡人死乎？』故請君占瞢，是所為也．」占瞢者曰：「請反具書．」 \\n 晏子曰：「毋反書．公所病者，陰也，日者，陽也．一陰不勝二陽，故病將已．以是對．」占瞢者入，公曰：「寡人瞢與二日鬥而不勝，寡人死乎？」占瞢者對曰：「公之所病，陰也，日者，陽也．一陰不勝二陽，公病將已．」 \\n 居三日，公病大愈，公且賜占瞢者．占瞢者曰：「此非臣之力，晏子 \\n 教臣也．」公召晏子，且賜之．晏子曰：「占瞢者以占之言對，故有益也．使臣言之，則不信矣．此占瞢之力也，臣無功焉．」 \\n 公兩賜之，曰：「以晏子不奪人之功，以占瞢者不蔽人之能．」 \\n 景公病瘍晏子撫而對之迺知群臣之野第七 \\n 景公病疽，在背，高子國子請．公曰：「職當撫瘍．」高子進而撫瘍，公曰：「熱乎？」曰：「熱．」「熱何如？」曰：「如火．」「其色何如？」曰：「如未熱李．」「大小何如？」曰：「如豆．」「墮者何如？」曰：「如屨辨．」二子者出，晏子請見．公曰：「寡人有病，不能勝衣冠以出見夫子，夫子其辱視寡人乎？」 \\n 晏子入，呼宰人具盥，御者具巾，刷手溫之，發席傅薦，跪請撫瘍．公曰：「其熱何如？」曰：「如日．」「其色何如？」曰：「如蒼玉．」「大小何如？」曰：「如璧．」「其墮者何如？」曰：「如珪．」晏子出，公曰：「吾不見君子，不知野人之拙也．」 \\n 晏子使吳吳王命儐者稱天子晏子詳惑第八 \\n 晏子使吳，吳王謂行人曰：「吾聞晏嬰，蓋北方辯于辭，習于禮者也．命擯者『客見則稱天子請見．』」 \\n 明日，晏子有事，行人曰：「天子請見．」晏子蹙．行人又曰：「天子請見．」晏子蹙然．又曰：「天子請見．」晏子蹙然者，曰：「臣受命敝邑之君，將使于吳王之所，以不敏而迷惑，入于天子之朝，問吳王惡乎存？」然後吳王曰：「夫差請見．」見之以諸侯之禮． \\n 晏子使楚楚為小門晏子稱使狗國者入狗門第九 \\n 晏子使楚，以晏子短，楚人為小門于大門之側而延晏子．晏子不入，曰：「使狗國者，從狗門入；今臣使楚，不當從此門入．」儐者更道從大門入，見楚王．王曰：「齊無人耶？」 \\n 晏子對曰：「臨淄三百閭，張袂成陰，揮汗成雨，比肩繼踵而在，何為無人？」 \\n 王曰：「然則子何為使乎？」 \\n 晏子對曰：「齊命使，各有所主，其賢者使使賢王，不肖者使使不肖王．嬰最不肖，故直使楚矣．」 \\n 楚王欲辱晏子指盜者為齊人晏子對以橘第十 \\n 晏子將至楚，楚聞之，謂左右曰：「晏嬰，齊之習辭者也，今方來，吾欲辱之，何以也？」 \\n 左右對曰：「為其來也，臣請縛一人，過王而行，王曰：『何為者也？』對曰：『齊人也．』王曰：『何坐？』曰：『坐盜．』」 \\n 晏子至，楚王賜晏子酒，酒酣，吏二縛一人詣王，王曰：「縛者曷為者也？」對曰：「齊人也，坐盜．」 \\n 王視晏子曰：「齊人固善盜乎？」 \\n 晏子避席對曰：「嬰聞之，橘生淮南則為橘，生于淮北則為枳，葉徒相似，其實味不同．所以然者何？水土異也．今民生長于齊不盜，入楚則盜，得無楚之水土使民善盜耶？」 \\n 王笑曰：「聖人非所與熙也，寡人反取病焉．」 \\n 楚王饗晏子進橘置削晏子不剖而食第十一 \\n 景公使晏子于楚，楚王進橘，置削，晏子不剖而並食之． \\n 楚王曰：「當去剖．」晏子對曰：「臣聞之，賜人主之前者，瓜桃不削，橘柚不剖．今者萬乘無教令，臣故不敢剖；不然，臣非不知也．」 \\n 晏子布衣棧車而朝陳桓子侍景公飲酒請浮之第十二 \\n 景公飲酒，田桓子侍，望見晏子，而復于公曰：「請浮晏子．」公曰：「何故也？」無宇對曰：「晏子衣緇布之衣，麋鹿之裘，棧軫之車，而駕駑馬以朝，是隱君之賜也．」公曰：「諾．」 \\n 晏子坐，酌者奉觴進之，曰：「君命浮子．」 \\n 晏子曰：「何故也？」田桓子曰：「君賜之卿位以尊其身，寵之百萬以富其家，群臣其爵莫尊于子，祿莫重于子．今子衣緇布之衣，麋鹿之裘，棧軫之車，而駕駑馬以朝，是則隱君之賜也．故浮子．」 \\n 晏子避席曰：「請飲而後辭乎，其辭而後飲乎？」公曰：「辭然後飲．」 \\n 晏子曰：「君之賜卿位以尊其身，嬰非敢為顯受也，為行君令也；寵以百萬以富其家，嬰非敢為富受也，為通君賜也．臣聞古之賢臣，有受厚賜而不顧其國族，則過之；臨事守職，不勝其任，則過之．君之內隸，臣之父兄，若有離散，在于野鄙，此臣之罪也．君之外隸，臣之所職，若有播亡，在于四方，此臣之罪也．兵革之不完，戰車之不修，此臣之罪也．若夫弊車駑馬以朝，意者非臣之罪乎？且臣以君之賜，父之黨無不乘車者，母之黨無不足于衣食者，妻之黨無凍餒者，國之閒士待臣而後舉火者數百家．如此者，為彰君賜乎，為隱君賜乎？」 \\n 公曰：「善！為我浮無宇也．」 \\n 田無宇請求四方之學士晏子謂君子難得第十三 \\n 田桓子見晏子獨立于牆陰，曰：「子何為獨立而不憂？何不求四鄉之學士可者而與坐？」 \\n 晏子曰：「共立似君子，出言而非也．嬰惡得學士之可者而與之坐？且君子之難得也，若美山然，名山既多矣，松柏既茂矣，望之相相然，盡目力不知厭．而世有所美焉，固欲登彼相相之上，仡仡然不知厭．小人者與此異，若部婁之未登，善，登之無蹊，維有楚棘而已；遠望無見也，俛就則傷嬰，惡能無獨立焉？且人何憂，靜處遠慮，見歲若月，學問不厭，不知老之將至，安用從酒！」 \\n 田桓子曰：「何謂從酒？」晏子曰：「無客而飲，謂之從酒．今若子者，晝夜守尊，謂之從酒也．」 \\n 田無宇勝欒氏高氏欲分其家晏子使致之公第十四 \\n 欒氏、高氏欲逐田氏、鮑氏，田氏、鮑氏先知而遂攻之．高彊曰：「 \\n 先得君，田、鮑安往？」遂攻虎門．二家召晏子，晏子無所從也．從者曰：「何為不助田、鮑？」 \\n 晏子曰：「何善焉，其助之也．」「何為不助欒、高？」曰：「庸愈于彼乎？」門開，公召而入．欒、高不勝而出，田桓子欲分其家，以告晏子． \\n 晏子曰：「不可！君不能飭法，而群臣專制，亂之本也．今又欲分其 \\n 家，利其貨，是非制也．子必致之公．且嬰聞之，廉者，政之本也；讓者，德之主也．欒、高不讓，以至此禍，可毋慎乎！廉之謂公正，讓之謂保德，凡有血氣者，皆有爭心，怨利生孽，維義可以為長存．且分爭者不勝其禍，辭讓者不失其福，子必勿取．」 \\n 桓子曰：「善．」盡致之公，而請老于劇． \\n 子尾疑晏子不受慶氏之邑晏子謂足欲則亡第十五 \\n 慶氏亡，分其邑，與晏子邶殿，其鄙六十，晏子勿受．子尾曰：「富者，人之所欲也，何獨弗欲？」 \\n 晏子對曰：「慶氏之邑足欲，故亡．吾邑不足欲也，益之以邶殿，迺足欲；足欲，亡無日矣．在外不得宰吾一邑，不受邶殿，非惡富也，恐失富也．且夫富，如布帛之有幅焉，為之制度，使無遷也．夫生厚而用利，于是乎正德以幅之，使無黜慢，謂之幅利，利過則為敗，吾不敢貪多，所謂幅也．」 \\n 景公祿晏子平陰與棠邑晏子願行三言以辭第十六 \\n 景公祿晏子以平陰與棠邑，反市者十一社．晏子辭曰：「吾君好治宮室，民之力弊矣；又好盤遊翫好，以飭女子，民之財竭矣；又好興師，民之死近矣．弊其力，竭其財，近其死，下之疾其上甚矣！此嬰之所為不敢受也．」 \\n 公曰：「是則可矣．雖然，君子獨不欲富與貴乎？」晏子曰：「嬰聞為人臣者，（先國後家，）先君後身；安國而度家，宗君而處身，曷為獨不欲富與貴也！」 \\n 公曰：「然則曷以祿夫子？」晏子對曰：「君商漁鹽，關市譏而不征；耕者十取一焉；弛刑罰──若死者刑，若刑者罰，若罰者免．若此三言者，嬰之祿，君之利也．」公曰：「此三言者，寡人無事焉，請以從夫子．」公既行若三言，使人問大國，大國之君曰：「齊安矣．」使人問小國，小國之君曰：「齊不加我矣．」 \\n 梁丘據言晏子食肉不足景公割地將封晏子辭第十七 \\n 晏子相齊，三年，政平民說．梁丘據見晏子中食，而肉不足，以告景公，旦日，割地將封晏子，晏子辭不受．曰：「富而不驕者，未嘗聞之．貧而不恨者，嬰是也．所以貧而不恨者，以善為師也．今封，易嬰之師，師已輕，封已重矣，請辭．」 \\n 景公以晏子食不足致千金而晏子固不受第十八 \\n 晏子方食，景公使使者至．分食食之，使者不飽，晏子亦不飽．使者反，言之公． \\n 公曰：「嘻！晏子之家，若是其貧也．寡人不知，是寡人之過也．」使吏致千金與市租，請以奉賓客．晏子辭，三致之，終再拜而辭曰：「嬰之家不貧．以君之賜，澤覆三族，延及交遊，以振百姓，君之賜也厚矣！嬰之家不貧也．嬰聞之，夫厚取之君，而施之民，是臣代君君民也，忠臣不為也．厚取之君，而不施于民，是為筐篋之藏也，仁人不為也．進取于君，退得罪于士，身死而財遷于它人，是為宰藏也，智者不為也．夫十總之布，一豆之食，足于中免矣．」 \\n 景公謂晏子曰：「昔吾先君桓公，以書社五百封管仲，不辭而受，子辭之何也？」 \\n 晏子曰：「嬰聞之，聖人千慮，必有一失；愚人千慮，必有一得．意者管仲之失，而嬰之得者耶？故再拜而不敢受命．」 \\n 景公以晏子衣食弊薄使田無宇致封邑晏子辭第十九 \\n 晏子相齊，衣十升之布，脫粟之食，五卯、苔菜而已．左右以告公，公為之封邑，使田無宇致臺與無鹽．晏子對曰：「昔吾先君太公受之營丘，為地五百里，為世國長，自太公至于公之身，有數十公矣．苟能說其君以取邑，不至公之身，趣齊搏以求升土，不得容足而寓焉．嬰聞之，臣有德益祿，無德退祿，惡有不肖父為不肖子為封邑以敗其君之政者乎？」遂不受． \\n 田桓子疑晏子何以辭邑晏子答以君子之事也第二十 \\n 景公賜晏子邑，晏子辭．田桓子謂晏子曰：「君歡然與子邑，必不受以恨君，何也？」晏子對曰：「嬰聞之，節受于上者，寵長于君；儉居處者，名廣于外．夫長寵廣名，君子之事也．嬰獨庸能已乎？」 \\n 景公欲更晏子宅晏子辭以近市得求諷公省刑第二十一 \\n 景公欲更晏子之宅，曰：「子之宅近市湫隘，囂塵不可以居，請更諸爽塏者．」 \\n 晏子辭曰：「君之先臣容焉，臣不足以嗣之，于臣侈矣．且小人近市，朝夕得所求，小人之利也．敢煩里旅！」 \\n 公笑曰：「子近市，識貴賤乎？」 \\n 對曰：「既竊利之，敢不識乎！」 \\n 公曰：「何貴何賤？」是時也，公繁于刑，有鬻踊者．故對曰：「踊貴而屨賤．」公愀然改容．公為是省于刑．君子曰：「仁人之言，其利博哉！晏子一言，而齊侯省刑．詩曰：『君子如祉，亂庶遄已．』其是之謂乎．」 \\n 景公毀晏子鄰以益其宅晏子因陳桓子以辭第二十二 \\n 晏子使晉，景公更其宅，反則成矣．既拜，迺毀之，而為里室，皆如其舊，則使宅人反之．且「諺曰：『非宅是卜，維鄰是卜．』二三子先卜鄰矣．違卜不祥．君子不犯非禮，小人不犯不祥，古之制也．吾敢違諸乎？」卒復其舊宅．公弗許．因陳桓子以請，迺許之． \\n 景公欲為晏子築室于宮內晏子稱是以遠之而辭第二十三 \\n 景公謂晏子曰：「寡人欲朝夕見，為夫子築室于閨內可乎？」晏子對曰：「臣聞之，隱而顯，近而結，維至賢耳．如臣者，飾其容止，以待承令，猶恐罪戾也，今君近之，是遠之也，請辭．」 \\n 景公以晏子妻老且惡欲內愛女晏子再拜以辭第二十四 \\n 景公有愛女，請嫁于晏子，公迺往燕晏子之家，飲酒，酣，公見其妻曰：「此子之內子耶？」 \\n 晏子對曰：「然，是也．」 \\n 公曰：「嘻！亦老且惡矣．寡人有女少且姣，請以滿夫子之宮．」 \\n 晏子違席而對曰：「乃此則老且惡，嬰與之居故矣，故及其少且姣也．且人固以壯託乎老，姣託乎惡，彼嘗託，而嬰受之矣．君雖有賜，可以使嬰倍其託乎？」再拜而辭． \\n 景公以晏子乘弊車駑馬使梁丘據遺之三返不受第二十五 \\n 晏子朝，乘弊車，駕駑馬．景公見之曰：「嘻！夫子之祿寡耶？何乘不任之甚也？」 \\n 晏子對曰：「賴君之賜，得以壽三族，及國遊士，皆得生焉．臣得煖衣飽食，弊車駑馬，以奉其身，于臣足矣．」 \\n 晏子出，公使梁丘據遺之輅車乘馬，三返不受．公不說，趣召晏子．晏子至，公曰：「夫子不受，寡人亦不乘．」 \\n 晏子對曰：「君使臣臨百官之吏，臣節其衣服飲食之養，以先國之民；然猶恐其侈靡而不顧其行也．今輅車乘馬，君乘之上，而臣亦乘之下，民之無義，侈其衣服飲食而不顧其行者，臣無以禁之．」遂讓不 \\n 受． \\n 景公睹晏子之食菲薄而嗟其貧晏子稱其參士之食第二十六 \\n 晏子相景公，食脫粟之食，炙三弋、五卯、苔菜耳矣．公聞之，往燕焉，睹晏子之食也．公曰：「嘻！夫子之家如此其貧乎！而寡人不知，寡人之罪也．」 \\n 晏子對曰：「以世之不足也，免粟之食飽，士之一乞也；炙三弋，士之二乞也；五卯，士之三乞也．嬰無倍人之行，而有參士之食，君之賜厚矣！嬰之家不貧．」再拜而謝． \\n 梁丘據自患不及晏子晏子勉據以常為常行第二十七 \\n 梁丘據謂晏子曰：「吾至死不及夫子矣！」 \\n 晏子曰：「嬰聞之，為者常成，行者常至．嬰非有異于人也，常為而不置，常行而不休者，故難及也．」 \\n 晏子老辭邑景公不許致車一乘而後止第二十八 \\n 晏子相景公，老，辭邑．公曰：「自吾先君定公至今，用世多矣，齊大夫未有老辭邑者矣．今夫子獨辭之，是毀國之故，棄寡人也．不可！」 \\n 晏子對曰：「嬰聞古之事君者，稱身而食；德厚而受祿，德薄則辭祿．德厚受祿，所以明上也；德薄辭祿，可以潔下也．嬰老薄無能，而厚受祿，是掩上之明，污下之行，不可．」 \\n 公不許，曰：「昔吾先君桓公，有管仲恤勞齊國，身老，賞之以三歸 \\n ，澤及子孫．今夫子亦相寡人，欲為夫子三歸，澤至子孫，豈不可哉？」 \\n 對曰：「昔者管子事桓公，桓公義高諸侯，德備百姓．今嬰事君也，國僅齊于諸侯，怨積乎百姓，嬰之罪多矣，而君欲賞之，豈以其不肖父為不肖子厚受賞以傷國民義哉？且夫德薄而祿厚，智惛而家富，是彰污而逆教也，不可．」公不許．晏子出．異日朝，得閒而入邑，致車一乘而後止． \\n 晏子病將死妻問所欲言云毋變爾俗第二十九 \\n 晏子病，將死，其妻曰：「夫子無欲言乎？」子曰：「吾恐死而俗變，謹視爾家，毋變爾俗也．」 \\n 晏子病將死鑿楹納書命子壯示之第三十 \\n 晏子病，將死，鑿楹納書焉，謂其妻曰：「楹語也，子壯而示之．」及壯，發書之言曰：「布帛不可窮，窮不可飾；牛馬不可窮，窮不可服；士不可窮，窮不可任；國不可窮，窮不可竊也．」 \\n  \\n   \\n  "}
{"章节": "第七卷 外篇第七", "正文": "  \\n 第七卷　外篇第七 \\n 　 \\n  \\n 景公飲酒命晏子去禮晏子諫第一 \\n 景公飲酒數日而樂，釋衣冠，自鼓缶，謂左右曰：「仁人亦樂是夫？」梁丘據對曰：「仁人之耳目，亦猶人也，夫奚為獨不樂此也？」 \\n 公曰：「趣駕迎晏子．」晏子朝服以至，受觴再拜．公曰：「寡人甚樂此樂，欲與夫子共之，請去禮．」 \\n 晏子對曰：「君之言過矣！群臣皆欲去禮以事君，嬰恐君子之不欲也．今齊國五尺之童子，力皆過嬰，又能勝君，然而不敢亂者，畏禮也．上若無禮，無以使其下；下若無禮，無以事其上．夫麋鹿維無禮，故父子同麀，人之所以貴于禽獸者，以有禮也．嬰聞之，人君無禮，無以臨其邦；大夫無禮，官吏不恭；父子無禮，其家必凶；兄弟無禮，不能久同．詩曰：『人而無禮，胡不遄死．』故禮不可去也．」 \\n 公曰：「寡人不敏無良，左右淫蠱寡人，以至于此，請殺之．」 \\n 晏子曰：「左右何罪？君若無禮，則好禮者去，無禮者至；君若好禮，則有禮者至，無禮者去．」 \\n 公曰：「善．請易衣革冠，更受命．」晏子避走，立乎門外．公令人糞灑改席，召衣冠以迎晏子．晏子入門，三讓，升階，用三獻焉；嗛酒嘗膳，再拜，告饜而出．公下拜，送之門，反，命撤酒去樂，曰：「吾以彰晏子之教也．」 \\n 景公置酒泰山四望而泣晏子諫第二 \\n 景公置酒于泰山之陽，酒酣，公四望其地，喟然嘆，泣數行而下，曰：「寡人將去此堂堂國者而死乎！」左右佐哀而泣者三人，曰：「吾細人也，猶將難死，而況公乎！棄是國也而死，其孰可為乎！」 \\n 晏子獨搏其髀，仰天而大笑曰：「樂哉！今日之飲也．」公怫然怒曰：「寡人有哀，子獨大笑，何也？」晏子對曰：「今日見怯君一，諛臣三人，是以大笑．」公曰：「何謂諛怯也？」晏子曰：「夫古之有 \\n 死也，令後世賢者得之以息，不肖者得之以伏．若使古之王者毋知有死，自昔先君太公至今尚在，而君亦安得此國而哀之？夫盛之有衰，生之有死，天之分也．物有必至，事有常然，古之道也．曷為可悲？至老尚哀死者，怯也；左右助哀者，諛也．怯諛聚居，是故笑之．」公慚而更辭曰：「我非為去國而死哀也．寡人聞之，彗星出，其所向之國君當之，今彗星出而向吾國，我是以悲也．」晏子曰：「君之行義回邪，無德於國，穿池沼，則欲其深以廣也；為臺榭，則欲其高且大也；賦斂如撝奪，誅僇如仇讎．自是觀之，茀又將出．天之變，彗星之出，庸可悲乎！」于是公懼，迺歸，窴池沼，廢臺榭，薄賦斂，緩刑罰，三十七日而彗星亡． \\n 景公瞢見彗星使人占之晏子諫第三 \\n 景公瞢見彗星．明日，召晏子而問焉：「寡人聞之，有彗星者必有亡國．夜者，寡人瞢見彗星，吾欲召占瞢者使占之．」晏子對曰：「君居處無節，衣服無度，不聽正諫，興事無已，賦斂無厭，使民如將不勝，萬民懟怨．茀星又將見瞢，奚獨彗星乎！」 \\n 景公問古而無死其樂若何晏子諫第四 \\n 景公飲酒，樂，公曰：「古而無死，其樂若何？」 \\n 晏子對曰：「古而無死，則古之樂也，君何得焉？昔爽鳩氏始居此地，季萴因之，有逢伯陵因之，蒲姑氏因之，而後太公因之．古若無死，爽鳩氏之樂，非君所願也．」 \\n 景公謂梁丘據與己和晏子諫第五 \\n 景公至自畋，晏子侍于遄臺，梁丘據造焉．公曰：「維據與我和夫！」晏子對曰：「據亦同也，焉得為和．」公曰：「和與同異乎？」 \\n 對曰：「異．和如羹焉，水火醯醢鹽梅，以烹魚肉，燀之以薪，宰夫和之，齊之以味，濟其不及；以洩其過，君子食之，以平其心．君臣亦然．君所謂可，而有否焉，臣獻其否，以成其可；君所謂否，而有可焉，臣獻其可，以去其否．是以政平而不干，民無爭心．故詩曰：『亦有和羹，既戒且平；奏鬷無言，時靡有爭．』先王之濟五味，和五聲也，以平其心，成其政也．聲亦如味：一氣，二體，三類，四物，五聲，六律，七音，八風，九歌，以相成也；清濁，大小，短長，疾徐，哀樂，剛柔，遲速，高下，出入，周流，以相濟也．君子聽之，以平其心，心平德和．故詩曰：『德音不瑕．』今據不然，君所謂可，據亦曰可；君所謂否，據亦曰否．若以水濟水，誰能食之？若琴瑟之專一，誰能聽之？同之不可也如是．」公曰：「善．」 \\n 景公使祝史禳彗星晏子諫第六 \\n 齊有彗星，景公使祝禳之．晏子諫曰：「無益也，祇取誣焉．天道不疑，不貳其命，若之何禳之也！且天之有彗，以除穢也．君無穢德，又何禳焉？若德之穢，禳之何損？詩云：『維此文王，小心翼翼，昭事上帝，聿懷多福，厥德不回，以受方國．』君無違德，方國將至，何患于彗？詩曰：『我無所監，夏后及商，用亂之故，民卒流亡．』若德之回亂，民將流亡，祝史之為，無能補也．」公說，乃止． \\n 景公有疾梁丘據裔款請誅祝史晏子諫第七 \\n 景公疥遂痁，期而不瘳．諸侯之賓，問疾者多在．梁丘據、裔款言于公曰：「吾事鬼神，豐于先君有加矣．今君疾病，為諸侯憂，是祝史之罪也．諸侯不知，其謂我不敬，君盍誅于祝固史嚚以辭賓．」公說，告晏子．晏子對曰：「日宋之盟，屈建問范會之德于趙武，趙武曰：『夫子家事治，言于晉國，竭情無私，其祝史祭祀，陳言不愧；其家事無猜，其祝史不祈．』建以語康王，康王曰：『神人無怨，宜天子之光輔五君，以為諸侯主也．』」 \\n 公曰：「據與款謂寡人能事鬼神，故欲誅于祝史，子稱是語何故？」對曰：「若有德之君，外內不廢，上下無怨，動無違事，其祝史薦信，無愧心矣．是以鬼神用饗，國受其福，祝史與焉．其所以蕃祉老壽者，為信君使也，其言忠信于鬼神．其適遇淫君，外內頗邪，上下怨疾，動作辟違，從欲厭私，高臺深池，撞鐘舞女，斬刈民力，輸掠其聚，以成其違，不恤後人，暴虐淫縱，肆行非度，無所還忌，不思謗讟，不憚鬼神，神怒民痛，無悛於心．其祝史薦信，是言罪也；其蓋失數美，是矯誣也；進退無辭，則虛以成媚，是以鬼神不饗，其國以禍之，祝史與焉．所以夭昏孤疾者，為暴君使也，其言僭嫚于鬼神．」 \\n 公曰：「然則若之何？」對曰：「不可為也．山林之木，衡鹿守之；澤之雈蒲，舟鮫守之；藪之薪蒸，虞候守之；海之鹽蜃，祈望守之．縣鄙之人，入從其政；偪介之關，暴征其私；承嗣大夫，彊易其賄；布常無藝，徵斂無度；宮室日更，淫樂不違；內寵之妾肆奪于市，外寵之臣僭令於鄙；私欲養求，不給則應．民人苦病，夫婦皆詛．祝有益也，詛亦有損，聊攝以東，姑尤以西，其為人也多矣！雖其善祝，豈能勝億兆人之詛！君若欲誅於祝史，修德而後可．」公說，使有司寬政，毀關去禁，薄斂已責，公疾愈． \\n 景公見道殣自慚無德晏子諫第八 \\n 景公賞賜及後宮，文繡被臺榭，菽粟食鳧鴈；出而見殣，謂晏子曰：「此何為而死？」 \\n 晏子對曰：「此餧而死．」公曰：「嘻！寡人之無德也甚矣．」 \\n 對曰：「君之德著而彰，何為無德也？」景公曰：「何謂也？」 \\n 對曰：「君之德及後宮與臺榭，君之玩物，衣以文繡；君之鳧鴈，食以菽粟；君之營內自樂，延及後宮之族，何為其無德！顧臣願有請于君：由君之意，自樂之心，推而與百姓同之，則何殣之有！君不推此，而苟營內好私，使財貨偏有所聚，菽粟幣帛腐于囷府，惠不遍加于百姓，公心不周乎萬國，則桀紂之所以亡也．夫士民之所以叛，由偏之也，君如察臣嬰之言，推君之盛德，公布之于天下，則湯武可為也．一殣何足恤哉！」 \\n 景公欲誅斷所愛橚者晏子諫第九 \\n 景公登箐室而望，見人有斷雍門之橚者，公令吏拘之，顧謂晏子趣誅之．晏子默然不對．公曰：「雍門之橚，寡人所甚愛也，此見斷之，故使夫子誅之，默然而不應，何也？」 \\n 晏子對曰：「嬰聞之，古者人君出，則闢道十里，非畏也；冕前有旒，惡多所見也；纊紘珫耳，惡多所聞也；大帶重半鈞，舄履倍重，不欲輕也．刑死之罪，日中之朝，君過之，則赦之，嬰未嘗聞為人君而自坐其民者也．」公曰：「赦之，無使夫子復言．」 \\n 景公坐路寢曰誰將有此晏子諫第十 \\n 景公坐于路寢，曰：「美哉其室，將誰有此乎？」晏子對曰：「其田氏乎，田無宇為圻矣．」 \\n 公曰：「然則柰何？」晏子對曰：「為善者，君上之所勸也，豈可禁哉！夫田氏國門擊柝之家，父以託其子，兄以託其弟，於今三世矣．山木如市，不加于山；魚鹽蚌蜃，不加于海；民財為之歸．今歲凶饑，蒿種芼斂不半，道路有死人．齊舊四量而豆，豆四而區，區四而釜，釜十而鍾．田氏四量，各加一焉．以家量貸，以公量收，則所以糴百姓之死命者澤矣．今公家驕汰，而田氏慈惠，國澤是將焉歸？田氏雖無德而施于民．公厚斂而田氏厚施焉．詩曰：『雖無德與汝，式歌且舞．』田氏之施，民歌舞之也，國之歸焉，不亦宜乎！」 \\n 景公臺成盆成适願合葬其母晏子諫而許第十一 \\n 景公宿于路寢之宮，夜分，聞西方有男子哭者，公悲之．明日朝，問于晏子曰：「寡人夜者聞西方有男子哭者，聲甚哀，氣甚悲，是奚為者也？寡人哀之．」 \\n 晏子對曰：「西郭徒居布衣之士盆成适也．父之孝子，兄之順弟也．又嘗為孔子門人．今其母不幸而死，祔柩未葬，家貧，身老，子孺，恐力不能合祔，是以悲也．」 \\n 公曰：「子為寡人弔之，因問其偏柎何所在？」晏子奉命往弔，而問偏之所在．盆成适再拜，稽首而不起，曰：「偏柎寄于路寢，得為地下之臣，擁札摻筆，給事宮殿中右陛之下，願以某日送，未得君之意也．窮困無以圖之，布唇枯舌，焦心熱中，今君不辱而臨之，願君圖之．」 \\n 晏子曰：「然．此人之甚重者也，而恐君不許也．」盆成适蹶然曰：「凡在君耳！且臣聞之，越王好勇，其民輕死；楚靈王好細腰，其朝多餓死人；子胥忠其君，故天下皆願得以為子．今為人子臣，而離散其親戚，孝乎哉？足以為臣乎？若此而得祔，是生臣而安死母也；若此而不得，則臣請輓尸車而寄之于國門外宇霤之下，身不敢飲食，擁轅執輅，木乾鳥栖，袒肉暴骸，以望君愍之．賤臣雖愚，竊意明君哀而不忍也．」 \\n 晏子入，復乎公，公忿然作色而怒曰：「子何必患若言而教寡人乎？」晏子對曰：「嬰聞之，忠不避危，愛無惡言．且嬰固以難之矣．今君營處為游觀，既奪人有，又禁其葬，非仁也；肆心傲聽，不恤民憂，非義也．若何勿聽？」因道盆成适之辭． \\n 公喟然太息曰：「悲乎哉！子勿復言．」迺使男子袒免，女子髮笄者以百數，為開凶門，以迎盆成适．适脫衰絰，冠條纓，墨緣，以見乎公． \\n 公曰：「吾聞之，五子不滿隅，一子可滿朝，非迺子耶！」盆成适于是臨事不敢哭，奉事以禮，畢，出門，然後舉聲焉． \\n 景公築長庲臺晏子舞而諫第十二 \\n 景公築長庲之臺，晏子侍坐．觴三行，晏子起舞曰：「歲已暮矣，而禾不穫，忽忽矣若之何！歲已寒矣，而役不罷，惙惙矣如之何！」舞三，而涕下沾襟．景公慚焉，為之罷長庲之役． \\n 景公使燭鄒主鳥而亡之公怒將加誅晏子諫第十三 \\n 景公好弋，使燭鄒主鳥而亡之，公怒，詔吏殺之． \\n 晏子曰：「燭鄒有罪三，請數之以其罪而殺之．」公曰：「可．」於是召而數之公前，曰：「燭鄒！汝為吾君主鳥而亡之，是罪一也；使吾君以鳥之故殺人，是罪二也；使諸侯聞之，以吾君重鳥以輕士，是罪三也．」數燭鄒罪已畢，請殺之． \\n 公曰：「勿殺！寡人聞命矣．」 \\n 景公問治國之患晏子對以佞人讒夫在君側第十四 \\n 景公問晏子曰：「治國之患亦有常乎？」對曰：「佞人讒夫之在君側者，好惡良臣，而行與小人，此國之長患也．」 \\n 公曰：「讒佞之人，則誠不善矣；雖然，則奚曾為國常患乎？」 \\n 晏子曰：「君以為耳目而好繆事，則是君之耳目繆也．夫上亂君之耳目，下使群臣皆失其職，豈不誠足患哉！」 \\n 公曰：「如是乎！寡人將去之．」 \\n 晏子曰：「公不能去也．」公忿然作色不說，曰：「夫子何小寡人甚也！」 \\n 對曰：「臣何敢槁也！夫能自周于君者，才能皆非常也．夫藏大不誠于中者，必謹小誠于外，以成其大不誠，入則求君之嗜欲能順之，公怨良臣，則具其往失而益之，出則行威以取富．夫何密近，不為大利變，而務與君至義者也？此難得其知也．」 \\n 公曰：「然則先聖柰何？」 \\n 對曰：「先聖之治也，審見賓客，聽治不留，群臣皆得畢其誠，讒諛安得容其私！」 \\n 公曰：「然則夫子助寡人止之，寡人亦事勿用．」 \\n 對曰：「讒夫佞人之在君側者，若社之有鼠也，諺言有之曰：『社鼠不可熏去．』讒佞之人，隱君之威以自守也，是難去焉．」 \\n 景公問後世孰將踐有齊者晏子對以田氏第十五 \\n 景公與晏子立曲潢之上，望見齊國，問晏子曰：「後世孰將踐有齊國者乎？」 \\n 晏子對曰：「非賤臣之所敢議也．」公曰：「胡必然也？得者無失，則虞、夏常存矣．」 \\n 晏子對曰：「臣聞見不足以知之者，智也；先言而後當者，惠也．夫智與惠，君子之事，臣奚足以知之乎！雖然，臣請陳其為政：君強臣弱，政之本也；君唱臣和，教之隆也；刑罰在君，民之紀也．今夫田無宇二世有功于國，而利取分寡，公室兼之，國權專之，君臣易施，能無衰乎！嬰聞之，臣富主亡．由是觀之，其無宇之後無幾，齊國，田氏之國也？嬰老不能待公之事，公若即世，政不在公室．」公曰：「然則柰何？」 \\n 晏子對曰：「維禮可以已之．其在禮也，家施不及國，民不懈，貨不移，工賈不變，士不濫，官不諂，大夫不收公利．」公曰：「善．今知禮之可以為國也．」 \\n 對曰：「禮之可以為國也久矣，與天地並立．君令臣忠，父慈子孝，兄愛弟敬，夫和妻柔，姑慈婦聽，禮之經也．君令而不違，臣忠而不二，父慈而教，子孝而箴，兄愛而友，弟敬而順，夫和而義，妻柔而貞，姑慈而從，婦聽而婉，禮之質也．」公曰：「善哉！寡人迺今知禮之尚也．」 \\n 晏子曰：「夫禮，先王之所以臨天下也，以為其民，是故尚之．」 \\n 晏子使吳吳王問君子之行晏子對以不與亂國俱滅第十六 \\n 晏子聘于吳，吳王問：「君子之行何如？」 \\n 晏子對曰：「君順懷之，政治歸之，不懷暴君之祿，不居亂國之位，君子見兆則退，不與亂國俱滅，不與暴君偕亡．」 \\n 吳王問齊君僈暴吾子何容焉晏子對以豈能以道食人第十七 \\n 晏子使吳，吳王曰：「寡人得寄僻陋蠻夷之鄉，希見教君子之行，請私而無為罪．」晏子憱然辟位． \\n 吳王曰：「吾聞齊君蓋賊以僈，野以暴，吾子容焉，何甚也？」 \\n 晏子遵而對曰：「臣聞之，微事不通，粗事不能者，必勞；大事不得，小事不為者，必貧；大者不能致人，小者不能至人之門者，必困．此臣之所以仕也．如臣者，豈能以道食人者哉！」 \\n 晏子出，王笑曰：「嗟乎！今日吾譏晏子，訾猶裸而咎撅者也．」 \\n 司馬子期問有不干君不恤民取名者乎晏子對以不仁也第十八 \\n 司馬子期問晏子曰：「士亦有不干君，不恤民，徒居無為而取名者乎？」 \\n 晏子對曰：「嬰聞之，能足以贍上益民而不為者，謂之不仁．不仁而取名者，嬰未得聞之也．」 \\n 高子問子事靈公莊公景公皆敬子晏子對以一心第十九 \\n 高子問晏子曰：「子事靈公、莊公、景公，皆敬子，三君之心一耶？夫子之心三也？」 \\n 晏子對曰：「善哉！問事君，嬰聞一心可以事百君，三心不可以事一君．故三君之心非一也，而嬰之心非三心也．且嬰之于靈公也，盡復而不能立之政，所謂僅全其四支以從其君者也．及莊公陳武夫，尚勇力，欲辟勝于邪，而嬰不能禁，故退而埜處．嬰聞之，言不用者，不受其祿，不治其事者，不與其難，吾于莊公行之矣．今之君，輕國而重樂，薄于民而厚于養，藉斂過量，使令過任，而嬰不能禁，庸知其能全身以事君乎！」 \\n 晏子再治東阿上計景公迎賀晏子辭第二十 \\n 晏子治東阿，三年，景公召而數之曰：「吾以子為可，而使子治東阿，今子治而亂，子退而自察也，寡人將加大誅于子．」 \\n 晏子對曰：「臣請改道易行而治東阿，三年不治，臣請死之．」景公許．於是明年上計，景公迎而賀之曰：「甚善矣！子之治東阿也．」 \\n 晏子對曰：「前臣之治東阿也，屬託不行，貨賂不至，陂池之魚，以利貧民．當此之時，民無飢，君反以罪臣．今臣後之東阿也，屬託行，貨賂至，并重賦斂，倉庫少內，便事左右，陂池之魚，入于權宗．當此之時，飢者過半矣，君迺反迎而賀．臣愚不能復治東阿，願乞骸骨，避賢者之路．」再拜，便僻．景公迺下席而謝之曰：「子彊復治東阿，東阿者，子之東阿也，寡人無復與焉．」 \\n 太卜紿景公能動地晏子知其妄使卜自曉公第二十一 \\n 景公問太卜曰：「汝之道何能？」對曰：「臣能動地．」公召晏子而告之，曰：「寡人問太卜曰：『汝之道何能？』對曰：『能動地．』地可動乎？」晏子默然不對，出，見太卜曰：「昔吾見鉤星在四心之閒，地其動乎？」太卜曰：「然．」晏子曰：「吾言之，恐子死之也；默然不對，恐君之惶也．子言，君臣俱得焉．忠于君者，豈必傷人哉！」晏子出，太卜走入見公，曰：「臣非能動地，地固將動也．」陳子陽聞之，曰：「晏子默而不對者，不欲太卜之死也；往見太卜者，恐君之惶也．晏子，仁人也，可謂忠上而惠下也．」 \\n 有獻書譖晏子退耕而國不治復召晏子第二十二 \\n 晏子相景公，其論人也，見賢而進之，不同君所欲；見不善則廢之，不辟君所愛；行己而無私，直言而無諱． \\n 有納書者曰：「廢置不周于君前，謂之專；出言不諱于君前，謂之易．專易之行存，則君臣之道廢矣，吾不知晏子之為忠臣也．」公以為然． \\n 晏子入朝，公色不說，故晏子歸，備載，使人辭曰：「嬰故老悖無能，毋敢服壯者事．」辭而不為臣，退而窮處，東耕海濱，堂下生藜藿 \\n ，門外生荊棘．七年，燕、魯分爭，百姓惛亂，而家無積．公自治國，權輕諸侯，身弱高、國． \\n 公恐，復召晏子．晏子至，公一歸七年之祿，而家無藏．晏子立，諸侯忌其威，高、國服其政，燕、魯貢職，小國時朝．晏子沒而後衰． \\n 晏子使高糾治家三年而未嘗弼過逐之第二十三 \\n 晏子使高糾治家，三年而辭焉．儐者諫曰：「高糾之事夫子三年，曾無以爵位而逐之，敢請其罪．」 \\n 晏子曰：「若夫方立之人，維聖人而已．如嬰者，仄陋之人也．若夫左嬰右嬰之人不舉，四維將不正．今此子事吾三年，未嘗弼吾過也．吾是以辭之．」 \\n 景公稱桓公之封管仲益晏子邑辭不受第二十四 \\n 景公謂晏子曰：「昔吾先君桓公，予管仲狐與穀，其縣十七，著之于帛，申之以策，通之諸侯，以為其子孫賞邑．寡人不足以辱而先君，今為夫子賞邑，通之子孫．」晏子辭曰：「昔聖王論功而賞賢，賢者得之，不肖者失之，御德修禮，無有荒怠．今事君而免于罪者，其子孫奚宜與焉？若為齊國大夫者必有賞邑，則齊君何以共其社稷與諸侯幣帛？嬰請辭．」遂不受． \\n 景公使梁丘據致千金之裘晏子固辭不受第二十五 \\n 景公賜晏子狐之白裘，元豹之茈，其貲千金，使梁丘據致之．晏子辭而不受，三反．公曰：「寡人有此二，將欲服之，今夫子不受，寡人不敢服．與其閉藏之，豈如弊之身乎？」 \\n 晏子曰：「君就賜，使嬰修百官之政，君服之上，而使嬰服之于下，不可以為教．」固辭而不受． \\n 晏子衣鹿裘以朝景公嗟其貧晏子稱有飾第二十六 \\n 晏子相景公，布衣鹿裘以朝．公曰：「夫子之家，若此其貧也，是奚衣之惡也！寡人不知，是寡人之罪也．」 \\n 晏子對曰：「嬰聞之，蓋顧人而後衣食者，不以貪昧為非；蓋顧人而後行者，不以邪僻為累．嬰不肖，嬰之族又不如嬰也，待嬰以祀其先人者五百家，嬰又得布衣鹿裘而朝，于嬰不有飾乎！」再拜而辭． \\n 仲尼稱晏子行補三君而不有果君子也第二十七 \\n 仲尼曰：「靈公汙，晏子事之以整齊；莊公壯，晏子事之以宣武；景公奢，晏子事之以恭儉：君子也！相三君而善不通下，晏子細人也．」 \\n 晏子聞之，見仲尼曰：「嬰聞君子有譏於嬰，是以來見．如嬰者，豈能以道食人者哉！嬰之宗族待嬰而祀其先人者數百家，與齊國之閒士待嬰而舉火者數百家，臣為此仕者也．如臣者，豈能以道食人者哉！」晏子出，仲尼送之以賓客之禮，再拜其辱．反，命門弟子曰：「救民之姓而不夸，行補三君而不有，晏子果君子也．」 \\n  \\n   \\n  "}
{"章节": "第八卷 外篇第八", "正文": "  \\n 第八卷　外篇第八 \\n 　 \\n  \\n 仲尼見景公景公欲封之晏子以為不可第一 \\n 仲尼之齊，見景公，景公說之，欲封之以爾稽，以告晏子．晏子對曰：「不可．彼浩裾自順，不可以教下；好樂緩于民，不可使親治；立命而建事，不可守職；厚葬破民貧國，久喪道哀費日，不可使子民；行之難者在內，而傳者無其外，故異于服，勉于容，不可以道眾而馴百姓．自大賢之滅，周室之卑也，威儀加多，而民行滋薄；聲樂繁充，而世德滋衰．今孔丘盛聲樂以侈世，飾弦歌鼓舞以聚徒，繁登降之禮，趨翔之節以觀眾，博學不可以儀世，勞思不可以補民，兼壽不能殫其教，當年不能究其禮，積財不能贍其樂，繁飾邪術以營世君，盛為聲樂以淫愚其民．其道也，不可以示世；其教也，不可以導民．今欲封之，以移齊國之俗，非所以導眾存民也？．」公曰：「善．」于是厚其禮而留其封，敬見不問其道，仲尼迺行． \\n 景公上路寢聞哭聲問梁丘據晏子對第二 \\n 景公上路寢，聞哭聲．曰：「吾若聞哭聲，何為者也？」梁丘據對曰：「魯孔丘之徒鞠語者也．明于禮樂，審于服喪，其母死，葬埋甚厚，服喪三年，哭泣甚疾．」公曰：「豈不可哉！」而色說之．晏子曰：「古者聖人，非不知能繁登降之禮，制規矩之節，行表綴之數以教民，以為煩人留日，故制禮不羨于便事；非不知能揚干戚鍾鼓竽瑟以勸眾也，以為費財留工，故制樂不羨于和民；非不知能累世殫國以奉死，哭泣處哀以持久也，而不為者，知其無補死者而深害生者，故不以導民．今品人飾禮煩事，羨樂淫民，崇死以害生，三者，聖王之所禁也．賢人不用，德毀俗流，故三邪得行于世．是非賢不肖雜，上妄說邪，故好惡不足以導眾．此三者，路世之政，道事之教也．公曷為不察，聲受而色說之？」 \\n 仲尼見景公景公曰先生奚不見寡人宰乎第三 \\n 仲尼游齊，見景公．景公曰：「先生奚不見寡人宰乎？」 \\n 仲尼對曰：「臣聞晏子事三君而得順焉，是有三心，所以不見也．」 \\n 仲尼出，景公以其言告晏子，晏子對曰：「不然！嬰為三心，三君為一心故，三君皆欲其國之安，是以嬰得順也．嬰聞之，是而非之，非 \\n 而是之，猶非也．孔丘必據處此一心矣．」 \\n 仲尼之齊見景公而不見晏子子貢致問第四 \\n 仲尼之齊，見景公而不見晏子．子貢曰：「見君不見其從政者，可乎？」仲尼曰：「吾聞晏子事三君而順焉，吾疑其為人．」 \\n 晏子聞之，曰：「嬰則齊之世民也，不維其行，不識其過，不能自立也．嬰聞之，有幸見愛，無幸見惡，誹謗為類，聲響相應，見行而從之者也．嬰聞之，以一心事三君者，所以順焉；以三心事一君者，不順焉．今未見嬰之行，而非其順也．嬰聞之，君子獨立不慚于影，獨寢不慚于魂．孔子拔樹削跡，不自以為辱；窮陳蔡，不自以為約；非人不得其故，是猶澤人之非斤斧，山人之非網罟也．出之其口，不知其困也，始吾望儒而貴之，今吾望儒而疑之．」 \\n 仲尼聞之，曰：「語有之：言發于爾，不可止于遠也；行存于身，不可掩于眾也．吾竊議晏子而不中夫人之過，吾罪幾矣！丘聞君子過人以為友，不及人以為師．今丘失言于夫子，譏之，是吾師也．」因宰我而謝焉，然仲尼見之． \\n 景公出田顧問晏子若人之眾有孔子乎第五 \\n 景公出田，寒，故以為渾，猶顧而問晏子曰：「若人之眾，則有孔子焉乎？」 \\n 晏子對曰：「有孔子焉則無有，若舜焉則嬰不識．」 \\n 公曰：「孔子之不逮舜為閒矣，曷為『有孔子焉則無有，若舜焉則嬰 \\n 不識』？」 \\n 晏子對曰：「是迺孔子之所以不逮舜．孔子行一節者也，處民之中，其過之識，況乎處君之中乎！舜者處民之中，則自齊乎士；處君子之中，則齊乎君子；上與聖人，則固聖人之林也．此迺孔子之所以不逮舜也．」 \\n 仲尼相魯景公患之晏子對以勿憂第六 \\n 仲尼相魯，景公患之，謂晏子曰：「鄰國有聖人，敵國之憂也．今孔子相魯若何？」 \\n 晏子對曰：「君其勿憂．彼魯君，弱主也；孔子，聖相也．君不如陰重孔子，設以相齊，孔子彊諫而不聽，必驕魯而有齊，君勿納也．夫絕于魯，無主于齊，孔子困矣．」 \\n 居期年，孔子去魯之齊，景公不納，故困于陳蔡之閒． \\n 景公問有臣有兄弟而彊足恃乎晏子對不足恃第七 \\n 晏公問晏子曰：「有臣而彊，足恃乎？」晏子對曰：「不足恃．」 \\n 「有兄弟而彊，足恃乎？」晏子對曰：「不足恃．」公忿然作色曰：「吾今有恃乎？」晏子對曰：「有臣而彊，無甚如湯；有兄弟而彊，無甚如桀．湯有弒其君，桀有亡其兄，豈以人為足恃哉，可以無亡也 \\n ！」 \\n 景公遊牛山少樂請晏子一願第八 \\n 景公遊于牛山，少樂，公曰：「請晏子一願．」晏子對曰：「不，嬰何願？」公曰：「晏子一願．」對曰：「臣願有君而見畏，有妻而見歸，有子而可遺．」公曰：「善乎！晏子之願；載一願．」 \\n 晏子對曰：「臣願有君而明，有妻而材，家不貧，有良鄰．有君而明，日順嬰之行；有妻而材，則使嬰不忘；家不貧，則不慍朋友所識；有良鄰，則日見君子：嬰之願也．」公曰：「善乎！晏子之願也．」 \\n 晏子對曰：「臣願有君而可輔，有妻而可去，有子而可怒．」公曰：「善乎！晏子之願也．」 \\n 景公為大鐘晏子與仲尼柏常騫知將毀第九 \\n 景公為大鐘，將懸之．晏子、仲尼、柏常騫三人朝，俱曰：「鐘將毀．」衝之，果毀．公召三子而者問之．晏子對曰：「鐘大，不祀先君而以燕，非禮，是以曰鐘將毀．」仲尼曰：「鐘大而懸下，衝之其氣下回而上薄，是以曰鐘將毀．」柏常騫曰：「今庚申，雷日也，音莫勝于雷，是以曰鐘將毀也．」 \\n 田無宇非晏子有老妻晏子對以去老謂之亂第十 \\n 田無宇見晏子獨立于閨內，有婦人出于室者，髮班白，衣緇布之衣而無裡裘． \\n 田無宇譏之曰：「出于室為何者也？」 \\n 晏子曰：「嬰之家也．」無宇曰：「位為中卿，田七十萬，何以老為妻？」 \\n 對曰：「嬰聞之，去老者，謂之亂；納少者，謂之淫．且夫見色而忘 \\n 義，處富貴而失倫，謂之逆道．嬰可以有淫亂之行，不顧于倫，逆古 \\n 之道乎？」 \\n 工女欲入身于晏子晏子辭不受第十一 \\n 有工女託于晏子之家焉者，曰：「婢妾，東廓之野之也．願得入身，比數于下陳焉．」 \\n 晏子曰：「乃今日而後自知吾不肖也！古之為政者，士農工商異居，男女有別而不通，故士無邪行，女無淫事．今僕託國主民，而女欲奔僕，僕必色見而行無廉也．」遂不見． \\n 景公欲誅羽人晏子以為法不宜殺第十二 \\n 景公蓋姣，有羽人視景公僭者．公謂左右曰：「問之，何視寡人之僭也？」羽人對曰：「言亦死，而不言亦死，竊姣公也．」公曰：「合色寡人也？殺之！」晏子不時而入，見曰：「蓋聞君有所怒羽人．」公曰：「然．色寡人，故將殺之．」晏子對曰：「嬰聞拒欲不道，惡愛不祥，雖使色君，于法不宜殺也．」公曰：「惡然乎！若使沐浴，寡人將使抱背．」 \\n 景公謂晏子東海之中有水而赤晏子詳對第十三 \\n 景公謂晏子曰：「東海之中，有水而赤，其中有棗，華而不實，何也？」 \\n 晏子對曰：「昔者秦繆公乘龍舟而理天下，以黃布裹烝棗，至東海而捐其布，破黃布，故水赤；烝棗，故華而不實．」 \\n 公曰：「吾詳問子何為？」對曰：「嬰聞之，詳問者，亦詳對之也．」 \\n 景公問天下有極大極細晏子對第十四 \\n 景公問晏子曰：「天下有極大乎？」 \\n 晏子對曰：「有．足游浮雲，背凌蒼天，尾偃天閒，躍啄北海，頸尾咳于天地乎！然而漻漻不知六翮之所在．」 \\n 公曰：「天下有極細乎？」 \\n 晏子對曰：「有．東海有蟲，巢于蝨睫，再乳再飛，而蝨不為驚．臣嬰不知其名，而東海漁者命曰焦冥．」 \\n 莊公圖莒國人擾紿以晏子在迺止第十五 \\n 莊公闔門而圖莒，國人以為有亂也，皆操長兵而立于閭．公召睢休相而問曰：「寡人闔門而圖莒，國人以為有亂，皆摽長兵而立于衢閭，柰何？」休相對曰：「誠無亂而國以為有，則仁人不存．請令于國，言晏子之在也．」公曰：「諾．」以令于國：「孰謂國有亂者，晏子在焉．」然後皆散兵而歸．君子曰：「夫行不可不務也．晏子存而民心安，此非一日之所為也，所以見于前信于後者．是以晏子立人臣之位，而安萬民之心．」 \\n 晏子死景公馳往哭哀畢而去第十六 \\n 晏公游于菑，聞晏子死，公乘侈輿服繁駔驅之．而因為遲，下車而趨；知不若車之遫，則又乘．比至于國者，四下而趨，行哭而往，伏尸而號，曰：「子大夫日夜責寡人，不遺尺寸，寡人猶且淫泆而不收，怨罪重積于百姓．今天降禍于齊，不加于寡人，而加于夫子，齊國之社稷危矣，百姓將誰告夫！」 \\n 晏子死景公哭之稱莫復陳告吾過第十七 \\n 晏子死，景公操玉加于晏子而哭之，涕沾襟．章子諫曰：「非禮也．」公曰：「安用禮乎？昔者吾與夫子遊于公邑之上，一日而三不聽寡人，今其孰能然乎！吾失夫子則亡，何禮之有？」免而哭，哀盡而去． \\n 晏子沒左右諛弦章諫景公賜之魚第十八 \\n 晏子沒，十有七年，景公飲諸大夫酒．公射，出質，堂上唱善，若出一口．公作色太息，播弓矢． \\n 弦章入，公曰：「章！自晏子沒後，不復聞不善之事．」弦章對曰：「君好之，則臣服之；君嗜之，則臣食之．尺蠖食黃則黃，食蒼則蒼是也．」 \\n 公曰：「善．吾不食諂人以言也．」以魚五十乘賜弦章，章歸，魚車塞塗，撫其御之手，曰：「昔者晏子辭黨以正君，故過失不掩之．今諸臣諛以干利，吾若受魚，是反晏子之義，而順諂諛之欲．」固辭魚不受． \\n 君子曰：「弦章之廉，晏子之遺行也．」 \\n  \\n   \\n  "}
