{"章节": "●簡介", "正文": "  \\n ●簡介 \\n 　 \\n  \\n 《曾公遺錄》殘三卷，曾布撰。曾布（一○三五－－一一○七），字子宣，曾鞏弟。仁宗嘉祐二年（一○五七）進士。熙寧時，曾布積極擁護變法，深得神宗賞識，由集賢校理、修起居注、知制誥，進翰林學士兼三司使。哲宗紹聖元年（一○九四）六月，遷同知樞密院事，與章惇共促復行新法。哲宗病逝，曾布附和向太后旨意，扶立端王，是為徽宗。元符三年（一一○○）十月入相，不久為蔡京排擠去位。大觀元年，死於潤州。入《宋史》卷四七一《姦臣傳》。 \\n 李燾《續資治通鑒長編》（以下简稱為《長編》）於哲宗紹聖四年直至現存末卷，除考異中注明引用《曾布日錄》外，對照其文字，尚可見大量記載直接錄自本書。由於本書是《長編》的原始史料，故本書亦可用以校《長編》。陳振孫《直齋書錄解題》卷七於史部傳記類下，著錄《紹聖甲戌日錄》一卷，《元符庚辰日錄》一卷。紹聖甲戌為紹聖元年，則原曾布所記始自紹聖元年無疑，元符庚辰為元符三年，則原本起碼終於元符三年，由於其後在相位一年餘，或許尚有兩年的記事。《長編》未言《曾布日錄》卷數，但據現存部分，已知李燾所見要比陳振孫所見較全。晁公武《郡齋讀書志》卷八雜史類下載有《曾相手記》三卷（先謙案：袁本三十四》。 \\n 明《文淵閣書目》卷六宙字號第一廚有《曾公遺錄》一部七册，並注明已闕，此本尚見明《秘閣書目》及《菉竹堂書目》。查《永樂大典》目錄，自卷一九七二八至卷一九七三六為《曾公遣錄》一至九。幾經天災人禍，《永樂大典》又復散失，今存卷一九七三五尚見《曾公遺錄八》，而七、九則僅見於清光緒間繆荃孫的《藕香零拾》輯本。今以《藕香零拾》本為底本，校以大典本及《長編》有關部分。此書殘卷起於元符二年三月，止於元符三年七月，按日月編排，詳記當日君臣奏對之語。神、哲宗時期國史多次被修改，此書為曾布親錄，彌足珍貴。尤其元符三年三月至七月，今《長編》已佚，浙江書局輯《長編拾補》時末見此書，故此段記載可謂填補空白。 \\n  \\n   \\n  "}
{"章节": "●卷 七", "正文": "  \\n ●卷七 \\n 　 \\n  \\n 元符二年三月甲辰朔，同呈章楶乞差第四等以下保甲應副進築城寨，從之。初，眾議以保甲下户難於調發，外臺申請數四，皆卻而不從。楶以謂上、中等户至少，不得下户無以集事，故不得已而從之。 \\n 再對，擬轉員旦進呈依所定舊例，以三月二十一、二十二、二十三日引呈，今以泛使到，改二十日大宴，二十一日歇泊，故改用二十五、二十六、二十七三日，以四月二、三、四日宿院，五日賜宣，九日换官。又奏以翊日大名百日，乞假一日，上亦為之惻然。 \\n 乙巳，早罷西府，道場出，赴普照齋，及智海僧誦經一藏，長老而下來殯所，令佛表懺，午後，歸。 \\n 丙午。 \\n 丁未。 \\n 戊申，寒食假。 \\n 己酉，享先。 \\n 庚戌。 \\n 辛亥，清明節，又赴普照致祭。是日，李毅宴中皆遣人致祭。 \\n 壬子，宅引會都堂，議定熙、秦斷罪格。 \\n 癸丑，旬休。 \\n 甲寅，北虜泛使到京，同呈蔡京奏應答虜使使，詔：「如上殿有所陳，令歸館聽命，館伴更不同上殿，餘臨時奏聽指揮。」 \\n 鄜延奏：西人遣嵬名布唂[谷改移]聿阶來說話。令答以要國主及用事者常在左右親信之人同移勿乜來，乃可說話。又奏：進築金易河東，乞於兩不耕地内，築端正平一寨，廢西化、清化堡。皆從之。閻令乞進築給納錢物之人，並行倉法。亦從之。 \\n 秦鳳路走馬奏：甘谷城蕃丁二十餘人點集不起。令經暑司體量因依及撫恤彈遏，務要肅靜，仍具施行聞奏。 \\n 上問：「蹇序辰拜受香藥酒卻有例」余云：「序辰分析稱范鏜、林邵、張宗高皆云不曾拜。」左轄云：「須付所司。」余與夔云：「付所司甚善。」上亦云：「極好。一再對，余以序辰所修儀式新雕印敕册進呈，但云「跪受、跪飲」，无先拜之文，兼檢到紹聖元年以後奉使臣僚及鏜、邵申到儀式，皆云「跪受、跪飲訖，就一拜，起」。唯序辰所申儀式云：「請大使出班，先一拜，跪，興，跪受、跪飲訖，就一拜，起」。上十字皆前人所無。又序辰於客省帳酒食，前此亦無例。卻引祥符二年王曉會食於客省，曉乃弔喪，序辰賀生辰，恐與曉不同。又序辰上殿劄子之「舊儀例已编次，如王曉等變例未經編載，乞取索編錄成書，給付將命之人，貴臨事有所折衷」。此序辰乃文過飾非。黄履云：「此欺侮朝廷太甚，兼此數事，皆未足言，序辰將命入見之日，虜主當有宴，移於客省，又當大宴，亦移於館中，虜人待序辰一切簡慢，裁損禮數，而序辰乃獨增拜；及宴日例外别贈馬八疋，欣然受而不辭，此最為辱命。及歸，亦不申陳，便用國信所請絹，此尤為不可。」上云：「何其多錯也。」余云：「正如人失儀，一獐狂失次，即所向失儀。」上大笑云：「正如此。」余云：「序辰急於自解，故文過飾非，每事皆漸欺罔」。上云：「須行遣。」余云：「蔡京欲付所司，極好，此何可掩也。」上深然之。虜書止為勸和西界罷兵事。 \\n 乙卯，元德忌。 \\n 丙辰，虜使蕭德崇、李儼見撫升殿轉達，遂云：「北朝皇帝千告南朝皇帝，西夏早與休得即甚好。」上令張宗高答之云：「西人累年犯順，理須討伐，何煩北朝遣使。」德崇等唯唯而退。 \\n 丁巳，同呈邊報，權秦帥孫賁補降羌名目太高，罰金三十斤。又戒孫路叶力應副涇原進築。鄜延降羌王拘子兵敗，乃下馬自歸，特補班行、江南監當。又本路走馬黄彦奏：劉安、李希道等出塞力戰，獲五千餘級。詔賜吕惠卿，獎諭銀、絹各二千、對衣、金帶、鞍馬，並遣中人黄經臣齋賜及犒設，出塞將士有功者，賜銀椀三兩，輕傷二兩。又環慶定邊城畢功，賜將佐等銀合，士卒特支。胡宗回復待制。初，諭冲元为宗回復职，沖頗遲疑，撫而率夔於上前日陳道，批旨復職。沖猶云：「煩刑部檢舉。」夔惡宗回，故沖不敢發。 \\n 蹇序辰等分析到拜受香藥酒事，引林邵、范鏜為例，而兩人皆不伏；又序辰語錄，有與館伴往復語言，云館伴言范給事、林少卿皆已拜，而殿傳聽聞中無此一節；并客省帳茶酒，引例不當；及上殿劄子欲編載為例；又例外受八馬不辭；欲並以屬吏。上云：「送御史臺。」夔云：「安惇與序辰同職事，看訴理恐不可。」上云：「莫不妨。」余云：「此事固不可變動，然恐有嫌，則大理少卿周鼎亦熟推鞫事，若更以一言事官同之，則無不盡。」上然之。夔云：「陳次升已有文字。」上云：「鄒浩亦有文字。」徐云：「差左膚仍依擬定令取索文字看詳，及句追合要干證人對定，其序辰以下應干有餘罪之人，叢勘圓結公案聞奏，仍不赦降原減。」因與夔共陳云：「夏初多疏決罪人，又久不雨，恐有德音，若不降此指揮，則制勘為空文爾。」上深然之。左轄自十二日不入，至是，夔等皆極陳序辰乖錯辱命，及每事皆有欺罔。再對，又以余靖、吴奎等奉使落職補外例進呈。上云：「須行遣河東。」 \\n 乞招額外人，詔令每指揮額外更招三十人，先已招五十人。 \\n 戊午，明德忌。 \\n 己未，館伴繳納到遼使白劄子，欲抽退西界兵馬、還復疆上，拆廢城寨等事。又申語錄，同進呈。得旨，令草答書及劄子與之。人申北朝進到玉帶及真珠繫腰，並無封頭。云例外物，虜主臨行面付使者，故不封。得旨，令御藥院取旨回答。初，夔以謂恐無禮。眾云不然，彼乃欲以為勤厚也。上然之。初，欲同入文字，左轄云未知本末，不肯书，遂同上。既進呈，默然無一言而止。是日，左轄方造朝。 \\n 又創為熙秦冒賞降官，各將副以上，例追兩官，部隊將、使臣，例追一官，餘各以所冒對行降官展年，情重者取旨。上稱善。 \\n 又周鼎等申，欲行推究公事所為名，輪宿本所。詔輪宿難議施行，仍以制勘所為名。 \\n 又左膚以林邵曾舉改官，乞回避。詔更不避，令依公勘鞫。初，上欲以新御史石豫代膚；沖云未謝；余云恐不足避。上從之。 \\n 再對，呈河東報，北人於邊界批斫林木，准備戎主打圍，恐於西京坐冬。上云：「必生事。」余云：「恐必有之。熙甯、元豐中，皆曾似此斫林木打圍，尋遣蕭禧來理辦地界。熙甯十年地界了，元豐二年復來，打圍故也。」又進呈北朝慶曆、皇祐中報西征及告捷書，其言莫非「欲討除西人，使無噍類」。又云「載想同休之契，頗協外禦之情」。今日正可以此答之。因言：「陛下嘗宣諭從官，言者多言泛使之來，當罷西師，皆不曉事幾。唯陳瓘在外，自聞泛使來，兩以書抵臣，皆稱引北朝舊書，云可以相難來使，容臣來日進呈次。」上云：「甚好。」庚申，同呈盪羌、通峽、九羊三寨進築賞功，比安西稍優，而殺於平夏一等。又陘原奏，西路兵馬會合，並聽王恩節制。再對，定日揀行門差换官拍試取人近璫四員。將校轉員赐宣，取問願换前班人，四璫同軍头司拍试。又管押俘酋赴闕，涇原提舉弓箭手安師文等，等第減年支賜，利珣轉一官，賜五十縑，又差管句延福宫，仍速還本任。上意未肯遣俘酋還涇原，故悉遣部押官歸任，以中徐湜主之。 \\n 辛酉，同呈曾旼乞兩朝國忌，令人使牙相傳示。余云：「十二月七日國忌，乃北朝生辰日，岂可不赴上壽，此不可行。」眾及上皆然之。 \\n 陘原將官夏亮，乞以所得賞功回授父大將軍、假文資致仕，云其文資舉進士。上特许之。 \\n 再對，遂呈陳瓘書，皆條暢有理，然終以先入之言，不甚激賞。余因言：「陳瓘、王涣之、張庭堅之徒，皆眾論所稱，此等人進擢與否，於臣何所利害，但欲陛下知公議所在，不为无人材爾。」又言彭汝礪可用，蔡卞亦知之，獨章惇以為不曉，云：「稱其兄在徐州劝谕得人不為盜。」上云：「莫是說得人不為盗」云：「莫是說得不是。」余云：「稱其兄稍過，亦未為除罪也。」上默然。 \\n 壬戌，同呈館伴所語錄。又進呈二府同草定國書及所答白劄子，上皆稱善。詞多不錄，书之略云：「輒為先旨，恐不在慈。」白劄子云：「夏人已叩闕請命，若至誠服罪聽命，亦當相度應授計以自新。」其上云：「若依前反覆，内蓄姦謀，方計窮力屈之時，陽為柔伏，稍弋蘇息，又來作過，則決計討伐，難議矜容。」 \\n 是日，斷熙帥鍾傳、張珣皆除名編管，傳韶州，珣池州。上問：「池州是江南」卞云：「更有江西如筠、袁等處，又遠於池。」惇云：「臣妹年逾六十，若張珣更重行遣，不敢辭，祇乞池州稍近。」上從之。其他將佐或除名，或勒停，或降十、八官至五、七官。機宜陳中夫代為王舜臣狀，虚奏首級，并其他造作欺罔事狀不一，除名送歙州编管。 \\n 癸亥，集英大宴，泛使在坐，用熙甯故事也。 \\n 甲子，歇治假。 \\n 乙丑，同呈國信所、館伴所語錄，以甲子泛使赴瓊林宴罷歸，館伴告以已草白劄子，使云：「西人悔過謝罪，許以自新，是全不干北朝遣使之意。」兼未見答「休退兵馬，還復疆土」八字。往復久之，未肯收受。得旨，令改定進呈。 \\n 鍾傳、張珣各與散參軍安置。余云：「直龍圖閤、集賢殿修撰作邊帥，未有因職事编管例。編管人每旬赴長吏廳呈身，刑不上大夫，恐不當爾，於朝廷名體未正。」上云：「錯，可便與改正。」余自大宴日曾與二府及此，夔云：「公之言是也，文字見在門下省，未出。」又令門下吏來會計，欲取回劄子。余云：「不須爾。」既奏得旨，余又語之云：「張珣雖是公親戚，余以素無此例，兼名體未正，兼事出密院，恐天下後世以為非，故不敢避公親嫌，開陳改正，非曲奉丞相也。」夔云：「公莫無嫌。」余云：「假令人有此言，余亦不恤。」是日，又斷停曾將副等编管、除官有差人。又詔：「諸路應冒賞勒停、曾有戰功人，許諸路留充效用使唤。」 \\n 丙寅，同呈河東以三月二十六日進築烏龍川，熙河遣苗履出塞擾耕。 \\n 張珣、鍾傳又得旨改别駕，而眾皆不聞此語，遂再稟。夔乃云：「散參軍舊有曾编管舉人，如樓澈之類得此名目，恐處傳等亦未安。」上旨，令俱與别駕。既退，沖元云：「止有文學及參軍名，舊無散參軍之名。」 \\n 又改定白劄子云：「夏國罪惡深重，雖欲遣使謝罪，未當開納，以北朝遣使勸和之故，令邊臣與之商量，若至誠服罪聽命，當相度許以自新。」上稱善。初，夔欲云：「夏國作過未已，北使雖來勸和，亦須討伐，若能服罪聽命，雖北朝不來勸和，亦自當聽許。」余云：「如此止是厮罵，卻了事不得。」遂如余所定，眾皆以為然。再對，遂亦及此，上亦以為不可。 \\n 右轄押瓊林宴，虜入，例外送緊絹六疋及紅羊巴等，辭不獲免，具劄子乞繳納。上旨令進入内，及令國信所檢例回答。履是日留身自陳。蓋夔嘗切責以不當受，上云：「履極皇恐，欲待罪，莫不須如此。」余云：「履亦曾略言及此事，與序辰例外受馬不同，履辭不得免，尋奏陳乞進納，序辰不辭亦不奏陳，使開國信所請絹。」上笑云：「必是章惇恐動他來。」余云：「恐是如此。」 \\n 是日，又契勘涇原出界進築，照秦所差將佐多是冒賞得罪之人，若被旨罷任，於軍行不便，令刑部實封送經略司，候軍回方得施行。上云：「此文字極好，必是密院所擬。」余日：「然。」 \\n 是夕，自密院出，遂赴景靈宫宿齋祈雨，夔及左轄宿南北郊。 \\n 丁卯，同呈館伴所語錄，云泛使得改定白劄，亦不肯受，乞與增「特停征討」四字。余云：「蔡卞已嘗言，欲添與『特免討伐』四字，正與此同，然恐未可數改。」遂詔京，令不得輕許以增改語言。京又乞削去「聽其反覆偏辭」，是責其主，恐彼難收受。遂與删改云：「夏人詭辭干告，既移文計會，又遣使勸和。」是日，夔、轄不入，夔深以删改為不須也。 \\n 又鄜延奏，以二十三日築暖泉山寨，通米脂、葭蘆，與河東烏籠川相應也。 \\n 履具道夔所以恐之之語，余云：「上曾及此。」履卻云：「不曾敢訴於上，未知果然否」余又曰：「小鳳、右轄以秦州移藩事太不平直，言人以為劉摯黨，尤不實，蔡新州事，肇與摯不同，遂補外，可為黨乎後召還，又以論北郊事貶。」履云：「祇此事足矣。」余云：「陸佃在元祐中曾除尚書，又遷學士，至元祐末乃去，謂之情實稍異可乎今已檢舉，當移郡。安中篤厚長者、有德君子，願稍主張公論，但得一大郡，脱二十二人之列足矣。二公皆以為當然，但未知果能守此言否」 \\n 戊辰，同呈國信所語錄。 \\n 再對，呈定州奏北界事宜。 \\n 國信所申，以錦四疋、色羅四疋、青絲綾二疋答北使，令作黄履送與充回答。 \\n 是日，引呈轉員第一番諸軍指揮使以上，至午初罷。 \\n 己巳，同呈涇原差李忠傑帶部落子七百騎出塞討擊。 \\n 又奏，四月初進築南牟會等處。 \\n 是日，引呈第二番將校、諸直十將以上，至午正罷。 \\n 庚午，同呈苗履出塞禽戮共五百餘人級，牛、羊等萬計。 \\n 又呈國信所語錄。 \\n 是日，殿廬中夔言：「泛使終未肯受白劄子，蓋是前來不合與添北朝勸和意，待卻取來，與依惇前所草定言語與之。」眾皆默然。久之，又云：「公每事且道定著。」余云：「自議邊事以來，语言未嘗不定，卻不似他人，一坐之間，說得三般两樣。公適來之說使不得，如布所見，他既堅云『不得回答八字不敢受』，兼泛使語言最無禮處，是云『肯抽退兵馬、還復疆土，要一分白文字；若不肯，亦要一分白語言，方敢受。』此語極無禮，當答之云：『朝廷既許以自新，夏人又不作過，即自無出兵討伐之理。其建置城寨，係備禦奔衝之處，兼是本朝郡縣之地，決不可還復。』如此答之，看他待如何」夔云：「如此亦得。」余云：「这箇須道定著，但恐下來不如此答，他必不肯去，諸公更有高見及更生異論，恐無以易此語。」夔云：「恁地好，前來言語更不須說。」余云：「不可。公適已言，為布欲添勸和之意，致虜人不肯受劄子。今公論議如此，布所見如此，若不盡陳於上前，取決於上，即無由有定論。」既對，上云：「虜人堅不肯受劄子，且勿恤，更住數月亦不妨。」余云：「陛下聖意已定，臣下足以奉行。蔡京輩館伴以來，分付得劄子，虜人末辭，是職事未了，義不自安，既得朝旨，令堅執前議，更無可商量。又聖意如此，何疑之有!」余遂悉以夔語白上，上云：「莫難。」余又言：「惇以為臣不當添勸和一節，致虜人不受。」卞云：「此是眾人商量，不須分辨。」余又具道余所道如前所言，上云：「極好。然且候半月、十日間，未受時，卻如此指揮亦可。」余云：「如此無不可者。」夔云：「如聖意，且更令住數月亦不妨。」夔既退，笑語如常，余亦不復及之。 \\n 是日，引呈副都頭以上第三番將校畢，入引呈新行門射弓。又得旨再試准備兩人，便令祇應。又引呈舊行門射，出等弓，各等第，唤副使承制、崇班與駐泊及都監，賜鎗、袍、束帶、公服、靴、笏等，自辰至午後侍立，至未初罷。辛未，歇泊假。壬申，旬假，三忌不赴。 \\n 四月癸酉朔，天祺節假。 \\n 甲戌，同呈國信、館伴所語錄。虜使兩召會食不赴，云：「事未了，不敢飲酒聽樂。如前日劄子，祇得『自新』兩字，北朝所言八字，並不曾答，雖餓殺亦不敢受此劄子。」蔡京又疑二日不肯造朝，已而如期上馬。上又言：「恐起居時要唐突。」令密院且勿退。既起居訖，便出，一無所陳。上問何以處之，余持議如前。 \\n 涇原奏進築天都訖，乞以南牟為州、置沿邊安撫使，隸涇原，罷秦州經暑使，徙秦兵番戌於外等事。得旨留俟。 \\n 再對，呈轉員都目及遞遷班直、諸軍姓名、資級，凡五大軸。又以馬軍置下名一百三十人。步軍一百人。 \\n 是日，宿樞密院進宣。九日，是夕，大雷雨，週時雨止。雨及三五寸。甲戌。同三省問聖體訖，上亦語及得雨。眾云雖末多，然必接續有之。是日，冲元喪甥不入。是日，林子中統對，不賜茶，來，别於客院佥，以大名銘文屬之。 \\n 乙亥，以開宮觀休務，余下欲出院。院吏初白以略歸不妨，余以無例，遂不出。是日宿院。 \\n 丙子，同呈林希乞舉差提舉弓箭手。從之。 \\n 河東奏，北人沿代州邊界置圍場十所，今歲必於西京坐冬。國信、館伴申，北使未肯受白劄子及不赴會食。 \\n 河東進築城寨，賜蕃漢士卒特支。 \\n 環慶體量張誠無違節制事，走馬陳知善奏不實，罰金二十斤，與秦鳳走馬對移。 \\n 再對，以河北编欄泛使人兵久住，特給食錢。初以九日引换前班人，以駕出歇泊，改用十四日。 \\n 丁丑，同呈邊報，孫路奏，未可與涇原同時築横水澗。詔戒路每事徇公，不得用情觀望，有害機事。河東以三月二十三日築烏龍川。 \\n 國信、館伴申語錄，以北使未受劄子，欲增「抽退兵馬，还復疆土」之語。眾議以明諭以：「夏人聽命服罪，朝廷許以自新，即豈有更出兵討伐之理其邊臣進築城寨，以禦其奔衝，兼係本朝郡縣境土，及蕃臣作過，理須削地，无可還復。」以此答之不妨。上亦以為然。是日，泛使造朝，跪於庭下，云：「所得白劄子祇得『自新』兩字，未分白，乞更賜增添。」上令張宗卨答以事理已盡，無可更改。使者再有所陳，上欲以前語答之，而宗卨不敢再奏，遂退。又呈嘉祐、熙甯北界打圍，亦皆批斫林木。然熙甯六年於西山打圍，七年便遣蕭禧理辨地界，十年分晝畢,元豐二年，又坐冬於西京。初，諸路探報，北人於邊界作圍場及於西京坐冬。夔以為不足恤，余云：「必恐生事。蓋蕭禧理辨地界，如黄嵬山、解子平一帶河北地分尚未了，緣此生事未可知。」上亦以為然。故檢尋舊邊報，以證其舉動非無故也。 \\n 再對，呈賜宣人數。又得旨，張宗卨依副都承旨例支賜退。赴延和諸軍班賜宣、告謝畢，傳宣副都承旨以下支賜，謝恩,宣坐，賜茶，退。 \\n 戊寅，同呈國信、館伴語錄。是日，國信所言，恐泛使再有所陳。上令密院且緩退，已而起居畢，便出。 \\n 又呈陳次升奏：「制勘蹇序辰，乃知府吕嘉問壻，所用獄子等，多是府隸，乞贊换，仍差内臣監勘。」上頗愠，云：「内臣豈是臺諫官可差，獄子無非開封府取到者。」余云：「内臣在聖意可否，若有開封人在内，令替换不妨。」夔遂云：「無可施行。」余云：「若有開封人，須令替换。」上從之。先是，制勘所上殿言時彦、范鏜、林邵在番，皆曾拜受香藥酒，得旨，令並取勘。次升疑獄官有所偏，故有是請。上頗疑其喋喋也。制勘所乞奏事先次上殿，不隔班。從之。 \\n 鄒浩言，乞選河北帥臣講修邊備。上云：「如何」眾皆云：「理故當然，但乏人爾。」遂進呈訖。 \\n 再對，呈涇原李許奏，乞罷任歸闕照管家事。上云：「且令外任。」余云：「兼任未滿。」上云：「更任滿，亦祇與一在外差遣。」 \\n 涇原將官安侖等申，利珣到西京身亡，已管押番官四興、遇成等歸本路。上云：「利珣方得一殿閤差遣便卒。」余云：「珣數自言，在陛下產閣祗應，在馮世甯、藍從熙之右，及累曾令叔投狀乞推恩。」上云：「誠是，首先在產閣祗應，若不死，必作押班都知。」余云：「祇為元豐初便離太妃殿，故不豫隨龍人數。然陛下既以其恩舊，可優與賻贈，及令入内省差人般取喪柩、家屬還京師。」上云：「甚好。」 \\n 己卯，呈章楶奏：「苗履申，王恩昔為部將，隸其帳下，尝棄兵隊逃歸。當時以初自班出，未曉事，不曾行法。今反聽其節制，恐有妨嫌，乞聽涇原帥臣節制。」楶移文答以一申狀不曾漏泄，因為奉路副都總管，理當統制諸將，若當時不曾行法，乃是有德於恩，何嫌之有兼别無文據，難以稽考，已密切指揮苗履，依朝旨施行去訖。」余欲更降旨戒飭履不得違越驕慢。夔再三云經略司已施行，遂已。 \\n 河東奏，張世永等築端正平。 \\n 學士院諮報國書云「方屬杪春」，及作三月書。今使者未行，乞指揮詔令改作四月書，仍云「方屬清和」。是日，北使又無所請而去。庚辰，從駕幸懿親宅莘王府，幕次賜食，又令中人别置十杯，唯管軍及執政有。晚欲宣坐賜茶，而中輟。又言语錄内不聲说。先拜别，無情意。蓋以王府無召見羣臣之所也。去歲，幸二王府，亦不賜茶。 \\n 辛巳，歇泊。 \\n 壬午，旬休。 \\n 癸未，從駕景靈酌獻。 \\n 甲申，内降序辰奏十制勘所取勘，客省帳茶酒有王曉例，拜受香藥酒依林邵等例，移宴就館、例外送馬，是書送回答之物，不可不受。乞聖覽省察。」密院勘會：「富弼奉使，亦以虜主瘡病，伴酒三行，差官就館伴酒食。刁約奉使，以戎母老病，久坐不得，伴酒三行，差官就館賜御筵。除蹇序辰所引王曉例事體不同外，即别無例就客省帳茶酒及移宴就館，不曾例外送馬。并序辰稱係書送回答之物，各不悉自來有無似此體例。兼不獨序辰不於語錄内聲說拜受酒一節，時彦以下亦不曾聲說，並合取勘。令制勘所詳此及序辰狀内事件，逐一子細根勘，取見詣實，圓結公案聞奏。應合取勘之人，如已經三問，今來供答，更有未承伏情狀，並具奏聽旨，與三省同入文字。」御實批：「依。」遂行下。左轄云：「客省帳茶酒有王曉例，恐難云無例。」余為之增改云：「事體不同。」遂已。 \\n 乙酉，歇泊。 \\n 丙戌，同呈國信、館伴語錄，共八件。仍撰定對答泛使之語如前議，納於上前。又蔡京言：「使者云，舊例白劄子前後有聖旨宇，乞添入。」得旨，於「聞達」字下，據夏人字上，添入「尋具進呈，奉聖旨。」七字。又言：泛使遣二書表司來傳語，要於「自新」字下暑添得些小「抽退兵馬」之意，亦可受；兼白劄子内多說興宗皇帝書，意似未便；及言「是當朝郡縣之地」，恐生創。京答云：「『自新』已是分白，無可更改。祇是你兩人誤他使副住許多日數。白劄子衹說與興宗書意不同，卻不似北朝容易輕出語言，便云有違先旨，那箇是輕重若言『本朝郡縣之地』，興州、靈州、銀、夏、綏、宥，不是朝廷地是誰地此地皆太宗、真宗賜與李繼遷，如何是生創」兩人者無答，但云不由人吏，是簽樞未肯受。觀其詞氣，頗已屈服。 \\n 又吕惠卿奏論西人訃告謝罪，不可深扼其請。詔答以先已降旨揮，今漸示以開納之意，然理須與之邀約，合送還陷没漢官軍民，及執送作過邊土首領。如能聽從，即舆收接告哀謝罪表狀附遞聞奏。及諭以將來若能服罪聽命，分畫疆界了當，朝廷必許遣人入貢。其諸路邊界地形、事體各自不同，須聽候朝旨，未得便與言及地界事。令吕惠卿依此節次與商量說話，及選差知邊事、曉蕃情武官一員，同共專切計會，將寨官應答西人，并具合與商量事目、節次、及所差官聞奏。 \\n 又鄜延暖泉寨、河東烏龍寨乞賜名，各以本名名之。 \\n 又河北屯田司罷逐路所差修塘隄役官，以轉運司歲費錢糧，及屯田利招土兵三千人。仍先招千人，候地利，招土兵二千；仍先招千人，候地利，龍緒更招千人。從之。又差張勵管句剩員所。又惠卿奏：降羌賞保裔敕榜招誘羌人，為其所執，拷掠千數。逃歸後降羌皆云，曾見賞保誘諭。乞與一供奉官。從之。上問：「惠卿所陳西人請和事如何」余云：「所陳極有理，誠不可深拒。」眾人皆言朝廷既欲收斂邊事，若邀求太過，或卻不來，何以處之須稍示以開納之意。上云：「所陳甚有理，可錄一本進纳入内。」 \\n 再對，以雄州張赴分析修闕城事，措置極平穩有理，兼已修了並不張皇，因為開陳無施行。上然之。余云：「然赴久病，當罷，患無可代者。劉方嘗為安撫副使，雖無他才略，然卻平穩，兼保州當次補雄州。」上云：「官小奈何」余云：「若與一通事舍人之類，令權發遣亦不妨。兼方亦有弓馬，屢求往陝西邊上試用，恐亦可使。」 \\n 是日，左轄留身甚久。余因言：「蹇序辰前日奏陳制勘事，以急速不及俟面奏，然所勘會到富弼、刁約例甚分明，王曉例即不同」。上云：「甚好。」余云：「兼富弼等亦不曾例外受馬，臣處此事極平，所以云不獨序辰不於語錄内聲說拜受酒一節。」上云：「此指揮尤好。」余云「制勘所先已申陳，云入夏禁繫多，罪人多病，不可淹延，乞追搦范鏜等。故令已經三問，更不招承，即具奏聽旨。」上云：「固須如此。」余云：「此事若臣所擬定，稍有未安，三省必不肯佥書。」上云：「是。同入文字甚好。」余云：「猶恐臣僚有所開陳，望陛下審察。」上深然之。 \\n 是日，延和引呈諸軍班人七十七人，射不中者一人而已，餘皆等第除官。未及七刻退。 \\n 丁亥，同呈涇原秋葦川、灑水平進築特支，和接築續南牟會，更支一次。 \\n 館伴、國信所語錄云，使者漸有收劄子意。 \\n 再對，呈張璨以老病乞罷管軍。上云：「一請便從。」余云：「已七十四歲，兼檢到元祐例，劉斌以老病除大將軍、遥防宫觀。」上云：「莫難。」特與轉官宫觀。 \\n 又呈費诜狀，為曾論列清汴事。因為開陳云：「李仲以王巖叟風旨乞廢清汴，銑力陳其不可，在當時為不易言。今仲已作提刑，而诜未免常調。此事本緣臣開陳，銑又以臣在河陽差委定奪，故以狀來告。」上云：「與堂除。」余云：「當送三省取旨，與堂除差遣。」從之。 \\n 是日，再對，未及奏事，上遽宣諭云：「今日疏決，徧及四京。」余云：「陛下閔雨，焦勞後苑，粉壇席薦，取水内外，建道場，祈禱備至，然終未有雨。若推恩滂沛如此，必有嘉應。」上云：「雨似有數，去秋雨太多，故今多旱如此。」余云：「此眾論所知，然今歲旱甚廣大，已無望矣。」前一日，上已及此，余開陳如前。 \\n 是日，同三省侍立疏決。訖，賜茶退。惟制勘所以不赦降原減，故不引。 \\n 丁亥晚，國信所報泛使受白劄子，下榜子朝辭。 \\n 戊子，章穆忌。 \\n 己丑，同呈館伴所言，虜人欲改大遼國信所為北朝字。從之。以元祐中，因虜使授生餼劄子，欲改大遼為北朝，既降旨從其所請，又令今後卻提空南朝字，彼亦不敢違礙也。館伴所亦難以北朝白劄子内有南宋字，渠云西人之語，非本朝所稱。遂已。得旨，以十九日令虜使朝辭。 \\n 涇原奏，差官分頭提舉進築人。詔以南牟會為西安州，置知州、通判、職官、曹官。灑水平為天都寨，秋葦川為臨羌寨。留秦鳳兵馬萬人添助戰守，正兵一年一替，蕃弓箭手令兩路相度更替人。 \\n 章楶入奏，更不句第五等保甲。 \\n 又鄜延進築金湯，賜將士特支。 \\n 又令三省、密院各錄章疏一本，遂逐處收掌。 \\n 再對，焦顏叔以減三年磨勘，酬獎得監廟一次，著令不得過兩次也。 \\n 庚寅，同呈惠卿奏西人說話次第、國信、館伴所申語錄。 \\n 再對，依按閱所奏，將兵互習事藝，置簿。又以陶逵知横州，劉澤知融州。是日，新工部員外郎董必送吏部，與小處知州。先是，必按衡州孔平仲奏常平違法，起獄，眾以為不當。尋又差察訪廣西，所為多刻薄。還除郎官，而舍人郭知章繳詞頭，送令趙挺之命詞。陳次升權給事中，又封駮，以為不當，未進呈間，必有奏訟知章、次升為元祐臺諫官，乞定奪平仲事。夔與安中以為不可，元度又適齋祠，遂得旨罷新命。余問：「何以處之」二公方愕然，遂再進呈，故有是命。上旨仍令批云：「不合輒訟言者，送吏部。」是日，以永甯郡王出閤，宣麻，封睦王。甲午，出居東宮。 \\n 辛卯，虜使辭紫宸，酒五行罷，沖元押朝辭宴。 \\n 壬辰，旬休。自十九夜，大雨滂沛盈尺，至是，稍晴，麰麥可救三二分，然秋田有望。 \\n 癸巳，同呈以郭知章、曹谔為回謝泛使副。上素欲用范鏜，鏜方以制獄隔朝參，安中力為余言：「恐賞罰未明，兼朝廷何至如此乏人，又鏜嘗拜受香藥酒，恐難為容。」余具陳於上，遂改用知章。 \\n 再對，曹誦乞罷管軍。誦前後已辭，上云：「且不允。」環慶、鄜延賞管軍討虜功。定州報事宜。 \\n 是夕，夔不入。是夕，省景靈謝雨。夔當往南郊，以安中代之。 \\n 甲午，同呈孫路乞進築青南訥心、東冷牟等處。令便築青南，餘更相度從長施行。 \\n 環慶奏：乞進築駱駝巷、萌門、白豹，及乞罷之字平等進築。詔：「駱駝巷、白豹依奏，萌門恐不須築，之字乎係控扼清遠軍界，恐不可罷。令相度聞奏。」 \\n 熙河奏，乞令李英行出就提舉蕃弓箭手。從之。 \\n 依河東奏，移第九將戍鳥籠寨。 \\n 再對，依知甯化軍王棫所請宮觀。棫奏自云豫建儲之大議。余云：「棫為閤門祗候、尋醫，安得豫此大議」章惇曾云：「此乃邢恕之言爾。」上亦云輕易，因言：「邢恕反覆不平穩，常自以定策為功，在元祐中，上書則云『先朝屏斥不用』；又云『司馬光等進用，可謂千載一時』；與今日在朝廷議論殊不類。」余云：「恕亦頗有文學，然天資反覆，利欲多端，故持守不常。自紹聖初，因章惇力引，故進擢，其後觀望，有所黨附，則攻病惇無所不至。每戒惇以生底事少做，及恕有所開陳，無非生事，一事未已，又生一事，略不肯安靜。以至於臣前議論司馬光等，與章惇等處所論，复然不同。此皆陛下所知也。」上云：「天資不靜，小人，小人。」 \\n 是日，夔留身乞退，遂上馬之觀音院，骨肉皆已先出。亭午，上乃有旨，令不得般行李出。是日，與夔論收接西人公牒事，頗不同，余云：「與北虜使商量，則唯欲厮殺，與西人說話，則唯欲厮殺。當時不分明說與北使，不出兵討伐西人，臣深以為恨。」二十三日方宣召，二十四日復入。 \\n 乙未，同呈令孫路進築斫龍，蓋夔意欲成之，余與同。邇邈川路欲繫橋渡河築一寨，夔力欲成之，余與同列皆以為不可，曰：「如此，青唐必驚疑生事，西夏未了，又生一敵國。」余因為上言：「臣自有邊事以來，尝以謂，但得北虜及青唐不警，則西事可了；若一方小警，則無所措手足，青唐一動，則熙河應接不暇，何暇經營青南、冷牟以通涇原也今事已垂成，可惜壞了。」上云：「如此且已。」遂進呈訖。 \\n 賜河東新築端正平寨名曰寧邊。 \\n 再對，宋用臣皇城司年滿，令再任。 \\n 上問：「惇請去甚緊。」余云：「惇久有此言。」上云：「章惇今日豈可令去！！」余云：「聖旨堅留，惇亦何可去」上云：「已封還文字宣詔矣。」是日，早遣友端往。 \\n 丙申，同呈鄜延奏西人說話次第，已降旨，令明示以開納之意，仍令保安軍先與收接公牒，仍邀約以送還漢界陷没官員軍民、及執送自來作過邊土首領來獻，方敢申取朝廷指揮。此二十二日指揮。仍令惠卿選文武官兩員，同將寨官專切應答西人語言，仍節次錄奏。 \\n 再對，除張忠王有言，州鈐轄任紀以疾監廟，仙游之族人也。 \\n 又呈取揀諸直、十將、將虞候，得旨增御龍弓箭直將、虞候額二人。 \\n 又改蕃官承襲條。 \\n 是日，夔召入，不奏事，留身退，押赴都堂，便上馬。上又問惇云：「意甚堅何故」余云：「惇自言久有去意，陛下恩禮既厚，惇何敢不留」 \\n 丁酉，詔孫路且進築青南訥心。欲留秦鳳兵馬，及一併築東冷牟、會州，恐向去暑熱；久留兵馬役使，及秦鳳兵馬迂路赴役，并保甲車乘等般運應副不前，恐於軍情民力不便，令再相度聞奏。路在秦，便欲城會州，以打繩川為六百步寨，與素議不同，兼兩路兵馬方自涇原進築歸，盛夏久留役使，恐不便，故丁寧詰之。會路奏入，使約蹉五程。 \\n 再對，賞鄜延進築威羌、殄羌兩寨，統制官以下轉官，支賜有差。又呈取揀諸班直、諸軍上名年代等入。 \\n 又以劉方兼通事舍人、權發遣雄州，閻仁武知保州，張赴知涇州。余初欲與方除帶御器械，上止令與宣事。赴病不任使，久欲除人，而未有可代者。夔累欲令劉何换官為之，余不敢從，至是，以保州遷雄州，乃故事也。 \\n 是日，夔又被召，押赴都堂。余遂同中書及兩轄往見之，夔乞别班起居、奏事，皆如所請。上諭三省、密院云：「惇請去甚堅，昨日對蘇珪乃至泣下，又有劄子極說事，不知何以如此堅求去」三省云：「渠云：『惇不似他人，道去便須去。』昨日亦有簡與臣等，令助以一言。」余云：「臣亦得惇簡，見在此，容進呈。」上笑云：「此惇自書。」眾云「然。」三省所得簡，大意類此。既至都堂，見之，云：「決須去。」仍不敢坐都堂，止於暖堂中相見，遂上馬。再對，余請於上云：「劄子中說事莫及臣等否」上云：「無之。祇是說在下人，卻不及執政。」 \\n 戊戌，駕及兩宫，幸睦王府，以二十二日出閣也。 \\n 是日晚，遣劉瑗宣召夔，及封還表劄，又批付中書，不許諸處收接文字。 \\n 己亥，同呈賜涇原進築灑水平、秋葦川帥臣而下銀合、茶藥，候進築南牟會成，更賜一次。 \\n 再對，呈董必乞考正廣西帥保舉姚舜舉、蘇子元、張之寬等罪，邕、欽、宜知州，皆以贓敗也。余以監司皆嘗奏舉三人者，不可獨責帥，欲各罰金二十斤。上又指云：「此四處知州，皆得官其一子。」余退而閱著令實有此，遂再進呈取旨。 \\n 又趙叔澹、叔藥與小州鈐轄，叔傪與都監。又以劉舜資知莫州，黄祹金州，李士凝寧化軍。 \\n 是日，夔又乞别班起居、奏事，亦如所請，尋押赴都堂，遂復視事。上對三省、密院又問：「其去意何其確然也」眾對如前。再對，又問，仍云：「渠自言，多面斥士人罪慝，故眾怨歸之。」余云：「士大夫無不罵惇者，惟是得差遣遲，及不見賓客，與眾執政不同爾，其他亦何能為惇於同列，但有過於遜屈，事事隨順人，不敢與人違戾，以此稍稍有去意。兼祖宗以來，以一相當國者有幾，事任不輕，亦不得不然爾。」上默然。余入對三省嘗云：「此地非久安之所，臣等待罪於此，歲已久，亦每不自安，非獨惇有去志也。」 \\n 庚子，孝章忌，行香於天興殿西。 \\n 辛丑，同呈邊報，近河朔諸路數報，虜主今歲必於西京坐冬，及於河東對境多作圍場，屯兵聚糧，以俟受禮。又言：「遣人往解子平作圍，恐必造端生事。」夔屢以為不足恤，上頗不然之，云：「安能保其不生事，但當思所以待之爾。」余亦深以為當然。郭知章等申，乞下雄州文，問北虜受禮處，及催差接伴。從之。 \\n 惠卿奏，與西人說話，先已降旨，令明示以開納之意，二十四日，令收接章表，二十七日，又令收公牒，以延安奏，恐未齋到章表故。 \\n 再對，斷軍都指揮使魏吉，以禁卒肩輿一婢，戌廣西，又訛言經恩。特杖一百，降穎昌剩員。直殿前司官吏斷遣不當，放罪。 \\n 楊侁昌請食錢以告事，特罰命放，仍追所受錢。 \\n 蔡京乞續編《國信錄》。從之。 \\n 董必言，廣西帥舉蘇子元等知州，又再任不當。再得旨，帥臣三十斤，监司二十斤。 \\n 壬寅，旬休，出奠普照，吴克禮等亦來致奠。 \\n 五月癸卯朔，垂拱起居，導駕至文德，視朝退。垂拱奏事。同呈章楶奏，將兵赴南牟會進築。 \\n 制勘所乞差錄問官，上旨差葉祖洽，卞以為不可，上令差安惇，卞云：「如此庶幾。」再對，余云：「卞如此擇錄問官，不知何意臣嘗開陳，以謂序辰黨眾，恐左右營救者多，陛下以謂誰敢為營救者，臣言亦似不妄矣。」曹誦乞罷軍權，不允。蔡京等劄子，乞差親事官習譯語祗應。從之。環慶蕃兵喫多逋以投漢人報西羌，經赦合原，特處死。 \\n 殿帥斷魏吉不當，開封已得旨放罪，牒閤門謝恩。余以為不當，上然之，令開封府官放罪，殿前令吏送大理取勘，退以告三省當立法。夔毅然以為不可止放罪。甲辰，同呈開封府放姚麟罪及責限謝恩不當。得旨，府官各二十斤，令吏送大理，今後命官合勘斷及放罪，並依條奏審，違者違制論。 \\n 黄敏用乞移涇原帥府於鎮戎，以平夏為鎮戎軍。上以為越職，眾皆言奏陳利害，恐難坐罪，遂不行。 \\n 環慶體量：張誠減落所部人冒賞，及以不曾赴軍前將佐，作部人獲級，特進遥郡，仍降一官，降一等差遣。同奏事畢，余因言：「臣近曾見處士孫侔，在仁宗、英宗、神宗朝三聘不起，乞依例官其一子。」上云：「文字已降出。」卞云：「見在都省檢例。」余因言：「侔終身不仕，節行剛介，王安石終老與之交游，情好不替，兼有王回、李觏例甚明。」夔以下亦以為當得。上云：「與推恩。」余又言：「臣更有一事，與章惇以下久欲開陳，以邊事多，及蔡卞有嫌，故未敢啟口。王安石家，陛下自紹聖以來恤之甚至，然子雱昨得館職，不幸早死，近又賜第。然安石止有一妻，寓蔡卞家，今已七十五歲，零丁孤老，至親唯一弟吴赜，亦頗有文學，吕惠卿而下數以學官薦之，以礙條不行，今安石妻欲其得一在京差遣。」上云：「與一在京差遣。」又問：「赜何官」眾云主簿，上云：「有甚差遣」余云：「章惇言，编敕局有闕可差。」上云：「與遂除编一司敕删定官。」初，與夔、轄等議，欲以學正錄處之，而卞以為礙法不便，故改此議，然初無肯啟口者，余為力陳，乃得之。乙巳，章懷忌。丙午，同呈涇原奏，乞與環慶蕃官慕化换漢官差遣，得旨與准備差使。又乞修天都山廟，詔封順應侯，以順應侯廟為額。又乞差折可適知西安州兼沿邊安撫使。又乞西安州官酬獎。並從之。 \\n 安惇奏，錄問序辰公事，於左膚有嫌，乞迴避。詔不許。 \\n 是日，上詢：「李雲從者何人」余云：「陛下必記憶，吕嘉問知荊南，夜留城門，往其家宴飲，與其婢閒坐，和詩及小詞。」上云：「不記。莫是元祐事」余云：「乃紹聖事。嘉問在荊南，買金虧價，及他事甚多，下京湖北路監司體量，皆有實狀。惇、卞此時方相得，力主之，安燾、李清臣乞不原赦，亦得旨。既體量到，卻送嘉問分析，便以為無罪斷放。當時若以體量狀按治，嘉問已粉碎矣。外議皆云，皆是嘉問合有今日官職，故幸免。」上方云記得，仍云：「云從上書極亂道，適欲罷差遣，以上書故，未欲罷。」 \\n 是日，除高熙高陽都監，上不許，云：「初入路分，當與一近下處，此人在元祐頗用事不堪。」丁未，端午節假。戊申，同呈秦鳳不合句保甲防守，孫賁罰銅三十斤。鄜延奏，進築金湯畢，賜銀合、茶藥。蹇序辰撾鼓進狀，乞差官看詳勘案。云勘官令增減款詞，及抑令認奏事不實徒罪，凡所勘，皆以為不當。又言：「缴駮及訴理事，取怨非一。及先臣周輔熙甯、元豐中曾勘鞫公事，多有嫌隙。乞出自睿斷，選官看詳，或乞别推。」余云：「蹇周輔熙甯中曾勘臣，不知元豐中所勘者誰」黄履云：「臣元豐中曾論周輔。」余又言：「訴理事在三省，臣所不知，然聞章惇、許將、黄履皆干涉訴理事，如此，則是宰執於序辰皆有妨嫌，須盡易見執政官，乃可斷序辰事。」上云：「岂有此理。」蔡卞云：「莫祇是說制勘官。」卞又云：「臣不敢以序辰為無罪。然須令他招上書不實罪，似過當。」余云：「蔡卞不知子細。序辰供進語錄，在王韶事未發前，故隱不言拜供儀式，在王韶事發後，便言曾拜。序辰云可以互見，制勘所卻曾申密院，取王韶事發及序辰供儀式月日，王韶事發係二月二十六日，序辰供儀式係二十九日，以此可見前供語錄不實。兼序辰兩有分析，奏狀至三二十紙，其間莫須有不實之語。」卞默然。夔云：「序辰既於客省茶酒，卻便上殿劄子乞編為例，此尤不可。」又云：「序辰在史院曾語及，臣諭之云：『但依實對答，祇是錯。』然終不肯如此。」余又指受例外馬事云：「序辰言，有條，辭不免聽收。制勘所但云無例，令招不合收受。豈可不用條而用例臣以謂辭不獲免聽收，須如黄履押宴，北人送例外物，便具劄子進納，乃是依條。」上云：「須如此乃是。」余云：「序辰得例外馬，既不辭，卻便與常例合得土物五十八疋一處奏請支絹，莫不可。制勘所令招不合不别具狀申明，序辰又以為不當，又云拜是承例，如此則序辰一切無罪。」又云：「陛下憂勤閔雨之際，心不體國，淹延刑禁，卻乞别推，岂是體國」上云：「范鏜等皆有徒罪。」余云：「鏜雖有對制不實之罪，然卻有奏狀，云：『於奉使绝域，或不應拜而拜，有辱君命，取輕夷狄，恭俟重行竄謫。』如此似稍知體，與序辰顫賴殊不類矣。」眾亦以為然。上云：「何以處之」許將云：「候案上取旨。」眾云亦當爾，遂令依此批旨。再對，余又言：「惇、卞各有所主，卞主序辰，惇主鏜，此兩人皆惇、卞未相失時共力薦引，今惇惡序辰，卞以鏜舉吕升卿自代，疑附惇而異己，遂惡之，以此議論各有所偏。不唯此兩人，如周穜、吕嘉問亦皆惇、卞所主，今既相失，惇遂惡嘉問，而卞惡穜，此數人者，亦誠各有所專附。大約今日士人，皆分隸惇、卞門下，如許將、黄履，既不能有所主，亦不為人所趨，故亦無門下士。臣在西府，亦無以威福人，兼亦無所黨與，故門下亦無人，平時以公論稱薦，趙挺之、郭知章輩蓄縮避事，亦嘗陳於陛下前，无所隱。祇如挺之昨命吕孝廉為京東轉運使詞，得罪士論，既自羞愧，卻乞外郡，谅陛下亦不知其請郡為此。其他奔競好進之士，不趨惇則趨卞，然惇性疏率，多為卞所窺，雖與卞相失，然極畏卞，此許將、黄履及三省人吏所共嗤笑。臣嘗問惇，諸處闕官何不除人惇云才除一人，又云是元祐黨，或有何罪惡，以此不能除。得其意，蓋指卞也。卞答之云：『元祐黨最分明者，莫是劉昱。』以昱為惇所主，故惇默然。惇用昱誠不當，以至引蔡肇、陳師錫，皆卞所指以為元祐人，此數人者，誠不足引。趙挺之云：『蔡肇譛鄒浩於蘇轍，遂被逐；師錫亦是軾、轍門下儇薄多言之士。』惇嘗與臣言，自來於陛下前不曾言元祐人不可用，誠如此，乃是公議。人才難得，岂有一經元祐任使之人，便不可用然宰相當曠然以此收采人材，今乃獨偏於劉昱、蔡肇輩，宜其為卞所非也。」上云：「劉昱並不曾行遣。用蔡肇殊不當，陳師錫乃先帝所黜，亦不當用。」余云：「惇如此，所以畏卞。然臣嘗以為，大臣能以大公至正之道收用人材，危言正色為朝廷分别是非邪正，孰敢以為不然者!今惇、卞各有所偏，故是非無以相勝，惇初與卞同引序辰、嘉問輩，今雖悔之，何所及如臣則不然，自初秉政，得事陛下左右，便言惇引朱服、蹇序辰為卞所誤，至今五、六年，臣此論未嘗變，以至與惇、卞議事，亦未嘗小為之屈。臣嘗語人，以謂卞雖不樂臣，然與臣共事，必不敢與臣異，蓋惟理可以服人也。今惇、卞相失，而卞黨最盛，故序辰、嘉問輩陰有所挾，每事無所忌憚。序辰有罪不肯伏辜，竊聞嘉問又欲理會姚麟罰銅事，誠如此，須乞再行遣。」上云：「莫不敢。」余云：「所聞如此。今日嘉問上殿，必可見虚實。」是日，又及雲從事，因言非嘉問經营，何以得宫教 \\n 己酉，同呈定州邊報。 \\n 又嘉問劄子深自引咎，乞加重罰，免僚吏勘罰。上云：「官員既罰銅，吏人亦與免勘，各罰銅八斤。」 \\n 是日，范鏜遣人齎狀於馬宥，自陳飜變獄事，遂同上，上頗訝之。夔為指陳訟序辰，句人吏問鏜，云不曾拜，云蹇尚書惡發等事。再對，余言：「臣昨日曾奏，惇主鏜，卞主序辰，信不虚也。」是日，以數雨放朝參三日。 \\n 庚戌，同呈安惇奏制勘所罪人並供狀辨狀，唯蹇序辰、范鏜飜變，合差官重勘。上欲差安惇，余云：「昨差周鼎時，陛下已欲差惇，惇雖曾錄問，何所妨，然恐須差兩人。昨章惇云，欲差一諫官，陳次升有言不可，用鄒浩可否」夔云：「浩乃嘉問所薦，恐不便。」余云：「浩或不爾。」左綱云：「趙挺之可。」上令差挺之，仍云：「挺之必不觀望。」余云：「士人如稍識廉恥，何敢爾!」是日，高遵禮再任宫觀滿，更乞再任。上云：「宣仁親屬，可特與。」余云：「聖德如此，中外所不知。昨高遵裕年八十一，乞宫觀，聖旨亦特與之。陛下聖德仁厚，於宣仁之家恩意如此，外人往往不知聖意。」退以語三省，以為可書。 \\n 初，上數對執政言：「獄官要不觀望者，岂易得。」余亦嘗云：「除蔡京、鄧棐之類，乃序辰党與中人，不可差。其他在聖意裁擇，何所不可」又曰上，乞戒飭獄官，以惇、卞各有所主，及序辰自陳於臣等有嫌隙，令不得觀望，高下其手。上云：「安惇輩必不敢如此。」余云：「雖然，得德音一警飭之尤善。」上云：「好。」 \\n 辛亥，同呈趙挺之奏，林邵是兩姨妹夫，乞回避。上云：「莫不須。」余云：「林邵已伏辜。」上云：「衹是勘蹇序辰、范鏜，不須避。」 \\n 再對，呈周緯言河北邊防事，下諸路相度。上云：「緯所言頗有條理，可令召對。」余云：「此乃京西運判周純之弟，其人材或過於純，召對固所宜也。」余因言：「人材難得，顧所收采未廣爾。臣嘗言惇所引用人多不當，如李仲，在元祐中希王巖叟風旨，便申乞廢清汴，昨既罷提舉官，卻令開御河，遂擢提刑。御河為北京患，人人知之，今年春旱，而北京水滿城郭，民居、倉庫皆被害，而無敢言者。韓忠彦深以為憂，亦不敢言，蔡卞亦知之，此事恐未便。」上云：「此不難，祇遣一内侍往視之，便可見。」余云：「臣方欲開陳，乞遣一中人往視之，即可知虚實。」上云：「鄒浩亦有文字，當令按視之。」 \\n 壬子，旬休。 \\n 癸丑，同呈涇原平夏城知城喬松等守城有功，遷三官，第一等兩官，第二等一官，仍減二年磨勘，第三等一官，將士轉資支賜有差。 \\n 吕惠卿奏：西人已諭以不敢收公牒，令歸取章表，已於初三日歸西界訖。 \\n 甲寅，同呈孫路奏，已進築青南訥心寨。 \\n 安惇奏：晝一郭知章奏入國差三節人從等，並從之。上問：「知章等到北界，對答語言如何」余云：「以臣所見，若但云不知，恐無以塞其請；若說與聞，西人已叩關請命，朝廷已許收接章表，若彼更不作過，必無更用兵討伐之理。如此明白，足以慰安夷狄反側之意，有何不可」惇與將皆以為不然。余云：「韓縝、沈括奉使時，亦但云來回謝，及再三有所問，亦須答。」夔等又云：「沈括當時往商量事，與此不同。」上云：「莫須與一指揮。」余云：「知章等方欲奏請，俟見文字，草定進呈取旨，如此紛紛爭論，亦無補。」再對，因言：「臣待罪西府，凡措置應接邊防事，無非臣躬親斟酌草定，三省於其間，不過移易一兩句語言，其措置大概亦無以易臣所定。臣雖愚短，不敢不自竭，然亦常懼思慮有所不至，但自度亦不至大段乖謬。近日以來，聞三省益不喜，每事掎摭窺伺，无所不至。昨放罷劉何、及陝西科配衲襖降官、并置西安州，以未進築了，不關報門下省聞，皆以為非。緣此三事，皆三省同進呈，誠令不審，非獨臣罪，況别無不當者。此等事度亦不敢於陛下開陳，但倡之於下，以疑眾聽爾。臣不敢不一奏知者，臣不言耶，陛下無繇知爾。臣常以喋喋冒煩聖聽為戒，然事不得已，須至開陳，望陛下恕臣喋喋之罪。」上云：「岂有此事，皆三省同呈，何害。」但云劉何不以他事故，與復差遣，余唯唯而已。有旨，自是日放朝參三日，以頗雨，小有泥淖故。 \\n 乙卯，同呈，詔孫路：令經營會州等處集築，須管於八月以前了當。 \\n 再對，呈殿前司狀，揀班直不限三路人，然軍馬格有條云：「河北揀到禁軍，等樣事藝雖及得班直格，止填捧日、天武。」乃是不取邊人之意，但殿前司不曾奉行爾。初，上宣諭：以班直最為親近，然卻無不許揀邊人之法令。契勘進呈，既取到條例，上諭以不可遽改，但呼管軍密諭似此法意，令漸次釐革，恐人情不安。余云：「此令誠不可下。蓋舊人中有似此等人，則必不自安，但當密諭之爾。尋召管軍至密院，諭以此意，令雖人吏不可使豫聞，但有似此邊人，漸漸暗斥去可也。」 \\n 莫日，遂以同罷劉何提點刑獄等三事文字進呈，因言：「劉何本以王發申陳保甲自雇一夫陪錢三貫，申陳惠卿及監司，皆怒。後河中被雇者經密院訟，保甲雇役七十余日，欠錢一百三十餘貫不還，乃知發所陳不虚。蔡卞等眾議，以何緣此捃摭王發不公，故共罷之。何此罪甚明，無可疑者。又王發訟何，金、華州司户句當買賣產業，以此恣横，及河中府弟子爭打提刑開節事，并致雜劇人云：『運使也，不是養家人。』決杖十七。以此皆不推究，不知三省何以知何無罪，便與復差遣似此欺天罔上之事，臣所不敢為。」上色變。余又呈：「西安州未進築，先降指揮，令章楶親自收掌，不得不司，候進築畢，節次施行。以此更不關錄門下省，此亦三省同簽書。」上問：「押字為誰」余一一指陳，又言：「科配衲襖降官，亦三省同行。臣立法云：『輒配人户收買製造官司抛降物色，以違制論。』都省卻立條云：『非軍期及河防危急，而輒配買及製造者，以違制諭。』三省皆以簽書到臣處，臣以為未當，遂檢熙甯、元豐敕，祇有不可收買，許三等以上户科折，雖元祐敕改為配買，然亦無『製造」兩字。今批到中書省，云已退送尚書省。」上云：「此極不當。」余云：「此雖不當，然未若劉何之欺罔也。臣待罪日久，陛下聽策，臣雖糜軀隕首所不敢辭。然三省惡臣如此，羣小窺伺者多，臣精力衰殘，隄防顧慮恐有所不及，萬一為小人所捃摭，陛下亦無以主張。今秋邊事已了，臣此時必不免干冒聖聽，再申前請，臣衰老，亦不堪州郡職事，惟乞致仕爾。臣得善罷而去，在私計實為榮幸。」上笑而已。上於三省欺罔用情，无不洞察，但多優容耳。 \\n 丙辰，同呈環慶進築白豹，又語熙河、環慶應進築處，並限八月以前了當。 \\n 河東奏：北人過天澗取水，以令地分婉順止約去訖。夔言：「此邊吏蓄縮爾。若過界者便與殺了，必不敢來。」因云余嘗言，趙卨帥延州，初分畫綏德地界，西人於道路兩旁置鋪，行旅苦之，數移文及與說話，但云「我地内置鋪，有何不可」無如之何。遂呼巡檢，令夜往鋪中取守宿者悉殺之，西人來理會，但云「已立賞召人捉賊。」自爾不復敢來。余云：「此事難指揮，邊吏亦須有才略者，方能為之。」 \\n 御史臺制勘所奏，以鏁宿句人禁勘。再對，余言：「向有旨，欲差中使監勘，令已鏁宿，莫便可差否」上云：「便待令差人。」 \\n 丁巳，同呈熙河已進築青南訥心，賜將士特支七百。夔因言：「涇原亦進築天都，邊事已了，當稱賀。」上問如何，眾皆云當然。余云：「西安建州，包括天都，自天都至秦州甘谷城，南北一直五百里，是已得幅員千餘里之地。當時得熙河，祇是本漢地土，今所開拓，乃夏國地，兼據險要並河，足以制其死命。西人常恭順則已，更作過，則趨興、靈不遠矣。此功非熙河可比，然不得熙河，則涇原亦無由開拓。今涇原進據天都，熙河自汝遮建城寨至會州，故兩路邊面相通接，而秦州遂為腹裹。兼先帝建熙河蘭會路，今日方得會州，乃成先帝之志也。」上喜云：「蘭會方為漢地，如此固當稱賀。莫須候八月會州了否」眾皆云：陝西、河東民力困敝，因此稱賀，便當曲赦，與除放倚閣税賦，及免支移、折變，足以慰民心，恐不須俟八月。余云：「熙甯建熙河路，以熙、河、洮、岷、通遠軍為一路，此時尚未得河州，至今未有洮州，此故事也。」上然之。余又言：「西安、會州皆為漢地，亦當告陵廟。」夔云：「當遣從官告裕陵。」上亦然之。因言：「章楶欲求去，楶有書與臣及章惇，云必欲請致仕。然新邊方就，經營緝理，未可闕人。」卞亦以為未可去。惇云：「昨已許他天都了，令去。」上云：「且俟來春。然事了當進何職」眾云端明殿學士，上云：「更與轉官。」余云：「職已高，官不足惜。」余又言：「適與三省言，紹聖二年罷分畫事，三年秋，西人舉國犯延安，至十月鍾傳方進築汝遮，祇三、二年間了當，亦可謂神速。」上云：「鍾傳此功亦不可忘，為諸路倡始。初興邊事時，人人以謂不可為，從官而下皆以為笑，今成就如此，誠不易。」眾云傳事了當，與牽復。余云：「安燾嘗言，汝遮无帝所不敢為，誰敢議此初罷分畫時，韓忠彦堅不肯，臣力與之爭。忠彦云：『待捉了高永能後相度。』臣云：『若須待捉了鈐轄，實羞見天下人。』忠彦方屈。三省及人吏皆聞臣此語。既罷分畫，安燾猶力說臣云：『邊事不可輕動，如此何時可了負責不輕，不若如故。』臣答以已罷分畫，何可中變，遂已。」夔等亦皆云嘗聞此語。再對，又言：「章楶必欲去，然陛下以恩禮固留，何敢不從但更當優加恩禮爾。」又言：「阿理都通不若遣還涇原，責楶處置。」上云：「須與官。」余云：「昨已議與率府率，兼當時令章楶不得過許官職，即是已許與官也。」上云：「且更俟款曲。」 \\n 是日，上又問王韶進擢次第，余云：「自崇信主簿，四年為禮部侍郎、觀文殿學士。」上云：「後來卻作執政。」卞云：「作副樞一年以上，卻作觀文、知洪州，以謝上表不遜，降知鄂州。」夔云：「祇八、九月卻復知洪州。」上問表詞，余云：「聖慮雖時有小差，臣愚亦未嘗曲徇。」上云：「太不遜。」卞云：「王安石言：不唯不遜，兼實無此事，此尤可罪也。」 \\n 是日，以黄實代王得聞檢點修完河北城池。 \\n 戊午，以腹散在告，不入。 \\n 己未，同呈涇原奏，西安州八日畢功，九日班師，遂建白當稱賀。上許之，仍云：「諸路所築，四十餘壘。」余又云：「未論諸路，祇天都與熙河，邊面相接，所包括地上幅員千里，河東、鄜延、環慶邊面各已相通，此誠非常不世之效，稱賀畢當曲赦。」奏留兩路及遣從官告裕陵，并告廟，上悉然之。 \\n 又環慶奏，進築之字平等處，亦令限八月以前了當。孫路奏：已進築青南訥心，又頒降置西安州，及置官、置將等畫一指揮下有司。 \\n 庚申，同呈太史擇到日，得旨，以二十一日稱賀。上問：「何以賞章楶」眾云當改端明殿學士，或更改官，臨時取旨。再對，上諭以「邊防事功如此，皆卿等之功。」余云：「陛下睿明，洞照幾微，邊臣奉被成算，故所建立無不如意，臣等上稟聖謨，何所云補」又問執政當遷官否，余云：「臣等待罪政府，皆嘗被遷擢。唯章惇自作相以來，未嘗遷改。惇嘗言，元豐末已是正議大夫，是時未分左右，元祐中降官不當，謂臣草麻日不曾為開陳，雖得旨轉官，乃祇是復官爾。」上云：「正議改光禄，光禄改銀青。」余云：「然。」上又云：「祖宗時有轉官例。」余云：「祖宗朝執政有廷除，則宰臣往往遷官。昨官制行，王珪自禮部侍郎改金紫光禄大夫。熙河成功，王安石雖不曾推恩，然罷相日，自工部侍郎遷吏部尚書，是轉九資。」 \\n 前一日，上宣諭以久嗽及腸祕，密服藥，多未效。是日，余因言：「嗽雖小疾，然不可久，亦須速治。大腸與肺為表裏，腸祕亦是一臟病。大抵醫書無如《難經》《素問》，其次方論，則莫如《千金方》，此真人孫思邈所撰集，非後世俗醫所能過。如祇治肺，則自有方三、二十道，各列病證，云證如此，則主某藥，名醫用之，無不效者。然國醫多不知學術，但世傳所習，一無根本，既不能用古方書，又或妄有增損，尤為非便。章惇痛罵眾國醫，以為無能如秦玠、秦珙、曹應之輩，皆今日醫官之首。然自執政、從官家無一人用之者，其藝術可知也。」上云：「外面醫官誰可用」余云：「婁昌言已病，唯耿愚者，頗有學，知脈理，善用古方，可使。然陛下小疾，便呼在外醫者，恐驚駭眾聽。耿愚已是醫學，但收之診御脈，中則自用，可試令診脈同藥，可見其工拙也。」上深然之。余又云：「陛下親政以來，四方安寧無事，又邊鄙事功如此，皆朝廷慶事。唯是保輔聖躬，為天下之福，此臣子之情，日夕之所祝頌，願更留聖意。醫官中如孔元已勝他醫，然比耿愚則不及，若朝之左右及醫官輩，必無以為可者。此輩唯是拒绝他人、爭占恩澤而已，岂有公議也。」上笑曰：「祇為如此。」余云：「此須斷自聖意。」上云：「翰林祗候亦可診御脈，耿愚已是醫學，兼皇妃曾服他藥，自可使。」余云：「臣非敢妄引人，但以聖諭所及，不敢不自竭爾。」余又自外議，皆謂朝廷今日大事，唯皇嗣未降，中宫未立。近日聞後宫就館有日。上云：「已排辦。」余云：「若皇嗣降生，此朝廷莫大之慶，中宫不日亦必有定議矣。」 \\n 是日，又與三省同呈，晋秦兵民疲敝，今來曲赦，當稍滂沛，如蠲免租賦，放欠負，免支移、折變，皆民實受賜也。上亦許之。余又云：「赦詞當從政府草定，恐學士命詞或不能盡朝廷意。熙甯中亦嘗如此。」上亦然之。余又云：「當明示以休兵息民之意，不惟慰安民心，亦足以釋二虜之疑也。」上亦以為然。是日早，遂會於都堂，草定赦文，有「討叛興師，蓋非得已，息民偃革，行自於今」之語，及中書吏持赦條來西安，皆余所草定。 \\n 辛酉，同呈草定赦文，又欲以德音第二等格，流罪以下並放，上悉許之。 \\n 壬戌，旬休。 \\n 是日，鏁院降德音。癸亥，御紫宸，密院、三省以次稱賀訖，垂拱各奏事如常儀。文德宣制，三省議定，徐鐸告裕陵，宗室、觀察使仲碩告太廟。是日晚，手詔付三省：「以西安州及諸路城砦功畢，邊面相通，柄臣以經營措畫，夙夜勤學，以輔不逮。章惇遷金紫光禄大夫，布遷三官，許將、蔡卞、黄履各两官，餘皆如故。」至甲子造朝，三省方以手詔相示。甲子，同呈手詔，眾皆辭以「邊鄙事功，上奉聖旨，岂臣等所當冒賞」。將、卞又云：「惇、布經營邊事，實為勤勞，臣等尤為無名受賞。」余亦云：「陛下天縱睿明，邊防事幾，无不洞照，故邊臣得以自效，臣等何功之有!兼臣等秉政以來，皆曾被遷擢，唯章惇自命相後未曾遷官，乞罷臣等恩命。」惇亦固辭。上皆不許，令依此施行。又屢云：「邊防事功如此，皆卿等之力。」又問光禄、銀青皆有左、右，又問王安石、王珪遷官次第，余等皆對以實；又問布等所遷何官，皆以序對。 \\n 又呈章楶進築西安州了畢，除端明殿學士。 \\n 又郭知章乞降等答虜人所問事件，悉如所擬定。又特依所乞，差知章男中牟主簿淑充職員。又乞降授香藥酒等儀例，悉從之。 \\n 又北界擅移久良津榷場關門，不收公牒，河東帥林希乞便移文一次，如不收受，即更不移文。從之。 \\n 再對，以高士敦為高陽鈐轄，以内殿承制、知文州吉先知瀘州，仍特除閤門通事舍人，權管句梓夔路鈐轄司、瀘南緣邊安撫司公事。時理諸路都監資序。先元祐中為供奉官，嘗上書蘭州不可弃。又言：「先朝教保甲，減諸路兵額，今保甲已廢，而兵額又不增，緩急何以枝梧乞後武臣提刑以備諸路捕逐羣盜。上閱見舊章，故特旌擢之。自余爽事作，上於禁中究尋得爽所上疏，因而盡搜閱禁中所存元祐章疏，云有十七籠已降，因而盡一千三百餘道。故蕭世京得吏部郎官，以曾兩上章乞復役法。又如孔平仲自虔州通判上書，言十五事，如罷常平、免役、經義，復詩賦、制科之類，又言「先帝欽恕，不得究天年」，貶英州别駕。其他不可悉數，然如孫覺、王觌、光庭、巖叟輩，章疏尤多，皆已降黜，無可施行。 \\n 是日，又斷殿前司人吏勘斷魏吉不當，經赦特決杖勒停，降資衝替。 \\n 是日，眾議入劄辭免恩命。 \\n 晚，鏁學士院，降丞相麻。 \\n 乙丑，夔不入，右轄以腹散罷齋祠在告。 \\n 同兩省呈河東奏，北人越石牆下天澗取水，已婉順約迥。詔今再來依此止約。 \\n 涇原奏舉西安州佥判職事曹官，並依奏。唯司理温並，以左轄言吕大防恩澤得假承務郎，上問：「何以使他」余云：「軍前使唤，臣所不知。」上令别舉官。 \\n 再對，次李巽知文州，劉子方為巡邊司都監，臧定國為高陽都監、界河巡檢。 \\n 又左膚劄子言：蹇序辰以語錄傳授指使，乞立法令條修例所，取索見行令敕，重行增修。是日，制勘官安惇、趙挺之上殿，尋申乞先斷時彦、林邵、王詔等一行公事。余問：「上曾差中使監勘否」上云：「不曾差。不消得。」初，左轄乞差中人監勘，上許之，既而不聞差人，果已罷，鄒浩亦對。 \\n 是日，宣丞相麻，執政劄子皆降詔不允。是日，中人李穀至密院，赐不允诏，例送三十千。 \\n 丙寅，同呈鄜延奏硬探斬獲級數。 \\n 再對，呈内侍省押班閻安乞御藥院帶御器械酬獎，上初令與減二年磨勘，余云：「押班已是遷擢，更叙日前差遣酬獎，兼歲月未滿，无此例。」上云：「更不須與。」遂罷。 \\n 是日，上問二府，章惇如何不安眾云止是免恩命未受詔。尋遣使撫問。 \\n 丁卯，夏至假。丁卯夏至假不入。 \\n 河中府推勘官王克柔申劉何差官體量王發不公事，又係替後及非所部，於法不當受理，未敢告示王發歸任，及疏放干連人。又云見禁二百餘人，皆是無罪之人，有自去冬入禁者。 \\n 戊辰，夔并右轄俱造朝，同呈吕惠卿奏，西人來拆新築烽臺，已復修訖。又詔河東修寨通嵐石、麟府兩路，限八月以前了當。 \\n 陳次升劄子乞除都承旨。余云：「誠久闕人。」上云：「無人可差。」或云舊亦止用吏人，先帝差李評，方改用士。余云：「吏人與今不同，乃諸房副承旨，謂之都宣。」夔云：「是如此，然先帝改用士人，多出自聖意選擢。」余亦云：「張宗卨得罪，必不可安職，望陛下更加選擢。」上云：「人都在目前，誰可為者」余云：「曹誦舊作承旨，可用。」上云：「管軍兼在姚麟之次。」夔云：「管軍事任與執政等，誠難移易。」余云：「誦已七章求罷，此乃其所願也。」夔云：「祇是怕久立。」上云：「承旨亦須立，何異」 \\n 再對，呈都知梁從政以歲滿，乞罷提舉大内修造司。余云：「從政前後經二府陳狀不一，不敢進呈。今云歲滿，須取旨。」上云：「須是都知無可差者。」遂令再任。從政以修内司役兵、卫匠多為御藥郝隨所抽差，拘留於後苑，作下無人可以辦事，故累狀乞免。上但云：一時下緩急修造，須至差那，他卻可以諸處差人。」余云：「禁中修造，恐無例差外處役兵，兼從政嘗乞差御藥管句，詔差郝隨，雖受宣已數年，而至今不曾赴修内司管句。」上亦知之。 \\n 日日遂以河中推勘官申狀進呈，因言：「三省云，劉何是奉行密院指揮，勘慕容將美，以此為不當罷。今檢到元文字，元是三省同佥書，兼王發指論劉何不公事，未經推治，而劉何按舉王發，又是違法，兼非所部，不知劉何如何便復差遣」許將、蔡卞對：「臣亦以為當罷。」卞又云：「章惇不曾商量，祇是立談間復了劉何差遣。」上云：「莫須曾商量」余云：「此事欺罔太甚。臣亦曾說與卞云：『此是諸公誤丞相。』卞頗怒，云如何卻是諸公誤他臣云：『諸公隨順，是誤他，若臣與之同列，必以理爭，如此，則惇亦無過舉矣。』此事當與三省同進呈，然不敢不先奏知。」上云：「幾日同呈」余云未日。遂退，以推勘官狀示夔，夔云已見。余云：「如此劉何莫須罷。」夔云好。余云：「不爭則布可罷，劉何不可不罷。」又以同佥書批狀示之。 \\n 己巳，同呈章楶乞致仕，降詔不允。又乞還召王恩，上云：「如何」夔云祇是王恩告他。余云：「邊事方了，楶與恩豈可便去。」 \\n 環慶築白豹訖，移兵築駱駝巷，賜將士特支。 \\n 又進呈河中推勘申王發事，余云：「劉何按舉王發違法，不合受理；兼王發指論劉何不公事，未見虚實；及劉何捃拾王發、慕容將美，情狀甚明。不知何以便復差遣臣不敢喋喋，乞令三省敷陳。」夔云：「劉何按慕容將美事若無過，兼是密院指揮，故三省商量，與復差遣。」余云：「蔡卞言不曾商量，祇是立談間復了。」惇、卞皆默然。余又云：「劉何本以密院職事罷，若三省以為可復，亦須與密院商量，卻一面進呈復差遣，是何意外議皆言：三省意謂密院罷何，三省卻復，但欲形迹密院爾。然劉何職事乖謬如此，何可復作監司」惇又曰：「劉何恐無若事。」余云：「惇為何親，岂可一向為何說道理！」夔云：「臣不敢避此嫌。」余云：「所言公，則不避嫌可也。王發實有罪，朝廷足可施行，劉何職事乖謬，亦當罷。」卞云：「王發、劉何皆可推治，何且移一差遣，或權罷，皆可。」余云：「以臣所見，劉何終身不可為監司，欲移之何地權罷尤不可，依舊是本路監司，如何推鞫得實何在永興路，怒王發不合申陳保甲陪錢，便捃拾王發。在秦鳳路，怒慕容將美直申秦鳳妄冒功賞事，便勘將美。監司所至，怙權作威，蒙蔽朝廷如此，无乃不可!」上云：「兩人俱有罪，總令推勘，權罷亦不可，須令罷差遣。」許將云：「自朝廷差勘官去為便。」上云：「朝廷差大理官去。」余云：「誰可差者」許將云：「大理正朱牧。」余云：「臣未敢保他。緣劉何是惇親，又三省有曲主何意，勘官恐不免觀望，乞慎選。三省能禍福人，兼事如意必遷擢，若違怫禍患立至。密院不惟不能禍福人，兼臣亦不敢如此，人亦不怕。」夔又云：「王發云：『劉何言祇為吕觀文敦迫。』須要奉削監司發摘人，还肯如何說與他」上云：「如此妄，卻照管他」余云：「何先舉發升陟，必恐說與我不欲捃拾，祇為吕觀文敦迫。」上云：「如此必是。」再對，遂奏云：「適爭論紛紜，卻未曾差定勘官。」上云：「來日姓名與三省同進呈。」 \\n 庚午，同呈環慶路進築白豹了畢，乞依城及賜名，詔以白豹城為名。上顧二府云：「如何」皆云：「自慶曆邊事以來，范仲淹之徒皆以得金湯、白豹，則横山為我有。其名已著，故不欲易以他名。」是日，中人劉文益至密院，賜批答斷章，例送五十星。又奏已築駱駝巷，夔云：「福至心靈，胡宗回一併築了城寨，亦可嘉。」上云：「人力亦不易。」卞云：「臣累與執政言，宗回可用。」余云：「臣與宗回瓜葛，然亦與法不當避。亦曾與宗回同官，其他才略雖未可知，然實有幹力，肯向前集事。」夔亦以為然。又奏，乞趙世忠充白豹蕃部巡檢，從之。又賜城白豹帥臣以下茶藥。涇原奏：統制官以下先以推恩，作王恩改防禦使，苗履、姚雄、古遷横行使額，种朴、雷秀遷遥郡，康謂、馬仲良轉一官，減三年磨勘，李譓除祕閣校理。譓出上旨也。余初欲與康謂除閤門祇候，夔亦云：「邊事向罷，近責降人皆不用叙法，須稍優與遷叙。」上云：「須一體。」卞亦云：「臣意亦謂當然。」遂已。 \\n 又進呈差官勘劉何、王發事，得旨差曹調。上云：「此事莫不難勘。」余云：「王發罪狀已明，但劉何事要推究，恐觀望爾。曹調必對，乞更賜戒飭。」余又欲昨日所批聖旨内添入：「劉何按舉王發及勘慕容將美有無捃拾因依情狀，及觀望出入人罪，制勘官吏並當法外重行斷遣。」夔指陳云：「密院又於昨日聖旨内增添此數節。」上云：「何故」卞云：「夜來三更方送來。」余云：「王發事欲盡勘，劉何事豈可祇勘一半」卞云：「劉何捃拾事狀，祇可看詳，无可勘。」余云：「如此須是朝廷看詳，欲祇移此一節在後，云劉何捃拾因依情狀，候案到取旨。」上云：「如此莫好。」卞亦以為然。余初以謂王發不須勘，朝廷據罪狀勒停、衝替無不可，夔云：「他有贓罪，何不可勘」余云：「如此，祇是要結正劉何贓罪，為劉何快意爾。」上又問：「何勘將美，在申陳秦鳳妄冒前或在後」卞云：「在先。」余遂檢元申，將美是六月二十八日申陳，七月九日差除彦孚制勘，劉何是七月二十三日方申勘將美，岂是在先兼王發是前年十一月替，去年二月差官體量，至十月方牒轉運提刑司施行。如此，非捃拾如何再對，余云：「兩日以王發事喋喋，冒犯聖聽，實負皇恐，然業已開陳，不爾則事理不明。三省近日以來，窺伺密院不一。臣亦曾說與蔡卞等云：『人皆怕執政及臺官，唯臣不怕。何以故臣不怙過，兼職事不至乖謬，但請搜尋檢點，恐無不當者。三省職事，外議傳笑者不一。葉祖洽嘗云：章惇為勘當他孫子理親民差遣不明，罵他作『鵲突尚書。』祖洽云：『此固不敢避，但恐三省鵲突更甚爾。孫傑自察訪回，乞先次上殿，卻送吏部勘當。』」卞亦云：岂獨此事，鍾正甫上殿，乞選守令及學官以厚風俗，亦送吏部勘當。此尤可笑。」余對三省亦於上前云：「三省檢點密院不當。若不於密院前開陳，或可信；若對密院開陳，恐難屈。三省文宇，凡合與密院贪書者，十有八九不當，須退難，如臣所改定，乃敢著字。」又云：「刑部勘當劉何事，住滯不當，侍郎、郎官皆降一官。乞令三省檢尋，自來六曹勘當公事不當，有例曾降官否」三省皆默然無以對。 \\n 是日晚歸，與沖元馬上云：「兩日喋喋，非得已也。」沖元云：「如此亦足矣。」又言：「陳次升因言『程奇事出於仁恕，乞降付史官，免獄吏觀望入人罪。』上怒其有『觀望上意』之語，遂具其元祐中曾言：『訴理伸天下之寃』，及『罷封樁，免掊克之弊』，深詆先朝政事，比含容使之自新，而不改故態，每事觀望，今與遠小處監當差遣。遂差監全州酒税。」程奇者，家有六歲小兒，因飲酒戲譫，自稱「官家」，為乳婢所告，其母亦有與之酬答之語。上以其年小不足深罪，遂令開封推治，乃乳婢教令之使為此語。上令杖乳婢，送畿南編管，他皆釋之，程奇以分析不實衝替而已。都下翕然稱頌上德，故次升有此奏，然謂「獄吏觀望入人罪」，誠非所宜言也。次升立朝，无所附麗，然此舉士論深惜之，恐次升罷蓋不獨緣程奇也。西人叩關請命。 \\n 六月壬申朔，以忌前朝崇政。同呈河東奏，北人於賈胡疃拆石牆，侵入天澗取水。詔經略司指揮折克行，如北人先行粗暴，令順宜應接施行。 \\n 令回謝泛使十六日進發。 \\n 又令降祠部度牒二千道修拱聖營。涇原賞功，王恩更與回授親屬一官，康謂、馬仲良各遷兩官。 \\n 再對，令吏部依條與武球磨勘。球昨逐出，上云無過也。 \\n 癸酉，昭憲忌。 \\n 甲戌，同呈鄜延乞降差葉石悖也與崇班。近旨與供奉官，賜銀、絹、錢各三百，而惠卿云已給公據，許與崇班，及已賜銀、絹、錢各五百。詔特依奏，仍令後名目與敕榜不同人，並奏聽朝旨，不得先許與官職及支賜，諸路准此。 \\n 再對，梁從政病假，乞差權官。從政以修内司為兩御藥所侵，无兵匠可使，以年滿乞罷，得旨令再任，故在告。 \\n 乙亥，同呈環慶進築定邊城，賞功轉官、支賜有差。此一節乙亥也。丙子，同呈環慶奏蕃官趙世良所到逃叛蕃部首級，令速保奏。曹調乞上殿，從之。再對，令代州王崇拯再任。是日，以本命及腹散早出，而面陳以衰殘，久病臟腑，數乞早出，但以獨員，不敢在假。因問聖體此來更康和否上云：「稍安。」因言：「耿愚用藥皆古方書，頗有效，可信，但味苦辣頗難喫爾。」余云：「良藥苦口而利於病，忠言逆耳而利於行。此理之常也。」因言：「國醫進藥，但以味甘美色鮮好者為先，此何足以愈病，兼止以爭功為意，殊無謂。」上亦笑云：「祇為如此。」云：「兩三日來，玉色極悦澤，此必藥之效也。」丙子，鄜延奏：西人復遣使齋牒及白劄子來。詔令收接公牒，仍諭西人，如遣使齎到告哀謝罪表狀，當發遣赴闕，如無謝罪表狀，即難議收接。西人比去來甚遲遲，今此復來，故益示以開納之意。丁丑，天贶節假。戊寅，夔以子婦風恙不入。同呈鄜延奏，西人說話，令依五月指揮施行。環慶走馬阮易筒奏：之字平無水，乞權住修築。詔胡宗回更切相度施行。再對，呈送伴泛使語錄。己卯，同呈熙河築青南訥心畢功，賜帥臣以下茶藥銀合。河東奏，進築河外城寨，乞調保甲。從之。 \\n 雄州奏，涿州牒報，戎主於沿柳湖坐夏，去中京十一程。又報，六月一日接回謝使過界，曾畋等接伴泛使，坐朝旨牒北使及爭人馬過白溝交割，自云無可困可屈之理，經疏決特放罪。林邵拜受香藥，於語錄内隱避不奏，約法合罰銅三十斤，放；張宗高合追一官勒停。上以林邵為首，宗高為從，輕重未允，宗高特免追官，並邵各罰金三十斤，勒停。時彦供語錄在前，奏不實後，合從事發更為，又以首增一拜，特追一官勒停，人吏、親從官各勒停、降配。序辰、嘉問輩初揚揚自若，以為必無患，聞邵等被責，乃震恐。嘉問尤誕妄大言，謂上意必主之，眾莫不竊笑。高遵惠見序辰與兄書，亦云必無事，但寬心無慮。序辰兄從遵惠辟，故見其書。 \\n 庚辰，同呈熙河青南訥心賜名會川城，本路言據三川之會故；環慶駱駝巷賜名綏遠寨；賜帥臣以下茶藥銀合，又賜進築之字平將士特支。 \\n 再對，易河北兵將官歐育等，以上旨欲選人也。 \\n 辛巳，旬休。 \\n 是日，夢大名云，在陰府極穩便，進室號慟久之。 \\n 壬午，回謝泛使欲以德音對答虜人，從之。又令依例乘宣借御馬入。 \\n 又同呈河北修城池樓櫓等約束，令安撫轉運司體量，兵官不得力者，具名奏，差人替。又令二府各選差知州、通判内不可倚仗者，選官對移，或非時督責限修完了當，每歲差官點檢，有不如法及稽違，重行停替。河朔連歲霖雨，城池多隳壞，累督責修完，而財力不給，又官吏多不職。邊報多言北虜頗生事，戎孫專政，慮不能安靜，故降是詔。仍聽支免夫錢及借諸司封樁錢應副。 \\n 癸未，同呈令孫路應接邈川事。先是，知河州王瞻，自五月二十三日奏，溪巴温殺鬼章子阿蘇奪溪哥城，自稱王子，河南部族多叛瞎征而歸巴温。巴温本董氈親姪，董氈無子，而巴温見疑，遂逃遁。而董氈死，竟為阿里骨所篡。阿里骨死，瞎征立，而多殺首領，人情不附。又以溪巴温佛種，人頗附之，巴温遣長子杓拶往奪溪哥城，為阿蘇所殺，故巴温因眾怒而起，攻溪哥城，城中人為内應，遂殺阿蘇而據之。部族翕然歸附，牛羊倉庫皆為其所有。鬼章子邊厮波結等，與鬼章妻鬼毛及其妻孥，并河南鬼章舊部族，皆叩河州、岷州境上，乞歸漢。瞻屢以聞，及報經暑司，而路不敢納。又報黄河橋已斷，瞎征已去；又言瞎征相心牟欽氈亦叛瞎征，而與溪巴温通。心牟欽氈，瞎征所得以立，今既叛矣，則瞎征之不能保無疑矣。然邊厮波結等，皆鬼章之黨，納之，則溪巴温必怨；不納，則河南一帶部族未肯附溪巴温，不乘此時撫而有之，則恐失機會。故令孫路子細斟酌敵情，相度收接。邊厮波結等云，若漢家不納，即借路往投夏國。蓋其下已離，勢已迫蹙，不得不爾。溪巴温初亦求助於漢，而瞻、路輩不能深知其謀；已濟，亦不詳以情狀上聞；又不敢應接。巴温已得志，亦不復來求助。方阿里骨之篡，朝廷為加封爵，而溪巴温之立，又無以助之，異時猶恐其與我為仇也，顧邊臣所以撫御應接之何如爾。 \\n 鄜延再奏，西人來議告哀二石已收接公牒，欲便諭以已奏朝廷，乞發遣告哀使赴闕，朝廷必須允從。上令從其所請，眾亦稱善。惠卿云：「諸路進築未已，不爾，無以取信也。」 \\n 甲申，同夔及小鳳、左轄入謝。夔獨班於大班後入，余三人為一班親王後入，進謝恩。馬六疋，賜對衣、帶、鞍馬退。會都堂，二府供一御筵。故事，各為一御筵亦可。酒五行，罷歸西府，中人劉友益押賜銀絹各一千，贈銀絹共一百。黄安中久病，賜告，然未上免表，病愈乃入謝。 \\n 乙酉，同呈涇原奏，進築漢蕃兵人附乾糧十斤，多已費用及除破。從之。 \\n 河東乞豫調兵夫入生界采進築材植。令相度無虞，即依奏。 \\n 再對，河東報：代州對境伐薪燒炭，准備戎主今冬西山打圍。 \\n 是日，同三省曲謝賜銀絹。奏事退，遂同詣景靈宮謝，徧十五殿，約六十拜，行八十里。是日，夔疲憊呻S吟Y，眾頗笑之。 \\n 丙戌，御史臺制勘所乞差錄問官，上令差刑部侍郎周之道。先是，序辰四問不承，制勘所上殿得旨，令更一問，如不盡情供招，取旨追攝。勘所遂坐旨再勘序辰，序辰乃答云：「既奉旨追攝，更不敢依前分析。」仍不肯云所招並是詣實。勘官再對，言其違法不實之狀甚明，眾證灼然，又同使李嗣徽悉已伏罪，唯序辰多端避罪，意待翻覆，將來雖結案錄問，必不免翻異。乞依吕温卿近例，止以眾證結案，更不取勘錄問。奉旨，范鏜以下結案錄問，蹇序辰依所奏。以此獄方具。曹調奏，乞干連人勘訖責出，如在命官，罪狀明白，取問不承，乞便令參對及追攝禁勘。得旨，令再問不承即追攝，餘依所奏。 \\n 涇原奏減罷近裏城寨官員。韶諸路並依此相度，速具可以減廢員闕聞奏，並戍守兵馬，亦速依近旨，裁減移那廢併。 \\n 再對，易河朔守臣及兵將官。又呈環慶張誠等出界賞功。 \\n 上諭云：「序辰罪狀分明，而拒抗如此，當重行。」余云：「近臣殊不知體貌廉恥，一向無赖，不肯伏辜。中外傳笑，以為近臣未有如此者。」上又嘗諭云：「范鏜已上章待罪，卻翻變，舉措殊無義理。」余亦云：「外議喧然傳笑。」上云：「亦聞眾人皆以為笑端。可訝!可訝!」 \\n 丁亥，同呈熙河路奏，踏行到會州進築地基，并打繩水泉修寨處，乞更暫差涇原曲悦禮相視地形。並從之。 \\n 再對，又對移河北永寧等處知軍。上旨，令具軍班見任路分都監以上人姓名進呈留中。以賈嵒久病，欲准備除管軍故也。余言：「唯徐和帶遥郡可除。」上云：「但少戰功爾。」又云：「南履久次可除。」余云：「履人材固可擢，但此等人方在塞上驅策，來此供職不得爾。」上亦患之，又令張赴赴闕朝見。赴久病，恐不能造朝，又不肯往涇原。夔云：「如此，可一召，无疾耶别易一郡，有疾即宫觀可也。」上亦然之。 \\n 雄州奏，北界涿州牒，催回謝國信使副過界。 \\n 戊子，同呈周之道錄問，范鏜等無翻異。 \\n 再對，罷趙宗本帶御器械，與轉官宮觀。 \\n 以林豫知冀州，張祐知鄜州，种建中知祁州。 \\n 涇原乞姚居醇充平夏主簿。令章楶别舉官聞奏，以係劉何干連人也。 \\n 涇原郭祖德賞功。又鄜延路荆谷賞功，以將佐數十人，所部止數千人，恐減落所部人，就分數酬賞，令别保奏。上云：「恐是選精銳者出戰。」余云：「未有此例。兼環慶張誠，近以減所部人就分數冒賞，奪三官。不可不再詰問。」上然之。 \\n 己丑，同呈令成都、梓、利路轉運司，逐州選官催物帛綱出界；陝西准内臣一員，催東兵裹衣赴軍前。仍並依。又令入内省差内臣一員，催東兵裹衣赴軍前。仍並令：遞鋪闕少，即和雇脚乘般運前去。 \\n 熙河降差鈐轄革兀娘與崇班，銀、絹、錢各三百。 \\n 孫路再奏青唐事宜，令依十一日指揮施行。 \\n 再對，呈曾旼劄子，乞删修《國信儀制》，取到狀皆舊文，不可删，唯乞修定諸州軍及編欄以下書狀式。從之。 \\n 通遠軍康謂丁母憂，不許解官行服。 \\n 是日，序辰等案上，請刑法官約法。 \\n 庚寅，初伏，假。法官乞就大理寺了約法文字。從之。 \\n 自己丑雨，或作或止，未已。 \\n 辛卯，旬休。 \\n 是日，上又問：「程之元在元祐中為蘇軾客，何以得河中府」余云：「之元兄弟三人，先朝俱作監司，之才乃蘇軾堂妹壻，然獨不與軾往還，之元之郡，與軾頗密。然今日似此作監司或大藩，恐不獨之元而已。」上又問王峴，余云：「執政疇之子，亦常才。」上云：「極尋常。」余唯唯。 \\n 壬辰，同呈鄜延太沙堆、大吴堆賞功條格。將佐以所部人多少計所獲首級推恩，諸路逐將所部不過數百人，故分數常多，余已兩移文問難。上云：「恐其選精銳出戰故爾。」余遂檢諸路所部，皆數部已上，无若鄜延比者。以此兩項功狀，率三省同呈，今再分析，與諸路不同因依。上猶疑之，同列亦有依違者，然終不能奪予言也。 \\n 又詔，諸路進築限八月中旬了當。 \\n 雄州奏：涿州牒，六月一日差接伴使副至新城樊，接回謝使副過界。至六月七日未報起離，恐已入秋山，趁赴不迭，令十月一日過界。回謝使副過界到相州，依例發北朝奏狀訖。詔郭知章等更移文北界，催促接伴使副前來，仍於所至邢、趟州住，如堅執前議，即將福物等寄納軍資庫訖，齎國書暫還京師。 \\n 癸巳，環慶之字平進築畢功，賜帥臣以下銀合茶藥。詔孫路減會州及北冷牟城寨地步，以邊臣言公私財力應辦不易故。詔河北路，以廢馬監屋宇材植添助修城，估價修城錢内撥還。 \\n 又同呈蹇序辰、范鏜等案。序辰三上書不實，合罰銅九十斤，鏜及李嗣徽三十斤，向緯合追一官勒停。上令鏜落職小郡，嗣徽降遥刺，衝替私罪重，序辰亦落小郡，向緯罷帶御器械，降供備庫副使，衝替私罪重。余云：「序辰恐難與鏜一等。」卞云：「已重，他是尚書兼侍讀，鏜止一職。」余云：「法必不如此。彼此皆祇是落一待制爾。臣非有意於重序辰，序辰奉使，易撞箱絹，拜受酒，客省帳茶酒，例外受馬，自當削職，更有九十斤不實之罪；鏜止拜受酒一事。若一等斷罪，何以厭天下公議何以弭范鏜之口」因言王琪止用副使言，詐稱疾，貶信州團練副使。上云：「太重。」余云：「先朝李師中，祇因薦司馬光、蘇軾，亦貶副使。」上云：「以害政故須爾。」余云：「此誠如聖諭，然序辰不可與鏜等。」卞又云：「恰好也。」余云：「更輕亦須更降兩官。」卞亟云：「降一官不妨。」上從之，余亦已。沖云：「如此，唯林邵太重。」上云：「如何」余云：「蔡卞曾言，林邵特旨是就重，張宗卨特旨是就輕。」卞亦云：「然。」上云：「已指揮，奈何」余云：「改亦不妨。」眾皆云可改，遂令降一官私罪重。然自事初，眾皆憂序辰黨助多，恐不可逐，唯上意了然，云：「誰敢為營救者!」又云：「須重行。」然終亦輕典。序辰凶慝貫盈，人莫敢動摇之者，一旦逐去，眾論快之。再對，因言：「臣素不以士君子處序辰，陛下觀其所為如此，有一毫似士君子行義否臣素言，章惇引序辰、朱服為卞所誤。又嘗言，服已自敗，序辰不久亦必敗，今日驗之。臣言皆不虚矣！」余退，又语蔡卞云：「朱服、蹇序辰皆不當在侍从，今皆自敗，亦理自當然也。」卞默然，眾亦莫敢對。 \\n 甲午，同呈熙河奏西蕃事宜，環乞之字平關名。詔名之曰「龍平關」。又乞定邊城兩寺名，以三蕃僧主之。詔名曰「廣慈禪寺」。 \\n 再對，余又言：「序辰翻覆不已。昨日見趙挺之，言臺吏云：『自來勘官員，未有頑惡如此者。』有一老吏云：『唯熙寧中勘吕嘉問，險薄無所忌憚，亦眾所共知。』陛下昨問程之元何以得河中？臣倉卒未能悉對。之元作湖北轉運使，嘉問適在荊南，多不法事，之元不敢按治，但按其指使作過甚者劾奏次配，而嘉問已深怨。昨罷之元送吏部，乃嘉問之力，故三省終以物議不平，卻復與差遣。之元在先朝，已作提刑，元祐中，與蘇軾交通，或不能免。」上云：「此必是實。」余云：「之元言，嘉問在荊南，赴李雲從家會，留城門往往至四五更。今雲從得宮教在京，亦嘉問之力。所居陋巷，嘉問尚時時造之，車從填咽，都人怪之。又范百揆者，家有一婢，在汝州曾同官，嘉問亦至今造之不已。嘉問之汝州，有李通儒者作外縣，能舞砑鼓，每為嘉問舞，俳優作相。坐客或云眼貴鼻口貴之類，至通儒云，下颏貴，遂舞砑鼓，傳笑京西。此事已往，不足道。通儒今為府司錄權府推，遂令同上殿。近府推曹調出按岐勞，嘉問、通儒亦與，酒酣又起舞，聞者駭之。昨日乃聞除府推官。」上云：「此嘉問所舉。」余云：「向宗回與郎官輩一敗皆默逐，嘉問乃敢爾，殊可怪!」上再三審記，云：「是李通儒。」上又嘗諭：「云從已罷宫教。」然竟未罷也。 \\n 乙未，同呈涇原乞借軍賞銀三千兩，為西安州造公使什物。從之。 \\n 又詔熙河路，今止築會州及北冷牟兩處城寨，仍依前減地步，其打繩川且為烽臺堡鋪遮護，候來春進築。章楶以諮目抵余，言熙河財用不足，民力疲敝，乞罷築會州，故降此旨。比元計功料已減其半矣。 \\n 再對，以新置蕃落兩指揮應副鄜延。 \\n 丙申，同呈吴靖方磨勘轉宣政使。詔：陝西、河東如衣綱未到，即以軍賞絹借支衣賜。 \\n 劉何乞默責免勘，上云：「起獄非美事，然已行具已。」余云：「臣本不欲置獄，德音如此，天下之福。」 \\n 丁酉，同呈河東鄜延賞功。 \\n 又詔：河東進築嵐石、麟府河外四寨四堡，仍限八月中旬了畢。 \\n 戊戌，同呈環慶築三城寨乞賞。統制官張存轉官升總管，种朴轉官升鈐轄，張誠復皇城使，遥團練延張守元。 \\n 己亥，同呈宋用臣皇城司年滿，與依條使額上轉一資。 \\n 又秦鳳奏：將官張恩、李德以蕃捉生詐為西人捕，補降官職，乞先次放罷，取勘奏裁。從之。庚子，中伏假。辛丑，旬休。自中伏大熱，幾不可當。是夕大風，暑氣遂解。是日，陳郎父子、新蔡王甥及葉致遠來致祭，欲一往普照，因致奠於强民家，以病不果行。七月壬寅朔，先天節假。癸卯，同呈，詔陝西、河東，嚴戒邊吏，不得以傳聞西人遣使告哀謝罪，便於邊備懈弛，及於進築之際，不過為隄防扞禦之計，如緩急小有誤事，帥臣以下當重行黜責。 \\n 鄜延奏：已收接宥州公牒，遣來使齎白劄子諭羌鶵，令遣使赴闕。 \\n 涇原奏：天都寨開井一眼，深一百八十餘尺，已見泉。天都開十井，皆百二十尺至百五十尺，並未見泉故也。河東奏：北人自六月十六日後，更不來天涧取水。再對，秦鳳走馬張士和降差降吴名革，不能彈遏部族，多於城市剽掠爭鬬，乞下經略司措置，及别修蕃市城處之。令經略司相度聞奏。上諭：「孫賁權秦州，多獨邀官妓入閤于中至深夜，及令保甲築用道，以修城材植創亭臺等。」皆士和所奏也。上又言：「昔在真州已如此。」又云：「章惇頗主之。」余云：「但見惇欲除作帥，不知其他。」上云：「待降出文字，作朝廷訪聞施行。」余唯唯，退以白三省，士和來密院，亦具道其事。 \\n 甲辰，同呈河東折可大出塞，獲千級，特除閤門通事舍人。 \\n 涇原奏：蕃宮征兀城逃歸西界，乃嵬名阿里就禽時脅降者。令經略司取勘地分及保管人奏裁。 \\n 再對，高陽關武衞卒，有踏十一石至十石弩者三人，合補清塞下名都頭。令總管司發遣赴闕，令軍頭司引見。 \\n 乙巳，涇原奏：已取七月七日或八日築減猥城，及差保甲應副般運。又令姚古修德順軍至西安州經路三程，作堡子三所，並與特支。又奏：先築減猥訖，卻令折可適、姚雄，以兵二萬、騎五千赴會州，七月二十一日進築。 \\n 再對，差趙挺之詳定《國信條例》，代序辰也。 \\n 又院史吴繼永妄訟周信臣等，特勒停；周信臣降兩官，王拱降一資，王定罰金，開封官吏放罪，勘彌恪鹵莽故。李榮除永興提舉馬綱驛，祖名興，乞避諱，不許避。上云：「必是避奔走爾。」 \\n 丙午，駕將出幸集禧，以新修奉神殿成，奉安五岳，自中夜暴雨不止，遂别擇日。前後殿不坐，三省宅引，余獨以腹散不入。 \\n 丁未，同呈：熙河乞降收接河南邈川首領官職等第及支賜則例，并乞錦襖子、公服、鞾、笏、銀帶各三百事。詔孫路，據歸漢首領在番日職名，及加量次第，合補是何名目，奏聽朝旨，所乞袍帶，令户部計置，差使臣管押前去。 \\n 章楶再乞致仕，不允。上云：「詞甚哀。」余云：「減猥、會州未了，未可去。」夔云：「书來極罵臣，以謂必欲使之死塞上。」上云：「誰可代者」夔云：「胡宗回有帥臣器度，可用。」眾亦以為然，上亦許之。 \\n 熙河奏，邊厮波等妻男出漢。 \\n 戊申，同呈熙河奏，西番河南邈川首領出漢。 \\n 鄜延奏，已回牒宥州。惠卿初但以白劄子遣西人還，令遣使赴闕。朝旨令牒故。 \\n 河東制勘所乞發遣劉何赴河中供答文字。從之。 \\n 再對，因言：「黄河已北流，聞東流已乾。鄭佑子自河北還。已自東流河道中行過，亦無泥水。然北流殊未有隄防。東流回河治隄，費公私財力，何止億萬，止一二年遂壞。」上云：「主東流者已受賞，今自當行遣。」余唯唯。 \\n 己酉，同呈雄州奏，涿州不肯受回謝使副奏狀。詔令郭知章等，不候移牒發來赴闕。 \\n 又呈涇原禽獲阿埋都通一行人功狀，有遷十五官至六官者，仍賜金帛有差。 \\n 熙河奏：邊厮波結兄弟三人，及一首領、人從二百餘人出漢邊。厮波結，咓齪之子，鬼章之孫也，本附瞎征，故為溪巴温之黨所逐，僅以身免，窮無所歸，散投漢。 \\n 再對，因言：「先帝以熙、河、洮、岷四州為一路，洮州今方得之；又以為熙河蘭會路，會州今亦方得之。陛下聖德，威靈所及，遂成先帝之志，非天時、人事符合，何以至此!實朝廷之慶事也。」 \\n 庚戌，同呈河東奏，北人不復來取水。 \\n 鄜延奏，暖泉寨有神祠甚靈，昨永樂將士有侮慢之者，嘗有靈語聞於人，乞賜額。詔以「靈祐廟」為額。 \\n 洮西沿邊安撫之奏，已差使臣占據講朱、一公四城。河州王瞻也。 \\n 又詔：孫路具所見如何應援溪巴温，及將來如何措置聞奏，務為邊防經久之計，不得輕易鹵莽，致誤幾事。近溪巴温殺阿蘇，據溪哥城與瞎征相持，以此部族多願歸漢，詔孫路相度收接，來者不绝。路日有奏，而所奏不及溪巴温一字，余因疑之，遂欲降此旨，诘路所以應接措置溪巴温情狀。夔乃以簡來云：「未須詰之，且容其措置。」余未肯已，夔遂封孫路數書，乃密與夔議云：「溪哥城乃積石軍，欲除溪巴温為閤門使、知積石軍，欲自邈川直趨青唐，欲建為州，而以他人領之。」余因為夔言：「溪巴温以董氈之後，人情所附，故欲令還青唐，逐瞎征而復為王子。今乃欲處之他所，而以青唐付之他人，恐未安。今日部族之所以願歸漢者，正以瞎征篡國，故不為人情所附，吾乃欲逐溪巴温，而以他人處青唐，則安知歸漢者不翻然而改之安知溪巴温不能抗朝廷之命，而自奮立誠令溪巴温知報，又安知董氈之族，更無若溪巴温者，能崛起於下，而為自立之計乎如此，不唯恐更生邊患，兼朝廷何必貪荒遠之地，又以董氈之族為仇敵，於邊計皆未見其安便也。」夔云：「路祇是如此商量，亦未定，未可詰之。」余云：「俟其已定而詰之，不已晚乎」夔堅不肯以擬定文字上，余云且將上稟旨，遂具言：「孫路累奏河南邈川部族歸漢，而不及溪巴温一宇，不知路何以處之臣欲如此問孫路，而章惇以為未可。路欲除溪巴温官，處之積石軍，而建青唐為州，以他人領之。臣恐未可。兼此事祇是路與惇私書往還議論如此，臣等皆不預聞。路既不奏朝廷，又不申樞密院，在臣為失職，不得不論。」上云：「是不曾奏溪巴温一字。」遂顧執政云：「如何」眾唯唯而已，唯沖元云：「問他如何應接措置，莫也不妨。」夔云：「事未定，未可詰問。」余云：「事定而後詰問，則已後時，雖令改正，亦已費力。此事大，乞裁處。」上云：「此大事，不可忽。」余云：「臣今來所問，祇是問他如何應接措置，亦别無撓他經畫處。」上云：「不妨。」夔云：「如此須添『將來』字，云見今如何應接，將來如何措置。」余云：「此兩字添不妨。」再對，因為上言：「臣所陳孫路事理灼然，而聖問所及，執政無一人肯分別是非者，此無他，但惜人情爾。古人以謂持禄養交，正為此也。養交私情，好以持保禄位，如此，則於國事奈何章惇、蔡卞，眾人所畏，臣與之爭論，未嘗有所假借，若許將、黄履不主張事，臣亦未嘗敢以一言及之。孤立自守，所恃者，惟睿明每加洞照，故議論稍伸爾。然夔等側目，末易當也。」 \\n 辛亥，同呈。 \\n 壬子，同呈章楶辭恩命，不允。 \\n 涇原天都寨開井見水。天都寨開六小井、四大井，然皆二百八十尺以上方及泉。 \\n 鄜延奏：西人毁新修堡子，尋復完葺訖。 \\n 熙河收到投漢人。 \\n 癸丑，同呈鄜延奏，缴宥州牒，已遣告哀謝罪人使等十二人赴延州，取七月十日過界。 \\n 環慶奏具到新立烽臺堡鋪、及人馬巡綽所至之處畫圖進呈。大約巡綽所至有及一百一十里至八九十里，烽臺有四十里至五六七八十里，坐團堡鋪有二十里至三十里者，而清平關巡綽至大寨泉，在清遠軍之外十餘里，折薑會接涇原及百一十里，至板井川猶六十里，又至通峽寨猶五十里。上亦病其太遠，然以畫疆未定，姑聽之而已。 \\n 環慶都監張誠，訟將官李浦及句當公事張彦通等不公事，令經暑司選官看詳，内有依條合受理事，即取勘施行。 \\n 又孫賁奏，乞築會州人馬迥於甘谷城西，築烽臺堡子處弓箭手及降羌。甘谷去西安已五百里，上亦笑其不曉事。 \\n 郭時亮乞，差小分般運軍須，令優支食錢，无令陪備失所。 \\n 再對，劉方以有年勞遷景福殿使。 \\n 河東乞決配逃卒，因申明編敕，軍人犯罪難依常法，許帥司情酌斷遣。即雖經略司情不可恕，自合依條施行。令刑部申明行下。 \\n 奏事畢，因具劄子進呈，云昨初除執政，不敢乞創置僧院，止以墳側舊寺改賜名額，及先於澗州金山寺建薦慈塔，追薦考妣，每三年一度僧，看管塔下香火，已奉聖旨依奏。乞以薦慈塔為敕賜名額，榜於塔上。又乞以元祐元年買到江寧府江寧縣蘆場，永捨入金山寺，并續請到生漲灘地，亦乞改正，今本寺請佃為主。及言王安石以私田捨入蔣山，僧其所請，臣所捨蘆場，於著令無礙。上令留劄子，批付中書施行。余因言：「姚麟昨乞弓箭手地為墳寺，亦蒙批降指揮。臣今來所陳請，若送三省，必未免問難留滯，如蒙批降睿旨，實為甚幸。」上云：「便批送中書。」因問金山寺宇次第，上亦稱歎云：「在江上勝勢甚好，亦曾見畫圖有兩塔，一是卿所造景物，頗能如畫圖否」余云：「圖畫不足以盡江山之勝，宫殿縹渺在江中流，非圖畫所能及也。」是日晚，上批付中書省，特依所乞。 \\n 甲寅，同呈，洮西安撫司乞付例物，銀絹錢及袍帶等，招納西蕃部族首領。詔户部造金帶、渾銀交椅及錦袍、銀帶、金帛等付熙河經暑司應副支給，銀絹等不足，聽以諸司封樁及軍賞經錢物借支，訖奏。 \\n 孫路奏：會州計置功料已備，不須減步數。從之，又令賜將士特支。 \\n 再對，犯徒都虞候聽依例解發引見。是日，中元，作監盂蘭于普照，又設水陸於金山寺。 \\n 乙卯，同呈鄜延奏，併廢順寧、白草等三寨。從之，仍令將來更有似此可廢併去處，速具聞奏。 \\n 丙辰，從駕酌獻景靈。 \\n 丁巳，再從駕酌献景靈，巳初，遂幸集禧、中太一宫。集禧重詔奉神殿四日，奉安五日。欲赴香，以雨不果。兩日微陰，頗不覺煩暑。晚賜茶於齋殿，遂歸。唯午刻差熱爾。是日，上陟降甚勞，且百拜。賜執政從官晚食於幕次，又賜酒菓，晚又賜菓子十合。將没乃歸。 \\n 戊午，歇泊，遂大雨。 \\n 己未，同呈鄜延奏，西使過界，乞發遣。從之，仍令以二十三日行下。 \\n 環慶進築萌門、三岔；河東進築嵐石、麟府八寨堡；並喝賜將士特支。 \\n 熙蘭奏，招納到西番首領。涇原番官鬼魁叛還西界，令取勘地分官司聞奏。 \\n 再對，熙河奏，長安舉人張庚等謀叛入夏國。令子細研勘，具案奏裁。 \\n 庚申，末伏假。 \\n 辛酉，旬休。至普照殯所致奠，視漆飾等。食罷，遂至資福寺，北向大卿葬所致奠弔。其三子及見女荃亭午冒熱而歸。 \\n 是日，醫者來言，診脈醫官皆留宿不出已三日。是日，左轄因私忌不入。 \\n 壬戌，當朝垂拱，改御崇政，府尹以下上殿，班同三省，呈邊報。問聖體，上云：「兩日前似霍亂，昨夕腹散，猶八九次，胸滿，粥藥殊不可下。耿愚且供温脾丸理中元。」余云：「以臣觀之，必有凝滯，須服臘櫃藥驅逐，則利自止，然後服補和藥乃可速安。」上云：「太妃亦云如此，待更議用藥。」余云：「不爾，恐效遲。」眾唯唯而已。再對，又言：「玉色殊未和。」上云：「雖粥不可進，飲食固不敢不慎也。」余云：「固議如此，然虚損藥恐不可不服。」上云：「便商量。」是日，再對，罷張赴涇州，候到朝見别差遣。初，有旨令赴朝見，而赴云服藥未安，乞候來春，故罷之。癸亥，三省同問聖體。上顧余云：「已服虚積藥，臟腑便止，但尚未多食。」余云：「今日玉色極康和，非昨日比，然正須調護頤養。」上云：「但食粥爾。」是日，上諭環慶又擒获一正監军。 \\n 是日，猶卻上殿，班辭見謝，引三班止。退語同列云：「今日玉色頓和，殊不類昨日，春秋鼎盛，故易安和也。」 \\n 再對，呈高遵路年八十三，再乞宫觀，上令與。又姚麟乞免與馬步帥同揀人，亦從之。上云：「若揀選不當，自可按舉。」余云：「近聞多差中使同揀，則兩帥亦自無用。」上云：「中人亦間或差爾。麟曲奉中人，揀人之際，升黜唯命，麟唯諾而已，而深以二帥同揀為侵官，且云愧耻，殊不以中人為言。」曹誦云：「正其所願，蓋欲因此以交結也。」 \\n 甲子，大雨。上見二府，深以為憂，且令擇日祈禱。夔云：「甲子雨誠可慮。」上云：「陰陽所忌，歲事可憂。當速祈禱爾。」又云：「今日臟腑亦未全已。」余再對云：「陰溼尤非腹疾所宜，當避陰冷，休息頤養。」上云：「祇在一閤子中偃卧，未嘗敢冒犯。」余云：「自延和至崇政，行甚遠，衝冒風雨，亦非所宜也。」 \\n 乙丑，晴霽，已擇日祈禱，得旨且已。 \\n 章楶乞致仕，不允。 \\n 再對，言河東等處賞功文字多已了，不敢進呈煩聖覽，欲入進取旨。上云：「甚好。」 \\n 丙寅，得旨，盡引見謝辭班。 \\n 同呈孫路奏，邊厮波結等歸漢，獻納地土、部族不少，并子七人、二姪一壻乞補授官職。詔孫，上件人本為族部所逐，脱身攜家歸漢，未委所獻部族、地土若干，致推恩未得，令子細勘會逐人所納到部族地土多少，及見今力量事势，合補是何名目，令詳具聞奏。 \\n 再對，定州叛入北虜郎升家屬，令送湖南羈管。初，送亳州，上以為太近也。 \\n 丁卯，宣祖忌，余以腹散不赴。 \\n 戊辰，同呈孫路致夔書中封到苗履狀云：「已計置舟船材植，欲於會州繫橋度河建關。」詔原路，相度事力可為及材料已備，即一面從長施行。余因言：「孫路此謀甚善。若度河置關，即正如蘭州金城關之比，蘭州未有金城以前，每歲河凍，非用兵馬防托不敢開城門。然此事亦大，既不奏，又不申密院，但祇以私書白夔，臣等皆素不與聞。昨日章惇以此書示臣，臣亦以為當，然素無奏報，欲未施行，又慮西夏入貢後，異時不復可為，故須作訪聞行下。孫路措置邊事，前後祇此私書往還，似此非一。」上云：「如此事，何故不奏青唐事且云經畫未定，未能奏，此不奏何也」眾亦云此事不當不奏。上云：「前後事且未論，此事當詰問何亦不奏」遂批旨云：「孫路既有上件擘畫，因何不具奏陳令具析聞奏。」夔亦佥書行。是日，惟開封府對，餘班猶隔下。 \\n 己巳，同呈邊報。孫路又以書抵夔云：「且留溪巴温以持瞎征，若捐數十萬縑，招巴温新附之眾歸漢，則巴温一孤虜爾。」余因草定詔旨，戒孫路依累降朝旨經營撫納，務以恩信招來部族，不得專以兵馬迫脅，其措置應納溪巴温，務為邊防經久安便之計，不得過有所圖，向去别生邊患。夔初不從，紛爭久之乃定。卞以余理勝，乃云：「大事且款曲商量，不須喧爭，恐觀聽不便。」余云：「當如何」眾皆云約束路不妨，夔稍屈。余因言：「公多以聲色加人，余褊衷亦不能忍，故往往紛爭。然亦當相亮，國事所繫，不敢苟且。」夔云：「公不容人說，何嘗不婉順，適馬上與公言，莫且更商量，公便怒。」余云：「公不自覺，因何士大夫人人皆言為公所慢罵」夔云：「何嘗罵他，但言甚道理須要堂除差遣之類。」余云：「如此婉順曉之，人亦不怒，蓋聲色厲不自知爾。」夔云：「公言惇心風，岂不是罵」余云：「公言布欲與西人畫河為界，乃云是雜賃院子裏婦人言語，莫亦是罵否布無他，所爭者皆國事，不敢誤朝廷措置爾。」夔云：「惇豈是為家事!」余云：「公固亦是為國事，但須要是爾。如孫路欲逐溪巴温，而奪青唐為州郡，則布死不敢從也。」既對，亦為上陳其略，上亦以草詔旨為然，遂行下。是日，右轄留身甚久，夔奏事退，乃見呼同坐。密院幕次与三省相邻，自來待班則未聚也。余亦造之，乃殷勤諂笑，顧語加勤，眾切笑之。余比來數與夔爭邊事，语極侵之。蓋夔凡有所欲與，即陰以書諭邊帥，令奏請，同列未嘗與聞也。再對，余因言：「章惇近於邊事，凡有所欲為，知同列必不合，則必陰以書諭諸帥，令如其意指經營奏請。如近日環慶置烽臺堡鋪及巡綽處，大遠於諸路，亦是惇以書諭胡宗回，令如此措置。既於清平關外，以大寨泉為巡綽之處，已過清遠軍十里，又令宗回更展至大寨泉北，欲於此築城；又令展至曲律六掌之外巡綽，要於曲律六掌作寨。宗回皆不敢從，并封惇書相示，因亦進呈。」上皆詳覽之。此舉人皆疑其妄意欲有以羅織善良也。又封折可適書與宗回，其言皆不可用。余對三省又與夔言：「公多以書與兵官，如折可適、王瞻輩，皆蕃夷之人，何可與書一有敗事，恐未免為累。」夔云：「王荊公昔者與王韶書言邊事無數。」余云：「荊公但發書與韶及公，何嘗以書與兵官荊公是時於布無間，日見他發书與公，但以妄殺為戒爾。」七月二十九日對，問聖體，云已無事，余云：「月朔視朝，恐太勞。」上云：「不妨，若天色陰雨則臨時指揮。」是日晴霽。 \\n 庚午，旬休。是日，序辰既貶，三省又檢會序辰，言昨日毁先朝法度。因何人奏请，係何官司附會勘當，乞檢會施行。李積中上殿，亦除此論，亦有半年，忽復檢舉，得旨，下陸曹檢尋编類聞奏。 \\n 八月，辛未朔。文德視朝，自垂拱起居訖，導駕至殿後。遂侍立殿上，退與三省各垂拱奏事。 \\n 廣東鈐轄司發遣歸遠卒李誠就上四軍。誠乃行門徒配嶺外，得旨，令遣還，依條轉資。柯述罰金二十斤，密院法司亦二十斤，人吏理第一等至三等過。蓋修條時，誤删去「雜犯人不得揀上四軍指揮」，然常法，「刺配人不許揀填禁軍，以輕重相朋」，則廣東亦不得無罪也。 \\n 壬申，同呈，洮西王瞻自密章渡過河，撫納邈川部族，有素相結約首領抹氈等三人，背約領兵拒官軍，有被殺傷者。遂收兵夜渡河，奪隘，得其餘歸漢，助擒抹氈等斬之，眾遂定。又畫到西番地圖。令進入，地圖殊未得實，以眾圖參照攒成，皆夔意也。夔又取唐朝古驛程，參照地理，亦與今地名不同，皆不可信。 \\n 涇原奏：折可適、姚古已領兵馬二萬赴築會州，減猥末畢功料，令雷勝通判原州，种建中繼成之。 \\n 再對，熙河部族兀冷投漢已十六年，近為西人擒去，遂率其父攜家屬鄰里二百餘口歸漢，乞補借職。上旨與奉職，仍支絹五十疋。 \\n 詔陝西、河東保甲，雖不經調發，並免冬教。以德意須經調發乃免，而近歲以邊事例皆免放故也。 \\n 密院承旨司官，上下半年詣倉庫點檢封樁錢穀，欲差太僕少卿趙叽[口改山]，上欣然許之。是日，陳郎赴真定，早出。 \\n 癸酉，同呈河東烏籠寨、鄜延炭窑流賞功。環慶奏擒到監軍訛勃囉通析事宜。涇原走馬奏：「昨進築兩堡，得旨，與特支。今止築一堡，未敢喝賜。」得旨，以昨進築正是炎熱之際，特依已降指揮支給，餘一堡子，將來進築，已秋涼，更不喝賜。堡子舊無例特支也。 \\n 再對，梁從政申：元豐七年朝旨，親事官教頭揀中親從官，依舊赴親事官營充教頭，諸營相去多遠，往來作過不便，乞别選教頭。上云：「此誠不便。」余云：「雖是元豐七年指揮，乃因石得一申請，故從之爾。」上云：「此是當改。」余於紙尾擬定云：「欲依梁從政所申，元豐七年指揮更不施行。」上云：「甚善。」近歲姦憸之立朝者，多以元豐之法為不可改，一有議論及此，則指以為異意，欲以羅織善類，又或挾此以遂其私意。近科詔下有司，檢近例，欲以國子監解名羡額，許開封府舉人就試，每十人取一人，而下狀者才三百人，所取多不及額解之半。宰執皆以謂：天下州郡皆得貢士，唯開封人不入學及一年者，不許應舉，恐無此理。蓋士人有且耕且養者，私計多不能入大學，及他處無户貫，獨不得應舉。眾皆以為未便，獨左轄堅執元豐七年先朝已罷，不可改。同列自夔而下，議論數四，終莫能奪。夔歎曰：「此豈先帝所為，此時正是卞及舒亶，朱服輩力主此議爾。」聞者莫不然之。既而又聞諫官鄒浩亦上章極論，上亦以元豐已罷拒之，蓋先入之言也。卞自此專政益甚於前日矣。 \\n 甲戌，同呈熙河奏，接納到西蕃首領三百一十一人。 \\n 又奏，苗履已赴會州進築。惠卿奏：西人欲於舊界首約迥人馬，遂以新定巡綽處柰王井諭之，尋即聽命。胡宗回乞免機宜李復衝替，特與權留在任理監當資序，仍繳納已得減三年磨勘指揮。夔以為太重，上云：「充替私罪重如此，已復恩矣。」眾以為然。 \\n 河東奏，七月二十七日，麟府、嵐石兩路並取七月二十七日進築河外四堡寨，同日下手。兩路共眾八堡寨也。 \\n  \\n   \\n  "}
{"章节": "●卷 八", "正文": "  \\n ●卷八 \\n 　 \\n  \\n 八月乙亥，熙河奏，招到西蕃部族。涇原奏，已於減猥鹽池增築一堡子守護。西人謂鹽為減，謂窪下處為猥。有鹽池長十里，有紅鹽、白鹽，如解池無異，可作畦種。涇原等路運判李諺見經畫蓄水，召解州畦夫種鹽次。 \\n 學士院諮報，昨郭知章等所持國書，是六月書詞，云「方兹隆暑」，今以十月往，恐合换書。余以謂郭知章等本以六月行，虜人約令十月過界，恐不可换。兼知章到相州，已曾奏北朝起发。上及同列皆以為然，遂降旨便不改，止用舊例，俟進發日申密院付給。 \\n 丙子，同呈熙河五狀，奏接納西番次第，仍云：「溪巴温未見其能得與不得青唐，未可應接，徐觀其事势，隨宜措置次。」此夔意也。 \\n 再對，皇太妃殿中人鄧繼英，以殿閤當敘轉供備庫副使寄資。上云：「太妃殿恐非殿閤，不當寄資，但與併理磨勘可也。」 \\n 丁丑，同呈鄘延青領板精賞功。孫路奏，王瞻收復邈川，乞建為湟水軍。余以謂才得邈川一處，便乞建軍，恐將來乞創置郡縣不一，非朝廷累降約束、令於邊防經久簡便可行及不得增廣邊費之意，此請末可從。夔力欲從之，同列亦皆依違無定論。上云：「洮州須置州，恐亦須有合置州軍處。」余云：「洮州置州，乃臣所論。臣謂先朝以熙、河、洮、岷為一路，今乃方得洮州；又先朝以熙、河為熙河蘭會路，今乃方得會州，皆所以成先朝之志也。」卞遂云：「若如此即一般。」余云：「不同。若以邈川、青唐皆置州郡，臣恐未易績餉。孫路嘗云，諭西蕃部云云：一丘一隴地不要他底。今創置州軍，官吏、將佐、兵马戍守之費，皆須朝廷馈運應副，經久未易支梧。兼朝廷所少者非土地，一向貪荒遠之地，但疲敝中國爾。先朝創熙河一路，元祐之人皆以謂財力不及可弃，今乃更於熙河之外創置州縣，岂易供給」上云：「元祐之人云：窮天下之力以奉熙河一路，又以為可弃；此言皆不當，莫不足取。」夔、轄紛然以余為非先朝而是元祐也。余云：「元祐之人以熙河為糜費財力，不可久。臣於《時政記》中具道其非，亦嘗納陛下前，必記憶。臣今日之論，但謂於黄河之外青唐、邈川創置郡縣，則為不便，非以熙河為非也。兼夔嘗言，得青唐、邈川，則如臣之說，置一都護總領最為穩便，今若創置州郡，則自有知州、知軍，更安用都護，莫與從初開陳之語不同否然此皆紛爭之語，不足煩聖聽。臣以為當俟一切撫定河南邈川之後，然後據地利緊慢畫一措置，甚處係最要害人口建置州軍；甚處係以次人口差兵將人馬戍守；甚處祇令以本路首領心知向漠有力量者守把住坐；俟奏到朝廷，折衷乃可定。」左轄云：「適三省論議，亦俱如此。」余云：「臣愚慮如此，亦不曾聞三省論議，亦不曾說與三省，但適方於陛下前開陳爾。」眾皆以為當然，上亦稱善，遂依此降指揮。再對，余又言：「臣適及熙河事，蓋以為先朝措置熙河如此，尚不免後人論議，今若於青唐多置州軍，廣增戍守兵馬，則未易供馈，何以免後人論議臣於措置邊事，不敢不為遠慮，故不敢詭隨眾人，望陛下裁察。」上頗欣納。是日，上及洮州不可不建州事，夔云：「曾布初不肯築會州，祇要築吧囉、淺井，亦如今日事。」余云：「臣不曾言不築會州，不知在甚處說有何人見」夔云：「蔡卞以下俱見。」上目卞，卞云：「不記得。」余云：「如此是臣無此語。當時經營靈平、平夏，即有築天都及會州之意，及鍾傳築淺井，便議黜逐，皆臣首建議，何緣有不築會州之語」夔默然。再對，余又言：「初引章楶作帥是李清臣，陛下必記此事。」上云：「記得。」余云：「初命章楶作秦帥，楶願就涇原，乃是欲經營天都之事，臣亦以此丁寧諭楶，令次第經營。楶既到官，是年春，遂興此役。臣何緣有不築會州之語今孫路與王瞻爭功，眾論猶以為非、矧在廟堂，卻欲爭占進築會州不出他人是出己意，此與孫路何異如此豈不取笑中外」上極晒之。余又對三省言：「臣向曾言西事，欲且畫河為界，章惇以臣為雜賃院子裹婦人之語，今日又自天都、會州，遂收斂邊事，惇亦稱善。昨罵臣時，三省所共見。」眾皆默然。余又云：「臣得事陛下已五六年，前後議論無不可復，卻不似他人，一日說得一般。」上笑而已。 \\n 是日，再對，令張世永再任。 \\n 戊寅，同呈陘原進築减猥畢工，賜帥臣以下銀合茶藥。 \\n 再對，令熙河依界道圖樣，以十里為一方，以見金城寨等地名，考尋古驛程相去地里，畫西蕃圖聞奏。 \\n 河東奏：朔州同知爭賈胡疃事宜寧息。北人自去歲欲遷東偏頭税場於賈胡疃，徑入久良津買賣。朝廷以創改事端，令邊吏移文拒之云：「久例於東偏頭村往來買賣，難議創行改移。」後數移文至，不肯收受。又於賈胡疃創建税場屋宇，及開石牆越漢界，於天澗及黄河取水，至以兵仗擁護取水人過界，射傷巡卒。林子中日一奏，以為北人恐因此生事，又云欲以黄河分水為界，又云聚兵數千，欲據界取水。朝廷亦令折克行相度應接。余數諭子中，以為探報皆虚聲，建税場、破石牆、過界取水，皆同知者麄暴妄作，不足恤。子中憂恐不已，既而果無事，仍奏云：「更不發日奏。」上亦哂之。是日，未時，皇子生。己卯，同三省外殿致賀，上亦遣近璫宣答，皆再拜。既對面慶，皆以為此宗社大慶。上亦喜，仍云：「兩宫尤喜。」眾云：「非獨兩宫，此天下所共慶悦。」 \\n 是日，遣御藥蘇哇告諸陵；又遣執政、宗室、近臣以十二日告南北郊、太廟、社稷、高禖；又遣蔣之奇、葉祖洽以十七日奏告諸陵。又以十三日賜龍喜宴。又以十日夜鏁院降德音，四京諸路流罪已下並放。再對，余因言：「天下安寧無事，邊鄙罷兵，今元子降生，則太平之福可謂具備，此宗社非常之慶。」上亦喜見於色，遂及中宫事。是日，同呈戒孫路措置青唐事。庚辰，旬休。庚辰，賜包子稍增於前日。是夕，鏁院。辛巳，同呈河東築四堡寨畢功，賜帥臣以下銀合茶藥。環慶築萌門、三坌畢，亦賜茶藥。賜涇原減猥寨名曰定戎，環慶萌門寨曰寧羌。苗履申：築會州川口，興功三日，孫路移文令移兵於比娘原進築，而比娘原地形險惡枯燥，不可建州，履不從。得旨，孫路候進築會州了日取旨。 \\n 又以金部員外郎許幾押伴西人。 \\n 又詔洮西王瞻等收復邈川城，軍兵與特支。 \\n 再對，北虜報，今冬於西京雲仲甸受禮。自去冬探報果不虚。近诏，以三十日龍喜宴，是夕，令中書别選日。 \\n 壬午，造朝，未及下馬，閤門報前後殿不坐。遂與三省會於都堂。上遣御藥劉瑗傳宣云：「別無事，祇為飲食所傷，服動化藥，故不欲出。」瑗亦云勞動。遂入劄子問聖體。各赴局，至未時出。已而傳宣開封府，寺觀三日，以癸未為休務。再入問聖體劄子。 \\n 甲申，赴崇政朝，至横門，傳宣：為氣力未完，不視事。又同赴都堂，少選劉瑗來宣云：「昨日方動化，已無事，祇為氣力未完，來日與卿等相見。」遂再入劄子問聖體。各赴局，未時出。 \\n 乙酉，同呈涇原奏：「減猥與打繩川分畫地界，事干兩路，議論不同，乞斷自朝廷。」詔以打繩川係熙河路合進築處，令熙河管認地分。 \\n 再對，免河北被水保甲冬教。 \\n 是日，二府同問聖體，不拜。上諭云：「以飲食所傷，服孔元軟金丸動化，耿愚進理中丸之類，初覺吐逆，多痰涎，每吐幾一盞許，今已寧帖，但不喜粥食，心腹時痛。」眾皆云：「服理中丸之類已當，更當精加調護。」再對，上諭以全未能進粥食，余云：「近經服藥，再傷動化，固須如此。然不可勞動，自延和至崇政甚遠。」上云：「亦不妨，欲更一兩日後殿視事。」余云：「更三五日亦無妨。」上云：「不妨。」是日，見謝辭及上殿班並隔下。 \\n 是日，議罷孫路熙帥，未果。是日，传宣十六、十七日後殿視事。 \\n 丙戌，同呈王瞻申：「經暑司句追河州，宗哥首領方乞歸漢，已遣使臣部五十餘騎往據宗哥城，而經暑不肯應副兵馬，恐溪巴温旦夕入青唐。」遂得旨，孫路知西京，胡宗回帥熙河，高遵惠帥環慶。青唐既亂，溪巴温入溪哥城，王瞻首經營招納，遂度河入邈川城。孫路欲掩其功，乃令王愍申云：「經略司指授方略，令前去邈川招納。」仍令王瞻一聽王愍指揮，既而卻攜王愍歸熙州，今又以將官馬用誠、李忠招納邈川部族，遣王瞻歸河州撥發糧草，蓋欲歸功經略司，而逐瞻使不得與事。朝廷察其為姦欺，累降旨令專委王瞻經畫。詔旨未到，聞路前後指揮不已，乖錯日甚一日。夔初主之，數與余爭論，既而理屈，乃云：「章縡曾言，孫路對人多不語，及獨坐即自語言，如病心狀。」余對三省，亦嘗以此語奏知。是日，上云：「孫路果是失心。」夔亦力毁短之。再對，上又云：「孫路如此，須行遣。」余云：「赖瞎征、溪巴温相持未決，故遷延反覆如此，未至敗事，不然，且不誤邊計」 \\n 是日得旨，以二十二日大宴。同三省問聖體，上云：「祇是全未喜粥食。」眾云：「氣未和，食不可强。」再對，上亦再三顧語如初。 \\n 丁亥，同呈河東築八堡寨畢功，再賜銀合茶藥一次。 \\n 王瞻以招納到西蕃部族不少，已收復邈川城，特與復禮賓使，候旨，置青唐等事了，别無違戾差失，更優與推恩。 \\n 左轄言：高遵惠以元祐中言事可采，詔還户部，未幾又補外。朝廷雖以擇帥故不得已，今去，外議但云，遵惠以攻賈種民忤執政，故逐去。」上云：「别有何人可差」夔云：「亦曾商量，无可帥者。」余云：「若稍加旌寵，足以解眾疑。適亦與三省議，且與改龍圖閣待制亦可。」右轄云：「亦祇是待制。」上云：「與寶文直學士。」左轄云：「甚好。」上云：「與龍圖閤直學士亦不妨。」眾皆以為好。余因言：「遵惠進職，則胡宗回不可不除職。宗回築五城寨，昨復待制，祇速得兩月。」上顧眾執政云：「合與否」眾默然，唯夔與鳳云：「當推恩。」遂除寶文直學士。 \\n 是日，有旨，十八、十九日後殿。 \\n 戊子，同呈差姚雄知會州，姚古權鎮戎軍。賜河東八堡寨名，曰大和、彌川、寧河、通秦四堡，各附四寨為名。 \\n 夔是日不復問聖體。再對，余獨問上云：「皇子誕降已旬日，中外慶喜。」上云：「閭巷之間亦皆欣悦，今日已十日，極安帖無事。」喜見於玉色。 \\n 己丑，同呈鄜延奏繳宥州牒奉，云：「人使未見赴闕，已是疑阻，又諸路修築城寨，虜掠人口未已，請止绝。」延安答以：「諸路進築，係西夏作遇已來先得朝旨，本路難議移文止绝。人使已於二日赴闕，候到朝廷，必有處分。」 \\n 割安西城以北六寨隸會州。 \\n 吴靖方改右班副都知。 \\n 章楶乞致仕，候來春取旨，仍劄與照會。 \\n 熙河苗履奏：「硬探人殺仁多洗忠，斬首不及，為西人奪去，但得其所乘聰馬及器甲等。洗忠乃保忠之弟，挺身出戰，為眾所殺。」 \\n 再對再問聖體，上云：「今日已喫軟飯，食亦未美。」余云：「二十一日六參官起居，恐久坐，若改坐常朝甚便。」上云：「甚好！甚好!」 \\n 庚寅，旬休。 \\n 辛卯，同呈惠卿奏，乞許西人依例遣進及行弔祭。令奏聽朝旨。 \\n 孫路又奏，遣王愍赴宗哥。詔專委王瞻，令王愍就近照應。上云：「孫路真失心也。」以余言路方自河州帶王愍歸熙州，今卻遣赴宗哥，未問害王瞻，措置如此，岂不疲敝兵馬上故有是語。 \\n 再對，呈廣西宜州事宜。上云：「桂師程節亦尋常。」余云：「誠如聖諭，廣州柯述亦常才，大約所在之人爾。」 \\n 是日，改常朝。 \\n 壬辰，赴集英龍喜宴。榜曰：元子誕慶排場，排場名乃學士所命，識者頗嗤其鄙浅。天顏甚悦，中歇，遣使賜從官以上羅花，二府、親王别賜小花五十枝，花甚重，殆不可勝戴。再坐，遣御藥勸二府、親王酒，飲必釂，仍每盞奏知。既退，遣御藥劉瑗押賜對衣、金帶、鞍、轡、馬於都堂，製作皆精。對衣皆造成者，有紅羅繡抱肚、白綾袴、黄綾襯衫、勒帛紫羅公眼各一，金帶、笏頭、并魚袋全工巧，殊勝私家所造者，夔三十兩，餘執政二十五兩。繡鞍并鞍子亦繡鍍金鬧裝，夔八十兩，餘七十兩。馬皆次御馬，有鞍架、鞍帕。又各賜銀一合，夔三千兩，餘二千兩。二十四日，乘所賜鞍馬，服衣帶，同二府曲謝於殿上，夔致詞。先是，劉瑗傳宣，不許辭免。又面謝以慶賜非所敢當，兼宣諭不敢固辭。上亦慰勞再三。是日，聞親王亦有此賜，四王遂陳所賜鞍馬歸第。 \\n 癸巳，歇泊。 \\n 壬辰，各面受劉瑗謝表。夔書送二百星，余百五十星，從人錢三十千，騎馬直以下等第給錢。 \\n 甲午，同三省曲謝訖。 \\n 同呈熙河王瞻等奏事宜。 \\n 又呈孫路奏，前後招到西蕃大小首領、蕃僧等三千餘人。 \\n 又苗履奏：會州城去河三百餘步，矢石不及，不可繫橋。又河中有灘磧，自中灘至河北岸五里，懸崖陡岸，無可置關之地。 \\n 又河東奏，乞建葭蘆為軍。詔以葭蘆寨為晉寧軍，以知軍為嵐石路沿邊安撫使，兼嵐、石、隰州都巡檢使，石州知州更不兼都巡檢，知軍以下聽經略司奏舉，一次置通判、職官、都監、曹官、主簿共六員，所省廢沿河津寨官十八員，今日寧并八堡寨置官十九員，所增者知軍一員而已。嵐州減通判、職官各一員，故除大和寨堡隸麟府路，餘六堡寨并神泉、烏龍、吴堡皆隸晉寧。 \\n 是日，以宴罷謝宴，多一拜失儀。 \\n 再對，奏事訖，曲謝，上旨不拜。又諭：「昨日所賜，皆後苑作製造。」余謝曰：「慶賜優異，眷遇如此，何以報稱。」上甚悦。 \\n 又進呈隨龍人取旨推恩，上語及劉惟簡，極嗟惜之。余亦言：「臣在高陽，惟簡作屯田都監，嘗聞其言，陛下踐阼之日，扶持擁護皆是惟簡。」上云：「誠如此。馮宗道是時差出，卻不與此事。」 \\n 乙未，王瞻奏：「瞎征有蕃字來，乞歸漢，要職官。及蕃官温玉等申，瞎征已披袈裟為僧，心牟欽氈等以三百騎迎溪巴温父子入青唐城。瞎征蕃字已移居青唐新城裏，印亦掉在舊城裹也。」安惇言：「青唐邊事，不可令一人獨有之，須分隸首領，則久遠易制。」乃夔所論爾。上云：「記得莫是。」余云：「朝廷固欲如此措置，然溪巴温未定，恐未能如意爾。」眾皆默然。是日，以諸路築城寨了當，吕惠卿移鎮，林希改資政殿，仍遷太中大夫，孫覽復實文閤待制，舆小郡。上云：「孫覽祇恐人言未已。」初欲止與轉官，既而令舆復職。 \\n 鄜延奏宥州牒，西夏欲以國母亡遣使遣進。惠卿言：「西人恭順不虚，乞與接收，及行弔祭之禮。」詔令受宥州牒，諭以候奏得朝旨牒報次。 \\n 又促熙河相度築打繩川。 \\n 再對，呈隨龍人馮世寧、藍從熙各與遷遥郡觀察使。余云：「都知皆遥防，押班遥察，恐不順。」上云：「此兩人皆在朕產閤祗應，與他人不同。」劉瑗已寄皇城使，舆遥刺；郝隨已遷遥刺，更與減三年磨勘；韓濟與通事舍人；餘各轉一官，諸色人轉一資；亡没者馮宗道，與有服親轉一官，劉惟簡與白身人一資恩澤；各賜絹。石、璘、武、球、考、弼等六人更不推恩。上旨，又令檢會劉惟簡已贈官取旨。又言：「吴靖方久在前省，合舆遷後省。」仍云：「先帝曾任使。」余云：「先朝與梁從政同列在前省，誠已歲久。」上又云：「每語及先帝，即流涕被面。」余云：「此眾所共知，乃出於至誠也。」上云：「待批出於後省。」 \\n 上又言：「中書舍人闕，殊未有可除者。」余云：「以次補，則起居郎、舍人皆當遷。」上云：「周常近方除，孫傑如何人」余云：「職事亦頗振舉，但未知文采如何爾。」上云：「諭賈種民事亦皆當。」余云：「高遵惠論種民事亦當。」上云：「遵惠亦補外。」余云：「臣初欲引為都承旨，如遵惠詳熟曉事豈易得。」上問：「誰可帥者」余云：「實難得人。孫覽恰復職，又未可便擢。」上云：「且候。」余又言：「詞臣尤難得人。如前日龍喜宴，朝廷慶事，樂詞無一堪者，不足以稱揚朝廷慶賀之意。」上云：「殊無可道，文字極少，祇數句爾。」余云：「祇如皇子慶誕，降一德音，乃與四方同慶，詔語亦殊不足稱副盛事。」上大笑，極以為然。因言：「蔣之奇如何」余云：「之奇文字雖繁，然卻有可道，亦時有好語，非蔡京可比。」上云：「蔡京誠不可比之奇。」余云：「何以逃聖鑒。」因言：「文學之士雖為難得，然以天下之大，文物鼎盛之時，岂可謂無人!但以執政好惡，人材隔塞者多。如陳瓘輩，文采作舍人有餘，然執政不肯用。陛下向排眾論，擢葉濤、沈銖等，莫不稱職。今如濤輩未見其人。」上云：「郎官中有能文者否」余云：「三省所稱，但如葉棣輩爾。」上云：「鄧棐如何」余云：「臣不識之，亦不知文采何如。昨舍人闕，三省用劉拯權，及制詞出，取笑中外。」上又問：「劉逵如何」余云：「如逵人物，亦恐可進擢。陛下以中外闕官為念，誠今日急務。祇如陝西、河東、河北三路皆闕提刑，陝西止有孫賁一員，又以體量到三路皆冬教保甲之處，豈可全闕。又如淮南兩轉運使俱罷，亦不除人。如此，諸路豈不闕事望更留聖念。」上再三然之。因言：「王發訟劉何事，一一皆實，并孫賁皆將默責者。提刑不過於運判、提舉官、省郎、府推判宫中除，想亦不至此難得也。」 \\n 是日，晚批出吴靖方除入内副都知。又得旨，令具馮世寧、藍從熙除押班歲月，亦將遷也。既進呈，上云：「已遷遥察，更不須遷。」余云：「兩人者歲月亦皆末及，兼有著令，觀察使以上止得改使額。謂横行也。不得更遷，如有特旨，亦須執奏。」上又問：「吴靖方文字已行否」余云：「亦有著令，入内都知押班通不得過四員，然近馮宗道未卒時，已是五員，以此更不敢奏稟。」上云：「先朝任使之人，不可不遷也。」 \\n 丙申，同呈環慶奏張誠以下冒賞將佐。得旨：蕃官與免降資，借職以下依熙、秦冒賞人例，以殿侍、軍將、效用等名目降資。再對，劉惟簡以隨龍，特贈節度使。自乙未，夔連日留身奏事，是日，有三割子留御榻上。上頗余曰：「滿月在近。」余未諭旨，但稱慶而已。又問以何日為滿月，上曰：「用七日。」蓋京師俗禮，云男子縮一日故。是日，夔以惠卿移鎮赴宣麻，余詢兩省云：「夔連日留身，今日又留三劄子，何也」沖元笑云：「必是大差除。」余云：「莫是薦士否」元慶云：「非也。」余默思之，蓋議中宫爾，故有滿月之問。 \\n 是日，禁中有宴，後殿視事。内侍會計二府，欲減進呈文字。 \\n 丁酉，同呈王厚申：瞎征、心牟欽氈等皆有歸漢之意，得王愍、王瞻兵馬早到，則青唐旦夕可定，乞降招納例物。而王瞻十五日奏云已到邈川，而王愍先馳五十騎往宗哥城，云愍與西蕃人情不熟，萬一人情未順，不可退縮，乞詳酌指揮。又云：「瞎征、心牟欽氈等昨累遣人欲歸漢，既而孫路令瞻歸河州，卻聞心牟欽氈與契丹、夏國公主，已遣馬二匹，一載虎皮蕃語謂之蟲虎。錦袍綵服，一載鬧裝鞍轡，往迎溪巴温、隴拶父子入青唐，人心已是中變，見招納次。」孫路又奏：乞錦襖子千領、銀帶一千、交椅、涼傘二百。詔令户部如數製造，差使臣押送經暑司，并指揮王愍依十九日指揮，就近照應王瞻，不得違越誤事。又令以賞格招納瞎征等，瞎征與舊官，溪巴温與瞎征一等推恩，心牟欽氈等與正任刺史，賜銀、絹、錢各三千，餘以次與遥郡、諸司使副、崇班、侍禁等，賜金帛亦有差。 \\n 再對，余因言：「昨日蒙宣諭皇子滿月，臣倉卒間奏對有所末盡。皇子降生，嬪御例有恩命，聖意必已素定。」上笑云：「已令三省檢故事。」余云：「陛下欲有所建立，當從中出，不知所檢故事如何」上云：「須上表。」余云：「宰臣率百官上表乞立后，此有典故，不須檢。陛下若以元子故欲加册命，則《春秋》之義，母以子貴。又祖宗故事，章獻以仁宗為己出，亦遂建立。」上云：「章獻乃是假託，真廟以此故册立，仁宗亦不自知。」余云：「章獻上仙，仁宗年二十四，尚未知非其所出。今日於義理典故，皆無不可。然出自中詔，或出兩宫，或付外施行，皆須素議。以臣觀之，不若稟兩宫，降手詔以告中外，於義為順。」上云：「卿之言大是。」又云：「真廟當日無母后可稟。」余云：「臣亦嘗再三思之，非稟兩宫不可。」上云：「極是。」余又云：「臣嘗言祖宗逮事皇太后者無幾，若逮事皇太妃，乃近世所未有，此皆朝廷盛事也。」上又問：「真宗母是元德」余云：「元德上仙，事亦草草，初藁殯於普安，及真廟登極，方設幄殿，歲時遣中人行祭享之禮。及祔定陵，啟殯宫，而中有紫藤纏繞梓宫，去地一二尺，此神物護助也。至慶曆中，乃克祔廟。」上甚悦。 \\n 是日，以三省斷河北路分都監石舜臣特勒停、展三期敘太重，欲與免展期敘，上欣然從之。軍頭司權官乞罷，余云：「宋深不久出使，恐不須罷。」上亦以為然。因言：「宋深生疏。」余云：「郭知章深病之，至欲免行。」上云：「亦來此說，王殊可使否」余云：「殊固可使，但恐已開報北界，重於改易爾。」上云：「祇與戎飾。」余云：「卻降一聖旨戒約，必不敢不悛。」退以語三省，皆稱善。 \\n 晚見沖元，因言：「大差除已行矣。」尋問之，當以何日上表。沖云：「夔數日空勞攘，上乃云自有故事，夔卻令中書檢故事，答以不敢，且令他自檢閱，亦不可說與《實錄》中事，稍不當即相誣赖也。」余云：「上表乞立后，无所指名，有何不可夔不唯勞，兼祕密不肯使他人與同，尤可笑，不知他人已先聞之矣。」 \\n 戊戌，假。 \\n 己亥，旬休。 \\n 是日，以大名棺柩已施丹漆，欲出城祭告，而底板有未漆處，未可告，遂止，以俟後旬。 \\n 九月庚子朔，朝崇政。授衣节。同呈會州進築畢，賜苗履以下銀合、茶藥。慕容將美令引見上殿。 \\n 再對，改比較諸將殿最法。舊法通一路比，不計分數，以最多者為最，少者為殿。有一路應最者，分數卻在别路應殿者之下，假令一將九分為最，即八分者亦不被賞；若分數俱少，則三：分者，亦須取一將為最，皆減展二年半磨勘，殊未平允。遂立法，馬軍六分、步軍七分以上遞減磨勘，不及六七分者，遞展磨勘，雖不該殿最，而理須懲勸者，臨時取旨。因為上言：「元豐法未盡，恐不可不改。」上欣然從之。孫路已替，胡宗回未到。是日，夏國訃告謝罪人使見。 \\n 夔及右轄近數議，欲令開封府舉人應舉以大學羡額解人。而左轄云：「元豐七年已罷，不可復」遂無敢啟口者。余知上睿明，理有可陳，若敷敘明白，無不從者，亦未嘗以元豐已行之法為不可改，但怙權挾偏見者以此語劫持眾人爾。夔亦嘗云：「科場事理，豈无帝所命，正是卞及舒亶、朱復之徒建此議爾。」故今日藉先朝為說，以拒眾論，眾亦以為名言。其他政事若此者，不可悉數。是日，中批以劉拯權禮侍，曾畋少旼。 \\n 辛丑，同呈河東沿邊安撫司奏，北人打圍，不依例牒報。以下代州定牒本，尋指狀内所陳，止慶曆、熙寧中有例，元豐亦不曾牒報，俟定到牒本取旨次。 \\n 西驛申：夏國使副問押伴許幾云：「本國有謝罪表，不知朝廷有何指揮」乞申兩府。幾答以不敢承受。 \\n 再對，差曹平北虜生辰副使，李希道正旦副使。 \\n 又詔：禁軍犯罪，除班直外，密院批降指揮移降特配，更不取旨。 \\n 是日，聞三省已上表乞立后，鳳云嘗諭夔云：「此大事，當與西府同之。」夔不聽。 \\n 壬寅，宣仁忌。 \\n 學士院史來，賜三省乞立后答詔。 \\n 是日，聞議定賢妃為后，兼以初八日降制。 \\n 癸卯，同呈回夏國詔本，兩府同命詞於景靈，亦余所請也。余又言：「告哀詔未答，亦止令兩府命詞。」上然之。尋撰詞進入。 \\n 安惇奏，乞擢西蕃歸順子弟為將領。上問云何，眾皆云不曉，右轄在殿廬首笑其所請，眾亦皆訝其强聒也。 \\n 又詔：夏國使副八日朝辭，十一日進發。 \\n 再對，因言：「臣昨日在景靈見三省答詔，臣初以謂宰臣當率百官上表，既而密院亦不與聞。」上云：「三省言故事如此。」余云：「此事斷自聖意，若聖意所欲，三省無敢不奉行之理。若非聖意，岂三省所可議及。」上云：「此固非大臣所可建議。」余云：「然則三省亦不足為功。」上亦哂之。余云：「此事當稟兩宫，從中降詔，乃為得體。」上云：「已稟兩宮，皇太后甚善。」余云：「聞已擇日降制。」上云：「八日吉日已定。」王瞻以書日，夔云然。 \\n 甲辰，從駕恭謝於醴泉觀。午後，宣坐，賜酒五行，作樂，未正罷。申初還内。日賜酒果。是日，賜小團密雲，又賜香藥。 \\n 丙午，歇泊。 \\n 丁未，同呈熙河路奏，瞎征出漢至邈川，已差人引押赴經略司。又王瞻稱：孫路遣李澄等帶邊厮波結往山後攻討，擒郎阿章，搔擾部族。詔胡宗回體問虚實，及李澄等可與不可留山後，又可與不可令聽王瞻指揮措置，仍具聞奏。 \\n 又令許幾答西人，以回詔中已有指揮，候施行訖，令進誓表。又令鄜延依詔旨回牒宥州照會。 \\n 再對，因賀上云：「今日皇子滿月，中宣制，朝廷慶事何以如此！邇來天意助順，邊事就緒，西夏哀祈請命；青唐不用兵甲，幾於俯拾。以至乘輿游幸，繼日晴霽温暖，次日便大風慘。」上笑云：「昨日卻是蔣之奇當制，兼宣召面諭。」又云：「蔡京奏言語不得。」余云：「此不可强，之奇必稍稱旨，然手詔之意，不可不知。」上云：「昨日已面付舆。」余云：「如此甚善。」上手詔云：「咨稟兩宫，皆以為宜立賢妃劉氏為后，朕祗奉慈訓，即頒禮命故也。」上又云：「西人未嘗如此遜順。」余云：「誠如聖諭。元祐中固不論，元豐中表章極不遜，未嘗如今日屈服也。」前一日，上降手詔付三省，余亦不聞，至造朝及殿屏惇方出笏記相示，因相率同於殿上草賀。是日，宣制。惇自初議，凡五日留身，眾皆哂之，唯恐他人之與聞也。左轄初以不平，鳳曉之云：「何可得他如此。」轄亦釋然。是日，以夔、鳳為押册使副，攝太尉、司徒，左轄撰冊，又書篆冊寶。 \\n 戊申，重九。 \\n 己酉，旬休，欲詣普照祭告，又以雨淖及腹痛，未果行。 \\n 庚戌，同呈河東修八堡寨，轉運司官賜茶藥銀合。 \\n 鄜延乞廢丹頭寨，從之。 \\n 孫路奏，苗履申會州末可置僑闸。 \\n 安惇劄子，乞教習保甲，月分差官按試。余因為上言：「保甲固當教習，然陝西、河東連年進築城寨，調發未已；河北連併水災，流冗未復；以此未可督責訓練。」上云：「府界莫可先行」余云：「熙寧中教保甲，臣在司農，正當此職事。是時，諸縣引見保甲，事藝精熟。」夔云：「多得班行。」余云：「止是得殿侍、軍將，然俱便差充巡檢司指揮使，以此仕宦及有力之家子弟皆欣然趨赴，及引對，所陳皆良馬，鞍轡華楚，馬上事藝往往勝諸軍。知縣、巡檢又皆得轉官或減年，以此上下皆踴躍自效。然是時，司農官親任其事，督責檢察極精密，縣令有抑令保甲置衣裝之類非理搔擾者，亦皆衝替，故人莫敢不奉法。其後，乃令上番。」上云：「且與先自府界檢舉施行。」左轄云：「但於先朝法中稍加裁損，无不可行之理。」余云：「如此甚便。容檢尋文字進呈次。」 \\n 再對，以曹評為生辰國信副使。 \\n 辛亥，駕幸芳林園，奠宗瑗環婦，以雨不果出。三省奏事崇政殿、余以疾在告。 \\n 是日，王瞻奏：心牟欽氈已於八月二十八日迎隴拶入青唐，未及差人防守，候有機會收復青唐。夔以簡見諭，稱上旨，令便遣苗履、康謂、李澄選兵馬以重兵入取青唐。余未答，又草定文字，遣院吏持下欲便行。余以謂先降指揮，招隴拶及心牟，當且多方遣人招來，候其不聽命，然後加兵未晚。夔不能奪，遂依此行下。是夕，雨未已。 \\n 壬子，同呈十二日降聖旨。余因言：「青唐事首尾為孫路所誤。初謀取青唐，未嘗奏聞朝廷，及有可取之理，又與王瞻爭功，卻沮撓其事，遷延至於隴拶已入，致使朝廷議用兵，皆出於不得已。今日之事，使隴拶可以招來，或留苗履輩用兵，便能一舉而成功，則皆朝廷之福；若萬一蹉跌，青唐未可舉，為之奈何熙河兵連年出入，不勝疲敝，若頓兵绝塞，未可解嚴，則人情反側，何以彈遏若便抽還兵馬，則河南邈川非朝廷有，是又生一敵國也。以此言之，孫路之罪，殊不可勝誅。」夔云：「隴拶小兒無能為，乃心牟欽氈妄作爾，必旦夕可了。」余云：「兵家勝負不常，何可必!章惇嘗言，青唐精兵可二十萬。今朝廷三分有其二，彼尚有七八萬眾，我以數萬兵欲必取之，未可易言之也。今已降詔指揮，若便出降，則豈不勝於用兵也!」上云：「孫路須重貶。」惇亦云：「須重行。」上云：「如鍾傳處置可也。」是日，以張世永知晉寧軍，為嵐石沿邊安撫司兼都巡檢使，張構河西軍馬。熙河走馬裴震奏孫路與王瞻不和，上以其奏報稽緩不當，特罰銅二十斤。再對，上又及孫路事，语如前。阮易簡以嘗言熙河、秦鳳奏首級不實，已改三官，候轉出日，與升擢差遣。 \\n 癸丑，同呈邊報，河東奏以嵐、石、慈、隰隸嵐石路，餘隸河東沿邊安撫司。從之。 \\n 甲寅，同呈河東經略司乞更不牒問戎主近邊打圍。從之。戎主以今秋至西京沿邊打圍，去代州邊境止十里，至五七里。知代州王崇極言：慶曆中戎主西山打圍，嘗牒報河東，令勿驚動，今乃不牒報，乞移文取問。而熙寧、元豐中亦嘗於此打圍，不曾報，亦不曾問，嘗以此諭并帥，故有是請。 \\n 是歲，北虜於雲中甸受回謝生辰正旦國信禮。 \\n 熙河奏：西賊犯南崇堡，已退回。 \\n 再對，依阮易簡陳請，諸路走馬奏計，許帶當直兵士一半隨行。 \\n 乙卯。 \\n 丙辰，以病腹散在告，上遣中人徐涅賜食宣問，又遣醫官孔元來診視，仍傳宣：不作宣醫，自是遣元來。元云：「上凌晨御欽明殿，醫官隨都知押班以下起居，上即遣御藥來問布安否，又遣中使趨使到西府，又遣人間服何藥。」尋具劄子稱謝。元云：「中人皆動目，云上眷何其厚也!」 \\n 丁巳，同三省對，上問勞甚詳。 \\n 同呈夔州路走馬程允武信，言轉運司差人吏根括地土不便。以奏報後時罰金十斤。 \\n 吕惠卿奏，乞以回降夏國詔旨，戒諸路邊將，非西人作過，不得出兵過界。從之。 \\n 熙河路修築東北冷牟寨畢工，賜銀合茶藥。涇原乞曲悦禮免解，從之。 \\n 慶州擒到監軍訛勃羅，以二十三日引見，仍付大理寺，暫免檻車鈿手匣脚，散禁，至日以檻車載至東華門，出以白練曳入崇政殿廷，得旨貸命，即釋縛送都亭西驛安下。 \\n 戊午，同呈隴拶出漢與瞎征一等推恩。上初疑太重，眾皆云：「不緣隴拶爭立，則瞎征豈肯出降兼隴拶乃董氈之姪，是當得青唐者，固不在瞎征之下也。」上乃從之。 \\n 再對，令吴安憲體量定州奏。軍城寨捕盜官為北賊殺傷，司理院勘逾年不決，及安撫副使李琉中本非鬬敵，悉為北虜擒虜，驅掠殺傷，乞先次衝替。具元奏有無不同、不盡事理聞，仍别選官，惟勘捕盜官，並先次衝替。 \\n 己未，旬休。自十八日雨，放朝參，迄今未已。 \\n 庚申，同呈邊報，回謝泛使令閏月十九日進發。 \\n 再對，罷黜院吏周信之。新知乾寧軍王价上殿劄子，乞修唐波。上云：「人才尋常。」 \\n 辛酉，吕惠卿繳奏宥州牒，遣遣進使副。詔以夏國自知梁氏係有罪之人，難議收受遣進及行弔祭之禮，以國主能悔過謝罪，已降詔：候遣使進納誓表，特與收接。令牒報宥州照會。又乞以回詔先關報宥州，從之。 \\n 壬戌，以大雨罷秋宴。二十四日，又罷引訛勃囉，以二十九日見。 \\n 同呈陝西、河東修置烽臺巡綽處，令速疾了畢。 \\n 又令王厚同王瞻管句青唐招納事。 \\n 再對，閻安許以句當御藥院、皇城司歲月減殘零年月磨勘，改宣政使。是日，中批正言邹浩除名，新州羈管。 \\n 癸亥，太師忌不入。 \\n 甲子，同呈東北冷牟城寨賜名新泉。 \\n 王瞻乞差將兵及差中使招納，顯屬違越，特罰銅二十斤。 \\n 再對，賜賈巖妻冠帔。故事，管軍初除，得陳乞冠帔三道，元祐五年罷之。巖妻當以二十七日入賀册后，因自陳故特賜，元祐指揮更不施行。 \\n 乙丑，習册后儀於文德殿。雨未已，得旨，令習庭下及廊上儀，又設幕幄以覆宫架。習儀畢，復大雨。 \\n 中批：吕嘉問削一職，罰金三十斤。 \\n 丙寅，皇帝御文德殿發册，章惇、許將為使副，余攝中書令，二轄攝侍中。禮畢，赴東上閣門拜表，又詣内東門拜表賤賀太后、太妃，又上牋賀中宫，不拜。是日大晴。中夜雨止，诰旦漸開霽，無復纖雲。 \\n 丁卯，歇泊，假。魯國大夫人忌，是日内宴。 \\n 戊辰，同呈以慕容將美授宣義郎，添差真定機宜官。將美以原州推官鞫熙秦冒賞獄召對，故有是命。熙秦冒賞，乃將美因鞫指使侯誠爭首級獄，而發之也。 \\n 己巳，旬沐。 \\n 閏九月庚午朔，御文德視朝。同呈王瞻奏，帶領人馬到宗哥城。 \\n 熙河奏蕃官趟永信卒。降羌人多屈城也。 \\n 閻安用皇城司、御藥院歲月減磨勘，改宣政使。 \\n 再對，雄州奏：回謝泛使於雲中甸受禮。涿州牒報也。 \\n 辛未，同呈大名安撫司奏，乞雇募飢民修城。從之。韓師朴奏。 \\n 是日，再對，以胡宗回書言王瞻有所恃專輒肆横事進呈。 \\n 壬申，同呈熙河奏修會寧關功狀，轉官、減年、支賜有差。 \\n 又令蘭州事造麄材，應副會州修倉庫、營房廨舍等，自黄河沿流運致，專委官管句，事畢推恩。 \\n 順安軍知軍馬奭為於界河標撥職田等事，特勒停，通判王子獻以下各衝替。 \\n 高遵惠乞李澤准備將領，不許。 \\n 是日，熙河奏：九月二十日收復青唐，隴拶及心牟欽氈、結咓齪以下出降。夔獨奏，乞以四日草賀，五日率百官稱賀。從之。 \\n 癸酉，同呈省草賀收青唐。詔以青唐為鄯州，仍為隴右節度，以王瞻知鄯州，兼隴右沿邊安撫使，兼都巡檢使；賜胡宗回以下銀合茶藥，遣中使押賜，軍兵等第特支。又差中使黄經臣管押瞎征一行，李穀管押隴拶一行赴闕。仍令速具收復青唐一行將佐功狀聞奏。隴拶一行，有契丹、夏國、回鵑三公主，並令赴闕。 \\n 甲戌，同呈收復鄯州等處城寨。令胡宗回相度令隸去處，以邈川為湟州，宗哥為龍支城。王厚為東上閤門副使、知湟州，兼隴右沿邊同都巡檢使；以王瞻為團練使，仍兼熙河路鈐轄。初除瞻四方館使、遥郡防禦使，而安中以為賞薄，余欲且令撫定隴右一方，候有效與正任，而上意欲稍隆之，遂有此除。先是，胡宗回言其横，故余欲稍裁抑之，然瞻專輒不已，上亦深以余言為信也。乙亥，同呈邊報。再對，藍從熙磨勘改景福殿使。差秦鳳戍兵十指揮，應副熙河新邊戍守。是日，以本命早出。丙子，同呈御宣德門、立仗、引見瞎征，令閤門、御史臺、太常寺、殿前馬步軍司，詳定儀注及何行事件聞奏。 \\n 環慶擒監軍訛勃囉，送潭州编管，月給錢十千、米麥三石。 \\n 再對，具河北兵將數進呈，及熙寧中嘗以相州一將出戍河東，議令更戍秦晉，及别置兵額，減舊將兵額以給新軍。上深然之。退與三省議，亦皆以為可。 \\n 熙河都監扯德見充拱聖軍校，乞放停，從之。 \\n 了丑，刑部斷密院書令史王可權、貼房張大順詐欺，取將官張忠贓數百千，可權、大順先已配嶺表，上旨，令徙配海南。戊寅，胡宗回乞以廊州為軍，詔以為城。夔州轉運司差人吏王祐之，往南平軍根括地上租税，各罰銅二十斤。走馬程允武奏南平軍知、通不和，以奏報稽緩罷差遣。 \\n 再對，御藥劉瑗以年勞改昭宣使，寄資河東第九、第十三將都巡檢。 \\n 己卯，旬休。 \\n 庚辰，同呈，熙河乞空名宣劄各一百五十，紫衣師號牒一百，以待新羌。從之。 \\n 辛巳，同呈，泛使蕭德崇等昨以戎主繫腰及玉帶，不打角，令使者愛護，云戎主服御之物，來獻。今郭知章等回謝有真珠蹙金鬧裝鞍轡，金重二百八十九兩，珠子六萬三千額，欲亦不打角，令回謝使副愛護前去。從之。 \\n 刑部申劉何、王發等案，得旨，劉何與遠小知州，王發特勒停。 \\n 是日，右丞留身奏事，有四劄子置御榻上。余再對，上語笑如常。晚退歸西府，聞安中罷政，然未知其詳，安中亦未知之也。夔、轄於都省晚聚時，已得中批，然不以告安中。翌日，安中欲造朝，門下吏告之，乃止。告命四更已過門下及指揮下閤門矣。 \\n 壬午，凌晨見三省，乃知御批云：「政事悉出朝廷，未行之間，自可明辨，以正得失，豈可面從退有後言，為臣不忠，莫甚於此。可罷政，知亳州。」少選，聞安中上馬之城東普照矣。 \\n 是日，同呈王瞻奏，已於收到青唐銀絹内量行支賜將佐等。 \\n 上見二府，亦不及安中事。余再對，請於上云：「黄履昨日留四劄子，所陳何事」上云：「言鄒浩四劄子皆故事，一唐介，二朱雲，三劉禹錫。」又云：「此必為人所使。兩日前，吕嘉問曾往見之。」又云：「履是吕家門客。」余云：「履實出吕氏門下，然履惷野不識忌諱。」上云：「履純意不曉事，必為人所使也。」又問嘉問幾壻，余云：「不悉記。」上云：「蹇序辰、曾誠皆是。」又云：「曾誠如何人聞多豫事。」余云：「章惇不喜誠，云安燾傾惇，誠多豫謀，然未知虚實。」又知蔡卞兄弟不協，余云：「外議多言如此，然不知其實，大抵言爭先作執政爾。」上云：「妻亦不和，至不相見。」余云：「臣與之瓜葛，亦粗聞之，誠不相得，然不至不相見也。」是日早，夔留身甚久，疑所問皆夔之語也。癸未，同呈邊報。甲申，立冬。朝崇政，有旨，隔上殿班及雜公事，以皇子服藥故。上見二府，具道皇子發驚狀云：「自初六日已作，至十一日後無日不發，醫者已用硫黄之類治之，云小便不禁，大腸青，皆陰寒之候。」余因言：「臣久病，灼艾服藥皆無效，有以伏火丹砂與臣服者，遂頓愈。」上云：「可進取數兩來。」余云：「臣所得不過數十粒，欲且進十粒。」上云：「甚好。」眾亦以為宜服。是日，會食都堂，遂黄羅帕封進十粒，乞令眾醫官評議供應。 \\n 乙酉，同三省問皇子安否，上云：「未寧帖，已服丹砂一兩粒。」 \\n 是日，聞左膚言吕嘉問六事，有旨，令分析聞奏。 \\n 丙戌，同呈王瞻奏到青唐圖。 \\n 再對，皇后殿内臣江有慶合轉副使寄資，故事，非殿閤使臣不得寄副使，而近例有特旨許併理磨勘，亦名異而實同爾。然太妃殿有兩人，一寄資，一併理，未知太后、太妃、皇后殿合作殿閤否上云：「恐非殿閤，可令入内省詳定聞奏，申樞密院。」太后、太妃、皇后皆有殿，然恐非所謂殿閤也。 \\n 丁亥，同問皇子，亦未安。 \\n 章楶以修堡鋪及巡綽處稽緩，特降一官，此左轄啟之也。奏報雖遲，然未闕事，夔頗不平之。 \\n 戊子，秦鳳奏：疊、宕一帶，部族大首領龐逋斜肆等乞納土歸順。詔令撫存接納。 \\n 再對，抽還鄜延一將人馬，以歲滿也。惠卿言：戍兵年滿不代，人情未安；兼窮邊物貴地寒，戍兵已裁襟袖絮以自給。言極激切，蓋欲得戍兵為代也，遂直抽歸營。上亦深以為宜。退見三省，亦莫不笑之者。 \\n 己丑，旬休。庚寅，同呈催河北州郡責限修城令，具合責年限聞奏。熙河奏畫到青唐城郭、營第并偽内圖。自甲申以後，無日不同問皇子安否。是日，宣諭風势未定，見服丹砂之類。余再對，因言：「醫官樂珍嘗遇人得丹砂，有三種：有伏火七年者，有十年者，有十二年者。臣前所進，乃十年者，珍所有十二年藥，臣未嘗服，云更有功。乞宣召供藥，仍先令眾醫官看驗評議供應。」上欣然，朝廷即召珍供藥六丸，仍令至皇子寢所診候，珍以謂病症與藥相當，遂服之。是日，余對三省又云：「見醫官初虞世言，皇子天人之相，社稷之福，疾不足憂。」上亦云：「鼻隆，人中長，生得極好。」夔云：「亦聞之。」虞世乃夔所薦也。 \\n 辛卯，同呈邊報。熙蘭奏，青唐偽乘輿物見管押赴闕。 \\n 再對，立吏部奉舉使臣邊任、上樞密院銓量、小可違礙聽差法。 \\n 壬辰，同呈陸師閔乞買馬司依舊兼監牧，及增公使錢。從之。 \\n 又差河北第十三將戍河東；又以河北水災，流民頗眾，於大名府等二十二州軍增置馬步軍共五十六指揮，共二萬餘人，馬軍以廣威，步軍以保捷為額，並依陝西蕃落保捷給例物請受；卻於舊將兵内，每指揮減一百人，共減一萬七千餘人。先是，久陳此議，上及三省皆以為然，遂施行。因為上言：「河北增兵及減舊兵額，并差戍他路，皆前人所不敢議，若非以聖斷睿明，亦不敢建此議。然人情難測，萬一小人有凶肆者鼓倡撓法，亦或所不免，惟在朝廷主張彈壓爾。京東亦嘗殺巡檢作過；先帝用兵西方，慶州亦有變；此事雖未必然，恐萬一有之，不敢不先奏知。」上亦欣納，三省亦稱善。再對，直抽秦鳳戍兵五指揮。 \\n 癸巳，同呈熙河奏及李譓申，邈川蕃部作過，圍撓城壁，及南宗堡使臣等被殺傷，并隴朱、黑城等城攻破，青唐累日道路不通。詔遣苗履、李忠傑及差秦鳳兵將往同討定。 \\n 上諭：皇子漸安，但微有風候爾。 \\n 甲午，同呈熙河邊事。是日，金城關探報云：止是邈川人作過，宗哥至青唐一帶無恙，然信息未通。詔胡宗回、苗履等多募人至青唐以來偵探。 \\n 再對，重修將副押隊謁禁條。舊制，門客、醫人皆不許相見，上亦以為非宜，遂以元豐七年四月朝旨修定。此旨與將敕不同故也。 \\n 乙末，同呈，詔胡宗回指揮苗履等，如蕃賊見官軍渡河，雖即潰散，亦須痛行殺戮，務要剪滅作過之人淨盡，仍不得濫殺無辜之人。 \\n 又呈河東八堡寨賞功，王文振以下及郭時亮轉官、減年、支賜有差。 \\n 是日，上面諭二府云：「皇子已安。」喜見於色。久不御後殿，是日，對從官於延和。余再對，上又諭云：「醫官皆言不曾經如此祗應。」余云：「不獨醫官，中外孰不憂恐。今遂安寧，社稷之福。然醫藥及灼艾，皆是有功之人，當厚賞。」上亦欣然，以為當爾。晚歸，聞宣召醫官孔元，薄暮，乃得閤門報，皇子薨，輟視事三日。聞者莫不震駭，遂各入劄子奉慰。丙申，宅引，與三省聚都堂，各再入劄子問聖體。是日，差吴靖方管句葬事，中宫送皇子喪，宿開封實梵院。丁酉，引辰後同三省赴寶林澆奠，見都知吴靖方、御藥劉友端。友端云：「皇子自前日辰後微喘，既而臟腑通，醫官云已三日不通，得利乃順。已而利五六次，每利愈喘，至未時六刻遂脱。」又云：「服伏火丹砂不作，皆徑下。」又以皇子真影相示，云：「極似，面團豐肥，貌甚美。」頂有硃砂，杏乘，被青披衫。以二十九日午時大斂，十月十六日權，二十八日出殯奉先院。戊戌傳宣：自二日更不視事三日。 \\n 續報：懿寧公主薨。再自初五日不視事三日。與三省各入劄子奉慰。 \\n 是日，出城東致祭大名樂昌，未刻乃歸。 \\n 十月己亥朔，赴待漏，入紫宸謝衣，遂會都堂。 \\n 是日，作聖旨，令新知河州种朴星夜赴任，計會苗履等遇河討蕩作遇蕃部。又苗履申：兵馬寡弱，不敢自巴拶渡河，已申經暑司，赴河州與姚雄等會合應援。令熙河詳履所申，指揮苗履、姚雄等遞相照應，互為聲援，節次統制或會合前去，具應援討蕩及解圍次第聞奏。是時，青唐、邈川信息不通已半月餘，余云：「可憂，奈何」夔遂有卻欲以青唐還溪巴温之語。卞云：「此語未可輕出，如此可謂龍頭鼠尾也。」余云：「事未可知，若萬一不保，則亦不免如此。但烏合之眾，无所統一，見官軍則潰散矣。昔王韶在熙河亦如此，諸羌紛然而起，一遇王師，則奔竄而已，人負一木團牌，更不回顧，官兵追逐，盡得其首領。」眾頗以為然。庚子、辛丑，宅引。是日，赴都堂，為三省官不見上已六日，當叩閽省問，或乞便殿召對。眾皆以為宜，遂同入劄子乞對。夔、轄更不赴都省，二府待報至未時乃出。上遣中人黄經臣，至東西府傳宣：「以慘戚中意思不安，醫官見進藥，今日方進常膳，以此相見未得，直俟初八日垂拱相見。」遂同入劄子稱謝。逐日入劄子問聖體，至七日止。 \\n 王寅，熙河奏青唐、邈川解圍捷書至。鄯、湟皆被圍，王瞻時出兵擊賊，斬獲四千級，盡殺大首領結咓甑、心牟欽氈等九人。有阿蘇者，乞心白旗往招撫叛眾，既而率眾攻城甚力。宗哥首領拾欽角四生擒阿蘇以獻，瞻亦誅之。邈川城中兵民才二千四百餘人，城守之具未備，王愍、馬用誠力戰固守。蕃賊圍遶者萬計，又有西夏三監軍人馬助之。至二十三日積薪草，欲登城，而姚雄兵至，賊望見塵頭，又有偵還者還言漢兵將至，遂遁走。二十四日，雄兵與愍會，賊已潰散，愍擒西夏偽鈐轄一名，遂討蕩餘眾。是日，同三省作聖旨，將士並與特支七百，苗履等所統續渡河者五百。又作帥司指揮將佐，痛戮作過部族，所得孳畜財物，均給士卒，牛馬駝即買入官。癸卯，會都堂，皆相慶曰：「朝廷已建兩郡，萬一敗事，何以示四方、後世!今兹解圍，社稷之靈也。」王瞻輩不通信息幾二十日，孤軍深在賊境，其不敗事乃幸爾。 \\n 甲辰，詔青唐、邈川力戰有功士卒，作三等賜絹，十五疋、十疋、七疋，守禦人五疋、三疋、二疋。 \\n 乙巳，遣慕化李忠傑將部落子，及盡發秦鳳戰土赴熙河討定新邊界，令秦州句保甲防戍。 \\n 丙午，入見上於崇政。二府合班升殿，問聖體，有旨不拜，御藥宣答訖，至御坐前分蛾眉班奉慰。兩拜訖，上諭：「皇子久病，終不救。懿寧病尤倉猝，四更二點不得出，四更天去，醫者云：解顱因發急風，不可治。雖三歲，未能行，然能語言，極惺惺。」余等皆云：「皇子乃朝廷大喜慶事，不幸忽爾薨背，又繼有懿寧之戚，人情之所難堪。然此天命，无如之何，願更寬聖念。」上云：「至今飲食未復常，加之嗽。」余云：「悲惨傷氣，自須如此，乞更割愛，以宗社為念。陛下富於春秋，子孫之慶，何可量也。」卞云：「诜诜之慶未可量，願寬聖慮。」上雖微瘦，然玉色悦澤，余不勝甚喜。 \\n 同呈邈川解圍奏，上云：「日久可憂，赖且無事。」余等皆云：「誠如聖諭。王瞻等以孤軍抗賊，能保城守，又能斬獲賊眾，功實不細。」上亦云：「極不易，皆當厚賞。五愍亦當與復管軍，姚雄功亦不少，便可推恩不」余等皆云：「更待本路推排功狀次第，然後推賞未晚。」余云：「當趣帥司先具近上將佐狀聞奏。」上云：「甚善。」 \\n 又呈鄜延奏，西人差使副進誓表，惠卿以為邊計憂窘，不可緩，當速納其來使。上頗訝其語太過，眾亦誚之。遂降旨：令候西人回答近以兵馬犯塞回牒，及誓表中别無不依應得回詔事理，即令惠卿一面相度收接，仍依例引伴赴闕。 \\n 再對，余復伸慰問，又謝遣中使宣諭。上云：「不欲召卿等對，恐外人妄接特召爾。」 \\n 丁未，同呈，令胡宗回相度次第，以緊慢修完城寨；又結咓甑、心牟欽氈已誅，其家屬緣坐應死者一面處置，罪不至死，並邊厮波結一行家屬等並錮，交付押伴所管押赴闕。 \\n 再對，上諭：三宮出新城，當如車駕行幸時，量添巡檢下兵馬防衛。前一日，上又問：「二府曾一到寶林澆奠，二十八日皇子出殯，莫亦一往否」余云：「候與三省議，及檢故事。」退語三省，三省云：「亦得此旨，更不須故事，一往爾。」退閱故事，乃當詣内東門奉慰，因至殯所。是日，以此白，上深以為然，遂同赴延和觀。大遼生辰禮物早出。戊申，旬休。己酉，同呈邊報。 \\n 再對，以太后、太妃殿祗應使臣同殿閤，皇后閤准此。又詔，三宮出新城、本城分，巡檢司權差馬步軍五百防衞迎送。 \\n 上諭：「章惇堅以方天若為有罪，如何」余云：「臣不知天若與周穜往復語言，但聞眾議，以天若為凶肆可惡。」上云：「惇言天若有指斥語，卞亦云周穜多言。惇云天若方事起，兩詣卞，卞不敢見。已令兩罷之，俱與外任合入差遣。」余云：「如此處之甚善。天若固宜逐，穜亦不足惜。」上又云：「蔡京與卞果不相得。」余云：「此眾所共知。天若與京甚密，而卞不甚與之，劉拯與卞甚密，而京亦不喜拯，此可見其略。大抵因娣姒不相能，又爭入政府先後，以此彌不足。」上云：「兄弟間乃如此。」初，蔡京因對，訟周穜對經筵、史院官曾稱周常，又對天若稱鄒浩，遂令穜分析，而穜止稱常云「終是好人」，又稱浩曰「難得。」旨罷穜說書，而夔堅以謂天若亦當逐，故有是命。 \\n 是日，復蹇序辰、范鏜待制，除知青、揚州。是日，黄履罷政，知亳州。信履是日早留身，留劄子四道在御榻上，全不敢問。次日既貶，上諭云：「劄子引朱雲、劉禹錫、唐介故事救鄒浩。當時不言，既以奉行久矣。乃如此，必為人所使。」又云：吕嘉問兩日前往謁履。」又問：「吴居厚可尹京否」蓋欲逐嘉問，怡然不去而哂之。 \\n 庚戌，同呈鄜延奏宥州牒，遣使進誓表。 \\n 熙河奏，苗履過省章峽。又畫到青唐河南北地圖。 \\n 涇原奏，拍立界堠了當。 \\n 辛亥，同呈，令鄯、湟般運人夫脚乘頭口等為賊殺虜者，人支絹十疋，脚乘頭口給還價錢。 \\n 壬子，同呈熙河奏，已令苗履等管押隴拶赴熙河；又押西蕃印四十二面，有傳國銀印及唐朝所賜節度使印，餘大半皆蕃印也。 \\n 再對，以王殖句當皇城司，久權故。 \\n 又進呈曹矇乞在京差遣，以母病免知憲州。上云欲與一通事舍人，候批出，上許久，以批除職名，至是乃決。癸丑，下元節。甲寅，朝謁景靈。乙卯，歇泊。丙辰，同呈李穀乞厚待契丹公主。韶令優加待遇。時彦自陳築烏龍寨勞效，詔與復職，法當敘宣德郎，上旨令與通直郎。上又言：「先朝嘗罷館職，不當復置。」余云：「先朝因除職事官，即罷，仍與改一官。」上云：「與改官不妨。」三省皆以為當罷，余與夔言：「直祕閤之類當且存留，以待中師及被獎擢者，先朝以無此名例，便除直龍圖閣，似可惜。」夔深然之。 \\n 又呈熙河奏，王愍送到西蕃夏賊攻圍邈川日，白岑牟等以蕃書漢字，招誘愍等出降，云：「降必不殺，方與漢朝通和，當從正路送還漢天子，不爾即屠滅矣。」漢字乃南宗堡陷没使臣劉文珪書寫，文珪亦至城下呼愍等，令早出降。詔令根究文珪家屬所在，拘管奏裁。 \\n 是日，夔留身甚久。余再對，上諭云：「章惇以夏人犯邈川，欲因此討伐，遂滅夏國。」余云：「不審聖意以為如何」上笑云：「此何可聽。」余云：「陛下聖明遠慮，此天下之福。近歲諸路進築城寨，兵民勞敝，財用、糧食俱闕乏，幸而西人款塞，遂可休息。今青唐用兵，士卒困敝日甚，若更經營誅滅夏國，如此即憂在中國，不在四夷也。兼臣在熙寧中，見朝廷欲滅交趾，当與主將郭逵言：『交人雖海隅寸尺之地，然有國百年，興衰存亡，必亦自有天數，岂人力所能必。』既而果無功。況夏國豈交人之比也。」上深然之。退與小鳳言，亦共歎其狂妄。鳳云：「若如此舉動，是他災至也。」 \\n 丁巳，同呈鄜延奏，宥州回牒：已再約束首領，不得犯漢界。 \\n 熙河奏：欽波結角蟬等邊厮波結之弟能率部族討河南賊，乞授官，充巡檢。從之。 \\n 户部申，乞造瞎征等靴并幞頭。旨：今後除蕃官及呈試人賜靴外，進士唱名及軍校等更不賜。靴者令如法裁造。舊所賜靴，皆不堪著，又枉費官錢，故罷之。 \\n 再對，以正旦國信使李希道卒，改差賈裕。因進呈姚雄與姚麟書，云：「青唐去大河五百里，道路險隘，大兵還邈川，而青唐路復不通。朝廷進築城寨畢，方有休息之期，今復生此大患，如何保守深為朝廷憂之。青唐非數萬精兵不可守。」上亦深然之。 \\n 戊午，旬休。 \\n 已末，同呈澶州職官趙暘言：「澶州城舊臨河處無城壁，若增修則功大而土惡，不若因舊城修完，則功少而速成，為一方屏蔽。」其言極有理。此劄子乃陳瓘封来。得旨令安撫、轉運司同相度施行。又吕吕惠卿引伴西人赴闕。又令胡宗回討蕩河南北作過部族。 \\n 再對，以王亢知麟州，許良脓[农改衣]知保安軍。又令河北諸路安撫司，指揮逐州軍多方招募災傷人充軍。 \\n 庚申，同呈熙河乞補邊厮波結職名。詔以為諸司使。又奏：已令王瞻等將不作過首領書填空名，補將校。夔以為不當付瞻等各自書填，恐參差不齊，行遣未當，須從經略司相度補授。上旨：令胡宗回放罪。經略司及走馬并李譓，各乞催王瞻、王厚赴鄯、湟州。詔不得辭免，便令管句州事。 \\n 辛酉，同呈熙蘭路奏，乞鄯、湟州及河南置將。並從之。 \\n 再對，以御批曹矇除通事舍人，令赴闕供職。 \\n 壬戊，降聖節假令。 \\n 癸亥，同呈令東西京、江、淮、荊、浙、福建召募厢軍，赴陝西、河東耕種。 \\n 熙河奏，拍立巡綽界堠去處。 \\n 再對，復李嗣徽遥團，張宗高與收敘，令閤門供職。初，時彦既復敘，上旨即令舆二人者敘復，至是進呈。余因言：「宗卨不可復作承旨，昨既經密院取勘，上下皆不安之，兼及復不可與共處。然承旨久闕，當除人。」上云：「與三省商量。」余云：「若有卓然可除之人，即政府可議，若且於閤門選人，如王殖、曹誘可權管句，即須出自聖意。」上令差曹誘。 \\n 是日，聞敖氏甥女訃，在式假。 \\n 差蔡卞權樞。 \\n 甲子，卞與三省得旨，令保安軍牒宥州：不得犯青唐界。又令涇原、環慶各選步兵三千、騎三千，赴熙河路使唤。 \\n 乙丑，越國忌。 \\n 丙寅，同三省詣奉先奠皇子越王，巳時，西閤奉慰訖，上馬。卞以致齋不赴。 \\n 丁卯，宅引。 \\n 戊辰，節假旬休。 \\n 十一月己巳朔，得熙河奏，种朴將秦鳳兵數千，十月二十一日討一公城，攻圍賊眾，為賊所邀截，朴重傷死。已又聞尸首不獲，偏裨程述、王舜臣而下僅免，將佐、士卒尚未見亡失之數。 \\n 庚午，冬至。同三省赴東閤拜表。遂作聖旨，令瞻引兵歸邈川，其河南北戍守人馬，令胡宗回相度，一面從長措置就奏。是日，卞還自郊祠，遂同佥書行下。夔聞兵敗，氣沮矣。辛未，赴普照大名殯所致祭。壬申，假。癸酉，赴相國建興龍道場，會蔡京等於寶梵院，用衙前藥酒九行罷。甲戊，上以懿寧公主出殯，不視事。二府宅引。乙亥，朝垂拱，同呈鄯州等處事宜及种朴戰没事。上亦甚駭之，再三顧問如何處之為是，眾皆云：「賊势如此，若株守不改圖，即恐王瞻一行將士陷没，則於威靈愈為不便，須至如此指揮，若保完得王瞻一行人馬歸邈川，則鄯州徐更措置。」上云：「溪巴温如何」眾亦云：「王瞻朝出鄯州，即巴温暮入無疑矣。」上云：「何以處之」余云：「次第不免如折氏府州措置，乃可速定。未知巴温肯聽命否幸而隴拶已來，庶可與之語。」昨青唐初被圍時，章惇便要如府州折氏處置。遂得旨，令秦希甫同胡宗回相度措置。余以种朴被殺，何可但已。兼邈川係隔绝西蕃與夏國交通之地，及河南疊、宕一帶部族見歸明，可因而建置洮州，以成先帝詔旨。兼慶、渭步騎萬人，可令姚雄統領前去，討擊河南作過殺种朴者。如此，則朝廷威靈稍振，而湟、洮之計亦已先定，不爾，邊臣以朝廷已棄青唐，則并湟、洮皆無經營之意矣。眾莫敢不以為然，上亦然之，遂依此降旨。又令王瞻因軍回裏護三偽公主等來，又令李彀相度，如三公主已有來期，即并瞎征、隴拶一就起發，如公主等未有來期，即先管押隴拶等赴闕。 \\n 又得旨，差曹誘權副都承旨。 \\n 再對，因慰：「上以越王、貴主相繼出殯，聖情必是更傷悼。然陛下富於春秋，多子之慶未可量，顱自此更不寘聖念。」上云：「因此亦頗覺嗽不已。」余云：「更乞寬懷，善保聖躬。」因言：「青唐之變如此，政府不得無罪。臣素知人情事理不順，恐必難濟，累曾與章惇爭論，亦曾於陛下開陳，其後瞎征、隴拶皆出降，臣無復可以啟口。然臣知其不可為，而不能固執所見，隨順人言，致誤國事，兼是密院職事，比之眾人，臣罪為最多。」上亦欣納。余又云：「見章惇初與張詢、王瞻等陰構此事，後又與孫路交通，以此力主其議。臣以謂，青唐國人不平瞎征父子篡殺，故欲逐之，而立董氈之姪，我乃因其擾攘，遂欲奪之，於人情事理不順，明白可知。況朝廷以四海之大，所不足者非地土，安用此荒遠之地。兼青唐管下部族，有去青唐馬行六十三日者，如何照管兼生羌荒忽，语言未通，未易結纳，安能常保其人人肯一心向漢。凡此等語，皆曾於陛下前敷陳，恐久遠必為患，不謂不旋踵便有此變。蔡卞素不知邊事蕃情，又與惇議論多異，獨於此助惇甚力，今日卻無以處之。至於章惇，初勇於開拓，才聞青唐被圍，便以書令胡宗回如府州折氏措置。此事不降朝旨，岂可便以告邊臣宗回有書見在。尋以進入。又才聞姚雄於邈川解圍，卻以書令宗回，將作過首領家族一處拘管，先執其首領，便先從嬰孩以至少壯者，一一次第凌遲訖，然後斬首領。如此豈不激怒眾心!」上深駭之，云：「此是何措置」余云：「不回錄到惇書，一一具在。及今日种朴戰没，氣已消沮，更無處置，臣遂自條今日所陳三事示之，亦莫敢以為不然。如此輕易反覆，岂不上誤國事」上但再三駭其率易也。 \\n 丙子，同呈种朴赠防禦使，與十資恩澤，賜錢、銀、絹、布各五百，羊、酒、米、麵各五十，母特封郡太君。 \\n 熙河奏隴拶已到熙州。 \\n 又差内臣犒設熙河戰守漢蕃士卒，及支綢絹，慶、渭人兵未經出入，亦與特支。 \\n 再對，免李希道追納，賜銀三百兩。 \\n 丁丑，胡宗回奏，令隴拶作書，遣蕃僧往招溪巴温，許以節度使，依舊管句青唐部族。又辭免寶文學士，降詔不允。 \\n 再對，以諸軍排連隔下已有條格，更不進擬，便聖旨行下。又府界第四將申，將兵替回，延安府不支盤纏，牒河中無錢支，至今未給，及虞鄉縣給與軍人口食價錢。令陝西轉運司取勘奏裁。 \\n 河東乞差河北將兵，於備北州軍沿邊戍守。從之。 \\n 殿前司欲將河北揀到人衮同揀填班直。上不許，令管軍臨時斟酌揀選，不須立法，但令諭管軍而已。 \\n 戊寅，旬沐。 \\n 己卯，同呈鄜延奏，西夏進誓表官稱，昨一表便蒙聽許，岂不依回詔指揮，兼别有謝恩表。得旨，差工部外郎韓跂押伴。 \\n 又令熙河路尋訪种朴尸首，獲者與銀絹各一百。 \\n 又令諸路，未降誓詔以前，收接西界投來人口，候降誓詔，别聽指揮。 \\n 又令熙河、秦鳳，限百日，許逃亡軍人首身，與依舊收管，弓箭手仍免降配。 \\n 又以許彦圭為熙河經略司句當公事。彦圭沿邊事極有條理，其論營田事尤詳，昨自涇原放罷，改秦州職官，以監司多被黜，遂不得改官，其人材殊不易得，故且以此處之。上云不妨。 \\n 庚辰，同呈引見瞎征等儀注。上初令於端門排仗，又令諸軍自順天門素隊排立，且欲依冬至節與軍班等特支。余勘會得冬至例支十七萬貫，端節八萬。因為上言：「僥倖之例不可多啟，此止祗應一日，恐止可用端午例。端午比冬至大約多減三分之一，亦有減半者，似頗酌中。」上亦然之。 \\n 又差陳敦復以句當公事兼管句提舉營田司公事。敦復以功賞當轉兩官，云任滿止四月，欲以減一年磨勘先改官，而論竟不合。 \\n 是日，三省以體量孫傑事進呈，内有差與常安民船，及庇贓吏路班等罪，夔欲黜之，而左轄以為復吕温卿之怨，夔亦以轄為立黨，面相詆訐久之。而有言傑與安民親，而上亦嘉其能擊温卿故，止罷左史為太常少卿。夔留身論之甚久。既退，余再對，上以諭余，且問：「傑之罪如何」余云：「臣悉不知所體量事，然傑擊温卿誠可激賞，若有過，以此少寬假之亦無害。」上云：「傑擊温卿兄弟誠為可嘉，惇與温卿兄弟誠為黨與。」余云：「此眾所知。惇既有此嫌，亦不當力乞罷傑。」上云：「須要罷黜，蔡卞實不曾稱薦傑。傑擊温卿，張商英以書稱之云『排巨姦，破大黨』，巨姦、大黨為誰」余云：「大黨必是惇。商英乃惇門下士，然亦每事諂奉蔡卞，祇如近命蹇序辰，詞云：『嘗助國是，岂以一眚，遂忘前功。』朝廷為序辰復職，本無此意，此乃諂詞。」上云：「既為惇門人，又卻如此，士人何可爾!章惇以謂可作翰林學士，还做得否」余云：「若文采及人望，亦可為之，然不能自立，亦誠如聖諭。」上云：「如此人終不可在朝廷，兼不可以作藩，诰命亦不甚好。」上又云：「章惇衹聽賈種民言語，如何」余云：「亦有之，然惇、卞亦各有黨，惇所悦，即曾旼、周穜之類；卞所悦，即鄭居中、鄧洵武、葉棣之徒，亦皆不叶公議。」余又問：「傑作常少，何以處旼」上云：「兩員不妨。」又云：「旼更不可向上，學問、文詞、吏能皆不易得，祇是不平穩。」余云：「陛下知人如此，天下之福，臣復何言!然左右史久闕，今又無人。」上云：「鄧洵武可否」余云：「洵武正如曾旼，文學亦不可得，但附卞太偏，以此為眾所惡。」上云：「亦别無過惡。」余云：「彼方在閒地，未有所為，若處之要路，則其資性憸憸，未可量也。」余云：「從官中文采可作翰林者，卻是安惇，及亡兄鞏以文章名重一時，稱惇文采可跂及蘇軾。」上笑云：「中丞尤難得人。」既而又言：「安惇亦祇是章惇門下人，昨舉商英自代，可見也。」余云：「安惇與商英俱是蜀人，安惇固未免觀望，然粗識深淺，非若蹇序辰之比也。」是日，语多不能悉記。 \\n 辛巳，同呈，令熙河經略司勘會苗履、姚雄、种朴下亡失使臣、士卒人數，并其他因戰鬬亡没之人，並勘會聞奏。又令李彀因便犒設將士，及密切勘會陣亡人數聞奏。以李夷行言，苗履在青唐獲八九百級，亡失三千餘人，及其他人士卒喪亡者甚眾，而經略司不奏故也。 \\n 是日，左轄亦留身甚久。余再對，上諭以：「卞云不可與惇共處，待過興龍節求去。」余云：「臣昨日蒙聖諭，既退，亦聞惇、卞面相毁訾甚峻，大臣不當如此。」上云：「失體。章惇多以語言傷人。」余云：「惇性暴，率多輕發；卞則陰巧，能窺伺其所短；故卞多勝，惇多屈，必無以逃聖鑒。如孫傑事，既有温卿之嫌，自不當力爭，亦無可勝之理，惇不識便宜多此類也。」上云：「惇卻言：祇是說孫傑立黨，不是說卞。」余云：「此乃惇畏卞之詞。卞與惇皆有黨，而卞之黨為多，既已言之，何必更解」上亦哂之。余云：「惇之黨衰，卞之黨盛，故眾皆畏之。謂卞為不立黨，尤不可也。惇、卞紛紛，固未足道，然三省、密院闕人，陛下不可不留意。宗廟、社稷大計，天下安危，士民休戚，祇繫此三人者。惇、卞既暌，許將凛凛畏此兩人，不敢啟口，每有一事，惇以為可，而卞未答，卞以為可，而惇未然，則將莫敢對，直俟兩人者稍同，將乃敢應答。今兩人者又交惡，自此政事愈乖謬矣。故上下内外闕官，鮮有差除，縱有差除，人必以為不當。蓋兩人者，好惡各有所偏，各有黨類，若有一人能執義理、持公論以自處，無不可勝人之理。古人云『正己而物正』，未有枉己而能直人者也。密院獨負，臣來日赴景靈行事，遂廢本院職事兩日，雖密院邊防事機動繫安危，然事稍大者，必與三省同議，尚未足憂。三省政事所在，一日萬機，陛下付之此三二人，恐誤國事。臣每不欲喋喋，然致身朝廷，於國事不敢不傾盡補聖聽。」上云：「深欲補人，卿視在朝誰為可進者若補得兩人，方不闕事。蔣之奇亦不可得，又適有此事。」余云：「蔣之奇官是太中大夫，數月間未可進職，且移一藩亦可。」上云：「亦無事，復職亦不妨。」又云：「年歲間莫卻可用。」余云：「之奇比在朝廷，卻頗平穩自守，亦老成故爾。」上又云：「韓忠彦可用否」余云：「方三省需人，如忠彦輩，但恐不濟事，須是奈何得此兩人，乃有補。許將固恐懼，以元祐中為執政，常恐為惇、卞所傾。黄履雖或敢啟口，又不曉事，亦不為兩人所畏。」上云：「履不曉事，不足道。」余云：「人君所以垂衣拱手，無為而天下治者，以得人也。若廟堂得人，則亦不至每事煩聖聽，且如平日所進呈事，或論議未合，自不可將上，岂至於陛下前紛紛爭口舌也；有骨骾之人在位，則廟堂不正之論已消之於下矣；以至内外上下闕人，若以公議差除，岂有不可之理。但在上者得人，則事無大小，无不修舉，何至於勞聖慮也!」上深嘉納。又論其下人材：「如吴伯舉如何」余云：「亦如曾旼、鄧洵武之徒。陛下論曾旼曲盡之矣，此三人者，乃一體之士也。陛下必欲用洵武之徒亦不妨，然須以一正直不附麗人者兼進之，則人情亦必悦服，獨用洵武輩則不可也。洵武、劉拯輩皆在要路，則卞黨益盛，自章惇而下皆畏之，誰復敢言其短如此不惟於士類不便，陛下聪明亦從而壅塞，每事愈費力爾。若謂卞無黨，則鄭居中乃王珪壻，何緣得進劉摯、吕大防壻，有敢引之者否緣居中故，閭丘籲亦得差遣，初改官不作縣，自宫教除通判，皆眾人所不可得也。」上又曰：「蔡京亦不平穩。」余云：「陛下論人材性行，皆曲盡之矣。」余又言：「章惇多輕信，初力引序辰、嘉問，既而反為仇怨。嘉問何足引，王安石力欲以為待制，而先帝終不與，後處之以光卿而已。」上云：「安石稱道嘉問過當。」余云：「誠如聖諭。安石平生交游多暌乖，獨與嘉問始終，故稱之太過，作嘉問母祭文：『是生賢子，經德秉哲。』此乃商周先王之德，嘉問何以當之」上笑云：「安石性强。」余云：「安石以義理、名節、忠信自任，不肯為非，至於性强，自是以此驕人，故時有過舉，岂他人可比。」上云：「安石誠近世之所未有。」余云：「此非可與章惇、蔡卞同日而語，其孳孳於國事，寢食不忘，士人有一善可稱，不問疏遠、識與不識，即日召用。誠近世所無也。」上又問：「惇門下有陳彦恭者何人」余云：「此鼠輩小人，不足道。然惇多輕聽，如彦恭者，構造是非，談人短長，惇聽之，誠可笑也。以此内外官吏陳請利害，但己所喜者必行，其所不喜者，言雖有理，多斥而不取。」上笑曰：「如温卿所陳請，不問是非，无不從者。」是日语尤多，不可悉记。 \\n 壬午，赴景靈，告遷太宗神御於迎釐殿，以修大定故。癸卯質明，行事，巳時，奉遷，申時一刻，奉安訖，退。 \\n 甲申，同呈十四日已作聖旨，令胡宗回休息將士，俟事力完壯、決可取勝，方得前去討擊河南等處作過蕃賊。又立賞構捕郎阿章。秦鳳奏：一公城使臣兵馬已棄城歸錯鑿。令胡宗回具析不奏因依。又令李彀體量青唐、邈川河南事宜以來，前後覆没兵將聞奏。 \\n 乙西，同呈雄州奏北界牒，郭知章不肯嗟程插宴。令知章候到雄州，先次具析聞奏，以俟章報仍回牒也。 \\n 熙河奏：一公城人馬已赴錯鑿城。 \\n 再對，呈康渭劄子，言湟、鄯州害，大概以兵馬疲敝、糧道不通，恐不可固守，兼熙河一路空虚，多可憂者。上亦以其言為是。 \\n 又許幾乞定待遇西人禮數，及應答語言繁簡，西驛以謂無可施行。上深然之。因諭云：「都贶人才不可得。」余云：「許幾所不及。」上云：「远過之。」 \\n 是日，上又諭：「高遵惠，再檢見元祐中有章疏論罷吏禄，以為先帝法度，不問是非，一切欲改，此大臣有私意於其間，不可不察。又規切太母云：『不可斂怨天下者。』此極不可得。」余云：「當時敢出此語，誠眾人所難。陛下累欲召遵惠還，若爾尤不可不召，臣當與三省更議可代之者。」上云：「甚好。」又云：「賈種民亦有章，云『盡罷苛法』之語，莫不可!」余云：「此正與王存言『横斂』一般，亦可謂詆斥也。」上云：「遵惠論種民事莫是否」余云：「寺監無不由六曹直達都省者，遵惠為侍郎，職所當論。」上又云：「遵惠言紊亂官制。」余云：「如此誠紊亂官制也。」上又言：「種民言罷苛法者是上書，书中云更有一策文字，言十餘事，尚未尋見。」又云：「惇終不善遵惠。」余云：「人言其以遵惠擊種民，故惡之。」上云：「遵惠歸作尚書侍郎皆可。」余云：「龍圖閣直學士恐難作侍郎，權尚書可也。」余退，但以上云：「遵惠又有章疏欲召還，莫可别議慶帥否」蔣之奇是太中大夫，自可帥。眾云未可議除之奇，余云：「上不以為不可。」夔云：「慶不須兩省，一直閤可矣。」余云：「直閤固可帥，但未知誰可為直閤者」鳳、轄亦皆云未見其人，既而又欲以孫覽帥慶。余云：「范鏜可否」眾默然。余云：「以鏜易覽如何」卞云：「如此即不妨。」又語及吕仲甫，左轄云：「曉事，卻不敢為，亦恐未可也。」 \\n 丙戌，同呈引伴西人奏語錄，羌人云：「本國乞和，一表便蒙許，進誓表豈敢更不依回詔指揮。」極恭順，祖宗以來未嘗爾也。 \\n 再對，梁從政磨勘合改延福宫使或觀察使，上云：「且與宮使。」因言從政事先朝，任使頗曉事，但執滯及太絮爾。余云：「馮宗道及從政皆先帝所親信，皆讀書曉事。」上云：「宗道曉事，非從政比也。」余云：「馮世寧、藍從熙俱已作觀察。」上云：「宮使更數年，亦須磨勘作觀察也。」 \\n 又呈惠卿奏，鄜延戍兵一百一指揮，乞減五十指揮。從之。因言惠卿亦乞減將佐官吏，來日與三省進呈次。丁亥，同呈鄜延乞減將官使臣等，及以綏德為軍。並從之。 \\n 再對，以知保德軍趙思恭為揚州鈐轄。因言：「近除郎官監司甚多，如韓治輩，非出聖意，岂復得召」上笑云：「章惇言治為劉摯門下半夜客，亦無顯狀。」余云：「陛下察言如此，天下之福。如前日宣諭，欲召韓忠彦，乃知聖意一無所適莫。」上云：「忠彦何能為，且令作吏部尚書莫不妨。」余云：「誠如聖諭，忠彦先朝擢為尚書，心本無惡，但不能自立，多隨順人爾，在元祐中，措置邊事，无非曲徇他人；及臣秉政，欲一變前日所為，初雖略爭，既而無敢不從者。若謂元祐曾作執政及隨順人，則許將亦是。陛下觀此兩人何以異」上笑云：「正似許將，兩人恰一般。」上又問：「陸佃會做文章否」余云：「佃所為文章，未嘗不傳笑中外。如賀皇子表云：『桃千年而結實』；慈聖挽詞云：『玉册三回捧，珠簾一度垂』；中外以為口實。有臣私意，以親嫌不敢啟口，今日因聖問所及敢敘陳。臣弟肇與佃同修《實錄》，肇於未進書時已罷，佃至元祐七年書成方去，肇貶滁州不落職，佃削職，而劉拯乃卞門下人，猶云『以五十步笑百步』，故肇亦降修撰，則肇之罪輕於佃可知。況佃在元祐中嘗除學士，又除尚書，但為言者所奪。肇初論蔡確事補外，再召入，又以論北郊事去。今乃以佃為情實稍異，先復職移藩，中外所不曉。肇在先朝已修史，蔡京作《起居注》時，肇適上殿，先帝目送之，至殿門乃回首，然則先帝眷待可知。不幸遭喪，未及進擢，已而先帝升遐，故元祐中方除舍人。若論為劉摯黨，尤為誣罔。初除舍人，王巖叟、朱光庭力攻以為不可用。巖、庭乃摯黨，則兩人者，何為而力擊之也」上笑云：「言是姦臣之弟。」余云：「陛下閱章疏，可見其攻之人語，可以察其是與不是摯黨。臣曾蒙宣諭，以臣稱弟肇，而眾論云與臣不同，臣初以不敢力辨，然臣稱道其他人才，未嘗不以公議，況兄弟之嫌，若懷私失實，罪不容誅！肇之文詞，學識操行，皆非今日在朝臣可比。如近日賀中宫、皇子、青唐三表，中外無能出其右者，此眾所共見；以至在元祐中，出處如此，則學識可知；素不為執政所悦，則操行可知。肇之剛介，又非臣比，故惇、卞皆望風惡之。臣所以喋喋自陳，非敢冀望牽復升擢，但以眾論誣罔如此，兼與佃升黜不同，外議皆以為不平，冀陛下照察。」上首肯而已。又言：「密院编修文字闕，欲除彭汝霖。」上云：「極好。」余云：「臣曾問三省，亦欲以監司處之，此人材不可得，若且令作監司，岂盧君佐、王汝舟等可比，卻可措置之閑地爾。」上云：「好，來日便問三省。」尋以旬休，恐上不復記，至二旬休日，首諭三省，可見欣納也。 \\n 戊子，旬休。 \\n 已丑，同呈胡宗回奏，已依二日朝廷指揮，王瞻措置鄯州事。又李譓奏，青唐府庫金銀等物，王瞻、王厚不肯同本司句當官檢點供數，及以銀馬等遣運句竇志充。詔李譓、秦希甫、胡宗回體量，根究有無侵欺情弊聞奏。又訪聞會州新城不至堅固，令胡宗回修完，及具因依聞奏。 \\n 惠卿奏，西人乞賀正旦，綠誓詔未降，未可從。又乞優加寵錫西羌，如元祐故事。夔因言：「先帝嘗欲以金帛結羌中用事者，今西使言，國主悔過效順，皆嵬名正賽輔佐使然，欲使還賜以金帛，以結其歡心，若元祐加賜乾順，則不須也。」上令留候。 \\n 是日，三省得旨，令彭汝霖上殿。 \\n 庚寅，大名周祥，舉家赴普照齋祭。 \\n 辛卯，同呈李彀奏瞎征、隴拶一行赴闕人數。 \\n 再對，上諭：「已令汝霖上殿。」余稱謝。余又言：「臣所稱人材，不敢一言欺罔，至如稱道弟肇，實無冀望升擢之意，但以眾人誣罔，冀陛下深賜照察，則莫大之幸。」上云：「肇今在甚處」余云：「海州。」又言：「佃初貶泰，肇貶滁，殊不類，已而得泰州、海州，皆在佃後，其厚薄可知也。」 \\n 壬辰，同呈邊報。又熙河奏，三偽公主十四日到河州。 \\n 再對，以步軍司乞免軍人裏護降羌，及出城借出軍器倍備修完價錢。從之。 \\n 癸巳，同呈邊報。熙河奏：青唐三偽公主已到河州。 \\n 再對，以路分宋宣為熙河准備將領，專切應副鄯州、湟州使唤。 \\n 甲午，同呈西驛申，西人不赴上壽。得旨，令赴上壽，及歸驛賜御宴、節衣，並如舊例。 \\n 偽公主到熙州。又李彀奏，乞早令王瞻歸湟州，及焚毁青唐巢穴。朝廷方議欲以鄯州付董氈之後，如府州折氏處之，詔經暑司不得輒有焚毁。彀奏報中多攻病胡宗回，及言青唐近來危急之狀多過當。上謂余等曰：「此輩所言，未可盡信。」眾皆以為誠如聖諭，因言：「内臣好貨及作氣燄，凡所悦所惡，皆毁譽過實。」上又言：「利珣喜奏事，然亦好貨財。」夔云：「珣最甚。」再對，上又及彀等，余云：「陛下察見近習用情如此，乃中外之福。」上亦深然之。 \\n 乙未，涇原留大將王翼，乃劉奉世隨行，遣還都官，而不赴部公參，私往塞上獲級，遷借職，又舉西安州差遣。翼本吏部令史，斬首必妄冒也。得旨，追所受賞，勒還都官重難差使。 \\n 再對，呈王府界保甲數及縣保丁二十六萬。昨熙寧中教事藝者七萬人，上屢督責，欲復行畿内保甲教閱法，卞贊之益急。余云：「此事固當講求，然廢罷已十五年，一旦復行，與事初無異，當以渐推行，則人不至驚擾。」上云：「故當以漸行之。」余云：「聖諭如此盡之矣。若便以元豐成法一切舉行，則當時保丁存者無幾，今保丁皆未教習之人，若便令上番及集教，則人情洶洶，未易安也。熙寧中施行亦有漸，臣是時方判司農，首尾本末，无非出臣措置，容臣檢尋文字，講求施行次。」退以語卞，卞殊以為不快也，乃云：「熙寧初，人未知保甲之法如何，今耳目已習熟，自不同矣。」余不答。 \\n 丙申，同呈秦鳳權帥周緯乞不候來春，先次賑貸本路保甲一次，來春更依條振貸，以役使勞敝故。從之。 \\n 章楶不合留王翼，罰銅二十斤。 \\n 再對，以上批李彀乞隴拶赴闕，沿路官吏懈慢等，並以違制論。仍禁劾令依奏。余云：「彀所陳未成文理，已别草定文字，乞依此行下。」上從之。仍指彀寫恩「雠」字作「酬」字，上亦哂之。 \\n 因言：「中外闕官，如左右史久闕不除，從官日少。」上云：「左右史可除者，祇是目前三二人。」余云：「在聖意以公論去取爾。」上又問：「徐彦孚可作權帥郎否」余云：「以人望似亦可作，臣固嘗稱其曉事也。」上累論欲召還高遵惠，而夔終未快。余因言：「陛下累欲召遵惠還朝，亦曾與三省議，但以難其代者。章惇云不必兩制，直閤皆可往。眾皆云未見有可除直閤者。臣意謂蔣之奇是太中大夫，似可除慶帥，兼未須除職。」上云：「之奇亦無事，除職亦不妨。」余云：「聖意如此，中外所不知。祇如前日面諭韓忠彦，岂眾論所敢及。然尚書而下，從官太闕少，若非斷自聖意，恐議論必難合。前日聖諭，欲以遵惠權吏書，臣以為太重，刑部久不得人，以遵惠為刑部必稱職，忠彦為吏部甚允。況韓琦定策立英廟，此功不可忘，陛下留意忠彦如此，臣退而鼓舞稱誦，此豈今日大臣所能啟發聖慮也。然忠彦、遵惠召還，皆出聖斷，及之奇亦未當除帥，若出自中批，使人知出聖意，不須政府進擬也。」上欣然云云「待批出」，既而寂然，疑有閒言之入者。已而遵惠卒，遂除之奇為代。 \\n 是日，早出赴普照，以大名叢塗祭告，未後歸。 \\n 丁酉，旬休。 \\n 十二月戊戌朔，臘假不入。 \\n 是日，賜口脂甲煎并銀合一、三十兩。己亥，同呈邊報。馬仲良以平夏不以時遣役兵，為西人所殺虜者甚眾，特降兩官。 \\n 西驛申：西人乞買賣。詔如舊例。 \\n 再對，以李伾知祁州，高權知信安軍，密院進擬石澈京城東面巡檢，御批：「不差，餘依奏。」同擬差者八九人。是日，崇政西夏進誓表人使見。因謝上以失於奏稟，極皇恐。上云：「小事，但恐不可作巡檢爾。」余云：「澈於法當再任，骐驥院差遣高，故且與巡檢。」上云：「再任卻不妨，巡檢須擇才武者。」澈乃徐王婿，上語如此，余亦釋然。 \\n 庚子，同呈夏國誓表，詞極恭順。令二府擬撰誓詔，又令依例回賜，又令十四朝辭，十五日進發。 \\n 李彀奏：青唐送到契丹公主，年六十四，頗能語言，自云宗真之女、洪基之妹，願早到京師，一見北使，詢虜中動靜。上云：「宗回奏亦然。」 \\n 又奏胡宗回得十一月二日朝旨，但行下王瞻相度施行，不肯果決。余等皆云：「宗回當如此施行。若便令王瞻歸湟州，若瞻異日以為可守，是今日不當棄去也。令相度可否，申取帥司指揮，若不可，待報，即一面依朝旨歸湟州駐劄，亦曲盡之矣。」上云：「李彀欲棄鄯州，但一切苗履之言爾。」夔初以為如此。 \\n 辛丑，北使見於紫宸，退狀，赴垂拱宴，酒五行，未後乃罷。 \\n 壬寅，同呈草定夏國誓詔，送學士院依此修寫。又夏國表中犯真廟諱，令牒宥州報本國施行。 \\n 秦希甫奏：「王瞻、王厚盗取邈川、青唐府庫中金銀等物，因此致變，反殺牟心欽氈等以滅口，及分遣走馬及將士等，走馬後至，所得亦不貲。」詔令希甫及胡宗回、李譓體量詣實聞奏。 \\n 是日，差陳愷句當剩員所，劉燾编修密院文字。奏事退，赴相國罷散道場。尚書省御筵，薄暮乃罷。是日，虜使謝射弓利物，至未時，聖上不肯重行立班。 \\n 癸卯，習上壽儀。 \\n 甲辰，忌。 \\n 乙巳，興龍節。 \\n 丙午，歇泊。 \\n 丁未，旬休。出華嚴齋僧，赴樂昌周祥道場，及拜大名影堂，同周秩及長老齋罷歸。 \\n 戊申，集英大宴，申後罷。 \\n 己酉，人使辭紫宸，茶酒，巳正罷。 \\n 庚戌，歇泊。 \\n 辛亥，呈邊奏，熙河乞立溪巴温於鄯州，及令招誘疊州首領。又令根究熙河司户虞大猷下落處，及令講求种朴尸首。 \\n 再對，差正旦伴射等官賈巖借馬軍都使、觀察使。 \\n 是日，蔡元度留身，乞宮觀。當日晚，差蘇珪封還表，宣召。 \\n 壬子，同呈差熙州通判孫适提舉熙河弓箭手，替李夷行，以上旨令罷夷行故，夷行以書言邊事多失實也。 \\n 熙河陣亡將官魏針等贈官推恩。秦希甫奏言：「見薛适、曹絃等言：王瞻、王厚盜取邈川、青唐府，已差纮一就前去河州體究。」因面陳：「纮乃臣姪，轉運司自不曾差權句當公事，所言如此，而希甫便委之體量，尤不當，恐須放罪改正。」上云：「須罰金。」遂令罰希甫二十斤，運司十斤，纮遣歸任。李彀言青唐探報危急等事，且云胡宗回避棄地之責，故不肯依朝旨，令王瞻退保湟州等事。是日草定，欲以趙懷義知鄯州，王瞻為都護，而宗回云：「懷義幼弱不勝任，恐國人不服。」得旨，别草定，來日進呈。 \\n 再對，路昌衡乞狄諮為定州副總管。余云：「諮與一在京宫觀足矣，不足施行。」上云：「總管自當朝廷選擢，何可乞。」王餘應年八十，乞宮觀或致仕。上云：「令致仕。」余云：「餘應亦歸明之後，藏才族王氏世守豐州，與折氏等，慶曆中為元吴所陷没，仁宗得餘應養之宗帥，待遇與宗室等。故餘應曉音樂伎巧，與都人無異，母折氏，嘗召入内。」上云：「如此與宮觀不妨。」 \\n 是日元度押赴都堂，再上堂，馬上表。晚遣劉友端封還文字，宣召。又批付中書，令諸處不得收接文字。 \\n 癸丑，同呈：以隴拶為河西節度使、知鄯州，與王瞻同為都護；瞻依舊熙河鈐轄、隴右沿邊安撫使、都巡檢，與隴拶同管句軍馬司；以趙懷義為廓州團練使、同知湟州、湟州管下同都巡檢使。隴拶候朝見訖降制。候溪巴温順歸，蕃情順服，令歸其大小首領，如青歸論征、捨欽角四之類，速具聞奏，依格優於除官，差充地分都同巡檢。溪巴温如能歸順，願同隴拶在青唐，同小隴拶在溪哥城居住，並聽從便。是日，卞再入，猶别班奏事，遣人來云：「此文字莫不須忙。」余云：「青唐危急，此事不可緩。」遂得旨，令依此指揮。 \\n 郭知章奏，乞朝見。從之。上猶疑已貶不當朝見上殿，余云：「面謝泛使，有使事當面奏，不可不對。」上從之。 \\n 又詔陝西、河東經略司，夏國已進誓表及降誓詔，令不得侵犯及收接投來人口。 \\n 卞是日押入視事如故。 \\n 甲寅，同呈郭知章分析不赴插宴。余與夔云：「恐當併計。」上云：「兩制行遣，何嘗論法，恐虜人緣此不肯嗟程插宴，害事，不可不行。」令使副各罰銅二十斤。 \\n 再對，以郝惟幾知通遠軍，曹譜知霸州。因言：「通遠闕官累日，不敢不慎擇。惟幾官序、人才及有戰功，谱亦為監司及曾孝廣所稱，故擢之。」 \\n 乙卯，立春，朝崇政。 \\n 同呈李彀奏青唐利害，乞立溪巴温，且言王瞻一罪魁，不足惜，一行將佐何辜，乞早令還湟州等事。上猶疑昨日指揮令溪巴温從便歸鄯州，卞遂和之。余云：「向者陛下嘗云：『王瞻朝出青唐，則溪巴温暮入』，此無疑矣。今縱不聽其從便，能令溪巴温不入乎與其令彼擅入，不若聽其從便也。今日青唐之變，擾攘未定，排難解紛，固當如此；若更守株，瞻等陷没，或更有不測之變，則朝廷更難處置。若朝廷必欲有鄯州，則西有湟，東有洮，鄯州亦難立矣，隴拶其能國乎異日以漸消磨，亦必為朝廷有，不患不如府州折氏也。今日若不如此措置，儻有人能保王瞻不陷没，南北别不生變，則昨日指揮猶可追改也。」卞默然不敢措一言，上遂曉然。又熙河探報：郎阿章云：「本無背漢意，為人所鬬亂故如此。」令宗回更切多方招誘，及倍恤其家。又新歸順結绝洛吴擊敗多羅也族，殺傷其父子，令速具洛吴切狀聞奏。又詔李譓，如雇召脚乘艱難，人力困敝，未可般運打繩川板築所須，即具奏聽旨。再對，呈軍領司闕，上令差張宗高。余因言：「青唐之事，從初始合如此處置。國人本以不平瞎征父子篡奪，故欲逐之，而立董氈之後，朝廷當助順，為之建立君長，乃仁義之舉，反欲因其擾攘，而奪其地，人情所以不服。臣自七、八月間，累與章惇爭論，以謂理當如此，適會惇、卞兩人議論叶同，已而瞎征、隴拶出降，臣無以啟口。今日變故如此，已是誤朝廷舉措，若更遂非固執，萬一更有不測之變，何以處之」上云：「已降指揮如此施行。」余云：「臣固不當更喋喋，然十六日進凝隴拶指揮，卞猶以為未須急，兼恐更生異議，望陛下聖斷，更賜主張。自紹聖以來，經營邊事，所向無不如意，不幸於此生事，狼狽如此，今但且於已然中且多方醫治，庶稍弭邊患，兼不失鄯州之名，亦足掩覆四方觀聽爾。昔人以火喻國事云：『曲突徙薪無恩澤，焦頭爛額為上客。』蓋曲突徙薪，言雖見聽，消患於未然，何功之有然見聽者少，其言雖驗，亦不足為功，及火患已成，焦頭爛額以赴救者，皆有功之人也。今日措置，已是焦頭爛額，臣從初爭論，正曲突徙薪之比也。臣之所以惓惓者，今已焦頭爛額，而論者未免有惑，願聖意深察安危之幾，知言者不可輕信爾。」上云：「甚好。」 \\n 上自十四日視朝，覺倦怠不快。再對，因問聖體如何，上云：「口為吐逆，早膳至晚必吐，飲食皆出，兼嗽，食減，又坐處腫痛。」余云：「此皆虚證，須補理將養。」上云：「眼補中丸至百丸，硫黄鍾乳藥俱喫。」余云：「脈證如此，服不妨，醫者以陛下富於春秋，初不敢進温熱藥，恐即虚陽，今進此等藥非得已也。嗽雖小疾，然不可久，春氣至，即肺更不得力，宜速治之乃便。」上云：「補肺湯之類，无日不喫。」至十五日，御紫宸，坐久，坐中令近侍益火。退赴垂拱，同三省奏事，上頤領寒噤，语極費力，色益不快。再對，余又問聖體，上云：「吐逆、痰嗽皆未退。」余云：「醫者以謂，虚則補其母，實則瀉其子，冷肺虚當補脾胃，實瀉其子則虚，亦不可瀉，愛養脾胃，則肺自安。此不可不留聖念。」上云：「亦如此語。」至十六、十七、十八日，皆云吐未已，嗽亦不減。自十五日隔上殿班，至十八日方引一班。余云：「十九日、二十日皆休假，必得休息。」上云：「然。」余又云：「氣虚冒犯，呼吸風寒皆不可。」上云：「逐日直在殿中，除一到兩宫外，不曾出。」余又云：「延和北向，尤不可坐，先常於迎陽門引後殿公事。」上云：「邇英自可坐。」余云：「邇英尤温服。」上又云：「崇政亦可坐。」余云：「但行太遠爾。」丙辰，懿德忌。卞言：林希子林獻在真州，无所不為。 \\n 丁巳，旬休， \\n 戊午，改六參為常陽，隔上殿班。是日風寒，與三省同問候。上云：「吐逆未已，早食晚必吐，又小腹痛，下白物，得醫官陸珣木香金鈴散，頗有功。」余與卞云：「此藥極好，若用熱酒調，尤速效。」上云：「祇為喫酒不得。」又云：「煎生姜汁下藥，吐少減。」余云：「不易喫。」上云：「若辣藥皆喫得。」余再對，因言：「臣不識忌諱，累曾冒犯天顏。緣聖體未康和，須留意將攝，傷氣莫甚於情Q欲Y。臣等衰殘，非屏绝世事，岂能枝梧；陛下春秋鼎盛，氣血方剛，於愆和之際，稍加節慎，至稍安和，無所不可。」上云：「極自愛，居常亦自節慎。」余云：「此乃宗社之福。」余自十七、十八至此，凡三以此進諫，上但云：「甚好。」是日，同三省呈邊報，初欲止以單子進呈，上云不妨，遂一一進呈。 \\n 再對，上諭：「張商英稱鄒浩。」余云：「不知何人有言」上云：「對曾孝廣言：『刑房有文字，鄒浩做，卻以此大名節，岂肯要人物!』」上又云：「是甚大名節」余云：「商英素不慎語言。」上云：「此人終不可在朝廷，與一待制，令作郡不妨。」余唯唯而已，退同三省已取問兩人者。 \\n 己未，同呈邊報，王厚申：省章峽蕃賊作過，势甚熾。 \\n 庚申，同呈胡宗回奏，已差使臣催王瞻回湟州。 \\n 辛酉，同呈引見瞎征等畫一指揮。 \\n 自己未大風雪，虜使至畿内，人馬多凍倒及有散失者，接伴申，恐一齊入門不及。下開封府，令根尋不見人馬，尋皆得之。是日，早出洽。 \\n 壬戌，同呈邊報。再對，呈府界按閱將兵殿最賞罰。並如所擬。 \\n 上自十四日以後愆和，至是日甚一日，輔臣無日不問聖體安否。但云吐逆或泄瀉，飲食不美，補暖藥服之甚多，未有效。醫者亦屢來告以聖體未康，脈氣虚弱。然宫禁中莫敢言者，雖兩宫亦不敢數遣人問安否，余不勝其憂。 \\n 是日，聞安豐王氏甥女喪，早出。 \\n 癸亥，式假不入。是日，虜使入見，聞上坐甚晚，又傳宣宰執至午時，方再坐垂拱小宴，止三刻而罷，樂節皆減損。又傳宣二十七日權不視事。遂入劄子問聖體。 \\n 甲子，會都堂，再入劄子問聖體，自是日入劄子。 \\n 乙丑，宅引。 \\n 丙寅，假。 \\n 丁卯，歲除享先。 \\n 賢妃以九月八日降制册立中宫，以二十六日習儀，二十七日發册。正言鄒浩自試院中出數日，乃以二十五日上殿，論册后事不當。是日批出：除名勒停，新州羈管，仍令開封府當日差人押出門。二十六日，習儀殿廬中，三省得御批，以吕嘉問舉官不當，削一職，仍展三年磨勘。已而御史左膚論開封府遲留，浩不即日出城，又於城外稽留數日。下嘉問問服，既又送御史臺，令元差人具析，有何人祖送浩者。上亦面諭云：「士大夫有易節自别門出，别勞送之者。」而所差人不識往還之人，御史臺乞展轉推究，遂悉得其姓名。有王回者，乃葉祖洽所薦，得堂除都講，與浩甚密，且有簡往來，臺中詰之，乃能誦浩所上章幾二千言，蓋嘗預議也。回除名勒停，候合敘日取旨。餘出謁者皆衝替，有贈遣者追官勒停，本人罰金。蔣之奇以簡與之，并葉祖洽、吕嘉問皆落職小郡。既而又攝浩弟治詰之，得朱紱、傅楫輩嘗赆以金者，亦皆追停。又遣鍾正甫就浩於新州，除已得罪者，更有曾餽赆者否。未報間，曾孝廣又以張商英語告。先是，周穜嘗稱浩，同難方天若以告，蔡京以上聞，天若皆貶。又黄履言劉禹錫、唐介等事，欲徙浩内地，上以其初無所論，至日乃言，疑為人所使，亦貶亳州。周常稱履公終是好人，又言浩當還，貶柳州監酒。又曾誠素與浩往還，或云誠乃嘉問壻，浩本誠所薦，亦送吏部與外任差遣。傳者多失實，故書之。元符己卯九月七日晚，宣召學士蔣之奇至内東門，既入見，上指御坐後文字以付之奇，云：「皇帝所咨近日請建中宫事，劉賢妃柔明懿淑，德冠後宫，誕育元良，為宗廟萬世之福，今中宮將建，非斯人其誰可當所宜備舉典册，以正位號。」之奇讀訖請曰：「封建妃嬪、諸王，皆中書具熟狀付學士院，宰相則面受詔旨，學士院具熟狀追入。此不知是文字。」上云：「皇太后手詔也。亦不須進熟狀，祇依此批聖旨云：『九月七日，内東門面奉聖旨，賢妃劉氏可立為皇后，以今月八日降制處分。』」遂進呈，上云：「如此是矣。但當如手詔命詞，更在卿潤色。」遂鏁院，御藥劉友端宿。翊日降制訖，遣中人賜對衣、金帶、銀五百兩於學士院。對衣唯繡裹肚一，非常日所有，并餘皆製造成者，異於常賜也。此皆得之之奇云。 \\n  \\n   \\n  "}
{"章节": "●卷 九", "正文": "  \\n ●卷九 \\n 　 \\n  \\n 元符三年正月戊辰朔，拜表於東上閤門，又拜牋於内東門。 \\n 己巳，出詣普照致祭。 \\n 庚午，忌。 \\n 辛未，宅引。是日，御藥劉友端傳宣三省、密院，罷初五日紫宸宴。上自十二月苦痰嗽、吐逆，既早膳，至晚必吐，又嘗宣諭以腰疼，便旋中下白物。醫者孔元、耿愚深以為憂，以謂精液不禁，又多滑泄。至是，友端亦云疾势雖尚安，然未愈。 \\n 壬申，聚都堂，同列皆以上疾為憂。又传宣：五、六、七日權不視朝三日。 \\n 癸酉，押虜使朝辭，宴於都亭驛。是日，虜使止門辭受書，巳時赴坐，未時罷，酒十二行。是日，又於都亭見友端，云：「上服金液丹，吐止，漸安。」 \\n 甲戌，宅引。 \\n 乙亥，英廟忌。自是寒慘微雪。又傳宣：十一日酌獻，差宰執，十日奉安大定神御，前後一日皆不坐。 \\n 乙亥，余率三省求對，問聖體。蔡卞云：「方欲啟口。」遂同入劄子。晚遣友端傳宣以未可相見。友端云：「自六日晚再吐，疾势未退。」且云難言，又泣下。 \\n 丙子，宅引，早出。巳午間，得御藥院申：「上吐瀉未已，脈氣微弱。」仍云因大病後失將理，積久傷氣。即時馳白三省，約聚都堂，未時再上馬入内。又聞中批付三省，在京寺觀作祈禳道場七晝夜。夔方以大定奉安致齋，余等皆以簡招之，遂來都堂，同赴内東門，請入問聖體。御藥劉瑗、劉友端、蘇珪同傳宣云：「服藥漸安，十一日決於内東門小殿中相見。」再請對，不許，遂退。 \\n 丁丑，五鼓，同三省赴景靈，前導太宗神御赴大定，至午時，奉安，退。得中批付三省、密院：「以復冒大寒，臟腑為梗，久未痊平，令四京諸路降德音。」御藥又申，上脈氣小弱。余以謂上服藥久，方春發生，何惜一赦，及檢至和三年，仁廟亦大赦，眾皆然之。遂至内東門求對，須臾宣召，至福寧東閤中，見上著帽，背坐椅子，但云：「臟腑久不能安，服硫黄、硃砂皆未效。」眾皆勉上以灼艾，上云：「合灸即須灸。」余云：「一日不可緩，須今晚便灸。」上云：「只今便灸。」又問德音，遂言至和大赦，不若更一赦為便。上云：「甚好。」余云：「已與三省草定進入，送學士院次。」又乞下五岳四瀆等處，遣長吏祈禱。從之。遂退，以翊日酌獻為名，與三省俱宿禁中。 \\n 戊寅，同三省赴景靈，分詣酌獻。退赴内東門問聖體，傳宣以夜來灼灸倦乏，未可相見，遂退聚都堂，暫歸。是日，四御藥皆來傳宣云：「夜來達旦灸百壯，臟腑減一次，亦累進粥，然初灸三十五壯方知痛，五十壯以後痛甚。醫者云脈氣未生，舌强微喘。」約三省至未時再上馬赴都堂，再詣内東門求對。未上馬間，御藥院又申：「即日已進硃砂七返丹及其他補助陽氣藥不少，然自汗喘促，未得宛順。」遂促三省上馬，馳詣都堂，至内東門，須臾召對，見上於御榻上。兩老壏[土改女]扶掖，上頂白角冠，披背子，擁衾而坐，上雖瘦瘁，面微黑，然精神峻秀，真天人之表，是時喘定，汗亦止。先是，已同三省進余所眼火硃砂二十粒，大理少卿周鼎七返金液丹。上云：「朱砂等皆已服，喘亦漸定，卿等但安心。」又問除齋醮外有何禮數，余云：「至和中，曾於奉宸庫支錢設大會。」上云：「甚好。」退見醫官，但云汗喘定乃乍靜，脈氣大段虧減，藥無不供進，未有效。遂各赴奉省宿。是日，眾白上云：「臣等禮當逐日入問聖體，至御榻前一見已幸，不煩更起坐及加冠服。」上云：「禮數不可闕。」眾云：「君臣義均父子，乞不須如此。」五鼓，得御藥院申：「醫官四更診，脈氣愈微細，自汗不止，不宜更有增加。」遂起聚僕射廳。黎明角門開，詣内東門求對。 \\n 己卯，至内東門，尋便宣召，至會通門，見都知梁從政，云：「已不可入。」至福寧殿東階，立庭下，垂簾，都知以下云：「皇太后已坐。」再拜起居訖，升殿，太后坐簾下，微出聲發哭，宣諭云：「皇帝已棄天下，未有皇子，當如何」眾末及對，章惇厲聲云：「依禮典律令，簡王乃母弟之親，當立。」余愕然未及對，太后云：「申王以下俱神宗之子，莫難更分别。申王病眼，次當立端王，兼先皇帝曾言：『端王生得有福壽』，嘗答云『官家方偶不快，有甚事。』」余即應聲云：「章惇並不曾與眾商量，皇太后聖諭極允當。」蔡卞亦云：「在皇太后聖旨。」許將亦唯唯，夔遂默然。是時，都知、押班、御藥以下百餘人羅立簾外，莫不聞此語。議定遂退，梁從政引坐於慈德宮南廉司飾閤前幕次中。殿庭上下時有哭者，從政等呵止之，令未得發聲。余呼從政，令召管軍及五王。從政云：「五王至，當先召端王入，即位訖，乃宣諸王。」少選，引喝内侍持到問聖體榜子，云：「三王皆已來，唯端王請假。」遂諭從政，令速奏皇太后，遣使宣召。久之未至，余又督從政，令再奏遣皇太后殿使臣往趣召，從之。余又再召都知以下，諭之云：「雖已聞皇帝大漸，然宰執未曾親見，乞入至御榻前。」從政云：「是是。」得旨令引入，開御帳，見大行已冠櫛小斂訖，覆以衣衾，從政等令解開覆面白巾，見大行面如傅粉，余等皆哀泣，但不敢發聲，左右近習皆嗚咽涕泗，榻上兩老壏[土改女]坐於左右，都知以下送余等降階。余謂從政等曰：「適來簾前奏對之語，都知以下無有不聞。」從政唯唯。余又顧押班馮世寧等云：「總聞得。」余又謂：「端王至便當即位，帽子御衣之類必已具。」從政云：「已有。」再聚幕次中，議草遣制，制詞皆二府共草定，然未敢召學士。須臾報端王至，遂宣入，至殿廷，余等皆從行，端王回顧串執，側立，揖甚恭，又躬身揖都知以下，至殿階，引喝揖躬起居訖，簾卷升殿，余等皆同升至寢閣簾前。皇太后坐簾下，諭端王云：「皇帝已棄天下，無子，端王當立。」王踧踖固辭，云：「申王居長，不敢當。」太后云：「申王病眼，次當立，不須辭。」余等亦云：「宗社大計，無可辭者。」都知以下卷簾引端王，至簾中，猶固辭，太后宣諭：「不可。」余等亦隔簾奏言：「國計不可辭。」聞簾中都知以下傳聲索帽子，遂退立廷下。少選，卷簾，上頂帽被黄背子即御坐。二府、都知以下各班草賀訖，遂發哭，再奉慰訖，退赴會通門外幕次。都知等宿房在小殿後。召學士承旨蔡京至，相對慟哭，遂草定遣制。京親書訖，召都知進入，催閤門、御史臺退百官班。是日，未宣遺制，嗣君宫中人已来，引喝内侍云：「皇后已在内東門，俟得旨宣入。」須臾姬侍從入者四十八人，會通門猶一一點數放入。移刻，都知劉友方、梁從政至幕次中宣諭云：「皇帝有指揮事，召二府入對。」遂同入立廷下，上御坐，宣名奏萬福訖，升殿。上密諭章惇，语聲低，同列皆不聞。余云：「臣等皆未聞聖語。」惇云：「請皇太后權同處分事。」上亦回顧余等云：「適再三告娘娘，乞同聽政。」余云：「陛下聖德謙挹，乃欲如此，然長君無此故事，不知皇太后聖意如何」上云：「皇太后已許，適已謝了，乃敢指揮。兼遣制未降，可添入。」余等遂奉詔而已。召蔡京及呼梁從政取遺制重修寫訖，又呼從政等進入，及指示以所添一節，從政等色皆駭愕。遂呼班，班入慟哭，福寧几筵内道場之類皆已具。班定，引宰臣升殿受遺制，西向宣讀訖，降階再拜訖，宰臣燒香、奠茶酒訖，又再拜，方宣遺制，時止哭，然上下内外慟哭聲不可遏。移班詣東序，賀皇帝即位，又奉慰訖，宰臣、親王、嗣王、執政皆升殿慟哭，上亦掩面號泣。是日，余不覺與親王同升殿，又方號哭，與三省分班東向立，退乃見親王在側。宰執皆奏：「上以社稷大計，乞少抑聖情哀泣。」又降階慰皇太后訖，復升殿至簾前，與親王等分立，又奏皇太后：「已得聖旨，於遺制中添入權同處分軍國事。」太后云：「官家年長聰明，自己那裏理會得他事。」余等云：「皇帝宣諭云：太后已許，已謝了。」太后云：「只為官家再三要如此，只管拜。」余云：「已降遺制，願上體國計，勉徇皇帝所請。」遂退。是日，差押班馮世寧提舉造梓宮，又差世寧、閻安充山陵按行使。是夕，鏁院，降登極赦。 \\n 先是，大行服藥，得旨，以十二日午時，宰臣詣中太一宫、集禧、醴泉觀開啟祈福道場燒香；又得旨，於十二日酉時，大慶殿道場設醮，亦串執燒香。遂議定夔與余燒香於中太一宫，中書集禧，左轄醴泉。至十一日晚，得御藥院申，大行疾勢有加，夔遂云：「惇更不赴太一宮，只就大慶燒香。」眾相目，轄云：「若不去時，大家不去。」眾皆稱當，夔亦云：「好。」遂入奏，大慶改用午時開啟，中太一等處，遣所差燒香從官開啟。余先已語中書云：「此公多計數。」已而果然，及俱不出，其謀已沮，然未知其意，又以大行末卜疾势如何，未敢啟口，然余竊揆之，萬一有變故，唯端王年長當立無疑。至日早聚僕射廳，余遂云：「天下事無大小，然理在目前，但以大公至正之心處之，無不當者。」冀同列默諭此意。及至簾前，遽有簡王之請，兼厲聲陳白，唯恐眾人不聞，及長樂宣諭，眾議稱允，渠亦更無一言，但奉行而已。余語中書云：「嘗言其多計數，果然，但謀事疏率。初欲獨留，意已欲專此事，及倉卒又不謀於眾，遽發此言，殊可駭。本欲贏眾人，今乃如此，所謂還著於本人也。」轄亦以為然。余又曰：「渠之言如此，禍將奈何」轄云：「此固不足論，但於簡王亦不安爾。」退赴資善堂，晚復入福寧臨，同百官自垂拱入。是夕，宿資善，通夕不能寐，廷臣哭多哀，諸王唯簡王哭甚哀，睦王未嘗有淚，左轄等皆訝之。 \\n 自是日赴朝晡臨。早聚，因言：「昨日已肆赦，及添入叙用、牽復、量移等，路當須奉行。」因又言：「余嘗於上前云：编敕刺配法中，亦分廣南及遠惡處為兩等，今在遠惡處者縱未可徙内地，且多廣南一善郡，亦稍慰人心。公等不可不以此奉行。」眾皆許肯，夔云：「子開、致遠等皆當復職。」是日，传宣取前省内臣馮說赴入内省。乃陳貴儀閤中人，嘗抱今上，紹聖被逐，元豐中亦卷簾。十一日宣赦畢，赴内東門，余云：「赦文中不曾及責降編管安置人等，如何」夔、鳳皆云：「自有赦格。」余云：「外人安知赦格。上服藥如此，欲以召歡聲和氣，何須更爾閉藏」夔云：「非閉藏，要添入即添。」遂貼麻添入：「應合牽復、敘用、量移、移放人等，並疾速檢舉施行。」 \\n 庚辰，赴福寧朝臨，不哭。是日，殿上垂簾，見几筵。退，遂赴文德殿，宣登極赦訖。假寢，至亭午乃飯。夔招聚廳，左轄云：「都知等來太常，計會儀範許與不許之類，先閱《會要》，見天聖、嘉祐垂簾故事，皇太后稱『吾』，臣僚上表，答云：『覽表具知，所請宜不許，宜許。』及五日一垂簾同聽政，臣僚起居皇太后訖，移班起居皇帝，皇帝坐西，乃皇太后之上。皆天聖故事。嘉祐末，英廟請慈聖同聽政，初同御五月，蓋英宗方服藥。内東門小殿垂簾，至七月十三日，英宗間日御前後殿，輔臣奏事退，詣内東門簾前覆奏皇太后。《會要》云：『皇太后勉徇上請同聽政，而未嘗御前殿，百司亦不奏事，唯中書、密院詣内東門小殿覆奏事而已。明年手書還政。』又故事，唯慈聖不立生辰節名，不遣使契丹。若天聖、元豐，則御殿垂簾，立誕節名，遣使與北虜往還，及避家諱等。」余初問同列：「今日當如何處之」夔以下皆云：「當具此兩次故事稟旨。」余獨曰：「不然。此事乃吾輩所當任。若稟上旨，恐難裁減；若稟長樂，亦難可否。今上長君，岂可垂簾聽政，正當從吾等請如嘉祐故事施行，乃為得禮。」眾皆聳服，以為當然。左轄徐云：「卞猶疑之。天聖、元豐與今日皆遺制處分，與嘉祐末英宗請聽政不同，萬一為他人論議，如此奈何」余云：「不然，今日之事雖載於遺制，實出自德音，又皆長君，正與嘉祐事相似。」眾亦悦服，以為當。轄亦云：「須如此講議，乃說到道理處。」遂同入劄子，乞晚臨訖奏事，退詣簾前覆奏，尋得旨依奏。此奏亦余所草定，蓋劄子中所乞奏事次第，已如治平故事矣。晚赴晡臨，遂至東序。起居訖，升殿，上服淺黄袍紅帶，遂出嘉祐、治平故事天聖故事更不將上。進呈。上云：「恰一般。」余遂指五月同御小殿，蓋英宗方服藥，恐未嘗同坐，至七月御前後殿，即是英宗已安，日御前後殿，奏事退，赴内東門覆奏。今日正當用此故事。又云：「雖遺制所載，實出自德音，正與治平事一般。」又言：「章獻時仁宗方十三，宣仁時大行方十歲，陛下豈可坐簾中!」上甚悦，云：「事體雖當，然且更稟皇太后聖旨。」余云：「陛下長年，聖德謙挹，請皇太后權同聽覽，今故事如此，固當稟皇太后，然足以見聖意謙届，曲盡事體。」同列亦皆稱贊。余又云：「大行不幸棄天下，陛下入繼大統，唯於事兩宫當盡禮。」上云：「固當爾。」左轄云：「天下大計已定，唯是先帝法度政事當持守。」余云：「事止有是非，若所持守於公議為是，孰敢以為不然。」遂退，降階，皇帝亦降坐。垂簾，太后臨門坐。余謂都知、御藥等云：「椅子當近簾，庶便於奏事。」遂引班起居訖，卻卷簾，至寢閤簾前奏事，進呈嘉祐故事如前。太后云：「相公等裁定。」夔與余皆云：「須取稟聖旨。」太后又云：「莫奏取官家指揮」余云：「適皇帝再三令稟皇太后聖旨，兼此事是皇太后身分事，皇帝實難裁處。」夔亦云：「是太后面分事。」遂答云：「皇帝長成，本不須如此，只為皇帝再三堅請，故且勉從，非久便當還政。只如慈聖故事甚好。」余等皆稱贊皇太后聖德謙恭，德音如此，實近世之所罕有。余云：「既得旨不御前後殿，唯三省、密院於内東門覆奏職事，則百司皆不奏事，臣僚不上表章，生辰不建節名，不遣使契丹，皆當如慈聖故事。」余又云：「如此便批聖旨施行。」太后云：「已知。」再三諭云：「皇帝所生陳貴儀，當追贈皇太妃。」余等愕然，方覺思慮所未及，唯唯奉詔。又云：「皇帝以申王是兄，欲優加禮數。」余等皆云：「聖意如此，甚善。」又宣諭云：「皇帝欲先次優與官封。」余等皆云：「來日便進呈鏁院降制。」太后云：「好。」又奏：「大行皇帝皇后當别建宫殿名號，容别具奏稟，緣不可居坤寧。」太后亦云：「好。」自初奏事，垂簾不見，上只立於太后坐側，及言申王事，又於椅子後附耳語太后，故又再宣諭。退出内東門，聚丞相廳，議追册太妃、封申王及增崇兩宫、并處中宮事。是日，差宋用臣修奉山陵。初議欲取旨，余云：「欲得人，非用臣不可，必能省費、愛惜役兵，以用臣素善使人故也。」众皆然之，遂擬定進。是日，宰執各賜御酒四瓶、食兩合，各以短表謝，中使各五千。知客司白：親王以下皆用兩表謝。余云：「不須，蓋已得旨也。」是日，余又謂同列：「今日奏事次第如此，遂為定式矣。先奏皇帝，次覆奏太后，已如今日所得指揮。」眾皆欣服。 \\n 辛巳，早赴臨訖，退同觀梓宫，皆舉哭。梓宫長九尺餘，高五尺餘，裹明濶四尺餘，皆巨材，唯底板側貼數寸已布漆訖，但未施丹爾。梓宫中别設一板，曰「卧龍板」，亦丹漆，用錦通裹，大斂則先置神御於此板上，左右各十二環，以綵索舉之，奉入梓宮。 \\n 皇太后手詔付中書省與同降御寶批同云：「皇帝踐祚之初，勉從勤請，非久便當退歸房闥闊，除不御前後殿已指揮外，如迴避家諱之類，並勿施行。」又二府已議定赠陳太妃、申王加官進封、及元符皇后等事，遂入劄子。晚臨訖，乞依昨日次第奏事。仍云：「今後有合奏事，乞計會入内省取旨，依此引對。」得旨依。晡臨訖，起居升殿奏事，如庚辰儀。尋進呈太后手詔，因言：「陛下謙挹，請太后同聽政，而太后德音如此，實古今所未有。」上亦稱歎云：「更取皇太后聖旨。」余又言：「手詔文詞甚美，雖外廷詞臣亦不能彷彿。」上云：「皇太后聰明，自神宗時已與聞政事。」余云：「臣等雖方得侍清光，然兩日聞皇帝、皇太后德音，相與稱頌不能已。」上云：「若依太后聖旨施行，當降詔。」又進呈：昨日得皇太后聖旨，貴儀陳氏追號皇太妃，仍令有司擇日備禮奉册。得旨依。又進呈：皇太后合增崇禮數，令禮部太常疾速詳定聞奏。又進呈：申王加太傅，進大國，賜贊拜不名，以十六日降制。又進呈：大行皇帝皇后宫殿，並以元符為名，稱元符皇后。並依擬定。因言：「興國中待孝章皇后禮數未至，當務從優厚。」上云：「太后亦知此事。」上又云：「皇太后只有宗回、宗良二弟，当優與推恩。」卞云：「與節度使。」余云：「觀察使覃恩，恐只合移鎮，如此是轉兩官兼節钺，非轉官可比。然紹聖初，大行初親政，太后、太妃家亦各轉官。」上曰：「如此，更以上有何恩數」卞云：「使相。」余云：「此尤不可輕授。」上亦默然。余又言：「朱伯材、任瑜恐亦當遷，紹聖初遷兩官。」上云：「不同，且近後。」三省又言：「太后更有一二妹壻，亦合與推恩。」上云：「好。」余云：「臣有所聞，不敢不奏。太后一妹壻是李許之子，許因緣陳衍得閤門使，餘人不得援例，大行每切齒，屢欲削籍，竟隱忍而止。又嘗諭密院云：『今任滿更與一外任，勿令來。』恐陛下欲知。」夔亦云：「然。」遂退。 \\n 起居訖，簾前覆奏，首出手詔，因稱頌：「聖德如此，實前代所未有。」太后云：「内臣黄臣乞改名，黄名經臣，正避向王諱也。若今天下人皆改名，乃為萬世笑端。」又奏云：「皇帝今取太后聖旨。」答云：「但依此施行。」遂奏云：「適已得皇帝旨，令降詔。」又進呈陳太妃及申王文字，上旨，令十六日降太妃制，次日申王制，答云：「大好。」進呈增崇禮數。又呈元符宮殿，余云：「當以皇儀殿處之。」眾皆云：「興國中孝章故事，不可用。」太后云：「神宗嘗以孝章事為未安，曾云：『若使二哥為之，謂岐王颢。便是你樣子。』」言訖泣下。夔云：「神宗亦嘗謂輔臣，云處之太薄。」又奏：「上旨令與宗回、宗良建節。」太后云：「不可。外人將謂才聽政便以濫恩及私家，決不可！」余云：「皇帝聖旨甚堅，再三云太后親弟唯有兩人。」太后云：「是如此，然必未可。若皇帝意欲爾，亦須且緩，俟禫除後别議。」太后又云：「上聰明，萃王以下皆不及。」又云：「上性仁慈，見打人亦怕。」夔退云：「瑶華時有宫妾被拷掠者，至死於鞭捶。上聞之，至為之泣下。」余云：「大行雖不幸早棄天下，然今上嗣立，皆神宗之子，亦近世所罕有。」夔云：「神宗留意政事，更張法度，為萬世之利，此福報也。」卞云：「臣等皆神宗拔擢，唯謹守神宗法度，所以報德。皇太后必盡知神宗政事本末。」夔又云：「神宗政事如此，中間遭變亂，可為切齒。」太后亦歎息。余云：「臣首被神宗識拔，於政事、法度無所不與，所擢人材，今日用之者皆是。」太后云：「相公等皆神宗舊臣，且更與輔佐官家。」余云：「臣在熙寧中，聞神宗省覽文字嘗至深夜，左右未嘗有婦人，其厲精憂勤如此。」太后云：「官家性勤篤，必似得神宗。」余云：「此宗社天下之福。」退，遂同入劄子，以太后旨未許行宗回、宗良恩命，令且緩，未審當以甚日降制。上旨：令與申王同日降制。尋得御批云：「且依例推恩，其節度使指揮未可施行。」 \\n 晚又得御批，付三省、侍從官、禮官，議興國二年服是何服紀，令疾速指定聞奏。夔遣堂吏來白，答以批付三省，恐密院不得與，夔遂已。是日，仍奏上以兩日撿尋文字皆晚，方乞對。上云：「不妨。」卞云：「恐屬不恭，不敢不奏知。」 \\n 壬午，黎明詣夔論集議事，云：「密院不與，有三不可。太后手詔付三省，并陳太妃追册，申王加恩，宗回進官，皆非密院職事，而密院皆同得旨、同奉行，而此獨不與，一不可也。侍從官皆與議，而獨密院不與，二不可也。三省若同上，密院不可先退，須别班奏事，恐於體未安，三不可也。」夔矍然曰：「是不可不與。」鳳、轄後至，亦云當同議。余云：「此事若為私謀，則不須與，以國事言之，則不敢辭。」眾皆然之。早赴臨訖，退。再觀梓宮，見近習畫東宫圖，云若干見在，若干入内省御藥院展入，若干見在空閒。然不知何用。左轄亦深疑之。退召從官、禮官合議興國服紀。蔡京云：「三年喪無疑。緣兩宫及羣臣皆行三年喪，若舉樂，誰與同聽者兼今上嘗北面於大行，自是君臣無疑。」余問從官、禮官云：「蔡承旨之言是否」眾皆云是，夔遂詬太常云：「既是合行三年喪，因何卻言舉樂自不相妨」曾畋者頗飾非喋喋，夔聲色益厲。余云：「不須爾，此是國初草創，有司講求未至，若云不相妨是不當。」眾皆云不是，畋亦屈，仍云：「昨日十數次來催文字，若不如此，必更怒。」余云：「此尤不可。禮官當執典禮，岂可言怒。況何以知有怒意」夔又厲聲詬之云：「亂道!」畋怒甚，云：「亦不是失職。」余云：「太常所定，顯是不當，須如此聲說。」眾官等皆云：「當如此。」徐鐸、黄裳默然，余與左轄問之，亦皆云是，遂令退草奏狀。晚得所奏，遂具劄子缴進，云合行三年之喪，御實批依。晚，禮直官張子諒來言，劉瑗問：「皇帝未成服間合系紅帶否」子諒答以「羣臣皆黑帶，恐不可御紅帶。」瑗云：「何故」子諒云：「皇帝於大行稱臣否」瑗云：「是是。」先是，余已為同列言，服紅帶未當。次日見上，止服黄背子。不系帶。 \\n 是日，早宣陳太妃制訖，拜第一表，請皇帝聽政。 \\n 癸未，早赴福寧臨訖，欲赴聽批答，而批答未出，遂退。 \\n 夔獨赴文德，宣申王制。 \\n 晚赴晡臨，議欲以翊日請對奏事。至垂拱，引喝内臣前迎，云有旨召對。臨訖遂赴東序，起居升殿。上云：「皇太后有指揮事。」余等唯唯。是日，中批付密院，内侍省押班及帶御器械皆闕官，令慎選曾經邊任、有戰功、無過犯私罪徒情重、資考深三五人，具名進入。蓋是日已宣押前省押班宋用臣充入内，副都知惟閻安一名，又與馮世寧同充按行山陵使副，前省全闕人故。余以著令兩省押班乃三省同除，遂白三省云：「此事當同奏。」皆然之。余遂云：「適准御批，令選内臣、大使臣充押班、帶御器械，已下吏部取索，臣不能悉記姓名。然有戰功如全惟幾之類，恐不可充此選。臣嘗聞神宗宣諭云：『兩省都知、押班，非性行温良者，不可為之。』蓋其間多麄疏不平穩。以至帶御器械亦須次補押班，亦不可不慎擇。」上云：「不平穩人固不可用，但具名進入，當更與執政商量。」余又言：「朝廷自近歲以來，經營邊事，無不如意。今西夏已進誓表，朝廷已降誓韶，邊事遂且休息。昨為青唐董氈為阿里骨篡位，阿里骨死，其子瞎征又嗣立，國人不服，故迎董氈之姪溪巴温，欲復其國姓，既而國中紛亂，首領多欲歸溪巴温，瞎征不能自立，遂亦出降。而溪巴温之子隴拶，遂入青唐稱王子，邊臣欲因而有其地，遂渡河據邈川，以重兵臨之，故隴拶亦出降。朝廷遂以青唐為鄯州，邈川為湟州。既而部族多反叛，覆軍殺將，見今事宜未息，見又引兵圍錯鑿城，城中亦有將佐士卒，尚未聞勝負。」上云：「此等事須卿等與措置。」余云：「臣等固不敢不盡力，然蕃情未安，未敢保其無事。近已降詔旨，以隴拶為河西節度使，令如府州折氏，世世承襲知鄯州，庶蕃情順服。事已如此，但且隨宜營救維持而已。」上云：「甚好。」此論皆先與三省議，以謂當如此奏陳，及敷陳於上前，皆余也，三省和之而已。 \\n 又與三省同進呈，乞訪求故皇太妃親屬。劄子留中，亦余發之也。遂退，以起居訖，至簾前，太后宣諭云：「陳太妃塋域當如何」夔遽云：「臣等曾議，當以即塋為園。」余遽止云：「當自有典禮，須下有司同議。」眾皆以謂當如此。余云：「塋在奉先。」太后曰：「然。」余云：「當改卜否」太后云：「地好，恐不須改。」遂以選押班及青唐事奏太后，德音一如上所諭。退，遂與三省召禮官，諭以欲崇奉故太妃塋域等事，令檢尋典故。又同具劄子奏：「故皇太妃塋域合行崇奉，及將來奉册應干典禮，令禮部太常寺檢詳典故講議。」同奏貼黄云：「雖已奉皇太后聖旨，緣未曾奏稟皇帝，須至聞奏。」御寶批：「依皇太后聖旨。」又同入劄子奏：「已奏乞崇奉故太妃塋域及應干典禮，欲先以下所屬，差使臣、兵員守護。」批「依奏」。是日，又言李彀押隴拶等赴闕，已止住，且令在西京聽旨。緣引見須在聽政後除服前，兵衛難以麤衰裹護，欲令九日到闕，十日赴殿，定日引見。又言：「大行本欲御樓，但於後殿引見可也。以至諸軍素隊排立，樓前仗衞，皆當罷。」上及太后皆深然之。又奏：熙河欲得隴拶早來，以撫定蕃情，恐上問便可引見。上亦許之。 \\n 是日，上及太母遣二中使，賜章惇金重三百兩，小龍茶一斤餘，執政金二百兩，小龍茶一斤。尋具短表謝。此特恩，非故事也。 \\n 甲申，早赴福寧臨，二府同乞對。升殿，曲謝昨日曲賜，兩拜。次見太母，亦如之。又奏：紹聖元年，張舜臣奉使，北虜問大行聖壽，答以二十四五。時年十九。舜臣奏云：「戎孫以少長排行，故問。」大行嘗云：「此不爭，當以實告。」今告哀使至，虜中恐亦問及聖壽，未敢指揮。上云：「以實告不妨。」余云：「聖壽臣等亦未審知。」上云：「壬戌生，十九歲。」余云：「戎孫卯生，故虜人間云『興龍節是辰生』使者謬云：『以漢室興龍之意名，非為辰生也。』又稱戎孫為皇子，使者亦折之。若以孫為子，則亂昭穆之序，若我以實告，责之以實，則兄弟行也，但爭長爾。故大行云以實告，不爭。」上云：「甚好。」尋以此覆奏太母，太母又云：「陳太后家恐有人作班行，然恐已不在，俟更詢問。」是日晚，引揖使者：「臣宣召觀梓宫，中器玩有金筆硯匣，珊瑚筆架，及他琉璃具、玉器不可勝記，内有真珠結於玉辂狀，後載兩旗，不知何物」 \\n 是日，得御批，令二府十九日各歸本廳治事，更不宿。故事，成服後更不宿，當十八日晚便归。 \\n 太常呈成服，奉慰皇帝訖，詣内東門進名，慰皇太后、皇太妃、皇后。余疑百官初慰皇太后，今何以進名太常云：奏得旨，蓋太后以不御殿，故不肯受百官慰。余謂同列云：「太母聖德如此，舉措無不中節，此近世所未有也。」是日，又同觀梓宫，漆飾皆已具。 \\n 乙酉，赴福寧臨。退又同觀梓宫，皆已備具，已徙置門北庭下。俟時入福寧，權措丙地。至巳時五刻，赴垂拱，俟大斂。斂以午時一刻，至末時乃畢。殿上卷簾，簾以白绿，欲轉簾，次云太妃燒香未毕，又少选，卷簾。入福寧哭奠，移班慰皇帝訖，詣内東門進名，慰皇太妃、皇太后、皇后。至申時六刻赴垂拱，八刻，成服訖，入福寧庭下舉哭，皇帝行禮訖。上燒香，宰臣進酒，給事中讀祝颂，上及羣臣皆再拜。梓宮前有黄屏几筵，亦不甚廣，以地步有限爾。簾垂，移班詣東序，慰皇帝，羣臣皆哭慟，上亦掩面號泣。退赴内東門，進名如前，百官出，已昏暮。密院據開封狀，乞燒籸盆，從之。仍下皇城司、步軍司、開封府，令嚴切點檢照管，事畢畫時撲滅訖，申密院。 \\n 是日，批出除張承鑑内侍省押班，麦文昞帶御器械。先是，令具三五多進入，密院取索，唯此兩人可與選，外有梁安禮、全惟幾、高偉、李元，雖經邊任有戰功，慮人材性行難以與選。既而中批止用所選兩人。 \\n 是日，中使押賜大行遗留，宰臣金百兩、珠子七萬、犀帶貳、細衣著百疋，執政金四百兩、珠子五萬餘，同上犀帶一、黑犀作子一、班犀已釘者有龍環襻衣著錦二十疋，緊絲綾羅絹各二十疋，内錦綾緊絲共七十疋，有龍，多北虜禮幣中物。中使贈兩笏，相三笏。 \\n 丙戌，早晚赴福寧臨，退進名起居。垂拱殿門外。 \\n 是日，中批付三省，以尚書及從官闕，令與樞密院參議，具前執政等十人餘，可充從官者二十人具名進入。晚聚僕射廳議，以四修撰陸佃、子開、龔原、郭知章。及蔣之奇、葉祖洽、邢恕等名聞奏。又云：「葉濤亦當與選。」夔云：「如此，則王古、范純粹亦當具。」余云：「不然，濤非以元祐親黨得罪，與兩人者不同。」左轄初亦難之，既而云：「濤亦不妨，但須并朱服不可遺爾。」 \\n 是夕，还家。故事，成服後便歸。御批令十九日各歸本廳治事，更不止宿。 \\n 丁亥，赴早臨，遂乞奏事，以前執政及從官等姓名面奏，吕惠卿居首。上遽指之曰：「且令在邊。」次至韓忠彦，上云：「此當召。」又次至李清臣，余云：「以婦人狂言故罷政，本無事。」上云：「馬上共見。」是日，親王、宰執皆扈从。轄云：「更别因一事削職。」余云：「只為不進呈明氏狀，更無事。」及黄履，上云：「此三人皆可召。」余又指安燾云：「陛下知此人否元豐末舊人皆去，唯燾至元祐四年丁憂乃罷。」上頷之。至林希，無所可否。次及蔣之奇，上亦云：「當召，復兼學士見闕。」又及葉祖洽，余云：「在朝無所附麗，亦可用。」上許之。至吕嘉問、蹇序辰輩，余亦云：「陛下必已知此人。」上云：「知。」次及葉濤，余云：「嘗為中書舍人，有氣節，敢言，可用。」次邢恕并朱服三人，上亦知其反覆，夔獨指濤云：「唯此人可用。」又陸佃、子開、郭知章、龔原，上亦云：「皆可擢。」眾皆云：「肇在神考時已作館職。」余云：「兩曾修史，昨以修《實錄》得罪，然實非元祐之黨。」上然之。次覆奏於簾前，所陳如上。太母云：「元豐末眾人皆去，惟安燾不去，是不正當。并上所取捨，皆合公議。」余因云：「皇帝、皇太后洞照人材如此，臣等更無可言者。」晚赴临，至二十二日乃罷。是日，禮官來白故太妃崇奉事，欲即圓丘廟加谥號等，又云禮部議殊非允。左轄云：「用元德、章懿事皆不可行。」戊子，赴早晚臨。中批：令具曾任管軍人具名進入。又降故皇太妃親屬姓名并宗枝圖付中書省。皇城司申，傳宣八廂探事，紹聖以後添差十六人，並放罷。先是，已罷延春閣後苑宫門親從官四十餘人，並遣還元差來處。後苑門乃月臺所在，大行游宴之所，聞悉已鏁閉，故罷差人。 \\n 己丑，早臨訖，乞對，遂進呈：管軍止闕三人，有王愍者，曾管軍，因邊事得罪罷黜，恐當用赦敘復。上深然之。又呈劉安、張存、折可適等皆邊人，不可用；姚雄、姚古皆麟之親姪。至苗履，上遽云：「此可作管軍。」眾皆云：「然。」鳳、轄又云：「大行亦累欲進擢。」余初謂唯履一人可與選，以與緼生親嫌不敢啟口，而上遽已及之，余稱善而已。 \\n 又進之故太妃親屬，長兄奉職永成崇班承制、閤門祗候，次永清供奉官、看班，餘自親姪甥、及堂兄、并姪甥之子、及姪甥女之夫、又一人隨母女之夫，皆得侍禁、殿直、借奉職。上初云：「恐不可在閤門。」余云：「日久自習熟，初自當免祗應不妨。李用和例極高，此止用仙游夫人弟任澤除供奉官例除之。」上乃許。 \\n 又呈聽政日，云：「故事止三表，奉欲擇二十二日，今三表不允，日官謂唯二月一日、二日可用，前後皆無吉日，朔日恐不可視朝，二日亦三七日，然於禮文無害，恐可用。」上云：「五表當允，二日甚好。」次覆奏於簾前，悉如上所陳，太母云：「二日聽政，差遲，亦不妨。」余云：「祖宗皆逾旬便聽政。」 \\n 庚寅，早臨，退乞對。同呈隨龍人治平例，有官者各遷一官，直省官得左侍禁，殿侍得借奉職，小侍得差使。上旨：太管勾劉瑗遷三官，宣政使、遥防。餘皆兩官，親事官、諸軍各兩資，故事，一资。小殿侍借職，餘如故事。又長宿車子，及登位日恭承翊衞内臣四人張琳、張祐各兩官，餘一官，皆太后殿中人，在藩邸祗應日久。太后云：「此四人不須推恩，只為官家再三須要與恩澤。」三省行首，内知客、醫官等亦皆轉兩資。故事止一資。有一軍將者，上旨令與奉職，云：「近有劄子陳乞與轉資，至今未有指揮，故優與之。」 \\n 又呈故太妃赠三代條格，當得三少；用聖瑞例，當得東宫三師，夫人封次國；而聖瑞昨以嗣父崔傑未贈官，初赠太尉，母封大國。余云：「當用此例，緣故太妃曾祖乃正任防禦使，父遥郡，不可卑於未有官者，曾祖母而下皆當封大國。」上以為然。左轄猶再稟云：「父贈太尉，祖及曾祖贈三太，或便赠三師。」眾云：「如此恐不倫。」遂贈太保、太傅。又呈太后，聖瑞、元符三代皆如故事。及覆奏於簾前，太后亦云：「崔傑初赠太高，然今日不可不用此例。」 \\n 隨龍人中有因元祐事實降者，梁知新藤州羈管，曾燾萬州監税。上旨：令並罷，例轉官。又云：「本以元祐親黨被黜，然亦無事，内臣皆能言之，梁知新只是曾在宣仁殿中管勾文字。」是日，又批云：「内侍省闕官，應見責降在外監當者，已經大赦，並放還，令赴省供职。责降者本入内省人，因無責降充前省，今已悉召還。又批：閻守懃元豐中内東門司，久在藩邸管勾事，令奇資、添差，勾當御藥院。辛卯，小祥，赴福寧，皇帝行禮如成服日。捲簾，舉哭訖，移班奉慰，又詣内東門，進名慰三宮訖，易常服，赴東閣門，聽第五批答，允聽政。凡聽批答、拜表，皆易吉服，唯黑帶。退赴都堂，去杖絰，易綴服訖，歸府。布幞头，上領麄缞，腰绖，戴白布席帽，白鞍伞。 \\n 壬辰，赴福寧臨訖，求對。同呈青唐邊事，以秦希甫論鄯州難守，而胡宗回怪怒，乞迴避。并前後臣僚論鄯州棄守利害不同，備錄下宗回、希甫，公共叶心體度邊情，具果決指定可守、可棄事狀聞奏。如有可守之理，而輕議廢棄；或不可强守而妄稱可守者，致誤措置；當重行典憲。如挾私避事，故相違戾，亦當根究，理曲之人竄黜。仍令宗回同計置搬運糧草。因言：「青唐本以國人不平阿里骨父子篡位，故逐瞎征而立隴拶，邊人因而欲有其地。臣自事初累曾力爭，以謂不可為，及瞎征、隴拶相繼出降，宰臣率百官稱賀，建置鄯州，臣不復敢啟口。然西番尋復反叛，亦累於大行前敷陳，以謂此事本不可以為，業已建置州郡，頒告天下，百官四方上章稱慶，一旦棄之，岂不取笑中外今於不得已中，但當儘力醫治拯救，若鄯州不可守，猶當西守湟州，東建洮州，以相維持，且以成先帝謂神宗不以熙河洮岷為一路詔旨。其後，賊愈猖獗，至覆軍殺將，遂降旨以隴拶為河西節度使、知鄯州，與王瞻同為隴右都護、同管勾軍馬司公事。然議者尚以謂隴拶父子恐未肯聽命。亦累下胡宗回、秦希甫，令具鄯州合棄守利害聞奏，合更責以果決指定棄守事狀。」上云：「如此行遣，亦已盡矣。」余又云：「自紹聖以來，經營邊事，進築城寨五十餘所，無不如意，臨了作此一事，至今狼狽，了當不得，無如之何。」是日，退赴都堂，召禮官督增崇皇太后禮数。是日，上又督增崇皇太后禮數事，云：「當乘大安輦。」余等皆云：「禮官已檢尋文字詳定。」上云：「且先了當皇太后文字，皇太妃更節次三五日或旬日不妨。」余等唯唯。至簾前覆奏如上所陳，皇太后諭云：「先朝妃嬪當進封。」又云：「大行乳母竇氏，并本殿中伴人，久在大行左右，自年歲來，大行飲食不進，至有全不進晚膳，時一切掩覆，並不曾來道，直至疾势已深，尚不肯言。理當削髮屏逐，然不忍如此，且須降黜。又韓才人者，不是房院，宫中呼嬪御、郡君、才人以上為房。大行服藥，猶使性氣，不會事，亦當削髮，且與一紅霞帔名目，令往守陵。」因慟哭，余等亦哭。又宣諭云：「大行病已深，尚未盡知。一日忽使來人云：『今年上元上樓不得，珠子衣服亦著不得，須且罷觀燈。』方驚駭。去歲，太后為不安不曾上樓，大行每云：『孃孃不上樓來，殊冷淡。』今年且上樓來，卻忽見來如此傳語，元來病勢已重，尚未詳知。」又慟哭不已。宫中嬪御職次及所宣諭姓名，外庭皆不知。太后云：「待便批云。」是日，中批以苗德妃、邢淑妃為貴妃，宗賢妃為德妃，餘皆遞遷。竇氏降郡夫人，本大國夫人。韓氏追才人、郡君兩資。是夕鏁院。 \\n 是日，又同除王府官，徐勣、何執中寶文閣待制兼侍講、侍讀。 \\n 癸巳、甲午，赴垂簾進名訖，退歸逐廳視事。自癸巳不赴临，未后二刻出院，如平时。 \\n 乙未，垂拱進名起居訖，求對，自内東門入。以罷臨后，垂拱門不開故。起居訖，升福寧東序。同呈皇太后增崇儀數，大約皆如宣仁故事，比之慈聖有加，唯不嗚鞭、不用馬隊及茶酒班殿侍。蓋臣僚不从，故唯此与宣仁不同。奏薦及紫衣度牒等不限人數，臨時取旨。及覆奏簾前，皇太后云：「本不須同聽政，只為官家堅請，禮數皆過當。」眾云：「慈聖作后時，曹佾已作節度使。」太后云：「只有二弟，然皆不近道理。」余云：「曹佾人材，亦至尋常。」太后云：「宗回怎生得似他。」左轄云：「宗良亦簡靜。」太后云：「卻是傳範不可得，今有三叔父，皆未曾沾恩。」 \\n 是日，上旨又及尚書、從官闕人，余云：「姓名已進入。」上云：「只是韓忠彦、李清臣、黄履三人，安燾不堪，其次從官如何」余云：「四修撰及葉濤等恐可除。」上云蔣之奇，余云：「葉祖洽亦是。」上云：「待批出。」余又云：「不唯從官，執政亦闕，本是八員，今止有其半。」夔云：「三省、密院各只一人。」上亦云：「少一半。」左轄遽云：「此尤不可不審。」至簾前，余又云：「上旨又及尚書、從官闕，臣等奏云：姓名已進入，在聖斷裁處。」同言前執政只三人。夔遽云：「元祐措置邊事，皆韓忠彦，昨至紹聖二年，西人分畫地界，捉過說話指揮使去，曾布欲一變邊事，忠彦猶云：『待捉了高永能後商量。』永能乃本路鈐辖，亦商量地界官。曾布云：『恁時無面見天下人。』方屈服。安燾尤甚，以謂汝遮先帝不敢築，今何可議!其後進築乃在汝遮二百五十里外。」余云：「忠彦誠有此言，然亦柔順易屈服。安燾誠拗强，難與議事。」夔云：「忠彦若在朝廷，亦做邊事不得。」遂退。先是，上又嘗語及人材，余云：「陛下踐祚之初，中外觀望，凡號令政事、進退人材，不可不慎。」及至簾前，又以此奏，左轄云：「只是恐有人援引詆毁先帝之人，望皇太后主張照察。」余云：「同是臣子，古人有言：『見無禮於其君者，如鷹鶉之逐鳥雀』，亦必無此理。」左轄退云：「公之言甚好。然外人已傳召梁惟簡歸也，不可不慮。」余云：「公但安心，蘇軾、轍輩必未便歸也，其他則未可知。」 \\n 是日，又呈劉安民狀云：「元符皇后家，乞依三后家入内。」上云：「后妃家自當入。」許將云：「他不止欲入臨，卻云生辰、上壽及非時進奉、慶賀，皆欲依三后家入内。」上云：「后妃家自當如此。」將默然。安民此狀投已久，累日前欲將將上，而左轄止之，將亦縮，余嘗與夔密論其舉措如此，可歎。及聞德音，皆有愧色。余則不然，入國首命朱孝孫，告諭首差劉安民、安澤。卞最為大行眷顧，一旦遽爾，殊可歎也。又一日，上語及差宋用臣修城，云：「此本用臣職事，近頗隳壞，用臣必有措置。」夔云：「城多生草權兑，曾布數出城，亦見其如此。」上云：「醴泉觀左右亦自可見。」余云：「神宗修城，至於樓櫓笓籬之類無不備具，今多已壞，得用臣董之，必漸可整葺。用臣善役使人，人樂為之用，蓋能照管存卹，故臣昨差用臣修護山陵，亦以謂山陵之役正在盛夏，非得此等人存恤役兵，必多損失人命。」上深以為然。又言：「臣在大行時，几十數次曾言宋用臣當領修城事，以至城用木植，今多已充他用。」上云：「只為修造處多。」左轄云：「興國院是英宗、神宗所生之地，神宗瞧積下材植，准備修建，今亦總使了。」余竊歎而已。退見王涣之云：外議皆言，三省以日前多歸咎大行，唯每見予未嘗不追誦大行德音。余云：「大行聖質過人，朝廷政事有過當者，皆一二人之罪，若更歸咎，尤可處也。」 \\n 是日，又呈前執政不帶職者，及張敦禮等責降人，恐合依例支登極支賜。大行遣赐，密院已得指支给。上及太母皆以為合支。三省又言：「張敦禮草疏，詆毁神宗政事云：『始於王安石，成於蔡確』，是神宗朝無一事是也。」太母云：「自家戚里，不合管他朝廷事。然當時行遣時，他亦太重。」是日，遂批出：韓忠彦除吏書，李清臣禮書，黄履資政、侍讀。夔嘗云：「執政有例作經筵。」陸佃吏侍，郭知章工侍，肇中書舍人，龔原祕書監、侍讀。尋又批出：令契勘尚書、侍郎等合帶行守試字。當日降告詞，以劄子召赴闕。是日，余谓三省云：「昨御批差除，本令密院參議進入姓名，今乃不得見御批，莫不是否」又呼堂吏來，云是依官制格，不敢鹵莽。余云：「御批是違官制也」 \\n 是日，又批付三省、密院云：「秦希甫等奏鄯、湟州利害不同，已劄下希甫，令般運糧草等應副，及令於經略司及提舉司常平等應不許支借錢物内，借支三十萬去訖，令三省、密院更詳議脚乘等合應副事件，疾速施行。」又令城寨未得倉猝興工，别聽處分。 \\n 丙申，進名起居，又自内東門求對。因擬定：「希甫所乞調發陝西一路人夫保甲難議施行外，已盡許。顱秦州車乘頭口，及通遠軍等處亦有可顧召，如不足，更以差去廂軍相兼般運。候有備，於春夏以來，漸次先後進築鄯、湟一帶堡寨。如鄯州不可守、亦須極力營辦，為固守湟州之計。餘依御前劄子指揮施行。」上深然之。余又云：「此乃不得已也。如前所奏，醫治拯救而已。」上云：「未棄舍間，須極力應副。」夔云：「聖諭如此，曲盡事隋矣。」 \\n 丁酉，旬休。是日，同呈：斬草破地用四月四日，折攒七月十一日，興靈七月二十日，大葬八月八日。從之。山陵制度並依元豐八年例。 \\n 二月戊戌朔，赴福寧臨，移班奉慰，次詣内東門，進名，退歸府。 \\n 己亥，三七，赴臨、奉慰、進名如前，遂與百官至軍校同赴迎陽聽政。作一班，四拜，起居訖，余升殿承旨，宰臣出班致詞，請聽，余宣答「制可」。宰臣以下再拜訖，宰執、親王作一班升殿，面慰，御藥宣答，再拜，次宗室、從官、管軍升慰，訖，三省、密院同奏事。上自初坐慟哭涕泗，至奏事時哭未已，余等進對：「以宗社大計，願少抑聖情。」上復哭。 \\n 遂同呈陝西運判秦希甫奏，鄯、湟州事宜急切，糧運不繼，胡宗回論議不同。詔宗回等，依二十五日、二十七、二十九日指揮，速具果決棄守事狀聞奏。 \\n 再對，張承鑑替宋用臣前省所領職事，又差麦文昞勾當軍頭司。 \\n 余以海州召還曲謝，因言：「陛下踐阼之初，號令政事，无不深合人望。及韓忠彦等除命一出，中外翕然稱誦聖德，凡此等人皆久當收召，但以三省所不悦，故末得還。若非陛下特降詔旨，令密院參議，此等人姓名無由上達。」上問：「肇何在何時可到」余云：「在海州，已得旨乘驛，不逾月可到闕。」又問韓忠彦等，余云：「忠彦等皆神宗所擢，雖在元祐秉政，不免隨眾變亂邊事，然亦無他。」上云：「無事。」余云：「韓琦定策立英宗，此功豈可忘。若謂元祐曾秉政，則許將亦是，大行亦嘗宣諭云：『與許將何異。』清臣之出，陛下所知。」上云：「黄履何故」余云：「止為救鄒浩。」上云：「浩何以敗所言何事」余云：「外廷不許知，然所論者止元符皇后爾。」上頷之。余云：「黄履所陳，若大家同心肯相率開陳，則大行無不聽納之理，履不敢與眾議，故率爾直前，遂取又怒。若大臣肯同開陳，人主雖怒，岂可盡逐」上亦頷之。因言：「執政太闕人。」余云：「陛下視在廷之人，有可進擢者否捨此三人，誰可過之者又皆已試用之人，必勝於輕進未用者。」上亦首肯。余又云：「尚書、從官員已粗足，今日所先務，唯言官亦太闕少，誠使言事官得人，中外臣僚不敢為姦欺，則陛下可優游無為而治矣。其次，如左右司郎中及其他闕員甚多。臣常以謂：朝廷政事，外人所未能詳知，唯進退人材當否，最繫中外觀望。陛下臨政之初，此最為先務，況近經大沛，责降叙復人不少，處之不可失當。元豐末差除，亦嘗令密院同取旨。」上云：「只恐是三省職事。」余云：「臣非欲與事，但恐三省有所蒙蔽，誤朝廷舉措。臣孤愚拙直，不敢顧惜人情，萬一恐有以少裨聖聽爾。」遂退，同三省赴内東門。夔遽呼尚書省禮房出劄子，云：「内東門覆奏事，須同奏。」乃太常寺所定，三省、密院同得旨，依。余初失於詳閱，今乃覺其為姦，蓋恐余獨於簾前奏事爾。余因云：「三省、密院同奏職事，有此故事否」夔云：「乾興、天聖中，丁謂欲獨班奏事，眾以為不可，乃故事。」余云：「此事體大，岂太常寺所可定!既不曾與同列商量，又不曾禀旨，便如此行，莫未安否」夔云：「太常寺曾稟白。」余云：「不曾見。」左轄亦云：「不曾見。」余云：「此亦不爭，密院獨班於簾前奏事，誠未安，然豈可不商量後便如此定。」左轄云：「須檢故事須是。」尋催班，遂同赴簾前，先同呈二府文字訖，又同呈三省文字。是日，三省差知舉官鏁院，次同呈密院文字訖退。 \\n 皇太后初見二府，亦慟哭，因云：「先帝病已久，但為寶氏等掩而不言，既已不安，猶進紅生及海水團，昨雖責降，他也自知罪大責輕。至初六日，尚送慈雲寺供具來，為作慈雲寺，慈云，乃太后為延禧公主所建。聒擾他官家已多，所送供具極奇巧直錢，亦令人去辭免。先帝云：『恨無好物與孃孃寺中供養。』及相見，又言：『臣今次上元出不得，只待略到集禧燒香，更不作樂便歸，不知孃孃莫不到慈雲否』尋答以慈雲未了，亦且依歸年到集禧、醴泉燒香。不唯疾势日甚。」夔云：「見醫官言，初四日，猶親帖上元駕出圖子。」太后云：「是。」又云：至十日著灸，初不知痛，至五十壯後痛甚，呼太后及太妃云：「孃孃、姐姐，痛忍不得也!」遂令往問醫官，欲只灸五十壯止，卻回奏云：「兩府言三百壯亦不為多。」遂灸至百壯，然瘡不高，亦是惡候。又云：先帝性極孝，事太后過於太妃，但於樂不可勸勉，才說著，便不喜，亦常從容委曲婉順勸他，亦便不喜。言訖復哭。遂奏事訖退。 \\n 太后又言：「皇帝聖聰，本不須同聽政，只為勤請，不得已從之。相公等必知此意，只恐天下人不知，必須罵不會事及取笑，須降手詔，欲令中外知本心，非欲與政事也。」余云：「近降手詔，文理粲然，中外稱頌。」太后云：「瞎字也不識，怎生理會得他天下事。近因看邊奏，見瞎征名，方識瞎字。」夔云：「太后聖明，但裁處事有理，何必識字。六祖亦不識字。」余云：「太后謙挹，岂有不識字之理。」 \\n 既退，余謂夔云：「三省、密院各有職事，無同奏之理。布自以謂，獨班簾前奏事未安，若先商量不妨，岂有私竊諭太常寺令，如此定朝廷大事，既不與同列商量，又不稟旨。自初喪已來，日日奏事，何故獨此事不奏稟朝廷之上，處事當以大公至正如青天白日，何可如此用小數，卻被人看破，後莫惡模樣否」余又顧左轄云：「太常寺何敢如此，必有陰諭風旨者。」夔聞余云，俛默而已，間有所言，皆無理趣，及聞此言，乃云：「張子諒總曾將去呈執政來。」余云：「張子諒是太常官長否此事置獄，便知風旨所自。」夔云：「是曾說理當如此」余云：「余所言，皆道理，岂可以强勝。」夔又云：「三省事亦同呈，是無所蔽藏。」余云：「密院欲蔽藏是作過否」夔云：「大行已升遐，更不能說。」余云：「大行言密院作過恐必無此，若言三省，卻恐有之。」又云：「鄧文約已死，无照證，亦不能說得。」余云：「文約云河渠雖已死，章疏具在。鄧嘗擊惇，未嘗及余也。余内省無他，若他人罪惡，不必鄧綰，天下人所共知，人人皆是照證。」夔默然，二府胥吏輩莫不聞余言也。 \\n 庚子，迎陽起居，日參官並軍校并二府、親王、宗室等同作一班，再拜訖，退。宰執升殿，同呈秦希甫與夔書，言邊事多與宗回不同。令宗回分析，及速具果決棄守狀聞奏。又隴拶、瞎征等到日，更不御樓，只後殿引見，樓前仗衞及諸軍素隊并罷。 \\n 再對，呈閻守勤差遣、新除御药。曹誘宮觀，上因言：「慈聖家當優異。」余云：「仁宗付英宗以天下，神宗、大行於慈聖家，恩禮無不曲盡二上極忻納。余又言：「臣獨當密院日久，而都副承旨亦久不除人，承旨乃陛下左右親信任使之人，願出自聖斷，擇可用者除之。」神宗以李評、張誠一為之，擢誠一至觀察使。上云：「神宗待誠一極親信。」余云：「然。亦或以兩制為之。」退，詣内東門，同三省簾前覆奏如初。 \\n 是日，三省呈親王、嗣王、吕惠卿、高公繪、姚麟移鎮，宗絳、仲御、仲損、仲賜及錢景臻等自留後除節旄，宰執皆遷官，以登極赦也。是夕鏁院降制。 \\n 辛丑，迎陽起居奏事如前。 \\n 同呈孫路措置青唐事失當，職知興國軍；胡宗回奏孫路行遣鹵莽，罰三十斤；使臣馬政勒停。 \\n 又詔改正隴拶序位，在瞎征之上。 \\n 再對，除李嗣徽權皇城司，全惟幾同提點孳生監。余因為上言：「青唐之事，本已過舉，今急迫如此，可憂。此事全是章惇力主此議，紹聖以來，措置邊事無不如意，臨了作此事，至今狼狽，了當不得。惇前日亦翻然以謂須用軍令戒王瞻，令退歸湟州。當時臣子力爭，及瞎征、隴拶出降，王瞻入據青唐，惇更不與三省、密院議，即日入割子，乞率百官稱賀。御批依奏，遂建鄯、湟州，臣更無繇啟。」上云：「盡見此文字，以當時曾差告廟。」余云：「初欲重其事，不肯遣他宗室，故煩陛下親行。後來一种建中上殿，大行以青唐詢之，建中云：『不知子細，但建州郡太早爾。』大行深然其言，亦深以此舉為悔。」上云：「從初外議皆知錯。」余云：「惇無他，但每事欲爭先，故多錯。」上微哂。退詣簾前覆奏如初。 \\n 是日，三省呈管軍、宗室、戚里觀察使而下皆遷官故事：正任遇覃恩止移鎮，唯宗室乃遷官。元豐中，又立宗室官止法。至神宗升遐，蔡確、張璪在中書，特與李珣、李端慇遷官，遂并其他戚里、宗室皆遷轉，人以謂確等作過，故爾今遂用例，無不遷者。眾頗以為濫也。 \\n 上自二日覺面及脣頰皆腫赤，諭云：「極痛，兼頭疼。」至是，服黍黏子、荊芥之類，方小愈。太母云：「初宣召時被驚，因心疼服蘇合香元兩服，遂覺熱。」余云：「此乃氣盛故如此。」又語及宗回等，太后云：「官家急欲與遷官，然豈可與陳王同遷改，岂不取笑中外但且緩之。」 \\n 壬寅，宅引。巳正一刻，殿，至午未方畢。未初，入臨，上酌獻訖，移班奉慰，退詣内東門，進名訖，易服，赴文德聽批答。拜第二表訖，赴都堂同上馬。 \\n 是日，太母手書付三省云：「決以祔廟後還政，可令中外聞知。」文詞尤精詳，非詞臣可及。 \\n 癸卯，大祥，赴福寧，上酌獻訖，移班奉慰，退詣内東門，進名，遂易禫服。斬脚素紗幞，淡紫公服，墨带，皂鞍辔，皂伞。鞍、傘太常親定。故事，用布。夔初云：「須裹白頭巾。」左轄以為不然，爭甚久，夔云：「鞍、傘已改舊制，乃用元度之論。」轄大忿云：「西極亦嘗云，何獨卞」夔云：「喪與其易也，宁戚!」轄怒云：「是卞欲易喪制也」余云：「當召禮直官詢之。」禮直官云：「当用皂巾。」夔遂屈，轄令太常供狀易皂巾。又易常服，赴東閣門聽第二批答，拜第三表，遂同赴都堂，易服歸。 \\n 甲辰，迎陽起居，閤門傳中使語，以上服動利藥，今減文宇。同呈皇太后手書，上云：「皆出太后聖意，甚堅確。」得旨，令頒降施行。再對，奏事畢，因言：「皇太后兩降手詔，不唯德意甚美，兼文詞粲然，非外廷詞臣所能及，中外莫不稱誦。」上又云：「皇太后聖意堅確如此，亦無人啟迪，皆出聖意。」余云：「此甚盛德，近古所無有也。」是日，上服垂脚素紗幞頭、藍鐵帶、淡黄袍。上自初踐祚，面微腫，額及脣有瘡，至是雖稍減，然未愈。且宣諭云：「以初召入時被驚，後苦瘡腫，服涼藥多，覺泄滯，昨夕又動利。」眾皆云：「凉藥不可過，但當解利爾。」退詣内東門覆奏。 \\n 是日，三省呈中宫王氏以九日鏁院，十日降制。中宣三月當就馆。 \\n 初，同呈手詔，太后云：「皇帝盛年聖聰，本不須同聽政，但以再三，不得已從降請，比俟殿，便欲退處，今至祔廟，亦黾勉也。先丞相最被遇真皇，先一年薨，不及策立仁宗，相公等皆知先丞相事業。舊嘗見文言：謂經也。慈聖盛德，然還政亦差遲。至今記得此語，以此不自遑安，如此，庶幾不違父教，不辱先相門風。又俗諺云：『被殺不如自殺』，不成更待他時，教他人有言語後還政何如先自處置為善。」眾皆稱頌皇太后盛德，前世所無。余云：「自古母后臨政常患遷延，不肯復辟。慈聖盛德如此，猶須韓琦陳請，乃降乎書還政。皇太后聽政，未逾月間兩降手書，又決以祔廟後便還政，此誠自古所無。以至手書文采，外廷詞臣莫可彷彿，臣等不勝歎誦而已。」三省云：「已得皇帝聖旨，頒降施行。」答云：「甚好。」 \\n 是月，内批：「王恩昨除馬軍都虞候，起躐在王崇極之上，慮別有意義，可速具緣由進入。」余尋入劄子云：「王恩差除用燕達、劉永年例，超轉在王崇極、張璨之上，所有恩依係三日同進呈，降指揮見檢尋文字，候奏事日面陳次。」尋以文字三省，候奏事日同呈，三省稱善。 \\n 前一日，又批：「李許令罷涇州，便赴闕，仍令管句山陵事務，靈駕行日，分布四面巡檢。」許元祐中以附會陳衍，特除閤門使，餘人不得援例，大行頗切齒，屢欲罷黜，以長樂故隱忍而已。後又乞歸，長樂嘗為干祈，而大行不聽。余亦曾特許奏旨，大行云：「不獨今未可歸，任滿更與在外一郡，不可令還此。」 \\n 乙巳，禫服，赴福寧，上行酌獻禮訖，移班奉慰，皆舉哭，上見羣臣，亦掩面發哭。退詣内東門，進名訖，歸府。是日，以御殿有日，自東華門入，繇内東門赴福寧，自此皆然。 \\n 丙午，四七，福寧臨訖，奉慰、進名如前。 \\n 丁未，旬休。 \\n 戊申，御崇政，上素紗帽、白袍、角帶，凡起居、奏事、上殿班及引後殿公事，悉如常儀，唯應見謝者，十舞蹈、四拜起居而已。同呈青唐邊報。 \\n 又呈王恩躐遷在崇極及張璨之上。是時，河東方收復，葭蘆寨張構、王舜臣等引兵渡河，而崇極不出。諸路副帥於進築討蕩之際，未有不統制軍馬出寨者，大行以崇極管軍副帥，而邊事之際乃不與驅策，遂罷知代州。及管軍遞遷，遂擢王恩於其上，兼每以元祐末除崇極、張璨為管軍不當，上再三云：「張璨作管尤可怪，今在否」余云：「已作宫觀。」 \\n 又呈增崇故太妃塋寢事。太常欲即塋為園，即園立廟，并作木主及作寢殿，又追谥，以谥號為園名，及禮部乞一切用元德、章懿故事。余云：「此事難言。若改為園陵，即與温成同；立别廟，即與章惠同；若追谥，尤不可，異日必須改卜，无不祔陵寢之理。廟必升附，廟殿必在景靈乃為得禮，然恐皆未可議。禮部便欲用章懿故事，尤為不可。」上云：「會得會得。此皆不可行。」余云：「元德皇后初已追尊，然歲時薦饗止設幄殿，命内臣行禮，唯此故事可用。」上深然之。三省亦皆以為當如此。余又言：「太常欲增高墳冢，此尤不便。私家已葬，一毫不敢輕動，況終須改卜，何用增廣。」上亦深以為然。余因言：「近歲於裕陵補治溝井，用工數百萬，不唯震驚陵寢，兼今日已無效矣，以至埋玉獸以求繼嗣，亦已無驗。」上云：「用數萬杵畚築，岂不震動玉獸，尤不正。此乃邪法，不知何人建此議」三省云：「只是陰陽家之說，乃日官所陳。」上歎息再三，三省亦紛然以為非便。又言：「張商英言甕聽之說，則陵寢震動可知。」再對，余因言：「溝井事皆三省奉行，當時一無所陳，今乃亦以為非便。」上云：「青唐事亦然也。事之舉措，當慎之於初。」余云：「聖諭盡之矣。」先是，議故太妃崇奉，禮官既率意妄作，並不檢詳典故，三省亦無所可否，余獨於《真宗實錄》中檢元德故事，令書吏錄送三省。及是，上獨以此為可行。夔云：「内侍行禮太輕，乞以從官行事。」余云：「此亦不妨。」上遂許之。宰執初以祟奉於母后有嫌，然難於開陳，及進呈，上涣然洞曉。 \\n 次日，左轄以忌日失於申陳，遂再稟，欲前後殿不坐。上已難之，云：「莫可坐後殿」眾云：「臣僚私忌猶給假，恐不可視事。」上從之。及命已下，再批出云：「故皇妃忌日，止坐崇政殿。」遂追改前命。上意欲隆太后，猶以此為有嫌，故不欲再稟。 \\n 余及許蔡授覃恩告，尋告免、宣答、赐坐、賜茶如常儀。升降皆不拜。 \\n 是日，除林子中為魏帥，郭知章太原，葉祖洽真定。余初稟上，以祖洽所坐與蔣之奇同，之奇已還禁林，而祖洽獨未牵復何也上云：「只為無闕。」余云：「知章則工部有闕。」上云：「甚好。」夔遽云：「一省見進呈。」又欲除嘉問作鎮帥，余云：「祖洽召還則已，若未召，則真定當與祖洽。」上亦云：「好。」既而三省遂除嘉問青州，召范鏜為給事，以趙挺之為工侍。命出之日，外議喧然以為不當。己酉，同呈邊報。又呈賈崑修奉山陵，特支公使錢二千貫，及借二年公使。又呈中批，戊申日晚批出。以曹誦為步帥，王崇極殿虞，賈嵓步虞，王愍捧日四廂，苗履龍神衛四廂。余遂言：「王崇極已在王恩之下，王恩在涇原累出塞，及守平夏有功，見欲置之邊要；崇極在代州乃閒地，今卻超遷，是貶恩也，恐未安。」上云：「卻忘了王恩，便可改正。」又云：「昨日编排管軍文字，頗勞動，卻覺不快。」會等又云：「苗履已除管軍，慶帥見闕，欲差知慶州，兼履見任邊防，合除團練使。王愍即止除刺史。」上皆從之。 \\n 再對，余以先定三省、密院同奏事於皇太后，與故事不同，遂令本房以貼子貼三省。門下云：「不知元改因依。」尚書省但檢坐故事回報。中書云：「請問太常寺。」遂下太常，答云：「蒙門下相公指揮，為故事不明，即令内中簾前同奏事，謂福寧請對時也。合依見奏事為定，遂改覆宇作同字。」再問之云：「若謂簾前同奏事，緣皇帝前亦係同奏事，岂可便以為定」答云：「禮部兩次退狀令改，非敢輒行更改。」遂問，禮部云：「都省批退。」都省初批退，乃以用帝后同坐故事，故退。是日，遂具以取索到文字進呈。上云：「三省亦呈來。」夔見密院取索甚急，故先进呈。余云：「臣獨當密院，於簾前獨班奏事，固自以未安，然於皇太后禮數有所貶損，兼不曾與同列商量，又不曾面奏取旨，只暗地諭太常，改覆奏事作同奏事，以此不敢不理會，不知當理會否」上云：「稟皇太后，必有聖旨。」闻禁中亦已知改故事矣。余云：「以有條約，不敢獨稟皇太后。」上云：「留身不妨。兼此事已是自家理會得，是與三省同稟，亦不妨。」余云：「臣非不知此，然欲先稟陛下及皇太后，如合理會，方敢與三省同呈。」上云：「但留身。」余云：「臣弟肇比蒙收用，於迎陽聽政之日，臣已曾曲謝，及至簾前，不敢留身，以此未曾謝皇太后。今得旨留身，即欲因而致謝。」上云：「甚好。」至簾前同奏事訖，余遂留身。因陳弟肇蒙恩收用，臣於聽政之日，即曲謝皇帝，及至簾前，卻以三省立條令同奏事，不敢留身，適得旨許留，方敢陳叙：「臣弟肇流落日久，特蒙收召，實出異意。」再拜訖，遂進呈改覆奏文字，具言太常云得門下相公指揮。余云：「臣獨當密院，非敢於簾前獨班奏事，但故事如此，下不與同列議，上不稟旨，便陰諭有司改此一字，在臣不敢計較，然於皇太后禮數有所貶損，不敢不陳。適得聖旨云：『但留身必有聖旨。』」太母云：「他怎生敢將上來怕這裏捉下。」余云：「章惇怕臣於簾前獨對，不知何意況惇於定策之際，已是失言，不知恐懼，又於皇太后禮數上輒行更改，一無所畏憚，太大膽。」太母云：「先帝養成他大膽，只是疲赖。當時曾於簾前議立先帝，以此一向大膽，无所畏懼。他初作相時，是藍從熙去宣召，從熙是聖瑞閤中人，說與惇云：『此命皇太妃之力為多，將來何以報答』昨先帝病危，聖瑞曾云：『只十二哥是姐姐肚皮裹出來，你立取十二哥即穩便。』先帝自此氣不復語。」余云：「此語惇何以得知」太母云：「必是從熙。」余云：「若如此，罪尤不可勝誅。」太母云：「誅戮有餘！事在裹……」太母語聲甚低，余附耳於簾前，然不曉，凡所記者才半爾，兼多再稟乃詳曉。余云：「皇帝踐祚，内外皆有異意之人，上識慮高遠，以此堅請太后同聽政，不然，誰冀與為助者」太母云：「誠如此。非皇太后誰助之者上拜卻無數，至淚下，以至勉從他所請。」余云：「皇太后勉同聽覽，然未一月間兩降手書，遂決以祔廟後還政，頒告中外，此自古所無。臣非敢面諛，自昔母后臨朝，常悉遷延，不肯還政，誠未有此比，皇太后甚盛之德，中外之所歎誦。」余又云：「適所進呈文字，取聖旨。」太母云：「这里也不爭，卻是他朝廷事體，既合改正須改正。」余遂退，三省於内東門伺候久之。是日，宣九公主麻。上是日又問子開云：「他只是為人所嫌忌，故久在外。」余云：「臣兄弟立朝粗有本末，不敢自叙，然肇昨以修《實錄》得罪，然末進書時已去，故初得修撰；陸佃書成乃去，又在元祐中除學士，尚書卻云『情實稍異』，先復職移藩，中外深以為不平。臣亦嘗陳於先帝，亦有憫憐之意。今既被收用，陛下自可察之，其用心如何」 \\n 庚戌，同呈隴拶等引見儀注。 \\n 又聖瑞增崇儀數，除六龍輿依舊，只進龍鳳輿外，並依太常寺所定。 \\n 又惠卿放罪，當上表謝，而用劄子。已經大赦，劄與惠卿知。 \\n 又同呈改「覆奏事於皇太后」為「同奏事」，太常云：「門下相公指揮，及不當以福寧奏事為例。」余云：「未論事理是非，然改故事豈可不稟陛下及皇太后旨。」上顧余云：「皇太后聖旨云何」余云：「太后云：『这里也不爭，然事干朝廷體，合改正須改正。』」上云：「須依故事。」余云：「三省、密院各有職事，未聞三省同呈密院文字，密院同呈三省文字，然此事臣等本不與議，又不曾奏稟，臣等皆罪人。」小鳳云：「失於點檢，只作熟事押過。」左轄亦云：「實失於詳覽。」夔云：「曾簽書否」余云：「適已奏，失於點檢，皆是有罪之人。」左轄云：「章惇豈止此事不商量，於定宗廟社稷大計，亦不與眾人商量便啟口。」眾莫敢對。上云：「依故事改正。」再對，上問：「今日便獨奏事」余云：「雖已得旨，而文字未下，恐且須同奏。」 \\n 是日，除王恩知鎮戎軍，姚古知會州。因言：「軍班有條，不得知州軍，然祖宗以來例甚多，如狄青、和斌輩皆是。」上許之。余因言：「陛下踐祚以來，收用韓忠彦等，中外翕然慰悦。及三省除范鏜作給事中，趙挺之為工侍，外議皆以為不平。自官制以來，中書舍人、給事中皆耳目之地，差除號令一有不當，皆得以繳駮，其事任不在言事官之下，今以鏜處之，實未允眾論。然天子者一日萬幾，陛下深居九重之中，小大之務何緣一一親省，但耳目之地得人，則上下官司孰敢為姦欺者。今日先務，莫如言事官最為切要。臣錄到臺諫官闕，臺官六員闕四員，諫官六員闕五員。」上矍然，令留下。余因言：「董敦逸、陳次升、孫谔、龔夬皆嘗為言事官，可取用。」上云：「鄒浩亦是。」又云：「言事官豈可置之死地，新州乃必死之所。」余云：「不獨浩，次升得南安，亦死地，近瘴癘，一軍官吏死者大半。」上又歎息云：「岂可置之死地。」余云：「敦逸敢言氣節，昨錄問瑶華獄，先帝欲貶斥，臣以謂獄出於掖庭，以侍御史錄問，欲以取信天下後世。今乃貶，何以取信。」上云：「瑶華獄本亦無事。」余又云：「葉濤乃臣甥壻，然在朝廷擊章惇無所假借，與蔡卞友壻，然排擊卞尤甚，臣雖親，可以無嫌，況曾作舍人，與敦逸皆可在諫議大夫之選。其他士論所稱，如陳瓘、王涣之、張庭堅之徒，皆可用，恐未可遽，則已試之人，不可不收召。」上云：「安惇作中丞。」盖言其不稱职。余云：「凡今日言官，皆可見，非獨惇也。」上云：「昨日諫官王祖道上殿，所陳殊無倫理，又掉下笏，取得一劄子，卻掉下圖子。山野可怪!」余云：「非獨山野，其不稱職皆此類也。」 \\n 前一日，批付中書，向氏三叔各遷一官，三妹封國夫人，白身二十一人與恩澤，宗回、宗良建節。遂同呈，以是夕鏁院。 \\n 再對覆奏事，余更不欲喋喋，但略陳改正而已，左轄云：「元不曾商量。」簾中默然。 \\n 是日，再對，上云：「蔡卞便如此說。」蓋言其斥惇定策事。余云：「臣奉不敢言，卞本與惇為死黨，今相失，故訐揚如此。」上云：「惇全無顏色。」上及太母呼余，但云「樞密院」。以上及卞所言，遂具陳昨日簾前堅請同聽政之語，上亦然之。 \\n 辛亥，聚都堂，差湟州職官、曹官畢。 \\n 夔赴文德，宣二白麻。 \\n 壬子，月望，福寧臨慰、進名如常儀。 \\n 癸丑，五七，臨慰、造名如儀。退，御紫宸殿，朔參官皆赴，餘并垂拱班，並如儀。退，赴啟聖院起道場，三省相國寺。 \\n 甲寅，寒食節，臨慰、進名如前。是日，師朴、安中亦入乞。 \\n 乙卯，詣普照鼓所致祭，食罷，至余氏女舟中，日昃乃歸。 \\n 丙辰，永定忌，西閤進名退，赴熙文行香。 \\n 丁巳，旬休。 \\n 戊午，朝垂拱，百官四拜起居。 \\n 同呈胡宗回奏鄯州利害。詔令王瞻以心白首領分治青唐訖，引兵歸湟州。隴拶今依舊主管青唐，當議與河西留後。又令相度遣王愍、姚雄往鄯州同共措置，令王瞻受王愍節制，依軍法施行。 \\n 韓粹彦等奏，使回至白溝，聞國哀，易衣、乘、從人，過界舉哀成服。不曾與送伴相别，不戴幞头，衩衣，披毛衫，從便門出。特罰銅二十斤。 \\n 再對，皇太后殿使臣及諸色人推恩，並依宣仁例，各轉一資。上云：「太母極不欲，然故事當爾，故批出。」余云：「皇太后每事謙挹，誠盛德也。」 \\n 余又言：「陛下踐阼以來，收用人材，以至號令政事深合人望，中外無不欣悦。然臣嘗論，今日先務，莫如言路闕人，若此地得人，則耳目寝廣，何所不聞，中外大小之吏，不敢為姦欺，則可以垂拱無為而治矣。願更留聖意。兼登極大赦，非常赦之比，竄謫之人，延頸以望生還，方春夏瘴癘之時，早得遷徙，為賜實大。聖諭以謂鄒浩豈以置之死地，如浩者，萬一不得生還，於朝亦非美事。」上云：「浩擊惇甚力，章疏具在。浩之貶，惇或與聞，度惇必未肯便與移叙。」余曰：「聖諭如此，臣復何言。如此即不容批付三省，不必指名，但以大赦，應牽復、移叙之人速具姓名取旨，則必不敢緩也。」上深欣納。簾前具以陈，亦再三稱善。因云：「元祐之人雖不可收用，岂可不與量移。」上云：「亦自有輕重。」余因言：「大行聖質睿明，臣與韓忠彦紹聖初每聞德音，未嘗不稱頌歎息。惇以范純粹議棄地為可誅，大行答以：『岂可以一言廢人。』其後浸潤聽受，寝不可解。惇每議論，不問士大夫以至民兵，但云『銖了斫了』。」上云：「大行在禁中亦每有此語，乃不知惇言如此。」余云：「誤朝廷舉措非一事，多此類。如貶竄元祐人過當，雖以詆訾神宗政事為言，其實多報私怨。以至王珪於定策之際云：『上自有子』，無不正之語，但以遲疑為懷異意，自宰相師臣降為司户參軍。豈不太過」上云：「惇今日之語如何蔡卞便面斥其語。」余云：「惇若稍知義理，何顏復見陛下。非聖德仁厚，何以涵容至今。惇但欲陽為不采，以掩覆其事，然當日簾前厲聲，唯恐眾人不聞，左右阉侍百餘人，無不聞者，故即日喧傳中外。」上云：「此事固當密稟皇太后。」余云：「惇非獨與臣等爭先，乃欲與皇太后爭先，以為己功也。」上云：「渠下馬處曾有人說話，有人見。」又問：「是時在禁中宿」余云：「自九日宿省中。」上云：「果是。」又云：「知其為人否」余云：「惇固所深知。」上云：「不然。」余云：「簡王，臣等未嘗敢詢宫邸中事，然有一人嘗使令，云多與使臣輩聚飲。」上云：「殿侍之類皆同坐飲酒，並酷刑，有性氣。」余云：「臣亦嘗聞皇太后宣諭云，有交通語言者。誠如此，罪亦大。」上云：「大行但以當日簾前定策事為功，故聽任如此。」余云：「有功固不可不錄，然豈可供以國事。臣亦累於大行前開陳，以謂千金之家擇一主幹財物人，亦不可不慎，況天下重器，宗社安危，大計所在，岂可付與人作撻。兼祖宗以來，以一相當國者有幾人？」上云：，「終不置右僕射何也」余云：「臣以地勢有嫌，固不敢及此，然每見朝廷政事末厭物議，亦不能自己，未嘗不反復開陳，大行亦無所不優容，亦深知惇等欺罔，但一切涵容爾。」上又問：「今日須分班覆奏事。」余云：「已降指揮，自當爾。」上云：「故事當如此。」 \\n 是日，韓忠彦、黄履對。當日晚批出，除執政。 \\n 己未，同呈邊報。又令秦希甫更不同共相度鄯州事宜。 \\n 吕惠卿奏言：「已與西人誓約，恐落蕃歸漢人亦不當收接。」惇云：「此事恐須從他所奏。」許將助之。余云：「將士陷蕃，能拔身歸漢，亦大不易，岂可不收接，卻送與西人令殺戮此不近人情。」惇、將云：「如此一項，須别作一行遣，令於偏僻處收接。」余云：「無可行遣。誓表但云：『不得理索、不得收接逃背人。』此非理索，又非逃背，何可不收接於誓表亦無違。」上深然之，左轄亦以余言為是。再對，上遽云：「落蕃人豈可不收接許亦如此亂道，殊可怪。」余唯唯而已。 \\n 因言：「三省已除忠彦等，密院闕人，乞早差人。」上笑而已。簾中云：「見擬議。」余又言：「臺諫官闕人，不可緩。」太母云：「祖宗設言事官不錯，何可闕人如此，亦住不得，見商量。」 \\n 庚申，六七，赴臨、奉慰、進名如儀。 \\n 是日，聞劉拯駮忠彦告。 \\n 辛酉，同呈嵬名阿埋、昧勒都逋與率、渭州都監。兩人者自餘獲，章楶累乞於邊上使唤，大行深不然之，手詔詰責，楶極恐懼，二府亦屢陳當責付楶，亦不聽，故遷延迄今。而都下廪給糜費，又占官兵使臣頗多，至是，乃遣行。夔欲與小將，余以大行意不欲，故止除率。 \\n 再指揮熙帥，令王瞻盡以兵馬交付王愍。 \\n 再對，呈御藥院以下内臣覃恩遷官。北使展限，遺留番二十九日，登位番三月六日。上諭云：「禁中修造，華飾太過，牆宇梁柱塗金翠毛，一如首飾，又作玉虚，華侈尤甚。」又云：「仁宗作一寶座，議者以為華麗，遂致之相國寺。今非其比，外人何以知，鄒浩亦嘗論列。」余云：「禁中地窄，玉虚誠不須作。其他亦多不知，但曾從駕至北郊，宣入賜茶。次日，大行諭云：『昨日盡見北郊宫殿，只是綵繪比之他處精好，外面人言使了多少金也。』」上云：「不然。賜茶處是寢殿，前後殿有流杯曲水及亭榭，無非金翠，亦與首飾一般。鄒浩敢言，无所不論，須召還乃是。」余但再稱贊。因言：「劉拯駮韓忠彦告何敢爾。英廟除王疇樞密副使，錢公輔繳詞頭，貶團練副使。拯何可容。」上云：「不識拯，亦不知其為何人」余云：「蔡卞門下士。臣嘗爭論范純粹罷帥無罪，不可不與鄧州，卞力爭。既而即日拯有文字，言『大臣陰與為地』，大行怒，數詰卞云：『拯何以知』令分析，眾救之，遂已。」上云：「亦不知是卞門下人。然拯但云『忠彦戚里，未敢行下』；尋批出，便行奏云：『謹已依旨行下訖。』」余云：「此尤不可，乃是嘗試陛下之意爾。若可論，當力爭，豈可便行如此乃是姦憸，尤可黜。況拯與忠彦同省，岂可共處兼韓治昨日來見臣，云拯方駮奏，次日卻來賀忠彦，其舉措可知其不正也。」上云：「須是一外任。」簾中之言亦然。乃云：「尀耐。」又云：「一面駮奏，一面廝看，好读書人。」余云：「臣亦曾於皇帝前力言，給事中乃耳目之地，以拯處之，已不可，近又除一范鏜，乃惇門下士。」太母驚曰：「又是他面上人」余云：「見議除出外。」】 \\n 壬戌，同呈熙河追停降官人不用叙法，已經大赦，聽依常法收叙。 \\n 又令陝西、河東依熙河路，歲支錢作分水陸追薦漢蕃陣亡人，元祐中減錢指揮不行。夔、轄因言：「司馬光聚集不樂神宗之人，毁廢法度，此事僅存，但減錢爾，其他廢壞者不一。」太母亦云：「神宗政事，岂可專欲毁廢。」 \\n 再對，又論拯，上云：「拯自有文字乞出，見商量。」又云「拯與鏜必逐。」又問何以處鏜，余云：「已議高陽帥，俟忠彦等供職，同進呈次。」簾中亦云：「拯遲不得。」【余云不可迟故。】上又云：「雕印文字果有之。」余云：「臣何敢欺誕。」【先是，余陈云：「陛下昨除忠彦等八人，市人雕印出賣，謂之快活差除。以此觀人，則士論與人情可見矣。」】上諭云：「惇等猶言肇等未當收用。」余云：「臣不敢喋喋，願更博釆公議。」上又問：「肇何可到」余云：「恐辭免未敢乘驛，然亦不出旬日必到。」上又言：「狂婦罵惇云：『你也是宰相，莫是司馬相公否』又云『来做孝』，聞之否」余云：「亦聞之。此事極怪，似有物使之因言。先朝每深懲指斥者，然殺之不能禁。陛下罷武德偵邏，然亦不聞有狂言者，中外皆知聖德仁厚，自士大夫下至閭閻僕隸輩，人人鼓舞，稱頌而已。」癸亥，章懿忌。是日，批出，求内臣可任帶御器械者，以樂士宣對，從之。 \\n 甲子，同呈邊報鄯州事宜，益急詔促宗回追還王瞻。 \\n 是日，李邦直見。再對，上顧庭下云：「清臣亦未老。」余云：「極强健。然稍聰重，非老年故，自元豐作執政時已如此。恐顧問之際，有所未審，不敢不奏知。」因問隨、友端所以逐，上云：「但自乞宫觀，因言營造過。」安師文知涇州，罷提舉弓箭手司，從章楶所請。再對，上諭：「安惇昨日對，言鄒浩不可用，恐形迹先朝，非孝也。朕答云：『先朝言事官未嘗論事，朝廷大事，御史中丞猶且不言，而浩敢言，莫用不妨。」惇無以對，面發赤色而退。」惇造朝如故。上又云：「王祖道言，不當差官區磨後苑作等處官物，亦以為形迹先帝。朕答云：『主掌人出入官物不明，理須究治，何預先帝事。』」余云：「陛下初政，小人不悦者多，此等語更望深察，不足信。」上云：「不足信，不足信。」 \\n 是日，早出。 \\n （三月）丙子，同呈邊報。 \\n 又令都水相度黄河下尾可疏導之處，无令塘泊之患。 \\n 再對，王涣之、張庭堅得旨召對，因言：「此等人材為三省所抑，眾所共知，若非公論所與，忠彦等亦豈可共薦。」又言：「庭堅止坐以簡與鄒浩叙别，遂衝替。陛下嘗宣諭云：『廝看又防甚事』況致簡者乎!」上深然之。至簾前具以此陳，因言：「朝廷之上，唯是邪正是非分明，則君子小人各得其所，涣之等高科，二十餘年沉屈，但以不附執政，故多方排抑。」太母咨嗟久之，云：「惇等誤先帝處多。」又云：「神宗聖明，岂近世人主可比，只是晚年不免錯用卻人，不免致天下論議。」余云：「神宗英睿，非其他人主可比。其所用人材，亦皆極一時之選，然拔十得五，古人之所不免，其間固不能無錯，聖諭盡之矣。先帝聰明亦極過人，但少年輔導，不可不得人爾。臣初在政府，所聞德音多可稱頌，其後為眾論所咻，不能無惑，昨因彗星肆赦，寅畏恐懼見詞色。」太母云：「亦畏懼。」余云：「一日一赴文德道場燒香，極祗畏恭敬，及對二府，无：『星變如此，卿等當為朕進賢退不肖，以答天戒。』臣以謂陛下德音如此，二帝三王何以加，然大臣當修省奉行，以稱聖意，今所進者内則吴居厚、蹇序辰輩，外則賈青、吕孝廉、王子京之徒，其他勁正自守之士在下者不以，三省但與臣論辨，終不奉行。」太母又歎息云：「誤他處多。」余云：「只好言宣仁及大臣有傾摇廢立之意，以此激怒先帝，恐無以取信，遂云：『神宗非宣仁所生。』」太母云：「宣仁是慈聖養女，嫁與英宗，當時是甚事势，又宣仁實妒忌，方十六七歲，岂容有他人所生之子。廢立事以寃他人，孃孃豈有此意。如此教他先帝，怎生不惡!」余云：「先帝所以切齒元祐之人，正為此事爾。莫如皇太后知其虚實。」太母云：「無此事。楚王希望，意不可知。」余云：「楚王乃狂妄，大臣果有此謀否」太母云：「當時不聞，誰敢說及此事他只說人罵神宗，又說出此一事，怎生教他不惡。」余云：「外人皆言，惇既誣罔元祐人以廢立事，又深貶王珪，以定策之際持觀望之意；今日惇簾前出不正之語，人皆以為報應。」太母云：「是報應也。」 \\n 丁丑，旬休。 \\n 戊寅，同呈石璘乞添招塘堤役兵千人，從之。 \\n 又呈鄜延田氏家流等處討蕩賞功。 \\n 是日，早出，迓子開於普照。 \\n 己卯，元德忌。 \\n 庚辰，同呈邊報。 \\n 再對，差燕澤、趙思行接伴虜使。【是日，差馮世寧詣斬草破地所指定皇當中心。】 \\n 是日，韓跂來言：禁中以再差山陵使為大忌，故涵容惇至山陵畢乃逐。師朴、安中議欲先逐卞，則國是自定矣。 \\n 辛巳，同呈邊報，及閤門定到隴拶以下引見班次。 \\n 再對，上語及梁從政於大行彌留之際，便遷聖瑞椅子之類於福寧寢閤前。又云：「聖瑞見大行疾革，據榻屢云：『不分曉本末』至大漸，以政事鬱塞，至升遐，不復語。」余云：「從政何敢爾，如此豈可置之左右。今外則串相，内則都知，皆在眾人之上，又皆異意之人，朝夕親近，岂得穩便」上云：「惇且優容至山陵後，從政可更白皇太后。」至簾前，具以此語敷陳，太母云：「從政是神宗任使之人。昨見大行疾已不可，遂呼他問云：『官家如此，奈何』從政云：『但問章惇。』尋便疑之，卻問他云：『惇若說得未是時，如何』從政云：『他是宰相，須是。』從政見他言語不是，當便云：『且奈辛苦。』遂去。及見惇所陳，似相表裏，極可驚怪。」【上亦諭云：「從政安排聖瑞椅子在寢閤前，太后惊，不覺身旋，良久乃定。」】余又云：「適見上云，惇下馬處，曾有人見送一金盒，乃是曾國主家來。」太母云：「此事未可知虚實。上云安排椅子事，亦不是椅子。大行疾既不可，從政盡取聖瑞從物妝具之類，置福寧寢閤前，見他如此後便驚，不覺旋轉數遭。」余云：「從政如此，是便作熟成事處之。」太母云：「是將做熟成事。」余云：「今日事既不成，惇與從政皆懷家族之憂，惇為首相，從政握親兵，内懷反側，但無可為爾。」太母云：「如今待做甚！」余云：「朝廷事勢固不可妄作，然防微亦何可忽。臣以職位正次章惇，不敢極陳，然今日所聞如此，乃朝廷大計，不敢避小嫌，故不能自已。」太母云：「更待商量。」是日，上既諭以惇俟山陵，余遂以師朴之言對，欲先且逐卞。上云：「此極不難，只批出便可罷。」余云：「進退大臣自有體，新除言事官必不久來，來必有言，若有所陳，但降出文字，則彼自不能安位，且以均勞苦去之不妨。卞既去，惇亦不能害政矣。」上云：「甚善。」【亦白太母以逐卞之說，亦深然之，卻問京如何，余云：「尤不可。」次日即上，上云：「太母已知其詳，不可用，但試問卿爾。」】是日，上又諭：「安惇上殿云，欲率臺中擊章惇，且云俟祔廟後。朕答云：當擊則擊，何稟之有，此豈是奏稟事。惇更無語，亦唯喏，面赤而去。」余云：「陛下答云固已盡義理，然至山陵後，乃陛下意，岂安惇等所可議，此尤可罪，必是聞禁中有此議爾。」 \\n 王午，忌，先赴福寧、内東門，臨慰訖，詣西閤進名，景靈行香。 \\n 癸未，同呈擬定隴拶、瞎征至大小首領等除官，及契丹公主以下除國夫人至郡縣君，並措置住坐處及羈縻約束事。 \\n 再對，呈左膚言，乞令密院指名奏差走馬事。因言：「先朝更選走馬法最為詳盡，若令密院差，則非公選也。」上又言：「膚等無狀。」余亦云：「國事無大於惇，而此輩無一言，如此則大臣更為姦惡，何所赖於言者。」上又諭云：「昨日所陳從政事，皇太后已理會得，只候覆按迥便行。」是時，從政已往覆按永泰陵也。及至簾前，太母亦云：「從政便可逐。」又云：「樞密忠孝，别人不肯如此開陳。」又云：「先丞相在相位，孜孜以國事為意，兼不敢恃朝廷威權禍福他人，常云：『不敢作不公平事，免殃及子孫。』」余云：「先丞相陰德如此，今日門閥盛大，乃積慶之所及也。」太母云：「樞密於國家事用心公正，福報亦豈可量。」余遜謝而已。又云：「先大王與樞密最有舊。」余云：「先大王熙寧初以皇太后明堂恩，當遷觀察使，神宗諭宰執，以其歷典州郡，有政事，可勿以恩例遷除。臣適當制，嘗命詞云：『内無請謁之私，外有營職之實』，以此為遷官之意。先大王得告命極喜，以此與臣往還甚熟。臣近見宗回、宗良來謝建節，亦嘗語之，兄弟同時建節，近世所未有，然先大王蚤世，卻不及授節钺。」【太母云：「神宗亦許以管军，不幸未到，聞已薨背。」】太母云：「見他兩人來謝，亦不覺涕泣。先大王自青州抱病，神宗急遣醫官去，已不及。亦數許遷拜，然不謂便薨背。宗回、宗良不曉事，樞密且更與教招。」余云：「宗回、宗良慎靜修飾，宗回比來亦務補過，不似日前。」太母云：「亦知，且更與教招照管。」余唯唯。【是日，子開供职，上問：「何以未對」余云：「未有班次，恐十九日可對。」云：「如此甚善。」思慮初不及也。】 \\n 甲申，同呈環慶蕃官孟直、慕俊、莫怪各任皇城使，有邊功，合改九官至七官，皆當回授親屬，而無可回授者，覃恩並已改遥刺，各以六官改遥防，餘依舊回授。 \\n 再對，廣西奏：宜州蠻人作過，乞禁貢奉，又發兵討蕩。皆不許，但令備禦、驅逐、掩殺而已。 \\n 郭知章帥河東，有邊事，乞上殿。從之。 \\n 是日，三省以張商英為河北都漕，令專管句河事，乃師朴輩奉行上旨也。 \\n 師朴遣跂來議，欲留知章，以蔡京帥河東，云：「安中意亦然。」許之，余仍令跂。 \\n 乙酉，同呈熙帥奏，乞以湟州為都護府。從之。遂以王瞻為都護、知湟州、隴右都巡檢使，王厚為同都巡檢使。都護職事如沿邊安撫司例施行，事初措置，仍委經略司常切點檢覺察，無令違越。 \\n 是日，引見，隴拶為一班；契丹公主為一班，夏國、回鹘公主少退立；瞎征為一班，同起居家屬首領各從其長，邊廝波結一頭領附瞎征班；次引僧尼，皆蕃服。契丹公主以下皆禮拜，各賜冠服，退就邇英閣前易服，乞依前立班謝訖，退就横門幕次茶酒，宰執、從政官、宗室、戚里正任以上皆侍立。上諭宰執，令就殿門呼隴拶等，試與之語。既而李彀等引隴拶來，諭以已除節度使，依漢官给俸，自來無此恩例。瞎征但給茶綵而已。拶稱謝甚恭。又問：「何以招致溪巴温」拶云：「譬如一乳牛，繫卻子即母須來，繫卻母即子須來。」又云：「溪巴温先遣他出漢，亦欲續後來，既而為郎阿章所制，故未果來。朝廷若與阿章放罪，并阿章招來，必更易為力。」尋答：「已有放罪及招换指揮。」拶云：「如此，到岷州當便遣人往說諭，若不從，當以兵馬去，斫取阿章頭來獻官家。」尋答以：「但且招誘得來好，不須殺他。」蓋虞其不誠也。又問拶何以欲居岷州，云：「欲包順及趙懷義家部族相依爾。」次引瞎征來，其言殊誕妄，無倫理。又至上馬處，見契丹公主，亦諭以朝廷待遇恩禮甚厚，再三稱感恩而已。 \\n 是日，傳宣：内東門小殿不覆奏事，邇英垂簾。意長樂在簾下，蓋易服處適在閤前也。丙戌，同呈邊報。又呈河東久闕正官，催郭知章上殿訖，疾速發赴新任。師朴云：「知章初作帥，岂可付以河東。河東須體重曾作帥知邊事人，乃可往。」余云：「非不知此，但無人可差，故且以知章充選。」左轄亦云：「自來亦須用曾經河北作帥人。」余云：「舊例往往用故相及前兩府，今近上從官如吴厚安、安惇皆不曾作帥，蔣之奇新自邊上召還。」朴云：「如此只有蔡京。」上云：「如何」余云：「若令京去，須優與職名。」夔云：「承旨自當除端明。」余云：「兼兩學士不妨。」左轄云：「之奇累經邊帥，莫亦可去。」許將云：「朝廷闕人，莫且教知章去。」又云：「除兩學士無例。」余云：「有蘇軾例。」將云：「是元祐例。」余云：「官制後雖不曾除兩學士，不知有條否若條即祖宗以來兼三學士、兩學士例不一。」上云：「且教去。」將又云：「且教知章去。」余云：「不知聖旨是宜教知章去，是教京去。」上云：「蔡京。」余云：「如此，即批聖旨，蔡京除端明殿學士兼龍圖閣學士、知太原府。」遂定。卞云：「臣兄不敢辭行，然論事累與時宰違戾，人但云為宰相所逐。」上不答。再對，上諭云：「蔡京、張商英、范鏜皆已去，只有安惇、劉拯、王祖道未去。」余云：「言者稍舉職，則此輩亦何可安也。」簾中亦深以為然。 \\n 中官梁知新以元祐黨羈管藤州，而嘗在藩邸，有旨與遷兩官。刑部云：「須放逐便後，再期乃得叙，叙後乃得遷官。」得旨，令不俟期滿便與叙。上及太母亦皆言其無過，只是曾在宣仁殿中。余嘗見曹誦云：「知新頗氣直曉事。」因以此白太母，太母云：「誠是氣直，不可得。」 \\n 李彀劄子奏：沿路及到驛得隴拶、瞎征、三公主等送到土物，未敢收。得旨，詣收受皆許。收受皆珠玉、犀、牛黄之類。 \\n 令乞引喝使臣轉出文字，於内東門外付人吏，從之。【此先是内東門覆奏，同呈文字讫，待班再上，以已呈文宇記内侍傳出，因來白云，得一朝旨乃便，遂為之陳請。】 \\n 丁亥，旬休。【是日，蔡京以急速公事乞對，令赴後殿。尋有二日，俟别日，是夕又鏁院降隴拶等制，至二十三日乃得對。】戊子，同呈邊報。上對二府諭云：「日食正陽，當避殿、損膳及曲赦四京，已是後時，便可施行。」又令下詔求直言，三省云：「只德音中帶下。」余云：「不可，須别作文宇。」上云：「作兩箇文字。」再對，上諭云：「三省並不檢舉。」又云：「踐祚之初，又有天變，當求直言。」余再三稱贊，退見三省猶欲只以德音中帶出，余云：「聖旨作兩箇文字，適又再諭以『踐柞之初，兼有天變，故求直言。』何可與德音帶下」卞云：「將謂只為日食如此，即别降詔。三省遂以此意召舍人至都堂草詔。安中又以簡見諭云：「熙寧、元豐德音皆及諸路，今不當止四京。」欲共陳之，晚遂入劄子，然已暮矣。上翊日諭云：「得文字時已昏晚，已鏁院，又以數赦，故且已。」 \\n 是日，内批：接伴趙思行令别差人替。因問所以，上云：「無他，只是皇太后惡人干請爾。」【思行，太后之妹婿也。】遂以差劉交。至簾前，太母亦云：「思行亦幹得事，但恐於使事了不得，若山陵之類差遣皆可差，向繹奉使，猶且不了，卻恐他不了。」余云：「接伴亦無事，任瑜、朱孫之徒皆入國伴接，但皇太后謙慎太過爾。」 \\n 己丑，同呈姚雄已統制人馬赴鄯州。 \\n 再對，向綜入國，至邢州輿疾歸，乞别差官改赴。差知永寧軍鄭薦代之。 \\n 庚寅，同呈鄘延奏，西夏陳慰使副十三日過界。 \\n 再對，差高公繪山陵行宮使，又差曹誦充山陵總管。 \\n 鄜延走馬黄彦言：沿邊新堡寨多不如法，乞增修；又乞移道路巡檢於中路堡子。並下鄜延，令相度施行。 \\n 又差李彀裁定山陵車馬人從食錢等。 \\n 辛卯，同呈邊報。 \\n 再對，又呈黄彦乞挪將兵於新城寨戍守，又乞舉行諸軍務閱。並從之。 \\n 真定走馬江洙乞修磁州南北城。亦從之。 \\n 壬辰，同呈邊報，令夏國進奉人使於七月十五日以前到京。 \\n 再對，國信所申，郭知章等入國，泛送物色，係以官物及私靓物送押宴回送到，除送到馬依蹇序辰例不支，序辰收受其餘物色，不曾申請。得旨賜與知章等。 \\n 熙河效用張庚等謀叛入夏國。張庚雖大赦，合處死，王輝、蕭誠合原。得旨，庚依斷，輝、誠送江南編管。 \\n 癸巳，同呈熙河奏，姚雄已起離鄯州。又令隴拶先以朝辭起發。 \\n 又黄彦言：鄜延排門差括人产牛具及令自備種，耕種新地。令經略司分析，係是何官司行遣，仍立便放散，及令轉運司體量詣實聞奏。 \\n 再對，呈御史石豫劄子，云：「中國有夷狄，如陽之有陰，可相有，而不可以相無。」又言：「相交為君臣，相與為賓客，乞濶略細，故以天地之範圍，一切庇覆。」其言殊無倫理，不可曉，因言：「御史如此，可謂辱國。陛下比所擢言事官皆深稱人望，非此輩可比。」上云：「渠更乞留中，朕以其不成文字，故令降出。」 \\n 是日晚，師朴報中批，上官均、孫誇令除臺諫官，且云翊日受誓不入，恐為人所動摇，又均與安中親嫌。答以「何可摇也，更當諭安中不須固避。」安中亦有簡，云：「須至敷聞，以俟聖擇。」翊日遂除均祕書少監，谔右司諫。 \\n 甲午，同呈熙河奏，王瞻申：回鹘部落蕃人萬餘口不肯留青唐，已隨軍赴湟州。 \\n 又呈於江南、荊湖、福建五路招换揀廣西兵四千人。 \\n 再對，太僕申少卿趙身亡，乞存恤。得旨，依例支絹百匹。 \\n 上諭：「均、谔已除職，均以履陳親嫌故，除少蓬。」又云：「卞言均元祐中詆毁神宗政事不一，亦不曾答。渠但所不喜，即以詆毁神宗為言。」余云：「陛下洞照如此，臣復何言。」至簾前亦及之，太母云：「此兩人除得好否」余云：「如此等人，天下望以為言官久矣。皇太后、皇帝睿明，所收用皆天下公議，中外士人孰不鼓舞稱頌。」太母云：「似他人元符中一切為人屏逐，甚道理」余云：「凡所不喜，即云詆毁神宗。緣臣僚論事，若以朝廷政事為是，即無可論者，即有所論，即必以朝廷所行為是，才說不是便以為詆毁，如此誰敢啟口上官均在神宗朝廷作御史，亦曾議論朝廷政事不當，岂可亦以為詆毁。」太母云：「君有爭臣，父有爭子，怎生少得。」余云：「聖諭如此，天下士民之福。人主盛德，莫大於開廣言路，容受諫爭，如此則人人敢言，朝廷雖有闕失，無不知者矣。」太母深然之。安中遣人來云：「卞言均乃曾布所知，大行時累累稱薦，欲成就之，而大行不聽。」上答云：「不獨布，眾人稱薦者甚多，此乃公論所稱也。」夔并谔亦詆毁，以為狂妄，卞亦助之，上杳不答。 \\n 乙末，休務。【自二十七日開宫觀三日。】 \\n 丙申，大忌，赴景靈三殿行香。 \\n 是日，奏對之語甚多，然多不能記錄，大抵稱引善類、區别邪正而已。自初除師朴、安中，余即白上及簾中云：「三省員已多，唯密院獨負職事不少，臣獨當密院歲久，望早除人，庶免瘝曠。」上但笑，太母云：「非久不獨也。」外議皆云以此待蔣之奇來，故有此語。余又嘗言：「李清臣到闕已久，未進擢，外議皆疑與忠彦等不同。」太母云：「住不得，必不久有指揮。」蓋内廷議論已定矣。 \\n 章惇初議大行陵名曰「永崇」，中批以未至嘉美，令與三省、密院同議改定。尋以「永章」、「永慶」、「永泰」等名進呈，上及簾中皆云「永慶甚好。」遂再上表，以「永慶」為名。陵名乃惇奉敕撰。既而又以北虜聖宗陵名永慶，再進呈，遂改永泰。凡三上表乃定。 \\n 四月丁酉朔，日蝕，百官守職。太史局申：自辰初四刻虧，稍向西北蝕四分止，巳時五刻復。是日時有陰雲往來，然不能掩。午初上馬。 \\n 戊戌，同呈熙河奏，鄯州兵將已到湟州，姚雄四戰，獲二千餘級，傷折已失只三十八人。又叙姚雄去秋解鄯、湟州圍未賞，并今來功狀，待除正任防禦使，升鈐轄、洮西安撫使。又令拈諭郎阿章、溪巴温等早令歸順。上及簾中甚悦，自此且靜寧矣。 \\n 山陵修奉所申賈嵓卒。詔王崇拯管句馬軍司、充修奉，仍乘驛徑赴山陵所句當，侯事畢赴闕供職。 \\n 再對，呈新知成都府路昌衡乞赴闕奏邊事，令實封聞奏。 \\n 上諭：「太母疑蔡京不當出，欲且留修史，恐陸佃等以修史得罪，不可用。」余力陳京、卞懷姦害政，羽翼黨援，布滿中外，善類義不與之並立，若京留臣等必不可安位。此必有姦人造作語言，熒惑聖聽。上慰諭云：「無他，皇太后但且欲令了史事，以神宗史經元祐毁壞，今更難於易人爾。」余云：「臣等以陛下踐祚以來，政事號令，以至拔擢人材，无非深合人望，故雖衰朽，亦欲自竭，裨補聖政。中外善人君子，鬱塞已久，自聞初政，人人欣歡鼓舞，若事變如此，善類皆解體矣。朝廷政事亦無可言者。」上云：「但更於簾前說。」余又云：「若以謂陸佃及肇不可修史，則臣僚中豈無可修史者，何必須京。」上論蔡京云：「肇又理會章惇改制詞，理會得是，無道理如此改，若今次理會了，今後必不敢更改。」余云：「臣弟自以為失職，不敢不理會，蒙陛下照察如此事，士類之幸。」上云：「待指揮今後不得如此改。」余稱謝而已。及至簾前，具以京事開陳，簾中毅然不可奪。余云：「如此則臣決不可安位。」太母云：「干樞密甚事。」余云：「君子小人不可同處。」太母云：「先帝時亦同在此。」余云：「此臣所難言。臣在先朝，嘗有去意，今日以皇太后聽政，皇帝踐祚以來，政事皆合人心，臣以此亦欲勉强自竭。今事既一變，臣何可安。」太母云：「不變。只是教他做翰林學士，了卻神宗國史，干樞密甚事」余力陳未已，太母云：「且奈辛苦。」乃遣之之語也。【每日奏事退，太母必云「且奈辛苦」。】余云：「臣為朝廷分别邪正，欲君子小人各得其所，此事於朝廷所繫不細。」既而報辰正牌，太母云：「日色已晚。」余遂退。【子開草孔仲词，為惇、卞所改，不肯佥書，故論奏。】 \\n 是日，又批：御藥李偁句當内東門五年以上，於法滿七年乃得改一官，所少一年以上，乞用減年磨勘比折轉官。引馮世寧句當七年止少三十三日，除御藥，用減一年磨勘，乞比折改官，先帝以隨龍故許之。余以謂：「偁所少一年以上，與世寧不同，若啟此例，則今後少三年、二年亦須援例陳乞，此例恐不可否」上云：「如此無可施行。」及至簾前，太母云：「偁奉事先帝有可稱者，與改官不妨。」余云：「若如此，卻以皇太后宣諭事特旨與改一官不妨，免啟此例。」亦毅然不許。余云：「如此須來日再奏稟。」因云：「臣外則與執政立敵，内則裁抑近習，讒毁中傷不易當也。」太母云：「無此，他豈敢如此。」余云：「近御藥劉瑗乞磨勘，臣以横行無磨勘法，欲寄資，又無寄觀察使例，遂罷之。既而三省卻以修五王外第恩，與遷觀察使。如此則此輩安得不怒。」太母默然。瑗乃今上隨龍，偁方寵用於長樂，然所不恤也。【是日晚，批出：蔡京依舊在職，范純粹復舊職、知太原府。】 \\n 己亥，同呈熙河奏，王瞻燒毁青唐，令體量諸實聞奏。又降朝旨，令招諭溪巴温。 \\n 再對，以狄諮知代州，李偁特改一官，餘人不得援例。仍云：「奉事先帝頗勤勞。」余云：「外庭無缘知禁中事。」上云：「親王亦何由知」余云：「外人皆云偁本元祐人，以在賢妃閤中故保全。」太母云：「雖是元祐人，然與眾人别。自先帝幼小，已在左右，極有補。」上云：「只是道多勸諫先帝決責人。」余云：「蔡京已留，臣所以倦倦者，但以為朝廷分別邪正爾。竊料姦言必以謂京乃章惇所思，京實與惇仇怨，然臣等豈是奉順章惇之人其次必以謂陸佃及臣弟肇欲作史官，然實無此意。臣兄弟立朝，粗知義理，臣弟以修史得罪，便差作史官，亦必固辭，不敢就職。昨日皇太后宣諭累言不干臣事。若以臣私計言之，即干臣何事京之去留，於臣有何利害若為朝廷計，則臣備位近輔，志在分别邪正，肅清朝廷，則臣不敢不任責。兼議令京出，乃韓忠彦、黄履先為此意，及以告臣，臣以其用心向正，臣實欣然助之，則臣實無他意。但乞以此詢忠彦，忠彦必不敢隱。」上但如昨日慰諭而已。至簾前，具以此白太母，太母但云：「樞密著甚來由，不干樞密事。」余云：「臣論事無狀，无以取信，理當罷黜。比欲待罪，又恐紛紛上煩聖聽，臣衰老疾病，只俟山陵後便乞致仕。」太母云：「那裏泊老怎生得」余云：「方在國恤多事中，臣未敢喋喋。」遂退。又嘗問上云：「臣昨日喋喋，深忤皇太后，聖意必甚怒。」上云：「也無，只是為史事，不欲更别差人。」上又諭子開事云：「三省欲加罪，朕云他無可罪。曾諭云凡撰詞，但平直，不須分别紹聖、元祐。卻云撰鍾傳等詞不同。」既退，聞有旨放罪。【是日，韓師朴致齋，黄安中在假，故惇、卞力欲逐開，赖上力主之，故免，然猶放罪。】 \\n 是日，對卞道及劉摯等送蔡確往新州，摯亦死於新州，報應可懼，他語葚多。卞極忿云：「蹇序辰所為，非卞所知，人皆言序辰所為皆出於卞，實可怪。」余言：「甥斿罷權權貨物事故也。」【是日，聞惇、卞初欲以奏事不實坐子開，不許：又引宋次道罷知制誥例，又引子固撰持國告罰金，皆不許。】 \\n 是日，上又諭：「王涣之昨日上殿極惶惶，莫曾見說，已許他臺察。」余云：「臣亦聞之。」上云：「亦聞他與黄履親嫌，亦不妨，待今日便批出，與監察御史，并陳次升與御史。」至晚竟末見批出。 \\n 庚子，同呈邊報。又與照管隴拶赴闕李彀以下轉官、減磨勘有差，并賜縑。 \\n 再對，因言：「密院當修《時政記》，正月十二日有定策，恐未記錄事聖語及臣等奏對語言不真，欲修寫進入，乞改定。」仍云：「是日倉卒之際，赖皇太后聖意先定，神器有歸，臣等但奉行而已。蓋此意盡皇太后聖旨，當歸功太母。」上云：「甚善。」因語及上固辭之語，至簾中猶固辭，上云：「何以知」余云：「臣等在簾前聞索帽子方退。」上笑云：「是日不敢脱袍笏，被宫人和幞頭、公服都撦了，不得已方披背子即位。」至簾前，亦具以乞改定《時政記》奏稟，太母亦許之。【是日，有短封付將，卞問十二日奏對語言，令子細記憶錄奏。余乞更加詢訪，故有是命，乃五日也。是日，子開以放罪，奏乞罷黜。】是日晚，修寫，凌晨進入。辛丑，同呈熙河奏，姚雄追還王瞻已下兵將歸到河州及附帶到青唐物數；又支三偽公主以下粧粉錢；特支秦鳳龐逋撒孝贈。【逋撒乃洮州首领。】 \\n 再對，上諭：「已見《時政記》，甚好。皇太后云總是。」【及至簾前，太母卻云「未曾看。」】 \\n 是日，山陵都大管勾所申：【藍從熙、吴靖方】舊例，管句宮中那一員兼管皇后行宮一行事，今來元符皇后乞差官。上云「差從熙可。」余云：「狀中言，吴靖方已别兼差遣，蓋從熙意欲隨從。今從熙已作永泰陵副使，恐難更從元符歸。」上方悟，云：「只差靖方。」簾前亦略陳此意，太母云：「先帝只為此隨龍數人所誤。如郝隨、劉友端、朱孝友皆是。」余云：「皇太后睿明，固已洞察，然内則為隨等所誤，外則為惇、卞所誤，如行遣元祐人過當，失天下之人心，皆惇、卞之罪。」太母云：「是。」 \\n 壬寅，同呈熙河奏，王瞻擅赴河州，已取勘。令疾速取勘聞奏。上諭：「隴拶已建節，當賜姓名。」遂擬賜姓趟名懷德，從之。 \\n 又詔：諸路賞功，有大轉官資，許舉覺改正，人吏仍支賞錢。【上宣谕云：「卿所記录，盡是非兩人者。」比又云：「精绝!精绝!」】 \\n 是日，内降許將、蔡卞錄奏正月十二日宣諭奏對語，并余所奏三封並降付。余云：「與將、卞同共考實，參定修《時政記》，所奏尤謬妄。」 \\n 癸卯，同呈邊奏。再對，令编修國信條例所重修西驛條。 \\n 因呈所奏修《時政記》并將、卞文字，云：「所陳不同，恐難共議。」上諭以「三省、密院各自修定，即無可爭者。已而至簾前，白太母云：「若所修不同，將來何以取信須是同議。」太母云：「但婉順說與兩人，必是記憶差誤。」余以理不可奪，遂白云：「如此必亦不肯伏，但只以眾所不聞者皆削去，即可矣。」太母然之。【太母云：「枢密所奏雖是，然出於一人之言，恐毋以取信，須令他同修定乃便。」】余既遂以白卞，卞云：「二公所奏，皆已降出，令同修定，當封呈次。」夔見余與二君密語，極驚駭。 \\n 是日，聽第三表批答，允御殿、復膳，立幕次中，夔幾不能語。 \\n 是日，早出，以子開在假故。晚會飲，以聞鏁院，夔遂在告。孫俶來云：「穎叔坐中見數人宣召上馬上。」 \\n 甲辰，朝崇政，同呈罷王瞻、王厚，令推究盜青唐府庫物，取伏罪狀聞奏。 \\n 以姚雄知湟州。 \\n 又呈吕惠卿劄子，乞不收接落蕃人。檢到慶曆中范仲淹奏，當收接；令依已降及慶曆指揮施行。 \\n 再對，令崇政殿親從官，揀中班直人依條引見，以去年十一月傳宣，便令收管遂升壓在轉班人之上，又令曹誦依例權管勾步軍都指揮使公事。 \\n 是日，同呈。退聞制出，師朴相，夔在告。遂與將、卞同呈《時政記》事。余云：「此事非陛下所聞，當一一質正於皇太后。上云：「蔡卞言：章惇降階，猶云：『召五王來看問。』得内侍張琳等云，是有此語。」既至簾前，出余所錄文字，太母云：「總是，只是不曾道『如何』字。」余云：「已删去。【上先已谕云：「太母曰：總是，只是不曾道『如何』。」】太母云：「若道『如何』，卻去與惇量也。」卞亦云：「曾聞『如何』之語。」太母云：「不曾。」次呈將文字，從首至尾，太母云：「不聞。」蓋將云「乞宣入端王」，又云「上不受奠服，將進云：『披著。』」又云：「有傳言者云：『著了。』」皆眾人所不聞。將是日早忿怒云：余劄子云「將等皆唯唯」，是不曾道一句言語，須炒鬧。余云：「但炒不妨。」既進呈，太母皆以為不聞，將但愧作而已。既又呈卞文字，堅云：「臣曾言令依皇太后聖旨。」太母亦黾勉從之。至言「章惇降階語云，臣卞面折惇云：『太后聖旨已定，更有何擬議!』」太母云：「不聞。」余云：「適皇帝宣諭云，内侍亦有聞者。」太母堅云：「不聞。」卞遂云：「如此，乞削去。」【是日，以子開奏乞罷絀文字不出，因面陳，乞降付三省，以既乞罷，不敢赴省供職故。晚師朴報云：「已批出，令赴省供職。」朴勉以如旨，開亦不敢復請。是日，晚批：李邦直門侍，蔣永叔同樞。初批答書中書，再書遂令依林希例。】 \\n 是日，本約將、卞留身同進呈，而夔適不入，遂與師朴同呈稟訖，約將、卞會議修定次。余嘗先以卞語白太母，太母云：「不曾聞。」余云：「卞但欲著其面折惇之語，如此則惇之罪益重矣。」太母云：「不當。」【亦嘗以此語陳於上前。】乙巳，同呈邊奏。再對，差劉言接伴北朝賀登位使。是日，惇、朴皆不入，卞至簾前留身，然亦不甚久。丙午，旬休。了未，同呈邊奏。再對，以陳安止為河東同安撫，徐鎮安肅軍。是日，宣押朴供職東閤門，拜表上天寧節名。【朴欲以范純禮為都承旨，夔、鳳皆欣然從之。】戊申，同呈以范純禮為樞密都承旨，仍復待制。余與朴皆稱其純厚篤實，宜在左右，因言：「純粹當日猶以棄地得罪，純禮無他，但緣坐爾。然純粹以棄地削職，不候除喪，降為直閤、帥延州，既而又易熙帥，已復待制，無故罪，知鄧州。初議移鄧，蔡卞猶堅以為不可，臣力爭，乃得不奪。當日晚諫官劉拯言：『大臣陰與為地。』次日進呈，先帝屢顧卞，問：『拯何以便知因何只拯言』蓋必知其為卞所使，卞但云：『根究也不妨。』先帝欲令分析，眾欲且已，遂從之。」上云：「拯附麗如此，只如昨駮韓忠彦告，才令行下，卻奏云『謹已依聖旨行下訖』，殊可怪。」余云：「臣累聞聖諭，但以非職事，不敢陳，今三省悉已聞德音，莫住不得。」上云：「便行遣，與一小郡。」三省皆唯唯。余又云：「蔡卞門下士布滿中外，皆此類，如拯及蹇序辰、吕嘉問之徒，皆其上客，氣燄不可嚮邇。陛下踐祚以來，所收用人材，無非叶天下公議，四方鼓舞稱頌，若問卞，即必無一人為可用者。豈有天下所是，而卞獨以為非；天下所非，卞獨以為是而可信者若用卞之言，則序辰、嘉問輩皆在侍從，善人君子一切屏斥，如此何名朝廷今卞以謂陳瓘、上官均等皆臣等所親厚，不可用，奈天下公議何緣君子以小人為邪，小人亦以君子為邪，聽察之際，在人主旌别爾。天下公議，必不可比一人之私言也。臣居常論議於陛下前，似未足信，今日對三省所陳如此，更乞詢之眾論，可見是非。」朴等皆倡和，惇亦欣然以為是，將云「無非公論」，上極欣納。至簾前亦具以此陳，太母云：「蔡左丞卻如此。」及再對，又云：「蔡卞如此，先貶黜不妨。」上亦云：「實封言事者，只是罵章惇、蔡卞。」余又言：「給議。」余云：「王古亦可在諫列。」朴云：「且以侍郎處之。」上皆欣處之。【是日，宣押李邦直、蔣永叔供職，相見於後廳，又同至都堂。】 \\n 再對，余又言：「聖諭欲以王涣之為御史，緣與黄履親嫌，終難安，不若且除一郎官。」上許之。【上自涣之初對，即欲批出「合作御史」，而涣之、安中皆以親嫌不可安，余亦為陳之，邦直欲以為史官，涣之亦以不可与京共处，遂止，遂乞郎官。】仍令諭忠彦。上又欲以敦逸、次升為御史，余屢贊之，因言：「敦逸當以為侍御史，次升且以殿中處之不妨。」上亦稱善。余又言：「敦逸論瑶華事極激切，云『后廢之日，天為之陰翳，是天不欲廢之；人為之流涕，是人不欲廢之。況事有所因。【以劉賢妃首於景靈起爭端也。】情有可憫。』」【不過懼失愛於陛下尔。】上極稱善，令諭忠彦，於中書檢所上章密進入，尋諭朴。【是日晚，遂進入。】 \\n 己酉，同呈差劉何計置應副涇原進築打繩川。 \\n 上諭：「劉拯當於謝辭。」眾云：「方欲取禀落職與不」或云：「既放謝辭，即須落職。」上令：「落職。」朴云：「亳州是小郡否」夔欲與亳，眾皆云非，惇云：「與濠州。」余又言：「王涣之已上殿，末得指揮。」上令與差遣，將云：「與館職。」余云：「渠不願，只乞除一郎官。」朴云：「當以清曹處之。」上云：「甚好。」再對，上諭：「安惇近愈亂道，有文字云卿與忠彦、清臣、之奇皆黨與，又言之奇不可進，又言新除言事官皆卿等黨人，更有一人亦如此道。」余請云：「何人」上云：「吴居厚。」又言：「實封但攻章惇、蔡卞，不及他人也。」是日，又以吕惠卿知杭州，陸師閔秦帥。再對，上諭云：「惠卿罷帥。又去何一人。」先是，惇不入，上已嘗諭二府云：「惠卿乞宫觀及致仕，何不從其請」以至黜劉拯、用葉濤等皆判然不惑，又知惇、卞姦慝之狀，誠宗社士民之福也。 \\n 丁未，十一日，獨對。余以子開被旨供職出自中批稱謝。【子開对，上谕：「已說與樞密，必已知之。」又云：「黄履亦與聞。」改詞章亦嘗以諭余，然聞德音不審詳也。】上云：「章惇力欲責降，堅立不肯去，朕諭以：『無罪，岂可責降!』」余謝云：「臣兄弟孤立，非聖意主張，何以保全。臣以衰朽疾病，久有歸老之意，内外怨忌者多，望主張保全，使得至山陵後乞骸骨，善還山林，乃莫大之賜。」上笑云：「卿何言!」余云：「臣自先朝與惇、卞論議無一事同者，岂得已也，但恐上誤朝廷政事爾。然小人怨望，殆不可當。」上云：「封事已百餘軸，盡言章惇。惇於定策之際，罪惡固不待言；蔡卞陰狡害政，紹聖以來，傷害人物多出於卞，其罪更大於惇。」余云：「陛下睿明洞照，臣無可言者，至於分别邪正如此，則臣雖退歸山林，死亦瞑目。」至簾前，亦具以以此陳之。【十三日午正，中宫生元子。是日，同三省稱賀，至簾前亦然。】 \\n 後一日，上云：「言惇、卞者已二三百軸。」 \\n 庚戌，同呈李彀奏，三公主乞青唐舊使令人切手下。 \\n 三省同呈天寧節試經撥放，依例施行。 \\n 又以韓治為太僕少卿，以王涣之為吏部員外郎，而安中亦辭，亦有嫌，遂别議升擢。 \\n 再對，以曾誠编修密院文字。因道誠因鄒浩事送吏部，而無顯狀，吏部皆莫知所坐。蔣亦云誠是時方歸穎昌，未嘗與浩相見。太母咨嗟久之。 \\n 是日，上問蔣之奇元符事，令取所受皇太后手書進入，蔣遂留身，然上對余詢問無所隱，余以其欲留遂先退。及至簾前，蔣具道其事，太母云：當時所除文字乃劉友端所書，太母未嘗見。如紹聖初增崇聖瑞禮數，乃本殿人書寫，此書未嘗見也。是時先帝來殿中云：「章惇等乞立中宫。」答云：「此事官家更子細。」先帝云：「宰臣等議已定，欲以初七日降制，若如此如何了得」太母云：「且更相度。」自後文字皆不曾見，劉友端、郝隨等誤先帝處多。蔣云當時降制用手詔，謂皆是得旨，卻不知皇太后不知。太母云：「從初廢瑶華時亦來商量，亦答他云：『此大事，不可不慎。』先帝云：『避不得，然已恕。』」蔣云從初所受文字，並已於上前納下。太母云：「已見，當時實不曾見，並不知。」余云：「如此，誠可駭也。臣於紹聖初議聖瑞建宮，安燾云：『除是更教皇太后降一手詔。』先帝正色折之云：『皇太后怎生教太后手詔皆本殿中人書寫，如何教得』臣聞德音，稱歎不已。今日所聞，則異於此，是為友端等所誤。内外之人誤先帝如此，誠可罪也。【是日，元子生，大赦。是日，同三省曲謝密賜，簾前亦然。是日，以徐鐸為待制、知永興，黄裳吏侍，陳軒兵侍。上問鐸，余云：「在朝不立，凡給事中不肯書請文字，皆命鐸權書。」】 \\n 辛亥，月望，奉慰如常儀。【修奉山陵都護宋用臣，十五日申時卒。辛亥日，中使王紱密賜金二百兩，傳宣云：「以亮陰中。」】 \\n 壬子，章穆忌。 \\n 癸丑，同呈差梁從政充山陵修奉鈐轄。 \\n 又卹賈嵓家常賻，别賜縑七百，借官舍三十間，差軍馬司通引官管句葬事，及量令州縣應副皆如例。 \\n 諫官祖道乞末減陝西戍兵及賜錢鈔百萬。上云：「論事多此類。」眾皆以足施行。 \\n 再對，廣西奏宜州安化蠻人作過，殺都巡檢儂奉宣，乞差黄忱將河南兵准備策應，及借官馬五十疋。皆從之。 \\n 甲寅，以請谥南郊，宿齋於尚書省，聚於左僕射廳，晚與邦直、沖元、穎叔兩相聚。卞自十四日喪女不入，迄今在告。 \\n 乙卯，四鼓聚左揆廳，上馬赴郊丘請谥，黎明乃歸。招子開家相聚，晚方散。【白兑日大風雷，暑氣頓解，至是尚涼。】 \\n 丙辰，旬休。 \\n 丁巳，同呈：令涇原止以役兵官腳乘運到打繩川板築所須，不得於民間調夫反顧腳乘，候麥熟可以進築，依正月已降指揮奏聽朝旨。此乃邦直欲緩其役，然已有正月指揮，余但為約束，令不得擾民而已。 \\n 再對，以王瞻乞尋醫，令經略司指揮留巡州供答文字。又趙懷德及夏國金山公主有物寄瞻處，而不以聞，令取問所寄物色件聞奏。 \\n 告登位國信副使鄭薦卒，以知霸州曹譜代之。 \\n 戊午，大行百日，奏慰如常儀。【丁巳夕，師朴報：御批董敦逸、陳次升、張舜民皆除臺諫。問何以處此三人，尋報之。】 \\n 己未，同呈：北朝祭奠弔慰使副如已到白溝，先接伴過界。以雄州奏，元豐故事，祭弔使過界，在本朝遺留登位人使之後故也。 \\n 夔以林子中令畫工邱立畫到大行御容，乞進入，因言：「臣等昨見御藥院所傳，殊未似。」上云：「蔡京進一本來，亦不似。若及得五六分，亦且得。」余等皆云：「林希所傳亦及五六分。」上云：「甚好。」至簾前，亦云：「京所進直不似，但進來甚好。」余云：「塑像以此為准的，不可太失真。」太母云：「只為塑像須依此為之，故不可不似。」 \\n 是日，三省得旨，安惇為待制、知潭州。諫官陳瓘擊惇，章已出，惇亦自請去，故有是命。 \\n 以豐稷為御史中丞，董敦逸左諫議大夫，舜民為右，次升為侍御史。 \\n 再對，余因言：「自蔡京復留，中外人情無不惶惑，及黜劉拯，收用葉濤、范純禮、王古輩，人情方少安。陛下今日又黜安惇，進敦逸、次升等，人情無不釋然。正人端土布滿要路，此天下士民之福。如蔡京者，臣等何為欲屏遠之誠於臣私計無所利害，但欲為朝廷分别君子小人爾，故敦逸、次升、孫谔等，陛下今日所用，力斥逐之，其人可知矣。」上極欣纳。又宣諭云：「劉拯詞好。」稱歎再三，喜見於色。余又言：「先帝聞沈銖講《南山有臺》詩，論得賢立太平之基，先帝大悦，即日擢銖為中書舍人。其後銖繳吴居厚為權尚書詞，命蹇序辰攻之，遂降敕榜，然銖終保不能動搖。」上云：「銖安在」余云：「惜乎!已死矣。」余因言：「敕榜可收，昨敦逸只為收敕榜遂黜逐。」余云：「榜朝堂已數年不收之。」余云：「但令臺中更不張挂可也。」上云：「待契勘。」又問：「黄庭堅何如人」余云：「亦有文采，初與蘇軾厚善，既而亦不足，徐收用之，亦無不可。」【是日，吴居厚參假，上指之云：「此何如」余云：「亦正諭所不容，然未有因依，當且容之。」上云：「何人可知府」余云：「近多所拔擢，何患無人」是日，白三省，以斻欲得京東西，又言程之元可作漕，盧君佐、曾孝蘊輕儇貪汙，可罷去。】 \\n 庚申，以谥議敕下，前後殿不坐，宰臣以下詣西閣門及内東門進名奉慰。大行谥欽文睿武昭孝皇帝，廟曰哲宗。 \\n 辛酉，同呈同敘復熙秦兩路冒賞將佐，於法合追官及例降兩官外，並與敘復，路分已上降一官差遣。 \\n 又罷秦希甫送吏部。 \\n 又以王觌為龍圖閣待制、知永興，徐鐸知青州。初，邦直以鐸為不稱職，乃欲以宇文昌龄代之，韓師朴又欲用王欽臣，乃大防門下士，用事害政，眾所共知，公素所不與，何為欲進之昨除集撰穎昌，眾以為未允，況更遷乎又欲用吕嘉間，余皆以為不可。朴云：「欽臣是侍郎，故須漸牽復。」余云：「觌乃寶文閣直學士，何為在欽臣之後」朴云：「只為當時謫重，在腔窠中未可進。」余云：「當以人材為先，腔窠何可拘礙。」朴等皆云：「如此固好。」夔、轄亦默然，見論欽臣，但云：「於此時此語不易出。」卞更不敢啟口。余云：「但以理論人材，何所憚。前亦嘗為邦直等言，元祐人當慎擇，不可輕進，恐傷手不便。」沖元極相稱贊。轄云：「如此何善如之。」既至上前，皆以鐸為不勝任，然莫肯啟口。余獨云：「適議以王觌知永興。」上云：「王觌極好。」再三稱善。余云：「此正與陛下用范純粹一般，純粹帥河東，天下皆以為得人，今以觌為永興，誰敢以為不然者」上云：「甚善。」 \\n 上又諭：「禁中有放火者，乃一私身，年十五，止因爭養娘，遂置火於椽下，未然，又以紙燈然之，煙起，方覺。乃聖瑞殿中人。太后甚訝之。」余云：「宫禁中火禁固不可不嚴，然小人無知作過，聖瑞必所不容，唯更當慰安之，使不至憂恐，乃為善也。」至簾前，太母宣諭亦甚詳，语多不曉，然大意不過如此。【又言友端，郝隨等極不堪。】又言：「昨先帝時，内人因遺燈燼燒及椶條箒，以涇氈掩之，即時滅，劉友端等以要轉官，便張大其事，遺火者遂處斬。今此人雖放火，但令伏法，不欲令分解。」【謂非殊死也。】余云：「此雖凌遲不為重。宫中此禁何可不嚴。」蔣屢云明道中延及宫殿，余甚駭之。太母又云：「宫中私身多，聖瑞宫中有七百餘人，每一有職事人手下須五三人故也。昨因先帝竇國婆等供侍無狀，欲降黜，遂禱祝殿中，一使令者及上左右一人皆受金及珠子，诘問有實，並與剃了頭。皇帝性寬，昨放火者被人告，欲只決杖、配嫁車營務，尋告以不可不行法。又有娘子者，知而不以告，亦決杖逐之。」其他語多不曉。 \\n 是日再對，余因言：「王觌收用，實慰公議。陛下踐祚以來，所用人材無不合人望，中外無不欣悦。」至簾前亦以此陳之，又言：「董敦逸、陳次升、孫谔皆京、卞所逐。」太母咨嗟久之。蔣穎叔亦和之云：「敦逸等皆無罪，但為京等所文致。」余又言：「管軍中自來須除一軍班中人在内祗應，近日資序合入人至少，有徐和者，為大名都監、帶遥團，當稍遷作鈐轄，漸可准備進用。又有邊寧者，亦行門，然人材差不及和。曹誦曾與和同官，亦稱曉事。」上云：「甚好。」且更於簾前開陳，太母亦深然之。 \\n 上是日又問李邦直罷政事，蔣云：「臣在開封勘合田嗣宗者，云真明出現。」上問：「嗣宗何人。」余云：「清臣姑之養子。」因言：「朝廷多取信刑獄，然獄詞難信，捶楚之下，何求不得清臣繳詞，宗簡云不曾相見，而詞亦以非其筆迹。臣以人情度之，清臣為大臣，岂敢詐為此簡然嗣宗既不承服，清臣亦無以自明。」蔣云：「先帝亦言：此事本於清臣無害，但不合忙著文字太多，故不免失實。」上云：「嗣宗亦凌遲」蔣曰：「然。」上又云：「又有張天悦者，止於詆毁章惇，遂伏法，若更有言及上，何以處之」余云：「黄履曾有文字救天悦，然疏上差遲，天悦已伏法矣。」上哂之。【又徐鐸狀見之《编类》，蹇序辰所编《姦臣事迹》，尋得旨進入。是日，韓忠彦、李清臣、蔣之奇等正謝，遂赴景靈，二府皆早出。是日，韓忠彦留身曲謝，至簾前不留，疑忘誤也。蔣之奇上前、簾前皆留曲謝。】 \\n 是日，秦希甫送吏部。又以元子慶誕，隨龍人並推恩，御藥劉瑗遂寄延福宮使、晉州觀察使，乃前所未有；閻守懃遥刺，李彀遥團，餘諸司使副以下十餘人，皆中批也，瑗等各更減二年半磨勘。 \\n 熙河將官劉釗陣亡，有壻大將軍仲皖，乃宗室，乞改一官，當除遥刺；又乞一堂妹夫推恩，皆未有前比，以死事特從之。【是日，旋除京东，而君佐徙江西，三省處之，似未允也。】 \\n 壬戌，同呈瞎征蕃字，乞金字牌印，不行。夏人乞遣使賜誓詔，熙寧五年誓詔亦止付來使，不曾遣官，令延安以故事牒報宥州。又以天寧節名令雄州牒報北界。 \\n 再對，取入内侍省以本省額百員，而管止三十員也，兼熙寧有此例。 \\n 又密院編類到章疏淨册，并錄送三省者及草副本，並進納入内。上嘗諭云：「三省所進编類章疏，悉已於福寧燒錢鑪中焚之矣。」唯密院未進，故亦進納，因言：「三省所進但淨册爾，雖已焚之，而元本及副本皆在三省。」上令諭韓忠彦，今不須商量，但因奏事面陳便可指暉。【以忠彦云：「初欲盡進，而同列議未合故也。」】 \\n 癸亥，同呈河州修安鄉城橋，開廂禁軍等並五百特支。 \\n 再對，免陝西、河東今年保甲冬教一次，恐流冗未肯歸業故也。 \\n 又以李珫知代州。【狄諮卒。】陳安止河北沿邊安撫副使，王復河東同安撫。珫比奏對頗為上稱，兼嘗為益鈐，與代州等路一般也。甲子，孝章忌。乙丑，同呈蘭州修把拶度橋，開軍兵並五百特支。【亦通湟州渡也。】又環慶走馬言，探使人入西夏，探到降羌趙懷明，卻遣人結約西界，欲逃歸，及破新城寨為内應。御批令三省、密院速參議聞奏。是日，韓忠彦、李清臣、蔣之奇如謝，許將受北郊誓，黄履在告，唯余及惇、卞同對。因言：「先朝已曾有言懷明欲叛歸，蓋西人用反間欲害之。懷明歸漢，官爵賜予待遇優厚，自謂西夏國主所不及，必無反叛之理。兼慶帥苗履亦有奏云：『西人用間，稱其欲叛，有圖害之意。然近因築新邊，移第四將李浦於定邊城駐劄，卻乞移歸懷安鎮，令照管懷明一行部族。』密院已依奏施行，訖此無可疑者，但當令苗履待以恩信，令知朝廷及帥臣待遇不疑之意，及多方安存照管，勿令生疑貳足矣。」上及簾中然之。晚遂與忠彦等同作聖旨，依此行下。 \\n 丙寅，旬休。 \\n 乙丑日獨對，因言：「近歲執政、侍從、臺諫例多闕員，自陛下踐祚以來，收用人材，今皆充足。臣衰殘疾病，於此時可以乞身歸老山林。」上云：「卿極强健，何可言去」余云：「臣待罪政府已七年，方陛下踐祚之初，預定大議，在臣遭遇，可謂千載一時，非不懷戀聖世，然臣立朝粗知義理，於此當知進退義。若不知進退如章惇輩，強颜苟安於此，岂唯於臣義分未安，陛下亦安用此無恥之人，置之左右」上但云：「卿預定策，兼朝廷倚赖，何可去」余云：「臣今日亦未敢啟口，俟山陵升祔後，乃敢有請，然不敢不預奏陳。臣於簾前亦不敢敷奏，但略陳於陛下前，望陛下照察。」遂退。 \\n 五月丁卯朔，入臨奉慰如常儀。【是日，韓忠彦再留，至簾前亦留身。】 \\n 戊辰，同呈貶王瞻諸衛將軍，房州安置，【王瞻之贬，上以為轻，而太母亦云：「自爾必寧靜矣。」】王厚率、監隨州酒。以雷秀權湟州，姚雄、康謂皆如故。以先有旨罷瞻、厚差遣，而熙河乞留，又姚雄免湟州，故有是命。且以瞻、厚盜取青唐府庫，及誅首領九人而財產皆不見事，卞、將更不推治，姑薄責而已，仍告諭將士原委。 \\n 又鄜延走馬言：排門抄劄人户、牛具，令自備種子耕新田。惠卿以為邊糴闕绝，不得不爾，然與元奏請「不得抑勒及經略司舉劾」指揮，皆違戾。惠卿放罪，將副各罰二十斤，提舉弓箭手石丕放罷。 \\n 涇原奏有西人乙山投來。令放回，仍約束將佐今後不得收接。 \\n 再對，以徐和、邊寧權發遣鈐轄，以備除管軍也。又令張庭堅乘遞馬赴闕。 \\n 章惇初言青唐事是密院從初行遣之語。余云：「青唐莫是孫路以私書與公往來經營密院降旨，令不得過有所圖，公以書告胡宗回云：『不得過有所圖，乃子宣之意爾。』余尋答宗回以『私書不可信，須依朝旨乃便。』故宗回僅得保全，不爾，幾為張絢、孫路矣。余當時力陳，以謂天下四海之富，安用乘其擾攘，奪有此荒遠之地將何用與公回相折者數矣。黄安中亦曾論云：『休與他爭，儘教他建州郡。』蓋安中聞公等於先朝前有語爾。」卞云：「當時公實有此語。」余云：「當時三省有一人見助者，亦應不至此。」師朴云：「公議論如此，何不遂貶瞻、厚」議遂定。既而檢視張絢初奏，王瞻約結青唐、邈川部族，謀誅瞎征，朝廷罷絢帥，令於秦州聽旨，以孫路代之，仍約東路如末得青唐頭目的確要領，不得舉動，若别開邊隙，猝不可了，或别致敗事，並重行無憲。密院行遣無所誤，路不遵朝旨，以私書與惇，謀逼逐溪巴溫，據青唐，西蕃尋便作亂，所在聚集，邊患至今不了，又數敗事，皆惇、路違朝旨所致。眾乃釋然。余云：「不斬張絢，不足以謝一方。」【是日，李清臣留身曲謝。】 \\n 己巳，章懷忌。 \\n 庚午，同呈胡宗回辭寶文閣學士及對賜。得旨：以宗回昨到本路，排日移文催促王瞻入據青唐，顯屬不當，特依所乞。【以五表乞罷恩命也。】 \\n 再對，以密院前後了諸路賞功九十餘人，今未了者止十三處。以之奇曲謝，上令催賞功文字，云住滯頗多，仍令勿言上旨也，故以此進呈。辛未，重午假。壬申，夏至暇。癸酉，同呈河東人奪西界馬已斃。從初不曾申報，令具職位、姓名申院施行訖，牒報宥州。以宥州移文理索故。 \\n 再對，差李許、曹誘館伴弔祭副使。 \\n 又降府界第五將軍都指揮使，不伏將官，決率眾摒赴提點司，降都虞候，下名、節級、良行為首皆降配，副将王嗣祖對移第七將。 \\n 是日，同三省批旨，令同議復瑶華位號。先是，師朴遣跂來云，因曲謝，上諭以欲复瑶華，令與余等議，若余以為可，既白邦直。俟再留禀，乃白三省，且云：「恐有異議者。」答之云：「此事固無前比。上亦嘗問及，余但答以：『故事，止有追册，未有生復位號者，況有元符，恐難並處，今聖意如此，自我作古，亦無可違之理。」若於元符無所議，即但有將順而已。三省自來凡有德音及御批，未聞有逆鱗者，此無足慮，但白邦直不妨。」跂云：「若此中議定，即須更於上前及簾前再禀定，乃敢宣言。」至四月，再留，不易前議。師朴遂以白三省，因相率至都堂行次，師朴云惇言：「從初議瑶華法時，公欲就重法，官不敢違。」及至都堂，惇又云：「當初是做厭魅法，斷不得，雖造雷公式等，皆不如法，自是未成。」余云：「公既知如此，當初何以不言今卻如此論議，當時議法論罪，莫須是宰相否余當時曾議，依郭后故事，且以淨妃處之，三省有人於上前猶以為不須如此。其後又欲貶董敦逸，余獨力爭，得不貶，此事莫皆不虚否今日公卻以謂議法不當，是誰之罪」惇默然。余云：「此事且置之。今日上及簾中欲復瑶華，正以元符建立不正。元符之立，用皇太后手詔，近見有旨，令蔣穎叔進入所降手詔，乃云是劉友端書。外面有人造文字，皇太后並不知，亦不曾見，是如何」惇遽云：「是惇進入，先帝云已得兩宫旨，令撰此手詔大意進不」余云：「手詔云『非此人其誰可當』，皆公之語，莫不止大意否」惇云：「是。」眾莫不駭之。卞云：「且不知有此也。」余云：「穎叔以為皇太后手詔中語，故著之麻詞，乃不知出自公。」穎叔亦云：「當時只道是太后語，故不敢不著，今進入文字，卻照驗得劉友端書，皇太后誠未嘗見也。」惇頑然無作色，眾皆駭歎。是日，余又言：「此事只是師朴親聞，余等皆未嘗面禀，來日當共禀知，聖意無易，即當擬定一聖旨進呈。」遂令師朴草定云：「瑶華廢后，近經登極大赦及累降赦宥，其位號禮數令三省、密院同詳議聞奏。」遂退。晚見師朴等，皆云：「一勘便招，可怪!可怪!」五日，余出城東。六日，遂以簡白師朴云：「前日所批旨末安，當如今日所改定進擬。」師朴答云：「甚善。」然尚猶預。七日，余云：「所擬批旨未安，有再改定文字在師朴處。」師朴出之，眾皆稱善，今所降旨，乃余所改定也。是日，上面諭，簾中欲廢元符而復瑶華，余力陳以為不可：「如此，則彰先帝之短，而陛下以叔廢嫂，恐未順。」上亦深然之，令於簾前且堅執此議。【上又欲先宣召元佑。】眾謂兩存之為便，上又丁寧，令固執。卞云：「韓忠彦乃簾中所信，須令忠彦開陳，必聽納。」忠彦默然。及至簾前，果云：「自古帝王一帝一后，此事繫萬世論議，相公以下讀書不淺，須論議得穩當，乃可行，兼是垂簾時事，不敢不審慎。」語甚多，不一一記省，眾皆無以奪。惇卻云：「臣思之，亦是未穩當。」眾皆目之，師朴遂出所擬批旨進呈，云：「且乞依此降指揮，容臣等更講議同奏。」許之，然殊未有定論。再對，余遂云：「適議瑶華事，聖諭以謂一帝一后，此乃常理，固無可議。臣亦具曉聖意，蓋以元符建立未正，故有所疑。然此事出於無可奈何，須兩存之乃便。章惇誤曉皇太后意旨，卻以復瑶華為未穩當。此事本末，誤先帝者，皆惇也。前者，皇太后諭：蔣之奇以立元符之手詔，皇太后不知亦不曾見進入，乃是劉友端書寫。臣兩日前對眾語惇云：『昨以皇太后手詔立元符為后，皇太后云不知亦不曾見，及令蔣之奇進入，乃是友端所書，莫是外面有人撰進此文字否』惇遽云：『是惇進。先帝云已得兩宮許可，遂令草定大意。』手詔云：『非斯人其誰可當』，乃公語也。之奇亦云：『當時將謂是太后語，故著之制詞。』惇云：『是惇語。』眾皆駭之。惇定策之罪，固已大，此事亦不小，然不可暴揚者，正為先帝爾。今若以此廢元符固有因，然上則彰先帝之短，次則在主上以叔廢嫂未順。故臣等議，皆以兩存之為便，如此雖未盡典禮，然無可奈何，須如此。」太母遂云：「是無可奈何。兼他元符目下又别無罪過，如此甚便。」余云：「望皇太后更堅持此論，若稍動著元符，則於理未便。」亦答云：「只可如此。」上又嘗諭密院云：欲於瑶華未復位號前，先宣召入禁中。卻當日或次日降制，免張皇，令以此諭三省。眾亦稱善。余云：「如此極便，若已復位號，即須用皇后儀衛召入，誠似張皇。」上仍戒云：「執元符之議及如此宣召，只作卿等意，勿云出自朕語。」及至簾前，三省以中語未定，亦不記陳此一節，余遂與穎叔陳之，太母亦稱善。退以諭三省云：「適敷陳如此，論已定矣。」遂赴都堂同草定奏議，乃余與元度所同草定，師朴先以邦直草定示眾人，眾皆以為詞繁，不可用，遂已。師朴先封以示余，余答云：「瑶華之廢，岂可云『主上不知其端，太母不知其詳」，又下比於盜臣墨卒，皆被恩，恐皆未安爾。【是日，有内侍省高品白谔，詣殿廬中納副封，云有奏言，乞皇太后不候升祔還政。余云：「此事當與三省商量。」眾議云：「不須進呈。」谔云：「御藥李偁見差監管，不許朝參。」】是日，太母聞惇自認造手詔事，乃歎云：「當初時謂友端稍知文字，恐端所為，卻又是他做。」余云：「皇太后知古今，自古曾有此宰相否」穎叔亦云：「惇更不成人，无可議者。」【是日，太母諭向緈卒。】 \\n 甲戌，同呈西安州天都、安羌寨賞功。范純禮辭恩命，不允。 \\n 瑶華議上，諭令劄子與内東門，令以九日宣召瑶華入内。遂同赴都堂書奏議，即事進入，又劄下内東門，令不得張皇漏泄。尋批奏議送三省，依奏。再對，上問奏議何人所草，余對以實，又以昨日簾前奏對之語奏知，上稱善。【是日，略以白谔所陳白上，仍云：「更不敢進呈。」 \\n 乙亥，同呈奏議，以十日鏁院降制，復為元祐皇后。 \\n 又呈孫咸寧、張若訥與依常法敘官。 \\n 再對，以張永鑑、李嗣徽句當皇城司。 \\n 穎叔退，余留身言：「累蒙宣諭，以章惇且欲隱忍至山陵後，固已具曉聖意，然思慮所及，不敢不陳。惇於定策之初，宣言不當，今從靈駕西行，往返幾一月，而諸王亦皆從，及從政、熙輩又亦俱行，惇麄疏暴率，语言舉措動或非理，其他雖未敢有所妄作，萬一於王府有一言交通，為朝廷所知，恐不可掩覆，若稍施行，則於陛下兄弟之間，未免傷恩，此不可不慮。」上矍然云：「太后亦慮及此，近差一二承受内臣往從政處，皆親信之人，亦欲察其所為也。」余云：「陛下嘗宣諭：『陳瓘累累煎迫』，此非獨瓘之言如此，蓋眾議皆然。瓘嘗乞以親王為山陵，亦實有秦王、雍王故事。」上云：「亦知有故事，然衛王字亦不識，卻恐做不得。兄弟間事不欲盡言。蔡王尤不循理，亦頗有污穢事，太母深病之，作親王卻多在殿侍房中出入，以此亦深憂之。」余云：「惇於定策之際失言，今日陛下於蔡邸尤當留意防檢。使不陷於有過之地，終始保全無他，乃為盛德之事。然則西行何可不慮。」上云：「當更遣人防察爾。」余云：「事既如此，無可奈何。恐近下内臣無補，内東門御藥有可輟者，得一二人偕行甚便。」上云：「且更簾前開陳。」余又言白谔乞還辟事，余云：「以太母故，薄責可也。然施行不可過。」上然之。余又言：「此亦非獨白谔之言，外議有云，陛下已生子，皇太后弄孫，无可垂簾之理。」【臣下亦頗有愧於谔。】上云：「此事本非他所欲，是自家堅請他同聽政，他又已有手詔，於升祔後還政，亦止一兩月事。」余云：「事理固然，手詔又已頒告天下，何可改然事亦有可慮者，宣仁聖德方嚴，非貪戀政事者，然終身不能復辟，蓋為左右所奪耳。今日垂簾，太后殿中近習氣燄有過於陛下左右之人者，一旦還政，岂不冷落萬一此輩妄生意見，太母有一言，則陛下難處，須預防之。」上云：「此理固有之。然太母不信此輩語言，必不至此。」余云：「雖然，不可不察也。」上然之。余云：「臣更有一事，不敢不盡愚忠。升祔後既還政，則便須分畫分明，若事須與聞，則恐未便，須事初便畫斷乃可。」上云：「既還政，自不當更與聞外事。」余云：「雖然，須事初便畫定，若語及外事，則於從事之際未免掣肘，若以漸疏殺，則於恩意間不足，不若一切畫斷，則事定矣。」上云：「固須如此。除親王、公主間事或有可商量，餘外事豈可更白。」余云：「聖慮如此先定，甚善。然須事初便如此分明，處之乃便。」上深然之。余又言：「臣於陛下踐祚之初預聞大議，在臣遭遇，可謂千載一時，臣所以區區傾吐肺肝，裨助聖慮。然臣已不為近習所悦，若此語一漏，臣無措身之地矣。」上云：「此何可漏，前日事已是如此。」【上此語余不敢再请，然察其语，乃昨命相之事也。】余云：「君不密則失臣，臣不密則失身，願陛下更賜垂意，此語稍漏露，臣實無所措身矣。」上云：「會得，會得！此豈可漏也。」及至簾前，亦留身，具以惇及王府事開陳，太母云：「樞密思慮及此，何以處之」余具以上前語敷陳，太母云：「内臣畏都知押班，誰敢檢察他恐不濟事。若不令蔡邸從靈駕西行如何」余云：「聖慮高明，非臣所及，如此，何善如之。然獨不令蔡邸行，恐有迹，定王更年小，若兩人者皆免行，則無迹矣。」太母云：「甚善。兼他兩人皆未出居外第，但以此為言可也。」余稱善而已。穎叔疑獨留，亦略以此告之。 \\n 是日，瑶華以犢車四還禁中，至内東門，太母遣人以冠服，令易去道衣，乃入。中外聞者莫不歡呼。 \\n 丙子，旬休。是夕，鏁院降元祐制，但以中書熟狀付學士院，不宣召。初議復瑶華，余首白上：「不知處之何地」上云：「西宮可處。」余云：「如此便。【外議初云，東宮增創屋八十间，疑欲以處二宫，众以為未安。】緣既復位，則於太母有姑婦之禮，岂亦處之於外」上亦云然。太母仍云：「須令元符先拜元祐答拜，乃順。」又云：「將來須令元祐從靈駕，元符只令迎虞主可也。」方患無人迎虞主，今得此甚便。又諭密院云：「先帝既立元符，尋便悔，但云『不直，不直!』」又云：「郝隨嘗取宣仁所衣后服以被元符，先帝見之甚駭，卻笑云：『不知稱否』」又云：「元祐本出士族，不同，初聘納時，常教他婦禮，以至倒行、側行皆親指教，其他舉措非元符比也。」又稱其母亦曉事。二府皆云：「王廣淵之女也，神宗嘗以為參知政事。」余亦云：「當日亦不得無過也，唯太后知之。」太母云：「自家左右人做不是事，自家卻不能執定得，是不為無過也。」余云：「皇太后自正位號，更不曾生子，神宗嬪御非不多，未聞有爭競之意。在尊位豈可與下爭寵。」太母云：「自家那裏更惹他煩惱。然是他神宗亦會做得，於夫婦間極周旋，二十年夫婦不曾面赤。」余云：「以此較之，則誠不為無過。」穎叔亦云：「憂在進賢，岂可與嬪御爭寵。」太母又對二府云：「元符、元祐俱有性氣，今猶恐其不相下。」余云：「皇太后當更訓敕，使不至於有過，乃為盡善。皇太后在上，度亦不敢如此。」太母云：「亦深恐他更各有言語，兼下面人多，此輩尤不識好惡。」三省亦云：「若皇太后戒飭，必不敢爾。」太后又云：「他兩人與今上叔嫂，亦難數相見，今後除大禮、聖節、宴會可赴，餘皆不須預，他又與今皇后不同也。」二府亦皆稱善。其他語多，所記止此爾。【是日，余欲留身，既谕二王不西行，遂已。】 \\n 丁丑，同呈涇原奏，王瞻以青唐府庫物借將佐、士卒，得熙河牒，令收索，恐恩歸瞻，怨在朝廷。奉旨：應漢、蕃士卒所借，並除放；將佐並拘收；差使以下聽於請受内立分數剋納。 \\n 又令陝西、河東繳納招納西人空頭宣劄。 \\n 再對，以内侍省奏，白谔言事及詣密院陳述，乞責降遠小監當，得旨依。至簾前，太母云：「本欲不施行，但上意如此，谔乃聖瑞殿中人，簡王之師父也，教導簡王極不近道理。」穎云：「如此，即更有情。」是日，垂拱再對，上遽顧余云：「二王更不令從靈駕西行，只衞王去，蔡王免行，聖瑞已喜，本不欲令去也。」余初欲留，以十九日簾中語奏知，既宣諭，遂已。 \\n 是日，龔夬、陳瓘上殿。先是，聞兩人者擊卞甚急，上旨令同對，當降文字出，既而以無例同對，遂同日請對而已。又云：二人者嘗叩上云：「早何以不出」上云：「聚而後出。」又云瓘初欲擊卞，先白上云：「臣欲擊卞而未敢。」問云：「何故」瓘云：「外議皆恐卞去則京進，以是未敢發，若用京則不若存卞也。」上摇首云：「未嘗有此意。」瓘云：「聖意雖爾，簾前如何」上云：「亦一般。」瓘云：「如此，臣乃敢攻卞。」 \\n 戊寅，同呈韓資言西事寧静，言河北事皆無可施行。 \\n 再對，閻守懃乞磨勘歲月未滿，以隨龍故，特遷昭宣使。上云：「朕未生，懃已在太后閤，又產閤中祗應，誠有勞舊也。」 \\n 王瞻不申發謝表，特罰銅三十斤。 \\n 余因言白谔與遠小監當，極難得闕，須添差乃可。上云：「更須爾。只與降一官勒停。」余云：「甚善。一期自當敘，且免遠行。」上首肯。 \\n 是日，上諭：「臺諫攻卞已十餘章，如何得他知，令自圖去就甚好」余與穎叔皆莫敢承，上云：「只說與章惇，則卞自知矣。」退以白惇，惇亦不敢，朴欲召鼇諭旨，眾以為不可，惇欲召吴伯舉往諭之，遂約翊日稟旨乃召。 \\n 己卯，同呈章楶乞不候祔廟替罷，且薦王恩為代。眾皆以不可為，然已有前降指揮，詔令劄與楶知。 \\n 又以陳敦復提舉河東營田兼弓箭手。 \\n 遂共白遣吴伯舉，上旨，令同至都堂，召伯舉，令詣卞諭旨。伯舉唯唯承答不辭，然出省乃往。 \\n 是日晚，卞遂草表乞宫觀，翊日凌晨上之，降付三省，三省乞付學士院，降詔不允，遂令降批答。上又諭兩府云：「本不欲於祔廟前退黜大臣，但以言者不已，故須如此。」余亦以此語白惇。是日晚，卞章未上，已降夬兩章、瓘一章付三省。夬云：「卞依附權臣，致位政府，漸肆威福，中分國柄，不附己者，斥逐無餘。」瓘云：「卞迷國不道，神宗在位十九年，惠及天下，卞皆掠為安石之美。然惇迹易明，卞心難見，《春秋》之義，當首誅造意之人。」惇同進呈，殊無怍色。 \\n 庚辰，同呈北虜祭弔使並以六月一日見於皇儀，百官更不赴福寧奠臨，俟虜使奠慰訖，於皇儀門外進名奉慰。 \\n 再對，河西房人吏以邊事了等推恩。曹誘乞罷權副都承旨，詔與落權字。誘之請，恐同列中有奪席者爾。 \\n 又以楊應詢知順安軍。因言應詢乃王嵓叟所引，然實曉事，不可以親黨廢，上及簾中皆然之。 \\n 辛巳，忌。 \\n 是日，卞章付禁林，鼇遂作批答不辭。 \\n 壬午，同呈，依熙河奏，結咓齪二子並與殿直，邊厮波結之弟也，諸子中唯此二子未有官，故命之。 \\n 是日，惇私忌不入，本欲以是夕祈雨，十五夜雨，但遂以擇日謝。再對，上諭卞已降批答。卞遂入第二章，上欲更宣押卞一次，遲三五日不妨，既有臺諫章在三省，彼何敢安位如此，庶幾全禮數爾。余云：「陛下禮貌大臣，進退以禮，如此甚善，岂止三五日，便遲旬日，何所不可。」退以語三省，皆以為憂，恐其遂就職不去。余以語范純禮，純禮云：「公所論甚善。」蓋余云上意近厚，不可不將順。純禮云：「上以禮遇大臣，若彼不去，則在下之人自有議論，如此則上下各盡義理，有何不可」既而竟不宣押，必有密旨。是日，余又言：「卞之去固已定，然外議皆以京進為憂。」上默然。余又云：「此事須聖意先定，若京進，則言者必決去就，此時卻恐難處。」穎亦云：「曾布所陳，無非正論。」上亦皆不答，色若有所難言者。余遂退以白邦、朴，邦、朴皆深憂之。余責朴云：「此責不在他人，在朴而已。」仍朴來日便當留身論之，此不可緩，朴然之。 \\n 癸末，同呈回牒北虜，以耶律應不重行立班，顯是違越生事，本朝所遣使在此，未嘗似此不依禮例事。以其來文如此，故答之也。 \\n 再對，差王防编修密院文字，孫俶編修國信條例。因奏云：「臣等親族多，防與布、俶與之奇皆瓜葛，然皆於法當避，則所不敢。」上云：「既不當避，有何不可」余云：「恐有人言語，不敢不奏知，如近日朱彦等亦此比。」上云：「彦已不許避。」簾中亦然之。是日，朴留身具道京不可進。上云：「本無用之之意，若欲用京，復進之奇，但於簾前更開陳。」果如余所料。朴既至簾前，具以京不當進之意開陳，太母云：「會得。方逐其弟，卻用他哥哥，是不便。相公但安心，必無此。」朴退以相語，皆以為可慶，邦直云何，余云：「雖使邦直自言，亦無以易此。」皆大笑。 \\n 朴又密奏云：「元祐生者已被恩，而死者殊未甄復，然此事當出自上恩。」遂擬定一指揮進呈，是日，遂如所指批降付三省。翊日，子開對，亦有劄子，上云：「已行。」蓋開不知朴已嘗陳及已有批旨也。 \\n 甲申，同呈環慶路奏，收到無主牛馬，未敢送西界。詔鄜延路牒問宥州，如委是西界走失，即具實關報，以憑送還。 \\n 再對，内臣武球，令吏部與合入差差遣。上云：「駕前用小杖子打人，及瑶華獄捶楚人，令說后知情者，皆球也。」太母云：「球進藤棒決責人，其子振進彈弓，令彈子雀，此豈是奉人主之物。父子如此，深可罪。」余云：「先帝後亦惡之，皆逐去。」【是日，卞降第二批答，不斷章。】乙酉，同呈邊奏。再對，放罷融州巡檢楊懋，令廣西詳懋所陳，罷胡田統制，依先降朝旨，以程建、黄忱措置備御蠻事。 \\n 又令諸路走馬二員處，各給一朱記，令禮部鑄造給付。以諸路有兩朱記或一朱記，不一也。 \\n 是日，三省以卞為資政、知江寧。又罷董必郎官，送吏部；又罷舒亶無為軍，與監廟。自十三日以上官均為起居郎，吴伯舉為少蓬，仍罷修史。密院再對，上諭：「王涣之可為史官。」朴又言：「伯舉既罷，鄧洵武亦當移易。」遂議以謝文瓘代洵武為右史。均及涣之皆史官，朴疑向所薦十人，唯文瓘未用，恐上有所疑，欲得余與安中同入一劄子，云向所奏舉可用之人，悉蒙收錄，唯文瓘末用，三省議欲以為右史，代洵武，及以涣之修史，來日三省進呈，伏望特賜俞允。遂從之。翊日，遂有成命。既而又以王祖道知海州。上又諭西府云：「伯舉亦與郡。」翊日，三省再禀，卻云且以祖道仍改兩浙提刑。公議皆翕然稱允。 \\n 唯蔡京欲增損潤色《五朝寶訓》，又欲辟官例，又乞以殿閣使臣為承受，及於資善堂置局，以都知梁從政、提舉内東門馮說為承受，【说乃上所親信，京所願交結也。】以御廚、翰林諸司供應。四月十九日，梁從政内中奏聞，奉聖旨，並依奏。十一日，龔夬對，極以為不當。尋降劄子付三省，三省十三日進呈，奉聖旨，只令依元降指揮校正繕寫進納，入内置局、及諸司供應、并辟官指揮更不放行。蓋夬以謂《五朝寶訓》及成書，何可增損潤色兼所乞辟官苟非，其他人必妄生異議，以濟姦說。上亦深然之，以謂《寶訓》何可改也，故有是命。又逐方天若為建州推官，蓋京所辟官，意在天若爾。天若告詞云：「險陂凶邪，在所屏遠。圖書之府，非爾可居!」中外莫不快之。已而京復求對，以謂所謂增損潤色，非敢改也，但欲更增修未盡事迹爾。尋再降指揮，置局差諸司及承受等，並依四月十九日指揮，其五月十三日指揮更不施行，唯不辟官，及不得增損潤色，仍差徐勣、何執中同提舉校正。京又云：《五朝寶訓》三十卷，乞更增神宗一朝事迹，共修為《六朝寶訓》。而議者謂神宗史未成書，未可修《寶訓》。京又以謂史院编次可為，《實訓》事已備，但得旨便可成書，遂指揮令史院官同修《六朝寶訓》。京自復留，其交通反覆，機變百出，皆此類也。 \\n 丙戌，旬休。 \\n 丁亥，同呈熙河奏，已遣人齎蕃字招溪巴温。 \\n 又太原走馬魏允中奏，普寧軍糧不及旬。詔轉運司具析不計應副因依及更有無似此闕乏處聞奏。 \\n 是日，内批向子莘除閤門祗候。戊子，同呈邊奏。再對，内批罷吴靖方山陵都大管句及隨從元祐皇后等，悉以馮世寧代之。又内侍省乞羈管白谔，中批送五百里編管，得旨送唐州。余是日留身謝子莘除職事。上云：「此自是皇太后族屬，卿何所預。」因署陳白谔斷罪太重，上云：「小使臣，又本省云無例言事，須如此行遣。」余云：「亦曉聖意，然编管人逐便後三期方敘，與物停一期便敘極不同，願更留聖念，異日稍濶略常法與敘復。」上首肯而已。【簾前謝子莘，因曰：「族人多毁之，然實平穩曉事。」又言：「十二日從言在山陵，自當已入九分。」太母云：「待指揮。」】 \\n 陳瓘論《王荆公日錄》多言神宗所論與之不合，紹聖史官多编修入《實錄》中，批令三省參對進呈。 \\n 己丑，同呈邊奏及熙河修湟州曠哥一帶堡寨。余因言：「外議多云，青唐已棄，而尚固守湟州，道路陷遠，糧運難繼，公私困敝。臣亦知其如此，然今日并棄湟州，則必為夏賊所有；兼得鄯、湟皆不能守，岂不取輕夷狄若今秋必稔，則邊計亦可支梧，以此不敢以為可棄。自紹聖以來，進築沿邊城寨，深入敵境，瞰臨夏人巢穴，以至會州正扼其右廂兵馬道路，及自來如天都、淺井之類，西人點集人馬之地，皆為朝廷有，乃所以制西人之死命。若常效順，則各守新邊；若稍跋扈，則稍有舉動，即逼近其巢穴矣。然新城寨須常為固守之計，若萬一夏人侵犯，如向者攻圍平夏城，十八日不能破，然後西人計窮力屈，卑辭請命。異時守備新壘，須悉如平夏不可破，則今日所得新邊悉可保守，若一處破壞，則邊計可憂矣。以此當深戒邊吏，嘗為十分備禦則為便也，其他道聽塗說皆不聽。」上深以為然，同列聞此論，亦莫敢不服。 \\n 是日，三省得旨，復司馬光、吕公著、文彦博、韓維等官職，唯彦博、珪、維悉復舊官職，餘復官而已，顧臨、錢勰及王汾、馬默亦復職名。 \\n 庚寅，同呈賜熙河京玉、安鄉二關名。 \\n 再對，閻安為入内班。路昌衡言河北備邊四事：禁軍習手藝人降廂軍，從之；修城池及軍器，悉已有旨；又言糴便不當令轉運司兼，固言紹聖中以轉運司兼糴便，深失祖宗法意。國初以河北沿邊十七州軍蠲減賦税，年計不足，故歲賜鈔錢二百萬，并十七州軍税賦，悉令糴便司專領，故轉運司不能侵漁，今併為一司，誠不便。上令諭三省仍來日同對時面陳，便可改。退以語三省，三省皆以為即復舊。余自紹聖中亦屢曾以此語，惇、卞等雖略曉然，亦終不能改。辛卯，同呈邊奏。又以劉奉世復端明、知定州；王欽臣復待制、知真定。師朴云：「向論邢恕、葉祖洽不可帥，令與東南一郡。」遂與恕守荊南，洽守洪。初，朴等議欲以杜裳帥真定，余以為不足稱此選，遂用欽臣。朴云：「向者余以謂欽臣得集撰、穎昌，外議皆以為過，故不敢及之。」余云：「昔者初復誠太優，今例無不復者，則欽臣終何可遏，況以人材比之，又非常之比也。」眾皆以為然。沖元云：「便須更照管，恐有一般者皆須復職。」余云：「楊畏是也。」眾皆云：「畏之罪當於上前及之。」既對，余言：「欽臣在元祐中事於吕大防門下，物議極多，不為無罪，但昨遷謫之人今皆牽復，則欽臣亦不可遏，然在外驅策無所不可，但不可在朝廷爾。」眾亦云：「與欽臣等更有楊畏，尤不可用。」惇云：「昔人謂之楊三變，今謂之楊萬變。以其在元豐、元祐、紹聖中反覆不常，唯利是附故也。」上默然。議者以謂奉世、欽臣皆復舊職，是元祐之人無俶慝皆當收用，而紹聖郎官如張行、譚掞輩，不足挂齒牙，亦皆逐去，恐未免如紹聖之偏，此為可戒也。余白同列云：「國势已定，紹聖險邪無能為矣。今日之戒，正在於矯枉太過爾。」有識皆以為名言。 \\n 是日，再對，以新廣西提刑譚掞體量措置宜州變事，以安化邊人累犯省地，殺巡檢使臣及兵丁僅千人，而經略措置未安，鈐轄雍斌等怯謬不赴敵故也。上云：「掞便可帥桂。」余云：「且令體量措置以觀其施設，若果有方略可用，帥之未晚。」上深然之。 \\n 壬辰，同呈范純粹許候見兄說赴任，又呈邊奏。 \\n 再對，令陸師閔體量鄜延。走馬奏西人燒毁堡子事，惠卿以為無，而走馬黄彦堅以為有也。 \\n 是日，聞龔夬有章擊京，送三省。【或言上曾詰夬云：「京罪狀有實迹否？」夬云：「臣亦得之人言爾。」聞者頗笑之。】 \\n 癸巳，同呈邊報，中黄安中言：馬城以書來言陝西事，内抑勒舊弓箭手投新邊，以舊地召人希賞。令體量有無上件事理，如有，即取勘奏裁。 \\n 又言軍人失訓練，令總管司檢察。 \\n 是日，三省云，夬章進呈訖。朴云曾上白，恐言者未已，兼來者必紛紛也。 \\n 甲午，上旨，令草定專委范純粹體量振恤河東流亡飢殍之人。遂同三省進呈，仍令河北、陝西帥准此。即得旨，依奏。三省欲行，遂送三省。 \\n 自癸巳日暮，大雨達旦，又終日乃已，滂沛沾足，但未知廣否。 \\n 乙末，旬休。【是日，陳瓘再對，擊惇，又論京罪。上以謂與卞不同，瓘極陳，乃稍以為然。】 \\n 六月丙申朔，以虜使弔祭見於皇儀殿，二府侍立，罷赴福寧臨慰，百官進名奉慰於皇儀門外，二府退歸。【蔣樞押都亭宴。】 \\n 丁酉，昭憲忌。【同日，淑德忌。】 \\n 戊戌，同呈熙河奏殿直孫毅落蕃歸漢。惇云：「毅落蕃初不奏，其他士卒不奏者，谅何可勝數。」余云：「毅乃轉運司差押茶往鄯州，為西蕃所虜，然經略、轉運司皆當奏。」各令分拆及更根究落蕃使臣、士卒，不以勘會了與未了，遂具姓名聞奏。【經略司云：毅妻有状，以不見毅下落去處，乞限究面勘。末到也。】 \\n 又以章永年句當賸員所。余云：「雖是惇無服親，然臣所知，惇初不預。」上笑云：「賸員所何足道，今後更不須進呈，只擬進可也。」遂擬旨。 \\n 再對，樂士宣辭免内侍押班，上稱其知禮。 \\n 又復王舜臣、李澤、李澄、康謂等差遣。以得旨敘官，路分以上與降一等差遣故也。 \\n 己亥，同呈王愍移河東總管。 \\n 庚子，初伏假。 \\n 辛丑，天贶節假。 \\n 壬寅，北使辭於皇儀殿，遂同二府赴垂拱。百官起居，又赴紫宸，同北使賜茶，朝辭訖，二府退歸。 \\n 癸卯，同呈熙河奏安鄉南城畢功。又奏把拶橋至湟州止九十九里。宗河【乃湟州也。】可通五板船，漕運道路通快。候安鄉北城畢功，令諸軍歇泊，至秋涼修瓦吹等三堡寨。 \\n 又奏趙懷德及三偽公主至熙州。 \\n 再對，環慶奏遣將官於新邊界，候以裏發窖藏解。詔勿令侵越引惹。 \\n 是日，以向氏女六日入内謝子莘除閤門祗候，太母令傳宣撫諭，及慰撫之語甚厚，又賜以御酒，并前嘗賜茶，當致謝，遂先於崇政留身。因言：「正月十二日《時政記》尚未進，蔡卞已出，欲約許將因留身進呈，又恐張皇，欲只進入。」上云：「累曾議定，只進入不妨。」余因言：「當日事出倉卒，太后聖訓先定，臣等但奉行而已，臣雖與惇等議論不同，然人臣義所當然，无足言者。然臣待罪政府已六七年，久妨賢路，加之衰殘空疏，无補朝廷，只俟山陵發引，便當伸前請，乞致仕歸，遂微志。」上云：「卿與眾人不同，卿何可言去。」余云：「臣幸會陛下，踐祚之初，受遣定策，預聞大議，在臣遭遇可謂千載一時。非不懷戀聖世，然因循尸素已久，必待如章惇、蔡卞而後去，則於臣進退之義實所未安。臣於此時得不以罪戾而去，陛下於臣之賜厚矣，必待有罪乃許其去，亦非所以保全老臣之意。」上云：「累與皇太后言，卿在密院宣力累年，今日與眾人不同，無可去之理；亦嘗與言事官論及此，卿豈可去。」余云：「陛下眷厚，朝廷驅策之意固如此，在臣進退之分，亦不得不然。」上又云：「密院赖卿久矣，岂可去。」余云：「密院既無邊事，人人可為，何必臣而後可。然臣今日未嘗喋喋上煩聖德，俟山陵乃敢請。」上因言：「邊事雖已寧，自韓忠彦是元祐中同棄城寨者，恐所見有異。」余云：「臣亦察知忠彦意，常云，今日邊面濶遠，難照管。然今日城寨尤不比前日，不惟不可輕議棄捨退縮，若備禦不至，異時西人萬一犯順，若一處為西人所破，則邊計便須動摇，此不可不慎。」上深然之，云：「若破卻一處，則他處皆動摇必矣。」上又云：「茶馬事亦不可罷。」余云：「茶馬歲課二百萬，元祐中所不能廢，今若罷去，則邊費及歲買馬二萬疋將何以給」上又云：「不獨茶馬，免役法亦不可改。」余云：「元祐罷免役，天下百姓以為不便，皆願復行，何可改。然不獨免役，常平法亦不可廢。」上云：「此四事且總說與韓忠彦，或因奏對時，對眾說亦不妨。」余云：「臣且當以聖意諭忠彦，俟將來章惇赴山陵，臣當對眾更敷陳上事。」上又云：「近所擢言事官，多紹聖中失職之人，恐懷忿心，議論或過當，卿等可亦說與勿令過論。」余云：「宰執與言事官無由相見，臣無由傳達此意。」上云：「多卿等所屬，岂不令人說與」余唯唯。余又云：「言事官固難戒以言事，其議論過當亦必不免，但斟酌取捨在陛下爾。其次則宰執當上體聖意，每事持平，處以義理，則言者亦足戒也。」余又請問朱彦何以罷御史，上云：「無他，只是令改郎官。」余云：「所陳必有不足以當聖意者。」上云：「有一劄子亦好，只是論議與陳瓘等不同，故不欲處以言職。」因盛稱陳瓘論議多可取。余云：「龔夬亦强果敢言。」上亦稱之。師朴曾報，上云：「彦奏對無取，兼所見有異，不宜處以臺職。」然不曾請問其詳，故余復及之。余又云：「外議亦疑彦為徐彦孚、吴居厚所薦。」上云：「此亦不妨。」遂退。至簾前，具陳：「子莘妻入謝，蒙聖恩傳宣撫諭，又勞問丁寧，臣何以仰稱聖眷。」遂再拜。太母云：「亦曾說與，令以上尊歸與父作上儀。」余云：「上感聖恩。亦曾蒙賜茶，以外廷不敢具章表稱謝。」因言《時政記》如上前所陳，亦許令進入。余又言：「臣當日與蔡卞並立，聞卞云：『在皇太后聖旨。』卞卻曾於簾前自云：『當依皇太后聖旨。』與臣所聞不同。臣今來不敢更改，但依實云『在太母』。」亦然之。 \\n 甲辰，同呈押班馮世寧磨勘改延福宫使。 \\n 又令胡宗回常優加犒勞及照管趙懷德并三偽公主，以昨日上旨令草定也。 \\n 再對，以李昭珙押賜夏國登極銀絹各一千五百，用治平四年例，以六月差官。 \\n 以樂士宣為山陵行宫巡檢，替閻安，以安權提舉修内司。近以閻安為入内押班，以樂士宣為前省押班，皆中批也。 \\n 是日，上又言：「三省文宇多遲滯。」余云：「以經歷處多，三省六曹皆得一兩日限，又有假，故每一文字須旬乃可出。」【昨日獨對，上已及此，頗患其留滯。余云：「三省天下政事根本所在，忠彦才力雖不足，頗聽人言语尔。」】上云：「三省與密院文字，多少相較幾何」余云：「密院十分之一二爾，尚書省乃萬機所在，密院邊事息則益少，非其比也，逐日進呈文字不過一二内臣及武臣差除爾。三省議論、所降號令，无非繫天下休戚，以至進退人材，區别中外臣寮奏請是非，無非大事，岂密院所可比。」上亦矍然。余因言：「近聞陳瓘論司馬光等復官，不知為有罪無罪，不審聖意以為如何」上云：「三省云何」余云：「三省未嘗與臣語及，臣亦不敢預議，不審陛下以光等為有罪無罪」上云：「莫須是有罪。」余云：「聖意如此，臣乃敢盡言。紹聖中以光等有反逆心，謀廢立事，天下皆以為冤。至於詆毁神宗，變亂法度，則事迹具存，岂得為無罪如光論免役法，以先朝為剥膚椎髓，岂不是詆毁而免役之法，天下百姓以為便，而光以為不便，必須毁廢而後已。又如蘇轍章疏云：『鹿臺之財聚而商亡，洛口之倉積而隋滅。』是以神宗方紂及煬帝，可以為無罪乎紹聖中，邢恕嘗謂臣言，『司馬光以人臣挾怨，與神宗為敵，方元祐秉政事，神宗所行法度，不問是非，一切更改；所用人材，不問邪正，一切斥逐。此其罪已不可勝誅，若言他有反逆心，則是冤枉。臣訝恕之言頗合公論，遂具陳於大行前。大行云：『卿前雖如此說，他別處說得不同。』恕其他姦言，固臣所不盡知，若如此言，則論光之罪可謂當矣。」上深然之，令具以此意諭三省。因言：「大臣及言事官議論亦有偏者，悉以諭三省不妨。」退遂具以聖意白三省，莫不悦服。余又為上言：「元祐之人憤嫉熙寧、元豐之人，一切屏斥，已失之偏；紹聖用事者，又深怨元祐之人，故竄斥廢黜無不過當，其偏則又甚矣。今日陛下方欲以大中至正之道，調一兩黨，則但當區别邪正是非，處之各得其所，則天下孰敢以為非者。若今日但知收復元祐之人，退黜紹聖之人，則不免又偏矣。如此，則與元祐、紹聖何以異非陛下所欲扶偏救敝、持平近厚之意也。兼臣累聞聖諭，及皇太后亦曾宣諭，以謂有甚熙寧、元豐、元祐、紹聖，但是者則用，不是者則不用，更不必分别此時彼時。若人臣皆能體行此意，則無不當矣。」是日，上諭：「韓忠彦頗平直，李清臣議論極偏，宣仁時事無不是者。」但諭三省云：「朕意以謂大臣中亦有偏者，不須指名也。」又云：「黄履論事亦偏。」又云：「陳瓘論司馬光事，已是曾令换劄子來。」然聽不審也。【又言上云：「坤寧多不利子孫，不若留在娘娘宫中撫養。如姐姐年長，尚且不育，不可令在福寧。」姐砠謂太母所生延禧公主，十二歲卒。】 \\n 是日，太母云：「皇子未滿月，極惺惺，會笑，認得老娘嬭子。」 \\n 余既退，亦略以上論清臣之語諭朴，并以四事諭之。 \\n 乙巳，旬休。 \\n 丙午，同呈邊報。 \\n 再對，以向子英為環慶第五副將，從苗履所奏也。上云：「太后欲召歸。」余云：「子英得將官，必未願歸。」至太母前亦然之，余云：「若歷將官後，卻召歸不妨。」【是日，召范純禮諭以上論言事官懷忿過當之語。乃范嘗以此開陳也。】 \\n 是日，同呈訖，余遂云：「前日已盡以聖旨諭司馬光等事諭三省。」朴遂出陳瓘奏進，上云：「如前日宣諭。」余云：「三省亦皆以為當。」惇云：「如此更無可施行，只進呈訖。」余云：「但是非之論未見於文字，莫可著於《時政記》否」朴云：「莫須别撰光與公著告命」上云：「不須，但貶邢恕，於恕告命中具載此諭，則天下皆知之矣。」余云：「聖諭甚切，此臣等思慮所不及。然恕便須行遣。」朴云：「不知如何貶」上云：「重貶。」或云散官安置，余云：「恐太重，其以有分司某處居住。」上及同列皆然之，遂令以少監分司、均州居住。初，上云與善地，或云滁，或云隨，惇云：「恕曾知隨州。」遂處之均。朴云：「仍須令曾肇命詞。」上云然之。再對，上又丁寧，令諭肇且與明白撰詞，須明著其有罪無罪乃是。尋以簡白開，都堂亦召開面諭。是日，開適當制。【初议，雖不當制亦合草词，开云：「若不當必不草。」】丁未，同呈邊報。再對，移高偉大名都監，劉石淮東。【朴所禱也。】上又諭云：「密院無事，非三省比。」余唯唯而已。 \\n 戊申，同呈邊報，宥州牒云：「已戒約邊人不得侵犯漢界。」 \\n 再對，以李昭珙知甯州，又以賈嵓子說為看班祗候，仍不候有闕。 \\n 己酉，同呈詔胡宗回，令更多方招誘溪巴温、郎阿章等出漢。 \\n 又令鄜延候西人差賀登人使，即依例報以天寧節名及日月，再等以御批。 \\n 陶節夫奏，乞即移舊弓箭手耕並邊新田，中批以為可取，尋檢會已累有朝旨，令陝西、河東諸路依詳累降朝旨及臣僚所奉施行，仍取情願，不得抑勒。 \\n 又以向子華知恩州。 \\n 是日，因語及肇所撰邢恕詞，蔣亦誦其語，上云未見，令余寫一本進呈，以翌日月望不奏事，遂寫進入。 \\n 庚戌，月望，赴福甯、内東門臨慰如常儀。【是日，上谕：「見邢恕词，極好。曾肇恁地會做文字。」蔣對云：「好箇翰林學士。」余默然不敢答。 \\n 辛亥，同呈李譓奏湟州利害，胡宗回相度聞奏。 \\n 再對，依三省已得指揮，逐月進堂除差遣及兵將官、知州軍揭貼簿書。 \\n 是日，聞龔夬擊京，上甚愠夬，云：「夬所陳皆曾布之語。」夬既自辨，遂請去。然余實未嘗與之通聲聞，蓋小人及近習造謗爾，雖上旨令諭言者勿過，余亦未嘗以此語之，蓋素未嘗交通也。 \\n 壬子，同呈邊奏。再對，以河北增置廣威，保捷二萬餘人，舊軍分每指揮例百人，而在京禁軍見闕萬餘人，遂令河北監司及安撫司，揀選願升换在京軍分者，發遣赴軍頭司。蓋欲銷廢舊人，免添新軍分，重疊縻費廪給也，新軍廪給出自西府，舊軍銷減，則逐旋計所減，令運司管認故爾。 \\n 又以麦文昞句當翰林司，對移向子履句當軍頭司，以兩人皆願移易也。上以子履太母姪，許之。太母云：「不知了當得否」余云：「同職五六人，必無不了。」 \\n 癸丑，同呈邊奏，范純粹乞朝見，許之。 \\n 是日，龔深之來言，得之外議，云近習極不樂，有「無震主之功，而有震主之威」之語，渠亦戒以勿與事，云：「韓、李皆上所新擢，尚且退縮，何必管他!」又云：「但戢斂必無事。」又云陳瓘言，親聞上語，云余與劉友端嘗共事。余帥河東，友端作走馬，同官三年，及其親近，未嘗與之接，其職事亦無西府干預者，修造土木之事，皆三省所行，未嘗有交通之迹。余笑謂深之云：「若能與友端交通，紹聖、元符中作相久矣。」余比亦見范彝叟，云：「上有涵蓄，恐徹簾後必有所為。」又云：「且看祔廟後舉措如何，便可見矣。」然不知所謂涵蓄果何人何事也。 \\n 甲寅，无同呈。自邊事以來，蓋無日不同呈，自爾邊鄙無事，稍稍希濶矣。 \\n 再對，以閤門祗候歐僅覃恩改供備當職，乞用先朝隨龍恩例除通事舍人，上黾勉許之。 \\n 是日，朴云昨日錯與挽詞同降出龔夬三章，一乃擊惇者，一擊京，一乞出惇，遂收之，朴亦未見。今日惇欲留身，既而三省對，具道，上云：「是誤降出，卻令進入。」惇遂留，再拜而退。是日，西府見太母，太母即笑云：「昨日卻誤降出龔夬文字，論章相事極子細。」又云：「已知朝廷待山陵後責降惇不易處。」又云：「是日打揲文字是一老内臣，文字上自批鑿云『不出』，卻誤降出去，亦須行遣。」 \\n 乙卯，旬休。 \\n 丙辰，同呈牵復前陝漕已宜官。 \\n 再對，以傳宣添長入祗候殿侍二十人，當如先朝，權令祗候轉員日正撥入額，免僥倖。上從之。 \\n 以閻安再任皇城司。 \\n 是日，朴於垂拱及簾前留甚久，云：「言者不可沮折。」上云：「未嘗折他。」開又聞朴多方以言探試上語，恐有所疑，即開陳，然終無之。朴又云：昨在外，保全及召還皆余之力，何敢隱也。開云：「家兄但急於體國爾，其用心豈有他也。」因言其自有求去意，朴堅以為不可。然余請去之心久矣，亦不問毁譽如何，但欲引分奉身而去爾，岂能更與小人紛紛計較口舌也。開所聞大約與所聞略同。近黄安中又云，上目送西云：「大臣不可立黨。」安中殊憂之，然余云不辨也。上近見孫谔論京未去，云「賞罰未明」，上云：「亂道!」谔奮然便欲拂衣，為眾所止，而邦直勸止之尤力，又嘗面沮夬，故朴有所陳。丁巳，无同呈。是日，以王舜臣權發遣蘭州，以康謂卒故也。是日，三省以陸佃權吏書，張舜臣為吏侍。朴云：上稱舜臣老成平穩，又稱純禮、子開，皆以為可用，故稍稍進之。純禮嘗言宣危，謂余、開亦已入疑，然與朴所聞又有異矣，未知何如也。 \\n 戊午，赴南郊，宿齋，告元祐皇后復位。 \\n 己未，五鼓行事，畢，黎明，还西府。 \\n 庚申，末伏假。是日晚，批出，以子開為翰林學士。是日晚，大雨。自入夏數雨，山陵橋梁道路多壞。【是日，清臣奏，乞不令胡宗回同相度湟州。上云：「主帥豈可不與議，如三省職事，令他人相度，而三省不與可乎」遂默然。余云：「宗回於此不與議，則難責於守御。」上亦然之。】 \\n 是月十三日榮陽、汜水、鞏縣皆大水，漂溺居民，壞汜水行宮，而雨殊未已。 \\n 辛酉，同呈鄭居簡言：「湟州地險隘，當罷都護府、安撫使之名，令隸屬河、蘭州，以省餽運。」詔遣新陝西運判都贶與胡宗回同相度聞奏。 \\n 再對，上諭以已除肇翰林學士，余云：「臣倉猝未敢稱謝。」上又稱范純禮云：「當遷一學士兼承旨不妨。」余云：「自有韓縝、曾孝寬例。」退以語朴，云必批出也。 \\n 是日，令陳安止、劉子方不迴避。 \\n 又上殿劄子，侍郎以上進呈，小事擬進，餘更不進呈。 \\n 壬戌，同呈郝平奏，會州城壁醋醎，不可為城，乞以青南訥心為州。令都贶一就相度聞奏。 \\n 再對，預戒河北州郡，歲終差官點檢城壁樓櫓等。 \\n 差曹誘權管句馬步軍，以誦從靈駕西行也。 \\n 又差段緘梓夔都監。緘乃陸佃及子開所稱也。 \\n 是日，遂留身謝上除子開禁林。因言：「孤遠之士，被遇神宗，兄弟三人皆為舍人，而臣偕肇皆作禁林。」又言：「衰朽當請歸老。」至簾前亦具以此陳之，簾中云：「三人皆同父，亦盛事。」癸亥，同呈邊奏。 \\n 再對，差楊應詢天甯節接伴北使。 \\n 甲子，无同呈。以劉交句當軍頭，同梁安禮皇城司。 \\n 又呈鄜延已依御前劉子收瘗骸。上云：「因看曾肇所進神宗德音有此指揮，適在皇太后殿中，前有筆硯，遂草率此指揮行下，皇太后云：『只熙河路否』朕欲徧及諸路，仍并漢蕃人遣骸收瘗，并遣中人往句當及致祭，作水陸。」余云：「正與神宗手詔一般，神宗詔云：『朝廷子育四海，所當惻隱。』乃不問漢蕃也。今更及諸路，則又廣矣。」【是日，余欲辭所賜，而眾不欲，遂已。清臣獨免，當日批令改，遂受之。是日，蔣私忌不入。】 \\n 乙丑，旬休沐浴。 \\n 七月丙寅朔，赴福甯臨慰如常儀。 \\n 丁卯，南北郊奏告啟，不坐。 \\n 戊辰，進讀謐册，休務，以疾不入。 \\n 己巳，在告，皇太后遣中使曾燾，以將罷政，賜金二百兩、拂林玉帶一、銀合并帕全。【惇以下玉帶皆一等，唯宰相多金一百两。】是日，中使來，方知余實抱疾。 \\n 庚午，上遣中使黄希叟賜食宣問，太后亦然。余謝以太后止七日垂簾，余雖病，須勉强入對。來使增十千得百，不收。【例五千以兼太后撫问，故倍之，皆不收。】 \\n 辛未，朝崇政并簾前，皆問聖體，曲謝密賜。 \\n 同呈戒諸路帥臣，常切備御親邊。【余自草定，清臣初亦異议，上深然之余所请，遂默然。】 \\n 又詔熙河，許溪巴温、小隴拶等不赴闕。 \\n 再對，上勞問疾苦。以三省奏黜梁惟筒、陳衍親黨文字進呈，上令留中。又以惟簡及衍子并中人楊傅尚編管在海南，稱在全州，上旨悉令放逐便。壬申，同呈邊報。再對，以劉程為益鈐，以王存知石州，和诜嵐州，王詰岢嵐。又以向宗禮為京西南路都監，楊和為廣東。 \\n 至簾前奏事訖，遂敘陳：「自爾遂不肯得侍慈顏。」因拜辭，太母亦慰諭云：「皇帝聰明，更赖卿等輔佐裨補，賞罰不可失當。」余等唯唯而退。 \\n 癸酉，啟攒前三日不坐。甲戌，亦然。 \\n 乙亥，赴福寧晚臨訖，宿樞密院，是夕，三省皆宿於禁中。 \\n 丙子，卯正一刻，起鼓，自爾日赴福寧奠。 \\n 庚辰，月望，奠慰如常。 \\n 辛巳至癸未，日赴臨，遂宿密院。 \\n 乙酉，卯初三刻，發引先行，啟奠，升龍輴，訖，行祖奠禮，上及后妃哭送至端門外，行遣奠訖，又讀哀册，訖，遂行。三省、密院祭於城西，午正後，大昇轝至板橋，遂奉辭，訖，歸府。 \\n 丙戌，入慰。 \\n  \\n   \\n  "}
{"章节": "●跋", "正文": "  \\n ●跋 \\n 　 \\n  \\n 按：曾子宣，《宋史》在《姦臣傳》。子宣於哲宗元祐八年六月同知樞密院事，元符三年十月入相，崇寧元年六月罷相，先後在政府九年。此錄記在政府奏對之事。世無傳本，於《永樂大典》錄字韻中鈔出，止存七、八、九三卷，實元符二年三月起，至元符三年七月止，一年四月中事，不知原書幾卷。按晁氏《讀書記》，有《曾相手記》三卷。紹聖初，元祐黨禍起，曾布知公論所在，故對上之語多持兩端，又輒增損，以著此書。陳氏書目有《紹聖甲戌日錄》一卷，《庚辰日錄》一卷，南豐曾布子宣撰，在政府奏對施行及宫禁朝廷，均非九卷。此後至罷相，尚有兩年，恐不止三卷。布權譎自喜，議論多偏，然時以元祐、紹聖均有所失，欲以大公至正消釋黨禍，較之惇、卞之徒，究屬天良未昧。李仁甫《長編》每據以删潤。錢潛研謂：《宋史，姦臣傳》宜進史彌遠、史嵩之，而出曾布。其論至公。所載多當時語氣，夔指章惇，朴指韓忠彦，左轄指蔡卞，右轄指黄履，鳳指許將，文筆亦爾雅。《長编》盡於元符三年二月，以後五閱月，皆《長编》所無。浙局補《長編》未見此書。不詳者多，雖零璣斷璧，亦天壤内罕見之書也。宣統庚戌天贶節，江陰繆荃孫跋。◎ \\n 出《全宋笔记》第一编八朱易安傅璇琮主编　郑州大象出版社2003年10月 \\n 附錄： \\n 曾布字子宣南豐人也幼孤學於其兄鞏舉進士熙寧初王安石執政薦之因上書召見論事合意遂除崇政殿說書遷集賢校理檢正中書六房公事新法青苗助役皆布與吕惠卿建議安石嘗曰法之初行異論紛紛始終以爲可行者吕惠卿曾布也始終以爲不可行者司馬光也餘人則一出焉一入焉爾擢修起居注知制誥拜翰林學士兼三司使七年大旱詔求直言布論市易掊克之虐落職出知饒州徙潭州復集賢院學士知廣州元豐初以龍圖閣待制知桂州進龍圖閣直學士知秦州又知陳州移慶州復入翰林尋遷户部尚書元祐初除龍圖閣學士知太原府歴真定河陽青州瀛州哲宗親政復入翰林遷承旨兼侍讀擢拜同知樞密院事進知院事時章惇爲相斥逐元祐臣僚士心不附布詭情辟致名士如陳瓘張庭堅悉羅致之會哲宗升遐欽聖憲肅皇后召宰執問誰可當立惇有異議布奏惟太后令惇由是得罪一日中使召蔡京鏁院拜韓忠彦左僕射京欲刺探徽宗之意徐奏請曰麻詞未審合作專任一相或作分命兩相之意徽宗曰專任一相翌日京出宣言曰子宣不復相矣已而復召曾肇草制布拜右僕射制曰東西分臺左右建輔蓋有爲云忠彦既爲左相柔懦天下事多決於布議以元祐紹聖均爲有失欲以大公至正消釋朋黨明年改元建中靖國邪正雜用忠彦遂罷去布獨當國漸進紹述之說明年又改元崇寧蔡京於是召用爲左丞京與布異會布擬陳祐甫爲户部侍郎京奏曰爵禄者陛下之爵禄也奈何使宰相私其親布之婿陳廸祐甫之子也布忿然爭辨乆之聲色稍厲於是温益叱布曰曾布上前安得失禮徽宗不恱而罷翌日爲御史所攻布由是得罪罷爲觀文殿大學士知潤州尋落職提舉太清宫太平州居住又降司農卿分司南京又以嘗薦舉官趙諗而諗反責散官衡州安置復以棄湟州責授賀州别駕又責廉州司户參軍移舒州復大中大夫提舉崇福宫以卒贈觀文殿大學士諡曰文肅（四庫全書史部別史類東都事略卷九十五） \\n 曾文肅公布傳實録（宋）杜大珪　編 \\n （四庫全書史部傳記類總錄之屬名臣碑傳琬琰之集下卷二十） \\n 大觀元年六月乙卯太中大夫提舉西京嵩山崇福宫曾布薨布字子宣南豐人幼孤學於其兄鞏擢嘉祐二年進士第熙寧初韓維知開封府自海州遷仁縣令辟監本府檢校庫王安石始執政亦薦之因上書召見論事合意改太子中允崇政殿説書兼檢正中書戸房公事遷集賢校理判司農寺兼檢正中書六房公事新法青苗助役皆布與吕惠卿建議安石嘗曰法之初行議論紛紛獨惠卿與布終始不易餘人則一出焉一入焉爾特修起居注遂為右正言知制誥直學士院尚書禮部為翰林學士兼三司使初韓琦上疏論新法之害神宗稍悟七年大旱詔求直言布論市易掊克之虐落職出知饒州徙知江陵未赴改知章州十年復集賢院學士知廣州元豐初復龍圖閣待制知桂州進龍圖閣學士徙知秦州過闕留判將作監未幾復出知陳州移知慶州官制行為朝奉大夫母喪服除召為翰林學士聞神宗遺制奔赴京師尋為戸部尚書元祐初除龍圖閣學士知太原府移知真定河陽青州瀛州哲宗親政自瀛州徙江寧入對復為翰林遷承旨兼侍讀擢同知樞宻院事還知院事時章惇為相斥逐元祐臣寮士心不附布詭情弊致名士如陳瓘張庭堅居門下欲以傾惇會哲宗升遐欽聖太后召宰臣問誰當立惇有異議布奏惟太后處分徽宗即位召韓忠彦為相惇既逐布以定策功拜右銀青光禄大夫尚書右僕射忠彦柔懦天下事多決于布議以元祐紹聖均為有失欲以大公至正消釋朋黨明年改元為建中靖國邪正雜用忠彦遂罷去布獨當國漸進紹述之說明年又改元為崇寧蔡京於是召用而布亦得罪矣崇寧元年閠六月罷觀文殿大學士知亳州九月落職提舉亳州太清宫太平州居住十月降授中大夫守司農卿分司南京依舊太平州居住十二月責授武秦軍節度副使衡州安置二年責授賀州别駕又責授廉州司戸叅軍四年量移舒州五年復太中大夫提舉西京嵩山崇福宫任便居住大觀元年卒于潤州私第累復光禄大夫觀文殿大學士諡文肅 \\n 曽布字子宣肇字子開建昌人皆居丹徒（案至順鎮江志布建昌人與此書合輿地紀勝作南昌人與此書異又考方輿勝覽布于熙寜初守潤州有宅在千石墟之東今為統制司酒庫）國史有傳布薨諸子避亂徙居肇八子統最知名統字元中以恩補太廟齋郎調州縣官以黨人子輒罷父喪服闋管在京編估局改秩復從外補久之以禮部尚書蔣猷薦除福建提舉常平改京東未赴而提舉常平罷（案宋職官志建炎元年罷提舉常平二年復置旋罷）髙宗駐蹕揚州召為工部員外郎南渡除廣東提點刑獄時隆祐太后至虔州從衛軍潰其將傅選以萬人據郴州且趨嶺外或勸統避之統曰韶當賊衝巳若先去即人人奔散賊勢張矣且其麾下皆我師未必人人有叛心招之宜定乃遣人矯太后旨安撫之果受命一路遂安入為屯田員外郎時秦檜為相置修政局兼檢討官統言丞相佐天子理天下事事無不統何局之設後竟罷遷樞宻院檢詳諸房文字左司員外郎擢殿中侍御史賜出身首上章言陛下即位六年之間論相者七人一有進退則自臺諌侍從百執事隨以陞黜適足以使比周成風公道蔽塞乞明詔大臣消朋黨之萌開公正之路政無先後惟是之從人無彼此惟才是用繼論宋煇交結宦官不可尹天府霍蠡刻薄不可専財計遷秘書少監乞復史館修撰之職又遷起居郎乞依故事直前奏事與時相忤以秘閣修撰出知秀徽饒三州中間嘗議召用會有欲行手實法以五等出賣户帖者巳而手實不行但據籍髙下輸錢給之統言不可復與時相忤命遂格饒州召還除太常少卿又除殿中侍御史未上拜諌議大夫論經制使本户部之職不必更置一司淮南為吳會屏蔽宜且蠲經賦諸路將兵恣横宜稍還節制于州縣臨安和買蠲閣之數不宜均敷于本路皆見施行會足疾懇祈補外除徽猷閣待制知婺州卒于嚴州年六十七歸塟金壇縣方山之原統文獻故家藏書素多紹興間重修國史諸老淪謝無所訂正成書不繆足以傳信統之力為多四子恂字孚仲其孫見居金壇惕字强仲子■〈日奐〉為吏部尚書嘉定中卒亦塟金壇以徙居常州不載（四庫全書史部傳記類總錄之屬京口耆舊傳卷二） \\n  \\n   \\n  "}
