{"章节": "第一卷", "正文": "  \\n 第一卷 \\n 　 \\n  \\n ○諫詔免租賦又令輸納 \\n 太宗初即位，詔關中免二年租賦，關東給復一年。又有敕：「已役已納並遣輸了，明年總為準折。」公諫曰：「臣伏見八月九日詔，率土皆復一年，老幼相歡，式歌且舞在路。又聞有敕，丁巳配役，即令役滿折造；於物亦遣輸了，待至明年，總為準折。道路之人，咸失所望。此誠非平分萬姓，均同七子。然下民難與圖始，日用不知，皆謂國家追悔前言，二三其德。臣竊聞天之所輔者仁，人之所助者信，陛下初膺大寶，億兆觀德，始發大號便有二言，生八表之疑心，失四時之大信。如國有倒懸之急，猶必不可為，況以泰山之安而輒行此事，為陛下為計者，於財利則小益，於德義則大損。臣誠智識淺短，竊為陛下惜之。」 \\n ○諫簡點中男入軍 \\n 簡點使出，右僕射封德彝等並欲令取中男，敕三四出。公執奏不可，德彝重奏稱：「今見簡點使云：『中男內大有壯者。』」太宗怒，乃出敕：「中男雖未十八，身形壯大，亦取。」公又不肯署敕，太宗召公，作色讓之曰：「男若實小，不點入軍；若實大，是其詐妄。依式點取，於理何妨邪如此固執，不解卿意。」公正色曰：「臣聞竭澤而漁，非不得魚，明年無魚；焚林而畋，非不獲獸，明年無獸。若中男以上盡點入軍，租賦雜傜將何取給然比年來，國家衛士，不堪攻戰，豈為其少邪但為禮遇失所，遂使人無鬥志。若多點取人還克雜役，其數雖多，終是無用。若精簡壯健，遇之以禮，人百其勇，何必在多陛下每云：『我之為君，以誠信待物，欲使官人百姓並無矯偽之心。』自登極以來，大事三數，皆是不信，復何取信於人？」太宗愕然，曰：「所云不信是何等也？」公曰：「陛下初即位，詔書云：逋租宿債，欠負官物，並悉原免。即令所司列為事條，秦府國司，亦非官物。陛下自秦王為天子，國司不為官物，其於官物復將何有又關中免二年租賦，關外給復一年，百姓蒙恩，無不欣悅；尋更有敕云：今年白丁多已役訖，若從此放免便是虛荷國恩；若已折已輸，並令總納，所免者皆以來年為始，散還之後方更徵收，百姓之心不能無怨。已徵得物，便點入軍。來年為始，何所取信又共理所寄，唯在縣令刺史，年常檢閱，並悉委之。至於簡點，即疑其詐偽，望下誠信，不亦難乎？」太宗曰：「朕向見卿固執，疑卿蔽於此事，今論國家不信，乃是人情不通。朕不審思，過亦深矣，行事往往如此，天下若為致化。」乃停取中男，賜金甕一口。 \\n ○諫復厖相壽任 \\n 濮州刺史厖相壽，貪濁有聞，追還解任，自陳幕府之舊，太宗深矜之，使人謂之曰：「爾是我舊左右，今取他物，祗應為貧。賜爾絹百匹，即還向任，更莫作罪過。」公進諫曰：「相壽猥濫，遠近所知，今以故舊私情，赦其貪濁，更加以厚賞，還令復任。然相壽性識未知愧恥。幕府左右，其數甚多，人皆恃恩私足，使為善者懼。」太宗欣然納之，引相壽於前，謂之曰：「我昔為王，與一府作主；今為天子，為四海作主；既為四海作主，不可偏與一府恩澤。向欲令爾重任，侍臣云：爾若重任，必使為善者皆不用心。侍臣所執既是，便不得申我私意。」乃賜物而遣之，相壽默然，流涕而去。 \\n ○諫斬叱奴騭 \\n 侍御史仲素奏：「慶州樂蟠縣令叱騭盜用官倉，案驗並實。」太宗令斬之。中書舍人楊文瓘奏：「據律，不合死。」太宗曰：「倉糧，朕之所重，若不加法，恐犯者滋多。」公諫曰：「陛下設法，與天下共之，今若改張，人將法外畏罪，更復有重者，又何以加焉。」太宗從之。 \\n ○諫武官起服 \\n 武官丁艱憂，屢有起服者。公諫曰：「國家草創之初，武官不格喪制，天下今既安定，不可仍奪其情。必有金革之事，自有墨縗之經。」太宗曰：「朕思之，然為武事未息。如不可，即止。」 \\n ○諫討擊馮盎 \\n 嶺南諸州奏馮盎反叛，前後奏者數十輩，乃命將軍藺謨、中郎將牛進等，發江嶺數十州兵以討之。公諫曰：「中國初定，瘡痍未復；嶺表瘴癘，山川阻深，兵運難繼，疾疫或起，若不如意，悔不可追。且反形未成，無容動眾。」太宗曰：「嶺南告者，道路不絕，奈何云反形未成邪？」公曰：「馮盎若反，即須及中國未寧時。交結遠人，分斷險要，破掠州縣，署置官司，何因告來數年兵不出境凡所告者，皆論田洞，此則不反之狀昭然可知。陛下未有使人親往觀察，即來朝謁，恐不見明，所以遷延，苟避罪戮。今若遣所司，分明曉諭，彼既懷誠信，又喜於免禍，必不勞師旅自至闕廷。」太宗乃罷兵，令前蒲州刺史韋叔諧員外散騎侍郎李公淹充使。即至，盎即遣其長子智戴隨叔諧等入朝。太宗曰：「初，嶺南諸州咸言馮盎反，人皆勸朕須振兵威，言者既多，不能無惑。唯魏徵以為千石之弩，不為鼷鼠發機；大國之師，豈為蠻夷興動。勝之不武，不勝為笑，但懷之以德，必不召自來。朕命一介使人，遂得嶺表無事，不勞而定，勝於十萬之師，徵不可不賞。」乃賜絹百匹。（蒲州，蒲阪也，今河中府） \\n ○諫科祖孝孫罪 \\n 太宗謂侍臣曰：「人皆以祖孝孫為知音，今教曲多不諧韻，此其未至精妙為不存意乎？」乃敕所司，令定其罪。公進諫曰：「陛下生平不愛音聲，今忽為教女樂差舛，責及孝孫，臣恐天下眙愕。」太宗曰：「汝等並是我腹心，應須中正，何反附下罔上，為孝孫為辭。」溫彥博拜謝，公及王珪進曰：「陛下不以臣等不肖，置於樞近，今臣所言，豈是為私不願陛下責臣至此。臣常奉明旨云：『勿臨時嗔怒即便曲從，成我大過。』臣等不敢失墜，所以每觸龍鱗。今以此為責，祗是陛下負臣，臣終不負於陛下。」太宗怒猶未已，懍然作色。公曰：「祖孝孫學問立身，何如白明達陛下平生禮遇孝孫，復何如白明達今過聽一言，便謂孝孫可疑，明達可信，臣恐群臣眾庶有以窺陛下。」太宗意乃解。 \\n ○諫決王文楷杖 \\n 裴寂坐事免，放歸鄉宅。寂表乞住京師，久而不去。太宗大怒，長安令王文楷坐不發遣，令笞三十。公進諫曰：「裴寂所為事合萬死，令陛下念其舊功，不置於法，唯解其官，止削半封，合流之人尚自給假，況寂放還鄉宅。古人云：進人以禮，退人以禮。臣愚以為，文楷識陛下恩貸，見寂是大臣，不時蹙逼，論其此情，未合得罪。太宗曰：「朕令寂拜埽，豈非禮邪！」乃釋文楷不問。 \\n ○諫皇甫德參上書以為訕謗 \\n 太宗謂房玄齡等曰：「昨皇甫德參上書言，朕脩營洛州宮殿，是勞人也；收地租，是厚斂也；俗尚高髻，當是宮中所作也。此人欲使國家不役一丁，不收一租，宮人皆無髻，乃稱其意耳。事既訕謗，當須論罪。」公進諫曰：「賈誼當漢文之時上書云：『可為痛哭者三，可為長太息者五。』自古上書率多激切，若不激切則不能起人主心，激切即似訕謗，所謂『狂夫之言，聖人擇焉』。惟在陛下裁察，不可責也。」太宗曰：「朕初欲責此人，若責之，則誰敢言者。」因賜絹二十匹。 \\n ○諫國家愛珠 \\n 使者從奚契丹中返者，太宗問其土俗，對曰：「最愛肉珠，以數百珠博一馬。」太宗曰：「何為愛重此物？」對曰：「穿以係頸及交絡身。」太宗哂之。公曰：「此物誠不足重，人各有所惑。西域諸賈，愛重珍寶，若遇好珠，則傾家市取，乃劈肌膚，藏之於身內，此人有所經過，咸共敬重，其意所須，莫不資給，人聞皆以為笑。然國家今日亦太重之。」太宗曰：「魏徵即以我為一胡也，事皆如此。往者見林邑使人，每旦磨沈水等諸香，用涂身體，皆共笑之，以為虛費；我今愛重此物與彼亦何異乎有識者還共笑我耳，安可不深思也。」 \\n ○諫西域諸國入朝 \\n 高昌主麴文泰將入朝也，西域諸國咸欲遣使，乃敕蕃人壓怛紇乾使，往西域引諸國使入朝。公諫曰：「中國始平，瘡痍未復，若有勞役，則不能安。往年高昌主來入貢，馬才數百匹，所經州縣猶不能供，況復加於此也。若任其興販，邊人則獲其利；若引為賓客，中國則受其弊矣。漢建武二十二年，天下寧晏，西域請置都護送侍子，光武不許，不以蠻夷勞弊中國。今若許十國入貢，其使不減千人，使緣邊諸州，將何取給事既不濟，人心萬端，後方悔之，恐無所及。」太宗然共議，乃追壓怛紇乾還。 \\n ○諫科圍川縣官罪 \\n 或奏云：「右僕射李靖、侍中王珪，奉使九成宮，還，至圍川縣，有宮人先舍於令廳，靖等後至，乃移卻宮人，安置靖等。又，近有宮人使至始平縣，縣令已安置訖，右丞裴載家口後至，移動宮人，不加禮敬。」太宗聞之大怒，曰：「此等官職都不由我，皆由李靖、王圭等乎？何見李靖王珪等如此，見我宮人都不禮遇。始平官、司空處約等決杖一百，解官，仍案驗圍川官人及李靖等。」公進諫曰：「李靖、王珪皆知禮法，必不許移動宮人自取好處，此或言者過誤，發陛下嗔怒；如其實然，亦可矜恕。何者李靖等陛下心膂大臣；宮人、皇后、埽除僕隸，其委付事理不同，較其輕重，全無等級。又，靖等出外，官人訪朝廷法式，歸來陛下問百姓疾苦，靖等自不可不與官人相見，官人等亦不得不參。至於宮人出使，不與州縣交涉，惟得供其飲食，自外何所參承若以此罪責及官人，不益陛下德音，徒駭天下耳目。」太宗曰：「公言是也。」乃釋州縣之罪，李靖等亦寢不問。 \\n ○諫優長樂公主禮數 \\n 長樂公主將出降，太宗謂房玄齡等曰：「長樂公主，皇后所生，朕及皇后並所鍾愛。今將出降，禮數欲有所加。」房玄齡等咸曰：「陛下所愛，欲少加之，何為不得請倍永嘉公主。」然永嘉公主即太宗之妹也。公曰：「不可。昔漢明帝欲封其子，云：『我子豈得與先帝子等，可半楚淮陽。』前史以為美談。天子姊妹為長公主，天子之女為公主，既加長字，即是禮有尊崇，或可情有淺深，無容禮相逾越。」太宗然其言，入謂文德皇后曰：「我欲加長樂公主禮數，魏徵不肯。」文德皇后聞之，大喜，遣中使齎錢二十萬，絹四百匹，詣公宅，宣令謂公曰：「比者常聞公中正而不能得見，今論長樂公主禮事，不許增加，始驗從來所聞，信非虛妄。願公常保此心，莫移今日。喜聞公言，故令將物相賞。公有事即道，勿為形跡也。」 \\n ○諫所行事與貞觀初有異 \\n 太宗公問曰：「朕所行事，與貞觀初有異否？」對曰：「貞觀之初，陛下銳情思政，從諫如流，每因事觸類為善，志存儉約，無所營求。比者造作微多，至於諫爭，時有忤色，以此為有異耳。」 \\n ○諫權萬幻任心彈射 \\n 公奏：「治書權萬紀、侍御史季仁敬，俱以告訐為正凡所彈射，皆非有罪，陛下掩其所短，收其一切之用，乃騁其奸計，附下罔上，多行無禮以取強正之名，誣房玄齡、斥退張亮，無所肅厲，徒損聖明，道路之人皆有謗議。臣伏度聖心，必不以謀慮深長，可委以棟樑之任，將以其無所避忌，欲以警厲群臣。若群臣信挾回邪，猶不可以小謀大；若群臣素無矯偽，空使上下離心。以玄齡張亮之徒，猶不得申其枉曲，其餘疏賤之類，孰能免其欺罔伏願陛下留神再思。自任二人已來，有事弘益，臣即甘心斧鉞，受不忠之罪；陛下如未能舉善以崇德，豈可進奸而自損乎？」太宗默然無以應，賜絹五百匹，俄而奸狀漸露，遂免仁敬而出萬紀。 \\n ○諫魏王不得折辱貴臣 \\n 魏王，文德皇后所生，太宗特所寵異。貴要言：三品以上多輕蔑王者。意欲誣毀公等以激怒太宗。太宗大怒，御齊政殿，引三品以上入，作色而言曰：「我有一口語，欲向卿等道。往前天子是天子，今時天子即非天子邪往前天子兒是天子兒，今天子兒即非天子兒邪我見隋家諸王，一品以下皆不免其躓頓，我自不許兒子縱橫，卿等何為蔑我兒邪我若教之，豈不能折辱卿等？」房玄齡以下，戰慄流汗，拜謝。公正色而進曰：「當今群臣，必無敢輕魏王者。然在禮，臣子一也。傳稱：王人雖微，列諸侯之上，諸王用之為公卿，若不為公卿，則下土之諸侯也。今三品以上列為公卿，並天子大臣，陛下之所敬異。如其小小不是，魏王何得折辱若國家綱紀替壞，臣所不知。以當今聖明，魏王豈得如此？且隋高祖不知禮義，寵縱諸子，使行無禮，尋皆罪黜，不可為法，亦何足道。」太宗聞之，喜形於色，謂群臣曰：「凡語理到，不可不服。朕之所言，身之私愛；魏徵所言，國家大法。朕向者忿怒，謂理在不疑；見魏徵所論，方始覺屈也。人君發言，亦何容易。」 \\n ○諫於虢州彩銀 \\n 虢州統軍裴師利奏：「諸山大有銀礦，彩之極有利益。」敕殿中少監趙元楷，令諸國府衛士及百姓彩之。類為勞擾。公進諫曰：「昔堯舜置璧於山，投珠於谷，所以崇名顯號，見稱千祀。陛下巍巍盛德，思與堯舜比隆；戡定大功，遠逾湯武之烈。所急在於仁義，所寶豈是珍奇珍奇既積，仁義必損。且勞役衛士，與下爭利，人不見德，將何取焉。」太宗深納之，即令停廢。 \\n ○諫聽諫與貞觀初不同 \\n 太宗御兩儀殿，謂公曰：「朕比來所行得失、所布政化，何如昔年？」對曰：「若威之所加，遠夷朝貢，比於貞觀之始，不可等級而論；若德義潛通，人心悅服，比於貞觀之初，相去又亦甚遠。」太宗曰：「遠夷來朝，應由德義所加。德義不如昔時，功業何以得益？」公曰：「昔者，四方未定，常以德義為心；今以海內無虞，漸更驕奢自溢。所以功業雖盛，終是不如往時。」太宗曰：「今所行與往前何以為異？」公曰：「貞觀之初，恐人不言，導之使諫；三年以後，見人諫爭，悅而從之；四年以來，不悅人諫，雖黽勉聽受而終有難色。」太宗曰：「於何事如此？」公遂指陳之曰：「即位之初，處元律師罪死，孫伏伽諫曰：『法不至死，無容濫加。』遂賜蘭陵公主園准錢百萬。或曰：『所言尋常而所賞太厚。』答曰：『我即位以來，未有諫者，所以賞之。』此導之使言也。某州司戶參軍柳雄於隋資妄加等級，人有言之者，陛下令其自首，不首當與死罪，遂固言是真，竟不肯首。大理推得其偽，將處雄死，少卿戴冑奏云：『法止合徒。』陛下曰：『我已與其斷，當但與死罪。』冑曰：『陛下即不時殺，非臣所及，付臣法司，法不合死，不敢酷濫。』陛下作色遣殺，冑爭之不已，至於四五，然後欣然赦之，曰：『曹司但能為我作如此守法，豈畏濫有誅夷。』此則悅以從諫也。往者，某縣丞皇甫德參上書，有忤聖者，陛下以為訕謗，臣奏稱賈誼當漢文之代，上書云：可為痛哭者三，長太息者五，自古上書率多激切，若不激切，不能起人主之心；激切即似訕謗。於時雖從臣言，賞物二十段，然意甚不可。此是小難於受諫。」太宗曰：「誠如公言，非公無能道此者。人皆苦不自覺，公向未道之時，都自言所行不變；及見公論說，始覺志意漸移。公但常保此心，朕終不違公語也。」 \\n ○諫遣使西域市馬 \\n 太宗遣使西域，立葉護可汗，又別使齎金帛，歷諸國市馬。公諫曰：「今發國使以立可汗為名，可汗未定即緣諸國市馬，彼必以為意在市馬，不為專立可汗，得立，則不甚懷恩；不得立，則以為深怨。諸蕃聞之，必不重中國，市馬既不可得，縱得馬，亦還路無從。但使彼安寧，則諸國之馬，不求自至矣。昔漢文帝有獻千里馬者，曰：『吾吉行日三十，凶行日五十。鑾輿在前，屬車在後，吾獨乘千里馬，將以安之乎』乃償其道里之費而反之。漢光武有獻千里馬及寶劍者，馬以駕鼓車，劍以賜騎士。陛下凡所施為，皆邈過三王之上，奈何至於此事，欲為二帝之下乎魏文帝欲求市西域大珠，蘇則曰：『若陛下惠及四海，則珠不求自至；求得之，不足貴也。』陛下如不能慕漢文之高行，不畏蘇則之言乎？」太宗納其言，欣然而止。 \\n ○諫益州北門造綾錦 \\n 益州及北門造綾錦金銀等作，公諫曰：「金銀珠玉，妨農事者也；錦繡纂組，害女工者也。一夫不耕，天下有受其饑；一女不織，天下有受其寒。古人或投之深泉，或焚之通衢，而陛下好之，愚臣不勝其恥。」 \\n  \\n   \\n  "}
{"章节": "第二卷", "正文": "  \\n 第二卷 \\n 　 \\n  \\n ○諫聘鄭仁基女為充華 \\n 隋通事舍人鄭仁基女，年十五六，有容色。文德皇后請備嬪御，太宗乃聘為充華，詔已施行，冊使將行，公聞已許嫁陸氏，遽進諫曰：「陛下為人父母，子愛萬姓，當憂其所憂，樂其所樂。自古有道之主，以百姓心為心，故君處台榭，則欲人有棟宇之安；食膏梁，則欲人無饑寒之患；願嬪御，則欲人有室家之歡。此人主之常道也。今鄭氏之女，久已許人，陛下取之而無顧問，播之四海，豈為人父母之義乎臣所傳聞，或未指的，恐虧盛德，情不敢隱。君舉必書，所願特留神慮。」太宗聞之，大驚，乃手詔答之，深自克責，遂停冊使。左僕射房玄齡、中書令溫彥博、禮部尚書王珪、御史大夫韋挺等內外群官奏稱：「許適陸氏，無顯然之狀，大禮既行，不可即止。」陸爽又抗表云：「其父存日，與鄭家還往，時相贈遺資財，無婚姻交涉。」太宗謂公曰：「群臣或阿順旨，陸氏何為分疏？」公曰：「以臣度之，其意可識，將以陛下同於太上皇。」太宗曰：「何謂也？」公曰：「太上皇昔平都城，得倖處儉婦。處儉時為太子舍人，太上皇聞之不悅，遂令東宮出為萬泉令，每恐懼不全首領。此陸爽謂陛下今雖容之，恐陰加譴責，所以反覆自陳，不足多怪。」太宗笑曰：「外人意見，或當如此。然朕之所言，未能使人必信。」 \\n ○諫解薛仁方官加杖 \\n 蜀王妃父楊譽，競婢為都官郎中薛仁方留問，未及與奪，其子為千牛，於殿庭自列云：「五品已上，不合留身。以臣父是國親，故生節目，不肯斷決，淹歷歲年。」太宗聞之大怒，曰：「知是我之親戚，猶作如此艱難，不可容也。」即令杖仁方一百，免所居官。公進諫曰：「城狐社鼠，皆是微物，為其所憑恃，除之不易；況外家公主，舊號難理。漢晉已來莫能禁御。武德之中，已多驕逸，陛下登極方已肅然。仁方既是職司，能為國家守法，豈可橫加嚴罰以成外戚之私乎此源一開，萬端爭起，後必悔之，將無所及。自古能禁此事，唯陛下一人。備預不虞，為國常道，豈以水未橫流便欲自毀堤防臣竊思度，未見其可。」太宗曰：「誠如公言，向未思耳。然仁方專擅，禁不奏聞，雖不合重罪，宜少加懲肅。」笞三十，放之。 \\n ○諫處張君快等死 \\n 刑部奏：「張君快、歐陽林謀殺蘇志約取銀，君快不下手。貞觀九年三月赦：劫賊不傷財主，免死，配流。經門下奏定。」刑部郎中高敬言：「舉斷合死。」門下執依前奏，尚書任城王道宗錄奏。太宗謂侍臣曰：「國有常典，事跡可明，何得各為意見，弄其文墨。」因令御史勘當。御史奏之，太宗曰：「君快等謀為劫殺，何得免死？」因令殺之。公進諫曰：「據律：劫賊傷財主者皆死；謀殺之條：元謀者斬，下手者絞，於皆配流。劫賊重謀殺，輕赦是一時之恩，劫賊不傷財主，免死配流。則君快從重，法被寬；而刑部於後從輕，法斷死，臣實有疑。」太宗曰：「幾人行劫？」公對曰：「三人，下手者處死罪。」太宗令議。議定奏聞，太宗曰：「三人謀，從二人之言。」因令配流。 \\n ○諫貴臣遇親王下馬 \\n 魏王師王珪奏：「准令，三品已上，遇親王於道不下馬。今皆失於儀准。」太宗怒曰：「爾等並自尊貴，卑下我子，此為非法，我不能行。」公諫曰：「自古迄今，親王在京師者，班次三公，吏部、尚書、侍中、中書令，並三品也。若此等為王下馬，王又不可安。然訪諸故事，則無可准行之，於今自隳國法。」太宗曰：「國家所以立太子者，擬朕百年之後以為君也。然則人之存亡不在老幼，設無太子，則立嫡孫；若無嫡孫，即立諸子。以此而言，亦須崇敬。比孫於我，不亦近乎？」公曰：「殷家有兄終弟及之義，自周已降，立嫡必長，所以絕庶孽之覬覦，塞禍亂之源本，為國家者，所宜深慎。陛下向責王珪，乃忿怒肆情，不可以聞於臣庶。」太宗怒乃解。 \\n ○諫責顯仁宮官司 \\n 太宗東巡，將入洛，次顯仁宮，宮苑官司多被責罰。公進諫曰：「陛下今幸洛州，為是舊徵行處，喜其安定，故欲加恩故老。城郭之人未蒙德澤，官司苑監多及罪辜。或以供奉之物不精，或以不為獻食，此則不思止足，志存奢靡，既乖行幸本心，何以副百姓所望隋主每命在下多作獻食，好為供奉，倘不好不多，則有威罰。上之所好，下必有甚，競為無限，遂至滅亡。此非載籍所傳，陛下目所親見。為其無道，故天命陛下代之。當須戰戰兢兢，每事儉約，參蹤盛烈，貽訓子孫。奈何令在下之人，悔不為奢麗也陛下若以為足，今日不啻足矣；為不足，萬此亦不足矣。」太宗大驚曰：「非公，朕安得聞此言而今而後，庶無此事。」 \\n ○諫河南安置突厥部落 \\n 伐國公李靖、英國公李勣等擊突厥牙，破之，其部落或投延陁，或投西域，而多歸降者。太宗欲於河南處之。公諫曰：「匈奴自古至今，未有如斯之破敗也，此是上天剿絕，宗廟神武。且其積代為寇，百姓冤讎。陛下以其歸降，不能誅滅，即宜遣還河北，居其故土。匈奴人面獸心，非我族類，強必寇盜，弱則卑服，不顧恩義，其天性也。秦漢患之若是，故發猛將以擊之，收取河南以為郡縣。陛下奈何以內地居之且今降者，幾至十萬，數年之間，滋息自倍。居我肘腋，甫邇王畿，心腹之疾將為後患，尤不可居以河南也。」溫彥博曰：「不然。天子之於物也，天覆地載，有歸我者則必養之。今突厥服滅，餘落歸附，陛下不加憐愍，棄而不納，非天地之道，阻四夷之意。臣愚甚，謂不可遣居河南，初無所患。所謂死而生之，亡而存之，懷我德惠，終無叛逆。」公曰：「不然。晉代有魏，時番落分居近郡，郭欽、江統請逐塞北，武帝不納欽統等言，數年之後遂傾瀍洛。前代覆車，殷鑒不遠。陛下必用彥博之言，遣居河南，所謂養虎自遺患也。」彥博又曰：「不然。聖人之道，無不通古先哲，王有教無類。突厥餘魂，以命歸我，我受護之，使居內地，指麾教導，示以禮法。數載之後，自為農夫，選其酋首，遣居宿衛。畏威懷德，何患之有。且光武居南單于於內部，為漢藩翰，終乎一代，不有叛逆。」太宗遂用彥博計。 \\n ○諫出韋元方為華陰令 \\n 司門員外郎韋元方，給使過，所供遲晚，給使奏之，太宗大怒，出元方為華陰令。公進諫曰：「帝王震動若雷霆，怒須當罪，何得妄發前為給使夜行，遂出敕書，事似軍期，誰不驚駭但宦者之徒，古來難狎，輕為言語，易生患害，獨行遠使，深非事宜，漸不可長，所宜深慎。」太宗深納其言。 \\n ○諫平高昌以為州縣 \\n 高昌平，太宗欲以為州縣，公諫曰：「陛下初臨天下，高昌主先來朝謁，自後屢有商胡。稱其遏絕貢獻，不禮大國，遂使王誅。再加若罪，止文泰斯亦可矣。未若因而撫之，而立其子，所謂伐罪弔人，威德被於遐外，為國之善者也。今若利其土壤以為州縣，常須千於兵鎮守，數年一易，每往交替，死者十有三四，遣辦衣資，離別親戚，十年之後，隴右空虛，陛下終不得高昌撮谷尺布以助中國。所謂散有用而事無用，臣未見其可。」太宗不從。 \\n ○諫高昌不失臣禮 \\n 太宗謂侍臣曰：「高昌不失臣禮，豈至滅亡朕平此一國，甚自內懼，今欲永隆功業，唯在上下不驕，進拔忠謇，以自匡正，黜貪殘，用忠良，不以小人之言而議君子，以此三道守茲寶位。」公進言曰：「臣觀古帝王撥亂創業，必自誡懼。彩芻蕘之言，從忠讜之策；天下既安，恣情肆欲，甘樂諂諛，惡聞正諫。張良，漢王畫計之臣，及高祖為天子，廢嫡立庶，良曰：『今日之事，非口舌所能爭也，』終不敢復言。況陛下功業之盛，以漢高祖方之，彼不足言，唯即位十有五年，聖澤光被；今又平殄高昌，屢以安危係意，方欲納用忠良，開正言之路，天下幸甚。昔齊桓公、管仲、鮑叔牙、甯戚並飲，桓公謂叔牙曰：『曷不起為寡人壽』叔牙奉觴而起曰：『使公無忘出而在於莒也，使管仲無忘束縛在於魯也，使甯戚無忘飯牛車下也。』桓公避席再拜曰：『寡人與二大夫能無忘夫子之言，則社稷不危矣。』」太宗笑謂公曰：「朕不忘布衣，公不得忘叔牙之為人也。」 \\n ○諫封禪 \\n 貞觀六年，匈奴克平，遠夷入貢，符瑞日至，年穀頻登。太宗欲封泰山，數與房玄齡等言及封禪；太宗欣然。於是群臣咸稱述功德，以為時不可違，今日行之，臣等猶謂其晚。公諫以為不可。太宗曰：「朕欲公極言之，勿有所隱。朕功不高邪？」曰：「功高矣。」「德未厚邪？」曰：「德厚矣。」「華夏未乂安邪？」曰：「乂安矣。」「遠夷不慕義邪？」曰：「慕義矣。」「嘉瑞不至邪？」曰：「至矣。」「年穀不登邪？」曰：「登矣。」「然則何為不可？」公對曰：「陛下功高矣，人未懷惠；德厚矣，澤未滂流；諸夏乂安矣，未足以供事；遠夷慕義矣，無以供其求；符瑞雖臻而罻羅猶密，積歲豐稔而倉廩尚虛，此臣所以竊為未可。臣未能遠譬，且借喻於人。今有人長患十年疼痛，不息醫療，且愈，皮骨僅存，便欲負米一石，日行百里，必不可得。隋氏之亂，非只十年，陛下為良醫，除其疾，雖已乂安，未甚充實，告成天地，臣竊為疑。且陛下東封，萬國咸萃；要荒之外，莫不奔走。今自伊洛已東，暨乎海岱，灌莽巨澤，茫茫千里，人煙斷絕，雞犬不聞道路，蕭條進退艱阻，寧可引彼夷狄，示以虛弱乎竭財以賞，未厭遠人之望；加年終復不償百姓之勞。或遇水旱之災，風雨之警，又庸夫橫議，悔不可追。豈獨臣之懇懇，亦有輿人之誦眾無以奪。」於是乃止。 \\n ○諫西行諸將不得上考 \\n 太宗考三品已上，令公省其當否，有所疑者，輒於狀傍注帖。西行諸將並不得考。公乃諫曰：「臣聞彩尺璧者，棄其微瑕；錄大功者，不論細過。西行諸將，雖無大功，君集萬均，克平寇亂，不辱國命，跋涉艱阻，來往二年，考其勤勞，與在家者不異。若使人無怨讟，亦不可勸勉將來。臣愚以謂，西行諸將，君集萬均以外，五品已上，有功勳、無罪殿者，其考請，更斟酌，匪唯一事得所，足以勸後人。」太宗從之。 \\n ○諫親格猛獸晨出夜還 \\n 太宗幸同州，校獵，親格猛獸，晨出夜還。公諫曰：「臣聞《書》美文王不敢盤於游田；《傳》述虞箴，稱夷羿以為誡。昔漢文臨霸坂，欲馳下，袁盎攬轡曰：『聖主不乘危，不僥倖。』今陛下馳六轡，飛馳不測，如有馬驚車敗，陛下若欲自輕，其奈高廟何孝武好格猛獸，相如諫曰：『力稱烏獲，捷言慶忌，人誠有之，獸亦宜然。卒然遇逸才之獸，駭不存之地，雖有烏獲之猛，逄蒙之伎，不可得用而枯木朽株盡為難矣。雖萬全而無患，然本非天子所宜。』近孝元郊泰畤，因留射獵，薛廣德奏稱：『竊見關東困極，人民流離，今日撞亡秦之鍾，歌鄭衛之樂，士卒暴露，從官勞倦，願亟反宮。』上即日還。臣竊思此數帝之心，豈同木石，獨不好馳騁之樂而割情屈已從臣下之言者，志存為國，不為身也。臣聞車駕近出，親格猛獸，晨往夜還，以萬乘之尊，暗行荒野，踐深林，涉豐澤，甚非萬全之計。願陛下割私情之娛，釋格獸之樂，上為宗廟社稷，下慰群寮兆庶。」太宗曰：「昨夜之事，偶屬麈昏，非故然也。自今以後，深用為誡。」 \\n ○諫禁張士貴 \\n 太宗因教習不整，遣太將軍張士貴杖中郎、郎將等，士貴坐杖輕，下吏。公諫曰：「臣在外竊聞大將軍張士貴坐行杖阿縱，送付大理。臣以為教習不整，官司誠合重責，但將軍之任，職在爪牙，委以心膂，取其誠效，行杖小有不稱，未是將軍之罪。且使將軍執杖，已不可為後法。又以杖輕加責，彌復驚駭物情。假令推得阿私，終恐有虧聖德。」太宗大笑，遽令釋之。 \\n ○諫案驗告訐 \\n 太宗聽告訐之言，案驗多謬。公進曰：「凡欲致化，必在上下相親，朝廷輯睦。今則告訐者進，遏惡者不齒，君子苟免，小人遂忘，莫相勸誡，任其是非，國俗如此，何以求化？」太宗納之。 \\n ○諫內出高昌婦女與薛萬均對事 \\n 或告大將軍薛萬均平高昌，日與高昌婦女有私，敕大理卿孫伏伽推鞫，萬均不服，內出高昌婦女對問。公諫曰：「萬均兄弟，誠款早著；奸私之事，虛實難明。若罪狀顯然，錄付伏伽自了；若事無指的，萬均必是有辭，遣大將軍與破亡婦女對辨奸穢，辭既不伏，聽者必疑。臣聞君使臣以禮，臣事君以忠。實則所得者輕，虛則所失者重，故秦穆公飲盜馬之酒，楚莊王赦絕纓之客，且楚莊秦穆，並夷狄之諸侯，列名五伯，垂芳千祀。況陛下以萬乘之主，道高堯舜，作之不法，何以示遠？」太宗納其言而罷焉。 \\n ○諫新羅國獻美女 \\n 新羅國獻美女，公諫曰：「臣一昨在內，略聞新羅國重更進女，未委逗留計。蕃夷獻女，誠不足怪，但今日受納，實非其時，道路傳聞，必生橫議，若微虧聖德，悔不可追。且願詳擇事誼，以禮告示，申其使人誠款；必不得已，然後遂其所欲，則遠夷悅服，人無謗言。」太宗喜形於色而遣之。 \\n ○諫閹豎妄有所奏 \\n 閹豎使還，妄有所奏發，太宗甚怒，公進諫曰：「閹豎雖微，狎近左右，時有言語，輕而易信，浸潤之譖，為患特深。以今日之明，必無所慮；為子孫教，不可不杜絕其原。」太宗笑曰：「非公，朕安得聞此言。」 \\n ○諫責房玄齡等 \\n 房玄齡、高士廉問少府少監竇德素，北門近有何營造，德素以聞，太宗大怒，謂玄齡等曰：「君但知南牙耳，北門小小營造，何預君事邪？」玄齡等拜謝。公進曰：「臣不解陛下所責，亦不解玄齡等謝。玄齡等並是大臣，即陛下股肱耳目，有何營造，何容不知責其訪問，臣所不解；且所為有利害，役功有多少。陛下所為若是，當助陛下成之；所為若非，奏陛下罷之，此乃君使臣，臣事君之道也。玄齡等問既無事而陛下責之，玄齡等不識所守，但知拜謝，臣亦不解。」太宗深愧之。 \\n ○諫李弘節家人賣珠坐所舉 \\n 桂州督李弘節身死之後，其家賣珠，太宗聞之，乃宣言於朝曰：「此人平生之日，宰相皆言其清，其家今既賣珠，所舉者豈得無罪？」敕案之。公諫曰：「陛下生平疑此人濁，未見受財之所，今聞其賣珠，將過罪舉者，臣不知所謂。自聖朝以來，為國盡忠、清貞自守、終始不渝者，屈突通、張道源而已。通子三人來選，共有一匹羸馬；道源兒子不能存立，未見一言及之。今弘節為國立功，前後大蒙賞齎，居官終沒不言貪殘，妻子賣珠，未為有罪。審其清者，無所存問；疑其濁者，傍責舉人，雖雲疾惡情深，是亦好善不篤。臣竊思度，未見其可，恐有識聞之，必生橫議。伏願留心再思。」太宗撫掌曰：「造次下思，遂有此語，方知談不容易。」 \\n ○諫上書多論綾錦 \\n 或有上書者，太宗覽之，謂侍臣曰：「比來多論綾錦，卻不言獵射。」公對曰：「綾錦雖陛下所好，比之猶差；從禽不強人所不能。古人有言曰：『道所以不言，言亦知不可得。』」太宗笑曰：「理實當然，魏徵之言，亦何由可得。」 \\n ○諫移魏王居武德殿院 \\n 太宗移魏王於武德殿院，公諫曰：「此殿在內，處所寬閒，參奉往來，極為便近。王既是愛子，陛下常欲安全，每事抑其驕奢，不處嫌疑之地。今移此殿，便是東宮之西，海陵昔居，時人以為不可，雖時異事異，猶恐人之多言。又王之本心，亦不寧息。既能以寵為懼，伏願成人之美。」太宗欣然從之。 \\n  \\n   \\n  "}
{"章节": "第三卷", "正文": "  \\n 第三卷 \\n 　 \\n  \\n ○對突厥內大雪 \\n 北蕃歸朝人奏稱：「突厥境風大寒雪，人饑，羊馬並死。中國人在彼者，皆入山作賊，其人情大惡。」太宗聞之，謂公曰：「觀古來人君，行仁義、任賢良則理；行暴虐、任小人則亂。突厥所信任者，並共卿等見之，略無忠正可取者。頡利復不憂百姓，恣情所欲為，朕以人事觀之，亦何可久，卿以為何如？」公對曰：「昔晉文侯問李克，諸侯誰先亡克曰：吳先亡。文侯曰：何故克曰：戰數勝戰。數則人疲，數勝則主驕，以驕主馭疲人，不亡何待頡利逢隋末中國喪亂，遂恃眾內侵，今尚不息，此其必亡之道。」太宗然之。 \\n ○對北蕃擾亂鬚髮兵 \\n 太宗謂公曰：「今北蕃擾亂，鬚髮兵收取河南地。」公對曰：「突厥雖亂，未甚指的。必其牙所有事，自不敢住在河南。臣愚請更詳審。」太宗曰：「古有好仁義而亡者，有好戰伐而滅者，朕意止欲安靜，得非病邪？」公對曰：「靜者為化之本。」 \\n ○對大亂之後大可致化 \\n 太宗論自古政化得失，因曰：「當今大亂之後，造次不可致化。」公對曰：「不然。凡人居安樂則驕逸，驕逸則思亂，思亂則難化。在危困則憂死亡，憂死亡則思化，思化則易教。然則，亂後易教，猶饑人易食也。」太宗曰：「善人為邦百年，然後勝殘去殺，大亂之後，將求致化，寧可造次而望乎？」公對曰：「此指常人，不在聖哲。若聖哲施化，上下同心，人應如響，不疾而速，期月而可，信不為過。三年成功，猶謂其晚。」太宗深納其言。右僕射封德彝等，咸共非之曰：「三代以後，人漸澆訛。故秦任法律，漢雜霸道，皆欲化而不能，豈能化而不欲。魏徵書生，不識時務，若信其虛論，必敗亂國家。」公曰：「五帝三王不易人而化，行帝道則帝行，王道則王，在於當時所化之而已。考之載籍，可得而知。昔黃帝與蚩尤七十於戰，其亂甚矣，既勝之後，復致太平。九黎亂德，顓頊徵之，既克之後，不失其化。桀為亂虐而湯放之，在湯之日則得太平。紂為無道，武王伐之，成王之日亦致太平。若言人漸澆訛，不返淳樸，至今應悉為鬼魅，寧可復得而教化邪？」德彝等無以難之，然咸以為不可。太宗力行不倦，三數年間，契丹、靺鞨內附，突厥破滅，部落列為編戶。太宗每謂侍臣曰：「貞觀之初，人皆異論云：當今必不可行帝王道，唯魏徵勸我而已。我從其言，不過數載，遂得華夏安寧，遠夷賓服。突厥萬代以來常為勍敵，今頭首並帶刀宿衛，部落皆襲衣冠，使我不動乾弋，數年之間遂至於此，皆魏徵之力也。」又復謂公曰：「玉雖有美質，在石間，不值良工琢磨，與瓦礫不別；若遇良工，即為萬代之寶。朕雖無美質為公所切磋，約我以仁義，弘我以道德，使朕功業至此，公亦足為良匠，唯惜不得使封德彝見之。」公再拜，謝曰：「匈奴破滅、海內康寧，自是陛下威德所加，實非群下之力；但喜逢明聖，不敢貪天之功。」太宗曰：「朕能任公，公稱所委，其功獨在朕乎何故飾讓也。」 \\n ○對上封人請親納表奏 \\n 上封人多請太宗親納表奏，以防壅塞。太宗以問公，公對曰：「觀此人意見，殊乖大體。若請陛下，不任百司親庶事，豈唯朝堂一所，則州縣之務亦須陛下親斷。」 \\n ○對隋日禁囚 \\n 太宗論隋日禁囚，公對曰：「臣昔在隋時，聞有盜發煬帝，令士澄捕之，但有疑即苦加拷掠，枉承賊者二千於人，並令同日斬決。大理丞張元濟怪之，試尋其狀，乃有六七人盜發之日，先禁他所，才被放出，亦遭推劾，不勝苦痛，虛以自誣。元濟因此更事，尋究二千人內，唯有九人不明，又案驗九人，四人非賊。有司不敢執奏，遂並殺之。」太宗曰：「非唯煬帝無道之君，臣下亦不盡忠。須相匡諫，不避誅戮。豈得苟行諂佞，求悅譽乎君臣如此，何能不敗賴公等共相輔弼，遂得囹圄空虛。欲公等善始令終，常如今日。」 \\n ○對齊文宣何如人 \\n 太宗謂侍臣曰：「齊文宣何如人？」公對曰：「非常顛狂，然與人共爭道理，自知短屈，即能從之。臣聞齊時，魏愷先任青州長史，嘗使梁還，除光州長史，不就，楊遵彥奏之。文宣帝大怒，召而責之。愷曰：『臣先任青州大藩長史，今有使勞，更無罪過，反授小州，所以不就。』乃顧謂遵彥曰：『此漢有理。』因令舍之。」太宗曰：「往者盧祖尚不肯受官，朕遂殺之，宣帝雖顛狂，尚能容止，此事朕所不如也。祖尚不受處分，雖失人臣之禮，朕即殺之，大是傷急。一死不可再生，悔所無及，宜復其官陰。」 \\n ○對周孔儒教商韓刑法 \\n 太宗曰：「周孔儒教，非亂代之所行；商韓刑法，實清平之粃政。道既不同，固不可一概也。」公對曰：「商鞅韓非申不害等，以戰國縱橫，間諜交錯，禍亂易起，譎詐難防，務深法峻刑以遏其患，所以權救於當時，固非致化之通軌。」 \\n ○對為政之要務全其本 \\n 太宗與貴臣宴於丹霄殿，謂群官曰：「為政之要，務全其本。若中國不靜，遠夷雖至，亦何所益朕與公輩共理天下，令中夏乂安，四方靜肅，並由公等咸盡忠誠，共康庶績之所致耳。朕實喜之。然安不忘危，亦兼以懼。朕見隋煬帝篡祚之初，天下強盛，棄德窮兵以取顛覆；頡利近者，足為強大，意既盈滿，禍亂斯及，喪其大業，為臣於朕；葉護可汗亦大強盛，自恃富貴，通使求婚，失道怙亂，奄致破滅；其子既立，便肆猜忌，眾叛親離，覆基絕嗣。朕雖不能遠慕堯舜禹湯之德，自睹此輩，何得不誡懼乎公等輔朕，功績已成，唯當慎以守之，自致長保，並宜勉力，事有不可，則須明言，君臣同心，何得不理。」公對曰：「陛下弘至化，安天下，可謂功已成矣。然每睹非常之慶，彌切慮危之心，自古至慎，無以加此。臣聞鮑叔牙飲桓公，祝曰：『願君無忘在莒，管仲無忘在魯，甯戚無忘飯牛』。陛下居安思危，在治思亂，無忘之念過叔牙之願矣。臣聞上之所好，下必從之，明詔獎勵，足使懦夫立節。」 \\n ○對為君之道先存百姓 \\n 太宗問拓設使人曰：「拓設兵馬，今有幾許？」對曰：「見有四千餘兵，舊有四萬餘人。」太宗曰：「為君之道，必須先存百姓，若損百姓以奉其身，如割脛以自啖，腹飽而身弊。」又曰：「身安天下安。必須先正其身，未有表正而影曲，上理而下亂者。朕每思傷其身者，不緣外物，皆由嗜慾以成其禍。若耽嗜滋味，玩悅聲色，所欲既多，所須亦大，既妨政事，又擾生人。且復出一非理之言，萬姓為之解體，怨讟既作，離叛亦興。朕每思此，不敢放逸。」公對曰：「古者聖哲之王，亦近取諸身，遠體諸物。昔楚聘詹何曰：『未聞身理而國亂者。』陛下所明，實古之大義。」 \\n ○對西胡愛珠 \\n 太宗謂侍臣曰：「朕聞西胡愛珠，若得好珠，劈身藏之。」侍臣咸曰：「貪財損己，實為可笑。」太宗曰：「勿唯笑彼，今官人貪財，不顧性命，身死之後，子孫被辱，何異西胡之愛珠邪帝王亦然。恣情放逸，勞役無度，信任群小，疏遠忠正，有一於此，豈不滅亡。隋煬帝奢侈自賢，身死匹夫，亦為可笑。」公對曰：「臣聞魯哀公謂孔子曰：『有人好忘者，移宅乃忘其妻。』孔子曰：『又有好忘者甚於此，丘見桀紂之君，乃忘其身。』」太宗曰：「朕與公等，既知笑人，今共相匡輔，庶免人笑。」 \\n ○對奏事戰懼 \\n 太宗謂侍臣曰：「朕見胡裴始畢上書，論西蕃事，意頗有情理。朕與共語，非常戰懼。今奏一事，人亦應如此。」公對曰：「天顏俯臨，豈得不懼。臣見在外諸司，欲奏事者，先三五日反覆尋思，及其臨奏，三分不能道得一分。尋常易事，尚難如此，況爭諫之人，出言皆是觸忤。賴蒙陛下假其顏色，若不如此，理終不申。」 \\n ○對古來帝王皆欲國祚長久 \\n 太宗曰：「古來帝王，皆欲國祚長久，但為威勢既高，下情不能上達，加以小人君子雜處，其朝任不得人，遂至亡滅。」公對曰：「巧佞忠正，無代不有，但相時君所好而進。若用忠正則理，用邪佞則亂，必然之理也。」太宗曰：「為帝王者，必須慎其所與，只如鷹鷂鞍馬聲色殊味，朕若欲之，隨須即至，如此等事，常敗人正道。邪佞忠正，亦在時君所好。若任不得賢，何能無滅。」公對曰：「臣聞齊威王問淳於髡曰：『寡人所好，與古者聖王同否』髡對曰：『古者聖王所好有四，今王所好唯有三種。古者好色，王亦好之；古者好馬；王亦好之；古者好味，王亦好之；古者好賢，王獨不好。』齊王曰：『今無賢可好也。』髡曰：『古之美色即有西施毛嬙，奇味即有龍肝豹胎，善馬即有飛兔綠耳，此等今既無之，王之廚膳、後宮、外廄，今亦備矣。王若以今之無賢，未知前代之賢得與王相見否。』」太宗深然之。 \\n ○對西蕃通來幾時 \\n 太宗嘗御瑤池殿，顧謂侍臣曰：「西蕃通來幾時？」公對曰：「《禹貢》云：西至流沙。又云：西戎即敘，不明境域所至。漢武帝置敦煌、張掖等郡，自此已後漸通西域。」太宗謂群臣曰：「朕聞漢武帝時，為通西蕃，中國百姓死者大半。此事著在史籍，不能具道。但隋後主欲開蒽嶺已西，鎮守俱未當死者，繼於道路。加聞流沙已西，仍有隋破壞車轂，其邊即有白骨狼籍。北築長城，東渡遼水，征伐不息，人無聊生，天下叛之，聚而為盜，煬帝安然，恣其所欲，遂至滅亡，只為不聞其過。朕以此事永為鑒誡。今與諸公共理百姓，但有不可行，即向朕言，勿得面從，苟相悅譽。且朕素無學術，未閒政道。一日萬機，不能盡經耳目，所有處斷，恐獨見不明，致有失所。所以委公等，公等善相輔弼，使兆庶得所，此乃長保富貴，蔭及子孫；若屍祿曠官，苟貪榮利，必加黜辱，終不容舍。朕既以漢武帝、隋後主為龜鏡，公等亦須常將此事相規諫也。」群臣並拜謝。公進曰：「陛下思弘至化，砥礪群下，臣等敢不竭股肱之力。但恐識度愚淺，無益萬分。臣聞漢武帝承五代之資，天下無事，府庫充實，士馬強盛，遂思騁其欲以事四夷，聞蒟醬而開邛僰，貪良馬而通大宛，北逐匈奴，南征百越，老弱疲於轉輸，丁壯死乎軍旅。海內騷然，戶口減半，至於國用不足，府庫空虛。乃榷估鹽鐵，徵稅關市，課算舟車，告緡賣爵，侵漁百姓。萬端俱起，外內困窮，無以給邊費，議以營田代卒，冀以助軍，迄於暮年，方始覺悟。下哀痛之詔，封丞相為富民侯，僅以壽終，幾及大亂。煬帝恃其強盛，思欲追蹤漢武，戎車屢動，人不聊生。十餘年間，亡身戮國。陛下威加海外，無遠不臻，深惟二主以為殷鑒，所謂一人有慶，兆民賴之。臣等奉以周旋，不敢失墜。」太宗曰：「朕遇千慮一失，必望有犯無隱。」 \\n ○對百官應有堪用者 \\n 太宗曰：「百官之內，應有堪用者，朕未能知之，不可造次，為天下主誠亦難。朕今行一事，則為天下所觀；出一言即為天下所聽。用得好人，為善者皆勸；誤用惡人，不善者競進。賞當其勞，無功者自退；罰當其罪，為惡者誡懼。故知賞罰不可輕行，用人彌須審悉。」公對曰：「舉選之事，自古為難。故考績黜陟，察其善惡。今欲求人，必須先訪其行，審知其善，然後任之。假令此人不能濟事，只是才力不及，不為大害；誤用惡人，假令強幹，為患極多。但亂代唯求其材，不顧其行；太平必須材行俱兼，始可任用也。」 \\n ○對鐵之為用 \\n 太宗曰：「鐵之為用，無處不須。至於金銀，玩好而已。不知何意，人皆愛之。」公曰：「兵杖農器，非鐵不可；金銀珠玉，唯有豐年人以為貨。故諺云：『豐年珠玉，儉年穀粟』。」太宗曰：「正為蕃人愛，不可全棄。」 \\n ○對侍臣全無諫爭 \\n 太宗謂孫伏伽曰：「今以公為諫議大夫，必須獻可替否。」又謂侍臣曰：「公等全無諫爭。」公對曰：「昔者齊景公射不中的，而左右俱稱其善，景公曰：『自晏子死，不復聞寡人之過。』弦章對曰：『上之所好，下必從之。君若以謇諤為忠，則人皆晏子。』陛下每稱述忠諫之士，若有事須獻替，誰敢不盡其忠？」 \\n ○對李密王世充優劣 \\n 太宗問曰：「義寧之初，國家雖有關中，王世充、李密各自割據。當此之時，諸君所事之主，誰優誰劣？」公對曰：「李密智計英拔而器度局小。」戴冑奏稱：「王世充言議分明繁而寡要，為化但為一時之利，不堪思其後圖。」太宗曰：「平定天下，朕雖有其事，若守之失圖，功業亦復難保。秦始皇實可為誡。公等宜念公忘私，榮名高位，可以長守。」公對曰：「臣聞之：戰勝易，守勝難。陛下深思遠慮，安不忘危，功業既彰，德教復洽。常以此為政，天下不得不安，四海不得不樂。」 \\n ○對吐谷渾使人懼 \\n 吐谷渾使人請婚，唐儉奏稱：「其使大戰懼。」太宗曰：「公等以此言虛實。」公對曰：「今四方諸國，並為陛下臣妾。若發一使，遣諸國徵之，立即敗亡，何得不懼也。」 \\n ○對隋煬帝求覓無己 \\n 太宗曰：「隋煬帝求覓無己，內則淫蕩於聲色，外則剿人以黷武，遂至滅亡。朕睹此，但以清靜撫之。今百姓自言安樂，豈知朕之力也。」公對曰：「堯人擊壤而歌，亦云：『帝有何力於我哉』只將此事，以為太平百姓，亦不知由主上安之也。」太宗曰：「朕今安養百姓，豈求其知，但論理亂在時君耳。」公對曰：「此事非知之難，終行之難。」 \\n ○對隋日山東養馬 \\n 太宗曰：「隋日，山東養武馬，一匹百餘貫錢。」公對曰：「當時官人因自販馬，粟麥既賤，立限令市。非理督責，乃至破其產業，官人馬盡便寬其日月。百姓不堪，所以聚而為盜。」太宗謂侍臣曰：「朕身不下殿堂而四夷賓服，此之功業，實所重惜思安，其術未嘗一日忘也。朕見隋煬帝，都不以官人違法為意，性多猜忌，唯慮有反叛者。朕則不然，但慮公等不遵法式，致有冤滯，每見告密之徒，殊不掛意，宜體此心，務以德養人，即是勿毀之道。」公對曰：「陛下平定宇內，實如詔旨。今功業既定，天下已安，而日慎一日，務以德勝。臣等雖愚，敢不奉識聖意。」太宗又謂蕭璟曰：「卿在隋時，數見皇后否？」璟對曰：「自其兒女，不得相見；臣何人也，輒得見之。」公曰：「臣聞煬帝，特不信齊王，常有中使察之，奏其飲宴，則曰：『經營何事稱意』若其憂悴，則曰：『彼將有他念。』故爾父子之間且猶至是，而況他人乎？」太宗曰：「今朕視正道，勝煬帝知齊王遠矣。」 \\n ○對隋主入突厥界 \\n 太宗曰：「大業之初，隋主入突厥界，兵馬之強，自古已來不過一兩代耳。大業之末，夷人極盛，今一衰弊，並為我擒。以此觀之，富貴不可驕逸也。」公對曰：「天下安危，唯在為政善惡。臣觀隋氏、突厥之敗，實由貪賤放逸。陛下居安思危，故得天下靜謐。」 \\n ○對不見讜言 \\n 太宗謂侍臣曰：「比三兩月來，不見公等讜言，未知以朕不可諫爭，隱而不言為是庶事咸得不須論也！」公對曰：「陛下每見一事即為鑒誡，臣等深識聖情，必事理有違，豈敢隱而不奏。然比來大使既出，內外無事，所以不論。」 \\n ○對喪亂未有如隋日者 \\n 太宗曰：「古來雖復時遭喪亂，未有如隋日者。朕皆平之，功何如古人？」公對曰：「前代雖逢喪亂，皆有牧宰割據，不過數歲即有所歸。至於隋末天下鼎沸，百姓塗炭，經十餘年，陛下應天順人，一時平定，此乃再造天地，重立區夏，此之功業，古來未有。」 \\n ○對人君所務寬厚 \\n 太宗謂右僕射李靖等曰：「人君之道，唯在寬厚，非但刑戮，乃至鞭撻亦不欲行。比每人嫌朕太寬，未知此言可行否？」公對曰：「古來帝王，以殺戮肆威者實非久安之策。臣等見隋煬帝初有天下，亦大威嚴，而官人百姓造罪未一。今陛下仁育天下，萬姓獲安，臣下雖愚，豈容不識恩造。」太宗曰：「公等假以為非，朕終不改此志。」 \\n ○對向曉後有一星 \\n 太宗謂李靖等曰：「今旦向曉，復有一星出東方，舊者合昏沒，何因更有此星？」又曰：「埽星。」公對曰：「典籍所載，有長星，有孛星，有彗星。長星其形極長，孛星小短，彗星如埽形。今人所謂埽者，即是彗星。」公又奏曰：「臣聞古帝王未有無災變者，但能修德，災變自消。陛下因有天變，遂能誡懼，反覆思量，深自克責，雖有此變，必不為災。」 \\n ○對人身假令無病 \\n 太宗曰：「夫人之身，假令無病，不免有疥癬，及時有小惡處。用人求備，理實為難。」公對曰：「自古為政，但舉大體。堯舜之時，非全無惡，但為惡者少；桀紂之代，非全無善，但為惡者多。譬如百尺之木，豈能無一枝節今官人居職，豈能全不為非但犯罪者少，即是大化。」 \\n ○對百姓籍我撫養 \\n 太宗謂房玄齡等曰：「今天下百姓，籍我撫養，先須令我安穩。今上封者，唯道九成往來，百姓辛苦。」公對曰：「陛下意存容納，許其進言，則妄處多不妨，時有可錄。陛下所有短長，此人多不肯隱，但容納之，亦是善事。」 \\n ○對百姓大似信佛 \\n 太宗謂長孫無忌等曰：「在外百姓，大似信佛。上封人欲我每日將十個大德共達官同入，令我禮拜。觀此，乃是道人教其上書。」公對曰：「佛法本貴清淨，以退浮競；且道、俗事既不同，昔釋道安，一時名德，符永固與之同輿，權翼以為不可；釋惠琳非無才俊，宋文引之升殿，顏延之云：『此三台之位，豈可使刑餘之人居之。』今陛下若欲崇信佛教，豈須日別見道人。」 \\n ○對兒子常一處 \\n 吳王恪奉見太宗，謂房玄齡等曰：「朕於兒子，常欲一處。但家國事義，實亦不同。欲令其子孫代代桓繼，且又絕其覬覦。朕今供養太上皇，與私亦異，以鎮撫四海，不貽太上皇憂。為孝則天子之孝也。」公對曰：「臣聞孝行有三：大孝尊親，其次不辱，其下能養。今陛下立身揚名，富有天下，華夷安泰，此實大孝，豈同進饘粥侍左右之孝也。且以四海之主，豈比庶人若與子孫同在一處，非所以保根固本之策。」 \\n ○對無事與公等飲 \\n 太上皇幸兩儀殿，內外群臣奉見太上皇，還西宮，太宗從至大安宮，還，顧謂長孫無忌等曰：「今天下無事，侍太上皇與公等同宴，可謂至樂。然朕若與公等忘政事，但歡宴，蓋非常安之法。」公對曰：「陛下酣宴之後，猶不忘庶政，古者堯舜禹湯所以太平，實用此道。」太宗因曰：「古之人君處廊廟，居逸樂，臣下一事失所，便棄前功，解免黜放，急處如此。」公對曰：「人君發怒於一臣，將行刑罰而能念其舊功者，鮮矣。陛下今發德音，臣等幸甚。」 \\n ○對言者君子之樞機 \\n 太宗曰：「朕每思言者，君子之樞機，談何容易；匹夫之間，出言不善，人或記之，成其恥累。朕則四海之主，出一言失所，虧損豈同匹夫者邪？」公對曰：「人君居四海之尊，若有虧失，古人以為日月之蝕，人皆見之，實如陛下之所誡慎。」 \\n  \\n   \\n  "}
{"章节": "第四卷", "正文": "  \\n 第四卷 \\n 　 \\n  \\n ○對所居殿隋文帝造 \\n 太宗謂房玄齡等曰：「朕所居殿，隋文帝造，已經四十於年，損壞處少。唯承乾殿是煬帝造，工多覓新奇，鬥棋至小，年月雖近，破壞已多。今為政，更欲別作意見，亦恐似此屋耳。」公對曰：「昔魏文侯時租賦歲倍，有人致賀，文侯曰：『令戶口不加，租賦歲倍，此由課斂多，譬如皮，熟之令大則薄，令小則厚，理人當亦如此。』由是魏國大化。臣今量之，陛下為政，百夷賓服，天下已安，但須守今日化道，亦歸之於厚，此即是已足也。」 \\n ○對周齊末主優劣 \\n 太宗謂公曰：「昨進周齊史看，末代之主，為惡莫不相似，俱至滅亡。然兩主若為優劣？」公對曰：「二主亡國雖同，其行即別。齊主懦弱，政出多門，上下相蒙，遂至亡國；周主立性凶強，威福在己，亡國之事，皆在其身。以此而論，齊主為劣。」 \\n ○對平定四方 \\n 太宗謂侍臣曰：「計朕平定四方，優勤百姓，雖不及前代哲王，比煬帝故應萬倍。但君臣相須，事同魚水。然魚不得水則立，水無魚則廢。世有理亂，移易風俗，終自如舊。固知國家唯藉臣佐及百姓，共相翊戴，方得保其尊榮。」公對曰：「昔楚王召詹何為相，何曰：『唯解修身，不解理國。』王又遣使重請何曰：『未有身正而國不理者。』今遠方慕化，並由陛下克己自修，所以夷狄咸知效命。」 \\n ○對刑法寬猛 \\n 太宗御太極殿，大赦，因謂侍臣曰：「為君極難，法若急，恐濫及善人；法若寬，則不肅姦宄。寬猛之間，若為折衷？」公對曰：「自古為政者，因時設教。若人情似急，則濟之以寬；如有寬慢，則糾之以猛。時既不常，所以法令無定。」 \\n ○對有天下者皆欲子孫萬代 \\n 太宗曰：「朕常思，自古有天下者，皆欲子孫萬代，政化過於堯舜，及其所行，則與堯舜相反。如秦始皇，亦是英雄之主，平定六國已後，才免其身，至子便失其國。桀紂幽厲，亦皆喪亡，朕為此不得不懼。且天下百姓，傾耳側目，唯看善惡。朕豈得不自思之。」公對曰：「自古以來，人君為難，只為出言即成善惡。若人君出言欲聞已過，其國即興；若出言欲人從已，其國即喪。古人云：『一言可以興邦，一言可以喪邦。』正為如此。但天下人，皆自進於陛下以榮其身，若正人即欲以正道輔佐，佞人即欲以邪道自媚，工巧者則進奇服異器，好鷹犬者即欲勸令畋游。所欲自進者，不覺為非，皆言為是。若陛下常守正道，則奸人不能自效，如開其路，則人人欲遂其心矣。」太宗曰：「然。」 \\n ○對隋大業起居注 \\n 太宗問侍臣：「隋《大業起居注》，今有在者否？」公對曰：「在者極少。」太宗曰：「起居注既無，何因今得成史。」公對曰：「隋家舊史，遺落甚多。比其撰錄，皆是採訪，或是其子孫自通家傳參校，三人所傳者，從二人為實。」又問：「隋代誰作起居舍人？」公對曰：「崔祖濬、杜之鬆、蔡允恭、虞南等。臣每見虞南說，祖濬作舍人時，大欲記錄，但隋主意不在此，每須書、手、紙、筆所司多不即供，為此，私將筆抄錄，非唯經亂零落，當時亦不悉具。」 \\n ○對帝王有盛衰 \\n 太宗謂侍臣曰：「觀古來帝王，有盛有衰，猶朝之有暮，皆為蔽其耳目，忠正者不言，邪諂者日進。既不見其過，以至於滅亡。朕在九重之中，不能遍覽天下，故布之卿等，以為朕之耳目，莫以天下無事，四海安寧，便不存意。」公對曰：「自古亡國之主皆為居安忘危，處理忘亂，所以不能長久。陛下富有四海，內外清晏，遂能留心政道，常如臨深履薄，國家曆數，自然靈長。臣等濫當重任，今又親蒙誡勖，唯知自勵，敢不盡心。」 \\n ○對隋末百姓不自保 \\n 太宗曰：「隋時百姓，假有財物，豈能自保自我有天下以來，存心撫養，無所科差，人人皆得營產業，守其資財，即我所賜。向使我徵求無已，雖數賞賜，亦不如不得。」公對曰：「堯舜在上，百姓亦云：『耕田而食，鑿井而飲。』含哺鼓腹而云：『帝有何力於其間哉。」今陛下如此含養百姓，可謂日用而不知矣。」又奏曰：「昔晉文公出畋，逐獸碭入大澤，迷不知所出。其中有漁者，文公謂曰：『我，若君也，道安從出我且厚賜汝。』漁者曰：『臣願有獻。』文公曰：『出澤而受之。』於是送出澤。文公命曰：『子之所欲教寡人者何也願受之。』漁者曰：『鴻鵠保大海之中，厭而數移徙之小澤，則必有繒弋之憂；鼋鼍保淵厭而出之淺渚，則必有網羅釣射之憂。今君逐獸，碭入至此，何行之大遠也。』文公曰：『善。』謂從者記漁者名，漁者曰：『君何以名為君其尊天事地，敬社稷，固四國，慈愛萬民，薄賦斂，輕租稅者，臣亦與焉；君不尊天事地，不敬社稷，不固四國，外失禮於諸侯，內逆人心，一國流亡，漁者雖有厚賜，不得保也。』遂辭不受。」太宗曰：「卿言是也。」 \\n ○對月令早晚有 \\n 太宗謂侍臣曰：「《月令》蚤晚有？」公對曰：「今《禮記》所載，《月令》起自呂不韋。」太宗曰：「但為政專依月令，善惡復皆如所記否？」公對曰：「秦漢已來，聖主依《月令》事多矣；若一依者，亦未有善，但古者設教，勸人為善，所行皆欲順時，善惡亦未必有此。」太宗曰：「《月令》既起秦時，三皇五帝並是聖主，因何不行《月令》？」公對曰：「計《月令》起於上古，是以《尚書》云：『敬授人時。』呂不韋止是修古《月令》，未必始起秦代也。」 \\n ○對讀書善事 \\n 太宗問曰：「朕比讀書，所見善事，並即行之，都無所疑；至於用人，則善惡難別，故知人極為不易。朕比任使公等數人，何因政化猶不及文景？」公對曰：「陛下留心政道，委任臣等，逾於古人，正由臣等庸短，不能副陛下所寄；若論四夷賓服；天下無事，古來未有似今日者。至於文景，不足以方聖德。」公又曰：「自古人君，初為政者皆欲比於堯舜，及天下既安，即不能終其善事。人臣初被委任，亦欲盡心竭力，及得富貴，即欲保全官爵。若使君臣常不懈怠，豈有天下不安之理？」太宗曰：「確論至理，誠如公言。」 \\n ○對弘演內肝 \\n 太宗謂侍臣曰：「狄人殺衛懿公，盡食其肉，獨留其肝，弘演呼天大哭，自出其肝而內懿公之肝。今欲求其人，不可得也。」公對曰：「在君待之而已。昔豫讓為智伯報仇，欲刺趙襄子，襄子執而護之，謂讓曰：『子昔不事范中行乎智伯盡滅之，子乃委質智伯，不為報仇，今為智伯，何也』讓答曰：『臣昔事范中行，中行以眾人遇我，我以眾人報之；智伯以國士遇我，我以國士報之。』在君禮之而已，何患無人。」 \\n ○對懷州有上封事者 \\n 太宗謂侍臣曰：「朕昨往懷州，有上封事者云：『何為常差山東眾丁於苑內營造，即日徭役似不減隋時。懷洛已東雕殘，人不堪命，而畋獵尤數，驕逸之主也。今者復來懷州游畋，是不得復至洛陽矣。』夫四時搜狩，既是帝主常禮，今幸懷州，秋毫不乾於百姓，凡上書諫爭，自有常准。臣貴有辭，主貴能改。如斯詆毀，有似咒詛。」公對曰：「國家開正言之路，所以上封者極多。陛下親自披閱，或冀片言可取，所以僥倖之士，得肆丑詞。臣諫其君，甚難折衷，從容諷動使行之。孔子曰：『凡諫有五，吾從諷諫。』漢元帝嘗酎祭宗廟，出便門，御樓船，御史大夫薛廣德當乘輿前，免冠頓首曰：『宜從橋。陛下不聽臣，臣自刎，以頸血汗車輪，陛下不得入廟矣。』元帝不悅，光祿勳張猛進曰：『臣聞主聖臣直，乘船危，就橋安。聖主不乘危。廣德言不可不聽。』元帝曰：『曉人不當如是邪。』乃從橋。以此而言，張猛可謂能諫其君者也。」 \\n ○對百姓安否 \\n 公拜埽還鄉，太宗遣三衛二十人從，仍借殿中馬三十匹，賜物七百段。並給傳乘。至是還，奉見焉，太宗勞之曰：「今日卿至，真可謂喜也。」公再拜謝。太宗乃問所經百姓安否，公對曰：「百姓咸蒙亭毒之恩，並得安居樂業。」太宗曰：「朕存心愛養，不愧古人，所未免百姓之言，唯獵一事耳。」時桂陽主在座，奏稱：「陛下出遊，唯將近親左右及給使等，何關百姓？」公曰：「譬如人之故舊，有兒子無賴，破其產，雖不關已，然心必惡之。」又曰：「去冬暮，從懷州還，有人言陛下復欲幸關南，在外悉裝束訖而竟不行，因何有此消息。」太宗笑曰：「當時實有此心，但畏卿嗔，遂即不去。」公再拜謝。 \\n ○對守文創業 \\n 太宗謂侍臣曰：「帝王之業，草創與守文，孰難？」左僕射房玄齡奏稱：「天地草昧，群雄競逐，功破乃降，戰敗乃服。由此言之，草創為難。」公對曰：「帝王之起，必由仁德，天下樂推，同心協力，為物除害，天授人與，翻為不難；然既得之後，志趣驕逸，人樂安靜而行役不休，人已雕殘而裒斂不息，有國之弊，常由此起，以斯而言，守文則難。」太宗謂房玄齡曰：「卿所對，不如徵之切也。」 \\n ○對君臣治亂 \\n 太宗謂侍臣曰：「君亂於上，臣理於下；或臣亂於下，君理於上，二者苟逢，何者為甚？」公對曰：「君心向理，則照見下非；若誅一勸百，誰敢不畏若昏暴於上，忠諫不從，雖百里奚、伍子胥之在吳虞，不救其禍。」太宗曰：「必如此也。齊文宣惛暴，楊遵彥以正道扶之，得理，如何？」公對曰：「遵彥彌縫暴主，救理人物，才得免亂，亦甚艱辛，於聖主嚴明，臣下畏法，不同日而語。」 \\n ○對山崩川竭 \\n 太宗謂侍臣曰：「山崩川竭，自古以為災。比來水旱不調，抑亦由人事」。公謝曰：「山有朽壤而崩，古人不以為患；唯政教有失，乃以為災。」太宗曰：「然。」 \\n ○對隋主博物有才 \\n 太宗謂侍臣曰：「朕觀隋主文集，博物有才，亦知悅堯舜之風，五桀紂之行。然而行事，即與言相違，何也？」公對曰：「自古稱人主之善，在有君人之量，能任使人，智者為之謀，勇者為之戰，雖聰明聖哲，以黈纊冕旒垂耳目。隋主雖有俊才，無人君之量，恃才驕物，所以至於滅亡。」太宗曰：「然。昔漢武徵役不息，戶口減半，中涂能改，還得傳祚子孫。向使隋主早寤，亦不至滅亡也。」 \\n ○對往歲馬料 \\n 太宗曰：「往歲馬料甚厚，今唯料麩三升，數年來又放宮人三五千人出，准計所費，與舊當減半，何為往日人多料厚而常足，今日人少料薄反以不供，何也？」公對曰：「往歲所須，皆於百姓取足；今日所用，皆於倉庫出供，所用雖多，不擾百姓；所以用雖少於往時，而供進時有所闕。」 \\n ○對古今人同異 \\n 太宗問曰：「今人與古人同邪。」公對曰：「人多以古人淳樸，今人澆浮。以臣量之，勢亦相似。」太宗曰：「今之人固不及古，古之君臣為化，唯以百姓心為心；近代帝王，唯損百姓以適其欲。朕今與公等，雖不及古，然須以百姓為心，不得有損於物而自奉也。」 \\n ○對慶善樂為文舞 \\n 慶善樂為文舞，破陣樂為武舞，詔公及虞南、褚亮、李百藥等為之詞。太宗謂侍臣曰：「昔周公相成王，制禮作樂，久之乃成。逮朕即位，數年之間，成此二樂；五禮又復刊定，未知堪為後代法否朕觀前王有功於人者，作事施令，有即為法所貴，不忘其德者也。朕既平定天下，安堵海內，若德惠不倦，有始善終，自我作古，何慮不法。若遂無德於物，後代何所遵承以此而言，後法不法，猶在朕耳。」公對曰：「陛下撥亂反正，功高百王，自開闢已來，未有如陛下者也。更創新樂，兼修大禮，自我作古，萬代取法，豈止子孫而已。」 \\n ○對太子師保古難其選 \\n 太宗謂侍臣曰：「太子師保，古難其選。成王幼小，以周召為保傅，左右皆賢，足以長仁致化，稱為聖主。及秦之胡亥，始皇所愛趙高作傅，教以刑法，及其篡也，誅功臣、殺親戚，酷烈不已，旋踵亦亡。以此而言，人之善惡，誠由近習。朕弱冠交遊，唯柴紹竇誕，然則誕等為人，既非三益，及朕居寶位，經理天下，雖不及堯禹之明，庶免乎孫皓、高緯之暴，以此言之，復不由染，何也？」公對曰：「中人可與為善，亦可與為惡。然上智之人，自無所染。陛下受命自天，平定寇亂，救兆人之命，旋致昇平，豈紹誕之徒能累聖德但《傳》云：『放鄭聲，遠佞人。』近習之間，尤宜深慎。」太宗稱善。 \\n ○對漢代常以八月選子女 \\n 太宗謂侍臣曰：「漢代常以八月選洛陽中子女資色端麗者，載還後宮，此不可為法。然即日宮內，甚多配役之口，使其誕乳諸王，是非所宜。據此論選補宮列，理宜依禮。」公對曰：「人多惑嬖色，乃致敗亂。周幽惑褒姒，晉獻惑驪姬，耽於寵欲，廢嫡立庶，幽王因此身死，遂喪西周；獻公身雖護沒，禍延數代。嬪御之間，所宜深慎。」 \\n ○對帝王之興有天命 \\n 太宗問侍臣曰：「帝王之興，必有天命，非幸而得之也。」房玄齡對曰：「王者必有天命。」太宗曰：「此言是也。朕觀古之帝王，有天命者，其勢如神，不行而至；其無天命，終至滅亡。昔周文王、漢高祖，啟洪祚，初受命，則赤雀來；始發跡則五星聚。此並上天垂示，徵驗不虛。非天所命，理難妄得。朕若仕隋朝，不過三衛，亦自惰慢，不為時須。」公對曰：「《易》云：『潛龍勿用。』言聖德潛藏之時，自不為凡庶所識，所以漢祖仕秦，不逾亭長。」 \\n ○對封禪 \\n 太宗謂房玄齡等曰：「封禪是帝王盛事，比表請者不絕，公等以為何如？」公對曰：「帝王在德不在封禪。自喪亂已來，近泰山州縣，雕殘最甚。若車駕既行，不能全無使役，此便是因封禪而勞役百姓。」太宗曰：「封禪之事，不自取功績歸之於天；譬如玄齡等功臣，雖有益於國，能自謙讓歸之於朕，豈似不言而欲自取。今向泰山，功歸於天，有似於此。然朕意常以嵩高，既是中嶽，何謝泰山。公等評議。」 \\n ○對積德累仁 \\n 太宗問公曰：「朕為人主，實仰止古先帝王。至於積德累仁，豐功厚利，四者朕皆行之，何等優劣？」公對曰：「德仁功利，陛下兼行矣。至於功利二善，所益居多。夫平海內之亂，除戎狄之害，是陛下之功；安堵黎元，各復生業，是陛下之利。」 \\n ○對賢人出仕 \\n 太宗謂侍臣曰：「夫賢人出仕，進則利物榮主，退則官達名成，勤於此事，聞之益少。唯有見惡如崩，淫酒是務，此皆不學而能，是以善人常少，惡人居多。古人稱百年一賢，謂之比戶企佇，奇才常不可得。」公對曰：「夫賢人居則善其身，達則兼濟其物。是以明聖求之，不有懈怠。」 \\n ○對帝王不能常理 \\n 太宗謂侍臣曰：「朕聞自古帝王，亦不能常化。假令內安，必有外擾。當今遠夷率服，百穀豐稔，賊盜不作，內外寧靜，朕喜得此事，故共公等樂飲。此非朕一人之力，亦由公等共相存輔。然安不忘亡，理不忘亂，雖知今日無事，亦須思臣終始，常得如此，始是可貴。」公對曰：「自古以來，元首股肱不能備具，或時君聖臣即不賢，或遇賢臣即無聖主。今陛下聖明，所以致化；臣等駑蹇，不稱陛下所任，然臣等雖不堪任用，陛下放黜即得；若有賢臣，但令君不思化，亦無所益。今天下太平，臣等以為喜，此由陛下居安思危，孜孜不怠。」太宗曰：「萬機事重，豈得不思。公可語起居郎，常書笏上云：『居安思危。』朕若不思，即向朕道。」 \\n ○對加藺謨罪 \\n 太宗與大將軍藺謨語，謨不對，太宗怒而繫之，後知其聾，乃釋不問，謂侍臣曰：「我昨發怒藺謨，若遂加其罪，豈不枉濫。」公對曰：「古者帝王多因喜怒遂濫其賞罰。今陛下思怒藺謨，遂能卻更思省，若此心不移，四海之福。」 \\n ○對凌敬乞貸責所舉 \\n 有司奏：「近臣所薦凌敬，乞貸之狀。」太宗責公等濫進何也，公對曰：「臣等每蒙顧問，常具言其長短，有學識，強諫爭，是其所長；愛生產，好經營，是其所短。今其為人作碑文，教人讀書，即附托官人，回易求利，與臣等所說事實未乖。陛下未用其長，唯見其短，以為臣等欺罔，實不甘心。」 \\n ○對高麗等三蕃僧求學 \\n 高麗等三蕃僧，求學至中國，游萊州，萊州以聞。太宗曰：「不須遣來，此非為學問，但覘國家虛實耳。」公對曰：「陛下所為，若善此等，固當取則；若不善，雖拒蠻夷，亦無益也。」 \\n ○對可愛非君 \\n 太宗曰：「《書》云：『可愛非君，可畏非人。』天子者，有道則人推而為之主，無道則人棄而不用，誠可畏也。」公對曰：「古語云：『君，舟也；人，水也。水能載舟，亦能覆舟。」陛下以為可畏，誠如聖旨。」 \\n  \\n   \\n  "}
{"章节": "第五卷", "正文": "  \\n 第五卷 \\n 　 \\n  \\n ○或奏公阿黨親戚 \\n 或奏公阿黨親戚者，太宗使御史大夫溫彥博案驗其事，乃言者謬妄。彥博奏：「魏徵人臣，須存形跡，不能避遠嫌疑，為人所道，雖情在無私，事亦可責。」乃令彥博以此旨責公。因謂之曰：「君前後諫爭，凡數百條，豈以小事損君眾美。自今以往，不得不存形跡也。」經數日太宗問公曰：「昨來在外，聞有何不是事？」公正色曰：「前日令彥博宣敕，語臣何因不作形跡，此言大不是。臣聞君臣葉契，義體一同，未聞不存公道，唯事形跡。若君臣上下同遵此路，則邦之興喪，或未可知。」太宗瞿然改容，曰：「前發此語，尋已悔之，君不得因茲遂懷隱避。」公乃再拜而言曰：「臣以身許國，正道而行，必不敢欺負；但願陛下使臣為良臣，勿使臣為忠臣。」太宗曰：「忠良有異乎？」公曰：「良臣，稷契咎繇是也；忠臣，龍逢比乾是也。良臣使身獲美名，君受顯號，子孫傳業，福祿無疆。忠臣身受誅夷，君陷大惡，家國並喪，獨有其名。由此而言，相去遠矣。」太宗謂曰：「君但莫違此言，朕不忘社稷之計。」乃賜絹一百匹。 \\n ○權貴疾公 \\n 權貴疾公，每言於太宗曰：「魏徵凡所諫爭，委曲反覆，不從不止，意以陛下為幼主，不同於長君。」太宗曰：「朕少不學問，唯好弓馬，至於起義，即有大功；既封為王，偏蒙偏愛，理道政術，都不留心；及為太子，初入東宮，思安天下，欲克己為政，唯魏徵與王珪導我以禮，弘我以道，勉強從之，大覺利益，遂力行不息，以致太平，並魏徵等之力，所以特加禮重，每事聽從，非私之也。」言者乃慚而止。 \\n ○霍行斌告變 \\n 霍行斌告變，公預其事，太宗覽之，謂侍臣曰：「此言大無由緒，不須鞫問，行斌宜付所司定罪。」公曰：「臣蒙近侍，未以善聞而有大逆之名，罪合萬死。陛下曲垂矜照，臣將何以自安請鞫之。」尋仍拜謝，太宗曰：「卿之累仁積行，朕所自知。愚人相謗，豈能由己，不須致謝也。」 \\n ○房玄齡考績不平 \\n 房玄齡、王珪掌內外考績，治書御史權萬紀奏其不平，追案勘問，王珪不伏，太宗付侯君集案之。公奏稱：「無阿私，必不可推鞫。」太宗大怒，令君集勘當。未奏，太宗問君集，君集奏稱：「『臣謂魏徵，玄齡、王珪挾私濫考，何得阿黨，固執言不可推。』徵答云：『玄齡、王珪俱是國家重臣，並以忠正任使，其所考者既多，或一兩人不當，祗是見有左右，終非心有阿私。若即推繩，不相信任，此事便不可信，何以堪當重委。假令錯謬有實，未足虧損國家。窮鞫若虛，失委大臣之體。且萬紀每日常在考堂，必有乖違，足得論正，當時鑒見，一無陳說，身不得考，方始糾彈，徙發在上嗔怒，非是誠心為國，無益於上，有損於下，所惜傷於正體，不敢有所阿黨。』」遂釋不問。 \\n ○侍宴於丹霄門 \\n 太宗宴於丹霄門樓，極歡，長孫無忌奏稱：「王珪、魏徵昔在東宮，臣等疾之如仇，豈謂今日並坐而宴。」太宗曰：「魏徵等既能盡心，所事當時誠亦可恕。朕能拔擢用之，以至今日，足謂無愧古人。」酒酣，太宗謂曰：「徵每諫，我不能得，即嗔，公等知否？」公對曰：「臣諫不得，實未有喜，亦不敢嗔。」太宗曰：「君若不嗔，何因臨時不應？」公對曰：「臣以事有不可，所以進諫。若不從輒應，便恐此事即行。」太宗曰：「當時且應，更別陳論，亦何為不得？」公曰：「昔舜戒群下：『汝無面從，退有後言。』若臣面從，陛下方始別陳，此即退有後言，豈是稷契事堯舜之意？」太宗大笑曰：「人言魏徵舉動疏慢，此實不然。朕但見其所為，只覺婉媚耳。」公拜謝，曰：「陛下導之使言，臣所以敢諫；若陛下不受，臣豈敢數犯龍鱗。」太宗曰：「史官須記此言。」 \\n ○論止足之分 \\n 公頻論止足之分，太宗未之許。公曰：「群臣委任既久，許其避退，權用之，次觀其能否；既得預察群才，又無獨任之謗，使善人得進，長廉讓之風；若能行之於今，足為將來永法。」太宗曰：「信如公言，然論者猶有同異，待至京下當別議。」 \\n ○太宗謂侍臣天下安寧 \\n 太宗謂群臣曰：「為政者，豈待堯舜之君，龍益之佐。自我驅使魏徵，天下乂安，邊境無事，時和歲稔，其忠益如此。」先是，將發十六道黜陟大使，畿內道未有其人，太宗親定之，問房玄齡等曰：「此道事最重，誰可先使？」右僕射李靖對曰：「畿內事大，非魏徵莫可。」太宗作色曰：「朕欲向九成，事亦不小，寧遣魏徵邪朕每行，不欲與其相離者，適為其見朕是非，必無所隱，今從公等語遣去，朕若有得失，公等能止邪？」乃令李靖充使，公從往九成宮。 \\n ○太宗御西堂宴集 \\n 太宗坐於丹霄門外之西堂，引公及右僕射李靖、中書令溫彥博等入宴，言及群臣才行，謂靖等曰：「朕自為王至於今日，官人或上書獻計，勸朕為善者多矣，日月稍久，官職漸大，志意即移，言論漸少，無不衰倦；唯魏徵與朕為善，官職益高，志節彌厲，見朕一事失所，甚於已身有過，朝夕孜孜，終始如一。自立以來，唯見此一人而已。是以敬之重之，同於師傅，不以人臣處之。」其後每謂房玄齡等曰：「魏徵被我拔擢特異，其報我亦深矣。君與我契闊艱辛，多歷年所，勞苦之極，人莫能加。然自即位以來，輔弼我躬，安我社稷，成我今日功業，為天下所稱，君不得與魏徵比矣。」 \\n ○文德後載誕侍宴 \\n 文德皇后誕公主，月滿，宴群臣於丹霄殿。太宗命公圍棋賭，公再拜曰：「臣無可賭之物，不敢煩勞聖躬。」太宗曰：「朕知君有物，不須致辭。」公固言無物堪供進者，太宗曰：「朕知君大有忠正，君若勝，朕與君物；君若不如，莫虧今日。」遂與公棋，才下數十子，太宗曰：「君已勝矣！」賜尚乘馬一匹，並金裝鞍轡勒，仍賜絹千匹。 \\n ○進五代史 \\n 武德中，公與侍中陳叔達、中書令蕭瑀、左僕射封德彝、太子詹事裴矩等，同奉詔分修魏、梁、陳、周、齊、隋六代史。侍中已下，各居權要，既不相統攝，撰者無所稟承，事曆數年，竟無次序。貞觀初，公為秘書監，乃奏停後魏而修梁以下五代。奉敕遣秘書丞令狐德棻、秘書郎岑文本撰周史，前中書侍郎顏師古、給事中孔穎達撰隋史，著作郎姚思廉撰梁陳史，中書舍人李百藥撰齊史。師古徙職，以許敬宗代之。公受詔總加修撰，裁定去取，咸資筆削，多所損益，務在簡正。隋史序論皆出公手，梁陳及齊各為總論。梁史六秩五十六卷，陳史四秩三十六卷，周史五秩五十卷，齊史五秩五十卷，隋史六秩五十五卷，奏之，時稱良史，加左光祿大夫，進封鄭國公，賜物二千段。 \\n ○讓左光祿大夫 \\n 公詣朝堂，抗表讓左光祿大夫，附崔確奏稱：「臣在隋朝，備經喪亂，如臣流輩，死亡略盡，臣得奉太平，又特蒙拔擢，恩澤既深，唯思報效，但臣先有眼疾，比加風疹，轉加增劇。天才陰晦，數步之外，全不見人；倉卒轉動，即覺心識悶亂。方今天下無事，英彥如林，無容痼疾之人久在樞近，非但不可，更加二品，仍乞解侍中之職，授臣一二品散官，不離左右，足申愚見，拾遺補闕，非敢虛飾，此實臣志願。」太宗令崔敦禮謂之曰：「國之安危，資於輔弼，得其人則日隆日化，失其人則敗不旋踵。公寬以接下，忠以奉上，朕每有乖僻，公未嘗不言，社稷安危，唯公是寄。假使公全無兩目，猶當舁公置於左右，朝夕諮詢；況公所患非重，便欲拂衣高蹈，匪獨乖於朕意，僉議以為未可。」 \\n ○太宗移舊閣 \\n 太宗謂侍臣曰：「我疹病，移一舊閣，伊乃謗我作望陵台，公等須為我鞫問取。」謂楊師道曰：「卿道姜行本作處，用十車銅，聞誰道？」師道奏曰：「魏徵道。」太宗問公曰：「何以生此？」公不應。太宗再三問，對曰：「道十車銅，是諫爭語；臣若道姓名，某即是訕謗，必不益聖德。」太宗曰：「我有事，皆向卿道，今卿乃為在下，不向朕道，是朕盡心向卿，卿不盡心向朕也。」因令御史引出鞫問之，乃謂治書侍御史杜正倫曰：「朕於天下亦是有功，每至祠祭，雖不親行，常心懷悚懼。魏徵於朕，非義從府臣，朕於罪人之中擢與富貴，得朕借問，遂有所隱。朕事天即能畏敬，魏徵即事，便不盡心。昔蕭何有大功於漢家，祗為請上林地，漢高祖尚係械之，計魏徵勛庸，豈得與蕭何為等，朕為其能諫爭，遂寵遇至此，乃恃寵自驕。朕昔問房玄齡事，答云『不知，』徵當即奏稱：『豈有人臣報主得有所隱。』朕今借問，便不盡心。遣御史推問，乃負氣作如此行步，若朕兒能諫爭，還作此驕慢，亦須撲殺。朕到伊上，豈有顧惜，看伊意況，似國家不得伊時即不得理。古來帝王，未有魏徵，亦得為化，在朕今日，何藉魏徵。」敕杜正倫速按問。公附奏稱：「此閣初移，臣等面奉敕旨，本為避濕，所造不多；但眾庶無知，或有謗議，臣初聞望陵台名，即欲內奏，仍共楊師道平章云：『此名必是浪語，若出合名，百姓自然不惑。』師道語臣：『有便即奏至尊，聽其與說。』不願即顯姓名，非是欲私其人，故隱不道。陛下深居九重，細事不可親見；臣作股肱耳目，非問無由得知。臣數日前見少府監官某乙，問訪比來作司事務多少，云：『更無造作，事亦不多，但北門造閣處，須釘鍱甚急，恐少，便須市。』供作司唯恐闕乏獲罪，臣即語云：『移一舊閣費用幾何』報臣云：『雖是舊事料理，釘鍱須十車五車。』臣即向師道說。前日面奉進，止所造，蓋亦不多役人，又是丁匠，何因人有此語師道共臣平章。只是至尊每事存養，無所造作，人見小小事，即以為多。百姓不可家至戶說，那可彰其言語。」遂釋不問。太宗御百福殿，公奉謝，太宗令韋挺謂之曰：「卿罪重於千鈞，朕任卿使卿，逾於管仲，自近代已來，君臣相得，未似今日。昨問卿事，遂隱不言，朕今思量深可怪恨，向若遂即不道，終不與卿相見。欲論十年任使，一朝遂失，朕意可不惜邪賴卿出外列其姓名，朕錄卿忠誠，所以不責。」公對曰：「臣本九泉下人，蒙陛下拔擢，職在樞近，已經十年，情有所守。昨日遂被聞奏，罪合萬死。陛下平一海內，愛養生人，天授明德，情存至化，軍國機務，皆出聖躬，臣承受不暇，有何功績昨日若死，今日無由奉見聖顏。」 \\n ○太宗即位有上書者 \\n 太宗謂長孫無忌等曰：「朕躬即位之初，有上書者非一，或言人主必須威權獨運，不得委任群下；或耀兵振武，威懾四夷，唯有魏徵勸朕偃草興文，佈德施惠，中國即安，遠人自服。朕從其語，天下安寧，絕域君長皆來朝貢，九夷重譯，相望於道。凡以此等事皆魏徵之力也。朕之任用，豈不得人。」公拜謝曰：「陛下聖德自天，留心政術，臣以庸短，承受不暇，豈有所益。」 \\n ○太宗幸積翠池賜宴賦詩 \\n 太宗幸積翠池，賜貴臣宴。太宗曰：「今茲年穀既登，邊方靜息，因此農隙，與公舉酒，酒酣各詠一事。」公得西漢，其詞曰：「受降臨軹道，爭長赴鴻門。騑傳渭橋上，觀兵細柳屯。夜宴經柏谷，朝游出杜原。終藉叔孫禮，方知皇帝尊。」太宗曰：「魏徵所言，必約我以禮。此語意極好，特宜記錄。」 \\n ○皇孫載誕侍宴 \\n 皇孫載誕，太宗幸東宮，置酒極歡。群臣等奏稱：「皇子多已長成，而陛下初未有孫。今者東宮先誕首嫡，此卜代之休徵，無疆之美慶也。率士蒼生，莫不抃舞，臣等喜躍，特百常情。」太宗曰：「君子抱孫不抱子，此是社稷之慶，公等又助朕盡飲，朕安得不喜。」酒酣，太宗召左僕射房玄齡及公於御牀前地席，謂曰：「貞觀已前，從朕平定天下，夷凶克亂，周旋艱辛，玄齡功勳，何所與讓。」太宗自解佩刀以賜之。又曰：「貞觀以來，盡心於主，獻納忠讜，國安人利，犯顏正諫，匡朕之違，唯見魏徵一人。古之名臣，何以加此。」雙解佩刀以賜之。 \\n ○上類戴氏禮 \\n 戴氏禮並為注解二秩二十卷上之，詔曰：「禮經殘缺，其來已久。漢代戴聖爰記舊聞，古今所宗。條目雜亂，先儒傳授，多歷年所，咸事因循，莫能釐正。特進鄭國公。徵文高翰林，學綜冊府，服膺典禮，有志討論，乃依聖所記，更事編錄，以類相從。別為篇第，並更注解，文義粲然，遂得先聖微言，因茲重闡，後之學者，多有弘益，宜付秘書，仍令繕寫，賜皇太子及諸王各一本。」並賜物一千匹。 \\n ○論十六國諸主優劣 \\n 太宗與群臣論及十六國諸主優劣，太宗曰：「苻永固何獨為所稱？」房玄齡對曰：「為任使得人則見稱，無其人則不見稱。當時為有王景略。」太宗謂群臣曰：「此猶朕之有魏徵。」公拜謝焉。 \\n ○預章公主薨 \\n 預章公主薨，公奏：「自豫章公主薨逝，陛下久著素服，群情悚栗，咸不自寧。臣聞古之王者，絕於期服，此乃前書典禮，列代舊章。陛下發上聖之慈，深下流之慟，素服以來，遂經旬月；悼往之義，足為加隆。伏願割無已之痛，從先王之禮，改御常服以副群下之心。臣濫蒙重任，不敢寢默。」太宗從之。 \\n ○太宗以公比諸葛亮 \\n 太宗謂侍臣曰：「魏徵何如諸葛亮？」岑文本對曰：「諸葛亮一國之政，內處寧安，又行師用兵，威動勍敵，見稱今古。魏徵雖未事事盡兼，至於憂國如家，忠言正諫，朝夕孜孜，古人亦無以加也。」太宗曰：「魏徵懷忠奉國，蹈履仁義，唯以道德為務，無所欺負；執持朕躬，必欲致於堯舜之上。諸葛所行，無以過也；所不如者，行師用兵耳。」 \\n ○太宗謂侍臣自知者明 \\n 太宗謂侍臣曰：「自知者明。人不能善鑒已過，如善為文章，工諸伎藝，皆自謂已善，他人不及；若良工商略，文匠詆訶，蕪音拙句，往往而有。又譬傅母養子，颒面豫飾乃堪見人，若櫛髮必須明鏡，覽其形容，以鑒善惡。以此而言，人君亦須得匡諫之臣，道其愆過，即其為政無大乖違。一日萬機，一人聽斷，細微差僻，安能盡美。唯有魏徵，隨事諫正，多中朕失，其進喻啟沃，有同明鏡；分明善惡，獠見已形。即數餐嘉言，安得不喜。」太宗因舉觴以賜房玄齡、高士廉等，數數勵之。 \\n ○辭太子太師 \\n 皇太子承乾不修德業，魏王泰寵愛日隆，內外庶僚，咸有疑議，太宗聞而惡之，謂侍臣曰：「當今朝臣，忠謇無如魏徵，我遣傅皇太子，用絕天下望。」遂命草詔，謂侍臣曰：「其辭乎？」皆曰：「徵昔為侍中，卒以退讓，儲傅之重，恐必不當。」太宗曰：「徵識吾此意，將不固辭矣。」及詔下，拜為太子太傅，公自陳有疾，太宗謂之曰：「太子，宗社之本，須有師傅，故選忠正以為輔弼。昔周幽晉獻廢嫡立庶，有國行此，國必危；有家行此，家必敗，如漢家幾廢太子，賴四皓來助，乃始得安。我今賴公，即其義也。如公疹病，可臥護之。」公乃就職。 \\n ○手詔問疾 \\n 公疾，太宗手詔曰：「不見數日，憂憤甚深，自顧過已多矣，言已失矣，行已虧矣。古人云：『無鏡可以鑒鬚眉』，可謂實也。比欲自往，恐勞卿，所以使人來去。若有聞知，此後可以信來具報。」公奏曰：「堯舜率天下以仁而人從之，桀紂率天下以暴而人從之，下之所行，皆從上之所好。今大臣進一人則疑其親故，拜一人則疑其奪權，欲遣其人，若為展力所以契闊艱辛，同其生死，聞一人之言，即謂可信；新來言者，何以明其無私？」又奏曰：「古者雖犯重罪，君上每言寬宥，必不獲已，方始加刑。且人君之威，甚於雷霆，今欲加其罪，則理外誣造；將宥其過，則法內曲辭；欲求刑，必寬平，吏不嚴酷，不可得也。」又奏曰：「帝王所重在乎定君臣、明父子、正夫婦，三者不亂，然後內外安寧。比見弟子陵師，奴婢忽主，下多輕上，皆有為而來，漸不可長。」又奏曰：「君子有諸已然後求諸人。無諸已然後非諸人，所藏於身不恕而能喻諸人者，未之有也。今臨朝堂，以至公為言；退而行之，乃未免私僻之事。或恐有所不便，聞於在下，即橫加威怒以掩塞之，欲人不知，莫若勿為；欲蓋彌彰，掩之何益。帝王大如天地，信如四時，諸葛亮，小國之臣，猶能開誠心，佈公道，今之為政，未能平心，亦虧公道。心所愛則雖僻不以為非，心所嫌則雖正不見其是，居人上者，其身正不令而行，其身不正，雖令不從。今每發言，常疾私相請托，或至小事，自所未免，上為下效，理必然也，雖加之以罪，必不心伏。」太宗稱善。 \\n ○手詔重聞 \\n 太宗手詔曰：「近來疹病，何似漸得可未卿患日久，言面已賒，理國立家，方知難耳。比日自為，勞思委頓，始驗任人則逸，自任則勞，非虛言也，此懷公想知之，可以意得，書何盡心，略而言耳。」 \\n ○賜殿材為起堂 \\n 公宅內無堂，太宗常欲為營造，公謙讓不受。太宗慮公疾甚，乃以小殿材為造焉，五日而成，仍遣中使齎素屏風素褥几案牀等就賜之，遂其所尚也。公附表陳謝，太宗手詔曰：「觀卿書，不如尋常，憂惋之情切朕懷意，處卿至此，當為橫濟黎元，經圖達化耳，豈為朕一人而已，何事果來相謝。」 \\n ○太宗親臨喪 \\n 公疾亟，太宗幸其第宅，因屏人而語。明日降手詔曰：「觀卿形，甚憂悶。昨語深慰，昨坐久何似，但得眠即無苦，以卿有古人之風，今送被二張，勿辭也。」太宗又幸其第，公命加朝服，拖紳以見，太宗撫之，流涕問所欲言，公對曰：「嫠不恤緯而憂宗周之亡。」乃拜其子叔玉為朝散大夫，並賜牙，仍遣左屯衛中郎將李安儼夜，宿公第，動止輒奏。皇太子亦再幸其第，對之流涕。公薨夜，太宗夢公若平生及朝而奏之，太宗趨臨，赴哭之甚慟，廢朝五日；皇太子亦於西華堂舉哀，悲不自勝，諸王及文武百官、諸州計吏，九品以上皆赴喪所。詔贈司空，相衛黎魏洛刑貝七州諸軍事，相州刺史，諡曰文貞。給羽葆鼓吹班劍四十人，賻絹布千段，米粟千石，陪葬昭陵。因車載柩，無文采之飾，申其宿志也。 \\n ○太宗幸苑西樓觀葬 \\n 公葬日，敕京官文武九品以上及計吏，並送至開遠門外。太宗幸苑西樓望哭，盡哀，令晉王宣敕祭之。太宗因望送作詩曰：「閶闔總金鞍，上林移玉輦。野郊愴新別，河橋非舊餞。慘日映峰沈，愁雲隨蓋轉。哀笳時斷續，悲旌乍舒卷。望望情何極，浪浪淚空泫。無復昔時人，芳春共誰遣。」御撰碑文及輓歌辭，仍親為書。太宗思之不已，遂登凌煙閣，觀其畫，又賦七言詩送靈座焉，其辭曰：「勁筱逢霜摧美質，台星失位夭良臣。唯當掩泣雲台上，空對於形無復人。」 \\n ○太宗臨朝詔群臣 \\n 太宗嘗臨朝，謂侍臣曰：「夫以銅為鏡，可以正衣冠；以古為鏡，可以知興替；以人為鏡，可以明得失。朕常保此三鏡，以防已過。今魏徵殂逝，遂亡一鏡矣。徵亡，朕遣人至宅，就求其書，得遺表一紙，始立稿，草字皆難識，唯有數行乃稍可分辨，云：『天下之事，有善惡。任善人則國安，用惡人則國亂。公卿之內，情有愛憎。憎者唯見其惡，愛者唯見其善，愛憎之間，宜詳審。若愛而知惡，憎而知善，去邪勿疑，任賢勿貳，可以興化矣。』其遺表如此，何必在多。在朕思之，恐不免。斯事書於笏，知而即諫也。」 \\n  \\n   \\n  "}
