{"章节": "艾子雜說（舊題宋）蘇軾 撰", "正文": "  \\n   \\n   \\n 艾子雜說 \\n （舊題宋）蘇軾撰 \\n 　 \\n  \\n （四庫全書　子部　雜家類　雜纂之屬　說郛卷三十四下） \\n ○殤子 \\n 艾子事齊王一日朝而有憂色宣王恠而問之對曰臣不幸稚子屬疾欲謁告念王無與圖事者所朝然心實係焉王曰盍早言乎寡人有良藥稚子頓服其愈矣遂索以賜艾子拜受而歸飲其子辰服而已卒他日艾子憂甚戚王問之故慽然曰卿喪子可傷賜卿黄金以助葬艾子曰殤子不足以受君賜然臣將有所求王曰何求曰只求前日小兒得效方 \\n ○三物 \\n 艾子行於海上見一物圓而褊且多足問居人曰此何物也曰蝤蛑也既又見一物圓褊多足問居人曰此何物也曰螃蠏也又於後得一物狀貎皆若前所見而極小問居人曰此何物也曰彭越也艾子喟然歎曰何一蠏不如一蠏也 \\n ○冷債 \\n 艾子使於魏見安釐王王問曰齊大國也比年息兵何以爲樂艾子曰敝邑之君好樂而羣臣亦多效伎安釐王曰何人有伎曰淳于髠之籠養孫臏之踢毬東郭先生之吹竽皆足以奉王歡也安釐王曰好樂不無横賜奈侵國用何艾子曰近日却告得孟嘗君處借得馮驩來索得幾文冷債是以饒足也 \\n ○獻苜蓿 \\n 齊地多寒春深求竽甲方立春有村老挈苜蓿一筐以與於艾子且曰此物初生未敢嘗乃先以薦艾子喜曰煩汝致新然我享之後次及何人曰獻公罷即刈以餵驢也 \\n ○好飲 \\n 艾子好飲少醒日門生相與謀曰此不可以諫止唯以險事怵之宜可誡一日大飲而噦門人宻抽彘腸致噦中持以示曰凡人具五臟方能活今公因飲而出一臟止四臟矣何以生耶艾子熟視而笑曰唐三藏猶可活况有四耶 \\n ○二媼 \\n 艾子行出邯鄲道上見二媼相與讓路一曰媼幾歲曰七十問者曰我今六十九然則明年當與爾同歲矣 \\n ○鑽火 \\n 艾子一夕疾呼一人鑽火久不至艾子呼促之門人曰夜暗索鑽具不得謂先生曰可持燭來共索之矣艾子曰非我之門無是客也 \\n ○舟師 \\n 艾子見有人徒行自吕梁託舟人以趨彭門者持五十錢遺舟師師曰凡無賫而獨載者人百錢汝尚少半汝當自此為我挽牽至彭門可折半直也 \\n ○趕兔 \\n 穰侯與綱夀接境魏冉將以廣其封也乃伐綱夀而取之兵囘而范睢代其相矣艾子聞而笑曰真所謂外頭趕兔屋裏失獐也 \\n ○富貴 \\n 艾子曰堯治天下久而耄勤呼許由以禪焉由入見之所居土堦三尺茅茨不剪采椽不斵雖逆旅之居無以過其陋命許由食則飯土■〈飠刑〉啜土器食麤糲羮藜藿雖厠監之養無以過其約食畢顧而言曰吾都天下之富享天下之貴久而厭矣今將舉以授汝汝其享吾之奉也許由顧而笑曰似此富貴我未甚愛也 \\n ○未了公事 \\n 秦破趙於長平坑衆四十萬遂以兵圍邯鄲諸侯救兵列壁而不敢前邯鄲垂亡平原君無以爲策家居愁坐顧府吏而問曰相府有何未了公事吏未及對新垣衍在坐應聲曰唯城外一火竊盗未獲爾 \\n ○好詰難 \\n 營丘士性不通慧毎多事好折難而不中理一日造艾子問曰凡大車之下與槖駝之項多綴鈴鐸其故何也艾子曰車駝之爲物甚大且多夜行忽狹路相逢則難於囘避以藉鳴聲相聞使預得囘避爾營丘士曰佛塔之上亦設鈴鐸豈謂塔亦夜行而使相避耶艾子曰君不通事理乃至如此凡鳥鵲多託高以巢糞穢狼藉故塔之有鈴所以警鳥鵲也豈以車駝比耶營丘士曰鷹鷂之尾亦設小鈴安有鳥鵲巢於鷹鷂之尾乎艾子大笑曰怪哉君之不通也夫鷹隼擊物或入林中而絆足縚線偶爲木之所綰則振羽之際鈴聲可尋而索也豈謂防鳥鵲之巢乎營丘士曰吾嘗見挽郎秉鐸而歌雖不究其理今乃知恐爲木枝所綰而便於尋索也抑不知挽郎之足者用皮乎用線乎艾子慍而答曰挽郎乃死者之導也爲死人生前好詰難故鼓鐸以樂其尸耳 \\n ○誦佛經 \\n 艾子一日觀人誦佛經者有曰呪咀諸毒藥所欲害身者念彼觀音力還着於本人艾子喟然歎曰佛仁也豈有免一人之難而害一人之命乎是亦去彼及此與夫不愛者何異也因謂其人曰今爲汝體佛之意而改正之亦可乎曰呪咀諸毒藥所欲害身者念彼觀音力兩家都没事 \\n ○木履 \\n 有人獻木履於齊宣王者無刻斵之迹王曰此履豈非生乎艾子曰鞵楦乃其核也 \\n ○蝦〈虫麻〉 \\n 艾子浮於海夜泊島峙中夜聞水下有人哭聲復若人言遂聽之其言曰昨日龍王有令一應水族有尾者斬吾鼉也故懼誅而哭汝蝦〈虫麻〉無尾何哭復聞有言曰吾今幸無尾但恐更理會科斗時事也 \\n ○愚子 \\n 齊有富人家累千金其二子甚愚其父又不教之一日艾子謂其父曰君之子雖美而不通世務他日曷能克其家父怒曰吾之子敏而且恃多能豈有不通世務耶艾子曰不須試之他但問君之子所食者米從何來若知之吾當妄言之罪父遂呼其子問之其子嘻然笑曰吾豈不知此也毎以布囊取來其父愀然而改容曰子之愚甚也彼米不是田中來艾子曰非其父不生其子 \\n ○毛手鬼 \\n 鄒忌子說齊王齊王說之遂命為相居數月無善譽艾子見淳于髠問曰鄒子為相之久無譽何也髠曰吾聞齊國有一毛手鬼凡為相必以手摑之其人遂忘生平忠直黙黙而已豈其是歟艾子曰君言過矣彼毛手只擇有血性者摑之 \\n ○肉智 \\n 艾子之鄰皆齊之鄙人也聞一人相謂曰吾與齊之公卿皆人而禀三才之靈者何彼有智而我無智一曰彼日食肉所以有智我平日食麄糲故少智也其問者曰吾適有糶粟錢數千姑與汝日食肉試之數日復又聞彼二人相謂曰吾自食肉後心識明達觸事有智不徒有智又能窮理其一曰吾觀人足面前出甚便若後出豈不為繼來者所踐其一曰吾亦見人鼻竅向下甚利若向上豈不為天雨注之乎二人相稱其智艾子歎曰肉食者其智若此 \\n ○好爲詩 \\n 艾子好爲詩一日行齊魏間宿逆旅夜聞鄰房人言曰一首也少間曰又一首也比曉六七首艾子意其必詩人清夜吟咏兼愛其敏思凌晨冠帶候謁少頃一人出乃商賈也危羸若有疾者艾子深感之豈有是人而能詩乎抑又不可臆度遂問曰聞足下篇什甚多敢乞一覽其人曰某負販也安知詩為何物再三拒之艾子曰昨夜聞君房中自鳴曰一首也豈非詩乎其人笑曰一首之言君誤矣昨日毎腹疾暴下夜黑尋紙不及因汚其手疾勢不止殆六七汚手其言曰非詩也艾子有慚色 \\n ○賣帽 \\n 齊之士子相尚褁烏紗帽長其頂短其簷直其勢以其紗相粘謂之虛粘竒帽設肆相接其一家自榜其門曰當舖毎頂只賣八百文以其廉人日擁門以是多愆期一日艾子方坐其肆見一士子與其肆主語吾先數日約要帽反失期五七日尚未得必是為他人皆賣九百文爾獨卑於價以欺吾也呶呶久之艾子因曰秀才但勿喧只管將八百文錢與他須要九百底帽子 \\n ○閻羅王 \\n 齊宣王時人有死而生能言隂府間言乃云方在隂府時見閻羅王詰責一貴人曰汝何得罪之多也因問曰何人也曰魯正卿季氏也其貴人再三不服曰無罪閻王曰某年齊人侵境汝只遣萬人徃應之皆曰多寡不敵必無功豈徒無功必枉害人之命汝愎而不從是以齊兵衆萬人皆死又某年某日饑汝蔽君之聰明而不言遂不發廩因此死數萬人又汝為人相職在燮理隂陽汝為政乖戾多致水旱之歲民被其害此皆汝之罪也其貴人叩頭乃服王曰可付阿鼻獄乃有牛頭人數輩執之而去艾子聞之太息不已門人問曰先生與季氏有舊耶何歎也艾子曰我非歎季氏也蓋歎閻羅王也門人曰何謂也曰自此安得獄空耶 \\n 附錄： \\n 東坡儋耳手澤三卷　艾子一卷 \\n 陳氏曰今俗本大全集中所謂志林者也艾子相傳為東坡作亦未必然按艾子蜀中和羮之物字與藙同書名艾子取悦口云爾坡又有物類相感志十八卷（四庫全書　史部　地理類　雜記之屬　蜀中廣記卷九十八） \\n 艾子 \\n 世傳艾子為坡仙所作皆一時戯語亦有所本其説一蟹不如一蟹出聖宋掇遺陶榖奉使呉越因食蝤蛑詢其族類忠懿命自蝤蛑至蟹凡十餘種以進榖曰真所謂一代不如一代也（四庫全書　子部　雜家類　雜考之屬　鼠璞卷下） \\n 艾子 \\n 世傳蘇長公作子瞻生平善俳謔故此類率附之宋人賛坡嘻笑怒罵皆成文章豈筆之於書淺俚若是乎然此書已見文獻通考蓋亦出於宋世非後人所託也何語林記坡調劉貢父避孔子塔語不若大風起兮睂飛揚安得猛士兮守鼻梁語尤劇而何不收以論艾子漫及之（四庫全書　子部　雜家類　雜編之屬　少室山房筆叢正集卷十六） \\n 東坡艾子小説云艾子好飲少醒日忽一日大飲而噦門人密抽彘腸致噦中持以示曰凡人具五臟方能活今公因飲而出一臟止四臟矣何以生耶艾子熟視而笑曰唐三臟猶可活況有四耶此雖戲語然宋世所稱可見葢因唐僧不空號無畏三藏譌為玄奘耳（艾子疑非東坡然其目已見通考要亦出宋人聖教序雖有三藏要文等語匪玄奘號也）（四庫全書　子部　雜家類　雜編之屬?少室山房筆叢正集卷二十五） \\n 艾子雜説東海龍王有女性戾欲求耐事易艾子舉蝦以對王曰無太卑乎艾子曰蝦有三德一無肚腸一割之無血一頭上帶得不潔物是可以為壻也（四庫全書　子部　類書類　御定淵鑑類函卷四百四十四） \\n 艾子雜説曰艾子使燕燕王曰吾小國也日為強秦所侵如之何則可艾子曰亦有分也王曰其有説乎艾子曰昔龍王逢一蛙于海濵蛙問曰王之居處如何王曰珠宫貝闕翬飛璇題王復問汝之居處何若蛙曰緑苔碧草清泉白石復問曰王之喜怒如何王曰喜則時降膏澤使五榖豊稔怒則先之以暴風繼之以飛電使千里之内寸草不留王問蛙曰汝之喜怒如何曰吾喜則清風明月一部鼓吹怒則先之以努眼次之以脹腹然至脹過而休于是燕王有慙色（四庫全書　子部　類書類　御定淵鑑類函卷四百四十八） \\n 艾子雜說曰艾子浮於海夜泊島嶼中有哭聲復若人言遂聽之其言曰昨日龍王有令水族有尾者皆斬吾鼉也故懼誅而哭汝蝦蟇無尾何哭復聞有言曰吾今幸無尾但恐更理會科斗時事也（四庫全書　子部　類書類　御定淵鑑類函卷四百四十八） \\n 艾子雜説營丘士造艾子問曰凡大車之下與槖駞之項多鐸何也艾子曰車駞之為物甚大且多夜行忽狹路相逄則難于回避以藉鳴聲相聞使預得回避爾（四庫全書　子部　類書類　御定分類字錦卷五十八） \\n 艾子襍説東海龍王有女性戾欲求耐事易制者為壻艾子舉蝦以對王曰毋太卑乎艾子曰蝦有一無肚腸一割之無血一頭上戴得不潔物是可以為壻也（四庫全書　子部　類書類　御定分類字錦卷六十） \\n 艾子雜說安釐王曰何人有伎艾子曰淳于髠之籠養之毬東郭先生之吹竽皆足以奉王歡也（四庫全書　子部　類書類　御定佩文韻府卷一百一之四） \\n 有尾無尾 \\n 東坡艾子雜説艾子浮于海夜泊島嶼中聞水下有人哭聲復若人言遂聽之有曰昨日龍王有令一應水族有尾者斬吾鼉也故懼誅而哭汝蝦蟆無尾何哭復聞有言曰吾今幸無尾但恐更理會科斗時事也（四庫全書　子部　類書類　山堂肆考卷一百二十） \\n 豈可搦兔 \\n 東坡艾子雜說趙以馬服君之威名擢其子括為將以拒秦而適當武安君白起一戰軍破掠趙括坑其衆四十萬邯鄲幾拔艾子聞之曰昔有人將獵而不識鶻買一鳬而去原上兔起擲之使撃鳬不能飛投于地又再擲又投于地至三四鳬忽蹣跚而人語曰我鴨也殺而食之乃其分奈何加我以抵擲之苦乎其人曰我謂爾為鶻可以獵兔乃鴨耶鳬舉掌示人笑而言曰看我這脚手可以搦兔否（四庫全書　子部　類書類　山堂肆考卷一百二十） \\n 嘲好詰難 \\n 營丘有士性不通慧毎事好折難而不中理一日造艾子問曰大車之下與槖駞之項多綴鈴鐸其故何也艾子曰車駞之為物甚大且多夜行忽狹路相逢則難于迴避以藉鳴聲相聞使預得迴避矣營丘士曰佛塔之上亦設鈴鐸豈謂塔上夜行而使相避耶艾子曰凡鳥鵲多高巢以糞穢狼籍故塔之設鈴所以警鳥鵲也豈與車駞比耶營丘士曰鷹鷂之尾亦設小鈴安有鳥鵲巢于鷹鷂之尾乎艾子大笑曰怪哉君之不通也夫鷹隼擊物或入林中而絆足縚線偶為木枝所綰則振羽之際聞鈴聲可尋而索也豈謂防鳥鵲之巢乎營丘士曰吾嘗見挽郎秉鐸而歌雖不究其理今乃知恐為木枝所綰而便于尋索也但不知挽郎之足用皮乎用繂乎艾子愠而答曰挽郎乃死者之導也為死人生前好詰難故鼓鐸而樂其尸爾（四庫全書　子部　類書類　山堂肆考卷一百二十） \\n 嘲好飲 \\n 艾子好飲少醒日門生相與謀曰此不可不諫止唯以險事怵之宜可誡一日艾子大飲而噦門人密袖彘膓置噦中持以示曰凡人具五臟方能活今公因飲而去一臟止四臟矣何以生耶艾子熟視而笑曰唐三藏猶可活况四臟乎（四庫全書　子部　類書類　山堂肆考卷一百二十） \\n  \\n   \\n  "}
