{"章节": "上蔡语录", "正文": " \\n 上蔡语录 \\n  \\n 　 \\n 提要 \\n  \\n 《上蔡语录》三卷，宋曾恬、胡安国所录谢良佐语，朱子又为删定者也。良佐字显道，上蔡人。登进士第。建中靖国初，官京师。召对忤旨，出监西京竹木场。复坐事废为民。事迹具《宋史·道学传》。恬字天隐，温陵人。安国有《春秋传》，已著录。是书成於绍兴二十九年，朱子年三十岁，监潭州南岳庙时。生平论著，此为最早。据朱子後序称，初得括苍吴任写本一篇，皆曾天隐所记。最後得胡文定公写本二篇，凡书四篇，以相参校。胡氏上篇五十五章，记文定公问答。下篇四十九章，与版本、吴氏本略同，然时有小异。辄因其旧，定著为二篇。独版本所增多，犹百馀章，或失本旨杂他书。其尤者五十馀章，至诋程氏以助佛学，辄放而绝之。其馀亦颇刊去，而得先生遗语三十馀章别为一篇，凡所定著书三篇云云。是朱子於此书芟薙特严。後乾道戊子，重为编次，益以良佐与安国手简数条，定为今本。又作後记，称胡宪於吕祖谦家得江民表《辨道录》，见所删五十馀章，首尾次序，无一字之差。然後知果为江氏所著，非谢氏之书。则去取亦为精审。观《语录》称某二十年前得《上蔡语录》观之，初用朱笔画出合处；及再观则不同，乃用粉笔；三观则又用墨笔。数过之後，全与原看时不同。则精思熟读，研究至深，非漫然而定也。良佐之学，以切问近思为要。其言论闳肆，足以启发後进。惟才高意广，不无过中之弊。故《语录》云：看道理不可不仔细。程门高弟如谢上蔡、游定夫、杨龟山，下梢皆入禅学去。又云：上蔡《观复斋记》中说道理皆是禅底意思。又云：程子诸门人，上蔡有上蔡之病，龟山有龟山之病，和靖有和靖之病，也是合下见得不周偏，差了。其论皆颇以良佐近禅为讥。然为良佐作《祠记》，则又云以生意论仁，以实理论诚，以常惺惺论敬，以求是论穷理，其命意皆精当。而直指穷理居敬为入德之门，尤得明道教人之纲领。乃深相推重。盖良佐之学，醇疵相半，朱子於《语录》举其疵，於《祠记》举其醇，似矛盾而非矛盾也。合而观之，良佐之短长可见矣。  \\n  \\n 　 \\n 卷一 \\n  \\n 問：學佛者欲免輪迴超三界，於意云何？曰：是有利心私而已矣。輪迴之說信然否？曰：此心有止［凡人慮事心先困，故言有止］，而太虛决，知其無盡，必為輪迴。推之於始，何所付受，其終何時間斷也。且天下人物各有數矣。　 \\n  \\n 孔子曰，天之將喪斯文也，後死者不得與於斯文也。天之未喪斯文也，匡人其如予何。於天之將喪斯文下便言後死者，不得與於斯文，則是文之興喪在孔子，與天為一矣。蓋聖人德盛，與天為一，出此等語，自不覺耳。孟子地位未能到此，故曰天未欲平治天下也。如欲平治天下，當今之世舎我其誰？聽天所命，未能合一。［明道云］　 \\n  \\n 問：孟子言盡其心者知其性，如何是盡其心？曰：昔有人問明道先生，何如斯可謂之恕心，先生曰充擴得去則為恕心。如何是充擴得去底氣象？曰天地變化草木蕃充。擴不去時如何？曰天地閉賢人隠。察此可以見盡不盡矣。　 \\n  \\n 敢問何謂浩然之氣？孟子曰難言也，明道先生云只他道箇難言也，便知這漢肚裏有爾許大事。若是不理會得底，便撐拄胡說將去。氣雖難言，即須教他識箇體段始得。故曰其為氣也至大至剛，以直養而無害，則塞乎天地之間。配義與道者，將道義明出此事。　 \\n  \\n 人有智愚之品不同，何也？曰：無氣稟異耳。聖人不忿疾於頑者，憫其所遇氣質偏駁，不足疾也。然則可變歟？曰：其性本一，何不可變之有？性本體也，目視耳聽手舉足運，見於作用者心也。自孟子沒，天下學者向外馳求，不識自家寳藏，被他佛氏窺見一斑半点，遂將擎拳竖脚底事把持在手，敢自尊大，輕視中國學士大夫，而世人莫敢與之争，又從而信向歸依之。使聖學有傳，豈至此乎！　 \\n  \\n 心者何也？仁是已。仁者何也？活者為仁，死者為不仁。今人身體麻痺不知痛癢，謂之不仁。桃杏之核可種而生者謂之桃仁杏仁，言有生之意。推此，仁可見矣。學佛者知此謂之見性，遂以為了，故終歸妄誕。聖門學者見此消息，必加功焉，故曰回雖不敏請事斯語矣，雍雖不敏請事斯語矣。仁操則存，舍則亡，故曾子曰，動容貎正顔色出辭氣。出辭氣者，從此廣大心中流出也。以私意發言，豈出辭氣之謂乎？夫人一日間顔色容貎，試自点檢，何嘗正何嘗動，怠慢而已。若夫大而化之，合於自然，則正動出不足言矣。　 \\n  \\n 仁者天之理，非杜撰也。故哭死而哀，非為生也；經德不回，非干禄也；言語必信，非正行也。天理當然而已矣。當然而為之，是為天之所為也。聖門學者大要以克己為本，克己復禮無私心焉，則天矣。孟子曰，仁人心也。盡其心者知其性也，知其性則知天矣［語原本作行，人心原本作心人，今據孟子改正］　 \\n  \\n 人之氣禀不同，顔子似弱，孟子似强。顔子具體而微，所謂具體者，合下來有恁地氣象，但未彰著耳。微如易知微知彰微顯闡幽之微。孟子强勇，以身任道，後車數十乗，從者數百人，所至王侯分庭抗禮，壁立萬仞，誰敢正覷著。非孟子恁地手脚，也撐拄此事不去。雖然，猶有大抵氣象，未能消磨得盡。不然，藐大人等語言不說出來。所以見他未至聖人地位。　 \\n  \\n 孔子曰事君盡禮人以為諂，當時諸國君相怎生當得聖人恁地禮數，是他只管行禮，又不與你計較長短，與上大夫言便誾誾如也，與下大夫言便侃侃如也，冕者瞽者見之便作過之便趨，蓋其徳全盛，自然到此，不是勉强得出來氣象，與孟子渾别。孟子說大人則藐之，勿視其巍巍然，猶自参較彼我，未有合一底氣象。　 \\n  \\n 顔子學得親切，如孟子仰之彌髙鑽之彌堅，無限量也。以見聖人之道，大瞻之在前即不及，忽焉在後又蹉却。以見聖人之道中觀此一段，即知顔子看得來親切，博我以文，便知識廣，約我以禮，歸宿處也。　 \\n  \\n 横渠教人以禮為先，大要欲得正容謹節，其意謂世人汗漫無守，便當以禮為地教他，就上面做工夫。然其門人下稍頭溺於刑名度數之間，行得來困無所見處，如喫木札相似，更沒滋味，遂生厭倦。故其學無傳之者。明道先生則不然，先使學者有知識，却從敬入。予問：横渠教人以禮為先，與明道使學者從敬入，何故不同？謝曰：既有知識，窮得物理，却從敬上涵養出來，自然是别。正容謹節，外面威儀，非禮之本。　 \\n  \\n 横渠嘗言，吾十五年學箇恭而安不成。明道曰，可知是學不成，有多少病在。謝子曰：凡恭謹必勉强不安，安肆必放縱不恭，恭如勿忘，安如勿助長。正當勿忘勿助長之間，須子細體認取。　 \\n  \\n 所謂有知識須是窮物理，只如黄金天下至寶，先須辨認得他體性始得，不然被人將鍮石來喚作黄金，辨認不過便生疑惑，便執不定。故經曰，物格然後知至，知至然後意誠，所謂格物窮理，須是識得天理始得。所謂天理者，自然底道理，無毫髪杜撰。今人乍見孺子將入於井，皆有怵惕惻隱之心，方乍見時其心怵惕，所謂天理也。要譽於鄉黨朋友，内交於孺子父母兄弟，惡其聲而然，即人欲耳。天理與人欲相對，有一分人欲即滅却一分天理，存一分天理即勝得一分人欲人欲纔肆，天理滅矣。任私用意，杜撰做事，所謂人欲肆矣。故莊子曰去智，與故循天之理。若在聖人分上，即說循字不著，勿忘又勿助長，正當恁地時，自家看取，天理見矣。所謂天者理而已，只如視聽動作，一切是天，天命有徳便五服五章，天討有罪便五刑五用，渾不是杜撰做作來。學者直須明天理為是，自然底道理移易不得。不然，諸子百家便人人自生出一般見解，欺誑衆生識得天理，然後能為天之所為。聖門學者為天之所為，故敢以天自處。佛氏却不敢恁地做大。明道嘗曰，吾學雖有所受，天理二字却是自家拈出來。　 \\n  \\n 伊川才料大，使了大事，指顧而集，不動聲色。何以驗之？曰：只議論中便可見。陜西曾有議欲罷鑄銅錢者，以謂官中費一貫鑄得一貫為無利，伊川曰：此便是公家之利，利多費省。私鑄者衆，費多利薄，盜鑄者息。盜鑄者息，權歸公上，非利而何？又曾有議解鹽抄欲髙其價者，増六千為八千，伊川曰：若增抄價，賣數須減。鹽出既衆，低價易之，人人食鹽，鹽不停積，嵗入必敷。已而增抄價，嵗額果虧，減之而嵗入溢。温公初起時欲用伊川，伊川曰：帶累人去。裏使韓富在時，吾猶可以成事。後來温公欲變法，伊川使人語之曰：切未可動著，即三五年不能定。疉去未幾變之，果紛紛不能定。　 \\n  \\n 王荆公平生養得氣完，為他不好做官，職作宰相，只喫魚羮飯，得受用底不受用，緣省便去就自在。嘗上殿進一劄子擬除人，神宗不允，對曰：阿除不得。又進一劄子擬除人，神宗亦不允，又曰：阿也除不得。下殿出來便乞去，更留不住。平生不屈也竒特。　 \\n  \\n 問温公所學如何，謝曰：曾作中庸解，不曉處闕之。或語明道曰：闕甚處？曰：如强哉矯之類。明道笑曰：由自得裏，將謂從天命之謂性處便闕却。呂微仲何如？謝子曰：他不合尚有貴賤相態在，不是。明道嘗曰：宰相吕微仲須做只是這漢俗。吕晉伯甚好，但處事太煩碎，如召賓客食，亦須臨時改換食次。吾嘗語之曰：每日早晩衙纔覆便令放者，只為定故也。凡事皆有恁地簡易不易底道理，看得分明，何勞之有？易曰易簡，而天下之理得。晉伯甚好學，初理会仁字不透，吾因曰：世人說仁，只管著愛上，怎生見得仁？只如力行近乎仁，力行闗愛甚事？何故却近乎仁？推此類具言之，晉伯因悟，曰：公說仁字，正與尊宿門說禪一般。晉伯兄弟中皆有見處，一人作詩詠曾点事，曰：函丈從容問且酬，展才無不至諸侯，可憐曾点唯鳴瑟，獨對春風詠不休。一人有詩曰：學如元凱方成癖，文到相如反類俳。獨立孔門無一伎，只傳顔子得心齋。　 \\n  \\n 邵堯夫直是豪才，嘗有詩云：當年志氣欲横秋，今日看來甚可羞。事到强為終屑屑，道非心得竟悠悠。鼎中龍虎忘看守，碁上山河廢講求。又有詩云：斟有淺深存燮理，飲無多少繫經綸。卷舒萬古興亡手，出入千重雲水身。此人在風塵時節，便是偏霸手段。學者須是天人合一始得。邵堯夫有詩云：萬物之中有一身，一身中有一乾坤，能知造化備於我，肯把天人别立根。天向一中分體用，人於心上起經綸，天人安有兩般義，道不虛行只在人。問此詩如何？曰：說得大體亦是，但不免有病，不合說一中分體用。又問曰：此句何故有病？謝子因曰：昔富彦國問堯夫云，一從甚處起？邵曰，公道從甚處起？富曰，一起於震。邵曰，一起於乾。問兩說如何？謝曰：兩說都得。震謂發生，乾探本也。若会得天理，更說甚一二。　 \\n  \\n 問堯夫所學如何？謝曰：與聖門却不同。問何故却不同？曰：他也只要見物理到逼真處，不下工夫便差却。何故却不著工夫？曰：為他見得天地進退萬物消息之理，便敢做大。於聖門下學上達底事，更不施工。堯夫精易之數，事物之成敗始終，人之禍福修短，算得來無毫髪差錯，如措此屋，便知起於何時，至某年月日而壞，無不如其言。然二程不貴其術，堯夫喫不過，一日問伊川曰：今嵗雷從甚處起？伊川曰：起處起。如堯夫必用推算，某更無許多事。邵即默然。邵精於數，知得天地萬物進退消長之理，便將此事來把在掌握中，直敢做大，以天自處。如富彦國身都將相，嚴重有威，衆人不敢仰視，他將做小兒樣看，直是不管你，也可謂豪傑之士［仰下原本有觀字，今從言行録］。　 \\n  \\n 學者須是胷懷擺脫得開，始得有見。明道先生在鄠縣作簿時，有詩云：雲淡風輕近午天，傍花隨桺過前川。旁人不識予心樂，將謂偸閒學少年。看他胸懷，直是好與曾点底事一般。先生又有詩云：閒來無事不從容，睡覺東窗日已紅。萬物靜觀皆自得，四時佳興與人同。道通天地有形外，思入風雲變態中。富貴不淫貧賤樂，男兒到此是豪雄。問周恭叔恁地放開如何？謝曰：他不是擺脫得開，只為立不住便放却，忒早在裏。明道問擺脫得開，為他所過者化。問見箇甚道理便能所過者化？謝曰：吕晉伯下得一轉語好，道所存者神，便能所過者化。所過者化，便能所存者神。横渠云：性性為能存神，物物為能過化。甚親切。　 \\n  \\n 古詩即今之歌曲，今人唱曲往往能使人感動，至學詩却無感動，興發處只為泥却章句故也。明道先生善言詩，他又渾不曾章解句釋，但優游玩味吟哦上下，便使人有得處。瞻彼日月悠悠我思，道之云逺曷云能來，思之切矣終曰百爾君子不知徳行，不忮不求何用不臧。歸於正也。詩云：鳶飛戾天魚躍于淵，猶韓愈謂魚川泳而鳥雲飛，上下自然各得其所也。詩人之意言如此氣象，周王作人似之。子思之意言上下察也，猶孟子所謂必蓋世底功業，如太空中一点雲相似，他把做甚麼。如子路願乗肥馬衣輕裘與朋友共敝之無憾，亦是有要做好事底心。顔子早是叅彼已。孔子便不然，老者合當養底便安之，少者不能立底便懐之，君君臣臣父父子子，自然合做底道理，便是天之所為，更不作用。　 \\n  \\n 余問：佛説直下便是動念即乖，如何？謝子曰：此是乍見孺子已前底事。乍見孺子底吾儒喚做心，他便喚做前塵妄想，當了是見得大高。吾儒要就上面體認做工夫，他却一切埽除却，那裏得地位進步？佛家説大乗頓教一聞便悟，將乍見孺子底心一切埽除，須是他顔雍已上底資質始得。顔子欲要請事斯語，今資質萬倍不如，他却便要一切埽除，怎生得且如乍見孺子底心生出來？便有是自然底天理，怎生埽除得去？佛大槩自是為私心，學佛者欲脱離生死，豈不是私？只如要度一切衆生，亦是為自己發此心願。且看那一箇不拈香禮佛？儒者直是放得下無許多事。　 \\n  \\n 謝子曰：術者處事之名，人涉世欲善處事，必先更歴天下之事，事既更歴不盡，必須觀古人凖則，只讀左傳亦可以見矣。如隱公欲為依老之計，或勸之即真公以誠告之，其人不自安反見殺，隱公失之不早决斷耳。推此類可以見其餘。　 \\n  \\n 謝子與伊川别一年，往見之，伊川曰：相别又一年，做得甚工夫？謝曰：也只是去箇矜字。曰：何故？曰：子細檢点，得來病痛盡在這裏。若按伏得這箇罪過，方有向進處。伊川点頭，因語在坐同志者曰：此人為學切問近思者也。余問：矜字罪過，何故恁地大？謝子曰：今人做事，只管要誇耀别人耳目，渾不闗自家受用事。有底人食前方丈，便向人前喫只蔬食，菜羮却去房裏喫，為甚恁地。　 \\n  \\n 游子問謝子曰：公於外物一切放得下否？謝子謂胡子曰：可謂切問矣。胡子曰：何以答之？謝子曰：實向他道，就上面做工夫來。胡子曰：如何做工夫？謝子曰：凡事須有根，屋柱無根折却便倒，樹木有根雖翦枝條，相次又發。如人要富貴，要他做甚？必須有用處尋討要用處，病根將來斬斷便没事。　 \\n  \\n 色欲想已去多時？曰：伊川則不絶，某則斷此二十來年矣。所以斷者，當初有為之心多，欲有為則當强盛方勝任得，故斷之。又用導引吐納之術，非為長生如道家也，亦以助養吾浩然之氣耳。氣强則勝事，然色欲自别當作兩般理会。登徒子不好色而有淫行，色出於心，去不得。淫出於氣。又問於勢利如何？曰：打透此闗十餘年矣。當初大故做工夫，揀難捨底棄却。後來漸漸輕，至今日於器物之類，置之只為合要，却並無健羡底心。　 \\n  \\n 余問死生之説，謝子曰：人死時氣盡也。曰：有鬼神否？謝子曰：余當時亦曾問明道先生，明道曰，待向你道無來，你怎生信得？及待向你道有來，你但去尋討看。謝氏曰：此便是答底語。又曰：横渠説得來别這箇，便是天地間妙用。須是將來做箇題目入思議始得。講説不濟事。曰：沉魂滯魄影響底事如何？曰：須是自家看得破始得。張亢郡君化去，嘗來附語，亢所知事皆能言之。亢一日方與道士圍碁，又自外來，亢欲接之，道士封一碁子，令將去問之。張不知數便道不得，乃曰，許多時共你做夫婦，今日卻信一道士胡説，我今後更不來。又如紫姑神不識字底，把著寫不得，不信底把著寫不得，推此可以見矣。曰：先生祭享鬼神則甚？只是他意思别，三日齋五日戒，求諸隂陽四方上下，葢是要集自家精神，所以格有廟，必於萃與渙言之。如武王伐商，所過名山大川致禱，山川何知？武王禱之者以此。雖然如是以為有亦不可，以為無亦不可，這裏有妙理於若有若無之間，須斷置得去始得。曰：如此却是鶻突也。謝子曰：不是鶻突，自家要有便有，自家要無便無始得。鬼神在虚空中辟塞滿，觸目皆是，為他是天地間妙用，祖考精神便是自家精神。　 \\n  \\n 知命雖淺近也，要信得及，將來做田地，就上而下工夫。余初及第時，歲前夢入内庭，不見神宗而太子涕泣。及釋褐時，神宗晏駕哲廟嗣位，如此事直不把來草草看却。萬事真實，有命人力計較不得。吾平生未嘗干人，在書局亦不謁執政，或勸之，吾對曰，他安能陶鑄，我自有命。若信不及，風吹草動便生恐懼憂喜，枉做却閒工夫，枉用却閒心力。信得命及，便養得氣不折挫。　 \\n  \\n 謝子曰：道須是下學而上達始得。不見古人就灑埽應對上做起。曰：灑埽應對上學，却似太瑣屑，不展拓。曰：凡事不必須要高逺，且從小處看，只如將一金與人與將天下，與人雖大小不同，其實一也。我若有輕物底心，將天下與人如一金與人相似；我若有吝底心，將一金與人如天下與人相似。又若行千尺臺邊，心便恐懼；行平地上，心却安穩。我若去得恐懼底心，雖履千仞之險，亦只與行平地上一般。只如灑埽，不著此心怎灑埽得？應對不著此心怎應對得？故曾子欲動容貌正顔色出辭氣，為此。古人須要就灑埽應對上養取誠意出来。　 \\n  \\n 問求仁如何下工夫，謝曰：如顔子視聽言動上做亦得，如曾子顏色容貌辭氣上做亦得。出辭氣者，猶佛所謂從此心中流出。今人唱一喏，不從心中出，便是不識痛癢。古人曰，心不在焉，視而不見，聽而不聞，食而不知其味。不見不聞不知味，便是不仁，死漢不識痛癢了。又如仲弓出門如見大賓，使民如承大祭，但存得如見大賔如承大祭底心在，便是識痛癢。　 \\n 子路百世之師，揀難割捨底要不做便不做，故孟子將來與舜禹作一處舉楊。　 \\n 横渠以禮教人，明道以忠信為先。　 \\n 近道莫如静齋，戒以神明其徳天下之至静也。心之窮物有盡而天者無静，如之何？包之此理，有言下悟者，有數年而悟者，有終身不悟者。　 \\n  \\n 或問吕與叔，問常患思慮紛擾，程夫子答以心主於敬則自然不紛擾，何謂敬？謝子曰：事至應之，不與之往，非敬乎？萬變而此常存，奚紛擾之有？夫子曰事思敬，正謂此耳。　 \\n 觀盥而不薦潔其誠矣，何必薦也。此所以為神道設教，孔子不欲觀禘，自既灌而往者，此也。　 \\n 食正欲飽，居正欲安。無求飽求安之心可也。敏於事則如天運而不息，慎於言則正辭氣而出之也。就有道而正焉，非忘我者不能。　 \\n 顏子擴充其學，孟子能為其大。孟子之才甚髙，顏子之學粹美。　 \\n  \\n 血氣之屬有隂陽牝牡之性，而釋氏絶之。何異也？釋氏所謂性，乃吾儒所謂天。釋氏以性為日，以念為雲，去念見性，猶披雲見日。釋氏之所去，正吾儒之當事者，吾儒以名利闗為難透，釋氏以聲色闗為難透，釋氏不窮理，以去念為宗，釋氏指性於天，故蠢動含靈，與我同性。明道有言，以吾儒觀釋氏，終於無異，然而不同。　 \\n  \\n 謝子曰：吾嘗習忘以養生。明道曰：施之養生則可，於道有害。習忘可以養生者，以其不留情也，學道則異於是。夫必有事焉而勿正，何謂乎？且出入起居寧無事者，正心以待之，則先事而迎，忘則涉乎去，念助則近於留情，故聖人之心如鑑，孟子所以異於釋氏心也。　 \\n 子開有大臣氣象，不以言色假人。　 \\n  \\n 動而不已其神乎，滯而有迹其鬼乎。徃來不息神也，摧仆歸根鬼也。致生之故其神，致死之故其鬼。不神何也？人以為神則神，以為不神則不神矣。知死而致生之不智，知生而致死之不仁。聖人所以神明之也。　 \\n 禮者攝心之規矩循理而天，則動作語黙無非天也。内外如一，則視聽言動無非我矣。　 \\n  \\n 徳可以易言邪，動容周旋中禮，聖人之事也。止曰盛徳之至具天下之至善，止曰有徳為天下之大惡，止曰失徳故禮樂，皆得謂之有徳鬼神之為徳盛矣乎。　 \\n 養氣延年則人勝天矣，曰不外乎一氣耳。　 \\n  \\n 易之蒙九二曰包蒙吉納婦吉子克家蔽，蒙不通者，包之順從者納之而不拒，子克家之道也。舜不藏怒宿怨，包蒙也。以愛兄之道來誠信而喜之，納婦也。　 \\n 凡事只是積其誠意，自然動得。　 \\n  \\n 苗履見伊川，語及一武帥。苗曰：此人舊日宣力至多，今官髙而自愛，不肯向前。伊川曰：何自待之輕乎，位愈髙則當愈思所以報國者，飢則為用，飽則揚去，是以鷹犬自期也。　 \\n 申顔自謂不可一日無侯無可，或問其故，曰：無可能攻人之過，一日不見，則吾不得聞吾過矣。　 \\n 謝子曰：人不可與不勝己者處，鈍滯了人。　 \\n  \\n 或問劉子進乎，曰：未見他有進處。所以不進者何？只為未有根。因指庭前酴醿曰：此花只為有根，故一年長盛如一年。何以見他未有進處，不道全不進，只他守得定，不變却，亦早是好手。如康仲之徒，皆忘却了。　 \\n  \\n 事父母有輕重否？曰：無輕重。曰：父母所見不同，從父而母不悦，順母而父不悦，則如之何？曰：凡人子之所欲固有父母制之不得者矣，苟欲兩順之，獨無方便乎？若不以親之心為心，非孝也。予曰：親之心或有逆於義理，則亦以親之心為心乎？曰：未論到此，但只盡自家愛親之心。苟盡矣，或得罪於鄉黨州閭，則歸之，無可奈何耳。所以從兄者，為愛親也。故從此推去，至於兼愛萬物。　 \\n  \\n 問太虛無盡心有止，安得合一？曰：心有止，只為用他。若不用則何止？吾丈莫己不用否？曰：未到此地，除是聖人便不用。當初曾發此口，被伊川一句壊了二十年。曾往見伊川，伊川曰，近日事如何？某對曰，天下何思何慮？伊川曰，是則是有此理，賢却發得太早。在問當初發此語時如何？曰，見得這箇事，經時無他念，接物亦應副得去。問如此却何故被一句轉却？曰，當了終須有不透處，當初若不得他一句救拔，便入禪家去矣。伊川直是会煅鍊得人，説了又却道恰好著工夫也。問：聞此語後如何？曰：至此未敢道到何思何慮地位，始初進時速，後來遲，十數年過却如夢。問何故遲？曰：如射弓到滿時便難開，然此二十年聞見知識却煞長。明道曰賢看某如此，某煞用工夫，見理後須放開，不放開只是守，開又近於放倒，故有禮以節之，守幾於不自在，故有樂以樂之。樂即是放開也。　 \\n 國史不特作詩序，凡詩皆經其手刪定。　 \\n 明道初見謝，語人曰：此秀才展拓得開，將來可望。 \\n 　 \\n 卷二 \\n 仁是四肢不仁之仁，不仁是不識痛癢，仁是識痛癢。（曾氏本此下云，儒之仁佛之覺）　 \\n 不知禮無以立。使人人皆能有立，天下有治而無亂。（曾本此下云，不知禮無以為君子，非謂君子也，謂學為君子者也。）　 \\n  \\n 人湏識其真心。見孺子將入井時是真心也，非思而得也，非勉而中也。予嘗學射，到一把處難去，半把處尤難去，則恁地放了底多。昔有人學射，模得鏃與把齊，然後放。學者纔有些所得，便住人多易住。唯顔子善學，故孔子有見其進未見其止之歎，須是百尺竿頭更進始得。（曾本云：予嘗學射到一把［去聲］處難去，半把尤難去。到一把放了底多，半把放了者尤多，少有鏃齊放者。人有學射，模得鏃與把齊，然後放。因舉伯淳語曰：射法具而不滿者，無志者也。學者纔少有所得，便住人多易住。伯淳常有語，學者如登山，平處孰不濶步，到峻處便往。佛家有小歇塲大歇塲，到孟子處更一作便是好歇，唯顔子善學，故孔子有見其進未見其止之歎，須是百尺竿頭更須進步始得。學者日毎進語相契，伯淳必曰更湏勉力）　 \\n  \\n 問子思曰小人之中庸，小人何故有中庸？曰：小人之中庸者，小人自以為中庸，小人以他安常習，故處為中庸，故無忌憚也。君子而時中，無往而不中也。中無定體，須是權以取中，執中無權，猶執一也。今人以變詐為權，便不壊了權字？（曾本云：問君子中庸小人反中庸，又曰君子之中庸小人之中庸，不知小人何故有中庸？或曰小人自以中庸是否？曰：不湏著反字。小人之中庸者，小人自以為中庸。小人以能安常習，故處為中庸，故無忌憚也。君子而時中，無往而非中也。中無定體。因指所執扇曰：以長短言之，則彼為中；以輕重言之，則此為中。湏權輕重以取中［吳本云：因指所執扇曰：以扇頭為中，則扇柄非中也。湏是以輕重之中為中］如此又却是權執中無權猶執一也。今人以變詐為權，便不壊了權字。）　 \\n  \\n 學者且湏是窮理，物物皆有理，窮理則能知天之所為。知天之所為，則與天為一。與天為一，無往而非理也。窮理則是尋箇是處，有我不能窮理，人誰識真我，何者為我理，便是我窮理之至，自然不勉而中，不思而得，從容中道。曰：理必物物而窮之乎？曰：必窮其大者，理一而已。一處理窮，觸處皆通。恕其窮理之本歟？（曾本云：學者先湏窮理，因搖扇曰：此亦理，物物皆有理，自然之理也，天也。窮理則能知天之所為，知天之所為則與天為一，與天為一無往而非理也。窮理只是尋箇是處。有我不能窮理，人誰識真我，何者為我理，便是我格物窮理也。格物必至於知，至不知至是猶識金，安知其非鍮石也。故必知至，然後能意誠窮之，至自然不思而得，不勉而中，從容中道。問：理湏物物窮否？曰：理一而已，一處理通，觸處皆通。物雖細者，亦有理也。）　 \\n 今之學湏是如飢之湏食，寒之湏衣始得。若只欲彼善於此則不得［一作不可］　 \\n  \\n 釋與吾儒有非同非不同處，葢理之精微處，纔有私意，便支離了。（曾本云：釋氏之與吾儒湏認取精微處，有非同非不同處，湏認得理之精微處。纔有私意，便支離了。）　 \\n  \\n 問敬慎有異否，曰：執輕如不克，執虚如執盈，慎之至也。敬則慎在其中矣。敬則外物不能易。學者須去却不合做底事，則於敬有功，敬換不得方其敬也。甚物事換得？因指所坐亭子曰：這箇亭子，須只換做白岡院亭子，却著甚底換得？曰：學者未能便窮理，莫須先省事否？曰：非事上做不得工夫也。須就事上做工夫，如或人説動中有靜靜中有動，有此理，然靜而動者多，動而静者少，故多著静不妨。人須是卓立中塗，不得執一邊。（曾本云：問敬與慎同異，曰：執輕如不克，執虚如執盈，入虚如有人，慎之至也。敬則慎在其中矣。敬則外物不能易，坐如尸立如齋，出門如見大賔，使民如承大祭，非禮勿言動視聴，湏是如顔子事斯語［吳本有始得字］。鄭氏云，坐如尸坐時習立如齋立時習，是不可湏臾離也。曰：固是。昔日作課簿，以記日用言，動視聴是禮與非禮者，昔日學時只垂足坐，不敢盤足，因説伯淳終日坐如泥塑人，然接人則渾是一團和氣，所謂望之儼然即之也温。又云：昔日用工處甚多，但不敢說與諸公，恐諸公以謂湏得如此［此下湏去不合做底事至多著静不妨與胡氏本同］。昔伯淳先生教予，只管看他言語。伯淳曰，與賢説話，却似扶醉漢，救得一邊，倒了一邊，只怕人執著一邊。）　 \\n  \\n 或問：或曰我初學問事必不當，人必笑，然我未有所得，湏直情言之。若掩藏畏人笑，徒自欺耳。此言何如？曰：是也。謂同坐諸子曰：亦湏切記此語。　 \\n 昔在二先生門下，伯淳最愛中立，正叔最愛定夫。觀二人氣象亦相似。　 \\n 黙而識之，與書紳者異矣。　 \\n  \\n 天理也，人亦理也，循理則與天為一。與天為一，我非我也，理也。理非理也，天也。唯文王有純徳，故曰在帝左右。帝謂文王，帝是天之作用處。或曰：意必固我有一焉，則與天地不相似矣。曰：然。理上怎安得箇字。易曰與天地相似，故不違。相似猶自是語。　 \\n  \\n 問敬之貌如何，曰：於儼若思時可以見敬之貌。問曰：學為敬不免有矜持，如何？曰：矜持過當却不是尋常作事，用心過當便有失。要在勿忘勿助長之間耳。曰：初學莫未能和樂否？曰：雖不能便和樂，亦須以和樂養之。（曾本云：問執輕如不克是慎之貌也，如何是敬之貌？毎遇事著心是否？曰：於儼若思時可以見敬之貌。問始學為敬不免有矜持否？尋常矜持甚覺勞是否？曰：太矜持却不是如尋常做事，用心過當却有失。在勿忘勿助間耳。强有力者亦須做得徹然。人亦須量力，太强其心却成狂妄念起也，且放去。又問佛氏有不怕念起只怕覺遲之說，曰：豈免念起？須識得念起時。又問中心斯須不和不樂，則鄙詐之心入之矣；外貌斯須，不莊不敬，則慢易之心入之矣。初學能至此否？曰：雖未能便至和樂，亦須以和樂養之。此交相養之道也。又問静時悠悠思多，如何去得？曰：能敬則悠悠思住不得自去。）　 \\n  \\n 問：言動非禮，即可以止視聴如何得合禮？曰：四者皆不可易，易即多非禮。故仁者先難而後獲，所謂難者，以我視以我聴以我言以我動也。又曰：聖人以慎言語為善學，君子之言聴之也厲，須存這箇氣味在胷中，朝夕玩味方可。（曾本云：問：顔子請事斯語非禮則勿視聴言動若言動非禮則止，甚分明。視聴如何得合禮？曰：視聴言動皆不可易，易則非禮，故仁者先難而後獲，所謂難者，以我視以我聴以我言以我動也，仰面貪看鳥回頭錯，應人視聴，不以我也，胥失之矣。又曰：聖人以慎言語為善學，君子之言聴之也厲，須存這箇氣味在胷中，朝夕玩味，不須轉説與人。不説與人［吴本有不字］是吝，輕説與人人未必信，况［吴本無此上五字］使人生鄙悖之心。却是自家不是。須留在胷中且看。尋常有些自得事在胷中，別纔説了，又別只看。不言不語底人，做得出惡来也毒）　 \\n  \\n 問儒佛之辨，曰：吾儒下學而上達，窮理之至，自然見道，與天為一。故孔子曰，知我者其天乎。以天為我也。佛氏不從理来，故不自信，必待人證明然後信。（曾本云：問佛氏見得何故不肯就理？曰：既見了自是不肯就理。因舉正叔視伯淳墳侍行，問儒佛之辨。正叔指墳圍曰：吾儒從裏面做，豈有不見。佛氏只從墻外見了，却不肯入来做。不可謂佛氏無見處，吾儒下學而上達，窮理之至，自然見道，與天為一。故孔子曰，知我者其天乎。以天為我也。故自理去則見得牢，亦自信得。及佛氏不從理来，故不自信，必待人證明然後信。）　 \\n  \\n 問忠恕之別，曰：猶形影也。無忠做恕不出来，恕如心而已。恕天道也。（曾本云：問忠恕，曰：猶形影也，無忠做恕不出来，如己所不欲勿施於人，施諸己而不願，亦勿施諸人，説得自分明。恕如心而已。恕天道也。伯淳曰：天地變化草木蕃，是天地之恕。天地閉賢人隠，是天地之不恕。朱問天地何故亦有不恕？曰：天無意，天因人者也。若不因人，何故人能與天為一？故有意必固我m則與天地不相似）　 \\n  \\n 能窮理m理窮［吴本無此上二字］則便盡性，性盡便知命，因指屋柱曰：此木可以為柱者，理也。其曲直者，性也。所以為曲直者，命。理性命一而已。　 \\n  \\n 門人有初見請教者，先生曰：人須先立志，志立則有根本。因指小樹子：須是先生根本，然後栽培。又曰：須是有諸己。有諸己之謂信。指小樹：有箇根本在，始培養灌溉，既成就為合抱之木。若無根本，又培養箇甚麽？又曰：此學不可將以為善，後學為人［此下與胡氏本皆同］。　 \\n  \\n 問視聴言動，合理而與禮不相合，如何？曰：言動猶可以禮，視聴有甚禮文？以斯視以斯聴，自然合理。合理便合禮文，循理便是復禮。（曾本云：問合視聴言動處。視聴言動只是理，何故得合禮？曰：怎生外面討得禮文来合？循禮便是復禮。言動猶可以有禮文，視聴有甚禮文？以斯視以斯聴，自然合理。合這箇理字，便合禮文，禮理之不可易者也，只是一箇敬字。）　 \\n  \\n 問：言有物而行有常，如何是有物？曰：妄則無物。物則是箇實，存誠則有物。曰：敬是存誠之道否？曰：是也。須是體便見得。（曾本云：問言有物而行有常，如何是有物？曰：妄則無物，是不誠也。不誠無物，誠者物之終始。終始者有常之謂也。物則是箇實，存誠則有物。問敬是存誠之道否？曰：須是體便見得。）　 \\n 學須是熟講。（曾本云：學不講，用盡工夫只是舊時人。學之不講，是吾憂也。仁亦在夫熟之而已。）　 \\n 這箇人與這箇仁，相合為一便是道。道立則仁與人之名亡矣。　 \\n  \\n 問：孟子云知天事天，如何別？曰：今人莫不知有君，能事其君者少。存心養性便是事天處。曰：心性何别？曰：心是發用處，性是自性。（曾本云：石問：孟子所謂盡其心者，知其性知其性則知天，存其心養其性所以事天。知天事天如何？曰：事天又別。問：知天莫便能事天否？曰：不然。且如今人，莫不知有君父，能事君父者少，存心養心便是事天處。朱曰：事天工夫最難周。曰：事則是不違。又問：心與性是如何？曰：心是發用處，性是自然。）　 \\n  \\n 學須先從理上學，盡人之理斯盡天之理，學斯達矣。下學而上達，其意如此，故曰知我者其天乎。人心與天地一般，只為私心［一本作意］自小了，任理因物而已，無與焉天而已。豈止與天地一般，只便是天地。　 \\n 李泌不娶妻，食肉，見他已甚，必不能久。亦自無此理。如今只是學箇依本分。　 \\n 今人有明知此事義理有不可，尚吝惜不肯捨去，只是不勇。與月攘一雞何異？天下之達徳三，智仁勇，如斯而已。　 \\n 有所偏且克將去，尚恐不恰好，不須慮恐過甚。（曾本此下註云：矯揉就中之謂也。）　 \\n 問：一日静坐，見一切事平等皆在我和氣中，此是仁否？曰：此只是静中工夫，只是心虚氣平也。須於應事時有此氣象方好。　 \\n 義重於生則舍生取義，生重於義則當舍義取生。最要臨時權輕重以取中。　 \\n 佛之論性，如儒之論心。佛之論心，如儒之論意。循天之理便是性，不可容些私意。纔有意，便不能與天為一。（曾本此下云：便非天性。）　 \\n 聞見之知非真知也，知水火自然不蹈，真知故也。真知自然行之不難。真知而行，未免有意，意有盡時。　 \\n  \\n 孟子論性善，論之至也。性非不可為不善，但非性之至。如水之就下，摶擊之非不可上，但非水之性。性雖可以為不善，然善者依舊在，觀過斯知仁，既是過那得仁，然仁亦自在。　 \\n  \\n 學者先學文，鮮有能至道。至如博觀泛覽，亦自為害。故明道先生教予嘗曰：賢讀書慎勿尋行數墨。（曾本云：論楚州徐仲車所論，煞得中體，却謂人不可不作文，猶且演義禮作詩賦，多是尋人意不到處，遶天十八遭走幾時。曾教在宅中學者先學文，鮮有能至道。又云：至如博觀泛覽，亦自為害。因舉伯淳語云：賢讀書慎勿尋行數墨。黎云：古禪老有遮眼之說，蓋有所得，以經遮眼可也。無所得，所謂牛皮也，須穿透。）　 \\n 或以誠為専意，先生曰：誠是實理，不是専。（曾本云：誠是實理，不是専一。尋常人謂至誠至是謂専一，如惡惡臭好好色，不是安排来。）　 \\n  \\n 鳶飛戾天魚躍于淵，無些私意。上下察以明道體無所不在，非指鳶魚而言也。若指鳶魚為言，則上面更有天，下面更有地，在知勿忘勿助長則知此，知此則知夫子與点之意。（曾本此下云：季路冉求言志之事非大才［吴本作賢］，做不得，然常懐此意在胷中。在曾点看著正可笑爾。學者不可著一事在胷中，纔著些事便不得其正，且道曾点有甚事，，列子御風事近之。然易做，只是無心近於忘。）　 \\n  \\n 敬是常惺惺法，心齋是事事放下。其理不同，或以知言養氣為一道事。先生曰：知言是智養氣是仁，浩然之氣須於心得其正時識取。（曾本云：問：養氣只是集義所生，亦須壯其氣，盛氣以作事否？曰：亦須壯著氣。如今人有氣，索時安能充其體？况塞天地。明道云：何謂浩然之氣？曰難言也，是孟子有此氣，其下旁説大綱。問：知言養氣，或謂辭氣是一道事。曰：知言是智養氣是仁。又問：行有不慊於心，或謂多不字。曰：慊是厭足之意。看不厭足時人氣如何？又曰：要識浩然之氣，於心得其正識取。又曰：志與氣交相養，故下面論心，然亦須外面養他。問：與元道相似否？曰：是氣與神合，只是能配義與道。又問：如今有盛氣人，作事不是却無忌憚。［此係是吳本，却有不是，事出於記義］能不慊否？曰：如此安能浩然？浩然是無虧欠時。）　 \\n  \\n 或曰矜夸為害最大。先生曰：舜傳位與禹是大小大事，只稱他不矜不伐。若無矜伐，更有甚事？人有己便有夸心立，已與物幾時到得與天為一處？須是克己，纔覺時便克將去，從偏勝處克。克己之私則見理矣。曰：獨處時未必有此心，多是見人後如此。曰：子路衣敝緼袍與衣狐貉者立而不恥，許大子路，孔子却只稱其如此，只為他心下無事。此等事打疊過，不怕此心因事出来，正好著工夫。不見可欲，却無下工夫處。曰：有人未必有所得，却能守本分，何也？曰：亦有之人之病不一。此是賢病，人却別有病處。（曾本云：問某有一病，且如作一簡，便須安排言語寫教如法，要人傳玩。飯一客便要器皿飲饌如法，教人感激。推此毎事皆然。先生曰：此夸心欲以勝人，皆私也。作簡請客如法，是合做底，只下面一句便是病根。此病根因甚有？只為不合有己得人道好，於我何加？因説孟子就宫室之美妻妾之奉，所識窮乏者得我與皆是有物欲心。如今老郎家亦恐不免。又云：有人愛騎好馬，道長人精神。又思古人有自為衣服制度者，推此多少般不可勝數。此所謂玩悦小兒家具。［吴本有曰然底此四字］因舉孟之反事，予曰今人亦有能此，又須要人知其不伐。先生笑曰：直如此巧［吳本有如是底］。又曰：舜傳位與禹，是大小大事，只稱他不矜不伐。若無矜伐更有甚事？夸勝為矜，有其善為伐。矜伐煞害事。又問：更有一病，稱好則溢美，稱不好則溢惡，此猶是好惡使然，且如今日泥濘只是五寸，須說一尺，有利害猶且得，無利害須要如此，此病在甚處？曰：欲以意氣加人，亦是夸心。有人做作説話，張筋弩脈，皆為有已，立已與物，几時到得與天為一處？須是克己，纔覺時便克將去，從偏勝處克，克者勝之之謂也。又問：獨處無事時未必有此心，纔遇事逢人此心便出，不能忘我。至末事，如見人著好衣便愛著好衣，未必是自家本意，多是為人。曰：子路衣敝緼袍，許大子路，却只以此稱他，只為心下無此等事，打疊得過。又云：亦須就事上做工夫，不怕此心因事出来，正好處置，與心自為賞罰，不見可欲，却無下工夫處。又問：有一般人未必有所得，却能守本分，不要夸勝人。曰：亦有之，然人之病不一，此賢病。人却别有病處。）　 \\n  \\n 或曰：無學之人，好惡直做得十分。儒者纔有道理，去不得處便住。先生曰：真儒不到得窒礙，不能變通，乃腐儒爾。此漢髙所以慢罵者也（曾本云：問：堯夫論霍光周勃做得許大事，只為無學問。無學問人做事，好惡直到十分。意謂儒者纔有道理去不得處，便住。更前面有甚大事也？不管不肯枉尺直尋，是否？先生曰：此亦一說。真儒不到得窒礙處，不能通變，乃腐儒爾。此髙祖所慢罵者。因舉張良立太子，却致四皓，所謂納約自牖，從人君明處納也）　 \\n  \\n 問學詩之法，曰：詩須諷咏以得之，發乎情性止乎禮義，便是法。（曾本云：問學詩以何為先？云：先識取六義體面。又問：莫須於小序中求否？云：小序亦不盡，更有詩中以下句證上句，不可泥訓詁，須諷咏以得之。發乎情性，止乎禮義，便是法。）　 \\n  \\n 誠是無虧欠，忠是實有之理。忠近於誠，問聞見比昔日全別，唯是見義未能決烈，便為未能得別如舊。謝子曰：使賢當初見二先生，革一革便別。須是有道理，革之不革，其舊安能從新。不見異人，當讀異書。　 \\n 投壺非著意非不著意，莫知其所以然而中，此神之所為也。但教毎事如此。　 \\n  \\n 謝子見河南夫子，辭而歸。尹子送焉。問曰：何以教我？謝子曰：吾徒朝夕從先生，見行則學，聞言則識。譬如有人服烏頭者，方其服也顔色恱懌［一本作澤］，筋力强盛，一旦烏頭力去，將如之何？尹子反以告夫子，夫子曰：可謂益友矣。　 \\n 明道見謝子記問甚博，曰：賢却記得許多，可謂玩物喪志。謝子被他折難，身汗面赤。先生曰：只此便是惻隠之心。［惻然有隠之心］　 \\n 為學必以聖人為之則，志在天下必以宰相事業自期，降此寧足道乎。　 \\n 元城曰：誠意積於中者既厚，則感動於外者亦深。故伯淳所在臨政，上下自然響應。　 \\n 四十萬人死於長平，皆命乎？曰：可知皆是命，只被人眼孔小。　  \\n 　 \\n 卷三 \\n 心本一支離，而去者乃意爾。　 \\n 看文字須是一看過領得，方是理通。　 \\n 克己須是從性偏難克去處克將去，克己之私，則心虚見理矣。　 \\n 問思可去否，曰：思如何去？思曰睿，睿作聖，思豈可去？陳問：遇事出言，毎思而發，是否？曰：雖不中不逺矣。　 \\n  \\n 釋氏所以不如吾儒，無義以方外一節。義以方外，便是窮理，釋氏却以理為障礙然。不可謂釋氏無見處，但見了不肻就理。諸公不須尋見處，但且敬與窮理，敬以直内，義以方外，然後成徳，故曰徳不孤。　 \\n  \\n 昔從明道伊川學者多有語録，唯某不曾録。常存著他這意思，冩在冊子上，失了他這意思。因言二劉各録得數冊，又云一段事纔録得，轉了一字便壊了一段。意思昔録五經語作一冊，伯淳見曰：玩物丧志。　 \\n 伯淳謂正叔曰：異日能尊師道是二哥。若接引後學，隨人才而成就之，則不敢讓。　 \\n 懐錮蔽自欺之心，長虚驕自大之氣，皆好名之故。　 \\n 伯淳常談詩，並不下一字訓詁。有時只轉却一兩字，点［平聲］掇地念過，便教人省悟。又曰：古人所以貴親炙之也。　 \\n  \\n 邢七云：一日三点檢。伯淳曰：可哀也哉，其餘時勾當甚事？葢傚三省之説錯了，可見不曾用工，又多逐人面上説一般話。伯淳責之，邢曰：無可説。伯淳曰：無可説，便不得不説。　 \\n 張横渠著正蒙時，處處置硯筆，得意即書。伯淳云：子厚却如此不熟。　 \\n  \\n 堯夫易數甚精，自來推長厯者，至乆必差，惟堯夫不然，指一二近事，當面可驗。明道云：待要傳與某兄弟，某兄弟那得工夫要學？須是二十年工夫。或云邢七好學，明道云：邢七二十年裏頭待做多少事，豈肻學這底。或云邢七要學，堯夫不肯曰：徒長奸雄。謝云：恨某生不早，却辨得弟子之禮。明道笑云：賢却沒放過底事。堯夫初學於李挺之，師禮甚嚴，雖在一野店飯，必襴坐必拜。欲學堯夫，必亦如此。伯淳聞説甚熟，一日因監試無事，以其説推算之，皆合。出謂堯夫曰：堯夫之數只是加一倍法，以此知太玄都不濟事。堯夫驚撫其背曰：大哥，你怎恁他聰明。伊川謂堯夫：知易數為知天，知易理為知天，須還知理為知天？因説今年雷起某處，伊川云：堯夫怎知某便知？又問甚處起，伊川云：起處起。堯夫愕然。他日伊川問明道曰：加倍之數如何？曰：却忘之矣。因歎其心無偏繫如此。　 \\n 聴其言也厲，須是有力。某尋常纔覺心不在時，語便無力。　 \\n  \\n 敬只是與事為一，未論得是不是。問：此有存主不逐彼去，是敬之理否？曰：先有存主，然後視聴言動却汗漫了，且只認取與事為一時，便是敬。其他説各是一理，從容中道，聖人也。方做一事，忘了其他，亦不免。顔子聞一知十人之才，猶自請事斯語。　 \\n  \\n 問：多愛記事，如明日有件事，今日一日記著。往日有件事，只今不肯放下，至如事過，又須追思，知其非而無法以處之。又每遇事多急躁，常自訟之，云事之未來，不須預憂；事之方至，不須忙迫；事之過去，不須追悔。終之以一毫不立，唯覺而已。然終未得如願。先生云：須是這箇道理處之。某舊有疑疾，一件要如此又要如彼，後行一氣法，名五元化氣。素問有其説，而無其法，初傳時，云行之能於事無凝滯。某行一遍，兩月便覺其效。問云：所病心疾也，而此法何以能平之？答云：氣能動其心，和其氣。所以和其心也。喜怒衰樂失其節，皆是病。　 \\n  \\n 端立問：暢論敬云正其衣冠，端坐儼然，自有一般氣象。某嘗以其説行之，果如其説。此是敬否？曰：不如執事上尋便更分明。事思敬，居處恭，執事敬。若只是靜坐時有之，却只是坐如尸也。　 \\n 舉明道云忠恕兩字，要除一箇不得。　 \\n 敏是得理之速，明理而行。不期而速非是，手忙脚亂。　 \\n  \\n 與其得罪於州閭鄉黨寧孰諫，是父母之過，未至此不可諫也。子曰煞有人為孝弟。（按本子做：不能以義處，却致父母兄弟不睦者甚多，極好笑。先生然之）　 \\n 明道云，病卧於牀，委之庸醫，比於不慈不孝。事親者亦不可不知醫。　 \\n 一日克己復禮，天下歸仁焉。只就性上看。　 \\n  \\n 必有事焉而勿正心，是持敬否？是矜持過當否？曰：近之。答季向書云：每聞進學甚力，湥慰此懐。兹承恩喻，尤見好悦，豈不欲傾盡所知，顧未識所疑安在，難以毫楮而泛論也。然秦漢以來，學雖不明，而為善者不絶於天下，天下若能志於大者逺者，不為目前移奪，雖是非小有失中，大體固已立矣。不失此心可也。　 \\n 或問：天下多少事，如何見得是處？曰：窮理便見得。事不勝窮，理則一也。　 \\n  \\n 答胡康侯小簡云：承進學之意浸灌，湥所望於左右。儒異於禪，正在下學。如顔子工夫，真百世轨範，舍此應無入路，無住宅，三二十年不覺便虚過了，可戒幸毋忽。朱君聞進學可喜，向亦嘗講仁敬之説，當不忘之。游於河南之門者甚多，不知從事於斯，則見功不逺。行之方可信此語也。　 \\n  \\n 又答簡云：葢如語録，只少却三兩字，便血脈不貫，其語不活。如春秋之説正如此。幸亮之。春秋大約如法家断例也，折以中道耳。承諭進學加功處，甚善甚善。若欲少立得住，做自家物，須著如此。邇來學者何足道，能言真如鸚鵡也。富貴利達，今人少見出脱得者，所以全看不得。難以好事期待也。非是小事切須勉之，透得名利闗，便是小歇處。然須藉窮理工夫至此，方可望有入聖域之理。不然休説。　 \\n 總老嘗問一官員云：默而識之，是識箇甚？無入而不自得，是得箇甚？　  \\n 　 \\n 跋 \\n  \\n 右上蔡先生語録三篇。先生姓謝氏，名良佐，字顯道，學於程夫子昆弟之門，篤志力行，於從遊諸公間所見甚為超越。有論語説行於世。而此書傳者蓋鮮焉。熹初得友人括蒼吳任寫本一篇［題曰上蔡先生語録］，後得吳中版本一篇［題曰逍遥先生語録，陳晋江續之，作序云得之先生兄孫少卿及天隠之子希元者］，三家之書皆温陵曾恬天隠所記，最後得胡文定公家冩本二篇於公孫子籍溪先生［題曰謝子雅宫］，凡書四篇，以相叅較。胡氏上篇五十五章，記文定公問答，皆他書所無有，而提綱挈領指示學者用力處，亦卓然非他書所及。下篇四十七章，與版本吳氏本略同，然時有小異，蓋損益曾氏所記而精約過之。輒因其舊，定著為二篇，且著曾氏本語及吳本異同，悉註其下，以備參考。獨版本所増多猶百餘章，然或失本指，雜他書，其无者五十餘章，至詆程氏以助佛學，直以或者目程氏，而以予曰自起其辭，皆荒浪無根，非先生所宜言，亦不類答問記述之體。意近世學佛者私竊為之，以伉其術。偶出於曾氏雜記異聞之書，而傳者弗深考，遂附之於先生，傳之久逺，疑誤後學，使先生為得辠於程夫子，而曾氏為得辠於先生者，則必是書之為也。故竊不自知其固陋，輒放而絶之，雖或被之以僭妄之罪而不敢辭也。其餘所謂失本指雜他書甚者亦頗刋去，而得先生遺語三十餘章，别為一篇。然記録不精，僅存彷彿，非復前篇比矣。凡所定著書三篇已校定，可繕冩，因論其所以然之意附見其後，以俟知言。有道之君子考而擇焉。紹興二十九年三月庚午新安朱熹謹書　 \\n  \\n 憲大觀初年在長沙侍文定公左右，每聴説上蔡先生之學問，以為其言善啟發人。其後在荆門學舍從朱二丈子發遊，甚欵。子發所得話言及書疏必以相示，云先生監西竹木塲，曰自太學往見之，坐定，子發進曰：震願見先生久矣，今日之來無以發問，不知先生何以見教？先生曰：好與賢説一部論語。子發愕然，意日刻如此，何由欵其講說。已而具飲酒五行，只説他話。及茶罷，掀髯曰：聴説論語，首舉子見齊衰者冕衣裳者與瞽者見之，雖少必作，過之必趨。又舉師冕見及階，子曰階也，及席，子曰席也。皆坐，子告之曰某在斯某在斯。子張問曰，與師言之道與，子曰然，固相師之道也。夫聖人之道，無顯無微，無内無外，由灑埽應對進退以至於天道，本末一貫，一部論語只恁地看。其後有書答子發云：竊承求志有味道腴是嗜信，後當益佳。勝康侯謂公博洽，少輩未知。公既宅心道學之後處之當何如。昔見明道先生讀前漢書，未嘗蹉過一字，至見他人有記問者，則曰：玩物喪志。此可以窺其意旨也。憲因讀朱元晦所定著上蔡先生語録三巻，得以詳觀其是正。精審去取不苟，可傳信於久逺。竊歎其志尚如此，而自惟疇昔所聞，將恐零落，輒書以附於卷之末焉。紹興二十九年四月十八日籍溪胡憲跋　 \\n  \\n 熹頃年校定上蔡先生語録三篇，未及脱藁而或者傳去，遂鋟木於贑上。愚意每遺恨焉。比因閒暇，復為定著此本，然亦未敢自以為可傳也。因念往時削去版本五十餘章，特以理推知，其决非先生語。初未嘗有所考騐，亦不知其果出於何人也。後籍溪胡先生入都，於其學者吕祖謙得江民表辨道録一編，讀之則盡向所削去五十餘章者，首尾次序無一字之差，然後知其為江公所著，而非謝氏之語，益以明白。夫江公行誼風節，固當世所推髙，而陳忠肅公文嘗稱其論明道先生，有足目相應之語，蓋亦略知吾道之可尊矣。而其為言若此，豈差之毫釐則失千里之繆，有所必至而不能已者耶。因書以自警，且示讀者使毋疑。舊傳謝先生與胡文定公手柬，今并掇其精要之語，附三篇之後云。乾道戊子四月壬申熹謹記。　  \\n  \\n 　 \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
