{"章节": "序", "正文": "  \\n 序 \\n 　 \\n  \\n 呻S吟Y，病声也。呻S吟Y语，病时语也。病中疾痛，惟病者知，难与他人道，亦惟病时觉，既愈，旋复忘也。予小子生而错弱善病，病时呻S吟Y，辄志所苦以自恨，曰慎疾，无复病。已而弗慎，又复病，辄又志之。盖世病备经，不可胜志。一病数经，竟不能惩。语曰：三折肱成良医。予乃九折臂矣！沉痼数经，呻S吟Y犹昨。嗟嗟！多病无完身，久病无完气。奄奄视息而人也哉！ \\n 三十年来，所志《呻S吟Y语》，凡若干卷，携以自药。司农大夫刘景泽，摄心缮性，平生无所呻S吟Y，予甚爱之。顷共事雁门，各谈所苦。予出《呻S吟Y语》视景泽，景泽曰：“吾亦有所呻S吟Y，，而未之志也。吾人之病，大都相同。子既志之矣，盍以公人？盖三益焉：医病者见子呻S吟Y，起将死病；同病者见子呻S吟Y，医各有病；未病者见子呻S吟Y，谨未然病。是子以一身示惩于天下，而所寿者众也。既子不愈，能以愈人，不既多乎？”因择其狂而未甚者存之。 \\n 呜呼！使予视息?存，当求三年艾健，此馀生何敢以沉痼自弃？景泽，景泽，其尚医余也夫！ \\n 万历癸巳三月，抱独居士宁陵吕坤书 \\n  \\n   \\n  "}
{"章节": "卷一", "正文": "  \\n 卷一 \\n 　 \\n  \\n 【性命】 \\n 正命者，完却正理，全却初气，未尝以我害之，虽桎梏而死，不害其人正命。若初气所凿丧，正理不完，即正寝告终，恐非正命。 \\n 德性以收敛沉着为第一，收敛沉着中又以精明平易为第一。大?收敛沉着人怕含糊，怕深险。浅浮子虽光明洞达，非蓄得罪之器也。 \\n 或问：“人将死而见鬼神，真耶？幻耶？”曰：“人寤则为真见，与心离合而不安定，故随所交而成景，此内妄也。故至人无梦，愚人无梦，无妄念也。人之将死，如梦然，魂飞扬而神乱于目，气浮散而邪客于心，故所见皆妄，非真有也。或有将死而见人拘系者，尤妄也。异端之语入人骨髓，将死而惧，故常若有见。若死必有召之者，则牛羊蚊蚁之死果京有召之者耶？大抵草木之生枯，土石之凝散，人与众动之死生、始终、有无，只是一理，更无他说。万一有之，亦怪异也。 \\n 气，无终尽之时。形无不毁之理。 \\n 真机、真味要含蓄，休点破。其妙无穷，不可　言喻，所以圣人无言。一犯口颊，穷年说不尽，又离披浇漓，无一些咀嚼处矣。 \\n 性分不可使亏欠，故其取数也常多，曰穷理，曰尽性，曰达天，曰入神，曰致广大、极高明。情Q欲Y不可使赢馀，故其取数也常少，曰谨言，曰慎行，曰约己，曰清心，曰节饮食、寡嗜欲。 \\n 深深厚重是第一等资质，磊落英雄是第二等资质，聪明才辨是第三等资质。 \\n 六合原是个情世界，故万物以之相苦乐，而圣人不与焉。 \\n 凡人光明博大、浑厚含蓄是天地之气，温煦和平是阳春之气，宽纵任物是长夏之气，严凝敛约、喜刑好杀是秋之气，狂肆是疾风之气，错惑是霾雾之气，从容是温润是和风甘雨之气，聪明洞达是青天朗月之气。有所钟者，必有所似。 \\n 先天之气发泄处不过毫厘，后天之气扩充之必极分量。其实分量极处原是毫厘中有底，若毫厘中合下原无，便是一些增不去。万物之形色才情种种可验也。 \\n 蜗蛇于壳，烈日经年而不枯，必有所以不枯者在也。此之谓以神用先天之造命脉处。 \\n 兰以火而香，亦以火而灭；膏以火而明，亦以火而竭；炮以火而声，亦以火而泄；阴者，所以存也；阳者，所以亡也。岂独声色、气味然哉？世 \\n  \\n   \\n  "}
{"章节": "卷二", "正文": "  \\n 卷二 \\n 　 \\n  \\n 【修身】 \\n 六合是我底六合，那个是人？我是六合底我，那个是我？ \\n 世上没个分外好底，便到天地位，万物育底功用，也是性分中应尽底事业。今人才有一善，便向人有矜色，便见得世上人都有不是，余甚耻之。若说分外好，这又是贤智之过，便不是好。 \\n 率真者无心过，殊多躁言轻举之失；慎密者无口过，不免厚貌深情之累。心事如青天白，言动如履薄临深，其惟君子乎？ \\n 沉静最是美质，盖心存而不放者。令人独居无事，已自岑寂难堪，才应事接人，便任口恣情，即是清狂，亦非蓄德之器。 \\n 攻己恶者，顾不得攻人之恶。若哓哓尔雌黄人，定是自治疏底。 \\n 大事、难事看担当，逆境、顺境看襟度，临喜、临怒看涵养，群行、群止看识见。 \\n 身是心当，家是主人翁当，郡邑是守令当，九边是将帅当，千官是冢宰当，天下是天子当，道是圣人当。故宇宙内几桩大事，学者要挺身独任，让不得人，亦与人计行止不得。 \\n 作人怕似渴睡汉，才唤醒时睁眼若有知，旋复沉困，竟是寐中人。须如朝兴栉盥之后，神爽气清，冷冷劲劲，方是真醒。 \\n 人生得有馀气，便有受用处。言尽口说，事尽意做，此是薄命子。 \\n 清人不借外景为襟怀，高士不以尘识染情性。 \\n 官吏不要钱，男儿不做贼，女于不失身，才有了一分人。 \\n 连这个也犯了，再休说别个。 \\n 才有一段公直之气，而出言做事便露圭角，是大病痛。 \\n 讲学论道于师友之时，知其心术之所藏何如也；饬躬励行于见闻之地，知其暗室之所为何知也。然则盗跖非元憝也，彼盗利而不盗名也。世之大盗，名利两得者居其最。 \\n 圆融者，无诡随之态，精细者，无苛察之心；方正者，无乖之拂失；沉默者，无阴险之术；诚笃者，无椎鲁之累；光明者，无浅露之病；劲直者，无径情之偏；执持者，无拘泥之迹；敏练者，无轻浮之状。此是全才。有所长而矫其长之失，此是善学。 \\n 不足与有为者，自附于行所无事之名；和光同尘者，自附于无可无不可之名。圣人恶莠也以此。 \\n  \\n   \\n  "}
{"章节": "卷三", "正文": "  \\n 卷三 \\n 　 \\n  \\n 【应务】 \\n 闲暇时留心不成，仓卒时措手不得。胡乱支吾，任其成败，或悔或不悔，事过后依然如昨世之人。如此者，百人而百也。 \\n 凡事豫则立，此五字极当理会。 \\n 道眼在是非上见，情眼在爱憎上见，物眼无别白，浑沌而已。 \\n 实见得是时，便要斩钉截铁，脱然爽洁，做成一件事，不可拖泥带水，靠壁倚墙。 \\n 人定真足胜天。今人但委于天，而不知人事之未定耳。夫冬气闭藏不能生物，而老圃能开冬花，结春实；物性蠢愚不解人事，而鸟师能使雀奕棋，蛙教书，况于能为之人事而可委之天乎？ \\n 责善要看其人何如，其人可责以善，又当自尽长善救失之道。无指摘其所忌，无尽数其所失，无对人，无峭直，无长言，无累言，犯此六戒，虽忠告，非善道矣。其不见听，我亦且有过焉，何以责人？ \\n 余行年五十，悟得五不争之味。人问之。曰：“不与居积人争富，不与进取人争贵，不与矜饰人争名，不与简傲人争礼，不与盛气人争是非。” \\n 众人之所混同，贤者执之；贤者之所束缚，圣人融之。 \\n 做天下好事，既度德量力，又审势择人。专欲难成，众怒难犯。此八字者，不独妄动人宜慎，虽以至公无私之心，行正大光明之事，亦须调剂人情，发明事理，俾大家信从，然后动有成，事可久。盘庚迁殷，武王伐纣，三令五申犹恐弗从。盖恒情多暗于远识，小人不便于己私；群起而坏之，虽有良法，胡成胡久？自古皆然，故君子慎之。 \\n 辨学术，谈治理，直须穷到至处，让人不得，所谓宗庙朝廷便便言者。盖道理，古今之道理，政事，国家之政事，务须求是乃已。我两人皆置之度外，非求伸我也，非求胜人也，何让人之有？只是平心易气，为辨家第一法。才声高色厉，便是没涵养。 \\n 五月缫丝，正为寒时用；八月绩麻，正为暑时用；平日涵养，正为临时用。若临时不能驾御气质、张主物欲，平日而曰“我涵养”，吾不信也。夫涵养工夫岂为涵养时用哉？故马蹶而后求辔，不如操持之有常；辐拆而后为轮，不如约束之有素。 \\n 其备之也若迂，正为有时而用也。 \\n 肤浅之见，偏执之说，傍经据传也近一种道理，究竟到精 \\n  \\n   \\n  "}
{"章节": "卷四", "正文": "  \\n 卷四 \\n 　 \\n  \\n 【天地】 \\n 湿温生物，湿热长物，燥热成物，凄凉杀物，严寒养物。 \\n 湿温，冲和之气也；湿热，蒸发之气也；燥热，燔灼之气也；凄凉，杀气，阴壮而阳微也，严寒，敛气，阴外激而阳内培也。 \\n 五气惟严寒最仁。 \\n 浑厚，天之道也。是故处万物而忘言，然不能无日月星辰以昭示之，是寓精明于浑厚之中。 \\n 精存则生神，精散则生形。太乙者，天地之神也；万物者，天地之形也。太乙不尽而天地存，万物不已而天地毁。人亦然。 \\n 天地只一个光明，故不言而人信。 \\n 天地不可知也，而吾知天地之所生，观其所生，而天地之性情形体惧见之矣。是故观子而知父母，观器而知模范。天地者，万物之父母而造物之模范也。 \\n 天地之气化，生于不齐，而死于齐。故万物参差，万事杂揉，势固然耳，天地亦主张不得。 \\n 观七十二候者，谓物知时，非也，乃时变物耳。 \\n 天地盈虚消息是一个套子，万物生长收藏是一副印板。 \\n 天积气所成，自吾身以上皆天也。日月星辰去地八万四千里，囿于积气中，无纤隔微碍，彻地光明者，天气清甚无分毫渣滓耳。故曰太清。不然，虽薄雾轻烟，一里外有不见之物矣。 \\n 地道，好生之至也，凡物之有根种者，必与之生。尽物之分量，尽己之力量，不至寒凝枯败不止也、故曰坤称母。 \\n 四时惟冬是天地之性，春夏秋皆天地之情。故其生万物也，动气多而静气少。 \\n 万物得天地之气以生，有宜温者，有宜微温者，有宜太温者，有宜温而风者，有宜温而湿者，有宜温而燥者，有宜温而时风时湿者。何气所生，则宜何气，得之则长养，失之则伤病。 \\n 气有一毫之爽，万物阴受一毫之病。其宜凉、宜寒、宜暑，无不皆然。飞潜动植，蠛蠓之物，无不皆然。故天地位则万物育，王道平则万民遂。 \\n 六合中洪纤动植之物，都是天出气、地出质熔铸将出来，都要消磨无迹还他。故物不怕是金石，也要归于无。盖从无中生来，定要都归无去。譬之一盆水，打搅起来大小浮沤以千万计，原是假借成的，少安静时，还化 \\n  \\n   \\n  "}
{"章节": "卷五", "正文": "  \\n 卷五 \\n 　 \\n  \\n 【治道】 \\n 庙堂之上，以养正气为先；海字之内，以养元气为本。能使贤人君子无郁心之言，则正气培矣；能使群黎百姓无腹诽之语，则元气固矣。此万世帝王保天下之要道也。 \\n 六合之内，有一事一物相凌夺假借，而不各居其正位，不成清世界；有匹夫匹妇冤抑愤懑，而不得其分愿，不成平世界。 \\n 天下万事万物皆要求个实用。实用者，与吾身心关损益者也。凡一切不急之物，供耳目之玩好，皆非实用也，愚者甚至丧其实用以求无用。悲夫！是故明君治天下，必先尽革靡文，而严诛淫巧。 \\n 当事者若执一簿书，寻故事，循弊规，只用积年书手也得。 \\n 兴利无太急，要左视右盼；革弊无太骤，要长虑却顾。 \\n 苟可以柔道理，不必悻直也；苟可以无为理，不必多事也。 \\n 经济之士，一居言官便一建白，此是上等人，去缄默保位者远，只是治不古。若非前人议论不精，乃今人推行不力。试稽旧读，今日我所言，昔人曾道否？若只一篇文章了事，虽牍如山，只为纸笔作孽障，架阁上添鼠食耳。夫土君子建白，岂欲文章奕世哉？冀谏行而民受其福也。今诏令刊布遏中外，而民间疾苦自若，当求其故。故在实政不行而虚文搪塞耳。综核不力，罪将谁归？ \\n 为政之道，以不扰为安，以不取为与，以不害为利，以行所无事为兴废起敝。 \\n 从政自有个大体。大体既立，则小节虽抵［?吾］，当别作张弛，以辅吾大体之所未备，不可便改弦易辙。譬如待民贵有恩，此大体也，即有顽暴不化者，重刑之，而待民之大体不变。待士有礼，此大体也，即有淫肆不检者，严治之，而待士之大严不变。彼始之宽也，既养士民之恶，终之猛也，概及士民之善，非政也，不立大体故也。 \\n 为政先以扶持世教为主。在上者一举措间，而世教之隆污、风俗之美恶系焉。若不管大体何如，而执一时之偏见，虽一事未为不得，而风化所伤甚大，是谓乱常之政。先王慎之。 \\n 人情之所易忽，莫如渐；天下之大可畏，莫如渐。渐之始也，虽君子不以为意。有谓其当防者，虽君子亦以为迂。不知其极重不反之势，天地圣人亦无如之奈何，其所由来者渐也。 \\n 周、郑交质，若出于骤然，天 \\n  \\n   \\n  "}
{"章节": "卷六", "正文": "  \\n 卷六 \\n 　 \\n  \\n 【人情】 \\n 无所乐有所苦，即父子不相保也，而况民乎？有所乐无所苦，即戎狄且相亲也，而况民乎？ \\n 世之人，闻人过失，便喜谈而乐道之；见人规已之过，既掩护之，又痛疾之；闻人称誉，便欣喜而夸张之；见人称人之善，既盖藏之，又搜索之。试思这个念头是君子乎？是小人乎？ \\n 乍见之患，愚者所惊；渐至之殃，智者所忽也。以愚者而当智者之所忽，可畏哉！ \\n 论人情只往薄处求，说人心只往恶边想，此是私而刻底念头，自家便是个小人。古人贵人每于有过中求无过，此是长厚心、盛德事，学者熟思，自有滋味。 \\n 人说己善则喜，人说己过则怒。自家善恶自家真知，待祸 \\n 败时欺人不得。人说体实则喜，人说体虚则怒，自家病痛自家独觉，到死亡时欺人不得。 \\n 一巨卿还家，门户不如做官时，悄然不乐曰：“世态炎凉如是，人何以堪？”余曰：“君自炎凉，非独世态之过也。平常淡素是我本来事，热闹纷华是我倘来事。君留恋富贵以为当然，厌恶贫贱以为遭际，何炎凉如之，而暇叹世情哉？” \\n 迷莫迷于明知，愚莫愚于用智，辱莫辱于求荣，小莫小于好大。 \\n 两人相非，不破家不止，只回头任自家一句错，便是无边受用；两人自是，不反面稽唇不止，只温语称人一句好，便是无限欢欣。 \\n 将好名儿都收在自家身上，将恶名几都推在别人身上，此天下通情。不知此两个念头都揽个恶名在身，不如让善引过。 \\n 露己之美者恶，分入之美者尤恶，而况专人之美，窃人之美乎？吾党戒之。 \\n 守义礼者，今人以为倨傲；工谀佞者，今人以为谦恭。举世名公达宦自号儒流，亦迷乱相责而不悟，大可笑也。 \\n 爱人以德而令人仇，人以德爱我而仇之，此二人者皆愚也。 \\n 无可知处尽有可知之人而忽之，谓之瞽；可知处尽有不可知之人而忽之，亦谓之瞽。 \\n 世间有三利衢坏人心术，有四要路坏人气质，当此地而不坏者，可谓定守矣。君门，士大夫之利衢也。公门，吏胥之利衢也。市门，商贾之利衢也。翰林、吏部、台、省，四要路也。 \\n  \\n   \\n  "}
