{"章节": "枫山语录（明）章懋", "正文": " \\n 枫山语录 \\n 　 \\n  \\n 提要 \\n  \\n 《枫山语录》一卷，明章懋撰。懋字德懋，别号闇然子，兰溪人。成化丙戌会试第一。改庶吉士，授编修。会上元内宴，命作鼇山灯诗，不奉诏，且以疏谏，黜为临武知县。弘治正德间累官南京礼部尚书，致仕。事迹具《明史·本传》。崔铣《明臣十节》曰：成化中白沙陈献章，学禅而疏，一峰罗伦，尚直而率，定山庄泉，好名而无实，皆负巨望焉。枫山章公懋，质约淳雅，潜修默成，年甫四十，弃官还郡。贺谏议钦，郑御史已皆责公交疏於陈。庄公逊谢之後，白沙受清秩而交泛。一峰行乡约而戮族人。庄晚年又仕而败，惟章公德行无瑕云云。其在明代，可云不愧醇儒。是编卷帙不多，分为五类，曰学术，曰政治，曰艺文，曰人物，曰拾遗。其学术政治虽人人习见之理，而明白醇正，不失为儒者之言。艺文诸条，持论亦极平允，不似讲学家动以载道为词。其评骘人物，於陈献章独有微词。则懋之学主笃实，而献章或入玄虚也。然献章出处之间，稍有遗议。而懋人品高洁，始终负一代重望，则笃实鲜失之明验矣。又谓胡居仁不适於用，似亦有见。惟推尊吴与弼太过，则颇有所不可解耳。  \\n  \\n 　 \\n 學術 \\n  \\n 先生謂董遵曰：人得天地之氣以成形，得天地之理以為性，須是與天地之體同其廣大，天地之用同其周流，方做得一箇人。若天地間有一物不知、一物處置不得，便與天地不相似矣。 \\n  \\n 學者須是大其心，葢心大則百物皆通，此須做格物窮理之功，心便会大。學者心又須小，正是文王小心翼翼一般，此須是做持敬涵養工夫，心便会小，不至狂妄矣。心為身主，敬為心主，只心一不敬，所行便不是矣。凡人之敬肆勤惰，都由此心。 \\n  \\n 學者工夫須極要細宻，越細宻越廣大，窮理須是精義入神方好。 \\n  \\n 格物窮理，須是物物格，事事理会，講明停當，方接物應事得力。 \\n  \\n 為學之方，當依程子“涵養須用敬進學在致知”做無弊。朱子亦是從事此語。 \\n  \\n 務涵養者偏於靜，多流入禪學去。 \\n  \\n 學者須要實，見得理明應，事方得力。徒守死敬而見理不明，則用處不通，便差却。 \\n  \\n 時務須一一經理過，有事方可應。古人如孔子，乘田便乘田，委吏便委吏，攝相便攝相；朱子救荒便救荒，主簿便主簿，經筵便經筵。 \\n  \\n 先生示遵：敬以直内，義以方外，工夫最好。敬以直内是操存涵養，義以方外須用講學。 \\n  \\n 先生語遵曰：為學之法，須是敬義夾持。偏於持敬而不事集義窮理，則是徒守死敬而已，久之必至消歇；既持敬，又須窮理集義以栽培之，則敬字工夫方活。又云：敬字須貼誠字工夫方着實。敬而不誠則是偽也。 \\n  \\n 人之進學，不在於志氣進鋭之時，而在於工夫有常之後。吾曩見先生請益，先生以為：為學之道居敬窮理，不可偏廢。浙中多是事功，如陳同父陳君舉薛士龍輩，只去理会天下國家事，有末而無本；江西之學多主靜，如陸象山兄弟，專務存心不務講學，有本而無末。惟朱子之學知行本未兼盡，至正而無弊也。 \\n  \\n 道學自孟子失傳，後漢諸儒專守經傳章句無心得，宋兩程子鑒其流弊，方提出敬字做工夫，教學者門人；下稍又流入禪學去。朱子鑒其流弊，遂重在致知格物上做工夫，教學者門人；下稍又流入支離，專鑚研書冊，以著書為事；今白沙見朱子之後支離，遂欲捐書冊，不用聖賢成法，只專主靜求自得，恐又不免流於禪學也。今之學者，須持敬致知兩下工夫方可。 \\n  \\n 學者須是務實易言忠信所以進徳，惟是忠信，方能進得徳。論語開首便言“為人謀而不忠乎，與朋友交而不信乎”，葢為學以忠信為本。 \\n  \\n 陳大章論：為人只要行所無事，以為老成忠厚，不行一事衝突一人，凡事只因循將就過，為行所無事。先生以為：行所無事者，凡事事依本分道理做，不務私智穿鑿而已，豈因循將就謂之行所無事邪？ \\n  \\n 學者欲希顔子之學，必從事於博文約禮，至於欲罷不能，而竭其才，庶幾可以有得欲造乎博厚髙明之域。必致力於明善誠身，至於誠之不息而久且徵焉，然後可以馴致。 \\n  \\n 為學須立志，必以聖人為的。由孔孟之成法而學，則庶乎不差。 \\n  \\n 詞章之學，治世用之不能興禮樂，亂世用之不能致太平。 \\n  \\n 虚寂之學最為心害。後儒髙明者徃徃溺焉，自謂得簡易之妙，終莫覺其非。 \\n  \\n 學術自程朱淪謝，又大壞矣。必須真聖賢出，方能救得。居常處困，毎誦“伯夷叔齊餓于首陽之下，民到于今稱之”之語，便覺自警拔。 \\n  \\n 論士習，疊山云：周公而後，士大夫無治天下之心，富貴其身而已；孔孟以下，士大夫無學聖人之心，榮華其言而已矣。 \\n  \\n 太上立徳，其次立功，其次立言。人當志其逺者大者，毋徒以明經術取青紫為也。 \\n  \\n 學貴有用，然須是養氣。氣充，天下何事不可辦。 \\n  \\n 做舉業，要不以得失為心。 \\n  \\n 學者須耐辛苦，不要有富貴相。 \\n  \\n 學須體用具備。體須十分停當，用方不錯。 \\n  \\n 聖賢作用，與隨世以就功名之用不同。 \\n  \\n 明義須是精，精義又須至於入神。孟子直是辨得義利處極明，七篇中所論義利，皆是此意。朱子應事接物，義利之間亦甚分明。 \\n  \\n 問白沙：人來就學者，如何開發之？白沙以為：今人陷溺於名利汚濁之中，先令他看浴沂章以洗其心胷。先生曰：今日也浴沂，明日也浴沂，如何合殺？怕流入老莊去。白沙曰：使擺脫開方好向道。此亦救一時之弊也。 \\n  \\n 士修於家，尚有壞於天子之庭者。今之士子，惟事舉業以倖科第，進身之後惟圖禄位，安能做得好事業出來？事變之不齊者，天也；於萬變不齊之中而求所以齊者，人也。彼死生也、去就也、升沉也、離合也，天之所為者，吾固不得而齊之。若乃立身行己之道，事君之義，不以死生而變，不以去就而移，不以升沉離合而異，吾徒之所以自許，有不在天而在人者，獨不得而齊乎！齊其所可齊，而於所不可齊者有弗計焉，則夫不齊也者，又所以為齊也。 \\n  \\n 天地以生物為心，而貞元相繼，謂之繼善。人以濟人利物為心，而念兹在兹，謂之好善，天人之心同一善也。茍人心能久於善，則必福其善矣。書稱作善降祥，易稱積善餘慶。夫祥之與慶，皆福之大而命於天者也，豈一朝一夕之善可以襲而取之哉？故必曰：作善積善，欲人之念念不忘而久於其道，若詩所謂永言配命者，則多福不求而至矣。 \\n  \\n 先生登第後寄鄉先生書曰：某嘗聞先生長者之教，以為義理工夫，乃致君澤民事業，非真知實踐有得於己者，未見其有實用也。始者亦嘗志於是矣，顧為科舉之學，所汩弗得實用其力。區區從事於呻S吟Y佔畢者十餘年，於道竟無所見，於心竟無所得慚，負明教多矣。今者奉親命就試春官，非敢遽志乎富貴也。亦曰欲釋去舉業之累，得以專志於學耳。 \\n  \\n 學者奉身務要儉約，不可好華侈。茍好華侈，必至貪得。他日居官决不能清白。葢宫室妻妾飲食衣服之欲難足故也。人能儉約，自無此項病痛。 \\n  \\n 大學之格物致知，所以博其文也；誠意正心修身，所以充其體也；齊家治國平天下，所以措諸用也。師之所以教，教此而已；弟子之所以學，學此而已。三代而下，惟安定湖學之教有得于此，出其門者淵篤純明，直温簡諒，多為有用之才。故後之言師者必歸焉。師道廢，學術隨之；學術壞，士習隨之。呻S吟Y佔畢以為學，風雲月露以為文，富貴青紫以為志，如是而望其有成材，難矣。 \\n  \\n 士清其心源，而後可以修身而致用。 \\n  \\n 人得天地之仁以生，故仁者人之生理也。 \\n  \\n 三代而下，儒以無用而取人之鄙薄訕笑者衆矣。非儒之無用也，儒焉非儒，而盜名欺世之不足為用也。  \\n 　 \\n 政治 \\n  \\n 吾儒為天地立心，為生民立命，為徃聖繼絶學，為萬世開太平。帝王莫不用儒為治，若虞之論九徳舉黎獻，周之教三物賔賢能，所用者皆儒也。故當其時，野無遺賢，王多吉士，庶政惟和，萬邦咸寧，治隆俗美，卓乎不可及焉。三代而下，儒者弗用，用者非儒，漢策賢良而相曲學棄醇儒，唐舉進士而重詩賦輕明經，宋以經義八行取士，而元祐乾淳學術乃見擯廢，無惑乎治之不古若也！宋元學校之外，又有書院之設，書院則無利禄之誘，凡有志之士皆聽其就學，有田以供給之，延名師碩儒為山長以主教之，故出其中者多有好人才。諸老先生有不就仕而反就山長之聘，樂為開講者，今日朝廷須是復立書院，庶幾作養得些人才出。 \\n  \\n 自夫宗法廢而親親之恩薄，至有漠然相視如塗人者；田制壞而生生之道微，至有貧不能自存而轉乎溝壑者。葢亦世降俗薄使之然耳。有仁人君子者，弗忍其視如塗人而棄溝中也，於是推吾有餘資彼不足，若文正范公之為義田以給宗族之在吳中者，則其養之有道，惠之有術，而有得於古人親親之仁。豈非禮之以義起者乎！ \\n  \\n 今天下之財取於民者，錙銖不遺，不可以萬計。名為官用，實無分毫入於公府，而悉歸私室。茍能得人而鈎考之，皆可以充國用。但非其人，則不足以革弊，而反以病民。 \\n  \\n 秦誓有言，若有一个臣，斷斷無他技，休休有容焉。葢謂大臣之道，不貴乎他技，惟貴乎有容也。 \\n  \\n 古之聖賢，若仲尼子産為政，人猶始謗而終誦之，則未及聖賢者固無恠其然也。惟當置之度外，任其紛紛，則久而論定。此易之所謂革而已日乃孚者也。 \\n  \\n 夫子不鄙九夷，以其所居而化也。昔者蜀之與閩，皆夷地也，自文翁為郡，而蜀之文風可比鄒魯；常衮為觀察使，而曼胡之纓化為青衿。人材駸駸，與上國齒。孰謂夷之不可夏乎？ \\n  \\n 朱子論古之學者為己，今之學者為人，以為二者之分，實人材風俗盛衰厚薄所繫，教者不可不審。斯言至矣。朱子之守漳州也，嘗欲推行經界以惠貧民，時當道者惑於浮議，迄不果行。有志之士至今為憾。 \\n  \\n 古之耕者助而不税，其制不可及已。後世有田則有税，然各隨其所有多寡而徵焉，民未以為病也。至於無田而有抑配之税，則民之困極矣。是豈真無田也邪？葢版籍不明，姦欺百出，有田者不税，有税者無田，逋租匿役靡所不至，政龎賦擾訴理紛紜，非惟民所不堪，而有司亦病之矣。 \\n  \\n 先生奏修舉學政疏有曰：歲貢一行非無可與共學之資，而衰遲不振者十常八九。葢由積累歲挨次而升故也。雖近年有増貢之舉，而所拔亦挨次之人，資格所拘，英才多滯。臣愚見，欲乞於貢外間，令提學憲臣於人才素多去處，行選貢之法，不分廪膳，増廣生員，通行精加考選，務求行著鄉閭、學通經術、年富力强、累試優等者乃以充貢。通計天下之廣，約取五七百人，照依地方分送兩監，今年者行一次，以後或三年或五年，量在監人才多少間一行之。 \\n  \\n 主司者有陸敬輿，取士必昌黎其人。 \\n  \\n 先王賔興，選士之制敬敏任恤者書於閭胥，孝弟睦婣有學者書於族師，而徳行道藝又書於黨正。書者何録其人也？録其人何章之？以示勸也。後世求士於科目，猶賔興焉，與其選者名於學官，豈非閭胥族師黨正所書之遺意邪？閭胥族黨之書，皆先徳行而科目之，所取學官之所名者，專以文藝。或者詆其非，某竊以為不然：夫文藝，道徳之精華也；深於道徳，然後能工於文藝。較其藝者，固將以觀其徳也。然則六徳六行之備，書其察之也詳；即其一藝而名之者，其責之也厚。察之詳則其名不虚，責之厚則其實難副，知其名之不可虚，而必求所以副其實焉，是亦所以勸也。而何慊乎閭胥族黨之書哉？ \\n 政體第一是格君心、收人才、固民心為本，然後政事可舉而行也。 \\n  \\n 世道惟唐虞三代之盛，皆是聖人在位，致中和下。此則一泰一否，祇憑氣運推盪耳。 \\n  \\n 文廟祀典，以道統言之，須進周子兩程子張子朱子於配享之位，汰漢儒之無稽者，而序進宋數大儒於從祀之列，斯允當矣。 \\n  \\n 論風俗，嘗欲会同志擇里而居，傚横渠復古之志，行藍田呂氏鄉約，庶可一變而厚。 \\n  \\n 世道不好，都是小人用事，正如昏夜相似，盜賊鬼魅虎狼蛇鼠交出横行。君子在斯時，鮮有不被其害者，至於君子用事，則若日出，彼物自都不見。 \\n  \\n 世之仕者莫不易其進也，而君子每難之；莫不難其退也，而君子則易之。其進其退，天下國家之輕重繫焉，夫豈徒哉：如或進焉，决性命，饕富貴，不能有為於當時；退焉，亂大倫，羣鳥獸，不能有補於名教，惡在其為進退也邪！ \\n  \\n 提學之政，須行安定經義治事法，使其有實用課程，憑其自隨資質限來，只照其中考察之，必以厲行檢為本。周尚書洪謨奏詔天下祭文廟加十二籩豆，非禮論加王號祀之，亦未當只作先師孔子為好。羅一峰亦以為是。 \\n  \\n 國初太學用天子禮祭，郡邑只用郡邑禮祭。監祭七十二賢，郡添祭十哲，邑只祭四配。 \\n  \\n 先生自言：當時惜不得做臨武知縣。外官只有知縣可做，以其親民惠，易下及也。 \\n  \\n 治家之法合食之事，必有闗雎麟趾之意，然後可以行周官之法度。 \\n  \\n 先生謂董遵曰：待客之禮當存古意。今人多以酒食相尚，非也。聞薛文清公在家，官客徃來只一雞一黍，以瓦噐盛之，酒三行，就食飯而罷。又魏尚書驥在家，官客相望必留飯，食止一肉一菜而已。年雖髙矣，必就舟次囬訪，不之公府。有所相遺，必有報禮，不肯虚受人惠。此二公者，亦可以為法矣！ \\n  \\n 箕子流化朝鮮，而孔子不陋九夷。天下豈有不可變之俗？居言路，須是舉其急且大者説，不可數以小而緩者去瀆君。 \\n  \\n 古人為太學師，師者徳尊望重，而進退作則言動是效。故人化其徳而暴傲革面，柔懦有立，禮順克彰，孝弟興行。 \\n  \\n 先王有大小宗之法以聮其族，故彛倫攸敘，而禮義興行，風俗淳美，後世莫能及焉。自王教衰宗法壞，人不知所本，而各顧其私，雖親骨血亦相視如塗人，情義乖離，而彛倫斁矣。所以聮其族屬，合其渙散，而使之相親睦者，惟譜牒之修為有補於世教耳。 \\n  \\n 漢張綱為御史，嘗埋輪都亭，條列梁冀兄弟無君之罪十五事，京師震竦。後雖為冀所中，而出守廣陵，又能化服劇賊數萬，南州晏然。非其昌言立朝威望有素，能致然乎。 \\n  \\n 宋時好人才多，由上好儒雅。 \\n  \\n 做官須置一簿，逐一私記，防吏人賣法作奸。 \\n  \\n 做官只理細務，判得一二紙狀，不過小利及一二百姓而已，何如行得些大體之事，使民皆受得些大惠。 \\n  \\n 吾謫臨武，因言者留官南京評事。初至，將洪武至成化年間文卷逐一檢閲過，如是者二三月。凡舊制事例，一應行移，并案牘積弊，由是悉知。後遇事便省力。嘗恨不得臨武一做，以施所藴，以惠百姓。 \\n  \\n 春秋之世，晉人崇大諸侯之館，而賔至如歸，子産所以美文公之覇。陳之司里不授館，羈旅無所單，襄公知其必亡。先生當正徳改元初，上疏有曰：以正徳為名，當求正徳之實，如劉蕡所謂居正位親正人發正言行正道，而後可以正徳；如董仲舒所謂正心正朝廷正百官正萬民，而後謂之正徳。茍徳有未正，則雖令不從。欲求治化弘成，庸可得乎。 \\n  \\n 又謂：天道以元生萬物，而聖人體元以治萬民，故即位必稱元年，而建元必殊徽號。葢與天下更新，示其所以為治之意，使人心知所向望也。 \\n  \\n 先王廟祀之典不及下士庶人，葢以其分之有限，禮不下達，而人情猶有歉焉。至宋大儒君子創為祠堂之制，則通上下皆得為之，然後盡於人心。豈非禮之以義起者乎？ \\n  \\n 唐之既末，宦寺柄國，藩鎮弄兵，賦役繁重，民不堪命極矣。文宗君臣正當焦心勞思，相與戮力，拯民水火之中，而漠然不以為意，方且從容聮句，愛夏日之長，而樂薰風之凉。嗚呼，此日此風，特文宗君臣之樂耳！彼夏畦之農夫、邊城之戍卒。寧得而共之邪？文宗生於深宫，其不知稼穡之艱難，未足多讓；為公權者，既不能以孟子之言规其君，又逢其君之意而詠美之，難乎免於容悦之罪矣！君臣上下無志於民如此，此唐室所以不兢也。雖然，唐不足論矣，方宋之盛時，内苑賞花釣魚之宴，其君臣終日飲酒賦詩，稱頌太平，亦未聞有以田里休戚為言者。卒至熈豐聚歛殘民之禍，而宋祚遂以中微。豈獨唐之公權為可罪哉！ \\n 人主一心，攻之者衆。一惑於耳，則凡侈靡之聲皆乘間而入矣；一惑於目，則凡侈靡之色皆抵隙而進矣。人心愈危，則道心愈微矣。  \\n  \\n 　 \\n 藝文 \\n  \\n 或問：孔子論易主義理，無一語卜筮，而朱子專主卜筮之説為非？先生曰：伏義氏畫卦，文王周公繫辭，本為卜筮而作，孔子於大傳，如所謂開物成務興神物以前民用，所謂定天下之吉凶、成天下之亹亹者莫大乎蓍龜者，皆以卜筮言也。朱子本義，無非因卜筮而發明其義理以示人，如所謂語子惟孝、語臣惟忠、必中必正、乃吉乃亨者是也，則義理與卜筮豈可岐而二之哉。若專論義理而不本卜筮，則必流於王弼之祖尚清虚；若專談卜筮而不根義理，則為巫史之妄談禍福矣。豈聖賢著述之意哉？觀於左傳所載穆姜占艮之隨，而論元亨利貞之義；子服惠伯論南蒯占坤之黄裳，而謂忠信之事則可，不然必敗。是易之不可以占險，豈有不孝不弟為奸為盜而有卜筮大吉之理乎？春秋首止之会，周惠王將以私愛易嫡，齊桓公合諸侯以定世子，夫子則許之；鄭文公奉王命而不與盟，夫子則責之。是皆以道不以位也。道之公，所以匡其位之有不公者也。 \\n  \\n 捨象數而求理，則未免淪於虚無；泥象數而不求理，則未免淫於術數。惟不泥於象數，而亦不離乎象數，斯可以言易矣。 \\n  \\n 朱子語類一書，雖出門人所記，不敢謂其字字句句皆無差誤，而其中所載大而天地鬼神之奥，小而一事一物之宜，凡所以窮理修身應事接物、與夫治國平天下之道，靡所不備，大有功於後學。 \\n  \\n 聖人之道與天地並，而六經之作所以載道是也。若易以順性命之理，書以記政事之實，詩以理性情之正，春秋以示禁戒之嚴，禮以正行，樂以和心，皆切於日用，不可以一日廢也。人能誦是經而有得焉，則可以修身，可以齊家，可以治國平天下，無所施而不當矣。 \\n  \\n 或謂：綱目書法，謂莽操懿裕楊堅皆同簒弑，而有書莽、書主、書帝之異；賈充楊素李勣李林甫罪惡百倍，扬雄而書死、書卒不同。而為朱子之失？先生曰：鄭莊公之子忽為世子，而突乃庶子，皆由祭仲而立。春秋於忽止書世子，而突書鄭伯；晉獻公之子奚齊、卓子皆為里克所弑，而春秋一書殺其君之子，一書弑。其例不同，聖筆予奪固有深意，則綱目之書莽書帝書主，亦必有謂，豈可以一例裁之乎？彼充素與勣林甫皆無狀小人，不足責，而雄乃好古樂道、以儒名者，乃亦如是，則綱目書死，豈非春秋責備賢者之意乎。 \\n  \\n 秉史筆者，當以是非論，不當以成敗論。以成敗論人，天下無全人矣。成帝時以大將軍王鳳以帝舅擅權用事，京兆尹王章言鳳誣罔不忠不可任用，宜便選忠賢。成帝悦其言而不能用，遂為鳳所陷以死。班孟堅議章不量輕重，然則循黙充位全軀保妻子之臣，乃為能量輕重者乎。 \\n  \\n 東萊為文公作白鹿洞記，文公與之商訂可否，三數徃復而後定。古人相切磋有如是者。 \\n  \\n 黄仲昭纂修閩志，所立義例最為精當，無可議者。但事目中先後次第，有不以類相從者，如水利乃陂堰井塘之類，而列於坑塲土産之中；恤政一條雜於陵墓古蹟之間，俱似未當。又人物類流寓，乃名人賢士；方伎雖小道，亦各有用於世者。不當次於神異仙釋之後也。凡若此類，更須詳定為佳。 \\n  \\n 世之傳人物者，徃徃有取於竒節偉行以驚世動俗；而於庸行之善者，則以為常事，不書而悦於茍難，殆非聖人中庸之教也。若曾子固以洪渥所存人人所易到而載之，得非有見於是邪。 \\n  \\n 昔曺子建制譙樓畵角三弄之曲，初弄曰為君難為臣亦難難又難，次弄曰創業難守成亦難難又難，三弄曰起家難保家亦難難又難。詞皆悲壯激切，使有國有家者聞而知之，必將惕厲於心，進而徳修而業，終日乾乾，弗敢一息自暇自逸。后克艱厥后，臣克艱厥臣，而天下國家無難治者矣。 \\n  \\n 蒙古氏之有天下也，治率不師古禮樂刑政，無足稱述。獨文章一脉，代有作者，未嘗絶響。若虞伯生、范徳機、楊仲弘、揭曼碩、歐陽原功、馬伯庸、薩天錫，暨吾鄉黄晉卿、柳道傳諸人，各以其詩文鳴，莫不涵淳茹和，出入漢唐。郁乎彬彬，何其盛也。 \\n  \\n 吾廷介問先生何所著述，先生曰：不敢著述，欲將朱子語類及文集所載，纂輯成書，以發明四書經傳注。但力未及，况秀才又都習舉業，因無能相助用此功者。董遵適又出仕矣。 \\n  \\n 譜者一家之史也。國有史則其君之明暗、臣之忠邪、政之是非得失，善可法惡可戒，昭昭于後世。族有譜，則自大宗以及小宗，其人之賢愚貴賤貧富，一覽具見，雖不若史氏之褒善貶惡，而勸懲之意固未始不存乎其間也。 \\n  \\n 聖人在上，則以其道行賞罰於天下，而立一時之政治；聖人在下，則以其道寓賞罰於筆削，而立萬世之政治。先王之世，五服以命有徳，五刑以討有罪，此賞罰之賞罰也。夫子作春秋，榮華衮於一字之褒，凛鈇鉞於片言之貶，是乃不賞之賞不罰之罰也。賞罰之權，僅可施諸其身；而春秋之賞罰，則其身雖死，而不得逃焉。賞罰之權，僅能勸懲於一時；而春秋之賞罰，則足以勸懲於千百世之久。夫子雖窮不得位，其功顧不大於有位者歟！天下之不能有君子而無小人，猶造化之不能有陽而無隂也，故聖人作易於陽，則引翼之扶持之，惟恐其不盛；於隂則排擯之抑遏之，惟恐其或盛。凡易之所謂吉所謂亨所謂利者，必多陽也，否則隂之比陽應陽從陽而得正者也；其所謂凶所謂悔所謂吝者，必多隂也，否則陽之比隂從隂應隂而失正者也。故曰：聖人之情見乎辭。聖人之情何情也？扶陽抑隂之情也。扶陽固為君子謀，而抑隂未必不為小人謀也。是故拔茅征吉、戸庭無咎，謀出處也；扬于王庭、括囊不害，謀語黙也；乾而惕厲、震而修省、損而懲忿窒慾、益而遷善改過，謀所以修身也；臨而保民、觀而設教、巽而申命行事、噬嗑而明罰勑法，謀所以治人也；飲食於需、宴息於隨、避難於否、致命於困、反身修徳於蹇，則於處常處變之事，無一不為之謀焉。易之拳拳於君子者如此，其於小人也則不然，履霜則恐其堅、娶女則憂其壯、童牛是牿、金柅是繫、惡羸豕之躑躅、戒剥床之滅貞，誠不為之謀矣。然使小人知所悟焉，必將曰覆餗而形渥、負乘而致寇，易葢戒我不可以覆餗而負乗也；獲狐於田、射隼於墉，易又教我不可以為狐而為隼也。小人弗用，小人弗克，吾而不為小人，則用矣克矣。能不反乎！此則易之一言一字，皆小人之藥石，不為之謀者乃所以深為之謀也。又况剥之六五許其貫魚之利、復之六四美其獨復之道，而否六二有包承之心，遂為小人之吉，所以開其遷善改過之門矣。為小人謀，孰有加於易哉！ \\n  \\n 漢光武以赤伏符即位，由是深信符命之説，其惑甚矣。為史氏者宜以正論載之，庶幾可破萬世之疑。夫何蔚宗之史也，歴叙光武生而神異，以及舂陵佳氣、舎南火光之屬累數百言，謂其受命有符，不然則無以乗龍以御天。嗚呼，是不幾於語恠也邪。 \\n  \\n 唐李翺幽懷賦云：衆囂囂以雜處兮咸歎老而嗟卑視予然之不然兮慮行道之猶非。歐公讀其文，恨不得生其時，與翺上下其論。又以為在位君子皆不肯易其歎老嗟卑之心而憂，翺之憂公之心，亦翺之心哉。第不知後之讀歐文者，亦有以救時行道為賢而憂公之憂乎。嗚呼，事有利害不切身而傷懷。人有古今不同時而合志，豈獨公之於翺哉！予亦有所感矣。 \\n  \\n 吾始讀東坡制科策及進策諸篇，見其有更張百度之志，有賈太傅流涕漢庭之風，縱横氣習尚未盡除，其所以異於臨川者幾希。及觀其上神宗萬言書、時政書及代張方平諫用兵等書，憂深思逺，忠厚懇惻，思與天下休息之意藹然溢於言表，然後見公之學識議論，非復少年之比。豈其懲創王氏之失而改之乎？抑亦經歴世故之熟而所造愈深乎？ \\n  \\n 司馬子長傳循吏，以武帝時多酷吏也；班孟堅傳循吏，以明帝時多酷吏也。 \\n  \\n 挽詩何始乎？其倣諸古虞殯之歌乎。葢送葬者歌以挽柩，即莊周氏之所謂紼謳者也。漢田横死，吏不敢哭，但隨柩叙哀以為歌，厥后相承，遂以薤露送王公貴人，蒿里送大夫士庶，是則哀死之詞，而因以為引紼者之所歌也。近世士大夫於故舊交遊之哭，或相去數千百里，不能匍匐徃弔、執紼臨穴，於是乎有哭之以詩者，則非復為挽柩之用，而徒以寄其哀耳。葢一變矣。又有孝子慈孫，不忍死其親，而托諸能言之士為詩以哀之，則今之挽詩是矣。是又一變也。夫以生不相知，而哀其死，不幾於涕之無從者乎。然以孝子慈孫之故不逆其情，與其人平生有足哀者，則為是以洩其哀。事雖非古，其亦庶乎禮之以義起者歟。 \\n  \\n 先生與東白先生書曰：竊聞古之良史，其明足以周萬物之理，道足以適天下之用，志足以通難知之意，而文足以發難顯之情，然後能勝厥任。則史職豈不難其人乎。唐以順宗實録命昌黎，宋以英宗實録及五朝史事皆付南豐，今我孝宗皇帝盛徳大業震耀古今，而以先生首羣儒緫筆削，天下莫不稱嘆得人，是即今之韓曾也。某乆辱知愛與聞忻怍，切願先生載董狐之筆，刋司馬之書，上以彰緝熈而扬洪烈，下以表忠直而黜姦佞，使元愷共鯀莫能逃其情，以成一代之典，不亦偉乎。古語為宰相能制生人，史官兼制生死，權重於宰相。先生其念之哉。幸以夫子春秋為志，萬勿以萋斐之言而自沮也。 \\n  \\n 易曰積善餘慶，書曰作善降祥，皆極言為善之福，無非欲人知所寶焉。夫子罕言利，而慮其多怨。孟子不言利，而患其交征。則明言求利之害，恐人之誤以為寶也。 \\n  \\n 香溪范先生之文，世知誦習者心箴而已。他葢罕有知者。今觀其言，如以耻為入道之端，以古之聖賢未有不由悔而成；又謂學者覺也，心且不有，何覺之有。皆超然自得於學，極有警發，不獨心箴為可取也。故朱子有不知從誰學之語。先輩謂其得於孟子者為多，若先生者，豈非所謂豪傑之士哉。  \\n  \\n 　 \\n 人物 \\n  \\n 先生謂樂其天者乃仁者安仁之事，如顔子之仁去聖人未達一間，故止曰不改其樂，視夫子之樂在其中者，已不能無間矣。聖門髙弟，徳行如仲弓，安貧如原憲，升堂如子路，頴悟如子貢，皆未能得此樂。當時惟曾点有浴沂詠歸之樂，夫子與之，而行不掩言，不免為狂。故朱子曰：顔子之樂平淡，曾点之樂勞攘。又曰：点之樂淺近而易見，顔子之樂深微而難知。点只是見得如此，顔子是工夫到那裏了。又曰：曾点細宻工夫却多欠闕，便似莊列。今人若學他，便狂妄了。觀此數條，則曾点之樂，已不同於顔子矣。 \\n  \\n 朱子謂孔顔之樂，有曰學者當從事於博文約禮，而至於欲罷不能，而竭其才，則庶乎有以得之。夫以顔子之學至於欲罷不能而竭其才，葢在請事斯語之後、三月不違之時。先儒所謂到此地位，直是峻絶工夫尤難者也。或謂二程尋樂在太中遣從學之初，及再見則已得之矣。豈顔子亞聖得之如此其難，而二程得之乃若是其易邪。 \\n  \\n 宋之盛時稱周程張邵，然程子謂康節於儒術未見有得，朱子謂横渠之於二程，猶伯夷伊尹於孔子。則張邵已不可班於周程矣。南渡之後，有朱張呂三先生焉，然朱子謂南軒伯恭之學皆疎略，南軒疎略從髙處，伯恭疎略從卑處去。則張呂又安可班於朱子乎。由是觀之，其得斯道之傳而醇乎醇者，惟周程朱子而已，豈不難其人哉。遊程子之門而學其道者多矣，而和靖謂伊川未嘗許一人；遊朱子之門者英材尤衆，而得其傳者獨稱勉齋，他人皆不與焉。當二先生之時，見而知之者若是其寡也，而况於聞而知之者乎。 \\n  \\n 某自幼為學，雖未嘗無尋樂之心，然自省于日用之間，言焉未能無口過，則有所不樂；行焉未能無怨惡，則有所不樂；隠微之間、念慮之萌，而真妄錯雜，又有所不樂。行年五十，方且戰兢惕厲，求為伯玉之知非寡過而未能，其於天理真樂，誠然未之有得。 \\n  \\n 康節謂得天理之真樂，則何書不可讀，何堅不可攻，何理不可精。是先得此樂而後可以讀書精理。其言似乎倒置。自昔賢人君子處順境而樂之者易，處逆境而樂之者難，若曾点之浴沂詠歸，康節之擊壤歌咏，皆順境也；惟夫床琴于浚井之日，弦歌于絶粮之餘，以至飯疏飲水簞瓢陋巷之中，無徃而不樂焉，乃為境之逆，而樂之真耳！是豈人之所易能哉。 \\n  \\n 三代以下人物，諸葛孔明范希文真是全才，然未免有事求可、功求成處。如程朱，則是聖人作用，行一不義殺一不辜而得天下，不為矣。 \\n  \\n 今江西之學，還有陸氏遺風；浙中之學，還是事功史鑑上重。 \\n  \\n 漢髙祖取天下，當時太公在，他只自取，後尊其父而已。所以無太宗之失。 \\n  \\n 後世人主，惟魏孝文能行三年之喪。 \\n  \\n 文伯母之擇師而教子成人，孟母之三遷而教子為賢，又皆能躬績織以勤其家，無非代夫以終其事也。 \\n  \\n 荆公文章節行髙一世，可與歐曾三蘇並驅爭先。而心術行事，顧與呂蔡童為伍，其可惜也夫，其可惜也夫！ \\n  \\n 漢昭烈將終，謂孔明曰：君才十倍曹丕，必能終定大業。若嗣子可輔輔之，如不可輔君其自取。嗚呼，昭烈於是失言矣。吾讀陳壽書至此，未嘗不深為孔明懼也。夫昭烈之為是言，是疑孔明也，是以操懿待孔明也。吾不意魚水君臣而猶以智術相御有如是者！於托孤寄命之際，而置嫌疑於其間，安在其能托孤也。設使昭烈既没之後，敵國乗之，而為武庚禄父之謀，用田單陳平之間，奸臣假之而興管蔡流言之變，造夏竦伊霍之書，則雖以成王之賢，周公不免於居東；仁宗之明，范富竟至於罷相。曾謂劉禪之昏庸，而能任賢勿貳者乎？ \\n  \\n 古今論淵明者多矣，大率以其文章不羣詞彩精拔、冲淡深粹悠然自得為言，要皆未為深知淵明者。獨子朱子稱其不臣二姓，有得於天命民彛、君臣父子之義。吳草廬稱其述酒荆軻等作，殆亦欲為漢相孔明之事，而魏錫山則曰：有謝康樂之忠而勇退過之，有阮嗣宗之達而不至於放，有元次山之漫而不著其迹。觀是三言，足以見其為人。而節槩之髙文章之妙固有不待言者。嗚呼，若淵明，豈徒詩人逸士云乎哉！吾不意兩晉人物有若人也。 \\n  \\n 宋錢宣靖公若水，方其進而佐同州直玉堂副樞宻也，政事文章謀猷諫諍傑然有聞于時，固非徒進者矣。及其有感於呂蒙正劉昌言之事，而蹝脱富貴若將凂焉，亦豈茍焉而退者。有宋三百年，士風之美，重道義輕爵禄，難進而易退者，皆自宣靖倡之。而文信公之孤忠大節，又嘗有慕於宣靖之為者，則其有功名教，豈下於桐江一絲扶漢九鼎者哉。 \\n  \\n 唐世賢相，善謀善斷，尚通尚法，尚直尚文，功業表表，非無可稱，然皆出於才質之美，而未嘗根於學問。殆不免乎朱子所謂材宰相者。獨魏鄭公恥其君不為堯舜，進諫論事每以仁義為勸，頗為知學。夫何建成之事君子病焉？吾所敬服者惟陸宣公乎，論諫數百，炳若丹青，雖當擾攘之際，説其君未嘗用數。今觀奏議一書，若罪已改過之言，用人聽言之方，以及備邊馭將財用税法，纎悉畢舉。其學之純粹，葢三百年間一人而已。 \\n  \\n 東萊之學尊司馬遷。 \\n  \\n 范香溪之學，心箴儘有功夫。 \\n  \\n 何王金許得考亭真傳。又曰：四賢何最切實，王金許不免考索著述多些。 \\n  \\n 東萊於香溪，四賢於東萊，皆無干涉。 \\n  \\n 天下學者做誠未至，動不得人。惟白沙動得人。 \\n  \\n 漢人有為盜者曰：刑戮是甘，乞不使王彦方知。彦方遺布一端，卒能化盜，使之道不拾遺。陽城居於晉之鄙，晉之鄙人薰其徳而善良者幾千人。温公與康節在洛里中，後生皆畏亷耻，欲行一事，必曰無為不善，恐司馬端明邵先生知。是皆君子之居鄉，有不約而自化者。 \\n  \\n 某當時在翰林文字，多主諷諫，極為陳文所惡。每考置之下列。劉定之每爭之，陳欲除某出外，定之以陳選事勸之，乃留在翰林。 \\n  \\n 司馬公、范文正公近道。 \\n  \\n 程門弟子所得，呂與叔髙，游楊謝流於禪。尹子敬上有功，義上還欠，為母誦金剛經。 \\n  \\n 朱門弟子，吳伯豐好，蔡西山父子陳北溪黄勉齋受吾道之托，真西山之學亦文章重耳。 \\n  \\n 明道之才近聖人，伊川還是賢人。 \\n  \\n 許衡吳澄之學，許尊信朱子，吳出於饒雙峰，雙峰出於勉齋。 \\n  \\n 吾婺有三巨擔，自何王金許没而道學不講，自忠簡点成，逝而功業不彰。自吳黄柳宋謝而文章不振，後學可不勉哉。 \\n  \\n 本朝人物，節義取方孝孺沈良一，文章取宋景濓，其次節義取李時勉，政事取周忱。 \\n  \\n 當時人物，以陳白沙為天下第一流。 \\n  \\n 又謂：白沙不免流於作詩寫字之間。 \\n  \\n 今日士大夫曉達天下國家事，惟張廷祥。 \\n  \\n 堯夫之學，要之亦難以治天下國家，其為人無禮不恭，惟是侮玩。 \\n  \\n 胡居仁持敬有工夫，但亦是死敬。適於用處不通，欠明義工夫。且如赴庠序鄉飲為大賔，是時年尚未五十。 \\n  \\n 宗忠簡真濟急之才，且有忠誼。因論濟天下之急，須是大才，又要有忠誼之心。忠簡是吾金華大人物也。 \\n  \\n 張廷祥惡商公，景泰之事後，因其天順中復起，欲彈劾之，不果，遂謝病歸，不肯與同朝。 \\n  \\n 許人之善亦難保。昔周恭叔少年能娶盲女，伊川以為不能，但恐其進鋭者退速。至後來身偶賤倡。今林居魯少年時父為御史，勸父不受皂隶錢。及自為推官，乃有簠簋不飭之誚。 \\n  \\n 羅一峰氣魄大，感動得人。嘗謂其可正君善俗，我輩只可修政立事。一峰曰：我却又不能修政立事。 \\n  \\n 李閣老與柯學士論景泰易成王事：但當時我不在，若我在必不從。後遇今上欲尊周太妃為皇太后，此事遂曲從。柯問何前言不應後語？李謂：便是事到手又難做了。先生以為李只是貪官爵，舎不得一去也。 \\n  \\n 陳白沙謂我與莊黄諫元宵燈火事，入仕之初，又遇天子登極未乆，此一着做得却好。 \\n  \\n 康齋出處第一着，白沙第二着，一峰第三着。我輩又是第四五着了。 \\n  \\n 見周郎中近仁論及王冢宰，以為此老儘公正有力量，明之一字尚欠。須是明方能知人。 \\n  \\n 吾同年諸君，因羅公首倡為善，皆激厲做好人。一時朝廷之上好看。 \\n  \\n 胡東洲提學好賢樂善，能受人言處人不可及。 \\n  \\n 羅一峰剛毅不可及。 \\n  \\n 姚天官，與某相見還問天下人才。及尹為天官，見周時可謝某主事為賣俸帖而已。 \\n  \\n 一峰初到南，翰林金卿與髙都相望皆具鵝酒禮送之。羅言天下當受惠者尚多，士君子徃來何必以物，峻却不受。謝元吉初為庶吉士時，急急求選官。後遷官做好人除御史，遂論諫被謫南陵丞。年三十八乃乞致仕。 \\n  \\n 陳士賢初擢御史，賀克恭初擢給事中，皆辭不願受，以難盡其職也。皆至於哭。後二公竟做出好來。 \\n  \\n 陳文閣老死，其子請諡，被諸公排劾，不得諡為文，後諡莊靖，又被陸淵之劾，只合謚曰醜曰繆，安得莊靖美諡？ \\n  \\n 謝楓林恒以古人竒節偉行自許，故其居官，言人所不敢言，為人所不敢為，雖擯廢厄窮，而意氣彌厲，未嘗有憂戚不堪之色。 \\n  \\n 自予謝病歸田里餘二十年，里少俊多辱與遊，予取古人為學。若大學之敬、中庸之誠、論語之操存涵養、孟子之體驗充廣者，與之商確而從事焉。徃徃以為非進取所急，有厭棄而去者。獨董生遵、陸生震數輩以予言為可信過從。 \\n  \\n 居魯問項尚書忠如何？先生曰：此公當初在荆襄，因流民來多，恐其作亂，皆板釘在舟中，因而閉死。何忍至此？使吾愛民如子，民愛吾如父母，豈至作亂。 \\n  \\n 或問：龔深之論學尊尚王氏新經，為温公所闢；尹耕道綱目發明，間有不合凡例而曲為之説者。先儒亦嘗病焉，不當祀之于鄉？予謂：古人祭有道有徳於瞽宗，則二公誠有所未至，然節以一惠而擇從其善，亦後學所當師也。昔王魏有功貞觀，雖不死建成而列祀於凌烟。公榖説春秋，雖未能盡合聖人，而從祀孔廟。則以二公而祀諸鄉邑，以啓其後人，何不可乎？ \\n  \\n 直夫之出猶為彼善於此，第恐不能由所為袖手而歸，不若不出之為愈也。葢嶢嶢易缺，皦皦易汚，盛名之下，其實難副。古之君子若龜山和靖，晩節之出猶不愜衆望。 \\n  \\n 兵部尚書徐禧，雖吏員出身，甚有大人之量。又識人知事變。因侍郎蹇誼叱罵辦事官為狗吏，遂見幾，明日乞養病歸。朝廷知之，責蹇。徐公以己不應此任，且薦蹇以自代。囑家人莫恠恨他，以為他日有變故，他必能替我死也。 \\n  \\n 林井庵立朝有氣節，侃侃論事，不畏權貴。  \\n 　 \\n 拾遺 \\n 今日士大夫，老成清謹者為上，其次只是鄉愿，下則放僻邪侈、無所不為矣。 \\n  \\n 人之出處皆天。其處而修身，出而行道，則人之所以奉乎天也。故儒之未用，其責在天；用之而弗覩其效，無以奉乎天者，其責在人。天人交至，則其道有弗亨者邪。 \\n  \\n 直道難行而羣吠紛紛，古之君子所不能免，惟求無愧於吾心而已。 \\n  \\n 當時士君子要論諫，被同列泄謀，必媚權貴，甚壞事。今之學者多屑屑計較，只是量狹。 \\n  \\n 朋友相見便須盡言極論，不要留待，以相会不常也。自述見人只據平日説出來，不設町畦，不顧慮闗防，頗於易簡上有工夫。 \\n  \\n 論人物當推心衍。 \\n  \\n 天地亦只是數安排定。康節數學，是他見得到如此。明道伊川不從者，葢欲以理回轉其數之變處耳。所以兩先生不泥於數。 \\n  \\n 吾婺先輩文章，皆渉理趣者，由其習聞諸老先生道學風聲也。 \\n  \\n 天下之事有常有變，而處事之術有經有權。堯舜朱均之父子、湯武辛癸之君臣，變也，非常也，未易以經言也。自堯舜視之，則全父子之恩者吾之私，而為天下得人者公也，吾不可以私而害公；自湯武視之，則守君臣之分者吾之私，而為天下去暴者公也，吾不可以私而廢公。於是不得已而禪授焉、放伐者，權也。 \\n  \\n 桐宫之事，孟子以為有伊尹之志則可；而辟管叔，雖周公亦不能無過，故必有舜禹之徳，而天之厯數在焉，然後足以當堯舜之讓。茍惡不辛癸，心非湯武，而欲援鳴條牧野以實口，則是天下之罪人也。而可乎？故曰：權，非聖人不能用也。 \\n  \\n 堯舜之事，不以訓人之父，而可訓其子；湯武之事，不以訓人之臣，而可以訓其君。為子者曰：吾不可以朱均，吾而朱均，則父必堯舜矣。為君者曰：吾不可辛癸，吾而辛癸，則臣其湯武乎。 \\n  \\n 今日士大夫彈劾大臣太監者，多不得其情。須是如羅一峰彈李賢起復事，三反五覆，説得他倒，服得他心。李公因而慚忿，遂至於死。 \\n  \\n 法無古今，便民者為良法；論無當否，利民者為至論。 \\n  \\n 晉之范宣子讓，而其下皆讓。 \\n  \\n 先生問：浙中見有好人才否？董遵以為亦落落多，只是務舉業求仕進者。有志於聖賢者固未見，有志於經濟者亦少。先生以為：國家三年一開科，取賢才若如此，世道如何会好？ \\n  \\n 天地間氣到此時都弱了，至於生出人來亦罷軟，厭厭不振，少有氣節。 \\n  \\n 世變得不好去，芝蘭亦變為蕭矣。 \\n  \\n 昔秦穆公之殉葬，而死者百七十有七人。其間豈無有位而富貴者，然皆泯没無聞，而獨子車氏之三子，至今為烈。葢以黄鳥之詩存焉耳。 \\n  \\n 吾平生一切玩好之物皆無所好，惟好古書而已。昔在閩，胡文定公子孫有一監生，送一部寫本《致堂管見》來與，因問其家再有重本否，彼云止有此本。遂發還。俟我有力，當與刋之，不敢私取為一己所有也。 \\n  \\n 昔廬陵有四忠一節祠，文丞相履善少嘗游之，而欣慕曰：死不爼豆其間，非夫也。厥後文果以精忠大節著于天下，視前人尤有光焉。非祠之感而然乎？ \\n  \\n 先輩有言，為常人之子孫非難，而為名人之子孫者難；為名人之子孫固難，而為聖賢之子孫尤難。葢以前人之功徳極盛，而後人不克肖焉，則未免辱其先矣。斯所以為難也。 \\n  \\n 身也者，親之枝也，親雖不存，而吾身存焉，必思所以立其身。夙興夜寐，無忝所生，一出言一舉足，皆不敢有忘，若古之聖人君子者。行道扬名，以顯其親於無窮，豈非所思之大者乎。 \\n  \\n 吾越先正呂公升者，嘗僉閩憲，仰天一祝，而害稼之螟盡死。則天可格而物可感矣。 \\n  \\n 昔辛有適伊川，見有被髮而祭于野者，曰：不及百年，此其戎乎！其後秦晉遂遷陸渾之戎於伊川，葢天將變夏為戎，而其人已先化為戎也。 \\n  \\n 今世之士，但得登科甲為美官，則平生志願已足，豈復有求益者哉。 \\n  \\n 人之處世，如舟在江中，或遇安流或遭風浪，任其飄蕩，皆未知如何收殺，非可逆料。但當隨時思其所以處之之計，能不失於道，則可矣，雖聖賢亦不過如此。 \\n  \\n 　 \\n 行實附 \\n  \\n 楊亷曰：先生諱懋，字徳懋，浙江蘭溪人。成化丙戌會試第一人，登進士選翰林庶吉士，授編修。諫作鰲山燈詩，忤旨，黜為臨武知縣，用給事中毛弘言，改南京大理評事，遷福建按察僉事。年四十一致仕。弘治辛酉，起為南京國子祭酒，遭喪力辭不允，服闋赴召，三載凡五疏，皆乞休，竟不待報去任。正徳庚午，起為南京太常卿，再辭，進南京禮部右侍郎致仕。今上登極，特陞南京禮部尚書致仕。尋用御史胡瓊言，璽書存問之，使及門而公不待矣。年八十六。别號闇然子。學者稱為楓山先生。嗚呼！儒雅如黄未軒，豪邁如莊定山，公則歛華就實，獨立其間；風節如羅一峰，習靜如陳白沙，公則既博復約，自成一家。至於收四海無瑕之譽，膺五福無疆之年，此則同時諸老未有或之先者也！嗚呼，在漢東都，不為危言之叔度；在宋鵝湖，不立異論之伯恭。今求其人，庸非公乎！ \\n  \\n 門人唐龍曰：先生天挺其質，瑩乎美矣。由學以達本，介以辯，其貌于于，要之天下嗜好一不入于心，超乎富貴而藐之真浮雲。栩栩爾其詞恂恂，及論事决議，明計利害，直指是非。退而在野，憫時憂國，心未嘗忘。環堵蕭然，將終其身而無愠色。 \\n  \\n 門人湛若水曰：先生自謂一生委靡，君子曰盛徳之至。是故不言而信，不怒而人畏，不為名髙以立異，而人自有不可企。忠信一貫，表裏無二，非盛徳其孰能與於是！門人從子拯曰：翁行部積勞，觸瘴成疾，恐貽親憂，歸志益堅，考績赴部，遂求謝事。冢宰尹慰留之，辭益力。尹公詰之曰：不罷軟，不貪酷，不老病，如何可退？翁矢口對云：古人正色立朝，某之罷軟多矣；古人一介不取，某之貪多矣；古人視民如傷，某之酷多矣。年雖未艾，鬚髮早白，亦可謂老疾矣，請舉一退之足矣。尹公憮然驚嘆，知其意决，特為具奏，得從所請。時年僅四十一。 \\n  \\n 莊定山嘗稱：翁於書無所不讀，於天下事無不理会，究極義理精微，身體力行，惓惓斯世，不為矯飾。周畏齋時可亦云：羅一峰嘗稱吾弟徳懋，雪力澄山之才也。 \\n  \\n 林俊曰：先生專志六經，附博史子，意所詣極，將欲起婺學數百年後，会北山魯齋仁山白雲之派，以上接東萊晦菴之傳。 \\n  \\n 邵寶曰：先生自壯歲以文章魁天下，以忠諫著翰林，以經濟稱於海内，自史舘左遷，涉厯中外，未克展布，晩始起為司成，天下莫不賀得師焉。及請老歸，棲遲林壑，隠然繫天下之望者幾二十年。上之初政，有意用之，問使在途，而先生卒矣。論者於先生猶若未滿焉，然以予觀於先生，其共謹康靖之節，平暢醇雅之文，簡亷朴直之風，在朝在野，遐邇承嚮，葢不動聲色而耿耿廻瀾，老益惇篤。君子之論焉可誣也。若是而謂先生之道未光于世，則豈可哉。 \\n  \\n 蔡清曰：聞章先生動息皆以奏聞起取為意，清謂先生今决無意出矣。其聞起取之言，非但不入其心，亦不欲納諸耳矣。比來復出者俱不得完璧而歸，今聽先生一人堅卧林下，保全令徳，斯亦足壯士風。淑士彚而為國家添一人物矣。易所謂不變其所守，乃所益上者也，况今既未能以不次柄用先生，只將以纂修文墨事取用，誠亦不必竟其事矣。 \\n  \\n 王守仁曰：先生專一主敬，國子祭酒時年踰七十三，疏得請。逆瑾擅權，名卿多遭斥辱，而翁已先幾去矣。 \\n  \\n 沈伯咸曰：楓山任道録實詳矣。嘉靖丙申，咸捧勑過蘭羞芼祠下，特書六經先覺，榜之風後學爾。訓導王一元先生子接出語錄草，曰：此漁石少湖師意也。咸廼三復考証，越十年，丙午六月刻于嘉禾少泉精舍。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
