{"章节": "温氏母訓（明）温璜録", "正文": " \\n 温氏母訓 \\n 　 \\n  \\n 提要 \\n  \\n 《温氏母訓》一卷，明温璜録其母陸氏之訓也。璜初名以介，字于石，號石公，後以夢兆改今名，而字曰寳忠，烏程人。崇禎癸未進士，官徽州府推官，事迹附見《明史·邱祖徳傳》，乾隆四十一年賜諡忠烈。璜有遺集十二卷，此書其卷末所附録，語雖質直，而頗切事理。末有跋語，不著名氏，稱原集繁重，不便單行，乃録出再付之梓。案：璜於順治乙酉起兵，與金聲相應以拒王師。凡四閲月，城破，抗節以死，其氣節震耀一世，可謂不愧於母教。又髙承埏《忠節録》載：璜就義之日，慨然語妻茅氏曰：“吾生平學為聖賢，不過求今日處死之道耳。”因繞屋而走。茅氏曰：“君之遲留，得無以我及長女寳徳在乎。”時女已寢，母呼之起，女問何為，母曰“死耳”。女曰：“諾。”即延頸受死，璜手刃之。茅氏亦臥牀引頸待刃，璜復斫死，乃自剄。知其家庭之間，素以名教相砥礪，故皆能臨難從容如是，非徒託之空言者矣。故雖女子之言，特録其書於儒家，示進之也。  \\n  \\n 　 \\n 温氏母訓 \\n 窮秀才譴責下人，至鞭扑而極矣。暫行知警，常用則翫，教兒子亦然。 \\n 貧人不肯祭祀，不通慶弔，斯貧而不可返者矣。祭祀絶，是與祖宗不相往来；慶弔絶，是與親友不相往来。名曰“獨夫”，天人不祐。 \\n 凡無子而寡者，斷宜依向嫡姪為是。老病終無他諉，祭祀近有感通。愛女愛壻，决難到底同住。同住到底，免不得一番擾攘官司也。 \\n 凡寡婦，雖親子姪兄弟，只在公堂議事，不得孤召密嘱。寡居有婢僕者，夜作明燈往来。 \\n  \\n 少寡不必勸之守，不必強之改，自有直捷相法。只看晏眠蚤起，惡逸好勞，忙忙地無一刻丢空者，此必守志人也。身勤則念專，貧也不知愁，富也不知樂，便是鐵石手段。若有半晌偷閒，老守終無結果。吾有相法要訣曰：“寡婦勤，一字經。” \\n  \\n 婦女只許粗識“柴”、“米”、“魚”、“肉”數百字，多識字無益而有損也。 \\n 貧人勿説大話，婦人勿説漢話，愚人勿説乖話，薄福人勿説滿話，職業人勿説閒話。 \\n 凡人同堂、同室、同窓多年者，情誼深長，其中不無敗類之人。是非自有公論，在我當存厚道。 \\n  \\n 世人眼赤赤，只見黄銅白鐵。受了斗米串錢，便聲聲叫大恩德。至如一鄉一族，有大宰官當風抵浪的，有博學雄才開人膽智的，有髙年先輩道貌誠心，後生小子步其孝弟長厚，終身受用不窮的。這等大濟益處，人却埋沒不提，纔是隂德。 \\n  \\n 但願親戚人人豐足，寧我隻貧自守。若使一人富厚，九族饑寒，便是極缺陷處，非大忍辱人不能周旋其間。 \\n 周旋親友，只看自家力量，隨縁答應。窮親窮眷，放他便宜一兩處，纔得消讒免謗。 \\n 凡人，説他兒子不肖，還要照管伊父體面；説他婆子不好，還要照管伊夫體面。 \\n 有一等人，攛販風聞，為害不小；有一等人，認定風聞，指為左劵，布傳逺近；有一等人，直腸直口，自謂不欺，每為造言揑謗，誘作先鋒，為害更甚。 \\n  \\n 貧家無門禁，然童女倚簾窺幕，隣兒穿房入闥，各以幼小不禁，此家教不可為訓處。 \\n  \\n 中年喪偶，一不幸也。喪偶事小，正為續絃費處。前邉兒女，先將古来許多晩娘惡件，填在胷坎；這邉新婦父母，保婢唆教，自立馬頭；兩邉閒雜人，占風望氣，弄去搬来；外邉無干人，聽得一句兩句，只肯信歹，不肯信好，真是清官亦判斷不開。不幸之苦，全在於此。然則如之奈何？只要做家主的一者用心周到，二者立身端正。 \\n  \\n 人生只消受得一箇“巴”字。日巴晩。月巴圓。農夫巴一年。科舉巴三年。官長巴六年、九年。父巴子，子巴孫。巴得歇得，便是好漢子。 \\n 凡父子姑息【疑为“媳”】，積成嫌隙，畢竟上人要認一半過失。其胷中横竪道，卑幼奈我不得。 \\n 富家兄弟，各門别戸，最易生嫌。勤邀杯酒，時常見面，此亦逺讒間之法。 \\n  \\n 貧人未能發跡，先求自立。只看幾人在坐，偶失物件，必指貧者為盗藪；幾人在坐，羣然作弄，必指貧者為話柄。人若不能自立，這些光景受也要你受，不受也要你受。 \\n  \\n 寡婦弗輕受人惠。兒子愚，我欲報而報不成；兒子賢，人望報而報不足。 \\n 我生平不受人惠，兩手拮据，柴米不缺。其餘有也挨過，無也挨過。 \\n 我生平不借債結會。此念一起，早夜見人不是。 \\n 作家的，將祖宗緊要做不到事，補一兩件，做官的，將地方緊要做不到事，幹一兩件，纔是男子結果。髙爵多金，還不算是結果。 \\n  \\n 人言日月相望，所以為望，還是月亮望日，所以圓滿不久也。你只看世上有貧人仰望富人的，有小人仰望貴人的，只好暫時照顧如十五六夜月耳，安得時時償你缺陷？待到月亮盡情，烏有那時日影再来光顧些須？此天上榜様也。貧賤求人，時時滿望，勢所必無，可不三思？ \\n  \\n 兒子是天生的，不是打成的。古云：棒頭出肖子。不知是銅打就銅器，是鐵打就鐵器，若把驢頭打作馬面，有是理否？ \\n 逺邪佞，是富家教子第一義；逺恥辱，是貧家教子第一義。至于科第文章，總是兒郎自家本事。 \\n 貴客下交寒素，何必謝絶？蔬水往還，大是美事。只貴人減騶從，便是相諒；貧士少干求，便是可久之道也。 \\n  \\n 朋友通財是常事，只恐無器量的承受不起。所以在彼名為恩，在我當知感。古来鮑子容得管子，却是管子容得鮑子。譬如千尋松樹，任他雨露繁滋，挺挺承當得起。 \\n  \\n  \\n 世間輕財好施之子，每到骨肉，反多恚吝，其説有二：他人蒙惠，一絲一粒，連聲叫感，至親視為固然之事，一不堪也；他人至再至三，便難啓口，至親引為久常之例，二不堪也。但到此處，正如啞子黄連，説苦不得。或兄弟而父母髙堂，或叔姪而翁姑尚在，一團情分，礪斧難斷。稍有念頭防其干涉，杜其借貸，將必牢拴門戸，狠作聲氣，把天生一副惻隱心腸蓋藏殆盡，方可坐視不救。如此便比路人仇敵更進一層。豈可如此？汝深記我言。 \\n  \\n 富貴之交，意氣驟濃者，當防其驟奪。凡驟者不恒，只平平自好。 \\n 凡富家子弟交雜者，雖在師位，不可急離其交，急離之則怨謗頓生；不可顯斥其交，顯斥之益固其合。但當正以自持，相機而導。 \\n 介告母曰：“古人治生為急；一讀書，生事嗇矣。”母曰：“士、農、工、商，各執一業，各人各治所生，讀書便是生活。” \\n 問介：“侃母髙在何處？”介曰：“剪髪餉人，人所難到。”母曰：“非也。吾觀陶侃運甓習勞，乃知其母平日教有本也。” \\n  \\n 問介：“吾族多貧，何也？”介曰：“比自葵軒公，生四子，分田一千六百畝。今子孫六傳，産費丁繁，安得不貧？”母曰：“豈有子孫專靠祖宗過活？天生一人，自料一人衣禄。若肯髙低，各執一業，大小自成結果。今見各房子弟，長袖大衫，酒食安飽，父母愛之，不敢言勞，雖使先人貽百萬貲，坐困必矣。” \\n  \\n  \\n 世人多被“心腸好”三字壊了。假如你念頭要做好兒子，須外面實有一般孝順行徑；你念頭要做好秀才，須外面實有一般勤苦行徑。心腸是無形無影的，有何憑據？凡説心腸好者，多是規避様子。 \\n  \\n 中等之人，心腸定是無他。只為氣質粗慢，語言鄙悖，外人不肯容恕。當爾時，豈得自恃無他，將心唐突？ \\n  \\n 世多誤認直字，如汝讀書只曉讀書一路到底，這便是直人。汝自家著實讀書，方説他人不肯讀書，這便是直言。今人謂直，却是方底罵圓蓋耳，毒口快腸，出爾反爾，豈得直哉？ \\n  \\n 貧家兒女，無甚享用，只有早上一揖，髙叫深恭，大是恩至。每見汝一勺便走，慌張張有何情味。 \\n 讀書到二三十嵗，定要見些氣象。便是著衣喫飯，也算人生一件事。每見汝吃飯忙忙碌碌，若無一絲空地。及至飯畢，却又閒蕩，可是有意思人。 \\n  \\n 治生是要緊事。汝與常兒不同，吾辛苦到此，幸汝成立，萬一饑寒切身，外間論汝是何等人？ \\n 人有父母妻子，如身有耳目口鼻，都是生而具的，何可不一經理，只為俗物？將精神意趣，全副交與家縁，這便喚作家人，不喚讀書人。 \\n  \\n 貧富何常，只要自身上通達得去。是故貧當思通，不在守分；富當思通，不在知足。不缺祭享，不失慶弔，不斷書香，此貧則思通之法也。仗義周急，尊師禮賢，此富則思通之法也。 \\n  \\n 勞如我，不成怯症，世無病怯者；苦如我，不成鬱症，世無病鬱者。 \\n  \\n 做人家切弗貪富，只如俗言“從容”二字甚好。富無窮極，且如千萬人家浪費浪用，儘有窘迫時節。假若八口之家，能勤能儉，得十口貲粮；六口之家，能勤能儉，得八口貲糧，便有二分餘剰。何等寛舒，何等康泰！ \\n  \\n 過失與習氣相别，偶一差錯，只算過悮。至再至三，便成習非，是處極要點察。 \\n 凡親友急難，切不可閉門坐視，然亦不可執性莽做。世間事不是件件幹得，纔喚幹人。 \\n  \\n 汝與朋友相與，只取其長，勿計其短。如遇剛鯁人，須耐他戾氣；遇駿逸人，須耐他罔氣；遇樸厚人，須耐他滯氣；遇佻達人，須耐他浮氣。不徒取益無方，亦是全交之法。 \\n  \\n 閉門課子，非獨前程逺大。不見匪人，最是得力。 \\n 堂上有白頭，子孫之福。 \\n  \\n 堂上有白頭，故舊聨絡，一也；鄉黨信服，二也；子孫禀令，僮僕遺規，三也；談説祖宗故事與郡邑先輩典型，四也；解和少年暴急，五也；照料瑣細，六也。 \\n  \\n 父子主僕，最忌小處煩。碎煩碎相對，面目可憎。 \\n 懶記帳籍，亦是一病。奴僕因縁為奸，子孫猜疑成隙，皆由于此。 \\n 家庭禮數，貴簡而安，不欲煩而勉。富貴一層，繁瑣一層；繁瑣一分，疎濶一分。 \\n 人家子弟作揖，髙叫深恭，絶好家法。凡蒙師教，初學須從此起。 \\n 凡子弟每事一禀命于所尊，便是孝弟。 \\n 吾聞沈侍郎家法，有客至，呼子弟坐侍，不設杯箸。俟酒畢，另與子弟常蔬同飯，此蒙訓恭儉之方。 \\n  \\n 曽祖母告誡汝祖汝父云：“人雖窮餓，切不可輕棄祖基。祖基一失，便是落葉不得歸根之苦。吾寜日日減餐一頓，以守尺寸之土也。”出廚嘗以手捫鍋蓋，不使兒女輩滅竈更燃。今各房基地，皆有變賣轉移，獨吾家無恙，豈容易得到今日？念之念之！ \\n  \\n  \\n 汝大父赤貧，曽借朱姓者二十金，賣米以糊口。逾年朱姓者病且篤，朱為兩槐公紀綱，不敢以私債使聞主人，旁人私幸以為可負也。時大父正客姑熟，偶得朱信，星夜趕歸，不至家，竟持前欠本利至朱姓處。朱巳【已】不能言，大父徐徐出所持銀，告之曰：“前欠一一具奉，乞看過收明。”朱姓忽蹶起頌言曰：“世上有如君忠信人哉？吾口眼閉矣。願君世世生賢子孫。”言已氣絶。大父遂哭别而歸。家人詢知其還欠，或騃之。大父曰：“吾故騃。所以不到家者，恐為汝輩所惑也。”如此盛德，汝曹可不書紳？ \\n  \\n  \\n 問：“世間何者最樂？”母曰：“不放債、不欠債的人家，不大豐、不大歉的年時，不奢華、不盗賊的地方，此最難得。免饑寒的貧士，學孝弟的秀才，通文義的商賈，知稼穡的公子，舊面目的宰官，此尤難得也。” \\n  \\n 凡人一味好盡，無故得謗；凡人一味不拘，無故得謗。 \\n 凡寡婦不禁子弟出入房閤，無故得謗；寡婦盛飾容貌，無故得謗；婦人屢出燒香看戱，無故得謗；嚴刻僕隷，菲薄鄉黨，無故得謗。 \\n 凡人家處前後、嫡庶、妻妾之間者，不論是非曲直，只有塞耳閉口為髙。用氣性者，自討苦喫。 \\n 聨属下人，莫如減冗員而寛口食。 \\n 做人家，髙低有一條活路便好。 \\n 凡與人田産、錢財交涉者，定要隨時討箇决絶。拖延生事。 \\n 婦人不諳中饋，不入廚堂，不可以治家。使婦人得以結伴聨社，呈身露而【疑为“面”】，不可以齊家。 \\n  \\n 受謗之事，有必要辨者，有必不可辨者。如係田産錢財的，遲則難解，此必要辨者也；如係閨閫的，靜則自消，此必不可辨者也；如係口舌是非的，久當自明，此不必辨者也。 \\n  \\n 凡人氣盛時，切莫説道：“吾性子定要這様的，我今日定要這様的。”驀直做去，畢竟有搕撞。 \\n  \\n 世間富貴不如文章，文章不如道德。却不知還有兩項壓倒在上面的：一者名分，賢子弟决難漫滅親長，賢有司决難侮傲上臺；一者氣運，儘有富貴，交著衰運，儘有文章，遭著厄運，儘有道德，逢著末運，聖賢卿相，做不得自主。 \\n  \\n  \\n 問介：“子夏問孝，子曰‘色難’，如何解説？”介跪講畢。母曰：“依我看来，世間只有兩項人是色難。有一項性急人，烈烈轟轟，凡事無不敏捷，只有在父母跟前，一味自張自主的氣質，父母其實難當。有一項性慢人，落落拓拓，凡事討盡便宜，只有在父母跟前，一畨不痛不癢的面孔，父母便覺難當。” \\n  \\n  \\n 問介：“‘至於犬馬皆能有養，不敬，何以别乎？’如何解説？”介跪講畢。母曰：“這箇‘敬’字，不要文皺皺説許多道理。但是人子肯把犬馬二字常在心裏省覺，便是恭敬孝順。你看世上兒子，凡日間任勞任重的，都推與父母去做，明明養父母，直比養馬了；凡夜間晏眠早起的，都付與父母去守，明明養父母，直比養犬了。將人比畜，怪其不倫，况把爹娘禽獸看待，此心何忍？禽獸父母，誰肯承認？却不知不覺日置父母于禽獸中也。一念及此，通身汗下，只消人子將父母、禽獸分别出来，勾恭敬了，勾孝順了。” \\n  \\n 人當大怒大忿之後，睡了一夜，還要思量。  \\n 　 \\n 跋 \\n  \\n 于石先生，以崇禎丙子舉于鄉，後更名璜。舉癸未禮闈，筮仕徽司理。疆事壞死之，先帝后以節烈風萬世。公夫人、長女從容就實，上嫓休光焉。遺集十二卷，末述先訓，乃母夫人陸所身教口授者。信乎家法有素，而賢母之造就，不虚也。夫顔訓、袁範，世稱善則，類皆喆士之所修立，未聞宫師垂誡，踵季婦大家而有言也者。有之，自節孝始矣。厚集繁重，不利單行，爰再付梓，讀者其廣知奮興乎！  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
