{"章节": "恥言一", "正文": "  \\n 恥言一 \\n 　 \\n  \\n 徐禎稷篡[禎稷字叔開號餘齋江南華亭人明萬歷辛丑科進士刑部主事歷四川按察司副使] \\n 恥言者家居談說偶識之簡者也言之未克行焉庸无恥乎存以備自省亦以示後人猶冀有能釋予恥者 \\n 或問士之為學奚先餘齋曰其忠信乎夫子之教主忠信夫雖有庶美無主焉麗故堅壤宜搆沉木宜雕 \\n 餘齋曰道人也學所以為人也倫外無道矣明倫以外無學矣 \\n 餘齋曰志道者其始於遏欲乎開畲者誅莽明鏡者刮翳夫學亦求其害身心者去之爾四勿三省淵輿所以弗畔也夫 \\n 餘齋曰清澹者崇德之基也憂勤者建業之本也古來無富貴之聖賢無宴逸之豪傑 \\n 餘齋曰士常使外不足而中有餘常使華不逮而實過之是道也以為德則積以經業則立以行於世則遠 \\n 或問於餘齋曰為善者必得天乎曰未也為善者必得人乎曰未也夫為善易積善難士之於善也微焉而不厭久焉而不倦幽隱無人知而不間招世之疾逢時之患而不變是故根諸心誠諸言行與時勉勉不責其功夫然後親友信之國人安之而鬼神格之也善積未至其疇能與於斯乎 \\n 餘齋曰事父母者莫善於順宜兄弟者莫善於讓故順孝之實也讓友之本也 \\n 餘齋曰榮華可耀而弗耀者其神全也目前可快而不快者其規遠也故喬木無豔花蘊火得久熱 \\n 餘齋曰論語者講學之祖乎言理不離人事言心不離天下性與天道之言蓋罕之也吾何敢言聖人所罕哉 \\n 餘齋曰政以一教也詞以著理也政不規於教故世無治矣詞不繩於理故世無文矣 \\n 餘齋曰为今天下而不去其奢雖使周公制法召公宣政治之興無日也夫必奢去然後士大夫廉百姓務本而易足以廉士大夫御務本易足之百姓於王道乎何有 \\n 里人有故宅與匠師營之潦集於堂匠不顧曰易也病在瓦左室宇撓匠自牖瞷曰此病在棟易之耳而後有樓岑如也其體微欹匠乃周視列礎蹙颡曰不可为也病在基或告餘齋曰忠信孝友是亦人之基已 \\n 餘齋曰有為而不欲人知者其致力也必彀其進也必詣 \\n 餘齋曰食效不忘其本居名不兼其利天道也世有人焉迂而固或爭誹之餘齋曰無然古謂狂狷今所謂迂固也不忍雕折其性情以苟調於世故受斯名焉猶天地之真人也夫 \\n 市有鼎焉其質青碧觀者爭戶需價倍百餘齋曰是腐鼎也而貴若是士服古之道俗相詬為腐也而棄之是兩惑也智者擇器不厭今择道不厭古 \\n 餘齋曰為論似迂久而見徵者神其遠也始計若拙究弗受悔者識其深也崇晦府君有之 \\n 或問簡餘齋曰無為其所不為簡矣 \\n 餘齋曰士有三不鬬毋與君子鬬名毋與小人鬬利毋與天地鬬巧 \\n 餘齋曰君子不以忍讓人或問何謂也曰惟君子也能忍人為人所忍其人何如 \\n 餘齋曰謂我不信而諛我者戲我也謂我信而諛我者愚我也士不受人戲亦不受人愚 \\n 問無端之毀忿可釋乎餘齋曰可曰何如曰奚傷問失意之境憂可解乎餘齋曰可曰何如曰無益 \\n 或曰語云國政易家政難何也餘齋曰疏任法親任化遠者易飾近者難欺 \\n 餘齋曰為家者毋以偷眎子弟毋以奸習僮僕蔑禮便私所以眎偷也偽義為利所以習奸也子弟偷而僮僕奸雖有家其享諸 \\n 餘齋曰常以骨肉之合睽徵人家之隆廢不失者十九矣故有子孫莫先教以睦夫均一則不妬有定分則不爭習之以禮讓明之以大義然後間言不入嗚呼堅石数仞楔則裂諸金堤百丈蟻則决諸骨肉之釁肇於微成於積慎之哉 \\n 餘齋曰為家者嚴非類倍於嚴寇盗寇盜贼財非類賊人財敗可再營人敗難為也故狎交邪客子弟之賊三姑六婆中閨之賊於此不嚴惡乎用其嚴 \\n 餘齋曰家之失親也繇婦人者十有五故女子妻妾必令知大義則能贊仁讓和骨肉詩云之子于歸宜其家人利用柔德調合一家婦道之正也 \\n 或問居室之道奚尊餘齋曰其儉哉儉以寡營可以立身儉以善施可以濟人 \\n 餘齋曰人問先府君何以貽子孫曰無累何以教子孫曰自立故沒躬不殖生產 \\n 餘齋曰愛美材者嫌刃斧之利乎愛良金者忌煆煉之猛乎姑息之是狥甘軟之與處愛子弟乎 \\n 餘齋曰先見後慮徹事終始智之深者也周詳持固事成不瑕才之真者也躁猛自才狡察自智吾與也乎 \\n 餘齋曰均人也而為聖賢為仙佛疇為之心為之也故有聖賢心則聖賢矣有仙佛心則仙佛矣問聖賢仙佛心何如曰真如斯而已乎曰不已真則不已 \\n 餘齋曰先子常言予觀人世久矣天之報盈尤速於其報惡也夫處滿招悔不必大戾為德自盈猶將傾之 \\n 餘齋曰人有言天道妒名而疾盈非妒名也妒夫好名者非疾盈也疾夫怙盈者故士名而不尸盈而善持天其保之 \\n 問佛教餘齋曰吾未之敢非也而不敢從曰何居曰儒者有儒者之聖人焉释教有释教之聖人焉我儒之凡人也哉以凡非聖則僭以儒從釋則亂曰敢問儒與釋之所以異曰儒尚倫釋棄倫 \\n 然則輪迴有諸餘齋曰聖人未之言也或亦有之形生而神麗焉形與神敝則死形盡而神不盡則有輪迴殆偶也非常也 \\n 餘齋曰人治家業以貽後也治家不治守家之人貽業不貽保業之道智乎哉 \\n 餘齋曰噫積委以傳後其醫之傳藥者乎或曰何謂也曰上醫傳道不傳方下醫傳方不傳藥醫家之子不知道又不知方而又藥充舍皆殺人之具也 \\n 餘齋曰先子言范大夫異人也天下事經措理靡不奇快但長子吝中子狠少子汰末如之何意殖材而慕色其躬之不範與 \\n 道家餽符曰能禳不祥餘齋曰士有神符五菑害斯遠矣故慎禳疾儉禳荒恕禳怨廉禳盜損禳禍之五符者吾慕焉求焉奚以子之符為 \\n 餘齋曰教之而信必先有令人愛者禁之而畏必先有令人敬者 \\n 餘齋曰患芽而莫之省也乘於所快乎難發而莫之收也中於所狃乎諺曰安臥揚帆不見石灘靠天多倖白日入阱 \\n 餘齋曰士而多言疾也寡言德也尤慎四乘夫乘怒而言將無激乘快而言將無恣乘醉而言將無亂乘密暱而言將無盡 \\n 餘齋曰言之不祥者有五揚人失者鸱鸮之言乎搆人釁者風波之言乎成人過者毒酖之言乎證人隱者鬼賊之言乎傷人心者兵刃之言乎 \\n 志曰海南有樹叢陰翳巖析而薪之煙不上炎中春作葩炜若錯錦承露而敷日出即殒土人見而翦之名曰翦樹餘齋曰人有材不益是用則如無材有文不垂世教則如弗文是翦樹之類也 \\n 餘齋曰遇顯者而容改貌恭也談媺行而色動心敬也士欲令人貌恭乎心敬乎 \\n 餘齋曰周禮朝後為市市有門庶民入之公卿大夫入者罰之三代以後玆法湮矣然公卿大夫烏可不知此意 \\n 客問餘齋曰君子處世不辱其名文中子以無辯止謗謗固可受乎曰士人言忠信行篤敬久而孚焉一人謗之眾人不與也夫一喙辯謗則謗長眾不與謗謗容不止乎止謗之道不在辯也 \\n 餘齋曰曠達之足尚也以其中無俗韻乎沂浴雩風其人也攜色銜盃名曰淫湎不名曠達 \\n 餘齋曰有蠹之木堪荷棟乎有釁之舟堪濟遠乎利欲蠹之榮名釁之蓋人之堪任道者鮮矣 \\n 餘齋曰居室而不儉者有五奉先一也為逝者治棺槨二也為子弟敦師友三也疾求醫藥四也卹親舊周急乏五也亦稱其力焉而已矣 \\n 餘齋曰故家遺風在能存禮法不在不失體势 \\n 餘齋曰曾皙之志幾於無欲矣人有才易無欲難無欲後可與知幾知幾後可與用世此行藏所以獨歸颜氏也以三子之才而曰不知其仁其未及者在斯乎 \\n 餘齋曰吾見仕宦而室不豐者寡矣吾見豐而不侈者寡矣顯不可常而習侈難反故世家之能保者寡矣 \\n 餘齋曰骤長之木必無堅理早熟之禾必無嘉實故為士者遇不憚艱難將以貞吾骨成不嫌遲晚將以厚吾才 \\n 或問今天下用人之道奚先餘齋曰先絕二疚何謂二疚曰墨競請益曰自近始 \\n 餘齋曰學者能高眾也毋以勝人行標俗也毋以繩人免矣 \\n 餘齋曰禮以治身仁在其中矣禮以為國法在其中矣 \\n 餘齋曰獨立之行不徇流俗然怨不可不恤也高義之事弗避小嫌然累不可不慮也 \\n 或問齊之霸不易代而晉以數世霸何與餘齋曰文公勝楚有憂色曰吾聞能以戰勝而安者其惟聖人乎斯數世之言也 \\n 餘齋曰方藥非所以養也然見方則識遇藥則儲懼夫疾而求之無及也國之於戎亦若斯矣 \\n 或曰治敝國如治羸去痰與火也勿盡餘齋曰凡事不可不毖始也至於藉痰與火以立命悲夫士不幸處此謹養元氣以漸克焉幾可也 \\n 餘齋曰以乖和競讓徵人世之德怨以勤惰奢約兆人家之成敗以盈損慎肆卜人事之吉凶以仁刻厚薄推人福之悠促譬如望叢求爵循穴搜鼠不獲者蓋寡矣 \\n 餘齋曰士在世有以不用为用者國家待士有以不用用之者 \\n 餘齋曰世人謂行義者其好名也勤施者其干福也語云若避好名之嫌則絕為善之路矣吾亦曰若避干福之嫌則絕濟物之路矣 \\n 餘齋曰易責人而樂譏俗其亦弗思也已夫己無遺行後可責人家罔闕事後可譏俗古人有言吾暇乎哉 \\n 餘齋曰制政所以为民也古者之政莫詳于民事蓋田里農桑以逮廛市事为官官为法旦課而暮稽焉故名各得而奸不生今壹廢之末政繁而本政隳矣欲善治其得諸 \\n 餘齋曰居官一介不取易一介不與難然未能一介不與而曰我能一介不取者未之信也 \\n 餘齋曰忍飢寒以厲操難不匱衣食而無苟得易故節勤者養廉尚志之一助非欲致赡 \\n 餘齋曰救荒無奇策奇策不救荒或未達曰救焚無奇策奇策不救焚故曲突無燎災預備無荒年若請足民軻陳王道救在平日不救在荒斯荒策之特奇者 \\n 餘齋風於巴江長年馭舟簸浪色也夷然餘齋問曰子何巧而能靜也對曰小人與是舟周旋風濤二紀矣夫風性也江性也舟之性也心皆識之而身皆習之識故弗疑習故弗驚吾何巧乎亦何知吾靜乎餘齋瞿然識之 \\n 城南饒花圃餘齋觀焉其樹靡不端秀者餘齋曰奚而能若是也圃之人對曰木始生甚柔久則漸剛吾汲其未剛也繩之而直規之而圆輕緯之而勻若一其性不傷而成不覺故能若是也又東鄰菊叢茁於西鄰幾半曰種異乎對曰非也東家治菊必選花工之勤良者使之主人身親董焉西家任不擇人主多他故莫恒省也餘齋瞿然曰吾聞言於場師識教術焉 \\n 餘齋曰仁生理也故卉木實中之含生者命之仁實即誠也物之終始也故卉木之既結而又傳生者命之實 \\n 或問使貪使詐餘齋曰能制之謂也不能制而用之是為貪詐使也 \\n 餘齋曰講學者將以為也謀途者將以至也至必有自故人出戶先識鄉井行鄉井者行天下之道也車馬戒餱糧具乃試之邦國以達乎天下超海踰漠本無定程焉用懸揣以待諸能者今與童子坐室中遙數廣輿亟亟焉辨瑤池何以駕弱水何以梁自喜美聽實無行心出閭百步貿眩南北此問途者之過也亦指途者之過也 \\n 崇晦翁揭二語中堂曰聖賢詩書總是義利之辨宇宙事業不過物我之平餘齋曰天德王道言約而盡矣 \\n 餘齋曰先府君言士大夫常有五蔽揚名慕榮進榮進羶者毁其名尊生厚享受享受過者伐其生怡神寄玩賞玩賞侈者撄其神給事養僮僕僮僕繁者生其事裕後求田舍田舍廣者累其後故全名存乎止足保身存乎惜福養性存乎寡欲省事存乎簡樸傳家存乎貽穀 \\n 浮屠氏日誦經为人禱福或曰何為己不如為人也餘齋曰不然夫福虛也而糈實也以虛福易實糈是為人不如為己也或曰今若此者獨浮屠氏乎餘齋不答 \\n 或問曰為多營而善逐乎毋寧懶矣為柔附而媚容乎毋寧傲矣何如餘齋曰營媚者中人所羞懶傲者名士所託宜有間也雖然託其名耳士處季世謐乎無容將見懶焉崢乎不撓將見傲焉非其實也夫懶與傲德之賊也禍患之藪也如之何其可居也 \\n 餘齋曰方壺府君不薦師醫亦不輕聽人薦曰師醫者興替死生之所係也 \\n 餘齋曰實二而名一則名立而不毁矣行五而言三則言出而寡尤矣斯之謂有餘地 \\n 餘齋曰望焉而羡至焉則厭計日以期涉艱不倦嗜榮者之情與得罔遜大取罔遺小樂可忘疲多莫知飽積賄者之情與以嗜榮之心嗜學以積賄之心積善聖賢其遠哉涑水有言如轉戶樞在我而已 \\n 餘齋曰論言於三代之下不能不賞徧至者論行於三代之下不能不予獨往者若仇世以决志矯心而赴名則姑舍是 \\n 餘齋曰有家者莫患乎昧大體而聽小言夫釁啟於背語而禍烈於傳搆若結婦妾之口錮僕婢之唇宜家將過半矣 \\n 餘齋曰成事有三戒氣勝者偾神浮者疎言多者力不摯大公以为見氣不期而平矣遠就以為謀神不期而敛矣踐實以為功言不期而括矣故君子有不為為必成有不成成必固 \\n 餘齋曰諺云夜不號捕鼠猫故當幾者勿露又云未雨轟轟戽車莫停故成事者後言 \\n 餘齋曰骨肉之倫無忘親厚而已矣無忘也者雖遇横逆猶是也弘而忍之之謂讓曲而聯之之謂仁潛移而默成之之謂聖較則怨怨則離雖曲不自我等之乎不祥語曰夫妻交市莫問誰益兄弟交憎莫問誰直此之謂也 \\n 餘齋曰為佳祖父作子孫可幸亦可懼也巴山木難為良冀野駒難為強不克恢崇令緒豈宜落寞前修也 \\n 餘齋曰稷也聞之先子鶴田府君之行也所難及者三焉勤施多濟而無德色里仇侵之訟則克而未嘗先發一難不習詩書而秉禮裁義揆諸古則斤斤如也 \\n 餘齋曰方壺府君有故人語羡富貴府君謂之曰君能求我富貴何有其人愕然請問曰觀君飯蔬而裘布飽煖匪乏矣彼披錦列鼎者於飽煖有加乎然形孰與君逸心孰與君閒則君於富貴有餘矣吾故欲君反求其真我也友人憮然稱善 \\n 餘齋曰名諫者忠之賊也因他人之過以市名長厚者不為矧君父乎 \\n 餘齋曰德高者歸言高者違才高者雄色高者窮節高者服氣高者僇故士崇其德而訥其言豐其才而鋤其色勵其節而平其氣故能成天下之大美 \\n 客揮越扇其金爍然或曰今市善贗試湼以膏迫以火苟非真者將黯焉以渝餘齋嘆曰吾於試金得試人人焉夫光華其表面爍然於世者非鮮也利涅之而弗昏勢迫之而弗變乃可信其真矣 \\n 餘齋曰常以除之晚侍先府君爐炭初燃童子鼓箑先君曰止少焉赤黑漸半數舉箸抑其燄夜既久充爐赤盡白埃蒙生矣先君顧曰吾向抑之者懼斯象之早見也小子識之無揚燎薪之火速盡无益欹器之水速傾 \\n 餘齋曰莊生有言百里奚爵祿不入於心故飯牛而肥獸牧猶然矧伊民牧今士潛而學遇而行爵祿之外靡措心者民之瘠宜哉 \\n 餘齋曰人有能易居所能難不以能市利士也乎哉不以能市名聖賢也乎哉 \\n 或問敬事餘齋曰毋忽而已矣事無小而可易也幾無微而可玩也故慎以慮始毅以固終豫以備卒簡以寡累密以杜釁諺曰若欲不忙淺水深防若欲無傷小怪大禳毋忽之謂也 \\n 餘齋曰以囂禦囂助其波也以薄報薄分其過也 \\n 餘齋曰四六興於偏朝乎其言纖且浮夫對上之文宜謹以達命臣之文宜簡以制 \\n 餘齋曰為人日多暇其生平當無過人者為人日無暇其生平當無過人者方壺府君常誦之 \\n 餘齋曰琢福之刃莫銛于恃保世之石莫良于戒 \\n 餘齋曰士之居身也有廉隅無鋩角其於世也有儀範無標幟故道方而不乖風操可宗而世不嫉 \\n 問割股孝乎餘齋曰未可知也急親者忘身事名者虧體故君子勿禁也亦勿賞 \\n 餘齋曰逐末遊食多於耕夫隸僕優娼多於良戶麗靡之物多於布粟邪淫之書多於經史俗何由而美治何由而興乎 \\n 餘齋曰強不可得眾而弱者得之以獨強以来強孰勝巧不可得天而誠者得之以人巧以天巧疇獲 \\n 問朋友有過當盡言與餘齋曰然在巽辭在择人夫不可與交者弗與言也不可與言者弗與交也 \\n 餘齋曰才子弟制其愛毋弛其誨故不以驕敗不肖子弟嚴其誨毋薄其愛故不以怨離 \\n 餘齋曰馬異視力人異视識或與羣野豎共席饌肝炙江鰣鰣味美而饒骨羣豎競炙顧食鰣者黨笑之食鰣者赧焉輟箸易牙聞之曰野人何識吾怪夫輟箸者今夫貧約佳事也忍讓善道也佳事而慚之善道而忸焉其猶野豎之識也夫 \\n 餘齋曰形用乃習神用乃生故多暇之心涉事即煩久逸之身當勞即困 \\n 餘齋曰家有大不祥嗜言利者當之利風中於家庭贼氣入矣市道行於骨肉殘形成矣或曰然則廢治生與曰君子之室男女上下勤生而分業食服吉凶稱家而尊儉生可使足也烏在其言利也 \\n 餘齋曰世家子弟戒四恃絕六惡四恃者財足以豪勢足以逞門第足以矜小才足以先人緣玆四恃遂生六惡曰奔曰淫曰懶曰傲曰剛狠曰浮薄 \\n 或問餘齋曰吾子斥異教將其語盡非與曰何为其然也吾在都見僧瞑趺將化坐客乞言僧舉目曰老衲去來自如祇為無事在心無累在世且舉淡之一言留贈賢輩又有以道術療人疾者衣敝莫理問之應曰何暇心及此斯二語者吾識之矣 \\n 或問知過易改過難何也餘齋曰貪酒者耐醉多欲者耐過心之容過其必有不能割者也書稱不吝孔言勿憚夫清客之源絕憚之根其在寡欲乎 \\n 杏壇之陽有夫子檜焉獨榦無枝葉生理在内古今猶是也餘齋俯而拜仰而嘆曰覩玆象教覺六經之為烦 \\n 餘齋曰宇宙經德是為元氣元氣強則靈秀神奇咸攝於正使其橫出而旁結者元氣不足以主也故王維失御雄俊託身於盜賊聖緒不昭聰智委心於释老 \\n 餘齋曰寶鑑不韜光無澁乎操矛日刺鋭無刓乎羣僮市嬉數呵不威無反悔乎故君子善藏明武時而用之 \\n 餘齋曰能剛者勇乎柔以為剛者智乎剛柔以宜者義乎義勇為上動莫與膺智勇次之事靡不成徒勇斯下自與禍并 \\n 餘齋曰養正氣者無媿於神斯不諂若執意慢神是客氣也神得禍之矣抱淳德者無求於世斯不屈若抗心傲世是薄德也世將戮之矣 \\n 或問史遷稱西伯陰行善何與餘齋曰文王之德默而成也深深乎其不可窺順帝配命而不存乎聲色故曰穆穆文王孔贊明夷周稱不顯凡雅詩之歌咏文德者靡不有深微之意焉孔門德之則謂之闇闇也者其陰之義也夫 \\n 餘齊曰孔子之學祖堯舜而宗文王仕止久速蓋得之執中下學莫知蓋得之不顯中庸首言中而卒乎不顯也於乎聖人之學備矣 \\n 或問晦翁釋詩以不顯為顯如子言得無異乎餘齋曰此漢疏失義晦翁未之正也詩象文德每言不顯維天配言於於穆烈文義存乎篤恭而亦臨之語旨尤較白吾聞之也信經者不必膠傳惜無從起晦翁而質焉 \\n 餘齋曰疾之條累百繇食者多刑之條亦累百繇賄者多故節嗜者衛生之經篤利者危身之本 \\n 或曰與君子言義與庸人言命何如餘齋曰不然與君子參言命與庸人耑言義夫幽而難齊者命也貪而善倖者人情也故淑慝以號之是非以表之猶懼弗率焉若知命而安者非君子疇克然 \\n 餘齋曰易者弗久難者克終天人之道也故事不可易成名不可易得福不可易享 \\n 餘齋曰士貴絕所無益而審所有益問何謂絕無益曰學無益勿習也言無益勿道也事无益勿為也人無益勿與也物無益勿好也何謂審有益曰或益於德或益於身或益於家或益於世夫益於德無弗務其三者益此或以损彼是故以義審之 \\n 餘齋曰今禮教之隤也莫甚於不行三年之喪矣行三年之喪者素冠縞服云乎哉 \\n  \\n   \\n  "}
{"章节": "恥言二", "正文": "  \\n 恥言二 \\n 　 \\n  \\n 或問程氏言孔顏樂處可得尋與餘齋曰可不愧於天不怍於人循此尋之遠乎哉 \\n 餘齋曰德莫盛於讓道莫高於晦不與世爭勢利之事易不以身居美善之名難 \\n 餘齋曰語云事無全遂物不兩興故天地之間必有缺陷夫明者不務求全其所可缺者恐致損其所不可缺者 \\n 餘齋曰方壺府君有言士貧以當貴儉以當富或未達曰士處今之俗而免於侵脧恥辱者其貴乎不然其貧乎而免於窘迫求貸者其富乎不然其儉乎 \\n 餘齋曰恩慎其可繼也威慎其可伸也不繼之恩覆得怨焉不伸之威覆得侮焉 \\n 餘齋曰犯而不較其德弘也委蛇而全其用遠也故仁者能容智者能忍 \\n 餘齋曰人有我心故佛老之說得而惑之儒者之道以天地萬物為心而已矣 \\n 餘齋曰人不有所舍也必無所成是故舍無益者而成有益者舍暫且小者而成久大者則識於是乎尊 \\n 餘齋曰有才者不可無識也無識者不可有才也夫才騁之則多事矜之則多怨恃之則多禍 \\n 餘齋曰道公私而已矣王公霸私聖人公佛老私公者君子所難純私者世情所易入聖學王道吾惡從而睹諸 \\n 餘齋曰美食無飽不成飽也美宅無寢不成安也夫立身之忠信也立官之廉也立家之儉也庶美之所待以成也 \\n 餘齋曰御國家者威賞狥義而已不以狥己不以狥人故使人不怨勿使人悅 \\n 或問賞而人恩之罰而人畏之其道何繇餘齋曰惟嚴惟明其賞也恩惟寬惟惠其罰也畏 \\n 或問士而為善矣有戒諸餘齋曰奚而無戒也戒在挾夫挾善而言失也易挾善而行失也亢挾善而與人失也矜言易行亢與人矜比於凶德其有弗自覺者也是故戒之戒之沖沖若虛溫恭慎默以為德基 \\n 富家得子而愛諮於醫曰若為使嬰勿病乎醫曰子曷不云若为使勿病嬰乎夫父愛者子多過母愛者子多病餘飽餘燠是生疾疢而能以義制愛嬰病去半矣餘齋聞而嘆曰善夫吾聞之上醫原病下醫攻病 \\n 東村之壤多蕪餘齋過而問焉村翁咨嗟應曰吾村故沃土也村氓髮長習耕其寡言饒力者劣衣食者先作後息甘勩而不厭者父母愛之鄰黨譽之自昔歲有農師來善分土穀之性度晴潦之數牛器種穫事有新意尊巧而規便朴勤為拙於是村之少年漸皆愛力倖偷與之言則囂不可喻而吾村之壞數見蕪矣餘齋蹙然顧從者曰吾懼今為學者之蕪吾道也 \\n 餘齋曰世有恒言不可不察也夫言徵斯信信斯傳非經非傳而能傳於百世恒人之口者其信也久矣其徵也必多矣故夫言非至弗恒也庸可忽諸 \\n 問戒屠仁乎餘齋曰然放生仁乎曰然然則君子奚而不務也曰愛及鳥獸仁之末也君子圖其大者不務其小者世俗為之君子亦不非也 \\n 或問士品孰尚餘齋曰子不見卉木乎品木者與材矣品花者與芳矣若後彫之木羣材右之凌寒之花眾芳冠之材與芳所同也骨所異也 \\n 或問餘齋曰學者尊生與曰然學者治生與曰然夫學將有以濟也內不濟身焉能外邇不濟家焉能遠故學以寡欲而平情尊生在其中矣學以敏事而節用治生在其中矣 \\n 餘齋曰喪亂阿形人相與爭治安何象人相與讓故善家與國者莫急與讓以絕爭夫讓匪曲節也於德為表於禮為質德以讓昭感人也深於惠禮以讓立束人也固於法 \\n 或謂餘齋曰今之才不古若天與人乎餘齋曰聞諸先子古者三德六行以造士偲偲如也考德既成後任以職猶樹五穀焉選種而勤糞之熟然後穫故厥用美而且富近世藝士之術荒矣若山苗野實又不審性味擷以薦餒而責其為用之五穀若也難矣果天與人乎 \\n 或問顏氏之立卓末從何如餘齋曰求道者譬若捕禽禽四翔於寥廓莫之能圉也有虞師者誨人以造罟設餌之方方盡而禽致矣然得禽爾力也使禽馴我非爾力也養而需之未可幾日故喟然夫孔子三十而立七十而從顏氏子之弗長於命也能立而未能從不亦宜乎 \\n 餘齋曰先府君常言士无為詩書所無毋為法律所有為詩書所無則悖為法律所有則罪 \\n 餘齋曰先府君言持門戶有子孫者必謹於風氣之端夫倫彝名簡家之正氣詩書澹約家之清氣保斯二者故世而才易以成彥士世而不才也猶得謹素存其家聲 \\n 餘齋曰片銅而晰萬形刮磨之功與尺鐵而剸百物淬礪之力與夫先憚自治而能治人者吾未之聞 \\n 餘齋曰用嚴者道莫利於簡夫嚴故憚簡故安煩而細嚴之所以窮也 \\n 或問民風如何則至治矣餘齋曰治之至也有加陶唐或周者與陶唐不可見於蟋蟀見遺俗焉成周不可見於七月見風始焉皆不外習勤安儉務本而无慆心云爾是謂治元元氣漸剝乃生文明乃成盛美治之末也非其至也至治之象大下皆儉勤務本者近之 \\n 餘齋曰孝友節義性情之正者也其行人之所不能行性情之至者也割膚殉死之類禮弗载焉故可行而不以訓共财不繼富之類勢難齊焉故可訓而不以強 \\n 鄰居者同謀築舍西家夕謀而日一命工東家景卜累日儲計累月逾時焉然後命工無何東家先西家告落餘齋歎曰東鄰其知道乎是故厚蓄而緩發熟計而迅成斯之謂善建 \\n 或問泰以順應君子曰當樂而思憂蟋蟀過與餘齋曰暫樂與長樂孰樂夫憂先於事者不入於憂事至而憂者無及於事故順而不慆泰而能常善哉蟋蟀可與樂矣 \\n 餘齋曰多經疾苦可與謀攝生多歷憂患可與圖涉世 \\n 餘齋曰君子內治嚴以辨外治寬以簡惟嚴辨於內也然後能寬簡於外 \\n 餘齋曰勤敏者所以居閒乎恬鎮者所以處迫乎危惕者所以行順乎寬夷者所以歷險乎其道一也 \\n 餘齋觀燎火者燄過揚則殺之衰迺加薪焉嘆曰士之在世猶執燎矣故處盈之道亟损其末處消之道務益其本 \\n 餘齋曰富家之浮蠹窭人之生命貴者之體勢細民之身家以人生命供浮蠹以人身家立體勢可苐曰我分當然而已乎 \\n 餘齋曰吾常見誇己者以要譽而受嗤也吾常見媚人者以求悅而招鄙也夫士處世無為可議勿期人譽無为可怨勿期人悅 \\n 餘齋曰人情嫉亢簡未嘗不服澹正也狎周圜未嘗不親易直也故高世而人弗憎無求者得之和世而己不失任真者得之 \\n 客有慕書繪而習之者餘齋曰何庸乎對曰今世聞人雅士以此當之蓋執御之感惟昔然矣 \\n 餘齋曰君子直不發人所不白清不矯人所不堪剛不絕人所不忍察不掩人所不意任不強人所不勝 \\n 餘齋曰維人有身心者主乎形者奴乎情Q欲Y者寇乎勞心而養形主奉奴乎恣形而狥欲奴引寇乎耽欲而牿心寇戕主乎吾見主人之能覺者鮮矣吾見主人之覺而能斷者又鲜矣 \\n 餘齋曰才者能威故不苛智者能明故不察震暴禦人之我犯威不足也億逆防人之我欺明不足也 \\n 或問以致良知立教者奚若餘齋曰子以四教文行忠信 \\n 或曰龍以難見稱神故至人貴潛餘齋曰不然龍德澤物待時而後行神其時見也非神其難見也夫蛰物何限潛遂貴龍哉 \\n 市夫以力受直右市之人窭左市之人饒然而善瘵餘齋問其繇或告曰左市夫有名限右則否餘齋嘆曰左市人之可悲也直則欲其分之寡也力則不惜其殚也以生易賄奚利哉故君子戒見利而忘心小人戒見利而忘身 \\n 餘齋曰无生之民不可得而治也鮮恥之俗不可得而教也故治先休養貴樂其生教首風表庸振其恥 \\n 餘齋曰水其似至人之心乎夫虛中而漚有自然之圓隨物而流有自然平圓满已性平通萬物之性 \\n 或問持法者寬與嚴也孰貴餘齋曰法無寬嚴清者斯貴敢問清曰施之當行之信而已矣善法者法如其事無以有心法如其人無以有己使人有憑焉而莫之敢玩有憚焉而莫之敢怨故曰水鑑随形羣象資明權衡無情庶物取平為水為衡用法迺清 \\n 餘齋曰君子嗜甘則思節酣旨則思戒防愛之鍾也矧於人乎夫嬖姬而淑驕子而孝狎友而端幸臣而忠古今罕之故恩不可偏愛不可溺懼賊夫人亦自貽戚 \\n 餘齋曰處難處之事可以長識調難調之人可以鍊性學在其中矣 \\n 餘齋曰吾心常疑古之不可宜於今也然提古之道揆今之事消息祥殃較其所弗合者而莫可得也 \\n 或問崇晦府君之德也餘齋曰稷也何足以窥之固問曰道貞無咎不狥俗以累身不徇欲以累心去利去名其歸也誠稷所知其斯而已 \\n 或問士講學乎餘齋曰士入言於妻子非簡身範家者勿道也出言於所交之人非寡過行世者勿圖也當事議事服官籌政習乎其所居講乎其所行士奚而非講學也 \\n 或問為士者必有高志與餘齋曰然否夫志以要詣也高而能詣弗稱高矣苟云無實不如篤也故慕大略者不如積细善騖奇行者不如謹常度干顯譽者不如修隱德歆捷效者不如需久成 \\n 童子見橘方華園丁振而堕之嘆曰惜矣園丁曰嘻吾所惜與子異童子未喻以問餘齋餘齋曰橘也乎哉凡物之情多華不利於實 \\n 或論士有有體而無用者餘齋曰世均人也而士之尚之也尚之者何其有用之也然而有不用者時也無用之體體非體矣奚其士 \\n 友人题其門曰淨拭目定立足硬豎脊緊束腹餘齋過而三復嘆曰士乎信能體此四者達行则偉其烈窮居則尚其節 \\n 或問仲尼弟子於顏氏外未或輕嘆許也童冠春遊皙何深當與餘齋曰士先自得其性然後可加以學問性者無愧無怍之體是也苟自得之則無入不得矣故說樂不慍立教首稱焉而七十子殆未之及也陋巷不改體此者淵乎哉瑟希言志見此者皙乎哉 \\n 或曰人有言直如弦死道邊諒乎餘齋曰然然則人將枉以生與曰君子直於理非直於氣夫子常曰好直不好學又曰直而無禮乃知直有學焉直亦有禮焉人自死不學無禮而令直受其名乎根之以忠敬出之以虛平奚必死 \\n 野人植樹三歲而不榮糞之以硫春花殷枝及夏槁死餘齋太息曰人莫病夫本不足而借之外為有餘亦終於不足也已故養生者餌石以供勞慾居室者貸責以給豪靡修名者欺飾以資矜炫仕進者攀趨以徼顯膴類夫慕春榮而不圖其槁者也 \\n 或問富不如貧貴不如賤斯言何如餘齋曰此達言非至言也敢問至言曰君子無入不自得然則死生如何曰殀壽不二問何謂不二曰語云不愧不怍生樂死樂此邇言即至言也 \\n 或問语不云乎事留餘地何如則可以留餘地矣餘齋曰地也者所以受也虛則留之譬彼繪采厥地在素损采而素自留故處世能知不足之为有餘也則幾矣 \\n 餘齋曰德與人同有大德者也福與人同有大福者也據獨善者無成私獨利者不享 \\n 餘齋曰常侍於先子客有自言好善者先子曰難言也客不悅先子曰子好善誠乎曰誠曰貨與色世人好焉非之賤之弗止也輕難而安險覆轍踵於前弗見也今子好善能一非譽乎能忘利害乎則吾言過矣客不能答 \\n 或問餘齋曰崇晦翁亟稱士儉可以貧此言何謂與餘齋曰此先子有為言之也蓋感於以居室開禍者而嘆曰蒼生其日蹙乎生斯世也而免其惟貧貧也而不困且濫其惟儉故俗之儉貴其可以富士之儉貴其可以貧 \\n 或問餘齋曰人有言猛虎叢可立躬信乎曰然曰何如曰地立其不敗者忠信是與途遵其無競者謙恕是與忠信積而能孚謙恕行而得眾非一朝一夕之致也尺箠擊陶不碎亦璺惟無如實中者何矢石之悍也抵懸襆而自廢故篤實無偽可制魑魅温恭慎默可應暴客天地昌君子揚焉天地窮君子容焉其有異術乎哉 \\n 餘齋曰政平天下者君也教平天下者師也皆謂大人學大人之學者士也或問政教何如可以平天下矣曰天下盡人也人與人倫而道行其間矣人人各正其倫而世有其道矣夫天下有道則平倫正之謂也是故實政尚倫實教明倫實學敦倫舍人倫而言道遠人道而言政教與學是索魚於巖求鹿於泉也 \\n 餘齋曰士大夫在鄉使鄉之人敬之其次愛之若人可侮焉末矣然猶賢於使人惴惴而莫或敢忤者 \\n 餘齋為郎刑曹有童年獨子號於有司願代父辟或問所以待之餘齋曰勿許問何也曰子代父死死而旌焉情法盡也獨子而無嗣者勿許斷以義也如其請之君君欲兩原則順之此仁主之異恩非有司者之職也 \\n 餘齋曰先子有言金之聲薄易發水之藏淺易察夫易形於言而易動於色者其成德而受福可知也 \\n 餘齋曰國君理財如不得已以此心取民民不傷以此心制用用不困民不傷而用不困王政之基也 \\n 餘齋曰懷匡俗之志者不務絕俗之行負濟時之略者不為憤時之言夫用世有二難曰真心曰實濟以真心圖實濟氣也惡得而不平詞也惡得而不謹 \\n 餘齋曰鶴田府君善喻人親交有過勿絕也必規而道之臧獲有罪勿棄也必誠而訓之多自新也者常言喻人而人不喻其故有二身不正不足以服言不誠不足以動 \\n 餘齋問於人曰士奚志曰志聖人奚學曰學為聖人餘齋曰如子言志是也而學非也吾聞學為人而成聖者矣未聞學为聖人而成聖者也或未達曰言忠信行篤敬及其至也謂之聖人若行也將以法世言也將以傳世學聖人彌勤違聖人彌遠 \\n 餘齋曰釁淺而怨深妨人之陰者也罪微而禍巨奸時之忌者也 \\n 餘齋曰士而破欲美觀聽之心則可謂有識力也已夫觀聽者他人之耳目也而或損我德焉损我名焉损我生焉以悅之則惑之甚者也然而能破之者鲜矣 \\n 餘齋曰里語云畏己貧爱人富小人之情與君子反是或問曰然則君子畏己富乎夫富奚畏曰畏其易淫而善累也累何如曰多營累心殖穢累名漫藏累身作法奢累子孫 \\n 北山有松絜之十圍枯槎無榮藤蔓是蘗餘齋顧之而嘆或問焉餘齋曰夫藤之始附於木也嫋然甚柔盜木之滋日長日堅木迺受其繩束以死而不覺也吾何嘆哉吾嘆夫佞媚之以柔自固漸以柔制人及于喪亡而人不覺者 \\n 餘齋曰先子有言輕俊機慧之人學焉而不入於道夫居道之器靜以真孔門諸士顏也姿穎以深潛得之曾也質魯以篤實得之 \\n 客問餘齋一言而盡聖學者有諸曰不欺一言而盡王道者有諸日不忍 \\n 或問士大夫處鄉之道惡在餘齋曰在厚在儉夫鄉俗之替也薄與侈概之矣敦厚以風薄立儉以救侈鄉士大夫之責也是亦為政斯之謂與 \\n 有里中豪家而後失所者見餘齋曰嘻天之於我也甚矣餘齋曰子知豐乎耘之糞之暵潦浸之曰天也若博飲于遨聽畝之自蕪者非天也吾子盈不知節消不知戒窮不知悔天如子何而俾受其尤嘻子之於天也則甚矣 \\n 人謂餘齋夫儉亦有不可為者俗靡而己朴如矯何家優而奉嗇如吝何餘齋曰不然惡矯為其飾也澹以明志匪為市名奚矯之有惡吝為其殖也節以善施匪為多藏奚吝之有 \\n 歲初涼餘齋與農夫適野視禾之珥舍者倍茁餘齋曰茂哉農父曰否是密庖溲壤肥則長驟及其成也薪有餘而嗇於穀又視水田多龜拆餘齋曰惰哉農父曰否夫秋將有烈風焉飽水之禾貌沃而質脆奪其滋所以堅之也餘齋曰物之道其有乘除乎人之道其有補损乎故圖大成者精華戒其早洩存遠慮者休養無宜太過 \\n 鄉有病於酒者使醫視之其醫非常醫也至則謝弗治曰是受之深發之卒晚矣罔措吾術矣餘齋聞之曰酒病非病也及其病越人不能療也夫世無不可為之疾而疾有不可為之時蓋玩於微成於漸而壞於積也養生之言曰知微善防妙超岐黄 \\n 餘齋曰人世無足足在寡欲勞生無閒閒在信天 \\n 餘齋入佛廬而致恭焉友人曰子亦佞佛與餘齋曰否佛也仙也皆謂鬼神儒家之道其於鬼神敬而不瀆吾盡吾道焉而已 \\n 餘齋曰異哉晚世所謂治與學者徵賦決罰治乎哉聚講著書学乎哉 \\n 餘齋曰神守居沼魚也睦魚賊居沼魚也亂夫居於人之間君子善合人小人善離人 \\n 餘齋曰躡百仞之峯者身善危矚皜日之耀者眸善眩士居崇而履平危乎遠矣處明而用晦眩乎免矣 \\n 餘齋與客道逢餒夫客識之曰故家子也餘齋顧從者予錢百客從而瞷焉呼市家選良酒脯一餐而盡色猶未饜客曰世之至聖大賢極富貴不失貧賤容焉至愚不肖極貧賤不失富貴容焉從者皆粲然 \\n 餘齋顧曰識之此通言似詼也 \\n 餘齋曰大眼天下有法公焉而已矣善感天下有神誠焉而已矣公之極誠之積至治其在掌上乎 \\n 餘齋曰仁與義合焉之為德離焉之为賊不義之仁尤於不仁不仁之義尤於不義 \\n 餘齋曰吾求心體於論語大學而見佛氏之言淺也吾觀世用於易中庸而見老氏之論疏也夫天下之理私者必淺詭者必疏 \\n 或曰善治使民逸餘齋曰不然善治使民勤或曰善治使民富餘齋曰不然善治使民儉夫儉勤也而逸富至明者戒之 \\n 餘齋曰譬諸食服珍牢而臭惡與將疏水也而潔清綺純而塗穢與將布苧也而淨雅辨此者士矣 \\n 鄰叟以金玉觴客戒其僕曰先酌玉時客之將醉也更以金僕曰何哉曰懼醉客弗慎而或敗吾寶也然則金非寶與曰金敗可改為玉一敗不可完矣餘齋曰爵祿之於人也金乎名節之於人也玉乎故士有不再之寶不可玷有不償之悔不可蹈 \\n 或問泰九三之義餘齋曰人而處泰其福也福者享之則耗過享即盡故君子戒於方泰懷艱而守貞雖有福不敢食也食之云猶享也夫天之數乘以除人之飴损以補天人感孚機若影響明者恤之則時保而能斷昧者勿恤將日消而速反 \\n 餘齋曰孝經之為經也夫子命之矣夫經之最古以醇者宜莫若孝經孝經帝之德也因心成教瑞本而化其在唐虞之際乎書詩禮中古之典也王道彬彬備矣易與春秋之作也聖人而當道之微乎是故参升降窮正變設權焉以致神多方焉以備世則聖人之極思也亦聖人之不得已也故曰經之最古以醇無若孝經 \\n 餘齋曰聖賢志誠豪傑心小或問心不足盡豪傑與曰兵輕敵者畏法也士忘身者畏義也君子有三畏而名與利莫之能移也威與難莫之能懾也是故其心彌小其膽彌大斯之謂豪傑 \\n 餘齋曰矜名喜同不足以得君子成心盛意不足以服小人故世有正士而不收其益也 \\n 餘齋曰園葵家織魯卿罪其病民餘帛贏財漢相律為負主夫豈不義而君子言之 \\n 餘齋曰成事之人不易事見事之人不多事 \\n 餘齋曰方壺府君在廣坐有言仕宦而薄產者或譽之或笑之府君曰俗情皆私子孫斯人特甚耳一坐服其雅言 \\n 或問餘齋道奚在曰在心學道奚先曰在持心持者守之而勿失也問其目曰遇嗜欲持澹心遇言動持謹心遇人物持平心道在其中矣 \\n 餘齋曰易深孝經大易聖矣孝經神矣讀易如汲渊窅不見底然操粳以汲者隨淺深而得焉讀孝經如浮海一望在目中欲詣其津涯而茫茫安適矣 \\n 或問孝經何義也餘齋曰一言以蔽之曰以順天下順者柔之也庸行之極無為焉而天下化為大順嗚呼非古至聖其孰能當之其孰能知之 \\n 餘齋曰至聖删述皆有所因無因而作者惟孝經與德盡神功盡化其千古所未發與 \\n 或曰易扶陽抑陰而已餘齋曰不然夫易者易也道易故神是故用陽以陰用陰以陽二者相易而相為用不可須臾舍也扶陽抑陰而已易乎哉 \\n 餘齋曰曾氏言夫子之道忠恕而已庸齋府君言易之道中庸而已 \\n  \\n   \\n  "}
{"章节": "跋", "正文": "  \\n 跋 \\n 　 \\n  \\n 餘齋先生世载盛德躬修周程之行而不肯講學畏得名也所著恥言二卷字字藥石然僅以傳示子孫亦不付梓嗚呼先生之逃名也至矣骐從友人處得而讀之竦然如對嚴師因跋數語於後以誌幸焉壬戌冬十一月後學吳骐敬書 \\n  \\n   \\n  "}
