{"章节": " 儒林公议（宋）田况", "正文": "　 \\n 　儒林公议　 \\n   \\n  \\n 提要 \\n  \\n 《儒林公议》一卷，宋田况撰。况字元均，其先京兆人，徙居信都。举进士，又举贤良方正。为太常丞，辟陕西经略判官，入为右正言。历帅秦、蜀，擢枢密使。以观文殿学士提举景灵宫，卒。事迹具《宋史》本传。所著有《奏议》三十卷，久佚不传。是编记建隆以迄庆历朝廷政事及士大夫行履得失甚详，五代十国时事亦间附以一二条。盖杂录而成，故前後多未诠次。其记入阁会议诸条，明悉掌故，皆足备读史之参稽，其持论亦皆平允。《东都事略》称况尝作好名、朋党二论，极以为戒。而是编内范仲淹、欧阳修诸条亦拳拳於党祸所自起，无标榜门户之私，公议之名，可云无忝矣。又况曾为夏竦幕僚，好水川之役，况上疏极论之，竦不出师，盖用况之策。书中虽於竦多恕词，而於富弼诸人竦所深嫉者，仍揄扬其美，绝无党同伐异之见，亦可以見其直道也。  \\n  \\n 　 \\n  \\n 儒林公议 \\n  \\n 太祖承五代易姓之後，知人心未固，以太宗身試囏危，有英睿之斷，可以主天下，故居常以主社許之。一日，太宗被疾憊甚，車駕幸其邸，勉令灼艾，因自指所御赭袍示之曰：「此當付誰耶？」末年，友愛彌篤，終以大寶授之。 \\n  \\n 太宗纂嗣，下河東，海內生靈寖安，不知有他姓矣。大哉，聖人之烈也！舍其子而立其弟，以公天下，追惟堯、虞之心，豈遠是道哉！太宗下河東回，止蹕常山，謀伐幽薊，及不利，班師，遂留駕前刻漏及渾儀於行宮。蓋深憤醜虜憑陵，志在必復疆宇，以拔生民，抑亦示艱難於子孫也。慶曆甲申歲，予既平保寒叛卒，留治常山，繕葺宮殿，藻堊一新。宴殿特瓌壯，兩廡修敞，不減京都集英制度。蓋宴犒軍校之所也。 \\n  \\n 太祖天表神偉，紫囗而豐頤，見者不敢正視。李煜據江南，有寫御容至偽國者，煜見之，日益憂懼，知真人之在御也。 \\n  \\n 太祖既下江南，得徐鉉、湯悅、張洎輩，謂之曰：「朕平金陵，止得卿輩爾。」因問曰：「朕何如卿國主？」張洎對曰：「陛下生而知之，國主學而知之。雖學知與生知不同，然其知一也。」 \\n  \\n 太祖少在兵戎間，累著戰功，以至得天下。然以興隆學校為心，京師建國子監，每輿駕親臨，以觀其役。識者知太平之有漸矣。 \\n  \\n 王曾僕射有台宰之量，每進擢時材，不欲人歸恩在己。初參大政，嘗薦蘇維甫者可當煩使。維甫至京師，屢造其門，不敢輒干以私。一日，久奉朝請，資用已乏，因旬澣詰旦詣公，語餘遂及身計。公答以他辭，維甫退，所館已有持勅者在門。乃新命江淮都大發運使，寔朝行之極選也，乃王公九日所署勅也，維甫慚歎久之。其它事多類此。范仲淹被遇極深，嘗贊之曰：「久當朝柄，未嘗樹私恩，此人之所難也。」公曰：「恩若自樹，怨使誰當？」識者以為明理之言。 \\n  \\n 楊億在兩禁，變文章之體，劉筠、錢惟演輩皆從而斆之，時號「楊劉」。三公以新詩更相屬和，極一時之麗，億乃編而叙之，題曰《西崑酬唱集》，當時佻薄者謂之「西崑體」。其它賦頌章奏，雖頗傷於彫摘，然五代以來蕪鄙之氣，由玆盡矣。陳從易者頗好古，深擯億之文章，億亦陋之。天禧中，從易試別頭進士，策問時文之弊，曰：「或下俚如《皇荂》，或叢脞如《急就》。」億黨見者深嫉之。近山東石介嘗作《怪說》以詆億，其說尤甚於從易。謂億刓鎪聖人之經，破碎聖人之言，欲盲聾天下耳目。謂吾學聖人之道，有攻之者，不可不反攻之。譬諸盜入主人家，奴尚為主人拔戈持矛以逐盜，死且不避，豈至是耶？ \\n  \\n 范仲淹、富弼初被進用，銳於建謀作事，不顧時之可否。時山東人石介方為國子監直講，撰《慶曆聖德詩》以美得人，中有「惟仲淹、弼，一夔一契」之句，氣類不同者惡之若仇。未幾，謗訾羣興，范、富皆罷為郡，介詩頗為累焉。 \\n  \\n 自朱梁至郭周五十餘年，凡五易姓，天下無定主。文武大臣朝比肩，暮北面，忠義之風蕩然矣。 \\n  \\n 太祖皇帝天啟神贊，舉無遺算，開端創制，事未成就，遂厭區夏。太宗皇帝以親邸勳望，紹有大統，深懲五代之亂，以刷滌污俗，勸人忠義為本。連闢禮闈，收釆時俊，每臨軒試士，中第者不下數百人。雖俊特者相踵而起，然冗濫亦不可勝言，當時議者多以為非古選士之法。故真皇嗣位之初，王禹偁首上疏言得失，謂舉選非天子親臨之事，請以歸有司。然太宗滌污革舊，一新簪笏，則明者亦默知其意焉。 \\n  \\n 太宗臨軒放榜，三五名以前皆出貳郡符，遷擢榮速。陳堯叟、王曾初中第，即登朝領太史之職，賜以朱韍。爾後狀元登第者，不十餘年皆望柄用，人亦以是為常，謂固得之也。每殿庭臚傳第一，則公卿以下無不聳觀，雖至尊亦注視焉。自崇政殿出東華門，傳呼甚寵，觀者擁塞通衢，人摩肩不可過，錦韉繡轂角逐爭先，至有登屋而下瞰者，士庶傾羨，讙動都邑。洛陽人尹洙，意氣橫躒，好辯人也，嘗曰：「狀元登第，雖將兵數十萬，恢復幽薊，逐彊虜於窮漠，凱歌勞還，獻捷太廟，其榮亦不可及也。」 \\n  \\n 寶元初，拓跋元昊初叛命，遣人詣闕，表言諸蕃推奉，求朝廷真冊。議者雜然，莫知所從。時張士遜、章得象當相柄，陳執中、張觀輩筦樞極，皆謂小羌不足憂，遂拒絕之。乃命夏竦帥涇原、秦鳳，治回中；范雍帥鄜延、環慶，駐高奴，並擁節鉞。雖城洫未完，兵力尚寡，然元昊戒其下，未嘗小有侵軼，蓋不欲曲之在己也。竦諜知其情，堅守不動，元昊亦踰年不敢輒侵其疆。雍守延既久，以謂羌真小而怯也，屢遣裨校率兵縱掠。元昊既忿，且以為辭，遂併集醜類，入寇延安，乘虛直逼城下。人心震搖，懼必不守。雍檄召劉平自他道出華池赴援。平素輕敵，又兼程而趨，士卒不得休息，及與賊遇，率其下大呼力戰，賊亦少却。裨將郭遵驍雄絕倫，躍馬躒陣，所向披靡。然賊眾十餘萬，平與石元孫兵不滿三萬，賊又委老弱及牛馬以餌之，諸軍爭功蹂亂，無復行列。賊乃盡銳乘之，平等大敗，生為賊縶。自爾賊勢雄張，官軍懾矣。後一年，任福戰沒於鎮戎軍之好水川；又一年，葛懷敏陷於定川，偏將以下獲全者鮮，皆舉軍敗覆，窮蹙奔潰，誠可痛也。當劉平之戰也，尚斬馘千餘級，任福亦傷夷敵人數百，至懷敏則束手就殪，如投陷穽焉。時呂夷簡復居相位，語人曰：「一戰不及一戰。」吁！可駭也。豈承平日久，將卒不練，以至是歟？將天假羌酋以為國患也。 \\n  \\n 康定辛巳歲，韓琦為陝西經略安撫副使，尹洙為判官，同詣闕獻入攻元昊之策，欲自鄜延、涇原兩路出師。夏竦作太師，意不甚主。時呂夷簡居上弼，天下之務一斷於己，杜衍方副位樞地，深以入攻為非。呂因謂人曰：「自劉平敗覆以來，言羌事者人人震怯。今韓、尹健果如此，豈可沮之也？」然呂不計事之可否，而但持此說，識者非之。韓、尹既遂請，即馳馹而西，自畿甸近郡，配市驢乘軍須入關，道路擁塞，曉夜不絕。其諸用度盡於關中括取，州縣不勝其擾。范仲淹雖與琦同副帥任，己專守延安，不預此議。及師舉有期，仲淹固執不可。洙徑走延安見仲淹，圖為協力，仲淹終不從。琦已駐鎮戎軍，召諸路將佐兵數萬，為出討之計。元昊遂併兵來寇，欲逆折官軍之鋒。琦謂諸將曰：「今勇將銳師悉萃於此，而賊輒來犯，其勝必矣。」將佐皆庸人無謀慮，賊又羸形誘之，時委老弱牛畜令官軍俘獲，眾益喜貪功不可遏。琦在壁中，左右爭請行，亦有不白而去者，追奔逐北惟恐後。時任福輩竟至好水川，賊所伏勁兵由四山而下，不可勝數，煙塵坌合，前後相失，官軍圍蹙其中，無復行陣，流矢如雨，殺聲震地，任福而下將佐死者五十餘人。如王珪、桑懌者皆驍勇，可備指蹤，是日皆不免，人頗惜之。將作監丞耿傳，洙友也，力薦於琦，使預謀議。是役也，傳從福督戰，深為眾所歸咎，然傳亦死於陣。洙乃作《憫忠》、《辨誣》二文以排眾說。後洙以他事被鞫，言事者復攻二文欺眾，然事往積歲，不復窮考，洙亦自以他罪譴焉。 \\n  \\n 拓跋元昊少好兵，父德明時，將兵破甘涼，其可汗自焚，乃俘其妻孥以歸，自是益喜戰，勢亦漸盛。德明死，繼拔甃牛京哥城，唃廝囉雖遇敵力戰，元昊所部亦傷歿者眾，然大勢已衂，遂南徙歷精城，文法寖弱矣。又其子瞎氊、摩氊角皆叛其父自立。摩氊角素依首領郢成俞龍為謀主，俞龍復納女於元昊子甯令，偽號梁王者，由是唃廝囉常憂禍發肘腋，意益衰怯矣。拓跋德明承繼遷土宇，志在自守，然其下部族時亦寇鈔邊境，乃公移究詰，則陽言不知。朝廷惟務含貸，以存大體。其號令部署、宮室旌旗一擬王者。每朝廷使至，則撒宮殿題榜置於廡下，使輶始出餞館已，更赭袍，鳴鞘皷吹導還，殊無畏避。一旦貢表求封冊，廟論乃責以藩臣之禮，欲必行天誅，何不思之甚也！ \\n  \\n 元昊既志在恢拓，數侵諸蕃境土，鄰敵怨之。常選部下驍勇自衛，分為十隊，隊各有長：一妹勒，二浪訛遇移，三細賞香埋，四里里奴，五雜熟屈得鳩，六隈才浪羅，七細母屈勿，八李訛移巖名，九細母嵬名，十沒羅埋布。每出入，前後環擁，設備甚嚴。又分兵為左右廂，諸酋各選精騎，目為生剛捉生。其廂左距契丹，右抵甘州，有野利、剛浪崖、遇乞三將，號為謀勇者。人或告其有異志，元昊並誅之，而勢亦不衰。朝廷東自麟府，西極秦隴，開五路帥府，儲重兵以守之。元昊入寇，常併兵一路而來，諸路兵勢隔遠，不能救援，故敗者數焉。加之儲供億，中外殫耗，是以議者欲亟與之和，苟紓一時之弊。 \\n  \\n 天禧中，西蕃酋領李遵及郢城溫共迎唃廝囉為主，以興文法，遂逼秦州。時曹瑋作州帥，逆戰於三都谷，蕃眾大敗，自後不敢復寇漢境。唃氏後迎李遵、郢城溫殺之，又為拓跋元昊侵逼，文法終不能盛。朝廷假以節旌，歲有賜予，唃氏亦時遣人朝貢。 \\n  \\n 康定初，元昊擾邊，官軍覆沒。屯田員外郎劉渙抗章請使唃氏，令率眾擊元昊，以分兵勢。自秦州踰四旬方達唃氏，所經道路艱危，非貨不行。既見，倨慢，殊無外臣之禮，逼渙拜之。加以言語不通，朝旨不能悉達，徒捐金繒數萬而還。議者以謂唃氏危窘，自固不暇，豈能為朝廷困元昊哉？渙策疎矣。 \\n  \\n 契丹耶律安巴堅之興也，其志甚侈，嘗得中國錦綺，以其尤精緻者藉地，令牧豎汙踐之。親近者或問其故，曰：「我國家他日富盛，此曹固踐之也。」迹其貪冒之性，豈易饜哉！ \\n  \\n 景德初，契丹入寇，車駕幸澶淵。上未嘗親御軍旅，意甚懼，比及河橋，欲遂止澶之南壘。時寇準作相，高瓊居親衛，力勸上過北城。上乃躬擐金甲，登堞號令諸軍，既四顧，滿野皆胡騎，益不自安。準指麾言論自若，上亦深倚之。陳堯叟本蜀人，勸上西巡成都；王欽若南士，謀幸金陵；準曰皆可斬。及虜寇講和，車駕還京師，準之功無與二。準亦豪俊自負，欽若輩深嫉之。一日，欽若因論澶淵事，曰：「城下之盟，古所深恥。今陛下初御海內，為夷狄陵侮，亦不幸爾。」上曰：「為之柰何？」欽若曰：「非天表瑞貺，盛儀畢備，則不足聳狄人而掩茲醜。」由是上志在奉符瑞，勒功岱嶽，以誇戎夏，丁謂輩遂從而希合之。加以承祖宗恭儉之餘，帑藏充牣，內外寶貨不可勝計。洎封祀禮畢，玉清、景靈、會靈三宮觀成，國力為之耗竭，執事之官賞賚千萬，近世以來未有也。 \\n  \\n 真宗建玉清宮，自經始及告成，凡十四年。其宏大瓌麗，不可名似。遠而望之，但見碧瓦凌空，聳耀京國。每曦光上浮，翠彩照射，則不可正視。其中諸天殿外，二十八宿亦各一殿。楩柟杞梓，搜窮山谷。璇題金榜，不能殫紀。朱碧藻繡，工色巧絕。甍栱欒楹，全以金飾。入者驚怳褫魄，迷其方向。所費鉅億萬，雖用金之數，亦不能會計。天下珍樹怪石、內府琦寶異物，充牣襞積，窮極侈大。餘材始及景靈、會靈二宮觀，然亦足冠古今之壯麗矣。議者以為玉清之盛，開闢以來未始有也，阿房、建章固虛語爾。天聖歲六月，中宵暴雨震電，咫尺語不相聞，俄而光照都城如晝，黎明宮災無餘，大像穹碑悉墜煨燼，見者無不駭歎。明肅太后垂簾，對兩府大臣雨泣，追念先志，罷宮使王曾相柄，黜判官翰林學士宋綬歸西垣。授夏竦以修宮使，力期興復，朝論諠然，言事者亦競進說。知難復，乃止。 \\n  \\n 太宗志奉釋老，崇飾宮廟。建開寶寺靈感塔以藏佛舍利，臨瘞為之悲涕。興國寺搆二閣，高與塔侔，以安大像。遠都城數十里已在望，登六七級方見佛腰腹，佛指大皆合抱，觀者無不駭愕。兩閣之間通飛樓為御道。麗景門內創上清宮，以尊道教，殿閣排空，金碧照耀，皆一時之盛觀。自景祐初至慶曆中，不十年間，相繼災燬，略無遺焉。有為之福，如是其效乎？ \\n 太宗嘗問杜鎬曰：「今人皆呼朕為官家，其義未諭，何謂也？」鎬對曰：「臣聞三皇官天下，五帝家天下。考諸古誼，深合於此。」上甚悅其對。 \\n  \\n 曹冀王彬遭會興運，勳效寖著。諸將平蜀，競掠財貨，彬獨不犯釐忽，由是太祖益知之。性兢畏不伐，破偽唐迴入都城，令監門者但報自江南勾當公事回。及勳望日隆，名寵亦峻，愈謙下誡懼，以保祿位。每出鎮藩閫，卑躬待士。遇計臺巡視封部，雖朝籍、省部位至下者，亦屏遠從者，端笏迓於路左。使者見之，無不愧恐。賓僚或有以過禮為言，彬曰：「上使此人來窺我爾。」其畏惕如此。子孫知義方者，亦能遵其家法。 \\n  \\n 曹彬下江南城，李煜面縛就彬請命。彬謂之曰：「國主可歸宮，厚有裝槖，以備歸朝。」煜深德之。諸將爭言不可，蓋懼其或自引決爾。彬徐曰：「無畏。彼若能死，則豈復忍耻以見吾輩耶？」畢如其言，眾皆服其識量。 \\n  \\n 曹彬居第卑陋，未嘗修廣。蓋深懼侈滿，安於儉德。臨終誡諸子曰：「慎不得修第。」厥後遵其遺訓，無敢踰者。及中宮升儷，門戶翕赫，里巷之間輿馬填牣，亦止加丹堊而已。噫！夫人欲之縱，由外物之侈也。據廣侈之居以養氣體，則儉菲之奉不能充，理勢然矣。矧子孫被華腴之廕，不知艱苦者哉！其致滿覆也，必矣。如曹王之保家訓後，可以為富貴之師乎！ \\n  \\n 上既廢郭后，羣臣無敢言者。時孔道輔為御史中丞，范仲淹居諫職，知不可以片言奪，乃相與率臺諫若干人伏閣拜疏。上遣詣中書，諭以廢意。時李廸在相位，謂道輔曰：「廢后，古亦有之矣。」道輔對曰：「今天子神聖，相公當以堯、舜之道佐之，奈何引古者失道之君廢后事以為證也！」廸甚慚，道輔、仲淹皆黜補郡，餘皆罰金而已。疏云：「君者，天下之父也；后者，天下之母也。天下之母可以無罪而廢，是天下之父亦可以無罪而廢也。」此仲淹之辭。 \\n  \\n 陳彭年被章聖深遇，每聖文述作，或俾彭年潤色之。彭年竭精盡思，以固恩寵，贊佞符瑞，急希進用。當其役慮時，隨寒暑燥濕不知也。有高信臣者，其中表也，館於其家。見彭年足疾甚，每自朝歸第，則亟就書室嘿坐端慮，或呼婢僕脫靴，則瘡膿霑漬，亦不自苦，少求休息。一日旬澣，乘間步於廊廡，忽見紅英墮地，訝曰：「何花也？」左右對曰：「石榴花耳。」彭年曰：「此有榴樹耶？」乃彌年所居之僦地也。其銳進如此。時人目為「九尾狐」，言其才可謂國祥，而媚惑多岐也。乃參毗宰政，未幾而亡。 \\n  \\n 孫奭起於明經，敦履修潔，端議典正，發於悃愊。章聖崇奉瑞貺，廣構宮殿以夸夷夏。奭累疏切諫，上雖不能納用，而深憚其正。疏語有「國之將興，聽之於人；國之將亡，聽之於神」。其忠朴如此。 \\n  \\n 孫奭敦守儒學，務去浮薄。判國子監積年，討論經術必詣精緻。監庫舊有《五臣注文選》鏤板，奭建白內於三館，其崇本抑末，多此類也。馬元儒學精深，名齊孫奭。居喪不為佛事，但誦《孝經》而已，時人稱其顓篤。 \\n  \\n 國朝以來，京都雖有國子監為講學之地，然生徒不上三十人，率蒙稚未能成業者。遇秋試詔下，則四方多士競投牒於學，干試求薦，罷則引去，無肯留者。初，試補監生，雖大蕪謬無不收釆，生員得牒以歸，則自稱廣文館進士。監出一牒，生員輸緡二千餘，目為光監，利為公廨之用。直講置員，但躐為資地，希遷榮耳。自景祐以來，天下州郡漸皆建學，規模立矣。慶曆初，令賈相國昌朝判領國庠，予貳其職。時山東人石介、孫復皆好古醇儒為直講，力相贊和，期興庠序。然嚮學者少，無法例以勸之。於是史館檢討王洙上言，乞立聽書日限，寬國庠薦解之數以徠之，聽不滿三百日者，則屏不得與。由是聽徒日眾，未幾遂盈數千。雖祁寒暑雨，有不却者。諸席分講，坐塞階序，講罷則書名於籍以記日，固已不勝其譁矣。講員眾白判長，奏假庠東錫慶院以廣學舍為太學，詔從之。介、復輩益喜，以為教道之興也。他直講又多少年，喜主文詞，每月試詩賦論策，第生員高下，揭名於學門。介又喜議時事，雖朝之權貴皆譽訾之，由是羣謗諠興，漸不可遏，介不自安，求出倅濮州。言者競攻學制之非，詔遂罷聽講日限，一切仍舊。學者不日而散，復如初矣。議者曰：學校之設，固治國化民之本也，賢、不肖知之矣。然古今不同，勸導異方。古者舉鄉命秀，必由於學，舍是而進者鮮矣。今考士升藝，不由於學，思治者失其本而欲以末制驅之，其反為害也宜矣。 \\n  \\n 盧多遜，權謀之士也。太祖嘗患耶律氏據幽薊，未有策以下之。多遜進說，願權都鎮州，經畫攻取，俟恢復漢土則還蹕於汴，聞者異之。 \\n  \\n 太宗嘗責趙普以不舉將帥，普對曰：「昔明宗舉石晉，晉選張彥澤；劉高祖拔郭上皇，世宗得太祖，臣豈敢輕舉耶？」 \\n  \\n 太祖常密遣人於軍中伺察外事，趙普極言不可。上曰：「世宗朝嘗如此。」普曰：「世宗雖如此，豈能察陛下耶？」上默然，遂止。 \\n  \\n 李漢超帥軍於高陽關，貸民財而不歸之，民撾皷登聞上訴。太祖召謂之曰：「爾之鄉里亦嘗為契丹所鈔掠乎？」曰：「然。」上曰：「自漢超帥彼有之乎？」曰：「無之。」上曰：「昔契丹掠爾，不來訴；今漢超貸爾，乃來訴也。」怒而遣之。乃密召漢超母，謂之曰：「爾兒有所乏，不來告我，而取於民乎？」乃賜白金三千兩。自是漢超奮必死之節矣。 \\n  \\n 張詠當太宗朝，時望漸高。執政者忌之，恐有大用，言於上，謂詠有威名，欲以武爵處之，詠聞不樂。一日燕見，自請為武臣，別求三千人貲糧，親募拳勇之士自衛以備出戰。上不許，自是執政無敢議者。 \\n  \\n 呂蒙正居宰弼，一日，諫官張觀忤太宗旨，送臺獄。蒙正翊日不入朝，上遣使問其故，對曰：「臣為宰臣，致諫官下獄，復何面目見君上耶？」上急出觀焉。 \\n  \\n 雷德驤性剛直，嘗為大理寺。值太祖幸瓊林苑放鷂子，勅左右有急事即得通。德驤携大理案二道扣苑門求對，左右不敢止之，上曰：「此豈急事耶？」對曰：「豈不急於放鷂子乎？」上大怒，自起擊之，德驤稍退。少頃，上悔，召而謝之曰：「朕若得如卿十數輩，何憂天下乎？」 \\n  \\n 張詠守益部，時經王小波之亂，遺寇未殄。中貴人宣政使王繼恩總兵柄，驕不急賊，詠因教主者不給兵糧。羣校訴於詠，詠曰：「即今出則給，若不出則不給。要反，但聽之。」繼恩翊日遂出捕賊。 \\n  \\n 咸平中，王嗣宗、卞袞、王子輿並命為三司使。嗣宗即時赴職，袞、子輿得奉日始視事。袞未幾卒於職，子輿以風痹免，嗣宗獨無他，終享貴壽。 \\n  \\n 太宗任陳恕為三司使，心笇詳給。人有言茗榷遺利欲更法者，上以問恕，恕言：「國家用度無所窘匱，恐此法一搖，則三十年不可再定。」上怒，起入禁中，恕不敢退，久之復坐，方可其議。後馬元方主計，遂變前法。迄今三十餘年，是非紛然無所歸準，如其言焉。 \\n  \\n 太宗嘗因久旱，欲遣使四方詢民疾苦，因謂大臣曰：「天下官吏必有用刑不當者。」時寇準副位樞弼，前對曰：「天下官吏未聞用刑不當者，陛下用刑則實有不當。」上默然久之，問曰：「何也？」準曰：「晉州祖吉受所監臨贓，罪不至死，陛下特命杖殺之。參知政事王沔弟犯監主自盜贓，罪至死，陛下以沔故恕其罪。此陛下用刑不當也。」上為之感悟，罷沔參知政事。 \\n  \\n 祥符中，軍士有告其營將誹毀天書者，上怒，欲鞫正其罪。時馬知節在樞府，力言不可，且曰：「天書之降，臣等若非親承德音，亦未之敢信，矧軍校乎？苟正其罪，則軍政不能肅矣。」遂止。 \\n  \\n 李漢超將勁兵五千，駐高陽關以捍北戎。漢超常患兵少，因遣其子奉章詣闕求益兵。太祖逆謂之曰：「汝父使汝來求益兵耶？」乃賜其子食，已而謂曰：「汝父不能辦吾事，則伺契丹斬汝父頭，吾當別用能辦吾事者耳，兵則吾不益也。」遂解寶帶及以金幣厚賜焉。漢超乃自奮勵，終能北禦彊寇，不內侵軼。議者曰：太祖以天威神略，戡削多亂，夷狄懾縮，不敢內侵，然亦由將之得人也。漢超以寡禦彊，未嘗挫勢，亦由兵精而任專也。今之治邊者，兵益冗益敗，國用已殫而戎患方熾，誠可浩歎哉！ \\n  \\n 張詠在白士間，意概不羣。秋試，求薦於大名，上書府公曰：「昨日公府試罷，羣口騰議，以詠名在張覃之右。且覃內寔敏直，外示謙和，樂貧著書十五年，未嘗一日變節，事繼母恭慎，猶初授教時，一家熙熙有若太和之俗。且魏大都也，萬人同辭謂之君子。」聞者無不佳詠善讓，謂可以勸薄俗。又嘗作《聲賦》，雖未能高致絕俗，然豪邁有理致。朋游有勸詠以《聲賦》贄先達者，詠曰：「取一第乃欲用吾《聲賦》耶？」其自負如此。 \\n  \\n 張詠所臨之郡，無不冠映前後，民愛之如父母。再治蜀，恩威條教，動皆可紀。益人至今謠慕，比戶畫像祠之，以謂諸葛武侯之後，無逮之者。蜀人性游侈，嘗親舂以勤嗇教之，民皆感其意焉。 \\n  \\n 張詠守餘杭，時方歉凶，飢民多犯鹽禁。詠無問多少，皆笞而遣之，由是犯者益眾。邏捕者羣入白詠，以為亂國法。詠怡然納之，遂留夜飲，因自行酒，謂之曰：「錢塘十萬戶，饑者八、九，苟不以私鹽自活，忽焉螽螘屯熾，以死易生，則諸君將奈何？吾止佇秋成，則繩之以法。」坐者皆服其言，至有泣下者，燭屢跋乃罷。是歲至秋，杭無盜賊，民命以濟。又有民家子與姊之贅壻爭家財者，壻訴曰：「妻父遺命，十之七歸壻，三與子。手澤甚明耳。」詠竦然，命酒酹之，謂其子曰：「爾父可謂有智者矣。死之日，爾甫三歲，故託育於壻也。若爾有七分之約，則爾死於壻之手矣。今當七分歸爾，三分歸壻也。」其子與壻皆號泣再拜而去，人稱神明焉。 \\n  \\n 張詠治蜀，承兵亂之後，屯防尚眾，四野寇暴未息，城中無旬月之儲。乃榜衢市，賤官鹽之直，貴米價以博易之。糧廩因之充接，蜀漸安焉。 \\n  \\n 張詠性剛急，嘗作《鯸鮧魚賦》，其序略云：「江有若覆甌者，漾於中流，移晷不沒。舟人曰：『此嗔魚也。觸物則怒，多為鷂鳶所食。』遂索書驗名，古謂之鯸鮧，因而賦之，亦欲刺世人之褊薄者。」又為《褊箴》云：「百行同轍，一褊則缺。」其意亦欲自警也。然終以剛直，不躋柄用。後進不知詠者，以謂詠躁愎不任輔弼，何輕誣之甚哉！ \\n  \\n 楊億雖以辭藝進，然理識清直，不為利變。章獻太后寵冠妃御，人有諷億，使上言請升配宮壺，則立可致身二府，億深拒之。未幾，丁謂奏章，稱揚后德，當正椒閫，未半歲乃參大政。億終不悔。朝廷初議封禪，億謂不若愛民息用為本。後益為邪佞者所排，眷寵寖衰矣。億性又疎放，言或輕發。時陳彭年方親幸，每多潤色帝制。有讒億云竊議聖文非親製者，上不樂甚。一日，召億入禁中燕，肴酒極豐美，至於杯案之屬，皆常所未見者。既而，命小黃門捧書數箱示之，皆文藁也，其中刪塗改乙，皆上親翰。億皆伏讀，盛贊天作之美。上忽莊色曰：「皆朕自作，非假人也。」億不知所以然，亦不敢自辨，但惶懼而退。未幾，以母往許之陽翟弟倚所，得疾，遂請急歸侍，不待報而往，但留書時相所，為敷奏而已。上聞之，錫以金繒藥劑，未之罪也，億遂自稱疾不出。晁迥、李宗諤皆貽書趣億歸，但假弟倚答書曰：「兄書語失錯，喜怒不常，委是神心不定，乃為母奏免官爵。」言者亦請紀其罪，乃除太常少卿，分務西洛，許居陽翟治疾。然門生館食者尚千餘人，踰年貲用漸窶，乃表述嫉謗所集，賴睿明保辨。再章求典許田，不報。復求歸覲，乃就命守汝陽。既而得綠毛龜，表獻稱瑞。繼復求覲，遂召還京師。貢章願徧謁玉清諸宮，始混和於時輩矣。未幾卒。今上親政，追贈禮部尚書，諡曰文。 \\n  \\n 張詠正直少合，與楊億頗相知善。嘗遺億書，云：「世之才豪，須藉智識主之，則豪氣不暴，縱不與伊、呂並轡，正合著名，垂範不朽。屑屑罹禍者，自古何限？蓋智不及氣耳。」「大年負絕世之才，遇好文之主，迹繫中禁，聲馳四方，苟加順氣於和，嗇精於漠，了然獨到，邈與道俱，必臻長世之期，足為瑞時之表。」億文詞侈博，落筆即成，生平纂集數百卷，其劬至矣。然皆聲韻偶屬編組事實，鮮及理之文。詠之書意，真益友之言歟！ \\n  \\n 劉平、石元孫既為昊賊所敗，邊威益削。時夏竦守涇原，乃拜章求罷兵柄，其略曰：「惟保定之窮邊，稽有唐之前制，遙兼鄭滑，旁總邠寧，領北平三軍，洎安西四鎮，精鎧五萬，具裝九千，秀實之出奇兵，馬璘之提禁旅，禦玆西寇，尚或無功，而況營府久荒，樓雉重葺，依然狐兔之藪，莫覩貔虎之師。臣受略之辰，便議營繕，城纔板築，地已凍堅。方卜中春，再程庶役。又以小羌負德，積歲造謀，跨竇融之故區，有呼韓之舊地，廣募凶黨，十倍賊庭，若不縻之以恩，則當較之以計。方將博求跳盪，精練師徒，竊李牧鴈門之機，希羊祜峴南之算。俟釁為動，持重以須，不須百級之勞，冀成歲月之效。豈意鄰城狃於常勝，大將墮於姦謀，忽沮我師，頓增賊勢。改襲犀兕，屬厭餱糧，四校驚嗟，三秦震駭。用儒不效，在理已明。」又曰：「朝那地平，祆巢密邇。回中川闊，賊逕交通。以四萬甲兵，備六十城寨。排列險隘，則用軍忌分；圍聚要衝，又固圉斯闕。以寡制敵，未知所圖。」又曰：「資性憂畏，歷官艱難。傷弓之禽，聞虛弦而破膽；逸網之獸，罥垂蔓以殞心。」由是數為言事者改換其語以為謔。封章傳布，漏泄邊機，復引「破膽、殞心」之句為怯懦特甚，示夷狄以弱，不復原其自叙歷官艱難之意。後乃詔邊臣事有干機密者，並須實封以聞。竦文思精敏，善於叙事，傳其章徧於天下，亦頗以此為累焉。 \\n  \\n 張知白清儉好學，居相位如布素時，其心逸如也。及病革，上幸其家，夫人惡衣以見。及臨知白寢所，見其敝氊縑被，帷帟質素，嗟美久之，亟命輦帳具卧物以賜。後之稱清德者，皆以知白為師。丁謂貪權怙寵，斂蓄無厭。南遷日，籍沒其貲，奇賂異玩，陳鬻於市。死之日，家益困，諸子相繼夭逝，朝廷以其第賜太后弟景宗。後之言侈敗者，皆以謂為戒。議者曰：夫約則常足，侈則常不足。常足則樂而得美名，禍咎遠矣；常不足則憂而得訾惡，福亦遠矣。世有舍樂美而專趨憂訾者，信乎？可謂惑也已。 \\n  \\n 明道中，江淮薦饑，始命王隨為安撫使，隨素無才術，不能拯傷救敝以活流殍，但令人負緡以散丐者。每出則前後擁塞，騶導者不能呵，隨方姁姁矜問，示為恩惠，識者無不嗤之。 \\n  \\n 天聖中，明肅太后垂簾漸久，闔宦用事，競欲過尊母闈以徼權寵，上勢孤弱，中外疑之。四年冬，仗前詔：至日，皇帝率百僚上太后壽。時范仲淹職秘閣為校理，上疏請皇帝率親王皇族於內中上皇太后壽，請詔宰臣率百僚於前殿上兩宮壽。太后不懌，遣大閹下仲淹章於政府，問其當否。晏殊方為資政殿學士居京師，嘗薦仲淹於朝，遂貶職秘閣，聞其事，頗憂懼，亟呼仲淹於第，切責之曰：「爾豈憂國之人哉？眾或議爾非忠非直，但好奇邀名而已。苟率易不已，無乃為舉者之累乎？」仲淹方對所以當言之意，殊又折之曰：「勿為彊辭也。」仲淹退，移書殊，略曰：「若以某好奇為過，則伊尹負鼎，太公直鈎，仲尼卻侏儒以尊魯，夷吾就縲紲而霸齊，蘭相如奪璧於彊鄰，諸葛亮邀主於敝廬，陳湯矯制而大破單于，祖逖誓江而克清中原，房喬仗策於軍門、姚崇臂鷹於渭上，此前代聖賢，非不奇也，某患好之未至耳。若以邀名為過，則聖人崇名教而天下始勸。莊生云『為善無近名』，乃道家自全之說，豈治天下者之意乎？名教不崇，則為人君者謂堯、舜不足慕，桀、紂不足畏；為人臣者謂八元不足高，四凶不足耻。天下豈復有善人乎？人不愛名，則聖人之權去矣，某患邀之未至耳。某昨輒言國家冬至上壽之禮，斯言之有罪，必不疑其倖覬也。敢輕一死，以重萬代之法。蓋一人與親王皇族上壽於內，則母子之義親，君臣之禮異；與百僚上壽於外，是行君臣之禮，非敦母子之義。今兩宮慈聖仁孝之德而行此典，則未見其損。奈何後代必有后族彊盛，竊此為法，以抑制人主者矣。某天拙之效，不以富貴屈其身，不以貧賤移其心，儻進用於時，必有甚於今者，庶幾報公之清舉。如求少言少過之徒，則滔滔天下皆是，何必某之舉也。」殊甚慚服。 \\n  \\n 呂夷簡、王曾同在相府。曾公忠守道，夷簡專用小數籠引黨類，復縱其子公綽交結人士，盛納貨賂，其門如市。曾知而惡之。夷簡權寵益盛，范仲淹輩數於上前攻其短，既而言者相繼斥逐，曾寖不樂，然曾性淳厚，又不欲有欺於同列。一日，先白夷簡欲面啟求退，夷簡止之曰：「更俟旬日作表章，當與公同避賢路耳。」而夷簡急拜章求罷，不復白曾，曾頗後時。上乃疑曾不能容夷簡，曾怒為所賣，乃密陳夷簡贓私，壞公朝綱紀。上乃詰曾實狀，曾素不知主名，不能對，遂兩罷政柄。夷簡以使相判許州，曾止以資政殿大學士判鄆州。夷簡薦王隨、陳堯佐作相，二人皆無應務之才，隨又多病，數在告，未幾為諫官所論，皆罷。上復思夷簡，終再用焉。 \\n  \\n 薛奎參預宰政，頗質厚任真。明肅太后將行恭謝宗廟之禮，自呂夷簡而下皆阿順聽命，獨奎抗議不屈，明肅深忌之。然眾議已定，遂備法駕容衛，一同帝者，識者頗以為憂。及明肅崩殂，夷簡等皆黜補郡，獨奎留焉，意將倚以為相。及李廸再居相位，疎直不達時務，上察其材短，未有以濟之者。時范諷方以言幸，乃論非夷簡不可，奎遂稽於大用以至終，知者惜之。李廸既與丁謂論事得罪遷徙，淹淪久之。上即位，知其名節，深所屬意。明肅太后既崩，呂夷簡等皆罷鈞軸，亟召廸為相。廸樸忠寡材，但務廣推恩惠以悅人心。首下詔收叙諸罪廢之官、賕汙姦獪之人、眾所共棄者，皆復爵秩，授以民政。又勅銓選吏登十二考者，不以保任，例改京朝官，得疲軟姦贓、眊亂不才者幾二百輩。勸沮之法由玆益壞，人望替矣。暨夷簡復來，讒間者日至，廸遂降黜，以太常卿知密州。 \\n  \\n 范仲淹入參宰政，富弼繼秉樞軸，二人以天下之務為己任。謂朝政因循日久，庶事隳弊，志欲剗舊謀新，振興時治，其氣銳不可折。仲淹建議塞廕補之濫，復限以年齒，定磨勘之法，由博士遷尚書外郎，由外郎陞郎中者，非薦慰不以名聞。弼皆贊助其說，果推行之。由是中外希遷賞者煽謗日熾，仲淹不自安矣。先是，京邑羣司有大閹諸宦領之，如皇城羣牧者，皆衛士國駿，目指氣使，動心如意。或十餘歲不代，次當補者徒羨望不可得。弼與韓琦協議，制以三年為率，不得復有干請，久任者悉奏更之。由是閹宦大譟，惡弼如枕干之仇矣。仲淹自以久事右鄙，羌勢未寧，願出使以專西略，遂出為河東、陝西宣撫使。弼自以累使北戎，再講和約，朝廷每論北事多以任弼，乃慷慨許國，力請宣撫河朔，裁輯邊務，為預備之計。二人既出，攻讒者接踵而至，謂仲淹、弼不忠，務欲傾搖邦政，覬幸功名。上漸疑之，乃罷仲淹參知政事，知邠州；罷弼樞密副使，知鄆州。時諫官歐陽修、余靖輩，咸以協同弼等，箴議時政，漸以他事被逐，目為朋黨。浮薄競肆攻詆，希執政意以致好爵，仕路險薄，益無耻矣。議曰：君子小人各以彙舉，蓋聲應景附，自然之理也。近世並立於朝，以道德相勸摩，為眾所媢者，皆指之為黨。未知同心一德以濟天下者，由何道而可致哉？ \\n  \\n 夏臺叛命之二年，勢益熾橫，朝廷疑其有吞噬關中之意，由是獻議者請修潼關以拒之。時宋庠參預大政，銳意主其意。遂詔興板縮，置樓櫓戰具，回關門而反闔之。關中士民嗟怨，謂朝廷棄之矣。甚者取材興役，半出於華陰，其民之心可知，然見者則知其無益於備，而徒失民心。朝廷後知其非，悉命撒毀之。 \\n  \\n 景德初，契丹大寇河朔，章聖將幸澶淵，中外人情震懼。車駕發京師，六軍奏作樂，上疑，問左右，杜鎬前曰：「周武伐紂，前歌後舞。」上悅，遂作樂，人情頗安。 \\n  \\n 乾德二年，詔舉賢良方正能直言極諫科，時中選者唯頴贄一人，自是罷不復舉。至咸平中，始復舉之，所對策限以三千言。景德後，又先於中書試六論，應係條式者方預臨策，益為艱峻矣。近制試論於秘閣，數時之間敦迫取就。舊試制舉人納卷不許踰申刻，蓋慮及酉則皇城掩關故耳。有司不詳故事，乃不許及申刻，試人眎景高下，窘蹙成文，故每三四歲一舉，所得不過一二人而已。 \\n  \\n 慶曆初，夏寇方盛，陝西四路並任儒帥，久而未有成功。時呂夷簡為相，上深所注意，夷簡因言四帥皆儒臣，於軍政非便，奉祿又薄於偏裨，遂皆除觀察使，欲責其成功。時范仲淹帥環慶，素為呂所惡，及授命，乃抗章辭讓，言「臣聞先王爵以讓德，祿以報功。諸侯之失德者降其爵，諸侯之有功者增其祿，此百代不易之典也。又聞貴位者為其近於君也。漢遣御史繡衣持斧，出按二千石。唐御史之出，節度使以軍禮見，所以表朝廷之重也。學士丞郎出則居廉察刺史之任，入則復其位。自五代之亂，措置乖失，廉察刺史遂為武官，學士丞郎一出謂之換過，入朝既不復其位，故士大夫寧甘薄祿而不樂換者久矣。況今用兵之際，事繫安危，今日之命，理有利害，臣若嘿嘿而受之，一則失朝廷之重勢，二則減議論之風釆，三則發將佐之怒，四則鼓軍旅之怨，五則取夷狄之輕，六則貽國家之患。何以言之？臣與韓琦並命陝西，初為經略安撫副使，次則分領秦、慶二州，兼本路部署司兵馬公事，次則進秩為本路都部署兼經略安撫招討等使，皆以學士之職行都統之權。是用內朝近臣出臨外閫，以節度諸將，孰不以朝廷之勢而望風禀律？臣輩亦以內朝之職，每視詔令之下，或有非便必極力議論，覆奏不已，期於必正，自以近臣當彌縫其闕而已。今一旦落內朝之職而補外帥，前在左右丞、諸行侍郎、節度留後之上，今降於知制誥待制之下，使居方榮、劉興之下列，以外官而行都統之權，此失朝廷之勢，一也。又既為外帥，則而今而後朝廷詔令之出，或不便於軍中，或害於邊事，豈敢區分是非，與朝廷抗論？自非近臣，無彌縫其闕之理，縱降詔丁寧，必令覆奏，而臣輩豈不監前代將帥驕亢之禍，存國家內外指蹤之體？此則減議論之風釆，二也。又臣至邊，常責將佐當圖實效，上報國家，勿樹虛聲，妄求恩獎。故得歲年以來所奏邊效稍稍得實，不至矯誣。臣方經制補葺，以救邊防之闕，而西賊昌熾復來。今大臣將三換寵數，將何面目責諸將之實效？此則發將佐之怒，三也。又聞自古將帥，與士旅同其安樂而共其憂患，士未飲而不敢言渴，士未食而不敢言飢。今邊兵請給，粗供樵爨醋鹽之費，食必麄糲，經踰歲年不治肉味。至有軍行之時，羸不勝甲，棄而埋之，負罪以逋，不能遠者皆捕而斬之。臣雖痛而不忍，豈敢慢法哉！或有危逼，欲使此等之心同憂患，為國之用，不亦難哉！昔祿山之亂，河北三十餘城俱歸於賊者，非皆攻而下之，由於眾心無恩，當未危之時，勉以從事，及既危之後，翻然改圖，劫長吏以應賊，皆此類也。臣每思之寒心，亦欲獲厚祿養敢死之士，以備寇患。今戰士養有常廩，賞有常格，臣得千鍾之祿，千金之賜，豈敢私與死士哉？徒聚之於家，使彼目而銜之，以待其釁耳。臣恐此輩一旦倉卒，乘怒而發，劫長吏以應賊，為國家之患矣。此則鼓軍旅之怨，四也。又臣聞內列三公九卿，外分五侯九伯，以安天下、威四夷也。臣自邊上熟戶蕃部皆呼臣為龍圖老子，至於賊界亦傳而呼，且不測其品位之高下也。今賊界沿邊小可首領，並偽置觀察團練之名，臣若授玆新命，使蕃部聞之，適足取夷狄之輕，五也。由斯以往，必敗乃事，寧不貽國家之後患哉？此六者，臣上為國體而辭之也。再念臣世專儒業，遭逢盛時，以文藝發科。陛下擢於秘館，處之諫司，歷天章、龍圖之職，可謂清切矣。寒士至此，大踰本望，儒者報國，以言為先，如臣曩者以言事，效賈生慟哭、長太息之說，黷於聖聽，中外共棄，屢經貶放，亦以塞朝廷之薄責矣。而臣自追其咎，未嘗怏怏，此搢紳之所諒也。前年春延安之戰，主將不利，大挫國威，朝廷有使過之議，遂及於臣。逮至延安，竭心悉力而處置之，間不合朝廷之意，既廢復用，無所逃遁。臣顛沛十載，灰而復燃者數四矣。自知非將帥之才，豈可以了大事？但國家急難之際，邊鄙乏人，臣以事君之心雖知屢困，日勉一日。伺將帥得人，臣則引退丘園，歌詠太平，雖多難之夫，有全歸之樂，此臣之所期也。臣粗守廉隅，朝廷豈以貪夫畜臣？落近職而增厚祿，將令常居邊鄙，永謝丘園，非臣之所期也。臣本有風眩之疾，聞命以來，心墮氣索，不知其涯。緣臣夙夜乃事，精爽已乏，量臣之力，豈堪武帥長為荷戈之事乎？此臣為私心而辭之也。伏望尊號皇帝陛下，垂日月之明，發於獨斷，追還新恩，許存舊職，則是以內朝近臣經略邊事，節制諸將，其體重矣。而況儒臣、武士，所習不同，所志亦異。臣輩不願去清列而就廉察之厚祿，如方榮、劉興輩不願減厚祿而就學士之清列矣。如使四路之帥，上失其勢，下撓其志，沮喪不樂，意衰神瘁，則百事隳惰，豈復能振謀發策，為國家長城之倚哉？恐非陛下推委，使人盡心之意也。一昨宰臣堅讓三公，雖已行之命，蒙陛下特俞其請，臣今冒犯天威，為國體而辭之者六，為私心而辭之者一，苟不獲命，臣當繫身慶州之獄，自劾無功冒賞之過，又劾違制之罪，以聽於朝廷。假使朝廷極怒，臣得死於君父之命，猶勝貪此厚祿，敗名速禍，死於寇亂之手。此臣所以知其退而不知其進也。唯天鑒處之。」夷簡覩奏不樂，然逼於物議，未幾，並他路皆罷廉察，復學士之職焉。 \\n  \\n 寇準在相位，以純亮得天下之心。丁謂作相，專邪黷貨，為天下所憤。民間歌之曰：「欲時之好，呼寇老；欲世之寧，當去丁。」及相繼貶斥，民間多圖二人形貌對張於壁，屠酤之肆往往有焉。雖輕訬頑冥少年無賴者，亦皆口陳手指，頌寇而詬丁，若己之恩讎者，況耆舊有識者哉！ \\n  \\n 謝絳，吳人，雅秀有詞藻。景祐中，知制誥，然輕黠利脣吻，人罕測其心，時謂之十一面觀音。與范諷同年，素為范所薄。及龐籍訟諷，兩被黜。時王堯臣當制，絳求代草其詞，籍誥末云：「季孫行父之功，予不忘矣。」蓋指諷為四凶也，論者益畏之。未幾，出守南陽，遂卒於官，疾亟自噬舌，噀其血肉。聞者深鑒之。 \\n  \\n 范諷，齊人，性疎誕，不顧小節。嘗忤外計，乃棄官求監舒州靈仙觀。莊獻太后臨朝，聞其俊邁，召拜諫官。好大言捭闔，時亦有補益，當塗者皆畏之。任三司使，闕略財計，議者以為任不適其器。好朋飲，高歌噭呼，或不冠幘，禮法之士深疾之。時人顏太初作《東州逸黨詩》以譏，識者亦以諷非廊廟器。未幾，被黜，遂卒。 \\n  \\n 國家承五代大亂之餘，每朔望起居及常朝，並無仗衛，或數年始一立，名全仗。當時人士或不識朝廷容衛，迄今尚然。太宗朝，嘗詔史館修撰楊徽之等校定入閣舊圖，時江南張洎獻狀，述朝會之制，得失明著。其要云：「今之乾元殿，即唐之含元殿也。在周為外朝，在唐為大朝，冬至、元日，立全仗，朝百國，在此殿也。今之文德殿，即唐之宣政殿。在周為中朝，在漢為前殿，在唐為正衙，凡朔望起居，冊拜后妃、皇太子、王公、大臣，對四夷君長，試制策科舉人，在此殿也。昔東晉太極殿有東西閣，唐置紫宸上閤，法此制也。且人君恭己南面，嚮明而理，紫微黃屋，至尊至重。故巡幸則有大駕法從之盛，御殿則有勾陳羽衛之嚴。故雖隻日常朝，亦猶立仗。前代謂之入閤儀者，蓋隻日御紫宸上閤之時，先於宣政殿前立黃麾金吾仗，候勘契畢，喚仗即自東、西閤門入，故謂之入閤。今朝廷且以文德正衙權宜為上閤，甚非憲度。況國家繼百王之後，天下隆平，凡曰憲章，咸從損益，惟視朝之禮，尚自因循。竊見長春殿正與文德殿南北相對，殿前地位連橫，街亦甚廣博。伏請改創此殿作上閤，為隻日立仗視朝之所；其崇德殿、崇政殿即唐之延英殿是也，為雙日常時聽斷之所。庶乎臨御之式，允協前經。今輿論以入閤儀注為朝廷非常之禮，甚無謂也。臣竊按舊史，中書、門下、御史臺謂之三署，為侍從供奉之官。今常朝之日，侍從官先次入殿庭，東西立定，俟正班入，一時起居，其侍從官則東西對拜，甚失北面朝謁之禮。今請准舊儀，侍從官先次入，起居畢，在左右分行侍立於丹墀之下，故謂之蛾眉班。然後宰相率正班入起居，庶免侍從官有東西對拜之文，得遵正禮。」至慶曆三年，予知制誥時，始詔臺省侍從官隨宰相正班北面起居，其他則無所更焉。 \\n  \\n 夏寇既敗官軍，劉平、石元孫陷沒，延州幾至不守。范雍日告朝廷益兵，復為詩以言賊事，凡數十章。其傳播者云：「七百里山界，飛沙與亂雲。虜騎擇虛至，戍兵常忌分。嘯聚類宿鳥，奔散如驚麕。難稽守邊法，應敵若絲棼。」又云：「承平廢邊事，備預久已亡。萬卒不知戰，兩城皆復湟。輕敵謂小醜，視地固大荒。願因狂狡叛，從此葺兵防。」又云：「劇賊稱中寨，中寨，賊勁悍者也。驅馳甲鎧精。昔惟驚突騎，今亦教攻城。伏險多邀擊，驅羸每玩兵。拘俘詢虜事，肉盡一無聲。」蓋延州屢得賊中諜者，雖臠其肉且盡，終無一言，故雍詩有云。初，朝廷輕視元昊，邊臣奏請，不甚允從。至是，方罪樞臣而逐之。 \\n  \\n 馮拯在中書，孔道輔初拜正言，造其第謝之。拯謂曰：「天子用君作諫官，豈宜私謝執政耶？」道輔慚伏而退。後嘗謂人曰：「如馮公者未足為賢相，然求之於今，亦未易有也。」 \\n  \\n 孔道輔自以聖人之後，常高自標置，性剛介，急於進用。或有勸其少通者，答曰：「我豈姓張、姓李者耶？」聞者多笑之。為御史中丞，以事被黜知鄆州，然非其罪，躁憤且甚。至胙縣，一夕卒於驛舍。 \\n  \\n 孔道輔祥符中為寧州軍事推官，州天慶觀有蛇妖，郡將而下日兩往拜焉。道輔以笏擊蛇首，斃焉，由是知名。後鄆人石介作《擊蛇笏銘》，其文甚激，今具載之，曰：「天地至大，有邪氣奸於其間，為凶暴，為戕賊，聽其肆行，如天地卵育之而莫能禦也。人生最靈，或異類出於其表，為蠱惑，為妖怪，信其異端，如人蔽覆之而莫露也。祥符中，寧州有蛇極妖異，郡刺史而下日兩至於其庭朝焉。人以為龍也，舉州內外遠近，罔不駿奔走於門以覲，恭莊肅祗，無敢怠者。今龍圖閣待制孔公，時佐幕在是邦，亦隨郡刺史至於其庭。公曰：「明則有禮樂，幽則有鬼神。蛇惑吾民，亂吾俗，殺無赦。』則以手板擊其首，遂斃於前，則蛇也，無異焉。郡刺史下暨州內外遠近，昭然發矇，不能肆其凶殘而成其妖惑。夫天地間有純剛至正之氣，或鍾於人。人有死，物有盡，此氣不滅，烈烈彌然，亘億百世而長在。在堯為指佞草，在魯為孔子誅少正卯刃，在齊、在晉為南董筆，在漢武帝朝為東方朔戟，在成帝朝為朱雲劍，在東漢為張綱輪，在唐為韓愈《論佛骨表》、《逐鱷魚文》，為段太尉擊朱泚笏，今為公擊蛇笏。故佞人去，堯德聰；少正卯戮，孔法舉；罪趙盾，晉人懼；辟崔子，齊刑明；距董偃，折張禹，劾梁冀，漢室乂；佛教微，聖道行；鱷魚徙，潮患息；朱泚傷，唐朝振；怪蛇死，妖氣散。噫！天地鍾純剛至正之氣在公之笏，豈徒斃一蛇而已。軒陛之上有罔上欺民先意順旨者，公以此笏麾之。朝廷之內有諛容佞色附邪背正者，公以此笏擊之。夫如是，則軒陛之下不仁者去，廟堂之上無姦臣，朝廷之內無佞人，則笏之功也，豈止在於一蛇。」銘曰：「至正之氣，天地則有。笏惟靈物，氣乃能受。笏之為物，純剛正直。公惟正人，公乃能得。故笏之在公，能破淫妖。公之在朝，讒人乃消。靈氣未竭，斯笏不折。正道未亡，斯笏不藏。惟公寶之，烈烈其光。」 \\n  \\n 夏寇叛擾累年，官軍頻敗，關中物價翔踴，天下為之騷動。朝廷欲與之約和，而未有以徠之。范仲淹帥延安，乃使人遺書元昊，稱朝廷仁貸惜民之意，許歲與金繒，勸其納欵。書已行，始聞於朝，執政皆不喜。時宋庠參知政事，言仲淹專擅可斬，辭甚堅忮。遂貶仲淹官，知耀州，以龐籍代之。籍亦屢致和意於賊，朝廷又密許籍以柄用，俟和議成然後召。賊乃遣其腹心楊守素入朝講約，易其名為曩霄；朝廷亦遣使答之，然終不見元昊。久之議乃定，歲賜銀絹各二十萬疋兩、茶六萬餘斤。遣張子奭等冊元昊為夏國王，復厚賜之。元昊遣人約子奭留於宥州，亦不相見，封冊、重幣如委之榛莽。子奭由此遷秩，籍入為樞密副使，皆自以為功焉。 \\n  \\n 契丹知王師屢為元昊所衂，遂有輕中夏之心。忽遣使蕭英、劉六符貽書求關南之地，意謂本石晉所貽舊疆，為周世宗所取，今當復歸於北。乃述世宗取地之後，有「人神共憤，廟社不延」之語。自謂與元昊素定君臣之分，世為甥舅之親。又云：「殊無忌器之嫌，輒肆殘人之伐。」英等既入境，乃嘯聚雜虜於幽薊之北以脅我，朝廷乃遣富弼報聘，許歲增金幣，以代關南賦輸。虜主宗真對弼語言忽慢，謂朝廷輕重在我。與弼言詞往反數日，方許納幣。弼歸朝，定議別立誓書以往，遂歲增銀十萬兩、絹十萬疋，通前數每歲五十萬矣。前所與歲幣，皆虜遣人至雄州交取。至是弼許輦至虜界白溝，宗真方許之。輦畜之費益不勝其敝矣。又云：「朝廷使介至北，位序甚高；北使至朝廷，則座列頗卑。今既敵國，禮宜均比。」朝廷亦從之。由是虜勢益驕矣。 \\n  \\n 富弼使契丹報聘，再立盟約。時呂夷簡方在相位，命弼諷契丹諭元昊，使納欵。宗真當其言，謂可指麾立定。遂遣使詣元昊，諭以朝廷之意，元昊但依隨而已。及楊守素至延州，道元昊語曰：「朝廷果欲議和，但當下諭本國，何煩轉求。」契丹界夾山部落呆家等族離叛，多附元昊。契丹以詞責問，元昊辭，不報，自稱西朝，謂契丹為北邊。又言請戢所管部落，所貴不失兩朝歡好。宗真既以彊盛誇於中國，深耻之，乃舉眾西伐，聚兵於雲州西約五百里夾山之側，國內擾動，糧餽相繼。先是，契丹預峙芻茭，以備冬計。元昊密令人焚之殆盡，且多餓死。及與戰，遂敗，懼朝廷知之，乃出榜幽州，稱元昊歸欵，自以誇大。其略云：「元昊曩自先朝，求為鉅援。拒一方之裂壤，迨三世以襲封。」又云：「梟音易變，犬態多端。忘牢豢之深恩，肆狂悖之凶性。擅誘邊俗，巧諜歡鄰。罪既貫盈，理當難赦。是用躬驅銳旅，往覆危巢。方邇賊庭，乞修覲禮」云云。然燕人皆知其妄，我之諜者又見輿尸重傷者，相繼自西而至，其敗益明。然深自藏蔽，懼為朝廷所知。 \\n  \\n 元昊未叛前，其部落山遇者歸延州，告其謀。時天章閣待制郭勸守延州，乃械錮還賊，示朝廷不疑之意。賊戮其族無遺類，由是西人怨懼，嚮化之心絕矣。賊為患既劇，朝廷降詔購募，賊中有偽署名職至卑如埋移香者，輸誠歸欵，朝廷重其封祿，至以郡王待之，亦終不至，賊黨益固矣。 \\n  \\n 慶曆三年，既放春榜，時議以為取士浮薄寖久，士行不察，學無根原，宜新制約以救其弊。執政與言事者意頗符同，乃勅兩制及御史臺詳定貢舉條制。翰林學士宋祁等上言：伏以取士之方，必求其實；用人之術，當盡其材。今教不本於學校，士不察於鄉里，則不能竅名實；有司束以聲病，學者專於記誦，則不足盡人材。此獻議者所共以為言也。臣等參考眾說，擇其便於今者，莫若使士皆土著，而教之於學校，然後州縣察其履行，則學者修飾矣。故謂立學合保薦送之法。夫上之所好，下之所趨也。今先策論，則文辭者留心於治亂矣；簡其程式，則閎博者得以馳騁矣；問以大義，則執經者不專於記誦矣。其詩賦之未能自肆者，雜用今體；經術之未能亟通者，當依舊科，則中材之人皆可勉及矣。此所謂盡人之材也。故惟先試策論，次簡詩賦，考式問諸科文義之法，此數者其大要也。其州郡彌封謄錄進士諸科經帖之類，皆細碎而無益者，一切罷之。凡為法者，皆申之以賞罰而勸焉。如此則養士有素，取材不遺。苟可施行，望賜裁擇其要，令天下州郡並立學校，至秋試投狀，必由入學聽習，方許取應進士。並先試策，問以經史時務，次試詩賦，以舊制詞賦聲病偶切拘檢太甚，今依自來所試賦格外，特許依傚唐人賦體。諸科舊制：對墨義外有能明於經旨、願對大義者，直取聖賢意義解釋，或以諸書引証，不須具注疏。尋降勅旨：「夫儒者，通天地人之理，而兼古今治亂之源，可謂博矣。然學者不得騁其說，而有司務先聲病以牽制之，則吾豪雋奇偉之士何以奮焉？士有純明朴茂之美，而無興學養成之法，其飭身勵節者，使與不肖之人雜而並進，則夫懿德敏行之賢何以見焉？此取士之甚弊，而學者自以為患。議者屢以為言，朕慎於改更，比令詳酌，仍詔宰府加之參定。皆以謂本學校以教之，然後可求其行實。先策論則辯理者得盡其說，簡程式則閎博者可見其材。至於經術之家稍增新制，兼行舊式，以勉中人，其煩法細文一皆罷去，明其賞罰，俾各勸焉。如此則待士之意周，取人之道廣。夫遇人以薄者，不可責其厚。今朕建學興善，以尊士大夫之行，而更制革弊，以盡學者之才，其於教育之方勤亦至矣。有司其務嚴訓導、精舉察，以稱朕意。學者其思進德修業，而無失其時。凡所科條，可為永式。」詔既下，人爭務學，風俗一變。未幾，首議者多出外官，所見不同，競興譏詆，以謂俗儒是古非今，不足為法。遂追止前詔，學者亦廢焉。 \\n  \\n 契丹自阿保機雄據燕北之地，修其國之威法，諸戎遂漸為制。常得中國所賜紈錦，以其尤精緻者籍地，使牧豎汙踐之。親近者或問其故，曰：「我國他日富盛，是等固當踐之。」其用意驕貪侈毒，豈易盈哉！自石晉求援，為耶律德光所立，約為父子之國，歲輸絹三十萬，舉鴈門以北及幽州之地為德光壽。自是失其控壓之要，縻之無全策矣。虜雖時有聘問，不過豐貂大腊，顛駿數四而已。其鄰國曰渤海、女真、室韋、達靼、奚霫之類，皆君奉之。其民慓騺善鬭，堪艱苦，但眾寡不侔，故為所制耳。梁及後唐時，尚有來貢者，自是阻閡，偪於彊力。晉高祖時，桑维翰疏云：「契丹自數年來最為彊盛，侵伐鄰國，吞滅諸蕃。」蓋謂是也。每興兵擾塞，則傳一矢為信，諸國皆震懼奔會，無後期者。每戰必銜枚無諠，專指顧令，統帥之下，各有部隊。晝則望旗幟，遇夜則或鳴鉦、或吹蠡角、或為禽鳥之聲，各隨部隊撒卷而去，至明不遺一騎。軍令至峻，常以什伍相分，一人趨敵則什伍俱前，緩急不相赴援，則盡誅之，故其人能死戰。而又山後郡縣，俗情篤實，高上氣武，士農商工四者俱備以資其用。其主雖遷徙出入，非廬帳不居，然有垣壘宮室矣。其民雖瘃墮寒冽，非旃毳不禦，然有衣服染繢矣；自開運中德光亂華，盡得晉朝帑實圖書。服器工巧，事多摹擬中國，久而益盛矣。始石晉時，關南山後初虜民，既不樂附，又為虜所侵辱，日久企思中國聲教，常若媮息苟生。周世宗止平關南，功不克就。歲月既久，漢民宿齒盡逝，新少者漸服習不怪，甚至右虜而下漢。其間士人及有識者亦嘗悵然，無可奈何。 \\n  \\n 太宗既夷并壘，乘銳直壓其境。國中駭怖不知所為，其主與左右聚議，皆曰：「中朝皇帝此來，但欲恢復土宇，幽州垂陷矣，不可不救之，敗則委棄深遁，未為晚也。中國既得山後郡縣，必不困蹙侵害，我乃傾國抗敵，遂能保有其土。彼民復失所望矣。」自後遣將出師，蹈其境界，頓其營壘，皆欲請命送欵，然未能一戰而捷，料取全勝，亦彼民之不幸乎？爾後河朔之民，數被其毒，驅掠善良入國中，分諸路落，鞭笞陵辱，酷不可聞。漢民每被分時，父母妻子各隨虜騎而去，號哭之聲震動天地，見者為之變色，聞者無不傷心焉。及真宗幸澶淵親征，遂與盟，歲給金繒。虜亦深入自驚，恐王師遮屯要害，斷其歸路，欣然奉約。自是河朔之民漸有生意矣。 \\n  \\n 真宗與北戎修好，遣使稱北朝，公卿以下謂事適然，無異論。時王曾為著作郎、直史館，獨抗章曰：「古者尊中國賤夷狄，真若首足。二漢雖議和親，然禮亦不至均。今若是，是與之抗立，首足並處，失孰甚焉！臣恐久之，非但並處，又病倒植，顧其國號契丹足矣。」真宗深所賞激。然使者業已往，遂已，識者是之。 \\n  \\n 王曾知審刑院，法有違制者，報徙，曾請非親近，以失論從杖。既而外郡有以是具獄聞者，真宗怒，詔令如法。曾執前議，上謹容曰：「若卿議，是無違制者。」曾對曰：「如詔旨，亦不復有失者，天下之廣，豈人人盡知制耶？唯上裁幸。」上悟，欣然從其議。因著為令。 \\n  \\n 真宗疾彌留，皇太子決政資善堂。劉太后諷宰相丁謂謀臨朝，物議憂疑。王曾說后戚錢惟演曰：「帝仁孝，結於民心深矣，今適不豫，且大漸，天下莫不屬吾儲君。而皇后遂欲稱制以疑百姓，公不見呂、武之事乎，誰肯附者？必如所謀，劉氏無處矣。公寔后肺腑，何不入白？即帝不諱，立儲為君，后輔政以居，此萬世之福也。」后悟，不復有他志。及皇儲踐阼，遺詔軍國事權聽后旨，議法久未決。丁謂沿后素志，乃上議：太后朝近臣、處大政；皇帝朝朔望，獨見羣臣。餘庶務令入內押班雷允恭傳奏，禁中取可否即下，不以覆，謂黨皆附和以為便。曾對曰：「天下公器，豈可兩宮異位？又政出宦人，亂之本也。不可。」乃引後漢馬、鄧故事，奏：凡御朝，帝坐左，母后坐右，而加簾焉。奏事以次，如常儀。納之。已而治定陵，謂果與允恭謀改吉卜，幸咎禍事敗，抵罪。謂黨佑之曰：「謂首被顧託，請以議功。」曾曰：「謂事干宗社，議功不及。」卒放謂於朱崖，佑者亦廢。先是，謂用事，威賞皆專達，不請於朝。謂已竄，馮拯繼為上相，復躡故跡。曾喻以禍福，拯深怨之。自是事皆決於兩宮。然太后稍自尊侈，既上尊號，乃欲御天安殿路寢受冊，曾執不從，遂降御文德。由是大失太后意旨，及玉清宮災，曾為宮使，乃免相，出知青州。知者謂曾之大節，邦家賴焉。 \\n  \\n 故相李昉，嘗謂其子宗諤曰：「自太祖臨御以來，百司人吏難於選補，臺省舊規漸成廢墮。吾罷相為右僕射，都省並無舊吏，惟私名散官數人，主掌案籍而已。舉措應對，山野特甚，省中故事，懵然不知。會勅集三署官議事，省吏以狀來報，吾詰之曰：『三署官議事，僕射入省乎？』曰：『不知也。』『臺省官與丞郎尚書雜坐乎？』曰：『不知也。』『掌名表郎官與監議御史何向而坐？』曰：『不知也。』『左右丞與尚書坐，孰為主？』曰：『不知也。』吾為主客郎掌誥日，時尚書張昭、李濤、楊昭侃、右丞趙上交、中丞劉溫叟以耆儒宿德俱在班行，屢陪諸公於都省議事。大凡在內庭論職不論官，入都省論官不論職。如學士帶兩省官及都省官，議事之日，入都省並綴本班坐。每議事，有司於都堂陳帟幕，設左右丞坐於堂之東北，面南向；設中丞坐於堂之西北，面南向；設尚書、侍郎坐於堂之東廂，面西向；設兩省常侍、舍人、諫議坐於堂之西廂，面東向；設知名表郎官坐於堂之東南，面北向；設監議御史坐於堂之西南，面北向。又設左右司郎中員外坐於左右丞之後，設諸司郎中員外坐於尚書、侍郎之後，設起居、司諫、正言坐於給舍諫議之後，並重行異位。故事：左右僕射、侍中、中書令，是為四相。自唐開元之後，僕射不知政事，然非軍國大事不入省會議。議事之日，三署官早赴省就次，所司先以所議事狀徧呈郎官，略知大意，然後所司引知名表郎官執所議黃卷升廳，就本位立，次引監議御史、次引小兩省官、次引郎中員外、次引三院御史中丞，各就本位。然後左右丞升廳，所司抗聲曰：『揖。』羣官揖訖，各就坐。知名表郎官以黃卷授所司，捧詣左右丞，左右丞執卷展讀訖，然後授於中丞，中丞授於尚書、侍郎，徧至羣官讀訖，復授於知名表郎官，始命進飲食。所司捧筆研立於左右丞之前，一吏抗聲曰：『請定議。』左右丞揖羣官訖，然後乃取幅紙書所議事，署字於其下，徧授四座。監議御史命一吏抗聲曰：『有所見不同者，請不署字。』食既訖，所司復抗聲曰：『食畢，揖。』羣官對揖訖，各降堦出就本位，以所議可否，共列狀進入，以官高者為表首，異議者於閣門，別進狀論列。如諸司三品以上、武班二品以上，並入省議事。即諸司三品坐於尚書、侍郎之南，東宮一品坐於尚書郎之前，武班二品坐於給舍之南，並絕席異位。如議大事，僕射、御史大夫入省，惟僕射至廳下馬，餘官並門外下馬。設僕射大夫位於左右丞之前，並重行異位，執筆署字皆僕射專之矣。故徐鉉在省，多知典故，亦言江南見舊儒所說議事之儀，與吾所記略同。因命寫一圖授省吏，未知此輩能遵守否？」當昉言此時，都省猶時復議事。近年以來，此事都廢，惟議謚法，則羣官一集於都省。郎官由經科入仕者，多不知學術，但飲食署字而已。議罷出省，人或問其所議，有全不知所謂者。兩制中淺隘者，又耻與曹次列，多辭以故不赴集，由是體益隳焉。 \\n  \\n 夏寇擾邊，關中科斂頻仍，民力大困。掌計漕者遷徙靡寧，無久職之計。人戶逃移幾半，公私窘蹙。及吳遵路為都轉運使，雖究意利害，而分九等戶為三十七等，以均徭役。然民益怨擾，不知所措。 \\n  \\n 契丹既有幽薊及鴈門以北，亦開舉選以收士人。幽州劉氏昆弟，其名曰：二玄、三嘏、四端、五常、六符，皆被任遇。三嘏、四端復尚偽主。慶曆四年秋，三嘏携嬖妾偕一子投廣信軍，詞情悲切，自言偽主皆有所私，久已離異。今秋虜主迫令再合，偽主兇狠，必欲殺其妾與子，故歸朝廷。頗論其國中機事，言虜主已西伐元昊，幽薊空虛，我舉必克。所陳凡七事，復為詩以自陳云：「雖慚涔勺赴滄溟，仰訴丹衷不為名。寅分星辰將降禍，兊方疆即交兵。《春秋》大義惟觀釁，王者雄師但有征。救取燕民歸舊主，免於戎虜歲稱兄。」朝廷以誓約既久，三嘏虜壻，位顯，恐納之生釁。又移文邊郡，躡知三嘏來跡，求索峻切，期於必得，不則舉兵隳好矣。朝廷乃遣還。三嘏復由西山路入定州境，所至以金賂村民求宿食，勢益窘，定帥遣人搜索，拘送虜界。比三嘏至幽州，其妻已先在矣，乃殺其妾與子，械三嘏送虜主帳前。以其晜弟皆方委任，遂貰三嘏死，使人監錮之。議者深歎惜其事。 \\n  \\n 天禧末，真宗聖躬多不豫，丁謂當國，恣行威福。時劉筠在翰林，守正不為阿附，謂深嫉之。筠乃求出為郡，止授諫議大夫，守廬州。筠拜章求兼集賢院學士，謂沮之不與。筠舟至淮上，遇水暴漲，作詩云：「行行極目天無柱，渺渺橫流浪有花。客子方思舟下碇，陰虬自喜海為家。村遙樹列晴川薺，岸闊牛分觸氏蝸。鳶嘯風高誠可畏，此情難諭坎中蛙。」識者美其憂思之深遠焉。謂敗，復召入翰林為學士，以詩別同僚云：「一辭鑾署忝英藩，兩見黃華媚翠罇。政懦每憐民若子，歲豐還喜稻成孫。離愁且飲賢人酒，密對須求長者言。入奉清朝咸一德，晨趨豈歎鬢霜繁。」 \\n  \\n 祥符中，中書試制舉人六論畢，呂夷簡及布衣周啟明將被親策。執政以為封禪有期，將告成功於天下，不當復訪人以得失，遂報罷。夷簡特升職倅郡，啟明免將來進士鄉薦。啟明乃歸括蒼隱居，聚徒講學，不復仕進，時論高之。 \\n  \\n 江南徐鉉歸朝，儒筆履素，為中朝士大夫所重。王溥、王祐與之交欵，李至、蘇易簡咸師資之。李穆尚書有清識，嘗語人曰：「吾觀江表冠蓋，若中立有道之士，惟徐公近之耳。」平居自奉寡儉，食無重肉。人或問其故，鉉曰：「亡國之大夫已多矣。」時王師已圍建業，李後主欲命使於交兵之間，左右咸有難色。鉉乃請行，後主撫之泣下，曰：「時危見臣節，汝有之矣。」後太宗詔鉉撰《江南錄》，末乃云：「天命歸於有宋，非人謀之所及。」太宗頗不悅。又其國潘佑以直諫被誅，鉉深毀短之，知者謂其隱惡太過，非直筆也。 \\n  \\n 夏國元昊取契丹女，偽號為興平公主，乃宗真之姊也。元昊待之甚薄，因晚被病，元昊亦不往視之，以至於歿。宗真雖忿恨，然亦無如之何，但遣使慰問之而已。朝廷不知其故，以為元昊畏耶律之彊，諷宗真使促元昊歸欵，失之甚矣。 \\n  \\n 范仲淹以天章閣待制權尹京府，自以言事被用，以諫諍為己責。呂夷簡作相，氣勢熏炎，無敢迕者。仲淹屢犯其鋒，夷簡深懷忌憚，但博示含容，以親仲淹。仲淹終不合，每對上言夷簡纖邪不忠，宜制其漸，因泛論漢世莽、卓階亂有胎，由辨之不早致然。其語漏泄，譖愬者日至矣。上遂疑仲淹離間大臣，徼幸進取，落待制職，出知饒州。言事官無敢辨之者，皆言仲淹不當指夷簡為莽、卓。時尹洙、余靖、歐陽修皆讎書三館，相與憤切。洙遂詣政府，請與仲淹皆貶為黨人。靖上書言：「臣聞位疎而言親者，罪也；知淺而言深者，妄也。臣故抵罪抵妄，輒有開陳者，懷忠事君，不敢自愛，萬一益國，雖死無恨。伏聞今月九日以吏部員外郎天章閣待制范仲淹落職，守本命，差知饒州。臣竊謂仲淹秉忠朴之心，懷直諒之節，不識忌諱，有可矜愍。觀其臨事不苟，言必忤上，竭忠奉國，夫豈私其身哉？去歲自貶所召，居顧問之職，爾時正人端士酌酒相賀，喜陛下納善思治，招徠忠讜，真聖帝哲王聰明之政也。今玆遽聞以言獲罪，左降僻遠，事出不意，驚動耳目。何其進之太暴，而退之太速乎？然則仲淹若以官政闕失，自取罪戾，國有常典，誰敢議之。今以刺譏大臣，指訐時政，而不示含恕，重加譴謫，臣深為陛下不取也。昔堯舜之帝、商周之王嘗云諤諤以昌，不聞誹謗為罪。況仲淹前所言在陛下母子夫婦之間，犯顏逆耳最其大者，以其言合典禮，尚加優獎。正人端士所以相賀者，以陛下屈情狥道，超越前古若是者也。今因進對之際言大臣前短，縱令謀論疎闊，褒貶過當，斷在陛下聽與不聽耳，安可與讒邪同罪乎？至如汲黯在庭，毀平津之多詐；張昭論將，以魯肅為麄疎。漢帝、吳王熟聞此議，兩用無猜，豈損令德？臣今越職而言者，非不知百官內外各有職分，但以諫官、御史畏罪而未言，遂恐庶人之議不得上達，故敢不避誅放。臣之所言，亦非營救仲淹。何則？仲淹自大理寺丞四五年間至吏部員外郎，比於長流，此乃踰涯之寵。今雖落職，寔於仲淹之身未有所損，但所論者國家大體耳。古者斥去直臣，皆玷累盛德，故多含垢忍怒，以示容納。彼非不能快意行事，蓋惜千古之名耳。陛下自專政以來，三逐言事者矣。若習以為常，不甚重惜，則恐書於史冊，虧玷太平之治，鉗天下之口，塞陛下之聰，在此舉矣，可不慎乎？臣披瀝肝膽，冀陛下察之。伏望陛下以舜察邇言為念，以漢招直諫為謀，常以壅塞是憂，不以誹謗加罪，追改前命，無重過舉，則天下幸甚。」書奏，夷簡內不自安，乃謫洙、靖官以拒來者。歐陽修乃移書司諫高若訥，責之曰：「高君足下，予年十七時，家隨州，見天聖二年進士榜，始識足下姓名，時予年尚少，未與人接，又居遠方，但聞今宋舍人兄弟與葉道卿、鄭天休數人，以文章有大名，號稱得人。而足下廁其間，獨無卓卓可道說者，予固疑足下不知何如人。其後更十一年，予再至京師，足下已為御史裏行，然猶未暇一識足下之面。但時問予友尹師魯以足下之賢否？而師魯說足下正直有學問，君子人也。予猶疑之。夫正直者不可屈曲，有學問者必能辨是非。以不可屈之節，有能辨是非之明，又為言事之官，而俯仰默默，無異眾人，是果賢者耶？此不得不使予疑之也。自足下為諫官，始得相識，侃然正色，論前世事歷歷可聽，褒貶是非無一謬說。噫！持此辨以示人，孰不愛之？雖予亦疑足下真君子也。是予自聞足下之名及相識，凡十有四年而三疑之。今者推其實迹而較之，然後決知足下非君子也。前日范希文貶官後，與足下相見於安道家。足下詆誚希文為人，予始聞之，疑是戲言。及又見師魯亦說足下深非希文所為，然後其疑遂決。希文剛正，好學通古今，其立朝有本末，天下所共知。今特以言事觸宰相得罪，足下既不能辨其非辜，又畏有識者之責己，遂隨而詆之，以為當黜，是可怪也。夫人之於性，剛果懦軟，禀之於天，不可勉強，聖人亦不以不能責人之必能。今足下家有老母，自惜官位，懼飢寒而顧利祿，不敢一忤宰相以近刑禍，此乃庸人之常情。不過作一不才諫官耳，雖朝之君子亦將閔足下之不能，而不責以必能也。今乃不然，反昂然自得，了無愧畏，反毀其賢以為當黜，庶乎飾己不言之過。夫力所不敢為，乃愚者之不逮；以智文其過，此君子之賊也。且希文果不賢耶？自三四年來從大理寺丞至前行員外郎，作待制日備顧問，今班行中無與比者。是天子驟用不賢之人，使天子待不賢以為賢，是聰明有所未盡。足下身為司諫，乃耳目之官，當其驟用時，何不一為天子辨其不賢？反默默無一語，待其自敗，然後隨而非之。若果賢耶？今日天子與宰相以忤意逐賢人，足下不得不言。是則足下以希文為賢，亦不免責，大抵罪在默默爾。昔漢殺蕭望之與王章，計其當時之議，必不肯言殺賢者也，必以石顯、王鳳為忠臣，望之與章為不賢而被罪也。今足下視石顯、王鳳果忠耶？望之與章果不賢耶？當時亦有諫官，必不肯自言畏禍而不諫，亦必曰『當誅』而不足諫也。今足下視之果當誅耶？是直可欺當時之人，而不可欺後世也。今足下又欲欺人，而不懼後世之不可欺耶？況今之人未可欺也。伏以今皇帝即位以來，進用諫官，容納言論，如曹脩古、劉越，雖歿猶被褒稱。今希文與孔道輔皆自諍臣擢用。足下幸生此時，遇納諫之聖主如此，猶不敢一言，何也？前日又聞御史臺榜朝堂，戒百官不得越職言事，是可言者惟諫官耳。若足下又遂不言，是天下無得言者也。足下在其任而不言，便當去之，而無妨他人之堪其任者也。昨日安道貶官，師魯待罪，足下猶有面目見士大夫，出入朝中稱諫官，是足下不復知人間有羞恥事爾。所可惜者，聖朝有事，諫官不言，而使他人言之。書在史冊，他日為朝廷羞者，足下也。《春秋》之法責賢者備，今某區區猶望足下之能一言者，不忍便絕足下而以不賢者責也。若猶以希文不賢而當逐，則予今日所言如此，乃是朋邪之人，願足下直携此書於朝，使正予罪而誅之。使天下釋然知希文之當逐，亦諫官之一效也。前日足下在安道家，召予往論希文事，坐有他客，不能盡所懷，故聊布區區。」若訥得書怒甚，乃繳其書，奏之曰：「伏覩勅榜節文，范仲淹言事惑眾，離間君臣，自結朋黨，妄自薦引；及知開封府以來，區斷任情，免勘落天章閣待制，知饒州，及諭中外臣僚事。臣以位備諫列，自仲淹落職之後，諸處察訪端由，參驗所聞，略與勅榜中事符合。臣風聞本人謀事疎闊，及躁憤狂肆，陷於險薄，遂有離間君臣之罪。臣既見朝廷行遣未至過當，固不敢妄有救解也。十六日，有館閣校勘歐陽修，令人力持書抵臣，言仲淹平生剛正好學，通古今，班行中無與比者。謂臣為御史裏行日，俯仰默默無異眾人。責臣今來不能辨仲淹非辜，乃庸人常情，作不才諫官，乃昂然自得，了無愧畏，不敢一言。在其任而不言，便當去之，無妨他人之堪其任者。言臣猶有面目見士大夫，出入朝中稱諫官，及謂臣不復知人間有羞耻事。臣以庸鄙，承乏諫憲，屢貢狂斐，以罄丹赤。夫犬馬猶知其主，況臣早聞忠義，久預搢紳，衣君之衣，食君之食，權臣皆非親舊，立朝最為羇孤。陛下仁明，未嘗濫罰，豈顧望而懼柄位之臣哉？臣為御史諫官，相繼將及二載，每聞詔令不便，姦邪慢朝，授任非宜，興造未當，雖有中書已行之事，臣屢嘗率意言之，介然誓心，不知忌諱。至於微小之事，耳目不接，則不敢喋喋，上煩聖聽，以沽邀名譽也。奏對應在，皆可驗之。臣與歐陽修交結素疎，未嘗失色，非意凌犯，固不可校。然本人謂范仲淹班行無比，稱其非辜，仍言今日天子、宰相忤意逐賢人，責臣不賢。臣謂賢臣者，國家恃以為治也。若陛下以忤意逐之，臣合諫諍，宰臣以忤意逐之，臣合論列。以臣愚見，范仲淹頃以論事切直，比來亟加進用，知人之失，堯、舜病諸，忽玆狂言，自取譴辱；寬大之典，固亦有常。修乃謂之非辜，稱其無比，仍謂天子以忤意逐賢人。誠恐中外聞之，所損不細。臣所以徘徊迫切而不敢自隱也。」事下中書，夷簡乃貶修為峽州夷陵令。時王曾同在相位，意甚不平，然不能救止，但令親識寬諭貶者而已。同年生蔡襄乃作《四賢詩》，歎美仲淹等。其詠修詩誚高若訥云「袖書乞憐天子旁」，人到於今諷誦且笑之。然「朋黨」之說兆於玆矣。 \\n  \\n 馬亮尚書典金陵，於牙城艮隅掘地，得汞數百斤，鬻之以備供張。其地乃偽國德昌宮遺址，鉛華之所積也。李氏區區竊據江表之地，而漁色奢縱如此，欲求國祚長永，其可得耶？ \\n  \\n 石介為太子中允，國子監直講，專以狂直沽激為務，人多畏其口。或有薦於上，謂介為諫官者，上曰：「此人若為諫官，恐其碎首玉階。」蓋疑其效劉栖楚也。 \\n  \\n 曹利用由和戎之功，漸被擢用，以幹理稱，及當樞柄，益盡忠力。劉后垂簾聽政，利用自以親承顧託，庶事公執。時中官依劉氏之勢，多求徼幸，利用屢抑其請，由是讒嫉日至。因其從姪汭於鄉墅間服黃袍為戲，搆成其獄，以至遷逐。中使乘馹監其後，日夕詬迫之，至襄陽驛舍自縊而卒。時人皆知其寃。利用自居貴位，積聚巨萬而不知散。又常為寇準所薄，準竄雷州，利用亦有力，人亦以此非之。 \\n  \\n 康定元年春，夏戎犯延安，我師不利。朝廷以保障眾多，有分兵之患，不可守者悉命罷之。寇益驕，侵掠不已。种世衡者，時在鄜州幕中，上言：「延安東北二百里，有故寬州之地，實當賊衝。可以外固延安，漸圖銀夏之舊。」朝廷從之。用世衡董其事，且戰且城之。然據險無泉，眾懼不可守。浚五十丈，復有巨石，兵徒皆曰：「是豈可井哉？」世衡命攻其石，屑而出之，凡一畚償百金。久致其力，果得泉，甘且不耗，水乃大足。自茲西陝堡障患無泉者，悉如世衡募工力致，無不濟者。詔名為「清澗城」，以世衡知城事。寨下屬羌，率持兩端，向背不常。世衡入其部落，勞問親近，無所疑間，屬酋皆附之。建營田二千頃，歲得其利，人頗稱之。 \\n  \\n 偽蜀歐陽炯嘗應命作宮詞，淫靡甚於韓偓。江南李煜時，近臣私以艷薄之詞聞於王聽，蓋將亡之兆也。君臣之間其禮先亡矣。 \\n  \\n 成都劉備廟側，有諸葛武侯祠，前有大柏，圍數丈。唐相段文昌有詩，石刻在焉。唐末漸枯瘁，歷王建、孟知祥二偽國，不復生，然亦不敢伐之。皇朝乾德五年丁卯夏五月，枯柯再生，時人異焉。三國至乾德初，歷年一千二百餘，枯而復生。予皇祐初守成都，又八十年矣，新枝聳雲，并舊枯幹並存，若虬龍之形。 \\n  \\n 王建子衍，嗣於蜀，侈蕩無節，庭為山樓，以綵為之，作蓬萊山。畫綠羅為水紋地衣，其間作水獸芰荷之類，作折紅蓮隊，盛集鍛者於山內鼓槖，以長籥引於地衣下，吹其水紋鼓蕩，若波濤之起。復以雜綵為二舟，轆轤轉動，自山門洞中出，載妓女二百二十人撥棹行舟，周游於地衣之上，採折枝蓮到堦前出舟，致辭長歌復入，周回山洞。俄而唐莊宗遣使李嚴入蜀，復作此舞以誇之。嚴歸貢策，未幾滅王氏。 \\n  \\n 太平興國戊寅歲，程羽守益都，時立春在近，縣吏納土牛偶人於府門外，觀者頗眾，主人恐其為人所損，遂致廳事之左。適程出視事，怪問之，主者以對，程歎曰：「農夫牧豎非升廳之人，兆見於此，不祥莫大焉。」當時聞之以為過論。至甲午歲，果有村氓叛，竊入據城邑焉。人亦服其理識。 \\n  \\n 成都有唐劍南西川安撫副使馮涓撰《重起中興草玄寺碑》，序會昌大中年釋寺廢興之事。其略云：「釋氏不可以終廢者，由學徒之心一也；國令不能以終行者，由時代之意殊也。」予讀之數四，亦詣理之言也。 \\n  \\n 故相陳堯佐既終，家居於鄭。翰林學士李淑知鄭州，諸子納其父行實於淑，求神道碑文。淑怨堯佐素不薦引，雖納其潤賂，文有譏薄之意。陳子哀訴，求為改削，淑終不從。其家耻不立石，因摭淑在鄭時《詠柴陵詩》奏之，云：「弄駟牽車挽鼓催，不知門外倒戈回。荒榛斷隴纔三尺，剛道房陵半仗來。」淑自負文藻，急於柄用，眾惡其陰險，每入朝則搢紳為之不安。上漸知之，故久留外郡。其詩寔由怨懟而作，遂罷禁林，主鑰南都。淑上章自理不已，後因持服，遂留京師。 \\n  \\n 唐莊宗遣郭崇韜副魏王繼岌平蜀，既而疑崇韜，赤其族。俄又殺河中府冀王朱友謙三百口，又詔西京留守至洛守上東門，伺岐府節度使李從曮至，欲誅之，諸侯無不憂懼。闈尹縱權，倡優富寵，而師旅窮匱，恩賞不流，遂至貝州之亂。先是，蕃漢都總管宣武軍節度使李嗣源，本蕃人，姓名邈結烈，雖有佐命大功，莊宗既得天下，頗疑之，盡奪兵權，處以閑逸。至是聞變，急起嗣源將兵討之。洎至鄴，諸軍推以為主，嗣源涕泣，告其副霍彥威曰：「與君受命討賊，豈料天時人事如此。然諸軍只因飢寒思亂，當奏加恩賞，以圖安靖爾。」親衛指揮使元行欽不能審其由，徑奔洛陽告亂，塗中逢嗣源子金鎗指揮使從璟，驅之同見莊宗，遂斬從璟，自將以禦之。距汴城五十里，聞嗣源入汴，軍潰而歸洛。時屬中官乘馹就長安，殺偽蜀王衍一行。樞密使張居翰歎曰：「上方寸已亂，一行五千餘人，豈可盡殺？」乃改「一行」為「一家」。及「絳霄之禍」已三日，而殺王衍一家使人方到長安，蜀人寃之。 \\n  \\n 慶曆中，有宋禧者為侍御史。禧介廉善士，學術議論則非其素。屬親事官謀亂，夜梯殿廡入禁中，垂致不測，既而擒獲。上驚怖累日，厚飭宿衛，常有戒心。禧上言請市羅江狗置內中，以備守禦。人皆傳以為笑，目之為羅江御史。未幾，罷出外任。噫！禧之意忠矣，而思之不精，遂取眾誚，言不可不慎也。 \\n  \\n 後唐明宗親討宣武軍節度使朱守殷，宿將，同光末，趙在禮鄴中亂，從明宗討伐。及人情變革，遂與霍彥威同立明宗。尋判諸軍諸衛事兼河南尹，旋除宣武軍節度使。時樞密使安重誨用事，汴之財利多遣中人筦榷之。守殷軍用不給，累表抗論，重誨既與復奪之，守殷不平，頗出怨言。重誨奏其反狀，明宗親帥師討之。車駕至汴，守殷自以本無不臣之意，為權臣誣奏，登城門望明宗扣頭，號哭稱寃。明宗思其功，許以開門自新，重誨已麾軍登陴，勢不可遏，城陷誅之。 \\n  \\n 章聖祥符中，行封祀之禮，興造宮觀以崇符端。時王旦作相，迎合其事，議者或非之。旦謂人曰：「自古帝王或馳騁田獵，或淫流聲色。今主上崇真奉道，為億兆祈福，不猶愈於田獵聲色之惑歟？」 \\n  \\n 宋庠、葉清臣、鄭戩及庠弟祁同年登第，皆有名稱。康定中，庠為參知政事，戩為樞密副使，清臣任三司使，祁為天章閣待制。趣尚既同，權勢亦盛，時人謂之「四友」。呂夷簡深忌之，指為朋黨。俄有無名子作謗，庠有「天下文章惟獨我，榜中龍虎更無人」之句，餘韻甚多，深訐庠之私短。語寖上聞，乃盡罷四人為郡，仍降詔天下，戒朋比焉。  \\n  \\n  \\n *取自钱建文制作电子书 \\n 　"}
