{"章节": "提要", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《因话录》六卷，唐赵璘撰。璘字泽章。据《唐书·宰相世系表》，称南阳赵氏，後徙平原。璘即德宗时宰相宗儒之从孙，而昭应尉伉之子也。开成三年进士及第。大中七年为左补阙，後为衢州刺史。并见本书及《唐书·艺文志》。明商濬刻此书入《稗海》，题为《员外郎》，未详所据也。其书凡分五部：一卷宫部，为君，记帝王；二卷、三卷商部，为臣，记公卿百僚；四卷角部，为人，凡不仕者咸隶之；五卷徵部，为事，多记典故，而附以谐戏。六卷羽部，为物，凡一时见闻杂事无所附丽者，亦并载焉。璘家世显贵，又为西眷柳氏之外孙，能多识朝廷典故。《东观奏记》载唐宣宗索科名记，郑颢令璘采访诸家科目记，撰成十三卷上进，是亦娴於旧事之明徵。故其书虽体近小说，而往往足与史传相参。其间如记刘禹锡徙播州刺史一条，称柳宗元请以柳易播，上不许，宰相裴度为言之，始改连州。司马光《通鉴考异》以为宗元墓志乃将拜疏而未上，非已上而不许。又禹锡除播州时，裴度未尝入相，所记皆失事实。又记大中七年诏来年正月一日御含元殿，以太阳当亏，罢之。今考《通鉴》是年文宗实以风疾不视朝，日食在二月朔，不应预罢朝贺，所载亦不免於缘饰。然其他实多可资考证者，在唐人说部之中。犹为善本焉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "宮部", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 宮部宮部 \\n  \\n  \\n  \\n 玄宗柳婕妤，余母之叔曾祖姑也。生延王玢。婕妤有學問，玄宗甚重之。肅宗每見王，則語左右曰：「我與王，兄弟中更相親，外家皆關中貴族。」柳氏乃尚書右丞範之女，睦州刺史齊物之妹也。柳氏姻眷，奕葉貴盛，而人物盡高，方與公、康城公，皆《北史》有傳。睦州刺史諱齊物，尚書右丞之子。右丞諱範，國史有傳，少而俊邁，風格精異，能為江南折桂書生，詠調精絕，見媚於時。自周隋之後，家富有財。嘗因調集至京師，有名娼嬌陳者，姿藝俱美，為士子所奔走。睦州君詣之，悅焉。嬌陳曰：「第中有錦帳三十重，即奉事終身。」蓋將以斯言戲之耳。翌日，遂如數載席帳以行。嬌陳大驚，且賞其奇特，竟如約，入柳氏之家，執僕媵之禮，為中表所推。玄宗在人間，常聞嬌陳名。訪之，及召入宮，涕泣稱痼疾且老。上知其不可強也，許其歸。因語曰：「我聞柳氏多賢子女，可以稱內職者，可言之。」嬌陳以睦州君女弟對。遂納之，立婕妤，生延王及一公主焉。睦州君閨門士行，為官政績，載於家傳，此偶因嬌陳事書之。 \\n 肅宗在春宮，嘗與諸王從玄宗詣太清宮。有龍見于殿之東梁，玄宗目之，顧問諸王：「有所見乎？」皆曰：「無之。」問太子，太子俛而未對。上問：「頭在何處？」曰：「在東。」上撫之曰：「真我兒也。」 \\n 安祿山入覲，肅宗屢言其不臣之狀，玄宗無言。一日，召太子諸王擊毬，太子潛欲以鞍馬傷之。密謂太子曰：「吾非不疑，但此胡無尾，汝姑置之。」 \\n 政和公主，肅宗第三女也，降柳潭。肅宗宴于宮中，女優有弄假官戲，其綠衣秉簡者，謂之參軍樁。天寶末，蕃將阿布思伏法，其妻配掖庭，善為優，因使隸樂工。是日遂為假官之長，所為樁者，上及侍宴者笑樂，公主獨俛首嚬眉不視。上問其故，公主遂諫曰：「禁中侍女不少，何必須得此人？使阿布思真逆人也，其妻亦同刑人，不合近至尊之座。若果寃橫，又豈忍使其妻與羣優雜處為笑謔之具哉？妾雖至愚，深以為不可。」上亦憫惻，遂罷戲，而免阿布思之妻。由是賢重公主。公主即柳晟之母。 \\n 代宗獨孤妃薨，贈貞懿皇后，將葬。尚父汾陽王在邠州，以其子尚主之故，欲致祭。遍問諸從事，皆云：「自古無人臣祭皇后之儀。」汾陽曰：「此事須得柳侍御裁之。」時予外伯祖殿中侍御史，諱芳，字伯存。掌汾陽書記，奉使在京，即以書急召之。既至，汾陽迎笑曰：「有切事，須藉侍御為之。」遂說祭事。殿中君初亦對如諸人，既而曰：「禮緣人情，令公勳德不同常人，且又為國姻戚，自令公始，亦謂得宜。」汾陽曰：「正合子儀本意。」殿中君草祭文，其官銜之首稱：「駙馬都尉郭曖父。」其中敍特恩許致祭之意，辭簡禮備，汾陽覽之大喜。其文列于左： \\n 維某年月日，駙馬都尉郭曖父，關內河東副元帥、司徒、兼中書令、汾陽郡王臣子儀，謹遣上都進奏院官傅濤，敢昭告于貞懿皇后行宮：伏惟德曜坤靈，明齊月魄，母儀萬國，化洽六宮，光輔聖人，贊成陰教，載榮史策，式播謳謠。奄違聖日，上仙靈界，遐邇痛憤，宮闈哀慕。臣幸忝諸親，男尚貴主，天人之美，鞠育所鍾，姻戚光榮，宗族咸戴。今園陵禮備，祖載及期，臣限守方鎮，不獲陪侍行宮，瞻望靈駕，不勝摧慕。伏荷皇恩，眷以國戚。許申祭禮，超越等夷，古今所絕，獨開聖造，無任惶恐銘戴之至。謹獻牲牢庶羞之奠。尚饗！ \\n 代宗以郭尚父勳高，兼連姻帝室，常呼為大臣而不名。每中使內人往來，必詢其門內休戚。尚父二愛姬，或云南陽夫人及李夫人。嘗競寵爭長，互論其公私佐助之功，忿媢不相面，尚父不能禁。上知之，賜金帛及簪鐶，命宮人載酒以和之。方飲，令選人歌以送酒。一姬怒未解，歌未發，遽引滿置觴於席前曰：「酒盡不須歌。」 \\n 郭曖嘗與昇平公主琴瑟不調，曖駡公主：「倚乃父為天子耶？我父嫌天子不作。」質詞別有所呼，不言父。公主恚啼，奔車奏之。上曰：「汝不知，他父實嫌天子不作。使不嫌，社稷豈汝家有也？」因泣下，但命公主還。尚父拘曖，自詣朝堂待罪。上召而慰之曰：「諺云：『不癡不聾，不作阿家阿翁。』小兒女子閨幃之言，大臣安用聽？」錫賚以遣之。尚父杖曖數十而已。 \\n 德宗初嗣位，深尚禮法。諒闇中，召韓王食馬齒羹，不設鹽酪。皇姨有寡居者，時節入宮，粧飾稍過，上見之極不悅。異日如禮，乃加敬焉。 \\n 德宗初登勤政樓，外無知者。望見一人衣綠乘驢戴帽至樓下，仰視久之，俛而東去。上立遣宣示京尹，令以物色求之。尹召萬年捕賊官李鎔，使促求訪。李尉佇立思之曰：「必得。」及出，召幹事所由於春明門外數里內，應有諸司舊職事伎藝人，悉搜羅之，而綠衣者果在其中。詰之，對曰：「某天寶教坊樂工也。上皇時數登此。每來，鴟必集樓上，號隨駕老鴟。某自罷居城外，更不復見。今羣鴟盛集，又覺景象宛如昔時，心知聖人在上，悲喜且欲泣下。」以此奏聞。敕盡收此輩，却係教坊。李尉亦為京尹所擢用，後至郡守。 \\n 德宗嘗暮秋獵於苑中。是日天色微寒，上謂近臣曰：「九月衣衫，二月衣袍，與時候不相稱，欲遞遷一月，何如？」左右皆拜謝。翌日，命翰林議之，而後下詔。李趙公吉甫，時為承旨，以聖人能上順天時，下盡物理，表請宣示萬方，編之於令。李相程初為學士，獨不署名。具狀奏曰：「臣謹按《月令》，十月始裘。《月令》是玄宗皇帝刪定，不可改易。」上乃止。由是與吉甫不協。 \\n 德宗躬親庶政，中外除授，無不留神。余伯父自監察裏行浙東觀察判官，特授高陵縣令。裴尚書武，亦自鄜坊監察宰櫟陽，二人同制。後數日，因游苑中，有執役者，上問：「何處人？」云：「是高陵百姓。」上曰：「汝是高陵人也，我近為汝揀得一好長官，知否？」伯父諱傪，貞元三年進士及第，當年制策登第。 \\n 憲宗初，徵柳宗元、劉禹錫至京，俄而以柳為柳州刺史，劉為播州刺史。柳以劉須侍親，播州最為惡處，請以柳州換。上不許。宰相對曰：「禹錫有老親。」上曰：「但要與惡郡，豈繫母在？」裴晉公進曰：「陛下方侍太后，不合發此言。」上有愧色。既而語左右曰：「裴度終愛我切。」劉遂改授連州。 \\n 憲宗知權文公甚真。後權長孺知鹽鐵福建院，贓汚盈積，有司以具獄奏。上曰：「必致極法。」崔相羣救之云：「是德輿族子。」上曰：「德輿必不合有子弟犯贓，若德輿在，自犯贓，朕且不赦，況其宗從也？」及知其母年高，乃免死，杖一百，長流康州。 \\n 文宗將有事南郊，祀前，本司進相撲人。上曰：「我方清齋，豈合觀此事？」左右曰：「舊例皆有，已在門外祗候。」上曰：「此應是要賞物，可向外撲了。」即與賞物令去。又賞觀鬭雞，優人稱歎大好雞，上曰：「雞既好，便賜汝。」 \\n 文宗賜翰林學士章服，續有待詔欲先賜本司者以名上。上曰：「賜君子小人不同日，且待別日。」 \\n 文宗欲以韋宣州溫為翰林學士。韋以先父遺命，懇辭。上後謂次對官曰：「韋溫，朕每欲用之，皆辭訴，又安用韋溫？」聲色俱厲。戶部崔侍郎蠡進曰：「韋溫稟其父遺命耳。」上曰：「溫父不令其子在翰林，是亂命也。豈謂之理乎？」崔曰：「凡人子能遵理命，已是至孝，況能稟亂命而不改者，此則尤可嘉之，陛下不可怪也。」上曰：「然。」乃止。 \\n 文宗時，有正塔僧履險若平，換塔杪一柱，傾都奔走，皆以為神。上聞之曰：「此塔固由人工所成，當時匠者，豈亦有神？」沙門後果以妖妄伏法。 \\n 文宗對翰林諸學士，因論前代文章。裴舍人數道陳拾遺名，柳舍人璟目之，裴不覺。上顧柳曰：「他字伯玉，亦應呼陳伯玉。」 \\n 武宗時，李崖州嘗面奏處士王龜，志業堪為諫官。上曰：「龜是誰子？」對曰：「王起之子。」曰：「凡言處士者，當是山野之人。王龜父大僚，安得居山野？不自合有官。」李無以對。又將賜杜悰之子無逸衣，所司條列數目，其衫色未奉進旨，上久之言曰：「我不可賜其白衫，年小未有官，又難假其服色，但賜青衣無衫可也。」 \\n 宣宗朝，兩省官對。上曰：「卿等皆朕諍臣，切須各務公道，但無私黨。所論事，必與卿行。若苟近私，雖直無益。」時予任補闕在外。 \\n 大中七年冬，詔來年正月一日，御含元殿受朝賀。璘時為左補闕，請權御宣政殿。疏曰：伏以新正大慶，萬國來朝。華夷願覩盛儀，士庶固嘗胥悅。但竊聞關輔之內，頻歲不登。自冬已來，降雪極少。尚須祈禱，方軫聖慈。伏見去歲之初，權御宣政。從宜之制，出自宸衷。事簡禮全，人心為便。伏乞且推此例，停御含元。待至豐年，却依舊典。所冀觴稱萬壽，不愆元會之期；禮酌一時，益表聖明之美。臣官忝諫列，合陳管見。疏奏之明日，聞上謂宰臣曰：「有諫官疏，來年御含元殿事如何？莫須罷否？」宰臣魏公謩奏曰：「元年大慶，正殿稱賀，亦是常儀，況當無事之時。陛下肆覲百辟，朝廷盛禮，不可廢闕。」上曰：「近華州奏，光化賊劫下邽縣。又關輔久無雨雪，皆朕之憂。豈謂之無事？須與他罷。假如權御宣政，亦何不可也？」宰臣奉詔，方欲宣下，而日官奏太陽當虧，遂罷之。其後宰相因奏對，以遺補多闕，請更除八人。上曰：「諫官但要職業修舉，亦豈在多。只如張道符、牛業、趙璘輩三數人足矣，使朕聞所未聞。」 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "商部上", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 商部上商部上商為臣，凡自王公至有秩已上，皆入此部。 \\n  \\n  \\n  \\n 郭汾陽在汾州，嘗奏一州縣官，而勅不下。判官張曇，言於同列，以令公勳德，而請一吏致阻，是宰相之不知體甚也。汾陽王聞之，謂寮屬曰：「自艱難以來，朝廷姑息，方鎮武臣，求無不得；以是方鎮跋扈，使朝廷疑之，以致如此。今子儀奏一屬官不下，不過是所請不當聖意。上恩親厚，不以武臣待子儀，諸公可以見賀矣！」聞者服其公忠焉。王在河中，禁無故走馬，犯者死。南陽夫人乳母之子抵禁，都虞候杖殺之。諸子泣告於王，言虞候縱橫之狀，王叱而遣之。明日，對賓僚吁歎者數四。眾皆不曉，徐問之，王曰：「某之諸子，皆奴材也。」遂告以故，曰：「伊不賞父之都虞候，而惜母之阿嬭兒，非奴材而何？」 \\n 余外伯祖殿中侍御史柳君，諱芳，字伯存。掌汾陽書記時，有高堂之慶。王每因軍中大讌，常戒左右曰：「柳侍御太夫人就棚，可先告。」及趙夫人板輿至，君外族趙氏，事具家傳。王降階與僚屬等立俟，到棚而退。嘗謂柳君曰：「子儀早親戎事，不盡奉養而孤。今日幸忝重寄，恩寵踰分，雖為貴盛，實無侍御之榮。」因嗚咽不勝。又曰：「若太夫人許降顧子儀之家，使南陽夫人已下執爨，子儀自捧饌具供養，足矣！」而趙夫人以清素自居，終不一往。 \\n 司徒鄭真公，每在方鎮，崇樹公家，陳設器用，無不精備。至於宴犒之事，未嘗刻薄。而居常奉身，過於儉素。中外婚嫁，無日無之，凡是禮物，皆經神慮。公與其宗叔太子太傅絪，俱住招國，太傅第在南，出自南祖；司徒第在北，出自北祖。時人謂之南鄭相、北鄭相。司徒堂兄文憲公，前後相德宗。亦謂之大鄭相、小鄭相焉。其後門內居臺席多矣。 \\n 韓僕射臯為京兆尹，韋相貫之以畿尉趍事。及韋公入相，僕射為吏部尚書，每至中書，韋常異禮，以伸故吏之敬。又僕射為尹時，久旱祈雨，縣官讀祝文，一心記公之家諱，及稱官銜畢，而誤呼先相公名。公但慘然，因命重讀，亦不之罪。在夏口，嘗病小瘡，令醫傅膏藥，藥不濡，公問之，醫云：「天寒膏硬。」公笑曰：「韓臯實是硬。」竟不以為事，得大賢體矣。初，公自貶所量移錢唐，與李庶人不協。後公在鄂州，錡夢萬歲樓上掛冰，因自解曰：「冰者寒也，樓者高也，豈韓臯來代我乎？」意甚惡之。其後公果移鎮浙右焉。自黃門以來，三世傳執一笏，經祖父所執，未嘗輕授於僕人之手，歸則躬置于臥內一榻，以示敬慎。 \\n 族祖天水昭公，以舊相為吏部侍郎。考前進士杜元穎宏詞登科，鎮南又奏為從事。杜公入相，昭公復掌選。至杜出鎮西川，奏宋相申錫為從事。數年，杜以南蠻入寇，貶刺循州，遂卒。宋以宰相被誣，謫佐開州。又數年，昭公始薨。公凡八任銓衡，三領節鎮，皆帶府號，為尚書，惟不歷工部，其兵、吏、太常皆再往。年八十七薨，其間未嘗遇重疾，異數壽考，為中朝之首焉。 \\n 僕射柳元公家行，為士林儀表。居大官，奉繼親薛太夫人，盡孝敬之道，凡事不異布衣時。薛夫人左右僕使，至有連小字呼公者。性嚴重，居外下輦，常惕懼。在薛夫人之側，未嘗以毅顏待家人，恂恂如小子弟。敦睦內外，當世無比。宗族窮苦無告，因公而存立優泰者，不知其數。在方鎮，子弟有事他適，所經境內，人不知之。族子應規，為水部員外郎，求公為市宅，公不與。潛語所親曰：「柳應規以儒素進身，始入省，便坐新宅，殊不若且稅居之為善也。」及水部歿，公撫視孤幼，恩意加厚，特為置居處，諸子皆與身名。族孫立疾病，以兒女託公。及廉察夏口，嫁其孤女，雖箱篋刀尺微物，悉手自閱視以付之。公出自清河崔氏，繼外族薛氏，前後與舅能、從同時領方鎮、居省闥。又與繼舅苹同時為觀察使，妻父韓僕射同時居大僚，未嘗敢以爵位自高，減卑下之敬，其行己如此。 \\n 權文公德輿，身不由科第，掌貢舉三年。門下所出諸生，相繼為公相。得人之盛，時論居多。 \\n 趙郡李氏，三祖之後，元和初，同時各一人為相。蕃南祖，吉甫西祖，絳東祖，而皆第三。至太和、開成間，又各一人前後在相位：德裕，吉甫之子；固言，蕃再從弟，皆第九。珏亦絳之近從，諸族罕有。 \\n 李尚書益，有宗人庶子同名，俱出於姑臧公。時人謂尚書為文章李益，庶子為門戶李益，而尚書亦兼門地焉。嘗姻族間有禮會，尚書歸，笑謂家人曰：「大堪笑，今日局席兩箇坐頭，總是李益。」 \\n 大僚睦親敦舊者，前輩有司徒鄭公，中間有楊詹事憑、柳卿元公，近日李相國武都公宗閔，士大夫間罕儔。 \\n 裴尚書武，奉寡嫂，撫甥姪，為中表所稱。尚書卒後，工部夫人崔氏，語其仁，輒流涕。工部名佶，有清德，武之長兄也。兄弟皆為八座，自丞相耀卿至工部子泰章，四世入南北省，羣從居顯列者，不可勝書。泰章後亦為尚書。 \\n 靖安李少師，雖居貴位，不以威重隔物。與賓僚飲宴譚笑，曲盡布衣之歡，不記過失。善飲酒，暑月臨水，以荷為杯，滿酌密繫，持近人口，以筯刺之，不盡則重飲。燕散，有人言昨飲大歡者，公曰：「今日言歡，則明前之不歡，無論好惡，一不得言。」段相文昌，性介狹，燕席賓客，有眉睫之失，必致怪訝。在西川，有進士薛太白飲酒，稱名太多，明日遂不復召。元和已來，宰相有兩李少師，故以所居別之。永寧少師固言，性狷急，為士大夫所非。靖安少師事具國史。 \\n 李太師逢吉知貢舉，牓成未放而入相，禮部王尚書播代放牓。及第人就中書見座主，時謂「好脚跡門生」，前世未有。 \\n 劉桂州栖楚為京兆尹，號令嚴明，誅罰不避權勢。先是，京城惡少，屠沽商販，多繫名諸軍，不遵府縣法令，以凌衣冠、奪貧弱為事，有罪即逃入軍中，無由追捕。劉公為尹，一皆窮治。至有匿軍中，名目自稱百姓者。旬朔內，坊市姦偷宿猾，懾氣屏跡。余嘗與友生入市，市內有一軍人，乘醉誤突友生驢。過旁諸少年噪曰：「癡男子，死日到，敢近衣冠耶？」人人似頭上各有一劉尹，慄慄惴懼，不敢為非。而與屬吏言，未曾傷氣，不叱責一官。人常謂府縣僚曰：「諸公各有自了本分公事，晴天美景，任恣意遊賞，勿致拘束。」 \\n 李司徒汧公鎮宣武，戎事之隙，以琴書為娛。自造琴，聚新舊桐材，扣之合律者，則裁而膠綴；不中者，棄之。故所蓄二琴殊絕，所謂「響泉」、「韻磬」者也。性不喜琴兼箏聲，惟二寵妓曰秀奴、七七，皆聰慧善琴，兼箏與歌，時令奏之。自撰《琴譜》。兵部員外郎約，汧公之子也。以近屬宰相子，而雅度玄機，蕭蕭沖遠，德行既優，又有山林之致。琴道、酒德、詩調皆高絕，一生不近粉黛，性喜接引人物，不好俗談。晨起草裹頭，對客蹙融，便過一日。多蓄古器，在湖州嘗得古鐵一片，擊之清越。又養一猿名「山公」，嘗以之隨逐。月夜泛江登金山，擊鐵鼓琴，猿必嘯和。傾壺達旦，不俟外賓。與璘先君同在浙西使府，居處相接，慕先君家行及詩韻，契分最深。伯父高陵府君夫人韋氏，即兵部之姨妹也。余雖不及見，每聞長屬說其風格容儀，真神仙也。又傳聞汧公徐夫人，雖生二子，中年於徐夫人琴瑟小乖，及兵部在母之後，情好加重，夫人情性益善於初。既得君於諸子之中，寶愛懸隔，天人降謫，信不誣矣。在官所得俸祿，付與從子，一不問數，惟給奉崔氏、元氏二孀姨，事事禮厚。元氏夫人有操行，祭酒弘農公既為傳，此不復書。君初至金陵，於府主庶人錡坐，屢讚招隱寺標致。一日，庶人燕于寺中。明日謂君曰：「十郎嘗誇招隱寺，昨遊宴細看，何殊州中？」君笑曰：「某所賞者，疎野耳。若遠山將翠幕遮，古松用綵物裹，腥膻涴鹿踣泉，音樂亂山鳥聲，此則實不如在叔父大廳也。」庶人大笑。約天性唯嗜茶，能自煎。謂人曰：「茶須緩火炙，活火煎。」活火謂炭火之焰者也。客至不限甌數，竟日執持茶器不倦。曾奉使行至陝州硤石縣東，愛渠水清流，旬日忘發。 \\n 張弘靖三世掌書命，在台座，前代未有。楊巨源贈公詩云：「伊陟無聞祖，韋賢不到孫。」時稱其能與張家說家門。巨源在元和中，詩韻不為新語，體律務實，功夫頗深。自旦至暮，吟詠不輟。巨源年老，頭數搖，人言吟詩多致得。 \\n 裴晉公為門下侍郎，過吏部選人官，謂同過給事中曰：「吾徒僥倖至多，此輩優與一資半級，何足問也？」一皆注定，未曾限量。公不信術數，不好服食，每語人曰：「雞猪魚蒜，逢著則吃。生老病死，時至則行。」其器抱弘達，皆此類。 \\n 沈吏部傳師，性不流不矯，待物以和。觀察三方，皆脂膏之地，去鎮無餘蓄。京城居處隘陋，不加一椽，所辟賓僚，無非名士。身沒之後，家至貧苦，二子繼業，並致時名，又以報施不妄。公先君禮部員外郎既濟撰《建中實錄》，體裁精簡，雖宋、韓、范、裴亦不能過，自此之後，無有比者。公繼世為史官，及出鎮湖南、江西，奉詔在鎮修《憲宗實錄》，當時榮之。 \\n 劉敦儒事親以孝聞。親心緒不理，每鞭人見血，則一日悅暢。敦儒嘗斂衣受杖，曾不變容。憲宗朝，旌表門閭。又趙郡李公道樞先夫人盧氏，性嚴，事亦類此。公名問已光，又在班列，往往賓客至門，值公方受杖責。 \\n 柳元公初拜京兆尹，將赴府上，有神策軍小將乘馬不避，公於街中杖殺之。及因對敭，憲宗正色詰公專殺之狀。公曰：「京兆尹，天下取則之地。臣初受陛下獎擢，軍中偏裨，躍馬衝過，此乃輕陛下典法，不獨侮臣。臣杖無禮之人，不知打神策軍將。」上曰：「卿何不奏？」公曰：「臣只合決，不合奏。」上曰：「既死，合是何人奏？」公曰：「在街中，本街使金吾將軍奏；若在坊內，則左右巡使奏。」上乃止。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "商部下", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 商部下商部下 \\n  \\n  \\n  \\n 韓文公與孟東野友善。韓公文至高，孟長於五言，時號「孟詩韓筆」。元和中，後進師匠韓公，文體大變。又柳柳州宗元、李尚書翱、皇甫郎中湜、馮詹事定、祭酒楊公、余座主李公，皆以高文為諸生所宗，而韓、柳、皇甫、李公皆以引接後學為務。楊公尤深於獎善，遇得一句，終日在口，人以為癖，終不易初心。長慶以來，李封州甘為文至精，獎拔公心，亦類數公。甘出於李相國武都公門下，時以為得人。惜其命運湮厄，不得在掄鑒之地。又元和以來，詞翰兼奇者，有柳柳州宗元、劉尚書禹錫及楊公。劉、楊二人，詞翰之外，別精篇什。又張司業籍善歌行，李賀能為新樂府，當時言歌篇者，宗此二人。李相國程、王僕射起、白少傅居易兄弟、張舍人仲素為場中詞賦之最，言程式者，宗此五人。伯仲昆弟，以史筆繼業，家藏書最多者，蘇少常景湚、堂弟尚書滌，諸家無比，而皆以清標雅範，為後來所重。少卿登第，與堂兄特並時，亦士林之美。 \\n 廣平程子齊昔範，未舉進士日，著《程子中謩》三卷，韓文公一見大稱歎。及赴舉，言於主司曰：「程昔範不合在諸生之下。」當時下第，大振屈聲。庾尚書承宣知貢舉，程始登第，以試正字，從事涇原軍。李太師逢吉在相位，見其書，特薦拜左拾遺。竟因李公之累，湮厄而沒。其立身貞苦，能清譚樂善，士多附之；惜其位不至耳。與堂舅李信州虞，相知最深，交契至厚，有裴公夷直，皆士林之望也。 \\n 胡尚書證，河中人。太傅天水昭公鎮河中，尚書建節赴振武，備桑梓禮入謁，持刺稱百姓。獻昭公詩云：「詩書入京國，旌斾過鄉關。」州里榮之。余宗姪櫓，應進士時，著《鄉籍》一篇，大誇河東人物之盛，皆實錄也。同鄉中，趙氏軒冕文儒最著，曾祖父、祖父世掌綸誥，櫓昆弟五人進士及第，皆歷臺省。盧少傅弘宣、盧尚書簡辭、弘正、簡求，皆其姑子也，時稱趙家出。外家敬氏先世，亦出自河中，人物名望，皆謂至盛，櫓著《鄉籍》載之。 \\n 楊僕射於陵在考功時，與李師稷及第。至其子相國嗣復知舉，門生集候僕射，而李公在座，時人謂之楊家上下門生。代有姑之壻與姪之壻，謂之上下同門，蓋以此況也。 \\n 李相公石，是庾尚書承宣門生。不數年，李任魏博軍，因奏事，特賜紫，而庾尚衣緋，人謂李侍御將紫底緋上座主。 \\n 李相國武都公知貢舉，門生多清秀俊茂，唐冲、薛庠、袁都輩，時謂之玉筍。 \\n 元和中，柳柳州書，後生多師傚，就中尤長於章草，為時所寶。湖湘以南，童稚悉學其書，頗有能者。長慶已來，柳尚書公權，又以博聞強識工書，不離近侍。柳氏言書者，近世有此二人。尚書與族孫璟，開成中，同在翰林，時稱大柳舍人、小柳舍人。自祖父郎中芳以來，奕世以文學居清列。舍人在名場淹屈，及擢第首冠諸生，當年宏詞登高科，十餘年便掌綸誥，侍翰苑。性喜汲引後進，出其門者，名流大僚至多。以誠明待物，不妄然諾，士益附之。記錄此書後二年，柳公方知舉。 \\n 開成三年，余忝列第。考官刑部員外郎紇干公，崔相國羣門生也。公及第日，於相國新昌宅小廳中，集見座主。及為考官之前，假舍於相國故第，亦於此廳見門生焉。是年科目八人，六人繼昇朝序。鄙人蹇薄，晚方通籍。勅頭孫河南穀，先於鴈門公為丞。公後自中書舍人觀察江西，又歷工部侍郎，節制南海，累贈封鴈門公。 \\n 裴晉公平淮西後，憲宗賜玉帶一條。公臨薨，却進，使門人作表，皆不如意。公令子弟執筆，口占狀曰：「內府之珍，先朝所賜。既不敢將歸地下，又不合留向人間，謹却封進。」聞者歎其簡切而不亂。 \\n 晉公貞元中作《鑄劍戟為農器賦》，其首云：「皇帝嗣位之十三載，寰海鏡清，方隅砥平。驅域中盡歸力穡，示天下不復用兵。」憲宗平蕩宿寇，數致太平，正當元和十三年，而晉公以文儒作相，竟立殊勳，為章武佐命，觀其辭賦氣概，豈得無異日之事乎？ \\n 進士李為作《淚賦》，及輕、薄、暗、小四賦。李賀作樂府，多屬意花草蜂蝶之間，二子竟不遠大。文字之作，可以定相命之優劣矣。 \\n 相國令狐公楚，自河陽徵入，至閿鄉，暴風，有裨將飼官馬在逆旅，屋毀馬斃。到京，公旋大拜。時魏義通以檢校常侍，代鎮三城，裨將當還，緣馬死，懼帥之責，以狀請一字為押。公援筆判曰：「廄焚魯國，先師惟恐傷人；屋倒閿鄉，常侍豈宜問馬？」 \\n 新野庾倬，貞元初為河南府兵曹。有寡姊在家。時洛中物價翔貴，難致口腹，庾常於公堂輟己饌以餉其姊。始言所愛小男，以餉之。同官初甚鄙笑，後知之，咸嘉歎。倬生簡休。 \\n 滎陽鄭還古，少有俊才，嗜學，而天性孝友。初家青、齊間，遇李師道漸阻王命，扶侍老親歸洛。與其弟自舁肩輿，晨暮奔迫，兩肩皆瘡。妻柳氏，僕射元公之女也，婦道克備。弟齊古，好博戲賭錢，還古帑藏中物，雖妻之貲玩，恣其所用，齊古得之輒盡。還古每出行，必封管鑰付家人曰：「留待二十九郎償博，勿使別為債息，為惡人所陷誤也。」弟感其意，為之稍節。有堂弟浪跡好吹觱篥，投許昌軍為健兒，還古使使召之，自與洗沐，同榻而寢。因致書所知之為方鎮者，求補他職，姻族以此重之。而竟以剛躁，喜持論，不容於時，惜也。 \\n 劉司徒玄佐，滑州匡城人。嘗出師經其本縣，欲申桑梓之禮於令，令堅辭不敢當，玄佐歎恨久之。先是，陳金帛數筐，將遺邑僚，以其愚懦而止。玄佐貴為相，其母月織絹一疋，以示不忘本。每觀玄佐視事，見邑令走階下，退必語玄佐：「吾向見長官白事卑敬，不覺恐悚。思乃父為吏本縣，時常畏長官汗慄。今爾當廳，據案待之，其何安焉？」因喻以朝廷恩寄之重，須務捐軀，故玄佐始終不失臣節。是時鄉里姻舊，以地近，多投之，司徒不欲以私擢居將校之列，又難置於賤卒，盡署為散將判官。此職例假緋衫銀魚袋，外示榮之，實處散冗。其類漸眾，久之，有獻啟訴於公者。其一聯云：「覆盆子落地變作赤烘，羊羔兒作聲盡是沒益。」公覽之而笑，各改署他職。 \\n 太子陸文學鴻漸名羽，其先不知何許人。竟陵龍興寺僧，姓陸，於堤上得一初生兒，收育之，遂以陸為氏。及長，聰俊多能，學贍辭逸，詼諧縱辯，蓋東方曼倩之儔。與余外祖戶曹府君，外族柳氏，外祖洪府戶曹諱澹，字中庸，別有傳。交契深至。外祖有牋事狀，陸君所撰。性嗜茶，始創煎茶法，至今鬻茶之家，陶為其像，置於煬器之間，云宜茶足利。余幼年尚記識一復州老僧，是陸僧弟子。常諷其歌云：「不羨黃金罍，不羨白玉杯，不羨朝入省，不羨暮入臺。千羨萬羨西江水，曾向竟陵城下來。」又有追感陸僧詩至多。 \\n 崔吏部樞夫人，太尉西平王女也。西平生日，中堂大宴，方食，有小婢附崔氏婦耳語久之，崔氏婦頷之而去。有頃，復至，王問曰：「何事？」女對曰：「大家昨夜小不安適，使人往候。」王擲筯怒曰：「我不幸有此女，大奇事！汝為人婦，豈有阿家體候不安，不檢校湯藥，而與父作生日，吾有此女，何用作生日為？」遽遣走檐子歸，身亦續至崔氏家問疾，且拜謝教訓子女不至。姻族聞之，無不愧歎。故李夫人婦德克備，治家整肅，貴賤皆不許時世粧梳。勳臣之家，特數西平禮法。 \\n 裴澥為陝府錄事參軍。李汧公勉除長史充觀察，始至官，屬吏謁訖。令別召裴錄事，坐與之語，面約云：「少頃有燕，便請隨判官同赴。」及燕，凡三召不至。公極怒，明晨召澥讓之曰：「某忝公之官長，以素聞公名，兼朝中親友，話公美事，思接從容。故超禮分，面約赴燕，遂累召不來。何相忽之甚也？」澥正色言曰：「中丞細思之，未知誰失？必也正名，各司其局，古人所守，某敢忘之？中丞使府，自有賓僚，某走吏也，安得同之？」汧公曰：「老夫過矣，請吾子歸所止。」澥既退，汧公遽命駕訪之，拜請置在賓席。澥之子充為太常寺太祝，年甚少。時京司書考官之清高者，例得上考。充之同儕以例，皆止中考，訴於卿長，曰：「此舊例也。」充曰：「奉常職重地高，不同他寺。大卿在具瞻之地，作事當出於人。本設考課，為獎勤勞，則書豈繫於官秩。若一一以官高下為優劣，則卿合書上上考，少卿合上中考，丞合中上考，主簿合中考，協律合下考，某等合吃杖矣！」卿笑且慚，遂特書上考。澥後累遷同州刺史，所在有能名。充至湖州刺史。 \\n 崔相國羣，為華州刺史。鄭縣陸鎮以名與崔公近諱音同，請假。崔視事後，遍問官屬，怪鎮不在列，左右以迴避對。公曰：「縣尉旨授官也，不可以刺史私避，而使之罷不治事。」召之令出。鎮因陳牒，請權改名瑱。公判准狀，仍戒之曰：「公庭可以從權，簿書則當仍舊，臺省中無陸瑱名也。」其知大體如此。 \\n 柳元公善張尚書正甫。元公之子仲郢，嘗遇張於途，去蓋下馬而拜，張止之不獲。他日張言於元公曰：「壽郎則小僕射之小字也。相逢，其謙太過。」元公作色不應。久之，張起去。元公謂客曰：「張正甫與公綽往還，欲使兒於街中騎馬衝公綽耶？此人亦不足與語。」張聞之，拜謝。元公為西川從事，嘗納一姬，同院知之。或徵出其妓者，言之數四，元公曰：「士有一妻一妾，以主中饋，備灑掃。公綽買妾，非妓也。」 \\n 范陽盧仲元，家于壽之安豐。其妻清河崔氏，率更令謙姪女也。崔氏兄即，有薄田百畝，在洛城之東，守道力田以自給，未嘗干人。常躬耕得金一瓶，計百兩，不言於人，密埋于居室內。臨終，其妻李氏，以家貧子幼，身後凍餒為憂。崔屏人，語妻以埋金之事，指其記處。戒云：「慎勿言於人，他日盧郎中來，可告也。」未幾，盧赴調，經洛中，吊崔氏之孤訖。李使婢傳語曰：「新婦有哀迫之事，須面見姑夫。」盧許之。既見，乃述亡夫之意。盧悲泣久之，曰：「惟嫂之命。」李氏仍密遣所使之謹厚者，持金付之。盧遂罷選，持金鬻于揚州。時遇金貴，兩獲八千。復市南貨入洛，為崔孤置田宅，兼為剖分家事，既畢而歸。踰年方選。竟未嘗言於人，惟密親有知者。盧君生既字子嚴，清望重器，為世名臣，信陰德之報也。 \\n 有讀蕭氏集，問功曹是誰子孫，及有後否。余應之曰：「梁高祖武皇帝，父諱順之，《齊書》有傳。武帝受禪，武尊文帝。文帝第三子恢，封鄱陽王，薨諡忠烈。恢生宜豐侯循。循生唐太子太保造。造生武威大將軍夙。夙生雅州都督善義。善義生左衛錄事參軍元恭。元恭生密縣主簿旻。旻生楊府功曹諱穎士，字茂挺，門人謚曰文元先生。先生一子存，字伯誠，為金部員外郎，諒直有功曹之風。時裴延齡為戶部尚書，恃恩姦佞，與張滂不叶。金部惡延齡之為人，棄官歸廬山，以山水自娛，識者甚高之。終于檢校倉部郎中。生三子，皆無祿早世，無後。惟次子東，從事邑南，有二子，今皆流落江湖，假吏州縣。功曹以其子妻門人柳君諱澹，字中庸，即余之外王父也。韓文公少時，常受蕭金部知賞。及自袁州入為國子祭酒，途經江州，因遊廬山，過金部山居，訪知諸子凋謝，惟二女在。因賦詩曰：「中郎有女能傳業，伯道無兒可主家，今日匡山過舊隱，空將衰淚對烟霞。」留百縑以拯之。或傳功曹為李林甫所召，時在禫制中，謁見，林甫薄之，不復用。蕭遂作《伐櫻桃樹賦》以刺。此蓋不與者所誣也。功曹孝愛著於士林，李吏部華稱其冒難葬親，豈有越禮之事？此事且下蕭公數等者不為。余嘗聞外族長老說，林甫聞功曹名，欲見之，知在艱棘。後聞禫制已畢，令功曹所厚之人導意，請於蕭君所居側僧舍一見，遂許之。林甫出中書至寺，自以宰輔之尊，意謂功曹便於下馬處趨見。功曹乃於門內哭以待之，林甫不得已前吊。由此怒其恃才敢與宰相敵禮，竟不問。後余見今丞相崔公鉉，說正同。崔公外祖母柳夫人，亦余族姨，即李北海之外孫也。柳夫人聰明強記，且得於其外族，可為實錄。 \\n 余座主隴西公為臺丞，奏今孔尚書溫、丞相徐公商為監察。及孔為中丞，隴西公淹恤在外多年，除宗正少卿歸朝。而孔、徐二公並時為丞相，每讌集，時人以為盛事。亦可太息於宦途也。 \\n 唐尚書特，太和六年，尉渭南，為京兆府試進士官。杜丞相悰時為京兆尹，將託親知聞等第，時重十人，內為等第。召公從容，兼命茶酒。及語舉人，則趨而下階，俯伏不對，杜公竟不敢言而止。是年上等內近三十餘人，數年內皆及第，無缺落者，前後莫比。時余偶在等第之選。 \\n 權寔子範為殿中侍御史知巡。有小吏從市求取者，事發，笞臀十數。他日復有如此者，白於臺長，杖背十五。同列疑其罪同罰異。權對曰：「前吏所取者，名屬左軍。臺之威令不振久矣，百司尚有不稟奉者，況憑禁軍之勢耶！彼受賄於此輩，且是知抑豪強，可以末減。後吏則挾臺之威，恐嚇百姓，杖背全命，猶為至輕。」 \\n 張傑夫前自襄州從事至京，先到臺中。三院多張之親友，為求馬價，同列有或怒或嗤而不署文字者。權獨先署，謂眾曰：「某向不與張君熟，且聞其在窮喪馬，正當求祿求知之際，不可使徒行。且一緡何足為輕重，若使小生薦所不知之人，實不從眾署狀。」 \\n 刑部郎中元沛妻劉氏，全白之妹，賢而有文學。著《女儀》一篇，亦曰《直訓》。夫人既寡居，奉玄元之教，受道籙於吳筠先生，精苦壽考。長子固，早有名，官歷省郎、刺史、國子司業。次子察，進士及第，累佐使府，後高臥廬山。察之長子潾，好道不仕；次子充，進士及第，亦尚靈玄矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "角部", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 角部角部角，為人凡不仕者，皆以此部。 \\n  \\n  \\n  \\n 元和初，南嶽道士田良逸、蔣含弘，皆道業絕高，遠近欽敬，時號田蔣。田以虛無為心，和煦待物，不事浮飾，而天格清峻，人見者褊恡盡去。呂侍郎渭、楊侍郎憑，相繼廉問湖南，皆北面師事。潭州大旱，祈禱不獲，或請邀致先生。楊公曰：「田先生豈為人祈雨者耶？」不得已迎之。先生蓬髮弊衣，欣然就輦到郡，亦終無言，即日降雨。所居嶽觀，內建黃籙壇場，法具已陳，而天陰晦。弟子請先生祈晴，先生亦無言，岸幘垂髮而坐。及行齋，左右代整冠履，扶而昇壇，天即開霽。嘗有村姥，持一碧絹襦來奉先生，先生對眾便著之，在坐者竊笑，先生不以介意。楊公嘗迎先生至潭州，先生方洗足，使到，乘小舟便行，侍者以履襪追及于衙門，先生即于門外坐甎階著襪，旁若無人。楊再拜，亦不止之。喜飲酒，而言不及吉凶是非。及楊自京尹謫臨駕尉，使使候先生，兼遺銀器，先生受之，便悉付門人，作法會。使還，先生曰：「報汝阿本郎，不久即歸，勿憂也。」未幾，楊果移杭州長史。良逸未嘗干人，人至亦不逆，不記人官位姓名第。與呂渭分最深。後郎中呂溫刺衡州，因來候之，左右先告以使君是侍郎之子。及溫入，下牀撫其背曰：「爾是呂渭兒子耶？」溫泫然降階，田亦不止，其真樸如此。良逸母為喜王寺尼，尼眾皆呼先生為小師。嘗日負薪兩束奉母，或有故不及往，即弟子代送之。或傳寺尼晨起見一虎在田媼門外，走以告，媼曰：「此應是小師使送柴來，不足畏也。」蔣君混元之氣，雖不及田，而修持趣尚亦相類。兄事於田，號為莫逆。蔣始善符術，自晦其道，人莫知之。後居九貞觀，曾命弟子至縣市齋物，不及期還，語其故云：「於山口見一猛獸當路，良久不去，以故遲滯。」蔣曰：「我在此庇伊已多時，何敢如此。」即以一符置所見處，明日獸踣符下。蔣聞之曰：「我本以符却之，使其不來，豈知不能自脫。既以害物，安用術為？」取符焚之，自此絕不復留意。有歐陽平者，行業亦高，又兄事蔣君，於田君即鄰于入室。歐陽曾一夕夢三金爐自天而下，若有所召。既寤，潛告人曰：「二先生不久去矣，我繼之。」俄而田君蛻去，蔣次之，歐陽亦逝。桐柏山陳寡言、徐靈府、馮雲翼三人，皆田之弟子也。衡山周混沌，蔣之門人也。陳徐在東南，品第比田蔣，而馮在歐陽之列。周自幼入道，科法清嚴，今為南嶽首冠。 \\n 道士陶天活者，安南人。居瀕海，海溢，家人悉驚走避水。天活始生，其母挈去不得，舉族悲念。洎水退而歸，其嬰兒在桑之交枝，無恙，抱之啼乳如常，遂以「天活」為名。及長，聰慧簡率，真氣內充。自元和至大和，為供奉道士，朝野歸嚮。 \\n 江南多名僧。貞元、元和以來，越州有清江、清晝，婺州有乾俊、乾輔，時謂之會稽二清，東陽二乾。 \\n 吳興僧晝，字皎然，工律詩。嘗謁韋蘇州，恐詩體不合，乃于舟中抒思，作古體十數篇為贄。韋公全不稱賞，晝極失望。明日寫其舊製獻之，韋公吟諷，大加歎咏。因語晝云：「師幾失聲名，何不但以所工見投，而猥希老夫之意。人名有所得，非卒能致。」晝大伏其鑒別之精。 \\n 元和以來，京城諸僧及道士，尤多大德之號。偶因勢進，則得補署，遂以為頭銜。各因所業談論，取本教所業，以符大德之目，此猶近于理，至有號文章大德者。夫文章之稱，豈為緇徒設耶？訛亦甚矣！有似昔歲，德宗搜訪懷才抱器不求聞達者，有人於昭應縣逢一書生，奔馳入京，問求何事。答云：「將應不求聞達科。」此科亦豈可應耶？號欺聾俗，皆此類也。 \\n 昔北齊封陽休之為王，休之曰：「我非奴非獠，何故封我為王？」使林遠及陶隱居之徒，當必為休之恥矣。 \\n 有文淑僧者，公為聚眾譚說，假託經論所言，無非淫穢鄙褻之事。不逞之徒，轉相鼓扇扶樹。愚夫冶婦，樂聞其說，聽者填咽。寺舍瞻禮崇奉，呼為和尚。教坊效其聲調，以為歌曲。其甿庶易誘，釋徒苟知真理，及文義稍精，亦甚嗤鄙之。近日庸僧以名繫功德使，不懼臺省府縣，以士流好窺其所為，視衣冠過於仇讎，而淑僧最甚，前後杖背，流在邊地數矣。 \\n 元和中，僧鑒虛本為不知肉味，作僧素無道行。及有罪伏誅，後人遂作「鑒虛煮肉法」，大行於世。不妨他僧為之，置于鑒虛耳。亦猶《才命論》稱張燕公，《革華傳》稱韓文公，《老牛歌》稱白樂天，《佛骨詩》稱鄭司徒，皆後人所誣也。故其辭多鄙淺。 \\n 盧子嚴說，早年隨其懿親鄭常侍東之，同遊宣州當塗，隱居山巖，即陶貞白煉丹所也。罏跡猶在，後為佛舍。有僧甚高潔，好事因說其先師，名彥範，姓劉，雖為沙門，早究儒學，邑人呼為劉九經。顏魯公、韓晉公、劉忠州、穆監寧、獨孤常州皆與之善，各執經受業者數十人。年八十，猶精強，僧行不虧。性頗嗜酒，飲亦未嘗及亂。學徒有攜壺至者，欣然而受之。每進三數盃，則講說方銳。所居有小圃，自植茶，為鹿所損，人勸以垣隔之，諸名士悉樂為運石共成。穆兵部贄，事之最謹。嘗得美酒，密以小瓷壺置于懷中。累石之際，因白師曰：「有少好酒，和尚飲否？」彥範笑而傾飲。滿似酣，則語穆曰：「不用般石，且來聽書。」遂與剖析微奧，至多不倦。鄭君更徵其遺事，僧歎息久之曰：「近日尊儒重道，都無前輩之風。」因出一紙，穆兵部與書，傾寒暄之儀極卑敬。其略曰：「某偶忝名宦，皆因善誘。自居班列，終日塵屑。却思昔歲臨清澗，蔭長松，接侍座下，獲聞微言。未知何時復遂此事？遙瞻水中月，嶺上雲，但馳攀想而已。和尚薄於滋味，深於酒德，所食僅同嬰兒，所飲或如少壯。常恐尊體有所不安，中夜思之，實懷憂戀。」其誠切如此。月日之下，但云門人姓名，狀上和尚法座前，不言官位，當時嗜學事師，可謂至矣。又云，有耆宿僧總持，彥範之友也。為人清苦，一生未曾干人。惟自墾山，種田數畝給衣食。或遇豐歲多麥，傍有滯穗，度知其主必不收者，拾之以歸。若可惜者，則求而積之，召主以付，不至則置于路口，其獨行如此。 \\n 角部之次 \\n 元和十五年，淮南裨將譚可則，因防邊為吐蕃所掠。初到蕃中，蕃人未知憲宗棄天下，日夜懼王師復河湟，不安寢食。可則既至，械繫之置地牢中，絕其飲食，考問累至。可則具告以大行昇遐，蕃人尚未之信。其傍有知書者，可則因略記遺詔示之，乃信焉。蕃法刻木為印，每有急事，則使人馳馬赴贊府牙帳，日行數百里，使者上馬如飛，號為馬使。報得可則審憲皇崩問之狀。先是，每得華人，其無所能者，便充所在役使，輒黥其面。麤有文藝者，則湼其臂，以候贊普之命。得華人補為吏者，則呼為舍人。可則以曉文字，將以為知漢書舍人，可則不願。其舊舍人有姓崔者，本華人，可則嘗于靈武相識。其人大為蕃帥所信，為言之，得免。可則前後數逃歸，輒為候者所得。蕃帥雖不殺，以皮鞭榜之，凡數百，竟得脫。凡在蕃六年，及歸，詣闕自陳，敕付神策軍前馳使。未及進用，為軍中沙汰，因配在浙東，止得散將而已，竟無官。開成四年，余于越州遇之，見其步履不快，云于蕃中走時凍損足。視其臂，一字尚存。譯云：「天子家臣。」可則亦細言河湟可復之狀。聽其語，猶微染戎音。 \\n 諧戲附 \\n 玄宗問黃幡綽：「是勿兒得人憐？」是勿兒，猶言何兒也。對曰：「自家兒得人憐。」時楊貴妃寵極中宮，號祿山為子。肅宗在春宮，常危懼。上聞幡綽言，俛首久之。上又嘗登苑北樓，望渭水，見一醉人臨水臥。問左右：「是何人？」左右不知，將遣使問之。幡綽曰：「是年滿令史。」上問曰：「汝何以知？」對曰：「更一轉入流。」上笑而止。上又與諸王會食，寧王對御坐噴一口飯，直及龍顏。上曰：「寧哥何故錯喉？」幡綽曰：「此非錯喉，是噴嚏。」幡綽優人，假戲謔之言警悟時主，解紛救禍之事甚眾，真滑稽之雄。 \\n 周愿常奉使魏州，節度使田季安引之連轡。路周一驢極肥，季安指示愿曰：「此物大王世充。」應聲答曰：「總是小竇建德。」李尚書選，性嚴毅，不好戲笑。時愿知江西鹽鐵留後事，將至。李公戒從事曰：「周生好諧謔，忝僭無禮，幸諸賢稍莊以待之。」及愿至，數燕。李公寒溫外，不與之言，周亦無由得發。一日，饌親賓，愿亦預焉。李公有故人子弟來投，落拓不事。李公遍問舊時別墅，及家童有技者，圖書有名者，悉云賣却。李責曰：「郎君未官家貧，產業從賣，何至賣及書籍古畫？」惆悵久之。復問曰：「有一本虞永興手寫《尚書》，此猶在否？」其人慚懼，不敢言賣，云：「暫將典錢。」愿忽言曰：「《尚書》大屯。」李公忘却先拒其談諧之事，遂問曰：「《尚書》何屯？」愿曰：「已遭《堯典》《舜典》，又被此兒郎典。」李公興怒之意大開，自此更不拒周。一日後，洪之屬邑民產一子，有三首，李公覽狀惡之，久不懌。愿曰：「留待長大，令試幞頭。」 \\n 李紓侍郎好諧戲，又服用華鮮。嘗朝回，以同列入坊門，有負販者呵不避。李罵云：「頭錢價奴兵，輒衝官長。」負者顧而言曰：「八錢價措大，漫作威風。」紓樂採異語，使僕者誘之至家，為設酒饌，徐問八錢之義。負者答曰：「只是衣短七耳。」同列以為破的，紓甚慚。下人呼舉不正，故云短也。 \\n 京兆龐尹及第後，從事壽春。有江淮舉人，姓嚴，是《登科記》誤本，倒書龐、嚴姓名，遂賃舟丐食。就謁時，郡中止有一判官，亦更不問其氏，便詣門投刺，稱從姪。龐之族人甚少，覽刺極喜，延納殷勤，便留款曲，兼命對舉匕筯。久之，語及族人，都非龐氏之事，龐方訝之。因問止竟：「郎君何姓？」曰：「某姓嚴。」龐撫掌大笑曰：「君誤矣！余自姓龐，預君何事？」揖之令去。其人尚拜謝叔父，從容而退。 \\n 姚峴有文學，而好滑稽，遇機即發。姚僕射南仲，廉察陝郊。峴初釋艱服候見，以宗從之舊，延於中堂。吊訖，未語及他事。陝當兩京之路，賓客謁無時。門外忽有投刺者云：「李過庭。」僕射曰：「過庭之名甚新，未知誰家子弟？」客將左右，皆稱不知，又問峴：「知之否？」峴初猶俛首嚬眉，頃之自不可忍，斂手言曰：「恐是李趨兒。」僕射久方悟而大笑。 \\n 盧尚書弘宣，與弟盧衢州簡辭同在京。一日衢州早出，尚書問：「有何除改？」答曰：「無大除改，惟皮遐叔蜀中刺史。」尚書不知皮是遐叔姓，謂是宗人，低頭久之曰：「我弭當家，沒處得盧皮遐來。」衢州為辯之，皆大笑。 \\n 有人說李寰建節晉州，表兄武恭，性誕妄，又稱好道，及蓄古物。遇寰生日，無餉遣，乃箱擎一故皂襖子與寰云：「此是李令公收復京師時所服，願尚書功業一似西平。」寰以書謝。後聞知恭生日，箱擎一破膩脂幞頭餉恭曰：「知兄深慕高貞，求得一洪崖先生初得仙時幞頭，願兄得道，一如洪崖。」賓僚無不大笑。余嘗讀謝綽宗《拾遺錄》云：「江夏王義恭，性愛古物，常遍就朝士求之。侍中何勖已有所送，而王徵索不已，何甚不平。嘗出行於道，遇狗枷敗犢鼻，乃命左右取之還，以箱擎送之。牋曰：『承復須古物，今奉李斯狗枷，相如犢鼻。』此頗與寰、恭相類耳。 \\n 衢州視事際，有婦人姓翁，陳牒論田產，稱阿公阿翁在日，下阿翁兩字，言其大父也。坐客笑之。因徵其類。余嘗目覩者，王屋有梓人女曰阿家，京中有阿輔，洪州有阿姑，蜀中有阿母，洛中有阿伯、阿郎，皆因其姓，亦堪笑也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "徵部", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 徵部徵部徵為事，凡不為其人與物而汎說者，皆入此部。 \\n  \\n  \\n  \\n 尚書省東南隅通衢有小橋，相承目為「拗項橋」，言侍御史及殿中諸郎久次者，至此必拗項而望南宮也。 \\n 都堂南門東道，有古槐垂陰至廣。相傳夜深聞絲竹之音，省中即有人入相者，俗謂之「音聲樹」。祠部呼為冰去聲廳，言其清且冷也。 \\n 尚書省二十四司印，故事：悉納直廳，每郎官交直時，吏人懸之于臂以相授，頗覺為煩。楊虔州虞卿任吏部員外郎，始置櫃加鐍以貯之，人以為便，至今不改。櫃初成，周戎時為吏部郎中，大書其上，戲作考詞狀：「當有千有萬，忍俊不禁考上下。」 \\n 秘書省內有落星石，薛少保畫鶴，賀監草書，郎餘令畫鳳，相傳號為四絕。元和中，韓公武為秘書郎，挾彈中鶴一眼，時謂之五絕。又省之東，即右威衛，荒穢摧毀，其大廳逼校書院，南對御史臺，有人嘲之曰：「門緣御史塞，廟被校書侵。」 \\n 御史臺三院，一曰臺院。其僚曰侍御史，眾呼為端公。見宰相及臺長，則曰某姓侍御。知雜事，謂之雜端。見臺長，則曰知雜侍御。雖他官高秩兼之，其侍御號不改。見宰相，則曰知雜某姓某官。臺院非知雜者，乃俗號散端。二曰殿院，其僚曰殿中侍御史，眾呼為侍御。見宰相及臺長雜端，則曰某姓殿中。最新入，知右巡，已次知左巡，號兩巡使，所主繁劇。及遷向上，則又入推，益為勞屑，惟其中間，則入清閑。故臺中諺曰：「免巡未推，只得自知。」言其暢適也。廳有壁畫小山水甚工，云是吳道玄真跡。三曰察院，其僚曰監察御史，眾呼亦曰侍御。見宰相及臺長雜端，則曰某姓監察。若三院同見臺長，則通曰三院侍御，而主簿紀其所行之事。每公堂食會，雜事不至，則無所檢轄，惟相揖而已。雜事至，則盡用憲府之禮，雜端在南榻，主簿在北榻，兩院則分坐，雖舉匕筯，皆絕談笑。食畢，則主簿持黃卷揖曰：「請舉事。」于是臺院白雜端曰：「舉事。」欲上堂，三院長各於會堂南廊下，先白雜端云：「合舉事」。則舉曰：「某姓侍御更有姓同者，則以第行別之。有某過，請准條。」主簿書之。其兩院皆如此。若舉時差錯，則最小殿中舉院長，最小侍御史舉殿院長。又錯，則向上人迺舉。若雜端失笑，則三院皆笑，謂之烘堂，悉免罰矣。凡見黃卷罰直遇赦悉免，臺長到諸院，凡官吏所罰，亦悉免。御史歷三院雖至美，而月滿殿中推鞠之勞，憚於轉兩院。以向下侍御史，便領推也，多不願為，以此臺中以殿中轉兩院為戲謔之辭。每出入行步，侍御史在柱裏，殿察兩院在柱外。有時殿中入柱裏，則共咍之曰：「著直略反去也。」三院御史主簿有事白端公，就其廳。若有中路白事，謂之「篸端」。篸端有罰。殿中已免巡，遇正知巡者假故，則向上人又權知，謂之「蘸巡」。臺官有親愛除拜喜慶之事，則謁院長、雜端、臺長，謂之「取賀」。凡此皆因胥徒走卒之言，遂成故事。院長每上堂了各報，諸御史皆立於南廊，便服靸鞋以俟院長。立定，院長方出。相揖而序行，至殿院門，揖殿中。又序行，至食堂門，揖侍御史。凡入門至食，凡數揖。大抵揖者，古之肅拜也。臺中無不揖其酒，無起謝之禮，但云揖酒而已，酒最合敬，以恐煩却損。往往自臺拜他官執事，亦誤作臺揖，人皆笑之。每赴朝，序行至待漏院偃息，則有臥揖。上門有馬揖。凡院長在廳院內，御史欲往他院，必先白。決罰又必先白。察院有都廳，院長在本廳，諸人皆會話于都廳，亦曰御史初上，後遇雜端上堂，則舉三愆九失儀，意緣是新人，欲併罰出，未遇雜端上堂，其犯舊條並不罰。察院南院，會昌初，監察御史鄭路所葺。禮察廳謂之「松廳」，南有古松也。刑察廳謂之「魘廳」，寢于此多魘。兵察常主院中茶，茶必市蜀之佳者，貯于陶器，以防暑濕。御史躬親緘啟，故謂之「茶缾廳」。吏察主院中入朝人次第名籍，謂之「朝簿廳」。吏察之上，則館驛使。館驛使之上，則監察使。監察使，同僚之冠也，謂之院長。臺中敬長，三院皆有長。察院風彩尤峻。凡三院御史初拜，未朝謝，先謁院長。院長辭疾不見，則不得謝及上矣。諸家《御史臺記》，多載當時御史事跡，戲笑之言，故事甚略。堂中有《儀註》，近漸遺闕，雖有版牓，亦但錄一時要節，自此轉恐磨滅矣。因與親友話及此，遂粗疏之。 \\n 北省班諫議，在給事中上。中書舍人，在給事中下。裴尚書休為諫議大夫，形質短小。諸舍人戲之曰：「如此短，何得向上立？」裴對曰：「若怪即曳向下着。」眾皆大笑。後除舍人。 \\n 或問東津先生曰：「昔人立法，將以利人邪？」曰：「利之。」曰：「何以後世反為害也？」曰：「因其利而奸生，則反害也。燧人鑽木，致民火食，以熟百物，安知後世有咸陽焚燒宮室，三月不絕之毒？伏羲畫八卦，造書契，安知後世有假鬻文字，以市道欺誑時俗之弊？后稷播百穀，安知後世有榷酤閉糴茶鹽求利之苦？軒轅制車服戎器，安知後世有華澤靡麗相尚，及窮兵黷武之弊？制宮室，安知後世有甲第別館，凌雲耀日？唐虞建官列爵，安知後世有入金納粟，冒取公侯？禹平水土，別九州，安知後世有山林川澤之稅，開津堰埭之難？周公制嫁娶之禮，安知後世以依衒姻援，而求富貴？孔子刪《詩》《書》，定禮樂，垂五常之教，安知後世有掠儒之名，而盜聲華，叨尊顯？凡此觸類澆訛，流蕩紀綱，大壞其本，豈聖人之過耶？其由聖人啟之耶？其後世為治者，引而熾之耶？嗚呼！馬肝之說，余不忍言。所可歎者，伊、周初以公忠，放主操政，以全國家，安社稷。而莽、卓、操、懿以降，行滔天之心，援此為法，尤可悲也。桀、紂、幽、厲，身遭放弑，常與萬世之君，必為龜鏡。則伊、周一時公忠，反誤後世亂臣賊子；桀、紂、幽、厲一時淫虐，而有益萬世明君矣。善為政者，有才必用，用必當才。任之而不私之，非才則不任。故使人無棄無濫，天下無一人嘆不遇而懷過望之事者。臯陶曰：『知人則哲，能官人。』《傳》曰：『及其使人也器之。』臧僖伯云：『國家之敗，由官邪也。』班固稱宣帝：『信賞必罰，綜核名實，政事、文學、法理之士，咸精其能。至于技巧工匠器械，自元、成間鮮能及之。亦足以知吏稱其職，民安其業者也。』光武不許館陶公主子為郎。前代明哲之主，及霸業之君，國朝列聖，躬親庶政，用才使器，著在史籍者多矣。以君上之尊，深居高視，猶于小官小吏，一賞一罰，重慎如此。況輔弼之臣，豈得容易苟且哉？苻秦入寇，謝安石用其兄子玄為帥以拒之，郗超雖素與不善，聞而歎曰：『安為重舉親，明也。玄心不負舉，才也。』人皆以為不然。超曰：『吾嘗與玄共府，見其使才，雖履屐間亦得其任。是以知之。』玄果立功於淮淝，破苻秦百萬之眾。郗嘉賓之言，亦可謂至公矣。今之人徒私于所親，無安石之明；徒憎所不善，無嘉賓之論，可悲矣！李林甫姦邪陰賊，妬嫉賢能，至于善守章程，深得宰相之體。當時雖正直有名之士，多被搆害；而守尋常仕進者，名獲其分。至今人有以右座呼之，而不名也。非其在下有感之者乎？韓晉公節制三吳，多歷年所，取賓佐僚屬，隨其所長，無不得人。嘗有故舊子弟，投之與語，更無能解。召之與讌而觀之，畢席端坐不旁視，不與比坐交言。數日，署以隨軍，令監庫門。使人視之，每早入，惟端坐至夕，警察吏卒之徒，無敢濫出入者，竟獲其力。」 \\n 裴光德垍在中書。有故人，官亦不卑，自遠相訪。裴公給恤優厚，從容款狎，在其第無所不為。乘間求京府判司。裴公曰：「公誠佳士，但此官與公不相當，不敢以故人之私，而隳朝廷綱紀。他日有瞎眼宰相憐公者，不妨却得，某必不可。」其執守如此。嗚呼，上不慎名器，是以廝養待賢也；下不慎名器，是以嬰孩奉君，而削弱朝廷也。遂致猥濫訛弊，流蕩可憂，不知誰之咎也。已上二章，偶曾論及，坐有相知者，因附於此。 \\n 王并州璠，自河南尹拜右丞相。除目纔到，少尹侯繼有宴，以書邀之。王判書後云：「新命雖聞，舊銜尚在。遽為招命，堪入笑林。」洛中以為話柄。故事：少尹與大尹遊宴禮隔，雖除官，亦須候正敕也。 \\n 有人撰集《怪異記》傳云：「玄宗令道士葉靜能書符，不見國史。」不知葉靜能，中宗朝坐妖妄伏法。玄宗時，有道術者，乃法善也。談話之誤差尚可，若著于文字，其誤甚矣。 \\n 又有人檢陸法言《切韻》，見其音字，遂云：「此吳兒，真是翻字太僻。」不知法言是河南陸，非吳郡也。 \\n 又有書生，讀經書甚精熟，不知近代事。因說駱賓王，遂云：「某識其孫李少府者，兄弟太多。」意謂駱賓是諸王封號也。今人往往說舊云：「準皇太子教。」不知皇太子合稱令。稱教，乃王公也。此皆不知根本之誤也。 \\n 人道尚右，以右為尊。禮先賓客，故西讓客，主人在東，蓋自卑也。今之人，或以東讓客，非禮也。蓋緣所任在地，所主在東，俗有東行南頭之戲，此乃貴其為一方一境之主也。記曰：「天子無客禮，莫敢為主焉。故君適其臣，升自阼階，不敢有其室也。」注云：「明饗君非禮也。」今之方鎮刺史入本部，於令長以下，禮絕賓主，猶近君臣。至于藩鎮，經管內支郡，則俱是古南面諸侯，但以使職監臨，如臺省之官至外地耳。既通讌饗，則異君臣。而用古天子升阼階之儀，昧于《禮經》，遂同僭擬，是不講貫所致。又小人姑息訛謬相承，亦可笑且歎也。近見會補闕，實引《禮記·鄉飲酒義》。言東方仁，仁者主人之位；西方義，義者賓之位。此理亦至當矣。 \\n 古者三公開閣，郡守比古之侯伯，亦有閣，所以世之書題有閣下之稱。前輩呼刺史太守，亦曰節下。與宰相大僚書，往往呼執事，言閣下之執事人耳。劉子玄為史官，《與監修宰相書》呼足下，韓文公《與使主張僕射書》呼執事，即其例也。其記室本繫王侯賓佐之稱，他人亦非所宜。執事則指斥其左右之人，尊卑皆可通稱。侍者，士庶可用之。近日官至使府御史及畿令，悉呼閣下。至于初命賓佐，猶呼記室。今則一例閣下，亦謂上下無別矣。其執事纔施於舉人，侍者止行于釋子而已。今又布衣相呼，盡曰閣下。雖出于浮薄相戲，亦是名分大壞矣。又中表疎遠卑行，多有座前之目，尤可懲怪。夫閣下去殿下一階，座前降几前一等，此之乖僭，其可行耶？宗從叔姑及姨舅之行，施之可也。近見房州刺史李使君所著《資暇集》，亦與此說相符耳。 \\n 《漢書》載張騫窮河源，言其奉使之遠，實無天河之說。惟張茂先《博物志》，說近世有人居海上，每年八月，見海槎來不違時。齎一年糧，乘之到天河，見婦人織，丈夫飲牛。遣問嚴君平，云：某年某月某日，客星犯牛斗，即此人也。後人相傳云：得織女支機石，持以問君平。都是憑虛之說。今成都嚴真觀有一石，俗呼為支機石，皆目云當時君平留之。寶曆中，余下第還家，于京洛途中，逢官差遞夫舁張騫槎。先在東都禁中，今准詔索有司取進，不知是何物也。前輩詩往往有用張騫槎者，相襲謬誤矣。縱出雜書，亦不足據。 \\n 高宗朝，改門下省為東臺，中書省為西臺，尚書省為文昌臺，故御史臺呼為南臺。南朝同也。武后朝，御史臺有左右肅政之號，當時亦謂之左臺、右臺，則憲府未曾有東西臺之稱。惟俗間呼在京為西臺，東都為東臺。李栖筠為御史大夫，後人不名者，呼為西臺，又不知出何故事。豈以其名上栖字，遂呼之耶？又呼杜門下黃裳。（下有缺文） \\n （上原缺）為當致敬，安得輒廢？若妖神淫祀，無名而設。苟有識者，固當遠之。雖嶽海鎮瀆，名山大川，帝王先賢，不當所立之處，不在典籍，則淫祀也。昔之為人，生無功德可稱，死無節行可獎，則淫祀也。當斧之火之，以示愚俗，又何謁而祀之哉？神飯在禮宜拜受，其他則以巫覡之餉，可揮而去也。為吏宜鑒之。 \\n 有士人退朝，詣其友生，見衲衣道人在坐，不懌而去。他日，謂友生曰：「公好衣毳褐之夫，何也？吾不知其賢愚，且覺其臭。」友生應曰：「毳褐之臭，外也。豈甚銅乳？銅乳之臭，並肩而立，接跡而趨。公處其間，曾不嫌恥，反譏余與山野有道之士遊。南朝高人，以蛙鳴蒿萊勝皷吹。吾視毳褐，愈于今之朱紫遠矣！」 \\n 下輩不通義理者，使之寫文字，甚誤。悉同一本，若宦字，仕宦，合著臣妾之臣。多作官。職官，合著{官去上宀}也。滎字，滎水在滎陽，合著水也。多作榮，榮枯，合著木。或多誤著熒。熒，合著火。髭鬚，合著須，多著賓。鬢髮。合著賓。又偏旁只較一點一畫，而義全不通，若棹、棹船，從木。掉，掉尾，從扌。楊、楊柳，從木。揚，揚州，從扌。棒、棒枝，從木。捧，捧字，從扌。傳、經傳，無點。傅，師傅及人姓，有點。沐、無點者，沐浴也。沭，有點者，音述，古沭陽縣。氏、無點者，姓氏。氐，有點者，古彌氐縣字。惟悵、上思惟，下惆悵，並從心。帷帳，此並從巾。賜惕，並無橫畫。又錫、鉛錫之字，無橫畫，音先檗反。鍚、《毛詩》鏤鍚，《左傳》鍚鸞字，有橫畫，皆音楊。埸，堰埸字，音易。若此者眾矣。辨文字者，勿以為小事而不留意也。 \\n 武宗皇帝廟諱炎，改兩火相重。其偏旁言，談字已改為譚，淡改為澹。其噉字，俗多不定，舊或書餤。餤音譚，《爾雅》訓進，本非飯食名。世重餅噉，庖人以意相傳。及下俚，凡關食物，偏旁盡從食。又啗字聲不同，索前史及諸家并佛經，多作口邊敢，其音與著兩火同徒敢反。又《玉篇》、《切韻》，噉字是正也，著兩火俗也，並徒敢反，正合作噉不疑矣。啗馬即合用啗字，音徒濫反。以義言之，以物自食，謂之噉。以物餧人，謂之啗。又案《漢書·高帝紀》云：「使酈食其、陸賈往說，將啗以利。」顏監注曰：「啗者本謂食啗耳，音徒敢反，以食餧人，令其啗食，則改變為徒濫反。今以利誘之，取實為辭也。」顏監講啗字雖未分明，亦無口傍兩火之說。則明是字俗相傳，而後人為姓，亦因俗耳。近日書餅噉字，至有食邊口邊作覃，及口邊作詹者，率意而為，其誤甚矣。《切韻》是尋常文書，何不置之几案旋看也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "羽部", "正文": "　 \\n 因话录 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 羽部羽部 \\n  \\n  \\n  \\n 南人長林中大樹謂之有神，云近此伐木，則必神怒致禍。□□乃斧他人之樹，為主所訴，官捕而鞫之，當以盜論。其家質田以賂獄吏，鬻衣以備囚糧，卒不免笞背，皆被瘡而歸，此乃避禍而速禍也。 \\n 又有里人為鄰巫所惑，而當有災，宜謝神，乃殺家犢，釀酒，聲鼓以祀。時官禁屠牛私釀，法甚峻。又當國忌，不合動樂。併犯三罪，為吏所擒。家長鄰保，皆抵重罪，連及數十人，此乃禳災適所以致災也，其愚如此。 \\n 洪州優胡曹贊者，長近八尺，知書而多慧。凡諸諧戲，曲盡其能。又善為水嬉，百尺檣上不解衣，投身而下，正坐水面，若在茵席。又于水上鞾而浮。或令人以囊盛之，繫其囊口，浮于江上，自解其繫。至于回旋出沒，變易千狀，見者目駭神竦，莫能測之。恐有他術致之，不爾真輕生也。 \\n 軍中有透劍門伎。大燕日，庭中設幄數十步，若廊宇者，而編劍刃為榱棟之狀。其人乘小馬，至門審度，馬調道端，下鞭而進，錚焉聞劍動之聲。既過，而人馬無傷。宣武軍有小將，善此伎，每饗軍則為之，所獲賞止於三數疋帛而已。一日，主者誤漏其名，此將忿恨，訴于所管大將，得復以名入。至呈伎之際，極為調審，入數步，忽風起，馬驚，觸劍失序，人馬皆斃於刃下。 \\n 有士鬻產於外，得錢數百緡，懼川途之難賷也，祈所知納于公藏，而持牒以歸，世所謂便換者，寘之衣囊。一日，醉，指囊示人曰：「莫輕此囊，大有好物。」盜在側聞之。其夜，殺而取其囊，意其有金也。既開無獲，投牒于水。盜為吏所捕，得其狀。樞機之發，豈容易哉？此所謂不密而致害也。 \\n 進士鄭翬說，家在高郵，有親表盧氏，莊近水。有鄰人數家，共殺一白蛇。未久，忽大震雷電雨，發洪，數家皆陷溺無遺，惟盧氏當中一家無恙。 \\n 竇相易直，幼時名秘。家貧，受業村學，教授叟有道術，而人不知。一日近暮，風雨暴至。學童悉歸家不得，而宿于漏屋之下。寒，爭附火。惟竇公寢于榻，夜深方覺。叟撫公令起，曰：「竇秘君後為人臣，貴壽之極，勉力自愛也。」及德宗幸奉天日，公方舉進士，亦隨駕而西。乘一蹇驢，至開遠門，人稠路隘，其扉將闔，公懼勢不可進。聞一人叱驢，兼捶其後，得疾馳而入。顧見一黑衣卒，呼公曰：「秀才，已後莫忘此情。」及升朝，訪得其子，提挈累至大官，吏中榮達。 \\n 盧賓客貞白父，曰老彭，有道術，兼號知人。元和初，宗人弘宣、簡辭、弘正、簡求，俱候焉。留坐目之甚久，命貞亦序坐。又目之曰：「一行五節度使，可謂盛矣！」卒如其言。又族子鍇，初舉進士，就安邑所居謁之。謂鍇曰：「爾求名，大是美事。但此後十餘年方得，勿以遲晚為恨。登朝亦得大美官。」鍇至長慶元年，始擢第。大中十年，終庶子。簡辭已下三人，親昆弟也。弘宣又簡辭之姨兄弟，皆至八座擁旄。 \\n 張曇為汾陽王從事，家嘗有怪。召術者問之，言以大禍將至，惟休退則免，曇不之信。又方燕賓，席上見血，有巫者聞之，勸其杜門不納賓客，屏遊宴，曇怒杖之。其後曇言語乖度，公頗銜之。又屢言同列間事，每獨候見，多值公方燕寵姬所。不令白事，必抑門者令通。公謂其以武臣輕忽，益不平之。後因請公去所任吏，遂發怒，囚之以聞，竟斃于杖。 \\n 柳員外宗元，自永州司馬徵至京，意望錄用。一日，詣卜者問命，且告以夢曰：「余柳姓也，昨夢柳樹仆地，其不吉乎？」卜者曰：「無苦，但憂為遠官耳。」徵其意，曰：「夫生則柳樹，仆則柳木，木者，牧也。君其牧柳州乎？」卒如其言。或傳是陳子諒。 \\n 李涼公逢吉，未掌綸誥前，家有老婢好言夢，後多有應。李公久望除官，因訪于婢。一日，婢晨至，慘然。公問其故，曰：「昨夜與郎君作夢，不是好意，不欲說。」公強之。婢曰：「夢有一人，舁一棺至堂後云：『且置在此。』不久，即移入堂中。此夢恐非佳也。」公聞竊喜。俄爾除中書舍人。後知貢舉，未畢而入相。 \\n 都水使者崔綽，少年豪俠，不拘小節，天寶中，有方士過其家，崔傾財奉之，亦無所望。方士臨去，留藥一丸為別，崔殊不之重，埋于牀下。燕薊之亂，家人避賊，崔在後未去。忽見牀下有菌，甚肥鮮，因煮而食之，雜以葷味，自此體腹輕健，至老更無疾病，月中視小字，夜食生彘。元和初猶在，年九十餘卒。蘇州刺史韋公余之祖舅。集中所《贈崔都水詩》者是也。向得靈藥，便能正爾服之，當已輕舉矣。其次，食所化靈芝，不雜葷茹，又應反顏住世，壽不可量，蓋玄中但以有壽無疾，酬好施之功而已。崔即蘇州之堂妹壻也。 \\n 崔相國羣之鎮徐州，嘗以崔氏《易林》自筮。遇《乾》之《大畜》，其繇曰：「典策法書，藏在蘭臺。雖遭亂瀆，獨不遇災。」及經王智興之變，果除秘書監也。 \\n 長慶中，鄂州里巷間人，每語，輒以牛字助之。又有一僧，自號牛師，乍愚乍智，人有忤之者，必云：「我兄即到，豈奈我何？」未幾，而相國奇章公帶平章事節度武昌軍，其語乃絕。而牛師尚存。僧者，乃牛公之名也。方知將相之位，豈偶然耶？先是，元和初，韓尚書臯在夏口，就加節度使，自後復為觀察使。長慶三年，崔相國植，從刑部尚書除觀察。明年冬，牛公實來。宰臣建節鎮夏口，自牛公始也。 \\n 博陵崔子年，出書一通示余曰：「劉逸淮在汴時，韓弘為右廂，虞候王某為左廂。虞候與弘相善，或譖二人取軍情，將不利於劉。劉大怒，俱召詰之。弘即劉之甥，因控地碎首，大言數百，劉意稍解。王某年老股戰，不能自辯。劉叱令拉坐，杖三十。時新造赤棒，頭徑數寸，固以筋漆，立之不仆，數五六當死矣。韓意其必死，及昏，造其家，怪無哭聲。又謂其懼不敢哭，訪其門卒，即言大使無恙。弘素與某熟，遂至臥內問之。王曰：『我讀《金剛經》四十年矣，今方得力。記初被坐時，見巨手如簸箕，吸然遮背。』因袒示韓，都無撻痕。韓舊不好釋氏，由此始與僧往來，日自寫十紙。及貴，計數百軸矣。後在中書，盛暑時，有諫官因事謁見，韓方洽汗寫經。諫官怪問之，韓乃具道王某事。予職在集仙，常侍柳公常為予說。」已上並本錄，崔公名壽。 \\n 王智興在徐州，法令甚嚴。有防秋官健交代歸，其妹壻於家中設饌以賀。自於廚中磨刀，將就生割羊脚。磨訖，持之疾行，妻兄自堂走入廚，倉卒相值，鋒正中妻兄心，即死。所在擒之以告，智興訊問，但稱過誤，本無惡意。智興不之信，命斬之。刀輒自刑者手中躍出，徑投於地，三換皆然。智興異之，乃不殺。余按《廣陵烈士傳》曰：「劉雋，字幼節。遷宛朐令。到官二年，政治清平，為吏民所親。時縣有友人相過者，主人歡喜為具，捕犬，因誤中客。客死，平法者云：『主人本有殺心，應當伏辜。』雋曰：『聞許太子至孝，誤不嘗藥，史官書弑君，曰：「盡心力以事君，舍藥物可也。」今主人與客，本無讎恨，但歡喜為供，有親愛飲食之意，無傷害之心，不幸而死，當以《周禮》過誤平之，奈何欲用法律所失，一時兩殺不辜。』平法者，拘有常例不聽。雋曰：『界有失禮之民，皆令之罪也。』解印綬去。」蓋與此事相近。而徐州者，神為之辯耳。 \\n 漢州開元寺，有菩薩像。自頂及焰光坐趺，都是一段青石。潔膩可愛，雕琢極工，高數尺。會昌毀寺時，佛像多遭摧折刓缺，惟此不傷絲毫。及再立寺，僧振古寶而置放西廊。余與京大德知玄法事西川從事楊仁贍同謁，楊深于釋氏，好古之士也。瞻敬彌日，而玄心精識多聞，話其本末云：「先是匠人得此石異之，虔心鐫刻，殆忘飡寢。有美女常器食給之，其人運思在像，都無邪思。久之，怠而妄心生，女乃不至。饑渴既逼，兼毒厲匝體，遂悟是天女。因焚香叩首，悔謝切至，女復來，其病立愈，而像即成。亦嘗有記錄，因毀寺失其傳焉。寺今再立矣。」 \\n 元和、長慶中，兩京閭巷間相見，多云：「合是阿舅。」及太和以來，文宗欲崇樹外戚，而詐稱國舅者數輩，竟不得其真。合是之說，果有驗矣。 \\n 余年小，在江漢，嘗與羣兒戲。以竹苇為鎗，鳥翎飾其上，裂紙為旌旗，作戰鬭之像，相向云殺。俄爾立定，又云再殺。不數年，憲宗剪除羣寇，蔡、齊二巨猾，相次夷滅，再殺之應也。 \\n 太和初，京師有輕薄徒，取貢士姓名，以義理編飾為詞，號為「舉人露布」。九年冬，就戮者，多出自文儒。 \\n 太和初，王潛為荊南節度使。無故有白馬馳入府門而斃，僵臥塞塗。是歲潛卒。此近馬禍也。 \\n 進士陳存能為古歌詩，而命蹇。主司每欲與第，臨時皆有故，不果。許尚書孟容舊相知，知舉日，萬方欲為申屈。將試前夕，宿宗人家。宗人為具入試食物，兼備晨食，請存偃息以候時。五更後，怪不起，就寢呼之，不應。前眎之，已中風不能言也。 \\n 進士鄭滂，在名場歲久，流輩多已崇達，常有後時之歎。一夕忽夢及第，而與韋周方同年。當時韋氏先期舉人，無周方之名者，益悶悶。太和元年秋，移舉洛中，時韋景方居守，尚書族弟也。赴舉過陝。尚書時廉察陝郊，詰景方曰：「我名弘景，汝兄弘方，汝名景方，兄弟各分吾名一字名之，殊無義也。」遂更名周方。滂聞之，極喜曰：「吾及第有望矣。」四年，周方果同年焉。滂登朝，至殿中侍御史。前宣成觀察大夫鄭常說此事。大夫，即滂之再從弟也。子溥又自說應舉時，曾夢看及第榜，榜上但見大書「鳳」字。大中元年冬，求解鳳翔，偶看本府鄉貢士紙之首，便是「鳳」字。至東都試《緱山月聞王子晉吹笙》詩，坐側諸詩，悉有「鳳」字。明年，果登第焉。子溥，鄭公之子。 \\n 大中九年，沈詢侍郎以中書舍人知舉。其登第門生李彬父叢為萬年令。同年有起居者之會，倉部李郎中蠙時在座，因戲諸進士曰：「今日極盛，蠙與賢座主同年。」時右司李郎中從晦，又在座戲蠙曰：「殊未耳！小生與賢座主同年，如何？」謂郴州柳侍郎也。眾皆以為異。是日，數公皆詣賓客。馮尚書審，則又柳公座主楊相國之同年，與坐嗟嘆。侍讀諫議漳說。 \\n 河南孔尹溫裕任補闕日，諫討党項事，貶郴州司馬。久之得堂兄尚書溫業書，報云：「憲府欲取爾作侍御史。」日望勅下。忽又得書云：「宰相以右史處之。」皆無音耗。一日，有鵲喜於庭，直若語狀，孫稚拜且祝云：「願早得官。」鵲既飛去，墜下方寸紙，有「補闕」二字，極異之。無幾，却除此官。 \\n 鄭又自說，早承相國武都公知獎。當時為大理司直，常嘆滯淹。會張謩欲除太常博士，李公云：「鄭司直久屈，必請舉自代。」旋遇蕭儹服闋，且要與官，諸坐遂以蕭為博士。前此，有大雲寺僧寶銳者，知人休咎，因問之。銳曰：「司直朝官終得，中間且合為數郡，如何便得？」既而以侍御史歷作河陽、浙西、淮南，累至檢校郎中，方除比部員外郎。銳師說事，亦不常中，此又極驗者。以陰騭要顯，前定之事耳。 \\n 王蒙者，與趙門下憬，布衣之舊，常知其吏才。及公入相，蒙自前吉州新淦令來謁。公見喜極，給卹甚厚，將擢為御史。時憲僚數至少，德宗甚難於除授。而趙公秉政，其言多行，蒙坐待繡衣之拜矣。一日，偶詣慈恩僧寺占色者，忘其名。蒙問早晚得官，僧曰：「觀君之色，殊未見喜兆，此後若干年，當得一邊上御史。」蒙大笑而歸。數日，宰臣對，趙公乘間奏曰：「御史府闕人太多，就中監察尤為要者，臣欲選擇三數人。」德宗曰：「非不欲補其闕員，此官須得孤直茂實者充選，料卿祗應取輕薄後生朝中子弟耳。此不如不置。」趙公曰：「臣之愚見，正如聖慮，欲於錄事參軍縣令中求之。」上大喜曰：「如此即朕之意，卿有人未？」公因薦二人，其一即蒙也。上曰：「且將狀來。」公既出，逢裴延齡，時以度支次對。問公曰：「相公奏何事稱意，喜色充溢？」公不之對。延齡慍駡而去，云：「看此老兵，所請得行否？」既見上，奏事畢，因問曰：「趙憬向論請何事？」上曰：「趙憬極公心。」因說御史事。延齡曰：「此大不可，陛下何故信之？且趙憬身為宰相，豈諳州縣官績効？向二人又不為人所稱說，憬何由自知之？必私也。復至，陛下但詰其所自即知矣。」他日上閣，問云：「卿何心知此二人？」公曰：「一是故人，一與臣微親，諳熟之。」上無言。他日，延齡又入。上曰：「趙憬所請，果如卿料。」遂寢不行。蒙却歸故林，而趙公薨於相位。後數年，邊帥奏為從事，得假御史焉。 \\n 相國崔公慎由廉察浙西。左目眥生贅，如息肉，欲蔽瞳人，視物極礙，諸醫方無驗。一日，淮南判官楊員外牧，自吳中越職，饌召于中堂。因話揚州有穆中善醫眼，來為白府主，請遺書崔相國鉉，令致之。崔公許諾。後數日，得書云：「穆生性麤疎，恐不可信。有譚簡者，用心精審，勝穆甚遠。」遂致以來。既見，白崔公曰：「此立可去。但能安神不撓，獨斷於中，則必効矣。」崔公曰：「如約，雖妻子必不使知。」譚簡又曰：「須用九日晴明，亭午於靜處療之，若其日果能遂心，更無憂矣。」是時月初也。至六七日間，忽陰雨甚，譚生極有憂色。至八九大開霽。問崔公：「飲酒多少？」崔公曰：「戶雖至小，亦可引滿。」譚生大喜。初，公將決意用譚之醫，惟語大將中善醫者沈師象，師象贊成其事。是日引譚生於使宅北樓，惟師象與一小豎隨行，左右更無人知者。譚生請公飲酒數杯，端坐無思，俄而譚生以手微捫所患曰：「殊小事耳。」初覺似拔之，雖痛亦忍。又聞動剪刀聲。白公曰：「此地稍暗，請移往中庭。」象與小豎扶公而至於庭。坐既定，聞櫛焉有聲。先是，譚生請好綿數兩染絳。至是，以絳綿拭病處，兼傅以藥，遂不甚痛。譚生請公開眼，看所贅肉，大如小指，堅如乾筋，遂命投之江中。方遣報夫人及子弟。譚生立以狀報淮南，崔相國復書云：「自發醫後，憂疑頗甚。及聞痊癒，神思方安。」後數日，而徵詔至金陵。嗟夫！向若楊君不遇，譚生不至，公心不斷，九日不晴，徵詔遽來，歸期是切，礙其目疾，位當廢矣，安得秉鈞入輔，為帝股肱？此數事足驗玄助。而公作相之後，譚生已逝，又何命之太薄也！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
