{"章节": " 幽闲鼓吹（唐）张固", "正文": "　 \\n 　幽闲鼓吹 \\n   \\n  \\n  \\n 提要 \\n  \\n 《幽闲鼓吹》一卷，唐张固撰。固始末未详。是书末有明顾元庆跋，称共二十五篇，与晁公武《读书志》所言合。今检此本乃二十六篇，盖误断元载及其子一条为二耳。元庆又称固在懿、僖间采摭宣宗遗事，则殊不然。书中元和、会昌间事不一而足，非仅记宣宗事也。又称姚文公《唐诗鼓吹》序谓宋高宗退居德寿宫，尝纂《唐宋遗事》为《幽闲鼓吹》。其言不知何据，元庆亦以为疑。今考《唐书·艺文志》，小说家有张固《幽闲鼓吹》一卷，则出自唐人，更无疑义。纵高宗别有《幽闲鼓吹》，亦书名偶同，不得以此本当之矣。固所记虽篇帙寥寥，而其事多关法戒，非造作虚辞，无裨考证者，比唐人小说之中，犹差为切实可据焉。  \\n  \\n  \\n 幽閑鼓吹 \\n  \\n 宣宗囑念萬壽公主，蓋武皇世有保護之功也。駙馬鄭尚書之弟顗，嘗危疾，上使訊之。使迴，上問公主視疾否。曰：「無。」「何在？」曰：「在慈恩寺看戲場。」上大怒，且歎曰：「我恠士大夫不欲與我爲親，良有以也！」命召公主。公主走輦至，則立於階下，不視久之。主大懼，涕泣辭謝。上責曰：「豈有小郎病乃親看他處乎？」立遣歸宅。畢宣宗之世，婦禮以修飾。 \\n  \\n 宣宗暇日召翰林學士。時韋尚書澳遽入，上曰：「要與卿欵曲，少間出外，但言論詩。」上乃出新詩一篇。有小黃門置茶訖，亦屏之。乃問曰：「朕於勑使如何？」韋公即述上威制前朝無比。上閉目搖首曰：「揔未揔未，依前怕他。在於卿如何？計將安出？」韋公既不爲之素備，乃率意對曰：「以臣所見，謀之於外庭，即恐有大和末事；不若就其中揀拔有才識者，委以計事，如何？」上曰：「此乃末策，朕已行之。初擢其小者，自黃至綠至緋，皆感恩。若紫衣挂身，即一片矣。」公慙汗而退。噫！大君之問，社稷之福，對敭止此，惜哉！ \\n  \\n 裴公休在相位，一日奏對，宣宗曰：「今賜卿無畏，有何貯畫，言之。」公嘗蓄論儲宮之意，至是乃頓首以諫。上曰：「若立儲君，便是閑人。」公不敢盡言而退。 \\n  \\n 宣宗坐朝，次對官趨至，必待氣息平均，然後問事。令狐相進李遠爲杭州，宣宗曰：「比聞李遠詩云：『長日唯銷一局碁。』豈可以臨郡哉？」對曰：「詩人之言，不足有實也。」仍薦遠廉察可任，乃俞之。 \\n  \\n 宣宗視遠郡謝上表，左右曰：「不足煩聖慮也。」上曰：「遠郡無非時章奏，只有此謝上表，安知其不有情懇乎？吾不敢忽也。」 \\n  \\n 張長史釋褐爲蘇州常熟尉，上後旬日，有老父過狀，判去。不數日復至，乃怒而責曰：「敢以閑事屢擾公門？」老父曰：「某實非論事，但覩少公筆跡竒妙，貴爲篋笥之珍耳。」長史異之，因詰其何得愛書。答曰：「先父愛書，兼有著述。」長史取視之，曰：「信天下工書者也。」自是備得筆法之妙，冠于一時。 \\n  \\n 白尚書應舉，初至京，以詩謁顧著作。顧覩姓名，熟視白公曰：「米價方貴，居亦弗易。」乃披卷，首篇曰：「咸陽原上草，一歲一枯榮，野火燒不盡，春風吹又生。」即嗟賞曰：「道得箇語，居即易矣。」因爲之延譽，聲名大振。 \\n  \\n 喬彛京兆府解試時，有二試官。彛日午叩門，試官令引入，則已醺醉。視題曰《幽蘭賦》，不肯作，曰：「兩箇漢相對作此題。」速改之，爲《渥洼馬賦》，曰：「校些子。」奮筆斯須而就。警句云：「四蹄曳練，翻瀚海之驚瀾；一噴生風，下胡山之亂葉。」便欲首送。京尹曰：「喬彛崢嶸甚，宜以解副薦之。」 \\n  \\n 李藩侍郎嘗綴李賀歌詩，爲之集序未成。知賀有表兄與賀筆硯之舊者，召之見，託以搜訪所遺。其人敬謝，且請曰：「某盡記其所爲，亦見其多點竄者，請得所葺者視之，當爲改正。」李公喜，併付之，彌年絶跡。李公怒，復召詰之。其人曰：「某與賀中外自小同處，恨其傲忽，常思報之。所得兼舊有者，一時投於溷中矣！」李公大怒，叱岀之，嗟恨良久。故賀篇什流傳者少。 \\n  \\n 李賀以歌詩謁韓吏部，吏部時爲國子博士分司，送客歸極困，門人呈卷，解帶旋讀之。首篇《鴈門太守行》曰：「黑雲壓城城欲摧，甲光向日金鱗開。」却援帶命邀之。 \\n  \\n 苗帝師困於名場，一年似得復落第。春景暄妍，策蹇驢出都門，貰酒一壺，藉草而坐，醺醉而寐。久之既覺，有老父坐其旁，因揖敍，以餘杯飲老父。媿謝曰：「郎君縈悒恥，寧要知前事耶？」苗曰：「某應舉已久，有一第分乎？」曰：「大有事，但更問。」苗曰：「某困於窮變，一郡寧可及乎？」曰：「更向上。」曰：「廉察乎？」曰：「更向上。」苗公乘酒猛問曰：「將相乎？」曰：「更向上。」苗公怒，全不信，因肆言曰：「將相向上，作天子乎？」老父曰：「天子真者即不得，假者即得。」苗都以爲恠誕，揖之而去。後果爲將相，及德宗昇遐，攝冢宰三日。 \\n  \\n 賓客劉公之爲屯田員外郎時，事勢稍異，旦夕有騰趠之勢。知一僧有術數極精，寓直日邀之至省，方欲問命，報韋秀才在門外。公不得已，且令僧坐簾下。韋秀才獻卷已，略省之，而意色殊倦。韋覺之，乃去。與僧語，不對。吁嗟良久，乃曰：「某欲言，員外必不愜，如何？」公曰：「但言之。」僧曰：「員外後遷，乃本行正郎也，然須待適來韋秀才知印處置。」公大怒，揖出之，不旬日貶官。韋秀才乃處厚相也，後三十餘年在中書，劉轉屯田郎中。 \\n  \\n 朱崖李相在維揚，封川李相在湖州，拜賓客分司。朱崖大懼，遣專使厚致信好，封川不受，取路江西而過。非久，朱崖入相，過洛。封川憂懼，多方求厚善者致書，乞一見，欲解紛。復書曰：「怨即不怨，見即無端。」初，朱崖、封川早相善，在中外致力。及位高，稍稍相傾。及封川在位，朱崖爲兵部尚書，自得歧路，必當大拜。封川多方阻之未効，朱崖知而憂之。邠公杜相即封川黨，時爲京兆尹。一日謁封川，封川深念，杜公進曰：「何戚戚也？」封川曰：「君揣我何念？」杜公曰：「非大戎乎？」曰：「是也。何以相救？」曰：「某即有策，顧相公必不能用耳。」曰：「請言之。」杜曰：「大戎有辭學，而不由科第，于今怏怏。若與知舉，則必喜矣。」封川默然良久，曰：「更思其次。」曰：「更有一官，亦可平治慊恨。」曰：「何官？」曰：「御史大夫。」封川曰：「此即得。」邠公再三與約，乃馳詣安邑門。門人報杜尹來，朱崖迎揖曰：「安得訪此寂寞？」對曰：「靖安相公有意旨，令某傳達。」遂言亞相之拜。朱崖驚喜，雙淚遽落，曰：「大門官，小子豈敢當此薦拔？」寄謝重疊。杜遽告封川，封川與虔州議之，竟爲所隳，終致後禍。 \\n  \\n 朱崖在維揚，監軍使楊欽義追入，必爲樞近，而朱崖致禮，皆不越尋常，欽義心銜之。一日邀中堂飲，更無餘賓，而陳設寶器圖畫數牀皆殊絶，一席祗奉亦竭情禮，起後皆以贈之。欽義大喜過望，旬日行至汴州，有詔令監淮南軍。欽義至，即具前時所獲歸之。朱崖笑曰：「此無所直，柰何相拒？」一時却與，欽義感悅數倍。後竟作樞密使。武皇一朝之柄用，皆自欽義也。 \\n  \\n 李師古跋扈，憚杜黃裳爲相，未敢失禮，乃命一幹吏寄錢數千緡，并氈車子一乘，亦直千緡。使者未敢遽送，乃於宅門伺候。累日，有綠輿自宅出，從婢二人，青衣繿縷，問：「何人？」曰：「相公夫人。」使者遽歸以告師古，師古折其謀，終身不敢失節。 \\n  \\n 潘炎侍郎，德宗時為翰林學士，恩渥極異。其妻劉氏，晏相之女也。京尹某有故，伺候累日不得見，乃遺閽者三百縑。夫人知之，謂潘曰：「豈有人臣京尹願一見，遺奴三百疋縑帛？其危可知也。」遽勸潘公避位。 \\n  \\n 子孟陽初為戶部侍郎，夫人憂惕，謂曰：「以爾人材而在丞郎之位，吾懼禍之必至也。」戶部解喻再三，乃曰：「不然，試會爾同列，吾觀之。」因遍招深熟者，客至，夫人垂簾視之。既罷會，喜曰：「皆爾之儔也，不足憂矣。末坐慘綠少年何人也？」答曰：「補闕杜黃裳。」夫人曰：「此人全別，必是有名卿相。」 \\n  \\n 元相在鄂州，周復為從事。相國常賦詩，命院中屬和，周正郎乃簪笏見相公曰：「某偶以大人往還高門，謬獲一第，其實詩賦皆不能也。」相國嘉之曰：「遽以實告，賢於能詩者矣。」 \\n  \\n 裴寛尚書罷郡西歸，汴流中日晚維舟，見一人坐樹下，衣服極弊。因命屈之與語，大奇之，遂爲見知：「以君才識，必自當富貴，何貧也？」舉船錢帛奴婢貺之。客亦不讓所惠，語訖上船，奴婢偃蹇者鞭撻之。裴公益奇之。其人乃張徐州也。 \\n  \\n 安祿山將反前三兩日，於宅宴集大將十餘人，錫賚絕厚。滿廳施大圖，圖山川險易、攻取剽劫之勢。每人付一圖，令曰：「有違者斬，直至洛陽！」指揮皆畢，諸將承命，不敢出聲而去。於是行至洛陽，悉如其畫也。 \\n  \\n 張正甫爲河南尹，裴中令銜命代淮西，置宴府西亭。裴公舉一人詞藝好解頭，張相公正色曰：「相公此行何爲也？爭記得河南府解頭？」中令有慙色。 \\n  \\n 崔咸舍人嘗受張公之知，及懸車之後，公與議行止。崔時爲司封郎中，以感知之分，極言贊美。公便令製表，表上，值無厚善者，而一章允請。三數月後，門館閴寂，家人輩竊駡之。公後亦悔，每語子弟曰：「後有大段事，勿與少年郎議之。」 \\n  \\n 崔造相將退位，親厚皆勉之。長女賢知書，獨勸相國，遂決退。一二歲中，居閑躁悶，顧謂兒姪曰：「不得他諸道金銅茶籠子物掩也。」遂復起。 \\n  \\n 相國張延賞將判度支，知有一大獄，頗有寃濫，每甚扼腕。及判使，即召獄吏嚴誡之，且曰：「此獄已久，旬日須了。」明旦視事，案上有一小帖子，曰：「錢三萬貫，乞不問此獄。」公大怒，更促之。明日帖子復來，曰：「錢五萬貫。」公益怒，命兩日須畢。明日復見帖子，曰：「錢十萬貫。」公曰：「錢至十萬，可通神矣。無不可回之事。吾懼及禍，不得不止。」 \\n  \\n 元相載在中書日，有丈人自宣州所居來投，求一職事。中書度其材不任事，贈河北一函書而遣之。丈人惋怒，不得已，持書而去。既至幽州，念破產而來，止得一書，書若懇切猶可望，乃拆而視之，更無一辭，唯署名而已。大悔怒，欲回，心念已行數千里，試謁院寮。問：「既是相公丈人，豈無緘題？」曰：「有。」判官大驚，立命謁者上白，斯須乃有大校持箱復請書。書既入，館之上舍，留連數日。及辭去，奉絹一千疋。 \\n  \\n 元載子伯和，勢傾中外。福州觀察使寄樂妓十人，既至，半載不得送。使者窺伺門下，出入頻者有琵琶康崑崙最熟，厚遺求通，即送妓。伯和一試奏，盡以遺之。先有段和尚善琵琶，自製《西梁州》，崑崙求之不與。至是以樂之半贈之，乃傳焉。道調《梁州》是也。 \\n  \\n 丞相牛公應舉，知于頔相之奇俊也，特詣襄陽求知。住數月兩見，以海客遇之，牛公怒而去。去後忽召客將，問曰：「累日前有牛秀才，發未？」曰：「已去。」「何以贈之？」曰：「與之五百。」「受之乎？」曰：「擲之于庭而去。」于公大恨，謂賓佐曰：「某蓋事繁有闕違者。」立命小將賫絹五百、書一函，追之，曰：「未出界即領來，如已出界即送書信。」小將於界外追及牛公，不啟封揖迴。  \\n  \\n  \\n *取自钱建文制作电子书 \\n 　"}
