{"章节": "點校說明", "正文": "  \\n 點校說明 \\n 　 \\n  \\n 朝野僉載是唐人張鷟所作記載朝野見聞的一部隨筆。 \\n 張鷟字文成，又號浮休子，深州陸澤（今河北深縣北）人，生活在唐代武后、中宗、睿宗三朝和玄宗前期，以詞章知名，受到騫味道和員半千的賞識。員半千曾對人說：「張子之文如青錢，萬簡萬中，未聞退時。」因此，人們稱他為「青錢學士」。據說他的才名遠播，新羅、日本都很重視他的作品，不惜出重金以購其文。開元初，為御史李全交所彈奏，流放到嶺南。開元中召回，卒於司門員外郎（一說，卒於龔州刺史）。他的生平，附見兩唐書其孫張薦傳中，莫休符桂林風土地和劉肅大唐新語也有所記載。朝野僉載中，還保存了一些關於他的生平事跡的材料，可補兩唐書之不足。他的著作流傳至今的，除朝野僉載外，尚有龍筋鳳髓判及游仙窟。 \\n 朝野僉載主要記載武后一朝的事跡，對於當時政治的黑暗腐敗，酷吏的陰狠殘暴，整個官僚集團的懦怯無知，都有所揭露。但書中也記述了不少鬼神怪異的故事和無謂的瑣語瑣聞，洪邁評論它「紀事皆瑣尾擿裂，且多媟語」（容齋續筆卷十二），這是符合事實的。另外，作者紀事有時過多地從趣味性着眼，不大注意事實的準確性，這就難免在具體情節上發生差錯。這些缺點，當然降低了它的史料價值。不過，作者以當時人記當時事，耳目所接，究竟是第一手材料，儘管部分內容存在着上述問題，而可資參考的仍多，通鑑就採用了它的不少記載。甚至某些神怪故事，如果拋棄它的迷信成分，也不失為反映當時社會生活的有用資料。 \\n 根據新唐書和宋史藝文志的著錄，本書原為二十卷。宋志另出補遺三卷，郡齋讀書志又說補遺分為三十五門，這三卷書不知是否張鷟所作。四庫提要懷疑它是後人附益，並無充分根據。大約元明以後，原書二十卷包括補遺三卷，都已散失。現在流傳的本子，非但卷數不合，並且不分門類，絕非原書舊觀。今本大致可分兩個系統。一、一卷本系統，說郛、歷代小史、古今說海、畿輔叢書本，都屬於這一系統。二、以寶顏堂秘笈本為代表的六卷本系統。余嘉錫先生四庫提要辨證說，另有一種十卷本的抄本，內容基本上和六卷本一樣，只是分卷方法不同，並非另有一種足本。那麼這個十卷本也應當屬於六卷本系統。今北京圖書館所藏五卷本抄本，即這種十卷本前半部的殘本，其特點與余先生的介紹全同。 \\n 這裏要說明的是，一卷本和六卷本非出一源，前者並非後者的節略。校勘時發現，六卷本全據太平廣記輯錄；而歷代小史以下的一卷本，乃是由說郛本派生的，不但次序和說郛一樣，文字也基本上相同，只是比說郛又少了幾條。 \\n 今六卷本中，有幾條是天寶以後，乃至中唐以後的事，為張鷟所不及見。這些條目，大概都是它書誤入的。其中有的是輯錄寶顏堂本的人誤抄（如卷二「陽城拜諫議大夫」條，廣記明明注云「出國史補」）；有的可能是編撰廣記時錯注出處，以譌傳譌。有幾條僅僅是稱謂不合（作者卒開元中，有的地方却用了「玄宗」的謚號），或所敍時間不對（如出現了「天寶」年號），這些大概又是傳抄中寫錯的，不能因此否定它是僉載之文。 \\n 現以寶顏堂秘笈本為底本，與太平廣記、說郛、歷代小史諸本對校，並參考兩唐書、大唐新語等書校正了寶顏堂本的譌脫衍倒，或提出一些疑問。六卷本雖抄撮廣記而成，却翻檢未周，遺漏尚多。現在把它遺漏的各條，以及酉陽雜俎、太平御覽、通鑑考異、後村詩話、說郛諸書徵引僉載之文不見於寶顏堂本的，匯為「補輯」，附在全書之末。錯誤和不妥之處，至盼讀者指正。 \\n 點校者一九七九年一月 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷一", "正文": "  \\n 朝野僉載卷一 \\n 　 \\n  \\n 貞觀年中，定州鼓城縣人魏全家富，母忽然失明。問卜者王子貞，子貞為卜之，曰：「明年有人從東來青衣者，三月一日來，療必愈。」至時，候見一人着青紬襦，遂邀為設飲食。其人曰：「僕不解醫，但解作犂耳，為主人作之。」持斧繞舍求犂轅，見桑曲枝臨井上，遂斫下。其母兩眼煥然見物。此曲桑蓋井之所致也。 \\n 周郎中裴珪妾趙氏，有美色，曾就張璟藏卜年命。【張璟藏　說郛卷二「璟」作「憬」。按：本書下文間亦作「冏」，皆指同人，未知孰是。】藏曰：「夫人目長而漫視。【藏曰夫人目長而漫視　原作「曰夫藏人目長而漫視」，據太平廣記【中華書局排印本，下同，以下簡稱「廣記」。】卷二一六乙正。】準相書，猪視者淫。婦人目有四白，五夫守宅。夫人終以姦廢，宜慎之。」趙笑而去。後果與人姦，【後果與人姦　說郛卷二作「後果與合宮尉盧崇道姦」。】沒入掖庭。 \\n 杜景佺，【杜景佺　新書卷一一六本傳同，舊書卷九０本傳作「杜景儉」。通鑑天授元年同舊書，考異云：「實錄及新紀、表、傳皆作『景佺』，蓋實錄以草書致誤，新書因承之耳。今從舊紀、傳。」】信都人也。本名元方，垂拱中，更為景佺。剛直嚴正，進士擢第，後為鸞臺侍郎、平章事。時內史李昭德以剛直下獄，景佺廷諍其公清正直。則天怒，以為面欺，左授溱州刺史。初任溱州，會善筮者於路，言其當重入相，得三品，而不着紫袍。至是夏中服紫衫而終。【本條見廣記卷二一六，云出御史臺記。】 \\n 瀛州人安縣令張懷禮、滄州弓高令晉行忠就蔡微遠卜。轉式訖，謂禮曰：「公大親近，位至方伯。」謂忠曰：「公得京官，今年祿盡，宜致仕可也。」二人皆應舉，懷禮授左補闕，後至和、復二州刺史。行忠授城門郎，至秋而卒。 \\n 開元二年，梁州道士梁虛州以九宮推算張鷟云【梁虛州　廣記卷二一六引作「梁虛舟」。】：「五鬼加年，天罡臨命，一生之大厄。以周易筮之，遇觀之渙，主驚恐；後風行水上，事即散。」安國觀道士李若虛，不告姓名，暗使推之。云：「此人今年身在天牢，負大辟之罪乃可以免。不然病當死，無救法。」果被御史李全交致其罪，勅令處盡。而刑部尚書李日知【李日知　原作「李知白」，據廣記卷二一六引改。按：舊書卷一八八李日知傳云，先天元年為刑部尚書，本書卷五亦有「刑部尚書李日知自為畿赤」云云，亦指此人，以作「日知」為是。】，左丞張廷珪、崔玄昇，侍郎程行謀咸請之，乃免死，配流嶺南。二道士之言信有徵矣。 \\n 泉州有客盧元欽染大瘋，惟鼻根未倒。屬五月五日官取蚺蛇膽欲進，或言肉可治瘋，遂取一截蛇肉食之。三五日頓漸可，百日平復。又商州有人患大瘋，家人惡之，山中為起茅舍。有烏蛇墜酒罌中，病人不知，飲酒漸差。罌底見蛇骨，方知其由也。 \\n 則天時，鳳閣侍郎周允元朝罷入閣。太平公主喚一醫人自光政門入，見一鬼撮允元頭，二鬼持棒隨其後，直入景運門。醫白公主，公主奏之。上令給使覘問，在閣無事。【在閣無事　「閣」原作「閭」，據廣記卷二一八引改。按：上言入閣，此亦當作「閣」。】食訖還房，午後如厠，長參典怪其久私，往候之，【長參典怪其久私往候之　「私」，廣記卷二一八引作「思」，屬下為句。】允元踣面於厠上，目直視，不語，口中涎落。給使奏之，上問醫曰：「此可得幾時？」對曰：「緩者三日，急者一日。」上與錦被覆之，并床舁送宅，止夜半而卒。上自為詩以悼之。 \\n 久視年中，襄州人楊元亮年二十餘，於虔州汶山觀傭力。晝夢見天尊云：「我堂舍破壞，汝為我修造，遣汝能醫一切病。」寤而悅之，試療無不愈者。贛縣里正背有腫大如拳，亮以刀割之，數日平復。療病日獲十千，造天尊堂成，療病漸無效。 \\n 如意年中，洛州人趙玄景病卒五日而蘇。云見一僧與一木長尺餘，教曰：「人有病者，汝以此木拄之即愈。」玄景得見机上尺，乃是僧所與者，試將療病，拄之立差，門庭每日數百人。御史馬知己以其聚衆，追之禁左臺，病者滿於臺門。則天聞之，追入內，宮人病，拄之即愈，放出任救病百姓。數月以後，得錢七百餘貫。後漸無驗，遂絕。 \\n 洛州有士人患應病，語即喉中應之。以問善醫張文仲，經夜思之，乃得一法。即取本草令讀之，皆應；至其所畏者，即不言。仲乃錄取藥，合和為丸，服之應時而愈。一云問醫蘇澄云。 \\n 郝公景於泰山採藥，經市過。有見鬼者，怪羣鬼見公景皆走避之。遂取藥和為「殺鬼丸」，有病患者服之差。 \\n 定州人崔務墜馬折足，醫令取銅末和酒服之，遂痊平。及亡後十餘年改葬，視其脛骨折處，有銅末束之。 \\n 嶺南風俗，多為毒藥。令奴食冶葛死，埋之土中。蕈生正當腹上，食之立死；手足額上生者，當日死；旁自外者，數日死；漸遠者，或一月，或兩月；全遠者，一年、二年、三年亦即死。惟陳懷卿家藥能解之。或以塗馬鞭頭控上，拂着手即毒，試着口即死。【試着口即死　「口」原作「手」，與上文重複，據廣記卷二二０引改】 \\n 趙延禧云，遭惡蛇虺所螫處，貼之艾炷，當上灸之立差，不然即死。凡蛇囓，即當囓處灸之，引去毒氣即止。【此條見廣記卷二二０，中華書局本汪紹楹校【以下簡稱汪校】云原闕出處，今見玉堂閑話。】 \\n 冶葛食之立死。有冶葛處即有白藤花，能解冶葛毒。鴆鳥食水之處即有犀牛，不濯角，其水物食之必死，為鴆食蛇之故。 \\n 醫書言，虎中藥箭食清泥；野猪中藥箭豗薺苨而食；雉被鷹傷，以地黃葉帖之。又礜石可以害鼠，張鷟曾試之，鼠中毒如醉，亦不識人，猶知取泥汁飲之，須臾平復。鳥獸蟲物猶知解毒，【鳥獸蟲物猶知解毒　原無「猶知」二字，據廣記卷二二０引補。】何況人乎？被蠶囓者，以甲蟲末傅之；被馬咬者，【被馬咬者　原無此四字，據廣記卷二二０引補。按：下言「以燒鞭鞘灰塗之，蓋取其相服也」，則與蠶無涉。】以燒鞭鞘灰塗之。蓋取其相服也。蜘蛛囓者，雄黃末傅之。筋斷須續者，取旋復根絞取汁，以筋相對，以汁塗而封之，即相續如故。蜀兒奴逃走多刻筋，以此續之，百不失一。 \\n 永徽中有崔爽者，每食生魚三斗乃足。於後飢，作鱠未成，爽忍飢不禁，遂吐一物，狀如蝦蟇。自此之後，不復能食鱠矣。 \\n 國子司業、知制誥崔融病百餘日，腹中蟲蝕極痛，不可忍。有一物如守宮從下部出，須臾而卒。 \\n 後魏孝文帝定四姓，隴西李氏大姓，恐不入，星夜乘鳴駞，倍程至洛。時四姓已定訖，故至今謂之「駞李」焉。 \\n 張文成曰：乾封以前選人，每年不越數千；垂拱以後，每歲常至五萬。人不加衆，選人益繁者，蓋有由矣。嘗試論之，祗如明經、進士、十周、三衛、勳散、雜色、國官、直司，妙簡實材，堪入流者十分不過一二。選司考練，總是假手冒名，勢家囑請。手不把筆，即送東司，眼不識文，被舉南館。正員不足，權補試、攝、檢校之官。賄貨縱橫，贓污狼藉。流外行署，錢多即留，或帖司助曹，或員外行案。更有挽郎、輦脚、營田、當屯，無尺寸工夫，並優與處分。皆不事學問，唯求財賄。是以選人冗冗，甚於羊羣，吏部喧喧，多於蟻聚。若銓實用，百無一人。積薪化薪，所從來遠矣。 \\n 鄭愔為吏部侍郎掌選，贓污狼藉。引銓有選人繫百錢於靴帶上，愔問其故，答曰：「當今之選，非錢不行。」愔默而不言。時崔湜亦為吏部侍郎掌選，有銓人引過，分疏云：「某能翹關負米。」湜曰：「君壯，何不兵部選？」答曰：「外邊人皆云『崔侍郎下，有氣力者即存』。」【有氣力者即存　「存」，廣記卷一八五引作「得」，義長。】 \\n 景龍中，斜封得官者二百人，從屠販而踐高位。景雲踐祚，尚書宋璟、御史大夫畢構奏停斜封人官。璟、構出，後見鬼人彭卿受斜封人賄賂，【彭卿　本書卷三有「見鬼師彭君卿」，通鑑景雲二年考異引亦作彭君卿，當是同人，此脫「君」字。】奏云見孝和，怒曰：「我與人官，何因奪却。」於是斜封皆復舊職。偽周革命之際，十道使人天下選殘明經、進士及下村教童蒙博士，皆被搜揚，不曾試練，並與美職。塵黷士人之品，誘悅愚夫之心，庸才者得官以為榮，有才者得官以為辱。昔趙王倫之篡也，天下孝廉秀才茂異，並不簡試，雷同與官，市道屠沽、亡命不軌，皆封侯略盡。太府之銅不供鑄印，至有白版侯者。朝會之服，貂者大半，故謠云「貂不足，狗尾續」。小人多幸，君子耻之。無道之朝，一何連類也，惜哉！ \\n 天后中，契丹李盡忠、孫萬榮之破營府也，【孫萬榮之破營府也　原脫「孫」字，「營」作「榮」，據舊書卷一九九下契丹傳、通鑑萬歲通天元年增改。】以地牢囚漢俘數百人。聞麻仁節等諸軍欲至，乃令守囚霫等紿之曰：「家口飢寒，不能存活。求待國家兵到，吾等即降。」其囚日別與一頓粥，引出安慰曰：「吾此無飲食養汝，又不忍殺汝，總放歸若何？」衆皆拜伏乞命，乃紿放去。至幽州，具說飢凍逗遛。兵士聞之，爭欲先入。至黃麞峪，【黃麞峪　通鑑萬歲通天元年作「黃麞谷」，本卷下文亦作「谷」。】賊又令老者投官軍，送遺老牛瘦馬於道側。仁節等三軍棄步卒，將馬先爭入，被賊設伏橫截，軍將被索■〈塌，糹代土〉之，生擒節等，死者填山谷，罕有一遺。 \\n 景龍四年，洛州凌空觀失火，萬物並盡，惟有一真人巋然獨存，乃泥塑為之。後改為聖真觀。 \\n 西京朝堂北頭有大槐樹，隋曰唐興村門首。【唐興村門首　「村」原作「材」，廣記卷一六三引作「村」，與舊書五行志合，今據改。下同。】文皇帝移長安城，將作大匠高熲常坐此樹下檢校。後栽樹行不正，欲去之，帝曰：「高熲坐此樹下，不須殺之。」至今先天百三十年，其樹尚在，柯葉森竦，株根盤■〈石薄〉，與諸樹不同。承天門正當唐興村門首，今唐家居焉。 \\n 永徽年以後，人唱桑條歌云：「桑條■〈艹吊〉，女韋也樂。」【桑條■〈艹吊〉女韋也樂　舊書五行志作「桑條韋也女時韋也樂」，與此異。】至神龍年中，逆韋應之。諂佞者鄭愔作桑條樂詞十餘首進之，逆韋大喜，擢之為吏部侍郎，賞縑百疋。 \\n 龍朔以來，人唱歌名突厥鹽。後周聖曆年中，差閻知微和匈奴，授三品春官尚書，送武延秀娶成默啜女，【娶成默啜女　此指送武延秀入突厥，納默啜女為妃事，「娶」原作「聚」，據廣記卷一六三引改。「成」字疑譌，或字衍。】送金銀器物、錦綵衣裳以為禮聘，不可勝紀。突厥翻動，漢使並沒，立知微為可汗，突厥鹽之應。 \\n 調露中，大帝欲封中岳，屬突厥叛而止。【屬突厥叛而止　原脫「叛」字，據廣記卷一六三引增。】後又欲封，土番入寇，遂停。至永淳年，又駕幸嵩岳，謠曰：「嵩山凡幾層，不畏登不得，只畏不得登。三度徵兵馬，傍道打騰騰。」岳下遘疾，不愈，迴至宮而崩。 \\n 永淳之後，天下皆唱「楊柳，楊柳，漫頭駞」。後徐敬業犯事，出柳州司馬，遂作偽勅，自授揚州司馬，殺長史陳敬之，據江淮反。使李孝逸討之，斬業首，驛馬駞入洛。「楊柳，楊柳，漫頭駞」，此其應也。 \\n 周如意年中以來，始唱黃麞歌，其詞曰：「黃麞，黃麞，草裏藏，彎弓射你傷。」俄而契丹反叛，殺都督趙文翽，【趙文翽　原無「文」字，據舊書卷一九九下契丹傳、通鑑萬歲通天元年增。】營府陷沒。差總管曹仁師、張玄遇、麻仁節、王孝傑，前後百萬衆，被賊敗於黃麞谷，諸軍並沒，罔有孑遺。黃麞之歌，斯為驗矣。 \\n 周垂拱已來，苾拏兒歌詞皆是邪曲。【苾拏兒歌詞　廣記卷一六三引此上有「京都唱」三字。】後張易之小名苾拏。 \\n 景龍年，安樂公主於洛州道光坊造安樂寺，【於洛州道光坊　原無「於」字，據廣記卷一六三引增。】用錢數百萬。童謠曰：「可憐安樂寺，了了樹頭懸。」後誅逆韋，並殺安樂，斬首懸於竿上，改為悖逆庶人。 \\n 神龍以後謠曰：「山南烏鵲窠，山北金駱駞。鐮柯不鑿孔，斧子不施柯。」此突厥彊盛，百姓不得斫桑養蠶、種禾刈穀之應也。【種禾刈穀　「禾」原作「木」，據廣記卷一六三引改。】 \\n 景龍中謠曰：「可憐聖善寺，身着綠毛衣。牽來河裏飲，踏殺鯉魚兒。」至景雲中，譙王從均州入都作亂，敗走，投洛川而死。【洛川　原作「洛州」，廣記卷一六三引作「洛川」，與史義合，今據改。】 \\n 景雲中謠曰：「一條麻線挽天樞，絕去也。」神武即位，勅令推倒天樞，收銅並入尚方，此其應兆。 \\n 景龍中謠曰：「黃栢犢子挽紖斷，兩脚踏地鞋■〈麻需〉斷。」六月，平王誅逆韋，欲作亂。鞋■〈麻需〉斷者，事不成。【平王誅逆韋【至】事不成　廣記卷一六三引作「平王誅逆韋。挽紖斷者，韋欲作亂；鞋■〈麻需〉斷者，事不成」，文義較顯豁。】阿韋是「黃犢」之後也。 \\n 明堂主簿駱賓王帝京篇曰：「倐忽搏風生羽翼，須臾失浪委泥沙。」賓王後與敬業興兵揚州，大敗，投江而死，此其讖也。 \\n 麟德已來，百姓飲酒唱歌，曲終而不盡者號為「族鹽」。後閻知微從突厥領賊破趙、定。後知微來，則天大怒，磔於西市。命百官射之，河內王武懿宗去七步，射三發，皆不中，其怯懦也如此。知微身上箭如蝟毛，剉其骨肉，夷其九族，疎親及不相識者皆斬之。小兒年七八歲，驅抱向西市，百姓哀之，擲餅果與者，相爭奪以為戲笑。監刑御史不忍害，奏舍之。其「族鹽」之言，於斯應也。 \\n 趙公長孫無忌以烏羊毛為渾脫氈帽，天下慕之，其帽為「趙公渾脫」。後坐事長流嶺南，渾脫之言，於是效焉。 \\n 魏王為巾子向前踣，【向前踣　「踣」原作「踏」，據廣記卷一六三引改。】天下欣欣慕之，名為「魏王踣」。後坐死。至孝和時，陸頌亦為巾子同此樣，時人又名為「陸頌踣」。未一年而陸頌殞。 \\n 永徽後，天下唱武媚娘歌，後立武氏為皇后。大帝崩，則天臨朝，改號大周。二十餘年，武后彊盛，【武后彊盛　廣記卷一六三引「武后」作「武氏」，義長。】武三王梁、魏、定等並開府，自餘郡王十餘人，幾遷鼎矣。 \\n 咸亨以後，人皆云：「莫浪語，阿婆嗔，三叔聞時笑殺人。」後果則天即位，至孝和嗣之。阿婆者，則天也；三叔者，孝和為第三也。 \\n 魏僕射子名叔麟，讖者曰：【讖者曰　廣記卷一六三引「讖者」作「識者」。】「『叔麟』，反語『身戮』也。」後果被羅織而誅。 \\n 梁王武三思，唐神龍初改封德靖王。讖者言：「德靖』，『鼎賊』也。」【讖者言德靖鼎賊也　廣記卷一六三引「讖者」作「識者」。又「鼎賊」亦「德靖」之反語，疑當如前條，「鼎賊」上有「反語」二字。】果有窺鼎之志，被鄭克等斬之。 \\n 天后時，謠言曰：「張公喫酒李公醉。」張公者，斥易之兄弟也；李公者，言李氏大盛也。 \\n 孫佺為幽州都督，五月北征。時軍師李處郁諫：「五月南方火，北方水，火入水必滅。」佺不從，果沒八萬人。昔竇建德救王世充於牛口谷，時謂竇入牛口，豈有還期。果被秦王所擒。其孫佺之北也，處郁曰：「飱若入咽，百無一全。」山東人謂溫飯為飱，【溫飯　廣記卷一六三引作「濕飯」。】【音孫】幽州以北並為燕地，故云。 \\n 龍朔年已來，百姓飲酒作令云：「子母相去離，連臺拗倒。」子母者，盞與盤也；連臺者，連盤拗倒盞也。及天后永昌中，羅織事起，有宿衛十餘人於清化坊飲，為此令。此席人進狀告之，十人皆棄市。自後廬陵徙均州，則子母相去離也；連臺拗倒者，則天被廢，諸武遷放之兆。 \\n 神武皇帝七月即位，東都白馬寺鐵像頭無故自落於殿門外。自後捉搦僧尼嚴急，令拜父母等，未成者並停革，後出者科決，還俗者十八九焉。 \\n 開元五年春，司天奏：「玄象有眚見，其災甚重。」玄宗震驚，問曰：「何祥？」對曰：「當有名士三十人同日冤死，今新及第進士正應其數。」其年及第李蒙者，貴主家壻，上不言其事，密戒主曰：「每有大游宴，汝愛壻可閉留其家。」【閉留其家　「閉」原作「閑」，據廣記卷一六三改。】主居昭國里，時大合樂，音曲遠暢，曲江漲水，聯舟數艘，進士畢集。蒙聞，乃踰垣奔走，羣衆愜望。才登舟，移就水中，畫舸平沉，聲妓、篙工不知紀極，三十進士無一生者。【本條見廣記卷一六三，云出獨異志。】 \\n 夏侯處信為荊州長史，有賔過之，處信命僕作食。僕附耳語曰：「溲幾許麵？」信曰：「兩人二升即可矣。」僕入，久不出，賔以事告去。信遽呼僕，僕曰：「已溲訖。」信鳴指曰：「大異事。」良久乃曰：「可總燔作餅，吾公退食之。」信又嘗以一小缾貯醯一升自食，家人不霑餘瀝。僕云：「醋盡。」信取缾合於掌上，餘數滴，因以口吸之。凡市易，必經手乃授直。【凡市易必經手乃授直　原作「乃授直去，凡市易必經手」，據廣記卷一六三引改。】識者鄙之。 \\n 廣州錄事參軍柳慶獨居一室，器用食物並致臥內。奴有私取鹽一撮者，慶鞭之見血。 \\n 夏侯彪夏月食飲，生蟲在下，未曾瀝口。嘗送客出門，奴盜食臠肉。彪還覺之，大怒，乃捉蠅與食，令嘔出之。 \\n 鄭仁凱為密州刺史，有小奴告以履穿，凱曰：「阿翁為汝經營鞋。」有頃，門夫着鞋者至，【門夫着鞋者至　廣記卷一六三引「鞋」上有「新」字。】凱廳前樹上有鴷窠，──鴷，啄木也。──遣門夫上樹取其子。門夫脫鞋而緣之，凱令奴着鞋而去，門夫竟至徒跣。凱有德色。 \\n 安南都護鄧祐，韶州人，家巨富，奴婢千人。【奴婢千人　說郛卷二此下有「莊田緜亙」四字。】恆課口腹自供，未曾設客。孫子將一鴨私用，祐以擅破家資，鞭二十。 \\n 韋莊頗讀書，【韋莊　按：晚唐詩人韋莊與張鷟時代不相及，此或同姓名之別一韋莊；或本非僉載之文，廣記誤注出處，寶顏堂本沿誤。】數米而炊，秤薪而爨，炙少一臠而覺之。一子八歲而卒，妻斂以時服，莊剝取，以故席裹屍，殯訖，擎其席而歸。其憶念也，嗚咽不自勝，惟慳吝耳。 \\n 懷州錄事參軍路敬潛遭綦連輝事，【遭綦連輝事　按：此當指神功元年綦連耀、劉思禮謀反事，「輝」疑當作「耀」。】於新開推鞫，免死配流。後訴雪，授睦州遂安縣令。前邑宰皆卒於官，潛欲不赴。其妻曰：「君若合死，新開之難早已無身，今得縣令，豈非命乎？」遂至州，去縣水路數百里上，寢堂兩間有三殯坑，【寢堂兩間　廣記卷一四六引「兩」作「西」。】皆埋舊縣令，潛命坊夫填之。有梟鳴於屏風，又鳴於承塵上，並不以為事。每與妻對食，有鼠數十頭，或黃或白，或青或黑，以杖驅之，則抱杖而叫。自餘妖怪，不可具言。至四考滿，一無所失，選授衛令，除衛州司馬。入為郎中，位至中書舍人。 \\n 周甘子布博學有才，年十七為左衛長史，不入五品。登封年病，以驢轝彊至嶽下，天恩加兩階，合入五品，竟不能起。鄰里親戚來賀，衣冠不得，遂以緋袍覆其上，帖然而終。 \\n 太常卿盧崇道坐女壻中書令崔湜反，羽林郎將張仙坐與薛介然口陳欲反之狀，俱流嶺南。經年，無日不悲號，兩目皆腫，不勝悽楚，遂並逃歸。崇道至都宅藏隱，為男娶崔氏女未成，有內給使來取充貴人，崇道乃賂給使，別取一崔家女去入內。事敗，給使具承，掩崇道，并男三人亦被糺捉，敕杖各決一百，俱至喪命。 \\n 青州刺史劉仁軌知海運，失船極多，除名為民，遂遼東効力。遇病臥平壤城下，褰幕看兵士攻城。有一卒直來前頭背坐，叱之不去，仍惡駡曰：「你欲看，我亦欲看，何預汝事？」不肯去。須臾城頭放箭，正中心而死。微此兵，仁軌幾為流矢所中。 \\n 任之選與張說同時應舉。後說為中書令，之選竟不及第。來謁張公，公遺絹一束，以充糧用。之選將歸，至舍不經一兩日，疾大作，將絹市藥，絹盡疾自損。非但此度，餘處亦然，何薄命之甚也！ \\n 杭州刺史裴有敞疾甚，令錢塘縣主簿夏榮看之。榮曰：「使君百無一慮，夫人早須崇福以禳之。」崔夫人曰：「禳須何物？」榮曰：「使君娶二姬以壓之，出三年則危過矣。」夫人怒曰：「此獠狂語，兒在身無病。」榮退曰：「夫人不信，榮不敢言。使君命合有三婦，若不更娶，於夫人不祥。」夫人曰：「乍可死，此事不相當也。」其年夫人暴亡，敞更娶二姬，【敞更娶二姬　「姬」原作「姓」，據廣記卷一四七引及說郛卷二改。】榮言信矣。 \\n 平王誅逆韋，【平王誅逆韋　「平王」上原有「廣」字。按：平王指玄宗，作「廣平王」者誤，今刪「廣」字。廣記引僉載記唐事諸條，皆冠以「唐」字，以明時代。本條廣記卷一四七引作「唐平王」，當是抄書者照錄其文，以形近「唐」又轉譌為「廣」。此為今本僉載抄撮廣記而成之一證。】崔日用將兵杜曲，誅諸韋略盡，綳子中嬰孩亦■〈木〈白上土下〉〉殺之。諸杜濫及者非一。浮休子曰：此逆韋之罪，疏族何辜！亦如冉閔殺胡，高鼻者橫死；董卓誅閹人，無鬚者枉戮。死生命也。 \\n 逆韋之變，吏部尚書張嘉福河北道存撫使，至懷州武涉驛，有勅所至處斬之。尋有敕矜放，使人馬上昏睡，遲行一驛，比至，已斬訖。命非天乎，天非命乎！ \\n 沈君亮見冥道事，上元年中，吏部員外張仁褘延生問曰：【張仁褘　「褘」原作「煒」，下文又「禕」、「褘」錯出。今姑從廣記卷一五０引，統改作「褘」。】「明公看褘何當遷。」亮曰：「臺郎坐不暖席，何慮不遷。」俄而褘如厠，亮謂諸人曰：「張員外總十餘日活，何暇憂官職乎？」後七日而褘卒。 \\n 虔州司士劉知元攝判司倉，大酺時，司馬楊舜臣謂之曰：「買肉必須含胎，【買肉必須含胎　原無「含」字，據廣記卷一三二引增。】肥脆可食，餘瘦不堪。」知元乃揀取懷孕牛犢及猪羊驢等殺之，其胎仍動，良久乃絕。無何，舜臣一奴無病而死，心上仍暖，【心上仍暖　「仍」原作「乃」，據廣記卷一三二引改。】七日而蘇。云見一水犢白額，并子隨之，見王訴云：「懷胎五箇月，扛殺母子。」【扛殺母子　「扛」，廣記卷一三二引作「枉」。】須臾又見猪羊驢等皆領子來訴，見劉司士答款，引楊司馬處分如此。居三日而知元卒亡，又五日而舜臣死。 \\n 率更令張文成，梟晨鳴于庭樹，其妻以為不祥，連唾之。文成云：「急灑掃，吾當改官。」言未畢，賀客已在門矣。【以上廣記卷一三七引，謂出國史纂異。卷四六二引，又云出僉載。】又一說，【又一說　余嘉錫四庫提要辨證謂，張鷟記其親歷之事，不應自稱「又一說」，此為廣記編者所加，誤鈔入本書，此為今本僉載從廣記輯出之又一證。】文成景雲二年為鴻臚寺丞，帽帶及綠袍並被鼠囓。【帽帶及綠袍並被鼠囓　「囓」原作「額」，據廣記卷一三七引改。按：本條「並被鼠囓」下有脫文，廣記作「帽帶及綠袍並被鼠囓，有蜘蛛大如栗，當寢門懸絲上。經數日，大赦加階，授五品。男不宰，鼠亦囓腰帶欲斷，尋選授博野尉」。】有神靈遞相誣告，【有神靈遞相誣告　按：此句以下，與上文不相連屬。據廣記卷一三九引，此別是一條，記「猫鬼」事，寶顏堂本誤將其下半與張文成條併合。其全文云：「隋大業之季，猫鬼事起，家養老猫為厭魅，頗有神靈，遞相誣告，京都及郡縣被誅戮者數千餘家，蜀王秀皆坐之。隋室既亡，其事亦寢。」】京師及郡縣被誅戮者數千餘家，蜀王秀皆坐之。隋室既亡，其事亦寢矣。 \\n 儀鳳年中，有長星半天，出東方，三十餘日乃滅。自是土番叛，匈奴反，徐敬業亂，白鐵余作逆，博、豫騷動，忠、萬強梁，契丹翻營府，突厥破趙、定，麻仁節、張玄遇、王孝傑等皆沒百萬衆。三十餘年，兵革不息。 \\n 調露之後，有鳥大如鳩，色如烏鵲，飛若風聲，千萬為隊，時人謂之「鵽雀」，亦名突厥雀，若來突厥必至，後至無差。 \\n 天授中，則天好改新字，又多忌諱。有幽州人尋如意上封云：【尋如意上封云　「尋」下疑有脫字。】「國字中『或』，或亂天象，請□中安『武』以鎮之。」則天大喜，下制即依。月餘有上封者云：「『武』退在□中，與囚字無異，不祥之甚。」則天愕然，遽追制，改令中為「八方」字。後孝和即位，果幽則天於上陽宮。 \\n 長安二年九月一日，太陽蝕盡，默啜賊到并州。至十五日夜，月蝕盡，賊并退盡。俗諺曰：「棗子塞鼻孔，懸樓閣却種。」又云：【懸樓閣却種又云　五色線引「樓」作「梅」。「又云」原作「人云」，據廣記卷一三九及五色線引改。】「蟬鳴蛁蟟喚，黍種餻糜斷。【蟬鳴蛁蟟喚黍種餻糜斷　五色線引作「蟬鳴蛁喚，禾鐮糜斷」，四字為句。】」又諺云：「春雨甲子，赤地千里。夏雨甲子，乘船入市。【乘船入市　「乘」原作「垂」，據廣記卷一三九及五色線引改。】秋雨甲子，禾頭生耳。冬雨甲子，【冬雨甲子　廣記卷一三九及五色線引無此四字。】鵲巢下地，其年大水。」 \\n 長安四年十月，陰，雨雪，一百餘日不見星。正月，誅張易之、昌宗等，則天廢。 \\n 幽州都督孫佺之入賊也，【孫佺　原作「孫儉」，廣記卷一三九引同。兩唐書孫處約傳及通鑑先天元年並作「孫佺」，與本卷上文合，今據改。下同。】薛訥與之書曰：【薛訥　原作「薛納」，據廣記卷一三九引及通鑑先天元年改。下同。】「季月不可入賊，大凶也。」佺曰：「六月宣王北伐，訥何所知。有敢言兵出不復者斬。」出軍之日，有白虹垂頭於軍門。其夜，大星落於營內，兵將無敢言者。軍行後，幽州界內鵶烏鴟鳶等並失，皆隨軍去。【皆隨軍去　「隨」原作「垂」，據廣記卷一三九引改。】經二旬而軍沒，烏鳶食其肉焉。 \\n 延和初七日，【延和初七日　廣記卷一三九引同，汪校云：「按通鑑卷二一０，延和秋七月，彗星出西方，『日』疑是『月』。」】太白晝見經天。其月，太上皇遜帝位，此易主之應也。至八月九日，太白仍晝見，改元先天。【至八月九日【至】改元先天　按：改元先天在是年八月甲辰，即初七日，「九」當作「七」。】至二月七日，【至二月七日　廣記卷一三九汪校云：「按唐書玄宗紀，先天二年七月甲子誅太平公主、蕭至忠、岑羲等，『二月七日』疑是『二年七月』。】太上皇廢，誅中書令蕭至忠、侍中岑羲；流崔湜，尋誅之。 \\n 開元二年五月二十九日夜，大流星如甕，或如盆大者貫北斗，並西北小者隨之。【並西北小者隨之　廣記卷一四０引「西北」下有「落」字。】無數天星盡搖，至曉乃止。七月，襄王崩，謚殤帝。十月，土番入隴右，掠羊馬，殺傷無數。其年六月，大風拔樹發屋，長安街中樹連根出者十七八。長安城初建，隋將作大匠高熲所植槐樹殆三百餘年，至是拔出。終南山竹開花結子，綿亘山谷，大小如麥。其歲大饑，其竹並枯死。嶺南亦然，人取而食之。醴泉雨麵如米顆，人可食之。後漢襄楷云：【襄楷　原作「裴楷」，據廣記卷一四０改。按：下文所引楷語，見後漢書卷三０下襄楷傳，顯為「襄楷」之誤。】「國中竹栢枯者，不出三年主當之。」人家竹結實枯死者，家長當之。終南竹花枯死者，開元四年而太上皇崩。 \\n 開元五年，洪、潭二州復有火災，晝日人見火精赤燉燉，所詣即火起。東晉時，王弘為吳郡太守，亦有此災。弘撻部人，將為不慎，後坐廳事，見一物赤如信幡，飛向人家舍上，俄而火起，方知變不復由人，遭爇人家遂免笞罸。【遂免笞罸　「笞」原作「剌」，據廣記卷一四０引改。】 \\n 開元八年，契丹叛，關中兵救營府，至澠池缺門，營於穀水側。夜半水漲，漂二萬餘人，惟行網夜樗蒲不睡，【行網　廣記卷一四０引作「行綱」，疑是。】據高獲免，村店並沒盡。上陽宮中水溢，宮人死者十七八。其年，京興道坊一夜陷為池，沒五百家。初，鄧州三鵶口見二小兒以水相潑，須臾有大蛇十圍已上，張口向天。人或有斫射者，俄而雲雨晦冥，雨水漂二百家，小兒及蛇不知所在。 \\n 洛陽縣令宋之遜性好唱歌，【洛陽縣令宋之遜　廣記卷二０一引「令」作「丞」。】出為連州參軍。刺史陳希古者，庸人也，令之遜教婢歌。每日端笏立於庭中，呦呦而唱，其婢隔窗從而和之，聞者無不大笑。 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷二", "正文": "  \\n 朝野僉載卷二 \\n 　 \\n  \\n 北齊南陽王入朝，上問何以為樂，王曰：「致蠍最樂。」遂收蠍，一宿得五■〈豆斗〉，置大浴斛中。令一人脫衣而入，【令一人脫衣而入　原無「令」字，據廣記卷二六七引增。】被蠍螫死，宛轉號叫，苦痛不可言，食頃而死。帝與王看之。【帝與王看之　廣記卷二六七引句下有「極喜」二字。】 \\n 隋末荒亂，狂賊朱粲起於襄、鄧間。歲饑，米斛萬錢，亦無得處，人民相食。粲乃驅男女小大仰一大銅鐘，可二百石，煮人肉以餧賊。生靈殲於此矣。 \\n 周恩州刺史陳承親，嶺南大首領也，專使子弟兵劫江。有一縣令從安南來，承親憑買二婢，令有難色。承親每日重設邀屈，甚殷勤。送別江亭，即遣子弟兵尋復劫殺，盡取財物。將其妻及女至州，妻叩頭求作婢，不許，亦縊殺之。取其女。【取其女　「女」原作「妻」，據廣記卷二六七引改。按：前云縊殺縣令之妻，此當以作「女」為是。】前後官人家過親，禮遇厚者，必隨後劫殺，無人得免。 \\n 周杭州臨安尉薛震好食人肉。有債主及奴詣臨安，於客舍遂飲之醉，殺而臠之，以水銀和煎，并骨銷盡。後又欲食其婦，婦覺而遁之。縣令詰，具得其情，申州，錄事奏，奉勅杖一百而死。 \\n 周嶺南首領陳元光設客，令一袍袴行酒。光怒，令拽出，遂殺之。須臾爛煮以食客，後呈其二手，客懼，攫喉而吐。【本條見廣記卷二六七，云出摭言。汪校云，明鈔本作出朝野僉載。】 \\n 周瀛州刺史獨孤莊酷虐，有賊問不承，莊引前曰：「若健兒，一一具吐放汝。」遂還巾帶，賊并吐之。諸官以為必放，頃莊曰：「將我作具來。」乃一鐵鈎長丈餘，【鐵鈎長丈餘　廣記卷二六七引「丈」作「尺」。】甚銛利，以繩掛於樹間，謂賊曰：「汝不聞『健兒鈎下死』？」令以胲鈎之，遣壯士掣其繩，則鈎出於腦矣。謂司法曰：「此法何似？」答曰：「弔民伐罪，深得其宜。」莊大笑。後莊左降施州刺史，染病，唯憶人肉。部下有奴婢死者，遣人割肋下肉食之。歲餘卒。 \\n 周推事使索元禮，時人號為「索使」。訊囚作鐵籠頭，■〈殸上角下〉【原注：呼角反】其頭，仍加楔焉，多至腦裂髓出。又為「鳳曬翅」、「獮猴鑽火」等。以椽關手足而轉之，並斫骨至碎。【並斫骨至碎　廣記卷二六七汪校云，明鈔本「斫」作「研」。義長。】又懸囚於梁下，以石縋頭。其酷法如此。元禮故胡人，薛師之假父，後坐贓賄，流死嶺南。 \\n 周來俊臣羅織人罪，皆先進狀，勅依奏，即籍沒。徐有功出死囚，亦先進狀，某人罪合免，勅依，然後斷雪。有功好出罪，皆先奉進止，非是自專。張湯探人主之情，蓋為此也。【本條見廣記卷二六七，云出談藪。汪校云，明鈔本作出朝野僉載。】 \\n 羽林將軍常元楷，【常元楷　原無「常」字，據通鑑開元元年考異補。】三代告密得官。男彥瑋告劉誠之破家，彥瑋處侍御。先天二年七月三日，【先天二年　「二年」上原有空闕，今從通鑑考異引補「先天」二字。】楷以反逆誅，家口配流。【家口配流　廣記卷二六七引作「家口配嶺南」。】可謂積惡之家殃有餘也。【殃有餘也　廣記卷二六七引作「必有餘殃也」。】 \\n 周補闕喬知之有婢碧玉，【碧玉　孟棨本事詩記喬知之事，作「窈娘」。】姝艷能歌舞，有文華，知之時幸，【時幸　廣記卷二六七引作「特幸」。】為之不婚。偽魏王武承嗣暫借教姬人粧梳，納之，更不放還知之。知之乃作綠珠怨以寄之，其詞曰：「石家金谷重新聲，明珠十斛買娉婷。此日可憐偏自許，【此日可憐偏自許　本事詩、唐詩紀事卷六「此日」作「昔日」，「偏自許」作「君自許」。】此時歌舞得人情。君家閨閣不曾觀，【君家閨閣不曾觀　本事詩「觀」作「難」；唐詩紀事作「關」，疑是。】好將歌舞借人看。意氣雄豪非分理，驕矜勢力橫相干。【意氣雄豪非分理驕矜勢力橫相干　本事詩「意氣」作「富貴」，「驕矜」作「驕奢」。唐詩紀事「意氣雄豪」作「富貴英雄」。】辭君去君終不忍，徒勞掩袂傷鉛粉。【辭君去君終不忍徒勞掩袂傷鉛粉　本事詩「辭君」作「別君」，「鉛粉」作「紅粉」。唐詩紀事「去君」作「此去」，「掩袂」作「掩淚」。】百年離恨在高樓，一代容顏為君盡。」【百年離恨在高樓一代容顏為君盡　本事詩、唐詩紀事「離恨」作「離別」，「一代容顏」作「一旦紅顏」。】碧玉讀詩，飲淚不食，三日，投井而死。承嗣撩出屍，於裙帶上得詩，大怒，乃諷羅織人告之。遂斬知之於南市【南市　通鑑神功元年考異引作「市南」。】，破家籍沒。 \\n 周張易之為控鶴監，弟昌宗為秘書監，昌儀為洛陽令，競為豪侈。易之為大鐵籠，置鵝鴨於其內，當中取起炭火，【取起炭火　廣記卷二六七引作「爇炭火」。按：「取」字疑衍。】銅盆貯五味汁，鵝鴨繞火走，渴即飲汁，火炙痛即迴，【火炙痛即迴　廣記卷二六七引「即迴」作「旋轉」。】表裏皆熟，毛落盡，肉赤烘烘乃死。昌宗活攔驢於小室內，起炭火，置五味汁如前法。昌儀取鐵橛釘入地，縛狗四足於橛上，放鷹鷂活按其肉食，肉盡而狗未死，號叫酸楚，不復可聽。易之曾過昌儀，憶馬腸，取從騎破脇取腸，良久乃死。後誅易之、昌宗等，百姓臠割其肉，肥白如猪肪，煎炙而食。昌儀打雙脚折，抉取心肝而後死，斬其首送都。諺云「走馬報」。【走馬報　廣記卷二六七引作「狗馬報」。】 \\n 周秋官侍郎周興推劾殘忍，法外苦楚無所不為，時人號「牛頭阿婆」，百姓怨謗。興乃牓門判曰：「被告之人，問皆稱枉。斬決之後，咸悉無言。」 \\n 周侍御史侯思止，醴泉賣餅食人也，羅告準例酧五品。於上前索御史，上曰：「卿不識字。」對曰：「獬豸豈識字？但為國觸罪人而已。」遂授之。凡推勘，殺戮甚衆，更無餘語，但謂囚徒曰：「不用你書言筆語，但還我白司馬。若不肯來俊，即與你孟青。」橫遭苦楚非命者，不可勝數。白司馬者，【白司馬者　「司馬」下原有「坂」字，據廣記卷二六七引刪。按：此乃解釋侯思止之所言，且為歇後語，不當有「坂」字。】北邙山白司馬坂也；【白司馬坂也　原脫「白」字，據廣記卷二六七引增。】來俊者，中丞來俊臣也；孟青者，將軍孟青棒也。後坐私蓄錦，朝堂決殺之。 \\n 周明堂尉吉頊夜與監察御史王助同宿，王助以親故，為說綦連耀男大覺、小覺云：「應兩角麒麟也。耀字光翟，言光宅天下也。」頊明日錄狀付來俊臣，敕差河內王懿宗推，誅王助等四十一人，皆破家。後俊臣犯事，司刑斷死，進狀三日不出，朝野怪之。上入苑，吉頊攏馬，上問在外有何事意，頊奏曰：「臣幸預控鶴，為陛下耳目，在外惟怪來俊臣狀不出。」上曰：「俊臣於國有功，朕思之耳。」頊奏曰：「于安遠告虺貞反，其事並驗，今貞為成州司馬。俊臣聚結不逞，誣遘賢良，贓賄如山，冤魂滿路，國之賊也，何足惜哉！」上令狀出，誅俊臣於西市。敕追于安遠還，除尚食奉御，頊有力焉。除頊中丞，賜緋。頊理綦連耀事，以為己功，授天官侍郎、平章事。與河內王競，出為溫州司馬，卒。 \\n 成王千里使嶺南，取大蛇八九尺，以繩縛口，橫於門限之下。州縣參謁者，呼令入門，但知直視，無復瞻仰，踏蛇而驚，惶懼僵仆，被蛇繞數匝。良久解之，以為戲笑。又取龜及鱉，令人脫衣，縱龜等齧其體，終不肯放，死而後已。其人酸痛號呼，不可復言。王與姬妾共看，以為玩樂。然後以竹刺龜等口，遂齧竹而放人；艾灸鱉背，灸痛而放口。人被試者皆失魂至死，不平復矣。 \\n 朔方總管張仁亶好殺。【張仁亶　原作「張亶」。按：此指張仁亶，因避睿宗李旦嫌名，改為「仁愿」，曾為朔方總管，兩唐書有傳。今據補「仁」字。】時有突厥投化，亶乃作檄文駡默啜，言詞甚不遜。書其腹背，鑿其肌膚，涅之以墨，炙之以火，不勝楚痛，日夜作蟲鳥鳴。然後送與默啜，識字者宣訖，臠而殺之。匈奴怨望，不敢降。 \\n 殿中侍御史王旭括宅中別宅女婦風聲色目，有稍不承者，以繩勒其陰，令壯士彈竹擊之，酸痛不可忍。倒懸一女婦，以石縋其髮，遣證與長安尉房恒姦，經三日不承。女婦曰：「侍御如此，【侍御　原作「侍郎」，據廣記卷二六八引改。按：前稱王旭為殿中侍御史，則應作「侍御」。】若毒兒死，【若毒兒死　廣記卷二六八引「若毒」作「苦毒」，屬上為句。】必訴於冥司；若配入宮，必申於主上。終不相放。」旭慚懼，乃舍之。 \\n 監察御史李嵩、李全交，殿中王旭，京師號為「三豹」。嵩為赤黧豹，交為白額豹，旭為黑豹。皆狼戾不軌，鴆毒無儀，體性狂疎，精神慘刻。每訊囚，必舖棘臥體，削竹籤指，方梁壓髁，碎瓦搘膝，遣仙人獻果、玉女登梯、犢子懸駒、【遣仙人獻果犢子懸駒　廣記卷二六八引「遣」下有「作」字，是。又汪校云，明鈔本「駒」作「拘」。按：本卷下文云：「縛枷頭著樹，名曰犢子懸車。」疑當作「車」，「駒」、「拘」皆以音近致譌。】驢兒拔橛、鳳凰曬翅、獮猴鑽火、上麥索、下闌單，人不聊生，囚皆乞死。肆情鍛鍊，證是為非，任意指麾，傅空為實。周公、孔子，請伏殺人，伯夷、叔齊，求其劫罪。訊劾乾，水必有期，推鞫濕泥，塵非不久。來俊臣乞為弟子，索元禮求作門生。被追者皆相謂曰：「牽牛付虎，【牽牛付虎　後村詩話續集引「牛」作「羊」，疑是。】未有出期，縛鼠與猫，終無脫日。妻子永別，友朋長辭。」京中人相要，作呪曰：「若違心負教，橫遭三豹。」其毒害也如此。 \\n 京兆人高麗家貧，於御史臺替勳官遞送文牒。其時令史作偽帖，付高麗追人，擬嚇錢。事敗，令史逃走，追討不獲。御史張孝嵩捉高麗拷，膝骨落地，兩脚俱攣，抑遣代令史承偽。準法斷死訖，大理卿狀上：故事，準名例律，篤疾不合加刑。孝嵩勃然作色曰：「脚攣何廢造偽。」命兩人舁上市，【命兩人舁上市　「兩人」原作「乃」。廣記卷二六八原亦作「乃」，汪校據明鈔本改為「兩人」，今從之。】斬之。 \\n 周黔府都督謝祐兇險忍毒。則天朝，徙曹王於黔中，祐嚇云則天賜自盡，祐親奉進止，更無別勅。王怖而縊死。後祐於平閣上臥，婢妾十餘人同宿，夜不覺刺客截祐首去。後曹王破家，簿錄事得祐頭，漆之題「謝祐」字，以為穢器。方知王子令刺客殺之。 \\n 周默啜之陷恒、定州，和親使楊齊莊勅授三品，入匈奴，遂沒賊。將至趙州，褒公段瓚同沒，【褒公段瓚　原作「襄公段瓆」。按：段志玄子瓚襲褒國公，見舊書卷六八本傳，通鑑聖曆元年亦作「褒公段瓚」，今據改。下同。】喚莊共出走。莊懼，不敢發，瓚遂先歸。則天賞之，復舊任。齊莊尋至，勅付河內王懿宗鞫問。莊曰：「昔有人相莊，位至三品，有刀箭厄。莊走出被趕，斫射不死，走得脫來，願王哀之。」懿宗性酷毒，奏莊初懷猶豫，請殺之，勅依。引至天津橋南，於衛士舖鼓格上縛磔手足。令段瓚先射，三發皆不中；【三發皆不中　廣記卷二六八引作「三發皆中」。】又段瑾射之，中。又令諸司百官射，箭如蝟毛，仍氣殜殜然微動。即以刀當心直下，破至陰，割取心擲地，仍趌趌跳數十迴。懿宗忍毒如此。 \\n 楊務廉，孝和時造長寧、安樂宅倉庫成，特授將作大匠，坐贓數千萬免官。又上章奏聞陝州三門，鑿山燒石，巖側施棧道牽船。河流湍急，所顧夫並未與價直，苟牽繩一斷，棧梁一絕，則撲殺數十人。取顧夫錢糴米充數，即注夫逃走，下本貫禁父母兄弟妻子。牽船皆令繫二鈲於胸背，落棧着石，百無一存，滿路悲號，聲動山谷。皆稱楊務廉人妖也，天生此妖以破殘百姓。 \\n 監察御史李全交素以羅織酷虐為業，臺中號為「人頭羅刹」；殿中王旭號為「鬼面夜叉」。訊囚引枷柄向前，名為驢駒拔橛；縛枷頭着樹，【縛枷頭着樹　原無「縛」字，據廣記卷二六八引增。】名曰犢子懸車；兩手捧枷，累磚於上，號為仙人獻果；立高木之上，枷柄向後拗之，名玉女登梯。考柳州典廖福、【柳州典廖福　廣記卷二六八引「柳州」作「郴州」。】司門令史張性，並求神狐魅，皆遣喚鶴作鳳，證蛇成龍也。 \\n 陳懷卿，嶺南人也，養鴨百餘頭。後於鴨欄中除糞，糞中有光爚爚然。以盆水沙汰之，得金十兩。乃覘所食處，於舍後山足下，因鑿有麩金，銷得數十斤，【因鑿有麩金銷得數十斤　廣記卷四九五引「因鑿」作「土中」，「十」作「千」。】時人莫知。卿遂巨富，仕至梧州刺史。 \\n 周長安年初，前遂州長江縣丞夏文榮，時人以為判冥事。張鷟時為御史，出為處州司倉，替歸，往問焉。榮以杖畫地，作「柳」字，曰：「君當為此州。」至後半年，除柳州司戶，【除柳州司戶　原脫「戶」字，據廣記卷三二九引補。】後改德州平昌令。榮刻時日，晷漏無差。又蘇州嘉興令楊廷玉，則天之表姪也，貪狠無厭，著詞曰：「迴波爾時廷玉，打獠取錢未足。阿姑婆見作天子，傍人不得棖觸。」【阿姑婆見作天子傍人不得棖觸　「阿姑婆」原作「何姑恣」，據廣記卷三二九引改。又「棖觸」，廣記作「抵觸」。按：「棖觸」唐人多用，不誤。此為回波詞，六字為句，「阿姑婆見作天子」疑當作「阿姑婆作天子」或「阿姑見作天子」。】差攝御史康訔推奏斷死。【康訔　原作「康詈」。按：人名不應用「詈」字，據廣記卷三二九引改。】時母在都，見夏文榮，榮索一千張白紙，一千張黃紙，為廷玉禱，【為廷玉禱　原作「一為這逐」，不詞，據廣記卷三二九引改。】後十日來。母如其言，榮曰：「且免死矣，後十日內有進止。」果六日有勅，楊廷玉改盡老母殘年。【改盡老母殘年　廣記卷三二九引「改盡」作「奉養」，亦通。】又天官令史柳無忌造榮，榮書「衛漢郴」字，【榮書衛漢郴字　原作「榮書衛漢柳氏」，據廣記卷三二九引改。下同。按：下云平陽主薄，平陽為郴州屬縣，見舊書地理志三，可證作「郴」是。】曰：「衛多不成，漢、郴二州交加不定。」後果唱衛州錄事。關重，即唱漢州錄事。時鸞臺鳳閣令史進狀，訴天官注擬不平。則天責侍郎崔玄暐，玄暐奏：「臣注官極平。」則天曰：「若爾，吏部令史官共鸞臺鳳閣交換。」遂以無忌為郴州平陽主簿，鸞臺令史為漢州錄事焉。 \\n 周司禮卿張希望移舊居改造，見鬼人馮毅見之曰：「當新堂下有一伏屍，【當新堂下有一伏屍　「當」原作「堂」，據廣記卷三二九改。又「新堂」，廣記作「新廐」。】晉朝三品將軍，極怒，公可避之。」望笑曰：「吾少長已來，未曾知此事，公毋多言。」【公毋多言　「公毋」原作「父母」，形近致譌，據廣記卷三二九改。】後月餘日，毅入，見鬼持弓矢隨希望後，適登階，【適登階　「適」原作「遛」，據廣記卷三二九改。】鬼引弓射中肩膊間。【射中肩膊間　「肩膊」原作「膊脾」，據廣記卷三二九改。】望覺背痛，【望覺背痛　「背」原作「此自」，據廣記卷三二九改。按：「背」字蓋誤拆為二，又譌「此自」。】以手撫之，其日卒。【本條廣記云出志怪。】 \\n 周左司郎中鄭從簡所居廳事常不佳，【左司郎中　廣記卷三二九引作「左司員外郎」。】令巫者觀之，果有伏屍姓宗，妻姓寇，在廳基之下。使問之，曰：「君坐我門上，我出入常值君，君自不好，非我之為也。」掘之三丈，果得舊骸，有銘如其言。移出改葬，於是遂絕。 \\n 周地官郎中房穎叔除天官侍郎，明日欲上。其夜有厨子王老夜半起，忽聞外有人喚云：「王老不須起，房侍郎不上，後三日李侍郎上。」王老卻臥至曉，房果病，【房果病　「病」下原有「起」字，據廣記卷三二九引刪。】數日而卒。【數日而卒　廣記卷三二九引「數日」作「兩日」。按：上言「後三日李侍郎上」，以作「兩日」為長。】所司奏狀下，即除李迥秀為侍郎，其日謝，即上。王老以其言問諸人，皆云不知，方悟是神明所告也。 \\n 北齊稠禪師，鄴人也，幼落髮為沙彌。時輩甚衆，每休暇，常角力騰趠為戲。而禪師以劣弱見凌，紿侮毆擊者相繼，禪師羞之。乃入殿中，閉戶抱金剛足而誓曰：「我以羸弱為等類輕侮，為辱已甚，不如死也。汝以力聞，當佑我。我捧汝足七日，不與我力，必死於此，無還志。」約既畢，因至心祈之。初一兩夕，恒爾，念益固。至六日將曙，金剛形見，手執大鉢，滿中盛筋，謂稠曰：「小子欲力乎？」曰：「欲。」「念至乎？」曰：「至。」「能食筋乎？」曰：「不能。」神曰：「何故？」稠曰：「出家人斷肉故。」神因操鉢舉匕，以筋食之。禪師未敢食，乃怖以金剛杵，稠懼遂食。斯須食畢，神曰：「汝已多力，然善持教，勉旃！」神去且曉，乃還所居。諸同列問曰：「豎子頃何至？」稠不答。須臾於堂中會食，食畢，諸同列又戲毆，禪師曰：「吾有力，恐不堪於汝。」同列試引其臂，筋骨強勁，殆非人也。方驚疑，禪師曰：「吾為汝試之。」因入殿中，橫塌壁行，自西至東凡數百步，【自西至東　「至」原作「自」，據廣記卷九一引改。】又躍首至於梁數四。乃引重千鈞，其拳捷驍武勁。【其拳捷驍武勁　廣記卷九一引作「其拳捷驍武，動駭物聽」。】先輕侮者俯伏流汗，莫敢仰視。禪師後證果，居於林慮山。入山數十里，精廬殿堂，窮極壯大，諸僧從而禪者常數千人。齊文宣帝怒其聚衆，因領驍騎數萬，躬自往討，【因領驍騎數萬躬自往討　「躬」原作「射」。廣記卷九一引作「因領驍勇數百萬，躬自往討」，「射」當為「躬」字之誤，今據改。餘可兩通。】將加白刃焉。禪師是日領僧徒谷口迎候，文宣問曰：「師何遽此來？」稠曰：「陛下將殺貧僧，恐山中血污伽藍，故此谷口受戮。」文宣大驚，降駕禮謁，請許其悔過。禪師亦無言。文宣命設饌，施畢，請曰：「聞師金剛處祈得力，今欲見師効少力，可乎？」稠曰：「昔力者，人力耳。今為陛下見神力，欲見之乎？」文宣曰：「請與同行寓目。」先是，禪師造寺，諸方施木數千根，臥在谷口。禪師呪之，諸木起立空中，自相搏擊，聲若雷霆，鬥觸摧折，繽紛如雨。文宣大懼，從官散走，文宣叩頭請止之。因勅禪師度人造寺，無得禁止。後於并州營幢子未成，遘病，臨終嘆曰：「夫生死者，人之大分，如來尚所未免。但功德未成，以此為恨耳。死後願為大力長者，繼成此功。」言終而化。至後三十年，隋帝過并州見此寺，心中渙然記憶，有似舊修行處，頂禮恭敬，無所不為。處分并州大興營葺，其寺遂成。時人謂帝大力長者云。 \\n 真臘國在驩州南五百里。其俗有客設檳榔、龍腦香、蛤屑等，以為賞宴。其酒比之淫穢，私房與妻共飲，對尊者避之。又行房不欲令人見，此俗與中國同。國人不着衣服，見衣服者共笑之。俗無鹽鐵，以竹弩射虫鳥。 \\n 五溪蠻父母死，於村外閣其屍，三年而葬。打鼓路歌，親屬飲宴舞戲一月餘日。盡產為棺，餘臨江高山半肋鑿龕以葬之。【餘臨江高山　廣記卷四八二汪校云，黃本「餘」作「飲」。按：「餘」或為「於」字之誤。】自山上懸索下柩，彌高者以為至孝，即終身不復祀祭。初遭喪，三年不食鹽。 \\n 嶺南獠民好為蜜唧。即鼠胎未瞬、通身赤蠕者，飼之以蜜，釘之筵上，囁囁而行。以筯夾取啖之，唧唧作聲，故曰蜜唧。 \\n 梁有磕頭師者，極精進，梁武帝甚敬信之。後勅使喚磕頭師，帝方與人棊，【帝方與人棊　「方」原作「亦」，據廣記卷一二五引改。】欲殺一段，應聲曰：「殺卻。」使遽出而斬之。帝棊罷，曰：「喚師。」使答曰：「向者陛下令人殺卻，臣已殺訖。」帝嘆曰：「師臨死之時有何言？」使曰：「師云：『貧道無罪。前劫為沙彌時，以鍫剗地，誤斷一曲蟮。帝時為蟮，今此報也。』」帝流淚悔恨，亦無及焉。 \\n 建昌王武攸寧別置勾使，法外枉徵財物，百姓破家者十而九，告冤於天，吁嗟滿路。為大庫長百步，二百餘間，所徵獲者貯在其中。天火燒之，一時蕩盡。衆口所呪，攸寧尋患足腫，粗於瓮，其酸楚不可忍，數月而終。【本條見廣記卷一二六，未注出處。】 \\n 乾封年中，京西明寺僧曇暢將一奴二騾，向岐州稜法師處聽講。道逢一道人，着衲帽弊衣，搯數珠，自云賢者五戒講。夜至馬嵬店宿，五戒禮佛誦經，半夜不歇，暢以為精進。一練至四更，即共同發，去店十餘里，忽袖中出兩刃刀矛，便刺殺暢。其奴下馬入草走。其五戒騎騾，驅馱即去。主人未曉，夢暢告云：「昨夜五戒殺貧道。」須臾奴走到，告之如夢。時同宿三衛子被持弓箭，乘馬趕四十餘里，以弓箭擬之，即下騾乞死。縛送縣，決殺之。 \\n 後魏末，嵩陽杜昌妻柳氏甚妬。有婢金荊，昌沐，令理髮，柳氏截其雙指。無何，柳被狐刺螫，指雙落。又有一婢名玉蓮，能唱歌，昌愛而嘆其善，柳氏乃截其舌。後柳氏舌瘡爛，事急，就稠禪師懺悔。禪師已先知，謂柳氏曰：「夫人為妬，前截婢指，已失指；又截婢舌，今又合斷舌。悔過至心，乃可以免。」柳氏頂禮求哀，經七日，禪師令大張口，呪之，有二蛇從口出，一尺以上，急呪之，遂落地，舌亦平復。自是不復妬矣。 \\n 貞觀中，濮陽范略妻任氏，略先幸一婢，任以刀截其耳鼻，略不能制。有頃，任有娠，誕一女無耳鼻。女年漸大，其婢仍在。女問，具說所由，女悲泣，以恨其母。母深有愧色，悔之無及。 \\n 廣州化蒙縣丞胡亮從都督周仁軌討獠，得一首領妾，幸之。至縣，亮向府不在，妻賀氏乃燒釘烙其雙目，妾遂自縊死。後賀氏有娠，產一蛇，兩目無睛。【兩目無睛　「睛」原作「精」，據廣記卷一二九改。】以問禪師，師曰：「夫人曾燒鐵烙一女婦眼，以夫人性毒，故為蛇報，此是被烙女婦也。夫人好養此蛇，可以免難。不然禍及身矣。」賀氏養蛇一二年漸大，不見物，惟在衣被中。亮不知也，撥被見蛇，大驚，以刀斫殺之。賀氏兩目俱枯，不復見物，悔而無及焉。 \\n 梁仁裕為驍衛將軍，先幸一婢，妻李氏甚妬而虐，縛婢擊其腦。婢號呼曰：「在下卑賤，勢不自由。娘子鎖項，苦毒何甚！」婢死後月餘，李氏病，常見婢來喚。李氏頭上生四處癉疽，腦潰，晝夜鳴叫，苦痛不勝，數月而卒。 \\n 荊州枝江縣主簿夏榮判冥司。縣丞張景先寵其婢，厥妻楊氏妬之。景出使不在，妻殺婢，投之於厠。景至，紿之曰婢逃矣。景以妻酷虐，不問也。婢訟之於榮，榮追對之，問景曰：「公夫人病困，說形狀。」景疑其有私也，怒之。榮曰：「公夫人枉殺婢，投於厠。今見推勘，公試問之。」【公試問之　「試」原作「誠」，據廣記卷一二九引改。】景悟，問其婦，婦病甚，具首其事。榮令厠內取其骸骨，香湯浴之，厚加殯葬。婢不肯放，月餘而卒。 \\n 左僕射韋安石女適太府主簿李訓。訓未婚以前有一妾，成親之後遂嫁之，已易兩主。女患傳屍瘦病，恐妾厭禱之，安石令河南令秦守一捉來，搒掠楚苦，竟以自誣。前後決三百以上，投井而死。不出三日，其女遂亡，時人咸以為冤魂之所致也。安石坐貶蒲州，太極元年八月卒。 \\n 王弘，【王弘　舊書卷一八六上並通鑑天授元年均作「王弘義」。】冀州恒水人，少無賴，告密羅織善人。曾游河北趙、貝，【河北趙貝　「貝」原作「具」，據通鑑天授元年改。】見老人每年作邑齋，遂告二百人，授游擊將軍。俄除侍御史。時有告勝州都督王安仁者，密差弘往推索，大枷夾頸，安仁不承伏。遂於枷上斫安仁死，便即脫之。其男從軍，亦擒而斬之。至汾州，與司馬毛公對食，須臾喝下，斬取首級，百姓震悚。後坐誣枉流雷州，將少姬花嚴，素所寵也。弘於舟中偽作敕追，花嚴諫曰：「事勢如此，何忍更為不軌乎？」弘怒曰：「此老嫗欲敗吾事。」縛其手足，投之於江。船人救得之，弘又鞭二百而死，埋於江上。俄而偽敕發，御史胡元禮推之，錮身領迴。至花嚴死處，忽云「花嚴來喚對事」。左右皆不見，唯弘稱「叩頭死罪」，如受枷棒之聲，夜半而卒。 \\n 餘杭人陸彥夏月死十餘日，見王，云：「命未盡，放歸。」左右曰：「宅舍亡壞不堪。」時滄州人李談新來，其人合死，王曰：「取談宅舍與之。」彥遂入談柩中而蘇，遂作吳語，不識妻子，具說其事。遂向餘杭訪得其家，妻子不認，具陳由來，乃信之。 \\n 天后中，涪州武龍界多虎暴。有一獸似虎而絕大，日正中，逐一虎直入人家，噬殺之，亦不食其肉。自是縣界不復有虎矣。錄奏，檢瑞圖乃酋耳，【瑞圖　歷代小史作「瑞應圖」。】不食生物，有虎暴則殺之。 \\n 天后中，成王千里將一虎子來宮中養，損一宮人，遂令生餓，數日而死。天后令葬之，其上起塔，設千人供，勒碑號為「虎塔」。至今猶在。 \\n 傅黃中為越州諸暨縣令，有部人飲大醉，夜中山行，臨崖而睡。忽有虎臨其上而嗅之，虎鬚入醉人鼻中，遂噴嚏，聲震虎，遂驚躍，便即落崖。腰胯不遂，為人所得。 \\n 陽城居夏縣，【陽城　按：陽城為德宗時人，與張鷟時代不相及。此條見廣記卷一八七，云出國史補。按：見今本卷上。】拜諫議大夫；鄭鋼【原注：一本作「錮」】居閿鄉，拜拾遺；李周南居曲江，拜校書郎。時人以為轉遠轉高，轉近轉卑。 \\n 袁守一性行淺促，時人號為「料鬥鳧翁鷄」。任萬年尉，雍州長史竇懷貞每欲鞭之。乃於中書令宗楚客門餉生菜，【中書令　原誤倒為「書中令」，據廣記卷二五九引乙正。】除監察，懷貞未知也。貞高揖曰：「駕欲出，公作如此檢校。」守一即彈之。月餘，貞除左臺御史大夫，守一請假不敢出，【不敢出　「敢」原作「改」，據廣記卷二五九引改。】乞解。貞呼而慰之，守一兢惕不已。楚客知之，為除右臺侍御史，於朝堂抗衡於貞曰：「與公羅師。」羅師者，市郭兒語，無交涉也。無何，楚客以反誅，守一以其黨配流端州。 \\n 黃門侍郎崔泰之哭特進李嶠詩曰：「臺閣神仙地，衣冠君子鄉。昨朝猶對坐，今日忽云亡。魂隨司命鬼，魄遂閻羅王。此時罷懽笑，無復向朝堂。」 \\n 尚書右丞陸餘慶轉洛州長史，其子嘲之曰：「陸餘慶，筆頭無力嘴頭硬。一朝受詞訟，【詞訟　原作「詔訟」，據廣記卷二五九引改。】十日判不竟。」送案褥下。餘慶得而讀之，曰：「必是那狗。」遂鞭之。 \\n 周定州刺史孫彥高被突厥圍城數十重，不敢詣廳，文符須徵發者於小窗接入，鎖州宅門。及賊登壘，乃入匱中藏，令奴曰：「牢掌鑰匙，賊來索，慎勿與。」【慎勿與　以上說郛分為兩條，文異而事略同。惟以下一段為寶顏堂本所無：「其愚怯皆此類。俄而陷沒，刺史之宅先殲焉。浮休子曰：孫彥高之智也，似鼠固其穴，不知水灌而鼠亡；鳥固其巢，不知林燔而鳥殞。禽獸之不若，何以處二千石之秩乎！」下文「昔有愚人入京選」云云，又不見於說郛。】昔有愚人入京選，皮袋被賊盜去，其人曰：「賊偷我袋，將終不得我物用。」或問其故，答曰：「鑰匙尚在我衣帶上，彼將何物開之？」此孫彥高之流也。 \\n 姜師度好奇詭，為滄州刺史兼按察，造搶車運糧，開河築堰，州縣鼎沸。於魯城界內種稻置屯，穗蟹食盡，又差夫打蟹。苦之，歌曰：「鹵地抑種稻，【鹵地抑種稻　廣記卷二五九引作「魯地一種稻」。】一槩被水沫。年年索蟹夫，百姓不可活。」又為陝州刺史，以永豐倉米運將別徵三錢，計以為費。一夕忽云得計，立注樓，從倉建槽，直至於河，長數千丈，而令放米。其不快處，具大杷推之，米皆損耗，多為粉末。兼風激揚，凡一函失米百石，而動即千萬數。遣典庾者償之，家產皆竭；復遣輸戶自量，至有償數十斛者。甚害人，方停之。 \\n 岐王府參軍石惠恭與監察御史李全交詩曰：【石惠恭　廣記卷二五九引「恭」作「泰」。】「御史非長任，參軍不久居。待君遷轉後，此職還到余。」因競放牒往來，全交為之判十餘紙以報，乃假手於拾遺張九齡。 \\n 御史中丞李謹度，宋璟引致之。遭母喪，不肯舉發哀，訃到皆匿之。官寮苦其無用，令本貫瀛州申謹度母死。尚書省牒御史臺，然後哭。其庸猥皆此類也。 \\n 王怡為中丞，憲臺之穢；姜晦為掌選侍郎，吏部之穢；崔泰之為黃門侍郎，門下之穢。號為「京師三穢」。 \\n 陽滔為中書舍人，時促命制敕，令史持庫鑰他適，無舊本檢尋，乃斵窗取得之，時人號為「斵窗舍人」。 \\n 國子進士【原注：一作「祭酒」】辛弘智詩云：「君為河邊草，逢春心剩生。妾如堂上鏡，【妾如堂上鏡　唐詩紀事卷三五「堂」作「臺」。】得照始分明。」同房學士常定宗為改「始」字為「轉」字，遂爭此詩，皆云我作。乃下牒見博士，羅為宗判云：【羅為宗　廣記卷二五九引「為宗」作「道宗」，唐詩紀事、後村詩話續集又作「道琮」。】「昔五字定表，以理切稱奇；今一言競詩，【今一言競詩　原無「今」字，據廣記卷二五九引並唐詩紀事增。】取詞多為主。詩歸弘智，【詩歸弘智　後村詩話引「詩」作「始」，義長。】『轉』還定宗。以狀牒知，任為公驗。」【任為公驗　「公」下原有「之」字，廣記卷二五九汪校云據明鈔本刪，與唐詩紀事合，今從之。】 \\n 杭州參軍獨孤守忠領租船赴都，夜半急追集船人，更無他語，乃曰：「逆風必不得張帆。」衆大哂焉。 \\n 王熊為澤州都督，府法曹斷掠糧賊，惟各決杖一百。【惟各決杖一百　廣記卷二六０汪校云，明鈔本「惟各」作「準格」。義長。】通判，熊曰：「總掠幾人？」法曹曰：「掠七人。」熊曰：「掠七人，合決七百。法曹曲斷，府司科罪。」時人哂之。前尹正義為都督公平，後熊來替，百姓歌曰：「前得尹佛子，後得王癩獺。判事驢咬瓜，喚人牛嚼沫。【喚人牛嚼沫　廣記卷二六０引「沫」作「鈇」。】見錢滿面喜，無鏹從頭喝。嘗逢餓夜叉，百姓不可活。」 \\n 冀州參軍麴崇裕送司功入京詩云：「崇裕有幸會，得遇明流行。司士向京去，曠野哭聲哀。」司功曰：「大才士。先生其誰？」曰：「吳兒博士教此聲韻。」司功曰：「師明弟子哲。」 \\n 滑州靈昌尉梁士會，官科鳥翎，里正不送。舉牒判曰：「官喚鳥翎，何物里正，不送鳥翎！」佐使曰：「公大好判，『鳥翎』太多。」會索筆曰：「官喚鳥翎，何物里正，不送雁翅！」【雁翅　原作「烏翎」，與前重複，據廣記卷二六０引改。】有識之士聞而笑之。 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷三", "正文": "  \\n 朝野僉載卷三 \\n 　 \\n  \\n 則天朝，太僕卿來俊臣之強盛，朝官側目，上林令侯敏偏事之。其妻董氏諫止之曰：「俊臣，國賊也，勢不久。一朝事敗，黨附先遭，君可敬而遠之。」敏稍稍引退。俊臣怒，出為涪州武龍令。敏欲棄官歸，董氏曰：「速去，莫求住。」遂行至州，投刺參州將，錯題一張紙。州將展看，尾後有字，大怒曰：「脩名不了，何以為縣令！」不放上。敏憂悶無已，董氏曰：「且住，莫求去。」停五十日，忠州賊破武龍，殺舊縣令，掠家口並盡。敏以不計上獲全。後俊臣誅，逐其黨流嶺南，敏又獲免。 \\n 唐冀州長史吉懋欲為男頊娶南宮縣丞崔敬女，【吉懋　廣記卷二七一引同，汪校云明鈔本作「吉哲」。按：新書卷七四下宰相世系表亦作「哲」，本書卷六云「太常博士吉頊父皙易州刺史」，「皙」當為「哲」字之誤，可證作「哲」是。】敬不許。因有故脇以求親，敬懼而許之。擇日下函，並花車卒至門首。【門首　原作「門者」，據廣記卷二七一引改。】敬妻鄭氏初不知，抱女大哭，曰：「我家門戶低，【我家門戶低　廣記卷二七一引「低」作「底」，亦通。】不曾有吉郎。」女堅臥不起。其小女白其母曰：「父有急難，殺身救解。設令為婢，尚不合辭；姓望之門，何足為恥。姊若不可，兒自當之。」遂登車而去。頊遷平章事，賢妻達節，談者榮之。頊坐與河內王武懿宗爭競，出為溫州司馬而卒。 \\n 監察御史李畬母清素貞潔，畬請祿米送至宅，母遣量之，賸三石。問其故，令史曰：「御史例不槩賸。」【例不槩賸　廣記卷二七一引無「賸」字。】又問車脚幾錢，又曰：「御史例不還脚錢。」母怒，令還所賸米及脚錢以責畬，畬乃追倉官科罪。諸御史皆有慚色。 \\n 文昌左丞盧獻女第二，先適鄭氏，其夫早亡，誓不再醮。姿容端秀，言辭甚高。姊夫羽林將軍李思沖，姊亡之後，奏請續親，許之，兄弟並不敢白。思沖擇日備禮，贄幣甚盛。執贄就宅，盧氏拒關，抗聲詈曰：「老奴，我非汝匹也。」乃踰垣至所親家截髮。思沖奏之，敕不奪其志。後為尼，甚精進。 \\n 滄州弓高鄧廉妻李氏女，嫁未周年而廉卒。李年十八守志，設靈几，每日三上食臨哭，布衣蔬食六七年。忽夜夢一男子，容止甚都，欲求李氏為偶，李氏睡中不許之。自後每夜夢見，李氏竟不受。以為精魅，書符呪禁，終莫能絕。李氏嘆曰：「吾誓不移節，而為此所撓，蓋吾容貌未衰故也。」乃拔刀截髮，麻衣不濯，蓬鬢不理，垢面灰身。其鬼又謝李氏曰：「夫人竹栢之操，不可奪也。」自是不復夢見。郡守旌其門閭，至今尚有節婦里。 \\n 楊盈川姪女曰容華，幼善屬文，嘗為新粧詩，好事者多傳之。詩曰：「宿鳥驚眠罷，房櫳乘曉開。鳳釵金作縷，鸞鏡玉為臺。粧似臨池出，人疑向月來。自憐終不見，欲去復徘徊。」 \\n 初，兵部尚書任瓌敕賜宮女二人，【任瓌　原作「任環」，廣記卷二七二引作「任瓌」，與舊書卷五九本傳合，據改。下同。】皆國色。妻妬，爛二女頭髮禿盡。太宗聞之，令上宮齎金壺缾酒賜之，【上宮　原作「上官」，據廣記卷二七二引改。按：上宮即尚宮。】云：「飲之立死。瓌三品，合置姬媵。爾後不妬，不須飲；若妬，即飲之。」柳氏拜敕訖，【柳氏　舊書卷五九任瓌傳作「劉氏」。】曰：「妾與瓌結髮夫妻，俱出微賤，更相輔翼，遂致榮官。瓌今多內嬖，誠不如死。」飲盡而臥，然實非酖也，至夜半睡醒。帝謂瓌曰：「其性如此，朕亦當畏之。」因詔二女令別宅安置。 \\n 隋開皇中，京兆韋袞有奴曰桃符，每征討將行，有膽力。袞至左衛中郎，以桃符久從驅使，乃放從良。桃符家有黃■〈牜孛〉，宰而獻之，因問袞乞姓。袞曰：「止從我姓為韋氏。」符叩頭曰：「不敢與郎君同姓。」袞曰：「汝但從之，此有深意。」故至今為「黃犢子韋」，即韋庶人其後也。不許異姓者，蓋慮年代深遠，子孫或與韋氏通婚，此其意也。 \\n 則天后嘗夢一鸚鵡，羽毛甚偉，兩翅俱折。以問宰臣，羣公默然，內史狄仁傑曰：「鵡者，陛下姓也；兩翅折，陛下二子廬陵、相王也。陛下起此二子，兩翅全也。」武承嗣、武三思連項皆赤。後契丹圍幽州，檄朝廷曰「還我廬陵、相王來」，則天乃憶狄公之言，曰：「卿曾為我占夢，今乃應矣。朕欲立太子，何者為得？」仁傑曰：「陛下內有賢子，【陛下內有賢子　原無「內」字，據廣記卷二七七及通鑑聖曆元年考異引增。按：「內有賢子」與下「外有賢姪」為對文，顯脫「內」字。】外有賢姪，取舍詳擇，斷在聖衷。」則天曰：「我自有聖子，承嗣、三思是何疥癬！」承嗣等懼，掩耳而走。即降敕追廬陵，【即降敕追廬陵　通鑑聖曆元年考異引此下有「河內王等奏，不許入城，龍門安置。賊徒轉盛，陷沒冀州，則天急」二十四字。】立為太子，充元帥。初募兵，無有應者，聞太子行，北邙山頭皆兵滿，無容人處。賊自退散。 \\n 薛季昶為荊州長史，夢猫兒伏臥於堂限上，頭向外。以問占者張猷，猷曰：「猫兒者，爪牙；伏門限者，閫外之事。君必知軍馬之要。」未旬日，除桂州都督、嶺南招討使。 \\n 給事中陳安平子年滿赴選，與鄉人李仙藥臥。夜夢十一月養蠶，仙藥占曰：「十一月養蠶，冬絲也，君必送東司。」數日，果送吏部。 \\n 饒陽李瞿雲勳官番滿選，【番滿　「番」原作「方」，據廣記卷二七七引改。】夜夢一母猪極大，李仙藥占曰：「母猪，■〈犭屯〉主也，君必得屯主。」數日，果如其言。 \\n 張鷟曾夢一大鳥紫色，五彩成文，飛下至庭前不去。以告祖父，云：「此吉祥也。昔蔡衡云，鳳之類有五：其色赤者，文章鳳也；青者，鸞也；黃者，鵷鶵也；白者，鴻鵠也；紫者，鸑鷟也。此鳥為鳳凰之佐，汝當為帝輔也。」遂以為名字焉。鷟初舉進士，至懷州，夢慶雲覆其身。其年對策，考功員外騫味道以為天下第一。又初為岐王屬，夜夢着緋乘驢，睡中自怪：我綠衣當乘馬，何為衣緋却乘驢？其年應舉及第，授鴻臚丞。未經考而授五品，此其應也。 \\n 河東裴元質初舉進士，明朝唱策，夜夢一狗從竇出，挽弓射之，其箭遂撆。以為不祥，問曹良史，曰：「吾往唱策之夜，亦為此夢。夢神為吾解之曰：狗者，第字頭也；弓，第字身也；箭者，第豎也；有撆為第也。」尋而唱第，果如夢焉。 \\n 右丞盧藏用、中書令崔湜，太平黨，被流嶺南。至荊州，湜夜夢講坐下聽法而照鏡，問善占夢張猷。謂盧右丞曰：「崔令公大惡夢。坐下聽講，法從上來也；鏡字，金傍竟也。其竟於今日乎！」尋有御史陸遺勉齎敕令湜自盡。【陸遺勉　廣記卷二七九引「勉」作「免」。】 \\n 洛州杜玄有牛一頭，玄甚憐之。夜夢見其牛有兩尾，以問占者李仙藥，曰：「牛字有兩尾，失字也。」經數日，果失之。 \\n 載初年中，來俊臣羅織，告故庶人賢二子夜遣巫祈禱星月，呪咀不道。栲楚酸痛，奴婢妄證，二子自誣，並鞭殺之，朝野傷痛。浮休子張鷟曰：下里庸人，多信厭禱，小兒婦女，甚重符書。蘊慝崇奸，搆虛成實。【搆虛成實　原無「成」字，據廣記卷二八三引增。】埳土用血，【埳土用血　原無「埳」字，據廣記卷二八三引增。】誠伊戾之故為；掘地埋桐，乃江充之擅造也。 \\n 韋庶人之全盛日，好厭禱，并將昏鏡以照人，令其速亂，與崇仁坊邪俗師婆阿來專行厭魅。【邪俗師婆阿來　「邪俗師婆」原作「邢俗師姿」，據廣記卷二八三引改。】平王誅之。後往往於殿上掘得巫蠱，皆逆韋之輩為之也。 \\n 韋庶人葬其父韋玄貞，【韋玄貞　原作「韋貞」，據舊書卷五一韋庶人傳增「玄」字。】號酆王。葬畢，官人路見鬼師雍文智，【官人　原作「宮人」，據廣記卷二八三引改，下同。按：下云「宜與賞着綠與着緋」，則非指宮人。】詐宣酆王教曰：「常作官人，甚大艱苦，宜與賞，着綠者與緋。」韋庶人悲慟，欲依鬼教與之。未處分間，有告文智詐受賂賄驗，遂斬之。 \\n 中宗之時，有見鬼師彭君卿被御史所辱。他日，對百官總集，詐宣孝和敕曰：「御史不檢校，【御史不檢校　廣記卷二八三引「檢校」上有「存」字。】去却巾帶。」即去之。曰：「有敕與一頓杖。」大使曰：「御史不奉正敕，不合決杖。」君卿曰：「若不合，有敕且放却。」御史裹頭，仍舞蹈拜謝而去。觀者駭之。 \\n 浮休子張鷟為德州平昌令，大旱。郡符下令以師婆、師僧祈之，二十餘日無效。浮休子乃推土龍倒，其夜雨足。江淮南好鬼，多邪俗，病即祀之，無醫人。浮休子曾於江南洪州停數日，遂聞土人何婆善琵琶卜，與同行郭司法質焉。其何婆士女填門，餉遺滿道，顏色充悅，心氣殊高。郭再拜下錢，問其品秩。何婆乃調絃柱，和聲氣曰：「箇丈夫富貴。今年得一品，明年得二品，後年得三品，更後年得四品。」郭曰：「阿婆錯，品少者官高，品多者官小。」何婆曰：「今年減一品，明年減二品，後年減三品，更後年減四品，更得五六年總沒品。」郭大駡而起。 \\n 崇仁坊阿來婆彈琵琶卜，【崇仁坊　「坊」原作「方」，廣記卷二八三引作「坊」，與前「韋庶人」條合，今據改。】朱紫填門。浮休子張鷟曾往觀之，見一將軍，紫袍玉帶甚偉，下一疋紬綾，請一局卜。來婆鳴絃柱，燒香，合眼而唱：「東告東方朔，西告西方朔，南告南方朔，北告北方朔，上告上方朔，下告下方朔。」將軍頂禮既，告請甚多，必望細看，以決疑惑。遂即隨意支配。 \\n 咸亨中，趙州祖珍儉有妖術。懸水瓮於梁上，以刃斫之，繩斷而瓮不落。又於空房內密閉門，置一瓮水，橫刀其上。人良久入看，見儉支解五段，水瓮皆是血。人去之後，平復如初。冬月極寒，石臼水凍，呪之拔出。賣卜於信都市，日取百錢。蓋君平之法也。後被人糺告，引向市斬之，顏色自若，了無懼。命紙筆作詞，精神不撓。 \\n 凌空觀葉道士呪刀，盡力斬病人肚，橫桃柳於腹上，桃柳斷而內不傷。【內不傷　廣記卷二八五引「內」作「肉」，疑是。】復將雙刀斫一女子，應手兩斷，血流遍地，家人大哭。道人取續之，噴水而呪，須臾平復如故。 \\n 河南府立德坊及南市西坊皆有胡祆神廟。每歲商胡祈福，烹猪羊，琵琶鼓笛，酣歌醉舞。酹神之後，募一胡為祆主，看者施錢並與之。其祆主取一橫刀，利同霜雪，吹毛不過，以刀刺腹，刃出於背，仍亂擾腸肚流血。食頃，噴水呪之，平復如故。此蓋西域之幻法也。 \\n 涼州祆神祠，至祈禱日祆主以鐵釘從額上釘之，直洞腋下，即出門，身輕若飛，須臾數百里。至西祆神前舞一曲即却，至舊祆所乃拔釘，無所損。臥十餘日，平復如故。莫知其所以然也。 \\n 明崇儼有術法。大帝試之，為地窖，遣妓奏樂。引儼至，謂曰：「此地常聞管絃，是何祥也？卿能止之乎？」儼曰：「諾。」遂書二桃符，於其上釘之，其聲寂然。上笑喚妓人問，云見二龍頭張口向上，遂怖懼，不敢奏樂也。上大悅。 \\n 蜀縣令劉靜妻患疾，【蜀縣令劉靜　「蜀」原作「羅」，據廣記卷二八五引改。又廣記「靜」作「靖」，下同。】正諫大夫明崇儼診之，【正諫大夫明崇儼　「諫」下原有「議」字。廣記卷二八五引作「正諫大夫」，與史合，今據改。】曰須得生龍肝，食之必愈。靜以為不可得，儼乃畫符，乘風放之上天。須臾有龍下，入瓮水中，剔取食之而差。大帝盛夏須雪及枇杷、龍眼，儼坐頃間，往陰山取雪，嶺南取果子並到，食之無別。時四月，瓜未熟，【時四月瓜未熟　廣記卷二八五引無「四月」二字。】上思之，儼索百錢將去，須臾得一大瓜，云緱氏老人園內得之。上追老人至問之，云土埋一瓜擬進，適賣，唯得百錢耳。儼獨坐堂中，【儼獨坐堂中　廣記卷二八五引「坐」作「臥」。】夜被刺死，刀子仍在心上。敕求賊甚急，竟無踪緒。或以為儼役鬼勞苦，被鬼殺之。孔子曰：「攻乎異端，斯害也已。」信哉！ \\n 則天朝有鼎師者，瀛州博野人，有奇行。太平公主進，則天試之，以銀瓮盛酒三斗，一舉而飲盡。又曰：「臣能食醬。」即令以銀缸盛醬一斗，鼎師以匙抄之，須臾即竭。則天欲與官，鼎曰：「情願出家。」即與剃頭。後則天之復辟也，鼎曰：「如來螺髻，菩薩寶首，若能修道，何必剃除。」遂長髮。使張潛決一百，不廢行動，亦無瘡疾，時人莫測。 \\n 大足中，有祅妄人李慈德，【有祅妄人李慈德　句上原誤重「李慈德」三字，據廣記卷二八五引刪。】自云能行符書厭，則天於內安置。布豆成兵馬，畫地為江河，與給使相知削竹為槍，纏被為甲，三更於內反，宮人擾亂相殺者十二三。羽林將軍楊玄基聞內裏聲叫，領兵斬關而入，殺慈德、閹豎數十人。惜哉，慈德以厭為客，以厭而喪。 \\n 孝和帝令內道場僧與道士各述所能，久而不決。玄都觀葉法善取胡桃二升，并殼食之並盡。僧仍不伏。法善燒一鐵鉢，赫赤兩合，【赫赤兩合　廣記卷二八五引「兩合」作「兩手」，屬下讀。】欲合老僧頭上，僧唱「賊」，袈裟掩面而走。【掩面而走　廣記卷二八五引「掩面」作「掩頭」。】孝和撫掌大笑。 \\n 道士羅公遠，幼時不慧。入梁山數年，忽有異見，言事皆中，敕追入京。先天中，皇太子設齋，遠從太子乞金銀器物，太子靳固不與。遠曰：「少時自取。」太子自封署房門，須臾開視，器物一無所見。東房先封閉，往視之，器物並在其中。又借太子所乘馬，太子怒，不與。遠曰：「已取得來，見於後園中放在。」太子急往櫪上檢看，馬在如故。侍御史袁守一將食器數枚，就羅公遠看年命，奴擎衣襆在門外，不覺須臾在公遠衣箱中。諸人大驚，莫知其然。 \\n 歐陽通，詢之子，善書，瘦怯於父。常自矜能書，必以象牙、犀角為筆管，狸毛為心，覆以秋兔毫；松烟為墨，末以麝香；紙必須堅薄白滑者，乃書之。蓋自重其書。薛純陀亦効歐陽草，傷於肥鈍，亦通之亞也。 \\n 孟知儉，并州人，少時病，忽亡。見衙府如平生時，不知其死，逢故人為吏，謂曰：「因何得來？」具報之，乃知是冥途。吏為檢尋，曰：「君平生無修福處，何以得還！」儉曰：「一生誦多心經及高王經，雖不記數，亦三四萬遍。」重檢，獲之，遂還。吏問：「欲知官乎？」曰：「甚要。」遂以簿示之，云「孟知儉合運出身，為曹州參軍，轉鄧州司僉」，即掩却不許看。遂至荒榛，入一黑坑，遂活。不知「運」是何事，尋有敕募運糧，因放選授曹州參軍。乃悟曰：「此州吾不見小書耳。」滿授鄧州司僉。去任，又選唱晉州判司，未過而卒。 \\n 貞觀中，頓丘縣有一賢者，於黃河渚上拾菜，得一樹栽子大如指。持歸，蒔之三年，乃結子五顆，味狀如柰，又似林檎多汁，異常酸美。送縣，縣上州，以其味奇，乃進之，賜綾一十疋。後樹長成，漸至三百顆，每年進之，號曰「朱柰」，至今存。德、貝、博等州，取其枝接，所在豐足。人以為從西域來，礙渚而住矣。【礙渚而住矣　「住」原作「往」，據廣記卷四一０引改。】 \\n 西晉末有旌陽縣令許遜者，得道於豫章西山。江中有蛟為患，旌陽沒水，劍斬之。後不知所在。頃漁人網得一石甚鳴，擊之聲聞數十里。唐朝趙王為洪州刺史，破之得劍一雙，視其銘一有「許旌陽」字，一有「萬仞」字。遂有萬仞師出焉。 \\n 上元年中，令九品以上配刀礪等袋，【配刀礪等袋　程大昌演繁露卷十龜符條引作「佩刀礪算袋」，是。】彩帨為魚形，結帛作之。取魚之象，強之兆也。【強之兆也　演繁露引作「鯉之強兆也」，是。】至天后朝乃絕。景雲之後又復前，結白魚為餅。【景雲【至】為餅　廣記卷二三一引作「景雲之後，又復前飾」。演繁露引作「景雲唐復興，又準前結帛為飾」。】 \\n 中宗令揚州造方丈鏡，鑄銅為桂樹，金花銀葉，帝每騎馬自照，人馬並在鏡中。專知官高郵縣令幼臨也。【專知官高郵縣令幼臨也　廣記卷二三一引無此句。】 \\n 睿宗先天二年正月十五、十六夜，於京師安福門外作燈輪高二十丈，衣以錦綺，飾以金玉，燃五萬盞燈，簇之如花樹。宮女千數，衣羅綺，曳錦繡，耀珠翠，施香粉。一花冠、一巾帔皆萬錢，裝束一妓女皆至三百貫。妙簡長安、萬年少女婦千餘人，衣服、花釵、媚子亦稱是，於燈輪下踏歌三日夜，歡樂之極，未始有之。 \\n 張易之為母阿臧造七寶帳，金銀、珠玉、寶貝之類罔不畢萃，曠古以來，未曾聞見。鋪象牙床，織犀角簟，鼲貂之褥，蛩■〈蠢，民代春〉之氊，汾晉之龍鬚、河中之鳳翮以為席。阿臧與鳳閣侍郎李迥秀通，【阿臧與鳳閣侍郎李迥秀通　原無「阿臧與」三字，據廣記卷二三六引增。】逼之也。同飲以盌盞一雙，取其常相逐。迥秀畏其盛，嫌其老，乃荒飲無度，昏醉是常，頻喚不覺。出為衡州刺史。【出為衡州刺史　廣記卷二三六引「衡州」作「恒州」。新書卷九九李迥秀傳云「坐贓貶廬州刺史」。】易之敗，阿臧入官，迥秀被坐，降為衛州長史。【降為衞州長史　「衞州長史」原作「衡州刺史」，據廣記卷二三六引改。新書本傳作「衡州長史」。】 \\n 宗楚客造一新宅成，皆是文栢為梁，沉香和紅粉以泥壁，開門則香氣蓬勃。磨文石為階砌及地，着吉莫鞾者，行則仰仆。楚客被建昌王推得贓萬餘貫，兄弟配流。太平公主就其宅看，嘆曰：「看他行坐處，我等虛生浪死。」一年追入，為鳳閣侍郎。景龍中，為中書令。韋氏之敗，斬之。 \\n 洛州昭成佛寺有安樂公主造百寶香爐，高三尺，開四門，絳橋勾欄，花草、飛禽、走獸，諸天妓樂，麒麟、鸞鳳、白鶴、飛仙，絲來線去，鬼出神入，隱起鈒鏤，【隱起鈒鏤　「起」原作「居」，據廣記卷二三六引改。】窈窕便娟。真珠、瑪瑙、瑠璃、琥珀、玻瓈、珊瑚、■〈王車〉璖、琬琰，一切寶貝，用錢三萬，府庫之物，盡於是矣。 \\n 隋煬帝巡狩北邊，作大行殿七寶帳，容數百人，飾以珍寶，光輝洞徹。引匈奴啟民可汗宴會其中，可汗恍然，疑非人世之有。識者云，大行殿者，示不祥也。亦是王莽輕車之比，天心其關人事也歟！【亦是王莽【至】人事也歟　廣記卷二三六引作「是非王莽輕車之比，此實天心，非關人事也」。】 \\n 安樂公主改為悖逆庶人。奪百姓莊園，造定昆池四十九里，直抵南山，擬昆明池。累石為山，以象華岳，引水為澗，以象天津。飛閣步簷，斜橋磴道，【斜橋磴道　「斜橋」原作「敍橋」，據廣記卷二三六引改。】衣以錦繡，畫以丹青，飾以金銀，瑩以珠玉。又為九曲流盃池，作石蓮花臺，泉於臺中流出，【泉於臺中流出　「流」原作「浦」，據廣記卷二三六引改。】窮天下之壯麗。【窮天下之壯麗　廣記卷二三六引此下有「言之難盡」四字。】悖逆之敗，配入司農，每日士女遊觀，車馬填噎。奉敕，輒到者官人解見任，凡人決一頓，乃止。 \\n 安樂公主造百鳥毛裙，以後百官、百姓家效之，山林奇禽異獸，搜山盪谷，【搜山盪谷　「盪」原作「滿」，據廣記卷二三六引改。】掃地無遺，至於網羅殺獲無數。開元中，禁寶器於殿前，禁人服珠玉、金銀、羅綺之物，於是採捕乃止。 \\n 高宗時，有劉龍子妖言惑衆。作一金龍頭藏袖中，以羊腸盛蜜水繞繫之。每相聚出龍頭，言聖龍吐水，飲之百病皆差。遂轉羊腸，水於龍口中出，與人飲之，皆罔云病愈，施捨無數。遂起逆謀，事發逃走，捕訪久之擒獲，斬之于市，并其黨十餘人。 \\n 東海孝子郭純喪母，每哭則羣鳥大集，使驗有實，旌表門閭。後訪乃是孝子每哭，即散餅食於地，羣鳥爭來食之。後如此，鳥聞哭聲以為度，莫不競凑，非有靈也。 \\n 河東孝子王燧家猫犬互乳其子，州縣上言，遂蒙旌表。乃是猫犬同時產子，取猫兒置狗窠中，狗子置猫窠內，慣食其乳，遂以為常，殆不可以異論也。自連理木、合歡瓜、麥分歧、禾同穗，觸類而長，實繁有徒，並是人作，不足怪也。 \\n 唐同泰於洛水得白石紫文，【唐同泰　原無「唐」字，據廣記卷二三八引增。按：舊書則天紀、通鑑垂拱四年均作「唐同泰」，此當是抄書者以為「唐」指朝代，因而誤刪。】云「聖母臨水，【聖母臨水　廣記卷二三八汪校云，明抄本「水」作「人」。按：舊紀、通鑑均作「人」。】永昌帝業」，進之，授五品果毅，置永昌縣。乃是白石鑿作字，以紫石末和藥嵌之。後并州文水縣於谷中得一石還如此，【文水縣　「文」原作「汶」，廣記卷二三八引作「文」，與史合，今據改。】有「武興」字，改文水為武興縣。自是往往作之。後知其偽，不復採用，乃止。 \\n 襄州胡延慶得一龜，以丹漆書其腹曰「天子萬萬年」以進之。鳳閣侍郎李昭德以刀刮之並盡，奏請付法。則天曰：「此非惡心也，捨而勿問。」【此條見廣記卷二三八，云出國史補。按：今本國史補無此文。】 \\n 則天好禎祥，拾遺朱前疑說夢云，則天髮白更黑，齒落更生，即授都官郎中。司刑寺囚三百餘人，【司刑寺囚三百餘人　「寺」原作「事」，據廣記卷二三八及通鑑長安元年考異引改。】秋分後無計可作，乃於圜獄外羅牆角邊作聖人跡，長五尺。至夜半，三百人一時大叫。內使推問，云：「昨夜有聖人見，身長三丈，面作金色，云『汝等並寃枉，不須怕懼。天子萬年，即有恩赦放汝』。」把火照之，見有巨跡，即大赦天下，改為大足元年。【此條廣記卷二三八云出唐國史。汪校云明鈔本作出朝野僉載。又通鑑長安元年考異引此下有「識者相謂曰『武家理，天下足也』」十二字。】 \\n 白鐵余者，延州稽胡也，左道惑衆。先於深山中埋一金銅像於栢樹之下，經數年，草生其上。紿鄉人曰：「吾昨夜山下過，每見佛光。」大設齋，卜吉日以出聖佛。及期，集數百人，命於非所藏處斸，不得。乃勸曰【乃勸曰　廣記卷二三八引作「乃詭曰」。】：「諸公不至誠布施，佛不可見。」由是男女爭布施者百餘萬。更於埋處斸之，得金銅像。鄉人以為聖，【鄉人以為聖　原無「為」字，據廣記卷二三八增。】遠近傳之，莫不欲見。【莫不欲見　原作「莫見能」，當為「莫能見」之誤倒，據廣記卷二三八引改。】乃宣言曰：「見聖佛者，百病即愈。」左側數百里，老小士女皆就之。乃以緋紫紅黃綾為袋數十重盛像，人聚觀者，去一重一廻布施，收千端乃見像。如此矯偽一二年，鄉人歸伏，遂作亂，自號光王，【光王　通鑑弘道元年考異引作「月光王」。】署置官職，殺長吏，數年為患。命將軍程務挺斬之。【命將軍程務挺斬之　通鑑弘道元年考異引此句上有「儀鳳中」三字，當是司馬光所見本如此。】 \\n 中郎李慶遠狡詐傾險，初事皇太子，頗得出入。暫令出外，即恃威權，宰相以下咸謂之要人。宰執方食即來，諸人命坐，常遣一人門外急喚，云「殿下須使令」，吐飯而去。諸司皆如此。請謁囑事，賣官鬻獄，所求必遂。東宮後稍稍疏之，仍潛入仗內食侍官飯。晚出外腹痛，猶詐云太子賜予食瓜太多。須臾霍出衛士所食米飯黃臭，並虀菜狼藉。凡是小人得寵，多為此狀也。 \\n 春官尚書閻知微和默啜，司賓丞田歸道副焉。至牙帳下，知微舞蹈，宛轉抱默啜鞾而鼻臭之。【宛轉抱默啜鞾而鼻臭之　說郛同，廣記卷二三八引作「宛轉抱默啜鞾鼻而臭之」，是。歷代小史亦作「鞾鼻」，而「臭之」誤為「吮之」。】田歸道長揖不拜，默啜大怒，倒懸之。經一宿，明日將殺，元珍諫：「大國和親使，若殺之不祥。」乃放之。後與知微爭于殿廷，言默啜必不和；知微堅執以為和。默啜果反，陷趙、定，天后乃誅知微九族，拜歸道夏官侍郎。 \\n 張利涉性多忘，解褐懷州參軍。每聚會被召，必於笏上記之。時河內令耿仁惠邀之，怪其不至，親就門刺請。涉看笏曰：「公何見顧？笏上無名。」又一時晝寢驚，索馬入州，【索馬入州　原無「馬」字，據廣記卷二四二引增。】扣刺史鄧惲門，拜謝曰：「聞公欲賜責，死罪！」鄧惲曰：「無此事。」涉曰：「司功某甲言之。」惲大怒，乃呼州官箠以甲間搆，【乃呼州官箠以甲間搆　「箠」原作「董」，「間」原作「問」，據廣記卷二四二引改。】將杖之。甲苦訴初無此語，涉前請曰：「望公捨之，涉恐是夢中見說耳。」時人是知其性理昏惑矣。 \\n 五原縣令閻玄一為人多忘。嘗至州，於主人舍坐，州佐史前過，以為縣典也，呼欲杖之，典曰：「某是州佐也。」玄一慚謝而止。須臾縣典至，一疑其州佐也，執手引坐，典曰：「某是縣佐也。」又愧而止。曾有人傳其兄書者，止於階下，俄而里胥白錄人到，玄一索杖，遂鞭送書人數下。其人不知所以，訊之，玄一曰：「吾大錯。」顧直典回宅取盃酒暖瘉。良久，典持酒至，玄一既忘其取酒，復忘其被杖者，因便賜直典飲之。 \\n 滄州南皮縣丞郭務靜初上，典王慶通判禀，靜曰：「爾何姓？」慶曰：「姓王。」須臾慶又來，又問何姓，慶又曰姓王。靜怪愕良久，仰看慶曰：「南皮佐史總姓王。」 \\n 定州何名遠大富，主官中三驛。每於驛邊起店停商，專以襲胡為業，貲財巨萬，家有綾機五百張。遠年老，或不從戎，即家貧破。及如故，即復盛。 \\n 長安富民羅會以剔糞為業，里中謂之「雞肆」，言若歸之因剔糞而有所得也。【言若歸之因剔糞而有所得也　廣記卷二四三引無「因」字，「剔糞」作「積糞」。】會世副其業，家財巨萬。有士人陸景暘，【陸景暘　「景」原作「竟」，下文又作「景」。廣記卷二四三引俱作「景」，據改。又「暘」，廣記作「陽」，字通。】會邀過，所止館舍甚麗，入內梳洗，衫衣極鮮，屏風、毡褥、烹宰無所不有。景暘問曰：「主人即如此快活，何為不罷惡事？」會曰：「吾中間停廢一二年，奴婢死亡，牛馬散失；復業已來，家途稍遂。【家途稍遂　「途」原作「圖」，據廣記卷二四三引改。】非情願也，分合如此。」 \\n 滕王嬰、蔣王惲皆不能廉慎，【蔣王惲　「惲」原作「暉」，廣記卷二四三引作「惲」，與史合，今據改。】大帝賜諸王，名五王，【名五王　廣記卷二四三汪校云，明鈔本「五」作「臣」，「臣」下空缺三字。按：新唐書七九滕王元嬰傳作「賜諸王綵五百」，此有脫誤。】不及二王，敕曰：「滕叔、蔣兄自解經紀，不勞賜物與之。」【不勞賜物與之　廣記卷二四三汪校云，明鈔本「與」下空缺三字，無「之」字。按：新唐書七九滕王元嬰傳作「給麻二車」，此有脫字。】以為「錢貫」。二王大慚。朝官莫不自勵，皆以取受為贓污，有終身為累，莫敢犯者。 \\n 瀛州饒陽縣令竇知範貪污，有一里正死，範集里正二百人為里正造像，【範集里正二百人為里正造像　原作「範令門內一人為里正造像」，據說郛卷二改。】各出錢一貫。範自納之，謂曰：「里正有過罪，先須急救。範先造得一像，且以與之。」納錢二百千，平像五寸半。【納錢二百千平像五寸半　「納」原作「結」，「二百千」原作「二千百」，「百」下有空缺，「五寸半」作「五半寸」。據廣記卷二四三引及說郛增改。又說郛此下尚有「又臘月追百姓萬餘人獵，各科二杖，麄如臂，回宅納上，以供柴用。又修城料杴轝人一具，範皆納取。船載入。■〈鹵召〉博鹽萬餘石，放與百姓，一石一縑」一段。】其貪皆類此。範惟一男，放鷹馬驚，桑枝打破其腦，百姓快之，皆曰「千金之子易一兔之命」。 \\n 益州新昌縣令夏侯彪之初下車，問里正曰：「雞卵一錢幾顆？」曰：「三顆。」彪之乃遣取十千錢，令買三萬顆，【令買三萬顆　原無「令」字，據廣記卷二四三引增。】謂里正曰：「未須要，且寄母雞抱之，遂成三萬頭雞。經數月長成，令縣吏與我賣，一雞三十錢，半年之間成三十萬。」又問：「竹筍一錢幾莖？」曰：「五莖。」又取十千錢付之，買得五萬莖，謂里正曰：「吾未須要筍，且向林中養之。至秋竹成，一莖十錢，成五十萬。」其貪鄙不道皆類此。 \\n 汴州刺史王志愔飲食精細，對賓下脫粟飯。商客有一驢，【商客有一驢　廣記卷二四三引「驢」作「騾」。】日行三百里，曾三十年不賣。【曾三十年不賣　廣記卷二四三引「年」作「千」。】市人報價云：「十四千。」愔曰：「四千金少【市人報價云十四千愔曰四千金少　「四千金」與上言「十四千」不相應，數字必有一誤。】，更增一千。」又令買單絲羅，疋至三千。愔問：「用幾兩絲？」對曰：「五兩。」愔令豎子取五兩絲來，每兩別與十錢手功之直。 \\n 深州刺史段崇簡性貪暴，到任令里正括客，云不得稱無。上戶每取兩人，【上戶每取兩人　廣記卷二四三引「每」下有「家」字。】下戶取一人，以刑脇之，人懼，皆妄通。通訖，簡云：「不用喚客來，但須見主人。」主人到，處分每客索絹一疋，約一月之內得絹三十車。【得絹三十車　原無「得」字，據廣記卷二四三引增。】罷任，發至鹿城縣，有一車裝絹未滿載，欠六百疋，即喚里正令滿之。里正計無所出，【里正計無所出　「計」原作「許」，據廣記卷二四三引改。】遂於縣令、丞、尉家一倍舉送。至都，拜柳州刺史。【拜柳州刺史　廣記卷二四三引「柳州」作「邠州」。按：柳州乃遠州，貶官之所，疑當從廣記。】 \\n 安南都護崔玄信命女壻裴惟岳攝愛州刺史，【愛州刺史　原作「受州刺史」，廣記卷二四三汪校云，明鈔本「受」作「愛」。按：安南都護府管內有「愛州」，無「受州」，今從廣記明鈔本改。】貪暴，取金銀財物向萬貫。有首領取婦，裴郎要障車綾，索一千疋，得八百疋，仍不肯放。捉新婦歸，戲之，三日乃放還，首領更不復納。裴即領物至揚州。安南及問至，擒之，物並納官，裴亦鎖項至安南，以謝百姓。及海口，會赦而免。 \\n 洛州司僉嚴昇期攝侍御史，【洛州司僉　廣記卷二四三引及歷代小史「司僉」作「司倉」。】於江南巡察，性嗜牛肉，【性嗜牛肉　歷代小史作「性嗜水犢肉」。】所至州縣，烹宰極多。事無大小，入金則弭，凡到處金銀為之踴貴，故江南人謂為「金牛御史」。【金牛御史　「御史」原作「刺史」，據廣記卷二四三引及歷代小史改。又本條汪校云，明鈔本作出御史臺記。】 \\n 張昌儀為洛陽令，借易之權勢，屬官無不允者。風聲鼓動，有一人姓薛，賷金五十兩遮而奉之。儀領金，受其狀，至朝堂，付天官侍郎張錫。數日失狀，以問儀，儀曰：「我亦不記，得有姓薛者即與。」錫檢案內姓薛者六十餘人，【錫檢案內　「案內」原作「業內」，據廣記卷二四三引改。按：通鑑久視元年云「索在銓姓薛者六十餘人，悉留注官」，作「銓」義長。】並令與官。其蠹政也如此。 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷四", "正文": "  \\n 朝野僉載卷四 \\n 　 \\n  \\n 隋辛亶為吏部侍郎，選人為之牓，略曰：「枉州抑縣屈滯鄉不申里銜恨先生，問隋吏部侍郎辛亶曰：『當今天子聖明，羣僚用命，外拓四方，內齊七政。而子位處權衡，職當水鏡，居進退之首，握褒貶之柄。理應識是識非，知滯知微，使無才者泥伏，有用者雲飛。柰何尸祿素餐，濫處上官，黜陟失所，選補傷殘，小人在位，君子駮彈。莫不代子戰灼，而子獨何以安？』辛亶曰：『百姓之子，萬國之人，不可皆識，誰厚誰親。為桀賞者不可不喜，被堯責者寧有不嗔。得官者見喜，失官者見疾，細而論之，非亶之失。』先生曰：『是何疾歟，是何疾歟！不識何不訪其名，官少何不簡其精。細尋狀跡，足識法家，細尋判驗，足識文華。寧不知石中出玉，黃金出沙。量子之才，度子之智，秪可投之四裔，以禦魑魅。怨嗟不少，實傷和氣。』辛亶再拜而謝曰：『幸蒙先生見責，實覺多違。謹當刮肌貫骨，改過懲非。請先生縱亶自修，舍亶之罸，如更有違，甘從斧鉞。』先生曰：『如子之輩，車載斗量，朝廷多少，立須相代，那得久曠天官，待子自作。急去急去，不得久住，喚取師巫，却行無處。』亶掩泣而言曰：『罪過自招，自滅自消，豈敢更將面目，來污聖朝。』先生曳杖而歌曰：『辛亶去，吏部明，【吏部明　原無「明」字，據廣記卷二五三引增。】開賢路，遇太平。今年定知不可得，後歲依期更入京。』」 \\n 隋牛弘為吏部侍郎，【隋牛弘為吏部侍郎　廣記卷二五三引「侍郎」作「尚書」，與隋書卷四九本傳合。】有選人馬敞者，形貌最陋，弘輕之，側臥食果子嘲敞曰：「嘗聞扶風馬，謂言天上下。今見扶風馬，得驢亦不假。」敞應聲曰：「嘗聞隴西牛，千石不用軥。今見隴西牛，臥地打草頭。」弘驚起，遂與官。 \\n 陳朝嘗令人聘隋，不知其使機辨深淺，乃密令侯白變形貌，着故獘衣，為賤人供承。客謂是微賤，甚輕之，乃傍臥放氣與之言，白心頗不平。問白曰：「汝國馬價貴賤？」報云：「馬有數等，貴賤不同。若從伎倆筋脚好，形容不惡，堪得乘騎者，直二十千已上。若形容麤壯，雖無伎倆，堪馱物，直四五千已上。若■〈弓薾〉【音卜結反【音卜結反　原作「音十浩反」，形近而誤，據廣記卷二五三引改。】】尾燥蹄，絕無伎倆，傍臥放氣，一錢不直。」使者大驚，問其姓名，知是侯白，方始愧謝。【此條廣記云出啟顏錄。】 \\n 唐高士廉選，其人齒高，有選人自云解嘲謔，士廉時着木履，令嘲之，應聲云：「刺鼻何曾嚏，踏面不知瞋。高生兩箇齒，自謂得勝人。」士廉笑而引之。 \\n 周則天朝蕃人上封事，多加官賞，有為右臺御史者。因則天嘗問郎中張元一曰：「在外有何可笑事？」元一曰：「朱前疑着綠，逯仁傑着朱。閭知微騎馬，【閭知微　「閭」原作「閻」，全唐詩錄張元一叙可笑事同。岑仲勉讀全唐詩札記云，此以諧音取噱，而閻馬、馬驢殊乏諧意。考姓纂閭姓下有「左補闕閭知微」，乃知「閻」為「閭」之誤。閻知微名較著，無知者弗審事意，遂誤改「閭」為「閻」。按：岑說是，大唐新語卷十二記此事正作「閭」，今據改。】馬吉甫騎驢。將名作姓李千里，將姓作名吳栖梧。左臺胡御史，右臺御史胡。」胡御史，胡元禮也；御史胡，蕃人為御史者，尋改他官。周革命，舉人貝州趙廓眇小，起家監察御史，時人謂之「臺穢」，李昭德詈之為「中霜穀束」，元一目為「梟坐鷹架」。時同州孔魯丘為拾遺，有武夫氣，時人謂之「外軍主帥」，元一目為「鶖入鳳池」。蘇味道才學識度，物望攸歸，王方慶體質鄙陋，言詞魯鈍，智不逾俗，才不出凡，俱為鳳閣侍郎。或問元一曰：「蘇、王孰賢？」答曰：「蘇九月得霜鷹，王十月被凍蠅。」或問其故，答曰：「得霜鷹俊捷，被凍蠅頑怯。」時人謂能體物也。契丹賊孫萬榮之寇幽，河內王武懿宗為元帥，引兵至趙州，聞賊駱務整從北數千騎來，王乃棄兵甲，南走邢州，【南走邢州　「邢」原作「荊」。廣記卷二五四汪校云，明鈔本「荊」作「邢」。說郛卷二、歷代小史均作「邢」。按：荊州距趙州甚遠，地望不合，今從說郛、小史。】軍資器械遺於道路。聞賊已退，方更向前。軍廻至都，置酒高會，元一於御前嘲懿宗曰：「長弓短度箭，蜀馬臨堦騙。去賊七百里，隈牆獨自戰。甲仗縱拋却，騎猪正南躥。」【騎猪正南躥　「躥」原作「掾」，據說郛卷二及歷代小史改。】上曰：「懿宗有馬，何因騎猪？」對曰：「騎猪，夾豕走也。」【夾豕走也　原無「夾」字，據廣記卷二五四引及說郛卷二、歷代小史增。】上大笑。懿宗曰：「元一宿搆，不是卒辭。」上曰：「爾叶韻與之。」【爾叶韻與之　廣記卷二五四引「叶」作「付」。】懿宗曰：「請以菶韻。」元一應聲曰：「裹頭極草草，掠鬢不菶菶。未見桃花面皮，漫作杏子眼孔。」則天大悅，王極有慚色。懿宗形貌短醜，故曰「長弓短度箭」。周靜樂縣主，河內王懿宗妹，短醜；武氏最長，時號「大歌」。【時號大歌　廣記卷二五四引「大歌」作「大哥」。下同。】縣主與則天並馬行，命元一詠，曰：「馬帶桃花錦，裙拖綠草羅。【裙拖綠草羅　廣記卷二五四引「拖」作「銜」。】定知紗帽底，【定知紗帽底　廣記卷二五四引「紗帽」作「幃帽」，是。】形容似大歌。」則天大笑，縣主極慚。納言婁師德長大而黑，一足蹇，元一目為「行轍方相」，亦號為「衛靈公」，言防靈柩方相也。天官侍郎吉頊長大，好昂頭行，視高而望遠，目為「望柳駱駝」。殿中侍御史元本竦體傴身，黑而且瘦，【竦體身傴　廣記卷二五四引「體」作「膊」。】目為「嶺南考典」。駕部郎中朱前疑粗黑肥短，身體垢膩，目為「光祿掌膳」。東方虬身長衫短，骨面麤眉，目為「外軍校尉」。唐波若矮短，【唐波若　通鑑聖曆元年作「唐般若」。】目為「鬱屈蜀馬」。目李昭德「卒【子銳反】歲胡孫」。修文學士馬吉甫眇一目，為「端箭師」。【為端箭師　依上文之例，「為」上當重「目」字。】郎中長孺子視望陽，目為「呷醋漢」。氾水令蘇徵舉止輕薄，【氾水令　「氾水」原作「泥水」，據廣記卷二五四引改。】目為「失孔老鼠」。 \\n 周張元一腹麤而脚短，項縮而眼跌，吉頊目為「逆流蝦蟆」。 \\n 周韶州曲江令朱隨侯，女夫李逖，遊客爾朱九，並姿相少媚，廣州人號為「三樵」。【七肖反】人歌曰：「奉敕追三樵，隨侯傍道走。回頭語李郎，喚取爾朱九。」張鷟目隨侯為「臛亂土梟」。【臛亂土梟　「梟」原作「裊」，據廣記卷二五四引改。】 \\n 周李詳，河內人，氣俠剛勁。初為梓州監示尉主書考日，【周李詳【至】書考日　「初為梓州」以下當有譌誤。後村詩話續集引作「李詳初為劍南一尉」。按：梓州屬縣有鹽亭，疑「監示」為「鹽亭」之形誤，「主」字衍。】刺史問平已否，詳獨曰不平。刺史曰：「不平，君把筆考。」詳曰：「請考使君。」即下筆曰：「怯斷大事，好勾小稽。自隱不清，疑人總濁。考中下。」刺史默然而罷。 \\n 則天革命，舉人不試皆與官，起家至御史、評事、拾遺、補闕者，不可勝數。張鷟為謠曰：【張鷟為謠曰　「為」原作「謂」，據廣記卷二五四引改。】「補闕連車載，拾遺平斗量。杷推侍御史，椀脫校書郎。」【椀脫校書郎　「椀」原作「腕」，據廣記卷二五四引改。】時有沈全交者，傲誕自縱，露才揚己，高巾子，長布衫，南院吟之，續四句曰：「評事不讀律，博士不尋章。麵糊存撫使，眯目聖神皇。」遂被杷推御史紀先知捉向左臺，對仗彈劾，【對仗彈劾　「劾」原作「効」，據廣記卷二五四引改。】以為謗朝政，敗國風，請於朝堂決杖，然後付法。則天笑曰：「但使卿等不濫，何慮天下人語？不須與罪，即宜放却。」先知於是乎面無色。唐豫章令賀若瑾眼皮急，【唐豫章令賀若瑾眼皮急　寶顏堂本此句上空格，今仍之。按：此當別是一條。】項轅麤，鷟號為「飽乳犢子」。 \\n 唐鄭愔曾駡選人為癡漢，選人曰：「僕是吳癡，漢即是公。」愔令詠癡，吳人曰：「榆兒復榆婦，造屋兼造車。十七八九夜，還書復借書。」愔本姓鄚，改姓鄭，時人號為「鄚鄭」。 \\n 唐中書令李敬玄為元帥討吐蕃，至樹墩城，聞劉尚書沒蕃，著鞾不得，狼狽而走。時將軍王杲、副總管曹懷舜等驚退，遺却麥飯，首尾千里，【首尾千里　「首」上原有「及」字，據廣記卷二五五及通鑒儀鳳三年考異引刪。】地上尺餘。時軍中謠曰：「姚河李阿婆，【姚河　廣記卷二五五引作「洮河」，是。】鄯州王伯母。見賊不能鬥，總由曹新婦。」 \\n 唐禮部尚書祝欽明頗涉經史，不閑時務，【不閑時務　「閑」原作「關」，據廣記卷二五五引改。】博碩肥腯，頑滯多疑，臺中小吏號之為「媼」。媼者肉塊，無七竅，秦穆公時野人得之。 \\n 唐先天中，姜師度於長安城中穿渠，繞朝堂坊市，無所不至。上登西樓望之，師度堰水瀧柴栰而下，【師度堰水瀧柴栰而下　「瀧」原作「隴」，據廣記卷二五五引改。】遂授司農卿。於後水漲則奔突，水縮則竭涸。又前開黃河，引水向棣州，費億兆功，百姓苦其淹漬，又役夫塞河。開元六年，水汎溢，河口堰破，棣州百姓一概沒盡。師度以為功，官品益進。又有傅孝忠為太史令，自言明玄象，專行矯譎。京中語曰：「姜師度一心看地，傅孝忠兩眼相天。」神武即位，知其矯，並斬之。 \\n 唐姜晦為吏部侍郎，眼不識字，手不解書，濫掌銓衡，曾無分別。選人歌曰：「今年選數恰相當，都由座主無文章。案後一腔凍猪肉，所以名為姜侍郎。」 \\n 唐兵部尚書姚元崇長大行急，魏光乘目為「趕蛇鸛鵲」。黃門侍郎盧懷慎好視地，目為「覷鼠猫兒」。【覷鼠猫兒　「覷」原作「觀」，據廣記卷二五五引改。】殿中監姜皎肥而黑，目為「飽椹母猪」。紫微舍人倪若水黑而無鬚，目為「醉部落精」。舍人齊處冲好眇目視，目為「暗燭底覓虱老母」。舍人呂延嗣長大少髮，目為「日本國使人」。又有舍人鄭勉為「醉高麗」。目拾遺蔡孚「小州醫博士詐諳藥性。」又有殿中侍御史，短而醜黑，目為「烟薰地朮」。【又有【至】烟薰地朮　「地朮」原作「地木」，據廣記卷二五五引改。酉陽雜俎續集卷四引作「侍御史王旭短而黑醜，謂之『烟薰水』」。】目御史張孝嵩為「小村方相」。目舍人楊伸嗣為「熟■〈釒敖〉上猢猻」。【目舍人楊伸嗣為熟■〈釒敖〉上猢猻　酉陽雜俎續集卷四引作「楊仲嗣躁率，謂之熱■〈釒敖〉上猢猻」。】目補闕袁輝為「王門下彈琴博士」。目員外郎魏恬為「祈雨婆羅門」。目李全交為「品官給使」。目黃門侍郎李廣為「飽水蝦蟇」。由是坐此品題朝士，自左拾遺貶新州新興縣尉。 \\n 唐貞觀中，桂陽令阮嵩妻閻氏極妬。嵩在廳會客飲，召女奴歌，閻披髮跣足袒臂，拔刀至席，諸客驚散。嵩伏牀下，女奴狼狽而奔。刺史崔邈為嵩作考詞云：「婦強夫弱，內剛外柔。一妻不能禁止，百姓如何整肅？妻既禮教不修，夫又精神何在？考下。省符解見任。」 \\n 唐郝象賢，侍郎處俊之孫，頓丘令南容之子也。弱冠，諸友生為之字曰「寵之」，每於父前稱字。父紿之曰：「汝朋友極賢，吾為汝設饌，可命之也。」翼日，象賢因邀致十數人，南容引生與之飲。謂曰：「諺云『三公後，出死狗』。小兒誠愚，勞諸君製字，損南容之身尚可，豈可波及侍中也！」因涕泣，衆慚而退。「寵之」者，反語為「癡種」也。 \\n 朱前疑淺鈍無識，容貌極醜。上書云「臣夢見陛下八百歲」，即授拾遺，俄遷郎中。出使迴，又上書云「聞嵩山唱萬歲聲」，即賜緋魚袋。未入五品，於綠衫上帶之，朝野莫不怪笑。後契丹反，有敕京官出馬一匹供軍者，即酧五品。前疑買馬納訖，表索緋，上怒，批其狀「即放歸丘園」，憤恚而卒。 \\n 唐王及善才行庸猥，【唐王及善才行庸猥　說郛卷二此句前尚有「周鳳閣侍郎杜景佺文筆宏贍，知識高遠，時在鳳閣，時人號為鶴鳴鷄樹」二十八字。】風神鈍濁，為內史時，人號為「鳩集鳳池」。俄遷文昌右相，無他政，但不許令史之驢入臺，【但不許令史之驢入臺　「之」原作「雙」，據廣記卷二五八引改。通鑑聖曆二年考異引作「奴」。】終日迫逐，無時暫舍。時人號為「驅驢宰相」。 \\n 周有逯仁傑，河陽人。自地官令史出尚書，改天下帳式，頗甚繁細，法令滋章，每村立社官，仍置平直老三員，【平直老三員　「直」原作「甚」，據廣記卷二五八引改。】掌簿案，設鎖鑰，十羊九牧，人皆散逃。而宰相淺識，以為萬代可行，授仁傑地官郎中。數年，百姓苦之，其法遂寢。 \\n 周考功令史袁琰，國忌衆人聚會，充錄事勾當。遂判曰：「曹司繁鬧，無時暫閑，不因國忌之辰，無以展其歡笑。」合坐嗤之。 \\n 周夏官侍郎侯知一年老，敕放致仕。上表不伏，於朝堂踴躍馳走，以示輕便。張悰丁憂，自請起復。吏部主事高筠母喪，親戚為舉哀，筠曰：「我不能作孝。」員外郎張栖貞被訟詐遭母憂，不肯起對。時臺中為之語曰：「侯知一不伏致仕，張琮自請起復，高筠不肯作孝，張栖貞情願遭憂。皆非名教中人，並是王化外物。」獸心人面，不其然乎！ \\n 周天官選人沈子榮誦判二百道，試日不下筆。人問之，榮曰：「無非命也。今日誦判，無一相當。有一道頗同，人名又別。」至來年選，判水磑，又不下筆。人問之，曰：「我誦水磑，乃是藍田，今問富平，如何下筆。」聞者莫不撫掌焉。 \\n 周則天內宴甚樂，河內王懿宗忽然起奏曰：「臣急告君，子急告父。」則天大驚，引問之，對曰：「臣封物承前府家自徵，近敕州縣徵送，太有損折。」則天大怒，仰觀屋椽良久，曰：「朕諸親飲正樂，汝是親王，為三二百戶封幾驚殺我。不堪作王。」令曳下。懿宗免冠拜伏，諸王救之曰：「懿宗愚鈍，無意之失。」上乃釋之。 \\n 周張衡，令史出身，位至四品，加一階，合入三品，已團甲。因退朝，路旁見蒸餅新熟，遂市其一，馬上食之，被御史彈奏。則天降敕：「流外出身，不許入三品。」遂落甲。 \\n 周右拾遺李良弼自矜脣頰，好談玄理，請使北蕃說骨篤祿。匈奴以木盤盛糞飼之，臨以白刃，弼懼，食一盤並盡，乃放還。人譏之曰：「李拾遺，能拾突厥之遺。」出為真源令。秩滿還瀛州，遇契丹賊孫萬榮使何阿小取滄、瀛、冀、具。【滄瀛冀具　「冀」原作「糞」，廣記卷二五八引同，汪校云，明鈔本作「冀」，今從改。按：「具」疑當作「貝」，指貝州。】良弼謂鹿城令李懷璧曰：「『孫』者胡孫，即是獮猴，難可當也。『萬』字者有『草』，即是『草中藏』。」勸懷璧降何阿小，授懷璧五品將軍。【五品將軍　廣記卷二五八引作「三品將軍」。】阿小敗，懷璧及良弼父子四人並為河內王武懿宗斬之。 \\n 周春官尚書閻知微庸瑣駑怯，使入蕃，受默啜封為漢可汗。賊入恒、定，遣知微先往趙州招慰。將軍陳令英等守城西面，知微謂令英曰：「陳將軍何不早降下。可汗兵到然後降者，剪土無遺。」令英不答。知微城下連手踏歌，稱「萬歲樂」。令英曰：「尚書國家八座，受委非輕，翻為賊踏歌，無慚也？」知微仍唱曰：「萬歲樂，萬歲年，不自由，萬歲樂。」時人鄙之。 \\n 唐崔湜為吏部侍郎貪縱，兄憑弟力，父挾子威，咸受囑求，贓污狼籍。父挹為司業，受選人錢，湜不之知也，長名放之。其人訴曰：「公親將賂去，何為不與官？」湜曰：「所親為誰？吾捉取鞭殺。」曰：「鞭即遭憂。」湜大慚。主上以湜父年老，瓜初熟，賜一顆，湜以瓜遺妾，不及其父，朝野譏之。時崔、岑、鄭愔並為吏部，京中謠曰：「岑羲獠子後，【岑羲獠子後　「後」原作「俊」據，廣記卷二五八引改。】崔湜令公孫。三人相比接，莫賀咄最渾。」 \\n 唐左衛將軍權龍襄性褊急，【唐左衞將軍權龍襄　說郛卷二作「周左領軍將軍權龍褒」。】常自矜能詩。通天年中，為滄州刺史，初到乃為詩呈州官曰：「遙看滄州城，楊柳鬱青青。中央一羣漢，聚坐打杯觥。」諸公謝曰：「公有逸才。」襄曰：「不敢，趁韻而已。」又秋日述懷曰：「簷前飛七百，雪白後園彊。飽食房裏側，家糞集野蜋。」參軍不曉，請釋，襄曰：「鷂子簷前飛，直七百文。洗衫掛後園，【洗衫掛後園　「後」原作「笈」，據廣記卷二五八引改。按：上文詩作「後園」，此亦當作「後」。】乾白如雪。飽食房中側臥。家裏便轉，集得野澤蜣蜋。」談者嗤之。皇太子宴，夏日賦詩：「嚴霜白浩浩，明月赤團團。」太子援筆為讚曰：「龍襄才子，秦州人士。明月晝耀，嚴霜夏起。如此詩章，趁韻而已。」襄以張易之事，出為容山府折衝。神龍中追入，乃上詩曰：「無事向容山，今日向東都。陛下敕進來，令作右金吾。」又為喜雨詩曰：「暗去也沒雨，明來也沒雲。日頭赫赤赤，地上絲氳氳。」【地上絲氳氳　廣記卷二五八引「絲」作「綠」。】為瀛州刺史日，新過歲，京中數人附書曰：「改年多感，敬想同之。」正新喚官人集，云有詔改年號為「多感」元年，將書呈判司已下，衆人大笑。龍襄復側聽，怪赦書來遲。高陽、博野兩縣競地陳牒，龍襄乃判曰：「兩縣競地，非州不裁。既是兩縣，於理無妨。付司。權龍襄示。」典曰：「比來長官判事，皆不著姓。」龍襄曰：「餘人不解，若不著姓，知我是誰家浪驢也！」龍襄不知忌日，謂府史曰：「何名私忌？」對曰：「父母忌日請假，【父母忌日請假　廣記卷二五八引及說郛卷二、歷代小史「忌日」俱作「亡日」，是。】獨坐房中不出。」襄至日，於房中靜坐，有青狗突入，龍襄大怒，曰：「衝破我忌。」更陳牒，改作明朝好作忌日。談者笑之。 \\n 李宜得本賤人，背主逃匿。當玄宗起義，與王毛仲等立功，【與王毛仲等立功　「與」上原衍「丘」字，據廣記卷一六七引刪。】宜得官至武衛將軍。舊主遇諸途，趨而避之，不敢仰視。宜得令左右命之，主甚惶懼。至宅舍，請居上坐，宜得自捧酒食，舊主流汗辭之。流連數日。遂奏云：「臣蒙國恩，榮祿過分；臣舊主卑瑣，曾無寸祿。臣請割半俸，解官以榮之。願陛下遂臣愚款。」上嘉其志，擢主為郎將，宜得復其秩。朝廷以此多之。 \\n 蘇頲年五歲，裴談過其父。頲方在，乃試誦庾信枯樹賦，將及終篇，避「談」字，因易其韻曰：「昔年移樹，依依漢陰。今看搖落，悽悽江潯。樹猶如此，人何以任。」談駭嘆久之，知其他日必主文章也。【此條見廣記卷一六九，云出廣人物志。】 \\n 唐婁師德，滎陽人也，為納言。客問浮休子曰：「婁納言何如？」答曰：「納言直而溫，寬而栗，外愚而內敏，表晦而裏明。萬頃之波，渾而不濁，百煉之質，磨而不磷。可謂淑人君子，近代之名公者焉。」客曰：「狄仁傑為納言何如？」浮休子曰：「粗覽經史，薄閱文華。【薄閱文華　廣記卷一六九引作「薄閑文筆」。】箴規切諫有古人之風，剪伐淫詞有烈士之操。心神耿直，湼而不淄，膽氣堅剛，明而能斷。晚途錢癖，和嶠之徒與！」客曰：「鳳閣侍郎李昭德可謂名相乎？」答曰：「李昭德志大而器小，氣高而智薄，假權制物，扼險凌人，【扼險凌人　「凌人」原作「小人」，據廣記卷一六九引改。按：此與「假權制物」為對文，作「凌人」是。】剛愎有餘，而恭寬不足，非謀身之道也。」俄伏法焉。又問：「洛陽令來俊臣雍容美貌，忠赤之士乎？」答曰：「俊臣面柔心狠，行險德薄，巧辨似智，巧諛似忠，傾覆邦家，【傾覆邦家　「邦」原作「拜」，據廣記卷一六九引改。】誣陷良善，其江充之徒歟！」蜂蠆害人，終為人所害，無何為太僕卿，戮于西市。又問：「武三思可謂名王哉？」答曰：「三思憑藉國親，位超衮職，貌象恭敬，心極殘忍。外示公直，內結陰謀，弄王法以復仇，假朝權而害物。晚封為德靜王，乃鼎賊也，不可以壽終。」竟為節愍太子所殺。又問：「中書令魏元忠耿耿正直，近代之名臣也？」答曰：「元忠文武雙闕，名實兩空，外示貞剛，內懷趨附。面折張食其之黨，勇若熊羆；【勇若熊羆　原脫「勇」字，據廣記卷一六九引增。】諂事武士開之儔，怯同駑犬。首鼠之士，進退兩端，虺蜥之夫，曾無一志。亂朝敗政，莫非斯人。附三思之徒，斥五王之族，以吾熟察，終不得其死然。」果坐事長流思州，憂恚而卒。又問：「中書令李嶠何如？」答曰：「李公有三戾：性好榮遷，憎人昇進；性好文章，憎人才筆；性好貪濁，憎人受賂。亦如古者有女君，性嗜肥鮮，禁人食肉；性愛綺羅，斷人衣錦；性好淫縱，憎人畜聲色。此亦李公之徒也。」又問：「司刑卿徐有功何如？」答曰：「有功耿直之士也，明而有膽，剛而能斷。處陵夷之運，不偷媚以取容；居版蕩之朝，不遜辭以苟免。來俊臣羅織者，有功出之；袁智弘鍛鍊者，有功寬之。躡虎尾而不驚，觸龍鱗而不懼，鳳跱鴟梟之內，直以全身，豹變豺狼之間，忠以遠害。若值清平之代，則張釋之、于定國豈同年而語哉。」又問：「司農卿趙履溫何如？」答曰：「履溫心不涉學，眼不識文，貌恭而性狠，智小而謀大，趦趄狗盜，突忽猪貪。晨羊誘外，不覺其死，夜蛾覆燭，不覺其斃。頭寄於項，其能久乎。」後從事韋氏為逆，夷其三族。又問：「鄭愔為選部侍郎何如？」答曰：「愔猖獗小子，狡猾庸人，淺學浮詞，輕才薄德，狐蹲貴介，雉伏權門。前託俊臣，後附張易，折支德靜之室，舐痔安樂之庭。鸋鳷栖於葦苕，魦鱨游於沸鼎。既無雅量，終是凡材，以此求榮，得死為幸。」果謀反伏誅。 \\n 貞觀末，南康黎景逸居於空青山，常有鵲巢其側，每飯食以餵之。後鄰近失布者誣景逸盜之，繫南康獄，月餘劾不承。欲訊之，其鵲止於獄樓，向景逸歡喜，似傳語之狀。其日傳有赦，官司詰其來，云路逢玄衣素衿人所說。三日而赦至，景逸還山。乃知玄衣素衿者，鵲之所傳也。 \\n 汝州刺史張昌期，易之弟也，恃寵驕貴，酷暴羣僚。梁縣有人白云有白鵲見，昌期令司戶楊楚玉捕之。部人有鷂子七十籠，令以蠟塗爪。至林見白鵲，有羣鵲隨之，見鷂迸散，惟白者存焉。鷂竦身取之，一無損傷，而籠送之。昌期笑曰：「此鵲贖君命也。」玉叩頭曰：「此天活玉，不然投河赴海，不敢見公。」拜謝而去。 \\n 渤海高嶷巨富，忽患月餘日，帖然而卒。心上仍暖，經日而蘇，云有一白衣人眇目，把牒冥司，訟殺其妻子。嶷對：「元不識此老人。」冥官云：「君命未盡，且放歸。」遂悟白衣人乃是家中老瞎麻鷄也。令射殺，魅遂絕。 \\n 文明以後，天下諸州進雌鷄，變為雄者多。或半已化，半未化。乃則天正位之兆。 \\n 衛鎬為縣官下鄉，至里人王幸在家，方假寐，夢一烏衣婦人引十數小兒着黃衣，咸言乞命，叩頭再三。斯須又至。鎬甚惡其事，遂催食欲前。適所親有報曰：「王幸在家窮，無物設饌，有一鷄見抱兒，已得十餘日，將欲殺之。」鎬方悟烏衣婦人果烏鷄也，遂市解放。【遂市解放　廣記卷四六一引「市」作「命」。】是夜復夢，咸欣然而去。 \\n 久視年中，越州有祖錄事，不得名，早出，見擔鵝向市中者。鵝見錄事，頻顧而鳴。祖乃以錢贖之，至僧寺，令放為長生鵝，竟不肯入寺，但走逐祖後。經坊歷市，稠人廣衆之處一步不放。祖收養之。左丞張錫親見說也。 \\n 漢時鄢縣南門兩扇忽開，忽一聲稱「鴛」，一聲稱「央」。晨夕開閉，聲聞京師。漢末惡之，令毀其門，兩扇化為鴛鴦，相隨飛去。後改鄢縣為晏城縣。 \\n 天后時，左衛兵曹劉景陽使嶺南，得秦吉了鳥雄雌各一隻，解人語。至都進之，留其雌者。雄者煩然不食，則天問曰：「何無聊也？」鳥為言曰其配為使者所得，今頗思之。乃呼景陽曰：「卿何故藏一鳥不進？」景陽叩頭謝罪，乃進之。則天不罪也。 \\n 峰州有一道水從吐蕃中來，夏冷如冰雪。有魚長一二寸，來去有時，蓋水上如粥。【蓋水上如粥　「蓋」原作「並」，據廣記卷四六五引改。】人取烹之而食，千萬家取不可盡，不知所從來。 \\n 通川界內多獺，各有主養之，並在河側岸間。獺若入穴，插雉尾於獺穴前，獺即不敢出。去却尾即出。取得魚，必須上岸，人便奪之。取得多，然後放令自喫，喫飽即鳴杖以驅之還。插雉尾，更不敢出。 \\n 有人見豎子在洛水中洗馬，頃之，見一物如白練帶，極光晶，繳豎子項三兩匝，即落水死。凡是水中及灣泊之所皆有之。人澡浴洗馬死者，皆謂黿所引，非也。此名「白特」，宜慎防之，蛟之類也。 \\n 齊州有萬頃陂，魚鱉水族無所不有。咸亨中，忽一僧持鉢乞食，村人長者施以蔬供，食訖而去。于時漁人網得一魚，長六七尺，絲鱗鏤甲，錦質寶章，特異常魚。齎赴州餉遺，至村而死。衆共剖而分之，於腹中得長者所施蔬食，儼然並在。村人遂於陂中設齋超度。自是陂中無水族，至今猶然。【此條見廣記卷四六九，汪校云，明鈔本作出五行記。】 \\n 杭州富陽縣韓珣莊掘井，纔深五六尺，土中得魚數十頭，【土中得魚數十頭　廣記卷四六七引「十」作「千」。】土有微潤。【此條廣記談本云出廣古今五行記。　汪校云，明鈔本作出朝野僉載。】 \\n 貞觀中，衛州板橋店主張迪妻歸寧。有衛州三衛楊貞等三人投店宿，五更早發。夜有人取三衛刀殺張迪，其刀却內鞘中，貞等不知之。至明，店人趨貞等，拔刀血狼藉，囚禁拷訊，貞等苦毒，遂自誣。上疑之，差御史蔣恒覆推。至，總追店人十五以上集，為人不足，且散，唯留一老婆年八十已上。晚放出，令獄典密覘之，曰：「婆出，當有一人與婆語者，即記取姓名，勿令漏洩。」果有一人共語者，即記之。明日復爾。其人又問婆：「使人作何推勘？」如是者二日，【如是者二日　廣記卷一七一引「二」作「三」。】並是此人。恒總追集男女三百餘人，就中喚與老婆語者一人出，餘並放散。問之具伏，云與迪妻姦殺有實。奏之，敕賜帛二百段，除侍御史。 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷五", "正文": "  \\n 朝野僉載卷五 \\n 　 \\n  \\n 貞觀中，左丞李行廉弟行詮前妻子忠烝其後母，遂私將潛藏，云敕追入內。【云敕追入內　「云」原作「亡」，據廣記卷一七一引改。】行廉不知，乃進狀問，奉敕推詰極急。其後母詐以領巾勒項臥街中，長安縣詰之，云有人詐宣敕喚去，一紫袍人見留宿，不知姓名，勒項送至街中。忠惶恐，私就卜問，被不良人疑之，執送縣。縣尉王璥引就房內推問，不承。【不承　原作「不允」，據廣記卷一七一引改。】璥先令一人於案褥下伏聽，令一人走報長使喚，璥鎖房門而去。子母相謂曰：「必不得承。」并私密之語。璥至開門，案下之人亦起，母子大驚，並具承伏法云。 \\n 李傑為河南尹，有寡婦告其子不孝。其子不能自理，但云「得罪於母，死所甘分」。傑察其狀，非不孝子，謂寡婦曰：「汝寡居，惟有一子，今告之，罪至死，得無悔乎？」寡婦曰：「子無賴，不順母，寧復惜乎！」傑曰：「審如此，可買棺木來取兒屍。」因使人覘其後。寡婦既出，謂一道士曰：「事了矣。」俄而棺至，傑尚冀有悔，再三喻之，寡婦執意如初。道士立於門外，密令擒之，一問承伏「某與寡婦私，嘗苦兒所制，故欲除之」。傑放其子，杖殺道士及寡婦，便同棺盛之。【此條見廣記卷一七一，云出國史纂異。按：亦見今本隋唐嘉話卷下及大唐新語卷四，文略同。】 \\n 衛州新鄉縣令裴子雲好奇策。部人王敬戍邊，留■〈牜孛〉牛六頭於舅李進處，養五年，產犢三十頭，例十貫已上。敬還索牛，兩頭已死，只還四頭老牛，餘並非汝牛生，總不肯還。敬忿之，經縣陳牒。【經縣陳牒　廣記卷一七一引「經」作「投」。】子雲令送敬府獄禁，教追盜牛賊李進。進惶怖至縣，叱之曰：「賊引汝同盜牛三十頭，藏於汝家，喚賊共對。」乃以布衫籠敬頭，立南墻下。進急，乃吐欵云「三十頭牛總是外甥■〈牜孛〉牛所生，【■〈牜孛〉牛　原作「犢牛」，據廣記卷一七一引改。】實非盜得」云。遣去布衫，進見是敬，曰：「此是外甥也。」雲曰：「若是，即還他牛。」進默然。雲曰：「五年養牛辛苦，與數頭，餘並與敬。」一縣服其精察。 \\n 中書舍人郭正一破平壤，得一高麗婢，名玉素，極姝豔，令專知財物庫。正一夜須漿水粥，非玉素煮之不可。玉素乃毒之而進，正一急曰：「此婢藥我！」索土漿、甘草服解之，良久乃止。覓婢不得，并失金銀器物十餘事。錄奏，勅令長安、萬年捉不良脊爛求賊，鼎沸三日不獲。不良主帥魏昶有策略，取舍人家奴，選年少端正者三人，布衫籠頭至衛。縛衛士四人，問十日內已來，何人覓舍人家。衛士云：「有投化高麗留書，【有投化高麗留書　原無「化」字，據廣記卷一七一引增。按：下文即作「投化」，有「化」字是。】遣付舍人捉馬奴，書見在。」檢云「金城坊中有一空宅」，更無語。不良往金城坊空宅，並搜之。至一宅，封鎖正密，打鎖破開之，婢及高麗並在其中。拷問，乃是投化高麗共捉馬奴藏之，奉敕斬於東市。 \\n 垂拱年，則天監國，羅織事起。湖州佐史江琛取刺史裴光判書，割字合成文理，詐為徐敬業反書以告。差使推光，欵書是光書，疑語非光語。【疑語非光語　「疑」原作「款」，據廣記卷一七一引改。】前後三使推，不能決。敕令差能推事人勘當取實，僉曰張楚金可，乃使之。楚金憂悶，仰臥西窗，日高，向看之，字似補作。平看則不覺，向日則見之。令喚州官集，索一甕水，令琛投書於水中，字一一解散，琛叩頭伏罪。敕令決一百，然後斬之。賞楚金絹百疋。 \\n 懷州河內縣董行成能策賊。有一人從河陽長店盜行人驢一頭并皮袋，天欲曉，至懷州。行成至街中見，嗤之曰：「箇賊住，即下驢來。」即承伏。人問何以知之，行成曰：「此驢行急而汗，非長行也；見人則引驢遠過，【引驢遠過　廣記卷一七一引「驢」作「韁」。】怯也。以此知之。」捉送縣，有頃驢主蹤至，皆如其言。 \\n 張鷟為陽縣尉日，【陽縣尉　廣記卷一七一引作「河陽縣尉」，疑是。】有稱架人呂元偽作倉督馮忱書，【稱架人　廣記卷一七一引作「搆架人」。】盜糶倉糧粟。忱不認書，元乃堅執，不能定。鷟取呂元告牒，括兩頭，唯留一字，問：「是汝書，即注是，以字押；不是，即注非，亦以字押。」元乃注曰「非」，去括即是元牒。且決五下。括詐馮忱書上一字以問之，注曰「是」，去括乃詐書也。元連項赤，叩頭伏罪。又有一客驢韁斷，并鞍失三日，訪不獲，經縣告。鷟推勘急，夜放驢出而藏其鞍，可直五千已來。鷟曰：「此可知也。」令將却籠頭放之，驢向舊餒處，鷟令搜其家，其鞍於草積下得之，人伏其計。【於草積下得之人伏其計　原無「之」字，據廣記卷一七一引增。又「計」，廣記作「能」。】 \\n 張松壽為長安令，時昆明池側有劫殺，奉敕十日內須獲賊，如違，所由科罪。壽至行劫處尋踪跡，見一老婆樹下賣食，至以從騎馱來入縣，供以酒食。經三日，還以馬送舊坐處，令一腹心人看，有人共婆語，即捉來。須臾一人來問明府若為推逐，即披布衫籠頭送縣，一問具承，并贓並獲。【一問具承并贓並獲　「具」原作「其」，「贓」原作「賊」，據廣記卷一七一改。】時人以為神明。 \\n 元嘉少聰俊。左手畫員，右手畫方，口誦經史，目數羣羊，兼成四十字詩，一時而就，足書五言一絕。六事齊舉。代號「神仙童子」。 \\n 并州人毛俊誕一男，四歲，則天召入內試字。千字文皆能暗書，賜衣裳放還。人皆以為精魅所託，其後不知所終。 \\n 納言婁師德，鄭州人，為兵部尚書。使并州，接境諸縣令隨之。日高至驛，恐人煩擾驛家，令就廳同食。尚書飯白而細，諸人飯黑而麤，呼驛長嗔之曰：「飯何為兩種者？」驛客將恐，【驛客將恐　廣記卷一七六引無「客」字，疑「客」衍。】對曰：「邂逅浙米不得，死罪。」尚書曰：「卒客無卒主人，亦復何損。」遂換取麤飯食之。檢校營田，往梁州，先有鄉人姓婁者為屯官犯贓，都督許欽明欲決殺。令衆鄉人謁尚書，【令衆鄉人謁尚書　「令」字疑衍。】欲救之，尚書曰：「犯國法，師德當家兒子亦不能捨，何況渠。」明日宴會，都督與尚書俱坐，【都督與尚書俱坐　廣記卷一七六引作「都督與尚書曰犯國法俱坐」。】尚書曰：「聞有一人犯國法，云是師德鄉里。師德實不識，但與其父為小兒時共牧牛耳。都督莫以師德寬國家法。」都督遽令脫枷至，尚書切責之曰：「汝辭父娘，求覓官職，不能謹潔，知復奈何。」將一楪槌餅與之曰：「■〈口童〉却，作箇飽死鬼去。」都督從此捨之。後為納言、平章事，又檢校屯田，行有日矣。諮執事早出，婁先足疾，待馬未來，於光政門外橫木上坐。須臾有一縣令，不知其納言也，因訴身名，遂與之並坐。令有一子遠覘之，【令有一子　廣記卷一七六引「子」作「丁」。】走告曰：「納言也。」令大驚，起曰：「死罪！」納言曰：「人有不相識，法有何死罪。」令因訴云，有左嶷，以其年老眼暗奏解，「某夜書表狀亦得，眼實不暗」。納言曰：「道是夜書表狀，何故白日裏不識宰相？」令大慚，曰：「願納言莫說向宰相，納言南無佛不說。」【南無佛　「無」原作「元」，據廣記卷一七六引改。按：當是原作「旡」，遂譌為「元」。】公左右皆笑。使至靈州，果驛上食訖，索馬，判官諮意家漿水，【判官諮意家漿水　「意」疑當作「驛」，音近而譌。】亦索不得，全不祗承。【全不祗承　「祗」原作「抵」，據廣記卷一七六引改。】納言曰：「師德已上馬，與公料理。」往呼驛長，責曰：「判官與納言何別，【判官與納言何別　「別」原作「到」，據廣記卷一七六引改。】不與供給？索杖來。」驛長惶怖拜伏，納言曰：「我欲打汝一頓，大使打驛將，細碎事，【細碎事　「細」原作「納」，據廣記卷一七六引改。】徒涴却名聲。若向你州縣道，【若向你州縣道　原無「向」字，據廣記卷一七六引增。】你即不存生命。且放却。」驛將跪拜流汗，狼狽而走。婁目送之，謂判官曰：「與公躓頓之矣。」衆皆怪嘆。其行事皆此類。浮休子曰：司馬徽、劉寬無以加也。 \\n 英公李勣為司空，知政事，有一番官者參選被放，【參選被放　「放」原作「陂」，據廣記卷一七六引改。】來辭英公。公曰：「明朝早向朝堂見我來。」及期而至，郎中並在傍，番官至辭，英公頻眉謂之曰：「汝長生不知事尚書、侍郎，我老翁不識字，無可教汝，何由可得留，深負媿汝。努力好去。」侍郎等惶懼，遽問其姓名，令南院看牓。須臾引入，注與吏部令史。英公時為宰相，有鄉人嘗過宅，為設食。食客裂却餅緣，英公曰：「君大少年。此餅犂地兩遍熟，【犂地兩遍熟　「犂」原作「掣」，據廣記卷一七六引改。】槩下種鋤塒收刈打颺訖，【槩下種　「槩」疑為「暨」字之誤。】磑羅作麵，然後為餅。少年裂却緣，是何道？此處猶可，若對至尊前，公作如此事，參差斫却你頭。」客大慚悚。浮休子曰：宇文朝華州刺史王羆，有客裂餅緣者，羆曰：「此餅大用功力，然後入口。公裂之，只是未飢，且擎却。」客愕然。又臺使致羆食飯，使人割瓜皮大厚，投地，羆就地拾起以食之。使人極悚息。【使人極悚息　廣記卷一七六引此下有「今輕薄少年裂餅緣，割瓜侵瓤，以為達官兒郎，通人之所不為也」二十五字。】 \\n 刑部尚書李日知自為畿赤，不曾打杖行罸，其事亦濟。及為刑部尚書，【及為刑部尚書　原無「為」字，據廣記卷一七六引增。】有令史受敕三日，忘不行者。尚書索杖剝衣，喚令史總集，欲決之。責曰：「我欲笞汝一頓，恐天下人稱你云撩得李日知嗔，喫李日知杖。你亦不是人，妻子亦不禮汝。」遂放之。自是令史無敢犯者，設有稽失，衆共讁之。 \\n 兵部郎中朱前疑貌醜，其妻有美色。天后時，洛中殖業坊西門酒家有婢，蓬頭垢面，傴肩皤腹，寢惡之狀，舉世所無。而前疑大悅之，殆忘寢食。乃知前世言宿瘤蒙愛，信不虛也。夫人世嗜慾，一何殊性。前聞文王嗜昌■〈蜀犬〉，楚王嗜芹葅，屈到嗜芰，曾皙嗜羊棗，宋劉雍嗜瘡痂，本傳曰：「雍詣前吳興太守孟靈休，靈休脫襪，黏炙瘡痂墜地，雍俯而取之飡焉。」宋明帝嗜蜜漬■〈虫遂〉蛦，每啖數升。是知海上逐臭之談，陳君愛醜之說，何足怪歟！夫亦其癖也。【夫亦其癖也　廣記卷二０一引「夫亦」作「天與」，義長。】 \\n 太宗時，西國進一胡，善彈琵琶。作一曲，琵琶絃撥倍麄。上每不欲番人勝中國，乃置酒高會，使羅黑黑隔帷聽之，一遍而得。謂胡人曰：「此曲吾宮人能之。」取大琵琶，遂于帷下令黑黑彈之，不遺一字。胡人謂是宮女也，驚嘆辭去。西國聞之，降者數十國。 \\n 王沂者，平生不解絃管。忽旦睡，至夜乃寤，索琵琶絃之，成數曲：一名雀啅蛇，一名胡王調，一名胡瓜苑。人不識聞，聽之者莫不流淚。其妹請學之，乃教數聲，須臾總忘，不復成曲。 \\n 周有婆羅門僧惠範，姦矯狐魅，挾邪作蠱，咨趄鼠黠，左道弄權。則天以為聖僧，賞賚甚重。太平以為梵王，接納彌優，生其羽翼，長其光價。孝和臨朝，常乘官馬，往還宮掖。太上登極，從以給使，出入禁門，每入即賜綾羅、金銀器物。氣岸甚高，風神傲誕，內府珍寶，積在僧家。矯說祅祥，妄陳禍福。神武斬之，京師稱快。 \\n 道士史崇玄，懷州河內縣縫鞾人也。後度為道士，僑假人也，附太平為太清觀主。金仙、玉真出俗，立為尊師。每入內奏請，賞賜甚厚，無物不賜。授鴻臚卿，衣紫羅裙帔，握象笏，佩魚符，出入禁闈，公私避路。神武斬之，京中士女相賀。 \\n 嶺南風俗，家有人病，先殺鷄鵞等以祀之，將為修福。若不差，即次殺猪狗以祈之。不差，即次殺太牢以禱之。更不差，即是命，不復更祈。死則打鼓鳴鍾於堂，比至葬訖。初死，且走，大叫而哭。 \\n 景雲中，有長髮賀玄景，自稱五戒賢者。同為妖者十餘人，於陸渾山中結草舍，幻惑愚人子女，傾家產事之。紿云至心求者必得成佛。玄景為金簿袈裟，獨坐暗室，令愚者竊視，云佛放光，衆皆懾伏。緣于懸崖下燒火，遣數人於半崖間披紅碧紗為仙衣，隨風習颺，令衆觀之。誑曰：「此仙也。」各令着仙衣以飛就之，即得成道。尅日設齋，飲中置莨菪子，與衆餐之。女子好髮者，截取為剃頭，串仙衣，臨崖下視，眼花恍忽，推崖底，一時燒殺，沒取資財。事敗，官司來檢，灰中得焦拳屍骸數百餘人。【焦拳屍骸　「骸」原作「柩」，廣記卷二八八汪校云，明鈔本作「骸」，今從改。】敕決殺玄景，縣官左降。 \\n 景龍中，瀛州進一婦人，身上隱起浮圖塔廟諸佛形像。按察使進之，授五品。其女婦留內道場，逆韋死後，不知去處。 \\n 周證聖元年，薛師名懷義造功德堂一千尺於明堂北。其中大像高九百尺，鼻如千斛船，中容數十人並坐，【中容數十人並坐　廣記卷二八八引句上有「小指」二字。】夾紵以漆之。五月十五，起無遮大會於朝堂。掘地深五丈，以亂綵為宮殿臺閣，屈竹為胎，張施為楨蓋。又為大像金剛，並坑中引上，詐稱從地湧出。又刺牛血畫作大像頭，頭高二百尺，誑言薛師膝上血作之，觀者填城溢郭，士女雲會。內載錢拋之，更相踏藉，老少死者非一。至十六日，張像於天津橋南，設齋。二更，功德堂火起，延及明堂，飛焰衝天，洛城光如晝日。其堂作仍未半，已高七十餘尺，又延燒金銀庫，鐵汁流液，平地尺餘，人不知錯入者，便即焦爛。其堂煨燼，尺木無遺。至曉，乃更設會，暴風欻起，裂血像為數百段。浮休子曰：梁武帝捨身同泰寺，百官傾庫物以贖之。其夜欻電霹靂，風雨晦冥，寺浮圖佛殿一時盪盡。非理之事，豈如來本意哉！ \\n 景雲中，西京霖雨六十餘日。有一胡僧名寶嚴，自云有術法，能止雨。設壇場，誦經咒。其時禁屠宰，寶嚴用羊二十口、馬兩匹以祭。祈請經五十餘日，其雨更盛。於是斬逐胡僧，其雨遂止。 \\n 周聖曆年中，洪州有胡超僧出家學道，隱白鶴山，微有法術，自云數百歲。則天使合長生藥，所費巨萬，三年乃成。自進藥於三陽宮，則天服之，以為神妙，望與彭祖同壽，改元為久視元年。放超還山，賞賜甚厚。服藥之後三年而則天崩。 \\n 則天時，調猫兒與鸚鵡同器食，命御史彭先覺監，遍示百官及天下考使。傳看未遍，猫兒飢，遂齩殺鸚鵡以餐之，則天甚愧。武者國姓，殆不祥之徵也。 \\n 裴炎為中書令，時徐敬業欲反，令駱賓王畫計，取裴炎同起事。賓王足踏壁，靜思食頃，乃為謠曰：「一片火，兩片火，緋衣小兒當殿坐。」教炎莊上小兒誦之，并都下童子皆唱。炎乃訪學者令解之。召賓王至，數啖以寶物錦綺，皆不言。又賂以音樂、女妓、駿馬，亦不語。乃對古忠臣烈士圖共觀之，見司馬宣王，賓王歘然起曰：「此英雄丈夫也。」即說自古大臣執政，多移社稷，炎大喜。賓王曰：「但不知謠讖何如耳。」炎以謠言「片火緋衣」之事白，賓王即下，北面而拜曰：「此真人矣。」遂與敬業等合謀。揚州兵起，炎從內應，書與敬業等合謀。唯有「青鵞」，人有告者，【唯有青鵞人有告者　「人」下原有空缺。「唯有青鵞」，廣記卷二八八引作「書唯有青鵞字」，通鑑光宅元年考異引作「唯有青鵞字」。】朝廷莫之能解，則天曰：「此『青』字者十二月，『鵞』字者我自與也。」遂誅炎，敬業等尋敗。 \\n 逆韋之妹馮太和之妻號七姨信邪，見豹頭枕以辟邪，白澤枕以去魅，作伏熊枕以為宜男。太和死，嗣虢王娶之。韋之敗也，虢王斫七姨頭送朝堂，則知辟邪之枕無效矣。 \\n 後魏高流之為徐州刺史，【徐州刺史　「徐州」原作「除州」，據廣記卷三九一引改。】決滹沱河水繞城。破一古墓，得銘曰「吾死後三百年，背底生流泉，賴逢高流之，遷吾上高原」。流為造棺槨衣物，取其柩而改葬之。 \\n 東都豐都市在長壽市之東北。初築市垣，掘得古冢，土藏無砧甓，棺木陳朽，觸之便散。屍上着平上幘，朱衣。得銘云「筮道居朝，龜言近市，五百年間，於斯見矣」。當時達者參驗，是魏黃初二年所葬也。 \\n 寇天師謙之，後魏時得道者也，常刻石為記，藏於嵩山。上元初，有洛州郜城縣民因採藥於山，得之以獻。縣令樊文言於州，州以上聞，高宗皇帝詔藏於內府。其銘記文甚多，奧不可解，略曰「木子當天下」；又曰「止戈龍」；又曰「李代代，不移宗」；又曰「中鼎顯真容」；又曰「基千萬歲」。所謂木子當天下者，蓋言唐氏受命也。止戈龍者，言太后臨朝也，止戈為武，武，天后氏也。李代代，不移宗者，謂中宗中興，再新天地。中鼎顯真容者，實中宗之廟諱，真為睿聖之徽謚，得不信乎？基千萬歲者，基，玄宗名也，千萬歲，蓋曆數久長也。後中宗御位，樊文男欽賁以石記本上獻，上命編於國史。【此條見廣記卷三九一，云出宣室志。】 \\n 辰州東有三山，鼎足直上，各數千丈。古老傳曰，鄧夸父與日競走，至此煮飯，此三山者，夸父支鼎之石也。 \\n 寶曆元年乙巳歲，資州資陽縣清弓村山有大石，可三間屋大。從此山下忽然吼踴，下山越澗，却上坡，可百步。其石走時，有鋤禾人見之，各手把鋤，趂至所止。其石高二丈。 \\n 趙州石橋甚工，磨礲密緻如削焉。望之如初日出雲，長虹飲澗。上有勾欄，皆石也，勾欄並有石獅子。龍朔年中，高麗諜者盜二獅子去，後復募匠修之，莫能相類者。至天后大足年，默啜破趙、定州，賊欲南過，至石橋，馬跪地不進，但見一青龍臥橋上，奮迅而怒，賊乃遁去。 \\n 永昌年，太州敷水店南西坡白日飛四五里，直塞赤水。坡上桑畦麥隴依然仍舊。 \\n 鄒駱駝，長安人。先貧，常以小車推蒸餅賣之。每勝業坊角有伏磚，車觸之即翻，塵土涴其餅，駝苦之。乃將钁劚去十餘磚，下有瓷甕，容五斛許，開看，有金數斗，於是巨富。其子昉，與蕭佺交厚，時人語曰：「蕭佺駙馬子，鄒昉駱駝兒。非關道德合，只為錢相知。」 \\n 先天年，洛下人牽一牛奔，腋下有一人手，長尺餘，巡坊而乞。 \\n 隋文皇帝時，大宛國獻千里馬，騣曳地，號曰「師子驄」。上置之馬羣，陸梁人莫能制。上令并羣驅來，謂左右曰：「誰能馭之？」郎將裴仁基曰：「臣能制之。」遂攘袂向前，去十餘步，踴身騰上，一手撮耳，一手摳目，馬戰不敢動，乃鞴乘之。朝發西京，暮至東洛。後隋末，不知所在。唐文武聖皇帝敕天下訪之，同州刺史宇文士及訪得其馬，老於朝邑市麵家挽磑，【挽磑　「挽」原作「撓」，據廣記卷四三五引改。】騣尾焦禿，皮肉穿穴，及見之悲泣。帝自出長樂坡，馬到新豐，向西鳴躍。帝得之甚喜，齒口並平，飼以鍾乳，仍生五駒，皆千里足也。後不知所在矣。 \\n 德州刺史張訥之一白馬，【張訥之　「訥」原作「納」。廣記卷四三五引同，汪校云，明鈔本作「訥」。按：下文正作「訥」，今從改。】其色如練，父雄為荊州刺史常乘。雄薨，子敬之為考功郎中，改壽州刺史，又乘此馬。敬之薨，弟訥之從給事中、相府司馬改德州刺史，入為國子祭酒，出為常州刺史，至今猶在。計八十餘年，極肥健，行驟脚不散。 \\n 廣平宋察娶同郡游昌女。察先代胡人也，歸漢三世矣。忽生一子，深目而高鼻，疑其非嗣，將不舉。須臾赤草馬生一白駒，察悟曰：「我家先有白馬，種絕已二十五年，今又復生。吾曾祖貌胡，今此子復其先也。」遂養之。故曰「白馬活胡兒」，此其謂也。 \\n 東海有蛇丘，地險多漸洳，衆蛇居之，無人民。蛇或有人頭而蛇身。 \\n 嶺南有報冤蛇，人觸之，即三五里隨身即至。若打殺一蛇，則百蛇相集，將蜈蚣自防乃免。 \\n 顧渚山頳石洞有綠蛇，長可三尺餘，大類小指，好棲樹杪。視之若鞶帶，纏於柯葉間。無螫毒，見人則空中飛。【此條見廣記卷四五六，云出顧渚山記。】 \\n 山南五溪黔中皆有毒蛇，烏而反鼻，蟠於草中。其牙倒勾，去人數步，直來疾如繳箭，螫人立死。中手即斷手，中足則斷足，不然則全身腫爛，百無一活。謂蝮蛇也。有黃喉蛇，好在舍上，無毒，不害人，唯善食毒蛇。食飽則垂頭直下，滴沫地墳起，變為沙虱，中人為疾。額上有「大王」字，衆蛇之長，常食蝮蛇。 \\n 種黍來蛇，燒羖羊角及頭髮則蛇不敢來。 \\n 隋絳州夏縣樹提家新造宅，欲移之。忽有蛇無數，從室中流出門外，其稠如箔上蠶，蓋地皆遍。時有行客，云解符鎮，取桃枝四枝書符，繞宅四面釘之，蛇漸退，符亦移就之。蛇入堂中心，有一孔大如盆口，蛇入並盡。令煎湯一百斛灌之。經宿以鍫掘之，深尺，【深尺　廣記卷四五七引作「深數尺」。】得古銅錢二十萬貫。因陳破鑄新錢，遂巨富。蛇乃是古銅之精。 \\n 開元四年六月，郴州馬嶺山側有白蛇長六七尺，黑蛇長丈餘。須臾二蛇鬥，白者吞黑蛇，到粗處，口兩嗌皆裂，血流滂沛。黑蛇頭入，嚙白蛇肋上作孔，頭出二尺餘。俄而兩蛇並死。後十餘日大雨，山水暴漲，漂破五百餘家，失三百餘人。 \\n 左補闕畢乾泰，瀛州任丘人。父母年五十，自營生藏訖。至父年八十五，又自造棺，稍高大，嫌藏小，更加磚二萬口。開藏欲修之，有蛇無數。時正月尚寒，蟄未能動，取蛇投一空井中，仍受蛇不盡。其蛇金色。泰自與奴開之，尋病而卒。月餘，父母俱亡。此開之不得其所也。 \\n 滄州東光縣寶觀寺常有蒼鶻集重閣。每有鴿數千，鶻冬中每夕取一鴿以暖足，至曉放之而不殺。自餘鷹鶻不敢侮之。 \\n 太宗養一白鶻，號曰將軍。取鳥常驅至於殿前，然後擊殺，故名落鴈殿。上恒令送書，從京至東都與魏王，仍取報，日往反數迴。亦陸機黃耳之徒歟！ \\n 上元中，華容縣有象入莊家中庭臥。其足下有槎，人為出之，象乃伏，令人騎。入深山，以鼻掊土，【掊土　「掊」原作「豗」，據廣記卷四四一引改。】得象牙數十，以報之。 \\n 吏部侍郎鄭愔，初託附來俊臣。俊臣誅，即託張易之。易之被戮，託韋庶人。後附譙王，竟被斬。 \\n 太子少保薛稷，雍州長史李晉，中書令崔湜、蕭至忠、岑羲等，並外飾忠鯁，內藏諂媚，翕肩屏氣，舐痔折肢。附太平公主，並騰遷雲路，咸自以為得志，保泰山之安。七月三日，破家身斬，何異鵷■〈央鳥〉棲於葦苕，大風忽起，巢折卵破。後之君子，可不鑒哉！ \\n 趙履溫為司農卿，諂事安樂公主，氣勢迴山海，呼吸變霜雪。客謂張文成曰：「趙司農何如人？」曰：「猖獗小人，心佞而險，行僻而驕，折支勢族，舐痔權門，諂於事上，傲於接下，猛若飢虎，貪若餓狼。性愛食人，終為人所食。為公主奪百姓田園，造定昆池，言定天子昆明池也，用庫錢百萬億。斜褰紫衫，為公主背挽金犢車。險諛皆此類。誅逆韋之際，上御承天門，履溫詐喜，舞蹈稱萬歲。上令斬之，刀劍亂下，與男同戮。人割一臠，肉骨俱盡。」 \\n 天后時，張岌諂事薛師，掌擎黃幞，隨薛師後。於馬傍伏地，承薛師馬鐙。侍御史郭霸嘗來俊臣糞穢，宋之問捧張易之溺器，並偷媚取容，實名教之大弊也。【實名教之大弊也　廣記卷二四０引「大弊」作「罪人」。】 \\n 天后時，太常博士吉頊父皙易州刺史，【吉頊父皙　廣記卷二四０引「皙」作「哲」。按：新書卷七四下宰相世系表亦作「哲」，參本書卷三校記[一]。】以贓坐死。頊於天津橋南要內史魏王承嗣，拜伏稱死罪。承嗣問之，曰：「有二妹，堪事大王。」承嗣然之，遂犢車載入。三日不語，承嗣怪問之，二人曰：「兒父犯國法，憂之無復聊賴。」承嗣既幸，免其父極刑，遂進頊籠馬監，俄遷中丞、吏部侍郎。不以才昇，二妹請求承嗣故也。 \\n 天后內史宗楚客性諂佞。時薛師有嫪士母之寵，遂為作傳二卷，論薛師之聖從天而降，不知何代人也。釋迦重出，觀音再生。期年之間，位至內史。 \\n 天后梁王武三思為張易之作傳，【天后　原作「天武」，據廣記卷二四０引改。】云是王子晉後身。於緱氏山立廟，詞人才子佞者為詩以詠之，舍人崔融為最。周年，易之族，佞者並流於嶺南。 \\n 崔湜諂事張易之與韋庶人。【崔湜諂事張易之與韋庶人　廣記卷二四０引此句上多二百餘字，今迻錄如下：「唐崔挹子湜。桓、敬懼武三思讒間，引湜為耳目，湜乃反以桓、敬等計潛告三思。尋為中書令，湜又說三思盡殺五王，絕其歸望。先是，湜為兵部侍郎，挹為禮部侍郎，父子同為南省副貳，有唐以來未之有也。上官昭容屢出外，湜諂附之。玄宗誅蕭至忠後，所司奏宮人元氏款稱與湜曾密謀進鴆，乃賜湜死，年四十。初，湜與張說有隙，說為中書令，議者以為說搆陷之。湜美容儀，早有才名。弟液、滌及從兄涖，並有文翰，列居清要。每私宴之際，自比王、謝之家，謂人曰：『吾之門地及出身歷官，未嘗不為第一。丈夫當先據要路以制人，豈能默默受制於人。』故進取不已，而不以令終。」】及韋氏誅，附太平，有馮子都、董偃之寵。妻美，與二女並進儲闈，為中書侍郎、平章事。或有人牓之曰：「託庸才於主第，進艷婦於春宮。」 \\n 燕國公張說，倖佞人也。前為并州刺史，諂事特進王毛仲，餉致金寶不可勝數。後毛仲巡邊，會說於天雄軍大設，【天雄軍　通鑑開元九年考異引作「天兵軍」，是。】酒酣，恩敕忽降，授兵部尚書、同中書門下三品。說謝訖，便把毛仲手起舞，嗅其鞾鼻。 \\n 將軍高力士特承玄宗恩寵。遭母喪，左金吾大將軍程伯獻、少府監馮紹正二人直就力士母喪前披髮哭，甚於己親。朝野聞之，不勝耻笑。【此條見廣記卷二四０，云出譚賓錄。】 \\n 前侍御史王景融，瀛州平舒人也。【平舒　原作「平野」，廣記卷四二０引作「平舒」。按：平舒為瀛州屬縣，今據改。】遷父靈柩就洛州，於隧道掘着龍窟，大如甕口。景融俯而觀之，有氣如烟直上，衝損其目。遂失明，旬日而暴卒。 \\n  \\n   \\n  "}
{"章节": "朝野僉載卷六", "正文": "  \\n 朝野僉載卷六 \\n 　 \\n  \\n 天寶中，萬年主簿韓朝宗嘗追一人，來遲，決五下。將過縣令，令又決十下。其人患天行病而卒。後於冥司下狀言，朝宗遂被追至。入烏頭門極大，【烏頭門　廣記卷三八０引作「烏頸門」。】至中門前，一雙桐樹，門邊一閤垂簾幕，窺見故御史洪子輿坐。子輿曰：「韓大何為得此來？」朝宗云：「被追來，不知何事。」子輿令早過大使，入屏牆，見故刑部尚書李乂。朝宗參見，云：「何為決殺人？」朝宗訴云：「不是朝宗打殺，縣令重決，由患天行病自卒，非朝宗過。」又問：「縣令決汝，何牽他主簿！朝宗無事。然亦縣丞，悉見例皆受行杖。」亦決二十放還。【亦決二十放還　「亦」原作「木」，廣記卷三八０引同，汪校據明鈔本改作「亦」，今從之。】朝宗至晚始蘇，脊上青腫，疼痛不復可言，一月已後始可。於後巡檢坊曲，遂至京城南羅城，有一坊中，一宅門向南開，宛然記得追來及乞杖處。【乞杖處　廣記卷三八０引「乞」作「喫」。】其宅中無人居，問人，云此是公主凶宅，人不敢居。乃知大凶宅皆鬼神所處，信之。 \\n 神鼎師不肯剃頭，食醬一■〈豆斗〉。每巡門乞物，得着布破衣亦着，得紬錦羅綺亦着。於利貞師座前聽，問貞師曰：「萬物定否？」貞曰：「定。」鼎曰：「闍梨言若定，何因高岸為谷，深壑為陵；有死即生，有生即死；萬物相糾，六道輪迴？何得為定耶！」貞曰：「萬物不定。」鼎曰：「若不定，何不喚天為地，喚地為天，喚月為星，喚星為月？何得為不定！」貞無以應之。時張文成見之，謂曰：「觀法師即是菩薩行人也。」鼎曰：「菩薩得之不喜，失之不悲，打之不怒，駡之不嗔，此乃菩薩行人也。鼎今乞得即喜，不得即悲，打之即怒，駡之即嗔。以此論之，去菩薩遠矣。」 \\n 空如禪師者，不知何許人也。少慕修道，父母抑婚，以刀割其勢，乃止。後成丁，徵庸課，遂以麻蠟裹臂，以火爇之，遂成廢疾。入陸渾山坐蘭若，虎不為暴。山中偶見野猪與虎鬥，以藜杖揮之，曰：「檀越不須相爭。」即弭耳分散。人皆敬之，無敢議者。 \\n 司刑司直陳希閔以非才任官，【司刑司直陳希閔以非才任官　廣記卷四九三引「司刑司直」作「司刑司丞」。又「非」上原有「才」字，據廣記刪。】庶事凝滯。司刑府史目之為「高手筆」，言秉筆支額，半日不下，故名「高手筆」。又號「按孔子」，言竄削至多，紙面穿穴，故名「按孔子」。 \\n 衢州龍游縣令李凝道性褊急，姊男年七歲，故惱之，即往逐之，不及，遂餅誘得之，齩其胸背流血，姊救之得免。又乘驢於街中，有騎馬人鞾鼻撥其膝，遂怒，大駡，將毆之，馬走，遂無所及。忍惡不得，遂嚼路傍棘子流血。 \\n 貞觀中，冀州武彊縣丞堯君卿失馬。既得賊，枷禁未決，君卿指賊面而駡曰：「老賊喫虎膽來，敢偷我物！」賊舉枷擊之，應時腦碎而死。 \\n 開元中，蕭穎士方年十九，【蕭穎士　原無「蕭」字，據廣記卷二四四引增。】擢進士。至二十餘，該博三教。其賦性躁忿浮戾，【躁忿浮戾　「戾」原作「淚」，據廣記卷二四四引改。】舉無其比。常使一僕杜亮，每一決責，皆由非義。平復，遭其指使如故。或勸亮曰：「子傭夫也，何不擇其善主，而受苦若是乎？」亮曰：「愚豈不知。但愛其才學博奧，以此戀戀不能去。」卒至于死。 \\n 敬宗時，高崔巍喜弄癡。【敬宗時高崔巍喜弄癡　敬宗時事，為張鷟所不及見。此言敬宗，下文又稱大帝，大帝者高宗，亦前後抵牾。酉陽雜俎續集卷四引作「唐散樂高崔巍善弄癡」，廣記卷二四九引同雜俎，無「敬宗時」三字，是。】大帝令給使捺頭向水下，【大帝令給使捺頭向水下　廣記卷二四九引「大帝」作「太宗」。又「捺」原作「撩」，據廣記改。】良久，出而笑之。帝問，曰：「見屈原，云：『我逢楚懷王無道，乃沈汨羅水。汝逢聖明主，何為來？』」帝大笑，【帝大笑　酉陽雜俎續集卷四引作「帝不覺驚起」。】賜物百段。 \\n 秋官侍郎狄仁傑嘲秋官侍郎盧獻曰：「足下配馬乃作驢。」獻曰：「中劈明公，乃成二犬。」傑曰：「狄字犬傍火也。」獻曰：「犬邊有火，乃是煮熟狗。」 \\n 吏部侍郎李安期，隋內史德林之孫，安平公百藥之子，性好機警。常有選人被放，訴云：「羞見來路。」安期問：「從何關來？」「從蒲津關來。」安期曰：「取潼關路去。」選者曰：「耻見妻子。」安期曰：「賢室本自相諳，亦不笑。」【亦不笑　廣記卷二五０引作「亦應不笑」。】又一選人引銓，安期看判曰：「弟書稍弱。」對曰：「昨墜馬損足。」安期曰：「損足何廢好書？」為讀判曰：「向看賢判，【向看賢判　「賢」原作「弟」，廣記卷二五０引同，汪校據明鈔本改作「賢」，今從之。】非但傷足，兼似內損。」其人慚而去。又選士姓杜名若，注芳洲官，【注芳洲官　「注」原作「任」，據廣記卷二五０引改。】其人慚而不伏。安期曰：「君不聞芳洲有杜若？」其人曰：「可以贈名公。」曰：「此期非彼期。」若曰：「此若非彼若。」安期笑，為之改注。又一吳士，前任有酒狀，安期曰：「君狀不善。」吳士曰：「知暗槍已入。」安期曰：「為君拔暗槍。」答曰：「可憐美女。」安期曰：「有精神選，還君好官。」對曰：「怪來晚。」安期笑而與官。 \\n 尹神童每說，伯樂令其子執馬經畫樣以求馬，經年無有似者。歸以告父，乃更令求之。出見大蝦蟇，謂父曰：「得一馬，略與相同，而不能具。」伯樂曰：「何也？」對曰：「其隆顱跌目脊郁縮，但蹄不如累趨爾。」伯樂曰：「此馬好跳躑，不堪也。」子笑乃止。 \\n 安南有象□□，【安南有象□□　廣記卷四四一引「有象」下亦有闕文，汪校據黃本補「能默識人之是非曲直，其往來山中遇人相爭」十八字。】有理者即過。負心者以鼻卷之，擲空中數丈，以牙接之，應時碎矣。莫敢競者。 \\n 安南武平縣封溪中有猩猩焉，如美人，解人語，知往事。以嗜酒故，以屐得之，檻百數同牢。欲食之，衆自推肥者相送，流涕而別。時餉封溪令，以帊蓋之，令問何物，猩猩乃籠中語曰：「唯有僕並酒一壺耳。」令笑而愛之，養畜，能傳送言語，人不如也。 \\n 前御史王義方出萊州司戶參軍，去官歸魏州，以講授為業。時鄉人郭無為頗有法術，教義方使野狐。義方雖呼得之，不伏使，却被羣狐競來惱，每擲磚瓦以擊義方。或正誦讀，即裂其書碎。聞空中有聲云：「有何神術，而欲使我乎！」義方竟不能禁止，無何而卒。 \\n 并州石艾、壽陽二界有妬女泉，有神廟，泉水沉潔澈千丈。【泉水沉潔澈千丈　廣記卷二九一引作「泉瀵水深沉潔澈千丈」。】祭者投錢及羊骨，皎然皆見。俗傳妬女者，介之推妹，與兄競，去泉百里，寒食不許舉火，【寒食不許舉火　廣記卷二九一引「舉火」作「斷火」，疑是。】至今猶然。女錦衣紅鮮，裝束盛服，及有人取山丹、百合經過者，必雷風電雹以震之。 \\n 景龍末，韋庶人專制，故安州都督、贈太師杜鵬舉時尉濟源縣，為府召至洛城修籍。一夕暴卒，親賓具小殮，夫人尉遲氏，敬德之孫也，性通明彊毅，曰：「公算術神妙，自言官至方伯，今豈長往。」即安然不哭。洎二日三夕，乃心上稍溫，翌日徐蘇。數日方語，云初見兩人持符來召，遂相引出徽安門。門隙容寸，過之尚寬，直北上邙山，可十餘里，有大坑，視不見底。使人令入，鵬舉大懼，使者曰：「可閉目。」執手如飛，須臾足已履地。尋小徑東行，凡數十里，天氣昏慘，如冬凝陰。遂至一廨，牆宇宏壯，使者先入。有碧衣官出，趨拜頗恭，既退引入，碧衣者踞坐案後，命鵬舉前。傍有一狗，人語曰：「誤，姓□名同，【姓□名同　缺字當是「異」字。】非此官也。」笞使者，改符令去。有一馬半身兩足，跳梁而前曰：「往為鵬舉所殺，今請理寃。」鵬舉亦醒然記之，訴云：「曾知驛，敕使將馬令殺，非某所願。」碧衣命吏取案，審然之，馬遂退。傍見一吏，揮手動目，教以事理，意相庇脫。證既畢，遂揖之出，碧衣拜送門外，云：「某是生人，安州編戶，少府當為安州都督，故先施敬，願自保持。」言訖而向所教之吏趨出，云姓韋名鼎，亦是生人，在上都務本坊。自稱向來有力，祈錢十萬。鵬舉辭不能致，鼎云：「某雖生人，今於此用紙錢，易致耳。」遂許之。又囑云：「焚時願以物藉之，幸不着地，兼呼韋鼎，某即自使人受。」鼎又云：「既至此，豈不要見當家簿書？」遂引入一院，題云「戶部」，房廊四周簿帳山積，當中三間架閣特高，覆以赤黃幃帕，金字牓曰「皇籍」。餘皆露架，往往有函，【餘皆露架往往有函　原作「餘皆露往架往有函」，據廣記卷三００引乙正。】紫色蓋之，韋鼎云：「宰相也。」因引詣杜氏籍，書籤云「濮陽房」，有紫函四，發開卷，鵬舉三男，時未生者，籍名已俱。遂求筆，【遂求筆　「遂」原作「述」，據廣記卷三００引改。】書其名於臂。意願踟躕，更欲周覽，【更欲周覽　「周」原作「固」，據廣記卷三００引改。】韋鼎云：「既不住，【既不住　「住」原作「往」，據廣記卷三００引改。】亦要早歸。」遂引出，令一吏送還。吏云：「某苦飢，不逢此使，無因得出，願許別去，冀求一食。但尋此道，自至其所。」留之不可。鵬舉遂西行，道左忽見一新城，異香聞數里，環城皆甲士持兵。鵬舉問之，甲士云：「相王於此上天，有四百天人來送。」鵬舉曾為相王府官，【鵬舉曾為相王府官　「相府府官」原作「相府王官」，據廣記卷三００引乙正。】忻聞此說，牆有大隙，窺見分明。天人數百，圍繞相王，滿地綵雲，並衣仙服，皆如畫者。相王前有女人執香爐引，行近窺諦，【行近窺諦　「諦」原作「帝」，據廣記卷三００引改。】衣裙帶狀似剪破，一如雁齒狀。相王戴一日，光明輝赫，徑可丈餘。相王後凡有十九日，纍纍成行，大光明皆如所戴。須臾有綈騎來迎，甲士令鵬舉走，遂至故道，不覺已及徽安門。門閉，【門閉　原無「門」字，據廣記卷三００引增。】過之亦如去時容易，為羣犬遮齧，行不可進。至家，見身在床上，躍入身中，遂寤。臂上所記如朽木書，字尚分明。遂焚紙錢十萬，呼贈韋鼎。心知卜代之數，中興之期，遂以假故來謁睿宗。上握手曰：「豈敢忘德。」尋求韋鼎，適卒矣。及睿宗登極，拜右拾遺，詞云：「思入風雅，靈通鬼神。」敕宮人妃子數十同其粧服。【宮人妃子　廣記卷三００引作「宮人妃主」。案：下言太平公主亦在其中，則作「妃主」為是。】令視執爐者，鵬舉遙識之，乃太平公主也。問裙帶之由，公主云：「方熨龍袞，【方熨龍袞　「熨」原作「慰」，據廣記卷三００引改。】忽為火迸，驚忙之中，不覺爇帶。倉惶不及更服。」公主歔欷陳賀曰：「聖人之興，固自天也。」鵬舉所見，先睿宗龍飛前三年，故鵬舉墓誌云：「及睿宗踐祚，陰隲祥符。啟聖期於化元，定成拜於幽數。」【定成拜於幽數　廣記卷三００引「拜」作「命」。】後果為安州都督。處士蕭時和作傳。【處士蕭時和作傳　廣記卷三００引「處士」上有「出」字，八字均作小字旁注。「一說」以下別為一條。余嘉錫四庫提要辯證云，此蓋今本據廣記輯錄時，誤鈔入本書，又改小注作大字。】一說，鵬舉得釋後入一院，問簾下者為誰，曰魏元忠也。有頃敬揮入，下馬，衆接拜之，云是大理卿，對推事。見武三思着枷；韋溫、宗楚客、趙履溫等着鎖；李嶠露頭散腰立。聞元忠等云「今年大計會」。至六月，誅逆韋，宗、趙、韋等並斬，嶠解官歸第，皆如其言。 \\n 柴紹之弟某，有材力，輕趫迅捷，踴身而上，挺然若飛，十餘步乃止。太宗令取趙公長孫無忌鞍韉，仍先報無忌，令其守備。其夜，見一物如鳥飛入宅內，割雙■〈革登〉而去，追之不及。又遣取丹陽公主鏤金函枕，【鏤金函枕　「函枕」原誤倒為「枕函」，據廣記卷一九一引乙正。】飛入房內，以手撚土公主面上，【以手撚土公主面上　「土」原作「上」，據廣記卷一九一引改。】舉頭，即以他枕易之而去。至曉乃覺。嘗着吉莫鞾走上磚城，直至女牆，手無攀引。又以足踏佛殿柱，【足踏佛殿柱　說郛卷二作「足指緣佛殿柱」。】至簷頭，捻椽覆上。越百尺樓閣，了無障碍。太宗奇之，曰：「此人不可處京邑。」出為外官。時人號為「壁龍」。【壁龍　說郛卷二作「壁飛」。】太宗嘗賜長孫無忌七寶帶，直千金，時有大盜段師子從屋上上椽孔間而下，露拔刀謂曰：「公動即死。」遂於函中取帶去，以刀拄地，踴身椽孔間出。 \\n 天后時將軍李楷固，契丹人也，善用■〈塌，糹代土〉索。李盡忠之敗也，麻仁節、張玄遇等並被■〈塌，糹代土〉。將麞鹿狐兔走馬遮截，放索■〈塌，糹代土〉之，百無一漏。鞍馬上弄弓矢矛矟如飛仙。天后惜其材不殺，用以為將。稍貪財好色，出為潭州喬口鎮守將，憤恚而卒。 \\n 宋令文者，有神力。禪定寺有牛觸人，莫之敢近，築圍以闌之。令文怪其故，遂袒褐而入。牛竦角向前，令文接兩角拔之，應手而倒，頸骨皆折而死。又以五指撮碓觜壁上書，得四十字詩。為太學生，以一手挾講堂柱起，以同房生衣於柱下壓之。許重設酒，乃為之出。令文有三子：長之問，有文譽；次之遜，善書；次之悌，有勇力。之悌後左降朱鳶，會賊破驩州，以之悌為總管擊之。募壯士，得八人。之悌身長八尺，被重甲，直前大叫曰：「獠賊，動即死。」賊七百人一時俱剉，大破之。 \\n 彭博通者，河間人也，身長八尺。曾於講堂堦上臨堦而立，取鞋一■〈革雨〉以臂夾，令有力者後拔之，鞋底中斷，博通脚終不移。牛駕車正走，博通倒曳車尾，却行數十步，橫拔車轍深二尺餘，皆縱橫破裂。曾遊瓜埠，江有急風張帆，博通捉尾纜挽之，不進。 \\n 定襄公李宏，虢王之子，身長八尺。曾獵，有虎搏之，踣而臥，虎坐其上。奴走馬傍過，虎跳攫奴後鞍，宏起，引弓射之，中臂而死。【引弓射之中臂而死　廣記卷一九一引作「引弓射之而斃」。】宏及奴一無所傷。 \\n 忠武將軍辛承嗣輕捷。曾解鞍絆馬，脫衣而臥，令一人百步走馬持槍而來。承嗣鞴馬解絆，着衣擐甲，上馬盤鎗逆拒，刺馬擒人而還。承嗣曾與將軍元帥獎馳騁，一手捉鞍橋，雙足直上捺蜻蜓，走馬二十里。與中郎裴紹業於青海被吐蕃圍，謂紹業曰：「相隨帶將軍共出。」紹業懼，不敢。承嗣曰：「為將軍試之。」單馬持鎗，【單馬持鎗　「單」原作「軍」，據廣記卷一九一引改。】所向皆靡，却迎紹業出。承嗣馬被箭，乃跳下，奪賊壯馬乘之，一無損傷。裴旻為幽州都督，孫佺北征，被奚賊圍之。旻馬上立走，輪刀雷發，箭若星流，應刀而斷。賊不敢取，蓬飛而去。 \\n 貞觀中，恒州有彭闥、高瓚二人鬥豪，時於大酺場上兩朋競勝，闥活捉一豚，從頭齩至項，放之地上仍走。瓚取猫兒從尾食之，腸肚俱盡，仍鳴喚不止。闥於是乎帖然心伏。 \\n 梁庾信從南朝初至北方，文士多輕之。信將枯樹賦以示之，於後無敢言者。時溫子昇作韓陵山寺碑，信讀而寫其本，南人問信曰：「北方文士何如？」信曰：「唯有韓陵山一片石堪共語。薛道衡、盧思道少解把筆，自餘驢鳴犬吠，聒耳而已。」 \\n 盧照鄰字昇之，范陽人。弱冠拜鄧王府典籤，王府書記一以委之。王有書十二車，照鄰總披覽，略能記憶。後為益州新都縣尉，秩滿，婆娑於蜀中，放曠詩酒，故世稱「王楊盧駱」。照鄰聞之曰：「喜居王後，恥在駱前。」時楊之為文，好以古人姓名連用，如張平子之略談，陸士衡之所記，潘安仁宜其陋矣，仲長統何足知之。號為「點鬼簿」。駱賓王文好以數對，「如秦地重關一百二，漢家離宮三十六」。時人號為「算博士」。如盧生之文，時人莫能評其得失矣。【如盧生之文時人莫能評其得失矣　後村詩話續集引作「盧生之文，古今粲粲，文質彬彬」。】惜哉，不幸有冉耕之疾，著幽憂子以釋憤焉。文集二十卷。 \\n 北齊蘭陵王有巧思，為舞胡子，王意所欲勸，胡子則捧盞以揖之，人莫知其所由也。 \\n 幽州人劉交戴長竿高七十尺，自擎上下。有女十二，甚端正，於竿上置定，跨盤獨立。見者不忍，女無懼色。後竟為撲殺。 \\n 巧人張崇者，能作灰畫腰帶鉸具，每一胯大如錢，灰畫燒之，見火即隱起，作龍魚鳥獸之形，莫不悉備。 \\n 則天如意中，海州進一匠，造十二辰車。廻轅正南則午門開，馬頭人出。四方廻轉，不爽毫釐。又作木火通，鐵盞盛火，輾轉不翻。【輾轉不翻　「輾」原作「晨」，據廣記卷二二六引改。】 \\n 韓王元嘉有一銅樽，背上貯酒而一足倚，滿則正立，不滿則傾。又為銅鳩，氊上摩之熱則鳴，如真鳩之聲。 \\n 洛州殷文亮曾為縣令，性巧好酒，刻木為人，衣以繒綵，酌酒行觴，皆有次第。又作妓女，唱歌吹笙，皆能應節。飲不盡，即木小兒不肯把；飲未竟，則木妓女歌管連理催。【歌管連理催　廣記卷二二六引無「理」字。】此亦莫測其神妙也。 \\n 將作大匠楊務廉甚有巧思，常於沁州市內刻木作僧，手執一椀，自能行乞。椀中錢滿，關■〈釒疌〉忽發，自然作聲云「布施」。市人競觀，欲其作聲，施者日盈數千矣。 \\n 郴州刺史王琚刻木為獺，沉於水中，取魚引首而出。盖獺口中安餌，為轉關，以石縋之則沉。魚取其餌，關即發，口合則銜魚，石發則浮出矣。 \\n 薛眘惑者，善投壺，龍躍隼飛，矯無遺箭。置壺於背後，却反矢以投之，百發百中。 \\n 天后朝，地官郎中周子恭忽然暴亡，見大帝於殿上坐，裴子儀侍立。子恭拜，問為誰，曰：「周子恭追到。」帝曰：「我喚許子儒，何為錯將子恭來！」即放去。子恭蘇，問家中曰：「許侍郎好在否？」時子儒為天官侍郎，已病，其夜卒。則天聞之，馳驛向并州，問裴子儀，時為判官，無恙也。 \\n 張易之將敗也，母韋氏阿藏在宅坐，家人報云有車馬騎從甚多，至門而下。疑其內官也，藏出迎之，無所見。又野狐數十擎飯甕牆頭而過。未旬日而禍及。垂拱之後，諸州多進雌鷄化為雄鷄者，則天之應也。 \\n 神龍中，戶部尚書李承嘉不識字，不解書。為御史大夫，兼洛州長史，名判司為狗，駡御史為驢，威振朝廷。西京造一堂新成，坊人見野狐無數直入宅。須臾堂舍四裂，瓦木一聚，判事筆管手中直裂，別取筆，復裂如初。數日，出為藤州員外司馬，卒。 \\n 大定年中，太州赤水店有鄭家莊，有一兒郎年二十餘，【有一兒郎　「兒郎」原作「鬼」，據說郛卷二及歷代小史改。】日晏於驛路上見一青衣女子獨行，姿容姝麗。問之，云欲到鄭縣，待三婢未來，躊躕伺候。此兒屈就莊宿，安置廳中，借給酒食，將衣被同寢。至曉，門久不開，呼之不應。於窗中窺之，唯有腦骨頭顱在，餘並食訖。家人破戶入，於梁上暗處見一大鳥，冲門飛出。或云是羅刹魅也。 \\n 懷州刺史梁載言晝坐廳事，□□□忽有物如蝙蝠從南飛來，直入口中，翕然似吞一物。腹中遂絞痛，數日而卒。 \\n 壽安男子不知姓名，肘拍扳，鼻吹笛，口唱歌，能半面笑半面啼。一烏犬解人語，應口所作，與人無殊。 \\n 越州兵曹柳崇忽瘍生於頭，呻S吟Y不可忍。於是召術士夜觀之，云：「有一婦女綠裙，問之不應，在君窗下，急除之。」崇訪窗下，止見一瓷妓女，極端正，綠瓷為飾。遂於鐵臼擣碎而焚之，瘡遂愈。 \\n 永徽中，張鷟築馬槽廠宅，正北掘一坑丈餘。時陰陽書云子地穿，必有墮井死。鷟有奴名永進，淘井土崩壓而死。又鷟故宅有一桑，高四五丈，無故枯死，尋而祖亡歿。後有明陰陽云「喬木先枯，衆子必孤」，此其驗也。 \\n 徐敬業舉兵，有大星蓬蓬如筐籠，經三宿而失。俄而敬業敗。 \\n 司刑卿杜景佺授并州長史，馳驛赴任。其夜有大星如斗，落於庭前，至地而沒。佺至并州祈縣界而卒。羣官迎祭，廻所上食為祭盤。 \\n 將軍黑齒常之鎮河源軍，城極嚴峻。有三口狼入營，繞官舍，不知從何而至，軍士射殺。黑齒忌之，移之外。奏討三曲党項，奉敕許，遂差將軍李謹行充替。謹行到軍，旬日病卒。 \\n 天官侍郎顧琮新得三品，有子壻來謁。時大門造成，琮乘馬至門，鼓鼻踣地不進。鞭之，跳躍而入，從騎亦如之。有頃，門無故自倒，琮不悅，遂病。郎中、員外已下來問疾，琮云：「未合入三品，為諸公成就至此，自知不起矣。」旬中而薨。 \\n 張易之初造一大堂甚壯麗，計用數百萬。紅粉泥壁，文栢帖柱，琉璃沉香為飾。夜有鬼書其壁曰「能得幾時」，令削去，明日復書之。前後六七，易之乃題其下曰「一月即足」，自是不復更書。經半年，易之籍沒，入官。 \\n 崔玄暐初封博陵王，【崔玄暐　「暐」原作「暉」，下文又作「暐」。廣記卷一四三引均作「暐」，與兩唐書本傳合，今據改。】身為益府長史，受封。令所司造輅，初成，有大風吹其蓋傾折，識者以為不祥。無何，弟暈為雲陽令，部人殺之雍州衙內。暐三從以上長流嶺南。斯亦咎徵之先見也。 \\n 瀛州饒陽人宋善威曾任一縣尉，嘗晝坐，忽然取鞋衫笏走出門，迎接拜伏引入。諸人不見，但聞語聲。威命酒饌樂飲，仍作詩曰：「月落三株樹，日映九重天。良夜歡宴罷，暫別庚申年。」後威果至庚申年卒。 \\n 開元三年，有熊晝日入廣府城內，經都督門前過，軍人逐十餘里，射殺之。後月餘，都督李處鑒死。自後長史朱思賢被告反，禁身半年，纔出即卒。司馬宋草賓、長史竇崇嘉相繼而卒。 \\n 開元四年，尚書考功院廳前一雙桐樹忽然枯死。旬日，考功員外郎邵某卒。尋而麴先沖為郎中，判邵舊案。月餘，西邊樹又枯死，省中憂之。未幾而先沖又卒。 \\n 源乾曜為宰相，移政事牀。時姚元崇歸休，及假滿來，見牀移，忿之。曜懼，下拜。玄宗聞之而停曜。宰相諱移牀，移則改動，曜停後元崇亦罷，此其驗也。 \\n 梁簡文之生，誌公謂武帝曰：「此子與寃家同年生。」其年，侯景生於雁門，亂梁，誅蕭氏略盡。 \\n 魏徵為僕射，有二典事之長參，時徵方寢，二人窗下平章。一人曰：「我等官職總由此老翁。」一人曰：「總由天上。」徵聞之，遂作一書，遣「由此老翁」人者送至侍郎處，云「與此人一員好官」。其人不知，出門心痛，憑「由天上」者送書。明日引注，「由老人」者被放，「由天上」者得留。徵怪之，問焉，具以實對。乃嘆曰：「官職祿料由天者，蓋不虛也。」 \\n 婁師德為揚州江都尉，馮元常亦為尉，共見張冏藏。藏曰：「二君俱貴，馮位不如婁。馮唯取錢多，即官益進；婁若取一錢，官即落。」後馮為浚儀尉，多肆慘虐，巡察以為彊，奏授雲陽尉。又緣取錢事雪，以為清彊監察。婁竟不敢取一錢，【婁竟不敢取一錢　「竟」原作「見」，據廣記卷一四六引改。】位至台輔，家極貧匱。馮位至尚書左丞，後得罪，賜自盡。婁至納言卒。 \\n 王顯與文武皇帝有嚴子陵之舊，每掣褌為戲，將帽為歡。帝微時，常戲曰：「王顯抵老不作繭。」及帝登極，而顯謁奏曰：「臣今日得作繭耶？」帝笑曰：「未可知也。」召其三子，皆授五品，顯獨不及。謂曰：「卿無貴相，朕非為卿惜也。」曰：「朝貴而夕死足矣。」時僕射房玄齡曰：「陛下既有龍潛之舊，何不試與之？」帝與之三品，取紫袍、金帶賜之，其夜卒。 \\n 太宗極康豫，太史令李淳風見上，【李淳風　原無「李」字，據廣記卷一四六引增。】流淚無言。上問之，對曰：「陛下夕當晏駕。」太宗曰：「人生有命，亦何憂也。」留淳風宿。太宗至夜半，奄然入定，見一人云：「陛下暫合來，還即去也。」帝問：「君是何人？」對曰：「臣是生人判冥事。」太宗入見，冥官問六月四日事，【冥官　廣記卷一四六引作「判官」。】即令還。向見者又迎送引導出。淳風即觀玄象，不許哭泣，須臾乃寤。至曙，求昨所見者，令所司與一官，遂注蜀道一丞。【遂注蜀道一丞　「遂」原作「送」，據廣記卷一四六引改。】上怪問之，選司奏，奉進止與此官。上亦不記，旁人悉聞，方知官皆由天也。 \\n 王無■〈碍，去石〉好博戲，善鷹鷂。文武聖皇帝微時，與無■〈碍，去石〉蒲戲爭彩，有李陽之宿憾焉。帝登極，■〈碍，去石〉藏匿不出。帝令給使將一鷂子於市賣之，索錢二十千。■〈碍，去石〉不知也，酬錢十八貫，給使以聞。帝曰：「必王無■〈碍，去石〉也。」遂召至，惶懼請罪。帝笑賞之，令於春明門待諸州麻車三日，【麻車　廣記卷一四六引作「庸車」。】並與之。■〈碍，去石〉坐三日，屬灞橋破，唯得麻三車，更無所有。帝知其薄命，更不復賞。頻請五品，帝曰：「非不與卿，惜卿不勝也。」固請，乃許之，其夜遂卒。 \\n  \\n   \\n  "}
{"章节": "補輯", "正文": "  \\n 補輯 \\n 　 \\n  \\n 魯般者，肅州燉煌人，莫詳年代，巧侔造化。於涼州造浮圖，作木鳶，每擊楔三下，乘之以歸。無何，其妻有姙，父母詰之，妻具說其故。父後伺得鳶，擊楔十餘下，遂至吳會。吳人以為妖，遂殺之。般又為木鳶乘之，遂獲父屍。怨吳人殺其父，於肅州城南作一木仙人，舉手指東南，吳地大旱三年。卜曰般所為也，齎物具千數謝之，般為斷一手，其日吳中大雨。國初，土人尚祈禱其木仙。六國時，公輸般亦為木鳶以窺宋城。【酉陽雜俎續集卷四】 \\n 隋未有昝君謨善射，閉目而射，應口而中，云志其目則中目，志其口則中口。有王靈智學射於謨，以為曲盡其妙，欲射殺謨，獨擅其美。謨執一短刀，箭來輒截之。唯有一矢，謨張口承之，遂囓其鏑。笑曰：「學射三年，未教汝囓鏃法。」列子云：「甘蠅，古之善射者，弟子名飛衛，巧過於師。紀昌又學射於飛衛，以蒸【原注：一作徵。】角之弧，朔蓬之簳，射貫蝨心。既盡飛衛之術，計天下敵己者一人而已，乃謀殺飛衛。相遇於野，二人交射，矢鋒相觸，墜地而塵不揚。飛衛之矢先窮，紀遺一矢，既發，飛衛以棘刺之端捍之而無差焉。於是二子泣而投弓，請為父子，刻臂以誓，不得告術於人。」孟子曰：「逢蒙學射於羿，盡羿之道，唯羿為愈己，於是殺羿。」【同上】 \\n 偽周滕州錄事參軍袁思中，平之子，能於刀子鋒杪倒箸揮蠅起，拈其後脚，百不失一。【同上】 \\n 蘇頲為中書舍人，父右僕射瓌卒，頲哀毀過禮。有敕起復，頲表固辭不起。上使黃門侍郎李日知就宅喻旨，終坐無言，乃奏曰：「臣見瘠病羸疫，殆不勝哀。臣不忍言，恐其殞絕。」上惻然，不之逼也。故時人語曰：「蘇瓌有子，李嶠無兒。」【太平御覽卷四一四】 \\n 唐越州山陰縣有智禪師，院內有池，恒贖生以放之。有一鼉長三尺，恒食其魚，禪師患之，取鼉送向禹王廟前池中。至夜還來，禪師呪之曰：「汝勿食我魚，即從汝在此。」鼉於是出外放糞，皆是青泥。禪師每至池上，喚鼉即出，於師前伏地。經數十年，漸長七八尺。禪師亡後，鼉亦不復見。【廣記卷九八智者禪師】 \\n 梁武帝蕭衍殺南齊主東昏侯，以取其位，誅殺甚衆。東昏死之日，侯景生焉。後景亂梁，破建業，武帝禁而餓終，簡文幽而壓死，誅梁子弟略無孑遺。時人謂景是東昏侯之後身也。【廣記卷一二０梁武帝】 \\n 唐趙公長孫無忌奏別敕長流，以為永例。後趙公犯事，敕長流嶺南，至死不復廻。此亦為法之弊。【廣記卷一二一長孫無忌】 \\n 唐冀州刺史王瑱性酷烈，時有敕使至州，瑱與使語，武彊縣尉藺獎曰：「日過，移就陰處。」瑱怒，令典獄撲之，項骨折而死。至明日，獄典當州門限垂脚坐，門扇無故自發，打雙脚脛俱折。瑱病，見獎來，起，自以酒食求之，不許。瑱惡之，廻面向梁，獎在屋梁。旬日而死。【廣記卷一二一王瑱】 \\n 唐左史江融耿介正直。揚州徐敬業反，被羅織，酷吏周興等枉奏殺之，斬於東都都亭驛前。融將被誅，請奏事引見，興曰：「囚何得奏事！」融怒叱之曰：「吾無罪枉戮，死不捨汝。」遂斬之，尸乃激揚而起，蹭蹬十餘步；行刑者踏倒，還起坐；如此者三，乃絕。雖斷其頭，似怒不息。無何周興死。【廣記卷一二一江融】 \\n 唐鳳閣侍郎李昭德威權在己，宣出一敕云：「自今以後，公坐徒，私坐流，經恩百日不首，依法科罪。」昭德先受孫萬榮賄財，奏與三品。後萬榮據營州反，貨求事敗，頻經恩赦，以百日不首，准贓斷絞。【廣記卷一二一李昭德】 \\n 唐洛州司馬弓嗣業、洛陽令張嗣明造大枷長六尺、闊四尺、厚五寸倚前，人莫之犯。後嗣明及嗣業資遣逆賊徐真北投突厥，事敗，業等自著此枷，百姓快之也。【廣記卷一二一弓嗣業】 \\n 唐秋官侍郎周興與來俊臣對推事。俊臣別奉【汪校：「奉」原本作「奏」，據明鈔本改。】進止鞫興，興不之知也。及同食，謂興曰：「囚多不肯承，若為作法？」興曰：「甚易也。取大甕，以炭四面炙之，令囚人處之其中，何事不吐！」即索大甕，以火圍之，起謂興曰：「有內狀勘老兄，請兄入此甕。」興惶恐叩頭，咸即款伏。斷死，放流嶺南。所破人家流者甚多，為讎家所殺。傳曰「多行無禮必自及」，信哉！【廣記卷一二一周興】 \\n 唐魚思咺有沈思，極巧。上欲造匭，召工匠，無人作得者。咺應制為之，甚合規矩，遂用之。無何，有人投匭言咺，云徐敬業在揚州反，咺為敬業作刀輪以衝陣，殺傷官軍甚衆。推問具承，誅之。為法自斃，乃至於此。【廣記卷一二一魚思咺】 \\n 唐索元禮為鐵籠頭以訊囚。後坐贓賄，不承，使人曰：「取公鐵籠頭。」禮即承伏。【廣記卷一二一索元禮】 \\n 唐張楚金為秋官侍郎，奏反逆人持【汪校：「持」，明鈔本作「特」，下同。】赦免死，家口即絞斬及配沒入官為奴婢等，並入律。後楚金被羅織反，持赦免死，男子十五以上斬，妻子配沒。識者曰：為法自斃，所謂交報也。【廣記卷一二一張楚金】 \\n 唐京兆尹崔日知處分長安、萬年及諸縣左降流移人，不許暫停，有違晷刻，所由決杖。無何，日知貶歙縣丞，被縣家催，求與妻子別不得。【廣記卷一二一崔日知】 \\n 唐太宗問光祿卿韋某，須無脂肥羊肉充藥。韋不知所從得，乃就侍中郝處俊宅問之。俊曰：「上好生，必不為此事。」乃進狀自奏：「其無脂肥羊肉，須五十口肥羊，一一對前殺之，其羊怖懼，破脂並入肉中。取最後一羊，則極肥而無脂也。」上不忍為，乃止。賞處俊之博識也。【廣記卷一九七郝處俊】 \\n 咸亨中，貝州潘彥好雙陸，每有所詣，局不離身。曾泛海，遇風船破，彥右手挾一板，左手抱雙陸局，口銜雙陸骰子。二日一夜至岸，兩手見骨，局終不捨，骰子亦在口。【廣記卷二０一潘彥】 \\n 潤州興國寺苦鳩鴿棲梁上，穢污尊容，僧繇乃東壁上畫一鷹，西壁上畫一鷂，皆側首向簷外看。自是鳩鴿等不復敢來。【廣記卷二一一張僧繇】 \\n 江嶺之間有飛蠱，其來也有聲，不見形，如鳥鳴啾啾唧唧然。中人即為痢，便血，醫藥多不差，旬日間必不救。【廣記卷二二０飛蠱】 \\n 唐乾封年中，有人於鎮州東野外見二白兔，捕之，忽卻入地，絕跡不見。乃于入處掘之，纔三尺許，獲銅劍一雙，古制殊妙。于時長吏張祖宅以聞。【廣記卷二三一張祖宅】 \\n 唐天授年，彭城劉誡之粗險不調，高言庳語，凌上忽下，恐嚇財物，口無關鑰，妄說祅災。從萬年縣尉常彥瑋索錢一百千，云：「我是劉果毅，當與富貴。」彥瑋進狀告之，上令二給使先入彥瑋房中，下簾坐窗下聽之。有頃，誡之及盧千仞至，於廳上坐談話，彥瑋引之說國家長短，無所忌諱。給使一一紙筆抄之以進。上怒，令金吾捕捉，親問之，具承，遂腰斬誡之，千仞處絞，授彥瑋侍御史。【廣記卷二六三劉誡之】 \\n 唐老三衛宗玄成，邢州南和人。祖齊，黃門侍郎。玄成性粗猛，禀氣兇豪，凌轢鄉村，橫行州縣。紀王為邢州刺史，玄成與之抗行。李備為南和令，聞之，每降階引接，分庭抗禮，務在招延，養成其惡。屬河朔失稔，開倉賑給，玄成依勢，作威鄉墅，強乞粟一石。備與客對，不命。玄成乃門外揚聲，奮臂直入，備集門內典正一百餘人，舉牒推窮，強乞是實。初令項上著鎖，後却鎖上著枷。文案既周，且決六十，杖下氣絕，無敢言者。【廣記卷二六三宗玄成】 \\n 孟神爽，揚州人。禀性狼戾，執心鴆毒。巡市索物，應聲即來，入邸須錢，隨口而至。長史、縣令，高揖待之；丞、尉、判司，頷之而已。張潛為揚州刺史，聞其暴亂，遣江都縣令店上捉來，拖入府門，高聲唱「速付法曹李廣業推鞫」，密事並虛，准敕杖百，杖下卒。【廣記卷二六三孟神爽】 \\n 則天之廢廬陵也，飛騎十餘人於客戶坊同飲。有一人曰：「早知今日無功賞，不及扶豎廬陵。」席上一人起出，北門進狀告之。席未散，並擒送羽林，鞫問皆實。告者授五品，言者斬，自餘知反不告，坐絞。【廣記卷二六三飛騎席人】 \\n 周令史韓令珪耐羞耻，厚貌彊梁，王公貴人皆呼次第，平生未面亦彊干之。曾選，於陸元方下引銓。時舍人王■〈豦力〉奪情，與陸同廳而坐。珪佯驚曰：「未見王五。」■〈豦力〉便降階【汪校：「階」原作「皆」，據黃本改。】憫然。【汪校：「然」原作「默」，據黃本改。】令珪嚬眉蹙刺，相慰而去。陸與王有舊，對面留住，問■〈豦力〉是誰，莫之識也。後嚇人事敗，於朝堂決杖，遙呼河內王曰：「大哥何不相救！」懿宗目之曰：「我不識汝。」催杖苦鞭，杖下取死。【廣記卷二六三韓令珪】 \\n 唐李宏，汴州浚儀人也，兇悖無賴，狠戾不仁。每高鞍壯馬，巡坊歷店，嚇庸調租船綱典，動盈數百貫，彊貸商人巨萬，竟無一還。商旅驚波，行綱側膽。任正理為汴州刺史，上十【汪校：「十」原作「下」，據黃本改。】餘日，遣手力捉來，責情決六十，杖下而死。工商客生酣飲相歡，遠近聞之莫不稱快。【廣記卷二六三李宏】 \\n 唐長孫昕，皇后之妹夫，與妻表兄楊仙玉乘馬，二十餘騎並列瓜撾，【汪校：「並列」二字原空闕，據黃本補。】於街中行。御史大夫李傑在坊內參姨母，僮僕在門外，昕與仙郎使奴打傑左右。傑出來，並波按頓。須臾，金吾及萬年縣官並到，送縣禁之。昕妻父王開府將二百百騎刼昕等去。傑與金吾、萬年以狀聞上，奉敕斷昕殺。積杖至數百而卒。【廣記卷二六三長孫昕】 \\n 張易之兄弟驕貴，彊奪莊宅、奴婢、姬妾不可勝數。昌期於萬年縣街內行，逢一女人，婿抱兒相逐。昌期馬鞭撥其頭巾，女婦駡之。昌期顧謂奴曰：「橫馱將來。」壻投匭三四狀，並不出。昌期捉送萬年縣，誣以他罪，決死之。昌儀常謂人曰：「丈夫當如此：今時千人推我不能倒；及其敗也，萬人擎我不能起。」俄而事敗，兄弟俱斬。【廣記卷二六三張易之兄弟】 \\n 唐邢州刺史權懷恩無賴，除洛州長史，州差參軍劉犬子迎。至懷州路次拜，懷恩突過，不與語。步趁二百餘步，亦不遣乘馬。犬子覺不似，乃自上馬馳之。至驛，令脫靴訖，謂曰：「洛州幾箇參軍？」對曰：「正員六人，員外一人。」懷恩曰：「何得有員外？」對曰：「餘一員遣與長史脫靴。」懷恩驚曰：「君誰家兒？」對曰：「阿父為僕射。」懷恩憮然而去。僕射劉仁軌謂曰：「公草裏刺史，至神州不可以造次。參軍雖卑微，【汪校：「微」原作「維」，據黃本改。】豈可令脫靴耶？」懷恩慚，請假不復出。旬日為益州刺史。【廣記卷二六三權懷恩】 \\n 唐洛陽丞宋之愻，太常主簿之問弟，羅織殺駙馬王同皎。初，之愻諂附張易之兄弟，出為兗州司倉，遂亡而歸，王同皎匿之於小房。同皎，慷慨之士也，忿逆韋與武三思亂國，與一二所親論之，每至切齒。之愻於簾下竊聽之，遣姪曇上書告之，以希韋之旨。武三思等果大怒，奏誅同皎之黨。兄弟並授五品官，之愻為光祿丞，之問為鴻臚丞，曇為尚衣奉御。天下怨之，皆相謂曰：「之問等緋衫，王同皎血染也。」誅逆韋之後，之愻等長流嶺南。客謂浮休子曰：【客謂浮休子曰　按：此下議論與上文不相應，疑別是一條。】「來俊臣之徒如何？」對曰：「昔有師子王，於深山獲一豺，將食之，豺曰：『請為王送二鹿以自贖。』師子王喜。周年之後，無可送，王曰：『汝殺衆生亦已多，今次到汝，汝其圖之。』豺默然無應，遂齚殺之。俊臣之輩，何異豺也！」【廣記卷二六三宋之愻】 \\n 周御史彭先覺無面目。如意年中，斷屠極急，先覺知巡事，定鼎門草車翻，得兩羫羊。門家告御史，先覺進狀，奏請合宮尉劉緬專當屠，不覺察，決一頓杖，肉付南衙官人食。緬惶恐，縫新褌待罪。明日，則天批曰：「御史彭先覺奏決劉緬，不須。其肉乞緬喫却。」舉朝稱快。先覺於是乎慚。【廣記卷二六三彭先覺】 \\n 唐衢州盈川縣令楊炯詞學優長，恃才簡倨，不容於時。每見朝官，目為麒麟楦許怨。人問其故，楊曰：「今餔樂假弄麒麟者，刻畫頭角，脩飾皮毛，覆之驢上，巡場而走。及脫皮褐，還是驢馬。無德而衣朱紫者，與驢覆麟皮何別矣！」【廣記卷二六五盈川令。汪校云據談氏初印本迻錄。】 \\n 後趙石勒將麻秋者，太原胡人也，植性虓險鴆毒。有兒啼，母輒恐之「麻胡來」，啼聲絕。至今以為故事。【廣記卷二六七麻胡】 \\n 趙州刺史高叡妻秦氏，默啜賊破定州部，至趙州，長史已下開門納賊。叡計無所出，與秦氏仰藥而詐死。舁至啜所，良久，啜以金獅子帶、紫袍示之，曰：「降我與爾官，不降即死。」叡視而無言，但顧其婦秦氏。秦氏曰：「受國恩，報在此今日。受賊一品，何足為榮！」俱合眼不語。經兩日，賊知不可屈，乃殺之。【廣記卷二七一高叡妻】 \\n 王湛判冥事。初叔玄式任荊州富陽令，取部內人吳實錢一百貫。後誣以他事，決殺之以滅口。式帶別優，並有上下考，五選不得官，以問湛，白為叔檢之。經宿曰：「叔前任富陽令日，合有負心事。其案見在，冥司判云：殺人之罪，身後科罰。取錢一百貫，當折四年祿。」叔曰：「誠有此事，吾之罪也。」【廣記卷三二九王湛】 \\n 舒綽，東陽人，稽古博文，尤以陰陽留意，善相冢。吏部侍郎楊恭仁欲改葬其親，【汪校：「其親」原作「觀王」，據明鈔本改。】求善圖墓者五六人，並稱海內名手，停於宅，共論蓻，互相是非，恭仁莫知孰是。乃遣微解者馳往京師，於欲葬之原取所擬之地四處，各作曆記其方面高下形勢，各取一斗土，并曆封之。恭仁隱曆出土，令諸生相之，取殊不同。言其行勢，與曆又相乖背。綽乃定一土堪葬，操筆作曆，言其四方形勢，與恭仁曆無尺寸之差，諸生雅相推服。各賜絹十疋遣之。綽曰：「此所擬處深五尺之外有五穀，若得一穀即是福地，公侯世世不絕。」恭仁即將綽向京，令人掘深七尺，得一穴如五石甕大，有粟七八■〈豆斗〉。此地經為粟田，蟻運粟下入此穴。當時朝野之士以綽為聖。葬竟，賜細馬一匹，物二百段。綽之妙能今古無比。【廣記卷三八九舒綽】 \\n 隋內史令李德林，深州饒陽人也，使其子卜葬於饒陽城東，遷厝其父母。遂問之，其地奚若，曰：「卜兆云葬後當出八公。其地東村西郭，南道北隄。」林曰：「村何名？」答曰：「五公。」林曰：「唯有三公在。此其命也，知復云何！」遂葬之。子伯藥，【子伯藥　按：「伯」當作「百」。】孫安期，並襲安平公。至曾孫，與徐敬業反，公遂絕。【廣記卷三八九李德林】 \\n 唐郝處俊為侍中死，葬訖，有一書生過其墓歎曰：「葬壓龍角，其棺必斵。」後其孫象賢坐不道斵俊棺，焚其屍，俊髮根入腦骨，皮託毛著髑髏，亦是奇毛異骨，貴相人也。【廣記卷三八九郝處俊】 \\n 唐英公徐勣初卜葬，繇曰：「朱雀和鳴，子孫盛榮。」張景藏聞之，【張景藏　按：卷一、卷六「璟藏」、「冏藏」錯出，此又作「景」，當是同人，未知孰是。】私謂人曰：「所占者過也。此所謂朱雀悲哀，棺中見灰。」後孫敬業揚州反，弟敬貞答款曰：「敬業初生時，於蓐【汪校：「蓐」原作「葬」，據明鈔本改。】下掘得一龜，云大貴之象。英公令秘而不言，果有大變之象。」則天怒，斵英公棺，焚其屍，灰之應也。【廣記卷三八九徐勣】 \\n 江東江西山中多有楓木人，於楓樹下生，似人形，長三四尺。夜雷雨即長與樹齊，見人即縮依舊。曾有人合笠於首，【汪校：「首」字原闕，據明鈔本、陳校本補。】明日看，笠子挂在樹頭上。旱時欲雨，【旱時欲雨　說郛卷二句上有「土人」二字。】以竹束其頭，楔之即雨。【楔之即雨　「楔」原作「禊」，據說郛卷二改。】人取以為式盤，即神驗，【人取以為式盤即神驗　說郛卷二作「人取以為式，極驗」。】楓木棗地是也。【廣記卷四０七楓生人。亦見說郛卷二。】 \\n 唐河東裴同父患腹痛數年，不可忍，囑其子曰：「吾死後，必出吾病。」子從之，出得一物，大如鹿條脯，懸之久乾。有客竊之，其堅如骨，削之文彩煥發，遂以為刀欛子佩之。在路放馬，抽刀子割三稜草，坐其上，欛盡消成水。客怪之，回以問同，同泣，具言之。後病狀同者，服三稜草汁多驗。【廣記卷四一四荊三稜】 \\n 永淳年，嵐勝州兔暴，千萬為羣，食苗並盡，不知何物變化。及暴已，即並失却，莫知何所。異哉！【廣記卷四四三嵐州】 \\n 唐初以來，百姓多事狐神，房中祭祀以乞恩，食飲與人同之，事者非一主。當時有諺曰：「無狐魅，不成村。」【廣記卷四四七狐神】 \\n 唐國子監助教張簡，河南緱氏人也。曾為鄉學講文選，有野狐假簡形，講一紙書而去。須臾簡至，弟子怪問之，簡異曰：「前來者必野狐也。」講罷歸舍，見妹坐絡絲，謂簡曰：「適煮菜冷，兄來何遲？」簡坐，久待不至，乃責其妹，妹曰：「元不見兄來。此必是野狐也，更見即殺之。」明日又來，見妹坐絡絲，謂簡曰：「鬼魅適向舍後。」簡遂持棒，見其妹從廁上出來，遂擊之。妹號叫曰：「是兒。」簡不信，因擊殺之。問絡絲者，化為野狐而走。【廣記卷四四七張簡】 \\n 泉建州進蚺蛇膽，五月五日取。時膽兩柱相去五六尺，擊蛇頭尾，以杖於腹下來去扣之，膽即聚。以刀刲取，藥封放之。不死復更取，看肋下有痕即放。【廣記卷四五六蚺蛇膽】 \\n 唐魏伶為西市丞，養一赤嘴烏，每於人衆中乞錢。人取一文而銜以送伶處，日收數百，時人號為「魏丞烏」。【廣記卷四六二魏伶】 \\n 劍南彭蜀間有鳥大如指，五色畢具。有冠似鳳，食桐花，每桐結花即來，桐花落即去，不知何之。俗謂之「桐花鳥」，極馴善，止於婦人釵上，客終席不飛。人愛之，無所害也。【廣記卷四六三桐花鳥】 \\n 真臘國有葛浪山，高萬丈，半腹有洞。先有浪鳥，狀似老鴟，大如駱駝，人過即攫而食之，騰空而去，百姓苦之。真臘王取大牛肉，中安小劍子，兩頭尖利，令人戴行，鳥攫而吞之，乃死，無復種矣。【廣記卷四六三真臘國大鳥】 \\n 百舌春囀，夏至唯食蚯蚓。正月後凍開，蚓出而來；十月後，蚓藏而往。蓋物之相感也。【廣記卷四六三百舌】 \\n 嶺南羅州辯州界內，水中多赤鼈，其大如匙而赫赤色。無問禽獸水牛，入水即被曳深潭，吸血死。或云蛟龍使曳之，不知所以然也。【廣記卷四六七羅州赤鼈】 \\n 唐天后中，尚食奉御張思恭進牛窟利上蚰蜒，大如筯。天后以玉合貯之，召思恭示曰：「昨窟利上有此，極是毒物。近有雞【汪校：「雞」字原空闕，據黃本補。】食烏百足蟲忽死，開腹，中有蚰蜒一抄，諸蟲並盡，此物不化。朕昨日以來意惡不能食。」思恭頓首請死，赦免之，與宰夫並流嶺南。【廣記卷四七四張思恭】 \\n 唐開元四年，河南北螽為災，飛則翳日，大如指，食苗草樹葉連根並盡。敕差使與州縣相知驅逐，採得一石者與一石粟；一斗，粟亦如之，掘坑埋却。埋一石則十石生，卵大如黍米，厚半寸蓋地。浮休子曰：昔文武聖皇帝時，繞京城蝗大起，帝令取而觀之，對仗選一大者，祝之曰：「朕刑政乖僻，仁信未孚，當食我心，無害苗稼。」遂吞之。須臾，有鳥如鸛，百萬為羣，拾蝗一日而盡。此乃精感所致。天若偶然，則如勿生；天若為厲，埋之滋甚。當明德慎罸，以答天譴，奈何不見福修以禳災，而欲逞殺以消禍！此宰相姚元崇【「元」汪作「文」，汪校云明鈔本作「元」，今從改。】失燮理之道矣。【廣記卷四七四蝗】 \\n 煬帝令朱寬征留仇國還，獲男女口千餘人，並雜物產，與中國多不同。緝木皮為布，甚細白，幅闊三尺二三寸。亦有細斑布，幅闊一尺許。又得金荊榴數十斤，木色如真金，密緻而文彩盤蹙，有如美錦。甚香極精，可以為枕及案面，雖沉檀不能及。彼土無鐵，朱寬還至南海郡，留仇中男夫壯者，多加以鐵鉗鎖，恐其道逃叛。還至江都，將見，為解脫之，皆手把鉗，叩頭惜脫，甚於中土貴金。人形短小，似崑崙。【廣記卷四八二留仇國】 \\n 滄州南皮丞郭務靜性糊塗，與主簿劉思莊宿於逆旅，謂莊曰：「從駕大難。靜嘗從駕，失家口三日，於侍官幕下討得之。」莊曰：「公夫人在其中否？」靜曰：「若不在中，更論何事！」又謂莊曰：「今大有賊。昨夜二更後，靜從外來，有一賊忽從靜房內走出。」莊曰：「亡何物？」靜曰：「無之。」莊曰：「不亡物，安知其賊？」靜曰：「但見其狼狽而走，不免致疑耳。」【廣記卷四九三郭務靜】 \\n （王）孝傑將四十萬衆，被賊誘退，逼就懸崖，漸漸挨排，一一落間。坑深萬丈，屍與崖平，匹馬無歸，單兵莫返。【通鑑神功元年考異】 \\n （來）俊臣嘗以三月三日萃其黨於龍門，竪石題朝士姓名以卜之，令投石遙擊，倒者則先令告。至暮，投李昭德不中。【同上】 \\n 突厥破（孫）萬榮新城，羣賊聞之失色，衆皆潰散。【同上】 \\n 韋氏遭則天廢廬陵之後，后父韋玄貞與妻女等並流嶺南，被首領甯氏大族逼奪其女，不伏，遂殺貞夫妻，七娘等並奪去。及孝和即位，皇后當途，廣州都督周仁軌將兵誅甯氏，走入南海。軌追之，殺掠並盡。韋后隔簾拜，以父事之，用為并州長史。後阿韋作逆，軌以黨與誅。【通鑑神龍二年考異】 \\n （王）琚以諂諛自進，未周年為中書侍郎。其母氏聞之，自洛赴京，戒之曰：「汝徒以諂媚險詖取容，色交自達，朝廷側目，海內切齒。吾嘗恐汝家坟隴無人守之！」琚慚懼，表請侍母。上初大怒，後許之。【通鑑開元元年考異】 \\n 紫微舍人倪若水贓至八百貫，因諸王內宴，姚元崇諷之曰：「倪舍人正直，百司嫉之，欲成事，何不為上言之？」諸王入，衆共救之，遂釋，一無所問。主書趙誨受蕃餉一刀子，或直六七百錢，元崇宣敕處死。後有降，崇乃觔曰：【考異原注：「觔」蓋「批」字也】「別敕處死者，決一百，配流。」大理決趙誨一百不死，夜遣給使縊殺之。【通鑑開元四年考異】 \\n 唐儉事太宗，甚蒙寵遇，每食非儉至不餐。數年後，特憎之，遣謂之曰：「更不須相見，見即欲殺。」隋文帝重高熲，初甚愛，後不願見，見之則怒。【後村詩話續集卷三】 \\n 薛師有巧性，常入宮闈。補闕王求禮上表曰：「太宗時，羅黑能彈琵琶，【羅黑　本書卷五並通鑑垂拱二年均作「羅黑黑」，當脫一「黑」字。】遂閹為給使，以教宮人。今陛下要懷義入內，臣請閹之，庶宮闈不亂。」表寢不出。【同上】 \\n 少府監裴匪舒奏賣苑中官馬糞，【裴匪舒　通鑑垂拱三年有尚方監裴匪躬收鬻京苑蔬果，尚方即少府之改名，當是同人，「躬」「舒」未知孰是。】歲得錢二十萬貫。劉仁軌曰：「恐後代稱唐家賣馬糞。」遂寢。【同上】 \\n 尚書左丞張庶廉子利涉為懷州參軍，刺史鄧惲曰：「名父出如此物。」【余嘉錫四庫提要辨證云，此當是卷三張利涉善忘條之佚文。】　【同上】 \\n 張易之、昌宗目不識字，手不解書，謝表及和御製皆諂附者為之。所進三教珠英，乃崔融、張說輩之作，而易之竊名為首。【同上】 \\n 逆韋詩什並上官昭容所製。昭容，上官儀孫女，博涉經史，研精文筆，班婕妤、左嬪無以加。【同上】 \\n 賀蘭敏之為封東岳碑，張昌齡所作也。劉子書，咸以為劉勰所撰，乃渤海劉晝所製。晝無位，博學有才，竊取其名，人莫知也。【同上】 \\n 吏部尚書唐儉與太宗棋，爭道。上大怒，出為潭州。蓄怒未洩，謂尉遲敬德曰：「唐儉輕我，我欲殺之，卿為我證驗有怨言指斥。」敬德唯唯。明日對仗云，【明日對仗云　「云」字當衍。】敬德頓首曰：「臣實不聞。」頻問，確定不移。上怒，碎玉珽於地，奮衣入。良久索食，引三品以上皆入宴，上曰：「敬德今日利益者各有三：唐儉免枉死，朕免枉殺，敬德免曲從，三利也；朕有怒過之美，儉有再生之幸，敬德有忠直之譽，三益也。」賞敬德一千段，羣臣皆稱萬歲。【同上】 \\n 魏元忠忤二張，出為端州高要尉。二張誅，入為兵部尚書、中書令、左右僕射，不能復直言。古人有言，「妻子具則孝衰，爵祿厚則忠衰」。【同上】 \\n 三狗俱用，【三狗俱用　此據四部叢刊本，適園叢書本後村詩話「狗」作「馬」。】覺魏祚之陵夷；五侯並封，知漢圖之圮缺。【同上】 \\n 太歲在午，人馬食土。歲在辰巳，貨妻賣子。歲在申酉，乞漿得酒。【五色線卷下】 \\n 唐劉仁軌為左僕射，天下號為「解事僕射」。【說郛卷二】 \\n 唐崔渾御史性至溫恭，能盡色養。父母少不安，輒祈幽靈以身代。母嘗有病，渾跪請病授己。有頃，覺疾從十指入，俄而徧身，母所苦遂愈。丁母艱，勺飲不入口，哀毀瘠立。無何，不勝哀而卒，朝野傷之。【說郛卷二。亦見御覽卷四一一。】 \\n 周挽郎裴最於天官試，問目曰：「山陵事畢，各還所司，供葬羽儀，若為處分？」最判曰：「大行皇帝，奉敕昇遐，凡是羽儀，皆科官造。即宜貯納，以待後需。」殿十選。【殿十選　此句疑有脫誤。】【說郛卷二】 \\n 隋末深州諸葛昂性豪俠，渤海高瓚聞而造之，為設雞肫而已。瓚小其用，明日大設，屈昂數十人，烹猪羊等長八尺，薄餅闊丈餘，裹餤麄如庭柱，盆作酒盌行巡，自為金剛舞以送之。昂至後日屈瓚，屈客數百人，大設，車行酒，馬行炙，挫碓斬膾，磑轢蒜虀，唱夜叉歌，師子舞。瓚明日設，烹一奴子十餘歲，呈其頭顱手足，座客皆攫喉而吐之。昂後日報設，先令愛妾行酒，妾無故笑，昂叱下。須臾蒸此妾坐銀盤，仍飾以脂粉，衣以綾羅，遂擘骽肉以啖瓚諸人，皆掩目。昂於妳房間撮肥肉食之，盡飽而止。瓚羞之，夜遁而去。昂富後遭離亂，狂賊來求金寶，無可給，縛於椽上炙殺之。【說郛卷二。亦見一卷本。】 \\n 唐滕王極淫，諸官妻美者，無不嘗徧，詐言妃喚，即行無禮。時典籤崔簡妻鄭氏初到，王遣喚，欲不去則怕王之威，去則被王所辱。鄭曰：「昔愍懷之妃不受賊胡之逼，當今清泰，敢行此事邪！」遂入王中門外小閣，王在其中，鄭入，欲逼之。鄭大叫，左右曰：「王也。」鄭曰：「大王豈作如是，必家奴耳。」以一隻履擊王頭破，抓面血流，妃聞而出，鄭氏乃得還。王慚，旬日不視事。簡每日參候，不敢離門。後王衙坐，簡向前謝過，王慚卻入，月餘日乃出。諸官之妻曾被王喚入者，莫不羞之。其壻問之，無辭以對。【同上】 \\n 唐垂拱四年，安撫大使狄仁傑檄告西楚霸王項君將校等，略曰：「鴻名不可以謬假，神器不可以力爭，應天者膺樂推之名，背時者非見機之主。自祖龍御■〈宀禹〉，橫噬諸侯，任趙高以當軸，棄蒙恬而齒劍。沙丘拚禍於前，望夷覆滅於後，七廟墮圮，萬姓屠原，鳥思靜于飛塵，【鳥思靜于飛塵　「鳥」原作「岳」，據歷代小史改。】魚豈安于沸水。赫矣皇漢，受命玄穹，膺赤帝之鎮符，當素靈之缺運。俯張地紐，彰鳳舉之符，仰緝天綱，鬱龍興之兆。而君潛遊澤國，嘯聚水鄉，矜扛鼎之雄，逞拔山之力，莫測天符之所會，不知曆數之有歸。遂奮關中之翼，竟垂垓下之翅，蓋盡由於人事，焉有屬於天亡！雖驅百萬之兵，終棄八千之子。以為殷鑑，豈不惜哉！當匿魄東峯，【當匿魄東峯　歷代小史「當」上有「固」字。】收魂北極，豈合虛承廟食，【豈合虛承廟食　「虛承」原作「虎豕」，據歷代小史改。】廣費牲牢。仁傑受命方隅，循革攸寄，今遣焚燎祠宇，削平臺室，使蕙■〈木緜〉銷燼，羽帳隨烟，君宜速遷，勿為人患。檄到如律令。」遂除項羽廟，餘小神並盡，惟會稽禹廟存焉。【同上】 \\n 唐張狗兒亦名懷慶，愛偷人文章，與冀州棗強尉。【與冀州棗強尉　「與」字當誤。】才士製述，多翻用之。時為之語曰：「活剝張昌齡，【活剝張昌齡　後村詩話續集引「張昌齡」作「王昌齡」。】生吞郭正一。」諒不誣也。【說郛卷二。亦見後村詩話續集。】 \\n 俗例，春雷始鳴記其日，計其數滿一百八十日，霜必降。又曰雁從北來記其日，後十八日，霜必降。【說郛卷二】 \\n 周舒州刺史張懷肅好食人精，唐左司郎中任正名亦有此病。【說郛卷二。亦見一卷本。】 \\n 周滄州南皮縣丞郭務靜每巡鄉，喚百姓婦託以縫補而姦之。其夫至，縛靜鞭數十步。【鞭數十步　「步」字當衍。】主簿李悊往救解之，靜羞諱其事，低身答云「忍痛不得」，口「阿癐癐」，「靜不被打，阿癐癐」。【說郛卷二】 \\n 唐宜城公主駙馬裴巽有外寵一人，公主遣閹人執之，截其耳鼻，剝其陰皮漫駙馬面上，并截其髮，令廳上判事，集僚吏共觀之。駙馬、公主一時皆被奏降，公主為郡主，駙馬左遷也。【說郛卷二。亦見一卷本。】 \\n 唐開元二年，衡州五月頻有火災。其時人盡皆見物大如甕，亦如燈籠，所指之處，尋而火起。百姓咸謂之「火殃」。【同上】 \\n 內官過武三思宅，三思曲意祗承，恣其所欲。裝束少年男子，衣以羅綺，出入行觴，馳驅不食，淫戲忘反，倡蕩不歸。爭稱三思之忠節，共譽三思之才賢。外受來婆之姦，內搆逆韋之釁。【說郛卷二】 \\n 周如意中，洛下有牛三足。【同上】 \\n 漢發兵用銅虎符。及唐初，為銀兔符，以兔子為符瑞故也。又以鯉魚為符瑞，遂為銅魚符以珮之。至偽周，【至偽周　原脫「周」字，據歷代小史、通鑑長安三年考異及演繁露卷十引補。】武姓也，玄武，龜也，又以銅為龜符。【說郛卷二。亦見一卷本及演繁露卷十。】 \\n 郴州，古桂陽郡也。有曹泰年八十五，偶少妻生子，名曰曾，日中無影焉，年七十方卒。親見其孫子具說。【親見其孫子　「孫子」上原有「道士」二字，據歷代小史刪。】道士曹體一即其從孫姪云，的不虛。故知邴吉驗影不虛也。【說郛卷二。亦見一卷本。】 \\n 【按：以下諸條均見廣記，或各本所注出處不同，或一本缺出處。今別錄於後，以為疑文。】 \\n 唐太宗之代有秘記，云唐三代之後，即女主武王代有天下。太宗密召李淳風以詢其事，淳風對曰：「臣據玄象推算，其兆已成。然其人已生在陛下宮內，從今不踰四十年，當有天下，誅殺唐氏子孫殆將殲盡。」帝曰：「求而殺之如何？」淳風曰：「天之所命，不可廢也。王者不死，雖求恐不可得。且據占已長成，復在宮內，已是陛下眷屬。更四十年，又當衰老，老則仁慈，其於陛下子孫或不甚損。今若殺之，即當復生，更四十年，亦堪御天下矣。少壯嚴毒，殺之為血讐，即陛下子孫無遺類矣。」【廣記卷一六三天后，云出談賓錄。汪校云明鈔本作出僉載。】 \\n 裴冕代裴鴻漸秉政，【裴鴻漸　「裴」當作「杜」。】小吏以俸錢文簿白之。冕顧子弟，喜見于色，其嗜財若此。冕性本侈靡，好尚車服，名馬數百金鑄者【汪校：明鈔本無「鑄」字，「者」作「常」。】十匹。每會客，滋味品數多有不知名者。【按：舊書卷一一三裴冕傳云，冕代杜鴻漸秉政在大曆時，為張鷟所不及見。此條恐非僉載之文。】　【廣記卷二三七裴冕。汪校云明鈔本作出盧氏雜記。】 \\n 成都有丐者詐稱落泊衣冠，弊服繿縷，常巡成都市鄽，見人即展手希一文，云失墜文書，求官不遂。人皆哀之，為其言語悲嘶，形容顦顇。居於早遷橋側。後有勢家於所居旁起園亭，欲廣其池館，遂強買之。及闢其圭竇，則見兩間大屋皆滿貯散錢，計數千萬，鄰里莫有知者。成都人一概呼求事官人為「乞措大」。【廣記卷二三八成都丐者。汪校云明鈔本作出王氏見聞。】 \\n 唐戶部郎侯味虛著「百官本草」。【侯味虛　國史補卷下作「侯朱虛」。】題御史曰：大熱，有毒。又朱書云：大熱，有毒，主除邪佞，杜姦回，報寃滯，止淫濫，尤攻貪濁，無大小皆搏之。畿尉薄為之相，畏還使，惡爆直，忌按權豪。出於雍洛州諸縣，其外州出者尤可用，日炙乾硬者為良。服之長精神，減姿媚，久服令人冷峭。【廣記卷二五五侯味虛。汪校云明鈔本作出御史臺記。】 \\n 盧夫人，房玄齡妻也。玄齡微時，病且死，諉曰：「吾病革，君年少，不可寡居，善事後人。」盧泣，入幃中，剔一目示玄齡，明無他。會玄齡良愈，禮之終身。□按妬婦記亦有夫人，何賢於微時而妬於榮顯邪？予於是而有感。【廣記卷二七０盧夫人。汪校云原缺出處，許刻本作出朝野僉載。】 \\n 玉英，唐時符鳳妻也，尤姝美。鳳以罪徙儋州，至南海，為獠賊所殺，脅玉英私之。對曰：「一婦人不足以事衆男子，請推一長者。」賊然之，乃請更衣。有頃，盛服立於舟上，駡曰：「受賊辱，不如死。」遂自沉於海。【廣記卷二七０符鳳妻。汪校云原缺出處，許刻本作出朝野僉載。】 \\n 朝野僉載六卷（唐）張鷟撰；趙守儼點校歷代史料筆記叢刊.唐宋史料筆記北京市:中華書局，1979[民68]1997湖北第2刷 \\n  \\n   \\n  "}
{"章节": "附錄", "正文": "  \\n 附錄 \\n 　 \\n  \\n 龍筋鳳髓判四卷（浙江鄭大節家藏本） \\n 唐張鷟撰鷟字文成自號浮休子深州陸梁人甘露初登進士第授襄陽尉累官四門員外郞終於龔州長史事迹具莫休符桂林風土記唐書附其孫張薦傳中稱其兒時夢紫文大鳥止其庭大父曰吾聞紫文鸑鷟也若壯當以文章瑞朝廷乎遂命以名員半千稱其文詞猶青錢萬選萬中時號青錢學士日本新羅使至必出金帛購其文然所著作不槩見存於今者惟朝野僉載及此書僉載已竄亂失眞惟此書尙爲原帙其文臚比官曹條分件繋組織頗工葢唐制以身言書判詮詩選人今見於文苑英華者頗多大抵不著名氏惟白居易編入文集與鷟此編之自爲一書者最傳於世居易判主流利此則縟麗各一時之文體耳洪邁容齋隨筆嘗譏其堆垜故事不切於蔽罪議法然鷟作是編取傋程試之用則本爲隸事而作不爲定律而作自以徴引賅洽爲主言各有當固不得指爲鷟病也原本附有注文爲明劉允鵬所輯採撮頗詳而稍傷冗漫以别無他注姑仍其舊錄之允鵬本名繼先字敬虛武定人嘉靖辛卯舉人嘗著有續事類賦今未見傳本惟此注附鷟之書尙存於世云（四庫全書總目卷一百三十五　子部四十五　類書類一） \\n 朝野僉載六卷（内府藏本） \\n 舊本題唐張鷟撰鷟有龍筋鳯髓判巳著錄此書新唐書藝文志作三十卷宋史藝文志作僉載二十卷又僉載補遺三卷文獻通考則但有僉載補遺三卷此本六卷叅考諸書皆不合晁公武讀書志又謂其分三十五門而今本乃逐條聯綴不分門目亦與晁氏所記不同考莫休符桂林風土記載鷟在開元中姚崇誣其奉使江南受遺賜死其子上表請代減死流嶺南數年起爲長史而卒計其時尙在天寳之前而書中有寳厯元年資陽石走事寳厯乃敬宗年號又有孟宏微對宣宗事時代皆不相及按尤袤遂初堂書目亦分朝野僉載及僉載補遺爲二書疑僉載乃鷟所作補遺則爲後人附益凡闌入中唐後事者皆應爲補遺之文而陳振孫所謂書本三十卷此其節畧者當卽此本蓋嘗經宋人摘錄合僉載補遺爲一删併門類巳非原書又不知何時析三卷爲六卷也其書皆紀唐代故事而於諧噱荒怪纎悉臚載未免失於纎碎故洪邁容齋隨筆譏其記事瑣雜擿裂且多媟語然耳目所接可據者多故司馬光作通鑑亦引用之兼收博采固未嘗無裨於見聞也（四庫全書總目卷一百四十　子部五十　小說家類一） \\n 張鷟朝野僉載二十卷【自號浮休子】（四庫全書　史部　正史類　新唐書卷五十八） \\n 張文成龍筋鳳髓十卷（四庫全書　史部　正史類　新唐書卷六十） \\n 張鷟朝野僉載二十巻又僉載補遺三巻（四庫全書　史部　正史類　宋史卷二百三） \\n 鷟龍筋鳳髓判十巻（四庫全書　史部　正史類　宋史卷二百七） \\n 朝野僉載二十卷【唐張鷟撰記周隋以來事迹】（四庫全書　史部　別史類　通志卷六十五） \\n 龍筋鳳髓十卷【唐張文成撰】（四庫全書　史部　別史類　通志卷七十） \\n 朝野僉載二十卷（四庫全書　史部　目錄類　經籍之屬　崇文總目卷四） \\n 龍筋鳳髓十卷（四庫全書　史部　目錄類　經籍之屬　崇文總目卷十二） \\n 朝野僉載補遺三卷 \\n 右唐張鷟文成撰分三十五門載唐朝雜事鷟自號浮休子葢取莊子其生也浮其死也休之義（四庫全書　史部　目錄類　經籍之屬　郡齋讀書志卷三下） \\n 張鷟龍筋鳯髓判十卷 \\n 右唐張鷟字文成辭章藻麗嘗入中制科此乃其書判也凡一百首自號浮休子（四庫全書　史部　目錄類　經籍之屬　郡齋讀書志卷四上） \\n 朝野僉載一卷 \\n 唐司門郎中饒陽張鷟文成撰其書本三十卷【案宋史藝文志朝野僉載二十卷又僉載補遺三卷文獻通攷止載補遺三卷葢亦未見全書此云本三十卷疑誤】此特其節畧爾别求之未獲鷟自號浮休子（四庫全書　史部　目錄類　經籍之屬　直齋書錄解題卷十一） \\n 龍筋鳯髓判十卷 \\n 唐司門員外郎陸澤張鷟文成撰鷟調露中進士事跡見張薦傳薦之祖也唐以書判拔萃科選士此集凡百題自省臺寺監百司下及州縣類事屬辭蓋待選預備之具也鷟自號浮休子（四庫全書　史部　目錄類　經籍之屬　直齋書錄解題卷十六） \\n 朝野僉載補遺三卷 \\n 鼂氏曰唐張鷟文成撰分三十五門載唐朝雜事鷟自號浮休子盖取荘子其生也浮其死也休之義 \\n 容齋洪氏曰僉載紀事皆瑣尾摘裂且多媟語 \\n 陳氏曰其書本三十卷此特其節略耳别求之未獲（四庫全書　史部　政書類　通制之屬　文獻通考卷二百十五） \\n 張鷟龍筋鳳膸判十卷 \\n 鼂氏曰唐張鷟字文成辭章藻麗嘗八中制科此乃其書判也凡一百首 \\n 陳氏曰鷟調露中進士事迹見張薦傳薦之祖也唐以書判拔萃科選士此集凡百題自省臺寺監百司下及州縣類事屬辭盖待選預備之具也自號浮休子 \\n 洪氏容齋隨筆曰唐史稱張鷟早慧絶倫以文章瑞朝廷屬文下筆輙成今其書傳於世者朝野僉載龍筋鳳膸判是也僉載紀事瑣尾擿裂且多媟語百判純是當時文格全類俳體但知堆垜故事而於蔽罪議法處不能深切殆是無一篇可讀一聨可采如樂天甲乙判則讀之愈多使人不厭也（四庫全書　史部　政書類　通制之屬　文獻通考卷二百三十一） \\n 唐朝野僉載 \\n 書目張鷟二十卷載周隋以來雜事時為問答以評目之補遺三卷（四庫全書　子部　類書類　玉海卷五十五） \\n 龍筋鳳髓判【一函二冊】 \\n 唐張鷟著二卷後附唐書列傳節文 \\n 按此書載於文獻通考者稱為十卷今止二卷葢因書僅百題故後人翻刻遂為省併也晁公武讀書志謂鷟嘗八中制科此其書判陳振孫書録解題謂百題皆待選預備之具而洪邁容齋隨筆譏其蔽罪議法不能深切則此書崖畧概可見矣書末節録唐書乃張薦傳文以鷟為薦祖傳中兼叙其始末也（四庫全書　史部　目錄類　經籍之屬　欽定天祿琳琅書目卷十） \\n 龍筋鳯髄判 \\n 唐史稱張鷟早惠絶倫以文章瑞朝廷屬文下筆輙成八應制舉皆甲科今其書傳於世者朝野僉載龍筋鳯髄判也僉載紀事皆瑣尾擿裂且多媟語百判純是當時文格全類俳體但知堆垜故事而於蔽罪議法處不能深切殆是無一篇可讀一聮可味如白樂天甲乙判則讀之愈多使人不厭聊載數端於此甲去妻後妻犯罪請用子蔭贖罪甲不許判云不安爾室盡孝猶慰母心薄送我畿贖罪寜辭子蔭縱下山之有恕曷陟屺之無情辛夫遇盗而死求殺盗者而為之妻或責其失節不伏判云夫讐不報未足為非婦道有虧誠宜自恥詩著靡他之誓百代可知禮垂不嫁之文一言以蔽丙居喪年老毁疾或非其過禮曰哀情所鍾判云况血氣之既衰老夫耄矣縱哀情之罔極吾子忍之丙妻有喪丙於妻側奏樂妻責之不伏判云儼衰麻之在躬是吾憂也調絲竹以盈耳於汝安乎甲夜行所由執之辭云有公事欲早趨朝所由以犯禁不聼判云非巫馬為政焉用出以戴星同宣子俟朝胡不退而假寐乙貴逹有故人至坐之堂下進以僕妾之食曰故辱而激之判云安實敗名重耳竟慙於臼犯感而成事張儀終謝於蘇秦丙娶妻無子父母将出之辭曰歸無所從判云雖配無生育誠合比於斷絃而歸靡適從度可同於束緼乙為三品見本州刺史不拜或非之稱品同判云或商周不敵敢不盡禮事君今晉鄭同儕安得降階卑我若此之類不背人情合於法意援經引史比喻甚明非青錢學士所能及也元微之有百餘判亦不能工余襄公集中亦有判兩卷粲然可觀張鷟字文成史云調露中登進士第考功員外郎騫味道見所對稱天下無雙按登科記乃上元二年去調露尚六嵗是年進士四十五人鷟名在二十九既以為無雙而不列髙第神龍元年中材膺管樂科於九人中為第五景雲二年中賢良方正科於二十人中為第三所謂制舉八中甲科者亦不然也（四庫全書　子部　雜家類　雜考之屬　容齋隨筆續筆卷十二） \\n 龍筋鳳髓判 \\n 作者:張鷟（字文成；號浮休子）（唐）撰劉允鵬（字繼先；號不詳）（明）註 \\n 部:子類:類書類屬: \\n 參考資料:（《四庫大辭典》） \\n 四卷。唐張鷟（约660—７４１）撰。張鷟字文成，自号浮休子，深州陆泽（今河北深县）人。唐高宗调露年间考中进士。授歧王府参军，累官至学士，四门员外郎，终于龚州长史。其事迹载于两《唐书》其孙张荐传中。据说張鷟小时，曾梦见一只紫文的大鸟落在庭院中，他父亲说这是只鸑鷟鸟，将来一定以文章闻名于朝庭，于是起名叫張鷟。当时，人们称赞他的文词象青铜钱，万选万中，所以号为青钱学士。其文较浮艳，少理致，当时较流行，因此，日本使者来唐，也都用金帛购买他的文字。著有《朝野佥戴》三十卷及本书，并行于世。本书为判牍文字，用骈俪文，为供当时选人取备程试之用，亦可考见唐时律令公式。原本附有注文，为明代劉允鵬所辑，注文较为详尽。劉允鵬本名继先，武定（今云南省武定县）人。曾著有《续事类赋》，今已失传。《龍筋鳳髓判》有明万历刊本、《湖海楼丛书》本、《四库全书》本。 \\n 朝野僉載 \\n 作者:張鷟（字文成；號浮休子）（唐）撰 \\n 部:子類:小說家類屬:雜事之屬 \\n 參考資料:（《四庫大辭典》） \\n 六卷。旧本题唐张鷟（详见《龙筋凤髓判》撰。此书为唐代笔记小说集。据《新唐书　艺文志》和《宋史　艺文志》著录，《朝野僉載》原为二十卷，《宋志》另有补遗三卷，原本已佚。今传本六卷，附补辑。此书所记皆唐代朝野遗闻，尤多武后朝轶事。书中对当时政治的黑暗和酷吏的残暴揭露较多，也记叙了不少神灵鬼怪之事和琐屑杂闻。书中所记之事虽琐碎零散，且用语浮泛轻慢，但作者以当时人记当时事，究属第一手材料，可资参考者颇多，故不少记载被宋司馬光《資治通鑑》所引用。书中保存了一些有关初唐诗文作者盧照鄰、楊炯、駱賓王的资料，还记录了不少当时的民谣俗语，有一定的参考价值。版本有《续百川学海》本、《古今說海》本、《历代小史》本、《說郛》本、《五朝小说》本、《唐人说荟》本、《唐代丛书》本、《说库》本，俱一卷。《宝颜堂秘笈》本六卷，全据《太平广记》辑录，《丛书集成初编》本六卷，《四库全书》本六卷。中华书局1979年《唐宋史料笔记丛刊》赵守俨点校本，与《隋唐嘉话》合刊。 \\n 張鷟【字文成陸澤人早慧絶倫為兒時夢紫文大鳥五色成文止於庭大父曰吾聞五色赤文鳯也紫文鷟也若殆以文章瑞朝廷乎遂以命名調露初登進士第人稱其文如青銅錢萬選萬中號青錢學士官終司門員外郎】（四庫全書　史部　地理類　都會郡縣之屬　畿輔通志卷七十九） \\n 張鷟字文成薦之孫早慧絶少時夢紫文大鳥五色　成文止其庭大父曰五色赤文鳯也紫文鸑鷟也若殆以文章瑞朝廷乎遂命以名調露初登進士第騫味道見所對稱天下無雙入以制舉皆甲科四參選判為銓府最　貟半千稱鷟文辭猶青銅錢萬選萬中號青錢學士屬文下筆輒成晩進莫不傳記新羅使至必出金寳市其文（四庫全書　子部　類書類　名賢氏族言行類稿卷二十五） \\n 張鷟【字文成深州人少聰慧絶倫為文下筆輒成舉進士擢考功員外郎累官至學士時稱其文猶青銅錢萬選萬中號青錢學士孫薦敏鋭有文辭累官左拾遺論盧杞姦惡進諫議大夫改秘書少監卒諡曰憲】（四庫全書　子部　類書類　萬姓統譜卷三十八） \\n 張鷟文章俊敏凡應八舉皆登甲科騫味道嘗稱之曰此生天下無雙【續世說曰張鷟為兒童時夢紫色大鳥五綵成文降於庭中其祖謂曰五色赤文鳯也紫文鷟也為鳯之佐吾兒當以文章瑞於明庭因名鷟員半千嘗見其文曰張子之文如青錢萬選萬中未聞退時時目為青錢學士】（四庫全書　子部　小說家類　雜事之屬　何氏語林卷十七） \\n 新刻龍筋鳳髓判序（明）祝允明撰 \\n （四庫全書　集部　別集類　懷星堂集卷二十四） \\n 龍筋鳳髓判二卷唐司門員外郎張鷟撰近時少傳允明得之先外大父武功徐府君家乃元人錄本嘗以示沈津潤卿會吾邑大夫舂陵歐陽君東之以進士來試鷄割富民教士化理大著鳴絃之餘益思有以助仕學者謂是書其一也将取而刻之津進曰民請任之不足煩我公乃手謄登於木工完倩述其故惟昔先王議事以制故鄭之刑書頗詒時誚至秦燔聖典専吏師一切深刻漢矯其枉雖入官者儒吏並進而斷獄必貴引經尚有近於先王議制及春秋誅意之微旨其後乃有判辭然往往蕪萎而闊於事情至唐制四銓判専其一鷟在當時藻翰敏豔有青錢學士之號史稱其八舉甲科四參選判策為銓府最宜是筆之美也宋元承襲國朝因之試於士行於官咸有可觀中間崇篤經學或稍未遑精選邇來文教彌振英才駿騰秉政者裁駁詳允賔王者章藻粲發優而従事仕學交懋是書固無所與譲而亦可以策筌蹄之勲焉惟我大夫秋月懸胷而南山在筆然且已達達人嘉恵來學此其學道愛人之一端行復大施以輔國家弼教造士之徳意厥功不亦茂哉輒申狂簡以為先驅而津之好義能文亦従見云 \\n 張鷟 \\n 張鷟字文成深州深澤人兒時夢紫色大鳥五彩成文降於家庭其祖謂之曰五色赤文鳳也紫文鸑鷟也為鳳之佐吾兒當以文章瑞於明廷因以為名字調露中登進士第八中制科四參選判員半千謂人曰張子之文如青錢萬簡選中未聞退時因號青錢學士開元中歴司門員外郎其文逺播外夷撰朝野僉載及龍筋鳳髓判百道詩一首 \\n 詠燕 \\n 變石身猶重銜泥力尚微從來赴甲第兩起一雙飛【按唐新語此是末章非全篇也】（四庫全書　集部　總集類　御定全唐詩卷四十五） \\n 張鷟 \\n 張鷟字文成深州深澤人也後趙右侯賔之後少聰敏過人其祖齊王文學以當時儒士多稱鷟之才莫不歎異因曰我孫為人所知如天以鸑鷟為鳳凰之佐五色成文因名鷟字文成弱冠應舉下筆成章中書侍郎薛元超特授襄樂尉遷監察御史司門貟外至開元中姚崇為相誣其奉使江南受遺賜死其子上表請代父死黄門侍郎張廷珪刑部尚書李日知連表稱寃遂減死流嶺南數年起為龔州長史卒年七十三文成凡七舉四叅選皆中甲科正諫大夫貟半千謂人曰張子之文如青銅錢萬揀萬中時號青銅錢學士久視中太官令馬仙童陷突厥中黙啜問曰文成何在此人何不足用又新羅日本國前後遣使入貢多求文成文集歸本國其為聲名逺播如此著雕龍策帝王龜鏡朝野僉載二百巻文成以五為縣尉因著才命論以適志盛行於世有李季孫者注才命論言是燕公詞盖不覽唐史率意紀文大惑時人一向紕繆【休符駁議】（四庫全書　史部　地理類　雜記之屬　桂林風土記） \\n 張鷟字文成自長安尉遷鴻臚丞凡四參選判策為銓府之最員外郎員半千謂人曰張子之文如青銅錢萬選萬中未聞退時時流重之目為青錢學士後為司門員外郎鷟下筆敏速著述尤多言頗詼諧是時天下知名無賢不肖皆記誦其文天后朝中使馬仙童陷黙啜黙啜謂仙童曰張文成在否曰近自御史貶官黙啜曰國有此人而不用漢無能為也新羅日本東夷諸蕃尤重其文毎遣使入朝必重出金貝以購其文其才名逺播如此（四庫全書　子部　類書類　冊府元龜卷八百四十） \\n 張鷟字文成聦警絶倫書無不覧為兒童時夢紫色大鳥五彩成文降于家庭其母謂之曰五色赤文鳳也紫文鸑鸑也為鳳之佐吾兒當以文章瑞於朝廷因以為名字後終於司門員外郎（四庫全書　子部　類書類　冊府元龜卷八百九十三） \\n  \\n   \\n  "}
