{"章节": "西京雜記卷一", "正文": "  \\n 西京雜記卷一 \\n 　 \\n  \\n 漢　劉歆著　宜黃洪占銓校 \\n 漢高帝七年。蕭相國營未央宮。因龍首山製前殿。建北闕未央宮。周迴二十二里。九十五步五尺。街道周迴七十里。臺殿四十三。其三十二在外。其十一在後。宮池十三山六池一山一亦在後宮。門闥凡九十五。武帝作昆明池。欲伐昆吾夷。教習水戰。因而于上遊戲養魚。魚給諸陵廟祭祀。餘付長安市賣之。池周迴四十里。 \\n 漢制宗廟。八月飲酎。用九醞太牢。皇帝侍祠以正月旦作酒。八月成。名曰酎。一曰九醞。一名醇酎。 \\n 京師大水。祭山川以止雨。丞相御史二千石禱祠。如求雨法。 \\n 天子筆管。以錯寶為跗。毛皆以秋兔之毫。官師路扈為之以雜寶為匣。廁以玉璧翠羽。皆直百金。 \\n 漢制天子玉几。冬則加綈錦其上。謂之綈几。以象牙為火籠。籠上皆散華文。後宮則五色綾文。以酒為書滴。取其不冰以玉為硯。亦取其不冰。夏設羽扇。冬設繒扇。公侯皆以竹木為几。冬則以細罽為橐以憑之。不得加綈錦。 \\n 武帝時西域獻吉光裘。入水不濡。上時服此裘以聽朝。 \\n 高帝戚夫人。善鼓瑟擊筑。帝常擁夫人倚瑟而絃歌。畢每泣下流漣。夫人善為翹袖折腰之舞。歌出塞入塞望歸之曲。侍婦數百皆習之。後宮齊首高唱。聲徹雲霄。 \\n 戚姬以百鍊金為彄環。照見指骨。上惡之。以賜侍兒鳴玉耀光等各四枚。 \\n 趙王如意年幼。未能親外傅。戚姬使舊趙王內傅趙媼傅之。號其室曰養德宮。後改為魚藻宮。 \\n 惠帝嘗與趙王同寢處。呂后欲殺之而未得。後帝早獵王不能夙興。呂后命力士于被中縊殺之及死。呂后不之信。以綠囊盛之。載以小軿車入見。乃厚賜力士。力士是東郭門外官奴。帝後知。腰斬之。后不知也。 \\n 樂遊苑自生玫瑰樹。樹下有苜蓿。苜蓿一名懷風。時人或謂之光風。風在其間常蕭蕭然。日照其花有光采。故名苜蓿為懷風。茂陵人謂之連枝草。 \\n 太液池邊。皆是彫胡紫蘀綠節之類。菰之有米者。長安人謂之彫胡。葭蘆之未解葉者。謂之紫蘀。菰之有首者。謂之綠節。其間鳧雛鴈子。布滿充積。又多紫龜綠鱉。池邊多平沙。沙上鵜鶘鷓鴣鵁鶄鴻鶂動輒成群。 \\n 終南山多離合草。葉似江蘺而紅綠相雜。莖皆紫色。氣如羅勒。有樹直上。百丈無枝。上結藂條如車蓋。葉一青一赤。望之斑駮如錦繡。長安謂之丹青樹。亦云華蓋樹。亦生熊耳山。 \\n 漢帝相傳。以秦王子嬰所奉白玉璽。高帝斬白蛇劍。劍上有七朵珠九華玉以為?雜廁五色琉璃為劍匣。劍在室中光景猶照于外與挺劍不殊。十二年一加磨瑩。刃上常若霜雪。開匣拔鞘輒有風氣光彩射人。 \\n 漢彩女常以七月七日穿七孔鍼于開襟樓。俱以習之。 \\n 宣帝被收繫郡邸獄。臂上猶帶史良娣合采婉轉絲繩。繫身毒國寶鏡一枚大如八銖錢。舊傳此鏡見妖魅。得佩之者為天神所福。故宣帝從危獲濟。及即大位。每持此鏡感咽移辰。常以琥珀笥盛之。緘以戚里織成錦。一曰斜文錦。帝崩不知所在。 \\n 霍光妻遺淳于衍。蒲桃錦二十四匹。散花綾二十五匹。綾出鉅鹿陳寶光家。寶光妻傳其法霍顯召入其第。使作之。機用一百二十鑷。六十日成一匹。匹直萬錢。又與走珠一琲。綠綾百端。錢百萬。黃金百兩。為起第宅。奴婢不可勝數。衍猶怨。曰吾為爾成何功而報我若是哉。 \\n 濟陰王興居反。始舉兵大風從東來。直吹其旌旗飛上天入雲而墮城西井中。馬皆悲鳴不進。左右李廓等諫不聽。後卒自殺。 \\n 五鹿充宗受學于宏成子。成子少時嘗有人過之。授以文石。大如燕卵成子吞之。遂大明悟為天下通儒。成子後病吐出此石以授充宗。充宗又為碩學也。 \\n 始元元年黃鵠下太液池上為歌曰黃鵠飛兮下建章。羽衣肅兮行蹌蹌。金為衣兮菊為裳。唼喋荷荇出入蒹葭。自顧菲薄。愧爾嘉祥。 \\n 漢帝送死皆珠襦玉匣。匣形如鎧甲。連以金鏤。武帝匣上皆鏤為蛟龍鸞鳳龜龍之象。世謂為蛟龍玉匣。 \\n 成帝設雲帳雲幄雲幙于甘泉紫殿世謂三雲殿漢掖庭有月影臺。雲光殿。九華殿鳴鸞殿開襟閣。臨池觀。不在簿籍。皆繁華窈窕之所棲宿焉。 \\n 趙飛鷰女弟居昭陽殿。中庭彤朱而殿上丹漆砌皆銅。沓黃金。塗白玉。階壁帶??為黃金缸。含藍田璧。明珠翠羽飾之。上設九金龍皆銜九子金鈴。五色流蘇。帶以綠文紫綬金銀花鑷每好風日幡旄光影。照耀一殿。鈴鑷之聲。驚動左右。中設木畫屏風。文如蜘蛛絲縷。玉几玉床白象牙簟綠熊席。席毛長二尺餘。人眠而擁毛自蔽望之不能見坐則沒膝其中雜熏諸香。一坐此席。餘香百日不歇。有四玉鎮。皆達照無瑕缺。窗扉多是綠琉璃。亦皆達照。毛髮不得藏焉。椽桶皆刻作龍蛇縈繞其間。鱗甲分明。見者莫不兢慄。匠人丁緩李菊巧為天下第一。締構既成。向其姊子樊延年說之。而外人稀知。莫能傳者。 \\n 積草池中有珊瑚樹高一丈二尺。一木三柯。上有四百六十二條是南越王趙佗所獻。號為烽火樹。至夜光景常欲然。 \\n 昆明池。刻玉石為魚。每至雷雨魚常鳴吼。鬐尾皆動。漢世祭之以祈雨。??有驗。 \\n 初修上林苑。群臣遠方各獻名果異樹。亦有製為美名以標奇麗梨十。紫梨。青梨。[實大]芳梨[實小]大谷梨。細葉梨。縹葉梨。金葉梨。[出琅琊王野家太守王唐所獻]瀚海梨。[出瀚海北柰寒不枯]東王梨。[出海中]紫條梨。棗七弱枝棗。玉門棗。棠棗。青華棗。梬棗。赤心棗。西王棗。[出昆崙山]栗四。侯栗。榛栗。瑰栗。嶧陽栗。[嶧陽都尉曹龍所獻大如拳]桃十。秦桃。榹桃。湘核桃。金城桃。綺葉桃。紫文桃。霜桃。[霜下可食]胡桃。[出西域]櫻桃。含桃。李十。五紫李。綠李。朱李。黃李。青綺李。青房李。同心李。車下李。含枝李。金枝李。顏淵李。[出魯]?李。燕李。蠻李。侯李。柰三。白柰。紫柰。[花紫色]綠柰。[花綠色]查三。蠻查。?查。猴查。椑三。青椑。赤葉椑。烏椑。棠四。赤棠。白棠。青棠。沙棠。梅七。朱梅。紫葉梅。紫華梅。同心梅。麗枝梅。燕梅。猴梅。杏二。文杏[材有文采]蓬萊杏。[東郭都尉于吉所獻一株花雜五色六出云是仙人所食]桐三。 \\n 椅桐梧桐荊桐。林檎十株。枇杷十株。橙十株。安石榴楟十株。白銀樹十株。黃銀樹十株。槐六百四十株。千年長生樹十株。萬年長生樹十株。扶老木十株。守宮槐十株。金明樹二十株。搖風樹十株。鳴風樹十株。琉璃樹七株。池離樹十株。離婁樹十株。白俞●杜●桂蜀漆樹十株。柟四株。樅七株。栝十株。楔四株。楓四株。余就上林令虞淵得朝臣所上草木名二千餘種。鄰人石瓊就余求借。一皆遺棄。今以所記憶列於篇右。 \\n 長安巧工丁緩者。為常蒲燈。七龍五鳳。雜以芙蓉蓮藕之奇。又作臥褥香罏。一名被中香罏。本出房風。其法後絕。至緩始更為之為機環轉運四周。而罏體常平。可置之被褥。故以為名又作九層博山香罏。鏤為奇禽怪獸。窮諸靈異皆自然運動。 \\n 又作七輪扇。連七輪大皆徑丈相連續。一人運之。滿堂寒顫。 \\n 趙飛燕為皇后。其女弟在昭陽殿遺飛燕書。曰今日嘉辰。貴姊懋膺洪冊。謹上襚三十五條。以陳踴躍之心。 \\n 金華紫輸帽　金華紫羅面衣　織成上襦　織成下裳　五色文綬　鴛鴦襦　鴛鴦被　鴛鴦褥金錯繡襠　七寶綦履　五色文玉環　同心七寶釵　黃金步搖　合歡圓璫　琥珀枕　龜文枕珊瑚玦　馬瑙彄　雲母扇　孔雀扇　翠羽扇九華扇　五明扇　雲母屏風　琉璃屏風　五層金博山香罏　迴風扇　椰葉席　同心梅　舍枝李　青木香　沉水香　香螺卮[出海南一名丹螺]　九真雄麝香　七枝鐙 \\n 趙后體輕腰弱。善行步進退。女弟昭儀不能及也。但昭儀弱骨豊肌。尤工笑語。二人並色如紅玉。為當時第一。皆擅寵後宮。 \\n  \\n   \\n  "}
{"章节": "西京雜記卷二", "正文": "  \\n 西京雜記卷二 \\n 　 \\n  \\n 元帝後宮既多。不得常見。乃使畫工圖形。案圖召幸之。諸宮人皆賂畫工多者十萬。少者亦不減五萬。獨王嬙不肯。遂不得見。匈奴入朝求美人為閼氏。於是上案圖以昭君行及去召見。貌為後宮第一。善應對。舉止閑雅。帝悔之。而名籍巳定。帝重信于外國。故不復更人。乃窮案其事。畫工皆棄市。籍其家資皆巨萬。畫工有杜陵毛延壽。為人形。醜好老少必得其真。安陵陳敞。新豐劉白。龔寬。並工為牛馬飛鳥眾勢。人形好醜。不逮延壽。下杜陽望亦善畫。尤善布色。樊育亦善布色。同日棄市。京師畫工。於是差稀。 \\n 武帝欲殺乳母。乳母告急於東方朔。朔曰。帝忍而愎。旁人言之。益死之速耳。汝臨去。但屢顧我。我當設奇以激之。乳母如言。朔在帝側曰。汝宜速去。帝今巳大。豈念汝乳哺時恩邪。帝愴然。遂舍之。 \\n 五侯不相能。賓客不得來往。婁護豐辯傳食五侯間。各得其歡心。競致奇膳。護乃合以為鯖。世稱五侯鯖。以為奇味焉。 \\n 公孫宏起家徒步為丞相。故人高賀從之。宏食以脫粟飯。覆以布被。賀怨。曰何用故人富貴為脫粟布被。我自有之。宏大慚。賀告人曰。公孫宏內服貂蟬。外衣麻枲。內廚五鼎。外膳一肴。豈可以示天下。於是朝廷疑其矯焉。宏嘆曰寧逢惡賓不逢故人。 \\n 文帝自代還。有良馬九匹。皆天下之駿馬也。一名浮雲。一名赤電。一名絕群。一名逸驃。一名紫鷰騮。一名綠螭驄。一名龍子。一名麟駒。一名絕塵。號為九逸。有來宣能御。代王號為王良。俱還代邸。 \\n 武帝時身毒國獻連環羈。皆以白玉作之。瑪瑙石為勒。白光琉璃為鞍。鞍在闇室中。常照十餘丈如晝日。自是長安始盛飾鞍馬。競加雕鏤。或一馬之飾直百金。皆以南海白蜃為珂。紫金為萼。以飾其上。猶以不鳴為患。或加以鈴鑷。飾以流蘇。走則如撞鐘磬。若飛幡葆。後得貳師天馬。帝以玟石為鞍，鏤以金銀?石。以綠地五色錦為蔽泥。後稍以熊羆皮為之。熊羆毛有綠光皆長二尺者直百金卓王孫有百餘雙。詔使獻二十枚。 \\n 昭帝時茂陵家人獻寶劍。上銘曰直千金。壽萬歲。 \\n 司馬相如初與卓文君還成都。居貧。愁懣。以所著鷫?裘就市人陽昌貰酒與文君為歡。既而文君抱頸而泣。曰我平生富足。今乃以衣裘貰酒。遂相與謀於成都賣酒。相如親著犢鼻褌滌器以恥王孫。王孫果以為病。乃厚給文君。文君遂為富人。文君姣好眉色如望遠山。臉際常若芙蓉。肌膚柔滑如脂。十七而寡。為人放誕風流。故悅長卿之才而越禮焉。長卿素有消渴疾。及還成都悅文君之色。遂以發痼疾。乃作美人賦。欲以自刺而終不能改。卒以此疾至死。文君為誄傳于世。 \\n 慶安世年十五。為成帝侍郎。善鼓琴。能為雙鳳離鸞之曲。趙后悅之。白上得出入御內絕見愛幸。嘗著輕絲履招風扇紫綈裘。與后同居處。欲有子而終無胄嗣。趙后自以無子。常託以祈禱別開一室自左右侍婢以外莫得至者。上亦不得至焉。以軿車載輕薄少年。為女子服入後宮者。日以十數。與之淫通無時休息。有疲怠者輒差代之。而卒無子。 \\n 太上皇徙長安居深宮。悽愴不樂。高祖竊因左右問其故。以平生所好皆屠販少年。酤酒賣餅。鬥雞蹴踘。以此為歡。今皆無此。故以不樂。高祖乃作新豐。移諸故人實之。太上皇乃悅。故新豐多無賴。無衣冠子弟故也。高祖少時常祭枌榆之社。及移新豐亦還立焉。高帝既作新豐。并移舊社。衢巷棟宇物色惟舊。士女老幼相攜路首各知其室放犬羊雞鴨於通塗亦競識其家其匠人吳寬所營也。移者皆悅其似而德之。故競加賞贈。月餘致累百金。 \\n 漢諸陵寢皆以竹為簾。皆為水紋及龍鳳之像。昭陽殿織珠為簾。風至則鳴如珩珮之聲。 \\n 揚雄讀書。有人語之曰無為自苦。元故難傳。忽然不見。雄著太元經。夢吐鳳凰集元之上。頃而滅。 \\n 司馬相如為上林子虛賦。意思蕭散不復與外事相關控引天地錯綜古今忽然如睡煥然而興幾百日而後成。其友人盛覽字長通。牂牁名士。嘗問以作賦。相如曰合綦組以成文。列錦繡而為質。一經一緯。一宮一商。此賦之跡也。賦家之心。苞括宇宙總覽人物。 \\n 斯乃得之於內。不可得而傳覽。乃作合組歌列錦賦而退。終身不復敢言作賦之心矣。 \\n 董仲舒夢蛟龍入懷。乃作春秋繁露詞。 \\n 或問揚雄為賦。雄曰讀千首賦。乃能為之。 \\n 匡衡。字稚圭。勤學而無燭。鄰舍有燭而不逮。衡乃穿壁引其光。以書映光而讀之。邑人天姓文不識。家富多書衡乃與其傭作而不求償。主人怪問衡。衡曰願得主人書遍讀之主人感嘆。資給以書。遂成大學。衡能說詩。時人為之語曰無說詩。匡鼎來。匡說詩。解人頤。鼎。衡小名也。時人畏服之。如是聞者皆解頤歡笑。衡邑人有言詩者。衡從之與語。質疑。邑人挫服倒屣而去。衡追之。曰先生留聽。更理前論。邑人曰窮矣。遂去不返。 \\n 長安有儒生曰惠莊。聞朱雲折五鹿充宗之角。乃嘆息曰栗犢反能爾邪。吾終恥溺死溝中。遂裹糧從雲。雲與言。莊不能對。逡巡而去。拊心謂人曰吾口不能劇談。此中多有。 \\n 武帝過李夫人。就取玉簪搔頭。自此後宮人搔頭皆用玉。玉價倍貴焉。 \\n 杜陵杜夫子善奕棋。為天下第一人或譏其費日。夫子曰精其理者足以大裨聖教。 \\n 成帝好蹴踘。群臣以蹴踘為勞體。非至尊所宜帝曰朕好之。可擇似而不勞者。奏之。家君作彈棋以獻。帝大悅。賜青羔裘。紫絲履。服以朝覲。 \\n 元封二年大寒。雪深五尺。野鳥獸皆死。牛馬皆踡蹜如蝟。三輔人民凍死者十有二三。 \\n 武帝為七寶床。雜寶按廁寶屏風。列寶帳。設於桂宮。時人謂之四寶宮。 \\n 瓠子河決。有蛟龍從九子自決中逆上入河。噴沫流波數十里。 \\n 文帝初多雨積霖。至百日而止。 \\n 王鳳以五月五日生。其父欲不舉。曰俗諺舉五日子。長及戶則自害。不則害其父母其叔父曰。昔田文以此日生。其父嬰敕其母曰勿舉。其母竊舉之後為孟嘗君。號其母為薛公大家。以古事推之。非不祥也。遂舉之。 \\n 惠帝七年夏雷震南山。大木數千株。皆火燃至末其下數十畝。地草皆燋黃。其後百許日。家人就其間得龍骨一具。鮫骨二具。 \\n 高祖為泗水亭長。●徒驪山。將與故人訣去徒卒贈高祖酒二壺。鹿肚牛肝各一。高祖與樂從者飲酒食肉而去。後即帝位。朝哺尚食嘗具此二炙并酒二壺。 \\n 梁孝王好營宮室苑囿之樂。作曜華之宮。築兔園。園中有百靈山。山有膚寸石。落猿巖。棲龍岫。又有鴈池池間有鶴洲鳧渚。其諸宮觀相連延亙數十里。奇果異樹瑰禽怪獸畢備。主日與宮人賓客弋釣其中。 \\n 魯恭王好鬥雞鴨及鵝鴈。養孔雀鵁鶄俸?一年費二千石。 \\n 會稽歲時獻竹簟供御。世號為流黃簟。 \\n 朱買臣為會稽太守。懷章綬還至舍亭。而國人未知也。所知錢勃見其暴露。乃勞之曰得無罷乎。遺與紈扇。買臣至郡。引為上客。尋遷為掾史。 \\n   \\n  "}
{"章节": "西京雜記卷三", "正文": "  \\n 西京雜記卷三 \\n 　 \\n  \\n 余所知有鞠道龍。善為幻術。向余說古時事。有東海人黃公。少時為術。能制蛇御虎。佩赤金刀。以絳繒朿髮。立興雲霧。坐成山河。及衰老。氣力贏憊。飲酒過度。不能復行其術。秦末有白虎見于東海。黃公乃以赤刀?厭之。術既不行。遂為虎所殺。三輔人俗用以為戲。漢帝亦取以為角抵之戲焉。　又說淮南王好方士。方士皆以術見。遂有畫地成江河。撮土為山巖。噓吸為寒暑。噴嗽為雨霧。王亦卒與諸方士俱去。 \\n 揚子雲好事。常懷鉛提槧。從諸計吏訪殊方絕域四方之語。以為裨補輶軒所載。亦洪意也 \\n 文帝時。鄧通得賜蜀銅山。聽得鑄錢文字肉好。皆與天子錢同故富侔人主時吳王亦有銅山鑄錢。故有吳錢微重。文字肉好與漢錢不異。 \\n 楊貴。字王孫京兆人也。生時厚自奉養。死卒裸葬于終南山。其子孫掘土鑿石深七尺而下屍上復蓋之以石。欲儉而反奢也。 \\n 傅介子年十四。好學書嘗棄觚而嘆。曰大丈夫當立功絕域何能坐事散儒。後卒斬匈奴使者。還拜中郎。復斬樓蘭王首。封義陽侯。 \\n 余少時聞平陵曹敞在吳章門下。??好斥人過以為輕薄。世人皆以為然。章後為王莽所殺。人無有敢收葬者。弟子皆更易姓名。以從他師。敞時為司徒掾。獨稱吳章弟子。收葬其屍。方知亮直者不見容于冗輩中矣。平陵人生為立碑於吳章墓側。在龍首山南幙嶺上。 \\n 文帝為太子。立思賢苑以招賓客。苑中有堂隍六所。客館皆廣廡高軒。屏風幃褥甚麗。 \\n 廣陵王胥有勇力。常于別囿學格熊。後遂能空手搏之。莫不絕脰。後為獸所傷。陷腦而死。 \\n 郭威。字文偉。茂陵人也。好讀書。以謂爾雅周公所制。而爾雅有張仲孝友。張仲。宣王時人。非周公之制明矣。余嘗以問揚子雲子雲曰孔子門徒游夏之儔所記。以解釋六藝者也。家君以為外戚傳稱史佚教其子以爾雅。爾雅小學也。又記言孔子教魯哀公學爾雅。爾雅之出遠矣。舊傳學者皆云周公所記也。張仲孝友之類。後人所足耳。 \\n 茂陵富人袁廣漢。藏鏹巨萬。家僮八九百人。于北邙山下築園。東西四里。南北五里激流水注其內。構石為山高十餘丈。連延數里。養白鸚鵡紫鴛鴦氂牛青兕奇獸怪禽委積其間。積沙為洲嶼。激水為波潮。其中致江鷗海鶴孕雛產鷇延蔓林池奇樹異草靡不具植屋皆徘徊連屬。重閣修廊。行之移晷不能遍也。廣漢後有罪誅。沒入為官園。鳥獸草木皆移植上林苑中。 \\n 五柞宮有五柞樹。皆連三抱上枝蔭覆數十畝。其宮西有青梧觀。觀前有三梧桐樹。樹下有石麒麟二枚。刊其脅為文字。是秦始皇酈山墓上物也。頭高一丈三尺東邊者前左腳折。折處有赤如血。父老謂其有神。皆含血屬筋焉。 \\n 高祖初入咸陽宮。周行庫府。金玉珍寶不可稱言。其尤驚異者有青玉五枝燈。高七尺五寸。作蟠螭以口銜燈。燈燃。鱗甲皆動。煥炳若列星而盈室焉。復鑄銅人十二枚坐皆高三尺。列在一筵。上琴筑笙竽各有所執。皆綴花釆。儼若生人。筵下有二銅管。上口高數尺。出筵後。其一管空。一管內有繩大如指。使一人吹空管。一人紐繩。則眾樂皆作。與真樂不異焉。有琴長六尺。安十三絃。二十六徽。皆用七寶飾之。銘曰璠璵之樂。玉管長二尺三寸。二十六孔。吹之則見車馬山林。隱轔相次。吹息亦不復見。銘曰。昭華之琯。有方鏡廣四尺。高五尺九寸。表裏有明。人直來照之影則倒見。以手捫心而來。則見腸胃五臟歷然無。人有疾病在內則掩心而照之。則知病之所在。又女子有邪心。則膽張心動。秦始皇常以照宮人膽張心動者則殺之。高祖悉封閉以待項羽。羽併將以東。後不知所在。 \\n 尉陀獻高祖鮫魚荔枝。高祖報以蒲桃錦四匹。 \\n 戚夫人侍兒賈佩蘭。後出為扶風人假儒妻。說在宮內時。見戚夫人侍高帝常以趙王如意為言。而高祖思之。幾半日不言。歎息悽愴而未知其術。輒使夫人擊筑。高祖歌大風詩以和之。又說在宮內時。嘗以絃管歌舞相歡娛。競為妖服以?良時。十月十五日共入靈女廟。以豚忝樂神。吹笛擊筑。歌上靈之曲既而相與連臂踏地為節。歌赤鳳凰來。至七月七日臨百子池。作于闐樂。樂畢。以五色縷相羈。謂為相連愛。八月四日出雕房北戶竹下圍棋。勝者終年有福。負者終年疾病。取絲縷就北辰星求長命乃免。九月九日佩茱萸。食蓬餌。飲菊華酒。令人長壽。菊華舒時。并採莖葉雜黍米釀之。至來年九月九日始熟。就飲焉。故謂之菊華酒。正月上辰出池邊盥濯。食蓬餌以祓妖邪。三月上巳張樂于流水。如此終歲焉。戚夫人死。侍兒皆復為民妻也。 \\n 何武葬北邙山薄龍阪王嘉冢東北一里。 \\n 杜子夏葬長安北四里。臨終。作文曰魏郡杜鄴。立志忠款。犬馬未陳奄先草露。骨肉歸于后土。氣魂無所不之。何必故丘然後即化。封于長安北郭。此焉宴息。及死。命刊石埋于墓側。墓前種松?樹五株。至今茂盛。淮南王安著鴻烈二十一篇。鴻大也。烈明也言大明禮教。號為淮南子。一曰劉安子。自云字中皆挾風霜。揚子雲以為一出一入字直百金。 \\n 公孫宏著公孫子。言刑名事。亦謂字直百金。 \\n 司馬長卿賦。時人皆稱典而麗。雖詩人之作不能加也。揚子雲曰。長卿賦不似從人間來。其神化所至邪。子雲學相如為賦而弗逮。故雅服焉。 \\n 長安有慶虯之。亦善為賦。嘗為清思賦。時人不之貴也。乃託以相如所作。遂大見重于世。 \\n 相如將獻賦。未知所為。夢一黃衣翁謂之曰。可為大人賦。遂作大人賦。言神仙之事。以獻之。賜錦四匹。 \\n 相如將聘茂陵人女為妾。卓文君作白頭吟以自絕。相如乃止。 \\n 樊將軍噲問陸賈曰。自古人君皆云受命于天。云有瑞應。豈有是乎。賈應之曰。有之。夫目?得酒食。燈火華得錢財。乾鵲噪而行人至。蜘蛛集而百事嘉小。既有徵。大亦宜然。故目?則?之。火華則拜之。乾鵲噪則餧之。蜘蛛集則放之。況天下大寶。人君重位。非天命何以得之哉。瑞者寶也信也。天以寶為信。應人之德故曰瑞應。無天命。無寶信。不可以力取也。 \\n 霍將軍妻。一產二子。疑所為兄弟。或曰前生為兄。後生者為弟。今雖俱日。亦宜以先生為兄或曰居上者宜為兄。居下宜為弟。居下者前生。今宜以前生為弟時霍光聞之。曰昔殷王祖甲一產二子。曰嚚曰良。以卯日生嚚。以巳日生良。則以嚚為兄。以良為弟。若以在上者為兄。嚚亦當為弟。昔許釐莊公一產二女。曰妖曰茂。楚大夫唐勒一產二子。一男一女。男曰貞夫。女曰瓊華。皆以先生為長。近代鄭昌時文長蒨並生二男。滕公一生二女。李黎生一男一女。並以前生者為長。霍氏亦以前生為兄焉。 \\n 枚皋文章敏疾。長卿制作淹遲。皆盡一時之譽。而長卿首尾溫麗枚皋時有累句。故知疾行無善跡矣。揚子雲曰軍旅之際。戎馬之間。飛書馳檄用枚皋。廊廟之下。朝廷之中。高文典冊用相如。 \\n   \\n  "}
{"章节": "西京雜記卷四", "正文": "  \\n 西京雜記卷四 \\n 　 \\n  \\n 安定嵩真元菟曹元理。並明算術。皆成帝時人。真嘗自算其年壽七十三。真綏和元年正月二十五日晡死。書其壁以記之至二十四日晡時死。其妻曰見真算時長下一算欲以告之。慮脫真旨故不敢言。今果後一日。真又曰北邙青隴上孤檟之西四丈所鑿之入七尺。吾欲葬此地。及真死依言往掘。得古時空槨即以葬焉。 \\n 元理嘗從其友人陳廣漢。廣漢曰吾有二囷米。忘其石數。子為計之。元理以食筋十餘轉。曰東囷七百四十九石二升七合。又十餘轉曰西囷六百九十七石八。遂大署囷門後出米西囷六百九十七石七九升。中有一鼠大堪一升。束囷不差圭合。元理後歲復過廣漢。廣漢以米數告之。元理以手擊床。曰遂不知鼠之殊米不如剝面皮矣。廣漢為之取酒鹿脯數片。元理復算曰。諸蔗二十五區。應收一千五百三十六枚。蹲鴟三十七畝。應收六百七十三石。千牛產二百犢。萬雞將五萬雛。羊豕鵝鴨皆道其數。果蓏肴蔌悉知其所。乃曰此資業之廣。何供饋之褊邪。廣漢慚曰有倉卒客。無倉卒主人。元理曰俎上蒸?一頭。廚中荔枝一柈。皆可為設。廣漢再拜謝罪。自入取之盡日為歡。其術後傳南季。南季傳項?。?傳子陸。皆得其分數而失元妙焉。 \\n 衛將軍青生子。或有獻騧馬者。乃命其子曰騧。字叔馬。其後改為登。字叔昇。 \\n 哀帝為董賢起大第於北闕下。重五殿。洞六門。柱壁皆畫雲氣萼蘤山靈水怪或衣以綈錦。或餚以金玉。南門三重。署曰南中門。南上門。南更門。東西各三門。隨方面題署亦如之。樓閣臺榭。轉相連注。山池玩好。窮盡雕麗。 \\n 平津侯自以布衣為宰相。乃開東閣營客館以招天下之士。其一曰欽賢館以待大賢。次曰翹材館以待大才。次曰接士館以待國士。其有德任毗贊佐理陰陽者處欽賢之館。其有才堪九列將軍二千石者居翹材之館。其有一介之善一方之藝居接士之館。而躬身菲薄。所得俸祿以奉待之。 \\n 南越王獻高帝石蜜五斛蜜燭二百枚。白鷴黑鷴各一雙。高帝大悅。厚報遣其使。 \\n 滕公駕至東都門。馬鳴跼不肯前。以足跑地久之。滕公使士卒掘馬所跑地。入三尺所。得石槨。滕公以燭照之有銘焉。乃以水洗寫其文。文字皆古異。左右莫能知。以問叔孫通。通曰科斗書也以今文寫之曰佳。城鬱鬱。三千年見白日。吁嗟滕公居此室。滕公曰嗟乎天也。吾死其即安此乎。死遂葬焉。 \\n 韓嫣好彈。常以金為丸所失者日有十餘。長安為之語曰苦饑寒。逐金丸。京師兒童。每聞嫣出彈。輒隨之望丸之所落輒拾焉。 \\n 司馬遷發憤作史記百三十篇。先達稱為良史之才。其以伯夷居列傳之首。以為善而無報也。為項羽本紀。以踞高位者非關有德也。及其序屈原。賈誼。辭旨抑揚。悲而不傷。亦近代之偉才。 \\n 梁孝王遊於忘憂之館。集諸遊士各使為賦。枚乘為柳賦其辭曰忘憂之館。垂條之木。枝逶遲而含紫。葉萋萋而吐綠。出入風雲。去來羽族。既上下而好音。亦黃衣而絳足。蜩螗厲響。蜘蛛吐絲。階草漠漠。白日遲遲。于嗟細柳。流亂輕絲。君王淵穆其度御群英而翫之。小臣瞽聵。與此陳詞。于嗟樂兮。於是樽盈縹玉之酒。爵獻金漿之醪。[梁人作藷蔗酒名金漿]庶羞千族。盈滿六庖。弱絲清管。與風霜而共雕。鎗鍠啾唧。蕭脩寂寥。雋乂英旄。列襟聯袍。小臣莫效於鴻毛。空銜鮮而嗽醪。雖復河清海竭。終無增景於邊撩。路喬如為鶴賦。其辭曰白鳥朱冠。鼓翼池干舉脩距而躍躍。奮皓翅之●●。宛脩頸而顧步。啄沙磧而相歡。豈忘赤霄之上。忽池?而盤桓。飲清流而不舉。食稻梁而未安。故知野禽野性。未脫籠樊。賴吾王之廣愛。雖禽鳥兮抱恩。方騰驤而鳴舞。憑朱檻而為歡。 \\n 公孫詭為文鹿賦其詞曰麀鹿濯濯。來我槐庭。食我槐葉。懷我德聲。質如細縟。文如素綦。呦呦相召。小雅之詩。歎丘山之比歲。逢梁王於一時。 \\n 鄒陽為酒賦。其詞曰清者為酒。濁者為醴。清者聖明濁者頑騃皆麴湒丘之麥。釀野田之米。倉風莫預。方金未啟。嗟同物而異味。歎殊才而共侍。流光醳醳。甘滋泥泥。清醪既成。綠瓷既啟且筐且漉。載●載齊庶民以為歡。君子以為禮。其品類則沙洛淥酃程鄉若下高公之清。關中白薄青渚縈停凝醳醇酎千日一醒。哲王臨國。綽矣多暇。召皤皤之臣。聚肅肅之賓。安廣坐。列雕屏。綃綺為廣。犀璩為鎮。曳長裾飛廣袖。奮長纓。英偉之士。莞爾而即之。君王憑玉几。倚玉屏。舉手一勞。四座之士皆若哺梁焉。乃縱酒作倡。傾碗覆觴。右曰宮申。旁亦徵揚。樂只之深不狂。於是鍚名餌。袪夕醉。遣朝酲。吾君壽億萬歲。常與日月爭光。 \\n 公孫乘為月賦。其辭曰。月出皦兮。君子之光。鶤雞舞於蘭渚。蟋蟀鳴於西堂。君有禮樂。我有衣裳。猗嗟明月。當心而出。隱員巖而似鉤。蔽脩堞而分鏡。既少進以增輝。遂臨庭而高映。炎日匪明。皓璧非淨。躔度運行。陰陽以正。文林辯囿。小臣不佞。 \\n 羊勝為屏風賦其辭曰屏風鞈匝。蔽我君王。重葩累繡。沓璧連璋。飾以文錦。映以流黃。畫以古烈。顒顒昂昂。藩后宜之。壽考無疆。 \\n 韓安國作几賦不成。鄒陽代作。其辭曰高樹凌雲。蟠?煩冤。旁生附枝。王爾公輸之徒。荷斧斤。援葛虆。攀喬枝。上不測之絕頂。伐之以歸眇者督直。聾者磨礱齊貢金斧。楚入名工。迺成斯几。離奇髣彿。似龍盤馬迴。鳳去鸞歸。君王憑之。聖德日躋。鄒陽安國。罰酒三升。賜枚乘路喬如絹人五。 \\n 梁孝王入朝。與上為家人之讌。乃問王諸子。王頓首謝曰有五男。即拜為列侯。賜與衣裳器服。王薨。又分梁國為五。進五侯皆為王。 \\n 河間王德築日華宮。置客館二十餘區以待學士。自奉養不踰賓客。 \\n 梁孝王子賈從朝。年幼。竇太后欲強冠婚之。上謂王曰兒堪冠矣。王頓首謝曰。臣聞禮二十而冠。冠而字。字以表德。自非顯才高行。安可強冠之哉。帝曰。兒堪冠矣。餘日帝又曰。兒堪室矣。王頓首曰。臣聞禮三十壯有室。兒年蒙悼。未有人父之端。安可強室之哉。帝曰。兒堪室矣。餘日賈朝至閫而遺其舄。帝曰。兒真幼矣。白太后未可冠婚之。 \\n 江都王勁捷。能超七尺屏風。 \\n 元后在家。嘗有白鷰銜白石。大如指。墜后績筐中。后取之。石自割為二。其中有文曰毋天地。后乃合之。遂復還合。乃寶錄焉。後為皇后。常并置璽笥中。謂為天璽也。 \\n 漢朝以玉為虎子。以為便器。使侍中執之行幸以從。中書以武都紫泥為璽室。加綠綈其上。 \\n 茂陵文固陽。本瑯琊人。善馴野雉為媒。用以射雉。每以三春之月。為茅障以自翳。用觟矢以射之。日連百數。茂陵輕薄者化之皆以雜寶錯廁翳障。以青州蘆葦為弩矢。輕騎妖服追隨於道路。以為歡娛也。陽死。其子亦善其事。董司馬好之。以為上客。 \\n 茂陵少年李亨。好馳駿狗。逐狡獸。或以鷹鷂逐雉兔。皆為之佳名。狗則有脩毫釐睫白望青曹之名。鷹則有青翅黃眸青冥金距之屬。鷂則有從風鷂。孤飛鷂。 \\n 楊萬年有猛犬名青駮。買之百金。 \\n 成帝時交趾越嶲獻長鳴雞伺晨雞即下漏驗之。晷刻無差。雞長鳴。則一食頃不絕。長距善鬥。 \\n 許博昌。安陵人也。善陸博。竇嬰好之。常與居處。其術曰方畔揭道張。張畔揭道方。張究屈元高。高元屈究張。又曰張道揭畔方。方畔揭道張。張究屈元高。高元屈究張。三輔兒童皆誦之。法用六箸或謂之究。以竹為之。長六分。或用二箸。博昌又作太博經一篇。今世傳。 \\n 高祖與項羽戰於垓下。孔將軍居左。費將軍居右。皆假為名。 \\n 東方生善嘯。每曼聲長嘯。輒塵落帽。 \\n 京兆有古生者。學從橫。揣摩弄矢搖丸樗蒲之術。為都掾史四十餘年。善訑謾二千石隨以諧謔。皆握其權要而得其歡心。趙廣漢為京兆尹。下車而黜之。終于家。京師至今俳戲。皆稱古掾曹。 \\n 婁敬始因虞將軍請見高祖。衣旃衣。披羊裘。虞將軍脫其身上衣服以衣之。敬曰敬本衣帛。則衣帛見。敬本衣旃。則衣旃見。今捨旃褐。假鮮華。是矯常也。不敢脫羊裘而衣旃衣以見高祖。 \\n  \\n   \\n  "}
{"章节": "西京雜記卷五", "正文": "  \\n 西京雜記卷五 \\n 　 \\n  \\n 會稽人顧翱。少失父事母至孝。母好食雕胡飯。常帥子女躬自採擷。還家。導水鑿川自種。供養每有嬴儲。家亦近太湖。湖中後自生雕胡。無復餘草。蟲鳥不敢至焉。遂得以為養。郡縣表其閭舍。 \\n 齊人劉道彊善彈琴。能作單鵠寡鳧之弄。聽者皆悲不能自攝。 \\n 趙后有寶琴曰鳳凰。皆以金玉隱起為龍鳳螭鸞古賢列女之象。亦善為歸風●送遠之操。 \\n 公孫宏以元光五年為國士所推尚為賢良。國人鄒長倩以其家貧。少自資致。乃解衣裳以衣之。釋所著冠履以與之。又贈以芻一束。素絲一襚。撲滿一枚。書題遺之。曰夫人無幽顯。道在則為尊。雖生芻之賤也。不能脫落君子故贈君生芻一朿。詩人所謂生芻一朿其人如玉。五絲為鑷。倍鑷為升。倍升為●。倍●為紀。倍紀為?。倍?為襚。此自少之多。自微至著也。上之立功勳效名節亦復如之。勿以小善不足修而不為也。故贈君素絲一襚。撲滿者以土為器。以蓄錢具。其有入竅而無出竅。滿則撲之。土麤物也。錢重貨也。入而不出積而不散。故撲之。上有聚歛而不能散者將有撲滿之敗。可不誡歟。故贈君撲滿一枚。猗嗟盛歟山川阻修。加以風露。次卿足下勉作功名。竊在下風以俟嘉譽。宏答爛敗不存。 \\n 漢朝輿駕祠甘泉汾陰備千乘萬騎。太僕執轡。大將 \\n 軍陪乘名為大駕。 \\n 司馬車駕四中道 \\n 辟惡車駕四中道 \\n 記道車駕四中道 \\n 靖室車駕四中道 \\n 象車鼓吹十三人中道 \\n 式道候二人駕一[左右一人] \\n 長安都尉四人騎[左右各二人] \\n 長安亭長十人駕[左右各五人] \\n 長安令車駕三中道 \\n 京兆掾史三人駕一[三分] \\n 京兆尹車駕四中道 \\n 司隸部京兆從事都部 \\n 從事別駕一車[三分] \\n 司隸校尉駕四中道 \\n 廷尉駕四中道 \\n 太僕宗正引從事駕四[左右] \\n 太常光祿衛尉駕四[三分] \\n 太尉外部都督令史賊曹屬倉曹屬戶曹屬東曹掾 \\n 西曹掾駕一[左右各三] \\n 太尉駕四中道 \\n 太尉舍人祭酒駕一[左右] \\n 司徒列從如太尉王公騎[令史持戟吏亦各八人鼓吹一部] \\n 中護軍騎中道[左右各三行戟楯弓矢鼓吹各一部] \\n 步兵校尉長水校尉駕一[左右] \\n 隊百匹[左右] \\n 騎隊十[左右各五] \\n 前軍將軍[左右各二行戟楯刀楯鼓吹各一部七人] \\n 射聲翊軍校尉駕三[左右三行戟楯刀楯鼓吹各一部七人] \\n 驍騎將軍遊擊將軍駕三[左右二行戟楯刀楯鼓吹各一部七人] \\n 黃門前部鼓吹左右各一部十三人駕四 \\n 前黃麾騎中道 \\n 自此分為八校[左四右四] \\n 護駕御史騎[左右] \\n 御史中丞駕一中道 \\n 謁者僕射駕四 \\n 武剛車駕四中道 \\n 九游車駕四中道 \\n 雲罕車駕四中道 \\n 皮軒車駕四中道 \\n 闟戟車駕四中道 \\n 鸞旗車駕四中道 \\n 建華車駕四中道[左右] \\n 虎賁中郎將車駕二中道 \\n 護駕尚書郎三人騎[三分] \\n 護駕尚書三中道 \\n 相風烏車駕四中道 \\n 自此分為十二校[左右各六] \\n 殿中御史騎[左右] \\n 興兵中郎騎中道 \\n 高華中道 \\n 畢罕[左右] \\n 御馬[三分] \\n 節十六[左八右八] \\n 華蓋中道 \\n 自此分為十六校[左八右八] \\n 剛鼓中道金根車 \\n 自此分為二十校滿道 \\n 左衛將軍 \\n 右衛將軍 \\n 華蓋自此後麋爛不存 \\n 元光元年七月京師雨雹。鮑敞問董仲舒曰。雹何物也。何氣而生之。仲舒曰。陰氣脅陽氣。天地之氣。陰陽相半。和氣周迴。朝夕不息。陽德用事。則和氣皆陽。建巳之月是也。故謂之正陽之月。陰德用事。則和氣皆陰。建亥之月是也。故謂之正陰之月。十月陰雖用事。而陰不孤立。此月純陰疑于無陽。故謂之陽月。詩人所謂日月陽止者也。四月陽雖用事。而陽不獨存。此月純陽疑于無陰。故亦謂之陰月。自十月巳後。陽氣始生于地下。漸冉流散故云息也。陰氣轉收。故言消也。日夜滋生。遂至四月純陽用事。自四月巳後。陰氣始生于天上。漸冉流散。故云息也。陽氣轉收。故言消也。日夜滋生。遂至十月純陰用事。二月八月。陰陽正等。無多少也。以此推移。無有差慝。運動抑揚。更相動薄。則熏蒿歊蒸。而風雨雲霧雷電雪雹生焉。氣上薄為雨。下薄為霧。風其噫也。雲其氣也。雷其相擊之聲也。電其相擊之光也。二氣之初蒸也。若有若無。若寔若虛。若方若圓。攢聚相合。其體稍重。故雨乘虛而墜。風多則合速。故雨大而疏。風少則合遲。故雨細而密。其寒月則雨凝于上體。上輕微而因風相襲。故成雪焉。寒有高下。上煖下寒。則上合為大雨。下凝為冰霰。雪是也。雹霰之流也。陰氣暴上。雨則凝結成雹焉。太平之世。則風不鳴條。開甲散萌而巳。雨不破塊。潤葉津莖而巳。雷不驚人。號令啟發而巳。電不眩目。宣示光耀而巳。霧不寒望。浸淫被洎而巳。雪不封條。淩殄毒害而巳。雲則五色而為慶。三色而成矞。露則結味而成甘。結潤而成膏。此聖人之在上。則陰陽和氣雨時也。政多紕繆。則陰陽不調風發屋。雨溢河。雪至牛目。電殺驢馬。此皆陰陽相蕩而為祲沴之妖也。敞曰。四月無陰。十月無陽。何以明陰不孤立陽不獨存邪。仲舒曰陰陽雖異而所資一氣也。陽用事此則氣為陽。陰用事此則氣為陰。陰陽之時雖異而二體常存。猶如一鼎之水而未加火。純陰也。加火極熱。純陽也。純陽則無陰。息火水寒。則更陰矣。純陰則無陽。加火水熱。則更陽矣。然則建巳之月為純陽。不容都無復陰也。但是陽家用事。陽氣之極耳。薺麥枯。由陰殺也。建亥之月為純陰。不容都無復陽也。但是陰家用事。陰氣之極耳。薺麥始生。由陽升也其著者葶藶死于盛夏。款冬華于嚴寒。水極陰而有溫泉。火至陽而有涼焰。故知陰不得無陽陽不容都無陰也。敞曰冬雨必暖。夏雨必涼。何也。曰冬氣多寒。陽氣自上躋。故人得其暖而上蒸成雪矣。夏氣多暖。陰氣自下昇。故人得其涼而上蒸成雨矣。敞曰雨既陰陽相蒸。四月純陽。十月純陰。斯則無二氣相薄則不雨乎。曰然則純陽純陰。雖在四月十月。但月中之一日耳。敞曰月中何日。曰純陽用事。未夏至一日。純陰用事。未冬至一日。朔旦夏至冬至其正氣也。敞曰然則未至一日其不雨乎。曰然頗有之則妖也。和氣之中自生災沴。能使陰陽改節。暖涼失度。敞曰災沴之氣。其常存邪。曰無也。時生耳。猶乎人四肢五臟中也。有時及其病也。四支五臟皆病也。敞遷延負牆俛揖而退。 \\n 武帝時郭舍人善投壺。以竹為矢。不用棘也。古之投壺取中而不求還。故實小豆。惡其矢躍而出也。郭舍人則激矢令還。一矢百餘反。謂之為驍。言如博之掔梟于掌中為驍傑也。每為武帝投壺。輒賜金帛。 \\n 武帝以象牙為簟。賜李夫人。 \\n 賈誼在長沙。鶻鳥集其承塵。長沙俗以鵬鳥至人家主人死。誼作鵬鳥賦。齊死生。等榮辱。以遣憂累焉。 \\n 李廣與兄弟共獵于冥山之北。見臥虎焉。射之。一矢即斃斷其髑髏以為枕。示服猛也。鑄銅象其形為溲器。示厭辱之也。他日復獵于冥山之陽。又見臥虎。射之。沒矢飲羽。進而視之。乃石也。其形類虎。退而更射。鏃破簳折而石不傷。余嘗以問楊子雲。子雲曰。至誠則金石為開。余應之曰。昔人有遊東海者。既而風惡船漂不能制。船隨風浪。莫知所之。一日一夜得至一孤洲。其侶歡然。下石植纜。登洲煮食食未熟而洲沒。在船者斫斷其纜。船復漂蕩。向者孤洲。乃大魚。怒掉揚鬣吸波吐浪而去。疾如風雲。在洲死者十餘人。又余所知陳縞。質木人也。入終南山採薪還。晚趨舍。未至。見張丞相墓前石馬。謂為鹿也。即以斧撾之斧缺柯折。石馬不傷。此二者亦至誠也。卒有沈溺缺斧之事。何金石之所感偏乎。子雲無以應余。 \\n  \\n   \\n  "}
{"章节": "西京雜記卷六", "正文": "  \\n 西京雜記卷六 \\n 　 \\n  \\n 魯恭王得文木一枚。伐以為器。意甚玩之。中山王為賦。曰麗木離披。生彼高崖。拂天河而布葉。橫日路而摧枝。幼雛贏鷇。單雄寡雌。紛紜翔集。嘈嗷鳴啼。載重雪而稍勁風。將等歲于二儀。巧匠不識。王子見知。乃命班爾。載斧伐斯。隱若天崩。豁如地裂。華葉分披。條枝摧折。既剝既刊。見其文章。或如龍盤虎踞。復似鸞集鳳翔。青緺紫綬。環璧珪璋。重山累嶂。連波疊浪。奔電屯雲。薄霧濃雰。?宗驥旅。雞族雉群。蠋繡鴦錦。蓮藻芰文。色比金而有裕。質參玉而無分。裁為用器。曲直舒卷。修竹映池。高松植巘。制為樂器。婉轉蟠?。鳳將九子。龍導五駒。制為屏風。鬱岪穹隆。制為杖几。極麗窮美。制為枕案。文章璀璨。彪炳煥汗。制為盤盂。釆玩踟躕。猗歟君子。其樂只且。恭王大悅。顧盻而笑。賜駿馬二匹。 \\n 廣川王去疾。好聚無賴少年。遊獵畢弋無度。國內冢藏一皆發掘。余所知爰猛。說其大父為廣川王中尉。每諫王不聽。病免歸家。說王所發掘冢墓。不可勝數。 \\n 其奇異者百數焉。為余說十許事。今記之如左。 \\n 魏襄王冢。皆以文石為槨。高八尺許。廣狹容四十人。以手捫槨。滑液如新。中有石床石屏風。婉然周正。不見棺柩明器蹤跡。但床上有玉唾壺一枚。銅劍二枚。金玉雜具。皆如新物。王取服之。哀王冢以鐵灌其上。穿鑿三日乃開。有黃氣如霧。觸人鼻目。皆辛苦不可入。以兵守之。七日乃歇。初至一戶無?鑰。石床方四尺。床上有石几。左右各三石人立侍。皆武冠帶劍。復入一戶。石扉有關鑰。叩開見棺柩。黑光照人。刀斫不入。燒鋸截之。乃漆雜兕革為棺。厚數寸。累積十餘重。力不能開。乃止。復入一戶。亦石扉關鑰。得石床方七尺。石屏風銅帳?一具或在床上。或在地下。似是帳縻朽而銅?墮落。床上石枕一枚。塵埃朏朏甚高。似是衣服。床左右石婦人各二十。悉皆立侍。或有執巾櫛鏡鑷之象。或有執盤捧食之形。無餘異物。但有鐵鏡數百枚。 \\n 魏王子且渠冢。甚淺狹。無棺柩。但有石床廣六尺長一丈。石屏風。床下悉是雲母。床上兩屍。一男一女。皆年二十許。俱東首裸臥無衣衾。肌膚顏色如生人。鬢髮齒爪亦如生人。王畏懼之。不敢侵近。還擁閉如舊焉。 \\n 袁盎冢。以瓦為棺槨。器物都無。唯有銅鏡一枚。 \\n 晉靈公冢甚瑰壯。四角皆以石為玃犬捧燭。石人男女四十餘皆立侍。棺器無復形兆。屍猶不壞。孔竅中皆有金玉。其餘器物皆朽爛不可別。唯玉蟾蜍一枚。大如拳腹。空容五合水。光潤如新。王取以為書滴。 \\n 幽王冢甚高壯。羨門既開。皆是石堊。撥除丈餘深。乃得雲母。深尺餘。見百餘屍蹤橫相枕藉。皆不朽。唯一男子。餘皆女子。或坐或臥。亦猶有立者。衣服形色不異生人。 \\n 欒書冢。棺柩明器。朽爛無餘。有一白狐。見人驚走。左右擊之不能得。傷其左腳。其夕王夢一丈夫鬚眉盡白。來謂王曰。何故傷吾左腳。乃以杖叩王左腳。王覺。腳腫痛生瘡。至死不差。 \\n 太液池中。有鳴鶴舟。容與舟。清曠舟。採菱舟。越女舟。太液池西。有一池名孤樹池。池中有洲。洲上煔樹一株六十餘圍。望之重重如蓋。故取為名。 \\n 昆明池中。有戈船樓船各數百艘。樓船上建樓櫓。戈船上建戈矛。四角悉垂幡旄旍葆麾蓋。照灼涯涘。余少時猶憶見之。 \\n 韓嫣。以玳瑁為床。 \\n 漢承周史官。至武帝置太史公。太史公司馬談世為太史。子遷年十三。使乘傳行天下。求古諸侯史記。續孔氏古文。序世事。作傳百三十卷。五十萬字。談死。子遷以世官復為太史公。位在丞相下。天下上計。先上太史公。副上丞相。太史公序事如古春秋法。司馬氏本古周史佚後也。作景帝本紀。極言其短。及武帝之過。帝怒而削去之。後坐舉李陵。陵降匈奴。下遷蠶室。有怨言。下獄死。宣帝以其官為令。行太史公文書事而巳。不復用其子孫。 \\n 皇太子官稱家臣。動作稱從。 \\n 杜陵秋胡者。能通尚書。善為古隸字。為翟公所禮。欲以兄女妻之。或曰秋胡巳經娶而失禮。妻遂溺死不可妻也。馳象曰。昔魯人秋胡。娶妻三月而游宦。三年休還家。其婦採桑于郊。胡至郊而不識其妻也。見而悅之。乃遺黃金一鎰。妻曰妾有夫遊宦不返。幽閨獨處。三年于茲。未有被辱如今日也。採不顧。胡慚而退。至家。問家人妻何在。曰行採桑于郊未返。既還。乃向所挑之婦也。夫妻並慚。妻赴沂水而死。今之秋胡。非昔之秋胡也。昔魯有兩曾參。趙有兩毛遂。南曾參殺人見捕。人以告北曾參母。野人毛遂墜井而死。客以告平原君。平原君曰。嗟乎天喪予矣。既而知野人毛遂。非平原君客也。豈得以昔之秋胡失禮。而絕婚今之秋胡哉。物固亦有似之而非者。玉之未理者為璞。死鼠未屠者亦為璞。月之旦為朔。車之輈亦謂之朔。名齊實異。所宜辨也。 \\n   \\n  "}
