{"章节": " 賈氏譚錄（宋）張洎", "正文": "　 \\n 　賈氏譚錄 \\n   \\n  \\n  \\n 提要 \\n  \\n 《賈氏譚錄》，一卷，宋·張洎撰。洎，字偕仁，全椒人。初仕南唐，為知制誥中書舍人。入宋，為史館修撰翰林學士。淳化中，官至叅知政事。是書乃洎為李煜使宋時，錄所聞於賈黄中者，故曰《賈氏譚錄》。前有自序，題“庚午嵗”，為宋太祖開寳三年。《宋史·賈黄中傳》載“黄中，官左補闕。在開寳初。”與此序合，盖其時為洎館伴也。又，序末稱“貽諸好事”而晁公武《讀書志》乃稱“南唐張洎奉使来朝，錄賈黄中所談，歸獻其主。”殆偶未檢此序歟？史稱“黄中多知臺閣故事，談論亹亹，聴者忘倦”，故此錄所述，皆唐代軼聞。晁氏稱原書凡三十餘事。明陶宗儀《説郛》所載僅九事。宋曽慥《類説》所載亦僅十七事，惟明《永樂大典》所載較曽陶二本為詳。今從各韻蒐輯，叅以《説郛》《類説》共得六十二事。視洎原目，盖已及十之九矣。原叙一篇，《類説》及《永樂大典》皆佚之，惟《説郛》有其全文。今仍錄冠卷首，以補其闕。是書，雖篇帙無多，然如“牛李之黨其初肇釁於口”，語為史所未及而“周秦行紀”一書，晁公武嘗據此錄以辨韋瓘之誣。他如“興慶宫、華清宫、含元殿”之制，“淡墨題榜”之始，以及“院體書、百衲琴，澄泥研”之類，皆足以資考核。較他小説，固猶為篤寔近正也。  \\n  \\n 　 \\n 原序 \\n  \\n 庚午嵗，予銜命宋都，舍於懷信驛。左補闕賈黄中，丞相魏公之裔也。好古博雅，善於談論，每款接，常益所聞。公館多暇，偶成編綴，凡六條（案：所記不止六條，疑有誤）。號曰“賈氏談論録”，貽諸好事者，云爾。（案：此條《說郛》所載。謹增入）  \\n  \\n 　 \\n 賈氏譚録 \\n  \\n 興慶宫九龍池，在大同殿故臺之南。西對瀛洲門，周環數頃。水深廣，南北望之渺然。東西微狹，中有龍潭，泉源不竭，雖歴冬夏，未嘗減耗。池四岸環植佳木，垂柳先之，槐次之，榆又次之。兵革已來，多被百姓斫伐。今所存者，猶有列行焉。 \\n  \\n  \\n 驪山華清宫毁廢已久，今所存者，唯繚垣而已。天寳所植松栢，遍滿岩谷，望之鬰然，雖經兵冦而不被斫伐。朝元閣在前，次南即長生殿故基。東南，湯泉一十八所。第一所是御湯，周環數丈，悉砌以白石，瑩澈如玉面，背隱起魚龍花鳥之狀，千狀萬品不可殫記。四面石座，階級而下，中有雙白石蓮泉眼，自甕口中湧出，噴注白蓮之上。御湯西南角，即妃子湯。湯面稍狹，湯側有紅石盆四，所作菡萏於白石之面。餘湯迤邐相屬，下鑿石竇，暗透水出。東南數十步復立石表，水自石表出，灌注石盆中。賈君云“此是後人置也”。 \\n  \\n  \\n 滑臺城北枕河堤，里民常有昏墊之患。貞元中，丞相賈公，始鑿八角井於城隅道傍，以鎮河水，自是郡邑無漂溺之禍。咸通中，刺史李橦具以事聞奏，仍立魏公祠堂於河堤之，上命從事韋岫“紀事迹於碑石”。白傅葬龍門山，河南尹盧真刻《醉吟先生傳》，立於墓側，至今猶存。洛陽士庶及四方遊人，過其墓者，必奠以巵酒，故塚前方丈之土常成泥濘。（案：此條《說郛》所載。謹增入） \\n  \\n 白傅，太宗末（案：《唐語林》作“大中末”。此作“太宗”，誤），曾有諫官獻疏，請賜諡。上曰“何不取醉吟先生墓表耶？”卒不賜諡。弟敏中在相位，奏立神道碑。其文即李義山之詞也。（案：《說郛》亦載此條，與此略異。云“敏中曾任諫官，獻疏請叔諡。”《新唐書》但云“敏中爲相，始請諡曰『文』。”《北夢瑣言》亦同。存之以備叅考）。 \\n  \\n 李鄴侯爲相日，吳人顧况，西遊長安。鄴侯一見如故，待以殊禮。鄴侯卒，况作《白鷗詩》以寄懷。曰“萬里飛來爲客鳥，曾蒙丹鳳借枝柯。一朝鳳去梧桐死，滿目鴟鳶奈爾何。”大爲權貴所嫉，貶饒州司户。 \\n  \\n 牛奇章初與李衞公相善。嘗因飲會僧孺，戱曰“綺紈子何預斯坐？”衞公銜之。後，衞公再居相位，僧孺卒遭譴逐。世傳《周秦行紀》非僧孺所作。是徳裕門人韋瓘所撰。開成中，曾爲憲司所覆，文宗覽之笑曰“此必假名。僧孺是貞元中進士，豈敢呼徳宗爲沈婆兒也。”事遂寢。 \\n  \\n 李贊，皇初掌北門奏記。有相者謂公他日位極人臣，但厄在“白馬”耳。及登相位，雖親族，亦未嘗有畜“白馬”者。會昌初，再入廟堂，専持國柄，平上黨，破回鶻，立功殊異，策拜太尉，封衛國公。然，性多忌刻，當途之士有不協者，必遭譴逐。翰林學士“白敏中”大懼，遂調給事中韋弘景，上言“相府不合兼領三司錢穀，専政太甚。”武宗由是疑之。及宣宗即位，出徳裕爲荆南節度使，旋屬淮海李紳有、呉汝納之獄，命刑部侍郎“馬植”専鞫其事，盡得德裕黨庇之惡，由是坐罪，竄南海，殁而不返，厄在“白馬”，其信乎？（案：此條《說郛》所載。謹增入） \\n  \\n 王鐸既解諸道都統，乞歸河北養疾。肩輿就路，妓女數百人，擁從前後觀者，駭目。道出鎮州，主帥迎接甚謹。初鐸之入朝也，李山甫方爲鎮州從事，勸主帥刼取之，王氏遂亡其族。 \\n  \\n 劉蕡精於儒術。讀“文中子”，忿而言曰“才非殆庶擬上聖述作，不亦過乎？”客或問曰“文中子於六籍如何？”蕡曰“若人望人，文中子於六籍，猶奴婢之於郎主爾。”後，遂以文中子為六籍奴婢。 \\n  \\n 貢院所司呼延氏，自舉塲已來，世掌其職，迄今不絶，此亦異事。賈君常問“放舉人榜，右語及貢院，字用淡墨氊書，何也？”對曰“聞諸祖公說，李紵侍郎將放舉人，命筆吏勒紙，書未及填『右語、貢院』字，吏得疾暴卒。禮部令史王昶者，亦善書。李侍郎召令終其事。適值王昶被酒已醉，昏夜之中，半酣染筆，不能加墨，迨明懸榜，方始覺悟。則修改無及矣。然一榜之内，字有二體，濃淡相間，反致其妍，自後，榜因模法之，遂成故事。今因氊書，益增奇麗爾。” \\n  \\n  \\n 中土士人不工札翰，多爲院體。院體者，貞元中，翰林學士吳通微，嘗工行草，然體近吏，故院中胥徒尤所倣其書，大行於世，故遺法迄今不冺。然其鄙，則又甚矣。（案：此條《說郛》所載。謹增入） \\n  \\n 京兆户民尚鬭雞走犬之戱，習以爲業，罕有勤稼者，葢豪蕩之俗猶存餘態爾。 \\n 賈君云“僖昭之時，長安士族多避冦南山中，雖洊經離亂而兵難不及。故今，衣冠子孫居鄠杜間，室廬相比。（案：此條《說郛》所載。謹增入） \\n  \\n  \\n 予問賈君中“土人每日火麫而食，然不致壅熱之患，何也？”賈君曰“夾河風性寒，故民多傷風。河洛東地鹹，水性冷，故民雖哺粟食麥而無熱疾。”又曰“滑臺風水性，寒冷尤甚。士民共啖附子，如啗芋栗。”（案：此條《說郛》所載。謹增入） \\n  \\n “華岳金天王廟玄宗御製碑”，廣明中，其石忽自鳴。明年巢冦犯闕，其廟亦爲賊火所爇。 \\n  \\n 司空圖侍郎舊隱三峯。天祐末，移居中條山王官谷。其谷周迴十餘里，泉石之美冠於此山。北岩之上有瀑，水流注谷中，溉良田數頃。至今爲司空氏之莊宅，子孫猶存。 \\n  \\n 李徳裕平原莊，怪石名品甚衆。各爲洛陽城有力者取去，唯禮星石（注，其石縱廣一丈，長丈餘。有文理成斗極象）、獅子石（注，石髙三四尺，孔竅千萬，逓相通貫。其狀如獅子，首尾眼鼻皆具）。 \\n  \\n 李徳裕平原莊臺榭百餘所，天下奇花異草、珍松怪石，靡不畢具。自製“平原花木記”，今悉以絶矣。唯“雁翅檜（葉婆娑如鴻雁之翅）”“珠子柏（柏實皆如珠子，聨生葉上）”“蓮房玉蘂”等猶有存者，怪石爲洛陽有力者取去。石上皆刻“有道”二字。（按：“怪石”以下十八字，原本誤脫，謹據曾慥《類說》增入) \\n  \\n 褒斜山谷中有虞美人草，狀如雞冠，大而無花，葉相對。行路人見者，或唱《虞美人》，則兩葉漸揺動，如人撫掌之狀，頗應節拍。或唱他辭，即寂然不動也。賈君親見之。（案：此條《說郛》所載。謹增入） \\n  \\n 絳縣人善製澄泥硯，縫絹囊，置汾水中，踰年而後取沙泥之細者，已實囊矣。陶爲硯，水不涸焉。 \\n 含元殿前龍尾道，詰屈七轉，由丹鳳北望，宛如龍尾下垂。 \\n  \\n （案：以下五條，宋曾慥《類說》所載。謹增入） \\n  \\n 李贊，皇平上黨，破回鶻，自矜其功。平泉莊置搆思亭、伐叛亭。 \\n  \\n 文中子隋末隱白牛溪。北面學者，國初多居佐命之列。 \\n  \\n 劉禹錫盛稱王通“能明王道，以大中立言，遊其門者，皆天下俊傑。士夫擬議及諸史筆，未有言及文中子者。” \\n 李汧公勉百衲琴，制度甚古，其音清越無比。 \\n  \\n 華岳掌，其石如人肉色，每太陽對照則見之，日暮則漸隱不見。  \\n 　 \\n *取自钱建文制作电子书 \\n  \\n 　"}
