{"章节": " 道山清话", "正文": "　 \\n 　道山清话 \\n   \\n  \\n  \\n 提要 \\n  \\n 《道山清话》一卷，不著撰人名氏。《说郛》摘其数条刻之，题曰宋王暐。案书末有暐跋语云，先大父国史在馆阁最久，多识前辈，尝以闻见著《馆秘录》、《曝书记》，并此书为三。仍岁兵火，散失不存。近方得此书于南丰曾仲存家，因手抄藏，示子孙。后题建炎四年庚戌，孙朝奉大夫主管亳州明道宫，赐紫金鱼袋暐书。则撰此书者乃暐之祖，非暐也。周煇《清波杂志》称成都富春坊火诗，乃洛中名德之后，号道山公子者所作，亦不言其姓氏。书中记元祐五年其父为贺辽国正旦使，论范纯仁、吕公著事，归奏哲宗。哲宗命寄书纯仁。后纯仁再相，哲宗问曾见李某书否。则撰此书者李姓，非王姓也。然考李焘《通鉴长编》是年八月庚戌，命吏部郎中苏注、户部郎中刘昱为正旦使，供备库使郭宗颜、西京左藏库副使毕可济副之。后郭宗颜病，改遣西头供奉官阁门陆孝立，无李姓者在其间。而所称去年范纯仁出守颍昌，吕公著卒于位事。考二人本传，实均在元祐四年。则五年字又不误，不审其何故也，或苏字刘字传写讹为李欤。所记终于崇宁五年，则成书当在徽宗时。书中颇诋王安石之奸，于伊川程子及刘挚亦不甚满。惟记苏、黄、晁、张交际议论特详。其为蜀党中人，固灼然可见矣。其书皆记当代杂事。王士祯《居易录》尝讥其误以两张先为一，今考《欧阳修集》张子野墓志铭，《苏轼集》张子野诗集跋及定风波引，士祯之说信然。又所记陈彭年对真宗墨智墨允出春秋少阳事，称上令秘阁取此书，既至彭年令于第几板寻检，果得之云云，其说颇诬。案《春秋·少阳篇》，隋、唐志已不著录，彭年安得见之？宋秘阁又何自有之。今考《皇侃论语疏》、陆德明《经典释文》、刑昺《论语疏》皆引春秋少阳此条，其时尚未有昺疏，彭年所举，非陆氏书，则皇氏书耳。是则传闻者失实，此书因而误载也。 \\n  \\n 　 \\n 道山清话 \\n  \\n 李常为言官，言王安石理财不由仁义，且言安石遂非喜胜，日与其徒吕惠卿等阴筹窃计，思以口舌以文厥过，以公论同乎流俗，以忧国为震惊朕师，以百姓愁叹为出自兼并之言，以卿士佥议为生乎怨嫉之口，而又妄取经据，傅会其说。且言：“理财用而不由仁与义，不上匮则下穷矣，臣自知朝夕蒙戮，不惮开垂闭之口，吐将腐之舌，为陛下反覆道之。”凡数千言。上览之，惊叹再三，抚谕曰：“不意班行中乃有卿也，从前无臣僚说得如此分明。待便为施行。”明日，安石登对，神宗正色视安石：“昨览李常奏，岂不误他百姓？”安石垂笏低手，作怠慢之状，笑而不对。神宗愈怒，遂再问之。安石略陈数语，人不闻安石所言何事，但见上连点头曰：“极是，极是。”常之奏竟不见降出。常后对人言：“不知安石有甚狐媚厌倒之术。” \\n  \\n  \\n 司马君实洛中新第，初迁入，一日步行，见墙外暗埋竹签数十，问之，则曰：“此非人行之地，将以防盗也。”公曰：“吾箧中所有几何？且盗亦人也，岂可以此为防。”命亟去之。 \\n  \\n 人之叩齿，将以收召神观，辟除外邪，其说出于道家者流。故修养之人多叩齿，不闻以是为恭敬也。今人往往入神庙中叩齿，非礼也。 \\n 唐明皇名隆基，故当时改太一基为棊，至今因之不改，何也？予尝两入文字，不报。 \\n  \\n 秦观少游，一日写李太白《古风》诗三十四首于所居壶隐壁间。予因问：“‘燕昭延郭隗，遂筑黄金台’之诗，史但言筑宫而师事，不闻黄金之名，太白不知何据？”少游曰：“《上谷图经》言昭王筑台，置千金于其上，遂因以为名。”阅之信然。 \\n  \\n 正献杜公尝言，人家祀祖先，非简慢则媟渎，得其中者鲜矣。 \\n  \\n 天圣中，诏营浮图。姜遵在永兴，毁汉唐碑之坚好者以代砖甓。当时有一县尉投书启，具言不可，力恳不已，至于叩头流血。遵以其故沮格朝命，按罢之。自是人无敢言者。遵因此得进用。何斯举诗云：“长安古碑用乐石，虿尾银钩擅精密。缺讹横道已足哀，况复镌裁代砖甓。有如天吴及紫凤，颠倒在衣吁可惜。”斯举，黄州人。少年识苏子瞻。初名颃，字颉之，后名颉之。黄庭坚鲁直极推重之，尝与斯举简云：“老病昏塞，不记贵字，欲奉字曰斯举，取色斯举矣，翔而后集，但恐或犯公家讳字尔。”（遵自谏议大夫知永兴军，即除枢密副使。） \\n 斯举又作《黄绵袄子歌》，其序言：“正月大雨雪，十日不已。既晴，邻里相呼负日，曰：黄绵袄子出矣。” \\n  \\n 子瞻尝言，韩庄敏对客，称仁宗时，一夜三更以来，有中使于慈圣殿传宣。慈圣起，著背子，不开门，但于门缝中问云：“传宣有甚事？”中使云：“皇帝起，饮酒尽，问皇后殿有酒否？”慈圣云：“此中便有酒，亦不敢将去。夜已深，奏知官家且歇息去。”更不肯开门纳中使。 \\n  \\n  \\n 王陶为中丞，劾韩琦、曾公亮不押班，有背负芒刺之语。参政吴奎言，不押班盖已久来相承，寖成废礼，非始于二人。陶以台制弹劾，举职便可，何至引用背负芒刺跋扈之语；且言陶天资险薄，市井小人，巧诈翻覆，情态万状。邵安简亢反攻奎，言阴阳不利，咎由执政。奎乃言由陶所致，所言颠错，奎遂罢。 \\n  \\n  \\n 魏公一日至诸子读书堂，见卧榻枕边有一剑，公问仪公：“何用？”仪公言：“夜间以备缓急。”公笑曰：“使汝果能手刃贼，贼死于此，汝何以处？万一夺入贼手，汝不得为完人矣！古人青毡之说，汝不记乎？何至于是也。吾尝见前辈云，夜行切不可以刃物自随，吾辈安能害人。徒起恶心，非所以自重也。” \\n  \\n  \\n 神宗时，文州曲水县令宇文之邵上书，极言时政，且言“奸声乱色盈溢耳目，衢巷之中，父子兄弟不敢肩随。孰谓王者之都，而风俗一至于此”。神宗乃遣一二内侍，于通衢中物色民言，竟以无是事而止。予谓纵物色得其言，如何敢举于上前？刘贡父常对人言：“内官如听得，只道是寻常文谈。” \\n  \\n  \\n 魏公在永兴，一日，有一幕官来参，公一见，熟视，蹙然不乐。凡数月，未尝交一语。仪公乘间问公：“幕官者，公初不识之，胡然一见而不乐？”公曰：“见其额上有块隐起，必是礼拜，当非佳士。恁地人，缓急怎生倚仗？” \\n  \\n  \\n 哲宗御讲筵所，手折一柏枝玩。程颐为讲官，奏曰：“方春万物发生之时，不可非时毁折。”哲宗亟掷于地，终讲有不乐之色。太后闻之，叹曰：“怪鬼坏事，吕晦叔亦不乐其言也。”云不须得如此。 \\n  \\n 温公在永兴，一日，行国忌香，幕次中客将有事，欲白公，误触烛台，倒在公身上。公不动，亦不问。 \\n 韩持国为人凝严方重，每兄弟聚话，玉汝、子华议论风生，持国未尝有一言。 \\n 邵康节与富韩公在洛，每日晴，必同行至僧舍。韩公每过佛寺神祠，必鞠躬致敬。康节笑曰：“无乃为佞乎？”韩公亦笑，自是不为也。 \\n  \\n 章子厚与苏子瞻少为莫逆交。一日，子厚坦腹而卧，适子瞻自外来，摩其腹以问子瞻曰：“公道此中何所有？”子瞻曰：“都是谋反底家事。”子厚大笑。 \\n  \\n  \\n 庆历中，亲事官乘醉入禁中，上遣内侍谕皇后贵妃，使闭阁勿出。后听命不出，贵妃乃直趋上前。明日，上对辅臣泣下，枢相乘间启废立之议，独梁相适厉声曰：“一之为甚，其可再乎！”其事乃止。 \\n  \\n  \\n 契丹遣使论国书中所称“大宋”、“大契丹”，以非兄弟之国，今辄易曰“南朝”、“北朝”。上诏中书密院共议，当时辅臣多言此不计利害，不从，徒生怨隙。梁庄肃曰：“此易屈尔，但答言宋盖本朝受命之土，契丹亦彼国号，令无故而自去，非佳兆。”其年贺正使来，复称大契丹如故。 \\n  \\n  \\n 京城界多火，在法放火者一不获，则主吏皆坐罪。民有欲中伤官吏者，至自爇其所居，罢免者纷然。时邵安简为提点府界县镇寨公事，廉得其事，乃请自今非延及旁家者，虽失捕勿坐。自是绝无遗火者。遂著为令。 \\n  \\n  \\n 仁宗时，王文正公为谏官，因论王德用所进女口。上曰：“正在朕左右。”文正曰：“臣之所言，正恐在陛下左右。”上色动，呼内侍官，使各赐钱三百贯，令即今便般出内东门。文正谓：“不须如此之遽，但陛下知之，足矣。”上曰：“人情皆一般，若见涕泣不忍去，则朕决不能去之。”既而上即闲说汉唐间事，又言太宗黜李勣，使其子召用大是，入思虑来，喜见于色。忽内侍来奏云：“已出内东门去讫。”上复动容，乃起。其废郭后也，台臣论列尚美人，上曰：“随即斥去矣，岂容其尚在宫中也。”上之英断如此，盛矣哉！ \\n  \\n  \\n 苏子瞻诗有“似闻指麾筑上郡，已觉谈笑无西戎”之句。尝问子瞻当是用少陵“谈笑无西河”之语，子瞻笑曰：“故是。但少陵亦自用左太冲‘长啸激清风，志若无东吴’也。” \\n  \\n  \\n 余一日在陕府官次中，见一官员与人语，话因及守将怒一孔目官，始效守将奋髯抵掌厉声之状，次又作孔目官皇惧鞠躬请罪，至于学传呼杖直之声。一少年方十二三，冠带，在众中坐，忽叱曰：“是何轻薄举止！”一坐惊笑。后问，知是蔡子正家子弟。 \\n  \\n  \\n 元祐八年，吕大防因讲筵言及：“前代宫室多尚华侈，本朝宫殿止用赤白。前代人君虽在宫禁中，亦出舆入辇；祖宗皆步自内庭，出御后殿止欲涉历黄庭，稍冒寒暑。前代多深于用刑，大者诛戮，小者远窜；唯本朝用法最轻，臣下有罪，止于罢黜。至于虚己纳谏，不好畋猎，不尚玩好，不用玉器，不贵异味，御厨止用羊肉，皆祖宗家法。陛下不须远法前代，只消尽行家法。”既而上退至宫中，笑谓左右曰：“吕相公甚次第好。” \\n  \\n  \\n 微仲为人刚而有守，正而不他，辅相泰陵八年，朝野安静。宣仁圣烈上仙，因为山陵使。既回，乃以大观文知颖昌，时元祐甲戌三月也。公既行，而左正言上官均言其以张耒、秦观浮薄之徒撰次国史，以李之纯为中司，来之邵、杨畏、虞策为谏官，范祖禹、俞执中、吕希纯、吴安诗或主诰命，或主封驳，皆附会风旨，以济其欲。时监察御史周秩及右正言张商英连上疏交攻之，微仲遂落职，犹知随州。秩等攻之不已，至循州安置，未逾岭而卒。人颇冤之。 \\n  \\n 程伊川尝言：医家有四肢不仁之说，其言最近理，下得“仁”字极好。 \\n 馆中一日会茶，有一新进曰：“退之诗太孟浪。”时贡父偶在座，厉声问曰：“‘风约一池萍’，谁诗也？”其人无语。 \\n  \\n 苏子瞻一日在学士院闲坐，忽命左右取纸笔，写“平畴交远风，良苗亦怀新”两句，大书、小楷、行草书凡写七八纸，掷笔太息曰：“好！好！”散其纸于左右给事者。 \\n  \\n  \\n 张文潜尝言，近时印书盛行，而鬻书者往往皆士人，躬自负担。有一士人，尽掊其家所有约百余千买书，将以入京，至中涂，遇一士人，取书目阅之，爱其书而贫不能得。家有数古铜器，将以货之。而鬻书者雅有好古器之癖，一见喜甚，乃曰：“毋庸货也，我将与汝估其直而两易之。”于是尽以随行之书，换数十铜器，亟返其家。其妻方讶夫之回疾，视其行李，但见二三布囊磊磈然铿铿有声，问得其实，乃詈其夫曰：“你换得他这个，几时近得饭吃？”其人曰：“他换得我那个，也则几时近得饭吃？”因言人之惑也如此。坐皆绝倒。 \\n  \\n  \\n 刘贡父一日问苏子瞻：“‘老身倦马河堤永，踏尽黄榆绿槐影’，非阁下之诗乎？”子瞻曰：“然。”贡父曰：“是日影耶？月影耶？”子瞻曰：“‘竹影金锁碎’，又何尝说日月也？”二公大笑。 \\n  \\n 常秩之学，尤长于《春秋》。或问秩：“孙复之学何如？”秩曰：“此商君法尔。步过六尺与弃灰于道者有诛，大不近人情矣。” \\n  \\n 周重实为察官，以民间多坏钱为器物，乞行禁止，且欲毁弃民间日近所铸者铜器。时张天觉为正言，极论其不可，恐官司临迫，因而坏及前代古器。重实之言既不降出，愤懑不平，谓同列曰：“天觉只怕坏了钹儿磬儿。” \\n  \\n 吕晦叔为中丞，一日，报在假，馆中诸公因问：“何事在假？”时刘贡父在坐，忽大言：“今日必是一个十斋日。”盖指晦叔好佛也。 \\n  \\n 洛中有一僧，欲开堂说法。司马君实夜过邵尧夫，云：“闻富彦国、吕晦叔欲往听，此甚不可。但晦叔贪佛，已不可劝，人亦不怪。如何劝得彦国？”尧夫曰：“今日已暮矣，姑任之。”明日，二人果偕往。后月余，彦国招数客共饭，尧夫在焉。因问彦国曰：“主上以裴晋公之礼起公，公何不应命？又闻三遣使，公皆卧内见之。”彦国曰：“衰病如此，其能起否？”尧夫曰：“上三命，公不起；一僧开堂，以片纸见呼即出，恐亦未是。”彦国曰：“弼亦不曾思量至此。” \\n  \\n  \\n 神宗时，韩子华为中丞，劾奏宰臣富弼：“人言张茂先为先帝子，而弼引为管军。”郑公丏罢，子华亦待罪，仍牒阁门，更不称中丞，及不朝参。今中书密同谏议，以为管军，人无间言。绛欲以危言中伤大臣，事既无根，徒摇众听；兼绛举措颠倒，不足以表率百官。于是子华削职，知蔡州；子方亦请外知荆南，敕过门下，何郯知封驳事，封还，子方乃留。 \\n  \\n  \\n 仁宗时，梓州妖人白彦欢，能依鬼神作法以诅人，至有死者。狱上，请谳，皆以不见伤为疑。梁庄肃曰：“杀人以刃，尚或可拒。以诅，则其可免乎。”竟杀之。 \\n  \\n  \\n 张尧佐以温成之故，复除宣徽使。唐质肃时为御史里行，争之不可得，求全台上殿不许，求自贬不报，于是劾宰相并言事官，皆附会缄默，乃又援致旧臣。帝急召二府，以其章示之。子方犹立殿上。梁庄肃为枢副，曰：“宰相岂御史荐耶？”叱使下殿，殿上莫不惊愕相视。于是贬春州别驾，又改英州。宰相谏官，明日亦皆罢逐。 \\n  \\n  \\n 真宗不豫，荆王因问疾，留宿禁中，宰执亦以祈禳内宿。时御药李从吉因对荆王叱小黄门，荆王怒曰：“皇帝服药，尔辈敢近木围子高声。”以手中熟水泼之。从吉者自言与李文定是族人。仁宗既即位，从吉使其徒乘间言于上曰：“顷时先帝大渐，八大王留禁中者累日。宰执恐有异谋，因八大王取金盂熟水，李迪以墨笔搅水中，八大王疑有毒药，即时出禁中去。”上曰：“不然。安有是事？若八大王见盂中黑水，便不会根究，翰林司且渲笔在熟水中也，则甚计策？当时八大王才到禁中，便要出去，却是娘娘留住，教只在禁中，明日即去。直是无此事，必是李从吉唆使尔辈来说。”上即位未及一年，英悟已如此。 \\n  \\n  \\n 余少时，尝与文潜在馆中。因看《隋唐嘉话》，见杨祭酒赠项斯诗云：“度度见诗诗总好，今观标格胜于诗。平生不解藏人善，到处逢人说项斯。”因问诸公：“唐时未闻项斯有诗名也。”文潜曰：“必不足观。杨君诗律已如此，想其所好者，皆此类也。” \\n  \\n  \\n 韩庄敏一日来予子弟读书堂，遍观子侄程课，喜甚，谓门客曰：“举业只须做到这个地位，有命时，尽可及第。自此当令日日讲五经，依次第观子史，程文不必更工。枉了工夫，若无命时，虽工无益。” \\n  \\n  \\n 东坡在雪堂，一日读杜牧之《阿房宫赋》，凡数遍，每读彻一遍，即再三咨嗟叹息，至夜分犹不寐。有二老兵，皆陕人，给事左右，坐久，甚苦之。一人长叹，操西音曰：“知他有甚好处？夜久寒甚不肯睡，连作冤苦声。”其一曰：“也有两句好。”（西人皆作吼音。）其人大怒曰：“你又理会得甚底？”对曰：“我爱他道天下人不敢言而敢怒。”叔党卧而闻之，明日以吿。东坡大笑曰：“这汉子也有鉴识。” \\n  \\n  \\n 秦观南迁，行次郴道，遇雨。有老仆滕贵者，久在少游家，随以南行，管押行李在后，泥泞不能进。少游留道傍人家以俟，久之，方盘珊策杖而至，视少游叹曰：“学士，学士，他门取了富贵，做了好官，不枉了恁地。自家做甚来陪奉他门，波波地打闲官，方落得甚声名！”怒而不饭。少游再三勉之，曰：“没奈何。”其人怒犹未已，曰：“可知是没奈何！”少游后见邓博文，言之大笑，且谓邓曰：“到京见诸公，不可不举似以发大笑也。” \\n  \\n 子瞻爱杜牧之《华清宫》诗，自言凡为人写了三四十本矣。 \\n  \\n 仁宗时，大名府有营兵，背生肉，蜿蜒如龙。时程天球判大名，囚其人于狱，具奏于朝。上览其奏，笑曰：“是人何罪哉！此赘耳。”即令释之。后其兵辄死，上颇疑焉。一日，对辅臣言：“大名府兵士，肉生于背，已是病也，又从而禁系，安得不死？”又其后天球在延州累立功，上欲大用，辄曰：“向来无故囚人，至今念之也。” \\n  \\n  \\n 元符三年，立贤妃刘氏为后。邹至完上疏，言不当立：“五伯者，三王之罪人也，其葵丘之会，载书犹首曰无以妾为妻，况陛下之圣高出三王之上，其可忽此乎？万一自此以后，士大夫有以妾为妻者，臣僚纠劾以闻，陛下何以处之？不治则伤化败俗，无以为国；治之则上行下效，难以责人。先帝在位，动以二帝三王为法，今陛下为五伯之所不为者。”哲宗读至此，震怒，诏：“浩言多狂妄，事实不根。”除名勒停新州羁管。当时人见至完之贬大峻，而未见其疏，遂有士人伪为之者。不乐至完者，录其伪本以进，有“商王桀纣”之语，言至完外以此本矫示于人以邀名，其实非也。上愈怒，故行遣至完尝所往来之人甚众。 \\n  \\n  \\n 曾纡云：山谷用乐天语作《黔南》诗，白云：“霜降水返壑，风落木归山。冉冉岁将晏，物皆复本原。”山谷云：“霜降水返壑，风落木归山。冉冉岁华晚，昆虫皆闭关。”白云：“渴人多梦饮，饥人多梦飧。春来梦何处，合眼到东川。”山谷云：“病人多梦医，囚人多梦赦。如何春来梦，合眼在乡社。”白云：“相去六千里，地绝天邈然。十书九不到，何以开忧颜。”山谷云：“相望六千里，天地隔江山。十书九不到，何用一开颜。”纡爱之，每对人口诵，谓是点铁成金也。范寥云：“寥在宜州，尝问山谷。山谷云：‘庭坚少时诵熟，久而忘其为何人诗也。尝阻雨衡山尉厅，偶然无事，信笔戏书尔。’”寥以纡“点铁”之语告之，山谷大笑曰：“乌有是理？便如此点铁。” \\n  \\n  \\n 人问邵尧夫：“人有洁病，何也？”尧夫曰：“胸中滞碍而多疑耳，未有人天生如此也。初因多疑，积渐而日深，此亦未为害。但疑心既重，则万境皆错，最是害道第一事，不可不知也。” \\n  \\n 山谷在宜州，服紫霞丹，自云得力。曾纡尝以书劝其勿服，山谷答云：“公卷疽根在傍，乃不可服。如仆服之，殆是晴云之在川谷，安得霹雳火也。” \\n  \\n  \\n 山谷之在宜也，其年乙酉，即崇宁四年也。重九日，登郡城之楼，听边人相语：“今岁当鏖战，取封侯。”因作小词云：“诸将说封侯。短笛长吹独倚楼。万事总成风雨去，休休。戏马台南金络头。催酒莫迟留。酒似今秋胜去秋。花向老人头上笑，羞羞。人不羞花花自羞。”倚栏高歌，若不能堪者。是月三十日，果不起。范寥自言亲见之。 \\n  \\n 范寥言，山谷在宜州，尝作亥卯未腪肫，又作未酉亥腪肫，寥皆得享之。 \\n 王沂公每见子侄语话学人乡音及效人举止，必痛抑之，且曰：“不成登对。”后亦如此。 \\n 李公择每饮酒，至百杯即止。诘旦，见宾客或回书问，亦不病酒，亦无倦色。 \\n 老苏初出蜀，以兵书遍见诸公贵人，皆不甚领略。后有人言其姓名于富韩公，公曰：“此君专劝人行杀戮以立威，岂得直如此要官职做！” \\n  \\n 忠宣公范尧夫居常正坐，未尝背靠著物。见客处有数胡床，每暑月蒸湿时，其余客所坐者，背所著处皆有汗渍痕迹，惟公所坐处常干也。公所著衣服，每易以澣濯，并无垢腻。履袜虽敝，亦皆洁白。子弟书室中，皆坐草缚墪子或杌子，初无有靠背之物。有一幕客，好修饰边幅，其衣巾常整整然，公未尝以目视之。每遇筵会，公不以上官自居，必再三勉客，待其饮尽而后已。惟劝至此幕客，一举而退。然此客不悟，每遇赴席，愈更洁其服而进。予每举此以戒吾家子侄。 \\n  \\n 王荆公《谢公墩》诗云：“千枝孙峄阳，万本母淇奥。满门陶令株，弥岸韩侯簌。”贡父云：“不成语。” \\n 张天觉好佛，而不许诸子诵经，云：“彼读书未多，心源未明，才拈着经卷，便烧香礼拜，不能得了。” \\n  \\n 范蜀公镇每对客，尊严静重，言有条理，客亦不敢慢易。惟苏子瞻则掀髯鼓掌，旁若无人，然蜀公甚敬之。一日有客问：“公何为不重黄庭坚？”公曰：“鲁直一代伟人，镇之畏友也，安敢不加重？”又问：“庭坚学佛有得否？”公曰：“这个则如何知得，但佛亦如何恁地学得？” \\n  \\n  \\n 彭汝砺久在侍从，刚明正直，朝野推重。晚娶宋氏妇，有姿色器资，承顺惟恐不及。后出守九江，病中忽索纸笔，大书云：“宿世冤家，五年夫妇。从今以往，不打这鼓。”投笔而逝。 \\n  \\n  \\n 晏文献公为京兆，辟张先为通判。新纳侍儿，公甚属意。先字子野，能为诗词，公雅重之。每张来，即令侍儿出侑觞，往往歌子野所为之词。其后，王夫人寖不容，公即出之。一日，子野至，公与之饮。子野作《碧牡丹》词，令营妓歌之，有云“望极蓝桥，但暮云千里。几重山，几重水”之句。公闻之，怃然曰：“人生行乐耳，何自苦如此？”亟命于宅库支钱若干，复取前所出侍儿。既来，夫人亦不复谁何也。 \\n  \\n 陈莹中云，岭南之人，见逐客，不问官高卑，皆呼为相公。想是见相公常来也。 \\n  \\n 一长老在欧阳公座上，见公家小儿有小名僧哥者，戏谓公曰：“公不重佛，安得此名？”公笑曰：“人家小儿要易长者，往往以贱名为小名，如狗羊犬马之类是也。”闻者莫不服公之捷对。 \\n  \\n  \\n 裕陵尝因便殿与二三大臣论事，已而言曰：“尝思唐明皇晚年侈心一摇，其为祸有不胜言者。本朝无前代离宫别馆，游豫奢侈，非特不为，亦不暇为也。盖北有强邻，西有黠羌，朝廷汲汲然，左枝右梧，未尝一日不念之。二敌之势所以难制者，有城国，有行国，依古以来，未有敌国外患如今之强盛者，比之汉唐，奚啻十倍。”大臣皆言：“陛下圣虑及此，二敌不足扑灭矣。”上曰：“安有扑灭之理，但用此以为外惧则可。” \\n  \\n  \\n 温公无子，又无姬侍。裴夫人既亡，公常忽忽不乐，时至独乐园，于读书堂危坐终日。常作小诗，隶书梁间云：“暂来还似客，归去不成家。”其回人简有云：“草妨步则薙之，木碍冠则芟之，其他任其自然。相与同生天地间，亦各欲遂其生耳。”可见公存心也。 \\n  \\n  \\n 石曼卿一日在李驸马家，见杨大年写绝句诗一首，云：“折戟沈沙铁未消，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。”后书“义山”二字。曼卿笑云：“昆里没这般文章。”涂去“义山”字，书其傍曰“牧之”。盖两家集中皆载此诗也。此诗佳甚，但颇费解说。 \\n  \\n  \\n 熙宁四年，吕诲表乞致仕，有曰：“臣本无宿疾，偶值医者用术乖方，不知脉侯有虚实，阴阳有逆顺，诊察有标本，治疗有后先，妄投汤剂，率任情意，差之指下，祸延四肢，寖成风痹，遂难行步。非徒惮跖盭之苦，又将虞心腹之变。势已及此，为之奈何！虽然，一身之微，固未足惜，无如九族之托，良以为忧。是思逃禄以偷生，不俟引年而还政。”于戏！献可之论，可谓至矣。 \\n  \\n  \\n 周穜言，垂帘时，一日早朝，执政因理会事，太皇太后命一黄门于内中取案上文字来。黄门仓卒取至，误触上幞头坠地。时上未著巾也，但见新剃头撮数小角儿。黄门者震惧，几不能立。旁有黄门取幞头以进，上凝然端坐，亦不怒，亦不问。既退，押班具其事取旨，上曰：“只是错。”太后命押班只是就本班量行遣。又言，一日辅臣帘前论事甚久，上忽顾一小黄门附耳与语，小黄门者既去，顷之复来，亦附耳而奏。上忽矍然而兴，俄闻御屏后小锣钹之声交作，须臾即止。上复岀，一小黄门抱上御椅子，再端拱而坐，直待奏事毕，乃退。太皇亦顾上笑。 \\n  \\n  \\n 章子厚为侍从。时遇其生朝会客，其门人林特者，亦乡人也，以诗为寿。子厚晚于座上取诗以示客，且指其颂德处云：“只是海行言语，道人须道著乃为工。”门人者颇不平之。忽曰：“昔人有令画工传神，以其不似，命别为之。既而又以不似，凡三四易。画工怒曰：‘若画得似后是甚模样？’”满坐哄然。 \\n  \\n  \\n 章子厚，人言初生时，父母欲不举，已纳水盆中，为人救止。其后朝士颇闻其事。苏子瞻尝与子厚诗，有“方丈仙人出渺茫，高情犹爱水云乡”之语，子厚谓其讥己也，颇不乐。 \\n  \\n  \\n 熙宁中，有荐华山陈戬者，博学，知治乱大体，三十年不出户，庭邻人有不识者，云是希夷宗人。既对，便坐。上先览其所进时议，甚喜之。至是命坐赐茶，戬乃趑趄皇恐，谢不敢者再三，云：“上有鸱尾，乞陛下暂令除去。”上使之退，左右皆掩笑。上亦不怒，对辅臣亦未尝言及。一日，忽有旨，赐束帛令还山。 \\n  \\n  \\n 太祖尝有言，不用南人为相，实录、国史皆载，陶谷《开基万年录》、《开宝史谱》言之甚详。皆言太祖亲写南人不得坐吾此堂，刻石政事堂上。或云，自王文穆大拜后，吏辈故坏壁，因移石于他处，后寖不知所在。既而王安石、章惇相继用事，为人窃去。如前两书，今馆中有其名而亡其书也，顷时尚见，其他小说往往互见，今皆为人节略去，人少有知者，知亦不敢言矣。 \\n  \\n  \\n 予一日道过毗陵，舍于张郎中巷，见张之第宅雄伟，园亭台榭之胜，古木参天，因爱而访之。问其世家，则知国初时有张佖者，随李煜入朝。太宗时，佖在史馆，家常多食客。一日，上问：“卿何宾客之多？每日聚说何事？”佖曰：“臣之亲旧，多客都下，贫乏绝粮，臣累轻而俸有余，故常过臣，饭止菜羹而已。臣愧菲薄，而彼更以为羹美，故其来也，不得而拒之。”七日，上遣快行家一人，伺其食时，直入其家。佖方对客饭，于是即其座上，取一客之食以进，果止粝饭菜羹，仍皆粗璺陶器。上喜其不隐，时号“菜羹张家”。佖三子益之、昷之、沓之，皆尝为郎官，至今彼人呼其所居曰张郎中巷。 \\n  \\n  \\n 唐子方为人刚直，既参大政，与介甫议事每不协。尝与介甫议杀人伤者许首服，以律案问免死，争于裕陵之前。介甫强辩，上主其议。子方不胜愤懑，对上前谓介甫曰：“安石行乖学僻，其实不晓事，今与之造化之柄，其误天下苍生必矣！”上以其先朝遗直，骤加登用，亦不之罪。既而子方疽背而死。方其病革，车驾幸其第以临问之，子方已昏不知人，忽闻上至，开目而言曰：“愿陛下早觉悟。可惜祖宗社稷，教安石坏却。”上首肯之。问其家事，无一言。及薨，又幸其第，见其画像不类，命取禁中旧藏本以赐其家。上有昭陵御题“直哉若人，为国砥柱”八字，印以御宝，下有昭陵御押字，予尝亲得见焉。其家传有云：子方一日见介甫诵《华严经》，因劝介甫不若早休官去。介甫问之，子方曰：“公之为官，止是作业。更做执政数年和佛也费力。”介甫不答。一日，子方在朝，介甫乃以子方之言白于上，将以危之。上大笑而止。 \\n  \\n  \\n 绍圣改元九月，禁中为宣仁作小祥道场。宣隆报长老升座，上设御幄于旁以听。其僧祝曰：“伏愿皇帝陛下爱国如身，视民如子。每念太皇之保佑，常如先帝之忧勤。庶尹百僚，谨守汉家之法度；四方万民，永为赵氏之封疆。”既而有僧问话云：“太皇今居何处？”答云：“身居佛法龙天上，心在儿孙社稷中。”当时传播，人莫不称叹。于戏！太皇之圣，中外称为女尧舜，方其垂帘，每有号令，天下人谓之快活条贯。 \\n  \\n  \\n 元祐癸酉九月一日初夜，开宝寺塔表里通明彻旦。禁中夜遣中使赍降御香，寺门已闭。既开，寺僧皆不知也。寺中望之，无所见。去寺，渐明。后二日，宣仁上仙。 \\n  \\n  \\n 尝闻祖父言，每岁三月二十八日，四方之人集于泰山东岳祠下，谓之朝拜。嘉祐八年，祖父适以是日至祠下，言其日风寒已如深冬时。至明日，地皆结冰，寒甚，几欲裂面堕指。人皆闭户，道无行迹。日欲入，忽闻传呼之声，自南而北，仪卫雄甚。近道人家有自户牖潜窥者，见马高数尺，甲士皆不类常人，伞扇车乘皆如今乘舆行幸，望庙门而入，庙之重门皆洞开，异香载路。有丈夫绛袍幞头，坐黄屋之下，亦微闻警跸之声，亦有言去朝真君回来，又有云真君已归，皆相顾合掌。中夜方不闻人语。又明日，天气复温，皆挥扇而行。后数日，方闻昭陵其日升遐。 \\n  \\n 昭陵上宾前一月，每夜太庙中有哭声，不敢奏。一日，太宗神御前香案自坏。 \\n 杜少陵《宿龙门》诗有云“天阙象纬逼”，王介甫改“阙”为“阅”，黄鲁直对众极言其是。贡父闻之曰：“直是怕他。” \\n  \\n 刘贡父尝言，人之戏剧，极有可人处。杨大年与梁周翰、朱昂同在禁掖，大年年未三十，而二公皆高年矣。大年但呼“朱翁”、“梁翁”，每以言侵侮之。一日，梁戏谓大年曰：“这老亦待留以与君也。”朱于后亟摇手曰：“不要与！”众皆笑其捷。虽一时戏言，而大年不五十而卒。 \\n  \\n 今上初登极，群臣班列在庭。忽一朝士大叫数声，仆地不知人。扶未出殿门，气已绝。 \\n  \\n 予顷时于陕府道间舍于逆旅，因步行田间。有村学究教授二三小儿，闲与之语，言皆无伦次。忽见案间有小儿书卷，其背乃蔡襄写《洛神赋》，已截为两段，其一涂污，已不可识。问其何所自得，曰：“吾家败笼中物也。”问更有别纸可见否，乃从壁间书夹中取二三十纸，大半是襄书简，亦有李西台川笺所写诗数纸，因以随行白纸百余幅易之，欣然见授。问其家世，曰：“吾家祖亦尝为大官。吾父罢官，归死于此，吾时年幼，养于近村学究家，今从而李姓。然吾祖官称姓名，皆不可得而知。顷时如此纸甚多，皆与小儿作书卷及糊窗用了。”会日已暮，乃归旅舍。明日天未明，即登涂，不及再往，至今为恨也。 \\n  \\n  \\n 先公尝言顷见李公择云，曾于高邮道上，时正午暑，见临清流有竹篱茅屋，望之极雅洁，前有修竹长松，二道士临流奕棋于松阴间。其一疏髯秀目，其一美少年，肌体如玉。见公择来，皆欣然，然与之语，则凡俗鄙俚。入其茅屋下，往往堆积藁秸罂缶之类。观其寝处，秽污如仆厮。然忽问予能饮否，予曰：“粗能之。”其少年道士徐起取酒，既而酒如米泔，且将臭败，于树间摘小毛桃子数枚，置案上。予疑其仙也，乃危坐敛衽，满引不敢辞。其盛酒物乃一大盆，饮于破陶器中，徐顾予仆曰：“此人亦得。”乃与之酒一陶器。二道士先醉，长啸而入。予愈疑焉。既别数里许，询道旁人家，曰：“二人者，里胥之子也。在城中出家，今其父死，归谋还俗而分其家财耳。” \\n  \\n  \\n 庆历中，胡瑗以白衣召对。侍延英讲《易》，读“乾元亨利贞”，不避上御名，上与左右皆失色。瑗曰：“临文不讳。”后瑗因言《孟子》“民无恒产”读为“常”，上微笑曰：“又却避此一字。”盖自唐穆宗已改“常”字，积久而读熟。虽曰尊经，然坐斥君父之名，亦未为允。上尝诏其修国史，瑗乃避其祖讳，不拜。 \\n  \\n  \\n 旧制，讲读官坐而讲读，别置书策于御案上。仁宗忽一日讲读官已班立，俟上出，久之，忽有内侍官自御屏后出，大声曰：“有圣旨：今后讲筵官起立御案前讲读。”自是遂为定制。至神宗朝，王安石为侍读，以言道之所存，请复赐坐。有旨下礼官议。韩维以谓当赐坐，刘攽以谓不可，纷争不已，议于上前。维曰：“今有时禁中宣长老说法，犹升高踞坐。吾儒讲圣人大中至正之道，乃独不得坐耶？”攽曰：“彼髠徒何知？自是朝廷不约束耳！维读圣人书，乃亦欲如彼髠无君臣上下乎？安石非为道，为己重耳。”于是安石之请不行。至元祐初，程颐复请坐讲。太皇皇帝幼冲，岂可先教改动前人制度，有旨令不得行。 \\n  \\n  \\n 今皇帝即位之明年，范纯仁卒，其遗表有曰：“伏愿陛下，清心寡欲，约己便民。达孝道于精微，摅仁心于广远。深绝朋党之论，详察正邪之归。搜抉幽隐，以尽才人；屏斥奇巧，以厚风俗。爱惜生灵，而毋轻议边事；包容狂直，而毋易逐言官。若宣仁之诬谤未明，致保佑之忧勤不显。皆权臣务快其私忿，非泰陵实谓之当然。以至未究流人之往愆，悉以圣恩而特叙；尚使存没犹玷瑕疵，又复不解疆场之严，几空帑藏之积，有城不守，得地难耕。凡此数端，愿留圣听。”此李之仪端叔之文也，上令大书此表，留禁中。章惇由是再贬雷州司户。端叔后坐党，终身废弃。 \\n  \\n 黄庭坚宜州之贬也，坐为《承天寺藏记》。 \\n  \\n 张舜民彬州之贬也，坐进《兵论》，世言“白骨似山沙似雪”之诗，此特一事耳。《兵论》近于不逊矣。舜民尝因登对缺云：“臣顷赴潭州任，因子细奏陈神宗感疾之因。”哲宗至于失声而哭。 \\n  \\n 元符二年十二月一日，水开五丈河，数处波浪涌起，亦有声如潮。水高丈余，数日而止。 \\n  \\n 富丞相一日于坟寺剃度一僧。贡父闻之，笑曰：“彦国坏了几个，才度得一个？”人问之，曰：“彦国每与僧对语，往往奖予过当，其人恃此傲慢，反以致祸者，攽目击数人矣。岂非坏了乎？”皆大笑，然亦莫不以其言为当。 \\n  \\n  \\n 赵悦道罢政闲居，每见僧至，接之甚有礼。一日，一士人以书贽见，公读之终卷，正色谓士人曰：“朝廷有学校，有科举，何不勉以卒业，却与闲退之人说他朝廷利害？”士人皇恐而退。后再往，门下人不为通。士人谓阍者曰：“参政便直得如此敬重和尚？”阍者曰：“寻常来相见者，僧亦只是平平人，但相公道只是重他袈裟。”士人者笑曰：“我这领白襕，直是不直钱财？”阍者曰：“也半看佛面。”士人曰：“便那辍不得些少来看孔夫子面。”人传以为笑。 \\n  \\n  \\n 元祐五年，先公为契丹贺正使。辽主问：“范纯仁今在朝否？”先公曰：“纯仁去年六月以观文殿学士知颖昌府。”又问：“何故教出外？”先公云：“纯仁病足，不能拜，暂令补外养病尔。”又问：“吕公著如何外补？”先公云：“公著去年卒于位，初不曾外补。”乃咨嗟曰：“朝廷想见阙人。”先公曰：“见不住召用旧人。”先是，辽主闻先公言纯仁以足疾外补，乃回顾近立之人微笑。先公既北归，不敢以是载于语录，尝因便殿奏陈。上微语曰：“因通书说与纯仁著。”未几，先公捐舍。八年，纯仁再入相，上首以此告之。且曰：“曾令李某通书说。”纯仁曰：“不曾得书。” \\n  \\n  \\n 顷时都下有一卖药老翁，自言少时尝为尚书省中门子，门旁有土地庙，相传为大将军庙，灵应如响。庙有断碑，题额篆“汉大将军王公之碑”。龛在壁间。堂后官香烛牲酒无虚日，亦沾及阍者。每有大除拜，必先示朕兆。一夜闻群鬼聚语，或哭或笑，或曰：“他运既当限，只得此来，怎奈何朝廷去里！”一曰：“社稷如此，又待如何？”其一曰：“改东作西，几时定叠？”至晓方不闻声。不数日，果有拜相者。 \\n  \\n  \\n 元祐五年，文太师自平章军国重事致政而去。初，潞公再入，刘挚于帘前言王同老所入札子，皆文彦博教之，乞行下吏官改正。宣仁曰：“此大不然也。吾于此事熟知之矣。仁宗时，乞立英宗为嗣者，文太师也。后策立英宗者，韩相公也。功不相掩，不须改史。”宣仁既退，叹曰：“刘左丞幸是好人，何故如此？”挚既相，故潞公力求退，麻既入，御批纸背有云“音声不遐，尚有就问之礼；几杖以俟，伫陪亲祀之朝。勿以进退之殊。”后学士院入此五句，下添“而废谋猷之告”。潞公年九十二，至绍圣五年卒。公逮事四朝，七换节钺，为侍中、司空、司徒、太保、太尉，知永兴、大名、秦州者再，两以太师致仕，五判河南，出将入相者五十余年，可谓功德兼美。既而党论兴，无所不有矣云云。 \\n  \\n 莘老入相，不及一年而罢，坐父死不葬。后莘老作《家庙记》自辩，刘器之为其集之序。 \\n  \\n 建中靖国辛巳，都下有一僧行诵《法华经》，昼夜不停声，虽大雨雪亦然。行步极缓，问之不应，招之不来。有人随其后行，亦无止宿处。每诵数十句，即长叹一声曰：“怎奈何无人知者？” \\n  \\n  \\n 元祐丁卯十一月雪中，予过范尧夫于西府。先有五客在坐，予既见，因众人论说民间利害。公甚喜。书室中无火，坐久寒甚，公命温酒来，公与坐客各举两大白。公曰：“说得通透后，令人心神融畅。” \\n  \\n 或问范景仁：“何以不信佛？”景仁曰：“尔必待我合掌膜拜，然后为信耶？” \\n 司马君实尝言，吕晦叔之信佛，近夫佞；欧阳永叔之不信，近夫躁：皆不须如此。信与不信，才有形迹，便不是。 \\n  \\n 裕陵尝问温公：“外议说陈升之如何？”温公曰：“二相皆闽人，二执政皆楚人，风俗如何得近厚？”又问：“王安石如何？”温公曰：“天资僻执好胜，不晓事。其拗强似德州，其心术似福州。”上首肯微笑。又尝称吕惠卿美才，温公曰：“惠卿过于安石。使江充、李训无才，何以动人主？” \\n  \\n  \\n 司马君实与吕吉甫在讲筵，因论变法事，至于上前纷拏。上曰：“相与讲是非，何至乃尔！”既罢讲，君实气貌愈温粹，而吉甫怒气拂膺，移时尚不能言。人言一个陕西人，一个福建子，怎生厮合得著？ \\n  \\n  \\n 赵先生，蔡州人。后往来无定，苏子由诸公极爱重之。尝言：“人将发，不惟门户有旺相，视仆史辈亦可知。洛中士大夫家仆史，往往皆官样。吾尝观主人将兴，其仆史辈必气宇轩昂，仍忠勤不为过。主人将替，仆史辈纵不偷钱，便一身疙痨。周世宗与本朝艺祖方潜龙时，识者识其门下人，皆是节度使。” \\n  \\n  \\n 赵先生能使人梦寐中随其往以观地狱。宝灵长老不信，欲往观之。先生与之对趺坐，命长老合眼正念。人视之，二人皆已熟睡，鼻息如雷。俄顷而觉，长老者流汗被体，视先生合掌作战悸之状。人问之，皆不答，但亟遣人往州桥，问银铺李员外如何。既而人回，曰：“今早殂矣。”明日，长老遂退院而去。 \\n  \\n  \\n 京师慈云有昙玉讲师者，有道行，每为人诵梵经及讲说因缘，都人甚信重之，病家往往延致。一日，与赵先生同在王圣美家，其僧方讲说，赵谓僧曰：“立尔后者何人？”僧回顾愕然者久之。自是僧弥更修谨，除斋粥外粒米勺水不入口；人有招致，闻命即往，一钱亦不受。 \\n  \\n 熙宁壬子九月，华山阜头岭崩，声震数十里，西岳祠门户皆震动，钟鼓成声，陷千余家。有大石自立，高四丈，周百八十尺。 \\n 今宣德门即正阳门，自明道元年十二月改此名，今得七十年，民间但呼正阳门也。 \\n  \\n 明肃既上宾，时遗诰以太妃杨氏为皇太后，军国大事，内中商量，阁门促百官班贺皇后。时蔡齐为中丞，厉声叱曰：“谁命汝来？不得追班！”阁门吏皇惧而退。既而执政入奏：“今皇帝二十四岁，何必更烦太后垂帘？岂有女后相继之理？”议未定，御史庞籍奏言：“适已将垂帘仪焚了矣。敢有异议，请取旨斩于庭。”左右震栗。后自屏后曰：“此间无固必。”于是删去遗诰中内中与皇太后商量一节。当时仓卒中，实自蔡齐先发之。 \\n  \\n 刘贡父：“言每见介甫道《字说》，便待打诨。” \\n  \\n 张文潜言，尝问张安道云：“司马君实直言王介甫不晓事，是如何？”安道云：“贤只消去看《字说》。”文潜云：“《字说》也只是二三分不合人意思处。”安道云：“若然，则足下亦有七八分不解事矣。”文潜大笑。 \\n  \\n  \\n 大参陈彭年，以博学强记受知于定陵，凡有问，无不知。其在北门，因便殿赐坐对，甚从容。上因问：“墨智、墨允是何人？”彭年曰：“伯夷、叔齐也。”上问：“见何书？”曰：“《春秋少阳》。”即令秘阁取此书。既至，彭年令于第几板寻检，果得之。上极喜，自是注意。未几执政。 \\n  \\n  \\n 程颐一日在讲筵，曰：“闻有旨召江西僧元某，不知何为？”泰陵曰：“闻其有禅学，故召来，欲一见之。”颐曰：“臣所讲者，君臣父子仁义道德性命之说，尽在此矣。不省陛下以何为禅也？”上不语。颐又曰：“陛下深居九重之中，元某之名，如何得达？”上复不语。既罢讲，颐即移书两省谏坡，谓：“岂可坐视而不救？不惟负两宫之委任，抑且负先帝之厚恩。”于是颐称病在假。太皇夜遣使至颐家，密传旨云：“皇帝既服不是，说书且看先朝面。”明日早参，既朝参。又明日当讲，既讲毕，欲退，一中官附耳密奏数语。上曰：“风露早寒，可共饮苏合酒一杯。”酒未至，上曰：“前日召江西僧，何益于治道，已令更不施行。”颐曰：“人主好佛，未有不为国家之害。陛下知之，社稷幸甚。”越数日，又因讲次，颐复奏陈曰：“梁武帝英伟之姿，化家为国，史称其生知淳孝，笃学勤政，诚有之。终其身无他过，止缘好佛一事，家破国亡，身自馁死，子孙皆为侯景杀戮俱尽。可不深戒！”上曰：“前日江西召禅僧，已曾说与卿更不施行。”颐曰：“愿陛下取《梁武帝纪》一看。不然，臣当摭其要而上之。”上曰：“想是如此，卿必不妄言。” \\n  \\n  \\n 近时一从官，其父本胥也，屡典大藩府，其治刻木辈极严，少有过举即黥配。亲旧有勉之者，则曰：“吾岂不知？但吾为民父母之官，岂可见病民者坐视而不治也？”其为郡，所至有声。其父年九十二方卒，官封至宣奉大夫。 \\n  \\n  \\n 张先，京师人。有文章，尤长于诗词。其诗有“浮萍断处见山影，小艇归时闻草声”之句，脍炙人口。又有“云破月来花弄影”、“隔墙送过秋千影”之词，人目为“张三影”。先字子野，其祖母宋氏，孝章皇后亲妹也。祖逊因是而贵，太宗朝为枢密副使。子野生贵家，刻苦过于寒儒。取高科，甫改秩为鹿邑县以殂。欧阳永叔雅敬重之，尝言与其同饮，酒酣众客或歌或呼起舞，子野独退然其间，不动声气。当时皆称为长者。今人乃以“张三影”呼之，哀哉！欧公为其墓铭。 \\n  \\n  \\n 黄庭坚尝言：“人心动则目动。”王介甫终日目不停转。庭坚一日过范景仁，终日相对，正身端坐，未尝回顾，亦无倦色。景仁言：“吾二十年来，胸中未尝起一思虑。二三年来，不甚观书。若无宾客，则终日独坐，夜分方睡。虽儿曹欢呼，只尺皆不闻。”庭坚曰：“公却是学佛作家。”公不悦。 \\n  \\n  \\n 神宗一日在讲筵，既讲罢，赐茶，甚从容，因谓讲筵官：“数日前因见司马光《王昭君》古风诗甚佳，如‘宫门铜镮双兽面，回首何时复来见。自嗟不若住巫山，布袖蒿簪嫁乡县’，读之使人怆然。”时君实病足在假，已数日矣。吕惠卿曰：“陛下深居九重之中，何从而得此诗？”上曰：“亦偶然见之。”惠卿曰：“此诗不无深意。”上曰：“卿亦尝见此诗耶？”惠卿曰：“未尝见此诗，适但闻陛下举此四句尔。”上曰：“此四句有甚深意！” \\n  \\n  \\n 往见曾子固家有《五代政要》一百卷，今人家难得之，颇恨无笔力传写。尝爱世宗自改赐江南书，有曰：“但存帝号，何爽岁寒。傥坚事大之心，必不迫人于险。”语意雄伟，真得帝王大体。盖是嗣王欲削尊称，求缓师也。 \\n  \\n  \\n 黄庭坚年五岁，已诵五经。一日，问其师曰：“人言六经，何独读其五？”师曰：“《春秋》不足读。”庭坚曰：“於，是何言也！既曰经矣，何得不读？”十日成诵，无一字或遗。其父庶喜其警悟，欲令习神童科举。庭坚窃闻之，乃笑曰：“是甚做处！”庶尤爱重之。八岁，时有乡人欲赴南宫试，庶率同舍饯饮，皆作诗送行。或令庭坚亦赋诗，顷刻而成，有云：“君到玉皇香案前，若问旧时黄庭坚，谪在人间今八年。” \\n  \\n  \\n 钱穆父尝言，顷在馆中，有同僚曹姓者，本医家子，夤缘入馆阁，不识字，且多犯人。钱一日因诵子瞻诗，曹矍然曰：“每见诸公喜此人，不知何谓？”或言其文章之士也，曹曰：“吾近得渠作诗，皆重叠用韵，全不成语言。”钱恐人作伪，命取以观之，乃子瞻醉中写少陵《八仙歌》。钱曰：“此少陵诗，子瞻写耳。”曹曰：“便老陵也好吃棒。”一日，诸公过其家，观其所藏书画。其家多资，虽真赝相半，然尤物甚多，有虞世南写《法华经》，禇河南写《闲居赋》、临《兰亭》，其父得于天上，盖锡赉之物也。诸公爱玩，不能去手。又有阎立本粉画罗汉，横轴上各有赞，字画皆真楷可喜，乃唐时帝王御制，不知何帝所作，皆有小长印御制之宝，两头皆尖，如橄榄核状，外标首题云“应真横轴”。曹问坐客：“何故为应真？”或对曰：“真即罗汉也。”曹曰：“好好地团甚谜。”亟命易去，自题云“十八大阿罗汉”。或言“应真横轴”四字，亦是名人书。 \\n  \\n  \\n 晏临淄，临川人。其未生时，有仙人曹八百见其父，固谓之曰：“上界有真人当降汝家。”自是其家日贫。临淄公既显，其季弟颖，自幼亦如临淄公警悟，章圣闻其名，召入禁中，因令作《宫沼瑞莲赋》，大见称赏，赐出身，授奉礼郎。颖闻之，走入书室中，反关不出。其家人辈连呼不应，乃破壁而入，则已蜕去。案上有纸，大书小诗二首，一云：“兄也错到底，犹夸将相才。世缘何日了，了却早归来。”一云：“江外三千里，人间十八年。此行谁复见，一鹤上辽天。”其年十八岁也。章圣御篆“神仙晏颖”四字，赐其家。 \\n  \\n  \\n 李觏，字泰伯，盱江人。贤而有文章，苏子瞻诸公极推重之。素不喜佛，不喜孟子。好饮酒作文，古文弥佳。一日，有达官送酒数斗，泰伯家酿亦熟，然性介僻，不与人往还。一士人知其富有酒，然无计得饮，乃作诗数首骂孟子，其一云：“完廪捐阶未可知，孟轲深信亦还痴。丈人尚自为天子，女婿如何弟杀之？”李见诗，大喜，留连数日，所与谈莫非骂孟子也。无何，酒尽，乃辞去。既而又有寄酒者，士人闻之，再往，作《仁义正论》三篇，大率皆诋释氏。李览之，笑云：“公文采甚奇，但前次被公吃了酒后，极索寞，今次不敢相留，留此酒以自遣怀。”闻者莫不绝倒。 \\n  \\n  \\n 泰伯一日与处士陈烈同赴蔡君谟饭。时正春时，营妓皆在后圃卖酒，相与至筵前声喏，君谟留以佐酒，烈已不乐。酒行，众妓方歌，烈并酒掷于案上，作皇惧之状，逾墙攀木而遁。时泰伯坐上赋诗云：“七闽山水掌中窥，乘兴登临对落晖。谁在画楼酤酒处，几多鸣橹送潮归。晴来海色依稀见，醉后乡心积渐微。山鸟不知红粉乐，一声檀板便惊飞。”既而烈闻之，遂投牒云：“李觏本无士行，辄簉宾筵，诋释氏为邪教，指孟轲为非圣。按吾圣经云：非圣人者无法，合依名教，肆诛市朝。”君谟览牒，笑谓来者云：“传语先生，今后不使弟子也。”君谟后每会客，必以示坐上，以供一笑云。 \\n  \\n  \\n 张文潜尝云，子瞻每笑“天边赵盾益可畏，水底右军方熟眠”，谓汤燖了王羲之也。文潜戏谓子瞻：“公诗有‘独看红蕖倾白堕’，不知‘白堕’是何物？”子瞻云：“刘白堕善酿酒，出《洛阳伽蓝记》。”文潜曰：“云白堕既是一人，莫难为倾否？”子瞻笑曰：“魏武《短歌行》云：‘何以解忧，惟有杜康。’杜康亦是酿酒人名也。”文潜曰：“毕竟用得不当。”子瞻又笑曰：“公且先去共曹家那汉理会，却来此间厮魔。”盖文潜时有仆曹某者在家作过，亦去失酒器之类，既送天府推治，其人未招承，方文移取会也。坐皆绝倒。 \\n  \\n  \\n 刘贡父平生不曾议人长短，人有不韪，必当面折之。虽介甫用事，诸公承顺不及，惟贡父屡当面攻之。然退与人言，未尝出一语。人皆服其长者。虽介甫亦敬服之。 \\n  \\n  \\n 黄鲁直尝云，《高祖纪》“恐能薄”止是才能之“能”，合作奴登切，孟坚不必解说。彼音奴来切者，三足鳖也。徐浩诗“法士多瑰能”，却在“来”字韵押，乃是僧似鳖尔。 \\n  \\n  \\n 予尝见苏子瞻一帖云：“岁行尽，风雨凄然。纸窗竹屋，灯青荧荧。时于此间得少佳趣，无由持献，独享为愧。”一日，对贡父举此。贡父云：“前数句是夜行迷路，误入田螺精家中来。” \\n  \\n  \\n 黄育，字和叔，鲁直叔父也。为童儿时，其伯氏长善，将诸儿出行，天骤雨，长善问诸儿：“日在雨落，翁婆相扑，是何语？”和叔曰：“阴阳不和也。”时年七岁矣。 \\n  \\n 朱康叔送酒与子瞻，子瞻以简谢之云：“酒甚佳，必是故人特遣下厅也。”盖俗谓主者自饮之酒为不出库。 \\n  \\n 范尧夫帅陕府，有属县知县，因入村，至一僧寺少憩。既饭，步行廊庑间，见一僧房颇雅洁，阒无人声，案上有酒一瓢。知县者戏书一绝于窗纸云：“尔非慧远我非陶，何事窗间酒一瓢。僧野避人聊自醉，卧看风竹影萧萧。”不知其僧俗家先有事在县，理屈坐罪，明日，其僧乃截取窗字黏于状前，诉于府，且曰：“某有施主某人，昨日携酒至房中，值某不在房。知县既至，施主走避，酒为知县所饮不辞，但有数银杯。知县既醉，不知下落，银杯各有镌识，今施主迫某取之。乞追施主某人与厅吏某人鞠之。”尧夫曰：“尔为僧，法当饮乎？”杖而逐之，且曰：“果有失物，令主者自来理会。”持其状以示子侄辈曰：“尔观此，安得守官处不自重？”即命火焚之，对僚属中未尝言及。后知县者闻之，乃修书致谢。尧夫曰：“不记有此事，自无可谢。”还其书。 \\n  \\n  \\n 张子颜少卿，晚年尝目前见白光闪闪然，中有白衣人如佛相者。子颜信之弥谨，乃不食肉，不饮酒，然体瘠而多病矣。时泰陵不豫，汪寿卿自蜀入京，诊御脉，圣体极康宁。寿卿医道盛行，其门如市。子颜一日从寿卿求脉，寿卿一见大惊，不复言，但授以大丸数十，小丸千余粒，祝曰：“十日中服之当尽，却以示报。”既数日，视所见白衣人衣变黄，而光无所见矣，乃欲得肉食，又思饮酒。又明日，俱无所见，觉气体异他日矣。乃诣寿卿以告。寿卿曰：“吾固知矣。公脾初受病，为肺所尅。心，脾之母也。公既多疑，心气一不固，自然有所睹。吾之大丸实其脾，小丸补其心。肺为脾之子，既不能胜其母，其病自当愈也。”子颜大神之，因密问所诊御脉如何，寿卿曰：“再得春气，脉当绝，虽司命无如之何。”时元符改元八月也。至三年正月，泰陵晏驾。寿卿后入华山，年已八十余矣。 \\n  \\n 昭陵上仙之日，金陵城外有人闻数千百人吹箫声，自空中过，久之方寂然。 \\n  \\n 崇宁改元之明年，蔡丞相既迁左揆，首令议天下州县皆建佛刹，以崇宁为额。时石豫为中丞，其门人陈确，贤士也，夜过豫，问豫曰：“中丞岂可坐视？”豫曰：“少待数日，看行与不行。”未几，豫招确，谓之曰：“前夕之言，今早已纳札子矣。”上甚喜。乃是乞诏州郡，仍置崇宁观。 \\n  \\n  \\n 崇宁三年四月，大内火。宰辅请以司马光等三百九人姓名，大书刻石于文德殿门，谓之元祐党人。凡元符三年应诏直言人为邪等，附党籍于刑部，云以禳火灾。其年罢科举，颁三舍法于天下。 \\n  \\n 王安石配享文宣王庙庭，坐颜、孟之下，十哲之上。驾幸学，亲行奠谒。或谓：“安石巍然而坐，有所未允。”蔡知院元度曰：“便塑底也不得。” \\n  \\n 四年正月，元度引兄嫌，以资政知河南府。送车塞道，凡三日，始见绝宾客，然后得行。禁中给赐之人，络绎于路。观者荣之。 \\n 明年，彗星见，其辰亘天。禁中窗户洞明，与其他处不同。连夜诏毁文德殿门石籍，宫门方开。有旨取刑部籍入，或云亦焚之。 \\n  \\n  \\n 整理制作：恶人谷珠楼　版本：终校版转贴请注明 \\n  \\n 　"}
