{"章节": "卷上", "正文": "  \\n 卷上 \\n 　 \\n 開元 \\n 玉有太平字 \\n 開元元年，內中因雨過，地潤微裂，至夜有光，宿衛者記其處所，曉乃奏之。上令鑿其地，得寶玉一片，如拍板樣，上有古篆「天下太平」字。百僚稱賀，收之內庫。 \\n 步輦召學士 \\n 明皇在便殿，甚思姚元崇論時務。七月十五日，苦雨不止，泥濘盈尺。上令侍御者擡步輦召學士來。時元崇爲翰林學士，中外榮之。自古急賢待士，帝王如此者，未之有也。 \\n 賜筯表直 \\n 宋璟爲宰相，朝野人心歸美焉。時春御宴，帝以所用金筯令內臣賜璟。雖受所賜，莫知其由，未敢陳謝。帝曰：「所賜之物，非賜汝金。蓋賜卿之筯，表卿之直也。」璟遂下殿拜謝。 \\n 截鐙留鞭 \\n 姚元崇初牧荊州，三年，受代日，闔境民吏泣擁馬首，遮道不使去，所乘之馬鞭鐙，民皆截留之，以表瞻戀。新牧具其事奏之，褒詔美焉，就賜中金一千兩。 \\n 慚顏厚如甲 \\n 進士楊光遠，惟多矯飾，不識忌諱。遊謁王公之門，干索權豪之族，未嘗自足。稍有不從，便多誹謗，常遭有勢者撻辱，略無改悔。時人多鄙之，皆云楊光遠慚顏厚如十重鐵甲也。 \\n 七寳山座 \\n 明皇於勤政樓，以七寳裝成山座，高七尺，召諸學士講議經旨及時務，勝者得升焉。惟張九齡論辯風生，升此座，餘人不可階也。時論美之。 \\n 痴賢 \\n 右拾遺張方回，精神不爽，時人呼爲癡漢子。每朝政有失，便抗疏論之，精彩昂然，進不懼死。明皇常謂：「右拾遺張方回，忠賢人也。」 \\n 蜂蝶相隨 \\n 都中名姬楚蓮香者，國色無雙，時貴門子弟爭相詣之。蓮香每出處之間，則蜂蝶相隨，蓋慕其香也。 \\n 掃雪迎賓 \\n 巨豪王元寳，每至冬月大雪之際，令僕夫自本家坊巷口掃雪爲迳路，躬親立於坊巷前，迎揖賓客。就本家具酒炙宴樂之，爲暖寒之會。 \\n 夢虎之妖 \\n 周象者，好畋獵，後爲汾陽令，忽夢一乳虎相逼，驚而睡覺，因玆染疾。後有僧海寧者，因過象門，謂隣叟曰：「此居有妖氣，久則不可救也。」隣叟遂聞於象。象召僧令視之，僧曰：「當與君禳之。」遂擇日設壇，持劍禹步誦咒。自大門而入，至於寢所，繞患人數遍而叱之，忽於床下作一虎聲，家人悉驚奔散。周象亦不覺投床下，伏死于地。僧以水噀之，須臾如故。 \\n 記事珠 \\n 開元中張說爲宰相，有人惠說一珠，紺色有光，名曰記事珠。或有闕忘之事，則以手持弄此珠，便覺心神開悟，事無巨細，渙然明曉，一無所忘。說祕而至寶也。 \\n 游仙枕 \\n 龜玆國進奉枕一枚，其色如碼碯，溫溫如玉。其製作甚樸素，若枕之，則十洲三島、四海五湖，盡在夢中所見。帝因立名爲遊仙枕。後賜與楊國忠。 \\n 隨蝶所幸 \\n 開元末，明皇每至春時旦暮，宴於宮中，使妃嬪輩爭插艷花。帝親捉粉蝶放之，隨蝶所止幸之。後因楊妃專寵，遂不復此戲也。 \\n 記惡碑 \\n 盧奐累任大郡，皆顯治聲，所至之處，畏如神明。或有無良惡跡之人，必行嚴斷，仍以所犯之罪，刻石立本人門首，再犯處於極刑。民間畏懼，絕無犯法者。明皇知其能官，賜中金五千兩，璽詔褒諭焉。故民間呼其石爲記惡碑。 \\n 自暖杯 \\n 內庫有一酒杯，青色而有紋如亂絲，其薄如紙，於杯足上有縷金字，名曰自暖杯。上令取酒注之，溫溫然有氣相次如沸湯，遂收於內藏。 \\n 辟寒犀 \\n 開元二年冬至，交趾國進犀一株，色黃如金。使者請以金盤置於殿中，溫溫然有暖氣襲人。上問其故，使者對曰：「此辟寒犀也。頃自隋文帝時，本國曾進一株，直至今日。」上甚悅，厚賜之。 \\n 傳書鴿 \\n 張九齡少年時，家養群鴿，每與親知書信往來，只以書繫鴿足上，依所教之處飛往投之。九齡目之爲飛奴。時人無不愛訝。 \\n 牽紅絲娶婦 \\n 郭元振少時，美風姿，有才藝。宰相張嘉貞欲納爲婿。元振曰：「知公門下有女五人，未知孰陋。事不可倉卒，更待忖之。」張曰：「吾女各有姿色，即不知誰是匹偶。以子風骨奇秀，非常人也。吾欲令五女各持一絲，幔前使子取便牽之，得者爲婿。」元振欣然從命，遂牽一紅絲線，得第三女，大有姿色，後果然隨夫貴達也。 \\n 豪友 \\n 長安富民王元寶、楊崇義、郭萬金等，國中巨豪也。各以延約四方多士，競於供送，朝之名寮往往出於門下。每科場文士集於數家，時人目之爲豪友。 \\n 喚鐵 \\n 太白山有隱士郭休，字退夫，有運氣絕粒之術。於山中建茅屋百餘間，有白雲亭、鍊丹洞、注《易》亭、修真亭、朝玄壇、集神閣。每於白雲亭與賓客看山禽野獸，即以槌擊一鐵片子，其聲清響，山中鳥獸聞之，集於亭下，呼爲喚鐵。 \\n 鸚鵡告事 \\n 長安城中有豪民楊崇義者，家富數世，服玩之屬，僭于王公。崇義妻劉氏，有國色，與隣舍兒李弇私通，情甚於夫，遂有意欲害崇義。忽一日，醉歸寢於室中，劉氏與李弇同謀而害之，埋於枯井中。其時僕妾輩並無所覺，惟有鸚鵡一隻在堂前架上。洎殺崇義之後，其妻卻令童僕四散尋覓其夫，遂經府陳詞，言其夫不歸，竊慮爲人所害。府縣官吏，日夜捕賊，涉疑之人及童僕輩，經栲捶者百數人，莫究其弊。後來縣官等再詣崇義家檢校，其架上鸚鵡，忽然聲屈。縣官遂取於臂上，因問其故。鸚鵡曰：「殺家主者劉氏、李弇也。」官吏等遂執縛劉氏，及捕李弇下獄，備招情款。府尹具事案奏聞，明皇歎訝久之。其劉氏、李弇依刑處死，封鸚鵡爲綠衣使者，付後宮養餵。張說後爲《綠衣使者傳》，好事者傳之。 \\n 瑞炭 \\n 西涼國進炭百條，各長尺餘，其炭青色，堅硬如鐵，名之曰瑞炭。燒于爐中，無焰而有光，每條可燒十日，其熱氣逼人而不可近也。 \\n 敲冰煑茗 \\n 逸人王休，居太白山下，日與僧道異人往還。每至冬時，取溪冰敲其精瑩者煮建茗，共賓客飲之。 \\n 物外之游 \\n 王休高尚不親勢利，常與名僧數人，或跨驢，或騎牛，尋訪山水，自謂結物外之遊。 \\n 花妖 \\n 初有木芍藥，植于沉香亭前。其花一日忽開一枝兩頭，朝則深紅，午則深碧，暮則深黃，夜則粉白。晝夜之內，香艷各異。帝謂左右曰：「此花木之妖，不足訝也。」 \\n 天寶上 \\n 花上金鈴 \\n 天寶初，寧王日侍，好聲樂，風流蘊藉，諸王弗如也。至春時，於後園中，紉紅絲爲繩，密綴金鈴，繋于花梢之上。每有鳥鵲翔集，則令園吏掣鈴索以驚之，蓋惜花之故也。諸宮皆效之。 \\n 七寶硯鑪 \\n 內庫中有七寳硯鑪一所，曲盡其巧。每至冬寒硯凍，置于鑪上，硯冰自消，不勞置火。冬月帝常用之。 \\n 妖燭 \\n 寧王好聲色，有人獻燭百炬，似蠟而膩，似脂而硬，不知何物所造也。每至夜筵，賓妓間坐，酒酣作狂，其燭則昏昏然，如物所掩，罷則復明矣，莫測其怪也。 \\n 夢玉鶯投懷 \\n 張說母夢有一玉燕自東南飛來，投入懷中而有孕，生說。果爲宰相，其至貴之祥也。 \\n 饞燈① \\n 南中有魚，肉少而脂多，彼中人取魚脂煉爲油，或將照紡緝機杼，則暗而不明。或使照筵宴，造飲食，則分外光明。時人號爲饞魚燈。 \\n 助嬌花 \\n 御苑新有千葉桃花，帝親折一枝插於妃子寳冠上，曰：「此箇花尤能助嬌態也。」 \\n 照病鏡 \\n 葉法善有一鐵鏡，鑒物如水。人每有疾病，以鏡照之，盡見臟腑中所滯之物，後以藥療之，竟至痊瘥。 \\n 助情花 \\n 明皇正寵妃子，不視朝政，安祿山初承聖睠，因進助情花香百粒，大小如粳米而色紅。每當寢處之際，則含香一粒。助情發興，筋力不倦。帝祕之曰：「此亦漢之慎卹膠也。」 \\n 眼色媚人 \\n 念奴者，有姿色，善歌唱，未嘗一日離帝左右。每執板當席顧眄，帝謂妃子曰：「此女妖麗，眼色媚人。」每囀聲歌喉，則聲出於朝霞之上。雖鐘鼓笙竽嘈雜而莫能遏。宮妓中帝之鍾愛也。 \\n 警惡刀 \\n 貴妃父楊玄琰，少時嘗有一刀，每出入于道塗間，多佩此刀。或前有惡獸、盜賊，則所佩之刀鏗然有聲，似警於人也。玄琰寳之。 \\n 夢中有孕 \\n 楊國忠出使於江浙，其妻思念至深，荏苒成疾，忽晝夢與國忠交，因而有孕，後生男名胐。洎至國忠使歸，其妻具述夢中之事。國忠曰：「此蓋夫妻相念情感所致。」時人無不譏誚也。 \\n 金籠蟋蟀 \\n 每至秋時，宮中妃妾輩，皆以小金籠捉蟋蟀閉於籠中，置之枕函畔，夜聽其聲。庶民之家皆效之也。 \\n 燭奴 \\n 申王亦務奢侈，蓋時使之然。每夜宮中與諸王貴戚妃聚宴，以龍檀木彫成獨髮童子，衣以綠衣袍，繫之束帶，使執畫燭，列立於宴席之側，目爲燭奴。諸官貴戚之家皆效之。 \\n 醒醉草 \\n 興慶池南岸，有草數叢，葉紫而心殷。有一人醉過於草傍，不覺失於酒態。後有醉者，摘草嗅之，立然醒悟，故目爲醒醉草。 \\n 盆池魚 \\n 明皇以李林甫爲相，後因召張九齡問可否。九齡曰：「宰相之職，四海具瞻。若任人不當，則國受其殃。只如林甫爲相，然寵擢出宸衷。臣恐他日之後禍延宗社。」帝意不悅。忽一日，帝曲宴近臣於禁苑中，帝指示於九齡、林甫曰：「檻前盆池中所養魚數頭，鮮活可愛。」林甫曰：「賴陛下恩波所養。」九齡曰：「盆池之魚猶陛下任人，他但能裝景致助兒女之戲爾。」帝甚不悅。時人皆美九齡之忠直。 \\n 看花馬 \\n 長安俠少，每至春時結朋聯黨，各置矮馬，飾以錦韉金科{革+各}，並轡於花樹下往來，使僕從執酒皿而隨之，遇好囿時駐馬而飲。 \\n 香肌暖手 \\n 岐王少惑女色，每至冬寒手冷，不近於火，惟於妙妓懷中揣其肌膚，稱爲暖手，當日如是。 \\n 金衣公子 \\n 明皇每於禁苑中見黃鶯，常呼之爲金衣公子。 \\n 花裀 \\n 學士許慎選，放曠不拘小節，多與親友結宴於花圃中，未嘗具帷幄，設坐具，使童僕輩聚落花鋪於坐下。慎選曰：「吾自有花裀，何消坐具？」 \\n 銷恨花 \\n 明皇於禁苑中，初有千葉桃盛開。帝與貴妃日逐宴於樹下。帝曰：「不獨萱草忘憂，此花亦能銷恨。」 \\n 醉輿 \\n 申王每醉，即使宮妓將錦綵結一兜子，令宮妓輩擡舁歸寢室。本宮呼曰醉輿。 \\n 妓圍 \\n 申王每至冬月，有風雪苦寒之際，使宮妓密圍於坐側，以禦寒氣，自呼爲妓圍。 \\n 風流藪澤 \\n 長安有平康坊，妓女所居之地。京都俠少萃集于此，兼每年新進士，以紅箋名紙遊謁其中。時人謂此坊爲風流藪澤。 \\n 依冰山 \\n 楊國忠權傾天下，四方之士，爭詣其門。進士張彖者，陝州人也，力學有文名②，志氣高大，未嘗低折於人。③人有勸彖令脩謁國忠，可圖顯榮，彖曰：「爾輩以謂楊公之勢，倚靠如太山，以吾所見，乃冰山也。或皎日大明之際，則此山當誤人爾。」後果如其言，時人美張生見幾。後年，張生及第，釋褐授華陰尉。時縣令、太守俱非其人，多行不法。張生有吏道，勤於政事，每申舉一事，④則太守、令尹抑而不從。張生曰：「大丈夫有凌霄蓋世之志，⑤而拘於下位，若立身於矮屋中，使人擡頭不得。」遂拂衣長往，歸遯於嵩山。 \\n 禽擁行車 \\n 李元紘，開元初爲好畤令，賦役平允，不嚴而治，大有政聲。遷潤州司馬，發離百里，士民號泣遮路，烏鵲之類飛擁行車。有詔褒美之。 \\n 鏡影成相字 \\n 宋璟未第時，因於日中覽鏡，鏡影忽成「相」字，璟因此自負，遂脩相業，後如其志。 \\n 知更雀 \\n 裴耀卿勤於王事，夜看案牘，晝決獄訟。常養一雀，每夜至初更時有聲，至五更則急鳴，耀卿呼爲知更雀。又於廳前，有一大桐樹，至曉則有群鳥翔集，以此爲出廳之候，故呼爲報曉鳥。時人美焉。 \\n 枯松再生 \\n 明皇遭祿山之亂，鑾輿西幸，禁中枯松復生枝葉，蔥倩宛若新植者。後肅宗平內難，重興唐祚，枯松再生，祥不誣矣。 \\n 顛飲 \\n 長安進士鄭愚、劉參、郭保衡、王沖、張道隱等十數輩，不拘禮節，旁若無人。每春時選妖妓三五人，乘小犢車，指名園曲沼，藉草裸形，去其巾帽，叫笑喧呼，自謂之顛飲。 \\n 選婿窗 \\n 李林甫有女六人，各有姿色，雨露之家，求之不允。林甫廳事壁間，開一橫窗，飾以雜寶，縵以絳紗。常日使六女戲於窗下，每有貴家子弟入謁，林甫即使女於窗中自選可意者事之。 \\n 四方神事 \\n 姚元崇爲宰相，憂國如家，愛民如子，未嘗私於喜怒，惟以忠孝爲意。四方之民，皆畫元崇之真神事焉，求之有福。 \\n 立有禍福 \\n 盧奐爲陝州刺史，嚴毅之聲聞于關內。玄宗幸京師，次陝城，頓知奐有神政，御筆贊於廳事曰：「專城之重，分陝之雄，仁雖惠愛，性實謙沖。亦既利物，存乎匪躬。斯爲國寳，不隊家風。」尋除兵部侍郎。陝州之民多有淫祀者，州之士民相語曰：「不須賽神明，不必求巫祝，爾莫犯盧公，立便有禍福。」 \\n 移春檻 \\n 楊國忠子弟，每春至之時，求名花異木植於檻中。以板爲底，以木爲輪，使人牽之自轉，所至之處，檻在目前，而便即歡賞，目之爲移春檻。 \\n 冰山避暑 \\n 楊氏子弟，每至伏中，取大冰使匠琢爲山，周圍於宴席間，座客雖酒酣而各有寒色，亦有挾纊者。其驕貴如此也。 \\n 戲擲金錢 \\n 內庭嬪妃，每至春時，各於禁中結伴三人至五人，擲金錢爲戲，蓋孤悶無所遣也。 \\n 射團 \\n 宮中每到端午節，造粉團角黍貯於金盤中。以小角造弓子，纖妙可愛，架箭射盤中粉團，中者得食。蓋粉團滑膩而難射也。都中盛於此戲。 \\n ①一本作「饞魚燈」。 \\n ②一本無「力」字。 \\n ③一本無此句。 \\n ④一本無「一事」。 \\n   \\n  "}
{"章节": "卷下", "正文": "  \\n 卷下 \\n 　 \\n 天寶下 \\n 探官 \\n 都中每至正月十五日，造麪蠒，以官位帖子，卜官位高下，或賭筵宴，以爲戲笑。 \\n 撤去燈燭 \\n 蘇頲與李乂對掌文誥，玄宗顧念之深也。八月十五夜，於禁中直宿，諸學士翫月，備文酒之宴。時長天無雲，月色如晝，蘇曰：「清光可愛，何用燈燭？」遂使撤去。 \\n 刀槍自鳴 \\n 武庫中刀槍自鳴，識者以爲不祥之兆。後果有祿山之亂、大駕西幸之應也。 \\n 富窟 \\n 王元寶，都中巨豪也。常以金銀疊為屋。壁上以紅泥泥之。於宅中置一禮賢堂，以沉檀爲軒檻，以碔砆甃地面，以錦文石爲柱礎，又以銅線穿錢甃於後園花徑中，貴其泥雨不滑也。四方賓客，所至如歸。故時人呼爲「王家富窟」。 \\n 床畔香童 \\n 元寶好賓客，務於華侈，器玩服用，僭於王公，而四方之士盡歸而仰焉。常於寢帳牀前，雕矮童二人，捧七寶博山爐，自暝焚香徹曉，其驕貴如此。 \\n 龍皮扇 \\n 元寶家有一皮扇子，制作甚質。每暑月宴客，即以此扇子置於坐前，使新水灑之，則颯然風生，廵酒之間，客有寒色，遂命徹去。明皇亦曾差中使去取看，愛而不受，帝曰：「此龍皮扇子也」。 \\n 夢筆頭生花 \\n 李太白少時，夢所用之筆頭上生花。後天才瞻逸，名聞天下。 \\n 醒酒花 \\n 明皇與貴妃幸華清官，因宿酒初醒，憑妃子肩同看木芍藥。上親折一枝與妃子遞嗅其艷，帝曰：「不惟萱草忘憂，此花香艷，尤能醒酒。」 \\n 蛛絲才巧 \\n 帝與貴妃，每至七月七日夜在華清宮遊宴。時宮女輩陳瓜花酒饌列於庭中，求恩於牽牛、織女星也。又各捉蜘蛛閉於小合中，至曉開視蛛網稀密，以爲得巧之候；密者言巧多，稀者言巧少。民間亦效之。 \\n 夜明杖 \\n 隱士郭休，有一拄杖，色如朱染，叩之則有聲。每出處遇夜，則此杖有光，可照十步之內。登危陟險，未嘗足失，蓋杖之力焉。 \\n 郡神迎路 \\n 張開爲荊州刺史，至郡界，風雨暝晦，不辨面目，惟聞空中有殿喝之聲相次，雲中有衣紫披甲冑者十數人。開問其故，對曰：「某荊州內外所主之神，久仰使君令名，故相率迎引。」到任謁廟後，各致祭謝及建飾廟貌，自此政譽尤善也。 \\n 縣妖破膽 \\n 李杲遷洛陽令，嚴刑峻法，民吏畏服，縣之積弊，杲盡革之，踰月之中，縣務清簡。時有進士劉兼，赴舉上都，舍於村邸。至夜中，聞戶外街衢中有數人相語曰：「李令今古正人也，吾輩見其行事威猛，令人破膽，此中不可久居，宜遷於他邑，可求血食也。」兼訝其事，遂啟門視之，寂無影響，方知乃邑之妖神也。兼遂畫贊一首于村邸之壁云：「狡吏畏威，縣妖破膽，好錄政聲，聞於御覽。」後明皇旌其能，賜金百兩及章服焉。 \\n 泥金帖子 \\n 新進士才及第，以泥金書帖子附家書中，用報登科之喜。至文宗朝，遂寖削此儀也。 \\n 喜信 \\n 新進士每及第，以泥金書帖子附于家書中，至鄉曲親戚，例以聲樂相慶，謂之喜信也。 \\n 被底鴛鴦 \\n 五月五日，明皇避暑遊興慶池，與妃子晝寢於水殿中。宮嬪輩憑欄倚檻，爭看雌雄二鸂{氵+鶒}戲於水中。帝時擁貴妃於綃帳內，謂宮嬪曰：「爾等愛水中鸂{氵+鶒}，爭如我被底鴛鴦？」 \\n 半仙之戲 \\n 天寶宮中，至寒食節，競豎鞦韆，令宮嬪輩戲笑，以爲宴樂。帝呼爲半仙之戲，都中士民因而呼之。 \\n 相風旌 \\n 五王宮中，各於庭中豎長杆，掛五色旌於杆頭。旌之四垂，綴以小金鈴，有聲，即使侍從者視旌之所向，可以知四方之風候也。 \\n 占雨石 \\n 學士蘇頲，有一錦紋花石，鏤爲筆架，嘗置于硯席間，每天欲雨，即此石架津出如汗，逡巡而雨。頲以此常爲雨候，固無差矣。 \\n 向火乞兒 \\n 張九齡見朝之文武僚屬趨附楊國忠，爭求富貴，惟九齡未嘗及門，楊甚銜之。九齡嘗與識者議曰：「今時之朝彥，皆是向火乞兒，一旦火盡灰冷，暖氣何在？當凍屍裂體，棄骨於溝壑中，禍不遠矣。」果然，因祿山之亂，附炎者皆罪累族滅，不可勝數。九齡之先見，信夫神智博達也。向火，言附炎也。 \\n 結棚避暑 \\n 長安富家子劉逸、李閑、衛曠，家世巨豪，而好接待四方之士，疏財重義，有難必救，真慷慨之士，人皆歸仰焉。每至暑伏中，各於林亭內植畫柱，以錦綺結爲涼棚，設坐具，召長安名妓間坐，遞相延請，爲避暑之會。時人無不愛羡也。 \\n 冰筯 \\n 冬至日大雪，至午雪霽，有晴色，因寒，所結簷溜，皆爲冰條。妃子使侍兒敲下二條看玩。帝自晚朝視政回，問妃子曰：「所玩何物耶？」妃子笑而答曰：「妾所玩者，冰筯也。」帝謂左右曰：「妃子聰慧，此象可愛也。」 \\n 雞聲斷愛 \\n 長安名妓劉國容，有姿色，能吟詩，與進士郭昭述相愛，他人莫敢窺也。後昭述釋褐，授天長簿，遂與國容相別。詰旦赴任，行至咸陽，國容使一女僕馳矮駒賫短書云：「歡寢方濃，恨雞聲之斷愛；恩憐未洽，嘆馬足以無情。使我勞心，因君減食，再期後會，以結齊眉。」長安子弟多誦諷焉。 \\n 占風鐸 \\n 岐王宮中於竹林內懸碎玉片子，每夜聞玉片子相觸之聲，即知有風，號為占風鐸。 \\n 山猿報時 \\n 商山隱士高太素，累徵不起，在山中構道院二十餘間。太素起居清心亭下，皆茂林秀竹、奇花異卉。每至一時，即有猿一枚詣亭前，鞠躬而啼，不易其候。太素因目之為報時猿。其性度有如此。 \\n 遊蓋飄青雲 \\n 長安春時，盛于遊賞，園林樹木無閑地，故學士蘇頲《應制》云：「飛埃結紅霧，遊蓋飄青雲。」帝覽之嘉賞焉。遂以御花親插頲之巾上，時人榮之。 \\n 紅冰 \\n 楊貴妃初承恩召，與父母相別，泣涕登車。時天寒，淚結爲紅冰。 \\n 投錢賭寢 \\n 明皇未得妃子，宮中嬪妃輩投金錢賭侍帝寢，以親者爲勝。召入妃子，遂罷此戲。 \\n 精神頓生 \\n 明皇每朝政有闕，則虛懷納諫，大開士路。早朝百辟趨班，帝見張九齡，風威秀整，異於眾僚。謂左右曰：「朕每見九齡，使我精神頓生。」 \\n 口案 \\n 張九齡累歷刑獄之司，無所不察。每有公事赴本司行勘，胥吏輩未敢訊劾，先取則於九齡。囚於前面分曲直，口撰案卷，囚無輕重，咸樂其罪。時人謂之張公口案。 \\n 言刑 \\n 張燕公說，有宰輔之才，而多詭詐，復貪財賄。時人亦多之，亦汙之。每中書議事，及眾僚巡廳，或有所忤，立便叱罵，爲眾所嫌。故朝彥相謂曰：「張公之言，毒於極刑。」言好面辱人也。 \\n 銷魂橋 \\n 長安東灞陵有橋，來迎去送皆至此橋，爲離別之地。故人呼之銷魂橋也。 \\n 逐惡如驅蚊蚋 \\n 袁光庭累典名藩，皆有異政。明皇謂宰輔曰：「袁光庭性逐惡如扇驅蚊蚋。」 \\n 歇馬杯 \\n 長安自昭應縣至都門，官道左右村店之民，當大路市酒，量錢數多少飲之，亦有施者與行人解之，故路人號爲歇馬杯。 \\n 吹火照書 \\n 蘇頲少不得父意，常與僕夫雜處，而好學不倦。每欲讀書，又患無燈燭，常於馬廄竈中，旋吹火光照書誦焉。其苦學如此，後至相位。 \\n 金牌斷酒 \\n 安祿山受帝睠愛，常與妃子同食，無所不至。帝恐外人以酒毒之，遂賜金牌子，繫于臂上。每有王公召宴，欲沃以巨觥，祿山即以牌示之，云准敕斷酒。 \\n 文陣雄帥 \\n 張九齡常覽蘇頲文卷，謂同僚曰：「蘇生之俊瞻無敵，真文陣之雄帥也。」 \\n 射飛毛 \\n 羽林將劉洪，喜騎射，常對御，使人於風中擲鵝毛，洪連箭射之，無有不中。帝賞歎厚賜焉。 \\n 淚妝 \\n 宮中嬪妃輩，施素粉於兩頰，相號為淚妝。識者以爲不祥，後有祿山之亂。 \\n 索鬭雞 \\n 李林甫爲性狠狡，不得士心，每有所行之事，多不協群議，而面無和氣。國人謂林甫精神剛戾，常如索鬭雞。 \\n 肉陣 \\n 楊國忠於冬月，常選婢妾肥大者，行列於前，令遮風。蓋藉人之氣相暖，故謂之肉陣。 \\n 傳書燕 \\n 長安豪民郭行先，有女子紹蘭。適巨商任宗，爲賈于湘中，數年不歸，復音信不達。紹蘭目覩堂中有雙燕戲於梁間，蘭長吁而語於燕曰：「我聞燕子自海東來，往復必徑由於湘中。我婿離家不歸數歲，蔑有音耗，生死存亡，弗可知也。欲憑爾附書投於我婿。」言訖淚下。燕子飛鳴上下，似有所諾。蘭復問曰：「爾若相允，當泊我懷中。」燕遂飛於膝上。蘭遂吟詩一首云：「我婿去重湖，臨窗泣血書。般勤憑燕翼，寄與薄情夫。」蘭遂小書其字繫於足上，燕遂飛鳴而去。任宗時在荊州，忽見一燕飛鳴於頭上，宗訝視之，燕遂泊於肩上，見有一小封書繫在足上。宗解而視之，乃妻所寄之詩。宗感而泣下，燕復飛鳴而去。宗次年歸，首出詩示蘭。後文士張說傳其事，而好事者寫之。 \\n 燈婢 \\n 寧王宮中，每夜於帳前羅列木彫矮婢，飾以彩繪，各執華燈，自昏達旦，故目之爲燈婢。 \\n 解語花 \\n 明皇秋八月，太液池有千葉白蓮數枝盛開。帝與貴戚宴賞焉，左右皆歎羨。久之，帝指貴妃示於左右曰：「爭如我解語花。」 \\n 油幕 \\n 長安貴家子弟，每至春時，游宴供帳於園圃中，隨行載以油幕，或遇陰雨，以幕覆之，盡歡而歸。 \\n 鬭花 \\n 長安士女⑥，春時鬭花，戴插以奇花多者爲勝。皆用千金市名花植于庭苑中，以備春時之鬭也。 \\n 裙幄 \\n 長安士女遊春野步，遇名花則設席藉草，以紅裙遞相插掛，以爲宴幄，其奢逸如此也。 \\n 鳳炭 \\n 楊國忠家，以炭屑用蜜捏塑成雙鳳，至冬月則燃於爐中，及先以白檀木鋪於爐底，餘灰不可參雜也。 \\n 文帥 \\n 明皇常謂侍臣曰：「張九齡文章，自有唐名公皆弗如也。朕終身師之，不得其一二。此人真文場之元帥也。」 \\n 乞巧樓 \\n 宮中以錦結成樓殿，高百尺，上可以勝數十人，陳以瓜果酒炙，設坐具，以祀牛、女二星。嬪妃各以九孔針、五色線，向月穿之，過者爲得巧之候。動清商之曲，宴樂達旦，士民之家皆效之。 \\n 吸花露 \\n 貴妃每宿酒初消，多苦肺熱，嘗凌晨獨游後苑，傍花樹，以手攀枝，口吸花露，藉其露液，潤於肺也。 \\n 含玉嚥津 \\n 貴妃素有肉體，至夏苦熱，常有肺渴，每日含一玉魚兒於口中，蓋藉其涼津沃肺也。 \\n 紅汗 \\n 貴妃每至夏月，常衣輕綃，使侍兒交扇鼓風，猶不解其熱。每有汗出，紅膩而多香，或拭之於巾帕之上，其色如桃紅也。 \\n 金函 \\n 明皇憂勤國政，諫無不從。或有章疏規諷，則探其理道優長者貯於金函中，日置於右，時取讀之，未嘗懈怠也。 \\n 擊鑑救月 \\n 長安城中，每月蝕時，即士女取鑑，向月擊之，滿郭如是，蓋云救月蝕也。 \\n 歌直千金 \\n 宮妓永新者善歌，最受明皇寵愛，每對御奏歌，則絲竹之聲莫能遏。帝嘗謂左右曰：「此女歌直千金。」 \\n 肉腰刀 \\n 李林甫妬賢嫉能，不協群議，每奏御之際，多所陷人，眾謂林甫爲肉腰刀。又云林甫嘗以甘言誘人之過，譖於上前。時人皆言林甫甘言如蜜。朝中相謂曰：「李公雖面有笑容，而肚中鑄劍也。」人日憎怨，異口同音。 \\n 隔障歌 \\n 寧王宮有樂妓寵姐者，美姿色，善謳唱。每宴外客，其諸妓女盡在目前，惟寵姐客莫能見。飲欲半酣，詞客李太白恃醉戲曰：「白久聞王有寵姐善歌，今酒餚醉飽，群公宴倦，王何吝此女示於眾。」王笑謂左右曰：「設七寶花障，召寵姐於障後歌之。」白起謝曰：「雖不許見面，聞其聲亦幸矣。」 \\n 樓車載樂 \\n 楊國忠子弟，恃后族之貴，極于奢侈，每遊春之際，以大車結綵帛爲樓，載女樂數十人，自私第聲樂前引，出游園苑中，長安豪民貴族皆效之。 \\n 猧子亂局 \\n 一日，明皇與親王棋，令賀懷智獨奏琵琶，妃子立於局前觀之。上欲輸次，妃子將康國猧子放之，令於局上亂其輸贏。上甚悅焉。 \\n 決雲兒 \\n 申王有高麗赤鷹，岐王有北山黃鶻，上甚愛之，每弋獵必置之於駕前，帝目之爲決雲兒。 \\n 長湯十六所 \\n 華清宮中除供奉兩湯外，而別更有長湯十六所，嬪御之類浴焉。 \\n 錦雁 \\n 奉御湯中以文瑤密石，中央有玉蓮，湯泉涌以成池，又縫錦繡爲鳧雁於水中，帝與貴妃施鈒鏤小舟，戲玩於其間。宮中退水，出于金溝，其中珠纓寶絡流出街渠，貧民日有所得焉。 \\n 夜明枕 \\n 虢國夫人有夜明枕，設于堂中，光照一室，不假燈燭。 \\n 金雞障 \\n 明皇每宴，使祿山坐於御側，以金雞障隔之。 \\n 百枝燈樹 \\n 韓國夫人置百枝燈樹，高八十尺，竪之高山，上元夜點之，百里皆見，光明奪月色也。 \\n 千炬燭圍 \\n 楊國忠子弟，每至上元夜，各有千炬紅燭圍于左右。 \\n 有脚陽春 \\n 宋璟愛民恤物，朝野歸美，時人咸謂璟爲有腳陽春，言所至之處，如陽春煦物也。 \\n 粲花之論 \\n 李白有天才俊逸之譽，每與人談論，皆成句讀，如春葩麗藻，粲于齒牙之下，時人號曰李白粲花之論。 \\n 醉聖 \\n 李白嗜酒不拘小節，然沈酣中所撰文章，未嘗錯誤，而與不醉之人相對議事，皆不出太白所見，時人號為醉聖。 \\n 靈鵲報喜 \\n 時人之家聞鵲聲者，皆爲喜兆，故謂靈鵲報喜。 \\n 走丸之辯 \\n 張九齡善談論，每與賓客議論經旨，滔滔不竭，如下坂走丸也。時人服其俊辯。 \\n 探春 \\n 都人士女，每至正月半後，各乘車跨馬，供帳于園圃，或郊野中，爲探春之宴。 \\n 冰獸贈王公 \\n 楊國忠子弟，以奸媚結識朝士，每至伏日，取堅冰令工人鏤爲鳳獸之形，或飾以金環綵帶，置之雕盤中，送與王公大臣，惟張九齡不受此惠。 \\n 嚼麝之談 \\n 寧王驕貴，極于奢侈，每與賓客議論，先含嚼沈麝，方啟口發談，香氣噴于席上。 \\n 醉語 \\n 李林甫每與同僚議及公直之事，則如癡醉之人，未嘗問答；或語及阿徇之事，則響應如流。張曲江嘗謂賓客曰：「李林甫議事，如醉漢腦語也，不足可言。」 \\n 暖玉鞍 \\n 岐王有玉鞍一面，每至冬月則用之，雖天氣嚴寒，而在此鞍上坐，如溫火之氣。 \\n 百寶欄 \\n 楊國忠初因貴妃專寵，上賜以木芍藥數本，植於家。國忠以百寶粧飾欄楯，雖帝宮之內不可及也。 \\n 四香閣 \\n 國忠又用沈香爲閣，檀香爲欄，以麝香、乳香篩土和爲泥飾壁。每於春時木芍藥盛開之際，聚賓友於此閣上賞花焉，禁中沈香之亭遠不侔此壯麗也。 \\n 任人如市瓜 \\n 明皇召諸學士宴于便殿，因酒酣顧謂李白曰：「我朝與天后之朝何如？」白曰：「天后朝政出多門，國由姦幸，任人之道，如小兒市瓜，不擇香味，惟揀肥大者；我朝任人如淘沙取金，剖石採玉，皆得其精粹者。」明皇笑曰：「學士過有所飾。」 \\n 雪刺滿頭 \\n 宋璟《求致仕表》云：「臣竊祿簪裳，備員廊廟，霜毫生頷，雪刺滿頭，求退歸耕，養慵巖穴，樂生堯世，死荷聖恩。」 \\n 忍字 \\n 光祿卿王守和，未嘗與人有爭，嘗於几案間大書「忍」字，至於幃幌之屬，以繡畫爲之。明皇知其姓字，非時引對，問曰：「卿名守和，已知不爭，好書『忍』字，尤見用心。」奏曰：「臣聞堅而斷，剛則必折，萬事之中，『忍』字爲上。」帝曰：「善。」賜帛以旌之。 \\n 風流陣 \\n 明皇與貴妃，每至酒酣，使妃子統宮妓百餘人，帝統小中貴百餘人，排兩陣於掖庭中，目爲風流陣。以霞被錦被張之，爲旗幟攻擊相鬭，敗者罰之巨觥以戲笑。時議以爲不祥之兆，後果有祿山兵亂，天意人事不偶然也。 \\n 望月臺 \\n 玄宗八月十五日夜與貴妃臨太液池，憑欄望月不盡，帝意不快，遂敕令左右：于池西岸別築百尺高臺，與吾妃子來年望月。後經祿山之兵，不復置焉，惟有基址而已。 \\n 竹義 \\n 太液池岸有竹數十叢，牙筍未嘗相離，密密如栽也。帝因與諸王閑步于竹間，帝謂諸王曰：「人世父子兄弟，尚有離心離意。此竹宗本不相疏，人有生貳心懷離間之意，覩此可以爲鑑。」諸親王皆唯唯，帝呼爲竹義。 \\n 美人呵筆 \\n 李白於便殿對明皇撰詔誥，時十月大寒，筆凍莫能書字。帝勑宮嬪十人，侍于李白左右，令執牙筆呵之，遂取而書其詔。其受聖眷如此。 \\n ⑤一本無「蓋事」。 \\n ⑥「士女」，底本作「王士安」。 \\n   \\n  "}
{"章节": "按語", "正文": "  \\n 按語 \\n 　 \\n 《開元天寶遺事》，五代王仁裕（八八〇--九五六）撰。仁裕字德輦，天水人。少不知書，以狗馬彈射爲樂，年二十五始就學，以文辭知名秦隴間。後隨唐廢帝于軍中，凡傳諭檄文、來往書函、詔令，多出其手。與和凝等以文章知名于五代。工詩文，通曉音律，嘗集其平生所作詩萬餘首爲百卷，號《西江集》，今佚。新舊《五代史》有傳。是書共一百五十九條，記宮中瑣聞雜事，尤留意宮內外風俗習尚之記載。如七月七日乞巧、紅絲結褵、金錢卜、鬭花、鞦韆、靈鵲報喜等，均有著錄；唐明皇、楊貴妃、其他王公貴族淫靡之風，亦多涉略。故尤爲後世戲曲小說家、掌故家所重。唯是書多採摭民間傳聞，未能祥核史實，故疏失舛誤之處，亦所不免。洪邁《容齋隨筆》摘其謬誤者四事，良有以也。《開元天寶遺事》，宋《郡齋讀書志》、《直齋書錄解題》，清《補五代史藝文志》均有著錄。傳世刻本有：明張氏建業銅活字本、《顧氏文房小說》本，均二卷；《續百川學海》本、《說郛》本、《唐人說薈》本等，均一卷。今以《顧氏文房小說》本爲底本，叄校《五朝小說大觀》本、《唐代叢書》本。附錄《四庫全書總目提要》，以資參考。 \\n   \\n  "}
{"章节": "附錄", "正文": "  \\n 附錄 \\n 　 \\n 四庫全書總目提要 \\n 《開元天寶遺事》，五代王仁裕撰。仁裕字德輦，天水人。唐末爲秦州節度判官，後仕蜀爲翰林學士。唐莊宗平蜀，復以爲秦州節度判官，廢帝時以都官郎中充翰林學士。晋高祖時爲諫議大夫。漢高祖時復爲翰林學士承旨，遷戶部尚書、罷為兵部尚書、太子少保。周顯德三年乃卒。事迹具五代史雑傳。晁公武《讀書志》曰：「蜀亡，仁裕至鎬京，採摭民言，得《開元天寶遺事》一百五十九條，分爲四卷。」洪邁《容齋隨筆》則以爲託名仁裕，摘其謬誤者四事：一爲姚崇在武后時已爲宰相，而云開元初作翰林學士；一爲郭元振貶死後十年，張嘉貞乃爲宰相，而云元振少時，張嘉貞納爲婿；一爲張九齡去位十年，楊國忠始得官，而云九齡不肯及其門；一位蘇頲爲宰相時，張九齡尚未達，而云九齡覽其文卷，稱爲文陣雄帥。所駁詰皆爲確當。然蘇軾集中有讀《開元天寶遺事》四絕句，司馬光作《通鑑》亦採其中張彖指楊國忠爲冰山語，則其書實在二人以前，非《雲仙散録》之流晚出于南宋者可比。蓋委巷相傳，語多失實，仁裕採摭于遺民之口，不能證以國史，是即其失。必以爲依託其名，則事無顯證。劉義慶《世說新語》，劉孝標註往往摘其牴牾，要不以是謂不出義慶手也。故今仍從舊本，題爲仁裕撰焉。 \\n   \\n  "}
