{"章节": "仙傳拾遺卷一", "正文": "　 \\n 仙傳拾遺卷一 \\n 　 \\n  \\n 　 \\n 左徹［三洞群仙路卷二十］［「左徹朝像」條著錄。］ \\n 左徹，黃帝臣也。黃帝升天，徹刻木為黃帝之像，率諸侯而朝之七年，黃帝不還。徹，顓帝時，亦登仙而去。人間刻木為象，自此始也。 \\n 堯［三洞群仙錄卷八］［「堯查貫月」條著錄。］ \\n 堯登位三十年，有巨查浮於西海。查上有光，夜明晝滅，海人望其光，乍大乍小，若星月之出入矣。查常浮繞四海，十二年一周，周而復始，名曰「貫月查」。 \\n 伊尹［三洞群仙錄卷二十］［「伊尹負鼎」條著錄。］ \\n 伊尹，商人也，其先佐夏為諸侯。母將孕，遊於西川之上，大水遽至，母驚奔避水，乃拱而立，化為枯桑。水退父來，求之，謂已溺死。忽見枯桑非昔所有，疑妻所化，以石扣之，聞空桑中有兒聲，取養之，遂以伊為姓。及長，明緯候、聲律、陰陽，探幽察微，志救天下。負鼎干湯，湯大悅，用之為相。年八十，棄位絕粒，示死於家。太上命太和真人蒙谷希，授以解形之法，入蒙秦山石室修之，白日上昇。 \\n 周穆王［太平廣記卷二著錄。］ \\n 周穆王名滿，房后所生，昭王子也。昭王南巡不還，穆王乃立，時年五十矣。立五十四年，一百四歲。王少好神僊之道，常欲使車轍馬跡，遍於天下，以倣黃帝焉。乃乘八駿之馬奔戎，使造父為御。得白狐玄貉，以祭於河宗。導車涉弱水，魚鱉黿●以為梁，遂登於舂山。又觴西王母於瑤池之上。王母謠曰：「白雲在天，道里悠遠，山川間之，將子無死，尚能復來」。王答曰：「余歸東土，和洽諸夏，萬民平均。吾顧見汝，比及三年，將復而野」。又至於雷首太行，遂入於宗周。時尹喜既通流沙，草栖於終南之陰。王追其舊跡，招隱士尹輒、杜沖，居於草栖之所，因號樓觀，從詣焉。祭父自鄭圃來謁，諫王以徐偃之亂，王乃返國，宗社復安。王造崑崙時，飲鋒山石髓，食玉樹之實。又登群玉山，西王母所居。皆得飛靈沖天之道，而示跡託形者，蓋所以示民有終耳。況其飲琬琰之膏，進甜雪之味，素蓮黑棗，碧藕白橘，皆神僊之物，得不延期長生乎？又云：西王母降穆王之宮，相與昇雲而去。 \\n 燕昭王［太平廣記卷二著錄，三洞群仙錄卷九「炎王鑽火」條，係刪節。］ \\n 燕昭王者，噲王之子也。及即位，好神僊之道，僊人甘需臣事之，為王述昆臺登真之事，去嗜欲，撤聲色，無思無為，可以致道。王行之既久，谷將子乘虛而集，告於王曰：「西王母將降，觀爾之所修，示爾以靈玄之要」。後一年，王母果至，與王遊燧林之下，說炎皇鑽火之術，燃綠桂膏以照夜。忽有飛蛾銜火，集王之宮。得圓丘［「圓丘」三洞群仙錄作「員丘」。］硃砂，結而為佩。王登握日之臺，得神鳥所銜洞光之珠，以消煩暑。自是王母三降於燕宮。而昭王●於攻取，不能遵甘需澄靜之旨，王母亦不復至。甘需曰：「王母所設之饌，非人世所有，玉酒金醴，後期萬祀，王既嘗之，自當得道矣。但在虛疑純白，保其遐齡耳」。甘需亦昇天而去。三十三年，王無疾而殂，形骨柔耎，香氣盈庭。子惠王立矣。［三洞群仙錄卷七］［「昭王懷珠」條著錄。］ \\n 昔黃帝時，務成子遊寒山之嶺，見黑蚌在高崖之上，故知黑蚌能飛矣。至燕昭王時，其國獻於昭王，昭王取珪璋之水洗其泥沙。乃嘆曰：「自有日月以來，見黑蚌生珠已八九十，遇此蚌，千歲一珠也」。王暑月常懷此珠，體自輕涼，號銷暑招涼珠。 \\n 龍威丈人［三洞群仙卷十九］［「龍威鳥跡」條著錄。］ \\n 龍威丈人，隱居包山，亡其姓氏。吳王闔閭十二年，觀兵於敵國，途由包山，山有洞穴，吳王欲知其深淺，請隱居窮究之，遂秉燭晝夜行一百七十四日而還。見金城有玉宇，有光如晝，紫玉流黃，間為●牖。其城門榜曰：「天后別宮」，藻錦甚盛。玉房中得素書一卷，皆鳥跡篆籀之文。歸以書奏吳王。王後使賚其文以問孔子曰：「寡君昔遊包山，有赤鳥啣此書於車前，使下臣賚靈文奉謁，願告休戚」。孔子發函，遽曰：「昔夏禹理水功畢，乃遊於鐘山之阿得黃帝帝嚳等所受太上靈寶真經，藏一通於名山石●中，一通付水神，當有得道之士以獻於王，若云赤鳥所啣，丘未聞也」。 \\n 王次仲［太平廣記卷五著錄，歷世真仙體道通鑑卷四，文有小異。］ \\n 王次仲者，古之神僊也。當周末戰國之時，合縱連衡之際。〔隱〕居〔范陽〕大夏小夏〔之〕山［「隱」「范陽」］［「之」據歷世真仙體道通鑑補。］。以為世之篆文［「世己」體道通鑑作「蒼頡」。］，功多而用寡［「功」體道通鑑作「工」。］，難以速就。四海多事，筆札〔所〕先，乃變篆籀之體為隸書。〔秦〕始皇既定天下［秦」據體道通鑑補。］，以其功利於人［「三詔」「使」據體道通鑑補。］，〔三詔〕徵之，〔使〕入秦，不至，復命使召之，●使者曰［「復命使召之，敕使者曰」體道通鑑作「復命使謂之曰」。］：「吾削平六合，一統天下，孰敢不賓者？次仲一書生，而逆違天子之命，若不起，［「以檻車載之，不爾」據體道通鑑補。］（以檻車載之，不爾）當殺之，持其首來，以正風俗，無肆其〔悍〕慢也」。［「悍」體道通鑑作「悖」。］詔使至山致命，次仲化為大鳥［「次仲化為大鳥」體道通鑑作「次仲忽化一大鳥」。］，振翼而飛。使者驚拜曰：「無以復命，亦恐見殺。惟神人憫之」［「無以復命，亦恐見殺」。體道通鑑作「無復命，必見誅」。］。鳥徘徊空中，故墮三翮［「故墮」體道通鑑作「拔墮」。］，使者得之以進。始皇素好神僊之道，聞其變化，頗有悔恨。今謂之落翮山［「頗有悔恨。今謂之落翮山」、體道通鑑作「亦甚悔恨，因名其地為落翮山」。］，在幽州界。鄉里祠之不絕。 \\n 蕭史［太平廣記卷四著錄。］ \\n 蕭史不知得道年代，貌如二十許人。善吹蕭作鸞鳳之響，而瓊姿煒爍，風神超邁，真天人也。混●於世時，莫能知之。秦穆公有女弄玉，善吹蕭，公以弄玉妻之，遂教弄玉作鳳鳴。居數十年，吹蕭似鳳聲，鳳凰來止其屋，公為作鳳臺，夫婦止其上，不飲不食不下數年。一旦，弄玉乘鳳，蕭史乘龍，昇天而去。秦為作鳳女祠，時聞蕭聲。今洪州西山絕頂，有蕭史〔召〕（石）僊壇石室及巖屋，［「召」據孫校鈔宋本廣記正。］真像存焉，莫知年代。［太平廣記卷四著錄。三洞群仙錄十四「鬼谷犬履」條錄前半事。］ \\n 鬼谷先生［「隱居鬼谷」三洞群仙錄作「隱居嵩陽鬼谷」。］ \\n 鬼谷先生，晉平公時人。隱居鬼谷，因為其號。先生姓王名利［「利」三洞群仙錄作「琍」。］。亦居清溪山中。蘇秦、張儀從之學縱橫之術。二子欲馳騖諸侯之國，以智詐相傾奪，不可化以至道。夫至道玄微，非下才得造次而傳，先生痛其道廢絕，數對蘇、張涕泣，然終不能寤。蘇、張學成別去，先生與一隻履化為犬，北引二子，即日到秦矣。先生凝神守一，朴而不露。在人間數百歲，後不知所之。秦皇時，大宛中多枉死者橫道，有鳥御草以覆死人面，遂活。有司上聞，始皇遣使齎草以問先生，先生曰：「巨海之中有十洲曰：祖洲、瀛洲、玄洲、炎洲、長洲、元洲、流洲、光生洲、鳳麟洲、聚窟洲，此草是祖洲不死草也，生在瓊田中，亦名養神芝。其葉似菰，不叢生，一株可活千人耳」。 \\n 木公［太平廣記卷一著錄，文全，歷世真仙體道通鑑卷六，說郛卷七諸傳摘玄引，均係刪節。］ \\n 木公，亦云東王父，亦云東〔陽〕（王）公［「東陽公」據歷世真仙體道通鑑卷六正。］。蓋青陽之元氣，百物之先也［「百物」歷世真仙體道通鑑卷六作「萬神」。］。冠三維之冠，服九色雲霞之服，亦號玉皇君。居於雲房之間，以紫雲為蓋，青雲為城，仙童侍立，玉女散香，真僚仙官［「官」歷世真仙體道通鑑作「友」。］，巨億萬計，各有所職，皆稟其命，而朝奉翼衛。故男女得道者［「女」鈔宋本廣記及體道通鑑作「子」。］，名籍所隸焉。昔漢初，小兒於道歌曰：「著青裙，入天門，揖金母，拜木公」。時人皆不識，唯張子房知之，乃再拜之曰：「此乃東王公之玉童也。蓋言世人登仙，皆揖金母而拜木公焉」。或云：「居東極大荒中，有山焉，以青玉為室，深廣數里。僚薦真仙時，●謁九靈金母。一歲再遊其宮，共校定男女真仙階品功行，以昇降之，總其行籍，而上奏元始，中開玉晨，以稟命於老君也。天地劫歷，陰陽代謝，由運興廢，陽九百六，舉善黜惡，靡不由之。或與一玉女，更投壺焉，每投：一投〔千〕（十）［「千」據說郛卷七正。］二百梟，設有入不出者，天為●噓，梟而脫〔誤〕（悟）［「誤」據說郛卷七正。］不接者，天為之笑。儒者記而祥焉。所謂王者，乃尊為貴上之稱，非其氏族也。世人以「王父」「王母」為姓，斯亦誤矣。 \\n 張子房［太平廣記卷六著錄。］ \\n 張子房名良。韓國人也。避地於南陽，徙居於沛，後為沛國人焉。童幼時，過下邳圮橋，風雪方甚，遇一老叟，著烏巾，黃單衣，墜履於橋下。目子房曰：「儒子為我取之」。子房無倦色，下橋取履以進，老叟引足以納之，子房神意愈恭。叟笑曰：「孺子可教也。明旦來此，當有所教」。子房昧爽至，叟已在矣，曰：「期而後至，未可傳道」。如是者三。子房先至，亦無倦怠，老叟喜，以書授之曰：「讀此當為帝王師。若復求吾，乃穀城山下黃石也」。子房讀其書，能應機權變，佐漢祖〔而〕定天下［「而」據孫校鈔宋本廣記補。］。後人謂其書為黃石公書。修之於身，能煉氣絕〔粒〕（力）［「粒」據孫校鈔宋本廣記正。］，輕身羽化。與綺里季、東園公〔甪〕（用）〔里〕（李）先生［「甪里」據孫校鈔宋本廣記正。］、夏黃公，為雲霞之交。漢初，遇四五小兒路上群戲，一兒曰：「著青裙，入天門，揖金母，拜木公」。時人莫知之，子房知之，往拜之曰：「此東王公之玉童也。所謂金母者，西王母也。木公者，東王公也。此二元尊，乃陰陽之父母，天地之本源，化生萬靈，育養群品。木公為男僊之主，金母為女僊之宗。長生飛化之士，昇天之初，先覲金母，後謁木公，然後昇三清，朝太上矣。此歌乃玉童教世人拜王公而揖王母也」。子房佐漢，封留侯，為大司徒。解形〔去〕（於）世［「去」據孫校鈔宋本廣記正。］。葬於龍首原。赤眉之亂，人發其墓，但見黃石枕，化而飛去，若流星焉，不見其尸形衣冠，得〔素〕（索）書一篇及兵略數章［「素」據孫校鈔宋本廣記正。］。子房登僊位，為太玄童子，常從老君於太清之中。其孫道陵得道，朝崑崙之夕，子房往焉。 \\n 月支使者［太平廣記卷四著錄，三洞群仙錄卷十三「漢武四多」條，係節錄。］ \\n 漢延和三年春，武帝幸安定，西胡月支國王，遣使獻香四兩，大如雀卵，黑如桑椹。帝以香非中國所乏，以付外庫。又獻猛獸一頭，形如五六十日犬子，大如貍，其毛黃色。國使將以呈帝，帝見使者抱之以入，其氣禿悴，尤●其所貢之非。問使者曰：「此小物，何謂猛獸」？使者對曰：「夫威加於百禽者，不必計其大小。是以神驎為巨象之王，鳳凰為大鵬之宗，亦不在巨細也。臣國此去三十萬里，常占東風入律，百旬不休，青雲干呂，連月不散者，中國將有好道之君矣。我國王將仰中土而慕道風，薄金玉而厚靈物。故搜奇蘊而索神香，步天林而請猛獸，乘〔毳〕（肥）車而濟弱水［「毳」據孫校鈔宋本太平廣記正。］，策驥足以度飛沙，契闊途徑，艱若蹊路，于今十三年矣。神香辟夭殘之死疾，猛獸卻百邪之魍魎。夫此二物者，實濟眾生之至要，助至化而升平，豈圖陛下乃不知貴乎！是臣國占風之謬也。今日抑鑒天姿，乃非有道之君也。眼多視則貪〔婪〕（恣）［「婪」據孫校鈔宋本太平廣記正。］，口多言則犯難，〔心〕（身）多動則〔淫〕（注）賊［「心」「淫」據三洞群仙錄正。］，〔身〕（心）多〔飭〕（節）則奢侈［「身」「飭」據三洞群仙錄正。］。未有用此四多，而天下成治者也」。帝默然不平。帝乃使使者●猛獸發聲試聽之，使者乃指獸，令發一聲，獸舐唇良久忽如天雷霹靂之響，又作，兩目如●磹之炎光，久乃止。帝登時顛●，掩耳振動，不〔能〕（然）自止侍者［「能」據陳鱣校宋本太平廣記正。］〔及〕（乃）武士皆失仗［「及」據孫校鈔宋本太平廣記正。］。　 \\n 帝忌之，因此獸付上林苑，令虎食之，虎見獸，皆相聚屈蹟如也。帝恨使者言不遜，欲罪之。明日，失使者及猛獸所在。至始元元年，京城大疫死者太半。帝取月支神香燒之城內，其死未三日者皆活，香氣三月不歇。帝信神香，乃秘錄餘香。一旦，函檢如故，而失神香也。此香出於聚窟洲人鳥山，山上多樹，與楓樹相似，而香聞數里，名為返魂樹。亦能自作聲如群牛吼，聞之者心振神駭。伐其木根，於玉釜中煮取汁，更以微火熟煎之，如黑●狀，令可丸，名為驚精香，或名振靈丸，或名返生香，或名振檀香，或名卻死香，一種六名，斯實靈物也。 \\n 王母使者［太平廣記卷四著錄。三洞群仙錄卷十六「靈膠續弦」條係刪節。］ \\n 漢武帝天漢三年，帝巡東海［「東海」三洞群仙錄作「北海」。］，祠恒山。王母遣使獻靈膠四兩、吉光毛裘，武帝以付外庫，不知膠裘二物之妙也。以為西國雖遠，而貢者不奇，使者未遣之。帝幸華林苑，射虎兕，弩絃斷。使者時隨駕，因上言，請以膠一分，以口濡其膠，以續弩弦。〔續訖〕［「續訖」據三洞群仙錄補。］，帝驚曰：「此異物也」。乃使武士數人，對牽引之，終日不脫，勝未續時也。膠青色如碧玉。吉光毛裘黃白，蓋神馬之類。裘入水終日不沈，入火不焦。帝悟，厚賂使者而遣去。集絃膠出自鳳驎洲，洲在西海中，地面正方，皆一千五百里，四面皆弱水遶之。上多鳳驎，數萬為群。煮鳳喙及驎角，合煎作膠，名之「集絃膠」，一名　「連金泥」。弓弩以斷之絃，刀●已斷之鐵，以膠連續，終不脫也。 \\n 嚴遵［三洞群仙錄卷十七］［「君平卜筮」條著錄。］ \\n 嚴遵字君平，蜀郡成都人也。留情黃老，博覽群書。常以卜筮為業，與人子言，依于孝；與人弟言，依于悌；與人臣言，依于忠。遵之善屬文，依老子莊生之旨，著書十餘萬，名曰指歸。後舉家昇天，宅舍亭臺亦隨飛去。 \\n 劉向［三洞群仙卷十二］［「劉照青藜」條著錄。］ \\n 劉向，成帝之末，校書於天祿閣，夜遇一老人，黃衣植青藜杖，叩門而進。問姓名？「我即太一之精，天地聞卯金之子，有博學之才，而下觀之」。遂出懷中所牒，有天文地圖之書，授向而去。 \\n 楊雄［三洞群仙錄卷十］［「楊雄墟墓」條著錄。］ \\n 楊雄字子雲，口吃善屬文。王莽篡位，聞理獄使者欲來收雄，雄恐不免，時校書於天祿閣上，自投幾死。天鳳中，辭疾還蜀，卒於家。乾符中，進士趙郁臥疾於嘉州開元觀，稍愈，於殿上見一少年，弊蓋鶉衣白潔，與郁並坐。郁因言：「此觀巨功製作，國力興創，何乃俯逼殿後而有墟墓也？嘗問郡人皆不知」。少年笑曰：「此漢相留侯之後，辟強之孫，天師之祖也。為南安太守，歿於郡而葬於此」。乃說兩漢魏晉間事，皆若目擊。郁問以姓氏？答曰：「子雲姓楊」，乃強力隨之，遂出門而去，至今●●有見者。 \\n 孟岐［三洞群仙錄卷六「孟岐草衣」條著錄，歷世真仙體道通鑑卷六孟岐條，事同文字小異。］ \\n 孟岐，清河逸人也。年七百餘歲，言及周時事，如在目前。云：「曾侍周公升壇，以手摩周公之足，而周公以玉笏一枝與之，崎常執之，今已銳矣。每切桂葉而食。漢武帝好神仙，遂披草衣而來，帝異之。 \\n 瞿君［三洞群仙錄卷四］［「瞿君駕龍」條著錄。］ \\n 瞿君者，南安人也。漢章和間隱居平岡山。黃帝降授龍蹻之道，能控御雲龍。後入峨眉山，修洞房明鑑之術。臨欲昇天，辭訣親友，駕龍而去。今平岡化有龍巖山、繫龍溪。 \\n 何丹陽［三洞群仙錄卷一］［何知沙麓」條著錄。］ \\n 何丹陽，隴右人。仕於漢季為尚書郎。哀平間，王室陵夷，謂人曰：「今日之事，非人力所制，蓋世數有之。昔沙麓傾，有知數者云：五百年後，齊有聖女興。今丞相齊國田氏之後，聖后當其運，革漢之命，興齊之業，在此時矣」。遂放志山林，以求度世耳。常服松花，身輕目明。乃棄官隱遁，居蜀之名山。太平上真降授以攀魁乘龍之道，後上升。 \\n 馬底子［三洞群仙錄卷一「馬底肥遁」條著錄。］ \\n 馬底子者，不知何許人。與何丹陽隱居蜀鶴鳴山，修八道望雲之法，肥遁歷年。後於洞府探石函，得黃帝金鼎之訣，鍊丹於山上。丹成，服之昇天。 \\n 王喬［太平廣記卷六著錄。］ \\n 王喬，河東人也。漢顯宗時為葉令，有神術。每月朔望，常詣京朝，帝●其來數，而不見車騎，密令太史伺望之，言臨至，必有雙鳧從東南飛來。於是候鳧至，舉羅張之，但得一舄焉，乃四年時所賜尚書官屬履也。每當朝時，葉縣門下鼓，不擊自鳴，聞於京師。後天忽下玉棺於庭前，吏人推排，終不搖動。喬曰：「天帝欲召我耶」？乃沐浴服〔飾〕（餌）［「飾」據歷世真仙體道通鑑卷二十正。］，臥棺中，蓋便立復。宿昔乃葬城東，土自成墳。其夕，縣中牛羊皆流汗喘乏，人莫知之。百姓為立廟，號葉君祠。禱無不應，遠近尊崇。帝詔迎取其鼓，置都亭下，略無復聲。或云：「即古僊人王喬也，示變化之跡於世耳。 \\n 劉商［太平廣記卷六著錄。］ \\n 劉商者，中山靖王之後。舉孝廉，歷官合淝令。而篤好無為清簡之道，方術服鍊之門，五金八石，所難致者，必力而求之。人有方●未合鍊〔試〕（施）效者［「試」據孫校鈔宋本太平廣記正。］，必資其藥石，給其鑪鼎，助使成之，未嘗有所覬覦也。因泛舟苕霅間，遂卜居武康上強山下。有樵童藥叟，雖常草木之藥，詣門而售者，亦答以善價。一旦，樵夫鬻樵，有朮一把，商亦厚價致之。其庭廡之下，籬落之間，草木諸藥，已堆積矣。忽閑步杖策，逍遙田畝蹊隧之傍，聊自怡適。聞藂林間，有人相與言曰：「中山劉商，今日以賜真朮矣。蓋陰公篤好之所感乎」！窺林中，沓無人跡。奔歸取朮，修而服之，月餘，齒髮益盛，貌如嬰童，舉步輕速，可及馳馬，登涉雲巖，無復困憊。又月餘，坐知四方之事，驗若符契，乃入上彊洞中。咸通初，有酒家以樵叟稍異，盡禮接之。累月復一至，因謂酒家曰：「我中山劉商也［「中山」原作「山中」，今據上文「中山劉商」正。］。夙攻水墨，願留一圖，以酬見待之厚」。使備繒素，而約以再來。一日，果至酒家，援毫運思，頃刻而千山萬水，非世工之所及。將去，謂酒家曰：「我祖淮南王，今為九海總司，居列真之任，授我以南溟都水之秩。旬日遠別，不復來矣」。如是十許日，天色晴霽，香風瑞雲，彌布山谷，樵者見空中騎乘，飛舉南去。 \\n 文蕭［三洞群仙錄卷十一］［「文妻彩鸞」條著錄。］ \\n 文蕭寓洪州許真君宅遊帷觀。八月十五上昇之辰，士女雲集，連袂踏歌，謂之酬願。忽見一妓，歌詞●合其名姓，復是神仙之語。詞曰：「若能相伴陟仙壇，應得文蕭駕彩鸞，自有秀襦並甲帳，瓊臺不怕雪霜寒」。蕭異之。歌罷，蕭徐行隨入大松徑中，所居肅然，侍衛環列，有几案簿書若官府，亦有案牘，斷割多為江湖沒溺之事。蕭再三詰之，乃曰：「此不可輕泄，吾當為子受禍矣」。果有黃衣使曰：「吳彩鸞為私欲泄天機，謫為民妻一紀」。乃與蕭歸金陵僦居，其後乘虎俱入越王山，不知所之。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "仙傳拾遺卷二", "正文": "　 \\n 仙傳拾遺卷二 \\n 　 \\n  \\n 　 \\n 蔡女僊［太平廣記卷六十二著錄。三洞群仙錄卷三「蔡女繡鳳」條，文小異，引據廣記而不著出處。］ \\n 蔡女僊者，襄陽人也。幼而巧慧，善刺繡，●里稱之。〔一日，●雙鳳方成，五綵霞煥〕［「一日」句據三洞群仙錄補。］，忽有老父詣其門，請繡鳳眼，畢功之日，自當指點；既而繡成，五綵光煥，老父觀之，指視安眼，俄而功畢，雙鳳騰躍飛舞，老父與女僊各乘一鳳，昇天而去。時降於襄陽南山林木之上，時人名為鳳林山。後於其地置鳳林關。南山側有鳳臺，●於其宅置靜貞觀，有女仙真像存焉。云〔為〕晉時人也［「為」據孫校鈔宋本廣記補。］。 \\n 薛女真［三洞群仙錄卷五］［「女真白猿」條著錄。］ \\n 薛女真者，不知何許人也。晉時世弊，京師不寧，有道之者［「之」字疑衍，或「者」為「士」之●。］，多棲寓山林以避世；因居衡嶽尋真臺，外示同凡，內修真道。出行常有黃鳥、白猿、白豹隨之。後乃昇天。 \\n 管霄霞［天中記卷五十八著錄。］ \\n 山陰道士管霄霞，求王羲之寫道德經，舉紅●一雙相贈而去。後●沖霄飛去。 \\n 尹道全［三洞群仙錄卷十七「道全佩符」條著錄。］ \\n 尹道全者，於衡山修洞真還神徹視之道，兼佩五帝六甲左右靈飛之符，天真降焉，謂之曰：「夫白日昇騰者，當有其才而後成其道者。漢武帝劉徹，感降天真，授五岳真形靈飛十二事，纔得尸解之道，而不得形骨俱飛。汝受其一，而有沖舉之望，斯乃勸苦所資，亦宿分所稟矣」。因問靈飛十二事？曰：「靈飛，昔金母所授，欲使武帝安五岳，福萬民，而卒不究無為之至化；黷武窮兵，殺傷流血，自敗其福。故不得如軒皇夏禹乘●駕龍，解形隱景，斯為失矣」！。［歷世真仙體道通鑑卷三十三，記道全卒於晉懷帝元嘉元年（西元三○七）。］　 \\n 嵩山叟［太平廣記卷十四著錄。三洞群仙錄卷一「嵩叟玉漿」條係刪節，引據廣記，而不著出處。］ \\n 嵩山叟，晉時人也。世說云：「嵩山北有大穴，莫測其深淺，百姓每歲遊觀其上。叟嘗●墜穴中，同輩冀其儻不死，投食於穴。墜者得而食之，巡穴而行，十許日，忽曠然見明，有草屋一區，中有二僊對碁，局下有數杯白飲，墮者告以飢渴，●者與之飲，飲畢，氣力十倍。碁者曰：『汝欲留此否？』答：『不願停』。碁者教云：『從此西行數十步，有大井，井中多●異，慎勿畏之。必投身井中，自當得出。若饑，可取井中物食之』。如其言入井，中多蛟龍，然見叟輒避其路。於是隨井而行，井中物如青泥而香美，食之了不飢。半年許，乃出蜀青城山，因得歸洛下。問張舉，舉曰：『此僊龍丈夫。所飲者玉漿，所食者龍穴石髓。子其得仙者乎』？遂尋洞卻往，不知所之」。玄中記云：「蜀郡青城山有洞穴，分為三道，西北通崑崙」。茅君傳云：「青城是第五洞九仙寶室之天，周迴二千里，十洞天之一也。入山十里得至焉。［「至」孫校鈔宋本廣記作「之」。］ \\n 郭文［太平廣記卷十四著錄，三洞群仙錄卷四「郭文馴虎」條係刪節。］ \\n 郭文，字文舉，洛陽人也。晉書有傳。隱餘杭天柱山，或居大璧巖。太和真人曾降其室，授以●真之道，晦跡潛修，世所不知。有虎張口至石室前，若有所告，文舉以手探虎喉中得骨［「喉」三洞群仙錄作「口」。］，去之。明日，虎啣一死鹿致石室之外，自此虎常馴擾於左右，亦可撫而牽之［「牽」三洞群仙錄作「狎」。］。文舉出山，虎必隨焉。雖在城市眾人之中，虎俛首隨行，不敢肆暴如羊犬耳。或以書策致其背上，亦負而行。文嘗採木實竹葉，以貨鹽米，置於筐中，虎負而隨之。晉帝聞之，徵詣闕下，問曰：「先生馴虎有術邪」？對曰：「自然耳！人無害獸之心，獸無傷人之意。何必術為？撫我則后，虎猶民；虐我則●，民猶虎也。理民與馴虎，亦何異哉」！帝高其言，拜官不就，隨隱鰲亭山，得道而去。後人於其臥床下，得蒻葉，書金雄詩金雌記，其言皆當時讖詞。其蛻如蛇也。 \\n 陳興明［三洞群仙錄卷十六］［「興明苦樂」條著錄。］ \\n 陳興明遊名山，遇神人告之曰：「世人修道，多不能勤久，故罕●其成功。汝之積功，亦可佳也，如無退志，何慮不列于玉籍。然前苦後樂，苦即有窮，樂即無極。夫林谷幽棲，禽獸為伍，飢渴必至，寒暑辛勤，割世辭榮，離親捨愛，可謂苦矣。壽同天地，變化無方，策空駕虛，坐生雲翼，可謂樂矣。得不勉於修礪乎」？興明拜曰：「永佩聖言，畢志於道，不敢怠慢」。修之十八年，晉大始元年三月一日，於衡岳昇天。［歷世真仙體道通鑑卷三十三，記陳興明於晉武帝太始中，修行於南嶽元陽宮，卒於晉武帝太康元年。案太始共十年，其元年為西元二六五，太康元年為西元二八○。］ \\n 蒲高遠［三洞群仙錄卷二十］［「高遠辭帝」條著錄。］ \\n 蒲高遠者，巴西人。黃籙先生王普進之弟子也。言意詭譎，持操無準，皆謂之狂。大同十二年七月十六日，於南峰絕頂，乘雲徑詣金陵辭謁，梁武帝方宴坐，忽集其殿，帝問其故？對曰：「敻居巴西，得道上清，將歸天，來辭帝耳」。言畢飛去。時益州刺使王蕭紀以事上奏，帝亦詔問，命郎中劉孝先撰碑，旌其事跡，今尚存焉。 \\n 廖●　［三洞群仙錄卷二］［「清虛蛇鞭」條係刪節，歷世真仙體道通鑑卷二著錄，文全。］ \\n 廖●，字清虛，梁武帝大通三年居連山郡，以才德見稱，為本郡主簿。後辭其印綬，遊探道要，居嵩高山。久之，過荊渚公安，二神作妖，起風浪阻船，因除伏之，令護船而渡。至南嶽，於祝融頂遇太平真君傳道要。復謂二神曰：「吾居郴陽作舟，可為吾守爐，他日丹就，汝亦有分」。丹成歸鄉，常乘一虎，執蛇為鞭。年一百餘，唐睿宗先天二年，風雲晦冥而昇。 \\n 孫思邈80　［太平廣記卷二十一著錄，注「出仙傳拾遺及宣室志」，檢裨海本宣室志，未載孫思邈事。又孫校鈔宋本廣記出處尚有杜陽編，檢顧氏文房小說本杜陽編亦無記載，歷世真仙體道通鑑卷二十九孫思邈條，係據續仙傳所記，欲析出宣室志之文，甚少根據，故併錄之。］ \\n 孫思邈，雍州華原人也。七歲就學，日誦千餘言。弱冠善談莊老及百家之說，亦好釋典。洛州總管獨孤信，見而嘆曰：「此聖童也。但恨其器大〔適〕（識）小［「適」據孫校鈔宋本廣記正。］，難為用也」。後周宣帝時，思邈以王室多故，遂隱居太白山。隋文帝輔政，徵為國子博士，稱疾不起。常謂所親曰：「過是五十年，當有聖人出，吾方助之以濟人」。及唐太宗即位，召詣京師，嗟其容色甚少，謂曰：「故知有道者誠可尊重，羨門、廣成、豈虛言哉」！將授以爵位，固辭不受。唐顯慶七年，高宗召見，拜諫議大夫，又固辭不受。上元元年，辭疾請歸，特賜良馬及鄱陽公主邑司以居焉。當時名士，如宋之問、孟詵、盧照●等，皆執師弟之禮以事焉。思邈嘗從幸九成宮，照●病，留在其宅。時庭前有大梨樹，照●為之賦，其序曰：「癸酉之歲，余臥疾長安光德坊之官舍，〔父〕（戶）老云［「父」據畿輔叢書本盧昇之集正。］：是鄱陽公主邑司。昔公主未嫁而卒，故其邑廢。時有處士孫思邈〔居之，君〕道洽古今［「居之，君」據畿輔叢書本盧昇之集補。］，學殫數術，高談正一，則古之蒙莊子，深入不二則今之維摩詰。至于推步甲乙，度量乾坤，〔飛鍊石之奇，洗胃腸之妙〕［「飛鍊石之奇，洗胃腸之妙」，據畿叢書本盧昇之集補。］，則（甘公）洛下閎、安期先生〔扁鵲〕之儔也［「甘公」「扁鵲」據畿輔叢書本盧昇之集補。］。自云開皇辛〔亥〕（酉）歲生［按開皇紀年僅有十一年］［「辛亥」（五九一），廣記作「辛酉」，盧昇之集作］［「辛丑」，皆誤。］，年九十三矣。察之鄉里，咸云數百歲〔人〕（又）共話周齊間事［「人」據孫校廣記正。］，歷歷如目見，以此參之，不啻百歲人矣。然猶視聽不衰，神彩甚茂［「彩」盧昇之集作「形」。］，可謂古之聰明博達不死者也」。時照●有盛名，而染惡疾，嗟稟受之不同，昧遐夭之殊致。因問思邈曰：「名醫愈疾，其道如何」？對曰：「吾聞善言天者，必質於人。善言人者，必本於天。天有四時五行，寒暑迭代，其轉運也，和而為雨，怒而為風，凝而為霜雪，張而為虹蜺，此天地之常數也。人有四肢五臟，一覺一寐，呼吸吐納，循而為往來，流而為榮衛，彰而為氣色，發而為音聲，此人之常數也。陽用其精，陰用其形，天人之所同也。及其失也，蒸則生熱，否則生寒，結而為疣贅，陷而為癰疽，奔而為喘乏，竭而為焦枯診發乎面，變動乎形，推此以及天地，則亦如之。故五緯盈縮，星辰失度，日月錯行，彗孛流飛，此天地之危疹也；寒暑不時，此天地之蒸否也；石立土踴，此天地之疣贅也；山崩地陷，此天地之癰疽也；奔風暴雨，此天地之喘乏也；雨澤不時，川源涸竭，此天地之焦枯也。良醫導之以藥石，救之以針劑，聖人和之以道德，輔之以政事，故體有可愈之疾，天地有可消之災」。又曰：「膽欲大而心欲小，智欲圓而行欲方，詩曰：如臨深淵，如履薄冰。謂小心也。糾糾武夫，公侯干城。謂大膽也。不為利回，不為義疚。行之方也。見機而作，不俟終日。智之圓也」。其文學也，穎出如是；其道術也，不可勝記焉。初魏徵等受詔修齊梁周隋等五代史，恐有遺漏，屢訪於思邈，口以傳授，有如目●。東臺侍郎孫處約，嘗將其五子●、儆、俊、侑、佺，以謁思邈，思邈曰：「俊當先貴，侑當晚達。佺最居重位，禍在執兵。後皆如其言。太子詹事盧齊卿。自幼時請問人倫之事，思邈曰：「汝後五十年，位登方伯，吾孫當為屬吏，可自保也」。齊卿後為徐州刺史，思邈孫溥果為徐州蕭縣丞。邈初謂齊卿言時，溥猶未生，而預知其事。凡諸異跡，多如此焉。永淳元年卒，遺令薄葬，不藏冥器，不奠牲牢經月餘，顏貌不改，舉尸就木，空衣而已，時人異之。自注老子、莊子，撰千金方三十卷，福錄論三十卷，攝生真籙、枕中素書、會三教論各一卷。　 \\n 開元中，復有人見隱於終南山，與宣律師相接，每來往●請宗旨。時大旱，西域僧請於昆明持結壇祈雨，詔有司備香燈，凡七日，縮水數尺。忽有老人夜詣宣律師求救曰：「弟子昆明池龍也，無雨時久，匪由弟子，胡僧利弟子腦將為藥，欺天子言祈雨。命在旦夕，乞和尚法力救護」。宣公辭曰：「貧道持律而已，可求孫先生」。老人因至〔思邈石室求救〕［「思邈石室求救」據孫校救廣記補。］，思邈謂曰：「我知昆明龍宮有仙方三十首，若能示予，予將救汝」。老人曰：「此方上帝不許妄傳，今急矣，固無所●」。有頃，捧方而至，思邈曰：「爾旦還，無慮胡僧也」。自是池水忽漲，數日溢岸，胡僧羞恚而死。又嘗有神僊降謂思邈曰：「爾所著千金方，濟人之功，亦已廣矣，而以物命為藥，害物亦多，必為尸解之僊，不得白日輕舉矣。昔真人桓闓謂陶貞白事亦如之，固吾子所知也」。其後思邈取草木之藥，以代●蟲水蛭之命，作千金方翼三十篇。每篇有龍宮仙方一首，行之於世。及玄宗避羯胡之亂，西幸蜀；既至蜀，夢一叟鬚鬢盡白，衣黃襦，再拜于前，已而奏曰：「臣孫思邈也，廬於●眉山有年矣。今聞鑾駕幸成都，臣故候謁」。玄宗曰：「我熟識先生名久矣，今先生不遠而至，亦將有所求乎」？思邈對曰：「臣隱居雲泉好餌金石藥，聞此地出雄黃，願以八十兩為賜，脫遂臣請，幸降使齎至●眉山」。玄宗諾之，悸然而寤，即詔寺臣陳忠盛，挈雄黃八十兩，往●眉〔山〕［「山」據孫校廣記補。］。宣賜思邈。忠盛既奉詔，入●眉，至屏風嶺，見一叟甚俊古，衣黃襦，立於嶺下。謂忠盛曰：「汝非天子使乎？我即孫思邈也」。忠盛曰：「上命以雄黃賜先生」。其叟僂而受，既而曰：「吾蒙天子賜雄黃，今有表謝，屬山居無翰墨，天使命筆扎傳寫以進也」。忠盛即召吏執牘染翰，叟指一石曰：表本在石上，君可錄焉」。忠盛目其石，果有朱字百餘，實表本也。遂謄寫其字，寫畢，視其叟與石，俱亡見矣。於是具以其事聞於玄宗，玄宗因問忠盛叟之貌，與夢者果同，由是異奇之，自是或隱或見。咸通末，山下民家，有兒十餘歲，不食葷血，父母以其好善，使於白水僧院為童子。忽有遊客稱孫處士，周遊院中訖，袖中出湯末以授童子曰：「為我如茶法煎來」。處士呷少許，以餘湯與之，覺湯極美，願賜一碗，處士曰：「此湯為汝來耳」。即以末方寸匕，更令煎喫。因與同侶話之，出門，處士已去矣，童子亦乘空而飛。眾方驚異，顧視煎湯銚子，已成金矣。其後亦時有人見思邈者。 \\n 楊伯醜［太平廣記卷十八著錄，三洞群仙錄卷十二「伯醜譚易」條係刪節。］ \\n 楊伯醜，馮翊武鄉人。好讀易，隱於華山。隋開皇初，文帝搜訪逸隱，開其有道，徵至京師，見公卿不為禮，人無貴賤，皆汝之，人不能測。帝賜衣，著至朝堂，捨之而去。常被髮徉狂，遊行市里，形體垢穢，未嘗櫛沐。亦開肆賣卜，卦無不中。有人失馬，詣伯醜卜之，伯醜方為太子所召，在途遇之，立為作卦，曰：「可於西市東璧南第三店，為我買魚作鱠，〔當得馬矣〕」［「當得馬矣」。據隋書卷七十八本傳補。］。如其言詣所指店中，果有人牽所失馬而至，遂擒之。何妥嘗與論易，聞妥之言，笑曰：「何用鄭玄、王弼之言乎」？於是〔別〕（測）理辨答［「別」孫校鈔宋本廣記正。］，思理玄妙，大異先儒之旨。論者謂其有玄機，因問其所學？曰：「太華之下，金天洞中，我曾受羲皇所教之易，與大道玄同，理窮眾妙。豈可與世儒常談，而測神僊之旨乎」？數年復歸華山上，後世世有人見之。 \\n 開皇九仙［三洞群仙錄卷七］［「開皇九仙」條著錄。］ \\n 開皇九仙者，孔丘明、楊元忠、張法樞、吳天印、陳志空、駱法通、鄒武君、謝幽巖、周仙用、鄧希元，當漢楚交兵之際，無栖芘之所，各有修道之志，避世入山，契為兄弟，同遊五嶽，後居洪州西山，皆得仙矣。至隋開皇中，鸞鶴儀衛，會於玉笥山中九仙臺上，徘徊終日，一時昇天。 \\n 周隱遙［太平廣記卷六著錄。三洞群仙錄卷十六「隱瑤再生」條係刪節。］ \\n 周隱遙［「遙」三洞群仙錄作「瑤」。］，洞庭山道士。自云甪里先生之孫。山上有其祖甪里廟甪里村。言其數世得道，嘗居焦山中，學太陰鍊形之道，死於崖窟中。〔夢謂〕（囑）其弟子曰［「夢謂」據三洞群仙錄正。］：「檢視我屍，勿令他物所犯，六年後，若再生，當以衣裳衣我」。弟子視之，初則臭穢蟲壤，唯五臟不變，依言閉護之；至六年往看，乃身全卻生，弟子備湯沐，以新衣衣之，髮鬒而黑，髭麤而直，若獸髭焉。十六年又死如前，更七年復生。如此三度，已四十年餘，近八十歲，狀貌如三十許人。隋煬帝聞之，徵至東都，頒賜豐厚，恩禮隆異，而懇乞歸山，尋還本郡。〔貞〕（真）觀中［「貞」據孫鈔宋本廣記正。］，召至長安，於內殿安置，問修習之道？對曰：「臣所修者，匹夫之志，功不及物，利唯一身。帝王修道，一言之利，萬國蒙福，得道之效，速於人臣。區區所學，非九重萬乘之所修也」。懇求歸山，尋亦遂其所適。 \\n 萬寶常［太平廣記卷十四著錄，本出隋書卷七八本傳。三洞群仙錄卷八「萬傳八音」條係刪節。］ \\n 萬寶常，不知何許人也。生而聰穎，妙達鍾律，●工八音。常於野中遇十許人，車服鮮麗，麾幢森列，如有所待。寶常趨避之，此人使人召至前曰：「上帝以子天授音律之性，將傳八音於季末之世，救將壞之樂，然正始之聲，子未備知也，使鈞天之官，以示子玄微之要」。命坐而教以歷代之樂，理亂之音，靡不周述，寶常畢記之。良久。群僊凌空而去寶常還家，已五日矣。自此，人間之樂，無不精究。嘗與人同食之際，言及聲律，時無樂器，寶常以食器雜物，以筋扣之，品其高下，宮商畢備，諧〔於〕（作）絲竹「於」據隋書卷七十八，北史卷七十九本傳正。，大為時人所賞。歷周〔洎〕（泊）隋「洎」據隋書本傳正。，落拓不仕。開皇初，沛國公鄭譯定樂成，奏之，文帝召寶常，問其可否？常曰：「此亡國之音，哀怨浮散，非正雅之聲」。極言其不可。詔令寶常創造樂器，而其聲率下，不與舊同。又云：「世有周禮旋宮之義，自漢魏以來，知音者皆不能通之」。寶常創之，人皆哂笑，於是試令為之，應手成曲，眾咸嗟異。由是損益樂器，不可勝紀，然其聲雅澹，不合於俗，人皆不好，卒寢而不行。寶常聽太常之樂，泣謂人曰：「淫厲而哀，天下不久相殺盡」。當時海內晏安，天下全盛，人聞其言大為不爾，大業之末，卒驗其事。是時鄭譯、? \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "仙傳拾遺卷三", "正文": "　 \\n 仙傳拾遺卷三 \\n 　 \\n  \\n 　 \\n 薛賾［三洞群仙錄卷十三］［「薛賾諫星」條著錄。］ \\n 薛賾，河東汾陰人，後居渭州，去俗為道士。明於天文、律曆，太宗將封禪，有彗見，賾諫而止之。每奏災祥，與李醇風符契。後無疾而卒，有異香雲鶴天樂之異，山下及觀中，咸聞見之。及葬，空棺而已。 \\n 朱桃椎［三洞群仙錄卷六］［「居士芒履」條著錄。］ \\n 朱桃椎者，成都人。隱於郭外，結草為廬。或佯狂放誕，或終日不言。益州牧竇軌，辟之為掾，不就，遺以衣服，棄而逃去。每織芒屩，致於路側，行者見之，為留米置於本處，桃椎夕而取之。人謂之居士屩。 \\n 馬周［太平廣記卷十九著錄。］ \\n 馬周者，華山素靈宮僊官也。唐氏將受命，太上敕之下佐於國，而沈湎於酒，汨沒風塵間二十年，棲旅困餒，所向拘礙，幾為磕仆。聞袁天綱自蜀入秦，善於相術，因詣之，以決休咎。天綱目之良久，曰：「五神奔散，尸居旦夕耳。何相之有邪」？周大驚，問以禳制之術。天綱曰：「可自此東直而行，當有老叟騎牛者，不得迫而與語，但隨其行，此災可除矣」。周如言而行，未出都門，果有老叟騎牛出城，默隨其後。繚繞村徑，登一大山，周隨至山頂，叟顧見之下牛坐於樹下與語曰：「太上命汝輔佐聖孫，創業拯世，何為昏沈於酒，自掇困餓，五神已散，正氣凋淪，旦夕將死，而不修省耶」？周亦懵然未曉。叟曰：「汝本素靈宮僊官，今太華僊王使人召汝」。即引入宮闕，經歷宮門數重，至大殿之前，羽衛森肅，若帝王所居。趨至簾前，有宣言責之者，以其受命不恭，墮廢所委，使還其舊署，自責省愆。叟與所使數人，送於東廡之外別院中，室宇宏麗，視其門，則姓名存焉。啟鑰而入，鑪火鼎器，●榻茵席，宛如近所棲止。沉吟思之，未能了悟。忽有五人，服五方之衣，長大奇偉，立於前曰：「我皆先生五臟之神也。先生酣酒流蕩，濁辱於身，我等久歸此矣。但閉目，將復於神室也。」周瞑目頃之，忽覺心智明悟，併憶前事，二十餘年若旬日之間耳。復扃鐍所居，出僊王之庭。稽首謝過，再稟其命，來詣長安。明日，復謁天綱，天綱驚曰：「子何所遇邪？已有瘳矣。六十日當一日九遷，百日位至丞相，勉自愛也」。如是貞觀中，敕文武官各貢理國之策，周之所貢，意出人表。是日，拜拾遺監察御史裏行，自此累居大任，入相中書令數年。一旦，群僊降其室曰：佐國功成，可以退矣。太乙徵命，無復留也」。翌日無疾而終。諡曰忠公。其所著功業，匡贊國政，揚歷品秩，國史有傳。［舊唐書卷七十四，新唐書卷九十八均有傳。貞觀二十二年卒，年四十八。］此不備書。［孫校鈔宋本廣記］［「此不備書」下，有「周因郎將常何奏策太元擢用事，具貞觀寶錄中」十九字。］ \\n 柳毅［三洞群仙錄卷十二］［「龍君橘社」條著錄。］ \\n 柳毅家于江湘，儀鳳中，下第將還鄉里，其故人客寓涇陽者，往別之，未至六七里，見美婦人牧羊於野，心甚易之，問其故？云：「洞庭龍君小女也，嫁于涇川小龍，為夫所薄，愬於舅姑，舅愛其子，黜之，以至于此」。因託毅寓書于洞庭之北，有巨橘謂之橘社，鄉里祠之。至其所，以物擊木三五聲，書可達矣。毅如其言有武夫出波間，引毅入波中，其宮闕如王者之所居，於是留毅宮中，歡宴累日。既還，贈遺珍怪，不可名述。 \\n 胡惠超［三洞群仙錄卷一］［「惠超拔俗」條，係節錄「身長出眾」一段。歷世真仙體道通鑑卷二十七胡惠超條，乃輯集成篇，其前段當出仙傳拾遺，今錄之。］ \\n 天師胡惠超，字拔俗，不知何許人也。莫知其年壽。唐高宗上元間，來自廬山，栖於豫章西山之洪井。幅巾布褐，徒行負杖，至游帷觀，見同輩，手不執板，擎拳而已。美鬚眉，體貌●偉，類四十許歲人。身不甚長，然每處稠人中，其首獨出其上，雖至長者，止其肩，故時人稱為胡長仙。人問其年幾何？曰：「五十二歲」。逾數十載問之，亦復云然。至論晉宋已來治亂興廢，纖毫不差。喜談晉司空張華文博物如其友。或云許吳君嘗授其延生煉化，超三元九紀之道，能檄召神靈，驅奮雷雨。至陶弘景校茅山華陽洞太清經七十卷，天師亦與焉，背縫盡朱書其姓名，覽之者皆見之。又曰：「吾昔到此，客於盱姆」。用是不知為何代人物也。每逢路傍暴骨遺骸，悉為瘞之。地有古物寶器，掘之如其言而獲。聞邪怪之物，疾之如寇讎，即務翦除之。時豫章西門有樟木精為獨足神，大興怪祟，邀人淫祀。天師一見叱罵，書符禁制，即命斬伐，積薪灌油，以火焚燎，妖祟遂減，以地為觀。昔游帷觀唐初荒廢因問主觀胡不修葺？答以乏力。天師奮然而往，不逾月，以木●至高安樟木江口，距觀九十里，命●人緊繫縛，各就宿江岸，臨暮飛黑符一道，中夜烈風雷雨，比明，●已在壇下矣。淩抹嶺谷所當之路，林木批靡摧折。又於山下發一窖，出錢三百千，為工役之需應。殿宇非人所居者，皆夜役鬼神為之。門外鑿三井，以辟火災。久之，異●顯著。唐高宗時，偶抵京邑，詔除壽春宮狐妖，賜洞真先生。至是天后以蒲輪召之；天師深隱巖谷，州縣搜求之急，不得已而出，至都，引見於武成殿，后臨問仙事，天師止陳道德帝王治化之源，后大喜，又欲留於都下，引見於武成殿，委以煉丹之事，天師辭請還山修煉，●遣使齎金璧送歸。行次單父，賜書曰：「先生道位高尚，早出塵俗，如軒曆之廣成，漢朝之河上。遂不能遠千里，來赴三川，日御　先開，望霓賞之漸遠；天津後渡，瞻鶴蓋以方遙。空睇風雲，惆悵無已。儻蒙九轉之餘，希遺一丸之藥」。天師乃於洪崖先生古壇之際煉丹，首尾三年。降詔趣召，詣闕，至則館於禁中，天師辭歸，固留不許。天師一朝頓去，上聞嘆恨久之，遣使齎贈甚厚，兼贈詩一篇云：「高人協高志，山服往山家。迢迢聞風月，去去隔煙霞。碧岫窺玄洞，玉●煉丹砂。今日星津上，延首望靈槎」。天師歸西山，居於盱母靖觀，有三清中門真君橫堂皆鬼工所造。平柱眠枋疊至脊，斲削之，工人或可侔，至植立不斜，堅固不朽，非人可及。梁牌親題年號，筆力遒勁。又自寫其真容於後殿之壁。其居西山，人皆師事之。千里之內，無疫癘水旱之災，無猛鷙夭枉之苦，遠近賴焉。長安三年二月十六日，命弟子於遊帷觀之西北伏龍岡造磚墳，藏太玄真符、二七神劍、靈寶策杖各一，三日而訖。天師正衣冠，坐繩床，異香滿室，空中雲鶴，墻外人馬之聲，紛紛不絕，視之已解蛻矣。 \\n 唐若山［太平廣記卷二十七，歷世真仙體道通鑑卷三十五並著錄，文同。三洞群仙錄卷三］［「若山脫屣」條引廣記未著出處，文係刪節。］ \\n 唐若山，魯郡人也。唐〔睿宗〕先天中［「睿宗」據歷世真仙體道通鑑卷三十五補。］，歷官尚書郎，連典劇郡。開元中，出〔鎮〕（為）潤州，頗為惠政，遠近稱之。若山嘗好長生之道，弟若水，為衡岳道士，得胎元谷神之要，嘗徵入內殿，尋懇求歸山，詔許之。若山素好方術所至之處，必會鑪鼎之客，雖術用無取者，皆禮而接之，家財迨盡，俸祿所入，未嘗有餘，金石所費，不知紀極，晚歲尤篤志焉，〔甚〕（潤）之府庫官錢［「甚」據孫校鈔宋本廣記正。］，亦以市藥。賓佐骨肉，每加切諫，若山俱不聽納。一日，有老叟形容羸瘠，狀貌枯槁，詣〔門〕●謁［「門」據體道通鑑補。］，自言有長生之道。見者皆笑其衰邁，若山見之，盡禮加敬，留止月餘，所論皆非丹石之要。若山博採方訣，歌頌圖記，無不研究，問叟所長，皆蔑如也。復好肥鮮美酒，珍饌品膳，雖瘦削老〔弱〕（叟）［「弱」據孫校鈔宋本廣記正，體道通鑑作「劣」。］，而所食敵三四人。若山敬奉承事，曾無倦色。一夕，從容謂若山曰：「君家百口，所給常若不足，貴為方伯，力尚方闕，一旦居閑，何以為贍？況帑藏錢帛，頗有侵用，誠為君憂之」！若山驚曰：「某理此且久，將有交代，亦常為憂，而計無所出，若緣此受譴，固所甘心。但〔慮〕一家有凍餒之苦耳」［「慮」據孫校鈔宋本廣記正。］！叟曰：「無多慮也」。促命酒，連舉數盃，若山飲酒素少，是日亦挹三四爵，殊不覺醉，心甚異之。〔洎〕（是）夜月甚明朗［「洎」據體道通鑑正。］，〔撤觴〕徐步庭下［「撤觴」據體道通鑑補。］。良久，〔叟〕謂若山曰［「叟」據體道通鑑補。］：「可命一僕，運鐺釜鐵器〔輩〕數事於藥室間［「鐵器輩數事」，體道通鑑作「鐵器十數事」，孫校鈔宋本廣記作「鐵器輩數十事」。］，使僕布〔炭〕（席）壘鑪〔臼〕（曰）鼎鐺之屬為二聚［「炭」「臼」據體道通鑑正。］，熾炭加之，烘然如●，不可向視。叟於腰間解小瓠，出二丹丸，各投其一，闔扉而出。謂若山曰：「子有道骨，法當度世，加以篤尚正直，性無忿恚，仙家尤重此行。吾太上真人也，遊觀人間，以度有心之士，憫子勤志，故來相度耳。吾所化黃白之物，一以留遺子孫，旁濟貧乏；一以支納帑藏，吾貽後憂。便可命棹遊江，為去世之計，翌日相待於中流也」。言訖，失其所在。若山凌晨開閱，所化之物，爛然照屋，復扃閉之。即與〔寮吏〕賓客三五人［「寮吏」據孫校鈔宋本廣記及體道通鑑補。三洞群仙錄作「寮友」。］，整棹浮江，將遊金山寺，既及中流，江霧晦冥咫尺不辨，若山獨見老叟棹漁舟，直抵舫側，揖若山入漁舟中，超然而去。久之，風波稍定，昏霧開霽，已失若山矣。郡中几案間，得若山訣別之書指揮家事，又得遺表，因以奏聞，其大旨。以世祿暫榮，浮生難保，惟登真脫屣，可以後天為期。昔范丞相泛舟五湖，是知其主不堪同樂也。張留侯去師〔赤松〕（四皓）［「赤松」據體道通鑑正。］，是畏其〔生〕（主）不可久存也［「生」據孫校鈔宋本廣記及體道通鑑正。］。二子之去，與臣不同，臣運屬休明，累叼榮爵，早悟昇沉之理，深知止足之規［「規」孫校鈔宋本廣記作「幾」。］。棲心玄關，偶得丹訣黃金可作［「偶得丹訣」三洞群仙錄作「早得真訣」。］，信淮王之昔言。〔白〕（病）日可延［「病日」三洞群仙錄作「白日」。］，察真經之妙用。既得之矣，餘復何求？是用揮手紅塵，騰神碧海，扶桑在望，蓬島非遙，遐瞻帝閽［「閽」三洞群仙錄作「闕」。］，不勝犬馬戀主之至。唐玄宗省表異之，遽命優恤其家，促召唐若水，與內臣齎詔，于江表海濱尋訪，杳無音塵矣。其後二十年，有若山舊吏自浙西奉使淮南，於魚市中見若山鬻魚於肆，混同常人，睨其吏而延之入陋巷中，縈迴數百步，乃及華第，止吏與食，哀其久貧，命市鐵二十〔鋌〕（挺）［「鋌」據體道通鑑正。］，明日復與相遇，已化金矣，盡以遺之。吏姓劉，今劉子孫世居金陵，亦有修道者，又相國李紳，字公垂，常習業於華山。山齋糧盡，徒步出谷，求糧于遠方，迨暮方還，忽暴雨至，避於巨巖之下，雨之所沾若●焉。既及巖下，見一道士，艤舟於石上，一村童擁●而立，與之揖，道士笑曰：「公垂在此耶」？言語若深交，而素未相識。因問紳曰：「頗知唐若山乎」？對曰：「常覽國史見若山得道之事，每景仰焉」。道士曰：「余即若山也，將遊蓬萊，偶值江霧，維舟於此，與公垂●昔坐，得暫相遇，詎忘之耶」？乃攜紳登舟，江霧已霽，山●如畫，月光皎然，其舟凌空泛泛而行，俄頃已達蓬島，金樓玉堂森列天表，神仙數人，皆舊友也。將留連之，其中有一人　曰：「公垂方欲佐國理務，數畢乃還耳」。紳亦務經濟之志，未欲棲止，眾仙復命若山送歸華山。後果入相，連秉旌●。去世之後，亦將復登仙品矣。 \\n 羅公遠［太平廣記卷二十二著錄。注：「出神仙感遇及仙傳拾遺逸史等書」。全文甚長，當係輯集成篇，所記凡七事：一、記公遠幼時命守江龍事。二、玄宗與張果葉法善奕碁事。三、劍南進日熟子果事。四、入蜀導玄宗遊月宮事。五、與金剛三藏試法事。六、玄宗欲學隱遯術不成，怒斬公遠事。七中使輔仙玉見公遠事。今檢道藏洞玄部記傳類恭字下五卷本神仙感遇傳，未載羅公遠其人，惟雲笈七籤本卷一百一十三神仙感遇傳有之，已分作羅公遠、羅方遠二人。公遠條記（四）遊月宮及（六）玄宗學隱形術］［（七）中使自蜀迴奏見公遠凡三事。惟（六）（七）兩事係節錄，且與廣記所記不盡相同。其方遠條記（一）公達幼時命守江龍及（二）玄宗與張果老葉法善奕碁事。逸史原書久佚，新唐志著廬子逸史三卷，宋志作一卷。說郛卷二十四所錄逸史，亦稱三卷，並有大中元年八月廬子自序云］［「凡紀四十五條」。然說郛僅錄五條，其第三條即為羅公遠，］［紀玄宗學隱形術事，文與廣記及神仙感遇傳不同，而與宋曾慥類說所輯逸史］［「射羅公遠」條無異。類說尚有「明皇遊月宮」條，亦與廣記及神仙感遇傳所記有詳略之殊。據此而論，則廣記所載七事中，其（三）（五）兩事不見於神仙感遇傳及逸史兩書，而（六）（七）兩事亦與兩書不同再檢歷世真仙體道通鑑卷三十九羅公遠條，其敘事次第與廣記適合，惟中缺］［（二）玄宗與張果老葉法善奕碁，（四）導玄宗遊月宮兩事，正是神仙感遇傳及逸史之文。可證通鑑所記即為仙傳拾遺也。惟通鑑較廣記亦有刪削，而「上必悟焉」後，通鑑有脫佚，誤接他篇敘「智涼」之文。廣記則不誤。今即以通鑑羅公遠條敘事為本，據廣記之文校錄之。］ \\n 道士羅公遠，鄂州人也。一云：彭州九隴縣人。修道宇于漓沅化常往青城羅川間。歷周隋唐，年數百歲，乍老乍少，韜晦名●。唐明皇開元中，春三月，鄂州刺史燕屬吏于郡之園亭，士庶遊覽者無不至。有一白衣〔人〕長八九尺［「人」據廣記及雲笈七籤本神仙感遇傳補］。，容儀端偉，門吏初疑之，俄有一小童見而叱之，曰：「汝何故離本處，●來此？宜速去」！白衣遂攝衣而走。吏乃執小童白刺史，因問其族，云：「姓羅名公遠，幼學道術。適見守江龍來此，與明公遂之」。刺始未之信，曰：「須令我見其形」曰：「請俟後日」。及期，於江干穿一小圳，僅尺餘，以引江水。刺史與郡人皆至，須臾有一白魚長五六寸，隨流而入，騰躍漸大，〔青〕煙如線［「青」據雲笈七籤本神仙感遇傳補。］，頃之，黑氣橫空，咫尺不辨。公遠白刺史與郡人，速上津亭，未至，雷電而雨，既少霽，見一白龍於江心頭與雲連，食頃方隱。時明皇好方外士，刺史見以聞。因召見。每問無不稱旨。 \\n 劍南有●，謂之：「日熟子」。張果〔老〕葉法善與上以術取之［「老」據雲笈七籤本神仙感遇傳補。］，曰：「午後必至」。其日擁爐，公遠始與坐，抵暮不至，張與葉相顧曰：「莫是羅君不」？公遠笑，於爐中撥出一火莇，斯須，使者持日熟子至。葉詰之，曰：「到京城，烈焰●天，無路可過，〔適〕（通）稍息［「適」據廣記正。］，方得到此。諸公皆失色。」［以上係歷世真仙體道通鑑文。］ \\n 時武惠妃尤信金剛三藏，玄宗幸功德院，忽苦背庠，公遠拆竹枝，化七寶如意以進。玄宗大悅，顧謂三藏曰：「上人能致此乎」？曰：「此幻耳！臣為陛下取真物」。乃袖中出七寶如意以進。公遠所進者，即時化為竹枝耳。及玄宗幸東洛，武妃同行，在上陽宮麟趾殿。方將修殿，其庭有大方梁數丈，〔徑〕（經）六七尺［「經」據孫校鈔宋本廣記正。］。時公遠、葉尊師、金剛三藏，皆侍從焉。玄宗謂葉尊師曰：「吾方閑悶，可試小法以為樂也。師試為朕舉此方木」。葉受詔作法，方木一頭揭數尺，而一頭不起。玄宗曰：「師之神力，何其失耶」？葉曰：「三藏使金剛善神眾，壓一頭，故不舉」。時玄宗奉道，武妃宗釋，武妃頗有悅色，三藏亦陰心自懽，惟公遠低頭微哂。玄宗謂三藏曰：「師神咒有功，葉不能及。可為朕●法善入澡瓶乎」？三藏受詔，置瓶使法善敷座而坐，遂咒法大佛頂真言。未終遍，葉身●●就瓶，不三二遍，葉舉至瓶嘴，遍訖，拂然而入瓶。玄宗不悅，良久謂三藏曰：「師之功力，當得自在，既使其入，能為出乎」？三藏曰：「是僧之本法也」。即咒之，誦佛頂真言數遍。葉都不出。玄宗曰：「朕之法師，今為三藏所咒而沒，不得見矣」！武妃失色，三藏大懼。玄宗謂公遠曰：「將若之何得法善旋矣」？公遠笑曰：「法善不遠」。良久，高力士奏曰：「葉尊師入」。玄宗大驚曰：「銅瓶在此，自何所來」？引入問之，對曰：「寧王邀臣喫飯，面奏的不放，臣適寧王家食訖而來。不因一咒，何以去也」？玄宗大笑，武妃三藏皆賀。已而使葉設法籙，於是取三藏金襴架裟摺之，以盆覆之，葉禹步叩齒，繞三匝，曰：「太上老君攝去」。盆下架裟之縷，隨色皆攝，各為一聚。三藏曰：「惜哉金襴，至毀如此」。玄宗曰：「可正乎」？葉曰：「可」。又覆之，咒曰：「太上老君正之」。啟之，架裟如故。葉又取三藏●，燒之烘赤，手捧以合三藏頭，失聲而走，玄宗大笑。公遠曰：「陛下以為樂，乃道之末法也，葉師何用逞之」。玄宗曰：「師不能為朕作一術，以懽朕耶」？公遠曰：「請更問三藏法術何如」？三藏曰：「貧道請收固架裟，試令羅公取。取不得則羅公輸，取得則僧輸」。於是令就道場院為之。三藏結壇焚香，自於壇上跏趺作法，取架裟貯之銀合，又安數重木函，皆有封鎖，置於壇上。玄宗與武妃、葉公，皆見中有一重菩薩，外有一重金甲神人，外以一重金剛圍之。聖賢比肩，環繞甚嚴，三藏觀守，目不暫捨。公遠坐繩床，言笑自若，玄宗與葉公皆〔笑〕（視）之［「笑」據孫笑鈔宋本廣記正。］，數食頃，玄宗曰：「何太遲遲得無勞乎」？公遠曰：「臣●力，安敢自衒其能但在陛下〔前〕使三藏啟觀耳」［「前」據孫校鈔宋本廣記補。］。令開函取架裟，雖封●依然，中已空矣。玄宗大笑。公遠奏曰：「請令人於臣院內，●弟子開櫃取來」。即令中使取之，須臾架裟至。玄宗問之？公遠曰：「菩薩力士，聖之中者，甲兵諸神，道之小者，皆可功參上界；至於太上至真之妙，非術士所知。適使玉清神女取之，則菩薩金剛不見其形，取若坦途，何礙之有」？玄宗大悅，賞●無數，而葉公、三藏，然後伏焉。［以上係廣記文。］ \\n 上每召公遠與法善金剛三藏試法，而公遠常勝。凡出入禁中，或以微言規諷，或以直道獻替，馘崇驅妖，召龍致雨，旡善自隱。上欲傳其術［以上係體道通鑑文。］，公遠曰：「陛下玉書金格，以簡於九清矣。真人降化，保國安人，誠宜〔襲〕（習）唐虞之無為［「襲」據體道通鑑正。］，繼文景之儉約。卻寶劍而不御，棄名馬而不乘。豈可以萬乘之尊，四海之貴，宗廟之重，社稷之大，而輕●小術，為戲翫之事乎？若盡臣術，必懷璽入〔民間〕（人家）困於魚服矣」［「民間」據體道通鑑正。］。玄宗怒，罵之，遂走入殿柱中，數玄宗之過，玄宗愈怒，〔劈〕（易）柱破之［「劈」據體道通鑑正。］。復入玉●中，又〔擊〕（易）●［「擊」據體道通鑑正。］，破之為數十片，悉有公遠之形，玄宗謝之，乃如故。玄宗後又堅學隱形之術，強之不已，因而教焉，然〔不肯盡其術，試〕（託）身隱常有不盡［「不肯盡其術，試」據體道通鑑補正。］，或露裾帶，或見影跡，〔卒不得其妙〕［「卒不得其妙」。據體道通鑑補。］，玄宗怒斬之。 \\n 其後數歲，中使輔仙玉奉使入蜀，見公遠於黑水道中，披雲霞衲帔，策杖徐行。仙玉策馬追之，常去十餘步，竟莫能及。仙玉呼曰：「天師雲水適意，豈不念內殿相識耶」？公遠方佇立顧之，仙玉下馬拜謁訖，從行數里，官道側俯臨長溪，旁有巨石，相與渡溪據石而坐。謂仙玉曰：「吾棲息林泉，以修真為務。自晉咸和年入蜀，訪師諸山，久晦名跡。聞天子好道崇玄，乃捨煙霞放曠之樂，冒塵是腥羶之路，混跡雞鶖之群，窺閱蜉蝣之境，不以為倦者，蓋欲以至道之貴，俯教於人主耳。聖上延我於別殿，遽以靈藥為索，我告以人間之腑臟，葷血充積，三田未虛，六氣未潔，請俟他日以授之，以十年為限，不能守此誡約，〔因小術〕加我以丹頸之戮［「因小術」據體道通鑑補。］，一何〔虐焉〕（遑遽哉）［「虐焉」據體道通鑑正。］！然得道之人，〔形〕（與）道氣混合［「形」據體道通鑑正。］，豈可以世俗兵刃水火，害於我哉？但念主上列丹華之籍，有玉京交契之舊，躬欲度之，眷眷之情，不能已已」！因袖中出書一緘，謂仙玉曰：「可以此上聞，云我姓維，名晻●，靜真先生弟子也。上必〔悟〕（寤）焉」［「悟」據體道通鑑正。］。言罷而去，仍以蜀當歸為寄，遂失所在。仙玉還京師，以事及所寄之緘奏焉。玄宗覽書，惘然不懌。仙玉出，公遠已至，因即引謁。玄宗曰：「先生何改名姓耶」？對曰：「陛下嘗去臣頭，固改之耳」！羅字去頭，維字也，公字去頭，晻字也，遠字去頭，●字也」。玄宗稽首陳過，願捨其尤，公遠欣然曰：「蓋戲之耳！」夫得神仙之道者，劫運之災，陽九之術，天地淪毀，尚不能害，況兵刃之屬，那能為害也」！ \\n 異日，玄宗復以長生為請，對曰：「經有之焉：我命在我，匪由於他。當先內求而外得也。刳心滅智，草衣木食，非至尊所能」。因以三峰歌八首以進焉，其大旨乃玄素黃赤之使，還嬰泝流之事。玄宗行之逾年，而神逸氣旺，春秋愈高，而精力不憊。歲餘，公遠去，不知所之。天寶末，玄宗幸蜀，又於劍門奉迎鑾輅，衛至成都，拂衣而去。及玄宗自蜀還京，方悟蜀當歸之寄矣。［以上係廣記文。］ \\n 鄧德誠［三洞群仙卷十三］［「德誠蛇劍」條著錄。］ \\n 鄧德誠者，撫州臨川人。世崇於道，每焚香，常誓佐國扶教，入道於麻姑山。親友聞其志，或謂曰：「夫佐國之功，非文武不可也。吾子退為道士，何以遂斯志耶」？笑曰：「此志非世人所知也」。忽一日，自山中還私第，中道逢巨蛇橫路，掬水以噀之，曰：「汝若龍也，當隨水飛騰，勿障行徑」。蛇忽化為劍，持之以歸。一旦，有道士見之曰：「此神劍也」。乃教以所用之法。明皇耽味至道，博訪道術，詔至京師，暇日因謂德誠曰：「石堡之城，頗為邊患」。德誠曰：「臣以草野之賤，荷非次之恩，敢不效用，以安聖濾」。乃然七燈以象斗形，焚香冥祝，乃有一燈飛去，勢若流星，石堡之城為灰燼矣 \\n 申元之［三洞群仙錄卷十］［「元之絳雪」條著路，歷世真仙體道通鑑卷三十九申元之條，文異。］ \\n 申元之，不知何許人。開元中，詔至上都開元觀，恩渥愈厚，明皇與論道，動移晷刻。嘗命趙雲容侍元之茶藥，意甚恭恪，乘閑乞藥少許，以延其生，元之曰：「我無所惜，但爾不久處世耳」。愈切懇告，乃與絳雪丹一粒，曰：「服此丹，死必不壞，但能大其棺，廣其穴，含以珠玉，●而有風，魂不蕩空，魄不淪翳，百年外可以復生，此為太陰煉形之道」。後雲容從幸東洛，並於蘭〔昌〕宮［「昌」據歷世真仙體道通鑑卷三十九申元之條補。］，得以此事白於貴妃，如其所〔請〕（謂）［「請」據同書正。］。 \\n 徐福［太平廣記卷四著錄，云「出仙傳拾遺及廣異記」，歷世真仙體道通鑑卷六著錄，文同，其後半標明「仙傳拾遺云」，今據通鑑輯入。］ \\n 唐開元中，有士人患半身枯黑，御醫張尚〔容〕（客）等不能〔活〕（知）［「尚容」據廣記正。「活」廣記作「知」。］。其人聚族言曰：「形體如是，寧可久耶（全）［「耶」據廣記正。］？聞大海中有神僊，正常求僊方，可愈〔此〕疾［「此」據廣記補。］。宗族留之不可，因與侍者齎糧至登州大海側，遇空舟，乃寘所攜［「寘」廣記作「○」。］，掛帆隨風，可行十餘日，近一孤島，〔島〕上有數百人［廣記重一］［「島」字作「島上」。］，如朝謁狀。須臾至岸，岸側有婦人洗藥，因問彼皆何者？婦人指云：「中心●坐，鬚鬢白者，徐君也」。又問徐君是誰？婦人云：「君知秦始皇時徐福耶」？曰：「知之」。〔曰〕：「此則是也」。頃之，眾各散去。士人遂登岸致謁［「士人」廣記皆作「某」。］，具語始末，求其醫理。徐君曰：「汝之疾，遇我即生」。初以羹飯哺之［「羹」廣記作「美」。］。器物皆奇小，士人嫌其薄。徐君云：「能盡此，為〔再〕（佳）●也［「再」據廣記正。］，但恐不盡爾」。士人連啖〔之〕［「之」據廣記補。］，如數甌物，至飽而竭［「竭」廣記作飲。］。復以一小器盛酒飲之至醉［「復」廣記作「亦」「至」作「致」。］。翌日，以黑藥數丸與食［「與食」廣記作「令食」。］，〔食訖〕［「食訖」據廣記。］，痢黑汁數斗［「斗」廣記作「升」。］，其疾乃愈。士人求住奉事，徐君云：「爾有祿位，未宜即留，當以東風相送，毋愁歸路遠也」［「遠」廣記作「遙」。］。復與黃藥一袋，云：「此藥善治一切病，還遇疾者，可以刀圭飲之」。士人還，數日至登州，以藥奏聞，時玄宗令有疾者服之，皆愈。 \\n 譚宜［太平廣記卷二十著錄。三洞群仙錄卷六「仙流譚宜」條係刪節。］ \\n 譚宜者，陵州民叔皮子也。開元末年生，生而有異，墮地能言，數歲之中，身逾六尺，髭鬢風骨，不與常兒同，不飲不食，行及奔馬。二十餘歲，忽失所在，遠近異之，也為神人也。至是父母思念，鄉里追立廟以祀之。大曆元年丙午，忽然到家，即霞冠羽衣，真僊流也。白父母曰：「兒為僊官，不當久有人世。雖父母憶念，又不宜作此祠廟，恐物所憑，妄作威福，以害於人，請為毀之。廟基之下，昔藏黃金甚多，撤廟之後，鑿地取金，可以分濟貧民，散遺鄉里矣」。言訖，騰空而去。如其言，毀廟掘地，皆得金焉。所掘之處，靈泉湧出，澄澈異常，積雨不加，至旱不減。郡邑禱祝，必有靈應，因名潭子池，亦謂之天池。進士郭周藩［「郭周藩」原作「周郭藩」據孫校鈔宋本廣記正。］，為詩以記其事曰：「澄水一百步，世名潭子池。余詰陵陽叟：『此池當因誰』？父老謂余說：「本郡譚叔皮，開元末年中，生子字阿宜。墜地便能語，九歲多鬚眉，不飲亦不食，未嘗言渴饑。十五能行走，快馬不能追。二十入山林，一去無還期。父母憶念深，鄉閭為立祠。大曆元年春，此兒忽來歸，頭冠簪鳳凰，身著霓裳衣。普遍拯疲俗，丁寧告親知：『余為神仙官，下界不可祈，恐為妖魅假，不如早平夷。此有黃金藏，鎮在茲廟基，發掘散生聚，可以救貧羸。金出繼靈泉，湛若清琉璃，泓澄表符瑞，水旱無竭時』。言訖辭沖虛，查靄上玄微。凡情留不得，攀望眾號悲。尋稟神僊誡，徹廟斸開窺，果獲無窮寶，均融沾困危。巨源出寶頂，噴湧世間稀，異境流千古，終年福四維」。 \\n 葉法善［太平廣記卷二六著錄，注「出集異記及仙傳拾遺」，文分兩段。歷世真仙體道通鑑卷三九著錄，與廣記異。三洞群仙錄卷十「道元觀燈」條，係刪節廣記後段，知後段為仙傳拾遺之文，今輯入。］ \\n 葉法善天師，字道元［「法善天師，字道元」據三洞群仙錄補。］。開元初，正月望夜，玄宗移仗于上陽宮以觀燈〔焉〕［「焉」據孫校鈔宋本廣記及三洞群仙錄補。］。尚方匠毛順心，結搆綵樓三十餘間，金翠珠玉，間廁其內，樓高百五十尺，微風所觸，鏗然成韻。以燈為龍、鳳〔虎〕、（螭）、豹騰躑之狀，似非人力［「虎」據孫校鈔宋本廣記正。］。玄宗見大悅，促召師觀于樓下人莫知之。師曰：「燈影之盛，固無比矣。然西涼府今夕之燈，亦亞於此」。玄宗曰：「師頃嘗遊乎」？曰：「適自彼來，便蒙急召」。玄宗異其言，曰：「今欲一往得呼」？曰：「此易耳」。於是令玄閉目，約曰：「必不得妄視，若誤有所視，必有非常驚駭」。如其言閉目距躍，已在霄漢，俄而足已及地。曰：「可以觀矣」。既●影燈，連●數十里，車馬駢闐，士女紛委，玄宗稱其盛者久之。乃請回，復閉目騰空而上，頃之已在樓下，而歌舞之曲未終。玄宗於涼州，以鏤鐵如意質酒；翌日命中使，託以他事，使於涼州，因求如意以還，驗之非謬。又嘗因八月望夜，師與玄宗遊月宮，聆月中天樂，問其曲名？曰：「紫雲曲」。玄宗素曉音律默記其聲，歸傳其音，名之曰霓裳羽衣。自月宮還，過潞州城，俯視城郭悄然，而月光如畫，師因請玄宗以玉笛奏曲。時玉笛在寢殿中，師命人取，頃之而至，奏曲既，投金錢於城中而還。旬日，潞州奏八月望夜，有天樂臨城，兼獲金錢以進。玄宗累與近臣試師道術，不可殫盡，而所驗顯然，皆非幻妄，故特加禮敬。其餘追岳神，致風雨，烹龍肉，祛妖偽，靈效之事，具在本傳，此不備錄。又燕國公張說，嘗詣觀謁師，命酒。說曰：「既無他客」？師曰：「此有麴處士者，久隱山林，性謹而訥，頗耽於酒，鍾石可也」。說請召之，斯須而至，其形不及三尺，而腰帶數圍，使坐于下，拜揖之禮，頗亦〔習諳〕（魯朴）。 \\n 酒至，杯盂皆盡，而神色不動。燕公將去，師忽奮劍叱麴生曰：「曾無高談〔雅〕［「雅」據歷世真仙體道通鑑卷三十九正。］（廣）論唯〔耽求〕（沈湎）於酒［「耽求」據孫校鈔宋本廣記正。］，亦何用哉」？因斬之，乃巨榼而已。嘗謂門人曰：「百六十年後，當有術過我者，來居卯西山矣」。師居四明之下，在天台之東，數年，乎於五月一日，有老叟詣門，號泣求救，門人謂其有疾也，師引而問之？曰：「某東海龍也。天帝所敕，主八海之寶，一千年一更其任，無過者超證仙品，某已九百七十年矣，微績垂成。〔近〕有婆羅門逞其幻法［「近」歷世真仙體道通鑑卷三十九補。］，住於海〔岸〕（峰）［「岸」具歷世真仙體道通鑑卷三十九正。］，晝夜禁咒，積三十年矣，其法將成，海水如雲，卷在天半，五月五日，海將竭矣。〔其〕總天鎮海之寶［「其」具歷世真仙體道通鑑卷三十九補。］，上帝制靈之物，必為〔婆羅門〕（幻僧）所取［「婆羅門」據歷世真仙體道通鑑卷三十九正。］。五月午時，乞賜丹符垂救」。至期，師敕丹符，飛往救之，海水復舊，其僧愧〔歎〕（恨）［「歎」據歷世真仙體道通鑑卷三十九正。］，赴海而死。明日，龍●寶貨珍奇以來報，師拒曰：「林野之中，棲神之所，不以珠璣寶貨為用」。　無所受。因謂龍曰：「此●石之上［「●」歷世真仙體道通鑑卷三十九作「岩」。］，去水且遠，但致一清泉，即為〔佳〕惠也」［「佳」據歷世真仙體道通鑑卷三十九補。］。是夕，聞風雨之聲，及明，繞山麓四面，成一道石渠，泉水流注，經冬不竭，至今謂之天師渠。又一說云：顯慶中，法善奉命修黃籙齋于天台山，道由廣陵，明晨將濟瓜州。是日，江干渡人，艤舟而候。時方春暮，浦漵晴暖，忽有黃白二叟相謂曰：「乘間可以圍碁為適乎」？即嚮空召冥兒，俄有●童擘波而出，衣無沾濕。一叟曰：「挈碁局與席偕來」。須臾，●童如命，設席沙上。對坐約曰：「賭勝者，食明日北來道士」。因大笑而下子，良久，白衣叟曰：「卿北矣，幸無以味美見侵也」。曠望逡巡，徐步凌波，遠遠而沒。舟人知其將害法善也，惶惑不寧。及旦，則有內官馳馬前至，督備舟橶，舟人則以昨日之所見具列焉，內官驚駭不悅。法善尋續而來，內官復以舟人之辭以啟法善，法善微哂曰：「有是乎？幸無掛意」。時法善符術神驗，賢愚共知，然內官洎舟人從行之輩，憂軫靡遑。法善知之而促解纜，發岸咫尺，而暴風狂浪，天日昏晦，舟中之人，相顧失色。法善徐謂侍者曰：「取我黑符，投之鷁首」。既投而波流靜謐，有頃既濟。法善顧舟人曰：「爾可廣召宗侶，沿流十里之間，或蘆洲菼渚，有巨鱗在焉，爾可取之，當大獲其資矣」。舟人承教，不數里，果有白魚長百尺許，周三十餘圍，殭暴沙上。就而視，腦有穴，嵌然流膏，舟人因臠割載歸，左近村閭，食魚累月。 \\n 薛玄真［太平廣記卷四十三著錄，三洞群仙錄卷五「元真仙墟」條係刪節，引據廣記而不註出處。］ \\n 薛玄真者，唐給事中伯高之高祖也。少好道，不嗜名宦，邀遊雲泉，得長生之道，常於五嶺間棲●。每遇人曰：「九疑五嶺，神仙之墟，山水幽奇，煙霞勝異。如陽朔之峰巒挺拔，博羅之洞府清虛，不可忘也。所以祝融棲神於衡阜，虞舜登仙於蒼梧，赫胥耀跡於潛峰，黃帝飛輪於鼎湖。其餘高真列仙，人臣輔相「人臣」三洞群仙錄作「神人」。，騰翥逍遙者，無山無之，其故何哉？山幽而靈，水深而清，松竹交映，雲蘿杳窴，固非凡骨塵心之所愛也。況邃洞之中，別開天地，瓊膏滴乳，靈草秀芝，豈塵目能窺，凡屣可履也？得延年之道，而優游其地，信為樂哉」！〔貞〕（真）元末「真元」誤，今正。，鄭餘慶滴郴州長史，「滴」據孫校鈔宋本廣記補。門吏有自遠省餘慶者，未至郴十餘里店中駐歇，與玄真相遇，狀貌如二十三四，神形俊邁，詞多稽古，時語及開元、麟德間事，有如目●。又言：「明年二月餘慶當復歸朝」。餘言皆神異，問其姓氏，再三不答，懇詰之，云：「某有志林泉，久棄鄉國，不欲骨肉知此行止，姓薛名玄真」。門吏話於餘慶，令人訪尋，無復蹤跡。明年二月，餘慶徵還，及到長安，語及異事，給事中薛伯高流涕對曰：「某高祖自左常侍棄官入道，隱終南，不知所終是矣」。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "仙傳拾遺卷四", "正文": "　 \\n 仙傳拾遺卷四 \\n 　 \\n  \\n 　 \\n 吳筠［三洞群仙錄卷六］［「芝耕雲臥」條著錄。］ \\n 吳筠，自號洞陽子。年十五。篤志於道。善屬文，攻楷隸，舉進士。三教九流，靡不周覽。隱居南陽，倚帝山芝耕雲臥［「帝」歷世真仙體道通鑑卷三十七吳筠條作「常」。］，聲利不入。 \\n 薛昌［三洞群仙錄卷七］［「薛昌甕臥」條著錄。］ \\n 薛昌，幽薊人。好道訪奇。天寶七年於洞天觀棲止累月，忽有山翁攜大章陸一根，形如巨龜，文甲頭足，一一周備，與觀中道士曰：「此藥可切細令乾，用米以麵蘗醞酒，熟半年外，飲者登仙」。道士如其言醞造。一日，道士皆赴齋醮，唯昌不出，越三日，道士歸，見昌臥甕側，耳鼻血流，數日乃甦。身輕目明，勢欲飛舉，雖山川巖壁，不能隔礙。後入大面山，不知所之。 \\n 王法進［太平廣記卷五十三著錄，與雲笈七籤卷一百十五墉成集仙錄所記大同小］［異，而集仙錄為詳。今據廣記輯錄。］ \\n 王法進者，●州臨津人也。幼而好道，家近古觀，雖無道士居之，其嬉戲未嘗輕侮於像設也。十餘歲，有女冠●州歷外邑，過其家，父母以其慕道，託女冠以保護之，與授正一延生小籙，名曰法進。而專勤香火，齋戒護持，亦茹●絕粒，時有感降。時三川饑儉，斛●翔貴，死者十五六，多採野葛山芋以充饑。忽三青童降於其庭，謂法進曰：「上帝以汝夙稟僊骨，歸心精誠，不忘於道，敕我迎汝受事於上京也」。不覺騰〔身凌〕空［「身凌」據孫校鈔宋本廣記及雲笈七籤墉城集仙錄補。］，逕達大帝之所，命以玉盃霞漿賜之。徐謂〔之〕曰「人處三才之大［「之」據孫校鈔宋本廣記及墉城集仙錄補。］，體天地之和，得人形，生中土，甚不易也。天運四時之氣，地稟五行之秀，生五穀百果，以養於人，而人不知天地養育之恩，輕棄五穀，厭捨絲麻，使耕農之夫紡績之婦，身勤而不得飽，力竭而不禦寒，徒施其勞，曾無愛惜者，斯固神明所責，天地不祐矣。近者，地司岳瀆所奏，以世人厭擲五穀，不貴衣食之本，我已敕太華之府，收五穀之神，所種不成，下民饑餓因示罰則，以懲其心，然旋奉太上慈旨，以大道好生，務先救物，雖天地神明責之，愚民不知其過所自，固無懺請首原之路。汝當為上宮侍童，入侍天府，今且令汝下歸於世，告喻下民，使其悔罪，寶愛農桑，此亦汝之陰功也」。命侍女以寶靈清齋告謝天地儀一軸付之，使傳行於世，曰：「令世人相率於幽山高靜之所，至齋悔謝，一年再為之，則宿醉可除，穀父蠶母之神，為致豐衍〔也〕（矣）［「也」據墉城集仙錄正。］。龍虎之年，復當召汝〔矣〕［「矣」據孫校鈔宋本廣記及墉城集仙錄補。］。即今清齋天公告謝之法是也。法進以天寶十二年壬辰，遂復昇天。 \\n 楊通幽［說郛作］［「適幽」。太平廣記卷二十著錄，三洞群仙錄卷十八「太真金釵」條，歷世真仙體道通鑑卷四十三楊通幽條，說郛卷七諸傳摘玄所引，均係節錄。］ \\n 楊通幽，本名什伍，廣漢十邠人。幼遇道士，教以檄召之術，受三皇天文，役命鬼神，無不立應。驅毒厲，剪氛邪，禳水旱，致風雨，是皆能之，而木訥●傲，不拘於俗，其術數變異，遠近稱之。玄宗幸蜀，自馬嵬之後，屬念貴妃，●●輟食忘寐。近侍之臣，密令求訪方士，冀少安聖慮。或云：「楊什伍有考召之法」。徵至行朝，上問其事，對曰：「雖天上地下，冥冥之中，鬼神之內，皆可歷而求之」。上大悅，於內置場，以行其術。是夕奏曰：「已於九地之下，鬼神之中，遍加搜訪，不知其所」。上曰：「妃子當不墜于鬼神之伍矣」。二日夜又奏曰：「九天之上，星辰日月之間，虛空杳冥之際，亦遍尋訪而不知其處」。上悄然不懌曰：「未歸天，復何之矣」？炷香冥燭，彌加懇至。三日夜，又奏曰：「於人寰之中，山川岳瀆祠廟之內，十洲三島江海之間，亦遍求訪，莫知其所」。後於東海之上，蓬萊之頂，南宮西廡，有群僊所居，上元女太真者，即貴妃也。謂什伍曰：「我太上侍女，隸上元宮。聖上〔即〕太陽朱宮真人［「即」據三洞群仙錄補。］。偶以宿緣世念，其願頗重。聖上降居於世，我謫於人間以為侍衛耳。此後一紀，自當相見，願善保聖體，無復意念也」。乃取開元中所賜金釵鈿合各半，玉龜子一，寄以為信。曰：「聖上見此，自當〔省〕（醒）憶矣」［「省」據三洞群仙錄正。］。言訖流涕而別。什伍以此物進之，上●然良久。乃曰：「師昇天入地，通幽達冥，真得道神僊之士也」。手筆賜名通幽，賜物千段，金銀各千兩，良田五千畝，紫霞帔、白玉簡，特加禮異。暇日問其所受之道？曰：「臣師乃西城王君青城真人［「西城」歷世真仙體道通鑑作「南極」。］。昔於後城山中，教以召命之術。曰：可以輔贊太平之君，然後方得飛昇之道。戒以護氣希言，目不妄視，絕聲利，遠囂塵，則可以凌三界，登太清矣」。又問：「昇天入地，何門而●？何所為礙」［「昇」據孫校鈔宋本廣記及歷世真仙體道通鑑正。］？曰：「得道之人。入火不〔灼〕（熱）。入水不濡，躡虛如履實，觸實如蹈虛。雖〔九地之厚，巨海之廣，八極之遠，萬天之大，應念倏忽，何所拘滯乎〕［「九地］......［」一段據孫校鈔宋本廣記及歷世真仙體道通鑑補。］？所以然者，形與道合，道無不在，毫芒之細，萬物之眾，道皆居之」。上善其對。居數載，乃登後城山，葺靜室於其頂，時還其家。門人言天真累降於靜室，一旦與群真俱去。 \\n 司命君［太平廣記卷二十七著錄三洞群仙錄卷六］［「司命寶爵」條係刪節。］ \\n 司命君者，常在於民間［「常生於民間」，三洞群仙錄作「常在於民門」。］。幼小之時，與唐元●同學。（元●云）［「元●云」三字，與上下文不接，當係衍文。］君家世奉道，晨夕香燭，持高上消災經、老君枕中經，累有祥異，奇香瑞雲，生於庭宇。母因夢天人滿空，皆長丈餘，麾●旌蓋，蔭其居宅，有黃光照其身，若金色，因孕之而生，生即張目，開口若笑之容。幼而穎悟，誦習詩書，元●所不及。十五歲，忽不知所之，蓋遊天下尋師訪道矣。不知師何人，得神仙之訣。寶應二年，元●為御史，充河南道採訪使，至鄭州郊外，忽與君相見。君衣服藍縷，容貌憔悴，元●深憫之，與語敘舊，問其所學？曰：「相別之後，但修真而已」。邀元●過其家，留騎從於旅次相侯。君與元●同●，引入市側，門巷低小，從者一兩人。纔入，外門便閉，從者不得入。第二門稍寬廣，又入一門，屋宇甚大。揖元●於門下，先入為席，良久出迎。元●見其容狀偉爍，可年二十許，雲冠霞衣，左右玉童侍女三五十輩，皆非世所有，元●莫之測。相引昇堂，所設饌食珍美，器皿瑰異，雖王者宴賜，亦所不及。徹饌命酒，君與妻同坐，乃曰：「不可令侍御獨坐」。即召一人，坐於元●之側，元●視之，其妻也。奏樂酣飲，既醉各散，終不及相問言情。遲明告別，君贈元●金尺玉鞭。出門行數里，因使人訪其處，無復蹤跡矣。及還京，問其妻曾有異事乎？具言：「某日●然思睡，有黑衣人來，稱司命君，某便隨去。既至司命宮中，見與君同飲」。所見歷然皆不同謬。後十年，元●奉使江嶺，又於江西泊舟，見君在岸上，邀入一草堂，又到仙境，留連飲饌，但音樂侍衛，稍多餘前，皆非舊人矣。及散，贈元●一飲器，如玉非玉，不言其名。自此敘別，不復再見。亦不知司命所主何事，所修何道，品味仙秩，定何高卑，復何姓字耳。一日，有商胡詣東都所居謂元●曰［「商胡」原作「胡商」，據孫校鈔宋本廣記及三洞群仙錄正。］：「宅中有奇寶之氣，願得一見」。元●以〔他〕（家）物示之［「他」據孫校鈔宋本廣記及三洞群仙錄正。］，皆非也。乃出司命所〔與〕（贈飲）器，（與）商〔胡〕起敬而後跪接之［「與」「胡」據孫校鈔宋本廣記及三洞群仙錄正。］，捧而頓首曰：「此天帝流華寶爵耳。致於日中，則白氣連天。承以玉盤，則紅光照室」。即與元●就日試之，白氣如雲，鬱勃徑上，與天相連，日夜更試之，此不謬矣。「此寶太上西北庫中鎮中華二十四寶也，頃年已旋降。今此第二十二寶，亦不久留於人間，即當飛去。得此寶者，受福七世。敬之哉」！元●以玉盤承之，夜〔現〕（視）紅光滿室［「現」據三洞群仙錄正。］。 \\n 張殖［太平廣記卷二十四著錄。三洞群仙錄卷十四「張殖易奏」條引廣記，係刪節而不記出處。］ \\n 張殖，彭州導江人也。遇道士姜玄辦，以六丁驅役之術授之。大曆中，西川節度使崔寧，嘗有密切之事差人走馬入奏。發已三日，忽於岸上文籍之中，見所奏表淨本猶在，其函中所封，乃表草耳。計人馬之力，不可復追，憂惶不已，莫知其計，知殖術，召而語之。殖曰：「此易耳，不足憂也」。乃炷香一爐，以所寫淨表置香●上，忽然飛去。食頃，得所封表草墜於殖前。及使回問之，並不覺。進表之時，封題印署如故，崔公深異之，禮敬殊常。問其所受道之由？云：「某師姜玄辨，至德中，於九龍觀捨力焚香數歲，因〔拾〕（捨）得殘缺經四五紙是太上役使六丁法［「拾」，原作捨，誤今正。］，●術備足。乃選深山幽谷，無人跡處，依法作壇持●，晝夜精勤。本經云：一十四日。玄辨為九日而應。忽有黑風暴雨，驚駭於人，視之雨下，而壇場〔不〕（一）濕［「不」原作一，誤，今正。］。又有雷電霹靂，亦不為驚懼。良久，見奇形異狀鬼神繞之，亦不為畏。須臾有鐵甲兵士數千，金甲兵士數千，噉噪而下，亦不驚怖。久之，神兵行列，如有所候，即有天女，著繡履繡衣、大冠、配●立。問玄辨曰：『既有呼召，有何所求』？玄辨以術數為請。六丁兵仗，一時隱去自此每日有一丁侍之，凡所徵求，無不立應。以術授殖，謂曰：『術之與道，相須而行，道非術無以自致，術非道無以延長。若得術而不得道，亦如欲適萬里而足不行也。術者，雖萬端隱見，未除死籙，固當棲心妙域，注念丹華，立功以助其外，鍊魄以存其內，內外齊一，然後可適道，可以長存也。峨眉山中，神仙萬餘人，自皇人統領，置宮府，分曹屬，以度於人。吾與汝觀道之纖芥，末造其玄微。龍蛇之交，與汝入洞府，朝真師，庶可以講長生之旨也』。師玄辨隱去二十餘歲，此年龍蛇之交，當隨師登峨眉，入洞天，不久〔住〕往矣」。是年大曆十二年丁巳，殖與玄辨隱去，不復見。 \\n 陳休復［太平廣記卷五十二著錄。三洞群仙錄卷八「休復妓侮」條係刪節。廣記題作「陳復休」，而文中「休復」「復休」互見，案三洞群仙錄作「休復」，當以「休復」為是，今據正。］ \\n 陳休復者，號陳七子。貞元中，來居褒城，耕農樵採，與常無異，如五十許人。多變化之術，褒人有好事少年，承奉之者五六人常為設酒食，以求學其術，勤勤不已。休復約之曰：「我出西郊，行及我者，授以術」。休復徐行，群少年奔走追之，終不能及，遂止，無得其術者。後入市，眾復奉之不已，休復與出郊外，坐大樹下，語道未竟，忽然暴卒，須臾臭敗，眾皆驚走，莫敢迴視。自此諸少年不敢干之，常狂醉市中，褒帥李讜，怒而繫於〔南鄭〕獄中［「南鄭」據明鈔本廣記補。］，欲加其罪，桎梏甚嚴，忽不食而死，尋即臭爛，虫蛆流出，棄之郊外。旋亦還家，復在市中。讜時加禮異，為築室於褒城江之南岸，遺與甚多，略無受者。河東柳公仲郢、相國周墀、燕國公高駢，擁旄三州，皆威望嚴重，而深加禮敬，書幣相屬，休復亦無所受，唯鶴●布裘受而貯之，亦未嘗衣著也。昌明令胡倣，常師事之，將赴任，留錢五千，為休復市酒，笑而不取，曰：「吾金玉甚多，恨不能用耳」。〔且〕以鋤授倣［「且」據孫校鈔宋本廣記補。］，使之斸地，不二三寸，金玉錢貨，隨斸而出。曰：「人間之物，固若是矣。但世人賦分有定，不合多取，若吾用之，豈有限約乎」？倣之昌明，休復祖之於僊流江上，指砂中，令倣取酒器，倣攫砂數寸，得器皿五六事，飲酒畢，復埋砂中。又戲曰：「吾於砂中嘗藏果子，今亦應在」。又令取之，皆得。蜀相燕公，使人致書至褒城所居，延召休復，同日離褒城，使人經旬日方達，休復當日已至成都。而又有一休復與使者偕行，未嘗相捨。燕公詰於使者，益奇待之。常於巴南太守筵中為酒妓所侮，休復笑視其面，須臾妓者髯長數尺，泣訴於守，〔守〕為祈謝［「守」據三洞群仙錄補。］，休復●酒一盃，使飲之，良久如舊。又有藥一丸，投水中，沉浮旋轉，任人指呼，變化隱顯，其類極多，不可備載。中和五年，大駕還京，休復亦至闕下，田晉公軍容，問〔其〕（至）京國幾年安寧？曰：「二十」。果自問後二十日再幸陳倉。後於道中寄詩與田晉公曰：「夜坐空庭月色微，一數寒梅發兩枝」。及駕至梁洋，邠帥朱玫立襄王監國，寒梅兩枝驗矣。自是衛駕諸都，多在西縣三泉褒斜以來屯駐。休復之術，素為人所傳，俄為人釘其手於柱上，尋有人救而拔之，竟亦無患。歲餘，卒於家，葬於江南山下。數月，好事者掘其墓，無復所有。見休復在長安，駕駐華州，休復亦至興德府矣。 \\n 尹君［三洞群仙錄卷二十］［「尹君飲菫」條著錄。］ \\n 尹君者，不知何許人。常隱晉山，不食五穀。時尚書李說鎮北門，馮翊嚴綬為從事。嚴尚奇好異，雅重神仙，迎致尹君於官舍，日與同席，常有異香自肌中出，嚴益重之。嚴有女弟為尼，常怒其兄與尹君同遊處。忽一日，密以堇斟使尹飲之。既飲，驚起曰：「酒非佳」！俄吐一物，堅而有香，嚴剖視之，即真麝臍也，尹其夕卒，嚴即痙之。明年秋，有朱太虛欲尹君於晉山，曰：「吾頃於北門遇鴆酒，示之以死，然鴆安能敗吾真邪」？太虛異其事，歸以告嚴公，曰：「吾誠知其尸解矣」。 \\n 田先生［太平廣記卷四十四著錄。三洞群仙錄卷十四「田生神膠」條係刪節。］ \\n 田先生者，九華洞中大僊也。元和中，隱於饒州鄱亭村，作小學，以教村童十數人，人不知其神仙矣。饒州牧齊推，嫁女與進士李生，數月而孕。李生赴舉長安，其孕婦將產於州之後堂，夢鬼神責其腥穢，斥遂之。推常不信鬼神，不敢言，未暇移居。既產為鬼所惡害，耳鼻流血而卒，殯於官道側，以俟罷郡，遷之北歸。明年，李生下第歸饒，日晚，於野中見其妻，訴以鬼神所害之事，乃曰：「可詣鄱亭村學中，告田先生，求其神力，或可再生耳」。李如其言，詣村學見先生，膝行而前，首體投地，哀告其事，願大仙哀而救之，先生初亦堅拒，李叩告不已，涕泗滂沱，自早及夜，終不就坐。學徒既散，先生曰：「誠懇如此，吾亦何所隱耶！但不早相告，屋舍已壞矣，誠為作一處置」。即從舍出百餘步桑林中，夜已昏瞑，忽光明如晝，化為大府崇門，儀衛森列，先生寶冠紫帔，據案而坐，擬於王者。乃傳聲呼地界，俄有十餘隊，各擁百餘騎，奔走而至皆長丈餘。謁者呼名通入曰：「廬山江濱彭●等神到」。先生曰：「刺史女因產為暴鬼所殺事，聞之何不申理」？對曰：「獄訟無主，未果發謫，今賊是鄱陽王吳芮，刺史宅是其所居，怒其生產腥穢，遂肆兇暴」。尋又擒吳芮，牒天曹而誅戮之。勘云：「李氏妻算命尚有三十二年，合生二男三女」。先生曰：「屋宅已壞如何」？有一老吏曰：「昔東晉鄴下，有一人誤死，屋宅已壞，又合還生，與此事同，其時葛仙君斷令具魂為身，與本無異，但壽盡之日無形爾」。先生許之，即只追李妻魂魄，合為一體，以神膠塗之，大王發遣卻生，即便生矣」。見七八女人，與李妻相似，吏引而至，推而合之，有藥如稀餳，以塗其身？頃刻官吏皆散，李生及妻、田先生在桑林間。李生夫妻懇謝之，先生曰：「但云『自得再生』，勿多言也」。遂失先生所在。李與妻還家，其後年壽所生男女，皆如所言。 \\n 韓愈外甥［太平廣記卷五十四著錄。］ \\n 唐吏部侍郎韓愈外甥，忘其名姓，幼而落拓，不讀書，好飲酒。弱冠，●洛下省骨肉，乃慕雲水不歸，僅二十年，杳絕音信。元和中，忽歸長安，知識闒茸，衣服滓弊，行止乖角。吏部以久不相見，容而恕之。一見之後，令於學院中與諸表話論，不近詩書，殊若土偶，唯與小臧賭博，或廄中醉臥三日五日，或出宿于外，吏部懼其犯禁陷法，時或勗之。暇日偶見，問其所長？云：「善卓錢郭子」。試令為之，植一鐵條尺餘，百步內，卓三百六十錢，一一穿之，無差失者。書亦旋有詞句，以資笑樂。又於五十步內，雙●草天下太平字，點畫極工。又能於鑪中累三十斤炭，支三日火，火勢常熾，日滿乃消。吏部甚奇之，問其修道，則玄機清話，該博真理，神僊中事，無不詳究。因說小伎，云能染花，紅者可使碧，或一朵具五色，皆可致之。是年秋，與吏部後堂前染白牡丹一叢，云：「來春必作含稜碧色，內合有金；含稜紅間暈者，四面各合有一朵五色者」。自斸其根下，置藥而後栽培之，俟春為驗。無何●去，不知所之。是歲，上迎佛骨於鳳翔，御樓觀之，一城之人，忘業廢食。吏部上表直諫，忤旨，出為潮州刺史，至商山，泥滑雪深，頗懷鬱鬱，忽見是甥迎馬首而立，拜起勞問，扶鐙接轡，意甚慇懃。至翌日雪霽，送至鄧州，乃白吏部曰：「某師在此，不得遠去，將入玄扈，倚帝峰矣」。吏部驚異其言，問其師：即洪崖先生也。東園公方使柔金水玉，作九華丹，火候精微，難於暫捨。吏部加敬曰：「神僊可致乎？至道可求乎」？曰：「得之在心，失之亦心。校功銓善，黜陟之嚴，倣王禁也。某他日復當起居，請從此逝」。吏部為五十六字詩以別之曰：「一封朝奏九重天，夕貶潮陽路八千。本為聖朝除弊事，豈將衰朽惜殘年。雲橫秦嶺家何在？雪擁藍關馬不前。知汝遠來應有意，好收吾骨瘴江邊」。與詩訖，揮涕而別，行入林谷，其速如飛。明年春，牡丹花開，數朵花色，一如其說。但每一葉花中，有楷書十四字曰：「雪橫秦嶺家何處？雪擁藍關馬不前」。書勢精，人工所不及，非神僊得道，立見先知，何以及於此也？或云：其後吏部復見之，亦得其月華度世之道，而●未顯爾。 \\n 韓志和［太平廣記卷七十五著錄。三洞群仙錄卷三「志和雕鸞」條係刪節，引據廣記而不記出處。］ \\n 韓志和者，本倭國人也。〔入〕中國為飛龍衛士［「入」據孫校鈔宋本廣記補。］，善雕木為鸞鶴鳥鵲之形，置機捩于腹中發之則飛高三二百尺，數百步外方使卻下。又作龍床為御榻，足一履之，則麟●爪角皆動，夭矯如生。又於唐憲皇前，出繩虎子五六十頭，分〔五〕（立）隊［「五」據孫校廣記正。］，令舞梁州曲，皆中曲度，致詞時，殷殷有聲，曲畢則累累而退，若有尊卑等級焉。帝大悅，賜金帛加等，志和一出宮門，盡施散他人，後忽失之。 \\n 軒轅彌明［太平廣記卷五十五，及歷世真仙體道通鑑卷三十八，並有著錄，皆出韓愈石鼎聯句序，惟廣記錯脫較多，今據通鑑輯錄。全篇凡］［〔〕中之文，皆據廣記補正。］ \\n 衡山道士軒轅彌明者，不知何許人。在衡湘間〔來●〕九十餘年。善捕〔逐〕鬼物，能囚縶蛟螭虎豹，人莫知其壽。進士劉師服嘗於湘南遇之。唐憲宗元和七年〔壬辰〕十二月四日，彌明自衡山過太白，〔還京師〕。知師服在京，〔夜抵其居，師服招其止〕宿。有校書郎侯喜［侯喜，字叔退，登貞元進士，第官終國子主簿。（見全唐詩石鼎聯句序］［附註）。］，新有詩名，與師服擁爐〔夜坐〕說詩。彌明在〔其側〕（坐），貌極醜，〔白鬚黑面，長頸而高結，喉中〕又作楚語，喜視之蔑如也。彌明〔忽〕軒衣張目，指爐中石鼎謂喜曰：「子既能詩，可與我賦比乎」？師服以衡湘舊識，見其老，但貌事之，不知其有文也，〔聞此說大喜，即援筆而題其首兩〕句曰：「巧匠斲山骨，刳中事烹煎」。次傳與喜，喜踊躍綴其下曰：「直柄未當權，塞口且吞聲」。［全唐詩十一函第九冊石鼎聯句。上聯作「喜曰」，下聯作師服，似誤。］彌明啞然笑曰：「子詩如是而已乎」？即袖手竦肩，倚北墻坐，謂師服曰：「吾不解世俗事，子為吾書之」。因高吟曰：「龍頭縮菌蠢，豕腹脹彭享」。初不似經意，其旨有譏於喜，二子相顧慚駭，〔然欲〕以多窮之。師服又曰：「外苞乾蘚文，中有暗浪驚」。喜曰：「在冷足自安，遭焚意彌貞」。彌明腹令師服書曰：「謬當鼎鼎間，妄使水火爭」。師服曰：「大似烈士膽，圓如鐵馬纓」。喜曰：「上比香爐尖，下比鑑面平」。彌明曰：「秋瓜未落蒂，凍芋強抽萌」。師服曰：「一塊元氣閉，細泉幽竇傾」。喜曰：「不值輸瀉處，焉知懷抱清」。彌明曰：「方當洪爐然，益見小器盈」。師服曰：「皖皖無刃●，團團類天成」。喜曰：「遙疑龜負圖，出曝曉正晴」。彌明曰：「旁有隻耳穿，上為孤髻撐」。師服曰：「或訝短尾銚，又似無足鐺」。喜曰：「可惜寒食毬，擲此傍路坑」。彌明曰：「何當出灰池；無計離缾罌」。師服曰：「陋質荷斟酌，狹中愧提擎」。喜曰：「豈能●仙藥，但未污羊羹」。彌明曰：「形模婦女笑，度量兒童輕」。師服曰：「徒爾堅重性，不過升合盛」。喜曰：「傍似廢轂仰，側見折軸橫」。彌明曰：「時於蚯蚓竅，微作蒼蠅鳴」。師服曰：「以茲翻溢〔愆〕（衍），實負任使誠」。喜曰：「常居顧眄地，敢有漏泄情」。彌明曰：「寧依煖熱弊，不與寒涼并」。師服曰：「區區徒自效，●●不足呈」。喜曰：「回旋但兀兀，開闔自鏗鏗」。［全唐詩十一函第九冊石鼎聯句。上聯作「喜曰」，下聯作師服，似誤。］喜思益苦，務欲勝彌明，每搜索，欲出口而聲益悲，筆欲下則復止，卒亦不奇。二子賦十餘韻，彌明應之如響，皆潁脫含譏諷。夜將闌，二子思竭，不能續起，謝曰：「尊師非世人能屈也，某輩服矣，願就弟子列，不敢更論詩」。彌明奮然曰：「此篇不可不成也」。謂師服曰：「把筆〔把筆〕！吾與汝就之」。〔即又連唱〕（乃）曰：「全勝瑚璉貴，空有口傳名。雖此俎豆古，不為手所〔橙〕（棖）。磨礱去圭角，浸潤著光晶。願君勿●誚，此物方施行」。師服書訖，俾讀之，謂二子曰：「章不已就乎」？二子齊應曰：「就矣」！彌明曰：「子皆不足與語此，寧為文耶？吾就子所能而作爾，非吾之所學於師而能者也。吾所聞者，子皆不足以聞也。〔豈〕獨文乎哉？吾語亦不常聞也，吾閉口矣」！二子大懼，起立而拜，曰：「不敢他有問也，願聞一聲而已。先生稱不解人間書，敢問解何書」？卒不應，〔二子〕不自得，即退就坐。彌明倚墻睡，鼻息如雷〔鳴〕。二子怛然失色，不敢少喘。斯須，〔曙鼓鼕鼕〕，二子亦困，〔遂坐〕睡。及覺，〔驚顧〕，已失彌明所在。問童奴，曰：「天將明，道士〔起〕出門，〔若將便旋，然久不返〕，●之已不見」。二子驚異，攜詩詣〔昌黎〕韓愈訪其人，愈曰：「聞有隱君子，彌明豈其人耶」？遂為石鼎聯句序〔行於代焉〕。［韓愈序曰：元和七年十二月四日，衡山道士軒轅彌明自衡下來，舊與劉師服進士衡湘中相識，將過太白，知師服在京，夜抵其居宿，有校書郎侯喜，新有能詩聲，夜與劉說詩，彌明在其側，貌極醜，白鬚黑面，長頸而高結，喉中又作楚語。喜視之，若無人。彌明忽軒衣張眉，指爐中石鼎謂喜曰：子云能詩，能與我賦此乎？劉往見衡湘間人說云，年九十餘矣，解捕逐鬼物，拘囚螭蛟虎豹，不知其實能否也。見其老，頗貌敬之，不知其有文也。聞此說，大喜，即援筆題其首兩句，次傳於喜，喜踴躍即綴其下云云，道士啞然而笑曰：子詩如是而已乎？即袖手聳肩，倚北牆坐，謂劉曰：吾不解世俗書，子為我書。因高吟曰：龍頭縮菌蠢，豕腹漲彭烹。初不似經意，詩旨有似譏喜，二子相顧●駭，欲以多窮之。即又為，傳之喜，喜思益苦，務欲壓道士。每營度欲出口吻，聲鳴益悲，操筆欲書，將下復止，竟亦不能奇也。畢，即傳道士，道士高踞大唱曰：］［劉把筆，吾詩云云，其不用意而功益奇，不可附說，語皆侵劉侯，喜益忌之。劉與侯皆已賦十餘韻。彌明應之如響，皆脫潁含譏諷。夜盡三更，二子思竭不能續，因起謝曰：尊師非世人也，某伏矣，願為弟子，不敢更論詩。道士奮曰：不然，章不可不成也，又謂劉曰：把筆來，吾與汝就之。即又唱出四十字為八句，書訖使讀，讀畢，謂二子曰：章不已就乎？二子齊應曰：就矣。道士曰：此皆不足與語，此寧為文耶？吾就子所能而作耳，非吾之所學於師而能者也。吾所能者，子皆不足以聞也。獨文乎哉？吾語亦不常聞也，吾閉口矣。二子大懼，皆起立床下而拜曰：不敢他有問也，願聞一言而已：先生稱吾不解人間書，敢問解何書？請聞此而已。道士寂然，若無聞也，累問不應，二子不自得，即退就座，道士倚牆睡，鼻息如雷鳴。二子坦然失色，不敢喘。斯須，曙鼓鼕鼕，二子亦困，遂坐睡。及覺，日已上，驚顧覓道士不見，即問童奴。奴曰：天且明，道士起出門，若將便旋然，奴怪久不返，即出到門，覓無有也。二子驚惋自責，若有失者。問遂詣余言，余不能識其何道士也，常聞有隱君子，彌明豈其人耶？韓愈序。］ \\n 韋蒙妻［太平廣記卷六十九著錄，三洞群仙錄卷七「小真擢遷」條係刪節，引據「廣記」，而失記出處。］ \\n 韋蒙妻許氏，居東京翊善里。自云：「許氏世有神仙，皆上為高真，受天帝重任」。性潔淨，熟詩禮二經，事舅姑以孝聞。蒙為尚書郎，早夭，許舅姑亦亡；唯一女，年十二歲，甚聰慧，已能記易及詩，忽無疾而卒。許甚憐之，不忍遠葬，殯於堂側。居數月，聞女於殯宮中語，許與侍婢總笄，發棺視之，已生矣。言初卒之狀云：「忽見二青衣童子，可年十二三，持一紅幡來庭中，呼某名曰：『韋小真，天上召汝』！于是引之昇天，可半日，到天上，見宮闕崇麗，天人皆錦繡毛羽五色之衣，金冠玉笏。亦多玉童玉女，皆珠玉五色之衣。花木如琉璃寶玉之形，風動，有聲如樂曲，鏗鏘和雅。既到宮中，見韓君司命曰：『汝九世祖有功於國，有惠及人，近已擢為地下主者，即遷地仙之品。汝母心至於道［「至於」原作「於至」，據孫校鈔宋本廣記乙。此句群仙錄作「汝母有孝道」。］，合陟仙階。即令延汝于丹陵之闕。汝祖考三世，皆已生天矣』。遂使二童送歸。母便可齋沐，太乙使者即當至矣」。許常持妙真經，往往感致異香，及殊常光色，眾共異之，已十餘年矣。及小真歸後三日，果有仙樂之聲下其庭中，許與小真，總笄，一時昇天，有龍虎兵騎三十餘人，導從而去。乃長慶元年辛丑歲也。 \\n 李球［太平廣記卷四十七著錄，三洞群仙錄卷七「李踐真境」條係刪節。「球」作「琳」。］ \\n 李球者，燕人也。寶歷二年，與其友劉生遊五臺山，山有風穴，遊人稍或諠呼，及投物擊觸，即大風震發，揭屋拔木，必為物害。故登山之時，互相戒●不敢觸。球至穴口，戲投巨石於穴中，良久，石聲方絕，果有奔風迅發，有一木如柱，隨風飛出。球性〔輕〕（軒）悍［「輕」據孫校鈔宋本廣記正。］，無所顧忌，遂力扳其木，卻墜入穴中。球為木所載，亦不得出。良久至地，見一人形如獅子而人語，引球入洞中齋內，見二道士奕碁，道士見球，喜，問球所修之道，球素不知道修行之事，默然無以為對。二仙責引者曰：「吾至道之要，當授有骨相之士，習道之人，汝何妄引凡庸，入吾仙府耶？速引去之」。因以一杯水遺〔球〕令飲［「球」據孫校鈔宋本廣記補。］，謂之曰：「汝雖凡流，得●吾洞府，踐吾真境，將亦有少道分矣。所恨素不習道，不可語汝修行之要耳。但去，苟有希生之心，出世之志，他日可復來也。飲此神槳，亦延年壽矣」！球飲水拜謝訖，引者將球至向來洞側，示以別路，曰：「此山，道家紫府洞也。五峰之上，皆籍四海奇寶以鎮峰頂。亦如茅山洞，鎮以安息金墉城之寶，春山雜玉，環水香瓊，以固上真之宅。此山東峰有離岳火球，西峰有麗農瑤室，南峰有洞光珠樹，北峰有玉澗瓊芝，中峰有自明之金，環光之壁。每積陰將散，久暑將雨，即眾寶交光，照灼巖嶺。春曉秋旦，則九色之氣屬天，光輝爍乎雲表。太帝命韓司少卿、東方君與紫府先生，統六年仙寮神王之士，以鎮於此，故謂神仙之府也。洞有三門，一徑西通崑崙，一徑出此巖之下，一向來風穴，是洞之端門也。有龍蛇之守。先生有●曰：『有巨石投於洞門，中吾柱者，是世間將有得道之人，受事于此』。即使我引進。我亦久遠學道，當證仙品，而積功之外，口業不除，以宿功所廕，得守此洞穴之口，後三百年，亦當超昇矣。以口業之故，假此形耳。我守先生之命，適門投石中柱，依教引子，誠不知子戲投石耳。然數百年來，投石者少，亦未嘗中柱。神仙之宮，不易一至，子亦將有所得於玄妙之津矣。此有北巖之徑，可使子得速還人間」。因衣帶解藥三丸，貫一槁枝之末，謂球曰：「路側如見異物，以藥指之，不為害。此藥食之，可以無病」。球持此藥，行於洞中黑處，藥有光如火，數有巨蛇，張口向球，以藥指之，伏不敢動，因出洞門，門外古樹半●，洞欲堙塞，球摧壤土●數，久方得出，已在寺門之外矣。先是，劉生既失球，子方執誣劉生，疑害其父，欲訟於官，寺有大齋，未得便去，既見球還，眾皆祈喜。具話所見之異，因以三丸藥，與劉及子各餌一丸。乾符中，進士司徒鐵與球相別三十餘年，別時，球年六十，鬚已垂白。於河東見球，年九十餘，容狀如三十許人。話所遇之事云：「服藥至今，老而復壯」。性不食，其子亦如三十歲許，銳志修道，與其子入王屋山去。 \\n 奚樂山［三洞群仙錄卷十五］［「奚山造車」條著錄。］ \\n 奚樂山，不知何許人。大和中，長安大雪月餘，負販小民，求食無路，樂山因冒雪●車之家，謂之曰：「我善作車輻，可立致百所，計功三百文」。其家使為之，然燈運斤，日昃而作，未逾三鼓，百所矣。凌晨，錢三十千歸，以拯飢貧者。雪霽，告發，不知所之。 \\n 秦景閑［三洞群仙錄卷五］［「景閑碎釜」條著錄。］ \\n 秦景閑，不知何許人也。會昌中，寓止會稽市，不常其居，或飲酒佯狂，凡十年，好事者稍疑其異。會稽張公家，每加欽禮焉。忽一旦，取秤鎚手，挼良久，引之如餳，取鐵杵搏之為餅，良久，皆復如故。張素貧，景閑曰：「我將去矣」。命張取釜，擊碎之以炭相雜，壘於鑪內，熾火加藥，闔戶，告張曰炭火息後，可取所化之物，以豐爾家。念道濟人，可以世享其富矣」。翌日，張視之，皆紫金也。 \\n 董仙道［三洞群仙錄卷十七］［「董道畫床」條著錄。］ \\n 董仙道乞酒踏歌，周遊天下。大中正，多在河中府，市肆之人，或董生醉宿其門傍者，即賈市頓售，人皆欽異。仙道或徉狂自歌：「藕絲織得萬重羅，仙道用心多」。或遇大雪，以杖畫為床，即寢於雪中。人或問其寒否？答曰：「深山松●木，不畏雪漫漫」。發言成章，率多此類。 \\n 陳惠虛［太平廣記卷四十九著錄。］ \\n 陳惠虛者，江東人也。為僧，居天臺國清寺。曾與同侶遊山，戲過石橋，水峻苔滑，懸流萬仞，下不見底，眾皆股慄不行，惠虛獨超然而過，徑上石壁，至夕不迴，群侶皆舍去。惠虛至石壁外，微有小徑，稍稍平闊，遂及宮闕，花卉萬叢，不可目識，臺閣連雲十里許，見其門，題曰：「會真府」，左門額曰：「金庭宮」。右額曰：「桐●〔宮〕」［「宮」據孫校鈔宋本廣記補。］。三門相向鼎峙，皆有金樓玉窗，高百丈。入其右內之西，又一高樓，黃門，題曰「右弼宮」。周顧數千間，屈曲相通，瑤階玉陛，流渠激水，處處華麗，殆欲忘歸，而了無人跡。又入一院，見青童五六人，相顧笑語而去。再三問之，應曰：「汝問張老」。須臾迴顧，見一叟挾杖持花而來，訝曰：「汝凡俗人，何忽至此」？惠虛曰：「常聞過石橋即有羅漢寺；人世時聞鐘聲，故來尋訪。千〔生〕（僧）幸會［「生」據孫校鈔宋本廣記正。］，得至此境，不知羅漢何在」？張老曰：「此真仙之福庭，天帝之下府，號曰：金庭不死之鄉，養真之靈境，週迴百六十里，神仙右弼桐●上真王君主之。列仙三千人，〔上真三百人〕仙王力士［「上真三百人」據孫校鈔宋本廣記正。］，〔金〕（天）童玉女各萬人，為小都會之所。太上一年三降此宮，校定天下學道之人功行品第，神仙所都，非羅漢之所也。王君者，周靈王之子，瑤丘先生之弟子，位為上真矣」。惠虛曰：「神仙可學之否」？張老曰：「積功累德，肉身昇天，在於立志堅久耳。汝得見此福庭，亦是有可學之望也」。又問曰：「學仙以何門而入」？張老曰：「內以保神鍊氣，外以服餌丹華，變化為仙，神丹之力也，汝不可久住，上真適遊東海，騎衛若還，恐有〔訾〕（洛）責」［「訾」據孫校鈔宋本廣記正。］。因引之使出門，行十餘步，已在國清矣。惠虛自此慕道，好丹石，雖衣弊履穿，不以為陋。聞有鑪火方術之士，不遠而詣之，丹石所費，固亦多矣。晚居終南山捧日寺，年漸衰老，其心愈切，寢疾月餘，羸憊且甚，一旦暴雨後，有老叟負藥囊入寺，大呼曰：「賣大還丹」。繞廊數〔遍〕（迴）［「遍」據孫校鈔宋本廣記正。］，眾僧皆笑之，乃指病僧惠虛之門，謂老叟曰：「此叟頗好還丹，售之可也」。老叟欣然詣之，惠虛曰：「還丹知是靈藥，一劑幾錢」？叟曰：「隨力可致耳」。惠虛曰：「老病，沉困床枕餘月，昨僧次到，自行不得，托鄰僧代齋，得●錢少許，可致藥否」？叟取其錢，而留藥數丸，教其所服之法，惠虛便吞之，老叟乃去。眾僧相率來問，言：「已買得還丹，吞服之矣」。頃間，久疾都愈，遙止眾僧曰：「勿前！覺有臭，吾疾愈矣。但要新衣一兩事耳」。跳身起床，勢若飛躍，眾驚歎之。有〔取〕新衣與之者［「取」據孫校鈔宋本廣記補。］，取而著焉。忽飛殿上，從容久之，揮手相別，冉冉昇天而去。時太中十二年戊寅歲，是年，歸桐●觀，與道流話得道之由，云：「今在桐●宮中，賣藥老叟，將是張老耳」。言訖隱去。 \\n 夏侯隱者［太平廣記卷四十二著錄，三洞群仙錄卷十九］［「夏侯美睡」條係刪節。］ \\n 夏侯隱者，不知何許人也。大中末，遊茅山天臺間，常攜布囊竹杖而已飲食同常人，而獨居一室，不雜於眾，或露宿壇中，草間樹下，人窺覘之，但見雲氣蓊鬱，不見其身。每遊三十五十里，登山渡水，而閉目善睡［「善」孫校鈔宋本廣記及三洞群仙錄作「美」。］。同行者聞其鼻鼾之聲，而步不差跌，足無蹶礙，至所止即覺。時號作睡仙，後不知所終。 \\n 史得一［三洞群仙錄卷十九］［「得一寶符」條著錄。］ \\n 史得一者，自言咸通中因秋雨浹旬，山水泛溢，一旦微霽，見江濱一物，隨水橫流，以杖引之，得焉，開視乃老君三部符也。浮水中而不濕，心甚異之，收還家，其夜有光，彷彿二童隨之。與語云：「我侍符童子也，太上寶符，久傳人間，繕寫訛謬，迨失宗旨，文字既誤，鬼神無所稟伏，由是行之少效。今此正文，以付得道之子，救民疾苦，無不應驗」。後數年，童子告〔曰〕（白）［「曰」原作「白」，今正。］：「太上降駕太白山，可●朝拜」。因入太白不還。 \\n 王太虛［太平廣記卷四十六著錄。］ \\n 東極真人王太虛，隱居王屋山中。咸通壬辰歲，王屋令王●，夙志崇道，常念黃庭經每欲自為註解，而未了深玄之理，但日誦五六千遍。聞王屋〔山〕（小）有洞天神仙之府［「山」據孫校鈔宋本廣記正。］，求為王屋令，欲結廬於其中，冀時得遊禮耳。罷官，乃絕粒咽氣，數月，稍覺神旺身輕。入洞屋，誓不復返，初行三二十里，或寬廣明朗，或幽暗泥黑，捫壁俯行，經三五日，忽坦然平闊，峭崖倚空，直拔萬仞。下有嵌室，可坐數百人，石床案几，儼若有人居。岸上古經一軸，未敢遂取，稽首載拜言曰：「下土賤臣，形濁氣穢，輒慕長生之道，幸入洞天，仰窺靈府，是萬劫良會。今●上〔仙〕（天）遺跡［「仙」據孫校鈔宋本廣記正。］，玉案玄經，不敢輒取。願真仙鑒祐，許塵日一披篇卷，則受罔極之恩」。良久叩頭，乞報應之兆，忽有一人坐於案側曰：「子其志乎？●氏仙裔〔幸〕（聿）能好道［「幸」據孫校鈔宋本廣記正。］，可以名列青簡矣。吾東極真人，子之同姓也。此黃庭寶經，吾之所註，使授於子」。復贈以桃，〔出融●澤中〕［「出融●澤中」「器」據孫校鈔宋本廣記補。］，得數斗〔器〕，曰：「此食之者，白日飛行。此核磨而服之，不唯愈疾，亦可延算。子雖有志，未可居此，二十年期於茲山矣。勉而勤之，得道也」。言訖，不復見。●亦不敢久住，攜核桃與經而歸，磨服核桃，身康無疾，顏狀益少。人間因有傳寫東極真人所註黃庭經本矣。 \\n 寒山子［太平廣記卷五十五著錄。三洞群仙錄卷二］［「寒●貧道」條係刪節，引據「廣記」，而不記出處。］ \\n 寒山子者，不知其名氏。大曆中，隱居天臺〔山〕翠屏〔岩〕（山）［「山」「岩」據孫校鈔宋本廣記補正。］，其山深邃，當暑有雪，亦名寒岩，因自號寒山子。好為詩，每為詩，每得一篇一句，●題於樹間石上，有好事者，隨而錄之，凡三百餘首，多述山林幽隱之興，或譏諷時態，能警勵流俗。桐●徵君徐靈府，序而集之，分為三卷，行於人間。十餘年，忽不復見。咸通十二年，毘陵道士李褐，性褊急，好凌侮〔於〕人［「於」據孫校補。］。忽有貧士詣褐乞食，褐不之與，加以叱責，貧者唯唯而去。數日，有〔騎〕白馬從白衣者〔六〕（云）七人詣褐［「騎」以意補，「六」據孫校正。］，褐禮接之，因問褐曰：「頗相記乎」？褐視其狀貌，乃前之貧士也，逡巡欲謝之，●未發言。忽語褐曰：「子修道未知其門，而好凌人侮俗，何道可冀？子頗知有寒山子耶」？答曰：「知」。曰：「即吾是矣。吾始謂汝可教，今不可也。修生之道，除嗜去欲，嗇神抱和，所以無累也。內抑其心，外檢其身，所以無過也。先人後己，知柔守謙，所以安身也。善推於人，不善歸諸身，所以積德也。功不在大，立之無怠；過不在大，去而不貳，所以積功也。然後內行充而外丹至，可以冀道於髣●耳。子之三毒未剪，以冠簪為飾，可謂虎豹之●，而犬豕之質也」。出門乘馬而去，竟不復見。 \\n 張澥［三洞群仙錄卷十二］［「張澥飲水」條著錄。］ \\n 張澥，武陵人。幼而好學，常注念於桃源觀，願遇靈仙，以希度世，亦髣●通感，秘而不言。乾符中，鄭洿出牧武陵，因述詞文，虔誠禱祝。以澥牙將之中，素勤道法，令齎其詞致齋。法事未畢，有仙樂五雲之異。良久，垂一●璃瓶，自空而下，澥捧接之，及一瓶水耳。盡飲之，甘美無比，忽然騰躍昇天而去。 \\n 劉白雲［太平廣記卷二十七著錄。］ \\n 劉白雲者，揚州江都人也。家富好義，有財帛，多以濟人，亦不知有陰功修行之事。忽在江都，遇一道士，自稱為樂子長，家寓海陵，曰：「子有仙籙天骨，而流浪塵土中，何也」？因出袖中兩卷書與之，白雲捧書，開視篇目，方欲致謝，子長嘆曰：「子先得變化，而後受道，此前定也」。乃〔一一〕指摘［「一一」據孫校鈔宋本廣記補。］，次第教之。良久，失子長所在。依而行之，能役致風雨，變化萬物。（次第教）於襄州隔江一小山上，化兵士數千人，于其中結紫雲帳幄，天人侍衛，連月不散。節度使于●疑其妖幻，使兵馬使李西華引兵攻之，帳幄侍衛漸高，弓矢不能及。判官竇處約曰：「此幻術也，穢之即散」。乃取尸穢焚於其下，果然兵衛散去，白雲乘馬與從者四十餘人，走於漢水之上，蹙波起塵，如履平地，追之不得。［原書此處有墨釘，共脫二十五字，孫校鈔宋本廣記補「次第教」三字，明鈔本廣記補一］［「乃」字即接「於」字。］謂追者曰：「我劉白雲也」。後於江西、湖南，人多見之，彌更年少潔白。時湖南刺史王遜好道，白雲時來郡中，忽一日別去，謂遜曰：「將●洪州，即於鐘陵相見」。一揖而行，初不曉其旨，辰發靈川，午時巳在湘潭，人多識者，驗其所行，頃刻七百里矣。旬日，王遜果除洪州，到任後，白雲亦來相訪。復於江都值樂真人，曰：「爾周遊人間，固有年矣。金液九丹之經，太上所敕，令授於爾，可選名岳福地，鍊而服之。千日之外，可以登雲天矣」。乾符中，猶在長安市賣藥，人有識之者，但不可親炙，無由師匠耳。 \\n 張定［太平廣記卷七十四著錄。］ \\n 張定者，廣陵人也。童幼入學，天寒月曉，起早，街中無人，獨行百餘步，有一道士行甚急，顧見之，立而言曰：「此可教也」。因問汝何所好？答曰：「好長命耳」。道流曰：「〔此〕不難致「此」據孫校鈔宋本廣記補。。汝有仙骨，求道必成，且教汝變化之術，勿泄於人。十年外，吾自迎汝」。因以口訣教之。定謹訥小心，於家甚孝，亦曾私為此術，召鬼神，化人物，無不能者。與父母●漣水省親「漣」據孫校廣記改。，至縣，有音樂戲劇眾皆觀之，定獨不●，父母曰：「此戲甚盛，親表皆云，汝何獨不看耶」？對曰：「恐尊長要看，兒不得去」。父母欲●，定曰：「此有青州大設，可亦看也」「有」據孫校廣記正。。即提一水瓶，可受二斗以來，空中無物，置於庭中，禹步遶三二匝，乃傾於庭院內，見人無數，皆長六七寸，官寮將吏，士女看人，喧闐滿庭。即見〔排〕（無）比設〔庭〕（廳）「排」「庭」據孫校廣記補正。，戲場、局筵、隊仗、音樂、百戲、樓閣、車棚，無不精審。如此宴設一日，父母與〔定〕看之「定」據孫校廣記補。。至夕，復側瓶於庭，人物車馬，千群萬隊，邐迤俱入瓶內，父母取瓶視之，亦復無一物。又能自以刀●剪割手足，刳剔五藏，分掛四壁，良久，自復其身，晏然無苦。每見圖障屏風，有人物音樂? \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "仙傳拾遺卷五", "正文": "　 \\n 仙傳拾遺卷五 \\n 　 \\n  \\n 　 \\n 李子元［三洞群仙錄卷十六］［「李元●和」條著錄。］ \\n 李子元居隸上山石室中，習讀丹經，專精念道。忽有神仙乘羊而降，授其食氣●和之訣。修之數年，白日昇天。今居山即第十化也。下有綿水，山中石上，多有神羊之跡在焉。 \\n 穆將符［三洞群仙錄卷十七］［「將符救友」條著錄。］ \\n 穆將符好道，不慕聲利。與長安東肆姚生友善，時●其家，則飲酒話道，彌日累夕。忽姚生暴卒，舉家蒼惶，使人奔訪將符，際夜方至家，號告之，笑曰：「救也」。遂解衣與姚同衾而臥，戒令勿得驚呼，待喚即應。撤燭而寢，中夜燭之，可姚已起坐矣。曰：「適為黃衣使者追去。頃間聞傳乎云：太一有●，使追回」。自是姚生平復如初。將符遁去，不知所適。 \\n 黃奉先［三洞群仙錄卷十七］［「奉仙會親」條著錄。］ \\n 黃奉先，濛陽人，嘗入葛●山遇道士，教以變化之術。同縣富人宋氏以女妻之；宋親屬甚廣，為奉先宴饌者，逾月而未周。一旦，諸親戲謂奉先曰：「不知黃郎會親之席何如爾」？奉先遽答曰：「明日聊備酒饌，望諸親皆至」。於是鄰親賓客八十餘人，來日詣其家。奉先素未預備，其日忽見庭宇嚴潔，筵饌精豐，陳設圖繪，皆非西蜀所有，無非珍異，觀者駭目。音樂徐張，眾賓醉飫；有欲逃席者，出門見柱上二蛇，賓客驚懼，皆不敢出。已有既為眾人所知，不安栖止；後移家入東川太華山。 \\n 程太虛［三洞群仙錄卷十七］［「太虛受印」條著錄。］ \\n 程太虛者，果州西充人。潛心高靜，居南岷山，絕粒坐忘。一夕，迅風拔木，雷電大雨，庭前坎●之地，水猶沸涌，以杖攪之，得碧玉印兩紐，用之頗驗。每歲遠近祈求，或受符籙者，詣其門以印印籙，則受者愈加豐盛。所得財利，拯貧救乏，無不稱嘆。 \\n 魯逢［三洞群仙錄卷十五］［「魯逢修舍」條著錄。］ \\n 魯逢者，善於木工，●來齊岱之間。壽張令別叢舍壞二十餘間，使吏召匠以修之。吏執逢●行［案●同驅，見玉篇。］，逢邀吏就肆飲酒，去莊三十餘里，日暮而逢已醉臥。令頗剛躁，吏甚為憂。洎明日，又召酒飲，吏促之使行，逢曰：「本為脩莊舍，舍已正矣，何見促之甚」？吏不能解其意。良久，村童自莊所至云：「昨夜似有風雨，舍已修整矣」。吏以事白令，召而謝之，唯唯而已。 \\n 崔成子［三洞群仙路卷十四］［「成子五石」條著錄。］ \\n 崔成子者，脩五石雲腴之道於岯山洞室中，服之十年，解神而去，藏形於洞中。有遊者，見其形骨不散，而芳香逾甚；細●藏有五物，白如雞子，因探取而歸，忽自震懼，已失五石所在。明日，卻入洞中，見成子踞坐室內，奮髯而言曰：「道在積功累行，德及含識。地司所舉，名簡帝君，然後神丹可成，真師可遇。子無毫分之善，懷殘毒之行，竊我雲腴神薤之藥，而欲度世，不亦難乎？此固神明所貴，吾以愍物為心，不欲加罪，恐山神不赦，爾可速去」。自是尋獲惡疾，歲餘，成子夜降其家，教以洗心悔過之訣，所疾復愈。 \\n 柳浩［三洞群仙錄卷十五］［「柳浩掌廚」條著錄。］ \\n 柳浩者，家世奉道，焚修經恪，年八十餘，身嘗無疾，鄉里疑道力之所及也。忽一旦，謂其家曰：「吾昨奉天符，太上有●，使我於九仙寶室洞，掌仙官廚●百年，來日當行」。至期無疾而終，異香盈庭，數日始絕。 \\n 葛永●［三洞群仙錄卷十四］［「永●茯苓」條著錄。］ \\n 葛永●，常居蜀之上清山，志希度世。巨松之下，時有夜光，因得茯苓，其狀如人形，鍊而食之，能飛行變化。丹成服之，白日昇天。因號上清山為葛●山。 \\n 楊先賢［三洞群仙錄卷十九］［「先賢服餌」條著錄。］ \\n 楊先賢歷訪名山，周遊洞府，從葛永●得道，因其化跡處築室，居之逾年，忽一夜，見光明如晝，群仙降焉。問所修之道？先賢稽首曰：「糞壤之質，見歲月易遷，常恐奄謝，志期度世耳」。群仙憫之，遂賜丹華服餌，白日上昇。 \\n 劉仙鳳［三洞群仙錄卷十三］［「仙鳳赴會」條著錄。］ \\n 劉仙鳳者，九隴道士也。因入白鹿山，見神人，授隱秘之術。堋口山有大雪寺，方眾會；仙鳳與道流十餘人赴其會，既不為之禮。鳳與道流纔出，忽聞齋處眾人驚徹連聲不已，云：「籬外籬中，有虎三十餘頭，縱橫出入」。眾不暇食，憂懼莫知所為，僧知其術也，命眾人與眾僧，望仙鳳焚香致禮悔謝，虎乃息。 \\n 唐公昉［三洞群仙錄卷九］［「公昉遺鼠」條著錄，歷世真仙體道通鑑卷十一「唐公昉」條文異。］ \\n 唐公昉師李八百，得其仙丹，遂舉家拔宅昇天，雞犬皆去。唯鼠空中自墮，腸出，一月三易其腸。今山下有拖●鼠，束廣微所謂「唐鼠」也。 \\n 陳季卿［三洞群仙錄卷九］［「季卿一葉」條著錄。］ \\n 陳季卿因遊長安青龍僧舍，會一老翁與季卿擁鑪以坐，見壁上有寰海華夷圖，季卿嘆曰：「十年辭家，辛苦萬里，何由泳淮泛洛，至于家山耶」？翁笑曰：「此不難致」。命侍童折塏前一竹葉，置於圖中渭水之上。「注目於此舟，可如向來之願矣」。季卿瞪目，覺渭水波動，竹葉以成巨舟。恍然舟泛，遂及於家，見兄弟妻子，忻喜迎拜；復辭家登舟至渭濱，●然如夢，坐在畫圖之前，仙翁擁鑪如舊。季卿謝之，因問翁姓名？翁曰：「吾不欲姓名示於人間，但居終楠山已七百年矣。子有道骨，故相值爾」。 \\n 褒女［三洞群仙錄卷八］［「女褒浣紗」條著錄。］ \\n 褒女者，漢中人也。居瀘、沔二水之間。幼慕沖寂，既笄，因浣於水際，雲雨晦冥，若有所感而孕。父母責之，憂恚而疾，臨終謂其母曰：「死後當以牛車載送西山之上，即所願也」。言訖而終。父母置之於車中，未及駕牛兒車自行，踰漢濜二水，橫流而渡，直上平原山嶺。家人追之，但見五雲如蓋，天樂震空，幢節導從，其女昇天。視車中空棺而已。 \\n 成武丁［三洞群仙錄卷七］［「武丁被召」條著錄。］ \\n 成武丁，桂陽人也。年十三，為縣宰遣送物上州，州牧周忻異之，留為文學主簿，因被使，自京還過長沙郡，投郵舍不及，遂宿野木下。忽聞人有語云：「向長沙市藥」。平旦，見二鶴，君異之，遂●市門伺候，果見二老人。君從之數里，老人問：「子隨我何求耶」？曰：「聞君有濟生之術，因來侍從耳」。老人顧笑，於袖中出玉函，看素書，果有武丁姓名，各出藥一粒與之，因而得道。一日，謂弟曰：「七月七日，牽牛詣織女，吾被召還宮，不得久留」。言訖而卒。後葬，太守使人發棺，不復見尸，但有青竹杖并舄而已。 \\n 鱉靈［三洞群仙錄卷七］［「鱉靈導水」條著錄。］ \\n 鱉靈，楚人也。死，棄尸於江中，泝流而上，至汶山下，蹙然而起，隱於蜀山中，以變化驅役鬼神之術，聞於世。時峽中山摧，堰江不流，杜宇苦之，聞鱉靈有術，使決金堂山瞿塘峽，導水東注復舊所，人得陸處。宇遜位數百年，遊天柱山，遇天真集焉，遂昇天而去。28628775 \\n 邢和璞［三洞群仙錄卷七］［「和璞心算」條著錄。］ \\n 邢和璞，隱居瀛海間，得神仙之道。使人以心注念於物，布筭而知之，無不中者，居嵩潁間，著書三篇曰：潁陽書，有筭心虛旋空之訣。 \\n 園客妻［三洞群仙錄卷六］［「園客甕繭」條著錄，歷世真仙體道通鑑後集卷五「園客妻」條，文字小異。］ \\n 園客者，濟陰人也。姿貌端美而良，邑人〔多欲〕以女妻之［「多欲」據歷世真仙體道通鑑後集卷五園客妻條補。］，客終不取［「取」通鑑後集作「妻」。］。常〔採〕（種）五色香草積數十年［「採」據通鑑後集正。］，服食〔實〕［「其實」據通鑑後集補。］。一旦，有五色蛾止其香〔草上〕（末）［「草上」據通鑑後集正。］，客〔收〕（衣）而薦之以布［「收」據通鑑後集正。］，生花蠶焉［「花」通鑑後集作「桑」。］。至蠶時，有〔一〕女夜半至［「一」據通鑑後集補。］，自稱客妻，道蠶狀，〔助客養蠶，亦以香草飼之〕［「助客養蠶，亦以香草飼之」。據通鑑後集補。］。客與俱〔收〕得一百二十頭繭［「收」據通鑑後集正。］，皆如甕大。繰一繭六十日乃盡，訖則俱去矣，莫知所之。濟陰人祠華蠶設祠室也［「華」通鑑後集作「桑」。］。 \\n 馮大亮［三洞群仙錄卷五「大亮牛喘」條著錄。道藏輯要翼集清彭洵編青城山記，其「事實記」下亦輯入此條。案青城山記為杜光庭所撰，原書久佚，彭氏所輯，未詳出處，今據以參補。］ \\n 馮大亮，家貧好道，亦無所習，每遇道士及方術之人經過其門，必留連延接。唯一牛拽步磨以自給。一旦，牛死，其妻楊氏對泣傷嘆，曰：「衣食所給，在此一牛耳。牛既死，何以資其口食乎」？時慈母山道士每過其家，來即憩歇累日。時道士果來，夫婦以此語之。道士曰：「皮角在乎」？曰：「在」。即取〔皮〕攣綴如牛形［「皮」據青城山記所引補。］，以木為腳，以繩繫其口，驅叱遂起，肥健如常。〔曰：「此牛不飲食，慎勿解其口，力倍於常」。〕［〔〕中文據青城山記所引補。］道士亦不復見。數年，盛暑，牛喘甚急，牧童見之，私解其口，遽成皮骨而已。〔然其家已漸富，改置酒肆，仍好賓客。有樵叟常詣飲酒，禮接之，不言錢。一日，叟偕八人至，袖中各出柟木一枝，纔五六寸，栽於庭，便飲，盡歡去，曰：「此枝徑尺，則家財百萬，此時可貢天子，垂名國史。四十年後，當會於岷嶺巨人宮，授以飛仙之道」。言訖去。旬日樹已徑尺，其家富甚。元宗幸蜀，大亮助錢三十一萬，以資國用。〕［〔〕中文據青城山記所引補。］ \\n 王仙柯 \\n 王仙柯，青城橫源人。好行仁惠，家富巨萬，所居之側山，頗宜薪炭。忽聞盜斫柴者，仙柯因檢行見，乃一道士爾。曰：「某於谷中燒鍊丹藥，每為闕炭，因竊此柴燒之」。仙柯問其所用幾何，可以並為致之，不煩自致也。道士忻然謝曰：「藥成後，必當奉報」。如是，仙柯時●訪之。一旦，藥已成矣，自此為別也，留丹數粒而去。仙柯服丹，自覺氣逸身輕。門側有大柏樹，騰身而舉，已●木杪，因此飛昇而去。 \\n 趙度［三洞群仙錄卷一］［「趙度逐兔」條著錄。］ \\n 趙度，不知何許人。因獵於大房山，逐一白兔，因入於伏龍穴中，見瑤臺玉堂，壁立千仞，有白蝙蝠，其大如鴉。因與群仙相遇，授靈藥而得仙。 \\n 沈建［三洞群仙錄卷三］［「沉建一驢」條，係刪節。歷世真仙體道通鑑卷五作沈建］［，文全。］ \\n 沈建者，丹陽人也。世為長吏，而建獨好道，不肯仕宦，學導引服食之術，還年卻老之法。又能理病，病無輕困，見建者愈，奉之者數千家。每遠行，寄奴侍三五人、驢一頭、羊數十口，各與藥一丸，謂主人曰：「但累室舍，不煩飲食也」。便辭去。主人大怪之，云：「此君所寄奴畜十五餘口，並不留寸資，當如何」？建去之後，主人飲食奴侍，奴侍聞食氣，接吐逆不視。又以草與驢羊，亦避去不食，更欲抵觸人。主人乃驚異之。後百餘日，而奴侍身體光澤，異於食時，驢羊俱肥健。建三年乃返，各復以一丸藥與奴侍驢羊，乃還飲食如故。建遂斷穀不食，能舉身飛行，或去或還，如此三百餘年，乃絕跡不知所在也。 \\n 陽翁伯［太平廣記卷四著錄，歷世真仙體道通鑑卷十五係刪節。］ \\n 陽翁伯者，盧龍人也。事親以孝，葬父母於無終山，山高八十里，其上無水。翁伯廬於墓側，晝夜號慟，神明感之，出泉於其墓側，因引水就官道，以濟行人。嘗有飲馬者，以白石一升與之，令翁伯種之，當生美玉，果生白璧，長二尺者數雙。一日，忽有青童乘虛而至，引翁伯至海上僊山謁群僊，曰：「此種玉陽翁伯也」。一僊人曰：「汝以孝於親，神真所感。以玉種與之，汝果能種之，汝當夫婦俱仙。今此宮即汝他日所居也。天帝將巡省於此，開禮玉十班［「開」孫校鈔宋本太平廣記作「用」。］，汝可致之」。言訖，使僊童與俱還。翁伯以禮玉十班，以授僊童。北平徐氏有女，翁伯欲求婚，徐氏謂媒者曰：「得白璧一雙可矣」。翁伯以白璧五雙，遂湑徐氏。數年，雲龍下迎，夫婦俱昇天。今謂其所屬為玉田坊。翁伯僊去後，子孫立大石柱於田，以紀其事。 \\n 張楷［太平廣記卷四著錄。］ \\n 張楷字公超。有道術，居華山谷中。能為五里霧，有玉訣金匱之學，坐在立亡之道。人學其術者，填門如市，故云霧市。今華山有張超谷焉。 \\n 韋善俊［太平廣記卷四十七著錄。］ \\n 韋善俊者，京兆杜陵人也，訪道周遊，遍尋名岳，遇神仙，授三皇檄召之文，得神化之道。或靜棲林野，或醉臥道途。常攜一犬，號之曰「烏龍」，所至之處，必分己食以飼之。犬復病疥，毛盡禿落，無不嫌惡之。其兄為僧，久居嵩寺，最為長老。善俊將欲昇天，忽謂人曰：「我有少債未償耳」。遂入山見兄，眾僧以師長之弟，多年忽歸，彌加敬奉。每昇堂齋食，即牽犬於其側，分食與之。眾既惡之，白於長老，長老怒，召而責之，笞擊十數，遣出寺。善俊禮謝：「某宿債已還，此去不復來矣。更乞一浴，然後乃去」。許之。及浴移時，牽犬而去，犬已長六七尺，行至殿前，犬化為龍，長數十丈，善俊乘龍昇天，拏其殿角，縱跡猶在。 \\n 薛肇［太平廣記卷十七著錄。］ \\n 薛肇，不知何許人也。與進士崔宇，於廬山讀書，同志四人，二人業未成而去。崔宇勤苦，尋己擢第，唯肇獨以修道為務，不知師匠何人，數年之間，已得神仙之道。廬山下有患風勞者，積年醫藥不效，尸居候時而已。肇過其門，憩樹陰下，因語及疾者「及」孫校鈔宋本廣記作「久」。，肇欲視之。既見，曰：「此甚易耳，可以愈也」。留丹一粒，小於粒米，謂療者所親曰：「明晨搯半粒，水吞之，自當有應。未愈，三日外便服半粒也」。其家自以久疾求醫，所費鉅萬，尚未致愈，疾者柴立，僅存餘喘，豈此半粟而能救耶？明日試服之，疾者已起，洎午能飲食，策杖而行。如此三日，充盛康壯。又服半粒，即神氣邁逸，肌膚如玉，髭髮青鬒，壯可二十歲許人。月餘，肇復來曰：「子有骨籙，值吾此藥，不唯愈疾，兼可得道矣」。乃授其所修之要，此人遂登五老峰，訪洞府而去。崔宇既及第，尋授東畿尉，赴任，過三鄉驛，忽逢薛肇，下馬敘舊，見肇顏貌風塵，頗哀嗟之色。宇自以擢第拜官，揚揚矜負，會話久之，日已晡矣。薛謂崔曰：「貧居不遠，難於相逢，過所居宵話可乎」？崔許之，隨薛而行，僕乘皆留店中。初八一小逕，甚荒梗，行一二里間，田疇花木，皆異凡境，良久已及，高樓大門，殿閣森沉，若王者所理。崔心驚異之。薛先入 \\n  \\n 　 \\n  \\n   \\n  "}
