{"章节": "●卷上", "正文": "　 \\n ●卷上 \\n 　 \\n  \\n 安祿山，營州雜種胡也，小名軋犖山。母阿史德氏[１]，為突厥巫，無子，禱軋犖山，神應而生焉。是夜赤光傍照，羣獸四鳴，望氣者見妖星芒熾落其穹廬。時張韓公使人搜其廬，不獲，長幼並殺之。祿山為人藏匿，得免。怪兆奇異不可悉數，其母以為神，遂命名軋犖山焉。突厥呼鬭戰神為軋犖山。少孤，隨母在突厥中。母後嫁胡將軍安波注[２]兄延偃。史思明令偽史官官稷一譔《祿山墓誌》云，祖諱逸偃，與此不同。 \\n 開元初，延偃族落破，胡將軍安道買[３]男孝節并波注男思順文貞俱逃出突厥中。道買次男貞節為嵐州別駕收之。祿山年十餘歲，貞節與其兄孝節相攜而至，遂與祿山及思順並為兄弟，乃冒姓安氏，案：郭汾陽請雪安思順表云：本姓康，亦不具本末。名祿山焉。長而奸賊殘忍，多智計，善揣人情，解九蕃語[４]，為諸蕃互市牙郎。張守珪為范陽節度使，祿山盜羊姦發，追捕至，欲棒殺之。祿山大呼曰：「大夫不欲滅奚、契丹兩蕃耶？而殺壯士！」守珪奇其言貌，乃釋之，留軍前驅使，遂與史思明同為捉生將。祿山素習山川井泉，嘗以麾下三五騎生擒契丹數十人，守珪轉奇之，每益以兵，擒賊必倍。後為守珪偏將，所向無不摧靡，守珪遂養為子，以軍功加員外左騎衛將軍，充衙前討擊使。 \\n 開元二十一年，守珪令祿山奏事，中書令張九齡見之，謂侍中裴光庭曰：「亂幽州者，必此胡也。」 \\n 二十四年，祿山為平盧將軍，討契丹失利，守珪奏請斬之。九齡批曰：「穰苴出軍，必誅莊賈；孫武行令，亦斬宮嬪。守珪軍令若行，祿山不宜免死。」玄宗惜其勇銳，一作驍勇。但令免官，白衣展效。九齡又執奏，請誅之。玄宗曰：「卿豈以王夷甫識石勒，便臆斷祿山難制耶？」竟不誅之。玄宗至蜀，追恨不從九齡之言，遣中使至曲江祭酹，其誥辭刻於白石山崖壁中。至建中元年十一月五日，德宗以九齡先睹未萌，追贈司徒。 \\n 二十八年，為平盧軍兵馬使。 \\n 二十九年三月九日，加特進。時御史中丞張利貞為河北採訪使，至平盧。祿山諂佞，善伺人情，曲事利貞，復以金帛遺其左右。利貞歸朝，盛稱祿山之美，遂授營州都督[５]，充平盧軍節度使，知左廂兵馬使，度支、營田、水利、陸運使副，押兩蕃、渤海、黑水四府經略使[６]，順化州刺史。王仁經授以偉略，玄宗始親信之。 \\n 天寶元年正月六日，分平盧別為節度，以祿山為左羽林大將軍，員外置同正員兼柳城郡太守，持節充平盧軍攝御史大夫，管內採訪處置等使。 \\n 二載，入朝，奏對稱旨，因是玄宗賞重之，加驃騎大將軍。 \\n 三載三月，授范陽長史，充范陽節度、河北採訪使，平盧節度，餘如故。 \\n 是月，祿山出鎮，敕中書門下三品已下正員外部長官、諸司侍郎、御史中丞於鴻臚亭子祖餞。是時，祿山奏云：去年七月，部內生紫方蟲食禾苗，臣焚香告天曰：臣若不行正道，事主不忠，食臣心；若不欺正道，事主竭誠，其蟲請便消化，啟告必應。時有羣鳥食其蟲，其鳥赤頭而青色。伏請宣付史館。又其時選人張奭者，御史中丞倚之子也，不辨菽麥，假手為判，中甲科。時有下第者，為薊令，以事白祿山。祿山恩寵漸盛，得見無時，具奏之。玄宗乃大集登科人，御花萼樓，親試升第者一二。奭手持試紙，竟日不下一字，時謂之曳白。玄宗大怒，出吏部侍郎宋遙為武當太守，倚淮陽太守，敕「庭闈之閒，不能訓子，選調之際，仍以託人」。士子皆為戲笑焉。 \\n 四載，奚、契丹各殺公主，舉部落以叛。祿山方邀兩蕃肆其侵掠，奚等始貳於我。祿山又奏：臣昨討契丹，軍次北平郡，夢見先朝名將李勣、李靖於臣求食。乃令立廟，兼伸禱祈，薦奠之日，神室梁生芝草，一本十莖，狀如珊瑚盤疊。臣當重寄，誓殄東夷，人神協從，靈芝瑞應。伏請宣付史館，以彰幽贊之功，從之。祿山恃恩寵，縱虛妄，以取媚於玄宗，皆此之類也。 \\n 五載，吏部尚書席建侯為河北黜陟使，表薦祿山公直無私，嚴正奉法。利貞推美於前，建侯表進於後。 \\n 六載正月二十四日，加兼御史大夫。右相李林甫素與祿山交通，復屢言於玄宗，由是特加寵遇。玄宗初即位，用郭元振、薜翊、張嘉貞、張說、杜暹、蕭嵩、李適之，咸以大將直登三事。李林甫既陷適之，遂反其制，始請以蕃人為將，以固其權。嘗奏於玄宗曰：「以陛下之雄才，國家富強，而蕃之未滅者，由文吏為將而怯懦不勝武也。陛下必欲滅四夷，威海內，即莫若武臣，武臣莫若蕃將，生時氣雄，少養馬上[７]，長習陳敵，此天性也。陛下撫而將之，使其必死，則夷狄不足圖也。」玄宗大悅。首用祿山，卒為戎首，林甫之罪也。初，王鉷承恩亞於林甫，而敬畏其威，事之彌謹。祿山恃恩，嘗見林甫白事，怠而不恭。林甫欲示以威，佯語他事，命左右白王大夫鉷至，鞠躬如也。祿山不覺自失。鉷語逾謹，而祿山逾恭，自此還遞相維。林甫危害肅宗，告祿山思作難，約令其子引兵來援。天寶十年，林甫死後，楊國忠納祿山，遺嚴莊領阿布私部下降兵三十三人[８]，告林甫與阿布私潛通，結為父子。至十二載，詔奪林甫官爵，同凡庶殯掩，連累之者，五六十人。迹其行事，不得不爾。 \\n 玄宗春秋漸高，託祿山心膂之任。祿山每探其旨，常因內宴承歡，奏云：「臣蕃戎賤臣，受主寵榮過甚，臣無異材為陛下用，願以此身為陛下死。」玄宗不對，私甚憐之，因命皇太子見之。祿山見太子不拜，左右曰：「何為不拜？」祿山曰：「臣蕃人，不識朝儀，不知太子是何官？」玄宗曰：「是儲君。朕百歲之後，傳位於太子。」祿山曰：「臣愚，比者只知陛下，不知太子，臣今當萬死。」左右令拜，祿山乃拜。玄宗尤嘉其純誠。時貴妃太真寵冠六宮，祿山遂請為養兒。每對見，先拜太真，玄宗問之，奏曰：「蕃人先母後父耳。」玄宗大悅。祿山恩寵寖深，上前應對，雜以諧謔，而貴妃常在座，詔楊氏三夫人約為兄弟。由是，祿山心動。及動兵，聞馬嵬之事，不覺數歎。雖林甫養育之，國忠激怒之，然其他腸亦可知也。 \\n 六載，加御史大夫，封兩妻康氏、段氏並為國夫人。祿山嘗令麾下將劉駱谷在京伺察朝廷旨意動靜，皆竝代為牋表，便隨所要而通之。御史中丞楊國忠中外敬憚，每祿山登降，扶翼之。右丞相李林甫專宰相柄，威權莫二，見祿山於政事堂，引坐與語。時屬冬寒，脫己袍披覆之，其為承恩見重也如此。晚年益肥，腹垂過膝，自秤得三百五十斤。每朝見，玄宗戲之曰：「朕適見卿腹幾垂至地。」祿山每行，以肩膊左右擡挽其身，方能移步。玄宗每令作《胡旋舞》，其疾如風。嘗夜晏祿山、祿山醉臥，化為一黑豬而龍首，左右遽言之，玄宗曰：「豬龍也，無能為者。」祿山乘驛馬詣闕，每驛中閒築臺以換馬，謂之大夫換馬臺。不然馬輒死。驛家市祿山乘馬，以五石土袋試之，能馱者，乃高價市焉，?飼以候祿山；鞍前更連置一小鞍，以承其腹。祿山肉疾轉甚，富貴之已極。每朝，常經龍尾道，未嘗不南北睥睨，久而方進，即凶逆之萌，常在心矣。祿山舊宅在道政坊，玄宗以其陋隘，更於親仁坊選寬爽之地，出御庫錢更造宅焉。今親仁坊東南隅玄元觀，即其地也。敕所司窮極華麗，不限財物，堂隍院宇，重複?窱，匼帀詰曲，窗牖綺疏，高臺曲池，宛若天造，幃帳幔幕，充牣其中。九載，祿山獻俘入京，方命入此新宅，玄宗賜銀平脫破方八角花鳥藥屏帳一具，方圓一丈七尺；金銅鉸具、銀鑿鏤、銀鏁二具；色絲縚一百副；夾頡羅頂額織成錦簾二領；各紫綊簾羅金銅鉤、分錯色絲縚貼白檀香牀兩張，各長一丈，闊六尺；并水蔥夾貼綠錦緣白平紬背席二領；繡茸毛毯合銀平脫帳一具，方一丈三尺；金銅鉸具、繡綾頡夾帶、碧綾峻旗、色絲縚百副[９]；貼文牙牀二張，各長一丈，闊三尺；水蔥夾貼席、紅錦緣白平紬背、紅異文繡方繡褥、紫紬牀帳兼黃金瑤光等並全兩內帳設。續賜青羅金鸞緋花鳥子女立馬雞袍袴等，屏風六合，紅瑞錦褥四領，二色綾褥八領，瑞錦屏兩領，龍鬚夾貼席一十四領，貼文柏牀一十四張，白檀香木細繩牀一張，繡草敦子三十箇。至於廚廄之內，亦以金銀飾其器，又賜金平脫五斗飯甖二口，銀平脫五斗淘飯魁二，銀絲織成篣筐、銀織笊籬各一，金銀具食藏二，零碎之物不可勝數。雖宮中服御殆不及也。玄宗嘗御勤政樓，於御座東閒為設一大金雞帳，前置一榻，坐之，卷去其簾，以示榮寵。每於樓下宴會，百僚在座，祿山或撥去御簾而出。肅宗諫曰：「自古正殿，無人臣坐之禮，陛下寵之太甚，必將驕也。」上呼太子前曰：「此胡骨狀怪異，欲以此厭勝之耳。」 \\n 七載六月，賜實封三百戶，并賜鐵券，封柳城郡開國公。詔曰：「用奇材者必拔於常倫，立茂績者亦超於彝典。驃騎大將軍兼羽林大將軍，員外置同正員兼御史大夫，范陽郡大都督府長史，柳城郡太守，持節范陽節度、經略、度支、營田副大使知節度兼平盧節度使，度支、營田、陸運、押兩蕃、渤海、黑水四府經略處置及平盧、河北轉運并管內採訪等使，上柱國柳城縣開國伯安祿山，河嶽誕寶，雄武生材；萬里長城，鎮清邊裔；中權決勝，暗合孫吳[１０]。自授以元戎，升之憲府，一心之節逾亮，七擒之策益章。內實軍資，豐財以潤國；外威戎落，稽顙以輸誠。加以忠竭，私誠無隱；疇之舊典，宜誓山河；長平之封，式崇井賦，可柳城郡開國公，仍賜實封三百戶，并賜鐵券，餘如故。」 \\n 是月，又加祿山父贈使持節魏郡諸軍事，魏郡太守。延偃，夙稱幹略，素懷節義。仁而有勇，志已慕於韜鈐；忠以立身，名早雄於沙漠。克生令胤，實負長才；蘊登壇之良謀，當弄印之榮寄。作鎮幽薊，肅清醜虜，舉無遺策，動見奇功。自葉流根，是光幹蠱之德；飾終褒美，爰申加等之贈；宜膺寵秩，用慰泉壤。□范陽大都督[１１]。 \\n 尋進封祿山為東平郡王。制曰：「寄重者位崇，勳高者禮厚。欽若古訓，抑為舊章。開府儀同三司兼左羽林大將軍，員外置同正員，御史大夫，范陽大都督府長史，柳城郡太守，持節范陽節度[１２]、經略、度支、營田、陸運、押兩蕃、渤海、黑水四府處置及平盧軍、河北轉運并營田採訪使，上柱國柳城郡開國公安祿山，性合韜鈐，氣稟雄武，聲威振於絕漠，捍禦比於長城。戰必克平，智能料敵。所以擢升臺憲，仍杖旌旄。既表勤王之誠，屢伸殄寇之略。頃者，契丹負德，潛懷禍心，乃能運彼深謀，果梟渠帥。風塵攸靜，邊朔底寧。不示殊恩，孰彰茂績？疆場式遏，且殊衛霍之功；土宇斯開，宜踐韓彭之秩。可封東平郡王，仍賜實封三百戶，餘如故。」 \\n 九載八月二日，又加河北道採訪處置等使[１３]。命壽王瑁書告身，并裝金平脫函瑞錦標鈿軸，令內常侍郭全羽送焉。 \\n 天長節，祿山進山石功德及幡花香爐等，命於大同殿安置，朝夕禮謁焉。優詔褒美，兼賜祿山寶鈿鏡一面，并金平脫匣、寶枕、承露囊、金花盌等，亦令郭全羽送之，酬其忠孝之意也。又進玉石天尊一鋪，請於道場所安置。玄宗命置於內暖殿。天尊并侍坐真人、玉女神、天丁力士、六樂童子及師子、辟邪、香爐、玉案三十六事。 \\n 是秋，祿山將入朝，乃令於溫泉為祿山造宅。祿山將至之日，宣賜什物、米麪、柴炭之屬萬計。又賜永寧園充使院。今司天臺，是其地也。祿山將及戲水，楊國忠兄弟、虢國姊妹並至新豐以來會焉。飛蓋蔭野，車騎雲屯，所止之處，皆御賜膳，水陸畢備。至溫泉賜浴。將士並賜食、賜錢。玄宗計日幸望春宮，以待十六日獻俘八千人於觀風樓下。賜莊宅各一所，雜彩綾羅、金銀器物及聲音口等。龜茲一部，雞棲鼓、指鼓、腰鼓、笛、簫、觱篥等七人。將士亦各頒賜。賜祿山金靸花大銀胡餅四、大銀魁二併蓋、金花大銀盤四、雜色綾羅三千尺。判中殿中侍御史楊玄章等三人，緋衣各一對，及絹綵等。將士大將軍楊歸順等一百九十三人，衣各一副，并絹綵等。又賜契丹生女口，大小五十人。考課之日，上考，祿山又自獻金銀器物、婢及駞馬等。金窯細胡瓶二，銀平脫胡平牀子二，紅羅褥子一，婢十人，細馬十匹，打毬士生馬三十匹，駱駞十頭，骨鞍轡三十具，並黃綾鞍袱三十條[１４]，抄尾大馬纓十箇，又進鹿尾醬、鹿尾骨等。 \\n 祿山同列皆尚食供饌，其餘頒賜品味，備極水陸。玄宗每食一味，稍珍美，必令賜與，中貴相望於道。又嘗遺祿山酥真符、寶輿并窯臺，及音聲、寶車、牛士、繖蓋，并小山花果藥雜樹，小獅子、白象各二，兼藥食等一牙盤，令內謁除大賓，宣賜祿山，以為奇觀焉。 \\n 又賜永穆公主池亭以為遊宴之地。祿山既移居親仁坊，進表求降墨敕，請宰相至席宴會。是日，玄宗欲於樓下打毬，遂停打毬，命宰相赴焉。玄宗每於苑中放鷹鶻[１５]，所獲鮮禽，多走馬宣令賜嘗。王鉷、楊國忠選勝燕樂，必賜梨園教坊音樂，貴妃姊妹亦多在會中。駕幸溫泉，必令扈從，賜馬，賜衣，香囊珍寶，不知紀極。祿山時染小疾，王人御醫重疊複至，煎和湯藥皆在禁中。先許祿山於管內上谷郡起五鑪鑄錢，時又進錢樣一千貫文。召祿山男慶緒及女婿歸義王李獻誠、祿山養兒王守忠、安忠臣等赴闕，到日並賜衣服、玉腰帶、錦綵等，仍令尚食供食。其冬久無雪，至十二月十四日乃雪，祿山表賀焉。玄宗批答兼口號以賜之曰：「臘月忻三白[１６]，嘉平安四鄰，預知天下稔，先為物華春。」其見重如此。 \\n 十載正月一日，是祿山生日，先日賜諸器物衣服，太真亦厚加賞遺。玄宗賜金花大銀盆二，金花銀雙絲平二，金鍍銀蓋椀二，金平脫酒海一并蓋，金平脫杓一，小馬腦盤二，金平脫大盞四，次盞四，金平脫大瑪腦盤一[１７]，玉腰帶一，并金魚袋一，及平脫匣一，紫細綾衣十副，內三副錦襖子并半臂，每副四事，熟錦細綾□□三十六具。太真賜金平脫裝一具，內漆半花鏡一，玉合子二，玳瑁刮舌篦、耳篦各一，銅鑷子各一，犀角梳篦刷子一，骨合子三，金鍍銀盒子二，金平脫盒子四，碧羅帕子一，紅羅繡帕子二[１８]，紫羅枕一，氊一，金平脫鐵面枕一，并平脫鎖子一[１９]，銀沙羅一，銀鏂椀一，紫衣二副，內一副錦，每衣計四事件。 \\n 其日，又賜陸海諸物，皆盛以金銀器，並賜焉。所賜祿山食物、香藥，皆以金銀器盛之，其器並賜，前後又不可勝計也。 \\n 後三日，召祿山入內，貴妃以繡綳子綳祿山，令內人以綵輿舁之，歡呼動地。玄宗使人問之，報云：「貴妃與祿山作三日洗兒，洗了又綳祿山，是以歡笑。」玄宗就觀之，大悅，因加賞賜貴妃洗兒金銀錢物，極樂而罷[２０]。自是，宮中皆呼祿山為祿兒，不禁其出入。又為河東節度，二月二日，遂加雲中太守兼充河東節度採訪使，餘如故。祿山奏請戶部侍郎吉溫知留後事，大理寺張通儒為留後判官。雲中之事一委吉溫，祿山甚重之。 \\n 祿山母、祖母皆賜國夫人，男慶宗、慶緒、慶恩、慶和、慶餘、慶則、慶光、慶喜、慶祐、慶長、慶□等一十一男，皆是玄宗賜名。慶宗為衛尉少卿，慶緒為鴻臚少卿兼廣陽郡大守，慶宗加祕書少監，又尚榮義郡主，改太僕卿。祿山恃此，日增驕恣。嘗以曩時不拜肅宗之嫌，慮玄宗年高，國中事變，遂包藏禍心，將生逆節。乃於范陽築雄武城，外示禦寇，內貯兵器，養同羅及降奚、契丹曳落河蕃人健兒為曳落河。八千餘人為假子[２１]，及家童教弓矢者百餘人，以推恩信，厚其所給，皆感恩竭誠，一以當百。又畜單于、護真大馬習戰鬭者數萬疋，牛羊五萬餘頭，總三道以節制，天寶元年，除平盧節度使。三年，兼范陽節度使。十年，兼河東節度使。刑賞在己。於是張通儒、李廷望[２２]、平冽、李史魚、獨孤問俗等在幕下，高尚掌奏記，嚴莊主簿書，安守忠、李歸仁、蔡希德、牛庭玠、向潤容[２３]、崔乾祐、尹子奇、何千年、武令珣、能元皓、田乾真等為將帥，潛於諸道商胡興販，每歲輸異方珍貨計百萬數。每商至，則祿山胡服坐重牀，燒香列珍寶，令百胡侍左右，羣胡羅拜於下，邀福於天。祿山盛陳牲牢，諸巫擊鼓、歌舞，至暮而散。遂令羣胡於諸道潛市羅帛，及造緋紫袍、金銀魚袋、腰帶等百萬計，將為叛逆之資，已八九年矣。又每歲獻俘虜、牛羊、駞馬，不絕於路，珍禽奇獸、珠寶異物，貢無虛月，所過郡縣，疲於遞運，人不聊生。 \\n 祿山性殘忍，多姦謀，常誘熟蕃奚、契丹因會酒，中實毒鴆殺之，動數十人，斬大首領，函以獻捷。 \\n 是年秋，祿山大舉兵討契丹，使人謂奚曰：「今契丹背盟，我將討之，汝豈無助乎？」奚遂以驍騎二千從之。祿山使為鄉導，行至土護真河，誓眾曰：「兵法：疾雷不及掩耳。今久雨，復去賊尚遠，若倍道趨程，賊必不虞我至，破賊必矣。」遂晝夜兼行三百餘里，契丹不為備，至，大駭亂矣。祿山使人持一繩，欲盡縛契丹，意欲生擒以歸。是時屬雨甚，弓弩盡溼，弛而不可張。大將何思德請曰：「兵志：遠來倍道疲頓，用之力必不足。不如少憩，張其勢必脅之[２４]，不三日必降。」祿山大怒，欲斬之以令三軍，遂請效死於先鋒。 \\n 思德形貌素類祿山，契丹望見，攢槍矢而取之，須臾支解，骨肉立盡，眾咸謂殺得祿山。奚又背祿山，以附契丹，併力夾攻，殺傷略相當。矢中祿山鞍橋，鞭弭俱棄，簪履亦墜，獨以麾下二十騎走，上山蒼黃，陷於坑中，男慶緒、麾下將孫孝哲扶出之。又戰數十里，會夜，追騎解，遂投平盧城。平盧騎將史定方領精兵三千赴之，契丹知救至，遂解圍而去，祿山方得脫。 \\n 十一載三月，祿山引蕃奚步騎二十萬直入契丹，以報去秋之役，朔方節度副使奉信王阿布思率同羅數萬以會之。布思與祿山不協，遂擁眾歸漠北。初，布思白節度使張暐請不行[２５]，不受，乃劫太倉庫而去。祿山乃屯兵不進。哥舒翰與祿山並來朝，玄宗使內侍高力士及貴人迎於京城東。使射生官供解鹿，取血煮其腸，謂之熱洛河以賜之，為翰好之故也。 \\n 翰母尉遲氏，于闐女也。祿山以思順常銜之。至是，忽謂翰曰：「我父是胡，母是突厥女。爾父是突厥，母是胡，與公族類頗同，何得不相親乎？」翰應之曰：「古人云：野狐向窟嗥拜，以其不忘本也[２６]，敢不同心焉？」祿山以為譏其胡也，大怒，駡翰曰：「突厥敢如此耶？」翰欲應之，力士目翰，翰乃止。初，思順與翰分控河、隴，情甚不睦。及翰守潼關，主天下兵權，遂肆其志以報怨，誣思順與祿山潛通，偽令人遺書於關門，擒之以獻。思順與弟太僕卿元真並伏誅，天下寃之。思順與祿山少狎；及思順入奏，言祿山必反。玄宗以其先奏，不坐，至是乃誅之。 \\n 十一月十七日，祿山遣其男范陽節度副使、鴻臚卿同正兼廣陽大守慶緒獻奚、契丹及同羅、阿布思等[２７]阿布思者，九姓首領也。開元初，為默啜所破，請降附。天寶元年，朝京師，玄宗甚禮焉。布思美容貌，多才略，代為蕃首。祿山恃寵，布思不為之下。祿山因請為將，共討契丹。慮其見害，乃率其部以叛。後為回鶻所破，祿山誘其部落降之。自是祿山精兵無敵於天下，其男女一萬口送於京師。玄宗御勤政樓，執以獻，以丁壯一千遞於屬州[２８]，餘並歸祿山。布思敗後，投於葛邏祿，葉護規毗懼不敢受[２９]，擒之送於北庭。十三年三月二十四日，北庭都護程千里生擒樓下斬之，省衛文武官往觀之，具五刑，前時所獻者，蓋此部落也。生口三千人，金、銀、錦、罽、駞、奚車布於闕下。婦人皆以衣文錦，飾以義須，盛陳列以為壯。玄宗大悅，授慶緒特進、衛尉卿，張樂以會將士。 \\n ________________________________________ \\n ________________________________________ \\n [１]「母阿史德氏」，《學海類編》（下簡稱《類編》）本與翁曾源校清抄本（下簡稱清抄本）均作「阿德氏」，同名異譯。 \\n [２]「安波注」，《舊唐書》卷二○○《安祿山傳》作「安波至」，同名異譯。 \\n [３]「安道買」，《類編》本作「安道賈」。 \\n [４]「解九蕃語」，繆荃孫校（下簡稱繆校）云：《新唐書》卷二二五《安祿山傳》作「六蕃」，本書卷中云，「祿山悉解九夷之語」，則以「九蕃」為是。 \\n [５]「營州都督」，原作「營州節督」，《新唐書》卷二二五、《舊唐書》卷二○○，《資治通鑑》（下簡稱《通鑑》）卷二一四、《類編》本、清抄本，均作「營州都督」，今據改。 \\n [６]「四府經略使」，原脫「使」字，今據《新唐書》卷二二五上、《通鑑》卷二一四補。 \\n [７]「少養馬上」，「少」原作「小」，據《類編》本改。 \\n [８]「阿布私部下降兵三十三人」，「下」上原脫「部」字，今據《類編》本補。 \\n [９]「方一丈三尺金銅鉸具繡綾頡夾帶碧綾峻旗色絲縚百副」，原脫「峻」字，今據《類編》本補。 \\n [１０]「暗合孫吳」，「暗」原作「喑」，據《類編》本改。 \\n [１１]「范陽大都督」，「范」上原缺一字，疑為「贈」字。 \\n [１２]「持節范陽節度」，「持」原作「使」，今據《類編》本改。 \\n [１３]「河北道採訪處置等使」，「北」上原脫「河」字，今據《類編》本補。 \\n [１４]「並黃綾鞍袱三十條」，「並」原作「茸」，今據清抄本改。 \\n [１５]「玄宗每於苑中放鷹鶻」，「鷹」上原脫「放」字，今據清抄本補。 \\n [１６]「臘月忻三白」，「白」原作「日」，據《類編》本、清抄本改。 \\n [１７]「金平脫大瑪腦盤一」，「大」下原脫「瑪」字，今據《類編》本補。 \\n [１８]「碧羅帕子一紅羅繡帕子二」，「帕」原作「帛」，今據《類編》本改。 \\n [１９]此處原有「紅羅繡帕子二」六字，按上文已列有「紅羅繡帕子二」，此處重複，顯係衍文，今刪。 \\n [２０]「貴妃以繡綳子綳祿山」，繆校云：《通鑑考異》引《事迹》作「以錦繡繃縛祿山」。「以綵輿舁之歡呼動地」，《考異》「輿之」下有「宮中」二字。「貴妃與祿山作生日」，「祿山」，《考異》作「祿兒」。「極樂而罷」，《考異》作「極歡而罷」。 \\n [２１]「為假子」，繆校云：《考異》引《事迹》作「養為己子」。 \\n [２２]「李廷望」，繆校云：《新唐書》卷二○○上、《舊唐書》卷二二五上作「李廷堅」，《通鑑》卷二一六作「李廷望」。 \\n [２３]「向潤容」，按本書下卷作「向潤客」。 \\n [２４]「張其勢必脅之」，「必」字疑當作「以」。 \\n [２５]「布思白節度使張暐請不行」，「節」下原脫「度」字，今據清抄本補。 \\n [２６]「野狐向窟嗥拜以其不忘本也」，繆校云：《通鑑?唐紀》三十三，引古人云：「狐向窟嗥不祥，為其忘本也。」與其引相反。考《舊唐書》一○四《哥舒翰傳》、《類編》本，均與《通鑑》同，疑此處誤。 \\n [２７]「慶緒獻奚契丹及同羅阿布思等」，「奚」下原脫「獻」字，今據《類編》本補。 \\n [２８]「遞於屬州」，「州」原作「川」，今據《類編》本改。 \\n [２９]「葛邏祿葉護規毗」，「毗」原作「畏」，今據《類編》本及清抄本改。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●卷中", "正文": "　 \\n ●卷中 \\n 　 \\n  \\n 十三載正月四日，祿山入覲於行在，乃見於禁中，賜錦綵繒寶鉅萬。時肅宗覩其兇逆之狀己露，言於玄宗，玄宗不納。肅宗恐宗廟顛覆，乃至誠祈一夢。是夜，夢故內侍胡普昇等二人舁一紫鞍覆黃帕，自天而下，至於肅宗前，一素板丹書，文字甚多，所記者唯四句，曰：「厥不云乎，其惟其時，上天所命，福祿不覷。」及見玄宗，涕泣而言曰：「臣本胡人，陛下不次擢用，累居節制，恩出常人。楊國忠妒嫉，欲謀害臣，臣死無日矣。」李林甫陰狹多智[３０]，見祿山，必揣知其情偽，遂畏服之。楊國忠性躁[３１]，而祿山視之蔑如也。至是國忠言其必反，奏請追之。祿山以玄宗不疑，促駕朝見。以故，玄宗益信祿山為忠，不信國忠之言。九日，加祿山尚書左僕射，賜實封通前一千戶，與一子三品官，一子五品官，奴婢十房，各莊宅一所。二十四日，又加閑廄、苑內、營田、五方、隴右羣牧都使，度支、營田等使，以御史中丞吉溫為之副。溫加武部侍郎，為之副使。二十六日，又加兼知總監事。祿山奏前後破奚、契丹部落，及討招九姓、十二姓等應立功將士，其跳蕩、第一、第二功，並請不拘，付中書門下批擬。其跳蕩功請超三資[３２]，第一功請超二資，第二功請依資進功。其告身仍望付本官，為好書寫送付臣軍前。制曰：「可」。以是超授將軍者五百餘人，中郎將者三一作二千餘人。祿山歸范陽，玄宗御望春亭送別，脫御服以賜之，祿山受之，驚懼不敢言。自謂先兆，恐復留之，遂疾驅出關。至淇門，順流而下，所至郡縣，船夫持牽板繩立於岸上以待，至則牽之，而日行三四百里。 \\n 三月一日，祿山將拜官也，玄宗以宰相處之，命太常卿、翰林學士張垍草詔。既而楊國忠諫曰：「祿山不識文字，命之為相，恐四夷輕中國。」乃止。將行也，玄宗命高力士送之於長樂坡。力士歸，玄宗謂曰：「祿山喜乎？」對曰：「恨不得宰相，頗怏怏。」楊國忠曰：「此張垍所洩也。」玄宗大怒，黜垍瀘谿郡司馬。初，垍贊相禮儀雍容。玄宗翌日謂垍曰：「朕罷希烈，以卿代之。」垍曰：「不敢。」貴妃在座，遂告國忠叛之，因以為恨。 \\n 祿山既至范陽，憂不自安，始決計稱兵向闕。自是，或言祿山反者，玄宗縛送祿山，以是道路相目，無敢言者。奏還者告祿山反，乃囚於商州。將送之，遇祿山起兵，乃放之。 \\n 十四載五月，祿山遣副將何千年奏表陳事，請以蕃將三十二人以代漢將。遣中使袁思蓺宣付中書門下，即日進畫，便寫告身付千年。宰相楊國忠、韋見素相謂曰：「流言祿山蓄不臣之心，今又請蕃將以代漢將，其反明矣。」乃請見陳事，既見未對，玄宗先告曰：「卿等疑祿山反。」國忠等遽走階下，垂涕具陳祿山反狀，國忠以祿山表留於上前而出。俄又令袁思蓺宣旨：「此一度姑容之，朕徐為圖耳。」國忠等乃奉詔。及國忠見，無不懇論其事，國忠曰：「臣畫得一計，可鎮其難，伏望以祿山帶左僕射平章事，追赴朝廷，以賈循為范陽節度使，呂知誨為平盧節度使，楊光翽為河東節度使。」上許草制，未行。或云：請不以蕃將代漢將，論祿山反狀，及請追祿山赴闕，並是韋見素之意，國忠曾無預焉。仍語見素曰：「祿山出自寒微，位居眾上，時所忌疾，成疑似耳。」見素曰：「公若實為此見，社稷危矣。」將至上前，懇論其事，見素約以「事如未諧，請公繼之」，國忠都無一言，俯僂而退。見素卻到中書，嗚咽流涕。此非他也，國忠要祿山先反，以明己之先見耳。上潛遣中使輔璆琳送甘子於范陽，私候其狀。璆琳受賂而還，固稱無他，其制遂寢。 \\n 初，璆琳未還之時，上引宰相對，常置白麻於座前。及還，上謂宰臣曰：「祿山必無二心，其制朕已焚矣。」後祿山數詐稱破奚、契丹，所獲駞、馬、牛不可勝紀。國忠因令門客蹇昂、何盈以求祿山陰事，命京兆尹李峴圍捕其宅，得李起、安岱、李方來等[３３]，皆令侍御史鄭昂之陰推劾[３４]，潛縊殺於御史臺，又貶吉溫為澧陽長史，溫，天官侍郎頊之猶子也。連按大獄，倚法附邪，以出入人命者，凡十餘年。性巧詆，忍而不忘[３５]，失意者必引而陷之。其欲膠固，雖王公大人立可漠視也。初，瀟炅為河南尹，以贓下獄，溫課竟其罪，炅為李林甫佐之，由是特恩轉太府卿。溫後為萬年縣丞。未幾，炅拜京兆尹。時高力士權移將相，炅親附之，溫尤與之善。溫揣炅拜官，必謝恩於力士，歸則先造其門。炅纔至，則聞其言笑之聲甚歡。炅問，閽者曰：「吉七郎也。」炅素懼勢，俟語畢，通謁亦已久矣，力士命引炅，溫佯若恐懼將走，力士遽曰：「吉七參尹，此故人也。」炅揖之，與之對坐，遂與之相結為膠漆矣。乃引為曹官，薦之於林甫。溫之進也，由力士。中書舍人梁陟嘗逢溫於路，低帽以避之，溫心銜之。及柳勣之獄，託勣引陟，陟竟以流死，其陰賊也如此。後與國忠相善，教其取恩。及國忠與祿山交惡，而溫厚於祿山，祿山掌閑廄，引之副使，內俟朝庭，國忠遂忌之。及其貶也，玄宗命高力士於朝堂宣慰百官曰：「吉溫兇忍之人也，自伯父已來，世為酷吏，朕任人不明，比刑濫，悉溫所為。今為卿等除酷吏，卿其悅乎？」羣臣皆蹈舞拜謝。無何，安祿山上表以理，且言國忠讒疾之狀。玄宗方寵於將相，故兩存之。初，祿山握兵跋扈，逆亂未發，而以法制之。國忠反激而怒之，利其疾動，以取信於玄宗。十四載正月九日丁卯，吉溫又坐贓七千疋，及逼士人女為妾，重貶端谿縣令，尋杖死於獄中。以激怒祿山，幸其速反，玄宗竟不之覺。慶宗尚榮義郡主，供奉在京，密報其父，祿山聞之怒，命嚴莊上表以自理，且陳國忠罪狀二十餘事。玄宗懼其生變，遂歸過於京尹李峴峴貶零陵太守。以安之。 \\n 六月，玄宗使黜陟使分行郡縣，給事中裴士淹恐懼，不敢歸，祿山乃見之。祿山自歸范陽，逆狀漸露，懼朝廷誅之，使者將至，輒稱疾不迎，嚴介士於前後，成備，而後見之。士淹之至也，亦如之，令武士引入，無復人臣之禮，士淹宣旨而退。 \\n 七月，祿山又請獻馬三千疋，鞍轡百副，每疋牽馬夫二人，令蕃將二十二人，部送載物長行，車三百乘，每乘夫三人。河南尹達奚珣奏：「祿山所進鞍馬不少，又自將兵來，復與甲杖庫同行，臣所未會，伏望特敕，祿山所進馬，官給人夫，不煩本軍遠勞。將健所進車馬，令待至冬即先後遙遠，計隳矣。」玄宗稍悟。或云：因此撲殺輔璆琳，非為託祭龍堂不虔也。乃遣中使馮承威齎璽書[３６]，召祿山曰：「與卿修得一湯，故令召卿至，十月朕御於華清宮。」兼宣如達奚珣之策。祿山聞命曰：「馬不進，亦得十月灼然入京。」承威復命，奏泣曰：「臣幾不得生還，祿山聞臣宣先奏旨，踞牀上不起，但云聖人安穩。遽令左右送臣於別館，居數日，然後得免難。」 \\n 十一月九日，祿山起兵反，以同羅、契丹、室韋曳落河，兼范陽、平盧、河東、幽、薊之眾，號為父子軍，馬步相兼十萬，皷行而西，以誅楊國忠為名。十五日，聞於行在，玄宗召宰相等謀，國忠多自得之色，笑曰：「今反者獨祿山耳！三軍左右皆不欲也，旬日必斬之來降，不如此，陛下發兵討之，仗大義誅暴逆，可不血刃而定矣。」大臣以下，相顧失色，上竟不悟，以至於敗。唯與孔目官嚴莊、掌書記高尚、嚴莊者，本至太僕卿，後勸祿山反，與高尚同力贊助。及祿山末年，恐事主不測，遂與左右李豬兒同害祿山，遂宣偽敕，立安慶緒為皇太子。慶緒兄事莊，每事必先問之。後慶緒奔相州，軍事蹙，遂令妻薛氏假稱永王第十一女，詣懷鎮。時遏將李建，將請歸順，及見元帥代宗及汾陽告之，遂云：「是嚴莊妻薛氏，恐在道留滯不達，故假稱永王女。今嚴莊已背慶緒，見在獲嘉，若許歸投，請給鐵券在軍前，如可招者，填名以付之。」與汾陽議曰：「若嚴莊招到，則餘黨可招，特許奏聞必大用。」便將鐵券兼賜衣，差官領妻薛氏招莊，仍差衙前魏羽奉狀奏聞，便令莊及妻乘傳詣闕，到京之明日除司農卿。高尚，幽洲雍奴人也，本名不危，多才學。常歎息，謂汝南周銑曰：「不危寧當舉事不終，而不能咬草根以求活。」州里之閒甚得文章之名，後改名尚。天寶初，李齊物為新平太守，舉尚高蹈不仕，送錢三萬，并寓書於中官將軍吳懷寶以託之。其年策試第四等，授右領將軍倉曹。後懷寶引見高力士，置之門下，令子師之。無何，託安祿山奏為平盧軍掌書記，祿山由是益親之，遂與莊等共解圖讖。祿山疑懼，勸其謀反，累奏為屯田員外郎，乃隨祿山陷東都，偽授中書侍郎，偽赦書制敕，並尚為之，毀讟本朝，所不忍聞。及慶緒至相州，嚴莊所掌機務，並尚代之，仍拜侍郎。及史思明救相州而殺慶緒兄弟，尚與孫孝哲同日遇害。孝哲，本契丹部人也。母美容色，為祿山所通，因茲狎近，身長七尺，勇健多謀。及事祿山，出入臥內，甚見親信。祿山常因對見宮門，俟玄宗之召，衣紐無故斷落，祿山驚忙不知所為，孝哲探懷內，取鍼綫為祿山綴之，祿山轉憐之。常侍祿山，皆先意曲，言必嘉悅。又善於女工裁縫之事，祿山形大肚垂，與眾稍異，非孝哲裁縫，不稱其身也。天寶中，官至大將軍。祿山潛逆，為殿中監，充閑廄使。衣馬奢侈，性殘賊，中外畏之。於西監安守忠、張通儒、田虔貞等攻長安，皆受制於孝哲，殺王妃數十人，楊國忠、高力士之黨及素與祿山不叶者，必殺之，以鐵棒揭腦蓋而死，血流於地。蕃將阿史那承慶、慶緒同謀，幕府僚屬偏裨更無一人知其端倪者。其年八月後，慰諭兵士，磨礪戈矛，稍甚於常，識者竊怪。至是，祿山勒諸將出，謂眾曰：「奉事官胡逸自京迴，奉密旨，遣祿山將隨手兵入朝來，以平禍亂耳。兼云：莫令那人知。那人指國忠也。諸公勿怪。」翌日，至城北，辭其祖考墳墓，遂發，以節度使賈循為留後。薊縣耆壽李克諫祿山，以舉兵無名必敗。祿山特收人望，使嚴莊報之曰：「苟利國家，專之可也。利主寧邦，正在今日，何憚之乎？」百姓等議曰：「百年老公未嘗見范陽兵馬向南者。」人人相與憂懼。既出范陽，遂為長牓以毀國家，兼妄云，累奏不聽。先令將軍何千年領壯士數千人，詐稱獻捷，以車千乘，包藏器械，先俟於河陽橋。以掌書記屯田員外郎高尚、孔目官太僕丞嚴莊專居左右以畫籌。所至郡縣無兵禦捍，兵起之後，列郡開甲仗庫，器械朽壞，皆不可執，兵士皆持白棒。所謂天下雖安，忘戰必危。皆開門延敵，長史走匿，或被擒殺，或自縊路傍，而降者不可勝計。祿山專制河朔已來，七年餘，蘊蓄奸謀，潛行恩惠，東至靺鞨，北及匈奴，其中契丹委任尤重，一國之柄，十得二三，行軍用兵皆在掌握。蕃人歸降者以恩煦之，不伏者以勁兵討之，生得者皆釋而待，錫以衣資，賞之妻妾。前後節度使招懷夷狄，皆重譯告諭夷夏之意，因人而傳，往往不孚[３７]。祿山悉解九夷之語，躬自撫慰，曲宣威惠，夷人朝為俘囚，暮為戰士，莫不樂輸死節，而況幽薊之士乎？及狼顧負恩，其所由來者漸矣。 \\n 其九月九日甲午[３８]，縛太原尹楊光翽，送之。賊將高邈偽進射生手二十人，光翽輕騎出迎，遂為所執，送詣祿山。太原奏光翽被擒，并東受降城奏祿山反。玄宗猶疑以讎嫌毀譖，尚不之信。移牒陳其罪狀，末云：「光翽今已就擒，國忠豈能更久。」其日陰風悽慘，觀者寒心。至鉅鹿郡，欲宿，祿山忽驚曰：「我名祿，非所宜宿也。」移營至沙河縣，博陵太守張萬頃獻《漢高祖不宿柏人頌》。王子牒至云：「渡黃河，河水見底，冰結成橋。」祿山多載草木於河中，并以長索繫破船、大樹礙凌，一宿而冰合。 \\n 丁卯，陷靈昌郡。庚午，陷陳留郡，傳張介然、荔非守瑜等首至。尋陷滎陽，傳太守崔無詖首至。祿山是行也，人以為敗不旋踵，及頻告捷，人皆失望。 \\n 十二日，封常清戰敗，西走保陝州。初，常清自安西至，上問東討方略，常清大言，上悅，遂除范陽節度使，於東都召募，皆市人，而賊師至，一戰塗地，敕削常清官秩，令隨高仙芝效力。 \\n 十三日，陷洛陽，傳留守李憕、御史中丞盧奕首至，平原太守顏真卿留其首，斬其使者，哭而瘞之。 \\n 顏杲卿又以常山歸順，聚徒兵，故殺賊將李欽湊於土門，以應郭子儀。燕南豪傑殺賊以地歸順者凡七郡。并縛賊副使何千年、高邈送詣行在。杲卿本以材幹，祿山奏為常山太守。杲卿及長史袁履謙[３９]、前真定令賈深、內邱丞張通幽密謀背之。時賊將李歸仁令弟欽湊領步騎五千鎮土門，而守常山。杲卿遂謀召欽湊赴郡會議，因殺之，以併其兵。會賊將高邈、何千年俱自東至，杲卿設策，遣藁城尉崔安石、縣吏翟萬德伏兵於驛，生擒千年及邈。至是，杲卿乃使男泉明與賈深、張通幽執邈、千年，及欽湊之首，獻於京師焉。 \\n 是月，我以京兆尹牧榮王琬為行宮元帥，以河西、隴右節度使、西平王哥舒翰為副元帥，領河、隴諸蕃部落奴刺、頡、跌、朱耶、契苾、渾、蹛林、奚結、沙陁、蓬子、處蜜、吐谷渾、恩結等一十三部落，督蕃漢兵二十一萬八千人鎮於潼關。時朝廷空虛，失藩籬之固，懼其乘勢侵軼。會祿山方圖僭號，遂得徵兵以備之，諸道軍士稍稍而至矣。是時，河北十五郡皆殺賊官吏以歸國。京城誅慶宗，清河誅崔文，廣平誅郭自卯，常山擒何千年、高邈，博陵誅□誠，河閒誅杜睦，一時皆以其地歸順。 \\n 河北驛路再絕，河南諸郡防禦固備。哥舒翰擁兵守潼關，又令王思禮至陝州見賊將偽御史中丞、無敵將軍、平西大使崔乾祐，說以禍福。祿山始懼，責高尚及嚴莊曰：「汝等令我舉事，皆云必成，四邊兵馬若是，必成何在？汝等陷我，不見汝等矣。」遂誡門下逐之。數日，祿山憂懼不知所為，而怒不解。及田乾真自關至，從容為尚等言於祿山：「撥亂之主，經營創業，草昧之際，靡不艱難？漢祖狼狽於滎陽；曹公傾覆於赤壁，未嘗一舉而成大事者。今四面兵馬雖多，皆募新軍烏合之眾，未經行陣堡壘，非勁銳之卒，不足為我敵。縱大事不成，猶可效袁本初以數萬之眾據守河北之地，亦足過十年五歲耳。莊、尚皆佐命元勳，何以遽斥絕之，使諸將聞之，心不動搖乎？」祿山喜曰：「阿法之言是也[４０]。吾已絕之，奈何？」乾真曰：「但喚取慰勞之，其心必安。」因詔尚等飲燕酣樂。祿山自唱《傾盃樂》與尚送酒，待之如初。阿法，乾真小字也。 \\n 祿山雖盜據河朔，百姓怨其殘暴，所在叛去，累其兵力不能進尺寸之地。乃遣其黨史思明、蔡希德以平盧步騎五千攻常山，顏杲卿力屈而城陷。初，杲卿使男泉明及張通幽、賈深獻捷，且求救於太原王承業。通幽獻計於承業，承業亦心害其功，逗遛其子，久而方遣，仍以所得賊將以為己功，是以承業等驟加官爵，故杲卿屈焉。思明執杲卿及袁履謙送於祿山，怒縛於洛水橋柱。杲卿詬駡之聲，至死不絕。履謙性剛狷，詬賊尤甚。賊怒之，先截其舌，履謙以血噴賊面，遂臠割之，路人皆不忍視。 \\n 常山既陷，鄴郡、廣平、鉅鹿、上谷、博陵、文安、魏郡、信都等一十郡[４１]，復為賊守。十五年六月八日，郭子儀、李光弼二軍東出，敗史思明之眾於嘉山。思明跣足露髮奔於博陵，歸順者十三郡，思明懼焉。潼關失守，二將旋師燕趙之閒，賊復屠之。 \\n ________________________________________ \\n ________________________________________ \\n [３０]「陰狹多智」，「狹」原作「俠」，今據《類編》本改。 \\n [３１]「楊國忠性躁」，「躁」原作「懆」，今據《類編》本及清抄本改。 \\n [３２]「其跳蕩功請超三資」，「三資」，《類編》本作「一資」。考下文「第一功請超二資」，則作「三」為是。 \\n [３３]「得李起安岱李方來等」，「李起」，繆校云：《考異》引《祿山事迹》作「李超」，《通鑑》作「李超」。又，《新唐書》卷二○六、《舊唐書》卷一○六《楊國忠傳》及《類編》本均作「李超」。 \\n [３４]「皆令侍御史鄭昂之陰推劾」，「鄭昂之」，《舊唐書》卷一○六《楊國忠傳》作「鄭昂」，《類編》本、清抄本作「鄭昆之」。未詳孰是。 \\n [３５]「性巧詆忍而不忘」，「忘」原作「忌」，今據《類編》本、清抄本改。 \\n [３６]「乃遣中使馮承威齎璽書」，「馮承威」，繆校云：「承」原做「神」，據《考異》所引《事迹》改，《通鑑》作「神威」者，從《玄宗幸蜀記》。 \\n [３７]「皆重譯告諭夷夏之意因人而傳往往不孚」，原作「皆重譯告喻夷夏之意因而往往不傳」，今據《類編》本改補。 \\n [３８]「其九月九日甲午」，繆校云：胡注按是月有甲子，安得有甲午，另祿山十一月始反，曰九月取光翽，誤也。 \\n [３９]「杲卿及長史袁履謙」，原作「及杲卿為長史袁履謙」，今據《類編》本改。 \\n [４０]「阿法之言是也」，「阿法」《類編》本作「阿浩」。 \\n [４１]「鄴郡廣平鉅鹿上谷博陵文安魏郡信都等一十郡」，按，上述地名不足十郡，考《舊唐書》卷一八七《顏杲卿傳》、《通鑑》卷二一七，「鉅鹿」下均有「趙」字，疑此處脫。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●卷下", "正文": "　 \\n ●卷下 \\n 　 \\n  \\n 十五載正月乙卯朔，祿山遣東都耆老緇黃勸進，遂偽即帝位，國曰大燕，自稱雄武皇帝，祿山起逆之初，童謠云：「燕燕飛上天，天上女兒鋪白氈，氈上一貫錢。」燕者，祿山國號。重言燕者，史思明亦稱天子。天上女，安字也。鋪白氈者，祿山入洛陽之日，大雪盈尺。氈上一貫錢者，言祿山只得一千日。祿山云：「纔入洛陽，瑞雪盈尺。」盧言一作顏。上祿山詩曰：「象曰雲雷屯，大君理經綸。馬上取天下，雪中朝海神。」改元曰聖武元年，置丞相已下官，封其子慶緒為王，以達奚珣為侍中，張通儒為尚書，初，汾陽收東都後，差人送偽朝士陳希烈等三百五十餘人赴京，兼奏表請從寬恕以招來者三表。上皇以朝官不扈從，其恨頗深，遂下敕云：「初陷寇逆，忽被脅從，受任數年，得非同惡，戴天履地，為爾之羞，宜付三司詳理處分。」後三司讞刑奏曰：「達奚珣、珣子摯、薛曉、一作兢。韋恆、韓澄井、大通丹、大華、劉子英罪當大辟。陳希烈、張均、門用之、郭納、許彥蒿並賜自盡。許房、宇文班[４２]、盧自勵、達於□、蕭克濟、陳□、柳芳、李彥光、何昌裔、郝處俊、崔肅等流於徼外，勿齒。」帝曰：「珣、摰父子同刑，人所不忍。」降摰一等，囚於所司。太師房琯曰：「張均欲往賊所，望五陵涕泣而不忍去也。」遂減死一等，流於崖州[４３]。發韓公張仁亹一作亶。之墓，戮其屍，以張通儒故也。張萬頃、獨孤問俗、張休，並復舊官。祿山令問俗壞太廟，問俗遷延，終以獲全。令萬頃捕殺皇支，萬頃多所脫免。休數回諫祿山。此二三人者，本祿山賓佐。其餘文武悉備署之。以范陽為東都，復其百姓終身，署其城東隅私第為潛龍宮。其第本造為同羅館，前後十餘院，門觀宏壯，闈閫幽深，土木之瑰奇，黝堊之彫飾[４４]，僭擬宮室。祿山表請以一千萬買之，奏敕賜之，至是號焉。 \\n 偽節度留後賈循、右虞候程超謀以范陽歸順，為祿山偽度支副向潤客所覺[４５]，潛令送赦書，使韓朝陽告之。庚寅，朝陽自洛陽致祿山意旨，將畢，命入別館。循不虞朝陽之害己，與朝陽款曲行禮，朝陽引之密語，抽佩刀斬之。遂宣偽詔，數循罪逆，并斬超，並傳首東郡，戮及妻子。以平盧持節呂知誨一作節。為留後，亦為本軍所殺，又加潤客右散騎常侍，代之。殺皇支范陽府掾李戒等四人，沒其妻子。 \\n 五月，奚、契丹兩蕃數出北山口至於范陽，俘劫牛馬子女，止城下累日，城中唯留後羸兵數千，不敵，潤客等計無所出，遂以樂人戴竿索者為趫捷可用，授兵出戰。至城北清水河大敗，為奚、羯所戮，唯三數人伏草莽閒[４６]，獲免。其樂人本玄宗所賜，皆非人閒之伎，轉相教習，得五百餘人。或一人一肩一作扇。符首戴□，二十四人戴竿，長百餘尺，至於竿杪，人騰擲如猿狖、飛鳥之勢，竟為奇絕，累日不憚，觀者汗流目眩。於是，此輩殲矣。虜未至前月餘日，童謠云：「舊來誇戴竿，今日不堪看，但看五日裏，清水河邊見。」契丹初聞莫悟，至是而應之。 \\n 六月八日乙酉，哥舒翰出兵潼關，為祿山將崔乾祐所敗。十四日辛卯[４７]，潼關失守。初，翰守潼關，或勸翰曰：「祿山阻兵，以誅國忠為名，公若留二萬人守潼關，悉以餘兵誅國忠，此漢誅晁錯挫七國之計也，公以為何如？」翰許之，未發。或泄其言於國忠，國忠大懼，乃奏曰：「兵法：安不忘危。今潼關兵眾雖多，而無後殿，萬一不利，京師得無恐乎？請選監牧小兒三千人，訓練於苑中。」從之，遂遣劍南軍將李福德、劉光庭分部焉。又奏，召募一萬人屯霸上，令其腹心杜乾運將之焉。翰慮為所圖，乃上表請乾運兵隸於潼關，乃召乾運赴潼關計事，因斬之。國忠語其子暄曰：「吾死無日矣。」翰自是心不自安。人謂諸將以潼關三百餘里，利在守險，不利出攻。楊國忠以翰持兵未決，慮於己不利，欲其速戰，數奏促之。賊將崔乾祐叩關數請戰[４８]，國忠與翰既不協，因言翰逗遛不進。玄宗數使進兵出關，翰遂領馬步十五萬，與賊將崔乾祐會。初，翰造氈車，以氈蒙其車，以馬駕之，畫以龍虎之狀，五色相宣，復以金銀飾其畫獸之目及爪，將衝戰，馬因驚駭，從而攢戈矢逐之。賊知其計，積薪芻於隘路，候氈車至，順風縱火焚之，駕馬奔駭，燒氈車及薪芻，煙燄昏黑，兩軍不相辨。我軍謂賊在煙燄之中，遂集弓弩併射之，賊軍抽退，日昳方覺無賊。我眾，從關門六七十里，路狹，北拒黃河，南抵石岸，排蹴前進不得。賊抽軍從南山設疑，曳柴揚塵，以同羅習險之騎，直透黃河橫截，我軍敗績，沈河死者十有二三。翰在北高阜上觀軍陣進退之勢，於時搬糧船在河北岸，左右言取船渡兵，遂將船百餘隻到河南岸，爭渡者不可勝計[４９]，每滿即沈，如是沈者數十渡。餘軍散走，入南關。先時於關門旁穿二道塹，闊二丈餘。及師敗之際，前後奔競，人馬枕藉入坑，須臾塹滿，兵士踐人馬之上，方得入關。陣之既敗也，乾祐領白旗引左右馳突往來，我軍視之，狀若神鬼，又見黃旗軍數百隊，官軍潛謂是賊，不敢逼之。須臾，又見與乾祐鬭，黃旗不勝，退而又戰者不一，俄然不知所在。後昭陵奏：是日靈宮石人馬汗流。其日，翰在靈寶縣西洪溜澗與崔乾祐相逼，翰兵馬多，乾祐不過萬人，為撒星陣，十五為一旗，或密或疏，或前或卻，官軍見之，皆大笑焉。乾祐又以陌刀五千人列於陣後，令其軍曰：「進則十五有生，退則死在旋踵。」故其兵一一自戰。乾祐忽驚，金鼓卷旗，狀似退，官軍益怠。忽馳而進，勢若雷霆，官軍失勢，遂為所薄。是月，東風吼地，飛沙漲天，煙塵相合，野中舊積諸草，賊皆焚之，煙燄徹天，昏黑如夜，旗號之色，人皆莫辨。賊乘風便趨我軍，煙塵之中，拱手而皆受戮。 \\n 初，瀚至潼關，風疾頗甚，軍中之務不復躬親，政事委行軍田良邱。其將王思禮、李承光又爭長不叶，全無鬭志。及出師，未陣而潰，為麾下蕃將火拔歸仁執降於祿山。軍敗後，翰自首陽山西渡入潼關津驛，關門不守，王思禮收合餘軍，更欲戰。歸仁語翰曰：「賊勢逼，相公且宜西行避之，以圖去就。」翰上馬出驛，歸仁帥諸將，叩馬請降祿山：「後畫異圖，事將未晚。」翰曰：「逆胡猖狂，偶然一勝。天下之兵，計相續至，羯胡之首，期懸旦暮。」歸仁曰：「賊在咫尺，更欲徵兵，則我之命已掛賊戈矣。」翰欲下馬，遂以毛繩於馬腹下連縛其脚，控轡出驛。翰怒握鞭，自築其喉，又被奪卻，鞭攏馬就乾祐，送於洛陽。祿山曰：「汝常輕我，今日何如？」翰俯伏，稱：「肉眼豈知陛下，遂至此。陛下為撥亂之主，今天下未平，李光弼在土門，來瑱在河南，魯炅在南陽，但留臣，臣以尺書招之，不日平矣。」祿山大喜，遂署翰為司空，令書招光弼等。諸將報書，皆讓翰不死節。祿山知事不遂，閉翰於苑中而害之。 \\n 辛卯之夕，平安火不至，玄宗懼焉。十五日壬辰[５０]，聞於朝廷，玄宗召百官問計，國忠以為幸蜀便。先是國忠樂於蜀地，為自全之計，自天下乏兵，頗置腹心於梁、益閒，卒行其志。或曰：「非國忠之計。」解之在後。監察御史請出御庫金帛召募壯士，率六軍一戰以拒之，識者壯其志，而又拙其謀。初，玄宗覽龜茲曲名部，見《北洛背代》，深惡之，謂樂工李龜年曰：「何物音樂為如此不祥之名[５１]？」遂令諸曲悉改故名。及聞祿山反，龜年曰：「曲名先兆，果不虛矣。」開元天寶中，人閒多於宮調中奏突厥神，亦為祿山之應。國初盛傳《武媚娘》曲，而則天僭竊之事應之，則先兆豈可測哉？ \\n 十六日癸卯，玄宗幸蜀[５２]。鑾駕自延秋門出，百官尚未知。明日亦未有來朝者[５３]。已而宮嬪亂出，驢馬入殿，輦運庫物。上過渭橋後，楊國忠令燒斷其路。上知之，使高力士走馬至橋，止之曰：「今百姓蒼惶，各求生路，何得斷絕！」令力士撲滅了來。上止望賢宮，從官告飢，乃命殺馬，拆行宮木煮肉遺之。入宮，憩於樹下，惘然有棄海內之思。高力士覺之，遂抱上足嗚咽。上曰：「朕之作后，無負黎元，今朔胡負恩，宗廟失守，竟無一人勤王者。朕負宗社，敢不自勉！唯爾知我，更復何言。」即使中官入縣宣告。咸陽官吏、百姓更無一人至者。午時，上猶未餐。良久，有村叟來獻蜜麪，上對之慘然。既而尚食令人舁御膳至，分散從官。發至金城宿。是夜，王思禮自潼關至，奏哥舒翰敗沒之狀。十八日，至馬嵬[５４]，從官韋見素及男諤、楊國忠及男暄、魏方進及男元向等六人入驛起居，纔出，有吐蕃二十餘騎，接國忠曰：「某等異域蕃人，來遇國難，請示歸路。」國忠方與語，眾軍傳介曰：「楊國忠與吐蕃同反，魏方進亦連。」一時帶甲圍驛，國忠曰：「祿山已為梟獍，逼迫君父，汝等更相倣傚邪？」眾軍曰：「爾是逆賊，更道何人？」騎士張小敬先射國忠落馬，便即梟首，屠割其屍。魏方進及兩男、吐蕃同時遇害。見素為亂兵所傷，腦血塗地。曰：「莫損韋相公父子。」乃得免。上令壽王以藥封瘡，兵猶圍驛不散。王召從官，唯見素父子二人。上策杖躡履，自出驛門，令各收軍，軍人不應。行在都虞候陳玄禮領諸將三十餘人，帶仗奏曰：「國忠父子既誅，太真不合供奉。」上曰：「朕即當處置。」乃迴步入驛，倚迴久之不進，韋諤極言，乃引步前行。高力士乃請先入見太真，具述事勢，太真曰：「今日之事，實所甘心，容禮佛。」遂縊於佛堂，舁置驛庭中。令玄禮等觀之，玄禮等免胄謝焉，軍人乃悅。然議鑾駕所詣，上意欲幸蜀中，中使常清以國忠久在劍南，恐其中連謀生意，不如幸太原，百姓望幸多時，地安可駐。中官郭師太謀幸朔方，曰：「彼蕃漢雜處，父子成章，自來地名忠孝。」中官駱休詳請幸隴西，曰：「姑臧一部曾王五涼，士厚地殷，實堪巡幸。」各陳所見，都十餘輩，上皆不可，顧謂力士曰：「卿意如何？」力士曰：「太原雖近，地與賊連，先屬祿山，人心難測；朔方近塞，全是蕃戎，教之甚難，不達人意；西涼地遠，沙塞蕭條，大鸞巡幸，人馬不少，既無備擬，立見悽惶；劍南雖小，土富人強，表里山河，內外險固。以臣所見，幸蜀為宜。」上然之。即日幸蜀。皇太子為百姓所留，尋幸靈武。 \\n 十七日甲午[５５]，陷西京。初，祿山不虞玄宗南幸，故進兵緩也。於是祿山偽官屬等，全虜府庫兵甲、文物、圖籍，宜春雲韶，犀象、舞馬，掖庭後宮皆沒焉。祿山以車輦樂器及歌舞衣服，迫脅樂工，牽制犀象，驅掠舞馬，遣入洛陽，復散於北，向時之盛掃地矣。肅宗克復，方散求於人閒，復歸於京師，十得二三。祿山至東都，既為僭逆，嘗令設樂。祿山揣幽燕戎王、蕃胡酋長多未之見，乃誑曰：「自吾得天下，犀象自南海奔來，見吾必拜舞，禽鳥尚知天命所歸，況於人乎？則四海安得不從我！」於是令左右領象至，則瞪目忿怒，略無舞者。祿山大慙，懷怒命置於穽井中，以烈火燒，使力憊，俾壯士乘高而投之，洞達胸腋，流血數石。舊人樂工見之，無不掩泣。祿山尤致意於樂工，求訪頗切，不旬日閒，獲梨園弟子數百人。羣賊皆相與大會於凝碧池，宴偽官數十人，陳御庫珍寶，羅列前後。樂既作，梨園弟子皆不覺歔欷，相視泣下，羣賊露刃持戈以脅之[５６]，而悲不自勝。樂工雷海清者，投樂器於地，西向慟哭，賊乃縛海清於戲馬臺，支解以示樂人，聞之者無不傷痛。時王維亦在賊中，拘於菩提佛寺[５７]，聞之，賦詩曰：「萬戶傷心生野煙，百官何日更朝天？秋槐葉落空宮裏，凝碧池頭奏管絃。」維，開元初進士及第，事母崔氏以孝聞，累官給事中。祿山陷長安，維在賊中，佯狂失音久之。賊重其名，追赴洛陽，偽受給事中。至德二年冬，收東京，陷賊官三等定罪。時弟縉為刑部侍郎，抗表請以官爵贖兄之罪。上元元年，特宥之。責授太子中允，後為尚書右丞。營別業於輞川，朝散之後，常獨坐焚香。妻亡後，三十年孤居一室，便絕塵累。及臨終之際，縉在鳳翔，作別縉書及平生故人，勸以修習，捨筆而終。 \\n 祿山竊據河、洛，令張通儒居守，安守忠總兵以鎮西京，於時二京全陷。至德元年九月，賊黨孫孝哲害霍國長公主、永王妃及駙馬楊馹等八十人，又害皇孫二十餘人，並刳其心，以祭安慶宗。慶宗以祿山起兵之年十一月二十七日腰斬於長安，并母康氏等五人，榮義公主亦賜死焉。自後安忍殺不附己者，王侯將相扈從入蜀者子孫兄弟，雖在嬰孩之中，皆不免於刑戮。遂深居高拱，殘虐自恣，其大將等亦不可得而見之，皆因嚴莊以白事。其酷如狼虎，雖曰腹心，齊為仇敵矣。先是，百姓因亂為盜，忽入倉庫。祿山既收西京，怒之，大索長安三日而後止，雖私財必皆取之。又令府縣推按，連引支證，日以句錄徵剝搜捕為事，錐刀之末無不徵之，百姓騷然，所在叛矣。間諜日至，士庶潛議亡歸，知肅宗至靈武，皆企官軍，相傳曰：「皇太子從西來也。」人皆奔走，市肆為空，如是者百餘日。京畿豪杰、沒賊官吏歸者，相繼不絕，誅而復起，總莫能制[５８]。其初自京畿、鄜坊至於岐隴，悉附之，至是城西之外為勍敵。其將皆勇而無謀，日縱酒高會，唯聲色財貨是嗜，不復萌西進之心。故肅宗得乘其弊，蓋天所命也。兇威所至，無不蕩覆，衣冠士庶歸順於靈武郡者，繼於道路，家口亦多避地於江淮。天寶初，貴游士庶好衣胡服，為豹皮帽，婦人則簪步搖，衩衣之制度，衿袖窄小。識者竊怪之，知其兆矣[５９]。其陷賊州郡，賊軍所至則為賊守，師纔去則相共殺賊歸國，反覆十數度，至於城邑為墟，而人心不改。及聞肅宗治兵於靈武，人心益堅矣。 \\n 祿山先患眼疾，日加昏昧，殆不見物，又性轉嚴酷，事不如意，即加箠撻，左右給侍微過，便行斧鉞。特寵段氏，常欲以段氏所生慶恩代長子慶緒為嗣。慶緒每懼見廢，嚴莊亦慮祿山眼疾轉甚，恐宮中事變之後將不利，遂夜與慶緒及祿山左右閹豎李豬兒等同謀。莊謂慶緒曰：「殿下聞大義滅親乎？臣子之閒事不得已而為者，不可失也。」慶緒小胡，性又怯懦，憂懼之際，遂應之曰：「兄之所為，敢不從命。」又謂豬兒曰：「汝事皇帝，鞭笞寧可數乎？汝不行大事，死無日矣。」二年正月五日，遂相與謀殺祿山。嚴莊、慶緒執兵立於帳外，豬兒執大刀直入帳下，以刀斬其腹，左右懼不敢動。祿山眼無所見，牀頭常著佩刀，始覺難作，捫刀不得，但以手撼帳竿大呼云：「賊由嚴莊。」須臾，腹已數斗血流出。掘牀下地，以氈裹其屍埋之，戒宮中勿令泄。莊明日宣言於外，稱祿山疾亟，偽詔立慶緒為皇太子，軍國事大小並決之於慶緒。偽即位，尊祿山為太上皇。慶緒常兄事嚴莊，每事必咨之。豬兒，契丹之降口也，年十歲餘，事祿山頗謹。宮刑之時，流血數斗，殆死，數日方蘇，幼時祿山最信之。祿山腹大，每著衣服，令三四人擎腹，豬兒頭戴之，始得繫衣帶。玄宗賜祿山華清宮浴，豬兒得入宮與祿山解著衣裳。然祿山性殘暴，鞭撻豬兒最多，遂有割腹之禍。 \\n 祿山以天寶十四年乙未十一月反，至至德二年丁酉正月被殺，僭竊三年，年五十五。至德二年八月二十五日，敗賊將安守忠等於香積寺[６０]。汾陽領軍從城南赴西都[６１]。二十八日，元帥代宗皇帝入城，安撫百姓。十月六日，又收東都[６２]，安慶緒空東都遁於河朔。十月二十三日，大駕還京，其日上皇發成都。慶緒之奔也，步軍不滿三千，馬軍才三四百，至新鄉，知嚴莊投國家，諸將當時心動。阿史那承慶部落及李立節、安守忠、李歸仁等散投恆、趙，范陽只有張通儒、崔乾祐等兩三人，時來衙前參；至衛州則無人輒見，及至湯陰，分散過半，縱未去者亦止泊相遠。慶緒知人心移改，不敢詢問。至相州，離散略盡，疲卒纔一千，騎士三百而已。至滏陽縣界，時河東節度使李光弼屯卒一萬，軍馬三百在滏陽，慶緒處必死地，謂諸弟曰：「一種是死，不如刀頭取決。」遂與慶和等三人領家童數百，設奇計大破官軍，光弼大潰。澤潞節度使王思禮相去四五里，知光弼敗，一時分散，慶緒遂分八道，曳露布稱：破光弼、思禮兩軍，收斫萬計，營幕儼然，天假使便，無所欠少，況回鶻已走，立功不難。其先潰將士於相州屯集，限此月二十六日前到取，來月八日再收洛陽。諸賊知河東喪師，逆心又固，受其招誘，以十月悉到相州。慶緒改相州為安成府，大赦境內，改年曰天和。委薛嵩訓練新舊眾三萬餘，馬軍六千已上。旬日之中，偽將蔡希德以其眾自高平至，田承嗣自潁川至，武令珣自唐至，道塗復及六萬。明年六月十四日，汾陽自上都赴軍[６３]，領十六萬至衛州城下。而慶緒以馬步十萬來逆戰，數合皆敗。慶和恃以弓矢，獨自出陣射官軍，中箭棄鎗，墜馬就擒。慶緒大敗，遇夜走歸相州，汾陽遂收諸道兵馬。薛兼訓、董秦等二十一萬眾於相州西南三十里下營。十一月五日，慶緒以五萬眾列陣於愁思岡，賊眾大敗，殺二萬餘人，遂至城下，四面穿濠圍之。慶緒以殘傷出戰，多至摧敗，卻入城守。史思明本為慶緒北鎮幽薊，及慶緒京陝西敗，洛陽奔北，思明殺烏承恩，卻背國家。慶緒危急，頻使求救於思明，思朋乃引軍來援。兇徒既出燕州，乾元二年，思明於魏州僭稱燕王，年號順天，全軍屯於楚王橋。使李歸仁以精兵一萬尋山向北。汾陽以敕賜刀授懷軍[６４]。平明，引軍躡賊，賊亦駐軍，相持至暮，三合，歸仁大敗，擒偽洛州節度使張令暉、兵馬使范秀嚴，流血積屍，填谿溢谷，歸仁乃歸滏陽，招取敗卒，思明聞之大懼。汾陽以諸將欲襲思明謀議不同，汾陽與李廣琛同謀，引安陽河水浸城，遂築堰開渠，而浸城焉。城中無復出路，餓死者眾，思明遂領兵來助，殺我防堰官健，決我隄堰，又破衛尉縣，燒糧車五十乘，驅卻牛萬頭，官健走脫者一半[６５]。二月己未，慶緒城中易子而食，屑朽木淘馬糞飼馬。官軍以道路懸絕，往來甚艱，汾陽與光弼所謀不協，遂列大陣於鄴縣南十里韓陵山東潼水上。官軍初勝，生擒、殺傷甚眾。思明於困敗之中，忽生奇計，官軍大敗。日蕩風起，塵埃晝昏，城下諸軍望見迴軍，以為賊徒大至，一時皆潰，資糧器械並棄。汾陽行二三里駐馬以待師，與諸將結四面陣，當路而迴，官軍四分損一。思明引全軍赴相州，慶緒使人三十里外，將赭黃衣以送思明，申誠請冊。思明曰：「不用衣服即當相見。」慶緒與弟五人，渡安陽河十里來逆，見思明欲下馬，思明止之，迴馬讓行，慶緒從焉。當時分配安置偽刑部尚書孫孝哲、侍中高尚、兵部尚書崔乾祐大將已下九人並在毬場祗候，參賀思明過後，九人一時處斬。思明休卒於合河之陽。思明既下馬，慶緒兄弟廳前東西而立[６６]。數慶緒凡數百言，末云：「因何殺阿爺奪職掌？」曳慶緒西面縊殺之，諸弟四人並斬。初，慶緒未敗時，讖云：「渡河野狐尾獨速，明年死在十八日。」又云：「胡絕其後，死在合河口。」至是而驗。當解一作時。思明將士或謀殺思明而附慶緒，蓋懷祿山舊恩。事臨發，慶緒降，眾人皆恨之。慶緒官健六千餘人，大半餓不行立，並令安太清等養育之，數內三千三百人是隨從慶緒者，亦殺之，食後方移入城。自是祿山之種類殲矣。 \\n 慶緒自至德二年殺祿山自立，至乾元二年己亥為史思明所殺，其後併於思明。思明復稱大燕，以祿山為偽燕，令偽史官官稷一撰祿山、慶緒墓誌[６７]，而祿山不得其屍，與妻康氏並招魂而葬，所謂哀后者也。諡祿山曰光烈皇帝，降慶緒為進刺王。其墓誌敍述兇逆，語非典實，所紀亦無可取，故略也。史思明，營州雜種胡也。本名窣干，玄宗改為思明。瘦小，少髭鬚，深目鳶肩，性剛急。與祿山同鄉，生較祿山先一日，思明歲夜生，祿山歲日生。及長，相親，俱以騎勇聞。解六蕃語，同為牙郎。以欠官錢走入奚，詐為漢使得免，後誘殺奚，節度使張守珪以思明殺奚功，奏授折衝。與祿山同為捉生將，去無不捷，累拜大將軍。及祿山叛逆，遂為祿山攻劫郡縣，所向無敵。始自一卒至平州刺史，收河朔，戮力驟至崇秩，畏威懷德，雖死無二。後慶緒殺祿山，而賜思明姓安氏，改名榮國，封媯川王。思明自己懷計，而常懼賊將蔡希德。無何，朝義殺希德，而思明喜形於色。尋以八百騎眾舉河北降，封歸義王、范陽節度使。明年，改乾元元年。戊戌，肅宗使烏承恩為思明副，思明殺之，復及諸將。圍慶緒於相州，思明乃來援，初懼我軍之救，會蕭華以魏州來歸順，詔河南節度使李光遠代蕭華，思明乘其初到，以子擊光遠，光遠脫身南渡。明年，即元年己亥正月一日也，思明於魏州自立為燕王，年號順天。引兵救相州，官軍敗績，九節度使引退，思明頓兵於合河口，慶緒兄弟至，皆殺之，併其眾，迴至薊城。集僚屬誇衒克捷，自為天假智略，人亦以為然。乃立宗廟社稷，諡祖考為皇帝[６８]，以妻辛氏為皇后，次子朝興為皇太子，長子朝義為懷王，諸子皆為王。以禮招魂葬祿山。置侍中、尚書令等官，立臺省，無曹局，遞為檢討之所，識者笑之。以范陽為燕京，命洛陽為周京，長安為秦京，置日華等門，署衙門樓為聽政樓，節度廳為紫微殿。又令其妻為親蠶之禮於薊城東郊，以官屬妻為命婦，燕羯之地不聞此禮，看者填街塞路。燕薊閒軍士都不識京官名品，見稱黃門侍郎者曰：「黃門何得有髭鬚？」皆此類也。其年八月，又總兵南來。九月，又收大梁，陷我洛陽，東洛佛事皆送幽州，以舊宅為龍興寺，而崇飾之。思明本不識文字，忽然好吟詩，每就一章，必驛宣示[６９]，皆可絕倒。嘗欲以櫻桃賜其子朝義及周贄，以彩牋敕左右書之，曰：「櫻桃一籠子，半赤一半黃。一半與懷王，一半與周贄。」小吏龍譚進曰：「請改為一半與周贄，一半與懷王，則聲韻相協。」思明曰；「韻是何物？豈可以我兒在周贄之下！」又題《石榴詩》曰：「三月四月紅花裏，五月六月瓶子裏。作刀割破黃胞衣[７０]，六七千箇赤男女。」郡國傳寫，置之郵亭。子朝興，本牧羊胡雛，忽奄有十州之地，恣為不法，人不聊生，萬姓嗷嗷，皆望官軍之至。上元二年辛丑，官軍於邙山敗績，光弼奔聞喜。思明使其子朝義為先鋒，自為後殿，朝義至永寧郡西，使鐵騎先鋒至姜子嶺，為官軍所敗。朝義屢進兵皆挫衄，思明大怒朝義與諸將，並欲按軍令，朝義惶懼不自安。思明居驛，令心腹曹將軍擊刁斗，防衛甚嚴。朝義將駱悅、蔡文景與朝義曰：「王於姜子嶺失律[７１]，今日害王，王何不自謀，悅等與王死無日矣。因言廢立之事，曹將軍亦願為之，欲喚共謀大事如何？」朝義曰：「勿驚動聖人，善為之計。」使許叔冀男季常以其命命曹將軍至，駱悅以其謀告之，曹將軍知諸將怨，恐禍及己，乃不敢拒。其夜，領朝義部下數百人擐甲詣驛[７２]，思明侍衛怪其有異，懼曹將軍，遂不敢動。思明夢覺，據牀惆悵。思明性好伶人，寢食必置左右，伶人以其殘忍皆怨之。因問其故，思明曰：「吾向夢見小沙上羣鹿，吾逐鹿一本無「吾遂鹿」三字。及水，遂見鹿死水乾。」言畢如廁，伶人相謂曰：「鹿者，祿也；水者，命也。祿與命俱盡矣。」俄頃，駱悅以兵入，問思明所在，未及對，以匕首揕殺數人，因指如廁。思明知事變，踰牆至馬廄，鞴馬將乘之，悅等索見之，使麾下周子俊射中其臂，落馬。思明問悅等曰：「是何人作難？」悅曰：「懷王命。」思明曰：「我朝來語錯，合招此事。然汝廢我太疾，何不待我收長安，終歸汝事。今雖廢我，汝必不成。」因急呼朝義小名者三，曰：「莫殺我，我不惜死，恐汝有殺父之名。」因駡曹將軍：「此胡殺我，我負汝何事，而行此逆乎！」悅等叱左右擒思明赴柳泉驛，乃迴見朝義，朝義曰：「莫驚聖人否？」悅曰：「無之。」周贄、許叔冀軍在邙山。朝義發許季常往報，贄於簾下坐見季常，聞說驚倒。朝義乃領兵迴，周贄、許叔冀與季常赴之。恐贄貳於己，令駱悅等歡迎之，殺於柳泉驛。恐眾心未定，遂矯朝義之命，以帛縊殺思明，氈裹其屍，駱駞駞到東都。朝義僭逆自立，號顯聖。朝義，思明之孽子也，既殺思明，復使張通儒誅朝興等。以通儒為燕京留守，尋為高鞠仁所殺。又與蕃將阿思那承慶相害，承慶不敵而奔潞縣。鞠仁令城中殺胡者重賞，於是羯胡盡殪，小兒擲於空中，以戈承之，高鼻類胡而濫死者甚眾。以鞠仁為燕京兵馬使。五月，以偽太常卿李懷仙為御史大夫、范陽節度使，復殺鞠仁。衙門自春至夏，相殺者凡四五。加懷仙兵部尚書、隴西郡王。寶應元年，葬思明於良鄉東北崗。是月，王師克復洛陽。朝義敗走渡河，保魏州。河北相繼歸順，朝義又加懷仙侍中，走至莫州，疑懷仙，不入前城，取道北走，將投奚。十二月，李懷仙以范陽歸順，誘殺朝義於城東，函其首，使騎將徐濟馳獻於闕下，朝廷嘉之，拜懷仙太傅、檢校侍中兼兵部尚書，封武都郡王，仍為幽州節度使，薊門遂寧。思明以乾元二年己亥三月殺安慶緒僭王，至史朝義寶德元年十二月為李懷仙所殺，首尾四年。 \\n 安、史二兇羯，相繼亂於范陽，安祿山以天寶十四載乙未十一月犯順，史思明男朝義至寶應元年壬寅十二月為李懷仙所殺，二胡共擾中原凡八年，幽、燕始平。 \\n ________________________________________ \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●繆荃孫跋", "正文": "　 \\n ●繆荃孫跋 \\n 　 \\n  \\n 《安祿山事迹》三卷，署華陰尉姚汝能撰。汝能始末，陳振孫《書錄解題》云：「里居未詳。」則在宋時已無可考矣。是書上卷序祿山始生至玄宗寵遇，起長安三年，盡天寶十二載。中卷序天寶十三、四載祿山構亂事。下卷序祿山僭號被殺，並安慶緒、史思明、史朝義事，下盡寶應元年。分綱列目，兼有論議，較正史紀述頗詳。據《通鑑考異》，與《幸蜀記》、《天寶亂離記》、《河洛春秋》、《薊門紀亂》等書相出入，今諸書不存，獨此書尚為完帙，洵屬可寶。此本出於知不足齋鮑氏，訛謬滿紙，從友人章碩卿處假得秦敦夫石研齋鈔本校正大字，秦本無小字，分卷亦不合。惜小字僅据《新舊唐書》、《通鑑》采者校過，未能一一復舊也。 \\n 光緒甲辰十月，江陰繆荃孫跋。 \\n ________________________________________ \\n [４２]「許房宇文班」，清抄本作「許子房、宇文班」。 \\n [４３]「流於崖州」，「州」原作「洲」，今據《類編》本改。 \\n [４４]「黝堊之彫飾」，「堊」上原脫「黝」字，今據《類編》本補。 \\n [４５]「為祿山偽度支副向潤客所覺」，「向潤客」，本書上卷作「向潤容」。 \\n [４６]「唯三數人伏草莽間」，《類編》本作「存」。 \\n [４７]「六月八日乙酉……十四日辛卯」，考《新唐書》卷五《玄宗本紀》，是年六月癸未朔，則八日當為庚寅，辛卯當為九日。 \\n [４８]「賊將崔乾祐叩關數請戰」，「關」，原作「闕」，今據清抄本改。 \\n [４９]「不可勝計」，「計」原作「紀」，今據《類編》本改。 \\n [５０]「十五日壬辰」，據《中西回史日曆》，是月「壬辰」當為十日。 \\n [５１]「何物音樂為如此不祥之名」，「物」原作「忽」，今據《類編》本改。 \\n [５２]「十六日癸卯玄宗幸蜀」，是月十六日當為戊戌，另《新唐書》卷五、《舊唐書》卷九《玄宗本紀》均作「甲午（十二日）詔親征」。 \\n [５３]「明日亦未有來朝者」，「有」上原脫「未」字，今據《類編》本補。 \\n [５４]「十八日至馬嵬」，《新唐書》卷五《玄宗本紀》作丁酉（十五日）、《舊唐書》卷九《玄宗本紀》作丙辰（十四日），皆非十八日，未知孰是。 \\n [５５]「十七日甲午」，按長術，是月癸未朔，十七日當為「己亥」，《新唐書》卷五《玄宗本紀》亦作「己亥，祿山陷京師」。 \\n [５６]「露刃持戈以脅之」，「戈」原作「滿」，今據清抄本改。 \\n [５７]「拘於菩提佛寺」，「拘」原作「初」，《舊唐書》卷一九○下《王維傳》、《類編》本、清抄本均作「拘」，據改。 \\n [５８]「總莫能制」，「總」原作「絕」，今據《類編》本、清抄本改。 \\n [５９]「知其兆矣」，「兆」原作「戎」，今據清抄本改。 \\n [６０]「八月二十五日敗賊將安守忠等於香積寺」，按《舊唐書》卷十《肅宗本紀》記此事在九月壬寅，即二十七日。 \\n [６１]「汾陽領軍從城南赴西都」，「西都」原作「東都」，考下文有「十月六日，又收東都」之記載，則此處作「西都」為是，今據《類編》本改。 \\n [６２]「十月六日又收東都」，按，《新唐書》卷六《肅宗本紀》作「壬子」（十月八日），《舊唐書》卷十《肅宗本紀》作「壬戌」（十月十八日）。 \\n [６３]「明年六月十四日汾陽自上都赴軍」，《類編》本作「明年十月十四日」。考《舊唐書》卷十《肅宗本紀》亦作「十月乙未……郭子儀奏破賊十萬於衛州」。則作「十月」是。 \\n [６４]「汾陽以敕賜刀授懷軍」，「軍」上原脫「懷」字，今據清抄本補。 \\n [６５]「官健走脫一半」，「一半」下原有「己來」二字，文意不貫，清抄本無此二字，今據刪。 \\n [６６]「廳前東西而立」，「前」上原脫「廳」字，今據《類編》本補。 \\n [６７]「令偽史官官稷一撰祿山慶緒墓誌」，「稷」上原脫「官」字，今據本書卷上補。 \\n [６８]「諡祖考為皇帝」，清抄本無「祖」字。 \\n [６９]「必驛宣示」，按「驛」，清抄本作「譯」。 \\n [７０]「作刀割破黃胞衣」，「破」下原脫「黃胞衣」三字，今據《類編》本補。 \\n [７１]「王於姜子嶺失律」，「律」，清抄本作「利」。 \\n [７２]「領朝義部下數百人擐甲詣驛」，「下」上原脫「部」字，今據清抄本補。「擐」原作「釋」，今據清抄本改。 \\n  \\n 　 \\n  \\n   \\n  "}
