{"章节": "莊子．內篇．逍遙遊第一", "正文": "  \\n 莊子．內篇．逍遙遊第一 \\n 　 \\n  \\n 夫小大雖殊，而放於自得之場，則物任其性，事稱其能，各當其分，逍遙一也，豈容勝負於其間哉！ \\n 北冥有魚，其名為鯤。鯤之大，不知其幾千里也。化而為鳥，其名為鵬。 \\n 鵬鯤之實，吾所未詳也。夫莊子之大意，在乎逍遙遊放，無為而自得，故極小大之致，以明性分之適。達觀之士，宜要其會歸而遺其所寄，不足事事曲與生說。自不害其弘旨，皆可略知耳。 \\n 鵬之背，不知其幾千里也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。 \\n 非冥海不足以運其身，非九萬里不足以負其翼。此豈好奇哉？直以大物必自生於大處，大處亦必自生此大物，理固自然，不患其失，又何處心於其間哉。 \\n 齊諧者，志怪者也。諧之言曰：「鵬之徙於南冥也，水擊三千里，摶扶搖而上者九萬里， \\n 夫翼大則難舉，故搏扶搖而後能上，九萬里乃足自勝耳。既有斯翼，豈得決然而起，數仞而下哉！此皆不得不然，非樂然也。 \\n 去以六月息者也。」 \\n 夫大鳥一去半歲，至天池而息；小鳥一飛半朝，搶榆枋而止。此比所能則有閒矣，其於適性一也。 \\n 野馬也，塵埃也，生物之以息相吹也。 \\n 此皆鵬之所憑以飛者耳。野馬者，游氣也。 \\n 天之蒼蒼，其正色邪？其遠而無所至極邪？其視下也，亦若是則已矣。 \\n 今觀天之蒼蒼，竟未知便是天之正色邪，天知為遠而無極邪。鵬之自上以視地，亦若人之自是天。則止而圖南矣，言鵬不知道里之遠近，趣足以自勝而逝。 \\n 且夫水之積也不厚，則負大舟也無力。覆杯水於坳堂之上，則芥為之舟；置杯焉則膠，水淺而舟大也。 \\n 此皆明鵬之所以高飛者，翼大故耳。夫質小者所資不待大，則質大者所用不得小矣。故理有至分，物有定極，各足稱事，其濟一也。若乃失乎忘生之（主）【生】而營生於至當之外，事不任力，動不稱情，則雖垂天之翼不能無窮，決起之飛不能無困矣。 \\n 風之積也不厚，則其負大翼也無力。故九萬里，則風斯在下矣，而後乃今掊風；背負責天而草之夭閼者，而後乃今將圖南。 \\n 夫所以乃今將圖南者，非其好高而慕遠也，風不積則夭閼不通故耳。此大鵬之逍遙也。 \\n 蜩與學鳩笑之曰：『我決起而飛，槍榆枋而止，時則不至而控於地而已矣，溪以之九萬里而南為？』 \\n 苟足於其性，則雖大鵬無以自貴於小鳥，小鳥無羨於天池，而榮願有餘矣。故小大雖殊，逍遙一也。 \\n 適莽蒼者，三凔而反，腹猶果然；適百里者，宿舂糧；適千里者，三月聚糧。 \\n 所適彌遠，則聚糧彌多，故其翼彌大，則積氣彌厚也。 \\n 之二蟲又何知! \\n 二蟲，謂鵬蝦也。對大於小，所以均異趣也。夫趣之所以異，豈知異而異哉？皆不知所以然而自然耳。自然耳，不為也。此逍遙之大意。 \\n 小知不及大知，小年不及大年。 \\n 物各有性，性各有極，皆如年知，豈跂尚之所及哉！自此已下至於列子，歷舉年知之大小，各信其方，未有足以相傾者也。然後統以無待之人，遺彼忘我，冥此群異，異方同得而我無功名，是故統小大者，無小無大者也；苟有乎大小，則雖有大鵬之與斥鴳，宰官之與御風，同為累物耳。其死生者，無死無生者也；苟有乎死生，則雖大椿之與蟪蛄，彭祖之與朝菌，均於短折耳。故遊於無小無大者，無窮者也；冥乎不死不生者，無極者也。若夫逍遙而繫於有方，則雖放之使遊而有所窮矣，未能無待也。 \\n 溪以知其然也？朝菌不知晦朔，蛇蛄不知春秋，此小年也。楚之南有冥靈者，以五百歲為春，五百歲為秋；上古有大樁者，以八千歲為春，八千歲為秋。此大年也。而彭祖乃今以久特聞，眾人匹之，不亦悲乎! \\n 夫年知不相及若此之懸也，比於眾人之所悲，亦可悲矣。而眾人未嘗悲此者，以其性各有極也。苟知其極，則毫分不可相跂，天下又何所悲乎哉！夫物未嘗以大欲小，而必以小羨大，故舉小大之殊各有定分，非羨欲所及，則羨欲之累可以絕矣。夫悲生於累，累絕於悲去，悲去而性命不安者，未之有也。 \\n 湯之問棘也是已。 \\n 湯之問棘，亦云物各有極，任之則條暢，故莊子以所問為是也。 \\n 窮髮之北有冥海者，天池也。有魚焉，其廣數千里，未有知其脩者，其名為鯤。有鳥焉，其名為鵬，背若泰山，翼若垂天之雲，摶扶搖羊角而上者九萬里，絕雲氣，負青天，然後圖南，且適南冥也。斥鴳笑之曰：『彼且溪適也？我騰躍而上，不過數仞而下，翱翔蓬蒿之閒，此亦飛之至也。而彼且溪適也？』此小大之辯也。 \\n 各以得性為至，自盡為極也。向言二蟲殊異，故所至不同，或翱翔天池，或畢至榆枋，則各稱體而足，不知所以然也。今言小大之辯，各有自然之素，記非跂慕之所及，亦各安其天性，不悲所以異，故再出之。 \\n 故夫知效一官，行比一鄉，德合一君，而徵一國者，其自視也亦若此矣。 \\n 亦猶鳥之自得於一方也。 \\n 而宋榮子猶然笑之。 \\n 未能齊，故有笑。 \\n 且舉世而譽之而不加勸，舉世而非之而不加沮， \\n 審自得也。 \\n 定乎內外之分， \\n 內我而外物。 \\n 辯乎榮辱之竟， \\n 榮己而辱人。 \\n 斯已矣。 \\n 亦不能復過此。 \\n 彼其於世未數數然也。 \\n 足於身。故閒於世也。 \\n 雖然，猶有未樹也。 \\n 為能自是耳，未能無所不可也。 \\n 夫列子御風而行，泠然善也。 \\n 泠然，輕妙之貌。 \\n 旬有五日而後反。 \\n 苟有待焉，則雖御風而行耳，不能以一時而周也。 \\n 彼於致福者，未數數然也。 \\n 自然御風行耳，非數數然求知也。 \\n 此雖免乎行，猶有所待者也。 \\n 非風則不得行，斯必有待也。唯無所不成者無待耳。 \\n 若夫乘天地之正，而御六氣之辯，以遊無窮者，彼且惡乎待哉! \\n 天地者，萬物之總名也。天地以萬物為體，而萬物必以自然為正。自然者，不為而自然者也。故大鵬之能高，斥鴳之能下，樁木之能長，朝菌之能短，凡此皆自然之所能，非為之所能也。不為而自能，所以為正也。故乘天地之正者，即是順萬物之性也；御六氣之辯者，即是遊變化之途也；如斯以往，則何往之有窮哉！所御斯乘，又將惡乎待哉！此乃至德之人玄同彼我者之逍遙也。苟有待焉，則雖列子之輕妙，猶不能以無風而行，故必得其所待，然後逍遙耳，而況大鵬乎！夫唯與物冥而循大變者，為能無待而常通，豈【獨】自通而已哉！又順有待者，使不失其所待，所待不失，則同於大通矣。故有待無待，無所不能齊也；至於各安其性，天機自張，受而不知，則無所不能殊也。夫無待猶不足以殊有待，況有待者之巨細乎！ \\n 故曰，至人無己， \\n 無己，故順物，順物而至矣。 \\n 神人無功， \\n 夫物未嘗有謝生於自然者，而必欣賴於針石，故理至則迹滅矣。今順而不助，與至理為一，故無功 \\n 聖人無名。 \\n 聖人者，物得性之名耳，為足以名其所以得也。 \\n 堯讓天下於許由曰：「日月出矣而爝火不息，其於光也，不亦難乎！時雨降矣而猶浸灌，其於澤也，不亦勞乎！夫子立而天下治，而我猶尸之，吾自視缺然，請致天下。」許由曰：「子治天下，天下既已治也。 \\n 夫能令天下治，不治天下者也。故堯以不治治之，非治之而治者也。今許由方明既治則無所待之，而治實由堯，故有「子治」之言，宜忘言以尋其所況。而或者遂云治之而治者堯也，不治而堯得以治者許由也，斯失之遠矣。夫治之由乎不治，為之出乎無為也，取於堯而足，豈借之許由哉！若謂拱默乎山林之中，而後得稱無為者，此莊老之談所以見棄於當塗，【當塗】者自必於有為之域而不反者，斯之由也。 \\n 而我猶代子，吾將為名乎？名者實之賓也。吾將為賓乎？ \\n 夫自任者對物，而順物者與物無對，故堯無對於天下，而許由與稷契為匹矣。何以言其然邪？夫與物冥者，故群物之所不能離也。是以無心玄應唯感之從，汎乎若不繫之舟，東西之非己也，故無行而不與百姓共者，亦無往不為天下之君矣。以此為君，若天下自高，實君之德也。若獨亢然立乎高山之頂，非夫人之有情於自守，守一加之偏尚，何得專此！此故俗中之一物，而為堯之外臣耳。若以外臣代乎內主，斯有為君之名而無任君之實也。 \\n 鷦鷯巢於深林，不過一枝；偃鼠飲河，不過滿腹。 \\n 性各有極，苟足其極，則餘天下之財也。 \\n 歸休乎君，予無所用天下為！ \\n 君之無用，而堯獨有之。明夫懷豁者無方，故天下樂推而不厭。 \\n 庖人雖不治庖，尸祝不越樽俎而代之矣。」 \\n 庖人尸祝，各安其所司；鳥獸萬物，各足於所受；帝堯許由，各靜其所遇；此乃天下之至實也。各得其實，又何所為乎哉？自得而已矣。故堯許之行雖異，其於逍遙一也。 \\n 肩吾問於連叔曰：『吾聞言於接輿，大而無當，往而不反。吾驚怖其言，猶河漢而無極也；大有逕庭，不近人情焉。』連叔曰：『其言謂何哉？』曰：『藐姑射之山，有神人居焉，冗膚若冰雪，淖約若處子。 \\n 此皆寄言耳。夫神人即今所謂聖人也。夫聖人雖在廟堂之上，然其心無異於山林之中，世豈識之哉！徒見其戴黃屋，佩玉璽，便謂足以纓紱其心矣﹔見其歷山川，同民事，便謂足以憔悴其神矣。豈知至至者之不虧哉！今言王德之人，而寄之此山，將明世所無由識，故乃託之於絕垠之外，而推之於視聽之表耳。處子者，不以外傷內。 \\n 不食五穀，吸風飲露。 \\n 俱食五穀而獨為神人，明神人者非五穀所為，而特稟自然之妙氣。 \\n 乘雲氣，御飛龍，而遊乎四海之外。其神凝，使物不疵癘而年穀熟。吾以是狂而不信也。』 \\n 夫體神居靈而窮理極妙者，雖靜默閒堂之裡，而玄同四海之表，故乘兩儀而御六棄，同人群而驅萬物。茍無物而不順，則浮雲斯乘矣﹔無形而不載，則飛龍斯御矣。遺身而自得，雖淡然而不待，坐忘行忘，忘而為之，故行若曳枯木，止若聚死灰，事以云其神凝也。其神凝，則不凝者自得矣。世皆齊其所見而斷之，豈嘗信此哉！ \\n 連叔曰：『然。瞽者無以與乎文章之觀，聾者無以與乎鐘鼓之聲。豈唯形骸有聾盲哉？夫知亦有之。 \\n 不之至言之極妙，而以為狂而不信，此知之聾盲也。 \\n 是其言也，猶時女也。 \\n 謂此接輿之所言者，自然為物所求，辦知之聾盲者為無此理。 \\n 之人也，之德也，將旁礡萬物以為一世蘄乎亂，孰弊弊焉以天下為事！ \\n 夫聖人之心，極兩儀之至會，窮萬物之妙數。故能體化合變。無往不可，磅礡萬物，無物不然。世以亂故求我，我無心也。我苟無心，亦何為不應世哉！然體玄而極妙者，其所以會通萬物之性，而陶鑄天下之化，以成堯舜之名者，常以不為為之耳。孰弊弊焉勞神苦思，以事為事，然後能乎！ \\n 之人也，物莫之傷， \\n 夫安於所傷，則傷不能傷；傷不能傷，而物亦不傷之也。 \\n 大浸稽天而不溺，大旱金石流土山焦而不熱。 \\n 無往而不安，則所在皆適，死生無變於己，況溺熱之間哉！故至人之不嬰乎禍難，非避之也，推理直前而自然與吉會。 \\n 是其塵垢秕糠，將猶陶鑄堯舜者也，孰肯以物為事! \\n 堯舜者，世事之名耳；為名者，非名也。故夫堯舜者，豈直堯舜而已哉？必有神人之實焉。今所稱堯舜者，徒名其塵垢秕糠耳。 \\n 宋人資章甫而適諸越，越人斷髮文身，無所用之。堯治天下之民，平海內之政，往見四子藐姑射之山，汾水之陽，窅然喪其天下焉。』 \\n 夫堯之無用天下為，亦猶越人之無所用章甫耳。然遺天下者，固天下之所宗。天下雖宗堯，而堯未嘗有天下也，故窅然喪之，而嘗遊心於絕冥之境，雖寄坐萬物之上，而未始不逍遙也。四子者，蓋寄言以明堯之不一於堯耳。夫堯實冥矣，其跡則堯也。自跡觀冥，內外異域，未足怪也。世徒見堯之為堯，豈識其冥哉！ \\n 惠子謂莊子曰：『魏王貽我大瓠之種，我樹之成而實五石，以盛水漿，其堅不能自舉也。剖之以為瓢，則瓠落無所容。非不呺然大也，吾為其無用而掊之。』莊子曰：『夫子固拙於用大矣。宋人有善為不龜手之藥者，世世以洴澼絖為事。 \\n 其藥能令手不拘坼，故常漂絮於水中也。 \\n 客聞之，請買其方百金。聚族而謀曰：『我世世為洴澼絖，不過數金；今一朝而鬻技百金，請與之。』客得之以說吳王。越有難，吳王使之將，冬與越人水戰，大敗越人，裂地而封之。能不龜手，一也；或以封，或不免於洴澼絖，則所用之異也。今子有五石之瓠，何不慮以為大樽而浮乎江湖，而憂其瓠落無所容？則夫子猶有蓬之心也夫！』 \\n 蓬，非直達者也。此章言物各有宜，苟得其宜，安往而不逍遙也。 \\n 惠子謂莊子曰：『吾有大樹，人謂之樗。其大本擁腫而不中繩墨，其小枝卷曲而不中規矩，立之塗，匠者不顧。今子之言，大而無用，眾所同去也。』莊子曰：『子獨不見狸狌乎？卑身而伏，以候敖者；東西跳梁，不辟高下；中於機辟死於罔罟。今夫□牛，其大若垂天之雲。此能為大矣，而不能執鼠。今子有大樹，患其無用，何不樹之於無何有之鄉，廣莫之野，彷徨乎無為其側，逍遙乎寢臥其下。不夭斤斧，物無害者，無所可用，安所困若哉!』 \\n 夫大小之物，苟失其極，則利害之理均；用得其所，則物皆逍遙也。 \\n  \\n   \\n  "}
{"章节": "莊子．內篇．齊物論第二", "正文": "  \\n 莊子．內篇．齊物論第二 \\n 　 \\n  \\n 南郭子綦隱機而坐，仰天而噓，荅焉似喪其耦。顏成子游立侍乎前，曰：「何居乎？形固可使如槁木，而心固可使如死灰乎？今之隱機者，非昔之隱機者也？」 \\n 夫自是而非彼，美己而惡人，物莫不皆然。然，故是非雖異而彼我均也。 \\n 同天人，均彼我，故外無與為歡，而荅焉解（一）體，若失其配匹。 \\n 死灰槁木，取其寂莫（三）無情耳。夫任自然而忘是非者，其體中獨任天真而已，又何所有哉！故止若立枯木，動若運槁枝，坐若死灰，行若遊塵。動止之容，吾所不能一也；其於無心而自得（四），吾所不能二也（五）。 \\n 子游嘗見隱机者，而未有（六）若子綦也。 \\n 吾喪我，我自忘矣；我自忘矣，天下有何物足識哉！故都忘外內，然後超然俱得。 \\n 子綦曰：「偃，不亦善乎而問之也！今者吾喪我，汝知之乎？汝聞人籟而未聞地籟，汝聞地籟而不聞天籟夫！」 \\n 籟，簫也。夫簫管參差，宮商異律，故有短長高下萬殊之聲。聲雖萬殊，而所稟之度一也，然則優劣無所錯其閒矣。況之風物，異音同是，而咸自取焉，則天地之籟見矣。 \\n 子游曰：「敢問其方。」子綦曰：「夫大塊噫氣，其名為風。是唯無作，作則萬竅怒呺。而獨不聞之翏翏乎？ \\n 大塊者，無物也。夫噫氣者，豈有物哉？氣塊然而自噫耳。物之生也，莫不塊然而自生，則塊然之體大矣，故遂以大塊為名。 \\n 山林之畏佳，大木而圍之竅穴，似鼻，似口，似耳，似笄，似圈，似臼，似窪者，似污者。激者、謞者、叱者、吸者、叫者、譹者、宎者，咬者，前者唱於而隨者唱喁，泠風則小和，飄風則大和，厲風濟則眾竅為虛。而獨不見之調調，之刁刁乎？」 \\n 言風唯無作，作則萬竅皆怒動而為聲也。 \\n 長風之聲。 \\n 大風之所扇動也。 \\n 此略舉眾竅之所似。 \\n 此略舉（異）〔眾〕（八）竅之聲殊。 \\n 夫聲之宮商雖千變萬化，唱和大小，莫不稱其所受而各當其分。 \\n 濟，止也。烈風作則眾竅實，及其止則眾竅虛。虛實雖異，其於各得則同。 \\n 調調（刁刁）〔刀刀〕，動搖貌也。言物聲既異，而形之動搖亦又不同也。動雖不同，其得齊一耳，豈調調獨是而（刁刁）〔刀刀〕獨非乎！ \\n 子游曰：「地籟則眾竅是已，人籟遇比竹是已，敢問天籟。」子綦曰：「夫天籟者，吹萬不同，而使其自己也。咸其自取，怒者其誰邪？」 \\n 此天籟也。夫天籟者，豈復別有一物哉？即眾竅比竹之屬，接乎有生之類，會而共成一天耳。無既無矣，則不能生有；有之未生，又不能為生。然則生生者誰哉？塊然而自生耳。自生耳，非我生也。我既不能生物，物亦不能生我，則我自然矣。自己而然，則謂之天然。天然耳，非為也，故以天言之。〔以天言之〕（一）所以明其自然也，豈蒼蒼之謂哉！而或者謂天籟役物使從己也。夫天且不能自有，況能有物哉！故天者，萬物之總名也，莫適為天，誰主役物乎？故物各自生而無所出焉，此天道也。 \\n 物皆自得之耳，誰主怒之使然哉！此重明天籟也。 \\n 大知閑閑，小知閒閒。大言炎炎，小言詹詹。其寐也魂交，其覺也形開。與接為搆，日以心斗。縵者、窖者、密者。小恐惴惴，大恐縵縵。其發若機栝，其司是非之謂也﹔其留如詛盟，其守勝之謂也﹔其殺若秋冬，以言其日消也﹔其溺之所為之，不可使復之也﹔其厭也如緘，以言其老洫也﹔近死之心，莫使復陽也。喜怒哀樂，慮嘆變慹，姚佚啟態，樂出虛，蒸成菌。日夜相代乎前，而莫知其所萌。已乎，已乎！旦暮得此，其所由以生乎！ \\n 此蓋知之不同。 \\n 此蓋言語之異。 \\n 此蓋寤寐之異。 \\n 此蓋交接之異。 \\n 此蓋恐悸之異。 \\n 此蓋動止之異。 \\n 其衰殺日消有如此者。 \\n 其溺而遂往有如此者。 \\n 其厭沒於欲，老而愈洫，有如此者。 \\n 其利患輕禍，陰結遂志，有如此者。 \\n 此蓋性情之異者。 \\n 此蓋事變之異也。自此以上，略舉天籟之無方；自此以下，明無方之自然也。物各自然，不知所以然而然，則形雖彌異，其（五）然彌同也。 \\n 日夜相代，代故以新也。夫天地萬物，變化日新，與時俱往，何物萌之哉？自然而然耳。 \\n 言其自生。 \\n 非彼無我，非我無所取。是亦近矣，而不知所為使。若有真宰，而特不得其眹。可行己信，而不見其形，有情而無形。 \\n 彼，自然也。自然生我，我自然生。故自然者，即我之自然，豈遠之哉！ \\n 凡物云云，皆自爾耳，非相為使也，故任之而理自至矣。 \\n 萬物萬情，趣舍不同，若有（一）真宰使之然也。起索真宰之眹跡，而亦終不得，則明物皆自然，無使物然也。 \\n 今夫行者，信己可得行也。 \\n 不見所以得行之形。 \\n 情當其物，故形不別見也。 \\n 面骸、九竅、六藏、賅而存焉，吾誰與為親？汝皆說之乎？其有私焉？如是皆有為臣妾乎？其臣妾不足以相治乎？其遞相為君臣乎，其有真君存焉！如求得其情與不得，無益損乎其真。 \\n 付之自然，而莫不皆存也。 \\n 直自（二）存耳。 \\n 皆說之，則是有所私也。有私則不能賅而存矣，故不說而自存，不為而自生也。 \\n 若皆私之，則志過其分，上下相冒，而莫為臣妾矣。臣妾之才，而不安臣妾之任，則失矣。故知君臣上下，手足外內，乃天理自然，豈真人之所為哉！ \\n 夫臣妾但各當其分耳，未為不足以相治也。相治者，若手足耳目，四肢百體，各有所司而更相御用也。 \\n 夫時之所賢者為君，才不應世者為臣。若天之自高，地之自卑，首自在上，足自居下，豈有遞哉！雖無錯於當而必自當也。 \\n 任之而自爾，則非偽也。 \\n 凡得真性，用其自為者，雖復皁隸，猶不顧毀譽而自安其業。故知與不知，皆自若也。若乃開希幸之路，以下冒上，物喪其真，人忘其本，則毀譽之間，俯仰失錯也。 \\n 一受其成形，不亡以待盡。與物相刃相靡，其行進如馳，而莫之能止，不亦悲乎！終身役役而不見其成功，苶然疲役而不知其所歸，可不哀邪！人謂之不死，奚益！其形化，其心與之然，可不謂大哀乎？人之生也，固若是芒乎？其我獨芒，而人亦有不芒者乎？ \\n 言性各有分，故知者守知以待終，而愚者抱愚以至死，豈有能中易其性者也！ \\n 群品云云，逆順相交，各信其偏見而恣其所行，莫能自反。此（皆）〔比〕（三）眾人之所悲者，亦可悲矣。而眾人未嘗以此為悲者，性然故也。物各性然，又何物足悲哉！ \\n 夫物情無極，知足者鮮。故得（止）〔此〕（四）不止，復逐於彼。皆疲役終身，未厭其志，死而後已。故其成功者無時可見也。 \\n 凡物各以所好役其形骸，至於疲困苶然。不知所以好此之歸趣云何也！ \\n 言其實與死同。 \\n 言其心形並馳，困而不反，比於凡人所哀，則此真哀之大也。然凡人未嘗以此為哀，則凡所哀者，不足哀也。 \\n 凡此上事，皆不知其所以然而然，故曰芒也。今未知者皆不知所以知而自知矣，生者〔皆〕（六）不知所以生而自生矣。萬物雖異，至於生不由知，則未有不同者也，故天下莫不芒也。 \\n 夫隨其成心而師之，誰獨且無師乎？奚必知代而自取者有之？愚者與有焉！未成乎心而有是非，是今日適越而昔至也。是以無有為有。無有為有，雖有神禹且不能知，吾獨且奈何哉！ \\n 夫心之足以制一身之用者，謂之成心。人自師其成心，則人各自有師矣。人各自有師，故付之而自當。 \\n 夫以成代不成，非知也，心自得耳。故愚者亦師其成心，未肯用其所謂短而舍其所謂長者也。 \\n 今日適越，昨日何由至哉？未成乎心，是非何由生哉？明夫是非者，群品之所不能無，故至人兩順之。 \\n 理無是非，而惑者以為有，此以無有為有也。惑心已成，雖聖人不能解，故付之自若而不強知也。 \\n 夫言非吹也，言者有言。其所言者特未定也。果有言邪？其未嘗有言邪？其以為異於鷇音，亦有辯乎？其無辯乎？ \\n 各有所說，故異於吹。 \\n 我以為是而彼以為非，彼之所是，我又非之，故未定也。未定也者，由彼我之情偏。 \\n 以為有言邪？然未足以有所定。 \\n 以為無言邪？則據己已有言。 \\n 夫言與鷇音，其致一也，有辯無辯，誠未可定也。天下之情不必同而所言不能異，故是非紛紜，莫知所定。 \\n 道惡乎隱而有真偽？言惡乎隱而有是非？道惡乎往而不存？言惡乎存而不可？道隱於小成，言隱於榮華。故有儒墨之是非，以是其所非而非其所是。欲是其所非而非其所是，則莫若以明。 \\n 道焉不在！言何隱蔽而有真偽，是非之名紛然而起？ \\n 皆存。 \\n 皆可。 \\n 夫小成榮華，自隱於道，而道不可隱。則真偽是非者，行於榮華而止於實當，見於小成而滅於大全也。 \\n 儒墨更相是非，而天下皆儒墨也。故百家並起，各私所見，而未始出其方也。 \\n 夫有是有非者，儒墨之所是也；無是無非者，儒墨之所非也。今欲是儒墨之所非而非儒墨之所是者，乃欲明無是無非也。欲明無是無非，則莫若還以儒墨反覆相明。反覆相明，則所是者非是而所非者非非矣。非非則無非，非是則無是。 \\n 物無非彼，物無非是。自彼則不見，自知則知之。故曰：彼出於是，是亦因彼。彼是方生之說也。雖然，方生方死，方死方生﹔方可方不可，方不可方可﹔因是因非，因非因是。是以聖人不由，而照之於天，亦因是也。 \\n 物皆自是，故無非是；物皆相彼，故無非彼。無非彼，則天下無是矣；無非是，則天下無彼矣。無彼無是，所以玄同也。 \\n 夫物之偏也，皆不見彼之所見，而獨自知其所知。自知其所知，則自以為是。自以為是，則以彼為非矣。故曰彼出於是，是亦因彼，彼是相因而生者也。 \\n 夫死生之變，猶春秋冬夏四時行耳。故死生之狀雖異，其於各安所遇，一也。今生者方自謂生為生，而死者方自謂生為死，則無生矣。生者方自謂死為死，而死者方自謂死為生，則無死矣。無生無死，無可無不可，故儒墨之辨，吾所不能同也；至於各冥其分，吾所不能異也。 \\n 夫懷豁者，因天下之是非而自無是非也。故不由是非之塗而是非無患不當者，直明其天然而無所奪故也。 \\n 是亦彼也，彼亦是也。彼亦一是非，此亦一是非，果且有彼是乎哉？果且無彼是乎哉？彼是莫得其偶，謂之道樞。樞始得其環中，以應無窮。是亦一無窮，非亦一無窮也。故曰莫若以明。 \\n 我亦為彼所彼。 \\n 彼亦自以為是。 \\n 此亦自是而非彼，彼亦自是而非此，此與彼各有一是一非於體中也。 \\n 今欲謂彼為彼，而彼復自是；欲謂是為是，而是復為彼所彼；故彼是有無，未果定也。 \\n 偶，對也。彼是相對，而聖人兩順之。故無心者與物冥，而未嘗有對於天下也。〔樞，要也〕（一）。此居其樞要而會其玄極，以應夫無方也。 \\n 夫是非反覆，相尋無窮，故謂之環。環中，空矣；今以是非為環而得其中者，無是無非也。無是無非，故能應夫是非。是非無窮，故應亦無窮。 \\n 天下莫不自是而莫不相非，故一是一非，兩行無窮。唯涉空得中者，曠然無懷，乘之以游也。 \\n 以指喻指之非指，不若以非指喻指之非指也﹔以馬喻馬之非馬，不若以非馬喻馬之非馬也。天地一指也，萬物一馬也。 \\n 夫自是而非彼，彼我之常情也。故以我指喻彼指，則彼指於我指獨為非指矣。此以指喻指之非指也。若復以彼指還喻我指，則我指於彼指復為非指矣。此（亦）〔以〕（二）非指喻指之非指也。將明無是無非，莫若反覆相喻。反覆相喻，則彼之與我，既同於自是，又均於相非。均於相非，則天下無是；同於自是，則天下無非。何以明其然邪？是若果是，則天下不得（彼）〔復〕（三）有非之者也。非若果非，〔則天下〕（四）亦不得復有是之者也。今是非無主，紛然淆亂，明此區區者各信其偏見而同於一致耳。仰觀俯察，莫不皆然。是以至人知天地一指也，萬物一馬也，故浩然大寧，而天地萬物各當其分，同於自得，而無是無非也。 \\n 可可乎，不可乎不可。 \\n 可於己者，即謂之可。 \\n 不可於己者，即謂之不可。 \\n 道行之而成，物謂之而然。有自也而可，有自也而不可，有自也而然，有自也而不然。惡乎然？然於然。惡乎不然？不然於不然。惡乎可，可於可，惡乎不可，不可乎不可。物固有所然，物固有所可。無物不然，無物不可。故為是舉莛與楹，厲與西施，恢詭譎怪，復通為一。其分也，成也﹔其成也，毀也。凡物無成與毀，復通為一。 \\n 無不成也。 \\n 無不然也。 \\n 各然其所然，各可其所可。 \\n 夫莛橫而楹縱，厲醜而西施好。所謂齊者，豈必齊形狀，同規矩哉！故舉縱橫好醜，恢?憰怪，各然其所然，各（一）可其所可，則理雖萬殊而性同得，故曰道通為一也。 \\n 夫物或此以為散而彼以為成。 \\n 我之所謂成而彼或謂之毀。 \\n 夫成毀者，生於自見而不見彼也。故無成與毀，猶無是與非也。 \\n 唯達者知通為一，為是不用而寓諸庸。因是已，已而不知其然謂之道。 \\n 夫達者無滯於一方，故忽然自忘，而寄當於自用。自用者，莫不條暢而自得也。 \\n 幾，盡也。至理盡於自得也。 \\n 達者因而不作。 \\n 夫達者之因是，豈知因為善而因之哉？不知所以因而自因耳，故謂之道也。 \\n 勞神明為一，而不知其同也，謂之「朝三」。何謂「朝三」？狙公賦芧，曰：「朝三而暮四。」眾狙皆怒。曰：「然則朝四而暮三。」眾狙皆悅。名實未虧而喜怒為用，亦因是也。是以聖人和之以是非而休乎天鈞，是之謂兩行。 \\n 夫達者之於一，豈勞神哉？若勞神明於為一，不足賴也，與彼不一者無以異矣。亦同眾狙之惑，因所好而自是也。 \\n 莫之偏任，故付之自均而止也。 \\n 任天下之是非。 \\n 古之人，其知有所至矣。惡乎至？有以為未始有物者，至矣，盡矣，不可以加矣！其次，以為有物矣，而未始有封也。其次，以為有封焉，而未始有是非也。是非之彰也，道之所以虧也，道之所以虧，愛之所以成。果且有成與虧乎哉？果且無成與虧乎哉？有成與虧，故昭氏之鼓琴也﹔無成與虧，故昭氏之不鼓琴也。昭文之鼓琴也，師曠之枝策也，惠子之據梧也，三子之知，幾乎皆其盛者也，故載之末年。唯其好之也，以異於彼，其好之也，欲以明之。彼非所明而明之，故以堅白之昧終。而其子又以文之綸終，終身無成。若是而可謂成乎，雖我無成，亦可謂成矣。若是而不可謂成乎，物與我無成也。是故滑疑之耀，聖人之所圖也。為是不用而寓諸庸，此之謂「以明」。 \\n 此忘天地，遺萬物，外不察乎宇宙，內不覺其一身，故能曠然無累，與物俱往，而無所不應也。 \\n 雖未都忘，猶能忘其彼此。 \\n 雖未能忘彼此，猶能忘彼此之是非也。 \\n 無是道虧則情有所偏而愛有所成，未能忘愛釋私，玄同彼我（二）也。 \\n 非乃全也。 \\n 有之與無，斯不能知，乃至。 \\n 夫聲不可勝舉也。故吹管操絃，雖有繁手，遺聲多矣。而執籥鳴弦者，欲以彰聲也，彰聲而聲遺，不彰聲而聲全。故欲成而虧之者，昭文之鼓琴也；不成而無虧者，昭文之不鼓琴也。 \\n 幾，盡也。夫三子者，皆欲辯非己所明以明之，故知盡慮窮，形勞神倦，或枝策假寐，或據梧而瞑。 \\n 賴其盛，故能久，不爾早困也。 \\n 言此三子，唯獨好其所明，自以殊於眾人。 \\n 明示眾人，欲使同乎我之所好。 \\n 是猶對牛鼓簧耳。彼竟不明，故己之道術終於昧然也。 \\n 昭文之子又乃終文之緒，亦卒不成。 \\n 此三子雖求明於彼，彼竟不明，所以終身無成。若三子而可謂成，則雖我之不成亦可謂成也。 \\n 物皆自明而不明彼，若彼不明，即謂不成，則萬物皆相與無成矣。故聖人不顯此以耀彼，不捨己而逐物，從而任之，各（宜）〔冥〕（四）其所能，故曲成而不遺也。今三子欲以己之所好明示於彼，不亦妄乎！ \\n 夫聖人無我者也。故滑疑之耀，則圖而域之；恢憰怪，則通而一之；使群異各安其所安，眾人不失其所是，則己不用於物，而萬物之用用矣。物皆自用，則孰是孰非哉！故雖放蕩之變，屈奇之異，曲而從之，寄之自用，則用雖萬殊，歷然自明。 \\n 今且有言於此，不知其與是類乎？其與是不類乎？類與不類，相與為類，則與彼無以異矣。雖然，請嘗言之：有始也者，有未始有始也者，有未始有夫未始有始也者﹔有有也者，有無也者，有未始有無也者，有未始有夫未始有無也者。俄而有無矣，而未知有無之果孰有孰無也。今我則已有謂矣，而未知吾所謂之其果有謂乎？其果無謂乎？ \\n 今以言無是非，則不知其與言有者類乎不類乎？欲謂之類，則我以無為是，而彼以無為非，斯不類矣。然此雖是非不同，亦固未免於有是非也，則與彼類矣。故曰類與不類又相與為類，則與彼無以異也。然則將大不類，莫若無心，既遣（一）是非，又遣其遣。遣之又遣之以至於無遣，然後無遣無不遣而是非自去矣。 \\n 至理無言，言則與類，故試寄（二）言之。 \\n 有始則有終。 \\n 謂無終始而一死生。 \\n 夫一之者，未若不一而自齊，斯又忘其一也。 \\n 有有則美惡是非具也。 \\n 有無而未知無無也，則是非好惡猶未離懷。 \\n 知無無矣，而猶未能無知。 \\n 此都忘其知也，爾乃俄然始了無耳。了無，則天地萬物，彼我是非，豁然確斯也。 \\n 謂無是非，即復有謂。 \\n 又不知謂之有無，爾乃蕩然無纖芥於胸中也。 \\n 天下莫大於秋豪之末，而大山為小﹔莫壽於殤子，而彭祖為夭。天地與我并生，而萬物與我為一。既已為一矣，且得有言乎？既已謂之一矣，且得無言乎？一與言為二，二與一為三。自此以往，巧曆不能得，而況其凡乎！故自無適有，以至於三，而況自有適有乎！無適焉，因是已！ \\n 夫以形相對，則大山大於秋豪也。若各據其性分，物冥其極，則形大未為有餘，形小不為不足。〔苟各足〕（三）於其性，則秋豪不獨小其小而大山不獨大其大矣。若以性足為大，則天下之足未有過於秋豪也；（其）〔若〕性足者（為）〔非〕（四）大，則雖大山亦可稱小矣。故曰天下莫大於秋豪之末而大山為小。大山為小，則天下無大矣；秋豪為大，則天下無小也。無小無大，無壽無夭，是以蟪蛄不羨大椿而欣然自得，斥鴳不貴天池而榮願以足。苟足於天然而安其性命（五），故雖天地未足為壽而與我並生，萬物未足為異而與我同得。則天地之生又何不並，萬物之得又何不一哉！ \\n 萬物萬形，同於自得，其得一也。已自一矣，理無所言。 \\n 夫名謂生於不明者也。物或不能自明其一而以此逐彼，故謂一以正之。既謂之一，即是有言矣。 \\n 夫以言言一，而一非言也，則一〔與〕（六）言為二矣。一既一矣，言又二之；有一有二，得不謂之三乎！夫以一言言一，猶乃成三，況尋其支流，凡物殊稱，雖有善數，莫之能紀也。故一之者與彼未殊，而忘（七）一者無言而自一。 \\n 各止於其所能，乃最是也。 \\n 夫道未始有封，言未始有常，為是而有畛也。請言其畛：有左，有右，有倫，有義，有分，有辯，有競，有爭，此之謂八德。六合之外，聖人存而不論﹔六合之內，聖人論而不議﹔春秋經世先王之志，聖人議而不辯。故分也者，有不分也﹔辯也者，有不辯也。曰：「何也？」「聖人懷之，眾人辯之以相示也。故曰：辯也者，有不見也。」 \\n 冥然無不在也。 \\n 彼此言之，故是非無定。 \\n 道無封，故萬物得恣其分域。 \\n 各異便也。 \\n 物物有理，事事有宜。 \\n 群分而類別也。 \\n 並逐曰競，對辯曰爭。 \\n 略而判之，有此八德。 \\n 夫六合之外，謂萬物性分之表耳。夫物之性表，雖有理存焉，而非性分之內，則未嘗以感聖人也，故聖人未嘗論之。〔若論之〕（二），則是引萬物使學其所不能也。故不論其外，而八畛同於自得也。 \\n 陳其性而安之。 \\n 順其成跡而凝乎至當之極，不執其所是以非眾人也。 \\n 夫物物自分，事事自別。而欲由己以分別之者，不見彼之自別也。 \\n 以不辯為懷耳，聖人無懷。 \\n 不見彼之自辯，故辯己所知以示之。 \\n 夫大道不稱，大辯不言，大仁不仁，大廉不嗛，大勇不忮。道昭而不道，言辯而不及，仁常而不周，廉清而不信，勇忮而不成。五者無成而幾向方矣！ \\n 付之自稱，無所稱謂。 \\n 已自別也。 \\n 無愛而自存也。 \\n 夫至足者，物之去來非我也，故無所容其嗛盈。 \\n 無往而不順，故能無險而不往。 \\n 以此明彼，彼此俱失矣。 \\n 不能及其自分。 \\n 物無常愛，而常愛必不周。 \\n 皦然廉清，貪名者耳，非真廉也。 \\n 忮逆之勇，天下共疾之，無敢舉足之地也。 \\n 此五者，皆以有為傷當者也，不能止乎本性，而求外無已。夫外不可求而求之，譬猶以圓學方，以魚慕鳥耳。雖希翼鸞鳳，擬規日月，此愈近彼，愈遠實，學彌得而性彌失。故齊物而偏尚之累去矣。 \\n 故知止其所不知，至矣。孰知不言之辯，不道之道？若有能知，此之謂天府。注焉而不滿，酌焉而不竭，而不知其所由來，此之謂葆光。 \\n 所不知者，皆性分之外也。故止於所知之內而至也。 \\n 浩然都任之也。 \\n 至人之心若鏡，應而不藏，故曠然無盈虛之變也。 \\n 至理之來，自然無跡。 \\n 任其自明，故其光不弊也。 \\n 故昔者堯問於舜曰：「我欲伐宗、膾、胥敖，南面而不釋然。其故何也？」舜曰：「夫三子者，猶存乎蓬艾之間。若不釋然，何哉！昔者十日并出，萬物皆照，而況德之進乎日者乎！」 \\n 於安任之道未弘，故聽朝而不怡也。將寄明齊一之理於大聖，故發自怪之問以起對也。 \\n 夫物之所安無陋也，則蓬艾乃三子之妙處也。 \\n 夫重明登天，六合俱照，無有蓬艾而不光被也。 \\n 夫日月雖無私於照，猶有所不及，德則無不得也。而今欲奪蓬艾之願而伐使從己，於至道豈弘哉！故不釋然神解耳。若乃物暢其性，各安其所安，無遠邇幽深，付之自若，皆得其極，則彼無不當而我無不怡也。 \\n 齧缺問乎王倪曰：「子知物之所同是乎？」曰：「吾惡乎知之！」 \\n 所同未必是，所異不獨非，故彼我莫能相正，故無所用其知。 \\n 「子知子之所不知邪？」曰：「吾惡乎知之！」 \\n 若自知其所不知，即為有知。有知則不能任群才之自當。 \\n 「然則物無知邪？」曰：「吾惡乎知之！雖然嘗試言之：庸詎知吾所謂知之非不知邪？庸詎知吾所謂不知之非知邪？且吾嘗試問乎汝：民濕寢則腰疾偏死，鰍然乎哉？木處則惴慄恂懼，猿猴然乎哉？三者孰知正處？民食芻豢，麋鹿食薦，蝍蛆甘帶，鴟鴉嗜鼠，四者孰知正味？猿猵狙以為雌，麋與鹿交，鰍與魚游。毛嬙，西施，人之所美也﹔魚見之深入，鳥見之高飛，麋鹿見之決驟，四者孰知天下之正色哉？自我觀之，仁義之端，是非之塗，樊然殽亂，吾惡能知其辯！」 \\n 都不知，乃曠然無不任矣。 \\n 以其不知，故未敢正言，試言之耳。 \\n 魚游於水，水物所同，咸謂之知。然自鳥觀之，則向所謂知者，復為不知矣。夫蛣蜣之知在於轉丸，而笑蛣蜣者乃以蘇合為貴。故所同之知，未可正據。 \\n 所謂不知者，直是不同耳，亦自一家之知。 \\n 己不知其正，故（一）試問女。 \\n 此略舉三者，以明萬物之異便。 \\n 此略舉四者，以明美惡之無主。（二） \\n 此略舉四者，以明天下所好之不同也。不同者而非之，則無以知所同之必是。 \\n 夫利於彼者或害於此，而天下之彼我無窮，則是非之竟無常。故唯莫之辯而任其自是，然後蕩然俱得。 \\n 齧缺曰：「子不知利害，則至人固不知利害乎？」 \\n 未能妙其不知，故猶嫌至人當知之。斯懸之未解也。 \\n 王倪曰：「至人神矣！大澤焚而不能熱，河漢冱而不能寒，疾雷破山而不能傷、飄風振海而不能驚。若然者，乘雲氣，騎日月，而游乎四海之外，死生無變於己，而況利害之端乎！」 \\n 無心而無不順。 \\n 夫神全形具而體與物冥者，雖涉至變而未始非我，故蕩然無（躉）〔蠆〕（二）介於胸中也。 \\n 寄物而行，非我動也。 \\n 有與變為體，故死生若一。 \\n 晝夜而無死生也。 \\n 況利害於死生，愈不足以介意。 \\n 瞿鵲子問乎長梧子曰：「吾聞諸夫子：聖人不從事於務，不就利，不違害，不喜求，不緣道，無謂有謂，有謂無謂，而游乎塵垢之外。夫子以為孟浪之言，而我以為妙道之行也。吾幾以為奚若？」長梧子曰：「是黃帝之所聽熒也，而丘也何足以知之！且女亦大早計，見卵而求時夜，見彈而求鴞炙。予嘗為女妄言之，女以妄聽之奚。旁日月，挾宇宙，為其吻合，置其滑涽，以隸相尊？眾人役役，聖人愚芚，參萬歲而一成純。萬物盡然，而以是相蘊。 \\n 務自來而理自應耳，非從而事之也。 \\n 任而直前，無所避就。 \\n 求之不喜，直取不怒。 \\n 獨至者也。 \\n 凡有稱謂者，皆非吾所謂也，彼各自謂耳，故無彼有謂而有此無謂也。 \\n 凡非真性，皆塵垢也。 \\n 夫物有自然，理有至極。循而直往，則冥然自合，非所言也。故言之者孟浪，而聞之者聽熒。雖復黃帝，猶不能使萬物無懷，而聽熒至竟。故聖人付當於塵垢之外，而玄合乎視聽之表，照之以天而不逆計，放之自爾而不推明也。今瞿鵲子方聞孟浪之言而便以為妙道之行，斯亦無異見卵而責司晨之功，見彈而求鴞炙之實也。夫（二）不能安時處順而探變求化，當生而慮死，執是以辯非，皆逆計之徒也。 \\n 言之則孟浪也，故試妄言之。 \\n 若正聽妄言，復為太早計也。故亦妄聽之，何？ \\n 以死生為晝夜，旁日月之喻也；以萬物為一體，挾宇宙之譬也。 \\n 以有所賤，故尊卑生焉，而滑涽紛亂，莫之能正，各自是於一方矣。故為脗然自合之道，莫若置之勿言，委之自爾也。涽然，無波際之謂也。 \\n 馳鶩於是非之境也。 \\n 純者，不雜者也。夫舉萬歲而參其變，而眾人謂之雜矣，故役役然勞形怵心而去彼就此。唯大聖無執，故芚然直往而與變化為一，一變化而常遊於獨者也。故雖參糅億載，千殊萬異，道行之而成，則古今一成也；物謂之而然，則萬物一然也。無物不然，無時不成；斯可謂純也。 \\n 無物不然。 \\n 蘊，積也。積是於萬歲，則萬歲一是也；積然於萬物，則萬物盡然也。故不知死生先後之所在，彼我勝負之所如也。 \\n 予惡乎知說生之非惑邪！ \\n 死生一也，而獨說生，欲與變化相背，故未知其非惑也。 \\n 予惡乎知惡死之非弱喪而不知歸者邪！ \\n 少而失其故居，名為弱喪。夫弱喪者，遂安於所在而不知（一）歸於故鄉也。焉知生之非夫弱喪，焉知死之非夫還歸而惡之（二）哉！ \\n 麗之姬，艾封人之子也。晉國之始得之也，涕泣沾襟。及其至於王所，與王同筐床，食芻豢，而后悔其泣也。予惡乎知夫死者不悔其始之蘄生乎？ \\n 一生之內，情變若此。當此之日，則不知彼，況夫死生之變，惡能相知哉！ \\n 蘄，求也。 \\n 夢飲酒者，旦而哭泣﹔夢哭泣者，旦而田獵。方其夢也，不知其夢也。夢之中又占其夢焉，覺而后知其夢也。且有大覺而后知此其大夢也，而愚者自以為覺，竊竊然知之。「君乎！牧乎！」固哉！丘也與女，皆夢也，予謂女夢，亦夢也。是其言也，其名為弔詭。萬世之后而一遇大聖，知其解者，是旦暮遇之也。 \\n 此寤寐之事變也。事苟變，情亦異，則死生之願不得同矣。故生時樂生，則死時樂死矣，死生雖異，其於各得所願一也，則何係哉！ \\n 由此觀之，當死之時，亦不知其死而自適其志也。 \\n 夫夢者乃復夢中占其夢，則無以異於寤者也。 \\n 當所遇，無不足也，何為方生而憂死哉！ \\n 夫大覺者，聖人也。大覺者乃知夫患慮在懷者皆未寤也。 \\n 夫愚者大夢而自以為寤，故竊竊然以所好為君上而所惡為牧圉，欣然信一家之偏見，可謂固陋矣。 \\n 未能忘言而神解，故非大覺也。 \\n 夫非常之談，故非常人之所知，故謂之弔當卓詭，而不識其懸解。 \\n 言能蛻然無係而玄同死生者至希也。 \\n 既使我與若辯矣，若勝我，我不若勝，若果是也？我果非也邪？我勝若，若不吾勝，我果是也？而果非也邪？其或是也？其或非也邪？其俱是也？其俱非也邪？我與若不能相知也。則人固受其黮闇，吾誰使正之？使同乎若者正之，既與若同矣，惡能正之？使同乎我者正之，既同乎我矣，惡能正之？使異乎我與若者正之，既異乎我與若矣，惡能正之？使同乎我與若者正之，既同乎我與若矣，惡能正之？然則我與若與人俱不能相知也，而待彼也邪？」 \\n 若，而，皆汝也。 \\n 不知而後推，不見而後辯，辯之而不足以自信，以其與物對也。辯對終日黮闇，至竟莫能正之，故當付之自正耳。 \\n 同故是之，未足信也。 \\n 異故相非耳，亦不足據。 \\n 是若果是，則天下不得復有非之者也；非若信非，則亦無緣復有是之者也；今是其所同而非其所異，異同既具而是非無主。故夫是非者，生於好辯而休乎天均，付之兩行而息乎自正也。 \\n 各自正耳。待彼不足以正此，則天下莫能相正也，故付之自正而至矣。 \\n 天倪者，自然之分也。 \\n 是非然否，彼我更對，故無辯。無辯，故和之以天倪，安其自然之分而已，不待彼以正之。 \\n 化聲之相待，若其不相待。和之以天倪，因之以曼衍，所以窮年也。「何謂和之以天倪？」曰：「是不是，然不然。是若果是也，則是之異乎不是也亦無辯﹔然若果然也，則然之異乎不然也亦無辯。忘年忘義，振於無竟，故寓諸無竟。 \\n 是非之辯為化聲。夫化聲之相待，俱不足以相正，故若不相待也。 \\n 和之以自然之分，任其無極之化，尋斯以往，則是非之境自泯，而性命之致自窮也。 \\n 夫忘年故玄同死生，忘義故彌貫是非。是非死生蕩而為一，斯至理也。至理暢於無極，故寄之者不得有窮也。 \\n 罔兩問景曰：「曩子行，今子止﹔曩子坐，今子起。何其無特操與？」景曰：「吾有待而然者邪？吾所待又有待而然者邪？吾待蛇蚹蜩翼邪？惡識所以然？惡識所以不然？」 \\n 罔兩，景外之微陰也。 \\n 言天機自爾，坐起無待。無待而獨得者，孰知其故，而責其所以哉？ \\n 若責其所待而尋其所由，則尋責無極，（而）〔卒〕（一）至於無待，而獨化之理明矣。 \\n 若待蛇蚹蜩翼，則無特操之所由，未為難識也。今所以不識，正由不待斯類而獨化故耳。 \\n 世或謂罔兩待景，景待形，形待造物者。請問：夫造物者，有耶無耶？無也？則胡能造物哉？有也？則不足以物眾形。故明眾形之自物而後始可與言造物耳。是以涉有物之域，雖復罔兩，未有不獨化於玄冥者也。故造物（二）者無主，而物各自造，物各自造而無所待焉，此天地之正也。故彼我相因，形景俱生，雖復玄合，而非待也。明斯理也，將使萬物各反所宗於體中而不待乎外，外無所謝而內無所矜，是以誘然皆生而不知所以生，同焉皆得而不知所以得也。今罔兩之因景，猶云俱生而非待也，則萬物雖聚而共成乎天，而皆歷然莫不獨見矣。故罔兩非景之所制，而景非形之所使，形非無之所化也，則化與不化，然與不然，從人之與由己，莫不自爾，吾安識其所以哉！故任而不助，則本末內外，暢然俱得，泯然無跡。若乃責此近因而忘其自爾，宗物於外，喪主於內，而愛尚生矣。雖欲推而齊之，然其所尚已存乎胸中，何夷之得有哉！ \\n 昔者莊周夢為胡蝶，栩栩然胡蝶也。自喻適志與！不知周也。俄然覺，則蘧蘧然周也。不知周之夢為胡蝶與？胡蝶之夢為周與？周與胡蝶，則必有分矣。此之謂物化。 \\n 自快得意，悅豫而行。 \\n 方其夢為胡蝶而不知周，則與殊死不異也。然所在無不適志，則當生而係生者，必當死而戀死矣。由此觀之，知夫在生而哀死者誤也。 \\n 自周而言，故稱覺耳，未必非夢也。 \\n 今之不知胡蝶，無異於夢之不知周也；而各適一時之志，則無以明胡蝶之不夢為周矣。世有假寐而夢經百年者，則無以明今之百年非假寐之夢者也。 \\n 夫時不暫停，而今不遂存，故昨日之夢，於今化矣。死生之變，豈異於此，而勞心於其間哉！方為此則不知彼，夢為胡蝶是也。取之於人，則一生之中，今不知後，麗姬是也。而愚者竊竊然自以為知生之可樂，死之可苦，未聞物化之謂也。 \\n  \\n   \\n  "}
{"章节": "莊子．內篇．養生主第三", "正文": "  \\n 莊子．內篇．養生主第三 \\n 　 \\n  \\n 吾生也有涯，而知也無涯。以有涯隨無涯，殆已！已而為知者，殆而已矣！為善無近名，為惡無近刑，緣督以為經，可以保身，可以全生，可以養親，可以盡年。 \\n 夫生以養存，則養生者理之極也。若乃養過其極，以養傷生，非養生之主也。 \\n 所稟之分各有極也。 \\n 夫舉重攜輕而（一）神氣自若，此力之所限也。而尚名好勝者，雖復絕膂，猶未足以慊其願，此知之無涯也。故知之為名，生於失當而滅於冥極。冥極者，任其至分而無毫銖之加。是故雖負萬鈞，苟當其所能，則忽然不知重之在身；雖應萬機，泯然不覺事之在己。此養生之主也。 \\n 以有限之性尋無極之知，安得而不困哉！ \\n 已困於知而不知止，又為知以救之，斯養而傷之者，真大殆也。 \\n 忘善惡而居中，任萬物之自為，悶然與至當為一，故刑名遠己而全理在身也。 \\n 順中以為常也。 \\n 養親以適。 \\n 苟得中而冥度，則事事無不可也。夫養生非求過分，蓋全理盡年而已矣。 \\n 庖丁為文惠君解牛，手之所觸，肩之所倚，足之所履，膝之所踦，砉然響然，奏刀騞然，莫不中音，合於桑林之舞，乃中經首之會。文惠君曰：「嘻，善哉！技蓋至此乎？」 \\n 言其因便施巧，無不閑解，盡理之甚，既適牛理，又合音節。 \\n 庖丁釋刀對曰：「臣之所好者道也，進乎技矣。始臣之解牛之時，所見無非全牛者﹔三年之后，未嘗見全牛也﹔方今之時，臣以神遇而不以目視，官知止而神欲行。依乎天理，批大卻，導大窾，因其固然。技經肯綮之未嘗微礙，而況大軱乎！良庖歲更刀，割也﹔族庖月更刀，折也﹔今臣之刀十九年矣，所解數千牛矣，而刀刃若新發於硎。彼節者有閒，而刀刃者無厚，以無厚入有閒，恢恢乎其於游刃必有餘地矣。是以十九年而刀刃若新發於硎。雖然，每至於族，吾見其難為，怵然為戒，視為止，行為遲，動刀甚微，謋然已解，牛不知其死也，如土委地。提刀而立，為之而四顧，為之躊躇滿志，善刀而藏之。」 \\n 直寄道理於技耳，所好者非技也。 \\n 未能見其理閒（三）。 \\n 但見其理閒也。 \\n 司察之官廢，縱心而（順）理〔順〕（四）。 \\n 不橫截也。 \\n 有際之處，因而批之令離。 \\n 節解窾空，就導令殊。 \\n 刀不妄加。 \\n 技之妙也，常遊刃於空，未嘗經概於微礙也。 \\n 軱，戾大骨，衄刀刃也。 \\n 不中其理閒也。 \\n 中骨而折刀也。 \\n 硎，砥石也。 \\n 交錯聚結為族。 \\n 不復屬目於他物也。 \\n 徐其手也。 \\n 得其宜則用力少。 \\n 理解而無刀跡，若聚土也。 \\n 逸足容豫自得之謂。 \\n 拭刀而弢之也。 \\n 文惠君曰：「善哉！吾聞庖丁之言，得養生焉。」 \\n 以刀可養，故知生亦可養。 \\n 公文軒見右師而驚曰：「是何人也？惡乎介也？天與？其人與？」曰：「天也，非人也。天之生是使獨也，人之貌有與也。以是知其天也，非人也。」 \\n 介，偏刖之名。 \\n 知之所無柰何，天也。犯其所知，人也。 \\n 偏刖曰獨。夫師一家之知而不能兩存其足，則是知之（無）所〔無〕（一）柰何。若以右師之知而必求兩全，則心神內困而形骸外弊矣，豈直偏刖而已哉！ \\n 兩足共行曰有與。有與之貌，未有疑其非命也。 \\n 以有與者命也，故知獨者亦非我也。是以達生之情者不務生之所無以為，達命之情者不務命之所無柰何也，全其自然而已。 \\n 澤雉十步一啄，百步一飲，不蘄畜乎樊中。神雖王，不善也。 \\n 蘄，求也。樊，所以籠雉也。夫俯仰乎天地之間，逍遙乎自得之場，固養生之妙處也。又何求於入籠而服養哉！ \\n 夫始乎適而未嘗不適者，忘適也。雉心神長王，志氣盈豫，而自放於清曠之地，忽然不覺善（為）之〔為〕（一）善也。 \\n 老聃死，秦失弔之，三號而出。弟子曰：「非夫子之友邪？」曰：「然。」「然則弔焉若此，可乎？」 \\n 人弔亦弔，人號亦號。 \\n 怪其不倚戶觀化，乃至三號也。 \\n 曰：「然。始也吾以為其人也，而今非也。向吾入而弔焉，有老者哭之，如哭其子﹔少者哭之，如哭其母。彼其所以會之，必有不蘄言而言，不蘄哭而哭者。是遁天倍情，忘其所受，古者謂之遁天之刑。適來，夫子時也﹔適去，夫子順也。安時而處順，哀樂不能入也，古者謂是帝之縣解。」 \\n 至人無情，與眾號耳，故若斯可也。 \\n 天性所受，各有本分，不可逃，亦不可加。 \\n 夫逃遁天理，倍加俗情，哀樂經懷，心靈困苦，有同捶楚，寧非刑戮！古之達人，有如此議。 \\n 時自生也。 \\n 理當死也。 \\n 夫哀樂生於失得者也。今玄通合變之士，無時而不安，無順而不處，冥然與造化為一，則無往而非我矣，將何得何失，孰死孰生哉！故任其所受，而哀樂無所錯其閒矣。 \\n 以有係者為縣，則無係者縣解也，縣解而性命之情得矣。此養生之要也。 \\n 指窮於為薪，火傳也，不知其盡也。 \\n 窮，盡也；為薪，猶前薪也。前薪以指，指盡前薪之理，故火傳而不滅；心得納養之中，故命續而不絕；明夫養生乃生之所以生也。 \\n 夫時不再來，今不一停，故人之生也，一息一得耳。向息非今息，故納養而命續；前火非後火，故為薪而火傳，火傳（一）而命續，由夫養得其極也，世豈知其盡而更生哉！ \\n  \\n   \\n  "}
{"章节": "莊子．內篇．人間世第四", "正文": "  \\n 莊子．內篇．人間世第四 \\n 　 \\n  \\n 顏回見仲尼，請行。曰：「奚之？」曰：「將之衛。」曰：「奚為焉？」曰：「回聞衛君，其年壯，其行獨。輕用其國，而不見其過。輕用民死，死者以國量乎澤，若蕉，民其無如矣！回嘗聞之夫子曰：『治國去之，亂國就之。醫門多疾。』愿以所聞，思其所行，庶幾其國有瘳乎！」 \\n 與人群者，不得離人。然人間之變故，世世異宜，唯無心而不自用者，為能隨變所適而不荷其累也。 \\n 不與民同欲也。 \\n 夫君人者，動必乘人，一怒則伏尸流血，一喜則軒冕塞路。故君人者之用國，不可輕之也。 \\n 莫敢諫也。 \\n 輕用之於死地。 \\n 舉國而輸之死地，不可稱數，視之若草芥也。 \\n 無所依歸。 \\n 仲尼曰：「譆，若殆往而刑耳！夫道不欲雜，雜則多，多則擾，擾則憂，憂而不救。古之至人，先存諸己而后存諸人。所存於己者未定，何暇至於暴人之所行！ \\n 其道不足以救彼患。 \\n 宜正得其人。 \\n 若夫不得其人。則雖百醫守病，適足致疑而不能一愈也。 \\n 不虛心以應物，而役思以犯難，故知其所存於己者未定也。夫唯外其知以養真，寄妙當於群才，功名歸物而患慮遠身，然後可以至於暴人之所行也。 \\n 且若亦知夫德之所蕩而知之所為出乎哉？德蕩乎名，知出乎爭。名也者，相軋也﹔知也者，爭之器也。二者凶器，非所以盡行也。 \\n 德之所以流蕩者，矜名故也；知之所以橫出者，爭善故也。雖復桀跖，其所矜惜，無非名善也。 \\n 夫名智者，世之所用也。而名起則相（札）〔軋〕，智用則爭興，故遺名知而後行可盡也。 \\n 且德厚信矼，未達人氣﹔名聞不爭，未達人心。而強以仁義繩墨之言衒暴人之前者，是以人惡有其美也，命之曰菑人。菑人者，人必反菑之。若殆為人菑夫。且苟為人悅賢而惡不肖，惡用而求有以異？若唯無詔，王公必將乘人而鬥其捷。而目將熒之，而色將平之，口將營之，容將形之，心且成之。是以火救火，以水救水，名之曰益多。順始無窮，若殆以不信厚言，必死於暴人之前矣！ \\n 夫投人夜光，鮮不按劍者，未達故也。今回之德信與其不爭之名，彼所未達也，而強以仁義準繩於彼，彼將謂回欲毀人以自成也。是故至人不役志以經世，而虛心以應物，誠信著於天地，不爭暢於萬物，然後萬物歸懷，天地不逆，故德音發而天下響會，景行彰而六合俱應，而後始可以經寒暑，涉治亂，而不與逆鱗迕也。 \\n 適不信受，則謂與己爭名而反害之。 \\n 苟能悅賢惡愚，聞義而服，便為明君也。苟為明君，則不（若）〔苦〕（二）無賢臣，汝往亦不足復奇；如其不爾，往必受害。故以有心而往，無往而可；無心而應，其應自來，則無往而不可也。 \\n 汝唯有寂然不言耳，言則王公必乘人以君人之勢而角其捷辯，以距諫飾非也。 \\n 其言辯捷，使人眼眩也。 \\n 不能復自異於彼也。 \\n 自救解不暇。 \\n 乃且釋己以從彼也。 \\n 適不能救，乃更足以成彼之威。 \\n 尋常守故，未肯變也。 \\n 未信而諫，雖厚言為害。 \\n 且昔者桀殺關龍逢，紂殺王子比干，是皆修其身以下傴拊人之民，以下拂其上者也，故其君因其修以擠之。是好名者也。昔者堯攻叢、枝、胥、敖，禹攻有扈。國為虛厲，身為刑戮。其用兵不止，其求實無已，是皆求名實者也，而獨不聞之乎？名實者，聖人之所不能勝也，而況若乎！雖然，若必有以也，嘗以語我來。」 \\n 龍逢比干，居下而任上之憂，非其事者也。 \\n 不欲令臣有勝君之名也。 \\n 夫暴君非徒求恣其欲，復乃求名，但所求者非其道耳。 \\n 惜名貪欲之君，雖復堯禹，不能勝化也，故與眾攻之，而汝乃欲空手而往，化之以道哉？ \\n 顏回曰「端而虛，勉而一，則可乎？」 \\n 正其形而虛其心也。 \\n 言遜而不二也。 \\n 言未可也。 \\n 曰：「惡！惡可！夫以陽為充孔揚，采色不定，常人之所不違，因案人之所感，以求容與其心。名之曰日漸之德不成，而況大德乎！將執而不化，外合而內不訾，其庸詎可乎！」 \\n 言衛君亢陽之性充張於內而甚揚於外，強禦之至也。 \\n 喜怒無常。 \\n 莫之敢逆。 \\n 夫頑強之甚，人以快（一）事感己，己陵藉而乃抑挫之，以求從容自放而遂其侈心也。 \\n 言乃少多，無回降之勝也。 \\n 故守其本意也。 \\n 外合而內不訾，即向之端虛而勉一耳，言此未足以化之。 \\n 「然則我內直而外曲，成而上比。內直者，與天為徒。與天為徒者，知天子之與己，皆天之所子，而獨以己言蘄乎而人善之，蘄乎而人不善之邪？若然者，人謂之童子，是之謂與天為徒。外曲者，與人之為徒也。擎跽曲拳，人臣之禮也。人皆為之，吾敢不為邪？為人之所為者，人亦無疵焉，是之謂與人為徒。成而上比者，與古為徒。其言雖教，適之實也，古之有也，非吾有也。若然者，雖直而不病，是之謂與古為徒。若是則可乎？」 \\n 顏回更說此三條也。 \\n 物無貴賤，得生一也。故善與不善，付之公當耳，一無所求於人也。 \\n 依乎天理，推己（性）〔信〕（二）命，若嬰兒之直往也。 \\n 外形委曲，隨人事之所當為者也。 \\n 成於今而比於古也。 \\n 雖是常教，實有諷責之旨。 \\n 寄直於古，故無以病我也。 \\n 仲尼曰：「惡！惡可！大多政法而不諜。雖固亦無罪。雖然，止是耳矣，夫胡可以及化！猶師心者也。 \\n 當理無二，而張三條以政之，與事不冥也。 \\n 雖未弘大，亦且不見咎責。 \\n 罪則無矣，化則未也。 \\n 挾三術以適彼，非無心而付之天下也。 \\n 顏回曰：「吾無以進矣，敢問其方。」仲尼曰：「齋，吾將語若。有心而為之，其易邪？易之者，皞天不宜。」顏回曰：「回之家貧，唯不飲酒不茹葷者數月矣。如此則可以為齋乎？」曰：「是祭祀之齋，非心齋也。」回曰：「敢問心齋。」仲尼曰：「若一志，無聽之以耳而聽之以心﹔無聽之以心而聽之以氣。耳止於聽，心止於符。氣也者，虛而待物者也。唯道集虛。虛者，心齋也」 \\n 夫有其心而為之（二）者，誠未易也。 \\n 以有為為易，未見其宜也。 \\n 去異端而任獨（者）也（乎）（一）。 \\n （遣）〔遺〕（二）耳目，去心意，而符氣性之自得，此虛以待物者也。 \\n 虛其心則至道集於懷也。 \\n 顏回曰：「回之未始得使，實有回也﹔得使之也，未始有回也，可謂虛乎？」 \\n 未始使心齋，故有其身。 \\n 夫子曰：「盡矣！吾語若：若能入游其樊而無感其名，入則鳴，不入則止。無門無毒，一宅而寓於不得已，則幾矣。 \\n 既得心齋之使，則無其身。 \\n 放心自得之場，當於實而止。 \\n 譬之宮商，應而無心，故曰鳴也。夫無心而應者，任彼耳，不強應也。 \\n 使物自若，無門者也；付天下之自安，無毒者也。毒，治也。 \\n 不得已者，理之必然者也，體至一之宅而會乎必然之符者也。 \\n 理盡於斯。 \\n 「絕跡易，無行地難。為人使易以偽，為天使難以偽。聞以有翼飛者矣，未聞以無翼飛者也﹔聞以有知知者矣，未聞以無知知者也。瞻彼闋者，虛室生白，吉祥止止。夫且不止，是之謂坐馳。夫徇耳目內通而外於心知，鬼神將來舍，而況人乎！是萬物之化也，禹舜之紐也，伏戲、几蘧之所行終，而況散焉者乎！」 \\n 不行則易，欲行而不踐地，不可能也；無為則易，欲為而不傷性，不可得也。 \\n 視聽之所得者粗，故易欺也；至於自然之報細，故難偽也。則失真少者，不全亦少；失真多者，不全亦多；失得之報，未有不當其分者也。而欲違天為偽，不亦難乎！ \\n 言必有其具，乃能其事，今無至虛之宅，無由有化物之實也。 \\n 夫視有若無，虛室者也。虛室（一）而純白獨生矣。 \\n 夫吉祥之所集者，至虛至靜也。 \\n 若夫不止於當，不會於極，此為以應坐之日而馳騖不息也。故外敵未至而內已困矣，豈能化物哉！ \\n 夫使耳目閉而自然得者，心知之用外矣。故將任性直通，無往不冥，尚無幽昧之責，而況人間之累乎！ \\n 言物無貴賤，未有不由心知耳目以自通者也。故世之所謂知者，豈欲知而知哉？所謂見者，豈為（二）見而見哉？若夫知見可以欲（而）為〔而〕（三）得者，則欲賢可以得賢，為聖可以得聖乎？固不可矣。而世不知知之自知，因欲為知以知之；不見見之自見，因欲為見以見之；不知生之自生，又將為生以生之。故見目而求離朱之明，見耳而責師曠之聰，故心神奔馳於內，耳目竭喪於外，處身不適而與物不冥矣。不冥矣，而能合乎人間之變，應乎世世之節者，未之有也。 \\n 葉公子高將使於齊，問於仲尼曰：「王使諸梁也甚重。齊之待使者，蓋將甚敬而不急。匹夫猶未可動，而況諸侯乎！吾甚慄之。子常語諸梁也曰：『凡事若小若大，寡不道以懽成。事若不成，則必有人道之患﹔事若成，則必有陰陽之患。若成若不成而后無患者，唯有德者能之。』吾食也執粗而不臧，爨無欲清之人。今吾朝受命而夕飲冰，我其內熱與！吾未至乎事之情，而既有陰陽之患矣！事若不成，必有人道之患，是兩也。為人臣者不足以任之，子其有以語我來！」 \\n 重其使，欲有所求也。 \\n 恐直空報其敬，而不肯急應其求也。 \\n 夫事無大小，少有不言以成為懽者耳。此仲尼之所曾告諸梁者也。 \\n 夫以成為懽者，不成則怒矣。此楚王之所不能免也。 \\n 人患雖去，然喜懼戰於胸中，固已結冰?於五藏矣。 \\n 成敗若任之於彼而莫足以患心者，唯有德者乎！ \\n 對火而不思涼，明其所饌儉薄也。 \\n 所饌儉薄而內熱飲冰者，誠憂事之難，非美食之為也。 \\n 事未成則唯恐不成耳。若果不成，則恐懼結於內而刑網羅於外也。 \\n 仲尼曰：「天下有大戒二：其一，命也，其一，義也。子之愛親，命也，不可解於心﹔臣之事君，義也，無適而非君也，無所逃於天地之間。是之謂大戒。是以夫事其親者，不擇地而安之，孝之至也﹔夫事其君者，不擇事而安之，忠之盛也﹔自事其心者，哀樂不易施乎前，知其不可奈何而安之若命，德之至也。為人臣幾者，固有所不得已。行事之情而忘其身，何暇至於悅生而惡死！夫子其行可矣！ \\n 自然結固，不可解也。 \\n 千人聚，不以一人為主，不亂則散。故多賢不可以多君，無賢不可以無君，此天人之道，必至之宜。 \\n 若君可逃而親可解，則不足戒也。 \\n 知不可柰何者命也而安之，則無哀無樂，何易施之有哉！故冥然以所遇為命而不施心於其間，泯然與至當為一而無休戚於其中，雖事凡人，猶無往而不適，而況於君親哉！ \\n 事有必至，理固常通，故任之則事濟，事濟而身不存者，未之有也，又何用心於其身哉！ \\n 理無不通，故當任所遇而直前耳。若乃信道不篤而悅惡存懷，不能與至當俱往而謀生慮死，吾未見能成其事者也。 \\n 丘請復以所聞：凡交近則必相靡以信，交遠則必忠之以言。言必或傳之。夫傳兩喜兩怒之言，天下之難者也。夫兩喜必多溢美之言，兩怒必多溢惡之言。凡溢之類妄，妄則其信之也莫，莫則傳言者殃。故法言曰：『傳其常情，無傳其溢言，則幾乎全。』 \\n 近者得接，故以其信驗親相靡服也。 \\n 遙以言傳意也。 \\n 夫喜怒之言，若過其實，傳之者宜使兩不失中，故未易也。 \\n 溢，過也。喜怒之言常過其當也。 \\n 嫌非彼言，似傳者妄作。 \\n 莫然疑之也。 \\n 就傳過言，似於誕妄（一）。受者有疑，則傳言者橫以輕重為罪也。 \\n 雖聞臨時之過言而勿傳也，必稱其常情而要其誠致，則近於全也。 \\n 「且以巧斗力者，始乎陽，常卒乎陰，泰至則多奇巧﹔以禮飲酒者，始乎治，常卒乎亂，泰至則多奇樂。凡事亦然，始乎諒，常卒乎鄙﹔其作始也簡，其將畢也必巨。言者，風波也﹔行者，實喪也。夫風波易以動，實喪易以危。故忿設無由，巧言偏辭。獸死不擇音，氣息茀然，於是並生厲心。剋核太至，則必有不肖之心應之，而不知其然也。苟為不知其然也，孰知其所終！故法言曰：『無遷令，無勸成。過度益也。』遷令勸成殆事。美成在久，惡成不及改，可不慎與！」 \\n 本共好戲。 \\n 欲勝情至，潛興害彼者也（二）。 \\n 不復循理。 \\n 尊卑有別，旅酬有次。 \\n 湛湎淫液也。 \\n 淫荒（四）縱橫，無所不至。 \\n 夫煩生於簡，事起於微，此必至之勢也。 \\n 夫言者，風波也，故行之則實喪矣。 \\n 故遺風波而弗行，則實不喪矣。夫事得其實，則危可安而蕩可定〔也〕（三）。 \\n 夫忿怒之作，無他由也，常由巧言過實，偏辭失當耳。 \\n 譬之野獸，蹴之窮地，音急情盡，則和聲不至而氣息不理，茀然暴怒，俱生痥疵以相對之。 \\n 夫寬以容物，物必歸焉。剋核太精，則鄙吝心生而不自覺也。故大人蕩然放物於自得之場，不苦人之能，不竭人之歡，故四海之交可全矣。 \\n 苟不自覺，安能知禍福之所齊詣也！ \\n 傳彼實也。 \\n 任其自成。 \\n 益則非任實者。 \\n 此事之危殆者。 \\n 美成者任其時化，譬之種植，不可一朝成。 \\n 彼之所惡而勸強成之，則悔敗尋至。 \\n 「且夫乘物以游心，託不得已以養中，至矣。何作為報也！莫若為致命，此其難者」 \\n 寄物以為意也。 \\n 任理之必然者，中庸之符全矣，斯接物之至者也。 \\n 當任齊所報之實，何為為齊作意於其閒哉！ \\n 直為致命最易，而以喜怒施心，故難也。 \\n 顏闔將傅衛靈公太子，而問於蘧伯玉曰﹔「有人於此，其德天殺。與之為無方，則危吾國，與之為有方，則危吾身。其知適足以知人之過，而不知其所以過。若然者，吾奈之何？」 \\n 夫小人之性，引之軌制則憎己，縱其無度則亂邦。 \\n 不知民過之由己，故罪責於民而不自改。 \\n 蘧伯玉曰：「善哉問乎！戒之，慎之，正汝身也哉！形莫若就，心莫若和。雖然，之二者有患。就不欲入，和不欲出。形就而入，且為顛為滅，為崩為蹶﹔心和而出，且為聲為名，為妖為孽。彼且為嬰兒，亦與之為嬰兒﹔彼且為無町畦，亦與之為無町畦﹔彼且為無崖，亦與之為無崖﹔達之入於無疵。 \\n 反覆與會，俱所以為正身。 \\n 形不乖迕，和而不同。 \\n 就者形順，入者遂與同。 \\n 和者（以）義濟，出者自顯伐（也）（二）。 \\n 若遂與同，則是顛危而不扶持，與彼俱亡矣。故當（摸）〔模〕（三）格天地，但不立小異耳。 \\n 自顯和之，且有含垢之聲；濟彼之名，彼將惡其勝己，妄生妖孽。故當悶然若晦，玄同光塵，然後不可得而親，不可得而疏，不可得而利，不可得而害。 \\n 不小立圭角以逆其鱗也。 \\n 「汝不知夫螳螂乎？怒其臂以當車轍，不知其不勝任也，是其才之美者也。戒之，慎之，積伐而美者以犯之，幾矣！ \\n 夫螳蜋之怒臂，非不美也；以當車轍，顧非敵耳。今知之所無柰何而欲強當其任，即螳蜋之怒臂也。 \\n 積汝之才，伐汝之美，以犯此人，危殆之道。 \\n 「汝不知夫養虎者乎？不敢以生物與之，為其殺之之怒也﹔不敢以全物與之，為其決之之怒也。時其飢飽，達其怒心。虎之與人異類，而媚養己者，順也﹔故其殺者，逆也。 \\n 恐其因有殺心而遂怒也。 \\n 方使虎自齧分之，則因用力而怒矣。 \\n 知其所以怒而順之。 \\n 順理則異類生愛，逆節則至親交兵。 \\n 「夫愛馬者，以筐盛矢，以蜃盛溺。適有蚊虻僕緣，而拊之不時，則缺銜首碎胸。意有所至而愛有所亡。可不慎邪！ \\n 矢溺至賤，而以寶器盛之，愛馬之至者也。 \\n 僕僕然群著馬。 \\n 雖救其患，而掩馬之不意。 \\n 掩其不備，故驚而至此。 \\n 意至除患，率然拊之，以至毀碎，失其所以愛矣。故當世接物，逆順之際，不可不慎也。 \\n 匠石之齊，至於曲轅，見櫟社樹。其大蔽數千牛，絜之百圍，其高臨山，十仞而后有枝，其可以為舟者旁十數。觀者如市，匠伯不顧，遂行不輟。弟子厭觀之，走及匠石，曰：『自吾執斧斤以隨夫子，夫嘗見材如此其美也。先生不肯視，行不輟，何邪？』曰：「已矣，勿言之矣！散木也。以為舟則沉，以為棺槨則速腐，以為器則速毀，以為門戶則液樠，以為柱則蠹，是不材之木也。無所用，故能若是之壽。」 \\n 不在可用之數，故曰散木。 \\n 匠石歸，櫟社見夢曰：「女將惡乎比予哉？若將比予於文木邪？夫柤梨橘柚，果蓏之屬，實熟則剝，剝則辱。大枝折，小枝泄。此以其能苦其生者也。故不終其天年而中道夭，自掊擊於世俗者也。物莫不若是。且予求無所可用久矣！幾死，乃今得之，為予大用。使予也而有用，且得有此大也邪？且也若與予也皆物也，奈何哉其相物也？而幾死之散人，又惡知散木！」 \\n 凡可用之木為文木。 \\n 物皆以自用傷。 \\n 數有睨己者，唯今匠石明之耳。 \\n 積無用乃為濟生之大用。 \\n 若有用，（必）〔久〕（一）見伐。 \\n 以戲匠石。 \\n 匠石覺而診其夢。弟子曰：「趣取無用，則為社何邪？」曰：「密！若無言！彼亦直寄焉！以為不知己者詬厲也。不為社者，且幾有翦乎！且也彼其所保與眾異，而以義喻之，不亦遠乎！」 \\n 猶嫌其以為社自榮，不趣取於無用而已。 \\n 社自來寄耳，非此木求之為社也。 \\n 言此木乃以社為不知己而見辱病者也，豈榮之哉！ \\n （木）〔本〕（二）自以無用為用，則雖不為社，亦終不近於翦伐之害。 \\n 彼以無保為保，而眾以有保為保。 \\n 利人長物，禁民為非，社之義也。夫無用者，泊然不為而群才自用，（自）用者各得其敘而不與焉，此（以）（三）無用之所以全生也。汝以社譽之，無緣近也乎！ \\n 南伯子綦游乎商之丘，見大木焉，有異：結駟千乘，將隱芘其所藾。子綦曰：「此何木也哉！此必有異材夫！」仰而視其細枝，則拳曲而不可以為棟梁﹔俯而視其大根，則軸解而不可以為棺槨﹔咶其葉，則口爛而為傷﹔嗅之，則使人狂酲，三日而不已。 \\n 其枝所陰，可以隱芘千乘（者也）（三）。 \\n 子綦曰「此果不材之木也，以至於此其大也。嗟乎神人，以此不材。」 \\n 夫王不材於百官，故百官御其事，而明者為之視，聰者為之聽，知者為之謀，勇者為之扞。夫何為哉？玄默而已。而群材不失其當，則不材乃材之所至賴也。故天下樂推而不厭，乘（一）萬物而無害也。 \\n 「宋有荊氏者，宜楸柏桑。其拱把而上者，求狙猴之杙者斬之﹔三圍四圍，求高名之麗者斬之﹔七圍八圍，貴人富商之家求樿傍者斬之。故未終其天年，而中道之夭於斧斤，此材之患也。故解之以牛之白顙者，與豚之亢鼻者，與人有痔病者，不可以適河。此皆巫祝以知之矣，所以為不祥也。此乃神人之所以為大祥也。 \\n 有材者未能無惜也。 \\n 巫祝解除，棄此三者，必妙選騂具，然後敢用。 \\n 巫祝於此亦知不材者全也。 \\n 夫全生者，天下之所謂祥也，巫祝以不材為不祥而弗用也，彼乃以不祥全生，乃大祥也。神人者，無心而順物者也。故天下所謂大祥，神人不逆。 \\n 支離疏者，頤隱於臍，肩高於頂，會撮指天，五管在上，兩髀為脅。挫鍼治繲，足以餬口﹔鼓莢播精，足以食十人。上徵武士，則支離攘臂而游於其間﹔上有大役，則支離以有常疾不受功﹔上與病者粟，則受之三鍾與十束薪。夫支離者其形者，猶足以養其身，終其天年，又況支離其德者乎！ \\n （持）〔恃〕（四）其無用，故不自竄匿。 \\n 不任徭役故也。 \\n 役則不與，賜則受之。 \\n 神人無用於物，而物各得自用，歸功名於群才，與物冥而無跡，故免人閒之害，處常美之實，此支離其德者也。 \\n 孔子適楚，楚狂接輿游其門曰： \\n 鳳兮鳳兮　何如德之衰也 \\n 當順時直前，盡乎會通之宜耳。世之盛衰，蔑然不足覺，故曰何如。 \\n 來世不可待　往世不可追也 \\n 趣當盡臨時之宜耳。 \\n 天下有道　聖人成焉天下無道　聖人生焉 \\n 付之自爾，而理自生成。生成非我也，豈為治亂易節哉！治者自求成，故遺成而不敗；亂者（二）自求生，故忘生而不死。 \\n 方今之時　僅免刑焉 \\n 不瞻前顧後，而盡當今之會，冥然與時世為一，而後妙當可全，刑名可免。 \\n 福輕乎羽　莫之知載 \\n 足能行而放之，手能執而任之，聽耳之所聞，視目之所見，知止其所不知，能止其所不能，用其自用，為其自為，恣其性內而無纖芥於分外，此無為之至易也。無為而性命不全者，未之有也；性命全而非福者，理未聞也。故夫福者，即向之所謂全耳，非假物也，豈有寄鴻毛之重哉！率性而動，動不過分，天下之至易者也；舉其自舉，載其自載，天下之至輕者也。然知以無涯傷性，心以欲惡蕩真，故乃釋此無為之至易而行彼有為之至難，棄夫自舉之至輕而取夫載彼之至重，此世之常患也。 \\n 禍重乎地　莫之知避 \\n 舉其性內，則雖負萬鈞而不覺其重也；外物寄之，雖重不盈錙銖，有不勝任者矣。為內，福也，故福至輕；為外，禍也，故禍至重。禍至重而莫之知避，此世之大迷也。 \\n 已乎已乎　臨人以德殆乎殆乎　畫地而趨 \\n 夫畫地而使人循之，其跡不可掩矣；有其己而臨物，與物不冥矣。故大人不明我以耀彼而任彼之自明，不德我以臨人而付人之自（得）〔德〕（三），故能彌貫萬物而玄同彼我，泯然與天下為一而內外同福也。 \\n 迷陽迷陽　無傷吾行 \\n 迷陽，猶亡陽也。亡陽任獨，不蕩於外，則吾行全矣。天下皆全其吾，則凡稱吾者莫不皆全也。 \\n 郤曲郤曲　無傷吾足 \\n 曲成其行，自足矣。 \\n 山木，自寇也﹔膏火，自煎也。桂可食，故伐之﹔漆可用，故割之。人皆知有用之用，而莫知無用之用也。 \\n 有用則與彼為功，無用則自全其生。夫割肌膚以為天下者，天下之所知也。使百姓不失其自全而彼我俱適者，悗然不覺妙之在身也。 \\n  \\n   \\n  "}
{"章节": "莊子．內篇．德充符第五", "正文": "  \\n 莊子．內篇．德充符第五 \\n 　 \\n  \\n 魯有兀者王駘，從之游者，與仲尼相若。 \\n 德充於內，（應）物〔應〕（一）於外，外內玄合，信若符命而遺其形骸也。 \\n 弟子多少敵：孔子。 \\n 常季問於仲尼曰：「王駘，兀者也，從之游者，與夫子中分魯。立不教，坐不議。虛而往，實而歸。固有不言之教，無形而心成者邪？是何人也？」 \\n 各自得而足也。 \\n 怪其殘形而心乃充足也。夫心之全也，遺身形，忘五藏，忽然獨往，而天下莫能離。 \\n 仲尼曰：「夫子，聖人也，丘也直後而未往耳！丘將以為師，而況不若丘者乎！奚假魯國，丘將引天下而與從之。」 \\n 夫神全心具，則體與物冥。與物冥者，天下之所不能遠，奚但一國而已哉！ \\n 常季曰：「彼兀者也，而王先生，其與庸亦遠矣。若然者，其用心也獨若之何？」仲尼曰：「死生亦大矣，而不得與之變﹔雖天地覆墜，亦將不與之遺﹔審乎無假而不與物遷，命物之化而守其宗也。」 \\n 人雖日變，然死生之變，變之大者也。 \\n 彼與變俱，故死生不變於彼。 \\n 斯順之也。 \\n 明性命之固當。 \\n 以化為命，而無乖迕。 \\n 不離至當之極。 \\n 常季曰：「何謂也？」仲尼曰：「自其異者視之，肝膽楚越也﹔自其同者視之，萬物皆一也。夫若然者，且不知耳目之所宜，而游心乎德之和。物視其所一而不見其所喪，視喪其足猶遺土也。」 \\n 恬苦之性殊，則美惡之情背。 \\n 雖所美不同，而同有所美。各美其所美，則萬物一美也；各是其所是，則天下一是也。夫因其所異而異之，則天下莫不異。而浩然大觀者，官天地，府萬物，知異之不足異，故因其所同而同之，則天下莫不皆同；又知同之不足有，故因其所無而無之，則是非美惡，莫不皆無矣。夫是我而非彼，美己而惡人，自中知以下，至於昆蟲，莫不皆然。然此明乎我而不明乎彼者爾。若夫玄通泯合之士，因天下以明天下。天下無曰我非也，即明天下之無非；無曰彼是也，即明天下之無是。無是無非，混而為一，故能乘變任化，迕物而不慴。 \\n 都忘宜，故無不任也。都任之而不得者，未之有也；無不得而不和者，亦未聞也。故放心於道德之閒，蕩然無不當，而曠（三）然無不適也。 \\n 體夫極數之妙心，故能無物而不同，無物而不同，則死生變化，無往而非我矣。故生為我時，死為我順；時為我聚，順為我散。聚散雖異，而我皆我之，則生故我耳，未始有得；死亦我也，未始有喪。夫死生之變，猶以為一，既睹其一，則蛻（四）然無係，玄同彼我，以死生為寤寐，以形骸為逆旅，去生如脫屣，斷足如遺土，吾未見足以纓茀其心也。 \\n 常季曰：「彼為己，以其知得其心，以其心得其常心。物何為最之哉？」 \\n 嫌王駘未能忘知而自存。 \\n 嫌未能遺心而自得。 \\n 夫得其常心，平往者也。嫌其不得平往而與物遇，故常使物就之。 \\n 仲尼曰：「人莫鑑於流水，而鑑於止水。唯止能止眾止。受命於地，唯松柏獨也正，在冬夏青青﹔受命於天，唯堯舜獨也正，在萬物之首。幸能正生，以正眾生。夫保始之徵，不懼之實，勇士一人，雄入於九軍。將求名而能自要者，而猶若是，而況官天地、府萬物、直寓六骸、象耳目、一知之所知，而心未嘗死者乎！彼且擇日而登假，人則從是也。彼且何肯以物為事乎！」 \\n 夫止水之致鑑者，非為止以求鑑也。故王駘之聚眾，眾自歸之，豈引物使從己耶（四）！ \\n 動而為之，則不能居眾物之止。 \\n 夫松柏特稟自然之鍾（五）氣，故能為眾木之傑耳，非能為而得之也。 \\n 言特受自然之正氣者至希也，下首則唯有松柏，上首則唯有聖人，故凡不正者皆來求正耳。若物皆有青全，則無貴於松柏；人各自正，則無羨於大聖而趣之。 \\n 幸自能正耳，非為正以正之。 \\n 非能遺名而無不任。 \\n 冥然無不體也。 \\n 所謂逆旅。 \\n 人用耳目，亦用耳目，非須耳目。 \\n 知與變化俱，則無往而不冥，此知之一者也。心與死生順，則無時而非生，此心之未嘗死也。 \\n 以不失會為擇耳，斯人無擇也，任其天行而時動者也。故假借之人，由此而最之耳。 \\n 其恬漠故全也。 \\n 申徒嘉，兀者也，而與鄭子產同師於伯昏無人。子產謂申徒嘉曰：「我先出則子止，子先出則我止。」其明日，又與合堂同席而坐。子產謂申徒嘉曰：「我先出則子止，子先出則我止。今我將出，子可以止乎？其未邪？且子見執政而不違，子齊執政乎？」 \\n 羞與刖者並行。 \\n 質而問之，欲使必不並己。 \\n 常以執政自多，故直云子齊執政，便謂足以明其不遜（一）。 \\n 申徒嘉曰：「先生之門固有執政焉如此哉？子而悅子之執政而后人者也。聞之：『鑑明則塵垢不止，止則不明也。久與賢人處則無過。』今子之所取大者，先生也，而猶出言若是，不亦過乎！」 \\n 此論德之處，非計位也。 \\n 笑其矜說在位，欲處物先。 \\n 事明師而鄙吝之心猶未去，乃真過也。 \\n 子產曰：「子既若是矣，猶與堯爭善。計子之德，不足以自反邪？」 \\n 若是形殘。 \\n 言不自顧省，而欲輕蔑在位，與有德者並。計子之德，故不足以補形殘之過。 \\n 申徒嘉曰：「自狀其過，以不當亡者眾﹔不狀其過，以不當存者寡。知不可奈何，而安之若命，唯有德者能之。游於羿之彀中。中央者，中地也﹔然而不中者，命也。人以其全足笑吾不全足者多矣，我怫然而怒，而適先生之所，則廢然而反。不知先生之洗我以善邪？吾之自寐邪？吾與夫子游十九年矣，而未嘗知吾兀者也。今子與我游於形骸之內，而子索我於形骸之外，不亦過乎！」 \\n 多自陳其過狀，以己為不當亡者眾也。 \\n 羿，古之善射者。弓矢所及為彀中。夫利害相攻，則天下皆羿也。自不遺身忘知與物同波者，皆遊於羿之彀中耳。雖張毅之出，單豹之處，猶未免於中地，則中與不中，唯在命耳。而區區者各有所遇，而不知（四）命之自爾。故免乎弓矢之害者，自以為巧，欣然多己，及至不免，則自恨其謬而志傷神辱，斯未能達命之情者也。夫我之生也，非我之所生也，則一生之內，百年之中，其坐起行止，動靜趣舍，情性知能，凡所有者，凡所無者，凡所為者，凡所遇者，皆非我也，理自爾耳。而橫生休戚乎其中，斯又逆自然而失者也（五）。 \\n 皆不知命而有斯笑矣（六）。 \\n 見至人之知命遺形，故廢向者之怒而復常。 \\n 不知先生洗我以善道故耶？我為能自反耶？斯自忘形而遺累矣（七）。 \\n 忘形故也。 \\n 形骸外矣，其德內也。今子與我德遊耳，非與我形交也，而索我外好，豈不過哉！ \\n 子產蹴然改容更貌曰：「子無乃稱！」 \\n 已悟則厭其多言也。 \\n 踵，頻也。 \\n 魯有兀者叔山無趾，踵見仲尼。仲尼曰：「子不謹，前既犯患若是矣。雖今來，何及矣！」 \\n 人之生也，理自生矣，直莫之為而任其自生，斯重其身而知務者也。若乃忘其自生，謹而矜之，斯輕用其身而不知務也，故五藏相攻於內而手足殘傷於外也。 \\n 無趾曰：「吾唯不知務而輕用吾身，吾是以亡足。今吾來也，猶有尊足者存，吾是以務全之也。夫天無不覆，地無不載，吾以夫子為天地，安知夫子之猶若是也！」 \\n 去其矜謹，任其自生，斯務全也。 \\n 責其不謹，不及天地也。 \\n 孔子曰：「丘則陋矣！夫子胡不入乎？請講以所聞。」 \\n 聞所聞而出，全其無為也。 \\n 無趾出。孔子曰：「弟子勉之！夫無趾，兀者也，猶務學以復補前行之惡，而況全德之人乎！」 \\n 全德者生便忘生。 \\n 無趾語老聃曰：「孔丘之於至人，其未邪？彼何賓賓以學子為？彼且以蘄以諔詭幻怪之名聞，不知至人之以是為己桎梏邪？」 \\n 怪其方復學於老聃。 \\n 夫無心者，人學亦學。然古之學者為己，今之學者為人，其弊也遂至乎為人之所為矣。夫師人以自得者，率其常然者也；舍己效人而逐物於外者，求乎非常之名者也。夫非常之名，乃常之所生（二）。故學者非為幻怪也，幻怪之生必由於學；禮者非為華藻也，而華藻之興必由於禮。斯必然之理，至人之所無柰何，故以為己之桎梏也（三）。 \\n 老聃曰：「胡不直使彼以死生為一條，以可不可為一貫者，解其桎梏，其可乎？」 \\n 欲以直理冥之，冀其無跡。 \\n 無趾曰：「天刑之，安可解！」 \\n 今仲尼非不冥也。顧自然之理，行則影從，言則嚮隨。夫順物則名跡斯立，而順物者非為名也。非為名則至矣，而終不免乎名，則孰能解之哉！故名者影嚮也，影嚮者形聲之桎梏也。明斯理也，則名跡可遺；名跡可遺，則尚彼可絕；尚彼可絕，則性命可全矣。 \\n 魯哀公問於仲尼曰：「衛有惡人焉，曰哀駘它。丈夫與之處者，思而不能去也﹔婦人見之，請於父母曰：『與為人妻，寧為夫子妾』者，十數而未止也。未嘗有聞其唱者也，常和人而已矣。無君人之位以濟乎人之死，無聚祿以望人之腹，又以惡駭天下，和而不唱，知不出乎四域，且而雌雄合乎前，是必有異乎人者也。寡人召而觀之，果以惡駭天下。與寡人處，不至以月數，而寡人有意乎其為人也﹔不至乎期年，而寡人信之。國無宰，寡人傳國焉。悶然而後應，氾然而若辭。寡人醜乎，卒授之國。無幾何也，去寡人而行。寡人恤焉若有亡也，若無與樂是國也。是何人者也！」 \\n 惡，醜也。 \\n 明物不由權勢而往。 \\n 明非求食而往。 \\n 明不以形美故往。 \\n 非招而致之。 \\n 不役思於分外。 \\n 夫才全者與物無害，故入獸不亂群，入鳥不亂行，而為萬物之林藪。 \\n 未經月已覺其有遠處。 \\n 委之以國政。 \\n 寵辱不足以驚其神。 \\n 人辭亦辭。 \\n 仲尼曰：「丘也嘗使於楚矣，適見純子食於其死母者。少焉眴若，皆棄之而走。不見己焉爾，不得類焉爾。所愛其母者，非愛其形也，愛使其形者也。戰而死者，其人之葬也不以翣資﹔刖者之屨，無為愛之。皆無其本矣。為天子之諸御：不翦爪，不穿耳﹔取妻者止於外，不得復使。形全猶足以為爾，而況全德之人乎！今哀駘它未言而信，無功而親，使人授己國，唯恐其不受也，是必才全而德不形者也。」 \\n 食乳也。 \\n 夫生者以才德為類，死而才德去矣，故生者以失類而走也。故含德之厚，（者）（二）比於赤子，無往而不為之赤子也，則天下莫之害，斯得類而明己故也。情苟類焉，則雖形不與同而物無害心；情類苟亡，（雖）則〔雖〕（三）形同母子而不足以固其志矣。 \\n 使形者，才德也。 \\n 翣者，武所資也。戰而死者無武也，翣將安施！ \\n 所愛屨者，為足故耳。 \\n 翣屨者以足武為本。 \\n 全其形也。 \\n 恐傷其形。 \\n 採擇嬪御及燕爾新昏，本以形好為意者也。故形之全也，猶（六）以降至尊之情，回貞女之操也。 \\n 德全而物愛之，宜矣。 \\n 哀公曰：「何謂才全？」仲尼曰：「死生存亡、窮達貧富、賢與不肖、毀譽、飢渴寒暑，是事之變、命之行也。日夜相代乎前，而知不能規乎其始者也。故不足以滑和，不可入於靈府。使之和豫通，而不失於兌。使日夜無郤，而與物為春，是接而生時於心者也。是之謂才全。」 \\n 其理固當，不可逃也。故人之生也，非誤生也；生之所有，非妄有也。天地雖大，萬物雖多，然吾之所遇適在於是，則雖天地神明，國家聖賢，絕力至知而弗能違也。故凡所不遇，弗能遇也，其所遇，弗能不遇也；〔凡〕（二）所不為，弗能為也，其所為，弗能不為也；故付之而自當矣。 \\n 夫命行事變，不舍晝夜，推之不去，留之不停。故才全者，隨所遇而任之。 \\n 夫始非知之所規，而故非情之所留。是以知命之必行，事之必變者，豈於終規始，在新戀故哉？雖有至知而弗能規也。逝者之往，吾柰之何哉！ \\n 苟知性命之固當，則雖死生窮達，千變萬化，淡然自若而和理在身矣。 \\n 靈府者，精神之宅也。夫至足者，不以憂患經神，若皮外而過去。 \\n 苟使和性不滑，靈府閒豫，則雖涉乎至變，不失其兌然也。 \\n 泯然常任之。 \\n 群生之所賴也。 \\n 順四時而俱化。 \\n 「何謂德不形？」曰：「平者，水停之盛也。其可以為法也，內保之而外不蕩也。德者，成和之修也。德不形者，物不能離也。」 \\n 天下之平，莫盛於停水也。 \\n 無情至平，故天下取正焉。 \\n 事得以成，物得以和，謂之德也。 \\n 無事不成，無物不和，此德之不形也。是以天下樂推而不厭。 \\n 哀公異日以告閔子曰：「始也吾以南面而君天下，執民之紀而憂其死，吾自以為至通矣。今吾聞至人之言，恐吾無其實，輕用吾身而亡其國。吾與孔丘非君臣也，德友而已矣！」 \\n 聞德充之風者，雖復哀公，猶欲遺形骸，忘貴賤也。 \\n 闉跂支離無脤說衛靈公，靈公說之，而視全人：其脰肩肩。甕瓮大癭說齊桓公，桓公說之，而視全人：其脰肩肩。故德有所長，而形有所忘。人不忘其所忘，而忘其所不忘，此所謂誠忘。 \\n 偏情一往（一），則醜者更好而好者更醜也。 \\n 其德長於順物，則物忘其醜；長於逆物，則物忘其好。 \\n 生則愛之，死則棄之。故德者，世之所不忘也；形者，理之所不存也。故夫忘形者，非忘也；不忘形而忘德者，乃誠忘也。 \\n 故聖人有所游，而知為孽，約為膠，德為接，工為商。聖人不謀，惡用知？不斫，惡用膠？無喪，惡用德？不貨，惡用商？四者，天鬻也。天鬻者，天食也。既受食於天，又惡用人！有人之形，無人之情。有人之形，故群於人﹔無人之情，故是非不得於身。眇乎小哉，所以屬於人也﹔謷乎大哉，獨成其天。 \\n 遊於自得之場，放之而無不至者，才德全也。 \\n 此四者自然相生，其理已具。 \\n 自然已具，故聖人無所用其己也。 \\n 言自然而稟之。 \\n 既稟之自然，其理已足。則雖沈思以免難，或明戒以避禍，物無妄然，皆天地之會，至理所趣。必自思之，非我思也；必自不思，非我不思也。或思而免之，或思而不免，或不思而免之，或不思而不免。凡此皆非我也，又奚為哉？任之而自至也。 \\n 視其形貌若人。 \\n 類聚群分，自然之道。 \\n 無情，故付之於物也。 \\n 形貌若人。 \\n 無情，故浩然無不任。無不任者，有情之所未能也，故無情而獨（三）成天也。 \\n 故德有所長，而形有所忘。人不忘其所忘，而忘其所不忘，此所謂誠忘。惠子謂莊子曰：「人故無情乎？」莊子曰：「然。」惠子曰：「人而無情，何以謂之人？」莊子曰：「道與之貌，天與之形，惡得不謂之人？」 \\n 人之生也，非情之所生也；生之所知，豈情之所知哉？故有情於為離曠而弗能也，然離曠以無情而聰明矣；有情於為賢聖而弗能也，然賢聖以無情而賢聖矣。豈直賢聖絕遠而離曠難慕哉？雖下愚聾瞽及雞鳴狗吠，豈有情於為之，亦終不能也。不問遠之與近，雖去己一分，顏孔之際，終莫之得也。是以關之萬物，反取諸身，耳目不能以易任成功，手足不能以代司致業。故嬰兒之始生也，不以目求乳，不以耳向明，不以足操物，不以手求行。豈百骸無定司，形貌無素主，而專由情以制之哉！ \\n 惠子曰：「既謂之人，惡得無情？」 \\n 未解形貌之非情也。 \\n 莊子曰：「是非吾所謂情也。吾所謂無情者，言人之不以好惡內傷其身，常因自然而不益生也。」 \\n 以是非為情，則無是無非無好無惡者，雖有形貌，直是人耳，情將安寄！ \\n 任當而直前者，非情也。 \\n 止於當也。 \\n 惠子曰：「不益生，何以有其身？」 \\n 未明生之自生，理之自足。 \\n 莊子曰：「道與之貌，天與之形，無以好惡內傷其身。今子外乎子之神，勞乎子之精，倚樹而吟，據槁梧而瞑。天選之形，子以堅白鳴。」 \\n 生理已自足於形貌之中，但任之則身存。 \\n 夫好惡之情，非所以益生，祇足以傷身，以其生之有分也 \\n 夫神不休於性分之內，則外矣；精不止於自生之極，則勞矣。故行則倚樹而吟，坐則據梧而睡，言有情者之自困也。 \\n 言凡子所為，外神勞精，倚樹據梧，且吟且睡，此世之所謂情也。而云天選，明夫情（一）者非情之所生，而況他哉！故雖萬物萬形，云為趣舍，皆在無情中來，又何用情於其閒哉！ \\n  \\n   \\n  "}
{"章节": "莊子．內篇．大宗師第六", "正文": "  \\n 莊子．內篇．大宗師第六 \\n 　 \\n  \\n 知天之所為，知人之所為者，至矣！知天之所為者，天而生也﹔知人之所為者，以其知之所知，以養其知之所不知，終其天年而不中道夭者，是知之盛也。 \\n 雖天地之大，萬物之富，其所宗而師者無心也。 \\n 知天人之所為者，皆自然也；則內放其身而外冥於物，與眾玄同，任之而無不至者也。 \\n 天者，自然之謂也。夫為為者不能為，而為自為耳；為知者不能知，而知自知耳。自知耳，不知也，不知也則知出於不知矣；自為耳，不為也，不為也則為出於不為矣。為出於不為，故以不為為主；知出於不知，故以不知為宗。是故真人遺知而知，不為而為，自然而生，坐忘而得，故知稱絕而為名去也。 \\n 人之生也，形雖七尺而五常必具，故雖區區之身，乃舉天地以奉之。故天地萬物，凡所有者，不可一日而相無也。一物不具，則生者無由得生；一理不至，則天年無緣得終。然身之所有者，知或不知也；理之所存者，為或不為也。故知之所知者寡而身之所有者眾，為之所為者少而理之所存者博，在上者莫能器之而求其備焉。人之所知不必同而所為不敢異，異則偽成矣，偽成而真不喪者，未之有也。或好知而不倦以困其百體，所好不過一枝而舉根俱弊，斯以其所知而害所不知也。若夫知之盛也，知人之所為者有分，故任而不（強）〔彊〕也，知人之所知者有極，故用而不蕩也。故所知不以無涯自困，則一體之中，知與不知，闇相與會而俱全矣，斯以其所知養所不知者也。 \\n 雖然，有患：夫知有所待而後當，其所待者特未定也。庸詎知吾所謂天之非人乎？所謂人之非天乎？ \\n 雖知盛，未若遺知任天之無患也。 \\n 夫知者未能無可無不可，故必有待也。若乃任天而生者，則遇物而當也。 \\n 有待則無定也。 \\n 我生有涯，天也；心欲益之，人也。然此人之所謂耳，物無非〔天也〕（一）。天也者，自然者也；人皆自然，則治亂成敗，遇與不遇，非人為也，皆自然耳。 \\n 且有真人而後有真知。何謂真人？古之真人，不逆寡，不雄成，不謨士。若然者，過而弗悔，當而不自得也。若然者，登高不慄，入水不濡，入火不熱，是知之能登假於道者也若此。 \\n 有真人，而後天下之知皆得其真而不可亂也。 \\n 凡寡皆不逆，則所願者眾矣。 \\n 不恃其成而處物先。 \\n 縱心直前而群士自合，非謀謨以致之者也。 \\n 直自全當而無過耳，非以得失經心者也。 \\n 言夫知之登至於道者，若此之遠也。理固自全，非畏死也。故真人陸行而非避濡也，遠火而非逃熱也，無過而非措當也。故雖不以熱為熱而未嘗赴火，不以濡為濡而未嘗蹈水，不以死為死而未嘗喪生。故夫生者，豈生之而生哉，成者，豈成之而成哉！故任之而無不至者，真人也，豈有概意於所遇哉！ \\n 古之真人，其寢不夢，其覺無憂，其食不甘，其息深深。真人之息以踵，眾人之息以喉。屈服者，其嗌言若哇。其耆欲深者，其天機淺。 \\n 無意想也。 \\n 當所遇而安也。 \\n 理當食耳。 \\n 乃在根本中來者也。 \\n 氣不平暢。 \\n 深根寧極，然後反一無欲也。 \\n 古之真人，不知說生，不知惡死。其出不訢，其入不距。翛然而往，翛然而來而矣。不忘其所始，不求其所終。受而喜之，忘而復之。是之謂不以心損道，不以人助天，是之謂真人。 \\n 與化為體者也。 \\n 泰然而任之也。 \\n 寄之至理，故往來而不難也。 \\n 終始變化，皆忘之矣，豈直逆忘其生，而猶復探求死意也！ \\n 不問所受者何物，遇之而無不適也。 \\n 復之不由於識，乃至也。 \\n 人生而靜，天之性也；感物而動，性之欲也。物之感人無窮，人之逐欲無節，則天理滅矣。真人知用心則背道，助天則傷生，故不為也。 \\n 若然者，其心忘，其容寂，其顙頯。淒然似秋，煖然似春，喜怒通四時，與物有宜而莫知其極。 \\n 所居而安為志。 \\n 雖行而無傷於靜。 \\n 頯，大朴之貌。 \\n 殺物非為威也。 \\n 夫體道合變者，與寒暑同其溫嚴，而未嘗有心也。然有溫嚴之貌，生殺之節，故寄名於喜怒也。 \\n 無心於物，故不奪物宜；無物不宜，故莫知其極。 \\n 故聖人之用兵也，亡國而不失人心。利澤施乎萬世，不為愛人。故樂通物，非聖人也﹔有親，非仁也﹔天時，非賢也﹔利害不通，非君子也﹔行名失己，非士也﹔亡身不真，非役人也。若狐不偕、務光、伯夷、叔齊、箕子、胥余、紀他、申徒狄，是役人之役，適人之適，而不自適其適者也。 \\n 因人心之所欲亡而亡之，故不失人心也。夫白日登天，六合俱照，非愛人而照之也。故聖人之在天下，煖焉若春陽之自和，故蒙（一）澤者不謝；淒乎若秋霜之自降，故凋落者不怨也。 \\n 夫聖人無樂也，直莫之塞而物自通。 \\n 至仁無親，任理而自存。 \\n 時天者，未若忘時而自合之賢也。 \\n 不能一是非之塗而就利違害，則傷德而累當矣。 \\n 善為士者，遺名而自得，故名當其實而福應其身。 \\n 自失其性而矯以從物，受役多矣，安能役人乎！ \\n 斯皆舍己效（二）人，徇彼傷我者也。 \\n 古之真人，其狀義而不朋，若不足而不承﹔與乎其觚而不堅也，張乎其虛而不華也﹔邴乎其似喜也，崔乎其不得已也，滀乎進我色也，與乎止我德也，廣乎其似世也，謷乎其未可制也，連乎其似好閉也，悗乎忘其言也。以刑為體，以禮為翼，以知為時，以德為循。以刑為體者，綽乎其殺也﹔以禮為翼者，所以行於世也﹔以知為時者，不得已於事也﹔以德為循者，言其與有足者至於丘也，而人真以為勤行者也。故其好之也一，其弗好之也一。其一也一，其不一也一。其一與天為徒，其不一與人為徒，天與人不相勝也，是之謂真人。 \\n 與物同宜而非朋黨。 \\n 沖虛無餘，如不足也；下之而無不上，若不足而不承也。 \\n 常遊於獨而非固守。 \\n 曠然無懷，乃至於實。 \\n 至人無喜，暢然和適，故似喜也。 \\n 動靜行止，常居必然之極。 \\n 不以物傷己也。 \\n 無所趨也。 \\n 至人無厲，與世同行，故若厲也。 \\n 高放而自得。 \\n 綿邈深遠，莫見其門。 \\n 不識不知而天機自發，故悗然也。 \\n 禮者，世之所以自行耳，非我制。 \\n 知者，時之動，非我唱。 \\n 德者，自彼所循，非我作。 \\n 任治之自殺，故雖殺而寬。 \\n 順世之所行，故無不行。 \\n 夫高下相受，不可逆之流也；小大相群（四）。不得已之勢也；曠然無情，群知之府也。承百流之會，居師人之極者，奚為哉？任時世之知，委必然之事，付之天下而已。 \\n 丘者，所以本也；以性言之，則性之本也。夫物各有足，足於本也。付群德之自循，斯與有足者至於本也，本至而理盡矣。 \\n 凡此皆自彼而成，成之不在己，則雖處萬機之極，而常閒暇自適，忽然不覺事之經身，悗然不識言之在口。而人之大迷，真謂至人之為勤行者也。 \\n 常無心而順彼，故好與不好，所善所惡，與彼無二也。 \\n 其一也，天徒也；其不一也，人徒也。夫真人同天人，均彼我，不以其一異乎不一。 \\n 無有而不一者，天也。 \\n 夫真人同天人，齊萬致。萬致不相非，天人不相勝，故曠然無不一，冥然無不在（五），而玄同彼我也。 \\n 死生，命也﹔其有夜旦之常，天也。人之有所不得與，皆物之情也。彼特以天為父，而身猶愛之，而況其卓乎！人特以有君為愈乎己，而身猶死之，而況其真乎！ \\n 其有晝夜之常，天之道也。故知死生者命之極，非妄然也，若夜旦耳，奚所係哉！ \\n 夫真人在晝得晝，在夜得夜。以死生為晝夜，豈有所不得！人之有所不得而憂娛在懷，皆物情耳，非理也。 \\n 卓者，獨化之謂也。夫相因之功，莫若獨化之至也。故人之所因者，天也；天之所生者，獨化也。人皆以天為父，故晝夜之變，寒暑之節，猶不敢惡，隨天安之。況乎卓爾獨化，至於玄冥之境，又安得而不任之哉！既任之，則死生變化，惟命之從也。 \\n 夫真者，不假於物而自然也。夫自然之不可避，豈直君命而已哉！ \\n 泉涸，魚相與處於陸，相呴以濕，相濡以沫，不如相忘於江湖。與其譽堯而非桀也，不如兩忘而化其道。 \\n 與其不足而相愛，豈若有餘而相忘！ \\n 夫非譽皆生於不足。故至足者，忘善惡，遺死生，與變化為一，曠然 \\n 夫藏舟於壑，藏山於澤，謂之固矣！然而夜半有力者負之而走，昧者不知也。藏小大有宜，猶有所遯。若夫藏天下於天下而不得所遯，是恆物之大情也。特犯人之形而猶喜之。若人之形者，萬化而未始有極也，其為樂可勝計邪？故聖人將游於物之所不得遯而皆存。善夭善老，善始善終，人猶效之，而況萬物之所系，而一化之所待乎！ \\n 夫形生老死，皆我也。故形為我載，生為我勞，老為我佚，死為我息，四者雖變，未始非我，我奚惜哉！ \\n 死與生，皆命也。無善則死，有善則生，不獨善也。故若以吾生為善乎？則吾死亦善也。 \\n 方言死生變化之不可逃，故先舉無逃之極，然後明之以必變之符，將任化而無係也。 \\n 夫無力之力，莫大於變化者也；故乃揭天地以趨新，負山岳以舍故。故不暫停，忽已涉新，則天地萬物無時而不移也。世皆新矣，而自以為故；舟日易矣，而視之若舊；山日更矣，而視之若前。今交一臂而失之，皆在冥中去矣。故向者之我，非復今我也。我與今俱往，豈常守故哉（二）！而世莫之覺，橫謂今之所遇可係而在，豈不昧哉！ \\n 無所藏而都任之，則與物無不冥，與化無不一。故無外無內，無死無生，體天地而合變化，索所遯而不得矣。此乃常存之大情，非一曲之小意。 \\n 人形乃（三）是萬化之一遇耳，未足獨喜也。無極之中，所遇者皆若人耳，豈特人形可喜而餘物無樂耶！◎慶藩案文選賈長沙（鵬）〔鵩〕（四）鳥賦注引司馬云：當復化而為無。釋文闕。 \\n 本非人而化為人，化為人，失於故矣。失故而喜，喜所遇也。變化無窮，何所不遇！所遇而樂，樂豈有極乎！ \\n 夫聖人遊於變化之塗，放於日新之流，萬物萬化，亦與之萬化，化者無極，亦與之無極，誰得遯之哉！夫於生為亡而於死為存，則何時而非存哉！ \\n 此自均於百年之內，不善少而否老，未能體變化，齊死生也。然其平粹，猶足以師人也。 \\n 此玄同萬物而與化為體，故其為天下之所宗也，不亦宜乎！ \\n 夫道，有情有信，無為無形﹔可傳而不可受，可得而不可見﹔自本自根，未有天地，自古以固存﹔神鬼神帝，生天生地﹔在太極之先而不為高，在六極之下而不為深，先天地生而不為久，長於上古而不為老。豨韋氏得之，以挈天地﹔伏戲氏得之，以襲氣母﹔維斗得之，終古不忒﹔日月得之，終古不息﹔堪坏得之，以襲昆侖﹔馮夷得之，以游大川﹔肩吾得之，以處大山﹔黃帝得之，以登雲天﹔顓頊得之，以處玄宮﹔禺強得之，立乎北極﹔西王母得之，坐乎少廣，莫知其始，莫知其終﹔彭祖得之，上及有虞，下及及五伯﹔傅說得之，以相武丁，奄有天下，乘東維、騎箕尾而比於列星。 \\n 有無情之情，故無為也；有無常之信，故無形也。 \\n 古今傳而宅之，莫能受而有之。 \\n 咸得自容，而莫見其狀。 \\n 明無不待有而無也。 \\n 無也，豈能生神哉？不神鬼帝而鬼帝自神，斯乃不神之神也；不生天地而天地自生，斯乃不生之生也。故夫神（三）之果不足以神，而不神則神矣，功何足有，事何足恃哉！ \\n 言道之無所不在也，故在高為無高，在深為無深，在久為無久，在老為無老，無所不在，而所在皆無也。且上下無不格者，不得以高卑稱也；外內無不至者，不得以表裏名也；與化俱移者，不得言久也；終始常無者，不可謂老也。 \\n 道，無能也。此言得之於道，乃所以明其自得耳。自得耳，道不能使之得也；我之未得，又不能為得也。然則凡得之者，外不資於道，內不由於己，掘然自得而獨化也。夫生之難也，猶獨化而自得之矣，既得其生，又何患於生之不得而為之哉！故夫（四）為生果不足以全生，以其生之不由於己為也，而為之則傷其真生也。 \\n 南伯子葵問乎女偊曰：「子之年長矣，而色若孺子，何也？」曰：「吾聞道矣。」 \\n 聞道則任其自生，故氣色全也。 \\n 南伯子葵曰：「道可得學邪？」曰：「惡！惡可！子非其人也。夫卜梁倚有聖人之才而無聖人之道，我有聖人之道而無聖人之才。吾欲以教之，庶幾其果為聖人乎？不然，以聖人之道告聖人之才，亦易矣。吾猶守而告之，三日而後能外天下﹔已外天下矣，吾又守之，七日而後能外物﹔已外物矣，吾又守之，九日而後能外生﹔已外生矣，而後能朝徹﹔朝徹而後能見獨﹔見獨而後能無古今﹔無古今，而後能入於不死不生。殺生者不死，生生者不生。其為物無不將也，無不迎也，無不毀也，無不成也。其名為攖寧。攖寧也者，攖而後成者也。」 \\n 外，猶遺也。 \\n 物者，朝夕所須，切己難忘。 \\n 都遺也。 \\n 遺生則不惡死，不惡死故所遇即安，豁然無滯，見機而作，斯朝徹也。 \\n 與獨俱往。 \\n 夫係生故有死，惡死故有生。是以無係無惡，然後能無死無生。 \\n 任其自將，故無不將。 \\n 任其自迎，故無不迎。 \\n 任其自毀，故無不毀。 \\n 任其自成，故無不成。 \\n 夫與物冥者，物縈亦縈，而未始不寧也。 \\n 南伯子葵曰：「子獨惡乎聞之？」曰：「聞諸副墨之子，副墨之子聞諸洛誦之孫，洛誦之孫聞之瞻明，瞻明聞之聶許，聶許聞之需役，需役聞之於謳，於謳聞之玄冥，玄冥聞之參寥，參寥聞之疑始。」 \\n 物縈而獨不縈，則敗矣。故縈而任之，則莫不曲成也（二）。 \\n 玄冥者，所以名無而非無也。 \\n 夫階名以至無者，必得無於名表。故雖玄冥猶未極，而又推寄於參寥，亦是玄之又玄也。 \\n 夫自然之理，有積習而成者。蓋階近以至遠，研粗以至精，故乃七重而後及無之名，九重而後疑無是始也。 \\n 子祀、子輿、子犁、子來四人相與語曰：「孰能以無為首，以生為脊，以死為尻﹔孰知死生存亡之一體者，吾與之友矣！」四人相視而笑，莫逆於心，遂相與為友。俄而子輿有病，子祀往問之。曰：「偉哉，夫造物者將以予為此拘拘也。」曲僂發背，上有五管，頤隱於齊，肩高於頂，句贅指天，陰陽之氣有沴，其心閒而無事，跰足而鑑於井，曰：「嗟乎！夫造物者又將以予為此拘拘也。」 \\n 沴，陵亂也。 \\n 不以為患。 \\n 夫任自然之變者，無嗟也，與物嗟耳。 \\n 子祀曰：「女惡之乎？」曰：「亡，予何惡！浸假而化予之左臂以為雞，予因以求時夜﹔浸假而化予之右臂以為彈，予因以求鴞炙﹔浸假而化予之尻以為輪，以神為馬，予因以乘之，豈更駕哉！且夫得者，時也﹔失者，順也。安時而處順，哀樂不能入也，此古之所謂縣解也，而不能自解者，物有結之。且夫物不勝天久矣，吾又何惡焉！」 \\n 浸，漸也。夫體化合變，則無往而不因，無因而不可也。 \\n 當所遇之時，世謂之得。 \\n 時不暫停，順往而去，世謂之失。 \\n 一不能自解，則眾物共結之矣。故能解則無所不解，不解則無所而解也。 \\n 天不能無晝夜，我安能無死生而惡之哉！ \\n 俄而子來有病，喘喘然將死。其妻子環而泣之。子犁往問之，曰：「叱！避！無怛化！」倚其戶與之語曰：「偉哉造化！又將奚以汝為？將奚以汝適？以汝為鼠肝乎？以汝為虫臂乎？」 \\n 夫死生猶寤寐耳，於理當寐，不願人驚之，將化而死亦宜，無為怛之也。 \\n 子來曰：「父母於子，東西南北，唯命之從。陰陽於人，不翅於父母。彼近吾死而我不聽，我則悍矣，彼何罪焉？夫大塊以載我以形，勞我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。今大冶鑄金，金踊躍曰：『我且必為鏌琊！』大冶必以為不祥之金。今一犯人之形，而曰：『人耳人耳』夫造化者必以為不祥之人。今一以天地為大鑪，以造化為大冶，惡乎往而不可哉！」成然寐，蘧然覺。 \\n 自古或有能違父母之命者矣，未有能違陰陽之變而距晝夜之節者也。 \\n 死生猶晝夜耳，未足為遠也。時當死，亦非所禁，而橫有不聽之心，適足悍逆於理以速其死。其死之速，由於我悍，非死之罪也。彼，謂死耳；在生，故以死為彼。 \\n 理常俱也。 \\n 人耳人耳，唯願為人也。亦猶金之踊躍，世皆知金之不祥，而不能任其自化。夫變化之道，靡所不遇，今一遇人形，豈故為哉？生非故為，時自生耳。務而有之，不亦妄乎！ \\n 人皆知金之有係為不祥，故明己之無異於金，則所係之情可解，可解則無不可也。 \\n 寤寐自若，不以死生累心。 \\n 子桑戶、孟子反、子琴張三人相與語曰：「孰能相與於無相與，相為無相為，孰能登天遊霧，撓挑無極，相忘以生，無所終窮？」 \\n 夫體天地，冥變化者（一），雖手足異任，五藏殊官（二），未嘗相與而百節同和，斯相與於無相與也；未嘗相為而表裏俱濟，斯相為於無相為也。若乃役其心志以卹手足，運其股肱以營五藏，則相營愈篤而外內愈困矣。故以天下為一體者，無愛為於其間也。 \\n 無所不任。 \\n 忘其生，則無不忘矣，故能隨變任化，俱無所窮竟。 \\n 三人相視而笑，莫逆於心，遂相與為友。 \\n 若然者豈友哉？蓋寄明至親而無愛念之近情也。 \\n 莫然有間，而子桑戶死，未葬。孔子聞之，使子貢往侍事焉。或編曲，或鼓琴，相和而歌曰：「嗟來桑戶乎！嗟來桑戶乎！而已反其真，而我猶為人猗！」子貢趨而進曰：「敢問臨尸而歌，禮乎？」 \\n 人哭亦哭，俗內之跡也。齊死生，忘哀樂，臨尸能歌，方外之至也。 \\n 二人相視而笑曰：「是惡知禮意！」 \\n 夫知禮意者，必遊外以經內，守母以存子，稱情而直往也。若乃矜乎名聲，牽乎形制，則孝不任誠，慈不任實，父子兄弟，懷情相欺，豈禮之大意哉！ \\n 子貢反，以告孔子曰：「彼何人者邪？修行無有，而外其形骸，臨尸而歌，顏色不變，無以命之。彼何人者邪？」孔子曰：「彼游方之外者也，而丘，游方之內者也。外內不相及，而丘使女往弔之，丘則陋矣！彼方且與造物者為人，而游乎天地之一氣。彼以生為附贅縣疣，以死為決病潰癰。夫若然者，又惡知死生先後之所在！假於異物，托於同體﹔忘其肝膽，遺其耳目﹔反復終始，不知端倪﹔芒然仿徨乎塵垢之外，逍遙乎無為之業。彼又惡能憤憤然為世俗之禮，以觀眾人之耳目哉！」子貢曰：「然則夫子何方之依？」 \\n 夫理有至極，外內相冥，未有極遊外之致而不冥於內者也，未有能冥於內而不遊於外者也。故聖人常遊外以（宏）〔冥〕（二）內，無心以順有，故雖終日（揮）〔見〕（三）形而神氣無變，俯仰萬機而淡然自若。夫見形而不及神者，天下之常累也。是故睹其與群物並行，則莫能謂之遺物而離人矣；睹其體化而應務，則莫能謂之坐忘而自得矣。豈直謂聖人不然哉？乃必謂至理之無此。是故莊子將明流統之所宗以釋天下之可悟，若直就稱仲尼之如此，或者將據所見以排之，故超聖人之內跡，而寄方外於數子。宜忘其所寄以尋述作之大意，則夫遊外（宏）〔冥〕內之道坦然自明，而莊子之書，故是涉俗蓋世之談矣。 \\n 夫弔者，方內之近事也，施之於方外則陋矣。 \\n 皆冥之，故無二也。 \\n 若疣之自縣，贅之自附，此氣之時聚，非所樂也。 \\n 若肒之自決，廱之自潰，此氣之自散，非所惜也。 \\n 死生代謝，未始有極，與之俱往，則無往不可，故不知勝負之所在也。 \\n 假，因也。今死生聚散，變化無方，皆異物也。無異而不假，故所假雖異而共成一體也。 \\n 任之於五藏猶忘，何物足識哉！未始有識，故能放任於變化之塗，玄同於反覆之波，而不知終始之所極（五）也。 \\n 理而冥往也。 \\n 所謂無為之業，非拱默而已；所謂塵垢之外，非伏於山林也。 \\n 其所以觀示於眾人者，皆其塵垢耳，非方外之冥物也。 \\n 子貢不聞性與天道，故見其所依而不見其所以依也。夫所以依者，不依也，世豈覺之哉！ \\n 孔子曰：「丘，天之戮民也。雖然，吾與汝共之。」 \\n 以方內為桎梏，明所貴在方外也。夫遊外者依內，離人者合俗，故有天下者無以天下為也。是以遺物而後能入群，坐忘而後能應務，愈遺之，愈得之。苟居斯極，則雖欲釋之而理固自來，斯乃天人之所不赦者也。 \\n 子貢曰：「敢問其方？」 \\n 雖為世所桎梏，但為與汝共之耳。明己恆自在外也。 \\n 孔子曰：「魚相造乎水，人相造乎道。相造乎水者，穿池而養給﹔相造乎道者，無事而生定。故曰：魚相忘乎江湖，人相忘乎道術。」 \\n 問所以遊外而共內之意。 \\n 孔子曰：「魚相造乎水，人相造乎道【一】。相造乎水者，穿池而養給；相造乎道者，無事而生定【二】。故曰，魚相忘乎江湖，人相忘乎道術【三】。」 \\n 子貢曰：「敢問畸人？」 \\n 所造雖異，其於由無事以得事，自方外以共內，然後養給而生定，則莫不皆然也。俱不自知耳，故成無為也。 \\n 曰：「畸人者，畸於人而侔於天。故曰：天之小人，人之君子﹔人之君子，天之小人也。」 \\n 各自足而相忘者，天下莫不然也。至人常足，故常忘也。 \\n 問向之所謂方外而不耦於俗者，又安在也。 \\n 夫與內冥者，遊於外也。獨能遊外以冥內，任萬物之自然，使天性各足而帝王道成，斯乃畸於人而侔於天也。 \\n 以自然言之，則人無小大（一）；以人理言之，則侔於天者可謂君子矣。 \\n 顏回問仲尼曰：「孟孫才，其母死，哭泣無涕，中心不戚，居喪不哀。無是三者，以善處喪蓋魯國，固有無其實而得其名者乎？回壹怪之。」 \\n 魯國觀其禮，而顏回察其心。 \\n 仲尼曰：「夫孟孫氏盡之矣，進於知矣，唯簡之而不得，夫已有所簡矣。孟孫氏不知所以生，不知所以死。不知就先，不知就後。若化為物，以待其所不知之化已乎。且方將化，惡知不化哉？方將不化，惡知已化哉？吾特與汝，其夢未始覺者邪！且彼有駭形而無損心，有旦宅而無耗精。孟孫氏特覺，人哭亦哭，是自其所以乃。且也相與吾之耳矣，庸詎知吾所謂吾之非吾乎？且汝夢為鳥而厲乎天，夢為魚而沒於淵。不識今之言者，其覺者乎？其夢者乎？造適不及笑，獻笑不及排，安排而去化，乃入於寥天一。」 \\n 盡死生之理，應內外之宜者，動而以天行，非知之匹也。 \\n 簡擇死生而不得其異，若春秋冬夏四時行耳。 \\n 已簡而不得，故無不安，無不安，故不以生死概意而付之自化也。 \\n 所遇而安。 \\n 不違化也。 \\n 死生宛轉，與化為一，猶乃忘其所知於當今，豈待所未知而豫憂者哉！ \\n 已化而生，焉知未生之時哉！未化而死，焉知已死之後哉！故無所避就，而與化俱往（二）也。 \\n 夫死生猶覺夢耳，今夢自以為覺，則無以明覺之非夢也；苟無以明覺之非夢，則亦無以明生之非死矣。死生覺夢，未知所在，當其所遇，無不自得，何為在此而憂彼哉！ \\n 變化為形之駭動耳，故不以死生損累其心。 \\n 以形骸之變為旦宅之日新耳，其情不以為死。 \\n 夫常覺者，無往而有逆也，故人哭亦哭，正自是其所宜也（四）。 \\n 夫死生變化，吾皆吾之。既皆是吾，吾何失哉！未始失吾，吾何憂哉（五）！無逆，故人哭亦哭；無憂，故哭而不哀。 \\n 靡所不吾也，故玄同外內，彌貫古今，與化日新，豈知吾之所在也！ \\n 言無往而不自得也。 \\n 夢之時自以為覺，則焉知今者之非夢耶，亦焉知其非覺耶？覺夢之化，無往而不可，則死生之變，無時而足惜也。 \\n 所造皆適，則忘適矣，故不及笑也。排者，推移之謂也。夫禮哭必哀，獻笑必樂，哀樂存懷，則不能與適推移矣。今孟孫常適，故哭而不哀，與化俱往也。 \\n 安於推移而與化俱去，故乃入於寂寥而與天為一也。自此以上，至於子祀，其致一也。所執之喪異，故歌哭不同。 \\n 意而子見許由，許由曰：「堯何以資汝？」 \\n 資者，給濟之謂也。 \\n 意而子曰「堯謂我：汝必躬服仁義而明言是非。」許由曰：「而奚來為軹？夫堯既已黥汝以仁義，而劓汝以是非矣。汝將何以游夫遙蕩恣睢轉徙之塗乎？」 \\n 言其將以刑教自虧殘，而不能復遊夫自得之場，無係之塗也。 \\n 意而子曰：「雖然，吾愿游於其藩。」 \\n 不敢復求涉中道也，且願遊其藩傍而已。 \\n 許由曰：「不然。夫盲者無以與乎眉目顏色之好，瞽者無以與乎青黃黼黻之觀。」意而子曰：「夫無莊之失其美，據梁之失其力，黃帝之亡其知，皆在鑪捶之間耳。庸詎知夫造物者之不息我黥而補我劓，使我乘成以隨先生邪？」 \\n 言天下之物，未必皆自成也，自然之理，亦有須冶鍛而為器者耳。故此之三人，亦皆聞道而後忘其所務也。此皆寄言，以遣云為之累耳。 \\n 夫率性（二）直往者，自然也；往而傷性，性傷而能改者，亦自然也。庸詎知我（三）之自然當不息黥補劓，而乘可成之道以隨夫子耶？而欲棄而勿告，恐非造物之至也（四）。 \\n 許由曰：「噫！未可知也。我為汝言其大略：吾師乎！吾師乎齏萬物而不為義，澤及萬世而不為仁，長於上古而不為老，覆載天地刻雕眾形而不為巧。此所游已！」 \\n 皆自爾耳，亦無愛為於其間也，安所寄其仁義！ \\n 日新也。 \\n 自然，故非巧也。 \\n 游於不為而師於無師也。 \\n 顏回曰：「回益矣。」 \\n 以損之為益也。 \\n 仲尼曰：「何謂也？」曰：「回忘禮樂矣！」曰：「可矣，猶未也。」 \\n 仁者，兼愛之跡；義者，成物之功。愛之非仁，仁跡行焉；成之非義，義功見焉。存夫仁義，不足以知愛利之由無心，故忘之可也。但忘功跡，故猶未玄達也。 \\n 他日復見，曰：「回益矣。」曰：「何謂也？」曰：「回忘仁義矣。曰：「可矣，猶未也。」 \\n 禮者，形體之用，樂者，樂生之具。忘其具，未若忘其所以具也。 \\n 他日復見，曰：「回益矣！」曰：「何謂也？」曰：「回坐忘矣。」仲尼蹴然曰：「何謂坐忘？」顏回曰：「墮肢體，黜聰明，離形去知，同於大通，此謂坐忘。」 \\n 無物不同，則未嘗不適，未嘗不適，何好何惡哉！ \\n 仲尼曰：「同則無好也，化則無常也。而果其賢乎！丘也請從而後也。」 \\n 同於化者，唯化所適，故無常也。 \\n 子輿與子桑友。而霖雨十日，子輿曰：「子桑殆病矣！」裹飯而往食之。至子桑之門，則若歌若哭，鼓琴曰：「父邪！母邪！天乎！人乎！」有不任其聲而趨舉其詩焉。子輿入，曰：「子之歌詩，何故若是？」 \\n 此二人相為於無相為者也。今裹飯而相食者，乃任之天理而自爾耳，非相為而後往者也。 \\n 嫌其有情，所以趨出遠理也。 \\n 曰：「吾思夫使我至此極者而弗得也。父母豈欲吾貧哉？天無私覆，地無私載，天地豈私貧我哉？求其為之者而不得也！然而至此極者，命也夫！」 \\n 言物皆自然，無為之者也。 \\n  \\n   \\n  "}
{"章节": "莊子．內篇．應帝王第七", "正文": "  \\n 莊子．內篇．應帝王第七 \\n 　 \\n  \\n 齧缺問於王倪，四問而四不知。齧缺因躍而大喜，行以告蒲衣子。蒲衣子曰：「而乃今知之乎？有虞氏不及泰氏。有虞氏，其猶藏仁以要人，亦得人矣，而未始出於非人。泰氏，其臥徐徐，其覺于于。一以己為馬，一以己為牛。其知情信，其德甚真，而未始入於非人。」 \\n 夫無心而任乎自化者，應為帝王也。 \\n 夫有虞氏之與泰氏，皆世事之跡耳，非所以跡者也。所以跡者，無跡也，世孰名之哉！未之嘗名，何勝負之有耶！然無跡者，乘群變，履萬世，世有夷險，故跡有不及也。 \\n 夫以所好為是人，所惡為非人者，唯以是非為域者也。夫能出於非人之域者，必入於無非人之境矣，故無得無失，無可無不可，豈直藏仁而要人也！ \\n 夫如是，又奚是人非人之有哉！斯可謂出於非人之域。 \\n 任其自知，故情信。 \\n 任其自得，故無偽。 \\n 不入乎是非之域，所以絕於有虞之世。 \\n 肩吾見狂接輿。狂接輿曰：「日中始何以語女？」肩吾曰：「告我君人者以己出經式義度，人孰敢不聽而化諸！」狂接輿曰：「是欺德也。其於治天下也，猶涉海鑿河，而使蚊負山也。夫聖人之治也，治外夫？正而後行，確乎能其事者而已矣。且鳥高飛以避矰弋之害，鼷鼠深穴乎神丘之下，以避熏鑿之患，而曾二虫之無知？」 \\n 以己制物，則物失其真。 \\n 夫寄當於萬物，則無事而自成；以一身制天下，則功莫就而任不勝也。 \\n 全其性分之內而已。 \\n 各正性命之分也。 \\n 不為其所不能。 \\n 禽獸猶各有以自存，故帝王任之而不為，則自成也。 \\n 言汝曾不知（三）此二蟲之各存而不待教乎！ \\n 天根游於殷陽，至蓼水之上，適遭無名人而問焉，曰：「請問為天下。」無名人曰：「去！汝鄙人也，何問之不豫也！予方將與造物者為人，厭，則又乘夫莽眇之鳥，以出六極之外，而游無何有之鄉，以處壙垠之野。汝又何帠以治天下感予之心為？」 \\n 問為天下，則非起於大初，止於玄冥也。 \\n 任人之自為。 \\n 莽眇，群碎之謂耳。乘群碎，馳萬物，故能出處常通，而無狹滯之地。 \\n 言皆放之自得之場，則不治而自治也。 \\n 又復問無名人曰：「汝游心於淡，合氣於漠，順物自然而無容私焉，而天下治矣。」 \\n 其任性而無所飾焉則淡矣。 \\n 漠然靜於性而止。 \\n 任性自生，公也；心欲益之，私也；容私果不足以生生，而順公乃全也。 \\n 陽子居見老聃，曰：「有人於此，嚮疾強梁，物徹疏明，學道不卷，如是者，可比明王乎？」老聃曰：「是於聖人也，胥易技係，勞形怵心者也。且也虎豹之文來田，猿狙之便來藉。如是者，可比明王乎？」陽子居蹴然曰：「敢問明王之治。」 \\n 言此功夫，容身不得，不足以比聖王。 \\n 此皆以其文章技能係累其身，非涉虛以御乎無方也。 \\n 老聃曰：「明王之治：功蓋天下而似不自己，化貸萬物而民弗恃。有莫舉名，使物自喜。立乎不測，而游於無有者也。」 \\n 天下若無明王，則莫能自得。令（一）之自得，實明王之功也。然功在無為而還任天下。天下皆得自任，故似非明王之功。 \\n 夫明王皆就足物性，故人人皆云我自爾，而莫知恃賴於明王。 \\n 雖有蓋天下之功，而不舉以為己名，故物皆自以為得而喜。 \\n 居變化之塗，日新而無方者也。 \\n 與萬物為體，則所遊者虛也。不能冥物，則迕物不暇，何暇遊虛哉！ \\n 鄭有神巫曰季咸，知人之死生存亡、禍福壽夭，期以歲月旬日若神。鄭人見之，皆棄而走。列子見之而心醉，歸，以告壺子，曰：「始吾以夫子之道為至矣，則又有至焉者矣。」 \\n 不憙自聞死日也。 \\n 謂季咸之至又過於夫子。 \\n 壺子曰：「吾與汝既其文，未既其實。而固得道與？眾雌而無雄，而又奚卵焉！而以道與世亢，必信，夫故使人得而相汝。嘗試與來，以予示之。」 \\n 言列子之未懷道也。 \\n 未懷道則有心，有心而亢其一方，以必信於世，故可得而相之。 \\n 明日，列子與之見壺子。出而謂列子曰：「嘻！子之先生死矣！弗活矣！不以旬數矣！吾見怪焉，見濕灰焉。」列子入，泣涕沾襟以告壺子。壺子曰：「鄉吾示之以地文，萌乎不震不止，是殆見吾杜德機也。嘗又與來。」 \\n 萌然不動，亦不自正，與枯木同其不華，濕灰均於寂魄，此乃至人無感之時也。夫至人，其動也天，其靜也地，其行也水流，其止也淵默。淵默之與水流，天行之與地止，其於不為而自爾，一也。今季咸見其尸居而坐忘，即謂之將死；睹其神動而天隨，因謂之有生。誠〔能〕（三）應不以心而理自玄符，與變化升降而以世為量，然後足為物主而順時無極，故非相者所測耳。此應帝王之大意也。 \\n 德機不發曰杜。 \\n 明日，又與之見壺子。出而謂列子曰：「幸矣！子之先生遇我也，有瘳矣！全然有生矣！吾見其杜權矣！」列子入，以告壺子。壺子曰：「鄉吾示之以天壤，名實不入，而機發於踵。是殆見吾善者機也。嘗又與來。」 \\n 權，機也。今乃自覺昨日之所見，見其杜權，故謂之將死也。 \\n 天壤之中，覆載之功見矣。比之地文，不猶（卵）〔外〕（一）乎！此應感之容也。 \\n 任自然而覆載，則天機玄應，而名利之飾皆為棄物也。 \\n 常在極上起。 \\n 機發而善於彼，彼乃見之。 \\n 明日，又與之見壺子。出而謂列子曰：「子之先生不齊，吾無得而相焉。試齊，且復相之。」列子入，以告壺子。壺子曰：「吾鄉示之以太沖莫勝，是殆見吾衡氣機也。鯢桓之審為淵，止水之審為淵，流水之審為淵。淵有九名，此處三焉。嘗又與來。」 \\n 居太沖之極，浩然泊心而玄同萬方，故勝負莫得厝（一）其間也。 \\n 無往不平，混然一之。以管闚天者，莫見其涯，故似不齊。 \\n 淵者，靜默之謂耳。夫水常無心，委順外物，故雖流之與止，鯢桓之與龍躍，常淵然自若，未始失其靜默也。夫至人用之則行，捨之則止，行止雖異而玄默一焉，故略舉三異以明之。雖波流九變，治亂紛如，居其極者，常淡然自得，泊乎忘為也。 \\n 明日，又與之見壺子。立未定，自失而走。壺子曰：「追之！」列子追之不及。反，以報壺子曰：「已滅矣，已失矣，吾弗及已。」壺子曰：「鄉吾示之以未始出吾宗。吾與之虛而委蛇，不知其誰何，因以為弟靡，因以為波流，故逃也。」 \\n 雖變化無常，而常深根冥極也。 \\n 無心而隨物化。 \\n （汛）〔汎〕然無所係也。 \\n 變化頹靡，世事波流，無往而不因也。夫至人一耳，然應世變而時動，故相者無所措其目，自失而走。此明應帝王者無方也。 \\n 然後列子自以為未始學而歸。三年不出，為其妻爨，食豕如食人，於事無與親。雕琢復朴，塊然獨以其形立。紛而封哉，一以是終。 \\n 忘貴賤也。 \\n 唯所遇耳。 \\n 去華取實。 \\n 外飾去也。 \\n 雖動而真不散也。 \\n 使物各自終。 \\n 無為名尸，無為謀府，無為事任，無為知主。體盡無窮，而游無朕。盡其所受乎天，而無見得，亦虛而已！至人之用心若鏡，不將不迎，應而不藏，故能勝物而不傷。 \\n 因物則物各自當其名也。 \\n 使物各自謀也。 \\n 付物使各自任。 \\n 無心則物各自主其知也。 \\n 因天下之自為，故馳萬物而無窮也。 \\n 任物，故無跡。 \\n 足則止也。 \\n 見得則不知止。 \\n 不虛則不能任群實。 \\n 鑒物而無情。 \\n 來即應，去即止。 \\n 物來乃（三）鑒，鑒不以心，故雖天下之廣（四），而無勞神之累。 \\n 南海之帝為儵，北海之帝為忽，中央之帝為渾沌。儵與忽時相下遇於渾沌之地，渾沌待之甚善。儵與忽謀報渾沌之德，曰：「人皆有七竅以視聽食息此獨無有，嘗試鑿之。」日鑿一竅，七日而渾沌死。 \\n 為者敗之。 \\n  \\n   \\n  "}
