{"章节": "三略", "正文": "　三略 \\n  \\n  \\n 〈上略〉 \\n 夫主將之灋，務擥英雄之心，賞祿有功，通志於眾，故與眾同好，靡不成與眾同惡，靡不傾。治國安家，得人也，亡國破家，失人也，含氣之類，咸願得其志。 \\n 軍讖曰：柔能制剛，弱能制強。柔者，德也。剛者，賊也。弱者，人之所助。強者，怨之所攻。柔有所設，剛有所施，弱有所用，強有所加，兼此四者，而制其宜。 \\n 端末未見，人莫能知。天地神明；與物推移。變動無常，因敵轉化。不為事先，動而輒隨。故能圖制無疆，扶成天威。匡正八極，密定九夷。如此謀者，為帝王師。 \\n 故曰：莫不貪強，鮮能守微，若能守微，乃保其生。聖人存之，動應事機。舒之彌四海，卷之不盈懷，居之不以室宅，守之不以城郭，藏之胸臆，而敵國服。 \\n 軍讖曰：能柔能剛，其國彌光。能弱能強，其國彌彰。純柔純弱，其國必削、純剛純強，其國必亡。 \\n 夫為國之道，恃賢與民，信賢如腹心，使民如四肢，則策無遣。所適如支體相隨，骨節相救，天道自然，其巧無間。 \\n 軍國之要，察眾心，施百務；危者，安之。懼者，歡之。叛者，還之。冤者，原之：訴者，察之。卑者，貴之。強者，抑之。敵者，殘之。貪者，豐之。欲者，使之。畏者，隱之。謀者，近之。讒者，覆之。毀者，復之。反者，廢之。橫者，挫之。滿者，損之。歸者，招之。服者，居之。降者，脫之。獲固，守之。獲阨，塞之。獲難，屯之。獲城．割之。獲地，裂之。獲財，散之。敵動，伺之。敵近，備之。敵強，下之。敵佚，去之。敵陵，待之。敵暴，緩之。敵悖，義之。敵睦，攜之。順舉挫之。因勢破之。放言過之。四網羅之。得而勿有，居而勿守，拔而勿久，立而勿取。為者則己，有者則士，焉知利之所在。彼為諸侯，己為天子，使城自保，令士自取。 \\n 世能祖祖，鮮能下下，祖祖為親，下下為君。下下者，務耕桑．不奪其時；簿賦斂，不匱其財。罕徭役，不使其勞，則國富而家娛，然後選士以司牧之。 \\n 夫所謂士者，英雄也。故曰羅其英雄，則敵國窮。英雄者，國之幹。庶民者，國之本。得其幹，收其本，則政行而無怨。 \\n 夫用兵之要，在崇禮而重祿。禮崇則智士至，祿重則義士輕死。故祿賢不愛財，賞功不踰時，則下力并，敵國削。夫用人之道，尊以爵，瞻以財，則士自來。接以禮，勵以義，則士死之。 \\n 夫將帥者，必與士卒同滋味，而共安危，敵乃可加：故兵有全勝，敵有全因。昔者，良將之用兵，有饋簞醪者，使投諸河，與士卒同流而飲。夫一簞之醪，不能味一河之水，而三軍之士，思為致死者，以滋味之及己也。 \\n 軍讖曰：軍井未達，將不言渴。軍幕未辦，將不言倦。軍竈未炊，將不言飢。冬不服裘，夏不操扇，雨不張蓋，是謂將禮。與之安，與之危，故其眾，可合而不可離，可用而不可疲，以其恩素蓄，謀素和也。故曰：蓄恩不倦，以一取萬。 \\n 軍讖曰：將之所以為威者，號令也。戰之所以全勝者，軍政也。士之所以輕戰者，用命也。故將無還令，賞罰必信，如天如地，乃可御人，士卒用命，乃可越境。 \\n 夫統軍持勢者，將也。制勝破敵者，眾也。故亂將不可使保軍，乖眾不可使伐人。攻城不可拔，圍邑則不廢。二者無功，則士力疲憊，士力疲憊，則將孤眾悖，以守則不固，以戰則奔北，是謂老兵。兵老，則將威不行。將無威，則士卒輕刑。士卒輕刑，則軍失伍。軍失伍，則士卒逃亡。士卒逃亡，則敵乘利。敵乘利，則軍必喪。 \\n 軍讖曰：良將之統軍也，恕己而治人，推惠施恩，士力日新。戰如風發，攻如河决，故其眾可望而不可當，可下而不可勝。以身先人，故其兵為天下雄。軍讖曰：軍以賞為表，以罰為裏。賞罰明，則將威行。官人得，則士卒服。所任賢，則敵國震。 \\n 軍讖曰：賢者所適，其前無敵。故士可下而不可驕，將可樂而不可憂，謀可深而不可疑。士驕，則下不順。將憂，則內外不相信。謀疑，則敵國奮，以此攻伐，則致亂。夫將者，國之命也，將能制勝，則國家安定。 \\n 軍讖曰：將能清，能靜，能平，能整，能受諫，能聽訟，能納人，能採言，能知國俗，能圖山川，能表險難，能制軍權。故曰：仁賢之智，聖明之慮，負薪之言，廊廟之語，興衰之事，將所宜聞。將者，能思士如渴，則策從焉。夫將拒諫，則英雄散，策不從，則謀士叛。善惡同，則功臣倦。專己，則下歸咎。自伐，則下少功。信讒，則眾離心。貪財，則姦不禁。內顧，則士卒淫。將有一，則眾不服。有二，則軍無式。有三，則下奔北。有四，則禍及國。 \\n 軍讖曰；將謀欲密，士眾欲一，攻敵欲疾。將謀密，則姦心閉。士眾一，則軍心結。攻敵疾，則備不及設。軍有此三者，則計不奪。將謀泄，則軍無勢。外闚內，則禍不制。財入營，則眾姦會。將有此三者，軍必敗。將無慮，則謀士去。將無勇，則吏士恐。將妄動，則軍不重，將遷怒，則一軍懼。 \\n 軍讖曰：慮也，勇也，將之所重。動也，怒也，將之所用。此四者，將之明誡也。 \\n 軍讖曰：軍無財，士不來。軍無賞；士不往。 \\n 軍讖曰：香餌之下，必有懸魚。重賞之下，必有死夫。故禮者，士之所歸，賞者，士之所死，招其所歸，示其所死，則所求者至。故禮而後悔者，士不止，賞而後悔者，士不使。禮賞不倦，則士爭死。 \\n 軍讖曰：興師之國，務先隆恩。攻取之國，務先養民。以寡勝眾者，恩也。以弱勝強者，民也。故良將之養士，不易於身，故能使三軍如一心，則其勝可全。 \\n 軍讖曰：用兵之要，必先察敵情，視其倉庫，度其糧食，卜其強弱，察其天地，伺其空隙。故國無軍旅之難，而運糧者，虛也。民菜色者，窮也。千里饋糧，民有飢色。樵蘇後爨，師不宿飽。夫運糧百里，無一年之食，二百里，無二年之食，三百里，無三年之食，是國虛。國虛，則民貧：民貧，則上下不親。敵攻其外，民盜其內，是謂必潰。 \\n 軍讖曰：上行虐，則下急刻。賦斂重數，刑罰無極，民相殘賊，是謂亡國。 \\n 軍讖曰：內貪外廉，詐譽取名，竊公為恩，令上下昏，飾躬正顏，以獲高官，是謂盜端。 \\n 軍讖曰：羣吏朋黨，各進所親。招舉姦枉，抑挫仁賢，背公立私，同位相訕，是謂亂源。 \\n 軍讖曰：強宗聚姦，無位而尊，威而不震，葛藟相連，種德立恩，奪在位權，侵侮下民，國內譁諠，臣蔽不言，是謂亂根。 \\n 軍讖曰：世世作姦，侵盜縣官，進退求便，委曲弄文，以危其君，是謂國姦。 \\n 軍讖曰：吏多民寡，尊卑相若，強弱相虜，莫適禁禦，延及君子，國受其咎。 \\n 軍讖曰：善善不進，惡惡不退，賢者隱蔽，不肖在位，國受其害。 \\n 軍讖曰：枝葉強大，比周居勢，卑賤陵貴，久而益大，上不忍廢，國受其敗。 \\n 軍讖曰：佞臣在上，一軍皆訟。引威自與，動違于眾。無進無退，苟然取容。專任自己，舉措伐功。誹謗盛德，誣述庸庸。無善無惡，皆與己同。稽留行事，命令不通。造作苛政，變古易常。君用佞人，必受禍殃。 \\n 軍讖曰：姦雄相稱，障蔽主明。毀譽並興，壅塞主聰，各阿所以，令主失忠。故主察異言，乃覩其萌。主聘儒賢，姦雄乃遯。主任舊齒，萬事乃理。主聘巖穴，士乃得實。謀及負薪，功乃可述。不失人心，德乃洋溢。 \\n 〈中略〉 \\n 夫三皇無言，而化流四海，故天下無所歸功。帝者，體天則地，有言有令，而天下太平：君臣讓功，四海化行，百姓不知其所以然，故使臣不待禮賞，有功美而無害。王者，制人以道，降心服志，設矩備衰，四海會同，王職不廢，雖有甲兵之備，而無鬬戰之患；君無疑於臣，臣無疑於主，國定主安，臣以義退，亦能美而無害。霸者，制士以權，結士以信，使士以賞：信衰則士疏，賞虧則士不用命。 \\n 軍勢曰：出軍行師，將在自專。進退內御，則功難成。 \\n 軍勢曰：使智，使勇，使貪，使愚。智者，樂立其功。勇者，好行其志。貪者，邀趨其利。愚者，不顧其死。因其至情而用之，此軍之微權也。 \\n 軍勢曰：無使辯士談說敵美，為其惑眾。勿使仁者主財，為其多施而附於下。 \\n 軍勢曰：禁巫祝，不得為吏士卜問軍之吉凶。 \\n 軍勢曰：使義士，不以財。故義者，不為不仁者死。智者，不為闇主謀。 \\n 主不可以無德，無德則臣叛：不可以無威，無威則失權。臣不可以無德，無德則無以事君：不可以無威，無威則國弱，威多則身蹶。 \\n 故聖王御世，觀盛衰，度得失，而為之制。故諸侯二師，方伯三師，天子六師。世亂則叛逆生，王澤竭則盟誓相誅伐。 \\n 德同勢敵，無以相傾，乃擥英雄之心，與眾同好惡，然後加之以權變。故非計策，無以决嫌定疑。非譎奇無以破姦息寇，非陰謀無以成功。 \\n 聖人體天，賢者法地，智者師古。是故，《三略》為衰世作：〈上略〉設禮賞，別姦雄，著成敗。〈中略〉差德行，審權變。〈下略〉陳道德，察安危，明賊賢之咎。故人主深曉〈上略〉，則能任賢擒敵。深曉〈中略〉，則能御將統眾。深曉〈下略〉，則能明盛衰之源，審治國之紀。 \\n 人臣深曉〈中略〉，則能全功保身。夫高鳥死，良弓藏，敵國滅，謀臣亡。亡者，非喪其身也。謂奪其威，廢其權也。封之於朝，極人臣之位，以顯其功。中州善國，以富其家，美色珍玩，以說其心。 \\n 夫人眾一合而不可卒離。威權一與而不可卒移。還師罷軍，存亡之階。故弱之以位，奪之以國，是謂霸者之略，故霸者之作，其論駁也。 \\n 存社稷，羅英雄者，〈中略〉之勢也，故世主祕焉。 \\n 〈下略〉 \\n 夫能扶天下之危者，則據天下之安。能除天下之憂者，則享天下之樂。能救天下之禍者，則獲天下之福。故澤及于民，則賢人歸之。澤及昆蟲，則聖人歸之。賢人所歸，則其國強。聖人所歸，則六合同。求賢以德、致聖以道。賢去則國微，聖去則國乖。微者危之階，乖者亡之徵。 \\n 賢人之政，降人以體，聖人之政，降人以心。體降可以圖始，心降可以保終。降體以禮，降心以樂。所謂樂者，非金，石，絲，竹也，謂人樂其家，謂人樂其族，謂人樂其業，謂人樂其都邑，謂人樂其政令，謂人樂其道德；加此君人者，乃作樂以節之，使不失其和。故有德之君，以樂樂人，無德之君，以樂樂身。樂人者，久而長，樂身者不久而亡。 \\n 釋近謀遠者，勞而無功。釋遠謀近者，佚而有終。佚政多忠臣，勞政多怨民。故曰；務廣地者荒，務廣德者強。能有其有者安，貪人之有者殘。殘滅之政，累世受患。造作過制，雖成必敗。 \\n 舍己而教人者逆，正己而化人者順。逆者亂之招，順者治之要。道、德、仁、義、禮五者，一體也。道者人之所蹈，德者人之所得，仁者人之所親，義者人之所宜，禮者人之所體，不可無一焉。故夙興夜寐，禮之制也。討賊報讎，義之决也。惻隱之心，仁之發也。得己，得人，德之路也。使人均平，不失其所，道之化也。 \\n 出君下臣，名曰命。施於竹帛，名曰令。奉而行之，名曰政。夫命失，則令不行，令不行，則政不正。政不正，則道不通。道不通，則邪臣勝，邪臣勝，則主威傷。 \\n 千里迎賢其路遠，致不肖其路近。是以明王舍近而取遠，故能全功尚人，而下盡力。 \\n 廢一善則眾善衰，賞一惡則眾惡歸。善者得其祐，惡者受其誅，則國安而眾善至。眾疑無定國，眾惑無治民，疑定惑還，國乃可安。一令逆則百令失，一惡失則百惡結。故善施於順民，惡加於凶，民則令行而無怨。 \\n 使怨治怨，是謂逆天。使讎治讎，其禍不救。治民使平，致平以清。則民得其所，而天下寧。 \\n 犯上者尊，貪鄙者富，雖有聖王，不能致其治。犯上者誅，貪鄙者拘，則化行而眾惡消。 \\n 清白之士，不可以爵祿得。節義之士，不可以威刑脅。故明君求賢，必觀其所以而致焉。致清白之士，修其禮；致節義之士，修其道。然後士可致，而名可保。 \\n 夫聖人君子，明盛衰之源，通成敗之端，審治亂之機，知去就之節。 \\n 雖窮不處亡國之位，雖貧不食亂邦之祿。潛名抱道者，時至而動，則極人臣之位。德合於己，則建殊絕之功。故其道高而名揚於後世。 \\n 聖王之用兵，非樂之也；將以誅暴討亂也。夫以義誅不義，若决江河而溉爝火，臨不測而擠欲墮，其克必矣。所以優游恬淡而不進者，重傷人物也。夫兵者，不祥之器，天道惡之。不得已而用之，是天道也。 \\n 夫人之在道，若魚之在水，得水而生，失水而死，故君子常畏懼而不敢失道。 \\n 豪傑秉職，國威乃弱，殺生在豪傑，國勢乃竭。豪傑低首，國乃可久。殺生在君，國乃可安。四民用靈，國乃無儲。四民用足，國乃安樂。 \\n 賢臣內，則邪臣外。邪臣內，則賢臣斃。內外失宜，禍亂傳世。 \\n 大臣疑主，眾姦集聚。臣當君尊，上下乃昏。君當臣處，上下失序。 \\n 傷賢者，殃及三世。蔽賢者，身受其害。嫉賢者，其名不全。進賢者，福流子孫。故君子急於進賢，而美名彰焉。 \\n 利一害百，百民去城郭。利一害萬，國乃思散。去一利百，人乃慕澤。去一利萬，政乃不亂。"}
