{"章节": "八陣合變圖說（明）龍正 撰", "正文": "　 \\n  \\n  \\n 　 \\n 八陣合變圖說 \\n （明）龍正撰 \\n 　 \\n ●目錄 \\n 正文 \\n 點校凡例 \\n 提要 \\n ●八陣合變圖說 \\n 八陣合變圖說敘 \\n 八陣號令 \\n 天覆陣贊 \\n 地載陣贊 \\n 風揚陣贊 \\n 雲垂陣贊 \\n 龍飛陣贊 \\n 虎翼陣贊 \\n 鳥翔陣贊 \\n 蛇蟠陣贊 \\n 八陣圖跋 \\n ○〈八陣合變圖說敘〉 \\n  \\n 昔者漢之諸葛大名垂於宇宙，而成於八陣居多。諸葛之八陣，昉於黃帝風后，而實得於心法，非專推演也。故其壘石於沙，縱橫皆八，其曰天衡，地軸，天前衝、後衝，地前衝、後衝，與夫曰風曰雲者，陣之名也。六十有四者，陣之多寡相乘之數也。布之各有其方，列之各有其位。遊兵二十四陣，在六十四陣之後，名曰却月陣，開閤作止，間隊與八陣皆同。下營之際，環衛於後，出入神速，應敵取勝者，此總圖之合歟？若其內外之分，為天覆、地載；左右之分，為風揚、雲垂；前後四隅之分，為龍飛，為虎翼，為鳥翔，為蛇蟠者，此八圖之變歟？合不自合，而包含無盡；變不徒變，為應敵無方。堅如磐石，觸之者碎；熾如烈火，犯之者焦。此司馬懿所以甘受巾幗之辱，而終不敢輕出以取敗也。 \\n  \\n  \\n 武侯已矣，而陣圖在白帝城魚復洲者，固自若也。晉馬隆以三千步卒破（署）〔樹〕機能數萬騎〔一〕，以復涼州者，按此圖也。自是厥後，兵家者流但以資談說，而不以教行伍。雖《師律提綱》具載圖說，而於「總圖」後少「却月陣圖」。少却月陣，是無遊兵也，無遊兵，何以取勝而禦猝然之變也哉！且於擺陣未有號令之詳，變陣未有旗幟之色，雖教用之，不可得已。 \\n  \\n  \\n 此吾東萊藍公以大都憲章典兵漢中之時，所以景慕諸葛武侯，遣使魚復，圖其猶在之壘石，而諦觀之。加以推演，詢問講究之久，一旦恍然，似有以得其指要者。復得武都士人龍姓正名者，諳練陣圖，與語脗合，深加賞識。遂命取小石於廳事後，布以合之，起以變之，其合其變，應手而成。於是以其法教諸將士，驗其可與有為也，遂著之圖說。比舊加詳，而擺陣變陣之舉，發所未發也。刊以成書，自將領以至士卒，人手給一本，誦而習之。無何精熟，敵愾之氣，十倍尋常矣，乃制為衝陣之法，遴選勇銳以衝之。衝則見擒，無能脫者，將士欣躍，思欲一逞。由是威武奮揚，屢戰屢獲，漢南搗賊，於次授首，斬獲降散，無慮數萬計，漢中乂安。班師奏凱，論功推擢，雖公之忠貞智勇有過人者，何莫而不自八陣圖說中來耶？惜其刊於漢中者，傳希未廣。今公以少司寇兼都憲，清理兩淮等處鹽法，而士大夫之道囗者〔二〕，皆訪陣圖之說囗囗囗囗〔三〕，頓於應酬。爰囗兩淮運司同知高君朝用翻刊原本〔四〕，冀代應酬，且廣其傳焉。 \\n  \\n  \\n 君承命偕其僚佐，屬敘於余。余雖不佞，而稔聞漢中之功，成於陣圖之習；陣圖之習，成於藍公之教，而亟羨其人存政舉也，是固不辭而次第其概如右。以復若夫陣圖之說之用於方來，則亦存乎其人也云爾。 \\n  \\n 正德丙子春二月吉旦 \\n 賜進士第朝列大夫前廣東布政司右參議維揚徐昂識。 \\n 校勘記 \\n 〔一〕「署機能」，《晉書．馬隆傳》、《文集》本作「樹機能」，據正。 \\n 〔二〕「道」下一字模糊難悉，姑闕疑。 \\n 〔三〕「說」下四字模糊難悉，姑闕疑。 \\n 〔四〕「爰」下一字模糊難悉，姑闕疑。 \\n ○〈八陣號令〉 \\n  \\n 凡遇操練之日，侵晨赴各地方，每隊七行七層，以三千人之上，四隊合為一隊；二萬人之上，四陣合為一陣；二十萬人之上，四部合為一部，俱分兩層駐劄。 \\n  \\n 聞中軍號笛響，馬步官旗詣中軍，聽發放訖，回還各隊，傳令諭眾，不許喧譁及錯亂隊伍。 \\n  \\n 聞中軍第一聲哱囉響，各隊步兵皆集，騎兵解絆牽馬。第二聲哱囉響，步兵舉旗，騎兵乘馬。第三聲哱囉響，點鼓，間隊出緩行，一鼓一蹻。至十八步，中軍放砲一箇，磨旗三次，發喊三聲。戰聲喇叭響，發鼓，急行十八步，金響止，單擺開。鑼響，放銃，弓弩、槍牌各作戰勢，官軍齊唱「護、護、護」三聲。｛口別｝咧響，發喊。摔鈸響，收隊，駐為第一陣。 \\n  \\n  \\n 再點鼓，後面隊盡出緩行，過第一陣前十八步，放砲一箇，磨旗一次，發喊一聲。戰聲喇叭響，發鼓，急行十（七）〔八〕步〔一〕，金響止，單擺開。鑼響，放銃，弓弩、槍牌皆作戰勢，齊唱「殺、殺、殺」三聲。｛口別｝咧響，發喊。摔鈸響，收隊，駐為第二陣。 \\n  \\n  \\n 三次點鼓，後第一陣又間隊出緩行，過第二陣前十八步，放砲一箇，磨旗一次，發喊一聲。戰聲喇叭響，發鼓，急行十八步，金響止，單擺開。鑼響，放銃，弓弩、槍牌皆作戰勢，齊唱「突、突、突」三聲。｛口別｝咧響，發喊。摔鈸響，收隊，駐為第三陣。 \\n  \\n  \\n 四次點鼓，後第二陣亦間隊出緩行，過第三陣前十八步，放砲一箇，磨旗一次，發喊一聲。戰聲喇叭響，發鼓，急行十八步，金響止，單擺開。鑼響，放銃，弓弩、槍牌如前作勢，齊唱「訶、訶、訶」三聲。｛口別｝咧響，發喊。摔鈸響，收隊，駐為第四陣。 \\n  \\n  \\n 中軍放起火三枝〔二〕，點鼓，每陣皆間隊出，前行十八步正〔三〕，各趨原分地方下營。左、右、前、後縱橫擺成行列，面俱朝外，金響止。戰聲喇叭響，單擺開，如陣總圖，隅落鈎連，以成八陣之規。｛口別｝咧響，發喊。摔鈸響，收隊。 \\n  \\n  \\n 若欲衝演變陣者，先整前哨金鼓旗二對、響器二副、金二口、鑼二面、鼓十二面、摔鈸二箇、大銃四口，中軍金鼓旗旛如舊，聽本哨官入天陣內用。次中軍舉玄、黃二色旗，為一變天覆、地載二陣〔四〕，放砲一箇，點鼓，該天陣隊往南緩行，布天陣；該地陣隊往（比）〔北〕緩行〔五〕，布地陣。各至地界，磨旗一次，發喊一聲。戰聲喇叭響，發鼓，急趨下營，金響止，單擺開。鑼響，放銃，弓弩、槍牌皆作戰勢，齊唱「護、護、護」三聲。｛口別｝咧響，發喊。摔鈸響，收隊。中軍放起火三枝〔六〕，二陣皆動，復回總陣。打得勝鼓，哱囉、喇叭、號笛齊響，各歸原地。 \\n  \\n  \\n 若再變陣，亦如前撥旗鼓響器等件，聽左哨官入陣用。中軍舉五綵、五暈二旗，則為第二變風揚、雲垂二陣。放砲一箇，點鼓，該風陣隊往西緩行，布風陣；該雲陣隊往東緩行，布雲陣。其進止、動盪、回營、號頭，皆准前例，但唱「殺、殺、殺」三聲。 \\n  \\n  \\n 若再變陣，右哨官入陣，中軍舉青、白二旗，為第三變龍飛、虎翼二陣。放砲一箇，點鼓，該龍陣隊往東南，布龍陣；該虎陣隊往西北，布虎陣。但唱「突、突、突」三聲，其進止、動盪、號頭，皆同前例。 \\n  \\n  \\n 若再變陣，後哨官入陣，中軍舉赤、黑二旗，為第四變鳥翔、蛇蟠二陣。放砲一箇，點鼓，該鳥陣往東北，布鳥陣；該蛇陣往西南，布蛇陣。但唱「訶、訶、訶」三聲，其號頭皆與前同。 \\n  \\n 校勘記 \\n 〔一〕「十七」，《初編》本作「十八」，據正。 \\n 〔二〕《初編》本「火」下有「箭」字。 \\n 〔三〕「正」，《文集》本作「止」、《初編》本作「上」。 \\n 〔四〕據下文例，「一」前當有「第」字。 \\n 〔五〕「比」，《文集》本、《初編》本均作「北」，據正。 \\n 〔六〕《初編》本「火」下有「箭」字。 \\n  \\n 推演八陣，始於隊伍，而成營陣。伍者，五行生成之數也；陣者，八卦之象也；遊兵者，二十四氣之數也。所以五人為伍，十伍為一隊，加五旗，軍而五十有五，終於生成之數也。八隊為一陣，有四百四十人。八陣為一部，有三千五百二十人，而為小成，可變兩陣也。八部為一將，有二萬八千一百六十人，而為中成，八陣齊可變也，終於六十四卦也。八將為一軍，有二十二萬五千二百八十人，而為大成，故韓信曰「多多益善」。其布列陣營，以將臺左列四陣，右列四陣，分作兩層駐劄，而為小將。左列四部，右列四部，亦分兩層，而為中將。左列四將，右列四將，亦分兩層，而為大將。 \\n  \\n  \\n 其制：陣以千人，可布六華陣，每面用六十步。以小成三千五百二十人，可布八陣，每面用一百二十步。以中成二萬八千一百六十人，每面用六百步。以大成二十二萬五千二百八十人，每面用一千二百步。其小成，每隊相離十八步。中成，每陣相離八十六步。大成，每部相離一百七十二步。內餘數步，加中軍而為閏也。以天後衝四隊，東北、西北風雲各二隊，定作一號；以地後衝四隊，東北、西北風雲各二隊，定作二號；以後地軸、地後衝各二隊，定作三號；以後地軸四隊，左、右後天衡各二隊，定作四號；以前地軸四隊，左、右前天衡各二隊，定作五號；以前地軸、地前衝各二隊，左、右前天衡各二隊，定作六號；以地前衝四隊，東南、西南風雲各二隊，定作七號；以天前衝四隊，東南、西南風雲各二隊，定作八號，書於本隊旗上，布陣下營，不得錯亂。 \\n  \\n  \\n 聞中軍舉號，每陣皆間隊，一、二、五、六號先出三十六步，止，單擺開。戰畢，仍收作八陣，為第一陣。二次舉號，三、四、七、八號出，過第一陣前三十六步止，單擺開。戰畢，仍收作八陣，為第二陣。三次舉號，第一陣又間隊，每陣出五、六號，過第二陣前三十六步止，單擺開。戰畢，仍收作八陣，為第三陣。（曰）〔四〕次舉號〔一〕，第二陣又間隊，每陣出七、八號，過第三陣前三十六步止，單擺開。戰畢，仍收作八陣，為第四陣。 \\n  \\n  \\n 次視中軍舉起火，點鼓，每陣又間隊，一、三、五、七號不動，二、四、六、八號出，前行十八步止。天前衝四陣居前，天後衝四陣居後，天衡十六陣居兩端，地軸十二陣居中間，地前衝六陣居前，地後衝六陣居後，風八陣居四維，雲八陣居四角，自然而成八陣之規也。 \\n  \\n  \\n 遊兵二十四陣，分列兩哨。每哨十二陣，三陣定作一號，共作四號，分列兩層，進止、開闔、間隊，與八陣皆同。惟下營之際，掣環於後而伏之，取勝衝擊，全在乎遊兵也〔二〕。 \\n  \\n 校勘記 \\n 〔一〕「曰」，《文集》本、《初編》本作「四」，據正。 \\n 〔二〕《初編》本「也」字後有「是可忽乎哉」五字。 \\n ○〈天覆陣贊〉 \\n 〔八陣變例〕〔一〕 \\n 天陣十六，外方內圓。四為風揚，其形象天。為陣之主，為兵之先。善用三軍，其形不偏。 \\n 〔八陣變例〕 \\n 內外之分為第一變 \\n  \\n 外之分，變為天覆陣。有風無雲。用總陣外面之隊，以右天衝二隊列前，居正南。以東南、西南風各二隊，列天衝兩維。以左、右天衡各四隊，列前中。以左右天前、後衝各二隊，列兩端。以左、右後天衡各四隊，列後中。以左天後衝二隊，列後。以東北、西北風各二隊，列後兩維。謂風附天而形圓也。 \\n  \\n ○〈地載陣贊〉 \\n 地陣十二，其形正方。雲主四角，冲敵難當。其體莫測，動用無窮。獨立不可，配之於陽。 \\n  \\n 內之分，變為地載陣。有雲無風。用總陣中間之隊，以左地後衝三隊列前，居正北。以東北、西北雲各二隊，列地後衝兩角。以左、右後地軸各三隊，列左、右、中。以左、右前地軸各三隊，列後地軸之左右。以左、右前地後衝各三隊，列地軸之兩端。以右地前衝三隊，列後。以東南、西南雲各二隊，列地前衝兩角。謂雲附地而形方是也。 \\n  \\n ○〈風揚陣贊〉 \\n 風無正形，附之於天。變而為蛇，其意漸玄。風能鼓物，萬物撓焉。蛇能為繞，三軍懼焉。 \\n 左右之分為第二變 \\n  \\n 右之分，變為風揚陣。有風無雲。用總陣右一半隊，以右天前衝二隊列前，居正西。以西北、西南風各二隊，列天前衝兩維。以右前地軸三隊，列前中。以右前、後天（衝）〔衡〕各四隊〔二〕，列地軸左右。以東北、東南風各二隊，列衡兩端。以後地軸三隊，列後中。以右地前、後衝各三隊，列地軸兩維。以右天後衝二隊，列後。謂風附衡而形銳是也。 \\n  \\n ○〈雲垂陣贊〉 \\n 雲附於地，始則無形。變為翔鳥，其狀乃成。鳥能突擊，雲能晦冥。千變萬化，金革之聲。 \\n  \\n 左之分，變為雲垂陣。有雲無風。用總陣左一半隊，以左天後衝二隊列前，居正東。以左、右地前後衝各三隊，列天後衝兩維。以左後地軸三隊，列前中。以左前、後天衡各四隊，次列後地軸之左右。以左前地軸三隊，列天衡之中。以東南、東北雲各二隊，列天衡兩端。以左天前衝二隊列後，居正西。以西南、西北雲各二隊，列天前衝兩維。謂雲附衡而形有聚有散也。 \\n  \\n ○〈龍飛陣贊〉 \\n 天地後衝，龍變其中。有爪有足，有背有胸。潛則不測，動則無窮。陣形赫然，象名為龍。 \\n 前後之分為第三變 \\n  \\n 後之分，變為龍飛陣。有雲無風。用總陣後一半隊，以東南、東北雲各二隊列東南，為兩翼。以左後天衡四隊，列前為首。以左天後衝二隊，列天衡次。以左地後衝三隊，列天衝次。以左、右後地軸各三隊，列地衝中。以右地後衝三隊，列地軸次。以右天前衝二隊，列地衝次。以右天衝四隊，列後為尾。以西南、西北雲各二隊，列衡二維，為翼。謂雲從龍而形象龍也。 \\n  \\n ○〈虎翼陣贊〉 \\n 天地前衝，變為虎翼。伏虎將搏，盛其威力。淮陰用之，變為無極。垓下之會，魯公莫測。 \\n  \\n 前之分，變為虎翼陣。有風無雲。用總陣前一半隊，以西北、西南風各二隊，列西北二維，為前足。以右前天衡四隊列前，為首。以右天前衝二隊，列天衡之次。以前左、右地軸各三隊，列中之左右。以左、右地前衝各三隊，列地軸兩廂，為翼。以左天前衝二隊，列地軸之次。以左前天衡四隊列後，為尾。以東北、東南風各二隊，列天衡二維，為後足。謂風從虎而形象虎也。 \\n  \\n ○〈鳥翔陣贊〉 \\n 鷙鳥將摶，必先翱翔。勢凌霄漢，飛禽伏藏。審之而下，必有中傷。一夫突擊，三軍莫當。 \\n 四隅之分為第四變 \\n  \\n 東北、西南二隅，變為鳥翔陣。有雲無風。用總陣二隅之隊，以左天後衝二隊列前，居東北，為首。以右天前衝二隊列後，為尾。以左後地軸三隊，列天衝右。以右前地軸三隊，列天衝左。以左後天衡四隊，列地軸右〔三〕。以右前天衡四隊，列軸左。以左地後衝三隊，列天衡右。以右地前衝三隊，列天衡左。以東北、東南雲各二隊，列地衝右，為羽翼。以西北、西南雲各二隊，列地衝左，為羽翼。謂雲附衝而形象鳥翔也。 \\n  \\n ○〈蛇蟠陣贊〉　 \\n 風為蛇蟠，附天成形。勢能圍遶，性能屈伸。四奇之中，與虎為鄰。後變常山，首尾相因。 \\n  \\n 西北、東南二隅，變為蛇蟠陣。有風無雲，用總陣二隅之隊，以右後地軸三隊列前，居西南，為首。以右前地軸三隊列後，為尾。以右後天衡四隊，列地軸右。以（右）〔左〕前天衡四隊〔四〕，列地軸左。以右地後衝三隊，列天衡右。以左地前衝三隊，列天衡左。以右天後衝二隊，列地衝右。以左天前衝二隊，列地衝左。以西北風二隊，列天衝右。以西南風二隊，列天衝左。以東北風二隊，列西北風右。以東南風二隊，列西南風左。謂風附軸而形象蛇蟠也。 \\n  \\n 校勘記 \\n 〔一〕「八陣變例」四字原在「其形不偏」後，惟「八陣變例」當為總綱，今據《文集》本移置篇首。 \\n 〔二〕「衝」，《初編》本作「衡」。觀風揚陣圖，可知作「衡」為是，據正。 \\n 〔三〕《全集》本、《初編》本「軸」上均無「地」字。 \\n 〔四〕「右」，《初編》本作「左」。觀蛇蟠陣圖，可知作「左」為是，據正。 \\n ○〈八陣圖跋〉 \\n  \\n 諸葛武侯推演兵法，作「八陣圖」。孟獲觀之，曰：「公，天威也。」司馬懿按行之，曰：「天下奇才也！」嚴從謂其出於風后《握機文》，以余言之，《握機文》迺依托為之者，非風后也，寔「八陣圖」之註耳。獨孤及之《圖記》，以為得於《黃帝》書之外篇者，亦非也。馬隆《八陣贊》，又《握機文》之註耳。其見於李靖《問對》者，亦阮逸之偽書也。圖之蹟有四：一在沔陽、一在新都、一在魚復、一在南市。予嘗至沔陽拜武侯之墓，而訪其舊壘，已不可識。聞新都、南市者亦殘破不可考，唯魚復者迄今如故。余使人圖而觀之，六十四壘布於前者，八陣也；二十四壘環於後者，却月陣也。六十有四，重《易》之卦也；二十有四，作《易》之畫也。卦定於方以知，故八陣象之；畫起於圓而神，故却月陣象之。卦自畫起，方自圓生。壁門者，陰陽之象也；握奇者，虛中之象也，奇正之變，皆出於此。奇亦為正之正，正亦為奇之奇，彼此相用，循環無窮。桓溫曰「是常山蛇勢者」，亦妄言耳。常山蛇謂之「率然」，蓋高直陣也，非八陣也。李筌《太白陰經》以天、地、風、雲為正，以龍、虎、鳥、蛇為奇，亦出臆見，至謂教戰有圖，而戰陣無圖，尤大謬也。 \\n  \\n  \\n 頃者蜀盜弄兵，予奉詔致討，督師駐漢中，因取「八陣圖」而推演之。自六十四壘分內、外、前、後、四隅，又變而為八陣，縱橫開闔，鈎聯蟠屈，各有條理。以之訓練，而行伍始嚴整可觀矣。三復考訂，命武都人龍正圖之而註其左，付郡守楊秉衡刻梓，自將領以至士卒，人給一本，誦而習之。嗚呼！廢陣形而用兵者，妄也；執陣形而求勝者，愚也。平居練兵，如身運臂，而臂運指，無不如意，則禦寇而搏擊焉。一陰一陽，變化出沒，而莫有逆吾命者矣。孫武曰：「鬪亂而不可亂，形圓而不可破」非武侯之圖，其孰能與於此哉！ \\n  \\n 正德八年癸酉仲夏既望 \\n 賜進士嘉議大夫都察院右副都御史東萊藍章跋。 \\n 　 \\n ●〈八陣合變圖說點校凡例〉 \\n 《八陣合變圖說》一卷（明）龍正撰 \\n 點校凡例 \\n  \\n 一．本次點校，以《四庫存目叢書》影印明黃邦彥刻《諸葛武侯心書》附刊本為底本，以明崇禎刻《諸葛忠武侯文集》本（中國書店1996年排印本，以下簡稱《文集》本）、《叢書集成初編》本（商務印書館據清《學津討原》本排印，以下簡稱《初編》本）對校。 \\n  \\n 二．底本遇有版刻疏失，如理據充足，且有校本可從，則作校改。如無別本可依，則僅於校記說明疑義。 \\n 三．底本與對校本文字有重要不同，而義可兩存者，於校記注明。惟一般異文不另注出，以免繁瑣。 \\n 四．凡有所校補，於句末標出校碼。原文誤字用小字括以（　）號，校正之文字括以〔　〕號。 \\n 五．古體字、異體字、俗體字一律逕改，不另出校記。 \\n 六．影本模糊難悉處，均不妄補，仍守古人闕疑之例，以囗別之。 \\n 七．書後附提要、著錄，以備讀者參詳。 \\n 　 \\n ●〈八陣合變圖說提要〉 \\n  \\n 《八陣合變圖說》一卷，明龍正撰。正，武都人。藍章跋稱「予奉詔致討，督師駐漢中，因取『八陣圖』而推演之」，又云「三復考訂，命武都人龍正圖而註其左」，則書蓋自藍氏草之，而定於正手也。是書首載「八陣號令」，述總陣、變陣號令。次列「八陣圖」，下述總陣行伍及佈列之法。次為「八陣變例」，先列變陣圖例，下繫世傳馬隆所作《八陣總述》，繼敘佈列之法。古之言陣勢者，咸推諸葛亮八陣，惜其圖久已不傳，是故後人爭相演述，此書亦其一也。其陣列頗巧，似有所本。如「八陣圖」者，即《續武經總要》所謂「正義分配八陣」也，特前地軸、前地衝之鈎連微異矣。徐昂序稱將士誦而習之，由是「威武奮揚，屢戰屢獲」云云，而趙本學論武侯八陣，謂「後世有以天、地衡軸衝分配者，有演為天覆、地載、風揚、雲垂、龍飛、震翼、鳥翔、蛇蟠者，不足信也」，則藍章漢中之功，非區區圖說之習耳。俞大猷言駐陣貴隨時演布，安得以一圈為隊，一畫為行，先筆之紙上，誠知言也哉！是書敘號令、擺隊甚詳，讀此以識古人陣列之法可也，若謂其果從武侯八陣中來，則不免拘執之譏矣。 \\n  \\n 〈著錄〉 \\n 《千頃堂書目》卷十三： \\n 藍章《八陣合變圖說》一卷。（東萊人。一作雷震北） \\n 龍正《八陣圖演注》一卷。 \\n 《國史經籍志》卷四下： \\n 《八陣合變圖說》一卷（雷辰化）。 \\n 《八陣圖演注》一卷（龍正）。 \\n 《明史．藝文志》卷九十八： \\n 龍正《八陣圖演注》一卷。 \\n 《四庫全書總目》卷一百： \\n 八陣合變圖說無卷數　兩淮鹽政採進本 \\n 明龍正撰。正，武都人。正德中，萊陽藍章巡撫四川，駐兵漢中，遣人至魚復江，圖八陣壘石。正時在章幕中，遂推演為圖說，刊於蜀中。 \\n 《鄭堂讀書記》卷三十八： \\n 八陣合變圖說一卷　學津討原本 \\n  \\n 明龍正撰（正字嚴從，武都人）。《四庫全書》存目。《宋志》有《武侯八陣圖》一卷，久已不傳。至正德中，四川巡撫藍章典兵漢中，因遣使魚復，圖取忠武所遺八陣之壘石，而諦觀之，得其指要。乃取小石于廳事後，布以合之，起以變之，其合其變，應手而成。于是以擺變陣之舉，竟發其所未發。嚴從時在章幕中，遂為之圖并說，付之刊印，自將領以至士卒，俾各誦而習之。其書自六十四壘分內、外、前、後、四隅，又變而為八陣，縱橫開闔，鈎聯蟠屈，各有條理。以之訓練，而行伍自嚴整可觀矣。書成于正德丙子，廣東參議徐昂為之序。末有跋，不著名氏，中有「予奉詔致討，督師漢中」語，知即章所作也。 \\n  \\n 顯之按：周氏所記，大抵採綴徐昂序及藍章跋文。所稱「末有跋，不著名氏」云云，蓋《學津討原》本偶失之矣。至謂龍正字嚴從，不知何據。"}
