{"章节": "太公金匱", "正文": "　太公金匱 \\n  \\n  \\n 〔〈開元占經．三〉〕 \\n 唐帝克有苗，問人曰：「吾聞有苗時天雨血沾衣，有此妖乎？」人曰：「非妖也。有苗誅諫者，尊無功，退有能，遇人如讎，故亡耳。」 \\n 〔〈開元占經．六〉〕 \\n 三苗時有日鬥。 \\n 〔《太平御覽》四〕 \\n 三苗之時，三月不見日。 \\n 〔《藝文類聚》三，《太平御覽》二十七又七十二，〈路史．後紀十四〉〕 \\n 夏桀之時，有岑山之水，桀當以十月發民鑿山穿陵通於河，民諫曰：「孟冬鑿山穿陵，是泄天氣發地之藏。天子失道，後必有敗。」桀殺之。（案《路史》引作「桀以為妖言殺之。」）期年，岑山一旦崩為大澤，水深九尺，山覆於谷，上反居下。（案《路史》引有「水深」以下十二字，又有　老諫而役之一句。）湯率諸侯伐之。 \\n 〔《藝文類聚》三，《太平御覽》二十一又八百三十二，《事類賦》注四〕 \\n 紂常以六月獵於西土，發民逐禽。民諫曰：「今六月，天務覆施，地務長養。今盛夏發民逐禽，而元元命懸於野。君殘一日之苗，而民百日不食。天子失道，後必無福。」紂以妖言而誅之。後數月，天暴風雨，發屋折木。 \\n 〔《太平御覽》六百四十二〕 \\n 文王問太公曰：「天下失道，忠諫者死。予子伯邑考為王僕御，無故烹之；囚予於羑里以其羹歠予。」 \\n 〔《太平御覽》三百三十六〕 \\n 兵器可以守國，耒耜是其弓弩，鋤杷是其矛戟，簦笠是其兜鍪，鐮斧是其攻具。 \\n 〔《太平御覽》三百三十九〕 \\n 武王曰：「五帝之時，無守戰之具，國存者何？」太公曰：「守戰之具，皆在民間。耒耜者是其弓弩也，鋤爬者是其矛戟也，簦笠者是其兜鍪也，鐮斧者是其攻戰之具也，雞狗者是其鉦鼓也。」 \\n 〔《北堂書鈔》八十七，《藝文類聚》八十八，《太平御覽》五百三十二，《事類賦》注二十五〕 \\n 武王問太公曰：「天下精神甚眾，（案《藝文類聚》、《事類賦》注引「精神」作「神來」，《北堂書鈔》引「眾」作「　」（簡體）。〕恐後復有試予者也。何以待之？」師尚父曰：「請樹槐於王門內，王路之右起西社築垣牆，（案《北堂書鈔》引作「策垣壇」。）祭以酒脯，食以犧牲，尊之曰社。」客有非常，先與之語，乃命太公祝社曰：客有益者入，無益者距（之）。（案《北堂書鈔》引作「如社曰如山客敕，享有益者。拒字疑有偽，《藝文類聚》引與《太平御覽》同。）歲告以水旱，與其風雨，澤流悉行，除民所苦也。 \\n 〔〈後漢書．光武紀〉注，《意林》一，《藝文類聚》二十，〈文選．張茂先．女史箴〉注，《太平御覽》四百三十，又四百五十九，又五百九十三。〕 \\n 武王問師尚父曰：「五帝之戒，可得聞乎？」師尚父曰（案《意林》引作「太公曰」。）：「黃帝云：予在民上，搖搖恐夕不至朝，故金人三緘其口，慎言語也。堯居民上，振振如臨深淵。（案《後漢書》注引作「黃帝居人上，惴惴若臨深淵。」）舜居民上，兢兢如履薄冰。禹居民上，慄慄如不滿日。（案《意林》引作「如恐不滿」。）湯居民上，翼翼懼不敢息。吾聞道自微而生，禍自微而成，慎終與始，完如金城。敬勝怠則吉，義勝欲則昌。日慎一日，壽終無殃。」 \\n 〔《太平御覽》五百九十〕 \\n 武王曰：「吾隨師尚父之言，因為慎。書銘隨身自誡，其冠銘寵以著首，將身不正，遺為德咎。書履曰：行必慮正，無懷僥倖。書劍曰：當以服兵，而行道德；行則福，廢則覆。（案《太平御覽》四百三引作「德行則福，德廢則覆。」，《北堂書鈔》一百二十二引與此同。）書鏡曰：以鏡自照，則知吉凶。書車曰：自致者急，載人者緩；取欲無度，自致而反。」 \\n 〔〈後漢書．崔駰傳〉注〕 \\n 武王曰：「吾欲造起居之誡，隨之以身。几之書曰：安無忘危，有無忘亡，孰惟二者必後無凶。杖之書曰：輔人無苟，扶人無咎。」 \\n 〔《太平御覽》一百八十三〕 \\n 門之書曰：敬遇賓客，貴賤無二。 \\n 〔《太平御覽》一百八十四〕 \\n 戶之書曰：出畏之，人懼之也。 \\n 〔《太平御覽》一百八十八〕 \\n 牖之書曰：窺望審，且念所得，可思所忘。 \\n 〔《太平御覽》一百八十四〕 \\n 鑰之書曰：昏慎守，深察訛也。 \\n 〔《初學記》二十一，《藝文類聚》五十八，《太平御覽》六百五，《事類賦》注十五〕 \\n 研之書曰：石墨相著，（案《事類賦》注引下有「而黑」二字。）邪心讒言無得汙白。 \\n 〔《意林》一〕 \\n 書鋒：忍之須叟，乃全汝軀。 \\n 〔《意林》一〕 \\n 書刀：刀利皚皚，無為汝開。 \\n 〔《意林》一〕 \\n 書井：源泉滑滑（汩汩），連旱則絕；取事有常，賦斂有節。 \\n 〔《北堂書鈔》一百二十五，案文有脫偽〕 \\n 弩之戟為翼，弩之書見奔。遠行在才者，與任武者也。 \\n 〔《太平御覽》六百三十三，案《北堂書鈔》三十引「賞一人，千萬喜」六字。） \\n 賞一人而千人喜者，賞之；賞二人而萬人喜者，賞之；賞三人而三軍勸者，賞之。 \\n 〔《太平御覽》六百四十七〕 \\n 殺一人而千人恐者，殺之；殺二人而萬人動者，殺之；殺三人而軍振者，殺之。 \\n 〔〈文選．劉孝標．廣絕交論〉注〕 \\n 屈一人之下，伸萬人之上。武王曰：請著金版。 \\n 〔《意林》〕 \\n 武王問太公曰：「殷已亡其三人，今可伐乎？」太公曰：「臣聞之：知天者不怨天，知己者不怨人。先謀後事者昌，先事後謀者亡。且天與不取，反受其咎；時至不行，反受其殃。非時而生，是為妄成，故夏條可結，冬冰可釋。時難得而易失也。 \\n 〔〈後漢書．袁紹傳〉注，〈文選．陳孔璋．為袁紹檄豫州〉注〕 \\n 天道無親，常與善人。今海內陸沈於殷久矣，何乃急於元元哉？ \\n 〔《北堂書鈔〉一百四十四、一百五十二，《初學記》二，《藝文類聚》二，〈文選．雪賦〉注，《開元占經》一百十三，《太平御覽》十二、八百五十九、八百八十二，《太平廣記》二百九十一，《事類賦》注三〕 \\n 武王伐紂，都洛邑。（案〈文選．雪賦〉注引下有「未成」二字。）海內神相謂曰：「今周王聖人，得民心乎！當防之，隨四時而風雨。（案《北堂書鈔》引「海內」以下二十四字，疑有脫偽。）」陰寒雨雪十餘日，深丈餘。甲子平旦，有五丈夫乘車馬，從兩騎止門外，欲謁武王。武王將不出見，太公曰：「不可。雪深丈餘，而車騎無跡，恐是聖人。」王使太師尚父謝五丈夫曰：「賓幸臨之，失不先問，方修法服。」太師尚父乃使人持一器粥，開門而進五車兩騎，曰：「王在內，未有出意。（案《太平御覽》十二引作「先王大夫在內，方對天子未有出」）」時天寒，故進熱粥以御寒，未知長幼從何起？兩騎曰：「先進南海君，次東海君，次西海君，次北海君，次河伯、雨師、風伯。」粥畢，使者具以告尚父，尚父謂武王曰：「客可見矣。五車兩騎，四海之神與河伯、雨師耳。」王曰：「不知有名乎？」曰：「南海之神曰祝融，東海之神曰勾芒，北海之神曰玄冥，西海之神曰蓐收。河伯名為馮夷，（案〈史記．封禪書〉〈正義〉引作「馮修」，〈文選．思玄賦〉舊注引作「河伯姓馮名修」。）雨師名詠，風伯名姨。請使謁者各以其名召之。」武王乃於殿上，謁者於殿下，門外引祝融進，五神皆驚，相視而歎！祝融拜武王曰：「天陰乃遠來。」何以告之？皆曰：「天伐殷立周，謹來受命，願敕風伯、雨師，各使奉其職。」 \\n 〔《太平御覽》十一〕 \\n 武王師到牧野，陣未畢而暴風疾雨，雷電幽冥，前後不見，太公曰：「善。雷電者，是吾軍動應天也。」 \\n 〔《太平寰宇記》二十五〕 \\n 武王伐紂至鳳凰陂，[革蔑]系解。 \\n 〔《藝文類聚》五十九，〈文選．吳季重．荅東阿王書〉注典引注，《太平御覽》一百三十九又三百四十九又七百三十九，《事類賦》注十三〕 \\n 武王伐殷，丁侯不朝。尚父乃畫丁侯，三旬射之。丁侯病大劇，使人卜之，祟在周；恐懼，乃遣使者請之於武王，願舉國為臣虜，武王許之。太師尚父乃以甲乙日拔其頭箭，丙丁日拔目箭，戊巳日拔腹箭，庚辛日拔股箭，壬癸日拔足箭，謂使曰：「歸矣。吾已告諸神，言丁侯前畔義，今已遣人來降，勿復過之。比使者歸，子之君所息念矣。」使者辭歸，至，丁侯病乃愈。四夷聞之，皆懼，各以其職來貢，越裳氏獻白雉，重譯而至。 \\n 〔《意林》一，《太平御覽》三百六十六〕 \\n 武王平殷，還問太公曰：「今民吏未安，賢者未定，如何？」太公曰：「無故無新，如天如地。得殷之財，與殷之民共之，則商得其賈，農得其田也。一木視則不明，一耳聽則不聰，一足步則不行，選賢自代，上下各得其所。」 \\n 〔《北堂書鈔》四十九〕 \\n 宰相不富國安主，調陰陽，和群臣，樂萬民，非吾宰相也。 \\n 〔〈文選．劉子駿．移書讓太常博士〉注〕 \\n 夫人可以樂成，難以慮始。 \\n 〔〈文選．司馬長卿．上書諫獵〉注，〈阮元瑜．為曹公作書與孫權〉注〕 \\n 明者見兆於未萌，智者避危於未形。 \\n 〔《初學記》七〕 \\n 春三月，斗星為天關。戰：背天關、向天梁，敵不可當。 \\n 〔《初學記》七〕 \\n 冬月，奎星為天關。 \\n 〔《太平御覽》三百九十。案《御覽》引注云《皇覽》云：「出《太公金匱》。」，〈路史．後紀〉五云：世謂太公作金人、《太公金匱》，公對武王之言，明黃帝所作。〕 \\n 金人銘曰：周太廟右階之前有金人焉！三緘其口，而銘其背曰：我古之慎言人也，戒之焉。毋多言，毋多事。多言多敗，多事多害。"}
