{"章节": "傲轩吟稿（元）胡天游", "正文": "　 \\n   \\n   \\n 傲轩吟稿 \\n （元）胡天游 \\n   \\n 　 \\n  \\n 提要 \\n （臣）等謹案傲軒吟稿一卷元胡天游撰天游名乗龍以字行號松竹主人又號傲軒岳州平江人當元季之亂隱居不仕邑人艾科為作傳稱使天假其年遇明太祖必為劉基宋濂則殁於順帝末年也其集兵燹之餘僅存十一傳稱其七嵗能詩巳具作者風力名藉藉一世視伯生子昻不輸一籌今觀所作大都悲壯激烈而頗病麤豪非惟未足抗虞集赤未足以敵趙孟頫傳所稱者殊過然長歌慷慨之中能發乎情止乎禮義身處未季惓惓然想見太平猶有詩人忠厚之遺其在元季要亦不失為作者也集中陌上花詩小序誤以錢鏐為梁元帝頗為乖舛蓋興酣落筆記憶偶疎庾信桂華之語誤讀漢書王維垂楊之句訛解莊子取其大端則小疵可畧論古人者正不在尋章摘句間矣 \\n 乾隆四十六年十一月恭校上 \\n 總纂官（臣）紀昀（臣）陸錫熊（臣）孫士毅 \\n 總校官（臣）陸費墀 \\n ●欽定四庫全書 \\n 傲軒吟稿 \\n （元）胡天游撰 \\n ○七言絶句 \\n 七歳遊法興寺 \\n 山色搖光入袖涼松隂十丈印迴廊老僧讀罷楞嚴呪一殿神風柏子香 \\n 春詞和韻 \\n 緑窗紅燭製春衣宫様花紗要入時玉手怕裁雙鳯破并刀欲下更遲遲 \\n 日射珠簾試曉晴隙光斜上寶釵明碧紗窗下無消息閒數呉蠶幾箇生 \\n 自尋蜀紙寫呉歌小字斜行未省多嬌懶却嫌春戰冷手拈牙筆倩人呵 \\n 暖風深巷賣花天爭買繁華裊鬢邊揀得一枝紅躑躅隔簾抛與沈郎錢 \\n 雙鵷不惜涴泥沙閒逐吳姬鬬草芽贏得阿嬌金半臂背人含笑入桃花 \\n 貪逐春風趂伴遊不知明月上梢頭兒夫若問歸遲意幾度穿花避紫騮 \\n 昨日江頭看緑楊歸來學得兩眉長低聲更向蕭郎問又恐眉長不稱粧 \\n 横橋阻水 \\n 浮江積雨水連天楊栁依依一釣船白髮篙師多意氣向人先索渡江錢 \\n 冬暖 \\n 冬令偷春多得暖灞橋無思可吟詩江梅一樹都開遍不問南枝與北枝 \\n 看畫馬 \\n 九重天上看飛龍大地驊騮一掃空白髮塞翁多意氣眼明空見畫圖中 \\n 贈星士龍困 \\n 涵空一碧湛虚明中有蜿蜒睡未醒好待夜深風浪息看渠吞吐一天星 \\n 贈醫士劉碧源 \\n 老去劉郎鬢未華枕中鴻寶鼎中砂仙源十里蒸霞色半是桃花半杏花 \\n 寄友 \\n 憶子自昔乗羊車數月不見今何如潭邊日日看流水恐有泝流雙鯉魚 \\n 君家竹好别來久有客解道今平安最憶窗西萬竿緑幾番清影上儒冠 \\n 河南橋頭舊酒壚酒邊曽共歌烏烏髙樓百尺應頻上還有詩人共醉無 \\n 謝家莊上分攜日一曲驪歌醉裡聴惆悵芳卿夢中意人間無路寄叮嚀 \\n 傳聞借得街頭屋堆麵如山不□車何日相逢一尊酒溪橋踏月夜還家 \\n 曉日芙蓉 \\n 也傍清池也傍籬醉紅嬌嫩曉尤奇晴光却是多私意偏照池邊帶露枝 \\n 壬辰歳草昧蠭起比屋皆煨燼區室幸存自扁曰傲軒因題八首 \\n 柴門竟日無車馬芳艸沿堦一徑荒珍重祝融隨世態煌煌不到沍隂鄉 \\n 百屋堆錢等夢囘春風多誤燕歸來如何四壁都無物獨向人間傲刼灰 \\n 松竹隂隂緑四圍可憐天亦愛吾廬牀頭兎冊依然在不獨秦人種樹書 \\n 喪亂離羣一老夫悲歌誰與和烏烏柴門盡日不難閉俗客如今亦已無 \\n 風塵澒洞靈光在煨燼蕭條魯殿存事有至難今兩得傲軒猶我我猶軒 \\n 獨酌何須問主賔興來魚鳥亦相親蒼松翠竹真佳客明月清風是故人 \\n 避世誰能好采芝山深谷絶路逶迤南塘只在人間世滿眼干戈似不知 \\n 武陵桃花落紅雨邵平瓜圃生秋風不及南塘松與竹青青長對主人翁 \\n 男從軍 \\n 十五束髮去從軍背劍腰刀别弟昆男兒不洒臨岐淚觱篥數聲吹出門 \\n 雨沐風餐夜枕戈東征未了北防河當時只道從軍樂誰道從軍苦更多 \\n 自古男兒要自强腰間金印有時黄時來不用龍泉劍手搏樓蘭獻廟堂 \\n 女從軍 \\n 二八女兒紅繡靴朝朝馬上畫雙蛾采蓮曲調都忘却學得軍中唱凱歌 \\n 從軍裝束效男兒短製衣衫淡掃眉衆裡倩人扶上馬嬌羞不似在家時 \\n 栁營清曉促征期女伴相呼看祭旗壯士指僵霜氣重將軍莫訝鼔聲催 \\n ○七言律詩 \\n 贈宗人胡以興號海觀【以興名鎮】 \\n 何年鼓棹泛鴻濛盡捲蓬瀛入望中老蜃噴空開翠巘巨鼇吹浪濕珠宫天浮析木星河外地盡扶桑日本東説與井蛙應不信更攜銀漢附鵬風 \\n 贈余公圖畫樓 \\n 一幅生綃天盡頭水光山色上簾鈎似將崔白千年軸挂在元龍百尺樓霜葉掃鴉描落照濕雲和鴈捲清秋紛紛紙上爭姸醜還識無為妙處求 \\n 髙人有眼看山川不費從來買畫錢萬古丹青垂宇宙百川樓觀倚風烟人行槲葉林邊路鳥没蘆花影裡天我欲與公添一筆寒灘蓑笠釣魚船 \\n 燈花分韻 \\n 寸燼能偷造化權花開花落自黄昏豈憑根本栽培力暫借膏油養育恩隔幔乍疑籠日幄展屏聊當避風幡彫零滿案無人問付與青娥淬髩痕 \\n 雙頭蓮 \\n 一枝瑶柄倚風清兩面紅粧鬬日明張孔斷魂埋玉井尹邢妖魄寄金莖雙鸞俯鏡東西照百子分房向背榮若使此花還解語好將蘭臭與誰平 \\n 牡丹花 \\n 相逢盡道看花歸慙愧尋芳獨後時北海已傾新釀酒東風猶鏁半開枝掃空紅紫真無敵看到雲仍未可知但願倚闌人不老為公長賦謫仙詩 \\n 寓中水樓秋夕 \\n 殘暑崢嶸入夜平羇懷牢落傍秋生斷雲推月弔孤影髙瀨挾風來逺聲山店辟纑松火細水樓欹枕葛衣清餘年飽食慚疎放囘首南州欲用兵 \\n 患瘧 \\n 陽消隂長巧知時夕去朝來似有期初若抱氷増戰慄終如坐甑劇烝炊閨中郭索不我借句裡髑髏空自奇擬倩馮夷訴顓頊為令驅出寧馨兒 \\n 衰病伶仃一老大桃笙六尺傲朝晡天公有意存吾道瘧鬼無知害老軀肝膽輪囷猶顧我形容枯槁似非吾有時怒見不平事强起挑燈看湛盧 \\n 寄内兄余牧山【名闕字和仲】 \\n 少年親故盡豪英囘首家山一愴情桑梓連雲俱寂寞松筠鬬雪獨崢嶸生憎赤幘何時白須信黄河有日清珍重加餐莫輕出共留老眼看昇平 \\n 亂後訪舊有感 \\n 粉墻朱户舊婆娑今日重來滿緑莎戀戀綈袍知己少紛紛紈袴少年多看燈深巷思行樂呼酒長亭憶醉歌惟有河南橋下水儒冠依舊照嵯峨 \\n 夏夜閒歩 \\n 野色寥寥一犬鳴戌樓初鼓絶人行哭聲未斷歌聲起漁火將殘鬼火明月暗荒村愁有虎烟迷行樹看如兵羈懷世故千憂集竟夕徬徨睡未成 \\n 遣悶 \\n 昏昏如醉復如癡半榻殘書兩鬢絲世故擾攘思樂日暮年艱苦憶兒時對人言語惟稱好狥俗文章懶出奇斗酒十千無覔處悶來消遣只憑詩 \\n 偶成 \\n 鄭虔官冷飯不足杜陵髙歌勸歸來古人失意有如此嗟我不去胡為哉山中屋廬殊未破門前稻秫已堪栽扶犂有子健如犢不信石田荒緑苔 \\n 觀除目 \\n 君王輕爵重艱危欲把銅山鑄虎符天上故人修詔草山中幽子看除書軒裳衮衮爭先進肉食紛紛媿逺圖戡亂扶顛今日事不知亷藺果何如慶 \\n 李千户納室 \\n 轅門佳氣曉氤氲觱篥筵開酒半醺鸞扇低囘人似玉虎牙顛倒從如雲花開穠李春猶小帳掩流蘇夜正分從此談兵應有助木蘭元是女將軍 \\n 寨居干粮呉景祥 \\n 甑有塵埃釡有蛛匡圍未解意何如西山紫蕨和雲采南谷黄精帶雨鋤門外更無千斛米腹中空有五車書呉江見説深如海何惜餘波活鮒魚 \\n 憶孟兄季弟 \\n 兄弟相看各一方别來俱各鬢成霜江山千里猶比屋風雨幾番能對牀海燕年深長作客塞鴻天逺不成行擎杯莫負黄花酒來看南塘萬竹長 \\n 詣石牛寨謁湯元帥 \\n 函谷門開隼脱鞲獨攜霜骨傲窮秋故無六祖三間屋羞上元龍百尺樓老禇獨憐勝翠被布衣猶待解貂裘明朝擬訪林邊竹還許吟驢借我否 \\n 送縣官之京 \\n 五鼓船開不可攀金門報政幾時還半帆花雨征裳重滿院松風午夢閒名字竟通青瑣闥恩榮暫造紫宸班重來擬望蘇民瘼倚杖江頭聴珮環 \\n 上知州 \\n 紫氣迢迢下玉京天教五馬鎮山城一輪明月何曽缺百里昌江無此清草木囘顔沾徳澤豺狼側耳避威名山中病叟頭如雪願借餘光一照榮 \\n 上縣尹 \\n 聖主恩深及草萊侍丁特許免科差天邊鳯詔今重見江上馬夫猶未囘八十蒼顔憐我老一雙青眼望公開倘能替換扶衰病結草丹心死不灰 \\n 譏諷黄蘭谷 \\n 雨花風絮兩飄颻興味都非舊寂寥白足懶穿雲外履翠眉低按月中簫重拈曉鏡添新髮旋試春衫減舊腰金鎖玉函千載恨爭如雲雨似朝朝 \\n 贈方道士囘沔陽 \\n 天上神仙白玉畿山中道士紫烟衣風塵澒洞雙鳬去城郭荒涼一鶴歸碧海青桑談世故丹田火棗悟玄機明朝又向江頭别囘首空山葉正飛 \\n 輓方貴卿 \\n 河南橋下舊英雄半百年華一夢中五夜忽聞呼啓啓九原堪恨去匆匆孤鸞弔影菱花掩怨鶴無聲蕙帳空斧鉞朱殷今日事埋香有地不如公 \\n ○五言律詩 \\n 輓友 \\n 壯年猶緑鬢大夢忽黄梁白骨隨歸棹清魂寄異鄉孤鸞空弔影雙鴈又分行獨洒梅花淚臨風奠一觴 \\n 有感 \\n 老鬢若霜蓬如何獨守窮還家猶作客廢學願為農日月龍蛇雨山川虎豹風牀頭新釀熟思與故人同 \\n 送姪胡文章修江舘 \\n 我祖文章伯餘光耿未休聖朝崇學校猶子重箕裘蠧簡三生債臯比幾度秋登髙還小魯觀禮復從周琴為知音鼓珠寧暗室投小奚藤作笈長鋏蒯為緱細栁牽征袂飛花餞去舟嗟予倚市拙壯子異鄉遊白酒春風席紅燈夜雨樓生徒交授受賔主迭賡酬章甫儀刑重湯盤徳業修多能宜下問博學更旁求勿謂青氊冷母貽素食羞句休吟苜蓿交重擇薰蕕忽忽山川異行行歳月遒竹林難共醉江樹攪離愁幕阜山前屋修江月上鈎白雲飛暫逺莫惜重囘頭 \\n 和禽言 \\n 泥滑滑 \\n 泥滑滑十歩稜掙五歩蹶我行欲借東家驢一蹶翻然四蹄折嗚呼寧可徒行費脚力驢死家貧償不得 \\n 提葫蘆 \\n 提葫蘆遍走街頭無酒壚田家米價貴如玉斗酒十千無處酤嗚呼客來一笑茶當酒邇來風塵茶亦少 \\n 婆餅焦 \\n 婆餅焦新婦腰鎌孫荷樵原頭麥熟空滿壠丈夫盡赴征西徭嗚呼土鐺敲火淚如雨婆餅不焦心自苦 \\n 歸去樂 \\n 歸去樂蜀道崔嵬天一角青泥百折費躋攀灔澦翻空波浪惡嗚呼朝避長蛇夕猛虎干戈滿眼歸何所 \\n ○五言古風 \\n 聞蛙 \\n 鳴哇出塪井意氣何驕盈乗隂集堦除奪我經誦聲喧闐自相和外此無他稱詎諧宫商調虚辱鼓吹名陋哉孔稚圭過譽非人情焉知朝陽鳯鏘若韶鈞鳴 \\n 暴雨【時聞花馬平章領兵收附蘄水】 \\n 層雲生遙岑倐忽騰萬馬囘飈振髙樹少女弄嬌姹蒼茫乾坤合惨淡精靈下天明亦韜光毋乃龍戰野須臾萬里霖砰湃動簷瓦端如挽天河千斛罄一瀉潢流走街衢陋室漂盞斝疾雷無時休壯士為瘖啞書生掩卷坐頗媿漂麥者坐憂滔天來浩浩失華厦吁嗟造化力妙手誰能假隂氣劃開除萬象了如畫江山若再造社鬼爭自詫天公亦何知龍駕正魚雅川源日流血草木染腥赭為謝滂沱功一洗氣瀟洒 \\n 白綿岩【宋叛將劉忠駐兵于此】 \\n 峭壁削寒鐵古藤哨饑鼯風雲含厚顔幽子方踟蹰維昔大盜起横行掠荆湖睠兹崔嵬顛駐彼梟雄徒豺狼據要地麟鳯無全軀腥血被林巒遺金委榛蕪燐光雜寶氣永夜猶扶疎聖代開承平崇岡失崎嶇秋風散樵牧藹藹桑麻墟靜思天壤間陳迹分賢愚江山一片石過者盡漣如奈何千仞青名與鼠輩俱憑髙發幽憤胸次森戈殳無由出雲雨一洗前朝污 \\n 鐘寶潭【俗傳永寧鄉有寺寺有靈鐘一日雷雨洪水太漲鐘出至此潭後止洪山寺】 \\n 積水太古色臨深思無邪連峯俯澹■〈氵頺〉暗浪鳴谽谺蒼茫蛟龍穴窕窈魚龍家何年萬石靈走此千丈窪傳聞蒼山北有寺凌飛霞驚波駕蒲牢白晝誰能遮至今所厯地斷石如破瓜年深事既往至寶難披沙平生好古意此語信非誇迺知躍冶物豈就世俗撾想像追蠡姿徘徊大江涯翻然憶泗鼎長嘯驚林鴉 \\n 寓鐘寶潭書懷 \\n 解劍濯潭水一彈三吟哦寧為猛虎行不作無魚歌髙堂絶塵囂衿佩羅菁莪時來佳主人慷慨傾懸河斗酒出肺肝為君起婆挲丈夫感意氣豈在黄金多 \\n 四老圖 \\n 吾聞橘中老頗恨愚人摘戔戔一幅綃有此四仙跡從今固蒂術一枰三尺璧晝夢或驚囘耳邊如搏擊 \\n 有卒 \\n 有卒升我堂手執丈八殳自稱千夫長意氣何粗疎公然踞髙榻獰色如於莵顧盼傍無人搖頭捋髭鬚時時越几席顛倒案上書我欲呵咤去惡聲恐相隨含愠姑與言但誇身手麄昨日戰城西殺逐諸賊奴髙馬我奪得丈夫亦知無奮臂好臨陣呌囂若呼盧袒跣過無禮貌狠心弗舒夫子進頑童互鄉亦何誅當其遇陽貨唯諾無趦趄豺狼正滿野章甫多泥塗區區一介士焉敢拒武夫遜辭庶免侮且復忍斯須日暮方出門臨行更踟躇 \\n 觀蓮 \\n 清池瑩人心俯見荷葉背南塘非不佳無此青錢蓋沈沈古鏡淨濯濯明粧對涼風似留人幽賞心獨會天公亦解事一雨不破塊小呼巫陽雲浣此傾國態髙盤捧跳珠錯落無小大恍疑逢二妃迎笑爭解佩低昂巧簸弄明月聚還碎馮夷不相容轉盼何所在人生總虚幻佇立増嘆慨聊將一餉間了我看花債濓翁不我待誰復同此愛長嘯歸去來餘芳滿襟帶 \\n 夏晝睡起一涼快甚 \\n 炎歊困亭午推枕目猶眩簷光射茗椀髙壁走驚電開窗山鳥度倚杖松隂轉涼風惠然來林影一時亂徘徊入懷袖顛倒弄書卷披襟領嘉貺頓爾掃煩倦迺知封姨功百倍班女扇無由均此施獨享靦有面王師正南征荷戟汗如濺 \\n ○七言古風 \\n 淵明采菊圖 \\n 葛巾翩翩玩秋風元熙有此歸來翁南山荒徑亦何有黄花迎笑籬之東平生聞道不愠窮冷澹亦與黄花同風霜歳宴吾與汝肯逐桃李爭春紅寒香盈把欲誰贈繞籬三嗅心沖沖停雲逺在天一方八表慘淡將焉從渡江仍孫馬化狗伐荻小兒蛇作龍憂來惆悵清樽空解事白衣乃相逢一觴進我忘憂物浩歌目送南飛鴻 \\n 擬賦荆軻館 \\n 咸陽宫中頭白烏燕丹掩面聲呱呱函關得免豈天意禍福倚伏如摴蒱含羞忍恥丈夫事一朝之忿非良圖黄金未肯求郭隗白刅顧乃希專諸爾軻見之真不恨樊也投首尤無辜悲歌易水監毛髮胸次佀欲無西都男兒臨事貴敏速胡迺把袖終踟蹰鴻毛性命效一擲造物不肯成梟盧悲哉秦人信狼虎事勢固與齊桓殊赤刀應有或僥倖矧可生致編其鬚武陽乳臭不足俱旁觀駭汗一計無長虹萬丈空貫日恨血竟自洒他裾全燕席卷果誰過古今罪狀何紛如子雲弄筆不少借嗟子要亦非庸夫悲風蕭蕭寒日孤空山廢館荒平蕪雄姿勁氣不可見仰天椎缶呼嗚嗚 \\n 黄陵廟 \\n 黄陵祠邊春草齊黄陵廟下春波肥鷓鴣飛飛宫樹緑日落未落湘雲低祠中帝子重華妃明粧窈窕如芙蕖哀絃五十淚如雨此恨只有江山知飛龍之車無定棲乗風倐忽蒼梧西吹簫酌酒心自苦雲屏霞帳歸何時茜裙嬌小誰家兒未識人間生别離輕舟相呼採蓮女來看祠前斑竹枝 \\n 贈縫者魏夫 \\n 元康相業夫何如鄭公故笏今有無風流雲散子孫在能事尚與他人殊髙軒長戟非所顧并州快剪真吾徒廬兒左右亦安有指揮自有金針奴明窗無塵大几淨組練拂拭澄江鋪彌縫細意妙熨帖心如兩翁當國初青天五色了無迹巧手失笑媧皇疎短長窄狹俱中度趂時剪製麗且都要令土木咸文飾豈但擊壤歌唐虞噫嗟古道去日逺沐猴被虎何紛如世人重外不重内撫掌短褐矜華裾蕭然桑樞一老夫紵布半作桑葉枯綺羅千金不足數荷芰落莫秋風孤雲山之陽雲滿谷温其如綿軟如縠攐而懷之可盈掬請君為我裁春服舞雩行歌洞庭曲 \\n 贈黄梅谷 \\n 髙人卒歳守窮谷自笑谷中無一物何年招得玉妃魂夜半揮鋤種明月蓬萊么鳯不敢窺白雲鎖斷横斜枝水邊籬落豈無地空谷自是佳人居幅巾杖藜憩寂寞玉顔對坐兩不惡長吟蹙額亦何傷谷有甘泉梅有蕚瓊璣潄玉充詩腸歳寒與爾同風霜陽和一返沍隂室長鋏已在煌煌堂山深谷絶誰為主樵斧伐柯烏啄子北風吹面君始歸正恐梅妃有嗔語君家仙人石作羊山頭石牛卧如牀何如叱起畊雲雨鋤去孤根種禾黍 \\n 寓鐘寶潭解館 \\n 豫章先生無與儔人中錚錚陳太丘元方敷席季方杖照映左右皆琳璆清江環門山入樓樓頭書客眼長碧無此主人無此客大瓢酌酒勸客留可惜江山有行色浩歌一聲天宇白 \\n 昔我之來栁依依今我之别山川落葉聲離離停盃撫劍不能别此别不飲將何如長魚横盤尾如箒六龍行炙膳夫手我自長歌子有酒男兒快意三百盃何須交臂令心哀北風吹人歸去來 \\n 途遇大風 \\n 客子南遊日欲落觀溪橋頭風色惡砲車雲外天為昏走石翻江吹倒人橋頭翁嫗邀我宿呼酒張燈傍僮僕夜深無榻不成眠瑟瑟餘威振茅屋明朝風定天宇白一笑促裝三嘆息邇來平地多風波不屬江頭阻風客 \\n 羅節仲生旦招飲田家 \\n 豫章諸仲如晨星節也落落人中英風塵澒洞每一見令我耳目開聰明涼風吹暑天氣晶桑蓬懸門君始生黄公壚頭開瓮卣壓酒勸我頻頻傾浮浮瓦缶清復濁田翁侑坐酌康爵酒酣起舞為君壽葛天之民無此樂浮雲世故未可期有酒不飲將何時人生少壯不行樂看我青髩今成絲三山瑶草徒聞語碧海蟠桃在何許相期惟願待清時努力興門繩祖武 \\n 贈道州齎詔太守 \\n 大明宫前金作雞口銜丹書封紫泥使星煌煌出天北天路幽險來逶遲軺車逺駐浯溪滸水畏蛟鼉陸豺虎楊君忠義不辭勞匹馬南來布天語上蒼久不聞雷霆老夫倚杖雙淚零聖恩惻怛有如此嗟爾草木寧無情石牛山頭槌畫鼓短衣獨速鸚鵒舞大瓢酌酒勞楊君氣如長虹貫玄武楊君殺賊勇有餘十年談笑持旌麾腹中落落果何物兵甲之外皆詩書雄鷄一鳴天欲曙上馬匆匆不囘顧他時薇省問蒼生為説來蘇莫遲暮 \\n 題幼安濯足圖漢末管寧字幼安少與華歆為友山東盜起寧避地遼東依公孫瓚三十七年乃歸時魏已受禪召拜大中大夫不就時歆已仕魏寧隠居終身少嘗與歆鋤地見金揮鋤不顧又嘗割半席而坐故云【歆字子魚】 \\n 山東豪俊何紛紛飄然乘風呼不聞餘生亦足老遼海避世豈必如秦民歸來問舊半零落乾坤割據濳悲辛青山未改漢家色焉知不有芒碭雲摩挲兩足共世走將來濯彼滄浪濵眼中馳驅何足道汗脚三寸曹丕塵黄金瓦礫少年事況肯斗禄污吾身平生子魚今迺爾尚恨此耳無由新峩峩白帽千年真安得喚起圖中人我當再拜公徹洗分我半席長相親 \\n 寓館食虀戯主人 \\n 蕨芽成拳笋作竿園菘卧壠春告闌寸心生意老猶壯鬱鬱競長青琅玕筠籃擷翠風露濕瓦缶釀碧虬龍蟠開緘曉試膳夫手寸斷日送先生盤堆金叠玉光璀璨未許苜蓿誇闌干鏗鏘拒齒發鈞奏甘脆適口囘儒酸填胸一洗鮭鱔惡頓覺肝膽生清寒朱門淳熬腐腸藥何異鴆毒生宴安虀鹽送老本吾分一飽已■〈扌弃〉如窮韓幸無羸角蹂吾圃秖有蔬糲同盤桓未知餘生消幾瓮俯仰日月雙跳丸明當更作氷壺傳大笑出門天地寛 \\n 送秋江上人 \\n 秋江上人錦江鰲峰人也卓錫於吾鄉古天竺寺碩徳髙行聞於禪林與余交最善一日語余曰余自弱冠遊昌江去儒為僧迨今二十有八載矣風塵澒洞道途梗塞二親隔絶養生送死之道靡有其一雖僧俗異向而酌水思源孰無是心今將一歸故里訪桑梓省先人墟墓籲天叩佛以盡罔極之勞公能贈以言否余謂釋氏之教宗於墨墨尚兼愛治喪以薄而夷子葬其親厚何哉且大目犍連為佛弟子拔慈母於冥冥之下悲痛展轉亘古所無蓋惻隠之心發乎天性者莫不厚於其親非衆人可比豈慧劍之所能齊也耶吾儒謂仁主於愛愛莫大於愛親余是以嘉秋江之行故於其别也歌以為餞冀同志者從而和之其詞曰 \\n 上人胸次無纎塵秋江之清堪比倫禪心十載光無際相逢一笑皆囘春風塵澒洞猶未巳飛錫飄然訪桑梓閭閻故舊如晨星一時相見應相驚頭顱雖異風度在見人尚記兒時名玄關窈窕尊靈隔古柏號寒聴嗚咽傾觴布奠了塵縁一片浮雲留不得空山無人龍象悲松枝東向師還歸昌江氷消春水緑此時呼酒臨江湄為師一洗白足泥 \\n ○吟類 \\n 楊花吟 \\n 吳江春水拍天涯江上風吹楊栁花花飛滿空無處所隨風直渡呉江水渡水隨風太有情縈花惹草恣輕盈狂如舞蝶穿花徑細逐流鶯度綺城綺城樓閣連天際楊花飛入千門去飛去飛來稍覺多紛紛如雪奈君何珠簾繡箔深深見舞榭粧樓處處過樓中美人春睡起愁見楊花思蕩子蕩子飄零去不歸楊花歳歳點春衣夢魂不識天涯路願作楊花片片飛 \\n 田家吟 \\n 村南邨北鳴鸝黄舍東舍西開野棠坡晴漸放桑眼緑水暖忽報秧芽長老翁躬耕催早起女績男舂婦炊黍犢兒狂走未勝犂蠶蟻半生猶戀紙一春莫笑田家苦苦樂原來兩相補君不見踏歌槌鼓肉如山昨日原頭祭田祖 \\n 秋燕吟别湯元帥館 \\n 秋燕别華堂堂深秋氣涼雕梁三四遶欲别更彷徨喃喃細語依簷額自説生來半為客繡户朱門慣往來青郊紫陌多相識十年人事頓堪悲王謝樓臺非昔時骨肉凋零毛羽敝一生羞傍小家飛鴟鴞滿眼難為伍好風吹落潭潭府陋質深蒙顧盻恩為君强作差池舞南塘猶有舊銜泥此日辭君君莫疑願君努力加餐飯明年花時復相見 \\n 鶻兎吟 \\n 邨原西風動蒹葭深秋野火如紅霞雪毛老兎誇三穴出没草根何趫捷銀頭饑鶻方貪饕刮趐下搏翻危梢兎兮驚奔戰雙股鶻兮疾力環三五須臾兎倦鶻亦疲二物俱喪還可嗤擅功惟有道傍父鷸蚌兩亡俱付汝 \\n ○嘆類 \\n 無魚鹽嘆 \\n 羹無鹽飡無魚吁嗟先生胡不歸無魚何以充口腹無鹽何以滋肌膚太學韓公嘆寂寞朝虀暮鹽猶有餘馮驩彈鋏歌未巳素鱗坐見來行廚奈何淡泊兩無有坐嚙蠧簡形容枯先生撫掌付一笑書中有味甘如腴人生飢飽皆夢幻風俗況與承平殊憶昔閭閻正殷富斫鮮煑海誇荆吳巨商滿載出都會萬船銜尾如鷖鳬和羮飼犬土同價物理盛極逢乗除風塵澒洞商賈絶千錢所得纔錙銖由來事勢本無據變化反復如摴蒱先生謀道不謀食疏飯飲水真良圖 \\n 無牛嘆 \\n 荒疇萬頃連坡陁躬耕無牛將奈何老翁倭倭挾良耜婦子並肩如槖駞肩頳骨怠汗淹肘竟日勞勞不終畝夜歸草屋酸吟嘶祇有飢腸作牛吼却憶向來全盛年萬牛蔽野無閒田干戈澒洞一掃盡觳■〈觳，束代殳〉就死誰能憐桃林荒塘春草緑眼底紛紛何有犢老翁無力待昇平卧看牽牛向天哭 \\n 無筆嘆 \\n 宣城鼠鬚不可索越南鷄毛不可得山中老頴飛上天九館癡髯化為石晴牕無復秃千枝曉夢有時來五色一庭老葉掃西風袖手空堦看蝸迹 \\n 無書嘆 \\n 六經既降諸子出後代枝葉何其多眼中萬卷忽如掃無乃天意憎繁苛陳言故紙本糟粕吾道耿耿終難磨刼灰不赭孝先笥晝卧坦腹時摩挲 \\n ○古樂府 \\n 故人别 \\n 故人别新人歸大車小車當路衢路傍把酒相迎送盡道新人貌更殊故人含悲催上道囘頭却向新人笑黄金不鑄玉郎心送故迎新何日了故人一去無囘期新人還著故人衣玉郎遶牀看畫眉恰似故人初到時 \\n 陌上花梁元帝妃每歳春月渡江歸寧帝作書報妃曰陌上花開可緩緩歸矣後人遂作樂府名陌上花因擬賦之 \\n 陌上花開滿陌金屋美人歸未得流蘇繡帳掩香塵目斷君王片雲隔九重宴罷移宫燭歌管聲殘更漏促自臨寶榻拂鸞牋細字斜行寫心曲陌上花開滿枝掌中美人知不知翠眉蟬髩今何似趂取花時緩緩歸書中未盡叮嚀意更遣青鸞口傳語陌上花年年好掌中人年年老春光爛澷不歸來轉眼殘紅滿芳艸一封書千萬囑油壁車黄金犢花邊待花底宿緩緩歸莫愆期 \\n ○長短歌行賦 \\n 次和礪詩漁父辭劍引 \\n 江有阻兮路有岐時將迫兮來何遲子弗渡兮我心悲既渡子兮我何以劍為噫嗟行兮子無我疑 \\n 子胥謝漁父 \\n 江有水兮湯湯我將濟兮無梁窮途事迫兮心皇皇俶丈夫兮孰舟孰航丈人之徳兮非劍何償胡為不顧兮迺鼔枻乎滄浪噫銜恩誓報兮之死靡忘 \\n 題陳摶移居圖 \\n 尊拳相交四海沸吁嗟先生不安睡翻然舍此復何之歳晏天寒日云暮幼妻弱子並兩犍老臧反顧催著鞭酒尊棋局相後先大豖在道猫在肩先生之居白雲裡清風迎門鶴隨處陳橋一旦擁黄袍何似山中睡方起石田茅屋今安在囘首髙風三百載君不見古汴淒涼禾黍秋向來功業水東流 \\n 題張以瞻雲畊 \\n 山磷磷石鑿鑿山石之間雲漠漠短衣開雲種寂寞良耜畟畟翻犖确雲深不辨人與牛但聞揮鞭叱咤牛礪角傍人借問耕者誰晉侯之孫勃窣兒讀書不食萬鍾禄却來雲裡親鋤犂雲山地瘦禾黍薄噫嗟先生此東作一犂春雨土如酥共笑畊雲計良惡耕雲不惡亦不癡先生笑君君不知人間寸地出租賦力田不給公家需不如耕雲之樂有深趣縣逺山深無悍吏君不見田家催租夜打門先生作勞方卧雲 \\n 續麗人行【次韻】 \\n 春江水緑春草長暖風晴麥摇翠光江頭女兒踏春陽宫鞋蹀■〈⻊爕〉雙鴛鴦濃蛾掃翠誇時粧青梅如豆懸釵梁含羞避客依垂楊緑條花貌相掩映羅裙颯颯風逞香我欲臨流攬其裳贈君江南充耳之明璫願君囘貯流波雙餞君東風南浦之離章微辭謔浪空彷徨彤霞無影散巫峽飄然竟學孤鸞翔亦知佳人禮自防豈比濮上桑間行行雲一去杳莫覩癡心空斷相思腸 \\n 幕阜山 \\n 幕阜山髙一千八百丈我疑山頭即天上捫蘿躡磴到山巔又如平地望青天始知天髙百萬應無極幕阜蒼蒼一拳石洞庭八百古所傳對此遙看如鏡圓若還更上三萬丈那知天下有山川 \\n 醉吕洞賔畫 \\n 碧眼朦朧風鬚獵獵一朶仙花紅襯頰瑶池宴罷九霞漿人世已非唐日月飈輪倚醉風泠泠玉山恨不扶飛瓊城南老魅爾何物捉臂返顧如叮嚀巖也睨之若螟蛉拉乾坤之隘兮不足供先生之髙枕盃洞庭之緑兮不足助先生之解酲噫今夜酒醒何處清風明月一笛瑶京 \\n 修路 \\n 羊腸一徑依山度犖确磽嶅幾千步使君有命催行程里胥傳呼捉鄉丁填坑伐塹如雲集編木為橋石為級忽然堂堂成坦途無復當時九折危王陽阮籍應無滯來牛去馬皆沾惠君不見太行之路車可摧蜀道之險尤崔嵬安能剗除俱坦坦王道在徳不在險 \\n 給四江韻賦海棠 \\n 街西街東鼓逢逢書生閉門續蘭釭有美一人嬌不語夜稱唐妃領羣娏敲門索我南圃百尺之飛幢恍然失之神為愯遶庭如聞足音跫有花嫣然來錦江炯如真珠滴春缸又如錦斾摇長杠朱唇半啓調新腔酡顔睡足琉璃窗天然富貴真無雙一笑未了千花降麄桃俗李徒紛厖正須林下拜老龎惜哉胡不居空谾傾城倚市衆所聜世人共辯珉與玒平章比擬言何哤陋儒抱恨騃且憃乃以鼻孔求他邦我來咨嗟久降■〈⻊雙〉對花壓酒如流淙玉壺錦瑟聲鏘鏘興酣弄筆鼎可扛賞音一洗陵翁■〈目尨〉詩成絶倒付同調為我金石相舂撞 \\n 題窗前松竹因自號松竹主人 \\n 王官鱗鱗多士振振主人開窗如見大賔有琴無絃歌以娛客清風徐來如和金石停歌推琴請為客箴毋爽爾節毋虛迺心客謝主人勿剪勿伐同堅歳寒誓保霜雪 \\n 長松為風所拔 \\n 夜來顛風何太雄吹折老夫屋後之長松長松吹折猶自可有鵲養子巢其中巢傾子死鵲飛去哀鳴嗷嗷繞他樹向來自謂安如山今日方知致身誤嗚呼長松尚有吹折時草藏之禽尤可嗤 \\n 醉歌行 \\n 醉中豪氣如長虹走上髙樓呌天公問天開闢今幾年有此日月何因縁月者隂之魄日者陽之精隂陽果何物産此團團形一如白玉盤一似黄金鉦得非冶鑄出無乃磨琢成茫茫太古初二氣才胚胎金烏從何出玉兎從何來扶桑誰人種桂樹何年栽東升何所自西没從何遊胡為天地間奔走不暫休但見朝朝暮暮無定輈但見波波汲汲如奔郵催得黄童變白叟催得華屋成荒丘催得秦王漢楚忽抔土催得黄河碧海無纎流我有如澠酒勸天飲一石願天垂長繩繫此烏兎翼一懸天之南一掛天之北安然不動照萬國無冬無夏無旦夕百年三萬六千作一刻盡使世人老不得 \\n 長壽晏道人自號阜雲嘗賣藥遊江湖有道術能致雷雨歲旱州官命禱雨有應一日以畫龍半軸徵予語因賦長句云 \\n 幕阜何巍峩連雲亦巃嵸兩山蒼蒼知幾重下有百尺潭上有千仭峰中有道人炯炯懸雙瞳道人有道超凡庸結廬何年依喬松赤手捕得潭中龍撫而豢之如守宫一瓢寒渌銀溶溶往往為人作年豐有時（闕） \\n 呉志道即居左鑿池池中立石假山髙丈餘絡以翠蘿環以清流旁創小亭為遊息之所肩吾陳子扁之曰咫尺蓬萊作歌要余同賦因次其韻云 \\n 吾聞蓬萊之山三萬里盤根下插歸虛底六鼇贔屭挽不前那得飛來窗户裡寒姿顛倒白雲間緑水錯磨花玉齒老苔懸薜莽聨絡髣髴玄洲環島嶼固知幻戲出人為豈有金珠隠空翠亭中老仙方晏坐醉眼狂花吐奇語省來一笑悟非真欲借鯨波洗眸子世間小大本無憑一視正須齊彼此秋毫泰岱孰雌雄滄海坳堂同一水嗚呼安能自此乗清風下視塵寰渺何許 \\n 贈吳丈任真 \\n 王述掇皮皆是真知者惟謝公一人當時審其意不顯肯獨表表超出羣吳君大書任真扁其右觀者駭愕來云云方今舉世皆詐偽一真豈獨能久存越雪蜀日衆所吠皎皎千丈不如尺水渾紀信以詐全萬乗宗慤以偽能囘軍輕言對朋友九疑對面生層雲是真無用於國亦無用於人公如好真不自休只合逍遙之墟作采真之游否則吾不見汝封侯 \\n 送李徳仁任祁陽和平巡檢 \\n 錦襜窄袖青蒙茸千金駿馬飛如龍零陵侯使催上馬别酒一笑千觴空流星白羽新月弓氣如秋旻吐晴虹掛弓插箭出門去白面已作嗔人紅傍人借問將軍誰乃祖向來猿臂公此行為問向何許永州之野浯溪東浯溪有寨圍千峰將軍雄飛鎮其中從來文事有武備欲與利器加磨礲往歳絃歌動隣邑三年化雨沾頑童東安父老舊相識但怪章甫成軍容曽聞零陵古佳縣山川清曠無邊烽寨前花開春酒熟細栁夾道清濛濛胡牀夜琹山月午曉騎突出蠻烟濃鳴絃忽作餓鴟呌馬頭迸落雙飛鴻健兒提酒酌大斗短角細吹梅花筩封彊無虞王事少此樂孰與將軍同君不見壺頭六月火雲熱大將鞅掌親從戎將軍官閒貴憂國摇谷正賴懷柔功方今天子重邊徼選擢勇鋭無卑崇男兒努力樹明徳談笑自可求殊封長風吹吹送枯蓬行塵目斷心無窮他年得意馬蹄疾錦衣歸拜明光宫 \\n 聞李帥逐宼復州治 \\n 西南佳氣清如水一騎星馳傳好語隴西將軍天下奇夜半殺賊收城池我城周遭闖賊壘將軍飛入儲胥裏城中妖血渺長衢帳底渠魁睡猶美將軍掩襲信有功人物自是南州雄惜哉士卒多苦暴弱肉强食鴟鴞同君不見往昔經過清我野老稚逢之無脱者至今婦女墮戎行閭里蕭條泣鰥寡嗚呼賊退將軍留老夫憂虞猶未休 \\n 青山白雲歌思余嘉賔也風塵澒洞南北不通音問隔絶思而作之嘉賔母夢吞雲而生小名雲孫【嘉賔翰林院判】 \\n 青山之青無可名有山以來無比青白雲之白白如羽倐忽變化騰青冥我本青山人結廬白雲間白雲長往來青山淡無言朝同白雲出暮共白雲還白雲一旦舍我去惟有青山相對間人言白雲好我愛青山佳青山何所有細水泛桃花白雲何所之金銀宫闕天之涯浮沈異世如塵泥我思白雲雲不思灑掃青山石髙歌白雲詩黄塵吹空暗江海我但醉眠聞鼓鼙願隨長風一息九千里喚取白雲還故廬青山青山堪采芝白雲白雲胡不歸商家霖雨久寂寞卧龍不起疇其依瑶姬老矣髙臺非雲兮雲兮知不知浮雲萬變果何益不如深山抱石而幽棲噫嗟歸來兮帝鄉須好不可以久居 \\n 石牛寨 \\n 癡牛偃蹇不服廂天風吹落千仞岡明河在望歸不得化作山頭一拳石皮毛剥落封苔錢千古萬古眠雲烟嗚呼安得秦鞭起觳■〈觳，束代殳〉短衣歸種汶陽田 \\n 述志賦 \\n 繄余生之碌碌兮承祖考之餘輝方髫年而志學兮思踵武於前徽丁文運之再昌兮期一舉而遂志何中道之多艱兮終抱志而莫展霜毛颯以垂領兮懼五十而無聞挾陳編以私淑兮庶弗墜于斯文嗟蚩蚩之世俗兮紛賤目而貴耳顧區區之魯人兮尚弗知乎尼父青黄眩而莫分兮美惡混而相同計微功於呻誦兮希速化於顓蒙朝卑辭以致幣兮夕怠色而忘禮羣飛點而玉涴兮衆口爍而金毁毛嬙靚立而自揚兮曽不伸乎蹇修投雙璧以行媒兮反效顰之是求謂驊騮為下乗兮以款叚為疾走揖歌采於道周兮登碔砆於犀櫝般紛紛其得志兮長裾曵地濟濟而相望俛爭食於鷄鶩兮仰闊視而揚揚余方索居孑立而無與儔兮聊逍遙乎林下睇浮雲以舒嘯兮倚翠竹而為伍崇丘紛其枳棘兮時覽徳而踟躇哂饑鴟之疾盻兮攫腐鼠而嚇餘龍門崒嵂以干雲兮亦何往而不我偕彼瞡瞡之蛙淖兮夫豈入於我懷何容媚世以窮其道兮誠有識之所嗤使子為倚市之娼兮孰與夫空谷而幽居撫青萍以自珍兮曰有待夫知己倘千金而非吾徒兮寧掛壁而無齒惟聖賢之不遇兮亦皇皇而西東矧吾人之數奇兮敢背道而愠窮韙達觀之無不可兮付出處於流坎苟素志之靡違兮又何傷乎蹙頞正余冠之崔嵬兮理余瑟之鏗鏘良時鉅不可以再得兮姑從容而徜徉 \\n 傲軒吟稿 \\n 附錄： \\n 傲軒吟稿一卷（浙江鮑士恭家藏本） \\n 元胡天游撰天游名乘龍以字行號松竹主人又號傲軒岳州平江人當元季之亂隱居不仕邑人艾科爲作傳稱使天假其年遇明太祖必爲劉基宋濂則沒於順帝末年也其集兵燹之餘僅存十一傳稱其七歲能詩已具作者風力名籍籍一世視伯生子昻不輸一籌今觀所作大都悲壯激烈而頗病粗豪非惟未足抗虞集亦未足以敵趙孟頫傳所稱者殊過然長歌慷慨之中能發乎情止乎禮義身處末季惓惓然想見太平猶有詩人忠厚之遺其在元季要亦不失爲作者也集中陌上花詩小序誤以錢鏐爲梁元帝頗爲乖舛葢興酣落筆記憶偶疎庾信桂華之語誤讀漢書王維埀楊之句訛解莊子取其大端則小疵可畧論古人者正不在尋章摘句間矣（四庫全書總目卷一百六十八　集部二十一　別集類二十） \\n 書名:傲軒吟稿 \\n 作者:胡天游（字乘龍；號松竹主人，傲軒）（元）撰 \\n 部:集類:別集類屬:金至元 \\n 參考資料:（《四庫大辭典》） \\n 一卷。元胡天游（？—１３６７）撰。天游名乘龙，以字行。号松竹主人，又号傲轩。岳州平江（今属湖南）人。生当元季乱世，隐居不仕。邑人艾科为其作传，传称其七岁能诗，已具作者风力，名籍籍一时，视伯生、子昂，不输一等。《四库全书总目》评曰：“今观所作，大都悲壮激烈。而颇病粗豪。非唯未足抗虞集，亦未足以敌赵孟頫。传所称者殊过。然长歌慷慨之中，能发乎情，止乎礼义，身处末季，惓惓然想是太平，犹有诗人忠厚之遗。其在元季，乃亦不失为作者也。”明弘治十二年（１４９９）七世孙荣昌、金湘刻本，明嘉靖十四年（１５３５）八世孙大器改编重刻本，《四库全书》本。 \\n 胡天游傲軒集一卷【平江人隠士】（四庫全書　史部　目錄類　經籍之屬　千頃堂書目卷二十九） \\n 胡天游楚紀名乗龍以字行平江人博學高志遭元季亂遂抗志不仕養晦岩谷所著有傲軒集（四庫全書　史部　地理類　都會郡縣之屬　湖廣通志卷五十八） \\n 胡處士天游 \\n 天游名乗龍以字行别號松竹主人岳之平江人當元季之亂隱居不出邑人艾科晉卿為之傳曰天游有俊逸才七嵗短吟具作者風力名藉藉一世視伯生子昂不輸一籌也負髙氣孤立峻視曾不一起取斗禄自汚扼腕當時俯仰太古鳴之歌什有沈湘蹈海之風今其集中荆軻館與醉歌等篇可想見也壬辰夏萑苻蠭起所過皆墟獨天游室巋然煨燼中因自號曰傲軒氏性少許可獨雅善余牧山每泛航清溪弄月佳夜放歌岸幘謔聲如雷各持盛氣不下牧山贈云能酒能詩只兩翁晩嵗益自矜其徘徊亂世以緬想太平之心卒泯然不白也因作述志賦以寓長飲之恨云兵燹之餘篇什散落存者僅什之三四曰傲軒吟槀明弘治間其七世裔孫榮昌令湘刻之嘉靖初八世孫大器復編次重刻豫章羅慄謂傲軒詩豪邁卓絶與虞趙諸公相出入而出處大節過之胡氏文獻世家宜其能保守若是然則詩文之傳世與否豈真有幸不幸哉（四庫全書　集部　總集類　元詩選初集卷五十一） \\n  \\n 　 \\n  \\n   \\n  "}
