{"章节": "友石山人遺稿（元）王翰", "正文": "　 \\n  \\n 　 \\n  \\n 友石山人遺稿 \\n 　 \\n 　 \\n 提要 \\n  \\n 《友石山人遗稿》一卷，元王翰撰。翰字用文，其先西夏人。元初从下江淮，授领兵千户，镇庐州，因家焉。翰少袭爵，有能名，累迁江西、福建行省郎中。陈友定留居幕府，表授潮州路总管，兼督循、梅、惠三州。友定败，浮海抵交趾，不果。屏居永福之观猎山，著黄冠服者十一年。洪武间辟书再至，翰以幼子偁托其故人吴海，遂自引决。翰本将家子，志匡时难，不幸遭宗邦颠沛，其慷慨激烈之气，往往托之声诗。故虽篇什无多，而沈郁顿挫，凛然足见其志节。如《题画葵花》云：“怜渠自是无情物，犹解倾心向太阳。”《送陈仲实还潮阳》云：“归去故人如有问，春山从此蕨薇多。”《大都憔悴行吟》，不忘故国。其《绝命诗》云：“昔在潮阳我欲死，崇嗣如丝我无子。彼时我死作忠臣，覆祀绝宗良可耻。今年辟书亲到门，丁男屋下三人存。寸刃在手顾不惜，一死了却君亲恩。”盖翰於死生之际，明决如此，亦可见其志之素定也。顾嗣立《元诗选》仅载翰诗二十七首。此本乃其子偁所辑，凡诸体诗八十四首。前有《陈仲述序》。后附志铭表词等七篇，皆吴海所作也。  \\n  \\n 　 \\n 序 \\n  \\n 詩者,聲之文也。本於内而發於外者也,仁義之發醇以正,忠憤之感激以烈,驕侈之言滛,放僻之辭誕,豈偶然之故而已哉。粤自唐虞聖神,以敬畏一心,發而為賡歌,慎念之語成。周君臣以中正一理敷而為皇極,敷言之教下逮乎三百篇之制。或渢渢乎正音,或末響之流變,皆非有出於人心之外也。戰國之間,屈平氏以其忠憤奮激之心,一寓於離騷之作。炎漢以降,蘇武、諸葛亮以其忠直義勇之氣,再變而為五言之體。昔淵明得其冲淡自然之趣,唐少陵寓其忠君憂國之誠,又豈有出於是心之外哉。洪武庚午,余來閩郡,庠生王偁奉其父友石山人遺稿謁予,請序其首。予觀其詩毋慮百餘篇,而詠於感慨者,極忠愛之誠,得於冲澹者,適山林之趣,已心異之,而未知其詳。及取其自决一首讀之,凛然如秋霜烈日之嚴,毅然如泰山巖巖之象,出處之分明,死生之理得,然後知其嘗任於勝朝,而秉義於今日。故凡其所作,皆心聲之應,而非苟然炫葩組華者比。且徴余向之所云者為益信也。噫!觀是篇者固可以求其心,尤當以景其行,則可以相忘於言語之外矣。於余言何有哉!因其請之勤,而感其辭之寓,遂書以歸之。山人名翰,字用文,友石盖其自號也。時仲春初吉前進士監察御史廬陵陳仲述序。  \\n  \\n 　 \\n 友石山人遺稿 \\n ○五言古詩 \\n 送别劉子中二首 \\n 幽蘭抱貞姿，結根巖石中。猗猗汎叢碧，及此春露濃。君子每見取，衆草羞與同。當為王者香，揚芳待清風。撫琴起長嘆，曲盡情未終。 \\n 執手寒江濱，慷慨難為别。豈無楊柳枝，零亂不堪折。鴻雁西北來，嗷嗷唳晴雪。陽和忽已暮，旅况轉凄切。誰憐蘇子卿，天涯持漢節。 \\n 題南塘喬木圖 \\n  \\n 南塘有喬木，偃蹇盤空隂。始驚鸞鶴羣，再聼蛟龍吟。嵗暮霜雪繁，感觸一何深。明堂不見取，老大多苦心。春風田里間，榆柳空成林。按圖為君歌，聊爾寫徽音。 \\n  \\n 題潮州鳶飛魚躍亭(在郡學東) \\n  \\n 虚亭倚危磯，蒼莽澹無迹。幽人時往來，濯足坐苔石。芰荷露涓涓，蒲葦風淅淅。物性機盡忘，上下皆自適。遥峰敞空翠，落日洞深碧。悠然一舒嘯，造化亘今昔。聖門竟淵邃，世路何逼仄。遐哉古人心，日暮坐相憶。 \\n  \\n 途中 \\n  \\n 萬物皆有託，我生獨無家。蔓草野多露，眇眇天之涯。親戚不在旁，更與奴僕賒。落日下長坂，悲風捲驚沙。林依避猛虎，郊行畏長蛇。封狐逐野鼠，跳踉當吾車。村墟四五聚，索莫集昏鴉。方投異鄉迹，又悲逺城笳。撫劍向夜起，中心鬱如麻。微軀焉足惜，天道良可嗟。雲漢念乖阻，道路日已遐。去去復何極，為君惜年華。 \\n  \\n 送鎖子堅北上 \\n  \\n 亂象既無已，中心恒不夷。翩翩南林鳥，厲翮無所依。念子將焉如，慷慨與我辭。西北有名將，世秉仁義麾。壯哉國士心，嘉會良在兹。江漢有舟楫，梁楚多旌旗。時焉不我與，言念渇與飢。明良際昌運，允稱平生懐。 \\n  \\n 與和仲古心飲酒分韻得詩字 \\n 淵明歸去時，不作兒女悲。視世如浮雲，出處得所宜。有酒但歡飲，戚戚欲奚為。斯人不可見，載歌停雲詩。 \\n 題棘石圖 \\n 烈風號中林，極目盡荆棘。離離寒月秋，莽莽古原夕。冥鴻振高翮，鷦鷯翳深跡。奈此貞固姿，蒼茫更秋色。 \\n 友漁樵者詩為林伯景賦 \\n  \\n 至道乆湮蕪，浮生自勞苦。鴟鴞甘鼠帯，鸞鳯畏羅罟。伊人秉幽志，夙昔陋珪組。顧此山水間，悠然笑容與。短笛入空林，方舟向深渚。白雲時滿襟，清漪或盈屨。長嘯涼風生，徘徊新月吐。行歌即宇宙，醉卧無今古。何由升杳冥，聊復謝巇阻。 \\n  \\n 題醉道士圖 \\n  \\n 楚澤多荆榛，崑崙植瑶草。化工運神機，何物為醜好。形骸俱已忘，希夷即為寳。飄然來丹丘，相逢過蓬島。簮裳一邂逅，壺觴恣傾倒。顧爾此日醇，浣予百年抱。同醉無所知，後此天地老。 \\n  \\n 寫望雲圖寄温陵劉子中 \\n 開窓見停雲，美人别經載。以兹一時意，聊寄千里珮。曖曖春復深，悠悠嵗云邁。遲爾浩蕩心，空山日相待。 \\n 題菊 \\n  \\n 我憶故園時，繞籬種佳菊。交葉長青葱，餘英吐芳馥。别來二十載，粲粲抱幽獨。豈無桃李顔，嵗晚同草木。及兹覩餘芳，使我淚盈掬。離披已欲摧，瀟洒猶在目。雨露豈所偏，嵗月不可復。歸去來南山，餐英坐空谷。 \\n  \\n 和鄉友程民同會龍山留别韻 \\n  \\n 相思樂未終，憂心亦何苦。翩躚鸞鶴羣，牢落麋鹿伍。緬懐駕輅車，伊昔事戎府。王事多險艱，跋渉幾風雨。看劍思躍龍，登墉氣摧虎。奈何向中道，山川竟脩阻。及兹展良覿，澄秋碧江滸。雲山寄徜徉，煙蘿暫容與。相投既不厭，感慨獨懐古。長風起踈林，寒色落芳渚。廣筵促鳴鵾，泠然奏飛雨。雲霄浩無涯，去去但凝佇。 \\n  \\n 龍山月夜飲酒分韻得樹字 \\n  \\n 薄暮清興嘉，涼風集高樹。須臾明月生，清光在樽爼。池空河影涼，石冷苔色古。列坐當前墀，杯行不煩舉。野庖具山蔬，稚子薦雞黍。晴峰餘靄收，宻竹殘露湑。驚鵲翻夜巢，流螢墮前户。良時念暌離，觸物感所寓。坐待河影流，疎鐘遶林曙。 \\n  \\n 秋懐 \\n  \\n 懸門扶桑弧，丈夫四方績。奈何中險艱，零落苦相失。涼風天際來，庭草凄以碧。嗷嗷雙飛鴻，宵征度寥闃。物性既如此，予兹念何適。寒聲在衣巾，心煩百憂集。美人隔天涯，佳期阻良夕。鼎湖詎可招，巫咸已難即。孤憤不自聊，長歌振巖石。 \\n  \\n 月夜坐悠然軒有懐 \\n 明月照我懐，閒窓共幽賞。泠泠萬籟秋，靜夜發清響。山川日脩阻，之子獨云往。長歌耿不寐，相思逖遐想。 \\n 題溪山春曉圖 \\n 好山凌逺空，初日散晴旭。繁花點殷紅，柔條媚新緑。遊魚戀芳藻，鳴鳥出深谷。物情適初性，一覽咸所觸。寄謝桃源人，從兹仰芳躅。 \\n 雪林為栢上人賦 \\n 朔風生沍寒，瓊瑶徧山川。日夕天雨花，蒼然祗樹園。大千開淨域，一髪無垢氛。熱惱頓消息，超然謝塵喧。靈臺澹明徹，庶極真空源。 \\n ○七言古詩 \\n 輓迭漳州 \\n 黒雲壓城天柱折，長烽夜照孤臣節。劍血飛丹氣奪虹，銀章觸手紛如雪。丈夫顧義不顧死，泰華可摧川可竭。蕉黄荔丹酒滿壺，千載漳人酹嗚咽。 \\n  \\n 輓栢僉院 \\n  \\n 栢君挺挺英雄姿，出佐薇省丁時危。愁聞西淛已瓦解，江南民命猶懸絲。樓船一旦下江水，殺氣兵氛壓城壘。大臣夙駕思棄城，戰士魂銷將心死。臣雖力困肝膽存，臣當殺身思報恩。誓將一木支頽厦，肯豎降幟登轅門。人生恩愛豈不顧，詎忍貪生負天子。半空烟漲樓宇紅，盡室魂飛劍光紫。嗚呼！氣分光嶽臣道衰，賣降授節紛陸離。巍巍廊廟已如此，扶持世教非公誰。 \\n  \\n 自决 \\n 昔在潮陽我欲死，宗嗣如絲我無子。彼時我死作忠臣，覆祀絶宗良可耻。今年辟書親到門，丁男屋下三人存。寸刃在手顧不惜，一死却了君親恩。 \\n  \\n ○五言律詩 \\n 送陳同僉 \\n 馬首出城東，將軍膽氣雄。旌旗明苦日，笳吹動悲風。早雪三邊恨，寧誇百戰功。相期春草色，處處凱歌同。 \\n 送張子方之江西掾史 \\n 自脱京華服，知君嘆索居。海隅清宦在，天上故人踈。掛壁空長劍，探囊得素書。更陪驄馬去，西望復何如。 \\n 和徳安允恭韻 \\n 亂離傷别乆，愁病入新年。行斾驚戎幕，殘經罷講筵。山河空有恨，桃李漫爭妍。馬首春風裏，期君早著鞭。 \\n 重到龍泉寺有懐秋谷上人 \\n 舊日經行處，重來倍寂寥。諸天燈冉冉，一徑雨蕭蕭。壁蘚經春合，臺花逐夜飄。不知飛錫處，惆悵采蘭苕。 \\n 留别古心淳上人 \\n 白社交遊少，唯公即舊知。機閒同嗜酒，趣合共耽詩。淪落三生話，蒼茫百嵗期。空持匣中劍，日暮竟何之。 \\n 山居春暮偶成 \\n 水氣掩蒼扉，蘿香織翠微。洞廻雲到少，地僻客來稀。野鳥傷春去，楊花作雪飛。秪因飄泊乆，對此也霑衣。 \\n 逰枕煙寺 \\n 石磴招提古，松蘿暝不分。排雲雙樹轉，隔水一鐘聞。林影疑殘雨，山光倚夕曛。醉來歸路逺，秋思正紛紛。 \\n 故人遂初過山居 \\n 秋氣誰相問，荒居懶閉門。劍歌雙鬢換，國歩寸心存。漫寫當年事，偏驚此日魂。風流非舊日，有蝨對誰捫。 \\n 題畫寄會稽胡温 \\n 秋聲無逺近，隱處入雙松。落景明寒渚，虚烟暝逺峰。孤舟清夜笛，何處暮天鐘。不識山隂路，蒼茫翠幾重。 \\n 夜宿洪塘舟中次劉子中韻 \\n 勝地標孤塔，遥津集百船。岸廻孤嶼火，風度隔村烟。樹色迷芳渚，漁歌起暮天。客愁無處寫，相對未成眠。 \\n 山房秋夜寄魯客 \\n 寂寞山居悄，相思望轉迷。江空寒雁落，樹盡暮雲低。生事悲秋草，交情憶剡溪。西齋愁不寐，風雨共凄凄。 \\n 江上醉歸 \\n 江邊日日醉，應被野鷗猜。潦倒依芳草，猖狂藉緑苔。杜陵非嗜酒，彭澤豈耽杯。近是飄零客，愁懐强自開。 \\n 聞性空居士病愈 \\n 問訊維摩室，秋深病稍除。翻經仍傍暖，補衲乍臨虚。寂寞思聞楚，暌離嘆索居。西來同逝水，不肯寄雙魚。 \\n 題畫小景 \\n 萬籟秋聲近，雙峰宿靄收。江涵林影碎，野接曙光浮。蘿薜通書幌，鶯花避釣舟。由來揚子宅，寂寞閉丹丘。 \\n 到家 \\n 冒雨離家去，今朝江上回。妻兒憐我醉，懐抱為誰開。山谷多豺虎，田園半草萊。生涯無可問，不惜坐蒼苔。 \\n 龍湖夜泊 \\n 小舟眠不得，起坐待潮生。露淺壺觴盡，江澄巾屨清。沿沙餘鳥跡，隔水逓鐘聲。悄似金山夜，相看月正明。 \\n 春日客至 \\n 日暮滄江上，收綸坐石磯。為憐霄漢客，暫解薜蘿衣。雨過苔初合，雲深蕨正肥。相看俱白首，誰道故人稀。 \\n 春暮約魯客遊鴈湖 \\n 桂樹淮南隱，緘書喜見招。幾年悲落魄，今日任逍遥。擢秀名空在，搴芳趣轉饒。也知簮組累，不似學漁樵。 \\n 輓古心淳上人 \\n 飲盡杯中物，西逰竟不歸。孤墳誰掛劍，老淚獨沾衣。夜月疑禪幻，春雲想錫飛。東林詩社在，寂寞似君稀。 \\n 游鼓山靈源洞 \\n 時澄明景霽，入望千里，徘徊自旦至夕，值月上聞，梵聲泠然有出塵之想。 \\n 旭日照高岑，天風振逺林。不因滄海色，那識白雲心。寳樹空香滿，珠林積翠深。坐來明月上，何處起潮音。 \\n 晚眺次林公偉韻 \\n 偶信東山屐，尋幽到翠微。白雲空野樹，紅葉戀斜暉。岸落潮初滿，天寒雁未歸。風塵江海徧，不上野人衣。 \\n 送心泉疑上人游方 \\n 不住孤雲跡，茫茫萬里程。澄心窺妙道，棲幻抱幽情。錫度秋應盡，經餘月正明。諸天參禮遍，石上問三生。 \\n 秋懐次韻 \\n 解印歸來晚，茅齋病未除。窮愁鄰桂樹，歸興託鱸魚。乆歴羊腸險，難通雁足書。秋風正蕭索，不似故園居。 \\n 題怪石圖贈異上人 \\n 靈山一片石，蒼莽起秋聲。願以中流險，能同砥柱平。色憐蒼蘚合，根帯白雲生。終日頭空點，誰能辨爾情。 \\n 懐雲卧軒上人 \\n 江上一為别，令人長憶君。碧虚燈影送，清籟梵聲聞。月落林扉靜，潮迴島嶼分。何時高閣上，對卧碧山雲。 \\n 九日客楊隑 \\n 楊隑逢九日，寂寞倍思家。俗士不解飲，濁醪何處賖。空山悲落帽，短鬢懶簮花。不見南來雁，新愁未有涯。 \\n ○五言排律 \\n 重陽後寄林君佐 \\n  \\n 秋度重陽盡，寒隨夜雨來。菊荒陶令宅，雲暗越王臺。戰伐行人苦，誅求寡婦哀。濟時無上策，尸位愧庸才。北去瞻天逺，南逰指日迴。客愁長自寫，鄉思不堪裁。海上雲千疊，生前酒一杯。相思存潦倒，逺别漫徘徊。佇看凌霄翮，春風到上台。 \\n  \\n 輓邊嬾嬾道人 \\n  \\n 四明邊道士，狂似賀知章。結客遊千里，看花醉百場。越談多慷慨，楚舞獨徜徉。翰墨南宫趣，襟期北海鄉。看雲時並屐，貰酒每探囊。蕙佩青山影，芹羮碧澗香。交情期管鮑，人事等參商。入望迷雲樹，相思見月梁。三生空指日，兩鬢各成霜。百粤清遊地，懐君一斷腸。 \\n  \\n 輓胡尊道温 \\n  \\n 我憶酒中仙，吟詩動百篇。杯多天不惜，名在世空傳。已闕招陶社，空迴訪戴船。踈狂誰得似，索莫竟堪憐。蹤跡江湖滿，交遊嵗序遷。辭家頻萬里，作客向經年。病卧滄江上，魂飛瘴海邊。悲歌臨舊業，衰影隔重泉。有母存鄉曲，無兒埽墓田。平生與我厚，逺沒賴誰全。舊事驚殘夢，新阡已斷烟。逝川何日返，那得不澘然。 \\n  \\n ○七言律詩 \\n 聞大軍渡淮 \\n 挾策南遊已十年，夢魂幾度拜幽燕。王師近報清淮甸，羽檄今當到海壖。妖氣蒼茫空獨恨，生民憔悴竟誰憐。廟堂早定匡時策，我亦歸耕栗里田。 \\n  \\n 夜雨 \\n 官舎人稀夜雨初，踈燈相對竟何如。乾坤迢遞干戈滿，烟火蕭條里社虚。報國每慚孫武策，匡時空草賈生書。手持漢節歸何日，北望神京萬里餘。 \\n  \\n 懐秋谷肅上人 \\n 我把一麾江海去，上人隻履竟西歸。三生寂寞烟霞淡，雙樹飄零故舊稀。季札有懐空挂劍，大顛無處更留衣。纍纍荒塜悲風裏，淚洒空山送夕暉。 \\n  \\n 過化劍津有感 \\n 寳劍沈沙世已傾，千年波浪未能平。空餘故壘鄰滄島，那復雄兵出郡城。淮上何人祠許逺，海中無客塟田横。夜深有氣干牛斗，洒淚空含萬古情。 \\n  \\n 山居喜劉子中見過 \\n 幾年江海厭風波，千里雲林竟若何。為喜故人深赴約，不辭此日逺相過。鳥啼芳徑春應盡，花落名園草漸多。世事紛紛那可問，與君對酒且高歌。 \\n  \\n 次子中韻 \\n 遥憶韓山登覽處，故人離别動經年。南遊似入三湘道，北上空瞻萬里天。花徑春風聨袂出，郡城夜雨促燈眠。夜來獨上高樓望，劍氣蒼蒼北斗邊。 \\n  \\n 會故人程民同 \\n 憶昔交游多感慨，别來世事幾浮沈。王弘不識淵明趣，鮑叔能知管仲心。江海有懐悲故國，風塵無處問歸音。相看日暮東流水，白髮羞為梁父吟。 \\n  \\n 寄别劉子中 \\n 問君西去與誰親，吳楚山川滿目新。賈傅有才終大用，杜陵無計豈長貧。鳯凰臺古思明月，采石江空夢白蘋。幾欲西風斟别酒，不堪零露滿衣巾。 \\n  \\n 遊雁湖 \\n 雁去湖空野水深，秋風吹客上遥岑。丹楓盡逐孤臣淚，黄菊空憐處士心。雨後諸峰浮夕靄，霜前一葉送寒陰。停車欲問當年事，尺素何由到上林。 \\n  \\n 江海風波浩不收，却來此地駐清游。上方樓閣通三島，别墅烟霞卜一丘。書斷雁歸沙塞逺，丹成龍去鼎湖秋。悠悠此意憑誰問，陳跡空餘萬古愁。 \\n  \\n 寄陳仲實 \\n 一徑荒蕪負幾秋，異鄉書劍尚淹留。陶潛解印投閒去，阮籍耽杯盡醉休。嵗月東來空冉冉，江山北望自悠悠。短歌無那相思處，滿目風塵倦倚樓。 \\n  \\n 和馬子英見寄韻 \\n 十年流落向炎州，判與劉伶作醉遊。望國孤忠徒自憤，持身直道更何求。浮雲往事驚春夢，落日窮途起暮愁。賴有故人相憶在，徧題尺牘海西頭。 \\n  \\n 和魯客見寄韻 \\n 故人相約碧溪行，風雨何期别恨生。逺樹白波孤棹沒，空林黄葉宿寒輕。謝公獨得東山趣，鄭子應慚谷口耕。安得手杯同潦倒，逺尋瑶草到蓬瀛。 \\n  \\n 春日雨中即事 \\n 京洛繁華事已違，懐人竟日掩空扉。望迷楚岫聞啼鴂，思入秦州怨落暉。野館蕭條芳草合，寒江寂寞暮雲飛。落花片片隨流水，惆悵關河淚滿衣。 \\n  \\n 立春日有感 \\n 故國棲遲去路難，園林此日又冬殘。天涯往事書難寄，客裏新愁淚未乾。臘雪漸隨芳草變，東風猶笑布袍單。堤邊楊柳開青眼，肯傍梅花共嵗寒。 \\n  \\n 春日遂初居貞見訪 \\n 東風吹雪正紛紛，江上離居欲斷魂。白髮故人縁草徑，錦袍公子欵蓬門。凄凉乆負東山屐，牢落須傾北海樽。相對不堪悲往事，渡頭燈火送黄昏。 \\n  \\n 秋暮會古心上人 \\n 逺公與我雲間别，幾度西風海上秋。白髮時來還自笑，青山歸去與誰遊。薜蘿乆負孤燈夢，猿鶴應同兩地愁。相對空林今夜月，清光遲爾少淹留。 \\n  \\n 輓子中劉别駕 \\n 劉君自是南州彦，嗜酒吟詩興獨狂。不以長鯨浮采石，却縁孤雁沒蠻鄉。經綸事業誰堪擬，金石交情我最傷。料爾賢郎多少恨，獨收遺骨返衡湘。 \\n  \\n ○五言絶句 \\n 晚宿楊隑舟中懐魯客 \\n 螢度星依草，鷗來雪滿汀。故人不可見，天際亂山青。 \\n 題邊道人小景 \\n 扁舟湘浦外，茅屋輞川西。冉冉春將盡，滄洲杜若齊。 \\n 題溪山風雨圖 \\n 紫壑秋聲滿，滄洲野水深。孤篷何處客，相對共沈沈。 \\n 題風竹 \\n 月色不可埽，秋聲何處聞。不應仙珮集，翠影亂紛紛。 \\n ○七言絶句 \\n 送顔子中使廣州 \\n 使君捧檄度南關，逺布天威廣海間。為問故人孫内史，翩翩劍珮幾時還。 \\n 題畫葵花 \\n 上苑餘春輦路荒，芳菲落盡更堪傷。憐渠自是無情物，猶解傾心向太陽。 \\n 寄蔡司令 \\n 十年海上舊郎官，白髮相期嵗欲闌。處處風塵猶在目，歸來何日共綸竿。 \\n 别後升沈事幾多，故人心事竟如何。落花啼鳥春無賴，莫遣風光笑薜蘿。 \\n 新春寄魯客 \\n 雪後梅花幾樹開，故人忘却剡溪來。東風獨倚孤舟興，芳草青青送酒杯。 \\n 題邊道士小景二首 \\n 碧松陰底大江邊，兩岸猿聲更悄然。落日亂雲迷逺近，無心重理釣魚船。 \\n 前山漠漠水迢迢，却倚朱絃思寂寥。鳯鳥不來春已暮，望將一曲寄虞韶。 \\n 題敗荷 \\n 曽向西湖載酒歸，香風十里弄晴暉。芳菲今日凋零盡，却送秋聲到客衣。 \\n 和吳升甫見寄韻二首 \\n 楚澤蒼茫帯夕暉，暫投簪珮上苔磯。孤雲不解離情苦，猶自紛紛上客衣。 \\n 短籬黄菊正蒼蒼，客路西風兩鬢霜。誰信義熙年後筆，獨能千古弔餘芳。 \\n 送陳仲實還潮陽 \\n 十年海上賦離歌，今日臨岐奈别何。歸去故人如有問，春山從此蕨薇多。 \\n 題雲松野岸 \\n 逺山積翠白雲多，揚子幽居隱薜蘿。一徑松隂春寂寂，朝來載酒幾人過。 \\n 九日寄魯客 \\n 黄花錦樹碧江濆，笑把萸杯獨憶君。日暮西風還落帽，風流那似孟參軍。 \\n 寄方中上人 \\n 竹徑柴扉客過稀，落紅滿地緑依依。懐人獨立滄江上，幾度扁舟興盡歸。 \\n 次居貞見寄韻 \\n 君去溪山趣亦稀，晚來空翠正霏霏。多情只有梅花樹，滿路清香送客歸。 \\n 題畫山水 \\n 野竹蕭蕭一徑深，茅齋低結小山隂。楓林又逐秋風老，惟有孤雲似客心。 \\n  \\n 　"}
