{"章节": "●原敍", "正文": "　 \\n ●原敍 \\n 　 \\n  \\n 吾徒屏跡町廬。流覽史册。恆遇千古忠邪之林。國家存亡之故。未嘗不臨卷興懷。愴然欲絕也。粵考往喆。忠誠天植。殉國泯軀。自關漢壽公而下。若睢陽常山。指未勝詘。顧使人聞風悲憤。灑涕裂眥，莫若趙宋岳鄂王之事。豈非王忠孝大節。貫日月。泣鬼神。乃至罹巨奸之酷。毀垂成之功。抑異於授命疆旅。致歎時數者哉。當思陵御札頻頒。寢閣載命。詎不知恢復之圖。匪異人任。一旦入繆狠之計。自墮長城。論者謂淵聖南轅。黃屋非吾有也。矧黃龍直擣。或有劉裕滅秦歸篡之憂。雖小朝廷奚可得。斯皆帝意中事。檜遂建議逢合。忍輕社稷。蠟書徒馳。竟成三字之獄。由今觀之。卽其說豈盡誣耶。迨乎鍛鍊旣成。從容就義。韓何寃之。而弗聞於上。三大理士■〈亻褭〉劉允升諸君子訟其寃。而上弗察。王雖志抱餘憾乎。假令王不奉班師之詔。僥倖成功。有如後之妄議者。王以爲憾乃滋甚。故勿爲耳。王一死誠可無憾。惟宋室偏安。卒至版宇日蹙。中華淪喪。而莫可如何。此仁人志士。讀其書。論其世。所爲太息於陰陽大小之間。而仿徨天人之際也。王少力學。好左氏春秋。有關漢壽風。漢壽自一二牋牘外。撰著罕傳。而王所爲表劄詩記。沉摯壯涼。能自寫浩然之氣。又與武侯出師二篇相上下。余故採桯史諸書所載。裒次錄存之。庸繫千百載忠孝仰止之懷。他若遺言佚事。雜見於金陀粹編。及精忠諸錄。率多瑣複。又後賢憑吊之作。竊嫌掛漏。並缺弗存。觀者尙毋嗤其未備云。時崇禎十一年。戊寅人日。單恂題於東臯之白燕庵。 \\n 　 \\n  \\n   \\n  "}
{"章节": "●岳忠武王集", "正文": "　 \\n ●岳忠武王集 \\n 　 \\n  \\n ○南京上高宗書略陛下已登大寶。黎元有歸。社稷有主。已足以伐虜人之謀。而勤王御營之師日集。兵勢漸盛。彼方謂我素弱。未必能敵。正宜乘其怠而擊之。而黃潛善、汪伯彥輩。不能承陛下之意。恢復故疆。迎還二聖。奉車駕日益南。又令臨安、維揚、襄陽、准備巡幸。有苟安之漸。無遠大之略。恐不足以係中原之望。雖使將帥之臣。戮力於外。終亡成功。爲今之計。莫若請車駕還京。罷三州巡幸之詔。乘二聖蒙塵未久。虜穴未固之際。親帥六軍。迤邐北渡。則天威所臨。將帥一心。士卒作氣。中原之地。指期可復。○招曹成不服乞進兵劄竊惟內寇不除。何以攘外。近郊多壘。何以服遠。比年羣盜競作。朝廷務廣德意。多命招安。故盜亦玩威不畏。力強則肆暴。力屈則就招。苟不略加勦除。蠭起之衆。未可遽殄。臣昨者被奉曹成之命。深以爲陛下好生之意如此。爲臣子者。患不能推廣而行之。故先宣布上恩。以期改行。閱日雖久。扞格是聞。臣常累遣探報。知其賊馬已離道州。進趨廣西。此寇所爲。未肯遽屈。意欲侵犯二廣。肆毒生靈。俟其力盡勢殫。然後徐爲服降之計。臣今進發自郴州、桂陽監以往。卽行措置。用兵掩殺。速除蕩以綏彼民。○乞復襄陽劄竊唯善觀敵者、當逆知其所始。善制敵者、當先去其所恃。今外有北虜之寇攘。內有楊幺之竊發。俱爲大患。上軫宸襟。然以臣觀之。楊幺雖近。爲腹心之憂。其實、外假李成以爲唇齒之援。今日之事。正當進兵襄陽。先取六郡。李成不就縶縛。則亦喪師遠逃。於是加兵湖湘。以殄羣盜。要不爲難。而況襄陽六郡。地爲險要。恢復中原。此爲基本。臣今已厲兵飭士。惟俟報可。指期北向。伏乞睿斷。速賜施行。庶幾上流早見平定。中興之功。次第而致。不勝天下之幸。取進止。○畫守襄陽等郡劄略陛下欲駐大兵於鄂州。則襄陽隨郢。量留軍馬。又于安復漢陽。亦量駐兵。兵勢相援。漕運相繼。荊門荊南。聲援亦已相接。江淮荊湖。皆可奠安。六州之屯。且以正兵六萬爲固守之計。就撥江西湖南糧斛。朝廷支降券錢。爲一年支遣。候營田就緒。軍儲旣成。則朝廷無饋餉之憂。進攻退守。皆兼利也。惟是葺治之初。未免艱難。必仰朝廷微有以資之。基本旣立。後之利源。無有窮已。又此地夏秋則江水漲隔。外可以禦寇。內足以運糧。至冬後春初。江水淺澀。吾資糧已備。可以坐待矣。於今所見。在乎速備糧食。斟量屯守之兵。可善其後。臣職闇不學。輙具管見。仰報聖問。辭拙事直。伏乞聖慈裁決。○乞出師劄臣伏自國家變故以來。起於白屋。實懷捐軀報國、復讐雪恥之心。幸憑社稷威靈。前後粗立薄効。而陛下錄臣微勞。擢自布衣。曾未十年。官至太尉。品佚比三公。恩數視二府。又增重使名。宣撫諸路。臣一介賤微。寵榮超躐。有踰涯分。今者、又蒙益臣軍馬。使濟恢圖。臣實何人。誤辱神聖之知如此。敢不晝度夜思。以圖報稱。臣揣敵情。所以立劉豫於河南。而付之齊秦之地。蓋欲荼毒中原生靈。以中國而攻中國。粘罕因得休兵養馬。觀爨乘隙。包藏不淺。臣不及此時。稟陛下睿算妙略。以伐其謀。使劉豫父子隔絕。五路叛將。還歸兩河。故地漸復。則金賊詭計日生。它時浸盆難圖。臣愚。欲望陛下假臣日月。勿復拘臣淹速。使敵莫測。臣舉措萬一得便可入。則提兵直趨京洛。據河陽陝府潼關。以號召五路叛將。則劉豫必捨汴都而走河北。京畿陝右。可以盡復。至京東諸郡。陛下付之韓世忠心、張俊、亦可便下。臣然後分兵濬滑。經略兩河。劉豫父子。斷可成擒。如此。則金賊有破滅之理。爲陛下社稷長久無窮之計。實在此舉。假令汝、潁、陳、蔡。堅壁清野。商於虢洛。分屯要害。進或無糧可因。攻或難於餽運。臣須歛兵。還保上流。賊定追襲而南。臣俟其來。當率諸將。或挫其銳。或待其疲。賊利速戰。不得所欲。勢必復還。臣當設伏邀其歸路。小入則小勝。大入則大勝。然後徐謀再舉。設若賊見上流進兵。倂力來侵淮上。或分兵攻犯四川。臣卽長驅擣其巢穴。賊困於奔命。勢窮力殫。縱今年未盡平殄。來歲必得所欲。亦不過二三年間。可以盡復故地。陛下還歸舊京。或進都襄陽關中。惟陛下所擇也。臣聞興師十萬。日費千金。邦內騷動。七十萬家。此豈細事。然古者命將出師。民不再役。糧不再籍。蓋慮周而用足也。今臣部曲。遠在上流。去朝廷數千里。平時每有糧食不足之憂。是以去秋臣兵深入陝洛。而在寨卒伍。有饑餓閃走。故臣急還。不遂前功。致使戰地陷僞。忠義之人。旋被屠殺。皆臣之罪。今日唯賴陛下戒敕有司。廣爲儲備。俾臣得一意靜慮。不爲兵食亂其方寸。則謀定計審。仰遵陛下成算。必能濟此大事也。異時迎還太上皇帝。崇德皇后梓宮。奉邀天眷歸國。使宗廟再安。萬姓同歡。陛下高枕無北顧憂。臣之志願畢矣。然後乞身還田里。此臣夙昔所自許者。惟陛下恕臣狂易。臣無任戰汗。取進止。○乞本軍進討劉豫劄逆豫逋誅。尙穴中土。陵寢乏祀。皇圖偏安。六飛時巡。越在海際。天下之愚夫愚婦。莫不疾首痛心。願得伸鋤奮梃。以致死於敵。而陛下審重此舉。累年于茲。雖嘗分命將臣。鼎峙江漢。僅令自守以待敵。不敢遠攻而求勝。是以天下忠憤之氣。日以沮喪。中原來蘇之望。日以衰息。歲月益久。汙染漸深。趨向一背。不復可以轉移。此其利害。誠爲易見。臣待罪閫外。不能宣國家威靈。克殄小醜。致神州隔於王化。虜僞穴於宮闕。死有餘罪。敢逃司敗之誅。陛下比者寢閣之命。咸謂聖斷已堅。何至今日。尙未決策北向。臣願因此時。上稟睿算。不煩濟師。止以本軍進討。庶少塞鰥官之咎。以成陛下寤寐中興之志。順天之道。因民之情。以曲直爲老壯。以順逆爲強弱。萬全之效。茲焉可必。惟陛下力斷而行之。不勝大願。○乞進屯淮甸劄伏覩陛下。移蹕建康。將遂恢圖之計。近忽傳淮西軍馬潰叛、酈瓊等進脅軍民而去。然事出倉卒。實非士衆本心。亦聞半道逃歸。人數不少。於國計未有所損。不足上軫淵衷。臣度今日事必彼未能便有舉動。襄陽上流。目卽亦無賊馬侵犯。唯是淮甸。迫近行在。臣願提全軍進屯。萬一叛僞窺伺。臣當竭力奮擊。期於破滅。仍乞別遣軍馬。措置襄陽一帶。伏乞睿斷詳酌施行。○乞乘機進兵劄金賊近累敗衂。其虜酋四太子等。令老小渡河。惟是賊衆尙徘徊於京城南壁一帶。近却發八千人過河北。此正是陛下中興之機。乃金賊必亡之日。若不乘機殄滅。恐貽後患。伏望速降指揮。令諸路之兵。火急並進。庶幾早見成功。○乞移都奏略錢塘僻在海隅。非用武之地。臣請陛下建都上游。用漢光武故事。親率六軍。往來督戰。庶將士知聖意之所向。人人用命。臣當仗國威靈。鼓行而前。殄滅此虜。則中興之功。卽日可冀。○論虜情奏略金虜自靖康以來。以和款我者。十餘年矣。不悟其詐。受禍至此。今復無事請和。此殆必有肘腋之虞。未能攻犯邊境。又劉豫初廢。藩籬空虛。故詭出此耳。名以地歸我。然實寄之也。臣請量帶輕騎。隨二使祗謁陵寢。因以往觀敵爨。取進止。○乞定儲嗣奏略今欲恢復。必先正國本。以安人心。然後陛下不常厥居。以示無忘復讐之意。○乞止班師詔奏略契勘金虜重兵。盡聚東京。屢經敗衂。銳氣沮喪。內外震駭。聞之諜者。虜欲棄其輜重。疾走渡河。況今豪傑嚮風。士卒用命。天時人事。強弱已見。功及垂成。時不再來。機難輕失。臣日夜料之熟矣。惟陛下圖之。○乞以明堂恩補張所男宗本奏竊見張俊例。初除太尉。陳乞奏薦男于文資內安排。臣技能蔑取。勳伐無聞。遭際聖明。承乏將帥。伏念臣昨於建炎初。因上書論事。罪廢。偶幸逃死。實出聖造。于此孤孑一身。狼狽羈旅。因詣招撫使張所。一見與臣言兩河燕雲利害。適偶契合。臣自白身。借補修武郎。閣門宣贊舍人。充中軍統領。尋又陛統制。其後張所軍次北京。蒙朝廷貶責南方。卒以節死。臣念靖康以來。奮不顧身爲國捍難者。不爲無人。而其間誤國敗事者。固亦不乏。然聖恩寬大。終於一切衿貸。若張所先意兩河。而身未北渡。已遭橫議。今其身名凋喪。後嗣零落。使臣不言。臣則有負。欲望矜憐。將臣今歲奏薦恩例。奏補張所男宗本。依張俊例。於文資內安排。謹錄奏聞。○辭鎮南軍承宣使第三奏榮命下頒。驚魂頓失。辭章上達。帝命不俞。雖臣受之不慙。恐輿情之未協。輙陳懇愊。方切憂惶。復蒙天語之丁寧。告戒備至。愈使臣心之感戴。進退靡安。敢事虛辭。仰違明詔。竊念臣將天威而遠討。致賊巢之一空。妙策奇謀。悉遵聖訓。破堅却敵。咸得士心。臣實何能。輙膺殊賞。旣慙過量。復付重權。是誠叨冒以踰勳。非謂謙辭而避寵。況九江乃控扼之重地。連武昌爲襟帶之要衝。用得其人。周瑜所以敗曹公于赤壁。禦失其策。隋何所以取黥布於湓江。難使非才。濫膺此寄。伏望吝此嚥喉之付。以屬大臣；俯從螻蟻之誠。使安愚分。所有上件恩命。乞賜寢罷。干冒天威。死有餘罪。謹錄奏聞。伏候敕旨。○乞侍親疾劄臣輙具危懇。仰瀆睿聰。臣愚戆之迹。奮身單微。初無尺寸之先容。獨賴聖明之特眷。雖捐軀致命。曽不足以仰酬恩遇之絲毫。思報之心。寧有窮已。臣近者奉命收復襄漢。去家遠涉。六月餘日。臣老母姚氏。年幾七十。侵染疾病。連月未安。近復腿脚注痛。起止艱難。別無兼侍。以奉湯藥。人子之心。實難安處。伏望聖慈。察臣悃愊。無他規避。蹔乞許臣在假。以全侍奉之養。將本軍人馬。權蹔令統制官王貴、張憲、主管。候臣老母稍安。依舊管幹職事。恭聽驅策。結草銜環。誓圖報效。冒犯雷霆之威。臣無任戰懼激切之至。取進止。○辭建節第四劄念臣猥以不才。幸蒙委使。敢謂涓埃之效。遽叨旄節之榮。若不屢辭。干瀆天聽。不惟叨冒寵榮。不遑安處。方今戎馬侵擾。而誤恩若加於人。深慮名器不重。勸賞不實。何以厭服公議。臣雖三貢丹誠。宸衷未允。敢望聖慈。察臣之愚。實非矯飾。所有告命。見在鄂州軍資庫寄納，伏乞特賜追還。以安愚分。取進止。○乞終制劄伏念臣孤賤之迹。幼失所怙，鞠育訓導。皆自臣母。國家平燕雲之初。臣方束髮從事軍旅。誓期盡瘁。不知有家。自從陛下渡河以來。而臣母淪陷河朔。凡遣人一十八次。始能般挈，得脫虜禍。驚悸至疾。遂以纏綿。臣以身服戎事。未嘗一日獲侍親側。躬致湯藥之奉。今者遭此大難。茶毒哀苦。每加追念。輙欲無生。而陛下恩眷有加。卽命起復。在臣么微。固深銜戴。然臣重念爲人之子。生不能致菽水之歡。死不能終衰絰之制。而顔有靦。天地弗容。且以孝移忠。事有本末。若內不克盡事親之道。外豈復有愛主之忠。臣已般挈扶護前來。欲於江州、或南康、軍界營葬。伏望聖慈。矜憐餘生。許終服制。取進止。○辭開府劄子帖黃臣待罪二府。理有當言。不敢緘默。夫虜情奸詐。臣於面對。已嘗奏陳。切惟今日之事。可危而不可安。可憂而不可賀。可以訓兵飭士。謹備不虞。而不可以行賞論功。取笑夷狄。事關國政。不容不陳。初非立異於衆人。實欲盡忠於王室。欲望速行追寢。示四夷以不可測之意。萬一臣冒昧而受。將來虜寇叛盟。則似傷朝廷之體。仍望以此帖黃留中不出。保全臣子。臣不勝至情。伏乞睿照。○辭開府第三劄近者累犯天威。力辭恩寵。庶幾陛下□燭危懇終賜矜從。而溫詔諄諄。未回睿聽。跼地籲天。不知所措。夫爵賞者。人君所以爲厲世磨鈍之具。人臣得之。所以榮耀鄉里。而顯貴宗族也。誰不欲貪多而務得哉。然得所當得。固以爲榮。受非所受。反足爲辱。伏念臣奮迹羈單。被恩優腆。使臣終身。只守此官。已踰涯量。豈可分外。更冒顯榮。遂速顚隮。雖陛下推天地至寛之量。在所兼容。而微臣抱金石圖報之心。寧無自愧。所有臣爲將。不效獻言悖理之實。臣於累奏中。固已縷陳。更不敢諄復。紊煩聖聽。伏望陛下檢會臣累次劄子。追寢成命。特降俞音。庶使微臣少安愚分。○辭開府第四劄臣已三貢辭章。出於誠悃。冒犯天威。罪不容赦。聖恩廣大。一賜溫詔。兩降劄命。捫心揣分。感極涕零。伏念臣草茅固陋。備數戎行。曾無尺寸之功。仰報天地之德。竊以開府之位。實預孤卿之貴。所以賞有功而進豪傑也。如臣何人。輙膺斯秩。是以心不自安。終難冒受。不避譴誅。再伸前懇。非敢徒爲辭遜。伏望聖慈。矜察愚衷。收還成命。庶令臣少安愚分。臣不勝虔祈俟命之至。取進止。○辭宣撫副使劄臣近叨受招討使。不容牢辭。又蒙聖恩授以前件差遣。切念臣一介寒賤。誤膺器使。顧土宇恢復之迹。未見尺寸。而厚恩醲賞。涯分已踰。且以宣撫之重名。實寄專征之大事。自非廊廟近臣。勳伐高世者。豈當冒躐而居。異時付託失人。或誤驅策。雖粉臣骨。曷足以謝陛下。兼招討使。權不爲不重。若更加以甚高非常之寵。必起負乘斯奪之悔。所有宣撫副使恩命。實難祇受。伏望追寢誤恩。庶安愚分。臣無任悚懼。恭聽宸命之至。取進止。○乞解軍務第二劄臣頃以多病易衰。仰瀆宸聽。乞退處邱壠。以便養疴。伏蒙陛下。未忍棄去。尙閟俞音。不免控瀝肺盰。再攄悃愊。今賢能輩出。才智駢臻。干城心腹之士。可以付以軍旅者。類不乏人。則臣之所請。無邀君之嫌。今講好已定。兩宮天眷。不日可還。偃武休兵。可期歲月。臣之所請。無避事之謗。臣不揆庸愚。幸免此二事。止以疾病餘生。恐誤任使。久享厚祿。坐費太倉。蚤夜以思。身不遑處。所以不避鈇鉞。至于再而不已。伏望陛下垂溥照之明。回蓋高之聽。曲加仁惻。洞照愚衷。使一夫之微。終遂其欲。特許退休。就營醫藥。○辭男雲特轉三官劄臣聞君之馭臣。固不吝於厚賞。父之教子。豈可責以近功。臣昨恭依睿算。與賊决戰於陳頴之間。雲隨行迎敵。雖有薄效。殊未曾立到大功。遽超橫列。仍領郡防。賞典過優。義不遑處。所有誥命。臣不敢令雲祗受。伏望聖慈。俯垂天鑑。追還異恩。庶使雲激勵懦庸。別圖報效。取進止。○辭男雲轉三官第二劄伏念臣本以凡材。誤蒙陛下付以方面。若臣不能與士卒一律。則亦不能整齊其心。昨者之戰。士卒冒犯矢石。有斬將陷陣立奇功者。臣方列上事狀。得霑一級。而男雲何從超進崇資。臣正恐士卒有無功之謗。陛下致濫予之譏。且陛下方謹惜名器。以磨礪天下。將昭復大業。而乃因臣私恩。廢公議。臣不自安。伏望聖慈。特降睿旨。收還上件恩命。臣父子幸甚。取進止。○辭男雲特轉恩命劄臣聞惟名與器。不可以假人。故循守資格。自有常法。必有非常之功。而後有非常之賞。如臣男雲。始就義方。尙存乳臭。雖累經於行陳。曾未見於事功。比者仰蒙聖恩。曲垂異眷。超資躐等。驟進官聯。不惟使雲志氣怠惰。而臣益切滿盈之愧。況臣旣已仰竊國恩。致身顯仕。固有僥冒之名矣。今倂與其子而僥冒其可乎。伏望陛下揭離照之明。體乾健之斷。特賜睿旨。追還告命。庶使雲粗知官爵之難得。勉力學業。他日或能備效驅策。受之未晚。取進止。○辭男雲特轉恩命第二劄臣聞、正己然後可以正物。自治然後可以治人。臣奮身疎逖。冒國寵榮。陛下誤恩。擢置重任。以孱陋之資。將軍旅之衆。顧惟匪稱夙夜。惶懼惟恐。檢飭修省。有所未至。不足以服衆。比者男雲未嘗立功。遽遷優秩。在臣私分。實不遑處。臣庸懦無能。方將勉竭駑鈍。仰圖報稱。而自使其子受無功之賞。則是臣不能正己而自治。將何以率人哉。伏望陛下憐臣拙直。察臣愚衷。早賜俞音。收還成命。容臣男他日更立戰功。然後命之以官。亦未爲晚。所有官告一軸。除已令本司簽廳。牒鄂州於軍資庫寄納外。取進止。○辭少保第三劄臣聞忠臣之事。君計功而受賞。量力而受官。不爲苟得。以貪爵祿。況師旅方興。事功未著。臣方同士卒之甘苦。明將佐以恩威。冀成尺寸之功。仰報君父之德。豈可身被厚寵。而恝然不以當鋒刃。冒矢石者爲心哉。所有少保恩命。臣實不敢祗受。伏望陛下日月照臨。乾坤覆載。察臣肺腑。追寢異恩。臣願憑陛下雷霆之威。託宗廟山嶽之福。罄竭駑鈍。期效涓埃。候將來功績有成。臣將拜手稽首。祗承休命矣。誠懇迫切。至於再三。干瀆天威。臣不任戰悸恐懼之至。取進止。○辭少保第四劄臣聞爵以馭其貴。祿以馭其富。爵祿者、人君馭天下英豪。而使之貴富也。人孰不欣受而願享之。然名器假人。爲傳所譏。無功受祿。爲詩所刺。則君不可以輕予。臣不可以妄受。臣性資樸魯。久叨寵榮。每懼滿盈。弗克負荷。況乃孤卿。實爲異恩。若更無功。輙有貪冒。臣賦分譾薄。竊恐別招譴責。伏望陛下憐臣懃懇。特降俞音。追還恩命。庶使臣稍安愚分。別效寸長。仰報陛下天地生成之德。干冒鈇鉞。伏候敕旨。○辭少保第五劄臣之事君。義無有己。若夫貪慕爵祿。務榮一身。而不以國家爲念。則非臣之所忍爲也。比者、羯胡敗盟。再犯河南之地。肆爲殘忍。人神共憤。臣方將策駑礪鈍。冀效尺寸。以報陛下天地生成之德。今則虜騎寇邊。未見殄滅。區區之志。未效一二。臣復以身爲謀。惟貪爵祿。則誠恐不足爲將士之勸。而報恩無所。萬誅何贖。伏望睿慈。追寢成命。特賜俞音。姑詔有司。留以爲異時涓埃之賞。取進止。○辭男雲除御帶第二劄竊以御帶之職。至近冕旒。非有干城之才。可以任腹心之寄者。不足以當其選。臣男雲。年少蠢愚。殊未練達世務。一旦驟遷此職。實非騃幼所能。陛下爲官擇人。豈當出此。知子者父。誠不遑安。不免披露愚誠。再干天聽。○乞敍立王次翁第二劄臣契勘參政與樞副敍位。朝廷自有定例。豈可爲臣忝。竊孤卿敍位。使在參知政事之上。不免再具誠懇。仰瀆聖聽。伏望睿慈。曲垂昭鑑。許臣只依近例。敍位在參知政事之下。庶使庸愚不致僭越。取進止。○乞解樞柄第三劄露章待罪。自驚寵數之過優。溫詔示恩。猶閟俞音之下逮。再陳愚懇。仰瀆淵聰。伏念臣濫廁樞庭。誤陪國論。貪榮滋甚。補報蔑然。豈惟曠職之可憂。抑亦妨賢之是懼。冀保全於終始。宜遠引於山林。伏望聖慈。察其誠心。實非矯飾。速降睿旨。許罷機政。取進止。○辭除兩鎮充萬壽觀使第二劄竊以兩鎮節旄。國朝盛典。非有大勳。豈容輕授。臣前此叨據。常懼弗稱。自惟智術短淺。坐糜歲月。攷其績用。初無絲毫。安可更爾冒榮。矧內祠之任。得侍清光。朝廷所以貴老尊賢。用昭異數。在臣愚分。非所宜處。顧待遇之愈隆。夙夜以思。雖粉身碎骨。何以圖報萬一。愧深汗溢。感極涕橫。重念臣才疎德薄。人微望輕。若不自列。濫當優寵。必至顚隮。上孤宸眷。欲望聖慈。追寢成命。除臣一在外宮觀差遣。取進止。○謝講和赦表臣岳飛上表言。今月十二日。准進奏院遞到赦書一道。臣已卽躬率統制領將佐官屬等。望闕宣讀訖。觀時制變。仰聖哲之宏規。善勝不爭。實帝王之妙算。念此艱難之久。姑從和好之宜。睿澤誕敷。輿情胥悅。臣飛誠懽誠忭。稽首頓首。竊以婁欽獻言於漢帝。魏絳發策於晉公。皆盟墨未乾。顧口血猶在。俄驅南牧之馬。旋興北伐之師。蓋夷虜不情。犬羊無信。莫守金石之約。難充谿壑之求。圖暫安而解倒垂。猶之可也。顧長慮而尊中國。豈其然乎。恭惟皇帝陛下。大德有容。神武不殺。體乾之健行。巽之權務。和衆以安民。乃講信而修睦。已漸還於境土。想喜見於威儀。臣幸遇明時。獲觀盛事。身居將閫。功無補於涓埃。口誦詔書。面有慙於軍旅。尙作聰明而過慮。徒懷猶豫而致疑。謂無事而請和者謀。恐卑辭而益幣者進。臣願定謀於全勝。期收地於兩河。唾手燕雲。終欲復讐而報國。誓心天地。當令稽顙以稱藩。○奉詔移僞齊檄■〈契，廾代大〉勘僞齊僭號。竊據忭都。舊忝臺臣。累蒙任使。是宜執節效死。圖報國恩。乃敢背棄君父。無天而行。以祖宗涵養之澤。飜爲讐怨。率中華禮義之俗。甘事腥羶。紫色餘分。擬亂正統。想其面目。何以臨人。方且妄圖襄漢之行。欲窺川蜀之路。專犯不韙。自速誅夷。我國家危運已銷。中興在卽。天時旣順。人意悉諧。所在皆賈勇之夫。思共快不平之忿。今王師已盡壓淮泗。東過海沂。驛騎交馳。羽檄曡至。故我得兼收南陽智謀之士。提大河忠孝之人。仗義以行。乘時而動。金洋之兵。出其西。荊湖之師。繼其後。雖同心一德。足以吞彼國之梟羣。然三令五申。豈忍殘吾宋之赤子。爾應陷沒州縣。官吏兵民等。元非本意。諒皆脇從。屈於賊威。歸逃無路。我今奉辭伐罪。梂溺蘇枯。惟務安集。秋毫無犯。倘能開誠納款。肉袒迎降。或願倒戈以前驅。或列壺漿而在道。自應悉仍舊貫。不改職業。盡徐戎索。咸用漢條。如或執迷不悟。甘爲叛人。嗾桀犬以吠堯。詈獵師而哭虎。議當躬行天罰。玉石俱焚。禍並宗親。辱及父祖。掛今日之逆黨。遺千載之惡名。順逆二途。蚤宜擇處。兵戈旣逼。雖悔何追。謹連黃榜在前。各令知悉。○御書屯田三事跋臣聞先正司馬光有言。德勝才。謂之君子。才勝德。謂之小人。論人者。能審於才德之分。則無失人矣。曹操募百姓屯田許下。所在積粟。諸葛亮。分兵屯田。而百姓安堵。羊祜懷逺近。得江漢之心。亦以墾田獲利。若三子者。重本務農。使兵無艱食。其謀猷術略。皆不在人下。才有足稱者。然操酷虐變詐。掔申商之法術。雖號超世之傑。豈正直中和者所爲乎。許劭謂清平之奸賊。亂世之英雄。其德有貶云。亮、開誠心。布公道。邦域之内畏而愛之。祜、增修德言。以懷柔初附。則德過於操逺矣。觀亮素志。欲龍驤虎視。包括四海。以興漢室。天不假以年。遽有渭南之恨。祜輔晉武。慨然有幷吞之心。後平吳身不及見。二子有意於功名。而志弗克伸。惜哉。臣庸德薄才。誠不敢妄論古人。伏蒙陛下親灑宸翰。鋪述二三子屯田足食之事。俯以賜臣。臣敢不策駑礪鈍。仰副聖意萬一。夫服田力穡。乃亦有秋。農夫職爾。用屯田以足兵。食誠不爲難。臣不揆願遲之歲月。敢以奉詔。要使忠信以進德。不爲君子之棄。則臣將勉其所不逮焉。若夫鞭撻四夷。尊強中國。扶宗社於再安。輔明天子以享萬世無疆之休。臣竊有區區之志。不知得伸歟否也。紹興十年。正月初一日。武勝定國軍節度使。開府儀同三司。湖北京西路宣撫使。兼營田大使。武昌郡開國公。食邑四千戸。實封一千七百戸。臣岳飛謹書。○申劉光世乞進兵狀竊念飛以行伍賤隷。辱知朝廷。蒙被厚恩。殞歿難報。每以爲國家之難。雖非所命。猶當戮力。矧承楚之事。危迫如許。累准朝廷指揮催督。此正飛等捐身徇義之秋。切緣王鎮撫林。郭鎮撫仲威等。並不見差撥軍馬前來。使司王統制。雖聞已起發。卽日尙未知屯駐去處。據探。虜人急攻楚州。切恐萬一疎虞。於淮南諸鎮利害不細。飛已於今月十五日。具申使司去訖。飛一面起發。前往承州措置勦殺外。伏乞鈞慈。特捐一二千之衆。别差總統制官一員前來犄角。庶不致上誤國事。謹具狀申。伏候指揮。○申劉光世乞兵馬糧食狀飛昨奉聖旨。指揮差充前件差遣。於八月十五日還至常州宜興縣。于十八日起發前來。祗赴新任。二十二日至江州軍歇泊。據探報。金人見圍楚州。飛遂速急權差統制王貴。管押兵馬等船濟渡。切慮遲滯。有失事機。不免躬親。先入泰州。於二十六日夜二更到泰州城外。承准八月十九日指揮。令飛與趙鎮撫立犄角。飛遂措置調發兵夫糧食。幷不住差人勾喚王貴等軍馬。實緣舟船數少。今月初九日。方盡到泰州。飛已差張憲權行守城。見今大軍屯駐三。（光宗皇帝嫌諱）與金人大寨不逺。惟是新復建康之後。所有士馬。瘡痍尙新。羸弊方甚。兼自到任未及一旬。芻茭糗糧。一一窘乏。本未能卽從王事。重以承楚之急。甚於倒垂。不可以頃刻安居，理宜前進。欲望鈞慈。捐一二千之衆。假十餘□之糧。令飛得激厲士卒。徑赴敵壘。解二州之圍。掃犬羊之迹下。以禆相公之盛烈。上以寛主上之深憂。不勝幸甚。○五嶽祠盟（題記）自中原版蕩。夷狄交侵。余發憤河朔。起自相臺。總髮從軍。歴二百餘戰。雖未能逺入夷荒。洗蕩巢穴。亦且快國讐之萬一。今又提一旅孤軍。振起宜興。建康之城。一鼔敗虜。恨未能使匹馬不回耳。故且養兵休卒。蓄鋭待敵。嗣當激厲士卒。功期再戰。北踰沙漠。蹀血虜庭。盡屠夷種。迎二聖歸京闕。取故地上版圖。朝廷無虞。主上奠枕。余之願也。河朔岳飛題。○題廣德軍金沙寺壁余駐大兵宜興。沿幹王事過此。陪僧僚謁金仙。徘徊蹔憩。遂擁鐡騎千餘。長驅而往。當俟立奇功。殄醜虜。復三關。迎二聖。使宋朝再振。中國安彊。他時過此。得勒金石。不勝快哉。建炎四年。四月十二日。河朔岳飛題。○題東松寺余自江陰軍提兵起發。前赴饒郡。與張招討會合。■〈山責〉嶇山路。殆及千里。過祁門西約一舍餘。當途有菴一所。問其僧曰。東松。遂邀後軍王團練幷幙屬。隨嬉焉。觀其基址。乃鑿山開地。創立廟廡。三山環聳。勢凌碧落。萬木森鬱。密掩烟甍。勝景瀟洒。實爲可愛。所恨不能款曲進程遄速。俟他日殄滅盜賊。凱旋回歸。復得至此。卽當聊結喜緣。以慰菴僧。紹興改元仲春。十有四日。河朔岳飛題。○題永州祁陽縣大營驛權湖南帥岳飛。被旨討賊曹成。自桂嶺平蕩巢穴。二廣湖湘。悉皆安妥。痛念二聖逺狩沙漠。天下靡寜。誓忠孝。賴社稷威靈。君相賢聖。他日掃清胡虜。復歸故國。迎兩宮還朝。寛天子宵旰之憂。此所志也。顧蜂蟻之羣。豈足爲功。過此因留于壁。紹興二年七月初七日。○題鄱陽嵬石山寺嵬石山前寺。林泉勝景幽。紫金諸佛相。白雪老僧頭。潭水寒生月。松風夜帶秋。我來囑龍語。爲雨濟民憂。○從駕遊西內應制敕報遊西內。春光藹上林。花團千朶錦。柳撚萬條金。燕遶龍旗舞。鶯隨鳳輦吟。君王卽天地。化育一仁心。○送紫巖張先生北伐號令風霆迅。天聲動北陬。長驅渡河洛。直擣向燕幽。馬蹀閼氏血。旗梟克汗頭。歸來報明主。恢復舊神州。○翠光亭愛此倚欄杆。誰同寓目閒。輕陰晴弄日。秀色隱空山。島樹蕭颾外。征帆杳靄間。予雖江上老。心羨白雲關。○題翠巖寺秋風江上駐王師。蹔向雲山躡翠微。忠義必期清塞水。功名直欲鎮邊圻。山林嘯聚何勞取。沙漠羣兇定破機。行復三關迎二聖。金酋席捲盡擒歸。○寄浮圖慧海湓浦廬山幾度秋。長江萬折向東流。男兒立志扶王室。聖主專師滅虜酋。功業要刊燕石上。歸休終伴赤松遊。丁寧寄與東林老。蓮社從今着力修。○池州翠微亭經年塵土滿征衣。特特尋芳上翠微。好水好山看不足。馬蹄催趁月明歸。○題新淦蕭寺壁雄氣堂堂貫斗牛。誓將直節報君讐。斬除頑惡還車駕。不問登壇萬戸侯。○滿江紅怒髮衝冠。凭欄處、蕭蕭雨歇。擡望眼、仰天長嘯、壯懷激烈。三十功名塵與土。八千里路雲和月。莫等閒、白了少年頭。空悲切。靖康恥。猶未雪。臣子恨。何時滅。駕長車、踏破賀蘭山缺。壯志飢飡胡虜肉，笑談渴飲匈奴血。待從頭、收拾舊山河。朝天闕。○小重山昨夜寒蛩不住鳴。驚回千里夢。已三更。起來獨自遶堦行。人悄悄。簾外月籠明。白首爲功名。舊山松竹老。阻歸程。欲將心事付瑤琴。知音少。絃斷有誰聽。 \\n 　 \\n  \\n   \\n  "}
{"章节": "●附錄", "正文": "　 \\n ●附錄 \\n 　 \\n  \\n 單恂白燕庵詩集（字質生華亭人麻城知縣）（四庫全書·史部·目錄類·經籍之屬·千頃堂書目卷二十七）單恂（字質生松江華亭人崇禎庚辰進士除知麻城縣有白燕菴詩集）（四庫全書·集部·總集類·御選宋金元明四朝詩__御選明詩·姓名爵里七） \\n 　 \\n  \\n   \\n  "}
