{"章节": "\t\t●何瑭", "正文": "　 \\n ●何瑭 \\n 　 \\n  \\n 何瑭［明］（公元一四七四年至一五四三年）字粹夫，号柏斋，怀庆（一作武陟）人。生于明宪宗成化十年，卒于世宗嘉靖二十二年，年七十岁。笃行励志。中弘治进士。初为翰林修撰，以不屈刘瑾，出为开州同知。历工、户、礼三部侍郎，进南京右都御史。卒，谥文定。瑭文体朴质，不斤斤于格律。撰有柏斋集十一卷，又有医学管见、柏斋三书（均四库总目）等。亦善散曲，有柏斋何先生乐府一卷，有《明刊本》传于世。 \\n 何瑭 \\n 何瑭（1474-1543年），明河内县城内人。字粹夫，号柏斋，又号虚舟，世称柏斋先生，官至南京右都御史。 \\n 何瑭出身于官宦世家，其高祖何忠一，明初从戎，北定中原后，遂编怀庆卫籍，擢红旗头目、屯田武陟千秋乡之头铺营。曾祖贵、祖父滨，束力封寿官。其父何森质直不华，赠工部侍郎。成化十年（1474年），何瑭出生于武陟小何井，次年迁居何家营。 \\n 成化十六年(1480年)年仅7岁的何瑭随家迁入怀庆府城内（今沁阳市城关镇）。他自幼聪颖好学，才华出众，7岁见家有佛像，抗言请去之。12岁补为诸生，15岁入河内县学，通诸经史与薛王宣、许衡之书。 \\n 弘治十四年（1501年）中河南乡试第一，次年会试中进士为庶吉士。 \\n 弘治十七年（1504年），任翰林院编修，主撰《孝宗实录》。正德四年（1509年），升任修撰，奉旨教诸中官修史著作。 \\n 正德六年(1511年)，何瑭进谏，要求禁贪墨以吏治，严纪律以振军威，治财有以固邦本。朝廷不纳，复又有本兵语五篇，投内阁亦未采。于是，何瑭便以明君者应勤政爱民，慎理朝事的道理和以帝舜纳大禹治邦之道赢得天下太平的故事于经筵直谏皇上。 \\n 正德帝听了，拒谏饰非，数日后，以忤旨之罪，将何瑭调出京，改谪直隶大名府开州同知。何瑭任职开州期间，微服私访，体察民情，根据实际情况实行九均法，使生产发展，收入增加，加上又一连审理几桩冤案，特别是处决清丰县令之子、绰号\"净街虎\"的高攀和身先士卒分程修堤治河，使开州社会安定，五谷丰登，百姓莫不拍手称快。 \\n 正德十年（1515年），何瑭升任东昌府同知。东昌府是个统辖18个州县的大府，路当南北要冲，庵室豢养的狗腿到处横行霸道，贪官污吏和恶霸仗势渔肉百姓。何瑭上任后，明查暗访，为民解忧。一是翻阅案件，发现强抢民女、凶杀无辜的花花公子汤兴，尚逍遥法外，随命捕快将其逮捕入狱。经过审讯，汤兴供认不讳，遂将罪犯处决，为地方除了一害。这却惹恼了汤兴之父、定州知州汤元中，他处处设障，暗箭中伤，陷害何瑭。再加上正德皇帝整日贪恋酒色，不理朝政，以及权奸当道，国事日非，何瑭不愿为昏君效力，也不愿同贪官同流合污，于是便向皇上一连写了两次《患病不能供职，乞恩放归田里事》的辞官奏疏，于正德十二年（1517年）辞官返乡。 \\n 正德十六年的（1521），武宗驾崩，世宗登基，改号嘉靖，在内阁首辅杨廷和的扶助下，改革武宗时的一些弊政，起用武宗时因上疏言事而被罢撤、拘禁的官员。 \\n 嘉靖元年（1522年），退归林下达四年之久的何瑭，被世宗重新起用，任命为山西提学副使，因家父病逝，在家丁忧，未曾赴任。 \\n 嘉靖二年（1523年），改任浙江提学副使，掌省、府、州、县教育行政。是年，正是乡试之年，一贯办事认真，憎恶弊端的何瑭，不光看名次，就连卷纸都要份份过目,从中发现有人作弊,便召集同考官，进行追查，查清后给予严厉的惩处,考生们无不交口称赞。 \\n 嘉靖三年(1524年)，保瑭升任太常寺少卿，他与湛若水明太子法。 \\n 四年(1525年)升任太常寺正卿，为九卿之一，掌宗庙礼仪，兼掌选试博士。 \\n 五年（1526年）任南京翰林院学士，掌谕旨文告。次年任南京工部右侍郎，行尚书事。 \\n 七年（1528年）改任北京工部右侍郎，至京改户部右侍郎，掌户籍、田亩、货币、税赋、官员俸禄。他与梁俭罨同心辅政，而建议草奏多出自何瑭。 \\n 八年（1529年）改任礼啊右侍郎、御史，掌典礼、祭祀、科举考试、外交等。后以直道与当道不合，便称疾引退，被御史毛凤诏、华盖殿大学士李东阳举荐遂改任右都御史，掌南京都察院事。 \\n 十年(1531年)何瑭告老还乡后，成立\"景贤书院\"，设馆讲学，著书立说，常常是青灯黄卷，夜深忘倦，把全身精力放在研究历学、算学、律学和著书教徒上，著有《阴阳管见》、《乐律管见》、《医学管见》、《儒学管见》、《兵论》、《均瑶、均粮》等书籍，培养出不少有成就的人才。 \\n 嘉靖二十二年（1543年）九月十三日，何瑭病故家乡，终年70岁，葬于怀庆府城南门外何家祖茔。 \\n 隆庆二年（1568年），追封何瑭为礼部尚书，谥\"文定\"。 \\n 柏斋集 \\n 十一卷（河南巡抚采进本） \\n 明何瑭撰。瑭有《医学管见》，已著录。瑭笃行励志，其论学一以格致为宗。集中《送湛若水序》，谓\"甘泉以存心为主，予以格物致知为先。非存心固无以为格致之本。物格知至，则心之体用益备\"。其生平得力在此。故当时东南学者多宗王守仁良知之说，而瑭独以躬行为本，不以讲学自名。然论其笃实，乃在讲学诸家上。至如《均徭》、《均粮》、《论兵》诸篇，究心世务，皆能深中时弊，尤非空谈三代，迂疏无用者比。虽其文体朴质，不斤斤於格律法度之间，而有体有用，不支不蔓，与雕章绘句之学固又当别论矣。集凡文十卷、诗一卷，为嘉靖已酉郑王所刻。郑世子载堉，即瑭之甥。其律数之学，皆受之於瑭者也。 \\n ---出《四库总目提要》 \\n 历代焦作名人存书版本录（何瑭） \\n 何瑭（1474~1543），字粹夫，号柏斋。明怀庆（治所在沁阳，辖境内相当今河南修武、武陟以西，黄河以北地区）人。 \\n 《阴阳管见》一卷（明）何瑭撰百陵学山学海类编子类（道光本、影道光本)影元明善本丛书十种百陵学山 \\n 《阴阳管见》一卷（明）何瑭撰明世学山（明嘉靖三十二年郑榟刻本）百陵学山（明万历刻本）学海类编（清曹溶编清陶越增订清道光十一年晁氏活字印本） \\n 《柏斋集》十一卷（明）何瑭撰四库全书集部 \\n 《何文定公柏斋文集》十卷（明）何瑭撰续中州明贤文表 \\n 《何粹夫集》（明）何瑭撰广理学备考第五函 \\n 《何文定公文集》十一卷（明）何瑭撰明万历刻本四册（《四库全书总目》卷一七七）今存北京大学图书馆 \\n 《柏斋先生乐府》一卷（明）何瑭撰饮虹簃所刻曲 \\n 《柏斋文集》十卷（明）何瑭撰明刻本四册今存北京图书馆 \\n 《柏斋三书》三卷（明）何瑭撰四库全书子部杂家类存目 \\n 《医学管见》一卷（明）何瑭撰四库全书子部医家类存书 \\n 《正德（怀庆府志）》十二卷（明）何瑭撰明正德十一年刻本抄本今存上海图书馆 \\n  \\n 　"}
{"章节": "●提要", "正文": "　 \\n ●提要 \\n 　 \\n  \\n 臣等謹案栢齋集十一巻明何瑭撰瑭字粹夫號栢齋武陟人弘治壬戌進士官至南京右都御史諡文定瑭篤行勵志其論學一以格致為宗集中送湛若水序謂甘泉以存心為主予以格物致知為先非存心固無以為格致之本物格知至則心之體用益備其生平得力在此故當時東南學者多宗王守仁良知之説而瑭獨以躬行為主不以道學自名復留心世務如均徭均糧論兵諸篇皆能深中時弊雖其文體朴質不斤斤於格律法度之間而剴切詳明不支不蔓猶存弘正以前規範與巵言勦説者流相去逺矣集凡文十巻詩一巻為嘉靖已酉鄭王所刻又有所著陰陽樂律儒學管見則趙王摹印以傳目為栢齋三書今别行於世云 \\n 乾隆四十二年十月恭校上 \\n 總纂官（臣）紀昀（臣）陸錫熊（臣）孫士毅 \\n 總校官（臣）陸費墀 \\n  \\n 　"}
{"章节": "●柏齋集巻一", "正文": "　 \\n ●柏齋集巻一 \\n 　 \\n  \\n （明）何瑭撰 \\n ○講章 \\n 尚書講章 \\n 禹曰都帝慎乃在位帝曰俞禹曰安汝止惟幾惟康其弼直惟動丕應徯志以昭受上帝天其申命用休 \\n 這是虞書益稷篇史臣記大禹告舜的言語都是歎美辭帝是指帝舜俞是然其言止是事物之理具於吾心各有至善所當依據而不可移易的意思幾是事之發動處康是事之安穩處弼是指輔弼之臣徯是待申是重休是美大禹將要告舜先歎美曰都又特稱帝以起其聽説道帝居天子之位若一念不謹慎則四海之内皆不得安一日不謹慎則千百年之患便從此起所以須要謹慎不可放肆帝舜聽了遂説爾的言語誠然有理我當從爾所言凡事謹慎禹要帝舜知道謹慎的勾當故又説道人心之靈事事物物莫不有箇至公至正的道理只因私欲的念慮動搖其中所以此心常危殆不安為人君的凡處一事接一物必要心心念念專在道理上這便能安其所止而不陷於人欲之危若是幾發動的去處須要仔細計較不要差了念頭及事務成就的時莭須安穩停當不可茍且施行這便是惟幾惟康倘所行一有差錯陷於私欲輔弼的大臣又肯直言勸諫不使人君陷於有過之地這便是其弼直君臣上下交相儆畏謹慎之道不過如此天下的人心都有這箇道理人君所行的既合道理了但凡有所動作則人心無不響應固有在我發意之先預先等待的况上天福善禍淫都看著人心向背以此昭受上帝之命天豈不重重眷命加之以休美之福乎這便是謹慎的效驗臣竊惟大禹之言切於治道帝舜一聞而即從之見諸施行所以天下太平萬世稱為聖明之主仰惟皇上所居之位即帝舜之位伏願端存心出治之本聽輔弼忠直之言上下交通天人恊應太平之治可齊於二帝宗社之休必保於萬年矣臣愚不勝惓惓伏惟聖明留意 \\n ○奏議 \\n 史職議 \\n 修史職以備國典事伏以有官守者則思修其職有言責者則思盡其忠此人臣之大防而古今之通誼也臣以菲薄待罪史官伏覩内外百司各有職守而史官獨若無所事者朝叅之餘退安私室於國家政務無分毫補益猶且月受俸錢日支廪給既失官守之職難迯尸素之譏毎念及兹不勝惶愧臣謹考古者王朝列國皆有史官掌記時事我祖宗設修撰編修檢討謂之史官俾司紀錄法古意也謹按國朝名臣錄在太祖時劉基條答天象之問上悉以付史館在太宗時王直以右春坊右庶子兼記註凡聖政聖訓之當書者皆錄之以備纂述由此推之史官之職在國初猶未失也不知因循廢墜始於何時沿襲至今未克修舉臣於受職之初即欲陳奏自以無所考據又慮人微言輕未必聽用徒為嘵嘵實亦何補含愧茍禄奄過歲時既又念聖賢相逢百廢皆舉擇言而從不以人廢於此時而不言是終無可言之日矣方擬陳奏不幸孝宗皇帝奄棄萬國哀慕方切豈暇圖此方今山陵既畢政治維新伏望遵祖宗所已行修史職於久廢勑令修撰編修檢討直史館凡陛下之起居臣工之論列大政事之因革弛張大臣僚之陞降拜罷皆令即時紀録止用據事直書不須立論褒貶仍於紙尾書某官某人記藏之匵櫃以待纂述史職既修國典斯備上則聖君賢臣嘉謨嘉猷不至有所遺落下則憸夫小人懼遺萬世之譏亦有所懲戒不敢縱恣為惡公則明朝廷無虛設之官私則使人臣免素餐之愧事體甚便或謂館閣之地所以儲養異才不必擇以職守臣竊謂養才之道當使之周知天下之務方可以備他日之用今諸人於國家政事初不聞知雖欲練習其道無由若令史館供職庶因紀録之間得練習政事之體他日任用不至疎脱是於修職之中實寓養才之意臣愚不勝惓惓 \\n 戰船議 \\n 議處戰巡船隻事該都水司呈奉本部送准操江衙門咨（云云）到司查得本部嘉靖六年造完戰巡船八十四隻今年見造又一百四隻其工食例該本部措給其物料會無者例皆坐派蘇松等府徵解查得六年修完船隻物料先已招商應用今尚有四府未完今年物料各府通無解到照得咨内開稱已及年分損壊船又一百二十八隻例該修造未及年分損壞船六十三隻不久捱及年分又該修造其物料俱該坐派蘇松等府恐民力不堪呈乞議處到部照得南京内官監供應器皿及裝盛物料神宫監司苑局等衙門薑棚及薑芽竹簍等料本部供應器皿及修船物料例俱坐派蘇松等府約計銀十萬兩以上見今累催俱未完解固由官吏違慢亦由民貧辦納不前其操江損壊戰巡船一百八十一隻若再坐派深恐民力不堪有如該司所慮擬合議處查得永樂年間額設戰船止一百三十一隻宣徳以後漸増至三百一十九隻至成化年間止存一百四十隻具載會典當時不聞悮事今乃増至四百隻比永樂年間三倍有餘宜量减其半庶得少寛修造不至連年坐派以重困疲民或謂其有備無患操江船隻不可輕減臣等議得兵家之法雖稱有備無患尤當料敵度時若强敵大盜出沒於江湖之間必用水戰决勝則戰船不得不多若强敵大盜或在北欲渡江而南或在南欲渡江而北則戰船止於巡邏把截自不須多盖敵一登岸戰船即皆無用故也况今四方寧靜無强敵大盜之警其出沒江上者不過鹽徒小盜若設戰巡船二百隻加以府縣巡司等船固已足用其多餘戰巡等船實係無用縱有大盜卒起兵部馬快等船不下四五百隻亦可一時借用不為無備今乃以多餘無用之船而連年坐派以重困疲弊之民似為非計又查得新江口戰座巡哨等船舊例五年一修十年一造先年損壊俱係操江官軍自備物料修理天順三年該南京内守備題會同外守備并本部議將座船二隻先儘舊料不敷之數會有闗支會無買辦動支官錢給還戰船該用物料以五分為率二分官為出備三分原船官軍出備會議題准一向遵行至成化二十年該外守備奏要將損壊船隻止行南京工部修造本部備查題准事例具奏仍准照舊官二軍三至成化二十三年又該内外守備題巡軍比操軍辛苦巡船損壊要行南京工部修造工部覆題備行本部查照果無别議將該用物料查會闗支買辦仍委官一員嚴督龍江提舉司官吏匠作及南京中軍都督府差撥官軍與同原船旗軍相兼用工修造本部既失於查照題准見行事例執奏又失於查照原奏情節乃將巡船並戰船通與修造從此遂成故事弘治十八年又該本部奏准將改造戰巡等船會無物料坐派直隷蘇松等府州縣辦解沿襲至今遂為定例各船旗軍因戰船損壊俱本部修造利害不切於彼遂將戰船視為官物非止不加愛惜甚或暗行作踐往往不及年分先已損壊捱及年分則又移文本部修造其弊已久臣等議得運糧官軍勞苦萬狀運船損壊尚與官停半出銀修造操江官軍安逸已甚戰船損壊反不出分文止行本部修造已為不平又致生戰船速壊之弊深為未便乞勑該部會同兵部計議如臣等所議萬一可采乞將戰巡船量留二百隻應用其餘俱送龍江提舉司拆卸堆垜候留用船隻損壊即用修造不敷料銀或查照題准舊例以五分為率官二軍三或比照運船事例官軍停出戰船既減則修造自少操軍知愛惜其船則損壊必遲修造益少修造益少則物料本部可辦不必坐派各府以重困疲民事體似甚便益 \\n 織造議 \\n 議處織造絲料及叅劾不職官員事該都水司呈奉本部送准守備掲帖（云云）案呈到部巻查嘉靖四年（云云）據鋪户何輔等告（云云）又行據南京丙字庫中（云云）照得諸司職掌内開凡織造供用袍服叚疋及祭祀制帛須於内府置局織造其所用蠶絲紅花藍澱於所産去處税糧内折收按歲差人送庫支用是知織造制帛絲料會有在丙字庫支用係祖宗正法嘉靖四年料造制帛一萬五千叚本部失於查照將該用絲料不作會有行丙字庫支用却作會無行應天府鋪户買用實係違法叅照鋪户何輔所告情既可憫理亦甚直既丙字庫中有堪用細絲擬合將原擬行應天府鋪户買絲一節改正會有行丙字庫支用已經行移神帛堂遵依選用及條送南京禮部擬行會題去後今准南京守備司禮監太監髙某等揭帖内稱神帛堂堂長禀稱丙字庫絲不堪織造等因臣等叅看得丙字庫内外官員吏典人等職專收支乃將税糧折收串五細絲濫收粗絲以致不堪織造支用若非受賂徇私亦係怠職悮事查得大明律起解金銀足色條下凡收受諸色課程變賣物貨起解金銀須要足色如成色不及分數提調官吏人匠各笞四十著落均陪還官所據該庫内外官員吏典人等相應比附前律查提究問但該庫申稱所收絲堪用义經守備官選中今神帛堂却稱其絲不堪叅以鋪户告詞中間恐有别情乞勑該部計議合無將該庫内外官員人等比附前律提問惟復别有定奪通行奏請上裁候有成命遵照施行再照掲帖又稱神帛堂急缺織造絲料要行從長議處叅詳主意不過要照舊行應天府鋪户買用臣等議得買絲違法損民且使折收絲終歸無用公私兩病深為未便本部既知其弊豈可復行但本堂執稱該庫所收串五絲俱不堪用若不急為議處往來駁難不免悮事乞勑該部移文户部轉行南京户部計議合無將明年以後湖州府解到串五絲徑送本堂收用仍行移丙字庫知數公私兩便庶經久可行又查得諸司職掌内開蠶絲出産在浙江湖州府毎年該折收六萬觔見今毎年折收串絲荒絲各止二萬兩計各止一千二百五十觔其神帛堂毎年該用絲數累次行查堅不准行以此不知的數據守備平日口稱毎年織三千叚該用絲二千八百十二觔八兩又查得内織染局所織誥勑絲料亦該在丙字庫支用毎年織一千道計該用絲若干觔照得見今折收串五絲數少支用不敷不免又費議處亦乞轉行南京户部計議再查神帛堂如果毎年織制帛三千叚則串五細絲再加派二千七百五十觔務勾兩衙門支用此係舊制不為多事再照丙字庫見有絲近年者已該三萬五千餘觔逺年者不知其數既各衙門俱不支用俱將化為灰燼似亦可惜亦乞轉行南京户部議處為便緣係議處織造絲料及叅劾不職官員事理（云云） \\n 制帛一叚長十八尺　料串五絲十五兩毎尺該絲八錢三分三釐强 \\n 誥命一品文職長一丈二尺　料串五絲一觔十二兩六錢一分二釐五毫　二品長一丈　料絲一觔六兩八錢六分二釐五毫　三品長八尺五寸　料絲一觔四兩一錢八分七釐五毫　五品長六尺　料絲一觔五錢一分二釐 \\n 勑命　料絲十三兩六錢九分二釐五毫 \\n 誥武職　料絲十三兩一錢三分八毫 \\n 此料數係織造原數今以制帛分兩丈尺計之似乎至多當時亦欲題准減省後以遷官未奏云 \\n 民財空虚之弊議 \\n 理財足民以安天下以保聖治事臣竊聞平天下之道重在理財盖財用之盈虚係民生之休戚而國家之安危治亂從之是固不可忽也古人有言天下之財不在官則在民去年因陕西四川河南湖廣山東山西等處兇荒各該撫按官員累奏王府禄米軍士月糧多有欠缺無從處補軍民人等餓死數多無從賑濟則是在官在民之財皆空虚不足可想見矣臣竊以為在官之財不足固為可慮然不若在民之財不足可慮之甚也盖民財不足則樂歲不免於凍餒而兇年必至於死亡凍餒死亡之憂迫之於中而剥削差科之患又迫之於外事勢窮極盜賊必起此盖宗社之憂非小小利害也是豈不甚可慮哉去歲凶荒賴皇上聖明亟行蠲免大為賑濟民心少安然而死者已衆萬一不幸頻歲凶荒不知民何以堪命是盖不可不預為之所也臣猥以迂疎備員户部叨有理財之責竊計在官之財所以空虚不足者其弊有四在民之財所以空虚不足者其弊亦有四宗室日蕃武職日濫冗食太多冗費太廣此四弊者在官之財所以空虛而不足也而徵納逋欠之弊則又在其外焉官吏剥削差科繁重風俗奢僣生齒蕃多此四弊者在民之財所以空虚而不足也在官之財不足四弊本部先已具題外其在民之財不足四弊臣謹開坐具奏伏望皇上憫百姓之困窮念宗社之大計勑令該部議擬採行則民財可足天下可安而皇上孜孜求治之念亦可以少副矣臣愚不勝惓惓 \\n 一官吏剥削 \\n 傳稱國家之敗由官邪也官之失徳寵賂彰也盖官吏貪賂必剥削小民小民窮困不堪小則為盜大則作亂而國家之治敗矣此必然之理也我太祖髙皇帝起自民間深知其弊故立國之初痛懲貪賂官吏甚者即行誅殺以快小民之心既製為大誥醒貪録諸書以戒諭之又定為官吏受枉法贓滿貫罪絞之律以恐懼之是以當時官吏畏法小民得安晩年因見法令已行貪風已革乃於洪武三十年定官吏受贓滿貫者為雜犯死罪准其收贖盖不忍以財物之故傷人性命此聖祖寛恤之仁也奈何官吏不才不體聖祖之心漸啟貪賂之習積至正徳年間其弊極矣官以賂陞罪以賂免輦轂之下賄賂公行郡縣之間誅求無忌小民受害殆不忍言百姓困窮盜賊蠭起國家之事幾至大敗臣不勝憂忿於正徳六年奏言先欲勑諭大臣令其守廉奉法以倡百官次欲將貪贓害民官員凡犯取受入已贓滿貫以上俱籍沒貲産輕則為民重則充軍軍職犯贓一體歸斷所冀法令嚴明則貪官知懼民困可蘇國家可保耳當時論者皆謂臣言苛刻難以施行臣竊謂責人以難能之事則材知有限不可勉强若一槩加罪則誠為苛刻至於貪與不貪則在乎肯與不肯非有甚髙難能之事况彼奪民財而法乃籍沒其財情法似乎相對且未嘗傷其性命似未為苛刻論者之意不過謂士君子辛苦仕途有所取受亦是常情罪以籍沒似可矜憫耳臣竊聞有宋之時范文正公當道遇不才監司一筆勾之富鄭公曰公但知一筆勾不知一家哭矣范公曰一家哭何如一路哭耶富公亦當時賢者其言亦近於厚但其所見之公私大小則不逮范公逺矣况官吏貪賂則剥削小民小民困窮則遺禍國家情既可惡闗係尤重此與其他不才悮事者不同是安可過為姑息而不加重治哉伏自皇上即位以來選用忠賢禁止賄賂輦轂之下號稱清明然府縣之間貪風猶在誅求剥削至今未已上司多事姑息不行嚴治甚者交通賄賂縱容行私民財日空民生日困其弊大端在此此風不革而欲望小民之安國家之治盖斷乎無是理也臣愚竊聞治久病者用毒藥革久弊者用重典宜先申明戒諭天下百官令其守廉愛民令下之後敢有仍前貪賂害民者凡犯枉法贓滿貫以上俱籍沒貲産照例充軍犯不枉法及侵盜贓至銀一百兩以上及他物值銀一百兩以上者亦籍沒貲産照常為民軍職犯贓一體歸斷若上司官承告官吏貪贓事情不與受理及雖與受理而擬斷不如法者即以不才黜退有贓者亦從重論毎年終巡按御史及法司俱將問過贓官起數造冊具奏以慿查考其奸頑妄揑贓私排陷官吏者除問以誣告罪名仍遷徙化外夫貪官之所愛者財耳若止去其官不奪其財彼猶不失其富既不知耻豈肯改行若籍沒法行則雖不問以死罪彼慮并失其原有之財必知警懼則貪風庶乎可革民財不耗民困可蘇而國家之治庶可保之於無窮矣 \\n 一差科繁重 \\n 傳稱時使薄歛以勸百姓為天下國家經常之道盖為治不能不使民但使之以時而不竭其力斯可矣不能不取民但歛之以薄而不匱其財斯可矣此盖古聖賢之明訓而萬世不可易也仰惟國朝使民之法除里甲正辦外如糧長解户馬頭船頭館夫水夫馬夫祗候弓兵皂隷門禁厨斗之類無所不役固已多矣但國初法令嚴明編僉有數故民力未至甚勞近年以來則常役之外雜派夫役紛紛而出如斫柴夫擡柴夫修河夫修倉夫運料夫接遞夫站夫鋪夫閘夫淺夫之類因事編僉盖有不可勝數者矣國朝取民之法除田土税糧外如鹽課茶課金銀課鐵課魚課税商船鈔户口食鹽皮角翎毛油漆竹木之類無所不取固已重矣但國初於公用物料猶令税糧折納或官錢收買故民財未至甚費近年以來則額徵之外雜派物料又紛紛而出如供用庫物料甲丁庫顔料光禄寺厨料太常寺牲口南京則又有供用器皿物料戰巡船隻物料内府各衙門應用物料隨時坐派盖有不可勝數者矣以上夫役物料臣之所知者耳所不知者尚不止此例皆取辦於民上司惟務事行至於民力之堪與不堪民財之敷與不敷皆不暇計賢能守令縱有愛民之心迫於上令亦不能自行其志不才官員則又因以為利加以吏典與里胥賣放多科小民受害所不忍言民財之耗民生之困此亦大端也臣竊以為前項雜派夫役既不可免惟編之有數用之有時庶可少寛民力使受一分之賜宜行令各州縣通將人丁查出畧倣古昔用民之力歲不過三日之意其人丁除役占優免外毎人五丁編夫一名歲役不過一月毎丁各該六日不行者貼工食銀一錢二分南方以田起夫者則毎田百畝作人一丁計數編夫俱准前例或本處工多夫少如其工可緩者令挨年次第舉行如緊急不可緩者令將鄰近州縣夫通融恊濟大率逺者出銀近者出力或民自願赴工不願出銀者聽從其便如本處及鄰近通無工者則寛以與民至於雜派物料則宜仍照國初舊例係逺方州縣産有者或令税糧折納或以該徵税課錢鈔收買差人解送應用係京師近地産有者則徑以各處觧到税課錢鈔收買不必坐派通不許令民出辦其各項物料内有不係緊用者仍令各該衙門查出量為裁減如此則民財少省民困可蘇而國家之治可保之於無窮矣 \\n 一風俗奢僣 \\n 易稱節以制度不傷財不害民又稱履以辨上下定民志盖用度奢侈則民財必傷上下不辨則民志不定此盖必然之理而為治者所當念也仰惟我太祖髙皇帝於開國之初凡官民房屋衣服器皿之類即定有制度上得兼下下不得僣上違者各治以罪其居處僣上用者至處死籍沒立法之意盖甚嚴矣彼時百姓初脱亂離之苦凡百用度取給而止奢僣甚少中間奢僣犯禮者不過二三豪家聖祖已嚴為禁約如此自國初至今百六十年承平既久風俗日侈起自貴近之臣延及富豪之民一切皆以奢侈相尚一宫室臺榭之費至用銀數百兩一衣服燕享之費至用銀數十兩車馬器用務極華靡財有餘者以此相誇財不足者亦相倣效上下之分蕩然不知風俗既成民心迷惑至使閭巷貧民習見奢僣婚姻喪塟之儀燕會賻贈之禮畏懼親友譏笑亦竭力營辦甚稱貸為之官府習於見聞通無禁約間有一二賢明之官欲行禁約議者多謂奢僣之人自費其財無害於治反譏禁者不達人情一齊衆楚法豈能行殊不知風俗奢僣不止耗民之財且可亂民之志盖風俗既以奢僣相誇則官吏俸禄之所入小民農商之所獲各亦不多豈能足用故官吏則務為貪饕小民則務為欺奪由是推之則奢僣一事實生衆弊盖耗民財之根本也臣愚以為風俗既壊非嚴為禁治則弊不可革宜令禮部查照祖宗舊制再行申明如婚姻喪塟禮物粧奩祭祀燕飲之類舊制未備者亦各定為制度其僧道死喪追薦災禍祈禳之類或通行禁止或令比照祭祀制度而行制度既定通行天下刻榜禁約犯者除問罪外俱將其違法之物沒官如飲食諸物不可沒官者則照依所費罰之以十分為率俱以三分給告人充賞七分備賑及補助貧民糧差拖欠之用再犯倍罰三犯不分官民俱遷徙化外如該管官員承告官民奢僣事情不與受理及雖與受理不照例罰治者俱依制書有違問罪通不管理者即以不職罷黜盖出令在君承君之令而致之民在臣臣既不奉行君令不職甚矣罷黜何疑或謂告人給賞則起告訐之風犯人罰沒或為貪官之地皆非治體難以施行臣竊以為令貴必行禁貴必止令之不行禁之不止雖堯舜不能為治緣官民奢僣該管官員必須見知方可罰治若告人無賞則人皆謂奢僣者自費其財於我無損出名告舉徒結讎怨於我何益下人既不告舉上官何由見知欲令行而禁止難矣聖祖於除奸革弊皆賞告人盖為此也至於將違法之物沒官及物之不可沒官者照所費罰銀備賑或補貧民糧差拖欠則損有餘而補不足者無所不可若官吏侵欺自有正法柰何預為計慮遂將禁治奢僣之良法格而不行哉臣又聞京師四方之極君身萬化之源故化行自上法行自近伏望皇上敦行節儉為天下先嚴戒内外官員節用惜福不許過為奢僣以壊風俗違者聼科道紏舉一體罰治如此則民財不耗民志不惑而國家以禮教民之治庶可成矣 \\n 一生齒蕃多 \\n 孔子適衛嘗有民庶之嘆冉有問既庶矣又何加焉孔子曰富之盖庶而不富則民生不遂治功不成此必然之理也仰惟國朝開創之初亂離初定人民鮮少土地所生之物供養自然有餘承平既久生齒蕃多而土地所生之物無所増益則供養自然不足加以官吏剥削差科繁重風俗奢侈則民財安得不耗民生安得不困方今民困極矣向上三弊若蒙准行則可救其半至生齒蕃多别無善策惟有盡辟地利以資生養一法尚可施行方今地窄之處貧民至無地可耕而鳯陽淮徐山東登萊等處荒田彌望近日臣下建言欲命官勸農開墾荒地其意亦皆在此但開墾荒地之法其事甚難盖召集開地之人類多貧難不能自給久荒之處人稀地僻新集之民既無室廬可居又無親戚可依又無農具種子可用務農時月不暇他營朝暮飲食何所取給故往往不能安居樂業輒復轉徙雖設有勸農之官亦終無成效臣愚以為設官勸農非假以事權則無以使之行其志非齊以賞罰則不能使之盡其心今山東雖命官勸農而未假以事權鳯陽等處則皆未命官宜勑該部選擇通知農務之士授以按察之官賜以勑書令其專管勸農或查撥本處丁多田少之人或招集外處流徙失業之人或起取狹鄉無地之人俱聼從便宜施行凡農民該用室廬農器種子賑給俱許其動支官錢處置仍令其兼管詞訟凡所收紙價贖銀俱聼其便宜支用至分行催督許令設立老人管理老人盡心勤謹者許從便賞勞仍刋給農桑撮要等書使各知種植之法三年之後地已成熟毎畝科米五升即以補該縣逃移逋欠糧額官量陞轉仍留勸農六年之後農功大成超與陞授或因循怠惰三年無成亦量行責降仍通行州縣官凡有荒地去處各令教民開辟三年之間地辟而糧完者考以稱職地荒而糧欠者考以不職如此則官肯盡心民肯盡力地利盡辟非惟生齒之蕃得有所養而公家之用亦有所資矣 \\n ○奏疏 \\n 東昌同知乞致仕狀 \\n 患病不能供職乞恩放歸田里事臣見年四十二歲係河南懐慶衛軍籍直隷揚州府泰州如臯縣人由進士歴任翰林修撰正徳五年三月内奏准致仕正徳六年二月内行取復職正徳八年四月内因不謹得罪改調直隷大名府開州同知正徳十年閏四月内轉陞今職當年五月初十日到任伏念臣才既迂疎身復多病本不宜久在仕途先年已得放歸田里後來復蒙起用臣病實未痊可顧念昔叨侍從久被恩私無一言補報而去於人臣之義未安重以親老家貧公私交迫故不得已扶病赴職一則欲竭犬馬之忠少圖補報一則欲竊升斗之祿以給俯仰此臣之志也而才智短淺言行乖違績効未有分毫過惡不勝指目义不能見幾早退至以不謹得罪猶蒙聖恩寛容不加重譴仍與善地初時猶欲勉圖後功以贖前罪而政務多端才智難强憂勞交劇疾病益増在任兩年患病過半若治臣瘝曠之罪自當從罷黜之科猥蒙超轉官階俾佐大郡盖朝廷念臣曾叨侍從矜臣無所知識故優假之如此也臣雖至愚豈不知感獨念人臣之義陳力就列不能者止臣前任開州事簡地僻尚多瘝曠今任東昌統轄十八州縣路當南北要衝政務既多應接不暇以臣不才多病之人豈能勝此近來病勢増重怔忡眩暈無日暫寧咳嗽嘔噦不時舉發加以肢體疼痛神志昏迷舉措累有乖違政務實多妨廢若不預求退避誠恐瘝曠益甚罪責難免伏望聖恩矜憐乞勑該部将臣放歸田里使臣得釋去罪責茍延性命臣不勝感戴戰懼之至 \\n 東昌再乞致仕状 \\n 患病不能供職懇乞天恩放歸田里事臣先因患病不能供職於正徳十年九月内奏乞放歸田里奏下未蒙覆奏臣竊料該部之意必謂臣病未至沈痼不忍即便棄捐此固大臣愛惜人材之意至於臣義之不可不去情之不能復留則該部盖有未及察者伏念臣固滯迂疎褊狹狂躁既無臨政之才又無保身之術加以疾病侵亂神志皆迷舉措累有乖違職務實多妨廢特以上司委曲包容未即糾舉然包容者私情也糾舉者公法也臣若不亟求退避至於瘝曠益甚罪狀益明上司雖欲委曲包容臣雖欲徼倖茍免皆不可得夫以瘝曠受罪在不才之人固不足惜公家之事不免有悮然則孰若未敗而去之為善乎此臣之義所以不可不去也臣嘗謂士生世間有才者則當進用而憂民之憂無才者則當退處而樂已之樂臣竊禄十有五年初無分毫補報臣之不才已可知矣况疾病已深神志已沮若復久留仕途展轉沈痼必至傷生進既無益於公退又不遂其私俯仰身世抱恨何極此臣之情所以不能復留也臣竊聞聖人為治貴順人情故不責人以所不能强人以所不欲方今英俊如林不乏任用府貳之官亦人所歆慕夫使不才多病者退休田里而英明精健者馳驅仕途則上既不悮公事下亦順其私情大臣駕馭人材表正風俗之道一舉兩得何必留一不才之人然後為愛惜人材也哉臣誠情迫於中言語干冒罪當萬死伏望聖恩矜憐少寛斧鉞勑令檢臣先奏放歸田里使臣得釋去罪責茍全性命臣不勝感戴戰懼之至 \\n 禮部再乞致仕狀 \\n 自陳衰病曠職懇乞天恩放歸田里事臣先因患病不能供職具奏乞恩放歸田里欽蒙准給假調理除欽遵外伏念臣禀受淺薄血氣早衰自新年以來毎站立稍久則腰脊酸疼勞苦畧過則噦嗽並作頭目眩暈心志怔忡毎感輒發毎發增重臣竊計既衰無復壯之期居官無不勞之理若疾病畧發則職業必曠職業既曠則罪責不免與其得罪而後歸不若見幾而早退是以冒昧具奏乞恩放歸田里荷蒙聖恩不即罷黜仍准給假調理臣不勝感激初亦欲勉强調理以圖補報奈病根已深調理難効經今半月不得痊可臣竊計病勢如此若復貪戀恩私不早引退則憂勞相尋病必沈痼非惟無以盡補報之忠且將不免貽性命之慮此臣所以日夜憂懼不知所處也伏望聖恩憐臣衰病將臣放歸田里俾得釋去憂勞少延殘喘以仰觀治化之成臣不勝感戴天恩之至 \\n 禮部致仕謝恩疏 \\n 謝恩事臣先因患病不能供職具奏乞恩放歸田里欽蒙准臣給假調理續為自陳衰病曠職懇乞天恩放歸田里事奉欽依何瑭屢稱有疾准回籍養病欽此除欽遵外伏念臣猥以疎庸誤膺任使恩逾海嶽報乏涓埃兹以衰病乞歸復蒙准令養病臣不勝感激擬欲扶病入朝謝恩面辭重念病體尚虚眩暈時作誠恐傾仆失儀深為未便為此除望闕叩頭外謹具本謝辭伏望聖徳益崇皇猷允塞臣幸未僵仆尚當與農夫樵叟歌咏太平傳示無極臣不勝感戴戀慕之至 \\n 禮部三乞致仕狀 \\n 懇乞天恩憐憫衰病容令照舊回籍養病事臣先於本年四月二十五日因衰病曠職具奏懇乞天恩放歸田里荷蒙聖恩准放回原籍養病臣於五月初一日具奏謝辭於初六日出京回籍初七日行至張家灣地方准吏部差人送到咨文内開節該欽差四川道監察御史毛鳳詔奏陛下近准禮部右侍郎何瑭回籍養病如蒙愛惜是才改命在京調理病痊即出供職等因節奉欽依何瑭著在京調理病痊仍出辦事不許回籍亦不必辭備咨到臣臣不勝感激伏念中外羣臣才徳學術過於臣者不可勝數選擇任用綽綽有餘陛下一聞御史之言即改命臣在京調理病痊仍出辦事恩眷之厚臣雖粉骨碎身亦不能報但念病勢有淺深則調理有難易臣之病因血氣早衰毎遇憂勞則發緣血氣之衰非旬月可補而職業之重不免憂勞若久病不痊則曠職有罪臣所以懇乞放回者盖勢有所不得已也臣今已遵奉先次恩命回籍在途若遵依今次恩命仍復還京調理誠恐病痊無期既無以仰報聖恩而久病廢職且不免終罹刑憲此臣所以憂懼悲傷而不知所處也夫士君子進徳修業孰不欲遭際明時少行所志享有爵禄以為光榮哉臣少年讀書亦頗辛苦今幸得遇聖明之君見有富貴之樂使臣病堪支持心無憂懼亦安肯無故求退以自處於貧賤之地哉然則臣之情可推而臣之薄命真可憐矣伏望聖恩憫臣衰病之苦察臣懇迫之情仍容臣照依先奉恩命放回原籍養病使得釋去憂勞少延殘喘則未盡之年皆陛下之所賜也臣不勝感戴之至今臣欲還京則患病不能欲回籍則懼罪不敢進退維谷朝夕徬徨 \\n 辭免掌都察院狀 \\n 辭免新命乞恩容令照舊養病事臣於嘉靖八年四月内因衰病曠職具奏懇乞天恩放歸田里節奉欽依何瑭既屢稱有疾准放回原籍養病臣于五月初六日起程回籍本月二十三日准吏部咨該吏部等衙門題照得南京都察院右都御史員缺今推得禮部右侍郎何瑭兵部右侍郎黄衷俱堪委任伏乞聖明於内簡用一員令其到任管事等因奉聖旨何瑭陞南京都察院右都御史掌管院事欽此欽遵備咨前來臣不勝感激恐懼即欲具奏辭免因在途次未便六月十六日臣始回至原籍伏念臣因衰病乞歸荷蒙聖恩准令回籍養病方幸茍延殘喘豈敢復望陞擢其南京都察院右都御史員缺在位諸臣自足擢用不意該部推臣備薦又誤蒙聖明簡用恩出望外事異常經臣誠不勝感激但念臣方以衰病求退輒蒙非常恩命心實不安况都察院係紀綱之司都御史為風憲之長雖兩京之政務繁簡不同而百辟之具瞻彼此無異任是職者必其事無不知知無不言庶幾少稱伏念臣才識迂疎學問粗淺於國家之政務既未通知於臣下之賢否尤寡聞見加以見今疾病侵尋神志摧沮怔忡眩暈無時暫寧嘔噦疼痛有感則發豈能振舉紀綱仰賛廟謨不免上孤聖明簡用之恩下失大臣薦揚之望得罪邦憲貽誚士林臣誠不勝恐懼伏望聖恩憐臣衰病容令照舊原籍調理收回新命改授賢能則國之紀綱可以振舉臣之私情亦得便安臣不勝感激恐懼之至 \\n ○表 \\n 恭上皇考獻皇帝徽號賀表 \\n 伏以化始家邦昭一人之有道禮先孝敬合萬國之歡心凡在臣民悉皆忻忭恭惟皇帝陛下聰明天賦英睿夙成上帝篤生黙定神人之主大宗入繼允符中外之心義雖重於所承恩豈忘乎自出肆隆名徽號既盡禮於有常而備物殊稱兼伸情於罔極事緣義起含生仰仁孝之風恩自上流率土受汪洋之澤臣等躬逢曠典喜倍恒情限守職於南藩允傾心於北闕伏願致愛致敬篤孝養於兩宫多夀多男隆本宗於萬世臣等無任瞻天仰聖激切屏營之至 \\n 恭上昭懿慈夀皇太后徽號賀表 \\n 伏以英皇配舜垂千古之鴻名任姒母周啟一朝之盛治傳聞自古喜見當今恭惟昭懿慈夀皇太后陛下徳備坤元聖同天俔賛襄孝廟敷隂教於四方啟佑武皇著母儀於九有賛揚遺詔迎立聖明寳位欲危而安人心翕然以定此固天心之有在亦由聖徳之難名肆皇心圖報之無方致徽號屢加而不已臣民均慶夷夏同懽臣等職守外藩心馳遙賀伏願思齋思媚追周世之遺風永夀永康鄙漢帝之陋習慈闈有慶享孝養於九重聖夀無疆永瞻依於萬國臣無任瞻仰激切屏營之至 \\n 恭上章懿皇太后徽號賀表 \\n 伏以命與徳新聖主際龍飛之運母由子貴慈闈隆鴻號之稱歡聲雷動於臣工喜氣春生於宫闕一朝盛事千載竒逢恭惟章懿皇太后陛下毓秀坤元鍾靈月魄徽柔素著懿範迥出於羣倫真順夙成盛徳同符於厚載是致皇天之眷篤生聖哲之君宸居既正於離明大禮宜隆於長樂金書玉冊徽稱極九有之尊海錯山珍奉養備萬方之品臣等幸逢盛事喜溢中心思桂殿以傾心望楓宸而致祝伏願慈顔悦懌家邦永固於萬年聖孝昭彰治化弘敷於四海臣無任瞻仰激切屏營之至 \\n  \\n 　"}
{"章节": "●柏齋集巻二", "正文": "　 \\n ●柏齋集巻二 \\n 　 \\n  \\n （明）何瑭撰 \\n ○序 \\n 宗藩孝行序 \\n 曽子曰生事之以禮死葬之以禮祭之以禮可謂孝矣三代以還教化廢缺人子當親之存也事之尚不能如禮至於葬祭尤為滅裂其可嘆者多矣宗室鄭王殿下孝愛之性得之天授先王早逝毎以不及躬事為恨事母太妃曲盡愛敬乙亥正月母感疾王不脱冠帶而養飲膳湯藥必嘗之而後進母既不起則呼號辟踴頓絶復蘇凡歛而附於身殯而附於棺者必敬必戒朝暮奠哭視禮有加焉塋在太行山麓去府城餘三十里王徒步送葬左右請乗輿則泣曰吾自此不復見吾親矣徒步何足勞也既葬左右請遵以日易月之制易吉服則又泣曰短喪非古也自漢文帝始也父母之恩罔極聖人定為三年之制示有終耳吾奈何捨之而遵漢文之亂制乎左右乃不敢言既而請御酒肉賓筵請用樂皆不許曰非惟禮不可心亦不忍也大小祥祭及四時之薦必以禮而悲感視初喪無異焉由是國中士大夫之習於禮者相與議曰生事葬祭以禮在士夫猶以為難况王生長富貴之中乃能舉久廢之禮是可不謂之孝乎永言孝思孝思維則下武之詩所以頌周王也靡有不孝自求伊祜思樂之詩所以頌魯侯也盖上有善而下不知則為不明知而不以頌則為不仁是非貢諛盖所以褒既往勸將來也王之孝如古人矣可無述乎僉曰善於是憲副呉道寧首賦詩以頌士夫咸繼作焉王姻親閻廷璧彚次之得詩歌樂府凡若干首以瑭嘗備員國史也迺屬叙其梗槩如右云 \\n 宗藩趙王殿下孝行序 \\n 彰徳儒士蔡生繡介吾友瞿賢儒及門生張繼光來謁手捧一編書以示則宗藩趙王殿下孝行錄也予讀之既蔡生乃作而請曰繡無似不能繼先人之志業儒無成蒙國主殿下招致書堂待以士夫之禮繡盖深感徳焉顧無以報念惟國主孝行之懿古今鮮比擬撰述稱頌傳之無極顧力不能擬借重執事一言幸甚賢儒繼光復助為之請予不得已乃告之曰錄中所載賢王殿下之孝有郡王之奏有該部之議有聖天子之勑有名公才士之歌咏序論凡所以焯徳傳逺者備矣至矣予復何言無己則申明聖人立教之意以破世俗因循之説以彰王休以定王志乎聖人立教罔不欲人入於善而不流於惡故有賞罰之典焉以賞罰或有所不及故又立為聖賢愚不肖君子小人之名以示褒貶榮辱焉使賞罰不及者亦有所勸懲自力於善而不流於惡其立教之意逺矣孔子曰君子去仁惡乎成名孟子曰令聞廣譽施於身所以不願人之文繡也意盖如此孟子他章有好名之論不過謂好名而不出於自然者真情有時而發見不如安行者耳非為惡也世之怠於自修而又嫉賢妬能者於人之放辟邪侈無所不為者一切不問見人之修身飭行克自樹立者則往往從而謗之曰此好名者也孟子之所惡也一唱百和遂成風俗賢人君子志欲為善而中無定見者亦畏譏避謗不敢果於為善甚至委曲徇俗以求免譏謗之及其身亦惑矣孰謂孟子垂教之言而反貽害教之禍至於此哉愚竊謂無意於名而安行乎善者聖人也有意好名而利行乎善者賢人也不知名之可慕而肆意為惡者小人也盜名欺世而行實未善者奸人也賢人之利行雖不及聖人之安行然則去小人奸人則逺矣論者不譏彼而反謗此是何心哉今觀趙王殿下之事祖母也居則致敬養則致樂病則致憂喪則致哀祭則致嚴孝之行盖無不備矣及郡王奏請旌異則具奏辭免盖安行乎善而無意於名者也是盖聖人之用心也或曰王雖賢未可遽謂之聖曰王固未可遽謂之聖而其見則聖人之見也賢而利行進進不已安知不同歸於聖哉昔人有稱夫子之聖者夫子曰聖則吾不能我學不厭而教不倦也聖吾不能辭其名也不厭不倦踐其實也辭其名而踐其實故至今稱夫子之聖者不衰王尚勉哉世俗之論無疑也蔡生曰執事之言甚正請書之繡將捧歸以獻於我國主於是乎書 \\n 鄭王加冠序 \\n 嘉靖癸巳正月三日宗室鄭王殿下始加元服庠生賈珮具禮稱賀徵辭於瑭瑭竊惟人生既長則冠自天子達於庶人無以異也儀禮止有士冠禮公卿以上皆缺或謂人無生而貴者故雖天子之尊冠必以士服是以止有士冠禮及考於史則成王之冠也有史佚之辭魯侯之冠也備金石之樂趙文子之冠也晉諸卿各有頌戒之辭是知公卿以上冠禮非本無也以失傳而亡耳我聖祖以禮治天下自天子皇太子親王以及品官士庶人之冠莫不制為定禮垂教之意逺矣然天子天下之主也天下之人賴焉親王一國之主也一國之人賴焉盖有非品官士庶人可比者恭惟賢王殿下天性聰明讀書尚禮童幼之時已有人君之度國人盖久已歸心矣故今兹之冠無不忭蹈稱賀盖禮之不容己者也何假於辭無已則聖祖自有訓辭在謹述以告可乎禮初加之辭曰惟兹吉日冠以成人克敦孝友福禄來臻盖欲王孝於親友于兄弟以享福禄也再加之辭曰冠禮既舉寔由成徳敬慎威儀惟民之則盖欲王有威可畏有儀可象以治國人也三加之辭曰冠至三加命服用章敬神事上永固藩邦盖欲王主鬯奉祀謹於朝享以長守藩國也至此則人君之道庶幾備矣此固國人之所望也此固賈珮稱賀之誠也於戲賢王尚念兹哉 \\n 大司空靜菴胡先生改左副都掌院事序 \\n 靜菴先生以忠義才畧受知聖明嘉靖初元即自左僉都御史超擢吏部右侍郎未幾丁外艱歸服闋改兵部右侍郎以素病痰火發作無時朝叅不便乃奏乞致仕不允復奏乞改南京閒散衙門調治亦不允内閣諸老為請乃命改南京吏部左侍郎時嘉靖五年秋也今年夏簡命為南京工部尚書未幾復簡命為左都御史掌都察院事先生聞命下戚然不悦曰某以病乞改南今病未愈豈可復造朝即造朝病安可支亦歸老田畝已矣乃具疏乞致仕將堅卧不起僚友或勸之曰士君子為學行道得君最難盖有終身不得者焉今聖上之於先生知之可謂深矣待之可謂厚矣任之可謂重矣有君如此豈忍負之况君命召不俟駕禮也今病未至不能出門户而輒欲堅不起不敬孰大焉宜亟造朝以面吾君如病不能支則天也至此時而去誼無憾矣豈可預憂其不支而偃蹇若此乎先生蹵然變色乃始治裝為行計僚友咸賦詩贈别僉謂瑭叨從同僚後宜有言嗚呼瑭何言哉瑭竊聞士君子之論多謂天下之治在庶官之得其人庶官之進退權雖在吏部至於考察其賢否才不才之實以報吏部則巡按御史寔提其綱近年御史之巡按者類挨次點差不復選擇故時不得人由是庶官之賢否才不才往往失實先生掌院事亦留意於此已矣御史巡按之差惟其人不惟其次綱舉目隨則官皆得人天下之治可坐而致瑭竊謂先生國之大臣也君徳朝政何所不預而論者獨以此為言豈非以此為職掌之所急歟雖然天下之事言之易而行之難行而有成功為尤難至於變法而能成功則難而尤難者也盖人情安常駭異所安者雖有不善未必以為非所駭者雖有大益亦未即以為是易之革曰巳日乃孚盖言變法之初人未之信必久而後信也又曰元亨利貞悔亡盖言變法而當其悔乃亡否則有悔也是豈可易易而為之哉宋仁宗延輔臣于天章閣訪問治道韓琦范仲淹各條上時弊數事方及施行謗議隨起韓范相繼去位而宋之治不可成矣變法之難盖如此我朝吏部循資格以進退庶官都察院挨名次而奏差巡按御史其來非一日矣今欲變之豈可易易而為之哉先生忠義才畧孚於上下久矣處此計必有道竊嘗聞人之愛君子者恒望其有成而憂其未濟故茍有所見輒以告之備采擇焉至言之可用與否則未暇計也大抵法之變也有漸則人不驚大寒不能驟變而為大暑大暑亦不能驟變而為大寒天道且然而况人乎哉去其太甚而遵其可上下者寛以待之忍以持之久則融然化矣抑人情意得者多自是功成者多自驕自是則不能受人之言自驕則易以來人之妬書云有言逆於汝心必求諸道有言遜於汝志必求諸非道又曰汝惟不矜天下莫與汝爭能汝惟不伐天下莫與汝爭功皆格言也先生念哉聖明之託天下之望庶乎其不負矣 \\n 兵侍石峯陳先生考績序 \\n 兵部石峯陳老先生以嵗十二月奏績京師閩士大夫官南京者俞君陳君林君相率徵言以贈且曰石峯老先生吾鄉之望也嘉靖改元以右副都御史巡撫江西明年改南京大理寺卿又明年改南京兵部右侍郎在巡撫地方安堵在大理獄無寃民在兵部内外無草竊之警此皆彰彰在人耳目者也兹以三載政成入報天子敢祈一言以贈瑭敬慕先生久矣况諸君見命其何敢辭所懼淺近之言不足以發揚盛美耳正徳初年逆瑾用事隂排諸老顯挫臺諫天下盖岌岌乎危矣先生時以御史督學於南畿即上言老成不可不惜狂直不可不宥言甚切至疏入忤旨謫丞掲陽南畿之士聞當棄去徒步追送踰數十里不捨至臨岐皆洒涙以别當是之時先生忠直之聲寛厚之徳盖已動朝廷而聞天下矣瑭心識之然無由見也頃來南都始得承顔接辭見先生凝重如山岳渾涵如江海盖有所謂澄之不清撓之不濁招之不來麾之不去者焉益加敬慕以為不可測乃今復聞所未聞始知先生盖儒之有道者是固不可以淺近測也竊嘗謂儒者之道包羅天地揆叙萬物無所不有故學至聞道則達窮崇卑逺近大小隨試輒効先生信儒之有道者歟不然何功業之成隨寓而著有如是耶竊於是重有感焉古稱才難全才尤不易得唐虞之際命官九人固皆極天下之選也然而典禮典樂掌教掌刑皆久於其職有終身不易者豈非以才性各有所長職業各有所習兼全之難故耶至於内總百揆出總六師土地山澤無所不掌惟禹益為然全才之不易得盖如此今先生巡撫未幾而改大理大理未幾而改兵部功業之成如倉公之藥隨試隨効如由基之射百發百中其才之全盖可以追配禹益矣奏績京師受知天子端委廟廊之上以輔成唐虞之治盖有可預知者第念近日當道用人司錢榖者未久復改之典刑獄職風紀者未久復改之任民牧計資而遷遇闕而授初不問其所長所習無乃以全才待天下之士乎其意良厚矣所慮全才不可多得用違其長則王良操弧伯羿執轡非惟無功且或敗事是固不可不深長思也詩云左之左之君子宜之右之右之君子有之謹誦此以為先生贈語云無求備於一人又云及其使人也器之因先生之行而一誦焉倘當道聞而見取未必非用人之一助也狂夫之言聖人擇焉幸留聼勿忽 \\n 贈都察院右副都御史申臺張先生巡撫遼東序 \\n 士君子處難處之地而能成功者非獨其才之有為也盖亦有髙逺不凡之識堅忍不拔之操焉夫天下之事紛至遝來利害得失之幾間不以髮非有才者固不能辦也然而事之輕重緩急莫不各有一定之序士君子之有識者則恒先其本而後其末雖隨機應變者不可預圖而其規模所在則未嘗不先定也規模既定則小故不搖浮言不惑而事之不濟者鮮矣國朝之制聖天子髙拱於穆清之上省方觀民之典則委風憲重臣其名曰巡撫夫受九重之託而一方安危之寄巡撫之職盖已有不易盡者而邊方尤難盖内地之巡撫止於察吏治之臧否驗民生之休戚而已事有常規可守而行至於邊方則外與强敵為鄰常規之外又有用兵之寄焉用兵雖有總戎專職然而政令之弛張軍機進退巡撫重臣鎮守内官無不叅預少或不同則動相掣肘坐是敗事者多矣况夫敵人之盛衰無常中國所以禦之者在士卒之用命與否耳士卒之情撫之不可以無恩而敺之則不可以無威威過則離恩過則慢古人謂愛民如嬰兒故可與之赴深谿又謂能愛而不能令猶養驕子不可用也斟酌於政令之間恩威不偏使士卒樂於用命斯亦難矣僚友既和士卒用命然後外侮可禦地方可安斯不亦甚難矣乎然而士君子之有識者則處之莫不有道姑以一家之事明之君父母也僚友則兄弟之共事者也士卒則家衆也敵人則外侮也兄弟所見雖或不同至於欲父母之喜而畏其怒則同兄弟所見或有未善吾不必遽責之也則告之曰如此則敗家事得無貽父母之怒委曲懇欵不詭不激有不欲信從者乎家衆所急者饑寒困苦也事事不恤而惟責以用命其將謂何吾則益其衣食去其患害家衆飽矣煖矣身安而無事矣猶或慢令再三教戒之而不改則衆皆知其罪之有在矣然後懲一以戒百有不肅而奔走者乎兄弟和家衆用命則於禦外侮何有竊意巡撫重臣若以待兄弟之道御僚友則無有不和御家衆之道御士卒則無不用命外侮可禦地方可安功業之成盖可坐而致矣申臺張先生由南京光禄卿擢都察院右副都御史巡撫遼東同鄉士夫官南京者相與餞别謂瑭為同年友也宜為言瑭謂遼東邊方也而先生之才識操守俱過人其立功可必也故以此告之昔吾鄉先生如鈞陽馬公靈寳許公俱立功邉方然後入佐大政於巖廊之上至今赫赫在人耳目申臺念哉罔俾阿衡專美有商同鄉固以此望先生矣 \\n 仰止黎先生改北京通政提督謄黄序 \\n 嘉靖甲申予承乏南京太常寺始與大通政仰止黎先生相識見其談笑自如不立崖岸竊以為和易可親及察其居官守身各有常式無少滲漏則又以為非茍同者徐與之處聼其論天下事不激不隨整整有條理可按而行則又知其中所藴蓄有不可以常情測者由是遂與定交動息相咨出入必偕盖三年無少變焉今夏吏部因北京提督謄黄通政缺以先生薦詔允之先生戒行僚友各賦詩贈别函谷許先生屬瑭為序於戲頌徳叙情期以逺大諸作備矣兹復何言無己則謄黄乎先生之才於天下事無所不可為其視謄黄盖牛刀而雞割也宜不必論竊嘗謂君子之智隨寓而發故牧羊可以擾萬民作室可以相天下况黄之所紀皆諸臣立功之迹而國家開創之畧亦有存乎其中者哉黄所紀功臣多國初人承平雖有之亦鮮矣聖祖提三尺劎以有天下雖勇知天錫然亦有諸臣之助焉黄所紀公侯伯則賛廟謨而專閫寄者也黄所紀指揮千百户之屬則執干戈而冒矢石者也當其時間闗百戰性命盖有不可以朝夕保者亦既勞而且危矣創業艱難君臣同之先生繙閱之際夫豈能無所感乎論功錫爵與國咸休山河帶礪之盟聖祖未嘗有彼此也攷乎其後則傳爵至今者有焉奪爵覆宗遂至無噍類者有焉稽於黄可知也其傳爵者豈非忠孝敬信受知於朝廷而見佑於神明者乎其奪爵者豈非悖逆驕奢得罪於朝廷而見怒於神明者乎祖宗之立功同而子孫之盛衰異繙閱之際吾知先生之不能無所感矣由小可以知大由人臣可以知人君先生其有意乎哉他年輔佐之功業盖未必不於謄黄有發也吾於先生乎有望矣 \\n 湛甘泉考績序 \\n 聖賢之學明徳新民而已無他道也近世學者往往從事於博洽葩藻之間不然則髙談性命以為理學至於明徳新民之實則留意者鮮矣弘治正徳之間甘泉湛先生與一二同志獨以古學為倡天下之士翕然稱之曰甘泉先生今之道學也嘉靖三年南京國子監祭酒缺員吏部以為非先生不可乃以名聞詔可之既蒞任則嚴規矩申約束日與諸士子講古聖賢明徳新民之道暇則習燕射禮雅歌撃磬以養其心使無外慕士習盖丕變焉三年教成將奏績北上司業琴溪陳先生間謂瑭曰臨别贈言古也甘泉北上必將留侍聖天子不南來矣子雅厚於甘泉者也豈可黙焉已乎予應之曰予往年亦嘗問學於甘泉予則以格物致知為先甘泉則以存心為主所見畧不同然非存心則無以為格物致知之本物格知至則心之體用益備盖有交養互發者焉是則要其終固未嘗不同也甘泉既以其學造就天下之英材備朝廷之選用矣則其入告天子豈假外求哉今雖有言恐無益也琴溪曰固然然古之贈言者豈必皆有所益乎亦盡心焉爾已瑭曰唯唯竊聞臣之告君與師之告弟子其道雖同其術則異師之告弟子或開其端而不究其歸或提其綱而不及其目盖欲其深思而自得之也臣之告君則不然詳畧相因首尾畢舉盖欲君即可見之施行不復勞其心思也昔魯君嘗問政於孔子矣孔子告以治天下國家之道自修身尊賢親親敬大臣體羣臣以至子庶民來百工柔逺人懐諸侯無不畢具其施行之條目功效之次第復纎悉周宻其要則不外乎誠之一言其所從入則始於擇善固執之兩端噫可謂詳而約矣聖天子勵精圖治夫豈魯君可比古聖賢之道固宵旰所欲聞也甘泉入而奏績夫豈可不知所留意哉在上聞大道之要在下蒙至治之澤吾於是乎有望矣琴溪曰此甘泉之志也盍遂書以為臨岐贈於是乎書 \\n 少司成郭杏東考績序 \\n 杏東郭先生任南京國子監司業盖三年於今矣教行化成迺北上奏績於明天子僚友各賦詩贈别甘泉湛先生謂予同鄉不可無言嗚呼予何言哉離合之情規待之意諸文之述備矣予復何言則舉吾儒之常談以告其可乎今之國子監古大學也古者大學教人之法具載聖經其綱領有三而其條目有八要其功用所終則至平天下而極原其用力之始則由格物致知以進固吾儒之所常談而衆人之所習聞也竊以為天下之物多矣欲一一而知之其勢盖有所甚難者孟子有言知者無不知也當務之為急古之君子何為而學也為修齊治平而學也則其格致之所當急者固有在矣身如何而修家如何而齊國如何而治天下如何而平細而言語威儀大而禮樂刑政此其物之所當格而不可後者也博學而審問焉慎思而明辨焉一旦卓有定見則所謂物格而知至者在是矣由是而發之以誠主之以正然而身不修家不齊未之有也使其得君得位以行其志然而國不治天下不平者亦未之有也大學之道亦若是而已矣至於究其本源則為性為命形於著述則為詩為文固非二道特其緩急先後各有次第不可紊耳今之君子不察乎此刻意詩文則曰立言不朽此英傑之所以名當時而垂後世也留心性命則曰無極二五窮神知化此大儒所以繼往聖而開來學也至有為趨詣捷徑之學者則又曰理出於心心存則萬理備吾道一貫此聖人之極致也奚事外求噫為此論者皆天下豪傑之士也吾豈敢謂其不然哉特恐其於修齊治平之道反有所畧則所學不適於用而所用不出於學于古人之道不免有差耳平生管見以此為的往嘗與朋友論之或然或否然者未必深以為然否者則怫然徵于聲發于辭者有之矣豈非平平之談人所習聞故厭忽之耶因是閉口不談兹以杏東任大學教人之職而雅有志於古君子之道也故申以告不知杏東竟以為然否也 \\n 賀大司徒韓老先生夀八十序 \\n 天之保佑國家莫大乎錫之以夀考之臣盖使之以上翊王度下澤生民其任非小小故也顧其離合進退之迹則有不可以一律齊者焉或始終在廟堂之上或始合而中離卒乃大見信任致功業赫然於天下後世是皆有數存乎其間其為天保佑國家之意則無以異也始終在廟堂之上若伊傅諸公是也周公輔相武王平定四海其忠聖盖天下盡知之至成王之時召公則在廟堂之上周公乃以流言之變避居東都後成王感風雷之變啟金縢之書始悟而迎公以歸大加信任於是乃戡定禍亂坐致太平功業之隆至今餘二千年猶赫赫如前日事竊以為周公之功固大矣使非天賜以夀考之福成王未及悔悟輒先朝露抑安能至是哉是知周公之夀考盖天保佑周家之意有在而非人力之所能為也厥後周公語召公以老臣輔國之功歸于天夀平格其所感者深矣孝宗朝質菴韓老先生位大司徒以正直忠厚聞於天下今上初元太監劉瑾用事先生乃退居洪洞迄今盖十有五年矣而起居康徤聰明志慮不衰今年夀登八十子士竒以鳳陽貳守擢守懐慶便道歸省九月二十六日值老先生初度之辰稱觴上夀懐慶同寅諸公聞之謀致禮往賀焉乃來徵言于瑭瑭竊惟老先生蚤以名進士任諌垣敭厯中外幾四十年乃至大任忠義在朝廷利澤在藩省聲名在天下盖有不待賛者而中經變故與周公避居東都之迹相類方今黄髪元老可以繫天下之望者中外不可多得老先生乃夀考康健不衰安知天之意不有在乎他年蒲輪迎歸端坐廟堂之上賛我聖明太平之治於億萬年之逺如周公之在當時盖亦理之所有者也天之意雖未可知而天下之士固以此望老先生矣今日夀考之賀盖上為宗社下為生民而不止為一人一家之私也詩云髙山仰止景行行止老先生固天下之所仰哉 \\n 贈太宰玉峰朱先生致仕序 \\n 嘉靖六年例該考察京官兩京吏部都察院奉命考察奏請發落訖廷臣有言南京考察六科給事中不去一人為畏其勢不敢去者有旨命再考察南京吏部尚書玉峯朱先生迺具奏辨明且乞罷黜大意以為朝廷立考察之法非欲各衙門一槩有所去也可去則去可留則留惟公道是主南京六科給事中止有七員委無可去故皆留之何謂畏其勢而不敢去哉若必以畏為嫌務去一二人以為避嫌之計雖有所枉亦不暇顧又豈得為公道哉然其所謂畏者無他盖畏其彈劾以致黜退耳臣若不自引退亦何以自解於人言哉再照考察事例罷軟者當去有疾者當去若臣畏避權勢正所謂罷軟者當去一也况臣久患痔疾痛楚呻S吟Y精力日耗委難勉强供職當去二也伏望聖明俯監愚悃特賜罷黜幸甚奏入有旨卿既有疾准致仕有司月給米三石歲撥人夫四名應用欽此命下士夫惜先生之去者咸往唁之先生慨然曰銓衡事重常恐不勝任以取罪咎蒙恩許致仕吾知免矣色甚喜士夫既惜先生之賢又髙先生之志各賦詩贈别少宰蒲汀李先生間謂瑭曰部屬諸君之詩其既為序矣僚友諸公之詩執事幸留意焉再三以不文辭不獲瑭竊惟孔子有言君使臣以禮臣事君以忠夫臣之事君竭股肱之力以趨公家之務孜孜不敢怠忠也力有所不能義有所不可則乞骸避位不敢詭隨面諛以為容説之計亦忠也君之使臣委以腹心言聽計從使修其職業禮也有故求去則體其情而許之歸亦禮也至於恩典優渥施於去位之後則又禮之加隆者也先生之所以自處聖明之所以處先生者可謂各盡其道矣明君臣之道彰朝廷之美以示天下後世法諸公之作夫豈可已哉竊又聞國朝狀元無慮餘五十人位至卿相者不過五六人以道去位蒙被恩禮者又止一二人噫先生可謂全福矣竊嘗觀先生為人莊重簡黙與人無嬉戯論議行事必審而後發平居恂恂若無所異及臨大節則有確然不可奪者内凝定而外渾成盖全徳君子也諸福之萃豈偶然哉原徳福之相因昭天道之不爽崇厚警薄諸公之作盖有闗世教焉匪直彰朝廷之美而已也瑭不佞於先生之賢未盡稱述姑以是冠羣玉之首塞蒲汀之命云爾已矣 \\n 司空何燕泉先生養疾序 \\n 九月之吉公事既治司廳徐君及四司正郎何君等進謁曰燕泉何先生得請歸原籍養病時維諸老先生各賦詩贈别蕭長山先生實掌部事乃請少宗伯類菴趙先生之文冠於巻首巻未及成而燕泉行未幾長山類菴一時去位代燕泉者為信山韓先生亦相繼去位已而静菴胡先生貞菴周先生嗣掌部事後相繼改官赴詔北上巻今成矣將寓歸燕泉先生而序文尚缺敢以告下執事予既諾之揖諸君退乃取巻閲之則諸公之作俱在有長篇焉有短章焉層見疊出如入瓊林大盈珠玉輝映盖有應接不暇者則嘆曰休哉燕泉之盛徳大業乃為人所敬慕歌頌如此既而歴數作詩諸公則去位者有焉去世者有焉既官而去南都者有焉今存者僅有其半則又嘆曰人事之不常如此存沒聚散之際其可感也乎予因是泛觀天地萬物之化寒暑晝夜代遷而行風雨煙雲頃刻而變盖有不能以一息停者飛者或化而為潜植者或化而為動如蜃蛤蛇雉老楓羽人朽麥蝴蝶之類不可勝數則又嘆曰天地之氣與萬物之形體皆不可常如此世之人於外物之倘來寄者乃認為已有欲常保而不失豈不誤哉古之人視禍福得喪如寒暑晝夜之代乎前畧不介意其所見逺矣抑又聞榮啟期九十帶索行歌不休或問所樂則以得為人得為男子對夫世之得為人得為男子者何限其間聰明博達者有幾盖已少矣得時得位置身朝廷之上者有幾功業行乎時聲名垂於後與古之聖賢同不朽者有幾盖滋少矣燕泉先生總角聰頴過人弱冠即以文章取髙第有大名於天下已而官郎署官藩臬官巡撫皆有惠澤在人進貳銓衡品藻進退天下士立朝侃侃不阿雖以議大禮忤旨改官南部然天下之士聞先生之名者識與不識莫不加敬今雖養病去然縉紳之歌頌徳業者亹亹不休所謂功業衍於時名聲垂於後可與古聖賢不朽者先生非其人耶由前則世事不足較由後則先生之所得過榮氏逺矣夫豈不足以自樂也耶樂則神怡神怡則氣温吾知先生之病不藥自愈他日復起而佐聖明之治未可知也先生其亦有以自樂也耶予昔見愛於先生未及請益而先生去矣因序諸公之詩而一發其狂言如右先生其亦有以教我也乎 \\n 贈少司空信山韓先生致仕序 \\n 少司空信山韓先生自筮仕以至卿佐以忠信清謹自持無豪髪茍今年科道惑於流言劾先生阿附逆瑾侵尅官銀失大臣節朝廷未及察也迺令先生致仕士論皆為稱屈所謂阿附逆瑾盖指先生任中書選給事中事而言也中書舊不預科道之選正徳初年劉瑾用事中書李憲其鄉人也謂中書博士行人俱由進士出身而中書獨不預科道之選理似不平瑾以為然乃令中書由進士出身者與博士行人一體選科道憲由是得給事中明年先生與同僚二人亦得選給事中是開此例者憲也非先生也故瑾敗憲即斥去先生獨無異議不然當時科道豈肯置先生不問哉所謂侵尅官銀盖指先生任總督時修倉事而言也修倉銀兩主之者户部委官也恊同支銷者巡倉御史也先生不過考其出納之數耳未嘗經手何由侵尅以故士論皆稱其屈意此無恠其然也曽子之不殺人人孰不知其母知之宜有萬萬於他人者曽子殺人之言三至其母亦投杼踰墻走矣周公避流言之謗退居東都成王未察也亦不之止既察則迎公以歸有不俟終日者矣曽子之母豈不慈成王豈不聖流言之多固易惑而難辨也科道誤劾先生朝廷令先生致仕夫何恠哉或曰是固然矣造言者則可惡也噫亦不必惡也乗喜怒以毁譽人者往往失實喜怒既平則固有自悔而自咎者矣是皆常情亦可恕也况毁譽雖出於人而得喪實由於命孔子不惡公伯寮其道大矣吾嘗聞先生言在庠序時星士余姓者謂先生大運至已當轉亞卿即避位乃善徵之於今若合符契此豈非孔子之所謂命耶先生可以釋然矣或問先生廉於守官而篤於親故俸禄所入多費於問遺周濟故囊無餘積家無厚産今兹之歸貧困奈何噫是不必慮也守正而不遇者天與之厚而不報者人與之天人所與盖未有終困窮者也周公逺矣少宗伯東江顧先生在嘉靖初年流言謂其通賂權要科道交劾之遂致仕去後科道知流言之失實也復交薦之今徵用矣先生之去何遽為之戚戚也哉先生將行僚友各賦詩贈别蒲汀李先生屬瑭序靜庵胡先生復以手書來促乃述士夫公論以歸之如右噫先生可以釋然矣 \\n 贈石龍黄先生致仕序 \\n 經憲石龍黄先生以議大禮為朝廷所録擢南京繕部員外郎石龍久有去志先已具疏乞致仕未報至是復具疏乞致仕不俟報遂行僚友俞君輩惜其去而不可留也迺徵言於予以贈予獲交石龍舊矣於其去也固當贈之以言况又有諸君之命乎予嘗謂處繁難然後見人之才臨利害然後見人之守平居議論皆未可信石龍在武宗朝始仕為後府都事時垢弊紛然石龍悉簿正之中有武職依憑中貴侵官銀至萬計莫敢問者石龍竟發其事中貴雖銜之無以害也已而乞致仕去今上登極侍御朱守中以石龍有王佐才薦起之擢今職石龍持憲奉公上下倚賴差遣刑名簿書出納之際惟清惟允雖絲毫必盡其心會大禮議起廷臣意見不同互相攻擊石龍謂廷臣不和則君心疑上下之情扞格不通為害非細迺具疏論救因援古證今明大禮之所宜從甚辨既而大禮議定凡與上意合者悉進官石龍志弗樂也即具疏乞致仕及繕部命下而去志不可回也遂行噫石龍之才之守亦畧可見矣非賢者固不能也或謂石龍曽大父職方慎齋公大父少司空定軒公父文選方麓公世有賢名而少司空尤為海内所欽仰石龍始師少司馬石峯陳先生習舉子業繼師前少傅宗伯方石謝先生學古文辭後及今大司馬陽明王先生大司成甘泉湛先生講明心學之奥數先生皆人望而方石尤為後進所矜式石龍之賢淵源有自矣予竊以為古今名臣之子孫不類其世者多矣而師友之見亦往往不出於一然則石龍之賢謂其淵源有自可也謂其深造獨得亦可也皆不必深論獨念古之聖賢一出一處莫不有道自是道之不明也以隱為髙者往而不返以仕為通者溺而不止或謂與其為通吾寧為髙斯言盖有激耳非其至也孔子之言曰天下有道則見無道則隱又曰用之則行舍之則藏聖賢出處之道宜無是過春秋之時何時也孔子迺栖栖不去豈以其時為有道乎抑以列國之君有能用己者乎沮溺丈人之儔盖所謂無道而隱舍之而藏者也迺不為所取抑又何歟由是而推則出處之道固未可以一言盡也竊謂士君子必能超然於富貴貧賤之外一衣一食足以自老一丘一壑足以自樂富貴貧賤於我何損益哉古之聖賢於此其見之也審矣道有可行之幾則出而仕經世濟物以遂吾仁天下之心從容開導左右斡旋以求其濟者盖無所不用力焉固未嘗悻悻於一言一事之從違而遽去至於事不可能勢將有變則又見幾而作有不俟終日者焉變化從時不拘一法神幾妙用盖不可以常情測者古聖賢出處之道亦畧可知矣盖超然於富貴貧賤之外聖賢與髙尚之士同至於仁天下之心濟天下之才則髙尚之士盖未必能預也孔子不滿於沮溺丈人之儔盖以此世之君子無聖賢之心之才於富貴貧賤之間未能無累迺輒以孔子藉口吾恐其無以服沮溺丈人之儔而免其竊取也噫吾於石龍之去又安能不重有感哉嗚呼天下之道大矣石龍何以教我幸無謂碌碌尸素者不足與言而外之也 \\n 御史司馬魯瞻之湖廣刷巻序 \\n 為治之道有任法有任人古之治任人後之治任法任人者非無法也法舉其綱纎微曲折之間進退損益則主者得以制之期於事治民安不失法意而已是之謂任人任法者非無人也纎微曲折之間莫不有法如是則進如是則退如是則損如是則益人之當其任者守法而已能守法矣雖事煩民擾上不以為罪也不能守法雖事治民安上不以為功也是之謂任法國朝之治自廟堂之上以至郡縣之間自黜陟刑賞之大以至於錢榖工作之細莫不各有一定之法有司奉行惟謹大抵任法者也法之細碎耳目不能以徧記故必有簿書焉簿書之欺謾上下不能以相保故又有鈎考之法焉今所謂照刷文巻者是也朝廷恐有司之黨比不可任也凡照刷文巻皆差御史一員往蒞其事夫御史朝廷之耳目也大賢之所以進大奸之所以退善政之所以行敝政之所以革靡不憑之其任重矣照刷文巻特承簡命夫豈不思所以盡其心哉顧文巻之集於几案者山堆川委雖竭精神窮日夜以鉤考之亦未必盡得其敝之所在可謂甚勞而且難矣論者率謂任法者勞而少功不如任人者逸而有終斯固然矣然任法者朝廷之制也守法者臣子之職也生今之世反古之道夫豈可哉無亦考法外之意乎人亦有言日月之明無所不照而隂崖蔀屋之下時有所遺人不謂日月不明大者既舉小者可畧也雷霆之擊有罪固未嘗人人而擊之也然語及雷霆之威凡懐奸負罪之人無不畏懼改悔者以其威之有時而不測也侍御司馬魯瞻才而賢者也受命之湖廣照刷文巻兼查盤軍器僚友譚君希曽湖産也徵言以贈予惟士之才而賢者能用法外之意以濟法所不及雷霆之威日月之明固司馬君之優為而亦譚君之所深望也謹述以贈嗚呼君尚念哉 \\n 洛陽吳夀夫考績序 \\n 洛陽吳君夀夫以名進士擢南京山西道監察御史盖三年於今矣兹赴京考績同寅粘君某喬君某以瑭於夀夫同鄉也迺來徴言以贈予惟人臣之誼有官守則思修其職有言責則思盡其忠我朝之制内設府部寺監外設司府州縣各有所典之事盖所謂以官為守者也侍則設六科給事中風憲則設十三道監察御史俾之論列天下之事則所謂以言為責者也予嘗謂修官守之職易盡言責之忠難何以言之盖官守之職各有司存循禮奉法政無缺失而職固已修矣選舉不清人不以咎户部財賦不節人不以咎禮部非其職也則庶官可知矣至於有言責之寄者則不然上則君徳之汙隆下則臣職之修否皆所當言故一政之失一物之不得其所言官預有責焉欲盡其忠兹不亦難乎况夫人品之賢否政事之得失散在天下者多矣聞見異同愛憎異情吾知之有所未真而輕言焉則無益於天下之治而或有害知之真矣上慮君心之疑下慮羣議之奪憂謹畏譏惴惴自保或含蓄而不敢言或輕言之而不敢盡于是乎天下之清議起矣知之真矣能直言矣或素行未足以取信於上下或論議正救未能盡其術則其言未必得行而反復相激或至貽天下之禍夫真知天下之事非知者不能直言非勇者不能素行足以取信於人而言盡其術非仁者不能全是三徳而後言責之忠可庶幾焉兹不亦甚難矣乎夀夫為御史三年矣天下之事諮詢於僚友之間數納於廟堂之上其真知而直言之者屢矣簡在聖心見之施行者計亦多矣兹行也陟明遷喬盖有不俟卜者竊嘗聞君子之事君也其心恒不滿足故職雖修矣而猶望其日修忠雖盡矣而猶望其日盡方今聖明在上雖化理清明而未必無一事可言鳳鳴朝陽天下傾耳吾盖於夀夫有望焉此亦僚友贈言之意也 \\n  \\n 　"}
{"章节": "●栢齋集巻三", "正文": "　 \\n ●栢齋集巻三 \\n 　 \\n  \\n （明）何瑭撰 \\n ○序 \\n 贈許都事序 \\n 南京前府都事靈寳許君廷章故冡宰東崖公第六子也正德甲戌以公蔭入國學讀書學成歸侍親時冡宰公已捐舘惟太夫人在堂廷章乃築壽萱堂以奉甘旨復築栁溪書院因以自號承歡之暇則温繹舊業以故所得益深所養益粹嘉靖乙酉試吏部第四人授今軄丙戌蒞任同鄉士夫官南京者相率往賀廷章冠帶出迎客觀其容退如也聽其言訥如也及即席坐徐與之論古今事成敗得失則秩如也乃知其抱蓄不凡咸加敬愛謂冡宰公賢子謂瑭宜有言以贈瑭竊惟行潦之水不生蛟龍蟻封之丘不産虎豹滄海泰山則固有之其理則然也冡宰公以大才直節為朝名臣夷夏莫不聞則家庭之訓誨可知矣子之多賢無怪也弘治壬戌瑭叨中科第時公以少司徒致仕家居次子廷綸官瑣闥三子廷美官烏臺瑭始得納交焉正德初元公以廷臣交薦徵拜大司馬尋轉大冢宰廷綸廷美俱以大臣子不任言路改翰林予乃得朝夕見焉廷綸則聰敏洞達如日月可仰廷美則端謹温潤如圭璧可愛雖德器不同其為天下之瑞一也聞其伯兄廷言中癸夘鄉舉蚤卒季弟中丙戌進士五弟俱賢而未見也乃今識廷章焉雖職位閑散無以自見而其才可知也周有八士漢有八龍許氏昆弟可匹休矣盛哉盛哉孟子有言所謂故國者非謂有喬木之謂也有世臣之謂也元愷在唐虞伊陟巫咸魯公丁公在三代卓卓不可尚矣予嘗謂三代以下鮮世臣非謂其爵位之相繼者無人也謂奕世載德不忝前人者不多得耳今冢宰公振於前而廷章昆弟繼於後世臣其在是乎廷章念哉吾不復贅辭矣 \\n 贈分巡僉憲郗公擢陜西撫民叅議之任序 \\n 僉憲郗公分巡河北駐節懷慶蓋二年於今矣以吏部薦擢陜西撫民叅議郡貳守張公雅蒙禮待迺來徵言贈别以為知己之報予竊惟古人贈言體各不同仲山甫奉命城齊詩人作烝民送之備舉其平日德業之盛美之其序城齊不過數言而止韓侯受命之國詩人作韓奕送之則畧不及其平日德業而夙夜匪懈榦不庭方與夫實墉實壑實畆實籍之類凡所以勉其修舉職業者蓋亹亹不足若有遺論焉此其故何哉蓋城齊常事山甫以元老重望任之無足慮者故畧韓侯之國則有地方安危治亂之寄其職任甚重故勉之不得不詳其體則然也仰惟僉憲公分巡河北明察果斷威惠並行蓋有震動如雷霆涵濡如雨露者其德業之盛及履歴之詳赫然於人之耳目不可掩也臨别贈言縱不盡述人誰不知哉竊念公兹之任受天子之命有地方之責職任之重蓋有過于韓侯者則屬僚下吏受公之深者為公深慮逺計情其可已哉或謂撫民之任三省相連流民雜處兇頑不逞之徒時出乎其中寛之則翫而不服嚴之則激而致變治之有甚不易者予竊以為不然民不患難治患治之未得其道耳龍尚可馴虎尚可擾而况人乎哉龍虎所以可馴擾者無他順其情而已矣撫民之任地方之險易逺近人民之强弱衆寡吾不能知至于民之情則未有不可知者也民情莫不欲生省吾刑罰則民可以生矣民情莫不欲富薄吾税斂則民可以富矣民情莫不欲安禁吾侵擾則民可以安矣民情莫不欲逸簡吾差徭則民可以逸矣非禮決不可缺而民所難能者勿强非法決不可為而民所易犯者勿禁非罪決不可赦而民有詿誤者勿誅明以告之信以守之公以行之持以無倦如此而民情不得者未之有也民情得矣縱有二三兇頑不逞之徒誰與為黨刑之則服剿之則滅矣是何難治之有哉邇悦逺來政成名立然後晉位廟廊大福海内何所不可此皆公所能為亦屬僚下吏所望于公者也謹代言之以獻公諒不謂其策之平平而忽之也 \\n 贈僉憲郗公擢陜西撫民叅議序 \\n 分巡僉憲郗公駐節懷慶患本府人才委靡不振思有以興之擬創建書院選府縣諸生幼而頴敏者擇師儒别而教之庶幾有立會朝廷下新令興學育才亦如公擬公喜曰吾志得矣乃令府縣選諸生幼而頴敏者得二十六人乃取濟源學侯教諭温縣學張司訓專教之公亦時加訓迪頻餽菜米薪炭油燭紙筆之費以作興之諸生咸感奮向學未幾公陞陜西撫民叅議師生不忍其去而不可留也乃偕來徵言頌德以為臨岐之獻予語之曰魯侯興學魯人頌之泮水之詩是也夫魯侯國君也興學國政之急者也魯侯行之不為異政魯人尚頌之我朝府州縣各有學専教則有師儒提調則有守令奉勅總督則有憲臣其餘上司雖亦有興學之責然非其職任所急也今公乃能留意如此賢於魯侯逺矣師生頌德贈别蓋亦人情所不可已第不知師生欲何言幸明以告我我將採焉侯學諭曰吾聞銓曹陞官各有資次或有不當寧使公論稱屈勿使公論稱倖蓋稱屈者後人必補之稱倖者後人必抑之皆事理之自然也公往以御史言事外補而非其罪沉淪郡佐凡數年而始陞僉憲歴任僉憲將三年而始陞叅議以僉憲而陞叅議似無不可若通計其資則於公論為屈其銓曹一時未暇思乎屈於前必伸於後名位鼎來可立俟也請以此頌以慰公心張司訓曰吾聞君子之在仕途非位不髙禄不厚之患而職業不修令名不立乃為可患公此轉雖未愜公論然公明達果斷廊廟才也於職業少留意焉政成名立一范一韓一夔一契無所不可大位不公與將安歸哉請以此頌以昭公休諸生曰魯侯興學之時淮夷方為魯患故詩人作頌曰既作泮宫淮夷攸服始則欲獻馘獻囚以討之中則欲式固爾猷以獲之終則欲修明教化以覺悟之深謀逺慮蓋無所不至也竊惟撫民之治駐節商州南控襄郢東連嵩鄧流民雜處凶狡時作其為地方之患雖未至淮夷之甚然亦有相類者公尚念哉修整武備以懾其心而使之畏焉寛簡條約以安其生而使之受焉申明戒諭以開其愚而使之化焉而又待以不欺行以不倦將見民之於公固有尊之如神明而親之如父母者矣請以是頌以達公猷予曰感德而愛好德而頌人之情也愛不忘教頌不忘規君子之道也有味哉師生之言乎其為公深謀遠慮備矣謹次第書之為臨岐獻 \\n 南京刑部郎中劉振道擢山東叅議序 \\n 南京刑部河南司郎中劉君擢山東布政司叅議同寅張君袁君來徵言以贈予雅聞劉君賢而未詳也因叩其家世履歴曰君字振道江西撫州府崇仁縣人尊翁素軒先生典學邵武諸處課子惟勤均克有就長振遷以丁丒進士任禮科給事中幼振文以癸未進士任兵部主事次乃振道以甲戌進士知祁門縣陞刑部主事轉南京兵部員外旋轉今官頃得邸報陞山東布政司叅議君歴官咸有聲績今之任有日願執事主張之也予竊惟君家世詩禮父兄之所告詔者計無所不至今雖有言將何以益之無已則書生之常談乎舜分天下為十二州州設之牧其戒命之詞曰食哉惟時柔逺能邇敦德允元而難任人蠻夷率服民之所急者食而食之所重者時遠者則寛而撫之近者則擾而習之牧民之術亦畧備矣而復曰敦德允元而難任人何居殊不知天子以天下之大兆民之重不能自治故立之牧以分治之然收一人耳州境廣逺其民亦重矣牧雖戴星出入不憚勞苦亦安能使之一一得所哉故復有分任其責者焉在邦國則有侯伯子男在有司則有鄉遂州黨大夫士之屬皆分任牧民之責者也德者元者非盡心民事者乎吾敦之允之則孰有不勸任人也者非戕賊吾民者乎吾難之則孰敢不懲此蓋提綱挈領之道尤州牧之所當知也内治既修逺人自至蠻夷率服蓋有不期然而然者矣今之布政司古州牧也嗚呼君尚念哉山東之境東盡遼海西北西南則與兩畿相接地廣物阜固嘗以富庶聞天下矣比年以來民頗彫匪惟逺方不寧而大盜往往竊發於腹心之地是豈無其故耶無乃賦税太重徭役太繁有以奪其食而妨其時乎無乃法令不振姦宄肆行所以撫而擾之者未盡道乎噫此固守令之責也提綱挈領使守令各勉其職又誰之責邪嗚呼君尚念哉君以詩禮名家父兄朝夕之間何所不講且前此歴官俱有聲績兹行也豈肯翫時愒日隨波逐流以碌碌自處乎抑綱領守令布政官之任也使布政官得行其志則撫按之任也聞君當分守遼陽遼陽之巡按未知為誰其巡撫則吾申臺張先生也先生當今之賢者也吾見其志之相合而山東之民自此有瘳也 \\n 周侍御僉憲河南序 \\n 山東周先生以雲南道監察御史擢河南按察司僉事整飭潁上兵備河南士夫在留都者相與議曰按察之職以明法禁姦警肅上下逺邇為任可謂難矣而兵備兼有地方安危之責蓋又難焉潁上之治北控河洛西接蘄雲南盡江淮之畔地廣人衆地廣則姦宄之察有所難周人衆則鬭辨紛爭雖勞心力以聴之而日不暇給況流移雜處風俗勁悍撫綏控御少失其機則禍或由是以作加以南畿河南各有巡撫都御史巡按御史而兵備政令皆與之相闗此四人之性行未必皆同方圓枘鑿一有齟齬非惟動相掣肘事不可行而謗議往往由之以起兵備之難如此不知先生何以處之吾黨有不為之慮者乎光禄張先生曰諸友謂兵備之任難稱信然予竊以為天下之事紛至遝來非明敏之才不濟有才矣而或至於敗無他傲與肆之故也蓋古之有才者謂天下人皆莫己若故多自是自是則不期傲而自傲謂天下事皆不難為故多率易率易則不期肆而自肆傲則忤物故行多齟齬而謗議隨之矣肆則玩事故人情政體慮之或有所未周處之或有所未善而釁隙隨之矣以是而往幸不敗者有矣欲政成令行逺近蒙福蓋未有也先生之任臺諫卓有才名吾未及久相親炙盡得其深然嘗有以占之矣兵備之命始下也吾與一二僚友往拜焉先生冠帶出迎客儀度甚肅稱賀禮畢各即席坐語及兵備前政得失歴歴如指諸掌旁及時事井井乎有條理而不可亂混混乎有源委而不可窮沉思審處未嘗輕發蓋有才而又善用之者也其不傲而肆也較然矣以是而往何往不濟吾見政成令行而逺近之皆受其福也上副朝廷之託下慰吾黨之望於是乎可卜矣僉嘻然曰甚善先生戒行有期迺相與餞别於雞鳴寺之憑虚閣而瑭次第其語以贈於是乎書 \\n 贈陜西僉憲張履謙之任序 \\n 南京刑部尚書郎張君履謙擢陜西僉憲南户部舊僚林君游君徵予言以贈予惟人之贈言廣忠告也第言有可盡有不可盡或交未深或其人未足與言輒盡言以相告非惟不見信且取怒者有矣是不可也交深矣而不盡言是謂隱情隠情不忠其人足與言矣而不盡言是謂失人失人不智正德辛未履謙以應進士舉留京師與予居相近也數相往來蓋十有五年于今矣交不可謂不深履謙歴官俱有聲績以户部改刑部而戶部舊僚愛慕無已則其心事可想是不可謂不足與言然則予之言又安敢不盡哉予豈能知天下事然嘗聞君子之論矣天下之治亂係民生之休戚民生之休戚係守令之賢否監司者守令之綱也朝廷者監司之本也朝廷以天下之大不能自治而分其責任於監司則監司之責任顧不重且大哉天下之事自戸婚田土賦稅差役錢糓甲兵以至於姦盜詐偽之屬監司無一不當問然司之所統凡幾府府凡幾縣人民凡幾戸是已不可勝數而政事若前所云雜出乎其間者紛至遝來蓋又不可以數計也監司一人而聴斷之欲各得其理以安吾民非惟精神不堪日月亦有所不足是知監司盡心於政事者賢則賢矣謂之得其要則未也府之政事統於守縣統於令得一賢守則一郡事無不理而民無不安矣得一賢令則一縣事無不理民無不安矣其不肖者反是則監司之要可知矣然非謂悉委政事於守令而無所問也率作興事屢省乃成此古法也吾分政事於守令而省其成如事無不理民無不安則守令之賢者也既禮貌之又從而薦舉之賢者有不勉乎事不能理民不獲安則守令之不肖者也既誚讓之又從而黜罰之不肖者有不懲乎其或才有所不逮事有所未諳吾姑教戒之以待其後有不黽勉而改行者乎然守令之賢不肖如白黒者易知也其疑似者則難知也寛似姑息嚴似苛暴敬似諂諛正似傲倨若此類不可勝計己之好惡或因以生人之毁譽或因以起少有不察賢不肖易位矣是則尤不可不加意也外貌之敬忽傳聞之毁譽姑置勿論先詳察其政事之理否則賢不肖可得矣守令之賢者進而不肖者退則事理民安而治無不成矣監司之責任有不盡乎朝廷之望我者有不副乎陜西之守令政事民情皆不可知所知者君子之論如此也敢盡以告於戲尚念哉履謙之賢自有公論朝廷所以待履謙者自有公道皆非贈言之所急也故畧 \\n 贈郝玉卿四川僉事序 \\n 郝玉卿先生由刑部正郎擢四川按察司僉事瑭往拜賀賔客咸集瑭曰蜀逺朝廷萬里吏治汚隆民生休戚土宇安危惟方面守臣憲臣是賴執事何以治蜀盍一言之使吾黨知之乎玉卿笑不答客曰昔甲乙丙丁論政吾嘗聞之矣甲之言曰太上能以德化民其次莫如猛火烈民望而畏之故鮮死焉水弱民狎而暱之故多死焉政亦猛而已矣乙曰政貴得中太剛則折太柔則廢詩云不競不絿不剛不柔敷政優優百祿是遒中也豈可一於猛哉丙曰政貴通變政寛則民慢慢則糺於猛猛則民殘殘則施之以寛傳曰大火中而寒暑退天道也丁曰賞善罰惡命德討罪施之有宜用之有時吾何容心於其間哉風霜雨露迭見錯出四凶之誅元愷之舉舜之事堯亦何嘗倚於一哉道並行而不相悖天地之所以為大也竊評之甲之所言政之要也乙政之經也丙政之變也丁政之時也是各一道也然不無至否焉孰是孰非孰從孰違執事其擇一於此以示吾黨兆乎玉卿亦笑不答瑭乃為之歌曰山川兮悠悠蜀道兮阻修豺豕縱横兮民何以休遼哉邈邈兮我心用憂客有和之者曰山川兮蒼蒼蜀道兮阻長君子之政兮孔良不茹其柔兮不吐其剛豺豕伏匿兮鸞鳳翺翔千秋萬嵗兮民誰忍忘 \\n 葉正郎出守廣南序 \\n 掌科丘先生間枉顧曰屯部正郎葉君時舉吾鄉名士也中弘治乙丒進士初授福建浦城尹三載將考績天官卿以風憲缺員行取值太夫人喪不克赴服闋陞知直隷六安州期年又遭先大夫喪起復改知山西蒲州正德辛巳陞南京繕部員外郎三載考績實授屯部郎中癸未七月陞雲南廣南府太守時舉天性平易率直與人推心相信不詭不隨其為政多從簡易在州縣上司累相旌異聞浦民有繪像者蒲民有留靴者其惠愛在人至今見之猶父母然其在工部職務修舉大司空崔公甚益重之部院悉書上考今兹之擢公論咸以為屈時舉亦以逺方郡守例以待資望之下者不然則羸老不任事者不然則有過而謫者今當道迺以吾往相待可知矣即欲謝病不之任同鄉以時舉年未艾後事未可知咸勸之行而時舉未果也願執事有言以速之幸甚予惟君之行止自有所據區區之言豈足以轉移其志然有愚見敬為誦之俟君擇焉可也士君子之在仕途履歴何常之有或在廟堂或在郡縣或在日月之側或在嶺海之外其始同其終未必同其始異其終或不異蓋未可以一律齊也君奈何輒以廣南為逺而鬱鬱自沮哉即如君意逺方郡守多以待資望之下及羸老有過者則遠方之民不獲瞻士君子之光儀蓋亦久矣君以甲科之英敭歴中外政聲赫然廟堂縉紳交口稱頌此固夫人之所知也今兹之往廣南之民蓋有如景星鳳凰爭先覩之為快者矣况逺方之民久困於貪殘罷委之政今君之往乃被之以仁風沃之以膏澤使之休養生息於聖明之世是無異出之陷阱之中而臥於袵席之上援之豺虎之窟而納之父母之懷矣其歡呼鼓舞當何如哉歌謡興而德功成蓋可以指日而待也士君子之在仕途雖有逺近之辨至於旬宣之使監臨之長蒐羅守令之賢能者以薦於上銓部簡其卓異者置諸大位則不以逺近異也語稱彭蠡之濵以魚飼犬荆山之巖以玉抵鵲豈以魚與玉為可賤哉多有之地人不見貴其勢則然也近地郡守賢能相望亦仕途之荆巖彭蠡也若逺郡則不可多得矣旬宣之使監臨之長欲蒐羅賢能以薦於上舎葉君將奚取哉髙爵重任自可坐致由是而觀又安知遠之不為近而屈之不為伸耶昔文翁在西蜀興庠序之教衛颯在桂陽制婚嫁之禮皆流聲中朝馴至大任良史列之循吏至於今稱頌不衰夫庠序之教嫁娶之禮亦常政耳使在中國夫何足稱然則遠地邊方固士君子立功揚名之所也亦在乎為之而已矣君奈何返以逺自沮乎掌科迺作而謝曰得子之論逺方郡守之利害皎如指掌時舉可以歡然就道矣請書之為臨岐贈于是乎書 \\n 黄掌科出守嚴州序 \\n 聖天子起自外藩入繼大統備知民事艱苦即位之初勵精圗治廟堂大臣祗承德意謂宣布朝廷惠澤以安養元元職莫重於郡守近年郡守遷轉太速不暇行其政教故民鮮得安請久其任有功效者進其職銜仍理郡事功效大著則不次擢用制可天子復謂守貴得人狼貪虎噬及脂韋不職者豈可使之久在民上乃採廷臣之言令兩京三品以上官各舉堪任郡守者三人俱以名聞即有不稱連坐羣臣奉命惟謹悉心蒐訪惟恐不副上意士民之望治者蓋欣欣焉維時浙嚴州府缺守吏部乃以南刑科北川黄先生薦命下縉紳士夫相與論曰北川在諫垣纔三四年指陳缺失别白賢否補益於朝廷甚多陟明遷喬以公以卿無所不可奈何復勞以有司之事即資序未深俾久在諫垣其所補益當不止此且出諫官以補郡守昔人謂憂其末而忘其本兹得無近似之乎或曰不然子之論所謂知其一而不知其二者也天下之事耳聞不如目見之真思慮不如經歴之熟布衣之士一旦超處公卿之位於民情事體雖聰明博達者亦未必真知雖真知之其細微曲折之間亦未必能盡得其詳况艱難險阻未嘗則思慮多不深體悉多不至乃遽使之裁處天下之事進退百官之賢不肖欲一一中節而得宜是安可得哉以北川之聰明博達使之周旋於郡縣之間則於民之休戚事之利弊與其行止興革或勢有不能盡如吾意者自當無不真知上下之交不諂不瀆毁譽是非不為流言所惑以至於賢否失真者亦自當真知其曲折増益於拂亂之餘而練達於操危慮深之后吾見政聲之赫然也事治民安既足副九重之意功效大著且將有不次之擢他日居公卿之位輔聖天子於廟堂宰制萬幾進退天下之賢不肖固將有異於他人者矣試之於外然後大用之於内雖屈於一時實伸於永久然則一出入内外之間又安足為輕重欣戚也哉論者乃服已而同寅多賦詩為北川贈山東周先生等屬瑭有言為引瑭不工文謹述所聞縉紳之論以告蓋此其大者耳若嚴之民情事體北川莅任之後自能知之兹不暇言也 \\n 王侍御出守汝寧序 \\n 汝寧河南大郡也統轄十五州縣政令既繁而路當南北要衝旬宣之使往來之賔客絡繹不絶應接蓋無少暇焉故凡守兹土者非有明達果斷之才者鮮克勝任嘉靖五年春吏部大計天下之治視其勝任不勝任者而去留之汝寧之守以才力不及改仕選能勝其任者代之迺薦南京河南道監察御史王君汝學以往君素有才望汝寧士夫官南京者聞命交賀既相率拜君于私第復相率徵予言以贈予惟人之贈言備採擇也王君自筮仕為縣以至徵拜為御史歴有聲績其練習久矣天下之事何所不知奚俟人言光禄申臺張先生曰不然近世士大夫居髙位有大才者多不務諮訪王君獨不自滿某等之往拜也即詢民隠及吏治得失孜孜不怠某等既以所聞見告之矣而未盡也故請益於子子何辭焉予迺仰而嘆曰甚矣君之好問而好察邇言也愧予無以吿耳昔人有言知為子然後能為人父知為臣然後能為人君知事人然後能使人蓋自其所習行者推之無難也君嘗為縣矣所服事而聴令者不有守乎守之政令如何則縣得其安如何則縣被其擾亦既知之矣今兹之往行其所以安乎縣者而去其所以擾乎縣者則下無不獲矣君嘗為御史矣按察百僚揚清激濁固其職也守不在激揚中乎守之治行如何則為賢如何則為否今兹之往行其所以賢者去其所以否者則上無不獲矣上下既獲則政無不成令無不行熈熈然風草之相偃而桴鼓之相應也汝寧之民有不蒙福乎申臺曰諾予曰我朝黜陟之法不同於古郡守治行超卓者不二三載輒遷吾恐汝寧之民不得久蒙君之福也衆曰奈何曰見賢思齊人有是心安知來者之不如今也今姑樂王君之能福吾民可矣將來之事安得一一而為之慮哉申臺曰然迺次第其語為王君贈云 \\n 司馬公改守嘉興序 \\n 張凌漢吳時之范子仁偕來枉顧曰郡伯司馬公守吾郡三易嵗矣士民蒙被恩德方以公為父母冀朝夕見乃以吏部薦改守嘉興行有日矣士民欲挽留之不可也盍有言以贈以彰公休以致吾士民之意乎予曰唯唯竊念幼讀前史見循良之吏有恩德於士民者或陞遷或更調或以他故而去其士民往往挽留不置甚至卧轍攀轅使不得發其不然者反是因以謂衆心之好惡可以驗官政之得失及後見孔子為政於魯魯人乃謗之曰韠而麛裘投之無郵子産為政於鄭鄭人謗之曰孰殺子産吾其與之夫孔子大聖也子産亦公卿之賢者也其政豈有不善哉衆乃欲投之殺之有不止於喜其速去者何也則又疑衆心之好惡有不足憑者後讀魯論見子貢曰鄉人皆好之何如子曰未可也鄉人皆惡之何如子曰未可也不如鄉人之善者好之其不善者惡之乃嘆曰一鄉之人皆比肩而立者耳所好所惡者尚各以其類况大人君子在上位者其存心也公其行政也平喜有賞怒有刑雖寛於勸善亦嚴於懲惡則於衆人之情固不能以盡合矣甲之所好乙或惡之此之所譽彼或毁之此豈可得而一哉此孔子子産之所以蒙謗也迨其久也德政既洽衆望咸歸則謗言自息矣此孔子子産所以終獲令名也然則觀君子之政莅於政未久者衆好衆惡豈可不察其故哉公守懷慶雖三易嵗然實未久也士民蒙被恩澤者固戴公如父母矣而觖望者則難保其無也瑭老且病不能逺餞公於郊外三君子其尚留意哉公之行也士民之在道傍者惜公之去而垂涕願留者有幾復察其人為何如人喜公之去而歡呼嘻笑者有幾亦察其人為何如人蓋一以驗公之政一以觀吾黨之善惡也歸幸相示瑭當筆之簡册以俟他日傳循吏者之採擇云 \\n 張推守陞汝寧貳守序 \\n 為政孰難得民心難得民心非難得民心而以其道難自豈弟之風既微而貪暴之政代作蒼鷹乳虎之儔此肩接踵而顯於世鞭撻肆行斬伐無忌凶威既立則剥取百姓之膏脂以充一已之筐篋轉相汲引馴致髙位天下之民如墜塗炭其來也非一日矣故民亦疾視其上如冦如讐其在位也惟恐其不去其去也惟恐其不速無一毫愛敬眷戀之意此豈民之薄哉其應固然也故曰得民心難其反此者則又務為煦育姑息之政以取悦於下有罪不刑而悉從寛貸庶事不理而惟務因循曰吾將以恤民而省費其巧者則又為朝四暮三之術以籠絡其民雖憂民之言不絶於口而實無愛利以及於下紀綱不立奸弊日滋雖驩虞於一時而不可行於永久雖愚民翕然以為賢而君子不取也故曰得民心而以其道難吾郡節推張先生以慈祥豈弟為心而以公平正大為政聴民之訟必盡其情罪之輕重大小則一斷於法而無所縱捨初不用姑息籠絡之術六縣之民皆愛敬先生如其父母豈非得民心而以其道者乎先生以當道薦擢汝寧貳守自懷慶之任汝寧道出孟縣官吏師生耆老感先生之德惜其去而不可留也迺繪像以獻而請予言以道意予有感於得民心以道之難而幸於先生見之也故書是以吿於戯天下之民一也民之所好好之民之所惡惡之此之謂民之父母先生懋哉吾見民心之愛敬將彼此無以異也 \\n 孟縣劉大尹奬勵序 \\n 天下之事行為難行之得失其難在已行之從違其難在人在已者可勉也在人者所值有幸不幸吾將奈之何哉夫士君子禀扶輿之清淑為人倫之冠冕孰不欲立功業於當時垂聲光於後世哉然天下事處之亦甚難矣紛紜轇轕欲其剖析震撼擊撞欲其鎮定少失其理則瓦裂莫救處之不失其理矣然或上無知已以為之援則跼蹐於俞咈之間顧望於進止之際亦安得從容展布百姓見其體勢之不重也奸詐者巧於媒蘖强梁者敢於抗拒方支吾自救之不暇欲望功業立而名聲彰豈不難哉故嘗謂士之立功垂名者有其志矣或患於無才有其才矣或患於無位有其位矣或患於無援全者百一故功名之成立甚不易也孟縣大尹劉侯豪傑之士也志尚髙逺而其才又足以副之剸繁治劇抑强扶弱皆不勞餘力當道以其能也以禮幣奬勞焉懷慶府儒學薛生堯佐孟人也鳩諸友徵言以賀予感夫功名之難幸侯之有志有才而又見知於上將可以大有為也故書是以歸之以徵於他日云 \\n 修武冷大尹奬勵序 \\n 修武知縣冷侯述職京師課最還任巡按御史汪公分巡僉憲孫公各以禮幣奬勵懷慶府儒學生史學易等修人也來徵言以賀予惟冷侯君子也君子禍至不懼福至不喜上司一禮幣之旌奬於侯之賢未足為輕重似不必賀繼而思之則亦有可賀者君子立身行道固無所待於外然修之於已亦恒驗之於人以考其至否夫子告顔淵克已復禮必及於天下歸仁告仲弓主敬行恕必及於家邦無怨蓋謂是也况君子之在下位則所係又有重焉蓋君子之得位任職固將以行其道也上有譴怒下不信服欲道之行得乎夫察在位之賢否得失於毁譽未萌之前惟大人君子及有識之士能之庶民固未必能也往往上之所賢則庶民從而賢之上之所否則庶民從而否之賢否之間政治廢興之所係也夫子曰居下位而不獲乎上民不可得而治矣意蓋如此侯之賢吾嘗聞之矣愛民深待士厚臨財廉處事慎如祠名賢以作士風纂修縣志以備邦典立繼往開來化民成俗坊於玄廟之前以詔髦俊及夫沿路植栁以蔭行旅之類皆出於簿書期會之外然此惟有識之士能察侯用意之所在而知其賢四境之民則未必知也今上司疊以禮幣奬勵其賢則四境之民忖於心而頌於口必曰我侯賢人也不然何上司禮待之如是也民既知侯之賢矣則令無不行禁無不止動無不化侯之道將大行而政將益光矣此所以亦可賀也且物莫不有始嚴霜肅物則墮指折膠之始也東風解凍則流金爍石之始也上司之所旌奬則亦髙位大任之始也官怠於宦成侯之所知也尚念哉進爵位於巖廊流勲名于竹帛固君子事也謹書此以為他日賀云 \\n 絳縣貳尹寗文威之任序 \\n 予幼讀昌黎丞廳壁記謂丞所以貳令於一邑之事無不當問又謂丞例以嫌不可否事惟拱黙自守竊意丞之與令雖名位不同至于受天子之命有牧民之責則無以異也一邑之事令主之于上丞賛之於下令倡之於前丞和之於後可否相濟如麯蘖鹽梅然則政善民安彼此俱美何嫌何疑而拱黙自守乎先民有言詢于芻蕘况僚友乎昌黎之言或有所激蓋未必盡然也及後備員仕途更歴中外見府同判之所以事其守縣丞簿之所以事其令大抵如昌黎之言怪問其故則曰將順以成其美規諷以救其失佐貳事長官之道吾儕非不知也顧長官之用心不同或寛仁而明達或狹隘而固滯寛仁而明達者聞人之言不以為忤斟酌可否而從違之故政事益修僚友之情益厚狹隘而固滯者聞人之言則咈然怒不以為侵已之權則以為彰已之短僚友之情由是不和政事雖失甚至於敗彼亦不悔也世之賢者不可多得故吾儕寧為彼而不為此予聞其言深用太息竊意為長官者惡聞人言固失矣為佐貳者未有一言為長官之助而輒避嫌自守則亦未為得也程子有言簿與令不和多由私意若以事父兄之道事之過則歸已善則惟恐不歸於令積此誠意宜無不感動之理今之為佐貳者或者於斯道有未盡乎己未盡其道而輒謂令惡聞人言豈理也哉友人寗文威先生選授山西絳縣丞先生之子曰時中者學博而文為諸友所敬慕其同窗張時望王言道輩乃來徵言為先生贈先生和易忠信處僚友之間保其無忤吾恐其徇世俗避嫌之見而拱黙自守也故以是告之其令未知為誰其用心未可懸度吾將於文威之行卜之也于是乎言 \\n 朱二尹致仕序 \\n 南通州恥齋朱先生仕為武陟縣丞正德丙子四月同僚被論事連先生明年丁丒天下諸司例該入覲上司以先生事白無罪例該復職乃於八月内具先生職名中吏部及期猶以事未結不得入覲吏部以先生不至疑中途有他故遂令致仕懷慶士夫與先生遊者聞命往唁之且惜先生無罪被黜或咎同僚之詿誤或咎吏部之不審先生獨慨然曰凡事有命奈何以咎他人哉昔忠宣為章惇所排得罪罷相家人皆以咎惇江行舟覆衣裝盡濕家人舉火燎衣忠宣顧謂曰此豈亦章惇害我哉蓋凡事有命先賢嘗蹈之矣豈獨僕哉且居官亦有何樂入則治簿書趂期會出則奔走於車塵馬足之間至謁上官則拜跪稱謂與僕隷等吾不屑於此久矣獨念蒙朝廷作養之恩幸有民社之寄庶幾少竭涓埃以圗萬一之報耳義不當無故引去以自逸樂今既見黜去有辭矣薄田可以具饘粥子弟可以供使令林泉可以適性情雖無俸入之養亦無政事之勞雖無爵位之榮亦無事上之辱彼此得失蓋畧相當尚安能戀戀於已破之甑而怨天尤人哉聞者歎服乃以吿瑭瑭原貫泰之如臯於先生為同鄉往嘗聞先生始涖政將以五月中日士夫謂正五九月火星用事不利居官故多不以是月莅任或以告先生笑曰政之得失在我位之得失在命天時豈有不善哉以五月莅任流賊猖獗同僚或遣家入郡城避之復隂穿地窖擬縣城破將潛匿以免先生獨奮然曰朝廷設官凡以為民賊至縱衆寡不敵當倡民守城今先遣家避賊百姓何所恃乎且城破矣豈匿地窖所可免哉縱免何面目見天下士大夫乎乃不遣家於戯處疑似然後可以見人之識臨利害然後可以見人之守先生之識之守卓矣則於得喪之際無戚戚之感蓋無怪也噫先生之歸樂矣顧念吾儕幸得數接詞色嗣是而后瞻拜無期不能無暌違之感耳别酒既斟行旌在道詩云樂只君子保艾爾後請以是為先生祝毋金玉爾音而有遐心請以是為先生贈 \\n  \\n 　"}
{"章节": "●栢齋集巻四", "正文": "　 \\n ●栢齋集巻四 \\n 　 \\n  \\n （明）何瑭撰 \\n ○序 \\n 贈王邦佐分教寧海序 \\n 同學王邦佐先生器宇端重學博而文累舉於鄉不第迺以貢入太學因親老謀為禄仕得分教山東寧海州親友許舜時輩來徵言以贈嗚呼予何以為邦佐告哉為學為教之方修已治人之道聖經賢傳備矣固邦佐之熟知也將何以益之哉予獨念近世學者多從事於記誦詞章之習以取科第以致通顯意以為學問之道如是而已師以是教弟子以是學在在皆然知有聖賢修已治人之學者蓋甚鮮矣或以聖賢之學為難殊不思聖賢亦人耳士希賢賢希聖分内事也在勉與不勉耳或以士必棄科舉之業始可從事聖賢之學今方謀進取疑有所礙故不敢噫此又不思之甚也聖賢之學明德新民何嘗禁人之進取哉顧進取之志何如耳格致誠正以修其身者必欲治國而平天下使以隱為髙如沮溺丈人之儔則何以治國而平天下乎其不然也審矣邦佐念哉天下之治亂在人才人才之盛衰在學校師儒則學校之主也師儒得其人則學校興人才盛而天下治非其人則學校廢人才衰而天下亂其任蓋亦重矣古之為禄仕者乘田委吏尚不敢曠其職而况師儒乎哉寧海去鄒魯為近孔孟之化猶必有傳者安知其無豪傑之士出於其間乎吾言止於此矣邦佐暨寧海之士庶幾念哉 \\n 蔣教授改任序 \\n 鄭府真丘王教授平涼蔣先生以王薨改周府封丘王教授某約縉紳士往餞之來徵言於予以道别意予惟士君子在仕途類以儒學官及王府官為落莫不偶予竊以為不然故嘗謂君子在仕途之可樂者大端有二大則坐廟堂之上與天子可否政事進退百官以綱紀天下次則在藩臬郡縣之間為斯民興利除害使百姓敬之如神明愛之如父母此固可樂也其或道與時相違才與命不偶則鳴鐸於庠序之間與英俊之士講道義辨古今事得失成敗或曳裾於宗藩之府為賢王講説經史以啓發其聰明無奔走叢脞之勞而有從容偃仰之適此亦可樂也至於上焉而不能行其道次焉而不能安其身勞神於窺伺承順之間毁形於車塵馬足之下則雖居髙位食厚禄世俗固以為榮君子之心不樂也先生始以國子生授四川石泉縣學司訓既而擢鄭府真丘王教授今改官仍在王府其亦有所樂於此否乎故因以質之先生諱傑字士英德性淳厚學問有源委故及門之士盍簮之朋於其别也戀戀不忍有如此云 \\n 致仕文安縣主簿孟公夫婦九十序 \\n 人生以百嵗為期故古人以百年為上壽八十為中壽六十為下壽然古之聖人或年踰百嵗後世則鮮或克壽雖孔子大聖亦僅七十有三而已或謂氣有淳漓則數有短長太古渾沌始闢風氣方淳故人物之生其時者多壽後世太樸既散風氣日漓故人物之生其時者多夭宋儒蘇氏子瞻嘗言蜀有老人村居深山中與外境絶不通食粟飲水無鹽酪酒肉之養其人多壽至有見五世孫者豈非深山窮谷之中淳樸未散其風氣猶有太古之遺故耶近來風氣益漓壽者尤不易得以予耳目之所聞見壽登九十者止二三人壽登八十者不過十餘人吾郡士民奚啻數百千萬而壽九十者僅二三人壽八十者僅十數人是不尤難得也耶武德鎮致仕文安縣簿孟公與其配張氏俱壽登九十子三人曰經未仕曰綸任驛丞曰紹任巡檢孫十一人曰祿配鄭府新樂郡主為宗人府儀賔曽孫男女五人皆侍膝下鄉黨宗族姻戚咸以為慶姻家張君英迺來徵言予雖未及親炙公之顔範然嘗聞公之氣質淳厚言動謹飭家饒於財而以禮自守未嘗驕人仕宦政成即引退優游田里二十餘年於今矣蓋得太古之氣於澆漓之世者也夫近世壽八十者尚不可多得而公乃至九十又夫婦偕壽不尤難耶東坡以人生得見五世孫者為難而公已見四世孫蓋庶幾矣豈非公獨得風氣之淳故能然耶居今之世為古之人公真可敬也哉吾有感於世道之變故書是以為慶 \\n 張千戶襲職序 \\n 羣牧所千戸張侯受命襲職歸自京師姻親李拱之來徵言以賀且曰侯之先順天府之大興人髙祖始從戎以靖難功累陞至金吾左衛副千戸改鄭府羣牧所千户傳曽祖祖父以及於侯其世逺矣侯今臨政伊始願執事之進之也於戯人亦有言敗軍之將不可以語勇瑭以迂疎多病退伏閭巷乃嘵嘵然語人以居官臨政之方人誰聴之然嘗誦先正之論矣請述以告可乎人無于水鑒當于民鑒國朝之初功臣封侯者不下數十今存者無幾豈非位髙禄厚子孫驕奢淫佚不自保守故至是耶侯家得五世歴百餘年不替所守豈非累世忠孝勤謹不自放逸故致然耶噫侯可謂賢矣勿以位髙而驕人勿以禄厚而縱欲事上以忠待士以禮接下以仁處事以法勿荒於酒勿迷於色勿疚於利夙夜永念不怠如此而家世不長名位不光無是理也然居官臨政之詳具載書史聞侯之祖手不釋巻侯嗣守庭訓且姻親交友皆彬彬然文學士也聴覽之暇留意書史考之於册咨之於友則聞見博而心志開為益多矣侯尚念哉抑瑭又聞士欲立功名於世有其志無其才不可也有其才無其時不可也有其時無其幾不可也方今草竊蠭起天下多事士欲立功名以自見此其時也侯如有志則積學廣才以候其幾其亦可也瑭已矣無能為矣 \\n 賀單戸侯軍政序 \\n 國朝政治之法文武並用文則取之科目武則取諸世胄取諸科目選擇甚精故得之甚難而其任職也自不敢不慎取諸世胄則安坐承襲故得之甚易而其任職也多不自愛惜朝廷患其無所懲勸也乃立為五年一考選之例廉能公勤為軍士所服者則選任軍政令其居職理事貪酷庸暗為軍士所惡者則退為剩員令其帶俸雜差蓋亦鼓舞振作之良法也嘉靖丙申例該考選衛所官自指揮以至戸侯各有進退而戸侯單大人實與軍政之選母舅劉大等乃偕諸親往賀而徵言於予予竊惟古昔聖王之法凡臣下有功於國者其子孫皆教之教之而成材則官之如不足用亦使之不失其禄故仕者世禄而不世官我朝文職無世襲武職則自公侯以至千百户皆世襲其待之厚於前代矣國初武職犯罪降革今此法雖廢然自有考選之例以來廉能公勤者始得軍政理事否則帶俸雜差而已蓋與古世禄而不世官之意實相暗合今單戸侯既以素為軍士所服選任軍政信可賀矣然可不知所慎哉凡事朝廷俱有法令合於法者則行之違乎法者則不為此蓋居職理事之規矩也能慎乎此則軍政有光矣戸侯念哉是為賀 \\n 陳彦威生子序 \\n 予自遯居荒野百事俱廢自分與城市相忘久矣忽謝宗德同周彦實來訪茶罷作而請曰舎親陳先生去冬始生元子敢祈一言以賀予以荒廢再三辭不獲於戯予言何所發明乃煩人之勤懇如此哉夫生子之可喜與年長生子之尤可喜夫人知之夫人能言之予何以為先生頌哉邇來習於稼穡之事請以稼喻可乎富人之稼也其田肥其糞多其耕勤其種時故其苗之生也碩大以蕃少粃而多實貧人之稼也則不然其田瘠其糞少貸牛以耕不免鹵莽貸糓而種不免晩暮故其苗之生也茸短萎黄多秕而少實是豈糓之性有殊哉其所養則然也積善之家其父祖仁恕忠厚既已見佑於天庭闈之間所以訓其子孫者又無非禮義遜讓之事故其子孫之生者多賢明而壽積惡之家其父祖之强狠兇逆既以得罪於天而其子孫耳濡目染於朝夕之近者又無非不道不法之事故其子孫之生者多頑悖而天是豈人之性有殊哉亦由其所養而然也先生自上世以來累葉忠厚先生昆季五人皆光明俊偉卓然自立為逺近所宗天之所以佑陳氏者既已驗矣先生於昆弟為長尤謙厚不伐天之所以佑之者蓋方來而未已也斯子他日之聳壑昂霄蓋不卜可知矣予昔遊庠序視先生為先進先生之相接也不以後進忽之循循煦煦愛禮兼至予心蓋銘刻焉先生生子之喜固予所樂道也况又有謝君之請乎惜荒廢之久不能發揚盛美之萬一耳姑以此賀 \\n 曹元善更名序 \\n 窻友曹元善先生本名仁以漢曹操之族人有名仁者惡其類也更名希仁請於提學憲副邊先生先生許之諸友欲并更其字來謀於瑭瑭竊惟天道莫大於元人道莫大於仁故曰元者善之長也君子體仁足以長人仁之字元善厥旨深哉然希仁之與仁一也且元善之稱於親友久矣不更可也無已則以可勸可戒者為元善吿乎古之賢人君子非惟同宗榮之同鄉榮之天下亦莫不榮之孔顔之名萬世仰慕是豈有所阿私哉憸夫小人非惟天下恥之同鄉恥之雖其同宗亦恥之幽厲之名孝子慈孫有不能改噫其可畏哉夫人為萬善之長初無可惡而元善必欲更之者徒以操故耳曽子至孝不過勝母之門墨子非樂不入朝歌之邑古之人有然者矣元善惡惡之心其嚴矣哉吾夫子有言見賢思齊焉見不賢而内自省也夫操之所以可惡者豈非姦邪猜譎不忠於漢故耶夙夜以思凡事之類於操者悉去之斯可矣夫仁一發而親親再發而仁民而愛物極其效則至於天地變化草木蕃嗚呼大矣元善事親孝處兄弟義交友朋信臨財廉而處事公以直其所以行之於身者蓋無不仁也他日有位則鼓元氣而雷域中騰百川而雨天下亦分内耳元善念哉夫責善朋友之道也故吿之不敢不切以詳元善念哉 \\n 張生入學序 \\n 嘉靖元年二月欽差提學副使王先生試士懷慶選子弟之俊秀者補儒學弟子員張生繼光預焉處士熊世威其外父也來徵言以賀予惟我朝之法取士則以科目養士則以學校其取之也中鄉試者則謂之舉人中會試而賜第於廷對者則謂之進士公卿百司胥此焉出其取之也重矣其養之也始入學則謂之附學生少進則謂之増廣生再進則謂之廪膳生教以義禮以養其德教以文詞以養其業德成業就然後以科目取之其養之也豫矣譬之木焉楩楠杞梓必豫養於山林場圃之中培壅澆灌積以嵗月既成材矣然後匠石取之以為明堂棟梁之用固自然之序也張生今始入學為生員蓋楩楠杞梓初培養於山林場圃之中者也豈可不思所以自養哉齋莊中正以養其心學問思辨以養其知孝友忠信以養其行禮義廉恥以養其節使在學校之中則為名士由科目而出則為名臣斯無負於朝廷養士之意而大慰乎親友相賀之心矣不然吾恐養小失大不免為士林之累也生嘗從予游予愛其典雅聰慧有可進者故以是吿之生尚念哉學問精微之妙生當自求之言固不能盡也於戯生尚勉哉 \\n 賈生入學序 \\n 賈生應奎文洪先生之子也天性聰頴而文洪教之甚勤其纂言為文清麗可愛今年提學憲副王先生試士懷慶選子弟之俊秀者補儒學弟子員府學凡補三十三人應奎寔為之首許舜民先生其外父也懼其驕而不進徵予言以贈之予惟文詞清麗在後進固為可愛然此特始學之事耳吾儒之所當務者蓋不止此也昔魯齋文正公幼時從鄉師讀書嘗問曰讀書何為曰科舉取第耳公曰如斯而己乎師大竒之自顧章句儒非其師遂辭去公後卒以道德文章為世師表奎壻舜民之門拜文正公之祠遺訓風烈蓋聞之久矣其亦嘗思之否乎文詞清麗充其極不過可以科舉取第耳然則所當務者固不止此也國家以學校養士有司以文詞取士意必有在生亦嘗思之否乎古者八嵗入小學十五而入大學所事各異今之府縣學古大學也生藏修游息於此豈可不思其所當務哉誠思而求之則自不敢不進將來事業必大過人決科取貴蓋在所不待言矣於戯生尚念哉生尚勉哉父師親友之所以望生者固當不外此 \\n 蒙宗孟西歸序 \\n 平涼蒙生從其父宦學於山東青州府益都縣歸而過懷慶真丘王教授蔣先生其外舅也因留講學於懷慶將歸窻友牛生來徵言以贈予惟責善朋友之道也臨别贈言責善之餘也吾何以為生告哉今世士君子之講學者大抵主於發策決科夫吿人而不以其近且切者非迂則誣然止於其所習聞習見而無所進焉君子亦不為也昔子張學干祿夫子告之曰多聞闕疑慎言其餘則寡尤多見闕殆慎行其餘則寡悔言寡尤行寡悔禄在其中矣不斥其干禄之非亦不曰此干禄之術也止曰禄在其中而已此固聖賢告人之法也夫學所以謀道也五經四書載道之器也國朝養士於學校使之講明乎五經四書之文然後取以科目布之庶位以賛政治意固有在矣嗚呼生尚念哉本之四書以求其端廣之五經以充其體參之史傳以通其變身如何修家如何齊國與天下如何而治平時而玩焉務使得之於心驗之於事則發而為英華行而為功業決科取士蓋將不待他求而自至矣於戯生尚念哉朋友贈言之意當不過是也 \\n 仇生北歸序 \\n 正德末年予致仕家居潞安仇生奉其尊甫玉松先生之命來從予遊既而别去嘉靖初年予蒙恩起廢從仕於外與生不相見者蓋十年於今矣嘉靖已丒予再致仕家居今年生復自潞來省時玉松先生捐館已六易嵗矣相見首弔之生悲泣不能已次問其諸父安否次問其學業所至則慨然曰生一病三年不能出門戸今病雖愈氣體尚虚不耐勞苦學業廢幾盡予以生年齒方壯體虚尚可復學業尚可勉進之生唯唯居數日將去予念平日無益於生而生乃惓惓相愛無已顧無以報之又念予老矣恐後不復相見乃以平生拙學告之蓋盡心之道也竊嘗謂大學之道在明明德在新民在止於至善格物致知誠意正心修身皆明德也齊家治國平天下皆新民也學者於明德當無所不用其極新民之道則惟可行於家仕而得位然後可行於國與天下生居家有家範居鄉有鄉約修身齊家以化乎鄉人其道蓋已試而有驗矣念生方積學待用他日出仕則當有治平之責語雖稱居家理則治可移於官然國與天下地廣人衆政事益繁治平之道非講之素明臨時擬議推度而行恐無以合宜而中節然則生於今日豈可不加之意哉治平之道有所謂事君事長使衆焉有所謂興仁與讓焉有所謂禁貪戾焉有所謂與民同好惡焉有所謂不專利焉其大綱雖明而條目曲折則有不可以一言盡者生尚念哉以大學之傳為綱而博考於經書子史復叅以國家憲令以盡其條目之曲折務使其各有定見此則所謂物格而知至也至是則明徳之體始全他日出仕則隨其位之所至而行所當行一出於誠則新民之用亦漸造其極矣功成名立可傳不朽與前日之行家範鄉約者盖無以異也嗚呼此大學之道也予平生之拙學在此生歸矣尚念兹哉尚念兹哉 \\n 仇文烈孝行序 \\n 潞州義門義官仇君文烈迺兵科給事中敏之六世孫而宿州吏目君時濟之子也天性篤孝六嵗喪母知號慟見者酸愴既長習於家庭禮義之訓事父及繼母曲盡孝敬正徳十二年父病癱患不能動履君侍養醫禱曲盡其誠歴三載如一日父卒不起君號慟幾絶既葬寢苫枕塊不御酒肉悉如禮每奠哭哀慟如初喪至服闋不懈由是衆稱其孝嘉靖改元修先帝實録詔天下有司採求忠臣孝子義夫節婦之類以備通纂潞學正王公首録君為孝子以應蒐擇里老郜經等亦應詔呈舉有司奏請旌異由是君之孝上下逺近無不聞懷慶之士與君弟庠生文光游者相率來徵言以贈予惟臣之於君子之於親忠孝之道咸其自盡焉爾已非有所待於外而後為之也仇君之孝其親其心亦若是已矣夫豈以上之賞罰人之毁譽為作止哉然而有司薦之士友贈之是亦有説乎噫此蓋教化之端風俗之機衆人所忽而君子之所留意也夫不待賞而自為善不待罰而自不為惡上智也賞之而終不為善罰之而卒不免於惡下愚也至於可導而上下者中人也上智不易得下愚亦少中人則滔滔者天下皆是也人有一善上皆賞之衆皆譽之其不相勸而趨於善者鮮矣人有一善上咸不加察焉衆咸不知敬焉其不怠沮而變於惡者亦鮮矣古之聖賢能謹乎此故風俗淳美比屋可封後世忽之此風俗所以不如古也仇君之孝士友之所以汲汲稱揚若不容已者夫豈無謂也哉風俗之美吾於是有望矣 \\n 張世台侍親之封丘序 \\n 孟縣大尹張先生遣其子世台從學於予未幾當道以先生治迹彰著薦其才堪治繁調官封丘世台將侍行同遊之士繪圗賦詩以贈其别復請予言以叙其首予竊惟指引者師之功也從容規戒者友之任也諸士以世台逺行不復得遂其羣居講習之樂故賦詩贈别以致繾綣之意友道也予淺陋不足以師世台然嘗尸其位矣每見世台有所質問不達不已竊喜其志篤意勤可以與進然未有以發也今其逺去固當有以吿之而况其友為之請乎於戯夫子有言可與共學未可與適道是學貴於適道學焉而不知適道猶不學也今世之士非不誦習聖賢之書口講其所謂道也至於聞道學之名則相顧而笑豈以是為不美哉其心必以為聖賢之道必先義後利必厚本抑末今方作為文詞以干禄仕而何聖賢之道之云噫是蓋未之思也聖賢之道明德新民夫豈以隱為髙如沮溺丈人之所為哉惟出處進退之間不為詭遇斯已矣文以載道聖賢亦未嘗不為也惟不徒飾其輪轅而無所載斯已矣人莫不飲食也鮮能知味也渴飲饑食聖賢不免與人同所異者知味之正耳若謂必絶文詞必棄禄仕然後可以語聖賢之道是何異于閉口枵腹然後為得飲食之正哉是亦不思甚矣世台念哉從事乎博學審問之間反求於慎思明辨之際凡聖賢之所以修其身齊其家以及乎國與天下者必究其極勿鑿而深勿執而固要以大中既自得矣則發為文詞以應科目施於政事以為功業無所不可不幸齟齬則樂天知命而遯世無悶焉聖賢之道固即此而在矣豈索隱行怪為哉抑人有言雌雞不能伏鵠卵吾淺陋不足以化世台三原馬伯循髙陵吕仲才皆世台鄉先達也其學俱有源委世台入承庭訓出就二先生訪焉其可也諸友繾綣之意亦若此而已矣嗚呼念哉 \\n 贈石嵓處士仇時閒序 \\n 士君子所以取貴於世者以其見道明而將義篤也而隱顯不與焉古之隱君子如封人晨門諸賢皆垂名於魯論而王彦方管幼安黄叔度諸賢亦流光於史册至今餘千年矣而言論風旨猶使人景慕不已世降俗末斯人蓋不可多得矣有與之彷彿者寜可不表章之使顯於世哉正德年間予廢處林下聞潞州仇氏家法之美而未詳也會其宗子瀋藩儀賔時茂遣其子熈從予游乃得見其所作家範及所舉行鄉約始知時茂及其從兄時濟弟時淳時表時閒皆以孝悌禮讓為鄉人所宗心竊慕焉然無由見也嘉靖壬午予丁先父憂時表奉其伯兄命不逺數百里來弔奠觀其禮度循如也聴其言論秩如也益信其昆仲之賢未幾别去嘗意他日或至山西當造拜其室以盡觀其昆仲之儀刑值蒙恩起廢奔走仕途不相聞者久矣乃今嘉靖戊子春時閒復奉其仲兄時淳之命來訪其禮度言論猶時表也詢時茂起居則捐館踰小祥矣相與悲悼久之暇日延時閒小餐論及家範鄉約傍及古今人行事得失皆舉經史或儒先著述以對明白剴切不激不隨乃知其識見髙明真有士君子之風又歎其昆仲皆賢又有古人之所難得者益加敬慕時閒嘗問予以學問之要予應之以讀聖人之書當知其意行古人之道勿泥其迹時閒以為然其虚心從善蓋方進而未已也其與古之隱君子並流芳聲可期也於其歸也姑以是贈之以徵其後云 \\n 贈婁生東歸序 \\n 聖賢之道未知以知為難既知則以行為難有志之士讀書窮理能知聖賢之道者時時有之至於知而能行者百無一二此無他世俗之説横於中而利害之勢迫於外於是乎徇時之計生而行道之志變矣於戯此道所以不能行也世之人見小人得志君子困厄類皆曰順時者通忤時者窮是不可以不通其變也士之惑於其説者蓋十而八九矣抑不思窮通得失莫不有命自古及今小人得志者固多矣而敗者亦不為少君子之困厄者固多矣而顯者亦未嘗盡無是知窮通得失皆出於命非人力之所獨致也故君子恒行法以俟命不知命者則無以為君子聖賢垂訓之意逺矣或疑斯道之大浩浩難窮欲盡知而全體之有未易者殊不知道有全體有先務智者無不知也而當務之為急修齊治平豈非當務之急者乎學問思辨以致其知既真知矣藴之於心則為德體之於身則為行發之言語則為文章措之天下則為事業大可聖次可賢下亦不忝為士君子矣或問推行之要曰本之以誠施之以恕律已以嚴責人以寛窮通得失則一聴乎命有所不得則反求諸已而不變不沮焉知此則道庶乎其可行矣婁生東歸乃來告别予念生有志於聖賢之道恐其或惕於世俗之説而不克終也故書是贈之於戯書不盡言言不盡意生尚繹思而推廣之哉 \\n 賈賢權驛序 \\n 國朝統一四海政令之施或上遣使而布於下或下遣使而達於上皆給驛以行使者至驛則館人授室饔人致膳圉人具僕馬故使者至則如歸去則無留難之患政令之施捷於風雷之鼓動蓋有由然也逺近州縣莫不有驛而河内萬善驛則在太行之麓路通山西使客往來者頗少驛官缺員府縣恒委他官署之事非其職故多至廢墜正德十五年義官賈賢寔承府縣檄往署驛事凡百盡心不以權暑而怠故屋宇修潔飲食豊腆士飽而嬉馬騰於槽使客至者無缺供之咎上下咸愛敬焉姻親張某等乃來徵言以賀或謂驛傳之政非大也驛官之秩非崇也至於他官暫時權署則又可知矣是何足賀噫不然政不在大小秩不在崇卑惟盡心於其職者斯可賢矣孔子為委吏而會計當為乘田而牛羊茁壯夫孔子大聖人也會計當牛羊茁壯此瑣瑣者何足稱數而史氏必備録之者以見大聖大賢克勤小物無所往而不用其心也賈賢權署驛事能舉其職孰謂其不可賀乎衆僉曰諾於是乎書 \\n 周總旗應役序 \\n 儀衛司總旗周君大淵去嵗冬始膺役旗手千戸張侯命分任司事君以衰老辭侯曰任事之勞非衰老所堪固然但事務煩冗非老成練達者不能况衆人疲敝乆矣他任事者不免有所漁獵衆益以困汝既老成習事又家道殷實無取於人分任司事非汝莫可其勿辭君不得已受命既而委以鉅細之事悉皆允愜上無怒容下無謗語衆咸頌侯為知人又喜君之能任事也姻家孟氣之迺來徵言以賀予於周君為妹婿故不得辤竊惟事無大小能任者賢事茍勝任則雖閭里之役亦足以流芳於當時仇覽諸人是矣事不勝任則雖公卿之尊不免遺譏於後世孔光諸人是矣然求所以勝其任者豈有他哉本之以誠行之以勤處之以公如是而已誠則人不疑勤則事不敗公則衆咸服充是道也雖公卿之任無不勝者况其小小者乎君念哉言行相顧以致其誠夙夜匪懈以致其勤差科必均以致其公則上悦下服將始終如一日矣昔于公為獄吏凡事不茍嘗令髙大其門曰吾治獄無寃後世子孫必有興者至其後定國果為卿相君勉哉天道無親常與善人安知君之子孫無興者乎謹書之以徵于後 \\n 贈民安驛驛丞牛本誠之任序 \\n 友人牛宗器之子本誠由承差授湖廣公安縣民安驛驛丞將之任庠友王子正伊親也乃來徵言以贈嗚呼予何言哉欲告之以古人居官之道則迂逺而不切於事欲告之以今人居官之道則予有所不知雖知之亦未能得其肯綮然子正之請不可虚而宗器之厚又有不可黙者姑述所聞以告而本誠擇焉其可也驛逓之官大要以奔走承順為職凡朝貴之經過上司之巡厯公使之往來驛官咸有事焉其進退欲恭其應對欲敏其舘舍欲潔其飲食欲豐其車馬欲備以整欲一一各得其宜固己難矣况夫舘舎之授主之者舘人也飲食之供主之者饔人也車馬之戒主之者圉人也而驛官實總理焉治之太寛則下不用命而悞事治之太嚴則下或不堪而生怨或寛或嚴各中其節非洞曉物情深知事體者不能也兹不亦尤難也哉語云不習居官視傍州例本誠之鄉鄰豈無服役於驛逓者乎驛官之行事如何則上官喜如何則上官怒如何則下人悦如何則下人怨本誠計亦知之矣今兹之任凡事視以為法戒焉則上無不喜下無不悦驛官之職不難稱矣本誠家饒於財俯仰之資不賴於官而本誠之來見我也進退言語淳朴無偽蓋忠信人也忠信誠也本之以誠而加以通敏驛官之職綽綽有餘矣然予不真知今人居官之道所言不知可用與否本誠就習於世事之君子而再訪焉其可也是為贈 \\n 賀薛生入學序 \\n 嘉靖壬辰提學副使敖公按臨懷慶選子弟之聰俊穎異者補儒學生薛先生之子堯民與焉曹四先生生之外舅也乃來徵予言以賀予惟生以童稚之年登庠序之門德業未成名譽未著將何以賀既而思之則亦有可賀者焉楩楠杞梓之木必預養于山林然後匠石取之以為棟為梁聰明俊傑之士必預養于學校然後朝廷取之以為公為卿取之雖在後養之則在先不有以養之孰從而取之是則養之之始亦可賀也然材之成也難矣善養木者其根欲深其培欲平其灌欲時而又剪其繁冗去其荆棘使土力不分復遲之以嵗月然後棟梁之材可成善養士者必根之以虚明敬一之心培之以聖經賢傳之旨灌之以明師良友之澤而又戒其雜習除其穢行使用志不分復遲之以嵗月然後公卿之材可成其事之相類有如此者嗚呼生尚念哉作養者朝廷之意也期望勸戒以相養者父兄師友之任也崇德廣業決意而往以自養者則生之責也夫子有言譬如為山未成一簣止吾止也譬如平地雖覆一簣進吾往也士始入學亦一簣之覆者也生尚念哉吾言止于此矣 \\n  \\n 　"}
{"章节": "●栢齋集巻五", "正文": "　 \\n ●栢齋集巻五 \\n 　 \\n  \\n （明）何瑭撰 \\n ○序 \\n 王教之端詩序 \\n 王教之端詩册若干葉縉紳大夫士為宗室鄭王殿下母妃而作也妃姓閻氏竹山縣知縣敬之女也以容德選配鄭懿王殿下册封繼妃自入王宫謹循内訓時舅鄭定王已薨逝祭祀必嚴姑李妃方壽康愛敬兼至内外稱之曰孝賛相懿王動遵典禮笑語之聲不聞宫闈之内清肅内外稱之曰敬懿王之薨今王尚幼妃攝理國事乃節縮贏餘修舉廢墜葺理始祖靖王墳所之享殿而時祀有歸請給庶祖姑簡王夫人張氏之封號而崇奉有禮内外稱之曰恭周卹懿王前妃顧氏之家不減於已家撫育伯兄康王之女無異於已女内外稱之曰惠今王方在齠齔則勤顧復以保其躬出就師傅則嚴訓戒以成其德内外稱之曰慈凡兹懿行不可殫述王既襲爵乃及兄東垣王具奏于朝乞賜旌奬以彰母妃之賢以伸罔極之報奏下禮部行撫按勘實奏上帝乃遣行人齎嚴勅奬諭若曰勅諭鄭懿王妃閻氏先該爾子鄭王等各奏爾竭力孝親睦厚宗黨濟饑卹死善行著聞等因該部覆稱已經撫按等官勘實奏報兹特降勅旌奬仍命行人周汝員往諭以彰爾賢以為諸藩内助之勸爾尚益敦乃行永綏家邦欽哉故諭王拜受捧入妃設香案具冠服拜受如禮由是内自宫闈外及臣庶咸頌妃之賢榮帝之命莫不抃舞歡呼拜手稱慶其縉紳大夫士之能言者又作為聲詩播之逺邇將傳示無極妃兄閻廷琮乃裝為册葉請瑭為序其首瑭竊惟周文王之妃姒氏著有懿德宫人作闗雎之詩以頌之周公採詩被之管絃以闗睢為房中之樂用之天下孔子删詩垂訓萬世以闗雎為首匡衡讀而賛之曰此綱紀之首王教之端也夫闗雎不過頌后妃之德耳何以為王教之端乎蓋王者之教化極於天下之平然天下之平必始於國之治國之治必始於家之齊后妃有盛德則宫闈清肅而家齊矣未有家齊而國不治者也亦未有國治而天下不平者也周公以闗雎為房中之樂用之天下孔子删詩以闗雎為首蓋立教之深意也匡衡謂為王教之端夫豈過乎哉今賢妃事先姑能孝相懿王敬奉祖妣能恭睦宗姻能惠撫今王能慈懿德之全可以追配太姒縉紳大夫士之詩蓋亦繼闗雎而作者也詩册之首題目王教之端取匡衡之賛也嗚呼休哉聖朝如欲採取風謡播之管絃以化天下或欲删述皇明一經以垂訓萬世安知不有取於斯乎君子於是乎有所感矣 \\n 榮壽詩序 \\n 山西陵川府孤雲殿下與其兄孤松孤巖殿下各以道德相勉孤巖蚤逝孤松乃與孤雲率子姪十人共為一會創立會所名以宗約咸以道德相勸有過則規無事亦讀書約中一切俗務盡皆屏去事聞朝廷錫以優禮國主亦不時存問不幸孤松亦逝獨孤雲今年壽登七十邦人咸喜大夫士之能詩者各賦詩頌禱子某等乃裝為冊葉名以榮壽因吾門生仇熈秀才徵言叙其首簡予以老病不文再三固辭而所請不怠益篤竊念予老朽矣言何足輕重而乃令宗英勤懇如此乃勉强為序曰壽天天之定命愛惡人之常情愛之而欲其壽惡之而欲其夭是以人情移天命也理似不達故聖人以此為惑然各有道焉不可以一端盡也蓋人之賢而有德者上則可以為邦家之榮華下則可以示萬民之楷範故愛而敬之者恒欲其壽蓋欲乆而光榮楷範之化於無窮也南山之詩云樂只君子邦家之基樂只君子萬壽無期意蓋如此其不賢而無德者大則殃人害物小則庸碌無聞如深山之木石大澤之龍蛇雖多歴年所何益於世故惡而疾之者恒欲其夭蓋不欲久見之也湯誓曰時日曷喪予及汝皆亡意蓋如此是知愛之而欲其壽必其人之賢者也惡之而欲其夭必其人之不賢者也夫子删詩定書存而不削以為萬世之勸戒立教逺矣所謂各有道焉者也况乎宗室席帝王之蔭世爵世禄人罕倫比則敗度敗禮自其常態其能免人之疾惡者鮮矣河間之好禮東平之樂善何可多得則孤雲殿下之賢豈不深可愛敬也哉榮壽之詩聨篇累牘蓋秉彛好德之情有不能自已者耳非無謂也他日朝廷舉採詩之典安知不有取於此乎増光玉牒垂休萬世河間東平不得專美矣老病之言不能深論姑書此以為羣玉前驅云 \\n 魯齋全書序 \\n 魯齋許文正公元大儒也其道德功業天下固已景仰而佩服之矣獨其遺書散落乆未萃其全正德丙子欽差巡撫河南地方右副都御史西蜀梧山李公檄下有司命表章先賢戊寅欽差總制軍務太子少保闗中幸菴彭公致仕過河南聞而慕之因以蒐集魯齋全書相託巡撫公乃以命河内縣尹平涼髙侯傑始屬魯齋七世孫婿四川按察司副使郝先生玉卿未竟而玉卿卒乃屬縣儒學教諭宰先生廷俊既成書乃屬瑭校正謹為序其顛末以見魯齋全書之集出於二公之意云爾至魯齋之格言至論所以啓迪來哲垂訓後世者則讀者當自得之不待贊也 \\n 懷慶府志序 \\n 地理之有志尚矣其見於經則夏有禹貢周有職方可考也秦漢而下郡國各有圗志猶古意也我朝英廟時嘗命儒臣編大明一統志上自皇都下至司府州縣外及四夷無不備載視古蓋加詳焉然巻帙既繁人不易得故府州縣又各自為志以便觀覽蓋其勢則然也懷慶府舊未有志宏治年間前太守長山徐公嘗命儒士鄱陽鄭芝同儒學生之有才識者編集之既脱藳矣公陞河南布政司叅政去郡故未及梓行正德庚午瑭致仕家居公以都察院右僉都御史有事陜西道經懷慶瑭拜謁之餘公示以志藳託為校正迺訂其訛謬一二間有損益然大體多仍其舊不盡革也私家無力繕寫瑭亦蒙起廢北上故未能成書正德丙子瑭再致仕家居今太守郯城周公同年也偶語及府志之闕迺告之故公瞿然曰此吾責也迺擇書史給筆札食以廪餼命之繕寫既成將壽諸梓復託瑭序其首簡謹為述其顛末如右以著二公用心之勤及志成之不易若夫作志之體則有禹貢職方在筆削未精尚有待乎後之君子至二公其他德政則以非此志所由皆不贅及云 \\n 脩武縣志序 \\n 郡縣之有志猶國之有史也其不可缺也明矣國朝已有大明一統志然萃天下郡縣於一編事提其綱不免太畧是以郡縣又各自為志詳其目也修武為河南名縣舊未有志正德丁丒蜀昌冷先生以鄉進士來知縣事政教之暇詢知其故嘅然嘆曰志書不作則文獻不足政教猝無所取徵此吾有司之責也迺立為凡例擇儒學師生之有才識者委以編次而已考正焉書既成矣迺具辭命禮幣伻來請叙其首予取閲之雖筆削精義未能盡得然觀其志疆域則土宇之廣狹見矣志沿革則時代之變更見矣志天文則災祥之占見矣志地理則山川之美見矣志創建風俗戸口食貨則政教之興廢民生之休戚皆見矣至於職官名宦游寓則志士之臨涖乎此者也選舉訖乎方術則志士之生長乎此者也藝文則又志鴻儒碩學發明此土之華實以為吾人之鑒戒者也一展巻間而政教之施孰可以緩孰可以急人物之行孰可以懲孰可以勸莫不備悉噫志之作有補于治也多矣抑考文議禮恒見于從容無事之時方今政令匆急士大夫盡瘁于簿書期會之間以應其上之求日且不給先生獨能注意乎此其異於人逺矣好古博雅者又安得不深有感也哉 \\n 上黨仇氏家範序 \\n 人有恒言皆曰天下國家然天下之本在國國之本在家家不齊而能治國平天下者未之有也古人齊家之法其詳不可得而見矣其畧則在於禮之内則宋司馬公家儀朱文公家禮與近代鄭氏旌異編諸書皆祖述内則而有作者也國朝上黨仇氏家範則又斟酌三書而損益之者也古人齊家之法蓋亦可以類推而得其詳矣瀋藩儀賔時茂仇氏宗子也嘗命子熈從予游間以所作家範示予且曰願有言以終之以示嗣人予惟仇氏家範之懿與夫治家不貴於能忍而貴於有禮之意大司成和順王公州守三衢徐公之序備矣予復何言無已則舉所嘗過慮者以吿可乎夫立法在祖宗而守法在子孫世咸謂守法難予竊謂立法尤難慮有所不周則法之立也人情事體有所不安則其勢不可以乆行勢不可以乆行雖賢子孫亦難於守是以古人之立法也嚴其大綱而寛其小節正倫理篤恩誼其大綱也衣服飲食財貨交際之類其小節也嚴其大綱使世守不變寛其小節使得以損益從時則法之立者庶可以久行而不廢矣於戯非賢祖宗不知立法非賢子孫不能守法仇氏子孫尚念之哉 \\n 質菴存稿序 \\n 質菴存稿者洪洞韓老先生之所著也先生蚤以名進士職諫垣累官至大司徒敭歴中外餘四十年凡有感觸紀贈悉形於詩其存稿至數百篇仲子來守懷慶重惟手澤迺釐為六巻刻梓以傳而屬瑭序其首簡瑭之淺陋豈足以序先生之詩哉而誼不可辭也嘅自明良喜起之歌既淪清廟文王之什寡和廟堂大臣鮮復有留意於詩者蕭曹丙魏房杜姚宋寂寥無聞有宋韓范始有所作而不多見其間以詩文名世者歐陽公一人耳國朝大臣始有以詩鳴者然多館閣諸老他官亦少豈功業文章兩極其盛固不易得耶先生内職諫垣外任岳收出撫藩省入賛廟堂政繁責重宜若不暇於詩者而所著作迺至如此之富是豈易得哉瑭竊伏而讀之但見其意態温淳如春風良玉句法清新如行雲流水險韻賡和至數十首而句穏意新無牽强重累之病如層濤叠浪可喜可愕而無一不出於自然噫盛矣非先生性情之正才思之清學問之博其孰能與於此哉惜瑭非知詩者不能盡得先生之妙也先生以功業節義聞天下聖天子踐阼之初亟以璽書存問先生近又加先生太子太保仍給授一品誥命録一孫為光禄署丞凡優老之典無不畢備曲是先生之忠義大節益暴白於天下然則先生之片言隻字世猶當寳藏而傳誦之况著作之富有如此者乎其名世傳後無疑也淺陋之言何足為有無輕重謹拜書篇端姑以致仰止之私云爾已矣 \\n 通鑑綱目前編序 \\n 作史果難乎據事直書吾未見其難也作史果易乎孔子作春秋筆則筆削則削游夏不能賛一辭然則謂之易不可也蓋據事直書可能也考訂史籍之訛曲盡事物之變使往古之迹洞見於筆削之間是非之實不謬於予奪之際則非學問精博識見平正者不可能也是固不易矣友人函谷許子以春秋終於獲麟綱目始於周侯三晉中間斷而不續餘七十年迺作通鑑綱目前編三巻以補其缺參稽諸史旁及經傳嵗月事迹之訛悉加考訂至於大書提要分註備言則取法於春秋綱目其用心可謂勞矣間以示瑭俾序諸首瑭惟古之聖賢得位行道則不暇著書其著書者大抵多出於窮居困阨之士蓋其學問識見既足以經濟天下而目前之事又有以感觸其心欲起而治之不可得故不得已而寓於著述之間使後世有能信而行之者則施設之權雖不自我出而道固已行矣孔子之作春秋朱子之作綱目皆此意也函谷之作是編夫豈偶然哉函谷在孝宗朝任黄門給事在武宗朝任翰林檢討位嘗顯矣值逆瑾用事尊甫冢宰公以持正相忤致仕函谷及弟松皋皆外補瑾誅徵拜尚寳卿函谷遂辭位家居著書立言若將沒齒其作此編不可謂之無意也頃以當道論薦徵拜南京通政司叅議漸當柄用嗚呼聖賢之道未得位則寓於書既得位則行於時自古皆然吾於函谷有望矣函谷之學問識見備作史之難觀者自能得之不暇多賛姑書此編首以明雅志以徵他日云 \\n 六禮纂要序 \\n 侍御藍田李先生奉命巡按江北政務既舉以禮教未洽為慮檄令泗州判官侯廷訓會同學正潘勗纂集冠婚喪祭飲射六禮而提調則令知州薛祖學刋印成書將給發按屬各府州縣俾提調官督教官生員講習而倡行之以敦禮教以厚風俗以禆治化復令訓導陳言來南京徵予言以序首簡嗚呼古禮不行於後世久矣竊嘗謂禮縁人事而為之節文者也冠婚喪祭飲射今之人日用不廢與古無以異也獨謂古禮不可行夫豈無其故耶蓋禮有本有文致敬以嚴其分致愛以和其情禮之本也古今之所同也衣服器用之制牲牢幣帛之數升降揖遜拜跪送迎之節禮之文也其華朴奢儉繁簡之不同雖並世有不能相一者而况有古今之變乎論禮者不求其本而泥於其文故雖賢智之士猶疑古禮繁縟不可行於今之世而况於蚩蚩之民乎殊不思禮之本不可變至於其文則損之益之與時宜之無所不可孔子謂純儉可從衆拜下不可從衆蓋己發其端矣惜乎後賢不能觸類而推廣之耳今先生之纂集斯禮也首謂先王制禮必通於上下大易為訓毎切於易簡末復謂士夫不行則鄉人何所取法學校不講則閭閻無以興起損益之權倡導之機蓋已得其要矣而薛君輩又能仰承德意斟酌古今之變曲盡損益之宜使禮文明白簡易人人用之而皆便古禮之行其殆在此乎抑瑭於侯君庶富而教之論重有感焉富之而厚其生教之而正其德雖皆民之所望於上而厚生尤急茍上之人修其德政使百姓咸遂其生則民固將愛之如父母敬之如神明而惟其言之信矣况冠婚喪祭飲射皆民事自不可廢者吾乃以禮教之彼有不信從之者乎不然則民不見德雖諄諄以禮教之不信也况民方救死不贍亦安暇治禮義哉賢人君子念兹在兹以敦禮教以助成聖朝治化之盛庶不負先生之意哉是為序 \\n 完名榮壽録序 \\n 大司徒洪洞韓老先生以清忠直亮歴事三朝天下之士固已敬慕而景仰之矣毅皇帝踐祚之初羣小用事先生首倡府部廷論之遂被誣搆致仕然自是而先生之名益重天下之士或擬先生為文富或擬先生為韓范或擬先生為伊周形為歌詩發為序論頌盛德而祝遐壽者蓋不一而足今上嗣大歴服亟起先生以為新政之助而先生年八十有一矣乃以老疾力辤上復遣行人齎璽書存問致禮且望先生以嘉謨嘉猷入告先生仲子為予同年方守懷慶感上之恩榮先生之遇迺集累朝誥勅及士夫祝壽詩文共為一帙題曰完名榮壽録蓋摘璽書完名盛福今日僅見之語而目之也間以示瑭瑭竊惟士君子致身宦途庸瑣奸佞者既不足道其或慷慨激烈以功名忠義自許偉矣中或怵於利害不能自守往往改行易轍故不能大滿天下之望若是者雖位至公孤年過耆耋流俗固以為榮君子不貴也若先生之始終一節壽考康寧上下敬慕真可謂之完名榮壽矣抑國家之興莫不有名世之臣以為之輔佐在唐虞則有稷契臯夔在三代則有伊傅周召在漢唐宋亦有蕭曹房杜文富韓范之儔雖功德不能皆同其為名世之臣一也誦謨訓之遺文讀史傳之緒論至今雖數千百年尚能使人興起斯録既傳天下後世之士目覩而口誦之孰不仰國朝如唐虞三代之盛而謂先生為稷契臯夔之倫哉有志之士可以見賢思齊而庸瑣奸佞之流亦可以自悔而自愧矣 \\n 栗菴遺稿序 \\n 濂溪周先生曰文所以載道也又曰文辭藝也道徳實也篤其實而藝者書之美則愛愛則傳焉賢者得以學而至之是為教由是觀之文不載道謂之美不可也文不美欲其傳不能也文字可以易言哉雖然日月星辰共為天水火土石共為地指一星一辰一水一石曰天地之全體盡在是不可也謂一星一辰一水一石非天地全體之分散亦不可也持是以觀天下之書茍言能成文而不悖於聖人之道雖稗官小説尚有可取况根本六經祖述孔子粹然一出於正者乎故南京太常少卿栗菴鄭先生所著詩文甚多子婿刑部郎中陳詢匯之嘗彚次成集不幸燬於鄰火子孟繩遍訪鄉士夫及四方交游僅得若干首將刻梓以傳請予為序予取而讀之見其理精而氣充興寄幽深而詞句典雅蓋所謂根本六經祖述孔氏粹然載道之文也其傳也必矣抑古人有言先人有善而子孫不知不明也知而不傳不仁也孟繩恐先人之善泯沒無聞而汲汲然刻梓以冀其傳其志亦可嘉也已矣先生諱環字瑶夫别號栗菴登天順庚辰謝一夔榜進士第三人授翰林院編修厯南京太常寺少卿以卒其平生履厯志行則具於禮部侍郎同年謝先生所撰墓誌銘兹不贅云 \\n 陶氏家教序 \\n 晉絳陶氏東溟子仕為懷慶府照磨仲子梓以省父來因請學於予予以病不任應客辭止之然其志不但已也遇間時來討論文義梓先從髙陵吕涇野學亦既舉於鄉矣而好問不倦如此予見其可造逺大甚愛之嘉靖壬寅秋東溟子以位下不能行其志請於當道乞致仕去當道許之梓復來告别袖出一編書曰陶氏家教此家君所著以教我宗人者也敢請一言冠於篇端予以衰病久不作文辭明日東溟子復攜梓來固請予不得已許之已乃取其編而閲之則首録大冢宰三原王端毅公所註皇祖聖教次録大明律子孫所易犯者十八條及十惡曰十八條不謹則將入於十惡可不懼哉次録少宗伯髙陵吕涇野所修大明會典中士庻人冠婚喪祭四禮末著朔見儀予乃仰而嘆曰賢哉東溟子之用心乎善哉東溟子之立教乎世之仕者莫不積金帛以遺子孫東溟子獨著禮教以遺子孫其用心異宜不賢而能之乎天生烝民氣禀不一有上品者焉有中品者焉有下品者焉上品之人不教而善中品之人教而後善下品之人教亦不善天下之人上品者不可多得下品者亦自少見中品者則紛紛皆是也聖賢立教不過欲人勉於善戒其惡而已矣然其言深奥難明其效悠逺難見非聰明博洽者未易悟也今東溟子所著如聖教孝弟之類及會典四禮則皆所以勉人之為善也能從之者大則聖次則賢下亦不失為令名其福可以立俟觀者有不肅然而省乎如聖教之毋作非為及大明律之十八條十惡皆所以戒人之為惡也犯之者輕笞杖重徒流極則絞斬而性命不保矣其禍至不旋踵觀者有不凛然而恐乎其事顯而易明其效近而有徵東溟子之立教善矣斯道也大可以教天下小可以教一家夫教之行自家始而天下者家之積也人人能教其家則教天下者不外是矣東溟子以位下不得行於天下乃著之以教其宗人蓋素位而行者也夫豈淺之為志者乎予聞陶之宗宦業相輝甲科迭出雖未仕者亦端謹可愛蓋能行其家教者也東溟子復著而為書使世守之慮逺矣夫立教者前人之賢也從教與否則後人之責也陶之宗人念哉庻勿忽 \\n 蕭氏族譜序 \\n 古有大小宗之法故雖百世之逺而世系不迷宗族不散周衰宗法始廢然士夫家猶有譜以紀其世以合其族唐衰以及五季之亂譜法復廢由是士大夫之興起在位者往往不知其世系之所自出於族人之存者則雖服屬未盡類皆視如路人其可嘆者多矣宋儒歐陽氏蘇氏慨然有感乎此乃考古大小宗之意修立譜法其見逺矣由宋以迄于今士夫家多遵用其法而北方累遭兵火存者甚少姻家蕭君文敏富而好禮自其先祖立功聖朝始有世爵傳嗣分派各有令人君之尊府宗和公恐子孫久而不知所自也慨然欲修族譜以紀録之未果捐舘君繼先志成之間以示予自君之始祖及君之子孫凡八世其間立功受爵之詳傳世分派之次歴歴可見隱然古大小宗遺意嗚呼修族譜于乆廢之餘俾世系不迷宗族不散君之見豈淺淺哉是誠可嘉矣抑予于是深有感焉蘇氏之作族譜也嘗曰觀吾之譜者孝弟之心可以油然而生矣而横渠張氏亦曰宗法既立于朝廷大有所益或問之曰士大夫各知其祖忠義豈有不立朝廷豈無所益嗚呼此先儒立譜之深意也詩云無念爾祖聿修厥德又云凡今之人莫如兄弟蕭氏子孫尚念哉則斯譜之作不徒然矣 \\n 張公祝壽圗序 \\n 郡處士張公今年壽七十有六十二月九日寔其誕辰子壻靳文珮者繪公行樂圗以壽來屬瑭叙其意竊謂人情莫不欲壽然得之甚鮮或二三十而夭或四十而夭得至五六十者蓋十三四焉得至七八十者蓋十一二焉得至九十百嵗者蓋絶無而僅有焉世或有壽者矣然饑者無食寒者無衣顛連而無告呼號而轉徙若是者雖壽奚益亦有壽且富貴者矣然狠戾無親茍賤無恥鄉閭惡之親戚鄙之亦未足貴也壽矣富貴矣且有令德矣或子姓乏絶族姻寡尠顧後瞻前形影相弔亦未足樂也今公七十有六康强無恙壽矣居有棟宇出有騎從食有肥甘衣有輕煖不役官府不謁公卿富且貴矣幼而孝弟長而敦謹老而不亂族姻里閈敬慕無間有令德矣内而子姓外而甥壻蘭桂交榮氷玉輝映舞彩衣而稱壽觴者彬彬濟濟天下之福蓋畢備矣慮澹則神清心安則形固今公備天下之福而無少戚戚者以介乎中深衣幅巾優游於太平之世無牽無視不愧不怍則將來之壽豈可量哉文珮作而拜曰此環意也盍書之以為公壽于是乎書 \\n 烈婦李氏詩傳序 \\n 嘉靖七年順天府鄉試東明縣學生員楊璡偕其子生員楊舟楊栁應試舟感暴疾死弟栁遂不入試扶柩以歸妻李氏在家聞訃即號慟不食誓以死殉伊父李放及伊姑李氏苦勸之俱不從聞夫柩將至遂自縊於寢室以死巡按御史以聞下禮部旌異大夫士之能詩者各賦詩以咏歌之巻帖既成婁生樞乃來徵予言以叙其首予竊惟人孰不死而死義者獨見貴於世故語謂死非難處死為難李氏從容死義信可貴矣柏舟之詩聖人録之為世訓取其能守義也况能死義者乎李氏既蒙恩旌異則國史自當有傳以傳不朽諸君之詩與柏舟之詩並傳無疑也抑予于此重有感焉能舉百鈞必能舉一羽不能舉一羽而能舉百鈞者未之有也死生亦大矣而李氏從容能之使其為丈夫則其處利害之際吾知其綽綽有餘也昔南齊褚淵以名節自勵蕭衍之變不能死難遂喪所守未幾病死君子惜之蓋惜其畏死失節而亦不免死也然死生利害之大者也竊見世之君子平日以名節自命及至臨小小利害遂倉惶失措喪厥所守則其臨死生之變可逆覩矣然避害者未必免害畏死者未必免死其可惜者蓋不惟一褚淵也由是觀之則李氏非獨賢于婦女也雖丈夫亦有所不逮矣為丈夫而反婦女之不如豈不深可愧哉讀李氏之傳誦諸君之詩吾知其有所感矣語云蠶則績而蠏有匡范則冠而蟬有緌吾於兹詩亦云 \\n 張孝子聞木興悲詩序 \\n 予幼讀前史於忠臣孝子義夫節婦之傳未嘗不三復嘆息意以斯人世不多得及考其履厯始末往往出於貴官大族寒素之家甚少豈降衷之性獨豐於彼而嗇於此耶予後預修孝宗皇帝實録於忠孝節義之事得於見聞者欲一一撰次同列皆以為未經奏聞旌異者例不得書迺閣筆太息噫寒素之士勢力寡弱誰為之奏請而旌異之耶由今準古則忠孝節義之傳多出於貴官大族無怪也賢士君子立身行已求自盡其道耳人之知不知名之傳不傳固所不屑而為世道計者則豈可恝然若是吾於是重有感矣友人張存誠往年喪厥考先生哀毁過禮既葬廬於墓凡三年既免喪不飲酒食肉凡二十年分巡分守及郡太守佐貳諸公皆加禮待欽差巡撫都御史四川李公特扁其門曰孝子然亦未奏請而旌異之也交游之士嘉存誠之行又惜其未得表章以傳不朽也各賦詩致意予惟董邵南之孝得昌黎公作詩發揚之遂焯焯於世存誠方將以嵗貢入京師游太學徧交天下之英俊或進謁於名公鉅卿安知無如昌黎公者為之發揚使傳於不朽哉敬叙次其行之大槩庻大人君子欲發揚潛德者有所考云 \\n 三晉第一家序 \\n 上黨仇氏世居雄山之東乆矣自其髙祖兵科給事中公啓家以來迄宿州吏目時濟蓋五世矣百口同爨庭無間言時濟以家口益衆恐其乆而無所持循將至於渙散也乃謀於其弟瀋藩儀賔時茂義官時淳監生時表典科時閒作仇氏家範以為治家之法俾子孫率而行之孝友之聲昭著逺近復與鄉人舉行藍田吕氏鄉約凡所謂德業相勸過失相規禮俗相交患難相恤皆相與舉行之又刋印太祖髙皇帝訓辭家給一册諷誦體行由是戸崇禮讓人識廉恥風俗為之大變都憲虎谷王先生以名行聞天下嘗有志於復古善治與時濟鄰壤深用嘉嘆乃手書三晉第一家字俾扁于門以褒之時濟謙讓不敢當第藏於家不以示人既而時濟捐舘辛已之秋州守曹侯聞而請觀焉遂刻扁揭於仇氏之禮賔堂縉紳交賀鄉約諸人董祥秦蓁等乃撰事狀具禮幣屬約中時濟表弟張叙徵言于予予惟三代既還禮教廢缺古人修身齊家之道孝友仁讓之風不見於天下乆矣幸孔孟導美於前諸儒講明於後然不尊不信從者甚少有能拔起流俗之中敦行古人之道以倡天下以厚風俗者是可不深嘉而樂予之哉是以唐宋以來若博陵崔氏河東栁氏壽張張氏江州陳氏浦江鄭氏皆為當代之所崇尚秉筆之士亦喜談而樂道之列於史傳以示天下後世是豈茍然也哉蓋行古人之道不唱則不隨不振則不起表章於此蓋所以激勸於彼也今仇氏能行古人之道以齊其家以化其鄉縉紳名公乃崇起而張大之同志之士又諷頌而播揚之普天遐邇安知無聞風而相踵者乎國朝治化之美追配三代吾于是乎有望矣謹書是以歸之若仇氏行誼之美具於事狀者則固昭然在人耳目不備録也 \\n  \\n 　"}
{"章节": "●栢齋集巻六", "正文": "　 \\n ●栢齋集巻六 \\n 　 \\n  \\n （明）何瑭撰 \\n ○序 \\n 天衢獨歩巻序 \\n 易大畜之上九曰何天之衢亨象曰何天之衢道大行也士大夫得志而行道於時者功業煇煌心意伴奐豁達無礙與行于天衢者無異故大易取象焉然道不徒行必畜而後行大畜之象曰天在山中大畜君子以多識前言往行以畜其徳意士固未有不能畜徳而能行道者也伊尹之耕於有莘也誦詩讀書以樂堯舜之道一介不茍取予其所畜大矣三聘而起相湯伐桀功格皇天名垂後世豈非能畜徳而行道之驗耶鞏昌漳邑張生鳯翔從其父審理先生宦學懐慶學既成矣以明年期當鄉試乃治裝西歸諸友各賦詩詞贈别且題其巻首曰天衢獨歩盖以得志行道望之也生亦嘗從予游予見其縝宻而淵深有可以進於逺大者於其歸也恐其志於行道而畜徳以為之本者或未弘也故以是告之噫生念哉多識前言往行以畜其徳道之行也不難矣 \\n 髙車駟馬圖序 \\n 通判劉公致仕西歸縉紳之士相與餞别廼繪高車駟馬圖以贈而屬瑭序其意或曰髙車駟馬仕途之所有事也公致仕矣贈之以此無乃動其盛衰之感乎予曰不然富貴者儻來之物也有時而來有時而去蓋不可認為已有也尚矣盍不觀於天道乎春夏之時大化氤氲草木之勾者萌甲者坼葉者敷花者實或紅如丹砂或黒如點漆或黄如精金或白如美玉或彩色間錯如錦如繡盖不勝其繁華之可愛也未幾而金風薦爽嚴霜布冷草木之蓊然者彫矣沃然者槁矣原野之間一變而蕭條寂寞矣盖盈虚消息自然之理雖天地不能違而况人乎士君子之幼也藏修遊息凡聖人之經賢人之傳與夫百家諸子無不取而閲之俯而讀仰而思其志固將以有為也及壯而登仕途也或在廟堂或在郡縣乗髙車策駟馬僕御揚揚前呵後擁富貴之樂固世人之所榮艷而奔走也然隂陽宻移形容暗換黝然黒者白矣渥然丹者槁矣矯然健者亦衰而怠矣於是乎解紱歸休懸車息駕盖行藏進退人道之常自古無不然也公明達此宜無不知者何盛衰之感之有况人情久静則思動久動則思静公馳驅仕途凡幾年矣親戚故舊不相見者亦既久矣今兹之歸也渡大河入函闗陟秦隴親戚故人或迎於途或候於門開酒命觴握手論舊公豈不歡然而樂乎佳時勝日登鳯山瞷洋水或舒嘯以來逺風或吟哦以消永日心曠神怡盖有不知宇宙之為大而萬物之為夥者回視宦途之髙車駟馬真黄粱之一夢耳又安能戀戀於已墮之甑而欝然不釋也耶衆譁然曰此達觀之言也請書之以為公贈於是乎書 \\n 儒學管見序 \\n 或問儒者之學曰五經四書之所載皆儒者之道也於此而學之則儒者之學也或問其要曰莫要於大學程子曰大學孔氏之遺書而初學入徳之門也學者必由是而學焉則庻乎其不差矣請問其指曰人之有生莫不有身焉亦莫不有家焉仕而在位則又有國與天下之責焉脩身齊家治國平天下莫不有道此則道之實體也具此道於心神性情之間明徳也行此道於家國天下之際新民也明徳為體而實見於新民之用新民為用而實本於明徳之體盖内外合一者也而莫不各有至善之所當止焉然斯道也非知之於先則不能行之於後故聖經有知止能得之訓焉物有本末事有終始知所先後則近道矣此大學之要指也請問其詳曰人之生也莫不有心以為此身之主忿懥恐懼好樂憂患皆心之用也情也其未發則性也方其未發也必廓然大公無所偏倚心之本體方得其正一有偏倚則不正矣此善惡之根也或曰朱子謂心之未發如鑑空衡平無正不正之可言必其既發則正不正始有可見故章句謂用之所行或不能不失其正今乃謂未發之時心已不正何也曰心之正不正雖見於既發之後實根於未發之前如鑑之不明衡之不平雖未照物懸物而其體固已不正矣至於用之所行或不能不失其正則修身章内親愛五者之偏正指此而言所謂已發而為情者也若謂正心傳内不得其正即指已發則修身傳内五者之偏又何指耶朱子章句盖一時之誤也其以正心次誠意之後何也曰意不誠者明知善之當好而不能行明知惡之當惡而不能去盖自欺之小人也又何暇論其心之正不正哉其或誠於好善而惡惡矣而氣禀識見之偏心有未正則接人處事之際徃徃隨其所偏而發不復加察則雖誠於好善而惡惡不免有時而失理此則君子有所不免誠意之後繼以正心盖欲其涵養省察使其心未發之時無少偏倚感物而動之際又加察焉使情之所發用之所行無一不中乎理此則儒者之極功而聖人之能事也然五者之情各行於接人處事之際接家人國人天下人盖無不然也而所接莫先於家人故於脩身齊家傳内發之非謂接他人不然也情之正者善也不正者惡也行於家則有孝弟慈焉有仁譲焉善也不孝不弟不慈貪戾惡也行於國則有事君事長使衆之道焉有興仁興譲之敎焉皆善也反乎此者惡也行於天下則有與民同好惡者焉不專利者焉善也好惡狥一已之偏者焉專利而病民病國者焉惡也格物致知云者格脩齊治平之道而真知孰善孰惡者也誠意云者行修齊治平之道誠行其善而去其惡者也至於天下之治亂天命之得失則善惡之效而萬世之勸戒也此儒學體用之大全也或曰中庸語孟五經何如曰中庸與大學相表裏者也然詳於善而畧於惡有所勸而無所戒故視大學為緩語孟則或因一人一事而發五經各自一體亦多因一人一事而發非統論也學者誠能於大學而有得焉則三書五經所載者孰為修身孰為齊家孰為治國平天下孰為通論可以一貫而無遺矣儒者之學豈復有他藴哉或曰論學可矣如為政何曰學與政非二道也學以政為大餘小節也天下之政總於六部以大學之傳考之平天下之用人吏部兵部之政也理財則户部工部之政也治國興仁譲之善則禮部之政也而禁貪戾之惡則刑部之政也然國與天下一也傳者特因其逺近大小而互舉之耳實則無二道也吏部兵部之用人能同天下之好惡而不狥一已之偏户部工部之理財能節用愛人而不為聚斂之計禮部刑部能興善而禁惡則謂之賢公卿有司可也本之以大學之道而行之以國家之法為政之道思過半矣嗚呼此儒者之正學也或者乃舍而不由其徒從事於記誦詞章者既不足道而所謂道學者又多用心於性與天道之間及存心養性之說名雖可觀實則無補其可歎者多矣功倍於小學而無用髙過於大學而無實宜朱子之太息也或曰科舉如何曰科舉之學不患妨功惟患奪志先儒已有定論儒者之學明徳新民新民之功必欲治國平天下茍不出仕何由治平茍不科舉何由出仕然則習舉業以應科目亦儒者之正也易乾之九三曰君子終日乾乾夕惕若厲無咎夫子傳之曰君子進徳修業忠信所以進徳也修辭立其誠所以居業也其九四曰或躍在淵無咎夫子傳之曰上下無常非為邪也進退無恒非離羣也君子進徳修業欲及時也深知此意則習舉業以應科目為儒學之正也明矣嗚呼天理人欲同行異情學者其尚繹思之也哉大學之道明徳為體新民為用體即用之體用即體之用如耳目與視聼然非二物也朱子發明已至而欠明切真西山作大學衍義所言雖切於勸戒而於大學之道實則不知諸儒之論亦多謂先治已後治人不免離體用為二予懼學者不知所用心也故著儒學管見以救之但所言簡畧未備學者詳之可也 \\n 樂律管見序 \\n 予幼讀西山律吕新書初盖茫然不知所謂玩索之久始得其門户而疑其有所未通後讀書翰林見宋陳氏樂書反復參玩乃若有得然後知西山之説有未至者顧時無同志無所切磋藏之中心蓋二十餘年矣近見士夫著述有論及樂律者惜其於古人作樂用律之意均未有發明乃録出管見如右盖將求正於四方之君子庻古樂可復見耳觀者幸恕其僣妄云 \\n 隂陽管見序 \\n 隂陽之論予幼聞其名而未知其實反覆乎周程張邵之書出入乎佛老醫卜之説者將二十年至三十八歳玩伏羲卦象而驗之以造化之道廼若有得惜諸儒之論皆失其真也欲著述以明之以其非日用所急且恐啓爭端也藏之中心盖十五年於今矣間與一二知已談之而李東郭先生屬予筆成書因畧書數條告之王浚川許函谷復有所疑且予著述之本指亦未明也廼補書三條于内嗚呼性命之難言也尚矣一已之見安敢必他人之皆我從哉引伸觸類正誤糾失盖有待乎世之君子焉 \\n 隂陽管見後語序 \\n 造化之妙先聖已有論者見於易象及禮祭義春秋左傳諸篇可考也但所言簡畧耳盖以其理微妙難明恐學者知未及此驟而語之反滋其惑故等閒不論所謂子不語神子罕言命夫子之言性與天道不可得而聞是也但近世儒者不察先聖之指未明造化之妙輙以已見立論其說傳於天下後世學者習於耳目之聞見遂以為理實止此而不知其繆也予惜其失故著管見以發之而爭辯紛然而起盖為先入之言所梏耳予不得已乃著管見後語以發之學者熟玩而細察焉可也 \\n 醫學管見序 \\n 余平日好養生之術以醫道切於養生且可寓濟物之仁也故留意焉沉潜日久頗有所見多前賢之所未發時或語人契者甚少盖以其素不留意故驟語之而不入也竊念余老矣不忍使所見無傳終於無用且恐或有差悞無以來賢者之敎也乃録出如石嗚呼醫非小道而可以寄死生之命士君子平居畧不留意一旦有疾乃委死生於庸醫之手豈不悞哉力學應事之暇時一留意盖未必不賢于博奕也 \\n 家譜序 \\n 何氏之先世為直隷揚州府泰州如臯縣江寜鄉十五都何家保人譜亡世次無攷自瑭髙祖忠一公國初以從戎始遷懐慶故今為懐慶人髙祖塟府城東劉塞村之西髙祖之叔父曰興無子附塟髙祖墓左髙祖之子孫皆從塟焉瑭念自髙祖至瑭已五世矣族繁世逺恐後分散無所紀也乃作族譜以紀之俾凡我同髙祖之子孫家有一冊縱後時變族散亦可以考見枝派尋究本原以不失親親之意云爾 \\n 附譜例 \\n 五世之後止紀同髙祖之子孫餘不通紀服盡也此小宗法也然譜皆有始祖至五世之子孫冠於譜端大宗法盖存乎其中矣子孫散居異方者服未盡而譜亦不紀勢不行也散焉而知其異合焉而知其同仁至而義盡矣 \\n 家訓序 \\n 古人齊家之法畧見於禮之内則朱文公纂集家禮已具載司馬温公居家雜儀盖亦祖述内則之遺意而為之者也俱可遵行近世如浦江鄭氏家規肥鄉郭氏家塾事親上黨仇氏家範亦有可取但家規家範所載賞善罸惡之法過於明白使人難堪此則不必行耳閨門之中恩常掩義或有過惡戒之不改則治之累戒不改則絶之然不必彰其形迹盖猶望其悔而改也此五書者子孫皆當知而遵行之此外子孫有聰明者則漸敎以小學四書五經諸史可也幸得有官則行道建功上也守亷奉法次也貪酷奸諂則非吾所望於子孫矣恐吾一旦不諱不及敎訓子孫故於閑中書此垂訓凡我子孫尚念之哉 \\n ○引 \\n 仁壽延恩詩引 \\n 吾鄉韓老先生盛徳重望素為人所敬服弘治乙丑壽登八十適今天子嗣位之初尊上兩宫徽號覃恩天下凡民年八十以上者賜以冠帶以榮其身先生既受命親黨畢賀仲子佶方肄業太學留京師縉紳交游者各賦詩以贈為先生壽秉仁裝為冊葉題之曰仁壽延恩屬序於瑭瑭竊謂徳莫大於仁福莫先於壽皆人所歆羡而難得者也世固有壽者矣而未必仁亦有仁者矣而未必壽兼得之者不尤難乎抑又有難者焉嘅自憲敎乞言之禮廢而尊賢養老之意衰况夫擾攘之時强弱相陵貴壯賤老番番黄髮能免播棄幸矣何尊禮之敢望乎間有錫爵賜帛之典然曠世僅一再見遭際者不其難乎今先生仁且壽復生太平之時際曠世之典豈非慶之大者乎盖難之又難者也抑窮簷蔀屋之下淳龎之老雖幸遇曠世恩典然沾被者亦不多得噫此人所以又貴乎有賢子孫也先生三子長智秉貞季斌秉徳皆有士行秉仁節髙而噐宏學贍而才敏他日顯揚夫豈止此此固縉紳所縷縷也瑭特有感於遭際之難姑書以為引云 \\n 棠隂去咏引 \\n 棠隂去咏詩冊懐郡士夫為分廵郄公而作者也公分廵於兹三年矣禁奸革弊凛如秋霜禮士待賢藹如春日盖無不畏且愛焉今年以陟明擢陜西撫民叅議士大夫以禮幣賀者俱郤不受惟以詩文賀者則不辭於是衛揮使吳侯乃約士大夫之能詩者各賦詩一章以頌公徳裝為冊葉題之曰棠隂去咏復請予序其首簡予竊惟甘棠之詩周人為召公而作者也召公廵行南國以布文王之政或舍甘棠之下去後民思其徳遂愛甘棠而不忍傷復作詩咏之所謂蔽芾甘棠勿剪勿伐召伯所苃者是也詩冊曰棠隂去咏盖以召公比郄公也其指逺矣予於此竊有感焉自召公而後去思之詩遺愛之頌代有作者固當不止一人然惟甘棠之詩盛傳餘皆不傳豈無其故哉詩云鶴鳴于九臯聲聞于天言誠之不可掩也後來諸公之徳政或者視召公猶有所未至乎此傳而彼不傳盖誠不誠之所分也夫子曰詩可以興可以觀公不受禮幣而受詩文夫豈無意哉觀前人之得失為在已之法戒感奮發勵期與之齊公之意其在此乎罔俾召公專美前代予於公有望矣於是乎書以為詩冊引 \\n 蕭母北堂慶壽引 \\n 姻家蕭母太夫人壽登八十内外族姻捧觴稱慶者先後相繼巻軸充庭珠璣溢目子銳等裝為冊葉瑭忝在姻屬之末敬題其首曰北堂慶壽復推厥由以為古來人生以百年為期故百年為上壽八十為中壽六十為下壽殤夭短折之餘得至下壽者尚以為幸况中壽上壽乎如太夫人之壽誠可慶也夫徳與壽相為表裏者也有徳者固可得壽然必有徳而壽者斯為可貴否則深山之木石大壑之龍蛇雖多歴歲年亦何益於世敗常亂俗殘人傷物生一日則貽一日之害生一歳則貽一歳之害故曰老而不死是為賊若是者亦何貴於壽仰惟太夫人慈仁明逹輔相先君子恢拓家業為懐慶鉅室訓敎諸子孫賢明仁厚為一時聞人此皆人所共知非姻戚之私言也太夫人之徳槩可見矣家範之嚴内外取法壽一年則示法於一年壽百年則示法於百年此固人情之所深願也詩云淑人君子正是國人正是國人胡不萬年豈惟男子然哉請借以為太夫人夀 \\n 行山别意引 \\n 郡伯司馬先生南都士林之冠冕也蚤登甲科即拜南臺御史時母夫人方在堂先生公退則與諸弟奉甘旨問起居於堂上雖政聲動海内而身實未嘗離庭闈此盖君子之全樂而人生不常有者也嘉靖辛卯秋以銓部薦來守懐慶始與母夫人及諸弟别明年謀迎母夫人來宦邸以養母夫人以顧戀庭闈不果來於是仲弟洛瞻乃奉母命來省兄弟相見盖雍雍如也留兩月將去依依然不忍别門下士庠生瞿懋等聞之乃賦詩以贈裝潢成巻題之曰行山别意間來請叙其首予竊惟臨别贈言自古有之然情之所感不同則言之所發隨異念昔先生拜官之初日與母氏兄弟相聚於一堂之上今乃相望於千里之外弟兄幸一相聚又不乆而離其情之戚戚盖有所不能免者矣然丈夫之生也桑弧蓬矢以射四方固無終身不出户庭之理况豪傑之士以顯親為孝以亢宗為榮今先生雖暫屈小郡然他日致位台鼎實由此進則所以大顯親之孝崇亢宗之榮者此盖其權輿也母氏兄弟雖有離違之憂亦可以少釋矣諸友贈言之意其殆出於此乎抑古人贈言非直叙情也盖亦有感發之益焉崧嵩烝民拳拳以徳業相期望故申伯仲山甫之賢至於今有信夫南都天下英才之所萃也洛瞻藏修逰息於其間所造深矣觀於海者難為水不知於諸友之贈言其亦有所感發乎司馬之先有太史氏壯逰四方登龍門探禹穴觀風鄒嶧觀射於矍相之圃無所不至歴覧既廣氣益豪邁後遂以文章名天下懐慶蕞爾郡也言未必於吾洛瞻有益然行山大河則亦天下之壯觀也洛瞻歴覧於此其亦有所感發也乎他日復有以文章名天下如太史者安知不在此乎謹書此為贈言引盖將以徴其後云 \\n 三晉第一家引 \\n 上黨仇氏以孝義禮譲聞於三晉大司成虎谷王先生應韶篤論君子也嘗以比浦江鄭氏手書三晉第一家字贈之虎谷不妄許可由是逺近縉紳士夫咸信仇氏之賢無異詞者仇氏宗子瀋藩儀賔時茂嘗命子熈從予游來懐慶懐慶之士以其義門之彦也咸願與交而熈温潤典雅不以行能驕人以故無不愛且敬者於是各賦詩以贈而請序於予予惟古之君子樂道人之善故上自明君賢臣下至匹夫匹婦嘉猷忠謨懿徳粹行徃徃播之歌詩以頌美之載於三百篇者可考也聖人刪以為經垂訓萬世至今讀之猶可使人感發興起至有不知手舞而足蹈者傳謂詩之為敎可以美敎化厚人倫移風俗豈不信其然耶今仇氏以孝義禮譲為縉紳所推許諸友乃從而咏歌揄揚之是固古君子之用心也夫頌其始所以規其終也褒其善所以勸其不能也觀者以是求之則詩之作也不為面諛矣 \\n  \\n 　"}
{"章节": "●栢齋集巻七", "正文": "　 \\n ●栢齋集巻七 \\n 　 \\n  \\n （明）何瑭撰 \\n ○記 \\n 懐慶府重修儒學廟記 \\n 懐慶太守長山徐公以郡學夫子廟規制弗稱無以振作士氣勇於向方廼拓而新之神像禮樂器一時皆備少師洛陽劉公已為之記學師生感公作興雅意無有窮已無以自見伻來求記其實以彰公休以垂示無極瑭雅受知於公且叨以文字為職業故不可辭竊聞上之興學在實不在文士之自致貴本不貴末今廟學鼎建規制彌張窺其門則見廊廡之邃嚴升其堂則見階戺之端緒入其室則見聖容之淵穆祭奠時舉爼豆既陳鐘鼓琴瑟翕然在上羽旄綴兆翼然在下凡所以駭耳目而怡心志者與廟制偕進噫盛矣不可以有加矣觸其外則動其中修其文將責其實公之意豈不有所在哉孟子曰庠序學校皆所以明人倫也人倫明於上則小民親於下矣公之意豈不在此哉父子有親君臣有義夫婦有别長幼有序朋友有信此人之大倫也吾夫子盡之而聖七十子之徒修之而賢五經四書之所陳皆是物也國家用之則治舍之則亂全棄之則亡明效大驗稽諸古可見已我朝設學校徧天下咸廟祀夫子俾士皆誦法五經四書夫豈徒哉然則公作新廟學意斷可識矣吾黨之士可不知所以敬承之哉稽之以經書驗之以事物質之以師友體之以心思凡父子之所以親君臣之所以義夫婦之所以别長幼之所以序朋友之所以信皆究其極下則措諸言行以修其身以齊其家以化其鄉黨上則敷為政敎以行於官府以通於邦國以逹於天下後世不幸遇艱難擾攘之時則秉經揆義可進進可退退可生生可死死務使人之大倫無少虧玷以自立於世以無負朝廷作養之意以無愧於古聖賢此學之本也可貴也否則竊取前聞妝綴語言以希世取寵而已抑末矣是豈公興學之意哉公德政之懿與營建始末洛陽公所已記者瑭不敢贅故姑著公意以與吾黨之士共勉承焉 \\n 河内縣重脩廟學記 \\n 河内縣儒學文廟在縣治之西攷碑記洪武十五年知縣姑孰陶晟之所剏建也迄今將百四十年矣棟宇不無傾欹屋瓦不無脫落有司雖時加修葺而因陋就簡規制未備春秋奠獻無所瞻仰甚無以稱朝廷崇祀先師之意敎諭宰廷俊惻然於心乃謀於同寅訓導鄭樞汪振王詔牒呈於縣請為修理知縣高傑廼申請於撫按兩司報可廼出帑藏銀六百七十兩市材木瓴甋之屬鳩工匠徵夫役委義官蕭欽督工修理正殿舊三間廣為五間兩廡舊二十間廣為二十四間戟門櫺星門皆撤而新之櫺星門三座皆易以石柱門内有泮池亦甃以磚石未幾知縣髙傑擢刑部主事去任縣丞蘇徵繼其志綜理不怠廼底於成經始正德十四年正月落成於明年九月未幾徵亦致仕去今知縣王濟民復修拓兩齋補其未及廟學規制視昔大備敎諭宰廷俊等來徵言以紀成績惟吾夫子之聖以及從祀之賢皆功在萬世有司修廟致祀皆祇奉朝廷德意而為之盖有不待贊者然聖賢廟貌之設祀典之禮必行於學宫之中此則朝廷深意盖有不可不知者英俊之士藏修游息於此朔望叅謁春秋奠獻夫豈無所思乎均是人也彼胡為而廟祀于萬世吾儕衆人胡為而不得預也反復以思之黽勉以求之不沮不怠則庶乎其有得矣抑行逺自邇從祀之賢有魯齋許先生焉非河内之産乎志其所志學其所學過則聖及則賢不及亦不失於令名則於朝廷廟祀先聖先賢之意庻不負矣不然則殿宇之崇徒為觀美亦何益之有哉亦何益之有哉 \\n 孟縣重修廟學記 \\n 孟縣儒學在縣治東南始建於洪武初年重修於正統某年迄今盖又八十餘年矣廟廡堂齋號舍俱就傾圮嘉靖九年皇上頒御製敬一箴於天下學校命勒之於石覆之以亭惟時孟縣缺知縣縣丞黄知常奉命惟謹亭既成矣尚有餘材顧明倫堂師生朝夕講肄之地傾圮非便即以餘材改建於舊址西北二門亦修整方擬申請通修廟廡齋號之屬未果會陞順德府任縣知縣去任是年二月欽差廵撫都御史徐公撫臨本縣下學祗謁先聖廟見廟傾圮不治意甚惕然退臨明倫堂聼諸生講肄見堂鼎新濶大問知其由意甚嘉之司訓張瓛因以黄縣丞欲申請通修廟學未果而陞任去徐公允之即詢可以任其責者師生合辭以典史喬茂義亷能可任薦公即委之共計木料磚灰諸費估銀二百五十兩以舊址廹近城垣乃買民地三畆拓之文廟退後復加兩楹共八楹兩厦戟門比舊髙竦櫺星門改建牌坊鑿泮池甃以磚石規制盖燦然一新矣又於明倫堂後起盖饌堂五間東西庫厨房各三間位置區畫各得其所經始於嘉靖九年八月落成於明年九月學師生以兹役也工費浩大名雖改建實則創始非縣丞黄知常無以啓其始非廵撫徐公無以成其終非典史喬茂義之亷幹亦不能致完美如是之速皆不可不記乃託國子生潘伸來徴言於予將勒之石昭示無極予惟聖朝之治以興學育才為先自廵撫而下若縣丞若典史皆知以修理廟學作興士類為急祇承徳意至矣然此皆有司之事也講學明道以不負朝廷徳意則士之責也吾黨之士其亦知所務哉夫帝王之治本於道而帝王之道本於心治道莫大於明倫而心法莫先於敬一此不易之論也自先聖以及諸儒所以廟食萬世者明此而已我聖祖興學育材堂必匾以明倫掲其要矣我皇上繼志述事箴復申以敬一盖探其本也吾黨之士可不知所勉哉以敬一之心明人倫之道大可聖次可賢出則行此道以賛天子之治處則明此道以賛天子之敎以共承朝廷徳意斯不負矣不然則棟宇輪奐徒為觀美亦何益之有哉亦何益之有哉 \\n 復許文正公祀田記 \\n 許文正公元大儒也沂其淵源所自實上接考亭之統究其利澤及人則實有用夏變夷之功歐陽公所撰神道碑詳矣公祠凡三一在河内縣儒學之側一在縣東北李封村公墳墓子孫在焉一在景賢村公别墅也景賢村故有祀田二十八畆後為鄉民所有公子孫訴于官則曰汝先世嘗鬻于我有劵契存焉嵗逺人亡真偽無所考證官府亦不得以其田歸之正徳丙子欽差巡撫河南地方都察院右副都御史西蜀李公檄下有司表章先賢祠墓傾敗者修葺之祠田浸没者理出之公七世孫儒學生泰和乃具公祠田始末以告李公慨然曰公道徳功業師表天下後世宜世世祀祀田剏置不為過况故有乎特念其田久為民所有一旦奪之恐民不堪乃議贖取之于是分巡按察司僉憲東吳韓公濓命懐慶府知府郯城周公舉河内縣知縣平凉髙侯傑出庫藏官銀二十兩盡召田主歸其值收其劵契取其田畀許氏子孫泰和輩使世守焉以奉公祀明年分守布政司大叅東吳宋公冕兵備分巡按察司僉憲金臺王公鏜韓公濓麻城汪公正閩中范公嵩議以斯舉也見君子尊賢之禮焉又見愛民之仁焉又見處事之義焉不可以無述斯田也今雖歸許氏矣安知他日不復為鄉民所有子孫不復鬻之于人也不可以無戒乃命有司紀之于石以示久逺于是知縣髙侯傑乃來徴言予竊惟文正公道徳功業昭然在天下後世祀田之有無似無大損益而事體所在則有不可不書者春秋成公初年書取汶陽田傳者曰取者得非其有之稱汶陽魯田也見侵于齊魯不請命于天子以正疆界乃假晉兵力以取之與得非其有者同故書之以示譏竊以為晉主夏盟固代天子行事矣諸侯有強凌弱衆暴寡如齊之于魯者盖其所宜治也征齊之罪而返魯之侵地無可譏者可以取則取豈可以例為得非其有哉所可譏者他日使韓穿來言汶陽之田復歸之于齊耳巡撫公復文正公之祀田宜與晉返魯汶陽田為比而上全崇奉先賢之意下不徒奪民之有權不失正盖有昔人之所未及者分守分巡暨郡守縣侯祗奉徳意協賛有成皆不可不書抑于此有感焉鄭以祊易許田于魯春秋書之君子曰于此見鄭于魯有無親之心盖譏其以祖之分地擅與人相易也夫以田易田尚獲譏于春秋則舉先祖之地而輕以畀人者又當何如也噫文正公之子孫可不戒哉 \\n 元魏國許文正公廟祀記 \\n 懐慶府城舊有元中書左丞封魏國許文正公祠廟一所嵗久不治府同知王公修補完潔復議以為公道徳功業萬世仰賴有補風教不淺匪直汎汎鄉賢而已顧未秩以常祀恐無以盡後人瞻仰之誠且廟無典守之人非惟易致傾壊而市井之徒雞犬之類不免雜入踐穢褻凟不敬孰甚擬行令河内縣均徭内編銀六兩于春秋祭丁後府官率各官師生致祭又于均役内取附近人户審編門子一名責令看守本廟司其啟閉時其洒掃庶廟貌常新禮儀以肅有補風教多矣議定請于分巡僉事郭公咨于知府司馬公皆以為然乃申請巡撫都御史徐公准擬巡按御史王公行兩司及提學議布政司左布政使于公右布政使林公按察司署印副使劉公提學副使敖公會議謂宜如府擬符下府同知王公乃徵予言以記其始末且曰匪府輒私有請也當道諸公意也予不得辭乃為之言曰禮法施于人則祀之公踐履篤實議論純正可以上繼考亭之統而利澤及人功業尤為炳煥法施于人公盖其人也秩以常祀宜矣獨近世儒者謂公不當仕元不能不疑于其説予嘗著論辨之大畧謂舜文皆生于夷而道徳功業萬世仰賴元主雖未可以舜文比然敬天勤民用賢圗治盖亦駸駸乎道矣况當時生民糜爛已極元主乃能知公之賢而以行道濟時望之公亦安忍不為之出哉夫作春秋者非孔子乎春秋所外莫大于楚昭王之聘孔子亦往拜焉使不沮於子西孔子固將為楚之臣矣孔子魯人也尚可以臣楚公元人也乃獨不可以臣元乎然則儒者之説謬矣由是觀之公之道徳功業既皆可法而出處進退亦無所悖其秩之常祀無可疑矣同知王公崇祀先哲之雅意當道諸公與人為善之盛心盖皆出乎此也故為之言俾刻諸石有志於道者其尚考諸 \\n 表彰先儒許文正公碑記 \\n 都察院右副都御史四川李公奉命廵撫河南誕興文敎欲風勵諸士子以聖賢之道廼亟求先儒而表彰之肆惟河内縣魯齋文正公學有淵源寔上接考亭之統爰命有司樹碑石以頌其徳葺遺書以闡其道復祭田以奉其祀建坊牌以表其里縣尹平凉髙侯祇奉徳意惟謹既竣事復建坊於公祠大門外設重門於内廟制益邃以嚴公七世孫泰和等乃來徵言以記成績竊惟文正公道徳之休光李公高侯表彰之雅意盖有不待賛者予於此獨有感焉聖賢之道雖本於性命之微而寔見於綱常之著雖極於彌綸叅賛之功而亦不遺乎洒掃進退之節本末兼該鉅細畢舉盖切於民生日用而非杳冥昏黙之謂也至入道之方則必先之以小學以立其基本繼之以大學以收其成功又有不可躐等而進者孔孟既沒道學失傳有宋諸儒繼出而考亭朱夫子寔集其全既章句大學一書復蒐葺小學一編其示士子以入道之方可謂明且切矣魯齋幼而讀書即志於聖賢之道後得考亭小學四書廼盡棄故習一從事於其間故立身行已立朝事君及啓廸後進莫不以朱子為依歸學以躬行為急而不徒事乎言語文字之間道以致用為先而不徒極乎性命之奥其所得者盖純乎正而不可加矣近世之士有志乎聖賢之道者徃徃刻意著述留心性命至於修齊治平之方義利取舍之分則多忽焉而不省夫著述以明道聖賢固不廢然非所急也性與天道夫子罕言而四敎之施必以文行忠信則其所先者可知矣周子有言聖人之道藴之為德行行之為事業彼以文詞而已者陋矣或問程子何不以太極圖示人曰恐滋學者入耳出口之弊然則刻意著述留心性命而忽於躬行致用之實者不幾於陋而弊乎予病此久矣而未能救也廵撫公縣侯表彰魯齋許文正公之雅意其有在於斯乎有志於聖賢之道者可以省矣 \\n 韓文公廟碑記 \\n 道統之傳其來尚矣三代以前如堯舜禹湯文武之為君臯夔稷契伊傅周召之為臣皆逹而在上故其道行三代而降如孔子之於春秋孟子之於戰國皆窮而在下故其道明道行則天下蒙其福道明則天下雖不全蒙其福猶頼其正救之功以不至於大亂孟子既沒道益晦塞權謀功利之說既紛紜於天下而異端佛老之徒又旁出乎其間天下之士徬徨駭愕不知所適從者久矣至唐吏部韓文公出始起而闢之異端少息而吾道頼以復明天下之士始曉然知所歸往盖文公之功於是為大先儒亦許其接孟子之統者盖有以也或謂公雖有闢佛老之功然於聖人之道亦未能真知論性則謂性有三品論道則以博愛為仁行而宜之為義皆未造堂奥之深噫是固然矣論人者尚論其世三代以前聖人在上斯道大行朝廷之所施設學校之所講明盖無非仁義道徳之發士生其間耳目之所聞見無異物焉故其知道也易三代而降斯道不明異端競起權謀功利之説不可勝數而其近理而亂真者則莫大於二氏天下之言性命道徳者不主於老則主於佛聖人之道之存者盖無幾矣士習於見聞之陋欲擇所從者顧不難哉韓公獨以仁義禮智信為性由仁義而之焉為道仁義足乎已無待於外為德其真知灼見盖非他人之所易及矣抑吾於此尤有感焉人之情莫不趨利而避害惡窮而喜逹是利害窮逹之間士君子勸沮之所關也三代盛時聖賢在上其困窮拂欎不得志於天下者非小人則庸人也有志之士孰不思以聖人之道自修其身以赴亨嘉之會哉後世則不然士之知以聖人之道自勵者徃徃蒙譏笑被謗訕甚者排擯摧抑使之困窮以死其勢盖甚難矣孔栖栖於春秋孟皇皇於戰國坐是故也韓公雖未能與孔孟竝論然立言飭行終與庸人殊科竄蠻荒謫海上流離奔走其困窮亦甚矣故唐史謂學者之於公也始而笑中而排終而翕然隨以定夫笑也不為沮排也不為懼卒能自立為士君子之所歸徃非卓然有見於聖人之道其能以至此哉公真可謂豪傑之士矣公名愈字退之世為河陽人河陽為懐郡屬縣故郡有公祠正徳丙子欽差廵撫河南地方都察院右副都御史李公公餘晉謁祠下謂公儒者山斗命懐慶府知府郯城周公舉伐石樹碑以頌遺烈以風動後之人諮於分守布政司大叅金臺楊公志學王公震莆田陳公琳少叅東呉宋公冕兵備分廵按察司僉憲金臺王公鑑東吳韓公濓麻城汪公正閩中范公嵩廼命河内縣知縣平凉髙侯傑來徵言予故備論公闢異端明吾道之功以頌之詩云髙山仰止景行行止由公所至以上求堯舜禹湯文武孔孟之道天下固不可謂無其人也有志之士尚念之哉廵撫公名充嗣字士脩别號梧山由進士改庻吉士讀書翰林其所造深矣故其為政知所崇尚如此云 \\n 唐昌黎伯韓文公廟祀記 \\n 懐慶府城舊有唐吏部侍郎封昌黎伯韓文公祠堂一所歳乆蕪穢不治府同知王公修補可觀復以為公之道徳功業萬方仰頼有補於風敎不淺匪直汎汎之鄉賢而已顧未秩以常祀恐無以盡後人瞻仰之誠且廟無典守之人非惟易致損壊而市井之徒雞犬之類不免雜入踐穢褻瀆不敬孰甚於此擬行令河内縣均徭内編銀六兩於春秋祭丁之後府官率各官師生致祭又於均徭内查取附近人户審編門子一名責令看守本廟司其啓閉時其洒掃庶廟貌常新禮儀以肅有補於風敎多矣議定請於分廵僉事郭公咨於知府司馬公皆以為然乃申請撫按廵撫都御史徐公准擬廵按御史王公行兩司及提學議布政司左布政使于公右布政使林公按察使陳公副使劉公提學副使敖公叅議謂宜如府擬呈上廵按王公亦准擬符下府同知王公乃徵予言以紀其事之始末且曰匪府輙私有請也當道諸公意也予不得辭乃為之言曰儒者之學以明道為重孟子既沒異端競起佛老之言盈天下老氏以虚無為道失道則為徳佛氏以寂滅為性脩性則為道異言喧豗天下貿貿然無所適從久矣文公乃獨以仁義為性由仁義而之焉為道足乎已無待於外為徳其見於原性原道之篇者炳如也由是天下皆知異端之非吾道之是其有功於世多矣或者謂公以博愛為仁指用為體見道未為真切此固責偹之意而實則不必然也樊遲問仁子曰愛人孟子亦曰仁者愛人則以愛言仁固孔孟之所不廢也夫何不可之有况人情志伸則氣昌志屈則氣沮公之闢異端也至於逺竄而氣不少沮故卒能有立至今天下知二氏之非盖由公啓之也其有功於吾道豈小小哉史氏謂公之闢異端較之孟子功齊而力倍之雖未盡然然能言距楊墨者聖人之徒也公豈非其人邪禮法施於人則祀之公盖足以當之矣同知王公崇祀先哲之雅意當道諸公與人為善之盛心皆不可不記故為之言俾刻諸石嗚呼士君子有志於道者其尚有考於斯哉 \\n 孟縣改建韓文公祠記 \\n 聖人之道其大矣哉包羅天地揆叙萬有盖非其他一才一藝之可比也故君子之學患不聞道茍得聞道則雖勢在匹夫世猶當景仰而崇奉之而况其顯者乎孔孟既沒道學不明異端之説充天下老氏曰虚無道也釋氏曰寂滅道也天下之士迷於其説貿貿焉莫知適從者盖非一朝夕之故矣至唐吏部侍郎韓文公始明辯而震揚之曰博愛仁也行而宜之義也由仁義而之焉則為聖人之道老與佛之道非道也由是天下之士始曉然知吾道之正異端之邪其見道之明固已度越諸子矣而又慨然以道自任雖蒙譏罵訕笑不懼不沮佛骨一表至犯天子喜怒竄逐南海瀕於死亡而不悔其信道之篤豈世儒之所易及哉逮其晩年道成名立天下學者仰之如泰山北斗有宋元豐中逐以公從祀孔子廟庭公之得預乎聖道之傳天下之士固已無不知矣况其桑梓之地遺風餘澤漸被尤深士之生于斯游于斯者又當何如而景仰之邪公本河陽人河陽於國朝為孟縣縣之西有韓莊傳以為公族所居莊有塚傳以為公墓公集亦有過河陽省墳墓及我家本瀍榖有地界臯鞏之句則公為孟人無疑唐史乃謂公鄧州南陽人盖傳誤耳弘治年間大冢宰耿公始表公為孟人奏請於朝建祠致祀其所以風勵後學之意深矣顧棟宇卑狹未稱且僻在深巷過徃士夫猶有未及知者正徳丁丑縣尹劉侯慨然有感于斯廼改建于縣治南門内孔廟之右高明爽快既足以竭虔妥靈又於祠前豎坊題曰鄉賢韓文公祠盖以見公有得于聖人之道而為此邦之人也徃來士夫咸得謁祠致敬而耿公表章之意始大暴白祠成欲紀其改建始末於石廼請命於太守韓公公以屬瑭竊惟士君子垂世不朽者不止一途而莫大于得聞聖人之道孔孟以來世儒得與斯道之傳者僅可屢數而吾黨得二人焉公及河内許公是也然上下千數百年而僅得二人可謂難也已矣有志之士謁公之祠夫豈能無所感邪冡宰公名裕河南盧氏人太守公名士竒山西洪洞人縣尹侯名澄陜西邠州人皆有志於聖人之道者故所崇尚如此謹附於祠記之末使後之人有所攷焉 \\n 趙烈女祠碑記 \\n 烈女姓趙氏懐慶之河内縣人幼父許聘同縣儒學生王子聰之子錦未幾子聰卒家貧錦甫數歳鞠於母張氏辛苦成立學為詩文徃徃有竒句可誦不幸夭死趙女方在室聞訃痛曰吾既聘王氏王氏即吾夫也夫死曷歸廼往哭盡哀將殉死顧姑老在堂無他子侍養義不可棄去既殯乃留養姑破屋蕭然不蔽風雨尺帛斗粟皆無宿儲朝夕甘旨取給女紅傍人見聞者皆顰蹙不自得趙氏怡然也弘治十三年冬姑以壽終趙氏併啓舅暨夫之殯返塟祖塋歸自經死隣里上其事於府將圖奏請旌表歴數年未能得也長山徐公由工部尚書郎來守懐慶政敎既修百廢皆舉有以趙氏事告者公戚然曰世有志行卓異而沉沒如此者乎是吾責也力聞於朝請加旌表以風示四方制既可乃建祠於郡治之東祀趙氏焉外又為石坊使人可望見而思也河内尹李侯賛相甚力既落成請記於石以示久逺乃叙其事而銘之辭曰古有貞妻亦有孝婦室家既宜乖離中路孝婦貞妻在禮則然世罕蹈之猶著簡編嗟嗟貞懿氷瑩玉潔軒車來遲良人隕折拊膺呼天誓將同歸睠睠顧懐姑老曷依一室蕭然孰甘孰旨纂刺瘁艱不愠以喜姑亦壽老百年而終纍纍新墳負土以封大事既襄溘然長逝同穴而藏不違初志見聞興歎風節凛然賢守封章錫命自天錫命自天金書有耀翼然新祠奠彼衢道嗟爾士女孰無秉彛孰無秉彞胡不鍳思 \\n 孟縣潘侯祠記 \\n 潘侯祠祀晉河陽令潘侯安仁也河陽今為孟縣祠舊在縣城南門外縣令劉侯改建於門内大街之西從民欲也既成儒學敎諭徐先生及同寅諸生議記成績於石以示乆逺廼來徵言予惟記者記其事耳奚俟多言無乃有所感諷於其間故不憚煩耶古今令河陽者多矣安仁何以獨祠考之傳殊無赫赫可紀之績第稱其好植桃李春花盛開與百姓嬉逰以為樂如是而已竊謂民愚而神不可以文欺茍有以及之則雖不布一敎條而自無不懐不施一刑而自無不畏茍無以及之則雖朝聚而告之曰吾將字爾之生暮召而號之曰吾將成爾之徳鞭朴日嚴斬刈日酷曰吾將以鋤惡而佐善終不懐且畏也安仁之政事今無所考意其必悃愊無華而與民相安於無事者不然何河陽之民感而立祠今上下且千有餘嵗而卒莫之廢耶夫人所褒大崇尚者必其志向之所在也劉侯新潘侯之祠其亦有意乎哉先生肅然作而曰此予所欲言而未敢先也河陽令雖為縣實古州治南通雲貴西接川陜政務供億甚煩令有甚不易為者劉侯自下車以來課農桑完租賦興學校恤鰥寡實倉廪清囹圄以至修城浚隍架橋平道皆不動聲色卓有成績其才盖有大過人者上下既已稱其能然侯之心不自足也恒以方今民窮財盡而上令嚴急雖欲與百姓相安於無事如潘安仁有不可得者故新侯祠以見志非偶然也予曰時不同則政不必同惟其仁而已矣饑者易為食渇者易為飲能寛一分則民受一分之賜矣易曰鳴鶴在隂其子和之言誠之相感也侯誠有愛利及民安知孟縣之民他日祠侯不如今日之祠潘侯乎潘侯名岳字安仁其官閥履歴晉史有傳劉侯名澄字静夫陜之邠州人以禮經中鄉試高等初授開封封丘縣令後改授懐慶府孟縣云 \\n 重修沁河堤記 \\n 懐慶府城北二里而逺有河曰沁河源自山西來乗高趨下怒流湍悍可畏河之南有堤盖以防其患也始築年月無可考計其來盖亦久矣成化年間隄漸陵夷十八年夏秋之交霖雨大作河暴漲决堤毁城摧房垣漂人畜不可勝紀日照陳公時守懐慶徵徒役脩築之隄復髙厚完善迄今餘三十年矣復漸陵夷比年夏秋之交每霖雨河水暴漲輙至城下城外房屋墻垣多致傾塌居人恒凛凛焉恐復有十八年之患太守郯城周公議欲脩築以勞費重大廼請於欽差廵撫都御史李公公曰脩堤防以禦水患政也雖勞費固不得已况親王在此尤有不可緩者其亟圖之廼諮于分守大叅楊公王公分廵僉憲韓公范公俾經畫區處計隄之當脩築者西起回龍廟東過真武廟長凡三百一十丈有竒髙約二丈有竒厚濶狹不等計椿木當用八千根府庫官銀一千兩易買六千根本府措置二千根計夫役當用三千名懐慶衞派九百名河内縣派二千一百名計定廼委府太守周公推官張公衛指揮徐公賈公縣大尹髙侯總督府復轉委温縣典史丘會督役脩築起工於正徳十二年正月二十四日訖工於是年四月十日太守公又令沿堤種樹千餘株盖亦為護隄設也既落成府縣儒學教諭訓導宰廷俊趙文隆軰囑某請記成績於石以示久逺竊惟天下之患備于未然則力省而功倍患至而後圖之非惟勞費不貲往往有不及事之悔古人於隄防溝渠之類歳加脩治職此故也惟兹堤使十八年以前有人脩築則可以免墊溺之患奈何其不然也今太守公及河之未大為患也先築堤以備之其為民之德甚厚然亦勞且費矣嗣是而後歳加脩築埤補使兹堤不至陵夷則吾人墊溺之患其永免乎故記其脩築始末復系之以此以告後人至於公其他徳政與是役無闗者則不暇贅而義官之屬有勞於是役者其姓名則記之碑隂亦不暇詳述云 \\n 重濬廣濟渠記 \\n 沁水自山西來至懐慶府濟源縣王寨里出山地名枋口嬴秦時於上流鑿為五渠分引其水以灌民田歳久湮塞弘治六年河内縣崇下鄉民張志奏開廣濟渠以灌濟源河内温孟武陟民田正徳七年利上鄉民馬榮復奏開利人渠以灌其鄉之田利人渠口地勢平坦水流順利故一向疏通廣濟渠口地勢髙仰水流艱澁故累致湮塞雖歲加疏濬而終不流通一遇亢旱則名為水田者悉成焦壤百姓皇皇無所控訴正徳十五年冬洪洞韓公來守懐慶振肅紀綱百廢皆舉河内縣崇下鄉民曹剛等廼告乞疏濬河渠公嘅然曰郡守為一方民物之主凡百利病皆當興革况開渠灌田廼吾民衣食之所自非一事之利病可比豈可坐視而不加之意乎顧時方寒沍未可有為明年正月三日即率同寅貳守張公通府黄公劉公推府張公及河内知縣王侯濟民等躬徃渠口相地勢之所宜將大起夫役别議疏濬既至上下山原往來審度見利人渠去廣濟渠不及一里而渠水浩浩有餘廼議斜鑿一渠分利人渠水入廣濟渠則兩渠民田灌溉皆足其力省而功倍利上鄉民懼其减已之利也争論不已公廼徐諭之曰渠水有餘雖分其半入廣濟渠其半尚足灌溉無損於此而有益於彼何憚不為况民皆吾民也使有所病吾亦何忍奪此而與彼哉民既帖服廼令河内縣量起夫役委管河老人韓彦段廣督工疏濬越月工完兩渠通流灌溉皆足是歳大稔百姓感公之徳踴躍歡呼逺近如一老人韓彦段廣張洗楊緯義官茹經及堰長髙松李鎧等廼來徵言於瑭將勒諸石以示乆逺以無忘公徳瑭切惟賢人君子所以能成一時之功者固本乎有忠愛之志亦在乎有明斷之才近來士大夫類多從事於簿書期會之間於為民興利除害之政鮮復留意或有其志矣而明不能察事幾斷不能决疑二徃徃中輟不能成功廣濟渠之始開也上司以勞民費財甚難之時則有通守施公賛其成利人渠之始開也濟源之民懼損其膏腴之地極言不便至奏聞朝廷連歳不已時則頼郡守藏公節府潘公致其决然則成一時之功固未易也今兹河渠之疏鑿非公明斷於上又安能以就緒也哉昔漢杜詩脩召信臣舊渠以灌民田當時百姓歌之曰前有召父後有杜母史冊書之以為美談公亦何譲於古哉柳公尊甫大司徒質庵先生徃嘗廵撫河南地方利病盖無所不用其情矣公之來守也庭訓之間計無所不及疏濬河渠以為民利盖其尤彰明者耳瑭恐百姓之未必知也故終言焉 \\n 東火鄉改正祀典記 \\n 潞州東火鄉宿幕仇時濟氏徃年與其鄉人舉行藍田吕氏鄉約即鄉之東嶽廟行之既而以東嶽非庻民所得祀廼遵太祖高皇帝里祖得祭土榖神詔命設五土五榖神主即嶽廟之後殿祀之祀畢則藏主於嶽廟之前殿扄其門不啓由是嶽神之祀遂廢未幾時濟去世宗弟國賔時茂嗣主約事間謀於衆曰祀禮有典吾儕祀土榖之神而不祀東嶽於禮甚正顧嶽神之塑像尚在今雖不祀安保他日不復其舊吾欲撤之以窒復祀之源如何僉曰可未果而時茂捐舘仲弟義官時淳以兄之志不可不終也恐禮未允乃令其季弟醫官時閑來南都訪於谿田馬子涇野吕子并及於予二子曰東嶽泰山也在魯境内禮諸侯祭境内山川季氏以魯大夫而祀泰山孔子尚以為非禮之祀神必不享况晉民而祭魯之東嶽神之不享也决矣且褻瀆神明律有常禁而土榖神之祀則聖祖所許今撤東嶽之像而脩土榖之祀稽於禮而合稽於情而順無可疑者以此窒東嶽復祀之源甚善予曰所論正矣然東嶽之祀徧天下其故則不可不知也博物志云東嶽主召人魂魄其始不過謂東嶽屬木為魂盖以五行象類言之耳非有他也而立言無法昧者不察遂謂人死魂皆歸東嶽嶽神將治其生時善惡而罪福之世之惑於其說者徃往立廟致祀冀以徼福而免罪故東嶽之廟祀徧天下其來也非一日矣昔漢成帝廢諸祀之不合典禮者其意甚正劉向乃謂諸祀俱有神靈不可廢帝暮年無子惑向之言盡復諸祀夫劉向大儒也於鬼神之罪禍尚有所惑况餘人乎東嶽治人死後之魂而罪福之祀則可以徼福而免罪世之惑也久矣兹惑不解雖毁其廟將復設之猶反手耳况止撤其象乎以此窒其復祀之源恐未能也時閑蹵然曰為之奈何曰此不難也事之有無斷之以理東嶽治人死後之魂而罪福之萬無是理借使有之乃縁是享人之祀而行私於其間則亦一瀆貨枉法之吏耳明明上帝豈肯容之乎誠有嶽神必正直無私如世之清嚴官府且將惡愚民之敗其名節而加之以譴怒矣况肯享其祀而福之乎由是而觀則東嶽享人之祀而私以罪福其無是理也决矣昔夫子謂泰山不享非禮已具此意特其言引而未發兹故反復論之世之惑者其可解乎二子曰解矣乃書之以授時閑俾歸而刻之石以告夫後之人 \\n 仇氏祭田記 \\n 家禮之大者曰冠昏喪祭冠昏為人道之始喪葬為人道之終世猶知謹至於祭以追逺則非好古知禮之君子能留意者鮮矣夫祖先之祭上以重本始下以合宗族盖紀綱人道之大端也古昔盛時自天子以至於庻人盖未有不祭其先者當祭而不祭則有大僇其嚴如此而可忽乎哉然牲殺噐皿衣服不備則不可以祭是以後世知禮之君子有其志者或病其無財有其財矣又恐家之盛衰無常子孫無所依據以為世守之資也於是乎有祭田之設焉事雖義起盖亦依倣右人自卿以下必有圭田之法而為之也有其田矣又恐子孫之賢否不一或不能保守於永久也於是乎有訓戒之辭焉嗚呼其慮逺矣其用心於禮也可謂勞矣上黨仇氏作為家範以訓嗣人冠昏喪祭一遵古禮又撥常稔田一百五十畆别蓄其租專充祭祀之費復戒子孫永逺保守有言質鬻者以不孝論其有見於此乎宗子森謀欲勒石祠堂之右以示永久乃屬瑭為記謹為述祭禮之所當重及祭田之所由設以歸之嗚呼仇氏子孫尚無忘先人之用心哉田一叚在陽堰計八十畆一叚在池西計七十畆 \\n 南湖記 \\n 桐城錢生君溥吾友憲長公溥之從弟也以其先君子水南居士去世思之不置計以水南之號親之所以自命者也親雖徃矣水南之地則猶在也已之號若仍乎親則游斯地而耳斯號庻吾親之常存乎顧以父子同號則他人莫辨乃自號曰南湖盖不忍逺乎親而又不欲混乎親也頃來南都語予以故予曰孝子之事親也生則盡力沒則盡思盡力可能也盡思則非純孝者不能也古之孝子於親之歿也聲不忘乎耳色不忘乎目嗜欲不忘乎心故食杯圈則思口澤焉誦遺書則思手澤焉居宫室則思堂構焉履菑畬則思播穫焉孝子之用心盖如此今生於親所號之地思之不置因轉為已號可謂歿能盡思矣不孝而能之乎孝則孝矣然生於是吾恐其道之未充也生瞿然曰是將柰何曰孝子事親養其口體樂其耳目親歿則皆無所及矣其尚可勉者不在於順其心志乎立身揚名以顯於世親之心志孰不以此而望其子乎亦思之而已矣生復蹙然曰孝親之道既聞命矣如南湖何予曰人之志茍有所思則隨所見聞無不感發故志思草書則公孫之劍器亦草書也志思養生則庖丁之解牛亦養生也况親所徃來釣游之地嘗以自號者乎今夫南湖之水淵源有本焉會同有徳焉鑒照有明焉涵泓有量焉波瀾有文焉蒸為雲雨澤及萬物則又有濟時之用焉凡人子立身揚名以順其親之心志者南湖之道無不有焉是在乎思不思勉不勉耳孰謂其於孝無所發乎生欣然曰甚善開我請書以為記庶永無忘乎予既諾之遂書以貽之云 \\n  \\n 　"}
{"章节": "●栢齋集巻八", "正文": "　 \\n ●栢齋集巻八 \\n 　 \\n  \\n （明）何瑭撰 \\n 温縣知縣王侯德政記 \\n 懐慶所屬六縣温最小其地瘠其民貧故前後為令者多以煦濡慈惠治之因循翫愒俗益惰偷逮正德十三年山東王侯以鄉進士選知縣事下車以來一切以嚴猛從事凡氏之罹於法者慢期會者違教令者與吏之通請謁受賄賂者悉繩之以法又使人覺察四境民有酗酒者賭慱者强凌弱衆暴寡者及光棍喇虎放火行刼為民患而莫敢誰何者悉捕而治以重典由是法令清肅苞苴不行良民寃抑者有所赴愬奸民凛凛然懼刑罸之及其身覩侯如雷電鬼神不可測度雖在私室亦不敢放肆出一語况敢呌呼横行以為齊民病哉紀綱既振廼脩城隍治橋道植榆柳數萬株以儲材木築河堤數百歩以防洪水積粟榖數千石以備荒年創養濟院數十間以養煢獨民有耕種而無牛具者婚娶而無聘財者皆量為資給流民而自外復業者皆量免差稅時或捐俸設粥以濟餓莩尤留意學校暇則試諸生學業勤惰第其甲乙而勸懲之以上司提學者乆不至縣乃預選民間子弟之俊秀者百餘名量免其户之差役俾之肄業以待収擇河内舉人范安僑寓於温亦為之樹立坊牌使後進有所懲勸政聲流聞當道交薦逮正徳十四年鄉試取侯為簾内官品藻精當得士為多由是當道益知其能廼薦其才堪治繁改知開封府祥符縣士民戀慕而不可留也廼述侯德政徵言於予將勒之貞珉以示乆逺予惟昔子産之在春秋夫子稱其為惠人而其授太叔以政也廼曰惟太上能以德化民其次莫如猛火烈民望而畏之故鮮死焉水弱民狎而翫之故多死焉吾嘗疑乎是今以王侯之政觀之子産之言葢自有所見而未可執一論也詩曰豈弟君子民之父母夫豈以強敎之弟以恱安之民斯尊親之如父母矣何以猛為抑豈弟君子盖子産所謂太上能化民以徳者也太上不可得而見矣以愛為心而以猛為政如子産之所以授太叔者今盖亦不易得也王侯其賢乎哉侯名民表字道立山東登州府招逺縣人 \\n 浙省北新關户部分司題名記 \\n 財者天下之大計也國脉民命皆係乎此故君子盡心焉太古之時上之用度甚節故取於民之法甚簡中古用度漸繁故取於民之法漸宻觀禹貢周官之所載大畧可知矣然方其盛時山澤之利與民共之商賈之征復時時有所縱舍民猶未甚病也降及後世山澤之利悉歸於官農之稅既不止什一而其從事商賈者則已稅其貨又筭其舟車緡錢可謂取之盡錙銖矣民之病可勝言哉議者多謂商賈諸稅可罷宋儒范仲淹獨謂上之用度既不可減與其取於農不若取於商猶不失厚本抑末之意固非謂此法之為盡善也盖有所不得已焉耳國朝之於商賈既已稅其貨又稅其舟船盖亦依倣近代而為之者也浙省之物貨甲天下故四方之商賈咸輻輳焉其貨稅船稅之出入徃年止以有司治之當道慮有侵尅之弊廼於弘治六年始請命户部貟外郎或主事來監臨之周歲代去然財猶膩也近則汚人故士之以潔廉自好者多以是役為嫌稍失慎防則徃往至貽物議嘉靖二年某月徽州潘君希平以主事被命至或以為慮君蹙然曰財者天下之大計也使人避嫌不理將委之誰哉亦處之有道而已矣廼令税課司局商稅及北新關船稅之所入皆寄於杭州府庫已惟典其籍而鈎稽焉是歲薄賦而稅入視往年不啻三倍聞者僉謂君持廉革弊故能致此同聲賢之君聞之愀然不悦曰此非予之意也稅入之贏縮在商船之多寡近歲北方道梗商賈皆萃於浙而是歲江南大饑米商之來者尤衆故稅入最贏若不察其然遂以是歲為率而必取盈焉則貽害於後多矣廼具疏其故陳於當道聞者以君識高而慮逺非常情所及愈益賢之甲申之春君以瓜期將届念惟古人一登眺遊覽之適猶或題名以收感於後况監臨於此經歴歲時而其人之賢否得失不無可法戒者而姓名不傳後之人何所徵乎廼稽案牘詢故老得監臨於此者凡若千人皆勒於石虛其左以俟來者而闕其不知間屬瑭為文以述其意瑭非能文者也而財用之輕重本末則頗聞君子之論矣謹書以歸之嗚呼仁人志士其亦有感於此也夫其亦有警於此也夫 \\n 王屋山天壇玉皇廟記 \\n 王屋山者天下名山也在今河南濟源縣境内山形如王者宫殿故名王屋王屋之巔是為天壇圖經地誌以為第一洞天形勝景致靈蹤古跡圖誌悉矣世傳軒轅皇帝曾修煉于此其紫金巖御愛松迄今猶存故後世棲真之士往往歸焉廼大明弘治六年道流張太素等由山西來結茅壇頂間歎曰山以天壇名玉皇上帝天神之主也三清有宇而玉皇無殿何以竭虔妥靈大不稱名山本意遂謀構殿肖像以肅崇奉乃夷嶮岨剪荆棘辟地數丈築土為殿基崇二丈四尺廣六丈縱七丈有竒又慮殿在壇乆必傾圮重建不易乃覆以銕瓦鑄為銅像為永逺不動計經始于弘治十二年正月朔旦落成于正徳三年九月望日銕瓦殿計三楹銅鑄玉帝像一真人玉女像四兩廊為琉璃殿七楹中肖天將像復鑄銅燈花瓶鐘鏡爐鼎皆極工巧其工用俱出門徒及四方施主并不用常住升米文錢方修建時其光變祥應甚衆既成因吾内兄周溥周澄昆仲來請記嗚呼天帝之尊在禮惟天子得祭雖諸侯王不敢僭太素等庻人也而崇奉玉皇上帝可乎吾何以記而周君昆仲之請不可辭無已則有一焉天地人之父母也人天地之子也而天子者獨為父母宗子古禮父母之祭宗子主之支子不與故傳云支子不祭明其宗也然則天地之祭惟天子主之諸侯不敢僭固矣然父母之祭雖不得與至孝敬之心則不以尊卑有間也太素等崇奉玉帝其亦可哉吾聞道家之學恬淡翛然獨往天地萬物俱不以經心太素等道流也乃汲汲于崇奉玉帝勞筋骨疲精神不恤其有見乎哉其亦報本反始之道有不得已者哉太素等設心之誠門徒趨事之勞施主相成之善皆不可沒乃為之記而系以詩曰皇皇上帝監觀四方巍巍天壇奠彼中央壇頂有宇以事上帝伊誰作之道流太素殿宇巖巖像設穆穆進趨拜跽孰不祗肅惟誠惟敬可以格天天福下民億千萬年 \\n 重修三官廟記 \\n 武陟之木欒店東南巷口舊有三官廟一所盖元時之所建也國朝永樂初年廟貌傾圮遺址尚存正徳改元上元之夜市人毛雄張瑄郭洎共議修復時地主李豸在焉慨然欲捨此地衆以為不可乃輸半價易之其地東西十一丈南北九丈既定修廟之事廼推道士郜某居民曲洪王聰董之材木瓦石工匠之費則居人各以其所有助焉廼起立正殿四楹中塑三官像東大王殿四楹西子孫殿四楹前門四楹道院房數楹鐘樓二楹約費銀三千兩廟成餘二十年矣鰲山衞敎授王先生世居木欒盖預聞脩廟之事者也嘉靖十年春有事府城間語予以脩廟曲折因請為記先生予厚友也故不可辭廼語之曰脩廟曲折居人所知雖不記亦可也至於三官之神誣於世俗恠誕之説則雖世人奉三官之祀者或未知也請一論之以袪其惑可乎三官之名古不經見始見於漢張魯傳中魯以三官敎行於蜀之雞鳴山凡人有所祈禳則書其事狀為三一焚於山上謂逹於天官一瘞於山下謂逹於地官一沉於水中謂逹於水官其祀之日則以正月之朢為上元節而祀天官七月之朢為中元節而祀地官十月之朢為下元節而祀水官竊原其義盖天陽也正月陽始用事故祀天官地隂也七月隂始用事故祀地官水旺於冬望故十月孟冬而祀水官盖亦古者冬至陽生而祀天夏至陰生而祀地與夫大川海瀆之祀也張魯廼道陵之後道陵出於道家而道家以老子為宗老子嘗為周柱下史習於古禮三官之名或古禮有所傳而後世失其真耳不知何世妄人廼撰為三官經典謂陳氏子娶龍女生三子俱有神通一為天官一為地官一為水官可謂恠誕之甚矣夫人之所以祀天官者謂其分我以神且覆我也所以祀地官者謂其分我以形且載我也所以祀水官者謂其分我以血脉且出雲而生百物以養我也報本反始皆禮之正也若世俗之説恠誕不經則三官之祀遂為滛祀矣豈禮也哉然禮天子祀天地雖諸侯不敢僭焉小民而祀天地可乎曰是或一道也小民而饗帝王於家固無此禮然天子行在庻民或獻瓜果焉君子不罪其瀆而取其誠盖禮之變也小民而祀天地盖亦類此况先王制禮尊天而親地故社之祀小民亦得行焉社固地神也然則鄉民之祀三官則亦庶乎其可也大王未詳為何神子孫盖亦古郊禖之祀也以其非廟祀之主故畧之 \\n 重脩玄帝廟記 \\n 天下之事成於有志大而經綸家國小而制作事物或創其所本無或飭其所已壊盖未有無志而能成者也郡城東南故有玄帝廟一區攷碑記則唐人謝景修之所創建也初名聖水觀後更今名累經兵火國朝天順成化間都指揮薛分命耆老聶旺陸愷等重加脩整廟貌復完弘治十年予讀書廟中時惟前玄帝殿後三清殿僅存餘廊廡皆傾圮不治廟住持道士汪玄弼慨然欲修整而充拓之予雖嘉其有志然計工費甚大恐其未能成也是年始建外門四楹次年於前殿右建聖母殿四楹正徳元年於後殿前左建三官殿四楹右建四聖殿四楹七年於前殿左建帝君殿四楹十一年復於後殿之前左建轉廊五楹以奉先天聖母及南斗星君右建轉廊五楹以奉西王聖母及北斗星君次三官殿南建廊四楹以奉五祖四聖殿南建廊四楹以奉七真嘉靖六年復於前殿之前左右各建廊廡十楹以奉天將東道院後建殿四楹以奉聖父聖母其餘真觀祠及鐘樓鼓樓以次完美棟宇輪奐照耀逺近盛矣予竊計其材木甎瓦丹青繪塑及工匠徒使之費非數千金不能給怪其致此必有他道及詢於人則曰無他道也弼自誓志修拓廟貌以來布衣蔬食不御酒肉凡經醮所得錢幣悉以供修廟費不營其私以故上自親王下至民庶翕然信之或助錢榖或助材木或助甎石川委雲集不約而至廟貌之所以有成由是道也予竊歎弼一布衣士耳用志不變尚能有成如此大人君子有志於天下國家之事行之以至誠持之以悠久則豈有不可成者柰之何不多見也弼以予嘗讀書廟中來徵予言以記歲月予嘉其有志而喜其有成也謹書是歸之俾刻之石使後之人有攷焉云爾若記典則固未暇究也 \\n 懐慶府重修城隍廟記 \\n 城隍之祀古無有也盖後世以義起之也古昔聖王之制禮也凡有功徳于民者則祀之初無間于巨細故天地之覆載日月星辰之照臨與夫山川社稷之興雲雨生百物者既已秩諸祀典至於水防郵表畷之屬亦不敢遺葢仁之至義之盡也城隍所以衞民其功不為不大顧未有享祀後世列于祀典盖倣水防郵表畷之義而起者也始于何代吾未及考近世城隍之祀則不以主而以像且加以爵號被以章服我太祖高皇帝踐阼之初一新禮制謂高深不可以儀刑流峙無所與章服且百神皆受命于天世主之爵號亦有不可加者乃令止稱某府某州縣城隍之神是可以為萬世之法矣而各處城隍之祀猶多以像盖沿前代之故而未及改也予嘗觀乎其廟則冠履肅然侍衞森整大抵如守土之臣以故百姓皆謂府州縣官所以理民之是非賞罸于明城隍之神所以理民之善惡禍福于幽故民之祈福禳禍與寃抑之不得伸曖昧之不得白者官不能理則以訴于神不待召而自來不加刑而自畏盖官有所不能制者噫聖人以神道設敎城隍之祀以像是或一道也懐慶府城隍廟在府治東南歲久傾圮前太守曲沃趙公鐸欲新之不果去任今太守郯城周公舉謂事神以導民正典也况前人有遺緒乎乃盡發趙公所積羡財市材木瓴甋之屬復措置以益之命正術宋奎董其役百姓見役興亦各以所有來助始事于正徳十二年夏四月庚子訖工于十二年秋八月甲辰凡新建大門四楹二門四楹正殿兩廊屋瓦脫落者補之丹臒漫漶者鮮之廟制益嚴人之進謁于神者益敬以畏鄉老張讓李雄許亨張貴郭銳道士賀玄清王靜宣軰謂斯役不可以無述也廼來徵予言以記故為道神秩祀之義而系之以修廟之月日以示乎後之人云 \\n 白齋張先生脩建碑記 \\n 山西白齋張先生弘治六年癸丒冬來游天壇樂其山水遂結廬隱居至十一年戊午遂發心募縁於壇頂脩建玉皇殿三間南向又於殿前建天將殿左三間右四間東西向至正徳改元丙寅始訖功四年己巳奉鄭懿王令旨召脩本府玉清宫虚皇閣功完復回天壇隱居十年乙亥省城周府胙城王孫輔國將軍因有疾禱於天壇有感遣使齎書幣命先生崇脩天壇頂之三清殿鉄瓦銅脊五間元君殿王母殿各三間俱南向左右列南北斗殿各五間東西向中脩軒轅授道三級瑶臺一座臺下又建玄帝殿三官殿救苦殿各三間四聖殿一間左右雲堂共六間東西向各殿凡鑄塑聖像凡一百三十有四尊壇丁道院又建仙官殿三間廊廡二十間道院門徒所居方丈四十餘間至明年訖功嘉靖四年乙酉本府孟縣善士耿塤等請先生下山於郡城北沁河上脩建石橋未完而先生去世矣門徒薛清濴馮清善等恐其師脩建之功久而冺沒也乃來請曰先師徃年脩建玉皇殿執事幸賜之言今勒之石矣後脩建虚皇閣及三清等殿尚未有記望賜以言庻先師之功行久而彌彰也吾友任遐齡宋文祥助為之請文祥具事之始末以告予既不得辭乃為之言曰吾聞道家之敎以性命為宗以精神為本雖治天下國家猶以為土苴緒餘則脩建之事可知矣白齋先生乃殫慮竭力於此何耶門徒又汲汲然圖不朽於此夫豈亦有意乎抑吾又聞太上有言有之以為利無之以為用有也者治天下國家及脩建之類也道之末也無也者性命精神之謂也道之本也非本不立非末不彰觀天之道必以日月星辰之文觀地之道必以山川草木之形觀人之道必以治平興建之用此之謂也白齋勤勞於脩建門徒汲汲於碑記其有見於此乎乃撰次其事而係以斯言嗚呼有道之士其亦有感於斯言也乎是為記 \\n 漢孝子郭丁二公之碑記 \\n 行有過而不害於敎衆人之所驚而君子之所取也夫道貴乎中愚不肖者既不能及而賢智者又或失之太過是以得乎中者為難然君子則曰與其不及也寜過葢損過就中易强不及以至乎中難故云然也漢孝子郭巨丁蘭之行其所謂賢而太過者歟孝子之行載在紀傳天下後世之論者或以為恐幼子分其母之甘旨固孝矣然豈無他處置之法何至埋之刻木為母像而事之盡禮固孝矣然鄰人侮其母像雖為可怒然豈遽以殺之使黄金不獲則將遂埋其子矣母慈其孫必將啼泣悲傷雖甘旨滿前固不能下咽也養親之口體而不能順其志孝子之道固如是乎使木像無垂泣之異有司不原情貸死則遂與鄰人抵命矣縱母尚生存為人所侮茍不至以死復讐然猶當權輕重而處之奈何以一朝之忿而置親之無後乎且後世之事親者必殺其子與身然後為孝是可以為常法乎不可以為常法豈可以為敎乎二子之行誠過矣君子則曰論人者當先觀其心茍可取行之過雖不合道無大害也何則盖舉百鈞者不難於舉一羽明能察秋毫之末則輿薪之見固有餘矣在禮人子之事親也衣服飲食之屬凡所以養其口體樂其心志者無所不至初不以妻子之故而怠故好貨財私妻子不顧父母之養者世所謂之不孝大孝顯親其次不辱故縱耳目之欲以為父母戮世亦謂之不孝二子所行雖未合乎道之中然由其心推之則禮之所謂孝皆所優為而世之所謂不孝葢斷乎其無有矣論道者貴乎中不貴乎過取人者則當先於心而後乎其迹二子之心豈庸衆人所可及哉殺其子與身且不恤則凡可致愛敬於親者故無所不用其情矣世之事親者使能體二子之心而行之以禮則孝之道在是矣夫何害於敎哉 \\n ○論 \\n 均徭私論 \\n 或問近日有司審編均徭以田土為主其法如何曰此非祖宗之法也葢流俗相傳之誤也祖宗之法具在諸司職掌户部職掌田土項下云凡各州縣田土必須開豁各户若干及條叚四至係官田者照依官田則例起科係民田者照依民田則例徵歛務要編入黄冊以慿徵收稅糧如有出賣其買者聴令增收其賣者即當過割不許洒派詭寄犯者律有常憲户口項下云凡各處戸口每十年各布政司府州縣攢造黄冊編排里甲分豁上中下三等人户遇有差役以慿點差賦役項下云凡各處有司十年一造黄冊分豁上中下三等人户仍分軍民匠役等籍除排年里甲依次充當外其大小雜泛差役各照所分上中下三等人户點差由是觀之則田土納稅糧户口當差徭其不相混也明矣今乃照田土當差是豈祖宗之法哉或曰人户有上中下三等盖以其貧富不同也貧富難明田土多者必富少者必貧則照田土編差葢法外意也似無不可曰户有上中下三等葢通較其田宅貲畜而定之非專指田土也若專指田土則施於農民可矣工商之家及放債居積者皆不及矣古人立法厚本抑末今人立法厚末抑本豈知治道者哉况差役以人丁為主以上中下三等較其貧富以為派差之重輕此法意也今舍人丁而論田土葢失其本矣夫豈可哉或者曰田土不當起差祖宗之法固然矣近聞外縣有以寄莊人户不當差役申請於上者廵撫批稱種田而不當差有違於租庸調法令其照田認差然則計田當差雖非國法或古法乎曰此廵撫未考而誤批也唐法有田則有租即國朝田土納稅糧之意也有身則有庸即國朝户丁當差役之意也有户則有調即國朝農桑絲絹之意也種田而不納糧謂之有違於租庸調法則可也種田而不當差謂之有違於租庸調法則不可也若田土既納稅糧又當差役是有田者不惟有租而又有庸而有身者遂無所役矣不亦誤之甚乎曰以田土當差唐法知不然也或者先王之法乎曰先王之法其詳不可考矣然孟子曰有粟米之征有力役之征有布縷之征粟米取於田土即租法也力役取於人力即庸法也布縷取於園宅即調法也由是而觀則計田土以當差役既非古法又非國法而有司乃有此行不亦謬乎曰有司有此行何也曰此周文襄作俑之過也宣徳年間周文襄廵撫南畿患民間起運稅糧之不足也乃令稅糧正數之外多加耗米以足之除辦納稅糧外有餘剰者謂之餘米復恐民以加耗之多怨已也乃令凡民間户丁之差役料物之科派皆取諸餘米此盖朝四暮三之術也本傳謂小民雖多出耗米然耗米之外再無差科之擾深以為便東南多遵用其法後又自稅糧變為田畆故東南有田差糧差之説南士仕西北者漸推用其法故西北近年亦有田土當差之説此盖不考祖宗之法而惑於流俗之傳者也或者曰文襄之法雖非國法既民以為便則用之似無不可何必拘於舊法乎曰民以為便亦據文人之傳而言耳實不然也夫差役出於户丁士農工商之家除例該優免外其餘户丁盖未有不當差者也今止令取於耗米則是士工商賈之差農獨代當之矣是豈均平之道哉况驛逓馬牛車船之役俱出於田土稅糧則農民已偏累矣奈何復以雜差再累之乎今論者皆知東南之民困於税糧西北之民困於差役而不知東南所以困於稅糧者以差役亦出於稅糧之故西北所以困於差役者以既有丁差又有糧差之故由是而觀則周文襄輕變祖宗之法而開此累民之端其罪安可逃也或者曰審如此則寄莊人户不當差役者皆幸免矣曰此有司不知守法之過也使有司知守祖宗之法審定三等户則之時不論士農工商凡田土貲本市宅牲畜多者俱定作上等派與重差則寄莊人户雖買别州縣之田而難逃本縣之差矣何幸免之有今惟不守祖宗之法審編均徭舍户丁而計田土故寄莊人户有躱差之弊欲革其弊盍求其本乎或曰祖宗差役之法今亦有行之者乎曰北畿州縣審編均徭初止審三等九則户門並不註定差銀多寡數目審定户則然後通算三等人户除役占優免外該當差者共有若干丁却算本州縣銀差力差該用銀共計若干兩方令三等九則户丁差等出銀期足供銀差力差之用而已此盖遵祖宗之法而又通其變者也盖祖宗之法止令照三等户則點差但差少丁多用之不盡點差之時不及差者幸免見當差者偏累今乃令丁皆出銀差之重者朋合應當則人丁無有不差者矣此盖均徭之善法也河南舊例審編均徭雖未以田為主亦未以丁為主其人丁差銀增減從審官之意多寡無一定之法少有不至兩者多有三五兩者有十餘兩者甚有至四五十兩者丁多之户銀多亦不為過单丁之户銀多則一差用之不盡必須分為數差是一丁而數差也豈照户點差之法哉但上下習於聞見不之覺耳近聞廵撫呉公所定均徭則例每地一頃出銀四錢每人一丁上上户出銀一兩二錢以次各照户則出銀不等若該縣銀多差少則逓減銀少差多則逓增視舊法頗有定規但偏累農民未盡善耳必改北直隷之法上不失祖宗之法下無偏累之弊乃為盡善此盖識者所深望也或者曰今之富家或田連阡陌或貲累鉅萬較之小民豈止什伯若止照三等户則計丁當差其丁多者出銀固多其丁少者出銀甚少豈不為幸免乎曰古人為國藏富於民葢民之富者官府之緩急資焉小民之貧困資焉時歳之凶荒兵戈之忽起資焉葢所恃以立國者也平時使之應上户重差法如是足矣必不得已則准北畿事例上户丁少者量出門銀亦可也豈必盡取所有使之僅與小民之貧者相若然後為快乎於戲時使薄歛先聖格言繭絲保障後賢深慮奈何今在位者之不思也或者曰不在其位不謀其政子林下人也嘵嘵多言無乃為當道者所惡乎曰舍已從人大舜之所以聖也聞過則喜子路之所以賢也吾以聖賢望人痛小民之受害故私論之盖遵庶人傳言之訓而為之也盖冀其或聞而改之也若恥過作非聞諫而怒則小人也當道諸公其欲為聖賢乎欲為小人乎必有所擇矣作均徭私論 \\n 均糧私論 \\n 或問丈地均糧之法如何曰此朝廷仁民之政也第中間曲折各有利害行之不得其道則反以害民此不可不知也或問其故曰田有上下則糧有重輕此自然之理也禹貢之田分為九等稅糧之輕重徃徃因之盖為此耳天下之田吾未能知河内之田則頗知之矣上田歲收畆不下兩石多或至三四石下田歲收畆不及一石少或至三四斗大抵上田一畆之收抵下田五畆國初定糧失於分别一槩定作每畆糧八升五合後官府以下田人户辦納不前也乃議令起運重糧多派於上田里分存留輕糧多派於下田里分盖亦裒多益寡稱物平施之意也雖未盡得其宜而民病亦少甦矣近年上司患里書那移作弊也乃令不分起運存留俱總定一價則上田下田無所分别雖曰可以絶里書之弊而下田民戸固已不勝其害矣然坐派之法歲有變易民之害猶有時而解也若丈地均糧初時不審上田下田一槩均派糧額一定不可復變則下田之受害盖有不可勝言者矣夫田地有上下則稅糧有重輕與犯罪有大小則受刑有重輕其理一也犯大罪者雖絞斬而不為苛犯小罪者雖笞杖而不為縱葢各得其宜故也或者患吏書之舞文也乃一槩定為徒流之刑以為可以絶弊抑不思宜絞斬而得徒流者固為幸矣宜笞杖而得徒流者不亦冤哉今不論田土上下而一概均之以糧何以異此徃嘗與廵撫徐公論之徐公深以為然故令丈量田地分為三等均糧之額初則通以中田為凖下田則少損之上田則少增之以下田所損之數為上田所增之數盖亦所謂稱物平施之意也傳聞近議不許田分三等盖亦未之思也若他縣之田無甚上下猶可言也河内之田果不分上下一槩均糧此則名雖均糧而實則不均之甚者也此利害之大者也而所聞又有可論者間廵撫公文謂除河路外盖謂河路非可耕之田故除之也而承行官吏不明其意乃令河止除丹沁二河新開河道引水澆田者不除其河身所占之田俱令民田在兩岸者包納或問其故則曰引水澆田人户得利故不當除竊謂引水澆田之利衆人之所同也非獨兩岸有田之民也而令其包納稅糧嵗無休時此何理也路止除驛逓大路其餘通行古路俱不得除其稅糧亦令民田在路兩傍者包納竊謂民田在路兩傍者人畜徃來踐蹂固已受害多矣古路衆人之所徃來與驛逓大路無以異也乃復令其包納稅糧此何理也至於田内墳墓雖上司未有明文竊意丈地均糧亦不過丈實耕之田而均以實有之糧耳墳墓非可耕之田其不當徴糧盖有不待言者矣今乃令墳墓不除有主者照地數均糧無主者聽民納銀於官平治為田照數均糧竊謂先王有掩骸埋骴之令國朝有漏澤園之設而平治他人墳墓為田園者律有明禁此盖朝廷恩及死者之仁政也而一切不顧止曰吾將以均糧也不知均糧之初意果若是乎此三者亦利害之大端也小民被害而不敢言吾黨又以不在位而難顯言故私論之庶轉聞於當道之仁人君子或有以處此也夫變法本以利民而反為民害仁人君子在當道者不知則猶有所諉知之而不為一處亦安忍哉然此非吾事也非吾責也吾言止於此矣或疑田之上下難定曰此不難某鄉之田上某鄉之田下縣民盖無不知者今宜令丈地委官於所丈之田各區之下明開水田旱田及在於某地方然後集合縣里老當堂會審某處係水田或上或中或下某處係旱地或上或中或下各親筆填寫於下面審既定水田上等者則通定作上地中地則令與上地五分中地五分下等則令與上地三分中地七分旱地上等則定與中地七分下地三分中等則定與中地五分下地五分下等則定與中地三分下地七分田之分數既定則斟酌損益均之以糧自然人心可服而事成矣田之上下若不官自審定而委之里書則弊既多端人亦不服事豈可行哉夫變法本以利民處之不詳則反貽民害仁人君子在當道者亦安可避一時之勞而不為斯民永乆之計哉 \\n 與楊邃菴論兵五篇 \\n 論賞 \\n 用兵之法非賞無以勸功是以國家立法凡戰勝殺敵者俱計首級行賞陞官但此法可施於小敵而不可施於大敵兩軍相接兵刃相交縱有殺傷豈暇斬取首級縱賊衆大敗我軍若務斬取首級其姦惡賊首必從容逃去斬首雖多亂終不息况揮刀雖在於一人成勝實由於衆力今有首級者方論其功無首級者通不見録亦非所以使之併力齊心也且中隱危機使賊知餌兵之法則破軍殺將其機皆由於此是尤不可不慮今宜别立賞格戰勝之後總計首級多寡而次第其賞將領作一等先登陷陣作一等衆人作一等其有顯立竒功人所共見者另賞不拘賞格則接戰之機勸功之道兩不悖矣 \\n 論罸 \\n 當時朝議於敗軍悞事將官止令記過待事寜之日來說余謂賞罸當速庻將士畏法用命欲擬即先革職令其帶罪殺賊有功方許復職語多不能盡記 \\n 論術 \\n 朝議凡強賊除首惡不赦外餘賊滚馬投降者俱各免罪此固古法但時勢不同反能害事盖我之兵威既振賊之生路已絶恐其致死拒戰縱能剿殺我軍亦傷故出誅首惡赦脅從之令一則開彼内潰之路一則全吾好生之仁也今我兵方委靡不振賊勢方猖狂自恣乃先宣此令於外使姦惡窮民無所畏懼流賊所至從者如歸其意盖謂今日從賊得以搶掠自養賊若勢進則可圖望不軌賊若勢退亦可以投降不死是此令不惟不能潰賊之黨而反益其黨矣令出不可收回今宜再出一令凡四方英雄豪傑之士許詐投賊中或傳報消息或臨陣為我内應俾其從賊陣中殺起則賊衆自然驚敗本人須異其衣帽我軍辨認不殺若得便擒斬首賊重加陞賞如此則賊首不免疑懼不敢多收姦惡窮民而其黨日孤矣 \\n 論倡 \\n 朝議庸人為賊不足慮奸雄從賊乃可慮行令天下有司官貟將部内豪傑籠絡歸我庶不為賊用但念惟豪傑方識豪傑方今有司豪傑者少彼豈能識誰為豪傑而籠絡之哉况此令又不可宣布盖恐沮忠義之心長奸雄之氣也今宜别立一法曉示天下謂朝廷百五十年撫養百姓恩德甚厚今流賊乃因承平日久民不知兵之故糾合奸邪殺害良民擾亂天下甚為可惡爾等豪傑之士固獨力難抗坐受其害豈不誤哉令天下不拘官民師生軍民人等有抱英雄之材者自行糾合鄉里演習武藝賊至勢小則自行擒捕勢大則助官軍夾擊有功與官軍一體陞賞如此則人人能戰在在有兵流賊之勢自弱而籠絡豪傑之術即在其中矣 \\n 論權 \\n 朝廷命官領兵剿捕流賊此常法也但事無統紀賊在直隷則山東之官不問賊在山東則河南之官不問盗賊縱有敗衂之時亦得以東西逃躱終難捕滅今須設一總制官員令其隨賊向徃即督本處官員調撥軍士從便剿捕則盗賊之路自窮而平定之期有日矣 \\n  \\n 　"}
{"章节": "●栢齋集巻九", "正文": "　 \\n ●栢齋集巻九 \\n 　 \\n  \\n （明）何瑭撰 \\n ○説 \\n 南京司禮監太監何公字廷貴説 \\n 嘉靖乙酉季冬朔旦予以闗領制帛至南京司禮監時太監何公實掌監事相見禮度甚閑雅公事既畢乃造其室拜焉相待情意甚欵洽今年季冬朔旦復以闗領制帛至監公禮意益勤既歸公迺以手翰見教若曰予名綬考訓詁綬組也禮記綬組天子玄公侯朱大夫純世子綦士緼此佩玉之組也應劭漢官儀曰綬長一丈二尺法十二月廣三寸法天地人此佩印之組也字以表名人道之常幸執事圖之予竊惟天子之貴無上自公侯以至於士雖名位不同然皆人臣之貴者也古法貴者佩玉而印非庶人所得用則佩印亦貴者也綬之佩玉佩印雖殊而為貴者之飾則一然則公之字宜曰廷貴夫古人佩玉佩印非徒以為身章也盖君子於玉比徳焉觸其外動其中則好徳之心油然生矣佩於身蓋不欲須臾離也政達於上下非印不信佩於身示不忘也徳以為體政以為用君子所以見貴於天下後世者多矣豈直以名位之貴哉公可以知所用其心矣我太祖髙皇帝法古建官内設監局衙門以掌内政外設文武衙門以掌外政體統相維表裏相應聖謨盖宏逺矣司禮監日侍天顔掌管御前一切文字蓋所謂輔養君徳典司政本者咸有賴焉視各衙門尤為樞要非老成練達者不在兹選公向用有日則所以資徳而資政者寧不知所以用其心乎世之論者於内臣外臣往往各有偏主予竊以為人之所以可貴可賤者在君子小人耳事君忠臨民仁處事公則君子也事君不忠臨民不仁處事不公則小人也内臣未必無君子外臣未必無小人論者亦致辨於此而已矣内外何擇哉古之人若巷伯之疾惡寺人披之事君吕强之清直張承業之忠義皆内臣之可貴者也雖名公卿何以加焉公明達而温雅有君子之質於資徳資政一加意焉奚古人之不可及哉貴於天下貴於後世吾於公乎有望矣公尚念哉 \\n 都指揮景公字汝忠説 \\n 都指揮景公紹宗襲職莅任有年矣庠友鍾大化等相與議曰春秋之法王朝大夫例書字士乃書名景公方面也視古大夫名而不字可乎盍謀所以易其名者乃相約諮于瑭瑭竊惟古人取字莫不有義由字子路以路為人之所由也賜字子貢以上有賜則下當有貢以報之也公名紹宗豈非以紹厥祖宗為義乎子孫之於祖宗所當紹者固不可以一端而盡然而必有大者焉舉其大則小在其中矣公之祖宗佐我皇明平定天下以致膺有爵位延及后人夫豈無所本乎或發謀决策以立功或搴旗斬將以破敵公之尊甫又死於國難盖無非盡忠於所事也然則公之所當紹者豈有大於忠乎宜字曰汝忠夫人臣而以忠君存心則事上必敬撫下必仁處事必公戰陣必勇凡所以増光前烈益迓天寵者蓋無往而不利矣公其念哉潦倒倦談言止此矣公其勉之是為贈 \\n 張克已修已字説 \\n 張本善先生之子長曰克已次曰修已皆冠而成人矣克已謹慎周密口無妄言身無妄動循循然有規矩修已則剛果明决物來能格事來能應惡酒之妨務也絶口不飲者凡五年雖徳性不同然皆克家之子也親友咸愛重焉迺字克已曰宗元修已曰宗道屬予説其義予惟天之徳莫大於元其在人則為仁夫子有言克已復禮為仁字克已曰宗元探其本也人莫不欲修已然而觸情徇物往往不能善其終夫子有言修已以敬字修已曰宗道指其歸也嗚呼二子念哉自家庭骨肉之間以達於揆事宰物之際視聽以禮言動以禮則已無不克而天徳之元在我矣大而人倫細而物理務使知無不明而處無不當惟親惟義惟序惟别惟信而放蕩於規矩凖繩之外凡可以敗徳敗家之事毫髮不為如前聖之惡旨酒焉則道無不行而所以修已者盡矣嗚呼天理之精微在天則為元在人則為仁率仁而行則為道其同出而異名與兄弟之同氣而異形者蓋絶相類也二子念哉則尊甫命名之心親友相字之望庶兩不負矣 \\n 謝玘字説 \\n 舍親周彦實請於予曰友人謝玘未有字稱謂之間甚不便也幸為一説其意予惟幼而父名之長而友字之古之道也謝君未有字而彦實以為請禮也然古今名字往往有義或以勸或以戒使入於耳存於心者有所感發非徒稱謂之便也竊聞玘玉之美者也玉之美者温潤而澤縝密以栗垂之如墜叩之其聲清越以長夫温潤而澤仁也縝密以栗義也垂之如墜禮也叩之其聲清越以長樂也仁義禮樂徳之美者也古者君子佩玉蓋將以比徳也然則謝君宜曰宗徳夫宗徳之字呼於親友之口入於謝君之耳其不有感發乎上孝於其親下友於兄弟外睦於姻親鄉黨而仁之徳修矣言行必慎取與不茍自内以及乎外無往不然則義之徳修矣不以財驕人不以善自伐謙恭兢業久而不怠則禮之徳修矣内和其心外和其形應事接物藹然春温無所乖忤則樂之徳修矣徳成乎已名昭乎人則玘乃玉之至而謝君為人之玉也顧不美歟否則珉中玉表吾恐良賈之擲去也宗徳念哉 \\n 范汝謙字説 \\n 庠友王廷相謁予曰庠生范汝謙子仁侍御之子而生之婿也既冠矣今年提學副使敖公試其文優等進補增廣親友會遇尚斥其名而未有字禮似未安願執事之教之也予雅與廷相子仁交故不得辭伏羲作易地中有山之卦名之曰謙文王係之以辭曰謙亨君子有終吉夫地中有山何以謂之謙也蓋山物之髙者也地物之卑者也以髙而下於卑此所以為謙也名位卑微徳性遲鈍退然自處於衆人之下固其所也是未足為謙也名位髙矣徳性敏矣衆人皆望而畏之乃不驕不矜卑以自牧非甚盛徳其孰能知之是則所謂謙也此伏羲之所以取象而文王之所以係辭夫御史朝廷之要官也天下之公議在焉言及乗輿天子動容言及廟堂宰相待罪下及百僚之賢否庶政之從違罔不由之故曰朝廷之要官也而生也其子也所憑依厚矣年始弱冠學業郁然為儕輩所服當道所重徳性敏矣兹二者驕矜之所自來而衆人之所同妬也終之實難子仁以汝謙名之其教之之意深矣大舜稱禹曰汝惟不矜天下莫與汝爭能汝惟不伐天下莫與汝爭功孔子亦曰如有周公之才之美使驕且吝其餘不足觀也已夫禹與周公皆大聖也百揆冢宰皆要官也而莫不以謙自持况其他乎當時稱聖至於今而不衰所謂有終者蓋如此然則生之字宜曰有終徵乎易也嗚呼生尚念哉禹周公皆我師也誰謂山髙企其齊則在勉之而已矣科名禄位蓋不待論也是為贈 \\n 庠生蕭鸞字應祥説 \\n 蕭生名鸞閥閲之子也天姓頴敏父兄恐其安于豢飬之樂而損其逺大之志也乃教以儒業生遂感奮自勵稍聞于人因女妻之生乃從予學今年提學憲副王先生試士懐慶選子弟之可進者補儒學弟子員生與焉親友偕賀或謂予曰幼名冠字所以重成人而與之為禮也生冠矣今復策名于學非閭巷碌碌者比不可以不字而執事至親也宜有言以贈且因以教之如何予曰唯唯竊惟鸞靈鳥也其聲至和鳴則天下太平故世以鸞為國家之祥賢人君子遭時得志有言于上則可以致治太平與鸞何異然則鸞蓋鳥中之祥而賢人君子則人中之祥也生之字宜曰應祥念惟生雖出于武弁之族然其曾祖叅將嘗以才畧中武舉狀元文學之祥蓋已開其先矣而祖父昆仲又世積忠厚古稱和氣致祥又稱作善降祥生之天性頴敏豈可謂之偶然也哉庠序之中英賢攸萃固鸞鳯之林也生念哉勿荒于嬉而勤以精其業勿毁于随而慎以修其行使他日得志明時真能賛成太平之治則應祥之字庶不負矣父兄教子之心師友責善之義大不外此嗚呼生尚勉哉 \\n 勤菴説 \\n 蕭公字應乾嘗取天行健君子以自强不息之義名其所居之室曰勤菴其勵志蓋有在也閒屬予説其義予惟人生在勤勤則不匱士之道徳農之稼穡工之技藝商之貿遷蓋未有不勤而能成者也應乾以勤名菴宜矣抑吾聞功崇惟志業廣惟勤有志而不勤則志雖大而無成雖勤而不知所志則雖有成而不免於陋應乾勤矣其所志則未知也人之所志大畧有三曰富貴曰功名曰道徳農與工商之所志富貴而已志於功名道徳者惟士為然應乾既富貴矣而猶讀書尚禮孜孜不怠其殆志於功名道徳者歟志以先之勤以繼之斯其進也莫禦矣或曰卑之無甚髙論予曰不然聖人之道夫婦之愚可以與知夫婦之不肖可以能行况應乾之聰明俊爽者乎顔淵曰舜何人也予何人也有為者亦若是顧吾之志與勤如何耳應乾念哉是為説 \\n ○書 \\n 與潘同館書 \\n 試事未畢不得趨拜以叙久闊之懐甚怏甚怏薄具少表芹意計二十九日午後試事可畢不知可少待容一會否衰年强顔於此甚無意趣惟以得會一二故人為重而又值此乖阻可嘆可嘆備員外省誼不可通書都下故人有見問者幸一致意恐終不得與執事會故覼縷及此幸諒之不宣 \\n 與潞安仇氏書六篇 \\n 春初逺辱誨音至今感佩秋間復蒙遣令器逺來相從顧惟淺陋不能有所啟發方以負託為愧重蒙寵以手翰申以佳貺益用愧感山川阻修末由瞻拜毎念盛徳髙風北望咨嗟而已粗紗一端少引芹意天時嚴寒惟台候納福是祝不備 \\n 累辱誨音佳貺盛情深感承詢及譜圖事錄詳玩所著與前人時有不同然作譜如作史典實明備斯可傳矣體製不盡同無害也北方士夫家作譜者甚少深用敬仰恨無由面會盡質所疑耳末惟以道自愛厚幣義不可虚受敬返璧惟心照是荷不宣 \\n 聞有氣疾治法平心為上導氣次之用藥為下夫心為氣主故怒則氣上悲則氣下憂則氣結樂則氣散當念萬變皆虚縱有不快亦如寒暑晝夜相代乎前皆自然常理不足留滯胸中久則心自平而氣自調矣其次亦以心運氣使疏通不滯再不得已則用炒青皮炒枳殻各二錢川芎一錢佐以白术製厚朴各一錢少加桂五分空心服之須五六貼乃效大抵還以平心導氣為主藥不過為之助耳不宣 \\n 累承雅愛深感盛情生以不才朽腐誤蒙起用深愧不堪是以於親友賀贐並不敢受逺辱佳貺深感然一辭一受恐得罪於衆敬用返璧幸心照令器體虚最宜加慎大抵以靜養為主而輔以藥力庶保終吉道逺無由會晤臨書悵然末惟心照不備 \\n 累辱誨音足見雅愛朋友道喪久矣能正言相規者絶不易得生溺於見聞之陋事多違禮毎覽教戒輒用赧然雖未能佩行然亦不敢忘也和易和節之號皆善擇一心之所安者自命可也胡畫士來備道雅愛彼此交感會晤無期謹此布意末惟以道自愛不宣 \\n 去冬蒙寄示周守保甲法且請序文予時適卧病未暇觀也後觀其立法之意甚善但中亦有一二處難行者如分居民為三隊社長領一隊防守本村社副領一隊徑赴失事村分救護社正領一隊伏路把截此甚難行計十里之内必有數村居民分屬社長正副三人有警何以呼集不如每村立一莊頭居民分為二隊有警一隊守一隊出救俱責令莊頭呼集社長正副但稽其用命不用命而賞罰之焉庶可行也社學束脩似乎太厚雖尊師之道但人情出辦不易則亦不可久行耳似當減之使足為代耕之養可也若潞俗自來如此厚則從厚可也社倉積穀不必過多恐生他弊或貽後患但積穀可備本社一二年之荒即止中間以陳易新之法從便行之可也予近年於世事俱厭倦尤不喜作文字蓋衰倦之故也序文草草塞命紬已收訖粗緞一端奉答表意聞貴恙尚未痊可除藥餌外調攝之法亦當少留意讀書進學須體平後方可圖之言不盡情惟心照不備 \\n 答婁生書 \\n 古人謂死而不朽者有三曰立徳曰立功曰立言歐陽子援之以贈其門人徐無黨則謂立言不如立功立功不如立徳其論甚正惜不明著立徳之方使學者無所用力猶為未備予謂聖賢之學本於明徳明徳之方始於格致自身心性情以達於家國天下莫不各有一定之理一一而格致之使本心瑩然無所不明則徳立矣由是而形之踐履則為善行措諸政事則為豐功發於議論則為格言達則伊周窮則孔孟蓋無所往而不可也立功立言葢皆在其中矣若後世人臣勲業司馬韓柳之文又何足羨慕哉賢契嘆平生學文學道建功立業而皆無所成亦留心於此而已矣功崇惟志業廣惟勤立志而繼之以勤何事不成雖自今方覆一簣可也况已有其基乎雖然為不朽之計而立徳立功立言猶自立教之意言耳大聖之心不如是也窮神知化獨立物表彼其視世人之毁譽榮辱不啻暑寒晝夜之相代乎前耳夫豈屑屑於是哉斯言雖未易及然亦不可不知也念之念之 \\n ○移 \\n 表彰陳同父移 \\n 本道為表彰先賢以明公論事照得故宋永康陳同父先生才髙志忠文雄節峻當時推重後代景仰舊祀於本府鄉賢祠内公論允愜近按臨考試諸生聞前此有議其喜談兵事不修小節與聖門所學不同者當道惑於其説罷其祠祀竊惟聖門施教尚分四科君子取人豈拘一律子路好談軍旅游夏齊驅宰我立論短喪閔曾同祀若依淺狹之見均在罷黜之中陳同父言行始終人所共知予不多及特明此意以釋羣疑仰抄案囬府著落當該官吏即造先生神主照舊奉入郡學鄉賢祠内致祭仰抄案官員先具不違依准呈來 \\n ○跋 \\n 雲中激變論跋 \\n 或問代府宗室雲中激變之論如何曰所論可觀矣然知其一不知其二也往歲軍士殺巡撫固出於有激然亦驕悍而無知者也朝廷處之過寛失於姑息彼遂以殺上官為常事矣彼既以殺上官為常事則上官一忤其意即皆可殺此所以復有李總兵之變也李總兵之見殺也吾嘗訪其故矣非為其尅減糧賞也非謂其妄殺無辜也不過謂用法過嚴副叅以下至於軍士皆不悦耳總兵用法過嚴軍士即敢殺之已為不道况又有隂謀相傾之機伏於其内乎夫殺總兵者固非副叅都司指揮也然軍士敢殺總兵不復以副叅都司指揮為可畏副叅都司指揮亦坐視總兵之見殺而不救此其故則不可不察也副叅都司指揮各有握兵之權同居一城之内其救總兵非難也乃坐視不救其情可知矣若非隂縱主謀亦係畏懦失機治以軍法豈容免死軍士殺總兵謂由總兵虐害所激此雖未知虚實尚有可諉朝廷命將征勦不過欲得首惡耳大抵止一二百人非欲盡屠大同之人也乃復抗拒不服不肯送出首惡甚至敵殺官軍勾引諸邊此豈亦朝廷虐害所激哉副叅都司諸人坐視若罔聞知既不設法擒勦又不禁治阻當此何意耶論者猶謂軍士不反朝廷其情為順副叅諸人無預軍士之謀何所見耶及朝廷差官招撫乃始取十數無援之人以充首惡之誅其情豈可掩耶朝廷乃一切以姑息待之置而不問而馬昇楊林之首惡有名者且以有功陞官矣既不能正首惡之誅又未聞有善後之策吾不知禍亂何時而已也天下之患常起於上之人以下之人不足畏恣意凌虐及下之人激而生變則又畏之太甚不敢復治此奸雄之所以觀釁而生心也此天下之勢所以一去而不可回也昔元魏時髙歡行役洛陽見羽林軍士相率焚大臣張彞之第魏朝不敢深治乃慨然曰朝廷紀綱如此家財豈可保乎遂散財結客後卒成霸王之業奸雄代有不可謂今天下盡無其人也論者謂軍士殺總兵為常事乃欲朝廷緩以處之待其自潰且以癰疽為譬此葢未深思也譬如人於平日恣意聲色不知自謹馴致有癰疽生於胸腹之間不知醫之治此當針石補養之並用乎抑止歸咎其平日不謹畏其痛楚不復攻治而待其自潰乎吾恐其毒氣流注臓腑俱病一旦毒發而不免於死也竊意朝廷之處此變當通究始終盡殱首惡然後選任賢將撫以恩威乃可今既失之於前矣如欲求善後之策宜明以朝廷不究既往之意丁寧戒諭使軍士知非常之恩不可屢得各要改過自新安分守法如總兵以下有剥削酷害軍士者許具奏拿問不許擅自殺害違者全家處斬復申明軍法使總兵副叅游擊都司諸人俱要撫卹軍士不許剥削虐害違者或告發或訪出俱各拿問仍各禁治所部軍士不許諠譁謀亂犯者以軍法重治有作亂者即互相策應擒勦不用命者即以軍法從事總兵副叅都司諸人有不相策應至於失機者各罪坐所由依軍法處斬不赦有司之民護衛之軍丁各結為保伍擇人管領有變互相策應違者亦各治罪如此則大小將官同心協力形格勢禁亂庶可已不然則縱有賢將亦不能行其號令事勢所激亂必復作天下奸雄觀釁而起朝廷雖欲一切以姑息待之恐亦不可得也近又見宗室有因雲中之變奏請禁治貪酷恐釀成天下之變者其言深有所見然未探其本也天下之本在朝廷朝廷之本在君心君心未知治亂安危之機好諛惡正則小人進而君子退矣小人當道則順旨固寵剥下附上無所不至以類引類則據要地者皆其黨矣縱有一二賢者亦不過謹厚自保豈敢正言其非然則雖有禁治貪酷之法誰奉行哉而奏中言不及此豈未及深思乎抑有所畏而未敢言乎朝廷有禁治貪酷之法而臣下廢格不行此誠天下治亂宗社安危之機非小事也竊謂此宜深勸朝廷以治亂安危為重親任忠賢斥逺諛佞然後勑諭該部禁諭文武職官各令守廉奉法不許剥削酷害軍民犯者文職即依題准問刑條例枉法贓滿貫者問以充軍不許止問革職武職依户部題准事例犯私罪杖徒以上者依律各問降革不許止問立功違者法司即將原問官叅究問罪輕者降調重者黜退有贓者亦問充軍若法司循情不叅朝廷或摘取詰問亦輕者降調重者黜退有贓尤加重治如一年之内全無問到貪酷官員亦要通行查究仍刻榜曉諭天下如在外法官問斷貪酷官員不依禁例許諸人奏聞究問如此則法令可行不為虚文貪酷可減軍民得所而禍亂不作矣語稱臣之於君三諫而不聽則去之子之於親三諫而不聼則號泣而隨之異姓之臣去之而已同姓之臣無可去之義猶子之於父也念哉念哉林下之臣法當括囊自守不談時事而區區憂國之心有未忘者因觀宗室論奏喜其有忠愛之心而惜其未盡事理之變乃草此於後以備採擇觀者幸見恕哉 \\n 兵論跋 \\n 予卧病林下本不當復談世事但予念敵兵深入搶殺事闗地方利害非一家之私可比又念地方既亂亦無一家獨安之理故不得已告於士夫之知事者庶轉達當道見諸行事則亦救時之愚慮也 \\n 守拙巻跋 \\n 予幼讀濓溪拙賦恠其詞太簡問於友人友人笑曰甚哉子之固也不曰拙者黙乎天何言哉四時行焉百物生焉吾尚病濂溪未能忘言子乃恠其簡乎予無以應同寅潘希周先生示以守拙傳文一冊葢諸名公為其伯父傅潤翁而作者也凡古今巧拙之論葢彬彬備焉予拙於詞不能有所發明偶記所聞於友人者漫書於後不知於守拙翁之意竟有合否 \\n 鏡中真讃跋 \\n 其色温温其容穆穆屹然如山曠然如谷孝友成於家庭信誼著于宗族在富貴而不侈不驕處鄉黨而不諂不瀆若是者雖累言尚不足以形容况丹青豈能寫其心曲噫此雖未足以得君之大全豈不庶幾識君之彷彿也耶嘉靖庚寅姻家蕭君文敏夀六十有三長子拱暘乃謀於弟鳯弟鸞弟鸛若曰語稱父母之年不可不知也一則以喜一則以懼父母之夀髙矣可喜也亦可懼也吾聞為人子者雖跬步而不忘親父老矣吾兄弟各居雖欲朝夕望見父之顔色而不可得况後世子孫乎盍募良工寫父之神吾兄弟各收其一朝夕奉事如見顔色何如諸弟曰甚善神既寫矣復謂諸弟曰父之顔色工之所能寫也父之徳行所以庇佑我子孫者則非工之所能寫也盍請名筆述而為讃使我子孫見父之顔色則思父之徳行庶永慕於無窮乎諸弟曰諾乃請于予予感應乾兄弟之孝既述以讃復係以跋使觀者知所自云 \\n ○策問 \\n 九問 \\n 問周子論士希賢而曰志伊尹之所志學顔子之所學曰志曰學有以異乎於伊尹曰志於顔子曰學意必有在抑二子果有所長而不能相兼乎幸明以告我 \\n 問救荒之政古人言之詳矣或發倉粟或募民出粟或鬻官鬻度牒孰可行於今至其賑給之法則或煑粥或給以粟然粥之煑有限而待哺者無窮使窮困之民伺候於旬日之久而始得升斗之粟恐不能有濟將何施而可諸生有善策幸以告我我將以告於當道者 \\n 問盜賊不息則良民不安浙中舊稱無盜近來桴鼓四鳴道途多梗其咎安在古之善治盜者如晉之隨會鄭之太叔漢趙張龔遂虞詡之徒事功之詳具在史冊或以寛或以嚴或以鈎距或以徳化往往不同孰可以行於今諸生其明以告我以觀有用之學 \\n 問海潮之難明也尚矣昔人之論或以為由於日或以為應乎月或以為氣之喘息或以為地之升降或以為海蝤之出入孰為至當昔余襄公生長海上故其海潮之論獨為先儒所取葢以其知之真也諸士子生長於濱海之地安知無襄公其人乎幸明以告我以觀窮理之學 \\n 問孔子曰我非生而知之者好古敏以求之者也議者多以為謙辭然問禮問樂問官之類備載典籍則好古敏求非盡出於謙者夫以孔子之聖尚不得謂之生知則生知之聖何人可以當之諸生其明以告我 \\n 問學校興則人才盛富陽生員甚少及選送童生又止二人可謂不振之甚矣夫閩蜀荒陋之地也一遇大君子振作於上其文教至今不衰况浙中人才淵藪而富陽乃若此其咎安在語稱豪傑之士雖無文王猶興在上之所以作興與諸生之所以自為謀者其道何由明以告我我將採而行之尚無譲 \\n 問宋之道學莫盛於南渡之餘葢自考亭得伊洛之傳於延平李氏南軒東萊既與之同心協徳而象山止齋龍川諸賢亦與之上下其論故斯道大明此固天下後世之所共知也然觀其議論或主徳性或主問學或先功業或先禮制往往若不可合者豈道之多端固若是歟抑人之所見有淺深得失之異歟温號海濱鄒魯諸士子於先儒之緒論葢必有留心於其間者矣其明辨以對毋泛毋畧 \\n 問先儒有言西漢之人才可與適道東漢之人才可與立三國之人才可與權夫道未易言也兩漢之人才果可與適道而立乎至於權則聖人之大用尤有未易言者孔門髙弟如顔曾之賢尚未足以與此三國季世也乃有可與權者乎不然則先儒之論疎矣諸士子其各據所見以對毋泥成説 \\n 問孔子嘗言天下有道則見無道則隱春秋之時天下之無道也極矣乃周流四方而不隱何歟已言之而已自違之何以取信於人荷蕢諷其可已蓋亦無道而隱之意也乃復以果哉譏之何歟自我言之則以為是自他人言之則以為非無乃好勝而强辨乎凡此皆諸生朝夕之所講誦者也其各以所見告我 \\n ○雜著 \\n 讀韓栁文 \\n 韓文髙栁文巧於模寫然於韓為劣 \\n 讀審勢 \\n 賞罰有常而不易則人自有所懲勸矣用不測之刑用不測之賞使民不知所從發則民無所措手足矣商鞅之法可以强秦亦可以滅秦然其法猶有定制而不變使民可守何嘗有使人不知其所從發之意耶嗚呼商鞅極矣老泉乃欲上之耶然此非老泉之立言本意也 \\n 讀田樞密書 \\n 其所自賢者文其論孔孟非也其欲見用則有挾而求也洵乎洵乎權詐之流也 \\n 讀律吕元聲 \\n 律吕元聲莆兩山李文利氏所著也其法謂黄鍾律三寸九分最短蕤賓律九寸最長宫音最清羽音最濁與古法大相反竊謂此不過一家之言耳究其實則非也夫律之短長音之清濁皆人所命則謂黄鍾為長為短宫音為清為濁似無不可今所以知其非者亦以其法象無准倫類不通知之耳古法黄鍾律長九寸蓋以天地之陽氣冬至之日始自下而升然去地上猶逺故埋黄鍾九寸之律于地中以候之氣至則律管灰飛以此為驗若黄鍾止三寸九分則安能與地中之氣相接若謂候氣之法十二律之管埋於地中者皆齊其下不齊其上則十二律之管氣至當一時飛灰又何以别於黄鍾此其法象無准一也律以候氣和聲聲氣皆屬乎陽老陽數九故黄鍾九寸若謂三寸九分則不知何所取義此法象無准二也樂聲與人聲各有五音而人聲尤為自然喉為宫音舌為商音牙為角音齒為徵音唇為羽音此人聲之自然者也李氏亦謂此為可據矣喉為宫音豈非以其來之深長而濁乎故古法以長律之音為宫以配之唇為羽音豈非以其來之短淺而清乎故古法以短律之音為羽以配之今李氏乃謂宫音最清羽音最濁則與人聲之宫羽相反此倫類不通一也李法謂數少者音清數多者音濁及論五音之數則謂宫音五十商音八十角音九十徵音七十羽音六十宫音五十最少謂數少音清可也商音次清數乃八十羽音最濁數乃六十又安在其少者清而多者濁乎此倫類不通二也若謂宫土音故數五十羽水音故數六十則商金音數何以反八十角木音數何以反九十乎土濁水清理不可易今乃謂土音清而水音濁何居此其倫類不通三也既以宫為清而羽為濁矣及論樂調則又謂蕤賓為宫則夾鍾為羽又安在其宫清而羽濁乎此其倫類不通四也此六者音其大端餘瑣瑣者未暇細論然則其法之非也明矣 \\n 讀中原音韻 \\n 中原音韻江西周徳清氏所著也其法謂平分二義入派三聲平分二義則以平聲之字音有抑揚分為隂陽如荒黄青晴之類是也詞曲之間當用陽字者不可用隂字當用隂字者不可用陽字若失其法則歌喉有碍然此亦近世之論耳古法不然也古人歌詩有叶音之法蓋借他字之音而歌之也則於字相近而音有抑揚者固可以相借而用之矣况周法謂入派三聲則入聲之字當歌之時亦借為平上去聲而歌之矣拘於平聲而不拘於入聲抑豈得為通例乎然則周氏葢亦知音而未達者也獨其所述十二曲調猶可考見古樂之彷彿觀者亦不可盡廢之耳嗚呼禮失而求之野此豈得已也哉予既著管見後得見神樂觀所具中和樂譜乃知合四一上尺工即五音之别名但四清有黄鍾大吕太簇夾鍾而無林鍾與管見不合然四清全無用疑傳久有悞葢與五音相生之法不合也姑記於此備叅考云 \\n ○傳 \\n 和節居士傳 \\n 詩衛風淇澳之篇美武公而作者也其辭有曰善戱謔兮不為虐兮朱子釋之曰言其和易而有節也上黨太學生仇時表慕武公之為人迺以和節扁其藏修之室因以自命間屬予為傳予竊惟古之聖賢不廢戯謔葢一張一弛文武之道戯謔出於人情之所不免故不禁也及張子作砭愚以訓學者迺切切以戯言戯動為戒夫張子傳聖賢之道者也所言乃若氷炭殊不可曉及讀魯論見有子論禮之用和為貴復曰知和而和不以禮節之亦不可行迺始得其説葢聖賢盛徳之至動容周旋無不中禮故其戯謔自不為虐後之君子未能謹禮若遽以戯謔為事鮮有不失者矣此横渠之所以切切而戒之也朱子以和易有節釋淇澳之詩其旨深矣傍考武公自警則有抑戒之篇悔過則有賓筵之雅其所以謹於禮者至矣而淇澳詩人美之亦必先之以切磋琢磨繼之以瑟僴赫咺然後及於戯謔而不為虐焉則其言固有序矣然則欲和易而有節者可不知所用力也哉嘗讀時表家範自冠婚喪祭以至衣服飲食言動之微莫不有禮而時表之來接也循循雅飭可觀可度則其於武公之和易有節者葢已深體而自得之矣來諮於予豈非欲以其所自得者與同志之士切磋而共由之哉時表名桓世為上黨詩禮大族兄字時茂者為瀋藩儀賓有志於古聖賢之道嘗遣其子熈從予游故予於時表之請不得以不敏辭云 \\n ○讃 \\n 静樂堂讃 \\n 大厦沈沈雕欄楚楚吞吐隂陽隔離風雨中有天人衮衣章甫左圖右書俯今仰古造化與鄰聖賢為伍静樂之堂清虚之府 \\n 周審理像讃 \\n 古學古心令儀令色奮迹儒林司刑王國克允惟明上嘉下説冠珮儼然庶幾見徳 \\n  \\n 　"}
{"章节": "●栢齋集巻十", "正文": "　 \\n ●栢齋集巻十 \\n 　 \\n  \\n （明）何瑭撰 \\n ○碑銘 \\n 追封鄭定王碑銘 \\n 嘉靖十二年正月十五日宗室鄭王殿下遣審理副周廷蘭來諭瑭曰予祖東垣端惠王乃予曾祖簡王之子伯祖僖王之弟伯考康王之叔父也弘治十六年薨逝蒙朝廷賜諡祭塟訖正徳二年康王薨逝無子予先考懿王以倫序當襲蒙朝廷授以冊寶進封鄭王先考即奏乞追封祖為鄭王該部以前無事例寢其奏不報正徳十年祖妣李氏薨逝蒙朝廷欽賜祭塟亦止從郡王妃典禮先考懿王享國十三年薨逝乃嘉靖七年予母妃追念先王之志未伸復援唐府事例奏乞追封祖為鄭王欽蒙聖恩准進封鄭王改諡曰定祖妣亦進封鄭王妃各賜以金冊已告廟謝恩外兹欲立碑墓前以彰聖天子之恩母妃之孝以慰我祖考妣及先王在天之靈幸為予撰次始末勒碑示後瑭拜受命竊惟人子之孝莫大於尊親然或拘於分而不得或拘於時而不得故人子能全其尊親之孝者甚難仰惟我聖天子由宗藩入承大統初議追尊考興獻王為皇帝以廷臣爭議不决亦踰年而後定其難也蓋如此我東垣王追封鄭王恩典先懿王奏請而未得今母妃奏請乃始得之是固孝心相繼所致然非聖天子在上推已尊親之心以逮臣下亦安能致得之之易如此哉然則聖天子之恩烏可忘也立碑墓前昭示後世今王之志甚善瑭謹拜手稽首而獻銘曰人子之孝莫大尊親孝心得遂天下幾人請封鄭王懿王之孝部議弗從沒身是悼王妃繼請乃行追封煌煌金冊賁於泉宫王妃之孝王實導之天子之恩何以報之今王對揚立碑墓前稽首頓首天子萬年 \\n ○墓誌 \\n 封太淑人何母劉氏墓誌 \\n 嗚呼此瑭母太淑人祔葬瑭父工部府君之墓也太淑人姓劉氏世為懐慶衛人父諱鈺字子珎讀書通大義家法甚嚴繼配郭氏有賢行寔生淑人淑人資禀既異又漸染家教故女徳女工有過人者年十八歸我先考工部府君事舅姑能孝治家勤儉有法家嘗中衰淑人相先考辛苦自立不求於人惟以教子讀書為事弘治壬戍瑭舉進士甲子授翰林院編修蒙封先考編修封母孺人正徳初年太監劉瑾用事瑭與之不合乞致仕歸未幾瑾敗行取復職復以經筵進講忤旨謫開州同知轉東昌府同知丙子復乞致仕歸侍膝下辛巳先考棄背是年今上即位以薦者言起瑭為山西提學副使以居憂不赴服闋改浙江提學副使居一年陞南京太常寺少卿轉正卿嘉靖丁亥陞南京工部右侍郎明年遇例加贈先考南京工部右侍郎加封母太淑人是冬改北工部十二月至京改户部踰三月改禮部俱右侍郎而瑭病矣乞歸蒙陞南京右都御史致仕幸得侍淑人膝下首尾十年而太淑人棄背矣嗚呼痛哉太淑人性嚴毅瑭輩有過輒以大義責之瑭輩恒凛凛焉故得免於大惡訓戒之言今不復聞矣痛哉痛哉淑人生景泰丙子九月四日辰時卒嘉靖戊戍二月十五日申時享年八十有三生子男二長曰瑭即不肖娶周氏次曰璋娶張氏女二長適處士秦子隆次適府掾傅選孫男三長曰光祖娶薛氏次曰顯宗娶劉氏繼娶陳氏次曰延祚娶秦氏俱生員孫女七長適生員王世綸次適生員劉廷珮次適國子生蕭鸞次適國子生郝九疇次適國子生傅良徳次聘官舍鍾鑰一尚幼曾孫男二長曰諮聘蕭氏次曰詢聘張氏曾孫女七長聘郭鈐次聘吳大英餘俱幼卜以四月十八日啓工部府君之竁而祔塟焉瑭病廢不能乞銘於名公大人收淚謹述淑人世行大畧以誌於石至痛無文故不銘云 \\n ○墓誌銘 \\n 教諭張公配孺人王氏合塟墓誌銘 \\n 正徳八年冬十有一月刑部主事張孟復先生以奉命審刑至開州公事畢揖瑭而進之曰弘治癸亥十二月十一日先考教諭公卒塟儀封縣西留陳鋪之東原秉衡實為誌正徳丁卯四月十三日先妣太孺人復棄背以河患未克祔塟兹便道歸將卒事誌以記執事固以昏亂冗併辭先生曰誌吾已具狀煩一櫽括耳乃受命先生既至儀封乃使使齎狀授瑭狀若曰先妣姓王氏曾祖諱景春祖諱亮父諱興俱力農晦徳先妣幼有令聞先考喪前妣李氏擇嗣内事乃歸先妣先妣婦道甚飭且性明斷有丈夫風雖閫外事與聞者一切匡輔先考加敬禮焉成化己丑始生原明時先考春秋髙先妣每齋戒禱曰吾得見此子成立可當門户足矣而教愛周至原明少長先考教以讀書作文先妣恒分紡績之燈與同起止故原明不敢休怠少自樹立幸得領弘治乙卯鄉薦時二親在堂二孫獻喜膝下冀沾寸禄少酬罔極不幸相繼棄背今雖叨甲科有職事親不逮矣痛何言哉先妣姓至孝事姑以愛敬聞隨先考居官時每寄物事於母曰吾姑已矣吾何用愛焉平時訓原明者甚至病且革猶曰汝生長明時毋堕先志以忠朝廷吾歸張氏有子也言猶在耳痛哉先妣享年七十有二子一即原明正徳辛未進士女四長適王郁次李鳯次李雍熈次（闕）承賢俱士人孫二曰立曰可先考世行官夀具秉衡誌先妣以正徳癸酉十二月八日合塟嗚呼懿哉太孺人之行也婦孝妻從母愛而教足嫓徳教諭公矣同藏何憾是宜銘曰孺人相夫敬戒無失為婦為母賢聲四溢栗如豁如維是玄室百年同藏以永終吉 \\n 汝北縣主墓誌銘 \\n 嘉靖八年七月六日汝北縣主以疾卒于正寢孫九成等卜以嘉靖九年十月十日啓厥祖儀賔馮公之竁而合塟焉先期以其姻黨張上舍所撰狀來請銘按狀主迺涇陽安靖王長女也王性嚴有家法而王妃張氏復有賢行故主之生也天性聰明惠順謹黙甫十歲王命讀書寫字凡皇明内訓孝經列女傳等書皆王日逐所親授至今朱翰宛然主隨授即曉大義稍長事女紅精緻過人王曰汝王家女何勤勞迺爾主曰此女子内分事不可不知豈專於讀書寫字而已王善之王或有所盛怒主婉詞以諌王亦為之霽威年十六受封汝北縣主至十八歲請婚於朝命下選鄭府儀衛司儀衛正馮宣次子恕為儀賓封亞中大夫儀賓父母在堂主時問起居飲食衣服必躬必親然後進曾無驕容儀賓好博奕主勸以琴書儀賓好花草主勸以種植儀賓好朋友主勸以擇友夫婦愛敬如賓曾無反目且不妬不忌宫中侍婢皆敬服愛慕曾無怨言雖處富貴自奉恒儉姻親有匱乏者必周卹賑貸曾無靳色比舅姑繼沒塋塟務從其厚時祀務尚豐潔内外賢之弘治五年遣子繼勛遊郡庠弘治九年儀賓偶感疾卒於正寢主服喪三年未嘗有喜色恒勸子曰汝父早逝汝當及時向學以圖顯揚勿怠荒以貽汝父九泉之憂弘治十五年子繼勛又卒主移哭夫之哀而又哭子嗚呼痛哉二孫尚幼主朝夕撫育常語子婦胡氏曰忠臣不事二君烈女不更二夫古人此言深有道理胡氏感激悲號誓死無他志姑婦節孝孀居人無間言二孫已成立主遘疾且革召二孫語曰汝祖早逝汝父亦早逝汝不能見矣汝母亦五十餘汝當勤謹孝養汝兄弟亦當和睦吾死亦瞑目矣餘弗他及言訖而逝主生於景泰六年六月六日享年七十有五子男一即繼勛也娶兵馬指揮胡銘次女孫男二長曰九成娶郡人沈鵬女繼娶郡人韓堂女次曰九思娶郡人張約女孫女一適兵馬指揮閻敬子廷琮曽孫男六曰尚仁尚義尚禮尚智尚信尚温曾孫女二俱幼嗚呼主在宫為賢女出宫為賢婦終而為賢母皆卓乎不可尚矣予幼讀詩見王姬之肅雍共姜之守義未嘗不歎其賢及觀史傳所載姬主多驕惰不謹以為古之人後不可復見也未嘗不深加悼惜今觀汝北縣主事舅姑盡其孝相儀賓盡其義宛然王姬之肅雝也朂子婦以貞烈自守撫二孫咸底成立視栢舟之自誓殆有過焉此固可見人性之善無古今之異蓋亦由我皇祖治家有法故宗室薰陶漸染而姬主之賢有如是也嗚呼休哉是宜有銘銘曰先王教化始於閨門王姬侯女禮義是敦降及後來教化淪替放蕩驕矜青史斯穢縣主之賢古風尚存勒兹貞石以詔後昆 \\n 憲副吳公墓誌銘 \\n 嘉靖十年十一月二十五日致仕山西按察司副使呉公以夀終於正寢子守誠等卜以十二年春二月二十九日塟公於祖塋之次先期以狀請瑭銘公壙中之石瑭於公為後進公以名徳爵齒為鄉達尊乃折輩行與交閒居相見教愛備至瑭雖疎懶不能日侍杖履然心實歸仰焉今公不可見矣銘又安忍辭邪公諱道寧字世安别號繼公按狀公之先為浙温州之潭頭人國初徙居南京晩市父維成化初任温縣教諭嘗夢於黄河中流蓋樓因曰吾當於河内起家遂占籍河内焉公自幼篤實無妄言與弟道隆同受學惟務窮理不尚詞章枝葉教諭公嘗曰道寧為學如錘鑚毡遲透終不迷也道隆為學如錐鑚毡即透即迷也成化丁酉中河南鄉試禮魁戊戍登進士第授鹽山縣知縣迎教諭公以養政餘定省教諭公毎舉古語以訓曰但存方寸地留與子孫耕故公居官恒以慈愛為本節民財力為先至於徭役一事尤加用意故復業者接踵而至百姓愛過父母三載以政績卓異陞監察御史彈劾激揚風裁凛凛弘治初年河内民奏開廣濟渠不果行是時公巡鹽河東適勘鹽引十萬應否充給河南官軍俸糧公曰俸糧吾省利廣濟渠吾府利均為國家利吾兩成之達諸河南撫按後渠成溉民田甚溥巡按真定等四府貪酷望風解綬先是開州有巨冦為一方深害交結權姦莫敢誰何公設法捕獲戮諸市曹人心大快弘治十一年陞山西按察司副使奉勑整飭鴈門等三闗兵備創築寧武新城設寧武所及沿邉堡寨俱募軍充實武備一新邊人有賴後以疾辭歸惟以耕讀為事毎訓子曰汝祖三十以後始奮發讀書或夜無油就月色讀尚能明禮經中式刋文汝俱年富燈火不須營幹正宜努力諸子或不能背書即掩巻朗誦一遍曰我年六七十尚能背誦汝後生反不能邪諸子感奮力學守中遂登進士第正徳初廣濟渠通塞不時公因泝流窮源相度地勢直抵五龍口嘆曰使渠由此而行數世之利也今不二十年而塞蓋創始者失地利耳遂達諸當道違廣濟舊渠三四里許另開利人渠曰舊渠如此故失利新渠如此乃得利刁民百計沮撓往返五年而後渠成水利至今賴之濟水國初遶府城東流入河公因開利人河見其南流曰此古蹟也豈可興今利而忘古利哉達諸當道修架橋六座新流從上濟流自下二利並行而不悖林下優游三十餘年身體康强未嘗有疾年八十五六時毎遇别墅花卉春佳秋禾告成扶杖觀翫往返步行數里臨終不及已事苐謂諸子曰汝等不須憂貧但教子孫讀書為上策耳公生正統癸亥十一月二十日巳時享年八十有九配金氏累封恭人先公四年卒側室三職氏黄氏戚氏戚先於正徳九年卒子男五守誠引禮舍人守敬生員守中廣平知府守和早卒守經儀賓今更名模女四淑清適生員董志學卒淑淨適指揮劉傑卒淑淵適指揮沈隆卒淑貞適散官蕭拱暘男孫七大夏生員大韶大讓大徵大英大福大節俱幼女孫十善琮適百户宋學善璜適生員張思齊善環適典仗焦繼芳善珮適生員孟永增善瓊聘指揮薛守直長子善琅聘守備顔齡長子善玕善珎善珠俱幼瑭竊聞有大徳者必得禄位名夀而徵之於世或不盡然故君子或疑於天道之難信今觀公居官則名實加于上下居家則惠利及於鄉黨人固已愛而敬之矣而忠信謙抑不以尊貴驕人雖閭里童稚亦以禮待之故無逺近大小皆稱公為大賢君子位至方面年至耄耋禄位名夀盖兼而有之矣而子孫多賢又有出五福之外者天道豈真不可信邪是可以傳不朽矣是宜有銘銘曰大徳獲福自古所傳徵之於世或不盡然嗟嗟吳公盛徳君子名在憲堂惠留閭里有爵有禄亦既顯榮百年康健夀考令終玄堂孔堅不震不圮公其永寧貽慶無已 \\n 宿州吏目仇公墓誌銘 \\n 瀋藩儀賓仇公將以明年二月朔旦塟其從兄宿州吏目公於先兆之次乃具書狀禮幣走使來懐慶請銘於瑭瑭雅聞公昆弟賢又辱在相知之末故不可辭按狀宿州公諱楫字時濟世為潞州東火人髙祖諱敏國初為兵科給事中曾祖諱述芳業醫祖諱鏞援例授七品散官考諱鶴義官妣張氏繼母閻氏兄弟三人公為長仲曰朴義官皆張出季曰欄醫學典科閻出公天性聰慧八九歲即通筭人皆竒其敏悟既而從學於陵川致仕教諭姬先生彰習舉子業甚有志於科目時兩伯父皆蚤逝儀賓弟居城中諸弟尚幼家事乏人賛理乃以父命援例入為國子生卒業即代父綜理家政内外得其歡心一日從弟監生桓城居偶疾城距東火八十里公聞之雪夜往視至城下夜方半門啟詢其由為當道者傳報也議者曰王城路非衝要夜半門啟實難遇也非君友愛篤至何以致此後仕為宿州吏目臨民蒞事不事鞭朴惟以理勸諭之初事似不克速濟太守黎公每咎其迂曰宿民汝可以徳化耶後不一年百姓感戴如父母凡遇公事民趨赴勤如子姪黎公慨然嘆曰吾不如子黎公君子人也遂相契如至親一日因踏看境内災傷公躬往村落之民皆扶其父老迎拜道傍公即下馬為禮曰老者安之不當如此勞動父老咸曰子孫毎從公府來者皆言衙門開設以來愛民之深者無如父母官願得一見也居民在在皆然未幾上司有大書賛政勤能之奬歴俸未二載外艱訃至公號慟不自勝弔者皆為垂涕即命家人束書歸太守戀戀如失手足宿民皇皇如捨父母徒隷來護送者人馬幾百數途中屢命其回竟無一人先返者公至境望門抵家號慟幾絶者數次凡送死之禮無不極其誠信時烏鳥羣集於屋去而復至者月餘議者以為公孝誠所感大事既襄不御酒肉不歸寢室戚戚其容者終制禫祭既畢遂家居不起慨然欲化一家一鄉如三代之風於是上孝老母下友諸弟建祠堂祭及髙祖以下四世神主報本追逺之誠無不曲盡立家範録自冠昏喪祭及事物細微訓後齊家之則靡有闕遺營義房一區於家敦請鄉先生以教宗族子弟免其束脩再起義學一所於里以訓鄉黨童稚資其薪水設醫藥以濟窮鄉有疾病者置義塚以塟逃屋無墓地者作禮衣深衣女轎燈籠諸物以助行冠昏者備大舉布巾香案儀節等具以助行喪祭者又請鄉彦數人相與講明家禮使其賛而行之已而一鄉二三户喪塟咸不用浮屠昏嫁皆不惑術士復刋印三原冢宰王公註釋太祖髙皇帝木鐸訓辭數百冊本鄉人給一册勸其講而行之正徳戊辰歲六七月大旱公率鄰村父老數千人齋戒沐浴於山林壇廟露頭跣足減食跪香即日大雨方數百里三日乃止人皆服其悃誠可以感動天地辛未歲流賊入境家人皆避之賊傳言聞仇氏多馬出馬則庶得保全否則必火其室公曰室可火而馬不可以資賊賊遂大火其室而退賊初至搜掠婦女間有死節者四人賊退公不悲其家之災而獨憐四女之死乃述事狀授儀賓弟俾轉達當道後旌表門閭又舉行藍田鄉約每月望一會同約之人務在徳業相勸過失相規今月某人行何善事即書於勸善簿某人行過惡即書於懲惡簿畢乃序坐談論理家孝弟之事酒飲微醺即止有大惡者出之嘗對鄉衆曰姦盜之事最所深惡有能捕獲者吾賞錢一千盜田野穀豆者賞粟一石蔬菜者賞粟五斗數年之間盜賊歛跡帷簿甚嚴素酗酒者沈醉而不言素健訟者得理而亦忍於是翕然閭里和睦時有征鴈宿於門右古木相應和鳴至旦而去議者曰鴈非棲木之鳥其性正而有序今夕之來棲因公修身睦族所致也公自家居罕入城市雖鄉飲亦不往曰無功於朝廷不敢虚領其賜也開樂休園一所鑿池種蓮坐知止亭上明窻淨几以琴書自娯撰為八景墨客詩人往往題咏有八景詩集藏於家毎戒子弟曰衣食饒足即為富矣何必多積金帛凡借貸錢穀惟輕取利息庶合古人貧富相資之意其濟宗族惠鰥寡周窮恤困之事晩年尤篤至是以疾卒於正寢弔者千餘人莫不灑泣公生於成化四年二月二十六日卒於正徳十五年十一月初九日享年五十有三塟於陽堰原從先兆也公娶李氏陵川縣禮義里旌表六世同居義門濯之女早卒繼郜氏本州東闗村士人訓之女亦早卒再繼孫氏潞州衛千户舍人仁之女生子三曰勲義官李出配義門義官玹之女曰炳聘本州蔭城村知縣李素曾孫夣陽女曰煌聘梁家庄士民劉彦彰女女一曰徳恩尚幼皆孫出孫男一曰塙聘本州西火鎮士民焦琦女孫女二曰弄瓦弄碗皆幼嗚呼吾聞仁人君子在一鄉則化一鄉在一國則化一國在天下則化天下觀仇公之所履行感動可謂仁人君子矣而官止於一幕夀不逮六十俾不克究所施設豈非命耶昔漢陳仲弓為太丘長名重天下至於今稱頌之者不衰當時豈無貴官豈無髙夀而天下後世所仰慕者乃在此而不在彼然則仇公亦可以無憾矣乃為之銘曰孰親其親孰仁其民嗟嗟仇公今之古人胡小厥施胡嗇厥夀彼蒼茫茫孰任其咎徳修於家化行於里百世可傳是云不死 \\n 仇母閻孺人墓誌銘 \\n 閻孺人者潞東火仇氏之生母也嘉靖壬辰冬十一月十有六日以夀終于正寢子朴等卜以來年春二月十有一日祔孺人於其考義官之墓先期以姪熈所撰狀具書幣伻來請銘予雅重仇氏家法之美及其昆仲之賢暨觀狀乃知皆成於孺人之教噫孺人可謂賢母矣是豈可不傳按狀孺人姓閻氏潞西火鎮處士素之第五女也性聰慧年七八歲時聞祖閻三翁訓戒即知以禮自守無故不出户閾少長依嫂李學女紅及笄凡鍼黹鍋竈紡織蠶桑無不精曉祖父母父母皆鍾愛焉他姓求婚皆不許成化十三年義官仇君鶴喪偶張氏厥考散官翁乃託執友李君禎求為義官續絃於閻三翁翁慨然許之曰吾非富仇氏也其家孝義義官良士吾孫女得所歸也張氏遺二兒俱幼孺人合巹禮成次日即抱幼兒於私室人以為難未幾二兒衣履一新舅氏見之喜曰吾二孫得託吾憂舒矣輪當主饋舅戒以勿妄費米麵鹽醋及諭以起家艱苦之意孺人奉命惟謹輪當碾磨及醖釀醤醋醃治蔬菜紡織染練之類舅亦諄諄戒之孺人所作無不精潔悉中舅意舅喜曰吾兒婦能聽吾言必能成吾家者蓋自後亦不復戒矣是時舅總家政伯兄貞篤先生主錢穀義官君兼管門户成化十七年貞篤先生物故遺子森甫十四歲桓方五歲女猶在娠義官君獨任家事内蓄孺人收藏式克賛相絶無私假私藏之議成化二十年兄子森選為内丘王府上艾縣主儀賓營造府第凡工匠飲食之需孺人悉供給不怠及府成義官君謂孺人曰縣主將出閣首飾尚未備你與二嫂有金可各出數件為用孺人即罄收以獻義官君笑曰汝能先於二嫂耶弘治九年兄嫂丁卒遺女適瀋陽衛指揮張淮糚奩悉出孺人之手無不從厚女嘗謂叔母待我過於親女孺人待子姓雖慈至於教之甚嚴諸子皆教以義方子欄甫八歲即遣從師讀書時或喜戲即訶之不改即笞之曰失教即為敗子故欄讀書尚禮為時名人十五年春子楫選為宿州吏目孺人戒之曰吾兒須要清慎勤謹以報國恩故楫在宿州盡心職務致上司有賛政勤能之奬十六年七月義官君物故孺人乃忍痛率諸子經營家務具朝夕奠如禮九月楫至自任既塟乃與弟儀賓森及諸弟議立家範以成先志白於祖妣陳及孺人孺人曰爾父嘗言西院大伯收得鄭氏旌義編一本好書成家者當以為法爾等能成父志立為常規期於久行爾父地下亦當欣悦矣後楫舉行藍田吕氏鄉約以厚風俗作義學以教子孫及鄉之秀俊孺人皆奬勵而勸戒之正徳六年端午日或報流賊千餘人已到趙村諸子曰母親同諸婦可在鄰家一避孺人不可即督諸婦由間道以趨州城賊至諸子亦以逺避使人傳言索馬不與遂火其居孺人在州城三月與縣主相接以宗室待之縣主則以姪婦自處世相親愛秋初賊遯王師凱還金鼓動地或勸孺人出觀孺人曰賊火我室吾兒卧瓦礫食燒穀以存性命吾忍觀鼓樂邪初賊退諸子即修葺房舍少完迎祖妣陳及孺人歸舊居九年祖妣陳以夀終孺人哀毁盡禮十五年子楫病卒孺人哭大慟孺人性好節義聞姪森修四貞祠及親族生員閻誠妻程氏夫死自縊及李曉妻未醮夫死歸夫家持服事姑皆加奬勵尤好周卹遇歲饑輒周賑於里之貧者親疎有差無有不徧姪森及子朴繼欲建東山書院延耆儒以教子弟及鄉之俊秀以廣義學之意孺人復勸成之嘉靖十一年七月七日孺人感風疾卧床子朴欲置田百五十畝以供義學先生束脩之用白於孺人孺人復首肯之蓋其教子尚義之心至老而不倦也至十一月十六日戍時病亟乃卒孺人生天順四年十一月二十六日戍時享夀七十有三子男三長楫任宿州吏目先卒娶李濯女繼郜訓女又繼孫仁女次朴義官娶王陽女繼義官潞俊女又繼董祥女皆前張氏出又次欄醫學典科娶知縣王綸女繼李思聰女女二錦菊適千户申琇封宜人先卒繡菊字郭邦鎮幼殤皆閻孺人出孫男四曰勲義官娶李氏曰煥生員先卒娶李氏曰炳娶李氏曰煌聘劉氏先亡孫女八一季冬字李鈞先亡二徳裕適武思彤三徳恩適生員焦謨四徳邵字李皆五徳重字袁逐六徳備字生員申去垢七徳地八徳慎曾孫男四一塙娶焦氏二堦聘袁氏三培四壵曾孫女五一弄瓦適王充耘二弄碗字賈克明三弄枕四弄車五弄斾予竊惟人家盛衰固由男子主之於外婦人賛之於内易家人卦以父母為嚴君復以男正位乎外女正位乎内為治家之要垂訓逺矣今觀孺人事舅姑以孝事夫子以敬待姒娣以和教子孫以義雍雍於宫肅肅於廟凡妻道婦道母道無有不盡可謂賢矣至身為主母又能賛成家範率諸婦躬行於内以致家道有成諸子稱賢尤為可頌昔文伯之母及孟母范母陶母皆以能治家教子留芳簡冊孺人蓋有與之相上下者是豈可不傳是宜有銘銘曰仇母孺人百年以備撰詞勒石傳於世世 \\n 處士仇時表墓誌銘 \\n 嘉靖乙未冬十二月二十一日潞安處士仇時表以疾卒於正寢卜以明年二月十七日祔塟於陽堰祖塋之右其從兄義官公朴命其從子熈撰狀乃具書幣遣使來徵銘於予予發書痛悼念昔正徳辛巳予丁先父憂時表奉其兄儀賓公森命來弔奠相度閑雅予深敬慕焉别去今十五年矣嘗念無由再見而今則已矣痛哉痛哉誌銘之託又安忍以衰老辭也處士諱桓字時表别號和節居士嘗為國子上舍不稱而稱處士從其志也仇氏世為潞安東火人髙祖敏給事中曾祖述芳醫士大父鏞散官父鴻積學不仕既卒都憲虎谷王公私諡為貞篤先生母丁氏於成化十三年十月初十日生處士處士生而淳篤寡言笑方匍匐與羣兒戲不爭年十二補郡庠弟子員郡守馬公掌教劉公深器之十九齡廪食一日與儀賓兄省母惟山兄束金衣繡騁天賜馬處士青襟楚楚光彩逼人見者莫不嘆羨一山翁李姓者曰我僕事貞篤君最久稔見其盛徳廣濟惜天不假年今二嗣榮耀至此足以少酬其志於地下矣言訖泣下聞者嘆息母病同兄籲天求以身代及卒哀毁踰禮又念父終方幼遂設主同母靈追奠三年不御酒肉服闋强學力行期以大顯厥親屢中里選而不入鄉書鬱鬱成疾後膺例輸粟濟邊肄業胄監未畢嘆曰遘疾求仕於義安乎即日告歸隱於山谷間授受生徒誓不仕進叔父義官公鶴卒處士哭曰吾少失怙所賴者有叔在堂時賜訓誨耳今又不幸至此慟哉助兄吏目公楫克襄大事即同議舉行家範鄉約等事少暇則讀古人書湯隂馮氏子以心疾浪遊太行間處士試其文可進遂館穀之居無何馮疾痊肆力於學值大比秋處士領儀賓兄命渡壺口下羊膓躬送於家其年馮以禮經魁中州聞者義之處士又以父母及叔父俱去世獨叔母閻在事之甚孝旦夕溫凊不異所生每得四時鮮物薦祠畢即以奉焉與諸昆弟處甚雍睦人不知其為從兄弟也叔母閻卒從兄義官朴弟典科欄墓居終喪處士率再從子勲等綜理家政凡錢穀出納以時有稱貸者一遵家範以貧富相資為意不孜孜求利而奉喪祭待賓客行慶弔周貧乏以至畢子女之婚嫁供有司之賦役率自有餘百無一失蓋其天性寛厚而篤於守禮故平居雖自奉清約而於物亦無所吝性不喜飲酒而燕客則必盡歡御家無疾言厲色僮僕有過恒矜其愚而宥之課諸子及羣從子弟諄諄以詩禮是訓曰不爾則無以立身乙未九月偶感脾疾自度不起猶强言笑以慰家人一日召諸子於床下屬之曰汝輩讀書勿徒事篇章以供口耳之資須將聖賢言語深求玩味實體諸身以見於行事乃為善學我碌碌庸人虚生於世汝輩勿以為法也又數日乃卒弔客及門者千有餘人皆曰善人沒矣無不揮涕此足以觀其徳之所感矣處士享年五十有九配李氏旌表義門滌之四女也子二俱李氏出長曰火聘西火鎮程蘭之女次曰炅聘鄉賢大司馬蔭城李公八世孫珊之女女一側室郜氏出郜同女俱先卒火淳篤無偽炅頴悟絶羣他日代處士顯親者必此子也且二子侍疾親嘗湯藥居喪能知哀戚有可觀者咸以為處士之化予竊惟古之賢人君子惟以積學修徳為急至於仕隱則隨乎時如龎徳公管幼安王彦方黄叔度諸人隱而不仕彼豈碌碌庸人哉蓋其胸中抱負逺大以道與時違而不屑仕耳故雖隱居獨善其風聲氣節亦足以感化當時流芳後世今觀狀中所載處士之言行風旨蓋亦有所抱負而不屑於仕者其殆龎徳公諸人之流乎是宜有銘以傳後世銘曰賢人君子仕隱隨時仕而碌碌孰與隱居處士終隱髙情叵測後世徵賢視此幽刻 \\n 封安人許氏墓誌銘 \\n 安人姓許氏元魯齋文正公六世孫皇明魯府審理之幼女而四川按察司副使郝玉卿之繼室也審理諱偉字季髙娶霍氏寔生安人安人性聰敏讀書通大義女紅閨範咸極其精父母蓋鍾愛之副使之父諱潤字汝濟任鳯縣知縣娶趙氏生五子三女繼娶陳氏生三子二女副使行三諱綰字玉卿中弘治已未進士授刑部主事歴四川按察司副使先娶程氏有賢行玉卿在刑部程氏病故擇可以嗣之者親黨咸謂今安人為宜玉卿乃禮聘娶焉郝氏族大以蕃安人事上接下咸有禮法衆謂其賢足繼程氏正徳（闕）年玉卿考刑部主事滿贈父如其官贈母及程氏俱安人許氏封安人正徳己巳玉卿擢四川僉事以道嶮匹馬之任安人與妾李氏留家居程安人之歿也遺子二女一長子天次子亦病安人始生子九疇在襁褓安人撫育教訓極其辛苦閨門斬斬人咸稱之甲戍玉卿以考滿擢副使鄉官有與之不睦者會其人在言路乃劾之遂致仕已而次子及妾俱故女適舉人程永吉戊寅玉卿亦病故時疇方九歲安人哀毁之餘撫養幼子綜理家政備及辛苦紡績以夜繼日故家業不堕益崇九疇稍長成教以讀書繼父志遂補郡庠弟子駸駸向進為之娶予女為配親黨僉謂安人自此可安享後福矣不意於嘉靖十年十二月感疾遂卒蓋月之初九日是也安人生弘治己酉三月二十四享年四十有三而已嗚呼痛哉子九疇卜以明年二月十有七日啓其父副使之壙而祔塟焉先期來請銘嗚呼予又安得不為之銘銘曰人倫之道夫婦為首内外克諧庶幾不朽嗟嗟安人厥徳孔厚為婦而婦為母而母衆稱大賢云胡不夀夫婦同藏尚福爾後 \\n 靈石儒學教諭王先生墓誌銘 \\n 嘉靖癸巳五月五日友人王崇賢先生以夀終於正寢子制等卜以歲八月三日塟先生于先塋之次先期具狀來請銘按狀先生世為河内人云云瑭竊以為士之生世固自有幸不幸以先生之學之行可以逺到而乃官止於師儒年不逮七十可謂不幸然較之齷齪歿世者則有間矣謂之大不幸不可也語稱善積而後顯先生自髙祖以迄今家傳詩禮世尚忠厚善之所積厚矣安知其後不大顯乎季子問臣蔚有才名其在此乎其在此乎謹為之銘以徵其後銘曰於乎先生學博徳厚位不大顯命也孰咎官為師儒不為不偶年幾七十不為不夀有子而才將大而後於乎先生可以不朽 \\n 蕭生墓誌銘 \\n 茂才蕭生以疾卒於正寢父兄將以今年九月九日祔塟於城東先塋之次迺以姻家李拱之先生所為狀請銘於予嗚呼予豈忍銘生之墓耶念惟生從吾游踰年矣刻志向學駸駸上進望其可以逺到迺止於此每思之輒為悽惻今亦安能執筆作為語言以益其悲耶又念生從吾游聞吾一言有契於心輒喜形於色今雖已矣安知冥漠之中不望吾之有言以開其意耶嗚呼痛哉嗚呼痛哉生名鵾未冠未字其先為雲夢人初祖曰榮仕偽漢陳友諒八衛指揮使後歸附我太祖髙皇帝累以戰功授黄州衛百户陞太原衛左所副千户卒塟黄岡縣榮子曰忠襲官歴陞河南都指揮同知掌印卒塟岳州忠子曰誠襲任懐慶衛指揮僉事卒塟懐城之東誠子曰敬襲職中正統八年武舉狀元授總戎副帥敬次子曰禮人物豐碩有大度隱徳不仕以財雄鄉里嘗遇兇歲出穀千餘石以賑饑人皆徳之禮生三子孟曰鋭仲曰鑑季曰鋐娶武氏本衛指揮俊之孫此則生之父母也生自幼凝重寡言笑不與羣兒嬉稍長舉動如老成人年甫九歲入小學讀書日記千百言十歲能屬對知作四書破承十三習書經通大義間嘗謁督學憲僉劉公憲副文公告考入學俱蒙優奬令其加勉讀書雖未見錄莫不以逺大期之鄉里胥慶曰蕭氏有子矣年十七始從予游朝夕講肄雖隆冬盛暑不倦予甚愛之正徳戊寅春予往居南尚村别業生亦從築室就學日益刻苦每月止一歸省問安畢即來不留私室夏五月感疾回家調理猶手不釋巻秋七月疾革語其父兄曰我受祖母兩伯眷顧暨父母鞠育之恩未有一日報今命數至此終天之恨豈能瞑目於地下耶言既泪注如雨左右亦相向大哭越數日卒時則正徳十三年戊寅歲八月初四日巳時也距其生弘治十四年辛酉歲十一月二十一日亥時得年纔十有八娶葛氏本衛千户堅之女無子止一女名月嬰尚在襁褓生雖生長富貴家然於聲色玩好畧不動念惟一意讀書而已其天性孝友人尤難及上而祖母暨諸父母下而羣從兄弟無不鍾愛生於臧獲輩亦莫不得其心母嘗感風疾生朝夕侍湯藥不離左右生寢衣不解帶與人交汎愛而親仁以此内外無間言衆方期其逺到而止於此嗚呼痛哉古稱為善有後又稱仁者夀生之家世積善人所共推而生又温粹恭謹可謂有仁者之資矣迺至於此何耶陰陽交錯五行迭運故徧駁者衆而粹美者間一值焉以其間值之難故其數多不能長生豈得其粹美而不能長者耶不然何以至於此耶太虚不能不聚而為萬物萬物亦不能不散而為太虚聚散有時神則無間冥漠之中玩斯悟斯庶可以釋其終天之恨而瞑目乎嗚呼痛哉 \\n ○墓銘 \\n 寧國府同知鈍齋宋先生墓銘 \\n 史傳循良詩稱豈弟古道淪胥有識斯喟懿哉寧國於古克繼守官廉平治民愛利視彼巧宦趨者如市彼以為榮我以為穢爵不配徳於我何愧長者之稱縉紳無二嗟哉宜人克與同志勒銘貞珉以詔來世 \\n 西郊宋處士夫婦墓銘 \\n 孔村之原沁河之涘西郊先生歸神於此夫婦同藏爰笑爰語孔吉孔安福爾孫子 \\n ○墓表 \\n 誥封餘姚郡主墓表 \\n 聖人立教善善恒急而惡惡恒緩惟其急於善善也故善雖小而必揚惟其緩於惡惡也故惡必著而始罰衛世子共伯蚤死其妻共姜守義父母欲奪而嫁之共姜乃作柏舟之詩以自誓夫婦女之道從一而終則夫亡而不再醮亦常行也夫子刪述六經垂憲萬世乃取柏舟之詩而錄之汲汲然惟恐其無傳於後此其意何哉嗚呼不有所短誰稱其長禮教不修風俗淫蕩雉鳴狐綏之聲盈於逺邇其可嘆者多矣夫子錄柏舟之詩夫豈得已哉稱一人之善所以勵衆人之未善褒表其既往所以示勸戒於將來也聖人立教之意逺矣我聖祖以禮教治天下令民間婦女幼而夫亡守義老而不改節者奏聞旌表法古意也至於皇家婦女則自鄉君以上俱禮無再醮蓋欲宗室人人皆入於禮教之内不止待之如凡民而已也其齊家正内之化蓋有逺過於前代者矣然由是姬主之善行懿徳亦往往不傳於世君子蓋不能不致意焉若餘姚郡主其殆有善行懿徳而未傳於世者乎主宗室鄭簡王第九女夫人于氏之所生也工容言徳皆可稱述年十九選配誥封中奉大夫甄公廷輔相敬如賓雖在燕居未嘗狎暱公遘疾主躬奉湯藥未嘗離左右公卒哭踴屢絶時子濟時甫三歲泣而撫其頂曰吾所以不得從爾先人於地下為汝故也既塟即不御脂粉不飲酒聽樂惟以祀先教子為事閨門内外蓋斬斬如也聞有放蕩不謹者即顰蹙曰奈何辱帝王家也絶不與往來由是主節操之嚴内外無不聞嘉靖癸巳十二月朔日以疾卒於正寢訃聞朝廷賜祭塟如制主既與中奉公同塟矣子濟時復請予表其墓予惟主奉先教子睦親逮下俱可稱述而孀居之節尤為可敬故特表而出之使得與共姜之賢同垂不朽於風俗庶有勸也嗚呼懿哉嗚呼懿哉 \\n 康修撰對山墓表 \\n 聖人之道經而不迂權而不譎蓋大中而至正者也後世豪傑之士非無作聖之資也而學力未至故於聖人之道或得其偏而不能無失規行矩步毫髪不差曰此聖人之經也而人情物理有所未明處常事而不能得其要遭變事而不能通其權其失也流而為迂排難解紛變化無方曰此聖人之權也而挾智用術顛倒縱横言焉而不稽其所終行焉而不究其所弊其失也流而為譎譎則不足以服人迂則不足以濟世此古之君子所以大過人而今之君子所以不及也對山康子其殆學聖人之權而未至者乎其才甚髙其氣甚豪其性甚真其言行則不切切於規矩之内其取重於當世以此而見謗於世亦以此使其遇能言聖人之道而與之切磋而又悉心聽信焉講去其非而益粹其是損其過而益其不足則其所立豈止於此哉吾又惜對山之不遇也孔子論人以中行為上次則思狂狷謹厚自保者不數也似徳非徳者則斥以為賊患得患失者則賤為鄙夫其情蓋可見矣對山其殆孔子之所謂狂者乎對山言行之迹墓碑已備兹特論其人品附於墓碑之後使來世知有對山康子斯已矣 \\n 白齋張先生墓表 \\n 先生姓張氏諱太素山西萬泉縣綿上鄉下樊村人也父某母某氏先生生而頴悟不凡稍長即從戎練達世故備歴艱苦儕輩敬服年四十餘慨然棄妻子出家為道士禮邵真人弟子程守然為師後游歴名山汎愛有道之士丹經子書靡不涉覽且又食淡四十餘年鹽酪不入口人咸以白齋先生稱之弘治六年癸丑冬來遊天壇樂其山水遂結庵隱居至十一年戊午遂發心修造乃普化十方財物於壇頂建玉帝殿三間南向銅脊鐵瓦且為銅像及侍女爐鼎花瓶大鏡俱備又建天將殿左右各三間東西向至正徳改元丙寅始訖功己巳奉鄭懿王令旨召修本城玉清宫虚皇閣五間功完復回天壇西七十里許西陽山結廬修道乙亥省城周府胙城王孫輔國將軍因有疾禱於天壇有感遣使齎書幣命太素崇修天壇頂之三清等殿明年訖工嘉靖四年乙酉本府孟縣善士耿塤等請先生下山於府城北沁河上修石橋功未完而先生去世矣時嘉靖八年己丑冬十月十八日卯時也夀八十有五先生平生無疾異日端坐而化見者皆驚異焉門人奉遺蜕塟於沁橋之滸會塟之日四方之衆雲集塟所門徒薛清濙馮清善輩恐先生之塟處久而或迷沒也乃因吾友任遐齡宋文祥來徵言以表其墓文祥復狀其履歴之始未以授予往年亦嘗與先生相接見其温厚誠朴退然如愚意其為有道之士也叩以道要則固辭不知寂無一言昔太上有云知者不言言者不知先生其真有道之士耶是固有不可以常情測者矣姑摭其履歴之始末俾勒之石四方之人百年之後有慕先生之道而欲拜其墓者其尚有感於斯文也哉 \\n ○祭文 \\n 祭仇儀賓玉松 \\n 維嘉靖七年歲次戊子三月壬申朔越三日甲戌南京工部右侍郎懐慶何瑭謹以牲醴庶品之奠敢昭告於宗人府儀賓亞中大夫玉松仇先生之靈曰士或覿面而不相知或越千里而相感者蓋由其心之同不同也先生處潞州瑭處河内相去殆千里矣先生之賢瑭實慕之瑭之不肖亦蒙垂念豈非心之有所同哉嘗意他日有事山西或得晉拜請教今則已矣嗚呼痛哉寄奠一觴少伸哀慕先生生為賢哲歿為神明庶幾有知鑒兹誠恪尚饗 \\n  \\n 　"}
{"章节": "●柏齋集巻十一", "正文": "　 \\n ●柏齋集巻十一 \\n 　 \\n  \\n （明）何瑭撰 \\n 自序 \\n 予髫年得杜律虞註讀之愛其髙古顧以方事舉業力不能兼棄去弘治甲寅客有示予以郡處士王錦尚絅所作詩數首喜其清新可愛迺作二詩貽之因與倡和明年而尚絅物故予不復作詩又明年而通渭王老先生來守懐慶雅好吟咏或以予名薦迺作二詩上之然而非所樂也再明年先生以外艱去任壬戍予徼倖登第復幸與天下名士讀書翰林迺復留意學詩未幾有感遂不竟學後雖濫竽詞職之後時或應人之求有所述作然終不能工也故俱不存稿邇來二十有四年矣追想所與倡和贈寄諸友死生離合多不相見暇日因追憶舊稿僅得若干首錄之時復觀省以存友誼至南京以後所作則隨附於後蓋以備他日之遺忘云耳詩云乎哉嘉靖四年四月十有八日誌 \\n ○擬古 \\n 獨漉篇四首 \\n 獨漉獨漉水深沒轂不畏沒轂但畏車覆 \\n 獨寢中夜涼飈襲襟不能告人祗傷我心 \\n 洪水湯湯神禹既導槩云自天誰宅四隩 \\n 龍惡可馴虎猛可刺豈其無方使我心瘁 \\n ○五言古詩 \\n 入院言志 \\n 幽邃隔塵境崢嶸鄰帝居庭槐鬱青翠窻竹蔭扶疎翦緋花傍檻漱玉泉遶除睠惟翰苑清奚翅夏屋渠簡拔幸見收進修敢云徐趨隅咨問頻對床切磋胥蒐玄繙五經考古研六書綺麗戒浮薄淳樸返古初聖賢果何人追逐疇止予惜哉歲華晩日月催居諸邈矣吾道大滄海連歸墟仰瞻際乾蓋俯視蟠坤輿一得遽自滿何異井底魚風髙鶴夢驚天空鵬翮舒行藏有矩範禄位慚素虛去去王屋山翹首承明廬 \\n 冬日雜興四首 \\n 重衾不成寐展轉冬夜長神疲一合眼忽已升高堂衣裳問燠寒拜跪陳酒漿夢覺雞亂啼渺然天一方草芥視天下感念焚中腸却憶過庭訓兒當佐虞唐 \\n 故鄉千里餘夙夕夢見之門巷宛如昨鄰里亦不移親朋喜我至談笑相追隨情長苦夜短夢覺恍惚疑諒無離魂術所見知是非徘徊顧庭宇黙黙坐如癡 \\n 歲暮霜霰滋朔風驚户牖延觀天地間無物不衰朽松柏雖堅貞顔色亦非舊玊衡指孟陬睠焉回我首 \\n 五岳柱四極衆山難比崇春夏泄化機澗谷披青紅霜雪任刻轢嶻嶪蟠蒼穹天地有正氣令人豁心胸 \\n 哭季女二首 \\n 我昔自外歸三女中門迎心知非男兒聊得樂此情季者尤黠慧恩愛鍾平生云胡遘一疾性命倐焉傾旅塟給孤園煙草縱復横歸來枕書卧歴歴舊音聲起覔無所見淚下沾襟纓 \\n 女死未及殤其母晝夜啼痛念父子恩亦復為酸嘶叩門來知己慰釋巧言詞有生會歸盡夀夭理亦齊傷生遺親憂過哀豈非迷攬涕謝訓言仰視白日西安得千斛酒終朝醉如泥 \\n 得友人書二首 \\n 晝寢驚叩門滿耳聲剝啄開門見鄉人新來自河洛袖中出短書云是故人作開緘見故人反使心膓惡栗夫家屢空致中體如削 \\n 元善雖無恙煢煢形影各離索感此時同遊念前約沈吟久無言矯首歎寂寞去年致中亡今年栗夫死灑淚向蒼穹吾道真已矣 \\n 送方士六首 \\n 先生覃懐來復向覃懐去悵望難久留離魂杳烟樹 \\n 憶昔讀書舍寄在蓬萊宫長松掛海月短草留春風 \\n 同窻四五人肝膽如一身雖存經濟志亦與雲蘿親 \\n 先生時來過談笑共抵掌赤水涉波瀾玄珠譏象罔 \\n 别來三年餘相思空寄書死者不可見生者猶離居 \\n 歸時見故人為問平安否紫氣映冥鴻夜夜頻回首 \\n 鶴舟 \\n 君家有鶴舟泛泛江中流停橈丹鳯山鼓枻紫麟洲欲濟沈溺人撐到鳯池頭世事不可意歸棹難久留我家有虚舟飄飄河内浮東風亦漂蕩邂逅暫夷猶常恐波浪生命與蛟龍謀子去我所羨我留君不憂解纜未忍别題詩記綢繆再會未可必相憶商聲謳 \\n 贈方矯亭 \\n 末世重功名古人崇道義趨向一以殊此取則彼棄孰知方寸中本是經綸地卓哉矯亭君盛徳愚所庇再拜治心篇賢聖可同志 \\n 和暑中韻 \\n 把酒對同心推窻見庭樹大化恒寂寥枯榮自來去 \\n ○七言古詩 \\n 楚昭王圖 \\n 闔閭甲戈中宵起雷鼓喧轟震千里桔橰火照楚王宫倉皇逃避浮江水中流風起生白波黿鼉出沒蛟龍多小船重載懼沈溺君王淚下雙滂沱王弟王妃並王子疏者下船誰可使君王手扯介弟衣儲宫相逐慈闈死嗟嗟薄俗不堪陳兄弟何如妻子親忽見畫圖驚往事小詩吟罷倍傷神 \\n 琴溪宅分韻得紀字 \\n 國子先生前太史大暑開筵梵宫裏南風生涼差可喜况有氷漿浸寒李飲酣執盞逡巡起一語相期誓終始諸公盡是天下士瀛海散仙安足擬人生百年風過耳願竭丹心報天子名垂萬古無泥滓莫笑狂歌同下里四美二難聊用紀 \\n ○五言絶句 \\n 錢生墳前八景（今錄其七） \\n 巉然千仞峯宛似九苞鳥神遊乗興時騎上青雲表 \\n 右鳯山翥雲 \\n 恠石如秋隼凌空勢欲飛英賢神采異彷彿見光輝 \\n 右鷂石横秋 \\n 九峯如列戟拱立墓門前見説簪纓後功名繼祖先 \\n 右九華列戟 \\n 溪水如環帶分明束墓腰追思游衍日曳履過危橋 \\n 右雙溪環帶 \\n 秋月映秋波清徹世無比猶似見親心泪灑楓湖水 \\n 右楓湖浸月 \\n 英魂招不起應在此徜徉紅綠波相映真成錦繡鄉 \\n 右芙蕖簇錦 \\n 蘆花秋似雪掩映釣魚舟先世嬉遊處經過淚暗流 \\n 右蘆花噴雪 \\n ○七言絶句 \\n 過却金館 \\n 却金本是尋常事凛凛清風只至今若使仕途貪者少夷齊名姓亦消沈 \\n 贈星士 \\n 杏壇寂寂罕言命滄海茫茫空問津今日見君談甲子守株翻却是髙人 \\n 玉華山 \\n 故鄉王屋比瀛州足跡中年未一遊玉華嶺南千萬里幾時飛舄到峯頭 \\n 送陳琴川 \\n 此别重逢未有期東西相望漫相思一編管見聊持贈披閲應同對面時 \\n 雜畫九首 \\n 稚子江邊携水去野人雲外採樵歸閒亭晝永紅塵淨坐看幽禽自在飛 \\n 洞簫吹徹大江風回首曹劉事業空赤壁仙翁竟何處青山依舊月明中 \\n 直道難容今古同江邊誰識玉堂公萬言書在人人讀惆悵相看是畫中 \\n 爭名爭利笑人忙白水青林且退藏想是雄心消未盡却來棋上鬬存亡 \\n 兩地相思見面難暫將微物寄平安親朋問我年來事閒看漁翁把釣竿 \\n 三鳥不知是何鳥相向飛鳴不肯休勸爾早尋髙樹宿蕭蕭蘆葦不禁秋 \\n 平川煙草自萋萋南北東西路不迷牛飽心閒無外事揚鞭笑指晚山低 \\n 夜深惟恐蛟龍鬬急早倉皇負網歸莫道江湖能逺害人生隨處要知幾 \\n 獨坐江樓思渺然晚雲散盡月當天同心相訪須相見不比山隂雪後船 \\n 懐陸子淵 \\n 共誰虚室細談玄東望江雲意渺然憶昔少年今老矣不堪吟對菊花天 \\n 趙子昻鱖圖 \\n 曾聞魚藻頌皇都見説杭城殿閣蕪却想王孫揮筆處也應回首念西湖 \\n 梅雪巻二首 \\n 榾柮烟消紙帳温梅花雪影共黄昏興來我欲閒相訪分付奚童莫掩門 \\n 梅花開放雪花飛矮屋斜穿一徑微松頂忽聞玄鶴唳主人扶杖夜深歸 \\n 次鄒謙之除夜韻 \\n 為惜佳時暫舉盃春光聞道隔年回憑誰細話真消息起向前軒翫蚤梅 \\n ○五言律詩 \\n 送秦世觀宣府督糧 \\n 曉日都門道春風送客行轉輪明主託規戒故人情政事忙多錯嫌疑謗易生至誠能動物元不在聲名 \\n 送張仲修河東巡鹽 \\n 河東鹽課事軍國用斯存錦綺商人富青騘使者尊溝渠憐赤子霄漢隔金門無限憂時意臨岐不盡論 \\n 送楊太常歸省 \\n 卿寺遷喬久家山入夢頻暫辭黄閣老歸慰白頭親道路無多慮將迎有故人聖朝須佐理莫戀錦江春 \\n 送穆司成之南監 \\n 南京根本地司業範模官今日須君往他年作鑒看文章回古道風俗障狂瀾惆悵臨岐處天時漸漸寒 \\n 歸鴈次孟望之韻 \\n 何處堪惆悵歸鴻嘹唳音闗山千里路光景四時心影入春風静聲傳畫閣深冥冥霄漢上羅網莫相尋 \\n 酬孟望之次韻 \\n 憶昔梁園會憐君意氣投雲霄方並轡風浪復同舟黄屋空回首清樽且解憂賈生如曉事應不弔湘流 \\n 弔林纘妻死節 \\n 一醮期偕老殉夫遂殺身閨門憐弱質髙節見斯人月照鴛帷冷苔封馬鬛新彛倫闗政體誰為奏楓宸 \\n 輓謝木齋 \\n 四海文章伯三朝柱石臣林泉謀養浩山嶽慟歸神門下依仁久天涯灑淚新束芻無路奠腸斷浙江濱 \\n 題楊憲長家手巻二首 \\n 萬里青雲路先生次第行山川頻按節夷夏盡知名令肅豺狼避恩深草樹榮猶思補丹扆驅馬向神京 \\n 右雲程萬里 \\n 黄甲蜚英俊烏臺早致身澄清曾攬轡忠鯁獨埋輪勲業追前輩風聲起後人九原松柏冷相望欲傷神 \\n 右激濁揚清 \\n 題侯氏忠義錄 \\n 海内傳忠義侯君世徳長鼓盆居靜室揮劔死封疆祠柏凌霜翠亭梅帶雪香台山南望處彷彿見輝光 \\n 和郭杏東除夜韻二首 \\n 除夜圍兒女髙堂隔老親本無經世策空作去鄉人勳業看吾友蹉跎嘆此身家山并仕路來往自嫌頻 \\n 嵗序如流水滔滔不肯休青燈相對坐濁酒蹔扳留身世將安適才疎拙自謀梅花開雪裏笑爾不知愁 \\n 元旦次蒲汀韻二首 \\n 身事憐衰白羇栖感歲年雲霞占曉日花柳媚晴川家逺書難得鴻歸信欲傳髙臺頻極目風景故依然 \\n 風物開新歲闗山念逺遊慈闈三載别宦邸一身留詩酒聊乘興烟花豈解愁目窮飛鳥外魂斷仲宣樓 \\n 人日 \\n 歲事卜陰晴朝來霧氣清天開熈皥象風度笑歌聲豐稔傳鄉國繁華記帝城客居無好况愁減為蒼生 \\n 次韻輓陳虚庵二首 \\n 虚庵今已矣東望一傷心情愛三秋月剛凝百鍊金猶懸徐孺榻誰和伯牙琴欲寫循良傳翻嫌職掌侵 \\n 見説毘陵守無如公最賢化行風偃草心静月當天士頌真君子民歌大有年熈熈並皥皥史筆恐難傳 \\n 送左都顔先生入京 \\n 聖主坐明堂霜臺振紀綱老臣膺簡命南國倍輝光已覺豺狼遯遙看鳯鳥翔離筵回首處秋思正茫茫 \\n 類庵宅 \\n 洞天何處好清愛水晶宫宗伯開華宴羣仙醉碧筒蔗凝金椀露花動翠簾風豈必浮滄海瀛洲在此中 \\n 敝宅分題得觀音梅水 \\n 逺映觀音閣梅花烟水寒暗香盈斷浦疎影落輕瀾漱玉聲相應和羮子半酸瀛洲何異此登眺共憑欄 \\n 輓西郊宋處士夫婦 \\n 詩酒陶元亮瀟條住逺坰傷哉新塚白愁對舊山青同穴憐雙璧傳家在一經笑談春滿座人共相儀刑 \\n 次杏東元宵韻二首 \\n 帝城元夜盛燈火畫堂深節序同南北人情變古今山河憐晚霽花栁怯春隂笑語喧兒女翻傷老大心 \\n 燈火逢元夜萍蓬嘆索居感時知我老得句遣兒書酒少愁難破年衰恨有餘團團天上月幾見缺如梳 \\n 次對雪韻二首 \\n 夜雪深過尺春城礙出遊且斟澆悶酒休上望鄉樓齒髮真堪念聲名不用流行當謝明主歸去故山頭 \\n 感時驚雨雪撫已惜精神鏡裡容非舊天涯歲又新愁來便枕簟客至强冠巾聚散思今昔相看意更親 \\n ○七言律詩 \\n 四月八日午門賜宴次秉衡韻 \\n 節驚蓂莢問元初浴佛傳來貝葉書龍陛玉音催賜宴鳯樓瓊席坐連裾抗章有志同韓愈獻賦無才似子虚不是聖明重異教欲將竒恠駭吾儒 \\n 宗藩孝行 \\n 玉樹分枝帝室親昭然誠孝冠羣倫寸心哀慕窮天地永夜悲號動鬼神髙塚松楸頻洒淚名園桃李謾生春憑誰寫入丹青傳大播遺風起後人 \\n 王教之端冊業 \\n 慈闈髙行並南山文母徽音尚可攀孝子謄書馳驛騎聖君聞奏動天顔玉階遣使綸音重金殿承恩羽扇間莫道尋常内家事帝王風化正相闗 \\n 送李守正歸棠邑省親 \\n 宦途邂逅與君同又見歸旌逐斷鴻東觀月明清夢逺北堂春好夀顔紅滄溟汗漫魚龍水平野蕭條草木風忠孝此行真兩盡天涯極目思無窮 \\n 癸亥雜詩八首 \\n 出谷鶯啼楊栁絲客邊風景似年時西山凍釋抽新草上苑春歸入故枝心念舊遊頻眺望夢回殘月倍相思催朝無奈雞鳴早又逐羣英過鳯池 \\n 故園門巷枕黄河散亂牛羊草滿坡兩岸夕陽行客棹一犁春雨老農簑撥醅酒熟尊顔醉擊缶聲喧稚子歌一别天涯幾芳草夢回茅屋月明多 \\n 黄金臺畔太行隈千里風光一日回白馬渡迷芳草合紫金壇迥曙烟開笙歌到處留人醉車馬誰家上冢來坐想舊遊真似夢野花黄蝶徧蒿萊 \\n 盤谷燕川二月寒馬頭溪水隔天壇黄茅踏遍幽人徑白石燒成道士丹風煖野禽朝對語月明松鶴夜交歡採真擬結峯頭屋引領西南盡日看 \\n 十里雲霞鎖洞天靈踪千古尚依然老君池水深春雨黄帝松隂暗曉烟盤谷斷碑芳草外玉川茅屋野花前别來勝景應如昨歸去繁霜懼滿顛 \\n 目窮郊野遍芳菲清曉登樓轉夕暉風撼上階花影亂雨滋穿土草芽肥採芝商嶺人何處種菊潯陽事已非同學故人偏自得海鷗沙際共忘機 \\n 聞道商山老紫芝百年短景不勝悲紅塵滿眼空憐我青史流芳竟屬誰杖化葛陂龍去逺笙聞緱嶺鶴來遲王孫草綠烟汀晩獨倚危欄自詠詩 \\n 青春回首思悠悠王屋山髙沁水流觀國念存空倚劍思鄉魂斷獨登樓悲嗚夜月籠中鶴泛濫春波海上鷗寂寂桑榆斂殘照麗譙吹角使人愁 \\n 追輓王户部 \\n 馬鬛西風吹野蒿襄城南望夢魂勞趨塵不及瞻犀表繼踵空憐識鳯毛玄武掛冠頭正黑青雲倚劍志猶髙是誰寫入巢由傳不説勳名在户曹 \\n 追輓復齋王憲副 \\n 清新曾讀復齋詩眉宇居然見紫芝翰苑鳥臺憐往事青蠅白璧恨當時平原草滿鴒飛急孤塚苔荒鶴弔遲我欲招魂歌楚些乾坤浩渺不勝悲 \\n 望泰陵次序庵韻 \\n 玄扄一自掩重闗惆悵龍髯不再攀絳節定應歸帝所翠華無復到塵寰亂峯殘照玄猿哭衰草寒烟石獸閒載筆小臣凝望久玉樓瑤殿倚空山 \\n 送羅户侯歸成都 \\n 腰間錦帶佩雙龍萬里東來謁九重劍外風烟憐獨往日邊甥舅記相逢雪消漢水連天闊春盡巴雲入樹濃麟閣於今待勳烈莫將韜畧老藩封 \\n 送野汀祭掃 \\n 道途豺虎正縱横底事歸軒冐險行霄漢一身明主託江山萬里老臣情雲迷汴宋懐松檟路入衡漳斂斾旌回首天門紛羽檄可能鄉社戀蓴羮 \\n 送潘仲魯使安南 \\n 風塵時節送君行萍水分擕百感生六館交游曾刮目十年離合最闗情山川渺渺蠻中路霧雨昏昏海上城玉冊已頒王事畢便催車馬轉歸旌 \\n 酬李序庵次韻 \\n 鞍馬紅塵日送迎累驚時節變隂晴白衣蒼狗有何意流水髙山無限情把酒舊曾臨鄭圃題詩誰復共韓檠故人若問年來事華髪新從鏡裡生 \\n 贈侯汝立次韻 \\n 黄堂伴食歲棲遲彤管題詩淚欲垂疎懶自宜陪鹿豕奔騰誰復逐龍螭茅齋夜月談玄榻野店春風賣酒旗便好掛冠從此去帝鄉囬首路逶迤 \\n 贈黄大行還京師 \\n 煌煌使節下神京又見歸旌傍曉行山斗空懸今日意將迎無復少年情叮嚀稷契煩調護疎懶巢由賴治平鳯閣龍樓天咫尺紫垣翹首暮雲横 \\n 同館會都下者十有三人以塵世難逢開口笑菊花湏揷滿頭歸分韻賦詩予得花字同賦歸字 \\n 朋簮重盍慰暌違仕路年來覺漸非紫極闗心明主在青雲回首故人稀半生歲月閒中過十畝園林夢裏歸孔孟伊周俱泯沒不湏相向欲沾衣 \\n 同年郁希正與予同謫開州希正遷南京户部偶誦水東日記所載先生送别詩謂其詞意悲感聞者流涕因索予和漫為賦此詞語髙妙何敢望前人至於情之可悲則固有甚焉者矣觀者畧其詞而取其情可也 \\n 晩風吹雨鬢瀟瀟往事闗心酒半銷萍水兩人康叔國風雲千載孝宗朝喬遷君喜家山近蓬轉誰憐宦海遥楊柳啼鵑分守處河橋愁似洛陽橋 \\n 贈方時舉少叅次韻 \\n 道學千年説二程涪州歸詔促裝行也知西監非崇秩自是清朝忌盛名天姥山髙冬月小浙江潮上曉雲晴歸途紀興囊中稿風便何妨數寄聲 \\n 弔同寅許補之次半塘韻 \\n 才名籍籍重交游豸繡煌煌寵命優身死空留憂世策時危難得濟川舟春深人惜甘棠暮月落鵑啼宰樹秋惆悵手書纔數日却疑蝴蝶夢莊周 \\n 次周半塘遊天台韻 \\n 隨州詩句敵長城况復登臨逸興生瀑布泉流山自好柏臺公暇趣尤清洞間雲鎖人來少橋險風髙鳥度輕笑我塵凡欠仙骨肩輿空望晩峯行 \\n 送潘氏叔姪還湖廣 \\n 西風吹雨正重陽征馬蕭蕭客袂涼棣蕚情知離别苦竹林歸念道途長南溟水闊搏鵬翼北極天髙斷鴈行遙想紀行詩滿巻莫將幽意弔沈湘 \\n 贈伍松月致仕 \\n 都憲先生拂袖歸都門相餞惜光輝汀花岸草隨時發野鳥沙鷗信意飛海上共傳平巨冦江西猶記破重圍韓侯不隱留侯隱青史千秋説見幾 \\n 送鄧二府致政歸膠州 \\n 夢覺黄粱萬事空倚闌翹首羨冥鴻懶從赤紱稱循吏擬向滄浪狎釣翁孤鶴伴吟臨夜月蹇驢騨醉入春風東西路阻音書少林下知誰笑語同 \\n 題鳯圖 \\n 虞周世逺太平稀靈鳥翩翩何處飛千載賢王時運筆九重聖主正垂衣雲開丹穴風初靜日上青桐露未晞黄髮老臣懐至治羽毛五色望來歸 \\n 題淮浦巻 \\n 長淮之水東南流美人家在淮上頭滄波碧石有深趣朝史暮經無外求東風側耳聽黄鳥夜月捲簾招白鷗畫圖一見擬相訪何處元龍百尺樓 \\n 再和石溪 \\n 瑤華稠疊逐人來懐抱隂沈為子開髙卧袁安甘冷落孤吟何遜苦摧頽寒多何奈肌生粟飲少空嗟甕有醅東閣莫嫌無好句眼花不辨雪中梅 \\n 齋居四首 \\n 齋館寒燈獨不眠譙樓更鼓晩風傳夢歸戲彩花當户睡起推窻月在天驚鵲南飛翔夜樹征鴻北去沒春烟詩成欲寄同心友恐惹閒愁到客邊 \\n 瑞靄祥光滿户庭髙瞻黼座儼威靈讃傳行禮千官肅工奏登歌衆樂停對越聖容深穆穆降臨神馭逺冥冥江湖翹首層霄上愁絶孤臣兩鬢星 \\n 公庭吏散集林雅齋室端居免坐衙春滿禁城偏此地風傳歌管是誰家遥瞻紫極懐天表喜見彤雲護日華潦倒揚雄思獻賦却嫌詞藻近浮誇 \\n 小齋端坐念離居佳句傳來重起予霄漢故人俱老矣廟堂勲業竟誰歟情同杜甫非耽酒迹異虞卿懶著書回首故山清夢斷三年塵土滿征裾 \\n 秦淮一覽閣二首 \\n 好景應憐畫不如小樓非止為觀魚坐邀吟客頻登賞時有仙人共起居春水泛紅花落後晩山增翠雪消餘荔枝盧橘非真有却笑前賢賦子虚 \\n 畫閣臨流想像題倚欄翹首覺天低名花無數侵簾入好鳥多情傍户啼近水迢迢經雨綠遥山隱隱拂雲齊從來吏隱難兼得城市還驚似澗溪 \\n 輓薛處士倒用舊韻 \\n 雲暗天邊處士星客窻寒雨夜冥冥輀車忽自京師返相杵懸知里社停别圃烟花懐地主草堂猿鶴怨山靈詩壇舊友應多在灑淚東風到户庭 \\n 贈貳尹李大人致政西歸 \\n 數載哦松興有餘一朝解組意何如摩空倦鳥投深樹過雨閒雲斂太虚酒熟邀朋談往事心閒教子讀遺書林泉自有無窮樂肯為浮名嘆索居 \\n 東津招飲贈詩酬此謝愛 \\n 鳥啼花發報新年對酒論詩興藹然甲第韓歐元共榜風流李郭更同船此時酒盞寧辭醉他日詩筒莫厭傳離合此生知未免笑談回首社壇邊 \\n 送唐府丞送母還鄉 \\n 牙檣錦纜奉慈顔兩岸人誇舞袖斑京兆平刑聞一笑帝城迎飬記三山長江渺渺征帆急落日亭亭去鳥閒畿甸焦枯望霖雨石榴花發候君還 \\n 清風亭賞牡丹次華泉韻 \\n 上苑芳菲第一叢何年移入禮臺中堪嗟富貴非前日誰信清髙有舊風夜月皎如銀燭照曉烟輕似碧紗籠不須對此頻惆悵萬品榮枯屬化工 \\n 再次韻 \\n 花時載酒賞芳叢感慨還生悵望中一點心存常向日數年枝老太禁風今朝相對慚衰白明早重來嘆落紅乘興題詩聊一笑敢嫌詞藻未能工 \\n 次華泉賞黄牡丹韻 \\n 寶欄春曉爛生光照眼花開正艷陽唐世御袍還愛赭漢宫粉額盡塗黄更憐上苑風前色兼有東籬月下香老厭妖嬈愛清雅幾回徐步過前塘 \\n 次仰止送周貞庵韻 \\n 四月南風錦纜斜送行冠蓋集江涯謾嗟行役還髙詠共説詩壇讓大家檣櫓影揺波底月旌旗光映岸傍花樓船到處鯨鯢避博望虚傳海上槎 \\n 送張申臺巡撫遼東 \\n 帝城東北是遼陽旌斾悠悠去路長千里山川歸節制萬年襟帶此封疆迅雷震處開聾俗甘雨零時潤瘠鄉見説醫閭秀無比政閒應上最髙岡 \\n 聖節習儀朝天宫次華泉韻 \\n 風馬瀟瀟夜氣森江湖廊廟幾闗心太平天子春秋富衰老孤臣感念深詞苑濫竽憐往昔奉常叨禄愧而今千秋金鏡無由上萬歲遥同祝夀音 \\n 次日習儀太常不預再次華泉韻 \\n 玉宇涼生萬木森珮環趨走念同心風傳鼓角朝儀靜雲擁旌旗帝座深祝夀已聞頻似昔賡歌還羨不如今獨慚下里巴人曲難並黄鍾大吕音 \\n 東園亭上次華泉聯句韻 \\n 細細巖風吹桂香微微江雨送新涼莫思白髪愁千種且對青山醉一塲舞袖輕揺秋水静歌聲髙入暮雲長良辰美景真湏惜屈指東籬菊又黄 \\n 和郭杏東九日韻二首 \\n 吟苦偏愁白髮催故人何事又詩來籬邊黄菊花相對客裏清樽酒自開南國此時聊遯跡北扉當道正需才嗟予潦倒無他望獨立西風想釣臺 \\n 重陽細讀黄花句懐抱因君一暫開杜甫當年已作客陶潛今日正銜盃殊方久廢登髙興青眼誰憐濟世才北望親闈腸欲斷塞鴻頻到少書來 \\n 送貞庵進表分韻得文字 \\n 星占營室動天文世廟新開自聖君入賀中丞凌驛雪送行僚友惜江雲歌聲緩處詩初就風力柔時酒半醺待漏寒多不成寐鳯樓霜角幾回聞 \\n 送寅長南屏老先生入覲用樾岡韻 \\n 官署方歡伴食新離筵無奈便傷神三千里外朝天路四十年來報主身殿上諮詢瞻日月淮南歌頌記陽春工曹造作如星火休説寛仁舊撫巡 \\n 病歸留别諸友次浚川韻 \\n 幾年塵土汚華簮歸想南莊樹影深廊廟山林元異趣野雲沙鳥是知心不嫌鄰叟挨肩坐却恐明公枉駕尋沈水烟消荻簾捲綠槐髙處一蟬唫 \\n 次鳯凰臺韻 \\n 春來閒上鳯臺遊極目長江天際流紫氣蔥蔥籠殿闕蒼烟漠漠羃林丘功名誰畫麒麟閣詞藻空傳鸚鵡洲且對青山傾綠醑莫教明月笑人愁 \\n 送陳侍郎奏績京師 \\n 少宰朝天及早春羣公相餞集江津九霄宫殿皇都逺千里鶯花驛路新鳷鵲樓頭傳刻漏鳯凰池上聽絲綸袖中應有山公啓見説君王訪正人 \\n 齋居次韻 \\n 南國齋居萬慮輕北辰翹首正闗情紫壇香藹通金闕絳節雲開下玉京樂奏笙簫傳禁衛駕回車馬隘都城人心歡悦天心享共賀今年大禮成 \\n 弔前溪景伯時 \\n 車馬穿林踏曉晴山河揮涕掩荒塋玄堂漫刻新碑誌丹旐猶題舊姓名文字百年空翰苑英靈千古閉佳城鳯臺門外經行路彷彿鳴騶月下聲 \\n 送樾岡 \\n 青春旌斾照長途相餞中丞赴上都聖主臨朝求治理逺人傾耳聽嘉謨兩淮烟水連南北三晉雲山似畫圖見説經過豺虎避至今歌頌滿樵蘇 \\n 送松月 \\n 江西傳檄奏竒勲海上揚旗淨冦氛憲府論功誰並駕銓曹書最已前聞大同金鼓驚邊月甘肅烽烟肅隴雲自古全才兼將相莫教人説范希文 \\n 同年殷僉憲遷居伍松月有贈因和二首 \\n 華居新買傍城隂流水橋南帶茂林車馬稀疎知地僻烟花撩亂覺春深醉扶竹杖看魚躍困倚藤床聽鳥吟最愛三山當户牖晚峯相對翠千尋 \\n 不受塵埃半點侵誰知城市有山林鳥啼花落簾櫳靜月白風清苑宇深酒熟時招鄰父飲詩成閒對細君吟興來策杖園中去萬紫千紅自討尋 \\n 聞蒼谷來 \\n 騎驢出郭俟龍湫恠事相傳説未休（蒼谷擬改恠事為勝事）病我不能遵往轍更誰堪望繼前修春風滿面形容隔華髮盈簮歲月遒嘉靖九年元日曉斾旌應記過懐州 \\n 贈通渭王應祥 \\n 三十年前舊弟兄一樽相對眼偏明雲山此去依春隴車馬何時復帝京世易蹉跎男子志老難離别故人情闗中知已如相問報道新來欲避名 \\n ○五言排律 \\n 送王大歸通渭 \\n 五月天方暑端居汗似漿君行胡汲汲使我意茫茫惜别情難巳銜恩恨豈忘先公開棨戟賤子侍門墻禮過惟呼字才微許擅塲君時方弱冠顔色美清揚設醴情偏厚論文興未央暌違驚歲月今昔痛存亡雅望虚丹棘新阡弔白楊薤歌空涕涙芻奠阻闗梁鶚薦恢庭訓鸞飛入帝鄉萍蓬憐邂逅弓冶見輝光垂翅雲霄逺歸鞭道路長别懐方浩渺時事倍凄凉四海豺狼滿千秋鳯鳥藏偃戈空屈指漂杵幾沾裳濟世須英俊逢時貴激昻到家先展墓調膳日升堂竹簡功須進棠花色並芳二年齊旦暮萬里看騰驤 \\n 輓貳守宋先生 \\n 耆夀彫零盡傷心一咏詩典刑存後進風槩想當時有美鄉邦彦真為俊秀師賦梅才自逺渡蟻慶猶遺赤縣官初試青雲譽早馳髙陽留惠愛仁夀振綱維鰥寡頻流涕權豪愧俛眉陽城書考下顔駟轉官遲海畔僉廳擢江南貳守推銓評方少愜公鬢已如絲守制還鄉里投簮訪故知鄒陽雖繫獄公冶竟無私未盡鵾鵬樂俄興鵩鳥悲歸神餘馬鬛傳世有麟兒憶昔叨京宦曾經仰令儀抵家公不見懐舊淚空垂寂寞生芻奠凄涼有道碑松楸頻注目翔鳥下髙枝 \\n  \\n 　"}
{"章节": "●附錄", "正文": "　 \\n ●附錄 \\n 　 \\n  \\n 醫學管見一卷（通行本） \\n 明何瑭撰瑭號柏齋懷慶人宏治壬戌進士官至南京右副都御史諡文定事迹具明史儒林傳是書凡二十二篇自記謂因讀素問及玉機微義二書而作其說皆主於大補大攻非中和之道其第十九篇論久病元氣太虚病氣太盛當以毒藥攻之尤不可訓其論金石藥一條則名言也（四庫全書總目·子部·醫家類存目） \\n 柏齋三書三卷（浙江范懋柱家天一閣藏本） \\n 明何瑭撰瑭有醫學管見已著錄是書一爲陰陽管見一爲樂律管見一爲儒學管見大都好爲異說以自高如論陰陽則以周子相生之說爲不可信於張子正蒙邵子經世諸書皆排詆其失論樂律則以蔡元定律呂新書爲不可行并譏禮經之樂記爲過當而失實論儒學則以朱子爲欠明切而眞德秀大學衍義於大學之道實亦不知皆所謂一知半解也未有崔銑跋銑學頗醇正而極稱所論之超卓殊不可解（四庫全書總目·子部·雜家類存目） \\n 柏齋集十一卷（河南巡撫採進本） \\n 明何瑭撰瑭有醫學管見已著錄瑭篤行勵志其論學一以格致爲宗集中送湛若水序謂甘泉以存心爲主予以格物致知爲先非存心固無以爲格致之本物格知至則心之體用益備其生平得力在此故當時東南學者多宗王守仁良知之說而瑭獨以躬行爲本不以講學自名然論其篤實乃在講學諸家上至如均徭均糧論兵諸篇究心世務皆能深中時弊尤非空談三代迂疎無用者比雖其文體朴質不斤斤於格律法度之間而有體有用不支不蔓與雕章繪句之學固又當別論矣集凡文十卷詩一卷爲嘉靖已酉鄭王所刻鄭世子載堉卽瑭之甥其律數之學皆受之於瑭者也（四庫全書總目·集部·別集類） \\n 何瑭字粹夫懐慶衛籍武陟人為諸生即有志聖賢之學弘治辛酉鄉試第一壬戍登進士選翰林院庶吉士授編修正徳初逆瑾竊政一日贈諸翰林川扇有入而跪見者瑭獨長揖瑾怒不以贈受贈者復拜謝瑭正色曰何僕僕也瑾大怒詰其姓名瑭直前應曰編修何瑭瑾愈怒娭笑曰翰林貴人也欲害之瑭遂累疏乞歸瑾誅召還擢修撰以直經筵觸犯忌諱調開州同知晉東昌府同知乞歸隠居南村四方從學甚衆嘉靖改元起授浙江提學副使敦本尚實士氣丕變未幾晉南京太常卿歴工户禮三部侍郎南京右都御史致仕家居與闗中吕柟儀封王廷相靈寳許誥諸人簡札往來究辯經書性命之旨行已教人切近精實時以比之聖門由賜瑭性潔氣剛涵養和粹雖世局變推而獨不受染臨事毅然不可奪難進易退有髙世之節門人請梓文録曰聖賢之道昭在六籍如日星後學愧不能知而行之自宋以來儒者之論方苦太多此吾之所深懼也卒贈禮部尚書諡文定所著有栢齋集十二巻儒學管見隂陽律吕管見行於世（四庫全書·史部·地理類·都會郡縣之屬·河南通志卷六十一） \\n 何文定瑭（清）孫竒逢撰 \\n （四庫全書·史部·傳記類·總錄之屬·中州人物考卷一） \\n 瑭字粹夫河内人弘治辛酉鄉試第一壬戌進士由庻吉士歴官禮部侍郎贈禮部尚書諡文定學者稱為栢齋先生生而端凝不事嬉戱人謂為癡兒七歲時入郡城見家有彌勒佛塑像乃抗言請去之人皆大駭十九以聖賢之學自勵嘗聞許文正薛文清一言一行或得其遺書則欣然忘寢食官庻吉士閣試克已復禮為仁論有曰仁者人也禮則人之元氣而已則見侵于風寒暑濕者也人能無為邪氣所勝則元氣復元氣復而其人成矣識者謂與伊川顔子所好何學論同逆瑾煽虐一日贈川扇于諸翰林有入而跪見者瑭獨長揖瑾怒不以贈受贈者復跪謝瑭正色曰何跪而又跪也瑾大怒詰其姓名前對曰脩撰何瑭知必不為瑾所容乃累疏致仕後瑾誅復原職以經筵觸犯忌諱謫同知開州脩黄陵崗堤岸成晉東昌府同知即乞歸肅王嗣位起提學山西以父憂不果再起提學浙江敦本尚實士風丕變未幾晉南京太常少卿與湛甘泉郭杏東脩明古大學之法學者翕然宗之歴工户禮三部侍郎晉掌南京都察院事竟不就是時南有王姚江北有許函谷皆以道學名于時瑭獨黙如日事二親供菽水率子姪後進以脩孝弟忠信非義一介必嚴兩執親喪皆哀毁瀕死數四若不能更生門人請梓文録曰聖賢之道昭在六籍如日星後學愧不能知而行之自宋以來儒者之論方苦太多此吾之所懼也家居十餘年薦二十餘疏嘉靖二十二年九月二十六日夜半有星隕于郡城西流光如書是夜疾革年七十歲有栢齋集十二卷行于世 \\n 野史氏曰公生平不屈逆瑾進退有道以德行自負耻列文學科其詩不必法唐文不必法漢議論彷彿宋儒殆庻幾乎躬行君子也不事著述且不欲梓其文録謂自宋以來儒者之論方苦太多吾之所深懼也斯眞見道之言與説者謂當以顔閔無所著作想像先王闇然自脩絶去表暴為名之意此近裏著已之儒也 \\n 何瑭（清）沈佳撰 \\n （四庫全書·史部·傳記類·總錄之屬·明儒言行錄卷七） \\n 字粹夫河南懐慶人弘治壬戌進士仕至南京右都御史 \\n 公授編修不泛交不入權門讀書窮理衣布食蔬雖盥櫛必整飭而朝參無爽期齋祀則盡慎搢紳重之與修孝宗實録成陞修撰 \\n 逆瑾用事公惟長揖瑾惡之問為誰對曰河南何瑭是時翰林惟公與崔銑不屈公謂銑曰吾兩人不可易節銑曰銑安義命久矣瑾欲中傷公知不免遂乞休歸瑾敗始命復職辛未四方流賊起公上言袪賊三事時論韙之癸酉公於經筵直言進諫上為改容數日遂調外同知開州為三審法以平徭役為分程法以築河堤民親戴之轉東昌郡丞乞休歸居城南别業八年杜門郤掃不接外事御史毛鳳詔薦公敦朴正大足以厚士風亷静忠貞足以勵貪懦王廷相薦公道純行修通逹世務與之咨論政事據經按史檢括參合不迂不執卓有劑量且於天下之物淡然無欲自一身外視之漠然雖衣裳冠履不事藻飾即此一行可滌清濁俗砥勵貪鄙况所學足禆治理乎公孝友端潔其於貨利若將浼焉家居讀書不間寒暑與關中吕涇野諸人究辨經書性命之學四方從學者衆公以大學條領立為訓格究解經旨常曰汝輩但務此涵養則工夫自裕所著有隂陽律吕管見大要以繫辭動静有常虞廷依永和聲為正有均役均糧二論儒學管見醫學管見家譜家訓諸書（名臣録） \\n 公慷慨有大節為浙江提學興人材培士氣一意秉直道而行有所矯拂於時不顧也嘗按部至紹興從舟中望見某氏宅鉅甚問曰此屬誰家治何賈而能為大室若是衆曰此宦宅也公曰宦則安能然為驚異者久之乃去其子從外傅受業於廨署傅見其冠敝諷使易之數日勿易也因問之故答曰母言家大人都藝於外不敢私用財耳化行壼内又如是（杭州府誌） \\n 武宗登極公上疏曰臣以菲薄待罪使官伏觀内外百官各有職守而史官獨若無所事者朝參之餘退安私室於國政分毫無補益月受俸錢日支廩給難逃尸素之譏每念及此不勝惶愧臣考古者王朝列國皆有史官掌記時事我祖宗設修撰編修檢討俾司紀録法古意也按太祖時劉基條答天象之問上悉以付史館太宗時王直以庶子兼起居注凡聖政聖訓之當書者皆録之以備纂述史官之職在國初猶未失也方今政治雖新伏望遵祖宗所已行修史職於久廢敇令修撰編修檢討畨直史館凡陛下之起居臣工之論列大政事之因革弛張大臣僚之升降拜罷皆令即時紀録止據事直言不須立論褒貶仍於紙尾書某官某人記藏之匱櫝以待纂述史職既修國典斯備上則聖君賢臣嘉謀嘉猷不至有所遺落下則憸夫小人懼遺萬世之譏亦有所懲戒不敢縱恣為惡公則明朝廷無虗設之官私則使人臣免素餐之愧事體甚便或謂館閣之地所以儲養異才不必責以職守臣竊謂養才之道當使之周知天下之務方可以備天下之用今用人於國家政事初不聞知雖欲練習其道無由若令史館供職庶因紀録之間得練習政事之體他日任用不至踈脱是於修職之中實寓養才之意上命所司知之（國朝名臣言行録） \\n 公提學浙江丰采凝重威望凜然人不敢干以私至遇諸生恩意優厚如家人父子培養士氣使得以正身逺罪或有株連保覆甚備僚長諷之曰士習澆漓此殆可以法馭難以恩結也公曰彼非吾子弟耶奈何以徒隷遇之若蕩節踰檢吾有法在耳多士感其德化相戒無敢犯有司者（名宦錄） \\n 公行已教人切近精實吕柟以比之聖門由賜未冠博通經史至忘盥櫛既為諸生即有志聖賢之學曰許文正薛文清二先生世未逺而居甚近忘所師法學其謂何 \\n 睦■〈木挈〉傳公曰何公守身之潔一介不取蹈道之堅百折不回聖門所為獧者也 \\n 崔后渠與公書曰别公十年學無一成但此心不敢有愧於冥冥耳世道日非人為榮利所迷能自立者殊鮮如公之立而不挫何可得耶 \\n 公篤遵古誼雖世局變推而公不受染逆瑾熾威羣僚入見有跪禮公獨挺乎自立瑾大恚然止奪公官後起督浙學尋致仕 \\n 張羅峰當國甚器重之舉翊聖治期大用之始入京相晤輒面數張十三愆衆為愕然（國琛集） \\n 遷南京太常少卿時湛甘泉為祭酒郭杏東為司業先生力與修明古太學之法贈杏東有言曰古之君子何為而學也則當務之急固在身如何而修家如何而齊國如何而治天下如何而平細而言語威儀大而禮樂刑政此物之當格而不可後焉者也博學而審問慎思而明辨焉一旦卓有定見則所謂物格而知至矣由是而發之以誠主之以正然而身不修家不齊未之有也大學之道如是而已矣至究其本原為性命形於著述為文章固非二道特其緩急先後各有次第不可紊耳今之君子不察乎此刻意詩文則曰立言不朽此豪傑之所以名當時而傳後世也留心性命則曰無極二五窮神知化此大儒之所以繼徃聖而開來學也至有偽起復捷徑之學者則又曰理出於心存則萬理備吾道一貫此聖人之極致也奚事外求噫為是論者皆天下毫傑之士也吾豈敢謂其不然哉特恐其修齊治平之道反有所略則所學非所用所用非所學於古人之道不免差矣又贈兵侍陳公序曰古稱才難全才尤不易得唐虞之際命官九人固皆極天下之選也然而典禮典樂掌教掌刑皆乆于其職有終身不易者豈非以其才性各有所長職業各有所習兼全之難故也至於内總百揆出總六師土地山澤無所不掌惟禹益為然全才之不易得如此近日當道用人司錢糓者未久復改之典刑獄職風紀者未久復改之司民牧計資遇缺而遷初不問其所長所習無乃以全才待天下士子其意良厚矣所慮全才不可多得用違其長則王良操弧后羿執轡非惟無成且以敗事是故不可不深長思也 \\n 是時南有陽明北有函谷（靈寶許氏誥）以理學鳴天下而先生黙如獨與關中吕涇野儀封王迋相書問印證日事二親躬營菽水率其家之子姓及鄉閭後生以修孝弟忠信非其義一介不取予瘠田茅屋取足優游兩執親喪皆哀毁瀕死居常非渉日用躬行者絶不形於言 \\n 門人有問太極隂陽之説者曰只以伏羲八卦横圖竪而觀之則易之所謂太極動静之所謂有常更易簡可見而周子可無事於圖矣有問律吕之説者曰只以舜典詩言志歌永言聲依永律和聲十二字而騐今俗樂之詞曲及唱詞曲時必吹竹彈絲相應與夫宫尺上工合四為板眼之遺法以求之至明白可見而蔡氏可無事於新書矣問一貫約禮曰儒者未得游夏之十一而議論即過顔曽以聖賢心法為初學口耳此道聽塗説之最可惡者 \\n 門人婁樞王西星請梓文集先生曰聖賢之道昭在六籍如日星後學愧不能知而行之自宋以來儒者之論方苦太多此吾之所深懼也故惟均役糧二論家譜家訓二篇儒學醫學管見有切世務者門人得裒集之 \\n 或謂先生真可謂銖視軒冕塵視金玉先生曰此後世儒者輕世傲物之論也金玉自是金玉如何塵視得軒冕自是軒冕如何銖視得此何異於老莊芻狗飄瓦門人曰如是孔子何以謂富貴如浮雲曰不義而富且貴於我如浮雲浮在不義不在富貴也 \\n 為南工部右侍郎奏革神帛堂各宫監機户夫匠料銀嵗省以數萬訃歴改工户禮三部再以病乞歸又晉南院右都御史掌院事懇辭不就歸家居十餘年薦楊二十餘疏不出嘉靖癸卯九月夜半有星隕於郡城西流光如晝是夜卒年七十賜祭塟隆慶初用科臣張鹵疏補謚文定贈尚書學者稱栢軒先生 \\n 何瑭 \\n 塘字粹夫懷慶衛人弘治壬戌進士改庶吉士授編修轉修撰謫開州同知稍遷東昌府同知陞山西提學副使改松江擢南太常寺少卿署翰林院事歴工部右侍郎改戸部復改禮部陞南京右都御史贈工部尚書諡文定有柏齋集 \\n （詩話文定講學兼明禮儀樂律其撰許魯齋祠堂碑稱魯齋以躬行為急而不徒事乎語言文字之間道以致用為先而不徒極乎性命之奥且言近世之士有志乎聖賢之道必留心性命至于修齊治平之方義利取舎之分多忽而不省夫性與天道夫子罕言而四教之施必以文行忠信則其先者可知已持論甚篤實詩特其餘事然如九日和韻從肺腑中流出此等作無論字句之工不工也）（四庫全書·集部·總集類·明詩綜卷三十三） \\n  \\n 　"}
