{"章节": "白石山房逸藁（明）张孟兼", "正文": "　 \\n   \\n   \\n 白石山房逸藁 \\n （明）张孟兼 \\n   \\n 　 \\n  \\n 　 \\n 欽定四庫全書 \\n 集部六 \\n 白石山房逸藁 \\n 别集類五 \\n 明 \\n 提要 \\n 臣等謹案白石山房逸藁二巻明張孟兼撰孟兼名丁以字行浦江人洪武初徵為國子監學録與修元史以太常丞出為山西按察司僉事遷山東按察司副使以執法不阿為吳印所誣訐棄市明史文苑傳附載趙壎傳中藝文志載孟兼文集六巻焦竑國史經籍志亦同其本久已散佚近時有孟兼十一世孫思煌者始掇拾他書所載重編定為五巻而集内收他人唱和題贈之作幾十之七八孟兼著作仍寥寥無多此本不知何人所緝視思煌本較多數首疑尚出明人裒集故思煌未之見也孟兼與宋濓同里其被召也濂實薦之太祖與劉基論一時文人基稱宋濂第一而已居其次又其次即孟兼今雖不暏其全集而即二巻以觀其詩文温雅清麗具有體裁而龍驤虎步之氣亦隠然不可遏抑接迹二人良足驂駕基雖一時之論即以為定評可矣 \\n 乾隆四十六年九月恭校上 \\n 總纂官 \\n （臣）紀昀 \\n （臣）陸錫熊 \\n （臣）孫士毅 \\n 總校官 \\n （臣）陸費墀 \\n ●欽定四庫全書 \\n 白石山房逸藁巻上 \\n （明）張丁 \\n 撰 \\n 郊禋慶成分得霄字四十韻 \\n 宋太史濂序（附） \\n 皇帝自登大寳主百神即有事於昊天上帝以仁祖淳皇帝配神作主於今五載弗懈益恭粤洪武壬子冬十一月辛酉日長至復遘其時前期丙辰上御奉天殿集臣工於庭告以誓命戊午出宿齋宮有司汜掃反土鄉為田燭各戒具脩罔敢弗肅及期行事百辟卿士後先駿奔牲牷肥腯圭幣温緻器用質雅酒齊苾芬樂舞具奏升禋上聞皇心内外質文兩盡上帝居歆福祿攸降既竣事禮部尚書陶凱工部尚書黄肅工部侍郎牛諒晉府參軍熊鼎磨勘司令吳雲兵部郎中劉崧工部主事周子諒秘書監丞陶誼晉府錄事張孟兼呉府錄事呉從善咸謂皇帝升中於天國之大典幸際熈明與於執豆籩之列不可無篇什以紀慶成昭示萬世遂以唐詩星臨萬戸動月傍九霄多為韻各賦詩一章而属濓序之濓聞郊社之禮始於有虞氏至周大脩秦漢以來寖涉不經且惑於六天六帝之説莫之適從君國子民者亦罕能躬嚴祀事往往遣大臣攝之肆惟皇上一據禮經而洗千古之陋每嵗親升泰壇昭事上帝恪恭寅畏有赫其臨隂斂陽舒降甘風雨覃及寰宇物無疵癘行見鳯凰降而龜龍假矣聲歌之發兹非其時乎昔者周人之誦所謂昊天有成命者郊祀天地也思文者后稷配天也二詩詞氣奥密卒未能曉然非卜商之序揚其宏綱後世何自而明之羣公之什優柔而雅馴整肅而泰豫足以美盛德形容而告於神明善言詩者謂其有得詩人之微旨所可愧者濓非卜商之識僣序作者之意君子其謂斯何雖然一代之成憲後王之所取法者其大槩亦頗著見於間云是嵗十有二月甲戌朔金華宋濓謹序 \\n 后德緜昌厯天心翊聖朝邊塵初滌蕩雲漢已光昭削僣功尤烈來王化愈遥金陵誇地險玉燭羡時調甘露諸祥集嘉禾兩岐天升中酬昊帝殷薦配神堯五稔明禋肅千官縟禮饒嵗将纒赤奮斗正指玄枵大報儀應飭長迎意更邵澤宮申誓命宣室禀章條法鼔雞人呌巾車太僕要祝融驅汜埽太乙引招揺矗矗旌常建祁祁旟斾飄三輿尊木輅八騄重華聊貔虎揚璇葢神仙捧玉雕清飈傳警蹕紫陌覘冲鞗爾乃登壇履因之寀殿超衮衣披日月皮弁映星杓薌合羣供焫鸞刀衆啟膋貴誠呈繭栗尚質薦陶匏圭璧繽紛奠尊罍襍沓標大糦承黍稷廣樂備雲韶孤竹璚笙麗空桑錦瑟嘹九成看舞翟六變聽懸毊祝已将明信巫還告腯臕文真情並至儀果物俱遼聖慮尤旡射臣心總不佻焄蒿神自凛肸蠁祉靡料烈祖咸蒸衎羣神徧悦嗂徳馨瀰紫府仁饗徹丹霄天既齋明假人因頌祝囂百昌歌日彩萬夀禱松喬景福穰穰降神休叠叠徼祥光凝輦轂恊氣靄鑾鑣順備尤磅礴清寜更泬寥尊親懐血氣作睹罄英翹嘉瑞麟遊藪雝喈鳯叶簫九圍精意塞重譯雅聲招允矣三靈荅悠哉百沴消愚臣叨相禮諧尹繼賡謡 \\n 夜坐國學玉兔泉聫句 \\n 宋太史濓序（附） \\n 洪武五年秋九月十又五日日入酉予與仲子璲過張錄事孟兼於成均秉燭對夜孟兼方命侍史汲玉兔泉瀹茗俄熊參軍鼎劉職方崧周虞部子諒皆集相與談詩至惬心處輒抵掌笑譁呂太常仲善聞之亦驩然來會既啜茗已孟兼出新造玉兎泉銘諷之且曰今夕何夕勝友如雲不可無以為娯請舉泉聫詩何如衆皆曰然予年有一日之長俾題其首句餘則以次而續鬬竒據勝閧閧弗能休至二鼔詩成各擁衾枕榻逮鷄再號風雨凄迷僕夫載塗官事有程皆不告而散予亦騎驢去朝天矣明日孟兼將屬梓遂作小楷繋詩於銘左徴予為之引於戲人事聚散如風中飛矢其囘旋飄泊曷嘗有一定之踪今幸得與二三君子岸幘咏詩輾然一笑豈非天哉然此七人之中楚産者大半獨予父子與孟兼居越西相距僅半舎他時或後先投簮而歸支九節笻訪孟兼白石山房溯泳諸賢立霄漢上欲一見不可得取此巻閲之恍如聚首成均時寜不有慰於寂寥之鄉也耶孟兼子諒皆以字名熊君字伯頴劉君字子髙予則南宫散吏金華宋濓也 \\n 成均地何靈聖澤資灌沃（濓）兔奔兆竒徴井泄廢新斸（鼎）自非三窟深孰湛一川綠（孟兼）儲精本從金生色絶勝玉（子諒）霜毛蘸寒飲雪毳翻夜浴（崧）醸冽補酒經沐丹騐仙籙（仲善）杵舂蟾窟弃珠噴鱣堂觸（璲）字月生隂精觀天漏晴旭（濓）氷澄毛骨竪鑑徹鬚眉燭（鼎）■〈鵕，兔代鳥〉名徒自竒繪行穢難贖（孟兼）雖涵東郭狡難洗上蔡辱（子諒）引滿瓶未羸探幽綆頻續（崧）流罌滲銀牀出竇濺瓊粟（仲善）醉沃目暈花凍汲指連瘃（璲）濡毫乃目潤照影從人欲（濓）光沈天上魄祥啟地中躅（鼎）摛辭挹餘清盟薦侑嘉告（子諒）劍刺非貳師池移豈身毒（孟兼）燕支愧浮陳鹽鹵鄙富蜀（崧）不動疑窪雪頻移風笑纛（仲善）天光一眼開雲影片鱗束（璲）劇燕覺瘮瘭蹶足想彳亍（濓）觱沸虎爪跑■〈奭斗〉吸猿臂跼（鼎）潔士濯纓冠濁卒卸刀襡子（諒）情當昴君降夜或井霜督（孟兼）誰知鍾阜分脉與伊洛屬（崧）錫名爾固嘉戰句吾何局（仲善）聫将指鼎比疾勝撃鉢促（璲）驚風落燈燼斜月墜簷曲靈源詎能窮短詠聊可錄（濓） \\n 題義門 \\n （丁）嘗因潜溪先生發交扵前太常愽士鄭君仲舒仲舒之文閎通博大汪洋無溪然一裁於理嘗語（丁）以為文之道必根忠孝性情之實而發然後可傳傳斯永久時（丁）初知為文仲舒一見竒之許以有成（丁）兹受知聖天子致榮膴累顯官於丈焉頼歸省邱隴道經義門謁仲舒之廬而宿焉仲舒間示（丁）義門詩巻皆宇内鉅公名文（丁）反覆詳玩赧焉瞠乎其後乃聖天子澄清海甸廣勵學宫弘宣教鐸亟取君家義範垂示來兹綸恩指日下矣（丁）賦短歌書之末簡顧（丁）言何足為義門重庶（丁）名得藉義門以貽不朽爾里人張丁孟兼拜手書 \\n 孝不遺厥親義不辭君役克全兹兩端稔足久雍睦世俗習澆漓君家仍朴遫世俗尚浮屠君家尊儒宿文章夙擅名道義素積蓄覃恩表閭門用是敦頽俗末學勉追隨步趨恐不足漫作短歌行聊以将頌祝 \\n 寄桃源鄭徴士 \\n 予往山中時賦詩寄桃源鄭徴士有云桑麻别境仍雞犬曉夜空山自鶴猿今來江左每懷舊趣而不可得乃以二句析之為韻賦古體十四首首六句覔便寄之且以表予之思云爾 \\n 桑字 \\n 我思桃源山林谷春晝長雲生岩石静花落泉水香笑我不歸客何年返耕桑 \\n 麻字 \\n 何年返耕桑與子種桃花山中尋白鹿石上看紅霞竟日得辭后相從飯胡麻 \\n 别字 \\n 相從飯胡麻已與塵事絶致身在烟霞此心比冰雪便當賦歸來共話經年别 \\n 境字 \\n 共話經年别令人發深省悠悠感飄蓬戀戀依鄉井漫爾結茅屋遁跡桃源境 \\n 仍字 \\n 遁跡桃源境日對青崚嶒澗響驚夜雨雲寒沍春冰况此人事絶沈憂豈相仍 \\n 雞字 \\n 沈憂豈相仍浩然樂幽棲山空夜花落木密春鳥啼我厭朝市居攬衣起聞雞 \\n 犬字 \\n 攬衣起聞雞寤寐恒展轉懷親念已頻覲主顔覺靦欲尋舊籬落聽吠山家犬 \\n 曉字 \\n 聽吠山家犬烟霞故深窈上拂穹宇髙下俯人寰小泠然風露涼落月林開曉 \\n 夜字 \\n 落月林開曉白雲散幽舎翩翩笙鶴回井井神仙下中有好修人浩歌美清夜 \\n 空字 \\n 浩歌美清夜翩翩挾天風采芹碧澗底看奕青雲中洞口有霜瀑飛流落晴空 \\n 山字 \\n 飛流落晴空青雲上可攀念子氷雪姿媿我塵土顔長歌采芝曲白雲滿前山 \\n 自字 \\n 白雲滿前山杳杳入蒼翠風清鶴在林夜静月墮地惟有屋下泉汨汨來何自 \\n 鶴字 \\n 汨汨來何自泉鳴晝寂寞春暖澗草生鳥弄林花落山人盍歸來為伴林間鶴 \\n 猿字 \\n 為伴林間鶴松老枝葉繁石爛不復覺丹成竟忘言幽響亦何處雲蘿自啼猿 \\n 送童良仲歸蘭谿 \\n 嘗讀登科記猶憶庚子年君名乃亞魁衆口爭稱傳豈惟宗黨重亦為閭里賢授官得要地尚爾客幽燕音書或間至途路動逾千不謂兵革起陵谷成變遷南北遂阻隔相望各一天我思曷怏睹心若揺旌懸君世居蘭谿我家浦水邉相去固甚邇雞犬聲相連胡為萬里别不啻參商然人生出處異會晤實因緣去年朔方平君挈家南還相逢逆旅中把手話纏綿江城寒雨歇泥淖窮巷偏促席竟及夕剪燭夜忘眠或於風雪際圍爐擁青氊哦詩出險語欲壓石鼎聫君才十倍丕顧我何能先譬諸觕糲女效顰媿妖妍又如低飛鳥斂翮避鷹鸇此情膠漆投此義金石堅還返僅半載慰藉肯弃捐興言久居此浩然鄉思牽今日既得請促装買歸船功名非吾事身世圖生全故山有敝廬讀書可終焉昔有釣遊處西郊及東阡鄰翁縦談謔嵗時羅酒筵非學髙尚隐實且脱憂煎聞之使我驚我亦思林泉我生素狂瞽竊祿徒備員幾欲乞歸養日夕心乾乾念君挽莫留告别一何遄探囊竟何有憐剩三百錢沽酒勸君飲為君冩拳拳蒸雨急如洗薫風爽微肩到家可計程定及秋月圓 \\n 送鄭叔車還鄉 \\n 蘓太史平仲序（附） \\n 浦江義門鄭君仲舒北仕於燕二十有餘年不聞問亦且十年仲舒之子叔車居常皇皇如也王師既下燕叔車即告行於尊長往迎方燕之下也凡在仕籍者徙而處之汴京者有之徙而處之兩淮者有之挾而致之南京者有之而蹤跡仲舒之所之言人人殊或言南京或言兩淮或言汴京又或言於時仲舒已解官不在行間仍留燕也然言之南京者十五六從者惑於所之叔車曰古人之尋其親也無方而獲見焉者多矣况我父有方乎燕也汴也淮也南京也吾無不之焉則吾父當無不見焉又奚惑乃行行次京口遣從者走南京訪焉比從者至於南京則仲舒之於南京也二日矣方卧病逆旅從者以告叔車叔車兼程而至仲舒見而悲悲而喜喜而不知病之去體也内交於仲舒之士僉曰仲舒幸哉有子如此真無忝義門子弟哉余竊以為叔車之來子職也而其事則殆有隂隲之者使叔車竟絶江如淮如汴如燕不先之以從者如南京至不至從何而知之先之以從者矣使仲舒之至也後一二日則叔車亦且如淮如汴如燕矣叔車行萬里外而仲舒客南京卧病而愁居左右就養将仰之誰哉今仲舒甫息肩弛擔而從者遄至乃若期然叔車遂得共為子職仲舒享其養而安焉此非人也天也明年春仲舒謀歸拜其先人墓勿克命叔車代之行張孟兼氏與叔車居同邑且親喜其能子也為詩以餞之率諸縉紳和之而屬余序之 \\n 晚秋氣始肅逺客早知寒登艫越重河長路浩漫漫鄭君去故國水宿更風飱因兹搆沈綿伏枕在江干昔年仕朝簮濟濟儀鵷鸞有子長堦庭娟娟秀芝蘭兵壓隔溫凊恨不生羽翰流言日紛起念之熱肺肝燕山尚氷霰汴水猶波瀾既憂滫瀡闕復恐衣裳單未知親定所豈悼行路難願學朱夀昌厯訪遍川蠻望雲朝屢悵見月宵永歎睽違十五載夣寐何時安一旦遇中途兩恨共相看阿児悲且喜揾淚不能乾阿父病隨愈傾倒為汝歡細詢盡故舊相語夜向闌幾人亂離後骨肉能爾完况乃四十指舉族無一殘會當返故里髙堂舞斑斕因事尚留滯遣子先往觀急歸報尊長庶使衆心寛忝予同鄉邑羡伊子職殫移忠諒由孝踵美登王官荆花既燁燁桂樹亦團團好将丹一寸書入青琅玕 \\n 送鄭仲宗聽宣 \\n 客裏論心緒山中有隠居毎聽深竹雨還釣碧川魚翻笑歸難得多緣計不踈好将天上語子細報鄉閭 \\n 咏茶（金華之茶産於龍門者為最佳龍門宋太史讀書處也） \\n 佳品龍門産先春長碧芽瀹泉分玉乳烙火試雲花沁入詩脾瘦香清夢境賒相如故病渇飲啜轉風華 \\n 過梅節悠故宅 \\n 梅溪尚可作吾亦溯微湍力罷千金括謀迴萬乘鑾孤忠殉社稷亂石塟衣冠依約曽棲處楓邱血尚丹 \\n 登聚寳山分韻得春字 \\n 蹤跡憐身拙登臨縱目頻江山如好客花烏故餘春落落行藏異悠悠歳月新數莖初白髪朝夕為思親 \\n 西洲曲 \\n 送郎下西洲畏儂不回顧恨煞浪頭風轉向烟中樹烟樹冷茫茫風来吹斷腸贈我雙環鐲不如置道傍 \\n 金華洞天 \\n 洞天萬仞落空翠神仙何年上青霄蛟龍已去荒窟宅雞犬無聞遺井瓢氷湍灑灑暗猶落巖雪陰陰春不銷我欲乘風問生術林間黄精深雨苖 \\n 北山草堂 \\n 草堂面面近嶙峋白石蒼苔不染塵澗瀑倒吹千嶂雨山花遲發半巖春雲封竹戸常無徑僧到斜陽可結隣松下茯苓今已老那堪車馬悞閒身 \\n 題鞠隐堂巻 \\n 玉雪為顔白髪鮮児孫滿眼見曾玄彩衣獻夀三春酒黃菊當期九月筵天上蟠桃今已熟堂隂萱草故争妍丹青觧冩名門徳留取家聲奕世傳 \\n 展聞人先生墓 \\n 聞人先生孟兼受業先師也往拜墓側詩以哀之 \\n 免魄何年掩少微裵回馬鬣涕頻揮十年燈火人何在一代文章事已非衰草含烟天漠漠空林落葉雨霏霏傷情更有山陽笛吹徹梅花未忍歸 \\n 秋興 \\n 白露盈盈上碧枝蒹葭正老月明時危樓獨倚聴歌細静榻孤眠琢句遲厯亂松棲烏夢幻縱橫楓落鹿蹤迷琅玕戞玉千竿外疑有髙人住水湄 \\n 都中贈風鑑僧 \\n 祖師相法此心通西笑長安只向東自我作災還作福與人言孝復言忠看得定時原不定悟来空處轉非空八識田中橫七尺大家歸認主人翁 \\n 漫興 \\n 梨花半開夜雨催無奈李花如雪堆門前美人不見來東風楊栁吹千迴 \\n 青驄驕嘶金鞿銜美人二月裁春衫江頭麥秀青漸漸西湖放船開錦帆 \\n 楊栁詞 \\n 栁色青青栁葉齊送君江上朔雲低妾似栁條全繋恨君如栁絮逐東西 \\n 槎得鵝児嫩欲黃輕寒初試怯羅裳柔條不禁隨風舞薄恨猶能繋妾腸 \\n 賦得可憐人度可憐宵 \\n 燈花剔瘦鬢上蟬梭雞雨聲泣紅綿瓦盆盛水渇如漆埀額不照鴉紋玄青奩無脂陂陀小單衾著膝看霜曉飢蟲食粉化蛾飛芙蓉盡乾春燕少去年買塢種楊栁春去采芝秋縛帚荒烟碾塵髙似樹蠐螬樸墨入馬口空條漸老月漸稀月時空有雨灑衣花房遣夢化為蜜醒時不見蝴蝶飛三更食蜜如食澱寒鴉孤棲不穿線鬼母輕揺蜀國絃外孫慵貼邯鄲絹天河水决弓聲催漏板銅銷冷如箭香軿叠綠垂花鈴乙夜采蘭燒至丁忽剪茱萸作秋宛懶從鏡裏留星星龜甲無心老紅暈橫取金蠶報雙鬢鵞黃不度（闕）上風蠟淚新痕為誰盡 \\n 補牛尾八闋樂歌辭 \\n 葛天氏之世人民康乂樂由此興始教三人操牛尾投足而歌八闋攷吕氏春秋頗載八闋之名然而樂辭不傳後世間有擬作率以今辭敷古題雖多昌明之氣終鮮邃穆之風乃按其時代以補為歌辭 \\n 一曰載氏 \\n 彼民之初生兮靡慝彼熙載兮不知不識彼一人兮操要會以立極 \\n 二曰玄鳥 \\n 鴯之來民迎禖矣鴯之歸民財阜矣相甲厯以制冝之子兮勤施 \\n 三曰遂草木 \\n 而萌肇茁而彚彌稷乃攘乃剔蕃其質中我宫室中我琴瑟 \\n 四曰奮五榖 \\n 種之嘉播乃畬（叶音賖）出而作趙其鎛倉斯千祝百年乃昭率育乃遊鼓腹 \\n 五曰敬天常 \\n 聿康囘自神兮彼天折其柱維民彛俶亂兮疇日監而在兹迺維其斁（叶音妬）迺安其度 \\n 六曰達地功 \\n 若掘大象兮調太鴻乘精拱黙兮耳目内通維率九寰以承流兮順軌從風亮天工兮一人斯隆 \\n 七曰依地徳 \\n 彼奠而靡隳兮惟厚取財而勿匱兮惟百耕者餘餼宿隴首俾我不武法其隂徳 \\n 八曰總萬物之極 \\n 睠羣生氣莫閼芸萬百一何轕應不求兮聚必奪紹物開智兮一物胥逹 \\n 白石山房逸藁巻上 \\n ●欽定四庫全書 \\n 白石山房逸藁巻下 \\n （明）張丁 \\n 撰 \\n 太極宫碑記 \\n 浦江縣治東南不百步有宫曰太極宋嘉定乙亥間知縣錫山尤君燁以邑祝釐請禱之事逺詣廣福觀觀在仙華山下去縣十餘里許非便謀創此宫前建三清殿後敞層閎以祀星君廊廡翼如重門外闢觀者欣豫莫不起敬遂聞於朝徙仙華舊額揭焉仍命廣福觀道士徐思恭主領宫事崇真靈以居之至正戊戌罹於兵燹宫燬道士王無為乃銖累寸積明年建三清殿又明年建門臺亡何仙去其徒王洞觀圖終先志復建東西廡既而庖庫諸室皆成凡其教之所宜有者嚴奉靡不如式飛甍偉棟金碧交輝視舊觀益有加焉於是介廣福觀夏文班謁余文記之葢常以為天不可得而名言也以其不可得而知也故盡以示之然後日月星辰之所以昭晰風雨雲電之所以變化仰而觀之天之所以為大者無不在於是矣道家以清淨無為為教所謂太極焉者豈名其所不可名而一歸之於天者乎雖然聖人有作治具畢舉将躋億萬生民於仁夀之域生斯世者莫不遂其生養休息之期熙熙皥皥晏然樂於閭閻井陌間則太極者何往而不在乎以是求之天亦無不在矣豈非所謂歸之於天者而名言之也抑古之為仙者不擇地而處若今之所稱琳宫珍館則在於深山密林窮巖絶谷之地往往車轍馬跡所不通太極宫則在于亨衢廣市間無有深密窮絶之可名不亦古仙人之遺意歟有若王君師弟能脩其學以興廢起墜為任述前人之所志可不謂之知道之士乎哉浦江之北有山曰仙華如旌旗鐵馬風井雪壁最號勝竒黃帝少女實升其上縣倚山而為治昔之所以建宮於是者夫豈偶然之故哉至若作新其舊克繼成志庸不可無述以示将來遂為之詩曰 \\n 仙華之山仙上昇列壁千仞虹電騰其陽作邑治所馮有宫翼然引峻嶒粤有至人道大弘窮索妙理非瞢瞢氤氲磅礴判未曾何有下濁清上澄陰陽闔闢姑有稱萬理各具物以承屬之至人道乃凝久視六合儔其能澤流教衍徵替興豈與人世誇雲礽地由森爽驅濁蒸百霛來降鸞鶴乘寳圅玉笈差層層仙籍浩渺開金縢紅雲翠霧縈觚稜十洲三島恍在登神光逮賁猶燭燈眷令作者良匪矜聲容巍峩儼若増夀以貞石宜服膺 \\n 遊禹門記 \\n 禹門禹貢龍門也亦曰禹門渡兩山石立河出其中廣不百步世謂禹鑿所傳三月鯉魚上渡而為龍處也其東岸曰看鶴堂尤孤峭不可下瞰西為梁山即呂梁也北曰建極宫作於道家者流祀禹神也故刻石十餘多元名臣為文地極幽閒煙雲水石之聚蟲虵罔象之居相等桃花開時河水方顯殷聲震雷殆異境也并河之東為太史公墓墓前為廟有晉永嘉中殷濟樹碑今皆圯于河裵回良久作龍門之歌下山日已昃是日到子夏墓墓在新豐里新豐之南曰通化里即文中子講學處也問遺跡故老無存皆不得已明日得東臯子黃頰山詩東臯子文中子弟也名績字無功以琴酒自娯隐黃頰山題是詩山壁詩極幽永非唐以來人語宋熈寜初李公夀始訪其地刻石縣學因載所遊其石隂附以龍門之歌龍門兮天開河水兮天來我思古人兮何在哉禹門在今河津縣云 \\n 商巫臣祠碑記 \\n 維書曰在太戊巫咸乂我王家又曰在祖乙時則有若巫賢賢咸子也則巫氏父子世為商輔矣而巫咸尤見諸子百氏書夏邑有山曰巫咸頂志以咸隐於是為名頂故有巫咸祠遺甓存焉莫知其所始山麓有廟尋廢葢宋崇寜間邑大旱禱巫咸得雨請於朝賜封王號見斷刻云洪武八年冬縣令閻畜等即其頂作新祠而以巫賢稱惟巫咸古賢臣也生而為治功在王室没而為冥澤及後世矧能出雲為風雨而民以望嵗者望之其可謂虚也耶是宜食享其土不誣乃為作迎享送神詩使敬祀之而亦以紀其成焉詩曰巫山兮巉巉神隠兮中巖神去兮千古盍睠兮我土神化兮為雨風雲兮上下吁我民兮匪神何怙山雲兮浮浮神宅兮山之幽神降兮我留于薦兮我羞我享兮以雩匪鐘鼔兮為娯吁願我民兮不渝神享兮何之風雨兮其馳神我兮不違我望兮以思吁樂年嵗兮惟神自兹 \\n 元故十二府君墳記 \\n 嗚呼是惟我大父公之墳也公生於元至元戊子四月十一日卒於重紀至元庚辰七月二十日以明年十二月一日塟於徐山其塟也鄉陳箎先生為志方堂後公二十有六年祔以安人陳氏丁生也後既不及表見墓上顧思先美不傳死且不瞑目於是用悉取陳先生之志以繁其辭著兹石焉公諱鎮字安卿號平齋由始祖乾四府君至五府君四世矣自下名或闕而以行稱五府君兄弟七人子六人有十三府君子三人有五府君子一人二府君子五人一為浮屠其四遂支為東西南中派云有五府君娶錢氏生省元頴中是為南派于公為髙祖省元娶胡氏二子維紀維字維之娶陳安人生我博士公曲江諱夢龍娶潘夫人生曾祖諱一清字宗尚娶安人生伯祖山早世次即公也公生而倜儻遇事廓落無阿私意自未冠時即承家料理得撡縦取予之術浸成其業有急告者不問親踈咸怡然濟之鄉豪右有非義必委曲摧阻令不得騁故毁譽毎相半而公卒確行其志不少奪凛然有古任俠之風族人某早世家落有孤女煢煢旦夕莫能給公嘆曰古之人尚推其餘以濟不足况同氣耶遂以女歸與諸女居鞠之長成嫁于邑士公欲築室營遷而母卒因慟哭曰母氏勤于内治不能享一日安遽為終古之隔欲養而不可得痛忍言哉凡嵗時祭祀必泣下沾衣自免喪以至於終身無不皆然父性豪邁日具酒享賔客公侍左右有所顧欲輒下視唯唯莫勿如聽毎或至夜分猶溫溫笑語未嘗告倦父亦甚愛之先是公庻弟與人小隙至誣以死事公甚慕義且能幹知其為寃之曰君輩爭利故忍以骨肉害人耶仇乃叩頭謝曰君仁人也某願乞伏改悔厥後果帖帖皆公力也公嗣與豪于甲訟田有隙值道有餓殍近大父居厚遺其屍主誣公吏亦受賕証成其獄弟亦上狀有司請以身代因得明察其奸而罪之於某鄉里稱為二難云公娶陳安人無子次葉徐姚生子四女二孫男七孫女三享年五十有三嗚呼哀哉（丁）初生甫晬而公疾作且呼乳者育（丁）撫（丁）之首而欬曰吾未耄恐斯疾不起得見孫乎茍有成吾願足耳及臨殁猶以為言嗚呼哀哉小子（丁）不能謹公之訓顧未有所就而辱公之言為甚痛尚忍云乎兹懼羣行湮没他日無所攷質姑直記所聞以俟當世盛徳君子請銘焉嵗次乙已秋九月九日孫（丁）謹記 \\n 元故勉卿府君行狀 \\n 府君諱邵字勉卿生元大徳癸卯八月二十七日卒至正甲辰九月四日夀六十有二以是年十一月十三日庚申祔塟祖妣安人之墓初曾大父娶于氏始生丁大父時以大父孑立寡兄弟殊不懌及得府君則釋然喜髙祖博士公見府君襁褓中嘗撫其首曰他日大吾門者耶博士公既不可作後有以博士公言告府君輒泣下性好學已而幹蠱廢筆硯尤尚本實不喜浮華恒語人今世人自稱我儒士也及觀其言行相戾不啻天淵吾不能儒但求無媿此心而已識者以為名言常題所居之壁曰仰不愧俯不怍以勵子弟謂茍能無背斯言始可為人頂立天地耳中年慕神仙家術嘗從會稽真人許旡文遊旡文得至人之學獨授以修煉之訣府君于是謝諸家事獨處一室無晝夜寒暑趺坐木榻身如槁木自是不御衾不交睫者十年其肌骨如百鍊金或按之則肅然可象故人識與不識咸稱為神仙中人先是丁大父與豪于某訟田有隙于指道上餓殍近大父居隂厚其主使誣于官大父府君兄也官為賕惑府君奮身不顧叩大父上状乞以已代已而得明其非罪而罪于某鄉里咸稱府君之賢府君狷介剛正無阿獨意其樹立有卓然不可撓者尤放浪形骸凡事不介蒂於胸臆嗜酒口不談塵世事惡論人臧否遇飲經醉大笑而已俄而寒疾作既愈十日再作又十日竟逝矣先娶方氏次娶鄭生子五人長讌次庸為石峽書院山長次隆次雷次址女二長適于次適洪嗚呼府君無恙時執丁手而語曰汝稍以文墨見稱我死汝其状我丁不敢背謹用列此大概道記其行仍書為兩通一焚諸兆前一藏諸家櫃俟當代盛徳君子尚乞文焉 \\n 元故賢十九聘君行状 \\n 府君諱天錫字君予自先清河復遷之祖至府君十三世矣曾大父諱維字維之隠徳弗耀大父諱夢龍字曲江仕元為湖州路學正父諱一寜字宗望娶方氏生府君兄弟凡四人府君其長也府君性至溫謹懷親隣咸有恩人皆稱為長者其讀書則求大義不事章句養親未嘗去左右朝夕問起居寒燠損益其衣服大父甚鍾愛之及長善理家政而無闕失弟妹皆撫育之或築室俾其營遷先是世居南山之麓去今居五里許府君以宗姓衆多懼異時不恒聚見乃造廳事故基遇嵗時集長幼序拜其間尤敦於宗親有不給者濟之嘗曰以吾身論之皆吾祖宗所分忍自飽煖乎春秋祭埽先塋禮畢率其子弟列序兆前告之曰某府君塟于斯平生修其徳行其善娶某氏生某子言卒必泣下曰汝等謹識之為人極和易一以誠接物或不知而忤之者輒不與較故人亦愛敬而不忍欺毎平居正衣冠坐堂上嚴恪端肅若無人者行步不東西顧視踪跡皆可尺寸數遇僮僕未嘗厲聲色執勤服勞者皆忻忻如也時宗藩有竒府君才者辟為營田都總管府治中辭不赴至正末鄰盗羣起将入縣境鄉里亦乘間竊發燬人室廬獨府君之居相戒不敢犯後府君卒已久鄰里旄倪猶喃喃不忘一語及府君必舉手加額甚至有灑泣者府君生於元至元壬辰正月十五日卒于至正庚子四月二十日夀六十有九娶朱氏夫人亦生于壬辰四月十三日先府君三年卒於丁酉十一月初五日夀六十有六合塟縣西施禮山之原子三長坦翁次泰次祜女四長適朱某夫人之姪也次適石某次適樓鐵次適陳厚孫男五曰瑶福驥安慶曾孫男八曰叔祥和禎祐禧道襗礿嗚呼哀哉丁於府君為從孫府君在時丁數從過先世墓下語以前人往事丁聞知為尤詳迄今言猶在耳而府君已殁矣慨想羣行不白于後世直記其大畧将求當代立言大人誌之以圖不朽云 \\n 唐珏傳 \\n 唐珏字玉潜會稽人也少孤能力學以明經敎授鄉里子弟而養其母至元戊寅浮屠總統楊璉真伽利宋殯宫金玉故為妖言惑主聽發之珏獨懷痛忿乃貨家具行資得白金若干為酒食隂召諸年少享于家衆皆驚駭前謂曰平日且不敢見今召我飲又過禮不審欲何為雖死不避珏因泣數行下謂之曰爾輩皆宋人吾不忍陵寝之暴露已造石函六刻紀年一字為號自思陵已下欲隨號收殯之衆皆諾中一人曰此固義舉也然今無有知者恐萬一事露祻不測不得終志奈何珏曰吾已籌之矣更當易以他骨焉衆如珏言夜往收其遺骸瘞蘭陵山後種冬青樹為識約明日復來會出金帛為諸人夀戒勿泄也璉又易宋内為諸浮屠乃裒陵骨襍馬牛枯骼築白塔號曰南鎮以為陵骨良已鎮而不知真骨之獨存也亡何汴人袁俊為越治中招珏為子師間問曰吾聞越有唐姓者瘞宋諸陵骨豈君邪坐有指珏者俊大竒之舉手加額曰先生義士豫讓不及也竊聞髙義之日久矣不意得與先生處因訊珏以故甚貧俊亟為買田宅業之先是珏卧疾一日夢吏持文來曰帝召君速之行至見宫闕邃麗一人冕旒中坐旁一人延上殿又數黃衣進揖珏曰頼收遺骸無以報俄曰苐報良田二頃有妻孥以養乃復揖及闕翻然而覺莫省謂何已而會俊料理事如夢中有謝翺者文丞相客也與珏友善嘗感珏事為作冬青樹引語甚凄苦時讀者莫不灑涙翺字臯羽閩人亦竒士 \\n 贊曰予讀晉世家知趙氏有後也非程嬰公孫杵臼莫傅其孤今十七廟不食而有暴骸之難獨珏能瘞之甚義乎哉嗚呼珏一布衣耳其視程公孫何愧哉千載而下有國士之風者非珏其誰與歸 \\n 釋登西臺慟哭記 \\n 登西臺慟哭記者粤謝翺之所作也宋丞相文信公值國已數起兵南服翺布衣也倜儻有大志會丞相開府時杖策軍門署以為諮事參軍後丞相死翺慟知已之不復故登斯臺以竹如意撃石作楚歌招其魂若其慟西臺則慟乎丞相也慟丞相則慟乎宋之三百年也西臺者子陵之西臺也始翺哭於夫差之臺句踐之國又于此升臺而哭者亦登峴踐華之意始 \\n 故人唐宰相魯公開府南服予以布衣從戎明年别公漳水湄 \\n 釋曰按文公丙子七月開督于南劍時徳祐二年也公時年二十八明年正月文公引兵趨漳州謀入衞道阻不通三月入梅州五月兵出梅嶺其别者是年也按稱唐魯公而不姓者猶韓愈稱董晉為隴西公之類 \\n 後明年公以事過張睢陽及顔杲卿所常往來處悲歌慷慨卒不負其言而從之遊今其詩具在可考也 \\n 按戊寅十月文公引兵至潮陽十一月兵潰被執遂北徙留燕至至元壬午賜死時年四十七謂其悲歌慷慨卒不負其言而從之遊者葢指其題詩張睢陽廟也 \\n 予恨死無以藉手見公而獨記别時語毎一動念即於夢中尋之或山水池榭雲嵐草木與所别處及其時適相類則裵徊顧盼悲不敢泣又後三年過姑蘓姑蘓公初開府舊治也望夫差之臺而始哭公焉 \\n 按乙亥文公募公於贛州後守呉門除江淛制置使知平江府公過姑蘓而哭也在乙酉之嵗時年三十七乃落魄呉楚間始有屈平逺遊之志而其志誠可哀已又按公祭文公章貢之别言猶在耳水寒天空老目如霰其所以記别時語而不忘可知矣夫差臺在州治之西 \\n 又後四年而哭之於越臺 \\n 此丙戌年也按行述謂公是年過勾踐行禹窆間北鄉而泣焉時有冬青樹引别唐珏玉潜云 \\n 又後五年及今而哭於子陵之臺 \\n 按乙丑年公從先君鑰登臺時年始十七後丁亥公復過而哭焉謂今者在庚寅之冬時年四十二矣公之所以必記其年者葢不忘其先後本末之事焉 \\n 先是一日與友人甲乙若丙約越宿而集午雨未止買榜江涘登岸謁子陵祠憩祠旁僧舎毁垣枯甃如入墟墓還與榜人治祭具須臾雨止登西臺設主於荒亭隅再拜跪伏祝畢號而一慟者三復再拜起 \\n 按友人甲乙若丙者意為呉思齊馮桂芳翁衡也今雖不知其然惟三人同登時詩可攷見也三人者皆知公之心故與之俱而比其名者隠之之辭號慟者三葢節之以禮也 \\n 又念予弱冠時往來必謁拜祠下其始至也侍先君焉今予且老江山人物睠焉若失復東望泣拜不已有雲從西南來淹浥浡鬱氣薄林木若相助以悲者 \\n 江山人物睠焉若失云者其乃痛宗社之隕絶乎謂昔從先君及有雲西南來云者其乃念家邑喪亡而思親之不可見乎 \\n 乃以竹如意撃石作楚歌招之曰魂朝往兮何極莫歸來兮闗水黒化為朱鳥兮有咮焉食歌闋竹石俱碎 \\n 古之人有遭讒迸逐者或閔其魂魄離散而不復還故為辭哀之其人未嘗死也杜甫剪紙招我魂正此類也然文公既死而公以歌招之者其有得於古道焉葢公雖哀而不過於傷而傷之在彼是皆至誠惻怛得性情之正非若婦人慟而已按朱鳥南方宿也咮鳥首也春秋傳古之火正或食於咮故咮謂之鶉火而火正配食於火星者以其於火有功故也葢宋以火徳王而繋於南化云者以其難化而化必於南文公有功於宋猶星有功於火也亦以朱鳥配於宋焉其友方鳯過公墓有詩懮之朱鳥食何向正此謂也歌闋竹石俱碎葢哀之深而不自知也 \\n 于是相向感唶復登東臺撫薈石還憩於榜中榜人始驚予哭云適有邏舟之過也盍移諸遂移榜中流舉酒相属各為詩以寄所思薄暮雪作風凛不可留登岸宿乙家夜復賦詩懷古 \\n 相向者與客相向而悲也唶嘆聲其或有感而嘆也東臺去西臺若干步云邏舟者巡舟也移榜中流舉酒相属為詩寄所思者葢哭始歇而悲之未忘也亦性情之正而不為事物所移所感之心始終如一不少變而愈深此君子之心忠厚之至也至於雪作風凛雖不可留又且登岸宿乙家復賦詩懷古其於登臺之心則一而已斯可見公不忘之意也哉 \\n 明日益風雪别甲於江予與丙獨歸行三十里又越宿乃至其後甲以書及别時來言是日風帆怒駛逾久而後濟既濟疑有神隂相以著兹遊之偉予曰嗚呼阮步兵死空山無哭聲且千年矣若神之助固不可知然兹遊亦良偉其為文辭因以逹意亦誠可悲 \\n 明日者登臺之明日也别甲者别思齊於江也與丙獨歸者與桂芳同歸又明日至其居也甲後書來謂風帆怒駛葢甲與公同氣其所見者響應若是非真有神之助也葢公之至情逹乎中正而若有見焉其焄蒿悽愴之著也如此按嘆息謂阮步兵者此特援比其哭之一辭若公者又非其比矣 \\n 予嘗欲倣太史公著季漢月表如秦楚之際今人不有知予心後之人必有知予者於此宜得書故紀之以附季漢事後時先君登臺後二十六年也先君諱某字某登臺之嵗在乙丑云 \\n 按公行述謂多所著書如季漢月表皆采獨行倣素之際予未得而盡見也登臺後二十六年者在庚寅之冬其後六年公卒於杭思齊方鳯徑往杭買舟載棺至釣臺而塟焉其後會稽楊先生維禎為文以哀之而刻之墓上仍題其墓曰粤謝翺墓葢從其初志焉余謹按文公死年四十有七今公之死也如之嗚呼惜哉 \\n 後跋 \\n 箕子痛殷亡過故墟而欲泣焉以為近於婦人乃作麥秀之詩以歌詠之歌詠者憂宗社之音也今翺之慟哭西臺也毋亦悼斯人之已非憫亳社之既屋義激乎中而情見乎辭又豈異於箕子歟且翺在勝國時無祿位之寄及運窮物改而能慟夫知已以及於國跡之異於箕子也然則居箕子之位者乃及不見其歌而亦不見其慟也其本心宜何如哉百世之下秉貞尚義以能發乎中心之憤憤者非翺其誰歟予後翺之生私心景慕每誦其文多微言於是忘其愚陋本諸遺意以詳釋其記使後世知有箕子之歌於前而有翺之慟於後也雖然若翺固未可以喻於箕子也吾獨惜翺之時有箕子之位者而無翺之慟也後之秉史筆者尚庸攷於斯清河張丁識 \\n 釋冬青樹引别玉潛 \\n 冬青樹引者宋文丞相軍門諮事參軍謝翺之所作也宋菆宫在會稽境内元楊總統欲利其金玉以宋王氣在是矯詔發之當是時山隂唐珏見諸陵已發乃策菓夜使人收貯遺骸骨塟蘭亭之山種冬青樹為識翺珏之故人也至元丙戌入越嘗登越臺慟哭丞相故時有斯作焉自古忠臣義士所見畧同若唐謝之為豈易所謂同聲相應者耶玉潛珏字也 \\n 冬青樹山南陲九日靈禽居上枝 \\n 釋曰山南陲者山之南邉也九日者暘谷上有扶木九日居上枝一日居下枝昔羿射日中其九日九烏皆墮惟一日焉靈禽者烏也烏者陽精也精為魄今九日居上枝者魂升其上也日者君之象也 \\n 知君種年星在尾根到九泉護龍髓 \\n 按至元丙子元兵入錢塘厥後楊總統易宋内為諸浮圖造白塔於興元寺徙置諸陵遺骨及天下民籍戸口其内星在尾者嵗在寅也猶唐薛仁貴為吐渾所敗嘆嵗在庚午星在降婁之類以今所言其必有不利於時者矣 \\n 烜星晝隕夜不見七度山南與鬼戰 \\n 烜星者常見之星隋天文志烜星者在位人君之象也夜不見猶春秋傳曰夜食之類七度未詳山南已見上與鬼戰未詳 \\n 願君此心無所移此樹終有開花時山南金粟見離離白衣人拜樹下起靈禽喙粟枝上飛 \\n 金粟山名昔唐玄宗至睿宗之陵見金粟山岡有龍蟠鳯翥之勢謂近臣曰吾千秋萬嵗後宜塟此今宋陵寝既獲安矣故援以比爾離離多貌言其陵之多也白衣者衣以白衣也昔燕丹送荆軻易水上賔客知其事者皆白衣冠况其有君臣之義乎靈禽即烏也杜甫拜蜀烏之魂者良有是乎 \\n 後跋 \\n 予既注臯羽登西臺慟哭記又以此詩讀者未易通其詞旨故為之疏以便參攷而自質焉適文獻黃先生之門人傅藻氏以書來謂聞之文獻者曰揚總統初欲利殯宫之金玉故為妖言以惑主聽而發之越中王修行一日出金帛與諸惡少衆皆驚駭而請曰平日且不敢見今乃有賜不審欲何為雖死不敢避因徐謂曰爾輩皆宋人也吾不忍陵寝之暴露已造石圅六刻紀年一字為號自思陵以下欲隨號收殯爾衆皆諾遂夜往收貯遺體骨而塟種一冬青樹為識此歌詩之所為作也其説如此予以舊注頗有異同亦既以書致鄙見於傅君矣故未即以舊聞非是而未加改定姑書一通寄傅且書來言於此以問該洽者庶幾予言或可再正而未晚也丙午正月十日張丁識 \\n 白石山房逸藁巻下 \\n ●跋張孟兼白石山房詩巻 \\n 義門鄭淵 \\n 古人未嘗欲隠也其忠不行然後放情肆志於烟霞泉石間葢不得已也同邑張君孟兼築室白石山中為讀書之地其志豈欲隠哉葢欲養其所學以適當世之用耳方今明良相逢千載一時孟兼負其所學幡然而起亦既施教成均主事祠曹幼學壮行之志将于是而展焉行見道徳文章衣被後學上承聖天子之寵光是則白石山房将藉之而有餘榮其視指終南為捷徑者皆見棄於吾孟兼孰得孰失當必有辨之者矣 \\n ●張孟兼集附錄 \\n 劉伯温玉兎泉銘（并序） \\n 自古有以勢軋天下箝人口使和已者鮮不由細微以及大此奸人之素能也故髙之馬莽之祥瑞惟其言而莫之違然後大詐行而大欲得矣秦檜之事宋髙宗也以岳将軍之武之忠且排搆之殺其身以及其子反以為功而宋之君臣莫不從其指則亦何求而不得哉玉兔之泉以清美為建業城中第一豈昔顯而今堙者檜實知之耶或有善察土脈上穿井之術者密以語檜而神之以白兎耶則皆不可知也夫檜之网民設詐豈下於髙莽哉白兎之是非無闗天下之大事是故賢人君子忽之而莫與較于是乎鄙夫諂子遂探其意而誇之以為佞是益不足辯也金華張孟兼憫泉之芳潔以奸久所汚而銘以雪其寃愛物之良心也予亦悲之為之作後玉兎泉銘銘曰鳴呼泉乎夫何辜為檜所汚世無呉隠之孰昭其誣嗚呼泉乎尼父大聖猶言其主瘠環與癰疽白兔之傳夫何傷於爾歟檜死為蛆泉潔自如我作銘詩泉惑斯祛嗚呼泉乎終古弗渝 \\n 宋景濓重題玉兔泉巻後 \\n 泉地産初何與人事世目之為貪為盜不過藉其名以厲人行泉固自若也金陵有泉曰玉兎甘潔異常或者悼其不幸為奸檜所發或者以檜之惡無汚泉之清爭出巧辨嘵嘵不自休嗚呼安得荘生齊物之旨語之者哉部使者張君孟兼将上山東出示此巻請重題其後題已孟兼曰先生可為調人之官矣一笑而别 \\n 送部使者張君之官山西憲府序 \\n 天地正氣絪緼輪囷不折不回行乎太虚在物受之則為獬廌為屈軼在人受之則為剛烈之士剛烈之士貴勢莫能加威力不能變參乎氣化闗乎治體其重於物又不翅千百焉嗚呼邪正不兩立正氣伸則邪沴廓清矣我國家始建國江左輒從泰元之請立按察司設官分職彈劾百僚所以伸正氣也迄今埀二十年憲度益嚴遴官益精有若山西僉憲張君孟兼尤號稱職者也孟兼性鯁亮不喜為依阿人有曲必面白之雖慚沮羞縮不暇顧然亦無它腸當良朋盍簮酒酣耳熱抵掌笑談胸中森然芒角必盡吐出乃已其氣衮衮不衰名上中朝選教胄子久之遷南宮奉常奉常南宫掌禮儀郊祀之事無以攄其耿耿及今出持使節知孟兼者讙曰孟兼行哉民生休戚無不得言吾見軺車夕至而封章朝上也貪賕舞法吏吾見望風畏讋解印綬而避去也民寃之不伸戾氣鬰結吾見渙然而氷釋也孟兼行哉雖然鷙鳥之揚揚不如威鳯之雝雝狻猊之彊彊不如祥麟之容容刑法之堂堂不如德化之雍雍人不務德則已茍有德焉又何憸壬之不革行哉憸壬革行正氣之復正道之行也孟兼盍於此而留意哉吾鄉先達自宋以來繡衣持斧赫赫見稱於時者凡六七人嗣芳猷而繼遐軌竊於孟兼望之孟兼行矣孟兼精於古之辭前御史中丞劉公極稱道之尤深名理之學其與李證應奉往復論性書上徹九重之聽蒙召對左掖門士林以為光榮云 \\n 故葉夫人墓碣銘 \\n 山西提刑按察司僉事張孟兼請余銘其大母葉氏之墓凡三年矣予時供奉詞林日以文墨事上竟弗暇為今蒙恩休致家居而孟兼亦予告省親道過於門又復以前事為屬其言極慘戚予何忍不為孟兼一銘之乎孟兼之言曰大父年踰六袠而未有孫及生孟兼具牢醴饗賢士大夫且曰吾衰矣不意垂殁之年獲抱孫焉於是賢士大夫咸起舉觴為壽未幾大父亡大母見孟兼輒泣尤愛憐之孟兼病創瘍浸淫被體晝夜啼不休大母與我母范鞠諸房中親為傅藥節宣其食與衣見其學步學言毎為喜動顔色已而嘆曰恨不令汝大父見之年十九禮宜使室始離大母左右遊學城南師事聞人先生辨析六藝采刺為篇章久之乃歸大母喜倍於前已而復歎曰恨不令汝大父見之嵗己巳朝廷下詔求賢以圖治安州縣不以孟兼為不敏交章薦之孟兼将赴京大母執孟兼手泣而言曰汝大父念汝甚唯寐忘之不幸不見汝之成立汝今欲入官當夙夜盡心以奉公上庶幾不辱於前人老身雖即瞑目無恨已孟兼謹佩服之弗敢違既至蒙恩擢國子錄轉主事儀曺遷丞奉常凡厯八春秋屢思謁告覲省動有物尼之洪武五年十一月二十日嚴君以書來曰汝大母今日終臨終無他言惟曰吾年七十又四分當死百無所歉於中獨惜不與吾孫一相見耳孟兼讀已五内分裂恨不即死相從於地下禮部尚書陶公白於丞相府遂以上聞獲還哭於墓次時大母祔塟大父徐山兆域距卒時已三十四日矣自時厥後孟兼出為今官尋陞山東提刑按察副使痛念祿足以充養而大母遽捐館舎盡然傷心然非辭章無以白大母之行而洩孟兼無窮之悲焉所以不避譴呵而頻凟於執事者職是故也予聞之亦為之愴然嗚呼今何忍不為孟兼一銘之乎葉氏諱某杭之仁和人父信母某氏世以種善聞年三十歸浦陽張府君鎮初府君娶同縣陳氏無子葉氏來為之側室性慈惠柔順事陳氏如事姑復好施與逢單窶無依者捐所有物資之弗靳三族翕然稱其賢生一子垕二孫長即孟兼次善一孫女適某四曽孫鈞朝幹全予自少齡恒得驚風疾數涉阽危賴祖妣金淑人保抱擕持以全性命竊祿熈朝位躋法近常思有以發揚潜德而一時故老號稱能文辭者先後澌盡竟無從求之方戰惕不自寜而孟兼乃惓惓徴銘弗懈亦可謂知其所重而竭報本之誠者予頗愧焉嗚呼余何忍不為孟兼一銘之乎雖然孟兼以文章政事著聞當世繡衣直指威讋暴彊其大父母雖不獲見亦足以慰九泉之望銘與不銘未足深議也銘曰 \\n 君子抱孫以其繼宗也斯勤斯恩奚暇計其瘝恫也珠之藏槖玉之藴璞寳之俾有終也為盤為敦光燭於外大顯厥庸也樂石勒銘樹之林塋馬鬛其封也 \\n 元故一鄉善士張府君墓版文 \\n 浦陽江之上有大姓曰張府君天錫字君與懿然篤厚人也自成童時輒知孝敬日趨大父母父母側問衣燠寒而進退之年既長益推錫類之仁凢親故有弗振者時卹其匱乏後懼族逺情踈築室南山麓為序拜旅飲之所長幼之節粲然不紊其於惇愛廣順之道有所賴焉然不是以為足寒食十月朔汎埽先世諸塋必厯告嗣人曰此為某府君其名行若何支系若何本末如連珠已而泣曰吾髪種種矣茍不言爾等當不知土中為何人慎識之勿使牛羊踐履其上平居正襟危坐終日不妄動即動足跡亦有恒度撫世酬物一以誠有犯之者任其轇轕兩耳如無聞尤不喜以疾言厲色加人人愈愛慕之雖僕媵亦從化俯首趨功驩欣如也及殁不問賢不肖皆歎惋悼惜有至淚下者至今語及府君猶舉手加額稱之曰長者長者云府君之裔初自清河遷已厯十有三世曽大父維大父夢龍湖之儒學正父一寜妣方氏府君生於某年月日殁於某年月日夀若干以某年月日塟於縣西通化鄉施禮山原配室朱氏婦道克修前卒竟合塟焉子三坦泰祐女四朱某石某樓鐵陳厚其婿也孫五珤福驥安慶曾孫五某某昔漢之萬石君家以孝謹聞於郡國雖齊魯諸儒質行咸自以為不及若府君為人寔有石氏之風奈何士習不古文有餘而行不逮尚有愧於齊魯諸儒又何敢望君之藩垣哉是可嘆已坦等遣從孫太常丞丁徴濓勒銘墓門濓聞至正初宗藩賢王有竒府君才者辟為營田總管府治中府君辭不赴今故不以為稱而題之曰一鄉善士張府君墓并感其事而銘之銘曰 \\n 生之温守之仁發之淳行之新以飭其身以伉其門以壽其子孫 \\n 髙季迪西臺慟哭詩 \\n 越人謝翺嘗為宋丞相文山公之客公死之十二年登釣臺祭公以哭自為文識其哀曰西臺慟哭記東陽張孟兼特示求詩僕感其誼遂賦一首 \\n 峩峩子陵臺其下大江奔何人此登髙慟哭白日昏哀哉宋遺臣舊客丞相門丞相既死節有身恥空存北望萬里天再拜奠酒尊陰雲莫飛來恍如載忠魂所哭豈窮途中抱千古寃上悲宗周隕下念國士恩凄涼當世事感慨平生言空山誰知哀惟有猴與猿豈不畏衆驚聲發不忍吞人言天有耳此哭寜不聞願因長風還吹此血泪痕往墮燕山隅一灑宿草根田橫去已逺兹道不復論作歌悼往事庶使薄俗敦 \\n 書劉伯温序張孟兼文藁後 \\n 龍門宋濓 \\n 濓之友御史中丞劉基伯温負氣甚豪恒不可一世士常以屈强書生自命一日侍上於謹身殿偶以文學之臣為問伯温對曰當今文章第一輿論所屬實翰林學士臣濓華夷無間言者次即臣基不敢他有所讓又次即太常丞臣孟兼孟兼才甚俊而竒氣燁然既退往往以此語諸人自以為確論嗚呼伯温過矣濓以無根葩澤之文何敢先伯温今伯温之言如此其果可信耶否耶縱使伯温非謬為推讓者才之優劣濓豈不自知耶伯温誠過矣惟言孟兼之才與氣則名稱其實爾今觀所造孟兼文藁序嘉其語粹而辭達他日必耀前而光後其惓惓猶前意也伯温作土中人将二載俯仰今昔不能不慨然興懷孟兼請濓題識序後因書伯温昔日之言以表吾愧操觚之時淚落紙上洪武十年三月二十五日 \\n 白石山房逸藁附錄 \\n 附錄： \\n 白石山房逸稿二卷（兩淮馬裕家藏本） \\n 明張孟兼撰孟兼名丁以字行浦江人洪武初徴爲國子監學錄與修元史以太常丞岀爲山西按察司僉事遷山東按察司副使以執法不阿爲吳印所誣訐棄市明史文苑傳附載趙壎傳中藝文志載孟兼文集六卷焦竑國史經籍志亦同其本久已散佚近時有孟兼十一世孫思煌者始掇拾他書所載重編定爲五卷而集内收他人唱和題贈之作幾十之七八孟兼著作乃寥寥無多此本不知何人所輯視思煌本較多數首疑尚出明人裒集故思煌未之見也孟兼與宋濂同里其被召也濂實薦之太祖與劉基論一時文人基稱宋濂第一而巳居其次又其次卽孟兼今雖不覩其全集而卽二卷以觀其詩文温雅淸麗具有體裁而龍驤虎歩之氣亦隱然不可遏抑接迹二人良足驂駕基雖一時之論卽以爲定評可矣（四庫全書總目·集部·别集類） \\n 新本白石山房稿五卷（浙江廵撫採進本） \\n 明張孟兼撰孟兼有白石山房逸稿巳著錄是編乃其十一世孫思煌所重編思煌序稱孟兼舊有白石山房文稿二十卷與蜀山遺集並遭囬祿無片紙隻字之存及觀焦竑國史經籍志載孟兼集六卷乃知萬歴初猶存文淵閣（案竑書雖名國史經籍志實鈔合諸史藝文志及諸家書目而成非明文淵閣所貯之書楊士竒張萱二目可以互勘思煌此語殊誤謹附訂於此）然秘之内府人間不得而觀茲不過殘編斷簡中採而輯之僅存什一於千百云云今計編中五言古詩九首七言古詩三首排律一首五言律三首七言律六首七言絶句四首樂歌八章聯句二首記四首行狀二首傳一首雜文一首皆掇拾他書而得者附以諸家跋語分爲二卷其三卷至五卷皆載同時投贈及後人詩文傳誌卷帙雖增於舊本而孟兼之著作則無所增也（四庫全書總目·集部·别集類存目） \\n 張孟堅白石山房稿六卷（名丁以字行浦江人徴為國子學錄與修元史以太常丞出為山西按察司僉事遷山東按察司副使為吳印所訐論棄市）（四庫全書·史部·目錄類·經籍之屬·千頃堂書目卷十七） \\n 張孟兼（金華先民傳浦江人以文詞知名性耿亮不阿每良朋盍簪抵掌笑談胸中森然芒角必盡吐乃已洪武初薦入史館與修元史書成授國子學録累官山東按察副使與布政爭論中以危法没於京師所著有白石山房稿若干卷初太祖與劉基論當時能文之士基首推宋濓其次自謂不敢多讓其次則推孟兼謂其文甚俊而意氣曅然云）（四庫全書·史部·地理類·都會郡縣之屬·浙江通志卷一百八十一） \\n 張孟兼浦江人與修元史劉基嘗為太祖言今天下文章宋濓第一其次即臣基又次即孟兼用為山西僉事亷勁疾惡糾摘奸猾吏民聞張僉事行部凛然墮膽聲聞於朝擢山東副使抗布政使僧吳印被害（四庫全書·史部·地理類·都會郡縣之屬·山西通志卷八十五） \\n 諭山東布政使呉印敕 \\n 洪武十年六月二十日御史臺奏山東按察司副使張孟兼言布政司倒換錢鈔事來云以民倒不許軍倒軍倒不許民倒若以如此為之是布政司官有所作為特與軍民便利誠可嘉尚比之其餘布政司官坐視不問民瘼之艱難意思如何今張孟兼輕薄小人必是妄自尊大以致布政司官觀透所以為人少有笑慢以致此等小人不顧生死阻壊公政之事特來誑聞今敕御史虞泰前去將張孟兼杖訖六十就鎖項前來再行問罪敕到奉行（四庫全書·集部·別集類·明太祖文集卷七） \\n 張孟兼字辭（并序）（明）宋濂　撰 \\n （四庫全書·集部·別集類·文憲集卷二十九） \\n 國子録張君生于歳戊寅正月六日以厯推之是月九日始入春則中氣猶居丁丑年之冬其大父府君因以丁命名張君既長聞人先生字曰孟兼兼者何謂臨二歳之中也夫丁在土毋為火戊則土也火為文明之候非不灼然有光必變而為土然後生物之功遂張君以辭章名世今將刋其華而食其實乎雖然丁離象也戊坤象也離上而坤下於卦為晉彖有之明出地上順而麗乎大明柔進而上行張君又將自此而升乎方今大明御世治具畢舉張君益昭其明德發為人文以黼黻王度物有不資其成者乎是則兼之之義已或謂殷人尚質多以十幹名其與府君之意則夐然殊也張君浦陽人有學行與濓為同門朋辭曰 \\n 戊為子丁為父火得為土百物之所祖能兼之道為伍 \\n 張孟兼傳（明）方孝孺　撰 \\n （四庫全書·集部·別集類·遜志齋集卷二十一） \\n 張孟兼者名丁金華之浦江人也孟兼為人侃侃自許涉獵書史頗有俊才為鄉里所稱會天子詔徵才能士郡縣以孟兼名上擢國子學録禮部主事遷太常司孟兼固負自能為文常奴視同輩而是時誠意伯劉基以文章有重名與翰林學士宋先生俱為天下所尊信基氣豪不肯妄下人而獨喜稱孟兼嘗為上言今天下文章士第一為翰林學士宋濂臣基次之不敢辭又其次則有張生孟兼其餘臣不知也孟兼為基所稱愈自髙然他人弗服也或稍慢之孟兼輒怒嘗以文示其鄉人視之無言寘袖中曰俟夜熟復之今弗悉也孟兼陽為好言曰須刪脩之可也退則大怒其鄉人發其所短揚言於衆罵之且詆其文曰彼猶蠻荒山谷中縱為人衣前懸而後曳左侈而右歛視國工所製何敢望哉其鄉人自如不與較既而孟兼以謫輸作鄉人不及唁及以赦出復官乃賀孟兼怒罵若見人失官則棄背不一視及復官乃更謬為卑讓賀我若真細人吾何以禮為倨坐不起迎送其傲睨好面訐人皆如此人以是不附之每為宋先生言先生曷不於上前薦我先生亦才孟兼欲薦之未有逕會上欲用越僧證問先生嘗見證文否誰所有且索之以觀時證為書與孟兼論性命先生因言太常丞張孟兼所有之詔先生召孟兼以證文至上覽畢顧孟兼謂先生曰張丞卿門人也先生對曰非臣門人乃臣里中子耳且為文有才甚誠意伯劉基稱之上熟視孟兼曰生骨相薄仕宦徐徐進乃可耳毋驟也未幾除孟兼為山西按察司僉事孟兼廉勁疾惡抵司糾擿奸猾無所貸株連徒黨相援引每一事株流數十吏民見張僉事出行部皆凜然墮膽如畏鬼神聲聞朝廷陞副使移山東而山東布政使呉印乃鍾山主僧上親選拜官妻女用金帛寵之甚厚印以見知人主自尊重禮節少簡孟兼自負其能無敵且印新用又僧也易之印候孟兼由中門入孟兼以為印雖位大然我風憲司不當由我中門召守卒笞之月朔望入學謁孔子畢令諸生執經講説孟兼故以語侵譏印印不平時初刋大明寳鈔印不令使兵民更自至庫賈錢民以爲病而孟兼謂此詔印擅行之是違制也騎馬入布政司讁箠僚吏問罪且言將上封事言於朝其僚吏皆大懾勸印即上封事言孟兼見陵侮然孟兼封事終不上也上覽印言以為孟兼凌我任用臣不遜召笞之孟兼既辱愈憤即捕為書封事者欲論以罪印復上書言狀請去位避孟兼之横否者且為所擠上大怒曰彼乃敢與我抗耶吾今乃與爾抗遂械孟兼至闕下廷詰之命衛士捽髪摘拏埀死特論棄市詔印曰吾除爾害矣善為之初孟兼遷副使山東自陳父老大夫為之請假上許之孟兼歸至家縣令丞皆門謁奉酒牲為禮孟兼坐受其拜不荅麾酒卻之鄉人皆勸其少遜讓和以下人孟兼不聽及於敗或憐之或快之以為宜然孟兼中突無憸賊之心祗以尚氣好髙人以故為人所陷才能者人所欲得也茍無謙遜以奉之而挾以驕人其為身害奚怪哉孟兼之才使能克已下人雖不幸未必死而欲尊大其勢而眇畧它人謬矣法雖過嚴其底於此酷厥有自哉 \\n 张孟兼(1338-1377)，名丁，以字行，浦江县宋溪平安(今平安张)人。明洪武初年，被征为国子监学录，参与编修《元史》。历任礼部主事、太常司丞。出为山西按察司佥事。为官刚正廉明，疾恶如仇，惩治奸吏，决不宽贷。政声上闻朝廷，升为山东按察司副使。因指责山东布政使吴印违制，反被所诬，明太祖下诏书押京论罪弃市。盛负才名，一日，明太祖问刘基天下文章之最，刘基说\"宋濂第一；次即臣基，不敢他有所论；又次即张孟兼。孟兼才甚俊，而奇气烨然\"。著作有《白石山房稿》，久佚。后人集其佚文，编为《白石山房逸稿》2卷。 \\n  \\n 　 \\n  \\n   \\n  "}
