{"章节": "提要", "正文": "　 \\n 提要 \\n 　 \\n  \\n 臣等謹案草閣集六巻拾遺一巻明李昱撰昱字宗表號草閣錢塘人南雍志作臨安人葢錢塘左宋臨安地偶署前代地名非明之臨安也洪武中官國子監助教昱元季避地永康東陽間館於胡氏故集中與胡伯宏兄弟贈答之什最多此集乃昱沒後伯宏及其友徐孟璣陳公明所輯拾遺一巻則其門人唐光祖所輯拾遺之後又附雜文四篇題曰文集不知何人所續輯或亦出光祖之手歟昱詩才力雄贍古體長篇大抵清剛雋上矯矯不羣近體亦卓犖無凡語雖為髙楊張徐諸人盛名所掩實則並鶩中原未定孰居先後也末附筠谷詩一帙不著名氏案宋濓作昱詩序稱其子轅字公載為詩能繼其家千頃堂書目亦載有李轅筠谷集註為李昱之子為宜綸縣丞殆編錄者以巻帙無多附其父後觀詩内有冬至前日侍文讌胡伯竒濟生堂七言一首是轅作之明証矣朱彛尊曝書亭集有昱草閣集跋而不言末附筠谷詩或所見之本偶佚此巻也 \\n 乾隆四十三年六月恭校上 \\n 總纂官（臣）紀昀（臣）陸錫熊（臣）孫士毅 \\n 總校官（臣）陸費墀 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集原序", "正文": "　 \\n 草閣詩集原序 \\n 　 \\n  \\n 詩之體製雖始於三百篇厯代作者逓加縁飾至李唐而後大備其五七言律及絶句既前此所未有古風歌行樂府諸作徃徃上逮建安黄初盖詩道之盛至是斯極者當是時也惟杜子美李太白為冠絶古今雖以韓子之才而猶稱二公之文光熖萬丈則其非人所及可知者自是以來能詩之士代不乏人終莫能追蹤李杜其間有能悉心探索刻志模擬者則亦各自名家流傳不泯盖二公之天才力學所以自得之妙固未易深契然其律吕可按矩度可尋故學之者真積力久未有不自成以至可傳者也錢塘李君宗表善為詩精熟清新氣雄而辭暢一出李杜二家機軸其友天台徐一夔嘗稱其縁情拈事機動籟鳴無窮搜苦索之態而語皆天出不煩刻雕不渝盛唐之家法識者以為的論君初居錢塘少從進士永嘉鄭公僖學僖奇其才以女妻之學成結草閣居北關門外若將老焉後避兵金華翺翔東陽永康二邑間有司常舉上考功奏補國子監助教未幾以病免卜築永康開門授徒與其邑之人士詠觴酬倡以相樂其歿也胡伯弘既塟之魁山之下而其子轅又以瓊州冝倫縣丞歿于官君之詩由是多散佚徐孟璣與伯弘及其友生陳公明相與裒輯得古今詩四百餘篇唐仲暹編為六巻將鍥諸木以傳而徵余為序余既喜公之詩又多諸友之義故書此以見君之詩得其師法而用力非淺信有可傳者焉君名曄宗表其字學者稱為草閣先生轅字公載為詩能繼其家不幸早死士林惜之楚府長史致仕金華宋濓序 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集巻一", "正文": "　 \\n 草閣詩集巻一 \\n 　 \\n  \\n （明）李昱撰 \\n 五言古詩 \\n 凡十四首 \\n 李杜日已逺疇能振風雅淫哇既紛靡視古氣益下雷鳴喧瓦缶遂謂黄鍾啞魚目輕夜光駑駘鄙宛馬獨立天地間長懐何由寫白雪非不彈舉俗和者寡 \\n 人生宇宙間愚哲惰與勤年華不可再努力思超羣大禹寸隂競陶侃惜其分不見東流波晝夜方沄沄吾徒但飽食與俗同繽紛既無良平智又乏賈鄧勲立言著當代庶以期斯文 \\n 穆王瑶池宴八駿争先之渠黄既電邁騄耳亦風馳舉觴勸王母囘鞭自西陲造父策其勲聲價傳當時顧謂駑駘輩道坦爾其來日暮路且遥倒行方逆施 \\n 鳳凰被五采自顧何葳蕤朝飲醴泉水暮宿梧桐枝虞廷舞簫韶周時或鳴岐和聲感至治千秋一来儀孔聖實繼作盛徳元匪衰徉狂者誰氏乃獨歌已而 \\n 滎河不愛寳龍馬負圖出人文兆鴻濛列點昭星日皇覧契玄造俯仰已致宻五行妙生成八卦定凶吉大哉周孔聖以道相繼述雖云六十四萬彚始畫一 \\n 夏后承四載胼胝事洪流龜文自天錫大法列九疇皇極居其中錫福為民休商辛既不極姬政日以脩慇懃訪箕子彞倫為咨諏至哉君子心傳道非臣周 \\n 吾觀詩三百豈徒正而葩其言本情性反覆成詠嗟二南廼其端列國多滛哇洋洋雅與頌制作功尤嘉善者固敦厚惡者亦紛拏聖人示我要蔽以思無邪 \\n 姬轍既已東王綱日陵替蠻夷遂猾夏諸侯亦專制雖稱葵丘盛區區假仁義大哉春秋筆斧鉞嚴可畏是非予奪間立法埀萬世孰云吾道窮經成感麟至 \\n 揖遜稱唐虞征誅尚湯武煌煌帝王徳簡册傳千古云胡巢與由萬乗棄如土采薇首陽巔夷齊獨何苦周衰逮彊秦併吞猛於虎驅民赴兵戈白首填草莽 \\n 江都遊未返豺虎方鬬縈堂堂龍鳳姿舉義揚旗旌擒充戳建徳銑舉不日平功髙即帝位貞觀蜚英聲惜乎晉陽謀兼受突厥盟婚風既相踵敵馬来縱横 \\n 子雲不曉事老厭居執戟法言倣論語太玄擬周易美新無乃佞意謂伸蠖尺投閣身致危於道竟何益何如淵明翁敝屣棄彭澤浩歌歸去来南山聳秋碧 \\n 白水奮炎祚赤符應天休雲臺二十四烜赫皆封侯富春有故人物色来羊裘翩然不受爵獨釣滄江流元功布衣婦所進多嘉猷伊誰秉史筆類與隱者侔 \\n 三國既鼎峙髦俊紛如林恭惟諸葛公出處實所欽結廬南陽卧抱膝梁父吟管樂雖自許伊吕非難任君看三顧餘驅馳勞寸心拳拳出師表讀之涕盈襟 \\n 牝雞司晨禍變亂五十秋向非張公能唐室幾為周斬本須斬根絶水當絶流惜哉不及此三思乃見優事機一以失養患成姦謀﨑嶇道路逺竟死誰之尤 \\n 古意一首送轅 \\n 渥洼有良馬倜儻飛龍如遺種落人間觀者立踟蹰被以黄金鞍絡以明月珠雖非急難才人謂汗血駒勉餐雲中草養爾八尺軀勿隨駑駘後騄駬思並驅長楸試天歩真能服鹽車孫陽儻爾逢拭目超雲衢 \\n 答吕慎明 \\n 清晨聲剥啄有客扣我扉車馬何聯翩林壑生光輝嗟予久離羣屏跡甘布衣故人金石交乃肯念細微上堂具尊酒方圓進甘肥君諒篤髙誼不醉將安歸攘攘宇宙間以利相因依交游豈云少所恨知音稀管鮑如可作兹理儻弗違願為雙黄鵠與子俱逺飛 \\n 懐舊一首 \\n 齋居秋夜長客子不能睡開門四無鄰皎皎月在地故人天外書三年袖中字跡踈心每親路長何由至 \\n 歲暮懐徐徳裕 \\n 客居在南山山空歲云莫青陽殘夜逼華髮流年度掩書坐無聊風燈影囘互懐我冰玉人悠悠隔長路孔孟埀微言夷齊振髙步千秋常不厄人能識其故吁嗟宇宙間狂流肆馳騖何由枉巾車相與論幽素 \\n 秋夜感懐 \\n 秋風吹我衣明月照我床徘徊省中夜感慨祗自傷冥鴻在江渚蟋蟀鳴髙堂亦有露草螢隨風恣飛揚物理儻如斯昊穹理茫茫棄置何足云吾將採瓊芳 \\n 暮春書懐二首 \\n 流光既云邁春事日已深野情嗜踈散奈此違登臨今晨鼓我琴何以冩素心浮鱗躍清沼好鳥鳴髙林微颺左右至嘯傲以開襟欣欣與物會黙黙還自任古人亦已矣後来孰知音 \\n 閑居習疎懶嵗月漸成癖心幽逺世慮地偏少人跡是時春向暮芳草萋更碧鳥啼簷間樹花落溪上石悠悠發長吟命酒聊自適人生任天性焉能為形役 \\n 菜圃為鄰畜殘而作 \\n 孟嘗久不作吾徒食無魚長齋坐清晝賴此田中蔬僕夫勤灌溉引水通溝渠青青日已長盡是辛苦餘封豕從何来荐食良可吁一殘枝蔓傷再則根祗除遂令蒼翠場轉盼成空虛嗟我在羇旅草野聊暫居惜無樊籬固悵望徒踟躇踟躇將奈何屛棄犂與鉏學圃聖所鄙且讀窗下書 \\n 摘荳示轅 \\n 山居既幽寂何以娱清晝呼兒啟柴扉共摘園中荳繽紛漸盈把微雨濕衣袖追思菽水奉歲月不可又雖無然萁戒兄弟缺相覯乾坤浩茫茫我獨守孤陋生涯固云好終焉懐其舊感此成新詩歌之令人瘦 \\n 登中臺山 \\n 似聞中臺山上有招提境興来每欲往俗事不可屏今晨登長塗老歩困馳騁因之事幽討蠟屐聊為整﨑嶇路百折拄杖穿細嶺颼颼風乍響慘慘日將暝扶持賴門生乃始登絶頂其居若平地雲生動成景山僧倒屣迎汲泉為烹茗共談出世法坐對白月影朗觀心地初爐薫夜方永不待聞晨鐘冷然發深省 \\n 發雙溪 \\n 峩峩金華城行李何淹留閠十月初吉始能具扁舟輝輝晴旭升莽莽寒烟收篙師戒晨發浩嘯當中流握手謝送者此行實夷猶昔為山林居今作江海逰撫心媿麋鹿放跡同鳬鷗丈夫既許國生理焉得謀功成纔拂衣庶以追前脩 \\n 泊鸕鷀灣 \\n 朝辭婺女城暮泊鸕鷀灣鸕鷀暝不見但聞水潺潺水聲日西流客子何時還長風吹征衣慘澹生愁顔 \\n 泊蘭江 \\n 我舟泊蘭江江水淨如練孤雲塵外飛歸鳥鏡中見囘環城數里雜遝山百轉何年徐偃王於此建古殿隂廊斷人跡敗壁留蝸篆題詩感古昔荒哉瑶池宴 \\n 過白鴈灘 \\n 前逢白鴈灘灘聲急如雨扁舟勢逆上百丈難遽舉風寒雲欲墜冰潔石可數寒冬景蕭條况我值羇旅故居日已逺所思在兒女有鴈不寄書虛名亦何取 \\n 宿桐灣埠 \\n 蚤歳游江湖倐怱逾半百偶遂花溪隱山水環我宅教兒業詩書課僕勤稼穡投閒未三載又作逺行客繫舟桐灣埠衣袂帶晚色風吹野燒紅月照灘水白舟中二三友相對訴胸臆夜長不能眠擁被情黙黙 \\n 息灘 \\n 息灘復息灘逆上如登天舟行勢齟齬百丈不可牽人持白木篙左右柱兩肩倒縁凌風檣俯貼衝波舩分寸累丈尺始能就其顛回頭望来者相去一丈懸我生匪利渉坦易性所便因之戒行險庶資逺游篇 \\n 胡樂站 \\n 清晨發崇上四十五里程蕭然見古驛四壁惟榛荆道傍有候吏倒履遥相迎烹茶坐来久各伸羇旅情更深始就睡乃聞喧逐聲披衣問如何有虎負豕行 \\n 張家灣 \\n 扁舟帶晚色小泊張家灣寒光蕩虛碧縹渺冲瀜間北風吹黄蘆慘戚遊子顔區區短篷卧十夢嘗九還須臾桃花溪咫尺石井山隔枕忽驚覺水鳥鳴關關 \\n 丹陽湖 \\n 泛舟丹陽湖水鳥何繽紛或飛或飲啄倐忽千百羣千百亦不盡藹藹如浮雲蕭蕭影自照嚦嚦聲相聞嗟尔稻粱謀来徃多辛勤漁郎集網罟焉得防朝曛 \\n 采石 \\n 盡日行扁舟始至采石口沉沉夜色靜寒波落星斗憶昔騎鯨人捉月月在手不知千載下豪氣猶在否我来賦新作筆底蛟龍走欲招宫錦袍樽中惜無酒 \\n 揚子江 \\n 滔滔揚子江江流日千里古来限南北今看平如砥我行屬冬候際此風日美捩拖羣魚驚推篷一鷗起須臾棹歌發客子心亦喜平生濟川心造次聊試爾 \\n 姑蘇城 \\n 迢迢姑蘇城其勢髙百雉古来餘霸習英雄迭興廢一夫起鹺役遂擅西南利經國無逺圖俄為巨明制憶昨鏖戰初矢石飛雨至殺聲相交加白骨泥沙棄敵樓今尚在往事流水逝我舟一經過恍偬如隔世俯仰二十載風物不可記頭黒今已白感慨夜無寐 \\n 嘉禾 \\n 晨發嘉禾城晴日舒我顔水深野岸濶驛古秋花斑囘頭指點中已過三塔灣少年所游地頭白今始還沙鷗喜我還来往清波間願為忘機翁與爾俱投間 \\n 武林 \\n 舍舟東新橋徒歩北郭門人烟竟蕭瑟往事不復論晨炊起斷壘秋草生頽垣平生富麗地轉盻成荒村入城問所交十室纔一存諸生幸頗集日夕具酒尊有兄在苕川久别勞夢魂那知十五載再叙骨肉恩吾兒渡江至迎我歸田園田園豈不好况有可抱孫松楸兵燹餘何以慰朝昏遲行復遲行淚下聲復吞 \\n 旅館夢先人覺而有感 \\n 先人已云亡哀哀我所思所思不能已中夜夢見之春風顔色歡手把梅花枝諄諄過庭訓似示夙昔辭顧慙伯魯昏受簡恐復遺雞鳴星在天蕭瑟囘風吹推枕耿不寐吞聲涕漣洏豈伊道路長冥漠相維持乾坤浩茫茫江水日夜馳江水亦不息我心永傷悲 \\n 遣瘧鬼 \\n 汝本顓頊子變化逃其形胡不肖厥祖騎龍升帝青而為瘧鬼徒屑屑居滄溟復游人間世所在行威靈舌光霹靂飛怒目張朗星坐令命蹇子狼狽汝所丁其寒誰致然其熱孰使令凄凄挾絮纊喘喘思風亭肉黄面亦皺呻S吟Y不可聽巫師用桃茢醫師進猪苓汝常固蟠結百藝無一寧嗟汝聖王裔區區獨伶俜遷善迺令徳肆虐非常經我今賦新詩送尔揚歸舲東方有蒼龍鼓腹生雷霆西方有白虎利口惟膻腥赤鳥司南方丹砂耀脩翎玄武在北方閃目光熒熒四方汝無往恐汝罹天刑汝宜返故鄉寒泉肅泠泠緑荷以為衣丹霞以為扄珠簾水晶幌貝闕琉璃屛洛妃奏清曲湘娥荐芳馨飄飄曵鸞旗洋洋下雲軿速行如風火晝夜不可停從此勿迴首一去三千齡 \\n 宵行效隂何體 \\n 纜舟纔晚憇驅車復宵征脩途帶殘夢曉色動微明拭目近山色傾耳逺雞聲雨過石猶潤岸窮橋始横属兹清秋候廹此羇旅程孤懐雖自慰迢逓難為情 \\n 墨梅 \\n 烏不湼而黔鵠不浴而白其類雖有殊各以見真色畵師亦何心變幻隨世惑展圖對梅花為爾心惻惻 \\n 次韻妻兄鄭伯武見寄 \\n 人生如秋蓬飄飄易為别囘頭憶徃事令我愁欲絶伊昔狼狽初風塵暗南北晨昏但奔走衣帶不得結載揮賈生淚徧歴太史轍西辭吳山青東望越水白是時苗獠盛跋扈興妖孽我兵氣不揚我馬骨已折賤子復何為懐玉聊被褐謀生乃盡廢事業安得説結廬花溪上既耰還復輟平生性駑鈍屛趾恥干謁維時元運移飛龍奮天闕大臣方召輩議論甚剴切蒼生免塗炭枯朽得再活曄也非其才徵書下東浙或談帝王畧從横吐胷臆或稽周孔訓輪畨侍君側顧慚内空虛衣冠厠羣哲成均忝司教游藝隨所適風痺忽我嬰形容頓銷鑠為官既無分上疏乞骸骨歸来對青山及此日未夕别君二十載憂喜不同域君有子與孫良田環美宅我仍跡羇栖暖眼惟梨妾長子三十餘讀書僅謀食三孫未成人頑嬾俱失學三女各有歸織袵喜不拙君年七十三我近六十七枯楊雖生梯能忘舊佳匹載懐外舅氏冰清儼人物生死骨肉離情懐為之惡何由上南斗握手論紆鬰愁来夫如何醉飲酒一石 \\n 送轅兒一首（併序） \\n 轅兒以文學徵匆匆别我無可言者伏念聖朝憂老許令一子奉養而吾年已七十闕定省之候菽水之供情見乎辭不能自己云 \\n 聖朝御六合治化如陶唐任賢去姦邪綱紀日以張細材桷與榱鉅材棟與梁嘉謨滿丹陛玉佩鳴鏘鏘府帖急星火昨夜下永康嗟汝玷儒流乃以文學揚文學本徳行純孝多流芳熒熒爝火微詎禆日月光我今七十翁風痺卧在床崦嵫既已迫衰颯方自傷齒牙半脱落頭髪盡已霜况兼左耳聾兩目俱茫茫賴尔營束脯糊口走四方藜藿供我餐湯藥供我嘗今兹捨我行言及我淚滂念欲隨汝去十歩九歩僵汝哭離我膝我愁裂中膓扶病送出門東風為凄凉吞聲竟嗚咽氣盡語不長汝行勿我念努力隨忠良所憐三小孫路逺不得將不如棄溝壑誰與輸餱■〈飠量〉聖朝許侍丁恩波浩洋洋兹情儻得伸望汝囘故鄉 \\n 言懐五首 \\n 出門多炎埃舉歩不可觸野人嗜蕭散所志謝流俗髙齋寂無人當午眠正熟神遊羲皇上夢繞滄江曲翳翳境初晴勻匀息還續忽覺聞餘聲清風動林竹 \\n 郊原生意新靈雨既霑灑賤子携酒醪徃餉耦耕者文章本虚器衣冠亦云假何如務稼穡白首在田野是時日向暮川色明可把逺林鳥雀聚峻坂羊牛下澹然竟忘歸悠悠遽難捨獨立臨長風中懐何由冩 \\n 魁山一茅茨中有無名氏頭戴鹿皮冠髪白絲不理齋居了無事危坐烏皮几流觀髙士傳放跡心獨喜紅塵樹外隔清風竹間起俗客不我過其門靜如水嗒焉似忘我稽首南郭子 \\n 今日忽不樂少為川上遊童冠相追隨衣服紛好脩紆徐既就坂﨑嶇亦經丘是時鳴雨餘氣候如清秋恰然拄孤藤聽此涓涓流往者既云邁来者無時休周流信無滯至樂常悠悠俗士勿與言永為智者謀 \\n 新沐換輕幘振衣坐南軒軒前何所有嘉木隂以繁林端響靈籟幽趣難具論好風既南至流火將西奔寒暑互推遷日月相朝昏至人體天運閑居寂無言尼父温伯雪目擊道已存如何支離子聒耳来喧喧 \\n 草閣詩集巻一 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集巻二", "正文": "　 \\n 草閣詩集巻二 \\n 　 \\n  \\n （明）李昱撰 \\n ○七言古詩 \\n 寄太平諸友 \\n 昨日東風吹雨過正值山齋罷書課無官可守真自得有酒不飲誰能那此時况當春夏交緑靜園林安敢唾出泥已誇籬笋嫩入饌頗憶溪魚大花間紫騮来幾疋葉底黄鸝鳴两箇桃君諸公多俊才逺来相就同賡和能文何如揚執戟劇談每羡陳驚座水心風流今尚在正獻家聲逺猶播伯仁之孫本竒士亦有詩僧兼種糯埜人擬作韋曲逰諸公復忍東山卧誰謂更深雨復作到曉打牕驚夢破寧愁烏帽顛風吹尚恐蠟屐春泥涴拈毫惆悵題我詩天晴更為斯丈賀 \\n 聚上人鐵筆歌 \\n 昔時智永鐵作限今時善聚鉄為筆筆底曽經百鍊功篆隷雕鎸體非一揠波縈迴埀露瀼金鵲虎爪相輝光琅函夜啟玉剛夘笑倒籀史驚鍾王我作中臺山上記一揮四百二十字聚也運鋒勒翠珉至今矯矯龍蛇勢草閣巗居雲氣深上人一来聽我吟要將鐵筆化采筆叢林價重雙南金 \\n 贈地理逺碧山 \\n 澗東瀍西曾卜洛定之方中楚宫作當時相宅論隂陽猶未經營到冥漠後来注意馬鬛封某丘某水尋靈踪封侯作相在頃刻芒鞋踏遍青芙蓉逺師本有降龍技隨處看山逐龍勢金華一郡凡幾家屡見牛眠得佳地我家近住東屛山時與逺師相往還青嚢和月挂松樹且酌美酒開心顔我聞金陵帝王宅虎踞龍蟠出竒特逺師飛錫宜一遊歸来説與漁樵流 \\n 送顧仲明之常熟州教授 \\n 自從吳中識君面江海相違復相見交情不下十年餘歲月匆匆若流電尚憶清風八詠樓與君喫酒楼上頭酒酣借箸為節擊狂歌落日驚沙鷗聞道蘭亭看脩竹官冷三年食無肉褐袍纔樂栁汁青又載琴書問常熟此州吳公之故鄉絃歌彷彿聲洋洋孔門政事出文學坐令州牧成龔黄朝来河雨添春水吳船催發吳歌起酌君别酒情未已我亦衢州整行李人生離合真可憐臨行把袂心茫然相期出處各努力淛水東西謾相憶 \\n 踏車行 \\n 南岸北岸聲咿啞東鄰西鄰踏水車車輪風生雷轉軸平地雪寒生浪花借問老農何太苦低頭欲語還咨嗟前月有雨田未耘非其種者紛如麻縣吏捉人應差役令嚴豈得營私家况當今月滴雨無陂塘之水争喧譁雖如抱甕沃焦釜蹄涔豈足供泥沙語罷踏車車轉急田水何如汗流濕老妻貸穀猶未歸力疾無奈吞聲泣 \\n 喜雨行 \\n 五日不雨中禾焦十日不雨晚禾死農夫田父心煩勞桔橰搰搰徒為爾俄然雲起從西北一片飛来頭上黒六丁雷斧開天關不盡天瓢瀉甘澤沛如萬頃之銀潢疾如江漢流湯湯怒如龍物騰變化颯如白帝行秋光在坑滿坑谷滿谷此雨何殊雨珠玉甌窭汗耶無復分但見芄芄稻花熟東家老翁賖酒勸西家女兒賣釵釧青黄未接渾未憂屈指豐年眼中見我歌不獨如元豐我歌直與康衢同此身願作飯牛翁耕田鑿井堯無功嗚呼耕田鑿井堯無功 \\n 農家謡 \\n 髙田低田禾盡熟農家農家生意足腰鐮在手如割鮮玉粒如山塞茅屋親戚鄰舍懽樂同酒酣社鼓歌老翁阿孫將米換魚肉老嫗髻挿山花紅時和廼由天子聖元豐之歌敢同盛嗟嗟鼠竊滄海邊胡不賣刀買犢来歸田 \\n 誕日醉吟 \\n 先生今年五十一兩髩雖斑眼如漆挑燈終夜何曽眠細字蠅頭看書帙既不能握簡起草趨明光又不能搴旗斬將赴敵塲布衣十載困江海空有峥嶸磊落驚世之文章近来結屋翠峯下白雲繞屋看如畵王侯卿相不到門自與農夫作鄰舍螘浮缸面新酒渾清晨上壽誰稱尊阿兒拜前女拜後此樂欣欣難具論盤餐照眼復何有出甕黄虀間青韭山田放豚初告腯潑刺鮮魚貫霜栁須臾剥剥啄啄叩門急携肴載酒来諸生陶然洗盞復更酌雖無絲竹管絃之盛亦有鏗鏘澗水和此颼颼萬壑松風聲松風為我清松月為我明眼花耳熱不知夜但知百川一吸如長鯨我醉欲眠卿且去謫仙未得其中趣玉山雖倒嗔人扶染筆從容賦長句我不願二十四考書中書我不願千二百歲崆峒居但願百年三萬六千日日日醉吟懽有餘 \\n 秋宵七恨（并序） \\n 荀卿賦篇於知雲蠶葳之辭始隱而終露又叠以應之予嘗愛其異偶值秋宵不堪旅次韻成七恨以為一代之新體云 \\n 青蘋葉底聲蓬蓬當年曽號襄王雄秋髙八月勢轉急忽来吹我茅屋東今我夜坐難秉燭使我髪白成老翁吁嗟恨爾之秋風（風） \\n 六月一滴不霑土連夜淋漓獨何苦紅蕉碧梧語葉上黄茅屋漏那能補雞鳴嘐嘐天欲曙况廼蕭條在羇旅吁嗟恨爾之秋雨（雨） \\n 嫦娥竊藥奔蟾窟老兔千年擣何物玉鏡初從海上来冰輪又向雲間沒借問胡為有圓缺不與愁人照離别吁嗟恨爾之秋月（月） \\n 西風古城夜向深滿牕白月光沉沉羅幃羙人勞寸心雙杵忽傳空外音寒衣不来道路逺丁東落耳愁難禁吁嗟恨爾之秋砧（砧） \\n 伶倫截竹纔過尺一吹能裂蒼崖石况復聲聞折楊栁對此令人多感激中宵無人萬籟靜天上殘星猶歴歴吁嗟恨爾之秋笛（笛） \\n 疾雷鳴夏風鳴冬秋来鳴者難為容露寒九月入床下啾啾唧唧羣相從十回歸夢九囘斷起坐積憤填心胸吁嗟恨爾之秋蛩（蛩） \\n 洞庭波寒秋影亂幾囘相失聲相喚艸木黄落始來賔頗似人生繫微宦数年寄書長不逹應負冥冥在霄漢吁嗟恨爾之秋鴈（鴈） \\n 贈蔡正伯二十六句 \\n 石井田邊讀書處好山繞屋青無数尋常俗客不到門自得平生隱居趣中山蔡君清有餘拄杖衝寒忽相遇升堂磬折延上座揮麈懸河發談助酌君射洪之淥酒煨以岷山之紫芋取琴為我彈赤璧如此英雄大江去起看星斗光闌干天風蕭蕭襲衣屦方今四海頻戈鋋與君飄蓬同旅寓藤床對月談未了清晨告别何匆遽惜君豈不苦挽留肯伴山間白雲住豈無鮑叔知管仲亦有陳蕃下徐孺臨分握手情依依聊復揮毫賦長句君能别後重相尋記取門前兩槐樹 \\n 徐君徳裕輓歌 \\n 徐君先裔中山人作令来字花溪民至元年間一大治百里藹藹桑麻春只今相去百餘載甘棠不伐懐其仁乃知作善天降禎衣冠後代何振振其孫徳裕才卓犖壮年談笑紅蓮幕逸氣稜稜萬里駒髙懐矯矯層霄鶴晚節無心向朝市自識山林有真樂杜門不復趨權豪竟與時流如枘鑿忽朝議事忤鄉童鑠金織具嬰其凶鳳陽閲嵗歿王事長淮浪險多蛟龍遊魂欲歸道路逺梧桐葉底隨秋風有子積憤填心胸晝夜號泣呼蒼穹幾囘頓絶欲俱死身着麻衣走千里哀聲欲斷楚山雲血淚應添楚江水艱難收骨歸故鄉思欲與親雪其恥一日思親十二時夜卧慈顔夢魂裏卧薪嘗膽仇不忘綉衣持節来東方揮强扶弱問民苦白筆凛凛飛秋霜親仇從此獲一雪魑魅魍魎何由藏長塗赫日屋埃黄行行械繫投邊方鄉中耆舊皆嘆息徐家孝子真難得老夫聞之亦喜舞為寫長歌相勸激我歌不獨誇鄉閭要使觀風逹宸極君不見孝子即忠臣會見簮纓繼前澤 \\n 次韻東坡白戰詩 \\n 稚子携壺沽竹葉怪底紛紛亂飛雪江天雲氣凝不流海間波濤来無絶支機石殞光欲碎承露髙莖凍應折草中誰憂狐兎死麥根已喜螟蝗滅天涯客况勝雪冷嵗裏光隂驚電掣吟脾清苦出秀句望眼昏花舒醉纈誰家洛下閉門戶幾人海上餐氈屑是非千古冰鑑在榮辱百年風鳥瞥紛紛狂態安足数烱烱孤懐向誰説夜深感慨那能眠但覺衾稠冷如鐵 \\n 王昭君歌 \\n 眀妃漢家人自小生金屋金屋花連春晝長東風養得顏如玉一身願作陽臺雲琥珀枕邊常夢君誰知閒門跬歩地年年草色生羅裙邊城昨夜悲笳起單于求親漢天子黄金不買毛延壽翻作無鹽畵圖裏畵圖妾貌兩不同玉鞭催上浮雲騘畵官喜舞天子惜臂上猶存紅守宫愁雲茫茫天萬里白草離離塞烟紫囘首長安何處家琵琶聲中泪如水單于髮黄雙眼青嗢咿遣譯通丁寧氈廬寒月射秋夢安得風吹歸漢庭妾身不惜安邉計婦人豈足揚兵氣單于那知甥舅恩貔貅百萬能無媿明妃塜前青草肥宫衣化作彩雲飛生無羽翼度關塞死後魂隨秋鴈歸 \\n 北上行送周士約 \\n 停君鐵如意飲我金叵羅我有北上行起舞為君歌念此北上樂君行莫蹉跎披雲登太行敲冰渡黄河黄河連天與天碧織女大笑投銀梭紅雲暖光開玉闕流星煌煌夹明月簫韶之音下紫清太液恩波流不竭去年前席召賈生今年上書薦襧衡鵬搏虎變不可測布衣談笑為公卿吾道昌丈夫北遊須帝鄉紅顔才子青雲郎文光照曜宫錦裳紫騮馬肥金鞍光蓮花匣出三尺霜黄金臺髙天中央紫琳作佩聲鏘鏘聖主恩深跨陶唐好賢不数燕昭王北上行君莫忘 \\n 東軒歌四十八句為伯弘昆仲賦 \\n 酌君東軒酒贈君東軒歌君家之軒甚踈豁分明結構依巖阿上有魁山之峥嶸下有堰水百折之流波山盤水繞路不盡地幽徃徃聞鳴珂軒中有人冠峨峨怡怡之集何委蛇秋天鴻鴈序偏肅春日棣花隂更多正當日出東方時陽烏飛上扶桑柯層軒面面皆陽和六龍銜耀青天過伯氏仲氏吹塤箎叔也季也能同科况君有母壽而康兩髩不着秋霜皤友于奉觴更上壽緑酒微覺朱顔酡臨軒手把東皇衣願求齡永福且那谷風東来射花栁海月東出穿松蘿東里先生嘗叩門鳴玉曵組肩相摩或工苦語似東野或騁豪句如東坡種瓜或作東門遊賞菊或向東籬哦西山朝来恰對我拄笏雲氣相噓呵村南村北亦有隣或荷農笠被漁蓑此軒實為東道主賸有人物如星羅嚶嚶黄鳥鳴髙枝娟娟白鷺浮盤渦歸鴉或棲雪後檜游魚或觸風前荷有童慣養尸鄉雞有客共玩山隂鵞草閣道人投東来開軒延飲黒日閒婆娑琅玕錦綉不足報但寄詩筆懸長河 \\n 題王子榮主簿所藏醉猫圖 \\n 凉風晚香吹茇苛狸奴咀之酣且卧金睛不動尾鬖髿翠屑闌珊落餘唾眼前黠鼠紛如雲白晝從横喜相賀翻盆攪甕任汝為草性須臾如酒過奮鬚一攫何所逃腥血空令齒牙涴黄筌老手妙入神安得徧示寰中人鳴呼安得徧示寰中人 \\n 髑髏挽車圖 \\n 車轔轔車轔轔觸髏挽車挽斷筋借問何辛辛一家骨肉在一身紅絲繫足非良因彩衣兒女徒欣欣載重力微毎見嗔鞭之扑之亦有因嗟哉髑髅之骨已如銀髑髏之苦如積薪髑髏入土還笑人後車来者無停輪 \\n 九鶿圖 \\n 何人水墨開毫素白日晴牕起烟霧强將醉眼窺微茫乃見江南九秋鷺兩隻長鳴一隻飛兩隻共啄菰米肥其餘四隻夢洲渚黄蘆白葦相因依我家曽住苕洲上緑蓑披雨聽漁唱西塞山邊今有無桃花流水應新漲别来幾載接林巒身欲奮飛無羽翰巻圖髙詠風漢漢憶爾磯頭青釣竿 \\n 狄仁傑諫復廬陵王圖 \\n 金戈玉戚平四方英雄只數唐文皇惜哉龍飛起晉陽婚風相繼流餘殃牝雞之晨及其常天樞崇崇勢莫當瞾也居然埀衮裳竟以褒妲談虞唐鸞臺鳳閣遥相望合置杞梓羅圭璋翩然木鶴来求凰吹笙子晉儼在傍雲牕霧閣事渺茫妖狐遂闞東宫墻嗚呼仙李根摧傷存者僅有廬陵王狄公正笏持朝綱直辭凛凛生秋霜神堯大器安可攘儲君不復我涕滂沒身事付桓與張虞淵日落囘重光瑶圖三百漢共昌至今青史傳芬芳 \\n 嘲鳩三五七言 \\n 雙鵓鳩毛斑斑隂雨逐婦去晴天呼婦還嗟哉爾婦良不易愛憎只在須臾間 \\n 處女吟 \\n 深閨有處女盈盈好顔色施朱太赤粉太白畫工如山貌不得年逾三十不嫁人蹇修塞門守愈真清晨去来山上柏願以苦節終吾身東風吹緑階前草蝴蝶雙飛一何早長門白日苦花多人生只似花開好東家小姑嫁大官錦靴笑坐黄金鞍一朝失寵如敝屣鏡中孤影愁離鸞西鄰小妹嫁豪賈聘與黄金賤如土失身乃在江海間夢魂長怨風波苦何似深閨處女吟許身真比雙南金寄聲小妹小姑道嫁人容易紅顏老 \\n 吳将軍歌贈邁善鄊 \\n 吳將軍天下雄目如朗星氣如虹平生讀書不怕死惟有秋霜烈日皎皎是孤忠曽攀丹桂枝飛上銀蟾宫紫皇賜以白兎藥令將軍起民彫瘵蘇愚蒙去秋蝮蛇従西来渡我淛水東磨牙白參差吮人肌血豺虎同將軍躍馬如遊龍笑持三尺莫邪鋒刳虵之腹馘蛇首魂魄散亂隨秋風又聞栝蒼山千叠萬叠青芙蓉山深狐兎作人立火雲獵獵旌旗紅將軍手撚鉄絲箭腰挂麟膠弓竟從荒茅野草入一洗妖媚無畱蹤民無居將軍墉民無田將軍農秋田滿眼春芃芃賣刀買犢期年豐夜来撾鼓聲籠銅乃是将軍奏凱歸越中越中民喜且雍走白叟歌黄童牽羊載酒遮道迎迎我詩書禮樂之元戎有母有母埀霜蓬升堂百拜懽動容有兒為國立大功忠孝一心天感通烏臺卓立髙崇崇薦章如雲逹九重九重日月光重瞳璽書蚤晚来徴庸噫吁嚱吳將軍安得如公数十軰落落棋布嚴提封 \\n 鴻門舞劍歌 \\n 鴻門大将輝重瞳虎視六合無英雄當時灞上隆凖公摧眉俛首趨下風青虵光寒射尊爼酒酣拔劍為誰舞一舞范増身若雲再舞張良面如土神鋒慄魄可奈何喚取楚人歌漢歌當筵對舞張羽翼紅烟紫電相盪摩須臾舞罷沐猴悦亞父翻成背流血玉玦不靈玉斗裂楚漢雌雄從此决 \\n 月氐王頭飲器歌 \\n 北風吹寒地椒短捲毛綿羊尾脂滿國王愛飲蘆酒漿鑌刀巧削玻璃椀玉窪雲氣蒸髓紅神光欲裂泥丸宫血魂剺面訴上帝怒鯨倒吸銀河空紫檀琵琶作怨語彩姬如花踏筵舞豈知讎骨填糟丘鬼馬悲鳴草根雨湘鬼髑髅空獨醒劉伶墳上苔花青何如將身製鸚鵡生死不離雙玉瓶 \\n 胡將軍歌 \\n 胡將軍邦之良武之豪身長八尺面如鐵敵人見之凛凛生寒毛憶昨辛夘嵗九州沸鯨濤蒼生日塗炭呼天雨泣何嗷嗷吳王氣宇真天人手提秋水三尺之豪曹貔貅萬竈會滁上左右環列俱賢髦將軍謁轅門開口談六韜為王之爪牙出入行陣躬鞬櫜溲江江水流滔滔疾如風雨飛十艘王命胡将軍蝥弧蝥弧爾所撡義聲西来動白日電光閃爍揺旌旄金陵宣城不日得徽州嚴郡隨風迯洞兵三萬餘刄鞘弓藏弢靈旗却指金華城父老争先将酒羔喉衿閩楚信州地将軍又為殫力營城壕廼從元戎上台鼎横金拖紫獨立青雲髙将軍未下車民庶憂忉忉将軍既下車所犯無秋毫健兒不敢忤民意酷吏不敢搜民膏男兒務農耕婦女勤蠶繅将軍為之垣墉使生厚民適自樂將軍勞兠鍪貂蟬本無異擬變方名為夔臯嗚呼壬寅春二月肘腋禍所遭三軍盡躑躅萬姓皆號啕朝廷聞之為痛惜遣中使降丹詔遂有光禄大夫越國之崇褒有廟有廟依巖■〈山上敖下〉春秋二時祠太牢吹笙鼓瑟兼伐鼛玉盃春酒釀蒲萄畵梁文栱倍輝赫焚香彷彿来焄蒿英姿颯爽毛髪竪隂風吹動團花袍殿前近侍捫錦絛壁上先驅腰寳刀出師或銜枚班師或鳴鼗将軍雖死有餘樂魂魄上與星辰遨有子有子如将軍志欲與國除麽么鄰敵侵我疆勇捷如飛猱奮身與之戰以一當百戰已鏖將軍隂兵實助之似聞人馬聲嘈嘈敵驚靈火徧原埜如中羽鏃相呼號我来祠下謁遺像秋林葉落風蕭騷雄文大字紀顛末翠珉已載黄金鼇翠珉已載黄金鼇嗚呼胡将軍將軍生為名臣死廟食將軍之死猶未死嗚呼勸忠之作吾其叨 \\n 二喬觀兵書歌 \\n 古来尤物多嬌美家國傾危始于此緑珠楼前紅粉空馬嵬坡下花鈿委何似喬公之二娃髪雲不髢濃如鴉傾城顔色何足羡過人才慧真堪誇深院無人春日好不綉鴛鴦被情惱臨風並倚雙頭蓮手把兵書細論討大喬已作孫郎妃小喬又作周郎妻設機制勝妙無敵誰謂頗牧生深閨曹瞞提兵来赤壁千里旌旗蔽雲黒水軍百萬將奈何吳下衣冠俱失色小娃袵席能運籌飄飄殺氣横清秋綸巾羽扇風采發偉哉公瑾來舒州北軍怕見南風起烈火齊燒舳艫尾孟徳零丁匹馬逃檣櫓灰飛付流水滔滔巨浪髙如天敵人不敢来戈船乾坤従此限南北盤渦鷗鷺成安眠婦人自古無專制畵師故寫圖中意趙括徒能讀父書堂堂八尺能無愧 \\n 徐原父畵梅歌 \\n 座客且莫諠聽我梅花歌古今畵者豈不多俗工柰此幽絶之花何花光道人得三昧標格孤髙出塵外後来繼之復何人畵師斂手看前輩湯叔雅楊補之我嘗按譜搜瑰竒或如蜂腰繞屈幹或若鶴膝行髙枝或如蟹眼競的皪或若兎耳相参差隂陽向背合造化攅三簇四何葳蕤眼看變態不可測記一忘百空爾為寥寥数百年寂寞江村樹乾坤盡埃塵伊誰重毫素人間不是無梅花無人識得梅花趣山隂老王腹如蟇能寫千朶萬朶之繁葩權門挟勢求不得徘徊悵望扼腕生咨嗟九里山中草堂窄手種梅花動成百有時疋紙戱作推篷圖老幹新捐隘春色尋常更有梅花船繫在鑑湖之濆栁姑之廟前夜半酒豪詩興顛遶湖撑徧十頃玻璃天金華徐君亦有梅花屋終日關門媚幽獨西湖東閣座上親庾嶺羅浮眼中熟三年落筆始一揮觀者已覺心神飛逹官名流得真跡珍藏箧笥生光輝有時寫墨梅蕊玄霜點注雪色紙三十六宫貌如玉風流却讓崑崙美有時作紅梅花鵝溪綃上碎染天台霞艶如玉環醉夘酒炯如姑射餐丹砂有時畵釣潭影横枝下浸滄波冷老龍屭贔蟠水鱗夜半熟眠呼不醒有時畵出墻梢孚尹玉氣春風淆佳人日暮翠袖薄獨倚脩竹當林■〈土幻〉有時寫雪後容清絶但無比玉瘢数點春自生鉄骨一梢僵不死有時寫風前景滿地還飄零粲如魚鱗嗅不腥紛紛點破莓苔青有時或寫烟中骨彷彿傾城在林樾隔幃遥見李夫人燈下玉容終恍惚有時或寫月下魂巫陽招得来黄昏縞衣能歌緑衣舞月落参横何處村王君筆底縱横處意匠分明與神遇遂令海内人題詩碎錦零珠不知数憶昔君嘗求我吟一别風雨江湖深十餘年来乏佳句今日為君勞寸心許壇髙築臨無地立呼四友来参侍前驅陳玄後陶泓楮生毛頴還同至山根水涯開幾株南枝北枝春有無搜梅之精擿梅髓舊懐新賞成須臾金華之山鑑湖水山有竒峰水清泚王徐寫梅伯仲間况復清髙亦相似王也騎龍叩天闗五雲之中喚不還平生畵梅得真訣置在二十四風花仙之上班徐也少年今白首能事無能出其右世人喚作梅花徐賸有香名吹不朽何水部杜拾遺老夫賴爾相提携尋花索笑往何所夢中着屐行春泥豈不聞凌風之臺郤月之觀嵗莫之傷春愁之亂二老廼是詩中豪其餘作者李與桃桃紅李白徒爛熳風韵豈似紅梅髙林逋處士請囘駕暗香踈影非真畵畵本無聲詩有聲詩人幾許浪得名我欲尋君牧羊洞自取瑶琴作三弄復念人間知者希梅梢月色誰能共三弄亦不盡離思紛如雲問天乞借驪珠一千顆置在白玉盤中持贈君贈君君莫違什襲當愛惜詩因君畵始霶霈畵得吾詩倍輝赫朝来隠几已忘言更向孤根尋太極花神有靈應笑我此翁也有梅花癖老翁之癖因作歌苦被風騷互推激湛盧豪曽歐冶重緑螭紫燕孫陽識我歌不求衆口誇我才不倚千夫敵但恐為花漏泄春消息花神上訴天為嗔六丁下取飛霹靂 \\n 東白軒歌 \\n 郡侯軒子名東白邀我題詩冩胷臆自言曽客京華東慣識東方五更色天上雞人唱曉籌青宫問寢當龍楼午門萬户啟金鑰宵衣聖主思嘉猷左右衣冠盡台輔獻納論思出肝脯螭頭不動香烟髙蝦須漸捲晨光吐太學讀書燈火深承恩作簿花溪潯九重堯舜尚憂惕承流宣化當勞心殘月輝輝太白閃雞聲三唱更五點夜如何其夜向晨面視東方色容儼東方未白思明光東方既白瞻扶桑有時顛倒衣與裳簿書期會亦琴堂坡仙赤壁曽題賦亦有當年東白句枕籍舟中何足論豈似君家所扁之小軒 \\n 海棠留春鸎歌傚長吉體 \\n 環奴本是傾城女帝遣花中作花主玉手親將金剪刀剪碎錦江三月雨猩魂入夢流妖芳翠紗夜燒紅蠟香雙鳥緑衣黄作裳聲聲苦欲留春光青皇馬嘶芳草路胭脂欲捲東風去畵師却倚中山兎留在華堂最深處 \\n 子陵釣魚圖為胡伯竒題 \\n 光武龍飛膺赤伏臺上功臣三十六先生底事披羊裘翛然獨釣銅江曲嘉謨啟沃當龍潜已令漢火囘炎炎三公之棄如敝屣一絲引得貪夫廉但知文叔同衾卧不知客星侵帝座先生之風千載那能忘雲山蒼蒼江水長 \\n 題烟波叠嶂圖 \\n 憶昨扁舟上南斗順風看山如馬走前山在眼後山失紫翠繽紛落吾手當年見山如畵圖畵圖得似當年無臨軒把玩笑絶倒蚤覺詩思生江湖江風蕭蕭烟水暮盡日漁翁釣魚處安得身輕如白鷗江上飛来又飛去 \\n 題胡濟源聽泉楼（戊戌前作） \\n 冷泉亭子深且幽我昔杖履曽追逰山中正當朝雨霽坐聽泉水涓涓流初如松風洒萬壑忽如仙佩鏘鳴璆又如蛟龍起潭窟霹靂閃電摧林丘黄猿抱子掛秋影欲下不下聲啾啾是時同行四五人相對毛髪寒颼颼乃知福地難久住却載酒壺登綵舟故鄉一别幾十載江湖浪迹隨沙鷗風塵澒洞箭滿眼欲歸洗耳嗟何由飛来山色入我夢碧松丹桂枝相樛每逢泉石必宿留題詩感慨無時休胡君亦是聽泉者胷次磊落非常儔何當暇日登君楼與君作記楼上頭 \\n 題鍾馗移家圖 \\n 緑袍進士掀怒髯饑来嚼鬼如蜜甜酸風苦雨攪白日移家欲往隂山尖隨兄小妹臉抹漆眼光射人珠的皪鬼奴鬼妾千萬形蟹怪猫妖最蕭瑟勢能使鬼鬼不違髑髏在後嗤鍾馗英雄如山堆白骨莫倚區區手中笏 \\n 題陶淵明歸去来圖 \\n 典午渡江江水竭寄奴小草當春發先生太尉之子孫管謝之間見人物先生志在義熈前先生道在羲皇先北窓清風湛如水閒来一枕供髙眠彭澤之衙大如斗雲出無心亦云偶鄉里小兒稱上官辱我門前五株栁有田将蕪胡不耕無官見縛身始輕掉頭一笑賦歸去浮雲富貴非吾情扁舟遥遥颺晴緑咲指吾家舊茅屋門首歡迎拜僮僕三逕依然對松菊黄菊黄菊當我軒濁醪濁醪盈我尊湏臾爛醉喚不醒昨非今是何須論田夫農父邀皆去共坐田頭話農務阿舒尔等休讀書讀書要被文章誤 \\n 青山白雲圖 \\n 若有若無青山之嶙峋欲斷不斷白雲之氤氲徃時何人得此意彦公彦敬下筆藝絶倫我歌紫芝白雲裏白雲却向青山起裁雲為吾衣推山作吾几松花釀酒三千石醉後髙歌歌未已歌罷仰天笑此樂人中仙心揺赤城霞目斷蒼梧烟左執容成袂右拍洪崖肩五雲之佩何翩翩乗風欲徃蓬萊巔蓬萊巔渺何處金銀樓臺隔烟霧青鳥銜書海上来千嵗胡麻欲成樹悵不徃兮心茫茫雲浩浩兮山蒼蒼人間亦自有真樂還君之圖兮贈君青山白雲作 \\n 題五馬圖 \\n 開元四十萬匹馬誰是超然出羣者曹韓筆刀非不工須信真龍最難冩真龍只有拳毛騧太宗騎此開唐家雄姿猛氣世無敵當年識者久歎嗟吳興公子畵五匹滿眼風雲起蕭瑟一匹玉花嚙且驕一匹飛黄甚飄逸駁文殊者一匹雄一匹紫電奔長虹中央正立一匹胡青驄遂令四馬皆下風想見承華春苜蓿此馬由来字天育殷紅盤袍帽紋縠奚官秋策采監牧花萼樓前風日遲五王宴罷何逶迤乃知畵師用心苦俟我落筆題新詩大明天子飛龍騎汗血功成即天位真龍復出凢馬空眼見此圖傳萬世 \\n 送胡季誠北上 \\n 杭州従事真文儒迺是丹山九苞之鳳雛春風葳蕤開玉樹明月皎潔涵冰壺伊昔跨馬逰京都翩翩彩服親庭趨太常博士衆所敬儀表自與常人殊嗚呼耆舊今已無空餘故宅臨東湖嗟余避地頗相近不得再見成長吁山中六月火雲熱多君為我来肩輿衣冠如覩太常面令我舊事懐姑胥（自註昔與季誠尊翁古愚先生會于楊廉夫姑胥寓舍）呼兒出為佳客拜遣僕徃問香醪沽黄雞啄黍或可餉青韭剪雨時堪須夜深秉燭忘夢寐脱巾且挂長松株酒酣慷慨肝膽露駕言欲問青雲途飄然挂席上北斗海濤日出扶金烏觚稜翹首天咫尺五雲深處陳嘉謨先公餘澤猶未已青氊故物還須臾青氊故物還須臾此行善保千金軀 \\n 草閣詩集巻二 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集卷三", "正文": "　 \\n 草閣詩集卷三 \\n 　 \\n  \\n （明）李昱撰 \\n ○五言律詩 \\n 送劉原善赴浙東 \\n 金陵城下路送逺意無窮水净平沙合天寒埜草空郄超新入幕桓典舊乗驄廿載經遊處憐余感慨同 \\n 次吕慎明見寄韵月白疑無地樓髙欲近天緑尊■〈扌弃〉永夜華髪惜疎年見憶新詩句招遊舊釣船何時共幽隱因注馬蹄篇 \\n 楊仲彰見訪次韻 \\n 十月荒山道煩君着屐来出詩多舊作行酒只新醅不負陳雷誼兼誇鮑謝才雙株紅樹下臨别更徘徊 \\n 答蔣仲啟 \\n 自别南溪友海雲天際多如何屢有約不見一相過埜逕深紅葉茅簷長翠蘿詩篇空漫興把酒共誰哦 \\n 九日懐智上人 \\n 九日今朝是相期亦未能簮花憐病客把酒憶髙僧河雨舟難買山雲檻屢凭裁詩坐草閣極目盡漁罾 \\n 早春言懐 \\n 客懐誰與適偏是早春時紅點溪桃蕚黄埀岸栁枝無官能縱酒有子可言詩此外皆餘事神仙亦浪期 \\n 春懐（戊戌後作） \\n 信是春多雨村村水接連荷簔黄犢外倚杖白鷗前既足供詩句何須乞酒錢古人應念此動即賦歸田 \\n 少隠烏皮几羣書且罷看客懐燈下集春事雨中殘湖栁藏歌棹山花拂馬鞍如今歸未得道路正艱難 \\n 幽居 \\n 幽居似畫屏詩句滿柴扃水繞籬根白山連瓦縫青無能治安策有分太玄經埜老時相過應期煮茯苓 \\n 村居 \\n 村僻無人到安居似野僧柴門交岸竹茅屋帶溪藤煮粥宜襍稻分茶間老菱百年堪樂此生計日相仍 \\n 雨後過畦 \\n 十月晴宜雨芃芃野菜新皇天無棄物生意頗如人落筯銀絲滑傾筐翠色匀盤餐亦多品不信庾郎貧 \\n 田頭 \\n 莫怪田頭望幽懐未易論詩題隨處處農務自村村鷺點青山破牛耕白水翻出門無半里歸路任黄昏 \\n 夜歸 \\n 野翁争席罷歸路又昏黄歩繞陰崖險衣飄積水凉髙枝纔宿鳥衰草更鳴螀因憶陶元亮田園興不忘 \\n 宿田家 \\n 薄暮投何處田家白板扉雞棲留客久犬吠見人稀破壁風威勁頺簷月色微夜深燈火亮猶織木棉機 \\n 十月農家 \\n 山塢孤村路農家十月天把茅遮舊屋燒土作新田瓶有儲留粟官無横索錢舉家雖不飽隨分過今年 \\n 山行 \\n 山路得秋晴籃輿重亦輕野花留客艶沙鳥去人鳴岩脉交重險灘流合細聲若於詩句内紅樹最闗情 \\n 雪後山行 \\n 雪後春泥滑籃輿款作程山從岩罅出雲向樹頭生路逺勞行役心幽惬物情茅茨深處見因有午雞鳴 \\n 出門 \\n 出門經過處将身入畵圖浪花吹石碎松樹挂藤枯遇勝憑詩荅乗危信杖扶酒醪何處有不吝十千沽 \\n 發鹿城 \\n 江上潮初落好風吹客船孤城辭白鹿小縣入青田山氣晴疑雨灘聲斷復連沙鷗休笑我詩思正相牽 \\n 過荷葉浦 \\n 雨後乗船好春流處處渾買魚荷葉浦沽酒杏花村野景蒼茫過清詩仔細論磯頭雙白鷺相對似忘言 \\n 茶源 \\n 晚向茶源過凄凉不可論孤舟千里客茅屋數家村雁落平沙浄鴉棲返照昏唯應惬詩思坐久愈忘言 \\n 宿新安驛 \\n 一宿新安驛迢迢夜未央有懐投赤縣無夢及滄浪土榻連苔色風簾帶月光清晨聞鐘鼓民俗祀汪王 \\n 績溪 \\n 落日銜孤嶂行人到績溪野橋通岸窄茅屋隔林低邑古民還聚官清政不迷小亭幽絶甚足以慰羇棲 \\n 宣州城外泊 \\n 宣州城外泊古樹已棲鴉客路三千里人煙八九家爐煨霜後栗瓶煮雨前茶深夜延清話惟頻剪燭花 \\n 水陽夜舟 \\n 逺客冬行處孤舟夜發時帆風轉羊角檣月帶蛾眉道路詩中見家山枕上思得歸開箧笥一一示吾兒 \\n 山寺 \\n 碧水流千轉青山繞百層過橋隨小僕入寺遇髙僧石洞深連樹茅簷倒挂藤何時借禪榻清夜看傳燈 \\n 春行得驢字（戊戌後作） \\n 春行樂有餘况有酒尊俱緑樹雙啼鳥青山獨蹇驢他鄉真自得故里近何如頼有能詩友清談數起予 \\n 十月郊行 \\n 連日小齋閉出門幽興多青山雲外斷紅葉樹頭過叢篠羣飛雀晴漪並浴鵝吟餘真自得詩法到隂何 \\n 出郊 \\n 風雨閉門久出郊晴可憐人行深樹裏犬吠落花前白屋通樵逕青山壓釣船分明在圖畵許可廢詩篇 \\n 冬行得邊字 \\n 冬行雖寂寞詩句總堪傳紅樹行人外青山去鳥邊醉防歸路險老覺杖藜便牧竪休相訝衣冠本晉賢 \\n 雨過許叔大 \\n 山雨霑衣濕江雲度水寒也應如杜甫曽此過蘇端緑蟻春漿甕青絲野菜盤平生謝拘束與子罄相驩 \\n 宴許晉仲清暉亭 \\n 為客開幽徑臨流坐小亭水雲浮檻白埜竹過簷青勝絶詩難賦凉多酒易醒清暉安足擬堪草太玄經 \\n 八月二十五夜陳世恭邀賞桂花 \\n 中秋過十日丹桂始堪誇浸酒甞花味張燈代月華舊遊人頓少遲賞興尤嘉謔笑從狂客清歌欠小娃 \\n 愁吟 \\n 乾坤雖浩蕩無處着愁身早識文章誤甘於盃酒親埜花他自好江燕肯来頻笑從狂客鏡猶誇黒髪新 \\n 夏夜 \\n 凉宵常苦短獨客况無眠風物雖殊壤星河却共天銀槎渾不到玉宇尚依然細數離鄉日蹉跎又六年 \\n 無眠 \\n 冬夜寒扵水無眠似不禁江湖為客久雨雪入年深茅屋疎還漏新詩穏更吟家書何太少五月到如今 \\n 冬至 \\n 客裏逢長至山中習短吟隂陽争晝夜日月繼升沉人共梅花老春隨竹葉深縁知沉醉後翻動故鄉心 \\n 除夕 \\n 去客猶為客今宵喜有家喚兒行緑酒敎女戴春花自喜新正近誰憐暮景斜題詩逐窮鬼無用栁為車 \\n 端午得江字 \\n 五月榴花雨生凉到北牕盤行金粽九人醉玉瓶雙黒髪雖云改丹心尚未降詩成感今古因弔汨羅江 \\n 九日思歸 \\n 九日景偏嘉登髙至日斜杯傾新釀酒籬發去年花白髮人占鵲滄溟客泛槎異鄉還酩酊行坐只思家 \\n 喜雨 \\n 雲氣流天濶雷威積雨深未秋何颯颯入夜轉沉沉多稼蒼生命豐年逆旅心道逢農父説如落萬黄金 \\n 夜雨 \\n 睡美不聞驟夢回方覺寒因驚五月到只作九秋看田野新茅屋江湖舊釣竿幽懐誰與共剪燭坐更闌 \\n 對雪 \\n 冬半纔飛雪紛紛近酒尊牕明疑白晝衣冷覺黄昏有興須乗棹無求只閉門幽居轉瀟洒詩思滿江村 \\n 題林和靖祠 \\n 處士當年住西湖正繞門詩名因不死祠宇到今存鶴可充童僕梅堪替子孫凄凉斷橋路纎月照黄昏 \\n 題子陵釣臺 \\n 漢祖龍飛日先生釣澤中布衣曽友道台鼎不償功七里灘頭月一絲亭上風古今評論者只作隠淪同 \\n 海棠 \\n 分明守宫血帶露染初勻上苑移根晚他鄉照眼新賦誇詩似錦簮愧髪如銀寂寞東風裏看花憶故人 \\n 螢火 \\n 流螢何太苦秋至亂階前傍月星偏宻隨風火自然吟懐空夜夜歸計又年年縱有蓴鱸興滄江何處船 \\n 秋扇 \\n 賦性如霜潔將形似月圓暑中誰不愛秋後獨堪憐才士名難遂佳人色易捐清風終有在藏箧待明年 \\n 聞鐘 \\n 古寺路幽深洪鐘發妙音隨風傳寳閣送月出珠林江海燈前耳乾坤句裏心人生幾昏曉勲業二毛侵 \\n 酒醒 \\n 酒醒中宵立題詩興轉幽風聲吹雨歇雲氣帶星流日月雙飛鳥乾坤不繫舟歸心與潮水常寄故鄉愁 \\n 獨客 \\n 竹裏殘僧寺松邊獨客樓溪聲常認雨山氣只疑秋地僻從交絶身閒與道謀如何蘇季子塵滿黒貂裘 \\n 晚歸 \\n 小逕雖微黒斜陽已淡紅吟懐方冉冉歸興莫匆匆野寺蒼茫入山田曲折通欲行猶未忍少立石橋東 \\n 挽魯生蘭石 \\n 天育名駒骨丹山彩鳳毛聰明人盡許短折爾難逃書廢塵生架弓閒蘚上■〈山上〈弓攵〉下〉空餘玉堂老淚雨漲江濤 \\n 夜坐（傚孟浩然） \\n 亦知今夕好無地著塵埃人在月下坐風從樹裡来對巢棲鳥定照影去螢囘更道襄陽叟清詩解品裁 \\n 守歲 \\n 嵗事雖云盡吾生自有涯送窮車縛栁報喜燭生花京國當年客山林著處家詩成猶不寐■〈扌弃〉醉酌流霞 \\n 嘲雪次胡叔敬韻 \\n 一冬無雪落正月始花飛未足成和氣唯能作冷威飄飄欺雨重淅淅弄風微村舍多貧餒陽春未解圍 \\n 晚作 \\n 落日紅將斂牛羊早下来好詩閒裏得幽抱靜中開已定禽棲樹無驚犬卧苔坐忘心似水無地著塵埃 \\n 曝背 \\n 愛日經簷處終朝曝背時興深隨境入情盎與春期草木應同惠乾坤亦自私由来至人樂未許俗流知 \\n 魁山除夕 \\n 除夕逢今夕驅馳感髩華嵗添新厯日身寓故人家春暖爐燃炭更長燭剪花從今謝拘束詩酒作生涯 \\n 訪俞光大山居 \\n 立春纔五日同訪隱君家崖石昻如馬田塍曲似蛇詣幽詩緩得扶倦杖堪誇為憶山居好留連至日斜 \\n 寄胡伯弘 \\n 造物還同戱為人不願才如何麟趾厚翻受鼠牙灾萱草春猶茂荆花晚正開時清無滯獄行李好歸来 \\n 贈胡叔敬 \\n 去作隨羣雁歸尋返哺烏難兄雖落寞慈母且歡娱夜雨花銷燭春風蟻罄壺談詩多近槀亦得慰潜夫 \\n 秋日感懐 \\n 暑盡瀟瀟雨凉生淅淅風朝来一葉落秋至萬家同昔日紅顏子今晨白髪翁卜居猶未遂感激寸心中 \\n 東軒雪巾宴集分韻得無字 \\n 不合三冬暖長疑片雪無清晨忽撩亂薄暮轉糢糊縱飲從諸友愁吟只老夫空林寒悄悄貪看哺巢烏 \\n 秋興（二首） \\n 天末秋風起新凉日漸多故園今已矣歸興欲如何愁至將詩遣狂来對酒歌扁舟猶在眼木落洞庭波 \\n 地勢環龍虎天文應斗牛由来賢逹士多集帝王州方召輸戎畧臯夔獻治謀老夫才不敏有分在林丘 \\n 木棉絞車 \\n 鐵軸横中竅檀輪運兩頭倒看星象轉亂捲雪花浮人力雖施巧天機不自由最憐聲過耳柔櫓下中流 \\n 徐孟璣斗室 \\n 一室寛如斗危墻穏似船座中疑縮地壺内别為天北海尊常在南州榻自懸曲肱雖樂甚容膝已安然 \\n 草閣詩集巻三 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集巻四", "正文": "　 \\n 草閣詩集巻四 \\n 　 \\n  \\n （明）李昱撰 \\n ○五言長律 \\n 聞人夢吉輓詩十韻 \\n 鄉選聯科目儒官領縉紳横經數十載負笈二千人業與河汾並名将稷下鄰繡衣徒薦剡朱紱懶縈身踐履追前輩光輝振後塵丹丘鳴鳳下滄海泛鷗馴宿草經長夜飛花落晚春泗山環馬鬛鯉水戱魚鱗最憶凝熙諡還勝貞曜倫斯文日陵替執筆為酸辛 \\n 輓朱留耕十二韻 \\n 養譽能超俗延齡似得仙風生談滿座霜染髪埀肩錦里青山外金城碧水邊誰誇五牸富正愛一狐賢曉句篔簹谷春蓑■〈禾罷〉稏田躬耕疲不厭力學老尤專豈謂迎申日俄驚在已年蒲輪何寂寂草帶已芊芊惘悵蓬科地凄凉薤露篇紼多親友執書有子孫傳去去隨長夜冥冥隔九泉惟應忝鄰好囘首涕澘然 \\n 牽牛織女 \\n 佳期逢七夕星駕不須邀河鼓臨牛渚天孫度鵲橋氣隨凉雨集心與彩雲飄今古千年恨東西一水遥服箱輝列宿鳴杼颯清飈契合終離别歡娯竟寂寥何如未嫁女獨自守寒宵 \\n 端陽十韻 \\n 纔應蕤賔律驚心景物催艾隨朱戸上榴近緑尊開弔屈人何在沉湘事可哀幾年無賈誼何處有歐囘龍鬬舟翻雪鼉鳴浪吼雷文章懐徃躅嵗月等飛埃畵扇逢時節絺衣稱體裁節從閒裏過詩向醉中來枕簟風生竹堦除雨潤苔角巾新浴罷髙詠興悠哉 \\n 投孔原夫十六韻 \\n 柱下周時史儒中孔聖孫及今官愈重稽古道猶存吳越封疆濶東南節制尊繡衣禆日月霜筆賛乾坤八詠樓増偉雙溪水不渾吏曹愁執法民庶喜霑恩白鷺車重到青驄馬載犇分當搜杞梓職在進蘭蓀霧隠南山豹風翔北海鯤賢才難自選憲府更湏論賤子非無志飄蓬豈有根胡能上天闕只合在丘園李愿居盤谷龎生老鹿門布衣雙短髩茅屋一荒村舊徳人皆仰斯文世所敦烏公禮羅内處士獨慙温 \\n 題蜀山圖五十四韻 \\n 蠶叢開迹處追舊已茫然霸業依天險王圖度地偏蜀鄉繁景物秦塞迥人烟邛筰名非一褒斜路幾千堯封終未徧禹貢豈應全不盡山環遶無窮水接連岷峨相互屬沱漢共洄沿飛鶴猶難過哀猿尚可縁捫参還歴井入地忽登天峻坂青泥滑嵌巖碧樹圓一吟三嘆息十歩九欹顛行路難如此傷時益勉旃良工曽夙契繪事至今傳路始蠶崖入人扵鳥道旋錦江元自濶玉壘為誰堅迤■〈辶里〉瞻眉曲蒼茫憶磬川犍為藏小縣宣化瞰層巔僧寺隨髙下商帆或後先盤渦宜鷺浴枉渚稱鷗眠鎻水通旁港瀘州帶野壖涪翁亭共仰堡子塞堪憐南定樓雲矗嘉陵石黛妍平林方蓊鬱逺嶂復聯翩黔水明沙溆鄷山夾市廛載經夔子國多羡武侯賢八陣躬耕後三分未出前北来愁魏武東下駭孫權猿鳥今蕭瑟風雲亦渺懸空餘灘漠漠惟有月娟娟工部人千古成都屋數椽雲安嘗伏枕涪萬不聞鵑屡過瞿唐峡須乗灔澦船埀堂能弗戒上瀬却勞牽捩柂憑三老攤錢問長年壯遊雖去邑故隱必歸田歩履西郊外移家二崦邊白鹽疑雪積赤甲與霞褰所值干戈地皆成錦繡篇江花供句好汀草映袍鮮一老俱云已羣公抑有焉凝神搜僻壤逰思究殘編髙祖炎基肇文翁美化專喧騰長卿檄寂寞子雲玄躍馬城難恃鳴蛙井易穿赤符重烜赫白帝謾遷延莫哂姜維閣休誇鄧艾氈英雄基始創庸闇祚難綿中土名猶正邊夷僣罔悛晉唐初改轍李孟又摩肩守固寕修徳乗危乃慕膻浮雲馳徃譽流水逐前愆草閣秋風老花溪夜雨懸紛紛看崒嵂歴歴數潺湲咫尺登臨罷揮毫染素牋 \\n 草閣詩集巻四 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集巻五", "正文": "　 \\n 草閣詩集巻五 \\n 　 \\n  \\n （明）李昱撰 \\n ○七言律詩 \\n 寄虞伯生學士 \\n 金殿承恩謁翠華玉堂染翰草黄麻夔龍禮樂於今盛班馬文章未獨誇舊買石田依破屋新栽澗竹遶晴沙曲江花樹應無數草似青門五色瓜 \\n 寄蒼巖太守 \\n 問訊湘江賢太守别來為况近何如梅花月底裁唐律柿葉霜前草晉書客至但令尊有酒官清誰問食無魚漢庭相業須黄覇早晚綸音下玉除 \\n 寄題髙進賢道水竹居 \\n 白波髙擬石闌齊翠竹斜連草屋低六月清風鯉魚起一春好雨鷓鴣啼有時門外無來轍此老林中獨杖藜我有滿懐淇澳興幾時親到與君題 \\n 寄楊從事 \\n 屋近青山雲滿■〈土幻〉樹翻紅葉鳥争巢不貪杖屨頻開徑正想旌麾出逺郊濁酒賖來同友吃新詩改罷喚兒抄縁知日暮空吟望自向亭中作解嘲 \\n 途中寄權伯文知府 \\n 陳情書去無消息老病扶藜强擬行黄菊西風憐我瘦丹楓落日為誰明潁川太守名偏重少室山人價甚輕昨夜挑燈孤館後一蓑烟雨夢歸耕 \\n 寄吕浩川池文仲兼柬田德逺 \\n 桃花溪上行盃處想見烟霞繞舊蹤一醉便成經歲别百年能得幾囘逄新霜老樹青紅間落日寒山紫翠重好約城西田掾吏杖藜相過興從容 \\n 贈五峯李先生 \\n 鴈蕩峯南結屋牢先生髙枕聽松濤麒麟一出空祥瑞鳯鳥孤飛惜羽毛漢代文章遷史盛晉時人物謝安髙懶將白髪供朝紱縱有銀魚換酒醪 \\n 贈杜清碧 \\n 先生九曲溪邊住錦里風光太逼真當代如求董狐筆名家正要杜陵人玉堂金馬頻催詔朱紱銀魚懶挂身聞道少微明永夜已知江上有埀綸 \\n 贈朱原達（戊戌後作） \\n 江海相違二十年今晨相見一欣然已同葛亮吟梁父况有侯芭識太玄深谷鳥啼雲似水逺林花落雨如烟酒酣不省他鄉客尚憶西湖小畵船 \\n 贈曹伯强 \\n 衣裁白苧著皂帽羡子逺道來翩翩新豐馬周自逆旅長沙賈生猶少年夜深談詩月在地春濃載酒花連天如此才華易相别莫怪臨風情黯然 \\n 贈醫者王玉泉 \\n 玉帝山前圖畵如杖藜歸來春雨餘延年豈無赤松術濟世况有神農書丹砂夜煅光射室藥苖曉移香染鉏青雲故人滿江海莫怪門多駟馬車 \\n 送郭伯如之臨川令郭舊樂安簿 \\n 臨川縣與樂安近正憶弦歌兩度聞白髪今為新令尹紫髯元是舊參軍盃傾野館花如錦船入春江水似雲到日定知民訟簡每延多士細論文 \\n 送杜少府之官華亭 \\n 少府青袍初入吴官舎春餘一事無彈琴每招華亭鶴舉網或取松江鱸苔衣生緑上弓劍花片落紅霑酒壺風流却憶孟東野溧上賦詩兼射鳬 \\n 送琹僧印秋海歸東林 \\n 韓子文章最有聲頴師琴調得傳名十年具美知誰繼此地長吟送爾行鉄鳯飛樓開佛日玉虹吹瀑下江城幾時五老峯前路拄杖相過聽短賡 \\n 送李秀才北上 \\n 五雲深處拱三台閶闔煌煌曉正開羲畫欲成龍馬出舜韶初奏鳯凰來行囊豈為觀光計獻策當施補衮才十月江南春色裏把盃遥待錦衣囬 \\n 送永嘉葛令歸燕 \\n 人人盡説丹砂令三載容成徳化寛但識絃歌能變俗豈因松菊便辭官扁舟落日孤城逺二月黄河春水寒從此去天纔尺五故鄉風物是長安 \\n 送毛仲賢歸越 \\n 憶昔乗船徃會稽湖山青壓柂樓低路從賀老門前過詩向越王臺上題鷗鷺近人明似雪魚鰕入肆賤如泥經年不到還惆悵送子東行立水西 \\n 送曹逢吉 \\n 清晨送客過橋東一路行人在畵中紗帽微霑梅子雨葛衣輕受藕花風五雲山色應非逺七歩家聲要與同何日重来説詩法月明天碧水樓空 \\n 送楊文開潯學秩滿歸省 \\n 南潯地小不成州博士官尊易入流楊震舊遺清白在侯芭曽授太玄不三年講席聽風雨八月征帆拂斗牛歸與紫髯稱母壽玉堂誰早嗣箕裘 \\n 送朱煉師囘仙居 \\n 峡山仙人之所居山峯秀出金芙蕖千尋巖上棲玄鶴五色雲中騎碧驢麻姑送酒應到汝木客賦詩能起予每聞花乳石林好相寄休忘錦字書 \\n 送楊秀才遊粤 \\n 江空十月見晴沙逰子扁舟似泛槎紅葉一林偏對客白雲千里倍思家栁姑廟側魚争賣賀老門前酒可賖若見草堂王處士煩將素練冩梅花 \\n 送馬彦良赴閩 \\n 錦帆江上挂東風海國潮生百浦通離浙此時楊栁碧到閩無数茘支紅功名蹔屈鹽車驥家世終懐栢府驄何處相思一尊酒三千里外月明中 \\n 送穆徳敬歸覲 \\n 九月連雨秋水生賀家湖上送君行青山對岸似人好白鷺下田如葉輕終軍棄繻亦年少賈誼獻策多成名彩衣歸拜二親後幾日重来懐為傾 \\n 送戚縣尉之會稽 \\n 越鄉船様小如梭婦女牽船唱越歌秦望山宜篷底看賀家湖向鏡中過青袍作尉登臨徧彩筆題詩感慨多况是右軍遺跡在未須射鴨且籠鵝 \\n 送陳教授之天台 \\n 天台山色引歸袍行李休辭道路勞霞彩正於文廟近瓊臺争似冷官髙諸生問字携紅酒座客分題詠碧桃我亦當年慣遊者隔江東望水滔滔 \\n 送王文玉歸台 \\n 八年東郡無詩句十日西風罷酒尊俗客若来空滿眼可人相别易銷魂霞光照樹丹丘近蜃氣成樓碧海昏想見還鄉有餘樂幾時書扎到衡門 \\n 送葉主簿之巴陵 \\n 行人逺道問巴陵幾日扁舟過洞庭白鳥入雲天不斷紫魚吹沫浪還腥長才作簿諸公惜多暇談經小吏聽囘首玉堂春色近好憑文力播芳馨 \\n 送池文仲賜歸侍養 \\n 一千里外同徵辟五百名中獨賜歸為客已看髙士傳到家應舞老萊衣雨邊春筍供盤脆水底寒魚入饌肥餘暇賦詩銷白日便風相寄莫相違 \\n 送劉宗弼赴浙江按察司僉事 \\n 故人喜有劉司業才大今為耳目官行路月明驄馬瘦到臺霜落繡衣寒十行已受天書寵三尺須求法意寛老病彈冠久無夢但看鵬翼快飛搏 \\n 送柯子素徃天台省親 \\n 最愛丹丘柯道士倚門清夜夢連環致身玉洞虚無裏極目瓊臺縹緲間一鶴書来丹篆古雙龍劍舞鐵花斑也應分得麻姑酒徃駐西池阿母顔 \\n 留别榮春巗上人 \\n 扁舟欲問西林寺湖水紆迴到每遲吏部尚為文暢序拾遺能廢賛公詩山中借榻塵機息月底行盃樹影移明日風烟各分首江湖夜雨夢相思 \\n 留别南城諸公 \\n 相逢常為興匆匆擬賦新詩句未工嵗月一身渾是客江湖兩髩欲成翁消愁春螘浮盃緑送喜秋花上燭紅明日溪南又分袂馬頭黄葉亂西風 \\n 留别彭士雲管勾 \\n 驅馳逆旅似浮萍寥落斯文若曉星逺道已為千里别好詩能復幾囘聽水連徽港滔滔白山過宣城歴歴青天上五雲春色暖願隨染翰侍彤庭 \\n 荅禹龍門見柬 \\n 髙僧元住金山寺飛錫吳鄉未擬囘天女散花臺上落神龍避雨鉢中来久知無本能詩句自笑淵明嗜酒盃别後重逢須記取藤床對雨撥寒灰 \\n 和李五峯著作題竹隠軒詩 \\n 隱君只在溪南住手種琅玕幾十年玉版每同賔友喫錦棚真比子孫賢取簫吹月天如海近檻眠秋屋似船更愛滿林凉露下研朱時點馬蹄篇 \\n 次陳世恭見寄韻 \\n 忽見新詩雙眼明暮雲囘首復愁生杖藜不去千山隔躍馬能来半日程江上蓴鱸空感興山中雞黍已渝盟友生終不如兄弟想見開尊對紫荆 \\n 吕思純見訪有詩用答其意 \\n 梅雨三日溪水深一舸来訪見幽心洗盃行酒月在地開户讀書風滿林子才可陳賈誼策我醉但鼓陶潜琴空山茅屋少供給持此以報雙南金 \\n 次韻李師文見柬 \\n 無官不用焚銀魚自分茅屋深山居桐華吹處客載酒松子落時予讀書身遊黄帝畫埜外心到盤古開天初謾勞詩句逺相問已覺富貴浮雲如 \\n 次韻楊仲彰見寄 \\n 聞道草玄亭子深杖履日日事幽尋酒醪每同田父飲詩句或與山僧吟堦前鶴啄碧苔色籬下犬眠紅杏隂幾囘悵望莫雲逺有懐不寫誰能禁 \\n 蔣子宜約逰義安寺不果就飲于家有詩次韻 \\n 亦知髙誼重交遊投轄相歡醉未休别墅尊罍過永夜上方鐘磬隔清秋淵明豈是辭蓮社安道何須見雪舟賸水殘山看不厭杖藜還復為君留 \\n 葉懋徳過訪次韻 \\n 故人相别動經嵗今日一見心顔開五更詩夢忽生草四月雨聲初入梅正須把袂論出處底用彈鋏歌歸来花溪水滿魚可釣坐對青山銜酒盃 \\n 答陶生羽漸寄詩 \\n 青袍白髪歸田後依舊山林隱者風騏驥縂宜肥苜蓿鳳凰終亦老梧桐要知維翰過裴皥未許康成别馬融十幅蒲帆挂烟雨江流元不限西東 \\n 所思 \\n 不是春来懶賦詩賦詩偏動故鄉思蘇公堤上看花日西子湖頭載酒時三載不歸生白髪幾囘曽夢倚烏皮春風錦瑟遥憐汝夜雨青燈獨對誰 \\n 憶昨 \\n 家住西湖湖水灣開門日日見青山晚風蝴蝶疎簾外春雨鷓鴣深竹間艤棹門生移酒至入城童子借書還而今清事何由再阻絶天涯髩欲斑 \\n 詠史 \\n 始皇（戊戌前作） \\n 六國雄吞似建瓴皂斿從此任嚴刑南巡禹穴功雖刻東度蓬莱術不靈持璧先知祖龍死載車難掩鮑魚腥驪山草木同衰朽萬古依然自六經 \\n 陳渉 \\n 甕牖繩樞一隴夫棘矜談笑奮雄圖始從閭左追秦鹿更向祠中託楚狐日者既来徒黨集夥頥纔剪腹心孤囘看三尺風雲會曽有朱防等輩無 \\n 項伯 \\n 馳車霸上語張良舞劍鴻門却項莊交友恩深雖可報君臣義重忍相忘楚歌自此聞垓下漢爵徒能得射陽若識五文龍虎氣丁公遭戮獨堪傷 \\n 項羽 \\n 過人才氣更重瞳慣與神騅立戰功三戸亡秦知氣數諸侯朝楚屬英雄孤忠亞父頭空白扶義懐王血尚紅俛仰君臣多愧色豈唯無面見江東 \\n 蕭何 \\n 刀筆區區起沛豐經綸事業盡關中撫民為有三章法轉餉能先百戰功漢祖難忘上林苑韓侯誰使未央宫可憐一代興王畧只與當時主吏同 \\n 張良 \\n 博浪沙中亦浪謀圯橋一變運機籌豈因漢帝扶炎祚正為韓王報世仇儲嗣真憑紫芝曲神仙假託赤松遊熟知名就身還辱故爾封侯只願留 \\n 陳平 \\n 冠玉平生擅美姿已於分肉見施為聲名此日齊三傑籌策當年用六竒周勃固知才不逮王陵仍有節難移試看諸吕封王後漢鼎端如一綫危 \\n 酈食其 \\n 皓首猶誇八尺軀入門長揖豈豪麤時人不識監門吏英主偏知好酒徒東下齊城從染鑊西開漢國未分符雖扵青史慚前箸曽是區區一豎儒 \\n 陸賈 \\n 奉使南夷誰得雋陸生雄辯口如瀾直將冠帶囘椎結更倚詩書化溺冠好畤歸来初解槖太中推薦未酬官湏知誅吕安劉計正在深交將相懽 \\n 叔孫通 \\n 太常近侍龍頭日博士初離虎口時尚改短衣從楚製能逃古禮雜秦儀兩生不徃誰為鄙三代相因豈在為頼有忠言争易嗣汗青傳載似期期 \\n 季布 \\n 憶自髠鉗載栁車魯朱猶得解紛譁平生任俠何須數不死圖功正足誇楚日將軍猶為主漢廷御史必忘家千秋雖重黄金諾老守河東謾爾嗟 \\n 蘇武 \\n 憶昔看羊海上居雪寒猶是囓氈餘匃奴但識羝無乳漢使能令雁有書屬國不嫌恩太少中郎若屈義全疎願將手内清風節賊子奸臣一示渠 \\n 草閣 \\n 草閣正在江之濵白沙翠竹便為鄰家雞避客飛上屋野鴨成羣来近人石渠翰墨非無地錦里桑麻却甚真目送漁舟行浩蕩一川煙雨渺絲綸 \\n 石井山中 \\n 石井山中雲繞門題詩不减浣花村已知子可為宗武更願孫能繼審言照眼椒花工取媚向人梅蘃故開繁老来自信生涯好乞與春風日討論 \\n 歸田 \\n 老病歸来荷主恩田園蕪矣未須論一經有在堪傳子百事無為且抱孫當午鄰雞啼屋上常時乳犬吠籬根武陵謾説漁郎棹須信桃源本是村 \\n 遊壽山 \\n 雙澗橋西見五峯分明朶朶翠芙蓉半空絶壁開金像百道飛泉噴玉龍怪石坐来斜聽鳥曲闌凭處倒看松平生自倚凌雲筆不媿山僧飯後鐘 \\n 夜囘三界 \\n 官事匆匆敢計程微軀辛苦為蒼生雨寒轉覺籃輿重月黒全憑火炬明路轉松林多虎跡夜投茅屋少雞聲五更又過清風嶺不費推敲句已成 \\n 觀潮 \\n 江上秋風八月潮浪花吹雪過山椒雄吞越徼聲喧襍髙蹴吳天影動搖鐵箭事聞今尚在鴟夷魂逺有誰招滔滔無限朝宗意夜久魚龍漫寂寥 \\n 郊外 \\n 暖雲過日不作雨客子郊外尋春光野花朶朶紅間白堤栁絲絲青尚黄不貪馬上得新句正憶天涯非故鄉流鶯飛燕自来徃底事歸途芳草長 \\n 宿山庵 \\n 初夏日長夜漸短客子頗愛青蓮庵明月皎皎鶴在樹凉風蕭蕭龍起潭小簟琅玕破幽夢深盃琥珀凝餘酣關河千里暗芳草與爾一曲歌江南 \\n 晚興 \\n 晚林歸鴉棲未定客子看餘吟且行青山缺處殘日落碧海盡頭明月生流光欺人老將至拙學笑我名無成草閣柴扉已安分金馬石渠空復情 \\n 訪田徳逺 \\n 出郭杖藜輕十里橋西為訪隱君家晚風山逕吟松葉秋雨溪田落稻花細數交朋能有幾劇談詩法浩無涯才華如此須臺省得似青門老種瓜 \\n 宴蒋仲行水軒 \\n 層軒正在峴山東竟日看山與畵同楊栁尚含春意緑薔薇更倚夕陽紅影揮豪客金尊月香引佳人翠袖風景物留連足懽賞此生只合醉鄉中 \\n 旅中秋懐 \\n 髙秋雲冷雁南飛遊子天涯尚未歸風雨黄花佳節近江湖白髪故人稀蓬莱獻賦才名拙盤谷讀書心事違正是客愁眠不得誰家徹夜擣寒衣 \\n 八詠樓與知府權緯聯句 \\n 危樓瀟爽近星辰此日■〈亻〈木上一下〉〉文送目頻（緯）白髪偏催能賦客（曄）青山幾閲倚闌人（緯）四郊雨足雲歸晚（緯）萬里天囘月出新今古才名真不忝後来誰復繼清塵（曄） \\n 壽日讌胡伯弘昆仲家 \\n 胡家兄弟出名門朝夕留賔禮意敦特為老夫稱壽酒敢忘沉醉坐華軒春前著蕊梅猶淺臘底飛花雪正繁石鼎煮茶過夜半少陵詩法正煩論 \\n 遊石室寺 \\n 石室初從渾沌分呀然一竅氣氤氲山僧慣住黿鼉窟野老能穿虎豹羣行怪帽簷常礙蘚坐驚衣袖忽生雲幾時更借禪床卧六月松聲絶頂聞 \\n 賀吳弘道再令永康 \\n 相逢曾記帝王州又向華溪接宴遊陶令雖辭彭澤去冦君終為潁川留雨鳩鳴緑桑連野晴雉翻青麥滿丘早晚治平推第一璽書推上鳯池頭 \\n 遊山之樂自楊文開下凡一十五人葉茂徳不與作詩以詰之 \\n 賤子不出動經月出門四郊多好春微風野桃紅作陣連雨溪水緑成鱗楊雄為文最竒古李白得句徒清新只欠橋西葉徵士酤酒一洗胷中塵 \\n 宋明府席上贈胡仲申隠居并卲原性 \\n 近年耆舊晨星似况復林泉事考槃白首能来欣倒屣青雲不去恥彈冠日長公館棠隂静春莫山城雨氣寒更有同行邵文學可辭樽酒罄交懽 \\n 對雪懐池文仲 \\n 嵗莫俄驚十日凍天風吹雪滿江南窮隂積數花應六豐嵗標祥白已三出土麥苗還自秀傍巖梅蕊為誰含此時安得池徵士茗椀新詩夜劇談 \\n 秋日道中 \\n 一上籃輿便有詩詩懐如與素秋期好山到眼時時換流水於人歩歩隨衣古任從村犬吠心閑惟有野鷗知翛然獨立乾坤外白雪寥寥和者誰 \\n 九日無酒 \\n 去年有酒甞酩酊今年無酒空徘徊白衣欺我久不至黄花向人徒自開枯腸何由出芒角渇心從此生塵埃青蚨三百且沽取休負吾家鸚鵡盃 \\n 清明有懐 \\n 客裏清明多感慨強拈巵酒破愁顔此時榆栁皆新火滿眼松楸非故山春水漁舟来個個曉林花雨落班班登樓轉覺添歸思欲寄尺書無雁還 \\n 玩月一首寄國學諸友 \\n 吟邊逺客逾千里病裏中秋又兩年人在西風早白髪月從東海上青天金波不盡方流澤玉鏡何因獨欠圓安得清光照衰晚布衣容易到林泉 \\n 金陵與諸生玩月時得告 \\n 幾年客裏中秋月不似今宵分外明出海得無行路苦照人偏有故鄉情瓊樓玉宇髙千尺翠杓金尊下五更来嵗倚闌懽賞處栁村囘首憶諸生 \\n 金陵元夕 \\n 金陵城裏逢元夕始信蓬莱不外求山湧六鰲仙子殿星埀萬象帝王州吹笙已遂豐年樂秉燭何辭永夜遊綵筆新詩宜唱和恩波咫尺鳳池頭 \\n 題桃源圖 \\n 緑桃花發武陵春知是秦時避世人縱使山川異風土依然父子即君臣傍岩茅屋雞啼逺隔水柴扉犬吠頻何日扁舟親到彼坐看烟雨渺絲綸 \\n 陳斯徳山水畵 \\n 南峯北峯雨晴初愛此濯濯碧芙蕖便從谷口請學稼復憶太行曽讀書洞猿出林曉偷果溪獺上灘宵祭魚時危相對失圖畫欲借茅屋身岩居 \\n 鼓枻圖 \\n 畵圖不必求玄真野服蕭然如古人一竿能敵駟馬貴隻舸乃與雙鷗親楊栁風生緑嫋嫋桃花水動紅粼粼知子此時正堪樂溪魚入饌色朦銀 \\n 題清風嶺王氏烈女祠 \\n 猶聞虎旅下天戈廟宇經年長薜蘿玳瑁簮斜蛛網宻石榴裙短燕泥多即於白刃全吾操為至清風奈爾何賴有篇詩畹血跡清名不廢逐江波 \\n 題張伯雨隱居 \\n 愛君亭子澗之涯不减西湖處士家長日春風吹杜若有時流水出胡麻山童斬竹供埀釣野客尋源憶泛槎欲信神仙在人世重来猶恐失桃花 \\n 借張伯雨韻題楊廉夫隠居 \\n 飲馬橋南水亭好尋常把酒對滄波青青岸竹當簷長白白江雲落檻多東野有時曽射鴨右軍無日不觀鵝遂令黄篾樓中客来和先生鉄笛歌 \\n 題孟都司有餘清軒 \\n 鑑湖西頭飲驄馬水風瀟洒動漚波青山當戸意不盡白月近人光更多梅邊自檢孝亷傳竹外忽聽滄浪歌幾時對雪發幽興獨抱古琴深夜過 \\n 題蔣伯康繭窩 \\n 蠶叢國内房偏小鮫客機邊構甚竒日射坐氈如挾纊雨經簷瓦似繰絲豈同蝸角虛名誤真與壺天樂事宜許史金張何足羡千間大厦貯蛾眉 \\n 梅 \\n 翠竹冷渠幸不遮分眀開向野人家影斜流水春前樹香淡疎籬雪後花索笑故應催客句亂愁秪為送年華揚州何遜無消息欲寄東風道路賖 \\n 謝友人送酒 \\n 甆鼎熬成白玉漿鳴鞭走送意難忘開瓶已勝葡萄色入口偏誇荳蔻香未教劉生千日酒應同王母九霞觴黄花正爾欺人老爛醉西風也不妨 \\n 輓石珠山璣萬户 \\n 平生禮樂作元戎餘事機謀立武功鐵馬南征如昨日戈船東下忽秋風龍文夜泣床頭劍苔錦朝侵壁上弓最憶閶門舊碑石人人墮淚説羊公 \\n 輓陳世恭 \\n 花溪廿載遂交逰似子相知百一收孫楚有懐哀甚切耿蘭無報淚空流白頭慈母應多病黄口孤兒不識愁最是斯文從此絶凄風囘首卧雲樓 \\n 次韻吳徳基見贈（併序） \\n 徳基太守先生相過季春三月五日也契闊音容嘗形於夢寐一旦接懽尊酒其快何勝俯仰十五年間故舊如晨星落落方欲為詩以叙其故而返屈先施詞翰超騰固難貂續然亦勉為之以符彼此不忘之語云 \\n 纔看作縣上南康五馬歸来髩色蒼龜鶴隨身今尚在菊松照眼未全荒疎簾雨過山光潤小館春深竹氣凉多幸情親逺相過更題珠玉轉難忘 \\n 題胡氏東軒 \\n 魁山東頭搆小軒尋常風景縂堪論牕含滄海千秋月檻拂扶桑半夜暾臨水桃花争點樹穿泥萱艸故生根友于愛客如春暖日日談詩對酒尊 \\n 咏菊二首 \\n 胡君伯弘賢昆季雅好菊一日以三本移植瓦缶置諸東軒之下白者對植如玉紫者特立而不羣延玩久之悠然有得因製四韻以彰其美云 \\n 君家盆内菊花栽三本偏能二色開白玉仙童迎我笑紫衣卿相為誰来休嫌風景當遲暮正倚文章逼上台如此秋光莫辜負倚闌懽賞且銜盃 \\n 東軒紫白二菊予嘗賦詩以詠之矣伯弘之令弟叔敬復出紅黄者三盆於是争竒競麗照耀前後書齋為之增賁又安可黙而無言耶録似一笑 \\n 念子愛賔如愛菊慇懃相賞坐無時已知紫白能專美更遣紅黄為出竒畢卓将螯須左手陶潜把酒只東籬秋風滿地皆蕭艾老眼看花且賦詩 \\n 送程知縣赴最官 \\n 雨後官河水接連行人初上木蘭船即看治政聞天上便有徵書下日邊玉佩曉趨宫草色錦衣春染御爐煙龍盤虎踞多形勝共祝皇圖億萬年 \\n 送徐允中赴國子監 \\n 歸覲匆匆有命催式瞻江左莫徘徊南州徐孺應同族太學何蕃不乏才風暖虎闈羣玉聚天髙龍闕五雲開須知聖主崇文地衮衮衣冠上省臺 \\n 雪 \\n 莫怪寒雲蔽日昏雪花如浪灑乾坤今年恨不髙三尺去歲何曽落一番入地遺蝗雖已盡繞枝饑雀奈相喧由来造化無兼美且對春風濁酒尊 \\n 途中雪 \\n 出門飛雪大如拳客子山行興可憐謾道珠光生合浦真成玉氣滿藍田惟驚十里無人跡曽見孤村有竈烟肌骨苦寒何足恨来秋凖擬是豐年 \\n 輓趙世良 \\n 喬木如龍在五雲玉堂家世自超羣六旬已棄人間事一夕俄修地下文古麗諸甥情慘切陳留老友淚繽紛明年九日魁山下共挿茱萸只欠君 \\n 别胡伯弘仲源叔敬季祥諸昆仲 \\n 斗魁山下樹叅天文定流風幾代傳兄弟四人皆好客鄉閭諸老縂稱賢花溪雪霽春揺蕩翠峴雲深路接連金石交情有如此臨分焉敢廢詩篇 \\n 移居 \\n 峴山西望翠濛濛客子移居似畵中正喜孟郊家具少不愁阮籍路途窮昔時朝野青雲士今日山林白髮翁從此杜門甘寂寞著書多暇教兒童 \\n 題李愿歸盤谷圖 \\n 晴峯萬叠翠屛張風景分明似太行野鴨飛時穿栁亂春泉濯處帶花香李侯興趣山林逺韓子文章日月光安得携書白雲裏畵圖千古共徜徉 \\n 橙川四詠 \\n 橙峯晚雲 \\n 壮觀橙川第一峯尋常雲氣接飛龍玉漦流地春無盡翠髻撑天曉更重幾度採芝身縹緲連朝拄笏興從容雖然不作他山雨靈物何曽有定蹤 \\n 潘隴春耕 \\n 隴上曽傳負米生至今知姓不知名鄉人但比龎公隠使者能忘冀缺耕紅槿日邊黄犢卧緑蓑雨裏錦鳩鳴有時醉倒枌榆社隔舍扶歸稚子迎 \\n 梅航讀月 \\n 莫怪齋居山似航徐君教子有餘芳青燈只假梅梢月綵筆兼書柿葉霜千古南州名不廢幾人東閣興難忘百花榜上魁名在要借嫦娥一寸光 \\n 桃源小境 \\n 武陵謾説遇神仙此處分明小洞天始謂山川無道路忽驚雞犬有人烟秋風禾穗黄雲外春水桃花紅雨邊我欲題詩誇絶境詩成又恐競流傳 \\n 題徐孟璣愛日堂 \\n 髙堂春暖晝隂隂愛日秪縁愛母心寸晷豈惟同尺璧一時何啻直千金承懽未覺斑衣老介壽長為白髪深安得揮戈駐流景莫教寒暑互相侵 \\n 中秋玩月簡橙川諸友 \\n 海上風髙八月天分眀吹出大銀盤光含宇宙無偏照影納山河却倒看今夜正須傾鑿落幾人能共倚闌干嫦娥也念題詩苦賜與長生白兎丹 \\n 憶昔 \\n 西湖湖上數追隨好友相忘發興竒蠻榼花間行載酒胡床月下坐談詩昇平樂事懐前日老大光陰愧此時無復能誇人似玉只今惟有髩如絲 \\n 題崇壽堂三老圖（并序） \\n 濟源胡君搆崇壽堂以尊三老又命工繪為圖其風儀凝著衣冠儼雅各有可觀者濟源既為之序且徵予言為製四韻以復之後人因序以觀其圖因圖以觀其詩則知斯堂之意矣 \\n 崇壽堂前三老圖畵師落筆擅江湖即看生面雲為氣盡是髙年雪滿鬚洛社諸公今在否香山盛事近来無松傍侍立衣冠者亦是人間寄傲夫 \\n 輓傅仲先 \\n 百年家計老無愁三子才能長最優暫徃句容因禄養将歸古麗竟仙遊丹山碧水迎飛旐白叟黄童望逺舟為寄南豐香一瓣臨風哀此淚雙流 \\n 題金華王傅朋墓誌銘後 \\n 憶昔衣冠聚一門至今人物見諸孫豈無濟濟才名繼况有堂堂相業存文憲先生銘已刻奎章學士句堪論庭前手植三槐樹應是頻霑雨露恩 \\n 别俞光大 \\n 常懐秉燭賦新篇忽復開樽就别筵奔走為誰頻道路棲遲無分共林泉黄肥梅子千灘雨紅爛桃花五月天此際思君逺相過葛衣蕭瑟晚風前 \\n 胡生仕中九日載酒 \\n 門生載酒来衡宇埜客簮花憶故鄉酒色纔於今嵗緑花枝仍似去年黄殘山剩水登臨厭短句長歌屬和忙信是乾坤容晚景不知風雨過重陽 \\n 春雪 \\n 盈尺江南雪未聞花時况復落紛紛長河不雨来春水平地無山起白雲掠兎鷹鸇偏得食銜魚鷗鷺亦成羣草堂幸喜明如晝獨自看書到夜分 \\n 薰風 \\n 舜殿南風何太好阜財解愠意相仍五絃琴内聲初起三尺階前教已興比屋有民皆長養康衢無處不薫蒸蘭臺此日雌雄賦宋玉多才亦浪稱 \\n 牡丹 \\n 紅紫春来摠浪誇風流須讓牡丹花盈盈仙掌盛朝露冉冉酡顔映晚霞此物宜栽天子苑為誰来自野人家客中相對俱寥落且與殷勤舉玉窪 \\n 草閣詩集巻五 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣詩集巻六", "正文": "　 \\n 草閣詩集巻六 \\n 　 \\n  \\n （明）李昱撰 \\n ○七言長律 \\n 投李右轄十六韻 \\n 漢家三十六將軍誰似安東第一勲練卒舊諳蛇鳥陣斬闗新殄虎狼羣金城列鎮頻紆策玉帳廵行竟解紛笳皷五更傳落月旌旗千里捲歸雲孫呉自古雖論武賈鄧從今但講文樽爼折衝兵愈奮河山帶礪劵還分雖居鼎鼐崇儒士解使兒童識相君名動虎闈風肅肅恩流鳳詔水沄沄營屯細栁連春色山轉烏龍對夕曛萬里守邊嚴號令三農在野樂耕耘門延申白衣冠盛座引鄒枚禮數勤詩句賡歌情繾綣香爐宴寢晝氤氲不才曽辱封書召多病空勞使者聞滿擬布衣甘杞菊豈期金屋到玄纁路從薇省朝天上舟過桐江泊水濆知已感深無以報謾憑長律頌清芬 \\n 贈金中孚十二韵 \\n 在眼交游總俊髦多君才調獨風騷蜀都巧織千機錦巫峽雄翻二月濤心入隂何詩窟逺名登李杜將壇髙雖承紫詔終辭禄若賦丹墀定奪袍行李清秋逄縣署杖藜薄暮過林臯金盤屢出銀絲鱠翠甕新開玉色醪醉後脫巾猶舉爵狂來秉燭更揮毫孫陽頗解知天馬歐冶偏能試寳刀莫作後塵工語麗要追前輩擬心勞吟殘春草看衣線添取晨霜上髩毛百里去程山岌岌雙溪歸興水滔滔元龍樓上憑斜月深夜懐人首重搔 \\n 送楊文開歸金陵十韵 \\n 金陵自古帝王居佳麗相傳畵莫如王氣不銷龍虎地清光長射斗牛墟青氈作客愁無那白髪還鄉樂有餘聨轡總來金騕褭揮毫頻對玉蟾蜍難兄學問趨天禄令弟才名動石渠共掃松楸經雨露同依桑梓送居諸沙頭酒盡雙瓶後江上帆開一棹初李白詩成誰倡和楊雄賦在自吹嘘秋風此日看鴻雁春水明年憶鯉魚石井峯前讀書處也應飛夢到茅廬 \\n 送孔士安教諭之孔林十六句 \\n 孔林東望路漫漫客子清晨跨錦鞍岱嶽雲開青未了濟河氷泮緑猶寒壁藏科斗今人識（自註識言不識也）經載麒麟後代看入廟定聞周禮樂到鄉因會魯衣冠壇存琴奏千年古墓拱楷連百畝寛贈友但憑詩句好離筵須望酒盃乾去時春雨梨花白囬日秋風桂子丹百尺樓頭開宴處候君重與罄交懽 \\n 送邵原性 \\n 逰括蒼二月東郊花已冥一畨南浦草初青交游舊雨如今雨送别長亭更短亭席上新詩纔十韵沙頭清酒盡雙瓶江湖豪氣青蛇劍沙水生涯白鶴經子美須期才可繼景純兼羡術多靈庭闈已薄西山日雲霧難掩處士星船入好溪銀作浪人登括嶺翠為屏被鞍騕褭應辭策出匣豪曺始發硎野老得歸雙短髩異鄉相值兩浮萍挑燈後夜思君切髙枕隂何欲再聽 \\n 秋暮逰橙尖下村居八韵簡王彦璧 \\n 秋盡山行日未昏縈紆林壑隠乾坤徑深黄葉疑無路岸轉清溪别有村盤谷縱幽何足羡輞川雖好未須論過橋苔蘚生巖罅坐石蘿藤挂樹根老嫗蒸藜邀上客阿翁剥棗引諸生新茅盖處雞啼屋短杖敲時犬吠門避地正須營草閣逄人何用問桃源不通姓字相賔主願子情親作弟昆 \\n 題問月軒 \\n 華軒結構與雲連正在書臺紫翠邊金叵羅中邀皓月玉欄干外問青天廣寒宫殿名虚得大地山河影浪傳藥搗玄霜分若個樹誇丹桂種何年蟾光此夜因誰缺兎魄今宵却又圓惆悵姮娥亦無語倒騎白鳳舞翩躚 \\n ○七言絶句 \\n 冬日 \\n 冬日苦短不可說况乃朔風吹倒人鄰童折屐走相報江上無數梅條新 \\n 偶成 \\n 獨木橋頭芳草齊野人縛屋正臨溪日長課罷渾無事自向花簷掃燕泥 \\n 湖堤曉行 \\n 宿雲如墨繞湖堤黄栁青蒲咫尺迷行到畵橋天忽醒誰家茅屋一聲雞 \\n 冷泉亭觀猿 \\n 靈隠寺外冷泉亭蘿風吹日晝冥冥猿啼一聲松子落無數白雲生翠屏 \\n 秋晚逰西湖二絶句 \\n 八月西湖鏡裏天中流柔櫓下輕烟囬頭指點青山好有箇白鷗飛上船 \\n 秋夜西湖泛櫂過滿船星斗近天河鳴榔忽動清風起一對鯉魚吹白波 \\n 逰西林寺 \\n 湖上秋來雨氣深買舟容易到西林青山好處看不盡白鳥一雙穿栁隂 \\n 鑑湖舟中 \\n 鑑湖秋暮水如天宜與詩人載酒船兩岸芙蓉紅未了小樓絲管出嬋娟 \\n 越中燈夕一絶 \\n 清光多處是蓬萊金色芙蕖午夜開夾道傳呼避驄馬繡衣御史看燈囬 \\n 燈辭三首 \\n 萬點金蓮燭漸燒水晶簾影夜吹簫只知天上星辰近不覺人間夜色遥 \\n 打遍凉州羯鼓聲牡丹花發最分明春宵苦短須沉醉莫使金雞下五更 \\n 翠作鰲山繞四圍燈前行樂泥光輝也知今夜春如海雪片如銀不敢飛 \\n 守歲有感而作 \\n 家人草草具盃盤爆竹聲中笑語懽衣上忽看慈母線淚痕如雨落更闌 \\n 烟林詩思圖 \\n 青絲絡頭白鼻騧林下春風踏落花最憶吟餘饒野興淡烟斜照數歸鴉 \\n 美人引子圖 \\n 明粧麗服照青春疑是昭陽殿裏人銀甲彈筝猶未了花前雙引玉麒麟 \\n 陳仲美山水 \\n 山中古樹色冥冥苑屋斜連薜荔青昨日雲深貪採藥埜猿偷誦太玄經 \\n 東坡風竹圖 \\n 戯拈雞距紫毫芒冩就風梢數節長從此玉堂雲霧裏都將粉墨繪文章 \\n 畵馬二首 \\n 黄金如土築髙臺郭隗纔登樂毅來若使當年輕駿骨臨時焉有急難材 \\n 銀鬃繡膊氣偏驕應是房星降赤霄汗血沙塲宜百戰憑誰借與霍嫖姚 \\n 老樹擎霜圖 \\n 夜寒霜氣裂滄溟潭底老龍眠欲醒萬刼玉漦流不盡化人來聽蘃珠經 \\n 淵明醉像 \\n 玉山頹矣葛巾偏老僕扶持歩不前莫道先生渾不醒醉中猶記義熈年 \\n 題梅（四首） \\n 西子湖頭春可憐落花如雪晚風顛不辭萬點飄香去乞與珠宫作水仙 \\n 羅浮山下隔烟開香雪紛紛入夢來誰謂縞衣今寂寞花光筆裏喚春回 \\n 歲暮江南十日雪犯寒開處只南枝揚州何遜苦憶汝寥落人間無好詩 \\n 斷橋流水月黄昬幾度相思對酒樽只作總宜船上看槎枒玉樹挂金盃 \\n 畵鷹 \\n 金眸玉爪下雲端能使羣狙膽氣寒山木蕭蕭秋色老英姿猶向畵圖看 \\n 徽廟翎毛 \\n 羽毛如錦太葳蕤花石東頭入畵時無限新聲聽未了金風吹動萬年枝 \\n 江叟吹笛圖 \\n 長江浪險懶埀鈎短笛西風且自由兩岸蘆花如雪白一聲吹動楚天秋 \\n 雙竹圖 \\n 湘江秋影水雲寛筆底移來只兩竿若挂髙堂無六月洒衣蒼雪不勝寒 \\n 清溪采菱圖 \\n 鑑湖水清越女白日暮採菱歌正長畵舫香風移不動藕花深處看鴛鴦 \\n 洞賔小像 \\n 洞庭湖水碧如天一劍凌秋興渺然琪樹金蓮栽未了人間囘首又千年 \\n 墨菊 \\n 山僧能剪硯池冰墨色模糊巧作稜自是東籬栽不得却將秋影上溪藤 \\n 鈎勒竹為王彦明題 \\n 金剪刀裁銀鳳尾珊瑚鈎挂玉龍魂夜深秋影和霜重壓碎湘江月一痕 \\n 畵蘆鴈飛鳴宿食 \\n 一行斜起雪成羣嘹嚦聲多逺更聞夜冷蘆汀眠不得啄殘千頃洞庭雲 \\n 紅梅 \\n 滿林紅雪影毵毵夜靜和春浸碧潭却憶騎驢二三月杏花小雨看江南 \\n 百鴈圖 \\n 十月開帆楊子江沙寒白鴈滿船窓畵師貌得當年憶宿食飛鳴五十雙 \\n 畵魚（二首） \\n 東風吹動緑蘋洲中有神魚得自由一躍玻璃三萬頃不貪香餌上金鈎 \\n 自從濠上無莊惠此樂寥寥直到今翠鬛錦鬐看似畵一篙春水落花深 \\n 題唐以仁山水圖 \\n 莫怪柴門門未闗屋頭無數好青山暮年袖却絲綸手一箇魚舟盡日閒 \\n 牽黄熊囬山 \\n 野性由來不入羣歴堦穿竇恣紛紛主人自有茅廬在好去山中吠白雲 \\n 瓶中牡丹 \\n 古銅瓶中紅牡丹宛如仙女醉乗鸞嬌姿不貯黄金屋却向茅簷造次看 \\n 西湖竹枝歌五首 \\n 總宜船中載酒波雁兒舞罷近前歌日斜莫抝青荷葉心似藕絲頭緒多 \\n 菱角鈎衣為出尖蓮心苦口却囬甜妾生不恨郎縁薄自恨春波日夜添 \\n 芙蓉花面藕絲裳栁葉眉尖恨最長嗔道王孫金彈子朝朝來打野鴛鴦 \\n 湖上春來郎未歸青青楊栁想郎衣郎今走馬章臺路切莫顛狂作絮飛 \\n 家住西湖湖岸頭十三吹得樂官愁連環欲結同心事只怕郎心似水流 \\n 春日雜興二首 \\n 鷓鴣春雨過東風晴日桃花岸岸紅行到小橋聞犬吠人家都在栁隂中 \\n 桑葉繞緑多纎纎蕨芽正肥春笋甜茅屋人家風日好老翁捫蝨傍頺簷 \\n 草閣圖 \\n 雙松樹下半茅堂萬竹叢西一野航畵箇老翁頭似雪坐間書巻對滄浪 \\n 畵梅 \\n 梅花三昧是花光復有徐生逺擅塲遮莫髙樓夜吹笛玉奴自有返魂香 \\n 暮歸 \\n 山腰小路曲如蛇薄莫踈踈雨潤沙醉裏亦知秋色老西風開遍木棉花 \\n 謝王彦璧惠墨 \\n 故人投分如膠漆許送家藏黒玉圭客裏傾囊無以報草堂絶句手親題 \\n 秋隂 \\n 莫道朝來滴雨無黒雲遮日已糢糊道傍聽得農夫說天氣渾如八月烏 \\n 題胡伯竒蘭 \\n 澧浦春深長緑芽國香一種最堪誇紛紛俗眼迷凡卉只有君家識此花 \\n 初夏書懐一絶 \\n 柴門無事晝長闗四月書聲緑樹間借問當年誰似我除非盤谷與匡山 \\n 梨花圖 \\n 梨花如雪弄春寒常記清明馬上看今日賦詩勞想像美人和夢倚闌干 \\n 題芷陽書齋 \\n 芷陽山中屋數椽樹隂將緑遶堦前客來敲户不出應看到馬蹄秋水萹 \\n 柬童良仲聚逺菴絶句 \\n 蘭江書法妙無倫鉄筆兼逢逺上人肯向魁山尋野老不辭沽酒典衣頻 \\n 題扇圖 \\n 憶昨扁舟落鑑湖山庄隨處索菱租誰知三十年前事今日秋風見畵圖 \\n 白雲親舍圖 \\n 叔剛陳君以親命從師於外闕時省作白雲圖以懐之且求予詩作四絶句前二首明義方之訓後二首著愛日之誠云 \\n 昔聞孟母三遷教今見此鄉陳大家馬鬛蓬科自長夜流傳郤有白雲圖 \\n 萱草誰云兒女花侵陵雪色耐年華瞻雲莫使斑衣濕好事辛勤到五車 \\n 束書千里别慈顔看盡慈烏落照間山外白雲雲下屋倚門昨夜夢連環 \\n 逰子思親無奈何青山囘首白雲多雖云學問瞻淇澳終念劬勞廢蓼莪 \\n 題李後主畵竹 \\n 落筆還同鐡鈎鎻照眼何如金錯刀老可小坡應王氣一竿秋影拂滄濤 \\n 食茭白 \\n 西風吹雨飽秋菰卸却青衣見玉膚客裏嘗新成一笑不圖今日見西湖 \\n 徐孟璣送東陽酒 \\n 故人逺送東陽酒野客新開北海尊不用尋梅溪上路春風吹氣滿乾坤 \\n 題杜居安瘦馬圖 \\n 欲試原頭春草長老來筋力已堪傷嘶風復有飛騰志願見當年田子方 \\n 題吕宗義扇面雲溪釣隠圖 \\n 蘇耽元是橘中仙一局殘棊不記年近日白雲溪上住都將幽興付魚船 \\n 歲莫雪中柬俞生仲深叔昭 \\n 歲莫棲遲老樹村紛紛急雪洒黄昏乗舟誰效山隂客不是晴天不過門 \\n 草閣詩集巻六 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣拾遺", "正文": "　 \\n 草閣拾遺 \\n 　 \\n  \\n （明）李昱撰 \\n 題徐原父推篷圖 \\n 憶昔西湖湖上路梅花雪後開無數總宜船子坐推篷偷眼看花索詩句在上不見瓊瑶痕在下不見莓苔根横梢半截露春色繁花爛熳如兒孫玉龍槎枒卧清曉老幹新條抽未了崑岡玉碎春風來吹香撲鼻知多少天上歸來十五年湖光寂寞真堪怜金樽檀板查無跡但見落日之漁船徐君冩梅奪造化白璧黄金滿髙價昔日少年今白頭嘆惜人間空見畵 \\n 梅山義塾秋丁 \\n 庭燎光寒宿雨過無眠數問夜如何鼓鐘既作聲音間冠佩初臨禮數多聖德由來同日月文章元不阻山河小儒才劣叨司教相與從容託詠歌 \\n 留别陳世恭 \\n 數年膠漆方投分今日萍逄又索居好客每令樽有酒辭君非為食無魚海棠亭暖春題句簷蔔林香夜讀書兩地闗心正相憶便風毋使問音踈 \\n 金華留别陳公明 \\n 十載從游處雙溪送别時情深猶已子義重忝人師夜雨窓前史春風筆下詩黒頭須努力期爾鳳凰池 \\n 題王竹齋墨梅 \\n 鼻觀幽香靜可參月明和影落空潭霓裳不動冰魂逺恰似江妃睡正酣 \\n 陳世恭昆仲同逰龍泉庵賞海棠 \\n 三月江南好風日得意看花馬蹄疾頗憐西蜀之名花爛熳嬌紅逞仙質麗臉猶嫌繁杏艶柔絲已學埀楊宻逰蜂迷處萬朶明歸鳥鳴邊一枝出青霞時留仙客佩絳雲夜照維摩室去年載酒常恨晚今歲題詩未開畢道人所樂非一二弟子相隨成六七過眼誰羞花似霧簮帽猶誇髪如漆日斜欲去還徘徊喚取佳人彈錦瑟 \\n 京城寄題陳世恭卧雲圖 \\n 好山多處翠成羣中有幽人卧白雲只隔紅塵一千里幾囬清夜獨思君 \\n 戯柬池莘仲 \\n 少年一飲輕千鍾力微難染桃花容年深始作汗酒法以一當十味且濃王君親傳坎離鼎出甕鵝黄煮秋影檀心味烈九醖同醉倒伯倫呼不醒清晨喜見雙玉瓶中涵沆瀣光冷冷鸕鷀之杓鸚鵡盞坐使賔主皆忘形我老多愁酒難敵故人未肯分餘瀝座中甘作劉公榮醒眼終朝看山碧 \\n 題陳世恭所藏山水圖歌 \\n 米公老手無人繼從此乾坤少清氣畵師落筆頗似之素練曲折開秋意上有青山萬叠之嶙峋下有白雲千頃之氤氲丹楓翠栢森左右年深乃成十抱文白石坡頭埜亭小一葉漁舟蕩清曉對岸想像忘機翁坐占蒼苔談未了我嘗四載客京華每見畵圖成嘆嗟埀老歸來愛幽獨欲借雲根半間屋 \\n 清風樓歌 \\n 君不見義烏門東頭上有百尺屹立之飛樓雕簷稜層象緯逼畵棟縹渺烟雲浮桓桓徐將軍志氣非常儔登城覽形勝構此壯觀東南州樓中班陪盡鵷鷺樓下隊列皆貔貅是時新雨餘六月如髙秋炎埃一點飛不到但覺清風四座來颼颼將軍手揮白羽扇身著紫綺裘欄干十二倚霄漢無邊景物歸冥搜東觀覆釜山氣蒸紫翠暖欲流北望芙蓉峯錦繡五色攅空周西有長空倒影之飛檣鐡梁下鎮蒼精虬南有芳草連天之曠野但見飛騎來往秋獮而春蒐楊雲旗■〈土禀〉霜矛禱太乙擒蚩尤魚麗排空金組甲龍泉盡製銅華緱陣前猛士力如虎一一盡戴銀兠鍪將軍登樓長嘯破强敵自與文士相旋周清談動玉麈拂袖揮銀鈎投壺矢錚錚雅歌韵悠悠庾公清興不可及將軍豪思真堪侔我來登危梯撫掌落日驚沙鷗坐覺清風起蘋末醉來詩句生滄洲將軍清風解炎熱亦如南薫羣動皆歌謳清風之樓信千載清風之名千載無時休 \\n 送王秀才歸天台歌 \\n 李仙入月今幾年酒星飛上瑶臺天文光萬丈銷不盡又逰蓬萊方丈之東邊王君王君醉仙後放浪堪為謫仙友自言身後千載名何似生前一盃酒黄金杓白玉盃勸君滿引葡萄醅掃君頭上如霜之白髪澆君胷次萬仭之崔嵬是時銀海花玉山頽髙歌起舞不知夜但見緑蘿樹下嫋嫋凉風來清晨别我飄然去家住紅霞最深處美人笑倚桃花旁飯炊玉甑胡麻香左劉右阮相頡頏故鄉之樂不可當我醉題詩惜相别飛夢時時度雙闕明年有意還復來與君灑掃松下月 \\n 貞德堂歌 \\n 邇來為父雪讐恥聞者擊節清霜飛秋風蕭蕭木葉落秋日皛皛行雲薄區區俗子不到門自對青山倚髙閣圭也著屐來相過入門磬折求我歌我歌從來不易作與君交契柰爾何夜窓烏几蛟龍吼落筆光芒動星斗要追洋洋風化首闗雎麟趾同深厚方今聖治求華勛觀風使者紛如雲此歌足以揚清芬他日九重天子聞 \\n 鍾馗歌 \\n 老日無光霹靂死玉殿啾啾呌隂鬼赤脚行天踏龍尾偷得紅蓮出秋水鍾南進士髪指冠緑袍角帶烏靴寛血口淋漓吞鬼肝銅聲剥剥秋風酸大鬼跳踉小鬼哭猪龍饑囓黄金屋怒氣至今猶未銷髯戟鬖髿努雙目 \\n 黄公鍜磨吟 \\n 一聲啼鳥驚春破但道黄公能鍜磨問渠鍜就將何為麥熟村民免饑餓麥熟村民免饑餓即今麥缺愁難過 \\n 黄熊歌 \\n 我家有犬名黄熊不與尋常羣犬同狺狺夜吠捍門户兼有捕鼠之竒功山居燈盡黒如漆黠鼠出入聲啾唧合曺合類恣所經攪甕盆翻囓書帙黄熊此時方按行嗾之愈怒威盈盈奮前搏一百鼠散坐令傾洞成清平蒙貴烏圓未須貴宋鵲韓盧莫誇技寄謝區區世上人素餐尸位能無媿 \\n 不寐 \\n 臂痛愁難忍更長睡不成無由成蝶夢有暇數雞聲况值青陽逼應多白髪生五湖心尚在吟罷氣崢嶸 \\n 貞德堂歌（并序） \\n 貞德堂歌者汴人李曄為永康徐君光大妻應女而作也應女名惟貞自幼以端肅聞光大娶之光大儒者也明於易不幸早世其婦於恒卦從一而終之義熟聞之故守節不嫁遺孤六人辛勤鞠育以恩及長勉之從師授業簮珥之飾盡賣以供費今年已七十其子桂葺斯堂以奉之吾黨賢士夫嘉其事且扁是名又形之以詩文是則然矣竊惟婦人無獨成之理其德必本於夫夫者婦之綱也不詳其綱而舉其目非善於辭者也有是夫必有是婦有是父必有是子闗雎麟趾悉本於文王乃詩人敦厚之意故余法之觀者倘有取於此云 \\n 栢舟不作共姜死夏侯令女今則已古來貞德苦不多落落晨星照經史請談應女生花溪自小端肅聞深閨徐君光大工學易應女束髪與之齊吁嗟年纔三十五良人早没心何苦偕老相違願莫伸安得與爾歸黄土青年未得身就木空幃别涙吞聲哭有髻不挿他人花採柏南山動盈掬緝麻坐對寒燈悄縫衣行念諸孤小嚴霜凄凄雞戒曉鳴機夜織猶未了有子名桂字仲芳綵衣獨立鴻雁行母也七十頭如霜願構貞德之髙堂貞德堂前棣花茂貞德堂上萱隂覆四時八節禮數勤拜舞稱觴為親夀吾黨作文并賦詩墨花滿紙何淋漓不詳其綱但舉目到手聨篇徒爾為少君名由鮑宣出孟光願與梁鴻匹徐君觀象明咸恒信有其妻解從一遂能教子勤詩書黄簾映雨秋堂虚嫁裝盡賣供束脯任使筐篋無贏餘徐家一門瞻具美夫賢子孝誰得似後人弗替能引之德風便自兹堂起族孫徐圭字孟璣飽觀貞德之光輝 \\n 冰山行 \\n 玄冥之域窮隂鄉冰山屹立遥相望盤根下令厚地裂上令旭日無精光雕瓊鏤玉千萬狀隂機煜煜孰敢當冰蠶五色不補衮冰柱百尺撑明堂大峯小峯亦旁出爭挾氣勢相軒昻公然列鎮衝要地或為推裂烏臺綱東方蒼龍爪欲墮南方赤鳥口盡僵北方烏龜寒縮頸於莵歛尾蹲西方獨操巨柄凛難觸衆人仰視心彷徨白水真人凝不流桂薪粒玉吁可傷九州封豕食人肉旌旗遍野塵沙黄金城湯池盡瓦礫徃徃白骨堆秋霜新魂舊鬼相間哭哭聲落日連穹蒼赤者為狐黒者烏北風其凉雨雪雱鳳凰髙飛避矰繳梧桐不復生朝陽天威憑憑上帝怒赫日回照天中央冰山傾刻付流水百醜顯露那能藏乃知真龍合變化捲舒雷電功微茫崔嵬嶻嶭今安在徒逞兇惡干天常崐崙自髙太華峻齊天作鎮埀無疆君不見萬嵗山前春色裏紅雲紫霧朝東皇 \\n 章三益匡山行（戊戌後作） \\n 仙人休吹紫鸞笙聽我一曲匡山行青蓮居士讀書處至今石室丹霞明龍泉西南百餘里四面崢嶸翠峯起先生結菴當畵圖正與匡山景相似屋前屋後皆種松坐看百尺蒼精龍苔皮深含霜雪古鐡幹返走風雲從一亭下浸蒼波冷縹緲烟雲成萬頃中有神魚長比人翠鬐翻動玻瓈影一亭上與浮雲齊赤闌干外青天仾分明投壺笑玉女彷彿出海聞金雞東南一亭隱林樾地位清髙隔炎熱人間赤日如火流踈簟琅玕自蒼雪最其秀者環中庭周遭萬朶芙蓉青朝來爽氣落我袂蘿風吹日天冥冥鶴怨猿啼歸未得繡衣今作青雲客故山四首五情揺歸夢時時到寒碧自古山林鐘鼎同先生况有前賢風少待功成拂衣去入門依舊山花紅 \\n 春山道中與唐仲暹輩分韻得遲缸二字 \\n 莫春之初行樂時青衿濟濟亦追隨酒因愛客傳盃數詩欲驚人得句遲溪栁線埀將霧綰野花紅落倩風吹閒中景物千金直休使徵賢使者知杖藜三月青山路風景真如濯錦江在樹啼來黄鳥對隔溪飛去白鷗雙舊題僧寺詩連壁新釀田家酒滿缸寄語朝端故人道歸歟已覺寸心降 \\n 題貞節堂 \\n 孔氏之家貞節堂大姑守志育賢郎貞如白石凌風雨節比蒼筠傲雪霜截鼻未須論令女髧髦應不讓共姜明年二月尋巢燕爭忍雙飛入畵梁 \\n 唐仲暹送魚 \\n 唐生寄我雙魚美老婢揮刀割曉霜遲子不來秋夜永坐看秋月引杯長 \\n 秋興 \\n 白髪殊方客青雲上國賔莫教輕薄子能侮老成人咄咄書難盡蒼蒼理自陳尊中有美酒爛醉且謀身 \\n 田家苦（戊戌前作） \\n 日如火風如血崑崙碎黄河竭雨聲隔雲招不來髙田低田龜背裂老農踏車瘦如鬼黒不辨眉白見齒一寸秋苗一寸心汗血願為三尺水霜羅扇霧縠衣冰盤味甜紅荔枝老農有胆誰嘗苦租吏敲門夜騎虎 \\n 韓信（詠史） \\n 蓐食相過識者稀時因漂母念寒微設壇拜將功雖稱躡足封王禍已機既以解衣辭武渉如何挈手教陳豨藏弓烹狗尋常事青史千秋有是非 \\n 秋風三叠題德鄰家所藏畵 \\n 江南七月秋風起吹動白雲千萬里洞庭木落波影寒天外冥鴻饑欲死男兒生無所成良可嘆出門荆棘行路難酒酣拔劒為起舞滿堂星斗光闌干嗚呼一叠兮秋夜永碧梧為我飄金井 \\n 江南八月秋風髙裂雲直上聲怒號小聲白晝走沙石大聲入海翻鯨濤夜半吹折長松樹衆鳥巢傾無宿處豺虎啖人如蜜甜何處桃源是歸路嗚呼二叠兮秋夜深干戈滿地愁人心 \\n 江南九月秋風落殺氣如雲暗城郭濃霜凄凄日色薄玉叠鼔寒聲不作緑草夜奏蘭臺宫問天乞借襄王雄前驅蜚亷後豐隆一洗狐兎無留蹤嗚呼三叠兮秋夜肅變作南風五絃曲 \\n 夜望 \\n 堦除螢火亂縱横獨立虚無見紫清北斗三更昏夜色南風五月變秋聲思歸不但如王粲慟哭真應似賈生天上銀河千尺水幾時能洗永休兵 \\n 方巖喜雨 \\n 觸熱區區到上方踈簾小簟夢秋光片雲忽作千峯暗一雨能為五月凉從此洗兵無戰伐况今多稼免逃亡天涯野客雖寥落吟罷新詩喜欲狂 \\n 庚子春三月夢與梁生建中囘故居（戊戌後作） \\n 春宵苦夢短合眼在故鄉今宵復何為歴歴所見詳天風吹我巾明月照我裳手持緑玉笻衿佩同翺翔路從北郭門徑詣先塋傍五年缺洒掃青草如人長不忍遽去之徘徊流涕滂迂行羊角埂載出甘泉坊河西與河東人烟眇相望屋廬間新舊田園半榛荒故友四五人相逄訴衷膓剪韭焚枯魚款坐陳酒觴喜極仍自疑兵戈正紛攘人生無羽翮何以逾津梁囓指騐所經恐為覆蕉隍雞鳴聲喈喈惆悵身在床山川限呉越依舊天一方輾轉久不寐鬱紆祗自傷披衣起待旦聊以成短章 \\n 喜雨行 \\n 六月驕陽逞炎熱日日南風赤如血東田西田水絶流土膏盡作龜兆裂今晨白帝行新秋乾坤早覺隂雲稠翻江到海龍用壯雨聲不斷寒颼颼甌窶窪邪盡生意頃者萎黄復蒼翠野老迎神拜且呼農夫賖酒歡還醉草閣道人無寸田也復起舞歌豐年年豐但愿飽吃飯底用枯膓五千巻 \\n 甲辰歲九月一夜夢外舅天趣鄭先生問幽冥之事但云海天月色秋茫茫覺而衍其語以寄哀情 \\n 外舅實天邁神采冰玉相明經擢巍科氣劘賈董塲驊騮自超詣鸞鳳必髙翔轍環湖海間著述成數囊弟子滿京國所至留餘芳曄也樗櫟材謬選膺東床提撕感恩厚取别亦已長今夕復何夕漏永猶未央分明入我夢言笑如平常載拜問所從面誨辭慨慷海天既無際月色秋茫茫魂來波浪白魂去雲山蒼音容遽相失輾轉何由忘天地一蜾嬴死生等行藏逰魂乃其變浩蕩隨飛揚去來本無跡暫寓無何鄉情深自難已攬衣涕泗滂 \\n 答自便叟薄酒萹傚東坡體 \\n 薄薄酒味可求醜醜婦願可酬薄酒有妙理醜婦無嬌羞酒薄亦足澆我愁醜婦可以與之俱白頭平原督郵勝青州黒崑崙曽配冕旒嘗言旨酒亡國哲婦傾城二者豈足為身謀醴酒如渑糟作丘銀甖翠杓黄金舟婪酣大肚飲一石不能為君銷國憂何如田父共泥飲醉後倒騎原上牛春山作曲眉秋水為明眸朝為行雲莫為雨一身主家十二樓是為喪身之膏盲伐性之仇讐何如荆釵布裙操杵臼深能方舟淺泳游笑彼紛紛冠沭猴眼前富貴何異水上之浮漚小年難語大年蟪蛄不知春秋吾儕薄酒任薄醉即休醜婦任醜順即休 \\n 題南山獻夀圖 \\n 將軍落筆怪且雄能畵嵳峨崒嵂萬仭之竒峯糢糊猶含太古色慘澹頗帯清秋容儼如蓬萊三山翠且重又如廬山五老削出金芙蓉千盤萬轉不可測恍惚雲氣隨飛龍下有■灂之流泉上有偃蹇之長松松根羽人顔色好抱膝盤陁事幽討云是南極天邊之夀星遨逰先天後天老被以青霞裘蔭以白羽葆龜游緑沼沉滄波鹿放蒼崖食瑶草有鶴有鶴飛鳴雪衣丹頂隨風輕兩鶴飄然入紫清一鶴獨立和以簫韶聲手招■〈准上又下〉青童載以白玉笙上朝三十六帝京五雲仙樂來相迎玉女投壺其聲錚錚白兎擣藥使人長生胡君欣得之喜氣何盈盈是時七月天氣凉君來飲我黄金觥酒酣載拜求我歌須臾落筆雷霆轟五岳為之動三江為之傾此圖足為仁者夀題以南山獻夀之佳名胡君胡君宜愛惜我歌歌罷千金直挂向髙堂雪色璧夜夜虹光射天赤 \\n 哀錢塘 \\n 妖兵七月犯錢塘百萬吾民總可傷白璧黄金隨虎豹青娥紅頰伴豺狼交遊半是泉臺客城郭今為瓦礫塲休向吴山髙處望滿前骸骨白如霜 \\n 登城一首（戊戌前作） \\n 春來懶上最髙城一望令人百感生山岳無如今日碎河流不似舊時清青年士子多投筆白首鄉民屢避兵休向東風歌此曲野花啼鳥亦傷情 \\n 懐楊亷夫 \\n 鐵崖先生天下竒雄文險句鬬蛟螭侏儒紛紛飽欲死草玄亭上髩如絲 \\n 懐汪以敬 \\n 白雲菴中雲滿窓日日論文空酒缸絶塵天驥能敵萬照水山雞不作雙 \\n 懐智雪舟 \\n 西馬塍西智上人平生老句不無神少陵已許師前輩無已還甘作後塵 \\n 懐鄭本初 \\n 越王城中汎棹過紫菱白藕興偏多别後風塵不相見五年江海失隂何 \\n 懐魏德剛 \\n 東青門頭有惠連五載不見夢相牽得歸茅屋對秋雨與子細說逺逰萹 \\n 冬日 \\n 冬日苦短不可說况廼朔風吹倒人鄰童折屐走相報江上無數梅條新 \\n 冬夜 \\n 冬夜恰似夏日長懊惱無睡難禁當走尋梅花作詩伴放取明月照室床 \\n 中秋同唐仲暹玩月二絶句 \\n 故人乗興夜相過正為中秋月色多緑酒傾來■〈扌弃〉着醉要題詩句贈嫦娥 \\n 八月十五是中秋月色娟娟似水流却憶湖州船子唱幾人歡樂幾人愁 \\n 題唐仲暹南塘圖 \\n 西風古樹挂寒藤逺近諸峯翠且層却憶賀家湖上路一灣暗緑抝漁罾 \\n 題畵二絶句 \\n 紫翠縈紆千萬重僧歸日午始聞鐘若非越上雲門寺定是廬山五老峯 \\n 老翁居處不勝幽無數青山在屋頭客至便分雲半席坐看落日大江流 \\n 戯題淵明圖 \\n 詩滿霞牋酒滿瓢黄花香裏興飄飄如今仕宦皆因米誰似先生嬾折腰 \\n 訪戴 \\n 雪月流光射客衣雪風吹浪打船扉故人溪上苑茨逺乗興何如興盡歸 \\n 日鑄墜壁嶺 \\n 兩嶺相望四十里十五年前曽此逰野花依舊自春色行路幾人成白頭 \\n 過渡 \\n 三十六渡春水深蒲萄緑漲愁人心行人且休脫布胯桃樹頭上雙鳥吟 \\n 泊練祈塘 \\n 枕上春寒酒未醒小舟還此泊蘆汀雨聲欲趂夜船到一夜東風吹塔鈴 \\n 題畵梅二絶句 \\n 江梅信是丈人行老幹能開白玉花笑殺天台桃幾樹不分清俗要相誇 \\n 梅花三昧是華光復有徐生逺擅場遮莫髙樓夜吹笛玉奴自有返魂香 \\n 山水畵扇 \\n 溪上寒雲落日虚青山繞屋樹扶踈抱琴髙士紛紛出從此林泉少隱居 \\n 煮荳酌白酒歌戊戌前作 \\n 煮荳酌白酒荳肥酒氣温相對二三子其樂難具論君不見曉來雨過東家村叢叢荳莢生籬根阿翁提籃跣雙足採摘採摘呼諸孫歸來笑指老瓦盆酒波猶帶新糟渾田家酒具如窪尊一椀入口春無痕兩椀三椀鯨濤奔四椀五椀和江吞須臾飲至百十椀眼花耳熱低乾坤憶昨豺虎如雲屯旌旗滿目烟塵昏殺人如麻血成海十室九家無一存大臣自合死社稷况叨厚禄承君恩近聞省府日筵宴椎牛宰馬齊崑崙吾徒布衣在草野憂心惻惻懐至尊嗚呼蕭艾滿城邑馨香不數蘭與蓀呼童煮荳復進酒呼兒為我闗柴門 \\n 正月辭 \\n 雪消樓瓦鴛鴦暖太液池香翠波滿春愁如織鶯未知新染鵞黄栁絲短美人纎手畵雙蛾繡簾捲得春風多春風開紅又開紫却怕青年逐流水 \\n 二月辭 \\n 玉為鞍龍為馬逰陽春錦城下水晶盤中鳯凰炙蒲萄緑酒銀壺瀉萬卉千花舞繡衣笑殺提籃採桑者 \\n 三月辭 \\n 東園雨紅花亂飛繡簾半捲燕雙歸并州剪刀快如水茜蘿新様裁春衣十二巫山盡神女屏風照見芳心苦宫辭裁罷酒微醺自向金籠教鸚鵡 \\n 四月辭 \\n 花落長門草青處十二闌干撲飛絮象床玉手印腮紅隔夢一聲啼緑樹笑將金彈打流鶯誰遣芳菲被春誤鳯釵不整雙鬟霧爽風新扇題紈素 \\n 五月辭 \\n 石榴花開紅染裙緑羅袖捲芭蕉紋睡囬金獸沉煙薫玉笙吹下雲中君果壓冰盤水晶碎蔗漿似酒甜難醉猶嫌命薄蜻蜓翅不及桑鳩動成對 \\n 六月辭 \\n 銀塘花發紅雲滿南風吹香徧宫舘舞衣上繡雙鴛鴦緑珠小娘捧冰椀簟紋細織湘波寒碧紗如烟作帳寛水晶簾埀體生栗不識人間有三伏 \\n 七月辭 \\n 南方赤帝騎龍尾啾啾夜渡銀河水露濕火雲飛不起碧色凝天薄如紙鳯管參差裁短玉别夢煢煢冷秋燭金井闌西一葉風吹盡湘妃髩邊緑 \\n 八月辭 \\n 鯉魚吹長風曲池芙蓉老白天墜凉露濕螢滿衰草蘭房燈燼青獨宿知秋早碧波弄明月自惜顔色好起按鴛鴦絃酸聲攪懐抱 \\n 九月辭 \\n 畵闌十二凭西風芙蓉照波霜影紅微寒夜侵紫半臂寳帳流蘓篆烟細月明天上來羊車千門竹葉生鹽花挑燈自看班姬傳甘作團團秋後扇 \\n 十月辭 \\n 美人坐處生陽春芙蓉牡丹聨綉裀沉香火暖然烏銀暖光吼出紅麒麟膽瓶滿貯波寒緑小挿踈梅半梢玉蓮葉漏沉猶未眠翠被薫烟惹蘭馥 \\n 十一月辭 \\n 别舘瑶雲曙光冷飛霜落盡宫槐影何人吹動玉參差春透香幃夢初醒甲屏風圍象床吴綾越羅堆滿箱拈針欲繡雙鴛鴦又恐新愁隨線長 \\n 十二月辭 \\n 并刀碎剪銀潢水散作飛花半空裏清晨貧女方拾薪寒裂肌膚愁欲死翠衾宿酒人未醒蔗漿調雪消餘酲却呼小玉開瓊户石闌干畔裝鹽虎 \\n 閏月辭 \\n 望舒推輪出蟾闕三歲清光多一月露濕瓊樓秋氣寒鏡裏嫦娥生白髪桂髙十丈香風滿愁來退作黄楊短樹厄何如人最多熒熒别淚成銀河 \\n 愁（戊戌前作） \\n 烽火連天黒旌旗照地紅秋風破茅屋愁殺杜陵翁 \\n 小畵 \\n 雨林含清風羣峯翠如洗野猿啼一聲白雲在秋水 \\n 學圃齋襍詠五首 \\n 淅淅風生砌沄沄水滿塘藕根穿土濶茭葉過人長 \\n 野竹編籬細山泉灌圃渾碧瓜方布子紫芋更添孫 \\n 朽壤蟲徧蝕枯藜螘倒行姜生黄菌蠢茄熟紫膨脝 \\n 枉渚雨晴後幔坡風暖初雁頭收芡實魚子剥椶櫚 \\n 對客蒸壺爛呼童剪韭頻何如鄭公儉不讓庾郎貧 \\n 晚聞雨聲至有作 \\n 雨聲來處冷蕭蕭萬木無風亦動揺恰似西陵船乍泊坐聽八月淛江潮 \\n 越中燈夕 \\n 浙西骸骨白如銀日莫江東起戰塵獨有此城三五夜風光渾似太平民 \\n 鷗夢 \\n 雪羽眠來近釣舟幾畨魂逐海翁逰夜深遮莫風吹醒依舊江湖萬頃秋 \\n 逃難 \\n 四郊日多壘勞生信乾坤朝來有警急鐡騎如雲屯賤子心實憂焉能守荒村呼兒戒行李一飯同出門路逄逃難人紛紛亦來奔或扶爺與娘或挈子與孫十歩九顛躓欲哭聲復吞問道徃方岩前後相豗喧牛羊亦隨逐飛橋為之翻我行已岩頂我僕猶岩根唇乾吻亦噪何處濁酒尊兹岩既云險况有靈祠存棲遲且茆屋生理安得論俯視西北隅殺氣猶昏昏 \\n 今日無酒 \\n 今日無酒何以冩心兒迎我言囊有餘金願言沽之展席長林壺觴既行其樂駸駸頺然既醉載歌載吟掇彼黄花絃我素琴陶潜既逺孰為知音忽忽歲月茫茫古今乾坤蘧廬江海蹄涔知道者希勞勞匪任木鳶竹鵲般翟機深忘憂之子實予所欽 \\n 次韵李斯文及與予蔣仲啟劉九德會於楊仲章家 \\n 溪上留連景物春天涯牢落宦逰人金尊緑酒那辭醉朱綬銀魚嬾挂身楊子法言應有法李侯佳句不無神相逄况是桃源侣此去同為竹逕鄰 \\n 和章仲弘梅花燈詩 \\n 玉奴檠燭座添春索笑題詩覺有神冰樹生花何太喜銀槎犯斗宛如真香涵和靖祠前月光射羅浮夢裏人誰羡繁華五侯宅金蓮開遍軟紅塵 \\n 梅花 \\n 到處梅花照眼新縱横變態似傷春冰霜節操元非俗鐡石心膓亦可親縱使六花多一出也先百卉幾分春海棠雖美終難倡誰使明皇比太真 \\n 胡生寫真歌（戊戌後作） \\n 天下幾人能冩真胡生年妙藝絶倫自云慣識卿與相炳炳生面圖麒麟青鞋布襪春雨餘朅來訪我南湖濵手中銀管握造化與予拂拭霜藤新我生本有山水癖形容瀟洒無纎塵頭戴小小烏角巾白衣寛博稳稱身松齋棐几坐清晝意匠經營多苦辛是時賔客如堵墻眼看胡生下筆親斯須置我雪色壁望之宛若神仙人我兒見之亦大笑阿爺胡為能出神或言士者國之寳衮衮皆充觀國賔先生才學世所重曷不秉笏朝丹宸我生出處無不可白鷗萬里誰能馴不作寗戚悲飯牛不作買臣行負薪今年年纔四十六居然抱道安吾貧得君能談帝王畧避世或與漁樵鄰南逰天台北恒岳東登日觀西峨岷乾坤隨處着杖履此地相逄難具陳山中亦有似拳蕨江上亦有如絲蓴江風蕭蕭日月白與爾長歌歌隱淪胡生胡生且停手玉壺共醉松花春寫真何如嗜經史五車力學須昏晨他年生為席上珍勿云江漢之埀綸 \\n 黄楊冠歌酬洪子宜見惠 \\n 有樹有樹名黄楊膏沐雨露何蒼蒼平生雖遭厄閏苦年深乃復知材良其材中冠冕其質如圭璋奴桑隷柘超衆木居然正色含中央紫鑌之刀截鵞肪紛紛金屑隨風揚中刳外雕奪天巧意匠經營鄒魯鄉斯須一笑出古制晶瑩滑澤見未嘗蒼蝇側足不敢立彈來照手蠟色光進賢惠文空自貴鹿皮椰子安可方洪君得之逺遺我束我頭上半白之秋霜小冠子夏俱二寸俗様岌岌徒軒昻有時醉後或嬾著掛在清溪石上萬古之松傍洪君求我歌歌罷喜我狂烏紗小巾宛相稱丹崛翠壑同徜徉 \\n 冬夜與池文仲聨句 \\n 别懐固云遽會面安可數幸兹東來暌（李）際此險盡剥陽枝碩果抽（池）火井寒烟薄玄雲欝峥嶸（李）清湍凝瀺灂跳鱗集罟喣（池）歸鳥爭巢啄牕梅桚冰繭（李）簷簹激風箹縮蟄歌女喑（池）覆氄飛奴鷇彤輝歛鳥翅（李）白杓起龍角晷短晝當惜（池）更長宵可樂欞風挾颼飀（李）篝燈閃微邈門■〈門外爲內〉蟾逗光（池）筆駛兎騰握餘酣潄苦荈（李）晚飱飫香榖舒盤棃榧具（池）下筯肴蔬駁薪嘘紅麒麟池（李）衣聚彩鸑鷟焌焌銅釦温（池）瀲瀲甆甖濁再酌再酕醄（李）一詠一超卓■〈髟上〈工几〉下〉鬆髮寒立（池）熻赩顔丹渥胸吞九雲夢（李）氣髙幾衡岳吟波恩淼溔（池）行逕踪犖确諸險刮鬼窟（李）搜竒捉妖樸曹劉顛且僵（池）隂何仆而踔敲戛故鏗鏗（李）洗刷増翯翯憶昨赴徵書（池）同年抱經學星言戒迢逓（李）雨卧慙齷齪忽爾展京逰（池）居然擬朝擢才堪百鍊金（李）價重三獻璞予甘返牛衣（池）我忝居虎幄出處調既殊（李）别離手頻搦歸山歎孤陋（池）阻壤懐磨琢賜還主恩重（李）叙舊交情慤促席話欵欵（池）舉家欣嗃嗃雞黍盟不渝（李）鳬羹禮尤朴今知昔乃非（池）動違靜方覺羅縷極道妙（李）縱横踰獵較意行懽已填（池）句偶巧非斲連衾願遲曙（李）分袂成孤懪耳空警嘹嚦（池）心迥來咿喔肩輿兀殘夢（李）手杖横短擉良晤闖前期（池）塵襟藉深濯重來覓筠泉又見更蓂朔（李） \\n 王子約雙鈎竹歌 \\n 王君金華人畵竹誇當代此竹乃是鈎勒之所為坐上千人萬人愛令祖藍田王右丞盛唐詩格稱其能將詩變竹寄餘趣傳與衣冠不乏千載之雲礽王君為人清拔俗興來踏遍篔簹谷籠■〈⺮鐘〉桃枝紛入眼■〈⺮聊〉■〈⺮豐〉笆篻常經目徃來曽見吴門道士張溪雲歸晚軒中事幽獨有時不作山水圖戯拈銀毫書此竹王君筆法乃過之翠篠雙鈎出林麓耳根但覺風泠泠比似張生但神速王君寫竹能寫形真成標格非冥冥翛然獨立太素始脫畧粉墨辭丹青或如金錯刀或如鐡鈎鎖或如折戟沉吴沙或如碎璧逃秦火或如銀旛寳勝之飄颻或若金節羽衣之婀娜或如滄江風曳之水衣或如黄河半解不解之冰澌或如白鳯尾或如蒼龍漦錢刀剪碎波心月丹汞煉就爐中雪初疑荆軻圖窮見匕首又驚毛遂頴脱呈錐末天機逞其妙形狀何駢闐後生學子競觀看但悟書法如針懸唐時亦有蕭協律所至清風起蕭瑟眼昏手顫藝轉工一十五葉稱絶筆宋時亦有文湖州畵竹人推第一流能令萬籜起崖谷出墻之梢為最優東坡作竹短而積别試瑰竒在林僻玉堂多暇圖一枝復有小坡能畵石前元作者李仲賔琅玕卓立無纎塵薊丘家世不易得父子相傳俱絶倫吴興學士趙公子飛白之石誰能比水晶宫中春日長移得藍枝落窓几後來又有柯丹丘大葉長梢動冕旒天顔有喜頻賜予晚節衰颯江湖秋諸公畵竹工畵影隔簾彷彿瀟湘景風景虚無終渺茫野迥漠漠烟光暝鈎勒冩形纔逼真宛如髙閣圖麒麟褒公鄂公毛髪動儼然生面開功臣我欲題詩寄淇澳瞻彼漣漪散晴緑底為猗猗興不忘有斐君子勞心曲我欲鼓枻逰瀟湘碧雲萬頃浮天光美人娟娟隔秋水欲來不來空斷膓我欲從獵誇雲夢萬騎紛紜翠蕤送胷中八九吞不辭文章要比相如重我欲富如千户侯家居渭川之上逰玉版鄰人許同喫始知熊掌非珍羞我欲乗風發長嘯扁舟直過湘妃廟中流鼓瑟聲鏗鏘和取湖南竹枝調何如曩昔行李逰京都故人為我共作翠竹紅梅圖原父冩梅君畵竹價重已壓青珊瑚挂在成均之左廡交逰軒冕觀如堵須叟盡作王子猷六月清風生肺腑天上歸來十二年柴扉草閣荒山田浮花浪蘂紛過眼此君風節還依然王君王君聽我語我歌長歌君起舞郫筒酤酒滿眼酤與君歌盡幽篁譜或栽長竿横斗髙下拂東海之波濤巨絲一鈎連六鰲任公見之顔色勞或招葳蕤鳳凰宿隂陽各應雌雄六伶倫製律工有餘一聲吹裂崑崙玉或作仙人手中杖此日携來葛陂上見水猶能化作龍錚然飛入桃花浪或充奉使手中節節旄落盡竿難折卧起操持十九年誰謂虚心却如鐡鄉來陳者皆此君與人一生成異勲殺青汗簡更殊絶蝌蚪篆籕皆人文此君由來材不器用舍行藏隨所至願得嵗寒同此心故託霜毫寫君意花溪水接雙溪長與君百里遥相望不如坐君西郊之草堂胷中一吐千畝强歙坑舊硯橢而蒼鵞溪素練雪色光風情老嫩任君寫無使古人專擅場吁嗟無使古人專擅場 \\n 言懐（二首） \\n 夜短苦日長齋居避煩暑青山在屋上流水在堂下好鳥依髙枝潜魚集深渚以兹悟天性至樂乃其所悠然對書帙發軔自太古素心契羲軒餘事及鄒魯所以賢達人白首不出户 \\n 清晨事園圃白髪猶未梳引泉灌菘韭趂此春雨餘崧孫年七齡不識詩與書但能助採摘來徃供勤渠阿翁慣蔬食自謂九鼎如所以甘短褐不願乗髙車汝身如翁長與翁同荷鋤 \\n 題耕牧圖 \\n 春田雨餘春水緑烏犍背立雙鸜鵒有叟有叟相追逐手把鉏犂繞江曲初疑龎公之壟又似子真之谷子孫全家骨肉聚身世百年生計足噫彼利禄不入於心兮所以無榮亦無辱 \\n 應用中稅副攝麻城縣擒賊有功為賦長律十韻 \\n 麻姑城在萬山隂念爾為官亦苦心百里花封勞暫攝六安草冦擬相侵風寒豺虎嘷青嶂月黒鴟梟聚緑林纔閃旌旗誰與抗不鳴鐘鼓遂成擒司征乃解陳俘馘乗遽爭誇獻捷音虎拜凝瞻雙闕近龍顔喜動九重深大官奉命來珍饍内使傳恩出賜金香染錦衣歸里閈詩題彩筆動朝簮魯連功就宜辭賞莊舄榮來且自吟我老門生能報國百壺沽酒樂難任 \\n 蒼巖畵龍賛 \\n 目如電氣如虹怒翻霹靂駕倒捲天河空伊誰之筆蒼岩翁起作霖雨其猶龍 \\n 題魚圖 \\n 江飇颯起聲蓬蓬白浪晝翻河伯宫羣魚出没玻瓈中揚鬐掉尾各有容大魚雪沫嘘晴空小魚戢戢如蠶樷中有一魚徤且雄丹砂作尾雙眼紅揮霍咫尺風雲從近前驚倒濠梁翁囬頭爾輩皆凡庸變化已作龍門龍 \\n 題陳國光拙齋 \\n 濓溪先生作拙賦草閣道人作拙詩已無巧語為君贈謾對幽齋勞我思犧牲文繡鼎爼用樗材擁腫斤斧遺濁醪麄飯且安分髙車駟馬將何之 \\n 次韻義門鄭仲辨所寄梅花詩 \\n 山礬水仙兄弟行只有梅花獨清放去年擬作西山逰苦為耽詩抱微恙今年拄杖敲岩扄恍如羅浮夢初醒幽姿臨風粉蝶妬長梢落雪青鸞驚西湖别來花幾度和靖祠前不知數月出未出天昏黄悄如坐我孤山路却憶斷橋流水東衝寒臘酒盛郫筒只今想像風塵際縞裙練帨情無窮起舞花前為君夀江南一枝春信通分明白絹來斜封珍辭麗筆光炯炯踈枝冷蕋春重重夜來積雪三尺厚繞樹髙歌連星斗詩懐笑我清如花歸興為誰濃似酒漫山桃李生春愁孤芳狼籍無人收安得揚州見何遜為花一洗千年羞 \\n 長歌贈鄭月岩 \\n 我聞蓬萊山乃在碧海之東邊金銀樓臺耀日月丹崖翠壑徃徃相鈎連中有神仙人長年不知老却是當時鄭子真歸耕得仙道牽牛飲銀河披烟種瑶草瑶草一碧三千秋飄然汗漫人間逰乗風倒着緑綺裘吹笙鶴背逰浮丘追浮丘紫雲中炅炅雙瞳方顔色桃花紅手揮銀管談造化六十甲子羅心胷東看日觀金烏赤西上峨眉雪山白王侯見之倒履迎平生慣識青雲客我是謫仙之後人閑來埀釣花溪濵時危落落不得意空有詩篇驚鬼神鄭君從何來談笑情相親坐爾松下石挂爾頭上巾古來賢達隱耕釣與君且醉松花春彈我龍門七尺之緑桐荐我金盤雙尾之紫鱗酒酣拂袖為戊戌後作傚太白體起舞眼底功名君莫語自許吾身有仙骨富貴浮雲安足數鄭君去兮何如還飛鴻冥冥不可攀送君大道秋風間更呼醁酒澆君顔 \\n 喜雨歌 \\n 酌爾清酒揚吾浩歌對此好雨不樂云何九州連日愁羲和六龍之駕成蹉跎羣鳥捩翅如金鵞啞啞飛啄扶桑柯口噴紅光沸銀河尾梢黄壤焦青禾嗸嗸赤子汗流血欲上訴青天柰此九闗虎豹髙嵯峨髙嵯峨杳難訴無辜籲天上帝怒上帝怒騰天威誅旱魃鞭雲師長風飄飄載雲旗雲為車風為馬官曹列如麻紛紛自天下玄衣使者面如赭手把天瓢為傾瀉神功倐忽起混茫徧澤地絡周天綱豐隆砰■〈石訇〉擊天皷靈妃翕歘開電光吹沙走石驚颯颯翻江倒海聲浪浪恍如雪湍飛流噴吕梁又如瀑布倒挂廬山五老之峯旁跳珠濺玉猶未歇髙堂六月生秋凉心揺目斷何所見但見千頃萬頃青青秧白雲生歌未已酒酣拂袖為誰起上朝紫皇虚無裏披肝瀝胆叩丹陛昔聞羿射九日死大禹殺湍湮洪水重瞳乗龍竟不還使我悵望凋朱顔願天開聰明鍳予誠三十六帝流恩榮天上迢迢白玉京玉兎擣藥使民生生泰階六符如砥之平甘露零朱草生聖人出黄河清五日一風十日雨千秋萬歲埀鴻名 \\n 古風三首 \\n 秦坑灰未寒紛紛逐其鹿胡為隆準公髙大更疾足信越為干櫓良平廼心腹誅嬴既滅項浩歌大風曲鳥盡良弓藏兎死走狗戮偉哉赤松逰所志非辟穀 \\n 陳編撫遺事尚憂鴟夷翁摧吴破强敵霸粤成竒功功成宜受賞輝赫凌烟虹烏喙不可共翩然駕孤篷三江水茫茫流譽誠無窮云胡載尤物竟與巫臣同 \\n 自從永元來閹監專天威桓靈遂其惡炎祚日已微三君就奸刄八俊幽闤扉泰蟠僅保身歴歴皆危機賢哲既云亡邦國將焉依瞻烏止誰屋識者涕淚揮 \\n 喜錢塘歸附因思先隴 \\n 邊城昨夜羽書飛傳道臨安亦已歸魚鱉不驚隨土納豼貅無敵見天威吴山東向晴雲起淛水西流落日微欲掃松楸歸未得詩成喜極淚沾衣 \\n 落牙行 \\n 昔年左車第一牙居然脫落誠堪嗟今年又一齒欲落未落如秋瓜又如洪河流泛此無根槎清晨■〈鼻丸〉嚏忽在地兩齦開豁何谽谺其餘未落者滿口皆齷齖乾肉不敢决所虞飯有山田砂人生如此老醜露尚敢揺唇鼓舌爭喧譁太官之羊既無分屠門大嚼從人誇但可朝餐地爐所煨之紫芋莫飲瓦甕所釀之松花我不願范睢摺齒作秦相我不願張蒼食乳如魚呿願如昌黎口存十三齒文章千百傳英華 \\n 朱留耕閒雲山隠圖 \\n 青山在屋上白雲在山椒中有一羽人如鶴不可招手揮緑綺琹和以紫玉簫山風落松花清興何飄飄塵居隔滄海思君五情遥願言從之逰飛佩以逍遥 \\n 題友人聽雨詩巻 \\n 青草池邊夢未成紫荆花下興還清一家兄弟如聨璧愛聽西牕夜雨聲 \\n 梅花絶句九首 \\n 南岸北岸花正開欲盡不盡暗香來相將頭白被春惱一日繞樹百千迴 \\n 歲暮不歸衣滿塵梅花正爾欺得人欲憑詩句索花笑開甕恰有羅浮春 \\n 學士港邊移棹過千樹萬樹得春多人生對酒須縱飲奈此縞衣風韵何 \\n 寒花照衣冬雪晴半含半折可怜生西馬塍西對茅屋竹間一樹最分明 \\n 不是愛梅頻賦詩出塵標格少人知來蜂去蝶應無數偷眼幽禽却為誰 \\n 聞道朝來開滿林孤山無復見幽心即將雪色如雙髩拄杖衝寒細細吟 \\n 孤山山南湖水西花蘂箇箇壓枝低别來江海若憐汝那得春風生杖藜 \\n 寒月欲出照昏黄踈花宻花枝盡香東鄰臘酒味堪飲無錢賖取答春光 \\n 忍凍騎驢早得春尋香索句不無神直將風格和花老肯與林逋作後塵 \\n 覽鏡圖傚長吉體 \\n 天孫不織紅霞綺雪袂臨風吹欲起嬌鬟笑展水晶奩照見芳姿凈如洗 \\n 銀刀細剪梨花雲瓊枝倒映瑶池水蛾眉翠歛春山濃愁多惱得腰肢慵 \\n 夜冷孤樓素鸞影廣寒宫闕秋重重青女笑霜刮天濕只愁凋損嫦娥容 \\n 畵闌桂樹香風草對靣團圓思月老願憑青鳥報夫君失時不嫁能長好 \\n 雙麗圖 \\n 玉闌圍着看花王銀燭燒來照海棠如向美人圖上論不知若箇是專房 \\n 次何賛府逰夀山詩韻 \\n 我昔手持緑玉杖徧觀夀山寺外崒嵂之竒峯天風吹我衣雲炁盪我胷峯形峙為五烟霞有路遥相通横秋雙澗橋影枕寒潭空上有欲落不落之怪石下有半枯半活之欹松一峯凌紫霄曙色何曈曨金雞喚醒海底日絶頂尚有蒼凉蹤一峯翠氤氲恍如武陵之景迷西東山泉春雨餘流出桃花紅在右一峯若覆釜氣蒸雲霧秀所鍾西看瀑泉吼飛雪乃有一峯逈出倒挂虹影於晴穹一峯後顧復何似屭贔儼若蟠蛟龍輸青獻翠千萬狀並視培塿誇豪雄香爐紫烟逺莫致廬山謾詫金芙蓉伊昔當年紫陽翁二三賢俊題名同嗟予寥落生苦晚不得追陪杖履逰其中兠率臺髙花雨濛金仙趺坐青蓮宫何當復約哦松公靈岩石室幽絶處笑揮白玉麈尾盡日相過從 \\n 桂月軒歌 \\n 何侯之軒崒瀟爽軒前桂樹團團長正當八月天氣清置酒邀賔恣驩賞是時碧落無纎埃瓊樓玉宇中天開爛銀盤升滄海上清光閃爍俄飛來何君手把春秋傳布衣直上清虚殿折取秋風第一枝分明認得嫦娥面嫦娥賜以玉兎之玄霜下醫民瘼令安康花溪邑險號難治君獨有暇哦松旁囘首番禺幾千里道路茫茫隔烟水凉風蕭蕭露泥泥幾度天香落軒几桂香可挹不可親只有明月能隨人他鄉月是故鄉月舉頭見月偏傷神我嘗想像君家樹為君起舞歌長句好因明月歸去來底用淮南小山賦 \\n 瑞雪歌（與李永康） \\n 花溪地偏多酷熱十載已來無此雪遂令禾稼成焦枯復有蟊虫食根節李侯坐鼓春風琴雪花獻瑞隨人心玄冥剪水成六出翻江倒海驅羣隂逺山近山銀壁立大樹小樹瑶雲集平地俄驚一尺餘薄暮紛紛飛轉急空山徹夜狐狸號狡兎三窟安能逃乾坤肅殺囘正氣蚤覺眼界明秋毫田夫農父愁顔破典衣沽酒更相賀來歲還書大有年鼓腹嬉逰免饑餓當年田里無咨嗟漢二千石何須誇縣庭豈用事鞭朴租賦容易供王家泰和乃由天子聖玉燭精調順時令百司効職宜愈勤從今屢見休祥應 \\n 孝節堂歌 \\n 繡川朱家孝節堂經營乃在雙峯旁堂上種萱紅且芳堂前種竹琅玕長有婦有婦清且揚升堂何以娱姑嫜晨昏定省禮數將采蘋南澗供蒸嘗一從覽鏡傷孤凰凄其無復施紅粧羅幃獨處四十霜年逾八十雙曈方屢嗔人扶筋力强鳩形拄杖莓苔荒諸孤再拜謝阿娘提孩保養恩難忘當年稱夀綺席張玉杯滿捧丹霞漿蟠桃花開濃露瀼斑衣五彩春風香乃知作善天降祥期頥之筭那可量男讀詩書女蠶桑眼看玉立孫成行伊昔比屋封虞唐人生孝節俱尋常後來風靡頺三綱遂令有國旌其孀清德里中松栢蒼行人過者拱不翔滌筆為裁雲錦章 \\n 題吕用實詩藁（戊戌後作） \\n 玉樓仙人魂不死帝遣乗龍下箕尾黄金鏁甲翡翠旗前驅蛇神後牛鬼劍光照空天自立珠璣迸涙鮫人泣銀河夜漏流銀汁織女秋寒錦機濕女媧錬成栗色雲青天補作玻璃痕雲妃大笑電光發金雞呌醒扶桑暾妖星忽墮珊瑚枕髑髏作杯勸君飲瑶池桃花千歲紅染得春風古囊錦吕仙兩髩黒如鴉慣隨鶴侣餐胡麻金鵞入鼎煆仙骨崑崙頂上牽河車下聽羣蛙閙簫皷玉殿瓊樓隔風雨十二門髙花滿烟夜半秦王獨騎虎 \\n 草閣拾遺 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "草閣文集", "正文": "　 \\n 草閣文集 \\n 　 \\n  \\n （明）李昱撰 \\n ○雜著 \\n 白澤賦 \\n 桓山之陽溟海之北粤有神獸名為白澤麐角而鼇趾龍身而虎額牙參差而礪銳目閃爍而洞射百獸逄之駭膽慄魄此形容其彷彿者也若其鬛揺虹光鬖髿飄揚色凝藍澱瑩滑熒煌其吼也雷震其行也風翔赫然而怒則萬牛不能抗其力三軍不能奪其强及夫雄姿改觀觀者流汗氣噴虹蜺燄燭星漢匪虞人之可囿焉嗇夫之能圈伊昔聖皇公孫軒轅從風后與力牧來五彩之雲軿斯獸也遇於虚無之野馴於道德之垣效麒麟而獻瑞似角端之能言知鬼神之情狀窮萬物之根源皇覽曰噫異哉斯獸鄉非爾之通神繄嘉謨其孰究乃命厥工繪其形走列缺驅風霆擲猛火鏘流鈴咋海怪吞山精百邪遁無留停然後降五福於民間共休享於和平也祝曰 \\n 猩猩有言罔禆治兮維爾獸名神且異兮玄機從横抉其秘兮乃圖爾形揚爾之技兮辟邪降禧以惠於世兮 \\n 識字耕夫傳（戊戌前作） \\n 識字耕夫者不知其姓氏亦不詳其何代人也嘗■〈尸外立內〉草閣讀書作為文章凡若干言動法古人雅不欲為今人語由是弟子多服從之壹與之接者不謀而固咸曰此髙識之士也然性嗜稼穡所居之東偏有田一區日與鄰翁野叟相追逐扶簡編躬耒耜之勞誦而耕耕而息熈熈乎若葛天氏之民也或勸之仕耕夫掩巻而作輙不應又有重其學者黙薦之於官執政者不恱曰當今之務奚用識字者為哉彼耕夫也詎知稼穡之艱難哉豈若吾沈黙無知取勲爵豐衣食以為妻子計哉或為耕夫憤者曰彼猶鴟赫腐鼠於■〈宛隹〉雛者也耕夫聞之乃洗耳而去更以筆耕之業游江湖與大明吉先為經學友博通叟為史友載道先生為文友錦官大雅翁為詩友桐城希聲子微為琴友醉鄉居士為酒友空空上人玄玄子為方外友相與講論道理宣達情性上下古今汪洋乎莫知所終先是耕夫嘗有東作詩一章曰陟彼髙源稼穡如雲載耕載誦四體孔勤維此東作無施不穫知德者希孰同予樂後凡遇賔友宴集酒酣慷慨必擊缶歌之以為常云 \\n 太史公曰世之治也則君子以類而進否則肥遯而已矣彼耕者雖輕身肆志不屑屑於世用然德足以周於身才足以濟於時其過於沮溺之倫逺矣 \\n 屏詩神文 \\n 李先生嗜作詩積年久矣悵然有不釋於懐者於是具黍一盂載酒一壺歛容屏息端拱而趨三揖詩神而告之曰神之於詩實司其柄我有瑣辭敢凟神聽粤昔風雅興善懲惡優柔敦厚匪媮以薄曹劉鮑謝陳宋隂何神之所惠烜赫良多繼兹作者繽紛蝟毛狂瀾砥柱孰障滔滔有雄者甫神實助之縱横皇緯顛倒蛟螭上規渾噩下拯澆漓度越千古允為我師我藉神休舉不違杜分明町畦巍立門户幽玄深鈎英華潜咀脫凢入聖遺賔求主衆皆諾諾我獨諤諤攘袂切齒怨誹交作儇儂學子求竊糠粃敝帚千金輙謂無比凉凉士流謫詭强倔隂攘其語以為已出或暌其實止狥其名矇瞍五彩瘖聾九成理怪之談古雅之文素所研覆窮朝及曛自業於詩為其所蔽識小忘大舉一遺二是則詩之無益於人也神其醉飽速離此鄊投筆破硯以趨神行言既淵居潜處投隙以覘但聞啾啾啁啁嚘嚘嚶嚶不覩其像彷彿其聲曰子誣予哉余與子游三十餘年動與子俱靜與子専子躋宦途予偕子徃馳妍騁俊攄靈競爽援筆一揮光熖萬丈名公碩卿擊節嘆賞子罹窮厄疇為子怜百藝盡郤我獨居先微馨少播聞者欣然賔朋接踵弟子駢肩且子之詩固嚴格律臨文設竒變化不一裒衣危冠黄鍾大吕雅雅魚魚子詩之古緑羆玄熊雕虎驪龍桓桓糾糾子詩之雄翡翠琅玕珠璣錦繡晶晶熒熒子詩之麗化腐為神倐忽翕歘海怪山妖囚入詩窟即故為新斕斑璘璸幽花野草觸景生春以竒為正以正為竒穰苴淮隂孰抗其威凡此數者深入詩域雖子之能實我之力子冝黾勉以定其心益繩于古靡售於今胡不自珍遽形愠喜周於責人畧於求已小人嗸嗸毁譽紛激洗金以鹽攻玉以石世尚矜誇孰分妍醜薫蕕黝白繽紛雜揉使無侯芭太守醬瓿念子自寛匿瑕容垢明良五子昭紀於書東山鴟鴞枤杜出車聖賢製作貴於璠璵謂蔽子學胡示區區今因細務欲棄大業我辭子行風馳電掣子亦有意於留乎先生於是茫然撫膺怡然解顔抵掌嬉笑從容幽閒廼傴僂曲躬易辭改色延之升堂永為上客 \\n 答宋明府四六啟 \\n 伏以作之君師聖王所以繼天而立極設為庠序古人欲其美化而移風故虞夏商周之世以來而詩書禮樂之教罔廢比屋有可封之俗當時無不教之民欽惟盛朝聿興文治自辟雝而泮水鐘鼓鏘鏘由閭巷而鄉都絃歌藹藹鄉多善士野無遺賢形諸棫樸之詩賡以臺莱之句雖求之古奚異於今（曄）霜髩飄蕭樗材擁腫從虎闈而歸老六十有餘瞻龍闕而報功萬分無一分甘田野志在山林坐茂樹以濯清泉登髙丘而望逺海右車揺落方竊比於昌黎左臂偏枯兼有同於工部已自棄於溝中之斷其何能為席上之珍兹承明府相公先生豈弟如春清亷若水為民間之尹日應天上之郎星下車以來彈琹而治雲興學校即前代之文翁子視人民乃當今之卓茂猶且温恭下士加之廣博求賢戔戔之束帛來臨亹亹之華文下錫欲掄才以教子俾抗顔而為師匪金鑄其所親兼玉成其他性調非流水敢惜聽於鍾期才本駑駘誤見知於伯樂叨禮義之加異耻聲聞之過情昔龎公不肯入州人稱其德澹臺未嘗至室世以為賢欲行則多愧於古人不徃則有辜於執事依違未審進退惟艱於是不謀諸人自斷於已筆耕而謀食即隴畝遺於子孫經綸以持身乃公事見於邑宰上以宣九重日月之德誰曰不然下以和百里絃歌之聲永為好也申酬罔罄兩鑒為榮 \\n 草閣文集 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "附錄：", "正文": "　 \\n 附錄： \\n 　 \\n  \\n 國子助教李君墓誌銘（明）徐一夔　撰 \\n （四庫全書·集部·別集類·始豐稿卷十二） \\n 李轅之奔其父喪也道過錢塘衰絰見余泣而言曰轅去親五千里為丞於耀之三原僅朞月而訃音至終天之痛何可言今歸奉襄事自傷禄不逮養茍能圖其所以不朽者亦庻幾慰先人于地下先人之友惟先生辱知最乆願哀而賜之銘轅寧舍於逆旅忍死以待余誼不得辭乃為轅作叙而銘之君諱曅字宗表其先汳之封丘人有諱初者從宋南遷遂居錢塘其占籍金華之永康則自君始曾祖諱某妣王氏祖諱某杭州路雜造局提舉有隂德嘗儲粟於市貴糴賤糶且俾糴者自操斗斛妣徐氏父諱貴紹興路新昌縣稅務大使妣柴氏元初有以善相見世祖賜名柴碧眼者其父也教子有法見文學之士與其子游則命欵留治具待之否則戒其謝去君生於延祐甲寅十二月廿日姿俊爽美風儀意氣超邁衣冠潔修狀類貴游子弟少從鄉里師口占詩已能出驚人語稍長好蒙古字學元制蒙古字學視儒學出身為優噐局疏通之士多由此進君喉中能吐蒙古人語手寫横行書頗習嘗侍大使府君宦游新昌浙東僉憲苫思公行縣君以詩謁之公喜曰天才秀發其進未易量也又問習何書則以前所習對公正色曰明經應進士舉獨不可以發身耶公以西北處士起家連持部使者莭有重望君惕然有省於是刻意明經徃從永嘉鄭公僖學鄭公登泰定甲子進士第需次未上官從學者甚衆君得其指授大要為經義辭章驟出同軰上公命刪潤他弟子所業君加刪潤輙粲然可觀公喜曰如李曅者科第不難致也當以子妻之李秘著孝光鄭公友也以古文鳴東南君持製作請教秘著極加稱賞曰吾友得壻矣其後業成還就鄉試有司以其程文為說過髙棄不取君曰科舉豈足以盡儒者之事耶乃營草閣於北門之外取未讀之書盡讀之蓋有毅然直追古人之意阿勒呼木公元室文獻之老自翰林侍講學士退居郡城之東聞君才名延教其子其家多蔵書可資記覧君為三年留用是譽日益彰才日益髙學日益博矣浙西憲司以君茂才異等薦補衢之常山縣學教諭又薦補衢之包山書院山長皆弗就未幾錢塘被兵挈妻子居會稽進士穆爾古蘇以江東憲司經歴緫督浙東諸路軍事以得君為重延居幕下待以賓師之禮居無幾何君度其事無成力辭去遂適婺翺翔東陽永康二邑之間有陳世恭者龍川先生文毅公之後也迎君館於家永康詩書之邑士亦多敬愛君為之買田築室君亦以永康地幽夐樂居之著書賦詩若將以老其身會今上龍興定鼎江左令下郡縣蒐訪遺逸有司首以君貢時方開成均以育羣材既詣考功奏補國子助教君以國家聚材興治之初日從其長設為教條以責成效未及考竟以疾免宿留踰年而還永康其還也嘗語其所親曰吾材縱不如古人吾志亦不敢後於今人今老矣且病復何為哉青山嶙峋白雲在目聊亦樂吾全而已從容自適十有餘年而歿洪武十四年二月三日也初娶鄭氏同知黄巖州事僖之女僖君所嘗從學者繼池氏德清縣尉飛之女子男四長轅今耀州三原縣丞次金剛奴次閏童次慶童皆早亡女二長適東陽蔣大本次適胡士程前鄉貢進士宗熹之子孫男三人曰峒曰嵩曰嵣初轅在三原凡衣衾棺槨之事皆其壻與其友治之今轅卜以今年某月某日塟於永康縣某鄉某山之原而以池氏祔焉洪武初元余至京師君方養痾秦淮之上余走見之握手道契闊甚慰既而余二人者後先得還雖居有東西音問固不絶也詎意君止於斯哉君天性孝友其兄貫貲頗裕奉母備至君客授於外或時月不見母輒歸省有異味必以遺母在浙東幕府時其兄病疫方有公事忽得書倉惶戒行李至則其兄病已危瞪目視君頥指取計簿并箧笥鐍噐蔵之君不避疫之染已百端營救而愈悉還其兄前所付而别君博覽强記隆寒盛暑巻不去手為文蒼古必有為而作不茍不汎至於為詩縁情指事機動籟鳴無窮搜若索之熊而語皆天出不煩刻雕豪放馳騁不見其有餘収歛頓挫不見其不足緫其槩要皆不踰乎盛唐人之家法有所謂草閣集者大篇短章近至萬首嗚呼又何其多也有瓌瑋傑特之材不得見之事業而徒見之呻S吟Y佔畢之間可慨也夫銘曰 \\n 仙李之系其支實稠其來于南則自封丘有綿世德不顯伊晦仕不擇祿已閱兩世維助教君克奮自儒雲霄遼闊髙歩未舒晚值更化幸拜一命未攄其藴俄已引病平生之志何以見之戚忻激慨一發于詩亦既有子以圖不朽雖躓于前而裕于後有崇新阡子也所營九京有知其安且寧 \\n 跋草閣集 \\n 錢塘李曄宗表元季結草閣居北關門外既而避地永康東陽間洪武初官國子監助教有古今詩六巻拾遺一巻天台徐大章盛稱之金華朱伯清序之觀其長篇聳高奔逸堪與劉伯温高季廸鼎足而今之杭人未有舉其姓氏者可歎也集中題徐原父畫梅歌云尋常更有梅花船繫在鑑湖柳姑之廟前柳姑者疑即沈約詩所云山隂柳家女也施宿會稽志云柳姑廟在山隂縣西一十里前臨鏡湖湖山勝絶處其後修府志者乃遂削去之是何心哉（四庫全書·集部·別集類·曝書亭集卷五十二） \\n  \\n 　 \\n  \\n   \\n  "}
