{"章节": "華亭百詠（宋）许尚", "正文": "　 \\n  \\n 　 \\n 　 \\n  \\n 華亭百詠　 \\n 　 \\n  \\n 提要 \\n 《华亭百咏》一卷，宋许尚撰。尚自号和光老人，华亭人。其始末无考。是编作於淳熙间，取华亭古迹，每一事为一绝句，题下各为注。然百篇之中，无注者凡二十九，而其中多有非注不明者。以例推之，当日不容不注，殆传写佚脱欤？吊古之诗，大抵不出今昔之感，自唐许浑诸人已不能拔出窠臼。至於一地之景，衍成百首，则数首以后，语意略同，亦固其所。厉鹗作《宋诗纪事》，仅录其《陆机茸》、《三女冈》、《征北将军墓》、《顾亭林》、《白龙洞》、《俞塘》、《普照寺》、《陆瑁养鱼池》、《唳鹤滩》、《湖光亭》十首。亦以其罕逢新警故也。然格意虽多复衍，而措词修洁，尚不失为雅音。所注虽简略，而其时在今五六百年之前，旧迹犹未全湮。方隅之所在，名目之所由，亦尚足备志乘之参考。在诗家，则无异於众人。在舆记之中，则视后来支离附会者胜之多矣。  \\n  \\n 　華亭百詠 \\n 顧亭林 \\n 旦暮潮流急,東西逕路斜。無從質疑字,共屬野王家。 \\n  \\n 顧府君宅 \\n 即顧亭林雲寺祠堂 \\n 蕭蕭蘭若地,知是府君居。祠事今誰奉,吾來一歎吁。 \\n 東菴異跡 \\n 在顧亭林菴中，有忠烈公像，近嵗忽地裂數尺，中有風濤聲，以物探之，則應手火起。 \\n 地脉風雷吼，人疑湧海潮。將軍英爽在，何物敢興妖。 \\n 金山 \\n 激浪聞澎湃，山神陰力多。風濤歸指顧，海若敢誰何。 \\n 安公像 \\n 昔有僧沈海而死，肉身尚存。 \\n 浮鉢來滄海，幡然厭世塵。補陀崖畔月，長照定中身。 \\n 寒穴泉 \\n 濆湧懸崖下，泠泠注不窮。將期挹甘冷，弱水漸難通。 \\n 蘇州洋 \\n 又名金(闕)，南舶欲入華(闕)，此亭者必(闕)放，蘇州洋蓋(闕)屬處舊蘇州。 \\n 已出天池外，狂瀾尚爾髙。蠻商識呉路，嵗入幾千艘。 \\n 華亭谷 \\n 府南三里，入松陵。 \\n 瀰漫連迥野，潮汐往來頻。慣識松陵路，重來不問津。 \\n 八角井 \\n 浚極疑無底，丰稜定有因。沈沈中夜月，照影屬何人。 \\n 陸機茸 \\n 在谷東，呉陸遜生二孫，常于此遊獵，今名桑陸，又名呉王獵塲。 \\n 二陸為童日，驅馳屢忘歸。至今桑柘響，禽鳥尚驚飛。 \\n 柘湖 \\n 展武沈淪後，波澄一鑑明。桑田復更變，觸目搃柴荆。 \\n 秦女祠 \\n 狼秦崇苛政，有女亦蒙寃。欲弔興亡事，神應恥重論。 \\n 唳鶴湖 \\n 洗蕩雲間路，奫淪一水深。月光零露重，遙聽九臯音。 \\n 三女岡 \\n 三殮知無有，香魂計已銷。頻來吟楚些，嵗久若為招。 \\n 金山城 \\n 府南八十五里，舊經云，昔周康王東游，鎮大海，故築此城。 \\n 治盛周康世，東游豈信然。城闉亦隳廢，門諜漫相傳。 \\n 前京城 \\n 府南八十五里，輿地志云，本海鹽縣，以地近京，故以為名。 \\n 廬落皆無有，依稀古堞存。登臨認遺跡，林莽暮烟昏。 \\n 崑山 \\n 嵗久阡原變，平時草木深。英才没黄壤，舊事不堪尋。 \\n 陸機宅 \\n 在崑山。 \\n 華第今何在，千年漫有名。披榛問遺裔，寂莫一傷情。 \\n 谷水 \\n 短櫂經由處，風披藻荇香。中宵孤鶴唳，片月印滄浪。 \\n 秦皇馳道 \\n 歎息秦皇帝，何年此逸遊。迢迢大堤路，千古為嗟羞。 \\n 征北將軍墓 \\n 即陸禕墓，在崑山，有碑，村人疲于官吏征索，遂碎其碑。 \\n 崎嶇尋古隧，衰草隠寒原。欲讀將軍事，豐碑祇半存。 \\n 鳳皇山 \\n 覽德來何代，慵歸丹穴藏。甘心化為石，萬嵗瑞吾皇。 \\n 陸寳山 \\n 府北二十五里。 \\n 祕寳封堅石，山靈謹護藏。欲為中帑助，時復露光芒。 \\n 佘山 \\n 祖傳舊有佘氏墓道于此，因名焉。 \\n 人與室俱化，陰森松竹寒。時時見孤鶴，疑此守神丹。 \\n 集賢里 \\n 父老云，昔陳陸諸公居此，因以為名。 \\n 冠蓋游從日，欣然萃一鄉。田原搃如昨，誰復嗣餘芳。 \\n 白龍洞 \\n 在横雲山頂下，通澱山湖，毎風雨夜，有龍出入洞中。 \\n 呼吸湖中水，山椒寄此身。洞門風雨夜，電火逐霜鱗。 \\n 石魚 \\n 雙鯉何年刻，悠然鬐鬛全。登臨忽懷逺，尺素若為傳。 \\n 秀道者塔 \\n 在佘山，秀昔廬此山，有二虎侍之，後自建塔于山巔，建畢還積薪自焚，止存碑銘。 \\n 辛勤成雁塔，俄赴積薪焚。静夜耽耽影，疑來護刻文。 \\n 靈峯菴 \\n 在佘山，池皆金砂，後為昭慶禪院。 \\n 路湧金砂地，髙人此築菴。為詢林下客，妙語與誰叅。 \\n 芥子菴 \\n 林外三椽建，常思憩息時。莫教嫌迫窄，中有五須彌。 \\n 澱山 \\n 府北七十里，在澱湖之中。 \\n 殿閣輝金碧，遐觀足畫圖。維舟一登覽，誤陟小方壺。 \\n 三姑廟 \\n 在府南柘湖之側，湖中羣蛟競鬬，水為騰沸，獨不入廟中。 \\n 神居陰物護，臬閾捍洪波。莫慮蛟龍怒，年來畏叱呵。 \\n 蓮巢 \\n 在青龍，陳氏疏地種蓮，為休息之地，今已堙廢。 \\n 記得荷香裏，蛾眉唱採蓮。千年龜欲總，不見葉田田。 \\n 鬼書 \\n 在聖果寺，昔常顯異于寺，僧自稱東漢烈士沈光，有書石刻。 \\n 壯士為儒恥，捐軀志所甘。無名豫青史，幽憤亦何堪。 \\n 孔宅 \\n 在府北七十五里，昔有孔姓者游呉居此，因名焉。又云，昔夫子所居，忽有先聖(闕)，一碑額曰孔村，人怪而碑之。 \\n 廟貌逾千祀，泥封古碣昏。傳云素王宅，真贗與誰論。 \\n 崧宅 \\n 府西三十五里，昔晉將軍袁崧居此，因名焉。 \\n 疆場功成後，歸來卜一丘。當時應種德，名字播千秋。 \\n 俞塘 \\n 府東五里，往來之舟皆可揚帆，諺有云：雖有珠千斛，不賣俞塘北。 \\n 延袤三鄉外，東流與海通。河神屢加意，|〈舟風〉借徃來風。 \\n 鶴坡 \\n 府東七十里，此地出鶴，俗呼鶴窠者是也。 \\n 索莫東郊逺，仙禽盡此藏。夢回明月夜，林杪響圓吭。 \\n 砂岡 \\n 府東三十五里，南屬海，北屬江，入土一尺皆螺蚌殻，如是者三所，相傳海上湧三浪而成，豈誠然歟。 \\n 千里平砂地，聨通江海湄。漫傳因激浪，疑是蚌成基。 \\n 御史涇 \\n 在府東。 \\n 疏鑿人何在，流功幾世餘。農氓誦名氏，不數鄭公渠。 \\n 滬瀆 \\n 府西八十三里，即松陵江，水源出太湖，松江之民資灌溉之利。 \\n 泛泛松江水，迢迢笠澤通。萬年知禹力，灌溉有餘功。 \\n 東堂 \\n 以下三咏，並在府治廳事之側。 \\n 廳在清閒處，金猊罩寳香。令君今學道，來此吸朝陽。 \\n 思齊堂 \\n 伊昔絃歌治，能聲著海隅。升堂想遺跡，勵志欲齊驅。 \\n 月榭 \\n 簷角銜墻固，明疏護翠羅。公餘秉談麈，竟夕對金波。 \\n 濯纓亭 \\n 府前官亭。 \\n 輿梁斜倚處，簷影墜清流。往往抽簪者，常為孺子羞。 \\n 石獸 \\n 相傳昔常為怪，夜則環市而走，遂斷其一足，以下二詠並府東。 \\n 刻鑿知何謂，彌年亦有神。宵行無足怪，一吼亦驚人。 \\n 震橋 \\n 昔姚庭輝宰此邑，謂主位頗虚，多宜客人，作亭以鎮之，又名虹橋，虹音降。 \\n 瓦木明丹堊，初期鎮此方。石梁今欲圮，尤益冨蠻商。 \\n 小隠園 \\n 妝點林泉趣，銷除市井心。平生跧伏計，到此意偏深。 \\n 姚將軍廟 \\n 本在邑南，宰謂廟門面北不利，土人遂移至縣西以南鄉，以下二十八詠，並在府西。 \\n 陰功周邑境，南面固宜然。毋復論民事，神今憚改遷。 \\n 趙店 \\n (闕)邑之(闕)市東名趙店，今有神(闕)之趙店。 \\n 日日黄塵路，喧豗漲市聲。神靈自安此，不欲變名稱。 \\n 望雲橋 \\n 父老云：立橋日，適有瑞雲見，因以為名。 \\n 憶昨登臨日，卿雲正四翔。重來窮目力，天末起祥光。 \\n 石幢 \\n 望雲橋南，此地昔有湧泉，云是海眼，立幢于上以鎮之。 \\n 矻立應千載，傳因海眼成。蓬萊水清淺，曽不見欹傾。 \\n 普照寺 \\n 晉陸機宅，捨為寺。 \\n 髙門收畫戟，即此見精藍。施予恩雖在，緇流絶不談。 \\n 彌陀閣 \\n 拄策徐徐上，囘環佛頂遊。九山俱在望，日斷暮烟浮。 \\n 羅漢院 \\n 邃宇中何有，台山五百尊。云何困人力，金像搃塵昏。 \\n 丁公橋 \\n 相傳令威由此仙去，又名丁行橋。 \\n 令威仙去後，遺跡歎成非。華表成烏有，何由見鶴歸。 \\n 雲間館 \\n 郵亭臨爽塏，杗廇架脩虹。我亦輪蹄客，心期訪士龍。 \\n 福順廟 \\n 殿宇之上，烏雀不棲。 \\n 門垣雖蠧壞，古屋尚深沈。鳥雀猶知避，斯民盍致欽。 \\n 東嶽行祠 \\n 明主東封後，龜蒙望亦尊。巍然此行宇，時許薦蘋蘩。 \\n 西庵 \\n 陳律師庵，律師常習儒業。 \\n 蚤為儒冠誤，齊心學竺乾。而今林下塔，夜夜戒光圓。 \\n 白龍潭 \\n 神物幽潛地，滄滄水接空。不緣嘗應禱，誰識有殊功。 \\n 毘盧菴 \\n 勾氏香火，中有御書閣。 \\n 捫蘿通一徑，脩竹蔽中籬。祇有奎章在，龍神暗護持。 \\n 西林 \\n 林外初晴後，斜陽滿芰荷。頻來指靈鷲，此去路無多。 \\n 陸瑁養魚池 \\n 即西湖也，今為放生池。 \\n 誰得陶朱術，脩治一水寛。皇恩浹魚鱉，不復敢垂竿。 \\n 小湖 \\n 西湖之北一灣，名小湖。 \\n 獵獵風蒲外，淵淵明月秋。詩翁浮短艇，弭楫看游儵。 \\n 湖橋 \\n 瀲灔湖光好，荷風六月涼。倚欄吟不勌，魚鳥亦相忘。 \\n 唳鶴灘 \\n 湖之東南隅。 \\n 養鶴人何在，湖邊水尚清。喚回中夜夢，灘上戛然聲。 \\n 泳波亭 \\n 在湖中。 \\n 呂梁觀已逺，沂水浴應難。却倚亭前柳，時時照影寒。 \\n 風月臺 \\n 舊市舶司，呉使所建。 \\n 夜静蒲萄皺，雲舒玉鑑凉。築堂人不見，尊酒暗相望。 \\n 湖光亭 \\n 風月亭之西。 \\n 日暮蝦鬚巻，亭中雅燕開。微風起蘋末，波影動樽罍。 \\n 道院 \\n 西湖之西，後為延氏蔬圃。 \\n 净宇今何在，唯餘柏色新。棲棲抱甕者，不是煉丹人。 \\n 異木 \\n 舊傳商人嘗夜夢有人自云：吾土地神也，能祭我，令汝宜商。毎嵗商人夜半祭之，往往獲其陰助。 \\n 蟠根知永逺，曲榦聳蛟虬。閩賈蒙私庇，年年此薦羞。 \\n 顯忠廟 \\n 以下十詠並在府南。 \\n 俯拜祠堂下，遙思弼漢功。吁嗟孝宣帝，忘德太匆匆。 \\n 東寺 \\n 世傳水陸池有龜數枚，聞講經聲則縁隄而上，罷則復去。 \\n 愛此稜伽士，勤脩戒行成。文龜亦知善，來聽講經聲。 \\n 證覺院 \\n 舊之無礙禪院。 \\n 有人明七净，蠠沒締良因。歎惜流風替，誰為無垢人。 \\n 棲真菴 \\n 仙路多官府，真人未上升。松窻霜月白，相對誦黄庭。 \\n 柳園 \\n 芳草池塘暖，東風桃杏繁。春歸人亦散，寂寞鎖園門。 \\n 陸四公廟 \\n 又名陸司空。 \\n 晉傑云亡久，嘉名未遽湮。嚴祠坐遺像，猶解福呉民。 \\n 南庵 \\n 堂壁有六祖畫像。 \\n 施水功成後，耽耽梵宇深。升堂瞻貌像，黙會祖師心。 \\n 姜庵 \\n 陰曀楸梧裏，烏鳴落日中。九原人不作，明贊亦何功。 \\n 望仙橋 \\n 鶴駕乗風去，千年竟不歸。石梁凭望處，空復白雲飛。 \\n 三洞庵 \\n 句曲山頭客，遨遊到市塵。星冠頂霜月，夜半正朝真。 \\n 浄居院 \\n 昔馬耆法寧住此院，故俗又呼為馬耆庵，後法寧弟子亦住此庵。 \\n 明眼知何在，山門久寂然。宗風未淪替，還喜一燈傳。 \\n 氷檗菴 \\n 王道所居。 \\n 鳧舄棲遲地，池流一逕斜。先生久清苦，不肯競紛華。 \\n 圓珠菴 \\n 定回人寂静，繞鼻碧蓮香。却認循簷月，摩尼發夜光。  \\n 　 \\n 　 \\n  \\n 　"}
