{"章节": "野处集（元）邵亨贞", "正文": "　 \\n  \\n 　 \\n 　 \\n  \\n 野处集 \\n 　 \\n 　 \\n  \\n 提要 \\n 《野处集》四卷，元邵亨贞撰。亨贞字复孺。杨枢《淞故述》，载其本淳安人。至正间为松江训导，占籍华亭。今考集中有《送族兄安仲还乡序》云：“至元中，大父处县君以弗终仕於宋，晦迹华亭别业，先子遂生华亭。至德间，大父归葬故里，先子弗克举家去，至今为华亭人。”则自其祖已占籍松江，枢所述犹未尽也。是编後有冯迁、汪稷二《跋》，谓其书本出上海陆深家，深之孙郯以授稷而刊行之。并所著《蛾述诗选》、《蛾术词选》为十六卷。今诗词二选世已无传，惟此本独存。共杂文六十八首。亨贞终於儒官，足迹又不出乡里，故无雄篇巨制以发其奇气。而文章大致清快，步伐井然，犹能守先民遗矩者。其诗词世不多见。陶宗仪《南村辍耕录》载所作《咏眉目沁园春词》二首，隽永清丽，颇有可观。盖所长尤在於是，惜《词选》今已久佚矣。  \\n  \\n 　野处集 \\n 卷一 \\n ◆記 \\n ○靜黙齋記 \\n  \\n 士生斯世，所任者在乎道，故聖賢，立言垂訓，載諸冊書，以詔後世。雖有智愚賢否，而任於道一也。其居塵垢之中，紛紜萬變，日遘於前，乃心未始一日忘道。 \\n  \\n 予少時，聞諸老儒先生曰“世道不古久矣。”人之命於天者有限，而用於世者無窮，孰不以“功名利欲、俗學嗜好”累其心？勤勞沒齒，而不得與聞者，盖什八九矣。惟其少思寡欲，克己慎言者，庶幾可與語“此子，其識之，予取以為法焉。”而觀於世，未有合者。恐其以為迂，未嘗以聞於人也。 \\n  \\n 雲間之南濵海地曰潬上，士人何君彦敬世居之。予聞彦敬久而未識。朋游來者，稱其“潔修而好學，端謹而有守，克世其家”者也。今年夏介，玄元院道士林德玄來告曰“彦敬名其居室曰『靜黙』，於以讀書求道，而請記於予”。於是，又知彦敬能違外聲利、不循世俗、而汲汲焉以道為急者。林從予游有年，言未嘗妄，故信而不疑。 \\n  \\n 夫人之生也，（闕）事父母、畜妻子、衣食居處，凡人事之當然者，矧讀書為士？自幼學而弱冠，壯有室，强而仕，艾而服官政，以至於致事，必心計而躬營之。又何可以“無為而靜，不言而黙”乎？予天下之躁而多言者也，心雖知之而不能自克，今乃欲以“靜黙”之義，記人之室，不亦謬乎？ \\n  \\n 雖然以平日所聞於朋游與林之來言者，而知彦敬所謂靜黙者矣，非以“無為為靜，不言為黙”也。苟非吾所當為當言者，則勿為勿言，以固吾之志氣，益吾之智慮。若然，則彦敬之居，斯堂也。旦旦而求之，以至功名利欲不能動，聲色臭味不能移，鬼神變怪不能惑，干戈鼎鋸不能懼。彼事與物，日以逺吾所造詣，日以深廣，則靜與黙，其殆庶幾乎？經曰“靜而後能安。”又曰“黙而識之”。盍求其所謂安與識者？何事由是而聞道？予又不可得而知也。 \\n  \\n 因林之來請，既起予之不能自克，復誦向之得於老儒先生者，俾歸之以為記。 \\n  \\n ○一枝安記 \\n  \\n 雲間為瀕海下邑，因九峯三泖之勝，而置官司焉。跡其可考者，晉陸士衡、陳顧野王而下，人才輩出，民俗殷富，逮唐宋間，幾與列郡抗。以五代南渡之亂，民不知兵生，聚五百餘年，至宋末而盛劇矣。宋社既遷，名家鉅室罔不與國同休戚者，貴游子弟華顛野服，欷歔喬木之下，彷徨離黍之間；相望於寛閒寂寞者，百年於兹矣。 \\n  \\n 雲間遺族有三錢焉。其一居市中者，為武肅王諸孫。今其人猶存而鐘鼎之習泯矣。其一居市東者，為叅政象祖之裔，今不復見其人。又其一居城西，為南渡宦家支蔓，最衍風流文采，間有存者。予及識其子孫四人。復堂先生為宋季該博老儒，予嘗受業門下。太初先生為承平文物君子，託跡浮屠氏以終。皆典刑士也。素菴子善詩詞，清談，卒為老子之徒。今之存者，惟南金君，以明經教授，為錢氏文脈所在。南金幼失父侍，其祖長於異縣。弱冠，祖沒，贅居三泖之上，與予同里閈，以文字交三十餘嵗。既乃更世，故皆操觚出游。南金問舍他鄉，不相周旋者中，又過半矣。 \\n  \\n 嵗丙申，浙右大亂，南金所居，悉嬰兵燹，乃扁舟載妻子還泖上其門人曹幼文，闢室館之。一見握手問勞外，南金曰“偃蹇之蹤，青氊去我乆矣。琴尊書卷，亦復無幾，彼皆身外物耳。今幸見故人。故人固知予胸中所存者不失也，斯為無慨。既得一室以禦寒暑，日夕起居其間，動焉而運；黙焉而靜；慨然而歗歌，幽然而沉繹，何適非吾名教之樂耶？若然，則天地萬物、隂陽造化皆在吾一室中具。當此之時，又豈念夫先廬之喬木、江湖之萍寓焉。子其為我名之，以識吾心所適。”予應之曰“吾子既知夫一室之可安，與天地萬化相為表裏，將無適不安矣，予復何言。雖然杜子美當天寳之末，奔走亂離，至無所容其跡，往往形於歌詩，今皆宛然在目。若所謂强移棲息一枝安者，豈非君子居安慮危之道乎？今之出處，殆類是也。姑取斯言，名子之居。子居之，以無忘四郊之多壘，而以道自安，當危之中所安者存，斯與聖人所謂『君子居無求，安者合矣。』庻幾無所往而不得其安也。”南金作而曰“子之言是矣。取南華鷦鷯之喻，以一枝為安而忘吾先廬之喬木者，人之情也。今子復以聖人之言勵予，予益不敢以一枝自安，以忘其身之惰者，此天下之言也。敢不服膺。” \\n  \\n 遂書以揭諸室中云。 \\n ○仙鶴觀記 \\n  \\n 凡可以請命上帝以致下土之情者，惟國家有圜丘明禋之禮，至於方伯、連率，則禱於山川而已，况其下者乎？有虞氏絶地天通，後世欲交於鬼神，且弗可得。又豈能導其心於髙逺哉！以是求之於人，惟黄冠師為能，然其道盖出於黄帝老子也。故歴代，自京師至於郡邑山林之間，皆設老子之宫，以棲其徒，講其道。若官守之不可闕者。凡禎祥孽厲，有闗於國與民，必於是乎祈禳禬禜焉。葢其行純，其心一，斯得以通於神明也。 \\n  \\n 松江府治以南二百步有觀曰“仙鶴”，為一郡道家之總會。其始建嵗月葢不可考。跡其可知者：宋紹興年間，處州天真觀道士葉大直，来為之主，始克充廣之。葉有道行，善役鬼神，嘗奏章與蜀某道士，胥會天闕事，聞於朝邦，人為之興起。乾道間進士陳箎、朱飛卿、鄭澭、通判李杓等實歸其資，葉乃樸斵梓材于其鄉，浮之瀛海，以至為寥陽殿于中，前設三門，旁立兩廡，翼以經鐘二樓，後建昊天寳閣。又後為主者之居，學者講習棲息之所。以至庖藏湢溷，一一完美。請於朝賜東晉廢觀舊額，始以仙鶴稱。仍給省符，定為甲乙，傳歴年二百餘，其徒繼志如一日。 \\n  \\n 國朝以来，繼嗣失守。泰定間，有攘為十方，若傳舍視之者，觀至是大壊。至正四年，掌教天師擇於方士“道行純一，置事公勤”者，得赤城吳大亨，使居之。讓者再，教檄屢下，乃始承命。惟吳之誠，夙有通於鬼神，水旱疾疫，有禱輒驗，尤善祓致魂爽，得其教中所謂濟生度死。法者每盛服事帝，必有鸞鶴翔舞而至，益能感於人心。既事惕然，以昔人成立之難，今而廢墜之乆，思有以興復之。自是凡衣食、自奉之具，一不以干其恒産所得，施予財幣，又以資匠石圬鏝之費，邦人復相與興起，鉅細各輸其力，若昔之贊於葉者然。乃益其舊址，崇其檐楹，徹朽腐而易以堅完，去故陋而即諸爽塏。不數年，殿閣、門廡、二樓、翼室，舊所有者，一皆就新。視昔（益）加髙廣壯麗。増置雷霆之殿，將衞之居，逮祖師、施主而下，皆列栖兩廡天人之象。金碧煥耀，端儼雍穆，君臣禮儀，各適其序，凜乎有生氣也。落成之明年，芝草生殿楹間，人益嘉其誠慎所致。月旦，望郡道士與守臣吏民咸集庭下，朝拜盡禮，祈天永命。吳復慮十方不克安於乆逺，仍請命掌教二所，聞於有司，復甲乙，故，事期無負前人初志，戒其徒。項天裕來求文。記顛末。 \\n  \\n 予謂黄帝老子之道，載諸隂符道徳等書。其言葢可用於治世，故漢用黄老之學者累代，而天下以安，非徒祈禳禬禜之為也。今是觀為斯郡之甲，籍為都道塲。又得有道之士以居之，其有裨於國與民者，將垂於無窮矣。遂不辭而為之記。觀舊有田若干頃，自宋至今，官特蠲其賦役，尊道教也。 \\n  \\n ○本一善應院記 \\n  \\n 佛法入中國，歴漢、六朝、隋唐、五代、宋，以至有元，千有餘年，乆而益盛。塔廟殆遍天下。松江當三吳之東，為瀕海下郡，招提蘭若附郭者，至二十餘區。作始於數十年間者，實居其半，亦可謂盛矣。本一在城西北隅。其初為真浮道院，宋乾道中，邦人沈氏所建也。嵗乆且蕩析。至元間，主者月麓子趙公汝昌，始克起廢，自殿堂而外，為屋二十楹有竒。既乃請命帝師，更以為佛宇而已。祝髪為浮屠以居之，定為甲乙，派以“本一”，易“真淨”名，葢有見於佛老之道，其出其歸，有不二者焉爾。 \\n  \\n 延祐初，昌示寂，其徒存禮，繼領是事，慨然負廓充之志。會里有禪居曰“善應”，主僧滋果，教行一方，於是傾身延致，推使主席而以已次之，若昆弟然。果亦率其弟子淨開，以師事禮，時至正癸未也。逺近禪衲，聞禮之能讓賢，果之有道行，皆接踵。以至郡士大夫，亦喜與往還，問道之屨,常滿户外。所居不能容，乃悉撤其舊而經營之。中為大雄殿。東序西向，為大士殿。前設山門。後為法堂。西序東向，禪棲。稍北為玄武祠，示不忘真淨所自也。又後為方丈室、肅客之寮、香積之舍。以至祖祠、儲藏、井湢，咸稱位置。邦人皆樂資之不懈，凡越三年而功既。髙深宏敞，視昔有逕庭矣。且以善應益其名，未幾，果與禮相繼觀化，開乃率職竣事，其徒善譽、善實，又終始竭力，以底于成。仍疏其事，請記於予。予嘗聞，浮屠人以師弟子為敘，非若世之父兄子弟，出於同氣者，其相與授而演迤之，葢一本於義耳。今觀昌之創業於前，禮又能致果，以振其道，而開與譽實輩，皆服勞不弛。師弟子之設心，先後若出一律，顧不優於同氣者，與所以恢弘祖道，導化方来者，不外是矣。宜其居之日以廣，法之日以盛也。 \\n  \\n 昌，前宋宗室子，越人蚤業，儒遊宦矣。既為道士，終為浮屠。嘗掌書記淨慈禪寺，世稱三教遺逸，其人也。果，號空林，雲間人，得法天目，本禪師之門，戒律甚嚴，鄉人推之。 \\n  \\n 凡是皆宜書，且為之頌曰： \\n  \\n 我觀佛法心，本一無有二。一切世間法，皆從自心生。不為外物間，萬法即歸一。是故此蘭若，昔為真淨居。昌能會三教，了性命宗旨。始建立刹幢，以淑於後人。乃獲滋果師，善應出世法。説法及修造，廓充大乗境。臺殿諸宫室，諸佛菩薩像。旛幢大寳葢，鍾鼓鯨魚音。香花供具等，種種無不備。逺近脩學人，聞風自傾向。因敬生解悟，悉明諸佛心。於一彈指頃，各證三摩地。如是二師力，雖寂而常應。洞徹十方界，歴刼無窮盡。 \\n  \\n ○玄元道院記 \\n  \\n 老者之徒清逸先生，吴公先君子之友人也。自亨貞為稺子時識之，今垂八袠矣。道行深逺，有古髙士風度，治鬼神，制風雨旱澇疾，殄如影響。其所居曰“玄元院”，當華亭縣南城下。一日造焉。忽引至前廡，指楹間，有碑石偃仆在地，曰“是予師仁壽先生陳公所琢也。嘗欲識是院事，不果而逝，今予將丐子一文，刻之以成先志。”予以先生父友，不能辭。既又命其弟子項君，具顛末来請，益虔。按，院始自宋咸淳間，縣諸寓公鳩財為之，中像玄武帝君。延致仁壽主祠事。嵗時率郡士，披閲道書，以祝釐介福焉。此院所由始也。人因其地稱曰“南城道院”。前至元間，仁壽告老，其徒蘭隠先生陳公嗣居之。始克買洪氏地於後，以廣其址。至大間，蘭隱沒而清逸又嗣之。室屋，嵗乆且壊，乃悉力繕治。凡木植朽蠧者、瓦磚破缺者、像設剥落者，皆撤而新。之後，至元間，始命“玄元”名。又建祠宇於後，奉其師而祀焉。未幾，清逸遷主仙鶴觀事，乃俾項君職是，復逾十稔矣。院舊無恒産，今有土田若干畆。悉仁壽以來積累而致者。自前至元，逮今，凡所修為充廓與師弟子交承之事，易以今古，皆請於嗣漢天師，然後行之，而有司亦間與有力焉，故先後被教檄者，六。受公文者再咸戒以師弟子相次，為甲乙，傳勿替。乃事，此院所由總也。今，清逸，又以著之金石，使来者知為前人勤苦所得，上以奉公承先，下以修真述道，其志葢仁矣哉！ \\n  \\n 予聞道家以玄元始，三氣為祖，玄者先天而無極也。元者後天而太極也。始者五行具而萬物化生也。今是院之成，於初拓，於中，將以衍於後，其有得於斯道者，名實固相符矣。此院所由乆也。清逸名大亨，號閒雲，仁壽名道然，號省翁，於清逸為祖也。蘭隱名德，元師也。項君名天裕，號碧泉弟子也。其下徒孫曰“林德玄”。是為記。以復於先生。先生曰“唯”。 \\n  \\n ○依緑堂記 \\n  \\n 余之舊館人，唐君子益，家於三江，南距晉二陸故居、九峯之隂二十里。山明水秀，原隰衍沃，茂樹長林，蓊然深宻者，彌望不絶。君有地十餘畆，悉樹以名木，引三江之流，以為陂池，舁九峯之石，以為巖阜。桐梓繁蔭，松栢後凋；竒花豐草，叅錯映帶。為堂於其間。日以奉父母，娛親戚賔友為樂。凡登其堂，則緑隂滿坐，清氣襲人，心神蕭爽，世慮俱釋，葢三十年于兹矣。子益既殁，其二子景熙、景道，復増治之，封培灌溉，構葺洒埽，有加於昔。凡先世居是堂，日用常行之事，一不敢廢，以故四方賔客，至者忘歸。又即其中，以從事讀書問學，乃取杜老詩中之語，名之曰“依緑”而求予文，以為記。三數請而益勤予。 \\n  \\n 惟天地之氣，流行四時，發於春而盛於夏，生物之功有不息者焉。自其顯者而觀之，則草木為至矣。今夫仲夏之月時，雨初收。深山大谷，平岡曠野，蒼翠沉鬱之色，侵肌奪目，衣服器玩，皆若可染。及其秋深日，斜通渠曲，沼紺碧澄，瑩錦樹屏，列倒影上下，熙然如陽春之妍。此皆造化自然之理，而斯堂之所致者，夫豈少哉？人之生也，寓形氣化之中，以為飲食起居之適，猶魚之在水。微氣化，則人將不幾於魚之涸者乎？ \\n  \\n 今二子之居斯堂也。即其氣化之盛者，而依之以追弘其先志，養生以治性，力學而立身，惴惴焉，不忘風霜之有摇落。其所涵育成就者，恒有進而忘止，豈非依緑之所得與。雖然杜老之所謂“依者，水也”，三江之流，不舍晝夜，凡環是堂下者，皆有餘浸也。子日俯而臨之於，以求聖人觀水之術，苟有得焉。則所依緑者，殆不足語矣。以二子嘗從予游，故不辭而以勉之。他日來遊於是者，不以其境而以其人，始知予言之有徵也。 \\n  \\n ○對菊亭記 \\n  \\n 曹氏，雲間，故家也。上世多文物、慕古人詩酒遊覽之事，故其所居，皆有園池花木之勝，至今子孫，雖時殊事異，猶以此相尚。嵗時，率親友相與娱樂，追思蘭亭竹林之清，東山習池之放，以自異於流俗者，習以為常也。 \\n  \\n 其諸孫曰克成，能涉獵經史，恬退不事進取，惟以畊桑自給，業既不競，常怡然自得，無慕羡不足之色，葢其所守，亦有過人者矣。其居之東，小園數畆，花木池沼，前人手澤，猶有存者。中有亭一間，乃上世遺物，始作嵗月已不可考。自泰定甲子，其大父居竹翁，徙建於此。厥後二十六年，為至正己丑，克成復加繕治，充廣其檐楹，補修其牖户，内外皆飾以白堊，浚流泉，壘竒石，畦以菊數百本，徑其中以供覽。亭舊無名，始命之曰“對菊”。於是詩酒遊覽之事，日益不廢。又十有四年，為至正壬寅，始来求記於余，以垂後勸。 \\n  \\n 予知克成之寓意於菊者，有在也。淵明當晉宋風塵之際，澹然不徇時好，退而徘徊晚節，與黄花同傲霜露，其中所存，人莫之見也。至於千載而下，心領意會者，復幾何人哉？吁人生，孰能百年富貴！貧賤智愚、賢不肖，皆命之於天矣。營營焉，求其所欲而不得，老死而後止者，人之常情也。苟能素其位而不願乎其外，則將無往而不得其樂。凡世之榮辱、美惡皆不能間之矣。克成有焉。由是而果能進，進不已也。則又遊於物之外矣。 \\n  \\n ○嘉秀軒記 \\n  \\n 《禹貢·揚州之域》曰“三江既入，震澤底定。厥草惟夭。厥木惟喬。”盖三江導震澤之水，東入於海。江之南北，壤地數百里，至今土肥而木茂，民生敦庬，而富庶。地志所載，讀書宦達者，歴代皆有人焉。余行江上，每見人物，問其姓字，往往得前代聞人之子孫。訪其流風遺俗，未嘗不感慨太息也。 \\n  \\n 始余識杜生嗣榮，今十年矣。杜氏世居吳淞，宗族蕃衍，生今年幾三十，能世其業，家於江之南，横泖水上，即其居之東偏，築室於穹林喬木間，為茅檐土壁，無刻桷甃治之麗，前列塲圃，後瞰清流，四榮之外，環以幽花美竹、簷宇髙明、窗户瀟灑，藹然如在深山絶壑，而四時之生意，有循環無窮，顧接不暇者焉。暇日過之，燕坐談笑，意趣甚適。予固已喜其不羣乎流俗也。生求予名其室。予曰“是宜名嘉秀”，以志夫“草木之向榮，居處之有託”也。生甚喜曰“是室之在林下，人皆知其因草木以勝。今得是名，恍若出色而倍價矣。”予因進之曰“爾知草木之嘉秀，可以相爾之室也。而未知人之能致其嘉秀者，可以大爾之家也。古人之於草木，豈徒植哉？以志逺大者，葢有之矣。若竇氏之桂、王氏之槐、謝氏之所謂芝蘭玉樹者，不一而已也。盍亦以是而求之，無以予言為誇而自棄也。”生乃作而謝不敏。 \\n  \\n ○松竹林記 \\n 松竹之為林，髙山平野，在在莫不有之，而此乃欲為之記者，何哉？以曹炳幼文築室，讀書其下故也。 \\n  \\n 自古讀書者，不擇地，而朝夕可以用其力。今此乃特取於松竹之間者，又何哉？嘗疑而問焉。盖有慕於昌黎韓子之言故也。夫松竹之為物，髙標勁節，偃蹇絶特，處暄凜而不為變易，凌霜雪而不為屈撓，蒼古之色，毅然無窮，不與衆卉之紛紅駭緑者，朝榮而夕悴，可謂草木之有恒者矣。以之而固予之志，勵予之益，庶有益乎？此衆人所可知也。 \\n  \\n 然，予於是則有見焉。幼文之大父貞素翁，嘗為堂曰“求志亭”，曰“遂生皆環以修篁喬木，而讀書樂道其中。”卒以行稱鄉閭，名聞朝野。其先人都博君，修藏於家庭間，有齋在林下曰“古節”。後又能以事業顯，皆種學績文，相繼不絶。又得牟趙虞黄諸公，先後所為文辭，以記銘之，至今在人耳目。屋室簡編，賴以乆逺。今幼文復能追前武，不廢箕裘，其所由来，盖有自矣。此豈衆人盡知之哉？自幼文之先世，平日所以為淑，後計者罔有不至此，特其一事耳。幼文之所以樹松竹為書室者，亦其繼述之一事也。又嘗見之雲間之地矣，九山之間有曰“讀書堂”者，晉二陸之故居也。亭林之陽有曰“讀書堆”者，陳野王之遺址也。是邦之望，古今所稱，惟陸與顧。千載而下，尚能指顧其處、而嗟嘆之、不遂冺滅者，豈非以其讀書有道，而賢之。與今曹氏所居與之密邇三世，相傳循習不墜，將不得與前修追逐，而流芳後世哉？ \\n  \\n 室既成，松竹日茂，幼文屬予為之記。予亦與其有是善而宜書也。後之来者，復能有感而興起焉。則予之言得列於牟趙虞黄之後，相與同為不朽，此又不可得而知也。  \\n  \\n 　 \\n 卷二 \\n ◆序 \\n ○送族兄安仲還鄉序 \\n  \\n 世之宗族，以服盡親盡而途人者，乆矣。此老蘇氏族譜所由作也。吾宗自東晉居睦，逮唐貞觀中，神祖孚惠王以勲德廟食，由是聚族廣懋，世次昭著，率世世可考。唐末，乃漸分派散處，各自為族，及今十七八世，積年四百餘矣。子孫不逺數千里，一見而昭穆不紊，不以服盡親盡而途人者，繄神祖是賴。其尤相親暱者，惟諫村、灑後、汪村為然。三族始祖以兄弟為近，乆而子孫益能不自疎外。嵗祀西山廟，必三族合享，率數十百人，所以尊祖睦族，而益乆之也。陵谷屢遷，衣冠氣澤，日以微泯。所幸未泯者，此爾。 \\n  \\n 至元中，先大父處州君，以弗克終仕于宋，晦迹華亭别業。先子遂生華亭，至德間，大父喪歸故里，先子弗克舉家去，至今為華亭人，間有宗族来者，見之惟恐不亟親，愛之恒患不至。自以不得見三族合享之盛，此心未嘗不介然也。 \\n  \\n 至正二年冬，灑後兄安仲君来佐松江府幕，一見而昭穆定親，愛著始而問勞，渠渠中而情文于于，終而感歎凋落，同然而欷歔，兄距灑後始祖為十五世，予距諫村始祖亦十五世。不以服盡親盡為解，友于之情若出同氣。吾宗固自有家法哉！兄弱冠，從事江東列郡，又再入縣幕，所至皆有能聲。今復佐幕兹郡，郡簿書必由佐始。凡見諸行事，一皆處以忠厚，多得其情，郡長官信從惟至。予固自慶宗族猶有人也。嗟乎，吾宗冠葢相望乆矣。時殊事異，鞠為塗泥，能彈冠自奮者，復幾何人。兄一出而宗黨出色，先世氣澤不遂微泯，可謂求什一於千百矣。顧予生長異鄉，衣食於奔走，不得與宗族共處，每南睇松楸，無寧窮已在。莊周謂“去國見似人而喜，”況吾兄哉？今年春，兄以秩滿，白郡長“去歸鄉里”。由是退，自悲“向吾先子之介然者，既不得釋今之合，而離者，又烏可己於言耶？”因兄之行，敘夙昔之所感，以識别，又不徒私於兄而已也。 \\n  \\n ○送畫者尹楚臯序 \\n  \\n 江漢以南，古為楚地，羅浮衡岳，洞庭雲夢，瀟湘廬阜，世號竒偉秀絶者，咸萃焉。夫楚在三代盛時，殷武之詩，嘗抑其强大；春秋書法，不使與中國齒，良有以也。至入秦而國除，更兩漢六朝，唐宋之化，而人物乃盛。郡邑之名，亦隨時以易。數千百年而下，幽人勝士猶不忘其初名，至今形之文詞，取以名其居，名其人，名其物者，往往有之。當時列國，若齊魯晉鄭宋衞，皆不與焉。吾嘗意其有取於山川之勝，人物之盛，而舍詩人春秋之所陋也。惟山川之樂，雖王公貴人，有終身慕羡不得，一至其處者而遁世放曠之士，迺居處遊，歴其間得以為歗歌術業之資，以娛其生。較之，孰得而孰失也。 \\n  \\n 覃懐尹安卿，非楚産也，而能慕騷人風度，始援筆寫蘭蕙，即有成趣。既又歴覽江漢勝，槩萃其所，尤以為圖畫，志可尚也。縉紳之士，嘉其能為詩文，以朂之，有曰“是宜號楚臯，則為無負所學。”及觀其畫，皆瀟灑縱逸可喜。於是益信其於山川竒偉秀絶者，果有得也。今復將逺遊，以窮夫平日所未至，而廣其學，則斯名豈徒假哉？遂為之歌曰： \\n  \\n 楚之山川兮，幾千萬里。周流而歴覽兮，惟適所止。思古之人兮，弗可致。聊延佇於澗谷之間兮，撫遺蹤而興起。攬荃蘭兮，蕭艾深。援余毫兮，殆將求其苦心。道里綿邈兮，曷從執珪而越吟。悠哉、悠哉、嵗將晏兮，其可以窮幽尋。 \\n  \\n ○進士吳善卿赴黟縣教諭醵贐序 \\n  \\n 江浙省取備榜進士，今嵗得吳君善卿。士論相慶，以為得人。善卿，甘肅人，而假館松江，遂以與薦焉。右牓之士，每舉登於江浙者，松江恒多於他郡，而善卿獨得稱善衆論者，何哉？豈非以其嘗實力於問學，無待於假人，非以幸而致者也。善卿平日好學而謙識者，莫不以科舉許之，今之舉或以其不可得在正牓為憾。士論曰“不然，文自己出，雖備牓亦榮也。”豈天將以是為他日正牓之權輿乎？牓出未兼旬，省檄調徽之黟縣文學，與善卿争名者曰“黟，陋邑也。若冷官，其何以堪之。”士論曰“仕而優則學，豈天其或者以此小試善卿之才，而玉成之是，邑獨不可施教耶？”雖然，善卿，貧士也。孟子曰“仕非為貧而有時乎為貧。”今善卿為百里師，得行其道，志不為貧也。母老矣。居無積倉，行無裹糧，雖無離憂，其志不樂於其行也。劉君用章為之請，且謂予書之。凡善卿平日常所来往與是邦富而好禮者，必能為善卿謀之，上以贊有司之得真才，下以為力學者勸，固無俟乎？！喋喋也。 \\n  \\n ○潘鍊師松菴序 \\n  \\n 老子之道以清淨無為為宗，鑿鑿五千言，所以垂世立教者，至矣。當時，雖孔子之聖，猶歎其猶龍也。後世宗其學而得其道者，凡幾千百人。其徒敘為列仙、集仙等傳，以與太史氏書相乆逺，豈欺世哉？又其後，“飲刀圭，鍊形氣”之説行，則謂老氏之學，惟長生乆視之趍是，豈知老子者哉？葢凡得其道者謂“止於無為”，然而未始無為也；謂“入於虛無”，然而未始虛無也。 \\n  \\n 惟周流六虛，出入古始，將無所往而非道，與天地萬古相為終始，雖鬼神造化不可端倪矣。豈徒長生乆視之為哉？故自老子以下，五祖七真之緒，相傳為尤著。其學盛於北方，乆矣。國朝混一區宇，特設全真掌教宗師，以領袖之，而天下學者無問其源所自出，靡不以“得承七真先緒，逮事當今宗師”為足也。 \\n  \\n 維揚潘鍊師仲華，自幼為儀真瞿老師之門人，掌教大宗師。完顔公嘉其能循道誡，翛翛然，有古髙士風度。期可與入老子之道。號之曰“通真明義静德大師玄中子”，且命主領“益都路嶧陽山碧雲宫”香火，仍給金縁紫服。仲華曰“是未足以盡吾學道之事。”於是退歸維揚，結廬燕坐，以修其道，且以休其徒，衆而講習焉。命曰“碧雲菴”，示不忘嶧陽之命。還以青松萬本，復自號“松菴”，以喻嵗寒後（不）凋志，學之乆而彌堅也。予聞鍊師棄千金之家而忘其故習，不蘄仕進而甘於恬漠，非真有見乎？老氏大意弗若是也。顧三千之行，有以備於身，其與向之五祖七真，游於無何有之鄉，則兹松之植，拱把而合抱，青青者，無窮期。又將不得與真游同一不朽與！ \\n ○送傅明學序 \\n  \\n 徃年，邵武太守汪公國良，與江東傅氏，為通家好。嘗聞其言傅氏家世之盛，與初菴先生數（教？）學之善，固敬諸胸中矣。而傅氏之選於鄉，擢于朝者，累舉，皆不乏人，益知其族之蕃衍有自来矣。至正壬午子初，叅軍登第，奉常得其文而誦之，邃然淵深，渾然端厚，有德士也。又六年，叅軍以浙闈較文，来遊雲間，始得相識，以奉周旋。 \\n  \\n 其從子，明學，實從之来。明學，甫弱冠，氣質冲融，言貎兩資，傅氏佳子弟也。既乆，見其在伯父旁，油油翼翼，祇服厥事。暇則，沈潜誦讀，日益而月廣，恬進而勇退。觀其文，則鏘然成章，能世其家學者也。退自吁，予與明學，皆宋舊家出也。予自弱冠以徭役旱澇，世故相屈，抑堂播之，弗績弓冶之俱，棄浮湛里閭，所幸氣節不遂以冺，今年既四十，視明學之所為，能不愧，且悔悔，且莫及矣。 \\n  \\n 叅軍於稠人中，知遇最厚。明學以前軰相尚，予益不敢以少予嵗視之也。而邵武公又予外姻之長，則予與傅氏之契其所由来逺矣。今叅軍公上廣信有日，明學復侍以往，於其别，執手謂之曰“明學，行且進，於學振而家聲矣，抑能遵而伯父之教矣，予復何言？雖然世之人，方惟功利聲勢是尚，吾黨當追念故習，即仁義以自異，無俾流俗能移，則庶乎可逺大矣。” \\n  \\n ○送張令尹序 \\n  \\n 華亭為百里之縣，東與南皆瀕於海，厥田下下而厥賦上上，在吳越為壯縣，都保廣袤，不踰中原之中縣。然四境無不食之地，設官不過宰丞、簿尉，洎學校、倉庾、鹽税之職而已。以故奉上字下者，咸得充裕焉。國朝陞江南軍州為路，壯邑為州，好事者乃増益華亭户口糧税之數而上之，於是分其東半置上海縣，復設松江府，以總會之地。削於下官，迫于上百里之宰，不得專制而盡其才，今乃共坐一署上。又設長，以兼領其事。丞簿尉，無分職，復得以叅裁可否，專制之令益不行矣。然民心所仰，仍屬於宰，而同寮不與焉。是知古法固入人深也。欲直行已志，不為同寮摇奪者，惟不貪而明，明而能幹者，為然數十年間，明而幹者固不為無人，咸溺於貪而志卒不得逞，亦其理宜也。 \\n  \\n 邢臺張侯来宰是邑，三考之内，終始如一亷幹，且明聞于朝野。奉上字下，惟盡吾才。賦役之不等者均之；文教之失宣者振之；豪奢之族、蔑敢干以貨賄强梗之徒，無所逃於縲絏。民蘇而吏逸，盜弭而訟平，寃者以伸，而戾者以懼。雖郡官之命，弗直不受，乃心所安，一視斯民為命也。直行已志，同僚不得以摇奪者，於侯斯見之矣。故凡侯之善政，載諸冊書，紀諸碑碣，形之詠謌，傳之朝野者，皆歴歴在人耳目，非倒指立談可盡。一旦秩滿，告去，自郡官至於庶人，罔不嗟嘆扼腕，惜其不可留矣。吾既慨寥寥數十年間，賢宰不多得。廉幹且明者，侯獨專美之矣。又懼繼是以来者，尚能若侯之，如是，以惠斯民乎？！故書以識别。 \\n  \\n ○贈浮屠如月序 \\n  \\n 學佛之徒，無農商工賈，奔趨負荷，力役重任；惟日端坐，事齋戒持律，講讀其書，然其為道難成，有不可容力者。故必虛其心，使不為毫髮世慮汙染，歴乆不異，則物我相忘，身心皆空，表裏翛然，無所附麗，然後此心湛然虛明，洞矚萬類。凡世人智力所不能窮極之事，無適而不達。其為道，信乎難成矣。又必守於乆逺，使恒明而不昩。斯僅可以言佛之徒也。 \\n  \\n 雲間九山有僧曰“慶”，名其徒曰“如月”，葢取諸此義“月介其鄉之老”。人求予言以自廣。予因告之曰“天地之間，恒明而不昩者，莫若日月。人身之中恒明而不昩者，有明德焉。故經曰『在明明徳』。使不為物欲所蔽，則其本體之明者，皎然長存，而洞矚事理，無適非道，譬之日月之光，無時不然，不蘄照物而物皆莫逃其明矣。”此聖賢為學之極功，與學佛者之宗旨若不異也。月能勉之於斯，當有得焉。雖然吾嘗聞，得佛之道者，心性虛靈，歴浩劫而不昩，天地日月有壞，而此性常在。竊常疑之而未信，如其果然，則夫“如月”之取喻，又不足以盡之矣。 \\n  \\n ○送張孟膚移居吳門序 \\n  \\n 世道之治亂，相仍乆矣。夷考古昔，葢亂之日恒多，而治之日少。士君子不幸身親亂世，雖有道徳文學可以大過人者，亦將無以保任其父母妻子於斯時也。文王、孔子，聖人也。拘於羑、畏於匡，此豈不徳而致之耶？秦漢以降，至唐天寳——至徳間，惟杜子美奔走亂離。自幼至老，與其身相為終始。竒窮流落之態，可謂至矣。然抱其胸中之道徳文學，以自異於世，終不為造次顛沛所移也。若然者，代皆有之，豈獨子美為哉？後世言身親亂離者，必首稱子美，盖以其能著之聲詩而可見耳。子美之言一事一物，靡不形於咏歌，以與其身相為終始，道德文學因而傳焉。後世稱之曰“詩史”。卒無異詞。比自十餘年来，兵戈之迹遍滿山野。江淮吳楚之民，靡遑寧處。 \\n  \\n 友人張君孟膚，世家江隂，屢嬰患難，轉徙周流，避地鄰里，無寧嵗矣。至正己亥秋，奉父母攜妻子來三江南，僦編氓之室以居。視孟膚，奔走兵塵，故園風物，衣冠圖史，與凡所以奉親養志之具，皆蕩為刼灰、荆棘之墟矣。宜若可憂也。而孟膚日經營之，以奉髙堂菽水之懽，以字閨房綵衣之樂，欣欣然，能忘其憂，惟從事翰墨文雅，扁舟往来吳松幽勝之地，樂交游大人君子之門，長篇短什，靡日無之，未始有羈旅容色。嘻！此豈非胸中有所抱負而然耶？今將卜居吳門市中，以為諸侯賔客。於其行也，朋游咸賦詩載酒，以餞之。予以謂孟膚之志，氣槩可見矣。孟膚之孝弟學問，不言而喻矣。所幸者孟膚之齒未也。他日，四海晏然，富貴而歸鄉里，當以平生履歴，著之詩篇，與此身相為終始，追子美之髙風遺躅，以為今代之詩史云。 \\n  \\n ○送全真嬾雲子序 \\n  \\n 學老子之道者，必年富力强，血氣充盛，加以存養之功，則其神易完守，易固，而心之所操者一，其為道易成也。故昔歐陽公嘗問道於石唐隱者，隱者曰“公之屋舍己壊，難復語此。”由是知血氣既衰，斯不可以有為矣。惟其逺取諸物，近取諸身，身之屋舍有壊，固不可以語道。至於寄其身之屋舍，益不可以不完也。否則風雨霜露，必摧吾體膚，伐吾筋骨，將竄避之不暇。又豈能佚吾四肢百骸，以固吾精神血氣而操存其心耶？故老氏嘗謂“身為丹基”，葢謂是也。 \\n  \\n 嘉禾嬾雲子懐君仲彬，師事老氏而習其道。兵火之餘，屋室蕩盡，浮游畢縣，寄身故舊而能不廢其學，日夕思念，遑遑焉，惟恐業之不精。嵗之不我與，而此身之屋舍，亦隨以壊也。今將歸故里，卜築于雙湖，上為苟簡之室，以事老子，而棲其所謂身之屋舍者，其志盖可尚矣。暇日過予，自言其道之難成，而事之不易集如此。予謂“世之知愛其四體，為之宫室以藩蔽之者，人莫不然也。至於，固其精神血氣而存養之、求其放心而操存之，非學道之士弗能也。而老氏之徒乃能若是，豈不可尚也哉？”苟有力者，能為。嬾雲，棲息其身，使不為風雨霜露是懼。神完氣充，以全其存養之功。他日得為莊周列禦寇之徒，與聞乎老子之道，顧不拜諸賢之惠與？ \\n ○題錢素菴所藏《曹雲翁手書〈龍眠述古圖序文〉》 \\n  \\n 道在天地間，惟文乃能載之。苟無文，則道將不能以言傳。雖傳，亦不能乆逺。古先聖賢所貴乎文字者，以其為載道之器也。自三墳五典，群經衆史，諸子叢集以降，而為法書墨蹟，片言隻字，莫非載道者，故歴代寳之，乆則愈貴，以見今之不及於古焉。 \\n  \\n 貞素翁為鄉里典刑，學術優。贍經史百家，罔不造詣。家所蓄書，數千百卷；法書墨蹟，數十百卷。非徒藏也。日展誦之，所得者，深廣也。翁生太平時，年幾九袠，以考，終不可復得矣。晚年目明，手書細字，精緻可憐。此卷葢為素菴先生書“宋福唐鄭先生所為龍眠述古圖敘文”也。追思翁，康强時，幅巾野褐，扶短笻竹，招邀文人勝士，終逍遥於嘉花美木，清泉翠石間，論文賦詩，揮麈談玄，援琴雅歌，觴咏無算，風流文采，不減古人。其有得於文字間者，未易臆計也。暇日屢從翁遊，得所書詩文、小簡，凡數十紙，至今寳藏。時出而觀以，求翁於髣髴。未嘗不致私慕之戚乃已。 \\n  \\n 今觀先生所藏而敬愛，若是保全於兵火者。又若是，其賞識良可尚也。以謂書之在人間，恒得如翁之善藏，則書為不徒辱矣。若翁之能造詣理趣，卒為鄉里典刑，則翁為不徒藏矣。先生復能寳，翁遺墨將垂乆逺，則翁之髙風雅度與宋諸賢，同為不朽矣。吁使翁平生所藏之書、所書之蹟，盡得如先生者而付託焉，豈非翁之願也。又豈非書之幸也。鄭子産有言曰“非無賄之患而無令名之難。”愚亦曰“非無書之患而無賞識力學之難也。”先生求文識卷後，故書以復命焉。 \\n  \\n ◆説 \\n ○李轟字説 \\n  \\n 天地間聲之大者，莫若雷霆。凡狀雷霆之聲者曰『轟』，而他物不與焉。字書謂『轟』為羣車之聲。若然，則車聲葢與雷霆等矣。聖人制器車之體用至備，圓其葢以象天方，其輿以象地，兩其輪以象日月。任載運行，俯仰周折，具盡物理。斯聖人所服用也。以車聲而侔雷霆『轟』字。又專為車聲而作，雷霆反借義焉。則車之時，義大矣哉！會稽李生取以為名，豈苟然耶？乃若得之父兄師友，則人之情也。果何異與，今乃得之夢，是得之於神也。得之神，是得之於天也。貞居張鍊師以“起之”字之，不亦宜乎？予今年始識起之“質而不野、和而不流”。詢其家世，又觀貞居所為文，因以得其為人起之未老也。篤志而力行，以自樹立其身時，至事起足以有為，豈知其聲名不彰彰然於天地間耶？以能不負其先世之澤，與神告之休徵，庶斯名之無忝也。  \\n  \\n 　 \\n 卷三 \\n ◆行狀 \\n ○元故嘉議大夫邵武路總管兼管内勸農事汪公行狀 \\n 曽祖：鏞。宋·翰林太醫，皇贈中奉大夫、湖南道宣慰使護軍，追封平陽郡侯。妣趙氏，平陽郡夫人。 \\n  \\n 祖：吉。皇任登仕郎、建德路壽昌縣尹、贈資善大夫、太醫院使、上護軍，追封平陽郡公。妣徐氏，平陽郡夫人。 \\n  \\n 父：斌。皇任昭文館大學士、資善大夫太、醫院使、贈榮禄大夫、司徒柱國，追封徽國公。妣陸氏，徽國夫人。 \\n  \\n 公諱從善，字國良，姓汪氏。五季時，有自歙之黄墩徙婺源還珠者，子孫家焉。為江左著姓。宋建炎紹興間翰林學士，藻名顯一時，故歙之汪，至今蕃衍。宋末分派，來杭之新城，世以醫官入仕，至徽國公斌，始刻意習舉子業。學射御法，慨然以功業自許。宋亡，乃復從醫術。國朝充江南行省署為官醫。至元廿三年，世祖皇帝徵天下賢才御史，以徽國應詔。召見，奏對，稱旨，切脉竒中，用藥立効，即日拜太醫院官，出入四朝，多獻進治道及民間得失。凡醫家所謂五運六氣，與政事嵗相符合者，無不備陳，故雖以醫進而黙能裨益政治。累遷至昭文館大學士、太醫院使，實生公焉。 \\n  \\n 公生而秀頴，不與凡子類，十餘嵗時，見其父出入宫闕，一日請得觀上居處，徽國弗許。十三嵗始命公奉芍藥芽及香藥一器入見便殿，世祖皇帝使免冠而相之，點首許可，以手撫公額，顧徽國曰“卿有子矣。使學文術，後當逺大。”徽國頓首謝，故公舍家學而業儒，世祖命也。授《尚書》於三山益齋，周先生，某之門長師；天台山齋，柯先生，謙益，通經史百家。時科舉法未行，弗得以儒進。大德元年，宰執托音納公、李公邦，寧穆爾、竒公等以公入見行宫。成宗皇帝有旨命，公入舒庫爾齊班，尚冠服。由是日，在上左右，夙夜執事，無缺失者。 \\n  \\n 公聰敏絶人，凡省臺卿監奏事，無不畢記。奏已上，或有所可否，欲更張之，問公“某日某臣奏某事。其辭云何”，公對如奏，語無所遺誤。故上雖頃刻，必使公侍。 \\n  \\n 公膂力善騎射，上每田獵及巡幸，上都必命公親從，上時涉歴險阻，或風雪陵轢，馬顛逸不調，公必力捍衞，使無虞。上嘗蒐栁林，經再宿未返。議明日復獵，公因諫曰“夫獵禽獸，為薦宗廟也。今所獲已倍常數，且春蒐弗取牝孕，先王所以重生育也。臣請車駕還宫。”上即命檢閲所獲多寡。有司奏數過多。上因命公宣旨罷獵。 \\n  \\n 大德六年，由近侍進秩奉訓大夫典瑞監丞，雖拜官供職，猶朝夕在上左右，如近侍。時乗間奏曰“臣向近侍，得朝夕奉宸御。今既受職，則有司存臣，豈不知陛下眷顧之隆，猶恐官謗之速也。”弗聽。大德十一年，上不懌詔徵御寳入内，未幾上崩，儲貳未立。武宗皇帝時，總戎朔方仁宗皇帝，以太弟先入居東宫。太后垂簾，宗室未附。公語諸同寅曰“今大行未即山陵，嗣君未至。御寳，國之神器，不宜久留中宫。萬一盜賊竊發，若社稷何。”衆論議不決。公曰“今此莫若先奉璽東宫，以俟即位。”是夜，公及同僚五人舁寳，至東宫門，仁宗曰“卿等忠孝，使我有此神器者，誰其始之。”衆應曰“汪從善實始謀之。”仁宗曰“天實福我神器，卿等社稷臣也。”皇帝旦夕即位，當加德賞矣。武宗入正大統，即位之日下詔天下。公抱璽立上側，大監竒哩克台用璽弗稱。仁宗顧公使用璽。公從容搢笏，持金盤調朱，用璽如法，上與仁宗皆大悦，一時咸稱男子。至大二年，以恩賞賜四品服，陞中順大夫、宣德府知府，兼管本州諸軍粤魯。會徽國疾，公以侍親辭，尋有旨改典瑞監為典瑞院。宰臣奏除新院官名。上曰“曩。朕即位時，監丞汪從善用璽甚稱。可特除判官，即日遷典瑞院判官，散官如故。”葢上親擢也。會院以例革而徽國疾復不已，公又以侍親辭不仕。上初不聽，集賢學士李公邦寧、侍御史雅爾鼐公等為請，乃得旨奉養，遂閉門侍奉，藥饍必親上，日遣中使問疾，慰諭絡繹，且冀徽國疾有損，而公復出仕也。徽國竟不起，至大四年十二月薨於大都之賜第，制贈從一品秩公，與母夫人護喪，歸葬江南臨安縣服闋。 \\n  \\n 延祐元年，除龍興路富州尹兼勸農事。二年到任。民有巨室訟宗族爭財者，連引無服親屬至數十人。前尹累嵗不決。公至數日，吏以案進，民亦聚訴庭下。公省案得其要，即命吏畫紙作五服圖，俾無服者皆不得分財，其有服者聚分如律，一州大服。民有殺人者，官久不得其情，連坐者十有七人。公悉縱之，衆莫測。所向未幾，殺人者果得。葢縱者感悦而物色得之也。 \\n  \\n 延祐三年，太保庫春公邁珠、國公學士李公邦寧、同被旨于朶殿，俾中書徵公入朝。時公在任。使者授命，公即日馳驛，至京九月，庫春等以公見仁宗皇帝於白塔寺，勅中書議署公朝闕。公以母老，力請補外，以便奉養。屢請弗許。丞相哈克繖公、平章阿巴哈雅公、叅議欽察公、嘉公孝誠、一日奏事便殿，公適在上側，因為公請，始得命外補。四年十二月特旨除松江府知府，兼勸農事，仍命提調普慶寺錢糧。六年到任，松江濵海為郡，郡統華亭、上海二縣。華亭厥田下下而厥賦上上。春夏之間，水至則不受種藝。秋水則穀且不實。公始以為憂，即戒縣官，築堤防水。其年秋大熟。城西南有晉陸瑁魚池，舊為屋其上，曰“西湖書院”，嵗久不修，且壊。公即命用工，弘其前規。又設掌祠守之。七年夏大旱，苗盡槁。公親走羣望，用幣。詰朝大雨，境内皆足。嵗又大熟。秩滿，母夫人樂其鄉蓴鱸，因卜居城南，以稱母意焉。 \\n  \\n 泰定元年，宰相奏公為南康郡，大修白鹿洞書院。洞自朱文公為守時，正其山園疆界。嵗久，鄉民寺僧，掩為已有。公親往訪問，盡得文公所刻界址字於石上及澗水中。民僧率服，疆界如初。洞有大松數百萬計，無賴軍士，每芻蕘焉。院莫敢與争。山長樂杞以聞，公捕樵者未責以罪，遽命齋厨飯之。食已始諭，以移牒軍府治罪。衆感激，乞就公受罪，公與之約法而舍之，皆拜謝去。迄今洞無樵擾。又重廣文公祠宇。院既訖工，公乃大書牓曰“天下大書院”，至今過者指之曰“此吾汪使君績也。” \\n  \\n 天歴元年冬，詔江南諸道，兵入京師宿衞時，天下太平日久，民生不識兵革，諸將沿禄，軍士多失訓練。公謂萬户陳某曰“汝世將家，有力行伍，必齊乃士卒，無若他郡失伍也。”時陳以公文官，不省武事，即以兵法難公。幸公謝不能，則專之矣。公曰“師出以律否臧凶”，因為之條列“古今兵法及古今用兵得失。”陳遜謝不及，由是一切訪公乃行。是嵗，江西諸郡，兵皆無若南康用命者。江西兵多，假道南康以渡江，所至抄掠，鄰境戒嚴。公即移牒鄰郡禁止。翼日亭長以鄰兵假道聞，公單騎往撫，諭責以行師失律，且曰“兵法。剽掠民財子女者斬。入境犯律者，吾直斬之，無貸。”衆畏服，無敢動者。公又出官錢，命星子縣官聚落星湖漁舟民舟數百艘，渡鄰兵於江北，助其貲糧，扉屨。用是，秋毫無犯，一郡安堵。郡造兵器，公親為指畫舊式，以教匠必如法始用，非若他郡文具。守南康，五年始得代歸，民遮道輓留，父老皆太息泣下。 \\n  \\n 元統元年，拜“嘉議大夫邵武路總管 \\n 内勸農事”。二年到郡，五府官分道録囚。民有被讐殺父者，其子丁某投狀光澤縣，從斷遣丁，弗忍潜。殺讐以報復，自投于縣，繫獄且數嵗矣。案成罪當大辟。公曰“人告殺父，而官弗為直。為人子者，義不共戴天，能自殺讐以報。義也。不逃其罪而歸之有司，不敢廢法也。殺人而從斷遣，是廢法不用矣。自投有司請罪，則置之極刑，是又出於法外矣。由是觀之，是官廢法，而此囚反不廢法也。”五府官初未之信，公對如初，曰“使汪從善為郡，此囚終無死理。”上官咸悦。卒從公議。民遂得不死。於是郡獄悉聽公處決，不復可否。囚始擬死罪，賴公全活者十餘人。公語同僚曰“吾非苟活民命以要譽也。必也。無可死之，實則活之。若苟活，則彼嘗被囚害者，豈不寃乎。憲司有獄，多命公鞫之。公按問以律，罪無枉者，閩民頑愎，公一切繩之以法。巨室騷擾鄉民者數家。凡民家山園陂池、租庸子女，唯其所欲。苟有吝色，必讎之至死地，甚者一家被害。公捕其尤者一二斷罪，餘皆屏息。鄉民吳某以負官租，為縣官榜掠，赴郡誣縣官受賕，公曰“自吾為是邦縣官，無取賕者”。詰之辭果廢。約明日逮縣官對曲直，民懼宵遁。里胥有不能於縣官者，教之使投牒憲司。憲曰“是必郡縣相表裏耳。”民因併誣公與達魯花赤且吉公，俱取賕縱已，故一時皆受逮。公曰“吾為郡，且二年，邦人皆有以知吾心矣。今直縣官而受逮，雖得罪，亦庸何傷”，遂俱詣憲。憲讓以縱縣官害民，取賕縱罪。公曰“縣徵租，縣職也。民負租，民罪也。縣罪之法也。民誣其上詰之而辭廢郡直也。約逮縣官對曲直，不苟罪民也。曷謂縱縣官害民乎？情偽已見。民懼罪以逃。又曷謂取賕縱罪。”憲不復能詰，然猶留公等不遣。既數日，會徽國夫人薨於郡署，遂丁憂離職，時至元二年十月也。明年奉喪歸臨安，穿徽國壙而合葬焉。終喪還居松江，以著書自晦。嘗曰“吾一門受國家厚恩，未能報萬一。吾早嵗涉歴風霜，今年踰六十。筋力衰謝，倍於常人，雖强出仕，亦弗堪奔走。與其弗事事而尸居竊禄，是重吾過也。迺葺田廬以老焉。”閉門謝客，以家藏舊書，教其子孫。 \\n  \\n 至正元年，山浙行省宰臣以公年未及致仕，不宜早謝民事，移檄中書，起公視事。公又謝不堪。省臣卒以公名進命，未下而公病矣。公每典州郡，必首修學校以作養人材為先務，手點六經四書，教鄉校子弟，使廣其傳。公博學而文，讀書必先經史，醫書次之。凡冠婚喪祭、隂陽術數、天文地理、釋老之學，皆極其妙。嘗見相山為墓者曰“是後子孫當得某疾。”卜日行師者曰“是日當蹶領將。”已而皆果然。晚年益究性理，叅求“周邵程朱”心法，故得見大意焉。公貎狀魁梧，氣宇落落，望之若中原遺老。性剛介，不務細行，常面折人過，而退無言。有為不善者。必相戒曰“是勿使吾汪使君知也。”始從徽國。在先帝時，賜予甚厚，既仕得禄，每分贍宗族，以彰君賜，無少吝色。以故晚年無儲蓄，自奉菲薄，處之恬然，公先世事宋，多識前代典，故壯年出入宫掖，尤知國朝禮。又敏於言，每被顧問，奏對唯謹與公卿大夫。同僚議事必稽經史按法律。平居好客，日未旰，户外之屨滿矣。客不来則不樂，談笑亹亹，終日不倦。公有姊蚤寡，守節不可奪。公事之如母，養之終公之身焉。嘗招泰州人王公，知本教授於家，殁，公為營喪葬盡禮，使諸子為服心喪。王無子，命其姪為之後，復資而室之。又嫁其孤姪女。邦人為歌詩以頌公德，至今人能言之。 \\n  \\n 公所著書有《通鑑地理志》二十卷。《地理考異》六卷。《生意齋筆録》三十五卷。《讀書記》十卷。《中朝紀聞》若干卷。《博愛堂家藏方論》若干卷，餘未竟集者，又數四。公又長於書法，凡鍾王以下，靡不究。晚年書益有名，力學益不衰。 \\n  \\n 至正二年秋忽感痁疾，既又腹疾。疾革以後，事屬其弟從道。八月七日丙午卒于松江里第正寢。家無長物，琴書祭器而已。 \\n  \\n 公生於至元十六年十二月四日。春秋六十四。夫人燕山隋氏，太醫院使有之女。繼，吳郡蔡氏。皆先卒。子：男五人，曰謙，娶魯郡徐氏。曰繼祖，曰泰，曰晉，曰渙。女五人，曰財，適華亭夏日起。曰住。曰現。曰普。曰遵。皆在室。孫：男一人曰觀寳。女一人曰觀奴。經營公之喪者：弟從道、從禮、甥沈元復、故吏張俊也。從道等與諸孤謀以其年冬十一月十六日甲申，葬公於杭州臨安縣鳳亭鄉海塢山之原。從徽國之兆，以二夫人祔焉。治命也。 \\n  \\n 嗚呼！公事親盡孝，事君盡忠，居官而官事治，在家而家事理。夫君臣相遭於明時，而能有為如此，其嘉言善行，固當有以傳世也。使天假之以年，則其仁愛及物而功業在朝廷之上者，又何如哉？亨貞自童穉時，獲游公之門，比弱冠而公妻以甥女，於今計廿餘年矣。平日行已立身之方，得於公者為最多。公沒，謙等屬以行實曰“先君子平生履歴知之詳者，莫若子。子其為狀。”遂不辭而録其大節，以備國史採擇，併求當代立言君子銘其不朽。 \\n  \\n 謹狀 \\n ○故忠翊校尉徽杭等處搉茶提舉唐公行狀 \\n 曽祖：元忠。妣：趙氏。 \\n 祖：信。妣：孫氏。 \\n  \\n 父：文洪。妣：沈氏。 \\n  \\n 公諱昱，字仲明。姓唐氏。世居雲間之海隅鄉。祖、父皆晦跡，為鄉里老成人。公幼有志氣，不與羣兒類。知有向上事業。不為同流合汙之行。及長，能卓然樹立，思有以顯其親。凡所趨向，皆勇於慕義進善。度量倜儻，表裏如一。善治生理。凡祖父産業，悉充廣之十倍舊制，然輕財，好予周貧賑急，奉上字下，惟視吾力，無少吝色。尤厚於宗族，敬愛無弛，禮事父母孝，待子弟嚴。於鄉黨之賢者、長者，皆推誠而親敬之，咸得其歡心。故逺近悉稱其賢，謂盡親仁善鄰之道焉。 \\n  \\n 至順元年，郡境大飢，公慨然捐廩粟二千五百石，以賑施貧民，一境賴以全活者甚衆。有司具其事聞於朝，朝臣奉詔議以八品恩例賞之，授進義副尉，浙西袁部場司丞。在任四年，有餘鹽課，每嵗報最公心，制事户不煩擾，視他塲為優，上司咸稱其能。元統元年，改授保義副尉江西蘆潭批驗所提領。到任益廉，謹稱職，無廢事。至元元年，以年滿七秩，乞致仕。長官以公筋力未衰，曲意稽留，不聽。而公意不敢違朝廷通例，懇辭切至長官，卒不能奪其志，翩然賦歸，營菟裘而老焉。有司復疏其事，以請朝廷頒恩例賜“七品秩、忠翊校尉、徽杭等處搉茶副提舉、朱衣象笏”以榮其老。公自以平生無仕進志，一旦被國恩若是，每拳拳思盡奉公之心，以稱報效。 \\n  \\n 既歸故園，悉以田園家事付諸子，益延名師教諸孫以禮義。暇日則為園池植花竹以自娛，肩輿往來田野間，置酒肴召朋友，親戚歡笑，殆無虛日，鄉里榮之，有餘力則營建橋道，凡若干所。平生事佛尤謹。嘗親詣四明補怛迦山,感大士現像。其於佛刹，力所創建者，若同郡澱山寺大雄殿寳塔經閣，及諸像設廡宇也。所施予者，若杭之靈隱寺，則粟百石。澱山則千石。吳之開元寺則錢二千五百緡。洪之上藍寺，則五千緡。又嘗為飲食以供萬僧，其他不可以數計者尤多也。至順庚午，發帑財，以施飢民。為饘粥以食老弱。凡閲數月乃已。此皆出於中心推恕，非要譽於鄉黨朋友也。郡邑長官聞公之賢，咸願與之交，不以民曹視公。公亦樂與周旋不倦。自致仕歸，則杜門不出矣。及今子孫五世同居，平日嘗以自己少年勤苦訓之，故皆能克家幹蠱，以承公志也。 \\n  \\n 公生於宋景定甲子三月九日。顔貎粹然以和，老而彌健，至正癸巳，自春以來始羸瘦，不良於行，危坐終日，食飲言笑不廢也。至秋則氣息奄奄，澌盡弗任矣。八月十有七日，二子諸孫問起居，猶能呼其名，至夜分乃逝。壽考九十。娶臨安俞氏。繼澱湖邵氏。皆先公以殁。子：男四人。長，俊卿，娶上洋張氏，早殁。次，俊民，娶雲間金氏。次，俊賢，娶同邑張氏。次，俊良，娶澱湖陳氏，亦早殁。女五人。適邵聲甫、任宗逺、何士淵、俞忠、張子才。孫：男九人。世昌、世榮、世安、世忠、世能、世才、世華、世贇、世彰。女二人。適俞國才、凌居仁。曽孫：男十有三人。女十有二人。玄孫：男二人。俊民等卜是年九月二日丙寅，奉柩火葬於壽寧菴先塋。從治命也。 \\n  \\n 嗚呼！公生時能自異於衆，立身起家，以光前人。報國以忠，理家以法，處族以和，居鄉以慎，教子孫以禮義，老而康寧，殁乃委順，以壽考終其身，而子孫皆能承其志不墜。其業可謂鄉之善士時之全人也。襄奉日嚴。諸孤以行述為請庸摭其梗槩，以求當代立言君子，銘其不朽云。 \\n  \\n 謹狀 \\n ○元故建德路淳安縣儒學教諭曹公行狀 \\n  \\n 公諱慶孫，字繼善，姓曹氏。上世温之許峯右族，世稱三王，以神明顯唐宋間者，鼻祖也。八世祖諱景修。分派秀之華亭文欽里，代為文家。曽祖諱澤之，宋秉義郎户部犒賞所差監硤石酒庫。祖諱應符，宋迪功郎衢州司户叅軍。父諱榮老，宋宣教郎。 \\n  \\n 公之系，實嚴陵邵氏子。本生父，宋文林郎，處州州學教授，諱桂子。處州娶司户公女曹氏而生公。公葢曹氏出也。宣教公早世秉義府君，命公後其舅氏，公雖外繼，而幼養於處州公克世家，學明書經，生於至元二十三年丙戌七月二十四日。初仕平江路吳縣儒學教諭，再調建德路淳安縣儒學教諭，皆得士論。 \\n  \\n 年甫四十，輒無仕進意，日以經史諸書陶情悦志，得古人嘉言善行，輒書之片楮，揭坐右，踰月則滿壁。又徹而更之，躬自踐履，至熟之乃已。公田廬不迨中人家，取給伏臘，不求贏餘。惟於祭杞，必考求古禮，躬自營修，務為精潔，不以豐凶而有所過不及，誠敬嚴肅。衆人所難，公既為人後，為繼髙祖之小宗，益自（闕）虔恪，以宗祧為重。上世墳營之可考者，尤加封樹。先世銘表之未刻者，悉求名筆以識不朽，復著墓祭禮治革之，以為常式，力教子弟，訓以先世遺法，俾母墜家業於魏晉書法，素所嗜學，早嵗即擅書名。 \\n  \\n 未中年，屏絶聲色，若物外人，築堂曰“安雅居”。群書其間，日夕莊誦，嘯歌忘倦，嘗曰“吾平生無過於人者，惟守吾聖門之學，以行吾儒分内事，雖不能紹先儒道統萬一，然不以世俗名利為身累，豈非陶靖節所謂『不以心為形役』，韓退之所謂『行已立身，自有法度』者，或可冀其遺意邪？”故翰林學士鄧公善之、張公西巖、虞公邵菴，皆公所常考德問業。安雅堂榜，虞公書也。奎章博士柯公敬仲、國子丞陳公衆仲、儒學提舉楊公廉夫，皆嘗為之記。 \\n  \\n 晚年，人皆以安雅先生稱之。公亦喜曰“此吾平生所以自任，若未死而人以謚我也。”踵門求文者無虛月，公所為文，必造理義，盡人情，無誇誕，虛逺態，不作鉤戟喉舌語。一語一字必有來歴，而意度皆從已出，故逺近咸願得之。其所著古詩、近體、騷辭、記序銘狀、箴訓雜文，曰“副墨者若干卷”。年益老而力學益不衰。晚年耳聰目明，夜書細字。又信意作小山水畫幅，殊有佳趣，老而彌健，葢有所養也。嘗曰“吾居華亭九峰谷水間，是邦之望，惟陸士衡兄弟為晉代文宗，今其遺跡皆不可見，能不感慨於千載之下。”暇日窮其讀書，聽鶴之地，遂買谷水東崑山隂，構堂于上，像二子以奠，且築室其下。興到即命扁舟徜徉其間。有司嘉其志，嘗以聞於江浙行省焉。公於宗族間，尤善周旋，奉上字下，能竭智力。少年事處州公克，盡孝道，中年奉叔雲西、居竹二翁，又能委曲承順，事苟有不當者，則犯顔直言，必揆諸理乃已。 \\n  \\n 公平生繼外氏而不以得其家貲為心，人或以為迂，勸公使求之。公曰“上世所以俾我為後者，豈不以吾本宗世有賢人，而利吾道義之澤，為扶植計哉？吾豈較是瑣瑣，以違上世初志。今族人所以沾丐文風向慕忠厚者，豈非處州公有大造於兹耶？”由是鄉黨咸則之。至若處兄弟，子姪，則導以詩書禮義，教以恭敬輯睦。嵗時恒集鄉族長幼於家塾，會講經義，淑諸人者，殆不少矣。及其或以徭役為公累，公雖知其無預，亦弗違其請。至於家貲蕩析，亦無幾微出於言面。家無饒餘、嵗又輟米，以周貧族其有死者，乃身先率衆，以營其喪葬，尤篤於交道。心常薄世俗以貧富為重輕，遇事必尚古人意氣乃已，故江湖間清議，罔不加敬向慕，咸以得識公為足。性至好客，客至則觴咏歌笑竟日。不厭解榻留連，不忍其去，鄉里間每有論議莫適處者，賴公始決，人人得其歡心，親朋燕集，皆力致公，得公始樂。晚年嘗曰“吾本邵氏子，利賴之者不為，不多矣。因考字書，復名曰“綤”，以志不忘本也。編修蘇公昌齡相知既久，至正二十一年二月廿又五日，至公之鄉，始獲晤對，如舊相識，方接盃酒，敘殷勤，論議甫洽，而公乃疾作矣。二十六日質明，命二子曰“吾弗可為矣。汝曹能遵吾平日之行，則吾為不死矣。”言竟乃逝。 \\n  \\n 公娶檇李唐氏承務郎新州同知諱世延之女，先十嵗卒。子：男二。宗儒，娶新安汪氏，邵武路總管諱從善之女。宗臣，娶龍江章氏蘭溪州知州諱夢賢孫女。女四。適仙山施德溥、嘉禾徐麟檇、李唐璟、會稽趙琪，皆儒家子孫。男一子，鎮。女三，皆幼。是年三月卄有二日，宗儒等卜葬於華亭縣修竹鄉文欽里先塋之側。其佛廬曰“集福”。公所履歴之跡，此其大畧也。然皆衆所能道信聞逺邇者，故書之而不佞。 \\n  \\n ○海隅唐氏先世事實狀 \\n 唐氏世居秀之華亭縣。在宋季時，以積善孝義，聞于鄉里，然未始有顯者。迨國初以来，忠翊校尉，昱始能自樹立以大其家。 \\n  \\n 昱之父曰文洪。文洪之父曰信。皆敦朴勤儉，行無踰越。初居華亭集賢鄉鳯凰山之陽。上世丘墓，咸在忠翊遷居海隅鄉横泖之隂前。至元間，朝以華亭之地置松江府，裂其東半為上海縣，而海隅屬焉。今子孫遂為上海人族，于是乎蕃衍矣。 \\n  \\n 忠翊生四子，曰俊卿、俊民、俊賢、俊良，皆克紹家業，善務生事。俊卿蚤世，有二子，曰世昌、世榮。俊民、俊賢尤長於繼述先志，奉公字下，無所缺失，家益以振。俊民生三子，曰世安、世能、世才。彬彬競爽，始能相尚儒術，從事師友，以染濡禮義為悦。俊賢生三子，曰世忠、世華、世贇。俊良生一子，曰世彰。一時咸卓然自立，五世同居，男女數百指，内外戢睦，罔有間言。自忠翊以下，墳墓悉在海隅。嵗時祀事，子孫各盡其力，朋酒羔羊，至於疎逺，皆得還往，殊不失古意。世安有二子，曰景熙、景道。世能一子，曰景辰。皆躬蹈士行，朝奮夕勵，叔出季處，志逺大，以振家聲，事詩書，以圖久逺。 \\n  \\n 忠翊字仲明，幼有志氣，不為同流合汙之行，度量倜儻，表裏如一。其祖父基業，初不踰中人家，能自致力，充廣倍蓰舊制。於鄉黨之賢者長者，又能推誠親敬，咸得其歡心，故逺近皆賢之。至順庚午嵗，郡大飢，捐廩粟五千斛，上之官以賑境内。其所私賑，尤更無算。有司具聞於朝，乃膺懋賞授“浙西袁部塲司丞”，秩滿，轉“江西蘆潭批驗所提領”，俱以廉幹謹慎聞于上下。上司嘉之，待以優禮，年垂七袠，即丐致仕，恩例賜七品秩，授忠翊“校尉徽杭等處搉茶副提舉”。性輕財好施，恒繕完佛老宫室，勉其祝釐，以報上德。至順庚午辛未以後，嵗多歉澇，屢發帑財，以濟飢困，為饘粥以食疾疫，皆樂於為，不出勉强。自致仕歸，杜門掃迹，公私悉任子弟，惟好善，則至老彌篤。嘗曰“此吾家法，上世所由，起家者也。後人其可廢乎？”壽九十乃逝。 \\n  \\n 俊民在父母時，恂恂服弟子職，孝弟著于鄉譽。及忠翊出仕，家事一以息肩。於是賔客喪祭，凡夙所為者，咸加増飾，揆諸禮度乃止。其所未為者，又能力致以求備焉。由是家庭間，親親尊尊，長幼秩然有序，中外藹然以和。後仕至河南等處“人匠提舉”。以殁。 \\n  \\n 俊賢嘗為“湖州路雜造局副使”，尤善幹蠱，相其父兄，服勤穡事，應役奉公，服勞不憚，苟遇繁劇，則兄弟爭先禦侮，故家道日益優裕，沒身不衰。二人皆體貎敦厖，襟度慨慷，不拘細行，見善必為，不改父道，其於修治津梁，平易道路，救災恤隣。又有踰於上世者，事歴歴在人耳目。世安嘗為“内正司繡衲局大使”，在昆弟間表表特異，言行一致，無所外飾，諸父既沒，慨然以門户宗族自任，公私巨細，必身率先鄉里，賴其捍衞，咸稱其質直焉。世能嘗為“管民提舉司照磨”。世才“紹興路山隂縣丞”。世忠“中政院宣使使”。世華“平江路嘉定州醫學正”。子孫至今慤守先訓，其或家有不競者，亦不廢禮。忠翊之葬在其居之北二里，佛廬曰“壽寧院”。葢其生時，俊民預為營卜壽藏，以寓喜懼之志，亦孝道之一事也。從斯兆者，人匠提舉、繡衲局、使，凡三世夫婦悉在焉。 \\n  \\n 景熙、景道每念先世成立之不易，祖父負荷之維艱，而未有著之金石，以垂不朽者，乃援老蘇氏譜亭故事，以謂蘇氏古望族，推而上之亦僅得六世譜以識之，則後人傳習不替，今吾之族固起自閭里，矧祖宗所積者長厚，諸祖諸父以来，皆力延名師以教禮義，可謂有德有造於我後人矣。今之繼以永久者，豈非氣澤所被乎？盍亦以是告於方来，不可當吾世而不託諸縉紳以表墓田也。乃推敘宗族存沒世次，可知者得七世，列之為圖，稽其顛末，告于父友邵亨貞，求綴次成辭，以為之按。亨貞嘗識忠翊公之晚年，自人匠提舉，伯仲而下，皆納交矣。故亦粗知其槩。嘉二子之請，乃不辭而書之，以俟立言君子採擇焉。至正五年十一月（闕）日。 \\n  \\n ◆墓誌銘 \\n ○元故栁州路馬平縣都博鎮巡檢曹君墓誌銘 \\n  \\n 君諱永，字世長，姓曹氏。曹族，温之瑞安許峰曹村。上世自宋建炎紹興間，徙居秀之華亭縣修竹鄉。今八九世，子孫蕃衍。仕者，率不過令丞曹屬，然益讀書為行，為士大夫家。君生大德七年九月二日。父，雲西處士，名知白，隱徳不仕，為鄉里典刑，知名江湖。母夫人，河内李氏，有賢行，晚年事佛，自號紫（闕）居士。君，性頴悟，好學，通舉子業，凡詩書六藝之文，皆習而能之。沈潜體究，必造其理，尤力淹貫魏晉以来字書八法。朋游以能書稱，鍳古墨蹟，法帖到手，輒次甲乙，無失誤者，行輩皆服其識。有膂力堪射御，弱冠筮仕，以蒙古字學進沿，檄為“温州路瑞安州學正”，秩滿陞授“栁州路馬平縣都博鎮巡檢”，未上。江浙行省宰臣賢其學問，以“宣使”辟之，領職且有日，而疾作矣。至正八年九月十三日殁於錢塘旅舍，春秋四十有六。妻，同郡陸氏，先一嵗卒。子：男三。騶虞早夭。次於菟、幼彪。孫：男一，女一。其年冬十一月甲辰，處士以君之喪，歸于其鄉之千山東原，徙陸氏骨而合葬焉。從母夫人之兆也。嗚呼！君之事業，咸期以逺且大，而遽止於斯，不稱其位也。可哀也已。銘曰： \\n 官無云卑道是先 \\n 學必以博約乃全　 \\n 四十强仕傷夭年　 \\n 有父歸骨名山川　 \\n 千載不朽視斯鐫 \\n ◆祭文 \\n ○祭曹雲翁文 \\n 維年月日。外從孫某，謹以家饌牲酒之奠，祭於外從祖貞素先生之靈。 \\n  \\n 天之生公，夫豈偶然！乾坤之清氣，散在萬物，公獨得其賦畀之全，雖不能行道於斯世，實有以追夫晉人之風度，覈於柱下之玄玄，髙山流水，光風霽月，所以心領意會，超於事物之表者，又不啻濠梁之二子、洛社之諸賢，故公之聲名才德，有以取重於期（朝？）野，儀表於鄉族者，足以發前人之光烈。抑又著為身後不朽之傳藐焉。 \\n  \\n 寒微異姓諸孫，半生相依於閭里者，賴祖父之情，好為肺腑之姻聯，雖恒處於纍纍子姓之列，公不以其年之幼穉，獨能振拔以導前，故凡獲親炙於公者，非徒講翰墨、論文藝與於觴詠、游觀之事而已，至於譚玄考古，鉤深致逺，靡不相資而造理，每鑚研乎周孔而窮極乎羲軒，故公之愛我也，知之者，莫不多（言？）公之識鑒；其不知者，亦不能退而無後言。或隨時而有間時乎，而投杼者，小人罔公以非道。及其既久而昭雪，公乃不愈於初者，則又莫能奪夫胸中之天。 \\n  \\n 比嵗旅食異縣，奉公之日常少，每引領翹企，所以叩於蒼蒼者，覬公之百年，孰謂公厭世而長往，恨不能起之於九原，兹抆淚以永訣，情莫究於萬千。惟公之形神，固不可得而復見，而公之不死者，在穹壤間，其来歆乎几筵？此予於公所以神交，夢接於冥冥之中者，豈人人之能識？匪筆舌之可宣。  \\n  \\n 　 \\n 卷四 \\n ◆啓 \\n ○荅松江府學吳教授招赴教導啓 \\n  \\n 伏以家世為儒，久在泮宫之屬籍，聲名不齒。誤蒙國士之見知。幸已陪立館之榮，顧乃辱貽書之辟。旁無他援，一出重言。惟朝廷以學校為風化之原，而列郡以師儒任教養之職。念籩豆，有司之事，苟非其人不行；誦英才，樂育之言，尤知當務為急。司課講之勞，實為劇任；故訓導之設，例非冗員。分半席以横經；嘻！其無識入大學。則問道，尤未易言。公堂之遴選，葢難其人；士論之依歸，何有於我。紛嘗求而莫獲蹇，奚自而獨收如某者。壯不如人，學未聞道。立身有志，嘗粗讀於父書；干禄無方，亦謹修於人爵。每感青年之去我，殊傷造物之何心。喬木連雲（闕）陽，其在望閉門如水。悲今雨之不来。雖傳家猶有一經，而負郭久無二頃。顧習俗其不類，幸氣節之獨存。叩牛角以興歌，徒成左計；聽雞聲而起舞；有媿平生。與其徇時好而誦時文，曷若師古人而行古道。初不求新豐之識，特未逢冀北之知。自傷彈劒而哀，常欲投袂而起。雖屢荷諸公之汲引，名在簿書；竟不遭一士之品題，政由貧窶。分當自反，詎敢效尤。方明公職教之初，政學者進趨之際。凡在士林之彦，一皆童子之師。豈曰秦無，乃自隗始。師模盡善，具存湖學之成規；道統相傳，厥有考亭之故事。兹盖伏遇郡，博翰相先生。道方而事實，德盛而禮恭。有政事，有文章，允合前修之步武；教詩書，教禮樂，實為當代之典刑。囘春風以吹噓池藻之枯，播生意以披拂陵莪之倅。惟此三年之伊始，行看百廢之具興。設心急於見賢，求士葢以為國。何圖狂斐，亦與招徕。某敢不益務進修庸，荅知遇，中規中矩，末由修飾於常時；不範不模，更兼包荒於它日。容趨賔席，嗣禀教條。謹奉啓以謝。伏惟台慈，俯賜鑒察。不宣。 \\n  \\n ○荅府庠諸儒合詞見招啓 \\n  \\n 伏以挾兎園冊，粗堪為童子之師；誦鴞林詩，未易入諸侯之學。猥辱褒嘉之太過重，以教導而見推寵。甚合辭載之儷語，伏惟諸先生前輩。雲間碩望，泮水勝流。博帶峩冠，儼若會耆英於洛社；雄文傑作，宛其聚諸子於建安。世稱此地之多才，天寄斯文於諸老。詎圖後學與見前賢？幾載升堂，每獲步趨於燕處；一時推轂，遽令傲兀於臯比。實由將命之能，遂犯好為之戒。顧模範，自知其不稱，而聲氣，或得以相依。居可事賢，樂在知己。待以國士，報以國士，當勉竭於駑才；知我春秋，罪我春秋，幸少優於輿論。尋當造謝，僣具稟酬。不宣。 \\n  \\n ○夏氏義塾釋奠，請吳教授為獻官啓 \\n  \\n 里有家塾，規模莫擬於前脩；時維春丁，誠敬粗嚴於祀事。各以其職，斯可來祭。苟非其人，則不虛行。敢干師席之尊，特任獻官之重。共維某官，洛黨道統，漢官威儀。侯頖横經，尚寳前人之諫簡；魯庭觀樂，猶傳季子之家風。官守遊聖人之門，居處合君子所履，教亦多術，祭則致嚴。躬伸尺素之忱，仰屈文函之賁。午夜神靈来格，願瞻齋明盛服之儀；三年風化有成，竚聽薦辟交章之起。稟聞膚潦，延冀體裁。 \\n  \\n ○保陳景曽充齋長狀 \\n  \\n 嘗謂設庠序、學校以明倫，靡不切於教養，順詩書禮樂以造士。將有待於徴求，苟忘鄉里之遺才，殊負國家之初意。切見前松江府學教導陳某，抱負儒行，踐履義途。往嘗分席於公堂，人才輩出；今復擕書於舊隱，衿佩景從。人咸以遺佚不怨為高，彼獨以恬退有道為樂。此子之淹已乆，吾儕之咎何辭，使之領袖於（闕） \\n  \\n ○友人荅聘幣啓（陳荅髙） \\n  \\n 愛子勿納於邪，稔服擇師之有道，明經將以致用。素慙授業之無能，有乖賔幕之開重。辱禮羅之致，某人，長才夙負，輿論乆推。襟度海涵，可謂一鄉之善士，家聲斗起，將期九世以同居。固積德以如兹，實流芳之伊始。某，謾承家學，罔歴世途。三載誦鴞林詩，粗嘗分席以講道，半生挾菟園冊，何能抗顔而為師。自縁投筆之未遑，方擬歸田之可遂。昨首枉簮裾之過，兹逺厪藻翰之貽。聘幣既先，趨裝敢後？剪燈聽夜雨，行將解陳榻之懸；開户納春風，竚見受髙門之報。控酬膚率，統冀體裁。 \\n  \\n ○松江府學吳教授招全希言充訓導啓 \\n （闕）序（闕）入德之門（闕）詩書當選明經之士，重感頻年廢（闕）前列（闕）顧（闕）闕員匪長才，莫稱斯職共。 \\n  \\n 惟某人，書通河洛，名藹鄉閭。鼓篋漢雍，正擬負一經而起；彈冠遼學，慨然念三釡而歸。絃歌列館下之英才，禮貎備國中之矜式。屈為教導，允得師承。 \\n  \\n 如某者，銕硯無功，寒氊未改。不有識時之俊，孰籌分教之方。託在知心，敢形薦墨。頌鴞林之什，相期振起於文聲；歌鹿鳴之詩，行見協和於友道。虛席以待，披襟勿辭。敦請不虔，委鑒是望。 \\n  \\n ○曹（闕）永嘉（闕）館啓 \\n （闕）夙慕韓公（闕）之積雪。每歆程子之為師，顧諸公之取友。必端信，若士之誨人不倦。 \\n  \\n 某人，文章敏手，詩禮名家。鴈蕩鍾英，稟蜿蟺扶輿，磅礴鬱積之氣；韋編得趣，明吉凶消長，進退存亡之心。比聞鏖戰于棘圍，兹幸瞻承於芝宇，欣奉姻聯之薦，僣修聘幣之恭，石為媒，温為才，夫豈前修之敢擬。朝於嬰，夕於側，庶幾稚子之有成。率具申聞，惠徼丙在。 \\n  \\n ○曹（闕）永嘉（闕）館啓 \\n 望子為賢，素昧竇家義方之訓；擇師授業，當求湖學教法之宗。雖在灑掃應對之科，必資切磋琢磨之益。 \\n  \\n 某人，書明墳典，名藹鄉閭。較藝浙闈，文行久推於士論；横經吳泮，範模一正於子衿。夙欽道義之所存，僣為童蒙而致懇。倘沐文函之賁，實為圭竇之光。瞻元龍百尺之居，或可陪於嘯咏；續子建七步之句，端有望於甄陶。不腆幣儀，敬憑楮列，申聞膚潦，幸丐體澂。 \\n  \\n ◆疏 \\n ○重建三泖龍祠疏 \\n  \\n 祠以奉其祀。是後，年穀胥熟，水旱不作，及凡有禱必應。至元庚辰，洚水為虐，祠就傾圮，棟宇榱桷，殆無完者，而神像無少缺落。春来鄉人，屢請年榖，則雨暘益時，禾黍益贍，舊祠之廢，詎可忽諸？吾聞民者神之主，吾鄉人固當相與落成，以復其始，由是書以為請。 \\n  \\n 地之所載，潰為三泖波瀾；水不在深，要是群龍窟宅。惟此方之旱澇，實有職於神靈。苟生民既賴其功，在常祀必修其禮。昔皇慶之所建立，欲垂香火於將来。迨至元之所漂流，獨幸像儀之屹立。是則神矣，於何報之？必土木丹堊之室，以奠厥居；則澗溪沼沚之薦，皆有其所。凡在同志，盍相其工。躍在淵，見在田，故神無方而易無體；乂時暘，肅時雨，則民用章而穀用成。毋作神羞，各共爾事。 \\n  \\n ○松江府修館驛疏 \\n  \\n 本府館驛乃前宋縣治之别室，至元年間始改今名，故堂宇卑陋，門廡湫隘，及兹歴嵗既乆，風雨漂摇，遂成廢壊，於延奉客使之禮，實不稱焉。今欲命工一新，以備壯郡之制，敢寓疏告，諸樂施者，幸相其成功焉。 \\n  \\n  \\n 江城升府，規模既備於侯藩；驛館臨流，制度未侔於鄰郡。念昔人亦因陋就簡，故此屋遂即舊為新。嵗月既深，棟宇欲撓。舟車荐至，每憂賔客之不安；材木未完，難責工師之勝任。少借力於裒多益寡，大有功於送往迎来。公私之贊助可期，輪奐之翬飛有日。梅開谷水行，將逢驛使於江南；樓聳雲霄佇，可望長安於日下。當務為急，有志竟成。 \\n  \\n ○練塘慧水菴注太平橋并井亭疏 \\n  \\n 練溪慧水菴東，舊有太平橋，駕于杭家潭之上。後人嗣葺，易名興福。年来又復傾圮，毎欲即其舊而易以新，荐飢之餘未遑庸力也。其菴之前，又有井亭，以便義汲。今，井雖存而亭則不復可見矣。亭既廢，井亦不汲乆矣。今皆擬復其前規，使行者居者，咸得其利，於吾練溪實有惠焉。然，非衆力胥贊則不集，事敢致疏，以請同志者，當首肯之。 \\n  \\n 慧水菴前，舊有濟人之義井；杭家潭外，久餘興福之危橋。雖非千里遐觀，亦是一鄉欠事。顧井上，亭臺已無遺跡，幸橋間，柱石尚在中流。白鶴去家，應想千年之華表；銅缾失水，猶存百丈之哀音。儼有成規，盍循故轍。囘土木重興之運，在鄉黨博施之人。苟能多助以相成，立見二役之並舉。輿梁横于波面，行人無病涉之虞；轆轤轉於檐間，渴者有甘飲之樂。期爾率職，底于成功。 \\n  \\n ○慧水菴重建井亭疏（菴在吳之蘇臺鄉，僧欲先建亭，故又特作此疏） \\n  \\n 井有仁焉，不竭性源之慧水；室苟完矣，等成眼底之空華。頃因蘭若之不支，乆致轆轤之絶響。梧桐月冷動秋風，絡緯之悲城郭人。非起嵗晚，令威之感。若能：繼其志，述其事；立見：行者歌，行者休。在當人指頋之間，為此屋經營之計。姑蘇城外寒山寺，只須步驟前規；揚子江心第一泉，更待招提舊話。無庸渴想，即兾芳題。 \\n  \\n ○大悲菴疏 \\n  \\n 至正元年閏五月一日，華亭縣修竹鄉四十三保朱謝里民家竹林中，忽現大士一身從地湧出，質類芝菌，形如雕琢，儀容（闕）光彩照人，誠異事也。兹擬剏結一菴，以為現佛之地，凡諸善知識相與落成，厥功乃千載。願力其事實，然非敢效“齊諧、志怪”也。國家將興，必有禎祥，甘露靈芝，兆瑞乆矣。况如大士者，豈易得哉？ \\n  \\n  \\n 佛身出世，匪胎卵濕化以生成；法性本空，豈地水火風而假合。睠此紫竹藂林之異質，宛其白衣滿相之全身。初非人力可為，尤幸肉眼能識。千葉蓮平敷兩足，不類凡花六銖衣。偏袒右肩，了非塵服。若優曇不苟生於此土，使蛤蜊莫專美於前朝。合樹刹幢，以傳勝迹。倘有瓔珞寳珠之法施，即成水月栴檀之道塲。一佛出而千佛證明，大闡圓通化境象法。行而正法應現，同乗般若慈航。丕贊休徵，克成善果。 \\n  \\n ○曹溪修竹鄉蓮華菴建圓通像疏 \\n 小菴昨承諸上善人結縁剏建，而象教之設尚未圓滿。兹欲命工作大士湧壁，敢再聞于樂施之士。 \\n  \\n 觸處是觀音示現，何須幻境莊嚴。衆生在塵世昏迷，難把空門指點。須是做模打様，直能弄假成真。小菴蹊逕已成，長者因縁未了。要掬曹溪水，注歸楊栁瓶中；好移修竹鄉，變作栴檀林下。七寳肯布施，千眼便觀瞻，丹青若向壁上粧成，寳相即從空中湧出。展開手叚處，直教泥土放毫光；做得工夫時，立見圓光真面目。只此是意，更莫外求。 \\n  \\n ○仙鶴觀修造疏 \\n  \\n 本觀創於故宋紹興間，勑名仙鶴。東晉時他州舊頟也。及今三百年矣。産入既不足用，故屋室之圮毁者，雖欲時葺，而不可得。頃年嘗以普度餘貲，稍治門逕，而屋室■〈土己〉壊猶，故，吾也邇荷鄉之大族，慨然有自效之心，則興起有日矣。克濟于成，又不能無望於同志也。廢興成毁，相尋於無窮，廢而有興，時乎不可失也。 \\n  \\n  \\n 青牛出函谷，乆傳大道于西周。仙鶴表琳宫，曽續清名於東晉。睠此華亭之福地，重於魯國之靈光。爰念前修，肇開勝境。隔斷人間風雨，移来海上蓬壺。洞門鎖而碧窗寒，絶稱仙翁點易；蕙帳空而山人去，屢煩隐士移文。乆荒岧岧之寳臺，曷降翻翻之帝駕。若得揚州纏腰之物，當如華陽刻石而銘。行將遊廣寒清虛，佇可望遼城華表。霓旌下御，應尋陸機宅畔之遺蹤；鳬舄来朝，必繼崔顥樓中之故事。（闕）與道合。 \\n  \\n ○蘆華菴疏（華亭有九山，在城西。又有三泖，一百二十里，在山之南。菴在山水之間，地名曹溪） \\n  \\n 卓錫曹溪，得三泖九峯之勝；乗蘆谷水，企一華五葉之宗。當此末法象教之時，欲作頽波砥柱之障。此葢勝事，端合勇為，雖茅把葢頭，乃樓觀翬飛之始；若羅紋結角，須龍象蹴踏而来。度百里以聚糧，始岑樓於寸木。若見托鉢，便請點頭。泝百二十里碧瑠璃，觸目無非定水；對三十六陂紅菡萏，全機總是心花。約匡廬游，祝華封壽。 \\n  \\n ○重建柘澤廟疏 \\n  \\n 海隅鄉之闤闠，壯哉一境人烟。柘澤廟之英靈，儼爾百年香火。神既司於此土，功實被于生民。水旱疾疫必資於禱祈，鄰里鄉黨乆嚴其祠祀。殿堂圮毁，鬼神在悔吝之鄉；嵗月循環，土木有興衰之運。合興義舉，庶繼前功。苟懐報效之誠，曷異馨香之薦。五日風，十日雨，無勞蹄盂道上之祈；千斯倉，萬斯箱，會看桑柘影中之社。 \\n  \\n ○大古菴注鉢堂椅子疏 \\n  \\n 銅鉢候光隂，得修藏游息之道；丹爐運水火，有抽添進退之功。睠我雲堂，凄其氷冷。欲設修真坐具，慚無挑藥行囊。富家翁若有捨心，方外士便可穿膝。壷中春暖，相期尋函谷青牛；頂上花開，會見跨遼陽白鶴。笑談可辦，居處不忘。 \\n  \\n ○華亭縣重建儀門疏 \\n  \\n 本縣自至正六年，遺漏之時，延燎儀門廊廡，至今未遑重建。當職兹已謀於同官僚屬，俱各出備已俸，以圖鼎新所費，尚有未敷者，故具此意，叩諸好事者云： \\n  \\n  \\n 城門有失，每憐殃及於池魚；華表不存，空負歸来之遼鶴。睠此華亭之境，壯侔赤縣之規。豈料儀門，遽成煨燼。晝閒單父，謾傳舊習之琴，春滿河陽，曷稱新栽之樹。兹幸同寅之允協，各捐已俸以相資。慮有未敷，預為後計。諗我邑中之好義，期於日下以成功。非三月莫敢聚糧，予十金便可徙木。刼灰飛去，千年之城郭依然。夏屋落成，百里之絃歌籍甚。偉哉勸率。行矣經營。 \\n  \\n ◆牓 \\n ○里巷圓通禳災壇牓 \\n  \\n 即心是佛，末法像教。不擇其時，至誠感神，明德馨香，於斯可薦。惟大士以慈悲為願力，故凡民於災害而禱祈。苟非積善之家，必也臨事而懼。今兹里巷，大啓壇塲。金沙灘上，因縁觸處，不妨舉似毗也。城中勝會，還儂直下承當。雖福善禍淫，乃天道之常；而救災恤（闕），則仁人之事。何在恭敬禮拜而懇，當盡齋戒沐浴之誠。直得寳陀羅山，遍滿娑婆世界。香華供養，從教幻境莊嚴；水月光明，便是真如現相。一心囘向，千眼具瞻。 \\n  \\n ○曹（闕）妻水陸牓 \\n  \\n 莊子瓦盆歌，固是達生之論；樓至金山教，信為度死之門。俾爾天人師，建兹水陸會。光隂五七，嘆逝者之如斯；威儀三千，賴緇門之有自。加持遍現，功德莊嚴。甘露門八面宏開，博施濟衆；光明幢九天垂下，燭暗破幽。冥途咸獲津梁，福利均沾葢壤。碧天連水，相期泛般若慈航；黄葉隨風，俱往入涅槃徑路。三乗顯化。一性圓明。 \\n  \\n ○上海方廣寺僧薦師兄滿月堂水陸牓（九月十三日） \\n  \\n 天台方廣寺，忽来顯化於塵寰；金山水陸科，曽度沈迷於苦海。惟兄弟篤友于之義，仰人天開薦拔之門。同袍克贊其功勲，亡者不昩於因果。人世之光隂，六十每憐，逝者如斯；華藏之世界，三千普願，廓然無礙。咸飽酥酡品味，同依般若光明。凡有降於塲壇，悉當遵於戒律。水澄東海，無非大地，恩波月滿，中天即是。樂邦淨土，加持遍現。（闕）登。 \\n  \\n ○監壇牓 \\n  \\n 天災儆衆，塵寰莫逐於畢方；玄教垂科，盟簡聿飛於象魏。咨爾方域，職在起居。歴吉日以趨朝，共俟鸞旂之駕；預齊明而布告，夙嚴虎闕之兵。掃妖炁以潜蹤，囘祥飈而清道。雲開閶闔，凡誠徑達於九關（闕）；圖（闕），魔無干犯律在奉行。 \\n  \\n ◆醮詞 \\n ○蒸溪鄰居禳火醮詞 \\n 至正丙（闕）嵗十一月旦，華亭城中，遺漏延燎幾二千家。溪上衆建齋壇二晝夜以禳之。 \\n  \\n 郡境被災，忍向燎原之慘；江村乆旱，預深曲突之虞。合鄰社之輿，誠叩帝閽而虔籲： \\n  \\n 伏念臣等，乆安里俗，夙荷天休。比屋連牆，粗獲一方之樂業；耕田鑿井，幸逢累嵗之豐登。居安敢不慮危，見過尤當自訟。比望鬱攸之炁，殊懐兢惕之心。共秉蟻忱，恭邀鶴馭。庶盡酌水獻花之敬，濳祈反風降雨之恩。 \\n  \\n 伏願：洪造垂杆，玄冥戒道。隂陽順序，大田有多稼之饒；禮義成風，按堵遂編氓之適。  \\n 　 \\n  \\n 　"}
