{"章节": " 金氏文集（宋）金君卿", "正文": "　 \\n  \\n 　 \\n 　 \\n  \\n 金氏文集　 \\n 　 \\n  \\n 提要《金氏文集》，二巻。宋·金君卿撰。 \\n  \\n 君卿，字正叔，浮梁人。《江西通志》載“君卿，登慶厯進士，累官知臨川權江西提刑、入為度支郎中。”洪邁《夷堅志》載“君卿讀書浮梁山”一條，稱其“策髙科，厯郡守、部使者，積代至度支郎中”，與《通志》相合，然亦不详其事迹。考曾巩《元丰类稿》，有“衛尉寺丞致仕金君墓誌銘”一篇，乃為君卿父温叟而作，稱温叟四子：君著、君佐、君卿、君佑，皆舉進士。君卿，以皇祐二年，官秘書丞；五年，官太常博士。得以褒崇其親。其敘述頗詳。又稱君卿，方以材自起於貧賤，欲以其所為為天下。慨然有志！則其人亦非碌碌者也。 \\n  \\n 《宋史·藝文志》載《金君卿集》，十巻。《江西通志》作十五巻。考《永樂大典》，載是集，有富臨原序一篇,稱臨川江明仲求遺稿，編成十五巻，號《金氏文集》。則《宋志》稱十巻者，悞矣。 \\n  \\n 原本久佚，今掇拾《永樂大典》所載，僅得十之一二，然北宋文集傳者日稀，此本尤世所罕見，殘珪碎璧，彌少彌珍。謹以類編次，分為上下二巻。《集》中所作有【文彦博、韓琦生日詩】【范仲淹移鎮杭州次韻詩】【和毆陽修潁州西湖及芍藥二詩】，是君卿所與逰者，皆一代端人正士，故詩文皆清醇雅飭，猶有古風。【陳災事貢舉諸疏】剴切詳明，尤為有禆世用。又如【和介甫寄安豐張無儀一首】即用《臨川集》中【安豐張令修芍陂之韻】，而据君卿詩，知張字為公儀。為李璧注所未引。又【和曽子固直言謫官者一首】，檢《元豐類藁》無其原唱，知此篇為鞏所自刪。均可互資考証。 \\n  \\n 富臨序稱君卿長于易。甞著《易説》、《易箋》。今並不存。猶有《傳易之家》一篇，具載傳授本末。疑即《易説》。前所載之叙録，今既無可考，姑並附於集末焉。  \\n  \\n 　 \\n 原序 \\n  \\n 金氏文集，故尚書度支郎中金公之文也。公諱君卿，字正叔。少穎悟，善屬文。康定中，文正范公出守鄱陽，延致門館，議論縱横，聞望卓著。踰冠，舉進士，登甲科。治五經，尤長於易，嘗撰《易説》，《易箋》，自謂可以起諸儒之膏肓，清輔嗣之耳目者矣。 \\n  \\n 仁宗時，公以便親，調官江左。最為踈逺。屢上封章，極言利病。即毁其奏藳，故今傳者，十無一二也。知制誥曾子固嘗誌【先府君諫議墓】，以為公能以才自起於貧賤，欲以所為為天下。慨然有志者也。至和中，公上封事，乞建國根本。此人所未敢言者，公不畏逆鱗之怒而引文景光明故事以言之，此足見公之志也。 \\n  \\n 公，所至之地，興修學校，教導諸生。自公之暇，常為詩篇，言詞絢美，文格清新，有韓柳之風焉。故，所進【仁宗輓詞五篇】，翰苑中編為巻首。所作賦詩，尤為藻麗。文正公嘗榜公賦於郡庠，以為格式。詳議法律，皆主平恕。銘誄傳序，公正不欺。時人稱公有良史之才也。神宗更立法，度以底於治，故公受命出使，皆兼數職，奉行制詔，綽有條理。熙寧中，降勅書奨諭曰“爾使於逺方，盡瘁乃事，推我新令，為天下先。”此又足見其匡君澤物之用心也。 \\n  \\n 公以憂勤成疾，享年不永。噫！倘使公遭遇其時，居卿相之任，則澄清天下未易量也。 \\n  \\n 臨川江君明仲，學出於公而不忘公善誘之，力求公遺稿，十得其一，編成十五巻，號《金氏文集》。以臨嘗參佐於公，實知公之所存，惠然見借，誦讀再四，如覿其顔采，命筆為序，庶幾垂信於後世。俾觀公之文，即知公之所存也。逺矣！公之登科入仕，治已化民。備於墓碑。今吏部侍郎彭公器資之所作也。載於集後。 \\n  \\n 元祐六年五月日序　富臨撰  \\n 　 \\n 巻上 \\n ○賦 \\n 【應天以實不以文賦（推誠在天豈尚文飾）】 \\n  \\n 惟聖作則，惟心應天。當務實以正本，豈尚文而致愆。上順帝心，但貴誠而不怠；仰承乾造，詎飾詐以為先。聖人，考古建中，握符居上。且謂，一細民之行者，當率以正；應上靈之心者，固非可妄。由是，宅大順以昭事，盡至誠而寅亮。遣偽之飾，惡真之喪。天元貴信，我乃抱誠一以相符；天道棐忱，我乃屏浮華而靡尚。諒夫，牧羣靈之命，保重蓄之資。顧洪造之非逺，奉一心而敢欺。志在順紀，動皆乗彞。斥虚誣而自任，與精祲以相推。念髙明之聴卑，率由善應即真純而履信，安在文為是何天之所應，本於誠；民之所順，在乎徳。不可以矜忲干民之譽，不可以罔蔽違天之則。所以，推以悃愊，奉兹欽翼。矯枉以歸正，考宜而建極。對明威而凝命，務達精衷；體正觀以宣猷，奚煩末飾。得非，應之以實者順天理以惟精？應之以文者違天心而足明？違之則速彼譴告，順之則享夫治平。故我，悉道欽承之意，都捐矯舉之名。至如：宋景之言退，星不虛其應；西鄰之祭受，福蓋主於誠。由是，慮善乾乾，飭躬亹亹。思正直以無貳，逞浮夸而失則。豈期靈貺之鑒，祐保珍圖於盛。偉簡於上，帝貴其約而不貴其華，崇彼令；儀從其厚而不從其菲，展矣哉。恭已臨下，畏天作君。顯中孚而上達，任至徳以升聞。稟成湯精一之志，體文王陟降之勤。不然安得——圓穹助順而應誠，翕臻景祐；黎俗承風而化上，悉弭繁文。宜乎，前史著之而為規，後王奉之而有證。惡文而實以為貴，任德而妖奚足勝。夫然，本誠慤以御邦，自協天人之應。 \\n  \\n 【惟善能舉類賦】 \\n  \\n 躬秉吉徳，時惟善人。但推賢而是尚，故舉類以惟親。昭著徽猷，既務援能之理；荐伸同志，式彰濟美之倫。探往牒之垂言，偉哲人之為義。軫乎濟俗之念，急乃求賢之利。是必——舉爾各從其類，志非吾黨，敢甄拔于昌朝；道契威儀，當進揚于顯位，諒以，懿識旁達，純誠内凝，察言行以旌美于朋儕而薦升；有滯必進，惟賢是稱，將大用以無失致太平而聿興。忠美祁奚，舉解狐之同徳；智稱鮑叔，知管仲之多能。蓋由，明哲允昭，忠良克闡，進其類者，必已之類；稱其善者，必子之善。為乎國紀洞幾先而有開，擢乃邦良由道同而益顯。况夫，寅奉臣職，思隆化基。不進賢，曷以贊夫邦治；不舉類，未足彰乎已知。必也務申援拔，罔間謀惟。推來歙者漢之臣僚，等儕是重；知子產者鄭之良佐，朋類寜遺。彼或伐善自彰，蔽賢是務。有柔良不能以顯拔，使側陋奚由而善遇。兹貽尸祿之誚，曾為匪吉之務。誠在——招致賢材，旌明仕路。其達也由乎徳，進敢私爵祿之榮；其舉也當以彚，征孰遠親仇之故。懿審彼徳行，同吾醜夷。詎愛憎之間矣當舉稱以從其。所以，子桑顯孟明之賢，進非異類；文舉薦禰衡之傑，道本相推。大哉，引重巨才，彰明茂緖。非其類者貽世之辱，同其榮者得臣之序。是故苟非為善之徒，曷能明其所舉。 \\n  \\n 【中爻辯是非賦（位居尊故能辯是非）】 \\n  \\n 八卦分位，六爻遞居。惟中正之所據，辯是非而匪疎。處内無邪，斷二體盛衰之際；履尊逢吉，推三才消長之初。昔之作易也，始列三爻，重分六位。必有主以領其會，必有尊以統其類。惟居中也，乘剛柔而不私；辯于外焉，定吉凶而悉備。彼且來助，吾惟獨尊；位與時至，理隨勢敦。進可以察來而彰往，退可以推亡而固存。統之有宗，别四懼三凶之賾；象動乎内，識初難上易之原。兹蓋：寡者衆之所歸，本者枝之所附；苟居體以獲用，致斷疑而成務。至如：乾九據飛龍之位，正無常有悔之由；坤六履黄裳之尊，示後順先迷之故。故知：上不曰五，上體疇依；下不曰二，下體何歸。所據所因以無失，取物取身而豈非。亦何異——太昊司春，正四序燠寒之分；北辰居極，分列星盈縮之輝。是以，一陽居尊，五隂何得而不顯；一隂處上，五陽何得而不辨。總本末以昭著，燭幽明而大闡。雜物撰徳，觀其變而玩其辭；占事知來，遏乎惡而揚乎善。况夫，動不可以制動，制動者惟静之所乗；外不可以治外，治外者非中而曷能。正厥理以無悖，歸于尊而足稱。聖人以是——揆兹爻變，補乎化興。宅會要而凑萬方，否臧攸騐；握璿璣而觀大運，淑慝皆徵。用能，尾吝首孚，自我之所理；腓凶拇悔，由吾之所擬。稽得喪以斯顯，辯安危而于是。故，君子，樂而玩者爻之辭，鑒興衰而修已。 \\n  \\n 【大饗不入牲賦】 \\n  \\n 六服將幣，一人示恩。故臨饗以物備，不入牲而禮存。歡然命侑之誠，必行諸廟；略爾烹牢之事，皆止于門。聖人，祗講禮經，飭修時會。加帝寵以勤至，示饗儀而甚大。謂：上有祖宗之祀，宜親割於廟中；此惟賔客之來，可就烹於門外。觀其：繡斧而扆，鷩衣而旒。親屈於饗，交歡爾侯司樂；升鼎乃進，且殊歌舞之牛。臣以嚴上而來，君亦推恩弗枉。嚴上所以有朝聘，推恩所以有燕饗。獻皆如命，禮存儐詔之司；牲不麗碑，儀自割烹之掌。噫！訓儉者必曰饗，貴誠者必曰牲。儻入乃殺，因迎宜烹。奈何，内黷廟靈之重，上召君徳之輕。牲，所以外；禮，由此成。尚腶脩而飲賔，恩足以見。缺昭夏而弗奏，理從而明。無曰，於此不勤，在誠弗照。而况，用以祭器，行之祖廟。迹君親之意尤重，勉臣子之心可劭。躬臨體薦，敢忘恭接之勞；殺自宗祊，深得制宜之要。大抵，事合義則損而獲益，饗非禮則親而反踈。故我接賓至以優，甚較祭儀而略諸。筮彼冠焉，專爾靈蓍之命；止其相者，示予交擯之初。未若，几虚爵盈，文昭武察。凡敕備物，率循大戛。宜乎不越棖闑之前，牲於此殺。 \\n  \\n ○五言古詩 \\n 【代人送廣州劉待制】 \\n  \\n 元精生俊臣，其器疏以博。渾玉謝雕鐫，古樂鎮浮薄。文章發粹藴，雲漢相紛搏。軒昂仕路間，獨立羣雞鶴。朝端聳風采，衆聴嘉蹇諤。縁飾吏事餘，中有名教樂。按獄祛煩苛，餽糧得豐約。卭蜀號險艱，靜制猶扄鑰。歸來奏成績，高議淩霄鶚。往釐東南計，詎足煩精略。中道發詔書，飛榮上天閣。抗旌出五嶺，廣府開巨幕。提封犬牙制，被海珠貝錯。况當蠻獠衝，尚苦蜂蠆蠚。日望公之來，坐見起民瘼。先聲百粤外，猾寇千里却。行當静海隅，天步清且廓。栖栖外臺吏，正困韁鍊縛。忻聞大斾過，一見如刮膜。下坐聴語言，渴引醇酎酌。退嗟蠅蟲癡，敢議驥尾託。願公南轅還，四海霖雨作。嘻嘘和氣行，瞬息羣動躍。及此分寸苗，庶幾秋有穫。 \\n  \\n 【南埜書懐】 \\n  \\n 險途吁可憎，淺俗寖澆競。進物莫若利，趨時不如佞。吾道何由亨，讒人方醜正。予生與時戾，所賦得剛勁。力古恥浮文，論經斥非聖。强勉悦時事，難乎易天性。木舌不卷柔，枯株微蔭映。沿洄避風波，進退觸機穽。八載脱流銓，恩與萬家令。移官瘴嶺下，親闈阻溫清。南荒地多暑，嵐氛午猶暝。因思古令尹，舒慘繫民命。士元都下治，汲黯辭以病。幾欲慕伊人，去就得非輕。雖然萬夫長，亦足觀以政。升進由漸階，困窮亦前定。所以勤吏術，歐民一其行。澄清疏浚源，披攘塞邪徑。吏手不得縱，奸豪無敢横。訓染所難入，未免加笞榜。宿黠殊欲悛，良民適相慶。僅慰百里心，莫聳四海聴。世人重苟且，耳目非卓夐。庸兒難共議，寧與智者争。咄哉蠅蟲癡，不喜圭玉瑩。爾舌徒揚箕，吾心本如鏡。質諸古聖賢，周孔與揚孟。當時窮達間，猶不免譏評。况於吾徒者，得謗適為幸。丈夫抱事業，力行以待聘。神龍潜于淵，不恥羣蛙黽。騏驥縶于野，無嫌困泥濘。一旦亨天衢，挺身立朝廷。禮義張國維，威福尊君柄。接武臯夔際，致主勛華盛。各將日月垂，功與天地並。彼已烏足論，攄懐成笑詠。 \\n  \\n 【雙檜分題】 \\n  \\n 名藍壓城闉，嶻岌聳雙檜。得地不孤立，陵風自相對。根盤乖龍獰，葉剪蒼璧碎。交柯紐頑銅，疊影森翠蓋。勁無絲蘿託，直與松栢配。争髙丈夫氣，恥學兒女態。雪霜正柔落，草木任顛沛。同心嵗寒間，正色煙霞外。斧斤未翦拂，志節已髙邁。出羣才可驚，有作器必大。考室須棟隆，濟川俟舟載。 \\n  \\n 【區著作湘潭舊隠有二亭焉求詩以歸水心亭】 \\n  \\n 危亭揭池心，池水清且滑。九秋烟露濃，四面芙蓉發。此時浩歌去，萬事不掛舌。把酒酣清風，投竿釣明月。 \\n  \\n 【寄題張秀才此君亭】 \\n  \\n 一徑入叢深，四軒森翠玉。紅塵不到處，清秋長在目。主人厭薄官，欲躡髙士躅。日日念此君，招我湘江曲。 \\n  \\n 【題胡主簿澄清軒】 \\n  \\n 危壁敞新軒，西風滿蘭芷。披襟豁萬慮，舉目照千里。丈夫固有待，澄清不虛紀。勾稽職雖賤，為仁決由已。芳盛無良苖，源汚無潔水。願推天下心，先從邑中始。 \\n  \\n 【過姑孰溪，觀李白舊詩。洎樂天《弔太白墳短句》，因而繼和】 \\n  \\n 水從照亭來，蕩漾涵秋浄。樓臺闞空渺，倒影入明鏡。溪山久寂寥，勝遊誰與並。新月生暮寒，謳聲發漁艇。 \\n  \\n 【淩歊臺】 \\n  \\n 風流六朝士，曾此登髙岑。太白訪幽蹤，飄飄成微吟。牧之感遺事，名字留碑隂。我來徒感慨，千載一披襟。 \\n  \\n 【汴渠】 \\n  \\n 洪河貫中州，隨汴鑿支流。滔滔萬里來，禹浪東南浮。粮道所由齊，日逝千斯舟。嗟哉隋皇帝，禍起江都遊。先身不先民，及樂不及憂。逺棄宗室重，死作社稷羞。胡為得民力，舉鍤成巨溝。後來蒙其利，厥功固難酬。願思所以失，宴安仍仇讎。 \\n  \\n 【慈竹】 \\n  \\n 欲知慈姥心，看此磯上竹。四時無改易，一節念幽獨。蟠根石罅牢，倒影潭心綠。直恐霜雪姿，化為水蒼玉。 \\n  \\n 【哭劉卿材】 \\n  \\n 人皆哭仲途，我獨悲卿材。仲途於卿材，猶賜也與回。回行不可泯，孔弦有餘哀。卿材不偶聖，人孰知賢哉。龍馬駕鼔車，不如一駑駘。燕金正掛賞，痛惜骨已埋。操舟過君家，登山甫徘徊。墓樹忽不拱，犯雪色不摧。攜觴奠其下，洒涕霑蒼苔。 \\n  \\n 【丹陽湖】 \\n  \\n 島樹壓叢雲，波光鋪塞雪。逈浸寒無暑，平空曉猶月。呂父巳入周，范蠡未辭越。扁舟誰與同，浩歌幾千闋。 \\n  \\n 【留題楊子陸清照亭】 \\n  \\n 縣舍敵幽居，蕭然敞軒檻。髙迎逺峯入，下與新池闞。清景月生晝，寒光冰滿鑑。狎鳥自相得，輕舠不容泛。對此須澄心，宜哉水為鑒。 \\n  \\n 【書簡寂觀】 \\n  \\n 欹危煙靄間，覆壓山岳半。境窮天地寒，氣古金碧爛。泉源長清霽，雲木杳淩亂。尋髙下來逺，白日已西竄。 \\n  \\n 【贈僧惟益】 \\n  \\n 益也非庸僧，黄巻粗漁獵。身雖闤闠中，恥與喧囂接。朝彈側楸局，暮杵青黏葉。妙理脱扄鍵，髙談騰輔頰。繄予困韁鎖，荏苒沿吏牒。不見才七年，霜髭已盈鑷。借問何所因，苦吟詩滿篋（師通禪理，兼治儒書，髙吟彈奕之暇，復精方劑，故悉道之）。 \\n  \\n 【僧靈辯南歸】 \\n  \\n 僧如靈辯者，翹枝秀叢林。浩蕩遊九州，窮竒發清吟。巨軸謁明光，朝奏暮拜恩。■〈艹戾〉袍拂天香，珍重如腰銀。逸足不可羇，歸雲渺無根。清明汴口開，一葉東南奔。故山盤氷溪（師之舊刹，前闞冰溪），百尺數纎鱗。洗耳外名教，洒然鷗鷺羣。應笑未歸客，青衫京洛塵。 \\n  \\n 【文相生日】 \\n  \\n 聖賢不世出，會合未可知。朝廷餘百年，天將右重熈。經綸須得人，公為生斯時。維時秋九月，爽氣横海涯。三葉凋堦蓂，嘉夢符熊羆。豈特鍾嶽靈，囊括昴與箕。夾山州之望，罄竭敢自私。復疑於其來，釋老親抱持。道貌瑩襁褓，公相乃餘姿。勝衣惜寸隂，問學俱忘疲。過目已解悟，知妙初無師。峩冠踐塲屋，發策趨丹墀。儒館聊税息，偉望臨華夷。知公孰能盡，荆公每嗟咨。謂與公所學，展矣無可疑。所憂異世習，老不見設施。勃興得神考，丞弼須臯夔。公始在勸講，朝夕輸論思。君臣由一徳，協合踰塤篪。法度日新美，小不遺毫釐。銜恤俄去位，虚佇同調飢。迨歸不閱嵗，再遷居近司。荆公鎮江左，成績憂廢隳。潤色固賴何，可但如曹隨。一朝困憸言，補外垂十朞。眷倚晚益厚，爰立兹可期。先帝遣神游，登用多非宜。恭黙久不言，狙詐事謾欺。經始稽典墳，利澤覃四維。反指為虚政，屏棄無孑遺。勲舊比共驩，東南困流離。高懐信安恬，國爾闗盛衰。所增在式廓，上帝初耆之。年來闢四門，比徳皆紛披。羣才得彚征，靈光動晨曦。而公屈方面，疑歎均一辭。肇此始生日，川至來繁禧。矧上思肯構，繩墨繄誰尸。典策備廣庭，三節方星馳。歸與廟堂上，百辟勞瞻儀。步趨謝几杖，康寧見期頥。阜俗猶禔身，溫飽兼惸嫠。陶冶既禮樂，於變無澆漓。英聲播金石，是皆出人為。公嫓自黥劓，了不見成虧。莊周肆詆訿，所以尊仲尼。發揮自公手，千載無沉迷。邦人申壽祝，稚艾肩相隨。具幸公少留，此語真愚癡。 \\n  \\n ○七言古詩 \\n 【恠石】 \\n  \\n 凡物以恠見憎嫉，爾獨何為人采拂。巉頑累疊百千狀，人獸鬼魅相髣髴。裸蠻面縛夷吾囚，日剥風皴子胥骨。比干愛主心見剖，孫子兼人足先刖。枯龜灼墨足兆圻，蟄蛇驚春暫蟠屈。古器斷爛猶斵雕，老木鱗皴半枯杌。僧軒閑殺日月長，劚地擠排破煙鬱。簷溜滴窮蛾子垤，蔓延引入蝸牛窟。我來不以爾貌取，所愛鏗然最堅質。終當鍛鍊持補天，安此兀兀為玩物。 \\n  \\n 【清江臺】 \\n  \\n 貢章湍險吁可驚，岸翻石走轟雷霆。崩奔出贑一千里，江勢到此纔淵渟。道山仙府相照映，盤泊下飲蒼龍精。金沙洗淘洲嶼出，紅紫錯雜圍春城。郡臺峩空壓萬瓦，况值開霽宜髙明。老郎官冷厭韁鎖，亦有罇酒難獨傾。旋烹茗粥别官佐，明朝又作新昌行。 \\n  \\n 【寄題浮梁縣豐樂亭】 \\n  \\n 百流南瀉昌江潯，涵光吐潤生良金。從前良令固無幾，矧復惠政留于今。四十年來耆舊語，李謝劉楊遺愛深。髙君氣象又宏逺，能以和易調羣心。政平訟簡日多暇，逺囂淩俗開胷襟。旋治東園敞軒闥，四睇環聳千髙岑。已占溪山足清思，更添桃李成濃隂。斯亭不獨與民樂，樂得賢者同登臨。嗟予萬里走燕趙，弱羽歸飛思故林。空吟絶致未能往，徙倚南風聊寄音。 \\n  \\n 【留題張氏頥文閣】 \\n  \\n 鄱陽才子鍾慶門，巍冠大帯何紛紛。誠心樂道自頥養，霧豹蔚彧珍其文。朱欄碧瓦江之垠，更敞髙閣淩煙氛。烟中數岫列窻牖，急雨洗出青無痕。乍來耳目益開爽，况日文酒酣天真。前年詔下起嵓隠，子直奮起軒浮雲。不嫌官小喜及養，斂板歸拜髙堂親。子方歸寧亦同樂，與子登眺開芳樽。定交酌壽雖所愧，相望蘭桂長清芬。 \\n  \\n 【九日過長蘆泊小港留題龍山古寺】 \\n  \\n 輕舟晩過長蘆渡，西風吹帆落沙溆。空桑古市漁家烟，信步閑尋石城去。石城苦逺日苦晚，﨑嶇半入龍山路。山囘路轉翹林處，披開白雲見幽寺。家菊海榴矜晚芳，落華鳴泉足秋思。野叟耕塜出壊石，虛城埋狐井射鮒。老僧推門揖我入，古碣荒唐草中覷。仰天一笑六朝事，過鴈書天作文字。 \\n  \\n 【留雲山居呈長老元禪師】 \\n  \\n 衡陽崗阜羣龍奔，截起萬仞磨天閽。宿雲收蹤著平地，星辰滿軒斗可捫。河漢鴻湧巖泉噴，六月飛雪冰（去）木根。下視吳楚區域分，衆山培塿烏足云。我來環走竟朝曛，擺脱韁鎻忘塵紛。更聞髙論益清曠，如挹仙袂遊崑崙。 \\n  \\n 【寄題張秀才此君亭】 \\n  \\n 羣山四向盤青雲，山足一徑縈雲根。拂雲截徑敞軒檻，檻外百卉鋪重茵。矜春哆哆弄顏色，散漫紅紫何紛紛。主人養髙不累俗，欲以清節遺子孫。剪花芟草植脩竹，半巻畫籜含霜筠。漸迎風露竟百畝，碧油黕地無纎塵。對之氣思自瀟灑，行吟足以窮朝曛。吾居接境未始到，手馳大筆胡能云。勸子無渝嵗寒操，惟日虛心比此君。 \\n  \\n 【范資政移鎮杭州一百韻】 \\n  \\n 聖門髙弟游淵源，當時所得惟十賢。科張言行政與學，兼此四者誰能然。公含天資得具美，出文入武材謨全。軒昂盛時進以道，行髙徳鉅齊回騫。發為文章動驚俗，邈與游夏争差肩。手鑿大竅破混沌，分得清濁歸坤乾。斯文去聖日已逺，泯塞不絶猶涓涓。公恢吾儒獨振起，力引巨海吞百川。周旋六經後諸子，陟彼泰山望八埏。提攜千篇去奏御，列宿環拱分經躔。章韶夏濩忽冥昧，琥璜圭璧慙雕鐫。詞雄語險氣復鋭，猛將正怒揮戈鋋。羣邪衆枉困淩暴，辟易萬里窮無邉。飛名禁林號獨步，多士仰則猶權衡。惟時朝廷政不一，衆口噤愔同寒蟬。公鬱竒材未得吐，盤虹積玉胷中填。囊書萬言究大政，徑欲鍜石持補天。自從諫言抉心膽，慷慨大論君之前。采詩止誦闗雎化，稽古下陳無逸篇。材髙於時衆所忌，讒機巧網相包纒。如公之言遽見斥，嗟嗟吾道何其邅。上思賈生久不見，一日開悟俄詔還。歸來復踐諫静列，正似猛矢加勁弦。遂登天閣承顧問，凡日三接親邃延。乃眷京畿作大尹，有美聞望如庭堅。公言臣節矧可奪，寧方而折何能圓。咄哉小人正用事，亦以茅茹相引牽。大凡威福自人主，其下臣子敢得專。設若園林養材木，腐枝朽枿須剝刓。方今之患猶大腫，未得良藥何能痊。大書斥言不忌諱，貫理若以珠貝穿。天子為之徹旒纊，樂以從諫如轉鏇。退思謂言即施設，返逆衆耳遭呵訮。黄鵠孤飛下太液，勢力不勝梟與鳶。遭罹網羅不得奮，擺翮垂翅江之壖。身雖江湖豈云樂，與國憂戚常悁悁。謂時久安慮必逺，往往達旦目不眩。俄而烽警半夜至，黠羌豕哾窺西偏。廟堂竒兵不施設，主帥肉食驕且孱。王師之行屢挫衂，邊邑騷動何喧闐。朝廷方議擇儒將，諍臣列奏飛封牋。起公于西代天討，推轂以送操中權。奉師尊行天子命，徳望逺振威先零。指揮風行紀律定，士卒增氣百十年。先期長戈斷爾臂，隨以巨杵舂其咽。羣兇胆落禁不發，若卵壓以泰華巔。諭之天意使安然，踧踖聞命敢不虔。西人父子相得喜，咸愈大癘就粥饘。帝曰於予薦太廟，拾得巨鼎容牲牷。遂以公歸贊大政，思納治道於平平。公言一物未云獲，惴惴若已推諸淵。觀今正得仲舒策，夫欲善治須改絃。公孫之才卒克用，救弊一變期朞年。國僑首議立謗政，習俗未久非所便。祁寒暑雨輔天令，嗟爾小人猶怨焉。甚哉仁義豈迂闊，言未及吐讒人■〈口賢〉。邊氓方復思召虎，謂以王命來旬宣。公揚天休布惠澤，一切苛政咸使蠲。期民陶然釋重負，時雨驟作蘇枯薦。被甲邉士衆千旅，又煦鳬藻相依沿。狡兔竄縮飛鳥伏，良弓收勢蔵諸鞬。時將勞還亟大用，上書願得東南遷。帝曰老臣重休息，方且畀汝南陽田。南陽之民悦以化，焱若暖氣來窮燕。隆冬寒嚴雪積苦，赤子乳負蒙裘氊。上方南顧孰予濟，賴公往鎮蘇民編。江東百城控越絶，齊俗輕剽窮奢妍。三民勞力事故教，揖揖蟻蚋團腥膻。望公之來日以治，坐使薄惡隨而悛。雖然一方仰其賜，安得為惠周幅員。吾民崆峒豈有識，瞻望徳業何拳拳。凄然末學門下客，憶昨捨耕趨士聯。飯蔬飲水亦云樂，勉望箕業猶桮棬。于時鄱陽被公化，樂以教育為民先。公嗟吾儒實已落，勉勉欲以經義傳。强扶駑駘決逺到，足力不騁煩笞鞭。漸摩師教日巳久，有類汙壤遭坯埏。良工遇物以規矩，方圓大小隨陶甄。鍜磨拂拭僅成器，未省所用何如旃。逢時清明輙自喜，才卵而翼思翩翾。幸歌嘉魚樂賢者，數罟不棄鱅與鰱。區區一入太常選，誰顧尺蠖猶連蜷。退思生成有本末，未能豈敢忘蹄筌。公時提師出萬里，一伏門下無由緣。皇皇寸祿及親養，乃以名字歸冬銓。度量未免習為吏，束縛日以官事煎。方愚動與時事戾，進退坎塪誰與憐。男兒三十志未就，却顧文字羞丹鉛。營營孤飛失所託，恥與燕雀争連翩。願奮羽翰脱榛棘，日逐鳯鳥翔飛煙。跋公之門已俯附，孑孑斾旞當風褰。十年始得拜車下，若出穢藪遊飛僊。公之聲名世軻愈，民望其賜猶蹇連。况當景盛天子聖，將議明堂張九筵。肯如大過棟已橈，方購梁木扶其顛。定須籠材器所用，鳩斂天下無棄捐。經營架搆非一幹，願得身備栭與椽。公歸輔成此基構，手斡元化隨天旋。致君無為坐以治，四氣成順豈有愆。自然民物日陶遂，返我薄俗如羲顓。 \\n  \\n 【夜泊竹篠港寄鄱陽朱安石】 \\n  \\n 江隂滄漭雲四垂，風蘋雨杜饒秋悲。孤檣轉汀落處晚，漁歌傲笑鷗羣疑。肥魚新酒且可挹，萬緒一破忘者誰。驚波到枕不成夢，鴻聲半夜東南飛。 \\n  \\n 【和李公素舍人真州通濟亭詩】 \\n  \\n 虹堤崛起開危軒，四徹空曠圍山川。刺天萬里煙樹外，破浪一去風中船。青黄亂眼裂春錦，鳴聲聒耳驚秋蟬。亭前深處不百尺，神物窟此猶安然。 \\n  \\n ○五言律詩 \\n 【和御製觀龍圖閣三聖御書】 \\n  \\n 累聖傳真蹟，天苞炳瑞文。珍蔵留紫禁，寶構拂叢雲。焜燿三辰爛，周旋八體分。宸心追睿轍，尤念保邦勤。 \\n  \\n 【送張明逺歸丹陽】 \\n  \\n 此行非逺别，何用惨離顔。縱棹谿亭外，清歌罇酒閒。相期在西笑，從此望南還。歸去重囘首，夕陽江外山。 \\n  \\n 【張子禮鏁應下第南歸】 \\n  \\n 官小事如麻，去官書滿車。干時不得薦，垂翅又還家。知命獨無愧，沉英衆所嗟。風波信一葉，流落向天涯。 \\n  \\n 【寄題廣信鄭倅潛道齋】 \\n  \\n 養志浮名外，潛神聖壼中。誠心如自得，樂事固無窮。齋静横賔榻，詩成促遞筩。英瓊何以報，惟有四般同。 \\n  \\n 【淝山東歸】 \\n  \\n 巨區苦行役，今日又東歸。攬轡月盈把，出林霜滿衣。眼看風葉亂，心逐野雲飛。稅馬山前驛，長天又落暉。 \\n  \\n 【寄題畢郎中宅御書閣】 \\n  \\n 帝構籠多士，春官喜得人。慶氛騰寶札，睿睠寵詞臣。敞第張層構，傳家號絶珍。更蔵書萬巻，酣咏樂天鈞。 \\n  \\n 【病間偶作】 \\n  \\n 壯矣尚無成，區區京國行。食貧諳世態，臥病見交情。萬事風埃過，寸心霜雪明。誰知丈夫志，日月照功名。 \\n  \\n 【靈辯大師歸江南】 \\n  \\n 睿讚釋真筌，惟師得本原。歌時詩百首，祝聖頌千言（師注：御製讚并詩頌，特恩賜紫）。巨軸朝聞御，方袍夕拜恩。江南歸舊隠，髙臥老乾坤。 \\n  \\n 【清風閣】 \\n  \\n 勢壓最髙峯，四軒横斷虹。江山形勝外，疆埸盡圖中。景物浩無主，塵襟到即空。何須遲炎暑，特地揖清風。 \\n  \\n ○七言律詩 \\n 【戚郎中紅黄拒霜花】 \\n  \\n 霜曉禁寒色不摧，若論花品是竒材。紅如錦帳香囊綻，黄似霓裳舞袖開。幸與畹蘭同素景，恥隨籬槿委輕埃。郡齋得地逢嘉賞，不逐羣英爛漫栽。 \\n  \\n 【題晉匡廬先生廟】（先生周武王時廬于山之下，時人賢之號曰廬君。因以名山） \\n  \\n 山壓重江萬里波，半空精鉄鎖嵯峨。先生死去雲情薄，六國興來佛事多。萬利金蓮開碧落，一祠茅竹蔽叢蘿。遊人但逐僧歸去，古隠荒凉誰肯過。 \\n  \\n 【送廣州劉待制】 \\n  \\n 光揺劒外使星還，天閣平躋侍從班。暫命剖符開廣府，先聲指日定諸蠻。浮江大斾翩飜去，過嶺新恩次第頒。濟俗有謀方適用，巻舒應在笑談間。 \\n  \\n 【招王闞二同年（王玘、闞逈）】 \\n  \\n 偶憶去年逃暑飲，與君通夕屢忘歸。旋沽美酒開罇淥，更買新魚斫鱠肥。今日忽驚池水漲，小亭依舊柳隂圍。停舟待月波心去，攜手相過莫我違。 \\n  \\n 【寄題六安縣徐介夫園亭】 \\n  \\n 峨峨武步對精廬，潄玉寒泉灌石渠。醅脚滿篘先臈釀，茗叢棲塢及春鋤。清風儔侶簷前竹，黄巻生涯架上書。養志待時應自信，臨卭人莫誚相如。 \\n  \\n 【瑞金蓮西池雙蓮汪簿有詩見寄因以和之】 \\n  \\n 惠政多應草木知，藕花呈瑞向西池。雙紅共蒂初含笑，衆卉千名總合竒。寵降帝妃媯汭日，恍迷仙珮漢臯時。若教潘令河陽見，肯羨東風桃李枝。 \\n  \\n 【南塘閑泛二首】 \\n  \\n 雨收平淀飲殘虹，蘋末無風碧印空。寒浄渾疑踏冰去，清光直欲貯胷中。客檣隠隠逐飛鳥，釣舸悠悠任轉蓬。日暮韓隄猶極望，却將耕稼問漁翁（昔日田夫今漁翁矣）。 \\n  \\n 水郷真箇似三吳，碧淀涵秋水鑑湖。十里香風起蓮萼，半空飛雪下鷗雛。隄森古木嚴征仗，塞繚方田展角圖。閑艤洛陽橋畔飲（橋在淀南洛陽隄上。雄莫州之中），風濤還到此中無。 \\n  \\n 【同陳郎中遊南塘】 \\n  \\n 水光烟色滿南塘，十里横連古戰堭。千頃芋畦楸罫局，萬章雲木羽林鎗。漁歌閙處菱花紫，田婦歸時秫穗黄。賢守公餘行樂去，許陪旌騎問耕桑。 \\n  \\n 【周濤權宰大冶，以湖光亭詩見寄，因和之】 \\n  \\n 面揖清光萬頃陂，滿簷秋色曙隂微。囘環逺岫煙中辨，片叚閑雲鏡裏飛。富冶地饒民訟簡，洞庭風便客舟稀。知君已厭江山思，亭下行吟日望歸。 \\n  \\n 【寄所知】 \\n  \\n 正色當官取悔尤，清時無告獨包羞。獄中劒氣猶盤鬱，火裏琴材未見收。自古聖賢由直道，遭時誣毁亦幽囚。願持仁義為篙檝，敏手中流救覆舟。 \\n  \\n 【秋鴈】 \\n  \\n 北來南去年年事，微物還應不自由。繒繳多機當逺謝，稻粱已飽更何求。瀟瀟風雨衡陽暮，渺渺烟波震澤秋。夜過邊城牢閉口，斷膓砧杵不禁愁。 \\n  \\n 【寄别致政王中允】 \\n  \\n 羨君髙尚褫朝紳，始是人間自在身。深塢結廬窮水石，半山開徑入松筠（皆君家之景）。肩輿訪寺常擕鸖，釃酒邀朋祇墊巾。我欲效尤歸未得，又驅疲馬踏京塵。 \\n  \\n 【鬱孤臺】 \\n  \\n 鱗鱗萬瓦遶雲根，環列諸峯勢獨尊。屹若靈鼇浮海面，儼如謀將立轅門。贛流東滙龍蛇走，崆阜南來虎豹蹲。乘月偶為逃暑飲，欲捫南斗當清樽。 \\n  \\n 【南康縣清暑臺】 \\n  \\n 子康踈畧人皆笑，即墨孤危衆所攻。遇主卒封齊萬户，會時猶位漢三公。二賢養正堪忻慕，百里徒勞且晦蒙。閑上髙臺散幽鬱，獨開襟袖挹清風。 \\n  \\n 【冬至日代書呈諸兄】 \\n  \\n 人人懽聚慶新陽，我獨飛心戀北堂。薄宦飄流成底事，數年牢落在他郷。徒將逺意憑歸鴈，不及諸兄捧壽觴。何幸前春改官去，綵衣相逐戲親傍。 \\n  \\n 【寄題三靈山程先生瑞墨閣】 \\n  \\n 翼舒層構倚雲霞，日下無雙處士家。千疊靈山横琬琰，八分宸筆動龍蛇。趨庭素業皆黄卷（先生子侄皆從學），揭版新詩半碧紗（聞卿相新詩甚多，我倦迷津欲歸老，賴君曽為指仙槎）。 \\n  \\n 【滕王閣】 \\n  \\n 無復朱樓萬幕垂，碧流青嶂似當時。不須越舞并秦唱，自有韓文與杜詩（閣有韓退之文小杜詩）。殘雪未消春到晚，彩毫争落酒行遲。滿簾紅日江天暮，隔浦一聲楊柳枝。 \\n  \\n 【和曾子固聞言事謫官者】 \\n  \\n 四海瘡痍劇蝟毛，愛君三諫未能逃。所期力濟生民福，不為名存信史褒。想見斯人心獨喜，願為君黨義尤高（時有願與黨人之語）。忠言已入身甘竄，始見吾徒氣思豪。 \\n  \\n 【送虔州知州】 \\n  \\n 所莅驅除弊一新，政成草木亦知仁。已書治最稱循吏，好躡家聲作諍臣。飛詔罷歸漳水日，去帆催向汴隄春。未央賜對須南問，應記塵勞負弩人。 \\n  \\n 【離山陽阻風少憩歸思浩然】 \\n  \\n 雨寒風横暫停橈，楚望亭南十里遥。舟刺水村銜燕尾，橋横煙市隠虹腰。歸程不待春潮漲，孤憤難憑斗酒銷。幸有同途江外客，不吟何以慰無聊。 \\n  \\n 【賦得憶梅寄朱公美】 \\n  \\n 七度經春不見梅，水邉亭下獨徘徊。因思昨夜臘前雪，定是此時花盛開。逺信浪從江外至，新聲剛向笛中來。如何便得南歸去，共把清香醉幾囘。 \\n  \\n 【和周濤見寄（時知南康縣）】 \\n  \\n 薄宦留連未得歸，思親懐舊兩依依。嶺頭梅信憑誰去，枕上鴻聲到此稀。君喜及瓜催北嚮，我嗟垂翅倦南飛。何時共作東都客，不厭京塵化旅衣。 \\n  \\n 【和介甫寄安豐張公儀之什】 \\n  \\n 前賢立事豈徒然，惠政須教振古傳。芍水灌餘三萬頃，楚人祠已二千年。近聞令尹開新牐，不避風波上小船。堤築已完輿頌洽，去時民吏重留連。 \\n  \\n 【遊陽府寺】 \\n  \\n 山肋盤紆一徑斜，水煙深處梵王家。聞雷已薦鷄鳴笋，未火先嘗雀舌茶。吟客披雲題石壁，藥僧和露掃松花（四物皆寺中有）。縱遊向晚尋歸路，渡口平沙臥古槎。 \\n  \\n 【蒙詔書奬諭寄呈王介甫相公】 \\n  \\n 鳳口銜書出九重，帝王親賜紫泥封。神光下燭將飛劒，真賞重鳴既啞鐘。砥礪若為酬睿睠，驅馳何敢嘆塵蹤。仙翁更借提攜力，竹杖由來解化龍。 \\n  \\n 【重修龍興觀寄呈江吳二尊師】 \\n  \\n 壇宇榛蕪幾十年，遺基重葺控長川。羽人便是雙飛鶴，仙籍須增一洞天。藍嶠逢秋無敗葉，龜池經夏有甘泉（前有山曰藍衝嶺，旁有石龜池，泉甘宜茶，雖大旱不涸）。操舟過客宜停棹，暫到塵襟自洒然。 \\n  \\n 萬户晴嵐生紫烟，絶塵佳致甲昌川。輕舠急槳風中葉，碧瓦朱欄水底天。雨夜龍涎腥柱礎，霜秋桂子落嵓泉。二師自得幽棲趣，向此灰心肯復然。 \\n  \\n 【和永叔潁川西湖】 \\n  \\n 名遊無似郡城西，况是棠隂訟簡時。信歩桑間春去後，榜舟湖面夜歸遲。烟波際目無窮樂，沙鳥留人逐處隨。應為獨醒須强醉，浩歌風月倒千巵。 \\n  \\n 【花沼分題】 \\n  \\n 寒光浄色照花林，更喜詩家共賞心。謝客不成春草夢，杜郎須强海棠吟。惟憂别去歌雲散，不管愁来鬢雪侵。且試主人新酒令，片紅飄琖十分斟。 \\n  \\n 【和永叔芍藥】 \\n  \\n 不逐羣花散漫開，風前一笑尚淹囘。使人便有留春意，對爾强湏銜酒杯。時與樂并真勝會，筆縁情賦盡髙才。如何只得新詩看，也似南園縱賞來。 \\n  \\n 【題贈南臺山院主吉大師】 \\n  \\n 三紀修行箬笠僧，布衣襤縷髮鬅鬙。邑人與卜幽棲處，象法能通最上乘。常宿靈嵓敲玉磬，旋營精刹布金繩。江西望鎮稱臺嶺，使者重來喜共登。 \\n  \\n 【黄通有詩見寄因以答之】 \\n  \\n 一别俄然十二春，男兒志氣可因循。簡編少見承平日，世路稀逢磊落人。未免驅馳從縣道，已甘榮悴任天鈞。惟君知我須同醉，且喜清時祿逮親（與君俱為邑相逢話舊皆以迎親為榮）。 \\n  \\n 【題披雲閣】 \\n  \\n 仕路無如衣綵榮，喜聞絃誦日趨庭。欲光子道兼三樂，須念家傳重一經。已敞髙齋臨水鏡，更張層構倚山屏。佳名切礪男兒志，手扶浮雲見日星。 \\n  \\n 【挽仁宗皇帝詞】 \\n  \\n 臣某言：大行皇帝好生之徳感人之深。至於海隅日出，草木蟲魚，莫不涵濡膏澤。奄棄萬國之日，雖耕夫織婦，蒭牧小兒，號咽於道。齒于仕者，莫知所報，何以為心？恭聞昭陵大禮逺日有期，窮邊小臣不得奔詣執紼之列，臨紙揮涕，撰成挽詞五首。謹隨狀上進，西望靈駕，無任徬徨殞咽之至！ \\n  \\n 廣輪三萬里聲明，四海謳歌號太平。恭已愛慈同漢景，息民寛厚似周成。九郊上帝天和應，載饗明堂孝意精。惟有升中獨謙徳，只應留待嗣君行。 \\n  \\n 優賢從諫致時雍，舜目堯眉儼睟容。靈算格天齊睿考，瑞元開筴倍神宗。夢迴綵仗歸霓闕，愁入宮聲咽暮鐘。臣子訴號空殞血，鼎湖無路許攀龍。 \\n  \\n 慈儉身先治道間，未嘗論罰不從寛。成功日比堯年盛，與子人知夏鼎安。憑几遺音傷萬古，抱弓銜恨泣千官。昭陵栢老伊川竭，宮掖三千淚始乾。 \\n  \\n 深仁醴澤浹威靈，最是櫜兵與緩刑。坐接邇僚均父子，手揮宸翰走風霆。臣心未報空號慕，蒭牧無知亦涕零。視古諸侯從儉約，忍思遺詔尚丁寧。 \\n  \\n 億萬民靈四百州，衘恩哀慕幾時休。惜囘長夜鈞天夢，歸侍仙都泰帝遊。蒼野路遥斑竹恨，翠微宮冷白楊秋。國人雨泣西郊暮，烟慘風悲亦為愁。 \\n  \\n ○五言排律 \\n 【感夢因接夢中所得詩句】 \\n  \\n 我后同堯舜，君臣詠載歌。天顔春日煦，庭列衆星羅。雅奏鈞音合，穠香瑞氣和。逢辰膺帝睠，既醉任顔酡。薦翣珍蒲異，儀庭舞獸多。太平無一事，圖報顧如何。 \\n  \\n 【夢賦詩尋得唐韻册檢看見恩字韻】 \\n  \\n 太平無事日，藩服盡賔門。九奏張新樂，千官奉至尊。光華逢舜旦，賡載誦堯言。在沼祥麟萃，來庭彩鳳飜。需雲和氣應，寶獸異香噴。下列容霑醉，何從報主恩。 \\n  \\n 【和陳屯田秋雨】 \\n  \\n 雨勢正漫漫，空階滴未殘。重隂連地暗，爽氣逼人寒。柱礎因雲潤，池魚得水懽。曉畦蔬甲綻，夜枕瓦聲乾。亂片飛林籜，衰紅泣砌蘭。前溪有歸客，清思發毫端。 \\n  \\n 【文相生日】 \\n  \\n 羲御三星次，堯蓂九葉開。霄躔符有道，天驥下呈才。氣思淩諸謝，淵源過二崔。光華逢日月，騰躍契雲雷。迅步登文陛，嚴聲凛栢臺。幽潜均照燭，精膽破姦囘。地重圖書府，人瞻柱石才。堂基峻亷陛，鼎味仰鹽梅。師鉞方謀郄，樞庭喜得裴。往平蛟穴去，還入鳳池來。元化經綸内，真儒事業恢。威名攝窮裔，美利澤枯荄。隂徳天須佑，精誠日可迴。祥光纔偶聖，妖彗不為灾。全粹圭無玷，晶明斗有魁。龍旂聊偃息，鴻渚暫徘徊。重倚周分陜，豐功稷啓邰。國醫先藥石，廟酌首罇罍。促召君前膝，圖勲位正槐。羣情欣愛日，憸黨極寒灰。王禮修嘗禘，天官總貨財。劘民歸砥礪，播物就坯胎。動植逢時若，君臣詠喜哉。兩京繄屏翰，大政輟公台。上徳皆宣布，邦經一製裁。人和鳬喣藻，兵肅鴈銜枚。誕月君恩重，娛賓騎從陪。寒飇從激冽，喬嶽鎮崔嵬。金鑑光長滿，霜松勁不摧。下寮違几席，並塞走風埃。勞瘁魚將涸，覉孤雉在■〈罒上每下〉。何當備驅策，猶冀竭駑駘。共慶歌巖石，無階獻壽杯。矧留天睠久，行聴璽書催。黼袞榮三入，膏霖霈九垓。如收東閣士，願與北山萊。 \\n  \\n 【韓相生日】 \\n  \\n 商飇迎素律，兌澤薦元精。象順奎鈞爛，天鍾義氣清。千齡將聖偶，冢輔為時生。粹蘊森羣玉，冲襟貯四瀛。大方捐樸斵，淳辨復韶韺。先帝龍飛日，朝陽鳳一鳴。振文齊木鐸，保國敵金城。舊徳方圖任，鴻鈞正倚平。具瞻歸峻嶽，衆口説和羮。固結君臣分，窮探禮樂情。用人兼畎畝，得士盡豪英。省罰蠲茶法，均徭審地征。鎮浮還美俗，恤隠起疲氓。考古淵源博，含章氣思宏。太平論極至，墜典悉興行。文物期三代，規摹小二京。納忠髙子孟，任重等阿衡。國本重離正，身謀一羽輕。殊方想風烈，皦日照功名。嗣聖嘉深識，明神格至誠。官儀端表憲，圭瑞竦桓楹。邦揆車遵轄，時髦鹿在萍。戍亭無警燧，廊廟有竒兵。達節天須佑，真儒道始亨。黄裳坤徳静，玉鉉鼎功成。坐致唐虞旦，前無丙魏聲。昌期逢慶誕，睿寵極光榮。燁燁台符應，詵詵喜氣盈。南巖同久固，西昴共晶明。史克歌眉壽，芳風願載賡。 \\n  \\n ○五言絶句 \\n 【宿徳興周秀才書閣】 \\n  \\n 十室所可重，喜君吾道同。因過一攜手，醉臥六經中。 \\n  \\n ○七言絶句 \\n 【謝朱公美遺瓜酒】 \\n  \\n 龍蹄甘美蟻頭香，逺逺緘封遣老郎。便向嵓亭逃暑去，恨無人共把觥觴。 \\n  \\n 【雙溪】 \\n  \\n 雙泒飛來一鏡寒，合流南注息驚湍。雨餘山脚雲收盡，兩幅青綃繞翠巒。 \\n  \\n 【盛暑偶遊曠亭書于再生樟石碣之隂】 \\n  \\n 萬里雄風海嶠來，客襟聊為曠亭開。千年古木清隂合，若比莊椿是美材。 \\n  \\n 【寄别朱公美】 \\n  \\n 三載鄉坊義最親，驅車還是走京塵。雖無士會兼人智，猶有臨岐贈策人（嘗許馬撾故有是句）。 \\n  \\n 【石龜塘】 \\n  \\n 石化神龜不計年，方塘依舊洌寒泉。氛埃不到真仙境，擬倩麻姑種碧蓮。 \\n  \\n 【南塘】 \\n  \\n 二月江南煙雨多，南塘一夜漲春波。堤邉遊女最歸晚，争引漁舟作棹歌。 \\n  \\n 【留題分宜前山吳隠士白雲亭】 \\n  \\n 面挹晴光錦繡川，卻臨蒼澗玉聲涓。逸民自有山中樂，不問山前令尹賢。 \\n  \\n 江上青山山上泉，酌泉烹茗白雲間。長官不擾民無訟，共喜登臨一日閑。 \\n  \\n 【水心亭分題】 \\n  \\n 雨脚新收晚照開，水心亭上一曽來。紅裙只解邀人醉，競折新荷當酒盃。 \\n  \\n 【金沙亭】 \\n  \\n 亭闞方池物物新，花中名品富長春。詩僧用意栽培處，四季常教有主人。 \\n  \\n 【五色雀】 \\n  \\n 羅浮山有雀，各自為一色，棲于絶頂。每遇海風調順，曉日照曜，即逐色以類，相從次第，羣飛入于雲中，莫知所集。俗傳此雀好樂聲。昔南粤尉作樂于山之上，翔集者久之 \\n  \\n 晨氛澄霽海風調，綵絢珍禽入絳霄。聞説舜庭方可樂，可容飛舞聴簫韶。 \\n  \\n 【義烏】 \\n  \\n 海上有烏不羣飛，亦不常有。惟孝義之家或翔集焉。土人謂之義烏。 \\n  \\n 徒知感義海邊州，未效精衷已白頭。苑囿清隂無限好，棲身容借一枝不。 \\n  \\n 【贈南華拱禪師】 \\n  \\n 祖葉彫零四百年，法燈今見拱師傳。堂頭海會僧三百，晝課蓮經暮叩禪。 \\n  \\n 【池亭避暑】 \\n  \\n 新花猶未出圓荷，月射風飜卷翠波。對酒强須通夕醉，暑天清景此為多。 \\n  \\n 【和張公達端見寄】 \\n  \\n 殷勤寄語張夫子，休愛三山勝處游。聞説詔書催入覲，便須飛步上鼇頭。 \\n  \\n 【和康甫兄見寄】 \\n  \\n 夢想南亭倚翠岑，手栽松竹已成隂。白雲不是無留意，出得山來四海心。 \\n  \\n 【李白墳】 \\n  \\n 謝公山下見孤墳，下闞平江萬頃雲。盡日艤舟空悵望，謫仙風骨在遺文。 \\n  \\n 【偶書茭湖院】 \\n  \\n 波漾晴光入户庭，隔湖煙掃髻螺青。老僧猶厭當官道，面壁焚香晝誦經（佛室之隂老僧終日面壁看經）。 \\n  \\n 【贈成祕校】 \\n  \\n 四門嵓下一翹英，滿腹詩書學已成。講義羣庠初應辟，絳帷羅列盡諸生。 \\n  \\n 【病起】 \\n  \\n 黄祖城邊下石船（粤人云舟槳出瀧謂之下石），蕉林暗地雨如煙。只知問俗求民瘼，却愧經旬臥瘴天。 \\n  \\n 【金竹峯】 \\n  \\n 重重巖萼插晴空，雲際叢開菡萏峯。疑是葛仙歸洞府，移將江上九芙蓉。 \\n  \\n 【大雲倉阻風】 \\n  \\n 走越遊梁萬里囘，却臨江渡已殘梅。歸帆未落青溪尾，雲壓寒風水面來。 \\n  \\n 【石】 \\n  \\n 地隘風波勢已驚，更容頑險暗中傾。自嗟忠信猶防患，却任舟人委曲行。 \\n  \\n 【披襟臺】 \\n  \\n 紫微行樂不到處，絶勝何人共賞心。况是難逢開口笑，强須攜手一披襟。 \\n  \\n 【留應聖宮】 \\n  \\n 松掃醮壇青羽蓋，杉圍精館碧油幢。葛張二老今何許，雲外歸來鶴一雙（宮乃葛張二真人上昇之處）。 \\n  \\n 【題晞上人齊物堂】 \\n  \\n 莫論西竺與南華，了得真筌只一家。聲色外來無物我，茫茫名利是空花。 \\n  \\n 【題公定兄滴翠亭】 \\n  \\n 數岫翠嵐濃欲滴，一軒静境閴無塵。暑風滿枕日髙起，誰識羲皇傲世人。 \\n  \\n 【真珠亭】 \\n  \\n 新寺囘廊入翠微，亭前珠樹鬪芳菲。寄言遊者休披採，還似人懐薏苡歸。  \\n 　 \\n 巻下 \\n ○表 \\n 【謝廣東運使表】 \\n  \\n 臣某言。伏蒙聖恩，授臣前件職任。臣已於某月日到本路南雄州界，禮上管，勾訖。【撫俗勸風，助農，宣化擇才而授曠職】是虞，臣某誠惶誠懼！頓首頓首！ \\n  \\n 竊念臣，志業無成，樸忠自許。更以外臺之計，當其立法之初，班布教條，蠲除民瘼，朝廷美利，夙夜推行。敢圗上簡清衷，亟遷煩使，人皆憫其【孤宦猶走窮荒】。上欲遺之逺民，别觀微効，此盖伏遇皇帝陛下，財成萬世之法，獨髙三代之英。黙運神幾，畢收羣策。丕冐徳澤，煦蘓海隅。臣敢不盡瘁公家，疚心疲俗？！力勉涓塵之補，上酬覆幬之仁。 \\n  \\n 臣伏限守職在逺，不獲蹈舞玉堦，臣，無任瞻天荷聖，激切屏營之至。 \\n  \\n 【謝再任廣東運使表】 \\n  \\n 臣某言。伏奉聖旨，候今任成資日，令再任。仍升一任者，第頒連最之優，重錫逺方之寄。荷恩逾厚，揣巳知榮。臣，誠感誠懼！頓首頓首！ \\n  \\n 竊念臣，器業不精，技能殊短。歴試駑駘之用，莫著於顯能；薦膺憲漕之司，粗收於薄效。敢圗睿眷，特簡主知，謂爾遐陬，或容虚授。此盖伏遇皇帝陛下，恩光日麗，澤浸雲遊。顧雖蒭狗之微，亦被蓼蕭之渥。臣敢不欽承皇賚，祇守官規。益加砥礪之勤，上答乾坤之造。 \\n  \\n 伏限職守，不獲躬詣闕庭。臣，無任瞻天望聖，激切屏營之至。 \\n 【江西提刑落權字謝表】 \\n  \\n 臣某言。伏蒙聖恩，授臣【提點本路諸州軍刑獄公事與落權字】，餘並依舊者。在臣子粗修於職分，敢覬褒優；盖君心欲廣於仁恩，使之勉激。臣，誠感誠懼！頓首頓首！ \\n  \\n 竊念臣，濫中科選，白頭朝行。樸誠自照於孤衷，勤悴行周於三紀。頃蒙清問，誤被聖知，俾領使軺，詢求民隠，難除艱而弗顧，惟利病之是圗。奏課未優，冐榮逾分。此盖伏遇皇帝陛下，神功黙運，盛徳輝光，鼎新百為，舄奕前古。立子僑之謗政，俗巳安行；即文王之康，功民斯忻。戴致天下，涵濡於惠澤而仕者，傾竭其才能，羣策盡收，微勞必録。臣敢不寅遵聖訓，益勵官規，糾繩岸獄之繁，勸課耕桑之本，推行美化，上答鴻休。 \\n  \\n 臣伏限守職逺方，不獲蹈舞天陛，無任瞻天荷聖，激切屏營之至。 \\n ○狀 \\n 【仁宗朝言貢舉便冝事奏狀】 \\n  \\n 准勑節文【今年貢舉事】，令【尚書禮部貢院】依例施行者，臣不避誅罰，敢以愚見，謹條【貢舉事，切於時宜較然易行者】有三，析於章左，伏望聖聰【俯加裁擇，發於睿斷，早賜施行。】臣，人賤言鄙，輕凂宸旒，無任俯伏待罪，戰汗屏營之至。 \\n  \\n 一事。臣伏覩皇祐二年明堂赦書節文【貢舉人，曾經先朝省試，下特免將來文解。如省試不合格者，别具名聞奏。】臣妄測聖心，盖謂【其人嘗蒙先帝樂育之恩。又恤其久於場屋而特加優異也。】臣竊觀先朝舉人類，多在耆艾，氣體衰朽，或素無生業，迫於貲費。而天下州郡逺者，動萬千里。夫以貧病衰老至甚之人，驟為萬千里之行，則其為勞亦甚矣。至如前嵗詔下，先朝舉人【希覬恩澤，望風而至都下】者，甚衆。是時，朝廷别無恩旨，例賜錢三千，俾為歸計，而屬嵗癘疫，在道【或病或死者】不少，誠可憫傷。今而詔下，臣竊思，其人力能徃者，十無三四。其三四中，勞其筋力，苦於道途不幸，而病且死者，抑又可料，則是，得以名聞者，百才一二爾。伏惟陛下，躬祀明堂，使民知孝有生之類，莫不涵被恩渥，故人人鼓舞歌詠，喜逢盛明。在先朝，學校之人，蒙陛下預開優恤之意，特異於常。今其間，力不能往者，獨不蒙惠澤之流均及其身，此人可憫也。臣今欲望聖慈特詔天下州郡，先朝舉人有願赴省試者，聽之。其間有貧病衰老，就試不得者，委本州郡勘會得解。後來但不曾犯真刑者，具名聞奏，乞朝廷就賜一上佐之官，以畢餘年。臣觀此等人，雖材或有短長，然自束髮從學至老而志操不變，是亦有意於善也。今若朝廷惻然憫其夙心，使至暮年終被恩命，少酬願望，庶不辜生平嗜學之志。上以廣先帝樂育之恩，次以彰陛下優老好善之實，而又使天下之人曉然知為善之利也。 \\n  \\n 二事。臣聞漢世學者，皆以専經補吏，故士者，治身從政，罔悖於理。當時所得類多有道之士，而後世不克循之，故所進之人未有如兩漢之盛也。國家因近代之制，用詞科以取士。向者，有司命題發策，多不専於經典，往往雜取諸家小説，故朝廷患其如此，亦嘗頒示條約，得於國子監經史中出題目。近嵗巳來，遂於注疏，及但係監本諸雜文字中擿裂句讀，以為題目。况本朝文物寖盛，國庠典籍部類實繁，學者若専志於經，則不足以備科試，將遍而治之則力有所不逮。由是，靡靡然，秖務馳騁涉獵破碎文義，以絢飾辭章而巳。求其【内可以美其身，外可以謀王體斷國論】者，盖幾希矣。凡士之出處，語黙鮮能及於古者，亦由不専於經術而然也。臣，今欲乞申勑【内外主司，凡試進士詩賦，只於九經正文中出題目，其策論亦詳於三史及荀孟揚雄書中通用。】如此行之，則學者，皆務深於經術而有道之士出矣。 \\n  \\n 三事。臣竊見，向來開封府、國子監兩處應舉者，常至數千人。其間，雖有竒才異士，然亦類多託籍冒名，浮薄不逞者，雜於其中，或紛撓禮闈，動致喧争；或輕議國體，妄生謗讟，是非雜揉，玷我士風。朝廷近年亦患其然，故嘗詔立賞格，許人告訐，徒使狡詐之人夤縁為姦，興搆獄訟，殊虧事體，適長澆風，以至於引試之際，則士人汹湧，讙噪不可止禦，至有毆擊吏卒，肝腦塗地者，况天府國庠，乃朝廷觀禮示化之地，而萃集浮薄不逞之徒，為弊至此，甚可怪也。今年，自聞詔下，四方之往者，不絶於道，臣恐前嵗之弊，未能遽巳也。竊原士之所以輕去州郡而樂趨府監者，大抵以近者，州郡立定解額多不均一，及開封府國子監素無定額，比之外郡稍寛，故外郡解額少處，競奔湊京師及府監。舉人保明行實約束未盡，致有冒名之弊。臣今以諸郡應舉人數計之，有十人解一名處，有二十人及三十人巳上解一名處。又况每嵗人數多少不定，若只限以舊額，實見不均。臣，今欲乞申勑【開封府、國子監及天下州郡、例皆以分數取人，二十人中與解一名，則不惟取士之均，又使人皆樂就於鄉舉矣。其開封府進士，須得在『京户税委』實居止；去處不實者，論違制之罪，雖去官經赦，見任官委保，不得原免其衣冠。子弟今後就學上庠者，須得本貫。見任官與發保明文牒，方許入學類試。】則府監無偽濫之弊矣。 \\n  \\n 【仁宗朝言災異事奏狀】 \\n  \\n 臣伏讀六月三十日詔書。節文【以大水為沴，應中外臣寮。】上實封言。時政闕失，無有所諱，逺方小臣不能詳知國體，惟陛下赦臣進越之罪，留神裁擇，幸甚幸甚！ \\n  \\n 臣謹按：《五行傳》【宗廟廢祭祀，則水不潤下。】伏惟皇帝陛下，仁孝之心格於神明，時亨月薦，曾靡有懈。咎譴之來，不應縁此。然臣之愚慮，叅考經傳，殆宗廟主器，社稷本根之重，陛下或未之思耳。竊惟【古先哲王，雖巳大治之後，不能無災異，惟恐懼修省思所未至，為所未為，以應天心，則災異自然而消弭。】臣不敢逺引他説，試取兩漢近事以明之【若孝景、孝成、光武、孝章之世，冬雷霪雨、日蝕星殞、地震川竭之變而能早定封建，固國根本，然後災變消伏，享國長久。】陛下睿謀英斷，敻髙前古，豈特周旋【孝景、孝章】之間哉。然比嵗以來，日月薄蝕、地震河決，天之告戒不為不至。陛下惻然引咎歸巳，故嘗避正殿，損常膳，節服御，釋繫囚，以圗消伏天鍳。不違水沴仍作，故臣愚以為，冝詢諸故事，思宗廟主器，社稷根本之重，以為鍳戒。臣又聞《漢書·五行志》曰【地上有水，比。言『性不相害 \\n 』，故曰『比樂』也。】而相毁墊淪失比之象。又易曰【君不宻則失臣。臣不宻則失身。幾事不宻則害成。】今朝廷大政，言未出口，則已喧傳於道上矣。願陛下超然逺慮，奮乾剛之斷，詔股肱大臣，早定封建之議，羣小之人無得預聞。不然，臣恐【陰下相為，蠧賊侵陵】之禍萌於今日矣。詩曰【畏天之威，于時保之。】陛下垂精留意，天下幸甚，天下幸甚！ \\n  \\n 【代人謝王學正狀】 \\n  \\n 竊以憲上帝圗書之府，為天子禮樂之司，羅獵英豪，笙簧墳典，自漢延熹而下，迄唐開元以來，真主代生，譽髦間出，有文徳文林之盛，森厥羣書；有集仙集賢之名。號為清選。逮夫，周季革戈鋋之暇，聖朝騰日月之光。若稽堯舜之典章，沛舉漢唐之風懿。得人以富，視古為優，惟其賢才，任以文事。恭以某官。發揮靈氣，泮渙而有其文，修飾令儀，柔嘉而繼其則。非威鳳祥麟之族，則叢蓍朱草之英。瑞我聖辰，媚于王國，蚤自，副宸衷之親選，取天下之顯名。官聨廷尉之平，任居刺史之責。治最嵗上，詔言天臨，入告大猷，不褻小物。尚書給札，大夫之志可觀；藏室紬書，文士之榮固重。行見光輝，賢業藻潤。帝謨反世俗，漓而為醇；使斯文，粹而不剥。天衷是簡，民望攸歸。通賀記之未遑，俄飛文而先及。仰荷一謙之益，彌同十讀之恭，藏去為榮，鏤銘何斁。 \\n  \\n 【代人謝兩府省主中丞狀】 \\n  \\n 竊念某，緒風奇薄，器範疏微。早逢吉於聖辰，偶濫肩於仕綴。甘心冰蘖，居懐百謫之虞；勉力駑駘，近効一官之智。旋進膺於煩使，獲經贊於外司。徒施將輓之勞，安出阜民之策。殫挈瓶之小智，曷濟於逺謀；掇畫地之虚聲，巳浮於實效。敢謂，朝言孚允，天命渙新遽加使節之光華，仍領計台之事任。循涯溢幸，揣巳知歸。此盖伏遇某官，獨運鴻鈞，導揚和氣。旅庭備物細何間於羽皮；考室掄才一無遺於榱桷。致兹，孱品亦被鈞恩。謹當益勵愚冥、勉圗錙撮，上補乾坤之造，次酬坯冶之仁。 \\n  \\n 【代人謝歐陽龍圗狀】 \\n  \\n 伏念某，氣不甚靈，智亦非卓。竊名卿品之末，從事賓筵之初。仕也未優。學其將落。徒欲，企踵賢人之事業，莫知所裁；潛心夫子之文章，庶幾有立。近以被符，計漕假道，化封殆接，淅以及郊願英材而樂育及階與進許，侍於坐隅；為豆有加飫，承於鈞禮。屬奔趨於吏役，遽邈越於賓榮。仍錫誨言，以圬朽素，拜貺之辱，在謙則鳴。伏惟坐棠陰而政成對秋饒而體裕丘軻聖哲，偕見忌於讒鋒；堯舜聰明，獨俯回於民聽。即膺詔節，佇秉國鈞。某，逺阻師承，徒飛魂黯，惟祈為國寳尚，以時節宣。 \\n  \\n 【代人謝林學士狀】 \\n  \\n 竊惟討六經之大源，得五帝之至要。作而為事業，言而為文章。見用於時，坐進此道，則可以——美教化而移風俗，安社稷而序民人，與之太寧，躋此鴻業。歴代所以勞於諮訪，寵以詳延，若崇文麗正之庭，天禄石渠之閣。在此選者，時惟賢哉。方今得人，鑒古為盛，返視皇質，追還唐文，不有大方之家，曷登華韙之貫。恭以某官。言辯而古，徳萃而新。造天人事物之淵，知禮樂情文之際。飛步亨衢，策名上科。秩宗之曠典未修；載繄雅識，史氏之遺文可校，雅屬俊才。時方圗賢，識者悦徳。某，逺蒙庥庇，彌聳翹依。不圗損徳之愈光，俄以長牋而為遺。諦觀及再，藏去為榮。仰祈：副中外之僉言，重起居而享福。 \\n  \\n 【謝昭文相公狀】 \\n  \\n 伏念某，志雖自勞，才實難强。若漸鴻之無應，未始安棲；同渫井之不汙，誰其見惻。恓然寒宦，蔑爾先游。豈有致身冡宰之尊，論道巖廊之暇；枉誨函而馳貺，被鈞寵以過優。開激塵蒙，輝光囊槖。黄鍾之應，既先於幽潛；寶璧之求，可消於灾孽。此盖昭文相公，協贊勛華之際，周回伊吕之間，秉鈞陶民，使皆成君子之器；詘巳待士，惟恐失天下之賢。顧雖介善之微，亦被一言之賜。竊惟疎拙，無補涓埃。徒堅厲銳之心，有望伸知之地。戴恩之重，仰止髙山；圗報之誠，有如皎日。 \\n  \\n 【謝定州部署李防禦狀】 \\n  \\n 伏念：恓然寒宦，仰止恩閎。自逺徳輝，寖逾弦朏。嚮歸寧於親里承方走於邊亭以于役之憚勞，尚未馳于謝懇。敢期鈞矚，逺損珍縢，仰荷謙光，悚銘心藴。恭以某官。英聲颷動，盛徳日隆。朝廷倚重於才謨，天下想聞其風采。尚淹俊望，出鎮列藩。佇膺召節之來，别迓齋壇之拜。惟兹孤蹇，永誓依歸。 \\n  \\n 【謝鈐轄太保狀】 \\n  \\n 伏審：榮被宸綸，摠司戎律。伏惟慶慰，恭以某官，壯猷開濟，妙畧淵通。屢奏膚公，喧聞於聲牘；薦膺寵數，進重於事權。適修慶之未遑，俄飛文而先及。悚銘忻抃，交集於中。 \\n  \\n 【謝黄河都大李崇班狀】 \\n  \\n 嚮者竊審，寵被俞恩，就遷要任。走空邊而鮮暇，馳慶削以未遑。不謂謙光，首貽緘襞，載惟誠照，徒劇心銘。恭以某官。沈毅喏章，端良植操。暫領河防之重，佇聞嵗最之成，别迓寵光，用符瞻頌。 \\n  \\n 【謝府界提點趙舍人狀】 \\n  \\n 伏念：邈違賢範，俄易嵗筩。不圖謙徳之光，密損珍縢之貺。喜聞履道，無爽天和。恭以某官。植操端良，虚襟澄粹。屢更要任，藹著休聲。即膺諮訪之俞，别迓寵榮之寄。更祈寳輔，庸副翹瞻。 \\n  \\n 【謝瀛州機宜殊狀】 \\n  \\n 竊伏聲華，未親賢範。不圗巽徳，枉被珍縢。承受署之云初，惟對時而享福。悚銘兹劇，忻慕殊深，恭以某官。逢辰淑清，毓徳明茂，冠俊遊於茂府；允藉才謀，馳慶譽於朝端。别迎暉渥，敢祈寵衛，庸副翹瞻。 \\n  \\n 【謝州縣諸官狀】 \\n 嚮承惠問，特荷勤劬。裁謝後時，悚慚增劇。邇惟履道，無爽天和。更覬寵珍，前迓榮渥。 \\n 【謝信安軍通判馮國博狀】 \\n  \\n 近偶緹輿，過從關壘。緒言開激，塵慊豁清。遽爾違仁。俄而浹日。豈圗損徳之重，特枉好音之貽。承郡政之優餘，寶哲躬而慶裕。忻瞻愧荷，交集於中。 \\n  \\n 【謝通判職方狀】 \\n  \\n 伏念：巖巖之表，久鬱遐瞻；懇懇之誠，曠焉修問。不圗撝抑，猶賜齒存。枉珍襞之見誠，若話言之入耳。拜貺之辱，寘懐敢忘。恭以某官。量引百川，材兼數器。逺民蒙福，喧馳敏政之聲；清議推髙，行副急才之詔。蕭辰柔落，福履粹和，尤覬寵珍，以需榮渥。 \\n  \\n 【謝瀛州鈐轄禮賓狀】 \\n  \\n 伏審：祇膺宸眷，榮摠戎權。伏惟驩慰，恭以某官。風聲悚時，才智周物。素號詩書之將，衆推帷幄之謀。屢奏膚公，已騰於雋望；摠司師律，允藉於通才。果被俞恩，寵陞要任，方圗修慶，遽枉飛文，悚荷忻瞻，牢凝塵慊。 \\n  \\n 【謝瀛州王摠管狀】 \\n  \\n 竊髙盛名，殆兹有日。欽挹俊表，邈焉無階。方從事於塞垣，幸蒙庥於戎府。敢圖撝抑，密損牋封。荷隆禮之過勤，鏤塵襟而增愧。恭以某官。忠貫金石，望髙嵩衡。才出千人之英，名號一時之傑。運籌决勝，素韜堂上之竒；投壺雅歌，自有軍中之樂。佇陞邊最，别奉恩俞，敢覬寵珍，用符瞻頌。 \\n  \\n 【謝知原州朱六宅狀】 \\n  \\n 嚮自邊亭之别，俄驚嵗籥之遷，修問幾稀，翹心徒切。敢謂勞謙之徳，薦貽靈簡之文。仰服勤渠，苐增愧悚。恭以某官。忠貫金石，名髙嵩衡。出守名藩，茂凝於風績；入敭邊最，行被於恩華。敢覬珍頥，用符欽禱。 \\n  \\n 【謝鄰近知州狀】 \\n  \\n 蚤遊仕塗，素髙於碩望；竊伏鄰壤，未覘於光儀。矧託蔭之甚穠，苐傃風而增慕。恭以某官。才宏器博，義峻仁温。帝所寵嘉，實廟中之寳鎮，時方倚重，為天下之金城。行奏最於嚴宸，别躋榮於要任。敢私珍寵，前迓榮光。 \\n  \\n 【代人謝王待制狀】 \\n  \\n 蕞爾沈蹤，恓然寒官。自竊名於仕綴，蚤聞誼於朝端。况，盛徳日隆，英聲颷動。逢辰結主，朝野共髙其才謨；奬善育才，世人争識其風采。孤危無似，忻慕徒深。然，附驥以馳，無因而致。執鞭而事，猶謂之榮。幸爾夤縁，適於願望。近獲趨於樂壤，得侍謁於精光。賁然謙徳之鳴，煦以善言之煖。寵加鈞盼，感極愚衷。違離之日未多，嚮往之心已甚。 \\n  \\n 【謝曹比部狀】 \\n  \\n 嚮趨樂國，獲奉精光。遽然而南，俄巳彌月。雖密親於壤制，阻前侍於賓榮。恭惟順宅髙明，招來茀禄，伏以某官。美化之漸，振起於疲氓；和風之翔，均體於逺俗。顧惟愚闇，實在恩庥。嚮往之心，瞻依莫及。 \\n  \\n 【謝杜寺丞狀】 \\n  \\n 伏審：錫命楓宸，躋榮棘寺。伏惟懽慶，恭以某官。政有媺惠，行無小疵。升聞最績之成，俄被懋官之寵。庇之大邑，可盡通方。先辱飛文，豈勝感抱。 \\n  \\n 【謝運使王司勲狀】 \\n  \\n 伏念：越去恩宇，屢更嵗筩。嬰吏局之阻途，上記文而寖闕。敢圖撝抑，猶賜齒存。飛教見貽，悚銘何斁。恭惟某官。道方器博，義峻仁温。超躋郎署之榮，厯攬計臺之重。足兵足食，宻贊於邦經；來旬來宣，一蘇於民瘼。佇聞騎召，别迓龍光。某，逺此庇身，無階省侍，惟祈上體宸眷，寳綏哲躬。 \\n  \\n 【謝知郡狀】 \\n  \\n 伏念：近縁吏役之間，經從樂壤；伏謁賓榮之下，密奉愉顔。賁然謙徳之鳴，煦以善言之暖。隆禮斯及，寘懐敢忘。逮越去於坐隅，早淹移於弦朏。欽懐賢範，鎮惄翹悰。伏惟某官，表峙髙岡，刄投餘地。坐棠陰而訟息，順秋饒而氣寧。僉論已同，召節非晚。願保福履，以迎天暉。徒誦從依，弗諼誠素。 \\n  \\n 【謝鄰郡得替知州狀】 \\n 竊伏鄰封，獲庇賢人之徳；遽聞詔節，入承天子之光。瞻淑斾之啓行，惄勞心而如疚。不圖巽徳，密損遒函。依戀既深，悚銘增極。 \\n 【代人謝知諫院余舍人狀】 \\n  \\n 竊以舜臣九人，職惟納言之重；周官六太，序分司諫之聨。盖言曠其職，則無以襄帝謨；諫缺其人，則不能聞過亊。繄賢是賴，監古而然。况復，惟命是宣，將以為天下法；有闕則補，然後見忠臣心。苟非哲人，曷副深簡。恭惟某官。量碩而儼，徳華而温，氣凌虹蜺，名動朝野。游文經術之際，劇談王教之端。入告大猷，不褻小物。矧主知之固厚，果召節之宻頒。入對龍光，榮陞省署。羣望悦徳，上心簡能。演如絲如綸之言，益資逺識；領司聰司明之寄，仍藉通才。某介守維，藩慶聞寵。擢大厦成而燕賀實，慰於瞻依；雕虎嘯而風生增，忻於氣類。不圖巽徳，首墜珍縢。言推實而振浮，誠發中而形外。敢不拜貺，永以寘懐。為頌之懃，遽數奚悉。 \\n  \\n 【謝祈州馬侍禁狀】 \\n  \\n 洵違標峙，緜易候筩。方傃徳之增深，辱飛文而先及。欽詳婉意彌慰，翹誠邇惟。釐幹局以優詳，總計儲而豐茂。克綏寳履，庸迓天光。冬序正嚴，風期邈阻，傾瞻之素，宣繹奚周。 \\n  \\n 【代人謝李端明狀】 \\n  \\n 鴻儀清逺，久此遐瞻。漏驛迂踈，曠焉修問。興懐自視，靦目宜多。豈圖府政優餘，謙光垂照。染炙筠之秀牘，副刋琰之新文。發自温誠，惠然來及。拜嘉巳往，藏去為榮。恭以某官。騰日月之貴名，抱珪璋之全徳。朝家寳器，儒者宗英，佇當天心，入副柄用。願加重愛，少副頌言。 \\n  \\n 【謝浮梁知縣狀】 \\n  \\n 久飲蘭芬，未親巖峙。不圖損徳之重，先枉置函之音。燦若誠辭，藏諸心緒。復聆緹軾，將戒梓封。當拜徳之有期，預傃風而增抃。方兹炎溽，宜在均調。延詠所深，薄削奚罄。 \\n  \\n 【賀北京賈侍中冬至狀】 \\n  \\n 伏以中孚氣應，適膺剛長之辰；君子道亨，宜饗神明之祐，恭以某官。智出物表，行為帝師。三鎮魏區，久煩於元老；重調商鼎，佇快於輿瞻。踐履日長之辰，涵凝時萬之福。某庇身在逺，拜慶無階，瞻望臺光。無任祝頌。 \\n  \\n 【賀都運冬至狀】 \\n  \\n 伏以樂準之清，肇迎於陽復；哲人所履，宜樂於天常。恭惟某官，文賁天經，才周物表。按百城之重，率蹈於中和；履一陽之辰，招徠於茀禄。佇歸要列，以暢逺猷。某幸此棲休，無階拜慶，企望威重，無任依頌之至。 \\n  \\n 【賀屯田都監太保狀】 \\n  \\n 伏審：光被宸恩，榮膺寵寄。伏惟歡慶恭以屯田太保。温良無玷，沈粹有謀。宻侍黼帷，素聞於慶譽；出司戎律，久屬於通才。矧設險之防邊，兼營田之為利。雅繄資術，以重事權。想巳啓途，佇諧瞻拜。更祈珍毓，庸副傾依。 \\n  \\n 【代人賀參政侍郎狀】 \\n  \\n 伏審：寅奉璽書，奮庸鈞席。伏惟驩慶，國家以四陲不警，百度以修。猶聽輿人之音，慮稽和氣之應。思得儁弼，共躋泰寧，故我勲賢，當兹明命，恭以某官。名重國器，身為儒宗。巖巖其鋒，聳聞於朝采；諤諤而立，傾屬於天心。自歸藩翰之隆，遂尹王畿之重。庶訟時簡，昌言日聞。有功在民，歸美於上。果膺大柄之委，入贊鴻鈞之和。帝載咸熈，民情胥洽。某，自惟孱品，素荷鈞恩。莫伸厦燕之誠，徒切春蟲之躍。 \\n  \\n 【賀漕使到任狀】 \\n  \\n 伏審：永休中詔，主計外臺。凡在下風，率皆慰望，恭以某官。器疏以達，行粹而温，精思法於文辭，逺致藏乎事業；自擢郎署，進揚公庭，上聽納於謀謨，外頒宣乎命令，平反庶獄，威惠協於民中；更按列城，風聲聳於朝右。人皆悅徳，上方簡能。必将延寘於臣鄰，方且周旋扵事任。乃眷資術，實煩漕輸。竚見，餽千里之糧，利不害義；變七閩之俗，漓而為淳。歸告逺猷，遂躋大用。 \\n  \\n 【賀唐宻學到任狀】 \\n  \\n 伏審：摠戎專閫，布政剛辰。凡在下風，率皆慰望，恭以某官。徳均衡石，識際天淵。漢室優賢，素髙長孺之直；周人結誦，正思山甫之歸。暫鎮撫於列城，佇入調於元鼎。傃風伊邇，拜慶無階。瞻望鈞嚴，無任悚抃之至。 \\n  \\n 【賀饒州知郡駕部到任狀】 \\n  \\n 伏審：承華睿檢，視政剛辰。伏惟懽慶，恭以某官。逢辰淑清，毓徳明茂。進揚朝宁，練達於政經；厯覽郡綱，藹聞於風績。廼惟繁劇之地，尤藉經通之才。佇見政成，别膺天寵。某，久兹暌阻，徒積傾瞻。載懐惟梓之恭，尤切依仁之素。 \\n  \\n 【賀唐都運轉宻學知瀛州狀】 \\n  \\n 伏審：進貳樞庭，總戎朔部。伏惟慶慰，恭以某官。忠貫金石，望重嵩衡。久煩逺馭之才，臨按列城之重。且喧聞輿論，惟思汲黯之在朝；而綏撫我邊，尚賴樊侯之將命。遽膺制詔，就攬戎權。諒席煖之未遑，即騎召之來及，秉鈞廊廟，蒙福生靈。某久被庥光，實增欣抃。 \\n  \\n 【賀浮梁知縣狀】 \\n  \\n 伏審：寵被宸俞，榮臨邑政。伏惟懽慶，恭以某官。育徳粹美，逢辰淑清。馳卓起之清聲，富經通之逺術。萬夫之長，尚鬱於英才；一節以趨；佇歸於要列。某庇身在逺，拜徳末由。莫伸維梓之恭，徒劇髙山之仰。 \\n  \\n 【賀謝知郡轉金部狀】 \\n  \\n 伏審：進承天寵，擢冠郎曹。伏惟慶慰，恭以某官。誠鍳通微，知淵格逺。慥慥而言行顧，彬彬而華實參。所蒞有聲，惟帝時簡。請而為郡，奉條詔以宣和；寵以司珍，分星躔而稱重。方圖展慶，俄枉馳函。賁若情文，謙其撝抑。肇此素律，邈焉清輝。惟祈上為治朝，善綏寳履。 \\n  \\n 【賀北京賈侍中狀】 \\n  \\n 伏審：祇奉璽書，保釐朔部。伏惟懽慶，恭以某官。識貫天淵之際，名動日月之光。房玄齡善建嘉謀著聞民聽，魏弱翁奉行故事簡在帝心。矧經術之宗英，遘帥臣之宻寵。自均勞於藩翰，固蒙福於京師、望重功勲，日隆恩禮。師尹赫赫，尚紆巖石之瞻；民心顒顒，願蘇霖雨之澤。方圖北顧之重，廼眷魏都之雄。統制邊州，謹嚴官鑰。載煩碩徳，表正一方。想遺惠之在民，不待朞而報政。佇塞輿人之望，重調元鼎之和。某早濫玷於仕巾，嘗進瞻於台座。快馳七閏，忻慕一心。適從事於窮邊，實備恩於鈞冶。南嚮台屏，下情無任悚抃之至。 \\n  \\n 【賀謝饒州寗先輩狀】 \\n  \\n 伏以先輩，越軼珍羣，曜明素志。詞場得雋，固已儒家之榮；禄養逮親，尤為人子之慶。敬以士鄉之舊，賁然謙徳之光。慇勤遺書，藻絢盈幅。拜貺之辱，寘懐敢忘，想歸侍於髙堂，即之官於便郡。勉加珍育，前迓寵榮。 \\n  \\n 【賀知通以下正狀】 \\n  \\n 伏以國頒治象，民協宫聲。惟賢哲之履端，宜神明之來相。恭惟某官，行充乎内，坐移澆競之風；天棐其誠，日享安榮之慶。對兹正吉，别迓寵光，為夀無階，傃風徒劇。 \\n  \\n 【賀總管防禦移知州狀】 \\n  \\n 伏審：承華睿檢，換鎮要藩。伏惟慶慰，恭以某官。量引百川，身兼數器。忠精自任，為天下之金城；才實相髙，廼廟中之寳鎮。聲猷藉甚，恩禮便藩，敢望寵珍，庸申賀悃。 \\n  \\n 【北京文相公問候狀】 \\n  \\n 比者，往赴邊亭，進趨京國。熒煌之座，載幸於省瞻；鄙吝之心，獲成於教育。承眷殊厚，揣已惟慚，遽逺旌旄，俄更弦朏。望星符而結戀，極肺腑以懐歸。恭以某官，敏徳自天。與聖為偶，百辟維之。表憲本朝，倚以重輕。均勞暫鎮於兩京，蒙福未周於四裔。師尹赫赫，久鬱詩人之瞻；民心顒顒，願蘇霖雨之澤。蕞然孤進，仰記鈞庥。敢祈體宸扆之眷懐，寶哲躬之介祉。南望台屏，下情無任依歸之至。 \\n  \\n 【南京吕諫議問候狀】 \\n  \\n 向者，歸省親闈，經從畿甸。星符有爛，幸遂於趨瞻；賓豆載加，厚承於顧遇。逮違鈞範，俄易嵗筩。思拜徳以無階，第馳誠而結戀。伏惟履兹韶署，紛若龎禧，恭以某官。逢辰淑清，毓徳全粹。蹈以中和之域，樂然名教之途。暫司官鑰之嚴，藹騰民頌；佇陟鼎司之峻，以副輿言。敢祈體上倚毗，倍加珍寵。 \\n  \\n 【張唐公舍人問候狀】 \\n  \\n 嚮者，使華修聘，台斾及疆。進拜峩峩之儀，飫聞亹亹之論。旋阻違於鈞範，巳屢換於時弦。引企髙山，牢凝塵慊。恭惟某官。全徳敏行，稱重於臣鄰；忠規宻謀，屢禆於衮闕。出分藩閫，入代綸言。更踐華途，藹聞慶譽。直節端毅，長孺復見於本朝；忠誼開陳，不疑有愧於前古。矧素髙於士論，重固結於天衷。行副輿瞻，贊襄大政。某竊棲邊，壘誓托鈞，休敢覬上體眷懐，以時珍寵。 \\n  \\n 【代人與李防禦問候狀】 \\n  \\n 伏念：疎逺之迹，特荷顧存。塵紛所嬰，寖闕修問。矧托恩輝之芘，敢諼肺腑之誠。伏惟履此祁寒，萃然休祉，恭以某官。世號一時之傑，材出千人之英。衛社膚公得絳侯之惇厚；端朝清節暫臨玉塞之雄。倚若金城之重，即膺迅召。歸踐鴻樞，惟是沈蹤，實係鈞蔭。 \\n  \\n 【宣事舎人問候狀】 \\n  \\n 嚮者，皇華修聘，使斾及疆。幸進拜於温儀，獲飫聞於緒論。仰承鉅庇，尤劇中藏。旋屬暌違，殊深翹企。竊惟谷養之暇，日擁天倪之庥。恭以某官。望重髙嵩，忠貫白日。材謀開濟克紹於家聲，風績藹聞茂膺於天寵，蕭辰在序欽覿未涯敢覬上體眷懐精調福履。 \\n  \\n 【歐陽叅政侍郎問候狀】 \\n  \\n 伏念：某，家被鈞恩，悵逺門墻之久；邅逥窮塞，俄驚嵗月之遷。塵凝向往之心，自益困蒙之吝。恭惟某官。道貫聖域，行為帝師。翼大政以同寅，表衆明而作憲，無一夫之不獲時；方被澤於阿衡，未朞年而有成，議者比材於公旦。美風教而為巳任，講禮樂而興太平。經綸盛時，煒燿前古。有若微類，亦涵化育之仁；則惟沈蹤，尤恃陶成之賜。某，瞻望鈞重，下情無任懇頌依歸之至。 \\n  \\n 【都運龍圖問候狀】 \\n  \\n 伏念：阻進趨於恩館，遽回薄於星躔。俄聞帝命之俞，已促璽書之召。跼轅駒之困躓，頓逺鈞庥；慕蠅驥之附馳，牢凝塵慊。竊惟，履蕭辰之向凛，整大斾以戒行。順序興居。荷天茀禄，恭以某官。智周物表，行賁天常。謀王體之經通，練邊防之幾務。望之雅意，方喜於還朝，楊綰髙風，佇聞於移俗。議者悦徳，上方倚毗。藐然孤蹇之蹤，仰止陶成之賜。瞻望鈞重，無任依歸之至。 \\n  \\n 【荆南判府吕侍郎問候狀】 \\n  \\n 伏念：違逺門牆，淹逾弦朏。進侍風誨，邈無由縁、徒欣慕於輝光，劇牢凝於塵慊。伏惟，府政優暇，哲躬歡康。恭以某官。蹈以中和之風，怡然名教之樂。久繄全徳，更治要藩。梁園方浹於休聲，荆渚尚煩於逺鎮。周稱山甫，切望于遄歸；漢重次公，佇聞於大用。嵗躔回薄，台座阻遥。敢祈上為廟朝，精調寢餗。 \\n  \\n 【代人與轉運問候狀】 \\n  \\n 伏念：按封之會，久鬱遐瞻。更月以還，寖踈薄削。恭惟某官。布風猷於列屏，留意思於本朝。均節財賦之餘，樂為名教之地。以時慎履，介福自天。正屬蘭時，尚遥巖峙。欽頌之至，勿諼於懐。 \\n  \\n 【李相公問候狀】 \\n  \\n 伏念：台符洵阻，弦朏淹移。窘兹將輓之勞，殆闕置郵之問。伏惟均美鼎味，益隆福基。恭以某官。柱石王家，龜蓍物表。寵居帝戚之右，時契夢嵓之求。精忠所毗，羣望攸悦，拜齋壇之命；倚重勲賢，踐鴻鈞之司。協平帝載，對兹炎燠。紛若休祺，瞻望庥光。下情無任激切之至。 \\n  \\n 【代與洪州知府少卿問候狀】 \\n  \\n 嚮被魚符，獲交郡政。以齊舲之遄往，愧主禮之勿遑，去徳而來，傃風第劇。邇審涓辰視政，宣哲于藩。甫覃敦睦之風，以厚剽輕之俗。江淮綿邈，徒切於翹誠；嵗月峥嶸，願綏於寶履。别迎休寵，庸副瞻言。 \\n  \\n 【郡牧吕龍圗問候狀】 \\n  \\n 伏審：榮歸天闕，進侍宸旒。宻承晝接之餘，俾來時萬之福。藐然孤宦，仰止恩閎。思拜徳以無階，苐傃風而結戀。恭以某官。達節廣度，洞開照物之誠；忠規宻謀，早著沃心之効。有施為於當代，皆輝映於前修。蜀道蒙休，再覩文翁之化；南山播詠，久紆尹氏之瞻。廼瞻勲賢，俄頒召節。議當旦暮，入秉樞衡。同一徳以斟元，表衆明而作憲。有若微類，亦涵鈞仁。則惟沈蹤，尤恃恩署。敢祈上為宗社，倍保寢興。某瞻向台光，無任依歸，悚激之至。 \\n  \\n 【福建提刑郎中問候狀】 \\n  \\n 伏念向者，假道淮濱，獲覘鴻儀之粹；棲身塞北，俄驚星舎之遷。思拜徳以無階，第傃風而結戀。恭惟某官。身兼數器，量引百川。自更鎮於劇藩，巳升聞於茂績。廼睠列城之重，暫煩逺馭之才。淑慝旌明，羣吏望風而聳動；惠和均著，疲民舉俗以蒙休。即被俞恩，别膺大任。竊祈珍寵，庸副瞻言。 \\n  \\n 【南劍知州少卿問候狀】 \\n  \\n 竊伏英聲，未親粹表。第傃風而結想，思拜徳以無階。恭惟某官。逢吉昌辰，躋榮膴仕。蹈以中和之域，恬然名教之途。卿等寵榮，雅繄於全徳；侯藩更鎮，方慰於逺民。巳聞奏最之成，别拜優賢之命。敢祈上體，眷倚倍保。寢興依頌之誠，削劘非盡。 \\n  \\n 【代人與王殿丞問候狀】 \\n  \\n 伏念：不親緒論，綿易嵗時。介此近封，日聞休譽。何主畫之餘暇，枉文縢之見貽。仍審扄和，動皆離祉，恭以某官。才猷淵敏，志慮直清。升秘殿之榮資，貳左符之外寄。佇登最績，列俟寵靈。未卜披從，願言慶重。 \\n  \\n ○啓 \\n 【賀韓龍圗轉諫議知瀛州啓】 \\n  \\n 伏審：祇膺寵詔，進拜崇資。伏惟慶慰，恭以某官。令色令儀，輝光於朝采；大言大利，宻簡於帝心，出分連帥之雄，擢冠七臣之重。即符公議，歸秉國鈞。某素荷齒存，實增慶抃。瞻望鈞重，無任激切之至。 \\n  \\n 【落權字謝兩府啓】 \\n  \\n 伏蒙聖恩與落權字，仍賜勅書奬諭者。外補雖頑，尤可審觀於吏術；微勞必録，盖將勉激於官司。公朝推恩，能者知勸，如某濫巾仕綴，白首郎曹，學粗識於古今，才未周於體要。偶縁召對，悞被聖知。愧將命之無堪，方及朞而奏課。日虞郵罰，敢覬褒優。此盖某官，身逢千載之隆，量引百川之會。謂臯禽之幽，逺必應以誠；顧井渫之潔，清可為之惻。俾令寒蹇，僥冒恩榮。思報未能，糜軀徒爾。仰嚮賓閎，無任悚荷，依歸之至。 \\n  \\n 【賀北京賈太師啓】 \\n  \\n 伏以正吉，始和適班，常於都鄙，仁賢胥慶，宜獲祐於神明，恭以某官。著效真儒，助宣元化。協恭一徳，時方倚重於阿衡，營致太平，議者比才於公旦，外嚴宫鑰，安輯都城，雖兩京舉被於仁風，而四海望深於霖雨，光齊台極，坐擁春祺，佇促璽書，重調鼎餗。某棲休在逺，獻夀無階，瞻望鈞嚴，無任依頌之至。 \\n  \\n 【賀運使司封啓】 \\n  \\n 伏自某官，寵分使節，來慰斯民。凜然清聲，固巳風翔於壤制；聞者交抃，居嘗日望於輝光。時惟獄事之繁，遂缺郵書之獻。苛禮之廢，明賢所容，氣序猶清，旬宣多暇。伏惟陰徳來輔，哲躬安休，恭以某官。義峻而仁温，行髙而徳鉅。暫兹外委，以暢逺猷。餽千里之糧，利不害義；按百城之治，威以濟寛。上方圖賢，議者悦徳，即膺騎召，入侍天光，某自視孤危。竊祈廕映，無階瞻拜，惟日傾依。 \\n  \\n 【廣東運使到任謝二府啓】 \\n  \\n 竊念，某雖自勵，材實無他。逢辰正喜於有為，强力只堪於俯使。矧窮裔漕輸之任，須藉得人而已。老病羸之軀，恐難集事；擇才而授。責任非輕，義不辭難。星言攬轡，退循孤蹇，但切悚惶。此盖伏遇某官，輔成萬世之功，亨會一輪之運。仁而庇物，器以使人。致茲薪槱之微，亦預選掄之末。敢不强扶，駑蹇永託。鈞庥過此。已還未知所措。 \\n  \\n 【江西運判到任謝兩府啓】 \\n  \\n 奔走江壖，敢憚勞役。拜伏賓閤，邈無由縁。竊念某，學專於古而有昧，適時義詢於公而不能苟悦。冠年得第，猥叅英俊之躔；白首為郎，莫伸涓埃之効。逢真主非常之運，是賢相有為之秋。股肱載賡於明良，雨露霑濡於動植。拔茅連茹，彚以征而不遺；鳴鶴在隂，聲雖微而必應。致兹庸蹇，亦被甄收。此盖伏遇某官自誠，生通與聖，為偶以益稷之謀，致主以丘軻之道。澤民思澆，俗一變於淳，使匹夫皆被其澤。有若微類，亦滋深仁。則維沈蹤，永託鈞庇。 \\n  \\n 【再任運使謝兩府啓】 \\n  \\n 逺分使指，僅書優等之勞；恭拜王言，仍被再留之命，榮浮外望，愧積中懐。伏念：某學不逮古人之明，才不適今世之用。早塵科甲，晚困郎曹。向辱神聖之誤知，薦叨金榖之煩使。按行列壤，敢辭頻冒於嵐煙；推布新書，竊欲大均於賦役。方懼嵗成之無狀，豈圖天語之有加。復委事權，更陞資任。此盖伏遇某官，發揮國論，禆贊宸謨。推至公以進天下之賢，用久次以凝天下之化。遂令寒素，亦荷寵光。敢不勤服官箴，恪修吏道。阜安民俗，俾興役力之歌；豐富邦家，庶格足兵之治，仰酬覆載，次答鈞鎔，過此以還，罔知所措。 \\n  \\n 【代賀發運待制啓】 \\n  \\n 伏審：詔言來宣，巳按臨於壤制；聞者交抃，咸引望於輝光。且慕賢之深，殆兹有日；雖執鞭而俟，猶以為榮。况趨外臺，得備下吏，鈞廕所及，私幸為多，恭以某官。義峻而仁温，道方而器博。肆醇深之大辯，浩乎無窮；拯彫弊於斯文，翕然以定。爰自擢禁中之清選，騰天下之美名。日親堂陛之隆，進陟圗書之奥。歸奉大計，徃安列城，屏翰乎邊陲，布宣乎命令。含章發於事業，决策動乎臣鄰。上心圗賢，羣望悦徳。方以軍民之本，繫乎兵食。山澤之利，富於東南。暫繄才謨，専總事任。議當旦暮，入贊樞衡。某，延跂旌麾，無任抃頌之至。 \\n  \\n 【謝省主判寺内翰啓】 \\n  \\n 海壖持節，愧無優課之聞；天綍均恩，留委外臺之重。寵榮踰分，驚悸發中。伏念：某，生遘承平，進縁誤選。比領按刑之職，就移將漕之司。知餘財可以聚人，故首農桑之勸；知新法可以惠下，故勤夙夜之行。盡瘁再朞，一新庶務，敢謂上聰之過聽，特頒宸語以推褒。既令治財，仍與陞任。此盖伏遇某官，直道佐國，公心薦賢。處泰之時，茅茹而進；居益之世，龜朋不遺。遂致單平之蹤，亦叨倖忝之命。敢不仰遵聖訓，俯究民情。講求山澤之利源，圗足朝廷之財用，少凝績効，庶答恩私。卑情無任感荷，激切之至。 \\n  \\n ○記 \\n 【忠義堂記】 \\n  \\n 嘉祐六年，趙侯子深，被命守雄。明年政成。始新廳宇之北開軒。目之曰【端正】。又從而立堂，揭之曰【忠義】。摭近古【端莊忠義之士】，書其名氏與其行事焉。 \\n  \\n 若漢之大賢人如【董賈揚雄】，名將相如【蕭曹吳鄧】輩，功勲徳業，焜燿竹帛，又豈徒一節行而巳哉。今取其迹之尤著者列焉。有致位卿相者、有立功將帥者、任師傅者、將王命者、宗室戚里之賢者、定禍亂者、死國事者、達權救弊者、執經守道者、進罹其險者，不復備舉，上自周秦，下迄五代。若此選者，實繁其人。今所錄者，惟漢唐，可其壁用四十有二人，聊以備閒燕之觀，思其人，見其所履，雖愚者，勉之，亦足以發其志，矧才者乎？ \\n  \\n 余嘗聞【王安漢，雖苦多務而日尋記傳；張校尉，雖號雄猛而愛尚君子。】祭征虜之悦，禮樂張度遼之喜，講論皆周旋車中。然猶好事如此。趙侯雅意，樂逢治平。公之暇，委蛇庭户間，日翫古人之名節，有足開益，宜無愧於前所謂諸將軍也。 \\n  \\n 嘉祐八年四月一日記 \\n ○誌銘 \\n 【吳司封墓誌銘】 \\n  \\n 公諱伸，字仲舉，世居鄱陽太伯之南，吳為著姓，芮起鄱君五世，為諸侯王，至大司馬。漢七世孫延之，亦嘗為鄱君令公，盖其後也。曾祖漢琛、祖承諭，皆不仕。父紹文，累贈光禄卿，母葛氏贈丹縣太君，妻范氏封南康縣君，先公而亡。有子。男二人：長，良嗣。天資孝謹。公初為郎時，以祫饗恩例得奏補。次，良輔，纔十嵗。用公遺表恩，今皆為太廟齋郎。女，六人：長適進士徐庚；次適國子博士尹忠恕；次適渠江縣令王倚；次適秘書丞張奕；次適潭州觀察推官李師旬。李尚幼。 \\n  \\n 公力學自奮。天聖初，擢進士第，補【廬陵獄官餘杭法掾】遷【歙州軍事判官】【荆南節度掌書記用舉者】改【著作佐郎】厯【建昌、依政二縣宰】【益州路轉運使舉辟成都監■〈扌寉〉以嵗課増羨】除【湖州通判代還推知祥符縣】秩滿出守【安州尋授荆湖北路提點刑獄】，公事未幾，乞都移守四明，政成歸覲。朝廷優老，得宣城郡。繇著作凡九，遷至【司封郎中】。 \\n  \\n 公素其分，以恭儉自處，雖巵酒杯羮，怡怡如也。當官亷，畏審持文，法濟以恕，故吏無敢竊舞，而民亦不忍欺。南安太守，既病且老，以賕抵吏逮及者，三數百人，留獄未决。詔制命公往覈其事。至則，悉與釋縳，待之以不忍之情，即日獄成。祥符赤縣，民訟紛夥，雖得亷吏，不為貴勢所移者幾希。公恂恂自守，不容有私謁，而政號平簡四明。並海之田，水利可及而民力所不堪，公與為之堤，堰石碶，凡百所。墾闢滋廣，民實利之。公厯官四十二年，無小過失，所舉吏凡百員，亦無以事廢者。故樞宻使田公况，實惟名臣。今延帥程公【戡】、丞相曾公【公亮】、文公【彦博】，國之元老，皆嘗褒薦，士以是益重之。 \\n  \\n 公惟嗜經史，藏書踰萬，帙多自讎對，雖年踰耳順，手不釋卷。治平元年冬，公既得宣守以歸，至於儀真，謂其家人曰【吾奉職厪事，不愧為良吏。少小時力家事，勉就學，自不敢自期。今日若得歸拜松楸，然後請老，琴碁自適，以畢天年，不巳樂乎？顧桑榆晚景，惟恐未如所欲爾。】左右愕然，不意此言曷為而發也。數日遂感疾。復謂其子曰【此吾亡所無以藥瞑眩。我為汝克家，吾死如甘寢矣。】十一月二十五日丙戌，易簀於舟中，享年七十三。子良嗣會旅櫬歸於故第。明年十一月初四日庚申，安葬於芝山西南之隅。里人金某，勤良嗣之請，為之銘云： \\n  \\n 公於居鄉孝友柔克起家為郎稽古之力初補理官獄有陰徳作令畿赤自公退食將命荆湖無曠厥職守安與明黽勉勤績 \\n 亷足自將志無不得生營阡陌手植松栢既夀而歸夫復何戚有子其承請銘其石 \\n 【程府君墓誌銘】 \\n  \\n 府君，諱某，字某。休甫之後也。曾祖某不仕。家於歙，乾符中徙焉。遂為新昌人也。君質直，善治生，自奉以薄而泰然若有餘，以誠接物，故人亦莫不誠。里之人貸而不能償，必折券而使之去。邑之汙吏有利其賄者，以事動之，雖屢至公府，不屈，竟逭郵罰之辱。嘗憩門庭間，見籠翠碧禽者，贖而縱之。君卒之日，翠來入其堂，翔集於柩之上，跂然而鳴，若欲見而不可得，如是者，累日。人皆異之。誠心所交，乃能格物，非信厚而何始。娶王氏，前亡。繼室滕氏。子三：長曰某，應進士舉；曰某；曰某，方在幼學。嘉祐四年秋，君以疾終，享年六十七。明年庚子某月日葬於某鄉之某山。葬之前，其子某造吾門，謂吾曰【嘗聞之，聖人不輕十室，今夫淺俗，惟耳目所習。是非莫定，非得世之所謂賢人者一言，將焉取信於後？某幸從學，周旋鄉土間，恨不得為公之御有年矣。重以先子宫贊府君，有一日之舊，公其為我銘之。】吾固辭不獲，勉而書云： \\n  \\n 彼酣而蒙羣聚於室同則拂經異則罹疾審擇其宜惟履之吉利誘於中汩爾常性勉之就約或幾於正誠以固之乃終有慶 \\n ○雜著 \\n 【傳易之家】 \\n  \\n 魯商瞿受易於仲尼。仲尼卒，商瞿授楚馯臂子弓（一云子弘）。子弓授江東橋庇子庸（一云魯橋庇子庸）。子庸授燕周竪子家（一云周醜子家）。子家授淳于光羽子乗（一云東武孫虞子乘）。子乗授齊田何子莊。及秦焚書，以易為卜筮之書，獨得不焚，故傳授不絶。 \\n  \\n 漢興，田何授東武王同子中（讀曰仲）、洛陽周王孫、丁寛、子襄、齊服光四人焉。皆著《易傳》（丁寛作《易説》八篇，三萬言，訓詁、舉大義而巳。王周服皆作《易傳》二篇）。周王孫授魏蔡公（《蔡公易傳》二篇）。王同授齊即墨成、廣川孟但、魯周霸、莒衡胡、臨淄主父偃、菑川楊何叔元（《叔元易傳》二篇）。叔元傳燕韓嬰、河内司馬談、大中大夫京房（非焦延夀弟子京房也）。後丁寛復從周王孫受古義，號【周氏傳】。然周王孫即寛師【田何之學】也。寛授同郡田王孫。王孫授沛施讎子卿（一云長卿）、蘭陵孟喜長卿、瑯瑘梁丘賀長翁，繇是，有【施孟梁丘】之學焉（施孟梁丘氏《章句》各二篇）。 \\n  \\n 施氏授河内張禹、子文、瑯瑘魯伯。禹授淮陽彭宣沛戴、崇子平。魯伯授泰山毛莫如少路、瑯瑘邴丹曼容，繇是，施家有【張彭之學】。 \\n  \\n 孟氏則改師法，以候陰陽災變，書《詐言》，得自師田生，而同門梁丘賀証明之，且非田生之法也。授同郡白光少子、沛翟牧子况。由是，孟家有【翟牧白生】之學。 \\n  \\n 梁丘氏者，始授大中大夫京房易。房出為齊郡太守後，更事田王孫。然則，京房、田王孫，皆田何家法也。漢宣帝時，聞京房為易，明求其門人，得賀。賀年老授於子臨，臨始從父學，亦嘗事施讎，後卒行京房法，授五鹿充宗君孟（君孟《畧説》三篇）。君孟授平陵士孫張仲方、沛鄧彭祖子、夏齊衡咸長賓。繇是，梁丘家有【士孫鄧衡】之學。 \\n  \\n 今《子夏傳》即鄧子夏，盖出於梁丘家也。其後又有【京房易】（房，字君明，東郡賴丘人。非大中大夫京房也。）。房始授業梁焦贑延夀，贑云【常從孟喜問易。會喜卒，房以為延夀易即孟氏。學時孟氏門人翟牧、白生皆曰非孟氏法也。房後以災異得幸，授東海殷嘉、河東姚平、河南乗弘，皆為博士。由是，有【京氏之學】焉。 \\n  \\n 又其後，有東萊【費氏易】（名直，字長翁）其學無章句，本以古字，號【古文易】，以【彖象、繫辭、文言】解説上下經。授瑯瑘王潢平仲。由是，世傳【費氏之學】。又沛人髙相與費公同時，亦無章句，自言出於丁將軍，傳授子康及蘭陵母將永。由是，有【髙氏之學】焉。 \\n  \\n 漢宣帝時，施孟梁丘，皆立博士。至元帝，世立京氏易，惟費髙二家未得列於學宫。成帝時，劉向校書，考易説，以諸易家説皆祖田何。楊叔元、丁將軍，大意畧同，惟京氏為異。向，以中古文易經，校施孟梁丘經，或脱去旡咎悔亡，惟費氏經與古文同。然受其學者，未盛於世。時，梁丘賀以卜筮得幸宣帝，及至顯官。故學者宗焉。其後五鹿充宗貴幸善梁丘易，元帝好之，欲考其異同，令充宗與諸易家論，充宗乗貴辨口，諸儒莫能與抗，皆稱疾不敢會。又，施讎之門人張禹，以經術為成帝師，位丞相，封侯成就。弟子尤著者，彭宣、戴崇，皆至公卿，故施氏梁丘之學，尤盛於當世，以至孟氏、京氏弟子俱為博士，故二家之學，亦行焉。髙相子康為王莽所殺，故學者衰廢，而費氏獨行古文易，然而未得立者，盖亦不幸者矣。 \\n  \\n 其後，東漢諸儒【習施氏者】，則有沛戴崇、洎子賓、陳留劉昆威公、洎子軼君文。【習孟氏者】，則有南陽洼（音圭）、丹子玉中山、鮭陽鴻孟孫（鮭胡佳反。又苦圭反。一作鮭：胡瓦反者，非）、廣漢任安定祖。【習梁丘氏者】，則代郡范升辨卿、京兆楊政子行（一云范升、楊政皆傳孟氏易者，非）潁川張興君上、洎子魴，惟張興最知名為梁丘家宗弟子。自逺方至者，著録，且萬人焉。【習京氏者】，則汝南戴憑、次仲南陽魏滿叔、牙濟陰孫、期中彧。惟【髙氏之學】，無傳焉。建武中，陳元長孫、鄭衆仲師，皆傳費氏易。其後，馬融、荀爽亦為之傳，自是費氏興而諸家之學衰矣。陳、荀、馬，皆當世大儒，故費氏之學，益盛。今輔嗣之學，盖出於費氏古文易也。 \\n  \\n 再原漢之言易者，一出於田何，其傳者，若周王孫同楊何，大中大夫京房、丁寛、田王孫皆本師法。然當髙惠文景之時，學其未興也。至宣元間，施、孟、梁丘、京氏四家及髙相之學，多以陰陽災異為説。惟費氏本以古字號【古文易】，以【彖象文言】講説上下經。為有本末。又校之諸家，獨與中古文易同流。及馬鄭等家，其學遂盛，獨輔嗣天，啓其衷而入聖門之奥，考其淵源，雖本於馬鄭之學，然其流溥博，出於諸家逺矣。噫！易之大原，皎若白日，函光於犧，旭於文，迄我聖師而後正中焉。 \\n  \\n 昳於秦，薄蝕於漢，諸家之説，棼焉。而聖道微矣。輔嗣特起，斥去異端，天人之道，俄然而明然，猶時若氛翳，未能廓然。若將有以待焉爾。在其賢者，心聖人之心，猶得觀望其光景者哉。重卦之人，孔頴達曰【重卦之人，凡有四説。王輔嗣以為伏犧。鄭康成之徒，以為神農。孫盛以為夏禹、史遷等以為文王。】其言【夏禹及文王重卦者】，按繫辭，神農之時巳有，盖取諸益與噬嗑，以此論之，不攻自破。其言【神農重卦】，亦未為得。今以諸文騐之，案説卦云【昔者，聖人之作易也，幽贊於神明，而生蓍。】凡言作者，創造之謂。神農已後，便是述修。不可謂之作也。則幽贊用蓍謂伏犧矣。又引下繫云【上古結繩而治，後世聖人易之以書契。】盖取諸夬，既象夬卦而造書契，伏犧有書，契則有夬矣，故今輔嗣以伏犧既畫八卦，即自重為六十四，為得其實。 \\n  \\n 君卿謹按：揚雄作《解難》，其辭曰【伏犧之作易也。綿絡天地。】今以八卦文王附六爻，孔子錯其象，而彖其辭，然後發天地之藏，定萬物之基。又，《法言》述文王之淵，懿曰【重易六爻，不亦淵乎？】司馬遷曰【伏犧至純厚，作易八卦。】又云【西伯其囚羑里，盖益易之八卦為六十四。】班固亦云【商周之際，紂在上位，逆天暴物。文王以諸侯，順命而行道，天人之占，可得而效，於是重易六爻，作上下篇。】孔安國云【伏犧氏之王天下也。始畫八卦。】又繫辭云【包犧氏之王天下也。始作八卦，以通神明之徳。】此經據灼然矣。輔嗣獨擯諸家之説，孔頴達從而解之殊不達，繫辭之大義妄引，盖取諸益之説，惑之甚矣夫。易曰【天地設位，易行乎其中矣。】則是兩儀定位，雖未有易之書，而易之道，已著矣。若文王之前，雖卦象未備列。而古先聖人順天地之道與。  \\n  \\n 　 \\n  \\n 　"}
