{"章节": "处世悬镜（南北朝）傅昭", "正文": "　 \\n 　 \\n 　 \\n 处世悬镜 \\n 　 \\n 南北朝傅昭撰　 \\n 傅昭字茂远，北地灵州人，晋司隶校尉咸七世孙也。祖和之，父淡，善三礼，知名宋世。淡事宋竟陵王诞，诞反坐诛。 \\n 昭六岁而孤，哀毁如成人，为外祖所养。十岁，于朱雀航卖历日，雍州刺史袁顗见而奇之。顗尝来昭所，昭读书自若，神色不改。顗叹曰：“此儿神情不凡，必成佳器。”司徒建安王休仁闻而悦之，固欲致昭。昭以宋氏多故，遂不往。或有称昭于廷尉虞愿，乃遣车迎昭。时愿宗人通之在坐，并当时名流。 \\n 通之贻昭诗曰：“英妙擅山东，才子倾洛阳，清尘谁能嗣，及尔遘遗芳。”太原王延秀荐昭于丹阳尹袁粲，深见礼，辟为郡主簿，使诸子从昭受学。会明帝崩，粲造哀策文，乃引昭定其所制，昭有其半焉。粲每经昭户，辄叹曰：“经其户寂若无人，披其帷其人斯在，岂非名贤。”寻为总明学士、奉朝请。 \\n 齐永明中，累迁尚书仪曹郎。先是御史中丞刘休荐昭于齐武帝，永明初，以昭为南郡王侍读。王嗣帝位，故时臣隶争求权宠，唯昭及南阳宗夬保身而已，守正无所参入，竟不罹祸。明帝践阼，引昭为中书通事舍人。时居此职者，皆权倾天下，昭独廉静无所干豫，器服率陋，身安粗粝。常插烛板床，明帝闻之，赐漆合烛盘，敕曰：“卿有古人之风，故赐卿古人之物。”累迁尚书左丞。 \\n 梁武帝素重昭，梁台建，以为给事黄门侍郎，领着作，兼御史中丞。天监三年，兼五兵尚书，参选事。四年即真。历位左户尚书，安成内史。郡自宋来，兵乱相接，府舍称凶。每昏旦间，人鬼相触，在任者鲜以吉终。及昭至，有人夜见甲兵出，曰：“傅公善人，不可侵犯。”乃腾虚而去。有顷风雨总至，飘郡听事入隍中，自是郡遂无患，咸以昭贞正所致。郡溪无鱼，或有暑月荐昭鱼者，昭既不纳，又不欲拒，遂餧于门侧。郡多猛兽为害，常设槛阱，昭曰：“人不害猛兽，猛兽亦不害人。”乃命去槛阱，猛兽竟不为害。 \\n 历秘书监，太常卿，迁临海太守。郡有蜜岩，前后太守皆自封固，专收其利。昭以周文之囿，与百姓共之，大可喻小，乃教勿封。县令尝饷栗，置绢于薄下，昭笑而还之。普通五年，为散骑常侍、金紫光禄大夫。 \\n 昭所莅官，常以清静为政，不尚严肃。居朝廷，无所请谒，不畜私门生，不交私利。终日端居，以书记为乐，虽老不衰。 \\n 博极古今，尤善人物，魏、晋以来，官宦簿阀，姻通内外，举而论之，无所遗失，世称为学府。性尤笃慎，子妇尝得家饷牛肉以进昭，昭召其子曰：“食之则犯法，告之则不可。取而埋之。”其居身行己，不负闇室，类皆如此。后进宗其学，重其道，人人自以为不逮。卒，谥曰贞。 \\n 长子谞，位尚书郎，湘东王外兵参军。谞子准有文才，梁宣帝时，位度支尚书。 \\n 昭弟映字徽远，三岁而孤。兄弟友睦，修身励行，非礼不动。始昭之守临海，陆倕饯之，宾主俱欢，日暮不反。映以昭年高，不可连夜极乐，乃自往候接，同乘而归。兄弟并已斑白，时人美而服焉。及昭卒，映丧之如父，年踰七十，哀戚过礼，服制虽除，每言辄恸。天监中，位乌程令，卒于太中大夫。子弘。 \\n 处世悬镜 \\n 识之卷一 \\n 天地载道，道存则万物生，道失则万物灭。 \\n 天道之数，至则反，盛则衰。炎炎之火，灭期近矣。 \\n 自知者智，自胜者勇，自暴者贱，自强者成。 \\n 不矜细行，终毁大德。 \\n 夫用人之道，疑则生怨，信则共举。 \\n 有胆无识，匹夫之勇；有识无胆，述而无功；有的有识，大业可成。 \\n 柔舌存而坚齿亡，何也？以柔胜刚。 \\n 见一落叶，而知秋临；睹洼中之冰，而晓天寒。 \\n 用人者，取人之长，辟人之短；教人者，成人之长，去人之短也。 \\n 岁寒乃见松柏本色，事险方显朋友伪贤。 \\n 天地赋命，生必有死；草木春秋，亦枯亦荣。 \\n 智莫难于知人，痛莫苦于去私。 \\n 君子之生于世也，为其所可为，不为其所不可为。 \\n 胆劲心方，虽弱亦强。 \\n 以势友者，势倾则断；以利友者，利穷则散。 \\n 谄谀逢迎之辈，君子鄙之。何以货利而少舛？上之需也。 \\n 纲举目张，执本末从。 \\n 天下皆知取之为取，而莫知与之为取。 \\n 行之卷二 \\n 欲成事必先自信，欲胜人必先胜己。 \\n 君子受言以明智，骄横孤行祸必自生。 \\n 孟子曰：“虽有智能，不如乘势；虽有镃基，不如待时。”时者，机遇也。 \\n 子曰：“君子和而不同，小人同而不和。”故君子得道，小人求利。 \\n 孟子曰：“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。” \\n 非知之实难；惟行之，艰也。 \\n 令行生威，威而有信，信则服众。 \\n 蓄不久则着不盛，积不深则发不茂。 \\n 学贵有恒，勤能补拙。 \\n 宁忍胯下之辱，不失丈夫之志。 \\n 当断不断，必有祸乱；当断则断，不留祸患。 \\n 精于理者，其言易而名，粗于事者，其言浮而狂。故，言浮者亲行之，其形可见矣。 \\n 五岳之外，尚有山尊；至上之人，亦有圣人。 \\n 止之卷三 \\n 大怒不怒，大喜不喜，可以养心；靡俗不交，恶党不入，可以立身；小利不争，小忿不发，可以和众。 \\n 见色而忘义，处富贵而失伦，谓之逆道。逆道者，患之将至。 \\n 恩不可过，过施则不继，不继则怨生；情不可密，密交则难久，中断则疏薄之嫌。 \\n 不贪权，敞户无险；不贪杯，心静身安。 \\n 直木先伐，全壁受疑；知止能退，平静其心。 \\n 养心莫善于寡欲，养廉莫善于止贪。 \\n 高飞之鸟，死于美食；深潭之鱼，亡于芳饵。 \\n 外贵而骄，败之端也；处富而奢，衰之始也。去骄戒奢，惟恭惟俭。 \\n 钱字拆开，乃两戈争金，世人应晓其险也。 \\n 廉于小者易，廉于大者难；廉于始者易，廉于终者难。 \\n 全则必缺，极则必反，盈则必亏。 \\n 改过宜勇，迁善宜速。迷途知返，得到未远。 \\n 藏之卷四 \\n 有大而能谦者豫；有才而恃显者辱。 \\n 山以高移，谷以卑安，恭则物服，骄则必挫。 \\n 蝼蚁之穴，能毁千里之堤；三寸之舌，可害身家性命。 \\n 德行昭著而守以恭者荣，功高不骄而严以正者安。 \\n 聪明过露者德薄，才华太盛者福浅。 \\n 自高者处危，自大者势孤，自满者必溢。 \\n 人情警于抑而放于顺，肆于誉而敕于毁。君子宁抑而济，毋顺而溺；宁毁而周，毋誉而缺。 \\n 觉人之诈，不形于言；受人之侮，不动于色。此中有无穷意味。 \\n 良贾深藏若虚，君子盛德不显。 \\n 持盈履满，君子兢兢；位不宜显，过显则危。 \\n 柔之戒，弱也；刚之戒，强也。 \\n 忍之卷五 \\n 和者无仇，恕者无怨，忍者无辱，仁者无敌。 \\n 忍一言风平浪静，退一步海阔天空。 \\n 必有忍，其乃有济；有容，德乃大。 \\n 千尺之松，不蔽其根者，独立无辅也；百里之林，鸟兽群聚者，众木威济也。故，贤者聚众而成事，恕众而收心。 \\n 宁让人，勿使人让我；宁容人，勿使人容我；宁亏己，勿使我亏人。此君子之为也。 \\n 与人当宽，自处当严。 \\n 不制怒，无以纳谏；不从善，无以改过。 \\n 不期而遇，时也；无利而助，诚也。助而无怨，是为君子之德。 \\n 容人者容，治人者治。 \\n 狭路行人，让一步为高；酒至酣处，留三分最妙。 \\n 信之卷六 \\n 宽则得众，恭者宜人，信则信人，敏者功成。 \\n 厚德可载物，拙诚可信人。 \\n 忠信谨慎，此德义之基也；虚无诡谲，此乱道之根也。 \\n 践行其言而人不信者有矣，未有不践言而人信之者。 \\n 巧伪似虹霓，易聚易散；拙诚似厚土，地久天长。 \\n 自谋不诚，则欺心而弃己；与人不诚，则丧德而增怨。 \\n 修学不以诚，则学浅；务事不以诚，则事败。 \\n 友者，温不增华，寒不改叶，富不忘旧，历夷险而益固。 \\n 坚石碎身，共性不易，君子素诚，其色不改。 \\n 夫信天地之诚，四时生焉，春华秋实；夫信人之诚，同尔趋之，霸业兴焉。 \\n 君子不失信于人，不失色于人。 \\n 君子行法，公而忘私；小人行贪，囊私弃公。 \\n 曲之卷七 \\n 水曲流长，路曲通天，人曲顺达。 \\n 豪夺不如智取，己争不如借力。 \\n 山势崇峻，则草木不茂；水势湍急，则鱼鳖不生。观山水可以观人矣。 \\n 属己者和众，宽人者得人。 \\n 自重者生威，自畏者免祸。 \\n 用心而志大，智圆而行方，才显而练达，成事之基。 \\n 渊深鱼聚，林茂鸟栖。 \\n 处大事贵乎明尔能断，处难事贵乎通而能变。 \\n 择路宜直，助人直曲；谋事直秘，处人宜宽。 \\n 圣人不能为时，而能以事适时，事适于时者其功大。 \\n 山，水绕之；林，鸟栖之，曲径可通幽也。 \\n 处君子宜淡，处小人当隙，处贼徒当方圆并用。 \\n 厚之卷八 \\n 兵不厌诈，击敌无情。 \\n 在上者，患下之骄；在下者，患上之疑，故，下骄，上必削之；上疑，下必惧之。 \\n 人心叵测，私欲惑尔，去私则仁生。 \\n 縻情羁足，疑事无功。 \\n 毒来毒往，毒可见矣。 \\n 蜂虿之毒，可伤肌肤；人心之黑，可弥日月。 \\n 无欲则生仁，欲盛则怀毒。 \\n 君子怀德养人，小人趋利害人。怀德者德彰，趋利奢利显。 \\n 行事审己，旨在利弊。 \\n 有奇思方有奇行，有奇举必有奇事。成大事者，鲜有循规蹈矩之行。 \\n 舍之卷九 \\n 伐欲以炼情，绝俗以达志。 \\n 大勇无惧，命之不惜，何足惧哉? \\n 穷思变，思变则通；贵处尊，处尊则怠。 \\n 逐利而行多怨，割爱适众身安。 \\n 将欲扬之，必先抑之；将欲取之，必先予之。 \\n 君子不为轩冕失节，不为穷约趋俗。 \\n 贤而多财，则损其志；愚而多财，则益其过。 \\n 富贵生淫逸，沉溺致愚疾。 \\n 溺财伤身，散财聚人。 \\n 退以求进，舍以求得。 \\n  \\n 　 \\n  \\n  \\n 　"}
