{"章节": "潘黃門集（晋）潘岳", "正文": "　 \\n 　 \\n 　 \\n 潘黃門集 \\n 　 \\n 晋潘岳 \\n 潘岳(247～300)，西晋文学家。字安仁。祖籍荥阳中牟（今属河南）。但有人认为,从他父亲一辈起,他家实际居住在巩县。潘岳的祖父名瑾,曾为安平太守。他的父亲名芘,曾为琅邪内史。他的从父潘勖在汉献帝时为右丞，《册魏公九锡文》即出自其手笔。潘岳从小受到很好的文学熏陶,“总角辩惠，□藻清艳”,被乡里称为“奇童”(《文选·藉田赋》李善注引),长大以后更是高步一时。司马炎建晋后,潘岳被司空荀□召授司空掾。后因作《藉田赋》,招致忌恨，滞官不迁达十年之久。咸宁四年(278),贾充召潘岳为太尉掾。后出为河阳县令，四年后迁怀县令。后调补尚书度支郎,迁廷尉评,不久被免职。永熙元年(290)，杨骏辅政，召潘岳为太傅府主簿。杨骏被诛后，他被免职，不久又选为长安令。元康六年(296)前后,回到洛阳。历任著作郎、给事黄门侍郎等职。在这一时间，他经常参与依附贾谧的文人集团“二十四友”之游，是其中的首要人物。永康元年，赵王伦擅政，中书令孙秀诬潘岳、石崇、欧阳建等阴谋奉淮南王允、齐王□乱,被杀,夷三族。《隋书·经籍志》录有《晋黄门郎潘岳集》10卷，已佚。明人张溥辑有《潘黄门集》，收入《汉魏六朝百三家集》中。　 \\n 潘黃門集題辭 \\n 余讀潘安仁，馬汧督誄，惻然思古義士，猶班孟之傳，蘇子卿也。及悼亡詩賦，哀永逝文，則又傷其閨房辛苦，有古落葉哀蟬之嘆史云：善為哀誄，誠然哉，《籍田賦》客舍議，並以典，則見稱陸海潘江，無不善也。獨惜其愍懷，詐書呈身，牝后屈長，卿之典冊，行江充之，告變重污泥以自辱，閑居一賦，板輿輕軒浮杯，高歌天倫樂事，足起愛慕。孰知其仕官，情重方思□客，慈母拳拳非所念也。楊駿被諸，綱紀當坐安仁，賴河陽舊客，得脫軀命，而好進不休，舉家彌滅害。由小史生之者公孫宏。殺之者孫秀。禍福何常古人，所以畏蜂蠆也。二陸屠門，戎毒相類，天下哀之。遂騰討檄，安仁東市，獨無憐者，士之賢愚，至死益見。余深為彼美惜焉。 \\n 婁東張溥題 \\n 賦 \\n 西征賦 \\n 歲次玄枵，月旅蕤賓；丙丁統日，乙未御辰，潘子憑軾西征，自京徂秦。乃喟然而嘆曰：古往今來，邈矣悠哉！寥廊忽怳，化一氣而甄三才。此三才者，天地人道。唯生與位，謂之大寶。生有修短之命，位有通塞之遇，鬼神莫之要，聖智弗能豫。 \\n 當休明之盛世兮，託菲薄之陋質。納旌弓於鉉台，讚庶績於帝室。嗟鄙夫之常累兮，固既得而患失。無柳季之直道，佐士師而一黜。武皇忽其升遐，八音遏於四海。天子請於諒闇兮，百官聽於家宰。彼負荷之殊重兮，雖伊、周其猶殆。窺七貴於漢庭，疇一姓之或在。無為明以安位，秖居逼以示專。陷逆亂以受戮，匪降禍之自天。孔隨時以行藏，蘧與國而舒卷。茍蔽微以謬彰，患過辟之未遠。悟山潛之逸士，卓長往而不及。陋吾人之拘攣，飄萍浮而蓬轉。寮位儡其隆替，名節漼以隳落。危素卵之累殼，甚玄燕之巢幕。心戰懼以兢悚，如臨深而履薄。夕獲歸於都外，宵未中而難作。匪擇木以棲集，鮮林焚而鳥存。遭千載之嘉會，皇合德於乾坤。弛秋霜之嚴威，流春澤之渥恩。甄大義以明責，返初服於私門。 \\n 皇鑒揆余之忠誠，俄命余以末班。牧疲人於西夏，攜老幼而入關。丘去魯而顧嘆，季過沛而涕零。伊故鄉之可懷，疚聖達之幽情。矧匹夫之安土，邈投身於鎬京。猶犬馬之戀主，竊託慕於闕庭。眷鞏洛而淹涕，思纏綿於墳塋。余乃越平樂，過街郵，秩馬皋門，稅駕西周。遠矣姬德，興自高辛。思文后稷，厥初生民。率西水滸，化流岐豳祚隆昌發，舊邦維新。旋牧野而歷茲，愈守柔以執競。夜申旦而不寐，憂天保之未定。惟泰山其猶危，祀八百而餘慶。覽亡王之驕淫，竄南巢以投命。坐積薪以待然，方指日而比盛。人度量之乖舛，何相越之遼迥。 \\n 考土中于斯邑，成建都而營築。既定鼎于郟鄏，遂鑽龜而啟繇。平失道而來遷，繫二國而是祐。豈時王之無僻？賴先哲以長懋。望圉北之兩門，感虢、鄭之納惠。討子頹之樂禍，尤闕西之效戾。重戮帶以定襄，弘大順以霸世。靈擁川以止鬥，晉演義以獻說。咨景、悼以企丐，政凌遲而彌季。俾庶朝之遘逆，歷兩王而干位。踰十葉以逮赧，邦分崩而為二。竟橫噬于虎口，輸文、武之神器。 \\n 澡孝水而濯纓，嘉善名而在茲。夭赤子於新安，砍路側而瘞之。亭有千秋之號，子無七旬之期。雖勉勵于延、吳，實潛慟乎余慈。眄山川以懷古，悵攬轡於於中塗。虐項氏之肆暴，坑降卒之無辜。激情人以歸德，成劉后之來蘇。是洄泬而好還，卒宗滅而身屠經澠池而長想，停余車而不進。秦虎狼之彊國，趙侵弱之餘燼。超入險而高會，杖命世之英藺。恥東瑟之偏鼓，提西缶而接刃。辱十城之虛壽，奄咸陽以取俊，出申威於河外，何猛氣之咆勃。入屈節於廉公，若四體之無骨。處智勇之淵偉，方鄙吝之忿悁。雖改日而易歲，無等級以寄言。 \\n 當光武之蒙塵，致王誅於赤眉。異奉辭以伐罪，初垂翅于回溪。不尤眚以掩德，終奮翼而高揮。建佐命之元勳，振皇綱而更維。登崤阪之威夷，仰崇嶺之嵯峨。皋託墳於南陵，文違風於北阿。蹇哭孟以審敗，襄墨衰而授戈。曾隻輪不反，統三師以濟何。值庸主之矜愎，殆肆叔於朝市。任好綽其餘裕，獨引過以歸己。明三敗而不黜，卒凌晉以雪恥。豈虛名之可立，良致霸其有以。降曲崤而憐虢，託與國於亡虞。貪誘賂以賣鄰，不及臘而就拘。垂棘反於故府，屈產服於晉輿。德不逮而民無援，仲雍之祀忽諸。 \\n 我徂安陽，言陟陝郛。行乎漫瀆之口，憩乎曹陽之墟。美哉邈乎，茲土之舊也！固乃周、召之所分，二南之所交。麟趾信於關雎，騶虞應乎鵲巢。愍漢氏之剝亂，朝流亡以離析。卓滔天以大滌，劫宮廟而遷跡。俾萬乘之盛尊，降遙思於征役。顧請旋於傕、汜，既獲許而中惕。追皇駕而驟戰，望玉輅而縱鏑。痛百寮之勤王，咸畢力以致死。分身首於鋒刃，洞胸腋以流矢。有褰裳以投岸，或攘袂以赴水。傷桴楫之褊小，撮舟中之掬指。 \\n 升曲沃而惆悵，惜兆亂而兄替。枝末大而本披，都偶國而禍結。臧、札飄其高厲，委曹、吳而成節。何莊、武之無恥，徒利開而義閉。躡函谷之重阻，看天險之衿帶。跡諸侯之勇怯，算嬴氏之利害。或開關以延敵，競遁逃以奔竄。有噤門而莫啟，不窺兵於山外。連雞互而不棲，小國合而成大。豈地勢之安危？信人事之否泰。漢六世而拓畿，縣弘農而遠關，厭紫極之閑敞，甘微行以遊盤。常傲實於柏谷，妻睹貌而獻餐。疇匹婦其已泰，胡厥夫之謬官。昔明王之巡幸，固清道而後往。懼銜厥之或變，峻徒御以誅賞。彼白龍之魚服，挂豫且之密網。輕帝重於天下，奚斯漸之可長。弔戾園於湖邑，諒遭世之巫蠱。探隱伏於難明，委讒賊之趙虜。加顯戮於儲貳，絕肌膚而不顧。作歸來之悲臺，徒望思其何補。紛吾既邁此全節兮，又繼之以盤桓。問休牛之故林，感徵名於桃園。發閿鄉而警榮，溯黃卷以濟潼。眺華岳之陰崖，覿高長之遺跡。憶江使之反璧，告亡期於祖龍，不語怪以徵異，吾聞之於孔公。慍韓、馬之大憝，阻關谷以稱亂。魏武赫以霆震，奉義辭以伐叛。彼雖眾其焉用？故制勝於廟算。砰揚桴以振塵，繣瓦解而冰泮。超遂遁而奔狄，甲卒化為京觀。 \\n 倦狹路之迫隘，軌崎嶇以低仰。蹈秦郊而始闢，豁爽塏以宏壯。黃壤千里，沃野彌望，華實紛敷，桑麻條暢。邪界褒、斜，右濱汧、隴；寶雞前鳴，甘泉後誦。面終南而背雲陽，跨平原而連嶓家。九嵕截嵲，太一巃從。吐清風之飂戾，納歸雲之鬱蓊。南有玄灞素滻，湯井溫谷；北有清渭濁涇，蘭池周曲。浸決鄭、白之渠，漕引淮海之粟。林茂有鄠之竹，山挺藍田之玉，班述陸海珍藏，張敘神皋隩區。此西賓所以言於東主，安處所以聽於憑虛也，可不謂然乎勁？松彰餘崴寒，貞臣見於國危。入鄭都而抵掌，義桓友之忠規。竭股耾於昏主，赴塗炭而不移。世善職於司徒，緇衣敝而改為。履犬戎之侵地，疾幽后之詭惑。舉偽烽以沮眾，潘嬖褒以縱慝。軍敗戲水之上，身死驪山之北。赫赫宗周，滅為亡國。又有繼於此者，異哉秦始皇之為君也！傾天下以厚葬，自開闢而未聞。匠人勞而弗圖，俾生理以報勤。外離西處之禍，內受牧□之焚。語曰：行無禮，必自及，此非其效歟。乾坤以有親可久。君子以厚德載物。觀夫漢高之興也，非徒聰明神武，豁達大度而已也。乃實慎終追舊，篤誠款愛；澤糜不漸，恩無不逮。率土且猶弗遺，而況於鄰里乎？而況於卿士乎。于斯時也，乃摹寫舊豐，制造新邑。故社易置，枌榆遷立。接衢如一，庭宇相襲。渾雞犬以亂放，各識家而競入。籍含怒於鴻門，沛局蹐而來王。范謀害而弗許，陰授劍以約莊。□白刃以萬舞，危冬葉之待霜。履虎尾而不噬，寔要伯於子房。樊抗憤以卮酒，咀彘肩以激揚。忽蛇變而龍攄，雄霸而上高驤。曾遷怒而橫撞，碎玉斗其何傷。嬰罥組於軹塗，投素車而肉袒。□飲餞於東門，畏極位之盛滿。金墉鬱其萬雉，俊嵃峭以繩直。戾飲馬之陽橋，踐宣平之清閾。都中雜沓，戶千人億，華夷士女，駢闐逼側。展名京之初儀，即新館而蒞職。厲疲鈍以臨朝，最自彊而不息。於是孟春受謝，聽覽餘日，巡省農功，周行廬室；街里蕭條，邑居散逸，營宇寺署，肆□管庫，蕞芮於城歟者，百不一處。所謂尚冠、修成、黃棘、宣明、建陽、昌陰、北煥、南平，接夷漫滌蕩，無其處而有其名。爾乃階長樂，登未央，汎太液，凌建章。縈駁娑而款駘盪，□枌詣而轢乘光。徘徊桂宮，惆悵柏梁，鷩雉雊於臺陂，狐兔窟於殿傍。何黍苗之離離，而余思之芒芒。洪鐘頓於毀廟，乘風廢而不懸。禁省鞠為茂草，金狄遷於霸川。 \\n 懷夫蕭、曹、魏、邴之相，辛、李、衛、霍之將；銜使則蘇屬國，震遠則張博望。教敷而彝倫序，兵舉而皇威暢；臨危而致勇奮，投命而高節亮。暨乎秺侯之忠孝淳深，陸賈之優遊宴喜；長卿、淵、雲之文，子長、政、駿之史；趙張三王之尹京，定國釋之之聽理；汲長儒之正直，鄭當時之推士；終童山東之英妙，賈生洛陽之才子；飛翠緌、拖鳴玉以出入禁門者眾矣。或披髮左衽，奮迅泥滓；或從容博會，望表之里。或著顯績而應嬰時戮；或有大才而無貴仕。皆揚清風於上列，垂令聞而不已。想佩聲之遺想，若鏗鏘之在耳。當音、鳳、恭顯之任勢也，乃燻灼四方，震耀都鄙而死之日，曾不得與夫十餘公之徒隸齒，名才難，不其然乎？ \\n 望漸臺而扼腕，梟巨猾而餘怒。揖不疑於北闕，軾樗里於武庫。酒池鑒於商辛，追覆車而不寤。曲陽僭於白虎，化奢淫而無度。命有始而必終，孰長生而久視。武雄略其焉在？近惑文成而溺五利。侔造化以制作窮山海之奧秘。靈若翔於神島，奔鯨浪而失水。曝鱗骼於漫沙，隕明月以雙墜。擢仙掌以承露，干雲漢而上至。致邛蒟其奚難？惟余欲而是恣。從逸遊於角觝，絡甲乙以珠翠。忍生人之減半，勒東岳以虛美。超長懷以遐念，若循環之無賜。較面朝之煥炳，次後庭之猗靡。壯當熊之忠勇，深辭輦之明智。衛鬒髮以光鑒，趙輕體之纖麗。咸善立而聲流，亦寵極而禍侈。津便門以右轉，究吾境之所暨。掩細柳而撫劍，快孝文之命帥。周受命而忘身，明戎政之果毅。距華盍於壘和，案乘輿之尊轡。肅天威之臨顏，率軍禮以長□。清棘霸之兒戲，重條侯之倨貴。索杜郵其焉在，云孝里之前號。惘輟駕而容與，哀武安以興悼。征伐趙以徇國，定廟算之勝負。扜矢言而弗納，反推怨以歸咎。未十里於遷路，尋賜鍵以刎首。嗟主闇而臣疾，禍于何而不有。 \\n 窺秦墟於渭城，冀缺緬而堙盡。覓陛殿之餘基，裁岥□以隱嶙。想趙使之抱璧，瀏睨楹以抗憤。燕圖窮而荊發，紛絕袖而自引。筑聲厲而高奮，狙□鉛以脫臏。據天位其若玆，亦狼狽而可愍。簡良人以自輔，謂斯忠而鞅賢。寄苛制於捐灰，矯扶蘇於朔邊。儒林填於坑阱，詩書煬而為煙。國滅亡以斷後，身刑轘以啟前。商法焉得以宿，黃犬核可復牽。野蒲變而成脯，苑鹿化以為馬。假讒賊以天權，鉗眾口而寄坐，兵在頸而顧問，何為不早而告我。願黔黎其誰聽，惟請死而獲可。逮子嬰之果決，敢討賊以舒禍。勢土崩而莫震，作降王於路左。蕭收圖以相劉，料險易於眾寡。羽天與而不取，冠沐猴而縱火。貫三光而洞九泉，曾未足以喻其高下。 \\n 感市閭之菆井，歎尸韓之舊處。丞屬號而守闕，人百身以納贖。豈生命之易投，誠惠愛之洽著。訐望之以求直，亦余心之所惡。思夫人之政術，實幹時之良具。茍明法以釋憾，不愛才以成務。弘大體以高貴，非所望於蕭傅。造長山而慷慨，偉龍顏之英主。胸中豁其洞開，群善湊而必舉。存威格乎天區，亡墳掘而莫禦。臨掩坎而累抃，步毀垣以延佇。越安陵而無譏，諒惠聲之寂寞。弔爰絲之正議，伏梁劍於東郭。訊景皇於陽丘，爰信讒而矜謔？殞吳嗣於局下，盍發怒於一搏。成七國之稱亂，翻助逆以諸錯。恨過聽之無討，玆沮善而勸惡。□孝元於渭塋，執奄尹以明貶。褒夫君之善行，廢園邑以崇儉。過延門而責成，忠何辜而為戮？陷社稷之王章，俾幽死而莫鞠。□淫辟之凶忍，勦皇統之孕育。張舊氏之奸漸，貽漢宗以傾覆。刺哀主於義域，僭天爵於高安。欲法□而承禪，永終古而不刊。瞰康園之孤墳，悲平后之專絜。殃厥父之篡逆，蒙漢恥而不雪。激義誠而引決，赴丹焰以明節。投宮火而焦糜，從灰熛而俱滅。 \\n 騖橫橋而旋軫，歷敝邑之南垂。門磁石而梁木蘭兮，構阿房之屈奇。疏南山以表闕，倬樊川以激池。役鬼傭其猶否，矧人才之所為？工徒斲而未息，義兵紛以交馳。宗祧污而為沼，豈斯羽之獨墮。由偽新之九廟，誇宗虞而祖黃。驅吁嗟而妖臨，搜佞哀以拜郎。誦六藝以飾奸，焚詩書而面牆。心不則於德義，雖異術而同亡。宗孝宣於樂遊，紹哀緒以中興。不獲事于敬養，盡加隆於園陵。兆惟奉明，邑號千人；訊諸故老，造自帝詢。隱王母之非命，縱聲樂以娛神。雖靡率於舊典，亦觀過而知仁。憑高望之陽隈，體川陸之污隆。開襟乎清暑之館，遊目乎五柞之宮。交渠引漕，激湍生風，乃有昆明池乎其中。其池則湯湯汗汗，滉瀁瀰漫，浩如河漢；日月麗天，出入乎東西。旦似暘谷，夕類虞淵。昔豫章之名宇，披玄流而特起。儀景星以天漢，對牛、女以雙峙。圖萬載而不傾，奄摧落於十紀。擢百尋之曾觀，今數仞之餘址。振鷺于飛，鳧躍鴻漸；乘雲頡頏，隨流澹淡。瀺灂驚波，唼喋菱芡。華蓮爛於綠沼，青蕃蔚乎翠瀲。伊玆池之肇穿，肄水戰於荒服。志勤遠以極武，良無邀於後福。而菜蔬芼實，水物惟錯，乃有贍乎原陸。在皇代而物土，故毀之而又復。凡厥寮司，既富而教，咸帥貧惰，同整棹楫，收罟課獲，引繳舉效，鰥夫有室，愁民以樂。徒觀其鼓柂迴輪，灑鉤投網，垂餌出入，挺扠來往。纖經蓮白，鳴根厲響；貫鰓□尾，擎三牽兩。於是弛青鯤於網鉅，解赬鯉於黏徽，華魴躍鱗，素鱮揚鬐。饔人縷切，鑾刀若飛，應刃若俎，靃靃霏霏。紅鮮紛其初載，賓旅竦而遲御。既餐服以屬厭，泊恬靜以無欲，迴小人之腹，為君子之慮。 \\n 爾乃端策拂茵，彈冠振衣，徘徊酆鄗，如渴如饑。心翹勤以仰止，不加敬而為自祇。啟三聖之敢夢，切十亂之或希。經始靈臺成之不日；惟鄗及酆，仍京騎室；庶人子來，神降之吉；積德延祚，莫貳其一。永惟此邦，云誰之識，越可略聞，而難臻其極。子贏鋤以借父，訊秦法而著色。耕讓畔以閒田，沾姬化而生棘。蘇、張喜而詐騁，虞芮愧而訟息。由此觀之，士無常俗，而教有定式；上之遷下，猶鈞之埏埴。雖五方雜會，風流溷淆；惰農好利，不昏作勞。密邇獫狁，戎馬生郊，而制者必割，實存操刀。人之升降，隨政隆替。仗信則莫不用情，無欲則賞之不竊。雖智不能理，明不能察，信此心也，庶免夫戾。如其禮樂，以俟來哲。 \\n 籍田賦 \\n 伊普之四年正月丁未，皇帝親率群后籍於千畝之甸，禮也。於是乃使甸師清畿，野廬掃路，封人壝宮，掌舍設枑。青壇蔚其嶽立兮，翠幙□以雲布。結崇基之靈址兮，啟四塗之廣阼。沃野墳腴，膏壤平砥；清洛濁渠，引流激水；遐阡繩直，邇陌如矢。蔥犗服於縹軛兮，紺轅綴於黛耜。儼儲駕於廛左兮，俟萬乘之躬履。百僚先置，位以職分；自上下下，具惟命臣。襲春服之萋萋兮，接游車之□□。微風生於輕幰兮，纖埃起於朱輪。森奉璋以接列兮，望皇軒而肅震。若湛露之晞朝陽兮，眾星之拱北辰也。於是前驅魚麗，屬車鱗萃；閶闔洞起，參塗方駟；常伯陪乘，太僕秉轡。后妃獻穜稑之種，司農撰播殖之器。挈壺掌升降之節，宮正設門閭之蹕。天子乃御玉輦，蔭華盍，衝牙錚鎗，綃紈綷□。金根照耀以泂晃兮，龍驥騰驤而沛艾。表朱玄於離坎，飛青縞於震兌中黃曄以發輝兮，方綵紛其繁會。五輅鳴鑾，九旗揚旆，瓊鈒入蕊，雲罕晻藹。簫管朝□以啾嘈兮，鼓鼙□隱亦砰磕。筍□嶷以軒翥兮，洪鍾越乎區外。震震填填，塵騖連天，以幸乎籍田。 \\n 蟬冕頻以灼灼兮，碧色肅其芊芊，似夜光之剖荊璞兮，若茂松之依山巔也。於是我皇乃降靈壇，撫御耦，游場染履，洪縻在手，三推而舍，庶人終畝，貴賤以班，或五或九；于斯時也，居靡都鄙，民無華裔；長幼雜遝以交集，士女頒斌而咸戾。被褐振裾，垂髫總髻，躡踵側肩，掎裳連袂。黃塵為之四合兮，陽光為之潛翳。動容發音，而觀者莫不抃舞乎康衢，謳吟乎聖世。情欣樂乎昏作兮，慮盡力乎樹藝。靡推督而長勤兮，莫之課而自勵。躬先勞以悅使兮，豈嚴刑而猛制哉。有邑老田父，或進而稱曰：盍損益隨時，理有常然，高以下為基，民以食為天；正其末者端其本，善其後者慎其先。夫九土之宜弗任，四人之務不一；野有菜蔬之色，朝靡代耕之秩；無儲□以虞□，徒望遂以自畢，三季之衰皆此物也。今聖上昧旦丕顯，夕惕若慄，圖匱於豐，防儉於逸，欽哉欽哉，惟榖之恤。展三時之弘務，致倉廩於盈溢，故堯、湯之用心，而存救之要術也。若乃廟□有事，祝宗諏日，簠簋普淖，此之自實。縮鬯蕭茅，又於是乎出。黍稷馨香，旨酒嘉栗，宜其民和年登，而神降之吉也。 \\n 古人有言曰：聖人之得無以加於孝乎。夫孝者，天地之性，人之所由靈也。昔者明王以孝理天下，其或繼之者鮮哉希矣。逮我皇普，實光斯道，儀刑孚於萬國，愛敬盡於祖考，故躬稼以供粢盛，所以致孝也。勸稼以足百姓，所以固本也。能本而孝，盛得大業至矣哉。此一役也，而二美具焉。不亦遠乎！不亦重乎！敢作頌曰： \\n 思樂甸畿，薄采其茅。大君戾止，言極其農。其農三推，萬芳以祗。耨我躬田，實及我斯。我簠斯盛，我簋斯粢。我倉如陵，我瘐如坻。念茲在茲，永言孝思。民力普存，祝史正辭。神祗攸歆，逸豫無期。一人有慶，兆民賴之。 \\n 滄海賦 \\n 徒觀其壯也，則湯湯蕩蕩，瀾漫形沉；流沫千里，懸水萬丈。測之莫量其深，望之不見其廣。無遠不集，靡幽不通，群豁俱息，萬流來同。含三河而納四瀆，朝五湖而夕九江。陰霖則興雲降雨，陽霽則吐霞曜日。煮水而鹽成，剖蚌而珠出。其中有蓬萊名嶽，青丘奇山，阜陵別島，□環其間。其山則□崔嵬崒，嵯峨降屈，披滄流以特起，擢崇基而而秀出。其魚則有吞舟鯨鯢，烏賊龍鬚，蜂目豺口，狸斑稚軀，怪體異名，不可勝圖。其蟲獸則素蛟舟□，元龜靈鼉，修黿巨虌，紫貝螣蛇，玄螭蚴□，赤龍焚蘊，遷體改角，推舊納新。舉扶搖以抗翼，泛陽侯以濯鱗。其禽鳥則鷗鴻鷫□，駕鵝鵁鶄，朱背煒燁，縹翠蔥青。詳查波浪之來往，遍聽奔激之音響，力勢之所迴薄，潤澤之所彌廣。信普天之極大，橫率土而莫兩。 \\n 登虎牢山賦 \\n 辭京輦兮遙邁，降遠遊兮東夏。朝發軔兮帝墉，夕結軌溪中野。憑脩□兮停車，臨寒泉兮飲馬。眷故鄉之遼隔，思紆軫以鬱陶。步玉趾以升降，凌汜水兮登虎牢。覽河洛之二川，眺成平之雙皋。崇嶺奔以崔崒，幽谷豁以窙寥。路逶迤以迫蔭，林廓洛以蕭條。爾乃仰蔭嘉木，俯藉芳卉；青煙鬱其相望，棟宇懍以鱗萃。彼登山而臨水，固先吉吉之所哀。矧去鄉而離家，邈長辭而遠乖。望歸雲以嘆息，腸一日而九迴。良勞者之詠事，願寄言以表懷。 \\n 閑居賦 \\n 岳嘗讀《汲黯傳》，至司馬安四至九卿而良史題之以巧宦之目，未嘗不慨然廢書而嘆，曰：嗟乎！巧誠有之，拙亦宜然。顧常以為士之生也，非至聖無軌，微妙玄通者，則必立公立事，效當年之用，是以資忠履信以近德，脩辭立誠以居業。僕少竊鄉曲之譽，忝司空太尉之命，所奉之主，即太尉魯武公其人也。舉秀才為郎，逮世祖武皇帝，為河陽、懷令、尚書郎廷尉平。今天子諒闇之際，領太傅主簿，府主誅，除民為民。俄而復官，除長安令，遷博士，未召拜，親疾輒去官。閱自弱冠涉乎之命之年，八徙官而一進階，再免一除名，一不拜職，遷者三而已矣。雖通塞有遇，抑亦拙者之效也。昔通人和長輿之論余也，固謂拙於用多；稱多則吾豈敢，言拙信而有徵。方今俊乂在官，百工惟時，拙者可以絕意乎寵榮之事矣。太夫人在堂，有羸老之疾，尚何能違膝下色養而屑屑從斗筲之役乎？於是覽止足之分，庶浮雲之志，築室種樹，逍遙自得。池沼足以漁釣，春總足以代耕；灌園鬻蔬，以供朝夕之膳，牧羊酤酪，以俟伏臘之費，孝乎惟孝，友于兄弟，此亦拙者之為政也。乃作閑居之賦，以歌事遂情馬，其辭曰： \\n 傲墳素之長圃，步先哲之高衢。雖吾顏之云厚，猶內愧於甯蘧。有道吾不仕，無道吾不愚，何巧智之不足而拙艱之有餘也。於是退而閑居于洛之埃，身齊逸民，名綴下士，陪京泝伊，面郊後市。浮梁黝以徑度，靈臺傑其高峙。窺天文之秘奧，舊人事之終始。其西則有元戎禁營，玄幙綠徽，谿子巨黍，異絭同機，炮石雷駭，激矢□飛，以先啟行，曜我皇威。其東則有明堂辟雍，清穆敞閑；環林縈映，圓海迴淵。聿追孝以嚴父，宗文考以配天，祗聖敬以明順，養更老以成年。若乃背冬涉春，陰謝陽施，天子有事於紫燎，以郊祖而展義，張鈞天之廣樂，背千乘之萬騎，服振振以齊玄，管啾啾而並吹，煌煌乎，隱隱乎，茲理容之壯觀，而王制之巨麗也。兩學齊列，雙宇如一，右延國胄，左納良逸，祈祈生徒，濟濟儒術，或升之堂，或入之室，教無常師，道在則是。固髦士投緩，名王懷璽，訓若風行，應如草靡，此里仁所以為美，孟母所以三徙也，爰定我居，築室穿池；長楊映沼，芳枳樹籬；遊鱗瀺灂，菡萏敷披；竹木蓊藹，靈果參差；張公大谷之梨，梁侯烏椑之柿，周文若之棗，房陵朱仲之李，靡不畢殖。三桃表櫻胡之別，二柰曜丹白之色，石榴蒲萄之珍，磊落蔓衍乎其側。梅杏郁李之屬，繁榮麗藻之飾，華實照爛，言所不能極也。菜則蔥韭蒜芋，青筍紫姜，菫薺甘旨，蓼荽芬芳，蘘荷依陰，藿向陽，淥葵含露，白薤負霜。於是凜秋暑退，熙春寒往，微風新晴，六合清朗，太夫人乃御板輿，升輕軒，遠覽王畿，近周家園；體以行知，藥以勞宣，常膳載加，舊痾有痊，席長筵、列孫子，柳垂陰，車結軌。陸摘紫房，水挂赬鯉，或宴於林，或楔于氾，昆弟斑白，兒童稚齒，稱萬壽以獻觴，或一懼而一喜。壽觴舉，慈顏和，浮杯樂飲，絲竹駢羅，頓足起舞，抗音高歌，人生安樂，孰知其他。退求己而自省，信用薄而才劣，奉周任之格言，敢陳力而就列。幾陋身之不保，尚奚擬於明哲，仰眾妙而絕思，終優游以養拙。 \\n 狹室賦 \\n 歷甲地以遊觀，旋陋巷而言觀。伊余館之偏狹，良窮弊而極微。閤寥戾以互掩，門崎嶇而外扉。室側戶以攢楹，檐接柜而交榱。當祝融之御節，熾朱明知隆暑。沸體惄其如鑠，珠汗揮其如雨。若乃重陰晦冥，天威震曜，漢潦沸騰，叢溜奔激，臼灶為之沉溺，器用為之浮漂。彼處貧而不怨，嗟生民之攸難。匪廣廈之足榮，有切身之近患。青陽萌而畏暑，白藏兆而懼寒。獨味道而不悶，喟然向其時嘆。 \\n 秋興賦 \\n 晉十有四年，余春秋三十有二，始見二毛，以太尉椽兼虎賁中郎將，寓直于歆騎之省。高閣連雲，陽景罕曜，珥蟬冕而襲紈綺之士，此焉遊處。僕野人也，偃息不過茅屋茂林之下，談話不過農夫田父之客，攝官承乏，猥廁朝列，夙興晏寢，匪遑底□，譬猶池魚籠鳥兒有江湖山藪之思。於是染翰操紙，慨然而賦。于時秋也，故以秋興命篇，其辭曰： \\n 四運忽其代序兮，萬物紛以回薄。覽花實之蒔育兮，察聖衰之所託。感冬索而春敷兮，嗟夏茂而秋落。雖末士之榮悴兮，伊人情之美惡。善乎宋生之言曰：「悲哉！秋之為氣也。蕭瑟兮草木搖落變衰，憀慄兮若在遠行，登山臨水送將歸」。夫送歸懷慕徒之戀兮，遠行有羈旅之憤。臨川感流以嘆逝兮，登山懷遠以悼近。彼四戚之疚心兮，遭一塗其難忍。嗟秋日之可哀兮，良無愁而不盡。野有歸燕，□有翔隼，游氛朝興，槁葉夕殞。於時乃屏輕箑，釋纖絺，藉莞蒻，御袷衣。庭樹□以灑落兮，勁風戾而吹帷。蟬嘒嘒逸寒吟，雁飄飄而南飛。天晃朗乙彌高，日悠陽而浸微。何微陽之短晷，覺涼夜之方永。月膧朧以含光兮，露淒清以凝冷。熠燿粲於階闥兮，蟋蟀鳴乎軒屏。聽離鴻之晨吟，望流火之餘景。宵耿介而不寐兮，獨展轉於華省。悟時崴之遒盡兮，慨俛首而自省。斑鬢彪以承弁兮，素髮颯以垂領。仰群雋之逸軌兮，攀雲漢以遊騁。登春臺之熙熙兮，珥金貂之炯炯。茍趣社之輸途兮，庸詎識其躁靜。聞至人之休風兮，齊天地於一指。彼知安而忘危兮，固出生而忘死。行投趾於容跡兮，殆不踐而獲底。闕側足以及泉兮，雖猴猿而不履。龜祀骨於宗祧兮，思反身於綠水。且歛衽以歸來兮，忽投紱以高厲。耕東皋之沃壤兮，殊黍稷之餘稅。泉涌湍於石間兮。菊揚芳乎崖澨。澡秋水之涓涓兮，玩游鯈之潎潎。逍遙乎山川之阿，放曠乎人間之世，優哉游哉，聊以卒歲。 \\n 懷舊賦 \\n 余十二而獲見於父友東武戴侯楊君。始見知名，遂申之以婚姻，而道元公嗣亦隆世親之愛。不幸短命，父子凋殞，余既有私艱，且尋役於外，不歷嵩丘之山者，九年于茲矣。今而經焉，慨然懷舊，乃作賦曰： \\n 啟開陽而朝邁，濟清洛以徑度。晨風淒以激冷，夕雪皓以掩路。轍含水以滅軌，水漸軔以凝冱。塗艱屯其難進，日畹晚而將暮。仰晞歸雲，俯鏡泉流，前瞻太室，傍眺嵩丘，東武扥焉，建塋啟疇。巖顏雙表，列列行楸，望比楸矣，感于予思。既興慕於戴侯，亦悼元而哀嗣。墳纍纍以接隴，柏森森以攢植。何逝沒之相尋，曾舊草之末異。余總角而獲見，承戴侯之清塵。名余以國士，眷余以嘉姻。自祖考而隆好，逮二子而世親。歡攜手以偕老，庶報德之有□今。今九載而一來，空館闃其無人。陳荄被於堂除，除舊圃化而為薪。步庭廡以徘徊，涕泫流而霑巾。宵展轉而不寐，驟長嘆以達晨。獨鬱結其誰語，聊綴思於斯文。 \\n 悼亡賦 \\n 伊良嬪之初降，幾二紀以迄茲。遭兩門之不造，備荼毒而嘗之。嬰生艱之至極，又薄命而早終。含紛華之芳烈，翩零落而從風。神飄忽而不反，形安得而久安。襲時服於遺質，表鈆華於餘顏。問筮賓之何期，宵過分而參闌。詎幾時而見之，日眷戀以相屬。聽轍人之唱籌，來聲叫以連續。聞冬夜之恒長，何此夕之一促。且伉儷之片合，垂明哲乎嘉禮。茍此義之不謬，乃全身之半體。吾聞喪禮之在妻，謂制重而哀輕。既履冰而知寒，吾今信其緣情。夕既昏兮朝既清，延爾族兮臨後庭。入空室兮望靈座，帷飄飄兮燈熒熒。燈熒熒兮如故，惟飄飄兮若存。物未改兮人以化，饋生塵兮酒停樽。春風泮冰，初陽兮戒溫。逝逍遙兮浸遠，嗟煢煢兮孤魂。 \\n 寡婦賦 \\n 樂安任子咸有韜世之量，與余少而歡焉，雖兄弟之愛，吾以加也。不幸弱冠而終，良友既沒，何痛如之；其妻又吾姨也，少喪父母，適人而所天又殞。孤女藐焉始孩，斯亦生民之至艱，而荼毒之極哀也。昔阮瑀既沒，魏文悼之，開命之舊作寡婦之賦，余遂以之，以敘其孤寡之心焉，其辭曰： \\n 嗟余生之不造兮，哀天難之匪忱。少伶娉而偏孤兮，痛忉怛以摧心。覽寒泉之遺嘆兮，詠蓼莪之餘音。情長戚以永慕兮，思彌遠而逾深。伊女子之有行兮，爰奉嬪於高族。承慶雲之光覆兮，荷君子之惠渥。顧葛藟之蔓延兮，託微莖余樛木。懼身微而施重兮，若履冰而臨谷。遵義方之明訓兮，憲女史之典戒。奉蒸嘗以效順兮，供洒掃以彌載。彼詩人之攸嘆兮，徒願言而心痗。何遭命之奇薄兮，遘天禍之未悔。榮華燁其始茂兮，良人忽以捐背。靜闔門以窮居兮，塊煢獨而靡依。易錦茵以苫席兮，代羅幬以素帷。命阿保而就列兮，覽巾箑以舒悲。口嗚咽以失聲兮，淚橫迸而霑衣。愁煩冤其誰告兮，提孤孩於坐側。時曖曖以向昏兮，日杳杳以西匿。雀群飛而赴楹兮，雞登棲而歛翼。歸空館而自憐兮，撫衾裯而嘆息。思纏綿以瞀亂兮，心摧傷以愴惻。曜靈曄而遄邁兮，四節運而推移。天凝露以降霜兮，木葉落而隕枝。仰神宇之寥寥兮，瞻靈衣之披披。退幽悲於堂隅兮，進獨拜於床垂耳。傾想於疇昔兮，目彷彿乎平素。雖冥冥而罔覿兮，猶依依以憑附。痛存亡之殊制兮，將遷神而安厝。龍□儼其星駕兮，飛旐翩以啟路。輪按軌以徐進兮，馬悲鳴而跼顧。□靈邈其不及兮，殷憂結而靡訴。晞形影於几筵兮，馳精爽於丘墓。自仲秋而在疚兮，踰履霜以踐冰。雪靡靡而驟落兮，風瀏瀏而夙興。霤泠泠而夜下兮，水溓溓以為凝。意惚怳以遷越兮，神一夕而久升。庶浸遠而哀降兮，情惻惻而彌甚。願假夢以通靈兮，目炯炯而不寢。夜漫漫以悠悠兮，寒淒淒以凜凜。氣憤薄而乘胸兮，涕交橫而流枕。亡魂逝而永遠兮，時歲忽其遒盡。容貌儡以頓頰兮，左右淒其相愍。感三良之殉秦兮，甘捐生而自引。鞠稚子於懷抱兮，嗟低徊而不忍。獨指景而心誓兮，雖形存而志損。重曰： \\n 仰皇穹兮嘆息，私自憐兮何極。省微身兮孤弱，顧稚子兮未識。如涉川兮無梁，若凌虛兮失翼。上瞻兮遺像，下臨兮泉壤，□冥兮□翳，心存兮目想。奉靈坐兮肅清，愬空宇兮曠朗。廓孤立兮顧影，塊獨言兮聽響。顧影兮傷摧，聽響兮增哀。遙室兮逾遠，緬邈兮長乖。四節流兮忽代序，威云暮兮日兮頹。霜被庭兮風入室，夜既分兮星漢迴。夢良人兮來遊，若閶闔兮洞開。怛驚悟兮無聞，超惝怳兮慟懷。動懷兮奈何，言陟兮山阿。墓們兮肅肅，脩隴兮峨峨。孤鳥嚶嚶兮悲鳴，長松萋萋兮振柯。哀鬱結兮交集，淚橫流兮滂沱。蹈恭姜明誓，詠柏舟兮清哥。終歸骨兮山足，存憑託兮餘華，要吾君兮同穴，之死矢兮靡他。 \\n 笙賦 \\n 河汾之寶，有曲沃之懸匏焉；鄒魯之珍，有汶陽之孤篠焉。若乃綿蔓紛敷之麗，浸潤靈液之滋，隅隈夷險之勢，禽鳥翔集之嬉，固眾作者之所詳，余可得而略之也。徒觀其制器也，則審洪纖，面短長，戾生幹，裁熟簧；設宮分羽，經徵列商，泄之反謐，厭焉乃揚。管攢羅而表列，音要妙而含清，各守一以司應，統大魁以為笙。基黃鍾以舉韻，望儀鳳以擢形。寫皇翼以插羽，摹鸞音以厲聲。如鳥斯企，翾翾岐岐；明珠在咮，若□若垂。脩撾內辟，餘蕭外逶，駢田獵麗，魻□參差。於是乃有始泰終約，前榮後悴，激憤於今賤，永懷乎故貴。眾滿堂而飲酒，獨向隅而掩淚。援鳴笙而將吹，先嗢□以理氣。初雍容以安暇，中佛鬱以怫□。終嵬峨以蹇諤，又颯遝而繁沸。罔浪孟以惆悵，若欲絕而復肆。懰□耀以奔邀，似將放而終匱，愀愴惻淢。虺□煜熠，汎□氾灩，霅熚岌岌。或案衍夷靡，　或竦勇剽急；或既往不反，或己出復入。徘徊布獲，渙衍葺襲。舞既蹈而中輟，節將撫而不及。樂聲發而盡室歡，悲音奏而列坐泣。□纖翮以震幽簧，越上筩而通下管，應吹嗡以往來，隨抑揚以虛滿。勃慷慨以摎亮，顧躊躇以舒緩。輟張女之哀彈，流廣陵之名散。詠園桃之夭夭，歌棗下之篡篡。歌曰：棗下篡篡，朱實離離。宛其處矣，化為枯枝，人生不能以行樂，死何以虛諡為？爾乃引飛龍，鳴雉雞，雙鴻翔，白鶴飛，子喬輕舉，明君懷歸；荊王喟其長吟，楚妃嘆而增悲。夫其悽唳辛酸，嚶嚶關關，若離鴻之鳴子也；含□嘽諧，雍雍喈喈。若群雛之從母也。郁捋劫悟，泓宏融裔，哇咬嘲□，壹何察慧；訣厲悄切，又何磬折。若夫時陽初暖，臨川送離，酒酣徒擾，樂闕日移，□克始闌，主人微疲，弛絃韜籥，徹塤屏箎。爾乃促中筵，攜友生，解嚴顏，擢幽情；披黃苞以授甘，傾縹瓷以酌醽。光岐儼其階列，雙鳳嘈以和鳴。普野悚而投琴，況齊瑟與秦箏。新聲變曲，奇韻橫逸，縈纏歌鼓，網羅鍾律。爛熠鑰以放艷，鬱蓬勃以氣出。秋風詠於燕路，天光重於朝日。大不踰宮，細不過羽，唱發章夏，導揚韶武，協和陳宋，混一齊楚。邇不逼而遠吾攜，聲成文而節有序。彼政有失得，而化以醇薄，樂所以移風於善，亦所以易俗於惡，故絲竹之器未改，而桑濮之流已作，惟簧也能研群聲之清，惟笙也能眾清之林，衛無所措其邪，鄭無容其淫，非天下之和樂，不易之德音，其孰能於此乎。 \\n 相風賦 \\n 混元恍其初判，二氣變而無窮。動靡微而不兆，象有始而必終。思先天而不立成器以相風。棲靈烏於帝庭，似月離乎紫宮，飛輕羽於竿杪，若鸞翔乎雲中。廣莫興而習坎，景風發而□離。閶闔揚而曲指，明庶起而東移。 \\n 採脩竹于層城，歷寒暑而靡凋。距神獸於下趾，棲靈烏于上標。 \\n 射稚賦 \\n 涉青林以游覽兮，樂羽族之群飛，聿采毛之英麗兮，有五色之名翬。厲耿介之專心兮，侈雄豔之□姿，巡丘陵以經略兮，畫墳衍而分畿。於是青陽告謝，朱明肇授，靡夫不滋，無草不茂。初莖蔚其濯新，陳柯戚以改舊。天泱泱以垂雲，泉涓涓而吐溜。麥漸漸以擢芒，稚鷕鷕而朝雊。眄箱籠以揭驕，睨驍媒之變態。奮勁骹以角搓，瞵悍目以旁睞。鶯綺翼而赬撾，灼繡頸而袞背。鬱軒翥以餘怒，思長鳴以效能。爾乃□場□翳，停僮蔥翠；綠柏參差，文翮鱗次，蕭森繁茂，婉轉輕利。哀料戾以徹鑒，表厭躡以密緻，恐吾游之晏起，慮原禽之罕至。甘疲心於企想，分倦目以寓視。何調翰之喬桀，邈疇類而殊才。侯扇舉而清□，野聞聲而應媒。褰微罟以長眺，已踉蹡而徐來。攡朱冠之赩赫，敷藻翰之陪鰓。首藥綠素，身□黼繪，青鞦莎靡，丹臆蘭綷。或蹶或啄，時行時止。斑尾揚翹，雙角特起。良遊卮喔，引之規裡；應叱愕立，擢身竦峙。捧黃閒以密殼，屬剛挂以□擬。倒禽紛以迸落，機聲振而未已。山鷩悍害，飆迅已甚，越壑凌岑，飛鳴薄廩。鯨牙低鏃，心平望審，毛體摧落，霍若碎錦。逸群之攜，橝場俠兩，爍雌拓異，脩來忽往。忌上風之饕切，畏映日之儻朗。屏發布而累息，徒心煩而扶養。伊義鳥之應敵。啾禍地以厲響。彼聆音而逕進，忽交距以接壤。彤盈窗以美發，紛首頹而臆仰。或乃崇墳夷靡，農不易壟，梯菽叢楺，翳薈菶茸，鳴雄振羽，依於其塚。□降丘以馳□，雖形隱而草動。瞻挺穟之傾掉，意□□以振□。暾出苗以入場，愈情駭而神悚。望黶合而翳晶，稚脥肩而玄踵。欣余志之精銳，擬青顱而點項。亦有目不步體，邪眺旁剔，靡聞而驚，無見自□，周環迴復，繚繞盤辟，戾翳旋把，縈隨所歷。朣于中輟，馥焉中鏑，前戾重膺，傍截疊翮。若夫多疑少決，膽劣心狷，內無固守，出不交戰，來若處子，去如激電，窺□□葉，幎歷乍見。於是計分銖，商遠邇揆懸刀，騁絕伎，如嚏如軒，不高不埤，當味值胸，裂膆破觜。夷險殊地，馴奔異變，昃不暇食，夕不告倦。昔賈氏之如皋，使解顏於一箭，醜夫為之改貌，憾妻為之釋怨。彼油田之致或，咸承危以馳騖。何斯藝之安逸，嗟禽從其已豫。清道而行，擇地而住，尾飾鑣而在服，肉登俎而永御，豈唯皂隸，此焉君舉。若乃耽盤流遁，放心不移，忘其身恤，司其雄雌，樂而無節，端操或虧，此則老氏之所誡而君子之所不為。 \\n 螢火賦 \\n 喜熠燿之精將，與眾類乎超殊。東山感而增嘆，行士慨而懷憂。翔太陰之玄昧，抱夜光以清遊。□若飛電之宵逝，嘒似移星之雲流。動集陽暉，灼如隋珠，熠熠熒熒，若丹英之照葩；飄飄頻頻，若流金之在沙。載飛載止，光色孔嘉；無聲無臭，明影暢遐。歃朝霞於曠野，庇一葉之垂柯。無千欲於萬物，豈顧恤于網羅。至夫重陰之夕，風雨晦暝，萬物眩惑，翩翩獨征，奇姿燎朗，在陰益榮；猶賢哲之處時，時昏昧而道明；若蘭香之在幽，越群臭而彌馨。隨陰陽以飄飄，非飲食之是營。問螽斯之無忌，希夷惠之清貞。羨惟虫之琦瑋，援彩筆以為銘。 \\n 河陽庭前安石榴賦有序 \\n 石榴者，天下之奇樹，九州之名果也，是以屬文之士，敘而賦之。 \\n 仰天路而高睇，顧鄰國以相望。位莫微於宰邑，館莫陋于河陽。雖小縣陋館，可以遨遊。實有嘉木，曰安石榴；脩條外暢，榮幹內樛；扶□偃蹇，冉弱紛柔。於是暮春告謝，朱夏戒初，新莖擢潤，膏葉垂腴；丹暉綴於朱房，緗的點乎紅鬚，煌煌煒煒，熠□委累。似琉璃之棲鄧林，若珊瑚之映綠。水光明燐爛，含丹耀紫，味滋芳神，色麗瓊蕊。遙而望之，煥若隋珠擢重淵；詳而察之，灼若列星出雲間。千房同模，千子如一，御淐療饑，解醒止疾。既乃攢乎狹庭，載阨載褊，土階無等，肩牆惟淺，壁衣蒼苔，瓦被駮蘚，處悴而榮，在幽彌顯；其華可玩，其實可珍，羞于王公，薦于鬼神，豈伊仄陋，用渝厥貞，□猶如之，而況于人。 \\n 蓮花賦 \\n 偉玄澤之普衍，嘉植物之並敷。遊莫美于春臺，華莫盛于芙渠。於是惠風動，沖氣和，眄清池，翫蓮花，舒綠葉，挺纖阿，結綠房，列紅葩，仰含清液，俯濯素波，修柯婀娜，柔莖苒蒻，流風徐轉，迴波微激。其望之也，曄若皦日燭崑山；其即之也，晃若盈尺映藍田。 \\n 芙蓉賦 \\n 蔭蘭池之豐沼，育沃野之上腴。課眾榮而比觀，煥卓犖而獨殊。押□雲布，□□星羅。光擬燭龍，色奪朝霞，丹煇拂紅，飛鬚垂的，斐披赩赫，歆渙熠□，流芬賦采，風靡雲旋，布濩磊落，蔓衍妖閑。發清陽而增媚，潤白玉而加鮮。 \\n 橘賦 \\n 余齋前橘樹，冬夏再熟，聊為賦云爾。 \\n 嗟嘉卉之芬華，信氛氳而芬馥。既蓊茸而萎□，且參差而橚矗。已鬱鬱而冬茂，亦離離而夏熟。至如廣命賓客，歷覽遊觀，三清既設，百衛星爛，炫□乎玉案，照曜於金盤。故成都美其家園，江陵重其千樹；既見稱於陸言，亦標名乎馬賦。 \\n 秋菊賦 \\n 垂采煒於芙蓉，流芳越乎蘭。林遊女望榮而巧笑，□雛遙集而弄音。若乃真人採其實，王母接其葩；或充虛而養氣，或增妖而揚娥，既延期以永壽，又蠲疾而弭痾。 \\n 表 \\n 上《關中詩》表 \\n 詔臣作關中詩，□奉詔竭愚作詩一篇。案：《漢記》孝明時護羌校尉竇林上降羌顛岸，以為羌豪。岸兄顛吾復降。問事狀，林對後兩屈，坐誣罔下獄死。齊萬年編戶隸屬，為日久矣，而死生異辭，必有詭謬，故引證喻，以懲不恪。 \\n 書 \\n 詐作愍懷太子書 \\n 陛下宜自了，不自了，吾當入了之。中宮又宜速自了，不了，吾當手了之，并謝妃共要□期而兩發，勿疑猶豫致後患，茹毛飲血於三辰之下，皇天許當掃除患害，立道文為王，蔣為內主，願成，當三牲祀北君，大赦天下，要疏如律令。 \\n 議 \\n 九品議 \\n 天生蒸民而樹之君，使司牧之，勿失其性。君不獨治，於是乎建牧立監，陳其輔佐，故曰：“天工人其待之”。然則高官厚祿，非明崇賢，所以興治。卑為下役，非為鄙愚，所以供職。雖或開榮辱之門，有爭兢之弊，而百王莫之能易者，此道不可以二故也。方今天下降平，四海攸同，薦賢達善，各以類迸。夫觀民宣化，為治之本，雖實小邑，猶須其人。又中正之身，優劣懸殊茍知人者智，則不知者謬矣。莫如達官，各舉其屬；方嶽九列，朝所取信；郡守雖輕，有刺使存，舉之當，實司其事；考績累名，施黜陟焉。進賢受賞，不進賢甘戮。沮勸既明，則人自為，謀庶公道大行而私謁息矣。 \\n 上客舍議 \\n 謹按：逆旅久矣其所由來，行者賴以噸止，居者薄收其直；交易貿遷，各得其所。官無役賦，因人成利，惠加百姓，而公無末費。語曰：許由辭帝堯之命而舍於逆旅。《春秋外傳》曰：晉陽處父遇甯戚於逆旅。魏武皇帝亦以為宜，其詩曰：“逆旅整設，以通商賈”。然則自堯到今，未有不得客舍之法，商鞅尤之，此固非聖世所言也。乃今四海會同，九服納貢，八方翼翼，公私滿路，近畿輻輳，客舍亦稠。東有溫廬，夏有涼蔭，芻秣成行，器用取給；疲牛必投，乘涼近進；發福寫鞍，皆有所聒。又諸劫盜皆取於迥絕而止乎人眾。十里蕭條，則奸軌生心，連陌接館，則寇情震懾。且聞聲有救，已發有追；不救有罪，不追有戮，晉暴捕亡，恆有司存，凡此接客舍之益，而官離之所乏也。又行者貪路，告糴炊爨，皆以昏晨。盛夏晝熱，又兼星夜，既限早閉，不及離門；或避晚關，迸逐路隅，祇是慢藏誨盜之原。茍以客舍，多敗法教，官守棘罹，獨父何人。彼河僑，夢津，解券輸錢，高第賢察，數入校出，品郎兩岸相檢，猶懼或失之，故懸以祿利，許以功報。今賤吏疲人，獨專離稅，管開閉之權，藉不校之勢，此道路之蠹，奸吏所殖也。率歷代之舊俗，獲行留之懽心使客舍灑掃以待，征旅擇家而息，豈非眾庶顒顒之望？ \\n 許由頌 \\n 邈哉許公，執真履貞，辭堯天下，抱樸隱形。川停岳峙，澹泊無營。七持高山，與世靡爭。虛泊忝任，來軍斯城。愧無惠化，豹產之政。峨峨治所，樂慕景明，登基逍遙，來過墓庭逼於時憲，傾筐不盈。恨無旨酒，奠公之靈，死而不朽，公其有榮。聊述雅美，揚公馨聲。 \\n 贊 \\n 故太常任府君畫贊 \\n 堂堂我君，鑒象開度。逸德宣猷，含真履素。味道無悶，守終純固。弓輿爰集，撫翼清舉。翰飛公庭，龍升天路。初長方國，流化千里。遂管秘籍，辯章舊史。入登常伯，出作卿士。外內惟允，庶績咸理。中節日新，令聞不已。濟濟儒林，翼翼國子。 \\n 箴 \\n 答摯虞新婚箴 \\n 先王制禮，隨時為正，俯從企及，豈乖物性。女無二歸，男有再聘。女實存色，男實存德。在居正色，色在不惑。新舊兼弘，義申理得。然性情之際，誠難處心，君子過慮，爰獻明箴，防微測顯，文麗旨深，敬納嘉誨，敢酬德音。 \\n 訓 \\n 兩階銅人訓 \\n 言之有臧。託乎多士；言之不臧，絕之由己。無曰莫傳。宣于四海；無曰莫聞，響震萬里。樞機之發，榮辱之徵；怨豈在大，纖介是興。 \\n 碑 \\n 司空鄭袞碑 \\n 陳謨台階，翼和鼎實，顯績成於臺省，清風暢於所蒞。故能老安少懷，遠至邇親。凡厥縉紳之士，所以挹酌洪流，含沮英芳者，猶旱苗之仰膏雨，湛露之唏朝陽也。銘曰： \\n 於鑠元侯，則天垂象。弘操嶽峻，宇量深廣；允恭克讓，宣哲清朗。有始有卒，可大可久。言由忠信，行履孝友。光光金貂，再冠其首。赫赫皇符，仍折其部。義格皇穹，德冠群后，清風顯烈，沒而不朽。 \\n 荊州刺史東武戴侯楊使君碑 \\n 肇宇季初，滎陽人，封東武伯，薨，諡曰戴。君誕保靈和，繼期載德，宣晢清朗，直道高尚。若乃嘉號推賢，博愛濟眾。邦黨服其義，而縉紳慕其風。于時文后，歷數在躬，相國幕府，實允華夏，九德咸事，俊義在官。成君名器，納字參軍。宏略被於南國，美化行乎江漢。西陵之役，懸軍深入。親薄寇壘，躬行天誅，繼而救兵不進，糧盡道窮，因乃憮然迴慮，殿其眾而返。雖為法受黜，勳庸未崇，而天下服其勇，世主思其忠。 \\n 哀文 \\n 景獻皇后哀策文 \\n 于穆先后，儷皇協運，世宗之胤，德博化光，用儉禮峻。任姒隆周，后亦母晉，終溫且惠，其儀淑慎。既慎其儀，克明禮教，撫翼齊藩，訓成弘操。其慈有威，不舒不暴，乃家乃邦，是則是效。嗟余緘屯，仍遭不造。靡恃為妣，景命弗保。心之云痛，痛貫穹昊。襲龜筮之良辰，啟幽房之淺璲。整武駕之隆牡，結龍輈之縞駟。望旗常而崩摧，披轀輬以增欷。口嗚咽以失聲，目橫迸以灑淚。邈兩絕於宮闈，長無覿於彷彿。 \\n 哀永逝文 \\n 啟夕兮霄興，悲絕緒兮莫成。俄龍軨兮門側，喈俟時兮將升。嫂姪兮慞惶，慈姑兮垂矜。聞鳴雞兮戒朝，咸驚號兮撫膺。逝日長兮生年淺，憂患眾兮歡樂鮮。彼遙思兮離居，歎河廣兮宋遠。今奈何兮一舉，邈終天兮不反。盡余哀兮祖之晨，楊明燎兮援靈輴。撤房帷兮席庭筵，舉酹觴兮告永遷。悽切兮增欷，俯仰兮揮淚。想孤魂兮眷舊宇，視倏忽兮若彷彿。徒彷彿兮在慮，靡耳目兮一遇。停駕兮淹留，徘徊兮故處。周求兮何獲，引身兮當去。去華輦兮初遇，馬迴首兮旋旆。泠泠兮入帷，雲霏霏兮承蓋。鳥俛翼兮忘林，魚仰沫兮失瀨。悵悵兮遲遲，遵吉路兮凶歸。思其人兮已滅，覽餘跡兮未夷。昔同途兮今異世，憶舊歡兮增新悲。謂原隰兮無畔，謂川流兮無岸。望山兮寥廓，臨水兮浩汗。視天日兮蒼茫，面邑里兮消散。匪外物兮或改，歡哀兮情換。喈潛隧兮既敞，將送形兮長往。委蘭房兮繁華，襲窮泉兮朽壤。中慕叫兮擗摽，之子降兮宅兆。撫靈襯兮訣幽房，棺冥冥兮埏窈窕。戶闔兮滅燈，夜何時兮復曉。歸反哭兮嬪宮，聲有止兮哀無終。是乎非乎何遑，趣一遇兮目中。既遇目兮無兆，曾寤寐兮弗夢。既顧瞻兮家道，長寄心兮爾躬。重曰： \\n 己矣！此蓋新哀之情然耳。渠懷之其幾何，庶無愧兮莊子。 \\n 為楊長文作弟仲武哀祝文 \\n 悠悠上天，我獨何辜，祖考早世，昆弟幼孤，備嘗艱毒，同集蓼荼。父兮生我，過庭靡聞；母兮鞠我，甯一苦卒。日顧日復，我弟我身；並自垂髮，越于成人。濬哲聰朗，純粹溫良。烈烈清風，邦族之望。母氏劬勞，庶爾之報。彼蒼者天，子何不弔。殲我令弟，窮泉是造。無父何怙，無弟何友，煢煢此身，哀哀慈母。煩冤痛毒，撫心思咎。哀爾薄祐，逢家多阻，弱冠未室，盛年絕緒。喪庭寥廓，盧位無主。冥冥長夜，窈窕玄宇，當復何時，見我仲武。于以祔之，于其王父，魂而有靈，神其甯處。　 \\n 哀陵公主女王氏哀辭 \\n 猗歟公子，季女惟王。生自洪冑，稟茲義方。盻倩粲麗，窈窕淑良。如彼春蘭，吐葩含芳。葩以霜隕，芳以歇盡。彼蒼者天，胡甯斯忍。曾未弱笄，無疾而隕。官朝震驚，靡人不愍。嗟爾母氏，劬勞撫鞠。恩斯勤斯，是長是育。帷屏媚子，奄離顧復。哀無廢心，涕不輟目。于以祖之，于掖庭閨。于以送之，陵崗崔嵬。僕馬迴春，旗旐旋飛。夕陽失映，晴鳥忘歸。皎皎霄月，載盈載微。冥冥公子，一往不追。長夜無旦，孤魂曷依。 \\n 陽城劉氏妹哀辭 \\n 鳥鳴于柏，鳥號于荊。徘徊以躅，立聞其聲。相彼羽族，矧伊人情。叩心長叫，痛我同生。誕育聖善，發奇稚齒。如彼名駒，昂昂千里。劉氏懷寶，未曜隋和。伊羽輕弱，弗克負荷；祿微于朝，貯匱于家，俾我令妹，勤儉備加；珍羞罕御，器服靡華。撫膺恨毒，逝矣奈何。哀哀母氏，蒸蒸聖慈。震動擗摽，何痛如之。魂而有靈，豈不慕思。嗟哉往矣，當復何時。 \\n 金鹿哀辭 \\n 嗟我金鹿，天資特挺。鬒髮凝膚，蛾眉蠐領。柔情和泰，朗心聰警。嗚呼上天，胡忍我門。良嬪短世，令子天昏。既披我幹，又剪我根。塊如痿木，枯荄獨存。捐子中野，遵我歸路。將反如疑，迴首長顧。 \\n 傷弱子辭 \\n 予之長安，次於新安千秋亭而弱子夭。感羸、博之哀，乃傷之曰： \\n 奈何兮弱子，邈棄爾兮丘林。還眺兮墳瘞，草莽莽兮木森森。伊邃世之遐胄，逮祖考之永延。咨吾家之不嗣，羌一適之未甄。仰崇堂之遺構，若無津而涉川。葉落永離，覆水不收；赤子何辜，罪我之由。　 \\n 悲刑生辭 \\n 周文王之苗裔，予元舅之洪胄。厲操確其不拔。鄉譽著而且就。玅邦畿而高，蔡雄州問以擢秀。茂實暢矣，而休名未衍。其財至貧，其位至賤，而死之日奔者盈庭。停予車而在郊，撫靈櫬以增悲。瞻軨容而想像，曾無覿乎餘暉。送子兮境垂，永訣兮路歧。一別兮長訣，盡哀兮告離。 \\n 為任子咸妻作孤女澤蘭哀辭　澤蘭者，任子咸之女也，涉三齡末，沒衰而殞。予聞而悲之，遂為其母辭。 \\n 茫茫造化，爰啟英淑，猗猗澤蘭，應靈誕育。鬒髮蛾眉，巧笑美目；顏耀榮苕，華茂時菊；如金之精，如蘭之馨。淑質彌暢，聰慧日新。朝夕顧復，夙夜盡勤。彼蒼者天，哀此矜人；胡甯不惠，忍予眇身；俾爾嬰孺，微命弗振。俯覽衾邃，仰訴穹旻。弱子在懷，既生不遂。存靡託躬，沒無遺類。耳存遺響，目想餘顏；寢席伏枕，摧心割肝。相彼鳥矣。和鳴嚶嚶；矧伊蘭子，音影冥冥。彷徨丘隴，徒倚墳塋。 \\n 祭文 \\n 吊孟嘗君文 \\n 人罔貴賤，士無真偽，延人如歸，望賓若企。出握秦機，入專齊政；右盼而贏強，左顧而田競。且以造化為水，天地為舟；樂則齊喜，哀則同憂。豈區區之國，而大邦是謀；瑣瑣之身，而名利是求。畏首畏尾，東奔西囚。志撓於木，偶命懸于狐裘。 \\n 為諸婦祭瘐新婦文 \\n 潛形幽襯，甯神舊宇。室虛風生，床塵帷舉。自我不見，載離寒署。雖則乖隔，哀亦時敘。起殯今夕，祖行明朝。雨絕華庭，埃滅大宵。儷執箕帚，偕奉夕朝。彷彿未行，顧瞻弗獲。伏膺引淚，感今懷昔。懷昔伊何，祁祁替姒，感今伊何，冥冥吾子。形未廢目，音猶在耳。　 \\n 哭弟文 \\n 視不見兮聽不聞，逝日遠兮憂彌殷。終皓首兮何時忘，情楚惻兮常苦卒。 \\n 世祖皇帝誄 \\n 奧若稽古帝皇，誕受休命，作我晉室。赫赫文皇，配天並日，大行龍飛，創制改物。沉恩汪濊，流澤洋溢。上齊七政，下綏萬邦。四門穆穆，五典克從。惟清緝熙，於變時雍。愛盡事親，教加百姓，于喪過哀，在祭餘敬。后蠶冕幅，躬籍粢盛，六代畢奏，九功咸詠。行敦醇樸，思貫玄玅，蒞政端位，臨朝光曜。胄子入學，辟雍宗禮，國老恂恂，貴遊濟濟。莫孝匪子，莫悌匪弟，化自外明，訓法以禮。獷彼吳楚，稱亂三代，世歷五偽，年幾百載，邊垂虔劉，王化阻閡，羽檄星馳，鉦骨日榕，帝御群帥，奉辭奪旅。腹心庭爭，爪牙疑沮，天監獨照，聖策乃舉，朝服濟江，止戈曜武，野無交兵，役不淹月，僭號歸命，稽顙晉闕。邪界蠻流，傍納百越，表閭旌善，德音爰發。虞人獻珍，周書垂誥，酒懼其彝，獸戒其冒。於我大行，縱心所好，道不踰矩，性與道奧，厭厭酣飲，樂不辯顏，桓桓振旅，田無遊盤。我德如風，民鷹如蘭，靡不夙夜，無感宴安，務農望歲，時或不稔，小心翼翼，恤民以甚，御坐不怡，撤膳振廩。西流垂精，南金抑施。永言孝思，天經地義。問誰暫事，英彥髦士；問誰翼侍，博物君子。潛明神鑒，從眾屈己，道濟群生，為而不恃，先天弗違，後天降時，萬物熙熙，懷而慕思，顒顒縉紳，不謀同辭，巖巖岱宗，想望翠旗。恭惟天行，功成不居，議寢封禪，心棲沖虛，策告不足，太平有餘，七十二君，方之蔑如。思樂天德，等壽嵩華，如何寢疾，背世登遐，遷幸梓宮，孤我邦家，龜筮既襲，吉日惟良，永指太極，甯神峻陽。群后擗踴，長訣轀輬。聖靈斯顧，豈伊不傷，家無遠邇，邦靡小大，四海供職，同軌畢會。茫茫原野，庭庭素蓋，縞輅解駕，白虎弭旆，龍輴即定，玄闥載扃。如天斯崩，如地斯傾，哀哀庶寮，煢煢自愍。彼蒼者天，胡甯斯忍，聖君不返，我獨旋軫。 \\n 太宰魯武公誄 \\n 昂昂公侯，實天誕育，八元斯九，五臣茲六，揜討逆節，折衝江湖，走欽擒儉，梟誕弊吳。公于出征，爰整其旅，壘未越郊，麾不及舉，秦涼獲義，西戎即敘。他人之賢，譬彼丘陵，邈矣公侯，如日之昇。泰山其頹，寢疾不興，遐邇曷仰，社稷焉憑。生則榮易，終哀實難，靡不春華，鮮克歲寒，於呼公隕，率土含酸。趙喪望諸，列國同傷，秦亡蹇叔，舂者不相。桃李不言，下自成行，德之休明，沒能彌彰。 \\n 楊荊州誄有序 \\n 維咸甯元年夏四月乙丑，晉故折衝將軍，荊州刺使，東武戴侯滎陽楊使君薨，嗚呼哀哉！夫天子建國，諸侯立家，選賢與能，政是以和，周賴尚父，殷憑太阿，矯矯楊侯，晉之爪牙。忠節克明，茂績維嘉，將宏王略，肅清荒遐。降年不永，玄首未華，銜恨沒世，命也奈何，嗚呼哀哉！自古在昔，有生必死，身沒名垂，先哲所韙。行以號彰，德以述美，敢託旒旗，爰作斯誄。其辭曰： \\n 邈矣遠祖，系自有周，昭穆繁昌，枝庶分流，族始伯喬，氏出楊侯，奕世不顯，允迪大猷。天厭漢德，龍戰未分，伊君祖考，方事之殷。鳥則擇木，臣亦簡君，投心外朝，策名委身，奮躍淵塗，跨騰風雲，或統驍騎，或據領軍。篤生戴侯，茂德繼期，篡成洪緒，克搆堂基，弱冠味道，吳兢惟時。孝實蒸蒸，友亦怡怡，多才豐藝，彊記洽聞。目睇毫末，心算無垠，草隸兼善，尺牘必珍。足不輟行，手不釋文，翰動若飛，紙落如雲。學優則仕，乃從王政，散璞發輝，臨軹作令。化行邑里，惠洽百姓。越登司官，肅我朝命，惟此大理，國之憲章，君蒞其任，視民如傷，庶獄明慎，行辟端詳，聽參皋呂，稱侔于張。改授農政，于比野王，倉盈瘐億，國富兵彊。煌煌文后，鴻漸晉室，君以兼資，參戎作弼，用錫土宇，膺玆顯秩。青社白茅，赤朱其紱。魏氏順天，聖皇受終烈烈楊侯，實統禁戎，司管閶闔，清我帝宮，苛慝不作，穆如和風。謂督勳勞，班命彌崇。茫茫海岱，玄化未周，滔滔江漢，疆埸分流。秉文兼武，實惟楊侯，既守東筦，乃牧荊州，折衝萬里，對揚王休。聞善若驚，疾惡如讎，示威示德，以伐以柔，吳夷凶侈，偽師畏逼，將承仇釁，席卷南極。繼褰糧盡，神謀不忒，君子之過，引曲推直，如彼日月，有時則食，負執其咎，功讓其力，亦既旋旆，為法受黜，退守丘塋，杜門不出，游目典墳，縱心儒術，祈祈縉紳，升堂入室，靡事不咨，無疑不質。位貶道行，身窮志逸。弗慮弗圖，乃寢乃疾，昊天不弔，景命其卒，嗚呼哀哉！子囊佐楚，遺言城郢；史魚諫衛，以尸顯政。伊君臨終，不忘忠敬，寢伏床蓐，念在朝廷。朝達其辭，夕隕其命。聖王嗟悼，寵贈衾邃。誄德策勳，考終定諡。群辟動懷，邦族揮淚，孤嗣在疚，寮屬含悴。赴者同哀，路人增欷，嗚呼哀哉！余以頑蔽，覆露重陰，仰追先考，執友之心，俯感知己，識達之深，承諱忉怛，涕淚霑襟。豈忘載奔，憂病是沉，在疾不省，於亡不臨，舉聲增慟，哀有餘音，嗚呼哀哉！ \\n 夏侯常恃誄 \\n 夏侯湛字孝若，譙國譙人也。少知名，若干辟太尉府掾，賢良方正，徵為太子舍人，尚書郎，野王令，中書郎，南陽相，家艱乞還。頃之，選為太子僕，未就命而世祖崩，天子以為散騎常侍，從班列也。春秋四十有九，元康元年夏五月壬辰寢疾，卒於延熹里第。嗚呼哀哉！乃作誄曰： \\n 禹錫玄珪，實曰文命，克名克聖，光啟夏政。其在於漢，邁勳惟嬰，思弘儒業，小大雙名。顯祖曜德，牧兗及荊，父守淮岱，治亦有聲。英英夫子，灼灼其雋，　飛辯摛藻，華繁玉振，如彼隋和，發彩流潤；如彼錦繢，列素點絢。人見其表，　莫測其裏，徒謂吾生，文勝則史。心照神交，唯我與子。且歷少長，逮觀終始，子之承親，孝齊閔參；子之友悌，和如瑟琴；事君直道，與朋信心，雖實唱高，　猶賞爾音。弱冠厲翼，羽儀初升，公弓既招，皇輿乃徵，內贊兩宮，外宰黎蒸，　忠節允著，清風載興。泱彼樂都，寵子惟王，設官建黼，玅簡邦良，用取喉舌，相爾南陽。誨訓不倦，視人如傷，乃眷北顧，辭祿延熹，余亦偃息，無事明時。疇昔之游，二紀于玆，班白攜手，何歎如之。居吾語女，眾實勝寡，人惡雋逸，　俗疵文雅。執戟疲楊，長沙投賈，無謂爾高，子居物下，子乃洗然，變色易容，　慨然歎曰：道固不同，為人由己，匪我求蒙，誰毀誰譽，何去何從。莫涅匪緇，　莫磨匪磷，子獨正色，居屈志伸，雖不爾以，猶致其身，獻替盡規，媚茲一人。　讜言忠謀，世祖是嘉，將僕儲皇，奉轡承華。先朝末命，聖烈顯加，入侍帝闥，　出光厥家。我聞積善，神降之吉，宜享遐紀，長保天秩，如何斯人，而有斯疾，曾未知命，中年隕卒，嗚呼哀哉！惟爾之存，匪爵而貴，甘食美服，重珍兼味。臨終遺誓，永錫爾類。歛以時襲，殯不簡器，誰能拔俗，生盡其養，孰是養生，而博其葬，淵哉若人，縱心條暢。傑操明達，困而彌亮。柩輅既祖，容體長歸，　存亡永訣，逝者不追。望子舊車，覽爾遺衣，愊爾失聲，迸涕交揮，非子為慟，吾慟為誰？嗚呼哀哉！日往月來，暑退寒襲，零露霑凝，勁風淒急。慘爾其傷，念我良執。適子素館，撫孤相泣，前思未弭，後感仍集，激悲滿懷，逝矣安及，嗚呼哀哉！ \\n 馬洴督誄　 \\n 惟元康七年秋九月十五日，晉故督守關中侯扶風馬君卒，嗚呼哀哉！初雍部之內屬羌反，未弭，而編戶之氐又肆逆焉。雖王旅致討，終於殄滅，而蜂躉有毒，驟失小利，俾百姓流亡，頻於塗炭。建威喪元於好畤，州伯宵遯乎大谿，若夫偏師裨將之隕首覆車者，蓋以十數；剖伏專城，紆青拖墨之司，奔走失其守者，相望於境。秦隴之僭，鞏更為魁，既己襲洴，而館其縣，子以渺爾之身，介乎重圍之裏，率寡弱之眾，據十雉之城，群氏如蝟毛而起，四面雨射城中，城中鑿穴而處，負戶而汲，木石將盡，樵蘇乏竭，芻堯罄絕，於是乎發梁棟而用之，蜀以鐵鎖機關，既縱礨而又升焉爨陳焦之麥，柿梠桷之松，用能薪芻不匱，人畜取給，青煙傍起，櫪馬長鳴。凶醜駭而疑懼，乃闕地而攻。子攻命穴浚塹，寘湖鐳瓶以偵之，將穿城響作，因焚穬火熏之，潛氐殲焉。久之，安西之救至，竟免虎口之厄，全數百萬石之積。文契書於幕府，聖朝疇咨，進以顯秩，殊以幢蓋之制。而州之有司，乃以私隸數口，穀數十斛，考訊吏兵，以檟楚之辭連之。大將軍屢抗其疏曰；敦固守孤城，獨當群寇，以少禦眾，載離寒暑；臨危奮節，保穀全城。而雍州從事，忌敦勳效，極推小疵，非所以褒獎元功，宜解敦禁劾假授。詔書遽許，而子固以下獄發憤而卒也。 \\n 朝廷聞而傷之，策書曰：「皇帝咨故督守關中侯馬敦，忠勇果毅，率屬有方，固守孤城，危逼獲濟。寵秩未加，不幸喪亡，朕用悼焉。今追贈牙門將軍印綬，祠以少牢，魂而有靈，加玆寵榮」。然潔士之聞穢，其庸致思乎。若乃下吏之肆其噤害，則皆妒之徒也。嗟乎！妒之欺善，亦抑貿首之讎也。語曰：或見其子，慎無為善。言固可以若是，悲夫！昔承丘之戰，縣賁父御魯莊公，馬驚敗績。賁父曰：他日未嘗敗績，而今敗績，是無勇也。遂死之。圉人浴馬，有流矢在白肉。公曰：非其罪也。乃誄之。漢明帝時有司馬叔持者，白日於都市，手劍父讎，視死如歸，亦命史臣班固為之誄。然則忠孝義烈之流，慷慨非命而死者，綴辭之士。未之或遺也，天子既已策而贈之，微臣託乎舊史之末，敢闕其文哉？乃作誄曰： \\n 知人未易，人未易之，嗟玆馬生，位末名卑，西戎華夏，乃奮其奇，保此洴城，救我邊危。彼邊奚危，城小粟富。子以渺身，而裁其守。兵無加衛，墉不增築，婪婪群狄，豺虎競逐，鞏更恣睢，潛跱官寺；齊萬虢鬫，震驚台司。聲勢沸騰，種落煽熾，旌旗電舒，戈矛林植，彤珠星流，飛矢雨集，惴惴士女，號天以泣，爨麥而炊，負戶以汲，累卵之危，倒懸之急。馬生爰發，在險彌亮，精貫白日，猛烈秋霜，稜威可厲，懦夫克壯，霑恩撫循，寒士挾纊。蠢蠢犬羊，阻眾陵寡，潛隧密攻，九地之下，愜愜窮城，氣若無假，昔命懸天，今也惟馬，惟此馬生，才博智瞻，偵以瓶壺，戾以長漸，鍾未見鋒，火以起焰，薰尸滿窟，掊穴以歛。木石匱竭，萁稈空虛。瞷然馬生，傲若有餘，蜀梁為礨，柿松為芻，守不乏械，櫪有鳴駒。哀哀建威，身伏斧質，悠悠烈將，覆車喪器。戎釋我徒。顯誅我帥，以生易死，疇克不二。聖朝西顧，關右振惶，分我洴瘐，化為寇糧。實賴夫子，思漠彌長，咸使有勇，致命知方。我雖未學，聞之前典，十世宥能，表墓旌善。思人愛樹，甘棠勿翦，矧乃君子，功深疑淺，兩造未具，儲隸蓋鮮，孰是勳庸，而不獲免。猾哉部司，其心反側，斲善害能，醜正惡直。牧人逶迤，自公退食，聞穢鷹揚，曾不戢翼，忘爾大勞，猜爾小利，茍莫開懷，于何不至。慨慨馬生，硠硠高致，發憤囹圄，沒而猶視，嗚呼哀哉！　 \\n 安平出奇，破齊克完；張孟運籌，危趙獲安；洴人賴子，猶彼談單。如何吝嫉，　搖之筆端。傾倉可賞，矧云私粟；狄隸可頒，況曰家僕。剔子雙龜，貫以三木，　功存洴城，身死洴獄。凡爾同圍，心焉摧剝，扶老攜幼，街號巷哭，嗚呼哀哉！明明天子，旌以殊恩，光光寵贈，乃牙其門，司勳班爵，亦兆後坤，死而有靈，　庶慰冤魂，嗚呼哀哉！ \\n 楊仲武誄 \\n 楊經字仲武，滎陽宛陵人。中領軍肅侯之曾孫，荊州刺使戴侯之孫東武康侯之子也。八歲喪父，其母鄭氏，光祿勳密陵成侯之元女。操行甚高，恤養幼孤，以保乂夫家而免諸艱難。戴侯、康侯多所論著，又善草隸之藝，子以玅年之秀，固能綜覽義旨，而軌式模範矣雖舅氏隆盛而孤貧守約，心安陋巷，體服菲薄，余甚奇之。若乃清才雋茂，盛德日新，毋見其進，未見其已也。既藉三葉世親之恩，而子之姑，余之伉儷焉。往歲卒於德宮里，喪服周次，綢繆累月，苟人必有心，此亦款誠之至也。不幸短命，春秋二十九，元康九年夏五月己亥卒，嗚呼哀哉！乃作誄曰：　 \\n 伊子之先，奕葉熙隆，惟阻惟曾，載揚休風，顯考康侯，無祿早終，名器雖光，勳業未融，篤生吾子，誕茂淑姿，克岐克嶷，知章知微，鉤深探賾，味道研幾，匪直也人，邦家之輝。子之遘閔，曾為齔髫，如彼危根，當此衝猋。德之休明，靡幽不喬，弱冠流芳，俊聲清劭。爾舅惟榮，爾宗惟瘁，幼秉殊操，違豐安匱，撰錄先訓，俾無隕墜，舊文新藝，罔不必肄。潘揚之穆，有自來矣，矧乃今日，慎終如史，爾休爾戚，如實在己，視予猶父，不得猶子，敬亦既篤，愛亦既深，雖殊其年，實同厥心。日昃景西，望子朝陰，如何短拆，皆世湮沉，嗚呼哀哉！寢疾彌留，守茲孝友，臨命忘身，顧戀慈母，痛心疾首，噭噭同生，悽悽諸舅。春蘭擢莖，方茂奇華，荊寶挺樸，將剖於和，含芳委曜，毀璧摧柯，嗚呼仲武，痛哉奈何。德宮之艱，同次外寢，惟我與爾，對筵接枕，自時迄今，曾未盈稔，姑姪繼隕，何痛斯甚，嗚呼哀哉！披帙散書，屢睹遺文，有造有寫，或草或真，執玩周復，想見其人，紙勞於手，涕沾於巾，龜筮既襲，埏隧既開，痛矣楊子，與世長乖。朝濟洛川，夕次山隈，歸鳥頡頏，行雲徘徊。臨穴永訣，撫櫬盡哀，遺形莫紹，增痛余懷，魂兮往矣，梁木實摧，嗚呼哀哉！ \\n 宜城宣君誄 \\n 行成于己，名生于人，考終定謚，實曰宣君。祝宗蒞事，卿相奉引輕車整駕，介士列陣，鸞輅依容，轀車升櫬。 \\n 瘐尚書誄 \\n 寬而能懷，威而不猛，化行如形，民應如影。曀曀虛座，翩翩玄幕，几席生塵，空館寥廓。 \\n 南陽長公主誄 \\n 昔唐女嬪媯，書敘釐降之美；周姬適齊，詩詠肅雍之歌；漢之新野，以節義垂號千載，伊晉之獻主，以聰明睿智，考終定謚，茲可為母儀純備，邁宗古烈者矣。以惜乎不永，背世湮沉，爰託素旂，氏章徽音。　主之誕育，既篡洪冑，德之休明，亦固天授，思心婉孿，淑質純茂，母儀不忒，內則靡疚。肇自弱笄，有馥其芬，言告言歸，作合於荀。在貴思降，處逸能勤，上虔諸姑，傍接夫嬪，內諧閨閾，外和族姻，終溫且惠，淑慎其身。積善餘慶，啟茲名胤，厲以惠肅，誨以柔順。主實體化，不言而信。二子尊式，匪嚴而峻。於穆獻后，奕代熙盛，重作大司，黎牧火正，國之仁姑，家之慈母。天道甫賢，宜享遐壽，如何短命，曾不華首，寢疾弗興，繁榮摧朽，嗚呼哀哉！ \\n 容車戒路，祖奠在庭，騑驂躊躇，服馬悲鳴，皇輿親臨，望旗失聲，列辟咸起，灑淚霑纓，嗚呼哀哉！既次墓門，降柩升輴，靈衣從風，素墓生塵，明燎守夜，疏紼俟晨。噭噭遺嗣，煢煢孤臣，號無廢音，涕不輟巾。 \\n 皇女誄　 \\n 厥初在鞠，王盾華繁，玄髮脩曜，蛾眉連涓，清顱橫流，明眸朗鮮，迎時夙智，望歲能言。亦既免懷，提攜紫庭，聰慧機警，授色應聲，亹亹其進，好曰之經，辭令容止，閑於幼齡。猗猗春蘭，柔條含芳，落英彫矣，從風飄揚。玅好弱媛，窈窕淑良。孰是人斯，而離斯殃。靈殯既祖，次此暴廬。披攬遺物，徘徊舊居，手澤未改，領膩如初，孤魂遐逝，存亡永殊，嗚呼哀哉！ \\n 賈充誄 \\n 年逾知命，位極人臣，家無餘祿，貴而食貧。 \\n 關中詩十六章 \\n 元康六年氏賊齊萬年於關中 \\n 反亂既平帝命諸臣作關中詩 \\n 一 \\n 於皇時晉，受命既固。三祖在天，聖皇紹祚。德博化光，刑簡枉錯，惟火不戒，延我寶庫。 \\n 二 \\n 蠢爾戎狄，狡馬思肆。與我國青，窺我利器。嶽牧慮殊，威懷理二。將無專策，兵不素肄。 \\n 三 \\n 翹翹趙王，請徒三萬。朝議惟疑，未逞斯願。桓桓梁征，高牙乃建。旗蓋相望，偏師作援。 \\n 四 \\n 虎視眈眈，威比好畤。素甲日耀，玄幕雲起。誰其繼之，夏侯卿士。惟系惟處，別營棋跱。 \\n 五 \\n 夫豈無謀，戎士承平。守有完郛，戰有全兵。鋒交卒奔，孰免孟明。飛檄秦郊，告敗上京。 \\n 六 \\n 周殉師令，身膏氏斧。人之云亡，貞節克舉。盧播違命，投畀朔土。為法受惡，誰謂荼苦。 \\n 七 \\n 哀此黎元，無罪無辜肝腦塗地，白骨交衢。夫行妻寡，父出子孤。俾我晉民，化為狄俘。 \\n 八 \\n 亂離斯瘼，日月其稔。天子是矜，旰食晏寢。主憂臣勞，孰不祇懍。愧無獻納，尸素以甚。 \\n 九 \\n 皇赫斯怒，爰整精銳。命彼上谷，指日遄逝。親奉成規；稜威遐厲。首陷中庭，揚聲萬計。 \\n 十 \\n 兵固詭道，先聲後實。聞之有司，以萬為一。紂之不善，我未之必。虛晶涵德，繆彰甲吉。 \\n 十一 \\n 雍門不啟，陳洴危偪。觀遂虎奮，感恩輸力。重圍克解。危城載色。豈曰無過，功亦不測。 \\n 十二 \\n 情固萬端，于何不有。紛紜齊萬，亦孔之醜。曰納其降，曰梟其首。疇真可掩，孰偽可九。 \\n 十三 \\n 既徵爾辭，既蔽爾訟。當乃明實，否則證空。好爵既縻，顯戮亦從。不見竇林，伏尸漢邦。 \\n 十四 \\n 周人之詩，實曰採薇。北難玁狁，西患昆夷。以古況今，何足曜威。徒愍斯民，我心傷悲。 \\n 十五 \\n 斯民如何，荼毒于秦。師旅既加，饑饉是因。疫癘淫行，荊棘成榛。絳陽之粟，浮于渭濱。 \\n 十六 \\n 明明天子，視民如傷。申命群司，保爾封疆。靡暴于眾，無陵于疆。惴惴寡弱，如熙春陽。 \\n 為賈謐作贈陸機十一章 \\n 一 \\n 肇自初創，二儀絪縕。粵有生民，伏羲始君。結繩闡化，八象成文。茫茫九有，區域以分。 \\n 二 \\n 神農更王，軒轅承紀。畫野離疆，爰封眾子。夏殷既襲，宗周繼祀。綿綿瓜瓞，六國互峙。 \\n 三 \\n 彊秦兼併，吞滅四隅。子嬰面櫬，漢祖膺圖。靈獻微弱，在涅則渝。三雄鼎足，孫啟南吳。 \\n 四 \\n 南吳伊何，僭號稱王。大晉統天，仁風遐揚。偽孫銜璧，奉土歸疆。婉婉長離，凌江而翔。 \\n 五 \\n 長離云誰，咨爾陸生。鶴鳴九皋，猶載厥聲。況乃海隅，播名上京。爰應旌招，撫翼宰庭。 \\n 六 \\n 儲皇之選，實簡惟良。英英朱鸞，來自南岡。曜藻崇正，玄冕周裳。如彼蘭蕙，載採其芳。 \\n 七 \\n 藩岳作鎮，輔我京室。旋反桑梓，帝弟作弼。或云國宦，清塗攸失。吾子洗然，恬淡自逸。 \\n 八 \\n 廊廟惟清，俊義是延。擢應嘉舉，自國而遷。齊轡群龍，光讚納言。優游省闥，珥筆華軒。 \\n 九 \\n 昔余與子，繾綣東朝。雖禮以賓，情通友僚。嬉娛絲竹，撫髀舞韶。修日朗月，攜手逍遙。 \\n 十 \\n 自我離群，二週于今。雖簡其面，分著情深。予其超矣，實慰我心。發言為詩，俟望好音。 \\n 十一 \\n 欲崇其高，必重其層。立德之柄，莫匪安桓。在南稱甘，度北則橙，崇子鋒穎，不頹不崩。 \\n 北芒送別王世胄 \\n 朱鑣既揚，四轡既整。駕言餞行，告離芒嶺。情有遷延，日無餘影迴轅南翔，心馬北騁。 \\n 家風詩 \\n 綰髮綰髮，髮亦鬒止。日祇日祇，敬亦慎止。靡專靡有，受之父母。鳴鶴匪何，析薪弗荷。隱憂孔疚，我堂靡構。義方既訓，家道穎穎。豈敢荒寧，一日三省。 \\n 於賈謐作講漢書 \\n 治道在儒，弘儒在人。顯允魯侯，文質彬彬。筆下摛藻，席上敷珍。前宜惟辨，舊史惟新。惟新爾史，既辨爾疑。延我寮友，講此微辭。 \\n 離合 \\n 佃漁始化，人民穴處。意守醇樸，音應律呂。桑梓被源，卉木在野。錫鸞未設，金石弗舉。害咎蠲消，吉德流晉。谿谷可安，奚作棟宇。嫣然以禧，焉懼外侮。熙神委命，已求多祜。嘆彼季末，口出擇語。誰能默識，言喪厥所。壟畝之諺，　龍潛巖阻。尟義崇亂，少長失敘。 \\n 金谷集作詩 \\n 王生和鼎實，石子鎮海沂。親友各言邁，中心悵有違。何以敘離思，攜手遊郊畿。朝發晉京陽，夕次金谷湄。迴谿縈曲阻，峻阪路威夷。綠池泛淡淡，青柳何依依。濫泉龍麟，瀾作激波連珠揮。前庭樹沙棠，後園植烏椑。靈宥繁石榴，茂林列芳梨。飲至臨華沼，遷作登隆坻。玄醴染朱顏，但愬杯行遲。揚桴輔靈鼓，　簫管清且悲。春滎誰不慕，歲寒良獨希。投分寄石友，白首同所歸。 \\n 河陽縣作二首 \\n 一 \\n 微身輕蟬翼，弱冠忝嘉招。在疚妨賢路，再升上宰朝。猥荷公叔舉，連陪廁王寮。長嘯歸東山，擁來耨時苗。幽谷茂纖葛，峻巖敷榮條。落英隕林趾，飛莖秀陵喬。畀高亦何常，升降在一朝。徒恨良時泰，小人道遂消。譬如野田蓬，幹流隨風飄。昔倦都邑游，今掌河朔徭。登城眷南顧，凱風揚微綃。洪流何浩蕩，修芒鬱岧嶢。誰謂晉京遠，室爾身實遼。誰謂邑宰輕，令名患不劭。人生天地間，百年孰能要。敥如敲石火，瞥若截道飆。齊都無遺聲，同鄉有餘謠。福謙在純約，害盈由矜驕。雖無君人德，視民庶不恌。 \\n 二 \\n 日夕陰雲起，登城望洪河。川氣冒山嶺，驚湍激言阿。歸雁映蘭畤，游魚動圓波。鳴蟬厲寒音，時菊耀秋華。引領望宗室，南路在伐柯。大廈免無睹，崇芒鬱嵯峨。總總都邑人，擾擾俗化訛。依水類浮萍，寄松似懸蘿。朱博抖奇慢，楚風被琅琊。曲蓬何以直，托身以叢麻。黔黎竟何常，政成在民和。位同單父邑，愧無子賤歌。豈敢陋微官，但恐忝所荷。 \\n 在懷縣作二首 \\n 南陸迎修景，朱明送末垂。初伏啟新節，隆暑方赫曦。朝想慶雲興，夕遲白日移。揮汗辭中宇，登城臨清池。涼飆自遠集，輕襟隨風吹。靈囿耀華果，通衢列高椅。瓜瓞蔓長苞，薑芋紛廣畦。稻栽肅芊芊，黍苗何離離。虛薄泛時用，　位微明日高。驅役宰兩邑，政績竟無施。自我違京輦，四載迄于斯。器非廊廟姿，屢出固其宜。徒懷越鳥志，眷戀想南枝。 \\n 春秋代遷，逝四運紛可喜。寵辱易不驚，戀本難為。思我來冰未泮，時暑忽隆熾。　感此還期淹，歎彼年往駛。登城望郊甸，游目歷朝寺。小國寡民務，終日寂無事。　白水過庭激，綠槐夾門植。信美非吾土，祇攪懷歸志。眷然顧鞏洛，山川邈離異。　願言旋舊鄉，畏此簡書忌。祇奉社稷守，恪居處職司。 \\n 內顧詩二首 \\n 靜居懷所歡，登城望四澤。春草鬱青青，桑柘何奕奕，芳林振朱榮，淥水激素石。初征冰未泮，忽焉袗稀谷。漫漫三千里，迢迢遠行客。馳情戀朱顏，寸陰過盈尺。夜愁極清晨，朝悲終日夕。山川信悠永，願言良弗獲。引領訊歸期，沉思不可釋。 \\n 獨悲安所慕，人生若朝露。綿邈寄絕域，眷戀想平素。爾情既來追，我心亦還顧。形體隔不達，精爽交中路。不見山下松，隆冬不易故。不見澗邊柏，歲寒守一度。無謂希見疏，在遠方彌固。 \\n 悼亡詩三首 \\n 一 \\n 荏苒冬春樹，寒暑忽流易。之子歸窮泉，重爙永幽隔。私懷誰克從，淹留亦何益。蠅俛恭朝命，迴心反初役。望廬思其人，入室想所歷。幃屏無彷彿，翰墨有餘跡。流芳未及歇，遺挂猶在壁。悵怳如或存，周遑忡驚惕。如彼翰林鳥，雙棲一朝隻。如彼游川魚，比目中路析。春風緣隙來，晨霤承簷滴。寢息何時忘，沉憂日盈積。庶幾有時衰，莊岳猶可擊。 \\n 二 \\n 皎皎窗中月，照我室南端。清商應秋至，溽暑隨節闌。凜凜涼風生，始覺夏衾單。豈曰無重纊，誰與同歲寒。歲寒無與同，朗月何朧朧。展轉盻枕席，長簟 \\n 靜床空。床空委清塵，室虛來悲風。獨無李氏靈，彷彿睹爾容。撫衿長歎息，不覺涕霑胸。霑胸安能已，悲懷從中起。寢興目存形，遺音猶在耳。上慚東門吳，下愧蒙莊子。賦詩欲言志，此志難具紀。命也可奈何，長戚自令鄙。 \\n 三 \\n 曜靈運天機，四節代遷逝。淒淒朝露凝，烈烈夕風厲。奈何悼淑儷，遺容永潛翳。念此如昨日，誰知己卒歲。改服從朝政，哀心寄私制。茵幬張故房，朔望臨爾祭。爾祭詎幾時，朔望忽復盡。衾裳一毀撤，千載不復引。亹亹期月周，戚戚彌相愍。悲懷感物來，泣涕應情隕。駕言陟東阜，望墳思紆軫。徘徊墟墓間，欲去復不忍。徘徊不忍去，徙倚步踟躕。落葉委埏側，枯荄帶墳隅。孤魂獨煢煢，安知靈與無。投心遵朝命，揮涕強就車。誰謂帝宮遠，路極悲有餘。 \\n 哀詩 \\n 漼如葉落樹，邈若雨絕天。雨絕有歸雲，葉落何時連。山氣冒岡嶺，長風鼓松柏。　堂虛聞鳥聲，室暗如日夕。晝愁奄逮昏，夜思忽終昔。展轉獨悲窮，泣下沾枕席。　人居天地間，飄若遠行客。先後詎能幾，誰能弊金石。 \\n 思子詩 \\n 造化甄品物，天地代虛盈。奈何念稚子，懷奇隕幼齡。追想存彷彿，感道傷中情。　一往何時還，千載不復生。 \\n 別詩 \\n 堪為成都王軍司馬 \\n 岳送至北邙別作詩 \\n 微微髮膚，受之父母；峨峨王侯，中外之首。子親伊姑，我父唯舅。 \\n 閣柱謠 \\n 閣中有大牛，王濟鞅，裴楷鞦，和嶠刺促不得休。 \\n 本傳 \\n 潘岳字安仁，滎陽中牟人也。祖瑾安平太守，父苾琅琊內史；岳少以才穎見稱，　鄉邑號為奇童。謂終，賈之儔也。早辟司空太尉府，舉秀才。太始中，武帝躬耕作田，岳作賦以美其事。……… \\n 岳才名冠世，為眾所疾，遂棲遲十年，出為河陽令，負其才而鬱鬱不得志。時尚書僕射山濤領吏部，王濟裴楷筆、並為帝所親遇，岳內非之，題閣道為謠後，轉懷令。時以逆旅逐末廢農，奸淫亡命多所依湊，敗亂法度，敕當除之。十里一官攡，使老小貧戶守之。又差吏掌主，依客舍收錢。岳上其議，朝廷從之。岳頻宰二邑，勤于政績，調補尚書度支郎，遷廷尉平，以公事免。楊峻輔政，高選吏佐，　引岳為太復主簿。峻誅，除名。 \\n 初，譙人公孫宏少孤貧，客田于河陽，善鼓琴，頗屬文，岳之為河陽令，愛其才藝，待之甚厚。至是，宏為楚王瑋長史，專殺生之政。時駿綱紀皆當從坐，同署主簿朱振己就戮。岳其夕取急在外，宏言之瑋，謂之假吏，故得免。未幾選為長安令。作《西征賦》，述所經人物山水，文清旨詣。辭多不錄。徵補博士，未召，　以母疾輒去官，免。尋為著作郎，轉散騎侍郎，遷給事黃門侍郎。 \\n 岳性輕躁，趨勢利，與石崇等諂事賈謐。每候其出，與石崇輒望塵而拜。搆愍懷之，文越之辭也。謐二十四友，岳為其首。謐《晉書限斷》，亦岳之辭也。其母數誚之曰：爾當知足而乾沒不已乎？而岳終不能改。既仕宦不達，乃作《閑居賦》……。 \\n 初，苾為琅琊內史，孫秀為小史給岳，而狡黠自喜。岳惡其為人，數撻辱之，秀常銜忿。及趙王倫輔政，秀為中書令。岳于省內謂秀曰：「孫令猶憶疇昔周旋不？」答曰：“「中心藏之，何日忘之」。岳於是自知不免。俄而秀遂誣岳及石崇、歐陽建謀奉淮南王允、齊王冏為亂，誅之，夷三族。岳將詣市，與母別曰：「負阿母」。初被收，俱不相知，石崇已送在市，岳後至，崇謂之曰：「安仁，卿亦負爾邪」！岳曰：「可謂白首同所歸」。岳《金谷詩》云：「投分寄石友，白首同所歸」。乃成其讖。岳母及兄侍御史釋、弟燕令豹、司徒掾據，據弟詵，兄弟之子，己出之女，無長幼一時被害，惟釋子伯武逃難得免。而豹女與其母相抱號呼不可解，會詔原之。 \\n 岳美姿儀，辭藻絕麗，尤善為哀誄之文。少時常挾彈出洛陽道，婦人遇之者，皆連手縈繞，投之以果，遂滿車而歸。時張載甚醜，每行，小兒以瓦石擲之，委頓而反。史臣曰：安仁思緒雲騫，辭鋒景煥，前史儔於賈宜，先達方之士衡，賈論政範。源王化之幽賾，潘著哀辭，貫人靈之情性，機文譽海韞蓬山而育蕪，岳藻如江濯美景而增絢，混三家以通校，為二賢之亞匹矣。然其挾彈盈果，拜塵趨貴，蔑棄倚門之訓，乾沒不逞之間，思才也，而有斯行也，天之所賦，何其駁歟！ \\n 贊曰：岳實含章，藻思抑揚，趨權胄勢，終亦罹殃。 \\n 潘岳诗全集 \\n 关中诗十六首为贾谧作赠陆机诗十一首北芒送别王世胄诗五首家风诗于贾谧坐讲汉书诗离合诗金谷会诗金谷集作诗河阳县作诗二首在怀县作诗二首内顾诗二首悼亡诗三首杨氏七哀诗思子诗东郊诗鲁公诗诗阁道谣西征赋 \\n -------------------------------------------------------------------------------- \\n 关中诗十六首 \\n 一 \\n 于皇时晋。受命既固。三祖在天。圣皇绍祚。德博化光。刑简枉错。微火不戒。延我宝库。 \\n 二 \\n 蠢尔戎狄。狡焉思肆。虞我国眚。窥我利器。岳牧虑殊。威怀理二。将无专策。兵不素肄。　 \\n 三　 \\n 翘翘赵王。请徒三万。朝议惟疑。未逞斯愿。桓桓梁征。高牙乃建。旗盖相望。偏师作援。　 \\n 四 \\n 虎视眈眈。威彼好畤。素甲日耀。玄幕云起。谁其继之。夏侯卿士。惟系惟处。别营棊跱。　 \\n 五 \\n 夫岂无谋。戎士承平。守有完郛。战无全兵。锋交卒奔。孰免孟明。飞檄秦郊。告败上京。 \\n 六 \\n 周殉师令。身膏氐斧。人之云亡。贞节克举。卢播违命。投畀朔土。为法受恶。谁谓荼苦。 \\n 七 \\n 哀此黎元。无罪无辜。肝脑涂地。白骨交衢。夫行妻寡。父出子孤。俾我晋民。化为狄俘。　 \\n 八 \\n 乱离斯瘼。日月其稔。天子是矜。旰食晏寝。主忧臣劳。孰不祗懔。愧无献纳。尸素以甚。　 \\n 九 \\n 皇赫斯怒。爰整精锐。命彼上谷。指日遄逝。亲奉成规。棱威遐厉。首陷中亭。扬声万计。　 \\n 十 \\n 兵固诡道。先声后实。闻之有司。以万为一。纣之不善。我未之必。虚皛湳德。缪彰甲吉。　 \\n 十一 \\n 雍门不启。陈汧危偪。观遂虎奋。感恩输力。重围克解。危城载色。岂曰无过。功亦不测。　 \\n 十二 \\n 情固万端。于何不有。纷纭齐万。亦孔之丑。曰纳其降。曰枭其首。畴真可掩。孰伪可久。　 \\n 十三 \\n 既征尔辞。既蔽尔讼。当乃明实。否则证空。好爵既靡。显戮亦从。不见窦林。伏尸汉邦。　 \\n 十四 \\n 周人之诗。寔曰采薇。北难猃狁。西患昆夷。以古况今。何足曜威。徒愍斯民。我心伤悲。　 \\n 十五 \\n 斯民如何。荼毒于秦。师旅既加。饥馑是因。疫疠淫行。荆棘成榛。绛阳之粟。浮于渭滨。　 \\n 十六 \\n 明明天子。视民如伤。申命羣司。保尔封疆。靡暴于众。无陵于强。惴惴寡弱。如熙春阳。　 \\n -------------------------------------------------------------------------------- \\n 为贾谧作赠陆机诗十一首 \\n 一 \\n 肇自初创。二仪絪缊。粤有生民。伏羲始君。结绳阐化。八象成文。芒芒九有。区域以分。　 \\n 二 \\n 神农更王。轩辕承纪。画野离疆。爰封众子。夏殷既袭。宗周继祀。绵绵瓜瓞。六国互峙。　 \\n 三 \\n 强秦兼并。吞灭四隅。子婴面榇。汉祖膺图。灵献微弱。在湼则渝。三雄鼎足。孙启南吴。　 \\n 四 \\n 南吴伊何。僭号称王。大晋统天。仁风遐扬。伪孙衔璧。奉土归疆。婉婉长离。凌江而翔。　 \\n 五 \\n 长离云谁。咨尔陆生。鹤鸣九皋。犹载厥声。况乃海隅。播名上京。爰应旌招。抚翼宰庭。　 \\n 六 \\n 储皇之选。实简惟良。英英朱鸾。来自南冈。曜藻崇正。玄冕丹裳。如彼兰蕙。载采其芳。　 \\n 七 \\n 藩岳作镇。辅我京室。旋反桑梓。帝弟作弼。或云国宦。清涂攸失。吾子洗然。恬淡自逸。　 \\n 八 \\n 廊庙惟清。俊乂是延。擢应嘉举。自国而迁。齐辔羣龙。光赞纳言。优游省闼。珥笔华轩。　 \\n 九 \\n 昔余与子。缱绻东朝。虽礼以宾。情通友僚。嬉娱丝竹。抚鞞舞韶。修日朗月。携手逍遥。　 \\n 十 \\n 自我离羣。二周于今。虽简其面。分着情深。子其超矣。实慰我心。发言为诗。俟望好音。　 \\n 十一 \\n 欲崇其高。必重其层。立德之柄。莫匪安恒。在南称柑。度北则橙。崇子锋颖。不颓不崩。　 \\n -------------------------------------------------------------------------------- \\n 北芒送别王世胄诗五首 \\n 一 \\n 微微发肤。受之父母。峨峨王侯。中外之首。子亲伊姑。我父惟舅。昆同瓜瓞。志齐执友。　 \\n 二 \\n 惟我王侯。风节英茂。执宪中朝。剖符名守。配作此牧。频显烦授。徐以姻掇。凉疾不就。　 \\n 三 \\n 桓桓平北。帝之宠弟。彬彬我兄。敦书悦礼。乃降厥资。训戎作楷。谁谓荼苦。其甘如荠。　 \\n 四 \\n 忠惟行本。恭惟德基。沉此旧疴。不敢屡辞。命彼仆驾。谓之舆之。如彼孙子。膑足乘轖。　 \\n 五 \\n 朱镳既扬。四辔既整。驾言饯行。告辞芒岭。情有迁延。日无余景。回辕南翔。心焉北骋。　 \\n -------------------------------------------------------------------------------- \\n 家风诗 \\n 绾发绾发。发亦鬓止。日祗日祗。敬亦慎止。靡专靡有。受之父母。鸣鹤匪和。析薪弗荷。隐忧孔疚。我堂靡构。义方既训。家道颖颖。岂敢荒宁。一日三省。　 \\n 于贾谧坐讲汉书诗 \\n 治道在儒。弘儒由人。显允鲁侯。文质彬彬。笔下摛藻。席上敷珍。前疑既辨。旧史惟新。惟新尔史。既辨尔疑。延我寮友。讲此微辞。　 \\n 离合诗 \\n 佃渔始化。人民穴处。意守醇朴。音应律吕。弃梓被源。卉木在野。锡鸾未设。金石拂举。害咎蠲消。吉德流普。溪谷可安。奚作栋宇。嫣然以憙。焉惧外悔。熙神委命。已求多祜。叹彼季末。口出择语。谁能墨识。言丧厥所。垄亩之谚。龙潜岩阻。尠义崇乱。少长失叙。　 \\n 金谷会诗 \\n 遂拥朱旄。作镇淮泗。　 \\n 金谷集作诗 \\n 王生和鼎实。石子镇海沂。亲友各言迈。中心怅有违。何以叙离思。携手游郊畿。朝发晋京阳。夕次金谷湄。回溪萦曲阻。峻阪路威夷。绿池泛淡淡。青柳何依依。滥泉龙鳞澜。激波连珠挥。前庭树沙棠。后园植乌椑。灵囿繁石榴。茂林列芳梨。饮至临华沼。迁坐登隆坻。玄醴染朱颜。便愬杯行迟。扬桴抚灵鼓。箫管清且悲。春荣谁不慕。岁寒良独希。投分寄石友。白首同所归。　 \\n 河阳县作诗二首 \\n 一 \\n 微片轻蝉翼。弱冠忝嘉招。在疚妨贤路。再升上宰朝。猥荷公叔举。连陪厕王寮。长啸归东山。拥耒耨时苗。幽谷茂纤葛。峻岩敷荣条。落英陨林趾。飞茎秀陵乔。卑高亦何常。升降在一朝。徒恨良时泰。小人道遂消。譬如野由蓬。斡流随风飘。昔倦都邑游。今掌河朔徭。登城眷南顾。凯风扬微绡。洪流何浩荡。修芒郁岧嶤。谁谓晋京远。室迩身实辽。谁谓邑宰轻。令名患不劭。人生天地间。百年孰能要。颎如槁石火。瞥若截道飙。齐都无遗声。桐乡有余谣。福谦在纯约。害盈由矜骄。虽无君人德。视民庶不恌。　 \\n 二 \\n 日夕阴云起。登城望洪河。川气冒山岭。惊湍激岩阿。归鴈暎兰畤。游鱼动圆波。鸣蝉厉寒音。时菊耀秋华。引领望京室。南路在伐柯。大厦缅无觌。崇芒郁嵯峨。总总都邑人。扰扰俗化讹。依水类浮萍。寄松似悬萝。朱博纠舒慢。楚风被琅邪。曲蓬何以直。托身依丛麻。黔黎竟何常。政成在民和。位同单父邑。愧无子贱歌。岂敢陋微官。但恐忝所荷。 \\n -------------------------------------------------------------------------------- \\n 在怀县作诗二首 \\n 一 \\n 南陆迎修景。朱明送末垂。初伏启新节。隆暑方赫羲。朝想庆云兴。夕迟白日移。挥汗辞中宇。登城临清池。凉飚自远集。轻襟随风吹。灵圃耀华果。通衢列高椅。瓜瓞蔓长苞。姜芋纷广畦。稻栽肃芊芊。黍苗何离离。虚薄乏时用。位微名日卑。驱役宰两邑。政绩竟无施。自我违京辇。四载迄于斯。器非廊庙姿。屡出固其宜。徒怀越鸟志。眷恋想南枝。 \\n 二 \\n 春秋代迁逝。四运纷可喜。宠辱易不惊。恋本难为思。我来冰未泮。时暑忽隆炽。感此还期淹。叹彼年往驶。登城望郊甸。游目历朝寺。小国寡民务。终日寂无事。白水过庭激。绿槐夹门植。信美非吾土。祗搅怀归志。眷然顾巩洛。山川邈离异。愿言旋旧乡。畏此简书忌。祗奉社稷守。恪居处职司。　 \\n -------------------------------------------------------------------------------- \\n 内顾诗二首 \\n 一 \\n 静居怀所欢。登城望四泽。春草郁青青。桑柘何奕奕。芳林振朱荣。渌水激素石。初征冰未泮。忽焉振絺绤。漫漫三千里。迢迢远行客。驰情恋朱颜。寸阴过盈尺。夜愁极清晨。朝悲终日夕。山川信悠永。愿言良弗获。引领讯归云。沉思不可释。　 \\n 二 \\n 独悲安所慕。人生若朝露。绵邈寄绝域。眷恋想平素。尔情既来追。我心亦还顾。形体隔不达。精爽交中路。不见山上松。隆冬不易故。不见陵涧柏。岁寒守一度。无谓希见疏。在远分弥固。　 \\n -------------------------------------------------------------------------------- \\n 悼亡诗三首 \\n 一 \\n 荏苒冬春谢。寒暑忽流易。之子归穷泉。重壤永幽隔。私怀谁克从。淹留亦何益。僶俛恭朝命。回心反初役。望庐思其人。入室想所历。帏屏无髣髴。翰墨有余迹。流芳未及歇。遗挂犹在壁。怅怳如或存。回遑忡惊惕。如彼翰林鸟。双栖一朝只。如彼游川鱼。比目中路析。春风缘隟来。晨溜承檐滴。寝息何时忘。沉忧日盈积。庶几有时衰。庄缶犹可击。 \\n 二 \\n 皎皎窗中月。照我室南端。清商应秋至。溽暑随节阑。凛凛凉风升。始觉夏衾单。岂曰无重纩。谁与同岁寒。岁寒无与同。朗月何胧胧。展转盻枕席。长簟竟床空。床空委清尘。室虚来悲风。独无李氏灵。髣髴覩尔容。抚衿长叹息。不觉涕沾胸。沾胸安能已。悲怀从中起。寝兴目存形。遗音犹在耳。上惭东门吴。下愧蒙庄子。赋诗欲言志。此志难具纪。命也可奈何。长戚自令鄙。　 \\n 三 \\n 曜灵运天机。四节代迁逝。凄凄朝露凝。烈烈夕风厉。奈何悼淑俪。仪容永潜翳。念此如昨日。谁知已卒岁。改服从朝政。哀心寄私制。茵帱张故房。朔望临尔祭。尔祭讵几时。朔望忽复尽。衾裳一毁撤。千载不复引。亹亹朞月周。戚戚弥相愍。悲怀感物来。泣涕应情陨。驾言陟东阜。望坟思纡轸。徘徊墟墓间。欲去复不忍。徘徊不忍去。徙倚步踟蹰。落叶委埏侧。枯荄带坟隅。孤魂独茕茕。安知灵与无。投心遵朝命。挥涕强就车。谁谓帝宫远。路极悲有余。　 \\n -------------------------------------------------------------------------------- \\n 杨氏七哀诗 \\n 漼如叶落树。邈若雨绝天。雨绝有归云。叶落何时连。山气冒冈岭。长风鼓松柏。堂虚闻鸟声。室暗如日夕。昼愁奄逮昏。夜思忽终昔。展转独悲穷。泣下沾枕席。人居天地间。飘若远行客。先后讵能几。谁能弊金石。　 \\n 思子诗 \\n 造化甄品物。天命代虚盈。奈何念稚子。怀奇陨幼龄。追想存髣髴。感道伤中情。一往何时还。千载不复生。　 \\n 东郊诗 \\n 出自东郊。忧心摇摇。遵彼莱田。言采其樵。 \\n 鲁公诗 \\n 如地之载。如天之临。　 \\n -------------------------------------------------------------------------------- \\n 诗 \\n 一 \\n 成都贵素质。酒泉称白丽。红紫夺夏藻。裁芳掩春蕙。　 \\n 二 \\n 柳条恒着地。弱柳荫修衢。 \\n 三 \\n 依水类浮萍。倚松如悬萝。 \\n -------------------------------------------------------------------------------- \\n 阁道谣 \\n 阁道东有大牛。王济鞅。裴楷鞧。和峤刺促不得休。 \\n -------------------------------------------------------------------------------- \\n 西征赋 \\n 岁次玄枵，月旅蕤宾，丙丁统日，乙未御辰。潘子凭轼西征，自京徂秦。乃喟然叹曰：古往今来，邈矣悠哉！寥廓惚恍，化一气而甄三才。此三才者，天地人道。唯生与位，谓之大宝。生有脩短之命，位有通塞之遇，鬼神莫能要，圣智弗能豫。 \\n 当休明之盛世，託菲薄之陋质。纳旌弓于铉台，讚庶績于帝室。嗟鄙夫之常累，固既得而患失。无柳季之直道，佐士师而一黜。 \\n 武皇忽其升遐，八音遏于四海。天子寝于谅闇，百官听于冢宰。彼负荷之殊重，虽伊、周其犹殆。窥七贵于汉庭，畴一姓之或在？无危明以安位，祗居逼以示专。陷乱逆以受戮，匪祸降之自天。孔随时以行藏，蘧与国而舒卷。苟蔽微以缪章，患过辟之未远。悟山潜之逸士，卓长往而不返。陋吾人之拘挛，飘萍浮而蓬转。寮位儡其隆替，名节漼以隳落。危素卵之累殻，甚玄燕之巢幕。心战惧以兢悚，如临深而履薄。夕获归于都外，宵未中而难作。匪择木以棲集，尠林焚而鸟存。遭千载之嘉会，皇合德于乾坤。弛秋霜之严威，流春泽之渥恩。甄大义以明责，反初服于私门。 \\n 皇鉴揆余之忠诚，俄命余以末班。牧疲人于西夏，攜老幼而入关。丘去鲁而顾叹，季过沛而涕零。伊故乡之可怀，疚圣达之幽情。矧匹夫之安土，邈投身于镐京。犹犬马之恋主，窃託慕于阙庭。眷鞏、洛而掩涕，思纏緜于坟茔。 \\n 尔乃越平乐，过街邮；秣马皐门，税驾西周。远矣姬德，兴自高辛。思文后稷，厥初生民。率西水浒，化流岐豳。祚隆昌、发，旧邦惟新。旋牧野而历兹，愈守柔以执竞；夜申旦而不寐，憂天保之未定；惟泰山其犹危，祀八百而余庆。鉴亡王之骄淫，竄南巢以投命；坐积薪以待然，方指日而比盛。人度量之乖舛，何相越之辽迥！ \\n 考土中于斯邑，成建都而营筑；既定鼎于郏鄏，遂钻龟而启繇。平失道而来迁，繄二国而是佑；岂时王之无僻？赖先哲以长懋。望圉、北之两门，感虢、郑之纳惠。讨子颓之乐祸，尤阙西之効戾。重戮带以定襄，弘大顺以霸世。灵壅川以止鬭，晋演义以献说。咨景、悼以迄丐，政陵迟而弥季。俾庶朝之构逆，历两王而干位。踰十叶以逮赧，邦分崩而为二。竟横噬于虎口，输文武之神器。 \\n 澡孝水而濯缨，嘉美名之在兹。夭赤子于新安，坎路侧而瘗之。亭有千秋之号，子无七旬之期。虽勉励于延吴，实潜恸乎余慈。 \\n 眄山川以怀古，怅揽辔于中涂。虐项氏之肆暴，坑降卒之无辜。激秦人以归德，成刘后之来苏。事回泬而好还，卒宗灭而身屠。 \\n 经澠池而长想，停余车而不进。秦虎狼之强国，赵侵弱之馀烬。超入险而高会，杖命世之英蔺。耻东瑟之偏鼓，提西缶而接刃；辱十城之虚寿，奄咸阳以取儁。出申威于河外，何猛气之咆勃；入屈节于廉公，若四体之无骨。处智勇之渊伟，方鄙吝之忿悁，虽改日而易岁，无等级以寄言。 \\n 当光武之蒙尘，致王诛于赤眉。异奉辞以伐罪，初垂翅于回谿；不尤眚以掩德，终奋翼而高挥。建佐命之元勳，振皇纲而更维。 \\n 登崤坂之威夷，仰崇嶺之嵯峨。皐託坟于南陵，文违风于北阿。蹇哭孟以审败，襄墨縗以授戈。曾只轮之不返，緤三师以济河。值庸主之矜愎，殆肆叔于朝市。任好绰其余裕，独引过以归已。明三败而不黜，卒陵晋以雪耻。岂虚名之可立？良致霸其有以。 \\n 降曲崤而怜虢，託与国于亡虞。贪诱赂以卖邻，不及腊而就拘。垂棘反于故府，屈产服与晋舆。德不建而民无援，仲雍之祀忽诸。 \\n 我徂安阳，言涉陕郛，行乎漫瀆之口，憩乎曹阳之墟。美哉邈乎！茲土之旧也，固乃周、邵之所分，二南之所交。麟趾信于关雎，騶虞应乎鹊巢。 \\n 愍汉氏之剥乱，朝流亡以离析。卓滔天以大滌，劫宫庙而迁迹。俾万乘之盛尊，降遥思于征役。顾请旋于傕、汜，既获许而中惕；追皇驾而骤战，望玉辂而纵镝。痛百寮之勤王，咸毕力以致死。分身首于锋刃，洞胸腋以流矢；有褰裳以投岸，或攘袂以赴水，伤稃檝之褊小，撮舟中而掬指。 \\n 升曲沃而惆怅，惜兆乱而兄替；枝末大而本披，都偶国而祸结。藏札飘其高厉，委曹吴而成节；何庄武之无耻，徒利开而义闭。 \\n 蹑函谷之重阻，看天险之衿带，迹诸侯之勇怯，筭嬴氏之利害：或开关以延敌，竞遯逃以奔窜；有噤门而莫启，不窥兵于山外。连鸡互而不棲，小国合而成大。岂地势之安危？信人事之否泰。 \\n 汉六叶而拓畿，县弘农而远关。厌紫极之闲敞，甘微行以游盘。长傲宾于柏谷，妻覩貌而献餐；畴匹妇其已泰，胡厥夫之缪官！昔明王之巡幸，固清道而后往；惧衔橜之或变，峻徒御以诛赏。彼白龙之鱼服，挂豫且之密纲。轻帝重于天下，奚斯渐之可长。 \\n 吊戾园于湖邑，谅遭世之巫蛊。探隐伏于难明，委谗贼之赵虏。加显戮于储贰，绝肌肤而不顾。作归来之悲台，徒望思其何补？ \\n 纷吾既迈此全节，又继之以盘桓。问休牛之故林，感徵名于桃园。发阌乡而警策，愬黄巷以济潼。眺华岳之阴崖，觌高掌之遗迹。忆江使之反璧，告亡期于祖龙。不语怪以徵异，我闻之于孔公。 \\n 愠韩、马之大憝，阻关、谷以称乱。魏武赫以霆震，奉义辞以伐叛。彼虽众其焉用？故制胜于庙算。砰扬稃以振尘，繣瓦解而冰泮。超遂遁而奔狄，甲卒化位京观。 \\n 倦狭路之迫隘，轨崎岖以低仰；蹈秦郊而始辟，豁爽塏以宏壮。黄壤千里，沃野弥望。华实纷敷，桑麻条畅。邪界褒斜，右滨汧陇，宝鸡前鸣，甘泉后涌；面终南而背云阳，跨平原而连嶓冢。九嵕嶻嵲，太一巃嵸；吐清风之飂戾，纳归云之郁蓊。南有玄灞素浐，汤井温谷；北有清渭浊泾，兰池周曲。浸決郑、白之渠，漕引淮海之粟，林茂有鄠之竹，山挺蓝田之玉。班述陆海珍藏，张叙神皐隩区。此西宾所以言于东主，安处所以听于凭虚也，可不谓然乎？ \\n 劲松彰于岁寒，贞臣见于国危。入郑都而抵掌，义桓友之忠规。竭股肱于昏主，赴涂炭而不移；世善职于司徒，缁衣弊而改为。 \\n 履犬戎之侵地，疾幽后之诡惑。举伪烽以沮众，淫嬖褒以纵慝。军败戏水之上，身死骊山之北。赫赫宗周，烕为亡国。 \\n 又有继于此者，异哉秦始皇之为君也！倾天下以厚葬，自开辟而未闻。匠人劳而弗图，俾生埋以报勤。外罹西楚之祸，内受牧竖之焚。语曰：行无礼必自及。此非其効与？ \\n 乾坤以有亲可久，君子以厚德载物。观夫汉高之兴也，非徒聪明神武、豁达大度而已也；乃实慎终追旧，篤诚款爱；泽靡不渐，恩无不逮。率土且弗遗，而况于邻里乎？况于卿士乎？ \\n 于斯时也，乃摹写旧丰，制造新邑；故社易置，枌榆迁立。街衢如一，庭宇相袭；混鸡犬而乱放，各识家而竞入。 \\n 籍含怒于鸿门，沛跼蹐而来王。范谋害而弗许，阴授剑以约庄。白刃以万舞，危冬叶之待霜。履虎尾而不噬，实要伯于子房。樊抗愤以巵酒，咀彘肩以激扬。忽蛇变而龙摅，雄霸上而高驤。曾迁怒而横撞，碎玉斗其何伤？ \\n 婴罥组于轵涂，投素车而肉袒。踈饮饯于东都，畏极位之盛满。金墉郁其万雉，峻嵃峭以绳直。戾饮马之阳桥，践宣平之清阈。都中杂遝，户千人亿；华夷士女，骈田逼侧。展名京之处仪，即新馆而苙职；励疲钝以临朝，勗自强而不息。 \\n 于是孟秋爰谢，听览余日，巡省农功，周行庐室。街里萧条，邑居散逸。营宇寺署，斯廛管库，蕞芮于城隅者，百不处一。所谓尚冠、脩成，黄棘、宣明，建阳、昌阴，北焕、南平，皆夷漫滌荡，无其处而有其名。尔乃阶长乐，登未央，汎太液，淩建章；萦馺娑而欸駘烫，轥枍诣而轢承光；徘徊桂宫，惆怅柏梁。鷩雉雊于台陂，狐兔窟于殿旁；何黍苗之离离，而余思之芒芒！洪钟顿于毁庙，乘风废而弗县；禁省鞠为茂草，金狄迁于灞川。 \\n 怀乎萧、曹、魏、邴之相，辛、李、卫、霍之将；衔使则苏属国，震远则张博望；教敷而彝伦叙，兵举而皇威畅；临危而智勇奋，投命而高节亮。暨乎秺侯之忠孝淳深，陆贾之优游宴喜；长卿、渊、云之文，子长、政、骏之史；赵、张、三王之尹京，定国、释之之听理；汲长孺之正直，郑当时之推士；终童山东之英妙，贾生洛阳之才子。飞翠緌，拖鸣玉，以出入禁门者众矣。或被髮左袵，奋迅泥滓；或从容傅会，望表知里。或著显绩而婴时戮；或有大才而无贵仕。皆扬清风于上列，垂令闻而不已。想珮声之遗响，若铿锵之在耳。当音、凤、恭、显之任势也，乃熏灼四方，震耀都鄙。而死之日，曾不得与夫十余公之徒隶齿。才难，不其然乎？ \\n 望渐台而扼腕，枭巨猾而余怒。揖不疑于北阙，轼樗里于武库。酒池鉴于商辛，追覆车而不寤；曲阳僭于白虎，化奢淫而无度。命有始而必终，孰长生而久视？武雄略其焉在？近惑文成而溺五利。侔造化以制作，穷山海之奥秘。灵若翔于神岛，奔鲸浪而失水；曝鳞骼于漫沙，陨明月以双坠。擢仙掌以承露，干云汉而上至。致邛、蒟其奚难？惟余欲而是恣。纵逸游于角觝，络甲乙以珠翠。忍生民之减半，勤东岳以虚美。超长怀以遐念，若循环之无赐。 \\n 较面朝之焕炳，次后庭之猗靡。壮当熊之忠勇，深辞辇之明智。卫鬒发以光鑑，赵轻体之纤丽。咸善立而声流，亦宠极而祸侈。 \\n 津便门以右转，究吾境之所暨。掩细柳而抚剑，快孝文之命帅。周受命以忘身，明戎政之果毅；距华盖于垒和，案乘舆之尊辔；肃天威之临颜，率军礼以长撎。轻棘、霸之儿戏，重条侯之倨贵。 \\n 索杜邮其焉在？云孝里之前号。惘辍驾而容与，哀武安以兴悼。争伐赵以徇国，定庙筭之胜负；扞矢言而不纳，反推怨以归咎；未十里于迁路，寻赐剑以刎首。嗟主闇而臣嫉，祸于何而不有？ \\n 窥秦墟于渭城，冀阙缅其堙尽；觅陛殿之余基，裁岥岮以隐嶙。想赵使之抱璧，浏睨楹以抗愤。燕图穷而荆发，纷绝袖而自引。筑声厉而高奋，狙潜铅以脱臏。据天位其若兹，亦狼狈而可愍！简良人以自辅，谓斯忠而鞅贤。寄苛制于捐灰，矫扶苏于朔边。儒林填于坑穽，诗书炀而为烟。国灭亡以断后，身刑轘以启前。商法焉得以宿，黄犬何可得牵？野蒲变而为脯，苑鹿化以为马；假谗逆以天权，钳众口而寄坐；兵在颈而顾问，何不早而告我？愿黔黎其谁听，惟请死而获可。健子婴之果决，敢讨贼以纾祸；势土崩而莫振，作降王于路左。萧收图以相刘，料险易与众寡；羽天与而弗取，冠沐猴而纵火。贯三光而洞九泉，曾未足以喻其高下也。 \\n 感市闾之菆井，叹尸韩之旧处。丞属号而守阙，人百身以纳赎。岂生命之易投？诚惠爱之洽著。讦望之以求直，亦余心之所恶。想夫人之政术，实幹时之良具。苟明法以释憾，不爱才以成务；弘大体以高贵，非所望于萧传。 \\n 造长山而慷慨，伟龙颜之英主。胸中豁其洞开，群善湊而必举。存威格乎天区，亡坟掘而莫御。临揜坎而累抃，步毁垣以延。 \\n 越安陵而无讥，谅惠声之寂寞。吊爰丝之正义，伏梁剑于东郭。讯景皇于阳丘，奚信譖而矜谑？陨吴嗣于局下，盖发怒于一博；成七国之称乱；飜助逆以诛错。恨过听而无讨，兹沮善而劝恶。 \\n 呰孝元于渭茔，执奄尹以明贬。襃夫君之善行，废园邑以崇俭。过延门而责成，忠何辜而为戮？陷社稷之王章，俾幽死而莫鞠；忲淫嬖之凶忍，勦皇统之孕育。张舅氏之奸渐，贻汉宗之倾覆。 \\n 刺哀主于义域，僭天爵于高安。欲法尧而承羞，永终古而不刊。瞰康园之孤坟，悲平后之专絜。殃厥父之篡逆，蒙汉耻而不雪；激义诚而引决，赴丹爓以明节；投宫火而焦糜，从灰熛而俱灭。 \\n 骛横桥而旋轸，历敝邑之南垂。门礠石而梁木兰兮，构阿房之屈奇。疏南山以表阙，倬樊川以激池。役鬼傭其犹否，矧人力之所为？工徒斵而未息，义兵纷以交驰。宗祧汙而为沼，岂斯宇之独隳。 \\n 由伪新之九庙，夸宗虞而祖黄。驱吁嗟而妖临，搜佞哀以拜郎。誦六艺以饰奸，焚诗书而面牆。心不则于德义，虽异术而同亡。 \\n 宗孝宣于乐游，绍衰绪以中兴。不获事于敬养，尽加隆于园陵。兆惟奉明，邑号千人。讯诸故老，造自帝询。隐王母之非命，纵声乐以娱神；虽靡率于旧典，亦观过而知仁。 \\n 凭高望之阳隈，体川陆之汙隆。开襟乎清暑之馆，游目乎五祚之宫。交渠引漕，激湍生风，乃有昆明池乎其中。其池则汤汤汗汗，滉瀁弥漫，浩如河汉；日月丽天，出入乎东西；旦似汤谷，夕类虞渊。昔豫章之名宇，披玄流而特起，仪景星于天汉，列牛女以双峙。图万载而不倾，奄摧落于十纪；擢百寻之层观，今数仞之餘趾。振鹭于飞，凫跃鸿渐。乘云颉頏，随波澹淡。瀺灂惊波，唼喋菱芡。华莲烂于渌沼，青蕃蔚乎翠潋。 \\n 伊兹池之肇穿，肄水战于荒服；志勤远以极武，良无要于后福。而菜蔬芼实，水物惟错，乃有赡乎原陆。在皇代而物上，故毁之而又复。凡厥寮司，既富而教。咸率贫惰，同整檝棹。收罟课获，引缴举效。鳏夫有室，愁民以乐。徒观其鼓枻回轮，灑钩投網，垂饵出入，挺叉来往。纤经连白，鸣桹厉响。贯鳃尾，掣三牵两。于是弛青鲲于網钜，解赪鲤于黏徽；华鲂跃鳞，素鱮扬鬐。饔人缕切，鸾刀若飞，应刃落俎，靃靃霏霏。红鲜纷其初载，宾旅竦而迟御。既餐服以属厌，泊恬静以无欲。回小人之腹，为君子之虑。 \\n 尔乃端策拂茵，弹冠振衣，徘徊丰镐，如渴如饥。心翘懃以仰止，不加敬而自祗。岂三圣之敢梦？窃十乱之或希，经始灵台，成之不日；惟丰及镐，仍京其室。庶人子来，神降之吉；积德延祚，莫二其一。永惟此邦，云谁之识？越可略闻，而难臻其极。子赢锄以借父，训秦法而著色；耕让畔以闲田，沾姬化而生棘。苏张喜而诈骋，虞芮愧而讼息。由此观之，土无常俗，而教有定式。上之迁下，均之埏埴。五方杂会，风流溷淆，惰农好利，不昏作劳。密迩猃狁，戎马生郊；而制者必割，实存操刀。人之升降，与政隆替。杖信则莫不用情，无欲则赏之不窃。虽智弗能理，明弗能察；信此心也，庶免夫戾，如其礼乐，以俟来哲。 \\n 沉思曲整理 \\n  \\n 　 \\n  \\n  \\n 　"}
