{"章节": "荀公曾集（晋）荀勗", "正文": "　 \\n 　 \\n 　 \\n 荀公曾集 \\n 　 \\n 魏　穎川荀勗　著明　太倉張溥　閱 \\n 荀勗(xù)(?-289)　西晋大臣、著作家。字公曾，颖川颖阴人。著《中经新簿》，开创图书四部分类法，将群书分成甲乙丙丁四类，即经史子集四部。精通音律，参与整理汲冢竹书。 \\n 晉荀公曾集題詞 \\n 荀成侯學古而佞者也。史責其援朱均以貳極煽褒□而偶震。至於斗粟興謠踰里成詠階禍已甚誠，無辭焉。勗博文明識牛鐸諧樂，勞薪炊飯咸能辨之。茂先倫匹也。顧其文采則謝弗如泰。始中與傳張同造詩歌，荀尤少味，始嘆班固明堂寶鼎不可復作。獨其條問列和表，正笛聲樂家之論，盡稱為優。其他簡牘亦云清令蓋晉初之文。羹玄尚存，雕幾未及，名人吐辭簡直近理。江左文士盛談茂先散珠太沖橫錦若，二荀者流忽而不言。不幾，乘大輅，笑椎輪乎無惑乎。六朝體制追時為工，登高望之，旗靡轍亂也。東漢荀氏後多顯人。景倩、既讓，文若公曾。尤媿慈明，何其子孫，位通而德儉也。已是名克家然乎 \\n 婁東張溥題 \\n 賦 \\n 蒲萄賦 \\n 靈運仙流，休祥允淑。懿彼秋方，乾元是畜，有蒲萄之珍奇，應淳和而延育。 \\n 奏 \\n 條牒問列和諸律意狀奏 \\n 泰始十年，中書監荀勗中書令張華出御府銅竹律二十五具部。太樂郎張秀等校試，其三句與杜？及左延年律法同。其二十二句視其銘題尺寸，是笛律也，問協律中郎將列和辭。昔魏明帝時，令和承受一笛聲以作此律，欲使學者各居一坊。歌詠講習，依此律調。至于都和樂時，但視其尺寸知名，皆絲竹歌詠者，皆得均合。歌聲濁者，用長笛長律；歌聲清者用短笛短律。 \\n 凡弦歌調，張清濁之制。不依笛尺寸名之，則不可知也。勗等奏，奏可。昔先王作樂也，以振風蕩俗，饗神祐賢，必協律呂之和。以節八音之中，是故郊祀朝宴。用之有制，歌奏分敘，清濁有宜。故曰五聲十二律，還相為宮。此經傳寄籍可得而知者也。如和對辭笛之長短無所象，則率意而作，不由曲度，考以正律，皆不相應。吹其聲均，多不諧合。又辭先師傳笛，別以清濁，直以長短，工人裁制，舊不依律。是為作笛無法。而和寫笛造律，又令琴瑟歌詠從之為正。非所以稽古先哲，垂顯於後者也。謹條牒諸律問和意狀如左，及依典制，用十二律造笛象十二枚。聲均調和。器用便利，講肆彈擊，必和律呂。況乎宴饗萬國，奏之廟堂者哉。雖伶夔曠遠，至音難精，猶疑儀形古者，以求厥衷，合乎經理，於制為詳。若可施行，請更部笛工，選竹造作，下太樂樂府。施行平議，諸杜夔左延年律，可皆留其御府。笛正聲下，徵各一具，皆銘題作者姓名，其餘無所施用，還付御府毀。祐宋書作左中用勗又問和作笛，為可依十二律。作十二笛，令一孔依一律，然後乃以為樂不？和辭太樂東廂長笛正聲，已長四尺二寸。令當復取其下徵之聲，於法聲濁者笛當長，記其尺寸，乃五尺有餘，和者日作之，不可吹也。又笛諸孔，雖不校試。意謂不能得一孔輒應一律也。按太樂四尺一寸，笛正聲均應蕤賓。以十二律還相為宮，推法下徵之孔，當應律大呂。大呂笛長二尺六寸有奇，不得長五尺餘。輒令太樂郎劉秀、鄧昊等，依律作大呂笛以示和。又吹七律一孔，一校，聲皆相應。然後令郝生鼓箏、宋同吹笛，以為雜引相和諸曲。乃辭曰：「自和父祖漢世以來，笛家相傳，不知此法。而令調均與律相應。實非所及也。」郝生、魯基、種整、朱夏皆與和同。 \\n 又問和笛有六孔，及其體中之空為七。和為能盡名其宮商角徵羽孔，調與不調，以何檢知？和辭先師相傳吹笛，但以作曲相語。為某曲當舉某指。初不知七孔盡應何聲也。若當作笛，其仰尚方笛工，依案舊像訖。但吹取鳴者，初不復校其諸孔調與不調也。按周禮調樂，金石有十定之聲，是故造鐘磬者依律調之。然後施於廂懸。作樂之時，諸音皆受鐘磬之均，即為悉應律也。至於饗宴殿堂之上，無廂懸鐘磬，以笛有一定調，故諸絃歌皆從笛為。是為笛由鐘磬宜必合於律呂。如和所對，直以意造，率短一寸。七孔聲鈞，不知其皆應何律。調與不調，無以撿正。為取竹之鳴者，為無法制。輒令部郎劉秀、鄧昊、王豔、魏邵等，與笛工參其作笛。工人造其形，律者定其聲，然後器象有制，音均和協。又問和元不知律呂之義，作樂音均，高下清濁之調，當以何名之？和辭每合樂時，隨歌者聲之清濁。用笛之長短，假令聲濁者用三尺二笛，因名之三尺二調也；聲清者用二尺九笛，因名曰二尺九調。漢魏相傳，施行皆然。按周禮奏六樂，乃奏黃鐘；歌大呂，乃奏太簇；歌應鐘，皆以律呂之義。紀歌奏清濁，而和所稱以二尺三尺為名。雖漢魏用之，俗而不典。部郎劉秀鄧昊等，以律作笛三尺二寸者，應無射之。律若宜用長笛，執樂者曰：「請奏無射。周語曰：『無射，所以宣布哲人之令德。』」示民軌儀也。二尺八寸四分四釐，應黃鐘之律；若宜用短笛，執樂者曰：「請奏黃鐘。周語曰：『黃鐘，所以宣養六氣九德也。』」是則歌奏之義，當和經禮，考之古典，於制為雅。 \\n 表 \\n 辭尚書令表 \\n 從六官所長，冢宰為首，秦公卿贊，以丞相御史為寇。令者尚書令總此三者，非臣駑闇所宜忝竊。 \\n 讓豫州大中正表 \\n 被敕以臣為豫州大中正。臣與州閭鄉黨，初不相接。臣本州十郡方與他郡人數倍多。品藻人物，以正豫州請論。此乃臧否之本，風俗所重。 \\n 讓樂事表 \\n 臣掌著作，又知秘書。今覆校錯誤十餘萬卷書，不可倉卒復兼他職，必有廢□。 \\n 答問三公表 \\n 咸寧四年，司徒王曾遷太宰，詔問勗。司徒處當得，人副遠近之望，并治事件才誰可也？勗表。三公具瞻之望，誠不可用非其人。昔魏文帝用賈詡，孫權笑之。尚書令李胤，忠亮高潔，堪處台輔。 \\n 薦三公保傅表 \\n 三公保傅，宜得其人。若使楊珧參輔東宮，必當仰稱聖意。尚書令衛瓘、吏部尚書山濤，皆可為司徒。如以瓘新為令，未出者，濤及其入。 \\n 對 \\n 議遣王公之國對 \\n 如詔準古方伯選才，使軍國各隨方面為都督。誠如明旨，至於割正封疆。使親疏不同，誠為佳矣。然分裂舊土，猶懼多所搖動，必使人心忽擾。思惟竊宜如前，若於事不得，不時有所轉封，而不至分割土域。有所損奪者，可隨宜節度。其五等體國經遠，實不成制度。然但虛名，其於實事，略與就郡縣鄉亭無異。若造次改奪，恐不能不以為恨。今方了其大者，以為五等，可須後裁度。凡是雖有久而益善者，若臨時或有不解，亦不可忽。 \\n 議增制文法對 \\n 門下啟通事令史伊羨、趙咸為舍人，對掌文法，詔以問勗，勗對。今天下幸賴陛下聖德，六合為一，望道化隆洽，垂之將來。而門下上稱程咸、張惲，下稱此等，欲以文法為政，皆愚臣所未達者。昔張釋之諫漢文謂：獸圈嗇夫，不宜見用。邴吉住車，明調和陰陽之本。此二人豈不知小吏之惠誠重惜大化也。昔魏武帝使中軍司荀攸典刑獄。明帝時，猶以付內常侍。以臣所聞，明帝時唯有通事劉泰等，官不過與殿中同號耳。又頃言論者皆云，省官減事，而求益吏者相尋矣，多云尚書郎大令史。不親文書，乃委付書令史及幹誠吏，多則相倚也。增置文法之職適恐更耗擾台閣，臣竊謂不可。 \\n 議 \\n 省吏議 \\n 時議省州郡縣半吏以赴農功，勗議云。 \\n 省吏不如省官，省官不如省事，省事不如清心。昔蕭曹相漢，載其清靜，至畫一之歌，此清心之本也。漢文垂拱，幾制形措，此省事也。光武併合吏員，縣官國邑，裁置十一，此省官也。魏太和中遣王人四出，減天下吏員，正始中亦併合郡縣，此省吏也。今必求之於本，則宜以省事為先。凡居位者，使務思蕭曹之心，以翼佐大化，篤義行，崇敦睦。使媚寵忘本者不得容，而偽行自息。浮華者懼矣，重敬讓，尚止足，令賤不妨貴，少不陵長，遠不間親，新不間舊，小不加大，淫不破義，則上下相安，遠近相信矣。位不可以進趣，譽不可以朋黨求。則是非不妄而明，官人不惑於聽矣。去奇技，抑異說，好變舊以徼非常之利者，必加其刑。則官業有常，人心不遷矣。事則留政稽，政稽則功廢，處位者而孜孜不怠。奉職司者而夙夜不懈，則雖在契瓶，而守不假器矣。使信若金石，小失不害大政。忍忿捐以容之。簡文案略細苛命之。所施必使人易視，願之如陽春，畏之如雷震。勿使微文煩擾，為百吏所黷。二三之命，為百姓所饜。則使吏竭其誠，上悅下命矣。設官分職，委事責成。君子心競而不力爭，量能受任，思不出位，則官無異業，政典不奸矣。凡此，皆愚所謂省事之本也。苟無此愆，雖不省吏，天下必謂之省矣。若欲省官，私謂九寺可併於尚書蘭臺宜省付三府。然施行歷代，世之所習。是以久抱愚懷，而不敢言。至於省事，實以為善。若直作大例，皆減其半，恐文武眾官、郡國職業，及事之興廢，不得皆同。凡發號施令，典而當則安。倘有駁者，或致壅否。凡職所臨履，先精其得失，使忠信之官、明察之長，各裁其中，先條上言之。然後混齊大體，詳宜所省，則令下必行，不可搖動。如其不爾，恐適惑人聽比前行所省，皆須臾輒復，或激或滋繁，亦不可不重。 \\n 甲乙議 \\n 昔鄉里鄭子群，娶陳司空從妹，後隔呂布之亂，不復相知存亡，更娶鄉里蔡氏女。徐州平定，陳氏得還，遂兩妃並存。蔡氏之子字元釁，為陳氏服嫡母之服，事陳公已從舅之禮。族兄宗伯曾責元釁為抑其親。鄉里先達以元釁為合宜，不審此事粗相似否。又王昌前母服益略同。 \\n 書 \\n 為文王與孫皓書 \\n 時遣吳壽春降將徐紹、孫彧銜命齎書。皓遣使報書，方發使聘吳，並令當時文士作書。昭用勗所作，皓既報命和親，昭問勗曰：「君前作書，使吳思順，發十萬之眾也。」○孫楚為石苞與皓書，亦此時，徐紹、孫彧與符邵、孫郁參誤。 \\n 聖人稱有君臣，然後上下禮義。是故大必字小，小必事大，然後上下安服。群生獲所逮至未塗，純德既毀，勦民之命，以爭彊於天下，違理順之，至理則仁者弗由也。方今主上聖明，復幬無舛。僕備位宰輔。屬當國重，為華夏乖殊。方隅圮裂，六十餘載，金革亟動，無年不戰。暴骸喪元，困悴罔定，每用悼心，坐以待旦，將欲止戈興仁，為百姓請命。故分命偏師，平定蜀漢。役未經年，全軍獨克。于時猛將謀夫，朝臣庶士，咸以奉天時之宜，就既征之軍，籍吞敵之勢。宜遂回旗東指，以臨吳境。舟師泛江 \\n ，順流而下；陸師南轅，取徑四郡。兼成都之械，漕巴漢之粟。然後以中軍整旅，一方雲會。未及浹辰，可使江表底平。南夏順軌，然國朝深惟伐蜀之舉，雖有靜難之功亦悼，蜀民獨罹其害。戰於綿竹者，自元帥以下並受斬戮，伏屍蔽地，血流丹野。一之於前猶追恨不忍，況重之於後乎。是故旅師按甲，思與南邦共全百姓之命。夫料力忖勢，度資量險，遠致古昔廢興之理，近鑒西蜀安危之效。隆得保祚，去危即順。屈已以寧四海者，仁哲之高致也。履危偷安，隕得覆祚，而不稱於後世者，非智者所居也。今朝廷遣徐紹孫彧獻書喻懷，若書御於前，必少留意。回慮革筭，結歡弭兵，共為一家。惠衿吳會，師及中土，豈不泰哉。此昭心之大願也。敢不承受，若不獲命，則普天率土，斯於大同。雖重干戈，故不獲已也。太平御覽載：荀勗〈為文王與孫皓書〉，餉雜色綾十端，又餉穀三端，又餉細縑十疋。 \\n 答王琛書 \\n 王陶丘州人闕廟盜鮮卑金頭寶帶十二枚。 \\n 序 \\n 穆天子傳序 \\n 勗領秘書監，時得汲郡冢中古文作書。 \\n 詔勗撰次，以為中經，列在秘書。 \\n 序古文穆天子傳序者，太康二年汲縣民不准盜古發古塚所得書也，皆竹簡素絲編。以臣勗前所制定古尺度此簡，長二尺四寸。以墨書一簡四十字。汲者，戰國時魏地也。按所得紀年，蓋魏惠成王子令王之塚也，於是本蓋襄王也。按史記六國年表，自令王二十一年至秦始王三四年燔書之歲，八十六年。及至太康二年初得此書，凡五百七十九年也。其書言周穆王遊行之事。春秋左氏傳曰：「穆王欲肆其心，周行于天下，皆使有車轍馬跡焉。」此書所載則其事也。王好巡守，德盜驪騄耳之乘，造父為御，以觀四荒。北絕流沙，西登崑崙，見西王母。與太史公記同。汲郡收書不謹，多毀落殘缺。雖其言不典，皆是古書，頗可觀覽。謹以二尺黃紙寫上，請事平以本簡書，及所新寫，並付秘書繕寫，藏之中經，副在三閣，謹序。 \\n 樂歌 \\n 晉四廂樂歌 \\n 晉書樂志曰：「魏杜夔傳舊雅樂四曲，一曰鹿鳴，二曰騶虞。二曰伐檀，四曰文王，皆古聲詞。」及太和中左延年改夔騶虞、伐檀、文王三曲，更自作聲節。其名雖同而聲實異，為因夔鹿鳴，全不改易。正旦大會，太尉奉璧，群后行禮，東廂雅樂郎作者是也。後又改三篇，第一曰於赫篇，詠武帝，聲節與鹿鳴同。第二曰巍巍篇，詠文帝，用延年所改騶虞聲。第三曰洋洋篇，詠明帝，用延年所改文王聲。第四曰日復，用鹿鳴。鹿鳴之聲重用，而除古伐檀。古今樂錄曰：「漢故事上壽用四會曲。」魏明帝青龍二年，以長笛食舉第十一古大置酒曲代四會。又易古詩名曰羽殤行，用為上壽曲。施用最在前，鹿鳴以下十二曲，名食舉樂。而四會之曲遂廢。　晉書樂志曰：「秦始中使傅玄荀勗張華，各造正旦大會行禮，及王宮上壽酒食舉樂歌詩。勗乃更作行禮詩四篇，又為正旦大會王宮上壽歌詩，並食舉樂歌詩，和十三篇。」又以魏氏歌詩，或二言，或三言，或四言，或五言，與古詩不類。以問司律中郎將陳頎，頎曰：「被之金石，未必皆當。故勗造晉歌皆為四言，為王宮上壽酒一篇為三言五言焉。」 \\n 正旦大會行禮歌 \\n 於皇宋書樂志曰：「晉荀勗造正旦大會行禮歌四篇。一曰於皇、當魏、於赫」 \\n 於皇元首，群生資始，履瑞大享，敬御繁社。肆覲群后，爰及卿士，欽順則元，允也天子。 \\n 明明當魏巍巍 \\n 明明天子，臨下有赫，四表宅心，惠浹荒貊，柔遠能邇，孔淑不逆。來格祁祁，邦家是若。 \\n 邦國當魏洋洋 \\n 光光邦國，天篤其祜，丕顯哲命，顧柔三祖，世德作求。奄有九土，思我皇度，彝倫攸序。 \\n 祖宗當魏鹿鳴 \\n 惟祖惟宗，高朗緝熙，對越在天，駿惠在茲。聿求厥成，我皇崇之。式固其猶，往敬用治。 \\n 王公上壽酒歌 \\n 踐元辰當魏羽殤行 \\n 踐元辰，延顯融，獻羽殤，祈令終，我皇壽而隆，我皇茂而嵩。本支憤百世，休作鐘聖躬。 \\n 食舉樂東西廂歌 \\n 煌煌當鹿鳴 \\n 煌煌七口，重鳴交暢，我有嘉賓，是應是貺。邦政既圖，接以大饗，人之好我，式遵德讓。 \\n 賓之初筵當於穆 \\n 賓之初筵，藹藹濟濟，既朝乃宴，以洽百禮，頒以位敘，或廷或陛，登儐台叟，亦有兄弟。胥子陪寮，憲茲度楷，觀頤養正，隆福孔偕。 \\n 三台當昭昭 \\n 昔我三后，大業是維，今我聖皇，焜燿前暉，亦世重規，明造九畿，思輯用光，時罔有違，陟禹之跡，莫不來威。天被顯祿，服履是綏。 \\n 赫矣當華華 \\n 赫矣太祖，克廣明德，廓開宇宙，正世立則，變化不經。民無暇慝，創業垂統，兆我晉國。 \\n 烈文當朝宴 \\n 烈文伯考，實為帝景，夷險平亂，威而不猛，御衡不迷，皇塗煥炳，七德咸宣，其甯惟永。 \\n 猗歟當盛德 \\n 欹歟盛歟，先皇聖文，則天作孚，大哉為君，慎徽五典，帝載是勤，文武發揮，茂建嘉勳，修己濟治，民用寧殷，懷遠燭幽，玄教氛氳，善世不伐，服事三分，德博化隆。道□無垠。 \\n 隆化當綏萬邦 \\n 隆化洋洋，帝命溥將，登我晉道，越惟聖皇，□飛□運，臨燾八荒，叡哲欽明，配蹤虞君，封建厥福，駿發其祥，三朝習吉，終然允臧。其臧惟何？總比萬方，元侯裂辟，四嶽蕃王。時見世享，率資有堂，旅揖在庭，嘉客在堂。宋衛既臻，陳留山陽，我有賓使，觀國之光，貢賢納計，獻璧奉璋，保佑命之，申錫無疆。 \\n 振鷺當朝朝 \\n 振鷺于飛，鴻漸其翼，京邑穆穆，四方是式。無兢惟人，王綱允敕，君子來朝，言觀其極。 \\n 翼翼當順天 \\n 翼翼大君，民之攸暨，信理天公，惠康不匱，將遠不仁，訓以純粹，幽明有輪，俊爻在位。九族既睦，庶邦順比，開源布憲，四海鱗萃，協物正，殊塗同致，厚德載物，靈心隆貴。敷奏讜言，納以無諱，數以典象，誨之義類。上敘如風，下應如卉。一人有慶，群萌以遂，我后宴喜，令問不墜。 \\n 既宴當陟天庭 \\n 既宴既喜，翕是萬邦，禮儀卒度，物有其容。晰晰庭燎，喤喤鼓鐘，笙磬詠德，萬舞象功。八音克諧，俗易化從，其和如樂，庶品時邕。 \\n 時雍當參兩儀 \\n 時雍斌斌宋書作份份，六合同塵，往我祖宣，威靜殊鄰。首定荊楚，遂平燕秦，亹亹文王，邁德流仁，爰造草昧，應乾順民，靈瑞告符，修徵響震，天地弗違。以和神人，既戡庸蜀，吳會是賓，肅慎率□，楉使來陳，韓濊進樂，均晉書作宮協清鈞。西旅獻獒，扶南效珍，蠻裔重譯，玄齒紋身。我皇撫之，景命惟新。 \\n 嘉會 \\n 愔愔嘉會，有聞無聲，清酤既奠，籩豆既馨晉書作升，禮克樂備，蕭韶九成，愷樂飲酒，酣而不盈。率土歡豫，邦國以甯，王猶充塞，萬載無傾。 \\n 晉正得大豫舞歌 \\n 正德舞歌 \\n 人文垂則，盛德有容，聲以依詠，舞以象功。干戚發揮，節以笙鏞，羽籥雲會，翊宣令蹤，敷美盡善，允協時邕，煥炳其章，光乎萬邦，萬邦洋洋。承我晉道，配天作享，元命有造。上化如風，民應如草，穆穆斌斌，行于綴兆。文武旁作，慶流四表，無兢維烈，永世是紹。 \\n 大豫舞歌 \\n 豫順以動，大哉惟時，時邁其仁，世載邕熙。兆我區夏，宣文是基，大業惟新，我皇隆之。重光累暉，欽明文思，迄用有成，惟晉之祺。穆穆聖皇，受命既固，品物咸甯，芳烈雲布。文教旁通，篤以淳素，玄化暢洽，被之暇豫，作樂崇德，同美詔濩，濬邈幽遐，式遵王度。 \\n 詩 \\n 從武帝華林園宴二章 \\n 初學記作荀勗從武帝華林園，藝文類聚逸勗名，後人隨以為武帝詩誤也。 \\n 習習春陽，帝出乎震協平聲，以應仲春，思文聖皇，順時秉仁，欽若靈則，飲御嘉賓，洪恩普暢，慶乃眾臣。其慶維何，錫以帝址，肆覲群后，有客戾止，外納要荒，內延卿士。簫管詠德，八音咸理，凱樂飲酒，莫不宴喜。 \\n  \\n 荀勗本傳 \\n 荀勗字公曾，穎川穎陰人。漢司空爽曾孫也。祖棐射聲校尉。父□早亡，勗依於舅氏。岐嶷夙成，年十餘歲能屬文。從外祖魏太傅鍾繇曰：「此兒當及其曾祖。」既長，遂博學，達於從政。仕魏辟大將軍曹爽掾，遷中書通事郎。爽誅，門生故吏無敢往者，勗獨臨赴，眾乃從之。為安陽縣令，轉驃騎從事中郎。勗有遺愛，安陽生為立祠。遷廷尉正，參文帝大將軍軍事，賜關內侯。轉從事中郎，領記室。高貴鄉公欲為變，時大將軍掾孫佑等守閶闔門，帝弟安陽侯幹聞難欲入。佑謂幹日，未有入者，可從東掖門，及幹至，帝遲之。幹以狀白帝，欲族誅佑，勗諫曰：「孫佑不納安陽，誠宜深責。然事有逆順，用刑不可以喜怒為輕重。今成倅刑止奇身。佑乃族誅，恐義士私議。」乃免佑為庶人，時官求騎路遺，求為刺客入蜀。勗言於帝曰：「明公以至公宰天下，宜仗正義，以伐違貳而名以刺客除賊，非所謂刑于四海，以德服遠也。」帝稱善，及鐘會謀反，審問未至，而外人先告之。帝待會素厚，未之信也。勗曰：「會雖受恩，然其性未可許以見得思義。不可不速為之備。」帝即出鎮長安，主簿郭奕參軍王深以勗是會從甥，少長舅氏，勸帝斥出之。帝不納，而使勗陪乘，待之如初。先是勗起伐蜀，宜以衛瓘為監軍。及蜀中亂，賴瓘以濟。會平還洛，與裴秀羊祜共管機密。時將發使聘吳，並遣當時文士作書與孫皓。帝用勗所作，皓既報，命和親。帝謂勗曰：「君前作書，使吳思順，勝十萬之眾也。」帝即晉王位，以勗為侍中，封安陽子，邑千戶。武帝受禪，改封濟北郡公。勗以羊祜讓，乃固辭為侯，拜中書監，加侍中，領著作，與賈充共定律令。充將鎮關右也。勗謂馮　曰：「賈公遠放，吾等失勢。太子婚尚未定，若使充女得妃，則不留而自停矣。」勗與紞伺帝間，並稱充女才色絕世。若納東宮，必能輔佐君子，有關雎后妃之德。遂成婚。當時甚為正直者所疾，而獲諂媚之譏焉。久之，近位光祿大夫，記掌樂事，又修律呂，並行於世。出序於路逢賈人牛鐸，識其聲，即掌樂，音韻未調，乃曰：「得趙之牛鐸則諧矣。」遂下郡縣，悉送牛鐸，果得諧者。又嘗在帝位進飯，謂在座人曰：「此是勞薪所炊，咸未之信。」帝遣問膳夫，乃云實用故車腳。舉世伏其明識，俄領秘書監，與中書令張華依劉向別錄整理記籍。又立書博士，至弟子教習，以鐘胡為法。咸寧初。與石苞等並立為佐命功臣，列於銘饗。及王濬表請伐吳，勗與賈充固諫帝不可，帝不從，而吳果滅。以專典詔命，論功封一子為亭侯，邑一千戶，賜絹千匹，又封孫顯為　陽亭侯，乃得汲郡冢中古竹文書，詔勗撰次之。以為中經，列在秘書。時議遣王公之國，帝以問勗，勗對曰：「諸王公以為都督，而使之國，則廢方任，又分割郡縣。人心戀本，必用嗷嗷。國皆置軍，官兵當還給國，而闕邊守。」帝重使勗思之，勗又陳。帝以勗言為允，多從其意。又議省州郡縣半吏，以赴農功。勗議以為省吏不如省官，省官不如省事，省事不如清心。勗論議損益多此類。太康中詔曰：「勗明哲聰答，經識天序，有佐命之功，兼博洽之才。九典內任，著勳弘茂。詢事考言，謀猶允誠，宜登大位，毗贊朝政。」今以勗為光祿大夫儀同三司，開府辟照。守中書監侍中侯如故。時太尉賈充司徒李胤並薨，太子太傅又缺勗表陳。三公保傅，宜得其人。若使楊珧參輔東宮，必當仰稱聖意。尚書令衛瓘，吏部尚書山濤，皆可為司徒。如以瓘新為令未出者，濤即其人。帝並從之。明年秋，諸州郡大水，兗土尤甚。勗陳宜立都水使者。其後門下啟通事令史伊羨趙咸為舍人，對掌文法。詔以問勗，勗曰不可。時帝素知太子闇弱，恐後亂國，遣勗及和嶠往觀之。勗還盛稱太子之德，而嶠云太子如初。於是天下貴嶠而賤勗。帝將廢賈妃，勗與馮紞等諫請，故得不廢。時議以勗傾國害時，孫姿劉放之匹，然性慎密，每有詔令大事，雖己宣布，然終不言。不欲使人知己豫聞也。族弟良曾勸勗曰：「公大失物情，有所進益者，自可語之，則懷恩多矣。」其婿武□亦說勗，宜有所營致，令有所歸戴者，勗並默然不應。　而語諸子曰：「人臣不密則失身，樹私則背公，是大戒也。汝等當宦達人間，宜識吾此意。」久之，以勗守尚書令。勗久在中書，專管機事。及失之，甚惘惘悵悵。或有賀之者，勗曰：「奪我鳳凰池，諸君賀我耶？」及在尚書，課試令史以下，覈其才能。有闇於文法，不能決疑處事者，及時遣出。帝嘗謂曰：「魏武帝言荀文若之進善，不進不止。荀公達之退惡，不　不休。二令君之美，亦望於君也。」居職月餘，以母憂上還印綬，帝不許，遣常侍周恢喻旨，序乃奉詔視職。勗久管機密，有才思。探得人主微旨，不犯顏忤爭，故得始終全其寵祿。太康十年卒，詔贈司待，賜東園秘器朝服一具，錢五十萬，布百疋，遣兼御史護喪，諡曰成。勗有十子，其達者輯藩組，及嗣官至衛御。卒，諡曰簡。子畯嗣，卒，諡曰烈，無適子，以弟息識為嗣。輯子綽，綽字彥舒，博學有才能，撰晉後書十五篇，傳於世。永嘉末為司空中郎，沒於石勒，為勒參軍。 \\n 【完】 \\n  \\n 　 \\n  \\n  \\n 　"}
