{"章节": "袁忠憲集（南朝宋）袁淑", "正文": "　 \\n 　 \\n 　 \\n 袁忠憲集 \\n 　 \\n 南朝宋袁淑 \\n 袁淑（408--453）南朝宋文学家。字阳源，陈郡阳夏（今河南太康）人。官太子左卫率。刘劭作乱时，为劭所杀。淑有才辩，能诗赋。原有集，已散佚，明人辑有《袁阳源集》。 \\n 袁忠憲集題詞 \\n 忠載袁氏多忠烈，若楊源死於元凶名為風霜松筠不虛也。或責彼既志不從亂，曷不疾驅告變出君險阨，然事法倉猝，身閉宮省翹首君門呌呼，莫屬儒者雍容亦莫可隻如何耳。陽源排諧集文皆調笑其於藝苑亦博簺之類也。禦虜議世譏其誕然　,文采遒艷才辯鮮,及即不的為儀秦縱橫方諸燕,然勒銘廣成作頌意,似欲無多讓詩章。雖寡其摹古之篇,風氣竟逼建安,此人不死顏謝,未必能初其上也。彭城少文情,好不接劉湛貴盛,未輕襒裾文人寡合,其落拓之性固然。 \\n 婁東張溥題 \\n 賦 \\n 桐賦 \\n 越眾木之薰狥，勝襍樹之藻缛。信爽餘以弱枝，裏寔素而表綠。若乃根荑條茂， \\n 跡曠心沖，貞觀於曾山之陽，抽景愈少遮澤之東。被籍兮煙霞，褱珮兮星虹。儀丹丘之瑞羽，棲清都之仙宮。 \\n 秋晴賦 \\n 是月也，聲晷合，朝野分，霆收耀，虹戢文。炎都塞埃，旻寓滌氛。曳悲泉之凝務，轉絕垠之嚴雲。 \\n 議 \\n 禦虜議淑元嘉末為御史中丞時，索虜南侵至瓜步太祖，使百官議防禦之術淑上議。 \\n 臣聞函車之獸，離山必斃；絕波之鱗，宕流則枯。羯寇遺醜，趨致畿甸，議萃螽集，聞已崩殪。天險巌曠，地限深遐，故全魏戢企圖，盛晉輟其議，情屈力殫，氣挫勇竭，諒不虞愈來臨，本無怵愈能濟矣。乃者燮釘攜遠，阻違授律，由將有弛拙，故士少鬪志。圍潰之眾，匪寇倾淪攻制之師，空自班散。濟西勁騎，急戰蹵旅；淮上訓卒，簡備靡旗。是由綏寡衷，戎昭多昧，遂使]拷潞人患，泉伊來擾，紛殄姬風，泯毒禹績騰，書有渭陰之迫，縣鋒均咸陽之警。然而切揣虛實，伏匿先彰，挍索技能，譎詭既顯。綿地千里，彌行阻深，表裏躓硋，後先介逼。捨陵衍之習，競湍沙之利。今虹見萍生，土膏泉動，津陸陷溢，四痁禍洊興，芻藁已單，米粟莫係，水寓衿帶，進必傾霣，河溢扁固，退亦隳滅。所謂棲烏於烈火之上，養魚於叢棘之中。 \\n 或謂捐緩江右，寬繕淮內。竊謂拯扼閩城，舊史為允；棄遠凉土，前言稱非。,限此要荒，猶弗委割。况聯被京國，咫尺神甸，數州摧掃，列邑殲痍，山淵反覆，草木塗地。今丘賦千乘，井笇萬集，肩摩倍於長安，締袂百於臨淄，什一而籍，實慊民願，履畝以稅，既洽農和，戶競戰心，人含銳志，皆欲贏糧請奮，釋緯乘城。謂宜懸金鑄印，要壯果之士；重幣甘辭，招推決之將舉薦板築之下，抽登臺皂之間，賞之以焚書，報之以相爵，額而昭才賀闕，異能間至。 \\n 戎貪而無謀，肆而不整，迷乎向被致次，謬於合散之宜，犯軍志之極害，觸兵家之甚諱。咸畜憤矣，僉策戰矣，稱願影從,，謠言婚命。宜選敢悍數千，鶩行潛掩，偃旗裏甲，鉗馬銜枚，會稽而起，晨壓未陣。旌譟亂軍，火鼓四臨，使景部暇移，塵不及起，無不禽鎩獸讋，水解霧散，埽洗哨類，漂鹵浮山。如有莩莩漏網，逡窠逗宂，命淮汝戈船，遏其還逕，兗部勁卒，梗其歸塗，必翦元雄，懸首麾下，乃將隻輪不返，戰恚譿無旋矣。於是信臣騰威，武士繕力，緹組接陰，鞸則柝聯響。 \\n 若其偽遁嬴張，出沒無際，楚言漢斾，顯默如神，固已日月蔽虧，川谷蕩貿。负塞殘孽，阻善燼黨，收險竊命，憑城借土。則當因威席卷，乘機芟剿。泗、汴秀士，星流電燭；徐、阜嚴兵，雨湊雲集。蹷亂喪溪之北。搖潰瀚海以南，絕齊心根，勿使能植，銜索之苦，幾何不蠹。是由涸澤而漁，焚林而狩，若浚風之儛輕籜，杲日之拂浮霜。既而尉洽荷掠之餘，望弔網悲之鬼。然後天行樞運，猋舉烟升，青蓋西巡，翠華東幸，經啓州野，滌一軫策。俾高闕再勒，燕然後銘。方乃奠山沉何，創禮輯策，阐燿炎、昊之遺則，貫軼商夏之舊文。 \\n 今眾賈拳勇，而將術疎怯，意者稔泰日積，承平嵗久，邑無驚赴之急，家緩餽戰之勤，闕閱訓之禮，簡參屬之飾，且亦薦採之法，庸未蔇歟。若乃邦造里選，攉論深切，躬擐盡幽，斬帶尋遠，設有沉明能照，俊偉自宣，誠感泉雨，流通金石，氣慑飛、賁，窮苴、起，審邪正順逆之數，達昏明損益之宜，能揆合民心，愚叡物性，登丹墀而敷策，躡青蒲而揚，謀上說辰鑒，下弭素言，足以安民紓國，救災恤患。則宜拔過寵貴之上，褒升戚舊之右，別其旂章，榮其班祿，出得專譽，使不稟命，降席折節，同廣武之請，設壇致禮，均淮陰之授，必有要盟之功，竊符之倢。 \\n `夷裔暴狠，內外侮棄，始附之眾，分茷無序，蠱以威利，勢必攜離，首順之徒，靡然自及。今淶繹故典，瀍土纓緌，翦焉幽播，折首凶狡。是猶眇者願明，痿之思步，動商遄會，功終易感。劫晉在於善覘，全鄭寔寄良諜，多縱反間，汩感心耳，發險易之前，抵興喪之術，衝其猜伏，拂其嫌嗜，汩以連率之貴，餌以柝壤之資，罄筆端之用，展辭鋒之銳，振辯則堅圍可解，馳羽而巖邑易傾。必府鬲土崩，枝幹瓦裂，故燕、樂相侮，項、范交疑矣。 \\n 或乃言約功深，事邇光應，齊圉反駕，趙養還君，盡輿俑之道，畢能事之效。臣幸得出內層禁，游心明代，澤與身泰，恩隨年行，無以逢迎昌運，潤飾鴻法。今塗有遺镞，蠆未息鋒，敢思涼識，少酬閎施。但坐幕既乏昭文，免冑不能致果，竊觀都護之邊論，屬國之兵謨，終晁之抗辭，杜耿之言事，咸云及經之棘，猶闕上算，燭郛之敬，裁收下策。自恥懦木，智不綜微，敢露昧見，無會昭採。 \\n 章 \\n 謝中丞章 \\n 竊惟此職昭贊，實預損益，必須兼口威正，刺骨窮文，使權家勳族不敢藉強而侮物，戚門右姓不得穪雄以塩眾。昔傳咸口治臣戢懼，孫寶移疾，卿尹皆怠。 \\n 書 \\n 與始興王濬書濬嘗送錢三萬餉淑一宿復遣追取謂使人謬誤欲以戲淑與睿書 \\n 袁司直之視館，敢寓書於上國之宮尹。日者猥枉泉賦，降委弊邑敬事遑，無或違貳。懼非郊贈之禮，覲饗之資，不虞君王惠之於是也，是有惜焉。弗圖旦夕發咫尺之記，籍左右而請，以為胥授失旨，爰速先弊。曾是附庸臣委未學孤聞者，如之何弗疑，且亦聞之前志曰，七年之中，一與一奪，義士猶或非之。況密邇旬次，何其焰益之亟也。藉恐二三諸侯，有以觀大國之政。昰用敢布心腹。弊室弱生，砥節清廉，好昰潔直，以不邪之故，而貪聞天下，麊有昧夫嗟金者哉？不腆供賦，束馬先璧以四命，惟執事所以圖之。 \\n 與何尚之書尚之為尚書令領太子詹事致仕於方山著退居賦以明所守而議者咸謂尚之不能固志淑為太子左衛率與尚之書詔敦勸 \\n 尚之復攝職 \\n 昨遣修問，承丈人已晦志山田，雖曰年禮宜遵，亦事難斯貴，俾疎、班、邴、魏通美於前策，龔、貢、山、衛，淪槧乎曩篇。規迨休告，雪滌素懷，冀尋幽之歡，畢口玄之適。但淑逸操偏廻，野性瞢滯，果滋沖寂，必沈樂忘歸。然而已能塗聞者，謂丈人謂明未耗，譽業方籍。檔能屈事康道，降節殉務，舍南瀕之操，淑此行求決矣。望春有積，約日無誤。尚之宅在南澗寺側故云南瀕 \\n 傳 \\n 真隱傳 \\n 鬼谷先生，不知何許人也。隱居韜智，居鬼谷山，因以為稱。蘇秦、張儀師之，遂立功名。先生遺書責之曰：┐若二君豈不見河邊之樹乎？僕御折其枝，波浪盪其根，上無徑尺之陰，身被數’尺之痕，此木豈與天地有仇怨？所居然也。子不見嵩、岱之松柏，華、霍之檀桐乎？上枝干於青雲，下根通於三泉，千秋萬歲，不受斧斤之患，此木豈與天地有骨肉哉？蓋所居然也?└ \\n 襍文 \\n 弔古文 \\n 賈誼發憤於湘江，長卿愁悉於園邑，彥真因文以悲出，伯喈衒史而來入，文舉疏誕以殃速，德祖精密而楇及。夫然，不患思之貧，無苦識之淺。士以伐能見斥，女以驕色貽遣。以往古為鏡鍳，以未來為鏚艾，書余言於子绅，亦何勞乎蓍蓍。 \\n 雞九錫文 \\n 維神雀元年，歲在辛酉，八月已酉朔，士三日丁酉，帝顓頊遣征西大將軍下雉公王鳳，西中郎將白門侯扁鵲，咨爾浚雞山子。維君天姿英茂，乘機晨鳴。雖風雨如晦，抗不已之奇聲。今以君為使持節金西蠻校尉、西河太守，以揚州之會稽封君為會稽公，以前浚雞山子為湯沐邑。君其祇承予命，使西海之水如帶，浚雞之山如礪，國以永存，爰及苗裔。 \\n 賀表 \\n 浚山侍郎丁鴻，舍人鳬亭男梁鴻，郎中蘇鵠死罪。伏維君德著朝野，勳加鵷鷟故天王鳳皇，特錫位封。今鳳鵲等在柏外，願時拜受，不勝豫欣豫之情，謹詣栖下以聞。 \\n 驢山公九錫文 \\n 若乃三軍陸邁，種運艱難，謀臣停筭，武夫吟嘆。爾乃長鳴上黨，慷慨應官，崎嶇千里，荷囊致餐，用捷大勳，歷世不刊，斯實爾之功者也。音隨時興，晨夜不默，仰契玄象，俯協漏刻，應更長鳴，毫分不忒，雖挈壺著稱，未足比德，斯又爾之智。若乃六合昏晦，三晨幽冥，猶憶天時，用不廢聲，斯又爾之明也。青酔綘身，長頭廣額，修尾後垂，巨耳雙磔，斯又爾之相也。嘉麥既熟，實須精麵，負荷廻衡，迅若轉電，惠我眾庶，神祇獲薦，斯又爾之能也。爾有濟師之勳，而加之以眾能。昰用遣中大夫閭丘騾，加爾使銜勒大鳴鴻臚、班腳大將軍、宮亭侯。以揚州之盧江、江州之盧陵、吳國之桐盧、合浦之朱盧，封爾為驢山公。 \\n 大蘭三九錫文 \\n 大亥十年九月乙亥朔，十三日丁亥，北燕伯使使者豪豨，冊命大蘭王曰：┐咨，惟君稟太陰之沈精，標羣形於玄質，體肥腯而洪茂，長無心遊逸，資豢養於人主，雖無爵而有秩，此君之純也。└君昔封國殷商，號曰：豕氏，葉隆當時，名垂于世，此君之美也。白蹢彰於周詩，涉波應乎隆象，歌詠出于人口，經千載而流響，此君之德也。君相與野遊，唯君為雄，顧羣數百，自西徂東，俯歕沫則成霧，仰奮鬣則生風，猛毒必噬，有敵必攻，長驅直突，陳無全鋒，此君之勇也。 \\n 常山王九錫文 \\n 及至圖身失所，羈束人門。馴纓服制，惟意所牽。登楹而遨，抱梁而眠。拾摭遺餘，咨口所便。 \\n 游新亭曲水詩序 \\n 離榭修幕陵，隧彌阜。鑣容斾綵裛，野麗雲。 \\n 詩 \\n 效子建馬篇詩藪云宋齊之末靡極矣而袁陽源白馬虞子陽北伐大有建安風骨何從得之 \\n 劔騎何翩翩，長安五陵間秦地天下樞。八方湊才賢，荊魏多壯士，宛洛富少年。意氣深自負肯是郡邑権，籍闗外來，車徒傾國鄽，五侯競書幣，羣公亟為言，義分明於霜。信行直如弦，交歡池陽下，留宴汾陰田。一朝許人諾，何能坐相捐，彯節去函谷，投珮出甘泉。嗟此遠圖心為四海懸，但管身意遂，豈挍耳目前，俠烈良有聞，古來共知然。負一作許 \\n 效古 \\n 誶此倦遊土，本家自遼東，昔隷李將軍十載事西戎，結車高闕下。極望見雲中，四面各千里，從橫起嚴風，寒燠豈如節，霜雨多異同，夕寐北河陰，夢還甘泉宮，勤役未云已，壯年徒為空，廼知古時人，所以悲轉蓬。 \\n 詠冬至 \\n 連星貫初歷，令月臨首歲，薦樂行陰政，登金一作歌贊陽滯，收涼降天德，萌華宣地惠司瑞記。初學記作紀記。夜睎書雲掌朝誓。 \\n 種蘭南史云袁淑從母兄劉湛欲淑附已而淑不為改意由是大相乖失淑乃賦詩尋以病免 \\n 種蘭忌當門，懷璧莫向楚，楚少別玉人，門非植蘭所 \\n 登宣城郡 \\n 悵焉訊舊老，茲前乃楚居，十代闕州，記百祀絕方書。闕 \\n 啄木詩集左氏 \\n 南山有鳥，自名啄木。飢則啄樹，暮則巢宿；無干於人，唯志所欲。性清者榮，性濁者辱。 \\n 袁淑本傳 \\n 袁淑字陽源，陳郡陽夏人，丹陽尹豹少子也。少有風氣年數歲，伯湛謂家人曰：┐此非凡兒至十餘歲，為姑夫王弘所賞，不為章句之學，而博涉多通，好屬文，辭采遒豔。縱橫有才辯，本州命主簿著作佐郎太子舍人，並不就彭城王義康命為軍司祭酒，義康不好文學。雖外相禮接，意好甚疎，劉湛淑從母兄也。欲其附已，而淑不以為意，由是大相乖失，以久疾免官，補衡陽王義季右軍主簿。遷太子洗馬，以腳疾不拜，衛軍臨川王義慶雅好文章，請為諮議參軍頃之。遷司馬左西屬，出為宣城太守，入補中書侍郎，以母憂去職，服闕為太子中庶子。 \\n 元嘉二十六年遷尚書吏部郎，其秋大舉北伐，淑侍坐，從容曰：┐今當鳴鑾中，岳席卷趙魏撿玉，岱宗今其時也。臣逢千載之會，願上封禪書一篇。└太祖笑曰：┐盛德之事，我何足以當之出？└出為始與王政北長史，南東海太守，淑始到府，濬引見謂曰：┐不意舅遂垂屈佐？└淑答曰：┐朝廷遣下本官，本以光公府望還為御史中丞時人所嘲，始與我王濬嘗送錢三萬餉淑，一宿復遣追取，謂使人謬誤欲以戲淑。淑與濬遷太子左衛率，元凶將為弒逆。其夜淑在直，二更許，呼吸及蕭斌等流涕謂曰：┐主上信產將見罪廢省內無過不能受枉，明旦便當行大事，望相與戮力。└淑及斌並曰：┐自古無此願加善思，劭怒變色左右皆動。└ \\n 斌懼乃曰：┐臣昔忝伏事，常思效節，況憂迫如此，輒當竭身奉令。└淑叱制曰：┐卿便謂殿下真有是耶，殿下幼時嘗患風或是疾動耳。└劭愈怒因問曰：┐事當克不淑。└淑曰：┐居不疑之地何患不克？但既克之後為天地之所不容，大禍亦旋至耳，願急息之。└劭左右引淑等袴摺，又就主衣取錦，載三尺為一段，又中破，分斌淑及左右，使以縛袴。淑出環省繞牀行，至四更乃寢。劭將出已與蕭斌同載呼！淑甚急，淑眠終不起，劭停車奉化門。催之相續，徐起至車後，劭使登車又辭不上。劭因命左右與手刃，見殺於奉化門外時，四十六劭即位，追贈太常賜賵甚厚。 \\n 世祖即位，使顏延之為詔曰：┐夫輕道重義丞聞其教，世弊國危希遇其人自非達義之至，識正之深者，孰能抗心衛主，遺身固節者哉。└故太子左衛率淑，文辯優洽，秉尚貞愨，當要逼之切意色不橈，歷辭道逆，氣震匈黨。虐刃交至，取弊鵏移古之懷忠隕難。未云出其右者，興言嗟悼，無廢乎心，宜在加禮永身。 \\n 宋有臣焉可贈中侍太尉，謚曰：┐忠憲公。└又曰：┐袁淑。└以身殉義，忠烈邈古，遺孤在疚，特所矜懷，可厚加賜血，以慰存亡。淑及徐湛之江湛王僧綽浦卜天與四家，於是長給斌祿文]集傳於世。 \\n 子幾嗌稜凝標，億宗步兵校尉，凝太宗世御史中丞出為晉陵太守，太宗初與四方國反，兵敗歸降，以補劉湛官軍府主簿，淑諸子並早卒。史臣曰：┐天長地久，人道則異於斯。舜華朝露，未足以言也。└期間夭帨，曾何足云宜任心去留，不以存沒嬰心？徒以靈化悠遠，生不再來，雖天行路險而未之斯遇，謂┐七尺常存百年可保’也。└所以據洪圖而輕天下，希寸陰而敗尺璧。若乃義重乎生，空炳前誥投，軀殉主，世罕其人。若無陽源之節，丹青何貴焉爾。 \\n  \\n 　 \\n  \\n  \\n 　"}
