{"章节": "陸清河集（晋）陆云", "正文": "　 \\n 　 \\n 　 \\n 陸清河集 \\n 　 \\n 晋　陆云 \\n 陆云(262～303)，西晋文学家。字士龙。吴郡（今江苏苏州）人。文学家陆机之弟。西晋末年官拜清河内史。后与陆机同时遇害。《隋书·经籍志》录有《陆云集》12卷，已佚。明人张溥《汉魏六朝百三家集》辑有《陆清河集》。 \\n 陸清河集題詞 \\n 士龍與兄稱論文章，頗貴清省，妙若文賦，尚嫌綺語未盡。又云作文尚多譬，家豬羊耳，其數四推兄，或云瑰鑠、或云高遠絕異、或云新聲絕曲、要所得意惟清新相接。士衡文成，輒使弟定之不假他人。二陸用心先質後文，重規沓矩，亦不得已而後見耳。哲昆詩匹人稱如陳思、白馬士龍所傳四言偏多，有皇思文諸篇，誦美祁陽，式模大雅；類以卑頌尊非朋舊之體。餘篇一致間有至極，使盡其才，即不得為韋侯諷諫仲宣思親顧高出補王六首，則有餘矣。宰治浚儀，善察疑獄，佐相吳王，屢陳讜論，神明之長諫諍之臣，有兼能焉。士衡枉死，遂同隕墮。聞河橋之鼓聲哀，華亭之鶴唳，巢覆卵破宜相及也。集中大文雖少，而江漢同名劉彥和謂其布采鮮淨，敏於短篇，殆質論歟！ \\n 婁東張溥題 \\n 陸清河集卷之一　晉吳郡陸雲著　明太倉張溥閱 \\n 賦 \\n 南征賦有序 \\n 泰安二年秋八月，奸臣羊玄之皇甫商敢行稱亂，凌逼乘輿，天子蒙塵于外。自秋徂冬，大將軍敷命群后，同恤社稷，乃身統三軍，以謀國難。自義聲所及，四海之內，朔漠之表，蒸徒羸糧而請奮，胡馬塞而思征；四方之會，眾以百萬，軍旅之盛，威靈之著，自古以來，未之有也。粵十月，軍次於朝歌，講武治羢以觀兵於殷墟；於是美義征之舉，壯師徒之盛，乃作南征賦，以揚匡霸之勳云爾。 \\n 有皇晉之霸后，資濬哲之叡聖，崇文德於緝熙，濟武功而保定，應天鑒之昭，華荷帝祐之休命。步玉衡以觀八方，在璇璣而齊七政。芒芒神道，化洽崇深。仰戾天飛，俯洞淵沉。振南箕已鼓物，□慶雲而崇蔭，恢天維以籠世，廓宇宙而宅心。濟博施之厚德，鑑希聲之大音。淵澤回而泣注，豪彥萃而為林。九服惟清，諸夏謐靜，肅慎回首，沙漠引領。天和時降，地靈夙挺。結芳林之奇幹，發珍耒之神穎。勵修德於億兆，端澄形於萬景。在中葉之不競，遭皇家之毒亂。悲國步之未夷，仰夙興而昧旦；括無方而大誥，集率土而貞觀。致天屬於王畿，肅宵征而省難。爾乃建黃鉞之靈威，樹戎輅之高葢伐，隱天之雷鼓，振凌霄之電。旆介夫揮戈而夙興，輕武總千而啟萬震。靈韶之嘈嘈，飛旟旐之藹藹，紅旃泝風以委□，霓旄蒙光而容裔。公徒十萬，其會雲興。悠悠華戎，時罔丕承。爾乃命屏翳以夕降，式飛廉以朝升。塗蒙雨而復清景，帶天而光澄。陪武臣於雕軒，列名僚於後乘，猛將起而虎嘯，商飈肅其來應。士憑威而嚮駭，馬□天而景凌。臨川而屯於廣陸，武騎被乎中陵。類禡比京，師徒經始，桓桓先征，在河之涘，順彼長道，懸旌千里。羨王師之遵時，茂七德而發止。爾乃稅駕殷墟，我徒既閑，順時講武，薄狩于原。紛同方而類聚，煥副翼而明分，祇明刑以誓眾，習軍政於舊聞。儼山立以崇薈，粲煙駭而興紛。若冥海之引回流，黛靈之吐行雲。于時玄冬首時，陰風戒煞，山澤含哀，天地肅乂，閒夜冽以澄清，中原曠而曖昧。戎士肅而咸戒，三軍紛而雜遝。長角哀□以命旅，金鼓隱訇而啟發。景凌冥而四播，音乘雲而上逝，火烈具舉，伐鼓淵淵。朱光俛而丹野，炎暉仰而絳天。曜靈翕赫以增熾，憤氣昲月而凌煙。狂飈起而□駭，行雲藹而芊眠。旌旆翻其倚靡，驚熛因而嬗娟。爾乃洪音雷動，清聞勀廣，凌雲發揮。萬里振響，聲馮虛而天回。烈駭空而地蕩，映皎月而望舒，闇照重昏而大夜朗，服縣炎揚而晃儵。飛烽戢煜而泱漭，乃有熊羆之旅，虓鬫之將，雄聲泉涌，逸氣風亮，超三軍以奔厲。賈餘勇而成壯，兆洪音於寂寞，先無形而高唱，紛若屯雲，渙若積波。遁陰匿景，靜言勿譁，絕倡寂其既收，萬夫翕而咸和。嚴鼓隱而重戒，景燧曄而星羅，烈蒙陰而仰假，曜憑陽而登遐，若扶桑之振華葉，皓天之散朝霞，超燭龍之絕景，豈比象於百華。 \\n 登臺賦有序 \\n 勇靈中參大府之佐於鄴都，以時事巡行鄴宮三臺，登高有感，因以言崇替。迺作賦云。 \\n 承后皇之嘉惠兮，翼聖宰之威靈。肅言詞而述業兮，乃啟行乎北京。巡華室以周流兮，登崇臺而上征。攀凌坁而遂隮兮，迄雲閣少甯。爾乃佇眄瑤軒，滿目綺寮，中原芳華，綠葉振翹，嘉生民之亹亹兮，望天晷之苕苕。歷玉階而容與兮，憩蘭堂以消遙。蒙紫庭之芳塵兮，駭洞房之迴飈。頹嚮逝而迕物兮，傾冠舉而凌霄。曲房榮而窈眇兮，長廊邈而蕭條。於是迥路逶夷，邃宇玄茫，深堂百室，曾臺千房。闢南　而蒙暑兮，啟朔牖而履霜。遊陽堂而冬溫兮，步陰房而夏涼。萬禽委 \\n □於潛室兮，驚風矯翼而來翔。紛譎譎於有象兮，邈悠乎而無方。于時南征司火，朱明鬱遂，縣車式徐，曜靈西墬。暑乘陰而增炎兮，景望淵而曖昧。玩瓊宇而情　兮，覽八方而思銳。陋雨館之常規兮，鄙鳴鵠之蔽芾。仰凌眄於天庭兮，俛旁觀乎萬類。北溟浩以揚波兮，青林煥其興蔚。扶桑細於毫末兮，坤崙卑乎覆簣。於是忽焉俛仰，天地既翕，宇宙同區萬物為一，原千變之常鈞兮，齊億載於今日。彼區中之側陋兮，非吾黨之一士。本達觀於無形兮，今何水而有質。於是聊樂近遊，薄言儴佯，朝登金虎，夕步文昌。綺疏列於東序，朱戶立乎西廂，經蕤曄以披藻兮，椒塗馥而遺芳。感舊物之咸存兮，悲昔人之云□。憑虛檻而遠想兮，審厯命於斯堂。於是精疲遊倦，白日藏輝，鄙春登　有情兮，惡荊臺之忘歸。聊弭節而駕言兮，悵將逝而徘徊。感崇替之靡常兮，悟廢興而永懷。隆期啟而雲升，逝運靡其如頹，長發惟祥，天鑑在晉。肅有命而龍飛兮，跚重斯而肇建。嘉有魏之欽若兮，鑒靈符而告禪。清文昌之離宮兮，虛紫微而為獻。委普天之光宅兮，質率土之黎彥。欽哉皇之承天兮，集北顧於乃眷。誕洪祚之遠期兮，則斯年於有萬。 \\n 愁霖賦有序 \\n 永甯三年夏六月，鄴都大霖旬，旬有奇日。稼穡沉煙，生民愁瘁，時文雅之士，煥然並，作同僚見命，乃做賦曰。 \\n 在朱明之季月兮，反極陽於重陰。與介丘之膚寸兮，墬崩雲而洪沉。谷風扇而攸遂兮，苦雨播而成淫。天泱漭以懷慘兮，民嚬蹙而愁霖。於是天地發揮，陰陽交烈，萬務混而同波兮，玄黃浩其無質。雷憑虛以振庭兮，電凌牖而輝室。霤鼎沸以駿奔兮，潦風驅而競疾。豈南山之暴濟兮，將冥海之蹔溢。隱隱填填，若降自天，高岸渙其無涯兮，平原蕩而為淵。遵渚回於凌河兮，黍稷仆於中田。匱多稼於億廩兮，虛夙敬於祈年。外薄郊甸，內荒都成，陰無晞景，霤無輟聲。織波靡於前途兮，微津隔於峻庭。紛雲擾而霧塞兮，漫天頹而地盈。於是愁音比屋，歎發屢省，陽堂之乏，暉朗室無景。望曾雲之萬仞兮，想白日之寸脛。感虛無而思深兮，對寂漠而言靖。毒甚雨之未晞兮，悲夏日之方□。瞻大辰以頹息兮，仰天 \\n 衢而引領。愁情沉寂，明發哀吟，永言有懷，感物傷心。結南枝之舊思兮，詠莊舄之遺音。羨弁彼之歸飛兮，寄予思乎江陰。渺天末以流日兮，涕潺湲而沾襟。何人生之倏忽，痛存□之無期。方千歲於天壤兮，吾固以漏夫靈龜。矧百年之促節兮，又莫登乎期頤。哀戚容之易感兮，悲懽顏之難怡。考傷懷於種苦兮，愁豈霖之足悲。雲曇曇而疊結兮，雨淫淫而未散。晞朱陽於崇朝兮，悲此日之屢晏。劾豐隆於岳陽兮，執赤松於神館。命雲師以藏用兮，紲乘龍於河漢。照濛汜之清暉兮，炳扶桑之始旦。考幽明於人神兮，妙萬物以達觀。 \\n 喜霽賦有序 \\n 余既作愁霖賦，雨亦霽。昔魏之文士，又作喜霽賦，聊廁作者之末，而作是賦焉。 \\n 毒霖雨之掩時兮，情懷憤而無懌。肅有禱於人謀兮，反極陰于天律。靖屏翳之洪隧兮，戢太山之觸石。凌風絕而謐甯兮，歸雲反而揮霍。改望舒之離畢兮，曜六龍於紫閣。揚天步之剡剡兮，播靈輝之赫奕。於是朱明自皓，凱風來南，復火正之舊司兮，黜后土於重陰。夷中原之多潦兮，反高岸於蒿岑。萎禾竦而振穎兮，偃木豎而成林。嘉大田之未墬兮，幸神祇之有歆。爾乃俯順習坎，仰熾重離，兼明暢而天地曄兮，群生悅而萬物齊。魚凌淵以增躍兮，鳥望林而朝隮。戢流波於桂水，起芳塵於沉泥。朱光播於甕牖兮，素景衍忽中閨。天堅作照，幽明畢覿，普厥有懽覃及四國。翕萬情而咸喜兮，雖無獲而自得。災未及害，和斯有祥，翼翼黍稷，油油稻糧。望有年於自古兮，晞隆周之萬箱。原思悅於蓬戶兮，孤竹欣於首陽。陰陽交泰，萬物方遒，炎神送暑，素靈迎秋。四時逝而代謝兮，大火忽其西流。年冉冉其易頹兮，時靡靡而難留。嗟沉哀之愁思兮，瞻日月而增憂。感年華之行暮兮，思乘煙而遠遊。命海若以量津兮，吾欲往忽瀛洲。臨儀天之大川兮，陵懷山之洪波。瞻增城之峻極兮，仰蓬萊之巍峨。望王母於弱水兮，詠白雲之清歌。雖嘉命之未錫兮，將輕舉於流沙。振仙車之鳴鸞兮，吐玉衡之八和。託芝葢之後乘兮，飡瓊林之朝華。修無窮以容與兮，豈萬載之足多？ \\n 歲暮賦 \\n 余祇役京邑，載離永久。永甯二年春，忝寵北郡，其夏又轉大將軍右司馬於鄴都，自去故鄉，荏苒六年。惟姑與姊仍見背棄，銜痛萬里，哀思傷毒，而日月逝速，歲聿云暮。感萬物之既改，瞻天地而傷懷，乃作賦以言情焉。 \\n 夫何乾行之變通兮，昏明迭而載路。羨飛轡之遠兮，騰六龍於天步。時赴節而漸流兮，氣移數而改度。揮促節於短日兮，振修策於長夜。運悠忽其既周兮，冉冉而告暮。變棘心之柔風兮，豐草之湛路。玄暉邈以峻服兮，黃裳皓而振素。於是顓頊御時，玄冥統官，天廟既底，日月貞觀。淪重陽於潜戶兮，嚴積陰於司寒。日回天以滅景兮，飈衝淵而無瀾。堅冰河於川底兮，白雪隕於雲端。普區宇之瘁景兮，頻萬物之衰顏。時凜戾其可悲兮，氣蕭索而傷心。淒風愴其鳴倏兮，落葉翻而灑林。獸藏丘而絕跡兮，鳥攀木而栖音。山振枯於曾嶺兮，民懷慘於重襟。寒與暑其代謝兮，年冉冉其將老。豐顏曄而朝榮兮，玄髮粲其夕皓。感芳華之志學兮，悲時木而難考。遠圖逝而辭懷兮，密思集而盈抱。羨厚德之溥載兮，嘉豐化之大造。恨盛來之苦晏兮，悲哀至之常蚤。指晞露而怵心兮，死生於靡草。蒙時之嘉運兮，遊上京凱入。委乘輅於紫宮兮，剖金虎而底邑。憑台光之發揮兮，荷寵靈而來集。望故疇之逈遼兮，沂南風而頹泣。長嘆息而永懷兮，感逝物而傷悲。哀年歲之攸往兮，伊行人之思歸。結隆思於朝日兮，綴永念於汜暉。表寸陰而貞吝兮，盻盈尺其若遺嗟。我行之久永兮，何歸途之芒芒。遵渚兮盻川，攸逝江湘，處孝敬於神丘兮，結祇慕於惟桑。瞻山川而物存兮，思六親而人亡。問仁姑而背世兮，及伯姊而淪喪。尋餘蹤於空宇兮，想絕景於遺堂。悲山林之杳藹兮，痛華構之丘荒。靖深情以遐慕兮，思纏綿而懷楚。涕垂頤以交頹兮，哀凌心而洞駭。神尋路而窘逝兮，形嚬蹙乎其所。心悠悠其若懸兮，音季既而復舉。悲人身之有終兮，何天造而罔極。仰悲谷之方中兮，顧懸車而日昃。百年迅於分噓兮，千歲疾於一息。詠大椿之萬祀兮，同蟪蛄於未識。歲難停而易逝兮，情艱多而泰寡。年有來而棄子兮，時無算而非我。祇生心於日順兮，雖呼翕其難假。攝□生於逆旅兮，欲淹留其焉可。彼鑒寐之有時兮，亦始卒之固然。舒遠懷於千載兮，愴同感呼中山。鑒通人之烱戒兮，懼晏平之達言。啟貞心以自責兮，覽遺籍而問道。亮爽鳩之既徂兮，故營丘之有紹。在吾儕之陋心兮，豈取樂於東表。茍長生而自得兮，將奚待而有夭。考大德於天地兮，知斯言之益矯。 \\n 逸民賦有序 \\n 富與貴，之人之所欲也。而古之逸民，或輕天下細萬物，而欲專一丘之，歡擅一壑之美，豈不以身勝於宇宙，而心恬與紛華者哉？故天地不易其樂，萬物不干其心，然後可以妙有生之極，享無彊之休也。乃為賦云。 \\n 世有逸民兮，栖遲於一丘。委天行之外心兮，淡浩然其何求。陋此世之險隘兮，又安足以盤遊。杖短策而遂往兮，乃枕石而漱流。載營抱魄，懷元服一，傲物思甯，妙世自逸。靜芬響於永言，滅絕景於無質，相荒土而卜居，度山阿而考室。曾丘蓊薈，穹谷重深，叢木振穎，葛藟垂陰。潜魚泳沚，嚶鳥來吟。仍蔬圃於芝薄兮，即蘭堂於芳林。靡炎飈以赴節兮，揮天籟而興音。假樂器於神造兮，詠幽人於鳴琴。挹回源於別沼兮，飡秋菊於高岑。蒙玉泉以濯髮兮，臨濬谷而□簮。寂然尸居，儼焉山立，遵渚龍見，在林鳳戢。遁綿野以宅心，空巖而凱入。明發悟歌，有懷再昔。賓濮水之清淵兮，儀磻溪之一壑。毒萬物之諠譁兮，聊漁釣於此澤。爾乃薄言容興，式宴盤桓，朝挹芳露，夕玩幽蘭。眇區外而放志兮，眷天路而怡顏。望靈嶽之清景兮，想佳人於雲端。悲滄浪之濁波兮，詠芳池之清瀾。鄙終南之辱節兮，韙伯陽之考槃。眄清霄以寄傲兮，泝凌風而頹歎。玄微載晏，何思何欲，漂若行雲之浮，泊若窮林之木。有得之必喪兮，葢怙寵之召辱。彼貪夫之死權兮，固遺生以要祿。竦戰兢而履冰兮，祇肅懷以臨谷。亮據鼎之無慄兮，在顛沛其必握。是故夫行瑰者徵咎，體壯者為犧。雖明文而龍藻兮，終俛首而受羈。立修名於禍始兮，登全生於戾階。資朝華之促節兮，抱千載之長懷。擠考終於遠期兮，顛靈根而自摧。殉有喪之假樂兮，彼無身其孰哀。美達人之玄覽兮，邈匨器於無為。物有自遺，道無不可，萬殊有同，齊物無寡。並家於國，等朝于野。榮在世而貴身兮，神居行而忘我。欽妙古之達言兮，信懷莊而悅賈。既明於天爵兮，何惙悲於人禍陋。國風之皇恤，同明哲於大雅。亂曰，乘白駒兮皎皎，遊穹谷兮藹藹。尋峻路兮崢嶸，臨芳水兮悠裔。槃丘園兮暇豫，翳翠葉兮重葢。瞻洪崖兮清輝，紛容興兮雲際。欲凌霄兮從之，恨穹天兮未泰。詠歡友兮清唱，和爾音兮此世。 \\n 羊腸轉賦 \\n 爾乃使熊罷之士，虓闞之將，雄聲泉湧，逸氣風亮。超三軍以奔厲，賈餘勇以成壯。兆洪音於寂寞，先元聲而高唱。元兵時紛若屯雲，煥若積波，授教司謐，靜言勿譁。嚴鼓隱其雲戒，萬夫翕而咸和。治安步以止立，應金奏而靡戈。進總干以乘言，退輝旅而星羅。及至景凌禮既畢，歸旅將振，尋榮圓轉，因瀨葢玄。若急流之繞駿，沈驚風之靡狂。塵羊腸轉，時命屏翳以夕降。式飛廉而朝興，涂蒙雨而後清。景帶天而先澄，陪俊臣於雕輅。列名僚於後乘，猛將起而虎嘯。商風肅其來應，士憑勢而響駭。馬噓天而景淩。舊本混列與兄。原書中今摘出。 \\n 寒蟬賦有序 \\n 習人稱雞有五徳，而作者賦焉。至於寒蟬，才齊其美，獨未之思，而莫斯述。夫頭上有緌，則其文也；含氣飲露，則其清也；黍稷不食，則其廉也；處不巢居，則其儉也；應候守節，則其信也；加以冠冕，則其容也。君子則其操，可以事君，可以立身，豈非至德之蟲哉？且攀木寒鳴，負才所歎，余昔僑處切有感焉。興賦云爾。 \\n 伊寒蟬之感運，近嘉時以遊征，含二儀之和氣，稟乾元之清靈。體真精之淑質吐 \\n □□之哀聲。希慶雲以優遊，遁太陰以自甯。於是靈岳幽峻，長林參差，爰蟬集止。輕羽莎仛。清澈微激。德音孔嘉，承南風而軒景。附高松之上，華黍稷惟馨而匪享。竦身晞陽乎靈，和唳乎其音，翩乎其翔。容麗蜩螗，聲美宫商，飄如飛所之遺驚風，眇如輕雲之麗太陽。華靈鳳之羽儀，睹皇都乎上京。跨天路於萬里，豈蒼蠅之尋常。爾乃振修緌以表首，舒輕翅而迅翰。挹朝華之墮露，含煙　以夕飡，望北林以鸞飛，集樛木以龍蟠。彰淵信於嚴時，稟清誠乎自然。翩眇微妙綿蠻其形，翔林附木，一枝不盈，豈黃鳥之敢希？唯鴻毛其猶輕。憑綠葉之餘光，景秋華之芳零，思鳳居以翹竦。仰□立而哀鳴。若夫歲聿云暮，上天其凉，感運悲聲，貧士含傷。或歌我行永久，或詠之子無裳，原思嘆於蓬室，孤竹吟於首陽。不銜子以穢身，不勤身以營巢，志高於鳴鳩，節妙乎鴟鴞。附枯枝以永處，倚瓊林之逈條。惟雨雪之霏霏，哀北風之飄飄，乃彫以金采，圖我嘉容珍景曜爛，暐曄華豐。奇侔黼黻，艷比袞龍，清和明潔，羣動希蹤。爾乃綴以玄冕，增成首飾纓，蕤翩紛。九旒容翼，映華蟲於朱衮，表馨香乎明德。於是公侯常伯，乃紆紫黻，執龍淵，俯鳴佩玉，仰撫貂蟬。飾黃廬之多士，光帝皇之侍人。既騰儀像於雲闥，望景曜乎通天。邁休聲之五德，豈鳴雞之獨珍？聊振思於翰藻，闡令問以長存。於是憑居之士，喟爾相與而俱嘆，曰：寒蟬哀鳴，其聲也悲；四時云暮，臨河徘徊。感北門之憂殷，嘆卒歲之無衣，望泰清之巍峨，思希光之無階，簡嘉蹤於皇心，冠神景乎紫微，詠清風以慷慨，發哀歌以慰懷。 \\n 騷 \\n 九愍 \\n 昔屈原放逐，而離騷之辭興。自今及古，文雅之士，莫不以其情而玩其辭，而表意焉。遂厠作者之未，而述九愍。 \\n 裔皇聖之豐祜，膺萬乘之多福。真龍暉以底載，啟元辰而誕育。考度中以錫命，端嘉令而自肅。蘭情馥以芬香，瓊懷皎其如玉。希千載以遙想，昶遠思而自怡。範方地而式矩，儀穹天而承規。結丹欸於璇璣，協朱誠於四時。咨中心之信修，佩日月以為旗。悲年歲之晚暮，殉修名而競心。仰勳華之耿暉，詠三辟之遐音。握遺芳而自玩，挹浩露於蘭林。陰雲紛以興靄，飈風起而回波。黨朋淫以惡美，疾傾宫之揚娥。樹椒蘭餘瑤圃，掩夜光於瓊華。遘貞心以誰忒，毀玉質而蒙瑕。甘秀言而棄予，忽遐放其若遺。瞻前軌而我先，顧後乘而駕遲。遵荒塗而伏軾，撫鳴鸞而稱悲。感瞻烏之有集，嗟離雁之焉歸。靜沉思以自瘁，願凌雲而高飛。 \\n 修身 \\n 逢天怒而離紛，遘時咎於惟塵。端周誠以恪居，祇後命而自寅。悲讒口之罔極，隔離情於參辰。豈三錫之又晞，乃裔予於遐賓，運羽櫂以涉江，浮鄂渚而駕言。背夏首以窘逝兮，泝行川而永歎。結風回而薄水兮，源波榮而重瀾。情懷眷以疊結，舟淹流而中盤。昶愁心以自邁，肅榜人而曾謳。詔河馮以清川，命湘娥而安流。濟南詔以□望，野蕭條而振疇。獸悲號以命侶，鳥狂顛而鳴仇。悲我行之悠悠，怨同懷之莫求。發辰陽而往彼，緣湘沅而來假。亦芳樹於縣車，秣梁苗於樊馬。山嵩高以藏景，雲演藹而荒野。鳥拊翼於　顛，水回波於宇下。指明星以□路，景即陰而無旅。隨長川以問津，響修聲而和予。聽歸音以自聞，踐無迹以窮處。雖遘愍之既多，亦顛沛其核。侮仰眾芳枝遺情，希絕風之延□。亂曰：有鳥飜飛集江湘兮，彼美一人。莫予將兮，念茲涉江。懷故鄉兮，生日何短。慼日長兮，顧我愁景，惟永傷兮。 \\n 涉江 \\n □□□□□□積沉毒於苦心。魂憑虛以飄蕩，形息景於重陰。虎鳴飈以拂谷，螭回雲而結林。操土音以懷郢，涕頻代而盈襟。辭終古之舊墟，託茲邦而遙集。望龍門而屢顧，攀惟桑而扺泣。悲愁心之難壯，振枯形而獨立。撫彫容之日頹，□　炯思而弗及。聞先黎之達教，固積善於遺慶。晞明休而受言，想介福之保定。靡心貞以祇服，泝大順而委命。君在初之嘉惠，每成言而永日。怨谷風之攸歎，彌九齡而未撤。願自獻於承間，悲黨人之造膝。舒幽情其曷訴，卷永懷而淹恤。嗟哲士之足歎，傷邦家之殄瘁。痛靈修之匪懷，頹九成於一簣。忘大寶之勿假，輕挈瓶之守器。仰剪翮於凌霄，俯歸飛於矰□。毀方城於泰川，投江漢於泥渭。悲彼黍之在郢，悼宗楚之莫餼。撫傷心以告哀，將斯情之孰慰。 \\n 悲郢 \\n 登高山以遐望，念悠處之淹流。豈大川之難濟，悲利涉之莫由。申修誠以砥節，反內鑒而自求。考余心其焉可，往嵇度於神謀。訪斯言以卜居，想貞龜以告猷。將矯翼而塗險，思振清而世濁。羗釋筴而評子，諒不疑其何卜。朝彈冠以晞髮，夕振裳而濯足。有懷沙以赴淵，無抱素而蒙辱。愁纏綿以宅心，長歎息而飲淚。步江潭以彷徉，頻行吟而含悴。遇漁父之戾止，興讜言而來憇。雖懷芳而握瑜，懼輕塵之我穢。顧虛景而端形，矧同波於俱醉。迨伊人之消遙，聊仰葉於林側。懷達心以遠悟，怡哀顏而表色。仰班荊之遺情，想嘉訊而良食。若有言而為吐，忽棄予而凌波。揮龍榜以鼓汰，遺芬響而清歌。俟滄浪之濯纓，悲余壽之幾何。　褊愧心之歎渝，恨爾謁之莫和。捐江魚之言志，營玄寢於汨羅。苟懷忠而死節，豈有生之足嘉。 \\n 行吟 \\n 悲怨思之多感，情惆悵而遠墓。世玄黃而既渝，心居貞而抱素。冀斯氣之一清，要佳人於天路。考年載以遲之，悲歲律之以暮。攬豐草於朝日，思先晞於湛陸。規法圓而天象，矩則方於地行。祇信順以自範，邀式榖於神聽。悲登魂之無抗，訊貞夢而通靈。悔抱道而懷顧，悲實蕃之已盈。頓椒丘而息駕，振初服而翱翔。結瓊蕤之芳襟，襲凌華之藻裳。懷瑤林之珍秀，握蘭野之芳香。命巫咸以啟期，訪百神而考祥。靖永言以聽命，欽靈誶而肅邁。振華冕之玉藻，樹象軒之高葢。鸞假翼以鳴和，霓揮景而縈斾。芳塵穆以煙熅，彤雲起而深藹。遊八極以大觀，結飛轡以長想。將結軌而是狹，願援楫而川廣。雖我服之方壯，思振策其安往。舒遠懷以弭節，搴世羅於天網，亂曰；猗猗芳草殖山阿兮，朝日來照。發豐華兮，秋風蕭瑟。凝霜加兮，傾葉懷春，猶俟河兮。 \\n 纡思 \\n 偏舟流而無過，悲窮思之永久。聽幽荒而罔詔，眷寥廓而無友。沉流液於繩樞，逝回飈於甕牖。呼寂寞而靡應，攬虛無其何有。神悠悠而永念，憂綢繆而盈室。哀惻心而響起，時棄予而景逸。招逝運其難徵，儀遺範而無律。雖芳林之將焚，豈蘭響之可謐。晞馥風於曠野，思同芬而靡質。命險太其靡常，道離隆而匪易。纡幽情而思古，援在昔而立辟。俟重華以同遊，悲瑤圃之難適。舟登陸其焉濟，輪涉淵而無迹。悲荒塗之既舛，臨遵渚而□策。欲隨波以周流，恨匪石之難頹。將從風而卷舒，悲直矢之辭懷。貞朗志而玉折，厲勁心而蘭摧。喟我懷以寤歎，闡前鑒而自融。忠與邪其莫可，豈余命之所窮。俯投迹而世洿，仰晞志而道隆。耻蒙垢於同塵，思振袂於別風。明爽心以畢志，考吾道以自終。 \\n 考志 \\n 天機偏其挺葢，玉衡運而回襄。景彌修而日短，時愈促而夜長。和音變而改律，乘風革而為商。感秋林之夙暮，悲芳草之中霜。存倏忽而風邁，逝揮霍而雲散方。輕焱而烱遲，比收雷而景宴。將愉樂以夙興，迢良日於昧且。痛予生之不辰，逢此世之多難。將藹藹而未颺，世渾渾其難澄。風頹山以離谷，波平淵而為陵道。曠世而朴散，化固滯而物凝。恨輶德以莫舉，悲民鮮知孰勝。景照明以妙見，音振響而櫖聞。金淬堅以示斷，芑靡質而效芬。罄貞規以殉節，反蒙謫於朋羣。資小心以惴惴，悲江草之芸芸。亂曰浮雲晻藹天明息兮，矰羅重設。鳳矯翼兮，梧桐逝矣。樹榛棘兮，思我芳林喟歎息兮， \\n 感逝 \\n 哀時命之險薄，懷斯類以結憂。手拊膺而永歎，形顧景而長愁。生遺年而有盡，居靜言其何須。將輕舉以遠覽，眇天路而高遊。結垂雲之翠虬，駕琬琰之玉輿。揮采旄以煙指，靡華旌而電舒。命日月以清天，吾將遊乎九閡；命屏翳以夕降，式飛廉以朝興。塗蒙雨後輕景，貞暉而先登。陪湘妃於雕輅，列漢女以後澄。瓊娥起而清嘯，神風穆其來應。騑憑雲而響駭，驂噓天而景凌。望紫微以振策，躡太階而遂升。飛芝葢之翼翼，回雲車之轔轔。朝總辔於扶桑，夕飲馬於天津。伐河鼓以解徵，迄昆崙而凱振。軌凌虛而遺迹，塵蒙飈而絕輪。豈遠遊之無樂，懷故都而傷情。靡龍首以還顧，轉瑤衡而回縈。泝凱風以流盻，悲舊邦之穢傾。眷南雲以興悲，蒙東雨而涕零。凌百川而絕蹈，仰濯髮於崢嶸。豈沉瘁之足弭，將蟬蛻於長生。 \\n 征 \\n 痛世路之隘狹，詠遂古而長悲。鏡端形於三接，照直影於太微。祇中懷以眷慕，豈鑒寐而忘歸。悼天朝之遂晦，構貝錦於繁文。侈南箕以鼓物，藹青陽而播芬。迹同塵而壤絕，景和光而天分。俯隕息於縈波，仰頹歎而崩雲。折若華以翳日，時靡靡而難停。飡秋菊以却老，年冉冉其既盈。欲假翼以天飛，怨曾飈之我經。思戢鱗以遁沼，悲沉網之在淵。有河清而志得，挫千載之長年。擠哀響於頹風，寓悲音於絕絃。嗟有生之必死，固逸我以自休。彼達人之遺物，甘搴裳而赴流。矧余情之沉毒，資有生以速憂。悼居世其河慼，固形存其為尤。想百年之促期，悲樂少而難多。修與短其足　。曷久沉於汨羅。□攔漪而負石，涉清湘以懷沙。臨恒流而自墮，蒙濬壑之隆波。接申胥於南江，□□□於□□。鼓層雲以攜手，仰接景而登遐。 \\n 啓疏 \\n 諫吳王起西園第宜遵節儉啓 \\n 郎中令臣雲言：西園犬營第室，雖未省節度豐儉之制，然用功甚嚴，竊懼事不得濟。愚臣管見，輒敢瞽言。臣竊見世祖武皇帝臨朝淵默，訓世以儉，即位二十有六載，宮室臺榭，無所新營。屢發明詔，厚戒豐奢，國家纂成，務在遵奉。而世俗陵遲，家競盈溢，漸漬波蕩遂以成風。雖嚴詔屢宣，而侈俗茲廣，每觀詔書，眾庶歎息。清河王昔起幕宅，未及極偉時，手詔追述先帝節儉之教，懇切之旨，形於四。海清河王毀壞城宅，以奉詔命，海內聽望，咸用欣然。臣慮以先帝遺教，日以凌替，聖上憂勤，猶未之振。今興國家協崇大化，追闡前蹤者實在殿下。先敦素朴，而後可以訓正四方，示民知禁。竊謂第室之設，可使儉而不陋，凡在崇麗，一宜節以制。然後上厭帝心，下允民望，且自閒制國之用，事從節省。而方於此時大造第宅，又非聖意從儉之旨。臣以凡才，殿下不以其駑闇，特蒙扳擢，將以臣能有狂夫之言，可以裨補聖德。臣自奉職以來，亦思竭忠效節以報所受之施，是以不慮犯迕，敢陳所懷，，若愚臣言有可采，起垂三省。 \\n 又疏 \\n 臣雲言：間一日敢獻瞽言以于聞，天恩未加咎責，猥發明令，臣伏誦聖旨，奉用歎息。臣聞有國者，不患宮室之不崇，患在令名之不立。是以賢人之在富貴，莫不卑身節欲，欲損己挹情，能保其國家，令聞百世觀。厯觀古今以，約失之者，實寡；以奢失之者葢眾。非天下之至德，孰能居豐行儉；在富能貧，清儉節素，自殿下家道，此所以懷集四方，而使兆民服者也。世祖武皇帝富有四海，貴為天子，居離宮之館，身御家人之服，先帝豈欲以此道止於治身而已者哉？固將必欲遺訓百世，貽燕子孫。此固殿下所宜祇奉也。昔淮南太妃當安厝，臣兄比下墨機，時為郎中令從行。太妃令追稱先帝，養生送終，事從節儉，今宜奉用遺訓，不事豐厚。令旨懇切，言歸于約。清河昔起幕宅，發手詔又還毀，朝野之論於今未已。竊以西園第宅，用功方嚴，雖知聖德節儉有素，猶復思關愚言，以補萬一，亦臣繾綣微忠，昊天罔極之誠也。至被明令，聖旨炳然，嘉承至道，奉以稱慶，不勝下，情謹疏以聞。 \\n 諫吳王起觀疏 \\n 郎中令臣雲言：前啟西園第宅，宜遵先帝節儉之制，不宜使至豐麗，被命優隆，言歸謙素。臣奉以辛憙，而聞屋宇之制，既自崇侈。竊聞當復起觀六間，既非前令之旨，且臣亦竊用不安。臣聞詩云：昊天有成，命二后受之，成王不敢康。今四祖創基，既垂成命，晢王繼體，世祖恭儉，殿下承之，固宜奉不甯。而自昔造第過度，民歎其勞瘁，士譏其過尤，謗言未弭，而又加以崇侈，此誠不可不惜。先帝背世曾未十年，而儉德之□，國為其首。此又所以慷慨酸心，而不敢不盡狂夫之諫者也。按晉魏以來，諸侯奢靡，第室茲廣，未有如國今日之甚者也。古人之戒，猶云無為福始，況今猶崇豐侈，作為禍先。此又臣所以寤寐憂歎，忘寢與食者也。殿下誕應運期，首建大國，固將憲章令典，貽範萬世。始基之制，不可不慎。今設為豐奢以示將來，子孫之又何以能國？且先帝勤家，如彼其素，殿下承之，若此其泰，進傷奉國之典，遏虧隆家之業，用之當身，損聖德之譽，垂之後嗣，非興邦之制，一舉而失四得。此古人之所以常太息者也且。第宅之遏，朝野所譏，而監司結舌，莫敢明言者，實以殿下國之□親，朝所以欽眾，故隱司過之鋒，結執憲之繩耳。後事直臣，必將信威明法，考制度禮。愚以此觀有必毀之理茍此物不可終然。誠不如不為，使其無毀也。今空設過制之物，而終為直士之資，臣又未見其可也。惟殿下思愚臣之言，時命有司，必省其舉。舉手懽迕，伏用流汗， \\n 請吳王引師友文學觀書問道啓 \\n 郎中令臣雲言：聞古之君子，既盛德在身，又外求諸物，是以廣納俊士，博觀載籍，朝夕師傅，夙夜勤禮。賓友嘉客。講義於前，往古來今日聞於耳，故知積德廣而流芳罔極。伏惟殿下天資聰叡，應期挺秀，聖敬敷聞，輝光日新，即位以來，仍邅不造。大禮雖闋，哀故滋有，賓客無接覲之宴，師友闕講誦之禮愚。臣所以寤寐永歎，而私懷慷慨者也。愚以宜發通客之令，使朝士有接見之緣，又可時與師友文學，披觀文籍。坐而論道，非學無以聞，義非士無以行禮。禮義既舉，帬忘允塞，此臣下所以拭目思德音之發者也。臣區區所懷敢以聞。 \\n 又啓 \\n 臣雲言：臣前啓可與師友文學，觀書論道，今又天時清適，正是講誦之日。臣聞崇山之高，不厭其峻，滄海之量，無限於廣；是以周公一日萬事，猶復旁觀百篇，孔子假期玩年，至於韋編三絕。由是言之，雖聖之弘，亦不能不求之於學也。伏惟殿下明德光劭，天資秀朗，方當光演文武，允迪皇猷。如復垂精古今之奧，仰覽千載之籍，則神道叡知，無物不照。且師有文學，朝選於眾，以德來教，雖豐祿崇禮，已隆其人。而先王之道，未簡聖聽，在位累載，官廢其職。每聽其言，亦懷慷慨。臣以可於良日就講經學，先闡大道，永播芳風。愚臣區區敢獻瞽言。 \\n 請吳王入朝啓 \\n 郎中令臣雲言：殿下自即第日來，既仍多哀，固聖體亦恒不安和。自不朝見二宮，已經年載，前既此造趙軹，近又自表出城，至五日問訊，輒以疾聞。臣切所未安，愚以此五日輿駕宜入朝。臣聞事君之道，茍在盡規，知無不為，是以愚臣敢獻瞽盲。 \\n 請吳王覆校諸官啓 \\n 郎中令臣雲言：伏見令書已部曲將李咸馮南司馬吳定給事徐泰等，覆校諸官市買錢帛簿率日决，咸南等治書以下，無所復司。而察錢帛重寶，奸吏多情，出入之用，誠宜使虛實當法，以防檢巧偽。然臣愚以聖德龍興，光有大國，選眾官材，庻工肄業，臣以虛薄，忝竊朝右，雖質弱任重，無益補察，至於奉已思勤，昊天罔極。中尉該，大農誕。皆清德淑慎，恪居所司。其下眾官，悉州閭一介，疏之咎，雖可日聞。至於處義用情，庶無大戾。今咸南軍旅小人，定泰士卒厮賤，非有清慎素著，忠公足稱。今猥使此等任以覆校，大臣所關，猶謂未詳。咸等督察，然後得信。既非開國勿用之義，又傷殿下推誠納下，曠蕩之量，雖使咸等能盡節益國，而功利百倍。至於光輔國美，猶未若開懷信士之無失。況咸等所益，不過姑息之利，而名使小人用事，大道凌替，此臣所以慷慨也。亂之所興，在於小人得親，治之所廢，在於君子自替。廢興治亂，由此而已。臣備位大臣，職在獻可，茍有管見，敢不盡規；愚以宜發明今，必罷此等，覆察眾士，一付治書。則無外之度，口光照遠。大信臨下，人思盡節以。謹隨啓以聞。 \\n 請防不法啟 \\n 郎中令臣雲言；國人兵放橫，多行非法，至使暴及市道，聲聞京邑。親信兵乃罵詈洛陽市丞，遠近囂然。聲論日廣，而主者前後所報，每蒙寬宥，故帬小敢肆其暴虐。前輿駕當東時，臣具以奏聞，上立節度，亦備嚴上下司察。念在奉宣，而親信卒泰，矯稱徒關，強市民物。至使行道哀窮，路人歎惋。臣下祇命，幸使罪人時擭，僉以泰宜加重戮，以戒肅芳來。軍督督李嬰行實奸穢，然身備王人，雖不致法，猶加捶楚。主者奏泰依嬰決罰，事寢不出，而特今原泰。泰之凶狡，罰至大辟。至於今日，不蒙薄罰，臣切以自今帬醜虎視，競為暴虐矣。小人得志，則下凌上替。前卿顯言事大農，文旨倨傲，反成却安，功名之士，議在不辱，而顯等恃恩，敢行侮慢。臣時列啟，并呈顯言，事寢不省。是以自來拱嘿，未敢多言。切見國法日侈，而恩宥無已，誠懼威禁遂頹，醜聲茲聞。愚謂自今宜齊之以法，使下知禁，有司所執，猶宜時聽。不然以往，則監司之吏，鋒鉅靡加而準繩替矣。臣忝竊非據，與聞國事，服事以來，荏苒三年，朝憲多違，威御無列；好問不登，而流聲播，越皆由執政之臣，官非其人。常思收迹自替，已避賢路。□為受遇，徵報未效，是已忍垢素餐，敢用文諫。惟殿下哀明愚臣，繾绻愚臣不以前後干迕，多見罪責。臨紙慷慨，言不自盡。 \\n 陸清河集-書 \\n 移太常府薦張贍書 \\n 蓋聞在昔聖王，承天御世，殷薦明德，思和人神，莫不崇典謨以教思，興禮學以陶遠，是以帝堯昭煥，而道協人天，西伯質文，而周隆二代，大晉建皇業，配天地，區夏既混，禮樂將庸，君侯應歷運之會，贊天人之期，博延俊茂，熙隆載典，伏昆衛將軍舍人同郡張贍，茂德清粹，器慮深通，初慕聖門，棲心重仞，啟塗及階，遂升樞奧，抽靈匱於秘宮，披金滕於玄夏，思樂百氏，博採其珍，辭邁翰林，言敷其藻，探微集逸，思心洞神，論道屬書，篇章光覿，含奇宰府，婆娑公門，棲靜隱寶，淪虛藏器，褧裳襲錦，褐衣被玉，曾泉改路，懸車將邁，考槃下位，歲聿屢遷，縉紳之士，具懷愾恨，方今太清闢宇，四門啟籥，玄綱括地，天網廣羅，慶雲興以昭龍，和風起而儀鳳，誠巖穴耀穎之秩何津託乘之日也，而贍沉淪下位，群望悼心，若得端委太學，錯綜先典，垂纓王階，論道紫宮，誠帝室之瑰寶，清廟之偉器，廣樂九奏，必登昊天之庭，韶夏六變，必饗上帝之祀矣。 \\n 答車茂安書 \\n 雲白前書未報，重得來況，知賢甥石季甫當屈鄮令，尊堂憂灼，賢姊涕泣，上下愁勞，舉家慘戚，何可爾耶，輒為足下，具說鄮縣土地之快，非徒浮言華艷而已，皆有實徵也，縣去郡治，不出三日，直東而出，水陸並通，西有大湖，廣縱千頃，北有名山，南有林澤，東臨巨海，往往無涯，汜船長驅，一舉千里，北接青徐，東洞交廣，海物惟錯，不可稱名，遏長川以為陂，燔茂草以為田，火耕水種，`不煩人力，決泄任意，高下在心，舉鈒成雲，下成雨，既浸既潤，隨時代序也，官無通滯之穀，民無飢乏之慮，衣食常充，倉庫恒寶，榮辱既明，禮節甚備，為君甚簡，為民亦易，季冬之月，牧口既畢，嚴霜隕而蒹葭萎，林鳥祭而□羅設，因民所欲，順時游獵，結罝繞□，密罔彌山，放鷹走犬，弓弩亂發，鳥不得飛，獸不得逸，真光赫之觀盤戲之至樂也，若乃斷遏海浦，隔截曲隈，隨潮進退，采　捕魚，鱣鮪赤尾，□齒比目，不可紀名，鱠鰡鰒，炙□鯸，烝石首，矐□□，真東海之俊味，肴膳之至妙也，及其□蛤之屬目，所希見，耳所不聞，品類數百，難可盡言也，昔秦始皇至尊至貴，前臨終南，邏燕阿房，離宮別館，隨意所居，沉綸涇渭，飲馬昆明，四方奇麗，天下珍玩，無所不有，猶以不如吳會也，鄉東觀滄海，遂御六軍，南巡狩，登稽嶽，刻文石，身在鄮縣，三十餘日，夫以帝王之尊，不憚爾行，季甫年少，受命牧民，武城之歌，足以興化，桑弧蓬矢，丈夫之志，經營四方，古人所歎，何足憂乎，且彼吏民，恭謹篤慎，敬愛官長，鞭朴不施，聲教風靡，漢吳以來，臨此縣者，無不遷變，尊大人賢姊上下，當為喜慶，歌舞相送，勿為慮也，足下急啟，喻寬慰具說此意吾不虛言也，停及不一一，陸雲白。 \\n 與戴季甫書 \\n 雲頓首頓首，惟夏始暑，願府館萬福，疾病處遠，人信希少，情問闕替，申閒曠年，瞻慕敬想，與言反側，隆敦比辱慰誨，銜抱豐眷，以增愚跡，不勝勤企，謹及君之書，不以備。 \\n 隆敦上 \\n 有脫誤 \\n 又 \\n 陸雲頓首頓首，曠遠以來，忽踰年載，宗想輝蔭，引領惟慕，東歸之後，疾患增瘵，且道路悠遠，不值信便，久念自修，而經年不果，雖在伏枕，至於結心注望，實係光塵累蒙誨命，舊眷惟新，執對之日，如或面展，長塗自替，廳誨未由，瞻企勤戀，守以委重，表不具今更繼情。 \\n 又 \\n 季鸞公，世相係徂落，俊德茂業，邦家之彥，一朝並地，永爾淪沒，哀痛切裂，不能自勝，奈何奈何，江南初平，人物失敘，當賴俊彥，彌縫其闕，加在二賢，楚國之良，沉寶積寶，未重大朝，重惟痛恨，言增哀咽，誠念仁風篤烈，如在疇昔，意愛所隆，嗟悼之心，誠不可言，備家其分，情兼切傷，加承仁誨，益以惻愴。 \\n 又 \\n 武陵於荊州云多人士。聞周孟子、伍令明、潘世長諸人，並為美德，心常依依，今日遭遇，良驥展才之秩也，不審達者凡有幾人，無因廳承誨語，咨稟未聞，每懷勤企，表不盡言。 \\n 又 \\n 長游前下，停此十餘日，想德欣喜，無以為喻，分別恨恨，于今戀之，當暑遠涉，益追心懸，清粹沉茂，思敏通微，居德履道，秉心真寶，貴一時良彥，君之別久，見之懽察，風姿美令，心神烈暢，已成美器，欽愛之情，欸然至實，近聞若思，未有通塗，每用於邑。 \\n 又 \\n 周安東昔奄薨徂，追慕切剝，不能自勝，勳業弗究，早爾背世，遺惠鄱州，民物同哀，備記名義，情兼切裂，在此會同，每言高重武陵，至心款列，誠念篤終，必垂悽愴，王季楊孝友行素，既簡清塵，在此接近，備其所顧，居心秉尚，用志不茍，公私操實，足為美器，今為士斷，品還此郡，前群小虛妄，遂下其編牒，為之憤歎，人物遠士，□倫多失，願垂未光，益有以潤，區區至心，謹復言意，戴彥遠永昌猶為遠小，想其必有惠政耳。 \\n 又 \\n 郭敬言蒸陽良才遠負，為之邑歎，以其姿望，足以致高，想不久爾耳，石行文在無錫，大有清績，一州之高功長吏，此家行素道實，州閭所稱，疇昔接事，既盡其才，願重榮益，以成其實，凡在羽族，思附鳳翼，風塵所集，無不拭目。 \\n 與張光祿書 \\n 長幼之序，人倫大司，季世多難，失敬在昔，敢希令典，求思自邁，謹奏下敬，以藉虔款，顧今文彥先，每宣隆眷，彌泰之惠，懷德惟慚，守以反側，既晞仁風，委心自昵，加與沛君，分同骨肉，憑藉之懷，凝心如結。 \\n 又 \\n 加蒙顧遇，重以傾倒，惟亮歸誠，石行文敦素篤邃，道實茂淑，器敏既美，思學又快，南州良德，今者東行，望風自託，其意繾綣，願厚接納，副其乃心。 \\n 與朱光祿書 \\n 少長之禮，教化所崇，中葉凌遲，舊章廢替，追惟前訓，思遵在昔，敢慕高義，謹奏下敬。 \\n 與嚴宛陵書 \\n 少長之序，禮之大司，晚節陵替，舊章殘棄，瞻言令典，既慕欽承，仰憑高風，實副邦民，謹奏下敬，以藉虔款，思復未遠，庶免誨吝。 \\n 與楊彥明書 \\n 雲白，欽明去書不悉，彥光來得書以為慰，時去荏苒，歲行復半，悲此推移，終然何及，漸以欲熱，想自如常，悠悠守限，良談未日，眇然東望，思以敘至，及反憒罔不多，行矣愛德，往來相聞。 \\n 又 \\n 雲白，省示累紙，重存往會，益以增歎，年時可喜，何速之甚，昔年少時，見五十公，去此甚遠，今日冉冉，巳近之巳，耳順之年，行復為憂歎也，柯生而多悅，樂春未厭，秋風行戒，已悲落葉矣，人道多故，懽樂恒乏，遨遊此世，當復幾時，各爾永鬲，良會每闌，懷想親愛，寤寐無忘，書無所悉。彥先來相欣喜，便復分別，恨恨不可言，階塗尚否，通路今塞，令人惘然，名論允進，遠而有光者，度此顯期，不淹民望耳，廟堂之士，比跡山棲者，悲歎豈惟一人，少明湘公，亦不成遷，名公之舉，且可以為資，然令恨恨，當行行復有宜耳。 \\n 又 \\n 彥光相說疾患，漸欲增廢，深為怛然，行向衰篤，疾來應百年之望，雖未必此為疑，然親親所以相卹之一感耳，想勸服藥，行復向佳耳，吾既當羸，間來體中，亦恒少賴，日爾匆匆，則堪自力，未速待罪，會期難勀，情之戀想，何勞之多，好自愛屢相聞。 \\n 又 \\n 行言竟行，令人恨之，巳當至未耶，能少留不，世明篤行至性，如前後所論語，其偶爾，旋冀能悟耳，而聞其遂遠溯，真使愕然，佞已所不可虧一國之清格乎，輒便絕意彥先所一二。 \\n 又 \\n 戴會稽如是便發，分別恨然，一十名士，惟當有此君耳，失分重勞，令人歎息，善得日夕，真家人若思望之，清才俊類，一時之彥，善並得接，九月中可得達東禮，衡陽長沙甚快，東人近未復有見敘者，公進屈久，恒為邑罔，黨方有清，塗薄國讓在內，中大有好稱此家，一時美德也，在事又佳，甚快甚快。 \\n 又 \\n 永耀已葬，冥冥遠矣，存想其人，痛切肝懷，奈何奈何，聞伯華善佳，深慰存亡，人生有終，誰得免此，且使繼嗣克勝，堂構有紹，亦存亡之願也，朋類喪索同好，日盡如此，生輩那可復多耶，臨書酸心。 \\n 與陸典書 \\n 雲再拜，自曠但爾，已復經時，限制長路，惟親末期，吟近晨風，傾匡結言，來誨綢繆，篤眷彌隆，誦玩千周，以當待會，靜言莫瞻，翹翹仰慕，大人汜愛，在我尤弘，每啣思戀，何時去心，限此省省，願言用替，遙瞻靈丘，感時情傷，往來信理，自更繼情，如有信，唯不玉音。 \\n 又 \\n 雲再拜，侍郎此侍數會同邪，常憶戀此君，不慚有殞，此君公私並□，年長而志，新齒邁而曾勤家宗美者也，常感其篤，分封之始，年相見重達其至心。 \\n 又 \\n 雲再拜，日月運邁，一何流速，銜哀經變，繫思愈深，亡靈處彼，黃塘幽曠，在遠之憶，心常愴裂，含痛靡及，悠悠奈何，想時時復一省視，思至心破，無所屬情，叔父一兄，故尚未達，想不久至耳，深憂徙際，公私哀罔，曠離山墓，永適異國，四時靈寂，桑梓靡循，且念親各爾分析，情感復結，悲歎而已，知大人每垂卹逮也，臨表悲猥，絕筆餘哀，不知所次，雲再拜。 \\n 又 \\n 每念彥先，情兼剝裂，年盛志美，令姿可借，舉言及此，不知心傷也。 \\n 又 \\n 雲再拜，國士之邦，實鐘俊哲，太伯清風，遯世立德，龍蛇東嶽，三讓天下，垂化邁跡，百代所晞，高蹤越於先民，盛德稱乎在昔，續及延陵，繼響馳聲，沉淪漂流，優遊上國，聆音察微，智越眾俊，通幽暢遐，明同聖哲，言偃昭烈於孔堂，員武邁功於諸侯，自秀偉相承，明德繼腫，亦為不少，吳國出祚，雄俊尤盛，今日雖衰，末皆下華夏也，來誨所及，遐邇同懷，重及二聖，下逮眾子，或生羌狄，或在邊域，勳美之隆，實如嘉誨，愚以東國之士，進無所立，退無所守，明裂皆苦，皆未如意，雲之鄙姿，志歸丘壟，蓽門閨窬之人，敢晞天望之冀，至於紹季札之遐蹤，結鬲肝於中夏，光東州之幽昧，流榮勳於朝野，所謂窺管以瞻天，緣木而求魚也，重申不□，雲再拜。 \\n 又 \\n 雲再拜，每惟大人挺自然之妙質，稟淵姿之弘毅，克壯其烈，兼詠之道，希文尚武，潛居以娛其志，靜處以育其神，遊步八素之林，逍遙德化之囿，豈如某者棄曳□□，世道通明，俊乂在官焉，使晞世之寶，久隱岑崟之山，逸景之跡，永縶幽冥之阪，方將車乘回綸，束帛箋箋，排金風於太微，跨天路以妙觀，恢皇綱之大烈，垂榮祚乎祖宗，此乃大人之所宜循，非允夫之可企望也，無因親展，書以言心，心之所積，萬不敘一，雲再拜。 \\n 又 \\n 雲再拜，巨卿前行，陵有小事，惟以具聞，事已大了，猶以為願，行欲取歸，念別方至，豫以愍然，每相見未嘗不以大人為言，想令仁士光令遠公然兄弟，屢數常存思想，想令遠分好，巳為綢固，彥恩復蒙誘掖耳，無因覲對，言不盡心，屢垂誨以慰遠思，雲再拜。 \\n 又 \\n 雲再拜，巨卿在臺，高譽洋溢，洛邑之內，無不欽敬，東南之貴，寶真不但會稽之篠簜也，每會常共歌詠，信無一面，不歎吟也，想方周旋，攜手散今日之思耳，雲再拜。 \\n 又 \\n 雲再拜，輒宣來意，仲應此家，大自欽重，大人儻已見其意耳。 \\n 又 \\n 雲再拜，不知從事今在州得假歸耳，想今來得行，有緣侍面耳，每得令遠書，感賴豐化，言言歸款，來誨恤及，亦為無已，情深欣如，云在身年歲及，人名聞難集，非賴師友，何以自濟，願敦惠助，為之光輔，巨仁在此，華亭之望，以大人為宗主，宜令小大得分，亦崇弘業也，雲再拜。 \\n 弔陳永長書 \\n 雲頓首頓首，哀懷切怛，賢弟永曜，早喪俊德，酷痛甚痛，奈何，陸士隆頓首頓首。 \\n 又 \\n 雲頓首頓首，天災橫流，禍害無常，何圖永曜，奄忽遇此，凶問卒至，痛心摧剝，奈何奈何，想念篤性，哀悼切裂，當可堪言，無因展告，望企鯁咽，財遣表唁，悲猥不次，雲頓首。 \\n 又 \\n 永曜茂德遠量，一時秀生，奇蹤瑋寶，灼爾凌群，光國隆家，人士之望，冀其永年，遂播盛業，攜手退遊，假樂此世，奈何一朝，獨先彫落，奄聞凶諱，禍出不意，拊心痛楚，肝懷如割，奈何奈何，豈況至性，何可為心，臨書鯁塞，投筆傷情。 \\n 又 \\n 與永曜相得，便結願好，契闊分愛，恩同至親，憑烈三益，終使所願，中間離別，但爾累年，結想之懷，夢寐仿佛，何圖忽爾，便成永隔，哀心慟楚，不能自勝，痛當奈何奈何，義在奔馳，牽役萬里至心，不敘東望貴舍，雨淚霑襟，今遣吏并進薄祭，不得臨哀，追增切裂，幸損至念，書重不知所言。 \\n 又 \\n 永曜素自彊健，了不知有此患，險戲之災，遂不可救，豈惟貴門，獨喪重寶，此賢之殞，邦家以瘁，情分異地，痛心殊深，已矣遠矣，可復奈何，追想遺規，不去心目，悠悠無期，哀至悲裂，不知何言，可以言知，酷楚而已。 \\n 弔陳伯華書 \\n 大君遠資，高數世之瑰瑋，當光裕大業，茂垂勳名，奈何日朝，早爾喪墜，自聞凶諱，痛心割裂，追惟哀摧，肝心破剝，痛當奈何奈何，相念夙年，奄嬰哀艱，扳慕不及，當可為心，牽役遠路，無因奔馳，東望靈宇，五情哽咽，割切哀慕，書重感猥不次。 \\n 又 \\n 昔與大君，分義款篤，彌隆之愛，恩加兄弟，憑此烈好，要以始卒，何圖大君，獨先早世，遠聞訃問，若喪四體，拊心慟楚，肝心如割，奈何奈何，豈況至性，當何可言，今遣吏恭 \\n 集薄祭，不得臨喪，以敘悲苦，計往人到貴舍之日，揮涕而已，投筆欷歔。 \\n 春節帖 \\n 三月十六日，雲白，春節餘不適得示之足下平安，為思面未知何由如何，信數之及，卿既清邃，可知經高言人歎之，當今征南取之也。 \\n 書 \\n 與兄平原書 \\n 一日案行，并視曹公器物床薦席具寒夏被七枚，介幘如吳幘，平天冠遠遊冠具在， \\n 嚴器方七八寸，高四寸餘，中吳鬲如吳小人，嚴具床刷膩處尚可識，疏枇剔齒，纖綖皆在，拭目黃絮二在垢，垢黑目淚所沾洿，手衣臥籠挽蒲棋局書箱亦在，奏案大小五枚書車，又作岐案，以臥視書扇，如吳扇要扇，亦在書箱，想兄識彥高書箱甚似之，筆亦如吳筆，硯亦爾，書刀五枚，琉璃筆一枚，所希聞，景初三年七月劉婕妤折之見，此期復使人悵然有感處，器物皆素，今送鄴宮大尺間數，前巳白其繐帳及望墓田處，是清何時臺上諸奇變無方，常欲問曹公使賊得上臺，而公但以變譎，因旋避之，若焚臺當云何，此公似亦不能止，文昌殿北有閣道，去殿文內中在東，殿東便屬陳留王，內不可得見也。 \\n 案魏武帝於漢為相不得有婕妤又景初是魏明帝 \\n 年如此則文帝物也與曹公器玩同處故致舛雜矣 \\n 又 \\n 一日上三臺，曹公藏石墨數十萬片，云燒此消復可用，然煙中人不知，兄頗見之不，今送二螺。 \\n 又此書舊誤接前二螺 \\n 下作一篇今正之 \\n 省曹公遺事，天下多意長才，乃當爾，作弊屋向百年，于今正平夷，塘乃不可得壞，便以斧斫之耳，爾定以知吏稱其職，民安其業也。 \\n 又 \\n 近日復案行曹公器物，取其剔齒殲一箇，今以送兄。 \\n 又　 \\n 兄于道有古方泉，其銘如此，不審兄頗曾見此書種稷不，近因魯引，以問祕書中，謹啟。舊接今送一篇篇 \\n 疑兄上有脫誤 \\n 又 \\n 雲再拜，前省皇甫士安高士傅，復作逸民賦，今復送之，如欲報稱，久不作文，多不悅澤，兄為小潤色之，可成佳物，願必留思，四言五言非所長，頗能作賦，為欲作十篇，許小者以為一分生於愁思，遂復文誨，欲得雲論，間在郡紛紛，有所鉤定，言語流行斷絕，欲更定之，而了不可以思慮，今日好醜不可視，想冬下體中佳，能定之耳，兄文章已自行天下，多少無所在，且用思困，人亦不事復及，以此自勞役，間居恐復不，能不願當自消息，謹啟。 \\n 又　 \\n 雲再拜，祠堂頌已得省，兄文不復稍論常佳，然了不見出語意，謂非兄文之休者，前後讀兄文一再過，便上口語，省此文雖未大精，然了無所識，然此文甚自難事，同又相似，益不古，皆新綺，用此已自為洋洋耳，答少明詩，亦未為妙，省之如不悲苦，無惻然傷心言，今重復精之，一日見正叔與兄讀古五言詩，此生歎息，欲得之，謹啟。 \\n 又 \\n 雲再拜，二祖頌甚為高偉，雲作雖時有一佳語，見兄作又欲成貧儉家，無緣當致兄此謙辭，又雲亦復不以茍自退耳，然意故復謂之微多，民不輟歎一句謂可省，武烈未得有吳說桓王之事，而云建其孤，恐太組不得為桓王之孫，雲前作此頌及信以白兄，作游仙詩故自能，劉氏頌極佳，但無出言耳，二頌不減，復過所望，如此已欲解此，公之半歲暮，賦甚欲成之，而不可自用，得此百數十字，今送不知於諸賦者，不罷少不想少佳承當送到洛，陳琳大荒甚極，自雲作必過之，想終能自果耳，謹啟。二陸不見二祖頌劉氏頌游仙 \\n 集並詩惟歲暮賦耳所失多矣 \\n 又 \\n 雲再拜，兵真凶事，生來初不見習，頃觀之，正自使人意惡，羊腸轉時極佳，問人皆不解，何以作此，轉雖云欲相泄，恐此正自取好耳，說之不能工，願兄試一說之，張義元答員淵之回流崑崙吐河不體，正自似急水中山石間，是人謂回轉者，但言之辭不工耳，不知此中語，於諸賦中何如。 \\n 又 \\n 頃日極匆匆，病一十當出略通，日在馬上，此不可諧，又恐信不及兄，今以因休祖致，又力作無錫書，極無賴，甚不備具，如是更白問于中。 \\n 又 \\n 雲再拜，省諸賦，皆有高言，絕典不可復言，頃有事復不大快，凡得再三視耳，其未精，倉卒未能為之，次第省述思賦，深情至言，實為清妙，恐故復未得為兄賦之最，兄文自為雄，非累日精　，卒不可得，言文賦甚有辭，綺語頗多，文適多體，便欲不清，不審兄呼爾，不詠德頌甚復盡美，省之惻然，扇賦復中愈首尾，發頭一而不快，言烏云龍見，如有不體，感逝賦愈前，恐故當小，不然一至不復，減漏賦可謂清工，兄頓作爾多文，而新奇乃爾，真令人怖，不當復道作文，謹啟。 \\n 又 \\n 雲再拜，祠堂贊甚已盡美，不與昔同，既此不容多說，又皆一事，非兄亦不可得，見弔少明，殊復勝前弔蔡君，清妙不可言，漢功臣頌甚美，恐弔蔡君故當為最，使雲作文，好惡為當，又可成耳，至於定兄文，惟兄亦恕其無遺情，而不自盡耳，丞相贊雲：披結散紛辭，中原不清利，兄已自作銘，此但頌實事耳，亦謂可如兄意，直說事而已，右當復屬文於引，便當書前銘耳，謹啟。 \\n 又 \\n 雲再拜，誨欲定吳書，雲昔嘗已商之兄，此真不朽事，恐不與十分好書，同是出千載事，兄作必自與昔人相去，辯凶則已是過秦對事，求當可得耳，陳壽吳書，有魏賜九錫文，及分天下文，吳書不載，又有嚴陸諸君傳，今當寫送，兄體中佳者，可並思諸應作傳，及作引甚單，常欲引之，未得兄所作引甚好，雲方欲更作引，述思賦儻自竭厲，然雲意皆已盡，不知本復何言，方當積思，思有利鈍，如兄所賦，恐不可須，願兄且以示伯聲兄弟。 \\n 又舊與前書合為一篇 \\n 語意不貫今折為二 \\n 前日觀習，先欲作講武賦，因愈遠言大體，欲獻之大將軍，才不便作大文，得少許家語，不知此可出不，故鈔以白兄，若兄意謂此可成者，欲試成之，大文難作，庶可以為，關雎之見微，謹啟。 \\n 又 \\n 雲再拜，往日論文，先辭而後情尚潔，而不取悅澤，嘗億兄道，張公父子論文，實欲自得，今日便欲宗其言，兄文章之高遠絕異，不可復稱言，然猶皆欲微多，但清新相接，不以此為病耳，若復令小省，恐其妙欲不見，可復稱極，不審兄尤以為爾，不茂曹碑皆自是蔡氏碑之上者，比視蔡氏數十碑，殊多不及，言亦自清美，愚以無疑不存，三祖贊不可聞，武帝贊如欲管管流澤，有以常相稱美，如不史願更視之，小跛幾而悅奕為盡理，雲今意視文，乃好清省，欲無以尚，意之至此，乃出自然，張公在者必罷，必復以此見調，不知九愍不多，不當小減，九悲九愁，連日鈔除，所去甚多，才本不精，正自極此，願兄小為之，定一字兩字出之，便欲得遲望不言，謹啟。 \\n 又 \\n 雲再拜，仲宣，文如兄言，實得張公力，如子桓書，亦自不乃重之，兄詩多勝其思親耳，登樓賦無乃煩感丘，其弔夷齊辭不為偉，兄二弔自美之，但其呵二子小工，正當以此言為高文耳，文中有於是爾，乃於轉句誠佳，然得不用之益快，有故不如無，又於文句中自可不用之，便少亦常云四言，轉句以四句為佳，往曾以兄七羨，回煩手而沉哀，結上兩句為孤，今更視定，自有不應用時，期當爾，復以為不快，故前多有所去，喜霽俯煩習均弔誠重離，此下重得如此語為佳，思不得其韻，願兄為益之，謹啟。 \\n 又 \\n 雲再，拜嘗聞湯仲歎九歌，昔讀楚辭，意不大愛之，頃日視之，實自清絕滔滔，故自是識者，古今來為如此種文，此為宗矣，視九章時有善語，太類是穢文，不難舉意，視九歌便自歸謝絕，思兄常欲其作詩文，獨未作此曹語，若消息小佳，願兄可試作之，兄復不作者，恐此文獨單行千載，間嘗謂此曹語不好，視九歌正自可歎息，王褒作九懷亦極佳，恐猶自繼，真玄盛稱九辯，意甚不愛。 \\n 又 \\n 雲再拜，頃得張公封禪事，平平耳，不及李氏，其文無比，恐非其所作，欲見此公劉氏世頌，有信願付雲，頃又為輔吳奮威作頌，欲愈前頌，然亦並不以快，遣信當送九愍三賦，脫然謂可舉意，假彼頌便有怯處，想無又間便可耳，大類不便作四言五言，謹啟。 \\n 又 \\n 雲再拜，誨二賦佳，久不復作文，又不復視文章，都自無次第，文章既自可羨，且解愁望憂但作之不工，煩勞而棄力，故久絕意耳，在此悲思，視書不能解，前作二篇，後為復欲有所作，以慰小思慮，便大頓極，不知何以乃爾，前登城門，意有懷作登臺賦，極未能成，而崔君苗作之，聊復成前意，不能令佳，而羸瘁累日，猶云愈前二賦，不審兄平之云何，願小有損益，一字二字，不敢望多，音楚願兄便定之，兄音與獻彥之屬，皆願仲宣須賦縣與服索，張公語雲云：凡文故自楚，須作文，為思昔所識文，乃視兄作誄，又令結使說音耳，兄所撰願且可付之，此有書者，更校善書，送信還望之，謹啟。 \\n 又 \\n 雲再拜，疏成高作未得去省，登遐傳因作登遐頌，須臾便成，視之復謂可行，今並送之，上未定刊，及此信今，更有何所損益，後八人了無事，合會之才得二篇耳，索度是淫鬼，無緣在此中，故不可作頌，愁邑忽欲復作文，臨時輒自云佳，小久報不能視，為此故息意，文欲定前於用功夫，大小文隨了，為以解愁而作，今視所作，不謂乃極，更不自信，恐年時間，復捐棄之，徒自困苦爾，兄小加潤色，便欲可出，極不苦作文，但無新奇，而體力甚困瘁耳，謹索幼安在此，令之草，今住一弘，不呼作工，謹啟。 \\n 又 \\n 雲再拜，誨頌兄乃以為佳，甚以自慰，文章當貴經緯，如謂後頌語如漂漂，故謂如小勝耳，九愍如兄所誨，亦殊過望，雲意自謂當不如三賦，情難非體中所長，欲遍周流，雲意亦謂為佳耳，然不云其愈於與漁父，吾今多少有所定，及所欲去留欲爾，今送本往，不審能勝故不，意亦殊未以為了，南去轉遠，洛中匆匆少暇，願兄敕所遣留為當爾，可須來不，佳思慮益處，未能補所欲去，徹與察皆不與日韻，思惟不能得，願賜此一字，雲作文如兄所論，兄過所望，況乃敢當，今兄有張蔡之懷，得此乃懷怖也，謹啟。 \\n 又 \\n 雲再拜，誨歲暮如兄所誨，雲意亦如前啟，情言深至，述思自難，希每憶常侍，自論文，為當復自力耳，雲意呼發頭，但當小不如復耳，兄乃不好者，試當更思之，所誨雲文，所比愁霖喜霽之徒，實有可爾者，登樓名高，恐未可越爾，楊四公黃胡頌，恐此不得見，比聞兄此誨，若有喜懼交集，祖德頌無大諫語耳，然靡靡清工，用辭緯澤，亦未易，恐兄未熟視之耳，兄文方當日多，但文實無貴於為多，多而如兄文者，人不厭其多也，屢視諸故時文，皆有恨文體成爾，然新聲故自難復過，九悲多好語，可耽詠，但小不韻耳，皆已行天下，天下人歸高如此，亦可不復更耳，兄作大賦，必好意精時，故願兄作數大文，近日柿子安賦，亦對之歎息絕工矣，兄誨又爾，故自是高手，謹啟。 \\n 又 \\n 雲再拜，蔡氏所長惟銘頌耳，銘之善者，亦復數篇，其餘平平耳，兄詩賦自與絕域，不當稍與此校，張公昔亦云：兄新聲多之不同也，典當故為未及，彥藏亦云爾，又古今兄文所未得與校者，亦惟兄所道數都賦耳，其餘雖有小勝負，大都自皆為雄耳，張公父子亦語雲，兄文過子安，子安諸賦，兄復不皆過，其便可可，不與供論，雲謂兄作二京，必傳無疑，久勸兄為耳，又思三都，世人已作是語，觸類長之，能事可見，幽通賓戲之徒自難作，賓戲客語可為耳，答之甚未易，東方士所不得全其高名，頗有答極，謹啟。 \\n 又 \\n 雲再拜，誨九愍如所敕，此自未定，然雲意自謂故當是近所作上，近者意又謂其與漁父相見以下盡篇為佳，謂兄必許此條，而淵弦意呼作脫可行耳，致兄惟以此為快，不知雲論文，何以當與兄意作如此異，此是情文，但本少情而頗能作汜說耳，又見作九者，多不祖宗原意，而自作一家說，惟兄說與漁父相見，又不大委屈盡其意，雲以原流放惟見此一人，當惟致其義，深自謂佳，願兄可試更視，與漁父相見時語，亦無他異，附情而言，恐此故勝淵弦，兄意所謂不善，願疏敕其處，緒亦欲成之，令出意莫更感，如惡所在，以兄文，雲猶時有所能得，言雲前後所作，謹啟。 \\n 又 \\n 雲再拜，誨前二賦佳，視之行已復不如初，昔文自無可成，藏之甚密，而為復漏顯，世欲為益者，豈有謂之不善而不為懷，此不成意，想兄已得懷之耳，有作文惟尚多，而家多豬羊之徒，作蟬賦二千餘言，既無藻偉體，都自不似事，文章寶自不當多，古今之能為新聲絕曲者，無又過兄，兄往日文，雖多瑰鑠，至於文體，實不如今日，間在洛有所視已當報而此更隆，以今意觀文，見此真更以為不盡善，文羆云：故日向人歎兄文，人終來同殆以此為病，張公文無他異，正自清省無煩長，作文正爾自復佳，兄文章已顯一世，亦不足復多自困苦，適欲白兄，可因今清靜，盡定昔日文，但當鉤除差易為功力，誨已定敬長誄，意當闇與兄合，雲久絕，意於文章，由前日見敦之後，而作文解愁，聊復作數篇，為復欲有所為，以忘憂貧，家佳物便欲盡，但有錢榖，復羞出之，而體中殊不可以思慮，腹立滿，背便熱，亦誠可悲，間視大荒傳，欲作大荒賦，既自難工，又是大賦，恐交自困絕異住，經比干墓，悵然欲弔之，無又即意又事業。闕 \\n 又 \\n 雲再拜，張公箴誄，自過五言詩耳，但雲自不便五言詩，由已而言耳，玄泰誄自不及士祚誄，兄丞相箴小多，不如女史清約耳，恐兄無緣思於此，意猶云何，而兄乃有高論，更復無意，雲故日不作文，而常少張公，又今所作，兄輒復云過之，得作此公輩，便可斐然，有所謝故自為不及，諸碑箴輩，甚極不足與校，歌亦平平，彼見人讚敘者，當與令伯論吳百官次第，公卿名伯略盡識，少交當具，頃作頌及吳，事有愴然，且公傳未成，諸人所作，多不盡理，兄作之公私並敘，且又非常業，從雲兄來作之，今略已成，甚復可惜，事少功夫亦易耳，猶可得五十卷，謹啟。梅禹金云彼見 \\n 以下疑別一篇 \\n 又 \\n 義高家事，正當付令文耳，弟彥長習作吳事，云三十卷，可令欽求，謹啟。 \\n 又 \\n 雲再拜，吳書是大業，既可垂不朽，且非兄述，此一國事，遂亦失兄，諸列人皆是名士，不知姚公足為作傳不，可著儒林中耳，不大識唐子正事，愚謂常侍便可連於尚書傳下，書定自難，雲少作書，至今不能令成，日見其不易，前數卷為時有佳語，近來意亦殊已莫莫，猶當一定之，恐不全，此七卷無意復望增，欲作文章六七紙，卷十分可令，皆如今所作輩，為復差徒爾，文章誠不用多，茍卷必佳，便謂此為足，今見已向四卷，此五十可得成，但恐胸中成　爾，恐兄胸疾，必述作人，故計兄凡著此之自損，胸中無緣不病，作書猶差易，敘亦復無幾，年歲限之，猶當小復，謹啟。 \\n 又 \\n 雲再拜，一日會公大欽，欣命坐者皆賦諸詩，了不作備，此日又病極，德思惟立草，復不為乃，倉卒退還，猶復多少有所定，猶不副意，與頌雖同體，然佳不如頌，不解此意可以不，弘遠去當祖道，似當復作詩，搆作此一篇，至積思復欲不如前，倉卒時不知為可存錄不，諸詩未出，別寫送，弘遠詩極佳，中靜作亦佳，張魏郡作急就詩公甚笑燕王亦似不復祖道，弘遠已作為存耳，兄園葵詩清工，然猶復非兄詩妙者，雲詩亦惟為彼一語，如佳先已先得，便自委頓，欲更作之，昔如已身先此篇詩，了不復　彿識有此語，此語於常言為佳，謹啟。 \\n 又 \\n 雲再拜，久不復作文，了無復次第，真玄昔屢聞周侯至論，前比霖雨，下人亦作愁霖賦，好醜允敦，又因人見督，自愁慘，又了無復意，此家勤勤，難違之，亦復毒此雨，憂邑卿作之，因以言哀思，又作喜霽，今送雲作為易得耳，窮不好故都絕意，此間人呼作者皆休，故不得有所送，不審此何成已出之，故為存不棄耳，謹啟。 \\n 又 \\n 雲再拜，一日視伯喈祖德頌，亦以述作□褒揚祖考為先，聊復作此頌，今送之，願兄為損益之，欲令省而正，自輒多欲無可如省碑文，通大悅愉，有似賦愚，謂小復質之為佳，前作此頌書之，行欲遣信以白兄，昨聞有賊消息，愁憒無賴，既冀又然，又已成書，聊以付信耳，尋得李寵勸封禪草，信自有才，頗多煩長耳，令送間人，又有張公所作，已令寫別送，臨紙罔罔，不知所言，謹啟。 \\n 又 \\n 近得洛消息，□永適去二十日，書彥先訪為驃騎司馬，又云似未成已訪難解耳，敬屬司馬參軍，此間復失之，恨不得與周旋，戴允治見訪大司馬，謹啟。 \\n 又 \\n 雲再拜，君苗文天才中亦少爾然自復能作文，雲惟見其登臺賦及詩頌，作愁霖賦 \\n 極佳，頗傲雲，雲所如多恐，故當在二人後，然未見見其文，見兄文，輒云欲燒筆硯以為此故，不喜出之，曹志苗之婦公，其婦及兒，皆能作文，頃借其釋詢二十七卷，當欲百餘紙寫之，不知兄盡有不，李氏云：雪與列韻，曹便復不用，人亦復云，曹不可用者，音自難得正，謹啟。 \\n 又 \\n 雲再拜，令送君苗登臺賦為佳手筆，云復更定，復勝此不，知能愈之不，其人推能兄文不可言，作文百餘卷，不肯出之，視仲宣賦集，初述征登樓前耶，甚佳，其餘平平，不得言情處，此賢文正自欲不茂，不審兄呼，爾不真，玄亦云兄文當作宣輩，宣得此巍巍耳，愁霖喜霽，殊自委頓，恐此都自意勝，謹啟。 \\n 又 \\n 雲再拜，誨頌兄意，乃以為佳，甚以自慰，今易上韻，不知差前不，不佳者願兄小為損益，令定，下云靈施電揮，因兄見許，意遂不恪，不知可作蔡視祖德頌比不，景猶有蔡氏文四十餘卷，小者六七紙，大者數十紙，文章亦足為多，然其可貴者，故復是常所文耳，雲頃不，佳思慮胸腹如鼓，夜不便眠，了不可，又以有意兄不，佳文章已足垂不朽，不足又多，謹啟。 \\n 又 \\n 雲再拜，嵇邵周弼，並處事不值免，詔甚切甚，念之悚息，胡光祿凶，宿士可痛，含邠還云，治中書散騎並缺，是其才不知何以乃古之，謹啟。 \\n 又 \\n 雲再拜，頃哀思更力，成歲暮賦，適且畢，猶未大定，自呼前後所未有，是雲文之絕無，又憶兄常云，文後成者，恒謂之佳，貞小爾恐數，自後轉不如，今且欲寄之，既未大定，又恐此信至，兄已發，當因著洛，謹啟。 \\n 又 \\n 雲再拜，兄前表甚有深情遠旨，可耽味高文也，兄文雖復自相為作多少，然無不為高體中，不快不足復以自勞役耳，前集兄文為二十卷，適訖一十，當黃之書不工，紙又惡恨不精，謹啟。 \\n 頌 \\n 登遐頌 \\n 夫死生存亡，二理之已然者也，而世有神仙登遐之言，千歲不死之壽，其詳固難得而精矣，列仙之道，作者既集，而登遐未有焉，莊周有言，我試妄言之，子試妄，聽之彼之有無，益難以理求，我之妄聽，顧可以言寄之，遂為頌云爾。 \\n 郊間人　王子喬　玄洛　孔仲尼　九疑仙人 \\n 大勝山上女　李少君　梅福　張招左元放 \\n 劉根黃伯嚴　費長房何女子　焦生 \\n 鮮卑務塵韓眾夷門子林陽子　任作子　鬼谷子 \\n 淵哉郊間，懷寶採薪，媚茲伯陽，常道是夤，俯翼遊周，攜手入秦，遺物執一，妙世頤神，思我玄流，浩若無津，王喬淵嘿，遂志潛輝，遺形靈嶽，顧景亡歸，攣彼有傳，與爾翻飛，承雲鰷忽，飄颻紫微，玄洛妙識，飢餌神穎，在陰鰷逝，即陽無景，逍遙北嶽，凌霄引領，揮霧昊天，合神自靖，孔丘大聖，配天弘道，風扇玄流，思探神寶，明發懷周，興言謨老，靈魄有行，言觀蒼昊，清歌先試，丹書有造，茫茫九疑，登暉太素，有漢登聞，神具爾顧，發彼靈丘，聿來載步，貽我則歌，永揚遐祚，大勝之娥，厥猶翼翼，降宮有和，納符帝側，揮杖指辰，絕音頹息，苕苕玄右，在彼峻極，少君善祠，怡爾豐顏，俯覲劉漢，仰接姜桓， \\n 式宴安期，巨棗為餐，神光攸往，後來其嘆，在漢之衰，頹火炎精，梅公指景，有皇遺形，逝彼文辭，胥此洞庭，神揮絕景，豈外北冥，張招澄清，妙思玄，茫則是神，物錯綜徽章，乃幽乃顯，若存若亡，因形則變，倏忽無方，生在清純，放情玄昧，在物淵沉，沂虛攸遂，清酒一壺，百朋具醉，有命集止，乘龍來萃，載見君子，言觀其蔚，劉根登嵩，遺世盤桓，形委服容，口厭瓊蘭，挹彼呼翕，為爾朝餐，景絕嚴穴，光茂雲端，伯嚴志道，翻飛自南，北食中嶽，練形嵩岑，奔星凌顏，朱光垂陰，雲精九口，握耀盈襟，長房有懷，承師問道，蒙險洪海，晞心玄浩，將登蓬萊，祚爾難老，嘉命既錫，如何勿考，逝矣何女，芳靈既彫， \\n 安寢曾丘，逝魂清霄，喪魄載營，大墓崇朝，玉趾再步，於焉逍遙，焦生卜居，在河之東，皓襟解帶，嘉卉結容，頤神太素，淑思玄沖，在彼黃堂，明道固窮，北狄務塵，在彼沙漠，含神自頤，靜居有恪，自彼王庭，聿來伊洛，天子命之載見紫閣，衛矣終化，靈毛揚葩，慎爾貞心，神祉來荷，靡靡夷門，體道含真，餐茹靈卉，凌雲頤神，　陽餌車，明視聰耳，壯子既餐，步希千里，任化凱入，輕雲揮止，移形善變，載座載起，悠悠鬼谷，永言潛止，要終有集，資生無始，綢繆方平，在彼二子，芬響蘭揮，有來盈耳。 \\n 盛德頌 \\n 余行經泗水，高帝昔為亭長，於此瞻望山川，意有慨然，遂奏章以通情焉，并為之頌云爾。 \\n 晉太子舍人糞土臣雲，稽首再拜，上書皇帝陛下，臣雲頓首死罪，伏維陛下紹軒轅之叡哲，越三代之高蹤，膺有聖之玄景，蘊生民之上略，秦政肆虐，漸舋生民，在昔上帝，乃眷多方，肅雍寶命，鑒民顧天，思文叡聖，以宅神器，六合炎駕，八荒星錯，企皇居於阿房，掎逸鹿於九野，謀猷回遹，天人匪祚乃薾斯國，授漢於西京，是以先紹五緯，章太素，神母哀號，底命丹野，九垓闢授命之符，鈞天清建皇之鑒，陛下螭蟠泗水，龍躍下亭，慶雲徘徊，紫塵熠爍，皇威肇於斷蛇，神武基於豐沛，掩四□以蓋天，廓玄謨以闢宇，華宮山藏，王堂海紬，雲蓋景陰，金門林蔚，援足崇長揖之賓，吐飧納獻規之客，玄猷上通，德輝下濟，仰翰雲禽，俯躍魚魴，是以四海之內，莫不企景嶽以接群，望廣川而鱗集，乘山涉水，視顯若夷，奔波闕廷，思效死節，乃鳴鸞在衡，奔驥服輅，良平鳳棲，信布虎據，豪雄凌暴於外，奇謨補闕乎內，威謀兼陳，智勇畢效，乃凌河海，河海無梁，乃仆高山，嶽華不重，三秦席卷，項籍灰分，逋虜霧散，遺冠雲徹，泛時雨以清天，灑狂塵以肅地，□□□轡於舟輿，竦峻蓋於蒼昊，功濟宇宙，德被群生，天人允嘉，民神協愛，曆數在身，有命將疾，而畢下猶復允執高讓，成功靡有，普天歸德，群后固請，然後謁天皇於圓丘，巡萬乘於帝室，率土離暴秦之亂，臣妾蒙有道之惠，戎羌蠻夷之墟，離趾肅慎之國，莫非帝臣，巍巍蕩蕩，蓋天臨地，自啟闢以來，有皇之美，未有若聖功之著盛者也，臣雲頓首頓首，死罪死罪，臣以鄙倍，文武無施，忝寵本朝，承乏下位，而臣遘愍，自西徂東，行邁攸止，路經泗水，伏見史臣班固撰錄聖功，竊承陛下扶桑始照，天暉未融之日，嘗臨御此川，於是即命舟人，弭楫水沚，瞻仰山川，舊物不替，永惟聖輝，罔識所憑，遠眺邇念，感物興哀，終懷靡及，拊心遐慕，臣命違千載之運，身生四百之外，恨不得役力聖明之鑒，寓目風塵之會，揮戈前隊，待罪下軍，抽鋒咸陽之關，提鉞項籍之領，痛心自悼，不知所裁，行役之臣，牽制朝憲，雖懷彷徨，王事靡盬，肅將言邁，實銜罔極，臣聞遊魂變化，神道無方，雖聖靈登遐，降陟在天，連光五精，流輝太一，或冀神輿降觀，薄狩五服，時邁玉輅，言巡茲邑，是以下臣仰瞻紫宮，俯要恍惚，愚情振蕩，靡審所如，不勝廷頸紫微，結心閶闔之情，謹住水濱，拜章陳愚，臣雲誠惶誠恐，頓首頓首，死罪死罪，稽首以聞，臣雲言，臣聞歌詠所以宣成功之烈，詩頌所以美盛德之容，是以聞其聲，則重華之道彌新，存其操，則文王之容可睹，永惟陛下盛德豐化，比隆前代，元勳茂功，超宗在昔，故詩歌之所依詠，金石之所揄揚者也，臣謹上盛德頌一篇，雖不足以仰度天高，伏測地厚，貴獻狂夫區區之情，臣雲云云，晉太子舍人臣陸雲上。於皇漢祖，纂胄有唐，平章在昔，文思百王，丹輝棲列，火精幽光，爰茲聖緒，頹維弛綱， \\n 靈曜熠爍，躋景扶桑，則天未墬，重規旻蒼，其規伊何，橫乾作峻，厥德不回，矩地能順，憑河拓景，襄嶽殷韻，龍章炯偉，虎質碩變，有秦不競，罔極黔首，震驚予師，思虔神主，上帝曰咨，天鑒有赫，乃眷伊漢，此惟予宅，明明聖皇，既受帝祉，雲騰下邑，風駭泗水，仰鏡天文，五緯同晷，俯察雲符，神母爰止，思文聖王，克廣克遐，威凌群桀，德潤諸華，爰祀天人，天人攸嘉，爰輯蒸徒，蒸徒既和，既和既順，乃矢德音，豐沛之旅，其會如林，朱旗虹超，彤旆電尋，推師蕭曹，撫劍高吟，元戎薄伐，時往不龕，凌波川潰，肆野陸沉，咸陽克殄，既係秦后，峨峨阿房，乃清帝宇，穆穆聖皇，天保攸定，有項畔換，不式王命， \\n 王命既愆，黜我西土，於鑠王師，遵時匪怒，爰赫乘舋，席卷三夏，嘽嘽戎軒，矯矯乘馬，燮伐強楚，至于垓下，天誅薄曜，暴籍授首，區夏濟混，宇宙蒙乂，肅肅帝居，巍巍神器，有皇于登，是臨天位，繡文于裳，組華于黻，明明天子，有穆其容，至于鏘鏘，相維辟公，宣聲路寢，發號紫宮，頒此愷悌，以畜萬邦，思樂皇慶，協于時雍，琴瑟在御，大予舞功，越裳委贄，肅慎來王，明明聖皇，開國乘制，分圭祚勞，河山命誓，禮律克彰，典文垂藝，有漢恢恢，疏罔不替，聖功克明，九方孔安，良宰內幹，武臣外閑，漸澤冀域，沽被戎蠻，連光太素，萬載不刊。 \\n 祖考頌 \\n 雲之世族，承黃虞之苗緒，裔靈根之遺芳，用能枝播千條，穎振萬葉，繁衍固於三代，饗祀存乎百世，豈非皇慶之積祐，神明之殷祥者哉，在周之衰，有媯之後，將育于姜，而貞龜發鳴鳳之兆，周史表觀國之繇，故能光宇營丘，奄有東海，支庶蕃廡，而胤祚昌大矣，遭世多難，子孫蕩析，逐于南土，烈祖丞相邵侯，顯考大司馬武侯，明德叡哲，沉雄特秀，固上，天所以繼跡前其惠成顧者也，是以有吳雲興，而邵侯龍見，遂風騰海堣，電斷荊楚，運籌制勝，底定經略，文德光宣，武功四克，乃作台衡，以御于王政，天綱與先代比隆，義問與前修接響，固所謂汪洋浩浩，不世出者哉，武侯以光遠之度，襲重規之範，宣朗之明，照曾暉之景故寅亮樞極，則萬物淳曜，緝熙有邦，而宇內恪居，及至中葉，亂曰虎臣，綏援既集而大難時弭，德濟封域之內，威陽函夏之表，遂仍世作宰，焜燿祖業，車實襲軌，裘不改帶，元勳昺於光國，洪烈著於隆家，考德計功，比之前代，未有茂於此者也，是以小子敢慕徽，猷欽述芳烈，雖不足以當朱絃之一唱，發清廟之三歎，蓋爾臣子之遺恩，罔極之所處也，乃作頌曰。 \\n 悠悠聖緒，上帝是臨，世篤其猷于顯徽音，神風往播，福祿來尋，靈根既茂，萬業垂林，繁盛海嵎，穎甯漢陰，既曰甯止，芳祐允淑，乃步斯淳，降神有陸，赫矣二公，應期載育，明明邵侯，允哲允謀，叡心昭德，淑問宣猷，如日之升，如川之至，炎精既頹，黃揮昺煥，光宅海邦，大造江漢，王于出征，二公斯難，長驅致屆，九有有判，咸黜凶醜，區域甯晏，天祿未終，大命有集，卜食東夏，元龜既襲，聿來故宮，作蕃舊邑，公徒斯振，帝旅凱入，於變時雍，神道經始，肅肅九命，永言徽止，公拜稽首，對楊天子，猗歟盛歟，邵侯有作，我考纂戎，爰究爰度，遠除尋軌，崇基式廓，昭明有家，祖廟奕奕，中葉虎臣，稱亂西秦， \\n 靈旆電揮，伐鼓霆震，會朝哀舉，征不浹辰，遐風遠掃，萬里無塵，有族斯祐，念功在茲，袞衣之宜，遂作上司，台光增朗，方險載夷，穆矣暉章，有吳之旗，我祖我考，受言藏之，曄曄藻裳，再命同服，騑騑四牡，二世方轂，分珪比瑞，天秩底祿，公堂峻趾，華構重屋，皆在二伊，于殷有聲，在漢之興，亦曰韋平，惟祖惟考，履貞大亨，邈彼披陽，追蹤阿衡，駿惠雨施，景潤雲行，洋洋玄化，功濟其民，風馳海表，光被嶽濱，二后重規，世有哲人，肅雍碩響，萬載是振。 \\n 張二侯頌有序 \\n 張氏之先，蓋少昊氏之苗裔也，其在春秋，晉德方休，而張老延譽，爰暨有漢，文成佐命於初基，司空揚聲於末葉，流長祚遠，世不乏侯，輔吳將軍文侯遭季末雲擾，遂避難于東，有吳之興，實為謀主，桓王即世，援建太祖，知命審於將萌，先識鏡於未兆，遂作上將，輔成王業，立朝無不易之方，正色有犯顏之亮，固所謂謇謇王臣，古之遺直者也，奮威將軍定侯明德光遠，軌量弘濟，文敏足以華國，威略足以振眾，重規繼體，而大業暉崇，故休祚頻繁寵靈仍世，天秩之體彌彰，而毀盈之心茲沖，用能保寵固世，考終碩問，蓋竹帛之所光宣，詠歌之所揄揚也，乃作頌曰。 \\n 烈文遠祖，肇自上皇，金天淳曜，遂濟窮桑真人有作，飛龍在天，留侯載見，階雲自淵，即謀神造，啟運妙玄，有漢再命，度邑于東，其在中葉，誕育司空，邈矣唐陵，有恭斯庸，甯行盈止，世篤天祿，神之聽思，俾我戩榖，繁過芳祐，底之洪族，洪族既昌，再惠音徽，於穆二侯，仍世雙飛，堂堂輔吳，抑抑奮威，如龍之躍，如鳳之輝，薄言戾止，在彼紫微，金卯紛若，四海畔換，文侯乃顧，妙世遠觀，逝彼塗方，度茲江漢，鳴飛遵海，聿來有亂，遭家不造，殲我明聖，桓后肇揚，侯承末命，皇大烝哉，天保未定，匪侯卹度，宗緒孰正，帝整我旅，外薄四荒，命作惟師，時惟鷹揚，遂登上將，亮彼大皇，底邑胙土，命珪有璋， \\n 蹇蹇我侯，明發宿夜，襲彼遺直，興言有　，聿懷來忠，王室之故，猶歟定侯，祗服清曜，奕奕瓊範，王潤淑貌，淵　往藏，朗思來照，曾是徽章，再世被荷，庸勳開國，明道隆家，苾苾其芬，淑問揚和，有蔚其文，如林之華，皇矣帝祚，受言既崇，女有行作，合儲條宮，延延紫極，穎衍皇靈，舋舋定侯，在盈思沖，祗寵戒益，永懷慎終，重光並曜，播我芳風。 \\n 贊 \\n 榮啟期贊 \\n 榮啟期者，周時人也，值衰世之季末，當王道頹凌，遂隱居窮處，遺物求已，沂懷玄秒之門，求意希微之域，天子不得而臣，諸侯不得而友，行年九十，被裘鼓琴而歌，孔子過之，問曰：先生何樂？答曰：吾樂甚多，天生萬物，唯人為貴，吾得為人矣，是一樂也，以男為貴，吾又得為男，是二樂也，或皆不免於襁褓，而吾行年九十，是三樂也，夫貧者士之常，也死固命之終也，居常待終，當何憂乎，孔子聽其音，為之三日悲，常被裘帶索，行吟於路曰：吾著裘者，何求帶索者，何索，遂放志一丘，滅景榛藪，居真思樂之林，利涉忘憂之沼，以卒其天年，榮華溢世，不足以盈其心，萬物兼陳，不足以易其樂，絕景雲霄之表，濯志北溟之津，豈非天真至素，體正含和者哉，友人有圖其象者，命為之贊，其辭曰： \\n 芒芒至道，天啟德心，自昔逸民，遁志山林，邈矣先生，如龍之潛，夷明收察，滅跡在陰，傲世求已，遺物自欽，景遯瓊煇，響和絕音，戀彼丘園，研道之微，思樂寒泉，薄採春蕤，鳴絃清泛，撫節高徽，有聖戾止，永言傷悲，天造草昧，負道實嘉，於鑠先生，既體斯和，熊羆作祥，黃髮皤皤，耽此三樂，遺彼世華，翼翼彼路，行吟以遊，的的黻冕，陋我輕裘，永脫亂世，受言一丘，媚茲常道，聊以忘憂。 \\n 陆云全集 \\n 大将军宴会被命作诗征西大将军京陵王公会射堂皇太子见命作此诗太尉王公以九锡命大将军让公将还京邑祖饯赠此诗大安二年夏四月大将军出祖王羊二公于城南堂皇被命作此诗赠张彦明赠汲郡太守诗赠顾骠骑诗二首赠鄱阳府君张仲膺诗答顾秀才诗答大将军祭酒顾令文诗答吴王上将顾处微诗赠顾尚书诗答兄平原诗赠郑曼季诗四首答孙显世诗失题失题失题失题赠孙显世诗答兄平原诗答张士然诗为顾彦先赠妇往返诗四首诗芙蓉诗诗 \\n -------------------------------------------------------------------------------- \\n 大将军宴会被命作诗　 \\n 一 \\n 皇皇帝祜。诞隆骏命。四祖正家。天禄保定。叡哲惟晋。世有明圣。如彼日月。万景攸正。　 \\n 二 \\n 巍巍明圣。道隆自天。则明分爽。观象洞玄。陵风叶极。绝辉照渊。肃雍往播。福禄来臻。　 \\n 三 \\n 在昔奸臣。称乱紫微。神风潜骇。有赫兹威。灵旗树斾。如电斯挥。致天子届。于河之沂。有命冉集。皇舆凯归。　 \\n 四 \\n 颓纲既振。品物咸秩。神道见素。遗华反质。辰晷重光。协风应律。函夏无尘。海外有谧。　 \\n 五 \\n 芒芒宇宙。天地交泰。王在华堂。式宴嘉会。玄晖峻朗。翠云崇蔼。冕弁振缨。藻服垂带。　 \\n 六 \\n 祁祁臣僚。有来雍雍。薄言载考。承颜下风。俯觌嘉客。仰瞻玉容。施己唯约。于礼斯丰。天锡难老。如岳之崇。　 \\n 征西大将军京陵王公会射堂皇太子见命作此诗　 \\n 一 \\n 芒芒太极。玄化烟煴。颓形成器。凌象垂文。大钧造物。庶类羣分。先识经始。实综彝伦。　 \\n 二 \\n 惟岳隆周。生甫及申。天鉴在晋。祚之降神。邈矣遐风。茂德有邻。永言配命。唯晋之镇。　 \\n 三 \\n 厥镇伊何。实干心膂。文教内辅。武功外御。淮方未靖。帝曰攸序。公于出征。奄有南浦。　 \\n 四 \\n 南海既宾。爰戢干戈。桃林释驾。天马婆娑。象齿南金。来格皇家。绝音协徽。宇宙告和。　 \\n 五 \\n 玄纲峻极。天罔既纮。文武方升。允兹兼弘。峨峨高夏。有肃其凉。公侯戾止。騄骥龙骧。善问如林。在会锵锵。　 \\n 六 \\n 祝融御节。火正缉熙。凯风徘徊。万物欣时。秩秩初筵。薄言在兹。嘉福介祜。万寿无期。　 \\n 太尉王公以九锡命大将军让公将还京邑祖饯赠此诗　 \\n 一 \\n 烈文辟公。时惟哲王。阐纵绝期。平显幽光。内实慎徽。缉熙有臧。出纠方慝。间督不扬。高山峻极。天造芒芒。　 \\n 二 \\n 天子念功。大典光备。肃肃王命。宰臣莅事。穆矣渊让。遗功遂志。思我远猷。徽音孰嗣。　 \\n 三 \\n 后命既灵。王人反旆。兴言出祖。饮饯于迈。旍旐泱泱。轺轩蔼蔼。和风弭尘。清晖映盖。　 \\n 四 \\n 思乐中陵。言观其川。公王戾止。有车辚辚。伊谁云飨。我有嘉宾。羽觞举酬。酢尔征人。　 \\n 五 \\n 悠悠征人。四牡騑騑。发轸北京。振策紫微。昔乃云来。春林方辉。岁亦暮止。之子言归。道涂兴恋。伏载称徽。　 \\n 六 \\n 圣泽既渥。嘉会愔愔。庭旅钟鼓。堂有琴瑟。飞辔清晖。扶桑移荫。视景秪慕。挥袂沾襟。娈彼同栖。悲尔异林。我有旨酒。以歌以吟。　 \\n 大安二年夏四月大将军出祖王羊二公于城南堂皇被命作此诗　 \\n 一 \\n 时文唯晋。天祚有祥。圣宰作弼。受言既臧。有赫斯庸。勋格昊苍。景物台晖。栋隆玉堂。　 \\n 二 \\n 惟帝思庸。大兴光迪。圣敬远跻。神道玄邈。思媚三灵。诞膺天笃。嘉命既辱。王人言告。　 \\n 三 \\n 翼翼王人。言告惟慕。公舆驾言。乃眷斯顾。华旗飞藻。鸣鸾振路。騑騑驷牡。嘘天载步。　 \\n 四 \\n 我有高夏。如云斯荟。雕轩戾止。薄言嘉会。问谁在宴。惟俊惟乂。丰俎殷荐。献酬交泰。　 \\n 五 \\n 攸攸昊天。南正兴言。朱明有晔。万叶翠繁。昌云垂天。凯风熙颜。王臣在此。贻宴于欢。　 \\n 六 \\n 悬象西颓。虞渊纳景。嘉乐未晞。严驾已整。行矣征人。身乖路永。飞骖顾怀。华蝉引领。遗思北京。结辔台省。　 \\n 从事中郎张彦明为中护军奚世都为汲郡太守客将之官大将军崇贤之德既远而厚下之恩又隆非此离析有感圣皇既蒙引见又宴于后园感鹿鸣之宴乐咏鱼藻之凯歌而作是诗　 \\n 一 \\n 思文有圣。叡哲配天。功济生黎。道合上玄。休命发挥。有集惟贤。哲彼寤宿。澄此在渊。　 \\n 二 \\n 济济多士。实播令闻。王曰钦哉。余嘉乃勋徽音孔硕。惠尔风云。穆此芳烈。肇扬清芬。　 \\n 三 \\n 肃肃庶僚。祗服宠晖。肇被桃虫。假翼翻飞。出抚邦家。入翔紫微。有命既集。愿言永违。　 \\n 四 \\n 思乐华堂。云构崇基。公王有酒。薄言飨之。景曜徽芒。芳风咏时。宴尔宾傧。具乐于兹。　 \\n 五 \\n 亹亹我王。丰恩允臧。我客戾止。饮酒公堂。自彼下僚。聿来有光。悲矣永言。指途逝将。形违殿闼。景附华房。　 \\n 六 \\n 开国承家。勿用小人。今我圣宰。实蕃斯仁。凌渊龙跃。披林凤振。正直既好。嘉礼式陈。振我远德。归于时民。　 \\n 赠汲郡太守诗　 \\n 一 \\n 于穆皇晋。豪彦实蕃。天罔振维。有圣贞观。鸣鸟在林。良骏即闲。萃彼俊乂。时亮庶官。　 \\n 二 \\n 抑抑奚生。天笃其淳。芳颖兰挥。琼光玉振。沉机照物。妙思考神。思我善问。观德古人。　 \\n 三 \\n 善问伊何。惠音孔韶。肇允衡门。翻飞宰朝。肃雍芳林。芬响凌霄。穆矣和风。育尔清休。　 \\n 四 \\n 亦既有试。出宰邦家。之子于行。民固讴歌。风澄俗俭。化静世波。芒芒既庶。且乐于和　 \\n 五 \\n 我有好爵。既成尔服。入赞崇华。遂登帷幄。时文圣宰。天祚方谷。朔风徽止。鸿渐云岳。　 \\n 六 \\n 悠悠斯民。三代直道。我求明德。惟奚攸考。缉熙晖章。天禄来保。惠心无兢。丰化有造。　 \\n 七 \\n 乐只君子。茂德攸绥。嗟我怀人。式是言归。聿言来集。如翼斯挥。日予不惠。照尔清晖。　 \\n 八 \\n 职思既殊。亦各有司。念我同僚。悲尔异事。之子之远。悠悠我思。虽无赠之。歌以言志。　 \\n 赠顾骠骑诗二首　 \\n 有皇　 \\n 一 \\n 有皇大晋。时文宪章。规天有光。矩地无疆。神笃斯祜。本显克昌。载生之隽。实惟祈阳。哲问宣猷。考茂其相。　 \\n 二 \\n 于铄祈阳。诞钟天笃。清辉龙见。玄猷渊嘿。沉机响骇。幽神广觌。和以同人。归物时育。有大恶盈。谦以自牧。思我懿范。万民来服。　 \\n 三 \\n 吴未丧师。天秩有庸。渊哉若人。弱冠休风。俯翼黄门。以德来忠。端秀蕃后。正色储宫。徽音铄颖。邈矣遐踪。　 \\n 四 \\n 皇维南终。旧邦匪歆。委弁释位。如龙之潜。考盘穷谷。假乐丰林。子虽藏器。钟鼓有音。惠风往敬。庆问来寻。　 \\n 五 \\n 济济元公。相惟天子。明明辟王。思隆多士。帝曰钦哉。有命集止。我咨四方。令问在尔。以朕大赉。乃膺嘉祉。聿来胥步。观国之纪。　 \\n 六 \\n 惟皇建极。缉熙清曜。我有畯民。明德来照。大观在上。王假有庙。显允顾生。金声玉振。之子于升。利见大人。龙辉绝迹。有肃清尘。　 \\n 七 \\n 清尘既彰。朝虚好爵。敬子侯度。慎徽百辟。予闻有命。德礼不易。嗟我怀人。瞻言永锡。丰佑东法。惟子之绩。　 \\n 八 \\n 遵汶涉泗。言告同征。劲风宵烈。湛露朝零。云垂蔼下。泉冽清泠。哀哉行人。感物伤情。从子京邑。言观厥成。天保祚德。式谷以宁。　 \\n 思文　 \\n 一 \\n 思文祁阳。祁阳克畯。天锡纯嘏。宣兹义问。德音既烈。海外有奋。既奋斯音。祗敬厥德。昭治其家。覃及邦国。永肇仪刑。俾民惟则。　 \\n 二 \\n 文王在上。太姒思齐。鲁侯克昌。亦赖令妻。鉴神有顾。苹繁在斯。祁阳载天。作之伉俪。　 \\n 三 \\n 在虞之胄。实惟有姚。颖艳玉秀。华茂桃夭。居显祗明。在灵格幽。清尘熠烁。淑心绸缪。爰及祁阳。惟德之周。　 \\n 四 \\n 其德伊何。和贞虔告。师民履素。言谋虑度。钟鼓思乐。靖端夙效。考休攸嫔。来嫁于顾。　 \\n 五 \\n 羔羊执贽。玉帛有辉。百两集止。之子于归。宗姻风从。娣侄云回。祁阳顾之。焕其盈闱。　 \\n 六 \\n 既曰归止。式扬好音。言观河洲。有集于林。思乐葛藟。薄采其蕈。疾彼攸遂。乃孚惠心。　 \\n 七 \\n 惠心既孚。有恪中馈。敦此众斯。永锡嗣类。载延窈窕。用和寤寐。神之听之。胤祚来尔。　 \\n 八 \\n 昔周之隆。在任有姒。内刑圣敬。外崇多士。今我淑人。实亮君子。亹亹翼翼。亦继斯祉。宜尔子孙。福禄盈止。　 \\n 赠鄱阳府君张仲膺诗　 \\n 一 \\n 神林何有。奇华妙实。皇朝如何。穷文极质。斌斌君子。升堂入室。太上有曜。子诞其辉。知机日难。子达其微。入辅帷幄。出御千里。滔滔江汉。南国之纪。　 \\n 二 \\n 谒帝东堂。剖符南征。天子命我。车服以荣。何以润之。德被苍生。何以济之。威振羣城。却愚以化。崇贤以仁。凤舒其翮。龙濯其鳞。忆彼荒薮。莫敢不宾。虽云旧邦。其命维新。　 \\n 三 \\n 卞和南金。终始一色。显允君子。穷达一德。弘仁厉道。物究其极。古贤受爵。循墙虔恭。今哲居贵。履盈如冲。接新以化。爱旧以丰。隆此嘤鸣。惇彼谷风。　 \\n 四 \\n 忠至宠加。孝至荣集。内崇南芬。外清名邑。炜炜棠棣。敻增其华。猗猗桑梓。厥耀孔多。被绣昼行。昔人攸羡。阶云飞藻。孰与同粲。　 \\n 五 \\n 人道伊何。难合易离。会如升峻。别如顺淇。嗟我怀人。曷云其来。贡言执手。涕既陨之。　 \\n 一 \\n 玄黄挺秀。诞受至真。行该其高。德备其新。光莹之伟。隋卞同珍。腾都之骏。龙凤合尘。　 \\n 二 \\n 皇皇明哲。应期继声。华暎殊域。实镇天庭。入辅出辅。干干靡宁。夏发凉台。我雨我暑。冬违邦族。风霜是处。嗟彼独宿。谁与晤语。飘飖艰辛。非禹孰举。言念君子。怅惟心楚。　 \\n 三 \\n 悠悠山川。骁骁征遐。陟升嶣嶤。降涉洪波。言无不利。乘崄而嘉。人怀思虑。我保其和。　 \\n 四 \\n 邂逅相遇。良愿乃从。不逢知己。谁济予躬。莫攀莫附。媿我高风。时过年迈。晻冉桑榆。晞光赖润。亦在斯须。假我夷涂。顿不忘驱。泛予津川。桴不失浮。无爱余辉。遂暗东嵎。　 \\n 五 \\n 幽幽东嵎。恋彼西归。瞻仪情感。耹音心悲。之子于迈。夙夜京畿。王事多难。仲焉徘徊。　 \\n 答顾秀才诗　 \\n 一 \\n 芒芒上玄。有物有则。厥初造命。立我艺则。爰兹族类。有觉先识。斯文未丧。诞育明德。　 \\n 二 \\n 允矣顾生。载灵之和。沉根芳沼。濯秀兰波。渊翘戢颖。景茂凌华。惟是德心。是用闲邪。　 \\n 三 \\n 德心伊何。行归于周。希高仰峻。企远怀悠。匪愿在明。靡倦斯幽。凡我同朋。瞻言清休。　 \\n 四 \\n 慎终于远。俾民归厚。言若有行。及予携手。何以恤我。其仁孔有。心之云爱。隆敬其久。　 \\n 五 \\n 既迈斯仁。亦迪兹文。藻不雕朴。华不变淳。有斐君子。如珪如璠。仰钦德类。依怀惠诠。式扬好问。邦家于宣。　 \\n 答大将军祭酒顾令文诗　 \\n 一 \\n 惟林有鸾。惟渊有螭。显允明德。实邦之基。先后陟恪。子配于兹。遵彼玉堂。受言遘之。　 \\n 二 \\n 中原有轨。世鲜克蹈。先民有怀。子探其妙。心犹水鉴。函景内照。名若振炎。摅光外耀。　 \\n 三 \\n 相彼水鉴。民胥攸临。矧曰明德。人谁弗钦。写我朶颐。即尔澄心。义隆自古。好邈在今。　 \\n 四 \\n 大人有作。兴云自天。之子于升。亦跃于渊。景曳清霄。响发鸣弦。义问弘集。淑风载鲜。　 \\n 五 \\n 企予朔都。非子孰念。岂无弱翰。才不克赡。惠音聿来。琼华玉艳。无德不报。念辞惟忝。　 \\n -------------------------------------------------------------------------------- \\n 答吴王上将顾处微诗　 \\n 一 \\n 邈矣大昧。造化明明。物以曲全。人以直生。类聚百族。羣分万形。员渊挺隋。方川吐琼。　 \\n 二 \\n 蔼蔼洪族。天禄攸蕃。神绥厥本。道裕其源。条有丰叶。波无辍澜。烈风时播。芳响世繁。　 \\n 三 \\n 曰繁曰赜。载德于兹。克文克敏。乃惠乃慈。遵彼洪流。薄言咏之。好是神契。聊与之期。　 \\n 四 \\n 仁勇同宅。文武相纷。王谓御事。谁抚上军。于时翻飞。虎啸江濆。式遏不虞。俾也无尘。　 \\n 五 \\n 三代既远。直道垂音。非齿焉尚。非德孰钦。钻仰自古。鲜曰在今。匪唯形交。殷荐其心。　 \\n 六 \\n 心以殷荐。分以道成。祗服惠顾。畴此深情。亦有芳讯。薄载其诚。岂无春晖。兹焉可荣。　 \\n 七 \\n 大道易闻。崇轨难袭。孰云匪衍。咎吝尤集。敢谢不佞。栖山自戢。临篇焉愧。德輶辞辑。　 \\n 八 \\n 翩彼日月。逝犹骇电。朝华未厌。夕风已扇。诗亦有悲。无几相见。怀德叹心。于焉东眷。　 \\n 九 \\n 平津晚贡。贡公后征。陟彼玉阶。黄发来升。灵卉三秀。芳草秋兴。唯颐清神。福禄是膺。　 \\n 赠顾尚书诗 \\n 五岳降神。四渎炳灵。两仪钧陶。参和大成。兆光人伦。诞育至英。于显尚书。实惟我兄。行成世则。才为时生。体道既弘。大德允明。厥弘伊何。靡旷不遵。厥明伊何。靡妙不研。无索照灼。有求幽玄。细微不错。毫芒以陈。积篑为山。纳流成渊。扶翘布华。养物作春。所肃以礼。所润以仁。宣质拔行。曜文八采。坚不可钻。清如凝水。方迹迎朖。蹈齐阙里。晞圣而惟。亦顾之子。彼弃芝英。玩此兰茝。异世同芳。其馥不已。有兰既馥。我风载清。能芬南岳。运芳北征。子有其德。人求其馨。逝此陋巷。熏彼紫庭。厥音不已。鼓钟有声。闻天之聪。譬之鹄鸣。天聪既招。我实惟彰。乘风之凤。眷言朝阳。披云藻绣。来此旧乡。谦光自抑。厥辉愈扬。丽容魋翕。孔好已张。既照平林。具我华英。华英已曜。余光难延。会浅别速。哀以绍欣。追旷同涂。暂和笑言。殊音合奏。曲异响连。绝我欢条。统我思因。根分来在。爱感往思。我非形景。有处有游。载离载会。且欢且忧。感彼远旷。吝此延娱。乐奏声哀。言发涕流。唯愿我子。德与福俱。亦天之佑。亦我之私。　 \\n 答兄平原诗 \\n 伊我世族。太极降精。昔在上代。轩虞笃生。厥生伊何。流祚万龄。南岳有神。乃降厥灵。诞钟祖考。彻兹神明。运步玉衡。仰和太清。宾御四门。旁穆紫庭。紫庭既穆。威声爰振。厥振何。播化殊邻。清风攸被。率土归仁。彤弧所弯。万里无尘。功昭王府。帝庸厥勋。黄钺授征。锡命频繁。阚如虓虎。肃兹三军。光若辰跱。亮彼公门。仍世上司。芳流庆云。纯和所产。爰育仁昆。诞丰岐嶷。实昭令闻。令闻伊何。休音允臧。先公克构。乃崇斯堂。耀颖上京。发迹扶桑。戎车出征。时惟鹰扬。鹰扬既昭。勋庸克迈。天子命我。镇弼于外。代作扞城。以表南裔。降灾匪蠲。景命颠沛。惟我贤昆。天姿秀生。含奇播越。明德惟馨。太阳散气。乃禀厥和。山川垂度。爰则厥遐。厥遐伊何。惟光惟大。惟大伊何。如岱如渭。恢此广渊。廓彼洪懿。弘道惇德。渊哉为器。统我先基。弱冠慷慨。将弘祖业。实崇奕世。咨予顽曚。蕞尔弱才。沈耀玄渚。挹庇云淇。陶化靡移。固陋于兹。瞻仰洪范。实忝先基。巍巍先基。重规累构。赫赫重光。遐风激鹜昔我先公。爰造斯猷。今我六蔽。匪崇克扶。悠悠大道。载邈载遐。洋洋渊源。如海如河。昔我先公。斯纲斯纪。今我末嗣。乃倾乃圮。世业之颓。自予小子。仰愧灵丘。衔忧没齿。忧怀惟何。顾景惟尘。峨峨高踪。眇眇贸辰。明德继体。莫非哲人。　 \\n 今我顽鄙。规范靡遵。仍世载德。荒之予身。莫峻匪岳。有俊斯登。莫高匪云。有翼斯凌。矧我成基。匪克阶升。玄黄长坂。载寐载兴。岂敢惮行。哀此负乘。芒芒高山。自予颓之。济济德义。匪我怀之。终衔永负。于其媿而。昔予言旷。泛舟东川。衔忧告辞。挥泪海滨。羲阳趣驾。炎华电征。自我不见。邈哉八龄。悠思逈望。寤言通灵。昔我往矣。辰在东嵎。今我于兹。日薄桑榆。衔艰遘愍。困瘁殷忧。哀矣我世。匪蒙灵休。开元迄兹。天迭兴微。震风隐骇。海水羣飞。王旅南征。阐耀灵威。予昆乃播。爰集朔土。载离永久。其毒太苦。上帝休命。驾言其归。多我遘愍。振荡朔垂。羁系殊俗。初愿用违。严驾东征。肃迈林野。夕秣乘马。朝整仆旅。矫矫乘马。载驱载驰。漫漫长路。或降或阶。晨风夙零。朝不皇饥。倾景儵坠。夕不存罢。虽有丰草。匪释奔驷。虽有重阴。匪遑假寐。茕茕仆夫。悠悠遄征。经彼乔木。有鸟嘤鸣。微物识侪。矧伊有情。乐兹棠棣。实欢友生。既至既觐。滞思旷年。年在旷纪。觐未浃辰。恨其永怀。忧心孔艰。天地永久。命也难长。生民忽霍。曷云其常。我之既存。靡绩靡纪。乾坤难并。寂焉其已。生若电激。没若川征。存愧松柏。逝惭生灵。匪吝性命。实悼徒生。茍克析薪。岂惮冥冥。瞻企皇极。徼福上天。冀我友生。要期永年。昔我先公。邦国攸兴。今我家道。绵绵莫承。昔我昆弟。如鸾如龙。今我友生。凋俊坠雄。家哲永徂。世业长终。华堂倾构。广宅颓庸。高门降衡。修庭树蓬。感物悲怀。怆矣其伤。惇仁泛爱。锡予好音。晞光怀宝。焕若南金。披华玩藻。晔若翰林。咏彼清声。被之瑟琴。味此殊响。慰之予心。弘懿忘鄙。命之反复。敢投挑李。以报宝玉。冀凭光益。编诸末录。　 \\n 赠郑曼季诗四首　 \\n 谷风　 \\n 一 \\n 习习谷风。扇此暮春。玄泽坠润。灵华烟煴。高山炽景。乔木兴繁。兰波清涌。芳浒增源。感物兴想。念我怀人。　 \\n 二 \\n 习习谷风。载穆其音。流芳鼓物。清尘拂林。霖雨嘉播。有渰凄阴。归鸿逝矣。玄鸟来吟。嗟我怀人。其居乐潜。明发有想。如结予心。　 \\n 三 \\n 习习谷风。以温以凉。玄黄交泰。品物含章。潜介渊跃。飞鸟云翔。嗟我怀人。在津之梁。明发有思。凌波褰裳。　 \\n 四 \\n 习习谷风。有集惟乔。嗟我怀人。于焉逍遥。鸾栖高冈。耳想云韶。拊翼坠夕。和鸣兴朝。我之思之。言怀其休。　 \\n 五 \\n 习习谷风。其音孔嘉。所谓伊人。在谷之阿。虎质山啸。龙辉渊播。维南有箕。匪休其和。有捄天毕。戢尔滂沱。懿厥河汉。耽彼大华。明发有怀。我劳如何。　 \\n 鸣鹤　 \\n 一 \\n 鸣鹤在阴。戢其左翼。肃雍和鸣。在川之域。假乐君子。祚尔明德。思乐重虚。归于其极。嗟我怀人。惟馨黍稷。　 \\n 二 \\n 鸣鹤在阴。其鸣喈喈。垂翼兰沼。濯清芳池。假乐君子。其茂猗猗。底之瑰宝。有粲琼瓌。乃振褧裳。袭尔好衣。嗟我怀人。启襟以晞。　 \\n 三 \\n 鸣鹤在阴。其仪蔼蔼。谓天盖高。和音于迈。假乐君子。笃膺俊乂。穆风潜烈。兴云戢荟。德茂当年。时愆嘉会。安德鞶藻。改尔缟带。嗟我怀人。心焉忼忾。　 \\n 四 \\n 鸣鹤在阴。载好其声。渐陆仪羽。遵渚回泾。假乐君子。祚之笃生。德耀有穆。如瑶如琼。视流濯发。灭景遗缨。安得风云。雨尔北冥。嗟我怀人。惟用伤情。　 \\n 南衡　 \\n 一 \\n 南衡惟岳。峻极昊苍。瞻彼江湘。惟水泱泱。清和有合。俊乂以藏。天保定尔。茂以琼光。景秀蒙汜。颖逸扶桑。我之怀矣。休音峻扬。　 \\n 二 \\n 穆穆休音。有来肃雍。沉波涌奥。渊芳馥风。傃虚养恬。照日遗踪。考盘遵渚。思乐潜龙。我之怀矣。寘尔华宫。　 \\n 三 \\n 和璧在山。荆林玉润。之子于潜。清辉远振。克称輶德。作宝有晋。和声在林。羽仪未变。我之怀矣。有客来信。　 \\n 四 \\n 风云有作。应通山渊。清琴启弹。宫商乘弦。类族知感。有命自天。夷叔希世。犹谓比肩。矧我与子。姤会斯年。我之怀矣。其好缠绵。　 \\n 五 \\n 古人有言。诗以宣心。我之怀矣。在彼北林。北林何有。于焕斯文。琼瑰非宝。尺牍成珍。丰华非妙。得意惟神。河鲂登俎。遭逢清川。　 \\n 高冈　 \\n 一 \\n 瞻彼高冈。有猗其桐。允也君子。实宝南江。员规启裕。沈矩履方。泳此明流。清澜川通。陟彼衡林。味其回芳。　 \\n 二 \\n 馥矣回芳。绸缪中原。祁祁庶类。薄采其芬。栖迟泌丘。容与衡门。声播东汜。响溢南云。　 \\n 三 \\n 穆穆阊阖。南端启钥。庶明以庸。帝听式阙。有凤于潜。在林栖翮。非予之祚。孰与好爵。　 \\n 四 \\n 幽居玩物。顾景自颐。发愤潜帷。彷佛有思。予美亡此。终然肯来。企予与言。惟用作诗。　 \\n 答孙显世诗　 \\n 一 \\n 邈矣上祖。垂休万叶。广问弘被。崇轨峻蹑。高山克荒。大川利涉。繁兹惟祜。风连云接。　 \\n 二 \\n 大人有作。二后利见。九功敷奏。七德殷荐。鼎实重饪。芳烈再扇。奕叶弘道。天禄来宴。　 \\n 三 \\n 道弘振古。祚来替今。如彼在川。亦有浮沉。大韶既系。响比我音。岂曰荒止。涂弗克寻。　 \\n 四 \\n 昌风改物。岂水易澜。百川总纪。四海合源。在彼焉取。聿来莫观。曾是褊心。敢忘丘园。　 \\n 五 \\n 员晖偏照。玄泽谬盈。发彼承华。顿此增城。托景灵云。倦游户庭。匪曰能之。实忝长婴。　 \\n 六 \\n 焕矣金虎。袭我皇猷。孰云匪吝。仰媿苍流。往蹇来反。弭迹一丘。娈彼东朝。言即尔谋。　 \\n 七 \\n 振振孙子。洪族之纪。志拟龙潜。德配麟趾。弘义朖节。克明峻轨。遵彼中皋。于穆不已。　 \\n 八 \\n 于穆不已。大都是阶。之子于命。人应如颓。厚德时迈。协风允谐。惠此海湄。俾也可怀。　 \\n 九 \\n 乃眷丘林。乐哉河曲。解绂投簪。披褐怀玉。遗情春台。托荫寒木。言念伊人。温其在谷。　 \\n 十 \\n 道俟人行。辞以义辑。和容过表。余未云执。惠音高播。清风骏集。怀德形抚。临篇景立。　 \\n 失题　 \\n 一 \\n 悠悠县象。昭回太素。清浊迭兴。升降启度。遗和既爽。季春告暮。朱明来思。青阳受煦。　 \\n 二 \\n 日征月盈。天道变通。太初陶物。造化为功。四月怀夏。南征观方。凯风有集。飘飖南窻。思乐万物。观异知同。　 \\n 三 \\n 有渰萋萋。甘雨未播。黍稷方华。中田多稼。庭槐振藻。园桃阿那。薄言观物。在堂知化。　 \\n 四 \\n 蓬户惟情。玩物一室。明发有怀。念昔先哲。通梦幽人。彷佛遗烈。清晖在天。孰与永日。　 \\n 五 \\n 乃启遗籍。思予大观。幽居傲物。顾景怡颜。况惟解舞。衡门重关。思媚古人。有怀良盘。沉曦含辉。芳烈如兰。　 \\n 六 \\n 厥初生民。有物有类。自古有称。大宝以位。征徒式好。俊奔攸遂。启予有闻。诲尔达贵。　 \\n 七 \\n 达贵伊何。天爵无荣。浑沦大昧。混其浊清。毁方遯象。遗顽履贞。道实藏器。景以昭形。　 \\n 八 \\n 芒芒陋世。奚兢奚错。牧彼纷华。委之冲漠。漂志垂天。矫心冯阁。通好庄聃。仪刑有作。安得达人。顾予命薄。　 \\n 失题　 \\n 一 \\n 思乐芳林。言采其菊。衡薄遵涂。中原有菽。登彼修峦。在林寤宿。彷佛佳人。清颜如玉。　 \\n 二 \\n 予美亡此。谁为适道。容与俟之。玄发方皓。踯躅山阿。玩此芳草。愿飡其颖。庶以遗老。　 \\n 三 \\n 亹亹嘉时。飘忽弃予。有瞻逝深。永叹潜浒。登愿扶桑。仰结飞晷。伊人匪存。遗芳孰与。　 \\n 四 \\n 精气为物。或降或升。徂落攸往。神奇有登。死生为徒。存亡曷胜。谓予不信。遗籍有征。　 \\n 五 \\n 闲居外物。静言乐幽。绳枢增结。瓮牖绸缪。和神当春。清节为秋。天地则尔。户庭已悠。　 \\n 六 \\n 嗟我怀人。悠悠其潜。念昔先烈。有怀所钦。骇情玩世。当允南金。琼辉邈矣。谁适为心。明发兴言。忼慨芳林。　 \\n 失题 \\n 美哉良友。禀德坤灵。明照远鉴。幽微妍精。超迹皇英。质如瑶琼。赠我翰林。示我丹诚。道同契合。体异心幷。自顷西徂。合于五楼。迟想欢嬿。观我良畴。亦既至止。愿言莫由。室迩入鬲。中情则忧。抱恨东游。神往形留。何以合志。寄之此诗。何以写思。记之斯辞。我心爱矣。歌以赠之。无秘尔音。不我是贻。　 \\n 失题 \\n 有美一人。芳问芬葩。嗟我钦羡。梦想光华。亦既至止。上下欣嘉。德馥秋兰。容茂春罗。淑似令娣。惟予陋何。虽有良友。朽木难加。爱乐朋规。赠以斯歌。皆能载之。其美孔多。嗟痛薄祜。并罹哀苦。堂构既崩。过庭莫覩。我悴西邻。子沉东土。契阔艰辛。谁与晤语。身滞情往。神游影处。发梦宵寐。以慰延伫。　 \\n 赠孙显世诗 \\n 制动以静。秘景在隆。云根可栖。乐此隈岑。　 \\n -------------------------------------------------------------------------------- \\n 答兄平原诗 \\n 悠悠涂可极。别促怨会长。衔思恋行迈。兴言在临觞。南津有绝济。北渚无河梁。神往同逝感。形留悲参商。衡轨若殊迹。牵牛非服箱。　 \\n 答张士然诗 \\n 行迈越长川。飘飖冒风尘。通波激枉渚。悲风薄丘榛。修路无穷迹。井邑自相循。百城各异俗。千室非良邻。欢旧难假合。风土岂虚亲。感念桑梓域。髣髴眼中人。靡靡日夜远。眷眷怀苦辛。　 \\n 为顾彦先赠妇往返诗四首　 \\n 一 \\n 我在三川阳。子居五湖阴。山海一何旷。譬彼飞与沉。目想清惠姿。耳存淑媚音。独寐多远念。寤言抚空衿。彼美同怀子。非尔谁为心。　 \\n 二 \\n 悠悠君行迈。茕茕妾独止。山河安可踰。永路隔万里。京师多妖冶。粲粲都人子。雅步袅纤腰。巧笑发皓齿。佳丽良可美。衰贱焉足纪。远蒙眷顾言。衔恩非望始。　 \\n 三 \\n 翩翩飞蓬征。郁郁寒木荣。游止固殊性。浮沉岂一情。隆爱结在昔。信誓贯三灵。秉心金石固。岂从时俗倾。美目逝不顾。纤腰徒盈盈。何用结中欵。仰指北辰星。　 \\n 四 \\n 浮海难为水。游林难为观。容色贵及时。朝华忌日晏。皎皎彼姝子。灼灼怀春粲。西城善稚舞。总章饶清弹。鸣簧发丹唇。朱弦绕素腕。轻裾犹电挥。双袂如霞散。华容溢藻幄。哀响入云汉。知音世所希。非君谁能赞。弃置北辰星。问此玄龙焕。时暮复何言。华落理必贱。　 \\n 诗 \\n 绿房含青实。金条悬白璆。俯仰随风倾。炜炜照清流。　 \\n 芙蓉诗　 \\n 一 \\n 盈盈荷上露。灼灼如明珠。　 \\n 二 \\n 寝共织成被。絮以同攻绵。　 \\n 三 \\n 夏摇比翼扇。冬坐比肩毡。　 \\n 诗 \\n 逍遥近南畔。长啸作悲叹。 \\n  \\n 　 \\n  \\n  \\n 　"}
