{"章节": "\n提要", "正文": "　 \\n 孙子算经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《孙子算经》三卷，案《隋书·经籍志》有《孙子算经》二卷，不著其名，亦不著其时代。《唐书·艺文志》称李淳风注甄鸾《孙子算经》三卷。於孙子上冠以甄鸾，盖如淳风之注《周髀算经》，因鸾所注更加辨论也。《隋书》论审度引《孙子算术》，蚕所生吐丝为忽，十忽为秒，十秒为毫，十毫为厘，十厘为分，本书乃作十忽为一丝，十丝为一毫。又论嘉量引《孙子算术》，六粟为圭，十圭为秒，十秒为撮，十撮为勺，十勺为合。本书乃作十圭为一撮，十撮为一秒，十秒为一勺。考之夏侯阳《算经》引田曹、仓曹亦如本书，而《隋书》中所引与史传往往多合。盖古书传本不一，校订之儒各有据证，无妨参差互见也。唐之选举，算学孙子、五曹共限一岁习肄，於後来诸算术中特为近古，第不知孙子何许人。朱彝尊《曝书亭集·五曹算经跋》云，相传其法出於孙武，然孙子别有《算经》，考古者存其说可尔。又有《孙子算经》跋云，首言度量所起，合乎兵法地生度，度生量，量生数之文。次言乘除之法设为之数，十三篇中所云廓地、分利、委积、远输、贵贱、兵役、分数比之《九章》方田、粟米、差分、商功、均输、盈不足之目，往往相符，而要在得算多，多自然胜。以是知此编非伪托也云云。合二跋观之，彝尊之意盖以为确出於孙武。今考书内设问有云，长安洛阳相去九百里。又云，佛书二十九章，章六十三字，则後汉明帝以後人语。孙武春秋末人，安有是语乎？旧本久佚。今从《永乐大典》所载裒集编次，仍为三卷。其甄、李二家之注则不可复考，是则姚广孝等割裂刊削之过矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "原序", "正文": "　 \\n 孙子算经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 原序原序 \\n  \\n  \\n  \\n 孫子曰：夫算者：天地之經緯，群生之元首，五常之本末，陰陽之父母，星辰之建號，三光之表裏，五行之準平，四時之終始，萬物之祖宗，六藝之綱紀。稽群倫之聚散，考二氣之降升，推寒暑之迭運，步遠近之殊同，觀天道精微之兆基，察地理從橫之長短，采神祇之所在，極成敗之符驗。窮道德之理，究性命之情。立規矩，準方圓，謹法度，約尺丈，立權衡，平重輕，剖毫釐，析泰絫。歷億載而不朽，施八極而無疆。散之者，富有餘；背之者，貧且寠。心開者，幼沖而即悟；意閉者，皓首而難精。夫欲學之者，必務量能揆己，志在所專，如是，則焉有不成者哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷上", "正文": "　 \\n 孙子算经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷上卷上 \\n  \\n  \\n  \\n 度之所起，起于忽。欲知其忽，蠶吐絲為忽，十忽為一絲，十絲為一毫，十毫為一氂，十氂為一分，十分為一寸，十寸為一尺，十尺為一丈，十丈為一引，五十引為一端，四十尺為一匹，六尺為一步，二百四十步為一畝，三百步為一里。 \\n 稱之所起，起于黍。十黍為一絫，十絫為一銖，二十四銖為一兩，十六兩為一觔，三十觔為一鈞，四鈞為一石。 \\n 量之所起，起于粟。六粟為一圭，十圭為一撮，十撮為一抄，十抄為一勺，十勺為一合，十合為一升，十升為一斗，十斗為一斛，十斛得六千萬粟。所以得知者，六粟為一圭，十圭六十粟為一撮，十撮六百粟為一抄，十抄六千粟為一勺，十勺六萬粟為一合，十合六十萬粟為一升，十升六百萬粟為一斗，十斗六千萬粟為一斛，十斛六億粟百，斛六兆粟，千斛六京粟，萬斛六陔粟，十萬斛六秭粟，百萬斛六穰粟，千萬斛六溝粟，萬萬斛為一億六澗粟，十億斛六正粟，百億斛六載粟。 \\n 凡大數之法：萬萬曰億，萬萬億曰兆，萬萬兆曰京，萬萬京曰陔，萬萬陔曰秭，萬萬秭曰穰，萬萬穰曰溝，萬萬溝曰澗，萬萬澗曰正，萬萬正曰載。 \\n 周三，徑一，方五，邪七。見邪求方，五之，七而一；見方求邪，七之，五而一。 \\n 白銀方寸重一十四兩。 \\n 玉方寸重一十兩。 \\n 銅方寸重七兩半。 \\n 鉛方寸重九兩半。 \\n 鐵方寸重七兩。 \\n 石方寸重三兩。 \\n 凡算之法：先識其位，一從十橫，百立千僵，千十相望，萬百相當。（案：萬百原本訛作百萬，今據《夏侯陽算經》改正。） \\n 凡乘之法：重置其位，上下相觀，頭位有十步，至十有百步，至百有千步，至千以上命下所得之數列于中。言十即過，不滿，自如頭位。乘訖者，先去之下位；乘訖者，則俱退之。六不積，五不隻。上下相乘，至盡則已。 \\n 凡除之法：與乘正異乘得在中央，除得在上方，假令六為法，百為實，以六除百，當進之二等，令在正百下。以六除一，則法多而實少，不可除，故當退就十位，以法除實，言一六而折百為四十，故可除。若實多法少，自當百之，不當復退，故或步法十者，置于十百位（頭位有空絕者，法退二位。）餘法皆如乘時，實有餘者，以法命之，以法為母，實餘為子。 \\n 以粟求糲米，三之，五而一。 \\n 以糲米求粟，五之，三而一。 \\n 以糲米求飯，五之，二而一。 \\n 以粟米求糲飯，六之，四而一。 \\n 以糲飯求糲米，二之，五而一。 \\n 以□米求飯，八之，四而一。 \\n 十分減一者，以二乘二十除；減二者，以四乘二十除；減三者，以六乘二十除；減四者，以八乘二十除；減五者，以十乘二十除；減六者，以十二乘二十除；減七者，以十四乘二十除；減八者，以十六乘二十除；減九者，以十八乘二十除。 \\n 九分減一者，以二乘十八除。 \\n 八分減一者，以二乘十六除。 \\n 七分減一者，以二乘十四除。 \\n 六分減一者，以二乘十二除。 \\n 五分減一者，以二乘十除。 \\n 九九八十一，自相乘得幾何？答曰：六千五百六十一。 \\n 術曰：重置其位，以上八呼下八，八八六十四即下，六千四百于中位；以上八呼下一，一八如八，即于中位下八十，退下位一等，收上頭位八十（案：原本脫「上」字，今補。）以上位一（案：上位原本訛作「頭位」，今改正。）呼下八，一八如八，即于中位，下八十；以上一呼下一，一一如一，即于中位下一，上下位俱收中位，即得六千五百六十一。 \\n 六千五百六十一，九人分之。問：人得幾何？答曰：七百二十九。 \\n 術曰：先置六千五百六十一于中位，為實，下列九人為法，頭位置七百（案：原本脫上字，今補。），以上七呼下九，七九六十三，即除中位六千三百，退下位一等，即上位，置二十（案：上位原本訛作頭位，今改正。），以上二呼下九，二九一十八，即除中位一百八十，又更退下位一等，即上位，更置九（案：上位原本亦訛作頭位，今改正。），即以上九呼下九，九九八十一，即除中位八十一，中位並盡，收下位，頭位所得即人之所得，自八八六十四至一一如一，並準此。 \\n 八九七十二，自相乘，得五千一百八十四，八人分之，人得六百四十八。 \\n 七九六十三，自相乘，得三千九百六十九，七人分之，人得五百六十七。 \\n 六九五十四，自相乘，得二千九百一十六，六人分之，人得四百八十六。 \\n 五九四十五，自相乘，得二千二十五，五人分之，人得四百五。 \\n 四九三十六，自相乘，得一千二百九十六，四人分之，人得三百二十四。 \\n 三九二十七，自相乘，得七百二十九，三人分之，人得二百四十三。 \\n 二九一十八，自相乘，得三百二十四，二人分之，人得一百六十二。 \\n 一九如九，自相乘，得八十一，一人得八十一。 \\n 右九九一條，得四百五，自相乘，得一十六萬四千二十五，九人分之，人得八千二百二十五。 \\n 八八六十四，自相乘，得四千九十六，八人分之，人得五百一十二。 \\n 七八五十六，自相乘，得三千一百三十六，七人分之，人得四百四十八。 \\n 六八四十八，自相乘，得二千三百四，六人分之，人得三百八十四。 \\n 五八四十，自相乘，得一千六百，五人分之，人得三百二十。 \\n 四八三十二，自相乘，得一千二十四，四人分之，人得二百五十六。 \\n 三八二十四，自相乘，得五百七十六，三人分之，人得一百九十二。 \\n 二八十六，自相乘，得二百五十六，二人分之，人得一百二十八。 \\n 一八如八，自相乘，得六十四，一人得六十四。 \\n 右八八一條，得二百八十八，自相乘，得八萬二千九百四十四，八人分之，人得一萬三百六十八。 \\n 七七四十九，自相乘，得二千四百一，七人分之，人得三百四十三。 \\n 六七四十二，自相乘，得一千七百六十四，六人分之，人得二百九十四。 \\n 五七三十五，自相乘，得一千二百二十五，五人分之，人得二百四十五。 \\n 四七二十八，自相乘，得七百八十四，四人分之，人得一百九十六。 \\n 三七二十一，自相乘，得四百四十一，三人分之，人得一百四十七。 \\n 二七一十四，自相乘，得一百九十六，二人分之，人得九十八。 \\n 一七如七，自相乘，得四十九，一人得四十九。 \\n 右七七一條，得一百九十六，自相乘，得三萬八千四百一十六，七人分之，人得五千四百八十八。 \\n 六六三十六，自相乘，得一千二百九十六，六人分之，人得二百一十六。 \\n 五六三十，自相乘，得九百，五人分之，人得一百八十。 \\n 四六二十四，自相乘，得五百七十六，四人分之，人得一百四十四。 \\n 三六一十八，自相乘，得三百二十四，三人分之，人得一百八。 \\n 二六一十二，自相乘，得一百四十四，二人分之，人得七十二。 \\n 一六如六，自相乘，得三十六，一人得三十六。 \\n 右六六一條，得一百二十六，自相乘，得一萬五千八百七十六，六人分之，人得二千六百四十六。 \\n 五五二十五，自相乘，得六百二十五，五人分之，人得一百二十五。 \\n 四五二十，自相乘，得四百，四人分之，人得一百。 \\n 三五一十五，自相乘，得二百二十五，三人分之，人得七十五。 \\n 二五一十，自相乘，得一百，二人分之，得五十。 \\n 一五如五，自相乘，得二十五，一人得二十五。 \\n 右五五一條，得七十五，自相乘，得五千六百二十五，五人分之，人得一千一百二十五。 \\n 四四一十六，自相乘，得二百五十六，四人分之，人得六十四。 \\n 三四一十二，自相乘，得一百四十四，三人分之，人得四十八。 \\n 二四如八，自相乘，得六十四，二人分之，人得三十二。 \\n 一四如四，自相乘，得一十六，一人得一十六。 \\n 右四四一條，得四十，自相乘，得一千六百，四人分之，人得四百。 \\n 三三如九，自相乘，得八十一，三人分之，人得二十七。 \\n 二三如六，自相乘，得三十六，二人分之，人得一十八。 \\n 一三如三，自相乘，得九，一人得九。 \\n 右三三一條，得一十八，自相乘，得三百二十四，三人分之，人得一百八。 \\n 二二如四，自相乘，得一十六，二人分之，人得八。 \\n 一二如二，自相乘，得四，一人得四。 \\n 右二二一條，得六，自相乘，得三十六，二人分之，人得一十八。 \\n 一一如一，自相乘，得一，一乘不長。 \\n 右從九九至一一，總成一千一百五十五，自相乘，得一百三十三萬四千二十五，九人分之，人得一十四萬八千二百二十五。 \\n 以九乘一十二，得一百八，六人分之，人得一十八。 \\n 以二十七乘三十六，得九百七十二，一十八人分之，人得五十四。 \\n 以八十一乘一百八，得八千七百四十八，五十四人分之，人得六十二。 \\n 以二百四十三乘三百二十四，得七萬八千七百三十二，一百六十二人分之，人得四百八十六。 \\n 以七百二十九乘九百七十二，得七十萬八千五百八十八，四百八十六人分之，人得一千四百五十八。 \\n 以二千一百八十七乘二千九百一十六，得六百三十七萬七千二百九十二，一千四百五十八人分之，得四千三百七十四。 \\n 以六千五百六十一乘八千七百四十八，得五千七百三十九萬五千六百二十八，四千三百七十四人分之，人得一萬三千一百二十二。 \\n 以一萬九千六百八十三乘二萬六千二百四十四，得五億一千六百五十六萬六百五十二，一萬三千一百二十二人分之，人得三萬九千三百六十六。 \\n 以五萬九千四十九乘七萬八千七百三十二，得四十六億四千九百四萬五千八百六十八，三萬九千三百六十六人分之，人得一十一萬八千九十八。 \\n 以一十七萬七千一百四十七乘二十三萬六千一百九十六，得四百一十八億四千一百四十一萬二千八百一十二，一十一萬八千九十八人分之，得三十五萬四千二百九十四。 \\n 以五十三萬一千四百四十一乘七十萬八千五百八十八，得三千七百六十五億七千二百七十一萬五千三百八，三十五萬四千二百九十四人分之，人得一百六萬二千八百八十二。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷中", "正文": "　 \\n 孙子算经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷中卷中 \\n  \\n  \\n  \\n 今有一十八分之一十二。問：約之得幾何？答曰：三分之二。 \\n 術曰：置十八分在下，一十二分在上，副置二位以少減多，等數得六為法，約之即得。 \\n 今有三分之一、五分之二。問：合之二得幾何？答曰：一十五分之十一。 \\n 術曰：置三分五分在右方，之一之二在左方，母互乘子，五分之二得六，三分之一得五，并之，得一十一為實；又方二母相乘，得一十五為法。不滿法，以法命之，即得。 \\n 今有九分之八，減其五分之一。問：餘幾何？答曰：四十五分之三十一。 \\n 術曰：置九分五分在右方，之八之一在左方，母互乘子，五分之一得九，九分之八得四十，以少減多，餘三十一，為實；母相乘，得四十五，為法。不滿法，以法命之，即得。 \\n 今有三分之一，三分之二，四分之三。問：減多益少，幾何而平？答曰：減四分之三者二，減三分之二者一，并以益三分之一，而各平于一十二分之七。 \\n 術曰：置三分三分四分在右方，之一之二之三在左方，母互乘子，副并得六十三。置右為平實，母相乘得三十六，為法，以列數三乘未并者，及法等數，得九約訖，減四分之三者二，減三分之二者一，并以益三分之一，各平于一十二分之七。 \\n 今有粟一斗。問：為糲米幾何？答曰：六升。 \\n 術曰：置粟一斗十升，以糲米率三十乘之，得三百升為實，以粟率五十為法，除之，即得。 \\n 今有粟二斗一升。問：為粺米幾何？答曰：一斗一升五十分升之一十七。 \\n 術曰：置粟數二十一升，以粺米率二十七乘之，得五百六十七升，為實；以粟率五十為法，除之不盡，以法而命分。 \\n 今有粟四斗五升。問：為□米幾何？答曰：二斗一升五分升之三。 \\n 術曰：置粟四十五升，以二約□米率二十四，得一十二，乘之，得五百四十升，為實；以二約粟率，五十得二十五，為法，除之，不盡，以等數約之，而命分。 \\n 今有粟七斗九升。問：為御米幾何？答曰：三斗三升一合八勺。 \\n 術曰：置七斗九升以御米率二十一乘之，得一千六百五十九，為實，以粟率五十除之，即得。 \\n 今有屋基，南北三丈，東西六丈，欲以磚瓦砌之，凡積二尺，用磚五枚。問：計幾何？答曰：四千五百枚。 \\n 術曰：置東西六丈，以南北三丈乘之，得一千八百尺；以五乘之，得九千尺；以二除之，即得。 \\n 今有圓窖，下周二百八十六尺，深三丈六尺。問：受粟幾何？答曰：一十五萬一千四百七十四斛七升二十七分升之一十一。 \\n 術曰：置周二百八十六尺，自相乘得八萬一千七百九十六尺，以深三丈六尺乘之，得二百九十四萬四千六百五十六；以一十二除之，得二十四萬五千三百八十八尺，以斛法一尺六寸二分除之，即得。 \\n 今有方窖，廣四丈六尺，長五丈四尺，深三丈五尺。問：受粟幾何？答曰：五萬三千六百六十六斛六斗六升三分升之二。 \\n 術曰：置廣四丈六尺，長五丈四尺，相乘得二千四百八十四尺；以深三丈五尺乘之，得八萬六千九百四十尺，以斛法一尺六寸二分除之，即得。 \\n 今有圓窖，周五丈四尺，深一丈八尺。問：受粟幾何？答曰：二千七百斛。 \\n 術曰：先置周五丈四尺相乘，得二千九百一十六尺，以深一丈八尺乘之，得五萬二千四百八十八尺；以一十二除之，得四千三百七十四尺，以斛法一尺六寸二分除之，即得。 \\n 今有圓田周三百步，徑一百步。問：得田幾何？答曰：三十一畝，奇六十步。 \\n 術曰：先置周三百步，半之，得一百五十步；又置徑一百步半之，得五十步，相乘，得七千五百步，以畝法二百四十步除之，即得。 \\n 又術曰：周自相乘，得九萬步，以十二除之，得七千五百步，以畝法除之，得畝數。 \\n 又術曰：徑自乘，得一萬，以三乘之，得三萬步，四除之，得七千五百步，以畝法除之，得畝數。 \\n 今有方田桑生中央，從角至桑，一百四十七步。問：為田幾何？答曰：一頃八十三畝，奇一百八十步。 \\n 術曰：置角至桑一百四十七步，倍之，得二百九十四步，以五乘之，得一千四百七十步，以七除之，得二百一十步，自相乘，得四萬四千一百步，以二百四十步除之，即得。 \\n 今有木，方三尺，高三尺，欲方五寸作枕一枚。問：得幾何？答曰：二百一十六枚。 \\n 術曰：置方三尺，自相乘，得九尺，以高三尺乘之，得二十七尺，以一尺木八枕乘之，即得。 \\n 今有索，長五千七百九十四步，以四除之，得一千四百四十八步，餘二步，以六因之，得一丈二尺，以四除之，得三尺，通計即得。 \\n 今有堤，下廣五丈，上廣三丈，高二丈，長六十尺，欲以一千尺作一方。問：計幾何？答曰：四十八方。 \\n 術曰：置堤，上廣三丈，下廣五丈。并之，得八丈；半之，得四丈。以二丈乘之，得八百尺；以長六十尺乘之，得四萬八千；以一千尺除之（案：原本訛作乘，今改正。），即得。 \\n 今有溝，廣十丈，深五丈，長二十丈，欲以千尺作一方。問：得幾何？答曰：一千方。 \\n 術曰：置廣一十丈，以深五丈乘之，得五千尺，又以長二十丈乘之，得一百萬尺，以一千除之，即得。 \\n 今有積，二十三萬四千五百六十七步。問：為方幾何？答曰：四百八十四步九百六十八分步之三百一十一。 \\n 術曰：置積二十三萬四千五百六十七步，為實，次借一算為下法，步之超一位至百而止。上商置四百于實之上（案：上商原本脫上字，今補。），副置四萬于實之下。下法之商，名為方法；命上商四百除實，除訖，倍方法，方法一退（案：原本脫方法二字，今補。），下法再退，復置上商八十以次前商，副置八百于方法之下。下法之上，名為廉法；方廉各命上商八十以除實（案：原本脫實字，今補。），除訖（案：原本脫除字，今補。），倍廉法，從方法，方法一退，下法再退，復置上商四以次前，副置四于方法之下。下法之上，名曰隅法；方廉隅各命上商四以除實，除訖，倍隅法，從方法（案：原本訛此六字，今據術補。），上商得四百八十四，下法得九百六十八，不盡三百一十一，是為方四百八十四步九百六十八分步之三百一十一。 \\n 今有積，三萬五千步。問為圓幾何？答曰：六百四十八步一千二百九十六分步之九十六。（案：六分步原本訛作七分，脫步字，今補正。） \\n 術曰：置積三萬五千步以一十二乘之，得四十二萬，為實，次借一算為下法，步之超一位至百而止，上商置六百于實之上，副置六萬于實之下。下法之上，名為方法，命上商六百除實，除訖，倍方法，方法一退，下法再退，復置上商四十以次前商，副置四百于方法之下。下法之上，名為廉法，方廉各命上商四十以除實（案：原本脫四十二字，今補。），除訖，倍廉法，從方法，方法一退，下法再退，復置上商八次前商，副置八于方法之下。下法之上，名為隅法，方廉隅各命上商八以除實，除訖，倍隅法，從方法，上商得六百四十八（案：原本脫得字，今補。），下法得一千二百九十六（案：六原本訛作七，今改正。），不盡九十六，是為方六百四十八步一千二百九十六分步之九十六。（案：九十六分原本訛作九十七分，今改正。） \\n 今有邱田周六百三十九，步徑三百八十步。問：為田幾何？答曰：二頃五十二畝二百二十五步。 \\n 術曰：半周得三百一十九步五分半徑，得一百九十步二位相乘，得六萬七百五步，以畝法除之，即得。 \\n 今有築城，上廣二丈，下廣五丈四尺，高三丈八尺，長五千五百五十尺，秋程人功三百尺。問：須功幾何？答曰：二萬六千一十一功。 \\n 術曰：并上下廣，得七十四尺，半之，得三十七尺，以高乘之，得一千四百六尺，又以長乘之，得積七百八十萬三千三百尺，以秋程人功三百尺除之，即得。 \\n 今以穿渠長二十九里一百四步，上廣一丈二尺六寸，下廣八尺深一丈八尺，秋程人功三百尺。問：須功幾何？答曰：三萬二千六百四十五功（案：原本訛作三萬二百六十五人，今據術改正。），不盡六十九尺六寸。 \\n 術曰：置里數以三百步乘之，內零步，六之，得五萬二千八百二十四尺，并上下廣，得二丈六寸，半之，以深乘之，得一百八十五尺四寸，以長乘得九百七十九萬三千五百六十九尺六寸，以人功三百尺除之，即得。 \\n 今有錢六千九百三十，欲令二百一十六人作九分，分之八十一人，人與二分；七十二人，人與三分；六十三人，人與四分。問：三種各得幾何？答曰：二分人得錢二十二，三分人得錢三十三，四分人得錢四十四。 \\n 術曰：先置八十一人于上，七十二人次之，六十三人在下，頭位以二乘之，得一百六十二，次位以三乘之，得二百一十六，下位以四乘之，得二百五十二，副并三位，得六百三十為法。又置錢六千九百三十為三位頭位，以一百六十二乘之，得一百一十二萬二千六百六十，又以二百一十六乘中位，得一百四十九萬六千八百八十，又以二百五十二乘下位，得一百七十四萬六千三百六十，各為實以法，六百三十各除之，頭位得一千七百八十二，中位得二千三百七十六，下位得二千七百七十二，各以人數除之，即得。 \\n 今有五等諸侯，共分橘子六十顆，人別加三顆。問：五人各得幾何？答曰：公一十八顆，侯一十五顆，伯一十二顆，子九顆，男六顆。 \\n 術曰：先置人數別加三顆于下，次六顆，次九顆，次一十二顆，上十五顆，副并之，得四十五，以減六十顆，餘人數除之，得人三顆，各加不并者，上得一十八顆為公分，次得一十五為侯分，次得一十二為伯分，次得九為子分，下得六為男分。 \\n 今有甲乙丙三人持錢，甲語乙丙：各將公等所持錢半以益我錢成九十。乙復語甲丙：各將公等所持錢，半以益我，錢成七十。丙復語甲乙：各將公等所持錢，半以益我，錢成五十六。問：三人元持錢各若干？答曰：甲七十二，乙三十二，丙四。 \\n 術曰：先置三人所語為位，以三乘之，各為積，甲得二百七十，乙得二百一十，丙得八十四，又置甲九十，乙七十，丙五十六，各半之，以甲乙減丙，以甲丙減乙，以乙丙減甲，即各得元數。 \\n 今有女子善織，日自倍，五日織通五尺。問：日織幾何？答曰：初日織一寸三十一分寸之一十九，次日織三寸三十一分寸之七，次日織六寸三十一分寸之一十四，次日織一尺二寸三十一分寸之二十八，次日織二尺五寸三十一分寸之二十五。 \\n 術曰：各置列衰副，并得三十一為法，以五尺乘并者，各自為實，實如法而一，即得。 \\n 今有人盜庫絹，不知所失幾何？但聞草中分絹，人得六匹，盈六匹；人得七匹，不足七匹。問人、絹各幾何？答曰：賊一十三人，絹八十四匹。 \\n 術曰：先置人得六匹于右上，盈六匹于右下，後置人得七匹于左上，不足七匹于左下，維乘之所得，并之為絹，并盈不足為人。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷下", "正文": "　 \\n 孙子算经 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷下卷下 \\n  \\n  \\n  \\n 今有甲、乙、丙、丁、戊、己、庚、辛、壬、癸九家共輸租，甲出三十五斛，乙出四十六斛，丙出五十七斛，丁出六十八斛，戊出七十九斛，己出八十斛，庚出一百斛，辛出二百一十斛，壬出三百二十五斛，凡九家，共輸租一千斛，僦運直折二百斛外。問：家各幾何？答曰：甲二十八斛，乙三十六斛八斗，丙四十五斛六斗，丁五十四斛四斗，戊六十三斛二斗，己六十四斛，庚八十斛，辛一百六十八斛，壬二百六十斛。 \\n 術曰：置甲出三十五斛，以四乘之，得一百四十斛；以五除之，得二十八斛。乙出四十六斛，以四乘之，得一百八十四斛；以五除之，得三十六斛八斗。丙出五十七斛，以四乘之，得二百二十八斛；以五除之，得四十五斛六斗。丁出六十八斛，以四乘之，得二百七十二斛；以五除之，得五十四斛四斗。戊出七十九斛，以四乘之，得三百一十六斛；以五除之，得六十三斛二斗。己出八十斛，以四乘之，得三百二十斛；以五除之，得六十四斛。庚出一百斛，以四乘之，得四百斛；以五除之，得八十斛。辛出二百一十斛，以四乘之，得八百四十斛；以五除之，得一百六十八斛。壬出三百二十五斛，以四乘之，得一千三百斛；以五除之，得二百六十斛。 \\n 今有丁一千五百萬，出兵四十萬。問：幾丁科一兵？答曰：三十七丁五分。 \\n 術曰：置丁一千五百萬為實，以兵四十萬為法，實如法，即得。 \\n 今有平地聚粟，下周三丈六尺，高四尺五寸。問：粟幾何？答曰：一百斛。 \\n 術曰：置周三丈六尺，自相乘，得一千二百九十六尺，以高四尺五寸，乘之，得五千八百三十二尺，以三十六除之，得一百六十二尺，以斛法一尺六寸二分除之，即得。 \\n 今有佛書，凡二十九章，章六十三字。問：字幾何？答曰：一千八百二十七。 \\n 術曰：置二十九章，以六十三字，乘之，即得。 \\n 今有棋局，方一十九道。問：用棋幾何？答曰：三百六十一。 \\n 術曰：置一十九道，自相乘之，即得。 \\n 今有租，九萬八千七百六十二斛，欲以一車載五十斛。問：用車幾何？答曰：一千九百七十五乘奇一十二斛。 \\n 術曰：置租九萬八千七百六十二斛為實，以一車所載五十斛為法。實如法，即得。 \\n 今有丁九萬八千七百六十六，凡二十五丁出一兵。問：兵幾何？答曰：三千九百五十人奇一十六丁。 \\n 術曰：置丁九萬八千七百六十六為實，以二十五為法。實如法，即得。 \\n 今有絹，七萬八千七百三十二匹，令一百六十二人分之。問：人得幾何？答曰：四百八十六匹。 \\n 術曰：置絹七萬八千七百三十二匹為實，以一百六十二人為法。實如法，即得。 \\n 今有綿，九萬一千一百三十五觔，給與三萬六千四百五十四戶。問：戶得幾何？答曰：二觔八兩。 \\n 術曰：置九萬一千一百三十五觔，為實；以三萬六千四百五十四戶，為法。除之，得二觔，不盡一萬八千二百二十七觔，以一十六乘之，得二十九萬一千六百三十二兩，以戶除之，即得。 \\n 今有粟，三千九百九十九斛九斗六升，凡粟九斗易豆一斛。問：計豆幾何？答曰：四千四百四十四斛四斗。 \\n 術曰：置粟三千九百九十九斛九斗六升為實，以九斗為法。實如法，即得。 \\n 今有粟，二千三百七十四斛，斛加三升。問：共粟幾何？答曰：二千四百四十五斛二斗二升。 \\n 術曰：置粟二千三百七十四斛，以一斛三升乘之，即得。 \\n 今有粟，三十六萬九千九百八十斛七斗，在倉九年，年斛耗三升。問：一年、九年各耗幾何？答曰：一年耗一萬一千九十九斛四斗二升一合，九年耗九萬九千八百九十四斛七斗八升九合。 \\n 術曰：置三十六萬九千九百八十斛七斗，以三升乘之，得一年之耗，又以九乘之，即九年之耗。 \\n 今有貸與人絲五十七觔，限歲出息一十六觔。問：觔息幾何？答曰：四兩五十七分兩之二十八。 \\n 術曰：列限息絲一十六觔，以一十六兩乘之，得二百五十六兩，以貸絲五十七觔除之，不盡，約之，即得。 \\n 今有三人共車，二車空；二人共車，九人步。問：人與車各幾何？答曰：一十五車，三十九人。 \\n 術曰：置二人以三乘之，得六，加步者九人，得車一十五，欲知人者，以二乘車，加九人即得。 \\n 今有粟一十二萬八千九百四十斛九斗三合，出與人買絹一匹，直粟三斛五斗七升。問：絹幾何？答曰：三萬六千一百一十七匹三丈六尺。 \\n 術曰：置粟一十二萬八千九百四十斛九斗三合為實，以三斛五斗七升為法，除之，得匹餘四十之所得，又以法除之，即得。 \\n 今有婦人河上蕩桮，津吏問曰：「桮何以多？」婦人曰：「家有客。」津吏曰：「客幾何？」婦人曰：「二人共飯，三人共羹，四人共肉，凡用桮六十五，不知客幾何？」答曰：「六十人。」 \\n 術曰：置六十五桮，以十二乘之，得七百八十；以十三除之，即得。 \\n 今有木，不知長短，引繩度之，餘繩四尺五寸；屈繩量之，不足一尺。問：幾何？答曰：六尺五寸。 \\n 術曰：置餘繩四尺五寸，加不足一尺，共五尺五寸，倍之，得一丈一尺，減四尺五寸，即得。 \\n 今有器中米，不知其數，前人取半，中人三分取一，後人四分取一，餘米一斗五升。問：米幾何？答曰：六斗。 \\n 術曰：置餘米一斗五升，以六乘之，得九斗；以二除之，得四斗五升；以四乘之，得一斛八斗；以三除之，即得。 \\n 今有黃金一觔直錢一十萬。問：兩直幾何？答曰：六千二百五十錢。 \\n 術曰：置錢一十萬，以一十六兩除之，即得。 \\n 今有錦一匹，直錢一萬八千。問：丈、尺、寸各直幾何？答曰：丈四千五百錢，尺四百五十錢，寸四十五錢。 \\n 術曰：置錢一萬八千，以四除之，得一丈之直；一退再退，得尺寸之直。 \\n 今有地，長一千步，廣五百步，尺有鶉、寸有鷃。問鶉、鷃各幾何？答曰：鶉一千八百萬，鷃一億八千萬。 \\n 術曰：置長一千步，以廣五百步乘之，得五十萬；以三十六乘之，得一千八百萬尺，即得鶉數；上十之，即得鷃數。 \\n 今有六萬口，上口三萬人，日食九升；中口二萬人，日食七升；下口一萬人，日食五升。問：上、中、下口，共食幾何？答曰：四千六百斛。 \\n 術曰：各置口數，以日食之數乘之，所得并之，即得。 \\n 今有方物一束外周，一市有三十二枚。問：積幾何？答曰：八十一枚。 \\n 術曰：重置二位左位減八餘加右位，至盡虛加一，即得。 \\n 今有竿，不知長短，度其影，得一丈五尺，別立一表，長一尺五寸，影得五寸。問：竿長幾何？答曰：四丈五尺。 \\n 術曰：置竿影一丈五尺，以表長一尺五寸乘之，上十之，得二十二丈五尺，以表影五寸除之，即得。 \\n 今有物，不知其數。三三數之，賸二；五五數之，賸三；七七數之，賸二。問：物幾何？答曰：二十三。 \\n 術曰：三三數之，賸二，置一百四十；五五數之，賸三，置六十三；七七數之，賸二，置三十。并之，得二百三十三，以二百一十減之，即得。凡三三數之，賸一，則置七十五；五五數之，賸一，則置二十一；七七數之，賸一，則置十五。一百六以上，以一百五減之，即得。 \\n 今有獸，六首四足；禽，二首二足，上有七十六首，下有四十六足。問：禽、獸各幾何？答曰：八獸、七禽。 \\n 術曰：倍足以減首，餘半之，即獸；以四乘獸，減足，餘半之，即禽。 \\n 今有甲乙二人持錢，各不知數。甲得乙中半，可滿四十八；乙得甲大半，亦滿四十八。問：甲乙二人元持錢各幾何？答曰：甲持錢三十六，乙持錢二十四。 \\n 術曰：如方程求之，置二甲一乙錢九十六于右方，置二甲三乙錢一百四十四于左方，以右方二乘左方，上得四，中得六，下得二百八十八錢；以左方二乘右方，上得四，中得二，下得九十六（案：近刻脫此十八字，今據術補。）；以右行再減左行，左上空，中餘四，以為法，下餘九十六錢，為實；上法下實，得二十四錢，為乙錢，以減右下九十六，餘七十二為實，以右上二甲為法，上法下實，得三十六為甲錢也。 \\n 今有百鹿入城，家取一鹿，不盡，又三家共一鹿，適盡。問：城中家幾何？答曰：七十五家。 \\n 術曰：以盈不足取之，假令七十二家鹿不盡四，令之九十家鹿不足二十。置七十二于右上，盈四于右下，置九十于左上，不足二十于左下，維乘之所得并為實，並盈不足為法，除之，即得。 \\n 今有三雞共啄粟一千一粒，雛啄一，母啄二，翁啄四。主責本粟，三雞主各償幾何？答曰：雞雛主一百四十三，雞母主二百八十六，雞翁主五百七十二。 \\n 術曰：置粟一千一粒為實，副并三雞所啄粟七粒為法，除之，得一百四十三粒為雞雛主所償之數，遞倍之，即得母、翁主所償之數。 \\n 今有雉、兔同籠，上有三十五頭，下有九十四足。問：雉、兔各幾何？答曰：雉二十三，兔一十二。 \\n 術曰：上置三十五頭，下置九十四足。半其足，得四十七，以少減多，再命之，上三除下三，上五除下五，下有一除上一，下有二除上二，即得。 \\n 又術曰：上置頭，下置足，半其足，以頭除足，以足除頭，即得。 \\n 今有九里渠，三寸魚頭，頭相次。問：魚得幾何？答曰：五萬四千。 \\n 術曰：置九里以三百步乘之，得二千七百步；又以六尺乘之，得一萬六千二百尺，上十之，得一十六萬二千寸，以魚三寸除之，即得。 \\n 今有長安、洛陽相去九百里，車輪一匝一丈八尺。欲自洛陽至長安。問：輪匝幾何？答曰：九萬匝。 \\n 術曰：置九百里以三百步乘之，得二十七萬步，又以六尺乘之，得一百六十二萬尺，以車輪一丈八尺為法，除之，即得。 \\n 今有出門望見九堤，堤有九木，木有九枝，枝有九巢，巢有九禽，禽有九雛，雛有九毛，毛有九色。問：各幾何？答曰：木八十一枝，七百二十九巢，六千五百六十一禽，五萬九千四十九雛，五十三萬一千四百四十一毛，四百七十八萬二千九百六十九色，四千三百四萬六千七百二十一。 \\n 術曰：置九堤以九乘之，得木之數；又以九乘之，得枝之數；又以九乘之，得巢之數；又以九乘之，得禽之數；又以九乘之，得雛之數；又以九乘之，得毛之數；又以九乘之，得色之數。 \\n 今有三女，長女五日一歸，中女四日一歸，少女三日一歸。問：三女幾何日相會？答曰：六十日。 \\n 術曰：置長女五日，中女四日，少女三日，于右方，各列一算于左方，維乘之，各得所到數。長女十二到，中女十五到，少女二十到，又各以歸日乘到數，即得。 \\n 今有孕婦，行年二十九歲。難九月，未知所生？答曰：生男。 \\n 術曰：置四十九加難月，減行年，所餘以天除一，地除二，人除三，四時除四，五行除五，六律除六，七星除七，八風除八，九州除九。其不盡者，奇則為男，耦則為女。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
