{"章节": "校点说明", "正文": "  \\n 校点说明 \\n 　 \\n  \\n 《公孫龍子注》（一卷），據冼玉清《廣東釋道著述考》云：《番禺縣志藝文志》有著錄，爲汪兆鏞抄本。據汪云：當時『門人傳抄，多有出入』（《公孫龍子注跋》）。則汪本只是其中之一。後來，汪兆鏞（微尚齋）在陳澧先生孫子陳仲獻處得見陳先生手稿，於是按原稿迻錄，於乙丑年（一九二四年）刊行於世。刊刻本並收入汪氏所作《公孫龍子校勘記》、《公孫龍子篇目考》和《公孫龍子注跋》。 \\n 這個校點本所採用的就是微尚齋的刊刻本。 \\n 陳氏所用本子，當爲宋謝希深注本，而所作注較簡約，而且有許多訛誤脫漏，大概『尚未寫定』（汪兆鏞語）。 \\n 是次校點，用文淵閣四庫全書所載《公孫龍子》（謝希深注本）爲主要校點底本（校點簡稱爲『四庫本』），並以《公孫龍子懸解》（王琯，中華書局，一九九二年九月第一版。校點簡稱爲『中華本』）作爲參校本。 \\n  \\n   \\n  "}
{"章节": "迹府弟一", "正文": "  \\n 迹府弟一（一） \\n 　 \\n  \\n 公孫龍，六國時辯士也。疾名實之散亂，因資財之所長，爲『守白』之論。假物取譬，以『守白』辯。 \\n 謂白馬爲非馬也。白馬爲非馬者，言白所以名色，言馬所以爲形也。色非形，形非色也（二）。夫言色，則形不當與；言形，則色不宜從。今合以爲物，非也。如求白馬於廄中，無有；而有驪色之馬，然不可以應有白馬也。不可以應有白馬，則所求之馬亡矣。亡則白馬竟非馬。欲推是辯，以正名實，而化天下焉。 \\n 龍與孔穿會趙平原君家。 \\n 穿曰：『素聞先生高誼，願爲弟子久。但不取先生白馬非馬耳。請去此術，則穿請爲弟子。』龍曰：『先生之言悖。龍之所以爲名者，乃以白馬之論爾。今使龍去之，則無以教焉。且欲師之者，以智與學不如也。今使龍去之，此先教而後師之也；先教而後師之者，悖。且白馬非馬，乃仲尼之所取。龍聞楚王張繁弱之弓，載忘歸之矢，以射蛟兕於雲夢之圃，而喪其弓。左右請求之（三）。王曰：「止！楚人遺弓（四），楚人得之。又何求乎？」仲尼聞之曰：「楚王仁義而未遂也。亦曰：『人亡弓，人得之而已。何必楚？』」若此，仲尼異楚人於所謂人。夫是仲尼異楚人於所謂人，而非龍異白馬于所謂馬，悖。先生修儒術而非仲尼之所取（五），欲學而使龍去所教，則雖百龍固不能當前矣。』孔穿無以應焉。 \\n 公孫龍，趙平原君之客也。孔穿，孔子之葉也。穿與龍會。 \\n 穿謂龍曰：『臣居魯，側聞下風，高先生之智，說先生之行。願受業之日久矣，乃今得見。然所不取先生者，獨不取先生之以白馬爲非馬耳。請去白馬之學，穿請爲弟子。』 \\n 龍曰：『先生之言悖。龍之學，以白馬爲非馬者也。使龍去之，則龍無以教。無以教而乃學于龍也者，悖。且夫欲學于龍者以智與學焉爲不逮也。今教龍去白馬非馬，是先教而後師之也。先教而後師之，不可。先生之所以教龍者，似齊王之謂尹文也。齊王之謂尹文曰：「寡人甚好士，以齊國無士，何也？」【『以』猶『而』也。】尹文曰：「願聞大王之所謂士者。」齊王無以應。尹文曰：「今有人於此，事君則忠，事親則孝，交友則信，處鄉則順。有此四行，可謂士乎？」王曰：「善！此真吾所謂士也。」尹文曰：「王得此人，肯以爲臣乎？」王曰：「所願而不可得也。」是時齊王好勇。於是尹文曰：「使此人廣庭大衆之中，見侵侮而終不敢鬥，王將以爲臣乎？」王曰：「詎士也（六）。見侮而不鬥，辱也；辱則寡人不以爲臣矣。」尹文曰：「唯見侮而不鬥，未失其四行也。是人未失四行，其所以爲士也。然而王一以爲臣，一不以爲臣，則向之所謂士者乃非士乎？」齊王無以應。尹文曰：「今有人君將理其國。人有非則非之，無非則亦非之；有功則賞之，無功則亦賞之，而怨人之不理也。可乎？」齊王曰：「不可。」尹文曰：「臣竊觀下吏之理齊，其方若此矣。」齊王曰：「寡人理國，信若先生之言。人雖不理，寡人不敢怨也。意未至然與？」尹文曰：「言之敢無說乎？王之令曰：『殺人者死，傷人者刑。』人有畏王之令者，見侮而終不鬥，是全王之令也。而王曰：『見侮而不鬥者，辱也。』謂之辱，非之也。無非而王辱之，故因除其籍，不以爲臣也。不以爲臣者，罰之也。此無罪而王罰之也。且王辱不敢鬥者，必榮敢鬥者也。榮敢鬥者此下有脫文。是，而王是之，必以爲臣矣。必以爲臣者，賞之也。彼無功而王賞之。王之所賞，吏之所誅也；上之所是，而法之所非也（七）。賞罰是非，相與四繆（八）。雖十黃帝不能理也。」齊王無以應焉。故龍以子之言有似齊王。子知難白馬之非馬，不知所以難之說，以此，猶知好士之名而不知察士之類。』【此二條皆後人所述，故同一事而一舉楚人遺弓之說，一舉齊王謂尹文之說，所聞有異也。《孔叢子》合爲一，是也。】 \\n 《孔叢子》（九）：公孫龍者，平原君之客也。好刑名，以白馬非馬。或謂子高【子高，孔穿之字，孔箕之子，汲之元孫】（十）。曰：『此人小辯而毀大道（十一），子盍往正諸？』子高曰：『大道之悖，天下之校枉也（十二），吾何病焉？』或曰：『雖然，子爲天下故往也。』子高適趙，與龍會平原君家，謂之曰：『僕居魯，遂聞下風而高先生之行也，願受業之日久矣。然所不取于先生者，獨不取先生以白馬爲非馬爾。誠去白馬之學，則穿請爲弟子。』公孫龍曰：『先生之言悖也。龍之學，正以白馬非馬者也。今使龍去之，則龍無以教矣。今龍爲無以教而乃學于龍，不亦悖乎？且夫學于龍者，以智與學不逮也。今教龍去白馬非白馬，是先教而後師之，不可也。先生之所教龍者，似齊王之問尹文也。齊王曰：「寡人甚好士，而齊國無士。」尹文曰：「今有人於此，事君則忠，事親則孝，交友則信，處鄉則順。有此四行者，可謂士乎？」王曰：「善！是真吾所謂士者也。」尹文曰：「王得此人，肯以爲臣乎？」王曰：「所願不可得也。」尹文曰：「使此人廣庭大衆之中，見侮而不敢鬥，王將以爲臣乎？」王曰：「夫士也，見侮而不鬥，是辱。則寡人不以爲臣矣。」尹文曰：「雖見侮而不鬥，是未失所以爲士也。然而王不以爲臣，則鄉所謂士者乃非士乎？夫王之令：『殺人者死，傷人者刑。』民有畏王令，故見侮終不敢鬥。是全王之法也。而王不以爲臣，是罰之也。且王以不敢鬥爲辱，必以敢鬥爲榮，是王之所賞，吏之所罰也；上之所是，法之所非也。賞罰是非，相與曲謬，雖十黃帝固所不能治也（十三）。」齊王無以應。且白馬非白馬者，乃子先君仲尼之所取也。龍聞楚王張繁弱之弓，載忘歸之矢，以射蛟兕於雲夢之圃，反而喪其弓。左右請求之。王曰：「止也！楚人遺弓，楚人得之。又何求乎？」仲尼聞之曰：「楚王仁義而未遂。亦曰『人得之而已矣，何必楚乎？』」若是者，仲尼異楚人與所謂人，而非龍之異白馬于所謂馬（十四），悖也。先生好儒術而非仲尼之所取也，欲學龍而使龍去所以教（十五），雖百龍之智固不能當前也。』子高莫之應。退而告人曰：『言非而博，巧而不理，此固無所不答也（十六）。』異日，平原君會衆賓而延子高。平原君曰：『先生，聖人之後也。不遠千里來顧，臨之欲去。夫公孫白馬之學，今是非未明（十七），而先生翻然欲高逝（十八），可乎？』子高曰：『理之至精者則自明之，豈任穿之退哉？』平原君曰：『至精之說，可得聞乎？』答曰：『其說皆取之經傳，不敢以意。《春秋》記六鷁退飛（十九），睹之則六（二十），察之則鷁。鷁猶馬也，六猶白也。睹之得見其白，察之則知其馬。色之名別，內由外顯，謂之白馬，名實當矣。若以絲麻加之女工，爲緇素青黃，色名雖殊，其質則一。是以《詩》有素絲，不曰絲素；《禮》有緇布，不曰布緇。■〈牜麗〉牛元武（二十一），此類甚衆。先舉其色，後名其質，萬物之所同，聖賢之所常也。君子之謂，貴當物理，不貴繁辭。若尹文之折齊王之所言，與其法錯故也。穿之所說于公孫子，高其志（二十二），說其行也（二十三）。去白馬之說，智行固存，是則穿未失其所師者也。稱此云云，沒其理矣。是楚王之言，楚人亡弓，楚人得之。先君夫子，探其本意，欲以示廣，其實狹之。故曰：「不如亦曰人得之而已也。」是則是楚王之所謂楚（二十四），非異楚王之所謂人也。以此爲喻，乃相擊切矣。凡言人者，總謂人也。亦猶言馬者，總謂馬也。楚，自國也；白，白色也。欲廣其人，宜在去楚，欲正名色，不宜去白。忱察此理，則公孫之辯破矣（二十五）。』平原君曰：『先生言，于理善矣。』因顧賓曰（二十六）：『公孫子能答此乎？』燕客史由對曰：『辭則有焉，理則否矣。』 \\n 公孫龍又與子高記論于平原君所，辨理至於臧三耳。公孫龍言臧之三耳甚辯析（二十七）。子高弗應。俄而辭出。明日復見。平原君曰：『疇昔公孫之言信辯也（二十八）。先生實以爲何如？』答曰：『然幾能臧三耳矣。雖然實難，仆願得又問於君。今爲臧三耳，甚難而實非也，謂臧兩耳，甚易而實是也。不知君將從易而是者乎，亦從難而非者乎？』平原君弗能應。明日謂公孫龍曰：『公無復與孔子高辨事也。其人理勝於辭，公辭勝於理，辭勝於理（二十九）。終必受詘。』 \\n 【兆鏞按：原稿《孔叢子》二條錄於卷首，茲迻寫《迹府》篇後，以資考證。】 \\n 校記 \\n （一）弟，四庫本、中華本均作『第』，下同，不另注。 \\n （二）四庫本無『形』字。 \\n （三）四庫本句首有『其』字。 \\n （四）四庫本『人』作『王』。 \\n （五）四庫本『修』作『脩』。 \\n （六）『詎』，四庫本同，中華本則作『鉅』。 \\n （七）『非』，四庫本同，中華本則作『罪』。 \\n （八）『繆』，四庫本同，中華本則作『謬』。 \\n （九）此段文字見《孔叢子》卷下，用文淵閣四庫全書作校點底本。 \\n （十）『元』，當作『玄』。 \\n （十一）『大』，四庫本作『太』。 \\n （十二）『校』，四庫本作『交』。 \\n （十三）『十』，四庫本作『古』。 \\n （十四）四庫本無『所』字。 \\n （十五）四庫本無前一『龍』字。 \\n （十六）“無”，四庫本作“吾”。 \\n （十七）『明』，四庫本作『分』。 \\n （十八）『翻』，四庫本作『飜』。 \\n （十九）『鷁』，四庫本作『鶂』。下同，不另注。 \\n （二十）『睹』，四庫本作『覩』。 \\n （二十一）『元』當作『玄』。 \\n （二十二）四庫本『志』作『智』。 \\n （二十三）四庫本『說』作『悅』。 \\n （二十四）第二個『是』，四庫本作『異』。 \\n （二十五）『辯』，四庫本作『辨』。 \\n （二十六）四庫本此句作『因顧謂衆賓曰』。 \\n （二十七）『辯』，四庫本作『辨』。 \\n （二十八）『辯』，四庫本作『辨』。 \\n （二十九）原稿無此句，據四庫本補。 \\n  \\n   \\n  "}
{"章节": "白馬論弟二", "正文": "  \\n 白馬論弟二 \\n 　 \\n  \\n 『白馬非馬』可乎？ \\n 曰：可。【設爲客問而主答也。】下仿此。 \\n 曰：何哉？ \\n 曰：馬者，所以命形也；白者，所以命色也。命色者非命形者，故曰『白馬非馬』。 \\n 曰：有白馬不可謂無馬也。不可謂無馬者，非馬也？【舊注：既有白馬，不可謂之無馬，則白馬豈非馬乎？按：『也』讀爲『邪』。】有白馬，爲有馬，白之非馬（三十），何也？ \\n 曰：求馬，黃黑馬皆可致；求白馬，黃黑馬不可致。使白馬乃馬也，是所求一也。所求一者，白者不異馬也。【言使白馬乃馬，是求馬與求白馬一也，所求既一，則求白馬無異于求馬也。】所求不異，如黃黑馬有可，有不可，何也？【『如』讀爲『而』。】可與不可，其相非明。【可非不可，不可非可，甚明也。】故黃黑馬一也，而可以應有馬，而不可以應有白馬。是白馬之非馬，審矣。 \\n 曰：以馬之有色爲非馬，天下非有無色之馬也。天下無馬，可乎？【客言馬必有色，若以有色爲非馬，則天下無馬矣。豈可通乎？】 \\n 曰：馬固有色，故有白馬。使馬無色，則有馬如已耳（三十一），【舊注：『如』，『而』也。】安取白馬？故白馬非馬也。白馬者，馬與白也。馬與白馬也，【于馬之中別而出之，爲白馬也。】故曰：『白馬非馬也。』 \\n 曰：馬未與白爲馬，白未與馬爲白，合馬與白，復名白馬，是相與以不相與爲名，未可。故曰：『白馬非馬未可。』【客言白與馬本不相與，然既合馬與白而名白馬，是相與矣。既相與而猶欲以不相與爲名，則未可也。白馬非馬，是以不相與爲名也，故未可也。】 \\n 曰：以有白馬爲非馬（三十二），【『非』當作『有』字之誤也。】謂有白馬爲有黃馬，可乎？ \\n 曰：未可。 \\n 曰：以有馬爲異有黃馬，是異黃馬于馬（三十三），是以黃馬爲非馬（三十四），以黃馬爲非馬，而以白馬爲有馬——此飛者入池，而棺槨異處——此天下之悖言亂辭也。 \\n 曰：有白馬不可謂無馬者，離白之謂也。不離者（三十五），有白馬不可謂有馬也。【客言離白則有白馬，不可謂無馬矣。離白既可謂有馬，則不離亦豈不可謂有馬邪。『也』讀爲『邪』。】故所以爲有馬者，獨以馬爲有馬耳。非有白馬爲有馬（三十六），故其爲有馬也，不可以謂『馬馬』也。【所以爲馬者，非專以有白馬，爲有馬馬，色既不定有不可謂之有馬馬，故但謂之有馬矣。】 \\n 曰：白者不定所白，忘之而可也。【主言：若離而言之，則白色不定，在馬必並馬而忘之，然後可矣。】白馬者，言白定所白也。【謂之白馬，白定在所白之馬矣。】定所白者，非白也。【舊注：定白在馬者，乃馬之白也，安得自爲白。『乎』讀如字。】馬者，無去取於色，故黃黑皆所以應。白馬者，有去取于色，黃黑馬皆所以色去，故唯白馬獨可以應耳。無去者，非有去也。【無去者，與有去者不同。】故曰『白馬非馬』。 \\n 校记 \\n （三十）中華本此句作『有白馬，爲有白馬之非馬』。 \\n （三十一）四庫本無『則』字。中華本此句則作『如有馬而已耳』。 \\n （三十二）中華本此句作『以有白馬爲有馬』。 \\n （三十三）四庫本、中華本句末均有『也』字。 \\n （三十四）四庫本、中華本此句之上尚有『異黃馬于馬』一句。 \\n （三十五）『不』，中華本作『是』。 \\n （三十六）前一『有』字，中華本作『以』。 \\n  \\n   \\n  "}
{"章节": "指物論弟三", "正文": "  \\n 指物論弟三 \\n 　 \\n  \\n 物莫非指，而指非指。【人以手指指物，物皆是指，而手指非指。此主言也。】 \\n 天下無指，物無可以謂物。非指者天下，而物可謂指乎？【客言：使天下無可指之物，則無可以謂之物者矣。今既云物，莫非指則天下有物矣。既謂物豈又可謂之指乎？非指者上當脫『莫』字。一作『主所謂指非指者，何也？在天下者，物也，豈可謂之指而反以指爲非指乎？』】 \\n 指也者，天下之所無也；物也者，天下之所有也。以天下之所有爲天下之所無，未可。【此亦客之言也。】 \\n 天下無指，而物不可謂指也，不可謂指者，非指也。【主言：客以爲天下無指而物不可謂之指。然既云此，物不可謂指即已指其物而言之矣。此豈非指邪？『非指也』之『也』讀爲『邪』。】非指者，物莫非指也。【然則就如客說，以物爲非指，愈足以見物莫非指也。一作『然則我所謂指非指者，正以物莫非指，故指非指也。』】 \\n 天下無物而物不可謂指者，非有非指也。非有非指者，莫非指也；莫非指者而指非指也（三十七）。【又言客以爲天下無指而物不可謂之指，然天下亦非有物名爲非指者也。既非有物名爲非指者，愈足以見物莫非指矣。物莫非指，則指非指矣。一本：以上主之言也。】 \\n 天下無指者，生於物之各有名，不爲指也。不爲指而謂之指，是兼不爲指。以『有不爲指』之『無不爲指』，未可。【客言：吾謂天下無指者，其說由於天下之物各有其名而不名，爲指也；不名爲指而乃謂之指，則有指之名又有其本名，則一物兼二名矣。夫物各有本名，不名爲指而以爲無不名爲指，未可也。】 \\n 且指者，天下之所兼。天下無指者，物不可謂無指也。不可謂無指者，非有非指也。非有非指者，物莫非指，【主言：指之名，本衆物之所兼也。如客所言，謂天下無指，則可；若謂物無指，則不可。其所以不可者，以天下非有物名爲非指者也。既無名爲非指者，則物莫非指矣。】指非非指也，指與物非指也。【指本是指非非指也，然以指指於物，則指屬於物而指非指矣。一本：『與』當作『於』。】 \\n 使天下無物指（三十八），誰徑謂非指？天下無物，誰徑謂指？天下有指無物指，誰徑謂非指？徑謂無物非指？【設使天下無物可指，則指不屬於物，誰謂指非指乎？然使天下無物，則無可指，何以謂指爲指指乎？使天下雖有指而無物，可指則指不屬於物，誰謂指非指乎？誰謂物莫非指而無物非指者乎？】 \\n 且夫指固自爲非指，奚待於物而乃與爲指？【又言指本可不名爲指也，所以名爲指者，因其能指物也。是必待有物可指而乃與之名爲指矣。然何必待有物可指而與之名爲指哉。言不若即其無可指之時而不與之名爲指也。是則指非指也。一作：又言指固自爲非指，所以名爲指者，待有物可指而名之爲指也，然何必待有物可指而始名之爲指哉，其意以爲不若任其無物可指而不名，爲指之爲得也。】 \\n 【兆鏞按：原稿《指物論》注凡二篇，字句微異，蓋當時兩存之而未寫定，茲用改本，仍將初本並錄於下，仿《歐陽文忠公集》例也。】 \\n  \\n   \\n  "}
{"章节": "通變論弟四", "正文": "  \\n 通變論弟四 \\n 　 \\n  \\n 曰：二有一乎？ \\n 曰：二無一。 \\n 【客問：二物相合，其中尚有一物可分而見者乎？主答：言既相合，則不可分也。】 \\n 曰：二有右乎？ \\n 曰：二無右。 \\n 曰：二有左乎？ \\n 曰：二無左。 \\n 【二既合爲一，則不能分左右矣。】 \\n 曰：右可謂二乎？ \\n 曰：不可。 \\n 曰：左可謂二乎？ \\n 曰：不可。 \\n 曰：左與右可謂二乎？ \\n 曰：可。 \\n 曰：變非不變（三十九），可乎？ \\n 曰：可。 \\n 曰：右有與，可謂變乎？ \\n 曰：可。 \\n 【如下文所云，羊合牛，假令羊居右而與牛合，是羊有與也。羊既與牛合，則不得仍爲羊矣。是變也。】 \\n 曰：變隻。 \\n 曰：右。 \\n 【客問：變者，隻所與一隻獨變而右不變乎？主言：右既有與則右亦變矣。】 \\n 曰：右苟變，安可謂右？【客言：如右亦變，則安可仍謂之右。今主云右，是未嘗變也。】 \\n 苟不變，安可謂變？【主答也。】 \\n 曰：二無左（四十），又無右，二者左與右奈何？客以主之言爲難也。 \\n 羊合牛非馬。【主答也。舊注云：假令羊居左牛居右共成一物，不可偏謂之羊，亦不可偏謂之牛，既無所名，不可合謂之馬，謂二物不可爲一明矣。】牛合羊非雞。【舊注：變爲他物，如左右易位，故以牛左羊右，亦非羊非牛又非雞也。】 \\n 曰：何哉？ \\n 曰：羊與牛唯異。羊有齒，牛無齒，而羊之非羊也，牛之非牛也（四十一），未可。是不俱有，而或類焉。【主言：牛羊之異在有齒無齒，然既合而爲一，若徑謂羊非羊，牛非牛，未可也。以其雖不皆有齒而實相類也。】羊有角，牛有角，牛之而羊也，羊之而牛也，未可。是俱有，而類之不同也。【羊牛同有角，其合而爲一，若徑謂之牛，則其半是羊；徑謂之羊，則其半是牛，亦不可也。以其雖有角而實不同也。】羊牛有角，馬無角；馬有尾，羊牛無尾。故曰：『羊合牛非馬也。』 \\n 非馬者，無馬也。無馬者，羊不二，牛不二，而羊牛二。是而羊而牛，非馬可也。【羊牛有角而馬無角，馬有尾而羊牛無尾，故羊牛合而爲一既非羊非牛更非馬也。所以非馬者，無馬在其中也。所以無馬者，以其雖非兩邊皆羊，雖非兩邊皆牛，而實爲羊牛二物合成，仍是羊牛而非馬也。】若舉而以是，猶類之不同。若左右，猶是舉。【舊注云：所以舉是羊牛者，假斯類之不可以定左右之分也。】 \\n 牛羊有毛，雞有羽。牛羊與雞類之不同，此其一也。謂雞足一，數足二；二而一，故三。謂牛羊足一，數足四，四而一，故五。牛羊足五，雞足三，【雞二足，牛羊四足而別，有所以能行者，爲一足，故雞足三，牛羊足五。此即臧三耳之說也。牛羊與雞，類之不同，此又其一也。】故曰：『牛合羊非雞。』『非』，有以非雞也。【但以類之不同，非別有非雞之故也。】 \\n 與馬以雞，甯馬。材不材，其無以類，審矣。【舊注：故等馬與雞，甯取于馬，以馬有國用之材，而雞不材，其爲非類審矣。】舉是亂名（四十二），是謂狂舉（四十三）。【言雞雖不材，仍非二物合成。若牛羊合而謂之雞，是謂狂舉也。】 \\n 曰：他辯。【舊注：又責以以他物爲辯也。】 \\n 曰：青以白非黃，白以青非碧。【『以』，猶『與』也。青與白分置二處，則非黃非碧也。此所辯舉黃之說與前所辯同意，舉碧之說則更進一意。碧爲青白合成也。】 \\n 曰：何哉？ \\n 曰：青白不相與而相與，反對也。不相鄰而相鄰，不害其方也。【舊注：夫青不與白爲青，而白不與青爲白，故曰『不相與』。青者，木之色，其方在東；白者，金之色，其方在西。東西相反而相對也。東自極於東，西自極於西。故曰『不相鄰』也。按：東之西即西之東，故曰『不相鄰而相鄰』。】不害其方者反而對，各當其所，【釋上云：反對及不害其方之故。】若左右不驪。 \\n 故一於青不可，一於白不可，惡乎其黃矣哉？黃其正矣。是正舉也，其有君臣之于國焉，故強壽矣。【舊注：驪，色之雜者也。按：若青白分置左右而不雜，則不能使白變青，青變白，又安能變黃哉？黃是正色，非二色合成，猶君臣有上下之辯，則其國強而久不變衰也。】 \\n 而且青驪乎白，而白不勝也。白足之勝矣而不勝，是木賊金也。木賊金者碧，碧則非正舉矣。【青雜乎白，白似足以掩青色，而卒不能掩，遂成碧色，非正色也。】 \\n 青白不相與，而相與；不相勝，則兩明也。爭而明，其色碧也。【不雜，則二色皆明，雜則爭明而爲碧。】 \\n 與其碧，甯黃。黃，其馬也。其與類乎？【舊注：等黃于碧，甯取于黃者，黃，中正之色也。馬，國用之材也。夫中正之色（四十四），國用之材，其亦類矣。】碧，其雞也，其與暴乎？【舊注：碧，不正之色；雞，不材之禽，故相與爲暴之類。按：前所辯言，雞雖非牛羊合成，然爲物不材。此言碧爲青白合成，則與不材者等也。】 \\n 暴則君臣爭而兩明也。兩明者昏不明，非正舉也。【舊注：政之所以暴亂者，君臣爭明也。君臣爭明，則上下混亂，政令不明，不能正其所舉也。】 \\n 非正舉者，名實無當。驪色章焉。【所以言非正舉者，實是碧，名爲青、名爲白皆不可，惟雜色明著耳。】故曰『兩明』也。兩明而道喪，其無有以正焉。【兩明則正道喪。】 \\n 校记 \\n （三十七）兩『莫』字前，四庫本、中華本均有『物』字。 \\n （三十八）中華本無『指』字。 \\n （三十九）四庫本、中華本首『變』字前均有『謂』字。 \\n （四十）此句四庫本作『苟二無左』，中華本則作『二苟無左』。 \\n （四十一）此句四庫本作『羊有齒，牛無齒，而羊牛之非羊也、之非牛也』，中華本作『羊有齒，牛無齒，而牛之非羊也，羊之非牛也』。 \\n （四十二）此句四庫本、中華本均作『舉是謂亂名』。 \\n （四十三）四庫本、中華本均無『謂』字。 \\n （四十四）色，四庫本作『德』。 \\n  \\n   \\n  "}
{"章节": "堅白論弟五", "正文": "  \\n 堅白論弟五 \\n 　 \\n  \\n 堅、白、石三，可乎？ \\n 曰：不可。 \\n 【客問而主答也，下仿此。】 \\n 曰：一，可乎（四十五）？『一』當作『二』。 \\n 曰：可。 \\n 曰：何哉？ \\n 曰：無堅得白，其舉也二；無白得堅，其舉也二。【主言：目不見堅而得白，白與石爲二；手不知白而得堅，堅與石爲二。不能得三也。】 \\n 曰：得其所白，不可謂無白；得其所堅，不可謂無堅，而之石也之於然也，非三也？【客言：目既得白，手既得堅，則不可謂無堅白矣，而此石之與堅白，非三邪？『非三也』之『也』讀爲『邪』。】 \\n 曰：視不得其所堅而得其所白者，無堅也。拊不得其所白而得其所堅者，無白也（四十六）。 \\n 曰：天下無白，不可以視石；天下無堅，不可以謂石。堅、白、石不相外，藏三可乎？【客言：如使天下無白色，則不可以視石而見其白矣；如使天下無堅質，則不可以謂石堅矣。既有白色，有堅質，則堅、白、石相合而相外，則謂一體之中藏堅、白、石三者矣。其可乎？】 \\n 曰：有自藏也，非藏而藏也。【舊注：目能見物而不見其堅，則堅藏矣；手能知物而不知其白，則白藏矣。此皆不知所然。自然而藏，故曰自藏也。彼皆自藏，非有物藏之。】 \\n 曰：其白也，其堅也，而石必得以相盛盈，其自藏奈何？【舊注：『盈』，『滿』也。其白必滿于堅、石之中，其堅亦滿于白、石之中，而石亦滿于堅、白之中，故曰『得以相盈』也。二物相盈，必矣。奈何謂之自藏也。】 \\n 曰：得其白，得其堅，見與不見離，不見離，一一不相盈，故離。離也者，藏也。【主言：見白不見堅，而堅離。白既與堅離，則三者離其一矣，此一者不能盈于石，故離也。所以離者，以其藏而不見也。】 \\n 曰：石之白，石之堅，見與不見，二與三，若廣修而相盈也，其非舉乎？【客言：石有白色，有堅質，祗以人有見有不見，故爲二爲三，然有色必有質，有質必有色，猶物有廣必有修，有修必有廣，舉其一，則二在其中矣。豈得以爲未舉乎？】 \\n 曰：物白焉，不定其所白；物堅焉，而不定其所堅（四十七）。不定者兼，惡乎甚石也？【主言：萬物有白，不定爲何物之白；萬物有堅，不定爲何物之堅。有此二者不定，惡乎定其爲石也。『甚』，當作『其』。】 \\n 曰：循石，非彼無石，非石，無所取乎白石。不相離者，固乎然其無已。【客言：以手循石，思天下非有此物，則天下無石矣。無石，又何所取乎？白、石並其不相離，而無之矣。其意謂：若言相離，惟無石而後可耳。】 \\n 曰：於石一也，堅、白二也，而在於石，故有知焉，有不知焉；有見焉，有不見焉。故知與不知相與離，見與不見相與藏。藏故，孰謂之不離。【舊注：以手拊石，知堅而不知白，故知與不知相與離也，以目視石，見白而不見堅，故見與不見相與藏也。按：『離』與『藏』，互言也。】 \\n 曰：目不能堅，手不能白，不可謂無堅，不可謂無白。其異任也，其無以代也。堅、白域于石，惡乎離？【客言：目手異用，能相代耳。然堅、白自在石內，未嘗離也。】 \\n 曰：堅未與石爲堅，而物兼未與爲堅，而堅必堅其不堅。石物而堅，天下未有若堅，而堅藏。【舊注：堅者，不獨堅于石，而亦堅於萬物。故曰『未與石爲堅』，而物兼也，亦不與萬物爲堅，而固當自爲堅，故曰『未與爲堅，而堅必堅也』。天下未有若此獨立之堅而可見。然亦不可謂之爲無堅。故曰『而堅藏』也。】 \\n 白固不能自白，惡能白石、物乎？若白者必白，則不白物而白焉。【舊注：世無獨立之堅乎，亦無孤立之白矣，故曰『白固不能自白』。既不能自白，安能自白于石與物？故曰『惡能白石、物乎』。若使白者必能自白，則亦不待白於物而自白矣。黃、黑與之然。舊注：黃、黑等色亦皆然也。石其無有，惡取堅白石乎？故離也。離也者因是。如是，則白亦藏也。堅與石既藏，則倘無石即無堅白石矣，惟其藏，故離也。謂之離者，因其本是離也。力與知果，不若因是。言欲以智力爭，必謂不離者不若，因其本是離，即謂之離。】 \\n 且猶白以目以火見（四十八）。而火不見，則火與目不見，而神見。神不見，而見離。【舊注：『神』謂『精神』也。人謂目能見物，而目以因火見，是目不能見，由火乃得見也。然火非見白之物，則目與火俱不見矣。然則見者誰乎？精神見矣。夫精神之見物也，必因火以目乃得見矣。火、目猶且不能爲見，安能與神而見乎？則神亦不能見矣。推尋見者，竟不得其實，則不知見者誰也。故曰『而見離』。按：言不但堅、白、離而已，且目也，火也，見也，無一不離者也。】 \\n 堅以手，而手以捶，是捶與手知而不知，而神與不知。神乎？是之謂離焉。【此言手與捶皆離，即神亦離也。知堅必以手，而手必錘之，手以捶而知，手本不知也。捶之知，乃手知，亦非捶知也。是捶與手皆知而不知也。捶與手既皆不知，則知者神也。然不以手捶，則神亦不知也。如是，則神亦離也。】離也者天下，故獨而正。 \\n 校记 \\n （四十五）中華本『一』作『二』。 \\n （四十六）此句四庫本、中華本均作『拊不得其所白而得其所堅，得其堅也，無白也』。 \\n （四十七）四庫本、中華本均無『而』字。 \\n （四十八）中華本無前一『以』字。 \\n  \\n   \\n  "}
{"章节": "名實論弟六", "正文": "  \\n 名實論弟六 \\n 　 \\n  \\n 天地與其所産焉（四十九），物也。【天地與所産物，皆物也。】 \\n 物以物其所物而不過焉，實也。實以實其所實而不曠焉（五十），位也。【如大木取其勝棟梁之任，細木取其勝榱桷之任，而不過焉謂之實也。勝棟梁之任者，取以爲棟梁；勝榱桷之任者，取以爲榱桷，而不曠廢謂之位也。】出其所位，非位；【棟梁爲榱桷，榱桷爲棟梁，非位也。】位其所位焉，正也。 \\n 以其所正，正其所不正；以其所不正（五十一），疑其所正。【因有不正者，慮其所謂正者亦有不正。言當審察之也。】 \\n 其『正』者，正其所實也；正其所實者，正其名也（五十二）。【如能勝棟梁、榱桷者，實也；謂之棟梁、榱桷者，名也。】 \\n 其『名』正，則唯乎其彼此焉。【舊注：『唯』，應辭也。】謂彼而彼不唯乎彼，則彼謂不行。謂此而此不唯乎此（五十三），則此謂不行。 \\n 其以當不當也，不當而當亂也（五十四）。【謂者，呼其名也。呼彼而彼不應乎彼，則彼之呼不行；呼此而此不應乎此，則此之呼不行。由其所以當之者，不當也。不當而妄以當之，則亂也。】 \\n 故彼，彼當乎彼，則唯乎彼，其謂行彼。此，此當乎此，則唯乎此，其謂行此。其以當而當也，以當而當，正也。 \\n 故彼，彼止於彼；此，此止於此。可。【止于彼，不呼以此；止于此，不呼以彼。則可。】彼此而彼且此，此彼而此且彼，不可。【呼此爲彼，則彼且轉爲此；呼彼爲此，則此且轉爲彼。不可。】 \\n 夫名實謂也。知此之非此也（五十五），知此之不在此也，則不謂也（五十六）。知彼之非彼也，則不謂也（五十七）。 \\n 至矣哉，古之明王！審其名實，慎其所謂。至矣哉，古之明王！ \\n 《公孫龍子注》一卷訖。 \\n 太歲在旃蒙赤奮若閏四月番禺汪氏微尚齋校刊。 \\n 九曜坊翰元樓書籍鋪雕印。 \\n 校记 \\n （四十九）『焉』，中華本作『者』。 \\n （五十）四庫本、中華本均無『而』字。 \\n （五十一）中華本無此一句。 \\n （五十二）這兩句四庫本作『以其所正，正其所不正；疑其所正，其正者正其所實也。正其所實者，正其名也』。 \\n （五十三）『而』後之『此』，四庫本、中華本均作『行』。 \\n （五十四）四庫本、中華本均無後一『當』字。 \\n （五十五）中華本『非』字後無『此』字。 \\n （五十六）『則』，中華本作『明』。 \\n （五十七）此句中華本作『知彼之非彼也，知彼之不在彼也，則不謂也』。 \\n  \\n   \\n  "}
{"章节": "《公孫龍子》校勘記", "正文": "  \\n 《公孫龍子》校勘記 \\n 　 \\n  \\n 〈迹府〉 \\n 楚人遺弓：『人』，守山閣、墨海金壺本作『王』。 \\n 公孫龍，趙平原君之客也：守山本、金壺本、湖北書局本均接上『孔穿無以應』句，不別提行。三槐堂本提行。 \\n 以齊國無士何也：『以』，守山本、金壺本及《孔叢子》公孫龍篇均作『而』。【俞樾《讀公孫龍子》云：『以』乃『如』之誤。】 \\n 唯見侮而不鬥：『唯』，《孔叢子》作『雖』。《呂氏春秋》十六正名篇同。 \\n 其所以爲士也：《呂氏春秋》作『是未失其所以爲士』。 \\n 意未至然與：《呂氏春秋》作『意者未至然乎』。 \\n 相與四繆：《孔叢子》作『曲謬』。湖北本作『四謬』。 \\n 臧三耳：《呂氏春秋》十八淫辭篇：『孔穿、公孫龍相與論于平原君所，辨至藏三牙。』【王應麟《漢藝文志考證》同（五十八）。】謝墉云：臧三耳，見《孔叢子》。『耳』，篆文近牙，故傳寫致誤。愚意『臧』、『』古字通用，謂羊也。此作『藏』，尤誤。盧文弨云：作『三耳』是也。龍意兩耳形也，又有一司聽者，以君之故，爲三耳。 \\n 〈白馬論〉 \\n 則有馬如已耳：『如』，湖北本作『而』。 \\n 以有白馬爲非馬：『非』，守山本作『有』。 \\n 有白馬不可謂有馬也：俞樾云：『有馬』當作『無馬』。就所離言之，白爲一物，馬爲一物，明明有白有馬，不可謂無馬也。 \\n 〈指物論〉 \\n 不爲指而謂之指，是兼不爲指：俞樾云：『兼』，乃『無』之誤。天下之物本不爲指，而人謂之指，是無不爲指矣。 \\n 〈通變論〉 \\n 曰變非不變可乎：守山本、金壺本、三槐本『曰』下有『謂』字。俞樾云：既謂之變，則非不變可知。何足問乎？疑『不』衍文。當作『「謂變非變，可乎？」曰：「可。」』下文『羊合牛非馬，牛合羊非雞，青以白非黃，白以青非碧』，皆申明變非變之義。 \\n 曰右有與可謂變乎曰可曰變隻曰右：俞樾云：『變隻』無義，『隻』疑『奚』之誤。奚者，問辭也。猶言當變何物也。問者意謂『右而變則當爲左矣』，仍答曰『右』，可證明上文『變非變』之義。 \\n 曰二無左：守山本、金壺本、三槐本『二』下有『苟』字。 \\n 而羊之非羊也牛之非牛也：湖北本作『而牛之非羊也，羊之非牛也』。 \\n 舉是亂名是謂狂舉：湖北本作『舉是謂亂名是狂舉』。 \\n 惡乎其黃矣哉：守山本、金壺本、三槐本『黃』上多『有』字。 \\n 〈堅白論〉 \\n 一可乎：『一』，守山本、金壺本、湖北本均作『二』。 \\n 而得其所堅者：金壺本此句無『者』字，下有『得其堅也』句。 \\n 而石必得以相盛盈：俞樾云：『盛』，衍字。 \\n 而不定其所堅：金壺本無『而』字。 \\n 惡乎甚石也：『甚』，湖北本作『其』。 \\n 〈名實論〉 \\n 以其所不正：守山本、金壺本無此句。 \\n 知彼之非彼也：守山本、金壺本、三槐本此句下有『知彼之不在彼』句。俞樾云：『知此之非此也，知此之不在此也，則不謂也。』下文當云：『知彼之非彼也，知彼之不在彼也，則不謂也。』兩文相對，可據以訂正。 \\n 此編刊竣，獲見近人孫詒讓《劄迻》云（五十九）： \\n 《公孫龍子迹府弟一》（六十）：『王曰：「詎士也，見侮而不鬥。」』明梁傑刊本『詎』作『鉅』，古通（六十一）。《荀子正論》篇（六十二）：『是豈鉅知見侮爲不辱哉？』楊注（六十三）：『鉅』與『遽』同。明刊《子彙》本、錢熙祚本均作『詎』（六十四），疑校者所改。 \\n 〈通變論〉『羊與牛唯異』，『唯』與『雖』通（六十五）。『羊有齒，牛無齒，而羊之非羊也，牛之非牛也（六十六），未可。是不俱有，而或類焉。』……疑當作『而牛之非羊也，羊之非牛也』，下文云：『羊有角，牛有角，牛之而羊也，羊之而牛也，未可。是俱有而類之不同也。』文正相對。 \\n ……『左右不驪』，……『驪』，『麗』之借字（六十七）。謝注以『驪』爲色之雜者，非是（六十八）。 \\n 『白足之勝矣……』，……『之』當作『以』。 \\n 〈堅白論〉……『一一不相盈……』（六十九），……當作『一二不相盈』。後文『于石一，于堅、白二也』即此義。 \\n 『且猶白以目以火見，而火不見』，《墨子經說下》篇（七十）：『智以目見，而目以火見，而火不見。』此文亦當作『且猶白以目見，目以火見，而火不見』，今本脫『見』、『目』二字也（七十一），…… \\n 謹補記於後。 \\n 《公孫龍子》篇目考（七十二） \\n 《漢書藝文志【名家】》 \\n 《公孫龍子》十四篇 \\n 趙人。師古曰：即爲堅白之辯者（七十三）。 \\n 毛公九篇。 \\n 趙人。與公孫龍等並遊平原君趙勝家。師古曰：劉向《別錄》云：論堅白同異以爲可以治天下，此蓋《史記》所云『藏於博徒者』（七十四）。【王應麟《漢藝文志考證》（七十五）：《公孫龍子》十四篇。《唐志》三卷。今一卷（七十六）。司馬彪曰（七十七）：堅白謂堅石非石，白馬非馬（七十八）；異同謂使異者同（七十九），同者異。東萊呂氏曰：告子『彼長而我長之，彼白而我白之』，斯言也，蓋堅白同異之祖。《孟子》累章辯析，曆舉玉、雪、羽、馬、人五白之說，借其矛而伐之，而其技窮。】 \\n 《舊唐書經籍志【名家】》（八十） \\n 《公孫龍子》三卷，龍撰（八十一）。 \\n 《新唐書藝文志【名家】》（八十二） \\n 《公孫龍子》三卷。陳嗣古注《公孫龍子》一卷。賈大隱注《公孫龍子》一卷。【鄭樵《通志略》同。】 \\n 《宋史藝文志【名家】》（八十三） \\n 《公孫龍子》一卷。【趙人。馬端臨《文獻通考》（八十四）：《公孫龍子》三卷。《漢志》十四篇（八十五）。今書六篇。首敘孔穿事，文意重複。《通志略》：《公孫龍子》，今亡八篇。陳振[孫《直]齋書錄解題》（八十六）：《公孫龍子》三卷。其爲說淺陋迂僻，不知何以惑當時之聽。《崇文總目》（八十七）、晁公武《郡齋讀書志》並作三卷。】 \\n 《大清四庫全書總目提要【雜家】》（八十八） \\n 《公孫龍子》三卷【兩江總督采進本】。周公孫龍撰。案《史記》（八十九）：趙有公孫龍爲堅白異同之辯（九十）。《漢書藝文志》：龍與毛公等並遊平原君之門。亦作趙人。高誘注《呂氏春秋》，謂龍爲魏人。不知何據。《列子釋文》：龍字子秉。莊子謂惠子曰：儒、墨、楊、秉四，與夫子爲五。秉即龍也。據此，則龍當爲戰國時人。司馬貞《索隱》謂龍即仲尼弟子者。非也。其書《漢志》著錄十四篇，至宋時八篇已亡。今僅存〈迹府〉、〈白馬〉、〈指物〉、〈通變〉、〈堅白〉、〈名實〉，凡六篇。其首章所載與孔穿辯論事，《孔叢子》亦有之，謂：『龍爲穿所絀』，而此篇又謂『穿願爲弟子』（九十一）。彼此互異。蓋龍自著書，自必欲伸己說。《孔叢》僞本出於漢晉之間。朱子以爲孔氏子孫所作，自必欲伸其祖說。記載不同，不足怪也。其書大旨（九十二），疾名器乖實，乃假指物以混是非，借白馬而齊物我，冀時君有悟而正名實。故諸史皆列于名家。《淮南鴻烈解》稱：公孫龍粲於辭而貿名。揚子《法言》稱：公孫龍詭辭數萬，蓋其持論雄贍，實足聳動天下（九十三）。故當時莊、列、荀卿並著其言。爲學術之一特品目，稱謂之間，紛然不可數計。龍必欲一一核其真而理究不足以相勝，故言愈辯而名實愈不可正（九十四）。然其書出自先秦，義雖恢誕而文頗博辯（九十五）。陳振孫《書錄解題》概以『淺陋迂僻』譏之。則又過矣。明鍾惺刻此書，改其名爲《辯言》。妄誕不經。今仍從《漢志》題爲《公孫龍子》。又鄭樵《通志略》載此書，有陳嗣古注、賈大隱注各一卷。今俱失傳。此本之注乃宋謝希深所撰。前有自序一篇，其注文義淺近，殊無可取。以原本所有，姑並錄焉。 \\n 姚際恒《古今僞書考》（九十六）：《公孫龍子》，《漢志》所載，而《隋書》無之，其爲後人僞作奚疑？近人顧實《〈漢藝文志〉講疏》：名者，凡治學者所共有之事。今惟《公孫龍子》尚爲確信之書。姚說非也。讀其書，初覺詭異，而實不詭異也。 \\n 校记 \\n （五十八）原脫『書』字。 \\n （五十九）以下一節，以雪克、陳野校點《劄迻》（齊魯書社，一九八九年七月第1版）爲校訂底本，校注簡稱『今本』。 \\n （六十）今本只有『迹府弟一』四字。 \\n （六十一）此句今本作『案：「鉅」’與「詎」通』。 \\n （六十二）今本『篇』下有『云』字。引文『侮』字後有『之』字，『辱』字後有『也』字。 \\n （六十三）今本『注』下有『云』字。 \\n （六十四）此句之前，今本尚有『此與《荀子》同』一句。『錢熙祚本』，今本作『錢本』。『均』，今本作『並』。 \\n （六十五）『通變論』，今本作『通變論弟四曰』。『通』下今本尚有『此書常見』一句。 \\n （六十六）今本無首『牛』字。 \\n （六十七）今本『驪』字後有『並』字。 \\n （六十八）今本此句作『謝以爲色之雜者非是』。 \\n （六十九）此段引文不全。『堅白論』，今本作『堅白論弟五』。 \\n （七十）今本篇目前有『案』字，『篇』字下有『云』字。 \\n （七十一）『脫』，今本作『捝』。今本無『也』字。 \\n （七十二）以下文字據文淵閣四庫全書（簡稱『四庫本』）所載校點。 \\n （七十三）以上一段，四庫本《漢書藝文志》中爲夾註。原書如此，一仍其舊。 \\n （七十四）以上一段，四庫本《漢書藝文志》中爲夾註。原書如此，一仍其舊。 \\n （七十五）四庫本以上兩句在此段文字之末。 \\n （七十六）此段文字見《漢藝文志考證》卷七，並未全錄，文字亦稍有參差。 \\n （七十七）司馬彪這段話，原系《漢藝文志考證》夾註。 \\n （七十八）四庫本句末有『也』字。 \\n （七十九）『異同』，四庫本作『同異』。 \\n （八十）見該書卷四十七。 \\n （八十一）『龍撰』二字四庫本原系夾註。 \\n （八十二）見該書卷五十九。 \\n （八十三）見該書卷二百五。 \\n （八十四）見該書卷二百十二。 \\n （八十五）《漢志》指《漢書藝文志》。下同，不另注。 \\n （八十六）原書脫『孫齋』二字。 \\n （八十七）見該書卷五，作『一卷』。『並作三卷』，殆原書刊誤。 \\n （八十八）見該書卷一百十七。 \\n （八十九）『案』，四庫本作『按』。 \\n （九十）『辯』，四庫本作『辨』。 \\n （九十一）『篇』，四庫本作『書』。 \\n （九十二）『旨』，四庫本作『指』。 \\n （九十三）『足』字後四庫本有『以』字。 \\n （九十四）『辯』，四庫本作『辨』。 \\n （九十五）『辯』，四庫本作『辨』。 \\n （九十六）這段文字，非《大清四庫全書總目提要》所有，殆汪氏所自撰。 \\n  \\n   \\n  "}
{"章节": "《公孫龍子注》跋", "正文": "  \\n 《公孫龍子注》跋 \\n 　 \\n  \\n 右《公孫龍子注》一卷，陳東塾先生撰。唐陳嗣古、賈大隱二注久佚，今惟存宋謝希深注。先生引『舊注』即謝說也。龍書，《漢志》著錄十四篇，宋亡八篇，僅存六篇，而各家書目多沿《唐志》稱三卷。 \\n 四庫本、道藏本皆然。通行之守山閣本、墨海金壺本、湖北崇文書局本、三槐堂本皆一卷，與《宋志》及王伯厚說合。今從之。先生〈指物論〉注稿初本、改本並存，是知尚未寫定。歸道山後，門人傳抄，互有出入。嗣于哲孫仲獻茂才處獲見先生手稿。【卷首原題《公孫龍子淺說》，各篇後均有自記：『己酉七月閱過，改若干處。』『庚戌四月再閱，改若干處。』又記云：『恂須再閱加注，以發其義。』先生之不自滿假如此。按：己酉、庚戌爲道光二十九年、三十年。距今七十五年矣。】假歸謹校數過，多所是正，而參閱諸刊本，仍有牴牾，未敢臆測。今悉依原稿迻錄，略加整理，附按語以申明之。字句歧異者，別爲校勘，記其篇目存佚及公孫龍事迹見於他書足資考證者附錄於後。世多譏龍『恢誕』，然如〈通變論〉云：『黃其正矣，是正舉也。』『碧則非正舉矣。』『與其碧，甯黃。黃，其馬也，其與類乎？碧，其雞也，其與暴乎？』『暴則君臣爭而兩明也，兩明者昏不明，非正舉也。』『名實無當，驪色章焉，故曰：「兩明也。」兩明而道喪，其無有以正焉。』假物寓恉，足以砭世礪俗。名家已成絕學，先生此注，發明義趣，深有裨於讀此書者。校錄既竟，用識簡末。乙丑仲春門人汪兆鏞記於澳門峨眉街寓樓。 \\n  \\n   \\n  "}
