{"章节": "跡府", "正文": "  \\n *跡府 \\n 　 \\n  \\n 公孫龍，六國時辯士也。疾名實之散亂，因資材之所長，為「守白」之論。假物取譬，以「守白」辯，謂白馬為非馬也。白馬為非馬者：言白，所以名色；言馬，所以名形也。色非形，形非色也。夫言色，則形不當與；言形，則色不宜從。今合以為物，非也。如求白馬於廄中，無有，而有驪色之馬；然不可以應有白馬也。不可以應有白馬，則所求之馬亡矣，亡則白馬竟非馬。欲推是辯，以正名實，而化天下焉。 \\n 龍與孔穿會趙平原君家。穿曰：「素聞先生高誼，願為弟子久；但不取先生以白馬為非馬耳。請去此術，則穿請為弟子」。龍曰：「 \\n 先生之言悖！龍之所以為名者，乃以白馬之論爾。今使龍去之，則無以教焉。且欲師之者，以智與學不如也。今使龍去之，此先教而後師之也。先教而後師之者，悖。且白馬非馬，乃仲尼之所取。龍聞楚王張繁弱之弓，載忘歸之矣，以射蛟兕於雲夢之圃。而喪其弓，左右請求之，王曰：『止！楚王遺弓，楚人得之，又何求焉？』仲尼聞之曰：『楚王仁義而未遂也。亦曰人亡弓，人得之而已，何必楚！』若此，仲尼異楚人於所謂人。夫是仲尼異楚人於所謂人，而非龍異白馬於所謂馬，悖。先生修儒術，而非仲尼之所取；欲學，而使龍去所教，則雖百龍，固不能當前矣。」孔穿無以應焉。 \\n 公孫龍，趙平原君之客也。孔穿，孔子之葉也。穿與龍會，穿謂龍曰：「臣居魯，側聞下風，高先生之智，說先生之行，願受業之日久矣，乃今得見。然所不取先生者，獨不取先生之以白馬為非馬耳。請去白馬非馬之學，穿請為弟子。」公孫龍曰：「先生之言，悖！龍之學，以白馬為非馬著也。使龍去之，則龍無以教。無以教，而乃學於龍也者，悖。且夫欲學於龍者，以智與學焉為不逮也。今教龍去白馬非馬，是先教而後師之也。先教而後師之，不可。先生之所以教龍者，似齊王之謂尹文也。齊王之謂尹文曰：『寡人甚好士，以齊國無士何也？』尹文曰：『願聞大王之所謂士者』齊王無以應。尹文曰：『今有人於此，事君則忠，事親則孝，交友則信，處鄉則順。有此四行，可謂士乎？』齊王曰：『善！此真吾所謂士也。』尹文曰：『王得此人，肯以為臣乎？』王曰：『所願而不可得也。』是時，齊王好勇，於是尹文曰：『使此人廣庭大眾之中，見侵侮而終不敢鬥，王將以為臣乎？』王曰：『鉅士也，見侮而不鬥，辱也。辱，則寡人不以為臣矣。』尹文曰：『唯見辱而不鬥，未失其四行也。是人未失其四行，其所以為士也。然而王一以為臣，一不以為臣，則向之所謂士者，乃非士乎？』齊王無以應。尹文曰：『今有人君，將理其國，人有非，則非之。無非，則亦非之。有功，則賞之。無功，則亦賞之。而怨人之不理也，可乎？』齊王曰：『不可。』尹文曰：『臣竊觀下吏之理齊，其方若此矣。』王曰：『寡人理國，信若先生之言，人雖不理，寡人不敢怨也。意未至然與？』尹文曰：『言之，敢無說乎？王之令曰：殺人者死，傷人者刑。人有畏王之令者，見侮而終不敢鬥，是全王之令也。而王曰：見侮而不敢鬥者，辱也。謂之辱，非之也。無非，而王辱之，故因除籍不以為臣也。不以為臣者，罰之也。此無罪而王罰之也。且王辱不敢鬥者，必榮敢鬥者也。榮敢鬥者是而王是之，必以為臣矣。必以為臣者，賞之也。彼無功而王賞之。王之所賞，吏之所誅也。上之所是，而法之所非也。賞罰是非，相與四謬，雖十黃帝，不能理也。』齊王無以應焉。故龍以子之言有似齊王。子知難白馬之非馬，不知所以難之說。以此猶知好士之名，而不知察士之類。」 \\n  \\n   \\n  "}
{"章节": "白馬論", "正文": "  \\n *白馬論 \\n 　 \\n  \\n 「白馬非馬，可乎？」曰：「可。」 \\n 曰：「何哉？」曰：「馬者，所以命形也。白者，所以命色也。命色者，非命形也，故曰白馬非馬。」 \\n 曰：「有白馬，不可謂無馬也。不可謂無馬者，非馬也？有白馬為有馬，白之非馬，何也？」 \\n 曰：「求馬，黃、黑馬皆可致。求白馬，黃、黑馬不可致。使白馬乃馬也，是所求一也，所求一者，白者不異馬也。所求不異，如黃、黑馬有可有不可，何也？可與不可其相非明。故黃、黑馬一也，而可以應有馬，而不可以應有白馬，是白馬之非馬審矣。」 \\n 曰：「以馬之有色為非馬，天下非有無色之馬也。天下無馬，可乎？」 \\n 曰：「馬固有色，故有白馬。使馬無色，有馬如已耳，安取白馬？故白者非馬也。白馬者，馬與白也；馬與白馬也，故曰：白馬非馬也。」 \\n 曰：「馬未與白為馬，白未與馬為白。合馬與白，復名白馬，是相與以不相與為名，未可。故曰：白馬非馬，未可。」 \\n 曰：「以有白馬為有馬，謂有白馬為有黃馬，可乎？」曰：「未可。」曰：「以有馬為異有黃馬，是異黃馬於馬也。異黃馬於馬，是以黃馬為非馬。以黃馬為非馬，而以白馬為有馬；此飛者入池，而棺槨異處；此天下之悖言亂辭也。」 \\n 曰：「有白馬，不可謂無馬者，離白之謂也。是離者有白馬不可謂有馬也。故所以為有馬者，獨以馬為有馬耳，非有白馬為有馬。故其為有馬也，不可以謂馬馬也。」 \\n 曰：「白者不定所白，忘之而可也。白馬者，言定所白也。定所白者，非白也。馬者無去取於色，故黃、黑皆所以應。白馬者，有去取於色，黃、黑馬皆所以色去，故唯白馬獨可以應耳。無去者非有去也。故曰：白馬非馬。」 \\n  \\n   \\n  "}
{"章节": "指物論", "正文": "  \\n *指物論 \\n 　 \\n  \\n 物莫非指，而指非指。 \\n 天下無指，物無可以謂物。非指者，天下而物，可謂指乎？ \\n 指也者，天下之所無也。物也者，天下之所有也。以天下之所有，為天下之所無，未可。 \\n 天下無指，而物不可謂指也。不可謂指者。非指也。 \\n 非指者，物莫非指也。 \\n 天下無指，而物不可謂指者，非有非指也。非有非指者，物莫非指也。物莫非指者，而指非指也。 \\n 天下無指者，生於物之各有名，不為指也。不為指而謂之指，是兼不為指。以有不為指之無不為指，未可。且指者，天下之所兼。 \\n 天下無指者，物不可謂無指也。不可謂無指者，非有非指也。非有非指者，物莫非指，指非非指也。指與物，非指也。 \\n 使天下無物指，誰徑謂非指？天下無物，誰徑謂指？天下有指，無物指，誰徑謂非指？徑謂無物非指？ \\n 且夫指固自為非指，奚待於物，而乃與為指？ \\n  \\n   \\n  "}
{"章节": "通變論", "正文": "  \\n *通變論 \\n 　 \\n  \\n 曰：「二有一乎？」 \\n 曰：「二無一。」 \\n 曰：「二有右乎？」 \\n 曰：「二無右。」 \\n 曰：「二有左乎？」 \\n 曰：「二無左。」 \\n 曰：「右可謂二乎？」 \\n 曰：「不可。」 \\n 曰：「左可謂二乎」 \\n 曰：「不可。」 \\n 曰：「左與右可謂二乎？」 \\n 曰：「可。」 \\n 曰：「謂變非不變，可乎？」 \\n 曰：「可。」 \\n 曰：「右有與，可謂變乎？」 \\n 曰：「可。」 \\n 曰：「變隻？」 \\n 曰：「右」 \\n 曰：「右苟變，安可謂右？苟不變，安可謂變？」 \\n 曰：「二苟無左又無右，二者左與右奈何？羊合牛非馬，牛合羊非雞。」 \\n 曰：「何哉？」 \\n 曰：「羊與牛唯異，羊有齒，牛無齒。而羊牛之非羊也，之非牛也，未可。是不俱有，而或類焉。」 \\n 「羊有角、牛有角。牛之而羊也；羊之而牛也，未可。是俱有，而類之不同也。」 \\n 「羊牛有角，馬無角；馬有尾，羊牛無尾。故曰：羊合牛非馬也。非馬者，無馬也。無馬者，羊不二，牛不二，而羊牛二。是而羊，而牛，非馬，可也。」 \\n 「若舉而以是；猶類之不同。若左右猶是舉。」 \\n 「牛羊有毛，雞有羽。謂雞足，一。數雞足，二。二而一，故三。謂牛羊足，一。數足，四。四而一，故五。牛、羊足五，雞足三。故曰：牛合羊非雞。非有以非雞也。 \\n 「與馬以雞，寧馬。材，不材，其無以類審矣。舉是亂名，是謂狂舉。」 \\n 曰：「他辯。」 \\n 曰：「青以白非黃，白以青非碧。」 \\n 曰：「何哉？」 \\n 曰：「青白不相與而相與，反而對也。不相鄰而相鄰，不害其方也。不害其方者，反而對。各當其所，左右不驪。」 \\n 「故一於青不可，一於白不可。惡乎其有黃矣哉？黃其正矣，是正舉也。其有君臣之於國焉，故強壽矣。」 \\n 「而且青驪乎白，而白不勝也。白足之勝矣，而不勝，是木賊金也。木賊金者碧，碧則非正舉矣。」 \\n 「青白不相與而相與，不相勝，則兩明也。爭而明，其色碧也。」 \\n 「與其碧，寧黃。黃，其馬也。其與類乎，碧其雞也，其與暴乎。」 \\n 「暴則君臣爭而兩明也。兩明者，昏不明，非正舉也。」 \\n 「非正舉者，名實無當，驪色章焉，故曰：兩明也。兩明而道喪，其無有以正焉。」 \\n  \\n   \\n  "}
{"章节": "堅白論", "正文": "  \\n *堅白論 \\n 　 \\n 「堅、白、石、三，可乎？」 \\n 曰：「不可。」 \\n 曰：「二可乎？」 \\n 曰：「可。」 \\n 曰：「何哉？」 \\n 曰：「無堅得白，其舉也二；無白得堅，其舉也二。」 \\n 曰：「得其所白，不可謂無白。得其所堅，不可謂無堅。而之石也，之於然，非三也？」 \\n 曰：「視不得其所堅，而得其所白者，無堅也。拊不得其所白，而得其所堅。得其堅也，無白。」 \\n 曰：「天下無白，不可以視石。天下無堅，不可以謂石。堅白石不相外，藏三，可乎？」 \\n 曰：「有自藏也，非藏而藏也。」 \\n 曰：「其白也，其堅也，而石必得以相盛盈，其自藏奈何？」 \\n 曰：「得其白，得其堅，見與不見離。不見離，一一不相盈，故離。離也者，藏也。」 \\n 曰：「石之白，石之堅，見與不見，二與三，若廣修而相盈也，其非舉乎。」 \\n 曰：「物白焉，不定其所白。物堅焉，不定其所堅。不定者兼，惡乎其石也？」 \\n 曰：「循石，非彼無石，非石無所取乎白。（堅、白）石不相離者固乎。然其無已。」 \\n 曰：「於石一也，堅白二也，而在於石。故有知焉；有不知焉，有見焉，有不見焉。故知與不知相與離，見與不見相與藏。藏故，孰謂之不離？」 \\n 曰：「目不能堅，手不能白。不可謂無堅，不可謂無白。其異任也，其無以代也。堅白域於石，惡乎離？」 \\n 曰：「堅未與石為堅，而物兼。未與物為兼，而堅必堅─其不堅石、物而堅。天下未有若堅而堅藏。」 \\n 「白固不能自白，惡能白石物乎？若白者必白，則不白物而白焉，黃黑與之然。」 \\n 「石其無有，惡取堅白石乎？故離也。離也者，因是。」 \\n 「力與知，果不若因是。且猶白以目見，目以火見，而火不見。則火與目不見而神見。神不見，而見離。」 \\n 「堅以手，而手以捶，是捶與手知而不知。而神與不知。神乎，是之謂離焉。」 \\n 「離也者天下，故獨而正。」 \\n  \\n   \\n  "}
{"章节": "名實論", "正文": "  \\n 名實論 \\n 　 \\n 天地與其所產焉，物也。 \\n 物以物其所物而不過焉，實也。 \\n 實以實其所實而不曠焉，位也。 \\n 出其所位，非位。位其所位，正也。 \\n 以其所正，正其所不正，疑其所正。 \\n 其正者，正其所實也。正其所實者，正其名也。 \\n 其名正，則唯乎其彼此焉。 \\n 謂彼而彼不唯乎彼，則彼謂不行；謂此而此不唯乎此，則此謂不行。 \\n 其以當，不當也；不當而當，亂也。 \\n 故彼彼當乎彼，則唯乎彼，其謂行彼；此此當乎此，則唯乎此，其謂行此。 \\n 其以當而當，以當而當，正也。 \\n 故彼彼止於彼，此此止於此，可；彼此而彼且此，此彼而此且彼，不可。 \\n 夫名，實謂也。知此之非此也，知此之不在此也，則不謂也。知彼之非彼也，知彼之不在彼也，則不謂也。 \\n 至矣哉！古之明王。審其名實，甚其所謂。至矣哉！古之明王。 \\n  \\n   \\n  "}
