{"章节": "提要", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《刘子》十卷，案《刘子》十卷，《隋志》不著录。《唐志》作梁刘勰撰。陈振孙《书录解题》、晁公武《读书志》俱据唐播州录事参军袁孝政序，作北齐刘昼撰。《宋史·艺文志》亦作刘昼。自明以来，刊本不载孝政注，亦不载其序。惟陈氏载其序，略曰，昼伤己不遇，天下陵迟，播迁江表，故作此书。时人莫知，谓为刘勰、刘歆、刘孝标作云云。不知所据何书，故陈氏以为终不知昼为何代人。案梁通事舍人刘勰，史惟称其撰《文心雕龙》五十篇，不云更有别书。且《文心雕龙·乐府篇》称，涂山歌於仆人，始为南音。有娀谣乎飞燕，始为北声。夏甲叹於东阳，东音以发。殷整思於西河，西音以兴。此书辨乐篇称，夏甲作破斧之歌，始为东音，与勰说合。其称殷辛作靡靡之乐，始为北音，则与勰说迥异，必不出於一人。又史称勰长於佛理，尝定定林寺经藏，後出家，改名慧地。此书末篇乃归心道教，与勰志趣迥殊。《白雲霁道藏目录》亦收之《太玄部·无字号》中，其非奉佛者明甚。近本仍刻刘勰，殊为失考。刘孝标之说，《南史》、《梁书》、俱无明文，未足为据。刘歆之说，则激通篇称班超愤而习武，卒建西域之绩，其说可不攻而破矣。惟北齐刘昼字孔昭，渤海阜城人，名见《北史·儒林传》。然未尝播迁江表，与孝政之序不符。传称昼孤贫受学，恣意披览，昼夜不息。举秀才不第，乃恨不学属文，方复缀辑词藻，言甚古拙，与此书之缛丽轻清亦不合。又称求秀才十年不得，乃发愤撰高才不遇传。孝昭时出诣晋阳上书，言亦切直而多非世要，终不见收，乃编录所上之书为帝道。河清中又著金箱壁言，以指机政之不良，亦不云有此书。岂孝政所指，又别一刘昼欤？观其书末九流一篇，所指得失，皆与《隋书·经籍志·子部》所论相同。使《隋志》袭用其说，不应反不录其书。使其剽袭《隋志》，则贞观以後人作矣。或袁孝政采掇诸子之言，自为此书而自注之。又恍惚其著书之人，使後世莫可究诘，亦未可知也。然刘勰之名，今既确知其非，自当刊正。刘昼之名则介在疑似之间，难以确断。姑仍晁氏、陈氏二家之目，题昼之名，而附著其抵牾如右。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "清神第一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 清神第一清神第一 \\n  \\n  \\n  \\n 形者，生之器也；心者，形之主也；神者，心之宝也。故神静而心和，心和而形全；神躁而心荡，心荡则形伤。将全其形，先在理神。故恬和养神，则自安于内；清虚栖心，则不诱于外。神恬心清，则形无累矣；虚室生白，吉祥至矣。 \\n 人不照于烁金而照于莹镜者，以莹能明也；不鉴于流波而鉴于静水者，以静能清也。镜水以明清之性，故能形物之形。由此观之：神照则垢灭，形静则神清；垢灭则内欲永尽，神清则外累不入。今清歌奏而心乐，悲声发而心哀，神居体而遇感推移。以此而言之，则情之变动，自外至也。 \\n 夫一哀一乐，犹搴正性，况万物之众，而能拔擢以生心神哉！故万人弯弧以向一鹄，鹄能无中乎？万物眩曜以惑一生，生能无伤乎？ \\n 七窍者，精神之户牖也；志气者，五脏之使候也。耳目之于声色，鼻口之于芳昧，肌体之于安适，其情一也。七窍徇于好恶，则精神驰鹜而不守；志气縻于趣舍，则五脏滔荡而不安。嗜欲连绵于外，心腑壅塞于内，蔓衍于荒淫之波，留连于是非之境，而不败德伤生者，盖亦寡矣。 \\n 是以圣人清目而不视，静耳而不听，闭口而不言，弃心而不虑，贵身而忘贱。故尊势不能动，乐道而忘贫，故厚利不能倾，容身而处，适情而游，一气浩然，纯白于衷。故形不养而性自全，心不劳而道自至也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "防欲第二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 防欲第二防欲第二 \\n  \\n  \\n  \\n 人之禀气，必有性情。性之肝感者，情也；性之所安者，欲也。情出于性而情违性，欲由于情而欲害情。情之伤性，性之妨情，犹烟冰之与水火也。烟生于火而烟郁火；冰出于水而冰遏水，故烟微而火盛，冰泮而水通；性贞则情销，情炽则性灭。是以珠莹则尘埃不能附，性明则情Q欲Y不能染也。 \\n 故林之性静，所以动者，风摇之也；水之性清，所以浊者，土浑之也；人之性贞，所以邪者，欲眩之也。身之有欲，如树之有蝎：树抱蝎则还自凿，身抱欲而返自害。故蝎盛则木折，欲炽则身亡。将收情Q欲Y，先敛五关。五关者，情Q欲Y之路，嗜好之府也。 \\n 目爱彩色，命曰伐性之斤；耳乐淫声，命曰攻心之鼓；口贪滋味，命曰腐肠之药；鼻悦芳馨，命曰熏喉之烟；身安舆驷，命曰召蹶之机。此五者，所以养生，亦以伤生。耳目之于声色，鼻口之于芳味，肌体之于安适，其情一也。然亦以之死，亦以之生，或之贤智，或为庸愚，由于处之异也。譬由愚者之养鱼鸟也，见天之寒，则内鱼于温汤之中，而栖鸟于火林之上。水木者，所以养鱼鸟也；养之失理，必至焦烂。声色芳味，所以悦人；悦之过理，还以害生。故明者刳情以遣累，约欲以守贞，食足以充虚接气，衣足以盖形御寒；靡丽之华，不以滑性；哀乐之感，不以乱神。处于止足之泉，立于无害之岸，此全性之道也。 \\n 夫蜂虿螫指，则穷日烦扰；蚊虫咬肤，则通宵失寐。蚊蜂小害，指肤外疾，人入山则避蜂虿，入室则驱蚊虻。何者？以其害于体也。嗜欲攻心，正性颠倒，嗜欲大害，攻心内疾，丌于指肤，亦以多也。外疾之害，轻于秋毫，人知避之；内疾之害，重于泰山，而莫之避，是弃轻患而负重害，不亦倒乎？人有牛马放逸不归，必知收之；情Q欲Y放逸而不知收之，不亦惑乎， \\n 将收情Q欲Y，必在危微。情Q欲Y之萌，如木之将蘖，火之始荧，手可掣而断，露可滴而灭。及其炽也，结条凌云，煽熛章华，虽穷力运斤，竭池灌火，而不能禁，其势盛也。嗜欲之萌，耳目可关，而心意可钥；至于炽也，虽襞情卷欲而不能收，其性败也。如能塞先于未形，禁欲于危微，虽求悔吝，其可得乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "去情第三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 去情第三去情第三 \\n  \\n  \\n  \\n 情者，是非之主，而利害之根。有是必有非，能利亦能害；是非利害存于衷，而彼此还相疑。故无情以接物，在遇而恒通；有情以接人，触应而成碍。由此观之，则情之所处，物之所疑也。 \\n 是以媒扬誉人，而受誉者不以为德；身肤强饭，而蒙饱者不以为惠。婴儿伤人，而被伤者不以为怨；侏儒嘲人，而获嘲者不以为辱。何者？挟利以为已。有情于誉饱，虽蒙惠而非德；无情于伤辱，虽获毁而无憾。龟不畏网而晨鹈，复仇者不怨镆铘而怨其人，网无心而鸟有情，剑无情而人有心也。使信士分财，不如投策探钩；使廉士守藏，不如闲局全封。何者？有心之于平，不若无心之不平也；有欲之于廉，不若无欲之不廉也。今人目若骊珠，心如权衡，评人好丑，虽言得其实，彼必嫌怨；及其自照明镜，摹倒其容，丑状既露，则内惭而不怨。向之评者，与镜无殊，然而向怨；今之惭者，以镜无情，而人有心也。三人居室，二人交争，必取信于不争者，以辨彼此之得失。夫不争者未必平，而交争者未必偏，而信于不争者何也？以争者之心，并挟胜情故也。 \\n 飘瓦击人，虚心触己。是以圣人弃智以全真，遣情以接物，不为名尸，不为谋府，混然无际，而俗莫能累矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "韬光第四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 韬光第四韬光第四 \\n  \\n  \\n  \\n 物之寓世，未尝不韬形灭影、隐质遐外以全性栖命者也。夫含奇佩美、炫异露才者，未有不以伤性毁命者也。 \\n 故翠以羽自残，龟以智自害，丹以含色磨肌，石以抱玉碎质。此四者，生于异俗，与人非不隔也；托性于山林，寄情于物外，非有求于人也。然而自贻伊患者，未能隐其形也。若使翠敛翮于明丘之林，则解羽之患永脱；龟曳尾于旸谷之泥，刚钻灼之患不至；丹伏光于舂山之底，则磨肌之患永绝；石亢体于玄圃之岩，则剖琢之忧不及。 \\n 故穷岩由岫之梓杰，生于积石，颖贯青天，根凿黄泉，分条布叶，轮菌磥硊，骐麟戏其下，鹓鸾游其颠，浮云栖其侧，清风激其间，终岁无毫厘之忧，免刀斧之入者，非与人有德也；能韬隐其质，故致全性也，路侧之榆，樵人采其条，匠者伐其柯，余有尺蘖，而为行人所折者，非与人有仇也；然而致寇者，形不隐也。 \\n 周鸡断尾，获免牺牲；山狙见巧，终必招害。由此言之，刚出处之理，亦可知矣。是以古之有德者，韬迹隐智，以密萁外；澄心封情，以定其内。内定则神腑不乱；处密则形骸不扰。以此处身，不亦全乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "崇学第五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 崇学第五崇学第五 \\n  \\n  \\n  \\n 至道无言，非立言无以明其理；大象无形，非立象无以测其奥。道象之妙，非言不津；津言之妙，非学不传。未有不因学而鉴道，不假学以光身者也。 \\n 夫茧缫以为丝，织为缣纨，缋以黼黻，则王侯服之；人学为礼仪，雕以文藻，而世人荣之。茧之不缫，则素丝蠹于筐笼；人之不学，则才智腐于心胸。海蚌未剖，则明珠不显；昆竹未断，＿刚凤音不彰；性情未炼，则神明不发。譬诸金木，金性苞水，木性藏火，故炼金则水出，钻木而火生。人能务学，钻炼其性，则才慧发矣。青出于蓝，而青于蓝，染使然也；冰生于水，而冷于水，寒使然也。镜出于金，而明于金，莹使然也；戎夷之子，生而同声，长而异语，教使然也。山抱玉而草木润焉，川贮珠而岸不枯焉，口纳滋味而百节肥焉，心受典诰而五性通焉。故不登峻岭，不知天之高；不瞰深谷，不知地之厚；不游六艺，不知智之探。远而光华者，饰也；近而愈明者，学也。故吴竿质劲，非筶羽而不美；越剑性利，非淬砺而不铦；人性怀慧，非积学而不成。沿浅以及深，披暗而睹明，不可以传闻称，非得以泛滥善也。 \\n 夫还乡者心务见家，不可以一步至也；慕学者情缠典素，不可以一读能也。故为山者，基于一篑之土，以成千丈之峭；凿井者，起于三寸之坎，以就万仞之深。灵珠如豆，不见其长，叠岁而大；铎舌如指，不觉其损，累时而折。悬岩滴溜，终能穿石；规车牵索，卒至断轴。水非石之钻，绳非木之锯，然而断穿者，积渐之所成也。耳形完而听不闻者，聋也；目形全而视不见者，盲也；人性美而不鉴道者，不学也。耳之初窒，目之始昧，必不吝百金逆医千里，人不涉学，犹心之聋盲，不知远祈明师以攻心术，性之蔽也。故宣尼临没，手不释卷；仲舒垂卒，口不辍诵；有于恶卧，自碎其掌；苏生患睡，亲锥其股。以圣贤之性，犹好学无倦，矧庸人可怠哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "专学第六", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 专学第六专学第六 \\n  \\n  \\n  \\n 学者出于心。心为身之主，耳目候于心。若心不在学，则听诵不闻，视简不见。如欲炼业，必先正心，而后理义入焉。 \\n 夫两叶掩目，则冥默无睹；双珠填耳，必寂寞无闻。叶作目蔽，珠为耳鲠，二关外拥，视听内隔，固其宜也。而离娄察秋毫之末，不闻雷霆之声，季子听清角之韵，不见嵩岱之形。视不关耳，而耳不见；听不关目，而目不闻者，何也？心溺秋毫，意入清角故也。 \\n 是以心驻于目，必忘其耳，则听不闻；心驻于耳，必遗其目，则视不见也。使左手画方，右手画圆，令一时俱成，虽执规矩之心，回剟劂之手，而不能者，由心不两用。则手不并运也。 \\n 弈秋，通国之善弈也，当弈之时，有吹笙过者，倾心听之，将围未围之际，问以弈道，则不知也。非弈道暴深，情有暂暗，笙猾之也。隶首，天下之善算也，当算之际，有鸣鸿过者，弯弧拟之，将发未发之间，问以三五，刚水知也。非三五难算，意有暴昧，鸿乱之也。弈秋之弈，隶首之算，穷微尽数，非有差也，然而心在笙鸿而弈败算挠者，是心不专一，游情外务也。瞽无目而耳不可以察，专于听也；聋无耳而目不可以闻，专于视也。以瞽聋之微，而听察聪视明审者，用心一也。 \\n 夫蝉难取，而粘之知掇；卷耳易采，而不盈倾筐。是故学者必精勤专心以入于神。若心不在学而强讽诵，虽入于耳而不谛于心，譬若聋者之歌，效人为之，无以自乐，虽出于口，则越散矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "辩乐第七", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 辩乐第七辩乐第七 \\n  \\n  \\n  \\n 乐者，天地之声，中和之纪，人情之所不能免也。人心喜则笑，笑则乐，乐则口欲歌之，手欲鼓之，足欲舞之。歌之舞之，容发于声音，形发于动静，而入于至遭。音声动静，性术之变，尽于此矣。故人不能无乐，乐则不能无形，形则不能无道，道则不能无乱。先王恶其乱也，故制雅乐以道之，使其声足乐而不淫，使其音调和而不诡，使其曲繁省而廉均。是以感人之善恶，不使放心邪气，是先王立乐之情也。 \\n 五帝殊时，不相沿乐，三王异世，不相袭礼；各像动德应时之变。故黄帝乐曰《云门》，颛顼曰《五茎》，喾曰《六英》，尧曰《咸池》，舜曰《箫韶》，禹曰《大夏》，汤曰《大濩》，武曰《大武》，此八乐之所以异名也。先王闻五声、播八音，非苟欲愉心娱耳，听其铿锵而已。将顺天地之体，成万物之性，协律吕之情，和阴阳之气，调八风之韵，通九歌之分。奏之环丘，则神明降；用之方泽，则幽祗升；击拊球石，则百兽率舞；乐终九成，则瑞禽翔。上能感动天地，下则移风易俗，此德音之音，雅乐之情，盛德之乐也。 \\n 明王既泯，风俗凌迟，雅乐残废，而溺音竞兴。故夏甲作《破斧》之歌，始为东音；殷辛作靡靡之乐，始为北声。部卫之俗好淫，故有《溱洧》、《桑中》之曲；楚越之俗好勇，则有《赴汤》、《蹈火》之歌。各咏其所好，歌其所欲，作之者哀，听之音泣。由心之所感，则形于声；声之所感，必流于心。故哀乐之心感，则焦杀啴缓之声应；濮上之音作，则淫泆邪放之志生。故延年造倾城之歌，汉武思靡嫚之色；雍门作松柏之声，齐泯愿未寒之服。荆轲入秦，宋意击筑歌于易水之上，闻者瞋目，发直穿冠；赵王迁于房陵，心怀故乡，作山水之讴，听者呜咽，泣涕流连。此皆淫泆凄怆、愤厉哀思之声，非理性和情德音之乐也。桓帝听楚琴，慷慨叹息，悲酸伤心，曰：“善哉！为琴若此，岂非乐乎？”夫乐者，声乐而心和，所以和为乐也。今则声哀而心悲，流泪而歔欷，是以悲为乐也。若以悲为乐，亦何乐之有哉！今悲思之声，施于管弦，听音者不淫则悲。淫则乱男女之辩，悲则感怨思之声，岂所谓乐哉！ \\n 故奸声感人而逆气应之，逆气成象而淫乐兴焉，正声感人而顺气应之，顺气成象而和乐兴焉。乐不和顺，则气有蓄滞，气有蓄滞，则有悖逆诈伪之心、淫泆妄作之事。是以奸声乱色不留聪明，淫乐慝礼不接心术。使人心和而不乱者，雅乐之情也。故为诗颂以宣其志，钟鼓以节其耳，羽旄以制其目，听之者不倾，视之者不邪。耳目不倾不邪，则邪音不入，邪音不入，则情性内和，情性内和，然后乃为乐也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "履信第八", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 履信第八履信第八 \\n  \\n  \\n  \\n 信者行之基，行昔人之本。人非行无以成，行非信之无以立。故信之行于人，譬济之须舟也；信之于行，犹舟之待楫也。将涉大川，非舟何以济之？欲泛方舟，非楫何以行之？今人虽欲为善而不知立行，犹无舟而济川也；虽欲立行而不知立信，犹无楫而行舟也；是适郢土而首冥山，背道愈远矣。 \\n 自古皆有死，人非信不立。故豚鱼著信之所及也，允哉斯言。非信不成。齐桓不背曹刿之盟，晋文不弃伐原之誓，吴起不亏移辕之赏，魏侯不乖虞人之期，用能德光于宇宙，名流于古今，不朽者也。 \\n 故春之得风，风不信则花萼不茂；花萼不茂则发生之德废，夏之得炎，炎不信则草木不长；草小不长则长赢之德废。秋之得雨，雨不信则百谷不实；百谷不实则收成之德废。冬之得寒，寒不信则水土不坚；水土不坚则安静之德废。以天地之灵，气不信四时犹废，而况于人乎？ \\n 昔齐攻鲁，求其岑鼎，鲁侯伪献他鼎而请盟焉。齐候不信，曰：“使柳季云是，则请受之。”鲁使柳季，柳季曰：“君以鼎为国，信者，亦臣之国。今欲破臣之国，全君之国，臣所难也。”乃献岑鼎。 \\n 小邾射以邑奔鲁，曰：“使季路要我，吾无盟矣。”乃使子路，辞焉。季孙谓之曰：“千乘之国，不信其盟，而信子之一言，于何辱焉？”子路曰：“彼不臣而济其言，是不义也，由不能矣。” \\n 夫柳季、季路，鲁之匹夫，立信于衡门，而声驰于天下。故齐、邾不信千乘之盟，而重二子之言，信之为德，岂不大哉！ \\n 秦孝公使商鞅攻魏，魏遣公子卬逆而拒之。鞅谓昂曰：“昔鞅与公子善，今俱为两国将，不忍攻，愿一饮燕休二师。”公子许焉，遂与之会。鞅伏甲虏之，击破魏军。及惠王即位，疑其行诈，遂车裂于市。 \\n 夫商鞅，秦之贵臣，名重于海内，贪诈伪之小功，失诚信之大义，一为不信，终身取尤，卒至屠灭，为天下笑，无信之弊，岂不重乎？ \\n 故言必如言，信之符也。同言而信，信在言前；同教而行，诚在言外。君子知诚信之为贵，必忱信而行，指麾动静，不失其符。以施救则立，以莅事则正，以还远则附，以赏罚则明。由此而言：信之为行，其德大矣！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "思顺第九", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 思顺第九思顺第九 \\n  \\n  \\n  \\n 七纬顺度，以光天象；五性顺理，以成人行。行象为美，美于顺也；夫人为失，失在于逆。 \\n 故七纬逆则天象变，五性逆则人道败。变而不生灾，败而不伤行者，未之有也。山海争水，水必归海，非海求之，其势顺也。蹇利西南，就土顺也；不利东北，登山逆也。是以去湿就燥，火之势也；违高从下，水之性也。今导泉向涧，则为易下之流；激波陆山，必成难升之势。水之无情，犹知违逆趣顺，矧人心乎？ \\n 故忠、孝、仁、义，德之顺也；悖傲无礼，德之逆也。顺者福之门，逆昔祸之府。由是观之：逆性之难，顺性之易，断可识矣。 \\n 今使孟说引牛之尾，尾断膑裂，不行十步。若环桑之条，以贯其鼻，縻以寻绹，被发童子，骑而策之，风于广泽，恣情所趣。何者？十步之行，非远于广泽，被发之童，非勇于孟说，然而近不及远，强不如弱者，逆之与顺也。 \\n 司马蒯聩，天下之攻剑者也。令提剑锋而掉剑觚，必刎其指，而不能以陷腐木，而况金甲乎？若提其觚而掉其锋，虽则凡夫，可以陆斩犀象，水截蛟龙矣。顺理而行，若执剑觚，逆情而动，如执剑锋，欲无伤乎，岂可得乎？ \\n 后稷善播植，不能使禾稼冬生，逆天时也。禹善治水，凿穴川，不能回水西流，逆地势也。人虽才艺卓绝，不能悖理成行，逆人道也。故循理处情，虽愚蠢可以立名；反道为奇，虽贤哲犹有祸害。君子如能忠孝仁义，履信思顺，自天祐之，吉无不利也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "慎独第十", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 慎独第十慎独第十 \\n  \\n  \\n  \\n 善者行之总，不可斯须离，可离非善也。人之须善，犹首之须冠，足之待履。首不加冠，是越类也；足不蹑履，是夷民也。争处显而修善，在隐而为非，是清旦冠履而昏夜倮跣也。 \\n 荃荪孤植，不以岩隐而歇其芳；石泉潜流，不以涧幽而不清；人在暗密，岂以隐翳而回操？是以戒慎目所不睹，恐惧耳所不闻，居室如见宾，入虚如有人。故蘧瑗不以昏行变节，颜回不以夜浴改容。句践拘于石室，君臣之礼不替；冀缺耕于垧野，夫妇之敬不亏。斯皆慎乎隐微，枕善而居，不以视之不见而移其心，听之不闻而变其情也。 \\n 谓天盖高而听甚卑，谓日盖远而照甚近，谓神盖幽而察甚明。《诗》云“相在尔室，尚不愧于屋漏。无日不显，莫予云觏。”暗昧之事，未有幽而不显，昏惑之行，无有隐而不彰。修操于明，行悖于幽，以人不知。若人不知，则鬼神知之，鬼神不知，则己知之。而云不知，是盗钟掩耳之智也。 \\n 孔徒晨起，为善孜孜；东平居室，以善为乐。故身恒居善，刚内无忧虑，外无畏惧，独立不惭影，独寝不愧衾，上可以接神明，下可以固人伦，德被幽明，庆祥臻矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "贵农第十一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 贵农第十一贵农第十一 \\n  \\n  \\n  \\n 衣食者，民之本也，民者，国之本也。民恃衣食，犹鱼之须水，国之恃民，如人之倚足。鱼无水，则不可以生；人失足，必不可以步；国失民，亦不可以治；先王知其如此，而给民衣食。 \\n 故农祥旦正，晨集鲰訾，阳气愤盈，土木脉发，天子亲耕于东郊，后妃躬桑于北郊。国非无良农也，而王者亲耕；世非无蚕妾也，而后妃躬桑；上可以供宗庙，下可以劝兆民。《神农》之法曰：“丈夫丁壮而不耕，天下有受其饥者；妇人当年而不织，天下有受其寒者。”故天子亲耕，后妃亲织，以为天下先。 \\n 是以其耕不强者，无以养其生；其织不力者，无以盖其形。衣食饶足，奸邪不生；安乐无事，天下和平；智者无所施其策，勇者无以行其威。故衣食为民之本，而工巧为其末也。 \\n 是以雕文刻镂，伤于农事，锦缋綦组，害于女工。农事伤，则饥之本也；女工害，则寒之源也。饥寒并至，而欲禁人为盗，是扬火而欲无炎，挠水而望其静，不可得也。 \\n “衣食足，知荣辱；仓廪实，知礼节。”故建国者必务田蚕之实，弃美丽之华，以谷帛为珍宝，比珠玉于粪土。何者？珠玉止于虚玩，而谷帛有实用也。假使天下瓦砾悉化为和璞，砂石皆变为隋珠，如傎水旱之岁，琼粒之年，则璧不可以御寒，珠未可以充饥也。虽有夺日之鉴、代月之光，归于无用也。何异画为西施，美而不可悦；刻作桃李，似而不可食也。衣之与食，唯生人之所由，其最急者，食为本也。霜雪岩岩，苫盖不可以代裘；室如悬磐，草木不可以当粮。 \\n 故先王制国，有九年之储，可以备非常救实厄也。尧汤之时，有十年之蓄，及遭九年洪水，七载大旱，不闻饥馑相望，捐弃沟壑者，蓄积多故也。谷之所以不积者，在于游食者多，而农人少故也。夫螟螣秋生而秋死，一时为灾，而数年乏食。今一人耕而百人食之，其为螟螣，亦以甚矣！ \\n 是以先王敬授民时，劝课农桑，省游食之人，减徭役之费，则仓廪充实，颂声作矣。虽有戎马之兴，水旱之沴，国未尝有忧，民终为无害也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "爱民第十二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 爱民第十二爱民第十二 \\n  \\n  \\n  \\n 天生万民，而立之君，君则民之天也。天之养物，以治阴阳为本；君之化民，以政教为务。故寒暑不时则疾疫，风雨不节则岁饥。刑罚者，民之寒暑也；教令者，民之风雨也。刑罚不时，则民伤；教令不节，刚俗弊。故水浊无掉尾之鱼，土确无葳蕤之木，政烦无逸乐之民。政之于人，由琴瑟也，大弦急，则小弦绝，大弦阏矣。 \\n 夫足寒伤心，民劳伤国；足温而心平，人佚而国宁。是故善为理者，必以仁爱为本，不以苛酷为先。宽宥刑罚，以全人命，省彻徭役，以休民力；轻约赋敛，不匮人财，不夺农时，以足民用；则家给国富，而太平可致也。人之于君，犹子之于父母也。未有父母富而子贫，父母贫而子富也。故人饶足者，非独人之足，亦国之足也；渴乏者，非独人之渴乏，亦国之渴乏也。故有若曰：“百姓足，君孰与不足，百姓不足，君孰与足？”此之谓也。 \\n 先王之治，上顺天时，下养万物，草木昆虫，不失其所；獭未祭鱼，不施网罟，豺未祭兽，不修田措；鹰隼未击，不张罻罗；霜露未沾，不伐草木。草木有生而无识，鸟兽有识而无知，犹施仁爱以及之，奚况生人而不爱之乎？ \\n 故君者，其仁如春，其泽如雨，德润万物，则人为之死矣。昔太王居邠，而人随之，仁爱有余也；夙沙之君，而人背之，仁爱不足也。仁爱附人，坚于金石，金石可销，而人不可离。故君者，壤也；人者，卉木也。未闻壤肥而卉木不茂，君仁而万人不盛矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "从化第十三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 从化第十三从化第十三 \\n  \\n  \\n  \\n 君以民为体，民以君为心。心好之，身必安之。君好之，民必从之。未见心好而身不从，君欲而民不随也。人之从君，如草之从风，水之从器。故君之德，风之与器也；人之情，草之与水也。草之戴风，风鹜东则东靡，风鹜西则西靡，是随风之东西也。水之在器，器方则水方，器圆则水圆，是随器之方圆也。下之事上，从其所行，犹影之随形，音之应声，言不虚也。上所好物，下必有甚。《诗》云：“诱人孔易。”言从上也。 \\n 昔齐桓公好衣紫，阖境尽被异彩；晋文公不好服美，群臣皆衣牂羊；鲁哀公好儒服，举国皆著儒衣；赵武灵王好鵕寿，国人咸冠鵕冠。紫非正色，牂非美毳，儒非俗服，鵕非冠饬，而竞之者，随君所好也。 \\n 楚灵王好细腰，臣妾为之约食，饿死者多；越王勾践好勇，而揖斗蛙，国人为之轻命，兵死者众。命者，人之所重，死者，人之所恶。今轻其所重，重其所恶者，何也？从君所好也。 \\n 尧舜之人，可比屋而封；桀纣之人，可接屋而诛。非尧舜之民性尽仁义，而桀纣之人生辄奸邪，而善恶性殊者，染化故也。是以明君慎其所好，以正时俗，树之风声，以流来世。 \\n 或者以为：“上化而下不必随，君好而人未必同也。故唐尧之世，而四凶纵；殷纣之时，而三仁贞；汉文节俭，而人庶奢；齐景奢，而晏婴俭。”此未达之辞也。何者？冬之德阴，而有寒炎萧丘；夏之德阳，而有霜霰。以天地之德，由不能一于阴阳，况其贤圣，岂能一于万民哉！ \\n 故权衡虽正，不能无毫厘之差；钧石虽平，不能无抄撮之较。从君之譬，以多言之。唐尧居上，天下皆治，而四凶独乱，犹曰尧治，治者多也；殷纣在上，天下皆乱，而三仁独治，犹曰纣乱，乱者众也。汉文节俭，而人有奢，犹曰世俭，俭者多也；齐景大奢，而晏婴躬俭，犹日国奢，奢者众也。水性宜冷，而有华阳温泉，犹曰水冷，冷者多也；火性宜热，而有萧丘寒炎，犹曰火热，热者多也。迅风扬波，高下相临，山隆谷洼，差以寻常，较而望之，犹曰水平，举大体也。故世人之论事，皆取其多者以为之节。今观言者，当顾言外之旨，不得拘文以害义也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "法术第十四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 法术第十四法术第十四 \\n  \\n  \\n  \\n 法术者，人主之所执，为治之枢也。术藏于内，随务应变；法设于外，适时御人。人用其道而不知其数者，术也；悬教设令以示人者，法也。人主以术化世，犹天以气变万物：气变万物，而不见其象；以术化人，而不见其形。故天以气为灵，主以术为神。术以神隐成妙，法以明断为工。淳风一浇，则人有争心，情为既动，则立法以捡之。建国君人者，虽能善政，未有弃法而成治也。故神农不施刑罚而人善，为政者不可废法而治人，舜执干戚而服有苗，征伐者不可释甲而制冠。 \\n 立法者，譬如兽御：察马之力，揣途之数，齐其御辔，以从其势。故能登坂赴险，无覆轶之败；乘危涉远，无越轨之患。君犹御也，法扰辔也，人犹马也，马犹轨也，理犹执辔也。执辔者，欲马之遵轨也，明法者，欲人之循治也。辔不均齐，马失轨也；法不适时，人乖理也。 \\n 是以明主务循其法，因时制宜：苟利于人，不必法古；必害于事，不可循旧。夏商之衰，不变法而亡；三代之兴，不相袭而王；尧舜异道，而德盖天下；汤武殊治，而名施后代。由此观之：法宜变动，非一代也。 \\n 今法者则溺于古律，儒者则拘于旧礼，而不识情移法宜变改也。此可与守法而施教，不可与论法而立教。故智者作法，愚者制焉；贤者更礼，不肖者拘焉。拘礼之人，不足以言事；制法之士，不足以论理。若握一世之法，以传百世之人，由以一衣拟寒暑，一药治痤瘕也。若载一时之礼，以训无穷之时，是刻舟而求剑，守株而待免也。 \\n 故制法者，为理之所由，而非所以为治也。礼者，成化之所宗，而非所以成化也。成化之宗，在于随时，为治之本，在于因世。未有不因世而欲治，不随时而成化，以斯治政，未为衷也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "赏罚第十五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 赏罚第十五赏罚第十五 \\n  \\n  \\n  \\n 治民御下，莫正于法；立法施教，莫大于赏罚。赏罚者国之利器，而制人之柄也。 \\n 故天以晷数成岁，国以法教为才。晷运于天，则时成于地；法动于上，刚治成于下。晷之运也，先春后秋，法之动也，先赏后罚。是以温风发春，所以动萌华也；寒露降秋，所以殒茂叶也；明赏自德，所以劝善人也；显罚有过，所以禁下奸也。 \\n 善赏者，因民所喜以劝善，善罚者，因民所恶以禁奸。故赏少而善劝，刑薄而奸息。赏一人而天下喜之，罚一人而天下畏之，用能教狭而治广，用寡而功众也。 \\n 昔王良之善御也，识马之饥饱规矩徐疾之节，故鞭策不载而千里可期；然不可以无鞭策者，以马之有佚也。圣人之为治也，以爵赏劝善，以仁化爱民，故刑罚不用，太平可致；然而不可废刑罚者，以民之有纵也。是以赏虽劝善，不可无罚，罚虽禁恶，不可无赏；赏平罚当，则理道立矣。 \\n 故君者赏罚之所归，诱人以趣善也。其利重矣，其威大矣。空悬小利，足以劝善；虚设轻威，可以惩奸。矧复张厚赏以施下，操大威以临民哉！ \\n 故一赏不可不信也，一罚不可不明也。赏而不要，虽赏不劝；罚而不明，虽刑不禁。不劝不尽，则善恶失理，是以明主一赏善罚恶，非为己也，以为国也。适于己，而无功于国者，不加赏焉，逆干己，而有劳于国者，不施罚焉。罚必施于有过，赏必加于有功，苟能赏信而罚明，则万人从之，若舟之循川，车之遵路，亦奚向而不济，何行而弗臻矣！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "审名第十六", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 审名第十六审名第十六 \\n  \\n  \\n  \\n 言以绎理，理为言本，名以订实，实为名源。有理无言，则理不可明；有实无名，则实不可辨。理由言明，而言非理也；实由名辨，而名非实也。今信言以弃理，实非得理者也；信名而略实，非得实者也。故明者，课言以寻理，不遣理而著言；执名以责实，不弃实而存名。然则言理兼通，而名实俱正。 \\n 世人传言，皆以小成大，以非为是。传弥广而理逾乖，名弥假而实逾反，则回犬似人，转白成黑矣。今指犬似人，转白成黑，则不类矣。专以类推，以此像彼，谓犬似玃，玃似狙，狙似人，则犬似人矣。谓白似缃，缃似黄，黄似朱，朱似紫，紫似绀，绀似黑，刚白成黑矣。黄轩四面，非有八目；夔之一足，必有独胫。周人玉璞，其实死鼠；楚之凤凰，乃是山鸡。愚谷智叟，而像顽称；黄公美女，乃得丑名。鲁人缝掖，实非儒行，东郭吹竽，而不知音。四面一足，本非真实，玉璞凤凰，不是定名。鲁人东郭，空滥美称：愚谷黄公，横受恶名。由此观之传闻丧真，翻转名实；美恶无定称，贤愚无正目。 \\n 俗之弊者，不察名实，虚传说者，即似定真。闻野丈人，谓之田父；河上姹女，谓之妇人；尧浆、禹粮，谓之饮食；龙肝、牛膝，谓之为肉。掘井得人，言自土而出；三豕渡河，云彘行水上。凡斯之类，不可胜言。故狐狸二兽，因其名便，合而为一；蛩蛩巨虚，其实一兽，因其词烦，分而为二。斯虽成其名，而不知败其实，弗审其词，而不察其形。 \\n 是以古人必慎传名，近审其词，远取诸理，不使名害于实，实隐于名。故名无所容其伪，实无所蔽其真，此之谓正名也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "鄙名第十七", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 鄙名第十七鄙名第十七 \\n  \\n  \\n  \\n 名者命之形也，言者命之名也，形有巧拙，名有好丑，言有善恶。名言之善，则悦於人心；名言之恶，则忮於人耳。是以古人制邑名子，必依善名名之，不善害于实矣。昔毕万以盈大会福，晋仇以怨偶逢祸。然盈大者不必尽吉，怨偶者不必皆凶。而人怀爱憎之意者，以其名有善恶也。今野人昼见蟢子者，以为有喜乐之瑞；夜梦见雀者，以为有爵位之象，然见蟢者未必有喜，梦雀者未必蝉冠，而人悦之者，以其名利人也。水名盗泉，尼父不漱；邑名朝歌，颜渊不舍；里名胜母，曾子还轫；亭名栢人，汉后夜遁。何者？以其名害义也。以蟢雀之徵，无益于人名，苟近善而世俗爱之。邑泉之大，生人所庇，名必伤义，圣贤恶之。由此而言，则善恶之义在于名也。 \\n 昔有贫人命其狗曰富，命子曰乐，方祭而狗入于室，叱之曰：“富出！”祝曰：“不祥。”家果有祸。其子后死，哭之曰乐，而不自悲也。庄里有人字其长子曰盗，次子曰殴。盗持衣出耨，其母呼之曰盗，吏因缚之。其母呼殴，殴喻吏遽而声不转，但言殴殴，吏因殴之，盗几至于殪。立名不善，身受其弊。审名之宜，岂不信哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "知人第十八", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 知人第十八知人第十八 \\n  \\n  \\n  \\n 龙之潜也，庆云未附，则与鱼鳖为邻；骥之伏也，孙阳未赏，必与驽骀同枥；士之翳也，知己未顾，亦与佣流杂处。自非洞明，莫能分也。 \\n 故明哲之相士，听之于未闻，察之于未形，而鉴其神智，识其才能，可谓知人矣。若功成事遂然后知之者，何异耳闻雷霆而称为聪，目见日月而谓之明乎？ \\n 故孔方諲之相马也，虽未追风逐电，绝尘灭影，而迅足之势，固已见矣。薛烛之赏剑也，虽未陆斩玄犀，水截轻羽，而锐忍之资，亦已露矣！ \\n 故范蠡吠于犬窦，文种闻而拜之，鲍龙跪石而吟，仲尼为之下车；尧之知舜，不违桑阴；文王之知吕望，不以永日。眉睫之微，而形于色；音声之妙，而动于心。贤圣观察，不待成功而知之也。 \\n 陈平之弃楚归汉，魏无知识其善谋；韩信之亡于黑水，萧何知其能将，岂待吐六奇而后明，破赵魏而方识哉？若于临机能谋而知其智，犯难涉危乃见其勇，是凡夫之识，非明哲之鉴。 \\n 公输之刻凤也，冠距未成，翠羽树，人见其身者，谓之鸗鵄，见其首者，名日鴮鸅，皆訾其丑，而笑其拙。及凤之成，翠冠云耸，朱距电摇，锦身霞散，绮翮焱发，翙然一翥，翻翔云栋，三日而不集，然后赞其奇而称其巧。 \\n 尧遭洪水，浩浩滔天，荡荡怀山，下民昏垫。禹为匹夫，未有功名，尧深知之，使治水焉，乃凿龙门，斩荆山，导熊耳，通鸟鼠，栉奔风，淋骤雨，面目黧黚，手足胼胝，冦绖不暇取，经门不及过，使百川东注于海，西被于流沙，生人免为鱼鳖之患。于是众人咸歌咏，始知其贤。 \\n 故见其朴而知其巧者，是王尔之知公输也；凤成而知其巧者，是众人之知公输也；未有功而知其贤者，是尧之知禹也；有功而知其贤者，是众人之知禹也。故知人之君未易遇也。 \\n 侯生，夷门抱关之吏，见知于无忌；豫子，范中行之亡虏，蒙异于智伯，名尊而身显，荣满于当世，虽复刎颈魏庭，漆身赵地，揣情酬德，未报知己虚左之顾，国士之遇也。世之烈士愿为君者授命，犹瞽者之思视，躄者之想行，而目终不得开，足终不得伸，徒自悲夫！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "荐贤第十九", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 荐贤第十九荐贤第十九 \\n  \\n  \\n  \\n 国之需贤，譬车之恃轮，犹舟之倚楫也。车摧轮，则无以行；舟无楫，则无以济；国乏贤，则无以理。国之多贤，如托造父之乘，附越客之舟，身不劳而千里可期，足不行而蓬莱可至。朝之乏贤，若凤亏六翮，欲望背磨青天，臆冲绛烟，终莫由也。 \\n 峻极之山，非一石所成，凌云之榭，非一末所构；狐白之裘，非一腋之毛，宇宙为宅，非一贤所治；是以古之人君，必招贤搜隐；人臣则献士举知。唐升二八，流睦睦之风；周保十乱，播济济之咏。仲尼在卫，赵鞅折谋，干木处魏，秦人罢兵。宫奇未亡，献公不侵；子玉犹存，文公侧坐。以此而言，则立政致治，折冲压难者，举贤之效也。 \\n 夫连城之璧，瘗影荆山；夜光之珠，潜辉郁浦。玉无翼而飞，珠无胫而行，扬声于章华之台，炫耀于绮罗之堂者，盖人君之举也。贤士有胫而不肯至，殆蠹材于幽岫，毁迹于柴荜者，盖人不能自荐，未有为之举也。 \\n 古人竞举所知，争引其类，才苟适治，不问世胄，智苟能谋，奚妨秕行？昔时人君，拔奇于团虏，擢能于屠贩；内荐不避子，外荐不避仇；身受进贤之赏，名有不朽之芳。昔子贡问于孔子曰：“谁为大贤？”子曰：“齐有鲍叔，郑有子皮。”子贡曰：“齐无管仲，郑无子产乎？”子曰：“吾闻进贤为贤，非贤为不肖。鲍叔荐管仲，子皮荐子产，未闻二子有所举也。”进贤为美，逾身之贤，矧复抑贤者乎？ \\n 故黔息碎首以明百里，北郭刎颈以申晏婴，所以致命而不辞者，为国荐士，灭身无悔，忠之至也，德之难也。臧文仲不进展禽，仲尼谓之窃位，公孙弘不引董生，汲黯指为妒贤；虞丘不荐叔敖，樊姬贬为不肖；东闾不达髦士，后行不正于路。 \\n 故为国入宝，不如能献器。献贤受上赏，蔽贤蒙显戮。斯前识之良规，后代之明镜矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "因显第二十", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 因显第二十因显第二十 \\n  \\n  \\n  \\n 夫火以吹爇生焰，镜以莹拂成鉴。火不吹则无外耀之光，镜不莹必阙内影之照。故吹成火之光，莹为镜之华人之寓代，亦须声誉以发光华，犹凡火镜假吹莹也。 \\n 今虽智如樗里，才若贾生，居环堵之室，无知己之谈，望迹流于地，声闻于天，不可得也。柳下惠不遇仲尼，则贞洁之行不显，未免于三黜之臣，无耻之人也；季布不遇曹丘，则百金之诺不扬未离于凡虏无羞之士也。二子所以德洽于当时，而声流于万代者，圣贤吹莹也。 \\n 昔有卖良马于市者，已三旦矣，而市人不顾。乃谓伯乐曰：“吾卖良马，而市人莫赏。今子一顺，请献半马之价。”于是伯乐造市，来而迎睇之，去而目送之，一朝之价，遂至千金。此马非昨马驽骀，今成駃騠也，由人莫之赏，未有为之顾眄者也。 \\n 夫樟木盘根钩枝，瘿节蠹皮，轮菌拥肿，则众眼不顾。匠者采焉，制为殿堂，涂以丹漆，画为黼藻，刚百辟卿士，莫不顺眄仰视。木性犹是也，而昔贱今贵者，良工为之容也。 \\n 荆磎之珠，夜光之璧，荐之侯王，必藏之于玉匣，缄之于金滕。若暗以投人，则莫不相眄以愕，按剑而怒。何者？为无因而至。 \\n 故若物无所以因，良马劳于驵阓，美材朽于幽谷，宝珠触于按剑。名有所因而至，则良马一顾千金，槃木光于紫殿，珠璧擎之玉匣。今人之居当代，虽抱才智，幽郁穷闺，而无所因邪？未有为之声誉，先之以吹莹，欲望身之光，名之显，犹扪虚缚风，煎汤觅雪，岂可得乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "托附第二十一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 托附第二十一托附第二十一 \\n  \\n  \\n  \\n 夫含气庶品，未有不托附物势以成其便者也。故霜雁托于秋风，以成轻举之势；腾蛇附于春雾，志希凌霄之游，蹶鼠附于蛩蛩，以攀追日之步；碧萝附于青松，以茂凌云之叶。与夫鸟兽虫卉之智，犹知因风假雾，托峻附高，以成其事，奚况于人，而无托附以就其名乎？ \\n 故所托英贤，则迹光名显，所附暗蔽，则身悴名朽。天之始旭，则目察轻烟；岁之将暮，则蓬卷云中。目之能见，蓬之能高，托日之光，附风之势也。缀羽于金铁，置之于江湖，必也沉溺，陷于泥沙，非羽质重而性沉，所托沉也；载石于舟，置之江湖，则披风截波，泛扬长涧，非石质轻而性浮，所托浮也。搏牛之虻，飞极百步若附鸾尾，则一翥万里，非其翼工，所托迅也。楼季足捷，追越奔光，若驾疲羸，则日不涉一舍，非其胫迟，所托蹇也。以是观之：附得其所，则重石可浮，短翅能远；附失其所，则轻羽沦溺，迅足成蹇。 \\n 夫燕之巢幕，衔泥补缀，烂若绫纹，虽陶匠逞妙，不能为之，可谓固矣。然凯旋剔幕，则巢破子裂青，所托危也。鹪鹩巢苇之茎，紩之以丝发，珠圆罗绉，虽女工运巧，不能为之，可谓固矣。然虻风歘至，则苇折卵破者，何也？所托轻弱使之然也。故鸟有择木之性，鱼有选潭之情，所以务其翔集，盖斯为美也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "心隐第二十二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 心隐第二十二心隐第二十二 \\n  \\n  \\n  \\n 二仪之大，可以章程（廿九年为程限也）测也，三纲之动，可以表里度也。雷霆之声，可以钟鼓传也。风雨之变，可以音律和也。故其象可观，不能匿其影；有形可见，不能隐其迹；有声可闻，不能藏其响；有色可察，不能灭其情。夫天地阴阳之难明，犹可以术数揆而耳目可知。至於人也，心居於内，情伏于里，非可以算数测也。凡人之心，险於山川，难于知天。天有春夏秋冬，旦暮之期；人者厚貌深情，不可而知之也。故心有刚而色柔，容强而质弱，貌愿而行慢，性懁而事缓，假饰於外，以明其情。喜不必爱，怒不必憎，笑不必乐，泣不必哀，其藏情隐行，未易测也。日在天之外，而心在人之内，物亦照焉。照之於外，不可而伪内者也，而伪犹生焉；心在人之内，而智又在其内，神亦照焉，外之於内，无所取徵也。而欲求其情，不亦难乎！不洁在面，人皆耻之；不洁在心，人不肯愧。以面露外而心伏内，故善饰其情，潜奸隐智，终身不可得而见也。 \\n 少正卯在鲁与孔子同时，孔子门人三盈三虚，唯颜渊不去。独知圣人之德也夫！门人去仲尼而皈少正卯，盖不知仲尼之圣，亦不知少正卯之佞。子贡曰：“少正卯，鲁之丈人也，夫子为政何以先之？”子曰：“赐也还，非尔所及也！”夫少正卯心逆而险，行辟而圣，言伪而辩，词鄙而博，顺非而泽。有此五伪，而乱圣人。以子贡之明，见不能见。知人之难也，以是观之：佞与贤相类，诈与信相似，辨与智相乱。愚直相像，若荠苨之乱人参，蛇床之似縻芜也。 \\n 俗之常情，莫不自贵而鄙物，重己而轻人。观其意也，非苟欲以愚胜贤，以短加长，由于人心难知，非可以准衡乎！未能虚己相推，故有以轻抑重，以短凌长，是以嫫母闚井，自谓媚胜西施；齐桓矜德，自称贤於尧舜。若子贡始事孔子，一年自谓胜之，二年以为同德，三年方知不及。以子贡之才，犹不识圣人之德，望风相崇，奚况世人而能推己耶？是以真伪绮错，贤愚杂揉，自非明哲，莫能辩也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "通塞第二十三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 通塞第二十三通塞第二十三 \\n  \\n  \\n  \\n 命有否泰，遇有屈伸。否与泰相翻，屈与伸殊贯。邀泰遇伸，不尽睿智；遭否会屈，不专肤蔽，何者？否泰　由命，屈伸在遇也。命至于屈，才通理壅，遇及于伸，才壅迹通。通之来也，非其力所招，壅之至也，非其智所回。势苟就壅，则口目双掩；遇必属通，则声眺俱明。 \\n 故处穴大呼，声郁数仞；顺风长叫，音通百里。入井望天，不过圆盖；登峰眺目，极于烟际。向在井穴之时，声非卒嗄，目非暴昧，而闻见局者，其势壅也；及其乘风蹈峰，声非孟贲，目非离娄，而声彻眺远者，其势通也。 \\n 买臣忍讥而行歌，王章苦寒而坐泣，苏秦握锥而愤懑，班超执笔而慷慨。当彼四子势屈之时，容色黧黑，神情沮忸，言为飞砾，行成狂狷，发露心忧，影销貌悴，引叹而雷转，喷气则云涌，如骐骥之伏于盐车，玄猿之束于笼圈，非无千里之駃，万仞之犍，然而不异羸钝者，无所肆其巧也，何异处穴而望声彻，入井而欲睇搏哉！及其势伸志得，或佩锦而还乡，或声玉于廊庙，或合纵于六国之内，或悬旌于昆仑之外，当斯之时也，睿彩光液，神气开发，言成金玉，行为世则，乘肥衣轻，怡然自得，漂若轻鸱之泛长波，沛若吞舟之扬大壑，何异顺风而纵声，登峰而长晒！人犹是也，而昔如彼，今如此者，非谓昔愚而今贤，故丑而新美，壅之与通也。 \\n 水之性清动，壅以堤则波纽而气腐；决之使通，循势而行，从涧而转，虽有朽骸烂卉，不能污也。非水之性异，通之与壅也。人之通，犹水之通也；德如寒泉，假有沙尘，弗能污也。以是观之：通塞之路与荣悴之容，相去远矣！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "遇不遇第二十四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 遇不遇第二十四遇不遇第二十四 \\n  \\n  \\n  \\n 贤有常质，遇有常分。贤不贤，性也，遇不遇，命也。性见于人，故贤愚可定；命在于天，则否泰难期。命运应遇，危不必祸，愚不必穷；命运不遇，安不必福，贤不必达。故患齐而死生殊，德同而荣辱异者，遇不遇也。春日丽天，而隐者不照；秋霜被地，而蔽者不伤，遇不遇也。 \\n 昔韩昭侯醉卧而寒，典官加之衣。觉而问之，知典官有爱于己也，以越职之故而加诛焉。卫之骖乘，见御者之非，从后呼车，有救危之意，不蒙其罪。加之以衣，恐主之寒；呼车，忧君之危。忠爱之情是同，越职之愆亦等，典官犹罪，呼车见德，遇不遇也。 \\n 鸱堕腐鼠，非虞氏之慢；瓶水沃地，非射姑之秽，事出虑外，固非其罪。而侠客大怒，虞氏见灭；邾君大怒，而射姑获免，遇不遇也。 \\n 齐之华士，栖志丘壑，而太公诛之；魏之干木，遁代幽居，而文侯敬之。太公之贤非有减于文侯，干木之 \\n 德非有逾于华士，而或荣或戮者，遇不遇也。 \\n 董仲舒智德冠代，位仅过士；田千秋无他殊操，以一言取相。同遇明主而贵贱悬隔音，遇不遇也。庄姜适卫，美而无宠；宿瘤适齐，丑而蒙幸； \\n 遇不遇，命也；贤不贤，性也。怨不肖者，不通性也；伤不遇者，不知命也。如能临难而不慑，贫贱而不忧，可为达命者也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "命相第二十五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 命相第二十五命相第二十五 \\n  \\n  \\n  \\n 命者，生之本也；相者，助命而成者也。命则有命，不形于形；相则有相，而形于形。有命必有相，有相必有命，同禀于天，相须而成也。 \\n 人之命相，贤愚贵贱，修短吉凶，制气结胎受生之时。其真妙者：或感五帝三光，或应龙迹气梦；降及凡庶，亦禀天命，皆属星辰，其值吉宿则吉，值凶宿则凶。受气之始，相命既定，即鬼神不能移改而圣智不能回也。 \\n 华胥履大人之迹，而生伏羲；女蜗感瑶光贯日，而生颛顼；庆都与赤龙合，而生唐尧；握登见大虹，而生虞舜；修纪见洞流星，而生夏禹：夫都见白气贯月，而生殷汤；太妊梦见长人，而生文王；颜征感黑帝，而生孔子；刘媪感赤龙，而生汉祖；薄姬感苍龙，而生文帝。微子感牵牛星，颜渊感中台星，张良感孤星，樊哙感狼垦，老子感火星，苦此之类，皆圣贤受天瑞命而生者也。 \\n 相者，或见肌骨，或见声色，贤愚贵贱，修短吉凶，皆有表诊，故五岳崔嵬，有峻极之势；四渎皎洁，有川流之形；五色郁然，有云霞之观；五声铿然，有钟磐之音。善观察者，犹风胡之别刃，孙阳之相马，览其机妙，不亦难乎？ \\n 伏羲日角，黄帝龙颜，帝喾戴肩，颛顼骿骭，尧眉八采，舜目重瞳，禹耳三漏，汤肩二肘，文王四乳，武王并齿，孔子返字，颜回重瞳，皋繇鸟喙。若此之类，皆圣贤受天殊相而生者也。 \\n 舜目重瞳，是至明之相，而项羽、王莽，亦目重瞳子。越王勾践，长颈鸟喙，非善终之象，而夏禹亦长颈鸟喙；王葬之重瞳，譬驽马有骥之一毛，而小可谓之骥也；勾践长颈鸟喙，犹蛇有龙之一鳞，而不可谓之龙也。 \\n 爱及众庶，皆有诊相。故谷于丰下，叔兴知其有后；卫青方颡，黥徒明其富贵；亚夫纵理，许负见其饿死；羊鲋声豺，叔姬鉴其灭族。 \\n 命相吉凶，悬之丁天。命当贫贱，虽富贵，犹有祸患；命当富贵，虽欲杀之，犹不能害。 \\n 夏孔甲田于箕山，大风晦暝，入于人家。主人方乳，或占之曰：“后来而产，是子不胜，终必有殃。”孔甲取之曰：“苟以为余子，谁敢殃之？”子长析薪，斧斩其左足，遂为大阍。孔甲曰：“呜呼！有疾！命矣夫！”汉文以梦而宠邓通，相者占通当贫饿死。帝曰：“能富在我，何谓贫乎？”与之铜山，专得冶铸。后假衣食，寄死人家。 \\n 子文之生，妘子弃之，虎乃乳之，遂收养焉，卒为楚相。褒离国王，侍婢有娠，王欲杀之。婢曰：“气从天来，故我有娠。”及子之产，捐猪圈中，猪以气嘘之，弃马枥中，马复嘘之，故得不死，卒为夫余之王。 \\n 故善恶之命，若从天堕，若从地出，不得以理数推，非可以智力要。今人不知命之有限，而妄觊于分愿；命在于贫贱，而穿凿求富贵；命在于短折，而临危求长寿。皆或之甚者也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "妄瑕第二十六", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 妄瑕第二十六妄瑕第二十六 \\n  \\n  \\n  \\n 大道混然无形，寂然无声，视之不见，听之不闻，非可以影响求，不得以毁誉称也。降此以往，则事不双美，名不并盛矣。虽天地之人，三光之明，圣贤之智，犹未免乎訾也。 \\n 故天有拆之象，地有裂之形，日月有谪蚀之变，五星有悖彗之妖；尧有不慈之诽，舜有囚父之谤，汤有放君之称，武有杀主之讥；齐桓有贪淫之目，晋文有不臣之声，伊尹有诬君之迹，管仲有愆上之名。以夫二仪七耀之圣，不能无亏沴；尧舜汤武之圣，不能免于嫌谤；桓文伊管之贤，不能无纤瑕之过。由此观之：宇宙庸流，能自免于怨谤而无悔吝耶？ \\n 是以荆岫之玉，必含纤瑕，骊龙之珠，亦有微颡，然驰光于千里，飞价于侯王者，以小恶不足以伤其大美也。今忌人之细短，忘人之所长，以此招贤，是画空而寻迹，披水而见路，不可得也。定国之臣亦有细短，人主所以不弃之者，不以小妨大也；以小掩大，非求士之谓也。 \\n 伊尹，夏之庖厨；傅说，殷之胥靡；百里奚，虞之亡虏；段干木，魏之大驵。此四于者，非下贤也，而其迹不免污也。名不两盛，事不俱美。 \\n 昔魏文侯问于李克曰：“吴起何如人也？”克对曰：“起贪而好色，然其善用兵，司马穰苴不能过也。”乃以为将，拔秦五城，北灭燕赵，盖起之力也。魏无知荐陈平于汉王，或人谗之曰：“平虽美丈夫，如冠玉耳，其中未必有可用也，且闻盗嫂而受金。”王乃疏平，让无知。无知曰：“臣进策谋之士，诚足以利国耳，且其小过岂妨公家之大务哉！”乃擢为护军，得施其策。故范增疽发死而楚国亡，阏氏开阵而汉军全者，平之谋也。高祖弃陈平之小愆，采六奇之大谋；文侯舍吴起之小失，而取五城之功。向使二主以其小过，弃彼良材，则魏国之存亡不可知，汉楚之雄雌未可决也。而吴起必埋名于贪好，陈平陷身于贿盗矣。 \\n 俗之观士者，见其威仪屑屑，好行细浩，乃谓英彦；士有大趣不修容仪，不惜小检，而谓之弃人。是见朱橘一子蠹，固剪树而弁之；睹缛锦一寸点，乃全匹而燔之。 \\n 齐桓深知宁戚，将任之以政，群臣争谗之曰：‘宁戚卫人，去齐不远，君可使人问之。若果真贤，用之未晚也。”公曰：“不然。患其有小恶者，民人知小恶忘其大美，此世所以失天下之士也。”乃夜举火而爵之，以为卿相；九合诸侯，一匡天下。桓公可谓善求士矣。 \\n 故仲尼见人一善，而忘其百非；鲍叔闻人一过，而终身不忘。夫子如斯之弘，鲍叔如斯之隘也。以是观之：圣哲之量，相去远矣！ \\n 牛躅之霪，不生鲂鱮；巢幕之窠，不容鹄卵；崇山廓泽，不辞污秽；佐世良材，不拘细行。何者？量小不足以包大形，器大无分小瑕也。人之情性，皆有细短，若其大略是也，虽有小过，不足以为累；若其大略非也，虽有衡门小操，未足与论大谋。 \\n 樊哙屠贩之竖，萧曹斗筲之吏，英布刑墨之隶，周勃俳优之任，其行皆中律，其质则将才也。张景阳，郢中之大淫也，而威诸侯；颜浊邹，梁父之大盗也，而为齐勋臣。此皆有所短，然而功名不朽者，大略得也。袁精目、鲍焦立节抗行，不食非义之食，乃饿而死，不能立功拯溺者，小节不伸而大节屈也。 \\n 伯夷叔齐，冰清玉洁，义以不为孤竹之嗣，不食周粟，饿死首阳。杨朱全身养性，去胫之一毛，以刺天下，则不为也。若此二子，德非不茂，行非不高，亦能安治代紊、蹈白刃而达功名乎？此可以为百代之熔轨，不可居伊管之任也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "适才第二十七", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 适才第二十七适才第二十七 \\n  \\n  \\n  \\n 物有美恶，施用有宜；美不常珍，恶不终弃。紫貂白狐，制以为裘，郁若庆云，皎如荆玉，此毳衣之美也；压菅苍蒯，编以蓑芒，叶微疏系，黯若朽穰，此卉服之恶也。裘蓑虽异，被服实同；美恶虽殊，适用则均。今处绣户洞房，则蓑不如裘，被雪淋雨，则裘不如蓑。以此观之，适才所施，随时成务，各有宜也。 \\n 伏腊合欢，必歌《采菱》，牵石拖舟，则歌嘘与，非无《激楚》之音，然而弃不用者，方引重抽力，不知嘘与之宜也。 \\n 卞庄子之升殷庭也，鸣佩趋跄，温色怡声；及其搏虎，必攘袂鼓肘，瞋目震呼。非不知温颜下气之美，然而不能及者，方格猛兽，不如攘袂之宜也。安陵神童，通国之丽也，八音繁会，使以噭吹囋声而人悦之，则不及瞽师侏儒之美。蛇衔之珠，百代之传宝，以之弹绖，则不如泥丸之劲也。棠溪之剑，天下之铦也、用之获穗，曾不如钩镰之功也。此四者，美不常珍，恶不终废　用各有宜也。 \\n 昔野人弃子贡之辩，而悦马圉之辞；越王退吹籁之音，而好鄙野之声。非子贡不及马圉，吹籁不若野声，然而美不必合，恶而见珍者，物各有用也。 \\n 水火金木土者，六府异物，而皆有施；规、矩、权、衡、准、绳，六法殊形，而各有任。故伊尹之兴上功也，长胫者使之蹋锸，强脊者使之负土，眇目者使之准绳，伛偻者使之涂地。因事施用，仍便效才，各尽其分而立功焉。 \\n 商歌之士，鸡鸣之客，才各有施，不可弃也。若使宁子结客于孟尝，则未免追军之至，囚系之辱也。若使鸡鸣托于齐桓，必不能光辅于霸道，九合诸侯也。时须过关，莫若鸡鸣；欲隆霸主，莫若商歌。商歌之雅，而鸡鸣之鄙，虽美恶有殊，至于适理排难，其揆一也。 \\n 楚之市偷，天下之大盗，而能却齐军，虽使孙吴用兵，彼必与之拒战，未肯有望风而退也。晋之叔鱼，一国之佞邪也，而能归季孙，虽使甘苏聘说，彼必与之较辩，不至恐慑而逃还也。大盗谗佞，民之殚害，无用之人也，苟有士术，犹能为国兴利除害，矧乃明智炼才，其为大益，岂可弃耶？ \\n 《关雎》兴于鸟，而为《风》之道，美其挚而有别也；《鹿鸣》兴于兽，而为《雅》之端，嘉其得食而相呼也。以夫鸟兽之丑，苟有一善，诗人歌咏，以为美谈，奚况人之有善而可弃乎？ \\n 夫柽柏之断也，大者为之栋梁，小者为之椽桁，直者中绳，曲者中钩，随材所施，未有可弃者，是以君子善能拨士，故无弃人；良匠善能运斤，故无弃材。是以人物交泰，各尽其分而立功焉。诗云：虽有丝麻，无弃菅蒯；虽有姬姜，无弃憔悴。此之谓也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "文武第二十八", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 文武第二十八文武第二十八 \\n  \\n  \\n  \\n 规者，所以法圆，裁局则乖；矩者，所以象方，制镜必背。轮者，所以辗地，入水则溺；舟者，所以涉川，施陆必踬。何者？方圆殊形，舟车异用也。虽形殊而用异，而适用则均。盛暑炎蒸，必藉凉风；寒交冰结，必处温室。夏不御毯，非憎恶之，炎有余也；冬不卧箪，非怨仇之，凉自足也。不以春日迟迟而毁羔裀、秋露洒叶而剔笋席，白羽相望，霜刃竞接，则文不及武；干戈既韬，礼乐聿修，则武不及文。不可以九畿慑然而弃武，四郊多垒而摈文，士用各有时，未可偏无也。五行殊性，俱为人用，文武异材，为国大益。犹救火者，或提盆榼，或执瓶盂，其器方圆，形体虽返，名质相乖，至于盛水灭火，功亦齐焉。缴者身仰，钓者身俯，俯仰别状，取利同焉。织者渐进，耕者渐退，进退异势，成务等焉。 \\n 墨子救宋，重趼而行；干木在魏，身不下堂。行止异迹，存国一焉。文以赞治，武以凌敌，趋舍殊律，为绩平焉。秦之季叶，土崩瓦解，汉祖躬提三尺之剑，为黔首请命，跋涉山川，蒙犯矢石，出百死以绩一生，而争天下之利，奋武厉诚，以决一旦之命。当斯之时，冠章甫，衣缝掖，未若戴金胄而擐犀甲也。嬴项既灭，海内大定，以武创业，以文止戈，征邹、鲁诸生，而制礼仪，修三代之乐，朝万国于咸阳。当此之时，修文者荣显，习武者惭忸，一世之间而文武递为雄雌。以此言之，治乱异时，随务引才也。 \\n 今代之人，为武者则非文，为文者则嗤武，各执其所长而相是非，犹以宫笑角，以白非黑，非适才之情、得实之论也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "均任第二十九", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 均任第二十九均任第二十九 \\n  \\n  \\n  \\n 为有宽隘，量有巨细，材有大小，则任其轻重，所处之分，末可乖也。是以万硕之鼎，不可满以盂水；一钧之钟，不可容于泉流；十围之木，不可盖以茅茨，榛棘之柱，不可负于广厦，何者？小非大之量，大非小之器，重非轻之任，轻非重之制也。以小量大，必有枉分之失；以小容大，则致倾溢之患；以重处轻，必有伤折之过；以轻载重，则致压覆之害。 \\n 故鹍鹏一轩，横厉寥廓，背负苍天，足跖浮云，有六翮之资也；騕豫一骛，腾光万里，绝尘掣微，有迅足之势也。今以燕雀之羽，而慕冲天之迅；犬羊之蹄，而觊日之步，势不能及，亦可知也。 \\n 故奔蜂不能化藿蠋，而螟蛉能化之；越鸡不能伏鹄卵，而鲁鸡能伏之。夫藿与螟蛉，俱虫也，鲁鸡与越鸡，同禽也，然化与不化，伏与不伏者，藿大越小也。 \\n 夫龙蛇有翻腾之质，故能乘云依雾；贤才有政理之德，故能践势处位。云雾虽密，蚁蚓不能升者，无其质也；势位虽高，庸敝不能治者，乏其德也。故智小不可以谋大，德狭不可以处广。以小谋大必危，以狭处广必败。子游治武城，仲尼发割鸡之叹；尹何为邑宰，子产出制锦之谏。德小而任大，谓之滥也；德大而任小，谓之降也。而其失也，宁降无滥。 \\n 是以君子量才而授任，量任而授爵，则君无虚授，臣无虚任。故无负山之累，折足之忧也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "慎言第三十", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 慎言第三十慎言第三十 \\n  \\n  \\n  \\n 日月者，天之文也；山川者，地之文也；言语者，人之文也。天文失，则有谪蚀之变；地文失，则有崩竭之灾；人文失，则有伤身之患。 \\n 故口者，言语之门户；舌者，门户之关钥。关钥动，则门户开，门户开，则言语出。出言之善，则千里应之；出言之恶，则千里违之。言失于己，不可遏于人；情发于近，不可止于远。是以君子慎其关钥，以密言语。言语在口，譬含锋刃，不可动也。动锋刃者，必伤喉舌。言失之害，非唯锋刃，其所伤者，不唯喉舌。故天有卷舌之星，人有缄口之铭。所以警佻言，防口訧也。 \\n 口舌者，祸患之宫，亡灭之府也。语言者，性命之所属，而形骸之所系也。言出患入，语失身亡。身亡不可复存，言出不可复追。其犹射也：悬机未发，则犹可止；矢一离弦，虽欲返之，弗可得也。 \\n 《易》诫枢机，《诗》刺言玷。斯言一玷，非礛诸所磨；枢机既发，岂骇电所追？皆前圣之至慎，后人之埏熔。明者慎言，故无失言；暗者轻言，自致害灭。 \\n 昔智伯失言于水灌，韩魏蹑其肘足；魏武漏语于英雄，玄德遗其匕筋。是以头为秽器，师驰徐卅，地分三晋，土割岷蜀，亡败长衅，为天下笑，不慎言也。韩昭侯与棠磎公谋，而终夜独寝，虑梦言露子妻妾也。孔光不对温室之树，恐言之泄于左右也。 \\n 言者，风也；无足而行，无翼而飞，不可易也。是以圣人当言而惧，发言而忧，如蹈水火，临危险也。礼然后动，则动如春风，人不厌其动；时然后言，则言如金石，人不厌其声。故声无失行，口无过言也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "贵言第三十一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 贵言第三十一贵言第三十一 \\n  \\n  \\n  \\n 越剑性锐，必托槌砧以成纯钩；楚柘质劲，必资榜檠以成弴弓；人性虽敏，必藉善言以成德行。故槌砧者，夷不平也；榜檠者，矫不正也；善言者，正不善也。 \\n 人目短于自见，故借镜以观形；发拙于自理，必假栉以修束；心暗于自照，则假言以策行。面之所以形，明镜之力也；发之所以理，玄栉之功也；行之所以策，善言之益也。镜栉理形，其惠轻也，善言成德，其惠重也。人皆悦镜之明己形，而不慕士之明己心；人皆欲栉之理其发，不愿善言之理其情，是弃重德而采轻功，不亦倒乎？为衣冠者，己手不能，则知越乡借人以制之；至于理身，而不知借言以修其行，是处其身轻，而于冠重，不亦谬乎？ \\n 君子重正言之惠，贤于轩璧之赠，乐闻其过，胜于德义之名。故楚庄王轻千乘之国，而重申叔一言；范献贱万亩之田，以贵舟人片说。季路抱五慎之诫，赵盈佩九言之箴。以此观之，轩璧之与田邑，岂能与善言齐价哉！ \\n 夫桓侯不采越人之说，卒成骨髓之疾；吴王不听枚乘之言，终受夷灭之祸。夫人之将疾者，必不甘鱼肉之味；身之将败者，必不纳忠谏之言。故临死者，谓无良医之药；将败者，谓无直谏之臣。而不听善言，是耳聋也，非其耳之有塞，善言不入耳乎？ \\n 是以明者纳规于未形，采言于患表，从善如转圜，遣恶如去仇，正音日闻于耳，祸害逾远于身。昔尧设招谏之鼓，舜树诽谤之术，汤立司过之士，武王置诚慎之鼗。以圣哲之神鉴，穷机洞微，非有毫厘之谬也，犹设广听之术，开嘉言之路，岂不贻厥将来，表正言之益耶？以夫先圣犹能采言于刍荛，奚况布衣而不贵言乎？ \\n 故臣子之于君父，则有献可替否讽谏之文，知交之于朋友，亦有切磋琢磨相成之义。君子若能听言如响，从善如流，则身安南山，德茂松柏，声振金石，名流千载也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "伤谗第三十二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 伤谗第三十二伤谗第三十二 \\n  \\n  \\n  \\n 誉者，扬善之枢也，毁者，宣恶之机也。扬善生于性美，宣恶出于情妒。性美以成德为恒，情妒以伤人为务。故誉以论善，即辞以极善为功；毁必举过，则言以穷恶为巧。何者？俗人好奇，不奇不用也。誉人不增其义，则闻者不快于心；毁人不益其恶，则听者不满于耳。 \\n 代之善人少，而恶人多，则举者寂寞，而谗者喧哗。是以洗垢求痕，吹毛觅瑕，挥空成有，转白为黑，提轻当重，引寸至尺。墨子肝以悲素丝，杨朱所以泣岐路；以其变为青黄，回成左右也。昔人兴谗言于青蝇，譬利口于刀剑者，以其点素成缁，刃劲伤物。故在四畏，不可不慎：鸟之曲喙跂距者，羽类畏之；兽之方喙钩爪者，毛群畏之；鱼之哆唇锯齿者，鳞族畏之；人之言口谗谄者，人其畏之。 \\n 谗嫉之人，必好闻人恶，恶闻人善，妒才智之在己前，諅富贵之在己上，犹啭中有噎，吞之思人；目上有翳，决之愿去。吞决之深情，则萋斐之辞作。故扬娥眉者，为丑女之所妒；行贞洁者，为谗邪之所疾。昔直不疑未尝有兄，而谗者谓之盗嫂；第五伦三娶孤女，而世人谓笞妇翁。如此者皆听虚而责响，视空而索影，悖情而倒理，诬罔之甚也。以二子之贤，非身行之不洁，与人有仇也，而不免于世谤者，岂非兽恶其网，人恶其谗耶？ \\n 故谗邪之蔽善人也，犹朝日洞明，雾甚则不见天；沙石至净，流浊则不见地；虽有明净之质而不发明者，水雾蔽之也。兰荪欲茂，秋风害之；贤哲欲正，谗人败之。故谗者，知害嫉于他人，而不知伤所说之主；知伤所说之主，而不知还害其身。故无极之谗，子常蒙谤，郄费双灭。谗谄之流弊，一至于斯。呜呼！世之君子，可不慎慎！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "慎隙第三十三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 慎隙第三十三慎隙第三十三 \\n  \\n  \\n  \\n 过者，怨之梯也；怨者，祸之府也。祸之所生，必由积怨；过之所始，多因忽小。小过之来，出于意表；积怨之成，在于虑外。故其来也，不自悔；其成也，怨不可防。防怨不密，而祸害臻焉！ \\n 故登峭坂而不跌坠者，慎于大也；跨阜垤而好颠蹶者，轻于小也。苟兢其步，虽履险能安；轻易其足，虽夷路亦踬。智者识轻小之为害，故慎微细之危患，每畏轻微，懔懔焉若朽索之驭六马也。 \\n 鸿毳性轻，积之沉舟；鲁缟质薄，叠之折轴。以毳缟之轻微，能败舟车者，积多之所致也。故墙之崩隤，必因其隙；剑之毁折，皆由于璺。尺蚓穿堤，能漂一邑；寸烟泄突，致灰千室。怨之始也，征于隙纹，及其危害，大于墙剑。祸之所伤，甚于邑室，将防其萌，急于水火。 \\n 《夏书》曰：“怨岂在明，不见是图。”故怨不在大，亦不在小。荧荧不灭，能焚昆山；涓涓不绝，能成江河。怨之所生，不可类推；祸之所言，非可情测。或怨大而成小，或憾轻而至重，深仇不必危，而睚眦未可易也。譬如风焉，披云飞石，卷水蹶木，而入血脉不为之伤；隙穴之风，轻尘不动，毛发不摇，及中肌肤，以为深疾。大不为害，小而成患者，大风散漫，小风激射也。 \\n 故汉祖免贯高之逆，魏后（曹操）泄张绣之仇，韩信削少年之辱，安国释田甲之慢。此皆遇英达之主，宽廓之衿，得以深怨而不为仇也。鲁酒薄而邯战围，羊羹偏而宋师败，郈孙以斗鸡亡身，齐侯以笑嫔破国。皆以轻蔑细怨，忘树祸端，以酒食戏笑之故，败国灭身为天下笑，不慎故也。 \\n 识之暗者，皆以小害易微之事，以至于大患。祸之至也，人自生之；福之来也，人自成之。祸与福同门，害与利同邻，若非至精，莫能分矣。是以智患者，祸福之门户，动静者，利害之枢机，不可不慎也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "诫盈第三十四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 诫盈第三十四诫盈第三十四 \\n  \\n  \\n  \\n 四时之序，节满即谢，五行之性，功成必退。故阳极而降，阴极而升，日中则昃，月盈则亏，此天之常道也。势积则损，财聚则散，年盛返衰，乐极还悲，此人之恒情也。昔仲尼观欹器而革容，鉴《损》《益》而叹息，此察象而识类，睹霜而知冰也。　 \\n 夫知进而不知退，则践盈满之危；处存而不忘危，必履太山之安。故雷在天上曰大壮，山在地中曰谦，谦则裒多益寡，壮则非礼勿履。处壮而能用礼，居谦而能益寡，降高以就卑，抑强而同弱，未有谦尊而不光，骄盈而不毙者也。 \\n 圣人知盛满之难持，每居德而谦冲：虽聪明睿智，而志逾下，富贵广大，而心逾降；勋盖天下，而情逾抑，不以德厚而矜物，不以身尊而骄民。故楚庄王功立而心惧，晋文公战胜而色忧，非憎荣而恶胜，乃功大而心小，居安而念危也。夏禹一馈而七起，周公一沐而三握发，食不遑饱，沐不及晞，非耐饥而乐劳，是能心急于接士，德处于谦光也。 \\n 《易》曰：以贵下贱，大得民也。是以君子高而能卑，富而能俭，贵而能贱，智而能愚，勇而能怯，辩而能讷，博而能浅，明而能暗，是谓损而不穷也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "明谦笫三十五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 明谦笫三十五明谦笫三十五 \\n  \\n  \\n  \\n 天道下济而光明，江湖善下而为王。故山在地中成谦，王侯以孤寡为损。谦则荣而逾高，损则显而弥贵。高必以下为基，贵则以贱为本。在贵而忘贵，故能以贵下民；处高而遗高，故能以高就卑。是以大壮则往复，天地之谦也；极升必降，阴阳之谦也；满终则亏，日月之谦也；道盈体中，圣人之谦也。 \\n 《易》称：“谦尊而弥光。”《老子》云：“不伐故有功。”谦者，在于降己，以高下卑，以圣从鄙。不伐在于有功，不矜在于有德，不言归于冲退，谦挹之流也。好盈自贤，矜功伐善者，俗之常情，圣人之恶也。必矜其功，虽赏之而称劳，情犹不足；苟伐其善，虽与之赏多，必怨其少；则慊望之情生，躁竞之色见，矜伐之路开，患难之衅作矣。君子则不然，在荣以挹损为基，有功而不矜，有善而不伐。遗其功而功常存，忘其善而善自全。情常忘善，故能以善下物，情恒存善，故能以善胜人。 \\n 是以情存功善，非心谦也；口虚托谦，岂非矫乎？以善胜物，心遗功善，非矜伐也，口及其善，岂非实乎？故心存功善，非心谦也，口虽不言，未免矜伐；心舍功善，口虽明言，无伤于谦。故夏禹昌言，明称伐功；咎繇陈谟，云说我惠；岂其矜功而存惠哉！ \\n 夫言善非伐，而伐善者每称其能；言惠非矜，而矜惠者常存其惠。圣人知人情尚贤而好伐，故发言裁典，多由谦退；所以弃其骄姱，竞垂世则也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "大质第三十六", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 大质第三十六大质第三十六 \\n  \\n  \\n  \\n 火之性也，大寒惨凄，凝冰裂地，而炎气不为之衰；大热煊赫，焦金烁石，而炎气不为之炽者，何也？有自然之质，而寒暑不能移也。故丹可磨，而不可夺其色；兰可燔，而不可灭其馨；玉可碎，而不可改其白；金可销，而不可易其刚：各抱自然之性，非可强变者也。士有忠义之性，怀真直之操，不移之质，亦如兹者也。 \\n 是以生苟背道，不以为利；死必合义，不足为害。故不趋利而逃害，不忻生而憾死，不可以威胁而变其操，不可以利诱而易其心。昔子闾之劫也，拟之白刃，而其心不倾；晏婴之盟也，钩以曲戟，而其志不回；不可以利害移其情矣。 \\n 夫士有忠义之行，践绳墨之节，其于平日，乃无异于众人；及至处患蹈难，而志气贞刚，然后知其殊也。譬如钟山之玉，寒岭之松，比之瓀珉梓柳，无殊也；及其烧以炉炭，三日而色润不改，处于积冰，终岁而枝叶不凋，然后知其异于他玉众木也。 \\n 故袒褐暴虎，而后勇气发焉，超腾绝坂，而后迅捷露焉；手提万钧，而后多力见焉；处难践患，而后贞勇出焉。不用干将，奚以知其锐也；不引鸟号，奚以知其劲也？劲锐之质，较然易见，犹因人获显，况乃志行难睹，曷得不因事而后明乎？ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "辩施第三十七", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 辩施第三十七辩施第三十七 \\n  \\n  \\n  \\n 夫山皋非为鸟植林，林茂而鸟自栖之；江湖非为鱼凿潭，潭深而鱼自归之；处世非为人积财，财积而人自依之。非其所招，势使然也。 \\n 怀璧之子，未必能惠，而人竞亲者，有惠人之资也；被褐之士，性能轻财，而皆疏之者，无惠人之资也。今富而俭吝，犹见亲敬；贫而仁施，必见疏慢。非行之失，彼情变也。 \\n 策驷登山，不得直辔而行；泛舟入海，不得安身而坐。何者？山路迂回，海水沦没。行者欲直，而路曲之，坐者欲安，而水荡之；仁者欲施，而贫遏之。富而赈物，德不为难；贪而俭啬，行非为过。天之道损有余，人之情矜不足也。 \\n 昆山之下，以玉抵乌；彭蠡之滨，以鱼食犬；而人不爱者，非性轻财，所丰故也。挈瓶丐水，执萑求火，而人不吝者，非性好施，有余故也。口非匏瓜，不得不食；身非木石，不得不衣。食不满腹，岂得辍口而惠人？衣不蔽形，何得露体而施物？非性俭吝，不足故也。饥馑之春，不赈朋戚，多稔之秋，飨及四邻。不赈朋戚，人之恶；惠及四邻，人之善。盖善恶之行，出于性情，而系于饥穰也。以此观之：太丰则恩情生，窭乏则仁惠废也。 \\n 相马者，失在于瘦，求千里之步，亏也；相人者，失在于贫，求恩惠之迹，缺也。轻财之士，世非少也，然而不见者，贫掩之也。德行未著而称我能，犹足不能行而卖躄药，望人信之，实为难矣！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "和性第三十八", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 和性第三十八和性第三十八 \\n  \\n  \\n  \\n 夫欧冶铸剑，太刚则折，太柔则卷。欲剑无折，必加其锡；欲剑无卷，必加其金。何者？金性质刚而锡性质柔，刚柔均平，则为善矣。良工涂漆，漆缓则难晞，急则弗牢，均则缓急，使之调和，则为美也。人之含性，有似于兹；刚则伤于严猛，柔则失于软懦，缓者悔于后机，急者败于懁促。故能剑器兼善，而性气淳和也者。昔徐偃王软而国灭，齐商公懦而身亡，此性太柔之失也。晋阳处父以纯刚致害，郑子阳以严猛致毙，此性太刚之过也。楚子西宽而招败，邾庄公懁而自祸，此性褊急之灾也。西门豹性急，佩违皮以自缓；董安于性缓，带丝弦以自急。彼各能以一物之所长，攻其所短也。 \\n 故阴阳调，天地合也。刚柔均，人之和也。阴阳不和，则水旱失节；刚柔不均，则强懦乖政。水旱失节，则岁败；强弱乖政，则身亡。是以智者宽而栗，严而温，柔而毅，猛而仁。刚而济其柔，柔而抑其强；强弱相参，缓急相弼。以斯善性，未闻迕物而有悔吝者也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "殊好第三十九", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 殊好第三十九殊好第三十九 \\n  \\n  \\n  \\n 累榭洞房，珠帘玉扆，人之所悦也，鸟入而忧；耸石巉岩，轮菌虬结，猨狖之所便也，人上而栗；五音六律，《咸池》《箫韶》，人之所乐也，兽闻而振；悬濑碧潭，澜波汹涌，鱼龙之所安也，人入而畏。飞鼯甘烟，走貊美铁，云鸡嗜蛇，人好刍豢。鸟兽与人，受性既殊，形质亦异，所居隔绝，嗜好不同，未足怪也。 \\n 人之与兽，共禀二仪之气，俱抱五常之性。虽贤愚异情，善恶殊形，至于目见日月，耳闻雷霆，近火觉热，履冰知寒，此之粗识，未宜有殊也。声色芳味，各有正性；善恶之分，皎然自露。不可以皂为白，以羽为角，以苦为甘，以臭为香。然而嗜好有殊绝者，则偏其反矣：非可以类推，弗得以情测，颠倒好丑，良可怪也。 \\n 赪颜玉理，盼视巧笑，众目之所悦也；轩皇爱嫫母之丑貌，不易落英之丽容，陈侯悦敦洽之丑状，弗贸阳文之婉姿。炮羔煎鸿，臛蠵臑熊，众口之所嗛；文王嗜菖蒲之菹，不易龙肝之味。《阳春》《白雪》，《嗷楚》《采菱》，众耳之所乐也，而汉顺听山鸟之音，云胜丝竹之响；魏文侯好捶凿之声，不贵金石之和。郁金玄憺，春兰秋惠，众鼻之所芳也，海人悦至臭之味，不爱芬馨之气。若斯人者，皆性有所偏也，执其所好而与众人相反，则倒白为黑，变苦成甘，移角成羽，佩莸蒜当薰，美丑无定形，爱憎无正分也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "兵术第四十", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 兵术第四十兵术第四十 \\n  \\n  \\n  \\n 太古淳朴，民心无欲。世薄时浇，则争起而战萌生焉。神农氏弦木为弧，剡木为矢，弧矢之利，以威天下。其后蚩尤强暴，好习攻战，销金为刃，割革为甲，而兵遂兴矣。黄帝战于涿鹿，颛顼争于不周，尧战丹水，舜征有苗，夏讨有扈，殷攻葛伯，周伐崇侯。 \\n 夫兵者，凶器，财用之蠹，而民之残也。五帝三王弗能弭者，所以禁暴而讨乱，非欲耗财以害民也。然众聚则财散，锋接则民残，势之所然也。故兵贵伐谋，不重交刃。百战百胜，非用兵之善也。善用兵者，不战而胜，善之善也。王者之兵，修正道而服人；霸者之兵，奇谲变而取胜。 \\n 夫将者，国之安危，民之性命，不可不重。故诏之于庙堂，授之以斧钺。受命既已，则设明衣，凿凶门。临军之日，则忘其亲；援枹之时，则忘其身。用能无天于上，无地于下，无敌于前，无君于后。以全国为重，以智谋为先。故将者，必明天时、辨地势、练人谋。明天时者，察七纬之情，洞五行之趣，听八风之动，鉴五云之候。辨地势者，识七舍之形，列九地之势；练人谋者，抱五德之美，握二柄之要。五德者，智、信、仁、勇、严也；二柄者，赏罚也。智以能谋，信以约束，仁以爱人，勇以陵敌，严以镇众；赏以劝功，罚以惩过。故智者，变通之源，运奇之府也。兵者，诡道而行，以其制胜也。是以，万弩上彀，孙膑之奇；千牛俱奔，田单之策；囊土壅水，韩信之权；曳柴扬尘，栾枝之谲；舒军豕突，尹子之术；云梯烟浮，鲁生之巧。用奇出于不意，少可以挫多，弱可以折强。况夫以众击寡，以明攻昧。 \\n 兵形象水：水之行，避高而就下；兵之势，避实而击虚，避强而攻弱，避治而取乱，避锐而击衰。故水因地而制形，兵因敌而制胜，则兵无成势，水无定形。观形而运奇，随势而应变，反经以为巧，无形以成妙。故风雨有形，则可以帷幕捍；寒暑无形，不可以关钥遏也。是以，善攻者，敌不知其所守，如畏雷电，击无常处；善守者，敌不知其所攻，如寻寰中，不见其际。视吾之谋，无畏敌坚；视吾之坚，无畏敌谋。以此言之，不可不知也。夫将者，以谋为本，以仁为源。谋以制敌，仁以得人。故谋能制敌者，将也；力能胜敌者，卒也。将以权决为本，卒以齐力为先。是以，列宿满天，而明不及胧月者，形不一、光不同也。虎兕多力，而受制于人者，心不一、力不齐也。万人离心，不如百人同力；千人递战，不如十人俱至。今求同心之众，必死之士，在于仁恩洽而赏罚明。胥靡者，临危而不惧，履冰而不栗，以其将刑而不忧生也。今士抢白刃而不顾死，赴水火而如归，非轻死而乐伤，仁恩驱之也。将得众心，必与同患：暑不张盖，寒不御裘，所以均寒暑也；隘险不乘，丘陵必下，所以齐劳逸也；军食熟然后敢食，军井通而后敢饮，所以同饥渴也；三军合战，必立矢石之下，所以共安危也。故箪醪注流，军士通醉；温辞一洒，师人挟纩。苟得众心，则人竞趋死。以此众战，犹转石下山，决水赴壑，孰能当之矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "阅武第四十一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 阅武第四十一阅武第四十一 \\n  \\n  \\n  \\n 《司马法》曰：“国虽大，好战则亡；天下虽安，忘战必危。”亟战则民雕，不习则民怠。雕非保全之术，怠非拟寇之方。故兵不妄动，而习武不辍，所以养民命而修戎备也。 \\n 孔子曰：“以不教民战，是谓弃之。”《易》曰：“君子以修戎器，戒不虞。”是以春搜、夏苗、秋狝、冬狩，皆于农鄛，以讲武事。三年而治兵，习战敌也。出曰治兵，治其事也；入曰振旅，言整众也。还归而饮至，告于庙。所以昭文章，明贵贱，顺少长，辨等列，习威仪。 \\n 夫三军浩漫，则立表号。言不相闻，故为鼓铎以通其耳；视不相见，故制旌麾以宣其目。若民不习战，则耳不闻鼓铎之音，目不察旌麾之号，进退不应令，疏数不成行。故士未战而震栗，马未驰而沫汗，非其人怯而马弱，不习之所致也。 \\n 吴王宫人，教之战阵，约之法令，回还进退，尽中规矩，虽蹈水火而不顾者，非其性勇而气刚，教习之所成也。镆铘不为巧者锐，不为拙者钝，然而巧以生胜，拙而必负者，习与不习也。阖闾习武，试其民于五湖，剑刃加肩，流血不止。勾践习战，试其民于寝宫，民争入水火，死者千余，遽击金而退之。岂其恶生而贪死，赏罚明而教习至也。 \\n 是以逄蒙善射，不能用不调之弓；造父善御，不能策不服之马；般、倕善斫，不能运不利之斤；孙、吴善射，不能战不习之卒。貔貅戾兽，而黄帝教之战；鹰鹯鸷鸟，而罗氏教之击。夫鸟兽无知之性，犹随人指授而能战击者，教习之功也。奚况国之士民而不习武乎？故射御惯习，至于驰猎，则能擒获，教习之所致也。若弗先习，覆逸是惧，奚据望获？今以练卒与不练卒争锋，若胡、越争游，不竞明矣。是以，先王因于闲鄛，大阅简众，缮修戎器，为国豫备也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "明权第四十二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 明权第四十二明权第四十二 \\n  \\n  \\n  \\n 循理守常曰道，临危制变曰权。权之为称，譬犹权衡也。衡者，测邪正之形；权者，揆轻重之势。量有轻重，则形之于衡。今加一环于衡左，则右蹶，加之于右，则左蹶，唯莫之动，则平正矣。人之于事，临危制变，量有轻重，平而行之，亦犹此也。古之权者，审其轻重，必当于理而后行焉。 \\n 易称：“巽以行权。”语称“可以适道，未可与权。”权者，反于经而合于道，反于义而后有善，若唐棣之华，反而更合也。孝子之事亲，和颜卑体，尽孝尽敬；及其溺也，则揽发而拯之，非敢悔慢，以救死也。故溺而捽父，祝则名君，势不得已，权之所设也。 \\n 慈爱者，人之常情，然大义灭亲，灭亲益荣，由于义也。是故慈爱方义，二者相权，义重则亲可灭，苦虞舜之放傲弟象，周公之殊管叔，石碏之杀子厚，季友之鸠叔牙，以义权亲，此其类也。欺父矫君，臣子悖行；然舜娶不告，弦高矫命者，以绝祀之罪，重于不告，矫命之过，轻于灭国，权之义也。 \\n 夫有道则无权，道失则权作。道之于用，犹衣冠之在身也；权之轻重，犹甲胄之卫体也。介胄御寇，而不可常服；权以度理，而不可常用；自非贤哲，莫能处也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "贵速第四十三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 贵速第四十三贵速第四十三 \\n  \\n  \\n  \\n 成务虽均，机速为上；决谋成同，迟缓为下。何者？才能成功，以速为贵；智能决谋，以疾为奇也。善济事者，若救火拯溺；明其谋者，犹骥捷矢疾。令焚燃熛室，则飞驰灌火；湍波漂人，必奔游拯之。若穿井而救火，则熛飏梀焚矣。方凿舟而拯溺，则葬江鱼之腹中矣。骥所以见珍者，以其日行千里也。满旬而取至，则与驽马均矣。箭所以为贵者，以其弦直而至也，穷日而取至者，则与不至者同矣。智所以为妙者，以其应时而知。事过而後知，则与无知者齐矣。 \\n 昔吴起相楚，贵族攻之，起欲讨雠而插矢王尸；阳虎在围，鲁人出之，虎欲报德而伤之以戈。谋不斯须一仇得报。其智可谓应时而知矣。张禄之入秦，魏冉悔不先索而后行，故势移而身遂；晁错之穴壖垣，申屠悔不先斩而后奏，故发愤而致死，智不早决，败而方悔其智，可谓与无智者同矣。 \\n 故有智而不能施，非智也；能施而不能应速者，亦非智也。谚曰：力贵疾，智贵卒，此之谓也。　 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "观量第四十四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 观量第四十四观量第四十四 \\n  \\n  \\n  \\n 夫曲思于细者，必忘其大；锐情于近者，必略于远。由心不并持，则事不兼通，小有所系，大必有所忘也。故仰而贯针，望不见天；府而抬虱，视不见地。天地至大而不见者，眸掩于针虱故也。 \\n 是以智者知小道之妨大务，小察之伤大明，捐弃细识，舒散情性。以斯观之，人有小察细计者，知其必无遐志广度，亦可知矣。奚以明之？夫睹僬侥之节，知非防风之胫；视象之牙，知其大于豕也；见狸之尾，知其小于豹也。故睹一可以知百，观此可以明彼。 \\n 是以蹄洼之内，不生蛟龙；培蝼之上，不植松柏，非水土之性有所不生，乃其营宇隘也。数粒而炊，析薪而爨，非苟为艰难，由性褊吝而细碎也。 \\n 项羽不学一艺，韩信不营一餐，非其心不受艺，口不嗜味，由其性大不缀细业也；晋文种米，曾子植羊，非性暗惷不辩方隅，以其运大不习小务也。 \\n 智伯庖人亡炙一箧，而即知之，韩魏将反，而不能知；邯郸子阳园亡一桃，而即觉之，其自亡也，而不能知。斯皆锐情于小，而忘大者也。 \\n 夫钓者虽有籊竿纤纶，芒钩芳饵，增以詹何之妙，不能与罾罟争多；弋者挟繁弱之弓，贯会稽之箭，加以蒲苴之巧，不能与罻罗竞获。何者，术小故也。江河之流，烂胔漂尸，纵横接连，而人饮之青，量大故也；盆盂之水，鼠尾一曳，心呕吐而弃之者，量小故也。枳棘之生，数寸而抽枝；豫樟之植，百尺而莳柯。其何故耶？岂非质小者而枝条蔇之，而体大者节目疏乎？ \\n 是以达者之怀，则滉瀁而无涯；褊人之情，必刻核而烦细。自上观之，趋舍之迹，宽隘之量，断可识矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "随时第四十五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 随时第四十五随时第四十五 \\n  \\n  \\n  \\n 时有淳浇，俗有华茂，不可以一道治，不得以一体齐也。故无为以化，三皇之时；法术以御，七雄之世；德义以柔，中国之心；政刑以威，四夷之性。故《易》贵随时，《礼》尚从俗，适时而行也。 \\n 霜风惨烈，周弃不艺禾，炎气赫曦，曹明不制裘，知时不可也；贸章甫者，不造闽越，炫赤舄者，不入跣夷，知俗不宜也。故救饿者以圆寸之珠，不如与之橡斗；贻溺者以方尺之玉，不如与之短绠。非橡绠之贵，而珠玉之贱，然而美不敌者，各在其所急也。方于饥溺之时，珠玉宁能救生死哉？是以中河失船，一瓠千金，贵贱无常，时使然也。 \\n 昔秦攻粱，惠王谓孟轲曰：“先生不远千里，辱幸敝邑，今秦攻梁，先生何以御乎？”孟轲对曰：“昔太王居邠，狄人攻之，事之以玉帛，不可；太王不欲伤其民，乃去邠之岐。今王奚不去梁乎？”惠王不悦。夫粱所宝者，国也；今使去梁，非不能去乜，非今日之所宜行也。故其言虽仁义，非惠王所须也，亦何异救饿而与之珠，拯溺而投之玉乎？秦孝公问商鞅治秦之术，鞅对以变法峻刑。行之三年，人富兵强，国以大治，威服诸侯。以孟轲之仁义，论太王之去邠，而不合于世用；以商君之浅薄，行刻削之苛法，而反以成治。非仁义之不可行，而刻削之为美，由干淳浇异迹，则政教宜殊，当合纵之代，而仁义未可全行也。 \\n 故明镜所以照形，而盲者以之盖卮；玉笄所以饰首，而秃妪以之挂杙。非镜笄之不美，无用于彼也。庖丁解牛，适俗所倾；朱泙屠龙，无所用功。苛乖世务，虽有妙术，归于无用。 \\n 故老聃至西戎，而效夷言；夏禹入裸国，忻然而解裳。非欲忘礼，随俗宜也。墨子俭啬，而非乐者，往见荆王，衣锦吹笙；非苟违性，随时好也。鲁哀公好儒服而削，代君修墨而残，徐偃公行仁而亡，燕哙为义而灭。夫削残亡灭，暴乱之所招，而此以仁义儒墨而遇之，非仁义儒墨之不行，行非于时之所致也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "风俗第四十六", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 风俗第四十六风俗第四十六 \\n  \\n  \\n  \\n 风者，气也；俗者，习也。土地水泉，气有缓急，声有高下，谓之风焉；人居此地，习以成性，谓之俗焉。风自厚薄，俗有淳浇，明王之化，当移风使之雅，易俗使之正。是以上之化下，亦为之风焉；民习而行，亦为之俗焉。 \\n 楚越之风好勇，其俗赴死而不顾，郑卫之风好淫，其俗轻荡而忘归；晋有唐虞之遗风，其俗节财而俭啬，齐有景公之馀化，其俗奢侈以夸竞。陈太姬无子而好巫祝，其俗事鬼神以祈福，燕丹结客纳勇士于后宫，其俗侍妻妾于宾客。斯皆上之风化，人习为俗也。 \\n 越之东，有轸沐之国，其人父死，即负其母而弃之，云是鬼妻，不可与同居；其长子生，则解肉而食其母，谓之宜弟。楚之南，有啖人之国，其亲死，析其肉而埋其骨，谓之为孝。秦之西，有义渠之国，其人死，则聚柴而焚之，烟上熏天，谓之升霞。胡之北，有射姑之国，其亲死，则弃尸于江中，谓之水仙。斯皆四夷之异俗，无足怪也。 \\n 是以先王伤风俗之不善，故立礼教以革其弊，制礼乐以和其性，风移俗易而天下正矣！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "利害第四十七", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 利害第四十七利害第四十七 \\n  \\n  \\n  \\n 利害者，得失之本也，得失者，成败之源也。故就利而避害，爱得而憎失，物之恒情也。人皆知就利而避害，莫知缘害而见利，皆识爱得而憎失，莫识由失以至得。有知利之为害，害之为利，得之成失，失之成得，则可与谈利害而语得失矣。 \\n 夫内热者之饮毒药，非不害也；疽痤用砭石，非不痛也；然而为之者，以小痛来而大痛灭，则细害至巨害除也。饥而倍食，渴而大饮，热而投水，寒而入火，虽暂怡性，必为后患。菖蒲去蚤虱，而来蛐蜒；矾石止齿龋之痛，而朽牙根，躁痛虽弭，必至生害，此取小利而忘大利，唯去轻害而负重害也。 \\n 瘕疾填胸，而不敢铍，虿黾螫跗，而不敢斫，非好疾而爱毒，以破斫之患甚于疾螫也。鸩酒盈卮，渴者弗引，非不渴也，饮之立死。销金在炉，盗者弗掬，非不欲也，掬而灼烂。虓虎在前，地有隋珠，虽贪如盗跖，则手不暇拾，悬彀向心，路有西施，虽淫如景阳，则目不暇视。非不爱宝而悦色，然而不顾者，利缓而害急也。 \\n 昔齐有货美锦于市，盗于众中而窃之。吏执而问曰：“汝何盗锦于众中？”对曰：“吾但见锦，不见有人，故取之耳。”若斯人者，眩于利，而忘于害。黄口以贪饵而忘害，故擒于罗者；异鹊以见利而忘身，且怵于庄周。 \\n 是以智者见利而思难，暗者见利而忘患。思难而难不至，忘患而患反生。以是观之：利害之道，去就之理，亦以明矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "祸福第四十八", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 祸福第四十八祸福第四十八 \\n  \\n  \\n  \\n 祸福同根，妖祥共域。祸之所倚，反以为福；福之所伏，还以成祸。妖之所见，或能为吉；祥之所降，亦回成凶。有知祸之为福，福之为祸，妖之为吉，样之为凶，则可与言物类矣。吴兵大胜，以为福也，而有姑苏之困；越栖会稽，以为祸也，而有五湖之霸；戎王强盛，以为福也，而有樽下之执；陈骈出奔，以为祸也，终有厚遇之福。祸福回旋，难以类推。 \\n 昔宋人有白犊之祥，而有失明之祸。虽有失明之祸，以至获全之福。北叟有胡马之利，卒有奔坠之患。虽有奔坠之患，以至保身之福。以见不祥而修善，则妖反为祥；见祥而不为善，即祥还成妖矣。昔武丁之时，毫有桑谷，共生于朝，史占之曰：“野草生朝，朝其亡乎！”武丁恐惧，侧身修德，桑谷自枯。八紘之内，重译而来，殷道中兴。帝辛之时，有雀生鸢于城之隅。史占之曰：“以小生大，国家必王。”帝辛骄暴，遂亡殷国。故妖孽者所以警王侯也，怪梦者所以警庶人也。妖孽不胜善政，则凶反成吉；怪梦不胜善言，则福转为祸。 \\n 人有祸必惧，惧必有敬，敬则有福，福则有喜，喜则有骄，骄则有祸。是以君子祥至不深喜，逾敬慎以俭诚其身；妖见不为戚，逾修德以为务。故招庆于神祗，灾消而福降也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "贪爱第四十九", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 贪爱第四十九贪爱第四十九 \\n  \\n  \\n  \\n 小利，大利之殬言；小恡，大祸之津。苟贪小利则大利必亡，不遗小恡则大祸必至。 \\n 昔蜀侯性贪，秦惠王闻而欲伐之。山涧峻险，兵路不通，乃琢石为牛，多与金郄，日置牛后号牛粪，言以遗蜀侯。蜀侯贪之，乃斩山填谷，使五丁力士以迎石牛。秦人帅师随后而至，灭国亡身，为天下所笑。以贪小利失其大利也。楚白公胜，其性贪恡，既杀子西，据有荆国，积敛财宝，填之府库，不以分众。石谏曰：“今患至，国将危不固。胜败存亡之机，固以形于胸中矣！不能散财以求人心，则不如焚之，无令彼众还以害我。”又不能从。及叶公入，乃发大府之财以与众，出府库之宝以赋人，因而攻之，十有九日，白公身灭。财非己有，而欲有之。以此小恡而大祸生焉。 \\n 寒土有兽，其名曰（豸包），生角当心，俯而磨之，愤心而死；炎州有鸟，其名曰枭，妪伏其子，百日而长羽翼，既成食母而飞。蜀侯之迎秦牛，牛愈近而身转危，何异豿磨其角，角愈利而身速亡乎？白公之据财，财愈积而身愈灭，何异枭之养子，子愈长而身就害也。 \\n 是以达人睹祸福之机，鉴成败之原，不以苟得自伤，不以过恡自害。老子曰：多藏必厚亡。礼云：积而能散。皆明止足之分，去贪希之萌也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "类感第五十", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 类感第五十类感第五十 \\n  \\n  \\n  \\n 方以类聚，物以群分，声以同应，气以异乖。其类苟聚，虽远不离；其群苟分，虽近未台。故铜山崩蜀，钟鸣于晋，淄渑共川，色味异质，感应必类，自然之数也。 \\n 是以飞行者，阳之群也；蛰伏者，阴之类也。故曰：夏至而鹿角解，月亏而蚌蛤胎，麒麟斗而日蚀，鲸鱼死而彗星出，东风至而酒盈溢，蚕含丝而商弦绝，新谷祭而旧谷缺，龙举一井而云弥九天，虎啸一谷而风扇万里，阳燧在掌而太阳火，方珠运握而少阳水，类感之也。 \\n 箕丽于月，而飘风起，毕动于天，而骤雨散。天将风也，纤尘不动，而云（日鸟也）自鸣；旦且雨也，寸云未布，而蚁蚓移矣。巢居知风，穴处识雨，风雨方至，而鸟虫应之。太白晖芒，鸡必夜鸣；火精光盛，马必晨惊。鸡为兑禽，金为兵精，马者离畜，火为武神，干戈戢兴，介驷将动，而禽兽应之。蛙鸣于野，鳖直于渊；腾蛇雄鸣于上风，雌鸣于下风，而化成形。以斯至精相应，不待召而自感者，类之所应也，若呼之与响，形之与影。 \\n 故抱薪投火，燥者先燃；平地注水，湿者先濡。弹角刚目摇，鼓舟而波涌，物以类相感，神以气相化也，岂以人情者哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "正赏第五十一", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 正赏第五十一正赏第五十一 \\n  \\n  \\n  \\n 赏者，所以辩情也。评者，所以绳理也。赏而不正，则情乱于实；评而不均，则理失其真。理之失也，由于贵古而贱今；情之乱也，在乎信耳而弃目。古今虽殊，其迹实同；耳目诚异，其识则齐。识齐而赏异，不可以称正；迹同而评殊，未得以言评。评正而赏翻，则情理并乱也。 \\n 由今人之画鬼魅者易为巧，摹犬马者难为工，何也？鬼魅质虚，而犬马质露也。质虚者，可托怪以示奇；形露者，不可诬罔以是非，难以其真而见妙也。托怪于无象，可假非而为是；取范于真形，则虽是而疑非。 \\n 昔鲁哀公遥慕稷契之贤，不觉孔丘之圣；齐景公高悕管仲之谋，不知晏婴之智。张伯松远羡仲舒之博，近遗子云之美。以夫子之圣，非不光于稷契；晏婴之贤，非有减于管仲；扬子云之才，非为亚于董仲舒；然而弗贵者，岂非重古而轻今，珍远而鄙近，贵耳而贱目，崇名而毁实耶？ \\n 观俗之论，非苟欲以贵彼而贱此，饰名而挫实，出于善恶混揉，真伪难分，摹法以度物为情，信心而定是非也。今以心察锱铢之重，则莫之能识；悬之权衡，则毫厘之重辨矣。 \\n 是以圣人知是非难明，轻重难定，制为法则，揆量物情。战权衡诚悬，不可欺以轻重；绳墨诚陈，不可诬以曲直；规矩诚设，不可罔以方圆。故摹法以测物，则真伪易辩矣；信心而度理，则是非难明矣。 \\n 越人臛蛇，以飨秦客，甘之以为鲤也；既而知其是蛇，攫喉而呕之，此为未知味也。赵人有曲者，托以伯牙之声，世人竞习之，后闻其非，乃束指而罢，此为未知音也。宋人得燕石，以为美玉，铜匣而藏之，后知是石，因捧匣而弃之，此为未识玉也。郢人为赋，托以灵均，举世而诵之，后知其非，皆缄口而捐之，此为未知文也。故以蛇为鲤者，唯易牙不失其味；以赵曲为雅声者，唯钟期不溷其音；以燕石为美玉者，唯猗顿不谬其真；以郢赋为丽藻者，唯相如不滥其赏。 \\n 昔二人评玉，一人曰好，一人曰丑，久不能辩。客曰：“尔来入吾目中，则好丑分矣！”夫玉有定形，而察之不同，非好相反，瞳睛殊也。堂珠黼幌，缀以金魄，碧流光霞，耀烂眩目，而醉者眸转，呼为焰火，非黼幌状移，自改变也。镜形如杯，以照西施，镜纵则面长，镜横则面广。非西施貌易，所照变也。海滨居者，望岛如舟，望舟如凫，而须舟者不造岛，射凫者不向舟，知是望远，目乱心惑也。山底行者，望岭树如簪，视岫虎如犬，而求簪者不上，亡犬者不往呼，知是望高，目乱而心惑也。至于观人论文，则以大为小，以能为鄙，而不知其目乱心惑也，与望山海不亦反乎？ \\n 昔者仲尼先饭黍，侍者掩口笑；于游扬裘而谚，曾参指挥而哂。以圣贤之举错非有谬也，而不免于嗤诮，奚况世人未有名称，其容止文华，能免于嗤诮者，岂不难也？以此观之，则正可以为邪，美可以称恶，名实颠倒，可为叹息也。 \\n 今述理者，贻之知音君子，聪达亮于前闻，明鉴出于意表，不以名实眩惑，不为古今易情，采其制意之本略其文外之华，不没纤芥之善，不掩萤爝之光，可谓千载一遇也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "激通第五十二", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 激通第五十二激通第五十二 \\n  \\n  \\n  \\n 登峭岭者则欲望远，临浚谷者必欲窥墟。墟墓之间使情哀，清庙之中使心敬。此处无心而情伪之发者，地势使之然也。故驶雪多积荒城之隈，急风好起沙河之上。克已类出甕牖之氓，决命必在吞气之士，何者？寒荒之地，风雪之所积，慷慨之怀，忠义之所聚，是以楩柟郁蹙，以成缛锦之瘤；蚌蛤结疴，以衔明月之珠。鸟飞则能翔青云之际，矢惊则能踰白雪之岭。 \\n 斯皆仍瘁以成明文之珍，因激以致高远之势。冲飚之激则折木，湍波之涌必漂石。风之体虚，水之性弱，而能披坚木转重石者，激势之所成也。故居不隐者，思不远也；身不危者，其志广也。苏秦若有负郭之田，必不佩六国之印；主父无亲友之蔑，必不窥五鼎之食；张仪不有堂下之耻，必无入秦之志；范睢若无厕中之辱，不怀复魏之心；宁越激而修文，卒为周威之师；班超愤而习武，终建西域之绩。 \\n 观其数贤，皆因窘而发志，缘厄而显名。故平原五达，易行之衢也；孤峰九折，难陟之迳也。从高越下，驽马之步也；腾峭登危，飞鼯之足也。以险而陟，然后为贵；以难而升，所以为贤。古之烈士，厄而能通，屈而能伸，彼皆有才智，又遇其时，得为世用也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "惜时第五十三", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 惜时第五十三惜时第五十三 \\n  \\n  \\n  \\n 夫停灯于缸，先焰非后焰，而明者不能见；藏山于泽，今形非昨形，而智者不能知。何者？火则时时灭，山亦时时移矣，天回日转，其谢如矢，騕褭迅足，神马弗能追也。人之短生，犹如石火，炯然以过，唯立德贻爱，为不朽也。 \\n 昔之君子，欲行仁义于天下，则与时竞驰，不恡盈尺之璧，而珍分寸之阴。故大禹之趋时，挂冦而不顾；南荣之访道，踵趼而不休；仲尼栖栖，突不暇黔；墨翟遑遑，席不及暖。皆行其德义，拯世危溺，立功垂揩，延芳百世。 \\n 今人皆不知退臭腐荣华，划绝嗜欲，被丽弦歌，取媚泉石；进小能披策树勋，毗赞明时，空蝗粱黍，枉没岁华。生为无闻之人，殁成一棺之土，亦何殊草木自生自死者哉！ \\n 岁之秋也，凉风鸣条，清露变叶，则寒蝉抱树而长叫，吟烈悲酸，瑟于落日之际，何也？哀其时命，迫于严霜，而寄悲于菀柳。今日向西峰，道业未就，郁声于穷岫之阴，无闻于休明之世。已矣夫！亦奚能不沾衿于将来，染意于松烟者哉！ \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "言苑第五十四", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 言苑第五十四言苑第五十四 \\n  \\n  \\n  \\n 忠孝者，百行之宝欤。忠孝不修，虽有他善，则犹玉屑盈匣，不可琢为珪璋；剉丝满箧，不可织为绮绶，虽多亦奚以为也。信让者，百行之顺也；诞伐者，百行之悖也。信让乖礼，回而成悖；诞伐合义，翻而成顺。直躬证父，苍梧让兄，信让悖也；弦高矫命，大禹昌言，诞伐顺也；谓牧圉似桀纣，艴然而怒；比王侯于夷齐，怡然而喜。仁义所在，匹夫为重；仁义所去，则尊贵为轻。事可以必诚，理可以情通。睇秋月明，而知孀妇思；闻林风响，而见舟人惊。阳气主生，物所乐也；阴气主杀，物所憾也。故春葩含日似笑，秋叶泫露如泣。 \\n 夫善交者，不以出入易意，不以生死移情，在终如始，在始如终，犹日月也。故日之出入符明，月之生死同形。天无情于生死，则不可以情而憾怨。故喧然而春，荣华者不谢；凄然而秋，凋零者不憾；荣凋有命，困遇有期。故春蕊虽茂，假朝露而抽翠；秋叶诚危，因微风而飘零。万物居温则柔，入寒则刚。故春角可卷，夏条可结，秋露可凝，冬木可折。人皆爱少而恶老，重荣而轻悴。故簪珥英华，而焚灰枯朽。莫识枯朽生于英华，英华归于枯巧。山抱玉，故凿之；江怀珠，则竭之；豹佩文，则剥之；人含智，则嫉之。智能知人，不能自知；神能卫人，不能自卫。故神龟以智见灼，灵蛇以神见曝，孰知不智为智，不神为神乎！ \\n 妙必假物，而物非生妙；巧必因器，而器非成巧。是以羿无弧矢，不能中微，其中微者，非弧矢也；倕无斧斤，不能斫断，其善斫者，非斧斤也。画以摹形，故先质后文；言以写情，故先实后辩。无质而文，则画非形也；不实而辩，则言非情也。红黛饰容，欲以为艳，而动目者稀；挥弦繁弄，欲以为悲，而惊耳者寡；由于质不美也。质不美者，虽崇饰而不华；曲不和者，虽响疾而不哀。理动于心，而见于色，情发于衷，而形于声。故强权者，虽笑不乐；强哭者，虽哀不悲。耳闻所恶，不若无闻；目见所恶，不如无见。故雷霆必塞耳，掣电必掩目，为仁则不利，为利则不仁。故贩粟昔，欲岁之饥；售药者，欲人之疾。物各重其所主，而桀纣之狗可以吠尧；故盗跖之徒，贤于盗跖而鄙仲尼。 \\n 运屈而恚天，辱至而怨人，是以火焚而怨燧人，溺井而尤伯益。宿不树惠，临难而施恩；本不防萌，害成而修慎。是以临渴而穿井，方饥而植禾，虽疾无所及也。公仪嗜鱼，屈到嗜芰，虽非至味，人皆甘之，与众同也；文王嗜胆，曾皙嗜枣，胆苦枣酸，圣贤甘之，与众异也。鹿形似马，而迅于马；豺形似犬，而健于犬。国有千金之马，而无千金之鹿；家有千金之犬，而无千金之豺。以犬马有用，而豺鹿无用也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "九流第五十五", "正文": "　 \\n 刘子 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 九流第五十五九流第五十五 \\n  \\n  \\n  \\n 儒者，晏婴、子思、孟轲、荀卿之类也。顺阴阳之性，明教化之术，游心于六艺，留情于五常，厚葬文服，重乐有命，祖述尧舜，宪章文武，宗师仲尼，以尊敬其道。然而薄者，流广文繁，难可穷究也。 \\n 道者，鬻熊、老聃、关尹、庄周之类也。以空虚为本，清净为心，谦挹为德，卑弱为行，居无为之事，行不言之教，裁成宇宙，不见其迹，亭毒万物，不有其功。然而薄者，全弃忠孝，杜绝仁义，专任清虚，欲以为治也。 \\n 阴阳者，子韦、邹衍、桑丘、南父之类也。敬顺昊天，历象日月星辰，敬受民时，范三光之度，随四时之运，知五行之性，通八风之气，以厚生民，以为政治。然而薄者，则拘于禁忌，溺于术数也。 \\n 名者，宋钘、尹文、惠施、公孙捷之类也。其道主名，名不正则言不顺，故定尊卑，正名分，爱平尚俭，禁攻寝兵。故作华山之冠，以表均平之制，则宽宥之说，以示区分。然而薄者，捐本就末，分析明辩，苟饰华辞也。 \\n 法者，慎到、李悝、韩非、商鞅之类也。其术在于明罚，讨阵整法，诱善惩恶，俾顺轨度，以为治本。然而薄者，削仁废义，专任刑法，风俗刻薄，严而少恩也。 \\n 墨者，尹佚、墨翟、禽滑、胡非之类也。俭啬、谦爱、尚贤、右鬼、非命、薄葬，无服、不怒、非斗。然而薄者，其道太促，俭而难遵也。 \\n 纵横者，阚子、庞愋、苏秦、张仪之类也。其术本于行仁，译二国之情，弭战争之患，受命不受辞，因事而制权，安危扶倾，转祸就福。然而薄者，则苟尚华诈，而弃忠信也。 \\n 杂者，孔甲、尉缭、尸佼、淮南之类也。明阴阳、通道德、兼儒墨、合名法、苞纵横、纳农植，触类取与，不拘一绪，然而薄者，则芜秽蔓衍，无所系心也。 \\n 农者，神农、野老、宰氏、汜胜之类也。其术在于务农，广为垦辟，播植百谷，国有盈储，家有蓄积，仓廪充实，则礼义生焉。然而薄者，若使王侯与庶人并耕于野，无尊卑之别，失君臣之序也。 \\n 观此九家之学，虽旨有深浅，辞有详略，偕僪形反，流分乖隔；然皆同其妙理，俱会治道，迹虽有殊，归趣无异。犹五行相灭，亦还相生；四气相反，而共成岁；淄渑殊源，同归于海；宫商异声，俱会于乐；夷惠同操，齐踪为贤；二子殊行，等迹为仁。 \\n 道者玄化为本，儒者德化为宗，九流之中，二化为最。夫道以无为化世，儒以六艺济俗；无为以清虚为心，六艺以礼教为训。若以教行于大同，则邪伪萌生；使无为化于成康，则氛乱竞起。何者？浇淳时异，则风化应殊；古今乖舛，则政教宜隔。以此观之：儒教虽非得真之说，然兹教可以导物；道家虽为达情之论，而违礼复不可以救弊。今治世之贤，宜以礼教为先，嘉遁之士，应以无为是务，则操业俱遂，而身名两全也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
