{"章节": "卷第一", "正文": "  \\n 卷第一 \\n 　 \\n 孟春紀 \\n 一曰── \\n 孟春之月：日在營室，昏參中，旦尾中。其日甲乙。其帝太皞。其神句芒。其蟲鱗。其音角。律中太蔟。其數八。其味酸。其臭羶。其祀戶。祭先脾。東風解凍。蟄蟲始振。魚上冰。獺祭魚。候雁北。天子居青陽左個，乘鸞輅，駕蒼龍，載青旂，衣青衣，服青玉，食麥與羊。其器疏以達。 \\n 是月也，以立春。先立春三日，太史謁之天子曰：『某日立春，盛德在木。』天子乃齋。立春之日，天子親率三公九卿諸侯大夫以迎春於東郊。還，乃賞公卿諸侯大夫於朝。命相布德和令，行慶施惠，下及兆民。慶賜遂行，無有不當。迺命太史，守典奉法，司天日月星辰之行，宿離不忒，無失經紀，以初為常。 \\n 是月也，天子乃以元日祈穀於上帝。乃擇元辰，天子親載耒耜，措之參于保介之御間，率三公九卿諸侯大夫躬耕帝籍田，天子三推，三公五推，卿諸侯大夫九推。反，執爵于太寢，三公九卿諸侯大夫皆御，命曰『勞酒』。 \\n 是月也，天氣下降，地氣上騰，天地和同，草木繁動。王布農事：命田舍東郊，皆修封疆，審端徑術，善相丘陵阪險原隰，土地所宜，五穀所殖，以教道民，必躬親之。田事既飭，先定準直，農乃不惑。 \\n 是月也，命樂正入學習舞。乃修祭典，命祀山林川澤，犧牲無用牝。禁止伐木，無覆巢，無殺孩蟲胎夭飛鳥，無麛無卵，無聚大眾，無置城郭，揜骼霾髊。 \\n 是月也，不可以稱兵，稱兵必有天殃。兵戎不起，不可以從我始。無變天之道，無絕地之理，無亂人之紀。 \\n 孟春行夏令，則風雨不時，草木早槁，國乃有恐。行秋令，則民大疫，疾風暴雨數至，藜莠蓬蒿並興。行冬令，則水潦為敗，霜雪大摯，首種不入。 \\n 本生 \\n 二曰── \\n 始生之者，天也；養成之者，人也。能養天之所生而勿攖之謂天子。天子之動也，以全天為故者也。此官之所自立也。立官者以全生也。今世之惑主，多官而反以害生，則失所為立之矣。譬之若修兵者，以備寇也，今修兵而反以自攻，則亦失所為修之矣。 \\n 夫水之性清，土者抇之，故不得清。人之性壽，物者抇之，故不得壽。物也者，所以養性也，非所以性養也。今世之人，惑者多以性養物，則不知輕重也。不知輕重，則重者為輕，輕者為重矣。若此，則每動無不敗。以此為君悖，以此為臣亂，以此為子狂。三者國有一焉，無幸必亡。 \\n 今有聲於此，耳聽之必慊，已聽之則使人聾，必弗聽。有色於此，目視之必慊，已視之則使人盲，必弗視。有味於此，口食之必慊，已食之則使人瘖，必弗食。是故聖人之於聲色滋味也，利於性則取之，害於性則舍之，此全性之道也。世之貴富者，其於聲色滋味也多惑者，日夜求，幸而得之則遁焉。遁焉，性惡得不傷？ \\n 萬人操弓共射一招，招無不中。萬物章章，以害一生，生無不傷；以便一生，生無不長。故聖人之制萬物也，以全其天也。天全則神和矣，目明矣，耳聰矣，鼻臭矣，口敏矣，三百六十節皆通利矣。若此人者：不言而信，不謀而當，不慮而得；精通乎天地，神覆乎宇宙；其於物無不受也，無不裹也，若天地然；上為天子而不驕，下為匹夫而不惛；此之謂全德之人。 \\n 貴富而不知道，適足以為患，不如貧賤。貧賤之致物也難，雖欲過之奚由？出則以車，入則以輦，務以自佚，命之曰招蹙之機。肥肉厚酒，務以自彊，命之曰爛腸之食。靡曼皓齒，鄭、衛之音，務以自樂，命之曰伐性之斧。三患者，貴富之所致也。故古之人有不肯貴富者矣，由重生故也，非夸以名也，為其實也。則此論之不可不察也。 \\n 重己 \\n 三曰── \\n 倕，至巧也。人不愛倕之指，而愛己之指，有之利故也。人不愛崑山之玉、江漢之珠，而愛己一蒼璧小璣，有之利故也。今吾生之為我有，而利我亦大矣。論其貴賤，爵為天子，不足以比焉；論其輕重，富有天下，不可以易之；論其安危，一曙失之，終身不復得。此三者，有道者之所慎也。有慎之而反害之者，不達乎性命之情也。不達乎性命之情，慎之何益？是師者之愛子也，不免乎枕之以糠；是聾者之養嬰兒也，方雷而窺之于堂；有殊弗知慎者。夫弗知慎者，是死生存亡可不可，未始有別也。未始有別者，其所謂是未嘗是，其所謂非未嘗非，是其所謂非，非其所謂是，此之謂大惑。若此人者，天之所禍也。以此治身，必死必殃；以此治國，必殘必亡。夫死殃殘亡，非自至也，惑召之也。壽長至常亦然。故有道者，不察所召，而察其召之者，則其至不可禁矣。此論不可不熟。 \\n 使烏獲疾引牛尾，尾絕力勯，而牛不可行，逆也。使五尺豎子引其棬，而牛恣所以之，順也。世之人主貴人，無賢不肖，莫不欲長生久視，而日逆其生，欲之何益？凡生之長也，順之也；使生不順者，欲也；故聖人必先適欲。 \\n 室大則多陰，臺高則多陽，多陰則蹙，多陽則痿，此陰陽不適之患也。是故先王不處大室，不為高臺，味不眾珍，衣不燀熱。燀熱則理塞，理塞則氣不達；味眾珍則胃充，胃充則中大鞔；中大鞔而氣不達，以此長生可得乎？昔先聖王之為苑囿園池也，足以觀望勞形而已矣；其為宮室臺榭也，足以辟燥溼而已矣；其為輿馬衣裘也，足以逸身煖骸而已矣；其為飲食酏醴也，足以適味充虛而已矣；其為聲色音樂也，足以安性自娛而已矣。五者，聖王之所以養性也，非好儉而惡費也，節乎性也。 \\n 貴公 \\n 四曰── \\n 昔先聖王之治天下也，必先公，公則天下平矣。平得於公。嘗試觀於上志，有得天下者眾矣，其得之以公，其失之必以偏。凡主之立也，生於公。故鴻範曰：『無偏無黨，王道蕩蕩；無偏無頗，遵王之義；無或作好，遵王之道；無或作惡，遵王之路』。 \\n 天下非一人之天下也，天下之天下也。陰陽之和，不長一類；甘露時雨，不私一物；萬民之主，不阿一人。伯禽將行，請所以治魯，周公曰：『利而勿利也。』荊人有遺弓者，而不肯索，曰：『荊人遺之，荊人得之，又何索焉？』孔子聞之曰：『去其「荊」而可矣。』老聃聞之曰：『去其「人」而可矣。』故老聃則至公矣。天地大矣，生而弗子，成而弗有，萬物皆被其澤、得其利，而莫知其所由始，此三皇、五帝之德也。 \\n 管仲有病，桓公往問之，曰：『仲父之病矣，漬甚，國人弗諱，寡人將誰屬國？』管仲對曰：『昔者臣盡力竭智，猶未足以知之也，今病在於朝夕之中，臣奚能言？』桓公曰：『此大事也，願仲父之教寡人也。』管仲敬諾，曰：『公誰欲相？』公曰：『鮑叔牙可乎？』管仲對曰：『不可。夷吾善鮑叔牙，鮑叔牙之為人也：清廉潔直，視不己若者，不比於人；一聞人之過，終身不忘。』『勿已，則隰朋其可乎？』『隰朋之為人也：上志而下求，醜不若黃帝，而哀不己若者；其於國也，有不聞也；其於物也，有不知也；其於人也，有不見也。勿已乎，則隰朋可也。』夫相，大官也。處大官者，不欲小察，不欲小智，故曰：大匠不斲，大庖不豆，大勇不鬥，大兵不寇。桓公行公去私惡，用管子而為五伯長；行私阿所愛，用豎刀而蟲出於戶。 \\n 人之少也愚，其長也智，故智而用私，不若愚而用公。日醉而飾服，私利而立公，貪戾而求王，舜弗能為。 \\n 去私 \\n 五曰── \\n 天無私覆也，地無私載也，日月無私燭也，四時無私行也，行其德而萬物得遂長焉。 \\n 黃帝言曰：『聲禁重，色禁重，衣禁重，香禁重，味禁重，室禁重。』 \\n 堯有子十人，不與其子而授舜；舜有子九人，不與其子而授禹；至公也。 \\n 晉平公問於祁黃羊曰：『南陽無令，其誰可而為之？』祁黃羊對曰：『解狐可。』平公曰：『解狐非子之讎邪？』對曰：『君問可，非問臣之讎也。』平公曰：『善。』遂用之。國人稱善焉。居有間，平公又問祁黃羊曰：『國無尉，其誰可而為之？』對曰：『午可。』平公曰：『午非子之子邪？』對曰：『君問可，非問臣之子也。』平公曰：『善。』又遂用之。國人稱善焉。孔子聞之曰：『善哉！祁黃羊之論也，外舉不避讎，內舉不避子。』祁黃羊可謂公矣。 \\n 墨者有鉅子腹(黃享)，居秦，其子殺人，秦惠王曰：『先生之年長矣，非有它子也，寡人已令吏弗誅矣，先生之以此聽寡人也。』腹(黃享)對曰：『墨者之法曰：「殺人者死，傷人者刑」，此所以禁殺傷人也。夫禁殺傷人者，天下之大義也。王雖為之賜，而令吏弗誅，腹(黃享)不可不行墨者之法。』不許惠王，而遂殺之。子，人之所私也，忍所私以行大義，鉅子可謂公矣。 \\n 庖人調和而弗敢食，故可以為庖。若使庖人調和而食之，則不可以為庖矣。王伯之君亦然，誅暴而不私，以封天下之賢者，故可以為王伯；若使王伯之君誅暴而私之，則亦不可以為王伯矣。 \\n   \\n  "}
{"章节": "卷第二", "正文": "  \\n 卷第二 \\n 　 \\n 仲春紀 \\n 一曰── \\n 仲春之月：日在奎，昏弧中，旦建星中。其日甲乙。其帝太皞。其神句芒。其蟲鱗。其音角。律中夾鐘。其數八。其味酸。其臭羶。其祀戶。祭先脾。始雨水。桃李華。蒼庚鳴。鷹化為鳩。天子居青陽太廟，乘鸞輅，駕蒼龍，載青旂，衣青衣，服青玉，食麥與羊，其器疏以達。 \\n 是月也，安萌牙，養幼少，存諸孤。擇元日，命人社。命有司，省囹圄，去桎梏，無肆掠，止獄訟。 \\n 是月也，玄鳥至。至之日，以太牢祀於高禖。天子親往，后妃率九嬪御，乃禮天子所御，帶以弓韣，授以弓矢於高禖之前。 \\n 是月也，日夜分。雷乃發聲，始電。蟄蟲咸動，開戶始出。先雷三日，奮鐸以令于兆民曰：『雷且發聲，有不戒其容止者，生子不備，必有凶災。』日夜分，則同度量，鈞衡石，角斗桶，正權概。 \\n 是月也，耕者少舍，乃修闔扇，寢廟必備。無作大事，以妨農功。 \\n 是月也，無竭川澤，無漉陂池，無焚山林。天子乃獻羔開冰，先薦寢廟。上丁，命樂正，入舞舍采，天子乃率三公九卿諸侯親往視之。中丁，又命樂正，入學習樂。 \\n 是月也，祀不用犧牲，用圭璧，更皮幣。 \\n 仲春行秋令，則其國大水，寒氣總至，寇戎來征。行冬令，則陽氣不勝，麥乃不熟，民多相掠。行夏令，則國乃大旱，煖氣早來，蟲螟為害。 \\n 貴生 \\n 二曰── \\n 聖人深慮天下，莫貴於生。夫耳目鼻口，生之役也。耳雖欲聲，目雖欲色，鼻雖欲芬香，口雖欲滋味，害於生則止。在四官者不欲，利於生者則弗為。由此觀之，耳目鼻口，不得擅行，必有所制。譬之若官職，不得擅為，必有所制。此貴生之術也。 \\n 堯以天下讓於子州支父。子州支父對曰：『以我為天子猶可也。雖然，我適有幽憂之病，方將治之，未暇在天下也。』天下，重物也，而不以害其生，又況於它物乎？惟不以天下害其生者也，可以託天下。 \\n 越人三世殺其君，王子搜患之，逃乎丹穴。越國無君，求王子搜而不得，從之丹穴。王子搜不肯出，越人薰之以艾，乘之以王輿。王子搜援綏登車，仰天而呼曰：『君乎，獨不可以舍我乎！』王子搜非惡為君也，惡為君之患也。若王子搜者，可謂不以國傷其生矣，此固越人之所欲得而為君也。 \\n 魯君聞顏闔得道之人也，使人以幣先焉。顏闔守閭，鹿布之衣，而自飯牛。魯君之使者至，顏闔自對之。使者曰：『此顏闔之家邪？』顏闔對曰：『此闔之家也。』使者致幣，顏闔對曰：『恐聽繆而遺使者罪，不若審之。』使者還反審之，復來求之，則不得已。故若顏闔者，非惡富貴也，由重生惡之也。世之人主，多以富貴驕得道之人，其不相知，豈不悲哉！ \\n 故曰：道之真，以持身；其緒餘，以為國家；其土苴，以治天下。由此觀之，帝王之功，聖人之餘事也，非所以完身養生之道也。今世俗之君子，危身棄生以徇物，彼且奚以此之也？彼且奚以此為也？ \\n 凡聖人之動作也，必察其所以之與其所以為。今有人於此，以隨侯之珠彈千仞之雀，世必笑之，是何也？所用重，所要輕也。夫生豈特隨侯珠之重也哉？ \\n 子華子曰：『全生為上，虧生次之，死次之，迫生為下。』故所謂尊生者，全生之謂。所謂全生者，六欲皆得其宜也。所謂虧生者，六欲分得其宜也。虧生則於其尊之者薄矣。其虧彌甚者也，其尊彌薄。所謂死者，無有所以知，復其未生也。所謂迫生者，六欲莫得其宜也，皆獲其所甚惡者，服是也，辱是也。辱莫大於不義，故不義，迫生也，而迫生非獨不義也，故曰迫生不若死。奚以知其然也？耳聞所惡，不若無聞；目見所惡，不若無見。故雷則揜耳，電則揜目，此其比也。凡六欲者，皆知其所甚惡，而必不得免，不若無有所以知，無有所以知者，死之謂也，故迫生不若死。嗜肉者，非腐鼠之謂也；嗜酒者，非敗酒之謂也；尊生者，非迫生之謂也。 \\n 情Q欲Y \\n 三曰── \\n 天生人而使有貪有欲。欲有情，情有節。聖人修節以止欲，故不過行其情也。故耳之欲五聲，目之欲五色，口之欲五味，情也。此三者，貴賤愚智賢不肖欲之若一，雖神農、黃帝其與桀、紂同。聖人之所以異者，得其情也。由貴生動則得其情矣，不由貴生動則失其情矣。此二者，死生存亡之本也。 \\n 俗主虧情，故每動為亡敗。耳不可贍，目不可厭，口不可滿，身盡府種，筋骨沈滯，血脈壅塞，九竅寥寥，曲失其宜，雖有彭祖，猶不能為也。其於物也，不可得之為欲，不可足之為求，大失生本。民人怨謗，又樹大讎；意氣易動，蹻然不固；矜勢好智，胸中欺詐；德義之緩，邪利之急。身以困窮，雖後悔之，尚將奚及？巧佞之近，端直之遠，國家大危，悔前之過，猶不可反。聞言而驚，不得所由。百病怒起，亂難時至。以此君人，為身大憂。耳不樂聲，目不樂色，口不甘味，與死無擇。 \\n 古人得道者，生以壽長，聲色滋味，能久樂之，奚故？論早定也。論早定則知早嗇，知早嗇則精不竭。秋早寒則冬必煖矣，春多雨則夏必旱矣，天地不能兩，而況於人類乎？人與天地也同，萬物之形雖異，其情一體也。故古之治身與天下者，必法天地也。尊酌者眾則速盡。萬物之酌大貴之生者眾矣，故大貴之生常速盡。非徒萬物酌之也，又損其生以資天下之人，而終不自知。功雖成乎外，而生虧乎內。耳不可以聽，目不可以視，口不可以食，胸中大擾，妄言想見，臨死之上，顛倒驚懼，不知所為，用心如此，豈不悲哉！ \\n 世人之事君者，皆以孫叔敖之遇荊莊王為幸，自有道者論之則不然，此荊國之幸。荊莊王好周遊田獵，馳騁弋射，歡樂無遺，盡傅其境內之勞與諸侯之憂於孫叔敖，孫叔敖日夜不息，不得以便生為故，故使莊王功跡著乎竹帛，傳乎後世。 \\n 當染 \\n 四曰── \\n 墨子見染素絲者而歎曰：『染於蒼則蒼，染於黃則黃，所以入者變，其色亦變，五入而以為五色矣。』故染不可不慎也。 \\n 非獨染絲然也，國亦有染。舜染於許由、伯陽，禹染於皋陶、伯益，湯染於伊尹、仲虺，武王染於太公望、周公旦，此四王者所染當，故王天下，立為天子，功名蔽天地，舉天下之仁義顯人必稱此四王者。夏桀染於干辛、歧踵戎，殷紂染於崇侯、惡來，周厲王染於虢公長父、榮夷終，幽王染於虢公鼓、祭公敦，此四王者所染不當，故國殘身死，為天下僇，舉天下之不義辱人必稱此四王者。齊桓公染於管仲、鮑叔，晉文公染於咎犯、郤偃，荊莊王染於孫叔敖、沈尹蒸，吳王闔廬染於伍員、文之儀，越王句踐染於范蠡、大夫種，此五君者所染當，故霸諸侯，功名傳於後世。范吉射染於張柳朔、王生，中行寅染於黃藉秦、高彊，吳王夫差染於王孫雄、太宰嚭，智伯瑤染於智國、張武，中山尚染於魏義、椻長，宋康王染於唐鞅、田不禋，此六君者所染不當，故國皆殘亡，身或死辱，宗廟不血食，絕其後類，君臣離散，民人流亡，舉天下之貪暴可羞人必稱此六君者。凡為君非為君而因榮也，非為君而因安也，以為行理也。行理生於當染，故古之善為君者，勞於論人，而佚於官事，得其經也。不能為君者，傷形費神，愁心勞耳目，國愈危，身愈辱，不知要故也。不知要故則所染不當，所染不當，理奚由至？六君者是已。六君者，非不重其國、愛其身也，所染不當也。存亡故不獨是也，帝王亦然。 \\n 非獨國有染也。孔子學於老聃、孟蘇夔、靖叔。魯惠公使宰讓請郊廟之禮於天子，桓王使史角往，惠公止之，其後在於魯，墨子學焉。此二士者，無爵位以顯人，無賞祿以利人，舉天下之顯榮者必稱此二士也。皆死久矣，從屬彌眾，弟子彌豐，充滿天下，王公大人從而顯之，有愛子弟者隨而學焉，無時乏絕。子貢、子夏、曾子學於孔子，田子方學於子貢，段干木學於子夏，吳起學於曾子。禽滑釐學於墨子，許犯學於禽滑釐，田繫學於許犯。孔、墨之後學顯榮於天下者眾矣，不可勝數，皆所染者得當也。 \\n 功名 \\n 五曰── \\n 由其道，功名之不可得逃，猶表之與影，若呼之與響。善釣者出魚乎十仞之下，餌香也；善弋者下鳥乎百仞之上，弓良也；善為君者，蠻夷反舌殊俗異習皆服之，德厚也。水泉深則魚鱉歸之，樹木盛則飛鳥歸之，庶草茂則禽獸歸之，人主賢則豪桀歸之。故聖王不務歸之者，而務其所以歸。 \\n 彊令之笑不樂，彊令之哭不悲。彊令之為道也，可以成小，而不可以成大。 \\n 缶醯黃，蚋聚之，有酸，徒水則必不可。以貍致鼠，以冰致蠅，雖工不能。以茹魚去蠅，蠅愈至，不可禁，以致之之道去之也。桀、紂以去之之道致之也，罰雖重，刑雖嚴，何益？ \\n 大寒既至，民煖是利；大熱在上，民清是走。是故民無常處，見利之聚，無之去。欲為天子，民之所走，不可不察。今之世，至寒矣，至熱矣，而民無走者，取則行鈞也。欲為天子，所以示民，不可不異也。行不異，亂雖信今，民猶無走。民無走，則王者廢矣，暴君幸矣，民絕望矣。故當今之世，有仁人在焉，不可而不此務，有賢主不可而不此事。 \\n 賢不肖不可以不相分，若命之不可易，若美惡之不可移。桀、紂貴為天子，富有天下，能盡害天下之民，而不能得賢名之。關龍逢、王子比干能以要領之死，爭其上之過，而不能與之賢名。名固不可以相分，必由其理。 \\n  \\n   \\n  "}
{"章节": "卷第三", "正文": "  \\n 卷第三 \\n 　 \\n 季春紀 \\n 一曰── \\n 季春之月：日在胃，昏七星中，旦牽牛中。其日甲乙。其帝太皞。其神句芒。其蟲鱗。其音角。律中姑洗。其數八。其味酸。其臭羶。其祀戶。祭先脾。桐始華。田鼠化為鴽。虹始見。萍始生。天子居青陽右個，乘鸞輅，駕蒼龍，載青旂，衣青衣，服青玉。食麥與羊。其器疏以達。 \\n 是月也，天子乃薦鞠衣于先帝。命舟牧覆舟，五覆五反，乃告舟備具于天子焉，天子焉始乘舟。薦鮪于寢廟，乃為麥祈實。 \\n 是月也，生氣方盛，陽氣發泄，生者畢出，萌者盡達，不可以內。天子布德行惠，命有司，發倉窌，賜貧窮，振乏絕，開府庫，出幣帛，周天下，勉諸侯，聘名士，禮賢者。 \\n 是月也，命司空曰：『時雨將降，下水上騰；循行國邑，周視原野；修利隄防，導達溝瀆，開通道路，無有障塞；田獵罼弋，罝罘羅網，餧獸之藥，無出九門。』 \\n 是月也，命野虞，無伐桑柘。鳴鳩拂其羽，戴任降于桑。具栚曲筥筐，后妃齋戒，親東鄉躬桑，禁婦女無觀。省婦使，勸蠶事，蠶事既登，分繭稱絲效功，以共郊廟之服，無有敢墮。 \\n 是月也，命工師，令百工，審五庫之量，金鐵、皮革筋、角齒、羽箭幹、脂膠丹漆，無或不良。百工咸理，監工日號，無悖于時；無或作為淫巧，以蕩上心。 \\n 是月之末，擇吉日，大合樂，天子乃率三公九卿諸侯大夫親往視之。 \\n 是月也，乃合纍牛騰馬游牝于牧，犧牲駒犢，舉書其數。國人儺，九門磔禳，以畢春氣。 \\n 行之是令，而甘雨至三旬。季春行冬令，則寒氣時發，草木皆肅，國有大恐。行夏令，則民多疾疫，時雨不降，山陵不收。行秋令，則天多沈陰，淫雨早降，兵革並起。 \\n 盡數 \\n 二曰── \\n 天生陰陽寒暑燥溼，四時之化，萬物之變，莫不為利，莫不為害。聖人察陰陽之宜，辨萬物之利以便生，故精神安乎形，而年壽得長焉。長也者，非短而續之也，畢其數也。畢數之務，在乎去害。何謂去害？大甘、大酸、大苦、大辛、大鹹，五者充形則生害矣。大喜、大怒、大憂、大恐、大哀，五者接神則生害矣。大寒、大熱、大燥、大溼、大風、大霖、大霧，七者動精則生害矣。故凡養生，莫若知本，知本則疾無由至矣。 \\n 精氣之集也，必有入也。集於羽鳥與為飛揚，集於走獸與為流行，集於珠玉與為精朗，集於樹木與為茂長，集於聖人與為敻明。精氣之來也，因輕而揚之，因走而行之，因美而良之，因長而養之，因智而明之。 \\n 流水不腐，戶樞不蠹，動也。形氣亦然，形不動則精不流，精不流則氣鬱。鬱處頭則為腫為風，處耳則為挶為聾，處目則為眵為盲，處鼻則為鼽為窒，處腹則為張為府，處足則為痿為蹙。 \\n 輕水所多禿與癭人，重水所多尰與躄人，甘水所多好與美人，辛水所多疽與痤人，苦水所多尪與傴人。 \\n 凡食無彊厚，味無以烈味重酒，是以謂之疾首。食能以時，身必無災。凡食之道，無飢無飽，是之謂五藏之葆。口必甘味，和精端容，將之以神氣。百節虞歡，咸進受氣。飲必小咽，端直無戾。 \\n 今世上卜筮禱祠，故疾病愈來。譬之若射者，射而不中，反修于招，何益於中？夫以湯止沸，沸愈不止，去其火則止矣。故巫醫毒藥，逐除治之，故古之人賤之也，為其末也。 \\n 先己 \\n 三曰── \\n 湯問於伊尹曰：『欲取天下若何？』伊尹對曰：『欲取天下，天下不可取。可取，身將先取。』凡事之本，必先治身，嗇其大寶。用其新，棄其陳，腠理遂通。精氣日新，邪氣盡去，及其天年。此之謂真人。 \\n 昔者先聖王，成其身而天下成，治其身而天下治。故善響者不於響於聲，善影者不於影於形，為天下者不於天下於身。詩曰：『淑人君子，其儀不忒。其儀不忒，正是四國』，言正諸身也。故反其道而身善矣；行義則人善矣；樂備君道，而百官已治矣，萬民已利矣。三者之成也，在於無為。無為之道曰勝天，義曰利身，君曰勿身。勿身督聽，利身平靜，勝天順性。順性則聰明壽長，平靜則業進樂鄉，督聽則姦塞不皇。故上失其道則邊侵於敵，內失其行，名聲墮於外。是故百仞之松，本傷於下，而末槁於上；商、周之國，謀失於胸，令困於彼。故心得而聽得，聽得而事得，事得而功名得。五帝先道而後德，故德莫盛焉；三王先教而後殺，故事莫功焉；五伯先事而後兵，故兵莫彊焉。當今之世，巧謀並行，詐術遞用，攻戰不休，亡國辱主愈眾，所事者末也。 \\n 夏后相與有扈戰於甘澤而不勝，六卿請復之，夏后相曰：『不可。吾地不淺，吾民不寡，戰而不勝，是吾德薄而教不善也。』於是乎處不重席，食不貳味，琴瑟不張，鍾鼓不修，子女不飭，親親長長，尊賢使能，期年而有扈氏服。故欲勝人者必先自勝，欲論人者必先自論，欲知人者必先自知。 \\n 詩曰：『執轡如組。』孔子曰：『審此言也可以為天下。』子貢曰：『何其躁也？』孔子曰：『非謂其躁也，謂其為之於此，而成文於彼也，聖人組修其身，而成文於天下矣。』故子華子曰：『丘陵成而穴者安矣，大水深淵成而魚鱉安矣，松柏成而塗之人已蔭矣。』 \\n 孔子見魯哀公，哀公曰：『有語寡人曰：「為國家者，為之堂上而已矣。」寡人以為迂言也。』孔子曰：『此非迂言也。丘聞之：『得之於身者得之人，失之於身者失之人。」不出於門戶而天下治者，其唯知反於己身者乎！』 \\n 論人 \\n 四曰── \\n 主道約，君守近。太上反諸己，其次求諸人。其索之彌遠者，其推之彌疏；其求之彌疆者，失之彌遠。 \\n 何謂反諸己也？適耳目，節嗜欲，釋智謀，去巧故，而游意乎無窮之次，事心乎自然之塗，若此則無以害其天矣。無以害其天則知精，知精則知神，知神之謂得一。凡彼萬形，得一後成。故知一，則應物變化，闊大淵深，不可測也。德行昭美，比於日月，不可息也。豪士時之，遠方來賓，不可塞也。意氣宣通，無所束縛，不可收也。故知知一，則復歸於樸，嗜欲易足，取養節薄，不可得也。離世自樂，中情潔白，不可量也。威不能懼，嚴不能恐，不可服也。故知知一，則可動作當務，與時周旋，不可極也。舉錯以數，取與遵理，不可惑也。言無遺者，集肌膚，不可革也。讒人困窮，賢者遂興，不可匿也。故知知一，則若天地然，則何事之不勝，何物之不應？譬之若御者，反諸己，則車輕馬利，致遠復食而不倦。昔上世之亡主，以罪為在人，故日殺僇而不止，以至於亡而不悟。三代之興王，以罪為在己，故日功而不衰，以至於王。 \\n 何謂求諸人？人同類而智殊，賢不肖異，皆巧言辯辭，以自防禦，此不肖主之所以亂也。凡論人，通則觀其所禮，貴則觀其所進，富則觀其所養，聽則觀其所行，止則觀其所好，習則觀其所言，窮則觀其所不受，賤則觀其所不為，喜之以驗其守，樂之以驗其僻，怒之以驗其節，懼之以驗其特，哀之以驗其人，苦之以驗其志，八觀六驗，此賢主之所以論人也。論人者，又必以六戚四隱。何謂六戚？父母兄弟妻子。何謂四隱？交友故舊邑里門郭。內則用六戚四隱，外則用八觀六驗，人之情偽貪鄙美惡無所失矣，譬之若逃雨，汙無之而非是。此聖王之所以知人也。 \\n 圜道 \\n 五曰── \\n 天道圜，地道方，聖王法之，所以立上下。何以說天道之圜也？精氣一上一下，圜周復雜，無所稽留，故曰天道圜。何以說地道之方也？萬物殊類殊形，皆有分職，不能相為，故曰地道方。主執圜，臣處方，方圜不易，其國乃昌。 \\n 日夜一周，圜道也。月躔二十八宿，軫與角屬，圜道也。精行四時，一上一下各與遇，圜道也。物動則萌，萌而生，生而長，長而大，大而成，成乃衰，衰乃殺，殺乃藏，圜道也。雲氣西行，云云然冬夏不輟；水泉東流，日夜不休；上不竭，下不滿；小為大，重為輕；圜道也。黃帝曰：『帝無常處也，有處者乃無處也』，以言不刑蹇，圜道也。人之竅九，一有所居則八虛，八虛甚久則身斃。故唯而聽，唯止；聽而視，聽止。以言說一，一不欲留，留運為敗，圜道也，一也齊至貴，莫知其原，莫知其端，莫知其始，莫知其終，而萬物以為宗。聖王法之，以令其性，以定其正，以出號令。令出於主口，官職受而行之，日夜不休，宣通下究，瀸於民心，遂於四方，還周復歸，至於主所，圜道也。令圜則可不可善不善無所壅矣。無所壅者，主道通也。故令者，人主之所以為命也，賢不肖安危之所定也。人之有形體四枝，其能使之也，為其感而必知也，感而不知，則形體四枝不使矣。人臣亦然，號令不感，則不得而使矣。有之而不使，不若無有。主也者，使非有者也，舜、禹、湯、武皆然。 \\n 先王之立高官也，必使之方。方則分定，分定則下不相隱。堯、舜，賢主也，皆以賢者為後，不肯與其子孫，猶若立官必使之方。今世之人主，皆欲世勿失矣，而與其子孫，立官不能使之方，以私欲亂之也，何哉？其所欲者之遠，而所知者之近也。今五音之無不應也，其分審也。宮徵商羽角，各處其處，音皆調均，不可以相違，此所以不受也。賢主之立官，有似於此。百官各處其職、治其事以待主，主無不安矣。以此治國，國無不利矣；以此備患，患無由至矣。 \\n   \\n  "}
{"章节": "卷第四", "正文": "  \\n 卷第四 \\n 　 \\n 孟夏紀 \\n 一曰── \\n 孟夏之月：日在畢，昏翼中，旦婺女中。其日丙丁。其帝炎帝。其神祝融。其蟲羽。其音徵。律中仲呂。其數七。其性禮。其事視。其味苦。其臭焦。其祀灶。祭先肺。螻蟈鳴。丘蚓出。王菩生。苦菜秀。天子居明堂左個，乘朱輅，駕赤騮，載赤旂，衣赤衣，服赤玉，食菽與雞。其器高以觕。 \\n 是月也，以立夏。先立夏三日，太史謁之天子曰：『某日立夏，盛德在火。』天子乃齋。立夏之日，天子親率三公九卿大夫以迎夏於南郊，還，乃行賞，封侯慶賜，無不欣說。乃命樂師習合禮樂。命太尉，贊傑俊，遂賢良，舉長大。行爵出祿，必當其位。 \\n 是月也，繼長增高，無有壞隳。無起土功，無發大眾，無伐大樹。 \\n 是月也，天子始絺。命野虞，出行田原，勞農勸民，無或失時。命司徒，循行縣鄙。命農勉作，無伏于都。 \\n 是月也，驅獸無害五穀。無大田獵。農乃升麥。天子乃以彘嘗麥，先薦寢廟。 \\n 是月也，聚蓄百藥。糜草死。麥秋至。斷薄刑，決小皋，出輕繫。蠶事既畢，后妃獻繭。乃收繭稅，以桑為均，貴賤少長如一，以給郊廟之祭服。 \\n 是月也，天子飲酎，用禮樂。 \\n 行之是令，而甘雨至三旬。孟夏行秋令，則苦雨數來，五穀不滋，四鄙入保。行冬令，則草木早枯，後乃大水，敗其城郭。行春令，則蟲蝗為敗，暴風來格，秀草不實。 \\n 勸學 \\n 二曰── \\n 先王之教，莫榮於孝，莫顯於忠。忠孝，人君人親之所甚欲也。顯榮，人子人臣之所甚願也。然而人君人親不得其所欲，人子人臣不得其所願，此生於不知理義。不知理義，生於不學。學者師達而有材，吾未知其不為聖人。聖人之所在，則天下理焉。在右則右重，在左則左重，是故古之聖王未有不尊師者也。尊師則不論其貴賤貧富矣。若此則名號顯矣，德行彰矣。故師之教也，不爭輕重尊卑貧富，而爭於道。其人苟可，其事無不可，所求盡得，所欲盡成，此生於得聖人。聖人生於疾學。不疾學而能為魁士名人者，未之嘗有也。疾學在於尊師，師尊則言信矣，道論矣。故往教者不化，召師者不化，自卑者不聽，卑師者不聽。師操不化不聽之術而以彊教之，欲道之行、身之尊也，不亦遠乎？學者處不化不聽之勢，而以自行，欲名之顯、身之安也，是懷腐而欲香也，是入水而惡濡也。 \\n 凡說者，兌之也，非說之也。今世之說者，多弗能兌，而反說之。夫弗能兌而反說，是拯溺而硾之以石也，是救病而飲之以堇也，使世益亂；不肖主重惑者，從此生矣。故為師之務，在於勝理，在於行義。理勝義立則位尊矣，王公大人弗敢驕也，上至於天子，朝之而不慚，凡遇合也，合不可必，遺理釋義以要不可必，而欲人之尊之也，不亦難乎？故師必勝理行義然後尊。 \\n 曾子曰：『君子行於道路，其有父者可知也，其有師者可知也。夫無父而無師者，餘若夫何哉！』此言事師之猶事父也。曾點使曾參，過期而不至，人皆見曾點曰：『無乃畏邪？』曾點曰：『彼雖畏，我存，夫安敢畏？』孔子畏於匡，顏淵後，孔子曰：『吾以汝為死矣。』顏淵曰：『子在，回何敢死？』顏回之於孔子也，猶曾參之事父也。古之賢者，與其尊師若此，故師盡智竭道以教。 \\n 尊師 \\n 三曰── \\n 神農師悉諸，黃帝師大撓，帝顓頊師伯夷父，帝嚳師伯招，帝堯師子州支父，帝舜師許由，禹師大成贄，湯師小臣，文王、武王師呂望、周公旦，齊桓公師管夷吾，晉文公師咎犯、隨會，秦穆公師百里奚、公孫枝，楚莊王師孫叔敖、沈尹巫，吳王闔閭師伍子胥、文之儀，越王句踐師范蠡、大夫種。此十聖人六賢者，未有不尊師者也。今尊不至於帝，智不至於聖，而欲無尊師，奚由至哉？此五帝之所以絕，三代之所以滅。且天生人也，而使其耳可以聞，不學，其聞不若聾；使其目可以見，不學，其見不若盲；使其口可以言，不學，其言不若爽；使其心可以知，不學，其知不若狂。故凡學，非能益也，達天性也。能全天之所生而勿敗之，是謂善學。子張，魯之鄙家也；顏涿聚，梁父之大盜也；學於孔子。段干木，晉國之大駔也，學於子夏。高何、縣子石，齊國之暴者也，指於鄉曲，學於子墨子。索盧參，東方之鉅狡也，學於禽滑黎。此六人者，刑戮死辱之人也，今非徒免於刑戮死辱也，由此為天下名士顯人，以終其壽，王公大人從而禮之，此得之於學也。 \\n 凡學，必務進業，心則無營，疾諷誦，謹司聞，觀驩愉，問書意，順耳目，不逆志，退思慮，求所謂，時辨說，以論道，不苟辨，必中法，得之無矜，失之無慚，必反其本。 \\n 生則謹養，謹養之道，養心為貴；死則敬祭，敬祭之術，時節為務；此所以尊師也。治唐圃，疾灌寖，務種樹；織葩屨，結罝網，捆蒲葦；之田野，力耕耘，事五穀；如山林，入川澤，取魚鱉，求鳥獸；此所以尊師也。視輿馬，慎駕御；適衣服，務輕煖；臨飲食，必蠲絜；善調和，務甘肥；必恭敬；和顏色，審辭令；疾趨翔，必嚴肅；此所以尊師也。 \\n 君子之學也，說義必稱師以論道，聽從必盡力以光明。聽從不盡力，命之曰背；說義不稱師，命之曰叛；背叛之人，賢主弗內之於朝，君子不與交友。故教也者，義之大者也；學也者，知之盛者也。義之大者，莫大於利人，利人莫大於教。知之盛者，莫大於成身，成身莫大於學。身成則為人子弗使而孝矣，為人臣弗令而忠矣，為人君弗彊而平矣，有大勢可以為天下正矣。故子貢問孔子曰：『後世將何以稱夫子？』孔子曰：『吾何足以稱哉？勿已者，則好學而不厭，好教而不倦，其惟此邪。』天子入太學，祭先聖，則齒嘗為師者弗臣，所以見敬學與尊師也。 \\n 誣徒 \\n 四曰── \\n 達師之教也，使弟子安焉、樂焉、休焉、游焉、肅焉、嚴焉。此六者得於學，則邪辟之道塞矣，理義之術勝矣。此六者不得於學，則君不能令於臣，父不能令於子，師不能令於徒。人之情，不能樂其所不安，不能得於其所不樂。為之而樂矣，奚待賢者？雖不肖者猶若勸之。為之而苦矣，奚待不肖者？雖賢者猶不能久。反諸人情，則得所以勸學矣。子華子曰：『王者樂其所以王，亡者亦樂其所以亡，故烹獸不足以盡獸，嗜其脯則幾矣。』然則王者有嗜乎理義也，亡者亦有嗜乎暴慢也。所嗜不同，故其禍福亦不同。 \\n 不能教者：志氣不和，取舍數變，固無恆心，若晏陰喜怒無處；言談日易，以恣自行，失之在己，不肯自非，愎過自用，不可證移；見權親勢及有富厚者，不論其材，不察其行，敺而教之，阿而諂之，若恐弗及；弟子居處修潔，身狀出倫，聞識疏達，就學敏疾，本業幾終者，則從而抑之，難而懸之，妒而惡之；弟子去則冀終，居則不安，歸則愧於父母兄弟，出則慚於知友邑里；此學者之所悲也，此師徒相與異心也。人之情，惡異於己者，此師徒相與造怨尤也。人之情，不能親其所怨，不能譽其所惡，學業之敗也，道術之廢也，從此生矣。善教者則不然，視徒如己。反己以教，則得教之情也。所加於人，必可行於己，若此則師徒同體。人之情，愛同於己者，譽同於己者，助同於己者，學業之章明也，道術之大行也，從此生矣。 \\n 不能學者：從師苦而欲學之功也，從師淺而欲學之深也。草木雞狗牛馬，不可譙詬遇之，譙詬遇之，則亦譙詬報人，又況乎達師與道術之言乎？故不能學者：遇師則不中，用心則不專，好之則不深，就業則不疾，辯論則不審，教人則不精；於師慍，懷於俗，羈神於世；矜勢好尤，故湛於巧智，昏於小利，惑於嗜欲；問事則前後相悖，以章則有異心，以簡則有相反；離則不能合，合則弗能離，事至則不能受。此不能學者之患也。 \\n 用眾 \\n 五曰── \\n 善學者若齊王之食雞也，必食其跖數千而後足，雖不足，猶若有跖。 \\n 物固莫不有長，莫不有短。人亦然。故善學者，假人之長以補其短。故假人者遂有天下。 \\n 無醜不能，無惡不知。醜不能、惡不知病矣，不醜不能、不惡不知尚矣。雖桀、紂猶有可畏可取者，而況於賢者乎？ \\n 故學士曰：『辯議不可不為。』辯議而苟可為，是教也。教，大議也。辯議而不可為，是被褐而出，衣錦而入。 \\n 戎人生乎戎、長乎戎而戎言，不知其所受之；楚人生乎楚、長乎楚而楚言，不知其所受之。今使楚人長乎戎，戎人長乎楚，則楚人戎言，戎人楚言矣。由是觀之，吾未知亡國之主不可以為賢主也，其所生長者不可耳。故所生長不可不察也。 \\n 天下無粹白之狐，而有粹白之裘，取之眾白也。夫取於眾，此三皇、五帝之所以大立功名也。凡君之所以立，出乎眾也。立已定而舍其眾，是得其末而失其本。得其末而失其本，不聞安居。故以眾勇無畏乎孟賁矣，以眾力無畏乎烏獲矣，以眾視無畏乎離婁矣，以眾知無畏乎堯、舜矣。夫以眾者，此君人之大寶也。田駢謂齊王曰：『孟賁庶乎患術，而邊境弗患；楚、魏之王，辭言不說，而境內已修備矣，兵士已修用矣；得之眾也』。 \\n   \\n  "}
{"章节": "卷第五", "正文": "  \\n 卷第五 \\n 　 \\n 仲夏紀 \\n 一曰── \\n 仲夏之月：日在東井，昏亢中，旦危中。其日丙丁。其帝炎帝。其神祝融。其蟲羽。其音徵。律中蕤賓。其數七。其味苦。其臭焦。其祀灶。祭先肺。小暑至。螳蜋生。鶪始鳴。反舌無聲。天子居明堂太廟，乘朱輅，駕赤騮，載赤旂，衣朱衣，服赤玉，食菽與雞。其器高以觕。養壯狡。 \\n 是月也，命樂師，修鞀鞞鼓，均琴瑟管簫，執干戚戈羽，調竽笙壎箎，飭鍾磬柷敔。命有司，為民祈祀山川百原，大雩帝，用盛樂。乃命百縣，雩祭祀百辟卿士有益於民者，以祈穀實。農乃登黍。 \\n 是月也，天子以雛嘗黍，羞以含桃，先薦寢廟。令民無刈藍以染，無燒炭，無暴布。門閭無閉，關市無索。挺重囚，益其食。游牝別其群，則縶騰駒，班馬正。 \\n 是月也，日長至。陰陽爭，死生分。君子齋戒，處必揜，身欲靜無躁，止聲色，無或進，薄滋味，無致和，退嗜慾，定心氣，百官靜，事無刑，以定晏陰之所成。鹿角解。蟬始鳴。半夏生，木堇榮。 \\n 是月也，無用火南方。可以居高明，可以遠眺望，可以登山陵，可以處臺榭。 \\n 仲夏行冬令，則雹霰傷穀，道路不通，暴兵來至。行春令，則五穀晚熟，百螣時起，其國乃饑。行秋令，則草木零落，果實早成，民殃於疫。 \\n 大樂 \\n 二曰── \\n 音樂之所由來者遠矣，生於度量，本於太一。太一出兩儀，兩儀出陰陽。陰陽變化，一上一下，合而成章。渾渾沌沌，離則復合，合則復離，是謂天常。天地車輪，終則復始，極則復反，莫不咸當。日月星辰，或疾或徐，日月不同，以盡其行。四時代興，或暑或寒，或短或長。或柔或剛。萬物所出，造於太一，化於陰陽。萌芽始震，凝寒以形。形體有處，莫不有聲。聲出於和，和出於適。和適先王定樂，由此而生。 \\n 天下太平，萬物安寧，皆化其上，樂乃可成。成樂有具，必節嗜慾。嗜慾不辟，樂乃可務。務樂有術，必由平出。平出於公，公出於道。故惟得道之人，其可與言樂乎！亡國戮民，非無樂也，其樂不樂。溺者非不笑也，罪人非不歌也，狂者非不武也，亂世之樂，有似於此。君臣失位，父子失處　，夫婦失宜，民人呻S吟Y，其以為樂也，若之何哉？ \\n 凡樂，天地之和，陰陽之調也。始生人者天也，人無事焉。天使人有欲，人弗得不求。天使人有惡，人弗得不辟。欲與惡所受於天也，人不得興焉，不可變，不可易。世之學者，有非樂者矣，安由出哉？ \\n 大樂，君臣父子長少之所歡欣而說也。歡欣生於平，平生於道。道也者，視之不見，聽之不聞，不可為狀。有知不見之見、不聞之聞，無狀之狀者，則幾於知之矣。道也者，至精也，不可為形，不可為名，彊為之謂之太一。故一也者制令，兩也者從聽。先聖擇兩法一，是以知萬物之情。故能以一聽政者，樂君臣，和遠近，說黔首，合宗親。能以一治其身者，免於災，終其壽，全其天。能以一治其國者，姦邪去，賢者至，成大化。能以一治天下者，寒暑適，風雨時，為聖人。故知一則明，明兩則狂。 \\n 侈樂 \\n 三曰── \\n 人莫不以其生生，而不知其所以生。人莫不以其知知，而不知其所以知。知其所以知之謂知道，不知其所以知之謂棄寶。棄寶者必離其咎。世之人主，多以珠玉戈劍為寶，愈多而民愈怨，國人愈危，身愈危累，則失寶之情矣。亂世之樂與此同。為木革之聲則若雷，為金石之聲則若霆，為絲竹歌舞之聲則若譟。以此駭心氣、動耳目、搖蕩生則可矣，以此為樂則不樂。故樂愈侈，而民愈鬱，國愈亂，主愈卑，則亦失樂之情矣。 \\n 凡古聖王之所為貴樂者，為其樂也。夏桀、殷紂作為侈樂，大鼓鐘磬管簫之音，以鉅為美，以眾為觀，俶詭殊瑰，耳所未嘗聞，目所未嘗見，務以相過，不用度量。宋之衰也，作為千鍾。齊之衰也，作為大呂。楚之衰也，作為巫音。侈則侈矣，自有道者觀之，則失樂之情。失樂之情，其樂不樂。樂不樂者，其民必怨，其生必傷。其生之與樂也，若冰之於炎日，反以自兵。此生乎不知樂之情，而以侈為務故也。 \\n 樂之有情，譬之若肌膚形體之有情性也，有情性則必有性養矣。寒溫勞逸饑飽，此六者非適也。凡養也者，瞻非適而以之適者也。能以久處其適，則生長矣。生也者，其身固靜，或而後知，或使之也。遂而不返，制乎嗜欲，制乎嗜欲無窮則必失其天矣。且夫嗜欲無窮，則必有貪鄙悖亂之心，淫佚姦詐之事矣。故彊者劫弱，眾者暴寡，勇者凌怯，壯者傲幼，從此生矣。 \\n 適音 \\n 四曰── \\n 耳之情Q欲Y聲，心不樂，五音在前弗聽。目之情Q欲Y色，心弗樂，五色在前弗視。鼻之情Q欲Y芬香，心弗樂，芬香在前弗嗅。口之情Q欲Y滋味，心弗樂，五味在前弗食。欲之者，耳目鼻口也；樂之弗樂者，心也。心必和平然後樂，心必樂然後耳目鼻口有以欲之，故樂之務在於和心，和心在於行適。 \\n 夫樂有適，心亦有適。人之情，欲壽而惡夭，欲安而惡危，欲榮而惡辱，欲逸而惡勞。四欲得，四惡除，則心適矣。四欲之得也，在於勝理。勝理以治身則生全以，生全則壽長矣。勝理以治國則法立，法立則天下服矣。故適心之務在於勝理。 \\n 夫音亦有適。太鉅則志蕩，以蕩聽鉅則耳不容，不容則橫塞，橫塞則振。太小則志嫌，以嫌聽小則耳不充，不充則不詹，不詹則窕。太清則志危，以危聽清則耳谿極，谿極則不鑒，不鑒則竭。太濁則志下，以下聽濁則耳不收，不收則不特，不特則怒。故太鉅、太小、太清、太濁皆非適也。 \\n 何謂適？衷音之適也。何謂衷？大不出鈞，重不過石，小大輕重之衷也。黃鐘之宮，音之本也，清濁之衷也。衷也者適也，以適聽適則和矣。樂無太，平和者是也。故治世之音安以樂，其政平也；亂世之音怨以怒，其政乖也；亡國之音悲以哀，其政險也。凡音樂通乎政，而移風平俗者也，俗定而音樂化之矣。故有道之世，觀其音而知其俗矣，觀其政而知其主矣。故先王必託於音樂以論其教。清廟之瑟，朱弦而疏越，一唱而三歎，有進乎音者矣。大饗之禮，上玄尊而俎生魚，大羹不和，有進乎味者也。故先王之制禮樂也，非特以歡耳目、極口腹之欲也，將以教民平好惡、行理義也。 \\n 古樂 \\n 五曰── \\n 樂所由來者尚也，必不可廢。有節有侈，有正有淫矣。賢者以昌，不肖者以亡。 \\n 昔古朱襄氏之治天下也，多風而陽氣畜積，萬物散解，果實不成，故士達作為五弦瑟，以來陰氣，以定群生。 \\n 昔葛天氏之樂，三人操牛尾投足以歌八闋：一曰載民，二曰玄鳥，三曰遂草木，四曰奮五穀，五曰敬天常，六曰達帝功，七曰依地德，八曰總萬物之極。 \\n 昔陶唐氏之始，陰多滯伏而湛積，水道壅塞，不行其原，民氣鬱閼而滯者，筋骨瑟縮不達，故作為舞以宣導之。 \\n 昔黃帝令伶倫作為律。伶倫自大夏之西，乃之阮隃之陰，取竹於嶰谿之谷，以生空竅厚鈞者、斷兩節間、其長三寸九分而吹之，以為黃鐘之宮，吹曰『舍少』。次制十二筒，以之阮隃之下，聽鳳皇之鳴，以別十二律。其雄鳴為六，雌鳴亦六，以比黃鐘之宮，適合。黃鐘之宮，皆可以生之，故曰黃鐘之宮，律呂之本。黃帝又命伶倫與榮將鑄十二鐘，以和五音，以施英韶，以仲春之月，乙卯之日，日在奎，始奏之，命之曰咸池。 \\n 帝顓頊生自若水，實處空桑，乃登為帝。惟天之合，正風乃行，其音若熙熙淒淒鏘鏘。帝顓頊好其音，乃令飛龍作效八風之音，命之曰承雲，以祭上帝。乃令(魚單)先為樂倡，(魚單)乃偃寢，以其尾鼓其腹，其音英英。 \\n 帝嚳命咸黑作為聲歌──九招、六列、六英。有倕作為鼙鼓鐘磬吹苓管壎箎鞀椎鍾。帝嚳乃令人抃或鼓鼙，擊鐘磬，吹苓展管箎。因令鳳鳥、天翟舞之。帝嚳大喜，乃以康帝德。 \\n 帝堯立，乃命質為樂。質乃效山林谿谷之音以歌，乃以麋(革各)冒缶而鼓之，乃拊石擊石，以象上帝玉磬之音，以致舞百獸。瞽叟乃拌五弦之瑟，作以為十五弦之瑟。命之曰大章，以祭上帝。 \\n 舜立，仰延乃拌瞽叟之所為瑟，益之八弦，以為二十三弦之瑟。帝舜乃令質修九招、六列、六英，以明帝德。 \\n 禹立，勤勞天下，日夜不懈，通大川，決壅塞，鑿龍門，降通漻水以導河，疏三江五湖，注之東海，以利黔首。於是命皋陶作為夏籥九成，以昭其功。 \\n 殷湯即位，夏為無道，暴虐萬民，侵削諸侯，不用軌度，天下患之。湯於是率六州以討桀罪，功名大成，黔首安寧。湯乃命伊尹作為大護，歌晨露，修九招、六列，以見其善。 \\n 周文王處岐，諸侯去殷三淫而翼文王。散宜生曰：『殷可伐也。』文王弗許。周公旦乃作詩曰：『文王在上，於昭于天，周雖舊邦，其命維新』，以繩文王之德。 \\n 武王即位，以六師伐殷，六師未至，以銳兵克之於牧野。歸，乃薦俘馘于京太室，乃命周公為作大武。 \\n 成王立，殷民反，王命周公踐伐之。商人服象，為虐于東夷，周公遂以師逐之，至于江南，乃為三象，以嘉其德。 \\n 故樂之所由來者尚矣，非獨為一世之所造也。 \\n  \\n   \\n  "}
{"章节": "卷第六", "正文": "  \\n 卷第六 \\n 　 \\n 季夏紀 \\n 一曰── \\n 季夏之月：日在柳，昏心中，旦奎中。其日丙丁。其帝炎帝。其神祝融。其蟲羽。其音徵。律中林鐘。其數七。其味苦。其臭焦。其祀灶。祭先肺。涼風始至。蟋蟀居宇。鷹乃學習。腐草化為研(石改虫)。天子居明堂右個，乘朱輅，駕赤騮，載赤旂，衣朱衣，服赤玉，食菽與雉。其器高以觕。 \\n 是月也，令漁師伐蛟取鼉，升龜取黿。乃命虞人入材葦。 \\n 是月也，令四監大夫合百縣之秩芻，以養犧牲。令民無不咸出其力，以供皇天上帝、名山大川、四方之神，以祀宗廟社稷之靈，為民祈福。是月也，命婦官染采，黼黻文章，必以法故，無或差忒，黑黃蒼赤，莫不質良，勿敢偽詐，以給郊廟祭祀之服，以為旗章，以別貴賤等級之度。 \\n 是月也，樹木方盛，乃命虞人入山行木，無或斬伐。不可以興土功，不可以合諸侯，不可以起兵動眾。無舉大事，以搖蕩于氣。無發令而干時，以妨神農之事。水潦盛昌，命神農，將巡功。舉大事則有天殃。 \\n 是月也，土潤溽暑，大雨時行，燒薙行水，利以殺草，如以熱湯，可以糞田疇，可以美土疆。 \\n 行之是令，是月甘雨三至，三旬二日。季夏行春令，則穀實解落，國多風欬，人乃遷徙。行秋令，則丘隰水潦，禾稼不熟，乃多女災。行冬令，則寒氣不時，鷹隼早鷙，四鄙入保。 \\n 中央土：其日戊己。其帝黃帝。其神后土。其蟲(人果)。其音宮。律中黃鐘之宮。其數五。其味甘。其臭香。其祀中霤。祭先心。天子居太廟太室，乘大輅，駕黃駟，載黃旂，衣黃衣，服黃玉，食稷與牛。其器圜以揜。 \\n 音律 \\n 二曰── \\n 黃鐘生林鐘，林鐘生太蔟，太蔟生南呂，南呂生姑洗，姑洗生應鐘，應鐘生蕤賓，蕤賓生大呂，大呂生夷則，夷則生夾鐘，夾鐘生無射，無射生仲呂。三分所生，益之一分以上生；三分所生，去其一分以下生。黃鐘、大呂、太蔟、夾鐘、姑洗、仲呂、蕤賓為上，林鐘、夷則、南呂、無射、應鐘為下。 \\n 大聖至理之世，天地之氣，合而生風，日至則月鐘其風，以生十二律。仲冬日短至，則生黃鐘。季冬生大呂。孟春生太蔟。仲春生夾鐘。季春生姑洗。孟夏生仲呂。仲夏日長至，則生蕤賓。季夏生林鐘。孟秋生夷則。仲秋生南呂。季秋生無射。孟冬生應鐘。天地之風氣正，則十二律定矣。 \\n 黃鐘之月，土事無作，慎無發蓋，以固天閉地，陽氣且泄。大呂之月，數將幾終，歲且更起，而農民，無有所使。太蔟之月，陽氣始生，草木繁動，令農發土，無或失時。夾鐘之月，寬裕和平，行德去刑，無或作事，以害群生。姑洗之月，達道通路，溝瀆修利，申之此令，嘉氣趣至。仲呂之月，無聚大眾，巡勸農事，草木方長，無攜民心。蕤賓之月，陽氣在上，安壯養俠，本朝不靜，草木早槁。林鐘之月，草木盛滿，陰將始刑，無發大事，以將陽氣。夷則之月，修法飭刑，選士厲兵，詰誅不義，以懷遠方。南呂之月，蟄蟲入穴，趣農收聚，無敢懈怠，以多為務。無射之月，疾斷有罪，當法勿赦，無留獄訟，以亟以故。應鐘之月，陰陽不通，閉而為冬，修別喪紀，審民所終。 \\n 音初 \\n 三曰── \\n 夏后氏孔甲田于東陽萯山，天大風晦盲，孔甲迷惑，入于民室，主人方乳，或曰『后來是良日也，之子是必大吉』，或曰『不勝也，之子是必有殃』。后乃取其子以歸，曰：『以為余子，誰敢殃之？』子長成人，幕動坼橑，斧斫斬其足，遂為守門者。孔甲曰：『嗚呼！有疾，命矣夫！』乃作為破斧之歌，實始為東音。 \\n 禹行功，見塗山之女，禹未之遇而巡省南土。塗山氏之女乃令其妾待禹于塗山之陽，女乃作歌，歌曰『候人兮猗』，實始作為南音。周公及召公取風焉，以為周南、召南。 \\n 周昭王親將征荊，辛餘靡長且多力，為王右。還反涉漢，梁敗，王及蔡公抎於漢中。辛餘靡振王北濟，又反振蔡公。周公乃侯之于西翟，實為長公。殷整甲徙宅西河，猶思故處，實始作為西音，長公繼是音以處西山，秦繆公取風焉，實始作為秦音。 \\n 有娀氏有二佚女，為之九成之臺，飲食必以鼓。帝令燕往視之，鳴若謚隘。二女愛而爭搏之，覆以玉筐，少選，發而視之，燕遺二卵，北飛，遂不反，二女作歌一終，曰『燕燕往飛』，實始作為北音。 \\n 凡音者，產乎人心者也。感於心則蕩乎音，音成於外而化乎內，是故聞其聲而知其風，察其風而知其志，觀其志而知其德。盛衰、賢不肖、君子小人皆形於樂，不可隱匿，故曰樂之為觀也深矣。土弊則草木不長，水煩則魚鱉不大，世濁則禮煩而樂淫。鄭衛之聲，桑間之音，此亂國之所好，衰德之所說。流辟誂越慆濫之音出，則滔蕩之氣、邪慢之心感矣；感則百姦眾辟從此產矣。故君子反道以修德，正德以出樂，和樂以成順。樂和而民鄉方矣。 \\n 制樂 \\n 四曰── \\n 欲觀至樂，必於至治。其治厚者其樂治厚，其治薄者其樂治薄，亂世則慢以樂矣。今窒閉戶牖，動天地，一室也。故成湯之時，有穀生於庭，昏而生，比旦而大拱，其吏請卜其故。湯退卜者曰：『吾聞祥者福之先者也，見祥而為不善則福不至；妖者禍之先者也，見妖而為善則禍不至。』於是早朝晏退，問疾弔喪，務鎮撫百姓，三日而穀亡。故禍兮福之所倚，福兮禍之所伏，聖人所獨見，眾人焉知其極。 \\n 周文王立國八年，歲六月，文王寢疾五日而地動，東西南北，不出國郊，百吏皆請曰：『臣聞地之動，為人主也。今王寢疾五日而地動，四面不出周郊，群臣皆恐，曰「請移之」』。文王曰：『若何其移之也？』對曰：『興事動眾，以增國城，其可以移之乎。』文王曰：『不可。夫天之見妖也，以罰有罪也。我必有罪，故天以此罰我也。今故興事動眾以增國城，是重吾罪也。不可。』文王曰：『昌也請改行重善以移之，其可以免乎。』於是謹其禮秩皮革，以交諸侯；飭其辭令，幣帛，以禮豪士；頒其爵列等級田疇，以賞群臣。無幾何，疾乃止。文王即位八年而地動，已動之後四十三年，凡文王立國五十一年而終，此文王之所以止殃翦妖也。 \\n 宋景公之時，熒惑在心，公懼，召子韋而問焉，曰：『熒惑在心，何也？』子韋曰：『熒惑者，天罰也；心者，宋之分野也；禍當於君。雖然，可移於宰相。』公曰：『宰相所與治國家也，而移死焉，不祥。』子韋曰：『可移於民。』公曰：『民死，寡人將誰為君乎？寧獨死。』子韋曰：『可移於歲。』公曰：『歲害則民饑，民饑必死。為人君而殺其民以自活也，其誰以我為君乎？是寡人之命固盡已，子無復言矣。』子韋還走，北面載拜曰：『臣敢賀君。天之處高而聽卑。君有至德之言三，天必三賞君。今夕熒惑其徙三舍，君延年二十一歲。』公曰：『子何以知之？』對曰：『有三善言，必有三賞。熒惑有三徙舍，舍行七星，星一徙當一年，三七二十一，臣故曰君延年二十一歲矣。臣請伏於陛下以伺候之。熒惑不徙，臣請死。』公曰：『可。』是夕熒惑果徙三舍。 \\n 明理 \\n 五曰── \\n 五帝三王之於樂盡之矣。亂國之主，未嘗知樂者，是常主也。夫有天賞得為主，而未嘗得主之實，此之謂大悲。是正坐於夕室也，其所謂正，乃不正矣。 \\n 凡生非一氣之化也，長非一物之任也，成非一形之功也。故眾正之所積，其福無不及也；眾邪之所積，其禍無不逮也。其風雨則不適，其甘雨則不降，其霜雪則不時，寒暑則不當，陰陽失次，四時易節，人民淫爍不固，禽獸胎消不殖，草木庳小不滋，五穀萎敗不成，其以為樂也，若之何哉？故至亂之化，君臣相賊，長少相殺，父子相忍，弟兄相誣，知交相倒，夫妻相冒，日以相危，失人之紀，心若禽獸，長邪苟利，不知義理。 \\n 其雲狀：有若犬、若馬、若白鵠、若眾車；有其狀若人，蒼衣赤首，不動，其名曰天衡；有其狀若懸釜而赤，其名曰雲旍；有其狀若眾馬以鬥，其名曰滑馬；有其狀若眾植華以長，黃上白下，其名蚩尤之旗。其日有鬥蝕，有倍僪，有暈珥，有不光，有不及景，有眾日並出，有晝盲，有霄見。其月有薄蝕，有暉珥，有偏盲，有四月並出，有二月並見，有小月承大月，有大月承小月，有月蝕星，有出而無光。其星有熒惑，有彗星，有天棓，有天欃，有天竹，有天英，有天干，有賊星，有鬥星，有賓星。其氣有上不屬天，下不屬地，有豐上殺下，有若水之波，有若山之楫，春則黃，夏則黑，秋則蒼，冬則赤。其妖孽有生如帶，有鬼投其陴，有菟生雉，雉亦生鴳，有螟集其國，其音匈匈，國有游蛇西東，馬牛乃言，犬彘乃連，有狼入於國，有人自天降，市有舞鴟，國有行飛，馬有生角，雄雞五足，有豕生而彌，雞卵多假，有社遷處，有豕生狗。國有此物，其主不知驚惶亟革，上帝降禍，凶災必亟。其殘亡死喪，殄絕無類，流散循饑無日矣。此皆亂國之所生也，不能勝數，盡荊、越之竹，猶不能書。故子華子曰：『夫亂世之民，長短頡啎，百疾，民多疾癘，道多褓繈，盲禿傴尪，萬怪皆生』。故亂世之主，烏聞至樂？不聞至樂，其樂不樂。 \\n   \\n  "}
{"章节": "卷第七", "正文": "  \\n 卷第七 \\n 　 \\n 孟秋紀 \\n 一曰── \\n 孟秋之月：日在翼，昏斗中，旦畢中。其日庚辛。其帝少皞。其神蓐收。其蟲毛。其音商。律中夷則。其數九。其味辛。其臭腥。其祀門。祭先肝。涼風至。白露降。寒蟬鳴。鷹乃祭鳥。始用刑戮。天子居總章左個，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬。其器廉以深。 \\n 是月也，以立秋。先立秋三日，大史謁之天子，曰：『某日立秋，盛德在金』。天子乃齋。立秋之日，天子親率三公九卿諸侯大夫以迎秋於西郊。還，乃賞軍率武人於朝。天子乃命將帥，選士厲兵，簡練桀俊；專任有功，以征不義；詰誅暴慢，以明好惡；巡彼遠方。 \\n 是月也，命有司，修法制，繕囹圄，具桎梏，禁止姦，慎罪邪，務搏執。命理，瞻傷察創，視折審斷；決獄訟，必正平；戮有罪，嚴斷刑。天地始肅，不可以贏。 \\n 是月也，農乃升穀。天子嘗新，先薦寢廟。命百官，始收斂。完隄防，謹壅塞，以備水潦。修宮室，(土付)牆垣，補城郭。 \\n 是月也，無以封侯、立大官，無割土地、行重幣、出大使。 \\n 行之是令，而涼風至三旬。孟秋行冬令，則陰氣大勝，介蟲敗穀，戎兵乃來。行春令，則其國乃旱，陽氣復還，五穀不實。行夏令，則多火災，寒熱不節，民多瘧疾。 \\n 蕩兵 \\n 二曰── \\n 古聖王有義兵而無有偃兵。兵之所自來者上矣，與始有民俱。凡兵也者，威也，威也者，力也。民之有威力，性也。性者所受於天也，非人之所能為也，武者不能革，而工者不能移。兵所自來者久矣，黃、炎故用水火矣，共工氏固次作難矣，五帝固相與爭矣。遞興廢，勝者用事。人曰『蚩尤作兵』，蚩尤非作兵也，利其械矣。未有蚩尤之時，民固剝林木以戰矣，勝者為長。長則猶不足治之，故立君。君又不足以治之，故立天子。天子之立也出於君，君之立也出於長，長之立也出於爭。爭鬥之所自來者久矣，不可禁，不可止，故古之賢王有義兵而無有偃兵。 \\n 家無怒笞，則豎子嬰兒之有過也立見；國無刑罰，則百姓之悟相侵也立見；天下無誅伐，則諸侯之相暴也立見。故怒笞不可偃於家，刑罰不可偃於國，誅伐不可偃於天下，有巧有拙而已矣。故古之聖王有義兵而無有偃兵。 \\n 夫有以饐死者，欲禁天下之食，悖；有以乘舟死者，欲禁天下之船，悖；有以用兵喪其國者，欲偃天下之兵，悖。夫兵不可偃也，譬之若水火然，善用之則為福，不能用之則為禍；若用藥者然，得良藥則活人，得惡藥則殺人。義兵之為天下良藥也亦大矣。 \\n 且兵之所自來者遠矣，未嘗少選不用，貴賤長少賢者不肖相與同，有巨有微而已矣。察兵之微：在心而未發，兵也；疾視，兵也；作色，兵也；傲言，兵也；援推，兵也；連反，兵也；侈鬥，兵也；三軍攻戰，兵也。此八者皆兵也，微巨之爭也。今世之以偃兵疾說者，終身用兵而不自知悖，故說雖彊，談雖辨，文學雖博，猶不見聽。故古之聖王有義兵而無有偃兵。兵誠義，以誅暴君而振苦民，民之說也，若孝子之見慈親也，若饑者之見美食也；民之號呼而走之，若彊弩之射於深谿也，若積大水而失其壅隄也。中主猶若不能有其民，而況於暴君乎？ \\n 振亂 \\n 三曰── \\n 當今之世，濁甚矣，黔首之苦，不可以加矣。天子既絕，賢者廢伏，世主恣行，與民相離，黔首無所告愬。世有賢主秀士，宜察此論也，則其兵為義矣。天下之民，且死者也而生，且辱者也而榮，且苦者也而逸。世主恣行，則中人將逃其君、去其親，又況於不肖者乎？故義兵至，則世主不能有其民矣，人親不能禁其子矣。 \\n 凡為天下之民長也，慮莫如長有道而息無道，賞有義而罰不義。今之世，學者多非乎攻伐。非攻伐而取救守，取救守則鄉之所謂長有道而息無道、賞有義而罰不義之術不行矣。天下之長民，其利害在察此論也。攻伐之與救守一實也，而取舍人異，以辨說去之，終無所定論。固不知，悖也；知而欺心，誣也。誣悖之士，雖辨無用矣。是非其所取而取其所非也，是利之而反家之也，安之而反危之也。為天下之長患、致黔首之大害者，若說為深。夫以利天下之民為心者，不可以不熟察此論也。 \\n 夫攻伐之事，未有不攻無道而罰不義也。攻無道而伐不義，則福莫大焉，黔首利莫厚焉。禁之者，是息有道而伐有義也，是窮湯、武之事而遂桀、紂之過也。凡人之所以惡為無道不義者，為其罰也；所以蘄有道行有義者，為其賞也。今無道不義存，存者賞之也；而有道行義窮，窮者罰之也。賞不善而罰善，欲民之治也，不亦難乎？故亂天下害黔首者，若論為大。 \\n 禁塞 \\n 四曰── \\n 夫救守之心，未有不守無道而救不義也。守無道而救不義，則禍莫大焉，為天下之民害莫深焉。 \\n 凡救守者，太上以說，其次以兵。以說則承從多群，日夜思之，事心任精，起則誦之，臥則夢之，自今單脣乾肺，費神傷魂，上稱三皇五帝之業以愉其意，下稱五伯名士之謀以信其事，早朝晏罷，以告制兵者，行說語眾，以明其道。道畢說單而不行，則必反之兵矣。反之於兵，則必鬥爭，之情，必且殺人，是殺無罪之民以興無道與不義者也。無道不義者存，是長天下之害，而止天下之利，雖欲幸而勝，禍且始長。先王之法曰：『為善者賞，為不善者罰』，古之道也，不可易。今不別其義與不義，而疾取救守，不義莫大焉，害天下之民者莫甚焉。故取攻伐者不可，非攻伐不可，取救守不可，非救守不可，取惟義兵為可。兵苟義，攻伐亦可，救守亦可。兵不義，攻伐不可，救守不可。使夏桀、殷紂無道至於此者，幸也；使吳夫差、智伯瑤侵奪至於此者，幸也；使晉厲、陳靈、宋康不善至於此者，幸也。若令桀、紂知必國亡身死，殄無後類，吾未知其厲為無道之至於此也；吳王夫差、智伯瑤知必國為丘墟，身為刑戮，吾未知其為不善無道侵奪之至於此也；晉厲知必死於匠麗氏，陳靈知必死於夏徵舒，宋康知必死於溫，吾未知其為不善之至於此也。此七君者，大為無道不義：所殘殺無罪之民者，不可為萬數；壯佼老幼胎殰之死者，大實平原；廣堙深谿大谷，赴巨水，積灰，填溝洫險阻，犯流矢，蹈白刃，加之以凍餓饑寒之患。以至於今之世，為之愈甚，故暴骸骨無量數，為京丘若山陵。世有興主仁士，深意念此，亦可以痛心矣，亦可以悲哀矣。察此其所自生，生於有道者之廢，而無道者之恣行。夫無道者之恣行，幸矣。故世之患，不在救守，而在於不肖者之幸也。救守之說出，則不肖者益幸也，賢者益疑矣。故大亂天下者，在於不論其義而疾取救守。 \\n 懷寵 \\n 五曰── \\n 凡君子之說也，非苟辨也；士之議也，非苟語也。必中理然後說，必當義然後議。故說義而王公大人益好理矣，士民黔首益行義矣。義理之道彰，則暴虐姦詐侵奪之術息也。 \\n 暴虐姦詐之與義理反也，其勢不俱勝，不兩立。故兵入於敵之境，則民知所庇矣，黔首知不死矣。至於國邑之郊，不虐五穀，不掘墳墓，不伐樹木，不燒積聚，不焚室屋，不取六畜。得民虜奉而題歸之，以彰好惡；信與民期，以奪敵資。若此而猶有憂恨冒疾遂過不聽者，雖行武焉亦可矣。 \\n 先發聲出號曰：『兵之來也，以救民之死。子之在上無道，据傲荒怠，貪戾虐眾，恣睢自用也，辟遠聖制，謷醜先王，排訾舊典，上不順天，下不惠民，徵斂無期，求索無厭，罪殺不辜，慶賞不當。若此者，天之所誅也，人之所讎也，不當為君。今兵之來也，將以誅不當為君者也，以除民之讎而順天之道也。民有逆天之道，衛人之讎者，身死家戮不赦。有能以家聽者，祿之以家；以里聽者，祿之以里；以鄉聽者，祿之以鄉；以邑聽者，祿之以邑；以國聽者，祿之以國。』故克其國不及其民，獨誅所誅而已矣。舉其秀士而封侯之，選其賢良而尊顯之，求其孤寡而振恤之，見其長老而敬禮之。皆益其祿，加其級。論其罪人而救出之；分府庫之金，散倉廩之粟，以鎮撫其眾，不私其財；問其叢社大祠，民之所不欲廢者而復興之，曲加其祀禮。是以賢者榮其名，而長老說其禮，民懷其德。 \\n 今有人於此，能生死一人，則天下必爭事之矣。義兵之生一人亦多矣，人孰不說？故義兵至，則鄰國之民歸之若流水，誅國之民望之若父母，行地滋遠，得民滋眾，兵不接刃而民服若化。 \\n   \\n  "}
{"章节": "卷第八", "正文": "  \\n 卷第八 \\n 　 \\n 仲秋紀 \\n 一曰── \\n 仲秋之月：日在角，昏牽牛中，旦觜嶲中。其日庚辛。其帝少皞。其神蓐收。其蟲毛。其音商。律中南呂。其數九。其味辛。其臭腥。其祀門。祭先肝。涼風生。候鳥來。玄鳥歸。群鳥養羞。天子居總章太廟，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬。其器廉以深。 \\n 是月也，養衰老，授几杖，行麋粥飲食。乃命司服，具飭衣裳，文繡有常，制有小大，度有短長，衣服有量，必循其故，冠帶有常。命有司，申嚴百刑，斬殺必當，無或枉橈，枉橈不當，反受其殃。 \\n 是月也，乃命宰祝，巡行犧牲：視全具；案芻豢；瞻肥瘠，察物色，必比類；量小大，視長短，皆中度。五者備當，上帝其享。天子乃儺，禦佐疾，以通秋氣。以犬嘗麻，先祭寢廟。 \\n 是月也，可以築城郭，建都邑，穿竇窌，修囷倉。乃命有司，趣民收斂，務蓄菜，多積聚。乃勸種麥，無或失時，行罪無疑。 \\n 是月也，日夜分。雷乃始收聲。蟄蟲俯戶。殺氣浸盛，陽氣日衰。水始涸。日夜分，則一度量，平權衡，正鈞石，齊斗甬。 \\n 是月也，易關市，來商旅，入貨賄，以便民事。四方來雜，遠鄉皆至，則財物不匱，上無乏用，百事乃遂。凡舉事無逆天數，必順其時，乃因其類。 \\n 行之是令，白露降三旬。仲秋行春令，則秋雨不降，草木生榮，國乃有大恐。行夏令，則其國旱，蟄蟲不藏，五穀復生。行冬令，則風災數起，收雷先行，草木早死。 \\n 論威 \\n 二曰── \\n 義也者，萬事之紀也，君臣上下親疏之所由起也，治亂安危過勝之所在也。過勝之，勿求於他，必反於己。 \\n 人情Q欲Y生而惡死，欲榮而惡辱。死生榮辱之道一，則三軍之士可使一心矣。 \\n 凡軍欲其眾也，心欲其一也，三軍一心則令可使無敵矣。令能無敵者，其兵之於天下也亦無敵矣。古之至兵，民之重令也。重乎天下，貴乎天子。其藏於民心，捷於肌膚也，深痛執固，不可搖蕩，物莫之能動。若此則敵胡足勝矣？故曰其令彊者其敵弱，其令信者其敵詘。先勝之於此，則必勝之於彼矣。 \\n 凡兵，天下之凶器也；勇，天下之凶德也。舉凶器，行凶德，猶不得已也。舉凶器必殺，殺，所以生之也；行凶德必威，威，所以懾之也。敵懾民生，此義兵之所以隆也。故古之至兵，才民未合，而威已諭矣，敵已服矣，豈必用枹鼓干戈哉？故善諭威者，於其未發也，於其未通也，窅窅乎冥冥，莫知其情，此之謂至威之誠。 \\n 凡兵欲急疾捷先。欲急疾捷先之道，在於知緩徐遲後而急疾捷先之分也。急疾捷先，此所以決義兵之勝也。而不可久處，知其不可久處，則知所兔起鳧舉死殙之地矣。雖有江河之險則淩之，雖有大山之塞則陷之，并氣專精，心無有慮，目無有視，耳無有聞，一諸武而已矣。冉叔誓必死於田侯，而齊國皆懼；豫讓必死於襄子，而趙氏皆恐；成荊致死於韓主，而周人皆畏；又況乎萬乘之國，而有所誠必乎，則何敵之有矣？刃未接而欲已得矣。敵人之悼懼憚恐，單蕩精神盡矣，咸若狂魄，形性相離，行不知所之，走不知所往，雖有險阻要塞，銛兵利械，心無敢據，意無敢處，此夏桀之所以死於南巢也。今以木擊木則拌，以水投水則散，以冰投冰則沈，以塗投塗則陷，此疾徐先後之勢也。 \\n 夫兵有大要，知謀物之不謀之不禁也則得之矣，專諸是也，獨手舉劍至而已矣，吳王壹成。又況乎義兵，多者數萬，少者數千，密其躅路，開敵之塗，則士豈特與專諸議哉？ \\n 簡選 \\n 三曰── \\n 世有言曰：『驅市人而戰之，可以勝人之厚祿教卒；老弱罷民，可以勝人之精士練材；離散係系，可以勝人之行陳整齊；鋤櫌白梃，可以勝人之長銚利兵』。此不通乎兵者之論。今有利劍於此，以刺則不中，以擊則不及，與惡劍無擇，為是鬥因用惡劍則不可。簡選精良，兵械銛利，發之則不時，縱之則不當，與惡卒無擇，為是戰因用惡卒則不可。王子慶忌、陳年猶欲劍之利也。簡選精良，兵械銛利，令能將將之，古者有以王者、有以霸者矣，湯、武、齊桓、晉文、吳闔廬是矣。 \\n 殷湯良車七十乘，必死六千人，以戊子戰於郕，遂禽推移、大犧，登自鳴條，乃入巢門，遂有夏。桀既奔走，於是行大仁慈，以恤黔首；反桀之事，遂其賢良，順民所喜；遠近歸之，故王天下。 \\n 武王虎賁三千人，簡車三百乘，以要甲子之事於牧野而紂為禽。顯賢者之位，進殷之遺老，而問民之所欲，行賞及禽獸，行罰不辟天子，親殷如周，視人如己，天下美其德，萬民說其義，故立為天子。 \\n 齊桓公良車三百乘，教卒萬人，以為兵首，橫行海內，天下莫之能禁，南至石梁，西至酆郭，北至令支。中山亡邢，狄人滅衛，桓公更立邢于夷儀，更立衛于楚丘。 \\n 晉文公造五兩之士五乘，銳卒千人，先以接敵，諸侯莫之能難，反鄭之埤，東衛之畝，尊天子于衡雍。 \\n 吳闔廬選多力者五百人，利趾者三千人，以為前陳，與荊戰，五戰五勝，遂有郢。東征至于庳廬，西伐至于巴、蜀，北迫齊、晉，令行中國。 \\n 故凡兵勢險阻，欲其便也；兵甲器械，欲其利也；選練角材，欲其精也；統率士民，欲其教也。此四者，義兵之助也。時變之應也，不可為而不足專恃。此勝之一策也。 \\n 決勝 \\n 四曰── \\n 夫兵有本幹：必義，必智，必勇。義則敵孤獨，敵孤獨則上下虛，民解落；孤獨則父兄怨，賢者誹，亂內作。智則知時化，知時化則知虛實盛衰之變，知先後遠近縱舍之數。勇則能決斷，能決斷則能若雷電飄風暴雨，能若崩山破潰，別辨霣墜；若鷙鳥之擊也，搏攫則殪，中木則碎。此以智得也。 \\n 夫民無常勇，亦無常怯。有氣則實，實則勇；無氣則虛，虛則怯。怯勇虛實，其由甚微，不可不知。勇則戰，怯則北。戰而勝者，戰其勇者也；戰而北者，戰其怯者也。怯勇無常，儵忽往來，而莫知其方，惟聖人獨見其所由然。故商、周以興，桀、紂以亡。巧拙之所以相過，以益民氣與奪民氣，以能鬥眾與不能鬥眾。軍雖大，卒雖多，無益於勝。軍大卒多而不能鬥，眾不若其寡也。夫眾之為福也大，其為禍也亦大。譬之若漁深淵，其得魚也大，其為害也亦大。善用兵者，諸邊之內，莫不與鬥，雖廝輿白徒，方數百里，皆來會戰，勢使之然也。幸也者，審於戰期而有以羈誘之也。 \\n 凡兵，貴其因也。因也者，因敵之險以為己固，因敵之謀以為己事。能審因而加勝，則不可窮矣。勝不可窮之謂神，神則能不可勝也。夫兵，貴不可勝。不可勝在己，可勝在彼。聖人必在己者，不必在彼者，故執不可勝之術以遇不勝之敵，若此則兵無失矣。凡兵之勝，敵之失也。勝失之兵，必隱必微，必積必摶。隱則勝闡矣，微則勝顯矣，積則勝散矣，摶則勝離矣。諸搏攫柢噬之獸，其用齒角爪牙也，必託於卑微隱蔽，此所以成勝。 \\n 愛士 \\n 五曰── \\n 衣，人以其寒也；食，人以其饑也。饑寒，人之大害也。救之，義也。人之困窮，甚如饑寒，故賢主必憐人之困也，必哀人之窮也。如此則名號顯矣，國士得矣。 \\n 昔者秦繆公乘馬而車為敗，右服失而埜人取之。繆公自往求之，見埜人方將食之於歧山之陽。繆公歎曰：『食駿馬之肉而不還飲酒，余恐其傷女也！』於是遍飲而去。處一年，為韓原之戰，晉人已環繆公之車矣，晉梁由靡已扣繆公之左驂矣，晉惠公之右路石奮投而擊繆公之甲，中之者已六札矣。埜人之嘗食馬肉於歧山之陽者三百有餘人，畢力為繆公疾鬥於車下，遂大克晉，反獲惠公以歸。此詩之所謂曰『君君子則正，以行其德；君賤人則寬，以盡其力』者也。人主其胡可以無務行德愛人乎？行德愛人則民親其上，民親其上則皆樂為其君死矣。 \\n 趙簡子有兩白騾而甚愛之。陽城胥渠處廣門之官，夜款門而謁曰：『主君之臣胥渠有疾，醫教之曰：「得白騾之肝病則止，不得則死。」』謁者入通。董安于御於側，慍曰：『譆！胥渠也，期吾君騾，請即刑焉。』簡子曰：『夫殺人以活畜，不亦不仁乎？殺畜以活人，不亦仁乎？』於是召庖人殺白騾，取肝以與陽城胥渠。處無幾何，趙興兵而攻翟。廣門之官，左七百人，右七百人，皆先登而獲甲首。人主其胡可以不好士？ \\n 凡敵人之來也，以求利也。今來而得死，且以走為利。敵皆以走為利，則刃無與接。故敵得生於我，則我得死於敵；敵得死於我，則我得生於敵。夫得生於敵，與敵得生於我，豈可不察哉？此兵之精者。存亡死生，決於知此而已矣。 \\n  \\n   \\n  "}
{"章节": "卷第九", "正文": "  \\n 卷第九 \\n 　 \\n 季秋紀 \\n 一曰── \\n 季秋之月：日在房，昏虛中，旦柳中。其日庚辛。其帝少皞。其神蓐收。其蟲毛。其音商。律中無射。其數九。其味辛。其臭腥。其祀門。祭先肝。候鴈來。賓爵入大水為蛤。菊有黃華。豺則祭獸戮禽。天子居總章右個，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬。其器廉以深。 \\n 是月也，申嚴號令。命百官貴賤，無不務入，以會天地之藏，無有宣出。命冢宰，農事備收，舉五種之要，藏帝籍之收於神倉，祗敬必飭。 \\n 是月也，霜始降，則百工休。乃命有司曰：『寒氣總至，民力不堪，其皆入室。』上丁，入學習吹。 \\n 是月也，大饗帝，嘗犧牲，告備于天子。合諸侯。制百縣。為來歲受朔日。與諸侯所稅於民輕重之法。貢職之數，以遠近土地所宜為度，以給郊廟之事，無有所私。 \\n 是月也，天子乃教於田獵，以習五戎。獀馬。命僕及七騶咸駕，載旍旐輿，受車以級，整設于屏外，司徒搢扑，北嚮以誓之。天子乃厲服厲飭，執弓操矢以射。命主祠，祭禽於四方。 \\n 是月也，草木黃落，乃伐薪為炭。蟄蟲咸俯在穴，皆墐其戶。乃趣獄刑，無留有罪。收祿秩之不當者、共養之不宜者。 \\n 是月也，天子乃以犬嘗稻，先薦寢廟。 \\n 季秋行夏令，則其國大水，冬藏殃敗，民多鼽窒。行冬令，則國多盜賊，邊境不寧，土地分裂。行春令，則暖風來至，民氣解墮，師旅必興。 \\n 順民 \\n 二曰── \\n 先王先順民心，故功名成。夫以德得民心以立大功名者，上世多有之矣。失民心而立功名者，未之曾有也。得民必有道，萬乘之國，百戶之邑，民無有不說。取民之所說而民取矣，民之所說豈眾哉？此取民之要也。 \\n 昔者湯克夏而正天下，天大旱，五年不收，湯乃以身禱於桑林，曰：『余一人有罪，無及萬夫。萬夫有罪，在余一人。無以一人之不敏，使上帝鬼神傷民之命。』於是翦其髮，櫪其手，以身為犧牲，用祈福於上帝，民乃甚說，雨乃大至。則湯達乎鬼神之化，人事之傳也。 \\n 文王處歧事紂，冤侮雅遜，朝夕必時，上貢必適，祭祀必敬。紂喜，命文王稱西伯，賜之千里之地。文王載拜稽首而辭曰：『願為民請炮烙之刑。』文王非惡千里之地，以為民請炮烙之刑，必欲得民心也。得民心則賢於千里之地，故曰文王智矣。 \\n 越王苦會稽之恥，欲深得民心，以致必死於吳。身不安枕席，口不甘厚味，目不視靡曼，耳不聽鐘鼓。三年苦身勞力，焦脣乾肺。內親群臣，下養百姓，以來其心。有甘肥不足分，弗敢食；有酒流之江，與民同之。身親耕而食，妻親織而衣。味禁珍，衣禁襲，色禁二。時出行路，從車載食，以視孤寡老弱之漬病困窮顏色愁悴不贍者，必身自食之。於是屬諸大夫而告之，曰：『願一與吳徼天下之衷。今吳、越之國，相與俱殘，士大夫履肝肺，同日而死，孤與吳王接頸交臂而僨，此孤之大願也。若此而不可得也，內量吾國不足以傷吳，外事之諸侯不能害之，則孤將棄國家，釋群臣，服劍臂刃，變容貌，易名姓，執箕帚而臣事之，以與吳王爭一旦之死。孤雖知要領不屬，首足異處，四枝布裂，為天下戮，孤之志必將出焉。』於是異日果與吳戰於五湖，吳師大敗，遂大圍王宮，城門不守，禽夫差，戮吳相，殘吳二年而霸，此先順民心也。 \\n 齊莊子請攻越，問於和子。和子曰：『先君有遺令曰：「無攻越，越猛虎也。」』莊子曰：『雖猛虎也，而今已死矣。』和子曰以告鴞子。鴞子曰：『已死矣以為生。』故凡舉事，必先審民心然後可舉。 \\n 知士 \\n 三曰── \\n 今有千里之馬於此，非得良工，猶若弗取。良工之與馬也，相得則然後成。譬之若枹與鼓。夫士亦有千里，高節死義，此士之千里也。能使士待千里者，其惟賢者也。 \\n 靜郭君善劑貌辨。劑貌辨之為人也多訾，門人弗說。士尉以証靜郭君，靜郭君弗聽，士尉辭而去。孟嘗君竊以諫靜郭君，靜郭君大怒曰：『(戔刀)而類！揆吾家，苟可以傔劑貌辨者，吾無辭為也。』於是舍之上舍，令長子御，朝暮進食。數年，威王薨，宣王立，靜郭君之交，大不善於宣王，辭而之薛，與劑貌辨俱。留無幾何，劑貌辨辭而行，請見宣王。靜郭君曰：『王之不說嬰也甚，公往，必得死焉。』劑貌辨曰：『固非求生也。』請必行，靜郭君不能止。劑貌辨行，至於齊，宣王聞之，藏怒以待之。劑貌辨見，宣王曰：『子靜郭君之所聽愛也？』劑貌辨答曰：『愛則有之，聽則無有。王方為太子之時，辨謂靜郭君曰：「太子之不仁，過頤涿視，若是者倍反。不若革太子，更立衛姬嬰兒校師。」靜郭君泫而曰：「不可，吾不忍為也。」且靜郭君聽辨而為之也，必無今日之患也，此為一也。至於薛，昭陽請以數倍之地易薛，辨又曰：「必聽之。」靜郭君曰：「受薛於先王，雖惡於後王，吾獨謂先王何乎？且先王之廟在薛，吾豈可以先王之廟予楚乎？」又不肯聽辨，此為二也。』宣王太息，動於顏色，曰：『靜郭君之於寡人一至此乎！寡人少，殊不知此。客肯為寡人少來靜郭君乎？』劑貌辨答曰：『敬諾。』靜郭君來，衣威王之服，冠其冠，帶其劍。宣王自迎靜郭君於於郊，望之而泣。靜郭君至，因請相之。靜郭君辭，不得已而受。十日，謝病，彊辭，三日而聽。當是時也，靜郭君可謂能自知人矣。能自知人，故非之弗為阻。此劑貌辨之所以外生樂、趨患難故也。 \\n 審己 \\n 四曰── \\n 凡物之然也，必有故。而不知其故，雖當與不知同，其卒必困。先王名士達師之所以過俗者，以其知也。水出於山而走於海，水非惡山而欲海也，高下使之然也。稼生於野而藏於倉，稼非有欲也，人皆以之也。故子路揜雉而復釋之。 \\n 子列子常射中矣，請之於關尹子。關尹子曰：『知子之所以中乎？』答曰：『弗知也。』關尹子曰：『未可。』退而習之三年，又請。關尹子曰：『子知子之所以中乎？』子列子曰：『知之矣。』關尹子曰：『可矣，守而勿失。』非獨射也，國之存也，國之亡也，身之賢也，身之不肖也，亦皆有以。聖人不察存亡賢不肖，而察其所以也。 \\n 齊攻魯，求岑鼎，魯君載他鼎以往。齊侯弗信而反之，為非，使人告魯侯曰：『柳下季以為是，請因受之。』魯君請於柳下季，柳下季答曰：『君之賂，以欲岑鼎也？以免國也？臣亦有國於此，破臣之國以免君之國，此臣之所難也。』於是魯君乃以真岑鼎往也。且柳下季可謂此能說矣，非獨存己之國也，又能存魯君之國。 \\n 齊湣王亡居於衛，晝日步足，謂公玉丹曰：『我已亡矣，而不知其故。吾所以亡者，果何故哉？我當已。』公玉丹答曰：『臣以王為已知之矣，王故尚未之知邪？王之所以亡也者，以賢也。天下之王皆不肖，而惡王之賢也，因相與合兵而攻王，此王之所以亡也。』湣王慨焉太息曰：『賢固若是其苦邪？』此亦不知其所以也，此公玉丹之所以過也。 \\n 越王授有子四人。越王之弟曰豫，欲盡殺之，而為之後。惡其三人而殺之矣，國人不說，大非上。又惡其一人而欲殺之，越王未之聽。其子恐必死，因國人之欲逐豫，圍王宮。越王太息曰：『余不聽豫之言，以罹此難也。』亦不知所以亡也。 \\n 精通 \\n 五曰── \\n 人或謂兔絲無根。兔絲非無根也，其根不屬也，伏苓是。慈石召鐵，或引之也。樹相近而靡，或軵之也。聖人南面而立，以愛利民為心，號令未出而天下皆延頸舉踵矣，則精通乎民也。夫賊害於人，人亦然。 \\n 今夫攻者，砥厲五兵，侈衣美食，發且有日矣，所被攻者不樂，非或聞之也，神者先告也。身在乎秦，所親愛在於齊，死而志氣不安，精或往來也。 \\n 德也者，萬民之宰也。月也者，群陰之本也。月望則蚌蛤實，群陰盈；月晦則蚌蛤虛，群陰虧。夫月形乎天，而群陰化乎淵；聖人形德乎己，而四方咸飭乎仁。 \\n 養由基射先，中石，矢乃飲羽，誠乎先也。伯樂學相馬，所見無非馬者，誠乎馬也。宋之庖丁好解牛，所見無非死牛者；三年而不見生牛；用刀十九年，刃若新磨硎，順其理，誠乎牛也。鍾子期夜聞擊磬者而悲，使人召而問之曰：『子何擊磬之悲也？』答曰：『臣之父不幸而殺人，不得生；臣子母得生，而為公家為酒；臣之身得生，而為公家擊磬。臣不睹臣之母三年矣。昔為舍氏睹臣之母，量所以贖之則無有，而身固公家之財也。是故悲也。』鍾子期歎嗟曰：『悲夫，悲夫！心非臂也，臂非椎非石也。悲存乎心而木石應之，故君子誠乎此而諭乎彼，感乎己而發乎人，豈必彊說乎哉？』周有申喜者，亡其母，聞乞人歌於門下而悲之，動於顏色，謂門者內乞人之歌者，自覺而問焉，曰：『何故而乞？』與之語，蓋其母也。故父母之於子也，子之於父母也，一體而兩分，同氣而異息。若草莽之有華實也，若樹木之有根心也，雖異處而相通，隱志相及，痛疾相救，憂思相感，生則相歡，死則相哀，此之謂骨肉之親。神出於忠，而應乎心，兩精相得，豈待言哉？ \\n   \\n  "}
{"章节": "卷第十", "正文": "  \\n 卷第十 \\n 　 \\n 孟冬紀 \\n 一曰── \\n 孟冬之月：日在尾，昏危中，旦七星中。其日壬癸。其帝顓頊。其神玄冥。其蟲介。其音羽。律中應鐘。其數六。其味鹹。其臭朽。其祀行。祭先腎。水始冰，地始凍。雉入大水為蜃。虹藏不見。天子居玄堂左個，乘玄輅，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘。其器宏以弇。 \\n 是月也，以立冬。先立冬三日，太史謁之天子，曰：『某日立冬，盛德在水。』天子乃齋。立冬之日，天子親率三公九卿大夫以迎冬於北郊。還，乃賞死事，恤孤寡。 \\n 是月也，命太卜，禱祠龜策占兆，審卦吉凶。於是察阿上亂法者則罪之，無有揜蔽。 \\n 是月也，天子始裘。命有司曰：『天氣上騰，地氣下降，天地不通，閉而成冬。』令百官，謹蓋藏。命司徒，循行積聚，無有不斂；(土付)城郭，戒門閭，修楗閉，慎關籥，固封璽，備邊境，完要塞，謹關梁，塞蹊徑，飭喪紀，辨衣裳，審棺槨之厚薄，營丘壟之小大高卑薄厚之度，貴賤之等級。 \\n 是月也，工師效功。陳祭器，按度程，無或作為淫巧，以蕩上心，必功致為上。物勒工名，以考其誠；工有不當，必行其罪，以窮其情。 \\n 是月也，大飲蒸，天子乃祈來年于天宗。大割，祠于公社及門閭，饗先祖五祀，勞農夫以休息之。天子乃命將率講武，肄射御、角力。 \\n 是月也，乃命水虞漁師收水泉池澤之賦，無或敢侵削眾庶兆民，以為天子取怨于下，其有若此者，行罪無赦。 \\n 孟冬行春令，則凍閉不密，地氣發泄，民多流亡。行夏令，則國多暴風，方冬不寒，蟄蟲復出。行秋令，則雪霜不時，小兵時起，土地侵削。 \\n 節喪 \\n 二曰── \\n 審知生，聖人之要也；審知死，聖人之極也。知生也者，不以害生，養生之謂也；知死也者，不以害死，安死之謂也。此二者，聖人之所獨決也。 \\n 凡生於天地之間，其必有死。所不免也。孝子之重其親也，慈親之愛其子也，痛於肌骨，性也。所重所愛，死而棄之溝壑，人之情不忍為也，故有葬死之義。葬也者，藏也，慈親孝子之所慎也。慎之者，以生人之心慮。以生人之心為死者慮也，莫如無動，莫如無發。無發無動，莫如無有可利，則此之謂重閉。 \\n 古之人有藏於廣野深山而安者矣，非珠玉國寶之謂也，葬不可不藏也。葬淺則狐狸抇之，深則及於水泉。故凡葬必於高陵之上，以避狐狸之患、水泉之溼。此則善矣，而忘姦邪盜賊寇亂之難，豈不惑哉？譬之若瞽師之避柱也，避柱而疾觸杙也。狐狸水泉姦邪盜賊寇亂之患，此杙之大者也。慈親孝子避之者，得葬之情矣。善棺槨，所以避螻蟻蛇蟲也。今世俗大亂，之主愈侈，其葬則心非為乎死者慮也，生者以相矜尚也。侈靡者以為榮，節儉者以為陋，不以便死為故，而徒以生者之誹譽為務，此非慈親孝子之心也。父雖死，孝子之重之不怠；子雖死，慈親之愛之不懈。夫葬所愛所重，而以生者之所甚欲，其以安之也，若之何哉？ \\n 民之於利也，犯流矢，蹈白刃，涉血抽肝以求之。野人之無聞者，忍親戚兄弟知交以求利。今無此之危，無此之醜，其為利甚厚，乘車食肉，澤及子孫，雖聖人猶不能禁，而況於亂？國彌大，家彌富，葬彌厚。含珠鱗施，夫玩好貨寶，鍾鼎壺濫，轝馬衣被戈劍，不可勝其數。諸養生之具，無不從者。題湊之室，棺槨數襲，積石積炭，以環其外。姦人聞之，傳以相告。上雖以嚴威重罪禁之，猶不可止。且死者彌久，生者彌疏；生者彌疏，則守者彌怠；守者彌怠而葬器如故，其勢固不安矣。世俗之行喪，載之以大輴，羽旄旌旗、如雲僂翣以督之，珠玉以佩之，黼黻文章以飭之，引紼者左右萬人以行之，以軍制立之然後可。以此觀世，則美矣侈矣；以此為死，則不可也。苟便於死，則雖貧國勞民，若慈親孝子者之所不辭為也。 \\n 安死 \\n 三曰── \\n 世之為丘壟也，其高大若山，其樹之若林，其設闕庭、為宮室、造賓阼也若都邑，以此觀世示富則可矣，以此為死則不可也。夫死，其視萬歲猶一瞚也。人之壽，久之不過百，中壽不過六十。以百與六十為無窮者之慮，其情必不相當矣。以無窮為死者之慮則得之矣。 \\n 今有人於此，為石銘置之壟上，曰：『此其中之物，具珠玉玩好財物寶器甚多，不可不抇，抇之必大富，世世乘車食肉。』人必相與笑之，以為大惑。世之厚葬也有似於此。自古及今，未有不亡之國也；無不亡之國者，是無不抇之墓也。以耳目所聞見，齊、荊、燕嘗亡矣，宋、中山已亡矣，趙、魏、韓皆亡矣，其皆故國矣。自此以上者亡國不可勝數，是故大墓無不抇也。而世皆爭為之，豈不悲哉？ \\n 君之不令民，父之不孝子，兄之不悌弟，皆鄉里之所釜(鬲瓦)者而逐之，憚耕稼采薪之勞，不肯官人事，而祈美衣侈食之樂，智巧窮屈，無以為之，於是乎聚群多之徒，以深山廣澤林藪，扑擊遏奪，又視名丘大墓葬之厚者，求舍便居，以微抇之，日夜不休，必得所利，相與分之。夫有所愛所重，而令姦邪盜賊寇亂之人卒必辱之，此孝子忠臣親父交友之大事。堯葬於穀林，通樹之；舜葬於紀市，不變其肆；禹葬於會稽，不變人徒；是故先王以儉節葬死也，非愛其費也，非惡其勞也，以為死者慮也。 \\n 先王之所惡，惟死者之辱也。發則必辱，儉則不發，故先王之葬，必儉、必合、必同。何謂合？何謂同？葬於山林則合乎山林，葬於阪隰則同乎阪隰，此之謂愛人。夫愛人者眾，知愛人者寡。故宋未亡而東冢抇，齊未亡而莊公冢抇，國安寧而猶若此，又況百世之後而國已亡乎？故孝子忠臣親父交友不可不察於此也。夫愛之而反危之，其此之謂乎。詩曰：『不敢暴虎，不敢馮河，人知其一，莫知其他』，此言不知鄰類也。故反以相非，反以相是。其所非方其所是也，其所是方其所非也。是非未定，而喜怒鬥爭，反為用矣。吾不非鬥，不非爭，而非所以鬥，非所以爭。故凡鬥爭者，是非已定之用也。今多不先定其是非而先疾鬥爭，此惑之大者也。 \\n 魯季孫有喪，孔子往弔之。入門而左，從客也。主人以璵璠收，孔子徑庭而趨，歷級而上，曰：『以寶玉收，譬之猶暴骸中原也。』徑庭歷級，非禮也；雖然，以救過也。 \\n 異寶 \\n 四曰── \\n 古之人非無寶也，其所寶者異也。孫叔敖疾，將死，戒其子曰：『王數封我矣，吾不受也。為我死，王則封汝，必無受利地。楚、越之間有寢之丘者，此其地不利，而名甚惡。荊人畏鬼，而越人信機。可長有者，其唯此也。』孫叔敖死，王果以美地封其子，而子辭，請寢之丘，故至今不失。孫叔敖之知，知不以利為利矣，知以人之所惡為己之所喜，此有道者之所以異乎俗也。 \\n 五員亡，荊急求之，登太行而望鄭曰：『蓋是國也，地險而民多知，其主俗主也，不足與舉。』去鄭而之許，見許公而問所之。許公不應，東南嚮而唾。五員載拜受賜曰：『知所之矣。』因如吳。過於荊，至江上，欲涉，見一丈人，刺小船，方將漁，從而請焉。丈人度之，絕江，問其名族，則不肯告，解其劍以予丈人，曰：『此千金之劍也，願獻之丈人。』丈人不肯受曰：『荊國之法，得五員者，爵執圭，祿萬檐，金千鎰。昔者子胥過，吾猶不取，今我何以子之千金劍為乎？』五員過於吳，使人求之江上則不能得也，每食必祭之，祝曰：『江上之丈人！天地至大矣，至眾矣，將奚不有為也？而無以為。為矣而無以為之。名不可得而聞，身不可得而見，其惟江上之丈人乎？』 \\n 宋之野人，耕而得玉，獻之司城子罕，子罕不受。野人請曰：『此野人之寶也，願相國為之賜而受之也。』子罕曰：『子以玉為寶，我以不受為寶。』故宋國之長者曰：『子罕非無寶也，所寶者異也。』 \\n 今以百金與摶黍以示兒子，兒子必取摶黍矣；以龢氏之璧與百金以示鄙人，鄙人必取百金矣；以龢氏之璧、道德之至言以示賢者，賢者必取至言矣。其知彌精，其所取彌精；其知彌觕，其所取彌觕。 \\n 異用 \\n 五曰── \\n 萬物不同，而用之於人異也，此治亂存亡死生之原。故國廣巨，兵彊富，未必安也；尊貴高大，未必顯也；在於用之。桀、紂用其材而成其亡，湯、武用其材而成其王。 \\n 湯見祝網者，置四面，其祝曰：『從天墜者，從地出者，從四方來者，皆離吾網。』湯曰：『嘻！盡之矣。非桀其孰為此也？』湯收其三面，置其一面，更教祝曰：『昔蛛蝥作網罟，今之人學紓。欲左者左，欲右者右，欲高者高，欲下者下，吾取其犯命者。』漢南之國聞之曰：『湯之德及禽獸矣。』四十國歸之。人置四面，未必得鳥；湯去其三面，置其一面，以網其四十國，非徒網鳥也。 \\n 周文王使人抇池，得死人之骸，吏以聞於文王，文王曰：『更葬之。』吏曰：『此無主矣。』文王曰：『有天下者，天下之主也；有一國者，一國之主也。今我非其主也？』遂令吏以衣棺更葬之。天下聞之曰：『文王賢矣，澤及髊骨，又況於人乎？』或得寶以危其國，文王得杇骨以喻其意，故聖人於物也無不材。 \\n 孔子之弟子從遠方來者，孔子荷杖而問之曰：『子之公不有恙乎？』搏杖而揖之，問曰：『子之父母不有恙乎？』置杖而問曰：『子之兄弟不有恙乎？』杙步而倍之，問曰：『子之妻子不有恙乎？』故孔子以六尺之杖，諭貴賤之等，辨疏親之義，又況於以尊位厚祿乎？ \\n 古之人貴能射也，以長幼養老也。今之人貴能射也，以攻戰侵奪也。其細者以劫弱暴寡也，以遏奪為務也。仁人之得飴，以養疾侍老也。跖與企足得飴，以開閉取楗也。 \\n   \\n  "}
{"章节": "卷第十一", "正文": "  \\n 卷第十一 \\n 　 \\n 仲冬紀 \\n 一曰── \\n 仲冬之月：日在斗，昏東壁中，旦軫中。其日壬癸。其帝顓頊。其神玄冥。其蟲介。其音羽。律中黃鐘。其數六。其味鹹。其臭朽。其祀行。祭先腎。冰益壯。地始坼。鶡鴠不鳴。虎始交。天子居玄堂太廟，乘玄輅，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘。其器宏以弇。命有司曰：『土事無作，無發蓋藏，無起大眾，以固而閉。』發蓋藏，起大眾，地氣且泄，是謂發天地之房。諸蟄則死，民多疾疫，又隨以喪，命之曰暢月。 \\n 是月也，命閹尹，申宮令，審門閭，謹房室，必重閉。省婦事，毋得淫，雖有貴戚近習，無有不禁。乃命大酋，秫稻必齊，麴糱必時，湛饎必潔，水泉必香，陶器必良，火齊必得，兼用六物，大酋監之，無有差忒。天子乃命有司，祈祀四海大川名原淵澤井泉。 \\n 是月也，農有不收藏積聚者，牛馬畜獸有放佚者，取之不詰。山林藪澤，有能取疏食田獵禽獸者，野虞教導之；其有侵奪者，罪之不赦。 \\n 是月也，日短至。陰陽爭，諸生蕩。君子齋戒，處必弇，身必寧，去聲色，禁嗜慾，安形性，事欲靜，以待陰陽之所定。芸始生。荔挺出。蚯蚓結。糜角解。水泉動。日短至，則伐林木，取竹箭。 \\n 是月也，可以罷官之無事者，去器之無用者。塗闕庭門閭，築囹圄，此所以助天地之閉藏也。 \\n 仲冬行夏令，則其國乃旱，氣霧冥冥，雷乃發聲。行秋令，則天時雨汁，瓜瓠不成，國有大兵。行春令，則蟲螟為敗，水泉減竭，民多疾癘。 \\n 至忠 \\n 二曰── \\n 至忠逆於耳、倒於心，非賢主其孰能聽之？故賢主之所說，不肖主之所誅也。人主無不惡暴劫者，而日致之，惡之何益？今有樹於此，而欲其美也，人時灌之，則惡之，而日伐其根，則必無活樹矣。夫惡聞忠言，乃自伐之精者也。 \\n 荊莊哀王獵於雲夢，射隨兕，中之。申公子培劫王而奪之。王曰：『何其暴而不敬也？』命吏誅之。左右大夫皆進諫曰：『子培，賢者也，又為王百倍之臣，此必有故，願察之也。』不出三月，子培疾而死。荊興師，戰於兩棠，大勝晉，歸而賞有功者。申公子培之弟進請賞於吏曰：『人之有功也於軍旅，臣兄之有功也於車下。』王曰：『何謂也？』對曰：『臣之兄犯暴不敬之名，觸死亡之罪於王之側，其愚心將以忠於君王之身，而持千歲之壽也。臣之兄嘗讀故記曰：「殺隨兕者，不出三月。」是以臣之兄驚懼而爭之，故伏其罪而死。』王令人發平府而視之，於故記果有，乃厚賞之。申公子培，其忠也可謂穆行矣。穆行之意，人知之不為勸，人不知不為沮，行無高乎此矣。 \\n 齊王疾痏，使人之宋迎文摯。文摯至，視王之疾，謂太子曰：『王之疾必可已也。雖然，王之疾已，則必殺摯也。』太子曰：『何故？』文摯對曰：『非怒王則疾不可治，怒王則摯必死。』太子頓首彊請曰：『苟已王之疾，臣與臣之母以死爭之於王，王必幸臣與臣之母，願先生之勿患也。』文摯曰：『諾。請以死為王。』與太子期，而將往不當者三，齊王固已怒矣。文摯至，不解屨登床，履王衣，問王之疾，王怒而不與言。文摯因出辭以重怒王，王叱而起，疾乃遂已。王大怒不說，將生烹文摯。太子與王后急爭之而不能得，果以鼎生烹文摯。爨之三日三夜，顏色不變。文摯曰：『誠欲殺我，則胡不覆之，以絕陰陽之氣。』王使覆之，文摯乃死。夫忠於治世易，忠於濁世難。文摯非不知活王之疾而身獲死也，為太子行難以成其義也。 \\n 忠廉 \\n 三曰── \\n 士議之不可辱者大之也，大之則尊於富貴也，利不足以虞其意矣。雖名為諸侯，實有萬乘，不足以挺其心矣。誠辱則無為樂生。若此人也，有勢則必不自私矣，處官則必不為汙矣，將眾則必不撓北矣。忠臣亦然。苟便於主利於國，無敢辭違殺身出生以徇之。國有士若此，則可謂有人矣。若此人者固難得，其患雖得之有不智。 \\n 吳王欲殺王子慶忌而莫之能殺，吳王患之。要離曰：『臣能之。』吳王曰：『汝惡能乎？吾嘗以六馬逐之江上矣，而不能及；射之矢，左右滿把，而不能中。今汝拔劍則不能舉臂，上車則不能登軾，汝惡能？』要離曰：『士患不勇耳，奚患於不能？王誠能助，臣請必能。』吳王曰：『諾。』明旦加要離罪焉，摯執妻子，焚之而揚其灰。要離走，往見王子慶忌於衛。王子慶忌喜曰：『吳王之無道也，子之所見也，諸侯之所知也，今子得免而去之亦善矣。』要離與王子慶忌居有間，謂王子慶忌曰：『吳之無道也愈甚，請與王子往奪之國。』王子慶忌曰：『善。』乃與要離俱涉於江。中江，拔劍以刺王子慶忌，王子慶忌捽之，投之於江，浮則又取而投之，如此者三。其卒曰：『汝天下之國士也，幸汝以成而名。』要離得不死，歸於吳。吳王大說，請與分國。要離曰：『不可。臣請必死。』吳王止之。要離曰：『夫殺妻子焚之而揚其灰，以便事也，臣以為不仁。夫為故主殺新主，臣以為不義。夫捽而浮乎江，三入三出，特王子慶忌為之賜而不殺耳，臣已為辱矣。夫不仁不義，又且已辱，不可以生。』吳王不能止，果伏劍而死。要離可謂不為賞動矣。故臨大利而不易其義，可謂廉矣。廉故不以貴富而忘其辱。 \\n 衛懿公有臣曰弘演，有所於使。翟人攻衛，其民曰：『君之所予位祿者，鶴也；所貴富者，宮人也。君使宮人與鶴戰，余焉能戰？』遂潰而去。翟人至，及懿公於榮澤，殺之，盡食其肉，獨捨其肝。弘演至，報使於肝，畢，呼天而啼，盡哀而止，曰：『臣請為襮。』因自殺，先出其腹實，內懿公之肝。桓公聞之曰：『衛之亡也，以為無道也。今有臣若此，不可不存。』於是復立衛於楚丘。弘演可謂忠矣，殺身出生以徇其君。非徒徇其君也，又令衛之宗廟復立，祭祀不絕，可謂有功矣。 \\n 當務 \\n 四曰── \\n 辨而不當論，信而不當理，勇而不當義，法而不當務，惑而乘驥也，狂而操『吳干將』也，大亂天下者，必此四者也。所貴辨者，為其由所論也；所貴信者，為其遵所理也；所貴勇者，為其行義也；所貴法者，為其當務也。 \\n 跖之徒問於跖曰：『盜有道乎？』跖曰：『奚啻其有道也？夫妄意關內，中藏，聖也；入先，勇也；出後，義也；知時，智也；分均，仁也。不通此五者，而能成大盜者，天下無有。』備說非六王、五伯，以為『堯有不慈之名，舜有不孝之行，禹有淫湎之意，湯、武有放殺之事，五伯有暴亂之謀。世皆譽之，人皆諱之，惑也』。故死而操金椎以葬，曰『下見六王、五伯，將穀其頭』矣。辨若此不如無辨。 \\n 楚有直躬者，其父竊羊而謁之上，上執而將誅之。直躬者請代之。將誅矣，告吏曰：『父竊羊而謁之，不亦信乎？父誅而代之，不亦孝乎？信且孝而誅之，國將有不誅者乎？』荊王聞之，乃不誅也。孔子聞之曰：『異哉直躬之為信也，一父而載取名焉。』故直躬之信，不若無信。 \\n 齊之好勇者，其一人居東郭，其一人居西郭，卒然相遇於塗曰：『姑相飲乎？』觴數行，曰：『姑求肉乎？』一人曰：『子肉也？我肉也？尚胡革求肉而為？』於是具染而已，因抽刀而相啖，至死而止。勇若此，不若無勇。 \\n 紂之同母三人，其長曰微子啟，其次曰中衍，其次曰受德。受德乃紂也，甚少矣。紂母之生微子啟與中衍也尚為妾，已而為妻而生紂。紂之父、紂之母欲置微子啟以為太子，太史據法而爭之曰：『有妻之子，而不可置妾之子。』紂故為後。用法若此，不若無法。 \\n 長見 \\n 五曰── \\n 智所以相過，以其長見與短見也。今之於古也，猶古之於後世也。今之於後世，亦猶今之於古也。故審知今則可知古，知古則可知後，古今前後一也。故聖人上知千歲，下知千歲也。 \\n 荊文王曰：『莧譆數犯我以義，違我以禮，與處則不安，曠之則不穀得焉，不以吾身爵之，後世有聖人，將以非不穀』，於是爵之五大夫。『申侯伯善持養吾意，吾所欲則先我為之，與處則安，曠之而不穀喪焉，不以吾身遠之，後世有聖人，將以非不穀』，於是送而行之。申侯伯如鄭，阿鄭君之心，先為其所欲，三年而知鄭國之政也，五月而鄭人殺之。是後世之聖人，使文王為善於上世也。 \\n 晉平公鑄為大鐘，使工聽之，皆以為調矣。師曠曰：『不調，請更鑄之。』平公曰：『工皆以為調矣。』師曠曰：『後世有知音者，將知鐘之不調也，臣竊為君恥之。』至於師涓，而果知鐘之不調也。是師曠欲善調鐘，以為後世之知音者也。 \\n 呂太公望封於齊，周公旦封於魯，二君者甚相善也。相謂曰『何以治國』？太公望曰：『尊賢上功。』周公旦曰：『親親上恩。』太公望曰：『魯自此削矣。』周公旦曰：『魯雖削，有齊者亦必非呂氏也。』其後齊日以大，至於霸，二十四世而田成子有齊國；魯日以削，至於覲存，三十四世而亡。 \\n 吳起治西河之外，王錯譖之於魏武侯，武侯使人召之。吳起至於岸門，止車而望西河，泣數行而下。其僕謂吳起曰：『竊觀公之意，視釋天下若釋(足麗)，今去西河而泣，何也？』吳起抿泣而應之曰：『子不識。君知我而使我畢能西河可以王。今君聽讒人之議，而不知我，西河之為秦取不久矣，魏從此削矣。』吳起果去魏入楚。有間，西河畢入秦，秦日益大，此吳起之所先見而泣也。 \\n 魏公叔痤疾。惠王往問之，曰：『公叔之疾，嗟！疾甚矣！將奈社稷何？』公叔對曰：『臣之御庶子鞅，願王以國聽之也。為不能聽，勿使出境。』王不應，出而謂左右曰：『豈不悲哉？以公叔之賢，而今謂寡人必以國聽鞅，悖也夫！』公叔死，公孫鞅西游秦，秦孝公聽之，秦果用彊，魏果用弱，非公叔痤之悖也，魏王則悖也。夫悖者之患，固以不悖為悖。 \\n   \\n  "}
{"章节": "卷第十二", "正文": "  \\n 卷第十二 \\n 　 \\n 季冬紀 \\n 一曰── \\n 季冬之月：日在婺女，昏婁中，旦氐中。其日壬癸。其帝顓頊。其神玄冥。其蟲介。其音羽。律中大呂。其數六。其味鹹。其臭朽。其祀行。祭先腎。鴈北鄉。鵲始巢。雉雊雞乳。天子居玄堂右個，乘玄輅，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘。其器宏以弇。命有司大儺，旁磔，出土牛，以送寒氣。征鳥厲疾。乃畢行山川之祀，及帝之大臣、天地之神祇。 \\n 是月也，命漁師始漁，天子親往。乃嘗魚，先薦寢廟。冰方盛，水澤復，命取冰。冰已入，令告民，出五種。命司農，計耦耕事，修耒耜，具田器。命樂師，大合吹而罷。乃命四監，收秩薪柴，以供寢廟及百祀之薪燎。 \\n 是月也，日窮於次，月窮於紀，星迴於天，數將幾終，歲將更始。專於農民，無有所使。天子乃與卿大夫飭國典，論時令，以待來歲之宜。乃命太史，次諸侯之列，賦之犧牲，以供皇天上帝社稷之享。乃命同姓之國，供寢廟之芻豢。令宰歷卿大夫至于庶民土田之數，而賦之犧牲，以供山林名川之祀。凡在天下九州之民者，無不咸獻其力，以供皇天上帝社稷寢廟山林名川之祀。 \\n 行之是令，此謂一終，三旬二日。季冬行秋令，則白露蚤降，介蟲為妖，四鄰入保。行春令，則胎夭多傷，國多固疾，命之曰逆。行夏令，則水潦敗國，時雪不降，冰凍消釋。 \\n 士節 \\n 二曰── \\n 士之為人，當理不避其難，臨患忘利，遺生行義，視死如歸。有如此者，國君不得而友，天子不得而臣。大者定天下，其次定一國，必由如此人者也。故人主之欲大立功名者，不可不務求此人也。賢主勞於求人，而佚於治事。 \\n 齊有北郭騷者，結罘罔，捆蒲葦，織萉屨，以養其母猶不足，踵門見晏子曰：『願乞所以養母。』晏子之僕謂晏子曰：『此齊國之賢者也，其義不臣乎天子，不友乎諸侯，於利不苟取，於害不苟免。今乞所以養母，是說夫子之義也，必與之。』晏子使人分倉粟分府金而遺之，辭金而受粟。有間，晏子見疑於齊君，出奔，過北郭騷之門而辭。北郭騷沐浴而出見晏子曰：『夫子將焉適？』晏子曰：『見疑於齊君，將出奔。』北郭子曰：『夫子勉之矣。』晏子上車，太息而歎曰：『嬰之亡豈不宜哉？亦不知士甚矣。』晏子行。北郭子召其友而告之曰：『說晏子之義，而當乞所以養母焉。吾聞之曰：「養及親者，身伉其難。」今晏子見疑，吾將以身死白之。』著衣冠，令其友操劍奉笥而從，造於君庭，求復者曰：『晏子，天下之賢者也，去則齊國必侵矣。必見國之侵也，不若先死。請以頭託白晏子也。』因謂其友曰：『盛吾頭於笥中，奉以託。』退而自刎也。其友因奉以託。其友謂觀者曰：『北郭子為國故死，吾將為北郭子死也。』又退而自刎。齊君聞之，大駭，乘馹而自追晏子，及之國郊，請而反之。晏子不得已而反，聞北郭騷之以死白己也，曰：『嬰之亡豈不宜哉？亦愈不知士甚矣。』 \\n 介立 \\n 三曰── \\n 以貴富有人易，以貧賤有人難。今晉文公出亡，周流天下，窮矣賤矣，而介子推不去，有以有之也。反國有萬乘，而介子推去之，無以有之也。能其難，不能其易，此文公之所以不王也。晉文公反國，介子推不肯受賞，自為賦詩曰：『有龍于飛，周遍天下。五蛇從之，為之丞輔。龍反其鄉，得其處所。四蛇從之，得其露雨。一蛇羞之，橋死於中野，懸書公門，而伏於山下。』文公聞之曰：『譆！此必介子推也。』避舍變服，令士庶人曰：『有能得介子推者，爵上卿，田百萬。』或遇之山中，負釜蓋簦，問焉曰：『請問介子推安在？』應之曰：『夫介子推苟不欲見而欲隱，吾獨焉知之？』遂背而行，終身不見。人心之不同，豈不甚哉？今世之逐利者，早朝晏退，焦脣乾嗌，日夜思之，猶未之能得，今得之而務疾逃之，介子推之離俗遠矣。 \\n 東方有士焉曰爰旌目，將有適也，而餓於道。狐父之盜曰丘，見而下壺餐以餔之。爰旌目三餔之而後能視，曰：『子何為者也？』曰：『我狐父之人丘也。』爰旌目曰：『譆！汝非盜邪？胡為而食我？吾義不食子之食也。』兩手據地而吐之，不出，喀喀然遂伏地而死。鄭人之下(革處)也，莊蹻之暴郢也，秦人之圍長平也，韓、荊、趙，此三國者之將帥貴人皆多驕矣，其士卒眾庶皆多壯矣，因相暴以相殺，脆弱者拜請以避死，其卒遞而相食，不辨其義，冀幸以得活。如爰旌目已食而不死矣，惡其義而不肯不死，今此相為謀，豈不遠哉？ \\n 誠廉 \\n 四曰── \\n 石可破也，而不可奪堅；丹可磨也，而不可奪赤。堅與赤，性之有也。性也者，所受於天也，非擇取而為之也。豪士之自好者，其不可漫以汙也，亦猶此也。 \\n 昔周之將興也，有士二人，處於孤竹，曰伯夷、叔齊。二人相謂曰：『吾聞西方有偏伯焉，似將有道者，今吾奚為處乎此哉？』二子西行如周，至於岐陽，則文王已歿矣。武王即位，觀周德，則王使叔旦就膠鬲於次四內，而與之盟曰：『加富三等，就官一列。』為三書同辭，血之以牲，埋一於四內，皆以一歸。又使保召公就微子開於共頭之下，而與之盟曰：『世為長侯，守殷常祀，相奉桑林，宜私孟諸。』為三書同辭，血之以牲，埋一於共頭之下，皆以一歸。伯夷、叔齊聞之，相視而笑曰：『譆，異乎哉！此非吾所謂道也。昔者神農氏之有天下也，時祀盡敬而不祈福也。其於人也，忠信盡治而無求焉。樂正與為正，樂治與為治，不以人之壞自成也，不以人之庳自高也。今周見殷之僻亂也，而遽為之正與治，上謀而行貨，阻丘而保威也。割牲而盟以為信，因四內與共頭以明行，揚夢以說眾，殺伐以要利，以此紹殷，是以亂易暴也。吾聞古之士，遭乎治世，不避其任，遭乎亂世，不為苟在。今天下闇，周德衰矣。與其並乎周以漫吾身也，不若避之以潔吾行。』二子北行，至首陽之下而餓焉。人之情莫不有重，莫不有輕。有所重則欲全之，有所輕則以養所重。伯夷、叔齊，此二士者，皆出身棄生以立其意，輕重先定也。 \\n 不侵 \\n 五曰── \\n 天下輕於身，而士以身為人。以身為人者，如此其重也，而人不知，以奚道相得？賢主必自知士，故士盡力竭智，直言交爭，而不辭其患，豫讓、公孫弘是矣。當是時也，智伯、孟嘗君知之矣。世之人主，得地百里則喜，四境皆賀，得士則不喜，不知相賀，不通乎輕重也。 \\n 湯、武，千乘也，而士皆歸之。桀、紂，天子也，而士皆去之。孔、墨，布衣之士也；萬乘之主，千乘之君，不能與之爭士也。自此觀之，尊貴富大不足以來士矣，必自知之然後可。 \\n 豫讓之友謂豫讓曰：『子之行何其惑也？子嘗事范氏、中行氏，諸侯盡滅之，而子不為報，至於智氏，而子必為之報，何故？』豫讓曰：『我將告子其故。范氏、中行氏，我寒而不我衣，我饑而不我食，而時使我與千人共其養，是眾人畜我也。夫眾人畜我者，我亦眾人事之。至於智氏則不然，出則乘我以車，入則足我以養，眾人廣朝，而必加禮於吾所，是國士畜我也。夫國士畜我者，我亦國士事之。』豫讓，國士也，而猶以人之於己也為念，又況於中人乎？ \\n 孟嘗君為從，公孫弘謂孟嘗君曰：『君不若使人西觀秦王。意者秦王帝王之主也，君恐不得為臣，何暇從以難之？意者秦王不肖主也，君從以難之未晚也。』孟嘗君曰：『善。願因請公往矣。』公孫弘敬諾，以車十乘之秦。秦昭王聞之，而欲醜之以辭，以觀公孫弘。公孫弘見昭王，昭王曰：『薛之地小大幾何？』公孫弘對曰：『百里。』昭王笑曰：『寡人之國，地數千里，猶未敢以有難也。今孟嘗君之地方百里，而因欲以難寡人猶可乎？』公孫弘對曰：『孟嘗君好士，大王不好士。』昭王曰：『孟嘗君之好士何如？』公孫弘對曰：『義不臣乎天子，不友乎諸侯，得意則不慚為人君，不得意則不肯為人臣，如此者三人。能治可為管、商之師，說義聽行，其能致主霸王，如此者五人。萬乘之嚴主，辱其使者，退而自刎也，必以其血汙其衣，有如臣者七人。』昭王笑而謝焉曰：『客胡為若此？寡人善孟嘗君，欲客之必謹諭寡人之意也。』公孫弘敬諾。公孫弘可謂不侵矣。昭王，大王也。孟嘗君，千乘也。立千乘之義而不可凌，可謂士矣。 \\n 序意 \\n 維秦八年，歲在涒灘，秋，甲子朔，朔之日，良人請問十二紀。文信侯曰：『嘗得學黃帝之所以誨顓頊矣，爰有大圜在上，大矩在下，汝能法之，為民父母。蓋聞古之清世，是法天地。凡十二紀者，所以紀治亂存亡也，所以知壽夭吉凶也。上揆之天，下驗之地，中審之人，若此則是非可不可無所遁矣。天曰順，順維生；地曰固，固維寧；人曰信，信維聽。三者咸當，無為而行。行也者，行其理也。行數，循其理，平其私。夫私視使目盲，私聽使耳聾，私慮使心狂。三者皆私設精則智無由公。智不公，則福日衰，災日隆，以日倪而西望知之。』 \\n 趙襄子游於囿中，至於梁，馬卻不肯進，青荓為參乘，襄子曰：『進視梁下，類有人。』青荓進視梁下。豫讓卻寢，佯為死人，叱青荓曰：『去！長者吾且有事。』青荓曰：『少而與子友，子且為大事，而我言之，是失相與友之道。子將賊吾君，而我不言之，是失為人臣之道。如我者惟死為可。』乃退而自殺。青荓非樂死也，重失人臣之節，惡廢交友之道也。青荓、豫讓可謂之友也。 \\n   \\n  "}
{"章节": "卷第十三", "正文": "  \\n 卷第十三 \\n 　 \\n 有始 \\n 一曰── \\n 天地有始。天微以成，地塞以形。天地合和，生之大經也。以寒暑日月晝夜知之，以殊形殊能異宜說之。夫物合而成，離而生。知合知成，知離知生，則天地平矣。平也者，皆當察其情，處其形。 \\n 天有九野，地有九州，土有九山，山有九塞，澤有九藪，風有八等，水有六川。 \\n 何謂九野？中央曰鈞天，其星角、亢、氐。東方曰蒼天，其星房、心、尾。東北曰變天，其星箕、斗、牽牛。北方曰玄天，其星婺女、虛、危、營室。西北曰幽天，其星東壁、奎、婁。西方曰顥天，其星胃、昴、畢。西南曰朱天，其星觜嶲、參、東井。南方曰炎天，其星輿鬼、柳、七星。東南曰陽天，其星張、翼、軫。 \\n 何謂九州？河、漢之間為豫州，周也。兩河之間為冀州，晉也。河、濟之間為兗州，衛也。東方為青州，齊也。泗上為徐州，魯也。東南為揚州，越也。南方為荊州，楚也。西方為雍州，秦也。北方為幽州，燕也。 \\n 何謂九山？會稽，太山，王屋，首山，太華，岐山，太行，羊腸，孟門。 \\n 何謂九塞？大汾，冥阨，荊阮，方城，殽，井陘，令疵，句注，居庸。 \\n 何謂九藪？吳之具區，楚之雲夢，秦之陽華，晉之大陸，梁之圃田，宋之孟諸，齊之海隅，趙之鉅鹿，燕之大昭。 \\n 何謂八風？東北曰炎風，東方曰滔風，東南曰熏風，南方曰巨風，西南曰淒風，西方曰飂風，西北曰厲風，北方曰寒風。 \\n 何謂六川？河水，赤水，遼水，黑水，江水，淮水。 \\n 凡四海之內，東西二萬八千里，南北二萬六千里，水道八千里，受水者亦八千里，通谷六，名川六百，陸注三千，小水萬數。 \\n 凡四極之內，東西五億有九萬七千里，南北亦五億有九萬七千里。 \\n 極星與天俱游，而天極不移。 \\n 冬至日行遠道，周行四極，命曰玄明。夏至日行近道，乃參於上。當樞之下無晝夜。白民之南，建木之下，日中無影，呼而無響，蓋天地之中也。 \\n 天地萬物，一人之身也，此之謂大同。眾耳目鼻口也，眾五穀寒暑也，此之謂眾異。則萬物備也。天斟萬物，聖人覽焉，以觀其類。解在乎天地之所以形，雷電之所以生，陰陽材物之精，人民禽獸之所安平。 \\n 應同 \\n 二曰── \\n 凡帝王者之將興也，天必先見祥乎下民。黃帝之時，天先見大螾大螻，黃帝曰『土氣勝』，土氣勝，故其色尚黃，其事則土。及禹之時，天先見草木秋冬不殺，禹曰『木氣勝』，木氣勝，故其色尚青，其事則木。及湯之時，天先見金刃生於水，湯曰『金氣勝』，金氣勝，故其色尚白，其事則金。及文王之時，天先見火，赤烏銜丹書集於周社，文王曰『火氣勝』，火氣勝，故其色尚赤，其事則火。代火者必將水，天且先見水氣勝，水氣勝，故其色尚黑，其事則水。水氣至而不知，數備，將徙于土。天為者時，而不助農於下。類固相召，氣同則合，聲比則應。鼓宮而宮動，鼓角而角動。平地注水，水流溼。均薪施火，火就燥。山雲草莽，水雲魚鱗，旱雲煙火，雨雲水波，無不皆類其所生以示人。故以龍致雨，以形逐影。師之所處，必生棘楚。禍福之所自來，眾人以為命，安知其所。 \\n 夫覆巢毀卵，則鳳凰不至；刳獸食胎，則麒麟不來；乾澤涸漁，則龜龍不往。物之從同，不可為記。子不遮乎親，臣不遮乎君。君同則來，異則去。故君雖尊，以白為黑，臣不能聽；父雖親，以黑為白，子不能從。黃帝曰：『芒芒昧昧，因天之威，與元同氣。』故曰同氣賢於同義，同義賢於同力，同力賢於同居，同居賢於同名。帝者同氣，王者同義，霸者同力，勤者同居則薄矣，亡者同名則觕矣。其智彌觕者，其所同彌觕；其智彌精者，其所同彌精；故凡用意不可不精。夫精，五帝三王之所以成也。成齊類同皆有合，故堯為善而眾善至，桀為非而眾非來。商箴云：『天降災布祥，並有其職』，以言禍福人或召之也。故國亂非獨亂也，又必召寇。獨亂未必亡也，召寇則無以存矣。 \\n 凡兵之用也，用於利，用於義。攻亂則脆，脆則攻者利。攻亂則義，義則攻者榮。榮且利，中主猶且為之，況於賢主乎？故割地寶器，卑辭屈服，不足以止攻，惟治為足。治則為利者不攻矣，為名者不伐矣。凡人之攻伐也，非為利則因為名也，名實不得，國雖彊大者，曷為攻矣？解在乎史墨來而輟不襲衛，趙簡子可謂知動靜矣。 \\n 去尤 \\n 三曰── \\n 世之聽者，多有所尤，多有所尤則聽必悖矣。所以尤者多故，其要必因人所喜，與因人所惡。東面望者不見西牆，南鄉視者不睹北方，意有所在也。 \\n 人有亡鈇者，意其鄰之子，視其行步竊鈇也，顏色竊鈇也，言語竊鈇也，動作態度無為而不竊鈇也。相其谷而得其鈇，他日復見其鄰之子，動作態度無似竊鈇者。其鄰之子非變也，己則變矣。變也者無他，有所尤也。 \\n 邾之故法，為甲裳以帛。公息忌謂邾君曰：『不若以組。凡甲之所以為固者，以滿竅也。今竅滿矣，而任力者半耳。且組則不然，竅滿則盡任力矣。』邾君以為然，曰：『將何所以得組也？』公息忌對曰：『上用之則民為之矣。』邾君曰：『善。』下令，令官為甲必以組。公息忌知說之行也，因令其家皆為組。人有傷之者曰：『公息忌之所以欲用組者，其家多為組也。』邾君不說，於是復下令，令官為甲無以組。此邾君之有所尤也。為甲以組而便，公息忌雖多為組何傷也？以組不便，公息忌雖無組，亦何益也？為組與不為組，不足以累公息忌之說。用組之心，不可不察也。 \\n 魯有惡者，其父出而見商咄，反而告其鄰曰：『商咄不若吾子矣。』且其子至惡也，商咄至美也。彼以至美不如至惡，尤乎愛也。故知美之惡，知惡之美，然後能知美惡矣。莊子曰：『以瓦殶者翔，以鉤殶者戰，以黃金殶者殆。其祥一也，而有所殆者，必外有所重者也。外有所重者，泄蓋內掘。』魯人可謂外有重矣。 \\n 解在乎齊人之欲得金也，及秦墨者之相妒也，皆有所乎尤也。老聃則得之矣。若植木而立乎獨，必不合於俗，則何可擴矣。 \\n 聽言 \\n 四曰── \\n 聽言不可不察。不察則善不善不分。善不善不分，亂莫大焉。三代分善不善，故王。今天下彌衰，聖王之道廢絕。世主多盛其歡樂，大其鐘鼓，侈其臺榭苑囿，以奪人財；輕用民死，以行其忿；老弱凍餒，夭膌壯狡，汔盡窮屈，加以死虜；攻無皋之國以索地，誅不辜之民以求利；而欲宗廟之安也，社稷之不危也，不亦難乎？今人曰：『某氏多貨，其室培濕，守狗死，其勢可穴也』，則必非之矣。曰：『某國饑，其城郭庳，其守具寡，可襲而篡之』，則不非之，乃不知類矣。周書曰：『往者不可及，來者不可待，賢明其世，謂之天子。』故當今之世，有能分善不善者，其王不難矣。善不善本於義，不於愛，愛利之為道大矣。夫流於海者，行之旬月，見似人者而喜矣。及其期年也，見其所嘗見物於中國者而喜矣。夫去人滋久，而思人滋深歟！亂世之民，其去聖王亦久矣。其願見之，日夜無間，故賢王秀士之欲憂黔首者，不可不務也。 \\n 功先名，事先功，言先事。不知事惡能聽言？不知情惡能當言？其與人穀言也，其有辯乎？其無辯乎？造父始習於大豆，逢蒙始習於甘蠅，御大豆，射甘蠅，而不徙人以為性者也。不徙之，所以致遠追急也，所以除害禁暴也。凡人亦必有所習其心，然後能聽說。不習其心，習之於學問。不學而能聽說者，古今無有也。解在乎白圭之非惠子也，公孫龍之說燕昭王以偃兵及應空洛之遇也，孔穿之議公孫龍，翟翦之難惠子之法。此四士者之議，皆多故矣，不可不獨論。 \\n 謹聽 \\n 五曰── \\n 昔者禹一沐而三捉髮，一食而三起，以禮有道之士，通乎己之不足也。通乎己之不足，則不與物爭矣。愉易平靜以待之，使夫自得之；因然而然之，使夫自言之。亡國之主反此，乃自賢而少人，少人則說者持容而不極，聽者自多而不得，雖有天下何益焉？是乃冥之昭，亂之定，毀之成，危之寧，故殷、周以亡，比干以死，誖而不足以舉。故人主之性，莫過乎所疑，而過於其所不疑；不過乎所不知，而過於其所以知。故雖不疑，雖已知，必察之以法，揆之以量，驗之以數。若此則是非無所失，而舉措無所過矣。 \\n 夫堯惡得賢天下而試舜？舜惡得賢天下而試禹？斷之於耳而已矣。耳之可以斷也，反性命之情也。今夫惑者，非知反性命之情，其次非知觀於五帝、三王之所以成也，則奚自知其世之不可也？奚自知其身之不逮也？太上知之，其次知其不知。不知則問，不能則學。周箴曰：『夫自念斯，學德未暮。』學賢問，三代之所以昌也。不知而自以為知，百禍之宗也。名不徒立，功不自成，國不虛存，必有賢者。賢者之道，牟而難知，妙而難見。故見賢者而不聳則不惕於心，不惕於心則知之不深。不深知賢者之所言，不祥莫大焉。 \\n 主賢世治則賢者在上，主不肖世亂則賢者在下。今周室既滅，而天子已絕。亂莫大於無天子，無天子則彊者勝弱，眾者暴寡，以兵相殘，不得休息，今之世當之矣。故當今之世，求有道之士，則於四海之內、山谷之中、僻遠幽閒之所，若此則幸於得之矣。得之則何欲而不得？何為而不成？太公釣於滋泉，遭紂之世也，故文王得之而王。文王，千乘也；紂，天子也。天子失之而千乘得之，知之與不知也。諸眾齊民，不待知而使，不待禮而令。若夫有道之士，必禮必知，然後其智能可盡。解在乎勝書之說周公，可謂能聽矣；齊桓公之見小臣稷、魏文侯之見田子方也，皆可謂能禮士矣。 \\n 務本 \\n 六曰── \\n 嘗試觀上古記，三王之佐，其名無不榮者，其實無不安者，功大也。詩云：『有晻淒淒，興雲祁祁，雨我公田，遂及我私。』三王之佐，皆能以公及其私矣。俗主之佐，其欲名實也與三王之佐同，而其名無不辱者，其實無不危者，無公故也。皆患其身不貴於國也，而不患其主之不貴於天下也；皆患其家之不富也，而不患其國之不大也；此所以欲榮而愈辱，欲安而益危。安危榮辱之本在於主，主之本在於宗廟，宗廟之本在於民，民之治亂在於有司。易曰：『復自道，何其咎，吉』，以言本無異則動卒有喜。今處官則荒亂，臨財則貪得，列近則持諫，將眾則罷怯，以此厚望於主，豈不難哉？ \\n 今有人於此，修身會計則可恥，臨財物資盡則為己，若此而富者，非盜則無所取。故榮富非自至也，緣功伐也。今功伐甚薄而所望厚，誣也；無功伐而求榮富，詐也；詐誣之道，君子不由。人之議多曰：『上用我則國必無患。』用己者未必是也，而莫若其身自賢，而己猶有患，用己於國，惡得無患乎？己，所制也，釋其所制，而奪乎其所不制，誖，未得治國治官可也。若夫內事親，外交友，必可得也。苟事親未孝，交友未篤，是所未得，惡能善之矣？故論人無以其所未得，而用其所已得，可以知其所未得矣。 \\n 古之事君者，必先服能然後任，必反情然後受。主雖過與，臣不徒取。大雅曰：『上帝臨汝，無貳爾心』，以言忠臣之行也。解在鄭君之問被瞻之義也，薄疑應衛嗣君以無重稅，此二士者皆近知本矣。 \\n 諭大 \\n 七曰── \\n 昔舜欲旗古今而不成，既足以成帝矣。禹欲帝而不成，既足以正殊俗矣。湯欲繼禹而不成，既足以服四荒矣。武王欲及湯而不成，既足以王道矣。五伯欲繼三王而不成，既足以為諸侯長矣。孔丘、墨翟欲行大道於世而不成，既足以成顯名矣。夫大義之不成，既有成矣已。夏書曰：『天子之德廣運，乃神，乃武乃文。』故務在事，事在大。 \\n 地大則有常祥、不庭、岐母、群抵、天翟、不周，山大則有虎豹熊螇蛆，水大則有蛟龍黿鼉鱣鮪。商書曰：『五世之廟，可以觀怪；萬夫之長，可以生謀。』空中之無澤陂也，井中之無大魚也，新林之無長木也，凡謀物之成也，必由廣大眾多長久，信也。 \\n 季子曰：『燕雀爭善處於一屋之下，子母相哺也，姁姁焉相樂也，自以為安矣。灶突決，則火上焚棟，燕雀顏色不變，是何也？乃不知禍之將及己也。為人臣能免於燕雀之智者寡矣。夫為人臣者，進其爵祿富貴，父子兄弟相與比周於一國，姁姁焉相樂也，以危其社稷，其為灶突近也，而終不知也，其與燕雀之智不異矣。故曰：「天下大亂，無有安國；一國盡亂，無有安家；一家皆亂，無有安身」，此之謂也。故小之定也必恃大，大之安也必恃小。小大貴賤，交相為恃，然後皆得其樂。』定賤小在於貴大，解在乎薄疑說衛嗣君以王術，杜赫說周昭文君以安天下，及匡章之難惠子以王齊王也。 \\n   \\n  "}
{"章节": "卷第十四", "正文": "  \\n 卷第十四 \\n 　 \\n 孝行 \\n 一曰── \\n 凡為天下，治國家，必務本而後末。所謂本者，非耕耘種殖之謂，務其人也。務其人，非貧而富之，寡而眾之，務其本也。務本莫貴於孝。人主孝，則名章榮，下服聽，天下譽。人臣孝，則事君忠，處官廉，臨難死。士民孝，則耕芸疾，守戰固，不罷北。夫孝，三皇五帝之本務，而萬事之紀也。 \\n 夫執一術而百善至、百邪去、天下從者，其惟孝也。故論人必先以所親而後及所疏，必先以所重而後及所輕。今有人於此，行於親重，而不簡慢於輕疏，則是篤謹孝道，先王之所以治天下也。故愛其親，不敢惡人；敬其親，不敢慢人。愛敬盡於事親，光燿加於百姓，究於四海，此天子之孝也。 \\n 曾子曰：『身者，父母之遺體也。行父母之遺體，敢不敬乎？居處不莊，非孝也。事君不忠，非孝也。蒞官不敬，非孝也。朋友不篤，非孝也。戰陳無勇，非孝也。五行不遂，災及乎親，敢不敬乎？』 \\n 商書曰：『刑三百，罪莫重於不孝。』 \\n 曾子曰：『先王之所以治天下者五：貴德，貴貴，貴老，敬長，慈幼。此五者，先王之所以定天下也。所謂貴德，為其近於聖也。所謂貴貴，為其近於君也。所謂貴老，為其近於親也。所謂敬長，為其近於兄也。所謂慈幼，為其近於弟也。』 \\n 曾子曰：『父母生之，子弗敢殺。父母置之，子弗敢廢。父母全之，子弗敢闕。故舟而不游，道而不徑，能全支體，以守宗廟，可謂孝矣。』 \\n 養有五道：修宮室，安床笫，節飲食，養體之道也。樹五色，施五采，列文章，養目之道也。正六律，龢五聲，雜八音，養耳之道也。熟五穀，烹六畜，龢煎調，養口之道也。龢顏色，說言語，敬進退，養志之道也。此五者，代進而厚用之，可謂善養矣。 \\n 樂正子春下堂而傷足，瘳而數月不出，猶有憂色。門人問之曰：『夫子下堂而傷足，瘳而數月不出，猶有憂色，敢問其故？』樂正子春曰：『善乎而問之。吾聞之曾子，曾子聞之仲尼：父母全而生之，子全而歸之，不虧其身，不損其形，可謂孝矣。君子無行咫步而忘之。余忘孝道，是以憂。』故曰：身者非其私有也，嚴親之遺躬也。 \\n 民之本教曰孝，其行孝曰養。養可能也，敬為難。敬可能也，安為難。安可能也，卒為難。父母既沒，敬行其身，無遺父母惡名，可謂能終矣。仁者仁此者也，禮者履此者也，義者宜此者也，信者信此者也，彊者彊此者也。樂自順此生也，刑自逆此作也。 \\n 本味 \\n 二曰── \\n 求之其本，經旬必得；求之其末，勞而無功。功名之立，由事之本也，得賢之化也。非賢其孰知乎事化？故曰其本在得賢。 \\n 有侁氏女子採桑，得嬰兒于空桑之中，獻之其君。其君令烰人養之。察其所以然，曰：『其母居伊水之上，孕，夢有神告之曰：「臼出水而東走，毋顧。」明日，視臼出水，告其鄰，東走十里，而顧其邑盡為水，身因化為空桑』，故命之曰伊尹。此伊尹生空桑之故也。長而賢。湯聞伊尹，使人請之有侁氏。有侁氏不可。伊尹亦欲歸湯。湯於是請取婦為婚。有侁氏喜，以伊尹為媵送女。故賢主之求有道之士，無不以也；有道之士求賢主，無不行也；相得然後樂。不謀而親，不約而信，相為殫智竭力，犯危行苦，志懽樂之，此功名所以大成也。固不獨。士有孤而自恃，人主有奮而好獨者，則名號必廢熄，社稷必危殆。故黃帝立四面，堯、舜得伯陽、續耳然後成，凡賢人之德有以知之也。 \\n 伯牙鼓琴，鍾子期聽之，方鼓琴而志在太山，鍾子期曰：『善哉乎鼓琴，巍巍乎若太山。』少選之間，而志在流水，鍾子期又曰：『善哉乎鼓琴，湯湯乎若流水。』鍾子期死，伯牙破琴絕弦，終身不復鼓琴，以為世無足復為鼓琴者。非獨琴若此也，賢者亦然。雖有賢者，而無禮以接之，賢奚由盡忠？猶御之不善，驥不自千里也。 \\n 湯得伊尹，祓之於廟，爝以爟火，釁以犧猳。明日，設朝而見之，說湯以至味，湯曰：『可對而為乎？』對曰：『君之國小，不足以具之，為天子然後可具。夫三群之蟲，水居者腥，肉玃者臊，草食者羶，臭惡猶美，皆有所以。凡味之本，水最為始。五味三材，九沸九變，火為之紀。時疾時徐，滅腥去臊除羶，必以其勝，無失其理。調和之事，必以甘酸苦辛鹹，先後多少，其齊甚微，皆有自起。鼎中之變，精妙微纖，口弗能言，志不能喻。若射御之微，陰陽之化，四時之數。故久而不弊，熟而不爛，甘而不噥，酸而不酷，鹹而不減，辛而不烈，澹而不薄，肥而不(月侯)。肉之美者：猩猩之脣，獾獾之炙，雋觾之翠，述蕩之踏，旄象之約。流沙之西，丹山之南，有鳳之丸，沃民所食。魚之美者：洞庭之鱄，東海之鮞。醴水之魚，名曰朱鱉，六足，有珠百碧。雚水之魚，名曰鰩，其狀若鯉而有翼，常從西海夜飛，游於東海。菜之美者：崑崙之蘋，壽木之華。指姑之東，中容之國，有赤木玄木之葉焉。餘瞀之南，南極之崖，有菜，其名曰嘉樹，其色若碧。陽華之芸。雲夢之芹。具區之菁。浸淵之草，名曰土英。和之美者：陽樸之薑，招搖之桂，越駱之菌，鱣鮪之醢，大夏之鹽，宰揭之露，其色如玉，長澤之卵。飯之美者：玄山之禾，不周之粟，陽山之穄，南海之秬。水之美者：三危之露；崑崙之井；沮江之丘，名曰搖水；曰山之水；高泉之山，其上有涌泉焉，冀州之原。果之美者：沙棠之實；常山之北，投淵之上，有百果焉，群帝所食；箕山之東，青島之所，有甘櫨焉；江浦之橘；雲夢之柚。漢上石耳。所以致之馬之美者，青龍之匹，遺風之乘。非先為天子，不可得而具。天子不可彊為，必先知道。道者止彼在己，己成而天子成，天子成則至味具。故審近所以知遠也，成己所以成人也。聖人之道要矣，豈越越多業哉！』 \\n 首時 \\n 三曰── \\n 聖人之於事，似緩而急、似遲而速以待時。王季歷困而死，文王苦之，有不忘羑里之醜，時未可也。武王事之，夙夜不懈，亦不忘王門之辱，立十二年，而成甲子之事。時固不易得。太公望，東夷之士也，欲定一世而無其主，聞文王賢，故釣於渭以觀之。 \\n 伍子胥欲見吳王而不得。客有言之於王子光者，見之而惡其貌，不聽其說而辭之。客請之王子光，王子光曰：『其貌適吾所甚惡也。』客以聞伍子胥，伍子胥曰：『此易故也。願令王子居於堂上，重帷而見其衣若手，請因說之。』王子許。伍子胥說之半，王子光舉帷，搏其手而與之坐。說畢，王子光大說。伍子胥以為有吳國者必王子光也，退而耕於野七年。王子光代吳王僚為王，任子胥。子胥乃修法制，下賢良，選練士，習戰鬥；六年，然後大勝楚於柏舉，九戰九勝，追北千里，昭王出奔隨，遂有郢，親射王宮，鞭荊平之墳三百。鄉之耕，非忘其父之讎也，待時也。 \\n 墨者有田鳩欲見秦惠王，留秦三年而弗得見。客有言之於楚王者，往見楚王，楚王說之，與將軍之節以如秦，至，因見惠王。告人曰：『之秦之道，乃之楚乎？』固有近之而遠，遠之而近者。時亦然。有湯武之賢而無桀紂之時不成，有桀紂之時而無湯武之賢亦不成。聖人之見時，若步之與影不可離。故有道之士未遇時，隱匿分竄，勤以待時。時至，有從布衣而為天子者，有從千乘而得天下者，有從卑賤而佐三王者，有從匹夫而報萬乘者，故聖人之所貴唯時也。水凍方固，后稷不種，后稷之種必待春，故人雖智而不遇時無功。方葉之茂美，終日采之而不知，秋霜既下，眾林皆羸。事之難易，不在小大，務在知時。 \\n 鄭子陽之難，猘狗潰之；齊高國之難，失牛潰之；眾因之以殺子陽、高國。當其時，狗牛猶可以為人唱，而況乎以人為唱乎？ \\n 飢馬盈廄，嗼然，未見芻也；飢狗盈窖，嗼然，未見骨也；見骨與芻，動不可禁。亂世之民，嗼然，未見賢者也，見賢人則往不可止。往者非其形，心之謂乎。齊以東帝困於天下而魯取徐州，邯鄲以壽陵困於萬民而衛取繭氏。以魯、衛之細而皆得志於大國，遇其時也。故賢主秀士之欲憂黔首者，亂世當之矣。天不再與，時不久留，能不兩工，事在當之。 \\n 義賞 \\n 四曰── \\n 春氣至則草木產，秋氣至則草木落，產與落或使之，非自然也。故使之者至，物無不為；使之者不至，物無可為。古之人審其所以使，故物莫不為用。賞罰之柄，此上之所以使也。其所以加者義，則忠信親愛之道彰。久彰而愈長，民之安之若性，此之謂教成。教成則雖有厚賞嚴威弗能禁。故善教者，不以賞罰而教成，教成而賞罰弗能禁。用賞罰不當亦然。姦偽賊亂貪戾之道興，久興而不息，民之讎之若性，戎、夷、胡、貉、巴、越之民是以，雖有厚賞嚴罰弗能禁。郢人之以兩版垣也，吳起變之而見惡，賞罰易而民安樂；氐羌之民，其虜也，不憂其係纍，而憂其死不焚也；皆成乎邪也。故賞罰之所加，不可不慎。且成而賊民。 \\n 昔晉文公將與楚人戰於城濮，召咎犯而問曰：『楚眾我寡，奈何而可？』咎犯對曰：『臣聞繁禮之君，不足於文；繁戰之君，不足於詐。君亦詐之而已。』文公以咎犯言告雍季，雍季曰：『竭澤而漁，豈不獲得？而明年無魚。焚藪而田，豈不獲得？而明年無獸。詐偽之道，雖今偷可，後將無復，非長術也。』文公用咎犯之言，而敗楚人於城濮。反而為賞，雍季在上。左右諫曰：『城濮之功，咎犯之謀也。君用其言而賞後其身，或者不可乎！』文公曰：『雍季之言，百世之利也。咎犯之言，一時之務也。焉有以一時之務先百世之利者乎？』孔子聞之曰：『臨難用詐，足以卻敵。反而尊賢，足以報德。文公雖不終始，足以霸矣。』賞重則民移之，民移之則成焉。成乎詐，其成毀，其勝敗。天下勝者眾矣，而霸者乃五，文公處其一，知勝之所成也。勝而不知勝之所成，與無勝同。秦勝於戎而敗乎殽，楚勝於諸夏而敗乎柏舉。武王得之矣，故一勝而王天下。眾詐盈國，不可以為安，患非獨外也。 \\n 趙襄子出圍，賞有功者五人，高赦為首。張孟談曰：『晉陽之中，赦無大功，賞而為首何也？』襄子曰：『寡人之國危，社稷殆，身在憂約之中，與寡人交而不失君臣之禮者惟赦，吾是以先之。』仲尼聞之曰：『襄子可謂善賞矣。賞一人而天下之為人臣莫敢失禮。』為六軍則不可易。北取代，東迫齊。令張孟談踰城潛行，與魏桓、韓康期而擊智伯，斷其頭以為觴，遂定三家，豈非用賞罰當邪？ \\n 長攻 \\n 五曰── \\n 凡治亂存亡，安危強弱，必有其遇，然後可成，各一則不設。故桀、紂雖不肖，其亡遇湯、武也，遇湯、武，天也，非桀、紂之不肖也；湯、武雖賢，其王遇桀、紂也，遇桀、紂，天也，非湯、武之賢也。若桀、紂不遇湯、武，未必亡也；桀、紂不亡，雖不肖，辱未至於此。若使湯、武不遇桀、紂，未必王也；湯、武不王，雖賢，顯未至於此。故人主有大功，不聞不肖，亡國之主不聞賢。譬之若良農，辯土地之宜，謹耕耨之事，未必收也；然而收者，必此人也始在於遇時雨，遇時雨，天地也，非良農所能為也。 \\n 越國大饑，王恐，召范蠡而謀。范蠡曰：『王何患焉？今之饑，此越之福而吳之禍也。夫吳國甚富而財有餘，其王年少，智寡材輕，好須臾之名，不思後患。王若重幣卑辭以請糴於吳，則食可得也。食得，其卒越必有吳，而王何患焉？』越王曰：『善。』乃使人請食於吳，吳王將與之。伍子胥進諫曰：『不可與也。夫吳之與越，接土鄰境，道易人通，仇讎敵戰之國也，非吳喪越，越必喪吳。若燕、秦、齊、晉，山處陸居，豈能踰五湖九江、越十七阨以有吳哉？故曰非吳喪越，越必喪吳。今將輸之粟，與之食，是長吾讎而養吾仇也。財匱而民恐，悔無及也。不若勿與而攻之，固其數也，此昔吾先王之所以霸。』且夫饑，代事也，猶淵之與阪，誰國無有？吳王曰：『不然。吾聞之：「義兵不攻服，仁者食饑餓。」今服而攻之，非義兵也；饑而不食，非仁體也。不仁不義，雖得十越，吾不為也。』遂與之食。不出三年而吳亦饑，使人請食於越，越王弗與，乃攻之，夫差為禽。 \\n 楚王欲取息與蔡，乃先佯善蔡侯，而與之謀曰：『吾欲得息，奈何？』蔡侯曰：『息夫人，吾妻之姨也。吾請為饗息侯與其妻者，而與王俱，因而襲之。』楚王曰：『諾。』於是與蔡侯以饗禮入於息，因與俱，遂取息。旋，舍於蔡，又取蔡。 \\n 趙簡子病，召太子而告之曰：『我死，已葬，服衰而上夏屋之山以望。』太子敬諾。簡子死，已葬，服衰，召大臣而告之曰：『願登夏屋以望。』大臣皆諫曰：『登夏屋以望，是游也。服衰以游，不可。』襄子曰：『此先君之命也，寡人弗敢廢。』群臣敬諾。襄子上於夏屋以望代俗，其樂甚美，於是襄子曰：『先君必以此教之也。』及歸，慮所以取代，乃先善之。代君好色，請以其弟姊妻之，代君許諾。弟姊已往，所以善代者乃萬故。馬郡宜馬，代君以善馬奉襄子，襄子謁於代君而請觴之，馬郡盡，先令舞者置兵其羽中數百人，先具大金斗。代君至，酒酣，反斗而擊之，一成，腦塗地。舞者操兵以鬥，盡殺其從者。因以代君之車迎其妻，其妻遙聞之狀，磨笄以自刺，故趙氏至今有刺笄之證與『反斗』之號。 \\n 此三君者，其有所自而得之。不備遵理，然而後世稱之，有功故也。有功於此而無其失，雖王可也。 \\n 慎人 \\n 六曰── \\n 功名大立，天也；為是故，因不慎其人不可。夫舜遇堯，天也；舜耕於歷山，陶於河濱，釣於雷澤，天下說之，秀士從之，人也。夫禹遇舜，天也；禹周於天下，以求賢者，事利黔首，水潦川澤之湛滯壅塞可通者，禹盡為之，人也。夫湯遇桀，武遇紂，天也；湯武修身積善為義，以憂苦於民，人也。 \\n 舜之耕漁，其賢不肖與為天子同。其未遇時也，以其徒屬，堀地財，取水利，編蒲葦，結罘網，手足胼胝不居，然後免於凍餒之患。其遇時也，登為天子，賢士歸之，萬民譽之，丈夫女子，振振殷殷，無不戴說。舜自為詩曰：『普天之下，莫非王土，率土之濱，莫非王臣』，所以見盡有之也。盡有之，賢非加也；盡無之，賢非損也；時使然也。 \\n 百里奚之未遇時也，亡虢而虜晉，飯牛於秦，傳鬻以五羊之皮。公孫枝得而說之，獻諸繆公，三日，請屬事焉。繆公曰：『買之五羊之皮而屬事焉，無乃天下笑乎？』公孫枝對曰：『信賢而任之，君之明也；讓賢而下之，臣之忠也；君為明君，臣為忠臣。彼信賢，境內將服，敵國且畏，夫誰暇笑哉？』繆公遂用之。謀無不當，舉必有功，非加賢也。使百里奚雖賢，無得繆公，必無此名矣。今焉知世之無百里奚哉？故人主之欲求士者，不可不務博也。 \\n 孔子窮於陳、蔡之間，七日不嘗食，藜羹不糝。宰予備矣，孔子弦歌於室，顏回擇菜於外。子路與子貢相與而言曰：『夫子逐於魯，削跡於衛，伐樹於宋，窮於陳、蔡，殺夫子者無罪，藉夫子者不禁，夫子弦歌鼓舞，未嘗絕音，蓋君子之無所醜也若此乎？』顏回無以對，入以告孔子。孔子憱然推琴，喟然而歎曰：『由與賜，小人也。召，吾語之。』子路與子貢入。子貢曰：『如此者可謂窮矣。』孔子曰：『是何言也？君子達於道之謂達，窮於道之謂窮。今丘也拘仁義之道，以遭亂世之患，其所也，何窮之謂？故內省而不疚於道，臨難而不失其德。大寒既至，霜雪既降，吾是以知松柏之茂也。昔桓公得之莒，文公得之曹，越王得之會稽。陳、蔡之阨，於丘其幸乎！』孔子烈然返瑟而弦，子路抗然執干而舞。子貢曰：『吾不知天之高也，不知地之下也。』古之得道者，窮亦樂，達亦樂。所樂非窮達也，道得於此，則窮達一也，為寒暑風雨之序矣。故許由虞乎潁陽，而共伯得乎共首。 \\n 遇合 \\n 七曰── \\n 凡遇，合也。時不合，必待合而後行。故比翼之鳥死乎木，比目之魚死乎海。孔子周流海內，再干世主，如齊至衛，所見八十餘君，委質為弟子者三千人，達徒七十人，七十人者，萬乘之主得一人用可為師，不為無人，以此游僅至於魯司寇，此天子之所以時絕也，諸侯之所以大亂也。亂則愚者之多幸也，幸則必不勝其任矣。任久不勝，則幸反為禍。其幸大者，其禍亦大，非禍獨及己也。故君子不處幸，不為苟，必審諸己然後任，任然後動。 \\n 凡能聽說者，必達乎論議者也。世主之能識論議者寡，所遇惡得不苟？凡能聽音者，必達於五聲。人之能知五聲者寡，所善惡得不苟？客有以吹籟見越王者，羽角宮徵商不謬，越王不善，為野音而反善之。說之道亦有如此者也。 \\n 人有為人妻者。人告其父母曰：『嫁不必生也。衣器之物，可外藏之，以備不生。』其父母以為然，於是令其女常外藏。姑妐知之，曰：『為我婦而有外心，不可畜。』因出之。婦之父母，以謂為己謀者以為忠，終身善之，亦不知所以然矣。宗廟之滅，天下之失，亦由此矣。故曰遇合也無常。說，適然也。若人之於色也，無不知說美者，而美者未必遇也。故嫫母執乎黃帝，黃帝曰：『厲女德而弗忘，與女正而弗衰，雖惡奚傷？』若人之於滋味，無不說甘脆，而甘脆未必受也。文王嗜昌蒲葅，孔子聞而服之，縮頞而食之，三年然後勝之。人有大臭者，其親戚兄弟妻妾，知識無能與居者，自苦而居海上。海上人有說其臭者，晝夜隨之而弗能去。說亦有若此者。 \\n 陳有惡人焉，曰敦洽讎糜，雄顙廣顏，色如浹赬，垂眼臨鼻，長肘而盭。陳侯見而甚說之，外使治其國，內使制其身。楚合諸侯，陳侯病不能往，使敦洽讎糜往謝焉。楚王怪其名而先見之。客有進狀有惡其名言有惡狀，楚王怒，合大夫而告之，曰：『陳侯不知其不可使，是不知也；知而使之，是侮也；侮且不智，不可不攻也。』興師伐陳，三月然後喪。惡足以駭人，言足以喪國，而友之足於陳侯而無上也，至於亡而友不衰。夫不宜遇而遇者則必廢，宜遇而不遇者，此國之所以亂，世之所以衰也。天下之民，其苦愁勞務從此生。凡舉人之本，太上以志，其次以事，其次以功。三者弗能，國必殘亡，群孽大至，身必死殃，年得至七十、九十猶尚幸。賢聖之後，反而孽民，是以賊其身，豈能獨哉？ \\n 必己 \\n 八曰── \\n 外物不可必，故龍逄誅，比干戮，箕子狂，惡來死，桀、紂亡。人主莫不欲其臣之忠，而忠未必信，故伍員流乎江，萇弘死、藏其血三年而為碧。親莫不欲其子之孝，而孝未必愛，故孝己疑，曾子悲。 \\n 莊子行於山中，見木甚美，長大，枝葉盛茂，伐木者止其旁而弗取，問其故，曰：『無所可用。』莊子曰：『此以不材得終其天年矣。』出於山，及邑，舍故人之家。故人喜，具酒肉，令豎子為殺鴈饗之。豎子請曰：『其一鴈能鳴，一鴈不能鳴，請奚殺？』主人之公曰：『殺其不能鳴者。』明日，弟子問於莊子曰：『昔者山中之木以不材得終天年，主人之鴈以不材死，先生將何以處？』莊子笑曰：『周將處於材、不材之間。材、不材之間，似之而非也，故未免乎累。若夫道德則不然：無訝無訾，一龍一蛇，與時俱化，而無肯專為；一上一下，以禾為量，而浮游乎萬物之祖，物物而不物於物，則胡可得而累？此神農、黃帝之所法。若夫萬物之情、人倫之傳則不然：成則毀，大則衰，廉則剉，尊則虧，直則骫，合則離，愛則隳，多智則謀，不肖則欺，胡可得而必？』 \\n 牛缺居上地大儒也，下之邯鄲，遇盜於耦沙之中。盜求其橐中之載則與之，求其車馬則與之，求其衣被則與之。牛缺出而去。盜相謂曰：『此天下之顯人也，今辱之如此，此必愬我於萬乘之主，萬乘之主必以國誅我，我必不生，不若相與追而殺之，以滅其跡。』於是相與趨之，行三十里，及而殺之。此以知故也。孟賁過於河，先其五，船人怒，而以楫虓其頭，顧不知其孟賁也。中河，孟賁瞋目而視船人，髮植，目裂，鬢指，舟中之人盡揚播入於河。使船人知其孟賁，弗敢直視，涉無先者，又況於辱之乎？此以不知故也。知與不知，皆不足恃，其惟和調近之。猶未可必，蓋有不辨和調者，則和調有不免也。宋桓司馬有寶珠，抵罪出亡。王使人問珠之所在，曰『投之池中』，於是竭池而求之，無得，魚死焉。此言禍福之相及也。紂為不善於商，而禍充天地，和調何益？ \\n 張毅好恭，門閭帷薄聚居眾無不趨，輿隸棩(木改女)媾小童無不敬，以定其身，不終其壽，內熱而死。單豹好術，離俗棄塵，不食穀實，不衣芮溫，身處山林巖堀，以全其生，不盡其年，而虎食之。孔子行道而息，馬逸，食人之稼，野人取其馬。子貢請往說之，畢辭，野人不聽。有鄙人始事孔子者曰請往說之，因謂野人曰：『子不耕於東海，吾不耕於西海也，吾馬何得不食子之禾？』其野人大說，相謂曰：『說亦皆如此其辯也，獨如嚮之人？』解馬而與之。說如此其無方也而猶行，外物豈可必哉？ \\n 君子之自行也，敬人而不必見敬，愛人而不必見愛。敬愛人者，己也；見敬愛者，人也。君子必在己者，不必在人者也，必在己無不遇矣。 \\n   \\n  "}
{"章节": "卷第十五", "正文": "  \\n 卷第十五 \\n 　 \\n 慎大 \\n 一曰── \\n 賢主愈大愈懼，愈彊愈恐。凡大者，小鄰國也；彊者，勝其敵也。勝其敵則多怨，小鄰國則多患。多患多怨，國雖彊大，惡得不懼，惡得不恐？故賢主於安思危，於達思窮，於得思喪。周書曰：『若臨深淵，若履薄冰』，以言慎事也。 \\n 桀為無道，暴戾頑貪，天下顫恐而患之，言者不同，紛紛分分，其情難得。干辛任威，凌轢諸侯，以及兆民，賢良鬱怨。殺彼龍逢，以服群凶。眾庶泯泯，皆有遠志，莫敢直言，其生若驚。大臣同患，弗周而畔。桀愈自賢，矜過善非，主道重塞，國人大崩。湯乃惕懼，憂天下之不寧，欲令伊尹往視曠夏，恐其不信，湯由親自射伊尹。伊尹奔夏三年，反報于亳，曰：『桀迷惑於末嬉，好彼琬、琰，不恤其眾，眾志不堪，上下相疾，民心積怨，皆曰「上天弗恤，夏命其卒」。』湯謂伊尹曰：『若告我曠夏盡如詩。』湯與伊尹盟，以示必滅夏。伊尹又復往視曠夏，聽於末嬉。末嬉言曰：『今昔天子夢西方有日，東方有日，兩日相與鬥，西方日勝，東方日不勝。』伊尹以告湯。商涸旱，湯猶發師，以信伊尹之盟，故令師從東方出於國，西以進。未接刃而桀走，逐之至大沙，身體離散，為天下戮，不可正諫，雖後悔之，將可奈何？湯立為天子，夏民大說，如得慈親，朝不易位，農不去疇，商不變肆，親郼如夏。此之謂至公，此之謂至安，此之謂至信。盡行伊尹之盟，不避旱殃，祖伊尹世世享商。 \\n 武王勝殷，入殷，未下轝，命封黃帝之後於鑄，封帝堯之後於黎，封帝舜之後於陳；下轝，命封夏后之後於杞，立成湯之後於宋以奉桑林。武王乃恐懼，太息流涕，命周公旦進殷之遺老，而問殷之亡故，又問眾之所說、民之所欲。殷之遺老對曰：『欲復盤庚之政。』武王於是復盤庚之政；發巨橋之粟，賦鹿臺之錢，以示民無私；出拘救罪，分財棄責，以振窮困；封比干之墓，靖箕子之宮，表商容之閭，士過者趨，車過者下；三日之內，與謀之士封為諸侯，諸大夫賞以書社，庶士施政去賦；然後於濟河，西歸報於廟；乃稅馬於華山，稅牛於桃林，馬弗復乘，牛弗復服；釁鼓旗甲兵，藏之府庫，終身不復用。此武王之德也。故周明堂外戶不閉，示天下不藏也。唯不藏也可以守至藏。武王勝殷，得二虜而問焉，曰：『若國有妖乎？』一虜對曰：『吾國有妖。晝見星而天雨血，此吾國之妖也。』一虜對曰：『此則妖也。雖然，非其大者也。吾國之妖，甚大者，子不聽父，弟不聽兄，君令不行，此妖之大者也。』武王避席再拜之。此非貴虜也，貴其言也。故易曰：『愬愬履虎尾，終吉』。 \\n 趙襄子攻翟，勝老人、中人，使使者來謁之，襄子方食摶飯，有憂色。左右曰：『一朝而兩城下，此人之所以喜也，今君有憂色何？』襄子曰：『江河之大也，不過三日；飄風暴雨，日中不須臾。今趙氏之德行，無所於積，一朝而兩城下，亡其及我乎？』孔子聞之曰：『趙氏其昌乎！』夫憂所以為昌也，而喜所以為亡也；勝非其難者也，持之其難者也。賢主以此持勝，故其福及後世。齊、荊、吳、越皆嘗勝矣，而卒取亡，不達乎持勝也。唯有道之主能持勝。孔子之勁，舉國門之關，而不肯以力聞；墨子為守攻，公輸般服，而不肯以兵加。善持勝者，以術彊弱。 \\n 權勳 \\n 二曰── \\n 利不可兩，忠不可兼。不去小利則大利不得，不去小忠則大忠不至。故小利，大利之殘也；小忠，大忠之賊也。聖人去小取大。 \\n 昔荊龔王與晉厲公戰於鄢陵，荊師敗，龔王傷。臨戰，司馬子反渴而求飲，豎陽穀操黍酒而進之。子反叱曰：『訾！退！酒也。』豎陽穀對曰：『非酒也。』子反曰：『亟退，卻也。』豎陽穀又曰：『非酒也。』子反受而飲之。子反之為人也嗜酒，甘而不能絕於口，以醉。戰既罷，龔王欲復戰而謀，使召司馬子反。子反辭以心疾。龔王駕而往視之，入幄中，聞酒臭而還，曰：『今日之戰，不穀親傷，所恃者司馬也。而司馬又若此，是忘荊國之社稷、而不恤吾眾也。不穀無與復戰矣。』於是罷師去之，斬司馬子反以為戮。故豎陽穀之進酒也，非以醉子反也，其心以忠也，而適足以殺之，故曰小忠，大忠之賊也。 \\n 昔者晉獻公使荀息假道於虞以伐虢，荀息曰：『請以垂棘之璧與屈產之乘，以賂虞公，而求假道焉，必可得也。』獻公曰：『夫垂棘之璧，吾先君之寶也；屈產之乘，寡人之駿也。若受吾幣而不吾假道，將奈何？』荀息曰：『不然。彼若不吾假道，必不吾受也。若受我而假我道，是猶取之內府而藏之外府也，猶取之內皁而著之外皁也。君奚患焉？』獻公許之。乃使荀息以屈產之乘為庭實，而加以垂棘之璧，以假道於虞而伐虢。虞公濫於寶與馬而欲許之。宮之奇諫曰：『不可許也。虞之與虢也，若車之有輔也，車依輔，輔亦依車，虞、虢之勢是也。先人有言曰：「脣竭而齒寒。」夫虢之不亡也恃虞，虞之不亡也亦恃虢也。若假之道，則虢朝亡而虞夕從之矣。奈何其假之道也？』虞公弗聽，而假之道。荀息伐虢，克之。還反伐虞，又克之。荀息操璧牽馬而報。獻公喜曰：『璧則猶是也，馬齒亦薄長矣。』故曰小利，大利之殘也。 \\n 中山之國有厹繇者。智伯欲攻之而無道也，為鑄大鐘，方車二軌以遺之。厹繇之君將斬岸堙谿以迎鐘。赤章蔓枝諫曰：『詩云：「唯則定國。」我胡則以得是於智伯？夫智伯之為人也貪而無信，必欲攻我而無道也，故為大鐘，方車二軌以遺君。君因斬岸堙谿以迎鐘，師必隨之。』弗聽。有頃，諫之，君曰：『大國為懽，而子逆之，不祥。子釋之。』赤章蔓枝曰：『為人臣不忠貞，罪也；忠貞不用，遠身可也。』斷轂而行，至衛七日而厹繇亡。欲鐘之心勝也，欲鐘之心勝則安厹繇之說塞矣。凡聽說，所勝不可不審也，故太上先勝。 \\n 昌國君將五國之兵以攻齊。齊使觸子將，以迎天下之兵於濟上。齊王欲戰，使人赴觸子，恥而訾之曰：『不戰，必(戔刀)若類，掘若壟。』觸子苦之，欲齊軍之敗。於是以天下兵戰，戰合，擊金而卻之，卒北，天下兵乘之，觸子因以一乘去，莫知其所，不聞其聲。達子又帥其餘卒，以軍於秦周，無以賞，使人請金於齊王。齊王怒曰：『若殘豎子之類，惡能給若金？』與燕人戰，大敗，達子死，齊王走莒。燕人逐北入國，相與爭金於美唐甚多。此貪於小利以失大利者也。 \\n 下賢 \\n 三曰── \\n 有道之士固驕人主，人主之不肖者亦驕有道之士，日以相驕，奚時相得？若儒、墨之議與齊、荊之服矣。賢主則不然，士雖驕之，而己愈禮之，士安得不歸之？士所歸，天下從之，帝。帝也者，天下之適也；王也者，天下之往也。得道之人，貴為天子而不驕倨，富有天下而不騁夸，卑為布衣而不瘁攝，貧無衣食而不憂懾，狠乎其誠自有也，覺乎其不疑有以也，桀乎其必不渝移也，循乎其與陰陽化也，勿勿乎其心之堅固也，空空乎其不為巧故也，迷乎其志氣之遠也，昏乎其深而不測也，確乎其節之不庳也，就就乎其不肯自是，鵠乎其羞用智慮也，假乎其輕俗誹譽也，以天為法，以德為行，以道為宗，與物變化而無所終窮，精充天地而不竭，神覆宇宙而無望，莫知其始，莫知其終，莫知其門，莫知其端，莫知其源，其大無外，其小無內，此之謂至貴。士有若此者，五帝弗得而友，三王弗得而師，去其帝王之色，則近可得之矣。 \\n 堯不以帝見善綣，北面而問焉。堯，天子也；善綣，布衣也。何故禮之若此其甚也？善綣得道之士也，得道之人，不可驕也。堯論其德行達智而弗若，故北面而問焉，此之謂至公。非至公其孰能禮賢？ \\n 周公旦，文王之子也，武王之弟也，成王之叔父也，所朝於窮巷之中、甕牖之下者七十人。文王造之而未遂，武王遂之而未成，周公旦抱少主而成之，故曰成王，不唯以身下士邪。 \\n 齊桓公見小臣稷，一日三至弗得見。從者曰：『萬乘之主，見布衣之士，一日三至而弗得見，亦可以止矣。』桓公曰：『不然。士驁祿爵者，固輕其主；其主驁霸王者，亦輕其士。縱夫子驁祿爵，吾庸敢驁霸王乎？』遂見之，不可止。世多舉桓公之內行，內行雖不修，霸亦可矣。誠行之此論而內行修，王猶少。 \\n 子產相鄭，往見壺丘子林，與其弟子坐必以年，是倚其相於門也。夫相萬乘之國而能遺之，謀志論行，而以心與人相索，其唯子產乎？故相鄭十八年，刑三人，殺二人，桃李之垂於行者莫之援也，錐刀之遺於道者莫之舉也。 \\n 魏文侯見段干木，立倦而不敢息，反見翟黃，踞於堂而與之言。翟黃不說。文侯曰：『段干木官之則不肯，祿之則不受。今女欲官則相位，欲祿則上卿，既受吾實，又責吾禮，無乃難乎？』故賢主之畜人也，不肯受實者其禮之。禮士莫高乎節欲，欲節則令行矣，文侯可謂好禮士矣。好禮士故南勝荊於連隄；東勝齊於長城，虜齊侯，獻諸天子，天子賞文侯以上卿。 \\n 報更 \\n 四曰── \\n 國雖小，其食足以食天下之賢者，其車足以乘天下之賢者，其財足以禮天下之賢者，與天下之賢者為徒，此文王之所以王也。今雖未能王，其以為安也，不亦易乎？此趙宣孟之所以免也，周昭文君之所以顯也，孟嘗君之所以卻荊兵也。古之大立功名與安國免身者，其道無他，其必此之由也。堪士不可以驕恣屈也。 \\n 昔趙宣孟將上之絳，見骫桑之下，有餓人臥不能起者，宣孟止車，為之下食，蠲而餔之，再咽而後能視。宣孟問之曰：『女何為而餓若是？』對曰：『臣宦於絳，歸而糧絕，羞行乞而憎自取，故至於此。』宣孟與脯一朐，拜受而弗敢食也。問其故，對曰：『臣有老母，將以遺之。』宣孟曰：『斯食之，吾更與女。』乃復賜之脯二束與錢百，而遂去之。處二年，晉靈公欲殺宣孟，伏士於房中以待之，因發酒於宣孟。宣孟知之，中飲而出。靈公令房中之士疾追而殺之。一人追疾，先及宣孟，之面曰：『嘻，君轝！吾請為君反死。』宣孟曰：『而名為誰？』反走對曰：『何以名為！臣骫桑下之餓人也。』還鬥而死。宣孟遂活。此書之所謂『德幾無小』者也。宣孟德一士猶活其身，而況德萬人乎？故詩曰：『赳赳武夫，公侯干城』，『濟濟多士，文王以寧』。人主胡可以不務哀士？士其難知，唯博之為可，博則無所遁矣。 \\n 張儀，魏氏餘子也，將西遊於秦，過東周。客有語之於昭文君者曰：『魏氏人張儀，材士也，將西遊於秦，願君之禮貌之也。』昭文君見而謂之曰：『聞客之秦。寡人之國小，不足以留客。雖游然豈必遇哉？客或不遇，請為寡人而一歸也，國雖小，請與客共之。』張儀還走，北面再拜。張儀行，昭文君送而資之，至於秦，留有間，惠王說而相之。張儀所德於天下者，無若昭文君。周，千乘也，重過萬乘也，令秦惠王師之，逢澤之會，魏王嘗為御，韓王為右，名號至今不忘，此張儀之力也。 \\n 孟嘗君前在於薛，荊人攻之。淳于髡為齊使於荊，還反，過於薛。孟嘗君令人禮貌而親郊送之，謂淳于髡曰：『荊人攻薛，夫子弗為憂，文無以復待矣。』淳于髡曰：『敬聞命矣。』至於齊，畢報。王曰：『何見於荊？』對曰：『荊甚固，而薛亦不量其力。』王曰：『何謂也？』對曰：『薛不量其力，而為先王立清廟，荊固而攻薛，薛清廟必危，故曰薛不量其力，而荊亦甚固。』齊王知顏色，曰：『嘻！先君之廟在焉。』疾舉兵救之，由是薛遂全。顛蹙之請，坐拜之謁，雖得則薄矣。故善說者，陳其勢，言其方，見人之急也，若自在危厄之中，豈用彊力哉？彊力則鄙矣。說之不聽也，任不獨在所說，亦在說者。 \\n 順說 \\n 五曰── \\n 善說者若巧士，因人之力以自為力；因其來而與來，因其往而與往；不設形象，與生與長；而言之與響；與盛與衰，以之所歸；力雖多，材雖勁，以制其命。順風而呼，聲不加疾也；際高而望，目不加明也；所因便也。 \\n 惠盎見宋康王。康王蹀足謦欬，疾言曰：『寡人之所說者勇有力，而無為仁義者。客將何以教寡人？』惠盎對曰：『臣有道於此，使人雖勇，刺之不入；雖有力，擊之弗中。大王獨無意邪？』王曰：『善！此寡人所欲聞也。』惠盎曰：『夫刺之不入，擊之不中，此猶辱也。臣有道於此，使人雖有勇弗敢刺，雖有力不敢擊。大王獨無意邪？』王曰：『善！此寡人之所欲知也。』惠盎曰：『夫不敢刺、不敢擊，非無其志也。臣有道於此，使人本無其志也。大王獨無意邪？』王曰：『善！此寡人之所願也。』惠盎曰：『夫無其志也，未有愛利之心也。臣有道於此，使天下丈夫女子莫不驩然皆欲愛利之，此其賢於勇有力也，居四累之上。大王獨無意邪？』王曰：『此寡人之所欲得。』惠盎對曰：『孔、墨是也。孔丘、墨翟，無地為君，無官為長，天下丈夫女子莫不延頸舉踵而願安利之。今大王，萬乘之主也，誠有其志，則四境之內皆得其利矣，其賢於孔、墨也遠矣。』宋王無以應。惠盎趨而出。宋王謂左右曰：『辨矣。客之以說服寡人也。』宋王，俗主也，而心猶可服，因矣。因則貧賤可以勝富貴矣，小弱可以制彊大矣。 \\n 田贊衣補衣而見荊王。荊王曰：『先生之衣何其惡也？』田贊對曰：『衣又有惡於此者也。』荊王曰：『可得而聞乎？』對曰：『甲惡於此。』王曰：『何謂也？』對曰：『冬日則寒，夏日則暑，衣無惡乎甲者。贊也貧，故衣惡也。今大王，萬乘之主也，富貴無敵，而好衣民以甲，臣弗得也。意者為其義邪？甲之事，兵之事也，刈人之頸，刳人之腹，隳人之城郭，刑人之父子也，其名又甚不榮。意者為其實邪？苟慮害人，人亦必慮害之；苟慮危人，人亦必慮危之。其實人則甚不安。之二者，臣為大王無取焉。』荊王無以應。說雖未大行，田贊可謂能立其方矣。若夫偃息之義，則未之識也。 \\n 管子得於魯，魯束縛而檻之，使役人載而送之齊，其謳歌而引。管子恐魯之止而殺己也，欲速至齊，因謂役人曰：『我為汝唱，汝為我和。』其所唱適宜走，役人不倦，而取道甚速，管子可謂能因矣。役人得其所欲，己亦得其所欲。以此術也，是用萬乘之國，其霸猶少，桓公則難與往也。 \\n 不廣 \\n 六曰── \\n 智者之舉事必因時。時不可必成，其人事則不廣，成亦可，不成亦可。以其所能託其所不能，若舟之與車。 \\n 北方有獸，名曰蹶，鼠前而兔後，趨則跲，走則顛，常為蛩蛩距虛取甘草以與之。蹶有患害也，蛩蛩距虛必負而走。此以其所能託其所不能。 \\n 鮑叔、管仲、召忽，三人相善，欲相與定齊國，以公子糾為必立。召忽曰：『吾三人者於齊國也，譬之若鼎之有足，去一焉則不成。且小白則必不立矣，不若三人佐公子糾也。』管仲曰：『不可。夫國人惡公子糾之母，以及公子糾；公子小白無母，而國人憐之。事未可知，不若令一人事公子小白。夫有齊國必此二公子也。』故令鮑叔傅公子小白，管子、召忽居公子糾所。公子糾外物則固難必。雖然，管子之慮近之矣。若是而猶不全也，其天邪，人事則盡之矣。 \\n 齊攻廩丘。趙使孔青將死士而救之，與齊人戰，大敗之。齊將死。得車二千，得尸三萬以為二京。甯越謂孔青曰：『惜矣，不如歸尸以內攻之。越聞之，古善戰者，莎隨賁服，卻舍延尸，車甲盡於戰，府庫盡於葬。此之謂內攻之。』孔青曰：『敵齊不尸則如何？』甯越曰：『戰而不勝，其罪一。與人出而不與人入，其罪二。與之尸而弗取，其罪三。民以此三者怨上，上無以使下，下無以事上。是之謂重攻之。』甯越可謂知用文武矣。用武則以力勝，用文則以德勝。文武盡勝，何敵之不服？ \\n 晉文公欲合諸侯。咎犯曰：『不可。天下未知君之義也。』公曰：『何若？』咎犯曰：『天子避叔帶之難，出居于鄭。君奚不納之，以定大義？且以樹譽。』文公曰：『吾其能乎？』咎犯曰：『事若能成，繼文之業，定武之功，闢土安疆，於此乎在矣。事若不成，補周室之闕，勤天子之難，成教垂名，於此乎在矣。君其勿疑。』文公聽之，遂與草中之戎、驪土之翟，定天子于成周。於是天子賜之南陽之地，遂霸諸侯。舉事義且利，以立大功。文公可謂智矣。此咎犯之謀也。出亡十七年，反國四年而霸，其聽皆如咎犯者邪！ \\n 管子、鮑叔佐齊桓公舉事，齊之東鄙人有常致苦者。管子死，豎刁、易牙用，國之人常致不苦，不知致苦，卒為齊國良工，澤及子孫。知大禮，知大禮雖不知國可也。 \\n 貴因 \\n 七曰── \\n 三代所寶莫如因，因則無敵。禹通三江、五湖，決伊闕，溝迴陸，注之東海，因水之力也。舜一徙成邑，再徙成都，三徙成國，而堯授之禪位，因人之心也。湯、武以千乘制夏、商，因民之欲也。如秦者立而至，有車也；適越者坐而至，有舟也。秦、越，遠塗也，竫立安坐而至者，因其械也。 \\n 武王使人候殷，反報岐周曰：『殷其亂矣。』武王曰：『其亂焉至？』對曰：『讒慝勝良。』武王曰：『尚未也。』又復往，反報曰：『其亂加矣。』武王曰：『焉至？』對曰：『賢者出走矣。』武王曰：『尚未也。』又往，反報曰：『其亂甚矣。』武王曰：『焉至？』對曰：『百姓不敢誹怨矣。』武王曰：『嘻！』遽告太公。太公對曰：『讒慝勝良，命曰戮；賢者出走，命曰崩；百姓不敢誹怨，命曰刑勝。其亂至矣，不可以駕矣。』故選車三百，虎賁三千，朝要甲子之期，而紂為禽，則武王固知其無與為敵也。因其所用，何敵之有矣？ \\n 武王至鮪水。殷使膠鬲候周師，武王見之。膠鬲曰：『西伯將何之？無欺我也。』武王曰：『不子欺，將之殷也。』膠鬲曰：『朅至？』武王曰：『將以甲子至殷郊，子以是報矣。』膠鬲行。天雨，日夜不休，武王疾行不輟。軍師皆諫曰：『卒病，請休之。』武王曰：『吾已令膠鬲以甲子之期報其主矣。今甲子不至，是令膠鬲不信也。膠鬲不信也，其主必殺之。吾疾行以救膠鬲之死也。』武王果以甲子至殷郊。殷已先陳矣。至殷，因戰，大克之。此武王之義也。人為人之所欲，己為人之所惡，先陳何益？適令武王不耕而穫。 \\n 武王入殷，聞殷有長者。武王往見之，而問殷之所以亡。殷長者對曰：『王欲知之，則請以日中為期。』武王與周公旦明日早要期，則弗得也。武王怪之。周公曰：『吾已知之矣。此君子也，取不能其主，有以其惡告王，不忍為也。若夫期而不當，言而不信，此殷之所以亡也，已以此告王矣。』 \\n 夫審天者，察列星而知四時，因也。推歷者，視月行而知晦朔，因也。禹之裸國，裸入衣出，因也。墨子見荊王，錦衣吹笙，因也。孔子道彌子瑕見釐夫人，因也。湯、武遭亂世，臨苦民，揚其義，成其功，因也。故因則功，專則拙。因者無敵。國雖大，民雖眾，何益？ \\n 察今 \\n 八曰── \\n 上胡不法先王之法，非不賢也，為其不可得而法。先王之法，經乎上世而來者也，人或益之，人或損之，胡可得而法？雖人弗損益，猶若不可得而法。東、夏之命，古今之法，言異而典殊，故古之命多不通乎今之言者，今之法多不合乎古之法者。殊俗之民，有似於此。其所為欲同，其所為欲異。口惛之命不愉，若舟車衣冠滋味聲色之不同，人以自是，反以相誹。天下之學者多辯，言利辭倒，不求其實，務以相毀，以勝為故。先王之法，胡可得而法？雖可得，猶若不可法。凡先王之法，有要於時也，時不與法俱至。法雖今而至，猶若不可法。故擇先王之成法，而法其所以為法。先王之所以為法者何也？先王之所以為法者人也。而己亦人也，故察己則可以知人，察今則可以知古，古今一也，人與我同耳。有道之士，貴以近知遠，以今知古，以益所見，知所不見。故審堂下之陰，而知日月之行、陰陽之變；見瓶水之冰，而知天下之寒、魚鱉之藏也；嘗一脟肉，而知一鑊之味、一鼎之調。 \\n 荊人欲襲宋，使人先表澭水。澭水暴益，荊人弗知，循表而夜涉，溺死者千有餘人，軍驚而壞都舍。嚮其先表之時可導也，今水已變而益多矣，荊人尚猶循表而導之，此其所以敗也。今世之主，法先王之法也，有似於此。其時已與先王之法虧矣，而曰『此先王之法也』而法之以為治，豈不悲哉？故治國無法則亂，守法而弗變則悖，悖亂不可以持國。世易時移，變法宜矣。譬之若良醫，病萬變，藥亦萬變。病變而藥不變，嚮之壽民，今為殤子矣。故凡舉事必循法以動，變法者因時而化。若此論則無過務矣。 \\n 夫不敢議法者，眾庶也；以死守者，有司也；因時變法者，賢主也。是故有天下七十一聖，其法皆不同，非務相反也，時勢異也。故曰良劍期乎斷，不期乎鏌邪；良馬期乎千里，不期乎驥驁。夫成功名者，此先王之千里也。楚人有涉江者，其劍自舟中墜於水，遽契其舟曰：『是吾劍之所從墜。』舟止，從其所契者入水求之。舟已行矣，而劍不行，求劍若此，不亦惑乎？以此故法為其國與此同。時已徙矣，而法不徙，以此為治，豈不難哉？有過於江上者，見人方引嬰兒而欲投之江中，嬰兒啼，人問其故，曰：『此其父善游。』其父雖善游，其子豈遽善游哉？此任物亦必悖矣。荊國之為政，有似於此。 \\n   \\n  "}
{"章节": "卷第十六", "正文": "  \\n 卷第十六 \\n 　 \\n 先識 \\n 一曰── \\n 凡國之亡也，有道者必先去，古今一也。地從於城，城從於民，民從於賢。故賢主得賢者而民得，民得而城得，城得而地得。夫地得豈必足行其地、人說其民哉？得其要而已矣。 \\n 夏太史令終古，出其圖法，執而泣之。夏桀迷惑，暴亂愈甚，太史令終古乃出奔如商。湯喜而告諸侯曰：『夏王無道，暴虐百姓，窮其父兄，恥其功臣，輕其賢良，棄義聽讒，眾庶咸怨，守法之臣，自歸于商。』 \\n 殷內史向摯見紂之愈亂迷惑也，於是載其圖法，出亡之周。武王大說，以告諸侯曰：『商王大亂，沈于酒德，辟遠箕子，爰近姑與息，妲己為政，賞罰無方，不用法式，殺三不辜，民大不服，守法之臣，出奔周國。』 \\n 晉太史屠黍見晉之亂也，見晉公之驕而無德義也，以其圖法歸周。周威公見而問焉，曰：『天下之國孰先亡？』對曰：『晉先亡。』威公問其故。對曰：『臣比在晉也，不敢直言。示晉公以天妖，日月星辰之行多以不當，曰：「是何能為？」又示以人事多不義，百姓皆鬱怨，曰：「是何能傷？」又示以鄰國不服，賢良不舉，曰：「是何能害？」如是，是不知所以亡也，故臣曰晉先亡也。』居三年，晉果亡。威公又見屠黍而問焉，曰：『孰次之？』對曰：『中山次之。』威公問其故。對曰：『天生民而令有別。有別，人之義也，所異於禽獸麋鹿也，君臣上下之所以立也。中山之俗，以晝為夜，以夜繼日，男女切倚，固無休息，康樂，歌謠好悲。其主弗知惡。此亡國之風也。臣故曰中山次之。』居二年，中山果亡。威公又見屠黍而問焉，曰：『孰次之？』屠黍不對。威公固問焉。對曰：『君次之。』威公乃懼。求國之長者，得義蒔、田邑而禮之，得史驎、趙駢以為諫臣，去苛令三十九物，以告屠黍。對曰：『其尚終君之身乎！』曰：『臣聞之：國之興也，天遺之賢人與極言之士；國之亡也，天遺之亂人與善諛之士。』威公薨，肂，九月不得葬，周乃分為二。故有道者之言也，不可不重也。 \\n 周鼎著饕餮，有首無身，食人未咽，害及其身，以言報更也。為不善亦然。白圭之中山，中山之王欲留之，白圭固辭，乘輿而去；又之齊，齊王欲留之仕，又辭而去。人問其故。曰：『之二國者皆將亡。所學有五盡。何謂五盡？曰：莫之必則信盡矣，莫之譽則名盡矣，莫之愛則親盡矣，行者無糧、居者無食則財盡矣，不能用人、又不能自用則功盡矣。國有此五者，無幸必亡。中山、齊皆當此。』若使中山之王與齊王，聞五盡而更之，則必不亡矣。其患不聞，雖聞之又不信。然則人主之務，在乎善聽而已矣。夫五割而與趙，悉起而距軍乎濟上，未有益也。是棄其所以存，而造其所以亡也。 \\n 觀世 \\n 二曰── \\n 天下雖有有道之士，國猶少。千里而有一士，比肩也；累世而有一聖人，繼踵也。士與聖人之所自來，若此其難也，而治必待之，治奚由至？雖幸而有，未必知也，不知則與無賢同。此治世之所以短，而亂世之所以長也。故王者不四，霸者不六，亡國相望，囚主相及。得士則無此之患。此周之所封四百餘，服國八百餘，今無存者矣，雖存皆嘗亡矣。賢主知其若此也，故日慎一日，以終其世。譬之若登山，登山者，處已高矣，左右視，尚巍巍焉山在其上。賢者之所與處，有似於此。身已賢矣，行已高矣，左右視，尚盡賢於己。故周公旦曰：『不如吾者，吾不與處，累我者也；與我齊者，吾不與處，無益我者也。』惟賢者必與賢於己者處。賢者之可得與處也，禮之也。主賢世治，則賢者在上；主不肖世亂，則賢者在下。今周室既滅，天子既廢。亂莫大於無天子，無天子則彊者勝弱，眾者暴寡，以兵相(戔刀)，不得休息，而佞進，今之世當之矣。故欲求有道之士，則於江河之上，山谷之中，僻遠幽閒之所，若此則幸於得之矣。太公釣於滋泉，遭紂之世也，故文王得之。文王千乘也，紂天子也，天子失之，而千乘得之，知之與不知也。諸眾齊民，不待知而使，不待禮而令；若夫有道之士，必禮必知，然後其智能可盡也。 \\n 晏子之晉，見反裘負芻息於塗者，以為君子也，使人問焉，曰：『曷為而至此？』對曰：『齊人累之，名為越石父。』晏子曰：『譆！』遽解左驂以贖之，載而與歸。至舍，弗辭而入。越石父怒，請絕。晏子使人應之曰：『嬰未嘗得交也，今免子於患，吾於子猶未邪也？』越石父曰：『吾聞君子屈乎不己知者，而伸乎己知者，吾是以請絕也。』晏子乃出見之曰：『嚮也見客之容而已，今也見客之志。嬰聞察實者不留聲，觀行者不譏辭。嬰可以辭而無棄乎！』越石父曰：『夫子禮之，敢不敬從。』晏子遂以為客。俗人有功則德，德則驕；今晏子功免人於阨矣，而反屈下之，其去俗亦遠矣。此令功之道也。 \\n 子列子窮，容貌有饑色。客有言之於鄭子陽者，曰：『列禦寇，蓋有道之士也，居君之國而窮，君無乃為不好士乎？』鄭子陽令官遺之粟數十秉。子列子出見使者，再拜而辭。使者去，子列子入，其妻望而拊心，曰：『聞為有道者妻子，皆得逸樂。今妻子有饑色矣，君過而遺先生食，先生又弗受也，豈非命也哉！』子列子笑而謂之曰：『君非自知我也，以人之言而遺我粟也，至已而罪我也，有罪且以人言，此吾所以不受也。』其卒民果作難，殺子陽。受人之養，而不死其難則不義，死其難則死無道也。死無道，逆也。子列子除不義、去逆也，豈不遠哉！且方有饑寒之患矣，而猶不苟取，先見其化也。先見其化而已動，遠乎性命之情也。 \\n 知接 \\n 三曰── \\n 人之目以照見之也，以瞑則與不見，同，其所以為照、所以為瞑異。瞑士未嘗照，故未嘗見，瞑者目無由接也。無由接而言見，誣。智亦然，其所以接智、所以接不智同，其所能接、所不能接異。智者其所能接遠也，愚者其所能接近也。所能接近而告之以遠化，奚由相得？無由相得，說者雖工，不能喻矣。戎人見暴布者而問之曰：『何以為之莽莽也？』指麻而示之。怒曰：『孰之壤壤也，可以為之莽莽也？』故亡國非無智士也，非無賢者也，其主無由接故也。無由接之患，自以為智，智必不接。今不接而自以為智，悖。若此則國無以存矣，主無以安矣。智無以接而自知弗智，則不聞亡國，不聞危君。 \\n 管仲有疾。桓公往問之曰：『仲父之疾病矣，將何以教寡人？』管仲曰：『齊鄙人有諺曰：「居者無載，行者無埋。」今臣將有遠行，胡可以問？』桓公曰：『願仲父之無讓也。』管仲對曰：『願君之遠易牙、豎刀、常之巫、衛公子啟方。』公曰：『易牙烹其子以慊寡人，猶尚可疑邪？』管仲對曰：『人之情，非不愛其子也，其子之忍，又將何有於君？』公又曰：『豎刀自宮以近寡人，猶尚可疑耶？』管仲對曰：『人之情，非不愛其身也，其身之忍，又將何有於君？』公又曰：『常之巫審於死生，能去苛病，猶尚可疑邪？』管仲對曰：『死生命也，苛病失也。君不任其命，守其本，而恃常之巫，彼將以此無不為也。』公又曰：『衛公子啟方事寡人十五年矣，其父死而不敢歸哭，猶尚可疑邪？』管仲對曰：『人之情，非不愛其父也，其父之忍，又將何有於君？』公曰：『諾。』管仲死，盡逐之，食不甘，宮不治，苛病起，朝不肅。居三年，公曰：『仲父不亦過乎？孰謂仲父盡之乎？』於是皆復召而反。明年，公有病，常之巫從中出曰：『公將以某日薨。』易牙、豎刀、常之巫相與作亂，塞宮門，築高牆，不通人，矯以公令。有一婦人踰垣入，至公所。公曰：『我欲食。』婦人曰：『吾無所得。』公又曰：『我欲飲。』婦人曰：『吾無所得。』公曰：『何故？』對曰：『常之巫從中出曰：「公將以某日薨。」易牙、豎刀、常之巫相與作亂，塞宮門，築高牆，不通人，故無所得。衛公子啟方以書社四十下衛。』公慨焉歎涕出曰：『嗟乎！聖人之所見，豈不遠哉？若死者有知，我將何面目以見仲父乎？』蒙衣袂而絕乎壽宮。蟲流出於戶，上蓋以楊門之扇，三月不葬。此不卒聽管仲之言也。桓公非輕難而惡管子也，無由接見也。無由接，固卻其忠言，而愛其所尊貴也。 \\n 悔過 \\n 四曰── \\n 穴深尋則人之臂必不能極矣，是何也？不至故也。智亦有所不至。所不至，說者雖辯，為道雖精，不能見矣。故箕子窮于商，范蠡流乎江。 \\n 昔秦繆公興師以襲鄭，蹇叔諫曰：『不可。臣聞之，襲國邑，以車不過百里，以人不過三十里，皆以其氣之趫與力之盛，至，是以犯敵能滅，去之能速。今行數千里、又絕諸侯之地以襲國，臣不知其可也。君其重圖之。』繆公不聽也。蹇叔送師於門外而哭曰：『師乎！見其出而不見其入也。』蹇叔有子曰申與視，與師偕行。蹇叔謂其子曰：『晉若遏師必於殽。女死不於南方之岸，必於北方之岸，為吾尸女之易。』繆公聞之，使人讓蹇叔曰：『寡人興師，未知何如？今哭而送之，是哭吾師也。』蹇叔對曰：『臣不敢哭師也。臣老矣，有子二人，皆與師行，比其反也，非彼死則臣必死矣，是故哭。』師行過周，王孫滿要門而窺之，曰：『嗚呼！是師必有疵。若無疵，吾不復言道矣。夫秦非他，周室之建國也。過天子之城，宜橐甲束兵，左右皆下，以為天子禮。今袀服回建，左不軾，而右之超乘者五百乘，力則多矣，然而寡禮，安得無疵？』師過周而東。鄭賈人弦高、奚施將西市於周，道遇秦師，曰：『嘻！師所從來者遠矣，此必襲鄭。』遽使奚施歸告，乃矯鄭伯之命以勞之，曰：『寡君固聞大國之將至久矣。大國不至，寡君與士卒竊為大國憂，日無所與焉，惟恐士卒罷弊與糗糧匱乏。何其久也，使人臣犒勞以璧，膳以十二牛。』秦三帥對曰：『寡君之無使也，使其三臣丙也、秫也、視也於東邊候(日晉)之道，過是，以迷惑陷入大國之地。』不敢固辭，再拜稽首受之。三帥乃懼而謀曰：『我行數千里、數絕諸侯之地以襲人，未至而人已先知之矣，此其備必已盛矣。』還師去之。當是時也，晉文公適薨，未葬。先軫言於襄公，曰：『秦師不可不擊也，臣請擊之。』襄公曰：『先君薨，尸在堂，見秦師利而因擊之，無乃非為人子之道歟？』先軫曰：『不弔吾喪，不憂吾哀，是死吾君而弱其孤也。若是而擊，可大彊。臣請擊之。』襄公不得已而許之。先軫遏秦師於殽而擊之，大敗之，獲其三帥以歸。繆公聞之，素服廟臨，以說於眾曰：『天不為秦國，使寡人不用蹇叔之諫，以至於此患。』此繆公非欲敗於殽也，智不至也。智不至則不信。言之不信，師之不反也從此生，故不至之為害大矣。 \\n 樂成 \\n 五曰── \\n 大智不形，大器晚成，大音希聲。 \\n 禹之決江水也，民聚瓦礫。事已成，功已立，為萬世利。禹之所見者遠也，而民莫之知，故民不可與慮化舉始，而可以樂成功。 \\n 孔子始用於魯。魯人鷖誦之曰：『麛裘而(韋畢)，投之無戾；(韋畢)而麛裘，投之無郵。』用三年，男子行乎塗右，女子行乎塗左，財物之遺者，民莫之舉。大智之用，固難踰也。子產始治鄭，使田有封洫，都鄙有服。民相與誦之曰：『我有田疇，而子產賦之。我有衣冠，而子產貯之。孰殺子產，吾其與之。』後三年，民又誦之曰：『我有田疇，而子產殖之。我有子弟，而子產誨之。子產若死，其使誰嗣之？』使鄭簡、魯哀當民之誹訿也而因弗遂用，則國必無功矣，子產、孔子必無能矣。非徒不能也，雖罪施，於民可也。今世皆稱簡公、哀公為賢，稱子產、孔子為能，此二君者，達乎任人也。 \\n 舟車之始見也，三世然後安之。夫開善豈易哉？故聽無事治。事治之立也，人主賢也。魏攻中山，樂羊將，已得中山，還反報文侯，有貴功之色。文侯知之，命主書曰：『群臣賓客所獻書者，操以進之。』主書舉兩篋以進。令將軍視之，書盡難攻中山之事也。將軍還走，北面再拜曰：『中山之舉，非臣之力，君之功也。』當此時也，論士殆之日幾矣，中山之不取也，奚宜二篋哉？一寸而亡矣。文侯賢主也，而猶若此，又況於中主邪？中主之患，不能勿為，而不可與莫為。凡舉無易之事，氣志視聽動作無非是者，人臣且孰敢以非是邪疑為哉？皆壹於為，則無敗事矣。此湯、武之所以大立功於夏、商，而句踐之所以能報其讎也。以小弱皆壹於為而猶若此，又況於以彊大乎？ \\n 魏襄王與群臣飲，酒酣，王為群臣祝，令群臣皆得志。史起興而對曰：『群臣或賢或不肖，賢者得志則可，不肖者得志則不可。』王曰：『皆如西門豹之為人臣也。』史起對曰：『魏氏之行田也以百畝，鄴獨二百畝，是田惡也。漳水在其旁而西門豹弗知用，是其愚也；知而弗言，是不忠也。愚與不忠，不可效也。』魏王無以應之。明日，召史起而問焉，曰：『漳水猶可以灌鄴田乎？』史起對曰：『可。』王曰：『子何不為寡人為之？』史起曰：『臣恐王之不能為也。』王曰：『子誠能為寡人為之，寡人盡聽子矣。』史起敬諾，言之於王曰：『臣為之，民必大怨臣。大者死，其次乃藉臣。臣雖死藉，願王之使他人遂之也。』王曰：『諾。』使之為鄴令。史起因往為之。鄴民大怨，欲藉史起。史起不敢出而避之。王乃使他人遂為之。水已行，民大得其利，相與歌之曰：『鄴有聖令，時為史公，決漳水，灌鄴旁，終古斥鹵，生之稻粱。』使民知可與不可，則無所用矣。賢主忠臣，不能導愚教陋，則名不冠後、實不及世矣。史起非不知化也，以忠於主也。魏襄王可謂能決善矣。誠能決善，眾雖諠譁而弗為變。功之難立也，其必由哅哅邪。國之殘亡，亦猶此也。故哅哅之中，不可不味也。中主以之哅哅也止善，賢主以之哅哅也立功。 \\n 察微 \\n 六曰── \\n 使治亂存亡若高山之與深谿，若白堊之與黑漆，則無所用智，雖愚猶可矣。且治亂存亡則不然，如可知、如可不知，如可見、如可不見。故智士賢者相與積心愁慮以求之，猶尚有管叔、蔡叔之事與東夷八國不聽之謀。故治亂存亡，其始若秋毫。察其秋毫，則大物不過矣。 \\n 魯國之法，魯人為人臣妾於諸侯、有能贖之者，取其金於府。子貢贖魯人於諸侯，來而讓不取其金。孔子曰：『賜失之矣。自今以往，魯人不贖人矣。取其金則無損於行，不取其金則不復贖人矣。』子路拯溺者，其人拜之以牛，子路受之。孔子曰：『魯人必拯溺者矣。』孔子見之以細，觀化遠也。 \\n 楚之邊邑曰卑梁，其處女與吳之邊邑處女桑於境上，戲而傷卑梁之處女。卑梁人操其傷子以讓吳人，吳人應之不恭，怒殺而去之。吳人往報之，盡屠其家。卑梁公怒，曰：『吳人焉敢攻吾邑？』舉兵反攻之，老弱盡殺之矣。吳王夷昧聞之怒，使人舉兵侵楚之邊邑，克夷而後去之。吳、楚以此大隆。吳公子光又率師與楚人戰於雞父，大敗楚人，獲其帥潘子臣、小惟子、陳夏齧，又反伐郢，得荊平王之夫人以歸，實為雞父之戰。凡持國，太上知始，其次知終，其次知中。三者不能，國必危，身必窮。孝經曰：『高而不危，所以長守貴也；滿而不溢，所以長守富也。富貴不離其身，然後能保其社稷，而和其民人。』楚不能之也。 \\n 鄭公子歸生率師伐宋。宋華元率師應之大棘，羊斟御。明日將戰，華元殺羊饗士，羊斟不與焉。明日戰，恕謂華元曰：『昨日之事，子為制；今日之事，我為制。』遂驅入於鄭師。宋師敗績，華元虜。夫弩機差以米則不發。戰，大機也。饗士而忘其御也，將以此敗而為虜，豈不宜哉？故凡戰必悉熟偏備，知彼知己，然後可也。 \\n 魯季氏與郈氏鬥雞。郈氏介其雞，季氏為之金距。季氏之雞不勝。季平子怒，因歸郈氏之宮而益其宅。郈昭伯怒，傷之於昭公，曰：『禘於襄公之廟也，舞者二人而已，其餘盡舞於季氏。季氏之舞道，無上久矣，弗誅必危社稷。』公怒不審，乃使郈昭伯將師徒以攻季氏，遂入其宮。仲孫氏、叔孫氏相與謀曰：『無季氏，則吾族也死亡無日矣。』遂起甲以往，陷西北隅以入之，三家為一，郈昭伯不勝而死。昭公懼，遂出奔齊，卒於乾侯。魯昭聽傷而不辯其義，懼以魯國不勝季氏，而不知仲、叔氏之恐而與季氏同患也，是不達乎人心也。不達乎人心，位雖尊，何益於安也？以魯國恐不勝一季氏，況於三季？同惡固相助。權物若此其過也。非獨仲、叔氏也，魯國皆恐。魯國皆恐，則是與一國為敵也，其得至乾侯而卒猶遠。 \\n 去宥 \\n 七曰── \\n 東方之墨者謝子將西見秦惠王。惠王問秦之墨者唐姑果。唐姑果恐王之親謝子賢於己也，對曰：『謝子，東方之辯士也，其為人甚險，將奮於說以取少主也。』王因藏怒以待之。謝子至，說王，王弗聽。謝子不說，遂辭而行。凡聽言，以求善也。所言苟善，雖奮於取少主，何損？所言不善，雖不奮於取少主，何益？不以善為之愨，而徒以取少主為之悖，惠王失所以為聽矣。用志若是，見客雖勞，耳目雖弊，猶不得所謂也。此史定所以得行其邪也，此史定所以得飾鬼以人，罪殺不辜，群臣擾亂，國幾大危也。人之老也，形益衰，而智益盛。今惠王之老也，形與智皆衰邪！ \\n 荊威王學書於沈尹華，昭釐惡之。威王好制。有中謝佐制者，為昭釐謂威王曰：『國人皆曰：王乃沈尹華之弟子也。』王不悅，因疏沈尹華。中謝，細人也，一言而令威王不聞先王之術，文學之士不得進，令昭釐得行其私。故細人之言，不可不察也。且數怒人主，以為姦人除路；姦路已除而惡壅卻，豈不難哉？夫激矢則遠，激水則旱，激主則悖，悖則無君子矣。夫不可激者，其唯先有度。 \\n 鄰父有與人鄰者，有枯梧樹。其鄰之父言梧樹之不善也，鄰人遽伐之。鄰父因請而以為薪。其人不說曰：『鄰者若此其險也，豈可為之鄰哉？』此有所宥也。夫請以為薪與弗請，此不可以疑枯梧樹之善與不善也。齊人有欲得金者，清旦，被衣冠，往鬻金者之所，見人操金，攫而奪之。吏搏而束縛之，問曰：『人皆在焉，子攫人之金，何故？』對吏曰：『殊不見人，徒見金耳。』此真大有所宥也。夫人有所宥者，固以晝為昏，以白為黑，以堯為桀，宥之為敗亦大矣。亡國之主，其皆甚有所宥邪？故凡人必別宥然後知，別宥則能全其天矣。 \\n 正名 \\n 八曰── \\n 名正則治，名喪則亂。使名喪者，淫說也。說淫則可不可而然不然，是不是而非不非。故君子之說也，足以言賢者之實、不肖者之充而已矣，足以喻治之所悖、亂之所由起而已矣，足以知物之情、人之所獲以生而已矣。 \\n 凡亂者，刑名不當也。人主雖不肖，猶若用賢，猶若聽善，猶若為可者。其患在乎所謂賢、從不肖也，所為善、而從邪辟，所謂可、從悖逆也，是刑名異充而聲實異謂也。夫賢不肖、善邪辟、可悖逆，國不亂、身不危奚待也？齊湣王是以知說士，而不知所謂士也。故尹文問其故，而王無以應。此公玉丹之所以見信而卓齒之所以見任也。任卓齒而信公玉丹，豈非以自讎邪？ \\n 尹文見齊王。齊王謂尹文曰：『寡人甚好士。』尹文曰：『願聞何謂士？』王未有以應。尹文曰：『今有人於此，事親則孝，事君則忠，交友則信，居鄉則悌，有此四行者，可謂士乎？』齊王曰：『此真所謂士已。』尹文曰：『王得若人，用以為臣乎？』王曰：『所願而不能得也。』尹文曰：『使若人於廟朝中，深見侮而不鬥，王將以為臣乎？』王曰：『否。大夫見侮而不鬥，則是辱也。辱則寡人弗以為臣矣。』尹文曰：『雖見侮而不鬥，未失其四行也。未失其四行者，是未失其所以為士一矣。未失其所以為士一，而王以為臣，失其所以為士一，而王不以為臣，則嚮之所謂士者乃士乎？』王無以應。尹文曰：『今有人於此，將治其國，民有非則非之，民無非則非之，民有罪則罰之，民無罪則罰之，而惡民之難治可乎？』王曰：『不可。』尹文曰：『竊觀下吏之治齊也，方若此也。』王曰：『使寡人治信若是，則民雖不治，寡人弗怨也。意者未至然乎。』尹文曰：『言之不敢無說。請言其說。王之令曰：「殺人者死，傷人者刑。」民有畏王之令，深見侮而不敢鬥者，是全王之令也，而王曰「見侮而不敢鬥，是辱也」。夫謂之辱者，非此之謂也，以為臣不以為臣者罪之也，此無罪而王罰之也。』齊王無以應。論皆若此，故國殘身危，走而之穀，如衛。齊湣王，周室之孟侯也。太公之所老也。桓公嘗以此霸矣，管仲之辯名實審也。 \\n   \\n  "}
{"章节": "卷第十七", "正文": "  \\n 卷第十七 \\n 　 \\n 審分 \\n 一曰── \\n 凡人主必審分，然後治可以至，姦偽邪辟之塗可以息，惡氣苛疾無自至。夫治身與治國，一理之術也。今以眾地者，公作則遲，有所匿其力也；分地則速，無所匿遲也。主亦有地，臣主同地，則臣有所匿其邪矣，主無所避其累矣。 \\n 凡為善難，任善易。奚以知之？人與驥俱走，則人不勝驥矣；居於車上而任驥，則驥不勝人矣。人主好治人官之事，則是與驥俱走也，必多所不及矣。夫人主亦有居車，無去車，則眾善皆盡力竭能矣，諂諛詖賊巧佞之人無所竄其姦矣，堅窮廉直忠敦之士畢競勸騁騖矣。人主之車，所以乘物也。察乘物之理，則四極可有。不知乘物而自怙恃，奪其智能，多其教詔，而好自以；若此則百官恫擾，少長相越，萬邪並起，權威分移，不可以卒，不可以教，此亡國之風也。 \\n 王良之所以使馬者，約審之以控其轡，而四馬莫敢不盡力。有道之主，其所以使群臣者亦有轡。其轡何如？正名審分，是治之轡已。故按其實而審其名，以求其情；聽其言而察其類，無使放悖。夫名多不當其實、而事多不當其用者，故人主不可以不審名分也。不審名分，是惡壅而愈塞也。壅塞之任，不在臣下，在於人主。堯、舜之臣不獨義，湯、禹之臣不獨忠，得其數也；桀、紂之臣不獨鄙，幽、厲之臣不獨辟，失其理也。 \\n 今有人於此，求牛則名馬，求馬則名牛，所求必不得矣；而因用威怒，有司必誹怨矣，牛馬必擾亂矣。百官，眾有司也；萬物，群牛馬也。不正其名，不分其職，而數用刑罰，亂莫大焉。夫說以智通，而實以過悗；譽以高賢，而充以卑下；贊以潔白，而隨以汙德；任以公法，而處以貪枉；用以勇敢，而堙以罷怯；此五者，皆以牛為馬，以馬為牛，名不正也。故名不正，則人主憂勞勤苦，而官職煩亂悖逆矣。國之亡也，名之傷也，從此生矣。白之顧益黑、求之愈不得者，其此義邪！故至治之務，在於正名。名正則人主不憂勞矣。不憂勞則不傷其耳目之主。問而不詔，知而不為，和而不矜，成而不處。止者不行，行者不止，因形而任之，不制於物，無用為使，清靜以公，神通乎六合，德耀乎海外，意觀乎無窮，譽流乎無止，此之謂定性於大湫，命之曰無有。故得道忘人，乃大得人也，夫其非道也；知德忘知，乃大得知也，夫其非德也；至知不幾，靜乃明幾也，夫其不明也；大明不小事，假乃理事也，夫其不假也；莫人不能，全乃備能也，夫其不全也。是故於全乎去能，於假乎去事，於知乎去幾，所知者妙矣。若此則能順其天，意氣得游乎寂寞之宇矣，形性得安乎自然之所矣。全乎萬物而不宰，澤被天下而莫知其所自姓，雖不備五者，其好之者是也。 \\n 君守 \\n 二曰── \\n 得道者必靜。靜者無知，知乃無知，可以言君道也。故曰中欲不出謂之扃，外欲不入謂之閉。既扃而又閉：天之用密，有准不以平，有繩不以正；天之大靜，既靜而又寧，可以為天下正。身以盛心，心以盛智，智乎深藏，而實莫得窺乎。鴻範曰：『惟天陰騭下民。』陰之者，所以發之也。故曰不出於戶而知天下，不窺於牖而知天道。其出彌遠者，其知彌少，故博聞之人、彊識之士闕矣，事耳目、深思慮之務敗矣，堅白之察、無厚之辯外矣。不出者，所以出之也；不為者，所以為之也。此之謂以陽召陽，以陰召陰。東海之極，水至而反；夏熱之下，化而為寒。故曰天無形，而萬物以成；至精無象，而萬物以化；大聖無事，而千官盡能。此乃謂不教之教，無言之詔。故有以知君之狂也，以其言之當也；有以知君之惑也，以其言之得也。君也者，以無當為當，以無得為得者也。當與得不在於君，而在於臣。故善為君者無識，其次無事。有識則有不備矣，有事則有不恢矣。不備不恢，此官之所以疑，而邪之所從來也。今之為車者，數官然後成。夫國豈特為車哉？眾智眾能之所持也，不可以一物一方安車也。 \\n 夫一能應萬、無方而出之務者，唯有道者能之。魯鄙人遺宋元王閉，元王號令於國，有巧者皆來解閉。人莫之能解。兒說之弟子請往解之，乃能解其一，不能解其一，且曰：『非可解而我不能解也，固不可解也。』問之魯鄙人。鄙人曰：『然，固不可解也。我為之而知其不可解也。今不為而知其不可解也，是巧於我。』故如兒說之弟子者，以『不解』解之也。鄭大師文終日鼓瑟而興，再拜其瑟前曰：『我效於子，效於不窮也。』故若大師文者，以其獸者先之，所以中之也。故思慮自心傷也，智差自亡也，奮能自殃，其有處自狂也。故至神逍遙倏忽而不見其容，至聖變習移俗而莫知其所從，離世別群而無不同，君民孤寡而不可障壅，此則姦邪之情得而險陂讒慝諂諛巧佞之人無由入。凡姦邪險陂之人，必有因也。何因哉？因主之為。人主好以己為，則守職者舍職而阿主之為矣。阿主之為，有過則主無以責之，則人主日侵而人臣日得。是宜動者靜，宜靜者動也；尊之為卑，卑之為尊，從此生矣。此國之所以衰而敵之所以攻之者也。 \\n 奚仲作車，蒼頡作書，后稷作稼，皋陶作刑，昆吾作陶，夏鯀作城，此六人者所作當矣，然而非主道者，故曰作者憂，因者平。惟彼君道，得命之情，故任天下而不彊，此之謂全人。 \\n 任數 \\n 三曰── \\n 凡官者，以治為任，以亂為罪。今亂而無責，則亂愈長矣。人主以好暴示能，以好唱自奮，人臣以不爭持位，以聽從取容，是君代有司為有司也，是臣得後隨以進其業。君臣不定，耳雖聞不可以聽，目雖見不可以視，心雖知不可以舉，勢使之也。凡耳之聞也藉於靜，目之見也藉於昭，心之知也藉於理。君臣易操，則上之三官者廢矣。亡國之主，其耳非不可以聞也，其目非不可以見也，其心非不可以知也，君臣擾亂，上下不分別，雖聞曷聞，雖見曷見，雖知曷知，馳騁而因耳矣，此愚者之所不至也。不至則不知，不知則不信。無骨者不可令知冰。有土之君，能察此言也，則災無由至矣。 \\n 且夫耳目知巧，固不足恃，惟脩其數、行其理為可。韓昭釐侯視所以祠廟之牲，其豕小，昭釐侯令官更之。官以是豕來也，昭釐侯曰：『是非嚮者之豕邪？』官無以對。命吏罪之。從者曰：『君王何以知之？』君曰：『吾以其耳也。』申不害聞之，曰：『何以知其聾？以其耳之聰也。何以知其盲？以其目之明也。何以知其狂？以其言之當也。故曰去聽無以聞則聰，去視無以見則明，去智無以知則公。去三者不任則治，三者任則亂。』以此言耳目心智之不足恃也。耳目心智，其所以知識甚闕，其所以聞見甚淺。以淺闕博居天下、安殊俗、治萬民，其說固不行。十里之間而耳不能聞，帷牆之外而目不能見，三畝之宮而心不能知。其以東至開梧、南撫多(嬰頁)、西服壽靡、北懷儋耳，若之何哉？故君人者，不可不察此言也。治亂安危存亡，其道固無二也。故至智棄智，至仁忘仁，至德不德。無言無思，靜以待時，時至而應，心暇者勝。凡應之理，清淨公素，而正始卒；焉此治紀，無唱有和，無先有隨。古之王者，其所為少，其所因多。因者，君術也；為者，臣道也。為則擾矣，因則靜矣。因冬為寒，因夏為暑，君奚事哉？故曰君道無知無為，而賢於有知有為，則得之矣。 \\n 有司請事於齊桓公。桓公曰：『以告仲父。』有司又請。公曰：『告仲父』，若是三。習者曰：『一則仲父，二則仲父，易哉為君！』桓公曰：『吾未得仲父則難，已得仲父之後，曷為其不易也？』桓公得管子，事猶大易，又況於得道術乎？ \\n 孔子窮乎陳、蔡之間，藜羹不斟，七日不嘗粒，晝寢。顏回索米，得而爨之，幾熟。孔子望見顏回攫其甑中而食之。選間，食熟，謁孔子而進食。孔子佯為不見之。孔子起曰：『今者夢見先君，食潔而後饋。』顏回對曰：『不可。嚮者煤室入甑中，棄食不祥，回攫而飯之。』孔子歎曰：『所信者目也，而目猶不可信；所恃者心也，而心猶不足恃。弟子記之，知人固不易矣。』故知非難也，孔子之所以知人難也。 \\n 勿躬 \\n 四曰── \\n 人之意苟善，雖不知可以為長。故李子曰：『非狗則不得兔，兔化而狗，則不為兔。』人君而好為人官，有似於此。其臣蔽之，人時禁之，君自蔽則莫之敢禁。夫自為人官，自蔽之精者也。祓篲日用而不藏於篋，故用則衰，動則暗，作則倦。衰、暗、倦三者非君道也。 \\n 大橈作甲子，黔如作虜首，容成作厤，羲和作占日，尚儀作占月，后益作占歲，胡曹作衣，夷羿作弓，祝融作市，儀狄作酒，高元作室，虞姁作舟，伯益作井，赤冀作臼，乘雅作駕，寒哀作御，王冰作服牛，史皇作圖，巫彭作醫，巫咸作筮，此二十官者，聖人之所以治天下也。聖王不能二十官之事，然而使二十官盡其巧、畢其能，聖王在上故也。聖王之所不能也、所以能之也，所不知也、所以知之也。養其神、脩其德而化矣，豈必勞形愁弊耳目哉？是故聖王之德，融乎若月之始出，極燭六合而無所窮屈；昭乎若日之光，變化萬物而無所不行。神合乎太一，生無所屈，而意不可障；精通乎鬼神，深微玄妙，而莫見其形。今日南面，百邪自正，而天下皆反其情，黔首畢樂其志、安育其性、而莫為不成。故善為君者，矜服性命之情，而百官已治矣，黔首已親矣，名號已章矣。 \\n 管子復於桓公，曰：『墾田大邑，辟土藝粟，盡地力之利，臣不若甯速，請置以為大田。登降辭讓，進退閑習，臣不若隰朋，請置以為大行。蚤入晏出，犯君顏色，進諫必忠，不辟死亡，不重貴富，臣不若東郭牙，請置以為大諫臣。平原廣城，車不結軌，士不旋踵，鼓之，三軍之士，視死如歸，臣不若王子城父，請置以為大司馬。決獄折中，不殺不辜，不誣無罪，臣不若弦章，請置以為大理。君若欲治國彊兵，則五子者足矣；君欲霸王，則夷吾在此。』桓公曰：『善。』令五子皆任其事，以受令於管子。十年，九合諸侯，一匡天下，皆夷吾與五子之能也。管子，人臣也，不任己之不能，而以盡五子之能，況於人主乎？人主知能、不能之可以君民也，則幽詭愚險之言無不職矣，百官有司之事畢力竭智矣。五帝三皇之君民也，下固不過畢力竭智也。夫君人而知無恃其能、勇、力、誠、信，則近之矣。凡君也者，處平靜、任德化以聽其要，若此則形性彌羸，而耳目愈精；百官慎職，而莫敢愉綖；人事其事，以充其名。名實相保，之謂知道。 \\n 知度 \\n 五曰── \\n 明君者，非遍見萬物也，明於人主之所執也。有術之主者，非一自行之也，知百官之要也。知百官之要，故事省而國治也。明於人主之所執，故權專而姦止。姦止則說者不來，而情諭矣；情者不飾，而事實見矣。此謂之至治。 \\n 至治之世，其民不好空言虛辭，不好淫學流說，賢不肖各反其質。行其情，不雕其素；蒙厚純樸，以事其上。若此則工拙愚智勇懼可得以故易官，易官則各當其任矣。故有職者安其職，不聽其議；無職者責其實，以驗其辭。此二者審，則無用之言不入於朝矣。君服性命之情，去愛惡之心，用虛無為本，以聽有用之言謂之朝。凡朝也者，相與召理義也，相與植法則也。上服性命之情，則理義之士至矣，法則之用植矣，枉辟邪撓之人退矣，貪得偽詐之曹遠矣。故治天下之要，存乎除姦；除姦之要，存乎治官；治官之要，存乎治道；治道之要，存乎知性命。故子華子曰：『厚而不博，敬守一事，正性是喜。群眾不周，而務成一能。盡能既成，四夷乃平。唯彼天符，不周而周。此神農之所以長，而堯、舜之所以章也。』 \\n 人主自智而愚人，自巧而拙人，若此則愚拙者請矣，巧智者詔矣。詔多則請者愈多矣，請者愈多，且無不請也。主雖巧智，未無不知也。以未無不知，應無不請，其道固窮。為人主而數窮於其下，將何以君人乎？窮而不知其窮，其患又將反以自多，是之謂重塞之主，無存國矣。故有道之主，因而不為，責而不詔，去想去意，靜虛以待，不伐之言，不奪之事，督名審實，官使自司，以不知為道，以柰何為實。堯曰『若何而為及日月之所燭』？舜曰『若何而服四荒之外』？禹曰『若何而治青北、化九陽、奇怪之所際』？ \\n 趙襄子之時，以任登為中牟令，上計，言於襄子曰：『中牟有士曰膽、胥己，請見之。』襄子見而以為中大夫。相國曰：『意者君耳而未之目邪？為中大夫若此其見也，非晉國之故。』襄子曰：『吾舉登也，已耳而目之矣。登所舉，吾又耳而目之，是耳目人終無已也。』遂不復問，而以為中大夫。襄子何為任人，則賢者畢力。 \\n 人主之患，必在任人而不能用之，用之而與不知者議之也。絕江者託於船，致遠者託於驥，霸王者託於賢。伊尹、呂尚、管夷吾、百里奚，此霸王者之船驥也。釋父兄與子弟，非疏之也；任庖人釣者與仇人僕虜，非阿之也；持社稷立功名之道，不得不然也。猶大匠之為宮室也，量小大而知材木矣，訾功丈而知人數矣。故小臣、呂尚聽，而天下知殷、周之王也；管夷吾、百里奚聽，而天下知齊、秦之霸也；豈特驥遠哉？ \\n 夫成王霸者固有人，亡國者亦有人。桀用羊辛，紂用惡來，宋用駃唐，齊用蘇秦，而天下知其亡。非其人而欲有功，譬之若夏至之日而欲夜之長也，射魚指天而欲發之當也，舜、禹猶若困，而況俗主乎？ \\n 慎勢 \\n 六曰── \\n 失之乎數，求之乎信，疑。失之乎勢，求之乎國，危。吞舟之魚，陸處則不勝螻蟻。權鈞則不能相使，勢等則不能相并，治亂齊則不能相正，故小大、輕重、少多、治亂不可不察，此禍福之門也。 \\n 凡冠帶之國，舟車之所通，不用象譯狄鞮，方三千里。古之王者，擇天下之中而立國，擇國之中而立宮，擇宮之中而立廟。天下之地，方千里以為國，所以極治任也。非不能大也，其大不若小，其多不若少。眾封建，非以私賢也，所以便勢全威，所以博義。義博利則無敵。無敵者安。故觀於上世，其封建眾者，其福長，其名彰。神農十七世有天下，與天下同之也。 \\n 王者之封建也，彌近彌大，彌遠彌小，海上有十里之諸侯。以大使小，以重使輕，以眾使寡，此王者之所以家以完也。故曰，以滕、費則勞，以鄒、魯則逸，以宋、鄭則猶倍日而馳也，以齊、楚則舉而加綱旃而已矣。所用彌大，所欲彌易。 \\n 湯其無郼，武其無岐，賢雖十全，不能成功。湯、武之賢，而猶藉知乎勢，又況不及湯、武者乎？故以大畜小吉，以小畜大滅，以重使輕從，以輕使重凶。自此觀之，夫欲定一世，安黔首之命，功名著乎槃盂，銘篆著乎壺鑑，其勢不厭尊，其實不厭多。多實尊勢，賢士制之，以遇亂世，王猶尚少。天下之民，窮矣苦矣。民之窮苦彌甚，王者之彌易。凡王也者，窮苦之救也。水用舟，陸用車，塗用輴，沙用鳩，山用樏，因其勢也。者令行。 \\n 位尊者其教受，威立者其姦止，此畜人之道也。故以萬乘令乎千乘易，以千乘令乎一家易，以一家令乎一人易。嘗識及此，雖堯、舜不能。諸侯不欲臣於人，而不得已，其勢不便，則奚以易臣？權輕重，審大小，多建封，所以便其勢也。王也者，勢也；王也者，勢無敵也。勢有敵則王者廢矣。有知小之愈於大、少之賢於多者，則知無敵矣。知無敵則似類嫌疑之道遠矣。故先王之法，立天子不使諸侯疑焉，立諸侯不使大夫疑焉，立適子不使庶孽疑焉。疑生爭，爭生亂。是故諸侯失位則天下亂，大夫無等則朝庭亂，妻妾不分則家室亂，適孽無別則宗族亂。慎子曰：『今一兔走，百人逐之。非一兔足為百人分也，由未定。由未定，堯且屈力，而況眾人乎？積兔滿市，行者不顧。非不欲兔也，分已定矣。分已定，人雖鄙不爭。故治天下及國，在乎定分而已矣。』 \\n 莊王圍宋九月，康王圍宋五月，聲王圍宋十月。楚三圍宋矣而不能亡，非不可亡也，以宋攻楚，奚時止矣？凡功之立也，賢不肖彊弱治亂異也。 \\n 齊簡公有臣曰諸御鞅，諫於簡公曰：『陳成常與宰予，之二臣者甚相憎也，臣恐其相攻也。相攻唯固則危上矣。願君之去一人也。』簡公曰：『非而細人所能識也。』居無幾何，陳成常果攻宰予於庭，即簡公於廟。簡公喟焉太息曰：『余不能用鞅之言，以至此患也。』失其數，無其勢，雖悔無聽鞅也與無悔同，是不知恃可恃而恃不恃也。周鼎著象，為其理之通也。理通，君道也。 \\n 不二 \\n 七曰── \\n 聽群眾議以治國，國危無日矣。何以知其然也？老耽貴柔，孔子貴仁，墨翟貴廉，關尹貴清，子列子貴虛，陳駢貴齊，陽生貴己，孫臏貴勢，王廖貴先，兒良貴後。有金鼓所以一耳也；同法令所以一心也；智者不得巧，愚者不得拙，所以一眾也；勇者不得先，懼者不得後，所以一力也。故一則治，異則亂；一則安，異則危。夫能齊萬不同，愚智工拙，皆盡力竭能，如出乎一穴者，其唯聖人矣乎！無術之智，不教之能，而恃彊速貫習，不足以成也。 \\n 執一 \\n 八曰── \\n 天地陰陽不革，而成萬物不同。目不失其明，而見白黑之殊；耳不失其聽，而聞清濁之聲。王者執一，而為萬物正。軍必有將，所以一之也；國必有君，所以一之也；天下必有天子，所以一之也；天子必執一，所以摶之也。一則治，兩則亂。今御驪馬者，使四人，人操一策，則不可以出於門閭者，不一也。 \\n 楚王問為國於詹子。詹子對曰：『何聞為身，不聞為國。』詹子豈以國可無為哉？以為為國之本在於為身，身為而家為，家為而國為，國為而天下為。故曰以身為家，以家為國，以國為天下。此四者，異位同本。故聖人之事，廣之則極宇宙、窮日月，約之則無出乎身者也。慈親不能傳於子，忠臣不能入於君，唯有其材者為近之。 \\n 田駢以道術說齊。齊王應之曰：『寡人所有者齊國也，願聞齊國之政。』田駢對曰：『臣之言，無政而可以得政。譬之若林木，無材而可以得材。願王之自取齊國之政也。駢猶淺言之也，博言之，豈獨齊國之政哉？變化應來而皆有章，因性任物而莫不宜當，彭祖以壽，三代以昌，五帝以昭，神農以鴻。』 \\n 吳起謂商文曰：『事君果有命矣夫！』商文曰：『何謂也？』吳起曰：『治四境之內，成馴教，變習俗，使君臣有義，父子有序，子與我孰賢？』商文曰：『吾不若子。』曰：『今日置質為臣，其主安重；今日釋璽辭官，其主安輕；子與我孰賢？』商文曰：『吾不若子。』曰：『士馬成列，馬與人敵，人在馬前，援桴一鼓，使三軍之士，樂死若生，子與我孰賢？』商文曰：『吾不若子。』吳起曰：『三者，子皆不吾若也，位則在吾上，命也夫事君！』商文曰：『善。子問我，我亦問子。世變主少，群臣相疑，黔首不定，屬之子乎？屬之我乎？』吳起默然不對，少選曰：『與子。』商文曰：『是吾所以加於子之上已。』吳起見其所以長，而不見其所以短；知其所以賢，而不知其所以不肖。故勝於西河，而困於王錯，傾造大難，身不得死焉。夫吳勝於齊，而不勝於越；齊勝於宋，而不勝於燕；故凡能全國完身者，其唯知長短贏絀之化邪。 \\n   \\n  "}
{"章节": "卷第十八", "正文": "  \\n 卷第十八 \\n 　 \\n 審應 \\n 一曰── \\n 人主出聲應容，不可不審。凡主有識，言不欲先。人唱我和，人先我隨。以其出為之入，以其言為之名，取其實以責其名，則說者不敢妄言，而人主之所執其要矣。 \\n 孔思請行。魯君曰：『天下主亦猶寡人也，將焉之？』孔思對曰：『蓋聞君子猶鳥也，駭則舉。』魯君曰：『主不肖而皆以然也，違不肖，過不肖，而自以為能論天下之主乎？』凡鳥之舉也，去駭從不駭。去駭從不駭，未可知也。去駭從駭，則鳥曷為舉矣？孔思之對魯君也亦過矣。 \\n 魏惠王使人謂韓昭侯曰：『夫鄭乃韓氏亡之也，願君之封其後也，此所謂存亡繼絕之義，君若封之則大名。』昭侯患之。公子食我曰：『臣請往對之。』公子食我至於魏，見魏王曰：『大國命弊邑封鄭之後，弊邑不敢當也。弊邑為大國所患，昔出公之後聲氏為晉公，拘於銅鞮，大國弗憐也，而使弊邑存亡繼絕，弊邑不敢當也。』魏王慚曰：『固非寡人之志也，客請勿復言。』是舉不義以行不義也。魏王雖無以應，韓之為不義愈益厚也。公子食我之辯，適足以飾非遂過。 \\n 魏昭王問於田詘曰：『寡人之在東宮之時，聞先生之議曰：「為聖易。」有諸乎？』田詘對曰：『臣之所舉也。』昭王曰：『然則先生聖于？』田詘對曰：『未有功而知其聖也，是堯之知舜也；待其功而後知其舜也，是市人之知聖也。今詘未有功，而王問詘曰「若聖乎」，敢問王亦其堯邪？』昭王無以應。田詘之對，昭王固非曰『我知聖也』耳，問曰『先生其聖乎』，己因以知聖對昭王，昭王有非其有，田詘不察。 \\n 趙惠王謂公孫龍曰：『寡人事偃兵十餘年矣而不成，兵不可偃乎？』公孫龍對曰：『偃兵之意，兼愛天下之心也。兼愛天下，不可以虛名為也，必有其實。今藺、離石入秦，而王縞素布總；東攻齊得城，而王加膳置酒。秦得地而王布總，齊亡地而王加膳，所非兼愛之心也。此偃兵之所以不成也。』今有人於此，無禮慢易而求敬，阿黨不公而求令，煩號數變而求靜，暴戾貪得而求定，雖黃帝猶若困。 \\n 衛嗣君欲重稅以聚粟，民弗安，以告薄疑曰：『民甚愚矣。夫聚粟也，將以為民也。其自藏之與在於上奚擇？』薄疑曰：『不然。其在於民而君弗知，其不如在上也；其在於上而民弗知，其不如在民也。』凡聽必反諸己，審則令無不聽矣。國久則固，固則難亡，今虞、夏、殷、周無存者，皆不知反諸己也。 \\n 公子沓相周，申向說之而戰。公子沓訾之曰：『申子說我而戰，為吾相也夫？』申向曰：『向則不肖。雖然，公子年二十而相，見老者而使之戰，請問孰病哉？』公子沓無以應。戰者，不習也；使人戰者，嚴駔也。意者恭節而人猶戰，任不在貴者矣。故人雖時有自失者，猶無以易恭節。自失不足以難，以嚴駔則可。 \\n 重言 \\n 二曰── \\n 人主之言，不可不慎。高宗，天子也，即位諒闇，三年不言。卿大夫恐懼，患之。高宗乃言曰：『以余一人正四方，余唯恐言之不類也，茲故不言。』古之天子，其重言如此，故言無遺者。 \\n 成王與唐叔虞燕居，援梧葉以為珪，而授唐叔虞曰：『余以此封女。』叔虞喜，以告周公。周公以請曰：『天子其封虞邪？』成王曰：『余一人與虞戲也。』周公對曰：『臣聞之，天子無戲言。天子言，則史書之，工誦之，士稱之。』於是遂封叔虞于晉。周公旦可謂善說矣，一稱而令成王益重言，明愛弟之義，有輔王室之固。 \\n 荊莊王立三年，不聽而好讔。成公賈入諫。王曰：『不穀禁諫者，今子諫，何故？』對曰：『臣非敢諫也，願與君王讔也。』王曰：「胡不設不穀矣。』對曰：『有鳥止於南方之阜，三年不動不飛不鳴，是何鳥也？』王射之曰：『有鳥止於南方之阜，其三年不動，將以定志意也；其不飛，將以長羽翼也；其不鳴，將以覽民則也。是鳥雖無飛，飛將沖天；雖無鳴，鳴將駭人。賈出矣，不穀知之矣。』明日朝，所進者五人，所退者十人。群臣大說，荊國之眾相賀也。故詩曰：『何其久也，必有以也，何其處也，必有與也』，其莊王之謂邪？成公賈之讔也，賢於太宰嚭之說也。太宰嚭之說，聽乎夫差，而吳國為墟；成公賈之讔，喻乎荊王，而荊國以霸。 \\n 齊桓公與管仲謀伐莒，謀未發而聞於國，桓公怪之曰：『與仲父謀伐莒，謀未發而聞於國，其故何也？』管仲曰：『國必有聖人也。』桓公曰：『譆！日之役者，有執蹠檯而上視者，意者其是邪？』乃令復役，無得相代。少頃，東郭牙至。管仲曰：『此必是已。』乃令賓者延之而上，分級而立。管子曰：『子邪言伐莒者？』對曰：『然。』管仲曰：『我不言伐莒，子何故言伐莒？』對曰：『臣聞君子善謀，小人善意。臣竊意之也。』管仲曰：『我不言伐莒，子何以意之？』對曰：『臣聞君子有三色：顯然喜樂者，鐘鼓之色也；湫然清靜者，衰絰之色也；艴然充盈，手足矜者，兵革之色也。日者臣望君之在臺上也，艴然充盈，手足矜者，此兵革之色也。君呿而不(口金)，所言者「莒」也；君舉臂而指，所當者莒也。臣竊以慮諸侯之不服者，其惟莒乎。臣故言之。』凡耳之聞以聲也，今不聞其聲，而以其容與臂，是東郭牙不以耳聽而聞也。桓公、管仲雖善匿，弗能隱矣。故聖人聽於無聲，視於無形，詹何、田子方、老耽是也。 \\n 精諭 \\n 三曰── \\n 聖人相諭不待言，有先言言者也。海上之人有好蜻者，每居海上，從蜻游，蜻之至者，百數而不止，前後左右盡蜻也，終日玩之而不去。其父告之曰：『聞蜻皆從女居，取而來，吾將玩之。』明日之海上，而蜻無至者矣。 \\n 勝書說周公旦曰：『廷小人眾，徐言則不聞，疾言則人知之，徐言乎？疾言乎？』周公旦曰：『徐言。』勝書曰：『有事於此，而精言之而不明，勿言之而不成，精言乎？勿言乎？』周公旦曰：『勿言。』故勝書能以不言說，而周公旦能以不言聽，此之謂不言之聽。不言之謀，不聞之事，殷雖惡周，不能疵矣。口(口昏)不言，以精相告，紂雖多心，弗能知矣。目視於無形，耳聽於無聲，商聞雖眾，弗能窺矣。同惡同好，志皆有欲，雖為天子，弗能離矣。 \\n 孔子見溫伯雪子，不言而出。子貢曰：『夫子之欲見溫伯雪子好矣，今也見之而不言，其故何也？』孔子曰：『若夫人者，目擊而道存矣，不可以容聲矣。』故未見其人而知其志，見其人而心與志皆見，天符同也。聖人之相知，豈待言哉？ \\n 白公問於孔子曰：『人可與微言乎？』孔子不應。白公曰：『若以石投水奚若？』孔子曰：『沒人能取之。』白公曰：『若以水投水奚若？』孔子曰：『淄、澠之合者，易牙嘗而知之。』白公曰：『然則人不可與微言乎？』孔子曰：『胡為不可？唯知言之謂者為可耳。』白公弗得也。知謂則不以言矣。言者，謂之屬也。求魚者濡，爭獸者趨，非樂之也。故至言去言，至為無為。淺智者之所爭則末矣。此白公之所以死於法室。 \\n 齊桓公合諸侯，衛人後至。公朝而與管仲謀伐衛，退朝而入，衛姬望見君，下堂再拜，請衛君之罪。公曰：『吾於衛無故，子曷為請？』對曰：『妾望君之入也，足高氣彊，有伐國之志也；見妾而有動色，伐衛也。』明日君朝，揖管仲而進之。管仲曰：『君舍衛乎？』公曰：『仲父安識之？』管仲曰：『君之揖朝也恭，而言也徐，見臣而有慚色，臣是以知之。』君曰：『善。仲父治外，夫人治內，寡人知終不為諸侯笑矣。』桓公之所以匿者不言也，今管子乃以容貌音聲，夫人乃以行步氣志，桓公雖不言，若暗夜而燭燎也。 \\n 晉襄公使人於周曰：『弊邑寡君寢疾，卜以守龜曰：「三塗為祟。」弊邑寡君使下臣願藉途而祈福焉。』天子許之。朝，禮使者事畢，客出。萇弘謂劉康公曰：『夫祈福於三塗，而受禮於天子，此柔嘉之事也，而客武色，殆有他事，願公備之也。』劉康公乃儆戎車卒士以待之。晉果使祭事先，因令楊子將卒十二萬而隨之，涉於棘津，襲聊阮、梁、蠻氏，滅三國焉。此形名不相當，聖人之所察也，萇弘則審矣。故言不足以斷小事，唯知言之謂者可為。 \\n 離謂 \\n 四曰── \\n 言者，以諭意也。言意相離，凶也。亂國之俗，甚多流言，而不顧其實，務以相毀，務以相譽，毀譽成黨，眾口熏天，賢不肖不分，以此治國，賢主猶惑之也，又況乎不肖者乎？惑者之患，不自以為惑，故惑惑之中有曉焉，冥冥之中有昭焉。亡國之主，不自以為惑，故與桀、紂、幽、厲皆也。然有亡者國，無二道矣。 \\n 鄭國多相縣以書者。子產令無縣書，鄧析致之。子產令無致書，鄧析倚之。令無窮，則鄧析應之亦無窮矣。是可不可無辨也。可不可無辨，而以賞罰，其罰愈疾，其亂愈疾，此為國之禁也。故辨而不當理則偽，知而不當理則詐，詐偽之民，先王之所誅也。理也者，是非之宗也。 \\n 洧水甚大，鄭之富人有溺者。人得其死者。富人請贖之，其人求金甚多，以告鄧析。鄧析曰：『安之。人必莫之賣矣。』得死者患之，以告鄧析。鄧析又答之曰：『安之。此必無所更買矣。』夫傷忠臣者，有似於此也。夫無功不得民，則以其無功不得民傷之；有功得民，則又以其有功得民傷之。人主之無度者，無以知此，豈不悲哉？比干、萇弘以此死，箕子、商容以此窮，周公、召公以此疑，范蠡、子胥以此流，死生存亡安危，從此生矣。 \\n 子產治鄭，鄧析務難之，與民之有獄者約，大獄一衣，小獄襦(衣夸)。民之獻衣襦(衣夸)而學訟者，不可勝數。以非為是，以是為非，是非無度，而可與不可日變。所欲勝因勝，所欲罪因罪。鄭國大亂，民口讙譁。子產患之，於是殺鄧析而戮之，民心乃服，是非乃定，法律乃行。今世之人，多欲治其國，而莫之誅鄧析之類，此所以欲治而愈亂也。 \\n 齊有事人者，所事有難而弗死也，遇故人於塗。故人曰：『固不死乎？』對曰：『然。凡事人以為利也。死不利，故不死。』故人曰：『子尚可以見人乎？』對曰：『子以死為顧可以見人乎？』是者數傳。不死於其君長，大不義也，其辭猶不可服，辭之不足以斷事也明矣。夫辭者，意之表也。鑒其表而棄其意，悖。故古之人，得其意則舍其言矣。聽言者以言觀意也。聽言而意不可知，其與橋言無擇。 \\n 齊人有淳于髡者，以從說魏王。魏王辯之，約車十乘，將使之荊。辭而行，有以橫說魏王，魏王乃止其行。失從之意，又失橫之事。夫其多能不若寡能，其有辯不若無辯。周鼎著倕而齕其指，先王有以見大巧之不可為也。 \\n 淫辭 \\n 五曰── \\n 非辭無以相期，從辭則亂。亂辭之中又有辭焉，心之謂也。言不欺心，則近之矣。凡言者，以諭心也。言心相離，而上無以參之，則下多所言非所行也，所行非所言也。言行相詭，不祥莫大焉。 \\n 空雄之遇，秦、趙相與約約曰：『自今以來，秦之所欲為，趙助之；趙之所欲為，秦助之。』居無幾何，秦興兵攻魏，趙欲救之。秦王不說，使人讓趙王曰：『約曰「秦之所欲為，趙助之；趙之所欲為，秦助之」。今秦欲攻魏，而趙因欲救之，此非約也。』趙王以告平原君。平原君以告公孫龍。公孫龍曰：『亦可以發使而讓秦王曰：「趙欲救之，今秦王獨不助趙，此非約也。」』 \\n 孔穿、公孫龍相與論於平原君所，深而辯，至於藏三牙，公孫龍言藏之三牙甚辯，孔穿不應，少選，辭而出。明日，孔穿朝。平原君謂孔穿曰：『昔者公孫龍之言甚辯。』孔穿曰：『然。幾能令藏三牙矣。雖然難。願得有問於君，謂藏三牙甚難而實非也，謂藏兩牙甚易而實是也，不知君將從易而是者乎？將從難而非者乎？』平原君不應。明日，謂公孫龍曰：『公無與孔穿辯。』 \\n 荊柱國莊伯令其父『視曰』，日『在天』；『視其奚如』？曰『正圓』；『視其時』，日『當今』。令謁者『駕』，曰『無馬』。令涓人『取冠』，『進上』。問『馬齒』，圉人曰『齒十二與牙三十』。 \\n 人有任臣不亡者，臣亡，莊伯決之，任者無罪。 \\n 宋有澄子者，亡緇衣，求之塗，見婦人衣緇衣，援而弗舍，欲取其衣，曰：『今者我亡緇衣。』婦人曰：『公雖亡緇衣，此實吾所自為也。』澄子曰：『子不如速與我衣。昔吾所亡者，紡緇也。今子之衣，禪緇也。以襌緇當紡緇，子豈不得哉？』 \\n 宋王謂其相唐鞅曰：『寡人所殺戮者眾矣，而群臣愈不畏，其故何也？』唐鞅對曰：『王之所罪，盡不善者也。罪不善，善者故為不畏。王欲群臣之畏也，不若無辨其善與不善而時罪之，若此則群臣畏矣。』居無幾何，宋君殺唐鞅。唐鞅之對也，不若無對。 \\n 惠子為魏惠王為法。為法已成，以示諸民人，民人皆善之。獻之惠王，惠王善之，以示翟翦。翟翦曰：『善也。』惠王曰：『可行邪？』翟翦曰：『不可。』惠王曰：『善而不可行，何故？』翟翦對曰：『今舉大木者，前呼輿謣，後亦應之，此其於舉大木者善矣，豈無鄭、衛之音哉？然不若此其宜也。夫國亦木之大者也。』 \\n 不屈 \\n 六曰── \\n 察士以為得道則未也。雖然，其應物也，辭難窮矣。辭雖窮，其為禍福猶未可知。察而以達理明義，則察為福矣；察而以飾非惑愚，則察為禍矣。古者之貴善御也，以逐暴禁邪也。 \\n 魏惠王謂惠子曰：『上世之有國，必賢者也。今寡人實不若先生，願得傳國。』惠子辭。王又固請曰：『寡人莫有之國於此者也，而傳之賢者，民之貪爭之心止矣。欲先生之以此聽寡人也。』惠子曰：『若王之言，則施不可而聽矣。王固萬乘之主也，以國與人猶尚可。今施，布衣也，可以有萬乘之國而辭之，此其止貪爭之心愈甚也。』惠王謂惠子曰『古之有國者，必賢者也』。夫受而賢者舜也，是欲惠子之為舜也；夫辭而賢者許由也，是惠子欲為許由也；傳而賢者堯也，是惠王欲為堯也。堯、舜、許由之作，非獨傳舜而由辭也，他行稱此。今無其他，而欲為堯、舜、許由，故惠王布冠而拘於鄄，齊威王幾弗受，惠子易衣變冠，乘輿而走，幾不出乎魏境。凡自行不可以幸，為必誠。 \\n 匡章謂惠子於魏王之前曰：『蝗螟，農夫得而殺之，奚故？為其害稼也。今公行，多者數百乘，步者數百人；少者數十乘，步者數十人。此無耕而食者，其害稼亦甚矣。』惠王曰：『惠子施也，難以辭與公相應。雖然，請言其志。惠子曰：「今之城者，或者操大築乎城上，或負畚而赴乎城下，或操表掇以善睎望。若施者，其操表掇者也。使工女化而為絲，不能治絲；使大匠化而為木，不能治木；使聖人化而為農夫，不能治農夫。施而治農夫者也」。公何事比施於螣螟乎？』惠子之治魏為本，其治不治。當惠王之時，五十戰而二十敗，所殺者不可勝數，大將、愛子有禽者也。大術之愚，為天下笑，得舉其諱，乃請令周太史更著其名。圍邯鄲三年而弗能取，士民罷潞，國家空虛，天下之兵四至。眾庶誹謗，諸侯不譽，謝於翟翦而更聽其謀，社稷乃存。名寶散出，土地四削，魏國從此衰矣。仲父，大名也；讓國，大實也。說以不聽、不信。聽而若此，不可謂工矣。不工而治，賊天下莫大焉，幸而獨聽於魏也。以賊天下為實，以治之為名，匡章之非，不亦可乎？ \\n 白圭新與惠子相見也，惠子說之以彊，白圭無以應。惠子出。白圭告人曰：『人有新取婦者，婦至，宜安矜煙視媚行。豎子操蕉火而鉅，新婦曰：「蕉火大鉅。」入於門，門中有歛陷，新婦曰：「塞之，將傷人之足。」此非不便之家氏也，然而有大甚者。今惠子之遇我尚新，其說我有大甚者。』惠子聞之曰：『不然。詩曰：「愷悌君子，民之父母」。愷者，大也；悌者，長也。君子之德，長且大者，則為民父母。父母之教子也，豈待久哉？何事比我於新婦乎？詩豈曰「愷悌新婦」哉？』誹汙因汙，誹辟因辟，是誹者與所非同也。白圭曰『惠子之遇我尚新，其說我有大甚者』，惠子聞而誹之，因自以為為之父母，其非有甚於白圭亦有大甚者。 \\n 應言 \\n 七曰── \\n 白圭謂魏王曰：『市丘之鼎以烹雞，多洎之則淡而不可食，少洎之則焦而不熟，然而視之蝺焉美無所可用。惠子之言，有似於此。』惠子聞之曰：『不然。使三軍饑而居鼎旁，適為之甑，則莫宜之此鼎矣。』白圭聞之曰：『無所可用者，意者徒加其甑邪？』白圭之論自悖，其少魏王太甚。以惠子之言蝺焉美無所可用，是魏王以言無所可用者為仲父也，是以言無所用者為美也。 \\n 公孫龍說燕昭王以偃兵。昭王曰：『甚善。寡人願與客計之。』公孫龍曰：『竊意大王之弗為也。』王曰：『何故？』公孫龍曰：『日者大王欲破齊，諸天下之士，其欲破齊者，大王盡養之；知齊之險阻要塞君臣之際者，大王盡養之；雖知而弗欲破者，大王猶若弗養；其卒果破齊以為功。今大王曰「我甚取偃兵」。諸侯之士，在大王之本朝者，盡善用兵者也，臣是以知大王之弗為也。』王無以應。 \\n 司馬喜難墨者師於中山王前以非攻，曰：『先生之所術非攻夫？』墨者師曰：『然。』曰：『今王興兵而攻燕，先生將非王乎？』墨者師對曰：『然則相國是攻之乎？』司馬喜曰：『然。』墨者師曰：『今趙興兵而攻中山，相國將是之乎？』司馬喜無以應。 \\n 路說謂周頗曰：『公不愛趙，天下必從。』周頗曰：『固欲天下之從也。天下從則秦利也。』路說應之曰：『然則公欲秦之利夫？』周頗曰：『欲之。』路說曰：『公欲之，則胡不為從矣？』 \\n 魏令孟卬割絳、汾、安邑之地以與秦王。王喜，令起賈為孟卬求司徒於魏王。魏王不說，應起賈曰：『卬，寡人之臣也。寡人寧以臧為司徒，無用卬。願大王之更以他人詔之也。』起賈出，遇孟卬於廷，曰：『公之事何如？』起賈曰：『公甚賤於公之主。公之主曰「寧用臧為司徒，無用公」。』孟卬入見，謂魏王曰：『秦客何言？』王曰：『求以女為司徒。』孟卬曰：『王應之謂何？』王曰：『寧以臧，無用卬也。』孟卬太息曰：『宜矣王之制於秦也。王何疑秦之善臣也？以絳、汾、安邑令負牛書與秦，猶乃善牛也。卬雖不肖，獨不如牛乎？且王令三將軍為臣先曰「視卬如身」，是臣重也。令二輕臣也，令臣責，卬雖賢固能乎？』居三日，魏王乃聽起賈。凡人主之與其大官也，為有益也。今割國之錙錘矣，而因得大官，且何地以給之？大官，人臣之所欲也。孟卬令秦得其所欲，秦亦令孟卬得其所欲，責以償矣，尚有何責？魏雖彊猶不能責無責，又況於弱？魏王之令乎孟卬為司徒以棄其責則拙也。 \\n 秦王立帝，宜陽令許綰誕魏王，魏王將入秦。魏敬謂王曰：『以河內孰與梁重？』王曰：『梁重。』又曰：『梁孰與身重？』王曰：『身重。』又曰：『若使秦求河內，則王將與之乎？』王曰：『弗與也。』魏敬曰：『河內，三論之下也。身，三論之上也。秦索其下而王弗聽，索其上而王聽之，臣竊不取也。』王曰：『甚然。』乃輟行。秦雖大勝於長平，三年然後決，士民倦，糧食。當此時也，兩周全，其北存。魏舉陶削衛，地方六百，有之勢是，而入大蚤，奚待於魏敬之說也？夫未可以入而入，其患有將可以入而不入，入與不入之時，不可不熟論也。 \\n 具備 \\n 八曰── \\n 今有羿、逢蒙，繁弱於此，而無弦，則必不能中也。中非獨弦也，而弦為弓中之具也。夫立功名亦有具，不得其具，賢雖過湯、武，則勞而無功矣。湯嘗約於郼薄矣，武王嘗窮於畢裎矣，伊尹嘗居於庖廚矣，太公嘗隱於釣魚矣，賢非衰也，智非愚也，皆無其具也。故凡立功名，雖賢必有其具然後可成。 \\n 宓子賤治亶父，恐魯君之聽讒人，而令己不得行其術也。將辭而行，請近吏二人於魯君，與之俱至於亶父。邑吏皆朝，宓子賤令吏二人書。吏方將書，宓子賤從旁時掣搖其肘。吏書之不善，則宓子賤為之怒。吏甚患之，辭而請歸。宓子賤曰：『子之書甚不善，子勉歸矣。』二吏歸報於君，曰：『宓子不可為書。』君曰：『何故？』吏對曰：『宓子使臣書，而時掣搖臣之肘，書惡而有甚怒，吏皆笑宓子，此臣所以辭而去也。』魯君太息而歎曰：『宓子以此諫寡人之不肖也。寡人之亂子，而令宓子不得行其術，必數有之矣。微二人，寡人幾過。』遂發所愛，而令之亶父，告宓子曰：『自今以來，亶父非寡人之有也，子之有也。有便於亶父者，子決為之矣。五歲而言其要。』宓子敬諾，乃得行某術於亶父。三年，巫馬旗短褐衣弊裘，而往觀化於亶父，見夜漁者，得則舍之。巫馬旗問焉，曰：『漁為得也。今子得而舍之，何也？』對曰：『宓子不欲人之取小魚也。所舍者小魚也。』巫馬旗歸，告孔子曰：『宓子之德至矣。使民闇行，若有嚴刑於旁。敢問宓子何以至於此？』孔子曰：『丘嘗與之言曰：「誠乎此者刑乎彼」。宓子必行此術於亶父也。』夫宓子之得行此術也，魯君後得之也。魯君後得之者，宓子先有其備也。先有其備，豈遽必哉？此魯君之賢也。三月嬰兒，軒冕在前，弗知欲也，斧鉞在後，弗知惡也，慈母之愛諭焉，誠也。故誠有誠乃合於情，精有精乃通於天。乃通於天，水木石之性，皆可動也，又況於有血氣者乎？故凡說與治之務莫若誠。聽言哀者，不若見其哭也；聽言怒者，不若見其鬥也。說與治不誠，其動人心不神。 \\n   \\n  "}
{"章节": "卷第十九", "正文": "  \\n 卷第十九 \\n 　 \\n 離俗 \\n 一曰── \\n 世之所不足者，理義也；所有餘者，妄苟也。民之情，貴所不足，賤所有餘。故布衣人臣之行，潔白清廉中繩，愈窮愈榮。雖死，天下愈高之，所不足也。然而以理義斲削，神農、黃帝，猶有可非，微獨舜、湯。飛兔、要褭，古之駿馬也，材猶有短。故以繩墨取木，則宮室不成矣。 \\n 舜讓其友石戶之農。石戶之農曰：『棬棬乎后之為人也，葆力之士也。』以舜之德為未至也，於是乎夫負妻妻攜子以入於海，去之終身不反。舜又讓其友北人無擇。北人無擇曰：『異哉后之為人也，居於甽畝之中，而游入於堯之門。不若是而已，又欲以其辱行漫我，我羞之。』而自投於蒼領之淵。湯將伐桀，因卞隨而謀。卞隨辭曰：『非吾事也。』湯曰：『孰可？』卞隨曰：『吾不知也。』湯又因務光而謀。務光曰：『非吾事也。』湯曰：『孰可？』務光曰：『吾不知也。』湯曰：『伊尹何如？』務光曰：『彊力忍詬，吾不知其他也。』湯遂與伊尹謀夏伐桀，克之，以讓卞隨。卞隨辭曰：『后之伐桀也，謀乎我，必以我為賊也。勝桀而讓我，必以我為貪也。吾生乎亂世，而無道之人再來詬我，吾不忍數聞也。』乃自投於潁水而死。湯又讓於務光曰：『智者謀之，武者遂之，仁者居之，古之道也。吾子胡不位之？請相吾子。』務光辭曰：『廢上，非義也。殺民，非仁也。人犯其難，我享其利，非廉也。吾聞之：「非其義，不受其利；無道之世，不踐其土」，況於尊我乎？吾不忍久見也。』乃負石而沈於募水。故如石戶之農、北人無擇、卞隨、務光者，其視天下若六合之外，人之所不能察；其視富貴也，苟可得已，則必不之賴；高節厲行，獨樂其意，而物莫之害；不漫於利，不牽於埶，而羞居濁世；惟此四士者之節。若夫舜、湯，則苞裹覆容，緣不得已而動，因時而為，以愛利為本，以萬民為義。譬之若釣者，魚有小大，餌有宜適，羽有動靜。 \\n 齊、晉相與戰，平阿之餘子亡戟得矛，卻而去，不自快，謂路之人曰：『亡戟得矛，可以歸乎？』路之人曰：『戟亦兵也，矛亦兵也，亡兵得兵，何為不可以歸？』去行，心猶不自快，遇高唐之孤叔無孫，當其馬前曰：『今者戰，亡戟得矛，可以歸乎？』叔無孫曰：『矛非戟也，戟非矛也，亡戟得矛，豈亢責也哉？』平阿之餘子曰：『嘻！還反戰，趨尚及之。』遂戰而死。叔無孫曰：『吾聞之：君子濟人於患，必離其難。』疾驅而從之，亦死而不反。令此將眾，亦必不北矣；令此處人主之旁，亦必死義矣。今死矣而無大功，其任小故也。任小者，不知大也。今焉知天下之無平阿餘子與叔無孫也？故人主之欲得廉士者，不可不務求。 \\n 齊莊公之時，有士曰賓卑聚，夢有壯子，白縞之冠，丹績之纓，東布之衣，新素履，墨劍室，從而叱之，唾其面，惕然而寤，徒夢也。終夜坐不自快。明日召其友而告之曰：『吾少好勇，年六十而無所挫辱。今夜辱，吾將索其形，期得之則可，不得將死之。』每朝與其友俱立乎衢，三日不得，卻而自歿。謂此當務則未也。雖然，其心之不辱也，有可以加乎。 \\n 高義 \\n 二曰── \\n 君子之自行也，動必緣義，行必誠義，俗雖謂之窮，通也；行不誠義，動不緣義，俗雖謂之通，窮也；然則君子之窮通，有異乎俗者也。故當功以受賞，當罪以受罰。賞不當，雖與之必辭；罰誠當，雖赦之不外。度之於國必利，長久長久之於主必宜，內反於心不慚然後動。 \\n 孔子見齊景公，景公致廩丘以為養，孔子辭不受，入謂弟子曰：『吾聞君子當功以受祿。今說景公，景公未之行而賜之廩丘，其不知丘亦甚矣。』令弟子趣駕，辭而行。孔子布衣也，官在魯司寇，萬乘難與比行，三王之佐不顯焉，取舍不苟也夫！ \\n 子墨子游公上過於越。公上過語墨子之義，越王說之，謂公上過曰：『子之師苟肯至越，請以故吳之地，陰江之浦，書社三百，以封夫子。』公上過往復於子墨子。子墨子曰：『子之觀越王也，能聽吾言、用吾道乎？』公上過曰：『殆未能也。』墨子曰：『不唯越王不知翟之意，雖子亦不知翟之意。若越王聽吾言、用吾道，翟度身而衣，量腹而食，比於賓萌，未敢求仕。越王不聽吾言、不用吾道，雖全越以與我，吾無所用之。越王不聽吾言、不用吾道，而受其國，是以義翟也，義翟何必越，雖於中國亦可。』凡人不可不熟論。秦之野人，以小利之故，弟兄相獄，親戚相忍；今可得其國，恐虧其義而辭之，可謂能守行矣；其與秦之野人相去亦遠矣。 \\n 荊人與吳人將戰，荊師寡，吳師眾，荊將軍子囊曰：『我與吳人戰，必敗。敗王師，辱王名，虧壤土，忠臣不忍為也。』不復於王而遁。至於郊，使人復於王曰：『臣請死。』王曰：『將軍之遁也，以其為利也。今誠利，將軍何死？』子囊曰：『遁者無罪，則後世之為王將者，皆依不利之名而效臣遁。若是則荊國終為天下撓。』遂伏劍而死。王曰：『請成將軍之義。』乃為之桐棺三寸，加斧鑕其上。人主之患，存而不知所以存，亡而不知所以亡，此存亡之所以數至也。郼、岐之廣也，萬國之順也，從此生矣。荊之為四十二世矣，嘗有乾谿、白公之亂矣，嘗有鄭襄、州侯之避矣，而今猶為萬乘之大國，其時有臣如子囊與？子囊之節，非獨厲一世之人臣也。 \\n 荊昭王之時，有士焉，曰石渚。其為人也，公直無私，王使為政廷。有殺人者，石渚追之，則其父也。還車而返，立於廷曰：『殺人者，僕之父也。以父行法，不忍；阿有罪，廢國法，不可。失法伏罪，人臣之義也。』於是乎伏斧鑕，請死於王。王曰：『追而不及，豈必伏罪哉？子復事矣。』石渚辭曰：『不私其親，不可謂孝子。事君枉法，不可謂忠臣。君令赦之，上之惠也。不敢廢法，臣之行也。』不去斧鑕，歿頭乎王廷。正法枉必死，父犯法而不忍，王赦之而不肯，石渚之為人臣也，可謂忠且孝矣。 \\n 上德 \\n 三曰── \\n 為天下及國，莫如以德，莫如行義。以德以義，不賞而民勸，不罰而邪止，此神農、黃帝之政也。以德以義，則四海之大，江河之水，不能亢矣；太華之高，會稽之險，不能障矣；闔廬之教，孫、吳之兵，不能當矣。故古之王者，德迴乎天地，澹乎四海，東西南北，極日月之所燭，天覆地載，愛惡不臧，虛素以公，小民皆之其之敵而不知其所以然，此之謂順天；教變容改俗而莫得其所受之，此之謂順情。故古之人，身隱而功著，形息而名彰，說通而化奮，利行乎天下而民不識，豈必以嚴罰厚賞哉？嚴罰厚賞，此衰世之政也。 \\n 三苗不服，禹請攻之。舜曰：『以德可也。』行德三年，而三苗服。孔子聞之曰：『通乎德之情，則孟門、太行不為險矣。故曰德之速，疾乎以郵傳命。』周明堂，金在其後，有以見先德後武也。舜其猶此乎？其臧武通於周矣。 \\n 晉獻公為麗姬遠太子。太子申生居曲沃，公子重耳居蒲，公子夷吾居屈。麗姬謂太子曰：『往昔君夢見姜氏。』太子祠而膳於公，麗姬易之。公將嘗膳，姬曰：『所由遠，請使人嘗之。』嘗人人死，食狗狗死，故誅太子。太子不肯自釋，曰：『君非麗姬，居不安，食不甘。』遂以劍死。公子夷吾自屈奔梁。公子重耳自蒲奔翟。去翟過衛，衛文公無禮焉。過五鹿如齊，齊桓公死。去齊之曹，曹共公視其駢脅，使袒而捕池魚。去曹過宋，宋襄公加禮焉。之鄭，鄭文公不敬，被瞻諫曰：『臣聞賢主不窮窮。今晉公子之從者，皆賢者也。君不禮也，不如殺之。』鄭君不聽。去鄭之荊，荊成王慢焉。去荊之秦，秦繆公入之。晉既定，興師攻鄭，求被瞻。被瞻謂鄭君曰：『不若以臣與之。』鄭君曰：『此孤之過也。』被瞻曰：『殺臣以免國，臣願之。』被瞻入晉軍，文公將烹之。被瞻據鑊而呼曰：『三軍之士皆聽瞻也，自今以來，無有忠於其君，忠於其君者將烹。』文公謝焉，罷師，歸之於鄭。且被瞻忠於其君、而君免於晉患也，行義於鄭、而見說於文公也，故義之為利博矣。 \\n 墨者鉅子孟勝，善荊之陽城君。陽城君令守於國，毀璜以為符，約曰：『符合聽之』。荊王薨，群臣攻吳起，兵於喪所，陽城君與焉，荊罪之。陽城君走，荊收其國。孟勝曰：『受人之國，與之有符。今不見符，而力不能禁，不能死，不可。』其弟子徐弱諫孟勝曰：『死而有益陽城君，死之可矣。無益也，而絕墨者於世，不可。』孟勝曰：『不然。吾於陽城君也，非師則友也，非友則臣也。不死，自今以來，求嚴師必不於墨者矣，求賢友必不於墨者矣，求良臣必不於墨者矣。死之所以行墨者之義而繼其業者也。我將屬鉅子於宋之田襄子。田襄子賢者也，何患墨者之絕世也？』徐弱曰：『若夫子之言，弱請先死以除路。』還歿頭前於。孟勝因使二人傳鉅子於田襄子。孟勝死，弟子死之者百八十。三人以致令於田襄子，欲反死孟勝於荊，田襄子止之曰：『孟子已傳鉅子於我矣，當聽。』遂反死之。墨者以為不聽鉅子不察。嚴罰厚賞，不足以致此。今世之言治，多以嚴罰厚賞，此上世之若客也。 \\n 用民 \\n 四曰── \\n 凡用民，太上以義，其次以賞罰。其義則不足死，賞罰則不足去就，若是而能用其民者，古今無有。民無常用也，無常不用也，唯得其道為可。 \\n 闔廬之用兵也不過三萬，吳起之用兵也不過五萬。萬乘之國，其為三萬五萬尚多。今外之則不可以拒敵，內之則不可以守國，其民非不可用也，不得所以用之也。不得所以用之，國雖大，勢雖便，卒無眾，何益？古者多有天下而亡者矣，其民不為用也。用民之論，不可不熟。 \\n 劍不徒斷，車不自行，或使之也。夫種麥而得麥，種稷而得稷，人不怪也。用民亦有種，不審其種，而祈民之用，惑莫大焉。 \\n 當禹之時，天下萬國，至於湯而三千餘國，今無存者矣，皆不能用其民也。民之不用，賞罰不充也。湯、武因夏、商之民也，得所以用之也。管、商亦因齊、秦之民也，得所以用之也。民之用也有故，得其故，民無所不用。用民有紀有綱，壹引其紀，萬目皆起，壹引其綱，萬目皆張。為民紀綱者何也？欲也惡也。何欲何惡？欲榮利，惡辱害。辱害所以為罰充也，榮利所以為賞實也。賞罰皆有充實，則民無不用矣。 \\n 闔廬試其民於五湖，劍皆加於肩，地流血幾不可止；句踐試其民於寑宮，民爭入水火，死者千餘矣，遽擊金而卻之；賞罰有充也。莫邪不為勇者興懼者變，勇者以工，懼者以拙，能與不能也。 \\n 夙沙之民，自攻其君，而歸神農。密須之民，自縛其主，而與文王。湯、武非徒能用其民也，又能用非己之民。能用非己之民，國雖小，卒雖少，功名猶可立。古昔多由布衣定一世者矣，皆能用非其有也。用非其有之心，不可察之本。三代之道無二，以信為管。 \\n 宋人有取道者，其馬不進，倒而投之鸂水。又復取道，其馬不進，又倒而投之鸂水。如此者三。雖造父之所以威馬，不過此矣。不得造父之道，而徒得其威，無益於御。人主之不肖者，有似於此。不得其道，而徒多其威。威愈多，民愈不用。亡國之主，多以多威使其民矣。故威不可無有，而不足專恃。譬之若鹽之於味，凡鹽之用，有所託也，不適則敗託而不可食。威亦然，必有所託，然後可行。惡乎託？託於愛利。愛利之心諭，威乃可行。威太甚則愛利之心息，愛利之心息而徒疾行威，身必咎矣，此殷、夏之所以絕也。君，利勢也，次官也。處次官，執利勢，不可而不察於此。夫不禁而禁者，其唯深見此論邪。 \\n 適威 \\n 五曰── \\n 先王之使其民，若御良馬，輕任新節，欲走不得，故致千里。善用其民者亦然。民日夜祈用而不可得，苟得為上用，民之走之也，若決積水於千仞之谿，其誰能當之？周書曰：『民善之則畜也，不善則讎也。』有讎而眾，不若無有。厲王，天子也，有讎而眾，故流于彘，禍及子孫，微召公虎而絕無後嗣。今世之人主，多欲眾之，而不知善，此多其讎也。不善則不有。有必緣其心愛之謂也，有其形不可謂有之。舜布衣而有天下。桀，天子也，而不得息，由此生矣。有無之論，不可不熟。湯、武通於此論，故功名立。 \\n 古之君民者，仁義以治之，愛利以安之，忠信以導之，務除其災，思致其福。故民之於上也，若璽之於塗也，抑之以方則方，抑之以圜則圜；若五種之於地也，必應其類，而蕃息於百倍；此五帝三王之所以無敵也。身已終矣，而後世化之如神，其人事審也。 \\n 魏武侯之居中山也，問於李克曰：『吳之所以亡者何也？』李克對曰：『驟戰而驟勝。』武侯曰：『驟戰而驟勝，國家之福也。其獨以亡，何故？』對曰：『驟戰則民罷，驟勝則主驕。以驕主使罷民，然而國不亡者，天下少矣。驕則恣，恣則極物；罷則怨，怨則極慮。上下俱極，吳之亡猶晚，此夫差之所以自歿於干隧也。』東野稷以御見莊公，進退中繩，左右旋中規。莊公曰：『善』，以為造父不過也，使之鉤百而少及焉。顏闔入見。莊公曰：『子遇東野稷乎？』對曰：『然。臣遇之。其馬必敗。』莊公曰：『將何敗？』少頃，東野之馬敗而至。莊公召顏闔而問之曰：『子何以知其敗也？』顏闔對曰：『夫進退中繩，左右旋中規，造父之御，無以過焉。鄉臣遇之，猶求其馬，臣是以知其敗也。』故亂國之使其民，不論人之性，不反人之情，煩為教而過不識，數為令而非不從，巨為危而罪不敢，重為任而罰不勝。民進則欲其賞，退則畏其罪。知其能力之不足也，則以為繼矣。以為繼知，則上又從而罪之，是以罪召罪，上下之相讎也，由是起矣。故禮煩則不莊，業煩則無功，令苛則不聽，禁多則不行。桀、紂之禁，不可勝數，故民因而身為戮，極也，不能用威適。子陽極也好嚴，有過而折弓者，恐必死，遂應猘狗而弒子陽，極也。周鼎有竊，曲狀甚長，上下皆曲，以見極之敗也。 \\n 為欲 \\n 六曰── \\n 使民無欲，上雖賢猶不能用。夫無欲者，其視為天子也與為輿隸同，其視有天下也與無立錐之地同，其視為彭祖也與為殤子同。天子至貴也，天下至富也，彭祖至壽也，誠無欲則是三者不足以勸。輿隸至賤也，無立錐之地至貧也，殤子至夭也，誠無欲則是三者不足以禁。會有一欲，則北至大夏，南至北戶，西至三危，東至扶木，不敢亂矣；犯白刃，冒流矢，趣水火，不敢卻也；晨寤興，務耕疾庸，(木異)為煩辱，不敢休矣。故人之欲多者，其可得用亦多；人之欲少者，其得用亦少；無欲者，不可得用也。人之欲雖多，而上無以令之，人雖得其欲，人猶不可用也。令人得欲之道，不可不審矣。 \\n 善為上者，能令人得欲無窮，故人之可得用亦無窮也。蠻夷反舌殊俗異習之國，其衣服冠帶，宮室居處，舟車器械，聲色滋味皆異，其為欲使一也。三王不能革，不能革而功成者，順其天也；桀、紂不能離，不能離而國亡者，逆其天也。逆而不知其逆也，湛於俗也。久湛而不去則若性。性異非性，不可不熟。不聞道者，何以去非性哉？無以去非性，則欲未嘗正矣。欲不正，以治身則夭，以治國則亡。故古之聖王，審順其天而以行欲，則民無不令矣，功無不立矣。聖王執一，四夷皆至者，其此之謂也。 \\n 執一者至貴也。至貴者無敵。聖王託於無敵，故民命敵焉。群狗相與居，皆靜無爭，投以炙雞，則相與爭矣，或折其骨，或絕其筋，爭術存也。爭術存因爭，不爭之術存因不爭。取爭之術而相與爭，萬國無一。 \\n 凡治國令其民爭行義也，亂國令其民爭為不義也；彊國令其民爭樂用也，弱國令其民爭競不用也。夫爭行義樂用與爭為不義競不用，此其為禍福也，天不能覆，地不能載。晉文公伐原，與士期七日，七日而原不下，命去之。謀士言曰：『原將下矣。』師吏請待之。公曰：『信，國之寶也。得原失寶，吾不為也。』遂去之。明年復伐之，與士期必得原然後反，原人聞之乃下。衛人聞之，以文公之信為至矣，乃歸文公。故曰『攻原得衛』者，此之謂也。文公非不欲得原也，以不信得原，不若勿得也，必誠信以得之，歸之者非獨衛也。文公可謂知求欲矣。 \\n 貴信 \\n 七曰── \\n 凡人主必信。信而又信，誰人不親？故周書曰：『允哉允哉！』以言非信則百事不滿也，故信之為功大矣。信立則虛言可以賞矣。虛言可以賞，則六合之內皆為己府矣。信之所及，盡制之矣。制之而不用，人之有也；制之而用之，己之有也。己有之，則天地之物畢為用矣。人主有見此論者，其王不久矣；人臣有知此論者，可以為王者佐矣。 \\n 天行不信，不能成歲；地行不信，草木不大。春之德風，風不信，其華不盛，華不盛則果實不生；夏之德暑，暑不信，其土不肥，土不肥則長遂不精；秋之德雨，雨不信，其穀不堅，穀不堅則五種不成；冬之德寒，寒不信，其地不剛，地不剛則凍閉不開。天地之大，四時之化，而猶不能以不信成物，又況乎人事？君臣不信，則百姓誹謗，社稷不寧；處官不信，則少不畏長，貴賤相輕；賞罰不信，則民易犯法，不可使令；交友不信，則離散鬱怨，不能相親；百工不信，則器械苦偽，丹漆染色不貞。夫可與為始，可與為終，可與尊通，可與卑窮者，其唯信乎！信而又信，重襲於身，乃通於天。以此治人，則膏雨甘露降矣，寒暑四時當矣。 \\n 齊桓公伐魯，魯人不敢輕戰，去魯國五十里而封之，魯請比關內侯以聽，桓公許之。曹翽謂魯莊公曰：『君寧死而又死乎？其寧生而又生乎？』莊公曰：『何謂也？』曹翽曰：『聽臣之言，國必廣大，身必安樂，是生而又生也。不聽臣之言，國必滅亡，身必危辱，是死而又死也。』莊公曰：『請從。』於是明日將盟，莊公與曹翽皆懷劍至於壇上。莊公左搏桓公，右抽劍以自承，曰：『魯國去境數百里，今去境五十里，亦無生矣。鈞其死也，戮於君前。』管仲、鮑叔進，曹翽按劍當兩陛之間曰：『且二君將改圖，毋或進者。』莊公曰：『封於汶則可，不則請死。』管仲曰：『以地衛君，非以君衛地，君其許之。』乃遂封於汶南，與之盟。歸而欲勿予。管仲曰：『不可。人特劫君而不盟，君不知，不可謂智；臨難而不能勿聽，不可謂勇；許之而不予，不可謂信。不智不勇不信，有此三者，不可以立功名。予之，雖亡地亦得信。以四百里之地見信於天下，君猶得也。』莊公，仇也；曹翽，賊也。信於仇賊，又況於非仇賊者乎？夫九合之而合，壹匡之而聽，從此生矣。管仲可謂能因物矣。以辱為榮，以窮為通，雖失乎前，可謂後得之矣。物固不可全也。 \\n 舉難 \\n 八曰── \\n 以全舉人固難，物之情也。人傷堯以不慈之名，舜以卑父之號，禹以貪位之意，湯、武以放弒之謀，五伯以侵奪之事。由此觀之，物豈可全哉？故君子責人則以人，自責則以義。責人以人則易足，易足則得人；自責以義則難為非，難為非則行飾；故任天地而有餘。不肖者則不然，責人則以義，自責則以人。責人以義則難瞻，難瞻則失親；自責以人則易為，易為則行苟；故天下之大而不容也，身取危、國取亡焉，此桀、紂、幽、厲之行也。尺之木必有節目，寸之玉必有瑕瓋。先王知物之不可全也，故擇物而貴取一也。 \\n 季孫氏劫公家。孔子欲諭術則見外，於是受養而便說，魯國以訾。孔子曰：『龍食乎清而游乎清，螭食乎清而游乎濁，魚食乎濁而游乎濁。今丘上不及龍，下不若魚，丘其螭邪。』夫欲立功者，豈得中繩哉？救溺者濡，追逃者趨。 \\n 魏文侯弟曰季成，友曰翟璜。文侯欲相之而未能決，以問李克。李克對曰：『君欲置相，則問樂騰與王孫苟端孰賢？』文侯曰：『善。』以王孫苟端為不肖，翟璜進之；以樂騰為賢，季成進之；故相季成。凡聽於主，言人不可不慎。季成，弟也，翟璜，友也，而猶不能知，何由知樂騰與王孫苟端哉？疏賤者知，親習者不知，理無自然。自然而斷相過，李克之對文侯也亦過。雖皆過，譬之若金之與木，金雖柔猶堅於木。 \\n 孟嘗君問於白圭曰：『魏文侯名過桓公，而功不及五伯，何也？』白圭對曰：『文侯師子夏，友田子方，敬段干木，此名之所以過桓公也。卜相曰「成與璜孰可」？此功之所以不及五伯也。相也者，百官之長也。擇者欲其博也。今擇而不去二人，與用其讎亦遠矣。且師友也者，公可也；戚愛也者，私安也。以私勝公，衰國之政也。然而名號顯榮者，三士羽之也。』 \\n 甯戚欲干齊桓公，窮困無以自進，於是為商旅將任車以至齊，暮宿於郭門之外。桓公郊迎客，夜開門，辟任車，爝火甚盛，從者甚眾。甯戚飯牛居車下，望桓公而悲，擊牛角疾歌。桓公聞之，撫其僕之手曰：『異哉！之歌者非常人也。』命後車載之。桓公反，至，從者以請。桓公賜之衣冠，將見之。甯戚見，說桓公以治境內。明日復見，說桓公以為天下。桓公大說，將任之。群臣爭之曰：『客，衛人也。衛之去齊不遠，君不若使人問之，而固賢者也，用之未晚也。』桓公曰：『不然。問之，患其有小惡，以人之小惡，亡人之大美，此人主之所以失天下之士也已。』凡聽必有以矣。今聽而不復問，合其所以也。且人固難全，權而用其長者。當舉也，桓公得之矣。 \\n   \\n  "}
{"章节": "卷第二十", "正文": "  \\n 卷第二十 \\n 　 \\n 恃君 \\n 一曰── \\n 凡人之性，爪牙不足以自守衛，肌膚不足以扞寒暑，筋骨不足以從利辟害，勇敢不足以卻猛禁悍，然且猶裁萬物，制禽獸，服狡蟲，寒暑燥溼弗能害，不唯先有其備，而以群聚邪。群之可聚也，相與利之也。利之出於群也，君道立也。故君道立則利出於群，而人備可完矣。 \\n 昔太古嘗無君矣，其民聚生群處，知母不知父，無親戚兄弟夫妻男女之別，無上下長幼之道，無進退揖讓之禮，無衣服履帶宮室畜積之便，無器械舟車城郭險阻之備，此無君之患。故君臣之義，不可不明也。自上世以來，天下亡國多矣，而君道不廢者，天下之利也。故廢其非君，而立其行君道者。君道何如？利而物利章。 \\n 非濱之東，夷、穢之鄉，大解、陵魚、其、鹿野、搖山、揚島、大人之居，多無君；揚、漢之南，百越之際，敝凱諸、夫風、餘靡之地，縛婁、陽禺、驩兜之國，多無君；氐、羌、呼唐、離水之西，僰人、野人、篇笮之川，舟人、送龍、突人之鄉，多無君；鴈門之北，鷹隼、所鷙、須窺之國，饕餮、窮奇之地，叔逆之所，儋耳之居，多無君；此四方之無君者也。其民麋鹿禽獸，少者使長，長者畏壯，有力者賢，暴傲者尊，日夜相殘，無時休息，以盡其類。聖人深見此患也，故為天下長慮，莫如置天子也；為一國長慮，莫如置君也。置君非以阿君也，置天子非以阿天子也，置官長非以阿官長也。德衰世亂，然後天子利天下，國君利國，官長利官，此國所以遞興遞廢也，亂難之所以時作也。故忠臣廉士，內之則諫其君之過也，外之則死人臣之義也。 \\n 豫讓欲殺趙襄子，滅鬚去眉，自刑以變其容，為乞人而往乞於其妻之所。其妻曰：『狀貌無似吾夫者，其音何類吾夫之甚也？』又吞炭以變其音。其友謂之曰：『子之所道甚難而無功。謂子有志則然矣，謂子智則不然。以子之材而索事襄子，襄子必近子，子得近而行所欲，此甚易而功必成。』豫讓笑而應之曰：『是先知報後知也，為故君賊新君矣，大亂君臣之義者無此，失吾所為為之矣。凡吾所為為此者，所以明君臣之義也，非從易也。』 \\n 柱厲叔事莒敖公，自以為不知，而去居於海上，夏日則食菱芡，冬日則食橡栗。莒敖公有難，柱厲叔辭其友而往死之。其友曰：『子自以為不知故去，今又往死之，是知與不知無異別也。』柱厲叔曰：『不然。自以為不知故去。今死而弗往死，是果知我也。吾將死之以醜後世人主之不知其臣者也，所以激君人者之行，而厲人主之節也。行激節厲，忠臣幸於得察。忠臣察則君道固矣。』 \\n 長利 \\n 二曰── \\n 天下之士也者，慮天下之長利，而固處之以身若也：利雖倍於今，而不便於後，弗為也；安雖長久，而以私其子孫，弗行也。自此觀之，陳無宇之可醜亦重矣，其與伯成子高、周公旦、戎夷也，形雖同，取舍之殊，豈不遠哉？ \\n 堯治天下，伯成子高立為諸侯。堯授舜，舜授禹，伯成子高辭諸侯而耕。禹往見之，則耕在野。禹趨就下風而問曰：『堯理天下，吾子立為諸侯，今至於我而辭之，故何也？』伯成子高曰：『當堯之時，未賞而民勸，未罰而民畏，民不知怨，不知說，愉愉其如赤子。今賞罰甚數，而民爭利且不服，德自此衰，利自此作，後世之亂自此始。夫子盍行乎，無慮吾農事。』協而耰，遂不顧。夫為諸侯，名顯榮，實佚樂，繼嗣皆得其澤，伯成子高不待問而知之，然而辭為諸侯者，以禁後世之亂也。 \\n 辛寬見魯繆公曰：『臣而今而後知吾先君周公之不若太公望封之知也。昔者太公望封於營丘，之渚海阻山高險固之地也，是故地日廣，子孫彌隆。吾先君周公封於魯，無山林谿谷之險，諸侯四面以達，是故地日削，子孫彌殺。』辛寬出，南宮括入見。公曰『今者寬也非周公』，其辭若是也。南宮括對曰：『寬少者，弗識也。君獨不聞成王之定成周之說乎？其辭曰：「惟余一人，營居於成周。惟余一人，有善易得而見也，有不善易得而誅也。」故曰善者得之，不善者失之，古之道也。夫賢者豈欲其子孫之阻山林之險以長為無道哉？小人哉寬也！今使燕爵為鴻鵠鳳皇慮，則必不得矣。其所求者，瓦之間隙，屋之翳蔚也；與一舉則有千里之志，德不盛、義不大則不至其郊。 \\n 愚庳之民，其為賢者慮，亦猶此也。固妄誹訾，豈不悲哉？』 \\n 戎夷違齊如魯，天大寒而後門，與弟子一人宿於郭外，寒愈甚，謂其弟子曰：『子與我衣，我活也；我與子衣，子活也。我國士也。為天下惜死；子不肖人也，不足愛也。子與我子之衣。』弟子曰：『夫不肖人也，又惡能與國士之衣哉？』戎夷太息歎曰：『嗟乎！道其不濟夫。』解衣與弟子，夜半而死，弟子遂活。謂戎夷其能必定一世，則未之識；若夫欲利人之心，不可以加矣。達乎分仁愛之心識也，故能以必死見其義。 \\n 知分 \\n 三曰── \\n 達士者，達乎死生之分。達乎死生之分，則利害存亡弗能惑矣。故晏子與崔杼盟而不變其義；延陵季子，吳人願以為王而不；用孫叔敖三為令尹而不喜，三去令尹而不憂；皆有所達也。有所達則物弗能惑。 \\n 荊有次非者，得寶劍于干遂，還反涉江，至於中流，有兩蛟夾繞其船。次非謂舟人曰：『子嘗見兩蛟繞船能兩活者乎？』船人曰：『未之見也。』次非攘臂袪衣拔寶劍曰：『此江中之腐肉朽骨也。棄劍以全己，余奚愛焉！』於是赴江刺蛟，殺之而復上船，舟中之人皆得活。荊王聞之，仕之執圭。孔子聞之曰：『夫善哉！不以腐肉朽骨而棄劍者，其次非之謂乎？』 \\n 禹南省，方濟乎江，黃龍負舟。舟中之人，五色無主。禹仰視天而歎曰：『吾受命於天，竭力以養人。生，性也；死，命也。余何憂於龍焉？』龍俛耳低尾而逝。則禹達乎死生之分、利害之經也。凡人物者，陰陽之化也。陰陽者，造乎天而成者也。天固有衰嗛廢伏，有盛盈坌息；人亦有困窮屈匱，有充實達遂；此皆天之容、物理也，而不得不然之數也。古聖人不以感私傷神，俞然而以待耳。 \\n 晏子與崔杼盟，其辭曰：『不與崔氏而與公孫氏者受其不祥』。晏子俛而飲血，仰而呼天曰：『不與公孫氏而與崔氏者受此不祥。』崔杼不說，直兵造胸，句兵鉤頸，謂晏子曰：『子變子言，則齊國吾與子共之；子不變子言，則今是已。』晏子曰：『崔子！子獨不為夫詩乎？詩曰：「莫莫葛藟，延于條枚，凱弟君子，求福不回。」嬰且可以回而求福乎？子惟之矣。』崔杼曰：『此賢者，不可殺也。』罷兵而去。晏子授綏而乘，其僕將馳，晏子無良其僕之手曰：『安之！毋失節。疾不必生，徐不必死。鹿生於山而命懸於廚。今嬰之命，有所懸矣。』晏子可謂知命矣。命也者，不知所以然而然者也，人事智巧以舉錯者不得與焉。故命也者，就之未得，去之未失。國士知其若此也，故以義為之決而安處之。 \\n 白圭問於鄒公子夏后啟曰：『踐繩之節，四上之志，三晉之事，此天下之豪英。以處於晉，而迭聞晉事。未嘗聞踐繩之節、四上之志，願得而聞之。』夏后啟曰：『鄙人也，焉足以問？』白圭曰：『願公子之毋讓也。』夏后啟曰：『以為可為，故為之；為之，天下弗能禁矣。以為不可為，故釋之；釋之，天下弗能使矣。』白圭曰：『利弗能使乎？威弗能禁乎？』夏后啟曰：『生不足以使之，則利曷足以使之矣？死不足以禁之，則害曷足以禁之矣？』白圭無以應。夏后啟辭而出。凡使賢不肖異：使不肖以賞罰，使賢以義。故賢主之使其下也必義，審賞罰，然後賢不肖盡為用矣。 \\n 召類 \\n 四曰── \\n 類同相召，氣同則合，聲比則應。故鼓宮而宮應，鼓角而角動；以龍致雨，以形逐影。禍福之所自來，眾人以為命，焉不知其所由。故國亂非獨亂，有必召寇。獨亂未必亡也，召寇則無以存矣。 \\n 凡兵之用也，用於利，用於義。攻亂則服，服則攻者利；攻亂則義，義則攻者榮。榮且利，中主猶且為之，有況於賢主乎？故割地寶器，戈劍卑辭屈服，不足以止攻，唯治為足。治則為利者不攻矣，為名者不伐矣。凡人之攻伐也，非為利則固為名也。名實不得，國雖彊大，則無為攻矣。 \\n 兵所自來者久矣：堯戰於丹水之浦，以服南蠻；舜卻苗民，更易其俗；禹攻曹魏，屈驁有扈，以行其教；三王以上，固皆用兵也。亂則用，治則止。治而攻之，不祥莫大焉；亂而弗討，害民莫長焉。此治亂之化也，文武之所由起也。文者愛之徵也，武者惡之表也。愛惡循義，文武有常，聖人之元也。譬之若寒暑之序，時至而事生之。聖人不能為時，而能以事適時。事適於時者其功大。 \\n 士尹池為荊使於宋，司城子罕觴之。南家之牆，犨於前而不直；西家之潦，徑其宮而不止。士尹池問其故。司城子罕曰：『南家，工人也，為鞔者也。吾將徙之。其父曰：「吾恃為鞔以食三世矣。今徙之，是宋國之求鞔者不知吾處也。吾將不食。願相國之憂吾不食也。」為是故，吾弗徙也。西家高，吾宮庳，潦之經吾宮也利，故弗禁也。』士尹池歸荊，荊王適興兵而攻宋，士尹池諫於荊王曰：『宋不可攻也。其主賢，其相仁。賢者能得民，仁者能用人。荊國攻之，其無功而為天下笑乎！』故釋宋而攻鄭。孔子聞之曰：『夫脩之於廟堂之上，而折衝乎千里之外者，其司城子罕之謂乎？』宋在三大萬乘之間。子罕之時，無所相侵，邊境四益，相平公、元公、景公以終其身，其唯仁且節與？故仁節之為功大矣。故明堂茅茨蒿柱，土階三等，以見節儉。 \\n 趙簡子將襲衛，使史默往睹之，期以一月，六月而後反。趙簡子曰：『何其久也？』史默曰：『謀利而得害，猶弗察也？今蘧伯玉為相，史(魚酋)佐焉，孔子為客，子貢使令於君前，甚聽。易曰：「渙其群，元吉。」渙者，賢也；群者，眾也；元者，吉之始也；渙其群元吉者，其佐多賢也。』趙簡子按兵而不動。凡謀者，疑也。疑則從義斷事，從義斷事則謀不虧，謀不虧則名實從之。賢主之舉也，豈必旗僨將斃而乃知勝敗哉？察其理而得失榮辱定矣。故三代之所貴，無若賢也。 \\n 達鬱 \\n 五曰── \\n 凡人三百六十節，九竅五藏六府。肌膚欲其比也，血脈欲其通也，筋骨欲其固也，心志欲其和也，精氣欲其行也，若此則病無所居而惡無由生矣。病之留、惡之生也，精氣鬱也。故水鬱則為污，樹鬱則為蠹，草鬱則為蕢。國亦有鬱。主德不通，民欲不達，此國之鬱也。國鬱處久，則百惡並起，而萬災叢至矣。上下之相忍也，由此出矣。故聖王之貴豪士與忠臣也，為其敢直言而決鬱塞也。 \\n 周厲王虐民，國人皆謗。召公以告曰：『民不堪命矣。』王使衛巫監謗者，得則殺之。國莫敢言，道路以目。王喜，以告召公曰：『吾能弭謗矣。』召公曰：『是障之也，非弭之也。防民之口，甚於防川；川壅而潰，敗人必多。夫民猶是也。是故治川者決之使導，治民者宣之使言。是故天子聽政，使公卿列士正諫，好學博聞獻詩，矇箴師誦，庶人傳語，近臣盡規，親戚補察，而後王斟酌焉。是以下無遺善，上無過舉。今王塞下之口，而遂上之過，恐為社稷憂。』王弗聽也。三年，國人流王於彘。此鬱之敗也。鬱者，不陽也。周鼎著鼠，令馬履之，為其不陽也。不陽者，亡國之俗也。 \\n 管仲觴桓公。日暮矣，桓公樂之而徵燭。管仲曰：『臣卜其晝，未卜其夜。君可以出矣。』公不說，曰：『仲父年老矣，寡人與仲父為樂將幾之？請夜之。』管仲曰：『君過矣。夫厚於味者薄於德，沈於樂者反於憂；壯而怠則失時，老而解則無名。臣乃今將為君勉之，若何其沈於酒也？』管仲可謂能立行矣。凡行之墮也於樂，今樂而益飭；行之壞也於貴，今主欲留而不許。伸志行理，貴樂弗為變，以事其主，此桓公之所以霸也。 \\n 列精子高聽行乎齊湣王，善衣東布衣，白縞冠，顙推之履，特會朝雨袪步堂下，謂其侍者曰：『我何若？』侍者曰：『公姣且麗。』列精子高因步而窺於井，粲然惡丈夫之狀也，喟然歎曰：『侍者為吾聽行於齊王也，夫何阿哉？又況於所聽行乎萬乘之主，人之阿之亦甚矣，而無所鏡，其殘亡無日矣。孰當可而鏡？其唯士乎！人皆知說鏡之明己也，而惡士之明己也。鏡之明己也功細，士之明己也功大。得其細，失其大，不知類耳。』 \\n 趙簡子曰：『厥也愛我，鐸也不愛我。厥之諫我也，必於無人之所；鐸之諫我也，喜質我於人中，必使我醜。』尹鐸對曰：『厥也愛君之醜也，而不愛君之過也；鐸也愛君之過也，而不愛君之醜也。臣嘗聞相人於師，敦顏而土色者忍醜。不質君於人中，恐君之不變也。』此簡子之賢也。人主賢則人臣之言刻。簡子不賢，鐸也卒不居趙地，有況乎在簡子之側哉？ \\n 行論 \\n 六曰── \\n 人主之行與布衣異，勢不便，時不利，事讎以求存。執民之命，執民之命，重任也，不得以快志為故。故布衣行此，指於國，不容鄉曲。 \\n 堯以天下讓舜。鯀為諸侯，怒於堯曰：『得天之道者為帝，得地之道者為三公。今我得地之道，而不以我為三公。』以堯為失論。欲得三公。怒甚猛獸，欲以為亂。比獸之角，能以為城；舉其尾，能以為旌。召之不來，仿佯於野以患帝。舜於是殛之於羽山，副之以吳刀。禹不敢怨，而反事之，官為司空，以通水潦，顏色黎黑，步不相過，竅氣不通，以中帝心。 \\n 昔者紂為無道，殺梅伯而醢之，殺鬼侯而脯之，以禮諸侯於廟。文王流涕而咨之。紂恐其畔，欲殺文王而滅周。文王曰：『父雖無道，子敢不事父乎？君雖不惠，臣敢不事君乎？孰王而可畔也？』紂乃赦之。天下聞之，以文王為畏上而哀下也。詩曰：『惟此文王，小心翼翼，昭事上帝，聿懷多福。』 \\n 齊攻宋，燕王使張魁將燕兵以從焉，齊王殺之。燕王聞之，泣數行而下，召有司而告之曰：『余興事而齊殺我使，請令舉兵以攻齊也。』使受命矣。凡繇進見，爭之曰：『賢主故願為臣。今王非賢主也，願辭不為臣。』昭王曰：『是何也？』對曰：『松下亂，先君以不安、棄群臣也。王苦痛之而事齊者，力不足也。今魁死而王攻齊，是視魁而賢於先君。』主曰：『諾。』『請王止兵。』王曰：『然則若何？』凡繇對曰：『請王縞素辟舍於郊，遣使於齊，客而謝焉，曰：「此盡寡人之罪也。大王賢主也，豈盡殺諸侯之使者哉？然而燕之使者獨死，此弊邑之擇人不謹也。願得變更請罪。」』使者行至齊。齊王方大飲，左右官實，御者甚眾，因令使者進報。使者報言燕王之甚恐懼而請罪也，畢，又復之，以矜左右官實。因乃發小使以反令燕王復舍。此濟上之所以敗，齊國以虛也。七十城，微田單固幾不反。湣王以大齊驕而殘，田單以即墨城而立功。詩曰：『將欲毀之，必重累之；將欲踣之，必高舉之』，其此之謂乎？累矣而不毀，舉矣而不踣，其唯有道者乎！ \\n 楚莊王使文無畏於齊，過於宋，不先假道。還反，華元言於宋昭公曰：『往不假道，來不假道，是以宋為野鄙也。楚之會田也，故鞭君之僕於孟諸。請誅之。』乃殺文無畏於揚梁之隄。莊王方削袂，聞之曰：『嘻！』投袂而起，履及諸庭，劍及諸門，車及之蒲疏之市，遂舍於郊，興師圍宋九月。宋人易子而食之，析骨而爨之。宋公肉袒執犧，委服告病，曰：『大國若宥圖之，唯命是聽。』莊王曰：『情矣宋公之言也。』乃為卻四十里，而舍於盧門之闔，所以為成而歸也。凡事之本在人主，人主之患，在先事而簡人，簡人則事窮矣。今人臣死而不當，親帥士民以討其故，可謂不簡人矣。宋公服以病告而還師，可謂不窮矣。夫舍諸侯於漢陽而飲至者，其以義進退邪？彊不足以成此也。 \\n 驕恣 \\n 七曰── \\n 亡國之主，必自驕，必自智，必輕物。自驕則簡士，自智則專獨，輕物則無備。無備召禍，專獨位危，簡士壅塞。欲無壅塞必禮士，欲位無危必得眾，欲無召禍必完備。三者人君之大經也。 \\n 晉厲公侈淫，好聽讒人，欲盡去其大臣而立其左右。胥童謂厲公曰：『必先殺三郤。族大多怨，去大族不偪。』公曰：『諾。』乃使長魚矯殺郤犨、郤錡、郤至于朝而陳其尸。於是厲公遊于匠麗氏，欒書、中行偃劫而幽之，諸侯莫之救，百姓莫之哀，三月而殺之。人主之患，患在知能害人，而不知害人之不當而反自及也。是何也？智短也。智短則不知化，不知化者舉自危。 \\n 魏武侯謀事而當，攘臂疾言於庭曰：『大夫之慮莫如寡人矣！』立有間，再三言。李悝趨進曰：『昔者楚莊王謀事而當，有大功，退朝而有憂色。左右曰：「王有大功，退朝而有憂色，敢問其說？」王曰：「仲虺有言，不穀說之。曰：『諸侯之德，能自為取師者王，能自取友者存，其所擇而莫如己者亡。』今以不穀之不肖也，群臣之謀又莫吾及也，我其亡乎？」曰，此霸王之所憂也，而君獨伐之，其可乎？』武侯曰：『善。』人主之患也，不在於自少，而在於自多。自多則辭受，辭受則原竭。李悝可謂能諫其君矣，壹稱而令武侯益知君人之道。 \\n 齊宣王為大室，大益百畝，堂上三百戶。以齊之大，具之三年而未能成。群臣莫敢諫王。春居問於宣王曰：『荊王釋先王之禮樂而樂為輕，敢問荊國為有主乎？』王曰：『為無主。』『賢臣以千數而莫敢諫，敢問荊國為有臣乎？』王曰：『為無臣。』『今王為大室，其大益百畝，堂上三百戶。以齊國之大，具之三年而弗能成。群臣莫敢諫，敢問王為有臣乎？』王曰：『為無臣。』春居曰：『臣請辟矣。』趨而出。王曰：『春子！春子反！何諫寡人之晚也？寡人請今止之。』遽召掌書曰：『書之：寡人不肖，而好為大室，春子止寡人。』箴諫不可不熟。莫敢諫若，非弗欲也。春居之所以欲之與人同，其所以入之與人異。宣王微春居，幾為天下笑矣。由是論之，失國之主，多如宣王，然患在乎無春居。故忠臣之諫者，亦從入之，不可不慎，此得失之本也。 \\n 趙簡子沈鸞徼於河，曰：『吾嘗好聲色矣，而鸞徼致之。吾嘗好宮室臺榭矣，而鸞徼為之。吾嘗好良馬善御矣，而鸞徼來之。今吾好士六年矣，而鸞徼未嘗進一人也，是長吾過而絀善也。』故若簡子者，能後以理督責於其臣矣。以理督責於其臣，則人主可與為善，而不可與為非；可與為直，而不可與為枉；此三代之盛教。 \\n 觀表 \\n 八曰── \\n 凡論人心，觀事傳，不可不熟，不可不深。天為高矣，而日月星辰雲氣雨露未嘗休矣；地為大矣，而水泉草木毛羽裸鱗未嘗息也。凡居於天地之間、六合之內者，其務為相安利也，夫為相害危者，不可勝數。人事皆然。事隨心，心隨欲。欲無度者，其心無度；心無度者，則其所為不可知矣。人之心隱匿難見，淵深難測，故聖人於事志焉。聖人之所以過人以先知，先知必審徵表，無徵表而欲先知，堯、舜與眾人同等。徵雖易，表雖難，聖人則不可以飄矣，眾人則無道至焉。無道至則以為神，以為幸。非神非幸，其數不得不然。郈成子、吳起近之矣。 \\n 郈成子為魯聘於晉，過衛，右宰穀臣止而觴之，陳樂而不樂，酒酣而送之以璧，顧反，過而弗辭，其僕曰：『曏者右宰穀臣之觴吾子也甚歡，今侯渫過而弗辭？』郈成子曰：『夫止而觴我，與我歡也；陳樂而不樂，告我憂也；酒酣而送我以璧，寄之我也。若由是觀之，衛其有亂乎？』倍衛三十里，聞甯喜之難作，右宰穀臣死之。還車而臨，三舉而歸。至，使人迎其妻子，隔宅而異之，分祿而食之，其子長而反其璧。孔子聞之曰：『夫智可以微謀、仁可以託財者，其郈成子之謂乎！』郈成子之觀右宰穀臣也，深矣妙矣，不觀其事而觀其志，可謂能觀人矣。 \\n 吳起治西河之外，王錯譖之於魏武侯，武侯使人召之。吳起至於岸門，止車而休，望西河，泣數行而下。其僕謂之曰：『竊觀公之志，視舍天下若舍屣。今去西河而泣，何也？』吳起雪泣而應之，曰：『子弗識也。君誠知我，而使我畢能，秦必可亡，而西河可以王。今君聽讒人之議，而不知我，西河之為秦也不久矣，魏國從此削矣。』吳起果去魏入荊，而西河畢入秦，魏日以削，秦日益大。此吳起之所以先見而泣也。 \\n 古之善相馬者：寒風是相口齒，麻朝相頰，子女厲相目，衛忌相髭，許鄙相尻，投伐褐相胸脅，管青相唇吻，陳悲相股腳，秦牙相前，贊君相後。凡此十人者，皆天下之良工也，其所以相者不同，見馬之一徵也，而知節之高卑，足之滑易，材之堅脆，能之長短。非獨相馬然也，人亦有徵，事與國皆有徵。聖人上知千歲，下知千歲，非意之也，蓋有自云也。綠圖幡薄，從此生矣。 \\n   \\n  "}
{"章节": "卷第二十一", "正文": "  \\n 卷第二十一 \\n 　 \\n 開春 \\n 一曰── \\n 開春始雷則蟄蟲動矣，時雨降則草木育矣，飲食居處適則九竅百節千脈皆通利矣。王者厚其德，積眾善，而鳳皇聖人皆來至矣。共伯和修其行，好賢仁，而海內皆以來為稽矣。周厲之難，天子曠絕，而天下皆來謂矣。以此言物之相應也，故曰行也成也。善說者亦然，言盡理而得失利害定矣，豈為一人言哉？ \\n 魏惠王死，葬有日矣。天大雨雪，至於牛目。群臣多諫於太子者曰：『雪甚。如此而行葬，民必甚疾之，官費又恐不給。請弛期更日』太子曰：『為人子者，以民勞與官費用之故，而不行先王之葬，不義也。子勿復言。』群臣皆莫敢諫，而以告犀首。犀首曰：『吾未有以言之。是其唯惠公乎？請告惠公。』惠公曰：『諾。』駕而見太子曰：『葬有日矣。』太子曰：『然。』惠公曰：『昔王季歷葬於渦山之尾，欒(木改水)水齧其墓，見棺之前和。文王曰：「譆！先君必欲一見群臣百姓也夫！故使欒(木改水)水見之。」於是出而為之張朝，百姓皆見之，三日而後更葬，此文王之義也。今葬有日矣，而雪甚，及牛目，難以行，太子為及日之故，得無嫌於欲亟葬乎？願太子易日。先王必欲少留而撫社稷安黔首也，故使雨雪甚。因弛期而更為日，此文王之義也。若此而不為，意者羞法文王也？』太子曰：『甚善。敬弛期，更擇葬日。』惠子不徒行說也，又令魏太子未葬其先君而因有說文王之義。說文王之義以示天下，豈小功也哉！ \\n 韓氏城新城，期十五日而成。段喬為司空。有一縣後二日，段喬執其吏而囚之。囚者之子走告封人子高曰：『唯先生能活臣父之死，願委之先生。』封人子高曰：『諾。』乃見段喬，自扶而上城。封人子高左右望曰：『美哉城乎！一大功矣。子必有厚賞矣。自古及今，功若此其大也，而能無有罪戮者，未嘗有也。』封人子高出，段喬使人夜解其吏之束縛也而出之。故曰封人子高為之言也，而匿己之為而為也；段喬聽而行之也，匿己之行而行也。說之行若此其精也。封人子高可謂善說矣。叔嚮之弟羊舌虎善欒盈，欒盈有罪於晉，晉誅羊舌虎，叔嚮為之奴而朡。祈奚曰：『吾聞小人得位，不爭不祥；君子在憂，不救不祥。』乃往見范宣子而說也，曰：『聞善為國者，賞不過而刑不慢。賞過則懼及淫人，刑慢則懼及君子。與其不幸而過，寧過而賞淫人，毋過而刑君子。故堯之刑也，殛鯀於虞而用禹；周之刑也，戮管、蔡而相周公；不慢刑也。』宣子乃命吏出叔嚮。救人之患者，行危苦、不避煩辱，猶不能免。今祈奚論先王之德，而叔嚮得免焉。學豈可以已哉？類多若此。 \\n 察賢 \\n 二曰── \\n 今有良醫於此，治十人而起九人，所以求之萬也。故賢者之致功名也，必乎良醫，而君人者不知疾求，豈不過哉？今夫塞者，勇力、時日、卜筮、禱祠無事焉，善者必勝。立功名亦然，要在得賢。魏文侯師卜子夏，友田子方，禮段干木，國治身逸。天下之賢主，豈必苦形愁慮哉？執其要而已矣。雪霜雨露時，則萬物育矣，人民修矣，疾病妖厲去矣。故曰堯之容若委衣裘，以言少事也。 \\n 宓子賤治單父，彈鳴琴，身不下堂而單父治。巫馬期以星出，以星入，日夜不居，以身親之，而單父亦治。巫馬期問其故於宓子。宓子曰：『我之謂任人，子之謂任力。任力者故勞，任人者故逸。』宓子則君子矣，逸四肢，全耳目，平心氣，而百官以治義矣，任其數而已矣。巫馬期則不然，弊生事精，勞手足，煩教詔，雖治猶未至也。 \\n 期賢 \\n 三曰── \\n 今夫爚蟬者，務在乎明其火，振其樹而已。火不明，雖振其樹，何益？明火不獨在乎火，在於闇。當今之時世闇甚矣，人主有能明其德者，天下之士，其歸之也，若蟬之走明火也。凡國不徒安，名不徒顯，必得賢士。 \\n 趙簡子晝居，喟然太息曰：『異哉！吾欲伐衛十年矣，而衛不伐。』侍者曰：『以趙之大，而伐衛之細，君若不欲則可也。君若欲之，請令伐之。』簡子曰：『不如而言也。衛有士十人於吾所。吾乃且伐之，十人者其言不義也，而我伐之，是我為不義也。』故簡子之時，衛以十人者按趙之兵，歿簡子之身。衛可謂知用人矣，遊十士而國家得安。簡子可謂好從諫矣，聽十士而無侵小奪弱之名。 \\n 魏文侯過段干木之閭而軾之，其僕曰：『君胡為軾？』曰：『此非段干木之閭歟？段干木蓋賢者也，吾安敢不軾？且吾聞段干木未嘗肯以己易寡人也，吾安敢驕之？段干木光乎德，寡人光乎地；段干木富乎義，寡人富乎財。』其僕曰：『然則君何不相之？』於是君請相之，段干木不肯受。則君乃致祿百萬，而時往館之。於是國人皆喜，相與誦之曰：『吾君好正，段干木之敬；吾君好忠，段干木之隆。』居無幾何，秦興兵欲攻魏，司馬唐諫秦君曰：『段干木賢者也，而魏禮之，天下莫不聞，無乃不可加兵乎！』秦君以為然，乃按兵輟不敢攻之。魏文侯可謂善用兵矣。嘗聞君子之用兵，莫見其形，其功已成，其此之謂也。野人之用兵也，鼓聲則似雷，號呼則動地，塵氣充天，流矢如雨，扶傷輿死，履腸涉血，無罪之民其死者量於澤矣，而國之存亡、主之死生猶不可知也，其離仁義亦遠矣。 \\n 審為 \\n 四曰── \\n 身者所為也，天下者所以為也，審所以為而輕重得矣。今有人於此，斷首以易冠，殺身以易衣，世必惑之。是何也？冠所以飾首也，衣所以飾身也，殺所飾、要所以飾，則不知所為矣。世之走利，有似於此。危身傷生、刈頸斷頭以徇利，則亦不知所為也。 \\n 太王亶父居邠，狄人攻之，事以皮帛而不受，事以珠玉而不肯，狄人之所求者地也。太王亶父曰：『與人之兄居而殺其弟，與人之父處而殺其子，吾不忍為也。皆勉處矣，為吾臣與狄人臣奚以異？且吾聞之：不以所以養害所養。』杖策而去，民相連而從之，遂成國於岐山之下。太王亶父可謂能尊生矣。能尊生，雖富貴不以養傷身，雖貧賤不以利累形。今受其先人之爵祿，則必重失之。生之所自來者久矣，而輕失之，豈不惑哉？ \\n 韓、魏相與爭侵地。子華子見昭釐侯，昭釐侯有憂色。子華子曰：『今使天下書銘於君之前，書之曰：「左手攫之則右手廢，右手攫之則左手廢，然而攫之必有天下。」君將攫之乎？亡其不與？』昭釐侯曰：『寡人不攫也。』子華子曰：『甚善。自是觀之，兩臂重於天下也，身又重於兩臂。韓之輕於天下遠，今之所爭者，其輕於韓又遠，君固愁身傷生以憂之臧不得也？』昭釐侯曰：『善。教寡人者眾矣，未嘗得聞此言也。』子華子可謂知輕重矣。知輕重，故論不過。 \\n 中山公子牟謂詹子曰：『身在江海之上，心居乎魏闕之下，奈何？』詹子曰：『重生。重生則輕利。』中山公子牟曰：『雖知之，猶不能自勝也。』詹子曰：『不能自勝則縱之，神無惡乎。不能自勝而強不縱者，此之謂重傷。重傷之人無壽類矣。』 \\n 愛類 \\n 五曰── \\n 仁於他物，不仁於人，不得為仁；不仁於他物，獨仁於人，猶若為仁。仁也者，仁乎其類者也。故仁人之於民也，可以便之，無不行也。神農之教曰：『士有當年而不耕者，則天下或受其饑矣；女有當年而不績者，則天下或受其寒矣。』故身親耕，妻親績，所以見致民利也。賢人之不遠海內之路，而時往來乎王公之朝，非以要利也，以民為務故也。人主有能以民為務者，則天下歸之矣。王也者，非必堅甲利兵選卒練士也，非必隳人之城郭、殺人之士民也。上世之王者眾矣，而事皆不同。其當世之急、憂民之利、除民之害同。 \\n 公輸般為高雲梯，欲以攻宋。墨子聞之，自魯往，裂裳裹足，日夜不休，十日十夜而至於郢，見荊王曰：『臣北方之鄙人也，聞大王將攻宋，信有之乎？』王曰：『然。』墨子曰：『必得宋乃攻之乎？亡其不得宋且不義猶攻之乎？』王曰：『必不得宋，且有不義，則曷為攻之？』墨子曰：『甚善。臣以宋必不可得。』王曰：『公輸般，天下之巧工也，已為攻宋之械矣。』墨子曰：『請令公輸般試攻之，臣請試守之。』於是公輸般設攻宋之械，墨子設守宋之備。公輸般九攻之，墨子九卻之，不能入，故荊輟不攻宋。墨子能以術禦荊、免宋之難者，此之謂也。 \\n 聖王通士不出於利民者無有。昔上古龍門未開，呂梁未發，河出孟門，大溢逆流，無有丘陵沃衍、平原高阜，盡皆滅之，名曰鴻水。禹於是疏河決江，為彭蠡之障，乾東土，所活者千八百國，此禹之功也。勤勞為民，無苦乎禹者矣。 \\n 匡章謂惠子曰：公之學去尊，今又王齊王，何其到也？惠子曰：今有人於此，欲必擊其愛子之頭，石可以代之。匡章曰：公取之代乎，其不與？施取代之。子頭所重也，石所輕也。擊其所輕以免其所重，豈不可哉？匡章曰：齊王之所以用兵而不休、攻擊人而不止者，其故何也？惠子曰：大者可以王，其次可以霸也。今可以王齊王而壽黔首之命，免民之死，是以石代愛子頭也，何為不為？民寒則欲火，暑則欲冰，燥則欲溼，溼則欲燥。寒暑燥溼相反，其於利民一也。利民豈一道哉？當其時而已矣。 \\n 貴卒 \\n 六曰── \\n 力貴突，智貴卒。得之同則速為上，勝之同則濕為下。所為貴驥者，為其一日千里也，旬日取之，與駑駘同。所為貴鏃矢者，為其應聲而至，終日而至，則與無至同。 \\n 吳起謂荊王曰：『荊所有餘者地也，所不足者民也。今君王以所不足益所有餘，臣不得而為也。』於是令貴人往實廣虛之地，皆甚苦之。荊王死，貴人皆來，尸在堂上，貴人相與射吳起。吳起號呼曰：『吾示子吾用兵也。』拔矢而走，伏尸插矢而疾言曰：『群臣亂王。』吳起死矣。且荊國之法，麗兵於王尸者，盡加重罪，逮三族。吳起之智，可謂捷矣。 \\n 齊襄公即位，憎公孫無知，收其祿。無知不說，殺襄公。公子糾走魯，公子小白奔莒。既而國殺無知，未有君，公子糾與公子小白皆歸，俱至，爭先入公家。管仲扞弓射公子小白，中鉤。鮑叔御，公子小白僵。管子以為小白死，告公子糾曰：『安之。公子小白已死矣。』鮑叔因疾驅先入，故公子小白得以為君。鮑叔之智應射而令公子小白僵也，其智若鏃矢也。 \\n 周武君使人刺伶悝於東周，伶悝僵，令其子速哭曰：『以誰刺我父也？』刺者聞，以為死也。周以為不信，因厚罪之。 \\n 趙氏攻中山。中山之人多力者曰吾丘鴥，衣鐵甲、操鐵杖以戰，而所擊無不碎，所衝無不陷，以車投車，以人投人也，幾至將所而後死。 \\n   \\n  "}
{"章节": "卷第二十二", "正文": "  \\n 卷第二十二 \\n 　 \\n 慎行 \\n 一曰── \\n 行不可不孰。不孰，如赴深谿，雖悔無及。君子計行慮義，小人計行其利、乃不利。有知不利之利者，則可與言理矣。 \\n 荊平王有臣曰費無忌，害太子建，欲去之。王為建取妻於秦而美，無忌勸王奪。王已奪之，而疏太子。無忌說王曰：『晉之霸也，近於諸夏，而荊僻也，故不能與爭。不若大城城父而置太子焉，以求北方，王收南方，是得天下也。』王說，使太子居於城父。居一年，乃惡之曰：『建與連尹將以方城外反。』王曰：『已為我子矣，又尚奚求？』對曰：『以妻事怨。且自以為猶宋也，齊、晉又輔之，將以害荊，其事已集矣。』王信之，使執連尹。太子建出奔。左尹郤宛，國人說之。無忌又欲殺之，謂令尹子常曰：『郤宛欲飲令尹酒。』又謂郤宛曰：『令尹欲飲酒於子之家。』郤宛曰：『我賤人也，不足以辱令尹。令尹必來辱，我且何以給待之？』無忌曰：『令尹好甲兵，子出而寘之門，令尹至，必觀之，已，因以為酬。』及饗日，惟門左右而寘甲兵焉。無忌因謂令尹曰：『吾幾禍令尹。郤宛將殺令尹，甲在門矣。』令尹使人視之，信，遂攻郤宛，殺之。國人大怨，動作者莫不非令尹。沈尹戍謂令尹曰：『夫無忌，荊之讒人也，亡夫太子建，殺連尹奢，屏王之耳目，今令尹又用之，殺眾不辜，以興大謗，患幾及令尹。』令尹子常曰：『是吾罪也，敢不良圖。』乃殺費無忌，盡滅其族，以說其國。動而不論其義，知害人而不知人害己也，以滅其族，費無忌之謂乎！ \\n 崔杼與慶封謀殺齊莊公，莊公死，更立景公，崔杼相之。慶封又欲殺崔杼而代之相，於是椓崔杼之子，令之爭後。崔杼之子相與私闀，崔杼往見慶封而告之。慶封謂崔杼曰：『且留，吾將興甲以殺之。』因令盧滿嫳興甲以誅之，盡殺崔杼之妻子及枝屬，燒其室屋，報崔杼曰：『吾已誅之矣。』崔杼歸無歸，因而自絞也。慶封相景公，景公苦之。慶封出獵，景公與陳無宇、公孫灶、公孫蠆誅封。慶封以其屬鬥，不勝，走如魯。齊人以為讓，又去魯而如吳，王予之朱方。荊靈王聞之，率諸侯以攻吳，圍朱方，拔之，得慶封，負之斧質，以徇於諸侯軍，因令其呼之曰：『毋或如齊慶封，弒其君而弱其孤，以亡其大夫。』乃殺之。黃帝之貴而死，堯、舜之賢而死，孟賁之勇而死，人固皆死。若慶封者，可謂重死矣。身為僇，支屬不可以見，行忮之故也。凡亂人之動也，其始相助，後必相惡。為義者則不然，始而相與，久而相信，卒而相親，後世以為法程。 \\n 無義 \\n 二曰── \\n 先王之於論也極之矣，故義者百事之始也，萬利之本也，中智之所不及也。不及則不知，不知趨利。趨利固不可必也，公孫鞅、鄭平、續經、公孫竭是已。以義動則無曠事矣。人臣與人臣謀為姦，猶或與之。又況乎人主與其臣謀為義，其孰不與者？非獨其臣也，天下皆且與之。 \\n 公孫鞅之於秦，非父兄也，非有故也，以能用也，欲堙之責，非攻無以，於是為秦將而攻魏。魏使公子卬將而當之。公孫鞅之居魏也，固善公子卬，使人謂公子卬曰：『凡所為游而欲貴者，以公子之故也。今秦令鞅將，魏令公子當之，豈且忍相與戰哉？公子言之公子之主，鞅請亦言之主，而皆罷軍。』於是將歸矣，使人謂公子曰：『歸未有時相見，願與公子坐而相去別也。』公子曰：『諾。』魏吏爭之曰：『不可。』公子不聽，遂相與坐。公孫鞅因伏卒與車騎以取公子卬。秦孝公薨，惠王立，以此疑公孫鞅之行，欲加罪焉。公孫鞅以其私屬與母歸魏。襄疵不受，曰：『以君之反公子卬也，吾無道知君。』故士自行不可不審也。 \\n 鄭平於秦王臣也，其於應侯交也，欺交反主，為利故也。方其為秦將也，天下所貴之無不以者，重也。重以得之，輕必失之。去秦將，入趙、魏，天下所賤之無不以也，所可羞無不以也。行方可賤可羞，而無秦將之重，不窮奚待？ \\n 趙急求李欬，李言續經與之俱如衛，抵公孫與，公孫與見而與入，續經因告衛吏使捕之，續經以仕趙五大夫。人莫與同朝，子孫不可以交友。 \\n 公孫竭與陰君之事，而反告之樗里相國，以仕秦五大夫，功非不大也，然而不得入三都，又況乎無此其功而有行乎？ \\n 疑似 \\n 三曰── \\n 使人大迷惑者，必物之相似也。玉人之所患，患石之似玉者；相劍者之所患，患劍之似吳干者；賢主之所患，患人之博聞辯言而似通者。亡國之主似智，亡國之臣似忠。相似之物，此愚者之所大惑，而聖人之所加慮也。故墨子見歧道而哭之。 \\n 周宅酆鎬近戎人，與諸侯約，為高葆禱於王路，置鼓其上，遠近相聞。即戎寇至，傳鼓相告，諸侯之兵皆至救天子。戎寇當至，幽王擊鼓，諸侯之兵皆至，褒姒大說，喜之。幽王欲褒姒之笑也，因數擊鼓，諸侯之兵數至而無寇。至於後戎寇真至，幽王擊鼓，諸侯兵不至。幽王之身，乃死於麗山之下，為天下笑。此夫以無寇失真寇者也。賢者有小惡以致大惡。褒姒之敗，乃令幽王好小說以致大滅。故形骸相離，三公九卿出走，此褒姒之所用死，而平王所以東徙也，秦襄、晉文之所以勞王勞而賜地也。 \\n 梁北有黎丘部，有奇鬼焉，喜效人之子姪昆弟之狀。邑丈人有之市而醉歸者，黎丘之鬼效其子之狀，扶而道苦之。丈人歸，酒醒而誚其子，曰：『吾為汝父也，豈謂不慈哉？我醉，汝道苦我，何故？』其子泣而觸地曰：『孽矣！無此事也。昔也往責於東邑人可問也。』其父信之，曰：『譆！是必夫奇鬼也，我固嘗聞之矣。』明日端復飲於市，欲遇而刺殺之。明旦之市而醉，其真子恐其父之不能反也，遂逝迎之。丈人望其真子，拔劍而刺之。丈人智惑於似其子者，而殺於真子。夫惑於似士者而失於真士，此黎丘丈人之智也。疑似之跡，不可不察。察之必於其人也。舜為御，堯為左，禹為右，入於澤而問牧童，入於水而問漁師，奚故也？其知之審也。夫人子之相似者，其母常識之，知之審也。 \\n 壹行 \\n 四曰── \\n 先王所惡，無惡於不可知，不可知則君臣、父子、兄弟、朋友、夫妻之際敗矣。十際皆敗，亂莫大焉。凡人倫以十際為安者也，釋十際則與麋鹿虎狼無以異，多勇者則為制耳矣。不可知則知無安君、無樂親矣，無榮兄、無親友、無尊夫矣。 \\n 強大未必王也，而王必強大。王者之所藉以成也何？藉其威與其利。非強大則其威不威，其利不利。其威不威則不足以禁也，其利不利則不足以勸也，故賢主必使其威利無敵，故以禁則必止，以勸則必為。威利敵，而憂苦民、行可知者王；威利無敵，而以行不知者亡。小弱而不可知，則強大疑之矣。人之情不能愛其所疑，小弱而大不愛則無以存。故不可知之道，王者行之廢，強大行之危，小弱行之滅。 \\n 今行者見大樹，必解衣縣冠倚劍而寢其下。大樹非人之情親知交也，而安之若此者信也。陵上巨木，人以為期，易知故也。又況於士乎？士義可知故也，則期為必矣。又況彊大之國？彊大之國誠可知，則其王不難矣。 \\n 人之所乘船者，為其能浮而不能沈也；世之所以賢君子者，為其能行義而不能行邪辟也。 \\n 孔子卜，得賁。孔子曰：『不吉。』子貢曰：『夫賁亦好矣，何謂不吉乎？』孔子曰：『夫白而白，黑而黑，夫賁又何好乎？』故賢者所惡於物，無惡於無處。 \\n 夫天下之所以惡，莫惡於不可知也。夫不可知，盜不與期，賊不與謀。盜賊大姦也，而猶所得匹偶，又況於欲成大功乎？夫欲成大功，令天下皆輕勸而助之，必之士可知。 \\n 求人 \\n 五曰── \\n 身定，國安，天下治，必賢人。古之有天下也者，七十一聖。觀於春秋，自魯隱公以至哀公十有二世，其所以得之，所以失之，其術一也。得賢人，國無不安，名無不榮；矢賢人，國無不危，名無不辱。先王之索賢人無不以也，極卑極賤，極遠極勞。虞用宮之奇、吳用伍子胥之言，此二國者，雖至於今存可也，則是國可壽也。有能益人之壽者，則人莫不願之。今壽國有道，而君人者而不求，過矣。 \\n 堯傳天下於舜，禮之諸侯，妻以二女，臣以十子，身請北面朝之，至卑也。伊尹，庖廚之臣也；傅說，殷之胥靡也。皆上相天子，至賤也。禹東至榑木之地，日出、九津、青羌之野，攢樹之所，抿天之山，鳥谷、青丘之鄉，黑齒之國；南至交阯、孫樸、續樠之國，丹粟、漆樹、沸水、漂漂、九陽之山，羽人、裸民之處，不死之鄉；西至三危之國，巫山之下，飲露、吸氣之民，積金之山，共肱、一臂、三面之鄉；北至人正之國，夏海之窮，衡山之上，犬戎之國，夸父之野，禺彊之所，積水、積石之山。不有懈墮，憂其黔首，顏色黎黑，竅藏不通，步不相過，以求賢人，欲盡地利，至勞也。得陶、化益、真窺、橫革、之交五人佐禹，故功績銘乎金石，著於盤盂。 \\n 昔者堯朝許由於沛澤之中，曰：『十日出而焦火不息，不亦勞乎？夫子為天子，而天下已治矣，請屬天下於夫子。』許由辭曰：『為天下之不治與？而既已治矣。自為與？啁焦巢於林，不過一枝；偃鼠飲於河，不過滿腹。歸已君乎！惡用天下？』遂之箕山之下，潁水之陽，耕而食，終身無經天下之色。故賢主之於賢者也，物莫之妨；戚愛習故，不以害之；故賢者聚焉。賢者所聚，天地不壞，鬼神不害，人事不謀，此五常之本事也。 \\n 皋子眾疑取國，召南宮虔、孔伯產而眾口止。 \\n 晉人欲攻鄭，令叔嚮聘焉，視其有人與無人。子產為之詩曰：『子惠思我，褰裳涉洧；子不我思，豈無他士？』叔嚮歸曰：『鄭有人，子產在焉，不可攻也。秦、荊近，其詩有異心，不可攻也。』晉人乃輟攻鄭。孔子曰：『詩云：「無競惟人。」子產一稱而鄭國免。』 \\n 察傳 \\n 六曰── \\n 夫得言不可以不察，數傳而白為黑，黑為白。故狗似玃，玃似母猴，母猴似人，人之與狗則遠矣。此愚者之所以大過也。聞而審則為福矣，聞而不審，不若無聞矣。齊桓公聞管子於鮑叔，楚莊聞孫叔敖於沈尹筮，審之也，故國霸諸侯也。吳王聞越王句踐於太宰嚭，智伯聞趙襄子於張武，不審也，故國亡身死也。 \\n 凡聞言必熟論，其於人必驗之以理。魯哀公問於孔子曰：『樂正夔一足，信乎？』孔子曰：『昔者舜欲以樂傳教於天下，乃令重黎舉夔於草莽之中而進之，舜以為樂正。夔於是正六律，和五聲，以通八風，而天下大服。重黎又欲益求人，舜曰：「夫樂，天地之精也，得失之節也，故唯聖人為能和。樂之本也。夔能和之，以平天下。若夔者一而足矣。」故曰夔一足，非一足也。』宋之丁氏，家無井而出溉汲，常一人居外。及其家穿井，告人曰：『吾穿井得一人。』有聞而傳之者曰：『丁氏穿井得一人。』國人道之，聞之於宋君，宋君令人問之於丁氏，丁氏對曰：『得一人之使，非得一人於井中也。』求能之若此，不若無聞也。 \\n 子夏之晉，過衛，有讀史記者曰：『晉師三豕涉河。』子夏曰：『非也，是己亥也。夫「己」與「三」相近，「豕」與「亥」相似。』至於晉而問之，則曰『晉師己亥涉河』也。辭多類非而是，多類是而非。是非之經，不可不分，此聖人之所慎也。然則何以慎？緣物之情及人之情以為所聞則得之矣。 \\n   \\n  "}
{"章节": "卷第二十三", "正文": "  \\n 卷第二十三 \\n 　 \\n 貴直 \\n 一曰── \\n 賢主所貴莫如士。所以貴士，為其直言也。言直則枉者見矣。人主之患，欲聞枉而惡直言，是障其源而欲其水也，水奚自至？是賤其所欲而貴其所惡也，所欲奚自來？ \\n 能意見齊宣王。宣王曰：『寡人聞子好直，有之乎？』對曰：『意惡能直？意聞好直之士，家不處亂國，身不見污君。身今得見王，而家宅乎齊，意惡能直？』宣王怒曰：『野士也！』將罪之。能意曰：『臣少而好事，長而行之，王胡不能與野士乎，將以彰其所好耶？』王乃舍之。能意者，使謹乎論於主之側，亦必不阿主。不阿主之所得豈少哉？此賢主之所求，而不肖主之所惡也。 \\n 狐援說齊湣王曰：『殷之鼎陳於周之廷，其社蓋於周之屏，其干戚之音，在人之游。亡國之音，不得至於廟；亡國之社，不得見於天；亡國之器陳於廷，所以為戒。王必勉之。其無使齊之大呂陳之廷，無使太公之社蓋之屏，無使齊音，充人之游。』齊王不受。狐援出而哭國三日，其辭曰：『先出也，衣絺紵；後出也，滿囹圄。吾今見民之洋洋然東走而不知所處。』齊王問吏曰：『哭國之法若何？』吏曰：『斮。』王曰：『行法。』吏陳斧質於東閭，不欲殺之，而欲去之。狐援聞而蹶往過之。吏曰：『哭國之法斮。先生之老歟昏歟？』狐援曰：『曷為昏哉？』於是乃言曰：『有人自南方來，鮒入而鯢居，使人之朝為草而國為墟。殷有比干，吳有子胥，齊有狐援。已不用若言，又斮之東閭。每斮者以吾參夫二子者乎！』狐援非樂斮也，國已亂矣，上已悖矣，哀社稷與民人，故出若言。出若言非平論也，將以救敗也，固嫌於危。此觸子之所以去之也，達子之所以死之也。 \\n 趙簡子攻衛附郭，自將兵。及戰，且遠立，又居於犀蔽屏櫓之下，鼓之而士不起，簡子投桴而歎曰：『鳴呼！士之速弊一若此乎？』行人燭過免冑橫戈而進曰：『亦有君不能耳，士何弊之有？』簡子艴然作色曰：『寡人之無使，而身自將是眾也，子親謂寡人之無能，有說則可，無說則死。』對曰：『昔吾先君獻公即位五年，兼國十九，用此士也。惠公即位二年，淫色暴慢，身好玉女，秦人襲我，遜去絳七十，用此士也。文公即位二年，底之以勇，故三年而士盡果敢；城濮之戰，五敗荊人；圍衛取曹，拔石社；定天子之位，成尊名於天下；用此士也。亦有君不能耳，士何弊之有？』簡子乃去犀蔽屏櫓而立於矢石之所及，一鼓而士畢乘之。簡子曰：『與吾得革車千乘也，不如聞行人燭過之一言。』行人燭過可謂能諫其君矣，戰鬥之上，枹鼓方用，賞不加厚，罰不加重，一言而士皆樂為其上死。 \\n 直諫 \\n 二曰── \\n 言極則怒，怒則說者危，非賢者孰肯犯危？而非賢者也，將以要利矣。要利之人，犯危何益？故不肖主無賢者。無賢則不聞極言，不聞極言則姦人比周、百邪悉起，若此則無以存矣。凡國之存也，主之安也，必有以也。不知所以，雖存必亡，雖安必危，所以不可不論也。 \\n 齊桓公、管仲、鮑叔、甯戚相與飲酒酣，桓公謂鮑叔曰：『何不起為壽？』鮑叔奉杯而進曰：『使公毋忘出奔在於莒也，使管仲毋忘束縛而在於魯也，使甯戚毋忘其飯牛而居於車下。』桓公避席再拜曰：『寡人與大夫能皆毋忘夫子之言，則齊國之社稷幸於不殆矣。』當此時也，桓公可與言極言矣。可與言極言，故可與為霸。 \\n 荊文王得茹黃之狗，宛路之矰，以畋於雲夢，三月不反；得丹之姬，淫，期年不聽朝。葆申曰：『先王卜以臣為葆，吉。今王得茹黃之狗，宛路之矰，畋三月不反；得丹之姬，淫，期年不聽朝。王之罪當笞。』王曰：『不穀免衣繈褓而齒於諸侯，願請變更而無笞。』葆申曰：『臣承先王之令，不敢廢也。王不受笞，是廢先王之令也。臣寧抵罪於王，毋抵罪於先王。』王曰：『敬諾。』引席，王伏。葆申束細荊五十，跪而加之於背，如此者再，謂『王起矣』，王曰：『有笞之名一也。』遂致之。申曰：『臣聞君子恥之，小人痛之。恥之不變，痛之何益？』葆申趣出，自流於淵，請死罪。文王曰：『此不穀之過也。葆申何罪？』王乃變更，召葆申，殺茹黃之狗，析宛路之矰，放丹之姬。後荊國，兼國三十九。令荊國廣大至於此者，葆申之力也極言之功也。 \\n 知化 \\n 三曰── \\n 夫以勇事人者以死也，未死而言死，不論，以雖知之與勿知同。凡智之貴也，貴知化也。人主之惑者則不然。化未至則不知，化已至，雖知之與勿知一貫也。事有可以過者，有不可以過者。而身死國亡，則胡可以過？此賢主之所重，惑主之所輕也。所輕，國惡得不危？身惡得不困？危困之道，身死國亡，在於不先知化也。吳王夫差是也。子胥非不先知化也，諫而不聽，故吳為丘墟，禍及闔廬。 \\n 吳王夫差將伐齊，子胥曰：『不可。夫齊之與吳也，習俗不同，言語不通，我得其地不能處，得其民不得使。夫吳之與越也，接土鄰境，壤交通屬，習俗同，言語通，我得其地能處之，得其民能使之。越於我亦然。夫吳、越之勢不兩立。越之於吳也，譬若心腹之疾也，雖無作，其傷深而在內也。夫齊之於吳也，疥癬之病也，不苦其已也，且其無傷也。今釋越而伐齊，譬之猶懼虎而刺猏，雖勝之，其後患未央。』太宰嚭曰：『不可。君王之令所以不行於上國者，齊、晉也。君王若伐齊而勝之，徙其兵以臨晉，晉必聽命矣，是君王一舉而服兩國也，君王之令必行於上國。』夫差以為然，不聽子胥之言，而用太宰嚭之謀。子胥曰：『天將亡吳矣，則使君王戰而勝。天將不亡吳矣，則使君王戰而不勝。』夫差不聽。子胥兩袪高蹶而出於廷，曰：『嗟乎！吳朝必生荊棘矣。』夫差興師伐齊，戰於艾陵，大敗齊師，反而誅子胥。子胥將死曰：『與！吾安得一目以視越人之入吳也？』乃自殺。夫差乃取其身而流之江，抉其目，著之東門，曰：『女胡視越人之入我也？』居數年，越報吳，殘其國，絕其世，滅其社稷，夷其宗廟，夫差身為擒。夫差將死曰：『死者如有知也，吾何面以見子胥於地下？』乃為幎以冒面死。夫患未至，則不可告也；患既至，雖知之無及矣。故夫差之知慚於子胥也，不若勿知。 \\n 過理 \\n 四曰── \\n 亡國之主一貫，天時雖異，其事雖殊，所以亡同者，樂不適也。樂不適則不可以存。糟丘酒池，肉圃為格，雕柱而桔諸侯，不適也。刑鬼侯之女而取其環，截涉者脛而視其髓，殺梅伯而遺文王其醢，不適也。文王貌受以告諸侯。作為琁室，築為頃宮，剖孕婦而觀其化，殺比干而視其心，不適也。孔子聞之曰：『其竅通則比干不死矣。』夏、商之所以亡也。 \\n 晉靈公無道，從上彈人而觀其避丸也；使宰人臑熊(足煩)不熟，殺之，令婦人載而過朝以示威，不適也。趙盾驟諫而不聽，公惡之，乃使沮麛。沮麛見之，不忍賊，曰：『不忘恭敬，民之主也。賊民之主不忠，棄君之命不信，一於此不若死。』乃觸廷槐而死。 \\n 齊湣王亡居衛，謂公王丹曰：『我何如主也？』王丹對曰：『王賢主也。臣聞古人有辭天下而無恨色者，臣聞其聲，於王而見其實。王名稱東帝，實辨天下。去國居衛，容貌充滿，顏色發揚，無重國之意。』王曰：『甚善！丹知寡人。寡人自去國居衛也，帶益三副矣』。 \\n 宋王築為櫱帝，鴟夷血，高懸之，射著甲冑，從下，血墜流地。左右皆賀曰：『王之賢過湯、武矣。湯、武勝人，今王勝天，賢不可以加矣。』宋王大說，飲酒。室中有呼萬歲者，堂上盡應，堂上已應，堂下盡應，門外庭中聞之，莫敢不應，不適也。 \\n 壅塞 \\n 五曰── \\n 亡國之主，不可以直言。不可以直言，則過無道聞，而善無自至矣。無自至則壅。 \\n 秦繆公時，戎彊大，秦繆公遺之女樂二八與良宰焉。戎王大喜，以其故，數飲食，日夜不休。左右有言秦寇之至者，因扞弓而射之。秦寇果至，戎王醉而臥於樽下，卒生縛而擒之。未擒則不可知，已擒則又不知。雖善說者猶若此，何哉？ \\n 齊攻宋，宋王使人候齊寇之所至。使者還，曰：『齊寇近矣，國人恐矣。』左右皆謂宋王曰：『此所謂肉自至蟲者也。以宋之強，齊兵之弱，惡能如此？』宋王因怒而詘殺之。又使人往視齊寇，使者報如前，宋王又怒詘殺之。如此者三。其後又使人往視：齊寇近矣，國人恐矣。使者遇其兄。曰：『國危甚矣，若將安適？』其弟曰：為王視齊寇，不意其近，而國人恐如此也。今又私患鄉之先視齊寇者，皆以寇之近也報而死。今也報其情，死；不報其情，又恐死；將若何？』其兄曰：『如報其情，有且先夫死者死，先夫亡者亡。』於是報於王曰：『殊不知齊寇之所在。國人甚安。』王大喜。左右皆曰：『鄉之死者宜矣。』王多賜之金。寇至，王自投車上馳而走，此人得以富於他國。夫登山而視牛若羊，視羊若豚。牛之性不若羊，羊之性不若豚，所自視之勢過也，而因怒於牛羊之小也，此狂夫之大者。狂而以行賞罰，此戴氏之所以絕也。 \\n 齊王欲以淳于髡傅太子，髡辭曰：『臣不肖，不足以當此大任也，王不若擇國之長者而使之。』齊王曰：『子無辭也。寡人豈責子之令太子必如寡人也哉？寡人固生而有之也。子為寡人令太子如堯乎？其如舜也？』凡說之行也，道不智聽智，從自非受是也。今自以賢過於堯、舜，彼且胡可以開說哉？說必不入。不聞存君。 \\n 齊宣王好射，說人之謂己能用彊弓也。其嘗所用不過三石，以示左右。左右皆試引之，中關而止，皆曰：『此不下九石，非王，其孰能用是？』宣王之情，所用不過三石，而終身自以為用九石，豈不悲哉？非直士其孰能不阿主？世之直士，其寡不勝眾，數也。故亂國之主，患存乎用三石為九石也。 \\n 原亂 \\n 六曰── \\n 亂必有弟，大亂五，小亂三，討亂三，故詩曰：『毋過亂門』，所以遠之也。慮福未及，慮禍之，所以兒之也。武王以武得之，以文持之，倒戈弛弓，示天下不用兵，所以守之也。 \\n 晉獻公立驪姬以為夫人，以奚齊為太子，里克率國人以攻殺之。荀息立其弟公子卓，已葬，里克又率國人攻殺之。於是晉無君。公子夷吾重賂秦以地而求入，秦繆公率師以納之，晉人立以為君，是為惠公。惠公既定於晉，背秦德而不予地。秦繆公率師攻晉，晉惠公逆之，與秦人戰於韓原。晉師大敗，秦獲惠公以歸，囚之於靈臺。十月，乃與晉成，歸惠公而質太子圉。太子圉逃歸也。惠公死，圉立為君，是為懷公。秦繆公怒其逃歸也，起奉公子重耳以攻懷公，殺之於高梁，而立重耳，是為文公。文公施舍，振廢滯，匡乏困，救災患，禁淫慝，薄賦斂，宥罪戾，節器用，用民以時，敗荊人于城濮，定襄王，釋宋，出穀戍，外內皆服，而後晉亂止。故獻公聽驪姬，近梁五、優施，殺太子申生，而大難隨之者五，三君死，一君虜，大臣卿士之死者以百數，離咎二十年。自上世以來，亂未嘗一。而亂人之患也，皆曰一而已，此事慮不同情也。事慮不同情者，心異也。故凡作亂之人，禍希不及身。 \\n   \\n  "}
{"章节": "卷第二十四", "正文": "  \\n 卷第二十四 \\n 　 \\n 不苟 \\n 一曰── \\n 賢者之事也，雖貴不苟為，雖聽不自阿，必中理然後動，必當義然後舉，此忠臣之行也。賢主之所說，而不肖主雖不肖其說，非惡其聲也。人主雖不肖，其說忠臣之聲與賢主同，行其實則與賢主有異。異，故其功名禍福亦異。異，故子胥見說於闔閭而惡乎夫差，比干生而惡於商、死而見說乎周。 \\n 武王至殷郊，係墮。五人御於前，莫肯之為，曰：『吾所以事君者非係也。』武王左釋白羽，右釋黃鉞，勉而自為係。孔子聞之曰：『此五人者之所以為王者佐也，不肖主之所弗安也。』故天子有不勝細民者，天下有不勝千乘者。 \\n 秦繆公見戎由余，說而欲留之，由余不肯。繆公以告蹇叔。蹇叔曰：『君以告內史廖。』內史廖對曰：『戎人不達於五音與五味，君不若遺之。』繆公以女樂二八人與良宰遺之。戎王喜，迷惑大亂，飲酒，晝夜不休。由余驟諫而不聽，因怒而歸繆公也。蹇叔非不能為內史廖之所為也，其義不行也。繆公能令人臣時立其正義，故雪殽之恥，而西至河雍也。 \\n 秦繆公相百里奚，晉使叔虎、齊使東郭蹇如秦，公孫枝請見之。公曰：『請見客，子之事歟？』對曰：『非也。』『相國使子乎？』對曰：『不也。』公曰：『然則子事非子之事也。秦國僻陋戎夷，事服其任，人事其事，猶懼為諸侯笑。今子為非子之事，退，將論而罪。』公孫枝出，自敷於百里氏。百里奚請之。公曰：『此所聞於相國歟。枝無罪奚請？有罪奚請焉？』百里奚歸，辭公孫枝。公孫枝徙，自敷於街。百里奚令吏行其罪。定分官，此古人之所以為法也。今繆公鄉之矣，其霸西戎，豈不宜哉？ \\n 晉文公將伐鄴，趙衰言所以勝鄴之術，文公用之，果勝。還，將行賞。衰曰：『君將賞其本乎？賞其末乎？賞其末則騎乘者存，賞其本則臣聞之郤子虎。』文公召郤子虎曰：『衰言所以勝鄴，鄴既勝，將賞之，曰：「蓋聞之於子虎，請賞子虎。」』子虎曰：『言之易，行之難。臣言之者也。』公曰：『子無辭。』郤子虎不敢固辭，乃受矣。凡行賞欲其博也，博則多助。今虎非親言者也，而賞猶及之，此疏遠者之所以盡能竭智者也。晉文公亡久矣，歸而因大亂之餘，猶能以霸，其由此歟？ \\n 贊能 \\n 二曰── \\n 賢者善人以人，中人以事，不肖者以財。得十良馬，不若得一伯樂；得十良劍，不若得一歐冶；得地千里，不若得一聖人。舜得皋陶而舜受之，湯得伊尹而有夏民，文王得呂望而服殷商。夫得聖人，豈有里數哉？ \\n 管子束縛在魯。桓公欲相鮑叔。鮑叔曰：『吾君欲霸王，則管夷吾在彼，臣弗若也。』桓公曰：『夷吾，寡人之賊也，射我者也。不可。』鮑叔曰：『夷吾為其君射人者也。君若得而臣之，則彼亦將為君射人。』桓公不聽，強相鮑叔。固辭讓而相，桓公果聽之。於是乎使人告魯曰：『管夷吾，寡人之讎也，願得之而親加手焉。』魯君許諾，乃使吏鞹其拳，膠其目，盛之以鴟夷，置之車中。至齊境，桓公使人以朝車迎之，祓以爟火，釁以犧猳焉，生與之如國，命有司除廟筵几而薦之，曰：『自孤之聞夷吾之言也，目益明，耳益聰，孤弗敢專，敢以告於先君。』因顧而命管子曰：『夷吾佐予。』管仲還走，再拜稽首，受令而出。管子治齊國，舉事有功，桓公必先賞鮑叔，曰：『使齊國得管子者，鮑叔也。』桓公可謂知行賞矣。凡行賞欲其本也，本則過無由生矣。 \\n 孫叔敖、沈尹莖相與友。叔敖遊於郢三年，聲問不知，修行不聞。沈尹莖謂孫叔敖曰：『說義以聽，方術信行，能令人主上至於王，下至於霸，我不若子也。耦世接俗，說義調均，以適主心，子不若我也。子何以不歸耕乎？吾將為子游。』沈尹莖遊於郢五年，荊王欲以為令尹，沈尹莖辭曰：『期思之鄙人有孫叔敖者，聖人也。王必用之，臣不若也。』荊王於是使人以王輿迎叔敖以為令尹，十二年而莊王霸，此沈尹莖之力也。功無大乎進賢。 \\n 自知 \\n 三曰── \\n 欲知平直，則必準繩；欲知方圓，則必規矩；人主欲自知，則必直士。故天子立輔弼，設師保，所以舉過也。夫人故不能自知，人主猶其。存亡安危，勿求於外，務在自知。 \\n 堯有欲諫之鼓，舜有誹謗之木，湯有司過之士，武王有戒慎之鞀，猶恐不能自知，今賢非堯、舜、湯、武也，而有掩蔽之道，奚繇自知哉？ \\n 荊成、齊莊不自知而殺，吳王、智伯不自知而亡，宋、中山不自知而滅，晉惠公、趙括不自知而虜，鑽荼、龐涓、太子申不自知而死，敗莫大於不自知。 \\n 范氏之亡也，百姓有得鍾者，欲負而走，則鍾大不可負，以椎毀之，鍾況然有音，恐人聞之而奪己也，遽揜其耳。惡人聞之可也，惡己自聞之悖矣。為人主而惡聞其過，非猶此也？惡人聞其過尚猶可。 \\n 魏文侯燕飲，皆令諸大夫論己。或言君之智也。至於任座，任座曰：『君不肖君也。得中山不以封君之弟，而以封君之子，是以知君之不肖也。』文侯不說，知於顏色。任座趨而出。次及翟黃，翟黃曰：『君賢君也。臣聞其主賢者，其臣之言直。今者任座之言直，是以知君之賢也。』文侯喜曰：『可反歟？』翟黃對曰：『奚為不可？臣聞忠臣畢其忠，而不敢遠其死。座殆尚在於門。』翟黃往視之，任座在於門，以君令召之。任座入，文侯下階而迎之，終座以為上客。文侯微翟黃，則幾失忠臣矣。上順乎主心以顯賢者，其唯翟黃乎？ \\n 當賞 \\n 四曰── \\n 民無道知天，民以四時寒暑日月星辰之行知天。四時寒暑日月星辰之行當，則諸生有血氣之類皆為得其處而安其產。人臣亦無道知主，人臣以賞罰爵祿之所加知主。主之賞罰爵祿之所加者宜，則親疏遠近賢不肖皆盡其力而以為用矣。 \\n 晉文公反國，賞從亡者，而陶狐不與。左右曰：『君反國家，爵祿三出，而陶狐不與。敢問其說。』文公曰：『輔我以義、導我以禮者，吾以為上賞。教我以善、彊我以賢者，吾以為次賞。拂吾所欲、數舉吾過者，吾以為末賞。三者所以賞有功之臣也。若賞唐國之勞徒，則陶狐將為首矣。』周內史興聞之曰：『晉公其霸乎！昔者聖王先德而後力，晉公其當之矣。』 \\n 秦小主夫人用奄變，群賢不說自匿，百姓鬱怨非上。公子連亡在魏，聞之，欲入，因群臣與民從鄭所之塞。右主然守塞，弗入，曰：『臣有義，不兩主。公子勉去矣。』公子連去，入翟，從焉氏塞，菌改入之。夫人聞之，大駭，令吏興卒，奉命曰：『寇在邊。』卒與吏其始發也，皆曰『往擊寇』，中道因變曰：『非擊寇也，迎主君也。』公子連因與卒俱來，至雍，圍夫人，夫人自殺。公子連立，是為獻公，怨右主然而將重罪之，德菌改而欲厚賞之。監突爭之曰：『不可。秦公子之在外者眾，若此則人臣爭入亡公子矣。此不便主。』獻公以為然，故復右主然之罪，而賜菌改官大夫，賜守塞者人米二十石。獻公可謂能用賞罰矣。凡賞非以愛之也，罰非以惡之也，用觀歸也。所歸善，雖惡之賞；所歸不善，雖愛之罰；此先王之所以治亂安危也。 \\n 博志 \\n 五曰── \\n 先王有大務，去其害之者，故所欲以必得，所惡以必除，此功名之所以立也。俗主則不然，有大務而不能去其害之者，此所以無能成也。夫去害務與不能去害務，此賢不肖之所以分也。使獐疾走，馬弗及至，已而得者，其時顧也。驥一日千里，車輕也；以重載則不能數里，任重也。賢者之舉事也，不聞無功，然而名不大立、利不及世者，愚不肖為之任也。 \\n 冬與夏不能兩刑，草與稼不能兩成，新穀熟而陳穀虧，凡有角者無上齒，果實繁者木必庳，用智褊者無遂功，天之數也。故天子不處全，不處極，不處盈。全則必缺，極則必反，盈則必虧。先王知物之不可兩大，故擇務，當而處之。 \\n 孔、墨、甯越，皆布衣之士也，慮於天下，以為無若先王之術者，故日夜學之。有便於學者，無不為也；有不便於學者，無肯為也。蓋聞孔丘、墨翟，晝日諷誦習業，夜親見文王、周公旦而問焉。用志如此其精也，何事而不達？何為而不成？故曰精而熟之，鬼將告之。非鬼告之也，精而熟之也。今有寶劍良馬於此，玩之不厭，視之無倦。寶行良道，一而弗復，欲身之安也，名之章也，不亦難乎？ \\n 甯越，中牟之鄙人也，苦耕稼之勞，謂其友曰：『何為而可以免此苦也？』其友曰：『莫如學。學三十歲則可以達矣。』甯越曰：『請以十五歲。人將休，吾將不敢休；人將臥，吾將不敢臥。』十五歲而周威公師之。矢之速也，而不過二里止也；步之遲也，而百舍不止也。今以甯越之材而久不止，其為諸侯師，豈不宜哉？ \\n 養由基、尹儒，皆文藝之人也。荊廷嘗有神白猿，荊之善射者莫之能中，荊王請養由基射之。養由基矯弓操矢而往，未之射而括中之矣，發之則猿應矢而下，則養由基有先中中之者矣。尹儒學御三年而不得焉，苦痛之，夜夢受秋駕於其師。明日往朝其師，望而謂之曰：『吾非愛道也，恐子之未可與也。今日將教子以秋駕。』尹儒反走，北面再拜曰：『今昔臣夢受之。』先為其師言所夢，所夢固秋駕已。上二士者可謂能學矣，可謂無害之矣，此其所以觀後世已。 \\n 貴當 \\n 六曰── \\n 名號大顯，不可彊求，必繇其道。治物者不於物於人，治人者不於事於君，治君者不於君於天子，治天子者不於天子於欲，治欲者不於欲於性。性者萬物之本也，不可長，不可短，因其固然而然之，此天地之數也。窺赤肉而烏鵲聚，貍處堂而眾鼠散，衰絰陳而民知喪，竽瑟陳而民知樂，湯、武修其行而天下從，桀、紂慢其行而天下畔，豈待其言哉？君子審在己者而已矣。 \\n 荊有善相人者，所言無遺策，聞於國，莊王見而問焉。對曰：『臣非能相人也，能觀人之友也。觀布衣也，其友皆孝悌純謹畏令，如此者，其家必日益，身必日榮，矣所謂吉人也。觀事君者也，其友皆誠信有行好善，如此者，事君日益，官職日進，此所謂吉臣也。觀人主也，其朝臣多賢，左右多忠，主有失，皆交爭証諫，如此者，國日安，主日尊，天下日服，此所謂吉主也。臣非能相人也，能觀人之友也。』莊王善之，於是疾收士，日夜不懈，遂霸天下。故賢主之時見文藝之人也，非特具之而已也，所以就大務也。夫事無大小，固相與通。田獵馳騁，弋射走狗，賢者非不為也，為之而智日得焉，不肖主為之而智日惑焉。志曰：『驕惑之事，不亡奚待？』 \\n 君有好獵者，曠日持久而不得獸，入則媿其家室，出則媿其知友州里。惟其所以不得之故，則狗惡也。欲得良狗，則家貧無以。於是還疾耕，疾耕則家富，家富則有以求良狗，狗良則數得獸矣，田獵之獲常過人矣。非獨獵也，百事也盡然。霸王有不先耕而成霸王者，古今無有。此賢者不肖之所以殊也。賢不肖之所欲與人同，堯、桀、幽、厲皆然，所以為之異。故賢主察之，以為不可，弗為；以為可，故為之。為之必繇其道，物莫之能害，此功之所以相萬也。 \\n   \\n  "}
{"章节": "卷第二十五", "正文": "  \\n 卷第二十五 \\n 　 \\n 似順 \\n 一曰── \\n 事多似倒而順，多似順而倒。有知順之為倒、倒之為順者，則可與言化矣。至長反短，至短反長，天之道也。 \\n 荊莊王欲伐陳，使人視之。使者曰：『陳不可伐也。』莊王曰：『何故？』對曰：『城郭高，溝洫深，蓄積多也。』寧國曰：『陳可伐也。夫陳，小國也，而蓄積多，賦斂重也，則民怨上矣；城郭高，溝洫深，則民力罷矣。興兵伐之，陳可取也。』莊王聽之，遂取陳焉。 \\n 田成子之所以得有國至今者，有兄曰完子，仁且有勇。越人興師誅田成子曰：『奚故殺君而取國？』田成子患之。完子請率士大夫以逆越師，請必戰，戰請必敗，敗請必死。田成子曰：『夫必與越戰可也。戰必敗，敗必死，寡人疑焉。』完子曰：『君之有國也，百姓怨上，賢良又有死之，臣蒙恥。以完觀之也，國已懼矣。今越人起師，臣與之戰，戰而敗，賢良盡死，不死者不敢入於國。君與諸孤處於國，以臣觀之，國必安矣。』完子行，田成子泣而遣之。夫死敗，人之所惡也，而反以為安，豈一道哉？故人主之聽者與士之學者，不可不博。 \\n 尹鐸為晉陽下，有請於趙簡子。簡子曰：『往而夷夫壘。我將往，往而見壘，是見中行寅與范吉射也。』鐸往而增之。簡子上之晉陽，望見壘而怒曰：『譆！鐸也欺我。』於是乃舍於郊，將使人誅鐸也。孫明進諫曰：『以臣私之，鐸可賞也。鐸之言固曰：「見樂則淫侈，見憂則諍治，此人之道也。今君見壘念憂患，而況群臣與民乎？夫便國而利於主，雖兼於罪，鐸為之。夫順令以取容者，眾能之，而況鐸歟？」君其圖之。』簡子曰：『微子之言，寡人幾過。』於是乃以免難之賞賞尹鐸。人主，太上喜怒必循理，其次不循理，必數更，雖未至大賢，猶足以蓋濁世矣。簡子當此。世主之患，恥不知而矜自用，好愎過而惡聽諫，以至於危。恥無大乎危者。 \\n 別類 \\n 二曰── \\n 知不知上矣。過者之患，不知而自以為知。物多類然而不然，故亡國僇民無已。夫草有莘有藟，獨食之則殺人，合而食之則益壽；萬堇不殺。漆淖水淖，合兩淖則為蹇，溼之則為乾；金柔錫柔，合兩柔則為剛，燔之則為淖。或溼而乾，或燔而淖，類固不必，可推知也？小方，大方之類也；小馬，大馬之類也；小智，非大智之類也。 \\n 魯人有公孫綽者，告人曰：『我能起死人。』人問其故。對曰：『我固能治偏枯，今吾倍所以為偏枯之藥則可以起死人矣。』物固有可以為小，不可以為大；可以為半，不可以為全者也。 \\n 相劍者曰：『白所以為堅也，黃所以為牣也，黃白雜則堅且牣，良劍也。』難者曰：『白所以為不牣也，黃所以為不堅也，黃白雜則不堅且不牣也。又柔則錈，堅則折。劍折且錈，焉得為利劍？』劍之情未革，而或以為良，或以為惡，說使之也。故有以聰明聽說則妄說者止，無以聰明聽說則堯、桀無別矣。此忠臣之所患也，賢者之所以廢也。 \\n 義，小為之則小有福，大為之則大有福。於禍則不然，小有之不若其亡也。射招者欲其中小也，射獸者欲其中大也。物固不必，安可推也？ \\n 高陽應將為室家，匠對曰：『未可也。木尚生，加塗其上，必將撓。以生為室，今雖善，後將必敗。』高陽應曰：『緣子之言，則室不敗也。木益枯則勁，塗益乾則輕，以益勁任益輕則不敗。』匠人無辭而對，受令而為之。室之始成也善，其後果敗。高陽應好小察，而不通乎大理也。 \\n 驥驁綠耳背日而西走，至乎夕則日在其前矣。目固有不見也，智固有不知也，數固有不及也。不知其說所以然而然，聖人因而興制，不事心焉。 \\n 有度 \\n 三曰── \\n 賢主有度而聽，故不過。有度而以聽，則不可欺矣，不可惶矣，不可恐矣，不可喜矣。以凡人之知，不昏乎其所已知，而昏乎其所未知，則人之易欺矣，可惶矣，可恐矣，可喜矣，知之不審也。 \\n 客有問季子曰：『奚以知舜之能也？』季子曰：『堯固已治天下矣，舜言治天下而合己之符，是以知其能也。』『若雖知之，奚道知其不為私？』季子曰：『諸能治天下者，固必通乎性命之情者，當無私矣。夏不衣裘，非愛裘也，暖有餘也。冬不用箑，非愛箑也，清有餘也。聖人之不為私也，非愛費也，節乎己也。節己，雖貪汙之心猶若止，又況乎聖人？』 \\n 許由非彊也，有所乎通也。有所通則貪汙之利外矣。 \\n 孔、墨之弟子徒屬充滿天下，皆以仁義之術教導於天下，然而無所行，教者術猶不能行，又況乎所教？是何也？仁義之術外也。夫以外勝內，匹夫徒步不能行，又況乎人主？唯通乎性命之情，而仁義之術自行矣。 \\n 先王不能盡知，執一而萬物治。使人不能執一者，物感之也。故曰通意之悖，解心之繆，去德之累，通道之塞。貴富顯嚴名利六者，悖意者也。容動色理氣意六者，繆心者也。惡欲喜怒哀樂六者，累德者也。智能去就取舍六者，塞道者也。此四六者不蕩乎胸中則正。正則靜，靜則清明，清明則虛，虛則無為而無不為也。 \\n 分職 \\n 四曰── \\n 先王用非其有，如己有之，通乎君道者也。夫君也者，處虛素服而無智，故能使眾智也；智反無能，故能使眾能也；能執無為，故能使眾為也。無智、無能、無為，此君之所執也。人主之所惑者則不然，以其智彊智，以其能彊能，以其為彊為，此處人臣之職也。處人臣之職而欲無壅塞，雖舜不能為。 \\n 武王之佐五人。武王之於五人者之事無能也，然而世皆曰：『取天下者武王也。』故武王取非其有，如己有之，通乎君道也。通乎君道，則能令智者謀矣，能令勇者怒矣，能令辯者語矣。夫馬者，伯樂相之，造父御之，賢主乘之，一日千里，無御相之勞而有其功，則知所乘矣。 \\n 今召客者，酒酣，歌舞鼓瑟吹竽，明日不拜樂己者，而拜主人，主人使之也。先王之立功名，有似於此，使眾能與眾賢，功名大立於世，不予佐之者，而予其主，其主使之也。譬之若為宮室，必任巧匠，奚故？曰：『匠不巧則宮室不善。』夫國，重物也，其不善也，豈特宮室哉？巧匠為宮室，為圓必以規，為方必以矩，為平直必以准繩。功已就，不知規矩繩墨，而賞匠巧匠之。宮室已成，不知巧匠，而皆曰：『善。此某君某王之宮室也。』此不可不察也。人主之不通主道者則不然，自為人則不能，任賢者則惡之，與不肖者議之，此功名之所以傷，國家之所以危。 \\n 棗，棘之有；裘，狐之有也。食棘之棗，衣狐之皮，先王固用非其有，而己有之。湯、武一日而盡有夏、商之民，盡有夏、商之地，盡有夏、商之財，以其民安而天下莫敢之危，以其地封而天下莫敢不說，以其財賞而天下皆競，無費乎郼與岐周，而天下稱大仁、稱大義，通乎用非其有。 \\n 白公勝得荊國，不能以其府庫分人。七日，石乞曰：『患至矣。不能分人則焚之，毋令人以害我。』白公又不能。九日，葉公入，乃發太府之貨予眾，出高庫之兵以賦民，因攻之。十有九日而白公死。國非其有也而欲有之，可謂至貪矣；不能為人，又不能自為，可謂至愚矣。譬白公之嗇，若梟之愛其子也。 \\n 衛靈公天寒鑿池。宛春諫曰：『天寒起役，恐傷民。』公曰：『天寒乎？』宛春曰：『公衣狐裘，坐熊席，陬隅有灶，是以不寒。今民衣弊不補，履決不組。君則不寒矣，民則寒矣。』公曰：『善。』令罷役。左右以諫曰：『君鑿池，不知天之寒也，而春也知之。以春之知之也而令罷之，福將歸於春也，而怨將歸於君。』公曰：『不然。夫春也，魯國之匹夫也，而我舉之，夫民未有見焉，今將令民以此見之。曰春也有善，於寡人有也，春之善非寡人之善歟？』靈公之論宛春，可謂知君道矣。君者固無任，而以職受任。工拙，下也；賞罰，法也；君奚事哉？若是則受賞者無德，而抵誅者無怨矣，人自反而已，此治之至也。 \\n 處方 \\n 五曰── \\n 凡為治必先定分。君臣父子夫婦君臣父子夫婦六者當位，則下不踰節而上不苟為矣，少不悍辟而長不簡慢矣。金木異任，水火殊事，陰陽不同，其為民利一也。故異所以安同也，同所以危異也。同異之分，貴賤之別，長少之義，此先王之所慎，而治亂之紀也。 \\n 今夫射者儀毫而失牆，畫者儀髮而易貌，言審本也。本不審，雖堯、舜不能以治。故凡亂也者，必始乎近而後及遠，必始乎本而後及末。治亦然。故百里奚處乎虞而虞亡，處乎秦而秦霸；向摯處乎商而商滅，處乎周而周王。百里奚之處乎虞，智非愚也；向摯之處乎商，典非惡也；無其本也。其處於秦也，智非加益也；其處於周也，典非加善也；有其本也。其本也者，定分之謂也。 \\n 齊令章子將而與韓、魏攻荊，荊令唐篾將而拒之。軍相當，六月而不戰，齊令周最趣章子急戰，其辭甚刻。章子對周最曰：『殺之免之，殘其家，王能得此於臣。不可以戰而戰，可以戰而不戰，王不能得此於臣。』與荊人夾泚水而軍，章子令人視水可絕者，荊人射之，水不可得近。有芻水旁者，告齊候者，曰：『水淺深易知。荊人所盛守，盡其淺者也；所簡守，皆其深者也。』候者載芻者與見章子，章子甚喜，因練卒以夜奄荊人之所盛守，果殺唐篾。章子可謂知將分矣。 \\n 韓昭釐侯出弋，靷偏緩。昭釐侯居車上，謂其僕：『靷不偏緩乎？』其僕曰：『然。』至，舍，昭釐侯射鳥，其右攝其一靷，適之。昭釐侯已射，駕而歸，上車，選間，曰：『鄉者靷偏緩，今適，何也？』其右從後對曰：『今者臣適之。』昭釐侯至，詰車令。各避舍。故擅為妄意之道雖當，賢主不由也。 \\n 今有人於此，擅矯行則免國家，利輕重則若衡石，為方圜則若規矩，此則工矣巧矣，而不足法。法也者，眾之所同也，賢不肖之所以其力也。謀出乎不可用，事出乎不可同，此為先王之所舍也。 \\n 慎小 \\n 六曰── \\n 上尊下卑。卑則不得以小觀上。尊則恣，恣則輕小物，輕小物則上無道知下。下無道知上。上下不相知，則上非下，下怨上矣。人臣之情，不能為所怨；人主之情，不能愛所非；此上下大相失道也。故賢主謹小物以論好惡。 \\n 巨防容螻，而漂邑殺人；突洩一熛，而焚宮燒積；將失一令，而軍破身死；主過一言，而國殘名辱，為後世笑。 \\n 衛獻公戒孫林父、甯殖食。鴻集于囿，虞人以告，公如囿射鴻。二子待君，日晏，公不來至，來不釋皮冠而見二子。二子不說，逐獻公，立公子黚。衛莊公立，欲逐石圃，登臺以望，見戎州而問之曰：『是何為者也？』侍者曰：『戎州也。』莊公曰：『我姬姓也。戎人安敢居國？』使奪之宅，殘其州。晉人適攻衛，戎州人因與石圃殺莊公，立公子起。此小物不審也。人之情不蹙於山，而蹙於垤。 \\n 齊桓公即位，三年三言，而天下稱賢，群臣皆說。去肉食之獸，去食粟之鳥，去絲罝之網。 \\n 吳起治西河，欲諭其信於民，夜日置表於南門之外，令於邑中曰：『明日有人僨南門之外表者，仕長大夫。』明日日晏矣，莫有僨表者。民相謂曰：『此必不信。』有一人曰：『試往僨表，不得賞而已，何傷？』往僨表，來謁吳起。吳起自見而出，仕之長大夫。夜日又復立表，又令於邑中如前。邑人守門爭表，表加植，不得所賞。自是之後，民信吳起之賞罰。賞罰信乎民，何事而不成，豈獨兵乎？ \\n   \\n  "}
{"章节": "卷第二十六", "正文": "  \\n 卷第二十六 \\n 　 \\n 士容 \\n 一曰── \\n 士不偏不黨，柔而堅，虛而實。其狀(月良)然不儇，若失其一。傲小物而志屬於大，似無勇而未可恐狼，執固橫敢而不可辱害，臨患涉難而處義不越，南面稱寡而不以侈大，今日君民而欲服海外，節物甚高而細利弗賴，耳目遺俗而可與定世，富貴弗就而貧賤弗朅，德行尊理而羞用巧衛，寬裕不訾而中心甚厲，難動以物而必不妄折。此國士之容也。 \\n 齊有善相狗者，其鄰假以買取鼠之狗，期年乃得之，曰：『是良狗也。』其鄰畜之數年，而不取鼠，以告相者。相者曰：『此良狗也。其志在獐麋豕鹿，不在鼠。欲其取鼠也則桎之。』其鄰桎其後足，狗乃取鼠。夫驥驁之氣，鴻鵠之志，有諭乎人心者誠也。人亦然。誠有之則神應乎人矣，言豈足以諭之哉？此謂不言之言也。 \\n 客有見田駢者，被服中法，進退中度，趨翔閑雅，辭令遜敏。田駢聽之畢而辭之。客出，田駢送之以目。弟子謂田駢曰：『客，士歟？』田駢曰：『殆乎非士也。今者客所弇斂，士所術施也；士所弇斂，客所術施也。客殆乎非士也。』故火燭一隅，則室偏無光；骨節蚤成，空竅哭歷，身必不長；眾無謀方，乞謹視見，多故不良；志必不公，不能立功；好得惡予，國雖大不為王；禍災日至。故君子之容，純乎其若鍾山之玉，桔乎其若陵上之木。淳淳乎慎謹畏化，而不肯自足；乾乾乎取舍不悅，而心甚素樸。 \\n 唐尚敵年為史，其故人謂唐尚願之，以謂唐尚。唐尚曰：『吾非不得為史也，羞而不為也。』其故人不信也。及魏圍邯鄲，唐尚說惠王而解之圍，以與伯陽，其故人乃信其羞為史也。居有間，其故人為其兄請。唐尚曰：『衛君死，吾將汝兄以代之。』其故人反興再拜而信之。夫可信而不信，不可信而信，此愚者之患也。知人情，不能自遺，以此為君，雖有天下何益？故敗莫大於愚。愚之患，在必自用。自用則戇陋之人從而賀之。有國若此，不若無有。古之與賢，從此生矣。非惡其子孫也，非徼而矜其名也，反其實也。 \\n 務大 \\n 二曰── \\n 嘗試觀於上志，三王之佐，其名無不榮者，其實無不安者，功大故也。俗主之佐，其欲名實也與三王之佐同，其名無不辱者，其實無不危者，無功故也。皆患其身不貴於其國也，而不患其主之不貴於天下也，此所以欲榮而逾辱也，欲安而逾危也。 \\n 孔子曰：『燕爵爭善處於一屋之下，母子相哺也，區區焉相樂也，自以為安矣。灶突決，上棟焚，燕爵顏色不變，是何也？不知禍之將及之也，不亦愚乎！為人臣而免於燕爵之智者寡矣。夫為人臣者，進其爵祿富貴，父子兄弟相與比周於一國，區區焉相樂也，而以危其社稷，其為灶突近矣，而終不知也，其與燕爵之智不異。故曰：「天下大亂，無有安國；一國盡亂，無有安家；一家盡亂，無有安身」，此之謂也。故細之安，必待大；大之安，必待小。細大賤貴，交相為贊，然後皆得其所樂。』 \\n 薄疑說衛嗣君以王術。嗣君應之曰：『所有者千乘也，願以受教。』薄疑對曰：『烏獲舉千鈞，又況一斤？』杜赫以安天下說周昭文君。昭文君謂杜赫曰：『願學所以安周。』杜赫對曰：『臣之所言者不可，則不能安周矣；臣之所言者可，則周自安矣。』此所謂以弗安而安者也。 \\n 鄭君問於被瞻曰：『聞先生之義，不死君，不亡君，信有之乎？』被瞻對曰：『有之。夫言不聽，道不行，則固不事君也。若言聽道行，又何死亡哉？』故被瞻之不死亡也，賢乎其死亡者也。 \\n 昔有舜欲服海外而不成，既足以成帝矣。禹欲帝而不成，既足以王海內矣。湯、武欲繼禹而不成，既足以王通達矣。五伯欲繼湯、武而不成，既足以為諸侯長矣。孔、墨欲行大道於世而不成，既足以成顯榮矣。夫大義之不成，既有成已，故務事大。 \\n 上農 \\n 三曰── \\n 古先聖王之所以導其民者，先務於農。民農非徒為地利也，貴其志也。民農則樸，樸則易用，易用則邊境安，主位尊。民農則重，重則少私義，少私義則公法立，力專一。民農則其產復，其產復則重徙，重徙則死處而無二慮。舍本而事末則不令，不令則不可以守，不可以戰。民舍本而事末則其產約，其產約則輕遷徙，輕遷徙，則國家有患，皆有遠志，無有居心。民舍本而事末則好智，好智則多詐，多詐則巧法令，以是為非，以非為是。 \\n 后稷曰：『所以務耕織者，以為本教也。』是故天子親率諸侯耕帝籍田，大夫士皆有功業。是故當時之務，農不見於國，以教民尊地產也。后妃率九嬪蠶於郊，桑於公田。是以春秋冬夏皆有麻枲絲繭之功，以力婦教也。是故丈夫不織而衣，婦人不耕而食，男女貿功，以長生，此聖人之制也。故敬時愛日，非老不休，非疾不息，非死不舍。 \\n 上田，夫食九人。下田，夫食五人。可以益，不可以損。一人治之，十人食之，六畜皆在其中矣。此大任地之道也。 \\n 故當時之務，不興土功，不作師徒，庶人不冠弁、娶妻、嫁女、享祀，不酒醴聚眾，農不上聞，不敢私籍於庸，為害於時也。然後制野禁，苟非同姓，農不出御，女不外嫁，以安農也。 \\n 野禁有五：地未辟易，不操麻，不出糞。齒年未長，不敢為園囿。量力不足，不敢渠地而耕。農不敢行賈，不敢為異事。為害於時也。 \\n 然後制四時之禁：山不敢伐材下木，澤人不敢灰僇，繯網罝罦不敢出於門，罛罟不敢入於淵，澤非舟虞，不敢緣名，為害其時也。 \\n 若民不力田，墨乃家畜，國家難治，三疑乃極，是謂背本反則，失毀其國。凡民自七尺以上，屬諸三官。農攻粟，工攻器，賈攻貨。時事不共，是謂大凶。奪之以土功，是謂稽，不絕憂唯，必喪其秕。奪之以水事，是謂籥，喪以繼樂，四鄰來虛。奪之以兵事，是謂厲，禍因胥歲，不舉銍艾。數奪民時，大饑乃來。野有寢耒，或談或歌，旦則有昏，喪粟甚多。皆知其末，莫知其本，真。 \\n 任地 \\n 四曰── \\n 后稷曰：子能以窐為突乎？子能藏其惡而揖之以陰乎？子能使吾士靖而甽浴土乎？子能使保溼安地而處乎？子能使雚夷毋淫乎？子能使子之野盡為泠風乎？子能使槁數節而莖堅乎？子能使穗大而堅、均乎？子能使粟圜而薄糠乎？子能使米多沃而食之彊乎？無之若何？ \\n 凡耕之大方：力者欲柔，柔者欲力。息者欲勞，勞者欲息。棘者欲肥，肥者欲棘。急者欲緩，緩者欲急。溼者欲燥，燥者欲溼。 \\n 上田棄畝，下田棄甽。五耕五耨，必審以盡。其深殖之度，陰土必得，大草不生，又無螟蜮。今茲美禾，來茲美麥。是以六尺之耜，所以成畝也；其博八寸，所以成甽也；耨柄尺，此其度也；其耨六寸，所以間稼也。地可使肥，又可使棘。人肥必以澤，使苗堅而地隙；人耨必以旱，使地肥而土緩。 \\n 草諯大月。冬至後五旬七日，菖始生，菖者百草之先生者也，於是始耕。孟夏之昔，殺三葉而穫大麥。日至，苦菜死而資生，而樹麻與菽，此告民地寶盡死。凡草生藏日中出，狶首生而麥無葉，而從事於蓄藏，此告民究也。五時見生而樹生，見死而穫死。天下時，地生財，不與民謀。 \\n 有年瘞土，無年瘞土。無失民時，無使之治下。知貧富利器，皆時至而作，渴時而止。是以老弱之力可盡起，其用日半，其功可使倍。不知事者，時未至而逆之，時既往而慕之，當時而薄之，使其民而郤之。民既郤，乃以良時慕，此從事之下也。操事則苦，不知高下，民乃逾處。種稑禾不為稑，種重禾不為重，是以粟少而失功。 \\n 辯土 \\n 五曰── \\n 凡耕之道：必始於壚，為其寡澤而後枯；必厚其(韋內)，為其唯厚而及；(缶食)者紝之，堅者耕之，澤其(韋內)而後之；上田則被其處，下田則盡其汙。無與三盜任地：夫四序參發，大甽小畝，為青魚胠，苗若直獵，地竊之也；既種而無行，耕而不長，則苗相竊也；弗除則蕪，除之則虛，則草竊之也。故去此三盜者，而後粟可多也。 \\n 所謂今之耕也，營而無獲者：其蚤者先時，晚者不及時，寒暑不節，稼乃多菑，實。其為畝也，高而危則澤奪，陂則埒，見風則(人厥)，高培則拔，寒則雕，熱則脩，一時而五六死，故不能為來。不俱生而俱死，虛稼先死，眾盜乃竊。望之似有餘，就之則虛。農夫知其田之易也，不知其稼之疏而不適也；知其田之際也，不知其稼居地之虛也；不除則蕪，除之則虛，此事之傷也。故(田每)欲廣以平，甽欲小以清；下得陰，上得陽，然後咸生。 \\n 稼欲生於塵，而殖於堅者。慎其種，勿使數，亦無使疏。於其施土，無使不足，亦無使有餘。熟有耰也，必務其培。其耰也植，植者其生也必先。其施土也均，均者其生也必堅。是以(田每)廣以平，則不喪本莖；生於地者，五分之以地。莖生有行，故遫長；弱不相害，故遫大。衡行必得，縱行必術。正其行，通其風，夬心中央，帥為泠風。苗，其弱也欲孤，其長也欲相與居，其熟也欲相扶。是故三以為族，乃多粟。 \\n 凡禾之患，不俱生而俱死。是以先生者美米，後生者為秕。是故其耨也，長其兄而去其弟。樹肥無使扶疏，樹墝不欲專生而族居。肥而扶疏則多秕，墝而專居則多死。不知稼者：其耨也去其兄而養其弟，不收其粟而收其秕，上下不安，則禾多死，厚土則孽不通，薄土則蕃轓而不發。壚埴冥色，剛土柔種，免耕殺匿，使農事得。 \\n 審時 \\n 六曰── \\n 凡農之道，厚之為寶：斬木不時，不折必穗；稼就而不穫，必遇天菑。夫稼為之者人也，生之者地也，養之者天也。是以人稼之容足，耨之容耨，據之容手。此之謂耕道。 \\n 是以得時之禾，長(禾同)長穗，大本而莖殺，疏穖而穗大；其粟圓而薄糠；其米多沃而食之彊；如此者不風。先時者，莖葉帶芒以短衡，穗鉅而芳奪，秮米而不香。後時者，莖葉帶芒而末衡，穗閱而青零，多秕而不滿。 \\n 得時之黍，芒莖而徼下，穗芒以長，摶米而薄糠，舂之易，而食之不噮而香；如此者不飴。先時者，大本而華，莖殺而不遂，葉槁短穗。後時者，小莖而麻長，短穗而厚糠，小米鉗而不香。 \\n 得時之稻，大本而莖葆，長(禾同)疏穖，穗如馬尾，大粒無芒，摶米而薄糠，舂之易而食之香；如此者不益。先時者，本大而莖葉格對，短(禾同)短穗，多秕厚糠，薄米多芒。後時者，纖莖而不滋，厚糠多秕，辟米，不得待定熟，卬天而死。 \\n 得時之麻，必芒以長，疏節而色陽，小本而莖堅，厚枲以均，後熟多榮，日夜分復生；如此者不蝗。 \\n 得時之菽，長莖而短足，其莢二七以為族，多枝數節，競葉蕃實，大菽則圓，小菽則摶以芳，稱之重，食之息以香；如此者不蟲。先時者，必長以蔓，浮葉疏節，小莢不實。後時者，短莖疏節，本虛不實。 \\n 得時之麥，(禾同)長而頸黑，二七以為行，而服，薄(禾羔)而赤色，稱之重，食之致香以息，使人肌澤且有力；如此者不蚼蛆。先時者，暑雨未至胕動，蚼蛆而多疾，其次羊以節。後時者，弱苗而穗蒼狼，薄色而美芒。 \\n 是故得時之稼興，失時之稼約。莖相若稱之，得時者重，粟之多。量粟相若而舂之，得時者多米。量米相若而食之，得時者忍饑。是故得時之稼，其臭香，其味甘，其氣章，百日食之，耳目聰明，心意叡智，四衛變彊，(歹凶)氣不入，身無苛殃。黃帝曰：『四時之不正也，正五穀而已矣。』 \\n   \\n  "}
