{"章节": "讒書卷第一", "正文": "  \\n 讒書卷第一 \\n 　 \\n  \\n 風雨對 \\n 風雨雪霜，天地之權也。山川藪澤，鬼神之所伏也。故風雨不時，則歲有饑饉，雪霜不時，則人有疾病。然後禱山川藪澤以致之，則風雨雪霜果為鬼神所有也，明矣。得非天之高，不可以周理而寄之，山川地之厚，不可以自運而憑之。鬼神苟祭祀不時，則饑饉作，報應不至，則疾病生。是鬼神用天地之權，而風雨雪霜為牛羊之本矣。復何歲時為？復何人民為？是以大道不旁出，懼其弄也，大政不聞下，懼其偷也。夫欲何言！ \\n 蒙叟遺意 \\n 上帝既剖混沌氏，以支節為山岳，以腸胃為江河，一旦慮其掀然而興，則下無生類矣。於是孕銅鐵於山岳，滓魚鹽於江河，俾後人攻取之，且將以苦混沌之靈，而致其必不起也。嗚呼，混沌則不起矣，而人力殫焉。 \\n 三帝所長 \\n 堯之時，民樸不可語，故堯捨其子而教之，澤未周而堯落，舜嗣堯理跡堯以化之，澤旣周而南狩，丹與均果位於民間，是化存於外者也。夏后氏得帝位，而百姓已偷，遂教其子，是由內而及外者也。然化於外者，以土階之卑，茅茨之淺，而聲響相接焉。化於內者，有宮室焉，溝洫焉，而威則日嚴矣。是以土階之際萬民親，宮室之後萬民畏。 \\n 秋蟲賦有序 \\n 秋蟲，蜘蛛也。致身網羅間，實腹亦網羅間。愚感其理有得喪，因以言賦之曰： \\n 物之小兮迎網而斃，物之大兮兼網而逝。而網也者，繩其小而不繩其大。吾不知爾身之危兮，腹之餒兮。吁！ \\n 解武丁夢 \\n 商之道削也，武丁嗣之，且懼祖宗所傳圯壞於我，祈於人則無以焉質，禱於家則不知天之歷數。厥有左右，民心不歸，然後念胥靡之可升，且欲致於非常而出於不測也。乃用假夢徵象，以活商命。鳴呼，歷數將去也，人心將解也，說復安能維之者哉！武丁以下民之畏天命也，故設權以復之。唯聖能神，何夢之有！ \\n 救夏商二帝 \\n 夏之癸，商之辛，雖童子婦人皆知其為理矣。然不知皆當其時，則受其弊，居其後，則賴其名。夫能極善惡之名，皆教比之一端也。善者俾人慕之，惡者俾人懼之。慕之者必俟其力有餘，懼之者雖寢食不忘之也。癸與辛，所謂死其身以宂過者也，極其名以橫惡者也。故千載之後，百王有聞其名者，必縮項掩耳。聞堯舜者，必氣躍心跳。慕之名與懼之名顯然矣。而慕之者未必能及懼之者，庶幾至焉。是故堯舜以仁聖法天，而桀紂以殘暴為助。 \\n 題神羊圖 \\n 堯之庭有神羊以觸不正者，後人圖形像，必使頭角怪異，以表神聖物。噫！堯之羊亦由今之羊也，但以上世淳朴未去，故雖人與獸，皆得相指令。及淳朴消壞，則羊有貪狠性，人有刲割心。有貪狠性則崇軒大廈不能駐其足矣，有刲割心則雖邪與佞不敢舉其角矣。是以堯之羊亦由今之羊也。貪狠搖其至性，刀几制其初心，故不能觸阿諛矣。 \\n 伊尹有言 \\n 唐虞氏以傳授得天下，而猶用和仲稷卨以醞釀風俗，堙洪水服四罪，然後垂衣裳而已，百姓飲食而已，亦時之未漓，非天獨生唐虞之能理也。及商湯氏，以嗚條誓，放桀於南巢，揖遜旣異，渾朴亦壞。伊尹放太甲立太甲，則臣下有權始於是矣。而曰恥君之不及堯舜，嗚呼，商湯氏之取，非唐虞氏之取也。商湯氏之時，非唐虞氏之時也。商湯氏之百姓，非唐虞氏之百姓也。商湯氏之臣，非唐虞氏之和仲稷卨也。伊尹不恥其身，不及和仲稷卨而恥君之不見堯舜，在致君之誠則極矣，而勵己之事何如耳。惜哉！ \\n 後雪賦 \\n 鄒生閲相如之詞，呀然解頣曰：善則善矣，猶有所遺。梁王屬酒盈卮，惟生少思。苟有獨見，吾當考之。生曰：若夫瑩淨之姿，輕明之質，風雅交證，方圓間出，臣萬分之中，無相如之言所見者。藩溷槍吹，腐敗掀空，雪不斂片，飄飄在中，污穢所宗，馬牛所避，下下高高，雪為之積。至若漲鹽池之水，屹銅山之巔，觸類而生，不可殫言。臣所以惡其不擇地而下，然後浼潔白之性焉。梁王詠歎斯久，撤去樽酒。相如竦然再拜稽首：若臣所為，適彰孤陋。敬服斯文，請事良友。 \\n 敍二狂生 \\n 禰正平阮嗣宗，生於漢晉間，其為當時禮法家惋者多矣。然二子豈天使為之哉！夫漢之衰也，君若客旅，臣若豹虎。晉之弊也，風流蘊藉，雍容閒暇。苟二子氣下於物，則謂之非才。氣高於人，則謂之陵我。是人難事也。張口掉舌則謂之訕謗，俛首避事則謂之詭隨，是時難事也。夫如是，則漢之祚殲於外，晉之祚縮於中，故天心降變以應之，二子應天變者也。或號咷焉，或慟哭焉，斯甚於風雨雪霜已，故泣軍門者，謂遑遑而無主，歎廣武者，思沛上之英雄。 \\n 吳宮遺事 \\n 越心未平而夫差有憂色，一旦復築臺於姑蘇之左，俾參政事者以聽百姓之疾苦焉，以察四方之兵革焉。一之日視之以伍員，未三四級且奏曰：王之民飢矣，王之兵疲矣，王之國危矣。夫差不悅，俾嚭以代焉。畢九層而不奏，且倡曰：四國畏王，百姓歌王，彼員者欺王。員曰：彼徒欲其身之亟高，固不暇為王之視也，亦不為百姓謀也，豈臣之欺乎。王賜員死，而嚭用事。明年越入吳。 \\n 本農 \\n 有覆於下者如天，載於上者如地，而百姓不之如有。恩信及一物，教化及一夫，民則歸之。其猶旱歲與豐年也。豐年之民不知甘雨柔風之力，不知生育長養之仁，而曰我耕作以時，倉廩以實。旱歲之民則野枯苗縮，然後決川以灌之，是一川之仁深於四時也，明矣。所以鄭國哭子產三月，而魯人不敬仲尼。 \\n  \\n   \\n  "}
{"章节": "讒書卷第二", "正文": "  \\n 讒書卷第二 \\n 　 \\n  \\n 丹商非不肖 \\n 理天下者必曰陶唐氏，必曰有虞氏，嗣天下者必曰無若丹朱，無若商均。是唐虞爲聖君，丹商爲不肖矣。天下知丹商之不肖，而不知丹商之為不肖，不在於丹商也。不知陶虞用丹商於不肖也。夫陶唐之理大無不周，幽無不照，遠無不被，苟不能肖其子，而天下可以肖乎？自家而國者，又如是乎？蓋陶唐欲推大器於公共，故先以不肖之名廢之，然後俾家不自我而家，而子不自我而子，不在丹商之肖與不肖矣。不欲丹商之蒙不肖之名於後也。其肖也，我既廢之矣，其不肖也。不凌逼於人，是陶虞之心示後代以公共，仲尼不泄其旨者，將以正陶虞之教耳，而猶湯放桀武王伐紂焉。 \\n 英雄之言 \\n 物之所以有韜晦者，防乎盜也。故人亦然。夫盜亦人也，冠屨焉，衣服焉，其所以異者，退遜之心，正廉之節不常其性耳。視玉帛而取之者，則曰牽於寒餓，視家國而取之者，則曰救彼塗炭。牽我寒餓者無得而言矣，救彼塗炭者，則宜以百姓心為心，而西劉則曰：居宜如是。楚籍則曰：可取而代。意彼未必無退遜之心，正廉之節。蓋以視其靡曼驕崇，然後生其謀耳。為英雄者猶若是，況常人乎？是以峻宇逸游，不為人所窺者，鮮也。 \\n 聖人理亂 \\n 周公之生也天下理，仲尼之生也天下亂。周公聖人也，仲尼亦聖人也。豈聖人出天下有濟不濟者乎？夫周公席文武之教，居叔父之尊，而天又以聖人之道屬之，是位勝其道，天下不得不理也。仲尼之生也，源流梗絶，周室衰替，而天以聖人之道屬於旅人，是位不勝其道，天下不得不亂也。位勝其道者以之尊，以之顯，以之躋，康莊以之致富壽。位不勝其道者，泣焉，歎焉，圍焉，厄焉，天所以達周公於理也，故相之於前。窮仲尼於亂也，故廟之於後。 \\n 莊周氏弟子 \\n 莊周氏以其術大於楚魯之間，聞者皆樂以從之，而未有以嘗之。一日無將特舉其族以學焉，及其門而周戒之曰：視物如傷者謂之仁，極時而行者謂之義，尊上愛下者謂之禮，識機之變者謂之智，風雨不渝者謂之信，苟去是五者，則吾之堂可躋，室可窺矣。無將跪而受其教，一年二年而仁義喪，三年四年而禮智薄，五年六年而王常盡，七年其骨肉雖土木之不如也。周曰：吾術盡于是。無將以化其族。其族聚而謀曰：吾族儒也，魯人以儒為宗。今周之教，捨五常以成其名，棄骨肉而崇其術，苟吾復從之，殆絶人倫之法矣。於是去無將而歸魯。魯人聞者，亦得以寢其志。故周之著書擯斥儒學，而儒者亦不願為其弟子焉。 \\n 雜說 \\n 珪璧之與瓦礫，其為等差不俟言而知之矣。然珪璧者，雖絲粟玷類，人必見之，以其為有用之累也。為瓦礫者，雖阜積甃盈，人不疵其質者，知其不能傷無用之性也。是以有用者，絲粟之過得以為跡。無用者，具體之惡不以為非。亦猶鏡之於水，水之於物也。泓然而可以照，鏡之於物亦照也，二者以無情於外，故委照者不疑其醜好焉，不知水之性也柔而婉，鏡之性也剛而健。柔而婉者有時而動，故委照者或搖蕩可移，剛而健者非缺裂不能易其明，故委照者亦得保其質。 \\n 龍之靈 \\n 龍之所以能靈者水也，涓然而取，霈然而神，天之於萬物必職於下以成功，而龍之職水也，不取於下則無以健其用，不神於上則無以靈其職。苟或涸一川然後潤下，涸一澤然後濟物，不惟濡及首尾，利未及施而魚龞已敝矣，故龍之取也寡。 \\n 子高之讓[原本闕，據唐文粹補] \\n 有挈其大而舉其高以授人者，彼則曰隘矣哉。挈而舉者曰，以吾所得之廣大，會不若彼人之心，又安司以施於彼乎？於是退而悸慄，不敢以所得為有。伯成子高讓禹者，非所以小黃屋之尊也，夫安九州之大，據兆人之上，身得意遂，動適在我，鮮有不以荒怠自放者。子高且欲狹禹之心而謹其取也，故讓之，厥後有卑宮菲食之政。 \\n 蘇季子[原闕] \\n 惟嶽降神解[原闕] \\n 忠孝廉潔[原闕] \\n 疑鳳臺[原闕] \\n 說天雞[原闕狙氏子已下七十三字，據唐文粹補] \\n 狙氏子不得父術而得雞之性焉，其畜養者，冠距不舉，毛羽不彰，兀然若無飲啄意，洎見敵則他雞之雄也，伺晨則他雞之先也，故謂之天雞。狙氏死，傳其術於子焉，乃反先人之道，非毛羽彩錯觜距銛利者不與，其樓無復向時伺晨之儔，見敵之勇，峨冠俯步，飲啄而已。吁，道之壞也有是夫！ \\n 維嶽降神解 \\n 幽乎理者神也，顯乎用者人也。苟易其所，則為怪妖。非仲尼之所言也。三百篇亦刪於仲尼，而嶽降申甫不刪者，豈仲尼之前則其事信，仲尼之後則其事妖？苟如是，則夔龍稷卨而下，有相其君輔其主以致理者，皆神降也，人何有哉。是必以國之興也聽於人，亡也聽於神。[鶱詳審文義，人神二字疑譌倒，當申甫時天下雖理，詩人知周道已亡，故婉其旨以垂文，仲尼不刪者，欲以顯詩人之旨，不爾，則子不語怪出於聖人也，不出於聖人也，未可知。] \\n 疑鳳臺 \\n 秦穆公女以吹簫降蕭史於臺上，後乘鳳皇而去，名其地曰鳳臺。吁，神仙不可以伎致鳳鳥，不可以意求。伎可致也，則黃帝不當有崆峒之學。意可求也，則仲尼不當有不至之歎。吾知其得志於逋逸間，而秦諱之不書，遂強鳳以神，強臺以名，然後絕其顧念之心。今江漢間復有史之蹟，是愚婦惡夫淫其所以得矣。鳴呼，上行而下效，信而有證。故秦之道竟施於妄矣。 \\n [予以嘉慶丁卯重刻羅昭諫讒書五卷，第二卷中原闕蘇季子維嶽降神解忠孝廉潔疑鳳臺四篇，徧檢群籍，無從錄補。今年春，大興徐景伯太史，從永樂大典鈔得維嶽降神解疑鳳臺二篇，屬仁和陳扶雅孝廉趙寬夫茂才展轉寄至，為之狂喜，無異珠遠而劍合也。爰亟補刊卷末，用公同好，并識嘉惠於勿諼云爾。辛未長夏鶱再跋] \\n  \\n   \\n  "}
{"章节": "讒書卷第三", "正文": "  \\n 讒書卷第三 \\n 　 \\n  \\n 屏賦 \\n 惟屏者何？俾蕃侯家作道陻阨爲庭齒牙，爾質既然，爾功奚取。迫若蒙蔽，屹非裨補。主也物敵，賓也如讐。賓主牆面，職爾之由。吳任太宰國始無人，楚委靳尚斥逐忠臣，何反道而背德與，枉理而全身？爾之所憑，亦孔之醜。列我門閫生我妍不既內外俱喪，須是非相糺，屏尚如此，人兮何知？在其門兮惡直道，處其位兮無所施，阮何情而泣路，墨何事而悲？綵麟兮何歎鳳兮何為？吾所以悽惋者在斯。 \\n 秦始皇意 \\n 秦法之於曲墳，其酷也甚矣。由天文術數者則不與焉，而易復從而免。噫，術數者未易知，而秦是以全易者，其有旨哉。夫易肇於羲皇，演於姬昌，申於素王。其爲書則百家九流之先，其造作者則百王之祖，其理則上下天地出沒鬼神，有春秋焉，有詩書禮樂焉，開闢以來舉一物而言皆貫之，秦始皇通三聖之妙鍵，故假術以言，亦將欲聖人之旨乎？以是亹亹無道而至滅亡者，豈天下欲秦見造化之心乎？嗚呼，言之於三代已前，秦則可以理遣。言之於戰國之後，秦則為我罪人。 \\n 婦人之仁 \\n 漢祖得天下，而良平之功不少焉五。吾觀留侯破家以讐韓，曲逆束身以歸漢，則有爲之用，先見之明，又何以加焉。史遷則曰：張良若女子，而陳平美好，是皆婦人之仁也。外柔而內狡，氣陰而志忍，非狡興忍則無以成大名。無他，柔弱之理然也。嗚呼，用其似婦人女子者猶若是，況眞用婦人之言哉，不得不畏。 \\n 道不在人 \\n 道所以達天下，亦所以窮天下。雖昆蟲草木皆被之矣。故天知道不能自作，然後授之以時。時也者，機也，在天為四氣，在地為五行，在人為寵辱憂懼通阨之數，故窮不可以去道，文王拘也王於周。道不可以無時，仲尼毀也垂其教。彼聖人者，豈違道而戾物乎。在乎時與不與耳。是以道爲人困，而時奪天功。衛鶴得而乘軒，魯麟失而傷足。 \\n 市儺 \\n 傼之為名著於時令矣，自宮禁至於下俚，皆得以逐災邪而驅疫癘，故都會惡少年則是時鳥獸其形容，皮革其面目，丐乞於市肆間。乃有以金帛應之者。吁，是雖假鳥獸以為名，其固為人矣，復安有為人者，則不得人之金帛。為鳥獸者，則可以得人之金帛乎？豈以鳥獸無知而假之則不愧也？以人則識廉恥而取之則愧焉。嗚呼。 \\n 君子之位 \\n 祿於道任於位，權也。食於智爵於用，職也。祿不在道，任不在位，雖聖人不能闡至明。智不得食，用不及爵，雖忠烈不能蹈湯火。先生所以張軒冕之位者，行其道耳，不以為貴。大舜不得位，則歷山一耕夫耳。不聞一耕夫能翦四凶而進八元。呂望不得位，則棘津一窮叟耳，不聞一窮叟能取獨夫而王周業。故勇可持虎，虎不至則不如怯，力能扛鼎，鼎不見則不如羸。噫，栖栖而死者何人，養浩然之氣者誰氏？ \\n 荊巫 \\n 楚荊人淫祀者舊矣，有巫頗聞於鄉閭。其初為人祀也，筵席尋常，歌迎舞將。祈疾者健起，祈歲者豐穰。其後為人祈也，羊豬鮮肥，清酤滿卮，祈疾者得死，祈歲者得饑。里人忿焉，而思之未得。適有言者曰：吾昔游其家也，其家無甚累，故為人祀誠，必罄乎中而福亦應乎外，其胙必散之。其後男女蕃息焉，衣食廣大焉，故為人祀誠不得罄於中，而神亦不歆乎其外，其胙且入其家，是人非前聖而後愚，蓋牽於心不暇及人耳。以一巫用心尚爾，況異於是者乎？ \\n 蟋蟀詩[原本有闕文翌鳳據唐音統籤補全] \\n 頑颸斃芳，吹愁夕長。屑成有動，歌離弔夢。如訴如言，緒引虛寬。周楊伺隙，繁咽夤緣。范睡蟬老，冠峩緌好。不冠不緌，爾奚以悲。蚊蚋有毒，食人肌肉，蒼蠅多端，黑白偷安。爾也出處，物兮莫累。壞舍啼衰，虛堂泣曙。勿狥喧譁，鼠豈無牙。勿學萋菲，垣亦有耳。危條槁飛，抽恨咿咿。別帳釭冷，柔魂不定。美人在何，夜影流波。為子佇立，徘徊思多。 \\n 三閭大夫意 \\n 原出自楚，而又仕懐王朝。雖放逐江湖間，未必有腹江湖意。及發憔悴，述離騷，非所以顧望逗留，抑由禮乐去楚，不得不悲吟歎息。夫禮樂不在朝廷，則在山野，苟有合乎道者，則楚之政未亡，楚之靈未去，原在朝有秉忠履直之過，是上無禮矣。在野有揚波歠醨之歎，是下無禮矣。朝無禮樂，則證諸野。野無禮樂，則楚之政不歸，楚之靈不食。原忠臣也，楚存與存，楚亡與亡，於是乎死，非所怨，時也。嗚呼！ \\n 畏名 \\n 瞭者向瞍者語於暗，其闢是非，正興替，雖君臣父子之間，未嘗以牆壁為慮。一童子進燭，則瞍者猶舊而瞭者噤不得呻。豈其人心有異同，蓋牽乎視瞻故也。是以退幽谷則思行道，入朝市則未有不畏人。吁！ \\n 三叔碑 \\n 肉以視物者猛獸也，竊人之財者盜也。一夫奮則獸佚，一犬吠則盜奔，非其力之不任惡，夫機在後也。當周公攝政時，三叔流謗，故辟之囚之黜之，然後以相孺子洎。召公不悦，則引商之卿佐以告之[在周書君奭篇]。彼三叔者，固不知公之志矣。而召公豈亦不知乎？苟不知，則三叔可殺而召公不可殺乎？是周公之心可疑矣。向非三叔，則成王不得為天子，周公不得為聖人。愚美夫三叔之機在前也，故碑。 \\n 天機 \\n 善而福，不善而災，天之道也。用則行，不用則否，人之道也。天道之反，有水旱殘賊之事。人道之反，有詭譎權詐之事。是人者謂之機也。機者，蓋天道人道一變耳，非所以悠久也。苟天無機也，則當善而福，不善而災，又安得飢夷齊而飽盜跖？苟人無機也，則當用則行，不用則否，又何必拜陽貨而刼衛使？是聖人之變合於其天者，不得已而有也，故曰機。 \\n  \\n   \\n  "}
{"章节": "讒書卷第四", "正文": "  \\n 讒書卷第四 \\n 　 \\n  \\n 辨害 \\n 虎豹之為害也，則焚山不顧野人之菽粟。蛟蜃之為害也，則絕流不顧漁人之約網。其所全者大而所去者小也。順大道而行者，救天下者也。盡規矩而進者，全禮義者也。權濟天下，而君臣立，上下正，然後禮義在焉。力不能濟於用，苟君臣上下之不正，雖抱空器，奚所設施？是以佐盟津之師，焚山絶流者也。扣馬而諫，計菽粟而顧釣網者也。於戲！ \\n 齊叟事 \\n 齊叟藉其業於沃衍之野，更子弟以主之，歲無水旱之害，無螟螣之患，而所入或有衆寡焉。叟曰：豈吾之不信也如是？彼邻嫗者始衣食於吾家，今雖外居，猶吾之家隸也。俾督孟以伺候叟子之長者，及將穫農戶，輒揮田具擊孟以逐之。嫗告孟以不直，叟抶孟以仲代焉。農户不之罪，口之爲也復然。嫗亦以仲之不直告叟，復抶仲而□季。將行，有言曰：叟之農戶未嘗如是之悖，□□□□後孟與仲皆為擊逐，今苟存□不□□，扯之不留，而叟之子弟逐未艾也。叟醒然而怒，逐嫗而復孟仲之職。其秋如舊，則前之媒悖者果嫗也。而農戶何能。 \\n 槎客喻 \\n 乘槎者既出君平之門，有問者曰：彼河之流，彼天之高，宛宛轉轉，昏昏浩浩，有怪有靈，時顚時倒，而子浮泛其間，能不手足之駭，神魂之掉者乎？對曰：是槎也，吾三年熟其往來矣。所慮者吾之壽命不知也，不虞槎之不安而不反人間也。及乘之波浪，激射雲日，氣候黯然而昬，霍然而昼，乍搨而傍，乍蕩而驟，或落如沈，或觸如鬭，茫洋乎不知槎之所從者不一也，吾心未嘗為之動心。一動則手足之不能制矣。不在洪流槁木之為患也，苟人能安其所據而不自亂者，吾未見其有顛越。不必槎。 \\n 漢武山呼 \\n 人之性未有生而侈縱者，苟非其正，則人能壞之，事能壞之，物能壞之。雖貴賤殊，及其壞一也。前後左右之諛佞者，人壞之也。窮游極觀者，事壞之也。發於感寤者，物壞之也。是三者有一於是，則為國之大蠹。孝武承富庶之後，聽左右之説，窮游觀之靡，乃東封焉，蓋所以祈其身而不祈其民，祈其歲時也，由是萬歲之聲發於感寤，然後逾遼越海，勞師弊俗，以至於百姓困窮者，東山萬歲之聲也。以一山之呼猶若見，況千口萬口者乎？是以東封之呼，不得以為祥，而為英主之不幸。 \\n 木偶人 \\n 漢祖之圍平城也，陳平以木女解之。其後徐之境，以雕木爲戲。丹雘之，衣服之，雖獰□勇態，皆不易其身也。是以後人其言木偶者，必以徐為宗。嘗過留，卽張良所封也，平與良皆位至丞相，是宜俱以所習漬於風俗。良以絶粒不反，今留無復絕粒者。而平之木偶，往往有之。其剞劂移人也如是。 \\n 市賦 \\n 齊侯幸晏子所止，引目長視曰：彼也何哉？如蜂如蟻，萬貨叢集，百工塡委，紛紛汨汨，胡可勝紀。嬰曰：臣以敝盧在此，聞於此，見於此，其名曰市。若乃羲軒已前，臣不得言。羲軒之後，臣知其故。先已後人，惟賄與賂，非信義之所約束，非法令之所禁錮，市之邊無近無遠，市之聚無蚤無晚，貨盈則盈，貨散則散，賢愚並□，善惡相混，物或戾時，雖是亦非。工如善事，雖賤必貴，參雜胡越，奔走孩稚，扶策而來，挈提而至。剖□形狀，圬墁口鼻，童頂而跣，嚲肩而帔，兼之以耆艾，繼之以諧戲。誰有帳籍，詎假文字，蜀桑萬畝，吳蠶萬機，及此而好，繄何所之。東海魚鹽，南海寶貝，及此而耗，其誰主宰。君勿謂乎市無伎，歌咽舞腰，賤則委地，貴則凌霄。君勿謂乎市無門，可南可北，陰陽迭用，人□消息，市之衆不可以言。或有神仙市之雜，不可以測。或容寇賊，捨之則君子不得已之玩好，撓之則小人不得已之衣食。公曰：始先生以踊屨之譏革寡人之非，今先生以交易進退，祛寡人之蒙昧。彼主之者魁師，張之者駔僧，吾知之矣。謹以從政，應無尤悔。 \\n 越婦言 \\n 買臣之貴也，不忍其去妻，築室以居之，分衣食以活之，亦仁者之心也。一旦去妻，言於買臣之近侍曰：吾秉箕箒於翁子左右者有年矣，每念飢寒勤苦時節，見翁子之志，何嘗不言通達。後以匡國致君為己任，以安民濟物為心期，而吾不幸離翁子左右者亦有年矣。翁子果通達矣，天子疏爵以命之，衣錦以晝之，斯亦極矣。而向所言者蔑然無聞，豈四方無事使之然邪？豈急於當貴未假度者邪？以吾觀之，矜於一婦人則可矣，其他未之見也，又安可食其食？乃閉氣而死。 \\n 悲二羽 \\n 舞鏡之禽，墮洲之翠，南方之所珍也。而工簪珥者以為容。雖犀象之遠，金玉之貴，必以間之。及舉宮而飾，傾都而市，金玉犀象之不暇給，而二羽之用曾不銖兩焉。蓋以羽之輕而金玉犀象之重，苟發其顏色則可，而較其進則不可也。所悲者舞鏡之時，墮洲之日爾。 \\n 善惡須人 \\n 善不能自善，人善之然後為善。惡不能自惡，人惡之然後爲惡。善惡之成，蓋視其所適而已。用其正也則君子，用其不正也則小人。君子小人，寧有面貌哉？比干之生也與人無異，費無極之生也亦與人無異。比干之言為諫諍，無極之言為毀佞，彼所出者皆言也，比干之言非不善也，以不用，故善不能自善。無極之言非不惡也，以可入，故惡得而為惡。譬剛勁之於朽蠹也，剛勁者以不得地而屈折，朽蠹者幸蟠瘿而入焉。其不可任也如是。 \\n 秦之鹿 \\n 世言秦鹿去而天下逐，是鹿為聖人器也，信焉。夫周德東耗，秦以力取諸侯，雖百姓欲從，而秦未嘗有意故為秦者。反天下之歸，則五十年曠其數以逐人，而秦不得與其下復焉。謂逐其鹿，鹿不在聖人器，而逐之者逐秦耳。秦實鹿焉。六都傾潰，睥睨無已，奔勁足踐我黔庶，觡利穎觗我詩書，彼非鹿而何？嗚呼，去道與德也獸焉，不獨秦。 \\n 梅先生碑 \\n 漢成帝時綱紐頽圯，先生以書諫天子者再三。夫火政雖失，一作去而劍履間健者猶數百位，尚能為國家出力以斷佞臣頭，復何南昌故吏憤憤於其下？得非南昌遠地也？尉下寮也？苟觸天子網，突幸臣牙，特殛一狂人噬單放一作族而已。彼公卿大臣，生殺喜怒之任，朋黨蕃衍之大，出一言作一事，必與妻子謀，苟不便其家，雖妾人婢子攖挽相制，而况親戚乎，況骨肉乎？故雖有憂社稷心，亦噤而不吐也。嗚呼，寵祿所以勸功，而位大者不語朝廷事，是知天下有道則正人在上，天下無道則正人在下。余讀先生書，未嘗不為漢朝公卿恨。今南游復過先生里，吁，何為道之多也！遂碑之。 \\n 二工人語 \\n 吳之建報恩寺也，塑一神於門，土工與木工互不相可，木人欲虚其内，窗其外，開通七竅以應胷藏：俾他日靈聖用神吾工。土人以爲不可：神尚潔也，通七竅應胷藏，必有塵滓之物點入其中，不若吾立塊而瞪，不通關竅，設無靈，何減於吾。木人不可，遂偶建焉。立塊者竟無所聞。通竅者至今爲人禍福。 \\n  \\n   \\n  "}
{"章节": "讒書卷第五", "正文": "  \\n 讒書卷第五 \\n 　 \\n  \\n 書馬嵬驛 \\n 天寶中逆胡用事，鑾輿西幸，貴妃死於馬嵬驛。臣在草野間得本朝書讀，未嘗不恨生不得批虜顙以快天子意。今復百餘年，後右軾邊隴，裘莽平遠，發人宿憤。然明皇帝時天下太平矣，卒有寵僭之咎不足之恨者，何邪？夫水旱兵革，天之數也，必出聖人之代。以其上瀆社稷，下困黎民，非聖人不足以當其數。故堯之水，湯之旱，而元宗也革焉。 \\n 投知書 \\n 某去年秋嘗以所為文兩通上獻。其貴賤之相遠，崖谷之相懸，且不啻千里，故罪戳之與，憫嗟不可得而知也。由是卑折慙蹙，若不自容者，以至於今。然竊念理世之見在乎文質，質去則文必隨之，苟未去則明天子未有不愛才賢，左右未有不汲善者。故漢武因一鷹犬吏而子虛用，孝元以洞簫賦使六宮婢子諷之。當時卿大夫雖死不敢輕吾輩，是以霍光貴也。蕭望之責其不下士，公孫述叛也。馬援陛戟相見，一為權臣，一為狂虜，猶且不能下一書生，而千百年後風俗伭斂，居位者以先後禮絶，競進者以毀譽相高，故吐一氣出一詞，必與人為行止，況更責霍光、怒公孫述者乎？何昔人心與今人不相符也！如是，若某者正在此機窖中，不惟性靈不通轉抑，亦進退間多不合時態，故開卷則悒悒自負，出門則不知所之。斯亦天地間不可人也！而執事者提健筆為國家朱綠，朝夕論思外得相如者幾人，得王襃者幾人，得之而用之者又幾人。夫昔之招賢養士，不惟弔窮悴而傷凍餒，亦將詢稼穡而問安危。嗚呼，良時不易得，大道不易行，某所以遲遲者，爲執事惜。苟燕臺始隗，漢殿薦雄，則斯人也不在諸生下。 \\n 與招討宋將軍書 \\n 朝廷以簡陵九年，彭虺肆螫，而東南一臂為之枯耗。其後吳卒以狼山叛，則東西[西枚庵校本作南下多浙字]之筋力怠[枚庵校本作殆]矣。自爾天子不忍重困百姓，由是官未實爵，諸葛爽[枚庵校本下有秩字]安文祐皆自盜而升朝序也。所不幸者，江南水，鍾陵火，緣淮飢汴滑以東螟，故無賴輩一食之不飽，一衣之不覆，則磨寸鐵挺白棒，以望朝廷姑息。而王仙芝尚君長等，凌笑我廬壽，燖剝我梁宋，天子以蟣蝨癢痛不足搔爬，因處分十二州，取將軍[枚庵校本有爲字]節度，非方鎭之無帥，非朝廷之乏人，蓋以將軍跳出隴右，不二十年，二[枚庵校本作三鶱按十國春秋同]擁旄節，謂將軍必能知恩用命耳。今聞群盜已拔睢陽三[枚庵校本作二鶱按十國春秋同]城，大梁亦版築自固，彼之望將軍，其猶沸之待沃[枚庵校增壓之待起也而將軍朱輪大斾優游東道抑不知十九字]。朝廷以[枚庵校増有十字]二州奉將軍侍衛者乎，復俾將軍誅翦草寇者乎[鶱按十國春秋作彼望將軍猶沸之待沃，壓之待起也。而將軍朱輪大旆，優游東道，不知朝廷以八十三州奉將軍侍衛者乎，抑將俾將軍旦夕翦此草寇也。本似皆譌]！昔韓之醫良而性嗇，故為人理，未嘗剔去根源，所以延其疾而養其財也。後有商於韓者以疽見醫[枚庵校本重毉字]，且欲大其疽以沽其直，因以藥稔之宜貴[枚庵校水□而疽潰]。商斃，商之家表於韓，韓侯屍其族而籍其家。且二賊之嚙壽看，啗穎尾[枚庵校本作上]，刷亳社，掠合肥，經營於梁宋，其為老者殺，少者傷，驅人之婦女，輦人之貨財，將軍固知之矣。自將軍受命迄今三月，嚙啗刷掠之不解，殺傷驅輦之不已，乃將軍為之，非君長仙芝之所為也。文皇帝時衛公靖，大帝時鄭仁泰薛仁貴，或戢斂不謹，或伺候輜重，當時憲司悉繩以法。今將軍勳業不若衛公靖之多也，出師非鄭薛之敵也，而橫摧士伍鞭撻饋運，以愚度之，將軍之行酷於君長仙芝之行也。甚為將軍憂。前者天子慮將軍以愛子爲念，復授某[枚庵本作禁]秩，俾在軍前。則朝廷寵待將軍也俱不淺矣，苟將軍戮力以除暴，推誠以報國，今其時[枚庵校本增也字]。無便躡韓之醫。 \\n 迷樓賦 \\n 歲在甲申，余不幸於春官兮，憑羸車以東驅。魏闕之三千兮，得隨家之故都。喬木拱立以不語兮，繄今昔之自離。慨餘基之未平兮，曰迷樓而在斯。迷樓者何，煬帝所制。煬襲文後，天下無事，謂春物繁好，不足以開吾視，謂春風嬾慢，不足以吹吾志。斯志既熾，斯樓乃峙。榱桷沉檀，棟梁杞梓，將使乎旁不通於日月，外不見乎天地，然後朝奏於此，寢食於此，君王欲左右有粉黛，君王欲左右[鶱疑作右左]有鄭衛。君王欲問乎百姓，曰百姓有相。君王欲問乎四方，曰四方有將。于是相秉君恩，將侮君權，百官庶位，萬戶千門。且不知隨煬帝迷於樓乎，迷於人乎。若迷於樓則樓本土木，亦無親屬，縱有所迷，何爽君德。吾意隨煬帝非迷於樓，而人迷煬帝於此。故曰迷樓，然後見生靈意。 \\n 說石烈士 \\n 石孝忠者，生長韓魏間，其為人猛悍多力。少年時偷雞殺狗，殆不可勝計。州里甚苦之。後折節事李愬，為愬前驅。其親信[枚庵校本増與字]愬家人伍。元和中，蔡人不歸天子，用裴丞相計[枚庵校本有以字]。丞相征蔡，若愬者，光顏者，重嗣者，皆受丞相指揮。明平[騫疑平作年]察平，天子快之。詔刑部[枚庵校本有韓字]侍郎撰平蔡碑，將以文[枚庵校本作大]丞相功業於蔡州。孝忠一旦熟視其文，大恚怒因作力推去其碑，僅倾侈[枚庵校本作陊]者再三。吏不能短[枚庵校本作止]，乃執詣節度使，使悉以聞。時章武皇帝方以東北事訪[枚庵校本作倚]諸將，聞是事[是事一作卒]也甚訝之，命具獄，將斃於碑下。孝忠度必死也，苟虛死則無以明愬功，乃僞伭畏不勝。案驗吏閔之，未知其為人也，孝忠伺吏隟，用枷尾抵二史殺[枚庵校有之字]。天子聞之怒，且使送闕下。及其至也，亦[枚庵校本有未字]異其人，因召見曰：汝推吾碑，殺吾[本無二字]吏，奈何？孝忠頓首曰：臣一死固不足以塞責。但得面天顔，則亦族無恨矣。臣事李愬歲久，以賤故給事無聞。平蔡之日，臣從在軍前，且吳季琳，蔡之奸賊也，而愬降之。李祐，蔡之驍將也，而愬擒之。蔡之爪牙脫落於是矣。及元濟縛，雖丞相與三輩不能先知也。蔡平之後，刻石紀功，盡歸乎丞相，而愬苐其[枚庵校本作具]名也，反與光顏重嗣齒。愬固無所言矣。設不幸更有[枚庵校本有一字]淮西其將略如愬者，復肻為陛下用乎？賞不當功，罰不當罪，非陛下之所以勸人也。臣所以推去碑者，不惟明愬之功[枚庵校本作績]，亦將為陛下明[枚庵校本作正]賞罰之源。臣不推碑無以為吏擒，不殺人[枚庵本作吏]無以見陛下。臣罪不容誅矣。請就刑。憲宗既得淮西本末，且多其似[枚庵校本無似字]義，命赦之。因[枚庵校本有命字]曰烈士，復詔翰林段學士撰淮西碑，一如孝忠語。後孝忠隸江陵軍驅使。大中末，白丞相鎭江陵，余求刺。丞相有從事為余言[枚庵校本作道]孝忠事，遂次焉。將所以教為人下。 \\n 答賀蘭友書 \\n 前者吾子不以僕之暗鈍猥垂教，士[枚庵校本作示]大相開發，若非許與深至，誰肯如是。甚善甚善。然其所道者，正中僕嘗所自病者也。僕少而羇窘，自出山二十年，所向推沮，未嘗有一得幸於人。故同進者忌僕之名，同志者忌僕之道，無有不如吾子之所誨也。然僕之所學者，不徒以競科級於今之人，蓋將以窺昔賢之行止，望作者之堂奧，期以方寸廣聖人之道，可則垂於後代，不可則庶幾致身於無愧之地，寧復虞時人之罪僕者歟？夫禮貌之於人去就流俗，不可以不時。其進於秉筆立言，扶植教化，當使前無所避，後無所遜，豈以吾道沉浮於流俗者乎？仲尼之於春秋，懼之者亂臣賊子耳。未聞有不亂不賊者疑仲尼於筆削之間。況僕求試京師，隨波而上逐隊而下，亦有年矣。家在江表，歲一寧覲，旨甘所資，桂玉之困，何嘗不以事力干人？苟利其出處，則僶俛從事，亦人之常情也。在不枉其道而已矣。道苟不枉，以之流離可乎？冠衣不能移人之迹，顧所履何如耳。言不忠行不信，謂之君子可乎？言忠而行信，謂之小人可乎？吾子視僕復苟合於不信不忠[枚庵校本作不忠不信]者乎？非僕之不可苟合，道義之人皆不合也。而受性介僻，不能方圓。既不與人合，而又視之如仇讎，以是僕遂有狹，而不容之說。吾子果復發言及此，是不以衆人見待也。而今而後，敢不安其所自然一科一級多難也，有如是哉！彼山也水也[枚庵校本自介僻至水也七十二字闕注云原本有闕文]性之所適也，而眷眷不去者，以聖明之代文物之盛，又安可以前所忌者移僕初心？苟不得已，僕亦自有所處。大凡內無所疾，外無所媿，則在乎命也天也，焉在僕與時人乎！唯吾子勿憚相規之數也。 \\n 拾甲子年事 \\n 大和中張谷納邯鄲人李嚴女，備歌舞具。及長大，妍麗豐足，殆不似下賤物，又長傳故都聲有時涼曉[枚庵校本作曉涼]哀囀，歷歷見趙家遺臺老樹[枚庵校本增雖字]驚離弔往之懐，似不能多也。雅為谷所愛，固目為[枚庵校本作曰]新聲。及劉從諫得父封，各以窮游佐其事，新聲亦從之[枚庵校本作去]。然性本便惠[枚庵校本作慧]，雖谷之起居謀慮，皆預有承迎。故頗聞中外消息。時從諫得志後，鉤聚亡命以規[枚庵校本作窺]脅朝廷，大為四方人怪訝。有實其事於谷者，谷不[枚庵校本有以字]介意，新聲曰：妾於公直巾履[枚庵校本作屨]間狎玩者耳，除歌酒[枚庵校本有外字]不當以應顧命。然食人之食，憂人之憂[枚庵校本有常字]，理也。況妾乎。前日天子授從諫節度[枚庵校本有使字]時，非從諫有野戰之功，拔地之績，蓋以其[枚庵校本有先字]父挈齊還我去就間，未能奪其嗣耳。而公不幸為其屬，則牽制之道在此不在彼也。自劉氏奄有全趙，更改歲時，未嘗聞以一縷一蹄為夫[枚庵校本作天]子壽，而指使輩率無賴人也。且章武朝數鎮顛覆，皆以雄才傑氣一作器尚不能以固天子恩，況從諫擢自兒女子手中。一旦襲荷家業，苟不以法[枚庵校本有而字]得，亦宜不以法而終。此倚伏之常數也。而又卒伍佻險，言語不詳[枚庵校本作祥]，是不為齊鬼所酬，而死於帳下者幸也[枚庵校本作矣]。孰謂[枚庵校本有公字]從其事反不知其事者哉？姑[枚庵校本作如]不能折其肘臂以作天子計，則宜脫俗[枚庵校本作族]西去。大丈夫勿顧一飯恩，以骨月腥健兒[枚庵校本有衣字]食。言訖，悲涕流落，谷不[枚庵校本有能字]決者三日[枚庵校本作月]。新聲復[枚庵校本作後]進以其業不用也，縊死之。會昌中從諫死，其子謀邀節鉞，族之，谷竟從逆。嗚呼，謀及媍人者必亡，而新聲之言惜其不用。余前過大[枚庵校本作太]行時，有傅吏能道當時[枚庵校本有者字]，固拾於編簡。 \\n 序陸生東游 \\n 余窮弃長安中二三年。時時於游騁間面人，未嘗決胸臆事。直自謂是非顚倒，不復得見其人。一年遇生於靖安里中，相其吐氣出詞，落然有正人風骨。余既急於近己，而生亦以節槩見多。自是出處游息，不復狎他人矣。雖厄窮毀譽[枚庵校本作困毁]進退得喪，未嘗不同之有。時因事慷慨，發涕相感，以爲讀書不逢寒[枚庵校本作韓]作吏部，作人不識陽先生，信吾徒之弊也。宜矣。後一年俱以所為道請於有司，既不能以偷妄相梯，又不能挾附相進，果於數百人中不得禮部侍郎意。由是知余者弔余以色，不知者咥余以聲。媿負徬徨，撲浣無所。既三月生以故東出鄒魯間，雖下第之緒與將別之緒相煎，然鄒魯聖人之鄉，亦足以暖生之憔悴！夫聖人羈旅七十國也，以君臣父子道未昭塞天地間，猶恓恓[枚庵校本作晒晒]耳。是聖人患乎教不立，而不患乎名不彰。設使其早率一城，嘯一旅，則周之一諸侯材具，復安有今日功業乎。聖人徒也，不當以聖人道為利家染，後狹其所歸。且為余整衣冠拜朝堂，下酌其車服禮樂之數，升降揖遜之儀，思量侯伯卿士中復有夫子罪人否。還日以言極之去矣。青門曉開，無一器酒以澆恨。明天子在上，不敢哭以致懐勉之哉。行與不行也，在生道耳。第與不第也，其如生何？ \\n 請追癸巳日詔疏 \\n 歲貢賤臣羅隱，既以文不得意，且抱犬馬之疾，於長安夏五月京畿旱癸巳日，聞詔大京兆用水器爐香蒲篠絳繙[枚庵校本作番鶱。按十國春秋作器水爐香蒲蕭絳幡]輩致於坊市外門，將以用舊法而召甘雨也。臣踴起病榻間，以為明天子憂人，雖舜禹不如是之勤，幸甚幸甚。臣又聞水旱與天地同出，苟時或不[騫按十國春秋無不字]然，不可以倉卒除去。今秦地旱已逾月矣，而陛下禱祠亦已頻矣，天之高地之厚，五岳之绵亘，四瀆之宏遠，陛下令百執事啓祈外，何嘗不以心祝之。雖莖稿苗乾，而百姓不怨嗟者，其感陛下之誠深也。今以蒲篠[鶱按十國春秋作蕭下有輩字]為請者，豈陛下謂其能靈於岳瀆者乎。夫岳瀆視陛下之公輔，裂陛下[鶱按上國春秋有之字]土田，苟陛下憂則岳瀆亦[鶱按十國春秋有宜字]憂矣。受封[鶱按十國春秋作受祭據封]者尚未能為陛下出力，彼浦篠[鶱按十國春秋作蕭]輩復何足以動天。臣謂[枚庵校本作竊爲]陛下不取也。臣又聞天之有雨澤，猶陛下之有渥恩。雨澤可以委曲干之，則陛下渥恩亦可以委曲于之矣。臣聞天子有左右史將以記言，然後付史氏。臣必恐其得以容易編牘，今冒犯[枚庵校本作死]請追癸巳日詔。苟若陛下法十六聖之教訓，雖五種栖野，而百姓不暇掇，豈蒲篠[鶱按十國春秋作蕭]之所及乎。昔商湯之民不以早為災，蓋仁聖之在上也。今旱未及商代，而陛下憂已過[枚庵校本有矣字]，臣謹因旱以賀，冀百姓知陛下心。 \\n 刻嚴陸釣臺 \\n 巖巖而高者，嚴子之釣臺耶。寥寥不歸者，光武之故人耶。故人之道何如，假蒼苔以言之。尊莫尊於天子，賤莫賤於布衣。龍飛蛇蟄兮風雨相違，干戈載靡兮悠悠夢思。何富貴不易節而窮達無所欺，故得脫邯鄲之難，破犀象之師。造二百年之業，繼三尺劔之基者，其唯有始有卒乎。今之世風俗偷薄，祿位相尚，朝為一旅人，莫爲九品官。而骨月親戚已有差等矣。況故人乎。嗚呼，往者不可見，來者未可期。已而巳而。 \\n 弔崔縣令 \\n 丁亥年夏[咸通八年]前晉陽崔縣令死於通政里，客舍殍也，余雖不識其人，且念其官不卑也，死亦命也，而竟以餓者，是必不為貪吏。為貪吏則不然。因作詞以弔曰：南風熱兮雲蒸乾，緬飢魂兮愁鬱盤，莅晉陽兮俸薄，魂之廉兮無剽削。余辭以弔，空魂來親兮無西東，魂無山兮山之鬼，夷叔彼之生兮未嘗足。魂無野兮野之鬼，陳仲彼非其得兮一介不之共。魂邀留兮京師，上愉愉兮下怡怡，殘敗肉兮乞狗彘。捨此兮何之，量[枚庵校本作諒]天地之廣大兮，吾不得而知。雞則走而鳶則飛，嗚蟬瘦而蝤蠐肥，何濁也則是清也則非，茫昧既不可以問兮，盤礴不可得而推。況吾懐以四顧兮，孰知夫天地之云為。 \\n 代韋徵君遜官疏 \\n 聖人纂極之二年，相臣上言北省官徵四處士，而濠染韋君居其一。詔下之日，韋君去世。故補其疏以滎之。逋臣遵言，去月某日，本州官吏跪將恩制補臣左拾遺，拜無[枚庵校本作舞]渥澤，驚動村社。臣聞降玉帛所以崇德□也，舉遺逸所以孰[枚庵校本作敦]風俗也，二者非有良左右[八庵校本作佐佑]不能行之，非有聖明之主不能成之。仰望丹闕，惟感唯賀。然臣者履行會不若凝籍輩，而執政徙以臣遠世有勳業於周，隨洎曾高[枚庵校本作高曾]以來，於國家則未有絲髮用處。臣少而孱病，自念材具不可攀望多士，退縮山野，掀攪遺蠹，無片言以裨教化，無一字以紀休明，行坐語默，寢食而已。豈知宸造過聽，好爵下授，所謂飾猱狖以冠帶，饗爰居以酒食者也。況自陛下膺天緖今，內有良相外有良將，家至戶到，未有一處不似唐虞時。設置臣於諫署中，使臣說何道理，徒令四夷八蠻，疑陛下有玩人之事。臣若詣闕之後，不唯陛下有玩人之事，臣已為百執事所玩，展轉寤寐，惟恐濠梁之不堅，不知祿之可嗅也。夫四海至廣也，九州至大也，其間懐材負器在臣之右者，必千萬於臣。臣道不出人家無餘廕，一旦以韋布列於公卿門籍，臣復何面以對循陛歷級之人，何目以視不調久次之士。在陛下簪珥間，猶恐登用未盡，又安可以遽及逋臣。臣以是未敢奉詔，惟陛下哀之。死罪死罪 \\n 讒書重序 \\n 隠次讒書之明以所試不如人，有司用公道落去。其夏調磰[枚庵校本作膳]於江東，不隨歳貢。又一年，朝廷以彭□就辟，刀机猶濕詔。吾輩不宜求試，然文章之興不爲舉場也，明矣。蓋君子有其位則執大柄以定是非，無其位則著私而疏善惡。斯所以警當世而誡將來也。自揚孟以下，何□双名爲？而又念文皇帝致理之初，法制悠久，必不以□蝨癢痛遂偃斯文。今年諌官有言，果動天聽，所以不廢讒書也。不亦宜乎！ \\n  \\n   \\n  "}
