{"章节": "鬼谷子序", "正文": "  \\n 鬼谷子序 \\n 　 \\n 《隋書·經籍志》鬼谷子三卷，皇甫謐註。鬼谷子，楚人也，周世隱於鬼谷。梁有陶弘景注三卷，又有樂壹注三卷，從横者所以明辯說、善辭令，以通上下之志者也。漢世以為本行人之官受命出疆，臨事而制，故曰誦詩三百，使於四方，不能專對，雖多亦奚以為。周官掌交以節，與幣巡邦國之諸侯，及萬姓之聚，導王之德，意志慮使，辟行之而和諸侯之好。達萬民之說，諭以九稅之利，九儀之親，九牧之維，九禁之難，九戎之威是也。佞人為之則便辭利口，傾危變詐，至於賊害忠信，覆亂邦家，監修國史趙國公長孫無忌等上。 \\n  \\n   \\n  "}
{"章节": "捭闔第一", "正文": "  \\n 捭闔第一 \\n 　 \\n 捭，撥動也；闔，閉藏也。凡與人之言道：或撥動之，令有言，示其同也；或閉藏之，令自言，示其異也。 \\n 粵若稽古，聖人之在天地間也。 \\n 若，順；稽，考也。聖人在天地間，觀人設教，必須考古道而為之。 \\n 為眾生之先， \\n 首出萬物以前人，用先知覺後知，用先覺覺後覺，故為眾生先。 \\n 觀陰陽之開闔以命物， \\n 陽開以生物，陰闔以成物，生成既著，須立名以命之也。 \\n 知存亡之門戶， \\n 不忘亡者存，有其存者亡，能知吉凶之先見者，其惟知機乎！故曰：知存亡之門戶也。 \\n 籌策萬類之終始，達人心之理，見變化之眹焉。 \\n 萬類終始人心之理，變化眹跡，莫不朗然玄悟，而無幽不測，故能籌策達見焉。 \\n 而守司其門戶， \\n 司，主守也。門戶，即上存亡之門戶也。聖人既達物理終始，知存亡之門戶，能守而司之，令其背亡而趣存也。 \\n 故聖人之在天下也。自古至今，其道一也。 \\n 莫不背亡而趣存，故曰：其道一也。 \\n 變化無窮，各有所歸。 \\n 其道雖一，行之不同，故曰：變化無窮。然有條而不紊，故曰：各有所歸也。 \\n 或陰或陽，或柔或剛，或開或閉，或弛或張。 \\n 此二者，法象各異，施教不同。 \\n 是故聖人一守司其門戶，審察其所先後， \\n 政教雖殊，至於守司門戶則一，故審察其所宜先者先行，所宜後者後行之也。 \\n 度權量能，校其伎巧短長， \\n 權謂權謀，能謂材能，伎巧謂百工之役，言聖人之用人，必量度其謀能之優劣，校考其伎巧之長短，然後因材而用。 \\n 夫賢不肖、智愚、勇怯、仁義有差，乃可捭，乃可闔，乃可進，乃可退，乃可賤，乃可貴，無為以牧之。 \\n 言賢不肖、智愚、勇怯材性一同，各有差品，賢者可捭而同之，不肖者可闔而異之，智之與勇，可進而貴之，愚之與怯，可退而賤之，賢愚各當其分，股肱盡其力，但恭己無為，牧之而已矣。 \\n 審定有無，以其實虛；隨其嗜欲，以見其志意。 \\n 言任賢之道，必審定其材術之有無，性行之虛實，然後隨其嗜欲而任之，以見其志意之真偽也。 \\n 微排其所言而捭反之，以求其實，貴得其指，闔而捭之，以求其利。 \\n 凡言事者，則微排抑其所言，撥動以反難之，以求其實情。實情既得，又自閉藏而撥動之，彼以求其所言之利何如耳。 \\n 或開而示之，或闔閉之。開而示之者，同其情也。闔而閉之者，異其誠也。 \\n 開而同之，所以盡其情；闔而異之，所以知其誠也。 \\n 可與不可，審明其計謀，以原其同異。 \\n 凡有所言，有可有不可，必明審其計謀，以原其同異。 \\n 離合有守，先從其志。 \\n 計謀雖離合不同，但能有所執守，則先從其志以盡之，以知成敗之歸也。 \\n 即欲捭之貴周，即欲闔之貴密，周密之貴微，而與道相追。 \\n 言撥動之貴其周遍，閉藏之貴其隱密，而此二者，皆須微妙合於道之理，然後為得也。 \\n 捭之者，料其情也；闔之者，結其誠也。 \\n 料而簡擇，結謂繫束。情有真偽，故須簡擇；誠或無終，故須繫束也。 \\n 皆見其權衡輕重，乃為之度數，聖人因而為之慮， \\n 權衡既陳，輕重自分。然後為之度數，以制其輕重。輕重因得所，而為設謀慮，使之道行也。 \\n 其不中權衡度數，聖人因而自為之慮， \\n 謂輕重不合於斤兩，長短不充於度數，便為廢物，何所施哉！聖人因是自為謀慮，更求其反也。 \\n 故捭者，或捭而出之，或捭而納之。 \\n 謂中權衡者，出而用之，其不中者，納而藏之也。 \\n 闔者，或闔而取之，或闔而去之。 \\n 誠者，闔而取之；不誠者，闔而去之。 \\n 捭闔者，天地之道， \\n 闔戶謂之坤，闢戶謂之乾，故謂天地之道。 \\n 捭闔者，以變動陰陽，四時開閉，以化萬物縱橫。 \\n 陰陽變動，四時開閉，皆捭闔之道也。縱橫，廢起也。萬物，或開以起之，或闔而廢之。 \\n 反出、反覆、反忤，必由此矣。 \\n 言捭闔之道，或反之，令出於彼；或反之，覆來於此；或反之於彼，忤之於此。皆從捭闔而生，故曰：必由此也。 \\n 捭闔者，道之大化，說之變也。必豫審其變化。 \\n 言事無開闔，則大道不化、言說無變。故開閉者，所以化大道、變言說。事雖大，莫不成之於變化，故必豫之，吉凶繫焉。 \\n 口者，心之門戶也。心者，神之主也。 \\n 心因口宣，故口者，心之門戶也。神為心用，故心者，神之主也。 \\n 志意喜欲，思慮智謀，此皆由門戶出入。 \\n 凡此八者，皆往來於口中，故曰：由門戶出入也。 \\n 故關之捭闔，制之以出入，捭之者開也、言也、陽也；闔之者、閉也、默也、陰也。 \\n 言八者若無開閉，事或不節，故關之以捭闔者，所以制其出入。開言於外，故曰：陽也；閉情於內，故曰：陰也。 \\n 陰陽其和，終始其義。 \\n 開閉有節，故陰陽和；先後合宜，故終始義。 \\n 故言長生、安樂、富貴，尊榮顯名，愛好財利，得意喜欲，為陽，曰始。 \\n 凡此皆欲人之生，故曰：始曰陽。 \\n 故言死、憂患、貧賤，苦辱棄損，亡利失意，有害刑戮誅罰，為陰，曰終。 \\n 凡此皆欲人之死，故曰：陰陰曰終。 \\n 諸言法陽之類者皆曰始，言善以始其事；諸言法陰之類皆曰終，言惡以終為謀。 \\n 謂言說者，有於陰言之，有於陽言之，聽者宜知其然。 \\n 捭闔之道，以陰陽試之。 \\n 謂或撥動之，或閉藏之，以陰陽之言試之，則其情慕可知。 \\n 故與陽言者依崇高，與陰言者依卑小。 \\n 謂與情陽者言，高以引之；與情陰者言，卑以引之。 \\n 以下求小，以高求大。 \\n 陰言卑小，故曰：以下求小。陽言崇高，故曰：以高求大。 \\n 由此言之，無所不出，無所不入，無所不言可。 \\n 陰陽之理盡，小大之情得，故出入皆可，何所不可乎？ \\n 可以說人，可以說家，可以說國，可以說天下。 \\n 無所不可，故所說皆可。 \\n 為小無內，為大無外。 \\n 盡陰則無內，盡陽則無外。 \\n 益損、去就、倍反，皆以陰陽御其事。 \\n 以道相成曰益，以事相賊曰損；義乖曰去，志同曰就；去而遂絕曰倍，去而復來曰反。凡此不出陰陽之情，故曰：皆以陰陽御其事也。 \\n 陽動而行，陰止而藏；陽動而出，陰隨而入；陽還終始，陰極反陽。 \\n 此言上下相成，由陰陽相生也。 \\n 以陽動者，德相生也；以陰靜者，形相成也。以陽求陰，苞以德也；以陰結陽，施以力也。 \\n 此言上之爵祿養下，下以股肱宣力。 \\n 陰陽相求，由捭闔也。 \\n 上下所以能相求者，由開閉而生也。 \\n 此天地陰陽之道，而說人之法也。 \\n 言既體天地、象陰陽，故其法可以說人也。 \\n 為萬事之先，是謂圓方之門戶。 \\n 天圓地方，上下之義也。理盡開閉，然後生萬物，故為萬事先，上下之道自此出入，故曰：圓方之門戶。 \\n  \\n   \\n  "}
{"章节": "反應第二", "正文": "  \\n 反應第二 \\n 　 \\n 聽，言之道，或有不合，必反以難之。彼因難以更思，必有以應也。 \\n 古之大化者，乃與無形俱生， \\n 大化者，謂古之聖人以大道化物也。無形者，道也。動必由道，故曰：無形俱生也。 \\n 反以觀往，覆以驗今；反以知古，覆以知今；反以知彼，覆以知己。 \\n 言大化聖人，稽眾捨己，舉事重慎，反覆詳驗。欲以知來，先以觀往；欲以知今，先以考古；欲以知彼，先度於己。故能舉無遺策，動必成功。 \\n 動靜虛實之理，不合來今，反古而求之。 \\n 動靜由行止也，虛實由真偽也。其理不合於今，反求於古者也。 \\n 事有反而得覆者，聖人之意也。 \\n 事有不合，反而求彼，翻得覆會於此。成此在於考彼，契今由於求古，斯聖人之意也。 \\n 不可不察， \\n 不審則失之於幾，故不可不察。 \\n 人言者，動也；己默者，靜也。因其言，聽其辭： \\n 以靜觀動，則所見審；因言觀辭，則所得明。 \\n 言有不合者，反而求之，其應必出。 \\n 謂言者或不合於理，未可即斥，但反而難之，使自求之，則契理之應，怡然自出。 \\n 言有象，事有比。其有象比，以觀其次。 \\n 應理既出，故能言有象、事有比。前事既有象比，更當觀其次，令得自盡。象謂法象，比謂比例。 \\n 象者，象其事；比者，比其辭也。以無形求有聲， \\n 理在玄微，故無形也。無言則不彰，故以無形求有聲，聲即言也。比謂比類也。 \\n 其釣語合事，得人實也。 \\n 得魚在於投餌，得語在於發端；發端則語應，投餌則魚來。故曰：釣語，語則事合；故曰合事；明試在於敷言，故曰：得人實也。 \\n 其張罝網而取獸也。多張其會而司之，道合其事，彼自出之，此釣人之網也。 \\n 張網而司之，彼獸自得，道合其事，彼理自出，理既彰，聖賢斯辨，雖欲自隱，其道無由，故曰：釣人之網也。 \\n 常持其網驅之，其言無比，乃為之變。 \\n 持釣人之網，驅令就職事也。或乖彼，遂不言無比，如此則為之變常易網，更有以勇之者矣。 \\n 以象動之，以報其心；見其情，隨而牧之。 \\n 此言其變也。報，猶合也。謂更開法象以動之，既合其心，其情可見。因隨其情而牧養也。 \\n 己反往，彼覆來，言有象比，因而定基。 \\n 己反往以求彼，彼必覆來而就職，則奇策必申，故言有象比，則口無擇言，故可定邦家之基矣。 \\n 重之襲之，反之覆之，萬事不失其辭。 \\n 謂象比之言，既可以定基。然後重之、襲之、反覆之，皆謂再三詳審，不容謬妄。故能萬事允愜，無復失其辭者也。 \\n 聖人所誘愚智事皆不疑， \\n 聖人誘愚，則閉藏之，以知其誠；誘智則撥動之，以盡其情。咸得其實，故事皆不疑也。 \\n 古善反聽者，乃變鬼神以得其情。 \\n 言善反聽者，乃坐忘遺鑒，不思玄覽，故能變鬼神以得其情，洞幽微而宴夫會，鬼神本密，今則不能，故曰：變也。 \\n 其變當也，而牧之審也。 \\n 言既變而當理，然後牧之道審也。 \\n 牧之不審，得情不明；得情不明，定基不審。 \\n 情明在於審牧，故不審則不明；審基在於情明，故不明則不審。 \\n 變象比，必有反辭，以還聽之。 \\n 謂言者於象比有變，必有反辭以難之，令其先說，我乃還靜以聽之。 \\n 欲聞其聲，反默；欲張，反瞼；欲高，反下；欲取，反與。 \\n 此言反聽之道，有以誘致之，故欲聞彼聲，我反靜默；欲彼開張，我反瞼欲；欲彼高大，我反卑下；欲彼收取，我反施與。如此則物情可致，無能自隱也。 \\n 欲開情者，象而比之，以牧其辭。同聲相呼，實理同歸。 \\n 欲開彼情，先設象比而動之。彼情既動，將欲生辭；徐徐牧養，令其自言，譬猶鶴鳴于陰，聲同必應，故能以實理相歸也。 \\n 或因此，或因彼，或以事上，或以牧下。 \\n 謂所言之事，或因此發端，或因彼發端；其事有可以事上，可以牧下者也。 \\n 此聽真偽，知同異，得其情詐也。 \\n 謂真偽、同異、情詐，因此上事而知也。 \\n 動作言默，與此出入，喜怒由此以見其式。 \\n 謂動作言默，莫不由情與之出入，至於或喜或怒，亦由此情以見其式也。 \\n 皆以先定為之法則， \\n 謂上六者，皆以先定於情，然後法則可為。 \\n 以反求覆，觀其所託，故用此者。 \\n 反於彼者，所以求覆於此，因以觀彼情之所託，此謂信也。知人在於見情，故言用此也。 \\n 己欲平靜，以聽其辭、察其事、論萬物、別雄雌。 \\n 謂聽言之道，先自平靜，既得其辭，然後察其事，或論序萬物，或分別雄雌也。 \\n 雖非其事，見微知類。 \\n 謂所言之事，雖非時要，然觀此可以知微，故曰：見微知類。 \\n 若探人而居其內、量其能、射其意也。符應不失，如螣蛇之所指，若羿之引矢。 \\n 聞其言，則可知其情，故若探人而居其內，則情原必盡，故量能射意，乃無一失，若合符契，螣蛇所指，禍福不差，羿之引矢，命處輒中，聽言察情，不異於此，故以相況也。 \\n 故知之始己，自知而後知人也。 \\n 知人者智，自知者明。智從明生，明能生智。故欲知人，必須自知。 \\n 其相知也，若比目之魚；見形也，若光之與影也。 \\n 我能知己，彼須我知，必兩得之，然後聖賢道合，故若比目之魚。聖賢合則理自彰，猶光生而影見。 \\n 其察言也不失，若磁石之取鍼，舌之取燔骨。 \\n 以聖察賢，復何所失？故若磁石之取鍼，舌之取燔骨。 \\n 其與人也微，其見情也疾。 \\n 聖賢相與，其道甚微，不移寸陰，見情甚疾。 \\n 如陰與陽，如陽與陰；如圓與方，如方與圓。 \\n 上下之道，取類股肱，比之一體，其來尚矣。故其相成也，如陰與陽；其相形也，猶圓與方。 \\n 未見形，圓以道之；既形，方以事之。 \\n 謂向晦入息，未見之時，當以圓道導之。亦既出潛離隱，見形之後，即以方職任之。 \\n 進退左右以是司之， \\n 此言用人之道，或升進，或黜退，或貶左，或崇右，一惟上圓方之理，故曰：以是道司之。 \\n 己不先定，牧人不正。 \\n 方圓進退若不先定，則於牧人之理，不道其正也。 \\n 事用不巧，是謂忘情失道。 \\n 用事不巧，則操末續顛，圓鑿方枘，情道兩失，故曰：忘情失道也。 \\n 己審先定以牧人，策而無形容，莫見其門，是謂天神。 \\n 己能審定，以之牧人。至德潛暢，玄風遠扇，非形非容，無門無戶。見形而不及道，日用而不知，故謂之天神也。 \\n  \\n   \\n  "}
{"章节": "內揵第三", "正文": "  \\n 內揵第三 \\n 　 \\n 揵者，持之令固也。言上下之交，必內情相得，然後結固而不離。 \\n 君臣上下之事，有遠而親、近而疏； \\n 道合則遠而親，情乖則近而疏。 \\n 就之不用，去之反求； \\n 非其意，則就之而不用；順其事，則去之而反求。 \\n 日進前而不御，遙聞聲而相思。 \\n 分違則日進前而不御，理契則遙聞聲而相思。 \\n 事皆有內揵，素結本始。 \\n 言或有遠之而相親，去之反求，聞聲而思者，皆由內合相待，素結其始，故曰：皆有內揵，素結本始也。 \\n 或結以道德，或結以黨友，或結以財貨，或結以采色。 \\n 結以道德謂以道德結連於君，若之臣名為臣，實為師也。結以黨友，謂以友道結連於君王者之臣，名為臣也，實為友也。結以財貨，結以采色，謂若桀紂之臣費仲、惡來之類是也。 \\n 用其意，欲入則入，欲出則出，欲親則親，欲疏則疏，欲就則就，欲去則去，欲求則求，欲思則思。 \\n 自入出已下八事，皆用臣之意。隨其所欲，故能固志於君，物莫能間也。 \\n 若蚨母之從其子也。出無間，入無眹，獨往獨來，莫之能止。 \\n 蚨母、螲蟷也。似蛛蜘，在穴中，有蓋，言蚨母養子，以蓋覆穴，出入往來，初無間眹，故物不能止之。今內揵之臣，委曲從君，以自結固，無有間隙，亦由是也。 \\n 內者，進說辭；揵者，揵所謀也。 \\n 說辭既進，內結於君，故曰：內者，進說辭也。度情為謀，君不持而不捨，故曰：揵者，揵所謀也。 \\n 故遠而親者，有陰德也；近而疏者，志不合也。陰德，謂陰私相德也。 \\n 就而不用者，策不得也；去而反求者，事中來也。 \\n 謂所言當時未合，事過始駭，故曰：中來事。 \\n 日進前而不御者，施不合也。遙聞聲而相思者，合於謀，待決事也。 \\n 謂所行合於己謀，待之以決其事，故曰：遙聞聲而相思也。 \\n 故曰：不見其類而為之者，見逆；不得其情而說之者，見非。 \\n 言不得其情類而說之者，必北轅適楚，陳軫遊秦，所以見非逆也。 \\n 得其情，乃制其術。 \\n 得其情則鴻遇長風、魚縱大壑，沛然莫之能禦，故能制行其術也。 \\n 此用可出可入，可揵可開， \\n 此用者，謂其情也。則出入自由，揵開任意也。 \\n 故聖人立事，以此先知，而揵萬物。 \\n 言以得情立事，故能先知可否，萬品所以結固而不離者，皆由得情也。 \\n 由夫道德仁義，禮樂計謀。 \\n 由夫得情，故能行其仁義道德以下事也。 \\n 先取詩書，混說損益，議去論就。 \\n 混，同也。謂先考詩書之言，以同己說；然後損益時事，議論去就也。 \\n 欲合者用內，欲去者用外。 \\n 內謂情內，外謂情外。得情自合，失情自去，此蓋理之常也。 \\n 外內者，必明道數，揣策來事，見疑訣之。 \\n 言善知內外者，必明諸道術之數，預揣來事，見疑能決也。 \\n 策無失計，立功建德。 \\n 既能明道術，故策無失計。策無失計，乃可以立功建德也。 \\n 治民入產業，曰揵而內合。 \\n 理君臣之名，使上下有序；入賦稅之業，使遠近無差。上下有序，則職分明；遠近無差，則徭役簡。如此則為國之基，故曰：揵而內合也。 \\n 上暗不治，下亂不寤，揵而反之。 \\n 上暗不治其任，下亂不寤其萌，如此天下無邦，域中曠主，兼昧者可行其事；侮己者由是而興，故曰：揵而反之。 \\n 內自得而外不留，說而飛之。 \\n 言自賢之主，自以所行為得，而外不留賢者之說。如此者，則為作聲譽而飛揚之，以釣觀其心也。 \\n 若命自來，己迎而御之。 \\n 君心既善己，必自有命來召，己既迎而御之，以行其志。 \\n 若欲去之，因危與之。 \\n 翔而後集，意欲去之，因將危與之辭矣。 \\n 環轉因化，莫之所為，退為大儀， \\n 去就之際，反覆量宜，如員環之轉。因彼變化，雖傍者莫知其所為，如是而退，可謂全身大儀。儀者，法也。 \\n  \\n   \\n  "}
{"章节": "抵巇第四", "正文": "  \\n 抵巇第四 \\n 　 \\n 抵，擊實也。巇，釁隙也。牆崩因隙，器壤因釁。而擊實之，則牆器不敗，若不可救，因而除之，更有所營置，人事亦由是也。 \\n 物有自然，事有合離。 \\n 此言合離，若乃自然之理。 \\n 有近而不可見，遠而可知。近而不可見者，不察其辭也；遠而可知者，反往以驗來也。 \\n 察辭觀行，則近情可見；反往驗來，則遠事可知。古猶今也，故反考往古，則可驗來，故曰：反往以驗來。 \\n 巇者，罅也，[山間]也。[山間]者，成大隙也。 \\n 隙大則崩毀將至，故宜有以抵之也。 \\n 巇始有朕，可抵而塞，可抵而卻，可抵而息，可抵而匿，可抵而得，此謂抵巇之理也。 \\n 朕者，隙之將兆，謂其微也。自中成者，可抵而塞；自外來者，可抵而卻；自下生者，可抵而息；其萌微者，可抵而匿；都不可治者，可抵而得。深知此五者，然後善抵巇之理也。 \\n 事之危也，聖人知之，獨保其用，因化說事，通達計謀，以識細微。 \\n 形而上者謂之聖人，故危兆纔形，朗然先覺，既明且哲，故獨保其用也。因化說事，隨機逞術，通達計謀，以經緯識微，而預防之也。 \\n 經起秋毫之末，揮之於太山之本。 \\n 漢高祖以布衣登皇帝位，殷湯由百里而馭萬邦。經，始也。揮，動也。 \\n 其施外兆萌牙孽之謀，皆由抵巇。抵巇，隙為道術。 \\n 其施外兆萌牙孽之時，託聖謀而計起，蓋由善抵巇之理，故能不失其機，然則巇隙既發，乃可行道術，故曰：抵巇隙為道術也。 \\n 天下分錯，上無明主，公侯無道德，則小人讒賊，賢人不用，聖人竄匿，貪利詐偽者作。君臣相惑，土崩瓦解，而相伐射；父子離散，乖亂反目，是謂萌牙巇罅。 \\n 此謂亂政萌牙，為國之巇罅，伐射謂相攻伐而激射。 \\n 聖人見萌牙巇罅，則抵之以法：世可以治，則抵而塞之；不可治，則抵而得之；或抵如此，或抵如彼，或抵反之，或抵覆之。 \\n 如此謂抵而塞之，如彼謂抵而得之；反之謂助之為理，覆之謂因取其國。 \\n 五帝之政，抵而塞之；三王之事，抵而得之。 \\n 五帝之政，世間猶可理，故曰：抵而塞之，是以有禪讓之事。三王之事，世間不可理，故曰：抵而得之，是以有征伐之事也。 \\n 諸侯相抵，不可勝數。當此之時，能抵為右。 \\n 謂五伯時，右由上也。 \\n 自天地之合離終始，必有巇隙，不可不察也。 \\n 合離謂否泰，言天地之道。正觀尚有否泰，為之巘隙，又況於人乎！故曰：不可不察也。 \\n 察之以捭闔，能用此道，聖人也。 \\n 捭闔亦否泰也。體大道以經人事者，聖人也。 \\n 聖人者，天地之使也。 \\n 後天而奉天時，故曰：天地之使也。 \\n 世無可抵，則深隱而待時；時有可抵，則為之謀。可以上合，可以檢下。 \\n 上合謂抵而塞之，助時為治；檢下謂抵而得之，束手歸己也。 \\n 能因能循，為天地守神， \\n 言能因循此道，則大寶之位可居，故能為天地守其神祀也。 \\n  \\n   \\n  "}
{"章节": "飛箝第五", "正文": "  \\n 飛箝第五 \\n 　 \\n 飛，謂作聲譽以飛揚之；箝，謂牽持緘束，令不得脫也。言取人之道，先作聲譽，以飛揚之。彼必露情竭志而無隱，然後因其所好，牽持緘束，令不得轉移。 \\n 凡度權量能，所以徵遠來近。 \\n 凡度其權略，量其材能，為遠作聲譽者，所以徵遠而來近也。謂賢者所在，或遠或近，以此徵來，若燕昭尊隗，即其事也。 \\n 立勢而制事，必先察同異，別是非之語； \\n 言遠近既至，乃立賞罰之勢，制能否之事，事勢既立，必先察黨與之同異，別言語之是非。 \\n 見內外之辭，知有無之數； \\n 外謂浮虛，內謂情實，有無謂道術能否，又必見其情偽之辭，知其能否之數。 \\n 決安危之計，定親疏之事； \\n 既察同異、別是非、見內外、知有無，然後與之決安危之計、定親疏之事，則賢不肖可知也。 \\n 然後乃權量之，其有隱括，乃可徵，乃可求，乃可用。 \\n 權之所以知其輕重，量之所以知其長短，輕重既分，長短既形，乃施隱括，以輔其曲直，如此則徵之亦可，求之亦可，用之亦可。 \\n 引鉤箝之辭，飛而箝之。 \\n 鉤謂誘致其情，言人之材性，各有差品，故鉤箝之辭，亦有等級。故引鉤箝之辭，內惑而得其情曰鉤，外譽而得其情曰飛。得情即箝持之，令不得脫移，故曰：鉤箝，故曰：飛鉤箝。 \\n 鉤箝之語，其說辭也，乍同乍異。 \\n 謂說鉤箝之辭，或捭而同之，或合而異之，故曰：乍同乍異也。 \\n 其不可善者，或先徵之，而後重累； \\n 不可善，謂鉤箝之辭所不能動，如此必先命徵召之。重累者，謂其人既至，然後狀其材所有，其人既至，然後都狀其材術所有，知其所能，人或因此從化者也。 \\n 或先重以累，而後毀之； \\n 或有雖都狀其所有，猶未從化，然後就其材術短者訾毀之，人或過而從之，言不知化者也。 \\n 或以重累為毀，或以毀為重累； \\n 或有狀其所有，其短自形，此以重累為毀也。或有歷說其短，材術便著，此以毀為重累也。為其人難動，故或重累之，或訾毀之，所以驅誘令從化。 \\n 其用或稱財貨、琦瑋、珠玉、璧白、采色以事之， \\n 其用，謂人既從化，將用之，必先知其性行好惡，動以財貨采色者，欲知其人貪廉也。 \\n 或量能立勢以鉤之， \\n 量其能之優劣，然後立去就之勢，以鉤其情，以知智謀。 \\n 或伺候見[山間]而箝之， \\n 謂伺彼行事，見其[山間]而箝持之，以知其勇怯也。 \\n 其事用抵巇。 \\n 謂此上事，用抵巇之術而為之。 \\n 將欲用之天下，必度權量能，見天時之盛衰？制地形之廣狹、岨嶮之難易？人民貨財之多少？諸侯之交，孰親孰疏？孰愛孰憎？ \\n 將用之於天下，謂用飛箝之術，輔於帝王。度權量能，欲知帝王材能可輔成否。天時盛衰，地形廣狹，人民多少，又欲知天時、地利、人和，合其泰否。諸侯之交，親疏愛憎，又欲知從否之眾寡。 \\n 心意之慮懷，審其意，知其所好惡，乃就說其所重，以飛箝之辭，鉤其所好，以箝求之。 \\n 既審其慮懷，知其好惡，然後就其所最重者而說之，又以飛箝之辭，鉤其所好，既知其所，好乃箝而求之，所好不違，則何說而不行哉。 \\n 用之於人，則量智能、權材力、料氣勢，為之樞機，以迎之隨之，以箝和之，以意宜之，此飛箝之綴也。 \\n 用之於人，謂用飛箝之術於諸侯也。量智能、料氣勢者，亦欲知其智謀能否也。樞所以主門之動靜，機所以主弩之放發，言既知其諸侯智謀能否，然後立法鎮其動靜，制其放發，猶樞之於門，機之於弩，或先而迎之，或後而隨之，皆箝其情以和之，用其意以宜之。如此則諸侯之權，可得而執，己之恩又得而固，故曰：飛箝之綴也。謂用飛箝之術連於人也。 \\n 用於人則空往而實來，綴而不失，以究其辭，可箝而從，可箝而橫，可引而東，可引而西，可引而南，可引而北，可引而反，可引而覆。 \\n 用於人，謂以飛箝之術任使人也。但以聲譽揚之，故曰：空往，彼則開心露情，歸附於己，故曰：實來，既得其情，必綴而勿失，又令敷奏以言，以究其辭，如此則從橫東西，南北反覆，惟在己之箝引，無思不服。 \\n 雖覆能復，不失其度。 \\n 雖有覆敗，必能復振，不失其節度，此箝之終也。 \\n  \\n   \\n  "}
{"章节": "忤合第六", "正文": "  \\n 忤合第六 \\n 　 \\n 大道既隱，正道不得，坦然而行，故將合於此，必忤於彼，令其不疑，然後可行其意，即伊、呂之去就是也。 \\n 凡趨合倍反，計有適合。 \\n 言趨合倍反，雖參差不齊，然後施之計謀，理乃適合。 \\n 化轉環屬，各有形勢，反覆相求，因事為制。 \\n 言倍反之理，隨化而轉，如連環之屬。然其去就，各有形勢，或反或覆，理自相求，莫不因彼事情，為之立制也。 \\n 是以聖人居天地之間，立身御世，施教揚聲明名也。必因事物之，會觀天時之宜，因之所多所少，以此先知之，與之轉化。 \\n 所多所少，謂政教所宜多、所宜少也。既知多少所宜，然後為之增減，故曰：以此先知，謂用倍反之理知之也。轉化，謂轉變以從化也。 \\n 世無常貴，事無常師。 \\n 能仁為貴，故無常貴；立善為師，故無常師。 \\n 聖人常為無不為，所聽無不聽。 \\n 善必為之，故無不為；無稽之言不聽，故無所聽。 \\n 成於事而合於計謀，與之為主。 \\n 於事必成，於謀必合，如此者與眾立之，推以為主也。 \\n 合於彼而離於此，計謀不兩忠。 \\n 合於彼，必離於此，是其忠謀不得兩施也。 \\n 必有反忤：反於是，忤於彼；忤於此，反於彼，其術也。 \\n 既有不兩施，宜行反忤之術。反忤者，意欲反合於此，必行忤於彼。忤者，設疑其事，令昧者不知覺其事也。 \\n 用之天下，必量天下而與之；用之國，必量國而與之；用之家，必量家而與之；用之身，必量身材能氣勢而與之。大小進退，其用一也。 \\n 用之者，謂反忤之術。量者，謂其事業有無。與，謂與之親。凡行忤者，必稱其事業所有而親媚之，則暗主無從而覺，故得行其術也。所行之術，雖有大小進退之異，然而至於稱事揚親則一，故曰：其用一也。 \\n 必先謀慮計定，而後行之以飛箝之術。 \\n 將行反忤之術，必須先定計謀，然後行之，又用飛箝之術以彌縫之。 \\n 古之善背向者，乃協四海、包諸侯、忤合之地，而化轉之，然後以之求合。 \\n 言古之深識背向之理者，乃令同四海，兼并諸侯，驅置忤合之地，然後設法變化而轉移之，眾心既從，乃求其真主，而與之合也。 \\n 故伊尹五就湯、五就桀，然後合於湯；呂尚三就文王、三入殷，而不能有所明，然後合於文王。 \\n 伊尹所以就桀紂者，以忤之令不疑。彼既不疑，然後得合於其真主矣。 \\n 此知天命之箝，故歸之不疑也。 \\n 以天命系於殷湯文王，故二臣歸二主不疑也。 \\n 非至聖人達奧，不能御世；勞心苦思，不能原事；不悉心見情，不能成名；材質不惠，不能用兵；忠實無真，不能知人。故忤合之道，己必自度材能知睿，量長短遠近孰不如？ \\n 夫忤合之道，不能行於勝己，而必用之於不我若，故知誰不如，然後行之也。 \\n 乃可以進，乃可以退；乃可以縱，乃可以橫。 \\n 既行忤合之道於不如己者，則進退縱橫，唯吾所欲耳。 \\n  \\n   \\n  "}
{"章节": "揣篇第七", "正文": "  \\n 揣篇第七 \\n 　 \\n 古之善用天下者，必量天下之權，而揣諸侯之情。量權不審，不知強弱輕重之稱；揣情不審，不知隱匿變化之動靜。何謂量權？曰：度於大小，謀於眾寡，稱貨財之有無。 \\n 多少、饒乏、有餘不足幾何？辨地形之險易，孰利孰害？謀慮，孰長孰短？君臣之親，疏孰賢孰不肖？與賓客之知睿，孰少孰多？觀天時之禍福，孰吉孰凶？諸侯之親，孰用孰不用？百姓之心，去就變化，孰安孰危？孰好孰憎？反側孰便？能知如此者，是謂權量。 \\n 天下之情，必見於權也。善修量權，其情可得而知之。知其情而用之者，何適而不可哉！ \\n 揣情者，必以其甚喜之時，往而極其欲也。其有欲也，不能隱其情。必以其甚懼之時，往而極其惡也。其有惡也，不能隱其情，情Q欲Y必失其變。 \\n 夫人之性，甚喜則所欲著，甚懼則所惡彰，故因其彰著，而往極之，惡欲既極，則其情不隱，是以情Q欲Y因喜懼之變而失也。 \\n 感動而不知其變者，乃且錯其人，勿與語，而更問所親，知其所安。 \\n 雖因喜懼之時，以欲惡感動，尚不知其變。無此者，乃且置其人，無與之語，徐徐更問斯人之所親，則其情Q欲Y所安可知也。 \\n 夫情變於內者，形見於外。故常必以其見者，而知其隱者，此所謂測深揣情。 \\n 夫情貌不差。內變者，必見外貌，故常以其外見而知其內隱。觀色而知情者，必用此道，此所謂測深揣情也。 \\n 故計國事者，則當審權量；說人主，則當審揣情。謀慮情Q欲Y，必出於此。 \\n 審權量，則國事可計；審揣情，則人主可說。至於謀慮情Q欲Y，皆揣而後行，故曰：謀慮情Q欲Y，必出於此也。 \\n 乃可貴，乃可賤；乃可重，乃可輕；乃可利，乃可害；乃可成，乃可敗。其數一也。 \\n 言審於揣術，則貴賤成敗，唯己所制，無非揣術所為，故曰：其數一也。 \\n 故雖有先王之道、聖智之謀，非揣情隱匿，無所索之，此謀之大本也，而說之法也。 \\n 先王之道、聖智之謀，雖弘曠玄妙，若不兼揣情之術，則彼之隱匿，從何而求之？然則揣情者，乃成謀之本，而說之法制也。 \\n 常有事於人，人莫先事而至，此最難為。 \\n 挾揣情之術者，必包獨見之明，故有事於人，人莫能先也。又能窮幾盡變，故先事而至，自非體玄極妙，則莫能為此矣。故曰：此難為者也。 \\n 故曰：揣情最難守司，言必時其謀慮。 \\n 人情，險於山川，難於知天。今欲揣度而守司之，不亦難乎！故曰：揣情最難守司，謀慮出於人情，必當知其時節，此其所以最難也。 \\n 故觀蜎飛蠕動，無不有利害，可以生事美。生事者，幾之勢也。 \\n 蜎飛蠕動，微蟲耳，亦猶懷利害之心。故順之則喜悅，逆之則勃怒，況於人乎！況於鬼神乎！是以利害者，理所不能無；順逆者，事之所必行。然則順之招利，逆之致害，理之常也。觀此可以成生事之美。生事者，必審幾微之勢，故曰：生事者，幾之勢也。 \\n 此揣情飾言，成文章而後論之。 \\n 言既揣其情，然後修飾言語以遵之，故說辭必使成文章，而后可論也。 \\n  \\n   \\n  "}
{"章节": "摩篇第八", "正文": "  \\n 摩篇第八 \\n 　 \\n 摩之符也。內符者，揣之主也。 \\n 謂揣知其情，然後以其所欲摩之，故摩為揣之術。內符者，謂情Q欲Y動於內，而符驗見於外。揣者，見外符，用知內情，故曰：符為揣之主也。 \\n 用之有道，其道必隱。 \\n 揣者所以度其情慕，摩者所以動而內符。用揣摩者，必先定其理，故曰：用之有道。然則以情度情，情本潛密，故曰：其道必隱也。 \\n 微摩之以其所欲，測而探之，因符必應。其應也，必有為之。 \\n 言既揣知其情所趨向，然後以其所欲，微而摩之，得所欲而情必動，又測而探之。如此則內符必應。內符既應，必欲為其所為也。 \\n 故微而去之，是謂塞窌匿端。隱貌逃情而人不知，故成其事而無患。 \\n 君既所為，事必可成，然後從之。臣事貴於無成有終，故微而去之爾。若己不同此計，令功歸於君，如此可謂塞窌匿端，隱貌逃情，情逃而窌塞，則人何從而知之？人既不知所以息其所僭妒，故能成事而無患也。 \\n 摩之在此，符之在彼，從而應之，事無不可。 \\n 此摩甚微，彼應自著。觀者但睹其著，而不見其微。如此用之，功專在彼，故事無不可也。 \\n 古之善摩者，如操鉤而臨深淵，餌而投之，必得魚焉！故曰：主事日成，而人不知；主兵日勝，而人不畏也。 \\n 釣者露餌而藏鉤，故魚不見鉤而可得；賢者觀功而隱摩，故人不知摩而自服。故曰：主事日成，而人不知也。兵勝由於善摩，摩隱則無從而畏，故曰：主兵日勝，而人不畏也。 \\n 聖人謀之於陰，故曰：神；成之於陽，故曰：明。 \\n 潛謀陰密，日用不知，若神道之不測，故曰：神也。功成事遂，煥然彰著，故曰：明也。 \\n 所謂主事日成者，積德也。用民安之，不知其所以利，積善也。而民道之，不知其所以然，而天下比之神明也。 \\n 聖人者，體道而設教，參天地而施化，韜光晦跡，藏用顯仁，故人安得而不知其所利，從道而不知其所以然，故比之神明。 \\n 主兵日勝者，常戰於不爭不費，而民不知所以不服，不知所以畏，而天下比之神明。善戰者，絕禍於心胸，禁邪於未萌，故以不爭為戰。師旅不起，故國用不費。至德潛暢，玄風遐扇，功成事就，百姓皆得自然，故不知所以服，不知所以畏，比之於神明。 \\n 其摩者：有以平，有以正；有以喜，有以怒；有以名，有以行；有以廉，有以信；有以利，有以卑。 \\n 凡此十者，皆摩之所由而發。言人之材性參差，事務變化，故摩者亦消息盈虛，因幾而動之。 \\n 平者，靜也；正者，直也。喜者，悅也；怒者，動也。名者，發也；行者，成也。廉者，潔也；信者，明也。利者，求也；卑者，諂也。 \\n 名貴發揚，故曰：發也。行貴成功，故曰：成也。 \\n 故聖所獨用者，眾人皆有之，然無成功者，其用之非也。 \\n 言上十事，聖人獨用以為摩，而能成功立事，然眾人莫不有，所以用之，非道不能成。 \\n 故謀莫難於周密，說莫難於悉聽，事莫難於必成，此三者然後能之。 \\n 謀不周密，則失幾而害成；說不悉聽，則違順而生疑；事不必成，則止簣而有廢。皆有所難能任之，而無難者，其唯聖人乎！ \\n 故謀必欲周密，必擇其所與通者說也。故曰：或結而無隙也。 \\n 為通者說謀必虛受，如受石投水，開流而納泉，如此則何隙而可得，故曰：結而無隙也。 \\n 夫事成必合於數，故曰：道數與時相偶者也。 \\n 夫謀成必先考合於術數，故道、術、時三者相偶合，然後事可成而功業可立也。 \\n 說者聽必合於情，故曰：情合者聽。 \\n 進說而能令聽者，其唯情合者乎？ \\n 故物歸類，抱薪趨火，燥者先燃；平地注水，濕者先濡。此物類相應於勢，譬猶是也。此言內符之應，外摩也如是。 \\n 言內符之應，外摩得類則應，譬猶水流就濕，火行就燥也。 \\n 故曰：摩之以其類焉，有不相應者；乃摩之以其欲焉，有不聽者，故曰：獨行之道。 \\n 善於摩者，其唯聖人乎！故日獨行之道者也。 \\n 夫幾者不晚成，而不抱久而化成。 \\n 見幾而作，何晚之有；功成不拘，何抱之久。行此二者，可以化天下。 \\n  \\n   \\n  "}
{"章节": "權篇第九", "正文": "  \\n 權篇第九 \\n 　 \\n 說之者，說之也。說之者，資之也。 \\n 說者，說之於彼人也。說之者，有資於彼人也。資，取也。 \\n 飾言者，假之也。假之者，益損也。 \\n 說者，所以文飾言語，但假借以求人於彼，非事要也。亦既假之，須有損益，故曰：假之者，損益之謂也。 \\n 應對者，利辭也。利辭者，輕論也。 \\n 謂彼有所問，卒應而對之者，但便利辭也。辭務便利故所。 \\n 成義者，明之也。明之者，符驗也。 \\n 覈實事務，以成義理者，欲明其真偽也。真偽既明，則符驗自□□符驗也。言或反覆，欲相卻也。 \\n 難言者，卻論也。卻論者，釣幾也。 \\n 言或不合，反覆相難，所以卻論前事也。卻論者，必理精而事明，幾微可得而盡矣。故曰：卻論者，釣幾也。求其深微曰釣也。 \\n 佞言者，諂而于忠。 \\n 諂者，先意承欲，以求忠名，故曰：諂而于忠。 \\n 諛言者，博而于智。 \\n 博者，繁稱文辭，以求智名，故曰：博而于智。 \\n 平言者，決而于勇。 \\n 決者，縱舍不疑，以求勇名，故曰：決而于勇。 \\n 戚言者，權而于信。 \\n 戚者，憂也。謂象憂戚而陳言也。權者，策選進謀，以求信名，故曰：權而于信。 \\n 靜言者，反而于勝。 \\n 靜言者，謂象清淨而陳言，反者先分不足以窒非，以求勝名，故曰：反而于勝。 \\n 先意成欲者，諂也。繁稱文辭者，博也。策進謀者，權也。縱舍不宜者，決也。先分不足而窒非者，反也。 \\n 己實不足，不自知而內訟，而反攻人之過，窒他謂非，如此者反也。 \\n 故口者，幾關也，所以閉情意也。耳目者，心之佐助也，所以窺間見姦邪。故曰：參調而應，利道而動。 \\n 口者，所以發言語，故曰：口者，機關也。情意宜否，在於機關，故曰：所以關閉情意也。耳目者，所以助心通理，故曰：心之佐助也。心得耳目，即能窺見間隙，見彼姦邪，故曰：窺間見姦邪。耳心目三者，調和而相應感，則動必成功，吉無不利，其所無□□則以順道而動，故曰：參調而應，利道而動者也。 \\n 故繫言而不亂，翱翔而不迷，變易而不危者，觀要得理。 \\n 苟能睹要得理，便可曲成不失。故雖繫言紛葩不亂，翱翔越越不迷，變易改常而不危者也。 \\n 故無目者，不可示以五色；無耳者，不可告以五音。 \\n 五色為有目者施，無目不可得而示其五色。五音為有耳者作，故無耳不可得而告其五音。此二者為下文分也。 \\n 故不可以往者，無所開之也。不可以來者，無所受之也。物有不通者，故不事也。 \\n 此不可以往說於彼者，為彼暗滯無所可開也。彼所不來說於此者，為此淺局無所可受也。夫淺局之與暗滯，常閉塞而不通，故聖人不事也。 \\n 古人有言曰：口可以食，不可以言。言者，有諱忌。眾口爍金，言有曲故也。 \\n 口食可以肥百體，故可食也；口言或可以招百殃，故不可以言也。言者觸忌諱，故曰：有忌諱也。金為堅物，眾口能爍之，則以眾口有私曲故也。故曰：言有曲故也。 \\n 人之情，出言則欲聽，舉事則欲成。 \\n 可聽在於合彼，可成在於順理，此為下起端也。 \\n 是故，智者不用其所短，而用愚人之所長；不用其所拙，而用愚人之所工，故不困也。 \\n 智者之短，不勝愚人之長，故用愚人之長也。智者之拙，不勝愚人之工，故用愚人之工也。常能棄拙短而用工長，故不困也。 \\n 言其有利者，從其所長也；言其有害者，避其所短也。 \\n 人能從利之所長，避害之所短，故出言必見聽，舉事必有成功也。 \\n 故介虫之悍也，必以堅厚；螯蟲之動也，必以毒螫。故禽獸之用其長而談者，知用其用也。 \\n 言介虫之堅厚以自藏，螫蟲之動也，行毒螫以自衛，此用其所長也。故能自免於害，至於他鳥獸，莫不知用其長，以自保全，談者感此，亦知其所用而用也。 \\n 故曰：辭言五，曰病，曰怨，曰憂，曰怒，曰喜。 \\n 五者有一，必失中和而不平暢。 \\n 故曰：病者，感衰氣而不神也。 \\n 病者恍惚，故氣衰而不神也。 \\n 怨者，腸絕而無主也。 \\n 怨者內動，故腸絕而言無主也。 \\n 憂者，閉塞而不泄也。 \\n 憂者怏悒，故閉塞而言不泄也。 \\n 怒者，妄動而不治也。 \\n 怒者鬱勃，故妄動而言不治也。 \\n 喜者，宣散而無要也。 \\n 喜者搖蕩，故宣散而言無要。 \\n 此五者類則用之，利則行之。 \\n 此五者既失於平常，故用之在精，而行之在利。其不精利，則廢而止之也。 \\n 故與智者言依於博，與拙者言依於辨，與辨者言依於要，與貴者言依於勢，與富者言依於高，與貧者言依於利，與賤者言依於謙，與勇者言依於敢，與過者言依於銳，此其術也，而人常反之。 \\n 此量宜發言之術也。不達者反之，則逆理而不免成於害也。 \\n 是故，與智者言，將此以明之；與不智者言，將此以教之，而甚難為也。 \\n 與智者語，將以其明斯術；與不智者語，以此術教之。然人迷日因久，教之不易，故難為也。 \\n 故言多類、事多變，故終日言，不失其類，故事不亂。 \\n 言者條流舛難，故多類也。事則隨時而化，故多變也。若言不失類，事亦不亂。 \\n 終日不變，而不失其主，故智貴不妄。 \\n 不亂故不變，故其主有常，能令有常而不變者，智之用也。故其智可貴而不妄。 \\n 聽貴聰，智貴明，辭貴奇。 \\n 聽聰則真偽不亂，知明則可否自分，辭奇則是非有證。三者能行，則功成事立，故須貴之。 \\n  \\n   \\n  "}
{"章节": "謀篇第十", "正文": "  \\n 謀篇第十 \\n 　 \\n 為人凡謀有道，必得其所因，以求其情。 \\n 得其所因，則其情可求；見情而謀，則事無不濟。 \\n 審得其情，乃立三儀。三儀者，曰上，曰中，曰下，參以立焉以生奇，奇不知其所擁，始於古之所從。 \\n 言審情之術，必立上智、中才、下愚三者，參以驗之，然後奇計可得而生。奇計既生，莫不通達，故不知其所擁蔽，然此奇計非自今也。乃始於古之順道而動者，蓋從於順也。 \\n 故鄭人之取玉也，載司南之車，為其不惑也。夫度材、量能、揣情者，亦事之司南也。故同情而俱相親者，其俱成者也；同欲而相疏者，其偏害者也。 \\n 諸同情Q欲Y，共謀立事，事若成，後必相親，若乃一成一害，後必相疏，理之常也。 \\n 同惡而相親者，其俱害者也；同惡而相疏者，偏害者也。 \\n 同惡謂同為彼所惡，後若俱害，情必相親，若乃□□□理必相疏，亦理之常也。 \\n 故相益則親，相損則疏，其數行也。此所以察同異之分類一也。 \\n 同異之分，用此而察。 \\n 故墻壞於隙，木毀於其節，旋蓋其分也。 \\n 墻木毀由於隙節，況於人事之變，生於同異，故曰：斯蓋其分。 \\n 故變生於事，事生謀，謀生計，計生議，議生說，說生進，進生退，進生制，因以制於事，故百事一道，而百度一數也。 \\n 言事有本根，各有從來，譬之卉木，因根而有枝條花葉，故曰：變隙然後生於事業，生事業者，必須計謀；成計謀者，必須議說；議說必有當否，故須進退之。既有黜陟，須事以為法，而百事百度，何莫由斯而至，其道數一也。 \\n 夫仁人輕貨，不可誘以利，可使出費；勇士輕難，不可懼以患，可使據危；智者達於數、明於理，不可欺以誠，可示以道理，可使立功。是三才也。 \\n 使輕貨者出費，則費可全；使輕難者據危，則危可安；使達數者立功，則功可成。總三材而用之，可以光耀千里，豈徒十二乘而已。 \\n 故愚者易蔽也，不肖者易懼也，貪者易誘也。是因事而裁之。 \\n 以此三術，取彼三短，可以立事立功也。謀者因事興慮，宜知之而裁之，故曰：因事而裁之。 \\n 故為強者，積於弱也；有餘者，積於不足也。此其道術行也。 \\n 柔弱勝於剛強，故積弱可以為強；大直若曲，故積曲可以為直；少則得眾，故積不足可以為有餘。然則以弱為強，以曲為直，以不足為有餘，斯道術之所行，故曰：道術行也。 \\n 故外親而內疏者，說內；內親而外疏者，說外。 \\n 外陽相親，而內實疏者，說內，以除其內疏；內實相親，而外陽疏者，說外，以除其外疏也。 \\n 故因其疑以變之，因其見以然之。 \\n 若內外無親而懷疑者，則因其疑而變化之，彼或因見而有所見，則因其所見而然之。 \\n 因其說以要之，因其勢以成之。 \\n 既然見彼或有可否之說，則因其說要結之；可否既形，便有去就之勢，則因其勢以成就之。 \\n 因其惡以權之，因其患以斥之。 \\n 去就既成，或有惡患，則因其惡也。以權量之，因其患也，為斥除之。 \\n 摩而恐之，高而動之。 \\n 患惡既除，惑恃勝而驕者，便切摩以恐懼之，高危以感動之。 \\n 微而正之，符而應之。 \\n 雖恐動之，尚不知變者，則微有所引據以證之，為設符驗以應之。 \\n 擁而塞之，亂而惑之，是謂計謀。 \\n 雖有為設引據符驗，尚不知變者，此則或深不可救也。使擁而塞之，亂而惑之，因抵而得之。如此者，可以計謀之用也。 \\n 計謀之用，公不如私，私不如結，結而無隙者也。 \\n 公者揚于王庭，名為聚訟，莫執其咎，其事難成，私者不出門庭，慎密無失，其功可立，故公不如私，雖復潛謀，不如與彼要結，二人同心，物莫之間，欲求其隙，其可得乎。 \\n 正不如奇，奇流而不止者也。 \\n 正者循理守常，難以速進；奇者反經合義，事同機發。故正不如奇。奇計一行，則流通而莫知止也。故曰：奇流而不止者也。 \\n 故說人主者，必與之言奇；說人臣者，必與之言私。 \\n 與人主言奇，則非常之功可立；與人臣言私，則保身之道可全。 \\n 其身內、其言外者疏；其身外、其言深者危。 \\n 身在內而言外泄者，必見疏也；身居外而言深切者，必見危也。 \\n 無以人之所不欲，而強之於人；無以人之所不知，而教之於人。 \\n 謂其事雖近，彼所不欲，莫強與之，將生恨怒也。教人當以所知，今反以人所不知教之，猶以暗除暗，豈為益哉。 \\n 人之有好也，學而順之；人有惡也，避而諱之。故陰道而陽取之也。 \\n 學順人之所好，避諱人之所惡，但陰自為之，非彼所逆，彼必感悅，明言以報之，故曰：陰道而陽取之也。 \\n 故去之者縱之，縱之者乘之。 \\n 將欲去之，必先聽縱。令極其過惡，過惡既極，便可以法乘之，故曰：縱之者，乘之也。 \\n 貌者，不美又不惡，故至情托焉。 \\n 貌者，謂察人之貌，以知其情也。謂其人中和平淡，見善不美，見惡不非。如此者，可以至情托之，故曰：至情托焉。 \\n 可知者，可用也；不可知者，謀者所不用也。 \\n 謂彼情寬密，可令知者，可為用謀，故曰：可知者，可用也。其不寬密，不可令知者，謀者不為用謀也。故曰：不可知者，謀者所不用也。 \\n 故曰：事貴制人，而不貴見制於人。制人者，握權也；見制於人者，制命也。 \\n 制命者，言命為人所制也。 \\n 故聖人之道陰，愚人之道陽。 \\n 聖人之道，內陽而外陰；愚人之道，內陰而外陽。 \\n 智者事易，而不智者事難。以此觀之，亡不可以為存，而危不可以為安，然而無為而貴智矣。 \\n 智者寬恕故易事，愚者猜忌故難事。然而不智必有危亡之禍，以其難事，故賢者莫得申其計劃，則亡者遂亡，危者遂危，欲求安存，不亦難乎！今欲存其亡，安其危，則他莫能為，惟智者可矣。故曰：無為而貴智矣。 \\n 智用於眾人之所不能知，而能用於眾人之所不能見。 \\n 眾人所不能知，眾人所不能見，智獨能用之，所以貴於智矣。 \\n 既用見可否，擇事而為之，所以自為也；見不事，擇事而為之，所以為人也。 \\n 亦既用智，先己而後人。所見可否，擇事為之，將此自為；所不可見，擇事而為之，將此為人，亦猶伯樂教所親相駑駘，教所憎相千里也。 \\n 故先王之道，陰言有之曰：天地之化，在高與深；聖人之制道，在隱與匿，非獨忠信仁義也，中正而已矣。 \\n 言先王之道，貴於陰密。尋古遺言，證有此理，曰：天地之化，唯在高深；聖人之制道，唯在隱匿。所隱者中正，自然合道，非專在仁義忠信也。故曰：非獨忠信仁義。 \\n 道理達於此義之，則可與言。 \\n 言謀者曉達道理，能於此義達暢，則可與語至而言極矣。 \\n 由能得此，則可與穀遠近之義。 \\n 穀，養也。若能得此道之義，則可與居大寶之位，養遠近之人，誘於仁壽之域也。 \\n  \\n   \\n  "}
{"章节": "決篇第十一", "正文": "  \\n 決篇第十一 \\n 　 \\n 為人凡決物，必托於疑者，善其用福，惡其有患，害至於誘也。 \\n 有疑然後決，故曰：必托於疑者。凡人之情，用福則善，有患則惡。福患之理未明，疑之所由生，故曰：善其用福，惡其有患。然善於決疑者，必誘得其情，乃能斷其可否也。 \\n 終無惑偏有利焉，去其利則不受也。奇之所託。 \\n 懷疑曰惑，不正曰偏。決者能無惑，偏行者乃有通濟，然後福利生焉。若乃去其福利，則疑者不受其決；若有利於善者，隱托於惡，則不受矣。致疏遠，謂疑者本其利善而決者隱其利善之情，反託之於惡，則不受其決，更致疏遠矣。 \\n 故其有使失利，其有使離害者，此事之失。 \\n 言上之二者，或去利託於惡，疑者既不受其決，則所行罔能通濟，故有失利罹害之敗，凡此皆決事之失也。 \\n 聖人所以能成其事者有五，有以陽德之者，有以陰賊之者，有以信誠之者，有以蔽匿之者，有以平素之者。 \\n 聖人善變通，窮物理，凡所決事，期於必成。事成理著者，以陽德決之；情隱言偽者，以陰賊決之。道成志直者，以信誠決之；姦小禍微者，以蔽匿決之。循常守故者，以平素決之。 \\n 陽勵於一言，陰勵於二言，平素樞機，以用四者，微而施之。 \\n 勵，勉也。陽為君道，故所言必勵於一，一無為也。陰為臣道，故所言必勵於二，二有為也。君道無為，故以平素為主；臣道有為，故以樞機為用，言一也，二也。平素也，樞機也。四者其所施為，必精微而契妙，然後事行而理不難。 \\n 於是度以往事，驗之來事，參之平素，可則決之。 \\n 君臣既有定分，然後度往驗來，參以平素，計其是非，於理既可，則為之決也。 \\n 公王大人之事也。危而美名者，可則決之。 \\n 危由高也。事高而名美者，則為決之。 \\n 不用費力而易成者，可則決之。 \\n 所謂惠而不費，故為決之。 \\n 用力犯勤苦，然而不得已而為之者，則可決之。 \\n 所謂知之所無奈何，安之若命，故為之決。 \\n 去患者，可則決之；從福者，可則決之。 \\n 去患從福之人，理之大順，故為決之也。 \\n 故夫決情定疑，萬事之機。以正亂治，決成敗，難為者。 \\n 治亂以之正，成敗之決，失之亮釐，差之千里。樞機之發，榮辱之主，故曰：難為。 \\n 故先王乃用蓍龜者，以自決也。 \\n 夫以先王之聖智無所不通，猶用蓍龜以自決，況自斯已下，而可以專己自信，不博謀於通識者哉！ \\n  \\n   \\n  "}
{"章节": "符言第十二", "正文": "  \\n 符言第十二 \\n 　 \\n 發言必驗，有若符契。故曰：符言。 \\n 安徐正靜，其被節無不肉。 \\n 被，及也。肉，肥也。謂饒裕也。言人若居位能安徐正靜，則所及人節度，無不饒裕。 \\n 善與而不靜，虛心平意，以待傾損。 \\n 言人君善與事結，而不安靜者，但虛心平意以待之，傾損之期必至矣。 \\n 有主位。 \\n 主於位者，安徐正靜而已。 \\n 目貴明，耳貴聰，心貴智。 \\n 目明則視無不見，耳聰則聽無不聞，心智則思無不通。是三者無擁，則何措而非當也。 \\n 以天下之目視者，則無不見；以天下之耳聽者，則無不聞；以天下之心慮者，則無不知。 \\n 昔在帝堯，聰明文思，光宅天下，蓋用此道也。 \\n 輻湊並進，則明不可塞。 \\n 夫聖人不自用其聰明思慮，而任之天下，故明者為之視，聰者為之聽，智者為之謀。若雲從龍，風從虎，霈然而莫之禦，輻湊並進，不亦宜乎！若日月照臨，其可塞哉！故曰：明不可塞也。 \\n 有主明。 \\n 主於明者，以天下之目視也。 \\n 德之術，曰：勿堅而拒之。 \\n 崇德之術，在於恢弘博納。山不讓塵，故能成其高；海不辭流，故能成其深；聖人不拒眾，故能成其大。故曰：勿堅而拒之也。 \\n 許之則防守，拒之則閉塞。 \\n 言許而容之，眾必歸而防守；拒而逆之，眾必違而閉塞。歸而防守，則危可安；違而閉塞，則通更壅。夫崇德者，安可以不弘納哉！ \\n 高山仰之可極，深淵度之可測。神明之位術正靜，其莫之極歟！ \\n 高莫過山猶可極，深莫過淵猶可測，若乃神明之位，德術正靜，迎之不見其前，隨之不見其後，其可測量乎哉。 \\n 有主德。 \\n 主於德者，在於含弘而勿距也。 \\n 用賞貴信，用刑貴正。 \\n 賞信則立功之士，致命捐生；刑正則受戮之人，沒齒無怨也。 \\n 賞賜貴信，必驗耳目之所見聞；其所不見聞者，莫不闇化矣。 \\n 言施恩行賞，耳目所見聞，則能驗察不謬，動必當功，如此則信在言前，雖不見聞者，莫不闇化也。 \\n 誠，暢於天下神明，而況姦者干君。 \\n 言每賞從信，則至誠暢於天下。神明保之，如赤子天祿，不傾如泰山，又況不逞之徒，欲奮其姦謀，干於君位者哉！此猶腐肉之齒，利劍鋒接，必無事矣。 \\n 有主賞。 \\n 主於賞者，貴於信也。 \\n 一曰天之，二曰地之，三曰人之。 \\n 天有逆順之紀，地有孤虛之理，人有通塞之分。有天下者，宜皆知之。 \\n 四方上下，左右前後，熒[火惑]之處安在！ \\n 夫四方上下，左右前後，有陰陽向背之宜，有國從事者，不可不知，又螢[火惑]，天之法星，所居災眚，吉兇尤著。故曰：雖有明天子，必察熒[火惑]之所在，故亦須知也。 \\n 有主問。 \\n 主於問者，須辨三才之道。 \\n 心為九竅之治，君為五官之長。 \\n 九竅運為，心之所使；五官動作，君之所命。 \\n 為善者，君與之賞；為非者，君與之罰。 \\n 賞善罪非，為政之大經也。 \\n 君因其政之所以求因與之，則不勞。 \\n 與者應彼所求，求者應而無得，應求則取施不妄得應，則行之無怠。循性而動，何勞之有？ \\n 聖人用之，故能賞之；因之循理，固能久長。 \\n 因求而與，悅莫大焉！雖無玉帛，勸同賞矣！然因逆理，禍莫速焉！因之循理，固能長久者也。 \\n 有主因。 \\n 主於因者，貴於循理。 \\n 人主不可不周，人主不周，則群臣生亂。 \\n 周謂遍知物理，於理不周，故群臣亂也。 \\n 家于其無常也。內外不通，安知所開。 \\n 家，猶業也。群臣既亂，故所業者無常，而內外閉塞，觸途多礙，何如知所開乎！ \\n 開閉不善，不見原也。 \\n 開閉，即捭闔也。既不用捭闔之理，不見為善之源也。 \\n 有主周。 \\n 主於周者，在於遍知物理。 \\n 一曰長目，二曰飛耳，三曰樹明。 \\n 用天下之目視，故曰：長視。用天下之耳聽，故曰：飛耳。用天下之心慮，故曰：樹明者也。 \\n 千里之外，隱微之中，是謂洞天下。姦莫不闇變更。 \\n 言用天下之心慮，則無不知。故千里之外，隱微之中，莫不玄覽。既察隱微，故為姦之徒，絕邪於心胸，故曰：莫不闇變更也。 \\n 有主恭。 \\n 主於恭者，在於聰明文思。 \\n 循名而為，實安而完。 \\n 實既副名，所以安全。 \\n 名實相生，反相為情。 \\n 循名而為實，因實而生名，名實不虧，則情在其中。 \\n 故曰：名當則生於實，實立自生於理。 \\n 名當自生於實，實立自生於理。 \\n 理生於名實之德， \\n 無理不當，則名實之德自生也。 \\n 德生於和，和生於當。 \\n 有德必和，能和自當。 \\n 有主名。 \\n 主於名者，在於稱實。 \\n  \\n   \\n  "}
{"章节": "轉丸胠亂", "正文": "  \\n 轉丸胠亂 \\n 　 \\n 二篇皆亡。 \\n 或有《莊周·胠篋》而充次第者。按鬼谷之書，崇尚計謀，祖述聖智，而《莊周·胠篋》乃以聖人為大盜之資，聖法為桀跖之失，亂天下者，聖人之由也。蓋欲縱聖棄智，驅一代於混茫之中，殊非此書之意，蓋無取焉。或曰：《轉丸》、《胠篋》者，本經《中經》是也。 \\n  \\n   \\n  "}
{"章节": "本經陰符七篇", "正文": "  \\n 本經陰符七篇 \\n 　 \\n 陰符者，私志於內，物應於外，若合符契，故曰：陰符。由本以經末，故曰：本經。 \\n 〈盛神法五龍〉 \\n 五龍，五行之龍也。龍則變化無窮，神則陰陽不測，故盛神之道，法五龍也。 \\n 盛神中有五氣，神為之長，心為之舍，德為之人，養神之所歸諸道。 \\n 五氣，五藏之氣也，謂神魂魄精志也。神居四者之中，故為之長；心能舍容，故為之舍；德能制邪，故為之人。然養事之宜，歸之於道。 \\n 道者，天地之始，一其紀也。物之所造，天之所生，包宏無形，化氣先天地而成，莫見其形，莫知其名，謂之神靈。 \\n 無名，天地之始。故曰：道者，天地之始也。道始所生者一，故曰：一其紀也。言天道混成，陰陽陶鑄，萬物以之造化，天地以生成，包容弘厚，莫見其形，至於化育之氣，乃先天地而成，不可以狀貌詰，不可以名字尋。妙萬物而為言者也，是以謂之神靈。 \\n 故道者，神明之源，一其化端。是以德養五氣，心能得一，乃有其術。 \\n 神明稟道而生，故曰：道者，神明之源也。化端不一，有時不化，故曰：一其化端也。循理有成謂之德，五氣各能循理，則成功可致，故曰：德養五氣也。一者，無為而自然者也。心能無為，其術自生，故曰：心能得一，乃有其術也。 \\n 術者，心氣之道。所由舍者，神乃為之化 \\n 心氣合自然之道，乃能生術，術之有道由舍，則神乃為之使。 \\n 九竅十二舍者，氣之門戶，心之總攝也。生受之天，謂之真人；真人者，與天為一。十二者，謂目見色，耳聞聲，鼻受香，口知味，身覺觸，意思事，根境互相停舍。故曰：十二舍也。氣候由之出入，故曰：氣之門戶也。唯心之所操秉，故曰：心之總攝也。凡此皆受之於天，不虧其素，故曰：真人。真人者，體同於天，故曰：與天為一也。 \\n 而知之者，內修鍊而知之，謂之聖人。聖人者，以類知之。 \\n 內修鍊，謂假學而知之者也。然聖人雖聖，猶假學而知，假學即非自然，故曰：以類知之也。 \\n 故人與生一，出於化物。 \\n 言人相與生在天地之間，其得一耳！既出之後，隨物而化，故有不同也。 \\n 知類在竅，有所疑惑，通於心術，術必有不通。 \\n 竅謂孔竅也。言之事類，在於九竅，然竅之所疑，必與術相通，若乃心無其術，術必不通也。 \\n 其通也，五氣得養，務在舍神，此之謂化。 \\n 心術能通，五氣自養。然養五氣者，務令來歸舍，神既來舍，自然隨理而化也。 \\n 化有五氣者，志也，思也，神也，德也。神其一長也。靜和者養氣，養氣得其和。四者不衰，四邊威勢，無不為存而舍之，是謂神化，歸於身謂之真人。 \\n 言能化者，在於全五氣。神其一長者，言能齊一志思而君長之，神既一長，故能靜和而養氣，氣既養，德必和焉。四者，志、思、神、德也。四者能不衰，則四邊威勢，無有不為常存而舍之，則神道變化，自歸於身，神化歸身，可謂真人。 \\n 真人者，同天而合道，執一而養產萬類，懷天心，施德養，無為以包志慮思意，而行威勢者也。士者通達之，神盛乃能養志。 \\n 一者，無為也。言真人養產萬類，懷抱天心，施德養育，皆以無為為之，故曰：執一而產養萬類。至於志意思慮，運行威勢，莫非自然，循理而動，故曰：無為以包也。然通達此道，其唯善為士乎！既能盛神，然後乃可養志者也。 \\n 〈養志法靈龜〉 \\n 志者察是非，龜者知吉凶，故曰：養志法靈龜。 \\n 養志者，心氣之思不達也。 \\n 言以心氣不達，故須養志以求通也。 \\n 有所欲志，存而思之。志者，欲之使也。欲多志則心散，心散則志衰，志衰則思不達也。 \\n 此明縱欲者，不能養氣志，故所思不達者也。 \\n 故心氣一，則欲不偟；欲不偟，則志意不衰；志意不衰，則思理達矣。 \\n 比明寡欲者，能養其志，故思理達矣。 \\n 理達則和通，和通則亂氣不煩於胸中。 \\n 和通則莫不調暢，故亂氣自消。 \\n 故內以養氣，外以知人。養志則心通矣，知人則分職明矣。 \\n 心通則一身泰，職明則天下平。 \\n 將欲用之於人，必先知其養氣志，知人氣盛衰，而養其氣志，察其所安，以知其所能。 \\n 將欲用之於人，謂之養志之術用人也。養志則氣盛，不養則氣衰。盛衰既形，則其所安所能可知矣。然則善於養志者，其唯寡欲乎！ \\n 志不養，心氣不固；心氣不固，則思慮不達；思慮不達，則志意不實；志意不實，則應對不猛；應對不猛，則失志而心氣虛；志失而心氣虛，則喪其神矣。 \\n 此明喪神，始於志不養也。 \\n 神喪則彷彿，彷彿則參會不一。 \\n 彷彿，不精明之貌；參會，謂志、心、神三者之交會也。神不精明，則多違錯，故參會不得其一。 \\n 養志之始，務在安己。己安，則志意實堅；志意實堅，則威勢不分，神明常固守，乃能分之。 \\n 安者，謂少欲而心安也。威勢既不分散，神明常來固守，如此則威精分勢，震動物也。上分謂散亡也；下分謂我有其威，而能動彼，故曰：乃能分也。 \\n 〈實意法螣蛇〉 \\n 意委曲，蛇能屈伸，故實意法螣蛇也。 \\n 實意者，氣之慮也。 \\n 意實則氣平，氣平則慮審，故曰：實意者，氣之慮。 \\n 心欲安靜，慮欲深遠。心安靜則神明榮，慮深遠則計謀成。神明榮則志不可亂，計謀成則功不可間。 \\n 智不可亂，故能成其計謀；功不可間，故能寧其邦國。 \\n 意慮定則心遂安，則其所行不錯，神者得則凝。 \\n 心安則物無為而順理，不思而玄覽，故雖心之所不錯，神自得之，得之則無不成矣。凝者，成也。 \\n 識氣寄，姦邪得而倚之，詐謀得而惑之，言無由心矣。 \\n 寄謂客寄，言氣非真，但客寄耳。故姦邪得而倚之，詐謀得而惑之，如此則言皆胸臆，無復由心矣。 \\n 故信心術，守真一而不化，待人意慮之交會，聽之候之也。 \\n 言心術誠明而不虧，真一守固而不化，然後待人接物，彼必輸誠盡意。智者慮能，明者獻策，上下同心，故能交會也；用天下之耳聽，故物候可知矣。 \\n 計謀者，存亡樞機；慮不會，則聽不審矣。候之不得，計謀失矣；則意無所信，虛而無實。 \\n 計得則存，失計則亡，故曰：計謀者，存亡之樞機。慮不合物，則聽者不為己，聽不審著，聽既不審，候豈得哉！乖候而謀，非失而何？計既失矣。意何所恃，惟有虛偽，無復誠實，故計謀之慮，務在實意，實意必從心術始，故曰：必在心術始也。 \\n 無為而求安靜，五臟和通，六腑精神魂魄固守不動，乃能內視反聽：定志思之，大虛待，神往來。 \\n 言欲求安心之道，必寂澹無為，如此則五臟安靜，六腑通和，精神魂魄，各守所司，澹然不動，則可以內視無形、反聽無聲，志慮定，太虛至，神明千萬，往來歸於己也。 \\n 以觀天地開闢，知萬物所造化，見陰陽之終始，原人事之政理，不出戶而知天下，不窺牖而見天道，不見而命，不行而至。 \\n 唯神也。寂然不動，感而遂通天下之故，能知於不知，見於不見，豈待出戶牖闚之，然後知見哉！固以不見而命，不行而至也。 \\n 是謂道知，以通神明，應於無方，而神宿矣。 \\n 道無思也，無為也。然則道知者，豈用知而知哉。以其無知，故能通神明。應於無方，而神來舍。宿，猶舍也。 \\n 〈分威法伏熊〉 \\n 精虛動物謂之威，發近震遠謂之分。熊之搏擊，必先伏而後動，故分威法伏熊。 \\n 分威者，神之覆也。 \\n 覆猶衣被也。震神明衣被，然後其職可分也。 \\n 故靜固志意，神歸其舍，則威覆盛矣。 \\n 言致神之道，必須靜意固志，自歸其舍，則神之威覆隆盛矣。舍者，志意之宅也。 \\n 威覆盛則內實堅，內實堅則莫當，莫當則能以分人之威，而動其勢如其天。 \\n 外威既盛，則內志堅實。表裏相副，誰敢當之，物不能當之，物不能當，則我之威分矣。威分動，則物皆肅然，畏其人之若天也。 \\n 以實取虛，以有取無，若以鎰稱珠。 \\n 言威勢既盛，人物肅然，是我實有而彼虛無，故能以我實取彼虛，以我有取彼無。取之也，動必相應，猶稱珠以成鎰，二十四銖為鎰者也。 \\n 故動者必隨，唱者必和，撓其一指，觀其餘次，動變見形，無能間者。 \\n 言威分勢震物猶風，故能動必有隨、唱必有和。但撓其指，以名呼之，則群物畢至。然後徐徐以次觀其餘眾，猶性安之，各令得所，於是風以動之，變以化之，猶泥之在鈞，群器之形自見，如此則天下樂推而不厭，誰能間之也。 \\n 審於唱和，以間見間，動變明而威可分。 \\n 言審識唱和之理，故能有間必知，我既知間，亦既見間即能間，故能明於動變，而威可分者。 \\n 將欲動變，必先養志伏意以視間。 \\n 既能養志伏意，視之其間，則變動之術可成矣。 \\n 知其固實者，自養也；讓己者，養人也。故神存兵亡，乃為之形勢。 \\n 謂自知志意固實者，此可以自養也；能行禮讓於己者，乃可以養人也。如此則神存於內，兵亡於外，乃可為之形勢也。 \\n 〈散勢法鷙鳥〉 \\n 勢散而後物服，猶鳥擊禽獲，故散勢法鷙鳥也。 \\n 散勢者，神之使也。 \\n 勢由神發，故勢者，神之使。 \\n 用之必循間而動。 \\n 無間則勢不行，故用之必循間而動。 \\n 威肅內盛，推間而行之則勢散。 \\n 言威敬內盛，行之又因間而發，則勢自然而散矣。 \\n 夫散勢者，心虛志溢。 \\n 心虛則物無不包，志溢則事無不決，所以能散其勢。 \\n 意失威勢，精神不專，其言外而多變。 \\n 志意衰微而失勢，精神挫衄而不專，則言疏外而譎變。 \\n 故觀其志意為度數，乃以揣說圖事，盡圓方，齊長短。 \\n 知其志意隆替，然後可為之度數。度數既立，乃後揣說之圖其事也。必盡圓方之理，變短長之用也。 \\n 無則不散勢。散勢者，待間而動，動勢分矣。 \\n 散不得間，則勢不行。故散勢者，待間而動，動而得間，勢自分矣。 \\n 故善思間者，必內精五氣，外視虛實，動而不失分散之實。 \\n 五氣內精，然後可以外察虛實之理，不失則間必可知。有間必知，故能不失分散之實也。 \\n 動則隨其志意，知其計謀。 \\n 計謀者，志意之所成，故隨其志意，必知其計謀也。 \\n 勢者，利害之決，權變之威。勢敗者，不以神肅察也。 \\n 神不肅察，所以勢敗。 \\n 〈轉圓法猛獸〉 \\n 言聖智之不窮，若轉圓之無止。轉圓之無止，猶獸威無盡，故轉圓法猛獸。 \\n 轉圓者，無窮之計。無窮者，必有聖人之心，以原不測之智，以不測之智而通心術。 \\n 聖心若鏡，物感斯應，故不測之智，心術之要可通也。 \\n 而神道混沌為一，以變論萬義類，說義無窮。 \\n 既以聖心原不測、通心術，故雖神道混沌，妙物杳冥，而能類其萬類之變，說無窮之義也。 \\n 智略計謀，各有形容，或圓或方，或陰或陽，或吉或凶，事類不同。 \\n 事至然後謀興，謀興然後事濟，事無常准，故形容不同。圓者運而無窮，方者止而有分；陰則潛謀未兆，陽則功用斯彰；吉則福至，凶則禍來，凡此事皆反□□，故曰：事類不同者也。 \\n 故聖人懷此之用，轉圓而求其合。 \\n 此謂所謀圓方以下六事，既有不同，或多乖謬，故聖人法轉圓之思，以求順通合也。 \\n 故興造化者，為始動作，無不包大道，以觀神明之域。 \\n 聖人體道以為用，其動也神，其隨也天，故興造教化，其功動作，先合大道之理，以稽神明之域。神道不違，然後發施號令。 \\n 天地無極，人事無窮。各以成其類，見其計謀，必知其吉凶成敗之所終也。 \\n 天地則獨長且久，故無極；人事則吉凶相生，故無窮。天地以日月不過、陵谷不遷為成；人事以長保元亨、考終厥命為成。故見其計謀之得失，則吉凶成敗之所終，皆可知也。 \\n 轉圓者，或轉而吉，或轉而凶，聖人以道先知存亡，乃知轉圓而從方。 \\n 言吉凶無常准，故取類轉圓，然聖人坐忘遺鑒，體同乎道，故先知存亡之所在，乃後轉圓而從其方，棄凶而從吉，方謂存亡之所在也。 \\n 圓者，所以合語；方者，所以錯事。轉化者，所以觀計謀；接物者，所以觀進退之意。 \\n 圓者，通變不窮，故能合彼此之語；方者，分位斯定，故可錯有為之事。轉化者，改禍為福，故可觀計謀之得失；接物者，順通人情，故可以觀進退之意、是非之事也。 \\n 皆見其會，乃為要結，以接其說也。 \\n 謂上四者，必見會之變，然後總其綱要而結之，則情偽之說，可接引而盡矣。 \\n 〈損兌法靈蓍〉 \\n 老子曰：「塞其兌。」河上公曰：「兌，目也。」莊子曰：「心有眼。」然則兌者，謂以心眼察理也。損者謂減損他慮，專以心察也。兌能知得失，蓍能知休咎，故損兌法靈蓍也。 \\n 損兌者，幾危之決也。 \\n 幾危之理，兆動之微，非心眼莫能察見，故曰：損兌者，幾危之決也。 \\n 事有適然，物有成敗。幾危之動，不可不察。 \\n 適然者，有時而然也。物之成敗，有時而然；幾危之動，自微至著。若非情適遠心，知機玄覽，則不能知於未兆，察於未形，使風濤潛駭，危機密發，然後河海之量，堙為窮流，一簣之積，疊成山嶽，不謀其始，雖悔何之！故曰：不可不察。 \\n 故聖人以無為待有德，言察辭，合於事。 \\n 夫聖人者，勤於求賢，密於任使，故端拱無為，以待有德之士。士之至也，必敷奏以言，故曰：言察辭也。又明試以功，故曰：合於事也。 \\n 兌者，知之也。損者，行之也。 \\n 用其心眼，故能知之；減損他慮，故能行之。 \\n 損之說之，物有不可者，聖人不為辭也。 \\n 言減損之說，及其所說之物，理有不可，聖人不生辭以論。 \\n 故智者不以言失人之言，故辭不煩而心不虛，志不亂而意不邪。 \\n 智者聽輿人之訟，采[艸芻]蕘之言，雖復辨周萬物，不自說也。故不以己能言而棄人之言，既有眾言，故辭當而不煩，還任眾心，故心誠而不偽，心誠言當，志意豈復亂哉！ \\n 當其難易，而後為之謀，自然之道以為實。 \\n 失事而後謀生，改常而後計起，故心當其難易之際，然後為之謀。謀失自然之道，則事廢而功虧，故必因自然之道，以為用謀之實也。 \\n 圓者不行，方者不止，是謂大功。益之損之，皆為之辭。 \\n 夫謀之妙者，必能轉禍為福，因敗成功，追彼而成我也。彼用圓者，謀令不行；彼用方者，謀令不止。然則圓行方止，理之常也。吾謀既發，彼不得其常，豈非大功哉！至於謀之損益，皆為生辭以論其得失也。 \\n 用分威散勢之權，以見其兌威，其機危乃為之決。 \\n 夫所以能分威散勢者，心眼之由也。心眼既明，機危之威，可知之矣。既知之，然後能決之。 \\n 故善損兌者，譬若決水於千仞之堤，轉圓石於萬仞之谿。 \\n 言善損慮以專心眼者，見事審，得理明，意決而不疑，志雄而不滯。其猶決水轉石，誰能當禦哉！ \\n  \\n   \\n  "}
{"章节": "持樞", "正文": "  \\n 持樞 \\n 　 \\n 樞者，居中以運外，處近而制遠，主於轉動者也。故天之北辰，謂之天樞；門之運轉者，謂之戶樞。然則持樞者，動運之柄，以制物也。 \\n 持樞謂春生夏長，秋收冬藏，天之正也。 \\n 言春夏秋冬，四時運行，不為而自然也。不為而自然，所以為正也。 \\n 不可干而逆之。逆之者，雖成必敗。 \\n 言理所必有，物之自然者，靜而順之，則四時行焉、萬物生焉。若乃干其時令，逆其氣候，成者猶敗，況未成者？元亮曰含氣之類，順之必悅逆之必怒，況天為萬物之尊而逆之。 \\n 故人君亦有天樞，生養成藏。 \\n 言人君法天以運動，故曰：亦有天樞。然其生養成藏，天道之行也。人事之正，亦復不別耳。 \\n 亦復不別，干而逆之。逆之，雖盛必衰，此天道人君之大綱也。 \\n 言干天之行、逆人之正，所謂倒置之。曰：道非義而何？此持樞之術，恨太簡促，暢理不盡，或篇簡脫爛，本不能全也。 \\n  \\n   \\n  "}
{"章节": "中經", "正文": "  \\n 中經 \\n 　 \\n 謂由中以經外，發於心本，以彌縫於物者也。故曰：中經。 \\n 中經謂振窮趨急，施之能言厚德之人。救物執窮者，不忘恩也。 \\n 振，起也。趨，向也。物有窮急，當振起而向護之，乃其施之，必在能言之士，厚德之人，若能救彼拘執，則窮者懷終不忘恩也。 \\n 能言者，儔善博惠。 \\n 儔，類也。謂能言之士，解紛救難，雖不失善人之類，而能博行恩惠也。 \\n 施德者依道。 \\n 言施德之人，勤能修理，所為不失道也。 \\n 而救拘執者，養使小人。 \\n 言小人在拘執，而能救養之，則小人可得而使也。 \\n 蓋士當世異時，或當因免闐坑，或當伐害能言，或當破德為雄，或當抑拘成罪，或當戚戚自善，或當敗敗自立。 \\n 闐坑謂將有兵難，轉使溝壑，士或有所因，而能免斯禍者，伐害能言，謂小人之道，讒人罔極，故能言之士，多被戮害；破德為雄，謂毀文德、崇兵戰；抑拘成罪，謂人不章、橫被縲絏。戚善謂天下蕩蕩無復綱紀，而賢者守死善道，真心不踰，所謂歲寒然後知松柏後彫也。敗敗自立，謂天未悔禍，危敗相仍，君子窮而必通，終能自立，若管仲者也。 \\n 故道貴制人，不貴制於人也。制人者握權，制於人者失命。 \\n 貴有術而制人，不貴無術而為人所制者也。 \\n 是以見形為容，象體為貌，聞聲和音，解仇鬥隙，綴去卻語，攝心守義。 \\n 此總其目，下別序之。 \\n 本經記事者紀道數，其變要在持樞、中經。 \\n 此總言本經、持樞、中經之義。言本經紀事，但紀道數而已；至於權變之要，乃在持樞、中經也。 \\n 見形為容、象體為貌者，謂爻為之生也。 \\n 見彼形，象其體，即知其容貌者，謂用爻卦占而知之也。 \\n 可以影響形容象貌而得之也。 \\n 謂彼人之無守，故可以影響形容象貌，占而得之。 \\n 有守之人，目不視非，耳不聽邪，言必詩書，行不僻淫，以道為形，以聽為容，貌莊色溫，不可象貌而得也。如是隱情塞隙而去之。 \\n 有守之人，動皆正直，舉無淫僻，厥後昌盛，暉光日新，雖有辯士之舌，無從而得發，故隱情塞隙，閉藏而去之。 \\n 聞聲和音，謂聲氣不同，則恩受不接，故商角不二合，徵羽不相配。 \\n 商金，角木，徵火，羽水，遞相剋食，性氣不同，故不相配合也。 \\n 能為四聲主者，其唯宮乎！ \\n 宮則土也。土主四季，四者由之以生，故為四聲主也。 \\n 故音不和，則不悲不是，以聲散傷醜害者，言必逆於耳也。 \\n 散傷醜害，不和之音，音氣不和，必與彼乖，故言其必逆於耳。 \\n 雖有美行盛譽，不可比目合翼相須也。此乃氣不合，音不調者也。 \\n 言若音氣乖彼，雖行譽美盛，非彼所好，則不可如比目之魚、合翼之鳥，兩相須也。其有能令兩相求應，不與同氣者乎。 \\n 解仇鬥隙，謂解羸微之仇。鬥隙者，鬥強也。 \\n 辨說之道，其猶張弓：高者抑之，下者舉之。故羸微為仇，從而解之；強者為隙，從而鬥之也。 \\n 強隙既鬥，稱勝者高其功、盛其勢； \\n 鬥而者盛，從而高其功、盛其勢也。 \\n 弱者衰其負、傷其卑、行其名、恥其宗。 \\n 鬥而弱者，從而衰其負劣，傷其卑小，污下其名，恥辱其宗也。 \\n 故勝者，鬥其功勢，苟進而不知退。 \\n 知進而不知退，必有亢龍之悔。 \\n 弱者聞哀其負，見其傷，則強大力倍，死而是也。 \\n 弱者聞我哀傷，則勉強其力，倍意致死，為我為是也。 \\n 隙無極大，禦無強大，則皆可脅而并。 \\n 言雖為隙，非能強大，其於扞禦，亦非強大。如是者，則以兵威脅，令從己，而并其國也。 \\n 綴去者，謂綴己之繫，言使有餘思也。 \\n 繫，屬也。謂已令去，而欲綴其所屬之言，令後思而同也。 \\n 故接貞信者，稱其行、厲其志，言可為可復，會之期喜。 \\n 欲令去後有思，故接貞信人之稱其行之盛美，厲其志令不怠，謂此美行，必可常為，必可報復，會通其人，必令至於喜悅者也。 \\n 以他人之庶，引驗以結往，明疑疑而去之。 \\n 言既稱行厲志，令其喜悅，然後以他人庶幾於此者，引之以為成驗，以結已往之心，又明已疑疑至誠。如是而去之，必思而不。 \\n 卻語者，察伺短也。 \\n 言卻語之道，必察伺彼短也。 \\n 故多必有數短之處，識其短驗之。 \\n 言多不能無短，既察知其短，必記識之，以取驗之相也。 \\n 動以忌諱，示以時禁。 \\n 既有其短，則以忌諱動之，時禁示之，其人因以懷懼。 \\n 然後結以安其心，收語蓋藏而卻之。 \\n 其人既以懷懼，必有求服之情，然後結以誠信，以安其懼心，其向語蓋利而卻之，則其人之恩威，固以深矣。 \\n 無見己之所不能於多方之人。 \\n 既藏向語，又戒之曰：勿於多方人前，見其所不能也。 \\n 攝心者，謂逢好學伎術者，則為之稱遠。 \\n 欲將攝取彼心，見其好學伎術，則為作聲譽、合遠近知之也。 \\n 方驗之，驚以奇怪，人繫其心於己。 \\n 既為作聲譽，方且以道驗其伎術，又以奇怪從而驚動之，如此則彼人，心繫於己也。 \\n 效之於驗，驗去亂其前，吾歸誠於己。 \\n 人既繫心於己，又效之於時人，驗之於往賢。然後更理其前所為謂之曰：吾所以然者，歸誠於彼人之已如此，則賢人之心，可得而攝。亂者，理也。 \\n 遭淫色酒者，為之術音樂，動之以為必死，生日少之憂。 \\n 言將欲攝愚人之心，見淫酒色者，為之術音樂之可說，又以過於酒色，必之死地，生日減少，以此可憂之事，以感動之也。 \\n 喜以自所不見之事，終可以觀漫瀾之命，使有後會。 \\n 又以音樂之事，彼所不見者，以喜悅之，言終以可觀，何必淫於酒色。若能好此，則性命漫瀾而無極，終會於永年。愚人非可以道勝說，故推音樂，可以攝其心。 \\n 守義者，謂守以人義，探心在內以合也。 \\n 義，宜也。宜探其內心，隨其人所宜，遂人所欲以合之也。 \\n 探心深得其主也。從外制內，事有繫由而隨也。 \\n 既探知其心，所以得主深也。得心既深，故能從外制內，內由我制，則可何事不行，故事有所屬，莫不由隨之也。 \\n 故小人比人，則左道而用之，至能敗家奪國。 \\n 小心以探心之術，來比於君子，必以左道用權。凡事非公正者，皆曰小人，反道亂常，害賢伐善，所用者左，所違者公，百慶昏亡，萬機曠紊，家破國奪，不亦宜乎！ \\n 非賢智，不能守家以義，不能守國以道。聖人所貴道微妙者，誠以其可以轉危為安，救亡使存也。 \\n 道謂中經之道也。 \\n  \\n   \\n  "}
