{"章节": "鶡冠子卷上", "正文": "  \\n 鶡冠子卷上 \\n 　 \\n  \\n 博選第一 \\n 王鈇非一世之器者，厚德隆俊也。道凡四稽：一曰天，二曰地，三曰人，四曰命。權人有五至：一曰伯己，二曰什己，三曰若己，四曰廝役，五曰徒隸。所謂天者，物理情者也，所謂地者，常弗去者也，所謂人者，惡死樂生者也，所謂命者，靡不在君者也。君也者，端神明者也，神明者，以人為本者也，人者，以賢聖為本者也，賢聖者，以博選為本者也，博選者，以五至為本者也。故北面而事之，則伯己者至，先趨而後息，先問而後默，則什己者至，人趨己趨，則若己者至，憑几據杖，指麾而使，則廝役者至，樂嗟苦咄，則徒隸之人至矣。故帝者與師處，王者與友處，亡主與徒處。故德萬人者謂之雋，德千人者謂之豪，德百人者謂之英。德音者，所謂聲也，未聞音出而響過其聲者也。貴者有知，富者有財，貧者有身。信符不合，事舉不成。不死不生，不斷不成。計功而償，權德而言，王鈇在此，孰能使營。 \\n 著希第二 \\n 道有稽，德有據。人主不聞要，故耑與運堯，而無以見也。道與德館，而無以命也，義不當格，而無以更也。若是置之，雖安非定也。端倚有位，名號弗去。故希人者無悖其情，希世者無繆其賓。文禮之野，與禽獸同則，言語之暴，與蠻夷同謂。夫君子者，易親而難狎，畏禍而難卻，嗜利而不為非，時動而不苟作。體雖安之，而弗敢處，然後禮生；心雖欲之，而弗敢信，然後義生。夫義節欲而治，禮反情而辨者也，故君子弗徑情而行也。夫亂世者，以麤智為造意，以中險為道，以利為情，若不相與同惡，則不能相親，相與同惡，則有相憎。說者言仁，則以為誣，發於義，則以為誇，平心而直告之，則有弗信。故賢者之於亂世也，絕豫而無由通，異類而無以告，苦乎哉。賢人之潛亂世也，上有隨君，下無直辭，君有驕行，民多諱言。故人乖其誠，能士隱其實情，心雖不說，弗敢不譽。事業雖弗善，不敢不力，趨舍雖不合，不敢弗從。故觀賢人之於亂世也，其慎勿以為定情也。 \\n 夜行第三 \\n 天文也，地理也，月刑也，日德也，四時檢也，度數節也，陰陽氣也。五行業也，五政道也，五音調也，五聲故也，五味事也，賞罰約也。此皆有驗，有所以然者，隨而不見其後，迎而不見其首。成功遂事，莫知其狀。圖弗能載，名弗能舉。強為之說曰：芴乎芒乎，中有象乎，芒乎芴乎，中有物乎，窅乎冥乎，中有精乎。致信究情，復反無貌，鬼見，不能為人業。故聖人貴夜行。 \\n 天則第四 \\n 聖王者，有聽微決疑之道，能屏讒，權實，逆淫辭，絕流語，去無用，杜絕朋黨之門，嫉妒之人，不得著明，非君子術數之士莫得當前。故邪弗能奸，禍不能中。彼天地之以無極者，以守度量，而不可濫，日不踰辰，月宿其列，當名服事，星守弗去，弦望晦朔，終始相巡，踰年累歲，用不縵縵，此天之所柄以臨斗者也。中參成位，四氣為政，前張後極，左角右鉞，九文循理，以省官眾，小大畢舉。先無怨讎之患，後無毀名敗行之咎。故其威上際下交，其澤四被而不鬲。天之不違，以不離一，天若離一，反還為物。不創不作，與天地合德，節璽相信，如月應日。此聖人之所以宜世也。知足以滑正，略足以恬禍，此危國之不可安，亡國之不可存也。故天道先貴覆者，地道先貴載者，人道先貴事者，酒保先貴食者。待物也，領氣時也，生殺法也。循度以斷，天之節也。列地而守之，分民而部之。寒者得衣，饑者得食，冤者得理，勞者得息，聖人之所期也。夫裁衣而知擇其工，裁國而知索其人，此固世之所公哉。同而後可以見天，異而後可以見人，變而後可以見時，化而後可以見道。臨利而後可以見信，臨財而後可以見仁，臨難而後可以見勇，臨事而後可以見術數之士。九皇之制，主不虛王，臣不虛貴階級。尊卑名號，自君吏民，次者無國，歷寵歷錄，副所以付授，與天人參相結連，鉤攷之具不備故也。下之所逜，上之可蔽，斯其離人情而失天節者也。緩則怠，急則困，見閒則以奇相御，人之情也。舉以八極，信焉而弗信，天之則也。差繆之閒，言不可合，平不中律，月望而晨月毀於天，珠蛤蠃蚌虛于深渚，上下同離也。未令而知其為，未使而知其往，上不加務而民自盡，此化之期也。使而不往，禁而不止，上下乖謬者，其道不相得也。上統下撫者，遠眾之慝也，陰陽不接者，其理無從相及也，算不相當者，人不應上也。符節亡此，曷曾可合也，為而無害，成而不敗，一人唱而萬人和，如體之從心，此政之期也。蓋毋錦杠悉動者，其要在一也。未見不得其〈言尔〉而能除其疾也。文武交用而不得事實者，法令放而無以梟之謂也。舍此而按之彼者，曷曾可得也。冥言易，而如言難。故父不能得之於子，而君弗能得之於臣。已見天之所以信於物矣，未見人之所信於物也。捐物任勢者，天也，捐物任勢，故莫能宰而不天。夫物故曲可改人可使。法章物而不自許者，天之道也。以為奉教陳忠之臣，未足恃也。故法者，曲制，官備，主用也。舉善不以窅窅，拾過不以冥冥。決此，法之所貴也。若礱磨不用，賜物雖詘，有不效者矣。上下有閒，於是設防知蔽並起。故政在私家而弗能取，重人掉權而弗能止，賞加無功而弗能奪，法廢不奉而弗能立。罰行於非其人而弗能絕者，不與其民之故也。夫使百姓釋己而以上為心者，教之所期也。八極之舉，不能時贊，故可壅塞也。昔者有道之取政，非於耳目也。夫耳之主聽，目之主明。一葉蔽目，不見太山，兩豆塞耳，不聞雷霆。道開而否，未之聞也。見遺不掇，非人情也。信情脩生，非其天誅，逆夫人僇，不勝任也。為成求得者，事之所期也。為之以民，道之要也。唯民知極，弗之代也。此聖王授業，所以守制也。彼教苦故民行薄，失之本故爭於末。人有分於處，處有分於地，地有分於天，天有分於時，時有分於數，數有分於度，度有分於一。天居高而耳卑者，此之謂也。故聖王天時人之地之雅無牧能因無功多。尊君卑臣，非計親也，任賢使能，非與處也。水火不相入，天之制也。明不能照者，道弗能得也，規不能包者，力弗能挈也。自知慧出，使玉化為環玦者，是政反為滑也。田不因地形，不能成穀，為化不因民，不能成俗。嚴疾過也，喜怒適也，四者已仞，非師術也。形嗇而亂益者，勢不相牧也。德與身存亡者，未可以取法也。昔宥世者，未有離天人而能善與國者也。先王之盛名，未有非士之所立者也。過生於上，罪死於下。濁世之所以為俗也，一人乎，一人乎，命之所極也。 \\n 環流第五 \\n 有一而有氣，有氣而有意，有意而有圖，有圖而有名，有名而有形，有形而有事，有事而有約。約決而時生，時立而物生。故氣相加而為時，約相加而為期，期相加而為功，功相加而為得失，得失相加而為吉凶，萬物相加而為勝敗。莫不發於氣，通於道，約於事，正於時，離於名，成於法者也。法之在此者謂之近，其出化彼謂之遠。近而至故謂之神，遠而反故謂之明。明者在此，其光照彼，其事形此，其功成彼。從此化彼者法也，生法者我也，成法者彼也。生法者，日在而不厭者也。生成在己，謂之聖人。惟聖人究道之情，唯道之法，公政以明。斗柄東指，天下皆春，斗柄南指，天下皆夏，斗柄西指，天下皆秋，斗柄北指，天下皆冬。斗柄運於上，事立於下，斗柄指一方，四塞俱成。此道之用法也。故日月不足以言明，四時不足以言功。一為之法，以成其業，故莫不道。一之法立，而萬物皆來屬。法貴如言，言者萬物之宗也。是者，法之所與親也，非者，法之所與離也。是與法親故強，非與法離故亡，法不如言故亂其宗。故生法者命也，生於法者亦命也。命者自然者也。命之所立，賢不必得，不肖不必失。命者，挈己之文者也。故有一日之命，有一年之命，有一時之命，有終身之命。終身之命，無時成者也，故命無所不在，無所不施，無所不及。時或後而得之命也，既有時有命，引其聲合之名，其得時者成命日調，引其聲合之名，其失時者精神俱亡命日乖。時命者，唯聖人而後能決之。夫先王之道備然，而世有困君，其失之謂者也。故所謂道者，無已者也，所謂德者，能得人者也。道德之法，萬物取業。無形有分，名曰大孰。故東西南北之道踹然，其為分等也。陰陽不同氣，然其為和同也；酸鹹甘苦之味相反，然其為善均也；五色不同采，然其為好齊也；五聲不同均，然其可喜一也。故物無非類者，動靜無非氣者，是故有人將，得一人氣吉，有家將，得一家氣吉，有國將，得一國氣吉。其將凶者反此。故同之謂一，異之謂道。相勝之謂埶，吉凶之謂成敗。賢者萬舉而一失，不肖者萬舉而一得，其冀善一也，然則其所以為者不可一也。知一之不可一也，故貴道。空之謂一，無不備之謂道，立之謂氣，通之謂類。氣之害人者謂之不適，味之害人者謂之毒。夫社不刾，則不成霧。氣故相利相害也，類故相成相敗也。積往生跂，工以為師，積毒成藥，工以為醫。美惡相飾，命曰復周，物極則反，命曰環流。 \\n 道端第六 \\n 天者，萬物所以得立也，地者，萬物所以得安也。故天定之，地處之，時發之，物受之，聖人象之。夫寒溫之變，非一精之所化也，天下之事，非一人之所能獨知也，海水廣大，非獨仰一川之流也。是以明主之治世也，急於求人，弗獨為也，與天與地，建立四維，以輔國政，鉤繩相布，銜橛相制，參偶具備，立位乃固，經氣有常理，以天地動，逆天時不祥，有祟事，不仕賢，無功必敗，出究其道，入窮其變，張軍衛外，禍反在內，所備甚遠，賊在所愛。是以先王置士也，舉賢用能，無阿於世。仁人居左，忠臣居前，義臣居右，聖人居後。左法仁，則春生殖，前法忠，則夏功立，右法義，則秋成熟，後法聖，則冬閉藏。先王用之，高而不墜，安而不亡，此萬物之本{艹剽}，天地之門戶，道德之益也，此四大夫者，君之所取於外也。君者，天也。天不開門戶，使下相害也，進賢受上賞，則下不相蔽，不待事人賢士顯不蔽之功，則任事之人莫不盡忠，鄉曲慕義，化坐自端，此其道之所致德之所成也。本出一人，故謂之天，莫不受命，不可為名，故謂之神。至神之極，見之不忒，匈乖不惑，務正一國。一國之刑，具在於身。以身老世，正以錯國，服義行仁，以一王業。夫仁者，君之操也，義者，君之行也，忠者，君之政也，信者，君之教也，聖人者，君之師傅也。君道知人，臣術知事。故臨貨分財使仁，犯患應難使勇，受言結辭使辯，慮事定計使智，理民處平使謙，賓奏贊見使禮，用民獲眾使賢，出封越境適絕國使信，制天地御諸侯使聖。夫仁之功，善與不爭，下不怨上，辯士之功，釋怨解難，智士之功，事至而治，難至而應，忠臣之功，正言直行，矯拂王過，義臣之功，存亡繼絕，救弱誅暴，信臣之功，正不易言，貞謙之功，廢私立公，禮臣之功，尊君卑臣，賢士之功，敵國憚之，四境不侵，聖人之功，定制於冥冥，求至欲得，言聽行從，近親遠附，明達四通，內有挾度，然後有以量人。富者觀其所予，足以知仁，貴者觀其所舉，足以知忠，觀其大柈，長不讓少，貴不讓賤，足以知禮達，觀其所不行，足以知義，受官任治，觀其去就，足以知智，迫之不懼，足以知勇，口利辭巧，足以知辯，使之不隱，足以知信，貧者觀其所不取，足以知廉，賤者觀其所不為，足以知賢，測深觀天，足以知聖。第不失次，理不相舛，近塞遠閉，備元變成，明事知分，度數獨行，無道之君，任用么麼，動即煩濁，有道之君，任用俊雄，動則明白，二者先定素立，白蔘明起，氣榮相宰，上合其符，下稽其實。時君遇人有德，君子至門，不言而信，萬民附親，遇人暴驕，萬民離流，上下相疑，復而如環，日夜相橈，諫者弗受，言者危身，無從聞過，故大臣偽而不忠。是以為人君親其民如子者，弗召自來。故曰：有光卒於美名，不施而責，弗受而求親，故曰：有殃卒於不祥。夫長者之事其君也，調而和之，士於純厚，引而化之，天下好之，其道日從，故卒必昌。夫小人之事其君也，務蔽其明，塞其聽，乘其威，以灼熱人，天下惡之，其崇日凶，故卒必敗，禍及族人。此君臣之變，治亂之分，興壞之關梁，國家之閱也。逆順利害，由此出生。凡可無學而能者，唯息與食也。故先王傳道以相效屬也，賢君循成法，後世久長，惰君不從，當世滅亡。 \\n 近迭第七 \\n 龐子問鶡冠子曰：「聖人之道何先？」鶡冠子曰：「先人。」龐子曰：「人道何先？」鶡冠子曰：「先兵。」龐子曰：「何以舍天而先人乎？」鶡冠子曰：「天高而難知，有福不可請，有禍不可避，法天則戾。地廣大深厚，多利而鮮威，法地則辱。時舉錯代，更無一，法時則貳。三者不可以立化樹俗，故聖人弗法。」龐子曰：「陰陽何若？」鶡冠子曰：「神靈威明與天合，勾萌動作與地俱，陰陽寒暑與時至。三者聖人存則治，亡則亂，是故先人富則驕，貴則嬴。兵者百歲不一用，然不可一日忘也，是故人道先兵。」龐子曰：「先兵柰何？」鶡冠子曰：「兵者禮義忠信也。」龐子曰：「願聞兵義。」鶡冠子曰：「失道故敢以賤逆貴，不義故敢以小侵大。」龐子曰：「用之柰何？」鶡冠子曰：「行枉則禁，反正則舍，是故不殺降人，主道所高，莫貴約束，得地失信，聖王弗據，倍言負約，各將有故。」龐子曰：「弟子聞之曰：地大者國實，民眾者兵強，兵強者先得意於天下。今以所見合所不見，蓋殆不然。今大國之兵，反詘而辭窮，禁不止令不行之故何也？」鶡冠子曰：「欲知來者察往，欲知古者察今。擇人而用之者王，用人而擇之者亡，逆節之所生，不肖侵賢命曰凌，百姓不敢言命曰勝。今者所問，子慎勿言。夫地大國富，民眾兵強，曰足士有餘力而不能以先得志於天下者，其君不賢而行驕溢也。不賢則不能無為而不可與致焉，驕則輕敵，輕敵則與所私謀其所不知為，使非其在力欲取勝於非其敵，不計終身之患，樂須臾之說。是故國君被過聽之謗醜於天下，而謀臣負濫首之責于敵國。敵國乃責則卻，卻則說者羞其弱。萬賤之直，不能撓一貴之曲。國被伸創，其發則戰，戰則是使元元之民往死，邪臣之失莿也。過生於上，罪死於下，讎既外結，諸侯畜其罪則，危覆社稷，世主懾懼寒心，孤立不伐。此人二國之難不解，君立不復悔曩郵過謀徙計易濫首不足蓋以累重滅門殘疾族。公謝天下以讓敵國，不然則戰道不絕國，創不息。大乎哉，夫弗知之害，悲乎哉，其禍之所極。此倚貴離道少人自有之咎也。是故師未發軔，而兵可迭也。今大國之君不聞先聖之道而易事，群臣無明佐之大數而有滑正之碎智，反義而行之，逆德以將之，兵詘而辭窮，令不行，禁不止，又奚足怪哉。」龐子曰：「何若滑正之智？」鶡冠子曰：「法度無以嚖意為摸，聖人按數循法尚有不全，是故人不百其法者，不能為天下主。今無數而自因，無法而自備，循無上聖之檢而斷於己明，人事雖備，將尚何以復百己之身乎。主知不明，以貴為道，以意為法，牽時誑世，逜下蔽上，使事兩乖，養非長失，以靜為擾，以安為危，百姓家困，人怨禍孰大焉。若此者，北走之日，后知命亡。」龐子曰：「以人事百法柰何？」鶡冠子曰：「蒼頡作法，書從甲子，成史李官，蒼頡不道，然非蒼頡文墨不起，縱法之載於圖者，其於以喻心達意揚道之所謂，乃纔居曼之十分一耳。故知百法者桀雄也，若隔無形，將然未有者知萬人也。無萬人之智者，智不能棲世學之上。」龐子曰：「得奉嚴教，受業有閒矣，退師謀言，弟子愈恐。」 \\n  \\n   \\n  "}
{"章节": "鶡冠子卷中", "正文": "  \\n 鶡冠子卷中 \\n 　 \\n  \\n 度萬第八 \\n 龐子問鶡冠子曰：「聖與神謀，道與人成，願聞度神慮成之要柰何。」鶡冠子曰：「天者神也，地者形也，地濕而火生焉，天燥而水生焉。法猛刑頗則神濕，神濕則天不生水，音□故聲倒則形燥，形燥則地不生火。水火不生，則陰陽無以成氣，度量無以成制，五勝無以成埶，萬物無以成類。百業俱絕，萬生皆困，濟濟混混，孰知其故。天人同文，地人同理，賢不肖殊能，故上聖不可亂也，下愚不可辯也。陰陽者氣之正也，天地者形神之正也，聖人者德之正也，法令者四時之正也。故一義失此，萬或亂彼，所失甚少，所敗甚眾。所謂天者，非是蒼蒼之氣之謂天也，所謂地者，非是膞膞之土之謂地也。所謂天者，言其然物而無勝者也，所謂地者，言其均物而不可亂者也。音者其謀也，聲者其事也。音者天之三光也，聲者地之五官也。形神調，則生理脩。夫生生而倍其本，則德專己知無道，上亂天文，下滅地理，中絕人和，治漸終始，故聽而無聞，視而無見，白晝而闇。有義而失謚，失謚而惑，責人所無，必人所不及。相史於既而不盡其愛，相區於成而不索其實。虛名相高，精白為黑，動靜組轉，神絕復逆，經氣不類，形離正名，五氣失端，四時不成。過生於上，罪死於下，有世將極，驅馳索禍，開門逃福，賢良為笑，愚者為國，天咎先見，菑害並雜，人孰兆生，孰知其極。見日月者不為明，聞雷霆者不為聰，事至而議者不能使變無生。故善度變者觀本，本足則盡，不足則德必薄兵必老，其孰能以褊材為褒德博義者哉。其文巧武果而姦不止者，生於本不足也。故主有二政，臣有二制，臣弗用，主不能使，臣必死，主弗能止，是以聖王獨見。故主官以授，長者在內，和者在外。夫長者之為官也，在內則正義，在外則固守，用法則平法人本無害，以端天地，令出一原。散無方化萬物者令也，守一道制萬物者法也。法也者，守內者也，令也者，出制者也。夫法不敗是，令不傷理，故君子得而尊，小人得而謹，胥靡得以全。神備於心，道備於形，人以成則，士以為繩，列時第氣，以授當名，故法錯而陰陽調，鳳凰者，鶉火之禽，陽之精也，騏麟者，元枵之獸，陰之精也，萬民者，德之精也，德能致之，其精畢至。」龐子曰：「致之柰何？」鶡冠子曰：「天地陰陽，取稽於身，故布五正以司五明，十變九道，稽從身始。五音六律，稽從身出，五五二十五，以理天下，六六三十六，以為歲式。氣由神生，道由神成。唯聖人能正其音調其聲，故其德上反太清，下及泰寧，中及萬靈，膏露降，白丹發，醴泉出，朱草生，眾祥具，故萬口云，帝制神化，景星光潤。文則寢天下之兵，武則天下之兵莫能當。遠之近，顯乎隱，大乎小，眾乎少，莫不從微始，故得之所成，不可勝形，失之所敗，不可勝名。從是往者，子弗能勝問吾亦弗勝言凡問之要，欲近知而遠見，以一度萬也。無欲之君不可與舉，賢人不用，弗能使國利，此其要也。」龐子曰：「敢問五正。」鶡冠子曰：「有神化，有官治，有教治，有因治，有事治。」龐子曰：「願聞其形。」鶡冠子曰：「神化者於未有，官治者道於本，教治者脩諸己，因治者不變俗，事治者矯之於末。」龐子曰：「願聞其事。」鶡冠子曰：「神化者，定天地，豫四時，拔陰陽，移寒暑，正流並生，萬物無害，萬類成全，名尸氣皇。官治者，師陰陽，應將然，地寧天澄，眾美歸焉，名尸神明。教治者，置四時，事功順道，名尸賢聖。因治者，招賢聖而道心術，敬事生和，名尸后王。事治者，招仁聖而道知焉，苟精牧神，分官成章，教苦利遠，法制生焉，法者使去私就公，同知壹〈言敬〉有同由者也，非行私而使人合同者也，故至治者弗由而名尸公伯。」 \\n 王鈇第九 \\n 龐子問鶡冠子曰：「泰上成鳩之道，一族用之萬八千歲，有天下兵強，世不可奪，與天地存，久絕無倫，齊殊異之物，不足以命其相去之不同也。世莫不言樹俗立化，彼獨何道之行以至於此？」鶡冠子曰：「彼成鳩氏天，故莫能增其高尊其靈。」龐子曰：「何謂天，何若而莫能增其高尊其靈？」鶡冠子曰：「天者誠其日德也，日誠出誠入，南北有極，故莫弗以為法則。天者信其月刑也，月信死信生，終則有始，故莫弗以為政。天者明星其稽也，列星不亂，各以序行，故小大莫弗以章。天者因時其則也，四時當名代而不干，故莫弗以為必然。天者一法其同也，前後左右，古今自如，故莫弗以為常。天誠信明因一，不為眾父。易一故莫能與爭先，易一非一故不可尊增，成鳩得一，故莫不仰制焉。龐子曰：「願聞其制。」鶡冠子曰：「成鳩之制，與神明體正，神明者，下究而上際，克嗇萬物而不可猒者也，周泊遍照，反與天地總，故能為天下計，明於蚤識逢臼，不惑存亡之祥安危之稽。」龐子曰：「願聞其稽。」鶡冠子曰：「置下不安，上不可以載，累其足也，其最高而不植局者，未之有也。辯於人情究物之理，稱於天地，廢置不殆，審於山川而運動舉錯有檢，生物無害，為之父母，無所躪躒，仁於取予，備於教道，要於言語，信於約束，已諾不專，喜怒不增，其兵不武，樹以為俗，其化出此。」龐子曰：「願聞其人情物理所以嗇萬物與天地總與神明體正之道。」鶡冠子曰：「成鳩氏之道，未有離天曲日術者。天曲者明而易循也，日術者要而易行也。」龐子曰：「願聞天曲日術。」鶡冠子曰：「其制邑理都使矔習者，五家為伍，伍為之長，十伍為里，里置有司，四里為扁，扁為之長，十扁為鄉，鄉置師，五鄉為縣，縣有嗇夫治焉，十縣為郡，有大夫守焉，命曰官屬。郡大夫退脩其屬縣，嗇夫退脩其鄉，鄉師退脩其扁，扁長退脩其里，里有司退脩其伍，伍長退脩其家。事相斥正，居處相察，出入相司。父與父言義，子與子言孝。長者言善，少者言敬，旦夕相薰薌，以此慈孝之務。若有所移徙去就，家與家相受，人與人相付，亡人姦物，無所穿竄，此其人情物理也。伍人有勿故不奉上令有餘不足居處之狀，而不輒以告里有司，謂之亂家，其罪伍長以同。里中有不敬長慈少，出等異眾，不聽父兄之教，有所受聞，不悉以告扁長，謂之亂里，其罪有司而貳其家。扁不以時循行教誨，受聞不悉以告鄉師，謂之亂扁，其罪扁長而貳其家。鄉不以時循行教誨，受聞不悉以告縣嗇夫，謂之亂鄉，其罪鄉師而貳其家。縣嗇夫不以時循行教誨，受聞不悉以告郡，善者不顯，命曰蔽明，見惡而隱，命曰下比，謂之亂縣，其誅嗇夫無赦。郡大夫不以循行教誨，受聞雖實，有所遺脫，不悉以教柱國，謂之亂郡，其誅郡大夫無赦。柱國不政，使下情不上聞，上情不下究，謂之絿政，其誅柱國滅門殘疾。令尹不宜時合地害百姓者，謂之亂天下，其軫令尹以狥。此其所以嗇物也。天用四時，地用五行，天子執一以居中央，調以五音，正以六律，紀以度數，宰以刑德。從本至末，第以甲乙。天始於元，地始於朔，四時始於歷。故家里用提，扁長用旬，鄉師用節，縣嗇夫用月，郡大夫用氣分所至，柱國用六律。里五日報扁，扁十日報鄉，鄉十五日報縣，縣三十日報郡，郡四十五日報柱國，柱國六十日以聞天子，天子七十二日遺使，勉有功罰不如此所以與天地總。下情六十日一上聞，上惠七十二日一下究，此天曲日術也。故不肖者不失其賤，而賢者不失其明，上享其福祿而百事理行，畔者不利，故莫能撓其強，是以能治滿而不溢，綰大而不芒，天子中正，使者敢易言尊益區域，使利逜下蔽上，其刑斬笞無赦，諸吏教苦德薄，侵暴百姓，輒罷，毋使汙官亂治，不奉令犯法，其罪加民，利而不取利，運而不取次，故四方從之，唯恐後至。是以運天而維張，地廣而德章，天下安樂，設年予昌屬各以一時典最上賢不如令尹，令尹以聞，壹再削職，三則不赦，治不踰官，使史李不誤，公市為平，生者不喜，死者不怨，人得所欲，國無變故，著賞有功，德及三世，父伏其辜，不得創謚，事從一二，終古不勃。彼計為善於鄉，不如為善於里，為善於里，不如為善於家。是以為善者可得舉，為惡者可得誅。莫敢道一旦之善，皆以終身為期，素無失次，故化立而世無邪，化立俗成，少則同儕，長則同友，遊敖同品，祭祀同福，死生同愛，禍災同憂，居處同樂，行作同和，吊賀同雜，哭泣同哀。驩欣足以相助，〈亻聖〉諜足以相止，安平相馴，軍旅相保，夜戰則足以相信，晝戰則足以相配，入以禁暴，出正無道，是以其兵能橫行誅伐而莫之敢禦。故其刑設而不用，不爭而權重，車甲不陳而天下無敵矣。失道則賤敢逆貴，不義則小敢侵大。成鳩既見上世之嗣失道亡功倍本滅德之則，故為之不朽之國定位牢祭，使鬼神亶曰，增規不圓，益矩不方。夫以效末傳之子孫，唯此可持，唯此可將，將者養吉，釋者不祥，墠以全犧，正以齋明，四時享之，祀以家王，以為神享，禮靈之符，藏之宗廟，以璽正諸。故其後世之保教也全，耳目不營，用心不分，不見異物，而遷捐私去毒，鉤於內哲，固於所守，更始逾新，上元為紀，其承嘉惠相高不改亶昭穆，具招士先結之，後入弗解，此知極之至也。」龐子曰：「願聞所以不改更始逾新之道。」鶡冠子曰：「成鳩所謂得王鈇之傳者也。」龐子曰：「何謂王鈇？」鶡冠子曰：「王鈇者，非一世之器也。以死遂生，從中制外之教也。後世成至孫一靈羽理符日循，功弗敢敗，奉業究制，執正守內，拙弗敢廢，樓〈青刂〉與旱，以新續故，四時執效，應錮不駿，后得入廟，惑爽不嗣謂之焚，祖命冒世，禮嗣弗引，奉常弗內，靈不食祀，家王不舉祭，天將降咎，皇神不享，此所以不改更始逾新之道也。故主無異意，民心不徙，與天合則，萬年一范，則近者親其善，遠者慕其德而無已。是以其教不猒，其用不弊。故能疇合四海以為一家，而夷貉萬國皆以時朝服致績，而莫敢效增免，聞者傳譯，來歸其義，莫能易其俗移其教。故共威立而不犯，流遠而不廢，此素皇內帝之法。成鳩之所枋以超等世世不可奪者也，功日益月長，故能與天地存久，此所以與神明體正之術也，不待士史蒼頡作書，故後世莫能云其咎。未聞不與道德究而能以為善者也。」龐子曰：「如是古今之道同邪？」鶡冠子曰：「古者亦我而使之久，眾者亦我而使之眾耳，何比異哉。彼類善則萬世不忘，道惡則禍及其身，尚奚怪焉。」龐子曰：「以今之事觀古之道，舟車相通，衣服同采，言語相知，畫地守之，不能相犯，殊君異長，不能相使，逆言過耳，兵甲相李，百父母子旦未易領，方若所言未有離中國之正也。邱第之業，域不出著，居不連垝，而曰成鳩氏，周闔四海為一家，夷貉萬國莫不來朝，其果情乎？」鶡冠子曰：「虎狼殺人，烏蒼從上，螾蛾從下聚之。六者異類，然同時俱至者何也，所欲同也。由是觀之，有人之名，則同人之情耳何，故不可乎。天度數之而行，在一不少，在萬不眾，同如林木，積如倉粟，斗石以陳，升委無失也。列地分民，亦尚一也耳，百父母子，何能增減，殊君異長，又何出入，若能正一，萬國同極，德至四海，又奚足闔也。」龐子曰：「果必信然，陰陽消散，三百六十日，各反其故，天地跼跼，奚足以疑。聖人高大，內揣深淺遠近之理，使鬼神一失，不復息矣，與天地相蔽，至今尚在，以鉦面達行。宜乎哉，成鳩之萬八千歲也，得此道者何辯誰氏，所用之國而天下利耳。 \\n 泰鴻第十 \\n 泰一者，執大同之制，調泰鴻之氣，正神明之位者也。故九皇受傅，以索其然之所生，傅謂之得天之解，傅謂之得天地之所始，傅謂之道，得道之常，傅謂之聖人，聖人之道與神明相得，故曰道德，]始窮初，得齊之所出，九皇殊制，而政莫不效焉，故曰泰一。泰皇問泰一曰：「天地人事三者孰急？」泰一曰：「愛精養神內端者，所以希天，天也者，神明之所根也，醇化四時，陶埏無形，刻鏤未萌，離文將然者也，地者，承天之演備載以寧者也。吾將告汝神明之極，天地人事三者復一也，立置臣義，所謂四則，散以八風，揆以六合，事以四時，寫以八極，照以三光，牧以刑德，調以五音，正以六律，分以度數，表以五色，改以二氣，致以南北，齊以晦望，受以明歷，日信出信入，南北有極，度之稽也，月信死信生，進退有常，數之稽也，列星不亂其行，代而不干，位之稽也，天明三以定一，則萬物莫不至矣。三時生長，一時煞刑，四時而定天地盡矣。夫物之始也傾傾，至其有也錄錄，至其成形端端王王，勿損勿益，幼少隨足，以從師俗，毋易天生，毋散天樸，自若則清，動之則濁。神聖踐承翼之位，以與神皇合德，按圖正端，以至無極，兩治四致，閒以止息，歸時離氣，以成萬業，一來一往，視衡仾仰，五官六府，分之有道，無鉤無繩，渾沌不分，大象不成，事無經法，精神相薄，乃傷百族，偷氣相時，後功可立，先定其利，待物自至，素次以法，物至輒合。法者，天地之正器也，用法不正，元德不成，上聖者，與天地接，結六連而不解者也。是故有道南面執政以衛神明，左右前後靜侍中央，開原流洋，精微往來，傾傾繩繩，內持以維，外紐以綱，行以理埶，紀以終始，同一殊職，立為明官，五范四時，各以類相從，昧元生色，音聲相衡。東方者，萬物立止焉，故調以徵，南方者，萬物華羽焉，故調以羽，西方者，萬物成章焉，故調以商，北方者，萬物錄臧焉，故調以角，中央者，太一之位，百神仰制焉，故調以宮，道以為先。舉載神明，華天上揚。本出黃鍾所始為東方，萬物唯隆，以木華物，天下盡木也，使居東方主春，以火照物，天下盡火也，使居南方主夏，以金割物天下盡金也，使居西方主秋，以水沉物，天下盡水也，使居北方主冬，上為大都，天下盡土也，使居中央守地，天下盡人也。以天子為正，調其氣，和其味，聽其聲，正其形，迭往觀今，故業可循也。首尾易面，地理離經，奪愛令亂，上滅天文，理不可知，神明失從。文理者，相明者也，色味者，相度者也，藻華者，相成者也。眾者我而眾之，故可以一范請也。順愛之政，殊類相通，逆愛之政，同類相亡。故聖人立天為父，建地為母，范者非務使云必同知一期以使一人也。汜錯之天地之閒而人人被其和。和也者，無形而有味者也。同和者仁也，相容者義也，仁義者，所樂同名也，能同所樂，無形內政，故聖知神方調於無形，而物莫不從天受藻華，以為神明之根者也，地受時以為萬物原者也。神聖詳理，惡離制命之柄，斂散華精，以慰地責天者也，調味章色，正聲以定，天地人事三者畢此矣。」 \\n 泰錄第十一 \\n 入論泰鴻之內，出觀神明之外，定制泰一之衷，以為物稽，天有九鴻，地有九州，泰一之道，九皇之傅，請成於泰始之末，見不詳事於名理之外。范無形，嘗無味，以要名理之所會。范者味之正也，味者氣之父母也，精微者天地之始也。不見形臠，而天下歸美焉。名尸神明者，大道是也。夫錯行合意，扶義本仁，積順之所成，先聖之所生也，行其道者有其名，為其事者有其功。故天地成於元氣，萬物乘於天地，神聖乘於道德，以究其理。若上聖皇天者，先聖之所倚威立有命也，故致治之自在己者也，招高者高，招庳者庳，故成形而不變者度也，未離己而在彼者狎漚也，陳體立節，萬世不易，天地之位也。分物紀名，文聖明別，神聖之齊也，法天居地，去方錯圓，神聖之鑒也，象說名物，成功遂事，隱彰不相離，神聖之教也。故流分而神生，動登而明生，明見而形成，形成而功存。故文者所以分物也，理者所以紀名也，天地者同事而異域者也。無規圓者天之文也，無矩方者地之理也，天循文以動，地循理以作者也。二端者神之法也。神聖之人后先天地而尊者也。後天地生，然知天地之始，先天地亡，然知天地之終。道包之，故能知度之，尊重焉，故能改動，之敏明焉，故能制斷之。精神者物之貴大者也，內聖者精神之原也，莫貴焉，故靡不仰制焉。制者所以衛精擢神致氣也，幽則不洩，簡則不煩，不煩則精明達，故能役賢能使神明，百化隨而變，終始從而豫。神明者積精微全粹之所成也。聖道神方，要之極也，帝制神化，治之期也。故師為君而學為臣，上賢為天子，次賢為三公，高為諸侯，易姓而王，不以祖籍為君者，欲同一善之安也。彼天地動作於胸中，然後事成於外，萬物出入焉，然後生物無害，闓闔四時，引移陰陽，怨沒澄物，天下以為自然，此神聖之所以絕眾也。聖原神文有驗而不可見者也。故過人可見，絕人未遠也，神明所以類合者也。故神明錮結其紘，類類生成，用一不窮，影則隨形，響則應聲。故形聲者天地之師也。四時之功，陰陽不能獨為也。聖王者不失本末，故神明終始焉。卒令八風三光之變，經氣不常之故，孰不詔請都理焉。故神靈威明上變光，疾徐緩急中動氣，煞傷毀禍下在地，故天地陰陽之受命，取象於神明之效，既已見矣。天者氣之所總出也，地者理之必然也。故聖人者，出之於天，收之於地，在天地若陰陽者，杜燥濕以法義，與時遷焉。二者聖人存則治，亡則亂者，天失其文，地失其理也。以是知先靈王百神者，上德執大道。凡此者，物之長也。及至乎祖籍之世代繼之，君身雖不賢，然南面稱寡，猶不果亡者，其能受教乎。有道之士者也不然，而能守宗廟存國家者，未之有也。 \\n  \\n   \\n  "}
{"章节": "鶡冠子卷下", "正文": "  \\n 鶡冠子卷下 \\n 　 \\n  \\n 世兵第十二 \\n 道有度數，故神明可交也，物有相勝，故水火可用也，東西南北，故形名可信也。五帝在前，三王在後，上德已衰矣，兵知俱起。黃帝百戰，蚩尤七十二，堯伐有唐，禹服有苗，天不變其常，地不易其則，陰陽不亂其氣，生死不俛其位，三光不改其用，神明不徙其法。得失不兩張，成敗不兩立。所謂賢不肖者古今一也。君子不惰，真人不怠，無見久貧賤，則據簡之，伊尹酒保，太公屠牛，管子作革，百里奚官奴。海內荒亂，立為世師，莫不天地，善謀日月，不息迺成，四時精習象神，孰謂能之，素成其用，先知其故。湯能以七十里放桀，武王以百里伐紂，知一不煩，千方萬曲，所雜齊同，勝道不一，知者計全，明將不倍時而棄利，勇士不怯死而滅名，欲喻至德之美者，其慮不與俗同，欲驗九天之高者，行不徑請，是以忠臣不先其身而後其君，寒心孤立懸命，將軍野戰，則國弊民罷，城守則食人灼骸，計失，其國削主困，為天下笑，持國計者可以無詳乎？固有過計有嘗試。是以曹沬為魯將，與齊三戰而亡地千里，使曹子計不顧後，刎頸而死，則不免為敗軍擒將。曹子以為敗軍擒將非勇也。國削名滅非智也，身死君危非忠也。夫死人之事者，不能續人之壽，故退與魯君計，桓公合諸侯，曹子以一劍之任劫桓公墠位之上，顏色不變，辭氣不悖三戰之所亡，一旦而反，天下震動，四鄰驚駭，名傳後世。扶杖於小愧者，大功不成。故曹子去忿悁之心，立終身之功，棄細忿之愧，立累世之名。故曹子為知時，魯君為知人。劇辛為燕將，與趙戰，軍敗，劇辛自剄，燕以失五城，自賊以為禍門，身死以危其君，名實俱滅，是謂失此不還人之計也，非過材之莿也。夫得道者務無大失，凡人者務有小善，小善積惡欲多惡則不積德，不積則多難，多難則濁，濁則無知，多欲則不博，不博則多憂，多憂則濁，濁則無知，欲惡者，知之所昏也。夫強不能者僇之其言辱，是劇辛能絕而燕王不知人也。昔善戰者舉兵相從，陳以五行，戰以五音，指天之極，與神同方，類類生成，用一不窮，明者為法，微道是行，齊過進退，參之天地，出實觸虛，禽將破軍，發如鏃矢，動如雷霆，暴疾擣虛，殷若壞牆，執急節短，用不縵縵，避我所死，就吾所生，趨吾所時，援吾所勝。故士不折北，兵不困窮。得此道者驅用市人，乘流以逝，與道翱翔，翱翔授取，錮據堅守，呼吸鎮移，與時更為一先一後，音律相奏，一右一左，道無不可，受數於天，定位於地，成名於人。彼時之至，安可復還，安可控搏。天地不倚，錯以待能，度數相使，陰陽相攻，死生相攝，氣威相滅，虛實相因。得失浮縣，兵以勢勝，時不常使，蚤晚絀嬴，反相殖生，變化無窮，何可勝言。水激則旱，矢激則遠，精神回薄，振蕩相轉，遲速有命，必中三五，合散消息，孰識其時。至人遺物，獨與道俱，縱驅委命，與時往來，盛衰死生，孰識其期，儼然至湛，孰知其尤。禍乎福之所倚，福乎禍之所伏，禍與福如糾纏。渾沌錯紛，其狀若一，交解形狀，孰知其則。芴芒無貌，唯聖人而後決其意。斡流遷徙，固無休息，終則有始，孰知其極。一目之羅，不可以得雀，籠中之鳥，空窺不出，眾人唯唯，安定禍福，憂喜聚門，吉凶同域，失反為得，成反為敗。吳大兵強，夫差以困，越棲會稽，勾踐霸世。達人大觀，乃見其可，橢枋一術，奚足以游。往古來今，事孰無郵。舜有不孝，堯有不慈，文王桎梏，管仲拘囚，坱軋｛大世林｝垠，孰〈火垂〉得之，至得無私，泛泛乎若不繫之舟。能者以濟，不能者以覆。天不可與謀，地不可與慮。聖人捐物，從理與舍，眾人域域，迫於嗜欲，小知立趨，好惡自懼，夸者死權，自貴矜容，列士徇名，貪夫徇財，至博不給，知時何羞，不肖繫俗，賢爭於時，細故袃蒯，奚足以疑，事成欲得，又奚足夸，千言萬說，卒賞謂何。勾踐不官，二國不定，文王不幽，武王不正，管仲不羞，辱名不與大賢功不得與三王鉦面備矣。 \\n 備知第十三 \\n 天高而可知，地大而可宰，萬物安之，人情安取。伯夷叔齊能無盜，而不能使人不意已。申徒狄以為世溷濁不可居，故負石自投於河，不知水中之亂有逾甚者。德之盛，山無徑跡，澤無橋梁，不相往來，舟車不通，何者？其民猶赤子也。有知者不以相欺役也，有力者不以相臣主也，是以鳥鵲之巢可俯而窺也，麋鹿群居可從而係也。至世之衰，父子相圖，兄弟相疑，何者？其化薄而出於相以有為也。故為者敗之，治者亂之，敗則傰，亂則阿，阿則理廢，傰則義不立。堯傳舜以天下，故好義者以為堯智，其好利者以為堯愚。湯武放弒利其子，好義者以為無道，而好利之人以為賢為。彼世不傳賢，故有放君，君好傰阿，故有弒主。夫放弒之所加，亡國之所在，吾未見便樂而安處之者也。夫處危以妄安，循哀以損樂。是故國有無服之喪，無軍之兵，可以先見也。是故箕子逃而搏仇牧，商容拘而蹇叔哭。昔之登高者，下人代之〈忄夌〉，手足為之汗出，而上人乃始搏折枝而趨操木，止之者僇。是故天下寒心而人主孤立。今世之處側者皆亂臣也，其智足以使主不達，其言足以滑政，其朋黨足以相甯於利害。昔湯用伊尹，周用太公，秦用百里，楚用申麃，齊用管子。此數大夫之所以高世者，皆亡國之忠臣所以死也。是觀之非其智能難與也，乃其時命者不可及也。唯無如是，時有所至而求，時有所至而辭，命有所至而闔，命有所至而闢。賢不必得時也，不肖不必失命也，是故賢者守時而不肖者守命。今世非無舜之行也，不知堯之故也，非無湯武之事也，不知伊尹太公之故也。費仲惡來得辛紂之利而不知武王之伐之也，比干子胥好忠諫而不知其主之煞之也。費仲惡來者，可謂知心矣，而不知事。比干子胥者，可謂知事矣，而不知心。聖人者必兩備而後能究一世。 \\n 兵政第十四 \\n 龐子問鶡冠子曰：「用兵之法，天之，地之，人之，賞以勸戰，罰以必眾，五者已圖，然九夷用之而勝不必者，其故何也？」鶡冠子曰：「物有生，故金木水火未用而相制，子獨不見夫閉關乎？立而倚之，則婦人揭之，仆而措之，則不擇性而能舉其中。若操其端，則雖選士不能絕地，關尚一身而輕重異之者，埶使之然也。夫以關言之，則物有而埶在矣。九夷用之而勝不必者，其不達物生者也。若達物生者，五尚一也耳。」龐子曰：「以五為一柰何？」鶡冠子曰：「天不能以早為晚，地不能以高為下，人不能以男為女，賞不能勸不勝任，罰不能必不可。」龐子曰：「取功柰何？」鶡冠子曰：「天不能使人，人不能使天，因物之然，而窮達存焉，之二也，在權在埶。在權，故生財有過富，在埶，故用兵有過勝。財之生也，力之於地，順之於天，兵之勝也，順之於道，合之於人。其弗知者，以逆為順，以患為利。以逆為順，故其財貧，以患為利，故其兵禽。昔之知時者，與道證，弗知者危神明，道之所亡，神明之敗，何物可以留其創？故曰道乎道乎，與神明相保乎。」龐子曰：「何如而相保？」鶡冠子曰：「賢生聖，聖生道，道生法，法生神，神生明。神明者正之末也，末受之本，是故相保。」 \\n 學問第十五 \\n 龐子問鶡冠子曰：「聖人學問服師也，亦有終始乎，抑其拾誦記辭闔棺而止乎？」鶡冠子曰：「始於初問，終於九道。若不聞九道之解，拾誦記辭，闔棺而止，以何定乎？」龐子曰：「何謂九道？」鶡冠子曰：「一曰道德，二曰陰陽，三曰法令，四曰天官，五曰神徵，六曰伎藝，七曰人情，八曰械器，九曰處兵。」龐子曰：「願聞九道之事。」鶡冠子曰：「道德者操行所以為素也，陰陽者分數所以觀氣變也，法令者主道治亂國之命也，天官者表儀祥兆下之應也，神徵者風采光景所以序怪也。伎藝者如勝同任所以出無獨異也。人情者小大愚知賢不肖雄俊豪英相萬也，械器者假乘焉世用國備也，處兵者威柄所持立不敗之地也。九道形心謂之有靈，后能見變而命之，因其所為而定之。若心無形靈辭，雖搏捆不知所之，彼心為主，則內將使外，內無巧驗，近則不及，遠則不至。」龐子曰：「禮樂仁義忠信，願聞其合之於數。」鶡冠子曰：「所謂禮者不犯者也，所謂樂者無菑者也，所謂仁者同好者也，所謂義者同惡者也，所謂忠者久愈親者也，所謂信者無二響者也。聖人以此六者卦世得失逆順之經。夫離道非數，不可以緒端，不要元法，不可以劊心體，表術裏原，雖淺不窮，中虛外博，雖博必虛。」龐子再拜曰：「有問戒哉，雖毋如是冥材乃健，弗學孰能。此天下至道，而世主廢之何哉？」鶡冠子曰：「不提生於弗器，賤生於無所用，中河失船，一壺千金，貴賤無常，時使物然，常知善善，昭繆不易，一揆至今。不知善善，故有身死國亡絕祀滅宗，細人猶然，不能保壽，義則自況。 \\n 世賢第十六 \\n 卓襄王問龐煖曰：「夫君人者亦有為其國乎？」龐煖曰：「王獨不聞俞跗之為醫乎？已成必治，鬼神避之，楚王臨朝為隨兵故，若堯之任人也，不用親戚，而必使能其治病也，不任所愛，必使舊醫，楚王聞傳暮〈害咸〉在身，必待俞跗。」卓襄王曰：「善。」龐煖曰：「王其忘乎？昔伊尹醫殷，太公醫周武王，百里醫秦，申麃醫郢，原季醫晉，范蠡醫越，管仲醫齊，而五國霸。其善一也，然道不同數。」卓襄王曰：「願聞其數。」煖曰：「王獨不聞魏文王之問扁鵲耶？曰：『子昆弟三人其孰最善為醫？』扁鵲曰：『長兄最善，中兄次之，扁鵲最為下。』魏文侯曰：『可得聞邪？』扁鵲曰：『長兄於病視神，未有形而除之，故名不出於家。中兄治病，其在毫毛，故名不出於閭。若扁鵲者，鑱血脈，投毒藥，副肌膚，閒而名出聞於諸侯。』魏文侯曰：『善。使管子行醫術以扁鵲之道，曰桓公幾能成其霸乎！』凡此者不病病，治之無名，使之無形，至功之成，其下謂之自然。故良醫化之，拙醫敗之，雖幸不死，創伸股維。」卓襄王曰：「善，寡人雖不能無創，孰能加秋毫寡人之上哉？」 \\n 天權第十七 \\n 挈天地而能遊者謂之還名，而不還於名之人明照光照不能照己之明是也，獨化終始，隨能序致，獨立宇宙無封，謂之皇天地，浮懸天地之明，委命相鬲謂之時，通而鬲謂之道，連萬物領天地，合膊同根，命曰宇宙，知宇故無不容也，知宙故無不足也，知德故無不安也，知道故無不聽也，知物故無不然也，知一而不知道，故未能裏也。昔行不知所如往而求者則必惑，索所不知求之象者則必弗得。故人者莫不蔽於其所不見，鬲於其所不聞，塞於其所不開，詘於其所不能，制於其所不勝，世俗之眾籠乎此五也而不通此，未見而有形，故曰：有無軍之兵，有無服之喪。人之輕死生之故也，人之輕安危之故也。夫蚊虻墜乎千仞之谿，乃始翱翔而成其容，牛馬墜焉，碎而無形。由是觀之，則大者不便，重者創深，兵者涉死而取生，陵危而取安，是故言而然道而當。故一蚋〈虫替〉膚，不寐至旦，半糠入目，四方弗治。所謂蔽者，豈必障於帷〈巾廉〉隱於帷薄哉！周平弗見之謂蔽。故病視而目弗見，疾聽而耳弗聞，蒙故知能與其所聞見俱盡，鬲故奠務行事與其任力俱終，塞故四發上統而不續而消亡。夫道者必有應而後至，事者必有德而後成。夫德知事之所成成之所得，而後曰我能成之，成無為，得無來，詳察其道何由然哉。迷往以觀，今是以知其未能。彼立表而望者不惑，按法而割者不疑，固言有以希之也。夫望而無表割無法，其惑之屬耶？所謂惑者，非無日月之明四時之序星辰之行也，因乎反茲而之惑也，惑故疾視愈亂，惇而易方，兵有符而道有驗，備必豫具，慮必蚤定，下因地利，制以五行，左木右金前火後水中土，營軍陳，士不失其宜，五度既正，無事不舉，招搖在上，繕者作下，取法於天，四時求象，春用蒼龍，夏用赤鳥，秋用白虎，冬用元武。天地已得，何物不可宰。理之所居，謂之地，神之所形，謂之天。知天故能一舉而四致並起，而獨成鳥乘隨隨〈身句〉蜚垂〈車耳犬〉。故昔善討者非以求利，將以明數，昔善戰者非以求勝，將以明勝。獨不見夫隱者乎？設使知之，其知之者屈，已知之矣，若其弗知者，雖師而說，尚不曉也。悲乎！夫蔽象鬲塞之人未敗而崩，未死而禽。設兵取國，武之美也，不動取國文之華也。士益武人不益文，一者寡愛，不可勝論。耳者可以聽調聲而不能為調聲，目者可以視異形而不能為異形，口者可以道神明而不能為神明。故先王之服師術者呼往發蒙，釋約解刺，達昏開明，而且知焉，故能說適計險，歷越踰俗，軼倫越等，知略之見，遺跋眾人，求絕紹遠，難之在前者能當之，難之在後者能章之，要領天下而無疏，遠乎敵國之制，戰勝攻取之道，應物而不窮，以一宰萬而不總，類類生之，耀名之所在，究賢能之變，極蕭楯之元，謂之無方之傳，著乎無封之宇。制事內不能究其形者，用兵外不能充其功。彼兵者，有天有人有地，兵極人，人極地，地極天，天有勝，地有維，人有成。故善用兵者慎以天勝，以地維，以人成。王者明白，何設不可圖。所謂天者，非以無驗有勝，非以日勢之長而萬物之所受服者邪。彼天生物而不物者，其原陰陽也，四時生長收藏而不失序者，其權音也，音在乎不可傳者，其功英也。故所肄學兵必先天權，陳以五行，戰以五音，左倍宮角，右挾商羽，徵君為隨，以｛〈東東〉日｝無素之眾，陸溺溺人。故能往來竇決，獨金而不連，絕道之紀，亂天之文，干音之謂違物之情，天之不綱，其咎燥凶。欲無亂逆，謹司天英，天英各失，三軍無實。夫不英而實，孰有其物？常聖博古今復一日者，天地之所待而闔耳。故天權神曲，五音術兵。逸言曰：章以禍福，若合符節。凡事者，生於慮，成於務，失於驚。 \\n 能天第十八 \\n 原聖心之作，情隱微而後起，散無方而求監焉，軼元眇而后無，杭澄幽而思謹焉，截六際而不絞，觀乎孰莫，聽乎無罔，極乎無係，論乎窈冥，湛不亂紛，故能絕塵埃而立乎太清，往無與俱，來無與偕，希備寡屬，孤而不伴，所以無疵，保然獨至，傳未有之將然，領無首之即次，度十五而用事，量往來而廢興，因動靜而結生，能天地而舉措自然形也，不可改也，奇耦數也，不可增減也，成敗兆也，非而長也。故其得道以立者，地能立之，其得道以仆者，地弗能立也，其得道以安者，地能安之，其得道以危者，地弗能安也，其得道以生者，天能生之，其得道以死者，天弗能生也，其得道以存者，天能存之，其得道以亡者，天弗能存也。彼安危埶也，存亡理也，何可責於天道，鬼神奚與？一者德之賢也，聖者賢之愛也，道者聖之所吏也，至之所得也。以至圖弗能載，名弗能舉，口不可以致其意，貌不可以立其狀，若道之象門戶是也。賢不肖愚知由焉出入而弗異也。道者開物者也，非齊物者也。故聖，道也，道非聖也。道者，通物者也，聖者，序物者也。是以有先王之道，而無道之先王。故聖人者，後天地而生，而知天地之始，先天地而亡，而知天地之終。力不若天地，而知天地之任，氣不若陰陽，而能為之經，不若萬物多，而能為之正，不若眾美麗，而能舉善指過焉，不若道德富，而能為之崇，不若神明照，而能為之主，不若鬼神潛，而能著其靈，不若金石固，而能燒其勁，不若方圓治，而能陳其形。昔之得道以立至今不遷者，四時太山是也，其得道以危至今不可安者，苓巒堙谿橐木降風是也，其得道以生至今不亡者，日月星辰是也，其得道以亡至今不可存者，苓葉遇霜朝露遭日是也。故聖人者，取之於埶，而弗索於察。埶者其專而在己者也，察者其散而之物者也。物乎物芬芬份份，孰不從一出？至一易，故定審於人，觀變於物。口者所以抒心誠意也，或不能俞受究曉，揚其所謂，或過其實，故行異者相非，道異者相戾。詖辭者革物者也，聖人知其所離，淫辭者因物者也，聖人知其所合，詐辭者沮物者也，聖人知其所飾，遁辭者請物者也，聖人知其所極，正辭者惠物者也，聖人知其所立。立者能效其所可知也，莫能道其所不及。明諭外內，後能定人。一在而不可見，道在而不可專。切譬于淵，其深不測，淩淩乎泳澹波而不竭。彼雖至人，能以練其精神，修其耳目，整飾其身，若合符節，小大曲制，無所遺失，遠近邪直，無所不及。是以德萬人者謂之俊德，千人者謂之豪德，百人者謂之英。故聖者，言之凡也。 \\n 武靈王第十九 \\n 武靈王問龐煥曰：「寡人聞飛語流傳曰：百戰而勝，非善之善者也，不戰而勝，善之善者也。願聞其解。」龐煥曰：「工者貴無與爭，故大上用計謀，其次因人事，其下戰克。用計謀者，熒惑敵國之主，使變更淫俗，哆恭憍恣，而無聖人之數，愛人而與，無功而爵，未勞而賞，喜則釋罪，怒則妄殺，法民而自慎，少人而自至，繁無用，嗜龜占，高義下合意內之人。所謂因人事者，結幣帛用貨財閉近人之復其口，使其所謂是者盡非也，所謂非者盡是也，離君之際用忠臣之路。所謂戰克者，其國已素破，兵從而攻之，因句踐用此而吳國亡，楚用此而陳蔡舉，三家用此而智氏亡，韓用此而東分。今世之言兵也，皆強大者必勝，小弱者必滅，是則小國之君無霸王者，而萬乘之主無破亡也。昔夏廣而湯狹，殷大而周小，越弱而吳強，此所謂不戰而勝，善之善者也，此陰經之法，夜行之道，天武之類也。今或僵尸百萬，流血千里，而勝未決也，以為功，計之每已不若。是故聖人昭然獨思，忻然獨喜。若夫耳聞金鼓之聲而希功，目見旌旗之色而希陳，手握兵刃之枋而希戰，出進合鬥而希勝，是襄主之所破亡也。」武靈慨然歎曰：「存亡在身。微乎哉，福之所生！寡人聞此，日月有以自觀。」昔克德者不詭命，得要者其言不眾。 \\n  \\n   \\n  "}
{"章节": "流傳載錄", "正文": "  \\n 流傳載錄 \\n 　 \\n 《漢書．藝文志》： \\n 《鶡冠子》一篇。〔楚人，居深山，以鶡為冠。〕 \\n 《隋書．經籍志．子．道家類》： \\n 《鶡冠子》三卷。〔楚之隱人。〕 \\n 《舊唐書．經籍志．子錄．道家類》： \\n 《鶡冠子》三卷。〔鶡冠子撰。〕 \\n  \\n   \\n  "}
