{"章节": "洞天清录（宋）赵希鹄", "正文": " \\n 洞天清录 \\n   \\n  \\n  \\n 提要 \\n  \\n 《洞天清录》一卷，宋赵希鹄撰。希鹄本宗室子，《宋史·世系表》列其名於燕王德昭房下，盖太祖之後，始末则不可考。据书中有嘉熙庚子自岭右回至宜春语，则家於袁州者也。是书所论皆鉴别古器之事，凡古琴辨三十二条，古砚辨十二条，古钟鼎彝器辨二十条，怪石辨十一条，砚屏辨五条，笔格辨三条，水滴辨二条，古翰墨真迹辨四条，古今石刻辨五条，古今纸花印色辨十五条，古画辨二十九条。大抵洞悉源流，辨析精审。如谓刁斗乃行军炊具，今世所见古刁斗乃王莽威斗之类，为厌胜家所用。又谓今所见铜犀牛、天禄、蟾蜍之属皆古人以贮油点灯，今人误以为水滴。其援引考证，类皆确凿，固赏鉴家之指南也。明宁献王权尝为刊版於江西，见《宁藩书目》。曹溶《续艺圃搜奇》所载，与此本同，盖皆从宁王旧刻传录。明钱塘锺人杰辑《唐宋丛书》，别载一本，与此本迥异。考其中有杨慎之说，宁庶人宸濠之名，及永乐、宣德、成化年号，希鹄何自知之？其为未见此本而刺取他书以赝其名，固不待辨矣。  \\n  \\n 　 \\n 原序 \\n  \\n 唐彦逺作閒居受用，至首載齋閣應用而旁及醖醢脯羞之屬。噫！是乃大老姥總督米鹽細務者之為，誰謂君子受用如斯而已乎？人生一世如白駒過隙，而風雨憂愁輒居三分之二，其間得閒者纔三之一分耳，况知之而能享用者又百之一二，於百一之中又多以聲色為受用，殊不知吾輩自有樂地，悦目初不在色；盈耳初不在聲。嘗見前輩諸老先生多畜法書、名畫、古琴、舊硯，良以是也。明窗淨几羅列，布置篆香居中，佳客玉立相映。時取古人妙迹，以觀鳥篆蝸書，竒峯逺水。摩娑鐘鼎，親見商周。端硯湧巖泉，焦桐鳴玉佩。不知人世所謂受用清福，孰有踰此者乎？是境也，閬苑瑶池，未必是過，人鮮知之，良可悲也。余故彚萃古琴硯古鐘鼎，而次凡十門辨訂，是否以貽清修好古塵外之客？名曰《洞天清録》。若香茶紙墨之屬，既譜載而已謬誤者，兹不復贅，觀者宜自求之。開封趙希鵠序  \\n  \\n 　 \\n 洞天清録 \\n ●　古琴辨 \\n ○　斷紋 \\n 古琴以斷紋為證。琴不歴五百歲不斷。愈久則斷愈多。然斷有數等。 \\n  \\n 有蛇腹斷。有紋横截琴面，相去或一寸或二寸，節節相似如蛇腹下紋。 \\n  \\n 有細紋斷。如髪千百條，亦停勻，多在琴之兩旁，而近岳處則無之。有面與底皆斷者。 \\n  \\n 又有梅花斷。其紋如梅花頭，此為極古，非千餘載不能有也。 \\n  \\n 蓋漆器無斷紋而琴獨有之者，蓋他器用布漆，琴則不用。他器安閒，而琴日夜為絃所激，又嵗久桐腐而漆相離破。斷紋隱處雖腐，磨礪至再重加光漆，其紋愈見，然真斷紋如劍鋒，偽則否。 \\n  \\n ○　偽斷紋 \\n  \\n 偽作者，用信州薄連紙光漆一層於上，加灰。紙斷則有紋。或於冬日以猛火烘琴極熱，用雪罨激烈之。或用小刀刻畫於上，雖可眩俗眼，然決無劍鋒，亦易辨。 \\n  \\n ○　古琴様制 \\n  \\n 古琴惟夫子、列子二様。若太古琴或以一段木為之，並無脅腰，惟加岳，亦無焦尾，安焦尾處則横嵌堅木以承絃。而夫子、列子様亦皆肩垂而濶，非若今聳而狹也。惟此二様乃合古制。近世雲和様，於岳之外刻作雲頭捲，而下通身如壺瓶。此或以夫子様周(徧/遍)皆作竹節形，名竹節様。其異様不一，皆非古制。又於第四絃下安徽以求異曰：“此外國琴”。尤可笑也。 \\n  \\n ○　古琴陰陽材 \\n  \\n 古琴陰陽材者：葢桐木靣陽日照者為陽，不靣日者為陰。如不信，但取新舊桐木置之水上，陽靣浮之陰必沈，雖反復之再三，不易也。更有一驗，古今琴士所未嘗言“陽材琴：旦濁而暮清，晴濁而雨清，陰材琴：旦清而暮濁，晴清而雨濁”。此乃靈物與造化同機，緘非他物比也。 \\n  \\n ○　取古材造琴 \\n  \\n 古琴最難得於精金美玉。得古材者，命良工旋製之斯可矣。自昔論擇材者曰：“紙甑、水槽、木魚、鼓腔、敗棺、古梁柱、榱桷”。然梁柱恐為重物壓損紋理，敗棺少用桐木，紙甑水槽患其薄而受濕氣太多，惟木魚鼔腔晨夕近鐘鼓，為金聲所入，最為良材。然亦有敲損之患。别有《擇材往監》今陳述之云：“昔[吴]錢忠懿王能琴，遣使以亷訪為名而實物色良琴。使者至天台宿山寺，夜聞瀑布聲正在簷外，晨起視之，瀑下淙石處正對一屋柱，而柱且向日，私念曰：若是桐木則良琴處在是矣。以刀削之果桐也。即賂寺僧易之，取陽靣一琴材馳驛以聞，乞俟一年斵成，獻忠懿，一曰洗凡，二曰清絶，遂為曠代之寶。後錢氏納土太宗朝，二琴歸御府。南渡初，流轉至霅州葉夢得上之”。此乃擇材之良法，大抵桐材既堅而又歴千餘年，木液已盡，復多風日吹曝之，金石水聲感入之，所處在空曠清幽蕭散之地，而不聞塵凡喧雜之聲，取以制琴，烏得不與造化為妙，以此觀之，安琴之室亦當如是，不宜近塵穢婦女喧雜之地也。 \\n  \\n ○　製琴不當用俗工 \\n  \\n 工人供斤削之役，若繩墨尺寸，厚薄方圓必善琴。高士主之，仍不得促辦每一事，如槽腹、琴靣之類，一事畢方治一事，必相度審思之。既斵削去，則不復可增，度造一琴并漆，必三月或半年方辦。合底靣必用膠漆，如皮紙厚，合訖置琴於卓上，横厚木於卓下，夾卓以篾絲縛之，依法匣訖，候一月方解。底灰必雜以金銅細屑或磁器屑，薄如連紙，候極乾再上一次。靣灰用極細骨灰如薄連紙，止一上並一月方乾。靣上糙漆僅取遮灰，光漆糙底，灰漆差厚無害。又，徽者繩也，凖繩墨以定聲，尤宜留意。豈俗工所能哉。製造之法，諸琴書備載，宜擇其善者參用之。 \\n  \\n ○　擇琴不必泥名 \\n 今人見琴池沼中有雷文張越字，便以為至寶。殊不知雷張皆開元天寶時人，去今能幾何，若得古材，依法留心斵之。雷張未必過也，惟求其是而已矣。 \\n  \\n ○　製琴不必求竒 \\n  \\n 湖南有范氏曽守土，號范連州，自能斵琴。今有一琴在折彦質參政家。其琴靣乃用方二三寸許小桐木片，以膠漆輳成之，名曰百衲。彈之則與尋常低下，琴無異此何益哉。木不成段，聲必不應。又為漆所礙，其窒塞可知。折氏至今寶之，尤可笑。今人或以琴材短不及或自岳之外别用桐木接之，亦不可也。 \\n  \\n ○　古琴色 \\n 古琴漆色歴年既久，漆光退盡。惟黯黯如海舶所貨烏木，此最竒古。而或者以其無光，磨而再漆之，不惟頓失古意且滯琴之聲，此大戒也。 \\n  \\n ○　純陽琴 \\n 底靣俱用桐，謂之純陽琴。古無此製，近世為之。取其暮夜陰雨之際，聲不沈黙必不能逹，逺葢聲不實也。 \\n  \\n ○　擇琴底 \\n  \\n 今人多擇靣不擇底。縱依法製之，琴亦不清。葢靣以取聲，底以匱聲。底木不堅，聲必散逸。法當取五七百年舊梓木，鋸開以指甲掐之，堅不可入者方是。 \\n  \\n ○　桐木不宜太鬆 \\n  \\n 桐木太鬆而理疎，琴聲多泛而虚。宜擇■實而紋理條條如絲線，細宻條達不邪曲者，此十分良材。亦以掐不入為竒。其掐得入而麄疎柔脆者，多是花桐。乃今用作漆器胎素者，非梧桐也。今人多誤用之。 \\n  \\n ○　桐木紫色 \\n 桐木年久，木液去盡。紫色透裏，全無白色。更加細密，方稱良材。 \\n  \\n ○　燻爆琴材 \\n  \\n 古人以桐梓久浸水中，又取以懸竈上，或吹曝以風日。百種用意，終不如自然者。蓋萬物在天地間必歴年多，然後受陰陽氣足而成材。自壯而衰，衰而老，老而死。陰陽之氣去盡，然後反本還元，復與太虚同體，其竒好處，乃與造化同功。此豈人力所能致哉？豈吹曝所能成哉？ \\n ○　桐木多等 \\n 有梧桐生子如簸箕。有花桐：春來開花如玉簮而微紅，號折桐花。青櫻桐：其實頗堪，以醡油。有刺桐：其木身皆生刺，大如釘鍖（音斟）。 \\n  \\n ○　梓木多等 \\n  \\n 有楸梓：鋸開色微紫黒，用以為琴底者也。有黄心梓：其理正類櫧木而極細，黄白不堪，若作器用難朽，非琴材也。漆木亦類梓，蓋取其漆液堅凝，古人亦以備材料湏，不經取漆而老大者方可用。 \\n  \\n ○　琴腹 \\n  \\n 製琴腹宜安，鳳足處須小阨之，過足則復寛之。葢聲過阨則不直達，過阨寛則復悠揚而出，所以韻長乃唐雷文秘法。此論琴腹横廣也，靣底皆然，於阨處空鑿足。 \\n  \\n ○　琴足 \\n  \\n 琴足宜用棗心、黄楊、及烏木，葢取其堅實。足之下須令平如鐡切，忌尖與凹，足之柄與琴之鑿必小大相當，毋差毫釐。若柄小而以紙副之，琴聲必泛。岳軫、焦尾亦宜用此三等，木切不可以金、玉、犀、象為飾，多誨盜併為琴害矣。 \\n  \\n ○　雷張槽腹法 \\n  \\n 雷張，製槽腹有妙訣。於琴底悉窪微令如仰瓦。葢謂於龍池鳳沼之，絃徽令有唇。餘處悉窪之，正如今銅錢之背，穿眼處有絃，凸起令聲。有闗閉既取其靣底，若如瓦相合而池沼之，唇又關閉不直達，故聲有所匱而不散，豈論琴腹堅深也。余嘗見畢文簡公張越琴，於池沼間以指探之，果如此。 \\n  \\n ○　琴受土氣 \\n  \\n 人之愛琴者殁，則戒子孫蔵之塜，間或有用石匣者。復出而為世用，多是聲沈闇闇然。葢以受土氣多，濕氣勝耳。法當用大甑蒸之，以去濕氣，一蒸未透再多蒸之，於風日處挂曝經月，聲復矣。 \\n  \\n ○　浦江古琴 \\n  \\n ■〈婺，牙代矛〉州浦江一士大夫家，發地得琴，長大有斷紋。紹興間獻之御府，為巨璫所阻。曰“此墟墓中物，豈宜進御府”。遂給還其家，至今寶之。雖聲帯濁，而以作廣陵等大曲，彈愈久而聲方出。此琴若用前蒸曝法，當無比矣。 \\n  \\n ○　琴靣有穿孔 \\n  \\n 南昌一士家有古琴。靣上三穿孔，然皆不當絃不礙聲，號曰“玲瓏玉”。有達官以千緡市之而去。紹興諸暨一士大夫家有一穿孔琴，亦不當絃。今已轉徙他處。 \\n  \\n ○　琴案 \\n  \\n 琴案：須作維摩様，庶案脚。不碍人膝，連靣高二尺八寸，可入膝於案下而身向前，宜石靣為第一，次用堅木。厚者為靣，再三加灰，漆亦令厚，四脚令壯，更平不假坫扱，則與石案無異。永州石案靣固佳，然太薄，板須厚一寸半許乃佳。若用木靣，須二寸以上，若得大栢大■〈朿上束下〉木，不用膠合，以漆合之尤妙。又見今人作琴桌，僅容一琴。須濶可容四琴，長過琴三之一，試以案較琴聲便可見。琴案上切不可置香爐雜物於前，吳自強《雲山集》云：“於案靣作小水槽不必爾也”。 \\n  \\n ○　琴室 \\n  \\n 前輩或埋瓮於地，上鳴琴，此説恐妄傳。蓋彈琴之室宜實不宜虛，最宜重樓之下。蓋上有樓板，則聲不散，其下空曠，清幽則聲透徹。若高堂大厦則聲散，小閣密室則聲不達，園囿亭榭尤非所宜，若必幽人逸士於高林大木或岩洞石室之下。清曠之地，更有泉石之勝，則琴聲愈清，與廣寒月殿何異。 \\n  \\n ○　掛琴 \\n  \\n 掛琴不宜箸壁，有土氣。惟紙糊格及漆格上當風處為妙。然須無人往來，小兒、婦女、猫犬所不到處，當掛時加袋以障塵。匣之則去袋。葢袋能引濕氣，梅月須早入匣，以厚紙糊縫，安樓上陰涼處。琴匣之制須低矮窄小，僅可容此琴，葢令容受于口，仍釘鉸加鎻。若令僮僕抱琴，勿横抱，多前遇物觸損雲牙。不若於袋上作大襻，豎肩背後則不損，然襻須■不可寛。 \\n  \\n ○　露下彈琴 \\n 露下彈琴而聲不泛，葢陽材也。若鐘鳴雞唱，霜清月皎，以陽琴鼔之，聲更清徹。陰材則不然。 \\n  \\n ○　彈琴盥手 \\n 未彈琴先盥手。手澤能膩絃損聲，夏月尤甚。唯早晚差涼宜弄琴，正午炎熱非惟汗汚，天氣太燥亦難為絃，若陰涼處無害。 \\n  \\n ○　焚香彈琴 \\n 惟取香清而烟少者。若濃烟撲鼻，大敗佳興。當用水沈、蓬萊，忌用龍涎、篤耨、兒女態者。 \\n  \\n ○　對花彈琴 \\n 彈琴對花，惟岩桂、江梅、茉莉、荼■〈艹縻〉薝蔔等。香清而色不艷者方妙。若妖紅艶紫，非所宜也。 \\n  \\n ○　彈琴對月 \\n 夜深人静，月明當軒，香■〈爇，火代灬〉水沈，曲彈古調。此與羲皇上人何異，但須在一更後三更前，葢初更人聲未寂，三更則人倦欲眠矣。 \\n  \\n ○　彈琴舞鶴 \\n 彈琴舞鶴未必能舞，觀者閧然，彈者心不専，此與觀優何異，誠非君子之事。 \\n  \\n ○　臨水彈琴 \\n 湍流（曝/瀑）布，凡水之有聲，皆不宜彈琴。惟澄淨池沼，近在軒窗或在竹邉林下，雅宜對之。微風洒然，游魚出聽，其樂無涯也。 \\n  \\n ○　膝上横琴 \\n 春秋二候氣清而和，人亦中夜多醒。月色臨窗，披衣趺坐，横琴膝上，時作小操，然須指法精熟方可為此蚌徽，古人所以不用金玉而貴。 \\n  \\n ○　蚌徽 \\n 者葢蚌有光采，得月光相射則愈煥發，了然分明，此正謂對月。及膝上横琴，設若金玉則否，今人少知此理。然當用海産珠蚌更多光采。 \\n  \\n ○　道人彈琴 \\n 道人彈琴，琴不清亦清。俗人彈琴，琴不濁亦濁。而況婦人女子、倡優下賤乎。 \\n  \\n ●　古硯辨 \\n  \\n 世之论砚者，皆曰多用歙石，盖未知有端溪，殊不知历代以来皆采端溪。至南唐李主时端溪旧坑已竭，故不得已而取其次。歙乃端之次，其失一也；近时好事者作《研谱》，惟分端溪上、中、下三岩，而不知下岩唯有旧坑，无新坑。上、中二岩则皆有旧、新坑，于歙亦然，其失二也；世之论端溪者唯贵紫色，而不知下岩旧坑唯有漆黑、青花二种。初未尝有紫，无它，未曾观古研耳，其失三也。余虑世人贵耳鉴而无心赏，故述《古研辨》，惟说端、歙二溪而不它及，盖端、歙或强以为砚，宁不羞见子墨客卿乎？是说非老于用研者，其孰能知之？ \\n  \\n ○　端溪下岩旧坑 \\n  \\n 端溪下岩旧坑，卵石黑如漆，细润如玉，叩之无声，磨墨亦无声，有眼，眼中有晕，或六七眼相连，排星斗异形。石居水底，须千夫堰水汲尽，深数丈，篝火下缒，深入穴中，方得之。此岩南唐时已难得，至庆历间坑竭。下岩旧坑又一种卵石，去膘方得材，色紫青黑，细如玉，有花点如筯头大，其点别是碧玉清莹,与砚质不同。唐吴淑《砚赋》所谓“点滴青花”是也，故名“青花子石”，今讹为青花紫石，李长吉诗已讹作“紫”字，其实未尝紫色。青黑之中，或有白点如粟，排星斗异象，水湿方见，扣之无声，磨墨亦无声。此品南唐时已难得，庆历间坑竭。已上二品石，久用锋芒愈出，不退钝,不假磨砻。下岩上有一坑出此二种石，别无新坑。所谓新坑，盖元坑已尽，而别开一坑，下岩则否。 \\n  \\n ○　端溪中岩旧新坑 \\n  \\n 端溪中岩旧新坑，石色紫如新嫩肝，细润如玉，有眼，小如绿豆粒，纯绿色而无晕。或有绿条纹或白条纹如线,盖(坚)竖而圆者为眼，横而长者为条纹。此种亦是卵石，外有黄膘包络，叩之无甚声，磨墨亦无声，久用锋芒不退，不假磨砻。今此坑取之亦竭。中岩新坑，色淡紫，眼如鸲鹆眼大，重晕而紧小，其中如瞳人状，石老者扣之有声，嫩者扣之无甚声,磨墨则微有声。石有极润者,虽难得，然久用则锋芒退乏，必假磨砻。今此品难得，遂为稀奇之宝，百砚之中见一二耳。世人见其稀有，又目未曾见古砚，遂目此为下岩旧坑，不知此去下岩已低三等矣。 \\n  \\n ○　端溪上岩新坑 \\n  \\n 端溪上岩新、旧坑,皆色灰紫而粗燥，眼大为雄鸡眼，叩之珰珰然，磨墨相拒如锯声，久用则锋乏，光如镜面，不堪用，然旧坑差胜新坑。今士大夫所藏砚多此品。 \\n  \\n ○　他处石类端溪而非端溪者 \\n  \\n 一种名潻石，出九潻溪。表淡青，里深青紫而带红，有极细润者，然以之磨墨，则墨涩而不松快。愈用愈光，而顽硬如镜面。间有金线或黄脉，直截如界行相间者，号“紫袍金带”。高宗朝，戚里吴琚曾以进御，不称旨。一种辰沅州黑石，色深黑，质粗燥，或微有小眼，黯然不分明。今人不知，往往称为黑端溪，相去天渊矣。今端溪民负贩者，多市辰沅砚璞而归，刻作端溪样以眩人，江南士大夫被获重价。若辰沅人自镌刻者，则太雕琢，或作荷莲、水波、犀牛、龟鱼、八角、六花等样，藻饰异常，虽极工巧而材不堪用，此亦辨辰沅研之一法。 \\n  \\n ○　歙溪龙尾旧坑新坑 \\n  \\n 歙溪龙尾旧坑(新坑)，色淡青黑，湛如秋水，并无纹。以水湿之，微似紫，干则否，细润如玉，发墨如汎油，并无声，久用不退锋。或有隐隐白文，成山水、星斗、云月异象，水湿则见，干则否。此亦是卵石，故难得。大者不过四五寸，多作月研，就其材也。或有纯黑如角者，东坡最贵此品。今得之亦贵重，不减端溪下岩。然龙尾旧坑虽极细，犹微涩墨，端溪下岩则直如鏊盘塌蜡矣，以此为辨。南唐时方开龙尾旧坑，今已无之。新坑色亦青黑无纹，而粗燥砺墨退笔，久用则钝乏，有大盈三尺者。 \\n  \\n ○　歙溪罗纹、刷丝、金银间刷丝、眉子四品，新、旧坑。 \\n  \\n 四品旧坑，并青黑色，纹细而质润如玉。罗纹直如极细罗；刷丝如发密；眉子如甲痕，或如蚕大；金银间刷丝亦细密，久用不退锋，磨墨无声，无阔大者。然皆次于龙尾旧坑，亦南唐时开坑，今已无如得之，贵重不减龙尾旧坑。四品新坑，并纹粗而质枯燥且不坚。眉子大者或长二三寸，刷丝每条相去一二分，罗纹如蘿茯纹，拒墨如锯，久用退乏光硬，大者盈一二尺。 \\n  \\n ○　金星旧坑、新坑 \\n  \\n 金星新旧坑并粗燥，淡青色。虽金星满面，然砺墨退笔，久用退乏，大者盈尺。别有一种黑石金星，姿质亚端溪下岩漆黑石，乃是万州悬金岩金星石也，色漆黑，细润如玉，隐隐金星，水湿则见，干则否，发墨如汎油，无声，久用不退乏，非歙比也。今万崖亦已取尽，如得之，不减端溪下岩。 \\n  \\n ○　银星旧坑、新坑 \\n 银星新旧坑，并粗燥，淡青黑色，有银星处不堪磨墨。工人多侧取之，置其星于外，谓之“银星墙壁”。拒墨如锯，久用退乏如镜面，大者盈尺。 \\n  \\n ○　洮河绿石砚 \\n 除端、歙二石外，惟洮河绿石，北方最贵重。绿如蓝，润如玉，发墨不减端溪下岩。然石在临洮大河深水之底，非人力所致，得之为无价之宝。 \\n 旧相传，虽知有洮砚，然目之所未睹，今或有绿石砚名为洮者，多是潻石之表，或长沙谷山石。潻石润而光，不发墨，堪作砥砺耳。 \\n ○　墨玉砚 \\n  \\n 荆襄鄂渚之间，有团块墨玉璞，并与端溪下岩黑卵石同，而坚缜过之，正堪作砚。虽不如玉器出光，留其锋耳。但黑中有白玉相间，甚者阔寸许，玉石谓之“间玉玛瑙”，其白处又极坚硬拒墨，若用纯黑处为砚，当在端溪下岩之次，龙尾旧坑之上。 \\n  \\n ○　硯匣 \\n  \\n 硯匣不當用五金。葢石乃金之所自出，金為石之精華，子母同處則子盜母氣，反能燥石而又誨盗，當用佳漆為之，硯雖低匣，葢必令高過寸許方雅觀。然只用琴光素漆，切忌用鈿花、犀皮之屬。四角須用布令極牢，不宜用紗，匣取其容硯而周圍寛三指，或作皂絹襯尤妙。今人於匣底作小穴小竅容指，本以之出硯而多泄潤氣，令匣稍寛不必留竅，或有黒汁流下多汙几案。又或匣底之下作豹脚，取其可入手指以移重硯，此尤非所宜。葢硯實則易發墨，虛則否。故古人作硯多實，其趺又加以絣褥，正為是也。 \\n  \\n ●　古鐘鼎、彛器辨 \\n ○　三代制 \\n  \\n [夏]尚忠，[商]尚質，[周]尚文，其制器亦然。商器質素無文，周雕篆細宻，此固一定不易之論，而夏器獨不然，余嘗見夏琱戈於銅上相嵌以金，其細如髮，夏器大抵皆然歲久金脱，則成陰竅，以其刻畫處成凹也。相嵌今俗訛為商嵌，詩曰“追琢其章，金玉其相”。 \\n  \\n ○　水、土、傳世，三等古銅器。 \\n  \\n 銅器入土千年，純青如鋪翠。其色子後稍淡，午後乘陰氣，翠潤欲滴。間有土蝕處，或穿或剥並如蝸篆，自然或有斧鑿痕，則僞也。銅器墜水千年，則純緑色而瑩如玉。未及千年緑而不瑩。其蝕處如前。今人皆以此二品體輕者為古，不知器大而厚者，銅性卒未盡，其重止能減三分之一或減半。器小而薄者，銅性為水土蒸淘易盡。至有鋤擊破處，並不見銅色，惟翠緑徹骨，或其中有一線紅色如丹，然尚有銅聲。傳世古則不曾入水，惟流傳人間，色紫褐而有朱砂班，甚者其班凸起如上等辰砂，入釡以沸湯煑之，良久班愈見。僞者以漆調硃，為之易辨也。 \\n  \\n ○　銅腥三等 \\n 古銅並無腥氣。惟上古新出土尚帶土氣，久則否。若僞作者，熱摩手心以擦之，銅腥觸鼻可畏。 \\n  \\n ○　識文 \\n  \\n [夏]用鳥跡篆。[商]用蟲魚篆。[周]用蟲魚大篆。[秦]用大小篆。[漢]以小篆隷書。[三國]用隷書。[晉宋]以來用楷書。[唐秦]用楷隷。[三代]用陰識，謂之偃囊字，其字凹入也。[漢]以來或用陽識，其字凸，間有凹者，或用刀刻如鐫碑者，葢陰識難鑄，陽識易。為陽識决非古物也。 \\n  \\n ○　欵文 \\n 識、欵，篆字以紀功，所謂銘書。鍾鼎，欵乃花紋以陽識。古器，欵居外而凸。識居内而凹。[夏][周]器有欵有識，[商]器多無欵有識。 \\n  \\n ○　欵識眞僞 \\n  \\n 古人作事必精緻，工人預四民之列，非若後世賤丈夫之事。故古器欵必細如髮而勻整分曉，無纎毫模糊。識文筆畫宛宛如仰瓦而又大小深淺如一，亦明浄分曉，無纎毫模糊。此蓋用銅之精者並無砂顆一也。良工精妙二也。不吝工夫，非一朝夕所為三也。今設有古器欵識稍或模糊，必是僞作。顔色臭味亦自不同。 \\n  \\n ○　蠟模 \\n  \\n 古者鑄器，必先用蠟爲模。如此，器様又加欵識刻畫畢然後，以小桶加大而畧寛入模於桶中，其桶底之縫微令有絲線漏，處以澄泥和水如薄糜，日一澆之，候乾再澆，必令周足遮護訖，解桶縛，去桶板，急以細黄土，多用鹽并紙筋固濟，於元澄泥之外，更加黄土二寸留竅中，以銅汁瀉入，然一鑄未必成此，所以為之貴也。 \\n  \\n ○　句容器 \\n  \\n 句容器非古物。蓋自[唐]天寶間至南唐後主時，於昇州句容縣置官塲以鑄之。故其上多有監官花押，其輕薄、漆黒、欵細，雖可愛然要非古器，歲久亦有微青色者，世所見天寶時大鳳環瓶，此極品也。 \\n  \\n ○　僞古銅器 \\n  \\n 其法以水銀雜錫汞，即今磨境藥是也。先上在新銅器上令勻，然後以釅醋調細碙砂末，筆蘸勻上，候如蠟茶之色，急入新汲水浸之，即成蠟茶色。候如漆色，急入新汲水浸，即成漆色。浸稍緩則變色矣。若不入水則成純翠色。三者並以新布擦令光瑩，其銅腥為水銀所匱，並不發露。然古銅聲徹而清，新銅聲洪而濁，不能逃識者之鑒。 \\n  \\n ○　古銅瓶鉢養花果 \\n 古銅器入土年久，受土氣深，以之養花，花色鮮明。如枝頭開速而謝遲，或謝則就瓶結實。若水銹、傳世古則爾，陶器入土千年亦然。 \\n  \\n ○　古銅器靈異 \\n  \\n 古銅器多能辟祟，人家宜畜之。葢山精木魅之能為祟者，以歴年多耳。三代鍾鼎彛器，歴年又過之，所以能辟祟。范文正公家有古鏡，背具十二時，如博棊子，每至此時則博棊子明如月，循環不休。又：有士人家五十二鐘能應時自鳴，非古器之靈異乎。 \\n  \\n ○　古印章 \\n  \\n 古之居官者必佩，印以帶穿之，故印鼻上有穴或以銅環相綰。漢印多用五字，不用孹窠篆、上移篆，畫停勻。故左有三字右有二字者，或左二字右三字者。其四字印則畫，多者占地多，少者占地少，三代以前尚如此，今則否。 \\n  \\n ○　古器無識文 \\n 古人惟鐘鼎祭器稱功頌徳，則有識。盤盂寓戒則有識，它器亦有。無識者不可遽以為非古，但辨其體質、欵文、顔色、臭味，則無餘藴矣。 \\n  \\n ○　刁斗、鐫斗 \\n  \\n 字書曰刁斗，以行軍晝炊夕擊，今世所見古刁斗，柄長尺四五寸，其斗僅可容勺，合如此，則恐非炊具擊之，則可此物乃王莽時鑄，威斗厭勝家所用耳。或於上刻貳師將軍字及其它官號，尤表其僞。大抵刁斗如世所用有柄銚子，宜可炊一人食。即古之刁斗，訛刁斗字為銚字，《爾（雅）》字書以銚，為田器，不言可知也。若鐫斗亦如今有柄斗而加三足，予嘗見之，辨其質與色，真三代物。葢刁、鐫皆有柄，故皆謂之斗，刁無足而鐫有足，《爾（雅）》又字書以鐫為温器，葢古以鼎烹，夫鼎大卒難至熱，故温已烹之冷物，今一二人食則用鐫，余所見者正然。 \\n  \\n ○　鼎大小 \\n  \\n 予猶及見漢館陶侯鼎，可容今之斗。則三代可知矣。然近世所存古鼎，或有容一升半升者，考其欵識，則真古物也。亦謂之鼎。鼎乃大烹之器，豈爾耶此？葢古之祭器，名曰從、彞、曰從則其品不一，葢以貯已熟之物以祭宗廟。象鼎之器，形而實非鼎也。猶今人食器亦有象鉎釡者。凡，曰鬲、曰■〈匚外〈拖去扌〉內〉、曰獻、曰尊，其形有甚小者，皆然，故小尊或識曰寶、尊、彞。 \\n  \\n ○　香爐 \\n  \\n 古以蕭艾達神明而不焚香，故無香爐。今所謂香爐，皆以古人宗廟祭器為之。爵爐則古之爵，狻猊爐則古踽，足豆香毬則古之鬵，其等不一，或有新鑄而象古為之者，惟博山爐乃漢太子宫所用者，香爐之制始於此，亦有僞者，當以物色辨之。 \\n  \\n ○　古器不知名 \\n 餘姚一達官家有古銅盆，大如火爐而週迴有十二環。婺州馬鋪嶺人家，掘得古銅盆，而兩環在腹下足之上。此二器文字所不載，或以環低者為古敧器。 \\n  \\n ○　追蠡 \\n  \\n 禹之聲尚文王之，聲以追蠡，趙岐注：“以追為鐘紐”。於義未安“追者琢也”。詩云：“追琢其章”。今畫家滴粉令凸起，猶謂之追粉。所謂追蠡，葢古銅器欵文追起處，漫滅也。趙氏釋蠡為絶亦非絶，葢剥蝕也。今人亦以器物用久而剥蝕者為蠡。 \\n  \\n ○　舂陵塜鏡 \\n  \\n 道州民，於舂陵侯塜得一古鏡，於背上作菱花四朶極精巧，其鏡靣背用水銀，即今所謂磨鏡藥也。鏡色畧昏而不黑，並無青緑色及剥蝕處。此乃西漢時物，入土千餘年，其質並未變，信知古銅器有青緑剥蝕者，非三代時物無此也。 \\n  \\n ○　晉塜古器 \\n 或傅：嵊縣僧舍治地得磚，上有永和字。及得銅器，如今香爐而有葢。上仰三足如小竹筒空而透。上筒端各有一飛鶴，爐下亦三足，别有銅盆承之。 \\n  \\n ●　怪石辨 \\n  \\n 恠石小而起峯，多有岩岫聳秀嶔嵌之狀，可登几案觀玩，亦竒物也。其餘有靈璧、英石、道石、融石、川石、桂川石、邵石、太湖石、與其它雜石，亦出多等。今列於其後。 \\n  \\n ○　靈璧石 \\n  \\n 靈璧石出絳州靈璧縣。其石不在山谷，深山之中掘之乃見，色如漆，間有細白紋如玉，然不起峯，亦無巖岫，佳者如菡萏或如卧牛如蟠螭，扣之，聲清越如金玉，以利刁刮之畧不動，此石能收香，齋閣中有之則香雲終日盤旋不散，不取其有峯也。僞者多以太湖石染色為之，葢太湖石亦微有聲，亦有白脉，然以利刀刮之則成屑。 \\n  \\n ○　英石 \\n  \\n 英州出此石。如銅鑛，聲亦如銅。倒懸生岩下，以鋸取之。故底有鋸痕，大者或長七八尺，起峯至二三寸，亦几案竒玩。然色潤者可愛，枯燥者不足貴也。 \\n  \\n ○　道石 \\n 道州石亦起峯可愛，但石麄又枯燥之甚，且體脆不任衝撞。 \\n  \\n ○　融石 \\n 融州老君洞所出。亦起峯，麄燥體脆又甚於道州石。 \\n  \\n ○　川石 \\n 竒聳高大可愛，然多人力雕刻後，置急水中舂撞之，其色枯燥。 \\n  \\n ○　桂川石 \\n 靖江府所出。雖出自然，然石麄而色不佳，或有玲瓏者雅，宜置之花檻中，它無用也。 \\n  \\n ○　邵石 \\n 寶慶府所出。色黒，多以作博棊子刻作筆架，並無自然峯巒。 \\n  \\n ○　太湖石 \\n 出平江太湖。土人取大材或高一二丈者，先雕刻置急水中舂撞之，久如天成。或用烟薫或染之，色亦能黒，微有聲，宜作假山用。 \\n  \\n ○　怪石有水自出 \\n 紹興一士大夫家有異石，起峯峯之趾有一穴，中有水應潮自生，以之供研滴。嘉定間，越帥以重價得之。 \\n  \\n ○　東坡小有洞天 \\n 東坡小有洞天石。石下作一座子，座中蔵香爐，引數竅正對岩岫間，每焚香則烟雲滿岫。今在豫章郡山谷家，其家珍重，常與谷身同置一匣。 \\n  \\n ●　研屏辨 \\n ○　山谷烏石硯屏 \\n  \\n 古有研屏或銘硯，多鐫於硯之底與側。自東坡山谷始作硯屏，既勒銘於硯，又刻於屏，以表而出之。山谷有烏石、研石屏，今在婺州義烏一士夫家。南康軍烏石，葢烏石堅耐，它石不可用也。 \\n  \\n ○　宣和玉屏 \\n  \\n 洪景盧《夷堅志》云：“一士夫赴官就道，其子婦方懷妊，轎夫顛僕而半産，乃翁呼轎夫欲治之，夫曰：‘逼曉不辨道路，為一石所碍’。翁不信，親往視之，匾濶微吐，良玉璞也。擕諸玉工解作三片。青質白章成山林、雲月、飛鳥象歴歴分明，自取其二，以一謝工。工治作屏，因貴璫以獻御府，惜其無對。召工問之，工具以士夫姓名對，被旨以重賞。宣輳成三屏，置之玉虛殿。” \\n  \\n ○　永州石屏 \\n 永州祁陽石。雖成紋景，叢雜不清逺，又多刻畫而成。以手摸之，有凸凹可騐。間有自然者，不甚佳。 \\n  \\n ○　蜀中松林石 \\n  \\n 蜀中有石，解開自然有小松形，或三五十株行列成逕，描畫所不及，又松止高二寸，正堪作研屏。屏之式，止須連腔脚高尺一二寸許，闊尺五六寸許，方與葢小研相稱。若髙大，非所宜。其腔宜用黑漆并烏木，不宜用鈿花犀牛之類。 \\n  \\n ○　畫屏 \\n 取名畫，極低小者。嵌屏腔亦佳，但難得耳。古人多留意作玩靣，大如小盌者亦宜，嵌背茍非名筆則不可，或用古人墨跡亦妙。 \\n  \\n ●　筆格辨 \\n ○　玉筆格 \\n  \\n 惟黒白琅玕二種玉。可用須鐫刻，象山峯聳秀而不俗方可，或碾作蛟螭尤佳。嘗見一士家用玉作二小兒交臂作戲，靣白頭黒而紅脚白腹，以之格筆竒絶。或以小株珊瑚為之，以其有枝，可以為格也。 \\n  \\n ○　銅筆格 \\n 銅筆格須竒古者為上，然古人少曾用筆格。今所見銅鑄盤，螭形圓而中空者，乃古人鎮紙，非筆格也。 \\n  \\n ○　石筆格 \\n 靈璧、英石，自然成山形者可用。於石下作小漆朱座，高半寸許，竒雅可愛。 \\n  \\n ●　水滴辨 \\n ○　晉人水盂 \\n  \\n 余嘗見長沙故官家有小銅器，形如桶，可容一合，號右軍硯水盂，其底内有永和字，此必晉人貯水以添硯池者也。古人無水滴，晨起則磨墨汁盈硯池，以供一日用，墨盡復磨，故有水盂。 \\n  \\n ○　銅水滴 \\n  \\n 銅性猛烈，貯水久則有毒，多脆筆毫，又滴上有孔受塵，水所以不清，故銅器不用。金銀錫者尤猥俗。今所見銅犀牛、天禄、蟾蜍之屬，■〈行外缶內〉衘小盂者，皆古人以之貯油點燈。今誤以為水滴耳，正堪作几案玩具。 \\n  \\n ●　古翰墨真跡辨 \\n ○　南北紙 \\n 北紙用横簾造，紙紋必横。又其質鬆而厚，謂之側理紙。桓温問王右軍求側理紙是也。 \\n  \\n 南紙用豎簾，紋必豎。若二王真跡，多是會稽豎紋竹紙。葢[東晉]南渡後，難得北紙，又右軍父子多在會稽，故也。其紙止高一寸許而長尺有半。葢晉人所用大率如此，驗之蘭亭押縫可見。 \\n  \\n ○　硬黄紙 \\n 硬黄紙：唐人用以書經，染以黄蘗，取其辟蠧。以其紙如漿，澤瑩而滑。故善書者多取以作字。今世所有二王真跡或有硬黄紙，皆唐人倣書，非真跡也。 \\n  \\n ○　建安帖真跡 \\n  \\n 王氏所蔵右軍建安帖真跡，今在長沙士夫家。其帖末云：“四月五日羲之報，建安靈柩至胡世將”。曾以此帖勒於豫章，其建安靈柩字提起别作一行，葢古人簡帖寫至它人事或稱尊長耆，舊處皆如今人提空，此常事也。予屢見硬黄倣書，亦然今長沙所見建安二字，乃與羲之報字相連而不提空。豈有硬黄提空而真跡反不提空。此乃搨淳化閣帖，贗作無疑。葢太宗朝刻淳化閣帖，乃侍書待詔王著。勒者小人不學，故於古人提空處皆聫屬之，此猶可也。至於蟲鼠侵蝕，與字之漫滅者，皆不空缺而強率聫之，故多讀不成，鬻書者多以故紙浸汁染舊跡墨，又以雜朱作為印章，令昏闇。殊不知塵水浸紙，表裏俱透，若自然舊者，其表故色，其裏必新，微掲視之則見之矣。古人印章必用上等硃，譬如古畫著色，愈久愈新初，未嘗昏闇也。 \\n  \\n ○　魯公真跡 \\n  \\n 顔魯公之後寓居永嘉。好事者守郡，聞其家有魯公真跡一筐，以獄事羅織之而擇其尤者摹郡齋，筐書遂歸泉南，晚年卜居武夷之下，以聲妓自隨，一夕暴雨洪水發漂，所居無蹤跡，其人暴尸溪側，筐不知所在。 \\n  \\n ○　宋朝名賢書 \\n 朝中名賢書，惟蔡莆陽、蘇許公、易簡、蘇東坡、黄山谷、蘇子美、秦淮海、李龍眠、米南宫、吳練塘、傳朋、王逸老，皆比肩古人。 \\n  \\n 莆陽典重有法度。許公無愧楊法華。東坡草聖得意，咄咄逼顔魯公。山谷乃懸腕書，深得蘭亭風韻，然行不及真，草不及行。子美乃許公之孫，自有家法，草聖可亞張長史。淮海專學鍾王，小楷姿媚遒勁可愛。龍眠於規矩中特飄逸，綽有晉人風度。南宫本學顔，後自成一家，於側掠拿趯動，循古法度，無一筆妄作。練塘深入太史之室，時作鍾體。逸老殆欲欺凌懷素，或謂過矣。 \\n  \\n ●　古今石刻辨 \\n ○　北碑紙 \\n 北紙用横簾，其質鬆而厚，不甚滲墨。以手拂之，如薄雲之過青天，猶隱隱見白紙處。凡北碑皆然，且不用油蠟，可辨。 \\n  \\n ○　御府珍儲 \\n  \\n 徽宗御府所儲書，其前必有御筆金書小楷標題，後有宣和玉瓢御寶。[淳祐]壬寅於臨安客舍，見永嘉一士人蔵一法帖，乃唐人硬黄倣右軍書。前有金字御筆云：“王右軍書長者帖”。後有宣和玉瓢様御寶。今售墨跡者或云：“古人真跡皆筆勢相聫屬，後世贗作者，必逐字為之，殊不知此論行草者也。若楷書則此説難用”。古人真字跡，書雖不連而意實相聫屬，觀其意可也。若泥其説誤矣。 \\n  \\n ○　古人用墨 \\n  \\n 古人晨起，必濃磨墨汁滿硯池中，以供一日之用。用不盡則棄去，來朝再作。故，池必大而深，其真草篆皆用濃墨，至行草過筆處，雖如絲髮，其墨亦濃。近世，獨吳傳朋深得古人筆法，其它不然也。 \\n  \\n ○　響搨僞墨迹 \\n 以紙加碑上，貼於窗户間，以游絲筆就明處圈却字畫，填以濃墨，謂之響搨。然圏隱隱猶存，其字亦無精采，易見。 \\n  \\n ○　真迹難存世 \\n  \\n 言紙之精者可及千年，今去二王纔八百餘年而片紙無存。不獨晉人，如唐世善書之跡，甫三百餘年亦希如星鳳，何也？嘗攷其故，葢物之竒異者，常聚於富貴有力之家。一經大盜、水火則舉羣失之。非若它物散落諸處，猶有存者。桓玄之敗，取法書名畫一夕盡焚，所喪幾何哉，良可悲也。 \\n  \\n ●　古今紙花印色辨 \\n ○　淳化閣帖 \\n  \\n 太宗朝捜訪古人墨跡，令王著銓次，用棗木板摹刻十張于秘閣。故時有銀錠紋，前有界行目録者是也。當時，用李廷珪墨拓打，手揩之不汙手。惟親王宰執使相拜除，乃賜一本，人間罕得，當時每本價已百貫文。至[慶厯]問禁中火灾，其板不存。今所見閣帖多乏精神焉。有絳帖以閣本重摹，而袐閣反不如絳帖精神乎？則此可以觀也。 \\n  \\n ○　絳帖 \\n  \\n 絳州法帖二十卷，乃潘舜臣用淳化帖重模而參入别帖，然比今所見閣帖，精神過之。舜臣事力單微而自能鐫石，雖井闌堦砌背，徧刻無餘。所以段數最多或長尺餘者。舜臣死，二子析而為二。長者負官錢，没入（干/十）卷于絳州。絳守重模下，十卷足之。幼者復重摹上十卷，亦足成一部。於是絳州有公私二本。[靖康]兵火，石並不存，金人百年之間重模，至再[慶元]間，予官長沙嘗見舊宰執家，有南渡初親自北方携得舜臣元所刻，未分析時二十卷。其家珍蔵，非得千緍（官/百）陌，不肯與人。乃北紙北墨，精神煥發，視金時所摹者，天淵矣。 \\n  \\n ○　潭帖 \\n  \\n 淳化閣帖既頒行，潭州即模刻二本，謂之潭帖。予嘗見其初本，當與舊絳帖鴈行。至[慶厯]八年，石已殘缺。永州僧希白，重摹東坡，猶嘉其有晉人風度。[建炎]敵騎至長沙，守城者以為砲，石無一存者。紹興初，第三次重摹，失真逺矣。 \\n  \\n ○　臨江帖 \\n  \\n 劉次莊模閣帖于臨江，用工頗精緻且石堅，至今不曾重模。獨二卷略殘缺，然拓本既多，頗失鋒芒。今若得初本鋒芒未失者，當在舊絳帖之次，新潭帖之上。然其釋文間有訛處。 \\n  \\n ○　蔡州帖 \\n 上蔡臨模絳帖上十卷，雖比舊絳帖少下十卷。而迥出臨江之上。予嘗見于長沙兩府劉轙家。 \\n  \\n ○　武岡帖 \\n  \\n 武岡軍重摹絳帖二千卷，殊失真，石且不堅，易失精神。後有武臣守郡，嫌其字不精采，令匠者即舊畫存刻，謂之洗碑，遂愈不可觀，其釋文尤舛謬。然武岡紙類北紙，今東南所見絳帖，多武岡初本耳。驗其殘缺處自可見， \\n ○　武陵帖 \\n 武陵帖亦二十卷。雜取諸帖重摹，而參以人間未見者。其間，惟右軍小字黄庭最妙。他帖無所用也。 \\n  \\n ○　彭州帖 \\n 彭州帖亦刻歴代法帖十卷，不甚精采，紙色類北紙，人多以為北帖。 \\n  \\n ○　元祐秘閣續帖 \\n [元祐]中，奉旨以淳化閣帖之外續，所得真跡刻續法帖。元本在禁中，後過太清樓。今會稽重摹本，無不減古絳帖也。 \\n  \\n ○　又名太清樓帖 \\n  \\n 淳化閣帖板雖禁中，火灾不存而真跡皆藏御府。至[徽宗]朝，奉■〈上上日下〉以御府所藏真跡重刋於太清樓，而參入他竒跡甚多，其中間有蘭亭者是也。名曰太清樓帖。 \\n  \\n ○　淳熙秘閣續法帖 \\n  \\n 高宗聖學天成，奎文煥發，肆筆成書。埀法萬世夀皇，重規叠矩，宸畫尤妙。南朝訪遺書多得晉唐舊迹，至[淳熙]間，奉旨以御府珍儲，摹勒入石，名淳熙秘閣續帖，置秘書省。寶慶火灾，其石不存。 \\n  \\n ○　汝州帖 \\n  \\n 汝州帖，乃王宷輔道摘諸帖中字牽合為之。每卷後有汝州印，為黄伯思所掊擊，不值一文。今會稽又以汝帖重開，謂之蘭亭帖，真實侈靡耳。宋宣獻公刻賜書堂帖，于山陽金鄉，首載古鐘鼎器，識文絶妙。但二王帖詮擇未精，今苦不存。胡龍學世將刻豫章法書，種種精妙。今已重模，後有小字隷書。范忠宣公子弟戒者是初本。許提學閑刻二王帖於臨江，模勒極精，誠少詮擇。廬江李氏刻甲秀堂帖，前有王顔書，多世所未見，但繼以本朝名公書頗多，大抵今人書自當作一等耳。曹尚書彦約刻星鳳樓帖于南康軍，雖以衆刻重模，精善不茍，並無今人書。韓郡王侂胄刻羣玉堂帖，所載前代遺跡多有未見者。後亦多本朝人書，韓敗後入秘書省。 \\n  \\n ○　蘭亭帖 \\n  \\n 蘭亭帖，世以定武本為冠。自薛珦作帥，别刻石，易去於元石，鐫損清流映帶四字以惑人。然元本亦有法可辨鐫損四字，一也。管絃之盛上，不損處若八行小龜形，二也。是日也觀宇宙兩行之間，界行最肥，而直界伸脚十字下出横闌外，三也。管絃之盛，盛字之刀，鋸利如鈎，四也。痛字改筆處勁不模糊，五也。興感之由，由字類申，列叙之列，其堅如鐵釘，此其大畧也。然定武又自有肥痩二本，而鐫損者乃痩本，為真定武無疑。何以知之？今復州本以真定武本重模，亦鐫損四字，其字極痩，王順伯尤延之爭辨如聚訟，然痩本風韻竟勝，豈能逃識者之鍳。其痩本之石，宣和間就薛珦家宣取收入禁中，龕於睿思殿東壁。[建炎]南渡，宗澤遣人護送此石至維揚，兵入維揚，不知所在。或云：金人以氊裘裹之車載而去。 \\n  \\n ○　樂毅論 \\n  \\n 世傳二王帖皆以真跡摹勒。獨樂毅論就石書丹，其石在高學士紳家，已殘缺。至海字後轉屬趙立之處。今重摹者，猶有趙立之印。予[嘉熙]庚子自嶺右回至宜春，見元本於一士人家。用北紙北墨，無一殘缺而清勁遒媚，正類蘭亭字形，比今世所見重摹本幾小一倍。此葢齊梁間拓本，真人間希世之寶。 \\n  \\n ○　鍾元常帖 \\n 鍾元常力命帖，惟此本。與潭州本佳，它無足取。 \\n  \\n ○　顔碑 \\n 顔碑在南北者尚多。麻姑壇記、吳興石柱誌、舊本干禄寺妙喜寺記、西林題名，皆絶品也。 \\n  \\n ○　歐陽小字千文 \\n 歐陽小字千文在邢州。温彦博墓志在東京。九成宫碑、仲夏蘭若二帖、化度寺碑、丹州刺史碑，並在北方會稽。高續古家有重摹化度寺碑，咄咄逼真。 \\n  \\n ○　鴈塔題名 \\n 此帖有北本、彭州本，然北本為上，彭本頗失真。 \\n  \\n ○　徐騎省小篆 \\n 徐鉉深得古小篆法，有篆千文，刻石南昌，精妙，無愧古人。今已重摹。綏蠻校尉予遡瀟湘歴衡潭，永全道五郡並無古刻，惟道州有漢。 \\n  \\n ○　綏蠻校尉 \\n 能君之碑，若浯溪中興頌，乃唐中世所立爾。亦打石之工人，每因舊跡加洗刻，以為衣食業。故愈失真。 \\n  \\n ○　南嶽碑 \\n  \\n 余嘗見南岳一僧，云：“岳山多秦漢以來碑，在林莽蔽翳間，寺僧懼爲官司所擾，匿不敢言，亦不敢遷至屋下。故愈為霜露剥蝕，良可歎也”。僞作王大令書，山陰僧。 \\n  \\n ○　僞作王大令書 \\n 保母墓志，韓伲胄以千緍市其石。予每疑其贗作，殊無一點大令氣象。及見東坡所作子由保母墓志，語則僧，實僞也。 \\n  \\n ●　古畫辨 \\n  \\n 古人逺矣。曹不興、吳道子，近世人耳，猶不復見一筆，况顧陸之徒，其可得見之哉。是故論畫；當以目見者為準。若逺指古人曰：“此顧也，此陸也，不獨欺人，實自欺爾”。故言山水，則當以李成、范寛；花果則趙昌、王友；花竹翎毛則徐熙、黄筌、崔白、崔順之；馬則韓伯時；牛則厲范二；道士仙神則孫太古；神恠則石恪；猫犬則何尊師、周炤。得此數家，已為竒妙。士大夫家或有收其妙跡者，價已千金矣。何必逺求太古之上，耳目之所不及者哉。 \\n  \\n ○　李營丘 \\n  \\n 營丘作山水，危峯奮起，蔚然天成。喬木倚磴，下自成陰，軒甍閒雅悠然，逺眺道路深窈，儼然深居。用墨頗濃而皴散分曉。凝坐觀之，雲烟忽生；澄江萬里，神變萬狀。予嘗見一雙幅，每對之，不知身在千巖萬壑中。 \\n  \\n ○　范寛 \\n 范寛(畫),山川渾厚，有河朔氣象；瑞雪滿山，動有千里之逺；寒林秀孤，挺然自立，物態嚴凝，儼然三冬在目。 \\n  \\n ○　趙昌王友 \\n  \\n 趙昌折枝有工，花則含烟帶雨，笑臉迎風；果則賦形奪真，莫辨真僞。設色如新，年逺不退。王友乃昌之上足，賦形入昌之室，寫生則未逮。繼友之後者，惟長沙吳澤也。 \\n  \\n ○　徐熙、黄筌 \\n  \\n 徐熙乃南唐處士，腹飽經史，所作寒蘆、花烟、水鳥、野鳬，自得天趣。黄筌則孟蜀王畫師，目閲富貴，所作多綺園花錦，真似粉堆者而不作圏線，孔雀鸂■〈氵鶒〉，艶麗之禽，動止生意。 \\n  \\n 崔白 \\n  \\n 崔白作花鳥，必先作圏線，勁利如鉄絲，填以衆彩，逼真如生。所畫荷蘆，颯然風生。順之乃白之孫，綽有祖風。所作翎毛，獨步天下。上有御寶，乃順之所作。玉虛殿立屏靣，流落人間，徽廟時以價得之。 \\n  \\n ○　韓幹 \\n 幹與李杜，同時所作馬，世間見一二長幅，上作街道闌干，不作馬攏並無他物象，其馬神駿，不可名狀。 \\n  \\n ○　李伯時 \\n 伯時惟作水墨，不曾設色，其畫殆無滯筆。凡有筆跡重濁者，僞作。其於人物靣相尤妙。 \\n  \\n ○　厲歸真 \\n 厲歸真、范子泯，皆異人。厲多作寒林，而牛則逺觀如活，近視有未工處。范多作楊栁，筆嫩。而牛亦不及厲，然二家近時所無。 \\n  \\n ○　孫太古 \\n 太古，蜀人。多用游絲筆，作人物而失之軟弱，出伯時下，然衣褶宛轉曲盡，過於李。 \\n  \\n ○　石恪 \\n 恪亦蜀人。其畫鬼神，竒恠筆畫勁利。前無古人後無作者，亦能水墨作蝙蝠、水螭之屬。筆畫輕盈而曲盡其妙。 \\n  \\n ○　何尊師、周炤 \\n 尊師不知何許人。炤則熙寜畫院。祗應所作猫大（犬），何則有士夫氣。周則工人態，度生動自然，二家皆有。 \\n  \\n ○　直幅横披 \\n 古畫多直幅，至有畫身長八尺者。雙幅亦然。横披始於米氏父子，非古制也。 \\n  \\n ○　畫絹 \\n  \\n 河北絹，經緯一等，故無背靣。江南絹，則經麄而緯細，有背靣。唐人畫，或用搗熟絹為之。然正是生搗，令絲褊不碍筆。非如今煮練加漿也。古絹自然破者，必有鯽魚口與雪絲。僞作者則否，或用絹包硬物椎成破處，然絹本堅，易辨也。 \\n  \\n ○　古畫色 \\n 古畫，色黒或淡，墨則積塵。所成有一種古香可愛。若僞作者，多作黄色而鮮明不塵，暗此可辨也。 \\n  \\n ○　古畫軸 \\n 古人多作簪頂，軸小而重。今人所用如蔗段，大而輕。古人用■〈朿上束下〉木、降眞，或烏木、象牙，它木不用。 \\n  \\n ○　米氏畫 \\n  \\n 米南宫，多游江浙間，每卜居，必擇山水明秀處。其初，本不能作畫，後以目所見，日漸摹倣之，遂得天趣。其作墨，戲不專，用筆或以紙筋，或以蔗滓，或以蓮房皆可為畫，紙不用膠礬，不肯於絹上作。今所見米畫或用絹者，後人僞作。米父子不如此。 \\n  \\n ○　楊補之 \\n  \\n 臨江楊無咎，補之，學歐陽，率更楷書，殆所逼真，以其筆畫勁利，故以之作紙梅，下筆便勝花光、仲仁。補之嘗游臨江城中一娼館，作折枝梅於樂工矮壁。至今，往來士夫多往觀之。娼藉此以壯門户。端平間爲偷兒竊去其壁，車馬頓希。今江西人得補之。一幅梅價，不下百千金，又詩筆清新，無一點俗氣。惜其生不遇蘇黄諸公，今人止以能作墨梅目之，竟無品題之者。 \\n  \\n ○　名畫多無對軸 \\n  \\n 郭忠恕、石恪、厲歸真、范子泯輩，皆異人，人家多設絹素筆硯，以伺其來而求畫，然將成，必碎。間有得之者，不過一幅半幅耳。李營丘、范寛，皆士夫，遇其適興則留數筆，豈能有對軸哉。今人或以孤軸為歉，不足與之言畫矣。 \\n  \\n ○　掛畫 \\n  \\n 擇畫之名筆，一室止可三四軸，觀玩三五日别易名筆。則諸軸皆見風日，决不蒸濕。又輪次掛之，則不惹塵埃。時易一二家，則看之不厭。然須得謹愿子弟，或使令一人細意捲舒，出納之日，用馬尾或絲拂輕拂畫靣，切不可用椶拂。室中切不可焚沈香、降真、腦子，有油多烟之，香止宜蓬萊箋耳。牕牖必油紙糊，户常垂簾，一畫前，必設一小案以護之。案上勿設障靣之物，止宜香爐、琴、硯，極暑則室中必蒸熱。不宜掛壁。大寒於室中漸著小火，然如二月天氣候，掛之不妨，然遇寒必入匣，恐凍損。 \\n  \\n ○　裝褙 \\n 畫不脱落不宜數裝褙，一裝禙則一損精神，此决然者，至墨迹亦然。 \\n  \\n ○　古畫絹 \\n  \\n 古畫絹，脱以手指點之，皆能破損，一壞則不可復救。又有酒餘、汗染、食油膩，此皆大戒。切須片紙先寫此，粘窗以呈客，方可引客入觀。然又多以此獲罪於貴客。所以人家有法書名畫，止可時以自娛，茍以竒品自衒，誠賈禍之媒，切宜謹之。墨迹法帖亦然。若古鐘鼎尤脆爛者，手觸之則糜潰，米元章之言如此。 \\n  \\n ○　辨名畫 \\n  \\n 人物顧盼語言，花果迎風帶露，飛禽走獸精神脱真，山水林泉清閒幽曠，屋廬深逺橋彴往來，山脚入水澄明，水源來歴分曉。有此數端，雖不知名，定知妙手。 \\n  \\n ○　辨謬畫 \\n 人物如尸似塑，花果類瓶中所插，飛禽走獸但取皮毛，山水林泉模糊遮掩，屋廬高大不稱，橋彴強作斷形山脚，水靣水源無來歴，几此數病，皆謬筆也。 \\n  \\n ○　名畫印識 \\n  \\n 徐熙畫，於角有小熙字印。趙大年、永年，則有大年某年筆記，永年某年筆記。蕭照，以姓名作石鼓文書。崔順之書，姓名於葉下。易元吉書于石間。王晉卿家蔵者，有寶繪堂方寸印。米元章，有米氏翰墨，米氏審定真跡等印，或用團印，中作米芾字如蛟形。江南李主所蔵，則有建業文房之印，内合同印。陳簡齋則有無住道人印。蘇武功家，則有許國後裔蘇耆國老等印。東坡則用二寸長形，印文曰；趙郡蘇軾圖籍。吳傳朋則曰：延州吳説，又曰：吳説私印。 \\n  \\n ○　異畫 \\n  \\n 石恪作飛鼠，張之，則鼠不入室。何尊師作猫，則鼠皆逺避。闗仝於霅川長興成山寺羅漢壁作猿鶴，皆走而復歸。吳道子作山水小龍，（缺文）家舒之，則雲霧生，信州懐玉山有名畫，畫（缺文）請祈雨，常有一二身飛還寺中。 \\n  \\n ○　宋復古 \\n 宋復古作瀟湘八景，初未嘗先命名，後人自以為洞庭秋月等，目之今，畫人先命名，非士夫也，盧楞伽，唐。 \\n  \\n ○　盧楞伽筆 \\n 世人罕見，余於道州見所作羅漢十六，衣紋真如銕線，惟崔白作圏線，頗得緒，餘至伯時，方不及也。 \\n  \\n ○　畫無筆迹 \\n  \\n 畫無筆迹，非謂其墨淡模糊而無分曉也。正如善書者蔵筆鋒，如錐畫沙印泥耳。書之蔵鋒在乎執筆，沈著痛快人能知善書執筆之法，則能知名畫無筆跡之説。故，古人如王大令，今人如米元章，善書必能畫，善畫必能書，實一事爾。 \\n  \\n ○　畫家點睛 \\n  \\n 畫家點睛，人物、鬼神，生動之物，全在點睛。睛活則有生意。宣和畫院工或以生漆點晴，然非要訣要須先圏定目晴，填以藤黄，夾墨於藤黄中，以佳墨濃加一點作瞳子，然須要參差不齊，方成瞳子，又不可塊然。此妙法也。 \\n  \\n ○　摹臨 \\n  \\n 臨者謂以元本置桉上，於旁設絹素象，其筆而作之。繆工决不能摹此，則以絹加畫上摹之，墨稍濃則透元本，頓失精神。若以名畫借摹臨，是自棄也。就人借而不從，尤非明鍳者也。米元章就人借名畫輒模本，以還而取其元本，人莫能辨此。人定非鑒賞之精也，金碧山水，唐小李將軍始作。 \\n  \\n ○　金碧山水 \\n  \\n 其後，王晉卿、趙大年，近日，趙千里，皆為之。大抵山水，初無金碧、承墨之分。要在心匠布置如何耳？若多用金碧，如今生色罨畫之狀而畧無風韻，何取乎？墨其為病則均耳。 \\n  \\n ○　畫忌如印 \\n 畫忌如印。吳道子作衣紋，或揮霍如蓴菜條，正避此病耳。由是知李伯時、孫太古專作游絲，猶未盡善。伯時有逸筆，太古則去吳天淵逺矣。  \\n  \\n 　 \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
