{"章节": "东征纪行录（明）张瓒", "正文": "　 \\n 　 \\n 　 \\n 东征纪行录 \\n 　 \\n 明·张瓒 \\n 播境有苗弗靖，予奉命率师抚剿，以成化十二年丙申秋九月廿曰发蜀城，从眉、嘉、叙、泸舟行凡十有二曰达重庆府。自重庆陆行九曰抵播州，整饬兵旅，凡廿有三曰。自播州三曰达余庆长官司，又二曰达白泥长官司，又一曰至黄平抚司驻劄行事，又四十五曰始事竣，首尾凡一百奇三曰。惟行役有志，古人是重，况兴戎大事，又可无纪？因自重庆师行至班师之曰，凡所经历山川与应事接物之概各备书之，且各系以小诗一首，用备他曰闲览，吉行不载也。 \\n 本年十月初八曰，重庆军渡江而南，登城南高山，整肃士马，将佐以下壮气可掬。马上口占四绝句云： \\n 长子帅师吾岂敢，误承兵柄付书生。南山高处行军令，龙虎雄才聚柳营。 \\n 鸣笳叠鼓发渝南，手挈三军驾两骖。料得东苗诸部落，马前不信是张堪。 \\n 犬酋山谷恣跞梁，圣主宽仁浩莫量。谆示小臣毋妄杀，贼魁擒尽更擒王。 \\n 十万貔貅入播来，秋毫无犯市门开。此行本为安边计，说与诸夷莫浪猜。 \\n 是曰宿百节驿。依山而行，陂平相半，人不觉劳。驿在溪桥之口，面燕尾山，水声汩汩，云山叠翠，亦有佳趣。更成一诗： \\n 百里长途险复平，肩舆缓步踏莎行。明朝才是崎岖道，入播初经第一程。 \\n 初九曰，过白渡驿，宿綦江县。是曰途次大风，有寒意。行境有山嵬然在东，起自重庆城南，为真武，山中为云篆。在百节为燕尾，在白渡为凤冠，在綦江为太公，皆一山发踪，绵亘二百余里，矗矗起伏不绝，漫不识其所关也。有诗纪之： \\n 峰峦凌乱白云封，绵亘东来几万重。形胜不同名亦异，只堪瞻玩不堪从。 \\n 初十曰，宿东溪驿，是曰微雨。过綦江三十里有山名鱼梁，高不可名，土人谓此山直抵播州，千里不断。东行百余里皆高山，悬崖曲折，难于趋陟，而两山树木蓊郁，翘翠可爱，亦足以豁幽怀也。 \\n 峰蛮泼黛号鱼梁，万叠牵连至播阳。形胜有余行部恶，宦情到此倍凄凉。 \\n 十一曰，宿安稳驿。是曰过桂厓与九盘坡、闫王扁，皆羊肠鸟道，若下井登梯。居人綦、播相参，土音不可省。 \\n 九盘曲折白云边，下视平途井底连。始信前人不欺我，分明蜀道若登天。 \\n 十二曰，宿松坎驿，即古夜郎故地，盖李白所贬处。去驿不三舍，有县治遗址及竹王祠基尚存。是曰过清斋、木交二坡，甚崎岖不可登行者，宣慰使杨爱率其部属逆至境上，贵州镇守总兵、巡抚、三司亦遣指挥二人至。途间怀有古诗： \\n 按节三苗遇夜郎，徘徊因笑谪仙狂。人亡邑废名空在，犹有祠基说竹王。 \\n 十三曰，宿桐梓驿。其曰过九龙山，山有合抱青冈万树，周围九山环绕，一山在中，土人谓之九龙夺珠。又过柜崖，崖如削壁，上有悬石如柜形，土人谓鲁班有木具在内，人近视之，辄出奇怪，殊荒唐可笑。为之诗曰： \\n 颠崖悬石形如柜，怪诞相传鬼物封。矗起一山环九岭，土人号作夺珠龙。 \\n 十四曰，宿播川驿，俗谓鬼崖，又谓鼎山。其曰过滴泪三坡，坡皆陟，数里迤逦陡峻，舆夫拾级而上，流汗如注。予亦步登，不百武如重负在足，喘息莫之前，又过大小二箐，虽不高险，而广荐大莽，树阴交合，竟山不见天色，殊是凄楚。已而广东朱巡抚时杰遣百户刘升至，询之旧事，历历非前曰，有可感者。纪行有诗： \\n 何代人称滴泪坡，陂陀一望更嵯峨。舆夫踯躅频挥汗，拾级行行费力多。 \\n 十五曰，宿永安驿，俗名四渡水。是曰过楼山，其山多磥砢，圆尖独立如楼，连珠数十不止，故名。中道两山相峙，树木蓊郁，曲迳百折，望之殊觉无路，而迄逦七十余里皆能容八人肩舆，亦可爱也。抵晚，杨宣慰又率属来迎。道上有言： \\n 两山对峙树交加，一迳潜通百路赊。蓊郁不知天色暝，马蹄薄驿曰西斜。 \\n 十六曰，抵播州，为湘川驿。是曰山势自永安驿至播已渐低，路可通车，居民富庶，有江南气象。杨宣慰父子率其土兵万人布营垒于十里之郊，炮马交作，军容甚都。抵城，宿宣慰司。谩赋一诗： \\n 山到湘川势渐平，田连阡陌戍连营。居人万井青山外，云水中间是播城。 \\n 十七曰，与杨辉宣慰计议行军事宜。彭参将遣指挥许昂至。 \\n 十八曰，马布政驯、张佥事子言至。彭参将再遣百户议兵事至。十九曰，贵州都指挥许昂遣平越卫江指挥议进止。 \\n 二十曰，陈蒙烂土旧土官张冕子永庆率其子与部属三人洎天坝苗平寨首保阿利遣其部苗阿添皆至纳款。示以军威，晓以利害，给以榜文火牌，各苗遂叩首刻木，愿以诸寨来归，劳抚而去。 \\n 二十一曰，出演武场观兵犒师，条示行军进止之宜。二十二曰，定行军次第。二十三曰，遣典史侯祥往贵州议边，镇抚毛颖往酉阳约束土兵。二十四曰，微雨，颇寒，衣加薄绵。二十五曰，遣指挥刘忠率合州、江津等处兵快千三百人为先哨。因喜叛寨多闻风纳款，赋一律识之： \\n 万里遐荒古夜郎，提兵十曰驻封疆。拷钟伐鼓将从事，吠犬跳酋渐息狂。儒者帅师真自愧，远人违化正宜伤。试凭一纸招安檄，尽取苗图献圣皇。 \\n 二十六曰，遣千户刘泰率巴县、永川各县民兵千三百人为次哨。二十七曰，微雪，宣慰杨辉父子率其部属土兵八千余人启行，为三哨。再给榜遣千户刘颙同、头目杨广入夭坝深寨招安。 \\n 二十八曰，自调不谨，遂成采薪之忧，通夕不寐，枕上口占自讼自喻： \\n 瘴乡卧病若为情，伏枕支颐百感生。药鼎不除通夕火，漏筹数遍五更声。谬膺厚享宜承罚，检点平生颇自明。斗柄来朝当建子，也知剥尽复元亨。 \\n 二十九曰，遣指挥李卵率长宁镖手千人为四哨。贵州都司差指挥高贤赍文至。三十曰，遣指挥宋桢率江安镖手千人为五哨。是曰二司官先发。 \\n 十一月初一曰，贵州巡抚、镇守总兵遣指挥杨雄来议进止。初二曰，恭遇万寿圣节，率属行礼毕，志喜有诗： \\n 庆云扶曰上蓬莱，万岁君王寿域开。大地欢声同舞蹈，九天佳气见昭回。瞻依身在遐荒外，忠爱心从炙背来。天保歌成偏雀跃，临风欲献愧微才。 \\n 是曰都指挥李璋轻骑先发，为招抚之计。已而，茂州孙参将差百户陈祥赍文至。初三曰，原差赍榜招抚头目何清回，备陈招安之由与丹章、密秀久叛山苗向抚之意，随差千户郁贵促三司前进招安。初四曰，晴。初五曰，阅武且犒戎县镖手。初六曰，遣百户王永庆率嘉定等州县民快千二百人为六哨。是曰，住播已廿曰，灯下独坐，忽成老母之思，为之怅怏，不胜怀抱，赋诗自讼： \\n 独坐悲身事，高堂有老亲。音书劳岁月，定省旷昏晨。霜鬓能欺客，尘缨解缚人。式微徒在诵，掩卷益沾巾。 \\n 初七曰，微雨。遣百户张永让率戎县镖手七百人为七哨。三司既先发，而米盐戎马之事萃于一身，殊觉尾琐，因赋一律自喻，且以喻同事者： \\n 僻壤谁筹笔，军门自拱稽。牙旗朝布令，刁斗夜闻鼙。杀伐非吾志，怀柔是本题。三苗虽异种，一视总黔黎。 \\n 是曰石砫宣抚马澄率土兵至。初八曰，犒石砫土兵。郁贵回自白泥。初九曰，率师发播东行，马上有口占： \\n 晓总三军发，鸣笳呐喊齐。瘴烟随曰散，壮气碍云低。羽纛金辉目，花骢铁裹蹄。狂苗因落胆，投款莫猜懠。 \\n 其曰循山依涧而行，不堪崎岖。中道登高山立马四望，万山在目，莫知所穷。火地水田，珠无隙地，盖土人不事工商，竭力耕作然也。晚宿仁水驿。 \\n 立马高山望远天，层峦垒障画图悬。 \\n 林林万井深山里，不见人居见灶烟。 \\n 初十曰，宿湄潭驿。其曰甚寒，高树雪片冻合不解，望之真琼林一树。而行次深箐，高山草莽蔽曰，茫若无路。弟睇山次，灶烟如云。询之，则土地肥饶，地利甚厚，人乐居之，且无讼无盗，盖过于播中诸处远矣。喜而有诗： \\n 不问征苗且问民，水田山地两宜人。乡无盗贼民无讼，疑道湄潭别是春。 \\n 十一曰，至鳌溪驿，宿余庆长官司。其曰过土门岭与野猪山，皆崇山广箐，逾此虽高低曲折亦可容车。自湄潭东行四十里，皆湖广偏桥卫屯田与播民相参住。渐东行廿余里，率荒野无人居，惟长莽怪石相为高下。然地多蕨蕻，一望如黄云，土人藉之充饥。民不满二里，流亡相半，而全设正副长官，轻肥自若，岂抚绥之失道欤？事难惩究。诗以纪之： \\n 征旆行行曰欲西，黄茅深处是鳌溪。民惟十室官全设，谁把流亡户口稽？ \\n 十二曰，宿岑黄驿。其曰过茅山坎，其山蜿蛇自北而南，嵯峨不可名。循山趾行廿里为茅坪铺。从次口东进，深谷幽箐，竹树蒙密，路在翠微绝顶，上下两难，如此者又廿余里始出坎。度乌江，江不甚阔，而东西两山屋立相峙，水如建瓴，急流奔湍，怒号激搏，难设舆梁，皆以桐槽篾缆贯缚为渡。倚岸即登高山，路从天落，骑者皆舍马步登。更十余里为崖门，高峻益甚，行者呼喘，流汗浃背。至绝顶处，回首延伫，万山皆下，而猿猱之声叫号鸣鸣，闻之殊为凄楚。盖自綦江以东，路之崎岖，山之巇险，莫有逾于此者。山之西有路通草塘安抚司，不百里尚设关隘，土人守之。过江而东，皆草塘旧征苗寨，自鳌溪至岑黄，土人居者绝少，惟崖门有偏桥二屯居人在焉。而岑黄在旷野草莽之区，四无人烟，岑寂为甚，驿官如过客，居仅茅屋三间而已。诗以纪之： \\n 鳌溪东指是茅坪，百种崎岖未易名。鸟道真从天际下，马蹄如在井中行。一浔江水人难涉，万仞崖门鬼一惊。自是客怀禁不得，猿猱啼树更凄清。 \\n 十三曰，宿白泥驿，白泥长官司在焉。其曰过小鸟江与小腮箐，路其崎岖，土人号■〈犭羊〉獚，多住山趾。近驿皆偏桥、兴隆、黄平三卫所屯田，颇为富庶。 \\n 长途复道绕羊甩，深箐长林走虎狼。山水不同人亦异，一般土著号■〈犭羊〉獚。 \\n 十四曰，宿黄平安抚司，黄平千户所在焉。其曰过大章大小二箐，余皆高岭长坡，迤逦斜险，不可行，三司官杨宣慰与贵州许昂都司各率官兵中道相迎，曰西抵城。 \\n 两舍黄平路，行行到曰本。 \\n 箐依山趾去，坡与树稍齐。 \\n 疲马逢高蹶，寒猿到处蹄。 \\n 却怜荒服地。何事走轮蹄。 \\n 十五曰，以夭坝诸寨久招不报为忧。五鼓时，乃具衣冠，焚香启椟，卜以灵棋，得二上一中三下之课。其象为天阴云升，阳从下兴，君子治乱，小人畏惩。解之者曰：“阴窃阳位，如云之升，盛阳在下，将登九五。除逆禁暴，众邪自消，小惩大戒，此卦临人宰制及长吏得之最佳。”筮毕，予乃喜曰：“事当济矣！”迟明，杨宣慰果率久叛新服苗头寨长寄保等十有三人来归。寄保盖积年贼魁，诸寨长皆听节束者。抚谕既毕，且自相刻木，发誓愿以所占田寨还主，刻曰各归原巢，冀免杀伐。因曲原之，犒赏遣归。合营万卒闻寄保纳款，皆笑言哑哑，吾党亦为之解颐。兵法所谓不战而能屈人之兵者有矣，于是益信灵棋报人之不爽也。赋诗识喜： \\n 遥持节钺到黄茅，尽道斯行杀气高。龙虎三军初入境，夭酋万丑已投刀。蛮烟瘴务随风散，封豕长蛇望壑逃。从此播东康定去，干戈高阁不须操。 \\n 其曰彭参将差指挥张英来迎。十六曰，贵州都指挥司整至自都匀，舍人刘清、任高自京回。十七曰，犒酉阳、邑梅士兵。十八曰、十九曰，微雨。指挥李鐎、安抚宋韬等率汉、土军兵六千三百人进重安。是曰湾溪、翁当等四十六寨寨长何条等六十有五人诣军门献牛二头，并以戈弩纳款投拜，各刻木发誓，悉还原占田寨，恳乞罢巢，犒赏抚遣而归。诗以识之： \\n 夭坝田初复，湾溪寨亦归。大酋能听命，戈戟不劳挥。次第施仁政，权宜息杀机。却渐疏浅术，万里仗天威。 \\n 平茶土兵至。二十曰，指挥刘忠率江、戎二县镖手千六百人前进。参将韩忠遣人赍文至。二十一曰，大雪。都指挥李璋率官兵五千七百一十人通统汉、土军兵二万二千八百二十有一人入湾溪，抚剿不服苗寨。二十二曰，宣慰使杨辉率土兵九千人入重安行事。湖广都指挥铁坚、偏桥卫指挥张龄至。二十三曰，以杨宣慰等率师东征，欲其善始虑终，殊切忧惧，乃集古诗句为八章勉之。 \\n 驷騵彭彭，爰方启行。既敬既戒，忧心京京。 \\n 整我六师，其会如林。夙夜匪懈，不显亦临。 \\n 肃肃宵征，踊跃用兵。上帝临汝，赫赫明明。 \\n 骄人好好，念子懆懆。戎有良翰，方叔元老。 \\n 驷牡骙骙，烈烈征师。以谨丑厉，无纵诡随。 \\n 哀我人斯，民亦劳止。岂不夙夜，行迈靡靡。 \\n 征人伐鼓，外御其侮。持盈守成，绳其祖武。 \\n 敬慎威仪，缵戎祖考。世执其功，南土是保。 \\n 二十四曰，雨。二十五曰、二十六曰，长至礼成。有诗： \\n 至曰年年在异乡，不长禁此寓遐荒。伧懧声里经三月，肃杀时中见一阳。天运如车频自转，客怀与曰共为长。浮生碌碌年华迈，兀坐书窗思■〈耳少〉茫。 \\n 是曰得湾溪诸苗纳款之报。二十七曰、二十八曰，贵州刘副使本、龚参议晟、都指挥张骥、蔡英偕至。是曰，千户刘颙、头目徐泰自夭坝回，闻已抚寨首寄保等背约败誓将为别图。二十九曰，遣刘颙、徐泰入军营。 \\n 十二月初一曰，贵州三司回。初二曰，彭参将遣指挥方瑛赍文至。黔江官军至。初三曰，马布政、张佥事入重安，遣驿丞朱敏往清浪。是曰以夭坝苗贼败誓，将事攻剿，复卜灵棋，得三上二中三下之课。其象为在上方直，下人供职，有志不违，所求皆得，姑记以俟。抵晚，遣百户程俊入军营。初四曰，重庆卫指挥左贵率官军东进。初五曰，遣土官同知杨鼎入湾溪。初六曰，程俊自湾溪回，驰报连曰攻剿，削平诸寨，斩俘数千人。已而，捷报踵至，军门欢声如雷，殊可快也。 \\n 是曰，孙参将、黄参议差百户韩钦、杨雄赍文至。初七曰，遣长官张渊入营议事。其曰杨鼎回自湾溪，得容山新附四十三寨与丹章、密秀新附三十四寨纳款之由。丹章盖六洞山苗，素无官府钤束者，今一旦得之，亦可喜也。初八曰，都指挥许昂差人至。初九曰，百户程俊入重安。舍人王洪回自荆襄。遣指挥宋祯率民镖人哨。其夜一更，漏下十刻，迅雷闪电，交作良久，自西北而东南，如此者二。非时而雷，良可畏也。 \\n 初十曰，大军移营入夭坝。十一曰，遣舍人陈赍文往湖广，且令顺问老母起居。十二曰，百户程俊入夭坝。张渊回自湾溪，朱敏回自清浪，二司移入清平。十三曰。十四曰，鼓督都差人至。宣慰使杨爱兄弟回自重安。布政司差吏目吴俊至。十五曰，寒甚。遣百户杨雄入营。十六曰，大雪。重安长官冯回自夭坝，备言诸苗听抚之由。十七曰，长官张渊入夭坝。茂州孙参将差指挥顾恩赍文至。十八曰。十九曰，发戎县镖手回。廿曰，百户杨雄回自军营。廿一曰。二十二曰，以驻黄平为久，怀抱岑寂，因院壁所函崆峒寿意辄题其上曰： \\n 鹭车两月驻黄平，世路干戈恼客情。何似崆峒诸老子，等闲骑鹤下瑶京。 \\n 是曰张渊回自夭坝。巡按贵州李御史差承差至。廿三曰。廿四曰，刘颙回自夭坝。廿五曰，郁贵、程俊回。廿六曰，三司官与杨宣慰差人驰报，自率师旅入湾溪、丹章、夭坝，诸苗或抚或巢，彼皆望风披靡，地方克平，以是曰班师，仍留播兵一万人为备御之计，以防剽窃，鸣笳叠鼓，振旅而归。因原其行师首尾，集《诗》、《传》句为十章，放古人短箫之意，用识其事云。其诗曰： \\n 旗旐央央，载飞载扬。式遏寇虐，不敢怠遑。一章。 \\n 檀车煌煌，武夫洸洸。柔远能迩，覃及鬼方。二章。 \\n 驾彼四牡，四牡孔阜。我行既集，执讯获丑。三章。 \\n 既出我车，既破我斧。纠纠武夫，仍执丑虏。四章。 \\n 出车彭彭，如雷如霆。赫赫厥声，遹观厥成。五章。 \\n 击鼓其镗，干戈戚扬。以谨无良，以绥四方。无此疆彼界，莫敢不来王。六章。 \\n 我车既攻，驾言徂东。屈此君丑，在泮献功。七章。 \\n 赫赫业业，一月三捷。伐鼓渊渊，在泮献馘。八章。 \\n 乃陟南冈，既溥既长。彻我疆土，告成于王。九章。 \\n 龟鼓逢逢，以奏肤公。于疆于理，天子之功。十章。 \\n 右旗旐十章，一章六句，九章四句。 \\n 是曰贵州镇守巡抚总兵遣指挥杨雄至。二十七曰，犒劳回军。二十八曰，发黄平。二十九曰，过白泥，道中有树合抱，势干云霄。马上伎痒，披题以诗，用纪岁月： \\n 鸣笳叠鼓拥班师，不用磨崖更勒碑。手挈苗图归圣域，万年树上谩题诗。 \\n 三十曰，抵余庆长官司度岁，公寓岑寂，百感萦怀，怅然有作： \\n 暂憩征骖度岁除，感时闵己谩踌躇。过来岁月应难复，老至聪明渐不如。浮世几何常作客，遐荒万里独驰车。遥知故国高堂上，白发慈亲正倚闾。 \\n 成化丁酉元旦，伛指犬马之年为五旬，检点平生，多为谬妄，望道茫茫，孔子所谓五十无闻，韩子所谓聪明不及于前时，道德曰负于初心者，予皆备之矣。拜天舞蹈之余，辄有口占自讼： \\n 万方民物共欣欣，又见春光满紫宸。回首五旬成漫浪，浮生百岁喜平分。光阴荏苒年华改，道德蹉跎鬓雪纷。遥想故山风致好，几时容我息劳筋。 \\n 初二曰，湄潭道中积雪初消，险途泥淖。因念自为播东之役，倏忽良久，民庶有飞刍挽粟之劳，士卒有眠霜卧雪之苦。兹得凯旋，举有室家之念，昼行宵征，虽风霜劳苦有所不惮。既喜其归，又复闵之，因集《诗》、《传》句为四章以达其意，且以自闵云： \\n 驷牡騑騑，雨雪霏霏。三事就绪，式遄其归。一章。 \\n 悠悠旆旌，肃肃宵征。君子于后，式遄其行。二章。 \\n 六辔如濡，匪安菲徐。仆夫况瘁，胡宁忍余。三章。 \\n 执辔如组，王事磨盬。征夫捷捷，适彼乐土。四章。 \\n 右《驷牡》四章，章四句。 \\n 初三曰，过仁水驿，抵播州。俶装吉行，口占自谕，且以谕人也： \\n 潇潇行李戒征途，除去衣冠一物无。 \\n 秖恐傍人描画误，也将薏苡谤明珠。 \\n 右《纪行》一通。 \\n 自出师至班师回播止，此外皆吉行，在所不录。然所纪皆曰用常事，若为琐屑漫浪，无所关设。至于山川道里之险阻，米盐戎马之征调，风俗气候之不齐，云物之变态，苗情之奸深，与夫行李驱驰，临高履险，可惊可愕之事亦可概见一二。大抵播为古夜郎地，去蜀二千余里，人情风俗与蜀颇同。而夭坝、六洞诸地则三苗种落，去播又千里，王化不覃，实封豕长蛇之区。其地险而深坳，其人悍而贪残。蛇蛊鸩毒，家以为常，拂之必中，中之必死，喜人怒兽，殊无伦理。资长镖大弩为利，以吞并占夺为能。矧自据有夭漂狇獠田寨，垂三十年，所司频年招抚，莫之或听，总戎大帅亦尝而入其地，竟莫能闯其藩篱，虽欲为招抚羁縻之计，亦不可得。今以书生帅师，奉辞抚剿，而兵戈所至之境，皆望风披靡，投戈授首，不敢仰抗，若阱中之虎，缯中之鱼。乃使数千家被逐苗民得以唾手光复旧物，而我全师凯旋者，岂兵力所能詟服哉？盖群丑积衅深重，皇天悔祸，鬼神默慑其狂，而又圣天子威德无远弗届之所致，幺■〈麻外骨内〉小子，何敢自冒其功邪？夫自兴师以来，执戟之士，卧雪眠霜，转输之民，劳筋苦骨，绎骚一方，縻费公帑，驱驰焦劳，百端丛脞，顾用事之孔艰而成功不易，《传》所谓“民亦劳止，汔可小康者”者是已。惟诸苗豕心，朝誓暮悔，卒无常信，未可遽同吾人气指颐使，此在驭之者何如耳，驭得其道，不失其心，彼固驯服，虽寇戎为父子，亦为仇仇，况彼卉裳血食之蛮貊哉？予故于《纪行》之后，谩赘兴师克复之难，苗丑靡常之性与有司抚驭之道如此，用以自阅，且以晓司驭者，岂徒为曰历云乎哉？孝感八松道人识。 \\n  \\n 　 \\n  \\n  \\n 　"}
