{"章节": "剪胜野闻（明）徐祯卿", "正文": "　 \\n 　 \\n 　 \\n 剪胜野闻 \\n 　 \\n 明徐祯卿 \\n 翦胜野闻，一卷，明徐祯卿撰。徐祯卿，字昌谷，吴县人。弘治十八年进士，官国子博士。《明史·卷二一六》有传。 \\n 太祖尝自叙朱氏世德之碑，其文曰：“本宗朱氏，出自金陵之句容，地名朱巷，在通德乡。上世以来，服勤农业。五世祖仲八公，娶陈氏，生男三人，长六二公，次十二公，其季伯六公，是为高祖考，娶胡氏，生二子，长四五公，次即曾祖考四九公，娶侯氏，生子曰初一公，初二公，初五公，初十公，凡四人。初一公配王氏，是为祖考妣，有子二人，长五一公，次即先考，讳世珍。元初籍淘金户，金非土产，市于他方以充。先祖初一公，困于役，遂弃田庐，携二子迁泗州盱眙县，先伯考五一公十有二岁，先考才八岁。先祖营家泗上，置田治产。及卒，家田消乏，由是五一公迁濠州钟离乡居。先伯考性淳良，务本积德，于人无疾言忤意，乡里称为善人。先伯娶刘氏，生子四人，重一公、重二公、重三公生盱眙，重五公生钟离。先考君娶陈氏，泗州人，长重四公，生盱眙，次重六公、重七公，生五河，某其季也，生迁钟离后戊辰年。先伯考有孙六人，兵兴以来，相继寝没。兄重四公，有子曰文正，今为大都督。重六、重七俱绝嗣。 \\n 曩者父母因某自幼多疾，舍身皇觉寺中。甲申岁，父母长兄俱丧，次兄守业，又次兄出赘刘氏，某托迹缁流。至正二十四年，天下大乱，诸兄皆亡，淮兵蜂起，掠入行伍，乃招集义旅，兵力渐众，因取滁和。 \\n 龙凤三年，帅师渡江，驻兵太平，为念先考君尝言世为朱巷人，宗族俱存，平日每有乡土之念，即访求故乡宗族之所，遂调兵取句容。明年，克金陵，而朱巷距城四十里，举族父兄昆弟四十余人至，始得与之叙长幼之礼，行亲睦之道。但朱氏世次自仲八公之上，不复可考，今自仲八公高曾而下，皆起家江左，历世墓在朱巷，惟先祖葬泗州，先考葬钟离，此我朱氏之源流也。 \\n 爰自金陵、太平驻师开府，为根本之地，实乡郡焉。屡岁征伐，拓境开疆，吴楚瓯越，方数千里，由是累膺显爵。龙凤九年三月十四日内降制书：曾祖考为资德大夫，江南等处行中书省右丞，上护军，司空，吴国公。曾祖妣吴氏，吴国夫人。先考府君开府仪同三司，录军国重事，平西右丞相，吴国公。先妣陈氏，吴国夫人。谨以闰月三日，只谒先垄，焚香告祭，遵旧典也。重念报本行礼宜厚，今勉建事功，匪由己能，实荷先世灵长之泽，垂衍后昆，宜得报恩，三代并为上公，以遂为子孙者之至愿。书曰：“作善降之以百祥。”易曰：“积善之家，必有余庆。”先祖父积功累善，天之报使茂于厥后，凡我子孙，皆当体祖宗之心，蹈德存仁，以永厥绪于无穷，是吾之所望也。于是备书于后，以传信将来，有所考焉。” \\n 淳皇帝及后族疾疫死，重四公继之，贫薄不能具棺穿穴。太祖与仲兄谋辇葬山谷中，行未抵所而绠绝，仲返计，太祖视尸。忽风雷震电，太祖避树下，闻空中神语云：“孰袭取我土？”仿佛有应者，具淳皇帝讳，神曰：“为若人则已。”已而，暴风扬沙折木，天转晦。比明，往视之，土裂尸已陷人，田伯刘大秀遂归其地而辞其价，即今凤阳陵寝是其地也。 \\n 太祖在滁，尝濯手于柏子潭，有五蛇扰而就之，因祝之曰：“如天命在予，汝其来附焉。”一日战毕，群坐籍土，蛇忽蜿蜒其侧，帝乃掩以兜鍪。顷复报战，亟戴之而往，是日手刃者甚众。军法战胜必祭甲胄，众推帝功居多，乃置其兜鍪于前，甫奠，忽霹雳大震，白龙夭矫自兜鍪中出，挟雷声，握火光，腾空而去，诸将等自是畏服。 \\n 青田刘基伯温，尝携客泛舟于西湖，抵暮，仰瞻天象而言曰：“天子气在吴头楚尾，后十年当兴，予其辅之。”及过苏阊门，见张士诚，曰：“贵不过封侯，何能久也。”夜登虎丘山，复曰：“天子气尚在吴楚之间。”时郭子兴据濠上，就见之，遇太祖，曰：“吾主翁也。”深自结纳，曰：“后十载，主君当为天子，我其辅之。”乃拂衣而去。 \\n 太祖之初振也，将属皆草莽粗士，人人欲更试。太傅徐相国阴奇之，乃谓诸将曰：“天子岂可更立耶？”遂止。 \\n 常遇春初附刘聚时，尝昼寝，梦一羽士语之曰：“起，起，此处非尔所宜托也，尔主至也。”既寤，适太祖至，于是遂倾心焉。 \\n 王师与伪汉战于湖中，时乘白舟，汉主以赤龙厌之。及战，王师大捷，帝因制令以赤船载俘囚，白船给官胥之属。 \\n 伪周主张士诚面缚见帝，俯首瞑目，踞坐甚不恭，帝叱之曰：“盍视我？”对曰：“天日照尔不照我，视尔何为哉？”帝以弓弦缢杀之。及见周伯琦遥伏于后，问为谁？对曰：“前元江浙行省参政周伯琦。”帝曰：“元君寄汝以心膂之责，乃资贼以为乱耶？”伯琦惶惧不能答。先筵三日，大醉，以酬其功，后戮之。司徒李伯升先以国情虚实输我师，帝以为佞臣，命诛之，以示士诚。 \\n 帝念刘大秀施地为陵之惠，封为义惠侯。又感汪媪之意，敕授世官、从仕郎，署令卫皇陵。（帝微时，汪媪常备礼仪送帝归皇觉寺中。） \\n 徐太傅追元顺帝，将及之，忽传令颁师。常遇春不知所出，大怒，驰归告帝曰：“达反矣，追兵及顺帝而已之，其谋不可逆也。”太傅度遇春归，必有变，乃留兵镇北平而自引军归，驻舟江浦，仗剑入谒。帝时方盛怒，宿戒阍吏曰：“达入，慎毋从之。”达既入。未见帝，自疑有变，乃拔剑斩阍吏，夺关而出。帝阴使人释其罪，令内谒，达不允。于是帝出大庭往视于舟中，达因进曰：“达有异图，肯在今日？虽曰晚矣，然吾临江鞠旅，亦能抚有江淮，顾弗为尔。且吾之不擒元帝，亦筹之熟矣，彼虽微也，亦尝南御中国，我执以归，将曷治焉？天命在上，已知之矣，顾达何人，敢以自外？”帝重感悟，结誓而还，遂修好如故。 \\n 按：获元后妃孙子不行献俘礼及元宗室皆封以官，此我太祖忠厚之道，兴灭继绝之仁，度越前代者也。他日徐达领兵追元顺帝，将及之，辄下令收军。遇春大怒，报太祖曰：“达反矣。”问其故，达曰：“元君虽微，曾南面为君矣，若追及之，将何治焉？不若逐之归沙漠之为得也。”达斯言所谓深知大体矣，岂诸将所能及？此所以为开国元勋也欤！ \\n 太祖于后湖中筑一台，以藏天下兵册，欲辟火灾也。屡筑屡溃，乃命裒所诛髑髅为基，其台即就。 \\n 太祖勤于政事，每临食匕箸屡废，思得一事，即以片纸书之，缀于裳衣，或得数事，则累累满身，若悬鹑焉，洎临朝则一一行之。 \\n 太祖既营大内，而以旧禁赐中山王，王谢不敢。继而觞焉，至大醉，使人扶寝禁内，密伺其意。已而达醒，惊拜殿下，帝闻之乃喜。 \\n 洪武十年，宋学士濂上疏乞骸骨归，帝亲饯之，敕其孙慎辅行，濂顿首辞，且要曰：“臣性命未毕，蓬士请岁觐陛阶。”既归，每就帝圣节称贺如约，帝推旧恩，恋恋多深情。十三年失朝，帝召其子中书舍人璲、殿廷仪礼司序班慎问之，对曰：“不幸有旦暮之忧，惟升下哀矜，裁其罪谴。”帝微使人廉之，则无恙。下璲、慎狱，诏御史就诛濂，没入其家。先是，濂尝授太子及亲王经书，太子于是泣泪谏曰：“臣愚戆，无他师傅，幸陛下哀矜，裁其死。”帝怒曰：“候汝为天子而宥之。”太子惶惧不知所出，遂赴溺，左右救得免。帝且喜且骂曰：“痴儿子，我杀人，何预汝耶？”因遍录救溺者，凡衣履入水者擢三级，解衣舄者皆斩之，曰：“太子溺，候汝等解衣而救之乎？”乃赦濂死而更令入谒，然怒卒未解也。会与太后食，后具斋素，帝问之故，对曰：“妾闻宋先生坐罪，薄为作福祐之。”帝艴然投箸而起。濂至，帝令无相见，谪居茂州，而竟杀璲、慎。 \\n 按：君臣遇合，自古为难，而保全终始尤难。我太祖之于宋学士，情义蔼然，不啻家人父子，而末路若此，非皇太后之贤，太子之谏，几于不免。在太祖似于寡恩，而学士失期不朝，其于小心翼翼之道谓何？此其智不及徐太傅远矣。 \\n 太祖视朝，若举带当胸，则是日诛夷盖寡，若按而下之，则倾朝无人色矣。中涓以此察其喜怒云。 \\n 太祖御膳，必太后亲调以进，深以防闲隐微。一日，进羹微寒，帝怒举杯掷之，羹污狼藉，后耳畔微有伤，后热羹重进，颜色自若。 \\n 洪武二十五年下度僧之令，天下诸寺沙弥求度者三千余人，有冒名代请者甚众，帝大怒，悉命锦衣卫将僇之。吴僧永隆（尝于苏州之尹山寺出家）请焚身以救免，帝允之，敕中官以武士卫其龛。至雨华台，出龛望阙拜，辞入龛，书偈一首，又取香一瓣，上书风调雨顺四字，语中侍曰：“顺语陛下，若遇旱，以此香祷雨，必沾足。”永隆乃秉炬自焚。讫，骸骨卓立，异香袭人，群鹤盘旋舞于龛顶上，乃宥三千人诛。后忽大旱，上命以所遗香至天禧寺祷雨。至夜，雨大澍，上喜曰：“此真圣僧永隆雨也。”太祖御制落魄僧诗以美之。 \\n 太祖尝为伪汉陈友谅所追，太后负之而逃，太子私绘成图轴。及太后崩，帝惨不乐，愈肆诛虐。太子谏曰：“陛下诛夷过滥，恐伤天和。”帝默然。明日，以棘杖委于地，命太子持而进，太子难之。帝曰：“汝弗能执欤？使我运琢以遗汝，岂不美哉？今所诛者，皆天下之刑余也，除之以安汝，福莫大焉。”太子顿首曰：“上有尧舜之君，下有尧舜之民。”帝愈怒，即以所坐榻射之，太子走，帝追之，太子探怀中所绘图遗于地，帝展视之，大恸而止。 \\n 太祖尝游一废寺，戈戟外卫而内无一僧，壁间画一布袋僧，墨痕犹新，傍题一偈云：“大千世界浩茫茫，收拾都将一袋藏。毕竟有收还有散，放宽些子又何妨？”盖帝政尚严猛，故以此讽之。急命武士索其人，不获。 \\n 余尝于民家弊籍中得伪陈友谅构宫殿上梁文，聊识于此，其词云：“伏以乾坤绕汉宫，献符玺图书之瑞，日月光天德，立邦家柱石之基。于以济世安民，于以建都启土，地灵有待，天眷无私。钦惟皇帝陛下，齐圣广渊，聪明睿智。富有四海，作之君作之师；天赐九畴，得其位得其禄。视民犹己，立贤有方。北伐东征，专不迩声色之美；文韬武略，处宵衣旰食之勤。俨九重龙凤之姿，拥百万貔貅之众。惟皇作极，应天顺人，万福攸同，一人有庆。习成周之礼乐，如丰沛之寓都。，展三辅之黄图，览九江之秀色。瀑布泻银河于峭壁，小孤矻底柱于中流。左彭蠡右洞庭，滔滔天堑；前朱雀后玄武，烨烨京华。工部抡材，梓人献巧，电布星罗之合度，翚飞鼓翼之奏功。黄道紫宸，峙中天之华阙；金钉朱户，启南面之明堂。虹举双梁，雷陈六伟。 \\n 东 \\n 扶桑拥出一轮红，光被海隅开寿域，衮衣端拱帝王宫。 \\n 南 \\n 岭峤猿归奏表函，方土珍奇皆入贡，华生彤管照晴岚。 \\n 西 \\n 使臣谕蜀马如飞，五十四州沾雨露，民安物阜悉依归。 \\n 北 \\n 万里幽燕苦霜雪，江南佳丽乐升平，比屋熙熙蒙帝德。 \\n 上 \\n 天命维新增气象，中天帝坐十分明，历历泰阶光万丈。 \\n 下 \\n 边境烽消收战马，六军务在尽耕桑，率土丰登乐闲暇。 \\n 伏愿阊阖开宫殿，嵬嵬玉几之端严；山河壮帝居，翼翼金城之巩固。永保安宁之日，信符海晏之时。衣冠讲唐虞，股肱皆社稷。庐山高几千仞，纲纪四方；天子寿亿万年，本支百世。” \\n 元帝既遁，复留兵开平，犹有觊觎之志。太祖遣使驰书，明示祸福，因答诗曰：“金陵使者渡江来，万里风烟一道开。王气有时还自息，圣恩无处不昭回。信知海岳归明主，亦喜江南有俊才。归去诚心烦为说，春风先到凤凰台。” \\n 太祖喜微行，每至徐太傅家。一日，太傅病笃，帝忽至，太傅自枕蓐下出一剑以示，帝曰：“戒之戒之，若他人得，以僇汝也。”自后诸功臣家不一至矣。 \\n 太祖尝微行京城中，闻一老媪密指呼上为老头儿。帝大怒，至徐太傅家，绕室而行，沉吟不已。时太傅他出，夫人震骇，恐有他虞，稽首再拜曰：“得非妾夫徐达负罪于陛下耶？”太祖曰：“非也，嫂勿以为念。”亟传令召五城兵马司总诸军至，曰：“张士诚小窃江东，吴氏至今呼为张王。今朕为天子，此邦居民呼朕为老头儿，何也？”即令籍没民家甚众。 \\n 太祖幸内庭，见宫人有遗丝些微在地，召诸姬至，计其蚕缫征税之费而责之，今后有不悛者斩。 \\n 太祖尝微行里市间，遇国子监监生某者入酒坊，帝揖而问之曰：“先生亦过酒家饮乎？”对曰：“旅次草草，聊寄食尔。”帝因与之入，时坐客满案，惟供司土神几尚余空，帝携之在地曰：“神姑让我坐。”乃与生对席。问其乡里，对曰：“四川重庆府人也。”帝因属词曰：“千里为重，重水重山重庆府。”生应声曰：“一人成大，大邦大国大明君。”又举翣几小木命生赋诗，因喻己意，其诗曰：“寸木元从斧削成，每于低处立功名。他时若得台端用，要与人间治不平。”帝私喜，因探钱付酒家，相别而去，不知其为帝也。明日，忽移名召生入谒，生茫然自失。及既至，帝笑曰：“秀才忆昨与天子对席乎？”生惶惧谢罪。又曰：“汝欲登台端乎？”遂命除为按察使。金陵民家至今供司土神于地，本此。 \\n 僧宗泐性颇聪慧，太祖爱之，令其畜发。发既成，乃欲官之，泐固辞，乃止。尝命往西域求释典，泐不敢辞，行至外徼，道逢一老僧，泐遥拜问之曰：“西域此去几何？”老僧曰：“汝头白也行不到也。”泐曰：“明天子命往西域取经，惟老师请教。”僧曰：“毋行，抵自劳尔，为我置书，上中国明主，慎毋发也。”泐受之归。见帝，具道所以，帝发书视之，乃即位时作水陆醮斋以答神贶，上御制手书告祭表文也，纸墨如故，帝允之，乃止。 \\n 伪周王张士诚窃据江东时，姑苏市井中有十七字诗谣曰：“张王做事业，只凭黄蔡叶，一夜东风来，干鳖。”及国事既去，太祖收其臣黄、蔡、叶三人者，刳其肠而悬之，至成枯腊。盖三人皆元戚机臣，其残奢积侈，倾国丧家，帝特恶之，故置于极典。 \\n 常开平遇春骁猛绝世，状类猕猴，指臂多修毫，所过之地，纵士卒剽掠，故其兵特锐，有战辄胜，有攻必取。 \\n 太祖微时，甚见爱于郭子兴，郭氏之子薄之，尝以他事幽之空室中，绝其浆食，马后怜之，以饼饵遗给。一日，饵热益中，将修供，为郭氏亲信者窥之，遂纳怀中，肤有伤痕。 \\n 代王之母邳人也。先是，太祖尝战衄而奔投王母之家，王母曰：“汝为朱某耶？人言汝当为天子也。”因止之宿。及旦，辞去，王母曰：“吾后有娠，何如？”帝乃贻敝梳为质，王母亦以装资赠行，自是果生代王。及太祖即位，子亦成立，王母携其子及质物于京师上谒，帝令工部草创宫宇居之，不令入宫。及缮代府既成，遂册封焉。故王卒得以终养其母，逾于常制。 \\n 太祖以太子天性仁柔不振，一日，窃令人载尸骨满舆当其前激发之，太子不胜惨蹙，合掌称之曰：“善哉！善哉！” \\n 太祖尝于上元夜观灯，京师人好为隐语，书于灯，使人相猜，画一妇怀瓜，深触忌犯。帝就视，因喻其旨，甚衔之。明日，令军士大僇居民，空其室，盖太后祖贯淮西，故云。 \\n 洪武十三年五月四日，雷震谨身殿，帝亲见火光自天而下，乃再拜曰：“上帝赦朕，朕赦天下。”（或云雷火绕宫追帝。）盖帝时刑戮过滥，故上帝戒之。 \\n 贵妃某氏薨，太祖诏太子服齐衰杖期，太子曰：“礼惟士为庶母服缌麻，大夫以上为庶母则无服。又公子为其母练冠麻衣縓缘，既葬除之。盖诸侯绝期丧，诸侯之庶子，虽为其母亦压于父，不得伸其私。然则诸侯之庶子不为庶母服，而况于天子之嗣乎？”帝大怒，以剑逐之，太子走，且曰：“大杖则走。”翰林正字桂彦良谏太子曰：“礼可缓，君父之命不可违也，嫌隙由是生矣。”太子感悟，遂齐衰见帝谢罪，帝怒始释。 \\n 太后既崩，临葬日，大风雨，震雷电。太祖甚不乐，召僧宗泐至，谓曰：“太后将就窀穸，汝为宣偈。”受诏应声曰：“雨降天垂泪，雷鸣地举哀。西方诸佛子，同送马如来。”宣已，帝大悦。顷忽朗霁，遂启灵輀。诏赐宗泐白金百两。 \\n 徐魏国公达病疽，疾甚，帝数往视之，大集医徒治疗。且久，病少差，帝忽赐膳，魏公对使者流涕而食之，密令医工逃逸。未几，告薨。亟报帝，帝蓬跣担纸钱道哭至第，命收斩医徒。夫人大哭出拜帝，帝慰之曰：“嫂勿为后虑，有朕存焉。”因为赒其后事而还。 \\n 太祖在军中甚喜阅经史，后遂能操笔成文章。尝谓侍臣曰：“朕本田家子，未尝从师指授，然读书成文，释然开悟，岂非天生圣天子耶？” \\n 太祖多疑，每虑人侮己，杭州儒学教授徐一夔曾作贺表上，其词有云“光天之下”，又云“天生圣人，为世作则”。帝览之，大怒曰：“腐儒乃如是侮我耶？‘光’者僧也，以我尝从释也，光则摩发之谓矣。‘则’字近贼，罪坐不敬。”命收斩之。礼臣大惧，因请曰：“愚蒙不知忌讳，乞降表式。”帝因自为文式布天下。 \\n 太祖尝下诏免江南诸郡秋税，复税之。右正言周衡进曰：“陛下有诏已蠲秋税，天下幸甚，今复征之，是示天下以不信也。”上曰：“然。”未几，衡告归省假。衡，无锡人，去金陵甚近，与上刻六日后复朝参，衡七日失期。上怒曰：“朕不信于天下，汝不信于天子矣。”遂命弃市。 \\n 狱有疑囚未决，太祖欲杀之，太子诤不可。御史袁凯侍，上顾谓凯曰：“朕与太子之论何如？”凯顿首进曰：“陛下欲杀之，法之正也，今太子欲生之，心之慈也。”帝以凯持两端，下凯狱，三日不食，出之，遂佯狂病颠，拾啖秽物。帝曰：“吾闻颠者不肤挠。”乃命以木锥锥凯，凯对上大笑。帝放归，自缧木榻于床下。久之，上使人召之，凯慢坐对使者歌，使者怜其缧，还奏状，上不为疑。已而，太祖晏驾，凯始出，优游以终。 \\n 翰林应奉唐肃，初以失朝坐免官，归乡里。太祖重其才，再召入。尝命侍膳，食讫，拱箸致恭为礼。帝问曰：“此何礼也？”肃对曰：“臣少习俗礼。”帝怒曰：“俗礼可施之天子乎？”罪坐不敬，谪戍濠州。 \\n 太祖之封十王也，亲草册文。适李韩公北征，唐之淳在军中，尝草露布，帝读其文嘉之，问草者为谁，韩公以之淳对。帝令飞骑召之，使者不谕旨，乃械系之淳。之淳以父肃得罪，悚惧不自保。至京师，过其姑之门，告使者止。索其姑出，泣曰：“善为我殓尸。”姑亦大恸。之淳行次东华门，门已闭，守者曰：“有旨，令以布裹，从屋上递入。”累累传易数次，始之便殿。膏灯煌耀，帝坐阅书，之淳俯首战汗庭下。帝问曰：“是汝草露布耶？”之淳对曰：“臣昧死草之。”良久中侍以短几置之淳前，列烛煌炜，帝令膝坐，以封十王册文一篇授之，曰：“少为润色之。”之淳叩首曰：“臣万死不敢当。”帝曰：“既不敢，姑旁注之。”之淳如命。帝令中侍续续报，定毕乃上之，遥望烛影下帝微微喜。次第下，凡十篇，悉定之。每奏辄悦。奏毕，时夜未央，帝令明日朝谒，复如故出。至姑家，姑尚守门，见之淳，相庆幸，具酒食沐具。及旦，庭谒，帝问曰：“汝世宦否？”对曰：“臣父翰林应奉唐肃。”即日命嗣父官。 \\n 洪武十一年，元幼主崩。六月，诏部省国学文吏拟祭幼主文献之。先是星变，诏求直言，苏民钱苏具封事谒丞相不拜，傍或趣之，（“傍或趣之”下胜朝遗事本有“苏曰：‘岂有未拜天子而先拜宰相乎？’丞相绐之曰：‘然。’”丞相继之曰：“然。”太祖览其奏，试苏于中书省事，丞相令校簿后湖。苏闻诏，乃为文献辞，当上意，即召见，曰：“钱苏乃者何在？”对曰：“臣校簿后湖。”上悟曰：“丞相憾汝耶？”即欲官之，苏谢病归，帝许之，曰：“为我道谕诸郡县。”苏南向坐，口谕曰：“皇帝敕汝，善辟田土，养老恤孤，无忘军旅，简在帝心，钦哉无替。”苏稽首陛辞。如句容，句容令礼之而不达。如丹阳，丹阳令待之甚恭，更密上其事。帝嘉其缜密，报之曰：“朕命也，命礼而待之。”因怒句容令不达，召而罪之，由是郡县望风尊礼之，还至家而止。 \\n 陶学士既没，其子寻以事见僇，家人四十余人悉坐罪从军，丧亡之余，事卫守催完伍，而家无余丁。安妻莫可控诉，乃裹素裳赴京师，击鼓求见。帝异其容止，问曰：“今媪为谁？”安妻顿首万死曰：“妾陶安之妻也。”帝泫然曰：“是陶先生之嫂乎？言及陶先生使人心怀感怆。”又曰：“嫂有子乎？”对曰：“有肖子二人，咸伏辜死，家人四十余，悉补军伍。今以缺丁，州司督妾就道，犬马余年，无足顾惜，惟陛下念先学士安一旦之劳，使妾得保首领入于沟壑，幸甚！”帝允之，立召兵部臣谕之曰：“朕渡江之初，陶先生首与，蒙涉诸难，功在鼎彝，形神入土，子姓残落，深可悯念。令即赦四十余军还养老嫂，汝其毋缓。”于是安妻辞谢而出。 \\n 太祖召画工周玄素，令画天下江山图于殿壁。玄素复命曰：“臣未尝遍迹九州，不敢奉诏，惟陛下草建规模，臣然后润之。”帝即操笔，倐成大势，令玄素加润。玄素进曰：“陛下山河已定，岂可摇动？”帝笑而唯之。 \\n 余尝见倭国求通表文，曰：“臣惟三皇立位，五帝禅推，岂谓中华之有主，焉知夷狄之无君？乾坤浩荡，非一主之独权；宇宙洪荒，乃万民之纠首。故天下者天下之天下也，非一人之天下也。臣居远疆，偏倭小国，城池不满六十座，封疆不足二千里，故常存知足之心，而知足常足也。臣闻陛下作中华之主，为万乘之君，至尊至上也，城池数千余座，封疆数万余里，尚且不足，常起绝域之意。天发杀机，神号鬼哭；地发杀机，龙蛇走陆；人发杀机，天地反覆。尧汤有德，四海来宾；周武施仁，万方拱手。今闻大国有兴战之策，小邦有却兵之法，岂肯轨途拱奉天颜？顺之未必其生，逆之未必其死。今闻陛下选股肱之帅，起竭国之兵，来侵臣境，贺兰山前聊以博戏，倘若君胜臣输，则满上国之策，设若臣胜君输，番作小邦之利。自古及今，讲和为上，罢战为强，免生灵之疾苦，救黎庶之艰辛，年年进贡于中华。岁岁称臣于弱国。今遣使臣拜诣丹墀取进止。 \\n 徐祯卿(1479～1511) \\n 明代文学家。字昌谷，一字昌国。吴县（今江苏苏州）人。少与唐寅、祝允明、文徵明齐名，号\"吴中四才子\"，弘治十八年(1505)进士。任大理寺左寺副，因失囚，降为国子监博士。作品有《迪功集》、《迪功外集》。 \\n 徐祯卿的诗早年沈酣六朝，风格华艳，其\"文章江左家家王，烟月扬州树树花\"（《文章烟月》）等句尤为论者称赏。登第后，与李梦阳等相交，改而学汉魏盛唐，诗风为之一变。他与李梦阳等并称前七子。《猛虎行》、《苦寒行》等乐府诗，与前期诗风明显不同，稍能注意社会现实,指陈时事,并寓讽刺之意。但其后期诗作仍具有标格清妍、□词婉约的特色，所以李梦阳曾讥他\"蹊径未化\"。他长于七言近体，尤其是绝句。\"深山曲路见桃花，马上匆匆日欲斜。可奈玉鞭留不住，又衔春恨到天涯\"（《偶见》），见景生情,自然流转,从\"可奈\"到\"又衔\"的心理变化中，拓开了诗境，含意隽永，情韵深长。但他过早去世，未能尽展才华。 \\n 徐祯卿著有文学批评著作《谈艺录》，论诗颇多精警之见。他重情贵实,认为\"情无定位，触感而兴\",是外界的客观事物的触发，才会引起诗人的感情活动，不同的诗人就会有不同的感情活动。由此，他得出\"情既异其形，故辞当因其势\"的结论，与李梦阳的立论颇相异趣。当然，此书也有受李梦阳影响之处，如说\"法经而植旨，绳古以崇词,虽或未尽臻其奥,吾亦罕见其失\"等，即是此书影响不小，是一部重要的诗话著作。 \\n 著有《迪功集》、《迪功外集》。其《谈艺录》有四库全书、历代诗话、学海类编等多种版本。 \\n （尹恭弘） \\n 徐祯卿（1479～1511） \\n 中国明代文学家。字昌榖，一字昌国。吴县（今江苏苏州）人。少与唐寅、祝允明、文徵明齐名，号为吴中四才子。弘治十八年（1505）进士，曾任大理寺左寺副、国子监博士。徐祯卿早年诗歌标格清妍，词采婉约。登第后与李梦阳、何景明等交游，受复古论影响，古体诗改学汉魏，近体诗学盛唐，诗风有所转变。为前七子之一，声誉仅次于李（梦阳）、何（景明）。他虽然与李梦阳同调，但中原习气未深，江左流风犹存，吴中派清丽秀逸的风格仍有保留，较前七子其余各家诗作更有自身特点。《明史》用\"熔炼精警\"四字概括其诗风格。他长于七言近体，绝句尤精，清词逸格，情韵隽永。所撰诗话《谈艺录》，颇多精辟警策见解，是一部对后世影响较大的文学批评著作。著有《迪功集》、《迪功外集》等。 \\n 列传第一百七十四文苑二 \\n -------------------------------------------------------------------------------- \\n ○林鸿郑定等王绂夏昶沈度弟粲滕用亨等聂大年刘溥苏平等张弼张泰陆釴陆容程敏政罗储巏李梦阳康海王九思王维桢何景明徐祯卿杨循吉祝允明唐寅桑悦边贡顾璘弟瑮陈沂等郑善夫殷云霄方豪等陆深王圻王廷陈李濂 \\n 林鸿，字子羽，福清人。洪武初，以人才荐，授将乐县训导，历礼部精膳司员外郎。性脱落，不善仕，年未四十自免归。闽中善诗者，称十才子，鸿为之冠。十才子者，闽郑定，侯官王褒、唐泰，长乐高棅、王恭、陈亮，永福王偁及鸿弟子周玄、黄玄，时人目为二玄者也。 \\n 鸿论诗，大指谓汉、魏骨气虽雄，而菁华不足。晋祖玄虚，宋尚条畅，齐、梁以下但务春华，少秋实。惟唐作者可谓大成。然贞观尚习故陋，神龙渐变常调，开元、天宝间声律大备，学者当以是为楷式。闽人言诗者率本于鸿。 \\n 晋府引礼舍人浦源，字长源，无锡人也。慕鸿名，逾岭访之。造其门，二玄请诵所作，曰：\"吾家诗也。\"鸿延之入社。 \\n 郑定，字孟宣，尝为陈友定记室。友定败，浮海亡交、广间。久之，还居长乐。洪武中，征授延平府训导，历国子助教。 \\n 王褒，字中美，鸿之兄子婿也。为长沙学官，迁永丰知县。永乐中，召入，预修《大典》，擢汉府纪善。 \\n 唐泰，字亨仲。洪武二十七年进士。历陕西副使。 \\n 高棅，字彦恢，更名廷礼，别号漫士。永乐初，以布衣召入翰林，为待诏，迁典籍。性善饮，工书画，尤专于诗。其所选《唐诗品汇》、《唐诗正声》，终明之世，馆阁宗之。 \\n 王恭，字安中，隐居七岩山，自称皆山樵者。永乐初，以儒士荐起待诏翰林，年六十余，与修《大典》。书成，授翰林院典籍。 \\n 陈亮，字景明。自以故元儒生，明兴累诏不出，作《陈抟传》以见志。结草屋沧洲中，与三山耆彦为九老会，终其身不仕。 \\n 王偁，字孟易攵。父翰仕元，抗节死，偁方九岁，父友吴海抚教之。洪武中，领乡荐，入国学，陈情养母。母殁，庐墓六年。永乐初，用荐授翰林检讨，与修《大典》。学博才雄，最为解缙所重。自负无辈行，独推让同官王洪。 \\n 王洪者，字希范，钱塘人。八岁能文，十八成进士，授吏科给事中。改翰林检讨，偕偁等与修《大典》。历修撰、侍讲。帝颁佛曲于塞外，命洪为文，逡巡不应诏。为同列所排，不复进用，卒官。而偁后坐累谪交址，复以缙事连及，系死狱中。 \\n 黄玄，字玄之，将乐人。闻鸿弃官归，遂携妻子居闽县，以岁贡官泉州训导。 \\n 周玄，字微之，闽县人。永乐中，以文学征，授礼部员外郎。尝挟书千卷止高棅家，读十年，辞去，尽弃其书，曰：\"在吾腹笥矣。\"同时赵迪、林敏、陈仲宏、郑关、林伯璟、张友谦亦以能诗名，皆鸿之弟子。 \\n 王绂，字孟端，无锡人。博学，工歌诗，能书，写山木竹石，妙绝一时。洪武中，坐累戍朔州。永乐初，用荐，以善书供事文渊阁。久之，除中书舍人。 \\n 绂未仕时，与吴人韩奕为友，隐居九龙山，遂自号九龙山人。于书法，动以古人自期。画不苟作，游览之顷，酒酣握笔，长廊素壁淋漓沾洒。有投金币购片楮者，辄拂袖起，或闭门不纳，虽豪贵人勿顾也。有谏之者，绂曰：\"丈夫宜审所处，轻者如此，重者将何以哉！\"在京师，月下闻吹箫声，乘兴写《石竹图》，明旦访其人赠之，则估客也。客以红氍毹馈，请再写一枝为配。绂索前画裂之，还其馈。一日退朝，黔国公沐晟从后呼其字，绂不应。同列语之曰：\"此黔国公也。\"绂曰：\"我非不闻之，是必与我索画耳。\"晟走及之，果以画请，绂颔之而已。逾数年，晟复以书来，绂始为作画。既而曰：\"我画直遗黔公不可。黔公客平仲微者，我友也，以友故与之，俟黔公与求则可耳。\"其高介绝俗如此。 \\n 昆山夏昶者，亦善画竹石，亚于绂。画竹一枝，直白金一锭，然人多以馈遗得之。昶，字仲昭，永乐十三年进士，改庶吉士，历官太常寺卿。昶与上元张益，同中进士，同以文名，同善画竹。其后，昶见益《石渠阁赋》，自谓不如，遂不复作赋。益见昶所画竹石，亦遂不复画竹。益死土木之难。 \\n 仲微，名显，钱塘人。尝知滕县事，谪戍云南。其为诗颇豪放自喜，云南诗人称平、居、陈、郭，显其一也。 \\n 沈度，字民则。弟粲，字民望。松江华亭人。兄弟皆善书，度以婉丽胜，粲以遒逸胜。度博涉经史，为文章绝去浮靡。洪武中，举文学，弗就。坐累谪云南，岷王具礼币聘之，数进谏，未几辞去。都督瞿能与偕入京师。成祖初即位，诏简能书者入翰林，给廪禄，度与吴县滕用亨、长乐陈登同与选。是时解缙、胡广、梁潜、王琏皆工书，度最为帝所赏，名出朝士右。日侍便殿，凡金版玉册，用之朝廷，藏秘府，颁属国，必命之书。遂由翰林典籍擢检讨，历修撰，迁侍讲学士。粲自翰林待诏迁中书舍人，擢侍读，进阶大理少卿。兄弟并赐织金衣，镂姓名于象简，泥之以金。赠父母如其官，驰传归，告于墓。 \\n 昆山夏昺者，字孟晹，与其弟昶以善书画闻，同官中书舍人，时号大小中书，而度、粲号大小学士。 \\n 度性敦实，谦以下人，严取与。有训导介其友求书，请识姓字于上。度沈思曰：\"得非曩讦奏有司者耶？\"遽却之。其友固请，终不肯书姓名。其在内廷备顾问，必以正对。粲笃于事兄，己有赐，辄归其兄。 \\n 滕用亨，初名权，字用衡。精篆隶书。被荐时年七十矣，召见，大书麟凤龟龙四字以进，又献《贞符诗》三篇。授翰林待诏，与修《永乐大典》。用亨善鉴古，尝侍帝观画卷，未竟，众目为赵伯驹，用亨曰：\"此王诜笔也。\"至卷尾，果然。 \\n 陈登，字思孝。初仕罗田县丞，改兰溪，再改浮梁。选入翰林，仍给县丞禄，历十年始授中书舍人。登于六书本原，博考详究，用力甚勤。自周、秦以来，残碑断碣，必穷搜摩搨审度而辨定之。得其传者，太常卿南城程南云也。 \\n 聂大年，字寿卿，临川人。父同文，洪武中，官翰林侍书、中书舍人。燕王入京师，迎谒，道曷死，死后五月而大年生，母胡抚之。比长，博学，善诗古文。叶盛称其诗，谓三十年来绝唱也。书得欧阳率更法。宣德末，荐授仁和训导。母卒，归葬，哀感行路。里人列其母子贤行上之有司，诏旌其门。服阕，分教常州，迁仁和教谕。景泰六年荐入翰林，未几得疾卒。 \\n 始，尚书王直以诗寄钱塘戴文进索画，自序昔与文进交，尝戏作诗一联，至是十年始成之。大年题其后曰：\"公爱文进之画，十年不忘。使以是心待天下贤者，天下宁复有遣贤哉。\"直闻其言，不怒亦不荐。及大年疾笃，作诗贻直，有\"镜中白发孰怜我，湖上青山欲待谁\"句，直曰，\"此欲吾志其墓耳\"，遂为之志。 \\n 刘溥，字原博，长洲人。祖彦，父士宾，皆以医得官。溥八岁赋《沟水诗》，时目为圣童。长侍祖父游两京，研究经史兼通天文、历数。宣德时，以文学征。有言溥善医者，授惠民局副使，调太医院吏目。耻以医自名，日吟咏为事。其诗初学西昆，后更奇纵，与汤胤勣、苏平、苏正、沈愚、王淮、晏鐸、邹亮、蒋忠、王贞庆号\"景泰十才子\"，溥为主盟。 \\n 胤勣，东瓯王和曾孙，自有传。苏平，字秉衡，弟正，字秉贞，海宁人。兄弟并以布衣终。沈愚，字通理，昆山人，业医终其身。王淮，字柏源，慈溪人。晏鐸，字振之，富顺人。由庶吉士授御史，历按两畿、山东，所至有声。坐言事谪上高典史，邻境寇发，官兵不能讨，鐸捕灭之，归所掠于民。邹亮，字克明，长洲人。用况钟荐，擢吏部司务，迁御史。蒋忠，字主忠，仪真人，徙居句容。王贞庆，字善甫，驸马都尉宁子也。折节好士，有诗名，时称金粟公子。 \\n 张弼，字汝弼，松江华亭人。成化二年进士。授兵部主事，进员外郎。迁南安知府，地当两广冲，奸人聚山谷为恶，悉捕灭之。毁淫祠百数十区，建为社学。谢病归，士民为立祠。弼自幼颖拔，善诗文，工草书，怪伟跌宕，震撼一世。自号东海。张东海之名，流播外裔。为诗，信手纵笔，多不属稿，即有所属，以书故，辄为人持去。与李东阳、谢鐸善。尝自言：\"吾平生，书不如诗，诗不如文。\"东阳戏之曰：\"英雄欺人每如此，不足信也。\"鐸称其好学不倦，诗文成一家言。子弘至，自有传。 \\n 张泰，字亨父，太仓人。陆釴，字鼎仪，昆山人。陆容，字文量，亦太仓人。三人少齐名，号\"娄东三凤\"。泰举天顺八年进士，选庶吉士，授检讨，迁修撰。为人恬淡自守，诗名亚李东阳。弘治间，艺苑皆称李怀麓、张沧洲，东阳有《怀麓堂集》，泰有《沧洲集》也。釴与泰同年进士，殿试第二。授编修，历修撰、谕德。孝宗立，以东宫讲读劳，进太常少卿兼侍读，得疾归。泰、釴皆早卒。容，成化中进士。授南京主事，进兵部职方郎中。西番进狮子，奏请大臣往迎，容谏止之。迁浙江参政，罢归。 \\n 程敏政，字克勤，休宁人，南京兵部尚书信子也。十岁侍父官四川，巡抚罗绮以神童荐。英宗召试，悦之，诏读书翰林院，给廪馔。学士李贤、彭时咸爱重之，贤以女妻焉。成化二年进士及第，授编修，历左谕德，直讲东宫。翰林中，学问该博称敏政，文章古雅称李东阳，性行真纯称陈音，各为一时冠。孝宗嗣位，以宫僚恩擢少詹事兼侍讲学士，直经筵。 \\n 敏政名臣子，才高负文学，常俯视侪偶，颇为人所疾。弘治元年冬，御史王嵩等以雨灾劾敏政，因勒致仕。五年起官，寻改太常卿兼侍读学士，掌院事。进礼部右侍郎，专典内阁诰敕。十二年与李东阳主会试，举人徐经、唐寅预作文，与试题合。给事中华昶劾敏政鬻题，时榜未发，诏敏政毋阅卷，其所录者令东阳会同考官覆校。二人卷皆不在所取中，东阳以闻，言者犹不已。敏政、昶、经、寅俱下狱，坐经尝贽见敏政，寅尝从敏政乞文，黜为吏，敏政勒致仕，而昶以言事不实调南太仆主簿。敏政出狱愤恚，发痈卒。后赠礼部尚书。或言敏政之狱，傅瀚欲夺其位，令昶奏之。事秘，莫能明也。 \\n 罗，字景鸣，南城人。博学，好古文，务为奇奥。年四十困诸生，输粟入国学。丘浚为祭酒，议南人不得留北监。固请不已，浚骂之曰：\"若识几字，倔强乃尔！\"仰对曰：\"惟中秘书未读耳。\"浚姑留之，他日试以文，乃大惊异。成化末，领京闱乡试第一。明年举进士，选庶吉士，授编修。益肆力古文，每有作，或据高树，或闭坐一室，瞑目隐度，形容灰槁。自此文益奇，亦厚自负。 \\n 尤尚节义。台谏救刘逊尽下狱，言当优容以全国体。中官李广死，遗一籍，具识大臣贿交者。帝怒，命言官指名劾奏。上言曰：\"大臣表正百僚，今若此，固宜置重典。然天下及四裔皆仰望之，一旦指名暴其恶，启远人慢朝廷心。言官未见籍记，凭臆而论，安辨玉石？一经攻摘，且玷终身。臣请降敕密谕，使引疾退，或斥以他事，庶不为朝廷羞，而仕路亦清。\"李梦阳下狱，言：\"寿宁侯托肺腑，当有以保全之。梦阳不保，为侯累。\"帝深纳焉。秩满，进侍读。 \\n 正德初，迁南京太常少卿。刘瑾乱政，李东阳依违其间。，东阳所举士也，贻书责以大义，且请削门生之籍。寻进本寺卿，擢南京吏部右侍郎。遇事严谨，僚属畏惮。畿辅盗纵横，而皇储未建，疏论激切，且侵执政者。七年冬，考绩赴都，遂引疾致仕归。宁王宸濠慕其名，遣使馈，避之深山。及叛，已病，驰书守臣约讨贼，事未举而卒。嘉靖初，赐谥文肃，学者称圭峰先生。 \\n 储巏，字静夫，泰州人。九岁能属文。母疾，刲股疗之，卒不起。家贫，力营墓域。旦哭冢，夜读书不辍。成化十九年乡试，明年会试，皆第一。授南京考功主事。孝宗嗣位，疏荐前直谏贬谪者，主事张吉、王纯，中书舍人丁玑，进士李文祥，吉等皆录用。久之，进郎中。吏部尚书耿裕知其贤，调北部，考注臧否，一出至公。尝核实一官，裕欲改其评，巏正色曰：\"公所执，何异王介甫！\"群僚咸在侧，裕大惭，徐曰：\"郎中言是，然非我莫能容也。\"擢太仆少卿，请命史官记注言动，如古左右史，时不能用。进本寺卿。武宗立，塞上有警，条御边五事，又陈马政病民者四事，多议行。正德二年改左佥都御史，总督南京粮储。召为户部右侍郎，寻转左，督仓场，所至宿弊尽厘。刘瑾用事，数陵侮大臣，独敬巏，称为先生。巏愤其所为，五年春，引疾求去。诏许乘传，有司俟疾痊以闻。其秋，瑾败，以故官召，辞不赴。后起南京户部左侍郎，就改吏部，卒官。 \\n 巏体貌清羸，若不胜衣；淳行清修，介然自守。工诗文。好推引知名士，辟远非类，不恶而严。进士顾璘尝谒尚书邵宝，宝语曰：\"子立身，当以柴墟为法。\"柴墟者，巏别号也。嘉靖初，赐谥文懿。 \\n 李梦阳，字献吉，庆阳人。父正，官周王府教授，徙居开封。母梦日堕怀而生，故名梦阳。弘治六年举陕西乡试第一，明年成进士，授户部主事。迁郎中，榷关，格势要，构下狱，得释。 \\n 十八年，应诏上书，陈二病、三害、六渐，凡五千余言，极论得失。末言：\"寿宁侯张鹤龄招纳无赖，罔利贼民，势如翼虎。\"鹤龄奏辨，摘疏中\"陛下厚张氏\"语，诬梦阳讪母后为张氏，罪当斩。时皇后有宠，后母金夫人泣诉帝，帝不得已系梦阳锦衣狱。寻宥出，夺俸。金夫人诉不已，帝弗听，召鹤龄闲处，切责之，鹤龄免冠叩头乃已。左右知帝护梦阳，请毋重罪，而予杖以泄金夫人愤。帝又弗许，谓尚书刘大夏曰：\"若辈欲以杖毙梦阳耳，吾宁杀直臣快左右心乎！\"他日，梦阳途遇寿宁侯，詈之，击以马箠，堕二齿，寿宁侯不敢校也。 \\n 孝宗崩，武宗立，刘瑾等八虎用事，尚书韩文与其僚语及而泣。梦阳进曰：\"公大臣，何泣也？\"文曰：\"奈何？\"曰：\"比言官劾群奄，阁臣持其章甚力，公诚率诸大臣伏阙争，阁臣必应之，去若辈易耳。\"文曰：\"善\"，属梦阳属草。会语泄，文等皆逐去。瑾深憾之，矫旨谪山西布政司经历，勒致仕。既而瑾复摭他事下梦阳狱，将杀之，康海为说瑾，乃免。瑾诛，起故官，迁江西提学副使。令甲，副使属总督，梦阳与相抗，总督陈金恶之。监司五日会揖巡按御史，梦阳又不往揖，且敕诸生毋谒上官，即谒，长揖毋跪。御史江万实亦恶梦阳。淮王府校与诸生争，梦阳笞校。王怒，奏之，下御史按治。梦阳恐万实右王，讦万实。诏下总督金行勘，金檄布政使郑岳勘之。梦阳伪撰万实劾金疏以激怒金，并构岳子涷通贿事。宁王宸濠者浮慕梦阳，尝请撰《阳春书院记》，又恶岳，乃助梦阳劾岳。万实复奏梦阳短，及伪为奏章事。参政吴廷举亦与梦阳有隙，上疏论其侵官，不俟命径去。诏遣大理卿燕忠往鞫，召梦阳，羁广信狱。诸生万余为讼冤，不听。劾梦阳陵轹同列，挟制上官，遂以冠带闲住去。亦褫岳职，谪戍澐，夺廷举俸。 \\n 梦阳既家居，益跅弛负气，治园池，招宾客，日纵侠少射猎繁台、晋丘间，自号空同子，名震海内。宸濠反诛，御史周宣劾梦阳党逆，被逮。大学士杨廷和、尚书林俊力救之，坐前作《书院记》，削籍。顷之卒。子枝，进士。 \\n 梦阳才思雄鸷，卓然以复古自命。弘治时，宰相李东阳主文柄，天下翕然宗之，梦阳独讥其萎弱。倡言文必秦、汉，诗必盛唐，非是者弗道。与何景明、徐祯卿、边贡、硃应登、顾璘、陈沂、郑善夫、康海、王九思等号十才子，又与景明、祯卿、贡、海、九思、王廷相号七才子，皆卑视一世，而梦阳尤甚。吴人黄省曾、越人周祚，千里致书，愿为弟子。迨嘉靖朝，李攀龙、王世贞出，复奉以为宗。天下推李、何、王、李为四大家，无不争效其体。华州王维桢以为七言律自杜甫以后，善用顿挫倒插之法，惟梦阳一人。而后有讥梦阳诗文者，则谓其模拟剽窃，得史迁、少陵之似，而失其真云。 \\n 康海，字德涵，武功人。弘治十五年殿试第一，授修撰。与梦阳辈相倡和，訾议诸先达，忌者颇众。正德初，刘瑾乱政。以海同乡，慕其才，欲招致之，海不肯往。会梦阳下狱，书片纸招海曰：\"对山救我。\"对山者，海别号也。海乃谒瑾，瑾大喜，为倒屣迎。海因设诡辞说之，瑾意解，明日释梦阳。逾年，瑾败，海坐党，落职。 \\n 王九思，字敬夫，鄠人。弘治九年进士。由庶吉士授检讨。寻调吏部，至郎中，亦以瑾党谪寿州同知。复被论，勒致仕。 \\n 海、九思同里、同官，同以瑾党废。每相聚沜东鄠、杜间，挟声伎酣饮，制乐造歌曲，自比俳优，以寄其怫郁。九思尝费重赀购乐工学琵琶。海搊弹尤善。后人传相仿效，大雅之道微矣。 \\n 王维桢，字允宁。嘉靖十四年进士。擢庶吉士，累官南京国子祭酒。家居，地大震，压死。维桢颀而晰，自负经世才，职文墨，不得少效于世，使酒谩骂，人多畏而远之。于文好司马迁，于诗好杜甫，而其意以梦阳兼此二人。终身所服膺效法者，梦阳也。 \\n 何景明，字仲默，信阳人。八岁能诗古文。弘治十一年举于乡，年方十五，宗籓贵人争遗人负视，所至聚观若堵。十五年第进士，授中书舍人。与李梦阳辈倡诗古文，梦阳最雄骏，景明稍后出，相与颉颃。正德改元，刘瑾窃柄。上书吏部尚书许进劝其秉政毋挠，语极激烈。已，遂谢病归。逾年，瑾尽免诸在告者官，景明坐罢。瑾诛，用李东阳荐，起故秩，直内阁制敕房。李梦阳下狱，众莫敢为直，景明上书吏部尚书杨一清救之。九年，乾清宫灾，疏言义子不当畜，边军不当留，番僧不当宠，宦官不当任。留中。久之，进吏部员外郎，直制敕如故。钱宁欲交欢，以古画索题，景明曰：\"此名笔，毋污人手。\"留经年，终掷还之。寻擢陕西提学副使。廖鹏弟太监銮镇关中，横甚，诸参随遇三司不下马，景明执挞之。其教诸生，专以经术世务。遴秀者于正学书院，亲为说经，不用诸家训诂，士始知有经学。嘉靖初，引疾归，未几卒，年三十有九。 \\n 景明志操耿介，尚节义，鄙荣利，与梦阳并有国士风。两人为诗文，初相得甚欢，名成之后，互相诋諆。梦阳主摹仿，景明则主创造，各树坚垒不相下，两人交游亦遂分左右袒。说者谓景明之才本逊梦阳，而其诗秀逸稳称，视梦阳反为过之。然天下语诗文必并称何、李，又与边贡、徐祯卿并称四杰。其持论，谓：\"诗溺于陶，谢力振之，古诗之法亡于谢。文靡于隋，韩力振之，古文之法亡于韩。\"钱谦益撰《列朝诗》，力诋之。 \\n 徐祯卿，字昌谷，吴县人。资颖特，家不蓄一书，而无所不通。自为诸生，已工诗歌，与里人唐寅善，寅言之沈周、杨循吉，由是知名。举弘治十八年进士。孝宗遣中使问祯卿与华亭陆深名，深遂得馆选，而祯卿以貌寝不与。授大理左寺副，坐失囚，贬国子博士。祯卿少与祝允明、唐寅、文征明齐名，号\"吴中四才子\"。其为读，喜白居易、刘禹锡。既登第，与李梦阳、何景明游，悔其少作，改而趋汉、魏、盛唐，然故习犹在，梦阳讥其守而未化。卒，年二十有三。祯卿体癯神清，诗熔炼精警，为吴中诗人之冠，年虽不永，名满士林。子伯虬，举人，亦能诗。 \\n 杨循吉，字君谦，吴县人。成化二十年进士。授礼部主事。善病，好读书，每得意，手足踔掉不能自禁，用是得颠主事名。一岁中，数移病不出。弘治初，奏乞改教，不许。遂请致仕归，年才三十有一。结庐支硎山下，课读经史，旁通内典、稗官。父母殁，倾赀治葬，寝苫墓侧。性狷隘，好持人短长，又好以学问穷人，至颊赤不顾。清宁宫灾，诏求直言，驰疏请复建文帝尊号，格不行。武宗驻跸南都，召赋《打虎曲》，称旨，易武人装，日侍御前为乐府、小令。帝以优俳畜之，不授官。循吉以为耻，阅九月辞归。既复召至京，会帝崩，乃还。嘉靖中，献《九庙颂》及《华阳求嗣斋仪》，报闻而已。晚岁落寞，益坚癖自好。尚书顾璘道吴，以币贽，促膝论文，欢甚。俄郡守邀璘，璘将赴之，循吉忽色变，驱之出，掷还其币。明日，璘往谢，闭门不纳。卒，年八十九。其诗文，自定为《松筹堂集》，他所作又十余种，几及千卷。 \\n 祝允明，字希哲，长洲人。祖显，正统四年进士。内侍传旨试能文者四人，显与焉，入掖门，知欲令教小内竖也，不试而出。由给事中历山西参政。并有声。允明以弘治五年举于乡，久之不第，授广东兴宁知县。捕戮盗魁三十余，邑以无警。稍迁应天通判，谢病归。嘉靖五年卒。 \\n 允明生而枝指，故自号枝山，又号枝指生。五岁作径尺字，九岁能诗，稍长，博览群集，文章有奇气，当筵疾书，思若涌泉。尤工书法，名动海内。好酒色六博，善新声，求文及书者踵至，多贿妓掩得之。恶礼法士，亦不问生产，有所入，辄召客豪饮，费尽乃已，或分与持去，不留一钱。晚益困，每出，追呼索逋者相随于后，允明益自喜。所著有诗文集六十卷，他杂著百余卷。子续，正德中进士，仕至广西左布政使。 \\n 唐寅，字伯虎，一字子畏。性颖利，与里狂生张灵纵酒，不事诸生业。祝允明规之，乃闭户浃岁。举弘治十一年乡试第一，座主梁储奇其文，还朝示学士程敏政，敏政亦奇之。未几，敏政总裁会试，江阴富人徐经贿其家僮，得试题。事露，言者劾敏政，语连寅，下诏狱，谪为吏。寅耻不就，归家益放浪。宁王宸濠厚币聘之，寅察其有异志，佯狂使酒，露其丑秽。宸濠不能堪，放还。筑室桃花坞，与客日般饮其中，年五十四而卒。 \\n 寅诗文，初尚才情，晚年颓然自放，谓后人知我不在此，论者伤之。吴中自枝山辈以放诞不羁为世所指目，而文才轻艳，倾动流辈，传说者增益而附丽之，往往出名教外。 \\n 时常熟有桑悦者，字民怿，尤怪妄，亦以才名吴中。书过目，辄焚弃，曰：\"已在吾腹中矣。\"敢为大言，以孟子自况。或问翰林文章，曰：\"虚无人，举天下惟悦，其次祝允明，又次罗。\"为诸生，上谒监司，曰\"江南才子\"。监司大骇，延之较书，预刊落以试悦，文义不属者，索笔补之。年十九举成化元年乡试，试春官，答策语不雅训，被斥。三试得副榜，年二十余耳，年籍误二为六，遂除泰和训导。学士丘浚重其文，属学使者善遇之。使者至，问：\"悦不迎，岂有恙乎？\"长吏皆衔之，曰：\"无恙，自负才名不肯谒耳。\"使者遣吏召不至，益两使促之。悦怒曰：\"始吾谓天下未有无耳者，乃今有之。与若期，三日后来，渎则不来矣。\"使者恚，欲收悦，缘浚故，不果。三日来见，长揖使者。使者怒，悦脱帽竟去。使者下阶谢，乃已。迁长沙通判，调柳州。会外艰归，遂不出。居家益狂诞，乡人莫不重其文，而骇其行。初，悦在京师，见高丽使臣市本朝《两都赋》，无有，以为耻，遂赋之。居长沙，著《庸言》，自以为穷究天人之际。所著书，颇行于世。 \\n 边贡，字廷实，历城人。祖宁，应天治中。父节，代州知州。贡年二十举于乡，第弘治九年进士。除太常博士，擢兵科给事中。孝宗崩，疏劾中官张瑜，太医刘文泰、高廷和用药之谬，又劾中官苗逵、保国公硃晖、都御史史琳用兵之失。改太常丞，迁卫辉知府，改荆州，并能其官。历陕西、河南提学副使，以母忧家居。嘉靖改元，用荐，起南京太常少卿，三迁太常卿，督四夷馆，擢刑部右侍郎，拜户部尚书，并在南京。贡早负才名，美风姿，所交悉海内名士。久官留都，优闲无事，游览江山，挥毫浮白，夜以继日。都御史劾其纵酒废职，遂罢归。 \\n 顾璘，字华玉，上元人。弘治九年进士。授广平知县，擢南京吏部主事，晋郎中。正德四年出为开封知府，数与镇守太监廖堂、王宏忤，逮下锦衣狱，谪全州知州。秩满，迁台州知府。历浙江左布政使，山西、湖广巡抚，右副都御史，所至有声。迁吏部右侍郎，改工部。董显陵工毕，迁南京刑部尚书。罢归，年七十余卒。 \\n 璘少负才名，与何、李相上下。虚己好士，如恐不及。在浙，慕孙太初一元不可得见。道衣幅巾，放舟湖上，月下见小舟泊断桥，一僧、一鹤、一童子煮茗，笑曰：\"此必太初也。\"移舟就之，遂往还无间。抚湖广时，爱王廷陈才，欲见之，廷陈不可。侦廷陈狎游，疾掩之，廷陈避不得，遂定交。既归，构息园，大治幸舍居客，客常满。 \\n 从弟瑮，字英玉，以河南副使归，居园侧一小楼，教授自给。璘时时与客豪饮，伎乐杂作。呼瑮，瑮终不赴，其孤介如此。 \\n 初，璘与同里陈沂、王韦，号\"金陵三俊\"。其后宝应硃应登继起，称四大家。璘诗，矩矱唐人，以风调胜。韦婉丽多致，颇失纤弱。沂与韦同调。应登才思泉涌，落笔千言。然璘、应登羽翼李梦阳，而韦、沂则颇持异论。三人者，仕宦皆不及璘。 \\n 陈沂，字鲁南。正德中进士。由庶吉士历编修、侍讲，出为江西参议，量移山东参政。以不附张孚敬、桂萼，改行太仆卿致仕。 \\n 王韦，字钦佩。父徽，成化时给事中，直谏有声。韦举弘治中进士，由庶吉士历官太仆少卿。子逢元，亦能诗。 \\n 硃应登，字升之。弘治中进士，历云南提学副使，迁参政。恃才傲物，中飞语，罢归。子日籓，嘉靖间进士，终九江知府。能文章，世其家。 \\n 南都自洪、永初，风雅未畅。徐霖、陈鐸、金琮、谢璿辈谈艺正德时，稍稍振起。自璘王词坛，士大夫希风附尘，厥道大彰。许谷，陈凤，璿子少南，金大车、大舆、金銮，盛时泰，陈芹之属，并从之游。谷等皆里人，銮侨居客也。仪真蒋山卿、江都赵鹤亦与璘遥相应和。沿及末造，风流未歇云。 \\n 郑善夫，字继之，闽县人。弘治十八年进士。连遭内外艰，正德六年始为户部主事，榷税浒墅，以清操闻。时刘瑾虽诛，嬖幸用事。善夫愤之，乃告归，筑草堂金鰲峰下，为迟清亭，读书其中，曰：\"俟天下之清也。\"寡交游，日晏未炊，欣然自得。起礼部主事，进员外郎。武宗将南巡，偕同列切谏，杖于廷，罚跪五日。善夫更为疏草，置怀中，属其仆曰：\"死即上之。\"幸不死，叹曰：\"时事若此，尚可靦颜就列哉！\"乞归未得，明年力请，乃得归。嘉靖改元，用荐起南京刑部郎中，未上，改吏部。行抵建宁，便道游武夷、九曲，风雪绝粮，得病卒，年三十有九。善夫敦行谊，婚嫁七弟妹，赀悉推予之，葬母党二十二人。所交尽名士，与孙一元、殷云霄、方豪尤友善。作诗，力摹少陵。 \\n 云霄，字近夫，寿张人，善夫同年进士。作蓄艾堂，聚书数千卷，以作者自命。正德中，官南京给事中。武宗纳有娠女子马姬宫中，云霄偕同官疏谏，引李园、吕不韦事为讽，不报。卒官，年三十有七。乡人穆孔晖畏云霄峭直，曰：\"殷子耻不善，不啻负秽然。\" \\n 方豪，字思道，开化人。正德三年进士。除昆山知县，迁刑部主事。谏武宗南巡，跪阙下五日，复受杖。历官湖广副使，罢归。一元，见《隐逸传》。 \\n 闽中诗文，自林鸿、高棅后，阅百余年，善夫继之。迨万历中年，曹学佺、徐勃辈继起，谢肇淛、邓原岳和之，风雅复振焉。 \\n 学佺详见后传。勃，字兴公，闽县人。兄熥，万历间举人。勃以布衣终。博闻多识，善草隶书。积书鰲峰书舍至数万卷。 \\n 肇淛，字在杭。万历三十年进士。官工部郎中，视河张秋，作《北河纪略》，具载河流原委及历代治河利病。终广西右布政使。原岳，字汝高，亦闽县人，肇淛同年进士，终湖广副使。 \\n 陆深，字子渊，上海人。弘治十八年进士，二甲第一。选庶吉士，授编修。刘瑾嫉翰林官亢己，悉改外，深得南京主事。瑾诛，复职，历国子司业、祭酒，充经筵讲官。奏讲官撰进讲章，阁臣不宜改窜。忤辅臣，谪延平同知。晋山西提学副使，改浙江。累官四川左布政使。松、茂诸番乱，深主调兵食，有功，赐金币。嘉靖十六年召为太常卿兼侍读学士。世宗南巡，深掌行在翰林院印，御笔删侍读二字，进詹事府詹事，致仕。卒，谥文裕。深少与徐祯卿相切磨，为文章有名。工书，仿李邕、赵孟頫。尝鉴博雅，为词臣冠。然颇倨傲，人以此少之。 \\n 同邑有王圻者，字元翰。嘉靖四十四年进士。除清江知县，调万安。擢御史，忤时相，出为福建按察佥事，谪邛州判官。两知进贤、曹县，迁开州知州。历官陕西布政参议，乞养归，筑室淞江之滨，种梅万树，目曰梅花源。以著书为事，年逾耄耋，犹篝灯帐中，丙夜不辍。所撰《续文献通考》诸书行世。 \\n 初，圻以奏议为赵贞吉所推。张居正与贞吉交恶，讽圻攻之，不应。高拱为圻座主，时方修隙徐阶，又以圻为私其乡人不助己，不能无恚，遂摭拾之。 \\n 王廷陈，字穉钦，黄冈人。父济，吏部郎中。廷陈颖慧绝人，幼好弄，父抶之，辄大呼曰：\"大人奈何虐天下名士！\"正德十二年成进士，选庶吉士，益恃才放恣。故事，两学士为馆师，体严重，廷陈伺其退食，独上树杪，大声叫呼。两学士无如之何，佯弗闻也。武宗下诏南巡，与同馆舒芬等七人将疏谏，馆师石珤力止之。廷陈赋《乌母谣》，大书于壁以刺，珤及执政皆不悦。已而疏上，帝怒，罚跪五日，杖于廷。时已改吏科给事中，乃出为裕州知州。廷陈不习为吏，又失职怨望，簿牒堆案，漫不省视。夏日裸跣坐堂皇，见飞鸟集庭树，辄止讼者，取弹弹之。上官行部，不出迎。已而布政使陈凤梧及巡按御史喻茂坚先后至，廷陈以凤梧座主，特出迓。凤梧好谓曰：\"子候我固善，御史即来，候之当倍谨。\"廷陈许诺。及茂坚至，衔其素骄蹇，有意裁抑之，以小过榜州吏。廷陈为跪请，茂坚故益甚。廷陈大骂曰：\"陈公误我。\"直上堂搏茂坚，悉呼吏卒出，锁其门，禁绝供亿，且将具奏。茂坚大窘，凤梧为解，乃夜驰去。寻上疏劾之，适裕人被案者逸出，奏廷陈不法事，收捕系狱，削籍归。世宗践阼，前直谏被谪者悉复官，独廷陈以畦吏议不与。 \\n 屏居二十余年，嗜酒纵倡乐，益自放废。士大夫造谒，多蓬发赤足，不具宾主礼。时衣红紫窄袖衫，骑牛跨马，啸歌田野间。嘉靖十八年诏修《承天大志》，巡抚顾璘以廷陈及颜木、王格荐。书成，不称旨，赐银币而已。廷陈才高，诗文重当世，一时才士鲜能过之。木，应山人，官亳州知州。格，京山人，官河南佥事。 \\n 李濂，字川父，祥符人。举正德八年乡试第一，明年成进士。授沔阳知州，稍迁宁波同知，擢山西佥事。嘉靖五年以大计免归，年才三十有八。濂少负俊才，时从侠少年联骑出城，搏兽射雉，酒酣悲歌，慨然慕信陵君、侯生之为人。一日作《理情赋》，友人左国玑持以示李梦阳，梦阳大嗟赏，访之吹台，濂自此声驰河、雒间。既罢归，益肆力于学，遂以古文名于时。初受知梦阳，后不屑附和。里居四十余年，著述甚富。 \\n  \\n 　 \\n  \\n  \\n 　"}
