{"章节": "安得长者言（明）陈继儒", "正文": "　 \\n   \\n   \\n 安得長者言　 \\n  \\n （明）華亭陳繼儒著 \\n  \\n  \\n 陳繼儒(1558－1639)字仲醇，號眉公，又號麋公，松江華亭人。諸生，隱居崑山之陽，後築室東佘山，杜門著述，工詩善文，書法蘇米，能兼繪事，名重一時。或剌瑣言僻事，詮次成書，遠近爭相購寫，屢奉詔徵用，皆以疾辭。崇禎十二年卒，年八十二。有眉公全集。 \\n  \\n 序 \\n  \\n 余少從四方名賢游，有闻輙掌錄之，已復死心。茅茨之下，霜降水落時，弋一二言拈題紙屏上，語不敢文，庶使異日，子孫躬耕之暇，若粗識數行字者，讀之了了也。如云安得長者之言而稱之，則吾豈敢[疑缺] \\n  \\n 吾本薄福，人宜行厚德事；吾本薄德，人宜行惜福事。 \\n  \\n 聞人善則疑之，聞人惡則信之，此滿腔殺機也。 \\n  \\n 靜坐然後知平日之氣浮，守默然後知平日之言躁；省事然後知平日之費閒，閉戶然後知平日之交濫；寡欲然後知平日之病多，近情然後知平日之念刻。 \\n  \\n 偶與諸友登塔，絕頂謂云：大抵做向上人，決要士君子鼓舞。只如此塔甚高，非與諸君乘興覽眺，必無獨登之理。既上四五級，若有倦意又須賴諸君慫恿，此去絕頂不遠。既到絕頂，眼界大，地位高，又須賴諸君提撕警惺，跬步少差，易至傾跌。只此便是做向上一等人榜樣也。 \\n  \\n 男子有德便是才，女子無才便是德。 \\n  \\n 士君子盡心利濟，使海内人少他不得，則天亦自然少他不得。即此便是立命。 \\n  \\n 吳芾云：與其得罪於百姓，不如得罪於上官。李衡云：與其進而負於君，不若退而合於道。二公南宋人也，合之可作出處銘。 \\n  \\n 名利壞人，三尺童子皆知之。但好利之弊使人不復顧名，而好名之過又使人不復顧君父，世有妨親命。 \\n  \\n 以潔身訕朝庭以賣直者。是可忍也？孰不可忍也。 \\n  \\n 宦情太濃，歸時過不得；生趣太濃，死時過不得。甚矣！有味於淡也。 \\n  \\n 賢人君子專要扶公論正易之。所謂扶陽也。 \\n  \\n 清苦是佳事，雖然天下豈有薄於自待而能厚於待人者乎？ \\n  \\n 一念之善，吉神隨之；一念之惡，厲鬼隨之。知此可以役使鬼神。 \\n  \\n 黃帝云：行及乘馬不用迴顧，則神去令人迴顧。功名富貴而去其神者豈少哉？ \\n  \\n 士大夫當有憂國之心不當有憂國之語。 \\n  \\n 屬官論劾上司時論以為快。但此端一開，其始則以廉論貪，其究必以貪論貪矣。又其究必以貪論廉矣。使主上得以賤視大臣，而憲長與郡縣和同为政可畏也。 \\n  \\n 责備賢者畢竟非長者言。 \\n  \\n 做秀才，如處子，耍怕人；既入仕，如媳婦，要養人；歸林下，如阿婆，要教人。 \\n  \\n 廣志遠願，規造巧異，積傷至盡，盡則早亡。豈惟刀錢田宅，若乃組織文字，以冀不朽至於鏤肺鐫肝，其為廣遠巧異，心滋甚，禍滋速。 \\n  \\n 大約評論古今人物不可，便輕責人以死。 \\n  \\n 治國家有二言，曰：忙時閒做，閒時忙做。變氣質有二言，曰：生處漸熟，熟處渐生。 \\n  \\n 看中人看其大處不走作，看豪傑看其小處不滲漏。 \\n  \\n 火麗于木麗于石者也。方其藏於木石之時，取木石而投之水，水不能克火也一付於物即童子得而撲滅之矣。故君子貴翕聚而不貴發散。 \\n  \\n 甔甔子每教人養喜神，止菴子每教人去殺機。是二言，吾之師也。 \\n  \\n 朝廷以科舉取士，使君子不得已而為小人也。若以德行取士，使小人不得已而為君子也。 \\n  \\n 奢者不特用度過侈之謂。凡多視，多聽，多言，多動皆是暴殄天物。 \\n  \\n 鯤鵬六月息，故其飛也。能九萬里仕，宦無息機，不仆則蹶。故曰：知足不辱，知止不殆。 \\n  \\n 人有嘿坐獨宿悠悠忽忽者，非出世人，則有心用世人也。 \\n  \\n 讀書不獨變人氣質，且能養人精神，蓋理義收攝故也。 \\n  \\n 初夏五陽，用事于乾，為飛龍草木，至此已為長旺。然旺則必極，至極而始收斂，則已晚矣。故康節云：牡丹含蕋為盛，爛熳為衰，蓋月盈日午，有道之士所不處焉。 \\n  \\n 醫書云：居母腹中，母有所驚，則主子長大時發顛癇。今人出官涉世，往往作風狂態者，畢竟平日帶胎疾耳，秀才正是母胎時也。 \\n  \\n 士大夫氣易動心易迷，專為\"立界墙、全體面\"六字斷送一生。夫不言堂奥而言界墙；不言腹心而言體面，皆是向外事也。 \\n  \\n 任事者當置身利害之外；建言者當設身利害之中。此二語其宰相臺諫之藥石乎？ \\n  \\n 乘舟而遇逆風，見揚帆者不無妬念。彼自處順，于我何關？我自處逆，于彼何與？究竟思之，都是自生烦惱。天下事大率類此。 \\n  \\n 用兵者仁義可以王，治國可以霸，紀律可以戰，智謀則勝負共之，恃勇則亡。 \\n  \\n 出一箇喪元氣進士，不若出一箇積陰德平民。救荒不患無奇策，只患無真心，真心即奇策也。 \\n  \\n 凡議論要透，皆是好，盡言也，不獨言人之過。 \\n  \\n 吾不知所謂善，但使人感者即善也。吾不知所謂惡，但使人恨者即惡也。 \\n  \\n 講道學者得其土苴，真可以治天下，但不可專立，道學門户使人望而畏焉。嚴君平買卜，與子言依于孝，與臣言依于忠，與弟言依于弟。雖終日譚學而無講學之名，今之士大夫恐不可不味此意也。 \\n  \\n 天理，凡人之所生；機械，凡人之所熱。彼以熟而我以生，便是立乎不测也。 \\n  \\n 青天白日，和風慶雲，不特人多喜色，即鳥鵲且有好音。若暴風怒雨，疾雷閃雷，鳥亦投林，人亦閉戶乘戾之感。至于此乎，故君子以太和元氣為主。 \\n  \\n 頤卦：慎言語、節飲食。然口之所入者，其禍小；口之所出者，其罪多。故鬼谷子云：口可以飲，不可以言。 \\n  \\n 吳俗：坐定輙問新聞。此游閒小人入門之漸，而是非媒孽交搆之端也。地方無新聞，可說此便是好風俗、好世界。蓋訛言之訛字，化其言而為訛也。 \\n  \\n 富貴功名上者，以道德享之，其次以功業當之，又其次以學問識見駕馭之，其下不取辱則取禍。 \\n  \\n 天下容有曲謹之小人，必無放肆之君子。 \\n  \\n 人有好為清態而反濁者；有好為富態而反貧者；有好為文態而反俗者；有好為高態而反卑者；有好為淡態而反濃者；有好為古態而反今者；有好為奇態而反平者。吾以为不如混沌為佳。 \\n  \\n 人定勝天，志一動氣，則命與數為無權。 \\n  \\n 偶譚司馬温公資治通鑑，且無論公之人品、政事，只此閒工夫何處得來？所謂君子樂得其道，故老而不為疲也。亦只為精神不在嗜好上分去耳。 \\n  \\n 捏造歌謠，不惟不當作，亦不當聽，徒損心術，長浮風耳。若一聽之，則清淨心田中，亦下一不淨種子矣。 \\n  \\n 人之嗜名節、嗜文章、嗜游俠、如嗜酒然，易動客氣，當以德性消之。 \\n  \\n 有穿麻服白衣者，道遇吉祥善事，相與牽而避之，勿使相值其事，雖小其心則厚。 \\n  \\n 田鼠化为鴽，雀入大海化為蛤，蟲魚且有變化，而人至老不變何哉？故善用功者，月異而歲不同，時異而日不同。 \\n  \\n 好譚閨門及好談亂者，必為鬼神所怒，非有奇祸則有奇窮。 \\n  \\n 有濟世才者，自宜韜斂，若聲名一出，不幸而為亂臣賊子所劫，或不幸而為權奸佞倖所推，既損名誉，復掣事幾。所以《易》之‘無咎無譽'，莊生之才與不才，真明哲之三窟也。 \\n  \\n 不盡人之情，豈特平居時？即患難時人求救援，亦當常味此言。 \\n  \\n 俗語，近于市纖語，近于娼諢語，近于優士君子，一涉此，不獨損威，亦難迓福。 \\n  \\n 人之交友，不出趣味兩字。有以趣勝者；有以味勝者；有趣味俱乏者；有趣味俱全者。然寧饒於味，而無寧饒於趣。 \\n  \\n 天下惟五倫施而不報，彼以逆加，吾以順受，有此病自有此藥，不必校量。 \\n  \\n 羅仲素云：子弒父，臣弒君，只是見君父有不是處耳。若一味見人不是，則兄弟、朋友、妻子，以及于童僕、雞犬，到處可憎，終日落嗔火坑塹中，如何得出頭地？故云：每事自反，真一帖清涼散也。 \\n  \\n 小人專望人恩，恩過不感；君子不輕受人恩，受則難忘。 \\n  \\n 好義者往往曰義：憤曰義；激曰義；烈曰義。俠得中則为正氣，太過則為客氣。正氣則事成，客氣則事敗。故曰：大直若曲。又曰：君子義以為質，禮以行之，遜以出之。 \\n  \\n 水到渠成，瓜熟蒂落。此八字受用一生。 \\n  \\n 醫以生人而庸工以之殺人，兵以殺人而聖賢以之生人。 \\n  \\n 人之高堂華服，自以為有益于我，然堂愈高，則去頭愈遠；服愈華，則去身愈外。然則為人乎？為己乎？ \\n  \\n 神人之言微；聖人之言簡；賢人之言明；眾人之言多；小人之言妄。 \\n  \\n 欲見古人氣象，須于自己胸中潔淨時觀之。故云：見黄叔度使人鄙吝盡消。又云：見魯仲連、李太白使人不敢言名利事。此二者亦須于自家體貼。 \\n  \\n 泛交則多費，多費則多營，多營則多求，多求則多辱，語不云乎以約失之者鮮矣，當三復斯言。 \\n  \\n 徐主事好衣白布袍，曰：不惟儉朴，且久服無點污，亦可占養。 \\n  \\n 《河》《洛》《卦》《範》皆圖也，書則自可鑽研，圖則必由討論。古人左圖右書，此也。今有書而廢圖，故有學而無問，書不盡言，言不盡意，其惟圖乎？ \\n  \\n 留七分正經以度生，留三分癡呆以防死。 \\n  \\n 晦翁云：天地一無所為，只以生萬物為事。人念念在利濟，便是天地了也。故曰：宰相日日有可行的善事，乞丐亦日日有可行的善事，只是當面蹉過耳。 \\n  \\n 夫衣食之源本廣，而人每營營苟苟以狹其生；逍遙之路甚長，而人每波波急急以促其死。 \\n  \\n 士君子不能陶鎔人，畢竟學問中火力未透。 \\n  \\n 人心大同處，莫生異同。大同處即是公論，公論處即是天理，天理處即是元氣，若于此處犯手者，老氏所謂勇乎，敢則殺也。 \\n  \\n 孔子曰：斯民也，三代之所以直道而行也。不說士大夫獨拈民之一，字卻有味。 \\n  \\n 沓假山，無巧法，只是得其性之重也。故久而不傾，觀此，則嚴重者可以自立。 \\n  \\n 後輩輕薄，前輩者往往促算何者。彼既賤，老天豈以賤者贈之。 \\n  \\n 有一言而傷天地之和，一事而折終身之福者，切須檢點。 \\n  \\n 人生一日或聞一善言，見一善行，行一善事，此日方不虛生。 \\n  \\n 王少河云：好色、好鬥、好得，禽獸別。無所長，只長此三件，所以君子戒之。 \\n  \\n 靜坐以觀念頭起處如主人坐堂中看有甚人來自然酬答不差。 \\n  \\n 入鳥不亂行；入獸不亂羣。和之至也。人乃同類而多乖睽，何與？故朱子云：執抝乖戾者，薄命之人也。 \\n  \\n 得意而喜，失意而怒，便被順逆差遣，何曾作得主？馬牛為人穿着鼻孔，要行則行，要止則止。不知世上一切差遣得我者，皆是穿我鼻孔者也。自朝至暮，自少至老，其不為馬牛者幾何哀哉！ \\n  \\n 世亂時忠臣義士尚思做箇好人，幸逢太平復爾温飽，不思做君子，更何為也？ \\n  \\n 凡奴僕得罪于人者，不可恕也，得罪于我者，可恕也。 \\n  \\n 富貴家，宜勸他寬；聰明人，宜勸他厚。 \\n  \\n 天下惟聖賢收拾精神，其次英雄，其次修煉之士。 \\n  \\n 醉人膽大，與酒融浹故也。人能與義命融浹，浩然之氣自然充塞，何懼之有！ \\n  \\n 會見賢人君子而歸，乃猶然故吾者，其識趨可知矣。 \\n  \\n 出言須思省，則思為主，而言為客，自然言少。 \\n  \\n 只說自家是者，其心粗而氣浮也。 \\n  \\n 一人向隅，满堂不樂；一人疾言，遽色怒氣噀人，人寧有怡者乎？ \\n  \\n 士大夫不貪官，不受錢。一無所利濟以及人，畢竟非天生聖賢之意。蓋潔己好修，德也；濟人利物，功也。有德而無功可乎？ \\n  \\n 未用兵時全要虛心用人，既用兵時全要實心活人。 \\n  \\n 孔子畏大人，孟子藐大人，畏則不驕，藐則不諂，中道也。 \\n  \\n 少年時每思成仙作佛，看來只是識見嫩耳。 \\n  \\n 薄福者，必刻薄，刻薄則福益薄矣；厚福者，必寬厚，寬厚則福益厚矣。 \\n  \\n 進善言，受善言，如兩來船，則相接耳。 \\n  \\n 人不易知然，為人而使人易知者，非至人亦非真豪傑也。黄河之脉，伏地中者萬三千里，而莫窺其際，器局短淺為世所窺，丈夫方自愧不暇，而暇求人知乎？ \\n  \\n 能受善言，如市人求利，寸積銖累，自成富翁。 \\n  \\n 掃殺機以迎生氣，修庸德以來異人。 \\n  \\n 金帛多，只是博得，垂死時，子孫眼淚少，不知其他，知有爭而已。金帛少，只是博得，垂死時，子孫眼淚多，亦不知其他，知有親而已。 \\n  \\n 喜時之言多失信，怒時之言多失體。 \\n  \\n 以舉世皆可信者終君子也，以舉世皆可疑者終小人也。 \\n  \\n 漢人取吏曰：廉平不苛平則能在其中矣。廉能者後世不熟經術之論也。 \\n  \\n 古人重俠腸傲骨，曰：腸與骨非霍霍，簸弄口舌，聳作意氣而已。郭解陳遵議論長依名節。 \\n  \\n 清福上帝所吝而習忙可以銷福清，名上帝所忌而得謗可以銷名。 \\n  \\n 人不可自恕，亦不可使人恕我。 \\n  \\n 文中子曰：太熙之後述史者幾乎駡矣。嗚呼！今之奏疏亦然。 \\n  \\n 用人宜多，择友宜少。 \\n  \\n 不可無道心；不可泥道貌；不可有世情；不可忽世相。 \\n  \\n 心逐物曰：迷；法從心曰：悟。 \\n  \\n 儒佛爭辨，非惟儒者不讀佛書之過，亦佛者不讀儒書之過，故兩家皆交淺而言深。 \\n  \\n 後生輩胸中落，意氣兩字，則交游定不得力落；騷雅二字，則讀書定不深心。 \\n  \\n 古之宰相捨功名以成事業，今之宰相既愛事業又愛功名；古之宰相如聶政塗面抉皮，今之宰相有荆軻生劫秦王之意，所以多敗。 \\n  \\n 周顒與何胤書云：變之大者莫過死生，生之重者，無逾性命，性命于彼甚切，滋味在我可輕。故酒肉之事莫談，酒肉之品莫多，酒肉之友莫親，酒肉之僧莫接。 \\n  \\n 嗜異味者，必得異病；挾怪性者，必得怪證；習陰謀者，必得陰禍；作奇態者，必得奇窮。莊子一生放曠，却曰：寓諸庸原跳不出中庸二字也。 \\n  \\n 待富貴人不難，有禮而難有體；待貧賤人不難，有恩而又難有禮。 \\n  \\n 憐才二字，我不喜聞。才者當憐人，寧為人所憐？邵子曰：能經綸天下之謂才。 \\n  \\n 閉門即是深山，讀書隨處淨土。 \\n  \\n 讀史要耐訛字，如登山耐亥路，踏雪耐危橋，閒居耐俗漢。 \\n  \\n 孔子云：天生德于予，桓魋其如予何？蓋聖人之氣不與兵氣合，故知其不害于桓魋。今人懒習文字者，由其氣不與天地之氣及聖賢之清氣合，故不得不懶也。 \\n  \\n 跋 \\n  \\n 陳眉公每欲以語言文字津梁後學，故熱鬧中下一冷語，冷淡中下一熱語，人都受其鑪錘而不覺。是編尤其傳家要領政如水火、菽粟，開門日用之物具眉目者所竝需也。人亦有學語于齊，學步于邯鄲，固不若手一編閒閒下捷即日游眉公彀中可也。沈德先識 \\n  \\n  \\n 　 \\n  \\n   \\n  "}
