{"章节": "\t\t提要", "正文": "　 \\n 提要 \\n 　 \\n  \\n 本書分上中下三卷，錢澄之撰；「荊駝逸史」本。作者初名秉鐙，字幼光；安慶桐城人。明末，東南名士結複社；皖中主壇坫者，秉鐙亦為其一。並與松江夏允彝、陳子龍別創聯雲社，冀接武東林。弘光立南都，阮大鋮柄用，刊章捕治黨人；遂亡命走浙、閩，猶從鋒鏑間支持名義不少屈。隆武授吉安推官，尋改延平府。後入粵，永曆擢禮部主事；嗣應臨軒特試，改授庶起士，兼誥敕撰文。及永曆自梧州奔南寧，不及從；後遂為僧，間道返裏，結廬先人墓旁。是時已改名澄之，字飲光；晚年，以環廬皆田也，更自號「田間老人」。著有「田間易學」、「詩學」、「文集」、「詩集」、「莊屈合詁」、「所知錄」及「藏山閣集」等書。本書系記南明閩、粵兩行朝所聞所見事（兩粵行朝止於永曆四年十一月蹕南寧），內容為卷上隆武紀事、卷中永曆紀年（上）、卷下永曆紀年（下）。惟按內容與「凡例」所述不盡相符，蓋非足本。「凡例」第三則雲：『弘光朝某以書生蒙鉤党之禍，匿武水家仲馭複壁中，耳目俱絕，無所聞知；亂後始過白門，於先朝勳戚口中得「三疑案」，遂作「傳疑詩」三首紀之。至於「覆國之奸」固系同郡、本末素悉，今惟紀其裏居大略；乞降後死仙霞嶺事，皆得諸同時共事者之口。若其立朝誤國諸狀，海內自有信史也』。所指「三疑案」以及「覆國之奸」（按後者指阮大鋮），此本並無所紀。第四則雲：『某生平好吟，每有感觸，輒紀篇章。閩中舟車之暇，亦間為之。粵則閑曹無事，莫可發攄；每有紀事，必系以詩。或無紀而但有詩，或紀不詳而詩轉詳者；故詩不得不存也。刪者甚多，亦存其紀事之大者而已』。此類存詩，在此本卷上「隆武紀事」中略有一二，餘均未見。揆諸謝國楨「晚明史籍考」，「所知錄」除「荊駝逸史」所刊「三卷本」外，另有「六卷本」一種（新學會社據傳鈔本排印）。中央研究院歷史語言研究所今藏有清鄭青芝手鈔本，目分卷一「隆武紀年」、卷二至卷四「永曆紀年」（上中下）、卷五「南渡三疑案」、卷六「阮大鋮本末小紀」，與謝考「六卷本」所敘相合。至於所存詩作，亦均能見之；由此，可知尚有完本存在。今本所缺，又另在「藏山閣集」中亦可求之。該集已另選刊，經編為「藏山閣集選輯」，適可補此本之不足（補記：近見世界書局影印有李宗侗所藏湖南王禮培舊藏手抄本「所知錄」，分為「隆武紀年」、「永曆紀年」、「南渡三疑案」、「阮大鋮本末小紀」四篇，詩亦並見，可供參閱）。 \\n  \\n 　"}
{"章节": "自 序", "正文": "　 \\n 自序 \\n 　 \\n 桐城錢澄之飲光氏記 \\n 閩立國僅一年，某以乙酉冬十月始到行在。既補外吏，不悉朝事；又終日奉檄驅驅，無因得閱邸鈔。茲編凡福州年月以前事，皆得諸聞者也。至於延平行政、贛州用兵，亦祗識其所親見。江、閩士大夫多留心者，必已有成書也。 \\n 粵事，自戊子秋九月過嶺到肇，參列班行，略有見聞，隨即記錄。茲編凡戊子以前，皆本諸劉客生之日記；於湖南戰功多不甚悉，亦因其所記者而已。辛卯春，滯梧州村中，略加編輯。夏四月，始離粵地；去南日遠，間有傳聞，不敢深信、亦不敢紀也。 \\n 宏光朝，某以書生蒙鉤黨之禍，匿武水周仲馭家複壁中，耳目俱絕；無所聞知。亂後始過白門，於先朝勳戚口中得三疑案，遂作傳疑詩三首紀之。至於覆國之姦固係同郡，本末素悉，今惟紀其里居大略；乞降後，死仙霞嶺事，皆得諸同時共事者之口。若其立朝誤國諸狀，海內自有信史也。 \\n 某平生好吟，每有感觸，輒紀篇章。閩中舟車之暇，亦間為之。粵則閒曹無事，莫可發攄；每有紀事，必係以詩。或無紀而但有詩，或紀不能詳而詩轉詳者；故詩不得不存也。刪者甚多，亦存其紀事之大者而已。 \\n  \\n 　"}
{"章节": "所知錄卷上-隆武紀事", "正文": "　 \\n 所知錄卷上-隆武紀事 \\n 　 \\n  \\n 　 \\n 桐城錢澄之飲光氏記 \\n 上諱聿鍵，太祖高皇帝九世孫。其先封於南陽，國號唐。祖端王，惑於嬖人，欲立其子；囚世子義於承奉司。上方三歲，從之囚；年二十八，尚未請名。已世子遇毒薨；守道陳奇瑜、知府王之桂言於王曰：『世子薨逝不明；若其子不得嗣，事必發覺』。王懼，始為上請名，立為世孫。 \\n 崇禎五年壬申，端王薨，上襲位；年三十一矣。 \\n 七年甲戌，流寇猖獗。上蠲金修築南陽城，知府陳振豪弗授功；上以為言，詔逮振豪下獄。已又援潞王例，乞增兵三千人，以陳永福為參將領之；不許。 \\n 八年乙亥冬，流寇再犯南陽。上疏言：『所有護衛一千二百人，半為汴梁班軍；乞念郡當賊衝，以全軍見還』。亦不許。會先帝欲行宗室換授法，禮臣陳子壯執不可。上遺書子壯爭之，稱說典制、援引經傳，言言有本；廷臣固不及知也。已因督臣盧象昇過南陽不朝，劾奏之。上好爭宗藩大體，又所建請日煩，與廷臣多牴牾；先帝意亦不之善也。 \\n 九年丙子八月，京師戒嚴，上倡義勤王。巡按御史楊繩武以聞，奉旨切責；至裕州與賊遇，亡其內豎二人，乃返。事定，下禮部議，給事中馮可賓、鍾議廢為庶人，安置鳳陽高墻。監送同知張有度欲以檻車械致之，上自裁不殊。至鳳陽，陵奄索賄不遂，用祖制墩鎖法以困苦之。上不勝其辱，病幾殆；賴妃曾氏調護惟謹，至刲股以進，乃愈(妃曾氏，諸生曾文彥女，本籍江西；上即位，冊為皇后)。有司廩祿不時，資用乏絕。望氣者言：鳳陽高墻內有天子氣。淮撫路振飛聞之，以賑罪宗為名，入見上；上告以吏遇無禮狀。振飛疏請加恩罪宗，置吏無狀者石應詔於法；賑以私錢。 \\n 甲申十七年，北京陷，南渡立國；大赦，出高墻。禮部奏請復王爵，不許；命徙居廣西平樂府。 \\n 乙酉四月，上行至杭州，南都報陷。上勸潞王監國，拒北使之招降者；王不能聽。時鎮江總兵鄭鴻逵自京口至、戶部主事蘇觀生自南都至(觀生，由保舉為縣令起家)，胥會於杭。杭已降，遂奉上入閩，以閏六月七日監國。鄭鴻逵請早正尊位以繫人心，鄭芝龍意有所待，群臣亦多言監國名正，宜早出關號召天下；俟有收復功，建號未遲。不報。隨於二十七日祭告天地、祖宗，即皇帝位於福州南郊。以布政司為行在，建行在太廟社稷，改福州府為天興府。立妃曾氏為皇后。大赦天下，以本年七月初一日以後為隆武元年。遙上宏光尊號為「聖安皇帝」。進封靖逆伯鄭鴻逵為靖逆侯、南安伯鄭芝龍為平逆侯，封鄭芝豹為澄濟伯、鄭彩為永勝伯；陞蘇觀生禮部侍郎，尋加東閣大學士；敘擁戴功也。以黃道周人望所歸，特用為吏部尚書大學士。召起舊臣何吾騶、蔣德璟、黃景昉，又起朱繼祚、林欲揖、路振飛、曾櫻、熊開元等，皆相繼入閣。姜曰廣、吳甡、高宏圖、鄭三俊、陳子壯等，俱遣官敦請。其後，又以黃鳴俊、林增志、李先春、陳宏謐等為大學士；獨宏謐不至。以張肯堂為兵部尚書、李長倩戶部尚書、曹學佺禮部尚書兼蘭臺館學士、吳春枝兵部右侍郎、周應期刑部尚書、鄭瑄工部尚書、馬思理通政使。一時耆碩，盡列卿貳。其科道各官，或起舊、或召起特授、或因大臣薦舉，破格用之；惟翰林、吏部專循資格。而兵部職方一司，督撫藩鎮題請虛銜為軍前贊畫、監紀，至濫觴不可勝紀；上亦輕畀之。由是，清流往往恥與其列。上特重風節、喜文學，收羅名士，時欲破格用人。臣未入關，即蒙首輔黃道周疏薦徐鳴時、徐孚遠、吳德操及臣四人。嗚呼！鳴時、孚遠次第授官。臣後至，同德操上疏，言臣志在科舉，求俟鄉試。奉旨：『時方多事，朝廷破格用人。既經輔臣薦舉，著吏部即與試用，不必更俟鄉試』。然入關言事者，紛紛輒以口舌得官，近於濫矣。如鎮江錢邦芑，以諸生上書得當上意，即時實授御史；吳門楊廷樞，遯跡不出，不由薦舉，手敕特授御史；皆意表行事。或曰：上所重者，東林復社也。凡東林老宿，既無不徵召。而庶吉士張元琳為其叔父瑞圖請謚，欲謚「文繆」；即上意可知矣。「御製縉紳序」，極言先朝門戶之禍，分別東林、魏黨、南黨甚析；但於南黨，誤云西林耳。至於翰林一席，資格獨重。四川舉人徐永周以詩文見賞，特授簡討；有言其不由進士起家，上笑曰：『予覽其詩文，意其為進士耳』；竟改禮部主事。攸縣舉人劉自□，為督師何騰蛟齎奏至行在。騰蛟力薦其才，召對稱旨，特授簡討；以為騰蛟德也。詞林中乙榜，惟自□一人而已。故時有「重翰林、輕宰相」之議，以上所用大學士太多也。 \\n 上性儉素，傷國家之難，敕斷葷酒，衣大布衣；後宮十餘人，皆老嫗，於嗜好泊如也。特好讀書，博通典故，為文下筆數千言立就。手撰三詔及與魯監國書，凡館閣諸臣擬上者皆屏不用；親洒宸翰，洋洋灑灑，諸臣相顧皆不能及。又極獎忠義，聞江陰、涇縣人，以守城拒敵被屠，歎曰：『吾家子孫過此兩縣，三尺童子亦當哀而敬之』。批閱章奏，徹丙夜不休，其批旨有多至數百十言者；或送中宮代批。后亦讀書通文，每召對奏事，於屏後側聽；上回宮，與其決可否。時有二聖之稱。 \\n 某有行宮詞：宮漏沉沉迥未眠，大家炳燭在甘泉。遙瞻御筆珠簾裏，夜半頻聞手詔傳。外廷章奏晚猶通，侍史開封五夜同。傳道君王看不及，黃羅親裹送中宮。旌旗十萬護乘輿，二聖宮中共起居，長信宮人騎馬出，從龍只有五車書。皆實錄也。 \\n 規模闊大好，彷彿漢光武。平時思舊，皆以南陽故人目之。如路振飛遠隔三吳，募能召至者，賞銀五百兩，給以六品京秩。振飛至，即日拜相，官其子太平為卿。凡生平無德不報，於從龍諸臣，恩澤尤渥。 \\n 某有故人行云：漢家天子重故人，南陽耆舊衣冠新。羊裘已隨安車至，釣灘寂寞誰垂綸？罅沱麥飯蕪蔞粥，黃金大印報不足；其稱天子篤恩私，努力雲臺慰主知。請君試看馮異賜，不是罅沱纔過時？ \\n 開儲賢館，定十二科取士；以蘇觀生領之。蓋由觀生不係科目起家，故令領其職，以寵之也。然人望不屬，所招致者皆妄男子；稍知自好者，不肯與。上久亦厭而罷之。鄭芝龍有子名森，國學生。上愛其材器，賜國姓，改名成功；命提督禁旅，以駙馬都尉體統行事。 \\n 八月，鄭芝龍集廷臣議戰守事宜：自仙霞關外，當守者一百餘處，應設守兵若干，其戰兵以元年冬簡練，二年春出關。一出浙東、一出江右，略計共二十萬。合兩粵八閩餉計之，不支一半。請於兩稅內每糧一石，預借銀一兩。每府差侍郎科道督徵，閭里騷然；民不樂從，反愆正供。又令撫按官以下蠲俸助餉，鄉紳、大戶責令樂輸；又令察府縣歷年積穀銀兩未解者，悉解赴行在。芝龍又請清理僧田，可得餉八十萬；不聽。戶部侍郎李長倩請開事例，從之。於是廝養隸卒，皆得給劄授官；雖止虛名，居然冠蓋謁公府。晉江令金允治聽訟，兩造皆稱職官；不跪，立而對簿。或相毆於廷，官不能制。其為害如此。然猶苦餉不足，守關兵僅數百人，皆疲癃不堪用。廷臣日請上出關，上屢下詔戒期親征，芝龍輒以餉缺為辭。 \\n 芝龍、鴻逵自恃有援立功，驕蹇無禮。上嘗賜宴大臣，芝龍以侯爵位宰相上；首輔道周引祖制『武臣無班文臣右者』固爭之，遂前道周；芝龍怏怏不悅。諸生有佞芝龍者，上書言道周迂腐，非宰相才；上怒，敕督學御史抶之。芝龍又薦其門下士朱作楫吏科給事中、章正發戶部主事；皆不允。於是益懷怨望。及行郊天禮於南臺，二鄭皆稱疾不出。戶部尚書何楷劾『郊天大典，芝龍、鴻逵不出陪祭，無人臣禮；當正其罪』。上賞楷有風裁，即令掌都察院事。已而鴻逵揮扇殿上，楷呵止之，二鄭益怒。楷知不為所容，亟請告；上欲曲全之，允其回籍，俟再召。楷至中途，盜截其一耳。抵家未久，死。蓋芝龍令部曲楊耿害之也。 \\n 上心知芝龍志不欲出關，又所為多不法；然卒無以制之。芝龍亦知不為眾所予，不出關無以弭眾議；乃請以鴻逵出浙東、彩出江西，各有兵數千，號為數萬。既出關，稱候餉，駐不行。鴻逵駐仙霞關，嚴禁仙霞關不許四方儒生出入；慮有上書言事者。月餘，上屢檄出關不應；切責彩，彩踰關行百餘里而還，仍疏稱餉絕，留如故。 \\n 九月二十四日，徽州陷；右僉都御史金聲被執至南京，死之。於是首輔黃道周知鄭氏無出關志，自請出關，號召義師；芝龍若不聞知，聽其自去。道周駐廣信，無兵無餉，徒以忠義激發人心。旬月之間，有眾萬餘；親書誥身獎語，得之者榮於誥敕，以是為功賞焉。然皆未練之兵，不能應敵。部伍略定，趨衢州。婺源令，其門人也；馳書誘之，許為內應。至明堂里，猝遇北兵，我兵潰。張天祿執道周送南京，死焉。事聞，上震悼，輟朝；謚「忠烈」(公到南京，清督洪承疇以同鄉誼，使人致意。公罵曰：『承疇死久矣。松江之敗，先帝痛其死，賜祭九壇，親自哭臨，備極卹典；焉得尚存？此無藉小人冒名耳』。遂被囚繫。門生往見者，講習吟詠如常。都人士爭索其書，終日握管，指目為之腫；皆藏?以為寶。臨難時過市，見市有豎福建門牌者，指「福建」二字曰：『我君在焉、我親在焉；死於此可也』。南向再拜，不去。監刑者憫公志，遂從之)。 \\n 某哭公詩：二月長干天晝昏，都人爭舉李膺幡。笑將涕淚辭知己，坐索衣冠謝主恩。無路請還先軫首，何人招返屈原魂！當年北寺留皮骨，此日南朝仗爾存。 \\n 是時，闖賊李自成敗，奔至湖廣之通城有九宮山，為村民鋤梃擊死，獻其首於楚督何騰蛟以聞(自成敗出潼關，追至九宮山下，饑困。親率十餘騎上山覘形勢；與金住僧，命炊飯。僧疑為逃將，有重貲。竊下山語村民，競持鋤梃上山亂擊之，皆斃。解其衣，中有金龍衣者，箭鏃集於其目，乃知為自成；梟其首報。騰蛟遂據實奏聞，略無夸張冒功之語；舉朝歎服之)。其眾無所歸，推其兄子李錦(號一隻虎)為主；同自成妻高氏乞降。騰蛟遣長沙知府周二南迎之；未至，中流矢死。賊帥欲得騰蛟親至乃降，騰蛟即同道臣堵允錫徑造賊營，賊帥驚喜，悉聽命；一時增兵十餘萬。上大喜，告廟。進騰蛟大學士，封定興侯；陞允錫副都御史，巡撫湖南。降將皆授總兵官，李錦賜名李赤心、高氏弟賜名高必正，號其營為「忠貞營」。已因湖南糧不給，降者稍稍解去。李、高十三部散入施州衛，因糧歇馬；其郝搖旗(改名永忠)、馬進忠、王進才、張光翠、袁應第、午萬才、張先璧等十餘營，悉隸騰蛟麾下，受節制，聲勢頗壯。 \\n 九月，兩廣總制丁魁楚以桂林捷聞。先是，靖江王亨嘉於八月僭稱監國，以楊國威為大將，踞有桂林。閩中頒詔，不受。廣西新任巡撫瞿式耜甫至梧州聞變，即移書魁楚為備；檄思恩參將陳邦傅防梧。亨嘉自桂平道井濟，促式耜赴桂林任，不應；親率兵至梧，執式耜，劫其敕印，先用小艇載回桂林。而魁楚調邦傅及趙千駟、嚴遵誥、馬吉翔等與亨嘉戰，敗之；追至桂林。靖江既敗回，窘蹙，仍以敕印還式耜，趣出視事，令止東師；而師已抵城下矣。式耜在城，陰結國威標將焦璉為己用。兵至，璉與邦傅合。守城者皆璉兵，邦傅縋而入，遂破桂林。俘亨嘉及楊國威、顧奕等(奕，桂林推官，為靖江吏科給事中)至閩，戮於市；廢亨嘉為庶人，幽死。封魁楚平粵伯，晉式耜兵部右侍郎。 \\n 十月，遣兵科給事中劉中藻頒詔浙東。浙東於六月初一日，張國維、方逢年、熊汝霖、孫嘉績、鄭遵謙、朱大典等已迎魯王於台州，監國紹興。中藻頒詔至，魯王下令仍返台州。國維曰：『今日之事，凡為高皇帝子孫，皆同心并力，共復國仇。有功之後，入關者王，此時未可定上下也』。即具疏上言；且言『監國當人心奔散之日，倡集為勞。一旦南拜正朔，猝然有變，鞭長不及，唇亡齒寒，悔莫可追。臣老臣也，豈若朝秦暮楚之客有左右其間哉』！汝霖等皆曰：『吾知奉主上而已；不知其他』。遂不奉詔。中藻廢然返，而閩與浙分水火矣。 \\n 上痛國事之壞，皆由守令以貪，失民心；欲殺貪吏數人，以懲其餘。建陽知縣施火豦，首以貪酷被逮。邵武推官朱健行部近邑，訛傳北兵至，倉皇返郡，即潛遣其孥出城；知府吳炆煒繼之，百姓有爭門死者，實未有兵也。?無以自解，乃揭炆煒倡逃，并其平日贓穢狀；炆煒亦揭?。上并逮至，火豦與炆煒論斬，?亦棄市；勳輔以下皆為申救，不聽。 \\n 原任兵部侍郎王朝昇及彭遇凱至行在陛見，上加期昇總督、遇凱僉都御史；大學士路振飛、曾櫻封還內降。上曰：『方今多事，用人勿拘常調』。振飛言：『遇凱新進士，降賊而南；附馬士英，改御史巡按浙江，因搜括閭閻，以至激變。期昇在太湖奉宗室盛徵稱通城王，居然帝制；派餉賣劄，強奪民女，為兩山百姓不容，乃逃入閩。臣等非有私隙也』。上乃止。是時熊開元以大學士掌都察院事，頗重資格，惡以口舌得官者。上既特授錢邦芑御史，邦芑疏辭；開元因奏改兵部司務，臺中合疏爭之。上重違開元意，令邦芑以司務隨征，許「非時言事，補朕闕失」。名為司務，實御史也。 \\n 初，汀、贛之間有峒賊數萬，時出剽掠；百姓苦之。號為閻羅總目，分四營，故又名四營頭；其前左營最強。張安者，首左營之一營也；驍勇善戰，久有歸正意。永寧王招出湖東，與敵遇，屢戰皆捷；遂復撫州。湖西則臨江鄉紳楊廷麟與吉水鄉紳劉同升以義師恢復臨江。於是楊廷麟等爭請上出江右，何騰蛟請出湖南，而浙中諸將亦望上幸衢州；原任山東臨清知州金堡陛見，勸上『急宜棄閩幸楚；騰蛟可恃、芝龍不可恃也』。且言『今時天子宜為將，不宜為帝。湖南有騰蛟新撫諸營，皇上親入其軍，效光武擊銅馬故事，此皆戰兵可用。中興天子，須以馬上成功；若夫千騎萬乘、出警入蹕之威儀，皆可去也』。上大喜，語廷臣曰：『朕得金堡，如獲至寶』。即授堡兵科給事中；堡以守制固辭，請敕印聯絡江上義師以出。上遂決意出贛州，幸長沙。先遣大學士蘇觀生赴南安募兵，中途接應；上親祖送之(金堡字道隱，杭州仁和人。庚辰進士，初任臨清知州。京師陷，南奔。旋丁內艱，與鄉人姚志卓起義山中。志卓屢有克捷，與江東諸營遙為聲援。堡入閩，奏其功；上大喜，封志卓為仁武伯。擢堡兵科給事中，以服辭；乃請敕印、假虛銜，以墨衰從戎，聯絡江上義師。既至江東，入方國安營。魯諸臣以堡北來奸細，爭攻擊之；監國以諭國安，國安遂執之。御史陳潛夫語國安曰：『堡與姚志卓起義建功，公固知之，曾許迎其家渡江；今何乃爾』？國安悟曰：『是也。然此舉非遵監國令，乃閩中二鄭有書必欲殺之耳』。蓋二鄭惡堡勸上棄閩幸楚，謂芝龍不可恃也。因出示芝龍書，且云：『吾縱其去，去勿入閩；若入閩，吾必追殺之。不然，無以取信二鄭也』。潛夫以謂堡，堡曰：『吾必入閩繳敕印。倘中道被殺，是死於盜耳；命也』。遂行。以次年夏至閩，繳上聯絡義師敕印。上欲奪情，堡再三辭；不允。已引先朝「楊嗣昌奪情，為黃道周諸正人所不容」為案；奉旨：『嗣昌小人，何得與爾比例』。芝龍見之，以為行將大拜堡也，忌害益甚。是時，上在延平，輔臣曾櫻留守福州。隱知鄭意，密疏勸上：『欲保全金堡，莫如聽其辭』。堡凡七辭，同官朱某等亦代為請，始允。堡以丙戌八月十五日辭朝，從延平出汀、贛趨衡州。而上已有旨諭騰蛟，遣兵迎駕；騰蛟命郝永忠率銕騎五千赴行在，至韶州，聞汀州之變而返)。 \\n 十一月，上下詔親征，以唐、鄧二王監國。舊輔何吾騶自廣東至，用為首輔，隨營。以曾櫻協同鄭芝龍留守天興，料理兵餉。以鄭鴻逵為御營左先鋒，出浙江；鄭彩為御營右先鋒，出江西。築壇西郊，擇吉日行推轂禮，鴻逵出城，馬蹶仆地。及上誓師授鉞，大風起，天帝及高皇帝位前燭皆滅，三軍失色。以十二月十六日發福州，二十六日，駐蹕建寧(上所部置，皆陽順鄭氏意，移蹕建寧。其實信堡言，將相機出贛州、趨長沙也)。 \\n 二年丙戌正月己酉朔，上在建寧，不受朝賀；以三大罪自責，令百官皆戴罪立功。初□日大雨雹，雹大如斗，或如刀劍。天晝黑，對面不相見。 \\n 予有閩江冰雹歌：閩江正月氣鬱蒸，日午天南赤血凝；照見江水蛟龍?，劃然有聲加裂繒。少焉赤散雲潑墨，北風刮雲天晝黑；閩江舟人無顏色，鬚眉對面不相識。秦川公子善天文，急占有雹纜江濆；斂襟危坐敬天怒，須臾雹下何紛紛。初如刀劍相擊爭，忽似山摧萬壑鳴；小如杯盤大如輪，恐是天上金銀宮闕一時傾。沿江舴艋半打破，官舫漏徹何由坐；呼僮開艙掃雪堆，風亦漸止雹亦過。白鬚罟師老江邊，自言此異人未傳。此是陰氣盛，毋乃兵禍連。北地沍凍固宜有，南方炎熱今何然？天時地氣俱變易，世人安得太平年！ \\n 交阯、日本諸國皆遣使入貢。廣東布政使湯來賀運粵餉十萬由海道至，陞來賀戶部右侍郎(御史艾南英言解餉微勞，不宜遽膺顯擢。且言來賀奸黨周鍾自賊逃回，曾匿來賀揚州刑署中云云。蓋南英與鍾舊有文字隙，至是以為來賀罪案，人咸笑之)。 \\n 二月，馬脛嶺兵變，命輔臣路振飛至浦城安撫之。江、楚迎駕疏相繼而至，上意遂決出汀州入贛，與湖南為聲援。芝龍欲挾上以自重，固請回天興；令軍民數萬人遮道呼號擁駕，不得行，仍駐蹕延平(芝龍初以海賊受撫，雖晉五等爵，與地方有司不相統屬；閩士大夫輒呼之為賊，絕不與通。及擁戴上即位，芝龍位益尊、權益重；全閩兵馬錢糧，皆領於芝龍兄弟。是芝龍以虛名奉上，而上以全閩與芝龍也。故芝龍不肯聽上出閩，思常有閩也)。 \\n 馬士英叩關請入朝，上數其罪，不許；前後七疏自理。有李蘧者，士英私人也；與上有舊，密疏言士英有治兵才，與阮大鋮皆宜在使過之列。上特許士英以青衣視事，戴罪立功。魯王遣其臣柯夏卿、曹惟才來聘，上加夏卿兵部尚書、惟才光祿寺卿。手書與王，謂『朕無子，王為皇太姪；同心戮力，共拜孝陵。朕有天下，終致於王』。取浙東所用職官，並列朝籍，不分彼此。已遣僉都御史陸清源(浙江平湖人)解餉十萬犒浙東師。至江上，方國安縱兵攫餉，殺清源。閩、浙釁益深(或曰：士英激使之也)。 \\n 兵部尚書張肯堂請出募舟師，由海道徑至江南，江南義師必為響應；大兵由閩出浙，首尾策應，則敵可乘也。上從之，加肯堂少保，給敕印。吏部文選司郎中朱永佑，加侍郎銜；福州府推官徐孚遠，加兵科銜。俱從肯堂出，止於舟山(辛卯八月舟山破，肯堂蟒衣南面自縊，一門皆死。永佑被執，不屈；砍其脅死。僕負尸出城，血不止；僕哭曰：『主生前好潔，死遂無知耶』？血即止。孚遠泛海由交阯入安隆；交阯要其行禮，不聽，不得過。反廈門，為清帥吳六奇所匿，完髮以死。海外生一子，扶柩至松江；未葬，子亦死)。 \\n 掌[都察]院大學士熊開元去位。錢邦芑改授陝西道御史，開元固執資格，不容邦芑入臺。臺中諸御史合疏糾之，開元乞休；上乃聽其去。邦芑有才氣，敢言；言之慷慨，明爽可聽。特為上所信任。 \\n 廣西有僧，自稱宏光，云自黃得功營逃出；其被獲者，偽也。撫按以聞，上召九卿科道議迎請。廷臣議：『即係真宏光，失國之君，有尊奉、無迎請』。有司審知為妄，下獄誅之。 \\n 三月，吉安陷；四月，撫州陷。初，楊廷麟、劉同升起義恢復臨江，上加廷麟大學士督師；同升以守制不受官，尋卒於家。廷麟兵既敗敵，遂乘勝追至樟樹鎮不戒，反為所乘，大敗；遂棄臨江，退守吉安。廷麟在吉安所恃者，廣營、滇營兵。滇營者，先帝時命中書科舍人張同敞用牙牌調發入京；兵未集，京師陷。宏光時，復敕雲南巡按御史陳蓋押赴南京。及是，始抵江西省；南京已失，仍退回吉安。因留之守吉安，廷麟以客禮待之，滇帥趙印選、胡一青亦聽廷麟奮勇建功，頗多斬獲。會贛督李永茂以憂去位，上用萬元吉為督，召廷麟入直；以元吉代廷麟，駐吉安。元吉以諸營講體統、申約束，諸將稍稍不樂。而永寧王所招四營之前左一營既以立功復撫州，其諸營亦皆願受撫。寧都鄉紳曾應選請諸朝，遣其子傳燦入山招之，皆聽命，賜名「龍武營」；計日出贛州，下吉安。元吉聞之，以為四營兵可恃也，遂蔑視滇、廣兵，專望四營兵至；滇、廣兵皆解體，四營兵亦不即至。丙戌三月，敵添生兵攻吉安，守兵不戰而潰。二十四日，吉安陷。元吉扁舟誓師皁口、曉諭贛州，極言滇兵棄城之罪，不許容駐。滇兵徑越贛州，趨南康以去。四月六日，北兵漸近皁口，元吉退入贛。十四日，北兵至贛，隔水而軍。永寧王既復撫州，北兵急圍之。時鄭彩駐兵廣信，永寧請救於彩；其監軍給事中張家玉與以三營往援，圍遂解。已而復合，彩遂棄廣信入閩，撫州復陷；永寧王死之，張安率所部退回寧都。報至行在，大震。削彩爵，戴罪立功；而徵各路兵為贛援。蓋上志在幸楚，未嘗一日忘贛；故援贛為最急也(蔡鼎，泉州人；好大言。李蘧言其精天文、韜略，薦為軍師。彩敗回，鼎請出關自試，一戰而蹶；遂逃。某以丙戌正月，從江西巡撫劉廣允出汀，將赴吉安。至贛江，無地開府，暫寓嶺北道署中行事。吉安被圍，某亦不能東赴，遂久留虔州；悉知虔州事。初，四營既受撫，敕書獎賞，皆以李春等為率。李春，其中首領也。有劉李騧名應駟者，忌春、傳燦功，乃聞於四營曰：『公等一體受撫，李春獨得官；今敕但稱李春，可驗也』。四營怒，遂相與殺春。傳燦聞之，復馳入營，為講明『敕稱李春等者，併各營而言也』調停之，久始定。兵出駐黃金、高樓間，去贛州四十里，殺掠如故。百姓不敢與鬥，鬥則以壞撫局為罪，相與訴諸縣令金廷韶，廷韶曰：『吾何能為，爾等其間諸首議撫者』。遂一鬨而毀曾應選之室。由是，贛州人情洶洶，畏其徑吉安當由贛過，當事復請旨調往湖東，贛人始寧。時楊廷麟內召赴行在；聞吉安警，留駐贛州城外。日上疏言援吉防贛事宜；心所恃者，亦四營也。吉安失守，蘇觀生率所募新威營退保南康。萬元吉退守皁口，所部惟汪起龍三百人；觀生發二百人往援，元吉以監紀程亮督之，下守棉津灘。楚帥曹志建以二千人至，一夕即噪而去。北師泝流上，新威營先潰，起龍兵繼之；元吉遂入贛城。北兵乘勝水陸並進，徑至贛州城下，城內倉猝無備。兵垣楊文薦，元吉鄉試本房生也，奉命往湖南。過贛，見事急，遂入城自任城守，百姓擁以為主。元吉既失吉安，將士離心不復用命；坐城上瞑焉如寐，對客不發一語。望隔河敵營遍山，輒指為虛營，變馬作牛。兵民有從敵中泅水至城下，言敵馬多兵盛；即目為萬安、太和間奸民，立斬之。江撫劉廣允所召募閩兵二千餘人，中軍張琮領之；由寧都趨湖東。廣允見贛急，檄琮回救，不至；自往雩都趨之。贛人曰：『江撫遁矣』！焚其舟、拘其家口。未數日，廣允率琮兵至，贛人大悔。是時，四營調住湖東至寧都間。撫州失，張安退，仍調回雩都。廷麟親往邀之，下贛。敵兵營水西，領兵者高進庫也。二十三日，張琮、趙涼符發兵過河至梅林不見敵，爭前趨，利無部伍；伏發，為所敗。追至河下，人爭舟，一時不獲渡，多赴水死，遂大敗。廣允憤甚，於五月初一日率兵過河再戰；親督家丁為衝鋒，思得一當。兵遇敵先奔，其家丁亦奔，廣允為高進庫所獲。後乃逃回，亦異事也。而廷麟所調四營兵至贛，再戰再敗，遂散。廷麟入城。以上，予皆得之目擊)。 \\n 五月，上命復建文年號，立忠臣方孝孺等祠。殺假官木堅、李之秀於市。二人不知何所從來，自稱原任兩司；召對稱旨，即以原官補用。後有言其假冒者，上怒為所欺，遂誅之。 \\n 都督陳謙稱奉監國使，命入閩；久駐衢州，持兩端。云魯已封靖□侯，欲以此邀封於上。上敕芝龍取其侯印為驗，謙齎印至，上即召入關。御史錢邦芑劾其久住三衢，徘徊閩、浙之界；自以舉足左右為重輕，因欲要取侯封。以閩要浙、以浙要閩，祗恃搆閫□□散行挾制之術。又歷數其在衢奸淫不法諸惡狀。遂下之獄。芝龍疏救，不允。謙，武進人，出身甚微。乙酉春，齎宏光詔封芝龍南安伯。芝龍德之，故力為申救；行賄五千金於邦芑，請免謙死。邦芑以聞於上，遂決意殺之；即命邦芑監刑。芝龍聞之，過市，命且停刑；急入朝見上，請以官贖謙死。上密敕促行刑，故與芝龍語久，慰勞之；過期，芝龍出，而謙已斬矣。芝龍伏尸哭極哀，厚殮之。從此，益懷異志。密致書於清總督洪承疇，承疇不答書，但答以筆一管；疑毫端當有密札，索之一無所有。蓋示隱語以「必來耳」(或曰：芝龍與承疇相通已久，承疇業以王爵啖之。此舉特以愚朝廷也)。 \\n 六月鄉試，以布政使吳炳為提調官，編修劉以備、閔肅主試。取中葉瓚等一百一十七名。凡四方流寓諸生，俱得入試，特旨廣額七十名。上又親試流寓貢生，取萬子荊、倪天弼等三十餘人；改為萃士，照庶吉士例，送翰林院教習。榜首李日煒，徑授禮科給事中。 \\n 是時，贛州已圍兩月。自江撫劉廣允被執，援兵皆不敢前。六月十五日，舊贛督李永茂所遣副將吳之蕃、遊擊張國祚率粵兵五千人，與北兵遇於李家山、九牛山之間，數戰皆捷。北兵疑援師大至，遂撤城下圍，屯於水西；之蕃、國祚亦退守南康。時贛城守已久，奉詔獎勞，賜名「忠誠府」。加楊文薦右都御史，命太宰郭維經出閩募兵援贛，加六省督師銜。維經亦入城，同廷麟、文薦為協守計。 \\n 浙東報至，北兵以初一日渡江，陷紹興，魯王航海江上，諸師俱潰；行在大震。鄭鴻逵久駐關外，未嘗前進一步；有傳北兵至者，徒跣疾行三日而抵浦城，後至者言兵譁也。事聞，削鴻逵爵。芝龍既怏怏不得志，又為洪承疇所紿，許封閩粵王；凡各關隘守兵，自二月間俱已撤回。及聞浙東之信，遂疏稱海寇狎至，臣宜遄回防禦，且措兵餉為守關之計；拜表即行。芝龍既回安海，守關將施福聲言缺餉，亦撤回安海。仙霞嶺二百里間，空無一兵；惟所遣守關主事及內臣數員，偵探敵信以上聞耳。 \\n 七月，上誕元子，大赦覃恩；從龍諸臣，悉皆封爵。御史錢邦芑疏言：『元子誕生之辰，正浙東新破之日；同盟且應見恤，剝膚益復可憂。臣以為是舉朝同仇共憤之秋，非覃恩受封之時也。且覃恩不宜太優、爵賞不宜太濫。若鐵券金章，徒以賜從龍之舊；即將來恢疆復土，何以酬汗馬之勳？非所以重名器、勸有功也』。不報。 \\n 七月二十五日，上御門。群臣朝罷將退，上命內臣捧出一盤，覆以黃帕，置御前。上諭群臣曰：『朕本無利天下之心，為勳輔諸臣擁戴在位。朕布袍蔬食，曉夜焦勞，有何人君之樂？祗是上為祖宗、下為百姓，汲汲皇皇，惟恐負諸臣擁戴之初心。今觀諸臣，大非初意。昨關上主事搜得閩中出關迎降書二百餘封，今具在此。朕不欲知其姓名，命錦衣衛官檢明封數，捧至午門前對眾焚之。班內諸臣，宜亦有之，朕俱不問；有之者，當從此改心易慮』！上大身豐頤，無鬚，聲音宏如鐘，著赭黃袍；詞氣慷慨，言之舉朝感動。圍日久，守陴者皆憊。十月初三日，城內有縋城出者，北兵獲之，以為嚮導。夜由小南門上，鄉勇猶與巷戰久之。初四日黎明，北兵大至。城上發砲，砲裂遂陷。閣部楊廷麟赴水死，太宰郭維經入嵯峨寺焚死(有云：出城卒於家)，嶺北道彭期生自縊於公署，御史姚奇允趨文廟縊死，職方司主事周湖被執，罵而磔死。同知王明汲、推官吳國球、胡以紞及編修萬發祥、吏部主事龔棻、兵部主事于斯昌、王其、黎遂球、柳昂霄、錢謙亨、魯嗣宗、戶部主事林珽、中書舍人來從諤、劉孟鍧、劉應駟、知縣林逢春、通判郭寧登等，死者不可勝計。鄉紳盧象觀合門赴水死。萬元吉已出城，歎曰：『使一城俱盡者，我之為也。吾何以存』！正巾幘，赴水以死。先是，萬禁婦人出城，其家竊以其姬縋城出；萬知之，追還。由是禁益嚴，以致合城遇難；故云然。惟楊文薦方病，困臥榻上不能起；執送南京，病益劇，絕粒而死。 \\n  \\n 　"}
{"章节": "所知錄卷中-永曆紀年(上)", "正文": "　 \\n 所知錄卷中-永曆紀年(上) \\n 　 \\n  \\n 　 \\n 桐城錢澄之飲光氏記 \\n 上諱由榔，初封永明王；神宗皇帝孫、端皇帝之第四子也。端皇帝諱常瀛，為神宗第五子；以萬曆二十九年壬寅封桂王。天啟七年丁卯，就國於湖廣衡州府。崇禎十六年癸未，流賊張獻忠陷衡州，王率宅眷走粵。世子、次子俱被執，王與第三子安仁王先達廣西，上稍後至永州界，為賊所獲，繫道州，將送諸賊營。會上疾，賊問當以何日愈始行？上漫應之曰：『二十四』。及二十三日午時，忽傳大兵至，上以為賊至也。已見賊眾登陴，則廣西征蠻將軍楊國威遣其旗鼓將焦璉領兵四千救上，攀城而登；賊大潰。璉入城覓上，破械出之。扶掖上馬，上不能騎；賊眾且至，璉負之行三、四里，渡河得免。湖南巡按御史劉熙祚遣人護送至粵西，從王僑居梧州。崇禎十七年甲申，王薨(宏光時，謚「端王」。允王妃王氏請，王柩至衡州；已葬於梧州，是為興陵。上即位，追號端皇帝)。 \\n 隆武元年乙酉閏六月二十七日卯時，唐王即皇帝位於福州，是為隆武。晉封安仁為桂王，徙居廣東之肇慶府。隆武二年丙戌，上聞贛州警，復返梧州。未一月，安仁薨，上當襲位。隆武語群臣曰：『此永明之天下也。永明神宗之孫，正統所係。朕無子，後當屬之』。先是，瞿式耜新任廣西巡撫，將赴桂林；值靖江王亨嘉謀逆，自稱監國，式耜遂留梧州。亨嘉帥兵至梧，執式耜，并劫取敕印，先用小艇載入桂林。兩廣總督丁魁楚聞變，急調兵與戰於梧州，敗之；遂命參將陳邦傅、趙千駟、嚴遵誥與都司馬吉翔等，乘勝追至桂林。亨嘉懼，復請式耜蒞任。式耜陰結其大將楊國威、中軍焦璉與邦傅等合，遂破其軍，擒亨嘉。捷聞，隆武封魁楚平粵伯，晉式耜兵部右侍郎，以晏日曙為廣西巡撫。式耜既得代，遂留寓肇慶府。會安仁薨，式耜謁見，上姿表異常，且多瑞兆，心竊異之。乃與肇慶知府朱怡?謀迎至肇慶，還舊居。 \\n 及九月，聞汀州之變隆武蒙塵，式耜倡義，以上賢明仁孝，為神宗嫡孫，以賢以親，宜正大位；遂與宗室朱容藩、原任簡討方以智、戶部郎中周鼎瀚、肇慶府知府朱怡?等同心擁戴。而粵督丁魁楚時駐南雄，聞閩變，急返肇慶；以奉有迎駕之旨，躊躇不決。會閩中首輔何吾騶自閩奔回，貽書魁楚，始知無駕可迎。於是大司馬呂大器自柳州至，李永茂以守制自韶州至，相與定計，合辭進箋。以丙戌年十月十四日監國，頒詔楚、蜀、黔、滇，人情翕然。加丁魁楚大學士兼戎政尚書，呂大器大學士兼兵部尚書，瞿式耜大學士兼吏部右侍郎；李永茂請終制，其餘進秩有差。 \\n 十六日，贛州陷，報至，舉朝洶洶。司禮監王坤趣上移蹕梧州，瞿式耜等力爭之，不得；以二十日趨梧州。 \\n 蘇觀生隨於十一月初五日擁立唐王弟於廣州。初，觀生奉隆武命，至廣募兵，駐南雄。及汀州陷，奔回廣州。過三水，聞上監國；以己不與議，遂不至肇。諸公以觀生棄南雄撤兵擅歸，不令與議。會唐、鄧諸王自閩航海至廣，鎮將林察迎之海上。觀生聞之，於十月二十九日擁唐王入廣州城；以十一月初二日監國、初五日即位，改元紹武。此中監國之詔未達，彼中登極之詔先頒矣。 \\n 先是，唐王遣主事陳邦彥來肇通好，上已登舟；舟中召對，邦彥曰：『天潢之序，固應屬王；不如早正大位，以係人心』。魁楚等然之，上授邦彥兵科給事中；未及回廣，聞唐王已正位號。於是，魁楚始定議迎上還肇。以十一月十八日即帝位，以明年丁亥為永曆元年，頒詔中外，遣兵科給事中彭燿往諭廣州。燿為秦令，有能聲；入廣極陳正統所在、監國先後，宣示大義。觀生不聽，燿語不遜，遂殺之；即遣兵向肇。前大學士陳子壯致書式耜，力請馘觀生。而是時王化澄代魁楚總制，當督兵；化澄庸懦，且懷觀望，兵部右侍郎林佳鼎請代化澄，遂命以原官督諸軍下。與廣兵遇於三水，廣兵敗，乘勝至海口；廣兵以東南風作，用火器以攻我舟，我兵登岸陷淖中，全軍俱覆。佳鼎與僉事夏四敷，同死於水。 \\n 十二月初十日，方命將再舉，聞北兵以輕騎數千突入廣城，執紹武，觀生自縊，聲勢漸逼三水。司禮監王坤復趣上西幸避之，於二十六日登舟。式耜方視師峽口，聞之急返肇，力挽不得。魁楚扈駕西上，陞嶺西道；朱怡?為廣東巡撫，留守肇慶。式耜部署畢，疾趨梧，上已越梧而西又五日矣。魁楚至梧，為標將蘇聘所惑，從梧轉入岑溪；化澄攜中樞印走潯州。隨駕者，戶部尚書吳炳、簡討方以智、文選司郎中吳貞毓、給事中唐誠、御史程源、中書吳其?、吳德操、洪土彭、掌錦衣衛事馬吉翔十數人耳。 \\n 王坤，先朝舊璫；本名宏祖。自南都陷，入閩，隆武屏不用。至星宮府草創，無習故事者，留為司禮秉筆；頗弄權，而外廷亦遂夤綠以進。如周鼎瀚本戶部郎中，內批改給事中；式耜曰：『瀚歷部俸深，且有推戴功，應陞卿寺，今破例而改，非陞也；何以示新政』？然瀚志在給事，卒為給事。廣東巡按御史王化澄驟陞兩廣總制，兵部右侍郎林佳鼎代化澄出兵，出則進化澄右侍郎、掌中樞印；會呂大器以病去，墨敕陞化澄兵部尚書，皆出於坤。大學士李永茂以守制不入直，僉請耑知經筵；永茂疏薦十五人，坤輒以己意去取其間。永茂曰：『上方以啟沃責茂，茂以十五省人才進而去取之，是有言不信也。敢知經筵事乎』？遂解舟去。巳坤復薦數十人；科臣劉鼒等疏論內臣不得薦人；坤大怒，叱逐鼒等。其橫如此。然上以坤習知宮禁事，左右導衛；故特親信之。凡倉猝西幸者再，群臣要留不得，皆坤之為也。初，丁魁楚與呂大器、瞿式耜等請上監國，而王坤適自閩至，魁楚深為結納，遂用耑首輔。召起前大學士陳子壯；聞魁楚秉揆，力辭不赴。魁楚復與大器爭管戎政不協，大器因上有西幸之意，自請留守東方。未幾，由梧而韶，再至梧入柳，遂召之不出，未及與登極大典矣。至十二月二十六日，王坤再趣駕西上，上意在楚。時班行多楚、蜀人，亦勸上行，上意遂決。以丁亥正月元旦蹕梧州，由府江趨桂。魁楚棄上走岑溪，舳艫相屬；北將李成棟追及之，盡獲其輜重、婦女。魁楚素與成棟有隙，及是薙髮迎降，成棟不禮；籍其家口數百人，凡男子無少長，悉斬之。魁楚在坐，哀求免其一子；成棟笑曰：『汝豈望活，尚求活人耶』？併殺之。吾猶見其一孫纔數歲，為羅成燿子。 \\n 永曆元年丁亥二月，上至桂林。以吳炳、方以智為大學士，同瞿式耜入閣辦事。式耜請駕蹕桂林，聯絡湖湘、控制兩粵，粵、楚用兵，易以策應；王坤力主幸楚。是時肇慶已陷，北兵在梧。初十日，北將李成棟自梧襲平樂，屠列鰲以精騎直趨桂林，兵薄陽朔；上遂決意幸楚。十五日，駕發桂林，司禮監王坤、錦衣衛馬吉翔扈從。命式耜為桂林留守，大學士吳炳隨行。式耜請暫駐全州，去桂稍近，軍機易以呼應；從之。二十五日，平樂府陷；守將陳邦傅走柳州，北兵乘勝直上。上在全州，命全州防守副將焦璉率所部兵盡入桂林，為防禦計。初，璉以破靖江王有功，陞參將，駐黃沙鎮；是時聞命，星馳赴援。至甘棠渡，水漲浮橋斷，搜漁舟次第得渡。三月初一日，北兵破陽朔；初九日，到劉仙巖下。璉以初十日，抵桂林城。十一日，北兵突至，數十騎衝入文昌門，直上城樓，下瞰留守公署，矢注如雨。式耜方緩帶從容，忽仰見城上銕騎馳驟，訝曰：『豈是□耶』？急召璉。璉兵悉散遣領糧，一時不集。璉方裸，不及披甲，挾弓矢趨至城下，連發數矢，斃其二騎，璉亦被射中臂；拔鏃更射，又斃數騎。騎奔，徒步追之；兵亦漸集，乘勝奮殺，連砍十餘騎，桂林以全。 \\n 是時，定蠻侯劉承允從武岡入衛，頗尊朝廷。惡王坤弄權，疏逐之；面叱周鼎瀚仰寺官鼻息，不為禮。聞桂林有警，即遣勁兵千人赴援；兵未至，而□已敗退。承允以擁衛功，晉封宏國公。劉承允請封掌錦衣衛事馬吉翔、東司房郭承吳、西司房嚴雲從伯爵，以酬扈駕之功；於是吉翔封文安伯、承吳遵化伯、雲從靖江伯。御史毛壽登駁參金吾無矢石功，何得援邊鎮例晉五等？給事中萬六吉、御史吳德操繼論之。吉翔等疑壽登疏出編修劉湘客，指鼎瀚復造蜚語為董卓、?、汜之說以激怒承允。承允訴諸上，逼上立下廷杖。有旨：縛壽登、湘客、六吉、德操於行在午門外；承允復力為申救，得免，皆奪職。承允與吉翔內外交結，益跋扈不可制；要上幸武岡。式耜屢疏爭之。其逼杖壽登等者，亦以四人主還蹕之議也。及是，聞桂林之捷，知粵西漸安，上將返蹕桂林；四月，劫駕移蹕武岡，改為奉天府，政事皆決於承允矣。而承允前所遣援兵，在桂與焦璉兵主客不和；於五月十四日與璉兵譁鬥，擊傷璉，大掠城中而去。留守瞿式耜檄誅為首者二十餘人，疏劾承允馭兵無律狀。十五日，璉兵亦出城，赴黃沙鎮。 \\n 北兵偵知桂林兵變，復圖來攻，大集平樂、陽朔之眾，號召土賊、猺人蜂擁而至。璉聞知，復從白石潭回桂。部署略定，二十五日北兵薄城下，營於文昌門外。時方積雨，城壞，□百計攻之，吏士皆無人色。璉裹創披甲，督諸將分門扼守，副將白貴、白玉堅堵文昌門；式耜用大砲擊殺數騎，勢少卻。二十六日黎明，璉與白貴等未及蓐食，遽開城門出戰；掩其不備，擊殺數千人。自辰抵午，璉呼曰：『兵腹枵矣，奈何』？式耜急括署中米蒸飯，縋城下分哺再戰。日晡，雨未息，收兵。明日，復出戰，士氣百倍；北兵大敗，盡棄甲仗而逃。副將馬之驥隔江復發大砲助其聲勢，遂乘勝追擊數十里，斬級數千。初，北兵分路，一從栗木嶺來，不知前兵已敗；馬之驥聞之，疾馳渡江，未登岸，敵爭迎擊。之驥運槊大呼，連斃三人，皆奔竄；復追殺二十里而還。自是北兵膽喪，不敢復窺桂林矣。璉驍勇敢戰得士卒心，久於桂受留守國士遇，故桂林賴以再全。捷聞，晉封璉新興伯、式耜臨桂伯。式耜力辭，不允；再疏請還蹕全州，不報。 \\n 上在奉天，召戶部侍郎嚴起恆為大學士，同吳炳入閣辦事。起恆，浙江紹興人；崇禎辛未進士。初任廣州府知府，以廉能，陞衡永道。十六年癸未，獻賊躪湖南，官兵逃散；獨起恆守永不出，諭門吏早暮鼓吹如常。永人恃以安，去者漸返；賊退，永獨全。上即位，加戶部右侍郎，督餉湖南，餉不匱。至是，召入行在為東閣大學士。為人清介和惠；雖非戡亂才，然一塵不染，頗為藩鎮所畏服。湖南流賊曹志建等十數營相率來歸，封志建保昌侯；晉何騰蛟總制駐衡州，巡撫堵允錫駐長沙，聲勢頗振。焦璉既屢戰勝，遂於八月初六日率兵直趨陽朔，下平樂；叛將李明忠據潯以瞰柳，聞之宵遁。陳邦傅亦由賓州、柳州出，復潯州，次復梧州。 \\n 全粵初定，留守瞿式耜復具疏請還桂林，奉旨擇日返蹕。而北兵已陷長沙，由寶慶直趨行在。二十五日，突至奉天城外，上奉兩宮踉蹌斬關出，從間道達靖州界；百官星散，大學士吳炳被執死焉，劉承允舉城降。護駕參將謝復榮以兵五百人斷後，與追騎戰死於王家堡。上遂由靖至柳，道出古泥，總兵侯性、司禮監龐天壽帥舟師五千來迎。會天雨泥淖，乘輿服御沿途散失，宮婢、內豎皆狼籍雨中，饑困不能興。性預敕行宮盛供帳，凡御用器物悉備；中外隨駕者僅百餘人，所需無有缺乏。上大喜，太后言於上，面封性商邱伯，以天壽代王坤掌司禮監印務。上次柳州(初，李成棟盡銳而西，直抵平樂，桂林勢甚危。會粵東余龍起兵龍湖江盜，有眾萬餘出沒甘竹灘。廣州陷，建義者多歸之，其勢益張；焚北船於東筦，遂突廣州。北撫佟養甲堅壁不出，檄成棟還師禦之。兵部左侍郎張家玉、舉人韓如璜起兵攻東筦，縣令鄭霖開門以應。已聞成棟且至，遂棄城以舟師屯杜滘村。遣張元瑩、陳瑞圖奉表行在，進家玉兵部尚書。兵科給事中陳邦彥亦起兵於高明，使其門人馬應房以舟師圍順德。成棟既破余龍，遂趨順德，應房迎戰敗死；移兵攻杜滘村，韓如璜死之。家玉兵引入新安，成棟圍新安；復棄城走博羅，遂據之。七月，大學士陳子壯起兵九江村，與邦彥共攻廣州。初，邦彥約城內諸降將內應，期於是月之七日三鼓內外並起。子壯先期以五百舟師薄城，謀泄，佟養甲捕諸內應者悉斬之；發大砲擊舟，舟燬兵退。北風大作，養甲乘風追之；子壯退保九江，又棄去，入高明，與監軍麥而炫、知縣朱實蓮嬰城固守。邦彥亦退；會清遠指揮白曹燦反正迎邦彥，邦彥率舟師赴之。成棟用四姓賊鄭昌等為導至高明，發砲破其城，殺實蓮於南門樓；子壯、而炫被執。成棟遂圍家玉於博羅；城破，家玉走增城，急攻之。成棟赴救，內外夾擊。家玉敗，火藥盡，乃與諸將痛飲，夜投濠死；將士數千人皆死，無降者。子壯臨刑罵不絕口，養甲寸磔之，分其胔骼散置各郡城樓。遍召廣州諸紳坐堂上，觀其受刑以懼之。而炫從死。而家玉首亦至東筦，李覺斯與家玉有隙，時在坐，請審視，恐為所欺；養甲曰：『視此貌清正，固是義士；必家玉也』。未數日，成棟破清遠，邦彥率兵巷戰，力屈赴水；北兵鉤出之，與總兵曾天奇同檻送至廣州。既至，亦大罵而死。陳子壯、張家玉、陳邦彥事雖不成，然義旗並舉，牽制李成棟使不得西上，而桂林、武岡間猶得從容駐蹕者，三人不為無功也)。 \\n 九月，上在柳州。式耜再疏迎駕，極言『粵西山川形勝、兵馬人心，俱有可恃；年幸豐稔，飛輓有貲』。上遣閣臣嚴起恆、詞臣劉湘客至桂林，與式耜酌量移蹕事宜，何騰蛟亦至。忽南安侯郝永忠帥銕騎萬餘自湖南來，百姓震駭，復與焦璉兵主客不和。會宜章伯盧鼎亦至，自是兵勢稍壯。騰蛟遂帥鼎、璉等與永忠分汛防禦，桂林以安。而柳州叛將覃鳴珂與守將龍文明搆釁攻殺，幾至犯駕。上幸象州。 \\n 十一月，北督佟養和帥兵至全州灌陽，騰蛟、式耜集永忠、璉誓於神，刻期出師；又命盧鼎與滇帥趙印選、胡一青等分路駐全。北兵至，合擊大敗之，追殺三十餘里；斬首千級、奪馬三百餘匹，養和僅以身免。諸帥連營而軍，亙三百里。北兵退，式耜復請駕還桂林。 \\n 十二月初五日，上自象蹕桂，太后及兩宮俱駐南寧府。先是七月，司禮監龐天壽奉敕至桂，催兵下梧州。王坤既被劉承允逐，夤緣馬吉翔，復入。自武岡至柳、至象，票擬皆出吉翔手也；及至桂，始歸諸內閣。閣擬復多改票，式耜爭之不能得。是時騰蛟督諸將列營永福，而璉與永忠兵益不睦；璉走平樂，永忠壁興安。 \\n 永曆二年戊子正月，上在桂林。敘元年全州功，晉封騰蛟世襲定興侯、柱國太師、兵部尚書；諸將周金湯、熊兆佐、馬春麟各與挂印，滇帥趙印選新寧伯、胡一青興寧伯，焦璉進封侯。 \\n 二月二十一日，報北兵前驅至靈川。二十七日，郝永忠興安被襲，急奔回，逼上移柳州。式耜請侯督師騰蛟報至，不聽；嚴起恆請遲至天明。方五鼓，乘輿已發矣；永忠放兵大掠。適滇營兵亦自靈川撤回，城中煙焰蔽天，兵刃相加，不辨主客；公私塗炭，朝士皆被戮辱。式耜亦被劫入舟，行三日，方回。泊漳木港，遇刑部侍郎劉遠生、給事中丁時魁，請式耜下陽朔，催焦璉入援；先遣一吏入城，息煙火、收倉儲餘粒，草檄分路四發，俾遠近知留守在也。於是焦璉自平樂馳入桂；楚鎮周金湯、熊兆佐、滇帥胡一青聞變，皆至；督師騰蛟亦提兵自永福至。北兵偵知桂林兵變，乘虛襲桂，直抵北門。式耜守城；騰蛟督師三面出，一青領兵出拱極門，周金湯、熊兆佐領楚兵出武勝門，焦璉隨督師出北門。璉纔遇敵，即奮臂大呼『諸將軍看璉殺敵』，單騎橫矛直衝敵營；敵圍之數重，璉左右奮擊，敵散而復合者數次。璉部將劉起蛟見璉被圍，大呼殺入與璉合，連砍數十人，貫其營而出。趙興、白貴以銳師四面急攻之，皆殊死戰；滇、楚諸營又從旁夾擊、敵不能支，遂潰。一青從東來奮擊，復大敗之。一青騎剪鬃馬，敵呼之為牛；遇之，輒曰：『避騎牛蠻子』。為人短小便捷，馬上騰擲如飛；善用鐵標鎗，於十數步中取人，百發百中。馬斃，斬一敵，躍上其馬以馳，與璉追殺二十里。北帥墮馬幾獲，遂北渡甘棠遁去。留守於北門待督師還，並轡入城；時三月二十二日事也。當永忠之亂，監司、府縣俱鬨散，百姓逃匿山寮間，是時諸將列營榕江，日需米數百石無所出；式耜多方搜括，得升升往、得斗斗往，督師計升斗分給士卒。久之，民多樂輸，餉大足；督師乃得率諸帥出嚴關，與留守交相勞苦，復交相慶。 \\n 上以三月初十日至南寧，扈蹕大學士嚴起恆、錦衣衛馬吉翔、兵部尚書蕭琦、給事中吳其?、洪士聲、許兆進、尹三聘七、八人耳。至是，式耜乃上疏訊行在所，候上及三宮起居；上始知留守無恙、桂林復全，為之泣下。下詔褒賞，慰勞有加。 \\n 四月乙未朔，王子生。 \\n 初十日，江西金聲桓反正疏至。聲桓，本寧南侯左良玉之部曲；隨良玉之子夢庚降附，用為江西提督。副將王體仁本驍賊受撫者，兵最強，聲桓忌之；乃與其部將王得仁深相結，併相結帳下諸健兒，以計殺體仁，用得仁領其軍駐建昌。幕中曹子悅，信豐人也，每勸得仁反正；聲桓幕客吳遵周，陰與子悅同謀。黎士彥者，善撰偽敕印；因南昌鄉紳萬翱，以通於二客。兩帥猶豫未決，會御吏某巡按江西貪虐，索取得仁家女樂；得仁憤甚，遂以正月二十七日殺御史，舉兵反；聲桓稱豫國公、得仁稱建武侯，皆士彥敕印偽封也。遣人齎奏行在，至是始達。 \\n 同日，廣東北帥李成棟自負有取粵大功，一旦以佟養甲為總督，受其節制，意不平，亦懷異志。念家屬在江南，遣標將范成恩潛往松江以計迎取；候至粵，然後舉事。值聲桓已定南、瑞、撫、建諸郡，路阻；成恩思密致聲桓蠟書。時養甲覘知上在南寧，檄成棟兩路進兵：一從連州入賀平，取桂林，一由高、廉襲南寧；又撥水師五千駐梧州策應。成棟辭以無餉，觀望不進；養甲趣藩司即行措辦，署布政司袁彭年以庫存八萬兩付成棟，養甲不知也。四月初十日黎明，成棟密令兵齊集教場，譁言無糧欲為變；自詣總督，請養甲親出撫輯。養甲出城，銕騎布滿城外，馬步五萬餘擁之，大噪；成棟先取其總督印握之，三軍歡呼，同時割辮，養甲亦自割辮。即時出榜安民，以反正曉諭軍民，用永曆年號。檄各屬郡縣改復衣冠，粵東十郡不半月而底定。廣西巡撫耿獻忠於梧州聞信，亦帥所屬割辮投誠；先遣官至南寧報知東省情事，舉朝未之信也。成棟於是遣官進賀表，具疏迎駕。原任廣東巡撫曹燁、高雷巡撫洪天擢，俱從成棟軍前來朝；成棟命部將羅成燿帶甲士五十迎駕潯州。封成棟廣昌侯，諸將俱與挂印；袁彭年、耿獻忠、洪天擢、曹燁、張調鼎等，即行擢用。 \\n 五月，上命所司修葺興陵(即端皇帝陵也)。 \\n 二十七日，督師何騰蛟復全州。 \\n 六月，上至梧州，謁興陵；上蹕梧州。晉封成棟惠國公、總兵杜永和江寧伯、副將楊大甫樂安伯、羅成燿寶豐伯、董方策宣平伯、郝尚久新泰伯、張月傳興伯、閻可義武陟伯；佟養甲雖係滿人，順正不撓，亦封襄平伯。成棟迎駕東幸；桂林留守瞿式耜力請幸桂，令簡討蔡之俊、給事蒙正發先後入迎。時東勳恃反正功高，挾上以不得不東之勢；上遂由梧入肇。成棟迎於百里外，儲銀萬兩，以備賞賚。 \\n 八月癸巳朔，上至肇慶，以肇慶府治為行宮。成棟解甲冑、肅冠裳入見上；出語人曰：『南面坐者，真天子也；某見之，不覺頓首至地矣』。詔贈陳子壯大學士、吏部尚書、番禺侯，謚「文忠」；張家玉少保、武英殿大學士、吏部尚書、增城侯，謚「文烈」；陳邦彥兵部尚書，謚「忠愍」。時六部九卿臺省員缺，輔臣嚴起恆請補用反正諸臣；准依隆武原官銓補。敕召舊輔臣黃士俊、何吾騶原官入直，以袁彭年為左都御史、洪天擢為吏部左侍郎、耿獻忠為戶部左侍郎、曹燁為戶部右侍郎，張調鼎、王芊等俱列卿寺。兵科給事吳其?疏言：『反正乃成棟功，於文臣何與？躐居卿貳，爵賞太濫，有傷國體』。不報。李成棟陛見後，大治宮闕於廣州城，吏部侍郎吳貞毓疏請上幸廣城。刑部侍郎劉遠生入朝，會成棟適自嶺還，方修行宮迓乘輿；上命遠生勞之。遠生與成棟有鄉誼，因謂成棟曰：『天子，天下主也；爵賞征伐，出自天子。天子又與天下共之；若在此，則爵賞征伐，人疑天子必有私隱，令寄政不可不嫌也。且江、廣同時反正，六師當不日下金陵。上不返桂林，猶云直從南韶出江右耳。若幸廣城，則示天下以苟安之局矣』。成棟曰：『善』；遽止其役，第加繕肇慶府城為寧蹕之地。 \\n 有士人某獻白玉一雙，皆方廣盈尺；云漁人得之南海。上命制成璽，文曰：「皇帝受命之寶」。其一，藏之內府。 \\n 是時，南昌已被北兵圍困三月矣。初，金聲桓、王得仁反正疏至，敕書慰勞，改豫國公為昌國公、建武侯為繁昌侯；兩勳不悅。識者以為昌為「兩日」，私憂兩勳之不能久也。一時海內響應，乃不即乘勢東下直取江南，聽江右迂儒謬計，以「寧庶人起兵不破贛州，卒貽後患」；因併力攻贛州。久之不下，而北帥譚泰乘虛襲南昌，始舍贛州，退保南昌。南昌兵頗盛，每出戰，勝負相當；後為奸僧所紿，擇日決戰。於是閉城自守，北兵乃益築壘、掘深塹；圍合，求出一戰不可得矣。七月，惠國公李成棟提兵三萬出庾嶺攻贛州，以救南昌；軍容甚盛。贛州守將高進庫偽約降，其實堅城以綴惠國之師，使南昌坐困也。惠國信之，遂還軍嶺上。 \\n 十一月初一日，督師何騰蛟率保昌侯曹志建、宜章侯盧鼎、新興侯焦璉、新寧侯趙印選克復永州，殺其鎮將余世忠、巡撫李懋祖。永州堅守歷三月，前後大小四十餘戰，殺傷過半，所存羸兵不滿千。糧盡，咽糠囓草；初食馬，繼食人，城中婦女老弱皆食盡。城破之日，洒掃官署，所剔婦人陰棄不食者出之，計十五石。初五日，監軍御史余鵬起、職方司主事李申春領兵復寶慶兩府。捷音同日並奏，軍聲大振。 \\n 二十九日，督師露布至，恢復衡州；又據忠貞營李赤心捷報，已取益陽，直抵湘潭。於是瞿式耜密疏請上西幸，有云：『天下大勢在楚、不在粵；粵東三面險阻，易入難出。臣不敢爭者，以成棟一片血忱，方倚為江右聲援；一旦拂其望幸之心，何以勸忠？今衡、永恢復，游魂東竄，粵西之背愈厚；贛州愈困，江圍未解，粵東之齒尚寒。在成棟奉皇上去危就安，既無內顧，可畢力以圖贛；而楚師得萬乘親臨，勇增十倍，便可乘勝以長驅矣』。 \\n 時陳邦傅恃恩驕橫，夤緣禁近，與馬吉翔相為表裏。初，冒封富川伯；以迎駕功，封思恩侯，已晉封慶國公。又冒功，封其妻父茅守憲寧端伯、中軍胡執恭武康伯。復奉世守廣西之敕，行文巡按御史查核通省錢糧。式耜特疏參之，兵科給事中吳其?疏論世守非制，併劾撰敕中書張立光。廣西巡撫魯可藻、巡按御史吳德操皆有疏參，騰蛟亦上疏駁正，湖南勳鎮曹志建等皆譁然不平，事遂寢。究其故，皆由吉翔與桂林留守不悅；故加邦傅世守，以擅全省予奪，以撓留守之事權。立光小臣，奉旨承行。及迫於公論，吉翔乃稱原頒敕書，止「居守」、非「世守」也。外議益重邦傅以改敕之罪，然國體大褻矣。吉翔與邦傅皆浙東人；崇禎時，執恭為兵部火房舞文，吉翔、邦傅皆由以得官，執弟子禮於執恭。故執恭雖為邦傅中軍，而邦傅猶稱之為老師，惟其指揮是聽。三人者，一線關通、內外呼應。滇南半壁，實壞此三豎子手也。 \\n 誅襄平伯佟養甲。養甲有密表北去，李成棟搜得之。上不欲顯其罪，於初十日命往梧州代祭興陵，李元允遣健兒殺之於江中。 \\n 國姓朱成功自海上遣官陳士京入朝；封成功為延平王。 \\n 十二月，李成棟帥師再出南安，陛辭；面奏：『南雄以下事，諸臣任之；庾關以外事，臣獨任之』。又疏言『朝廷功賞不宜濫。文武職，各宜分。言官直氣，宜獎進；內臣、衛臣，不宜干預內閣機務』。蓋有所指也；馬吉翔啣之。成棟出，以其子元允留行在，掌錦衣衛事，與聞朝政。時，粵東以反正敘官者滿朝列；惟從蘇觀生擁立唐藩者，禁錮不用。然其中亦有賢者，皆從此廢，謂之紹武一案。元允，本姓賈，河南人；成棟養為己子。因與袁彭年交善，彭年益引其同鄉丁時魁、蒙正發及陝西劉湘客與同決事。會給事中金堡服闋，自湖南赴行在，湘客令元允折節與交；交日密，朝士中不無異同，漸有黨人之目。 \\n 永曆三年己丑正月元旦，雨；免朝。上在肇慶。督師何騰蛟疏至，奏湖南千里一空。前恢復諸城，一旦盡棄；引罪自劾。蓋督師初據忠貞營塘報稱：『於十月二十一日自常德發兵，二十二日恢取益陽。於十一月初一日分兵三路；一取湘潭、一取湘陰、一取衡山，殺衡山縣令。於本月初二日過寧鄉，初三日已時抵湘潭，於十一月十一日直抵長沙矣』。隨聞常德、寶慶一帶因忠貞營闌入，皆燒營棄城東走，湖南為之魚爛；故再有是疏。忠貞營者，闖賊後營李赤心十三部也；隆武時受撫，賜號忠貞營也。散入施州衛擄糧，巡撫堵允錫向同督師騰蛟入營撫，與有舊。而馬進忠者，亦降寇，素號混十萬；既降，封武昌伯，隸督師麾下。元年秋，常德陷，進忠退保永定；於二年八月與北兵戰於麻河大捷，斬首七千餘級，恢復常德，封鄂國公。是時，堵允錫已加制輔銜；與馬進忠有隙。允錫陰入夔，檄赤心從夔門徑抵常德，欲令進忠讓城屯其老營。未至常德百餘里，允錫先至，與進忠椎牛歃血盟誓，同獎王室。進忠心知其謀，終盟無一語。盟訖及入城，即命起營，盡驅百姓無老弱悉出城，因縱火燒城中屋，不遺一椽，遂空其城而去，直走武岡。寶慶守將王進才聞之，亦棄寶慶走。各郡鎮帥，莫不聞風驚潰。忠貞所至，得空城；旋亦棄之而去，東趨長沙。督師騰蛟駐衡州，奏入，朝議令讓衡州與忠貞屯駐老營；即促其從衡出茶陵，往援江省，諸帥皆由寶慶進取長沙。詔未至，督師已檄進忠由益陽抄出長沙，下截北來援兵，期諸將盡入長沙城下；身往忠貞營邀之入衡。聞其兵已東，隨尾之趨湘潭。湘潭，空城也。督師標兵六千人聞往迎，恐為忠貞所襲；皆不肯隨，僅從隸三十人以往。於是進忠等業奉檄前發，聞督師輕身往，遣部將宣威伯楊某追護之。未至，而忠貞營亦不守湘潭。時北兵乍退，長沙孤懸，湖外城崩三丈；我軍壁長、湘間者烽火相望。北將徐勇計且不守，一日以輕騎數百出城偵探；徑至湘潭，聞知城守無兵，僅督師一人在焉。遂入城，帥諸將羅拜勸降。勇，故督師標將降北者也；督師大罵，遂擁之而去。既去，楊始至城，已為北兵所守。急入城求督，凡師七出七入不得；最後出至橋，遇伏兵，矢中其吭，遂自擲於橋下以死。北兵尋亦大至，馬進忠等聞之皆退，而忠貞營潰走臨武藍山，由懷集、賀縣入粵西。沿途肆掠，衡、永、柳、桂皆為蹂躪矣。督師遂死於長沙。死之日，城外內兵民皆為之舉哀。蓋正月事也。滇帥胡一青等亦棄永州而還，凡已收復各郡縣，從此復陷。報至，行在震動。上輟朝哀臨，予祭九壇，贈騰蛟中湘王。 \\n 十三日，吏科給事中丁時魁等帥科道十六人入朝，免冠、繳印內閣而出；閣臣朱天麟罷。初，金堡赴行在將有建白，過桂林以示留守；留守令至肇慶，湘客酌之。疏參八款，李成棟、陳邦傅、龐天壽、馬吉翔皆在所參，湘客削去其二，去李而用陳、去龐而用馬。封上，一時風采赫然；補兵科給事中。當成棟未反正時，邦傅潛通降啟，心鄙之；及是，爵位相等，甚恥與噲等為伍。得堡疏，大喜；故元允交益密，實不知成棟初亦在參中也。是時，袁彭年掌都察院事，劉湘客以詹事兼副都御史，丁時魁掌吏科、蒙正發戶科、金堡兵科；五人者，日終聚會，國是由其主張。諸不得志者，目為「五虎」；以元允為黨魁云。吉翔陰鷙被參，略不為意；邦傅憤甚，上疏言：『堡謂臣無將無兵，濫冒封爵；請即遣堡為臣監紀，以觀臣十萬鐵騎』；且言『堡昔為臨清知州，降賊受官逃回。今自湖南來，為北人間諜』云。時閣臣在直者，嚴起恆與朱天麟。天麟得邦傅疏，抵几大笑曰：『金道隱善罵人，今亦被人罵倒耶』(道隱，堡字也)！遂擬旨：『金堡辛苦何來？朕所未悉；所請監紀，著會議』。其謂「辛苦何來」，暗用杜子美「辛苦賊中來」語耳。於是時魁等入閣大噪，曰：『堡論邦傅，請監紀即令監紀；堡又論郝永忠，若永忠請其首，亦即與之耶』？遂相率趨殿陛下，免冠走出。上聞大驚，諭諸臣照舊供職。天麟亦上疏自陳，即日引退。 \\n 二十八日，召起舊輔臣黃士俊、何吾騶赴行在。吾騶自閩逃回，李成棟破廣州，即薙髮出降，與成棟相與甚歡。令修「粵東志」，阿諛新朝，為粵人所嗤。李元允素執禮門下，故力薦，出資固在士俊前。及至，用為首輔，物議不平。臺省無有言者，行人司方祚亨、太僕寺丞張尚、都察院經歷林有聲相繼伏闕，皆奪職去。已吾騶與司禮監夏國祥交通，為金堡所參，不安其位；未幾，亦引疾去。士俊為首輔，同起恆入直。起恆每事持平，多不慊五人意。又與龐天壽、馬吉翔皆從龍相與久，兩人亦與起恆無忤。時魁等輒指為邦黨，起恆亦不以為意。 \\n 三月初七日，惠國公李成棟凶問至，併聞南昌以正月陷。成棟於正月再出嶺攻贛州，駐兵信豐。是時南昌已破，金、王俱沒，贛州勢益壯，吾兵益寡。三月，北兵自南昌泝流投贛，直趨信豐。諸將爭欲拔營歸，成棟不可。會天久雨，其夜成棟坐城樓上，召諸將議事；則去者已大半矣。成棟莫能禦，慷慨欷歔，命巨觥痛飲，誓死城上。左右挽之上馬渡河，河大漲，馬力弱，又已大醉，人馬俱沉。三日後，人見有擐甲、抱鞍植立水中者，始知成棟死也。中軍杜永和挈其印先歸，餘將皆全軍而還。報至，舉朝震驚。李元允入見，上對之哭極哀。封元允為南陽伯，挂車騎將軍印。元允力辭，仍以錦衣衛提督禁旅。追贈惠國為寧夏王，謚「忠武」，予祭九壇。同時贈昌國金聲桓為豫章王，謚「忠烈」。 \\n 杜永和等既回廣州，上手敕遣戎政侍郎劉遠生慰勞之。以遠生為諸將同鄉，素所親信，欲因是用之總督軍務。永和已重賂，謂將共推為留後，居然坐軍府開印行總督事矣。永和雖稱總督，諸將實不用命；惟賄是求，不復有出嶺之志。 \\n 方忠貞潰入粵西時，堵允錫追之不及；隨兵千餘人，從鎮峽關入粵。駐關防守者，保昌侯曹志建也；有宗室朱謀列在其營，謂志建曰：『此必忠貞欲襲關，堵乃前導，將謀為內應耳』。志建信之。又語堵曰：『曹公甚疑君，奈何』。堵不謂然，遂解甲安寢。志建發兵圍之，盡殲其眾；堵父子逸出，復遣騎追百餘里。有何貢生某留宿寨上，既去，曹知之，破其寨，殺掠一空。堵晝伏夜行，狼狽達梧州。上遣閣臣嚴起恆、詹事劉湘客至梧州安插忠貞，而忠貞已越梧而南，由潯入橫矣；會允錫至，遂載還行在。允錫入，遂與吉翔合，欲激忠貞東來，與東諸侯搆釁。李元允知之，大言曰：『吾輩做□子時，渠不來復廣東。今反正，乃來爭廣東乎？且皇上在此，他來何為』！允錫計沮，忠貞於懷集、賀縣、富川一帶劫掠甚慘。上又命兵部侍郎程峋前往宣諭，中道遇害；其家人赴法司訴(係封川守塘官張祥指使；祥，元允部將也。元允恐峋召忠貞入行在，故有是使)，廷論莫能決。 \\n  \\n 　"}
{"章节": "所知錄卷下-永曆紀年(下)", "正文": "　 \\n 所知錄卷下-永曆紀年(下) \\n 　 \\n  \\n 　 \\n 桐城錢澄之飲光氏記 \\n 三年四月□□日，上御經筵。初，式耜屢疏請開經筵，薦詹事劉湘客為講官。至是，乃加副都兼銜，與詹事黃奇遇同直進講。然彭年、時魁等每有建議，必決於湘客而後行。彭年所恃者，正紀綱、慎名器；其實，祗爭體統、重資格而已。湘客好言典制；然所習者，皆先朝陋規也。湘客，本諸生；由薦舉起家，受知於留守。初以編修兼御史，繼以詹事兼副都御史，亦隨彭年等以資格繩人，人益不服。丁時魁頗招權，剛狠有氣習；同輩亦不善其所為。蒙正發惟依附諸公，聽其指使。獨金堡素負清直，遇事敢言；然性谿刻、不近人情，筆鋒甚銳，人頗憚之。袁彭年先朝給諫，有名譽；既降北，物情大減。及總憲，核資俸、清冒濫，不少寬假；怨者尤眾。又每自恃有同謀反正功，嘗爭論上前，語不遜。上責以君臣之義，彭年曰：『使去年此日惠國公以五千鐵騎鼓行而西，此日君臣之義安在』？聞者咋舌。由是，上心不善五人。彭年初為給事，吳其?特疏參；上不問。至是，有張載述者，涇縣人，原任江西盧溪知縣，以節義自命；至行在，久不得官，謂彭年輩抑之也。於是伏闕，疏彭年罪；或云司禮監夏國祥使之。國祥為宏光幸璫，入粵新用事；與載述同鄉，能探知上意者，故有是疏。彭年自是氣稍沮。久之聞母艱，李元允疏請奪情，不允；遂解任，僑居肇慶城外。先是，朝士有東、西之分。自粵東來者，以反正功氣凌西人；而粵西隨駕至者，亦衿其髮未薙以嗤東人。而東、西又各自為類，久之遂分吳、楚兩局。主持吳局者，閣臣朱天麟、吏部侍郎吳貞毓、給事張孝起、李用楫，外則制輔堵允錫也；而江右之王化澄、萬翱、雷德復、蜀中之程源、粵東之郭子奇，實為之魁。主持楚局者，丁時魁、蒙正發、袁彭年。彭年楚人，然私粵而不私楚；陝西劉湘客、杭州金堡既與時魁等合，桂林留守耜式耜亦每事關白，居然一體矣。至於禮部尚書吳暻、文選司郎中施召徵，皆吳人；吏部尚書晏清，楚人。俱浮沉吳、楚之間。其不得為局中人者甚多：如工部尚書耿獻忠、兵部侍郎曹燁、吏部侍郎洪天擢、大理寺卿潘曾緯、通政使毛毓祥、廣東學道李綺，雖與彭年同為粵東反正，而於楚人氣脈不通。凡自湖南、廣西隨駕至，出於督師留守門下者，大半歸楚。吳人謂楚東恃元允、西恃留守。然吳亦內倚吉翔、外倚邦傅；特其蹤跡秘密，不似時魁等招搖人目耳。 \\n 五月，惠國公李成棟喪至自嶺北，元允回廣州治喪受弔；上賜祭九壇。事畢，詔赴行在。時惠國舊部董方策、楊大甫各據一鎮；大甫尤驕悍不法。至是入覲，元允招飲於宅，即席稱詔斬之。 \\n 自成棟歿，庾關不守。聞北兵將有窺粵意，粵督杜永和奏請寶豐伯羅成燿出鎮韶州，許割南韶屬之；要賄萬餘金始行。 \\n 六月，留守式耜疏題尚寶司丞張同敞復原官翰林學士兼兵部右侍郎，總督各路兵馬；又題僉都御史毛壽敦監督襄國公王進才、鄧國公馬進忠兩路軍務。皆奉旨給敕印。壽敦，湖廣公安人；御史毛羽健之子。好讀書，有謀略，能耐勞苦；楚奇才也。同敞為江陵曾孫；以世廕錦衣衛前戶。先帝時，改中書科舍人；隆武帝愛其才敏，特授翰林院編修，累陞學士。在武岡忤劉承允，仍還任子之職。至是，留守抗疏題復，且以知兵，兼總督之任；諸大帥皆以所舉為得人云。同敞為人健瘦而髯，有膽氣。每出師，輒躍馬為諸將先；或敗，諸將奔，同敞危坐不去。諸將復還，再與敵持，敵亦旋退，故卒以此全。意氣慷慨，詩文數千言援筆立就。年四十無子；妻死，蕭然一榻。 \\n 時焦、滇兩營兵鬥。璉既受知留守，再保桂林；遂以桂為老餐具。滇師久在督師標下，每赴疾人往，與璉兵有主客之分，多不和。已而移璉駐平樂、陽朔。元年冬，湖南潰，滇帥趙印選、胡一青等棄永州，率其兵奔入平樂，又與璉部將趙興於五月二十九日治兵相攻。興兵敗，滇兵追至陽朔；遇糧道王奕昌，殺之。留守引罪自劾，請卹奕昌，檄璉斬興以謝滇，而移鎮老營駐桂林。滇兵自此，益驕不可用。 \\n 七月，留守糾舊撫魯可藻『久駐平樂，戀任不解。且既聞母憂，日以墨纕從事，但取錢糧、不理兵馬。致新撫余心度觀望不前』。奉旨切責。先是，粵東反正信至，可藻希冒昧躐進，列銜自署。兩廣舊例：東撫稱制，兼粵西；西撫稱撫。留守劾其擅署官銜違制；奉旨：『革職；於留守軍前戴罪立功』。 \\n 八月初一日，焦璉部將劉起蛟輕兵出全州，深入重地，敗績；璉按軍法斬之。初，留守聞北兵漸近，檄趙印選出全州，楊國棟、焦璉分兵堵截開州、海陽坪間。璉病臥陽朔，不即行；其部將張明綱、劉起蛟奮勇爭行，以全營疾趨興安而敗。留守疏言：『起蛟貪功致敗，法所不容；但今兵驕將悍時獨肯身先士卒，一往不顧，其忠義之氣，有足嘉者。請以其子襲職』！從之。 \\n 九月初五日，太監秦宗蛟自湖南返；過桂林，言辰常總兵馬蛟麟有歸國心。式耜疏請敕印，命宗蛟往；至則，蛟麟但修書報命而已。 \\n 監軍毛壽敦赴楚，路經柳慶，為邦傅標下曾海虎劫掠一空。式耜飛檄地方嚴獲賊首，追取敕書，併鄂國營諸印信誥敕；立提海虎置之法，遠近稱快。 \\n 粵督杜永和入朝。粵人黃奇遇、郭之奇以小忿爭直於永和前，為永所笑；朝士恥之。 \\n 十一月二十一日，留守報王進才、劉子良於本月初四日恢復靖州；又報曹志建復永興、來陽二縣。二十三日，報馬進忠於十月二十七日恢復武岡；胡一青進屯東安，直取永州；牛萬才、張光翠兵逼寶慶。軍聲復振。 \\n 是月，上御文華殿親政。是時史官乏員，誥敕多出中書，上欲歸其職於翰林。內閣輔臣黃士俊、嚴起恆奏請考選，留守瞿式耜疏薦部屬臣某等堪備官職；上意特重科名，於是禮臣黃奇遇等議倣唐、宋開科取士。有詔：廷臣三品以上各舉所知、卿貳等自舉其屬，彙送吏部；敕冢臣晏清會同禮、詹、翰諸臣嚴加考核，取及格者若而人，其乙榜知名未仕者亦與焉。十二月二十四日，上臨軒親試經藝三道、論一道、詩一首。取中八人，授翰林院庶吉士官。先是，輔臣請詹、翰諸臣同入閱卷。是日，外廷密奏：閱卷官頗通關節；上聞，即時敕遣出，獨留兩輔臣宿文華殿宮中，賜臥具，內小豎司飲饌，關防特嚴。拆卷日，鴻臚傳齊各官侍班，上出御文華殿。輔臣將閱過卷分上中下進呈拆號，上詔科道面舉情弊，以示至公。且曰：『朕自即位來，纔有是舉用此數人；毋於用後，爾等又多言也』。每拆一名，御筆親為填寫。填過六卷，遽命已；輔臣再三奏請，更允兩卷，合得八人，俱改庶吉士。輔臣以諸臣有資俸深者，引先朝推知考選例，請授編簡；上云：『此朕特典，與考選不同』。次早，上親洒宸翰，敕內閣吏部：『朕親試取士，劉、錢秉鐙、楊在、李來、吳龍楨、姚子壯、涂宏猷、楊致和等八員，著即授翰林院庶吉士官。特諭』。上命輔臣即擇日送館教習，推禮、詹、翰大臣有品行者為館師。是時，黃奇遇、郭之奇俱以詹事兼禮部侍郎；之奇曰：『黃由推知考選，安知庶吉士典故』？奇遇曰：『郭以庶吉士浮躁出禮部，營轉福建學僉。宏光時，通賄馬士英，轉陞詹事。品行如此，可為館師乎』？相爭久之。輔臣黃士俊，亦粵人也；請並推候上親自點定，乃已。 \\n 留守疏報湖南情形，言北兵已抵長沙。據胡一青、趙印選書有云：『北來之帥，所稱定南王孔有德也；實抵衡州。水陸並進，一面發寶慶，一面大隊來永州』等語。是時永州為王永祚、張明綱圍五月矣。其將李東斗堅守不下；有德命辰常鎮帥馬蛟麟為前鋒以拔永。十二月十二日，一青方薄城下。北兵銜枚疾趨，遠出永州河外，一青不設備，遂大敗。是夜復被劫營，滇將普明全軍俱沒。報至，總督張同敞馳赴全州，檄武陵侯楊國棟駐全州策應。全州為粵西門戶，危如累卵；北兵既解永圍不敢深入者，曹志建兵屯龍虎關(即鎮峽)為衡、永之左路，馬進忠屯瓜里為武、寶之右路，兩相犄角也。而除夕前一日，北兵自江西來者已踰嶺破南雄；粵東門戶已失，粵西亦勉強支持而已。 \\n 永曆四年庚寅正月元旦，上御行殿，受朝賀。初六日，南雄報至，南韶守將羅成燿棄韶州走。上將移蹕西幸，召對群臣，皆言車駕不宜輕動；給事金堡、御史彭佺爭之尤力。上命堡同戎政侍郎劉遠生往廣州敕諭諸將；諸將初欲棄城航海為風折回，始定死守計。遠生與堡復泝流上清遠，聞南雄雖望風奔潰，北兵尚未至也。馬吉翔自李成棟疏廠衛不得干機務；大恚。久與李元允共事，外合中離；急欲上移舟，棄東如屣。嗾夏國祥趣上，以初八日登舟。百官倉皇就道，粵東人皆奔回；惟輔臣黃士俊獨坐閣中，不去。上念其年且九十不能從行，敕令回籍，候亂定再召；乃去。袁彭年亦請隨駕。南陽伯李元允奏曰：『百官皆去，將委空城，以待敵耶？上自西來，今日仍歸西；元允留之，恐宵人謂吾有異志。一朝不戒，生劫入舟；至今思之，獨負芒刺。但廣東一塊土，臣父成棟立功於此、殞命於此；皇上若猶顧念東土，臣願留督肇慶一帶，與江寧伯杜永和互相堵禦，以壯聲援。此元允之職也』。上遂發筆，命元允留守，督理各營軍務。十三日，解維。過德慶，鎮將安定伯馬寶領兵扈駕，軍容甚肅。寶，陝西人；亦拔自流賊中來者。頗恭順知禮，好與士大夫交。 \\n 二月朔，上至梧州，駐蹕水殿。始聞北來者稱：為平南王尚可喜、靖南王耿仲明二王久頓江西吉安府未發，惠潮道李士璉(本田仰中軍，吉安人)與潮州鎮將郝尚久密往投誠，自陳迫脅；繳敕印，受北官。惠、潮兩郡謂：北有士璉，悉以國情輸之，督兩郡餉，接應北兵，導之入關。凡江右宗室依士璉寓惠州者，盡殺之，沒其家；執郡王十三人以獻，北兵遂長驅而進。 \\n 是時，堵允錫已沒。戶部尚書吳貞毓、禮部侍郎郭之奇、兵部侍郎程源、萬翱、禮科給事中李用楫、戶科給事張孝起、李日煒、吏科給事朱士鯤、御史朱統金筒、王命來、彭佺、陳光允等十二人合疏，參袁彭年、劉湘客、丁時魁、金堡、蒙正發號五虎者把持朝政，罔上行私，罪當死。龍舟甫駐，即相率請對，極言其罪。奉旨：下錦衣衛獄，敕掌衛事張鳴鳳嚴加鞫問；獨彭年以反正有功，免議。閣臣嚴起恆請對，不得入；跪沙濱申救，不允。先是，有呂爾嶼者，為吉翔門下士，冒入臺班；金堡劾逐之。爾嶼亦有疏，堡駁參云：『臣何人也，爾嶼何人也，以仁傑之袍、賭昌宗之裘，志士猶為怏怏。顧且肆言無忌也，語甚不倫』。惡堡者，業以是語搆於兩宮。是日，程源在舟側揚言曰：『金堡即「昌宗之寵方新，仁傑之袍何在」兩語，便該萬死』。其聲達慈寧舟中。慈寧，上嫡母王皇太后也。於是張鳴鳳奉密旨，必致堡死，故堡受刑獨酷。堡等下獄時，潯帥陳邦傅方擁兵入朝；上敕邦傅暫駐兵三水，防北兵西突。式耜疏辯五人罪，且云：『就使其罪狀一如其疏中所指，處分豈無時日，而急急於倉皇移蹕之頃？又且不先不後，恰當邦傅到梧之時。能無「吾雖不殺伯仁」之疑乎』？久之，上知堡無死法，與時魁俱減死，謫遠戍；湘客、正發贖徒追贓。 \\n 雲南孫可望所遣使始至，疏稱於某日接敕封臣秦王、於某日接敕封臣平遼王，莫知所從；絕不及原敕所封及諸臣矯詔事，意在必得「秦」也。於是滇使接踵行在，亦時有貢獻。貴州總督兵部尚書范?、匡國公皮熊交章論胡執恭罪狀，留守式耜請斬執恭，併正邦傅指使之罪。滇使候命日久，馬吉翔請於上封澂江王；滇使聞之，力陳非「秦」無以報命，廷議不能決。輔臣嚴起恆語某曰：『滇必欲得「秦」，上意決不予「秦」，奈何』？某曰：『何不於「秦」字上加一字，或為「興秦」、或為「定秦」，既不失滇指要，猶是草澤王號耳』。起恆以為然。方欲奏聞，而忠貞營鄖國公高必正、興平侯黨守素入覲至梧州，聞滇使在梧，召至舟次，以大義責之；言『本朝無異姓封王例；若爾主要求王爵，吾豈不足以王耶』？因自數其破京城、逼死先帝滔天大罪，蒙上赦宥，加以爵賞。『爾張氏乘間竊據一隅，罪固減等。今爵列上公，當與吾同心報國，洗去賊名，豈非大幸！勿欺朝廷孱弱！兩家兵馬彼此所知，鞭弭橐鞬足以相當也』。隨作書致可望，纚纚數千言，詞義嚴正。滇使唯唯而退，議遂寢。 \\n 初，吳貞毓等以閣臣嚴起恆數為丁時魁、金堡等所指摘，意其啣恨，必乘此下石；不意其申救甚力，得免死。江西王化澄者，素貪庸；與王坤、馬吉翔等比夤緣入閣。二年，上在南寧；粵東反正，迎駕東來，命化澄留南寧扈太后兩宮，特賜手敕以便宜行事。化澄因賣官鬻爵，惟賄是求。有土司納銀數百兩，竟改宣慰司者；初不知宣慰與土司等級之懸殊也，諸夷譁然。上頗聞之。既至行在入直，屢被金堡參駁詆之；上亦厭其所為，因請假注籍，遂久之不召。至是，貞毓等合疏請起用化澄，思以排去起恆，計必殺五人而後已。陳邦傅遠駐三水，外無應援，恐上不見聽。聞忠貞營入覲，大喜。是時興國公李赤心已死，兵權皆歸於高必正、黨守素兩人；時帶兵五千，以五月十三日抵梧。朝臣皆郊迎四十里，列牛酒犒師，必正大悅；貞毓等極言『朝事壞於五虎，為之主者嚴起恆也。公今入見，請除君側奸，不過數語即決。公功在社稷矣』。高頷之。起恆聞其語，即日注籍，五人皆惴惴待命。到梧之次日，請對水殿。必正意忽中變，見上，言『閣臣嚴起恆虛公，宜耑委任；金堡等處分過當』。化澄、貞毓等皆大失望。是時起恆已移舟，兩勳請手敕追及於平浪，邀還。越二日，高必正復召對於龍舟；李元允適自肇慶至，同對。慈寧王太后垂簾，上東向坐。元允奏事畢，忽伏地請死曰：『金堡等非臣私人；有罪，皇上何不處分於端州，必俟到此地處分？是以臣與堡等為黨也。向以封疆事急，不敢請罪；今事稍定，請正臣罪』。上慰勉曰：『卿竭忠盡孝，朕豈疑卿』。元允曰：『皇上既不疑臣，何為以處四臣之故，賜臣敕書；令臣安心辦事』？王太后曰：『卿莫認堡等是好人；卿如此忠義，他卻謗卿謀反』。元允曰：『說臣謀反，還是有本、還是面奏、還是傳言』？上不答。必正曰：『皇上重處堡等也是；但處堡等之人看來不如堡等，處堡等之後也不見有勝於堡等之事』。復面質王化澄徇私植黨；化澄窘急申訴，不能成語。上為解釋之。科臣張孝起、李用楫與御史廖永亨互相糾訐；太后語上：『傳諭中書科，以後科道本章不許封進』。上曰：『科道是言官，以言為職。若本章不封進，是絕言路也。但今有言軍國大事，許非時進；其餘是非本章，不許擅封可耳』。對罷，上忽問廷臣曰：『金堡畢竟是君子、是小人』？再問無有對者，遂罷朝出。次日，詞臣錢秉鐙上疏言：『臣昨侍班次，聞皇上再問金堡為君子、為小人？惡堡者皆在班列，無有對者；則良心難昧、天理難欺，堡之不為小人可知』。因言『堡受刑特重，左腿已折；僅相隨一僕，復墮水死。今遠戍金齒，以孑然殘廢之身、??於蠻荒絕域之外，去必不到、到亦必死。雖名生之，實殺之也。伏乞量改近邊，以全堡命』！得旨：改青浪衛。高必正以百金為堡藥資，不受。馬寶亦自德慶來朝，親為堡洗創；堡竟不死。嚴起恆仍留用，王化澄亦不求退；復召朱天麟入直。 \\n 是時，李元允守肇慶，忠貞裨將淮□侯劉國昌與高必正、李□□相失，潰入肇界。元允堵禦之，受約束，乃去，肇賴以全。南韶逃將羅成燿奔至肇，元允數其棄城罪，稱詔斬之。北兵過三水，直下廣州，廣州守甚堅，總兵吳文獻以舟師守東南門，北兵不敢進；張月、李建捷等屢出城戰，多有斬獲。非時捷聞，奏使往來不絕，行在以是少安。 \\n 上以張孝起為吏科都給事中(孝起，原名起，吳江人；庚午科舉人。為人孤峻無欲，吳中之錚錚者也)，以張載述為御史，改中書吳霖為給事中(霖，歙人；在中書司誥敕著勞已久，輔臣請以清華酬之，為五人所抑。至是，始受今職)、兵部右侍郎萬翱掌兵部尚書。時兩粵諸帥方喪師失地，朝廷不能問，惟寬假之；翱請於上，一概晉封。魯可藻既為留守式耜劾罷，因附吳貞毓、萬翱之黨冒陞樞貳；晉封之請，實倡之可藻，欲以結援於諸勳也。於是焦璉宣國公、趙印選開國公、胡一青衛國公、曹志建保國公。識者謂上公之爵，祗以賞敗百戰之將，其何以酬功哉？ \\n 高必正朝回，陳邦傅嗔其不附己，潛遣標將襲其老營。六月十九日，高必正請援於桂林。留守遣滇營總兵劉崇貴等駐柳慶，遙為聲援。上聞之，急敕陳邦傅，諭以和好。 \\n 九月初八日，北帥馬蛟麟襲破恭城、灌陽，曹志建敗走。先是三月十九日北兵破龍虎關，志建戰敗，闌入恭城、陽朔地方，將入桂，焦、滇二營皆洶洶。留守式耜發犒金五千兩，命兵科吳其?往營撫諭；而北兵亦漸退扎衡州，志建遂營於恭城、灌陽。至是，再失利。十八日，馬進忠敗於瓜里，走入武岡山中。報至，桂林大震。焦璉兵久駐平樂，其大榕江一帶皆滇營汛守地，北兵再薄全州，滇帥自全州退榕江，自榕江退甘棠渡；必正曰：『焦兵來桂林襲老營也』。初，東阿任子于元燁督兵桂林，有女許聘寧遠伯王永祚子矣。趙印選聞之，強求焉；遂更嫁印選子。由是，王、趙成隙。印選又與胡一青爭總統，大鬨。一青出守榕，從事獨勞；印選居城內守老營，惟酒色是耽，心甚不平。三帥各有私憤。璉兵在平樂，猝呼不至；故北兵破全州，長驅入嚴關，莫有能堵禦者。十月二十九日，胡一青、王永祚俱入桂林府城分餉，榕江一帶遂為空壁。 \\n 十一月初五日，興安塘報至，知本月初四日嚴關諸塘盡掃。留守檄印選出城赴子營，為城守計，戀老營不行；再促之，則已盡室而去。一青、永祚與武陵侯楊國棟、寧武伯馬養麟、綏寧伯蒲纓各家老營則俱已奔竄，永祚且迎降矣。獨存留守式耜危坐府中，家人盡散。總兵戚良勳操二騎至，邀留守速出，再為後圖。留守叱曰：『爾去則去耳，我去，不過多活幾日。自古至今，誰不死者；但願死得明白耳』。良勳去。總督張同敞自靈川回，聞知城虛無人，止留守在；遂泅水過江，直入府。曰：『事迫矣！奈何』？留守曰：『皇上以留守命吾，當與城存亡。自丁亥三月桂林頻破時，已搆一死；今得死所矣，夫復何言。子無留守之責，盍去諸』？同敞毅然曰：『死則俱死耳。古人恥獨為君子，吾師固不許予同死乎』？遂呼酒，與共坐飲。四顧左右，惟一老兵不去；命召中軍徐高至，以敕印付之，諭令星馳赴行在，完歸皇上，勿為敵人所得。張燈相向坐，至天明，有數騎腰刀挾弓矢執二人。二人曰：『吾兩人坐待一夕矣，無容執』。遂與偕行。至靖江王府後門，見孔有德。有德於正月初十日差人持文書啟十餘函詣留守及滇、焦諸營，陳說天命、指譬人事，為劫降之語；留守焚其書、斬其使以聞於上。及是，有德見二人至，蹲踞於地舉手曰：『誰是閣部瞿先生』？式耜曰：『某是也。城既陷，惟求一死耳』。有德霽色慰之曰：『吾在湖南，已知有留守在城中。吾至此，即知公不怕死不去。吾斷不殺忠臣，何必求死？今人事如此，天意可知；閣部無自苦！吾掌兵馬、閣部掌錢糧，一如在前朝可耳』。式耜曰：『吾天朝大臣，為皇上供職；豈為汝供職耶』？有德曰：『吾居王位，於閣部亦非輕』。式耜曰：『安祿山、朱泚自以為王，何王之賤也』！有德又曰：『吾先聖之裔，勢會所迫，以至今日；閣部何太執耶』？同敞厲聲曰：『爾無辱先聖，不過毛文龍部下走卒耳！乃自以為聖裔耶』？罵語甚多，不具述。每一語，留守一為之撫掌。有德怒叱左右縛之，逼令跪，不屈；折其兩臂、傷一目。式耜曰：『是宮詹司馬張同敞也。與吾同難，應與吾同死焉。焉得辱之』。有德命解其縛，還衣冠，令坐。兩人曰：『吾中國人不慣坐地，呼椅來』！且曰：『汝何不速殺之？殺吾兩人，天下事定矣』。有德顧笑，召副將全節護之出，幽於民居；雖異室，而聲響相達。有德又遣官王三元、彭爌往勸諭之，令薙髮，不可；令自請為僧，亦不可。曰：『為僧，薙髮之漸也。髮短命長，吾不為也』。南冠而囚，終日賦詩唱和，以明厥志。至十一月十四日，式耜語同敞曰：『吾兩人待死十日矣！尚隱忍偷生，其為蘇武耶？李陵耶？誰實知之』！同敞曰：『即草檄，命老兵間道馳諭焦璉曰：「城中滿兵無幾，若勁旅直入，孔有德之頭可立致也」』。老兵去八十里，為邏卒所獲，獻之。十七日辰刻，有數騎至繫所，請留守出；留守曰：『已知之』。援筆作詩二首：一自題，一贈同敞。肅衣冠，南向拜訖。所錄臨難時與同敞唱和諸稿共一百一首，置几上；從容步出。遇同敞於道，同敞曰：『快哉，行也。厲鬼殺賊，誰敢忘之』。行至城隅，見一磐石，式耜曰：『吾生平愛佳山水，此石頗佳，可以死矣』。刑者從之，遂與同敞並遇害。同敞既刑，屍不仆；首墜，躍而前者三。頃刻大雷電，雪花如掌，空中震擊者亦三；敵人為之股栗。而廣州亦以是月初三日破；蓋范承恩獻西門降也。杜永和及諸將帥其眾入海南，保瓊州。 \\n 上在梧州，尚不知東西齊陷也。遂以初十日發梧州，十一日至潯。而陳邦傅叛謀劫駕，上知之，遂於十二日衝雨而去；凡鹵簿及從駕諸臣舟在後者，悉被劫掠。文武諸臣墮水死者，董英、許玉鳳、潘駿觀等。十六日，上至南寧，戶部侍郎王圭迎駕。遂於二十八日駐蹕南寧。 \\n 予自隆武二年丙戌九月遇變，陷於閩者二年；匿影山中，幾死於兵、死於賊者不數次。戊子正月，聞江西反正；以四月出閩，抵建昌，而南昌已被圍，遂退至新城縣。廣東信至，乃於九月從間道結伴過嶺。十月到行在，覓得兒子法祖，相失已三年矣；喜過望，不復有仕宦之志。是時，總憲袁彭年、副憲劉湘客皆素與交好；見予至，亦驚喜。方行考選、核資格，以予不及格，屬吏部除膳部主事。予以閒曹無事，吟詠自娛；時事皆託諸篇章以自見。 \\n 三年庚寅(按三年係己巳，疑誤)冬，始蒙臨軒特典，改授庶吉士。予出山陰嚴公(諱)起恆門，方候教習。南雄陷，上遂移蹕；是時倉猝聞變，詔書旁午，吾師山陰嚴公趣召予曰：『有十數敕在此，子可分散同館，各撰數道；得如奉天詔書，使諸藩鎮將士聞之皆感激泣下者為善』。予出呼諸子，如姚子壯、吳龍禎皆粵人，聞警輒先家去；即不去，亦皆書生，素所不諳。同門李來獨撰一道，又不得體，不可用。閣中促者數次，亡巳，代為屬筆，勉完十數敕以呈公；公大喜。此後凡有大詔，令悉送予起草。 \\n 既至梧州，金堡等被下獄，予謂嚴公曰：『此輩素攻公者，公極力救之，方得大臣體』。公曰：『是也』。跪沙濱申救，不允。攻五虎者，遂指公為虎黨，且側目於予矣。郭之奇謀於王化澄，求為教習館師，云以職方司一席見處。山陰公在上前，極稱予有制誥才；復引推知考選例，請改編修，管制誥。上問：『昨榜中為推知者幾人』？公對：『僅錢某一人，曾授推官』。上頷之。未幾，化澄請改中書吳霖管誥敕；予上書中堂，引典制力爭之，乃止。吳霖因改科員；霖與予素善，聞予言亦不以為嫌也。 \\n 五月，高必正、黨守素入覲，吳貞毓、郭之奇、萬翱等郊迎四十里外；欲藉兩勳以除君側之奸。其意在殺五虎、逐山陰，而專用化澄也。山陰聞之，先引病注籍。會高、黨於戎政侍郎劉遠生(同菴)為同鄉，召對之辰過同菴舟中飯。湘客，遠生弟客生也；與袁彭年(特立)聯舟，強出與見，高厲聲責之。而予適至，聞兩勳在舟中，急去；高望見，問知為詞員，即遣人邀入舟共話。高固賊，為人明慧，善談吐。坐定，向同菴言嚴公過；袖出掌科雷德復疏，參山陰二十四大罪，目為嚴賊。時同菴讀與聽，聽訖變色曰：『此疏太過』。予心知其不喜揭中稱賊也，因言『舉朝人皆說此公不好，想應不是好人』。予問曰：『公見過幾人』？高曰：『恐已見過一半，沒一人說他好者』。予笑曰：『為要說他不好，故來見公耳。朝班人甚多，若某等不要說他不好，便不來見公矣』。且說『嚴相公不好者，只為救五虎也』。因指特立、客生笑曰：『此兩虎現在坐。去歲此時五虎攻嚴相公無所不至，若是別人，趁此下手報仇，亦不為過；嚴公不害他，反去救他。據公看起來，是好人乎？是歹人乎』？高悟曰：『君言是也。然如孔子，也就沒有人參他了』。予曰：『孔子專有人參：到齊國被晏子參，到楚國被子西參』；歷舉其伐檀削跡、困陳蔡諸事。高喜曰：『原來孔夫子也有人參』。遂起候對。到班次，先與諸公大辯，盡反其說。劉使往竊聽之，聽不甚清；但聽講孔夫子常被人參。劉笑曰：『語投機矣』。及入對，悉如予言：力言『起恆公忠無私，宜專委任；金堡者處分過當』。於是郊迎諸公大失望；山陰師聞之，亦不知局之何以頓翻也。次日，師移舟平浪；兩勳用小舟追及之，予後至，笑曰：『往時言蕭何追韓信，今見韓信追蕭何』。高大笑，乃共邀之還。還不數日，再對；予亦侍班。對畢，上問廷臣：『金堡為君子、為小人』？無對者。予遂以次日上疏，言：『昨承上問，無有以堡為小人對者』云云；且極陳其不能遠戍狀。奉旨：『改青浪衛』。此疏出，不惟攻堡者大恨，與堡問難者亦憤憤；問『何以獨稱堡非小人也』？ \\n 未幾，予大病請假；命下：與劉、李來同改編修。予病益甚。時梧州瘴重，死喪無虛日；聞桂林稍清，固請山陰師乞堂假三月，往桂林一游。自予至行在凡兩年；謬蒙留守薦揚，屢加問訊，曾未識面。同邑方閣學曼公(以智)、吳廷尉德操，相距千里，握手無期；兼以閣學屢召不赴，求以史局自效，師因命予要之同來。遂以七月離梧，八月中秋至桂，而金、劉輩亦皆在，時得聚首於留守之幕。 \\n 警報沓至，留守公吟笑如常。且曰：『今冬、明春，吾與諸君且衣錦還故鄉耳。此地那得有憂』。蓋公初奉粵撫之命，湖州山中有松仙者授以錦囊數封，諭臨危始發；發則其事與年月日時皆預定也。依其策行之，如擒靖江、守桂林、用焦璉諸事，具有成效。是年庚寅，祗餘一封；外標庚寅元旦發。發之，有「扶公榮歸」四字；公以榮歸必錦旋也。予忽心動，惡其「扶」字將為「扶襯」乎？且僅餘一封，亦屬可疑。公天性和雅，顧亦信其術深；每當危急之際，輒處之泰然。諸將帥亦仗公從容鎮靜，卒以立功。久之，軍心既弛，將益驕，多不用命，而公猶以前事自持；局外者憂之。適張別山(同敞)自全州回，一見稱契；移予舟，纜其所居灕江草堂下。每酒後悲歌慷慨，自誓必死。別山無子，手一大卷，盡軍中所作詩文；示予曰；『此即子也。誰為吾留之乎』？一日，遙向荊棘叢指曰：『此境大佳』。命軍鑿開一徑，邀予並馬入。其中朗朗大如百間屋，其東壁有黨人碑，搨墨如新。聞數百年矣，今日始見，蓋所謂「龍隱洞」也；與予日縱酒其中為樂。臨別，以所愛小史屬予善視之；抽髻簪見贈曰：『聊以志盍簪之誼』。因欷歔泣下曰：『從此永別矣！時事如此，吾必死之』。予曰：『往時封疆受之朝廷，失則死之；今者以我為政，我在則失者可復，死則竟失矣』。別山曰：『雖然，無可為矣。吾往時督兵，兵敗吾不去、將去復回，以取勝者有之。昨者，敗兵踣我而去矣。士心如此，不死何為』！故予聞桂林陷，而知別山之必死也。在桂林晤諸勳，武陵侯楊國棟，豪俠有氣慨；興寧伯胡一青，身不滿五尺，精悍之色見於眉間；趙印選，魁然雄桀，然驕蹇不法，惟擁姬妾以自娛，尸居餘氣耳。 \\n 十月，放舟至平樂。曼公先數日發，曼公家寓平西山，去平樂四十里；聞予至，亦出同飲新興侯焦璉幕中。璉沉毅有威容，頗好禮。是月曼公四十，因醵分為稱觴訖，同訪光祿卿嚴煒(伯玉)於迴仙洞。蓋曼公欲移家傍伯玉而身赴史局也。留一日出，復送我於昭江。遇留守公次子元鏑(字生甫)自吳中泛海省親，至是始到。曼公遂與並舟而西，而予獨東。適御史朱由抹巡方復命，舟亦至；以十月初十日抵平浪，去梧州四十里。御史前船回，大呼搖手曰：『不可去矣！上駕巳南，百官倉皇隨行，亂兵搶掠，無可往』。少頃，留守公孫昌文簡討自行在至，云『廣州以初三日陷矣；吾輩惟有西奔桂林耳』。日晡，則廣西潰兵蔽江而下，言平樂已失，桂林於初五日陷矣。於是進退無路，昌文奔難而西；予輩舍舟入山，徐作南奔之計。豈意潯州陳邦傅叛，上幸脫於難，諸從官皆被劫掠，墮水死者無算。道路梗塞不可行，遂留滯梧州村中。 \\n 自十一月、閏十一月、十二月至次年正月，梧州空四月矣。二月，北兵始至。大帥馬蛟麟遣官齎書幣見招，避不敢出；始知曼公為僧在梧州城。曼公亦有書至，言桂林事。蓋曼公送予自昭江返，未及平樂，聞平樂已破。其家人被執；問公所在，則以予同往迴仙洞嚴伯玉家對。隨發二十餘騎往迴仙，而公亦適奔迴仙；騎縛伯玉，拷掠備至。公乃薙髮僧裝出，以免。伯玉遂至平樂見蛟麟，諭以降，不屈，脅之以刃、誘之以袍帽，皆不答。蛟麟乃延之上坐，禮之甚恭；因請出家，許之，故隨之至梧。而生甫亦竟由昭平南走永寧州，為叛民所執，死於獄；萬里省親，相距數百里不得一見而死，悲哉！ \\n 久之，聞桂林破，留守與張司馬同日死。在桂林者，吳其?以單騎奔柳州；德操被執不受官，盡其橐中裝以免；劉遠生、湘客隱跡猺峒中；金堡先期已投芽坪庵為僧，釋名性因；惟丁時魁乞降，即日補廣西學道，不數日死。予初謂道隱必死，已而別山死而道隱僧，頗訝之；已見其上定南王書，請收留守公及張司馬屍，詞氣慷慨，乃信其非懼死而逃於僧者也。留守既死，家人盡去；門下士吳江楊藝冒死尋其屍，猶未殊，但血刃在頸耳。具衣冠斂，與張司馬同瘞於北門。適堡遣人上書，藝遇之曰：『吾業已收訖矣，勿更生枝葉』。此書遂留藝處。 \\n 予久滯村中，再遣使南去，訪上所在；去者皆不返。已聞上在南寧，諸從駕相失者先後漸集。李元允自肇慶失守，單騎入見。方擬間道奔赴，而孫可望遣兵入衛。相傳有張護軍者甫至，即上山陰相公舟問封滇畢竟是秦、非秦？公曰：『君遠來迎駕；迎駕功甚大，朝廷自有特恩。若專來問，是挾封也』。與張辯，聲色甚厲。張不逞，公遂赴水死。死一夜，虎負公屍出諸岸。行在大亂，予遂止。又聞陳邦傅以計殺焦璉於武靖州，函其首至梧乞降於馬蛟麟，盡獻潯南之地；蛟麟縛送邦傅及其子曾帛入桂林。予遂去梧東下，中道被掠，幾不免；復回梧州。晤方曼公，始備悉桂林事。 \\n  \\n 　"}
