{"章节": "涉异志（明）闵文振", "正文": "　 \\n 　 \\n 　 \\n 涉异志 \\n 　 \\n (明)闵文振 \\n 石?妃 \\n 罗源紫霄岩有二女神号石?妃灵显颇着永乐初出海军张元诲等戴星过岭遇轿二乘侍女数辈执烛笼前导元诲等疑?于归之妇弛担候之忽然不见知?二妃叩谢而过二妃者其初罗源徐公里石氏女也姊曰月华妹曰雪英皆有姿色涉书史五季末处州青巾贼作乱二女被掳义不受辱相继投河死宋时林孝子戆孙入山采樵遇二女明妆俨然肃入其家延茶久之月华吟曰世乱年荒起盗兵纷纷蝼蚁尚迯生妾身不幸遭俘虏雨涕何时积恨平百尺潺湲探禹穴寸心皎??絜付陶泓皇天不冺坚贞女召拜云阶浪得名雪英吟曰昔日繁华若转蓬千玑万琲总成空肉芝胜比莲花鲊甘露何如竹叶醲物外烟霞随处得世间风雨任牢笼知君巳有曾参行暂与寻常一径通吟毕谓戆孙曰吾石氏女遭难而死上帝悯吾贞烈敕吾?火部曜灵?妃吾妹?水部风毒?妃封此岩?紫霄岩命吾主之俗呼曰石八娘岩是也君以孝闻今虽贫不久当贵巳而相别送出戆孙回望无复人宇矣 \\n 张太子 \\n 浮梁东隅有昭烈庙祠唐张廵设像旁侍曰张太子永乐戊子士人卜秋举降箕曰玉霄一点坠云端难失隹人一不全敲断凤钗文不就贵人头上请君看葢王英高中四字也是秋果然英山东滨州人其父斌?浮梁令以父任应举云又士人袖芭蕉叶入云我非问功名第言袖中何物诗云两手怀来一叶青知君无意问功名可怜昨夜三更雨减却窻前数点声又士人得异草来问其名诗云苏武当年胆气雄匈奴一箭射飞鸿至今血染阶前草一度秋来一度红葢名鴈落红云如是者莫可枚举或谓是时有旅衬寓庙中必其所?后衬移而神不显 \\n 戚侍郎 \\n 黄岩侍郎戚公存心布衣时贫甚有怜其才欲妻以女者患其无以自给但与盟曰发身即完婚邑有厉坛荒僻攒棺甚众人不敢近富家少年戏曰厉坛第七棺中贮钱三百文秀才今夜能取之乎公许诺少年以饼十四枚?之使分置各棺以?验至夜少年先携钱置棺中匿棺旁顷之闻羣鬼相语曰戚侍郎来此盍出避惜此人不获令终耳巳而公至羣鬼辟易匿榛莽间公分置饼各棺取钱而去恬然无惧明日少年贺公曰秀才位至侍郎也但当慎晚节耳后登进士完婚累官工侍以同邑贺侍郎谮果弃市 \\n 黄鱼?曷道 \\n 宣德四年七月宁德督银场太监周觉成至邑之十三都青岩之地下令毒鱼各溪炼巨石投水中爆裂俾鱼鳖惊奔尽出是日有道人入门泣告曰一切蠢动咸有佛性乞减药石三分少存微命觉成不听但啖以蔬饭道人含泣食尽而去巳而各溪鱼鳖尽毙有大黄鱼?曷独异羣鱼剖其腹所食蔬食俱在觉成未几病剧恍惚见道人携其娄?页万数索命遂死 \\n 关山隶 \\n 少参临海范公文初下第归自杭心急抵家驰至关山时巳四皷稍憇岭上遇隶兵至进曰君何?破晓至此公曰不才落第白日无颜过此故也隶兵曰君他日登甲第仕?郡终参藩何虑也公谢曰安得有此因诘曰汝安得至此荅曰我奉官差至新昌拘罪人闻其人在此山下故来此今同君下山也至山麓公曰饥甚隶兵走入田家取粥一盂食焉食讫隶兵送盂还田家嘱曰君宜少候山下有虎不宜独往也隶兵出偕行至人家门隶兵曰我入此家若闻哭声我走君即走少顷果有猛虎咆噑而过隶兵于门内拘一人踰墙出即闻哭声公遂惊走平明乃止始悟隶兵?阴司摄人之鬼也其后登景泰甲戌进士仕官悉如所言 \\n 木自动 \\n 连江人倪神保幼失父母常念罔极之恩不能报与其妻林氏共祷于天欲得一木两枝连理而生者取之刻父母像以祀焉乃徧求山中至石芹山见二木同生倪乃拜祝曰此木果可刻吾父母当自动者三祝毕其木交股摇动凡三而止即取以归佣工厚值刻之既成祭哭奉于中堂凡饮食供奉出告反面一如事生之义 \\n 祷雨文 \\n 景泰五年七月宁德旱甚邑民祷雨西山龙湫疏文未善投之须臾别浮片纸取视之乃元至正间祷雨文也其辞曰某等俯陈蚁悃仰渎龙颜乞鉴凡心愿舒圣眼言念生居在世治本于农蒙天地覆载之恩感雨露滋濡之德春耕夏耨敢辞涂足之勤秋获冬藏实切资身之望不期兹岁忽值恒旸爰从九夏之初逮及三秋之始巳经六旬不雨忍见千里扬尘石燕停飞商羊绝舞致泉源之既竭慨旱魃之?凶知作孽自我烝民故降灾实由上帝爰深修省特致祷祈虔取某时恭诣龙湫恪求圣水愿施甘雨稍救枯苗伏愿龙颜大悦赐涓滴于金瓶龟拆全滋霈霶沱于陇亩庸副实栗之咏预占大有之祥垂佑我民迓续乃命云云众?诵之须臾大雨如注 \\n 鸟引尸 \\n 严陵卢廷俊?临川知县时有饶姓女许唐家子未嫁女私于人一日壻至女家嗔而杀之匿其尸壻母诉于县女家不承廷俊焚香祝天曰愿雪壻冤翌日之后有鸟飞鸣甚哀廷俊曰得非死者诉冤乎果尔宜前导鸟即飞而前使人尾之至深谷中乃得尸女家惊服抵罪 \\n 死作城隍 \\n 天顺间陈??絜?罗源知县多善政将殁有人梦城隍司使者打扫甚警传呼新城隍上任及至乃??絜也次日??絜卒又邑人陆引?象山县丞有政声劳思致疾城隍阍者梦中恍惚闻人唤新官到任急?洒扫阍者问?谁荅曰陆相公也及觉引果卒士民知其事并诣庙哭奠 \\n 方景明 \\n 陜州千夫长方景明死踰年一日凭巫语曰吾今隶酆都职掌鬼籍世之死者皆吾录也嘱吾妻善诲二子综理家务勿失所可矣语讫而去未几有戍卒病卧数日友人来问病语之曰吾适似梦似觉见方侯与语欲吾?用录姓名而去所录甚多吾友之名亦在焉宜早?后计友人方无恙闻之大骇悔恶而出次日戌卒果死又数日友人亦死 \\n 鹰神 \\n 大兴太宰刘公机初?秀才时畿郡有鹰神乃一猎鹰也一日飞止公宅造糍饲之偶不??絜鹰攫其奴若惩之者居数日呼公名语曰公大贵人他日当得八人抬轿参赞南京巳而飞去公后举进士累官兵部尚书参赞南京机务如鹰语云 \\n 霍童古墓 \\n 宁德霍童乡有古墓成化间有近地居氓偕山人往视将发而葬其父是夕梦老人告曰汝欲发此墓盍不效孙文祥乎若发当有祸氓觉而惊然不悟孙文祥?何等语乃徧叩士夫一日有以福宁志藁示之者乃知孙文祥福宁人也宋开禧间自浦城觧馆归道经霍童乡日暮忽见山旁有屋遂投宿焉夜半闻内寝恸哭问故有夫妇曰吾子不肖将鬻此屋明旦当徙幸遇仁人至此不觉悲伤文祥曰子孙卖宅?贫故也勿虑吾?汝谋之其夫曰若尔当厚报寝至旦视其处乃荒冢也心甚异之候至日午果见衣缊袍者以豪右仆从持畚锸至文祥诘之对曰家贫将祖坟迁葬以地鬻人度活耳文祥曰慎勿鬻此我赒汝贫因倾囊与之不告姓名而去后数夜梦寄宿夫妇拜曰向日厚恩莫报今捧二凤雏相谢遂孕二子长曰附凤次曰翼凤后并登科第官至公卿氓乃大惊曰报应如此吾敢葬此墓哉事遂寝 \\n 钱清事发 \\n 黄岩侍郎方石谢公铎布衣时尝夜月翫游邑城之澄江浮桥徘徊久之忽桥下有隶卒曳一妇人登桥从岸而去公尾其后见一贵人候于途呵令曳至曲巷民家门首呼曰钱清事巳发限明日午时取勘门内应声唯唯巳而皆不见公心知其?幽冥也明午复至其门侦之见竹工负物入门倐尔流血仆地公忆夜所闻语之曰钱清事巳发竹工瞠视曰是矣是矣遂死公竟不晓所谓阅数年公授学至山阴知钱清有富妾尝被杀会有织工至执于官不胜拷掠遂诬服公闻其事问富家曰数年前有竹工至汝家乎荅曰有之实黄岩某工以造竹器主于此自妾死不复至矣公乃以钱清事发之语告之富家乃悟妾?竹工所杀而误逮织工也以公之言白于官织工获释益竹工尝与妾通利其财杀之也 \\n 兖州城隍 \\n 嘉定龚公弘由郎署擢兖州知府将之任舟阻北河旁近舟?羲有官舰询之荅曰兖州新知府赴任也公惊曰岂有一府除两知府者或假?以害人者也使人通问舰中冠袍贵人即造公舟拜谒公恠之答曰知府虽同幽冥则异尔公曰得非城隍之神乎曰然公曰鄙人何得获与神遇曰以公正直故相见也公曰到任后可许再见乎曰公入庙时第止驺从于门外公独登堂则相见矣他日公谒庙果如教辄相见一日公入语及案牍之劳答曰吾检勘阳间事更劳也公曰神所司可使鄙人见之乎曰公第闭目即见矣公果闭目则见堂下囚徒纷纭哀告百状有一媍人乃公同寮推官妻也以铁钉钉一指望见公哀鸣乞救公询于神且?营救神曰此媍妬悍杀妾子三四人致推官绝嗣故受此报奉公教稍宽指钉但死则不可免也又见府中工房某吏两手俱钉公问之神曰此人先?刑房屈法杀人今当抵罪巳而公还府会推官妻指疮十余日痛不可忍公入问疾推官曰顷者指疮少宽方熟睡也又使人问吏吏方两掌疮甚公谕推官当豫后具令吏外徙甫三日推官妻与吏俱死公在郡数年有疑事辄请于神以是人不敢欺云 \\n 林中丞 \\n 莆田林中丞元甫资状明秀夫人亦有容中丞布衣时读书别馆忽有美妇来就寝异香芬馥旦去暮至以?常告曰妾非妖祟与君有夙缘耳自是中丞日益精徤夫人辄多疾疢每中丞宿夫人室闻异香即出就馆媍巳候矣不尔则卧内臭秽特甚成化甲午媍告曰君今科当捷至秋果然及北上相别明年登进士方属泥金书草忽失所在其书是日遂至家夫人识?中丞报捷书也惊且喜自是三十余年中丞扬历中外绝不相闻夫人遂尔强徤迨官广东方伯媍忽至悲喜交集中丞求修旧好拒不从曰与君夙缘巳尽不敢及乱君明日当迁中丞特相报耳妾亦自是逝矣泣别而去中丞果擢四川廵抚副都御史媍竟不复可见矣 \\n 林氏女梦 \\n 宁德林生初?邳州学正时出接官是夕幼女年纔十二三梦有高葢大轿舁一达官入其邸驺从甚盛女惊闭内户伏地仰窥见达官降轿登堂皤髯赭面仪度颀然呼曰吾弟何在何寂然一室女内应曰阿爹接官未回也达官曰汝第言尚书五伯今别赴任所过此特来相看遂升轿呼拥而去女熟记忆明日父归女告焉父疑其诞诘之曰汝见五伯是何状貌女言云云果合生恠之葢五伯者乃生族兄赠少保庄敏公聪也时?刑部尚书逾月公计至自京师考之公没之日即女见梦之夕也 \\n 方合浦 \\n 浮梁东岳庙设地狱诸司俗云死者皆归焉成化壬寅邑士方公震时年四十病甚垂绝但胸犹温耳?使者摄至庙中正殿王者曰送西司勘使者引送西殿主者揭籍语之曰此子禄未享尚未宜来即以其籍付公观之见画有廪庾米粟斗斛俱备又有冠带近公之身侧即命使者送归将出庙遇其父祖及邻里亲朋巳故者皆就问焉知其得归皆称庆使者促之出门至家而苏语所亲曰阴司之说信有之矣明年果食廪壬子膺乡荐历校官终合浦知县休致十余年而卒 \\n 天妃拯疫 \\n 侍郎南城罗文肃公玘?秀才时成化乙巳由入粟至陜西还至谢埠舟中大疫公亦被病四月至清泥湾势益炽公以锥剌其手无血自度必死时其弟经在舟与之诀正冠瞑目奄奄若入深泥中臭腐不可当自卯至巳仅余微息耳忽闻舟中呼天妃至遂张目觉舟之箬篷压下如轿足之垂而陷者宛然一媍人呼曰此中有一有学之士病在孤旅滩上如何无一神道救护我来送他一阵好风言毕轿足举起蓬复故顷觉浑身冷颤须臾颤掉不巳虽舟亦?之动经乃以蓑衣数件覆之自巳至未出臭汗如雨衣席皆濡渐觉少苏巳而遂愈是秋北上过天妃庙具仪叩谢勒其事于楣间 \\n 南斗星君 \\n 福清何仪举进士累官浙江布政使休致家居僯有病者死而复苏语人曰顷在阴司沿街结彩焚香哄曰今日南斗星君上任须臾见簇拥过市所舁者何仪也我攀仪方欲请问从者曳而寤乃复得归葢何仪方以是日卒也 \\n 晏公庙 \\n 饶州芝山驿傍晏公庙其神忽然灵显降箕言事如响应声郡人刘贰守者归省往验之袖枫叶讯曰何物也书之曰袖中红叶好题诗讯以他事皆验刘焚牒令吐实不尔当遣除之是夜梦?人告曰某新安人也溺水死庙下淹滞庙中不能归附庙神求食耳公能归我甚幸明日刘具其事投牒城隍夜梦?人来告曰荷公厚德今城隍给牒得归矣特来辞谢明日去此公宜保重后福未艾也自是庙神无灵箕笔遂绝 \\n 东山庙 \\n 台州东山庙有贫士日叩神求资以财逾年守庙者铏土?金银二锭置城中杨柳桥下明日贫士叩神守庙者作神语曰可到杨柳桥下取金银贫士如言果得金银二锭他日一士人累举不第友人戏曰东山庙曩者贫士叩神得金银盍叩以试题当有应士人旦拟叩神友人书三场试题置神案炉下诘旦士人来叩友人作神语曰题在炉下士人取之豫制文义及入试果符其题遂得第 \\n 前妻阴愤 \\n 浮梁邑北余成十一者初娶妻甚相得未几妻死继娶同里女一日余出继妻见前妻入室愤骂曰汝夺我夫因肆棰挞继妻呌号家人奔救无所见自是余每出辄如之一日余怡继妻佯出潜伏榻下继妻卧于榻前妻来压其上愤挞如常余亟出持斧逐之见前妻惊走升楼穿屋角而去余追挽其衣落半幅皆纸灰也自是不复见 \\n 卢太守 \\n 天台卢希哲浚举进士弘治间知黄州府一日坐堂上隐几假寐梦老妪延至市中桥旁民家饷以馄饨餍饱而归及觉口犹脂腻亟遣左右告以其所走访之其家八十老妪方设祭将彻问之答曰吾夫死三十余年平生嗜馄饨今乃忌日设馄饨祭之耳左右还报希哲惊讶时年三十余意其?后身也召老妪入婉然梦中所见者给以白金一斤自?文白其事既而罢归十余年忽招亲友会饮明日集妻子诸孙宴于堂痛饮尽欢至晡曰可罢矣俄指堂下语曰汝等隶卒少候便去乃入沭浴更衣出坐堂上辞妻子曰我今复?酆都郡守即登舆去矣妻子惊异气遂绝年四十余 \\n 何烈女 \\n 泗州何氏女父蚤死母病不能自给有夫妇侨居泗上绐母求女?介媍母即归之女年十六携居淮之满浦诱以?娼留一贾人逼女事之女不胜愤仰天大哭自刎而死夫媍贾人皆惊逃去抚淮都宪张公敷华闻其事命所司礼葬焉时弘治巳未也越五年甲子大旱都宪陈公道淮入京水涩不能进坐候不得雨一日梦女子泣告曰妾泗人被逼身死有冤不白公能雪吾冤即有雨公可进矣陈公既觉异之犹未深信是夕复梦如昨公翌日召所司诘之耆民康镇备陈其事公即命郡守杨逊表其墓具礼祭之果大雨三日乃止陈公果得行正德间淮推官前都给事中马骙?立烈女祠于墓侧纪以碑 \\n 台州三宝 \\n 台州城外数里有白塔观音院初上人于水滨获沉檀破?薪中有观音小影遂刻像率众建院侍奉忽院僧梦观音告曰盍徙我置白塔顶诘旦僧徙像薄晚取之屹不动将集僧众往取而院巳煨烬矣像得不毁是夕城中城隍庙后王总管祠亦毁未几王总管幻形?士人至温州语?人曰台州白塔观音院被毁盍载材往当得厚利?人果载材至白塔城中人亟市之?建总管祠?人至祠见总管像即前士人也相视惊讶故台州称三宝其一?天宁寺钟白塔观音王总管其二也 \\n 琼二女 \\n 浮梁邑北张明三者侍世父宦琼崖官舍与李指挥宅?邻李氏二女俱长有色明三通焉及归潜携二女舟中将渡海李追急明三计穷亟推二女死于水后十年明三腰患疾殊甚迎孙医者治焉投剂小愈是夕孙梦观捕鱼于里之梅湖水中二女祼而至执孙衣曰妾琼人也来?张某治病汝固夺吾功乎相与曳孙入水中孙惊呼而觉汗流沾背诘旦以语明三乃拊膺泣曰业至矣吾其殆乎果逾月而死 \\n 兴善庙 \\n 台州城中委巷有兴善庙神颇显有赵小一者游其中遇?人携囊金息肩庑下入夜小一杀?人取其金祝神曰神道切莫说方拜下神语曰我到不说只怕你自家说小一惊起数岁小一同友人过庙门诧曰此庙神极显友人问故小一曰吾往岁杀?人取金祝神莫说神曰只怕你自家说此其显也友人叹异逾年小一与友人交恶友人以其事诉于官小一坐死 \\n 小羊诉冤 \\n 御史沈子公正德戊寅秋视屯田于江北未至全椒三里县人迎诉者甚众沉默数而目识之既而失其一人问之左右漫然答曰散去矣至县坐行台诉者入末一人蓬首跣足敝衣乃道中失去者沉问何处人答曰全椒人问何名曰小羊曰诉何事曰有冤曰有词乎曰无有沉叱使出忽不见急索之不得葢是时独沉见之与之言左右皆无所见沉知?妖大骇流汗呕利交作县官问疾沉语之故询之曰县中得无冤者乎对曰往年有顾景祥者?其弟所杀并及其子事适败露殆?是耶葢景字下?小祥去示?羊也沈执其弟一讯服罪乃知小羊又景祥乳名也 \\n 举场旗 \\n 蜀举子冯生濒入礼闱其仆谢保暴死生不及殓钥邸户入试薄晚归谢保复苏告主曰我初死时被人引入试场徧观舍下诸举子首有插红旗者有白旗者所识张某朱某皆红旗余皆白旗生曰我旗何如曰官人亦白旗及揭晓独张与朱得捷生辈果不第葢红旗者吉也 \\n 红蛇 \\n 副使秀水苎村诸公儞布衣时偕友人郎某出郊见片纸于地戏共溲之坐亭中有老人至以杖戳纸苎村问曰戳者何也老人曰红蛇也苎村异之老人去一少年至拾而启之则一荷囊也内贮大钱四文遂持以去苎村语郎曰此钱非吾与老人所当得吾视之纸也老人视之红蛇也少年则视荷囊而取之是当归之少年也相与叹息而去 \\n 陶詹庙 \\n 瑞安有陶詹庙其神陈姓着灵验庙宇壮丽蓄香火田二十亩岁储积久不赀正德间邻火延爇烈焰弥天人见庙炉若巳灰烬忽一人狂发仰卧于地教市人舁巨石臼置腹上实稻于中数人执杵舂捣米熟而火息庙竟无恙民庐亦赖以全去臼狂人昏愦诘旦乃苏葢一村氓也众诘之则曰火发时陶王远赴斋会望见火势命我来此教以舂稻救火耳我实不知也自是境内病者取所舂米数颗煮服辄愈 \\n 浮来山 \\n 笔架山者福宁治南大金千户所前海中之山也嘉靖乙酉四月二十三日巳刻有五山自海外浮来如笔架相联填塞海流其山顶平如几亦有突兀隆起峯峦秀正竹木蓊欝鸟兽出没不可名状居人聚观骇叹以??山也自巳至申渐消没不见千户吴权命周廉者绘?图郡人张鹏纪以诗有奇状?可玩胜迹弗久留之句 \\n 张胜夙报 \\n 福安崎兠小民张信八素颇自守一夕梦二人至其家一人自称曰我张胜也福宁大金人前世与汝共设酒肆我子?汝殴死觅汝数十年不得今至此幸得之汝可去还我子矣遂曳至数里外龙潭亭上遇崇福寺僧德广者劝谕得释而归既觉大骇语其妻曰吾殆死乎因病狂复见所梦二人至自卧内羿出中溜鼻耳口俱封以泥如此者数次其妻惊异守护不离侧久之少愈忽登舍后山中拾薪良久不至妻往视之巳死于树杪手足皆束以藤萝时嘉靖丙戌秋也 \\n 题栋诗 \\n 嘉靖间费文宪公尝构别业其基乃宋柴侍郎之故居也公颇勤劳建造一日卓午有绛袍冠带士题栋柱曰我昔犹君昔君今胜我今盛衰皆有数不必苦劳心公惊视之俄不见 \\n 豸九梦诉 \\n 临海帻峯秦公武以御史廵按江西行部丰城梦有诉冤者问其名曰我名豸九被升九谋娶吾妻构妻弟共杀吾弃尸屋后井中公觉识之明日密谕左右执升九及其妻至一讯即服耴尸井中尚未坏葢死几三十年亦异矣卒皆抵死 \\n 蛇啐乳 \\n 福安俗不育女凡有渰溺并瘗床下不尔终不得男有林干妻张氏连产六女置木桶坎床下产辄溺死弃桶中封以土后复产女溺杀之张氏启封将弃桶中有巨蛇自桶中跃出蟠绕张项以首啐其乳张击之则痛苦不可当抚摩之痛稍止移日不解张遂死人谓死女之报 \\n 龙母 \\n 嘉靖甲午温州旱甚祷祠不雨有老人语永嘉周尹珫曰请龙母来则雨葢距城十里有崖深入下有龙潭崖中有龙宫塑盈尺神是曰龙母周尹遣里胥随老人往迎龙母归至半途空中有龙吐大雹老人戒里胥辈伏河水中移时乃止渡河至城雨隐隐隔河老人曰府县官不出迎雨不过河里胥走告羣僚皆至再拜雨果徧城中但微沾耳奉龙母于开元佛庐树赤旗老人戒曰勿展巳而众忽展旗须臾有白龙如练摇曳云中大风暴作阖城折屋飘瓦官民惊惧独龙母所居安然无虞老人敛旗持竿戳地三声雷轰然震风遂息大雨如注巳而失老人所在岁用有秋时七月九日也人疑老人即龙云 \\n 老君殿 \\n 莆城外有老君殿嘉靖乙未秋廵闽侍御白公按莆毁殿构祠以祀马忠节公落成置酒大会缙绅饮间有童子三四百人突至纷掷瓦石席宾骇散童子入祠聚木屑戏曰还我老君殿放火烧之须臾灰烬马氏上愬白公大索童子括里中仅得四人鞫之无言加刑拷挞閴无呌号白公异而释之且曰老君者吾夫子所从问礼殿不宜毁命复其旧别购基?马公祠 \\n 徐贡魁入阴 \\n 怀安徐贡魁拱嘉靖丁酉春卧病垂绝被摄至城隍祠王者视籍曰汝平生侮慢神祗罪当磨令左右曳出加刑徐力辨不服王者叱出至门遇其舅氏新除教谕而没者也徐告以故祈救舅曰我?汝言之携徐入告王者以籍示之曰罪本难贷姑从公言此子今当掇魁姑且宽之舅谢焉同徐出徐问曰舅氏一教官乃见信于王者如此舅曰我今?要官不止教官矣若教官岂能救汝乎遂相别徐忽堕榻而苏病寻愈是秋果以礼经魁乡试逾三年死 \\n 翁氏徙居 \\n 莆城翁生故尚书世资公之孙也病极昏愦中入一府第见尚书公迎谓之曰汝安得至此指左右杻械罪人皆其所识者曰此皆在世?恶者今受此报汝归告子孙一切恶事慎勿?之可也亟促之归且嘱曰宜即徙吾居勿迟也踰数步又嘱之生稍苏备以其语告家人果徙居三日而阖城火翁旧庐悉?煨烬 \\n 《涉异志》(明)闵文振 \\n  \\n 　 \\n  \\n  \\n 　"}
