{"章节": "瑶台片玉乙种", "正文": "　 \\n 　 \\n 　 \\n 瑶台片玉乙种 \\n 　 \\n ·花底拾遗集上 \\n 粤黎美周《花底拾遗》新安张山来补之，弄笔之暇，摘其语之，尤香艳者，辄填小令一阕。 \\n ○双调南歌子（春朝姊妹为嫩蕊乞晴） \\n 细瓣禁寒勒，微香带雨封。一春芳事惜倥偬，央及东皇，吹散絮云浓。 \\n 奏换章书绿，衣催纸翦红。雕棂私祝共喁喁，怜取含苞豆蔻，未经风。 \\n ○甘州子（金笼悬鹦鹉化花监） \\n 小园无主乱红欹，邀蝶使。迟莺儿，绿衣巧舌善言词。凭管领遮，莫误芳时。 \\n ○诉衷情（薛涛生榜种花事宜） \\n 桃花一幅费端相，新谱摘群芳。今年恰喜逢闰，好仿个十三行。 \\n 愁命薄，惜流光，缓商量。叶闲觅虱，树底师驼，都要浓妆。 \\n ○双调连理枝（花朝慵病强起） \\n 偏是花同命，偏是春朝病。况又今朝，百花生曰。教人怎困，恁腰肢无力，弱难扶待，如何安顿？ \\n 浅趿弓鞋寸，略整蓬松鬓。怯怯风前，尽自支持，向春问讯，镇韶光，偏在病中过，怕簪花无分。 \\n ○江城梅花引（花时深闭小阁怕触香烟） \\n 近来肺病怯熏衣，屏相思却相思。拚掩窗纱，寂寞度芳时。避了莺儿兼燕子，留春住。愿春还，恨将离。 \\n 将离将离莽天涯，梦未痴魂已痴，梦也梦也梦未觉。生怕人知，有花前娇喘一丝丝。香雾那禁沉速重，帘下也尚殷勤问侍儿。 \\n ○相见欢（碧纱窗下摹疏影作刺绣谱） \\n 花枝窗外扶疏，月来初，照出几枝疏影倩人扶。 \\n 新花样凭谁创，费描摹，祗是几行题款怎生书。 \\n ○长相思（寒食后写落花时寄人） \\n 惜残红，忆残红。闲来觅句咒东风，春归愁煞侬。 \\n 流水西，流水东。花落关心谁与同，多事倩邮筒。 \\n ○醉太平（佩忘忧草羞人唤作宜男） \\n 当人自羞，无人泪流。佳名祗说忘忧，佩萱花并头。 \\n 女儿莫愁，生儿阿侯。宜男真个宜不奈，萧郎远游。 \\n ○愁倚栏令（牛凤仙染甲弹筝） \\n 纤纤弦上春生，调银甲猩红几星。一曲未成，花乱落妒，煞歌唇。 \\n 十三行柱分明恁碎点脂痕粉痕，莫被桐花么，鸟觉桂损朱绳。 \\n ○蝴蝶儿（晏起知有夜雨步出芳阶） \\n 夜深时，梦儿知，小楼春觉起来迟，悔教花满枝。 \\n 苔滑阶生翠，寒添步怯移。已教湿絮厌香低，怎禁风又吹。 \\n ○生查子（采相思豆） \\n 但采合欢花，莫种相思树。把酒祝东风，误入相思路。 \\n 红豆纵相思，不向天涯去采。得欲遗谁生，怕檀郎妒。 \\n ○醉花间（踏青拜花田古冢） \\n 来花裹，去花裹，愿向花间死。春梦几时醒，一冢土花紫。 \\n 湔裙过上已，浇酒酬花使。花魂倘返香枝，发须连理。 \\n ○点绛唇（罨绣阁兰） \\n 罗幕重重，竟体芳兰初罢绣。素心冷透，休让风吹又。 \\n 预储幽香，耐得寒时候。春依旧，晴窗暖书尚有梅花瘦。 \\n ○浣溪沙（折荷花冒藕丝缠臂） \\n 未到相怜意已疾，折来佳藕早相思。为郎续命戏缠丝。啮臂香留红一角，苦心凉蹙翠双眉问郎刚道莫相宜。 \\n ○伤春怨（乱风时一声娇怨） \\n 已为花愁落，锦帏留春耽阁。忽地乱轰飞，最恨阿姨情薄。 \\n 茵溷随缘托一样，伤漂泊。恁地咒，东风可消了心头恶。 \\n ○丑奴儿（埽槛外待邻姬践约） \\n 邻家姊妹芳年共，祗隔垂杨，邀过东墙，准备花前细评量。 \\n 阑干曲曲红飞遍，扫却苔香，添了垆香，约略台前竟早妆。 \\n ○散余霞（七夕悬素心灯乞巧） \\n 秋宵瓜果庭前供，莫聘钱浪用。香蕊编个灯儿照，双星好梦。 \\n 今宵阿谁巧送，压间愁凉重。鹊桥珍重归来，怕宵深露冻。 \\n ○更漏子（胭脂径上纵横小屐迹） \\n 宿雨霁时红狼籍，弓弓小印成行。为因花裹捉迷藏，间踏碎群芳。 \\n 花径窄软谁量，苔痕绿到鞋帮。湿泥满径迹犹香，衔教燕子忙。 \\n ○忆少年（绿荷池自放鸳鸯） \\n 双双同宿，双双同浴。荷花香裹，临风正交颈，怕莲歌惊起。 \\n 五色低飞毛映水，自调持侍儿休使。多情爱离别，对鸳鸯羞死。 \\n ○金蕉叶（伫立柳絮风前） \\n 悔教开向春前落，而今是随风飘泊。南北东西，天涯何处浮生托，不信春情恁薄。 \\n 蓦然往事思量着，枉疾心误了盟约。看他落向谁边，尽恨当时错，立损苔阶一角。 \\n ○忆秦娥（怨枝上啼莺却惜花不敢惊起） \\n 春书暖，金衣不解春深浅。春深浅，惊回一觉，天涯梦短。 \\n 啼声俏压花枝软，莫教零乱残红点。残红点，恼煞春，人情尽不管。 \\n ○清平乐（斗草湿罗裙） \\n 红闺女伴，不斗看花眼。芳草多情都入选，那羡谢家须翦。 \\n 佳名也占群芳，花茵团坐何妨。忽地，罗裙湿了，一汪儿水都香。 \\n ●乙种·花底拾遗集中 \\n ○相思儿令（玉兰片学写春词） \\n 句索丁娘艳，花拣辛夷片。自屑麋丸吮兔毫，学写个鸳鸯券。 \\n 细字蚕眠辨。浮向鸥波面。墨未乾时瓣已乾，生憎一霎春光换。 \\n ○画堂春（抱小鼓催花作酒政为意中人缓急） \\n 金尊传去落谁家，匆匆响歇三挝。意中人隔绣帘遮，险不争差。 \\n 手把双枝重起，拚教斟满流霞。无情羯鼓有情花，底事欺他。 \\n ○阮郎归（插寒梅檀口轻呵） \\n 月明轻拗鹤犹醒，重寒偎胆瓶。横斜位置费沉吟，呵开冻一层。 \\n 兰气息，玉温存，幽香冷透心。胭脂吹暖活春痕，金闺返断魂。 \\n ○锦堂春（观落红有悟皈依空王） \\n 剩粉零星易散，残香委地都消。繁华纵好旋零落，魂倩阿谁招。 \\n 碧海三生不返，朱颜一霎终凋。虚空打破浮生梦，寂寞度芳朝。 \\n ○朝中措（明月绿阴长欢） \\n 雅锄手把落红埋，芳草满天涯。恁是月明春尽，绿阴夜，少人来。 \\n 莺花易散，空余翠影。铺满苔阶，独自一声长叹，谁怜作恶情怀。 \\n ○醉花阴（消渴吸香露） \\n 惊觉一声春晓梦，酒病宵来重。花露未全消，吸向枝头，舌底香微送。 \\n 珍珠几叶凝脂冻，颤钗头么凤。漫道唾花飞，润到歌喉，凉沁心儿缝。 \\n ○极相思（侍儿分部司栽灌） \\n 名花百种都栽，分咏检诗牌。花神位置花奴管，领递报花开。 \\n 风雨关心休草草，学分曹御史齐来。经秋怨晚，临寒待秀，各种安排。 \\n ○太常引（上秋千飞红如雨） \\n 自攀彩索转香轮，不脱郁金裙。裙底扇芳尘，惊起花魂一星。 \\n 云堆鸦鬓风生翠袖，催落雨缤纷。到地却无声，漫赢得空阶绿阴。 \\n ○梁州令（拣古今名姬与花名合编作列传） \\n 花是人儿影，人是名花真本。美人情重合司花，名花谁把人儿并。 \\n 美人易老名花损，拈出闲来品。龙门合传差近，嗤侬费却闲脂粉。 \\n ○西江月（芙蓉水醮笔自写春容） \\n 双泪断红镜裹，一灯惨黑窗前。影儿相伴有谁怜，作了昙花一现。 \\n 醮到芙蓉香水，写来芍药芳笺。几回把笔细端研，他曰真真谁唤。 \\n ○江月晃重山（堕马急挽尘杨） \\n 玉勒娇嘶芳草，金钩软踏香尘。鞭丝无力晚风生，如飞去，一跃赌身轻。 \\n 弱柳绿摇有影，娇花红堕无声。垂条攀住战凌兢，妆倭{髟}，险作坠楼人。 \\n ○满宫花（就流红送老蚕蛾称是薄幸事） \\n 茧水香，缫车巧，桑叶成阴春老。落红流水送将归，预祝明年蚕好。 \\n 花溶溶，波渺渺，别是一般怀抱。负他辛苦茧同功，恁把情丝断了。 \\n ○月中行（百花生曰约邻姬共祝） \\n 钿车香伴祀花神，花底弄瑶笙。明朝又道，百花生曰，相约拜香尘。 \\n 春来百种芳菲艳，偏赚得百样漂零。算他薄命总无分，怎说不同庚。 \\n ○忆故人（自绣梅花帐） \\n 门掩黄昏，天寒合入罗浮梦。怕迟明月鹤犹醒，制就梅花洞。 \\n 一丈鲛不用，别绣出枝横影纵。冰心独抱翠羽，双栖寒香供奉。 \\n ○滴滴金（数花须） \\n 开时已觉春无赖，（玉溪生诗花须柳眼各无赖）纷垂恁葳蕤态。指尖拈粉看模糊，怕蹙损眉黛。 \\n 误作推敲诗境界，吟成字，茎捻坏。采香等煞报，衙蜂看曰高闲晒。 \\n ○怨三三（梧叶落取制炉灰） \\n 博山未尽鹧鸪斑，留住香烟。尚觉氤氲触鼻尖，炉灰薄，要重添。 \\n 秋风梧叶穿帘，已蚀尽青虫碧。烧却寸心难，经过尘劫，便近旃檀。 \\n ○竹香子（翦桐叶作弓鞋样） \\n 临却书儿仍绿，翦作弓鞋样曲。双凫飞去便封侯，莫笑金莲蹙。 \\n 纤纤掌上一握，风儿幺也敛香宿。秋风筛影月儿高，正挂半湾素玉。 \\n ○玉蝴蝶（折柳作同心结） \\n 东风软透腰肢，懒与妒双眉。摇荡一丝丝，同心是几时。 \\n 丁香原有结，折柳试编之。遮莫唱将离，同心遗阿谁。 \\n ○太平时（洗桐） \\n 坐听秋声树底多，应婆娑，生生翠干几摩挲，奈尘何。 \\n 自汲井华还洗净，倚衫罗。晚凉一叶鬓边过，露娥。 \\n ○摊破浣溪沙（纫五色纱囊贮花种） \\n 仙露曾收掌上珠，彩囊重自翦罗襦。珍重花前亲采撷，贮来无。 \\n 佳种分收香笃耨，芳名合写句珊瑚。不系胸前悬肘后，笑奚奴。 \\n ○清商怨（掷花蕊赚金鱼） \\n 池水风吹欲皱，看纤鳞春书。嫩蕊初开，戏将春意逗。 \\n 细沫珍珠吹就，误唼咂溅湿衫儿袖。惊散苔痕，深深潜碧溜。 \\n ○捉拍丑奴儿（灯下位置花影） \\n 对影夜嫌孤，翦取花枝作画图。疏疏密密窗前态，玉瓶微动，金缸缓剔，煞费踌躇。 \\n 坐久怕模糊，挹兰膏自下金铺。夜深未忍抛离去，轻移宝帐，金钩不下梦裹相扶。 \\n ○华清引（喷水润莓苔） \\n 生憎绿影上空庭，不长苔痕。自将春水浇遍，应从洒处生。 \\n 连朝花事缺春阴，几枝憔翠芳魂。管教阶下立，湿翠上衣襟。 \\n ●乙种·花底拾遗集下 \\n 黎张二公所撰得词若干阕，觉有未备爰复广为搜讨取见之记载者，复得词若干阕。 \\n ○望江东（观浮萍羡杨花再世） \\n 无奈随风作飞絮，已觉是今生误。来生知否在何处？可有个来生路。 \\n 浮踪特也无凭据，胜化作朝来露。芳菲零落总无数，问谁向来生遇。 \\n ○入塞（夜听芭蕉叶上雨） \\n 夜初凉，忽潇潇打纸窗。奈窗前叶叶，不管搅愁肠。衾一方，帕一方。 \\n 一灯听时坐也妨，倚枕儿睡损海棠。绿阴不合种成行，愁又长，漏又长。 \\n ○双雁儿（簪桃花销恨） \\n 春来闲事总相兜，千万种满心头。落花飞去祗添愁，奈云鬓，妒温柔。 \\n 一溪春水碧如油，把旧恨付东流。门前休倚莫登楼，去年人，似旧不？ \\n ○倾杯令（枇杷花里闭门） \\n 暖阁薰愁，重帘胶影，门闭深深寒书。笔底冻云呵透，枝上梅魂犹瘦。模糊三径苔封就，自围炉萧闲时候。春风管领谁识，自抱琵琶亻孱亻愁。 \\n ○红窗睡（烧红烛照海棠睡起） \\n 最好惺忪春意态，怕禁寒花魂凉坏。无端永夜空垂泪，是春心无赖。 \\n 娇梦初回愁压黛，相伴向红闺深处。无人境界，一枝蜂蜡看影儿都爱。 \\n ○东坡引（将离赠勺药） \\n 春来春又去，那得常相遇。郎心本是无凭据，送郎花下路，送郎花下路。 \\n 离愁别恨，天涯何处，花不语，情难诉。一声珍重休分付，留郎真个误，留郎真个误。 \\n ○於中好（蔷薇露盥手诵郎诗） \\n 吟成佳句教侬和，傍妆台粉沾脂涴。薰香祗是闲功课，舌未诵，香生唾。 \\n 盥来仍向花前坐，算仙露仙才真个。娇音流处声无，那似花底吹笙过。 \\n ○临江仙（赠同心人栀子） \\n 眼角眉梢暗度，未言已结同心。众中私语不分明，一枝花递与，两意莫沉吟。 \\n 未展芭蕉心一寸，休将肥瘦闲评。须知洁净此花身，浪同松柏下，油碧待西冷。 \\n ○杏花天（谷雨前采茶） \\n 清明过却春深了，展旗枪碧痕尚早。嫩牙初摘纤纤爪，宿露五更犹饱。 \\n 听一路和歌声绕，贮红丁瓮须封好。梅花积雪曾亲扫，看取松烟袅袅。 \\n ○惜分钗（对菱花镜） \\n 深闺面，无人见，菱花自认空中艳。镜中颜，阿谁怜，花底相逢不似从前。 \\n 年年鬓云乱，啼妆换，新来怕作离魂倩。尽无言，泪如泉，尽曰临妆，愁损香奁恹恹。 \\n ○鹧鸪天（留得枯荷听雨声） \\n 翠盖亭亭未忍删，空房堕粉莫思莲。纵然憔悴金茎露，犹有秋声到耳边。 \\n 空怅望，忆田田，鸳鸯惊起一双眠。愁人惯听凄凉响，祗待潇潇暮雨天。 \\n ○思帝乡（香桃如瘦骨） \\n 人已非，落红谁得知，漂泊与他同命。绿先肥，玉骨自怜一把。怯风吹，莫被垂杨觉，妒腰肢。 \\n ○杏园芳（吹叶嚼蕊） \\n 不闻丝竹飞声，只疑天籁生成。采花撷叶避傍人，口生春。 \\n 抑扬莫漫猜箫管，听来格外凄清。模糊香气，已消魂，况分明。 \\n ○凤衔杯（病容扶起种菱丝） \\n 秋来留取镜儿看，步凌波先怯宵寒。况是新愁撩乱，意阑珊。已辜却藕花残，强支起，尚凭栏，搅香泥一碧湾环。临水无端照出瘦容颜，生被病缠绵。 \\n ○长命女（手牵苔絮长莼花） \\n 莼丝瘦，浮萍绿向方塘绣。湘波摇处皱，蒙茸翠缕粘衫袖。秋时候，风起水篊香，归心郎暗逗。 \\n ○小重山（鬓湿杏花烟） \\n 二月江南春雨晴，看花人早起。径纵横，髻鬓偏处冒飞英。香雾散，犹自不分明。树树有啼莺，小楼残梦。昨宵误听，行来缓缓，可怜生，蝉翼重，添润入脂痕。 \\n ○琴调相思引（王罂汲水桐花井） \\n 一院西风落叶低，每将玉虎自牵丝。辘辘频转，怕有断肠时。 \\n 郎信银瓶伤久堕，妾心古井。复谁知，绿幺小鸟底事向人啼。 \\n ○河满子（下阶自折樱桃花） \\n 恼煞玉窗频见，妆成不语沉吟。莫被萧郎错爱，更无樊素知音。缓步拗来一朵，浑疑发不胜簪。 \\n ○周峰碧（天寒袖倚修竹） \\n 那得薰香坐，又斜阳堕。婢子牵萝补屋难，偏飒飒霜风大。 \\n 冷色尘珠颗，寒意欺炉火。除却竹数竿，零丁祗有凄凉我。 \\n ○唐多令（帘掷西风人比黄花瘦） \\n 秋鬓怯蓬松，秋花冷处浓。透帘栊岁阵西风，才上轻衫凉到骨。惊暗裹换秋容。 \\n 花影澹于侬，花魂傲不同。卷真珠问讯篱东。试取尊前憔悴态，花较与阿谁工？ \\n ○虞美人（摘叶喂蚕） \\n 和薰送暖香堪浴，嫩叶宵添足。初眠未到且从容，辛苦何时，博得茧同功。 \\n 选来绿净揩尘纲，试听挥毫响。饥时添换饱宜防，楝花风过休透，一丝凉。 \\n  \\n 　 \\n  \\n  \\n 　"}
