{"章节": "畜德录（明）陈沂", "正文": "　 \\n 　 \\n 　 \\n 畜德录 \\n 　 \\n 明陈沂 \\n 蹇忠定公义善书，文皇手授金龙文笺，命书外国诏。偶落一字，请曰：“臣敬畏之深，辄复有此。”文皇曰：“朕亦有之。此纸难得，姑注之耳。”对曰：“示信远人，岂以是惜。”深然之，复授以笺，更书之。 \\n 文皇喜汉王英勇，乃私召问隆平侯张信，信艴然对曰：“事干天常，岂易为邪！”文皇大怒，拔剑击折信齿，衣尽血渍。少焉，赐更新衣，曰：“直臣也。”事遂寝。 \\n 解学士缙应制题虎，顾《众彪图》曰：“虎为百兽尊，谁敢触其怒？惟有父子情，一步一回顾。”文皇素不喜仁宗，感此诗甚思。时仁宗留守南京，颇怀忧虞，因命所亲信者莫如夏原吉，即日往迎之。可谓得讽体矣。 \\n 夏忠靖公原吉尝得赐古砚。冬月，吏炙冰，破，甚恐。公知，召喻之曰：“受赐不加爱惜，吾之罪也。”释之。又尝于驿中，天甚寒，驿人偶焚只袜，公知，笑曰：“只袜何用？”不加责，且以其所遗者赐之。《咏螭》首诗后四句云：“昂昂饱历风霜古，默默深承雨露滋。寄语群飞诸燕雀，好来相近莫相疑。”人议公太和，盖性度宽大，其言如此。 \\n 文皇晏驾于榆木川，杨文敏公荣、金文靖公幼孜恐事泄，尽取军中锡器镕为殓具，覆以龙衣，日进膳如故。锡工尽除，以灭其迹。至京师，人未之知也。 \\n 杨文定公溥执政时，其子自乡来云：“道出江陵，独不为县令所礼。”乃天台范公理也。文定深重之，即擢为德安知府，再擢贵州左布政使。或劝当致书，范公曰：“宰相为朝廷用人，非私于理也。”闻文定卒，乃祭而哭之，以谢知己。 \\n 孙原贞举进士，以《实录》事至杭，属学诸生给事笔砚，时于肃愍公谦在列，进曰：“学校之设，将养贤以为用邪，抑供事书办邪？”孙下席迎上坐，谢过，遂与定交。公居大位，荐孙为知己。 \\n 于肃愍公谦为兵部尚书，当己巳之变，议者请烧通州仓以绝虏望，公曰：“国之命脉，民之膏脂，顾不惜邪？”传示城中有力者恣取之。数日粟尽入城矣。 \\n 给事中王竑廷击马顺、毛贵、王长随，流血禁庭，郕王惊起，李侃揽御衣向座曰：“殿下当命臣等讨贼，岂宜避去。”乃止。 \\n 英王自北狩回，群臣请车驾出迎，景帝不欲，莫敢复言。李公侃命家人具棺以谏，夫人问所以，公以事告，夫人曰：“但谏勿忧也。”公疏云：“夷虏且知尊，王何乃自轻邪？”下群议，同许之。 \\n 魏文靖公骥尝以俸金百两委人，为其家仆尽易之，公竟不言。他日事觉，鞠出金还公，其主始知。 \\n 公尝语人：“为子者当求名医厚结之，亲有疾则信之必专，彼召之必速来也。” \\n 公为尚书北还，一小舟常阻于要津，其子稍设仪仗，公见即命撤去，曰：“岂藉重于是邪！” \\n 公致仕时，往于田，值御史官舟，分岸引缆而行，御史怪问，曰：“魏骥。”又问，曰：“萧山魏骥。”又问，曰：“尚书归老萧山魏骥也。”御史惶恐谢罪。 \\n 尚书徐公少为刀笔吏，县有卒伍捕谪发，误勾摄者欲公脱之，夜饮公于家，以他事出避。其妻有美色，令劝酒以悦之。公不能留。明日报案，已脱勾摄，且语其人曰：“吾昨归，恐汝疑，故速致此。”乡人服之。 \\n 公为兵部郎中，一员外郎每因吏必嫚骂。遇宿，署请公代，公不为意。其人卒于官，亲为殓，且厚赙之。数年，数因其邑令照拂其家。公之子以荫官尚宝。孙，中书舍人，亦至通政。 \\n 王忠肃公翱自两广召为吏部尚书，舟次济宁，都水主事法以先后叙过堰，虽贵官不得越。人怪之，公曰：“彼立法，安忍坏之？”至吏部，即调为考功主事，人两贤之。 \\n 公在吏部，门无请托。太平侯时与上鞠戏，自意可请。会朝退，从公后徐呼：“王叔。”问为谁，侯以名自通。方以事启，公不顾，作厉声曰：“不谙事！”侯惶恐而退。公之夫人为其从子请官，举觞跽进。公大怒起，手击夫人于地。即出，随使人返慰之，事卒不行。 \\n 礼部尚书姚公夔，天顺癸未春知贡举。试院灾，天下贡士死者相藉，请谕祭于郊，祭毕，自谓不能致防，殃及贤俊，拜于地恸哭。观者以万数，哀震数里。 \\n 王文端公直在吏部时，其子为南京国学博士，考绩在部。文选郎中欲留侍公，改北学。公不可，曰：“是乱法自我始矣。” \\n 岳正，字季方，为翰林修撰。英庙甚重之，尝曰：“好个岳正，只是大胆。”后谪戍召还，自题其像曰：“好个岳正，只是大胆。从今以后，再敢不敢！”公性不能容人，或谓公曰：“不闻宰相腹中撑舟乎？”曰：“顺撑来可容，使纵横来，安容得邪？” \\n 威宁伯王公越，都御史、总制。北伐时，尝亲视诸军食饮，数赐酒肉。动息必悉其情，至犯令不少贷。每暇，命出猎，计矢中禽之多寡于敌阵为先后。有将官告奸，受金者置之，许出死力不问，于是将士感泣，无不用命者。 \\n 都御史韩公雍征大藤峡，出兵，令五鼓战。将领者闻贼已觉，恐迟失事，二更即发，大破之。公赏其功而问以违令之罪。以军法当斩，乃具闻请释，曰：“万一不用命而败，奈何？”人谓公得将将之体。 \\n 闻有一郡守治酒具进，用长盒纳妓于内，径入幕府。公知必有隐物，召郡守入，启盒令妓奉酒毕，仍纳于盒中，随太守出。此见公之阔大如此，亦一时之权术也。若大体禁严，此物奚宜至哉！ \\n 公与夏公埙饮，各出酒令。公欲一字内有大人小人，复以谚语二句证之。曰：“伞字有五人，下列众小人，上待一大人，所谓有福之人人服侍，无福之人服侍人。”夏云：“爽字有五人，旁列众小人，中藏一大人，所谓人前莫说人长短，始信人中更有人。” \\n 周文襄公忱巡抚江南时，尝去驺从入田野，间与村夫野老相语，问民间疾苦。每坐一处，使聚而言之，惟恐其不得尽也。 \\n 刘东山公大夏为广东布政，至新会县，时吴廷举为令。公到久，乃迎，告以邹智殓事故迎迟。时邹以名士出谪，公亦重之，不怪其迟，且嘉其贤。 \\n 东山公当发戍，毡帽布袍徒步过大明门，匍匐顿首乃行，策一蹇驴赴戍所。时以兵部尚书谪发，莫不加礼，不欲至戍。公曰：“大夏有罪不加之诛，今复不服役邪？”被甲持锐与诸卒无异，莫不叹服。 \\n 都御史杨公继宗居忧时，阉宦汪直以权幸延揽名土，闻杨公治郡名，往吊。公衰经于坟所，直趋至坟，拜起，手捋公须曰：“比闻杨继宗名，今貌乃尔。”公曰：“继宗鄙陋，但亏体辱亲未之敢也。”直不复敢言。直时威震海内，不屈者公一人耳。 \\n 麻城李文祥将覆试，大学士万安欲托以孙，因许及第。文祥以正对，安怒，其孙延于别馆。有画鸠，属题其末句云：“春来风雨寻常事，莫把天恩作己思。”后以事左迁，渡河，冰泮溺死。 \\n 屠公滽为御史时，直门下弹劾，有夷人来朝，偶仆跌不起，公传奏云：“有夷人俯伏不起，若欲奏而不能言，俟扶出具疏以闻。”人谓识大体。 \\n 吴文定公宽为修撰时，有同年贺恩寝疾将不起，欲易箦托于公之旁庑，公即扫室请迁。及卒，奉殓于中堂，使子衣衰以答吊者。又故人之子有事于京者，书托公主之，久而有疾不起，为棺殓。及捡帐，有输官银若干，尽丧于娼家，公为如数偿之，遣人送丧归。 \\n 倪文毅公岳初为礼部尚书，值遣祭金阙、玉阙真人，奏曰：“徐知证、知详，唐叛臣之裔也。祀典不敢议废，但岁时典祀，一寺官之职耳，宗伯何与焉？”遂为令。 \\n 章公懋为南京国子监祭酒，有监生请假，托言一力采薪不至，将往求之。公闻之愕然，曰：“薪水之资脱有失，奈何？”忧动颜色。使亟求，且冀得之当复我。此生甚悔，曰：“公待我以诚，奈何诒之？”明日返命，具实谢罪。 \\n 储侍郎巏易箦时，夫人以公落发与须、指爪甲及头垢各囊盛为殓，其爱亲敬身可谓全归矣。 \\n 刘少傅陈留公忠为南京吏部尚书时，因司属王主事韦之父致政家居素奢而渐贫乏，乃遗白金二十两与韦幸亲，曰：“恐汝父奉养不悦，汝欲曲意以养，则变节之事有矣，幸勿改节。” \\n 何编修瑭当刘瑾用事，诸司有事必往见。约相见长揖，不得与诸司同。其僚以事谒瑾，畏其势不觉屈跽，何公疾声曰：“礼惟长揖，何以为此！”瑾曰：“先生之言是，不敢。”少有屈摄。 \\n 朱尚书希周初举状元，略无喜色，后归里惟徒行，人甚器之。后为礼部侍郎，家载席一车为公买宅，进都城，宦者阻之，且云：“必得一刺以别真伪。”公弗许。家人云：“必入乃得利。”公曰：“不得利又何伤乎？”竟止于外。平时居翰林，人多谓无所可否，不知公于大节处无间毫发。平生未尝知与人较，官之迁转升沈皆无所与，后擢南京吏部尚书，人曰：“不迁是无天理矣！”及考劾诸司，铢两甚平。有败职诋公，托有力者为援，命下诘之，公不辩，请以疾去。人至是益服吴俗淳薄。 \\n 吴文定公举壬辰状元，大宗伯毛公举癸丑状元，公举丙辰状元，皆厚德直操人不可及，非风气所能染也。 \\n 陈沂（公元一四六九年－－一五三八年） \\n 字宗鲁，后改鲁南，号石亭，亦号小坡，明浙江都县人，徙家南京。生于明宪宗成化五年，卒于世宗嘉靖十七年，正德十二年（公元一五一七年）进士。与顾磷、王韦称“金陵三杰”。授编修。嘉靖中，出为江西参议。历山东参政，以不附张总、桂萼，改山西行太仆寺卿，致仕。沂少好苏轼诗，故自号小坡，中年乃宗盛唐，为文出入史汉，亦工书画。著作甚多，有“维祯录”、“畜德录”、“金陵古今图考”、“金陵世纪”、“拘虚晤言”、“询匈录”及“遂初斋”、“拘虚馆”、“石亭”等诗集。亦能作曲，有“善知识苦海回头记”。 \\n 陈沂字宗鲁，后改字鲁南，号石亭，因好苏诗，又号小坡，浙江省鄞县人。正德十三（1518）进士，授翰林院编修，嘉靖年间，出为江西参议，又任山东参政和提学使，后以山西行太仆寺卿致仕。陈沂善诗工画，尤擅隶篆，为当时\"金陵三俊\"之一。陈沂任职山东时，曾遍游崂山，留下了许多诗文，至今在崂山的许多景点仍可见他的勒石题刻。嘉靖十二年（1533），陈沂游崂山时曾撰写《鳌山记》（又名《劳山记》），记述了五日之游程，对崂山各处景观介绍颇详。 \\n 陈沂字宗鲁，号石亭，明代正德年间进士，曾任山东参政，善诗工画，擅隶篆，为当时的“金陵三俊”之一。他任职山东时，曾多次游历崂山。狮子峰侧有他的亲笔篆书“寅宾洞”三字及诗一首:“潮涌仙山下，楼台俯视深。赤阑横海色，碧丸下峰阴。片石千年迹，孤云万里心。举杯清啸发，振叶欲空林。” \\n 陈沂所题的“寅宾洞”，源出《书经》:“寅宾出日”意谓恭而敬之引导日出。由此，在狮子峰上看海上日出，名“寅宾出日”列为“崂山十二景”。 \\n 南畿志明闻人诠修，陈沂纂。嘉靖十三年（1534）刻，64卷。陈沂（1469～1538），字鲁南，初字宗鲁，又字石亭，自号小坡。先人以医籍居南京，遂入上元县（今南京）籍。正德进士。官至山西太仆卿。少有文名，博学多才，善书画，篆隶皆称能品。初与顾璘、王韦号“金陵三俊”，后与宝应朱应登合称“江东四大家”。致仕后，在南京筑有遂初斋，杜门著述。闻人诠赴南京任提学御史，于贡院开局，聘已致仕的陈沂率各地郡学诸生22人编辑《南畿志》，越3年而成。南畿有应天（治今南京）、凤阳、苏州、松江、常州、镇江、扬州、淮安、庐州、安庆、太平、宁国、池州、徽州14府及广德、滁州、徐州、和州4州之地，约合今江苏、安徽两省。该志分总志和各府州分志两部分，其中总志3卷，包括都城图、nan都纪(这里竟然有敏感字！！！nan为“南”)、地理图、畿土世代表、命官、户口、田赋、水利、戎备；府州志载府图、沿革、区域、城社、建置、学校、祠墓、古迹、宦迹、人物、列女、方外、艺文。古事主要取材《景定建康志》、《至正金陵新志》及各郡县志书，今事惟取官书。《续修四库全书提要》称其“开各省通志之先河”（其实陈沂在前一年已先完成40卷《山东通志》的纂修，再早的还有成化年间所编17卷《山西通志》，《提要》当是以体例之完备、内容之充实而言），分别总志、分志的作法措置适当，全书“体例简要，剪裁有法，良史才也”。版本：初刻本（藏中国国家图书馆），明隆庆、万历间修补嘉靖本（仅存28卷，藏台湾），初刻抄本（藏中国国家图书馆），1941年抄本（藏北京大学图书馆），台湾影印嘉靖刻本，1988年书目文献出版社《北京图书馆古籍珍本丛刊》第24册影印嘉靖刻本；另单行有《南畿志图》，现存嘉靖刻本和日本东洋文库影印嘉靖本。 \\n ※※※※※※ \\n  \\n 　 \\n  \\n  \\n 　"}
