{"章节": "【序】前有逸文", "正文": "　 \\n 【序】前有逸文 \\n 　 \\n  \\n 似以余為可語者而余未敢遽請也又明年君入為吏部邝握手都門之外因淂叩君才倜儻奇峭固上下古今飫渥百氏王伯甲兵之畧撐腹流口聽之令人座上鬚眉開張欲起周旋少選而君以謫去恨未盡請庚戌余視學廣右而君來同官悉出其平生所作示余大都鞭霆駕風如江河萬狀不可涯涘而其反復詳畧形勢淋漓點綴悲喜在掌則出司馬遷班固而自淂陶鑄成一家言余往所謂欲求其至者乃始盡淂於君又時適有根穴之寇萬竈比連積婁?殳十年而君以談咲捩手芟殄於一夕捷書晝報左右皆莫之知於是又知君才誠可用而其所謂至者盖有所本而非偶然信可見於事而非徒口語者也君功既高用是取忌排擯還田里浙撫臣上言君才不當棄竟不見省因往來苕霅西湖之間益淂專其力於文章而時出為銘傳序述率慨慷悲激以為壯盖其倜儻奇峭者既不淂濟于世獨歛縮而發于文宜其有過人者甲子歲余謝病歸西湖而君又適來會因出其子翁積所裒刻白華樓集若干卷曰余平生竭力在此何如作者君為我序之其良自負也已嗟夫君才齟齬不盡展獨以其文垂於後余方以是悲君而君顧自負如此然則君之至者其頗具於是而後之讀者其能不以是知君與凡真才之於世抑必有所伸君以鬱抑之氣發于文其晚年之作當如王翦趙充國將術老益精能擠君者其能掩是使無傳與君既竭一生為文以傳而欲余為序豈以余亦嘗欲求其至者能有所會於君然余多病蚤衰於往嗜泊然駑性柔心不復以蚤休能有所激發以畢其志茲不辭述吾二人者始終周旋可念之跡如是良使後之讀君文者庶幾惟余為深知君也已是為序臨海龍陽山人王沐書 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之一】", "正文": "　 \\n 【卷之一】 \\n 　 \\n 書 \\n 【書一】 \\n 復唐荊川司諫書 \\n 再復唐司諫書 \\n 別何吉陽司封書 \\n 與蔡白石太守論文書 \\n 與董潯陽內翰書 \\n 與馬孟河太史論史書 \\n 謝張龍湖少宰書 \\n 與李中麓太常書 \\n 與陸簣齋論左氏春秋書 \\n 與陸東湖太保論國事書 \\n 白華樓藏稿卷之一歸安茅坤順甫著邑人姚翼翔卿編　書 \\n 復唐荊川司諫書 \\n 先生之文一切締情結胎信河流中之逆航矣然恐不免反之又力而矯之或過者嘗聞先生謂唐之韓愈即漢之馬遷宋之歐曾即唐之韓愈某初聞而疑之又從而思之其大較雖近而其中之深入處竊或以為稍有未盡然者古來文章家氣軸所結各自不同譬如堪輿家所指龍法均之榮折起伏左廻右顧前拱後繞不致衝射尖斜斯合龍法然其來龍之祖及其小大力量當自有別竊謂馬遷譬之秦中也韓愈譬之劍閣也而歐曾譬之金陵吳會也中間神授迥自不同有如古人所稱百二十二之異而至於六經則崑崘也所謂祖龍是已故愚竊謂今之有土於為文者當本之六經以求其祖龍而至於馬遷則龍之出遊所謂大行華陰而之秦中者也故其氣尚雄厚其矢?見制尚自宏遠若遽因歐曾以為眼界是猶入金陵而覽吳會得其江山逶迤之麗淺風樂土之便不復思履殽函以窺秦中者已大抵先生諸作其旨不悖於六經而其風調則或不免限於江南之形勝者故某不肖妄自引斷為文不必馬遷不必韓愈亦不必歐曾得其神理而隨吾所之譬提兵以擣中原惟在乎形聲相應緩急相接得古人操符致用之略耳而至於伏險出奇各自有用何必其盡同哉不審高明以為何如承過愛敢據案對牘草草請教不悉所言 \\n 再復唐司諫書 \\n 日者痛故郎中唐公孝廉至衰白不改今且沒矣非得海內大賢厚望之士題其墓而令士大夫共傳之則唐君之誼當與露草同委矣死者泯泯則生者跇跇士大夫之出而仕孰不甘心於富貴紈綺池臺歌舞之侈其身及其子孫而亦何羡於彼之死不屬棺棺不及其葬為也某忝縣吏之後則采其誼而聞之海內大賢厚望之士固某之責矣故敢因王生之抱經南來而具書以請先生云云得無重於采僕之鄙陋而輕於卹唐氏之行誼矣乎且唐君無過人才智獨其當父繫獄者三年卒為之號痛而土寢蚊處於其外沒之日亦如之自起家至刑署郎綰州縣印綬並大夫以上二十年於茲而身沒之日無一椽以棲其棺據某言之雖未必與聞乎道謂非孝廉不可也先生猶以未及面為辭何歟古人有聞其風而弔其墓者矣亦有得其道路之遺而為之傳記者矣往往悲歌慷慨借之詞采以遺後世先生唯計其人可與不耳而何暇擇其面不面乎星附光於月則爍鐸因響於風則遠唐君潔白之誼非先生之文不傳傳之亦不遠百年之後士大夫載質而出猶且讀其文思慕其人徘徊於唐氏墓草之側而或不售意於彼之富貴紈綺池臺歌舞者是則先生之賜也亦予有司之事也惟高明亮焉外承示文稿一袠且命坤稍為議評筌次其後某慙非工於文者初不敢妄屬而繼至者再私揣先生之情或欲令不肖竊與聞金石之末而使之同聲耳謹忘鄙陋略加商確如別楮教之幸甚 \\n 別何吉陽司封書 \\n 僕無似附臭賢者同締欵好然以南北分蹤寤寐江海年亦數矣幸以知已所推聯籍王路此或同聲之緣可奮大業天稍假之歲月當必不敢徒以寘跡金紫為計者惜乎栖羽初揚即遭弋視令摩翔四海之志竟不得以尺寸施功命也嗟嗟宇宙古亦屢矣不數日予將西指太行下邯鄲道弔古之燕趙悲歌慷慨之遺而執事返楚鄧入衡湘臨流而賦睇屈氏汨羅之深當必有豁然大笑泫然欲涕為吾兩兩符證者矣何惑乎哉雖然達人覽萬物之故而不摧於毫釐志士殉百年之終而不毀於旦夕區區紛華越人可得而予奪之至於吾屬寸衷當自有火之所不能鑠而耗水之所不能厭而溺者願從此淘洗煆煉更求明切不知何日得隨執事印對也妻臥床未脫兒復抱痘方在鞅掌故不能衝踏氷雪候送驪駒如何如何謹具草啟代致悃愊醫卜在席不盡所言 \\n 與蔡白石太守論文書 \\n 伏念僕與兄同起湖中先後中明天子甲乙之科當是時僕忘其駑劣而推附於兄兄亦憐其同聲而好為游揚於縉紳大夫之間星附澤於月丘附阜於壟遂得並聲而馳然嘗誦兄之詩讀兄之文章竊疑官不稱其才位不當其識兄亦顧僕時相笑咤纍郗不已也僕今且操縣印綬於江海之間者十年於此矣漁石入為吏部尚書大鶴為文選郎偶皆故知始得觧去縣印綬廁名郎署兄或喜其稍進而亦未必不憐其晚也然竟不能一日安於　朝廷之上隨被指痾而去其間事機固遭時雖然其所陰搆力擠則寔起忌於同輩絓怨於顯游彼其創謀不過欲搤人之吭而去其食也而其所相與合為萋菲遂至有耳目心思所不逮者悲乎悲乎僕嘗讀古蜀道難詞以為風人之旨喑嗚涕洟故亡寔至是今何意驅轂結軫游其間哉雖然僕何尤也僕自罪譴以來以為進不得附當世名公鉅人顯揚功名退亦當如園丘巖壑之吟自勒一家以遺於世即欲亡去匿身五湖煙霧之間以從所好也然或謂今且罪遣不得遽強而之者故姑浮湛混濁洺博中山之間然其當晝而思當寢而夢已逃人世久矣僕嘗念春秋以來其賢人君子間遭廢斥未嘗不即其窮愁自著文采以表見於後何者恥心有所知與腐草同沒也然技不能兩有所精而學不能兩有所逮何者傳不云乎倕工於為弓而言天下之善射者必曰羿也奚仲工於為車而言天下之善御者必曰造父也盖萬物之情各有其至而人以聰明智慧操且習於其間亦各有所近必專一以致其至而後得以偏有所擅而成其名故世皆隨孔氏以非達巷而僕獨謂孔氏之言者聖學也今人未能學聖人之道而輕議達巷者皆惑也屈宋之於賦李陵蘇武之於五言馬遷劉向之於文章傳記皆反擅其長以絕藝後代然竟不能相兼者非不欲也力不足也故李杜詩聖而韓歐文匠其間不自量力揚躒蹀躞而進者獨魏晉曹劉二陸及唐元白柳宗元之徒稍稍侈心焉有亦疲矣使宗元獨以其文與韓昌黎爭雄當未辨孰劉孰項而曹劉獨縱其詩聲於武陵之間又未必降為黃初之音也故曰人各有能有不能僕才乏思澀於兩者俱無能者也然間嘗從兄學為詩每見兄言笑出金石噴吐傾珠璣數年以來大者王孟小者劉韋矣而獨不能睥睨一二其中者不出兄之唾遺其背而馳者尾瑣猥陋矣獨私扣文章之旨稍得其堂戶扃鑰而入而自罪黜以來恐一旦露零於茂草之中誰為弔其衷而憫其知以是益發憤為文辭而上採漢馬遷相如劉向班固及唐韓愈柳宗元宋歐陽脩曾鞏蘇氏兄弟與同時附離而起所為諸家之旨而揣摩之大略琴瑟柷敔調反吥同而其中律一也律者即僕曩所謂萬物之情各有其至者也近代以來學士大夫之操觚為文章無慮數十百家其以雲吻霧口?翕虎囓鷙攫之材揚聲藝林者亦星見踵出然於其所謂萬物之情各有其至者或在置而未及也近獨從荊川唐司諫上下其論稍稍與僕意相合僕少喜為文每謂當跌宕激射似司馬子長字而比之句而億之苟一字一句不中其纍忝之度即慘惻悲悽也唐以後若薄不足為者獨恠荊州疾呼曰唐之韓猶漢之馬遷宋之歐曾二蘇猶唐之韓子不得至其至而何輕議為也僕聞而疑之疑而不得又蓄之於心而徐求之今且三年矣近廼取百家之文之深者按覆之臥且唫而餐且噎焉然後徐得其所謂萬物之情自反有其至而因悟曩之所謂司馬子長者眉也髮也而唐司諫及僕所自持始兩相印而無復同異今僕不暇博喻姑取司馬子長之大者論之今人讀游俠傳即欲輕生讀屈原賈誼傳即欲流涕讀莊周魯仲連傳即欲遺世讀李廣傳即欲立鬪讀石建傳即欲俯躬讀信陵平原君傳即欲好士若此者何哉盖各得其物之情而肆於心故也而固非區區句字之激射者昔人嘗謂善詩者畫善畫者詩僕謂其於文也亦然今夫天地之間山川之所以寥廓日月之所以升沉神鬼之所以幽眇草木之所以蕃蘙鼪鼯之所以悲嘯九州之所以聲名文物四裔之所以椎髻被髮以及聖帝明王忠賢孝子羇中寡婦讒夫佞倖幽人處士釋友僊子之異其行禮樂律曆于革封禪天官十筮農書稗史之異其術宴歌游覽行旅蒐狩問釋譏嘲咏物賦情弔古傷今成敗得失之異其感彼皆各有其至而非借耳傭目所可紊亂增葺於其間者學者苟各得其至合之於大道而迎之於中出而肆焉則物無逆於其心心無不觧於其物而譬釋氏之說佛法種種色色逾玄逾化矣嗚呼盛矣此庖羲氏畫卦以來相傳之秘所謂其旨遠其辭文其言曲而中固非專一以致其至者不可與言也近與潯陽書亦論文大較與告兄者互暢其旨而僕亦未敢遽取然諾於兄但操金而求酒不敢不問價於市也并附與潯陽書及所著文數篇幸兄憫而裁教之荷甚荷甚 \\n 與董潯陽內翰書 \\n 嘗觀古者朋友遠離或託之珮玖或申之蘭茞及其久矣不合則借山川訴鴻雁以綿其道路之思而其引睇增郗有若兒女然者僕每恥笑之豈謂今日僕之於兄抑獨有爾者無他人生宇宙同心者寡時或參商情輒倍併故也秋來露繁木葉漸脫四顧煢煢愬言靡由况以失職之人而憑之以蟲吟之候以憂讒之士而附之以室遠之思所謂夜彌永而路彌長南望江流忽不知涕之霑衣也夏日皂隸湖南來得兄所贈手翰上下數千言大略皆易之避難之旨處困之戒盖有楊煇之所不聞於會宗魏其之所不聞於高遂者何其忠也僕雖不敏當佩之衣帶以誓無忘而兄又嗔僕不能遠引孟氏動心忍性之旨以益其德俟知已者而用之反以盛年遽欲沉鬱自廢痼情癖志於文章詞賦之間以汨沒其好而其旨頗不當有所刺懟嗟乎兄之愛我周矣僕豈敢爾哉盖嘗聞之古人矣天地逆旅也升沉浮陰也榮名委蛻也好毀幻劫也人以其身游乎天地之間所與日月爭光死且不朽者唯區區心知而已而至於古今賢智之士馳騖於榮名好毀之間以快其生平者自達人視之盖一覷耳怹不暇遠諭姑自僕近日所遊趙郡言之武靈王之霸廉頗藺相如之威名平原公子之好賓客當是時豈不矜名喜能聲施當世哉而今已消歇其所稱高臺曲池繁謳豔舞連翩綽約震燿赫奕者不可復見而所遺一二墓宮頹然霜露荊棘之間往往賈竪牧兒相指覩臥牛羊於其上耳彼且如是况其細者乎故早夜刻行窮而益固者哲人之所以自適也恣名納時抑而多懟者小人之所以自惑也前所奉兄書將以期月之間求為去官而秘跡巖穴者盖感日月之易邁傷事幾之不逢生而無聞死而沒名謂與萎莽同耳此僕之有所托而逃焉而云云於左右也而兄之復廼欲遲知已者之及而用之豈不悖哉原兄之意豈不以聖天子在上賢公卿方攬名延英而海內材藝謀哲之士龍翔虎蔚而進而僕又嘗偶竊聲名於時者往歲之事適爾而久之固自有知者然不知士之生世各有所適或遇或不遇命也兄抑嘗察仲舒所以迫扼於元封建元之間者乎武皇帝漢之雄材大略之主不世出者也公孫弘名相也方弘之蔬食布衣折節虗已開東閣以博延天下賢良茂才之士盛矣而董仲舒號篤行明經儒也獨以睚眦之微不及錄用相之江都徙之膠東逮身沒而止何哉故曰遇不遇命也使當時或偶弘以其所推轂王臧趙綰者推之仲舒則他不敢過望如漢皇帝所與廷臣考文章改正朔易服色草封禪明堂之儀以潤色S一S代之鴻業者舒亦稱博古洽聞舊矣豈特嘿然無尺寸贊畫其間乎然而不逢則亦飄然遠去而已耳故曰君子逢時則奮飛不逢則龍蟠而蛇泥盖嘗博觀古今之間巖穴之士不可勝道若虞卿脫萬戶侯卿相之印棄如敝屣果其身於梁者情有所為也陶元亮一試彭澤不得志賦歸五柳完名環堵者志有所摩也嵇叔夜抱琴行吃弋鈞草野不欲以章服揖拜上官者性有所便也而僕不佞幸先人所遺宅一區近水田數頃他日又嘗破內子璣縞之飾買書數千卷篋貯其中甚可饒吾歲時賓客伏臘之費而與諸弟子誦說為樂也兄以為當乎否乎將移易其道徘徊中外之間從諸君薄遊以成名乎抑亦憫叔夜之不堪察元亮之有托性固有所專一而不化者而順之以適其志乎此固中心之微可與知者言難與他人道者而聞兄滿告北引僕將有進退之决於兄而待之漕河之間故不勝感悽縷布所云幸為我少駐官舟焉悉次第而裁教之荷甚荷甚 \\n 與馬孟河太史論史書 \\n 頃自轉官儀制還湖上時辱遣使札草草裁謝比至京隨被譴謫南北之音隔而不通者逾歲矣今年春得兄中禮部音甚喜已而復聞與舘閣選復大喜若此者非為今人朋游宴好私其得一第一美官也盖憤曾鞏不偶於時久矣而一旦遇歐陽子驚異之薦之天子又患故時多忌才兄獨與選知者必深他日當待詔承明之廬列為史官國家異日之史庶幾有助矣是以竊自欣躍忘寢食如是者累日故敢為書智於左右然而兄為史官則史兄職也區區獻納之勤偶微有所聞亦不敢不詳畫於左右者嘗聞古者天子之史左則書動右則書言而又父子世繼其官凡欲書而不得書則父子爭死其職以書是以上而宮寢燕息之微下而政務得失之大以至所貶損當世大人皆得以法書而及其里巷山澤之間或有處士幽女之行不得而聞知者又歲有采風之官以貢於天子是以史官所書皆謂之實錄而唐宋以來盖寢微矣僕嘗讀歐陽公所上曆日疏為欷歔傷憤久之而　本朝之史僕不與聞然嘗聞與舘職者云大略如故閣老守溪王公所擬辠言是也信如是則非惟天子燕寢之微不得與聞以書如古之史而其欲如宋日曆日書臣寮奏議朝廷裁置與夫諸司供報之文亦不可得而必待易世之後始以期月之間遣官分曹具書其事由此言之他日聖天子之鴻業其所載者詔令批答名公鉅卿之嘉謨善行其所托者章奏墓表諸文而其秘密之義或不得傳或傳而訛或時忠直之士遭讒被黜而屈抑不得顯或遐州僻邑孝子弟弟順孫貞婦貧食而不能白之有司或公卿之後累至大官反得以氣力?請諡銘以盖先業易世之後所謂好毀名實皆出於羣吠之餘而曲直是非之隱茫然無所參質鉤攷而書之矣苟非有志與才而又其身當史職者嘿然采其曲直是非於中外雷同蚊負之間而有以待於他日分曹而書之所不及則　國家何以為史以信後世也吁甚可悲已而今日之事猶有一二可言者天下茂材洽聞之士不得與舘閣之選則已矣苟得與非若唐宋朝領而夕遷之必二十三十年而後出侍尚書又間有仍兼翰林之職則是終其身以史為官也此或足稱古者世史一二遺意愚故以為今日天下之有志於史者不得如古者日侍天子之禁中供起居注當自筮仕即遍擇天下多聞直諒之士與之交游諮諏中外之間務得夫朝廷之隱與公卿大夫賢否是非之實四海九州街談巷議民風野史之所可采皆得以日屬月累書而貯之大較如史遷所稱予於某善故得聞云云予於某之子某之孫善又予嘗過某處見長老某某云云之類必皆據其實書而藏之以合記室此則不信乎簡冊而信乎耳目不獨任乎諸司之供報而博咨乎天下之公議他日所或可遺名山大壑之間以備一代之史此其說也傳不云乎禮失而求之野僕竊謂於今日之史也亦然近來士大夫間多不論及此獨嘗聞某人意欲效漢班固百官表以差當世賢士大夫得失其所采各州縣志於百家誌銘世乘褒積甚多而未知果否僕嘗欲私請覩之適被罪斥故不及而或又云某多秘不令人知盖孔子沒而後左丘明之徒相與述其春秋之旨以傳史遷沒數十年之後至其外孫楊煇史記之文始稍稍出也不如是則其所刺指或當世權力不免於禍彼誠取乎爾也此其志沉而聞富所可與私納共事者嗟乎僕竊有志而愧無其才又不得為京朝官與四方之賢者上下其議論區區飲懣蓄憤盖亦已矣間有故人為史官欲與之言又恐嗤不當令如是狂妄故抑鬱不以言而廼今適兄為史官能無如蘇長公之食不下咽也而罄其腸胃傾吐之乎不勝惓惓伏唯加察而留意焉幸甚 \\n 謝張龍湖少宰書 \\n 嘗聞古有大臣處身於廊廟之間而中外之人隱然卜其出處進退以為安危當是時天下之士爭客其門何哉盖其心唯博攬天下之士習國家之務以戴翼主上是以好之若饑渴求之若不及故其詩曰緇衣之宜兮敝予又改為兮適子之舘兮還予授子之粲兮此言其好賢之篤也賢者在位不幸而中貴之人惡之同進者忌之而潝潝訿訿之讒日搆且至焉則為之察緇白之跡斷群疑之門然猶不勝其鬱抑憤惋之私故其詩曰凄兮菲兮成是貝錦彼譖人者亦已太甚又曰取彼譖人投?豺虎豺虎不食投?有北此言其惡讒之至也及賢者不勝其讒而退矣則又悲其去而冀其復故其詩曰皎皎白駒食我場苗又曰生芻一束其人如玉此言賢者不在其位而猶不忘也於乎古之大臣於天下之士若此則為士者孰敢不感恩慕義殫力畢智赴公家之急以報稱知已哉故天下頌盛德而功業流後世我　朝孝宗皇帝時二三元老往往猶有古昔盛時憐才遺意而武皇帝以來合巳者則引而用之不合者則削去之恐不當外庭之議則令私人煽微嫌起讒言以攻刺之其他出羅入弋多所不忍涕道者而於詩人之風旨盖蕩然澌滅不可復見於天下矣竊念某淛之鄙士也上之不能秉仁抱義其次不能博習國家典故及諳古今成敗得失之際又其次不能倣古詞賦侍從之臣播為樂歌聲詩薦之郊廟被之金石又其次不能為材智機辯及九九薄乏之技可以佐命一時者不過以其所習為制科文字之末竊天子甲第升斗之祿而已耳而又家世多微賤未嘗有相先之友於朝當釋褐初輒辱先生進之帷誦之下而與之遊且為之納譽士大夫之間而曰某閒於文辭其資性頗觧諳吏事他日固可使者此得之朋輩所傳屢矣而是時不肖又自量前二者廼先生過為獎誘後輩之言而非其當故間嘗私有所為文辭及稍念聖朝中外闕失之際而亦不敢以請者巳而出為縣吏而先生時擢南京吏部侍郎再入為北吏部侍郎再掌翰林院事相仍五七年以來不敢以尺牋片字通其殷勤問候豈敢以一日忘左右哉始進之士不敢浚求於公卿大夫之門故也而頃者當路以不肖兩為縣吏稍務潔白竊民譽曾與廵行使者所薦十餘上部計其課以為能而又朋輩以曩所傳閒於文辭之譽從而誤投之是以當路誤聽之而三月之間不次轉調此皆執事者采名而失其實之過也而於不肖何與哉然所坐畿甸以內士人闕員既以憤吻於外又平日治官無狀得罪一二顯游復為讒搆於內時難中覆互為錮擊此正亡維之楫而流衝波矣而比客有過不肖者曰子調吏部初予適侍張公席上公覽報欣然曰此舉誠快士論非有力量銓曹當不得是巳而禍發蔓及又聞當路者過先生先生亦微出言欵救之及所聞一二中貴私人之讒則又為之以平日狷戇之跡而反覆論佐之當路者雖不為察而先生始終忠愛之情則固上薄詩人之風旨而下不失弘治時二三元老之遺意者悲乎悲乎不肖始無相先之友既辱禮進之矣宦遊遠道又無殷勤謁者之通於左右而難發以來又未敢有一言蒲伏之請先生何獨采於區區之賤士至是哉俯而思之日月如流生無以為誦而沒無以為報者巳何復道哉何復道哉雖然嘗聞之矣古之君子當其才疏忤時往往取嗔貽詬不能以一日安於朝請及被貶竄之后益自發憤矯巳勵行悔心遠罪習適當世而間以窮愁拂鬱之餘論著文采以表見后世此亦可以戮力明時報効知巳之一端而又未量他日其能與否也廣平府署無名山大川然僻居古趙南壤無舟車廚傳奔走士大夫之勞而環郭以外多陂渠秔稻魚雁荷芰之勝大較風土涉略江南此或可以投寄羈臣孽子之跡而歌詠聖朝者不勝感涕敬因從吏還部乲便具啟陳謝伏惟垂察而少憐焉 \\n 與李中麓太常書 \\n 不肖釋褐即受知門下十年於此矣以宦跡江海不及附明公同朝而游而明公太常以後亦乞姓名以歸林壑巖穴之間而不復出是以兩人者蹤跡暌違音問疏濶丹徒時曾辱手教及篇撰一封繇無便風不及裁報恚恨恚恨竊嘗伏念聖朝以來弘治及今皇上海內文人學士彬彬盛時矣而今皇上丙戌巳丑之間尤為卓石?犖數多然往往不得擢用間被用者又不得通顯或且不久其餘放棄罪廢者不可勝數明公盖嘗思其故與予嘗悲古之豪賢俊偉之士恨不生逢盛時而又羇縶摧阻如此今天下之士不問識不識皆曰李太常馳騁百家博極羣書可與漢劉向楊雄相表裏而今亦至是別有說與宦途者天下古今之共轍也昔秦燔詩書坑學士孔氏之道幾絕而漢武皇帝出而閔之號為雄才大略好文右賢久君一時宰相如田蚡者黜道家言務隆推儒術所進敘者百餘人而公孫弘自喜位通侯亦起客舘開東閣以延賢士大夫當是時海內之士沛艾而進矣然董仲舒之醇謹申公之篤行韓嬰轅固歐陽生之明經博古並不得推或推而不及顯而其所與推轂者廼或出於王臧趙綰之流何哉盖人情樂軟熟而忌奇偉譽隨詭而惡激昂而間有名賢獨得薄日月立功名者非其偶會必其能竊黃老短長之餘以自便於世故也若吾太常自度其能之否乎吾間嘗視太常不能為軟熟而所騖者奇偉不能習隨詭而所自喜者激昂母乃世之所悅者在彼而明公之所持者在此與由是言之以明公之譽望而不免退處林壑巖穴之間者亦其勢也固無惑乎爾也然而區區獨有所不忘於明公者則又未嘗不以小其所失而大其所償何則尊官者榮名之符也其所乘短著述者聖賢之盛也其所托長故馬遷嘗感虞卿非窮愁不能著書自見而昌黎亦謂柳柳州使得所願為將相於一時有不欲以彼易此者天之?明公以如是之材與識而又羇縶摧阻如此非厚有所托而然與明公還齊以來幾五七年而所得著書不可陳見不知於漢劉向楊雄氏何如也僕時時問士大夫從門下游者或云不知或云多註疏古六經或云近多通賓客歌舞酒奕以自娛而其所著者獨好戲言?豦之詞然與否與客或以此病之然僕獨竊笑客之陋者非所揣摩於賢者之深微也天之生才及才之在人各有所適夫既不得顯施譬之千里之馬而困槽櫪之下其志常在奮報也不得不齧足而悲鳴是以古之賢豪俊偉之士往往有所牝焉以發其悲涕慷慨抑鬱不平之裏或隱於釣或困於鼓刀或擊筑乞食於市或歌或嘯或喑啞或醫卜或恢諧或駁雜之數者非其故為與時浮湛者與而其中之所持則固有涿於世之耳目而非其所見與聞者不肖南海之賤士也頃以知已得後明公涉名郎署未幾放去盖於明公先後不同年賢愚不同調而其不能為軟熟隨詭則適與賢者同而今日之羇縶摧阻若固有所招致而然者吾不知天之或有所屬意於間與否而其所飲恨蓄憤與高山仰止之私寔懸懸於門下者不知其何以慰我教我也人生百年日月如流晝有所不能食而夕有所不能寢者茲附永陽山人之便具啟以獻外附拙稿數首僣求削示伏惟少憐而垂教焉幸甚幸甚 \\n 與陸簣齋論左氏春秋書 \\n 昨辱枉過偶出舊所注魯隱公元年不書即位之說當不得以攝稱非僕之言也歐陽永叔之言也夫以公穀由卜子夏數傳之後而口授之或雜而不經而左丘明魯人又親受業於孔氏者僕廼強絀其說而特歐陽子之從何哉求經於其傳譬之原律於其獄人之辭以覆之獄焉而不合則不得不反而慎之也左氏曰公子翬請殺桓公以求太宰隱公曰為其少故也吾將授之矣使營菟裘吾將老焉翬懼反譖公於桓而弒之此魯自桓公以來傳之舊矣豈不曰隱公非攝也公子翬何以及桓之未立而請殺之隱公苟自立矣何以欲須桓之長而授之也故左氏之謂公不書即位攝也以此然春秋之書所以嚴亂臣賊子之戒魯以降凡諸侯之沒但系之以卒而不以薨者是孔子惡其不請命於天子故絕其為諸侯也夫以實為諸侯猶論其罪而書而絕之而况隱特攝主也輒於其會盟遊觀之及亟稱公沒則書其薨而諡之耶此歐陽子之所以不能無疑然歐陽子當時所及者特經所書公與薨之一辭耳而非及其詳也夫魯人之以隱公為攝者謂惠公嘗立仲子為夫人立君以嫡不以長故隱公不當立而特攝之以待桓公今按禮諸侯無二嫡元妃沒則以次妃攝內事古所謂媵之以姪姊是也惠公元妃孟子沒仲子與聲子均之為媵妾之屬不得立惠公特嬖其免而內惑之魯之父兄百官及國人當未之與也故孔子於其沒而周宰咺之臨其喪也書之曰歸惠公仲子之謂盖不與其為夫人也妾不祔於姑不敢以廟配於惠公故別為宮以祠之書之曰考仲子之宮初獻六羽釋者曰考始事也譏不當立也志失也聲子沒則以其子方為國君故書之曰十有二月乙卯夫人子氏薨推而尊之也經文所次大略無復疑者左氏特內有所受於隱公為攝位者之說故於二年夫人子氏薨沒其事不傳於三年夏四月辛卯尹氏卒仍錯文曰君氏卒聲子也不書姓為公故曰君氏盖因君氏以明夫人之稱仲子也然謂二年夫人子氏之薨為仲子則元年七月宰喧之贈為無從故傳之曰預凶事杜元凱疏曰仲子在而來贈也由今觀之贈死不及哀弔生不及尸古之人猶譏之天子之下贈諸侯之妾將以親附之也當其未沒而為凶事以臨之豈近於人情矣乎苟夫人之薨為仲子則於其贈亦當例書之曰歸夫人某氏之贈於其所考之宮亦書之曰考夫人子氏之宮何一人而特變例以書之也若其以尹氏為君氏抑嘗聞母以子貴矣未聞子以命母之氏也此又其瀆亂之甚者也僕是以未嘗獲覩公所訂趙昉劉原道者之說而竊疑左丘明之在當時盖由魯人自桓公以來其所倡為攝之說以文隱公之弒者非一日彼已耳習而熟之及讀孔子春秋所首系元年之事沒其即位而不書意孔子必以此故不復疑及其他所牴牾也則從而牽餙之以證其事其說愈支而義愈以晦抑不知孔子所不與仲子為夫人巳錯舉於經文所書之中而隱公之非攝其可以互見也久矣 \\n 與陸東湖太保論　國事書 \\n 伏惟明公位在政府詩人所謂王室心膂爪牙之寄者也十餘年以來其所以彈壓奸邪表鎮國家入則贊决大議出則擁護善類其威名所嚮近自　宮掖輦轂遠至夷虜椎跣無問列侯貴人以及輿皂巖穴之賤並呼曰某天子社稷臣也海內外賢知之士彈冠濯纓於明公之門者肩且至矣幸而生與明公之州里鷄犬相屬其望風慕誼尤所注切竊自景歲遣謫時獲接顏色收年間其所以辱明公賜書而稍相酧和者僅一再至不敢進而與門下帷幄之士相后先明公抑嘗察而憐之否乎詩不云乎必有以也頃者函牋入朝適從粵州時稍以區區尺寸矢石之功督府抗疏論列僕自分孤蹇士也初非敢遽望中朝之齒而錄之者賴明公並二三知巳奮然軒頤為之訟言而執政者亦重念　國家內外多故方急介胃按例引錄此誠明公於僕出無求之中而為厚知之援所謂信陵君之於夷門燕太子之於田光不是過也然則僕之感恩嚮風御誼無窮雖其狷潔自好敢不從明公深遊傾吐其門乎竊惟明公之捍國家他不暇論即如發故??丸將軍奸狀一節言之??丸將軍內劫主上之寵以外誘彊虜擅威爽亂朝政身沒之日賴明公同一二執政發其奸孽暴其罪釁天子赫然震怒戮其遺屍榜之四裔中外之人懽然朝喧市躍以為故將軍當得如是此固今學士大夫之所能言他日史官稗家之所及錄而僕之愚則獨謂此特其外見者耳明公之盛事不在此而在彼也何者漢有汲長孺淮南為之寢謀故將軍以強幹之臣而位肘腋其舛?鳥鷔猛鷙飄忽奮迅之氣肆然橫恣左右凌鑠中外甚至籍兵飲馬於宮掖之間而自請得備宿衛其所冀望非常欲如董卓桓溫故事者非一日矣上賴天子威靈下及公輩方柄政府故收年以來其所跅??也叱咤使不絕虜固不可測而翱翔咨且睥睨猶豫卒莫敢竊發巳而飲鬱志憤竟病瘍以死由此言之則其折巳錮之奸錯未形之患隱然翼日月匡社稷而措天下於太山之安者非明公之事巳乎夫誅其身后之奸順而易而欲奪其寵盛之逼逆而難明其共憤之罪顯而易而欲摧其未發之禍隱而難然則今學士大夫之所言而未必能知他日史官稗家之所傳而未必及詳甚至朝廷之上亦有所不得論功而賞之者寔既多矣愚故曰明公之盛事不在此而在彼也雖然僕之所望於明公則尤有進於是者僕不敢論今日之事姑以漢喻漢武皇帝之英風大略數千百年來所不世世之主也然在當時海內多故神仙土木祠祀征伐之事盖巳騷然矣未幾而有江充巫蠱之變國家之事頹爛崩壞幾不可收拾當時執政豈無深憂遠慮為左右者乎特漢皇以英風大略之資而攬長駕遠馭之權於上大小臣工凜然莫敢自必其命故當元朔元封之間國家雖多可憂之事伏未形之患卒之畏威養禍以入於亂巳而輪臺之悔則既晚矣及其末也猶幸博陸侯典位肘腋天下尋亦晏然得以享其擁召立宣之治而漢亦無恙自今觀之武皇帝臨年之托不以屬之文成五利諸所寵幸之人平津武安諸所材辯任事之臣而特以屬之強毅木訥如博陸侯彼亦得力忠義竭股肱內而贊詡帷幄調攝寢衛外而博求正士分列政府一切綱紀措置如善奕者按局而畫形遠近察虗實分子布筭而尋以收勝此於其間博陸侯之嶄然奮不顧身長慮卻顧旁皇周旋所以獨謀於心而不謀於人謀於一二肘腋之士而不以謀於左右在庭之眾所以建萬世之業而垂之無窮者於今可想見也嗚呼亦雄矣使武皇早為寵任博陸侯輩亦得及巫蠱未作之前移其所以擁昭立宣者預為之備則漢之大計可以嘿然坐而收也又何至顛躓踣頓舛裂皇惑如曩時乎今日之事大略與漢亦相表裏而在朝諸臣舍明公無敢他望所謂博陸侯者主上神聖臣下莫及萬世之事固不可測也明公為　國家世臣而十數年來仰荷主上簡任俯繫中外之望特甚切也明公將奮然引身日月之際及今匡攝為彼博陸侯者所不及乎抑亦姑為浮湛特按局而畫形遠近察虗實而分子布筭於其間如漢故事令其既壞而收之巳乎其間利害之相權難易之相懸雖三尺童子逆知其必在此而不在彼者明公當籌之巳熟慮之巳審久矣萬萬無假僕輩外庭之士呶呶然郵口而從諛者然而僕竊閑於心不敢以終隱也語曰士為知巳者死言為知巳者傾僕蹇陋無似人也竊幸遇明公信陵燕丹之知則后夷門田光而死於門下皆僕之事旨曩既仰明公之捍　國家於始者與漢汲長孺相左右則今日所以厚望明公收博陸侯之權而安享其全功者計或如此故不敢不竭心悉慮以獻於左右伏惟明公憐其愚察而特賜俯納焉幸甚幸甚 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之二】", "正文": "　 \\n 【卷之二】 \\n 　 \\n  \\n 【書二】 \\n 與李汲泉中亟議海寇事宜書 \\n 與阮函峯中丞書 \\n 與趙玉泉大廵書 \\n 白華樓藏稿卷之二歸安茅坤順甫著邑人姚翼翔卿編　書 \\n 與李汲泉中亟議海寇事宜書 \\n 夏日得澹泉鄭公所疏我明公破海寇之略不勝躍然喜未幾聞明公且被吾淛閩之命矣則又不勝躍然喜盖始則竊慕明公以經略之才稍以治兵自著見當不日且大用故稍為我公喜巳而竊慎吳越之間高皇帝平定海宇百餘年來盖巳晏然於魚稻荷芰之間而不習兵革久矣今一旦為一二酋奴所煽誘遂相與羣亡命之徒蹂躪我人民焚劫我室廬攻燬我城邑　國家敕撫臣為之督將募兵於海之上三年於茲然而諸州縣之間數震怖不給未有成功者何哉盖患起於倉卒而又伏匿江海波濤之間非吏民及士大夫所習知故也吳越間故所將明公按節處也以我公之材經略其間當不必為之按圖而畫召長老而議而諸酋奴所為弄兵之概可以抵掌而定矣僕竊有室家兵墓之憂能不為之聞檄而歌且舞乎故又復大喜雖然抑重有為明公憂者何則嚮之海海之間特其餘孽浮潮而至者爾明公少出師即可剪蕩駭覆而奪其氣彼既不得利當不能再至若吾閩淛則諸酋奴所蜂屯而蟻引世所出沒門戶也非明公躬袍鼓督矢石親與諸將分功血戰而制其死命則彼必不震死畏縮非明公內固州縣外散黨與而使吾氣日倍彼氣日衰則彼必不悔禍謝過故竊為我公展轉反覆審慮而熟處而間有數條則一二年間所據鄉邑傳聞海寇行劫之略而稍為綿蕞野議於其間者然久以宦遊遠道不能遽悉地方次第特偶臆見所及不敢不言不知能間稱明公之摹畫稍可賜之施行否也謹遣使馳賀并條書其所欲言者如左伏唯覽而教之幸甚幸甚　一曰諜賊情吳越之間攷傳記以來海寇為患絕少　國初時亦由方谷珍張士誠殘黨竄入島中因而煽誘倭奴相與為亂高皇帝命將出師數年無功巳而降之黃榜赦去罪人久而後定故自古寇盜之興必有禍因當事者出而削平之必得其所以為釁之因而始易為理假如齊田橫嘗聚徒五百人為亂東海上漢高皇帝遣使諭田橫來大者王小者侯未幾田橫乘傳詣雒陽而齊遂定矣南粵王嘗攻長沙邊邑漢文皇帝以其丘墓在真定特置守邑歲時奉祀又召其昆弟尊官厚寵之未幾而南粵王去帝制稱藩入貢矣即如近年黃巖以來眾並稱倭奴入寇倭特東海諸夷之總名而不聞其某島為首亂以某事始釁也或謂其誘之者海賈汪五峰徐碧溪等然要之諸海賈特以射厚利而出爾非欲長子孫海島也今久而不反盖必有故二三年來當事者迕相與朝命將而暮勒戌而其疏奏所議道路所傳抑未聞謀慮及此以愚計之　國家之力巳太半為北虜所疲矣北虜雖強其所當諸邊山川之寥隔歲所防者秋深馬肥八九月間不滿百日而止爾且猶可斥火?候而守也若海上之寇乘潮往來自溫台寧紹以及杭嘉蘇松淮楊之間幾三千里東備則西擊南備則北擊决非　國家戌守之兵所可平定者近聞里中一男子自崑山為海寇所獲凡沒於賊五十日而出歸語海寇太約艘凡二百人其諸酋長及從並閩及吾溫台寧波人間亦有徽人而閩所當者什之六七所謂倭而椎髻者特十數人焉而巳此可見諸寇特挾倭以為號而巳而其實皆中州之人也夫既皆吾中州之人其始也本操貲?重利而入其既也則相與行劫畏重罪而不能出彼惛有父母妻子丘墓室廬之思者愚以為當詳諜海上之寇某為首亂某為佐某為脇籨又於閩之漳福泉州浙之寧波等處當行有司嚴為保甲之法各籍其里之名氏而鉤考之而為之鉤考者亦非欲遽籍而罪之也特令見在土著者不得望風而煽誘入海既羣聚入海者廣令招諭曲緩其罪而出之且為之下令大略賊從以下有自縛來歸者並得免死有能手刃其黨來歸者仍按級賞銀三十兩三級以上仍命爵一級有能誘眾面縛來歸者亦如之有能手刃所稱佐亂劇賊如某某者賞銀五百兩仍世襲千戶其嘗佐亂劇賊而能率所部來歸少或數十人多或百人以上者賞亦如之所部人獲免死仍優恤以差其手刃首亂某某來歸者賞銀一千兩仍世襲指揮使其為首亂能自歸者亦除罪免死而能率所部二三百人以上自縛來歸者賞亦如之其所部人亦得免罪仍優恤以差凡賊中有能自縛告賊所在導官兵擊殺得勝者每二級准手刃一級爵賞亦如之有能焚溺其舟并輜重兵仗來歸者而告官驗實亦賞如手刃佐亂之賊又下冷於閩之漳福泉州及吾浙寧波等處各賊犯之父母妻子兄弟朋友隣右有能自行首鳴者勿連坐不能首鳴而他人告發驗實則以其罪罪之仍量以所犯之貲充賞其為若父母妻子兄弟朋友隣右有能私縛所犯來歸者並亦得免死賞如之有能以姓名聞官因而詐入賊黨本圖誘所犯來歸所犯率不聽因而諜知賊情告官而令官兵擊殺得勝或左計陷賊或自賊自焚溺其舟而出者賞亦如之其故行匿黨而不以告者並得論罪如律又下令傳示海島諸夷有能手刃首亂之賊或擊滅其黨數千百人以上劾首虜以聞者賞以萬金加之封爵願歲通貢入市者聽如此則為賊者外利官府之除罪懸賞內疑黨與之陰賊行叛為賊之父母妻子兄弟朋友者既奪於連坐例賞之法而又不忍其黨之終沒於賊而海島諸夷且謂從賊之利小而害相半擊賊之利大而又世之如此則賊自相駭亂當必應令而出而其勢固不能久俟伏惟尊裁　二曰申軍令僕聞海寇之聚少者數十百人多者不過一二千人非若北虜之動輒控弦數十萬而難以力勝者而二三年以來我兵數十出而六七敗甚且一夫躍呼而眾遂辟易潰亂望風而走自相蹂躪而死豈兵之弱至此哉由承平日久使民不習見兵革而諸將之出來嘗申之以軍令故其兵未戰而氣不肅將戰而氣易怯往往易亂故也今國家海內眾建之兵大略均之患在軍令不嚴而東南為甚僕嘗督兵粵中其所部署諸將獨東蘭那地丹州之狼兵數能以少擊眾十出而九勝何者三州土官之治兵大略如昔秦人以劾首虜為上功其所部署之法將千人者得以軍令臨百人之將將百人者得以軍令臨十人之將凡一人赴敵則左右人呼而夾擊而一伍皆爭救之否則一人戰沒而左右不夾擊者臨陣即斬其一伍之眾必論罪以差甚者截耳矣凡一伍赴敵則左右伍呼而夾擊而一隊皆爭捄之否則一伍戰沒而左右伍不夾擊者臨陣即斬其一隊之眾必論罪以差甚者截耳矣不如令者斬退縮者斬走者斬訛言恐眾者斬敵人衝而亂者斬敵既敗走佯以金帛遺地或爭取而不追躡者斬一切科條與世之軍政所載無以異而其既也所謂論功行賞之法戰沒受上賞當其臨陣躍馬前鬪因而摧敵破陣雖不獲級而能奪敵之氣者受上賞斬級者論首虜以差斬級而能冠所同伍者輒以其人領之故其兵可死而不可敗僕嘗擁千人夜半渡河令曰眾各御枚攝衣而渡凡有聲者左右縛而前向巳而眾皆畢渡而無聲矣又嘗夜半發百餘人伏叢草中期日中誘賊過草所不得動巳而賊眾蒐路而前眾皆伏不敢見及逼陣則躍呼而起矣僕之約束豈能遽至此哉盖其習之者素故也近日東南之兵軍門雖設有旗牌矣獨監先年朱中丞公故事其所部署諸將失機者未嘗戮一將於轅門而諸將督戰所部軍或臨陣退縮者未嘗戮一卒於陣方敵之未至其伍先亂而有若兒戲然矣及敵之既至則眾皆不戰而走而有若魚爛然矣然則兵安得死鬪而將安得有功僕故以為今日之急莫先於申軍令以治兵非獨軍門得然下自兵備參將及各守備指揮千百戶隊長及他署兵有司並得遵奉軍門之令按軍法從事凡團操不如令者則綁打一百棍如例凡臨陣督戰不如令者各許就陣斬級或截耳懸之於旗以號令軍眾一切治兵之條大略如三州狼兵之法而論功行賞必首死戰之士次及摧鋒破圍之士又次然後及斬級之士賞必自卒始罰必自將始如此今日東南之兵即古吳越之兵矣不然旗牌設而不用與無同雖有百萬之兵無益於用也伏惟尊裁　三曰利器械兵法曰器械不利以其卒予敵也兵家以介冑為先聞近日東南之兵太半無盔甲而海寇亦祼而鬪其無盔甲與我兵同而其死戰而前則我兵所不能支故其眾易走僕舊嘗在粵中獨田州甲為善自盔以下並以堅生牛皮而油灌之甲特周前後腦背而巳兩肩兩臂手及兩股並別為小牛角片置雲肩敵手等名免盖取其伸縮如意而便於戰鬪者試令召田州之工氏或廣中能倣製者而官自為採科製之大略一盔甲則二三金可辦也又聞海寇之兵特疆在舞刀每輕我兵不能射僕竊謂反其所輕莫急於習弓弩而破其所疆莫急於倣狼兵燕尾牌之制近日東南之牌皆沉重而不利進退獨粵中燕尾牌以桐木或柁木為之其長如人之身其廣不滿尺其背如鯽魚然故仄身前逼雖嘗利刃而不能斷其體輕故運如鳥翼而一切矢石皆可蔽僕嘗見廣中狼柳之兵善舞牌者其臨陣如鷙鳥而進不必盔甲而賊雖墻立不能傷此廣中所最尚者近欲訪置在浙中惟溫州桐木柁木為多可易辦之其弓弩亦必採兩廣毒藥以灌其鏃鏃著血縷則立死但浙人不習射當如兩河以北懸射銀錢之利以誘之使習令弓師而能教百人善弓則善弓者得以一人兼二人之食而弓師且賞之以百金而署之為百人之將矣弩師而能教百人善弩則善弩者亦得以一人兼二人之食而弩師且賞之以百金而署之為百人之將矣如此則不數月而全軍皆善射犬其他短兵鎗棒亦率類此大略百人為率當以三十人手牌例如樓櫓而各持短兵相接其陣欲疏而不窄而三十人手弓弩持滿而夾陣於手牌之間三十人則以長刀大斧或北方悶棍之類縱其後其餘十人則給使令薪水而巳此器械之大較也至於火攻神槍之屬則兵家第一義而於海戰尤為首功東南諸將當巳勒習之矣僕故不及然此特可以用之舟師而陸戰或非所先也伏唯尊裁　四曰分戰守僕久宦遊於外不能詳浙中諸將戰守事宜但據頃者道路所傳蘇松被寇之事推之則戰守之略似尚未得其次第者何以言之方其海寇之軸艫相望而進必由通海之門戶而入如蘇公之吳淞江劉家港之類是也古人云守險者必先設險於險之外守之其所謂海戰之重兵如各參將所提閩廣募兵之類當設戰艦備火攻而謹斥堠以迎擊於松海之上賊未泊岸則當夾水而陣以遮擊之賊既及岸則當隨其賊艘所屯之處而直搗之此則海上逐利格鬪之兵也將之最猛兵之最精者可以當之州縣之兵則當於海之門戶之內或陽為木櫗樹枝以槎其津或陰縛鐵索木樁及沉破舟之類以塹其河或為輕利飛舸以邀擊其旁內伏火攻外張疑幟列壘而守此海門戶之兵也將之稍材兵之稍強者可以當之至於府州縣間環城市而守特籍城內外市民之中量擇膂力者團操其間為之形聲而巳兵與將俱無所事者何則強兵在外彼必不敢深入深入則首尾衡擊故也頃聞海寇深入崑山以及蘇州城或由吳江轉卯湖而出者盖由各兵並塹城而守始則不能迎擊於海上次則不能邀擊於劉家港所入太倉之處故其賊入如履無人之境得以狼籍狂悖至此僕竊以為皆失形實之大者也即如浙中事體言之浙以東寧紹各府僕所不知浙以西則當屯重兵於澉浦乍浦之間西南則可以障海寧以上東北則可以障海鹽以下大略當擇參將如盧俞二君之類提兵數千列艦而守此當勒習海戰而使之往來逐利且鬪且躡所謂統責其成功之大者也至於分入杭嘉之間聞無通潮之津稍與蘇松事體不同此則府縣及各指揮之中量責其材且勇者分地而守塞其要津堅壁清野或聯鄉兵以為聲援或伏林麓以擊其不意或毀橋梁而陷之澤中所謂分責其成功之小者也然諸哨之兵又必各按其地圖而畫譬如奕棋者之分子布算賊犯某處則某兵當之某兵擊其左某兵擊其右又深入某處則某兵當之某兵迎其前某兵躡其後或賊不利而退則某兵為張疑幟於某處以駭而覆之諸所分布之中計道路剋期日迭相主客互為約劑有不如節制者並得按軍法從事則戰守既分功罪自切而不患無成功矣僕湖人也以湖州言之賊自海寧入則當守之石門賊自嘉興入則當守之皁林平望賊自蘇州入則當守之平望以及吳江太湖之口然要之海寇重兵其勢必不敢深入特慮浮劫之寇內有乘亂者窺我無備為之深道而入或者著之賊詐稱海寇殺略閭里急則詐稱官兵令我兵不得追躡此則有司之事所當嚴號令察奸細而預為督捕者也聞近日湖中亦有聚徒數百者恐海寇未至內亂先伏矣僕湖人也有不敢盡言者伏唯尊裁　五曰擇官使官使有二曰將領曰郡縣有司近所任參將俞君大猷盧君鏜僕雖未嘗交其人聞俞君舊在粵中善柎循士卒故得兵死力而盧君亦嘗手搏賊閩海間小大數十戰嘗有聲稱盖皆一時之儁也然而浙之杭嘉與蘇松並為錯齒之州聞其將士利害不相及往往此矛彼盾而海上之寇得以避實擊虗而乖其所之僕以為故副總兵沈君希儀可以當今東南之大將也沈君之奇詭猛悍有古名將風舊為淮陽總兵時僕適令丹徒方江上承平沈君固無所著見僕嘗扣之其息深深如也巳而入粵嘗聞沈君所立戰功及其懾服諸蠻夷處雖傳記所載或不過之近雖位極身退然年僅六十聞其還粵以後稍有不自安而思出者譬之李廣歸藍田王翦還穎上出則更奮矣僕竊謂明公當及其憤而疏請之且沈君粵中宿將也　朝廷倘許之便宜從事敕令親為籍部狼柳之兵數千或他將領可用者從蒼梧豫章順流而下僕知內多為沈君所舊部而相信愛校之烏合之戌適用必不同至於各守備及江海諸衛用事之將僕竊謂並當會同督府疏名以聞大略當遍擇浙中衛所所部諸將或不足則南京江西湖廣等處皆得博訪而任使之當責其成功無罪其小挫當擇其勇悍母疪其短此選將之略也至於近海郡縣有司尤當別議者何則國無鷄犬之警則廉靜長厚之吏當為治最矣時有羽檄之馳則長駕遠馭之士亦所急使矣故語曰寬則寵名譽之人急則用介冑之士方漢匈奴大入雲中上嘗雖有龔黃卓魯之賢無益於用矣故漢武皇帝欲鬪匈奴如雲中上黨諸郡並出材官騎士若李廣程不識之徒出為守尉僕竊謂今日明公之於寧紹杭嘉湖諸近海之州縣也亦然明公當會同廵按通數十郡縣之長吏及其佐貳並量其材而器使之大略近海患者則擇其疆智精悍之材一切練軍實築城堡謹斥堠嚴部署皆籍之以備緩急而其餘腹裏郡縣則擇其寬和柔靜之士明出納謹筦籥特務與民休息而巳此郡縣有司之略也明公倘不鄙試聞之　廟堂之上或及採擇施行則於軍興亦少禆矣伏唯尊裁　六曰籍兵伍浙被海寇以來不知軍門所籍而用之者何兵或云即杭州及沿海衛所所籍之軍或云調各府州縣民壯并販鹽之徒或云調處州并福州漳州兵又云調廣西狼兵僕久宦遊於外不能悉然以愚策之諸將所部署似不得專統以為訓練之兵如此則恩不能拊循威不能專一必不能得其死力難以有功且今之衛所之軍與有司所籍民壯特空名焉而巳善兵者汰而用之或什之一二可以約束而作也處州守坑之軍聞其性頗徤鬪然亦恐未嘗勒習水戰福州及漳州兵當故勒習水戰矣聞其內多從海寇行奸利者故習海寇所鬪於諸兵中為最特不知今所調入浙者若干廣西狼兵於今海內為尤悍然不易得真狼也真狼兵必土官親行部署纔出其餘當不過柳州水東巖之游民與廣州新會打手之屬而巳如果則亦無以加於吾嘉湖販鹽者流也由愚計之一切調到客兵特當量候緩急以為聲援策應之兵則可爾恐不得為常而沿海郡縣所自部署勒習以為歲戌之兵必於土著之中擇其膂力猛悍之士大略若杭嘉湖寧紹??公海販鹽無賴處州礦徒并一切亡命者為之太約杭州三千嘉興三千而溫台寧紹亦各二三千多寡以差其費當括十一郡縣民壯弓兵之屬而通計之當其腹裏郡縣則為之減去其半或三分之二特量留升之二三以給城庫刑獄之役而巳其餘並籍其費以歸於官令各兵備道親為按歷州縣或擇諸州縣長吏破常格而募之且各州縣民壯弓兵之所食故額人七兩二錢然其民間所私相轉募一倍再倍者有之追呼道途之費尤不可算約者請量為每名額徵一十五兩籍二人之所食而募一人其數可三十金僕竊謂信如是則今之吳越之兵必可變弱而使之疆不知者難之以為吳越之人多脆弱僕竊謂項籍常以八千子弟而戰秦師百萬於鉅鹿之下即今之會稽也我高皇帝方與張士誠相抗於蘇湖之間一時猛將如徐達常遇春之流大小數十戰亦不得蹀躞長驅巳而混一天下之後稱亂者殆盡然後滅亡亦即今之蘇湖之海寇為患聞近之里中年少者往往倖釁竊發椎剽為奸有司使能不惜厚貲以彼之食而招誘之三江五湖之間未必無翩然可用者特恐費不支耳不患無土著之兵也吾浙之中得土著之兵萬餘人分列沿海郡縣所為上下其食勾考其伍他兵伏輜重廩餼犒賞之費則統於兵備親躬袍鼓時相訓練共服食均勞苦則權於將領方其畫地而守則責之土著之兵以分壘於外而遇有警急然後調所募客兵以為聲援如此則將有專屬之兵兵有專閫之將主客既分緩急可使此或一策也伏唯尊裁　七曰築城堡海上之寇與北虜同並無攻城屠邑之略不過利在子女玉帛而巳吳越僻處海上自古易姓革命之世並獻圖受命未嘗有戮力抗師者故築城甚少近聞嘉善平湖蕭山餘姚慈谿諸縣巳皆繕城然而桐鄉崇德尚未聞議及者此特邑而巳至於市鎮如我湖歸安之雙林菱湖璉市烏程之烏鎮南潯所環人煙小者數千家大者萬家即其所聚當亦不下中州郡縣之饒者並當按其市居之田宅積貯而量其力之大小為之均其費之多寡各列丈尺而築之有司特為之約束期會鉤考布算以責其成功而巳而其財不必籍之於官籍之於官則多出沒之弊其他敵樓城門并水寨之屬非民間可以例辦者官量籍庫貯以助之至於鉅姓勢族而野處田間者或二三家或五七家或一二十家所願隨便築堡者亦聽近聞甘肅諸邊總督楊公嘗遍行之雖北虜數萬控弦其下亦不敢窺數家之堡而仰攻何者彼不過利之而巳一攻堡則其內伏火器下礧石非擊殺數十百人必不能下彼所得不足以償其所失故也故僕竊謂吳越之間凡近海一二百里並當令著姓居民遍為列堡而守可也近訪其製大略崇一丈二尺基廣八尺或弓尺而上減其半環所居以為方圓廣狹而隣之人有願併入僦廬或急則欲歛子女而入因為割所有併築者聽如此則民間隨便興築城堡相望而賊縱深入不能肆行殺掠之患矣或謂如此其勢必擾僕竊謂以佚道使民雖勞不怨以其力之所得為而捍其患之所不可支且不願者亦聽何怨之有伏唯尊裁　八曰練鄉兵吳越江海之間幾二三千里必非　朝廷之兵所能遍為戌守者漢患匈奴目?兆錯嘗請徙富民實塞下盖使之家自為守人自為戰之意若今日吳越之間則不必他徙富民而中自有饒田宅千金萬金以上者廬相接也以愚計之當倣兩廣之制其材力可以盖一里而部署百人上下者則命庂為百長長有牌分為若干隊各籍其所部署百人者之名氏年貌與分執兵仗於其上以待約束其材力可以盖一鄉而部署千人上下者則命之為千長長有牌分為若干哨各籍其百長及所分哨之名氏年貌與互相聲援之略於其上以待約束其在官府特罰其不如令者與不均者而巳不得數令追呼而擾之方其平居無事則千長得以擊牛酒歃血為盟約劑於一鄉之中以稍申其聲援之約及其賊既逼境則千長得以舉火砲為號合各百長之兵以赴援於賊所間入之路以迎其至而擊其歸有不如約者即聽千長并百長各得以按軍法綁縛而告之有司有司輒按軍法而治之如令各鄉之鉅姓大族除按丁外有能自募膂力伎擊之士以為諸鄉兵之先者則各書其名於官無事則令訓練里之子弟而官量為犒之以鼓其氣有警則責其摧鋒奮擊以為里兵之倡而賞必倍之僕又間察吳越之間其鉅家勢族往往有為子弟不惜千金而鬻一官者倘為疏之　朝廷凡民間所籍鄉兵或鉅家勢族所各自募之兵有能奮勇勦賊凡斬級者倍官兵之賞每級一百兩凡手斬三級以上者署爵一級如兩廣試廵檢之類而賞仍半之累功至伍級以上得世百戶累功至七級以上得世千戶凡所部庂兵斬三級以上量為優之冠帶有子弟願補生員及都布按承差知印吏者聽五級以上准署爵一級如前或准送子弟一人國子監讀書或原係監生准選光戈監事署丞及五城兵馬等官七級以上亦得世百戶或願改錦衣世總旗者聽九級十級以上得世千戶或願改錦衣世百戶者聽十一二級以上得世指揮使或願改錦衣千戶者聽或係監生願補內閣文華武英等殿及兩房中書舍人之職亦得劑量如例如此則吳越之間非惟各思保其妻子室廬之有抑且兢慕夫爵賞寵祿之及爭相家自為守人自為戰而其氣百倍矣較之官府歲調客兵其所當利害緩急尤有間者伏唯尊裁 \\n 與阮函峯中丞書 \\n 奉別時不意此賊突然劇至日來不得一追隨戎馬之間甚恨甚恨還家後即巳携妻子入郡城然譬之穴處之鼠不知彼中嚮背虗實及我公所震盪將士相機截殺事宜但據郡縣哨探者傳聞賊圍乍浦八日巳而退散四潰海寧崇德之間聲言南犯省下又云賊巳亡舟並從徒步且賊勢雖眾其實中土之人十尚七八烏合四引並無紀律果如此則兵法所謂可多方以誤之亂而取之者也夫彼之所以舍舟而進以為如去年故事可以自省城一面焚劫一面擄舟長驅而下也今聞省城遠近居民並巳搬移大小舟楫河港巳絕則此賊前不得掠當必蟻引徧仁和錢塘海寧德清之間又無巳尚國蔓延轉入湖州萬一果入湖州南自塘棲而下次大海漾次菱湖次湖趺漾次前山漾次碧浪湖次郡城之下迤東則思溪次雙林次東阡又東則吳江之鶯脰湖瀾溪諸處四面皆水壑也公倘與督府公併力引兵相為掎角彼此形聲且戰且躡大略於水兵則擇三府之輕銳者乘以飛舸伏善射者於中馳逐而射如遇賊眾列艦而前特為法鑛佛郎機諸火器橫衝而直擊之於陸兵則擇廣江土兵處兵山東直隸兵分哨而布相地利塹林阻不得輕鬪或俟水兵蹂躪之後因而夾擊或俟彼之失利因而乘勝突戰或出彼之不測因而掩擊此萬萬可以得志者自唐棲以下所謂五湖巨浸之間並可效勝一戰而成百年之功不肖之所翹首以願聞者一應事宜巳載別幅以前區區皆候賊過塘棲水戰大較也至於賊或猶在海寧錢塘之間又當以陸戰為策相機分哨不能遽悉總歸有二迎敵者則嚴陣以待之不得輕為賊兵所餌兵法所謂其阻如林盖以鎮其黠猾嫖姚之氣也此則賊所眾知者也伏擊者則設詐以乘之擇地利以布各兵橫衝掩擊突起其後兵法所謂鷙鳥將擊必掩其形盖以奪其氣亂其耳目而覆之也此則賊所必不能知者也相隔遠既相念彌深不勝區區草草奉布外敝府守城事宜十萬生靈所係萬唯速賜施行 \\n 與趙玉泉大廵書 \\n 東南數郡始被寇以來州縣望風如燬盖以承平既久武備盡廢倉皇窘迫居宜在此至於朝廷命將徵兵巳及數年卒無成功愚妄意將無專權十羊九牧故也古人命將則廟見專閫以外一切繕財養士生殺封拜不由中覆甚且專空頭敕便宜行事至敵國外夷得權厚賄以深入行間間有小挫亦唯責其成功而往往寬其文法故得以緩急如意國家征伐之權則既移之撫臣而不以專之將領巳與前代有間矣撫臣所專不能越千里以外於是總之督府他如總兵何卿沈希儀輩皆川廣名將也比聞其至所部署者不過所擕家丁數十人與本處一二百烏合游食之卒而巳更無數千專領之兵及一切不貲之費令得以恣其出入使之厚賞搆諜其間而督府雖設有旗牌往往訓練未嘗一按軍法行事及出師望風而潰未聞於軍前戮一偏禆之將以肅其氣信如此則何以有死鬪士而制勝也近又設重臣以監覍視之頗聞彼東上西督撫及將領以下往往望風懷讒自相疑懼以彼事體與唐人監兵故事何異此萬萬成功所難者明公今日之事首當建及者也其次則選調客兵一節如今年三州狼兵永順土兵最為驍悍不幸事機既失不及全功難以再調近到川兵尚未聞處分愚獨以為倭奴所長在利刃諸兵不能汁然無盔甲唯擇善射者能覆之當於河南山東北直隸民兵奇兵及河間保定達官數內量擇射之最精者一二千人以為前鋒仍挑膂力倍人善悶棍者佐之大較不過三千此或今日全勝之兵也各兵皆巳籍而養之在官不必他有厚費且今年十一月以後明年五月以前正其下操團之時量為調發一用亦無不可者他種種事宜曩巳稍詳所寄李汲泉中丞書中嘗塵尊覽矣大較於浙東及海上馬瘠諸山事機愚所不詳至於嘉湖蘇松所可便宜嚮之區區或多近似者也內如諜賊情一條尤為喫緊近聞海中各島紛紛競起軍門興兵數年尚不得彼中一二要領何以緩急謀敵明公達練當世况舊歷閩海其寇中一切蜂起蟻聚之始及其兵連禍結之久當必有剖如日月者顧山谷之跡無繇侍教耳或曰非通海市必不可散彼黨而諜彼情此今日所急者嚮嘗面及不敢再議至於敝府備海寇尤與??公海諸郡不同湖多巨浸旁溪而海寇所奪舟楫而入不便馳逐况湖中多販鹽亡命以射虎打生為業者皆強弩徤鬪之士也倘按七州縣山田地蕩海畝歲括銀一分以上可得五六萬金即於歸安烏程長興各縣募鹽徒二竹虎手五百打生五百即籍其所故習鹽船為水戰之兵於中擇厚貲而勢眾多智謀才略者部署之大略人給每年工食銀一十五兩計兵三千該歲費四萬五千兩至於兵仗則人各舟其舟弩其弩鎗砲其鎗砲並不必官府別設間有補緝所費不多特火器火攻并一切賞賚之費此在明公擇他郡佐貳有異材者量移於此以專責之名曰湖中水戰之兵竊計海寇所長者在舞利刃我兵特飛舸以乘之必不與陸鬪彼之利刃無所施海寇所短者在不中而祼鬪吾遠在百步以外選虎手打生之最精者乘利而射之近在數步以內則聚鹽徒之最悍者操長篙及鎗砲諸器以蹂之彼萬萬不得利而深入者愚初歸時嘗以此說郡守公矣郡守公亦集諸鄉先生共計而諾巳而不果施行恐括財既多易起他議故遂中止耳抑不知近日烏程各縣所集糧長兵船大戶兵船里長兵船一節所費不貲並皆脆弱游惰之丁况人與船器不相習十無一堪者至於有司乘此科罰旦暮如織上宮不能制其盈縮百姓不能窺其出入此所謂以虗聲而濫實費其實萬無可用者也倘明公下有司罷去糧里一切兵夫而按田以養兵一則家各按產之多寡出其百一以繕兵而所費頗均一則官能籍其徤鬪之卒故乘之舟故習之兵仗人與器相習而緩急得用一則既設專官統專兵之後唯以海寇息滅為期歲終不止則按畝括財如故可以久遠施行愚見如此至杭嘉寧紹以上又與敝郡事體不同不敢妄及但此賊乘潮往來必非調到客兵所能久戌而於鄉兵不可不為早練則竊恐各府括財繕兵大約亦當凖此伏唯尊裁 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之三 / 書三】", "正文": "　 \\n 【卷之三/書三】 \\n 　 \\n 答董潯陽中允書 \\n 復丹徒邑諭唐白野先生書 \\n 與督學王敬所書 \\n 答朱太學書 \\n 與沈青霞塞上書 \\n 與沈青霞塞上第二書 \\n 復沈虹野書 \\n 與喻吳皋中丞書 \\n 與呂沃洲大理書 \\n 與侯二谷憲副書 \\n 與查近川太常書 \\n 酉?州畫士蔣曉山書 \\n 與蕭柱峯太學書 \\n 與趙方厓中丞書 \\n 與何吉陽司寇書 \\n 與萬楓潭中丞書 \\n 上袁元峰相公書 \\n 上楊虞坡大司馬書 \\n 白華樓藏稿卷之三歸安茅坤順甫著邑人姚翼翔卿編　書 \\n 答董潯陽中允書 \\n 使來得兄手書且憐僕免官之後復繼之兵革之窘當不得肆情山水間以附古之巖壑者流何其憂且愛之勒也然僕於此亦竊稍知自持矣被放以來山中獨臥既與世不相聞牀第間唯奕一局古今墳典及百家莊老之言數十卷間對局及劫地破圍兩家勝敗處則爽然自適也讀傳記至莊生馬蹄諸篇則陶然喜或屈原卜居賈生服?鳥賦則又潸然悽以涕未始不即彼之所以得而弔此之所以失也山中無他賓客間有擕金買文者至既不能卻又不敢私則呼兒囊之入市沽酒擊鮮與之醉而淋漓宴嬉當其放歌山鳥欲和而林花半飛隣家之父且笑且嘲而莫予知也兄其謂我為得乎為失乎以此言之吾雖進不能附兄輩翱翔四方退不及如古巖壑之士披綠簑釣五湖然而干戈之世一畝之宮猶可以藉豐草而叭且哦也其情與志未始摧以頹也兄何必於僕為嗚咽蹇塞之辭而相為憤且弔乎僕願兄努力　明時共金馬承明之士相頡頏至於山中之課無他指陳如左所言而巳或他有故知憐問者亦煩兄出此讀之如何不盡所欲言 \\n 復丹徒邑諭唐白野先生書 \\n 觧官南還承公手書嗚咽嗟咨若將弔不肖之奪官而又憐非其罪者雖然公讀古今傳記當上下數千年矣其間可悲可咤可憤可涕之事不知其幾金焦之下大江之滸得無猶有漁父鼓枻歌而過者乎歸來山中左手持南華右手持棊局醉則援筆賦文章稍稍淋漓宴嬉以恣其丘壑之思或自一道也幸公姑置之門下之士所當從吏時舊遊或他鄉先生訊及為報曰巳草北山移文久矣其言似不恭不當以聞於丈人行恐公遠念故不得不以所自適者發公一笑也 \\n 與督學王敬所書 \\n 塘棲言別巳逾載矣兄之道日益進問日益顯位日益高古之人所謂修身見于世兄之志也兄之事也而僕不自量間竊附兄聲應氣求之間戮力于茲然進則不能直其道于當世退則不能修其業於山林一二年以來丘壑之跡與烽燧之警相出入日唯輦妻子竄山谷間欲擕書樹下若鳴葉之蟬吟草之蟲以自足所好且不可得巳嗟乎嘗聞古之人云詩唯窮而後工僕竊謂文亦似之今以之自覆干戈晦冥之間雖或欲追琢其所至銘人之墓詠人之社與古之以道而窮者相磋切則又疲且零落矣安在其能窮而愈工也哉豫章之間羅念菴今之南州徐孺子也其他若東郭先生善山先生巾石先生並傳陽明之學振黃鍾大呂于州郡之間比跡而在兄今日過之鵞湖白鹿之上得無尋二陸晦翁東萊諸君子遺業而脩之者乎傳曰師道立則善人多善人多則賢才輔而天下治今之世譬乲萎葉殘卉當窮崖橫波之中日溷而日湮無復能振所藉者諸同志猶如將旦之星耿耿人世耳願益努力願益努力若僕則固有所不能也如何如何用世之念僕巳鑱絕頃者當事之薦盖不知僕之所故嘗獲罪之因云云耳或欲不肖從今人局面以自鬻于世兄憐我其亦能之否乎嗟乎于此焉窮而不敢不工此或區區所自附於兄之聲應氣求之間當不我厭也恃兄知巳之愛及之又以牋盡不敢悉 \\n 答朱太學書 \\n 承憐病體數以釋氏靜養之說見諭良是良是特僕雅好著文辭間亦不免時時應酬又好奕有客至則投轄或至移日然僕所謂靜於兄或少異先儒嘗謂有心於求靜即動也假令達磨治三軍與檻獮而坐胸中景象即可參照故釋氏愛蓮花以其出於汙泥而不漳也如何如何 \\n 與沈青霞塞上書 \\n 兄既以上書言　國家事徒塞上十餘年來僕之寢思夢魂半在楚離騷十居招魂諸篇中因數憶兄輦妻子羈山谷間旦暮所耳目者特烽燧之色鼓鼙之音秋八月來草木既落鴻雁南翔兄抑嘗為之泣下霑襟否乎雖然僕向嘗共兄讀傳記至朱雲折檻處未嘗不躍然抵掌願想見其人而况於僕竊嘗從兄遊雅以文章意氣相頡頏其亦庶幾昔人所稱綰帶而交者乎又况於兄躬自蹈之與若人慨慷激烈而上下之乎曩從粵中函牋赴京邑時嘗為六子詠兄以下翁太守迨山莫提學中江侯比部二谷王僉憲東華與僕而六也其詠兄詩僕猶記憶四句官官不過執戟諫書何太狂寧無戀妻子秪為報君王當是時客或私聞之並為流涕間嘗割俸貲數金并前詩托陸錦衣寄兄所不知到否巳而移官大名兵備行縣入清豐過南將軍祠因憶兄嚮所托記其事未及報望南將軍廟貌猶有山??然躍馬揮戈處因低徊郗歔久之輒為勒草命其令溫君名如春者鑱石以報兄又別檄溫令括罰金四十兩附其中未幾坤即罷官去巳而溫君遣吏來候僕巳報如檄所云發使塞上矣不審其亦無相負否乎嗟嗟嚮也同聲今也異域四時代謝髮頹且白天其有意於　國家乎願亟還兄內朝連朋舊於清珮鳳池之間而僕亦從丘壑中效昔人作聖德詩矢歌　國家盛事萬一未偶願兄塞其兌而屯其膏濡涊以待無為憤咽他日傳名臣傳者當必附峊朱雲後幸兄其有以自信而自愛也張尚寶行急草草附言外三金少効塞上薪水之助 \\n 與沈青霞塞上第二書 \\n 僕少附兄盛氣時數自喜願請纓北　闕笞兵萬里外不然當同折檻引裾者流為直臣於時庶幾古之豪雋之士聲馳後世也巳而兄從下寮中建言不韙出之塞上方其褁瘡痍擕妻子匍匐朔漠去死什九，何壯也僕不肖亦從郎署後處之粵南令與椎髮卉服之夷相紛拏不意仗節蠻烟中間從枹鼓之後稍立尺寸報之國家頗亦自謂無負初約或可奮報知巳也然不肖卒從罪廢近且徘徊丘壑間與抱巖之霏鳴候之禽相旦暮竊自憐嚮之翹然死綏斬袂之氣盖巳摧剝銷蝕譬之巳寤之夢了無復能自言也巳兄旅羈中聞清笳之音和變徵之曲讀離騷之文參小雅之什得無泠然自恨爽然自失者乎士大夫從燕門來猶時時道兄魁岸自豪於今鞅鞅者甚且散客游之金食仗劍之士數欲托跡亭障間思得其當如陳湯傳介子輩以建萬世之業於時嗟乎南北相去數千里不知其果與否近得鳴劍集讀之篇中喑嗚叱咤間亦稍可按而覆矣傳曰素夷狄行乎夷狄素患難行乎患難君子於君父之怒怨而不誹可也豈得如古節俠之士所為若此主上春秋既高聖德日盛下　明詔還逐臣其間事機遠近不可知願兄易慮降氣以俟之詩曰未見君子我心恌兮幸不以遠道之言置而不省也萬千耿耿不盡所云 \\n 復沈虹野書 \\n 使者持誌草歸報門下矣而再辱使以手書至中所云云某所為兄刻意摩畫者故於前狀之直而太倨處俱巳鑱抹如廟見二字及稱長子位中子偉處皆所謂畫工最苦者兄抑察而憐之否乎來諭猶言刪去杜姓二字據愚見此正古人所謂萬物本乎天人本乎祖萬萬不當諱者兄猶不觀詩人所以歌商周之始者乎甚至鳥卵巨跡等處並以詠之廟庭勒之鼎彛盖有以也太史公傳衛青至衛青無本姓胷衛媼為衛古人於此等處敢不敢含糊毫釐近日唐荊川司諫誌施子羽墓於復姓一節猶沒而諫義正如此兄賢者也一切文章行誼力以古人之至相馳驅他日百年之後所以名當時而垂後世正當與古人相印合必嚅嚅效世眼所爭耶然恐以違兄為罪巳於別稿所上竄去之矣苟按古人之法於不肖所見請兄直書杜姓二字亦不失為仁人之所以不沒其親也使者歸適從舟中呵凍捉筆草草奉復不宣 \\n 與喻吳皋中丞書 \\n 僕附公鹿鳴來古人所謂知巳不可再者顧挂仕籍時南北東西不相及間得公手書及所貽篇什讀之聊以慰江上攬帶之思云耳及僕罪廢以後苕霅庂水既僻吳之西南陬少士大夫舟車之綰音問不可得譬則蟄蟲也近有客自京朝來得縉紳錄始知公巳服官大中丞且督江防甚為躍然石城鍾山之間吳晉六朝風流文物姑不論我高皇帝嘗塹城而都覆偽漢百萬乲師於江流關下古所稱鉅鹿昆陽赤壁淝水之戰不能過也况城郭宮闕圖書武庫聖人之所以一天下而臣四海者當與公之詞襟藻腋相旦暮焉公登遊而慨然以賦其及賡和班固左太冲諸君子之什否乎僕佐遷南省時頗持蓄此志巳而忽忽不竟草然數年來國家多故南風不兢矣近聞禁軍之變漸與唐末諸蕃鎮牙兵無以異恐非盛世所宜有也願公與深識遠筭之士若沃洲公輩一商摧之烏有先生亡是公子往往篇末得攬缺失以諷國家此僕所以供公文詞之好而効區區也餘不敢悉 \\n 與呂沃洲大理書 \\n 近於督府公所遣使得我公手書間亦附牋事奉報當巳達記室矣近來萬福如何公之才與識今之夷吾也不尚蹁躚散地顧公自憐多病又未有嗣子故借宦遊與時相浮湛然坤之愚竊以聖人不習養生家然養生家唯得道之至者可以當之何者以其忘生故也坤所為公憂者唯嗣子及問故嘗客遊門下與公所惠手劄自以為憂者亦唯嗣子然恐不免一障矣金陵多佳山水又於天朝為鎬京城郭　宮闕輿書武庫左太冲之賦所不能載者於今十而五六焉公以博識古今之士共二三知巳娛於其間所以保真而完氣者甚可自適也忘之又忘而日無所得無所失焉昔人所謂玄牝之門萬物之母其或在茲乎坤少從吏門下間好習兵訣亦頗有馳驅四方之志及罪廢以後一切揮戈躍馬之氣漸以消歇近復多病將日蕭騷於林蘿池草之間不啻如土處之螺蟲而巳公得無憐之否乎適壻金生南遊太學特具尺楮少通耿耿不宣 \\n 與侯二谷憲副書 \\n 頃過荊川司諫家逢兄所遣卒得手書匆匆勒數言還報當巳奏記矣讀佳刻清曠散逸信所謂雁蕩赤城之人也恨未得全袠一縱觀兄之底裏耳潘天泉遠索大名誌草僕當時巳就十九中間尚有數處須一訂耳聞天泉兄即報入刻何其遽也豈僕以遲滯猶罪天泉兄欲以迅捷為吾收贖之耶中間草略處勞兄一為詳訂南樂霍貫道僕向宦河朔時所拔之為千人將者也其人忠勇壯偉可厶仳古之南霽雲且起自行伍將二三千人二三千人衘其恩威不敢犯有名將風上在兄今日幕府所可問而知者嘗過北塞手搏胡兒以歸及僕觧官南還涕而送之黃河之上且自請願得死倭奴供似既罷官卻之然亦誡其無得輕鬪也不意未幾荷國家六郡騎射之選遂將所部而南始至松江亦數有功惜也皁林之戰力竭而沒然其所殺傷倭奴亦略相當倭奴之所以不敢蹂湖脇杭而逡廵以啗督府之餌卒至困亡亦其一戰之功也大畧巳見前寄紀剿徐海本末中嘗欲為貫道勒一墓銘以傳之後草及半巳而亂他帙中到今不能檢貫道之子騰蛟歸且急因匆匆遣之尚未及了此宿負幸兄同天泉於郡志中一紀其事且令今之戎伍間亦知忠勇士雖戰沒世之君子猶不忘其誼也如上惐於南霽雲之祠之旁得兄題數言并令貫道附祀之於下亦兄盛德事也身雖巳露沒訪古人招魂而葬衣冠并卹其遺孤諸種種唯兄共郡守諸公努力努力餘不敢贅 \\n 與查近川太常書 \\n 林臥既久遂成懶加春來讀歲書始知浮生巳四十九因憶觧印綬五六年別兄京朝來則又八九年僕束髮來所深交如兄者能幾荏苒離愁倐若羽馳如此間抽鏡對之髯雖未莖日漸索矣顏亦漸黝且槁矣嚮之所欲附兄輩馳驅四方數按古名賢傳記所載當世功業輒自謂未必不相及氣何盛也而今安在哉頃者候董甥之使自京邑還得兄與施驗封書大略並嗟僕日月之如流林壑之久滯謂一切書問不當與中朝之士遂絕非肉骨心腎之愛何以及此甚且一二知巳或如漢之人所以嘲子雲者面嗔僕曰某今之賢者也彼方位肘腋中外之士所藉以引擢者若流水若獨留滯中林者殆以世皆尚黑而子獨白耳僕笑而不應而使自兄所來辱兄口諭之亦且云云嗟乎兄愛矣而未之深思也僕嘗讀韓退之所誌柳子厚墓銘痛子厚一斥不復以其中朝之士無援之者今之人或以是罪子氣山??過峻故人不為援以予思之他鉅人名卿以子厚不能為脂韋滑澤遂疏而置之理固然耳獨恠退之於子厚以文章相頡頏於時其乳知之誼不為不深觀其所敘子厚以柳易播其於友朋間若欲為欷歔而流涕者退之由考功晉列卿抑嘗光顯於朝矣當是時退之稍肯出氣力謁公卿間如三上宰相書十之一二焉子厚未必窮且死於粵也退之不能援之於綰帶而交之時而顧弔之於墓草且宿之後抑過矣然而子厚以彼之材且美使如今之市人攖十金之利者鳬唼蒲伏以自媚於當世雖無深交如退之文章之知如退之當亦未必終擯且零落以至於此而今卒若爾者寸有所獨長尺有所獨短子厚寧飲瘴於鈷鉧之潭而不能遣一使於執政者之側寧以文章與椎髻卉服之夷相牛馬而不能奴請於二三故知如退之輩者彼亦中有所自將故也後之人寧能盡笑而非之耶吾故於退之所誌子厚墓未嘗不欲移其所以弔子厚者而唁且詰乎退之也然子厚在當時其所同劉夢得附王叔文輩盖巳陷於世之公議然耳後世有士其文章之盛雖或不逮而平生所從吏州郡及佩印千里之間文武將吏未嘗不憐其能而悲其罷官之無從者假令有當世之交如退之官不特考功顯不特列卿其所他引擢天下之士踵相接其其獨嗔子厚所不能而為之耳無聞目無見乎抑亦憐其文章不遽在子厚下故所並聲而馳者其宦業所奮猶烱然有在世之耳目或不當終擯而萎翳之也將矜其愚引其不能而移其所引擢他者而為之力乎噫僕至此亦可以投筆而自嘲矣又何必人之嘲我為也適遣使護少弟某謁選京邑當過兄所問起居且思有以復兄之口諭云云也不覺嘔吐至此幸兄共一二知巳度僕生平之交其文章之深氣力之厚有如子厚之於退之者乎脫或過焉幸以其勿獨嗔子厚者而少诙之巽言而請也退之苟有知未必不自悔恨於九原也巳何如何如 \\n 酉?州畫士蔣曉山書 \\n 舊吏朱遂過得君所為鹿門圖因以屏之草堂到今來煙雲泉壑猶朝夕襟帶間也近復得君所臨東坡像開綃對之角巾野服疏肩朗姿若揖之於西湖赤壁之上而與之載酒賦歸者然東坡在當時忠信倜儻卒不為世所容宦跡所嚮如浮梗萎蘙之適江湖其困抑摧擯亦甚矣而其文章大節猶至今赫然人耳目五七百年來人猶像其衣冠眉宇而藏之名山若此者其果在彼乎在此乎聞君善畫於山川花鳥竹石無不得其觧不貌山川花鳥竹石以貽僕而獨貌東坡者君豈以僕臭味夢寐間或近其千百之什一者乎僕雖少好為文章巳而釋褐舉進士間亦不自量願附古之以事業名者相馳驅今巳頹然朽株矣特其三黜之迹飄泊中□□稍近之而身雖數為世所困抑摧擯其中烱烱之知則未之改者僕嘗讀東坡所竄惠州時和淵明諸什未始不欣然神遊也人事有代謝往來成古今僕對君所貽像酒酣輒淋漓慨慷因酹之曰公之賦不云乎彼固一世之雄也而今安在哉吾悲公能逃其寵榮患難而不能逃其名像猶傳之至今令今之人猶對綃而引盻欷歔也不審君以為然否 \\n 與蕭柱峯太學書 \\n 公匆匆東渡何以相見之難而相別之遽耶青霞兄以忠孝廉節名天下特其性資慷慨憤烈遂為世所搆陷以大戮天下之士無問識不識猶為之酸鼻而流涕者而况於吾輩共之交遊者乎近聞　朝廷巳薄其罪縱之妻子得以來歸然所可痛心者青霞之骸骨尚不得還葬若耶秦望之間而生平所著文章發難時為當事者所收青霞之身可殺而其文章之精光所以寫其忠孝廉節之養而千百年之後猶不可得而磨滅之者固在此也聞柱峰少與之肺腑交者得無悲且嗚咽於其間乎主父偃沒而孔洨車出而收其尸以葬漢天子以長者呼之其遺文猶得載之史冊至今存之者當時故人知巳相與裒輯而不忘故也不肖雖薄劣願與公共之今其妻子之歸聞褁囊之外無一錢當寒無以為衣饑無以為食其祖父所故遺田廬又十巳廢其六七更不知其能給朝夕否願公急與之區畫而其骸骨今未能遽歸請倣古者葬衣冠之法略為一文藏之名山而其遺文散失幸於四方朋游中以漸蒐錄積數歲倘得什之四五亦足以貽後世而慰青霞九原之耿耿也巳臨楮涕洟不能情次 \\n 與趙方厓中丞書 \\n 僕隨公鹿鳴三十年于茲其間聲應氣求頗欲自附於賢者之後然宦轍濩落不得一日同朝而遊及罪廢來譬之伏蟄之蟲矣昨西湖之上復及稍稍傾吐其間躍然躍然再夕之晤俄而千里公且入金陵諸名公碩卿與臺諫訟公過公曾論及東南事否僕向巳共公論之頗悉矣吾浙直數十州郡所橫罹倭夷之慘漢以來西北所當虜患雲中上黨漁陽之變盖未有並之者數年來賴聖天子威靈授梅林胡公閫寄故得以芟刈羣兇東南少填然而海上之烽燧猶未息也八閩中寇所蟻引而破郡縣城邑者去吾溫合特南北州也其所以內怖胡公之威名而睥睨其旁者旦且暮也况西北之虜入為　中國患必控弦數萬深秋而入邊徼之臣猶得以按期屯戌若吾東海春二三月夏四五戶秋九十月彼之乘汛往來電之掣而風雨隨至也二者之間其形遲疾不相及也如此聖天子憫吾東南數十州郡故於胡公之待次積勞其當徙　中朝也久矣特為增秩賜　璽書久留於此聖慮深遠非眾所及頃以南廣之亂中外題覆遽欲請胡公提兵會勦萬一海上之乘汛而南者閩中之頻年窟據而旁瞰者稍聞胡公移節消息又嘉湖蘇松之窘於饑殍者不下數十萬戶也諸州郡之間乘間而起遠近傖儴何以支之然此一?姑置不論即如會剿一節僕竊謂萬萬不可者兵法曰其勢險其節短言兵貴疾擊也故自古稱兵難遙度盖以兩壘相近遠者不越四五百里近者二三百里吾得以深察其中虗實嚮背而後可以用吾所長擊彼所短未聞一在粵南一在錢塘相去八千里會兵而能有功者今日南廣之釁並在南贛襟帶間愚謂此事唯南贛提督當獨任之在福建在廣東在湖南則各以其兵聽南贛指揮而巳苟如或者所云南北延袤不下萬里而遽欲圖彼山川之形勝險夷以擘畫其間竊恐吾之擊之也互為形與聲於千里之外部署約束不無彼矛此盾之嫌而彼之捍之也反得陰與實於萬山之內而連箐塹壁顧有一力一心之勢古之所謂兵連禍結此之謂矣今之張璉諸寇大略並肘腋南贛然其力亦與嚮之浰頭桶岡不相遠當時部中題覆業亦巳請移三省之兵欲為分道深入獨陽明王公以為不必待三省戍兵之至而先期夤夜突入掩擊遂能有功此事即為明驗矣昔者六國之師仰關而攻秦不能西窺函谷尺寸之地弊正坐此正德年間都御史陳金故事至今南州以為話柄公當世重臣也倘以鄙言少有合於公之區畫何不共諸公一折衷之乎為今之計其事當以十之六屬之南贛軍門十之四屬之兩廣總督若吾浙直總督衙門則似當遣將與兵助福建軍門之內定其亂而絕其外至者耳若湖南則又祗以為南贛之聲援而巳恐萬萬不得與之分功也廣中嘗有謠曰　朝廷十萬兵吾有十萬山頭其言雖俚甚切南方兵情不審公以為然否僕舊在粵南頗知彼中情事而又以此事繫國家利害公則在大臣之列與　國家為休戚者也故敢布腹心如此部中雖經題覆猶喜未有　欽降　明旨而胡公所見亦與愚合特不-便於自為疏請耳公倘以為愚非過計片言之間其為福於　朝廷者多矣如何如何不勝懸切之至 \\n 與何吉陽司寇書 \\n 姪與子壻輩還頗道公通家之誼一切飲食而訓擕之又辱公憐僕年來蹤跡之濶欲召之間走都亭上共為握手論襟嗟乎金陵道中僕舊所附公宦遊處也僕雖林臥巳久然　朝廷宮闕之舊年首燕磯之勝與曩之附公川賦而壑吟者未嘗不在夢思間况克齋方厓象岡濯溪諸名公鉅人並僕師友中最為知巳者今共翱翔卿貳綰帶合蹤非歐陽公所自謂洛陽一時之盛者乎僕間以野服籜冠几席其間亦甚懽也顧深思之僕既以罪廢譬之伏蟄之蟲也當不得露處而風吟矣昔人所謂入山而山愈深入林而休愈密此則吾屬之所以混濁於雉兔之穴嘯歌於薜蘿之叢以待年之衰而髮之白焉而巳公得無平生故舊之思乎臨楮及此不覺惘然雖然公不久當召還　中朝僕自分此生當與公即為長別終欲擬跨一驢凌秋而過暫與公一為長夜之談可也適新昌呂友來偶遇錢塘道中特附一言少伸鄙情不盡不盡 \\n 與萬楓潭中丞書 \\n 公於同年中僕所辱知巳之愛最深者也顧宦跡所嚮既不及共轍綰珮而游及罪廢來僕既遠竄山谷而公又遍涉閩楚青徐之間杳不相及甚矣其可為郗歔也猶承公數留記憶時時得從相人者問訊起居稍為遠慰公極稱相人者術最奇僕視之猶多誤也何者僕既罪廢歸來山中方蓬其頭而垢其面與樵斧漁緡之老相混濁泉壑之間者旦且暮耳而彼猶瞢然指吾之頤而曰此屬燕頷也指吾之音而曰此屬洪鍾也他日當侯封不然或取上大夫印綬彼皆以其所以貌公者而貌不肖僕雖與公別且久其顏色之稿筋骨之頹當與曩時不相及至於頷之燕不燕音之鍾不鍾公尚能挂之眉睫與耳垣如渠所稱述否乎僕笑而辭之及別去頗窘顧謂曰君之山林骨起其與海蟾者流蟬蛻塵樊也乎此或近之竊恐僕猶然塵樊中人不能遽遺妻子辟穀食以驗彼之相術也既遠公不及相與追懽特據席走筆令左右一大噱如何如何 \\n 上袁元峰相公書 \\n 近得翁與潯陽書及他一二相知所口陳翁之不忘故知中為推轂者至于再至于三焉僕何人斯而勤翁之注記於心而譽之於口若是也豈非周公為相則九九以上咸為之吐哺握髮而不忍遺之者乎及近聞言者論列督府以不肖雅共之游好并為姍及甚且橫口醜詆吹及毛疵嗟乎此可見僕之獲罪於　清朝見攻於羣眾譬之馳駑駘於峻坂翁雖欲力援而前而他所旁擠而傾趺踣困之者不忘左與右也巳矣乎抑可謂坎土?廩蹇阻之至者巳雖然僕不足道也獨感督府公所遭竊不能不仰天而郗歔者東南數十州郡所罹倭奴之患漢之七國唐之黃巾之變不是過也攻城破邑覆軍殺將無歲無之天子亦為震怒徵天下之材官宿將以臨之然輒敗去未聞有俘其一旅摧其一陣者何則彼皆擇摧鋒之少而又越海而戰人皆死鬪故得以一倍百以十倍千而吾官軍之前而鬪之古所謂驅羊豕而投之餓虎耳當是時寇熟視吾東南數十州郡之子女若几上肉一切紈綺玉帛若外庫然東南數十州郡恐恐焉家不保旦戶不保夕而胡公自御史來即荷聖天子簡任被之璽書授戈而戰它所俘斬不暇悉數一敗之於王江涇再敗之於龕山三敗之於沈庄所効首虜不下萬計至於麻葉陳東徐海王直輩並海上之梟雄宿猾　朝廷故所題覆不靳通侯之爵萬金之賞而購之者胡公獨能內不顧身家之禍外不顧流口之讒遠遣諜於波濤近用間於肘腋遂及以次擒縛數十州郡始晏然不聞熢燧嗟乎亦雄矣當其督戰之勤往往聞其夜半米?冓氷草屨而走矢石四集瘞囨顧身其最為孤危萬死一生者方徐海之攻圍同鄉時其所擁眾分道入寇南掠慈谿北引柘林東並吳淞江西睫瞰浦不下數萬而又最悍者海所自部與陳東兩壁桐鄉而鬪而故督府之卒不過千人胡公不得巳出為餌賊之策遲戍兵之至以擊之當是時僕猶牽文法畏名義力諭之曰與其犯中外之謗以賈沒家之禍不如死綏一戰以冀十一公獨張目據席剖冠而奮呼曰賊萬不可支吾如此則禍止一家如彼則貽　國家數十年東南無窮之禍又左顧一佩刀而曰吾萬一天不佑唯以此自盡報主上耳於乎僕及左右時皆為之引涕巳而兵既四集寇卒授首胡公盖誓死殉　國故能以其孤危之身橫百啄之口出萬死之後成一朝之功耳賊沒之後　朝廷始免南顧之憂而謗訕之臣纍纍然起而攻之荷聖天子獨為憫痛曲賜保全今竟以人告曾參殺人者三不能不投杼而起聞巳逮繫僕切痛心苟欲按論故公之罪杯酒躑躅豪宕自喜大略漢之列侯將軍唐之藩鎮節度使者之風是也其所為聲色之嬖冠裳之褻眾所不得而疵之者然至於長材大略雄心猛智臨敵乘危輚敗為功亦眾所不得而掩之者故律之以莊士之行則世或不與課之以悍　國之勳則世不可無傳曰馬之蹄齧者必善走　廟堂之上何忍以尺寸之朽而自毀此棟梁之材也乎聖天子為之獨照於上賢公卿為之調護於下當必不令馬援墮於薏苡之疑曹彬覆於篋書之謗狄青惑於軍情之危所可痛者世道嶮巇公論不明始則懸通侯之爵萬金之賞以賈其捐身赴難之氣終則引其杯酒之過文法之繩以誅其戡亂定難之功恐它日　國家有急事屬危疑無復敢挺身而前者耳昔者漢李陵降虜而馬遷猶不忘其敢戰深入之苦甘陳矯詔誅郅支而劉向猶訟其萬里揚威之功正謂此也不肖所請抑非敢以自附榜未阿所私也特以事關　國家誼切胸臆不忍不為公議以待之身後耳臨風北望不勝哽咽 \\n 上楊虞坡大司馬書 \\n 竊惟公之勳業道德古傳記所稱名世者也方公開鎮遼薊時僕嘗幸為吏河魏獲以簿書事公幕府不幸未幾坐他訕擊而去之亦僅以簿書事公幕府而杳不及從公游出入亭障擘畫山川以覩公吐掘胸中之奇者歸來乎林谷巳匝八年公之出將入相固巳兼漢之博陸侯唐之汾陽王而身有之今之海內兒童牧竪田夫里婺無不識記公之名氏勳爵而指呼曰大司馬楊公當代一人也雖異世之士及覩公鼎彛所銘竹帛所載猶當讀其書想見其人願為之執鞭焉而况於僕嘗廁不吏之末者顧偃臥於薜蘿之深巖穴之幽而不復為片楮隻字以布殷勤者何哉盖亦有說君子之得志也為雲翔為景從其跡既薄日月之末不敢不附世之名公巨卿思以顯其道而聲其施矣君子而遭讒坐訕也為離群為孑行其身在塗泥之際不敢不共世之迷陽卻曲者思以逃乎虗而匿其名矣近得友人潯陽吏部白石司馬書並稱公嘗與品詮天下之士往往齒及不肖且許其可少備緩急而策使之者竊自慙蝪蜥之末無因而致虬龍之前也鷦鷯之羽無因而薄鵾鵬之側也豈公於曩之簿書所報而過與之乎抑亦於薄書所報之外間或采其宦轍所嚮稍及尺寸之布者乎僕自慙於兩者皆不足以摹畫於公所注記者也不然公之好士之聲滿天下公盖好真龍而人或以畫龍者聞於公也雖然公既下憐僕僕雖廢不敢不以所林瞻而壑仰者畫一而陳之左右矣近代以來勳名之士所為聞世者有二其以弼亮正直聞者則多潔白之譽詩之所詠素??系羔羊是也之人也則可以之表帥百僚而不可以之馳驟疆場之險其以倜儻奇偉聞者則多嫖姚之氣詩之所詠武夫虎臣是也之人也則可以之節金?戊邊徼而不可以之樞機宮腋之近無他天之生才不兩能而風氣之在人亦各習其近而能之也惟公則不然方其外也一按節而臨鎮則漁陽上谷雲中上黨之間旃裘之虜為之徙幕而避及其內也則彈壓　中朝坐鎮　國家雖席勢怙寵之貴猶為之屏跡歛翮而不敢出氣此於其間非可以口舌爭非可以形力攫雖公亦自有所不能知者傳不云乎雖與日月爭光可也僕故□公盖兼漢之博陸侯唐之郭汾陽而身有之老也此非獨愚之言也天下之言也况存翁相公執國以來獨共公相與出入帷議以政體歸六部以公議付臺諫以邪正別士習數十年內外滌濫媮佚之弊一朝而鑱去之聞都市之間士大夫澣衣濯冠至不敢持刺而庭謁於乎盛矣然公抑亦考醫之說乎病者內困於飲食外困於藥餌者之不察日毣然而閡且以死其越人倉公之至廼為之澣其腸而滌其胃當是時亦巳適矣然能無所以察其陰陽虗實而徐以收之者乎近聞兩都卿寺之間易置者半其以罪奪或繫或裭或絀秩者相望其餘百執事凜然惴怖疑懼不敢自必古之君子未嘗不願國家屏讒抑邪然獨不願以黨名者何盖有所深憂乎其間耳僕嘗讀傳記至漢之元成宋之熙寧元祐之際其間君子小人之進退得失僕固未嘗不仰天而喜抑未嘗不撫膺而恤者此於其際僕所熟計而過慮而又不敢以指言之者出唯公以身繫天下之安危而亦心切天下之安危故僕之區區不敢不以尺寸之知而附聞於左右也伏唯我公留意焉幸甚 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之四 / 序一】", "正文": "　 \\n 【卷之四/序一】 \\n 　 \\n 送沈令序 \\n 顧遠齋復河南僉事別序 \\n 贈牛昆溪同知廣平序 \\n 贈陳孔目序 \\n 敘丹徒縣洲田誌後 \\n 送呂芹谷出守襄陽序 \\n 陳情錄序 \\n 送陳僉事序 \\n 壽東吾譚先生序 \\n 贈栗僉憲序 \\n 周氏族譜序【代韓苑洛公作】 \\n 贈王兩洲大宗伯給由序 \\n 白華樓藏稿卷之四歸安茅坤順甫著邑人姚翼翔卿編　序 \\n 送沈令序 \\n 古者之仕不出乎其父母之國間有不合而去而游仕乎他國者大畧亦魯衛韓魏中山鄰服之間交相聘而至者也亦不越數百里而止故其同朝而處結珮而宦者非其父兄姻好則其鄉先生所嘗與遊者也雖歲時州閭伏臘宴會弔賑慶恤之俗數相往來如里之田父服賈然故仕者至以官為氏甚樂且適也無所謂客土者之思秦漢以來一天下而郡縣之或輦轂畿甸之士出於嶺海蠻戍鳥言殊服之域或嶺海邊徼之士之入乎中州率錯相易而至遠者萬里近者數千里其五方之山川異壤衣食異宜寒燠異候燥濕異劑非惟歲時州里之俗不得通而併其父子骨肉之音或阻絕踰時而不至焉於是仕者始亟於轉握以去而所至往往多羈旅蕭瑟酸惻慨慷編邈之思或感歲時風土與其鳴春之禽四時之花木山河之攬帶池臺之燕賞彷彿差池乎鄉之所習覩者數共騷人墨客賦而歌之未嘗不欷歔若草之吟蟲悽然以悲也間有鄉之人與之同遊於其土則不問識不識欣然若相悅也何者孤鳥游異林聞同音者則蛩然喜或鳴不巳情也此古今來人士所同而於時之遷臣遂客被罪而至者為甚予吳人也吳之土戶牖之間山川相軫結水為廬而秔稻鴈鶩魚鱉芰芡以為食者也去燕趙數千里所謂五方之山川服食寒暑燥濕不同習者而予待罪茲土適吾鄉沈君大衡為永年令且彼所稱不識者猶欣然相悅也而况君之賢尤鄉人所雅慕而譽之者乎君數田公事首羣吏來謁郡署予輒撤去臺參故事與君退食共為吳人而語商搉土之民所疾否間於歲時欵欵指次鄉土故事又怡然若遊苕霅檇李之間聽採蓮之唱吳趨之曲而忘其去者也亦洽矣古之遷臣逐客之懷予將於君乎憑而寄之而君且倐以考最去君為政不務聲名惟廉白自持恂恂近古之遺愛焉予知茲行也例留擢京署不然當必改他州郡以去不復來嗟乎君之去也與予坐為吳人而語於其左右者其不可復也巳吾烏得而不飲鬱於其心乎故於其別也申之文以緩其行 \\n 顧遠齋復河南僉事別序 \\n 公徙大名同知三月復河南僉事以去公於予眾所稱鄉先生者也屬邑長吏九人盛供張祖道衛水上請予文紀其事予遂屬草三易稿累數百于言不能畫取而扣之其旨嗚嗚然寥慄怳徉然若不能成聲者也則又燬去有從事者觴而前曰公之鄉誼子大夫所溉於心者舊矣其來大名雖未幾吾屬醉之者若南風之絃也子大夫亦適徙廣平至於此所謂東西州然言甚易者何朝命童子操縑與墨侍左右暮不能報也豈兩君者均以罪徙至此又離且去故悲者不可以累欷呻者不可以太息耶予笑曰曾是之謂哉嘗讀傳記詳古賢人志士出處之際自屈原賈誼以下何可勝道也其間或復或不復或既復而放或再放踰時而復皆不暇論故士之於此譬若江海之漚顯晦離合唯其所之焉耳予於公亦何適乎哉獨吾今從諸君導送公茲水之上延眺數千百年間遷臣逐客之轍徙而渡者不知其幾入　國家來以郡饒而僻繇罪徙而至者軫相接也然其間著功德於土與其暫至而去無所謂功德者於土而特採其名以傳書之簡冊祠人伏臘所遺燕遊歌賞之址山氓野父指而語赫赫若昨者獨文潞公彥博韓魏公琦歐陽文忠公脩蘇侍郎轍以及韓絳劉摯陳執中之屬五七公者歷歷可數也餘皆尋巳零落烟波霧澤之間而不可求矣由此言之古賢人志士所以徙而暫寄者跡也其離而既去而獨有所常留者道德與勳名也其所謂顯晦離合可喜可悲者吾不知惡乎在也吾屬相與指顧河山草莽而一以盻焉能無悲歌感慨彷彿古所謂爽然自失者乎哉予知公非區區於世之顯晦離合者故於公之去有所口噤而不能言盖在乎此而不在乎彼也公頷而大笑欣然噱飲以為別 \\n 贈牛昆溪同知廣平序 \\n 予觀孔氏之門所稱異能之士甚眾然顏子而下其日侍於左右之側而欣然樂者唯閡子冉有子貢季路數君子門人所相與摹畫其衣冠言貌之似特閔子曰誾誾而巳其餘若冉有子貢似侃侃書季路以行行書均之書其所為剛與直者予嘗誦其言過闕里望孔氏廟宮像想見其人大畧以魁梧嶄岸之氣自喜令與今人遊今人類不好者也他日論友則曰友直益矣又曰吾未見剛者斯民也三代之所以直道而行也孔氏獨纍纍然數稱而嚮往之何哉語不云乎剛類火直類木其材燥而上行而不膠折於物故物不能侵鬪之盖不如是不足與近乎道也予同年進士河南牛君者長七尺廣頷豐顙美鬚髯褒衣博帶意豁如也間與之扣古今事論利害成敗得失數稱先君子之旨癯然當可否鏗然若敲金戞石而出無留也雖面批人有不顧者當是時人望而貌之無問識不識相與指而呼曰牛君剛直人也殆孔氏之門所謂侃侃行行者之似也由予觀之史稱魏俗剛武上氣力子貢季路皆魏人君之所稱鄉先生也君豈其流風苗裔耶何嚮見孔氏廟宮像及按門人所以摹畫其衣冠言貌乲似吾今於君特疑不能辯也似不似吾不論而世之人類能好君否也雖然孔氏之所與者非與其侃侃行行也與其侃侃行行者之可以近聖人之道而不為止也行行者剛直之最露者也侃侃則稍堅忍矣然要之負氣而非道勝者必誾誾若閔子庶書之所謂直而溫剛而無虐於道近之矣孔子他日又論好直不好學其蔽也絞好剛不好學其蔽也狂皆所以摧季路魁梧嶄岸之氣而納庂於道如閔子者也予南州之人其氣多弱迟君不相及然獨數以直自喜而深好君聞君來同知廣平吾躍然又數自懼不能不於君乎規者故於諸從事之請詳書所以而告君焉君能莫逆於予之直乎否也 \\n 贈陳孔目序 \\n 繇周衰而仕諸侯之國者非公族之子則四方之士所客遊而至者也古昔先生盛時養士之法學士大夫共視以為迂遠擯而罷去之今其遺具載禮經其德行道藝之所書會民讀法鄉射養老獻馘訊囚籥舞絃歌軍旅俎豆所與攷習大畧隋唐以來博士弟子之所不講者也今一旦舉其說而聞之於眾市之童子必呶呶然羣而嬉姍也吾信古之道不得驟行於今之世者然獨竊取先王之意所謂庶幾其近似者彊之莫若尊師何者古太學之禮詔於天子無北面所以尊師也州黨之間抑有所謂鄉老者贊鄉大夫而書其賢者能者以獻于主內寄其權又外優以不臣之禮而尊顯之盖所以嚴民敬事之心而興其道也迄漢興天子猶數詔茂材受學國家有大疑難下太常會公卿百官各具師之說以對諸生詣博士登堂頌禮必嚴或誦說有法必驚問曰何師則謹對曰師事某其所以嚴而事之者如此故其時之賢材雖不能盡如古昔盛時之鉅而明經潔行孝廉樸茂之士繇高第入為列卿二千石而有顯聞於時者史不絕書也予觀　國家來中外州縣之師率錄州縣所為齒年以貢之弟子而領置之間由舉于其鄉與進士於天子之庭而至者特百之一千之一而巳是以長州縣者與刺使者之至率以升斗簿書之吏厭視而不厚為尊寵或以稱書于上又輒坐故事待之踰時受州縣之吏而止信如是則眾何所勸何以廣厲學官而興教化也當是時學士大夫數見世多所稱豪特奇崛之材顯名其間而曰事如是適矣似不必區區慕古之道者抑不知非由今之法養之如古盛時者然特世所負豪特奇崛之才不終絕于時於是乎稍稍出也予願　國家罷去州縣師之法畧倣古鄉老遺意擇其經術傑然者賓禮之稍以稱衵引擢州縣之吏以上而異等者大較當攷宋諸臣表胡瑗故事然後四海之內令習暏古所謂尊師者之概慕誼無勌也予友王君汝修志古之道聞予言而好之因為予言濬縣師陳君者陝以西博物君子時時舉古之道為弟子誦說予奇而藏之胸中久矣頃屬草郡志來從事予驗之果王君之言不妄而未幾以遷翰林孔目去按君職即古文學掌故之屬非世之茂才不得與豈　家家上採故事而將褒禮之顯榮君之道耶古所謂尊其師其嚴事之者耶抑亦繇君之賢偶卓絕於時不但世所謂千一百一而罕遇之也君行矣入待詔承明之廬朝夕與世之名公鉅人者遊試以予言質之合乎道否也 \\n 敘丹徒縣洲田誌後 \\n 郡太守巽峯先生洲田之法行其川隰江海沃埜之利既入于官而勢家鉅室無所厚射以滋訟鬪卿大夫之過道里者郡縣歲計其入以待委積故寺供張宴飲車馬饋遺一切無會之徵所繇朘民脂理以赴交締之壑者悉巳罷去司諫荊川先生記行事書而藏之名山矣先生復請鄉大夫自山吳公為誌以事必詳始則其情見故為公移以田之塗澮不分則民有血氣不能無爭心故為圖以財之出入無式羸縮無式則司費者或起而攘非所以句郡縣之籍以遲其久也故為例以法必公議則來者可守而采風者有劑也故為記議賦頌書凡若干卷刻既成其隸邑吏茅坤廼讀而題其後以告繼今日之有司者曰是法行其貲入干公府其出入悉總于司財者書之以待歲弊郡縣非為公費不得書為公費而郡縣之事不得書郡縣之事而上官或命書之以待歲弊也則得書其或上官欲有所費命於有司而不欲有司書之也亦不得書不得書則不得以其財入出故嘗按書者之所籍以攷故時里甲之費郡縣佐貳寮幕所自為奉御者什去其九過卿大夫所藉以為欵澤絡繹道路之間者什而去其六七及其上官官司所轄歲至之常以為奔走供億者什而去其四五他日郡縣之長吏於此使其約巳治官守之百世可也稍令內不厭其子女童婢之欲以事奉御外奪於連騎結駟者之紓求以納欵澤中復唯上官者之所涎頤渰淟??阿涊以為奔走供億則以是法為贅疣所甚不適意於有司呶呶焉訛言搖亂而去之唯恐其不蚤且力譬若薪之待燎行之數年不可得也而况望而久乎易曰窮則變變則通遲之數十年之後而洲田之存者或沒沒者或復時之沿革財之消息與司財者之庸與否相攝而行之以不失乎今日之意是則巽峯先生之所望於有司也予故表而出之以待後之同志者又題而告郡之勢家鉅室者曰是法行則齊氓蒙故業凡以氣力雄食郡縣者既不復能射江海之利以兢擊鍾鼎食之富當共苦之然而齊人死鹽筴粵人死璣翠利之所下民共惑而犯焉故也故聖王禁利以定四海諸侯禁利以保境內况郡縣大夫之獵其所入以待所出凡以為民也因公家之帑以寬什一之誅非爾鄉黨鄰里朋友姻戚乎語曰君子富好行其德小人富以適其力盖言唯人也予故表而出之以待郡之行富而附仁義者【按洲田法所里甲者甚善惜乎縣之歲費僅百金所以行之不能以久也并跋】 \\n 送呂芹谷出守襄陽序 \\n 古之人有功德被於其土史氏書之竹帛及其沒世之後近者百數十年遠者千餘年其在當時所施為之畧盖巳剝蝕烟波陵谷之間而無能指次之者而土之人猶相與像而祠之或即其蕪宮廢第所嘗賦歌宴遊之處聞其名氏輒悽然郗歔悲慨伏而弔之若此者豈近世所習視區區簿書筦鑰之謹與夫廉俠幹局之勁能樹功名于茲土與彼其德有藹然入乎匹夫匹婦之深而莫之為而為者此之謂古之遺愛也而予竊恠今天下州郡才吏往往其所以功名自喜震燿當世者或不於此而於彼何也襄陽者阻江漢之上所稱中州之最雄者也漢以來世所當侯王戰爭數持重兵臨鎮於此其在承平累洽之後釗又以其文儒領二千石印綬出而守之者不知其幾其所能傑然表見者抑又不知其幾獨羊叔子以其第流文物爛然被江漢之間杜元凱以下歐陽子猶與其功而不與其仁且不得而並焉而當時襄人所為書其祠之碑與過而涕者至于今騷人繪匠猶能摹畫而歌詠之迥然人之耳目焉豈非其德之入人深有所不可觧於其心與予同年友呂子芹谷今且出守茲土試即其境采民風而問之其所由然者抑獨何與嗟乎夫世所務功名者在彼而予所為呂子亟稱而喜道之者廼在乎此母亦近於迂者也然呂子怛然有志於古之道者苟歲時伏臘過羊叔子祠下當必有深量予言而踴躍者矣 \\n 陳情錄序 \\n 陳情錄錄右都御史南渠王公尹應天時所乞省太夫人疏及歷南京刑部侍郎時而以太夫人養再疏來歸者也當是時聖天子憫而許之縉紳百執事共相矜以為栄而各以詩歌倡和之者若干首其系錄之額曰陳情云者則公乲門生故吏按公本末與漢李密故事合相與慕誼而書之也刻成序受讀因竊嘆曰人少則慕父母仕則慕君其所由積習者遠矣予故攷古今傳記竊恠世所稱山澤一行之士能傲然自放江湖之上者有矣夫既籍朝請而能以父母之養為患翛然若蛻而引者甚難也若漢諸孝廉起家白衣始天子召之蒲車亦時時聞有引大誼辭使者位稍通顯第歷公卿以后史傳所載盖寥寥矣若此者豈古今位涉公卿者類多資待既久春秋高不及其父母之存者與抑亦繇其身既貴近天子數寵臨之而勢有所不能請與何嚮或能之而此卒不能也抑亦以山林寥曠其始麋鹿猊兕之在野者固相狎也而入死囿飽豐草彼遂有所縻而不能置與予間按公再疏日月公年始逾艾於禮猶服政家尚有兄仲亦不應制所稱子一人而父母年老者得歸養公廼獨能抗疏引傳記所少見之事與古禮及今之制所不應者恬然以其身際日月之貴而遠徙林壑視山澤一行之士無以異何其壯也及太夫人沒有司疏請復出公時稍遷竟不能久留而上天子印綬乞骸骨去亦可謂賢矣嗟乎大臣者國家之表也當其父母之養苟能如彼白衣者恬然世利之外而乞身以退奮决而不顧其流風蘊義豈特區區閭里所稱孝謹篤行巳哉天子而有乞身之公卿於下則必禮異之其心固曰大臣之孝廉也如此其不可以祿而羈縶之也如此而不忍辱之矣百執事而有乞身之公卿於上則亦矜而佼之其心固曰天子之嘉大臣之孝廉也如此其不忍以祿而羈縶庂也如此而亦不欲以自辱其身矣如此則大臣重小臣潔朝廷尊而天下治矣否則大臣固可辱而使而有如頃歲以來簿責諸公卿狀其所係國家得失豈細故哉嗚呼於是時或有識者按公故事讀其疏想見其人能不為之泫然欷歔流涕矣乎予是以敬為公志之非特曩史官所書李密輩一行而巳也公名爌黃巖人學者共尊之曰南渠先生其居諫垣時所數上書諫止武皇帝遊倖及彈劾中貴多近世所難言者及尹應天吏民於其去相與像而祠之予嘗過其祠宮下刺問吏民吏民沾沾口次有兩漢京兆之遺指云 \\n 送陳僉事序 \\n 大理寺左寺正陳君擢廣東按察司儉事領高肇以西右寺正顏君而下謀屬贈言於予佐其行嗟乎予能助陳君乎哉高肇僻處百粵南徼去京師萬里按圖經及傳記所稱其土椎髻而跣先王之所不能正朔也漢以來稍稍郡縣之上下數十百年小吏之編輸而治租賦者亦數矣聞其夷獠之習相錯囂然猶舊之十五未巳也豈本方之人不相適譬之寒燠燥濕區區鳥言之裔固不可勤之以中州與抑亦中州之才吏或不及至遊於其土間至者特簿書繩彀無以先王之道導之者與竊恠予吳越於春秋時齊魯宋衛曹鄭中山之君嘗夷之不以與盟當不能半今之高肇之區也子游以布衣掘起其間而北學於中國翩然遽能引孔氏詩書之旨修餙其俗吳越之教於今首功也况乎陳君者世之才吏持明天子璽書而監視數十州縣之民與有司朝席而暮禔之使能以子游之學而南面端委以臨焉其何有於吳與越乎過南海甘泉先生在焉或所謂南方之學得其精華者斯人也君能過而學之當必為助於君矣 \\n 壽東吾譚先生序 \\n 始東吾先生之教湖也坤在諸弟子中而先生之中子綸方童齠時間亦擕之來與俱予兩人者均先生之所器而命之友者也後十年綸為南祠部而予亦調為兵部郎因次坐祠部君問之曰先生之去吾湖也何以曰擢　順昌王傳頗數採古者王吉龔遂諫諍之誼以明職然非其好也遂棄去歸老矣問何以事老曰先生性澹泊自喜世所馳酣戰鬪不入於其心君之所知也日惟閉戶諷老氏書以自娛諫吾兄與吾弟注文幾課兩童僕種樹種韭幾暇則召里中能者令家供具與飲酒無筭投壼雅歌仰天自樂他固不知也車不過城市歲時鄉飲讀法有司間以召或至或不至也問疆有力否曰年且七十矣猶日飽飯數盂魚一盂蔬果二盂鬢髮與髯曩之漆者黝者今化而為蒼矣然尚未白也澤顏而脂頤語古今圖史得失刺刺不置口猶君之曩所與遊也問尚能從山水之遊乎曰不厭也居頃之祠部君函封縑一軸過予所請曰某月某日先生之辰今年且及期矣制有兄弟而父與母老者不得侍吾之兄與吾之弟數奉觴上壽吾獨不得俯仰其間何以自適乎詩曰豈不懷歸是用作歌惟君為賦而識之也予題之曰聞古有鄉先生服官上廉白歸則杖於其鄉以孝弟力田教子孫命之曰三老國家有大故數賜帛存問若吾先生者斯其人與斯其人與金陵多佳山水及古隱淪道術之跡先生脫不厭願載之東遊吾與祠部君且告休沐出而日侍几杖如湖中時焉可也 \\n 贈栗僉憲序 \\n 聖王之治天下譬如醫者之治疾也苟可以活人則雖溪壑之毛蠻海之蜾產于窮山絕徼鳥言卉服之域猶採而煮之而况鍾乳烏喙出於中土與閭里之門暑乎末聞以誤醫者嘗殺人而槩阻遺之也予覽觀太祖採三代之誼錯封同姓之國自臨緇遼代以西涉太行雲中南出汝漢長沙豫章以捷蜀徼叔伯昆弟冠帶之國半天下又監漢諸侯王為世世子孫患故名川大陂租賦之壤不以封不得與政事列朝請或頗疑舜為天子封象有庳使吏治其國者為象不仁也殷之微子比于周之虢叔周公旦與夫毛衛之事去上古近姑不論即漢劉德歆向父子唐李德??谷宋趙鼎汝愚之徒其出入將相書之史冊者歷歷可睹予故間讀魏陳思王所為求自試表每於今累欷而泣也然按　國家以來深懲博謀世世無恙中葉以後則又稍稍　諸王輔導官屬亦不許轉徙妃嬪以下暨縣主之子系支庶並不得通籍朝署竊謂同姓骨肉至親之臣也假令諸輔導官屬與戚畹之子系支庶有如漢周昌賈誼董仲舒鄒陽枚叔王吉張廠及馮野王父子兄弟之徒出乎其間而苟以法棄之何異產之中土閭里者活人之材卒因誤醫者嘗殺人而槩阻遺之也乎且自古以來記籍所載同姓之國為患者唯漢為甚漢之患在諸侯彊大擅山煮海得自置官屬治租賦為孽非由輔導官屬得轉徙與戚畹子系支庶入奉朝請然也又孰知邇來　諸王國間以驕不奉法有司不能制或由諸官屬與戚畹之家左右無狀使變今之制中外一體令如誼古鄒枚之屬為參乘輿出入兔苑其間安知不如曩時涕泣而諍且死於其職者予故收發憤思欲効萬一之議於主上特未會便今予觀上黨栗公慷慨多大畧有古豪儁者風每自許使遭際漢武皇帝當舉茂材異等可為將相使絕國者予壯而察之似亦無異斯非世之所慕鍾乳烏喙之材乎顧由母夫人為桂平縣主舉進士第坐國家故事出守陳州巳而累二十年今始疏為陝西僉事人士或幸公遲而及用而予獨憐公之材異等恐猶不及盡用於時也雖然西北頻年多虜寇吾鄉總督曾公方草河套之議公脫能展素所蓄抱為拓土河朔聖天子方拔士如轉圜集議若流水安知世無訟功者出而建議於時務增損故事於以盡公之才者乎其有與無不可必唯公慎自勗以俟吾知鍾乳烏喙之必不遺於世也 \\n 周氏族譜序【代韓苑洛公作】 \\n 予門人楊君汝修嘗與給事中周君順之逮繫獄中巳而蒙天子仁聖釋放汝修出與予言給事君之為人與其待罪狀予盖耿耿也久之給事君手編所為族氏譜因以書貽予曰古者天子胙諸侯公卿大夫士之土則各命之氏諸侯公卿大夫士之家各按其氏系以宗法行世祿之典其比閭州黨之民不及以世祿者亦繇口授之業長子孫於其土而太宰往往以九兩之法拊循其眾焉是以族聯而不散教隆於上而俗美於下有以也中世以來諸侯公卿大夫士之世不及祿崩離分散枝蔓乎中國又革命之際所當兵燹戰陣與夫荐饑相仍亡徙道路山谷者不可勝數是以州郡之間戎其唐宋以來之族且不可得而况於古者氏系所出乎甚或再傳邈不可攷伯叔昆弟之間若秦粵然相奴隸牛馬者有之此學士大夫之所以欷歔飲泣而譜之所由作也怡不佞周氏居太平某里者八世而上不可攷按福四於予為祖系所可攷者之始由福四再傳而為端慶者予高祖高祖之下始得予曾祖行者二人絕不傳者一人祖行者五人絕不傳者一人父行者十六人絕不傳者二人予兄弟行者四十六人其絕與否及子姪行者咸未能書也嗟乎予四十六人及今猶能字而呼之數傳而或窘於兵燹饑殣之餘安能不復如曩之八世而上其伯叔昆弟之間又焉能不為世之秦粵而奴隸之者乎又况望其或出於此有所謂古之族訓者乎予竊懼焉幸明天子放歸田里廼得倣歐陽氏譜法手次如左而族約數條則采古者族食之遺以待後之人者也惟先生賜之一言予敬讀而題之曰古之著姓公族必獲賢者而昌周始建姓以其氏名焜燿傳記之間者甚眾然給事君嗟遠不可攷不欲附離之其所自傷者遠矣廼今給事君進以其身抗疏於天子之庭濱死而不顧退則修明其道以首帥鄉之人非古公族所稱篤行君子者乎使後之子孫讀其譜共守其約謹識之曰某以下先生之裔也某某某先生之始祖以下而高祖行曾祖行父行而支屬者也先生首屓者之誼以大其族而其所以食之而訓之者又如此周氏之流風蘊誼於今寖昌矣茲或給事君之意哉巳酉秋九月望日某序 \\n 贈王兩洲大宗伯給由序 \\n 公卿有遠行則從官以下百執事有司相屬治供張于郊擇其善詩歌文辭者賦而祖之舊也近代以來大畧並好侈陳其才畫與其所臨官赫赫人耳目之勳位與聲望他或不逮焉予按之似非詩書之指也昔周成王推擇百官臨鎮東都曰君陳孝友于兄弟克施有政尹吉甫北伐玁狁來歸天子賜之燕喜而詩人乃歌之曰張仲孝友夫以古者頌美大臣不本其才畫勳望而獨孳孳其室家父子兄弟之際者何哉盖孝友者君子所稱神明之德以之脩其道於家則和而祥以之聲施於朝則顯而洽三代而上大臣所以措諸天下國家以戴翊天子盖繇是也兩漢時丞相御史大夫而下稍稍以孝廉進誼即此今南京禮部尚書安福王公自武皇帝時起家凡數十徙官以迄于茲中外士無問智與愚苟按其爵里名氏咸能呼之曰今之聞臣也坤忝廁從官後間伏謁公特貌疑其道非今人然者廼退而質諸公之弟司務君司務君為予詳公之為人子依於孝為人兄依於弟而所居族屬支庶自米鹽毛瑣以下不可手畫也嗟乎盛矣若我公者豈非脩其道於家者豫故出而擅聲施於時者章章若彼與公以給由行從官而下咸持故事倡和詩歌若干首祖道右都門上坤非能文辭奢也司務加前屬之坤坤皇恐愞怖謝不敢當竊謂公之道信古詩書所次大臣之指不可以無述也又於公之弟為之辭故不以眾所覩記公乲才畫勳望而獨詳公之所以室家之細且令天下學士大夫聞而謀曰古所稱大臣若君陳張仲者流其道在乎此而不在乎彼庶知所本而概慕於心也謹序 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之五 / 序二】", "正文": "　 \\n 【卷之五/序二】 \\n 　 \\n 贈朱射陂考最序 \\n 壽烏程尹錢君序 \\n 贈畫像者蔡少壑序 \\n 贈張御史出守順德序 \\n 送華補菴郎中還山序 \\n 廣西鄉試錄序【草就而不刻】 \\n 送郡太守潞南李公考最序 \\n 敘沈道升四書意 \\n 贈左通判受獎序 \\n 贈笠江潘公廵撫河南序 \\n 賀宮保胡公序 \\n 贈蕭學諭石潭序 \\n 刻籌海圖編序 \\n 白華樓藏稿卷之五歸安芧坤順甫著邑人姚翼翔卿編　序 \\n 贈朱射陂考最序 \\n 古之為詩自王公大人以至田夫野婦家習而戶眇之是以兔置鷄鳴之吟雖甚微細而其音節之至可以徵管絃動天地感鬼神當是時太學之教與天子所以論士而用之之法咸本乎詩故曰工以納言時而颺之格則承之庸之又曰誦詩三百授之以政有以也漢以來詩之道亡矣其能以音節擅于時者非其匿山澤務丘壑高蹈冥跡之士必其遷臣羈旅頗以賢豪宕軼之氣自喜困於燕雀感悽抑鬱不得志也然後大嘲小賦嘯傲日月太息今古也其言窮而以工求其如嚮盛時所謂王公大人言之幾乎道者特不易得焉間有學士大夫天授之音節而雅善為詩歌者出而綰印綬為吏以彼其材往往以賢豪宕軼自喜之氣淋漓迫隘乎其中所至或爬幽發伏鋤疆剪右間多有環瑰嶄截可愕可慕之政而同進者忌之勢家鉅人嘗有怨者又從而旁睨巧伺以訕詈媒孽之故動而得譽謗亦隨焉自古縉紳先生以此覘詩之數不見用於世而曰詩能窮人或曰詩必窮而後工要皆非言之至者也書不云乎詩言志志也者心之所之也感於物而動形於聲發乎情止乎禮義故其音溫柔敦愛而其為政也達古者太學之教與天子所以論士而授之以政盖在乎此也予友射陂朱君天授之音節而雅善為詩歌者其出令烏程獨能自摧近代學士大夫自喜之氣而彷彿古詩人者之至大較政務近民初不事世之環瑰嶄嶻者之譽君為人特澹泊自持同進者不忌又予烏程鄰邑人烏程人亦恬服君之行政亦絕不見世所稱訕詈而媒孽之者此其善下人而人歸之吾固知詩之不能窮朱君也今且以考最行天子方招選詞賦侍從之職君既以詩歌名于時其入也不為翰林必為諫官當必有古者雅頌之遺以獻明天子者矣 \\n 壽烏程尹錢君序 \\n 世之養生家之言曰精神之於形骸猶國之有君也神躁於中而形耗於外其勢鮮能以得長生故上古以來間氣獨稟之士始符合道之自然其次莫若修形鍊性以固神然後可習為神仙神仙者六經孔孟之所不道予固未之信獨喜其言澹泊自適近於道者也頗厭俗不稱意稍稍從深山盤谷之間陰求其人與之遊而山谷間間出烟霧之癯漆面而蛩首兩瞳子隱然若水碧之峙也頹然偃臥於其宮扣之不以語也雖未必盡合養生者之旨要之其中忘歲月習服食似乎有得者予是以益奇傳記所稱山谷之人多壽非無取也盖山谷之人於世既遠世所沉酣戰鬪淋漓豔冶之慾無所入於其心則形固而神全故多壽又恠吳郡波壑之國也其地擅東南魚鹽橘柚稻蒲鳬雁之利故紈綺文繡泉流於天下而富人鉅族往往習買田宅歌兒舞女園林鐘鼓以自適盖其俗使然書曰生則逸惟耽樂之從罔或克壽似也而海上錢氏者尤郡所稱富人鉅族之最彼山谷之姿當無所移易而至廼京兆君為予言年且五十矣父翁烏程君年七十大父翁年九十有奇前兩歲大父尚無恙烏程君時時手白髯峩衣冠杖而羅諸孫前伏奉觴上壽几席之間凡越五世也而今不可復矣予茲歸冀且以曩所壽大父者壽烏程君予聞之竊疑錢氏者豈其田園鐘鼓歌舞紈綺之麗特若世幻之適也而有所不緇於其心與或養生家之言與書之所傳卒無驗與不然何其世世享多壽也抑亦上世所稱間氣獨稟之士無擇於其山谷者與或否與予皆不能知也予雅識烏程君治烏程特疑其類有道者也故於京兆之歸壽也貽書以問之君幸為我告焉無若彼山谷者之扣而不以語也 \\n 贈畫像者蔡少壑序 \\n 陽明先生沒而四海之門生故吏及嘗提兵所過州縣蠻夷之廬爭像而事之當是時陽明先生之像遍天下而豫章間所傳特類甚予還金陵一日考功何君吉陽刺其所為像者過予且曰即豫章間所善像陽明先生而名者也予奇而飲之因強所為陽明先生像酒半酣起據席索縑左手持觥右手汁墨嬉笑淋漓摹畫之點次若飛不為經意然頃且就予間擕之出示所嘗共先生遊者或覆其半露其半即能按識而呼曰此某先生也噫亦工矣予嘗慕先生與其門弟子誦說其道往往以不及從之遊覩其所為冠裳容貌為恨今廼得依先生之像類甚者存而禮謁之幸矣哉像曲技也嚮苟非與遊之深而求之至習寢食共几席朝且夕焉鏤心鑱腎有獨得其神於冠裳容貌之所不及即何以能圖寫冠裳容貌如是之工工矣陽明先生之沒不知其幾十年矣抑何以肆焉而手次之若是也夫像且爾况吾黨弟子之誦說其道者苟不篤志而好之如為像者之求先生焉其能間竊其似乎哉而况望其又有出於冠裳容貌之外者哉嗟乎予感君之獨能而特恥君之不如焉此所以於君之歸而書以貽之因以自警也君姓蔡名世新南康人別號少壑 \\n 贈張御史出守順德序 \\n 予嘗按古輿地圖及次傳記所載河北諸州縣沒於秦以來千八百年之間所當侯王戰爭兵革之跡不可勝數若鉅鹿者古戰塲也及繇罪徙廣平時道出順德南界稍立馬杖策而弔之野老咸嘿嘿不能齒兵革之事所習者小吏治租賦歲時伏臘宴飲之社及閭里慶弔賑賤鬪雞走馬蹴踘遊冶之戲而巳問故時侯王所伏尸流血處盖巳晏然禾黍桑枲人烟市廬之相壓於其境而能指言之者或少矣豈非由明興籍為天子輦轂郡縣列聖相承四郊之間不識兵壘故民之生齒繁而俗移易至是乎書籍以來於今盛矣雖然予間視諸州縣眾特不務積聚歲時有水旱凶荒則易以轉徙故土著者無數傳之族也計口閭里之間非故時比矣然詩書未洽也急則習椎剽持弓刃相嚮其獷悍之遺猶舊也母亦今之為二千石者出綰印綬而吏於其土其權太輕又數亟坐敘遷以去故不能重且久於其職以務滋天子之德化然與抑亦不得其人與予同年寒泉張公故嘗令洛陽以能稱而入為侍御者也今出守吾不知執政者遽能易今戈制獨重且久公否然苟得其人則其所施於郡者當必有古之良二千石次第所陳見者也將不特予曩所過弔而識之者而巳予謹書之以俟他日采風者之質焉 \\n 送華補菴郎中還山序 \\n 中世以來士大夫之棄官而去能頹然恬勢利以飽丘壑者盖罕矣間有之必其遊且久數鬱鬱不得志或憤然憎世絕俗而有所不能容於時不然則他日故嘗有所忤於當世之顯人巨公而懼其以睚眦中覆之也又不然則其位盈而年且踰矣例當以自請而去者也若此者彼皆有所縻於中特其遭困厭窘迫之故不得不以釋而去非所謂頹然恬勢利以飽丘壑者也是以去之久稍稍或從而悔恨之嗟乎名之縻乎世抑久矣苟非超然有所脫於外以務悅乎其內其能以介然無故去乎哉予友人南京刑部郎中毘陵華君舉進士九年於此其以先大夫憂去官者數年及除官又移以南則其籍朝請之列者特半也君又雅以好古能詩歌知名於時聞中朝之士方十官期共推挽之君廼斬然不欲待再上疏拂衣以去君非所謂介然無故者乎哉然則君之恬勢利而飽丘壑者舊矣予故知君之能以久而不復悔恨為也或曰古之史其以士之亟去位而功名不及著於時然皆高其義也以一行書予非史也特書之以為好修者之傳且竊愧有所縻而不能去也因以自警焉 \\n 廣西鄉試錄序【草就而不刻】 \\n 嘉靖三十有一年廵按御史朱某監臨廣西試事於是千里走書幣聘某暨學正某為考試官教諭某某為同考試官時提調則右布政使劉某左參政張某監試則按察使魏某僉事茅某暨百執事相與進提學僉事王某所簡之士一千二百有奇三校之而得五十有五人錄其文之尤者以獻焉制也且屬予敘諸首簡竊惟桂林百粵之地方二千里其間佩印之城錯名山大川而列者以百數亦古之都會也明興百八十年來天子每策士於庭而粵以右所與錄名氏者不及五十之一焉總粵右之所自為錄按名氏而校其終且與否者或亦不及什之一焉豈去明天子遠詩書未洽其勢不能與中州冠帶之國相甲乙與予諗之二三子曰古之豪傑往往或出於四裔或伏於海島而况粵雖最西南僻徼猶當今天子封以內者乎特在乎上之有司與下之為士者何如耳且今之吳越閩蜀古諸侯之所擯而不以與中國征伐會盟者也鳥言魋結之俗當與粵相表裏然而閩蜀之間歷漢唐時為有司者得文翁常袞若人於上焉則於今閩蜀之士所出者常什之一二矣吳越之間方春秋之衰為士者得季札言偃之徒若人於下焉則於今吳越之士所出者常什之二三矣予始入粵聞今御史與提學者之至相與俎豆先賢之祠羣粵之士於其宮走數千里聘名士而教之其他究心不可枚舉則其在上者盖巳仰承明天子德意稍稍依文翁常袞故事相次興舉矣然則其在下者又焉知世無季札言偃之徒相與崛起其間以應明天子者乎嗟乎昔唐陸贄知貢舉而得韓愈宋歐陽修知貢舉而得蘇軾曾鞏學者至今榮之使二三子能不負諸執事者文翁常袞之意舉季札言偃之道而謀且習焉他日出而與吳越閩蜀詩書之澤相發憤頡頏斯則今日之事之幸也予不佞亦與有榮也巳否則寧無懼乎哉是時也兵部右侍郎兼僉都御史應某平蠻將軍鎮遠侯顧某方並以 \\n 天子重臣出擁竹旄臨鎮茲土石參政王某副使公某僉事趙某及副總兵張某參將王某朱某都司王某鍾某則相與助試事於外者也其他若參政夏某副使楊某都司李某時則函萬壽表赴京師而左布政使韓某副使沈某以給由行或曰例得以書也故為之書謹序 \\n 送郡太守潞南李公考最序 \\n 近代以來二千石之治以最聞者大較出於材指者多而繇學問者少何者古之士務學問學問明而其出而入官者特深仁厚愛之根乎其心順時適俗之達乎其政而其所以怛然入乎民之深易世而不觧者以此也后之士學問既散逸而其綰印綬以從吏也不三四年輒遷徙以去非亟於材指相高不得以自表見眾用耳則飾聲眾用目則飾色故兩漢而下其最著者若東郡穎川南陽渤海之屬往往以其材指之所及而垂之竹帛或以溉田書或以種樹書或以擊盜治獄書斯固吏治之班班可攷者廼若孔氏之徒單父者流間嘗按之絕無他可表見以自遺於世而其風流文物歷千數百年而俎豆之不衰特彈琴不下堂焉耳嗟乎以此推之則聖門之所務者固在此而未始在彼也抑可見矣湖郡太守李公晉人也晉之士多慷慨自喜而公之至也方其始下車而吏民相與望之溫然有君子之容盖以學問而移乎風土矣及其臨政也他郡之以海上羽檄之馳而騷然兵革者眾矣公一切擯去之獨以愷悌樂易之德與郡之吏民相搔拊而摩切殆未嘗如彼南陽穎川之屬求所謂可驚可愕之政者以炫吏民之耳與目而吏民之入而聽政於公也亦若醉醇醴而神觧以去而亦無所謂可驚可愕以播之於口指畫之於里巷者然而無問識不識相與呼之曰子產者眾人之母也郡之學士大夫以及輿廝優隸之賤甚且戴白之老杖几山谷數十年不識郡庭者皆是也於乎公豈非嚮之所謂怛然入乎民之深或易數世而俎豆之不置者乎豈今之吏大都彼各務以其材指相矜而公獨採孔門單父之遺以揖讓其間者乎公且滿三載以考最行予聞漢二千石以最聞則天子為之賜璽書黃金而表為列卿今　國家故事亦間有行之者不知今之執政所上者其能不以彼而以此如予所論否而執政者其又能以予之言移而聞之於天子否乎 \\n 敘沈道升四書意 \\n 予友人沈君道升所裒四書意二卷一曰筆記二曰口授口授者君所嘗口授門人以孟子章句而門人襍錄而傳之者也口授出而他州邑之學者輒私相善繕寫之不置於是君取而覆之顧自慚非其至者甚且門人或轉韻其旨而勦附之者廼明年則乎大學中庸讀之而日引其所自得於心者注記焉其所祖朱考亭氏傳註及蔡虗齋諸名家之說而獄究之者釐然矣又明年過予白華樓與予兒積輩讀論語時則君務觧脫其所由傳註與諸名家之說而根柢之者什之二三其所不必盡由傳註與諸名家之說而獨得其至者什之六七間或有諸名家之所不窺與傳註之所或窺而不及以言者往往洞朗關竅若共游夏之徒揖讓乎闕里而戞金石也以故於君所自喜為最然學者之能知而好之者寡矣伯兄道立氏聞學者相與傳君之非所自喜而又憫君所自喜者世或不之知也於是刻而傳之遣使來索予題其首予笑而書之曰是奚足恠哉昔楊子雲少時間擬相如為詞賦及覽其所刺譏則彼固自唁而陋之矣漢之士悅而薦之於天子及他日作法言眾所疑且信者半其最郂畫者太玄爾顧世莫或之好且以覆瓿也於乎君之學方日見其進而未止其所著當有日深於道而不可量者老氏不云乎知我希者貴君固篤於自信人也而又何蘄於世之不為覆瓿乎君或為覆瓿乎君也君名偉字道升虹野其號號云 \\n 贈左通判受獎序 \\n 嘉靖丙辰豫章左君來判吾郡甫旬日而監使者貌而才之而檄之署烏程縣署烏程不數月而士悅於庠序民悅於里巷頎然有聲稱而監使者器之巳而入復於天子按其日月猶例不得以疏名聞也於是檄而獎之而其寮桂陽蔡君帥諸州縣長吏屬予書其事嗟乎是豈足為君書哉古之以吏治稱者唯兩漢為盛而予觀兩漢若穎川南陽渤海而下方其佩二千石印綬遠者二三十年近者不下十餘年諸官屬並得自辟除其權重且久故得以盡其材而其政之所由成亦各得以因其能之所近與其土之所宜以為惠利於民當是時天子數為賜之璽書以旌其能去則史官述而傳之或以種樹書或以溉田書或以治盜書到今猶班班可攷也若吾左君氣和而色仁法習而事練其才鬯且鉅假令授以州郡方城之寄而久於其職當必能為惠利於民如古之人豈直監使者之檄而巳倘國家採漢故事他日璽書之賜與史氏之書並可手而指者顧今之官不過古功曹之屬也其所署縣綬特累月也公之一切材猷困於下寮無專責其權不足以展其什之一其所受牒視事若郵傳然抑亦不足以售其千之一百之一是奚足以究君施而予固知君深亦安敢前君之所未及究與監使之不得以聞者而摹畫其什之一千百之一附古之史氏述而傳之者哉或曰君得民之驟也如此詩不云乎必有以也盛使者雖不得例以聞采風者不可以無述也巳於是乎書之以竢 \\n 贈笠江潘公廵撫河南序 \\n 乙卯冬十一月左布政使笠江潘公之入覲也按故事諸僚佐治供張飲餞北郭道上而因屬善文詞者次其事盖倣古者歌四牡之詩以相勸勞也時浙東西方迫諸倭奴羽檄日夜至而公從烽燧中驛且馳矣故諸寮佐不得按故事以納於公明年春左參政任丘郭公闔諸寮佐貽書來屬坤未幾報公改副都御史出撫河南予因謂諸公曰諸公其抑亦知　朝廷所以亟潘公而使之之意也乎夫中州譬腹心也南並吳越北度雲中朔方以東屬遼陽譬四肢也頻年以來北困胡南困倭其所當深入喋血而蹂躪者不可勝數而南為甚　朝廷固且憐之矣然患特四肢也獨不聞古之醫折肱者脉其血氣寖耗則反而亟察之腹心之間以壅衛之也乎予間嘗從吏兩河數問諸長老諸長老並稱閭里之門旦瘁於藩室再疲於供億三絓於戌丘况頃者奸孽尚詔以後師之所處荊棘生焉往往而在千里州郡之間流亡者什二三盖黯然不勝其丘墟蕭條之色而漸不可支也巳公方過浙一切轉輸籌畫固荷公從折肱處砭石?齊以治之今且佩天子璽書持節入中原其所當藩室供億戌兵之數者之間而所以宣其滯振其蠹察其陰陽鬯其榮衛以厚　國家之腹心者公得無意乎昔人嘗以吳楚七國喻瓦觧而以匹夫陳涉之亂秦喻土崩古今來匹夫挺鋤而始亂天下者東則芒碭北則鄴南則南陽成皋汝鄧並在公襟帶間幸公有以慮之予故嘗從公遊知公正直而達明法而廉所至多善政有厚聞於時聞天子業巳虗公卿之位以待公吾固知公之必有以復於天子也 \\n 賀宮保胡公序 \\n 古者兩壘而戰覆其將於矢石之鬪也易而奪其將於帷幄之筭也難何者當其矢石之鬪可以力攫可以氣懾而帷幄之間非我之善戰有以死彼之心而不吾抗則彼必不聽於我非我之襟度有以死彼之心而不我貳則彼必不信於我余故嘗按傳記若漢高皇帝之百戰以有天下當時所從諸將若綘灌之屬其矢石所覆不可勝道巳而獨韓王信中行說輩兩人者教單于日夜候漢利害處漢所當?頓之患遂與高皇孝文相終始當是時漢乲將有能奪信與說於氊裘之庭而反之中國則漢可無患矣頃者王直徐海兩人導海上諸夷以蹂躪我中國聖天子赫然震怒檄天下諸名將及所故稱敢戰之士以嘗之然輒敗去特采百官議懸之以通侯之爵萬金之賞　詔中外情亦亟矣而我總督胡公纍然起而???之予嘗較王直徐海兩人本末按公所以縛兩人者其說有二盖海之資也悍而直之資也黠海之資也悍故以敢戰力鬪先諸夷而遂為首難直之資也黠故能以忠信慷慨之氣羈諸夷若屬國然而烽燧所向猶不以逆名由今計之方海之擁夷酋數萬裂州郡而戰戈???卒不滿千人而欲以翱翔其間其危也固矣然譬則鬪虎也餌之以羊豕或檻而縛之矣當是時公以直為媒故其弋海也猶易及海既縛而直之資又故黠譬之驚弓之猱矣當是時公以海為醢故其弋直也尤難而公於其間獨能後先縛之以獻之於天子嗟乎公是時豈以寄掘魁壘之氣與力襲而虜之哉盖自海上小大數十百戰以來公故有以死海之心與直之心而其開襟所向殺海而不吾怨故及併縛直而不吾忌耳嗟乎此其際微矣絳灌諸將所不及一謀於漢而公獨能兩獲之以報天子顧世之好訾者猶囂然而起中朝以外洶洶也而卒賴天子明聖特下所司議遂及冊公為元勳於乎盛矣哉公之功載在石室而郡太守張君徵余文以賀余特憐公負盖世之氣以捍　國家而猶為時所嫉故特敘其本末以遺後世者如此 \\n 贈蕭學諭石潭序 \\n 今之求聖人之道者必自孔子孔子明唐虞三代之德以教天下其所從遊而相與絃歌俎豆於其側者殆三千矣今其名氏雖不可盡覩記大略皆天下倜儻之材也而其魯論及史記世家所載尤為卓犖魁壘辯莫如子貢文莫如子夏盖傑然者眾矣孔子咸不之與顧獨於區區顏回之愚數亟稱之顏氏沒而道幾絕晚又得一曾參以魯名者而孔子始稍稍出而刪述易詩書春秋及一貫之旨以傳之至今若此者何哉唐虞三代之德必其愚且魯之士而不以外物移其心者然後可與之共俎豆絃歌之雅而要其至內以養其心外以習其識而漸之於道也吾邑諭石潭蕭君粵人也粵既僻西南萬里絕徼無中州冠帶冶化之俗以巧繪於外而其氣則端然質以木行不勝履眇然儒者也吾始望而貌之而竊異之矣巳而扣其深不能為今人浮湛而亦不屑為今人所浮湛而獨以世之所迂且厭者共二三子誦而習之庶幾講求其至以不愧於其職焉斯人也豈非嚮之愚與魯者之似而孔子之所亟稱而深與之者哉嗟乎孔子沒而門人各以其學分授諸侯之國彼子貢教於衛子夏教於河西或為商鞅或為莊周田子方再則為荀卿李斯之徒而孔氏之道遂以毀裂崩缺於天下而不絕者綫矣甚哉教人者之不可不慎所擇也而吾安得不於蕭君乎深有感也於是乎書以歸之 \\n 刻籌海圖編序 \\n 國家諸夷徼東起遼薊涉雲中上谷西接隴蜀南及蒼梧象郡百越之地並湮山塹谷以為界秦漢來世列亭障繕戍守一切阨塞形勝虗實嚮背世有圖牒以詮次其事往者有暏來者可鏡也故士大夫起枹鼓稍稍陳得失形利害以從事而海則閩廣浙直登萊之間綰波而州者南北萬餘里諸島既不得附冠帶之國以自通或貢或絕或內犯率數十年一見百餘年一見而中國所以斥火?候而守者亦微矣及入我　朝始遣信國公經略其間然列聖以來數十州郡宴然不覩兵革頃者二三狂孽傖儴內亂往往遠近不支明天子始下詔徵材官騎士及選宿將以合戰騷然中外矣而大者覆師小者陷陣逡廵狼狽所嚮無尺寸之功何者將不審敵兵不服習故也少保胡公來小大數十百戰稍得芟刈羣兇遂填東南予間視公所當盖世之氣固若天授之者然方其羽檄所告日數十至公舉杯談笑往往事後當成敗百不一失盖繇公結髮入仕勒習戎事又遊宦吾浙也久一切彼巳之阨塞形勝虗實嚮背了然於公襟帶間故得以擘畫至是耳公一日聞崑山鄭君伯魯從諸生後好言兵事且憤諸將校不得彼巳之審而輒以身嘗敵也頗為手次諸夷所入寇與其將士所當勝負處即劃然曰兵興來十餘年於茲並不得片言隻字以系往事吾屬且散去戰陣之跡當亦尋且零落而他日之舉燧而馳者不猶今日巳乎於是幣聘君過莫府裒次其事君遂首括諸道之綰海而州與其諸島之錯海而峙者為圖諸島之或貢或絕或內犯中國所遣使與彼之部署文字器什戰鬪之習不可以不條見也於是次之為事略然諸道之山川夷險異形其所勒習戰陣異宜也於是分列廣東福建浙江直隸登萊又各自為圖而系之以兵防事宜分則散散則不可按月日而次且諸夷所入寇與其或離或合吾必??公其情而后可乘諜遣間也於是次之為年表為寇踪分合譜其所當斬馘數十百級以上古人所謂封之京觀以威敵也於是次之為大捷考烈士之戰沒與其婦人女子之殉夫而死所謂兵厲也於是次之為遇難殉節考兵將攻守糇糧行伍之間非共士大夫講且肄之不可以明法而有功於是終之以經略予伏讀之憫然嘆曰君之誼亦博且勤也巳自王公大人以至處士布衣之俠自　朝廷建畫以至將帥部署之史苟其一言之係乎當世無不句而比之字而櫛之君抑自知猶多蘩複龐雜而中所稱述論列亦共為異同似未可席之施行者顧君方銳於聚矢石以捍　國家其旁搜幽討固宜如此袠既完君因自名之曰籌海圖編且嘗手之笑謂予曰予之為是編也即醫家所纂古方書是也神農之嘗百草與方外之牛溲馬浡吾並藉之以待越人倉公者之出而自擇焉而又何暇乎其他哉君少多逸氣欲以功名自喜及不遇適國家多外難卒吐胷中所奇掘如是嗟乎若君者其史遷所謂虞卿非窮愁不能以著書自見於世者乎 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之六 / 序三】", "正文": "　 \\n 【卷之六/序三】 \\n 　 \\n 送按察使汪青峰序 \\n 贈穆明府序 \\n 壽郡太守雲屏張公序 \\n 再贈宮保胡公序 \\n 贈范中方參政河南序 \\n 贈歸少參赴滇南序【脫稿後不及投贈弃之篋中】 \\n 贈陳憲使赴贛序 \\n 贈荊烏程序 \\n 贈蕭石潭擢令江浦序 \\n 青霞先生文集序 \\n 贈黃丞擢甘肅行太僕主簿序 \\n 贈林金壇給由序 \\n 送沈迫子赴塞上輦其父參軍公遺骼返葬序 \\n 白華樓藏稿卷之六歸安茅坤順甫著邑人姚翼翔卿編　序 \\n 送按察使汪青峰序 \\n 予少時聞安期生以策于項羽羽不用避去而黃石公秦之隱君子也輒以兵法授子房卒為帝者師予固巳恠之巳而舉進士從長安邸舍中瞰予同年友青峰汪君當是時宰相奇君才欲驟顯之君獨辭謝不受時時稱病閉戶鉤簾諷養生家言又時時從養生家尋異人煮丹砂可化為黃金者君悉與之深遊而得不得君固未可知間以扣君則君每自奇身固陸沉金馬間而其心未嘗不遊於終南少室之深者也因貌君君兩眸凝然若水碧之峙數烟霧起雖予亦不能以不奇君也巳而君且浮湛郎署者十餘年一出為廣東按察副使持兵璽擊海上賊遂以知兵名未幾來參吾浙藩君復能吐胸中之奇以佐總督胡公卒之元孽授首而吳越以寧豈韜鈐參同其說相表裏彼河上公所稱翕張予奪攘無臂仍無敵君固能倐焉取之為養生訣倐焉取之為兵家符而因以出而將戎伍耶總督公疏君功擢廣東按察使以行予因謂公安期生黃石公兩人者既羽化仙去世固不能求子房得黃石公秘方其亡暴秦誅項王而漢皇與之剖符封列侯遂托赤松子以自逃君得無猶有翩然自喜者乎　國家尚多故君第去他日候君功成受爵道東海上予固當從君所好而竊願有以請也 \\n 贈穆明府序 \\n 世之刺州郡之吏者豈與孔子之旨或同或不同耶孔子之羣弟子其以才推擇為吏顯名於諸侯者甚眾咸不之與而柴之愚則憐之憲之貧困甚且敝衣冠而不能以朝夕也則愛之周之若求之藝而或為季氏厚歛也則擯之又從而與二三子鳴鼓共攻之孔子豈不知賦訟甲兵之間彼之可以幹局焉而辦而此之否也特不忍廉且墨者之相浮湛恣睢不得不為別黑白正人心以待天下之來世焉云爾吾郡穆君盖世先正文恪公之教以飭其躬者也其來判吾郡也三年矣吾不知其它至於郡之人不敢以一??系一繒一蔬一魚入於其庭君亦不敢以郡之一??系一繒一蔬一魚而汙其名斤斤乎庶幾古之廉而無欲而嚮所謂愚且貧困者之近也今卒坐不稱移官以行嗟乎孔子君之鄉人也其歸也過孔子廟宮幸為酹之以酒弔而卜之曰其為彼乎為此乎聞孔氏禮器猶在堂君雖不免於刺州縣者之口其猶及免孔氏之鼓也矣 \\n 壽郡太守雲屏張公序 \\n 始閩中張公故嘗綰縣綬令我烏程其所以字縣之人者甚勤也巳而入為戶部尚書郎以行他綰縣綬者來或稍稍不相及矧軍興來海上烽燧數內嚮而縣且蕭然矣於是黯然思公而漆漆於公之曩所為勤而字之也低徊涕洟相與伐石紀其事碑在縣郵亭下久之天子愍湖郡濱海上甚苦當得良二千石拊循之特察尚書郎張公故嘗令湖下邑而以能名者於是佩公二千石印綬出典郡太守事而公之函檄而至也縣之吏與民前諸州縣走數百里遮道而逆之郊諸州縣既以得隸故烏程公為慰而烏程人又自以故且席公之愛也無不人人喜公顧見故吏民亦灑然觧頤有不知所以然者居頃之會公履始生月日諸州郡各帥吏民以稱觴入壽於公而烏程令荊君察縣之吏民所衘公者深又不當例他州縣也於是獨謀所以壽公者於予予告之曰君將同諸州縣進酒灸炮往體纍纍然效華封之祝巳乎抑亦按縣印綬即公所故佩處也特條畫其令補緝其政且首他州縣以申公之遺愛巳乎苕之水卞之山於古今無以異也曩之井里溫然猶纊之挾也雖以烽燧之未及也而公所以拊而字之者若彼也今之井里則頹然易子炊骨者之相望也雖以烽燧之聿至也而後公者所以拊而字之者若此也公之去而吏民相與愀然志以思再至而吏民相與躍然佚以愉此於其中必有所以杳然入乎肌理漸於腎腸有不可以聲音笑貌支離牽葺於其間者古之人愛其道則及其樹樹且勿伐焉而况於君之繼公之政者乎漢人之歌南陽者有言曰前有召父後有杜母盖言畫一也君視縣吏抱牘以過公所按行故事猶一一在君衣帶間也君得無意乎君能之則公之愛不特在烏程而諸州縣且有以觀風於君也巳客有以其言聞於公公曰善遂書之 \\n 再贈宮保胡公序 \\n 總督胡公之縛王直也聖天子既憐其功特下有司議之加公太子太保及從事諸將校以差予於郡太守張君某之請紀其事也盖嘗按公之所以縛王直與其始之所以俘徐海並由帷幄間以收戰鬪乲功或古名將所不及聞有識者並頷之而公頗亦稍稍自喜然此特疏公之搴旗斬馘之槩耳而至於公之以身殉國之隱則未之及也自古大臣之以身捍國家者其利害常相權苟權吾身之利害與國均身安而國安身危而國危此猶其淺者而至於如彼則身為虜而國家可無恙如此則身或可免而國家之患殆土崩而魚爛所謂事機之際間不容髮當是時必置其身於榮名死生之外者然後其氣安閑而吾之舉措一而不亂方海之遍引諸島夷併力而寇也分他酋以劫吳越江淮諸州郡而自引部下最鷙悍故嘗格鬪中國者數萬人突擊乍浦脅錢塘以撼金陵公於其時收卒不滿千人而欲倉卒起而支之公策欲戰則力屈欲遲之以待戌兵之至則遠不及於是不得巳厚遺諜者直入海所擁歌唇舞褎之間以羈誘海而又從中朝衡暮縱以擕其黨此於其間情甚微矣而中外之士或不察疑者與忌而讒者日且盈道路四面而起予時過公壘公左手籌軍吏右手飲醇醪若忘敵然予間以色危之公獨引劍畫地呼謂曰特於國家事當不當顧吾則唯以此報　朝廷耳君何憂嗟乎然則公之許國亦巳審矣氣之至者可以開金石貫虹霓公之心有所獨殉而忘乎榮名死生之外此敵之所以紛拏轇轕不踰吾筭而卒為吾虜也於乎古今來覆敵之將易而殉國之士難若公之縛直與俘海有司之所得而言國家之所得而賞他日史官猶得而書之而至於公之區區以身殉國之隱則直與海之所殺而不以怨雖鬼神有不能窺其微者而况於世之學士大夫乎况有司之所得請而議其賞乎久則公之誼當或零落蕪沒於好議之口非惟史官不之知雖稗官野議亦或所不及載予是以悲之竊因德清令沈君某之請而輒有所云云且以語後之欲以功業自壴啫必一其氣於榮名死生之外以殉國家如公焉而後可也 \\n 贈范中方參政河南序 \\n 中方范公之督學予浙也一切文章經術既採兩漢以來閎深典雅之旨風厲學士而其為人免和而內剛莊而思縉紳大夫樂與之遊且上下也及擢河南參政藩皋諸君子相與欷戲咨且不忍其別以去又按故事督學大夫以最聞者例得入補卿寺公既以治行名當世世共推挽公鱗次執政矣不及補而補河南頗疑之予按國家輿地圖而系之言曰聞公轄南陽南陽者天下咽侯也西窺武關南捷襄鄧北及宛葉成皋之間故楚漢以來侯王百戰其地四方無大故則巳不然鼓鼙之聲熢燧之跡且四面至也國家非得重臣以臨鎮之得無南顧之虞乎况其地土深而厚世稱抱道術龍臥其中又他多強弓悍弩淬甲利劍昔人所稱韓之勁一當百即其處也公過之試停車而望雲霧草澤之間當必有奇掘魁壘超躍踢宕之士出而從公遊公倘籍而羈之蘇文忠公其亦無憂豐沛之士矣乎較之領卿寺諸曹又孰得孰失也或曰然因書之以為公贈 \\n 贈歸少參赴滇南序【脫稿後不及投贈弃之篋中】 \\n 近代以來學士大夫之宦遊中朝者往往繇通籍迄衰白不欲一日離去輦轂其當次補藩臬郡縣又多擇便地以自結納稍稍移置邊徼非其左遷即孤矯之士無厚援者爾間獨按古傳記彼所謂奇節自喜之士或自請使絕國其飄忽魁山??之氣若非世之閭里兒女之情所得而羈且濡涊之者何其壯也予數以是陰求天下之士而頃聞長洲歸公來方其由給諫言事出僉予浙予頗疑其孤且矯矣越三年又參滇南以行滇僻處象郡百越之最南界去京師萬里士大夫所不樂遊者也公引車之日無離色予祖觴錢塘道上且謂之曰聞漢武皇帝嘗於長安上林中令水衡都尉穿池象昆明以習戰彼其氣若此此所以能鞭撻四夷也公今入滇當過其下攬其山川道路之勝間覩伏波將軍所奮立戰疠處得無有翹然自喜之心乎噫嘻公倘圖其山川道路之勝以歸令世之仕宦故不出長安者見而指畫之予又知其當爽然自失泚然汙發霑衣也矣 \\n 贈陳憲使赴贛序 \\n 贛之寇介閩廣及江西諸省之州邑而窟而又阻大山長谷懸崕塹壁翳林深菁嶔巘嶻壑自以為猿猱之所灴能越飛鳥之所不及度一切戍兵所不得深入而鷙擊之者其深入也我為客而彼為主而勢不能久留彼且得陽壘於其西以捍我而陰穴於其東以避我故馘未及懸而師巳疲矣不得巳而櫜甲以歸又未幾旁界之舉燧以聞者不旋踵而至或者共難之及予間嘗讀陽明王公所剿浰頭橫水桶岡諸疏往往諜其中之所向背乖其中之所耳目掩其中之所不及石?藺石列柵以鬪我或鳶翔而驚或虎踞而待或火篝而突或糒氷而伺當是時窟贛之遠近故為患者鳥舉而魚逝千里之間連蜷震怖不敢出氣而數十年來嚮所故為患而若鼪鼯之嘯號風雨夜至者則又稍稍起嗟乎贛即故贛也豈非係乎守之者之能與否與杭州太守陳君之視郡也法而練介而溫嘗擊治下邑有古渤海之遺焉久之以能聞天子憫贛多盜特徒按察副使佩印綬以行予於其去也餞之錢塘之上而告之曰君之入其境也即陽明先生所故嘗提戈處君按其故壘而訪其遺事得無有朝引而夕禔者乎予竊書之以俟君不知他日君過焉以為何如也 \\n 贈荊烏程序 \\n 雲洲荊侯之蒞烏程也未幾輒有聲而部使者按月日猶不得書其賢與能以聞於　朝遂檄而奬之而其寮黃君輩及邑之諸父老以知侯之深者莫予若相與請予文張其事予頜且久之顧草未屬也或疑予後焉予竊惟古者史氏之書其於名公碩輔非為國家建大勳勞捍大患也不以書其餘百執事中材以下一言一動之中擘畫則汲汲焉以書其於韓彭之戰非破趙下齊擊魏滅楚裂千里之城邑而殉也不以書而絳灌之屬自搴一旗斬一馘以上則悉書若此者何哉非與名公碩輔之後而獨與百執事之勤也名公碩輔其賢之鉅且眾者也而事而為之書則不勝書矣百執事以下則其賢之微者也事而不為之書則不得書矣惟古循吏之為聞於時者亦然終其身以郡縣顯者則以郡縣書然亦擇事而書若溉田若種樹若治盜其為時久而有功德於民鉅者而後書他則不書苟鉅矣及表為九卿封列侯而又有也勳德載在國家列之鼎彛也則亦別為列傳因附以書而不屑屑然以郡縣書古之於才賢之士所因其善之微與鉅而書之或勤或後或詳或略也固如此若今之郡縣之間其才且良而按月日最初者監使者始為檄而獎之爾若期月以上則疏而聞之矣其尤卓石?犖過人天子或下璽書召之矣又再則於其立像而祠之而伐石而誌之矣以予觀於荊侯才完而鬯職敏而練且勇悍之資儻偉之氣不數月而民席之如父母嚮久如神明數十年來所間見者以彼之材異時游列卿當為明天子名公碩輔而捍大患建大勳勞以為聞於時則其風流人物所以燿天下而垂後世者盖未艾也若今之部使者所檄特自下車之始政者言之耳而後之疏而以聞於天子相鴈次也天子之或為璽書而召與邑之所以不忍忘其功德而相與祠而伐石焉略其微而撮其鉅以書於以備采風者之錄而附之史氏之列傳予皆有所不能拒而予亦不忍於終默者又何必今之區區部使者所檄而侈而書之也哉或曰茲亦可覘侯之得民之始矣故併序之 \\n 贈蕭石潭擢令江浦序 \\n 江浦輦轂下邑也多中貴勢人者之業與金吾氏之邏卒稍稍龐雜其間又綰南北舟車水陸之衝朝夕飭廚傳治供張以奔走為能或謂石譚先生質行君子也不當煩以此予謂之曰蕭君抑聞老氏所謂靜勝躁柔勝剛治大國若烹小鮮者乎世之士以氣自耗者也以氣自耗者蔽故其智內困於毀譽利害愛憎情Q欲Y外疲於獄訟賦役簿書米鹽一切市交炫名之私得以熒惑乎其間故邑之劇且肘轄者或為患君以道自勝者也以道自勝者達其智恒游于世之繳矰網弋之外而彼之所共勞乎其形悴乎其神者並不得以撼君而鬪君而君獨超然若曠蕭然印綬而南嚮入而治文書出而采風問俗於其郊即如向之所謂中貴勢人者與廚傳供張者朝且夕於君之襟帶間予固知君應之甚暇矣故予嘗謂宓子賤之彈琴與巫馬期之戴星勞逸不同而孔氏以來學士大夫之所折衷或不以彼而以上愭盖有以也邑阻大江上多山水之勝都城宮闕之麗及我高皇帝開國之遺烈往往在焉君能移其治官之暇為我賦之否乎倘為寄之山中予受而讀之固可以覘君之政矣 \\n 青霞先生文集序 \\n 青霞沈君繇錦衣經歷上書詆宰執宰執深疾之方力搆其罪賴明天子仁聖特薄其譴徙之塞上當是時君之直諫之名滿天下巳而君纍然擕妻子出家塞上會北虜數內犯而帥府以下束手閉壘以恣虜之出沒不及飛一鏃以相抗甚且及虜之退則割中土之戰沒者與野行者之馘以為功而父之哭其子妻之哭其夫兄之哭其弟者往往而是無所控籲君既上憤疆場之日弛而又下痛諸將士之日菅剎我人民以蒙國家也數嗚咽欷歔而以其所飲鬱發之於詩歌文章以泄其懷即集中所載諸什是也君故以直諫為重於時而其所著為詩歌文章又多所譏刺稍稍傳播上下震恐始出死力相煽搆而君之禍作矣君既沒而一時閫寄所相與讒君者尋且坐罪罷去又未幾故宰執之??丸君者亦報罷而君之門人給諫俞君於是裒輯其生平所著若干卷刻而傳之而其子以敬來請予序之首簡茅子受讀而題之曰若君者非右之志士之遺乎哉孔子刪詩自小弁之怨親巷伯之刺讒以下其忠臣寡婦幽人懟士之什並列之為風疏之為雅不可勝數豈皆古之中聲也哉然孔子不遽遺之者特憫其人矜其志猶曰發乎情止乎禮義言之者無罪聞之者足以為戒焉耳予嘗按次春秋以來屈原之騷疑於怨伍胥之諫疑於脅賈誼之疏疑於激叔夜之詩疑於憤劉蕢之對疑於亢然推孔子刪詩之旨而裒次之當亦未必無錄之者君雖沒而海內之薦紳大夫至今言及君無不酸鼻而流涕嗚呼集中所載鳴劍籌邊諸什試令後之人讀之其足以寒賊臣之膽而躍塞垣戰士之馬而作之愾也固矣他日國家采風者之使出而覽觀焉其能遺之也乎予謹識之至於文詞之工不工及當古作者之旨與否非所以論君之大者也予故不著右予所為青霞序其文章詩歌若干卷僕盖僅得覽覩其所為小言鳴劍及籌邊諸刻而序之者也巳而卒讀終袠中多斷簡訛字以之覆青霞所故寄予者或亡或多不合予因前扣伯子敬敬復泣曰此特先大夫故帙之什一耳予少隨先大夫几席為文章先大夫每落纸輒自喜屬敬繕寫累四十卷而予之從塞上返越也業巳裒次成帙將擕歸入刻而先大夫不可竟留之篋中比予歸而先大夫之始發難也督府以下故受宰執所嗾欲搆之他罪以為功而外又以先大夫所從塞垣擘畫戎務一切便宜緩急類多與諸將帥以下不合甚且即其閉壘養寇詐馘奏功者往往發之篇什而其所最忌者方大同右衛之被圍也先大夫數移書促督府乘間勒兵襲虜破圍督府業巳謝如約巳而督府公??巽愞竟不敢出兵城之圍凡六匝月幾陷者數矣而三戌卒從圍城中突圍出走也其二人名某某者入以告於督府督府立笞斃杖下其一人名某惶怖乘間走乞食道上或問之輒涕告前狀先大夫稍就問之益憤激嗚咽為書餘萬言以告督府大略並指陳虜之虗實及縱我兵竊擊之槩將以聳踴督府公也而文詞間又稍稍侵毀督府督府愈窘不自安且恐先大夫以其事聞之中朝因闔某御史互為飛語上疏以搆殺先大夫而又懼先大夫所著文辭稍及流布則其中所載情事多與疏搆者不合它日士大夫或按其事而覆之禍且不測也於是即日籍沒予家因發先大夫所篋留故帙並燬之而又以先大夫帷中故多弟子諸弟子必有副本藏于其家復榜書于市凡藏某遺稿片纸隻字者即按捕同罪於是先大夫帷中諸弟子相錯愕股慄輒悉以燬而今所僅存者特小言鳴劍籌邊諸稿故巳入刻者而兵說八十一首及它所著詩什與蘇司馬以下書則諸弟子間武國忠所獨以死抗而私藏者也然武亦業巳窘陳所手繕稿吹燬甫焚香而禱腸若刃倳者俄什地若隕夢先大夫緋衣而劍叱曰子亦燬我之遺文以媚帥府也乎遂驚寤於是大怖即掘地為窟而以稿藏之故稍得無燬然督府又以□□□□□□□□□恐為先大夫訟其事於朝也輒移檄過浙並收捕予比逮繫過督府予泣訴無他罪狀督府曰爾父好著文章詆訶當世爾其悉出之吾猶當爾貨予以實聞督府益發嗔厲聲榜笞不巳明日送御史臺御史臺復如督府狀榜笞不巳誡守獄者三日內以絕狀聞當是時予亦分死矣翌日忽聞給事中吳公時來劾督府及御史罪狀詔收督府及御史臺以下予始獲出獄及出獄家巳散而因遍從先大夫諸弟子泣請故稿卒無可得晚僅得武君所穴地而藏者如此其中斷簡脫字則又武君故稿所不及載而或他弟子所私相口熟而傳之者其令溧陽令茌平令清豐及錦衣諸稿則又釋獄後所遍從先大夫交遊中轉錄之者也敬之所口誦本末者如此予聞而系之以言曰嗟乎古之賢人志士所被讒搆而以罪奪其官或沒其身窘其妻子者有矣未聞有并其文章而燬之者宋歐陽文忠公嘗痛蘇子美之被宰執擊去其官也序其文章以為世之忌子美而擯斥摧挫流離窮厄其怨家??丸人嘗出而擠之死矣然其文章巳自行於天下不能少毀而揜蔽之也嗚呼青霞之所罹既誅其身籍其家係纍其妻子而又舉其生平文章而燔之其慘割獨至於此又安在其不能毀耶嘻亦可以覘世變矣 \\n 贈黃丞擢甘肅行太僕主簿序 \\n 予嘗按秦漢以來方其困於戰鬪離合之際則世之天切材智辯慧瑰瑋倜儻之士並得以乘間搆會售其所長以自見于世傳記所稱奮於收竪起於鼓刀者何可勝道也天下稍屬晏然無事則上之人操品資循繩墨以隔絕天下之士天下之士非尺伍不列非鴈行不進雖有異能崛出者亦共為之偃蹇浮湛於下寮而不復敢希覬上之人離品資劖繩墨而任使之也巳今之世海內為一車書會同然而北困於虜南困於夷海閩廣之州荷戈而鬪者不可勝數抑所謂外若晏然而中寔未嘗離於烽燧之警鼓鼙之馳者而世有材如歙州蒲江黃君者顧猶特以貲為郎來丞吾烏程嗟夫君非千里之鵠而羣鷄鶩而啄且唼者乎君渥顏長髯機穎絕倫每與語及當世之務若干將莫邪之剸犀兕而截鯨鯢也予頗寄之又三年君始以能改甘肅行太僕寺簿於乎甘肅者界陝以西所當漢之燉煌之地即武皇帝所城築以斷匈奴之右臂處也君生平過州邑好觀山川形勝城邑陿??戶乙?指畫古今利害得失之際君今躍馬而過之得無翹然自喜露彼所謂材智辯慧瑰瑋倜儻之奇如古之邊郡之士而置塞以聞者乎天子春秋高其厭亂思治也久或或旦夕下明詔徵??斤??也非常之士而驟顯之其及君與否抑未可知也 \\n 贈林金壇給由序 \\n 友人金壇簿施君於其令林君之以考最行也墨其所曩為令溧陽而碑者且移書以告之曰茲碑也即故司寇南垣劉公所手次其溧陽之德政者也劉公於君為襟帶交其不輕許可人君所知者其所稱侯明法而濂吏民於其去而不忍忘之者若此可以知其人矣君得無意乎又告之曰侯之令溧陽特由其始釋褐綰天子印綬出吏茲土况特以期月爾其再至金壇也則侯之習　國家之法者日以深所間風於其土而能盈縮之者日以洽二三年來數遭凶旱水溢侯之所以日夜吐哺而捍救其間兩漢循吏傳所載桐鄉以下不是過也曩溧陽猶特以其邑阻輦轂下所當鋤奸訾猾之政數多故於其去而輒思之爾若吾邑則侯之所以字其吏民也往往出於世之俗吏簿書期會聽斷役賦之外而吏民之相與德侯也抑往往非簿書期會聽斷役賦之所能盡而怛乎中藹然繫乎父子兄弟肉骨手足之間而不尼其去者侯未行而吏民之思相與綰車而遮道及伐石而鑱碑者巳介遠近矣侯之所習於民者如此君好文辭而海內之名賢學士因君之評次得失以為重於時者多矣君抑亦肯為引譽其間以遺於世乎巳而適予故所令丹徒吏民過焉以施君之言覆之盖丹徒於金壇為齒錯壤其所稱述林侯者亦大較與施君之言合予因低徊久之為之書以復於施君曰前繇劉司空所為碑系則侯之治溧與溧之人所以志侯之惠施而不忘者可知之矣後繇丹徒使民所口則侯之治金壇與金壇之人所以志侯之惠施而不忘者又可知矣按侯治行當與兩漢循吏傳所載無以異予雖未及面林侯然古之人有讀其書聞其遺事願為之執鞭者而况生而幸及與侯同時乎幸為告侯曰侯之茲行也當入為聖天子耳目侍從之臣且次跡公卿矣然所當朱轂而馳予雖不能從抑願以夢思而參乘乎其間侯我乎否也 \\n 送沈迫子赴塞上輦其父參軍公遺骼返葬序 \\n 予友參軍沈公之上書忤宰執也賴明天子仁聖特薄其譴徙之塞上宰執既深憾公及其徙塞上又嗾諸將帥以下互為飛語以搆之公遂坐誅并繫縲其妻子至不得???葬當是時海內學士大夫無問識不識共為郗歔流涕而悲其以忠受戮顧不敢訟其事於朝而公之骼亦遂稿覆塞垣下迄乞未返也巳而搆公者以罪去又若干年故宰執亦報罷而公之子敬久匿名姓竄山谷始服衰出因以遍謁公之友及其門人故吏將謀所以輦君之骼而歸葬之也予於是觧囊中金以投之而告之言曰屈原忠於楚故以其身投汨羅而不悔伍胥忠於吳故以其身為鴟夷浮之江而不化先參軍之以忠殉國家於原與胥無以異者夫其視死猶之生也塞亡即從塞覆之矣吾聞季子之葬其子也猶特寄於贏博之間故參軍其肯以沙翳蟻引之骨嚮兒女子窽木為匵剡藟為緘纍纍然必返乎故丘為耶於是敬聞之泣予亦泣因觧所佩劍以挂之左肘而復為言令告之參軍曰參軍雖巳沒而其忠義之魂猶當憑塞垣之戰馬而陣嘶者其能躍予所贈劍而以之衡擊虜騎也乎雖然死者終生之化而物之歸也故狐之死也猶首丘况聖天子覺寤近巳罷參軍所故詆宰執曩所熒惑國家者一切屏去改絃而聽海內外之士喁喁嚮風矣參軍其及　明時以遺骼而返乎中土雖沒其身猶不及其身之後也乎敬聞之復泣予亦泣因書之 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之七 / 記 】", "正文": "　 \\n 【卷之七/記】 \\n 　 \\n 季子廟記 \\n 讀易軒記 \\n 濬縣學題名記 \\n 沃洲記 \\n 灌園室記 \\n 皆可園記 \\n 績溪縣學梅林胡公生祠記 \\n 白華樓藏稿卷之七歸安茅坤順甫著邑人姚翼翔卿編　記 \\n 季子廟記 \\n 季子廟之在丹徒者予不詳其所自始按司馬遷撰次史記世家云季子封於延陵則延陵季子所食於吳之采邑也而延陵即今毘陵去丹徒縣二百里土之人非其故君特廟而食之豈愛其道與然亦不附郡邑之祀里中父老歲時伏臘走爭之以禳年攝福田而廟址舊隸鄉大夫吳公所為別業山之隘頹甚公間請有司改廟於其山之最高處予過謁之而攬所為江流金焦北固諸勝若左右翼於襟帶之間可以眺而宴遊焉遂屬予加亭於其前而為記其事問於予曰季子之讓國非與何傳春秋者謂孔子惡其辭國而生亂於其聘魯書吳子使札來聘不稱公子示貶也予應之曰非也季札使魯在餘祭之四年又夷昧立十七年而卒而始致位乎季札季札讓而去然後國人謀立夷昧之子僚又十二年而公子闔閭弒之由是言之方其聘魯君命也非讓國而逃也其聘魯陳詩而徵存亡攷小大盖浸浸乎有禮矣弒之事未兆也春秋以忠恕明王道聖人安得以其二十年後去國之亂而預罪之哉曰然則孔子其與之與曰春秋之世臣弒君子弒父以力相攘而成篡殺之目者踵相接其能以兄弟遜國於其間者於商得太伯仲雍焉又百年而得伯夷焉又五百年而後季札者出紹明太伯之風役其屣視千乘之國而世之所稱分茅胙土聲名文號之寵澹然無所緇於其心泠然若蟬之飲露而處焉然後能舉而蛻之其於春秋之世何如也而孔子惡乎不與之哉使其非與之則何以為之哭其死而題其墓也然則傳春秋者妄與曰盖未能明乎季札父子兄弟之間而何以服其心也太王之授季歷也泰伯仲雍相與逃之荊蠻斷髮文身示不復用然後國人得以推太王之意立季歷季歷得以傳諸子昌是為文王使當時泰伯仲雍而苟在則國君死而立其子制也季歷其能以一日朝泰伯仲雍而南面於其上乎而又得以傳諸子乎壽夢卒而諸樊攝行事以待札札當以此時如叔齊逃而去之或髠鉗言廢然後諸樊不得不自立使諸樊又如伯夷之讓國人不得不如孤竹立其中子之義以及餘祭而然後國有定君也季子而一日在吳則諸樊以為父之遺命盖嘗告之先公之廟書之簡冊布之國人所共聞者安得不倡兄終弟及之義以次致位於札諸樊卒而餘祭也立餘祭卒而夷昧也立兄弟相及之義國人固巳目見而心習之矣及夷昧之卒也而莫之立季札始窮而逃焉闔閭其能甘心於公子僚之自立乎哉胡亥殺公子扶蘇以自立而陳勝者詐稱公子扶蘇一呼而天下大亂且闔閭不言國人猶陰拱而議也况闔閭之雄狠其於公子僚鼠畜而犬視之彼其謀任伍子胥而進專諸其篡弒之志非一日矣特以國無內外之釁而季子猶位僚肘腋間故不敢急逞耳吳人楚喪而季札且出使晉以觀諸侯之變當是時彼闔閭囂然其左右也能無動乎哉故其言曰吳方外困於楚而內無骨鯁之臣是幸札出聘之詞也然猶不敢擅立而曰季子雖至不吾廢也言不吾廢者其義懼於心之詞也季子至而曰苟先君無廢祀乃吾君也然則闔閭盖巳早諒之矣季子必何如而可曰未及諸樊之除喪當先去以避之不之去當言諸樊立公子闔閭以為太子諸樊不從則必去或又不及去則夷昧之立也必當以闔閭死爭之如言諸樊時且曰國本闔閭所有也不吾從吾將東西南北而之焉是教諸子他日兄弟相篡弒也夷昧其能不聽之哉季札內無所處以授夷昧外無所處以待闔閭廼欲嘿然以去嗚呼晚矣予故竊謂季子非不當讓國而去惜其去之處乎父子兄弟之間或未盡也雖然復命而哭諸墓終身焉不入吳之市季札其始終能自靖以持亂矣其履古之仁義之遺者與公以為然因書之為記以質士大夫之過廟而謁者 \\n 讀易軒記 \\n 予同年友衢州徐君可繩因郡守李公所遺宋浮屠氏廢宮曰桃溪者廼即其址築室數椽棲詩書之業焉又以家世受易因扁其左曰讀易軒使使請記於予予嘗見學士大夫之抱六藝者憤秦燔其業詩書禮樂春秋或亡逸者過半非全經或偶錯見諸家所獻為全經又出當時所散遊儒生各以其私臆之說而為枝葉者甚眾詩之補亡春秋之五傳是也唯易為卜筮非秦所禁故得與禮農氏種樹之書共存漢興首立學官到于今博士弟子紹明之者眾故易之傳備矣然攷漢起殘脫之間昭宣元成學士大夫不得盡通六藝通一藝以上者補文學掌故及所稱一藝詩或為雅或為頌書或為說命或為洪範五行禮或為禮服之類國家有大疑難則公卿各得以執所受經大義次對有宋以來程朱諸儒羣疏六藝而折衷於孔氏盛矣易為最著然學士大夫明經其間今扣其用反不若曩漢時章章指覩可書之簡冊播於後世何哉豈非太史公所稱博而寡要勞而少功之過與曰非獨然也所由來遠矣盖六經非自外來也易也者易也聖人者觀於天地陰陽剛柔之化察之乎君臣父子夫婦兄弟朋友上下內外之位參之乎天下國家治亂得失之故以明其君子小人吉凶消長進退存亡之用者也畫卦於包犧爻彖於文王象於周公繫迟孔子易之用不同而其所要於深微曰貞吉孔子居則觀其象而玩其辭動則觀其變而玩其占而曰加我數年卒以學易無大過矣此易之旨也自魯商瞿沒而易不得其傳幸不燔於秦而獨囂亂蘩蕪於百家之口凌遲迄乎今其紹明之者愈出而愈不窮其言之旨愈近乎正而愈失其用易之學或絕盖秦漢之間諸家者或以陰陽推步月令災異言易或以風角遁甲六日七分逢占日者挺專須臾孤虗之術言易此為易之說甚謬然或中或不中其後有??公老氏之旨而以致虗守靜言易又養生家本之為坎離內外金丹黃冶變化之說言易其他瀆亂不可勝數彼咸所謂各翦易之門戶而非其正也然稍能因之守其所為靜而致其虗則於聖人之微亦合者有矣周程以來今其傳疏之旨具存可謂易之道燦然無復疑者近代學士大夫又踵之為科舉之學出焉今之三尺之童操觚於有司之門而應其求者呶呶然自謂非聖人之道不存於思非聖人之言不落於纸而其間稍通文辭者試亦輒就第肆然可僥倖於明經之科然究其實則入耳出口而其所不亡者無幾矣故曰周之亡也文不勝其弊古之人所稱秦人燔經而經存漢人窮經而經絕者此也彼言漢儒且然而况於今乎顧學易者當何如以求之予觀易之道無所不備然其為書起於中古深於憂患者大略審君子小人吉凶消長進退存亡之間而致其用者也故曰厲曰不利有攸往曰元亨曰悔亡曰無咎凡以著吉凶悔吝之戒也愚故曰易之為用不同而其所要於深微曰貞吉貞者正也予自罪斥以來其所憂患者日深故易之凶厲悔吝之戒日以怵惕危懼於心而要其變與占之大端當不過曰不失其正而巳學者於此苟能反而存之則自筮仕以至沒世或為富貴或為貧賤或為夷狄或為患難所謂蕩然於世波之外彼將有無入而不自得者矣此於孔氏讀易之旨為近合之周程諸君子而不甚舛異者或非秦漢晉魏之際儒生所說也予友徐君深於易而非徒以科舉之學應有司者故不敢隱其所嘗學易者之義而因書以質焉 \\n 濬縣學題名記 \\n 濬縣教諭陳君綬擢翰林而去也予嘗為文贈之大略推三代盛時所以尊師者之得及隋唐以來不能如是者之失且慶君之擢異等頗近古也君且行又睹學宮舊無題名懼其去而無傳也廼采縣志及括學宮所隸書廡楹文牘之間者明興以來百八十年僅得氏名若干人然年次地理或攷或不可攷其餘巳盡零落而縣之弟子不復能言矣廼欷歔低回久之買片石鑱置諸明倫堂左壁書其前所括者之氏名而請記於予且其言曰吾聞師也者所以推孔子孟軻之道以與弟子共者也　國家罷去春秋戰國秦漢晉魏之際所為客遊與公族之士而採隋唐以來明經進士之法稍折衷之非由肄學宮而至者不得錄高第盛矣獨以其官卑不得與州縣百石之吏並是以天下豪特喜名之士不樂為其官其乞官而至者率困於衣食而古之所謂為貧與養者也為師者以升斗之祿之吏自視而不暇考孔子孟軻之道以舉其職為弟子者亦以升斗之祿之吏厭視其師而不復知謀孔子孟軻之道以脩其業間有志者輒共相嬉笑之以為迂濶所與羣而遊也特稽聚散簿書與歲時廩既出納奠菜籩豆之常以苟朝夕而巳爾寧暇留意身後之名相與感慨指顧其間者乎間覩今天下中外之仕自州縣之吏以上類多鑿石識名氏與其年次地里銘諸室陰其人去且沒後之人往往得次而攷也不必鉅勳盛德侔古之人然後矢歌陳其形容稍稱與否猶能指言之也故往者有繫而來者多鑒顧予屬獨無所識豈世之乞茲官者率無所為明孔孟之道如彼吏業足以有傳者乎何寂寥若是以為甚悲且恠也茅坤聞而系之曰由陳君而前未有題名氏于壁者無所名人可也由陳君而後留名氏于壁者相次矣苟卒無所名人嗚呼可懼也哉 \\n 沃洲記 \\n 沃洲侍御呂公之乞疾入越也為書於予曰會稽者天下之佳山水也昔人稱襟海帶江為東南之最而沃洲則逶迤蜿蜒綿邈縈複跨剡溪傅太白插入會稽東南百八十里而四明枕其北天台華頂赤城經其南其左右則天姥石橋金庭石鼓支遁嶺諸勝或虎蹲而拱或鳥啄而俛或倐而見或倐而伏而葱蘢蔽虧吞吐綽約若高堂曲池之宴而顯客貴游綺羅琴瑟燕歌趙舞納於几御者不可勝數而山益深則泉益冽往往屶岑崱壁層丘盤谷之處當夏而寒臨冬而燠雲歸而暝雪齧而潔而又有前朝之木候時之禽露奇售恠於叢篁裊蘿啼猿嘯鼯之間其四時旦暮化鳥或與人間殊別於是沃洲又特稱為會稽東南之最然惟其深往往達官長者不得而至必逃名恬寂與夫騷人放客然後捫僻躡邃得棲且遊於是焉而予侍從 \\n 明天子者十年於此矣入或忘軀昧死效忠於時而多不偶出或持節擁傳廵行風俗擊去大奸猾吏又稍稍搆怨憝挂睚眦而讒言禍機暗射旁覆世固非予所適也予家沃洲山之下今又多病將歸隱於其中日取老氏書以自諷詠而庶幾無名為務焉子其許我否乎且為我記之予未及復公以公疏薦得推擇為儀制郎又調為司勳未幾坐他搆徙為判洺州上廼得歸書以問於公曰沃洲公今何遊乎其采藥於曩之所謂天姥石鼓之間而宴歌??箕踞其中者乎予固以公之知為重於時抑竟不能不以公之知適為譴訶於時也借令予早自能審時合勢從公遊則沃洲山川旦暮烟雲花鳥之狀方飽於吾目其泉聲鳥音之異悅於吾耳而所稱逃名恬寂與夫騷人放客之寄吾將徜徉恣且於心神胷臆之間且彼老氏者謂世之是與非不吾聞而世之所搆亦不得吾絓而媒孽今又焉得至是乎嗟咄吾且去矣於是次第其言以復公且邀公為買田結廬於其遠近亦將以卜鄰於是也 \\n 灌園室記 \\n 予之謫判廣平也以其地故饒秔稻菽麥魚鹽??系枲之利以為養而趣供上賦稅不習訟鬪號為事簡而易治故卯出而聽政太守之堂辰揖而退竟日少見吏人而涉旬月無所事治文書予是以以其暇日相私署之左得隙地可畝許廼翦茅治窪而為之設畦倣古人種圃之法每畦縱長六尺而得其數九衡廣四尺而亦得其數九凡八十有一悉土之所宜茹葵瓜菽薑韮芋菜之屬而分錯樹藝之其壤旱乾不近泉又為穿井及泉而幕以桔槔予往往躬汲其上而疏流以灌而畦之上舊有室三楹盖蕭然頹堵不可以棲誦也予稍稍葺搆前又束葦為軒如其楹之數於是囊其所載嶧山石鼓籕篆分隸及仙傳樹書釋經道言騷人史氏之遺文若干卷左右列於其中當其灌之久而疲也入而偃臥諷詠以自適間覽小雅巷伯之什楚屈原卜居漁父諸篇為之泫然嗟咨長嘯而歌歌闋復就灌或命童僕佐之以酒盖亦欣然樂也而顧童僕亦時時來助予灌然自莫有識予所為者予因遂字其楹曰灌園室云客謂予曰昔者尚書吏部郎以子擅天下士大夫之譽久矣而謬以之薦於天子天子以為私人也不可故震怒竄逐至此子大夫不務佐二千石朝攷夕警糾法勤施以宣布主上德意而彼區區灌園古之逃世自放者所為也曾不聞佩印綬而效傴僂母乃遠其志者污其身逃其影者頹其形何不早自引决而故為徘徊混濁於斯乎予應之曰固也然予今日之吏茲土非仕而譴也而譴則吾惡乎自適哉竊見聖天子方引良二千石鬯仁海內與民休息而太守小譚唐唐政務近民民足樹藝而不輕犯故野無狗吠之警而民人至有不識長吏丞貳以下唯守寧一而持澹泊無所欵效納職竊以為予職總諸州縣之賦其官即古者田畯之遺也稍稍以簿領之暇親率畚插與圃者分功縱不能如曩時尚書所請以表見當世姑為浮湛薄采田畯氏先農之流風以自附長吏之後庶幾其不失之彼而償之此也哉予亦何敢如子之所云遽為汙其身頹其形以自放也期年而俟予之罪狀既聞予以此時上天子印綬天子當不予罪湖水之上予頗有園廬數畝在焉周蔭以水竹花木而較之差勝第將盛其所為桔橰返而灌乎其中是或可以忘世之牛馬乎我矣客曰可予因退而鑱石書之以誌于室之左壁 \\n 皆可園記 \\n 沃洲者界天姥石橋之間多長林美壑而古之隱君子之所托而逃焉者也而中丞呂公間稱之以自名其廬予為公記之舊矣久之公又擇其林壑之最佳處而懸之以閣曰可仰閣之陰俯以圖史之室曰可玩左則賓客數過或嘯或歌投壼博奕飲酒無筭懽然適也曰可游右則客且忘歸或枕石而臥曰可休前覆之以蘭徑檻列之以名花而穿竹為亭間以自媚焉曰可君閣之西則又縱之以千百若干尺橫之以千百若干尺分畦而樹椒桂橘柚柰李櫨梨枇杷橪杮丹栗玄棗緋桃絳梅石榴黃楊金櫻銀杏之屬一切奇卉異菓若帶而綰也曰可圃圃之中瞰以曲池引泉而魚因以亭於其上焉曰可泳亭之北又別為小亭客或選林麓分曹治射曰可觀其再北則又屏田而庾之以百穀之屬曰可稼當其四時之勝幽香繁陰刻露嚴霜而無所不可也於是合而名之曰皆可園大略訪柳柳州所以以愚字其冉之溪谷丘泉池島之勝而名之者也而貽書屬予併記之予竊疑士之志不兩適當其王室多難四方鼎沸名公碩卿之所以朝吏事而夕烽燧也廼若幽林邃谷飛泉削壁則惟世之沉寂枯槁之士不得志當世者之所適也而公之位日高其所席中外之望者日以重而公安得移柳柳州所自汙且困者以相附也乎故久不報公而客或過焉予謂之曰君獨不聞達人者之適其適而不適於其所適也乎古之豪傑嘗有躡足行伍而赤松子之隨悲時之陸沉而執戟於金馬門以自謔為譬之蟬方擁樹而吟而其中之蛻也舊矣而公之所席者於此而其所引而夢思者則於彼盖以其所可因以遊於其所不可公之所存者遠矣客曰然因記之 \\n 績溪縣學梅林胡公生祠記 \\n 大司馬胡公督戎浙海來數以功聞於　朝天子數下璽書旌其勞與能賜之若干金而公且聞故邑學久不及葺孔氏廟寢而下浸以蕪廢而科第亦稍稍中絕矣因竊思古者出師必於學及其成功而還也則獻馘授捷亦必即之學宮而歌凱行釋奠焉所以示武事也亦所以不忘本也吾本儒家子曩嘗入而俎豆絃誦其中賴先聖之教以迄于今其敢忘所自乎於是出其囊中所累天子之賜者若干金檄之邑大夫林君某因稍稍市材輦石帥邑之人以從事工既竣林君偕邑庠諸生不忍沒公之德也而相與附祠於其宮而尸祝之遣使走書於予請系其事及其月日牲石之左予告之曰諸君其德公之所不以天子之金自私而邑大夫得市材輦石以繕宮乎哉抑亦求公之釋褐來所奮業於時者何如也盖古之州里族黨及天子之國都各為之學非教人以利祿也所以即其詩書六藝之旨而達其識消其邪心養其忠信倜儻之氣而致之用者也而學者之出而臨官也亦非自以利祿為也明嚮之所服習詩書六藝之旨於以固其心展其才與識而為國家建大勳捍大患於時者也故得其人則戮力四方雲翔焱集而馳不得其人則土崩而瓦摧非一榱一廈之所能支得則功著於　朝廷澤施於生民銘之鼎彛載之太常斯固天下豪俊卓茂之士所相與守孔氏之宮垣墉之以待來世者也否則即傳之所謂毀其瓦而畫其墁而巳也且　明興以來天下之學所隸邑及州郡而上盖不知其幾十百區矣其邑若州郡從事之吏所及繕且無毀者什而八九其能盡以所從事月日書之以聞于時否乎學士大夫之遊其宮及釋褐而出仕於天子之庭纍然比迹矣求其勳業之著裒然聲施無負　國家者抑能章章如公否乎又何寥寥也於戲然則公之有功於學盖有所謂以彼而不以此者巳因書之復於林君以為記 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之八 / 碑 】", "正文": "　 \\n 【卷之八/碑】 \\n 　 \\n 冉子祠堂碑 \\n 南將軍廟碑 \\n 桐鄉令金公生祠碑 \\n 廣東按察司僉事贈太僕寺少卿東華王公祠碑 \\n 碑 \\n 冉子祠堂碑 \\n 冉子鄆人也去臨洺五百里嘗事孔子終身不求仕於洺當不得應古稱鄉先生死而祀於其杜亦不得有功德迟洺之土者洺之人何以廟而祀之洺之西五里冉子墓在焉豈孔子之門人各以其學授諸侯之國而冉子死於是耶然冉子死而孔子與之訣按史記嘗稱孔子自衛西見趙簡子聞竇鳴犢舜華之殺也臨河欷歔流涕而返則孔子終身不入趙而冉子之死盖死鄆也豈冉子嘗授學於是既返而門人或得其所遺衣冠遂愛其道哀其死而相與謀葬之後之人因墓以廟耶予又嘗疑孔子在當時天下之士遊於其門墻傑然者眾矣若季路之攝千乘子貢之連騎結駟於齊魯之郊而亂齊存魯卜子夏之疏序雅頌皆所謂政事文章之褎然聲稱者其餘虎視鱗躍翱翔儒林不可勝數然皆不得與高弟列而當時所與從陳蔡之間者獨顏淵閔子騫冉伯牛仲弓之徒以德行稱彼皆無所謂文章政事以自表見然仲弓猶為季氏宰閔子騫雖不為季氏宰遭母囂亦得以苦行力孝稱內外昆弟之間顏淵才高孔子獨與終日言而不違而問仁問邦及簞瓢陋巷之居數亟稱之不置也至於伯牛則絕無一言一行傳於齊魯論家語稗官野史之間特孔子哀其疾之辭耳以予觀之冉子當言不出口眇然儒者也而亦無奇節特行以自喜州黨朋友之間故後世不得而述焉漢以來自天子至州郡守令王祀孔子至執弟子禮駿奔走盛籩豆凡入學合射養老獻馘之屬不敢不廟謁以告而冉子得並顏閔之徒首配食之趙古稱多悲歌慨慷慕義名俠之士者也武靈王之霸廉頗藺相如樂毅之勳業平原公子之愛士唐之宋璟宋之李沆彼所謂盖世之賢也然俱巳頹落薶沒不復睹記其所遺墓宮往往里之童子樵採嬉遊其上而不復禁而區區言不出口如冉子者數千百年後猶相與守其衣冠之葬以祭何與嗚呼傳不云乎太上立德其次立功其次立言故士之好修不必論著乎文采聲施於國家載名氏撰藝寔於竹帛鼎彜之間而苟自其所壑游谷處夷然托行隱君子之列焉百世之下固有聞風而俎豆者矣郡守小潭唐君來謁冉子之墓而加亭於其碣復修葺故廟屬予為記盖將以孔門首德行之義而教郡之士人者嗚呼予非閑於文辭者也又頗自恠性多迂疏稍近薜蘿麋鹿之資而不足以游世焉要之功與言皆不能矯者而獨願乞身入山學為隱君子如吾冉子以附郡守之教是或可勉而至焉不知其許與遊否也予既詳之如左而因為樂歌一章以系之碑陰令里人習歌而祀之其詞曰桂樹為旗兮揭籬為車未見君子兮我心則饑炮牲醴以薦兮湛酒于壘君子之至兮式燕與處生不可聞兮沒不可追君子之逝兮洺水無陂 \\n 南將軍廟碑 \\n 予嘗觀唐祿山之亂兩河之間其所為祿山蹂躝而敗者不可勝數獨中丞張公廵及將軍南霽雲輩方且擁孱弱數十百之卒與之抗且狃於睢陳之下祿山遂不能踰江淮而唐以不亡未嘗不壯之又讀昌黎韓愈所記南將軍急走賀蘭賀蘭不聽為之抽佩刀斬指血淋漓席上巳而怏怏辭去以矢射浮屠著甎之半誓破賊後並擊滅賀蘭嵯乎將軍數既奇不果至今猶使人讀其書想見其遺事為之泫然欷歔泣下霑襟甚矣其可悲也沒且七百餘年而會稽沈君鍊來令清豐過將軍故里特像而祠之予間行縣謁將軍將軍之像山??然熊蹲虎踞若欲躍馬揮戈戰祿山而喋血其間也其所裂眦吻頤髯髮並上指又若飲恨於賀蘭然者嗚呼豈將軍憤生之不及擊滅賊沒且口???亍之故其像然耶抑亦將軍之忠義其屬人心猶江河之所以流日月之所以臨固有杳然行乎其間而莫之為而為者耶沈君既祠將軍擢錦衣去卒以上封事竄塞外迄今猶未返予謹為之鑱石識其事嗚呼百年之下有司春秋祠將軍當必有采風而祔沈君於其側者也予為系之以詩曰　祿山擅兵飲河而十州郡為墟鯢截兕剸桓桓中丞列壘而守翼以虎將南雲則有小大百戰賊格不支扶瘡起痍數殲彼旗曠日彌久援師不至力竭而亡河山為涕中丞就縛起旋其眾一呼顧雲雲笑而從當是之時中原鼎沸牽以孤城賊疲而殪唐室不亡伊誰之功忠義卓石?犖貫日與虹維令之來挹雲故里俎豆既闕嗟洟靡止爰帥邑人始像而事言言廟坦億萬斯祀 \\n 桐鄉令金公生祠碑 \\n 桐鄉者故野處邑也頃者島夷數劫掠吳越內地而其令金公始塹土為城城完築不數月而明年丙辰夏四月島夷分五道入其所稱最雄者曰徐海擁數萬人由乍浦焚舟而山??劫峽石道皂林以窺湖中河朔將宗禮躡其後賊反兵三戰而覆之於是提督阮公???帳下散卒入桐鄉城賊復闔兵圍桐鄉當是時海視桐鄉等机上肉耳吳越人亦危桐鄉欲旦暮下者予扁舟過督府督府引劍畫地曰賊剽甚其鋒不可當君獨不聞周亞夫之委梁以困吳楚者乎桐鄉城小而堅其令材多悍一切楯櫓兵杖火藥薪燭糗糧之屬於諸州縣最且聞嘗度城隙地遍募邑中富姓者入填其中提督公苟從中籍而將之可得卒千人列壘而持數十日永保戌兵至固可遲而破之不然吾以兵嘗之少不利譬之抱石以自沉耳東南固魚爛矣巳而賊盛為雲樓撞竿以攻桐鄉城日急予亦日恐間以申於督府督府持不顧及匝月桐鄉圍果觧圍中人出稱桐鄉令守城城獲以完大略如督府所策而督府卒藉之遲永保之兵以破賊嗟乎吳楚之所以困而母西與漢爭利者梁為之捍也海之所以逡廵狼狽而不得蹙湖脅杭以瞰三吳者桐鄉為之捍也然而梁竟以首功論賞而桐鄉令人卒無為言之者及其去也邑人憐之相與欷歔涕洟爭像而為祠以祀之請予紀其事予按祭法曰能捍大患則祀之若公者謂之有功於　國家可也獨桐鄉乎哉予既異督府之所以策公與公之所以守桐鄉之竊憐公之所以不得如梁故事而疏錄之天子也因以其事鑱乲牲石之左而系之以詩凡四百八十字公名燕字某安慶人其詞曰　赫赫維尹綰綬茲邑邑故無城鱗列而室數年以來羽書騷驛在郊獸竄在野鳥逸尹也爰諮列城而居筦無一金我何以驅下令邑中分雉而趨富者輦石貧者供芻旬月之間畚鍤相望顧城爾金顧池爾湯徙庾百區皂林之陽廼糇廼糧廼積廼倉謂城無人不可以守爰度隙地井牧其畝富家鉅姓自外來有曰臼曰杵且腋且肘繄居無何醜夷突至殲彼大將駭彼輕騎乘勝以逼列壘而峙虎噉城中破卵無異於維我尹多筭多籌翊彼中丞擐甲厲矛二人同心散金若流爰募死士以伐賊謀賊為飛車上可棧雲我宵奪之三百維群賊為戰樓錯若星屯冶汁灌之一殪而奔或聞督府狃賊以餌摋鷙之攫獖虎之噬海甘且啗少奪其氣猶有支黨咆哮以肆樓而撞竿大可十圍疾擊者三城雷欲隳當是之時幾不可支戌婦揚于戰士裂眦俄有一夫偏??旦前呼曰能為緡挽竿而屠賊既詐窮維鼪與鼯始萌悔心釋圍觧戈中丞既出萬姓孔懌父抱子嘻姑持婦泣且涕且歌云誰之力猗與維尹為邦柱石始賊之來氣若怒颷破檻焚艢自比蚩尤蕞爾孤城牽制彼醜曳輪濡尾不戰而走督府乘之其黨遂擕刲若羊豕截若鯨鯢功成之日獻之天子錫命元戎傳凱萬里猶以我尹藐爾小臣斥堠雖謹矢石匪親薄論其勞書之莫府犒以帑金置之末數邑人憐之潸然涕洟云何以報伏臘而祠剖圭裂付賞不及延廟貌如何億萬斯年 \\n 廣東按察司僉事贈太僕寺少卿東華王公祠碑 \\n 予友王君之戰沒也大司馬胡公嘗疏其事於朝天子愍之贈大僕寺少卿廕其子賜祠如制予聞而為之哭且哀而海內之士相與移文而弔且銘其墓矣然大略悲君之才虬龍也不當死蝪蜥之難而又以君子仕為社稷死則死之為封疆死則死之君鄉大夫也何為赴抱鼓而與將帥之士共死綏也乎予聞而又為之哭且哀竊疑君賢者也必有所以處其死巳而副使凌公按兵海上為君卒祠事因遣其子如圭來請予志予擕圭復哭圭且號曰君抑知先大夫之所以死也乎予家海上永喜場祖宗以來所世世丘墓與天子之賜書在焉方海夷之寇也郡縣之兵巳嬰城而專而先大夫為伏廟而哭因請於族大父名沛者括其族之丁與閭里之丁盖千人稍稍放古鄉兵之法而尺籍焉海上它戌兵所當輒敗去而族大父獨勒習先大夫所部署兵禦之于上金斬其酋以下十有六人俘十有四人奪其旗鼓與其騎二十有五又拔其所虜男婦來歸者百餘人當是時夷幾沒而予家丘墓得無恙海上諸戌兵亦遂倚永喜場為疆壘明年族大父沛復禦之梅頭如初而戰且沒矣先大夫深痛之泫然流涕曰噫吾父死矣吾焉得不死之乎於是過廟而哭復縱族之丁與閭里之丁及之于金奧戰數合又俘斬十餘級會它寇突至先大夫力戰不能支遂沒嗟乎聞古者君子於廟崩則為之服言不敢死祖也而先大夫之死為丘墓也方其仕則死封疆死社稷而士庶人則死於宗廟誼也君抑得無憐之乎且古者士之死不同或重於九鼎或輕於鴻毛盖幸不幸存乎其間而其所不苟於其生則一也故鉏麑之行賦焉而死公孫杵臼與程嬰立朋友之後焉而死屈原諌於其君而不聽則湛汨羅焉而死數千百年來學士大夫之讀其書想其亦事未有不泫然欷歔而投書以弔之者古之人或為之按其書而書之曰推此志也雖與日月爭光可也先大夫之沒盖於屈原程嬰而上諸君子庶幾近之聞豫讓之赴智氏之難也其妻不識其友識之君於先大夫為襟帶交能無一言榜之於其祠以慰族之人與其閭里之人過祠而哭者乎予聞其言而涕曰吾曩故疑君之必有所以處其死斯言也可以報君於九原矣君諱德字汝脩少慷慨有大志與予同年進士釋褐初嘗讀于肅愍公傳輒顧曰吾鄉烈大夫也推官東昌及大名及為給事中及出僉事廣東並傑然有古名臣風嗚呼使君得志則其所樹立與聲施國家當裒然與肅愍公日月俱遠矣惜乎未之竟也然其死也卒亦以勤事亦異也巳予特志天子之所以祠君故它並不之及系之以樂章令里之人春秋祠得肄之鼓吹而歌焉其詞曰 \\n 維公之你兮鬱乎虬龍噴薄雲霧兮而其沒也於丘中維公之材兮矯乎干將翱翔萬里兮而其沒也於一鄉誰謂非死兮死以宗廟亦士之誼嗚呼肅愍兮君所矢志展也無似 \\n 【白華樓藏稿/卷之八】 \\n 墓誌 \\n 墓表 \\n 祭文 \\n 【墓誌】 \\n 姚大母壙誌銘 \\n 鄉進士唐君墓誌銘 \\n 鄰溪施處士墓誌銘 \\n 太學沈君墓誌銘 \\n 都察院右僉都御史澤山張公墓誌銘 \\n 傳孺人墓誌銘 \\n 太平府知府小陵吳公墓誌銘 \\n 白華樓藏稿卷之八歸安茅坤順甫著邑人姚翼翔卿編　墓誌 \\n 姚大母壙誌銘 \\n 姚大母者余外交高郵州判官姚公旭之母也母陸氏年十九而歸外大父悅閒公玘生子三人長即高郵公次旻次昊年四十五而歿歿而葬於稱字圩阻阡之麓不及誌且銘是為弘治六年癸丑也又二十七年而悅閒公沒將卜葬占者以故祖阡當不得堪輿家所稱吉兆改卜之悅鴻里是時高郵公猶儒生中歲窘賦家益落貧無以改母之封也巳而官高郵罷歸未幾即又沒沒之日數張目顧兒翼自以不及合葬母且銘其墓為恨自母之始葬之迄於今盖越六十年矣頃者繼大母徐氏沒翼既以乞銘董太史份而合葬之新阡而又痛父高郵公之歿之恨也輒泣而謀於余謂昔者季子適齊葬其子於贏博之間反而號曰魂氣無不之也余大母之歸祖阡久矣又何必穴之此而輦乎彼也第曩之葬也不及誌且銘苟無以卒其請則何以報先君子而塞其悲余為憐而言之曰銘墓非古也孔子葬母於防封之崇四尺不言銘况笄珥之行非迫宋姬許穆之難則無以顯其節而裒其聲稱世之銘大較多不中古銘法特以烹醢紉繢珮瑀圖史之略互相矜餚而巳要之非古者所以採之江漢之間以錄附國風之意若母之卒而葬葬而不及合與今之始為之銘是皆不可以無識也於是次而為之銘曰　歲癸丑兮曰來復墓木落兮銘始卜告之後昆兮封所獨 \\n 鄉進士唐君墓誌銘 \\n 嘉靖乙卯冬十月三日鄉進士唐君卒里族相與哭於其家曰君齠而孤而卒能力學以文章顯其身完其母於?牙?女?立其弟於褓唐氏之族起白屋於今詩書之澤盎然阡陌之間者君之才且賢也而惜也君年不永而卒止於此學士大夫相與哭於其巷曰君之才且賢譬之干將鏌鎁使有司早得錄君而貢之於天子之庭專一城拜一命當必能攄策效忠以施功名于時惜也一躍而蹶而今露零無聞矣悲乎士之不遇也如此其友人茅坤獨欷歔涕泣設位而私哭之曰君之才且賢不幸而不遇人皆能知君而以悲且弔君而至於君嘗抱隱憂間讀伍胥傳至行泣於吳市以報父之??丸輒流涕發憤思欲得其當以弔其遺風且曰吾得為伍胥所為雖死無悔也君之志若此亦可悲也巳然君涕而不忍以言於予予亦悲而不忍請于君巳而君之志不知其能竟與否及其長子早殀而為書以告予曰吾嚮嘗慕伍胥所為然胥之湛於江也或謂其不當僇荊王之屍天固厭其不祥也以至於是嗚呼予讀君之書而聞君言則又悲然亦涕而不忍以請于君君亦涕而不忍竟所言於予孔子曰泰伯其可謂至德也巳三以天下讓眾民無得而稱焉盖傷其隱行也君之喑咤嗚咽以抒其生平至於沒世而不言而人卒莫能知且言之者誼殆類此嗚呼古烈士不是過矣君名玠字晉叔君之先世天長人建炎間始南渡卜徙於湖之烏戍然自五世而上不可譜巳五世實生章章生正正生經經娶凌氏而以生君及弟珂君娶丘氏生子男三長守身早殀次守禮次守和俱郡庠生年少而才他日當讀君遺書以卒其志者生女一適沈之?厂秝金?丘先君卒繼娶黃氏君既卒而守禮抱狀跣伏來乞銘以明年正月二十四日葬於某溪祖阡之側按狀所書君之遺行尚多然其細者也故皆不以書而特悲君之所為庶幾古烈士之遺於是揭而書之以慰君且銘君之墓曰　君之才似鴟夷豫讓不能為君之所為三躍擊衣泣且悲吾聞讓也妻不識而友識之嗚呼而銘君者為誰 \\n 鄰溪施處士墓誌銘 \\n 棲清施先生躬詩書禮讓之澤以教其子孫一傳為愛月翁儀遵棲清故業不廢而茶陵州公佐膠州公佑及廣東按察司副使公儒又各以經術顯或領二千石或由御史出為監司並有聞於時再傳為處士簡字克廉號鄰溪處士以布衣屏跡丘壑無他瑰瑋嶄嶻之行以聲稱州里間然獨能引棲清先生之教以抗宗法於族事父孝與弟仲相友善處士既長老而大母猶在堂朝夕候寢膳或歲時召族姓相宴會處士則皓鬚眉褎衣帶而傴僂於前仲亦皓鬚眉褎衣帶而傴僂於後方諸父後先貴盛時恂恂然與仲守詩書禮讓以帥諸昆弟子姓諸昆弟子姓並如田家子不作氣勢以狼藉人晚及諸父漸零落則又繩繩然與仲守詩書禮讓以帥諸昆弟子姓諸昆弟子姓或第或未第然各纍然以經術紹門戶至今不輟也故施氏子弟出則與絃歌之士相俎豆退則與阡陌之子相俛仰訢訢如也與與如也盖未嘗敢以睚眦人人亦未嘗睚眦之者昔漢史嘗稱萬石君家以孝謹聞雖齊魯諸儒自以不及予竊謂施氏近之矣郡太守嘗廉處士行而腎崟之木?身??縣長吏揭書其名於亭召之鄉飲而令給冠帶並謝不受享年七十而沒是為嘉靖庚戌十月二十八日也配姜氏子男三守成守常守訓女一適李思望孫男可大等七守成卜以某年月日葬於姥溪祖阡之側而來請銘予母李孺人棲清之甥也予故聞處士家法能世棲清先生之教以為閭里勸因許之銘銘曰　昔漢石氏以孝謹稱父子篤行累世組纓猗歟施氏席彼家聲書之墓宮以永令名 \\n 太學沈君墓誌銘 \\n 始予宦金陵客有沈君嘉謨者擕二子過焉坐而貌之退然衣不勝質行君子也與之語其息深深如也間出二子所著文章讀之矍然與古人之至者相隱約非他經生雁?貝貸為者予頗異之越甲寅君卒且葬不及誌其墓明年二子抱友人姚君狀來請銘按狀君之世系宋以前不可攷勝國時有諱文者家吳江遂為吳江人文生文浩嘗從高皇帝宿衛禁中文浩生敬敬生奎奎生漢漢即君父也今上即位初漢由進士拜刑科給事中頃之贈父奎如其官累遷戶科左給事中當是時給事公以直諫顯竟以議獄忤上旨罷歸給事公少負氣魁山??自豪既罷歸觖觖不得志於是託計然范蠡之業與世相浮湛權贏繪盛田宅或累貲鉅萬而閭里之間望之者稍稍起矣君入則連諸昆弟以匡掁給事公出則薄取厚與以謝閭里故閭里之間聲稱君而亦陰以善給事公給事公既以貲饒綺紈續賓客而君之雅好持澹寂於給事公所向頹然無所合若不當給事公者然事給事公獨謹故於綺紈賓客中亦未嘗不極鮮腆承之給事公數北出遊洞庭虎丘諸佳山水君亦輒供張屬諸昆弟連翩左右酒酣迭起前壽或故為六博樗蒲之戲相勝負以繆給事公給事公亦往往觧頤而罷給事公既衰且晚不獨厭故時所習嬴縮計不欲為而由諸公子善承其間且忘向所為觖觖罷歸者君之力為多也君性愛善忍故於諸昆弟中自少至長老比目友讓絕不為睚眦而諸昆弟卒未嘗有睚眦之者其遇姻族里黨也亦以遇諸昆弟者遇之自少至長老比相友讓絕不為睚眦而諸姻族里黨亦卒不聞有睚眦之者間有急或昏夜往請必給之無靳色其償與否不問也有不能償者往請輒又給如初其力不膽與否亦不問也人以是爭相引慕為長者一日行田間有一兒杜姓者從群兒戲獨異君間視而偉之因抱與俱歸廟見而名之曰偉令兄事長子位弟少子倬而子之若巳出巳而偉果以尚書舉于鄉嗟乎君既起貴家躬潔白長厚之行以佐給事公又能信之諸昆弟以及姻里族黨而推詩書之澤播之後裔庶幾乎古之翩翩公子者巳君少補弟子員數射策不第以貲補太學生射策又不第遂棄去專意於教諸子以穴?丸未卒之志而其教諸子也必本乎六經閩洛之說故長子位中子偉自予曩讀其文於金陵時巳嶄然露奇氣與今之學者不相及今雖或第或未第而要其所至殆敻然騁於精微而未見其止矣君母徐氏贈孺人繼母俞氏封孺人娶盛氏生男一即位女二長適周甸次適曹大武繼娶夏氏生男一即倬側室某氏生女一聘鄭時可孫男一女二享年四十有八其葬也與盛合於柳胥村之原即給事公所故葬處銘曰　阡不及專祔父之宮銘雖或後猶及其封文章之耀聲施未艾兮　璽書玉冊乎其中 \\n 都察院右僉都御史澤山張公墓誌銘 \\n 僉都御史澤山張公病且革執予手而曰君為我書其墓嗚呼若公者世之彊幹之才也天假之以年而遲之祿位以穴?丸其志庶幾乎古之所謂戮力王室綱紀四方者而今且沒而公之業止是耶公名濂字子清甫弱冠舉浙江鄉試第一巳而與予同第進士授刑部陝西司主事以能聞因推擇為吏部當是時諸為吏部者所當進且絀天下之賢不肖其權歸于執政者十之九而聽吏部所自得為者十之一諸郎署不得不共為渰淟??阿涊以相浮湛間有守其職以抗者輒坐罪去而公之入吏部也既以能顯聲郎署間執政者業巳器重之又適兩執政者互相搆其一敗去公數畫策關說執政者指故所嫉而欲擊去之其人不肖也公聽之矣賢也即前說之曰某故所忤門下者然頗竊時譽孰若姑置之而以顯君侯之能容乎或指故所私而欲顯擢之其人賢也公亦聽之矣不肖也即又前說之曰某之骫法毀職也如此其所獲罪門下者甚矣而君侯復私之母廼甚其忌而分故執政之謗且訕乎執政者往往頤觧唯公指畫間有不得即入以告於太宰出以私諷執政所故帷侍而親信者故公獨能反其權于吏部者十之九而姑以聽執政者十之一公又力以抑奔兢振淹滯為職其按資未及而或援之者力雖才智亦擯之矣其按資巳踰而刺不及門者雖孤遠亦亟之矣一要員缺眾或私指曰某有力當不次補之矣巳而公所補者某盖蹇諤之士無它援者也一冗員缺眾或私指曰某員缺按故事當補某輩矣巳而公所補者某盖眾所謂有力者也故公之典銓曹舉賢任能進則以才獲信於執政而退則不拂天下士大夫之望公亦數自喜後先郎署間而能以直舉職者數十年以來一人而巳巳而公以能擢通政提督謄黃然公亦以能為世所搆嚮所忤執政而進退之者人日以眾怨日以深其所從中而巧擊之者日以力會虜入寇公以守都城有聲遂出公為僉都御史提督畿南北諸郡屯田事矣盖以使能為名而寔遠之也未幾公坐訕左遷公不就即拂衣歸歸則買山列亭榭種名花異卉又別穿池種五采玳瑁粉黛之魚仰而嘯俯而臨流以自適多買名姬以恣歌舞當其秋深而蟋蟀時鳴也檻蟋蟀之善鬪者共諸名姬分席而博博而負者則擕金治樽罍上下山池間露零星稀未歇也士大夫或以規公公不金嗚呼古之賢智之士固有溺於酒溺於奕溺於丹砂冶化至死不觧然要之彼或中有所負以自沉酣淋漓於其中而世莫之識故曰溺也者匿也韓昌黎之所謂有托而逃焉者也若公者無廼以才適當世位不穴?丸志而遂以聲妓躑躅自溺而終其身者歟嗚呼君子之得志而聲施也則龍躍否則蠖屈而巳此其所以以道御命而進亦可退亦可也賈生遷長沙而為之賦服?鳥而亡昔人猶悲其志而惜其量也予迟公能無仰天而欷歔流涕也乎按狀公之先世家于汴宋高宗時扈蹕入淛遂占籍仁和張氏族譜自仁和始十幾傳而為鵬鵬生綬綬生某號愛山即公父也鵬以來以貲甲郡中又能手詩書以教諸子孫而族以科第顯者後先相望焉及公為吏部驗封司主事贈父愛山公如其官母吳氏妻某氏並贈安人巳而愛山公加贈為稽勳司員外郎而兩安人亦並晉火宜人宜人子男四曰某某女四適某某公之同祖兄按察使瀚弟武庫郎中洽並以材行聞于世予故共公之昆弟為綰帶交而公尤深方公之為吏部也當書唐公龍亦謬以予能由儀制調為司勳公瞿然喜頗期兩人功名相推挽巳而尚書坐事免予亦外徙而中或有并撼公者公笑曰吾不及與之同其進當亦與之同其退可也公之慷慨倜儻之氣類若此嗚呼弓安得不哭公之慟而為之題其墓以復于公也乎公之沒為辛酉七月二十五日享年五十明年某月日葬于某祖阡之原其銘曰　公之始孕母輒異徵夢日墮懷中夜有聲占者布策兆曰腹鳴天或錫祉爰及後興維公之生山?歧嶷非常童齠掞賦蔚乎雲翔年甫弱冠首舉于鄉文章之名遂傾四方巳而射策羽儀天池授官西署聲擅一時讞獄諸疏公手勒之題名漢柱光溢庶司及改銓曹明揚攸職舉淹振滯抑讒屏墨孤矯之士不以遺佚肘腋政府雖顯亦擊當是之時公為能臣譽望四馳媢亦及身會虜入犯燧屬帝闉校士徵兵雜遝魚鱗公以納言徙為右丞天子璽書督屯幽恒名曰使能細柳列營籍之外補妬口朋興公既左遷觧組拂衣翱翔竢時公卿可躋豈公之抗一折不支黃鵠高翔矯矰靡施免官來歸臥于中丘託盟范蠡比迹留侯睥睨一世恥屈貴游買山種花穿池引流名歌選趙豔舞徵齊檻蟲而鬪負者擕罍枕星席月鳴葭揚??系客或勸仕羞以文犧病彌既留執手引訣公掀予髯笑而不答左右若遺僅託書碣書之何以天地一噱 \\n 傳孺人墓誌銘 \\n 予過錢塘太醫院醫士一峰傳君好賓客數治酒罍從予或諸賓客西湖南屏諸山中予共諸賓客數愛之而忘其疲且去也他日醫士君擕其子思道從予治文章思道多雋材然退然若質行君子也予頗恠之巳而醫士君之婦王孺人病且沒醫士君與其子抱同年友人王大理君所為狀來請銘且泣而曰吾之數獲從君遊及諸賓客間不予厭以吾婦之治其內也又顧其子曰兒輩事君唯謹以吾婦數手詩書及采曲禮孝經之旨以姆字之庶幾乎古之彤管之誼也而今且巳矣又泣曰此兩者君之所及覩且知者也方其閫處則以積紉自將煢煢然婉約惠順厶事其母母故懽甚者母病或瀕死則剪股以藥嘗之而母徐及甦以起也及其歸予為婦則以井臼自將煢煢然婉約惠順以事其姑姑故懽甚者姑病或瀕死則亦剪股以藥嘗之而姑徐及甦以起也內而執予巾櫛者三十餘年移其所以事母與姑者敬共之而未嘗懈也外而施諸妯娌娣姒姻族婢御之間亦移其所以承我者一一厚遇之而未嘗有間也其他為婦人女子所最難者予兩家方以貲雄里中兩家娣姒間共以璣翠刺繡相高婦獨持以素婦謝諸璣翠刺繡一旦從婦人後甫年十四其所操鹽米籌計浣滌烹飪又若故田里之媼然者此數者閫序之德不外見君之所不及覩且知者也沒之日不特予為夫者之哭其婦子之哭其母而閭里之鈿馮棺而號潸然出涕至不能止其於古之賢士大夫之喪而巷哭者無以異也君得無一言以識其墓令婦之名氏或得次於古者國風所載也可乎予既聞醫士君所稱孺人賢及讀大理君狀大堙君之內孺人母弟女也大理君言故質其所耳熟於內而稱孺人賢亦大較與醫士君合孺人父諱鑾母沈氏生子男一即思道太學生女一適縣學生蔣爾德歸醫士君三十八年而沒嘉靖壬戍夏五月十七日也卜以十月某日葬西湖某山祖阡之次按狀傳故仁和禇塘里人元某年間提舉君以其族顯入我　朝永樂間保安州公潤由鄉進士起家至二千石以治行聞于時予覽覩醫士君父子翩翩有儒者風要其所自又繇孺人之賢相其內外者如此嗟乎可以卜傳氏之慶遠及苗裔也巳銘曰　西湖之陂兮孺人之魂之兮環珮乎翱且翔兮西湖之宮兮孺人之玉攸封兮環珮乎千秋其藏兮 \\n 太平府知府小陵吳公墓誌銘 \\n 予少君八歲束髮從君遊即兩人深相推附為綰帶交師事一菴唐先生當是時予頗以雋偉倜儻自喜公獨退然左繩右墨恂恂如也予讀書務大旨好窺古六經百家之奧而其為舉子業也抑數逸於有司尺度之外而君獨句而比之字而櫛之以劘切其間予兩人者宮商不同調然其音節之鏗然以響而凄然以至或聽之若歌文王孔子之操而相和鳴也雖予兩人抑不自知之者予以是甫弱冠輒聯君以第於鄉巳而予既前君舉進士宦遊四方所至或偶竊聲名擅聞一時矣然忌亦隨之由縣吏入為儀制為司勳未幾出徙外郡巳而召還南省又未幾再徙臬邊徼所被怨家者之挾執政以朋姍而摧擊之必窮其力甚且削籍來歸而其所當潝潝訿訿之口猶時引弋矰而未巳也此無他予既遠君稍稍以其所自喜者劖腎盛氣為吏業恥為渰淟??阿涊以相浮湛而又頗好著文章時時引胸中之憤咽慷慨叱咤淋漓而發之乎詩歌嘲弔之什以詆刺當世君之嚮所謂左繩右墨以相劘切者盖不及矣君後予十二年始舉進士第授刑部陝西司主事晉員外郎晉山東司郎中守刑部曹若干年輒引故所持繩墨以禔職而卒以無冤獄也巳而持節省獄蜀西南徼亦引故所持繩墨以省蜀西南徼其所平反減死論戌者三百六十四人因置驛傳亭障之間及他輕等者一千二百餘人其以宿逋除者又千人而卒亦以無冤獄也還奏事于　朝以最聞而出守太平太平者　國家輦轂郡也其所綰南北廚傳與　中朝勳戚勢人者之家蜒引窟據其間盖亦聱牙矣而君躬忠信愷悌之資又特引故所持繩墨勉為拊循其間不特郡之吏民共翊戴君而南北士大夫之馳傳而過者與勳戚勢人之故為憑陵郡縣者抑且稍稍心醉君而相與為聲名當是時君以治行為二千石最君之友朋之跡半中外然獨時時引顧予且謂予之器與識或可席　國家之緩亟不當錮之巖壑為也予抑雖以罪廢然猶冀君通顯於時為世聞臣則予兩人所少共推挽者其在予也擯抑不偶而竊於君乎取償之矣君又未幾卒宛然以死嗚呼予不能為君繩墨以遊於世故動而竊譽而詬亦田之君能為繩墨以遊於世矣而其所罹又卒若此豈兩人者志同氣誼同而其坎土?廩不偶也又同故並置之崩沙齧谷之湍而不及以一試之明堂榱棟之末也乎君既沒而當塗令沈君子木為之殮闔郡之吏民攀號者累日相與紼殯遮送之江撫按諸監使以下悲君之沒而得民之深也亦相與檄其治行而祠之名宦其喪之返也君之父母昆弟哭於其家鄉黨姻戚哭於其巷海內之學士大夫其所共君遊者無問遠近潸然出涕移書而弔曰天之厚君之德而嗇其年也如此予哭之慟幾絕非以慟加也痛予兩人學道之同予一切所自顧頑且懦不得於君乎鑱磨淬礪其所未至以附古人之友誼也君享年五十有六君之子卜以某年月日葬之某里之原來乞予銘予痛兩人之深交故不及詳畫君之細行而特次其所兩相附而遊者如此然君之賢也抑可以概見矣君故崇德人大父翁某贅歸安韶溪里顧氏於是君之父翁悅蒙顧姓君仍之初諱君而君之第也始及返故姓為吳諱一儒字望魯吳本延陵季子之裔也故號小陵君之始為舉子業也父翁以窶奪之屢矣君獨托外祖家為褁糧遊而予之褁糧而羡也則時或以分膳君而助之遊君故得以發憤乎詩書而卒其業以成其名及君之為刑部主事也封公翁如其官母徐氏妻錢氏並為安人里中人或相與侈君且曰吳翁之不及教子以經而卒貽之以其榮也如此君有子男三曰人龍人豹人驥並肄學宮才且良惜也驥中盜流矢殀死矣女一適陳某孫男六曰某某某某孫女二系之以銘曰　相彼黃鳥兮友生其焉求窈以深藏兮宮之幽楸其寢護兮日月之流詩書不恌兮后昆其庥吁嗟吾銘兮慰茲丘 \\n 【墓表】 \\n 李烈婦墓表 \\n 胡夫人墓表 \\n 李烈婦墓表 \\n 李烈婦韓姓生四歲而孤七歲母再適與母絕不復從十七歲而歸大理寺評事李君之子從矢?見越六十日從矢?見病且革其夕遂以自殉經于夾室明日評事君合歛而殯哭之哀京師中學士大夫無問識不識咸咨嗟涕慕之御史聞其事於　朝天子為之旌其廬而評事君廼輦二殯歸合葬於清河縣孫二之原友人袁太史氏誌而銘之矣評事君復來謁請表于予予謹為題其阡曰明李烈婦之墓而識之碑陰曰予嘗攷劉向所撰次烈女傳多列國之風之所不載太史公班掾父子之所不錄按其事往往仁人志士之所難者心竊疑戰國先秦以來文人好事者之旨殆非其素也或又稱古者女氏之教甚嚴師傳保姆詩書圖史琚瑀珩珮盥櫛繅蠒靡不詳備故其流風蘊義歷歷如掌而漢以來女教不聞舊矣間按歷代之史及今天下州郡之志非獨王公鉅人之族為然往往遐陬僻壤赴焚投崖抱緍沉河瑰異嶄嶻之行邑人絕書焉若此者豈盡田所謂師傳詩書之澤者與而評事君又為予言李婦者始母他適時憐女方幼孤欲抱持去卒不可因寄食外舅氏及母來歸候之數匿不相見閱十易歲而始笄母僅一面當是時婦幼窘草野間零丁孤苦危亡者屢矣彼何及乎師傳詩書之謀也而卒能以義絕母如是嗚呼彼之許夫久矣豈非天之獨稟之氣相感而生固有所謂專一而不可化者與予故嘗由李婦之所罹與其所善處者而推之死夫之事易絕母之義難死夫於及笄之年易絕母於孩擕之日難昔唐李翱嘗傳高愍女以為天下聞之為人父者莫不願以之為子為人夫者莫不願以之為婦予謹廣其指而附書之曰天下為人父者莫不願其子如李氏之所以處其母為人夫者莫不願其婦如李氏之所以自處也 \\n 胡夫人墓表 \\n 嘉靖戊午秋八月夫人病且革時總督胡公軍舟山聞夫人之欲候其還而訣也陽以他兵逼賊壘而再日夜間道走錢塘夫人猶及張目數語而逝既殮明日衣衰衣襲甲將犒師東渡江予入弔公哭之哀并擕二子匍匐而拜涕下霑襟也號曰悲乎吾夫人之亡也予本儒生起家而天子一旦賜之璽書令護諸將兵與賊列壘而戰盖是時予既以身殉　國家之亟而不復知有其他予夫人亦習知予所殉者　國家之亟而將不復及其身者夫人則既憂俄而聞予手搏賊王江涇道上斬馘殆數千間及喜心亦持悸者久之未幾又聞他賊從五里亭還遮予所從諸將並便地散戰敗去予獨留引數卒引弓貫矢外嚮突圍然後出時予幾不免夫人稍稍則又憂而病悸以閉矣數年來予一出師則予一戎衣別夫人夫人一為飲泣此並將家子房闥故事也及徐海引寇數萬從??乍浦圍桐鄉逼錢塘南駭金陵予收部卒不滿于人而欲以嘗敵譬之以肉投餓虎耳不得巳間關逡廵曲計餌賊以遲戌兵至而覆之當是時外有強敵內有讒口夫人固憂予之日且數死而予亦重念如彼而成功則東南填以寧如彼而否則身與妻俱虜顧計　國家事幾間不容髮有不得不然者巳而予俘海以聞讒口頗息而夫人從惚悾中悸與閉相仍而病益痼矣近王直再至則再囚其他部曲之窟險而島處者自謂假之日月可得當以報天子顧諸執事之以飛語上撼者日至賴天子聖明不即加罪然其間禍機巳若吹蝟毛而起矣此予夫人所以愈憂則愈悸愈悸則愈閉卒飲懣以死其死也猶枕臥間以手作揮戈狀奮呼曰殺倭賊殺倭賊如是者三而瞑嗚呼痛哉吾夫人之死吾安得而不重以悲也又稽顙曰夫人故宋丞相章得象之裔也本鉅族少而歸吾吾貧甚勤井臼事舅姑以孝聞及予第進士兩出為令一切薪水以下僅穴竇以通以廉謹聞予故少獲內助以有今日然並縉紳先生家閫概中之所數及書者也顧予之始末以兵革而殉天子夫人之始末亦以兵革而殉予而其飲懣而死也卒以此此予之所以獨痛以悲而君善文於予為肺腑交幸為我書之以鑱之於墓而弔其魂也予聞而憐之按兵部尚書張公所別為夫人墓銘夫人之世系爵里及葬月日巳詳誌之矣此皆其細予故不復載而公之所悲則並君臣夫婦之間之大易之所謂從一而終者予特詳次之令他日慕公勳名忠烈者不必觀之躍馬突陣而即其房闥悲憤之間可以知其慷慨之略不必觀之鼎彜竹帛而即其松楸嗚咽之原可以覘其鷄鳴之誼也巳夫人之沒三匝月而王直之黨悉敗去事聞於　朝予為之韻數語以慰夫人曰　夫人之魂今安在兮維公之功昭日月而不毀兮夫人之魂今安歸兮維公誓言空寢帷以長待兮 \\n 【祭文】 \\n 祭林如齋年兄文 \\n 祭楊邃菴相公文【代丁滄源作】 \\n 祭甬川先生文 \\n 祭菁陽夫人文 \\n 祭趙夫人文 \\n 祭封侍御魏公文 \\n 祭戚南玄先生文 \\n 祭林如齋年兄文 \\n 嗚呼哀哉黃鵠其橫凌風之志矣何其毀翮于初舉騏驥其負千里之蹈矣奚為絕車?丸于啟路眇山川之猶是嗟人物之巳非徒令志士望風而懷傷知巳顧影而卻步能不悲哉能不悲哉初以聯籍金閨入對　闕庭誦子之文蘩蓐若霧層搆若雲繪之即色觸之成聲彬彬乎爭出人士前矣及退而論襟貢王諧好管鮑則又握手出肝膈傾盖若宿昔惠儀蘭馨皎並珪質游神于八極之外沉志于九淵之域盖將亢之莫昂深而匪測有不可以尺度求之者矣謂子潤色王路軒視當世可也嗚呼而今安在哉曩嘗謂忠賢冤戮志士殃死盖悲國之不祥天之爽命其適均也繇今思之比干剖心子胥鴟夷季路以結纓死屈原以江潭死雖脂潤夫野草而名則垂乎竹帛膚填夫溪壑而懿則托于金石百世之下猶令聞而知之者或按牘而起嘆或睇碑而興歌流風遺咏至今不衰至于哲士不祿捐軀淵谷即長巳矣誰復云何盖以古之不朽太上立德其次立功其次立言三者之述不同均之遐晷不替而後長志可俟焉苟歲月之無何與蜉蝣而速化則雖行若伯夷略盖夷吾著作之區噓納相如未穴?丸厥施固與草莽者等耳譬之甤欲吐而霜巳折音欲奏而絃巳絕春華寂零韶節暗逝彼又焉能結遐悲于異代而酉?州知巳于沒世哉嗚呼吁嗟林子此之謂矣昔者烱眉吐氣于雲漢之表而今則摧于七尺之木昔者締思騖精于墳典之上而今則塋乎中壘之土殆日月之俱流與草木而齊腐能不悲哉能不悲哉靈輀晨啟白驥宵鳴返爾故國閟爾佳城孰為冠裳孰為音聲修詞命奠潸如涕零哀哉尚饗 \\n 祭楊邃菴相公文【代丁滄源作】 \\n 嗚呼古有大臣入相出將入則坐廟堂佐天子進退百官機制政治利害得失出則提枹鼓而前與將帥分甘苦其生也國尊民庇其殁也天子倚宁而思四海之樵兒牧竪以及郊壘之眾無不偶語野泣慷慨悲咽若此者非周之方叔唐之郭汾陽宋之韓范者乎而　明興以來先生一人而巳然此皆朝野之所得而街談巷誦史官之所得而書且藏之金櫃石室以待後世者而予之所聞則有眾之所不盡知而難言者予嘗訪先生密友及二三長老輩大較謂先生初被逆瑾之讒而罷也瑾是時舉廢大臣威行宮府　中朝巳伏於積薪之下矣而火之及燃特旦暮耳先生方同中宮張永勤兵慶藩奏凱天子外挾殊賞之功內遭中覆之讒千里遙制授計於永內發瑾奸事若電掣及武皇帝末年一二貴倖熒惑乘輿略遊江淮以南歷金陵並京口中外喧吻議且入浙幸而就先生第杯酒勸諍復　宮之日甫及宴駕嗚呼此兩者先生不以言於人而寔挽　國家如綫之危於呼吸指顧之間者也　朝廷不得而賞鄉士大夫亦不得而言向微先生則永殆就釜之魚爾先發者及假令永能自為之何以不早計於同帷席寵之時而反發奸於孤臣獻俘之日是可驗也武皇帝南遊去浙僅數百里其左右嬪御以下酣心於西湖歌舞者若醉若翔矣又何以及江而返假令不返會先帝野崩朝議未定　國家事又何能種種如今日耶嗚呼先生之功亦奇矣然而身歿十五年於此削爵故里獨不得蒙故宰相葬祭賻諡如例其子孫又以他沮不敢言嗚呼悲乎予間嘗痛故兵部尚書王公功德不在方叔汾陽韓范下而死之日竟奪其爵時先生方位首相予甚惑焉未幾先生以間去位不得服故爵以死而海內人士亦卒無一人為先生言之者嗚呼若兩公者生若太山而死若委露者巳命也夫命也夫邇年以來北虜數寇　朝廷思起先生於九原之下而不可復得矣予故悲酸憑涕不能自巳遣縣吏茅某奠墓而告之以所欲云予知之先生知之四海之士其得而聞且痛之否耶尚饗 \\n 祭甬川先生文 \\n 嗚呼語云歲在龍蛇賢人嗟今皇帝二十四年甲辰先生廼死豈其驗耶先生之於道也若饑者之於菽粟寒者之於衣帛不苟同以詭眾不餙異以矯物其立朝也內無私交外無謁客故位為兩制觸至上大夫矣而蕭然若處士門墻之擔圭剖符散列省署者幾千人矣而孑然若獨立其與人遊也質式金玉度諧琴瑟邇之無昵遠之無拂未嘗急人夷也而亦未嘗及人於險不令人黨同而譽亦不令人背公而嫉斯固撓之不濁澄之不清邦之老成人寔維典刑者也嗚呼而今安在哉以先生之道遊於今之世譬之方舟而行江河當亦未適薄附日月通位顯施也然四海之士宗之者如龜龍就之者若日星以為幽人之託蘭茞非所以利其衣被而飲食之也然無之則不可以居室矣君子之託善人非所以利其支巔而奮庸也然無之則不可以為國矣先生之於　國家譬之芳杜之處江湄也縱不及擅爵　廟堂噴薄風雲獨不可以優游士林領袖善類乎哉嗚呼而今也則亡之矣某等先生門下士也方先生之存也固不敢以私請先生之門故於其沒而祭也亦不敢以私哭先生於宿草之原其上也為天下慟而其下也為士庶悲尚饗 \\n 祭菁陽夫人文 \\n 嗚呼客有傳夫人之計於金陵予聞而痛然不能哭也哭也即位友之母古無設位也雖然予嘗兄事夫人之伯子艮弟事夫人之中子蒙非今之人所稱執友也而艮與蒙許之然則予於夫人有猶母之義也予不敢設位哭南望吳山川雲霧之間能無憑而涕洟乎哉特千里遣吏賚酒一卣芻一束予不及即位苟夫人之魂無不之乎也山川雲霧之間必有憑而予嘗者尚饗 \\n 祭趙夫人文 \\n 嗚呼婦人女子之所將者非其刺紉烹餁之細則其琚瑀璜珩之儀故唯不幸然後有可見之行書於彤管勒於名山為仁人志士者之所弔而悲苟其幸而盛美完福非託身於君子與其來嗣者之賢哲也則雖行若瓊玖其生也蕣華其歿也露晞嗚呼若夫人者吾不得而聞其壼饋之詳也獨間嘗從大洲先生遊天下之士方推附之者如孟軻楊雄固道之必行於其妻退見伯子其氣翩翩盖所謂凌風之鵠千里之駃騠也他日當讀先生之書而錄滂母於儒帷嗚呼夫人可謂福美之俱者也胡為乎天奪其筭令中路而遽摧豈物兮不齊月兮恒虧歸窆蜀山之麓岷江之下百年之後里中學士大夫過其墓宮者必有能指而識曰某太史之夫人於斯嗚呼天地者羣生之寄終始者萬物之歸惟區區之不滅則黃壤其如擕而吾又何欷歔於日月者之齊茂草而俱摧尚饗 \\n 祭封侍御魏公文 \\n 嗚呼哀哉聞公之變安得不憑公之棺而哭之悲也乎吾嘗附仲子侍御君通籍於天子承明之庭今世所稱千里伯仲兄弟之間而公於吾先吾子吾兩人者所猶父而推事之者也然而侍御君分祿以鼎食我公者十年於此猶以不逮奉養為號而况吾不能一日菽水之懽侍御君請天子之恩以其所貴貴公以其所衣冠於日月之際者衣公為之表其閭與生壙者累矣猶以不能寵澤為號而况吾先君布衣而沒也至今霜露於叢棘茂草之間所以題其墓而識其處者猶特曰處士之阡盖天之所以福壽乎人者或與或不與而人子之所以不忍死其親者則雖日承之以九鼎貽之以百年也猶同歸於涕洟而悲酸嗚呼哀哉聞公之變吾安得不憑公之棺而哭之悲也乎公雖逝矣然侍御君之所以入匡天子而出廵郡縣者聲施若雲流而爵位若霧馳也則所以　寵褎泉室而焜燿蒿里者方如日之升如川之至又何纍纍於幽明之隔而欷歔為謹饌蘋藻觴而告之脫遇先靈之九原也幸分卮而語曰若子方謫宦於吾鄉洺河漳水之陂嗚呼哀哉尚饗 \\n 祭戚南玄先生文 \\n 嗚呼悲哉於維我公邦　國之禎誰謂一蹶遽隕其生方在諫垣皎若日星入决大議一言定公公卿望塵呼為隼鷹出領士林帷顏輦曾一時賢人游揚今名譬彼黃鳥嚶嚶和鳴當是之時較才前代聲如陳遵器如郭泰有識者云假公柄位或專節金?戊開府塞外叱咤風雲千里沛艾或引當塗推轂善類排棼觧糾緩亟攸賴惜哉不偶一黜　中朝棄檄來歸於焉逍遙薦書數聞江漢寂寥繇無鉅人起廢拔茅十年不復遂老林皋嗚呼悲哉公自觧官言臥田閭課兒講業澹然故吾四方同志千里命車山陰汝中豫章達夫或遵秼陵或合匡廬開襟玄覽游情太初當是之時風槩四矚隋之河汾宋之白鹿忽焉計聞道壈梁木縉紳之間相與匍匐貽書投弔設位而哭嗚呼悲哉况予束髮從游公門習教有年服恩殊深何以御報五內痛酸告公之子收公遺文乞銘仁賢葬之名山告公之鄉錄公令聞沒而祠社則有司存嗚呼悲哉予由山?領徼爰赴滁陽生芻一束奠之中堂凄凄朔風我心則傷神有知來格來翔尚饗 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之九 / 雜著一】", "正文": "　 \\n 【卷之九/雜著一】 \\n 　 \\n 讀鄭風 \\n 讀秦風無衣之詩 \\n 讀豳風七月之詩 \\n 讀鴟鶚 \\n 讀史記封禪書 \\n 讀班固漢書古今人物表 \\n 讀亞夫傳 \\n 論沛公誅曹無傷 \\n 評司馬子長諸家文 \\n 日本圖纂刻題辭 \\n 題驚鴻集刻后 \\n 跋蘭亭記帖後 \\n 書郡齋左壁 \\n 題畫像者董君卷 \\n 弔林子文 \\n 姚孺人像贊【有序】 \\n 趙心山像贊 \\n 白華樓藏稿卷之九歸安茅坤順甫著邑人姚翼翔卿編　雜著 \\n 讀鄭風 \\n 詩非全經也盖自秦燔經唯易為卜筮書故得不禁其餘百家盡絕而雜出於當時窮山絕谷學士大夫所獻者或謂詩三百篇由里巷諷誦所傳故栔不能滅以予觀之今竹帛所書而藏之石室者猶或有錯簡而訛文者出焉而里巷之口相授受豈得獨沿而存之二南者孔子之所甚愛之詩也今其男女暴亂之間巳不可讀而至於鄭衛以下率多婦人女子滛奔褻狎不經之辭今之人少知禮義者猶羞讀之而况孔子所刪述六籍以遺萬世寧為列而載之也哉且滛奔之惡至於鄭衛極矣而孔子猶為存之則推孔子當時所刪者何也孔子他日又曰放鄭聲又曰吾惡鄭聲之亂雅樂也其深憤而痛絕之屢矣惡至於以其所欲放者而復著之為經也或者求其說而不得謂聖人之所備善惡以示美刺之義殊不知詩之所謂刺者如巷伯簡兮狼跋式微之類大略讒人佞士暴君亂臣之所指刺其間足以攷國之治亂得失而備鑒戒徵存亡者是也豈必如鄭衛之詩之謂也哉然則鄭衛之詩偽與曰非偽也大抵詩之言滛謔者為里巷所布易傳而難滅如今南北所傳聲伎之類是也孔子嘗刪之不列於經而其俗之所傳固有不能口禁而人熄之者秦沒而漢求亡經於天下則學士大夫各采所傳以補三百之數往往雜出而並見之耳予故曰詩非全經心其說如左俟同志者擇焉 \\n 讀秦風無衣之詩 \\n 秦本豐岐之民文王二南之化其仁恕忠厚見乎免置形於羔羊風行於江漢汝墳之間可謂遠矣又繼之成康之君周召畢公之臣重熙累洽當純乎先王禮義之美者而秦武公父子一變其俗至有輕生好鬪如駟鐵無衣者出焉秦以彊立國而亦以彊亡晉本唐堯之遺都所為蟋蟀山樞之歌憂深思遠其俗居然可見也而后六卿分晉其君臣稍以傾謀相雄儀秦之徒朝扣秦而暮入齊反覆狂悖諸侯震駭太史公所稱三晉多權變之士盖畏之也到今千餘年以來猶稍稍有存者而當時在三晉以詐立國亦以詐亡嗚呼後之有志經國者毋亦慎所以權俗之意可也若我　朝太祖高皇帝懲元人反覆欺偽之弊而特著為令曰說謊者斬故開國之初其所誅殺數多大略以言語之間者相半而苟有他罪肯情輸者亦為力赦此正聖人之所以善權天下之俗也嘗聞長老言成化弘治年間往往民間多椎朴無文而士大夫恥言機利其流風遺俗尚有在者正德以來漸失其舊而今中外縉紳之間尤甚易曰窮則變唯在司國者厚計焉 \\n 讀豳風七月之詩 \\n 予觀七月之詩而知周家王業之所由興然於此亦可以識周公所以輔成王之忠有非後世人臣之所能及者盖王道以勒恤民隱為本此篇之所陳述不獨教民農桑而巳而其感時憂患雖經歲勤動常若不及其所以養老奉上雖恭敬奉承唯恐或後上以是體下下以是順上此民俗之所由美而王業之所由隆也然唯創業之君與民同起於微賤之間故能始終備嘗如是而繼世以後則往往長於深宮之中而不復知是以百姓之疾苦祖業之艱難既無接于其目怵於其心而其左右便辟凡所以導上之好者唯一切崇高侈肆之念故其才高者則之乎神仙土木兵革富彊而以天變人言為不足卹其質暗者則之乎女謁畋遊盤樂怠傲而甚且至於宦官宮妾日竊其權推原其自皆起於人君一念之不知勤畏也故周公之為此詩使矇瞽日夕歌御於王之左右所以深其憂勤之念而防其逸慾之所自起自漢以來為大臣者無復此意盖由其學術之不至故也若宋李沆之事真宗方其幻冲而日取四方之水旱盜賊以聞盖亦周公之遺意也後之為大臣者不可不知 \\n 讀鴟鶚 \\n 詩三百篇皆出於秦火之餘而或雜里巷歌習之所伂亡者其說詩之旨反自為一家而多不同獨鴟鴞之事始末詳見於金縢之書似為有據而無疑者毛鄭諸家又誤觧金滕之文不得其意而後之攻毛鄭者與其襲毛鄭而又小異其說者遂至紛亂四起而周公之始末晦矣予嘗合金縢與豳風諸篇而深求之盖武士沒成王幼不能踐祚周公攝位負扆而朝諸侯此其居冢宰之立而代行天子之事者可謂尊寵之極矣管蔡兄也周公弟也管蔡內忌周公以弟而反擁乎其上而外挾武庚倡為流言以搖中外史記言召公猶為不懌召公元聖同德其事當或無之而管蔡之謗起自宮掖骨肉之間則其說易沸而周公亦不能以區區之忠處於眾口鑠金積毀銷骨之日矣故退而居東二年而罪人斯得居東者非東征管蔡也盖避謗於野也東不詳地名愚謂反居於魯也時豐鎬在西魯在東古者罷相則歸就所封之國如漢絳侯周勃就國平津侯公孫弘乞骸骨歸國漢武帝璽書留之其事可見也言斯得者成王因周公之去位既久而然後漸得之也盖人臣挾震主之功而當羣疑之際必其身退然後論定曰斯得者亦遲之辭也然是時成王之疑可以漸開矣於是公廼作詩以貽王名之曰鴟鴞盖猶未敢明斥武庚管蔡之罪而獨托乎鴟鴞以感悟成王何者周公是時固不勝忠憤之至然其不幸身處嫌疑之際則有難於自訟者而况管蔡所為流言不過搖撼周公使之去居攝之位耳而逆節未明亦不得而訟言誅之也故詩之所言大略托鳥之營巢鬻子極其艱難勤苦所以自喻服勞在位保定國家之忠而卒為鴟鴞之所破既取其子又毀其室反至於卒無室家而不免羽之譙譙尾之翛翛為風雨所漂搖亦可悲也巳故曰予唯音嘵嘵此其忠憤而哀鳴之辭也當是時周公之心亦危苦之甚矣此詩當於居東之時所作故曰貽貽者自遠而寄之也如漢魏以來賦詩貽示某某之類是也然書言王亦未敢誚公此可見成王之疑猶有不盡釋然者但稱不敢讓耳及天愍周公有風雷之變成王啟金滕以卜而得周公所自為功代武王之說然後成王釋然悔悟而出郊以親迎之復故冢宰之位如伐柯九罭狼跋諸詩此皆周公居東之時士大夫憤鬱公之困居於其土而相與賦頌其賢者也周公復位之後而武庚挾三監以叛反狀既著於是周公東征誅之而作書大誥多士多方諸篇以定殷人之亂耳此周公始末之詳如是如東山之詩周公東征歸而賦之以勞從征之士者也破斧之詩從征之士所以頌美周公而吟之者也詩出秦火之後既先後無次其說不可求而毛鄭諸家又因悞觧金滕之居東者即詩之所言東山也遂混合而附會其說或謂周公先攝政中誅管蔡後為詩以貽王者或謂先為冢宰中避而出作詩貽王後乃攝政而誅管蔡者或為周公既誅管蔡恐成王疑巳作鴟鴞以諭成王者此皆諸家凟亂之說殊不可信予嘗據其說而論折之竊謂是時管蔡之為流言特讒及周公其逆畔之疏决未有可見者周公弟也管叔兄也周公惡得以其讒言及巳即不待成王之命而首自誅之此其不觧一也誅之之後而成王疑之周公然後作詩以諭之則亦晚犬春秋誅無將故大臣有不可則止之義曾謂周公元聖而悍鷙自用如是乎此其不觧二也苟謂當時管蔡逆畔之跡巳明則人人得而誅之公固當告之成王聲罪致討又何必托為鴟鴞而比類曲諷若啞者之食苦而不能言者此其不觧三也苟如說者以居東為東征則罪人斯得四字何以系於東征之文之下而金滕所言二年東山之詩又言三年何其歲時不同如此此其不觧四也作詩貽王而後王出迎周公而九罭之鴻飛遵渚朱子又以為東人聞成王將迎周公故自相云云然則成王之迎其迎於東征之時耶抑亦避居於東土而迎之耶抑亦東征而誅管蔡既因成王疑巳作詩諭王矣復不自安避居於他地而成王迎之耶此其不觧五也由此觀之諸家之說俱不可通而數千百年以來學士大夫相與訛傳其說而不明者特蒙東山與居東之一字雷同附和而至是耳嗟乎仲尼沒而六籍不得其傳若此者多矣予特以周公出處之際寔天下萬世人臣之鑑而尤不可不慎辨之者故特詳之如左以俟同志者考焉 \\n 讀史記封禪書 \\n 鹿門子讀史記封禪書喟然嘆曰甚矣人主之心不可有慾也一有所慾則天下技幻之士日夜巧伺以至其為術愈眇而不可信而其所貪以冀遇者愈支而不可窮兩者相為主客以終其身死且不寤悲哉自古來以雄才大略稱者唯秦皇漢武而秦皇漢武為諸燕齊迂??巠之士舞弄之若偶然以困於慾也語曰東海之鰲惑於餌則漁人狎之若羊豕信夫 \\n 讀班固漢書古今人物表 \\n 昔班固撰次古今人物表上遡太昊而下迄秦二世不知其幾千百年之間而廼臆為差別賢否之際敘列九品而仲尼之與弟子言聖與仁智當時亦不過據其所問而次荅之而非謂聖與仁智遽有所優劣於其間者觀仲尼嘗稱舜為大知管仲為仁人義可槩見而固不得其說從而?為之辭以聖人為上上以仁人為上中以知人為上下以愚人為下下而中上以下則不復有所為名唐虞以上去古巳遠其世次行實不可考者尚書古之史也仲尼刪之亦斷自唐虞而止以為史以紀善善惡惡是是非非之實必其昭然乎天下之耳目者然後其說可信不敢取百家紊亂無次之言以熒惑其間及仲尼沒而秦始皇燔詩書坑殺學士大夫博古之學蕩然滅絕虞夏商肚以下鼎彜銘篆之文巳不能辯且讀之而况虞夏以上乎况於古之帝王及賢臣碩輔隱人逸士之行次乎固起仲尼及秦焚書之後又數百年而廼謬取訛口殘簡百家所混載之名氏而一一妄第之其瀆亂不經之甚則有虞氏以前凡帝系以聖人名羣臣列仙以仁人名五鳥五雲羲仲和仲職官也而以某為知某為仁而以名舟人被衣齧缺戶之農之之屬諸家假寓之言以恣甚荒唐馳騖之辯者也而又或以仁或以知名其近代篇章所載昭然可見者則又老子古之聖人而放於下位者也仲尼猶且適周而問而嘆其道猶龍焉與公伯寮祝鮀讒佞之徒並列之而不得以仁知名左丘明學春秋於仲尼而能文者也然不得列乎游夏之間進之為仁人而曾參特次以知名臧文仲以知人名孫卿藺相如以仁人名而史魚大夫種伍胥俱不得名叔向羊舌赤之字也叔向以仁人名而舌赤以知人名其他舂駁繁衍不可盡諭噫固亦繆矣以孔子之聖猶不敢強其所不知而其言嘗曰吾猶及史之闕文也固何不自量其力而欲以一人之聞見取數千百年所不可盡聞與見之行事而品列次第之以取信於後世也其可得乎 \\n 讀亞夫傳 \\n 古之所謂大臣必其身卑於匹夫而後可以擁四海之功明察於幾微而後可免禍亡之及斯二者非學術不足以持之學術定於中然後其心措而不亂足以勝其重而制其變否則未有不灾及其身者也條侯亞夫自父勃從高皇帝起豐沛定天下以來諸呂相王而劉氏不絕者如帶勃與丞相平計誅諸呂親握天子璽而授之文帝當是時蕭曹巳沒漢之侯王將相以功佐劉氏者唯勃為最勃死而亞夫復繼父為太尉出將三十六將軍以定吳楚之難吳楚不滅則膠東濟南菑川以下五七輩幾不可為非所謂挾不賞之功而擁震主之威於上者乎而梁孝王帝之同母弟也方吳楚之始圍梁王急亞夫特守便宜以梁委之堅壁昌邑而不救梁王幾沒亞夫固以為不如是則不足以制吳楚之輕剽而撓其後帝亦方念漢之不利不能不聽其以梁為餌於吳楚也吳楚平而梁王出太后母子兄弟擕手帷席且歡且泣道其所以故亞夫之功日少而短日多而竇太后請帝之封后弟王信盖所以悅帝亦所以自廣外家也漢興以來母后家往往如是亞夫不能徜徉浮湛其間而廼欲以法爭之爭之誠是也然梁孝王倚太后讒之於上信倚后讒之於下而亞夫欲以區區吳楚之功處於骨肉左右怨議之間正所謂以脂葦而投之燎毛之原决千里之河而注之海日見其橫且深也亞夫之在當時其所自處吳楚之天不可按考予觀其於帝之賜食獨設大載不為置箸而不勝其怏怏之狀顧上席借箸他日又買尚方甲楯以待葬則其素無學術以自持而一二驕僣之微所不能免明矣彼景帝者晁錯之所教習以申韓刑名之學而以術數任臣下者也其為梁王后弟信之讒者必曰亞夫父子相繼定國難功多不能盡封非以法誅之不可又不然則曰亞夫自多功驕縱無人臣體讒一至而不疑再至則攘臂而起三至則令人陰伺其過而法削之矣故以君臣之間賜食而不為置箸者以梁王與后弟信之讒既深特怒而察之耳廷尉按買尚方甲楯而曰君縱不欲反地上即欲反地下非有所受於左右之指安忍附會其獄至是哉善乎漢世之功臣而能爛然完名聲施後世者蕭曹子房陳平三四人而巳彼皆能為黃老言而短少其術以自便者雖非為學術之至彼其中所持者亦深矣嗚呼以亞夫累世之功處乎梁王及后弟王信二三貴戚讒沮之間且不免於難况后世疏遠之臣而不幸有所獲罪焉欲其無危也得乎悲夫 \\n 論沛公誅曹無傷 \\n 古者兩軍相壘而士伍或以其情外泄於敵者必其勢困力詘旦暮為虜矣然後先之以自納焉不然或犯軍典於彼故有不可釋之怨者沛公方擁諸侯之兵先入關而破彊秦法所謂千里乘勝也項王之兵固稱氣倍沛公而其勢未得即衡决曹無傷豈遽倍之苟以間嘗有怨懷沛公何沛公立誅之時不以言史傳不以載也然則項王何以言之今匹夫相讎往往匿名投之有司論殺之安知非無傷有怨於他將伍而他將伍詐為無傷言之者亞父輩每令望氣占沛公為天子氣文成五采秦既滅與項氏爭天下者獨沛公也當陽君既破沛公軍非乘間而馳之殆不可復而常患項王為人婦人之仁多所不忍又安知非亞父輩詐令他人言之以激怒項王也嗚呼古人覆亡於讒者之口而不能自言抑多矣獨無傷爾耶 \\n 評司馬子長諸家文 \\n 屈宋以來渾渾噩噩如長川大谷探之不窮攬之不竭蘊藉百家包括萬代者司馬子長之文也閎深典雅西京之中獨冠儒宗者劉向之文也斟酌經緯上摹子長下採劉向父子勒成一家之言者班固也吞吐騁頓若千里之駒而走赤電鞭疾風常者山立恠者霆擊韓愈之文也巉巖山?則屶若游峻壑削壁而谷風凄雨四至者柳宗元之文也遒麗逸宕若擕美人宴遊東山而風流文物照耀江左者歐陽子之文也行乎其所當行止乎其所不得不止浩浩洋洋赴千里之河而注之海者蘇長公也嗚呼七君子者可謂聖於文矣其餘若賈董相如楊雄諸君可謂才問炳然西京矣而非其至者曾鞏蘇轍至矣鞏尤為折衷於大道而不失其正然其才或疲薾而不能副焉吾聊次之如左俟知音者賞之 \\n 日本圖纂刻題辭 \\n 日本圖纂者予友崑山鄭君手圖日本諸島所錯海而峙與纂其州郡土貢道路形勝語言什器戰鬪之習者也大略按舊所傳日本考略次及海上針經而又合之以督府胡公曩遣諜者酋來歸者航海者甲之說若此乙之證若彼則又參諸丙與丁之互難歸於一而後信焉而書故南北鮫唇之波經萬餘里指若几席其誼亦勤矣予所最愛者諸島所入寇之路既巳稍為擘畫而一切風候又能按其潮濬所嚮以布斥火?侯使瞭海者採君之言若臺官占渾天故事無間寒暑晝夜然則國家所以東郤倭奴者可以先其未至而待之較之收功於及山??而鬪者多矣嗟乎予獨懼夫博望未能得之以占月氐而中行說輩或從而持之以教胡人瞰候漢利害處茲又有識者之所不敢不慎也 \\n 題驚鴻集刻后 \\n 右驚鴻集永嘉項君所罹讒而自放之作也君既多雋才自喜世之士大夫之怑禾者往往引君為上客然不知者亦以此忌君而君遂蒙詬矣嗟乎驚鴻者君所自托也得無叱咤嗚咽欷歔慷慨於繳矰之及也而思以翩然昂飛者乎雖然幸君毀其羽毛姑為浮湛沼沚之間茲則國風之所以怨而不怒也 \\n 跋蘭亭記帖後 \\n 嗚呼此王右軍所生平淋漓自喜而以最得意名者也數傳而沒於唐僧辨才太宗皇帝好之不能奪房魏公以才御史蕭翼薦令變服匿名詐為客遊過辨才始及竊之還歸上聞即日超拜翼為員外郎帝沒之日猶欷歔飲恨不能割顧太子願借此以自殉甚矣夫人心之不可有所溺也太宗者三代以來所號為聰明才智傑然不世出之主也區區好字畫之工至於割心刺腎與世之巖穴僻藝之流相幻持如是其沒而訣也不以宗社朝廷而以此豈非人心有所溺雖蹈水席火至死而不吾與房魏公唐諸相中名流方山??然開國非不知其過而亦曲逢所好以自媚嗚呼世之君臣相與之際求其能免此患者亦鮮矣他日讀南唐紀云溫韜發昭陵所亟諸鍾王書帖盡為兵所掠不知所之嗟乎天地間一漚竅耳倐聚倐散倐存倐亡孰為我常彼有所溺焉者欲卒以身而留焉豈非其愚且陋也乎余不能無感因書之以發一笑 \\n 書郡齋左壁 \\n 予抱策事明天子者十年於此矣間嘗倜儻自喜願附世之賢臣志士效尺寸竹帛間然而性疏意廣往往抵牾不遂好覽觀百家傳記之旨一日得歐陽公所為一行傳讀之廼自喜曰吾其附名氏於此乎賴先人所遺宅一區近水田數頃苕霅間又他日嘗貯書數千卷甚可贍吾歲時伏臘之廢而誦說於中也吾將以間去官當閉戶獨息取所嘗扣古六經諸子疏義而沉覆之次及律曆兵賦天文輿地卜算僊釋之書而蒐獵其旨非歲時謁墳墓及訪佳山水不出非長老處士不造於其廬非其好不以見焉如是者數年然後裹糧歷遊齊魯秦晉之墟渡河洛轉荊襄南浮洞庭遵豫章迤邐閩粵其所涉名儒大賢之廬當移時而師事之而林壑間或多方技釋老與隱君子苟有聞者必俛首而扣之務得其腴而止其所歷州郡河山分裂風俗沿改與古今成敗得失忠賢志士之跡必停車而弔問之籍其所以故然後歸廼以所得而蓄之於心合之於聖人之道其中乎否乎於是筆之於書以遺後之同志者相與參訂焉 \\n 題畫像者董君卷 \\n 曩予從尚書膳部郎時南州蔡時新嘗為予像飄鬚渥顏泠然若蛻而遺焉當是時輿皂以十按其像即笑指予又十餘年予以按兵粵州罪狀奪官來歸臥乎苕之上也久則既老矣方獨息一室偃然手梁父之篇臨流而咏焉閩有董君九華者忽以像事來扣予既像予且前言曰異哉君之幻也世之像人者往往得其頤顙口鼻耳目毛髮豐瘠廣狹槁澤黝白之似而不得其神予是以稍稍厭之數略其世之所共得而貌而於以注意於世之所不得而貌故按其像而匿其氏名間以覆之朝迌田野之間無不人人得其觧者斯意也唯蔡君與予兩人獨得之然蔡君方貌君之從宦也其所像者綰綬而曳組也鳴環而秉笏也然而君之泠然若蛻而遺也則固其情巳遠遊於江海之上而不得以韁而縶之者巳吾之貌君於林壑也其所像者綸巾而竹筇也下帷而誦且諷也然而凝然若存怛然若憂幾乎古之所謂抱膝而吟扣角而歌又將周情孔思而不能忘者君豈其始也處廊廟之間而有所遺其既也退江湖之上而或有所思者乎時左右顧像者皆大笑予亦笑然而卒無以自觧於君也因書其言以為別 \\n 弔林子文 \\n 嘉靖戊戌六月十有六日　明進士林子懋植卒同年茅坤聞之泫然流涕曰嗚呼悲哉林子之亡也有餘者才未竟者志才繇命隕志俱神逝巳焉哉天實為之謂之何哉昔三閭沉而宋玉招魂於巫陽仲宣卒而陳王願要于天路豈不知終始者萬物之大歸天地者羣生之總寄顧繆志乎幽明之共興嗟于杳冥之地盖以戀景者鑒毀而儀像于目娛聲者節逝而流音于耳此其仁人之沒行路所以興涕而哲士之亡知巳為之述哀故也况林子睿質金相藻思神授方其垂髫弄翰跨視左思弱冠蜚聲步範相如年未涉乎二十名巳賓于天子創跡海曲藻譽帝里一時縉紳先生沿風緝聲策名欵交踐未轂者願結駟而托后乘飛華盖者願附鶴而追青雲甚且荀氏懷喜御之風子長抱執鞭之嘆亦可謂卓犖人士而昭曠四海者巳爰考其衷繹志卜夏遴友原憲容與道德琢磨仁義言不出口行不勝履望之者羡凌風之轡覿之者搆飡霞之思如川斯日?英如淵斯止廼若禰生之賦鸚鵡王勃之撰滕閣則又英年之氣雖均而靈脩之素允愧者也豈可同年而語哉何長志屈於短筭遐車?丸絕于窮路物雖猶存人巳云逝坤痛九原之不作感百年之無期竊附國子之悲罕生賈誼之哭屈原廼為文以弔之庶幾耿幽光於將來託遺悼於後世云爾其辭曰嗟堪輿之季造兮何措士之云生肇惟岳氛之朝降兮夕焉遽頹其靈鳳凰遊千仞而不出兮朱草猶閟其莖曾賢智之寡昧兮遘陽九而懷英夫繄來之如寄兮倐爾去而若遺豈厭世之混濁兮總雲路而高飛驅望舒而屬豐隆兮將翱翔乎帝鄉鬱余攀神轡之不逮兮徒睇瞻乎四方我歷帝閽而上告兮司命若降而在下鑒余蹇之旁皇兮曰吾當具誡夫汝虬枝可以俟輪轅兮直木固先攖夫斧斤也蔓草可以?霜霰兮繁花不崇朝而早傷也跖氏則延兮顏淵則殀茲固大化之推遷兮伊胡俱松喬而壽考亂曰巳矣哉高陵為陸兮日月有蝕兮吁嗟旻天之不弔兮數之坎坎兮魂兮魂兮胡不歸我將疇依兮亦孔之悲 \\n 姚孺人像贊【有序】 \\n 予外交高郵州判官姚公沒而孺之哭之哀日飲漿茹糲以速病且死死之日醫饋以藥勿納也既瞑其子求國中善像事者伏屍下祠而像之三易藳卒不可得何者孺人既以哀鑠容耗肌非故所貌覩也久矣其子悲不自巳請予言系其額予感古國風女史所錄婦人女子以其感慨欷歔之間往往並繇豔年方其粉黛紈綺之間而有生死悲離之感固其宜也廼若孺人之事高郵公春秋巳高諸子女並從婚且字此於人情若可少觧者何其慘痛剸割而卒若此豈古人所謂婦之從一專而不化者歟抑亦其性之使然固有不必於其年之甫豔及其衰晚者歟贊之曰 \\n 國工之所能繪與孝子慈孫之所瞻依而能言者孺人璜瑀之節珮玦之容國工之所不能繪與孝子慈孫之所飲泣而不能言者孺人隱約之思愍烈之風攷之彤管所載國風所歌雖至於哀而或傷然以系之廟貌垂之後昆允矣其為從一而終 \\n 趙心山像贊 \\n 公之才不可以適世兮然葛中野服而笑傲乎丘中亦足以汗墨夫之容公之文章不可以療饑兮然操觚持筒而哦咏乎中丘亦足以助騷人之幽問友於黔婁卜業於韓康家無擔石兮長者之車數過於其堂嗚呼像之者特其圖書與冠裳焉爾恐未易以寫其中之所藏 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之十 / 雜著二】", "正文": "　 \\n 【卷之十/雜著二】 \\n 　 \\n 紀剿徐海本末 \\n 島人傳 \\n 三益先生傳 \\n 白華樓藏稿卷之十歸安茅坤順甫著邑人姚翼翔卿編　雜著 \\n 紀剿徐海本末 \\n 嘉靖丙辰徐海之擁諸倭奴而寇也一枝由海門入略維揚東控京口一枝由淞江入掠上海一枝由定海關入略慈谿等縣眾各數千人而海自擁部下萬餘人直逼乍浦而岸岸則破諸舟悉焚之令人人各為死戰又導故窟柘林者陳東所部數千人與俱併兵攻乍浦城盖四月十九日也當是時　朝廷方奪故總督而新總督胡公自提督代之甫八日問幕府麾下募卒僅三千人俱孱弱不可用故總督所徵四川湖廣山東河南諸兵俱罷去所為緩急者特容美土兵千人及參將宗禮所籍河朔之兵八百人耳南北諸倭酋不下數萬諜者聲言他酋分掠江淮於越諸州郡間以扼援兵而海等當窟乍浦下杭州席卷蘇湖以脇金陵氣恣甚總督胡公方召諸司畫計無何故提學院公代胡公為提督檄未至夜半聞乍浦圍卷甲趨之胡公亦分遣兵澉浦海鹽之間為聲援而自引兵壁塘西相犄角居頃之海頗聞新總督胡公即故御史所嘗提兵督戰於鶯湖王涇之間而覆之者氣稍沮尋罷乍浦圍聞兩公方擁兵壁近郊不復敢窺杭於是徑路峽石越皁林出烏鎮以北烏鎮者即海故所犯蘇湖舊路也當是時胡公既獲諜度蘇湖之間惟鶯湖為四戰地於是檄河朔兵自嘉興入駐勝墩陣而待因以吳江水兵遮其前湖州水兵尾其後而公自引麾下募兵及容美土兵衡搫之提督阮公自崇德聞賊且出烏鎮也即道挾河朔之兵騎而馳及之於皁林令善射者且躡且射賊稍稍引去賊縱數百人嘗之輒又敗去賊怒甚鼓噪而前提督阮公勢皇急於是走輕舸入桐鄉城而參將宗禮與禆將霍貫道等廼自張左右翼厚集其陣以待戰數合擊殺數千人會日暮賊且引去時賊氣頗窘而宗禮霍貫道等亦巳絕嚮道不得擇善地便水草以自休止明日餓而戰賊遣候者樹而望盖孤壘以塹無他援者也大喜復縱兵以半擊其前以半繞其背而霍貫逆河朔故驍將也大呼眾力戰矢砲如雨下無不人人一當十復擊殺數十百人而貫道亦手自刃十餘人賊益怖海且中砲欲馳去會火藥盡霍貫道面宗禮仰天呼曰吾兩人再得藥數斗可以了此賊矣未幾貫道與宗禮俱陷眾大敗賊遂乘勝圍桐鄉時總督胡公巳引兵躡崇德聞之潸然流涕曰河朔之兵既敗我兵皆氣奪莫敢戰東南之事無復可支矣賊巳困桐鄉假令復分兵困崇德以劫我我兩人譬之抱石自沉也國家且柰何於是還省城檄諸路兵為戰守計先是胡公始為提督時嘗與監督尚書趙公謀曰國家困海上之寇數年於茲矣諸酋奴乘潮出沒將士所不得斥堠而戌者人言王直以威信雄海上無他罪狀苟得誘而使之或可陰擕其黨也按部題亦嘗有用間為策者於是遣辨士蔣洲陳可願及故嘗與王直友善者數輩入海諭直直果感悅願如約遣其養子毛海峰欵定海關謝過間以諭海海巳散他島勾鳥人入劫故不相及而海峰者云云彼固未之聞也公策曰直與海雖順逆不同其勢固唇齒也直既悔悟海獨不可以大義說之乎不然彼貪人也誘之以利或可狃其心聞桐鄉城小而堅緩之數十日則永保戌兵至固可破之矣於是疾走人諭海峰因厚遺諜者陰過海所曰直巳遣子欵定海關　朝廷固且赦之矣若獨無意乎新總督威名非曩時比且仰體　朝廷德意推心置人腹若不乘此時解甲自謝他日必為虜矣海頗然其計於是亦遣酋自謝約罷圍去因以要公稍出中國貨物遺他倭酋而疏釋其罪公佯諾輒以銀牌綺幣厚遺來謝酋而陰令營中盛兵容私諜者故縱酋瞰之酋既德公遺又內怖公之兵威也歸以報於海明日復遣他酋來謝公視之如初凡數復海於是始歸心於公願為公死之矣然陳東獨心竊疑海私公遺猶鞅鞅未之從也海間遣酋次桐鄉城下私城上兵曰某巳聽總督胡公約觧去矣城東門故柘林賊陳東黨也舛?鳥悍不吾從若謹備之是夕海果道崇德而西且乞他兵於公以來擊東公猶心訝未之許而東獨盛為樓櫓撞竿以撞城而桐鄉令金燕者疆幹吏也城中一切兵仗火藥諸巳繕備提督阮公復躬厲矢石狥城上人令令散千金募敢死之士督戰益亟所殺傷賊亦數十人方撞竿自樓櫓中躍而撞城城幾壞一男子為緍索圜撞竿所擊故窟處竿至即緍挽以上斬之又募冶者煮鐵汁灌成下酋城下酋不敢逼東既無何聞海等觧去道遠勢且孤亦相與稍稍引去圍始觧而提督阮公出矣時五月二十三日也方阮公困桐鄉時固日夜望總督胡公援兵之至而胡公亦重念東南之安危身之禍福與阮公相旦暮情固急業巳遣兵備劉公督同留守王倫宣撫田九霄勒兵自嘉興入壁斗門分守汪公督同知縣張冕勒兵自湖州入壁烏鎮參將丁瑾勒兵自海鹽入壁王家店指揮樂塤督同千戶羅天與勒兵自崇德入壁石門又令崇德令崔近思收河朔之散卒入城為聲援兵四面環賊遠者二三十里近者十餘里而陣然各以狃皁林之敗逡廵惶怖不敢逼而公業遣諜羈說賊亦日夜遲永保戌兵之至以决一戰也計無可柰何而胡公與阮公兩人者為同年故深相結者及援兵不合院公自圍中頗急於是兩相猜而他謗者與為飛語撼兩公者盈道路矣當是時　朝廷聞東南之寇即日出尚書趙公督山東河朔諸兵援之又兩公所私相猜者語頗聞趙公趙公亦故與兩公者為肺腑交所嘗兩推轂　中朝以填東南者念兩公卒有郤則東南之事牴牾不可圖於是日夜引兵而南至楊州則阮公業巳出桐鄉圍東渡錢塘狥會稽諸下邑擊他賊胡公亦聞尚書趙公之至且戰且南淮揚毗陵之間無足慮獨海為巨孽間雖狃而內附中固不可測而上海之賊萬餘人由吳淞江西引方急廼日遣諜者啗海以金帛而說之東出海上擊他賊海亦果收諸倭酋出乍浦道平湖時諜報吳淞江之賊巳鼓行涉嘉善界欲西合海公念海萬一卒他變兩相合柰何因策海始巳焚舟為深入今不得舟必急於是遣諜詷海謂海既內附何不如故約勒兵擊吳淞江賊且篡奪其輜掠舟以歸海東然其計即日引諸酋逆之朱沍道上斬首若干級餘賊遂夜走以故海不及篡奪其舟而還及他酋脫而出海也公又別遣總兵俞大猷伏飛艦海上遮擊之溺且盡於是海既德公不敢背又聞吳淞江賊之出為海兵所遮擊益內怖日輸欵於公遂輦故所戴飛魚冠及他堅甲名劍數十種並以輸公而且遣其弟洪入質於公公固佯納之公又諜聞海麾下獨書記葉麻為長酋其為人頗黠而悍近與海爭一女子有微郤非用間急縛之則無以死彼之內附之心於是遣諜就海帳中諷海縛葉麻以出葉麻出而諸酋中故隸葉麻部曲者稍稍怨且懼矣怨且懼恐生他釁則又以他罪縛縛幾百餘人公又策陳東於諸部曲中與葉麻聲相倚頃以桐鄉之役兩睚眦者也數遣諜持簪珥璣翠遺海兩侍女令兩侍女日夜說海并縛東海既諾而陳東者薩摩王弟故帳下書記酋海固未之能也於是出葉麻囚中令其詐為書於東反兵賊殺海其書故不以遺東陰泄之於海激怒之使并縛東海讀其書涕雙下益德公之不忍為東所賊殺之也日夜謀縛東以報公居無何尚書趙公移兵渡江來所過州縣數舉兵向賊賊輒敗走俘斬若干級兵威大布當是時公巳知海之甘心於東不忍疾擊海疾擊之兩人迫而深相結則東南之事未易圖而尚書趙公之至也私約公共部署兵擊海日急且召公故所遣諜面詰之曰若為我諭海海連兵以來罪不容死非縛陳東及斬千餘級以獻恐無以謝　朝廷若能則吾當同督府諸公疏釋之不然若且虀粉矣是時阮公亦至於是海益怖出所故掠中國貨物千餘金賂王弟詐請東代署書記海因夜得東即縛以故約復於胡公葉麻與陳東相繼縛而諸酋長汹汹內亂矣是時諸酋長既疑且怨海無鬪心故其氣日窘海亦自度縱令反故島當亦必為諸酋長所賊殺故為內附日固而公與趙公簿責海益急海既急因念欲掠舟出海恐為海上兵所劫欲列壘拒官兵又業巳內附不忍背且陳東黨固日夜襲殺之也公策曰彼既亂吾可乘之矣因遣諜私海曰我固欽寬若趙尚書爺以若罪孽大何不聽我艤數十艘海上若且誘之逐海上艘令俘斬千餘級以謝趙公而若因得以自完乎海不得巳且疑且諾因約兵備副使乮公引兵伏乍浦城中而某日時某當引眾出海山??去乍浦城半里而陳佯令眾酋逐海上艘某手旗麾之城中官兵即舉燧為號從城中出亟擊勿失諸官兵卒如故約乘之諸倭酋逐海上艘如蟻不及還兵鬪於是諸官兵得乘勝蹂而前不傷一卒所俘斬數十百人沒海者無算於是海自以數有功於　朝廷願與部下諸酋長入欵具庭謁胡公與尚書趙公提督阮公及廵按趙公並許之諜往復期以八月初二月然海猶恐陰設甲士劫之先期一日卒擁酋數百人冑而陣平湖城外自帥酋長百餘人冑而入平湖城中求欵四公者計不許恐他變遂許海與諸酋長北嚮面四公按次稽首呼天星爺死罪死罪海欲再為欵胡公而未之識因顧諜諜目示之海復面胡公稽首呼天星爺死罪死罪胡公亦下堂手摩海頂謂之曰若苦東南久矣今既內附　朝廷且赦若慎勿再為孽海復稽首呼天星爺死罪死罪於是四公厚犒遺之而出是日城中人無不洒然色變者海既出諸公者固巳忿恚海之列欵猶冑而入屬疆脇無禮又不及如諜故所期月日而先日卒至也其習行黠若此於是闔謀不勒兵誅之他日必為患計部下尚千餘人猛鷙難即破永保兵猶迤邐遠道未至也於是佯令海自擇便地居之海果自擇便地得沈家庒即僦沈家庒與居之是為八月八日當是時眾復諠然譁諸公輩何不撲滅海不然且縱之出海上令自觧去顧豢虎以自禍也不知諸公者固有待於是胡公與尚書趙公提督阮公私自部署兵又日夜遣使趣永保兵來會兵未集恐海驚禍且肘腋間胡公曰遣諜詷海且啗海如曩時因謀以請於趙公曰吾聞善兵者乖其所之海與陳東黨業巳深相??丸今合而兩附者迫故耳聞沈家庒故東西兩處而中綰河為塹何不說海以西沈家庒居陳東黨一自擇東沈家庒以居部下酋乎諜以諭海海果如其言頃之永保兵至會海輸二百金於公市酒米公復與趙公謀以藥毒其中而歸之又令陳東詐為書夜遺其黨曰海巳約官兵夾剿汝輩矣陳東黨果疑而夜伏邏卒東沈家庒道上瞰之適海皇急因令酋竊兩侍女出道上而急則因間道走莫府以自託邏卒瞰知之歸似報於陳東黨陳東黨聞之大驚即勒兵篡兩侍女過海所罵曰吾死若俱死耳遂私相矟而鬪海中矟眾大亂明日官兵四面合墻立而進保靖兵先嘗之稍郤河朔兵乘之又卻俄而胡公擐甲厲聲叱永保兵左右列大呼而入瞰壘下擊會風烈公麾眾束千餘炬人各持炬縱火焚之海窘甚遂沉河死甫食頃人人鷙而攫千餘酋蒐斬殆盡矣中所故飲毒首虜黑色者凡三百餘人於是永保兵俘兩侍女而前問海何在兩侍女者王姓一名翠翹一名綠妹故歌伎也兩侍女泣而指海所自沉河處永保兵遂蹈河斬海級以歸 \\n 江上丈人曰海以一緇衣起島上五年之間百戰百勝　朝廷遍徵海內諸名將與之喋血吳越諸州郡間未聞有俘其偏卒者方其擁兵數萬人分五道入湛舟以戰示無復還意當是時其氣飄忽奮迅固巳欲吞江南而下咽矣何其猛也巳而困於胡公區區之餌卒之糾纏狼狽以自剪而死若刲羊豕然豈非所謂人固屈於慾也乎善哉友人唐司諫嘗曰始賊盛兵圍桐鄉時假令胡公持觖觖不量彼巳而鼓兵以戰一蹶而憤東南事去伏今且堅忍舒徐以收之兵法曰利而誘之亂而取之若胡公者可謂合兵變者也雖然公開襟多自喜嘗欲倣諸葛武侯縱猛獲故事且生縛海獻之天子疏請海與王直兩人者為弋媒於海上而因以纓繫海上酋嗟乎公之心固雄虎檻而逸亦危矣幸而趙公與公沉謀捥公手曰不殺海吾兩人無以仗劍報天子公意遂决不然彼讒口之所以交吻公者豈其小哉 \\n 島人傳 \\n 海上有兩漁人者故浮筏漁海上一日颿風至筏亡維流數日夜不知所之巳而??公潮入他島中島外多蕭葦槿艾篁蘿蓊翳蒙複不可入而兩漁人者亦迷其處又疑多蛇虺含沙之孽而不敢復求入也頃之中忽聞呼嘯聲疑人然遂相挽緣崖而上島上人望見稍稍來漆面椎髻臝而羣故無所為繒帛帶舄冠裳冶化之俗並編椶栗桐棫及他所不名樹葉以為衣眾覩兩漁人所衣繒帛衣前曳裾視之若眩異狀而兩漁人者大驚前欲為禮謁眾竟不為禮謁而特人人手捃而鼻嗅者再擕兩漁人入盤谷中穴土而處牡牝鹿豕相雜齗齗如也亦無火飪之食黃髮者偶而箕踞前坐少者壯者出而採拾諸菓實以獻因徧過他穴亦如之如是者累日無間左右為兩漁人甚驩而兩漁人者初不辯音聲欲畫地為字以通旨意眾又顧笑殊無觧者兩漁人竟亦驩遇之猶啞者之設賓主也久之兩漁人辭去復治筏??公潮而出既返至海上而無復能指示島處矣予友人栗子嘗從尚書霍兀崖遊云所得於兩漁人者如此霍尚書廣東南海人也歸安茅坤抱策遊縉紳大夫者十年矣性故朴野澹蕩好慢易人縉紳大夫非久與之處覽其情素往往疑而冤之而其中故無他膓與人無論親疏新故油油然若生平交亦未嘗背指人過間有聞亦酸惻低徊不欲竟聞之故苟與之久又未嘗不深交綿思也以是友朋間往往呼為嬰兒茅子以是深有感於所聞島上人之事頗與巳同旨願棄去人間從之遊而恨帀漁人者巳忘其津處不能從廼述而贊之曰　予聞近海多犀象翡翠玳瑁珠璣蠃蛤之利人多入海求之至相攫獵雖死不悔而島上人獨鹿視而穴處若無心志耳目口鼻之欲然何哉豈非其波澤為國聲教不通之幸與昔陶處士自贊其道以為無懷氏之民葛天氏之民嗚呼若島人者近之矣近之矣 \\n 三益先生傳 \\n 三益先生者不詳其氏系或曰漢時人生而文顙劍頤碓齒垂耳眼中時時煙霧起世不知相者遇之亦卜曰山澤之癯也家甚貧無三畝之官儋石之儲以自將澹如也少好著文章尤篤辭賦自屈原宋玉景差賈誼司馬相如以下數摹擬之無不得其似口而棄去獨好學窺覽百氏之書家有先世所貯書又聞士大夫間藏書者稍有異種不遠千里紹介購之士大夫好事者聞輒嘆賞羡異苟有他種雖千里外亦時時爭寄貽也故六藝以下自天文地攷山經海圖浮屠老氏稗官方技陰陽卜筮湯盤孔鼎岐陽嶧山科斗漆書籕篆分隸之流無不洽聞各或載魏安釐王墓中所發竹簡書三十車指難之次答如響古之博物若倚相左丘明劉向父子數君子者不能過也又攷　國家興王以來中外治亂之略列侯丞相御史大夫司農宗正少府水衡百執事名氏世次忠孝邪正之跡嘗私倣班掾為百官表藏于家其所撰次得失頗合於大道然中多論刺譏乩當世故秘不出是時四海之縉紳先生與丘壑慕古之士莫不願因門下定交以籍聲望焉又喜任幅尺自裁不共世浮湛人或以勢位之意屈抑之不能也間急與之期雖死不易也獨性峭直數面刺人過眾或難忍唯蜀嚴君平好之兩人為深交云嘗過君平卜肆君平為鉤簾次坐論交謂曰吾嘗聞仲尼云友直友諒友多聞益矣古之道殆不易見者君豈其人耶於是呼之曰三益先生后仕顯不終南徙至河上河上丈人聞而贊之曰世之人嘗稱首陽為拙柱下為工豈不以大道逶迤若龍蛇然後能容耶先生硜硜然守詩書仁義之旨欲與金石四時爭尺寸之能難矣雖然傳不云乎世有楊子雲安知其不好也先生遜跡以俟焉 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【卷之十一 / 家乘錄 】", "正文": "　 \\n 【卷之十一/家乘錄】 \\n 　 \\n 丹徒紀事 \\n 府江紀事 \\n 三黜紀事 \\n 白華樓藏稿卷之十一歸安茅坤順甫著邑人姚翼翔卿編　家乘錄 \\n 丹徒紀事 \\n 嘉靖庚子春予領青陽令青陽跨九華山而縣其君子則閑於文辭其小人則好設機利力鬪訟予以六月二十四日赴官逆於道而訟者凡千人予稍與民約法無訟惟力田習禮讓眾皆謝去巳而頗廉其邑之故豪而訟者與其黠而嗾民訟者稍稍按法收仕之其邑多冶金而偽廬而市者僅數百家而冶者半予又廉其偽甚者收坐之餘並出之境邑人大悅予視縣僅六十五日而以先君南溪公病沒奔喪來歸矣邑之父老携其幼遮道而哭送之者殆千人其隨予來歸而伏先君柩而號者殆數十人甚且有嗚咽不能起者巳而先孺人又病沒壬寅服闋癸卯秋始及謁選補丹徒丹徒綰江而縣頗衝疲予時以哭先君及孺人之喪過瘠病怔忡甚且日怖死業欲毀檄矣友人唐司諫過予強之且曰君非死病也君特耗心血而怖耳莊生不云乎瓦鑄者巧金鑄者拙丹徒故多名醫君姑之官而醫醫不效投牒自免未晚也予以明年二月之官夏大旱當是時火入斗而南由蜀漢抵豫章北迤江淮吳越蓋數千里也而吳越為最甚民大饑猶幸徐以北黍稷麥菽稍稍收也然江淮間並閉糴穀價日踴石千緡予廼移檄諸司曰輚糴者譬人一身血脉也一不通則閼血為患矣五伯會盟猶且恥之而况於四海一家乎聞古之救灾者增價以招商未聞閉糴也諸司並罷令巳而予以救荒法無他惟預多糴廼括縣之厚貲者數百家令其四出糴榜曰某糴黍稷麥菽合若干某糴黍稷麥菽合若干聽各隨便轉糴官無與巳而縣以內轉糴而貯者累數萬眾稍稍恃以無恐予又括庫金凡數千金而贏則又請以轉糴或得其什二之羡以備賑廵撫丁公一夔下其法於諸州郡於是穀價稍稍平然濟沛而下北及京師並减半頗聞京軍以月粮籌轉市每石僅三錢予建議頻年歲饑戶部於漕糧中數靳不肯多議蠲莫若於請蠲之外多議折多議折則每石五錢並耗七斗七升咸可减免　朝廷且不費而惠矣便甚廵撫丁公大悅上其議於　朝於是江南諸郡漕糧得蠲者四十萬石議折者復八十餘萬而以本色輓者特八十萬而巳予時又聞南京倉可支五年而羡復議减價平糴之法於丁公丁公則又轉以咨於南戶部而南戶部奏如議江南雖旱甚而其穀價卒不甚貴者凡以諸畫故也丹徒之田半枕山半枕江枕山者惟近池窪者稍及藁刈而巳餘並旱熯死而枕江者猶得以時其潮之升而相灌溉故獨無患予廼請以蠲者及其不盡蠲而議折者歸山田餘則以歸江田而山田之民得以無稅也巳而編里甲予按故牒凡戶禮兵三部歲派如袢襖淺船光祿寺肥豬肥鵞及歲貢鄉飲酒之屬歲所不得罷他如工部坐派二硃顏料生熟銅皮張之屬則嘉靖以來歲所緩觧即觧亦罕及掣批附卷者大較縣之猾與其吏胥者互相侵牟而巳於是括縣之歲額凡萬金予廼議罷去者五千金其五千金則以歸江田而山田之民得以無辦里甲也未幾編均徭除廵司弓兵額係江防外其他若舖兵皂隸甲首門人舘夫渡夫之類固可十而五六也於是舖兵故七十餘人而議罷者四十餘人皂隸故二百人而議罷者一百一十八甲首故二百四十人而議罷者一百六十人門子舘夫渡夫而下率倣此縣故額均徭凡五千金而予之議罷者殆三千金其二千金則以歸江田而山田之民又得以無辦均徭也巳而又榷夫按故事每田十畝榷夫一名計銀五分七釐大較歲榷田匝縣而復半甚且再榷予廼罷去諸所不當給夫者甚且士大夫之綰廚傳而過亦議以災弛力特為减革故予吏丹徒凡二載而其榷田夫特一匝而巳歲所省亦不下數千金然亦並歸之江田而山田之民亦不以及也時則江田之民不加賦而山田之民稍得以免官府之科而共為拙蕨煮草及剝樹皮而食巳而散賑按故牒並以聽里胥者之籍而巳予閱之里胥所私者什七八也核之者再猶半偽予一日遍召長鄉賦者而曰歲大饑其所不能輸賦者眾今且不免代為之輸矣柰何眾皆泫然泣予亦泣因括實徵冊而投于眾曰若各以戶之下下不能輸者試別而識之凡得數千戶彼方以代輸為患故特力檢其下下者以聞於官而初不意予覈饑戶也予既得稍稍按之以為散賑者參覈之籍矣然此特籍之在官者而巳其故無籍於官而流且傭於山谷閭里之間者殆眾也故時放賑者多聚城遠者一百二百里近者亦不下五七十里及聚而不以期往往饑且疫死者相屬間得賑率以守支日久而歸則空囊矣予廼以單騎遍行縣且故所括縣中厚貲之家聽其互相轉糴及散庫金而貯者殆碁布於諸鄉者也於是按各鄉所貯為之??公鄉而賑約以某日抵某鄉某鄉之饑故籍於官與其未及籍而告者並聽核核既信人各食之以粥而給之以印符曰某饑戶該穀若干聽其隨便而支貯穀者則各按戶收符為券巳而山谷之携瞽輦廢及癭且惡疾者屬於道予一一為之拊問而賑賑者凡萬八千戶而以之覆里胥所籍特什之二三而巳予散賑匝兩月雖病怔忡不敢厭倦凡窮山絕壑無不擕病而過按戶而食活者凡數萬人然卒以沿鄉而貯沿鄉而散率並免守支與其聚而為疫者之患也當是時江以南饑而待賑者數十州縣廵按呂公洵下散賑之令曰災有異等人有異材地有異宜諸郡縣其各上所散賑之法予古按散賑之法惟曾鞏趙汴為最然特纸上之言而巳及按縣又不得不隨所睹而布畫者予一切細大並隨??丙??措置而撫按諸公又過以予所建議並中機宜也每一議上不特按行而巳且并下其議於數十州郡數十州郡或合或否然大都採予議而相准以行者什七八也巳而天子勑各撫按凡諸郡縣吏救災有異政者其以聞而撫廵二公並以予首江南諸郡縣聞於朝予亦尋得入為禮部儀制復徙吏部司勳矣此特議災行賑之畧也他如躬為儉約問民疾苦凡受訟母以期其及兩相輸而罷不願招擬而讞者聽故訟者百人其及按罪???坐者特五七人甚者一二人餘皆面諭罷去故人人自??丙??凡徵科母以笞與民為期會而巳縣痛中嘗竟日無人迹者鄉大夫唐公侃故孝廉以南京刑部郎中沒於官而無以為殮則觧囊中金為之殮而歸又為之市腴田八十畝以食其家請唐司諫銘其墓祠之于學宮令其孫得隸之衣巾以奉祠事特恥為俗吏孳孳然以興俗約法便民為務間則聚生徒與之觧經問難不輟寒暑御史嘗乘軺刺縣中大猾犯法者輒自劾曰某治官無狀然他無骫法者御史為之霽威而罷御史又嘗議勸分予前曰古者勸分之政譬之剜肉而食人也縣中獨有勳戚家若魏國公而下所占沒洲田而負官租者殆鉅萬按法追之則不必勸分而備賑者半矣御史大悅復欲收坐之予特抱案不以上出以諭勳戚家亟為輸官且免罪入以觧於御史庭且請租既至乞無相坐三日夜江上艦米者魚貫不絕凡萬餘斛其事上多木強繩下以威而不盡法率類此惜也其志雖勤而經術疏淺不足以倣古者循吏之遺此則到今來猶多愧心者也嗟乎使予今綰縣綬為吏豈敢言?前言?前若是巳乎時隆慶二年十二月十六日書 \\n 附錄丹徒縣政記祭酒姜寶撰 \\n 嘉靖歲甲辰鹿門茅公自青陽服除來視丹徒縣事是年適江南旱為災他令長講荒政而莫知所從事也公以江淮吳越間數千里雖饑甚而徐沛以北歲頗登既嘗移檄諸司請開閉糴禁通商矣又聞　京師因徐沛以北歲頗登也而米價不甚踴於是議請蠲之外又議請折折於歲額不為損而每石省耗費且三之二其為民賜蓋大略與蠲等廵撫丁公是其議而疏行之時江南歲漕以請得蠲者四十萬而折倍於蠲其以本色輓僅十之三四而巳公為丹徒請而兼及於江南如此又以丹徒之民枕江山而田者殆相半山田旱而赤地矣猶幸洲於江者因潮以濟溉也而稍稍收於是為通融酌處之法以請而得蠲者與其不盡蠲而折者皆歸山田而山田之民得無稅又於里中均徭夫差三者皆援弛力薄征故事請於院司府减免其半以歸於山田而山田之民得無辦里甲均徭即夫差亦不以及也由是江田不加賦而山田之民因寬稅役也人得以謀生而自食其力公又以此但施及有田者爾若其無田者與有田而田少稱下下戶者未遍也於是乃議先賑是公以徐沛間歲頗登而請開閉糴禁也括庫金共五千餘充官糴之本而民有厚於貲者恣令自往糴官不禁亦若不與也但令棋置所糴於各鄉以待行事既而又虞里胥者籍饑戶往往欺也則悉召長鄉賦者予以實徵之冊令檢下下戶以聞陽示檢有漏則責令代之輸彼方以代輸為病巳故悉檢以聞而不知公以上覈饑戶也凡饑戶之籍於官者既得矣公又以故無籍於官而流且傭於山谷閭里間者未遍也於是又議為沿鄉審放之法以單騎遍行縣每至一鄉則故嘗籍於官與未及籍而來告者並聽核核而信乃皆粥食而予之印符令饑者執符以受粟而主賑者按戶收符為券前此厚貲者之家其所貯私糴但令饑下戶轉相糴或貸以取償而巳公蓋以此為佐賑之一榮亦未嘗奪其有以盡予饑下戶也計通邑受賑者萬八千戶賑而得全活者數萬人蓋前此饑下戶以聽審而守支城市中其為勞且費與聚而為疫癘之患既因公以免而里胥者又無緣得售其奸欺貧者蒙惠而厚貲者之家亦不至失其利又如山田被施而江田亦未嘗有加賦也皆亦他令長凡救荒者之所無也於乎公可謂有造於丹徒矣故公去丹徒巳二十有六年而士民思之如一日凡來屬予為記者玉山嚴公等數十人其言亦如出一口也於乎難矣難矣予嘗謂救荒猶醫病然醫者意也意有所獨到斯神有所獨通盧扁視病人能盡見五藏癥結人謂盧扁非常人能通神如此不知其能通神如此也意到故也公於丹徒荒政豈亦所謂意獨到能通神者歟不然事至難處亦難濟何其善處而能兼濟如此也史遷云人之所病病疾多醫之所病病道少今年適大水為災正疾多而病道少之時丹徒士民者安得不思公予亦安得不為公記其事歟雖然予為公記其事乃為盧扁者傳寫其方書也而水災與旱災異江田漂沒與山田赤地同又在後之長民者按方書而善用其意民病庶有瘳於公通神之冶庶亦得其心傳矣公名坤字順甫湖之歸安人嘉靖成戌進士所可見於世不止此而予所記者荒政也故荒政外不及云 \\n 府江紀事 \\n 嘉靖辛亥春二月予由南京禮部精膳司郎中陞廣西僉事時頗聞執政所搆竊自憐願為棄官投檄犬秋七月適應警庵公檟總督兩廣輒遣吏移文強之且再予始以壬子入粵右粵右諸道惟府江為最險兩岸山既壁立盤礴六七百里而又叢木深箐諸猺獞數出沒劫殺吏民正德年間陳公金大征無功而府江道兵威不行遂以孤壘與諸猺獞相羈靡而巳陽朔縣特甚陽朔縣抱江而城蓋綰府江之咽喉者數十年來古田諸部落劫殺吏民稍稍蠶食諸州縣甚且縛陽朔令及其哨江百戶殺之督府歐陽公輩嘗疏請三省夾勦未果巳而應公至陽朔吏民之泣而請兵者朝且夕也比予至公輒以函牋賀　萬壽事檄府江道兵備副使陽公而故以署府江道檄予且以大征一切軍興事宜屬之序抱檄行部稍稍按往牒及帳下吏士諳兵事者大略治南粵諸夷莫善於鵰勦莫不善於大征何者夷雖醜類其凶悍舛?馬鷙者特十之一百之一而巳擇其渠魁而鵰之而餘不以及則諸部落罪案始分人人知懼大征則湮山刊谷而部斬之矣其為功莫真於鵰勦而莫贗於大征鵰勦者師不移時倐而入倐而出如鵰之搏兔然故其為功最真而大征者非徵兵儲餉者踰年不辦兵未集而賊皆走險矣其始也兵連禍結其繼也率斬他馘以緩罪故其為功多贗然當事者往往利附大征而不??丙攴?鵰勦大征之師如太山壓卵奏捷之後輒?爵賞而鵰勦之法少不利則罪且收坐之矣予故深憂之又按故當事並知鵰勦之善而不敢遽行者有三一曰將士不勒習□□嚮道不審三曰機事不密予按部署諸戍兵凡五千汰其老者弱者及括其空名而隸尺籍者於是嚴之以古者什伍之法使之朝夕勒戰而上中下其食焉上焉者則授之摧鋒或為伏隘而以將領之驍悍者統之次焉者則列枹皷赴干櫓而以將領之老練者統之下焉者則以給兵馬儲糗之役而巳又日出金錢分給諸將領各自以所部署之兵相團射及其槍牌諸技於是人人頗願自為戰而又以嚮道不審者諸猺獍並阻山谷之險縣崖飛棧深林茂箐故也我師之偵者既不得入何以測彼巳習向背而覘緩急於是別募死士為緝事軍且令各携善繪事者而入夜行晝伏分道深入至則各圖其山川道里以出某賊巢為左某賊巢為右某巢枕某隘某巢控某江某巢與某巢相姻黨當別為行間某巢與某巢相讐殺可遺金錢使之相夾擊而其圖又恐邏者之搜及也以藥筆傳之纸絕無可睹見者出則又按圖別娶沙為山谷狀不二三月間而府江所轄諸夷砦其最狡且險者八十二處稍次者亦不下百餘者大畧並如掌股間矣然亦不敢輒按舉鵰勦之法惟日以戌兵廵邏山谷間又往往刺熟猺獞者出之稍稍犒之以牛酒甚且恣之以金錢綺繡針線貨物巳而諸熟猺獞又以予故推誠拊之也亦往往以黨中陰事或相讐殺及其險夷時時向予指畫予輒厚遺之而歸又未幾他猺獞故行劫殺者且患予或按兵鵰勦亦時時隨諸熟猺獞出行謁矣予亦厚遺而遣之間擇其罪案最著者大桐江輩劫殺吏民數多予僅腕一酋之目以歸當是時予雖未嘗按舉勦之法而諸夷酋故行劫殺者夜則挈妻子竄山谷晝則携之還故穴而風雨凍餒恐恐朝夕矣巳而入監鄉試事既竣陽朔吏民復告急應公且檄予面授之曰大征陽朔事屬君久矣君且指畫如何予前曰大征事非陳兵十萬不可為功兵志曰興師十萬日費千金奔疲於道路者數十萬家且陽朔諸獞本古田部落其遺種不下數萬若三省夾征則兵連不解為患匪輕矣由予觀之治夷如擊狐出則疾刺之不出則聽其穴伏而巳毀城熏社非計也倘聽某鵰勦不煩軍門一卒之勞一金之費而陽朔縣可完江道可通矣公又曰鵰勦恐不可多斬馘斬馘少則賊不畏且柰何予又前言曰陽朔塹江而縣左則金寶頂等三十餘砦石則鬼子等一十七砦相為表裏者也鬼子等賊殺縣令張士毅以來非惟官府吏民憤之雖其黨中諸部落亦深嫉而怨之何者者策督府必征也某若聲其罪以鵰勦之兵而按行大征之法則其黨中亦懼而且謀自完不敢移兵相抗矣况鬼子砦前則帶江背則枕恭城扼其江則諸賊必奔恭城恭城遠近讐其劫殺久矣可盡而俘也公曰善予歸括所部署得戍兵五千人先遣千人隸都指揮鍾坤秀於攂皷岩即控金寶頂故處以斷其右臂者也而諸獞中日遣其黨偵予兵動靜雖予之左右吏胥亦時時與之私金錢者且鬼子砦亦揣知吏民數請兵故期以十月賽神起兵稱亂矣予廼分所部署兵為七各按日時或詐渡荔浦而東或越富川而南或扼陽朔江而脅或從恭城而背或從平樂而突並夜則口???亍枚晝則伏山窟中所過道立幟而輒榜曰軍門且進兵十萬討某賊砦矣他各閉砦自完無得擅出及舉兵相嚮舉兵相嚮者輒移師夷之當是時予之戍兵僅五千人特分道疾入而又以兵扼江江東西斷而為二諸夷酋並膽落四望旗幟彌山谷固不能測官兵若干也雖諸將領亦各自按牒分兵力攻抑不自知官兵共若干也不終朝連破十七砦而予又以恭城諸鄉兵及他熟猺兵伏賊之隘於是結營而蒐前後俘斬及生擒共二百二十人并被虜幼口凡千人以歸是役也軍門遂不遣一卒不費一金而所奪還民田月十餘萬畝矣旋師之日懽聲動地非獨陽朔孤城得以稍完而他州縣凡被夷酉所占沒田廬與劫畧牛羊男婦者並來歸相屬者如市應公始列其事於朝天子為之加公兵部尚書平蠻將軍鎮遠侯以下賞賚以差予亦與都指揮鍾坤秀並陞二級提學王宗沐書其事於陽朔江上而鄉大夫蘇公?輩相與帥吏民伐石而碑並祠應公及予與鍾坤秀三人於其縣此則予之署兵府江之本末也軍門志亦載其略大較以鵰勦而行大征之法古今所創其以猺為導俘斬數多且千人以上抑亦古今所未覩者休欲築廣運足灘二堡以屯戍兵并槎府江兩岸諸山且倣唐宋故事令夷酋各出竹木香蠟諸物與之互市魚鹽以為利又議永安脩仁一帶韓襄毅公所勦殺太多雖設五屯千戶所以戍守其中然於今實贅疣也莫若招東蘭那池丹州子孫眾而土狹者聽其分兵戍守且耕且戰願得其地而籍之者聽倘於五屯之間設一夷州如東蘭等州土目故事亦古人以夷治夷之法也會予明年改為大名道副使事雖未及施行而粵之人至今猶有按其說而傳之者隆慶二年十二月望日書 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "【附錄陽朔紀事碑】", "正文": "　 \\n 【附錄陽朔紀事碑】 \\n 　 \\n  \\n 山西布政前廣西提學僉事王宗沐撰 \\n 廣西陽朔縣治介盜區而胡北獞尤稱逼肆聯絡古田自弘治中官兵征之不克敗沒總兵參議因而驁桀遁移入據鬼子莊頭等巢時出掠殺其令張士毅占民里田廬令不得耕牧嘉靖三十一年五月提督府始命都指揮鍾君坤秀統千人戍之而僉事歸安茅公坤來視府江兵備事是年八月賊出掠公以兵五百益鍾邀之擂鼓山殲五十三人十月戍兵又掩捕賊酋四人其黨益急殺牛誓眾謀大舉公密請督府符下得便宜行事是月十二日公部署七哨合狼柳軍兵三千人約鍾君密搗其穴別以知縣王弼率舟師往來江上遏其西渡百戶李爵以堡兵駐石井防其東逸劉宗武以鄉兵守巢後而獨千戶陳襲將千人揚聲故渡荔浦江迂道誤之言?冏者還報而賊稍懈十五日夜兵集各戰其地指揮吳國威克莊頭馬蹄千戶孔繼宗克木羅水鷄劉承緒克馬騸外祚百戶李環克爐岩義勇嚴璉克新橋倒龍千戶劉積滄克刀山強布惟襲等所當鬼子巢堅箐深從高下木石拒戰明日始克之合凡斬首一百六十七顆擒俘三百八十七人獲牛馬及走死者稱是威震遠近凱還賞賚有差是役也實督府遂昌應公文武為憲申賞罰法且許其屬以便宜而茅公又弘才壯志畫中機宜方戰日雨甚公焚香禱天願以巳生二年易晴二日佑將士其勤類此故能約兵省費而斬獲奇捷誠傳載鵰勦所未嘗有陽朔里戶婦子自是始知樂生日臥帖席云 \\n 三黜紀事 \\n 嘉靖戊戌予舉進士或有謬以予善古文辭聞於執政者又三年適方士以禱祠之術獻天子而執政貴溪公欲應　明詔大蒐諸少年負文望者入為詞臣予未之知也同年陳君昌積過予稍稍洩且屈指數某某某凡八人予與翁君大立並在數中予甚駭俄而翁君從外來予廼私膝翁君而謀曰君得無以執政所籍我輩為詞臣者而過乎語所謂宰相奴也翁君咈然曰是也且柰何予曰君何以受知貴溪公翁君曰各有私以予文示翟石門者故執政帷而闔謀遂相及耳予曰某殆未之識者也抑何以次諸君數中翁君曰詔選庶吉士聞同鄉唐漁石張甬川兩先生蓋嘗並以君氏名薦於貴溪公巳而事雖寢猶雅重君才近聞同年吳君春特口譽君不置也予且過辭翟公所君第請之吳君可免矣明日吏部有寫本人者轉相語頗亟聞翁君巳免予憤鬱甚廼火書數千言以辭於吳君舂而書中語稍稍侵吳君且咎其不當污我為也而吳君者執政婿也亦怒遂以其書投貴溪公鞅鞅恨甚且誡吏部除予邊徼令適文選郎中李公開先故嘗雅以文相友善者力為講觧廼得除青陽縣然按青陽令久無甲科者甲科自予始巳而青陽以喪歸壬寅服除癸卯謁選吏部適執政分宜公以其邑鈌令遣從事者以予屬文選時文選郎中予同鄉鄭端簡公曉也予亟過辭於公公亦匊予數以觧於分宜卒不可巳而刺其故則友人員外郎朱公某嘗以予所故錄詩什者褎示彭內翰某彭內翰某則分宜邑子也遂以轉相聞而器許之耳予既窘業且按例請補教公亦稍稍聞又他同年某間以語分宜之子太常君曰某予湖中故以狂且拗聞者也君何利焉假令令分宜第不便巳而彭內翰別請補同年江君應選而予遂獲免予雖免而分宜父子所深憾而讐且欲中以危禍者屢矣予補丹徒會歲饑而天子詔求救災異政撫按並以予首江南郡縣以聞他使君又例以賢能聞者凡十餘上又適唐漁石公為吏部尚書公入吏部三日而予擢儀制又未幾且徙司勳當是時吏部侍郎徐公方引擢天下材望之士而士之有志當世者以不及出其門為恨而予故門下士也顧特廬喪時嘗過弔之適他沮來歸而予之罪釁稍稍屬公齒頰間未幾文選司郎中高公簡坐他釁謫戌尚書唐公削籍予與司封何君遷並外調居二年徙南京車駕又徙精膳當是時侍郎公巳擢為宗伯譽望籍甚中外士無不人人願其入相天子者適其子以科塲事為監試御史者論列於朝時巳酉秋八月十五日也俄而給事中萬君文彩復和之久之未報九月二十五日予由省署退私過某某亦公門下士也且前膝予曰聞兩御史業巳論列其事彼盛試職也無足怪者第科中萬君不當復為云云耳且不知疏所論列何狀聞萬君者君故同年也倘肯私為刺之否乎予難之曰彼且抗疏論大臣豈肯輕以示人某又曰君第往今踰月矣不旬日邸報且至吾特亟聞其槩耳予故熱心人於某亦雅以文章相友善者也遂許之某輒飯予遣吏一人同予過候萬君萬君者故多病於縉紳間絕無他往來者且舘西闕門一中官家予以刺入閽者曰病且久嚮不見賓客予復詰閽者曰吾同年故知非他比也而且第報食頃萬君出予前揖言曰希闊久矣頃聞君有大建白何如萬君曰慙愧慙愧某且不知好醜妄有論列業巳辦青衣待罪於此何敢稱建白乎又前曳予褎而曰君茲來甚善某滇人也萬里孤臣且母年八十兒尚孩携旦夕或他變惟君與諸同年共為携之還故滇吾無憾矣予掀髯笑曰君之事豈特遽至此且試出疏藁觀之萬君猶三謝不從巳而予曰君且托予同年輩以母子為之周旋萬里區區疏藁獨不可出而臨觀之乎萬君始口誦疏中硃語十餘字予曰君第出疏予當為君擘畫茲事使其言而當歟則君固當從今以直聲聞天下也使其言而否則君之事或屬不測予第當如君所屬一一善計也萬君始按疏本末而口誦之因得君所論科塲外復及參劾公云云予愀然變色萬君亦愕曰予且不免逮繫犬乎予笑曰科塲事業巳有臺中兩君論列之矣君特按其事而尾言之耳何以遽爾逮繫也萬君曰爾何為色變予曰君茲舉且重拂天下公議矣為之柰何萬君曰予頃謬為此疏臺諫諸君並以予所言特壯而君何以獨為云云若此予曰今執政分宜公濁亂中外者久矣中外士大夫無不人人日夜覬望其去抑且覬望公與茶陵公同心秉政者今君所言豈以分且公固當久相便國家乎然君為天子耳目臣抗疏論列不以及分宜而以及某竊為君不取也萬君復曰分宜公天下士大夫故嘗論列之久矣予第言人所不言者耳予又獵襟起曰古語固有世所不言而獨言之者彼第以所言者固天下公議特其批宮腋犯權倖人不敢言而彼獨言之者耳君今日所言則天下之不忍言而第不以言者君廼獨言之可乎萬君始鞅鞅不自安復前曰今且柰何予曰君自今以往宦轍屬不利犬萬君曰行且考察其陰擊予而去之乎予曰南都耳目最公彼焉能考察及君也又曰然則何云不利予曰君第徙邊徼一僉事或考滿後當按故事領一參議以歸不然殆不免穆生所云矣予兩人笑而別遂携所從吏以其所耳接於萬君者一一口覆某蓋是日申刻也其所從吏特忘姓名一一可面覆者予是時豈知某以予曩不及弔喪兩相猜故為曲計詭予而特偵其事本末將以入媚於執政者也巳而予辭去某輒向夜分繕寫云云遣使馬疾馳以聞於公公始大怒數以遍告中朝士大夫且謂予險詖陰賊若此而南都卿貳以下其以考滿及函壽牋或他公差赴京邑來歸者往往私以轉語予予無以自辯抑聞萬致齋尚書公而下軒然為僕口訟之者然而某既先邸報以所托予探萬君者私聞於公公焉得不信公既信焉得不為睚眦深刺骨予之罪始膠漆牢固卒無以自觧矣未幾予徙為廣西僉事巳而稍稍以矢石勞間及敘錄又未幾輒坐罪搆削籍以去予所欷歔嗚咽者豈可勝道也雖然猶幸公厚德海內學士大夫所共指為富歐韓范不忍深中以危禍予猶得少延殘喘以至於今縱不及翱翔四方以戮力當世猶及遵初服狎麋鹿而臥泉石則皆仁人之賜也嗟乎予因系之以言而誡諸子姪及族姓曰吾故三獲罪於執政而祖父所手詩書教我望我與我生平所自為襟負者今殆巳犬然而曩時盛為劖刻之行辭詞臣辭分宜雖不得士之中行其過猶薄且故與詞垣者或他改郎署或辭疾不赴得無恙餘皆敗去即如領分宜者雖徙他官禍終不免何者人情言?翕訿難以完名故也予於前忤兩公處不為悔至於後之所忤予本師弟間特過州里哭其喪不及遂事怹日積猜絓禍卒為讒人者所間以至於此豈盡讒人所搆哉詩不云乎天作孽猶可逭自作孽不可活予之所以仰天摧心而泣而於今猶不能不為汗發沾衣也善乎李中丞克齋嘗謂予曰以君之才忤他執政猶之可也而忤斯人可謂兩賢相扼也巳悲夫隆慶元年春二月書于三黜堂 \\n  \\n 　 \\n  \\n   \\n  "}
