{"章节": "靖難功臣錄（明）不著撰人", "正文": "　 \\n 　 \\n 　 \\n 靖難功臣錄 \\n 　 \\n （明）不著撰人 \\n 太宗文皇帝於洪武三十二年七月初五日為姦臣齊泰等變亂　祖宗成法調兵殺害親王車駕奉天征討克懷來八月克雄縣漠州攻圍真定九月接應永平十月攻克大同十一月鄭村壩大戰大捷十二月取廣昌三十三年正月取蔚州攻圍大同四月白溝河大捷五月圍濟南十月克滄州十二月東昌大戰三十四年三月夾河大捷閏月藁城大捷十月克保定西水寨三十五年正月克東阿東平汶上沛縣四月小河齊眉山靈璧縣大捷攻破營寨五月至泗州降之過灘河六月渡江十七日平定京師 \\n 太宗興靖難之師　仁宗以　世子居守曹國公李景隆引兵數十萬圍北平城時城中兵不及萬人晝夜拒敵數夜使人開門砍敵營敵驚亂自殺或至明乃定遂退營數十里【實錄今編入歷代君鑑】 \\n 姚廣孝蘇州妙智庵僧也本名道衍讀書能詩天文地理陰陽術數兵家之學皆造其妙洪武中　詔選十高僧分侍　諸王廣孝與焉因私謁　文廟曰若蒙　殿下不棄當奉上白帽子戴葢謂皇字也革除初　文廟有意靖難偶出對聯云天寒地凍水無一點不成氷廣孝對云國亂時危王不出頭誰作主既而相與密謀忽承運殿鴟吻墜地　上心惡之廣孝云他要換顏色矣謂以黃易綠也及出師廣孝常居守運籌帷幄葢義師之起實廣孝首贊助之後官授太子少師封榮國公 \\n 李友直北平布政司吏初建文中廷臣有因齊藩不法遂建議藩國所在更置守臣於是擢張昺為北平布政使昺至日求王府細事將不為利友直密聞於上義旅既舉遂擢用之後官至工部尚書 \\n 洪武三十二年七月初六日北平布政司吏李友直【青苑縣人】首告布政使張昺謀反奉　太宗聖旨昨日送張昺反詞的吏除他本司官欽此除右參議前去楊柳青等處拘收糧米及提調宛平大興兩縣人夫挑齊化等門城壕十月南軍圍城同參政郭資守各門既而聞白溝河聲息又同內使賽因帖木兒等守平則西直等門又差長蘆截南軍運來米及平都司來攻又守禦各門往來通州永平保定等處守禦及探聽聲息後遼東軍攻通州又同承奉李謙守門【見楊士奇撰友直墓志】 \\n 譚淵燕山右護衛副千戶是年七月初六日於端禮門擒都指揮謝貴布政使張昺等官及攻奪九門隨征真定及鄭村壩等處殺敗曹國公等軍馬攻破九門營寨三十四年至挾河搏戰所乘馬蹶被殺 \\n 朱能洪武甲戌襲父職燕山中護衛副千戶靖難師初興帷幄密議惟河間忠武王張玉與王與焉時北平三司之交搆造禍者王與忠武建議率麾下首擒之遂奪九門撫綏城內外三日人心大定引兵攻薊州擒其將都指揮馬宣等遂取遵化永平密雲從上攻灤河既還從克雄縣首破其東門敵眾敗走追及於月樣橋執其總帥都督楊松潘忠等復追其餘眾於漠州斬獲不可數計乘勝長驅入真定大敗長興侯耿炳文兵時王獨與敢死士三十餘騎追奔至滹沱河炳文眾尚數萬復列陣向王王奮勇大呼衝入敵陣敵眾披靡自相蹂躪死者無算棄甲來降者三千餘人　上大悅賜書褒諭永平馳報江陰侯吳高以遼東兵攻城急王從　上赴援高遁走王追及之多所殺獲遂從定大寧戮其拒命撫輯其眾而還時曹國公李景隆率兵攻北平城王從　上至鄭村壩與景隆兵遇大戰敗之城中亦出兵夾擊景隆狼狽走王從攻廣昌蔚州大同次苐悉下景隆復收散卒號百萬來攻　上親拒之王為前鋒至白溝河敗其都指揮平安軍及申又與敵兵戰大敗之 \\n 明日王領左哨當前鋒又大敗敵兵盡克其寨柵敵走保濟南王率眾追之至鏵山敵嚴兵列陣以待王連破之敵眾釋兵降者萬餘人王以聞　上悉撫而縱之葢自是敵兵戴德皆願來歸復無鬪志然　上得之即遣還不留王從攻滄州先破其東門入城斬首六萬餘級敵震懼遂獲其摠帥徐凱進攻東昌敵列陣決戰　上以數千騎出陣後敵圍　上數匝王奮力翼上以出進戰夾河王為奇兵先鋒大敗敵將盛庸兵又敗平安兵于藁城追奔至真定戰其東門斬首萬餘級進畧彰德州遂克東阿東平破汶上諸寨設伏淝河敗平安兵十萬餘進戰小河為敵所乘稍卻諸將遽請旋師獨王力勸上行曰用兵未必常勝豈可因小挫輒自沮項羽百戰百勝竟亡漢高屡敗而終興自　殿下舉兵來克捷多矣此小挫何足致意但當以　宗社為重整兵前進耳　上撫掌嘆曰爾言深合吾心遂行至靈璧敵盛兵迎戰王先登陷陣大敗之生擒其副總兵陳暉平安參將馬溥徐真等三千餘人獲馬二萬敵眾死者尸蔽原野降者數十萬人悉縱遣之進克泗州渡淮敗盛庸兵遂克旴■〈日台〉下楊州從　上渡江入京師後封成國公追封東平武烈王【見楊士奇撰神道碑】 \\n 張玉洪武末調燕山右護衛指揮僉事癸酉追虜至黑松林甲戌征野人等處陞北平都指揮同知戊寅　朝廷用讒加兵親藩事急　太宗皇帝舉靖難之師帷幄謀畫悉以任王王推誠致慮夙夜不懈事可否進止眾論紛紜未定者王正色數語決之咸中機宜故凡舉措必咨於王首用王策奪北平九門撫順討逆三日城內外悉定帥將南出王曰不先定薊州將為後患薊平餘不足平時薊州守馬宣謀起兵迎拒　上命王討之王至諭之不下環城攻之宣率眾出戰遂執宣殺之并執指揮毛某王知其可用釋不殺送詣北平遂撫軍民是夜急摧遵化豫戒將士止殺曰師行以得人心為本遂簡敢勇士四鼓登陴開其城門將士皆入城中始覺守將率眾拒戰執而斬之餘不殺一人將吏悉隨王上謁遂移師永平密雲皆望風輸款從至灤河王進曰都督潘忠楊松在漠州阨吾南路宜先擒之　上悅隨發兵命王為先鋒用其計取涿州雄縣生擒潘楊時長興侯耿炳文率兵二十萬屯真定王自親往覘之還言軍無紀律且其上有敗氣無能為也　上以敵眾我寡欲試諸將勇怯召問今舉兵所向具度可必勝否眾未有適說王曰今當徑趨真定彼雖眾然新集未齊我軍乘勝可一鼓破之　上曰王言合吾意吾倚王一人足辦 \\n 明日抵真定接戰炳　文大敗幾被摛獲其左副將軍附馬都尉李堅右副將軍都督甯忠及都督顧成等斬首三萬餘級獲馬三萬復敗安陸侯吳傑軍　上召王諭曰汝之功也非汝與吾意合不及此永平馳報江陰侯吳高等以遼東兵攻圍城急又諜報曹國公李景隆引兵數十萬將攻北平城　上與王謀先拔永平既至高等望風棄輜重遁王從　上追之斬獲甚眾王言大寧去此不遠請移軍襲之可免後顧從之後從攻大寧自辰至午城破斬其都指揮朱鑑執都指揮房寬下令安撫城中頃刻而定北平報李景隆兵圍城遂旋師王請先攻其營然後歸援從之徑搗景隆營大戰三日城中亦鼓譟出表裏夾攻景隆軍不支大敗遁去復攻廣昌蔚州進攻大同悉下諜報景隆收潰卒號百萬且復至王言兵貴神速先事者勝請往駐白溝河以逸待勞可必勝也　上命王率眾馳往駐三日景隆兵至王以精騎馳擊之斬馘無算景隆復大敗收餘卒退保濟南乘勝追擊圍其城既而解圍還攻滄州獲其大將徐凱進攻東昌敵列陣决戰　上以數千騎遶出陳後敵圍上數匝　上巳衝擊而出王不知　上所在突入敵陣大戰連殺百數十人王亦被創而歿十二月二十六日去後以都督同知再追封為河間忠武王【見楊士奇撰神道碑】 \\n 武勝燕山衛千戶以驍勇著稱壩上白溝河藁城滄州夾河東昌之戰奮勇當先及大軍至准先遣公銜命渡江遂為敵兵所害時洪武三十五年五月十六日也贈北平都指揮僉事 \\n 顧成洪武二十九年陞右軍都督府都督僉事充征南總兵官既歸靖難師起北方公受命往禦至真定兵敗被執以獻　文皇識公先朝舊人解其縶與語曰豈非　皇考之靈以汝授我乎因語以不得巳興師之故言巳泣下公亦泣遂遣人護送北京令輔仁皇　居守時姚廣孝奉命輔居守有腹心之寄姚素不習兵事與公議多不合會南兵圍城　仁皇　於軍旅調度恒從公言城中文武之臣兢進曰顧成南將其中叵測不可專任然公所言皆合機會用皆有效數命公出將兵固辭使臣侍左右日陪論議得效尺寸足矣賜公甲冑刀劍弓矢皆不受南兵數圍城卒以敗去者多用公謀也後封鎮遠侯【見楊士奇撰墓碑】 \\n 李彬濟川衛指揮僉事洪武辛未從穎國公征北虜累有擒獲　太宗皇帝居潛聞其驍雄召見與語奇之遂隆眷注後領兵駐劄廣昌靖難兵舉公為前鋒首率兵攻克薊州進指揮同知攻克雄縣漠州進都指揮僉事巳而戰真定拔永平下太寧剗壩上取廣昌明年鏖白溝攻濟南進都指揮同知其冬破滄州明年拆敵單橋擊眾藁城追奪順德畧地定州進都督僉事冬戰楊村中傷俾還北平輔世子居守　上既正位宸極命護　中宮至京封豐城侯【見倪謙所撰傳】 \\n 孫巖既引年致政而以子亨代己卯　太宗舉義靖難以公宿將知兵特起守通州是歲南兵大至城圍數周起土山臨城攻西門燬樓堞公率眾極力捍禦城賴以完未幾兩軍合戰公操戈身先士卒大呼陷陣士氣爭奮追奔逐北斬馘不可勝紀得饋運船三百餘艘資糧無算以功陞指揮僉事保鎮通州辛巳兵復至攻城益急公勵將士登城力戰矢石雨下敵乃退走陞都指揮僉事壬午春南將平安督遼東兵十餘萬逼城公語將佐曰彼眾我寡若城守不出是示弱也不若及其始至而擊之彼必敗亡乃率敢死士數百犯其鋒而城上亦合勢大呼安眾大潰自是無復來攻者後封應城伯【楊榮撰神道碑】 \\n 陳珪燕山中護衛副千戶洪武三十二年七月內攻奪九門九月從征雄縣取漠州擊真定援永平陞本衛指揮巳而攻大寧戰壩上陞都指揮僉事三十三年攻海洋克免耳山三十四年破楊村大戰通州陞中府督僉三十五年拔薊州追敗東軍于別山遂留守北平 \\n 劉中孚大興縣生員洪武三十二年被選守安定門中心敵臺當年入　王府辦事庚辰三月差往保定招撫人民督運糧儲辛巳差同內官石童守通州八月東軍臨城中孚與陳珪等出東門外截殺全勝而還 \\n 徐忠以濟陽衛指揮僉事鎮北平日從義旗克密雲雄縣真定永平大寧還戰鄭村壩取廣昌薊州戰白溝河進攻濟南克滄州大戰東昌及夾河攻彰德及攻西水寨克東阿東平汶上大戰靈璧遂從渡淮及江至京師以功封永康侯 \\n 薛祿以戎伍從攻薊州遵化援密雲攻雄縣追敵漠州戰真定生摛敵左副將軍駙馬都尉李堅陞燕山右護衛指揮僉事從援永平下大寧富峪會州寬河時南兵巳圍北平城祿還先遇其哨騎薄戰敗之　車駕繼至從戰鄭材壩敵大敗陞指揮同知從克廣昌蔚州攻大同率兵前哨獲敵人馬遂從南征大戰白溝河追奔至濟南陞指揮使從克滄州大戰東昌祿以五十騎前哨遇敵兵數百與戰敗之獲馬三十餘匹敵悉眾來追復奮戰大敗之敵伏兵以邀旋師皆擊走之從戰夾河大捷戰滹沱河右軍力屈祿率眾馳赴之出入敵陣數十合戰敵敗走追至夾河斬首無算明日戰單家橋祿馬蹶為敵兵所得拔刀斬敵兵復上馬督戰遂敗敵將平安軍以次攻下順德大名彰德及攻西水寨生摛敵都指揮一人斬獲尤多從攻東阿東平汶上皆下之繼戰淝河大店小河汴堤靈璧遂渡淮渡江入京師後封陽武侯【楊士奇撰墓碑】 \\n 陳賢以護衛指揮僉事攻奪九門從克　雄縣漠州其年冬陞北平都司僉事巳而援永平敗敵于海灘退敵于塔河解通州之圍三十四年十月陞右府督僉三十五年仍居守于北 \\n 陳宣字彥純合肥人以都督率兵具舟迎濟　上正大統錄功封平江伯【見楊士奇撰神道碑】 \\n 吳中為大寧都司經歷　太宗師至大寧公以眾出迎　上一見拔於羣眾賜衣命守會州南兵攻城率眾郤之移守薊州遂命署北平布政司理問陞經歷給餉運督城守後官至少保工部尚書【見楊士奇撰墓碑】 \\n 金忠僑居北京二十年　上初舉義靖內難公布衣入見署紀善遂從征伐明年署長史後官至　部尚書【楊士奇撰墓志】 \\n 徐增壽中山武寧王達之次子　文皇靖難之初有翊戴功而竟死非命初追封武陽侯進封定國公子孫世襲謚忠愍【初增壽兄魏國公耀祖實與齊黃之謀而增壽獨以百口保文廟無他葢輝祖盡忠於建文而增壽宣力於文廟故今兩公竝傳】 \\n 洪武三十五年九月初四日　制封奉天征討官 \\n 都督僉事丘福為中府左都督淇國公 \\n 都督僉事朱能為左府左都督成國公 \\n 以上俱奉天靖難推誠宣力武臣特進榮祿大 \\n 夫右柱國食祿二千五百石子孫世襲 \\n 都督僉事張武為中府都督同知咸陽侯食祿一千五百石 \\n 都督僉事陳珪為後府都督同知泰寧侯食祿一千二百石 \\n 鄭亨為中府左都督武安侯食祿一千五百石 \\n 孟善為右府都督同知保定侯食祿一千二百石 \\n 王忠為右府都督同知靖安侯食祿一千石 \\n 都指揮王總為中府都督僉事武城侯食祿一千五百石 \\n 都督僉事徐忠為前府左都督永康侯食祿一千五百石 \\n 張信為隆平侯食祿一千石子孫世襲隆平伯 \\n 李遠為中府都督同知安平侯食祿一千石子孫世襲安平伯 \\n 郭亮為左府都督同知成安侯食祿一千二百石子孫世襲成安伯 \\n 以上俱奉天靖難推誠宣力武臣特進榮祿大夫柱國子孫世襲 \\n 都督僉事房寬為思恩侯食祿八百石子孫世襲指揮使【無階勳】 \\n 右都督顧成為奉天翊運推誠宣力武臣特進榮祿大夫柱國後府右都督鎮遠侯食祿一千五百石子孫世襲 \\n 都指揮使徐祥為興安伯食祿一千石子孫世襲 \\n 都督僉事徐理為武康伯食祿一千石子孫世襲 \\n 都指揮僉事李濬為襄城伯食祿一千石 \\n 都指揮同知張輔為信安伯食祿一千石 \\n 都指揮僉事唐雲為新昌伯食祿一千石子孫世襲指揮使 \\n 都指揮使孫巖為應成伯食祿一千石子孫世襲 \\n 都指揮使房勝為富昌伯食祿一千石子孫世襲指揮使 \\n 都指揮使趙彛為忻城伯食祿一千石子孫世襲 \\n 都督僉事陳旭為雲陽伯食祿一千石 \\n 都督僉事劉才為廣恩伯食祿九百石子孫世襲指揮同知 \\n 以上俱奉天翊衛宣力武臣特進榮祿大夫柱國 \\n 都指揮同知張玉追封奉天靖難推誠宣力武臣特進榮祿大夫柱國英國公謚忠顯 \\n 都指揮同知譚淵追封奉天靖難推誠宣力武臣特進榮祿大夫柱國崇安侯謚壯節 \\n 曹國公李景隆為奉天輔運推誠宣力武臣特進光祿大夫左柱國太子太師曹國公增祿一千石通前四千石子孫世襲 \\n 兵部尚書茹瑺為奉天翊運守正文臣特進榮祿大夫柱國太子少保兼兵部尚書忠誠伯食祿一千石以給本身 \\n 都督同知王佐為奉天翊運宣力武臣特進榮祿大夫柱國中府都督同知順昌伯食祿一千石子孫世襲指揮使 \\n 都督僉事陳瑄為奉天翊運宣力武臣特進榮祿大夫柱國右府都督僉事平江伯食祿一千石子孫世襲指揮使 \\n 谷府護衛指揮僉事張興為驃騎將軍都督僉事 \\n 儀衛正張成為驃騎將軍都指揮使 \\n 駙馬都尉王寧為奉天輔運推誠效義武臣特進光祿大夫柱國駙馬都尉永春侯食祿一千石子孫世襲 \\n 都指揮譚淵男譚忠為特進榮祿大夫柱國新寧伯食祿一千石子孫世襲 \\n 廣信府同知鄒潘校正 \\n 推官方重校正 \\n 臨江府推官袁長馭校正 \\n 上饒縣學教諭余學申對讀 \\n 湖州府後學吳仕旦覆訂 \\n 附錄： \\n 靖難功臣錄一卷（左都御史張若溎家藏本） \\n 不著撰人名氏黃虞稷千頃堂書目有此書而闕其卷數此本爲明嘉靖中魯藩宗人當■〈氵眄〉編入明朝典故者祇此一卷未知爲完書否也所載姚廣孝李友眞譚淵朱能張玉武勝顧成李彬孫巖陳珪劉中孚徐忠薛祿陳賢陳瑄吳中金忠徐增壽凡十八人後又附以封爵名數凡三十四人敘述簡畧不足以資考證也（四庫全書總目·史部·傳記類存目） \\n 靖難功臣録（闕名） \\n （四庫全書·子部·雜家類·雜編之屬·古今説海卷一百三十八） \\n 太宗文皇帝於洪武三十二年七月初五日為姦臣齊泰等變亂祖宗成法調兵殺害親王車駕奉天征討克懐來八月克雄縣鄚州攻圍真定九月接應永平十月攻克大同十一月鄭村壩大戰大捷十二月取廣昌三十三年正月取蔚州攻圍大同四月白溝河大捷五月圍濟南十月克滄州十二月東昌大戰三十四年三月夾河大捷閏月藁城大捷十月克保定西水寨三十五年正月克東阿東平汶上沛縣四月小河齊眉山靈璧縣大捷攻破營寨五月至泗州降之過灘河六月渡江十七日平定京師太宗興靖難之師仁宗以燕世子居守曹國公李景隆引兵數十萬圍北平城時城中兵不及萬人晝夜拒敵數夜使人開門斫敵營敵驚亂自殺或至明乃定遂退營數十里（實録今編入厯代君鑑） \\n 姚廣孝蘇州妙智庵僧也本名道衍讀書能詩天文地理隂陽術數兵家之學皆造其妙洪武中詔選十髙僧分侍諸王廣孝與焉因私謁文廟曰若蒙殿下不棄當奉上白帽子戴盖謂皇字也革除初文廟有意靖難偶出對聯云天寒地凍水無一點不成氷廣孝對云國亂時危王不出頭誰作主既而相與密謀忽承運殿■〈氏鳥〉吻墜地上心惡之廣孝云他要換顔色矣謂以黄易緑也及出師廣孝常居守運籌帷幄盖義師之起實廣孝首贊助之後官授太子少師封榮國公 \\n 李友直北平布政司吏初建文中廷臣有因齊藩不法遂建議藩國所在更置守臣於是擢張昺為北平布政使昺至日求王府細事將為不利友直密聞於上義旅既舉遂擢用之後官至工部尚書 \\n 洪武三十二年七月初六日北平布政司吏李友直（清苑縣人）首告布政使張昺謀反奉太宗聖旨昨日送張昺反詞的吏除他本司官欽此除右叅議前去楊栁青等處拘收糧米及提調宛平大興兩縣人夫挑齊化等門城壕十月南軍圍城同叅政郭資守各門既而聞白溝河聲息又同内使賽音特穆爾等守平則西直等門又差長蘆截南軍運来米及平都司來攻又守禦各門往來通州永平保定等處守禦及探聽聲息後遼東軍攻通州又同承奉李謙守門（見楊士竒撰友直墓志） \\n 譚淵燕山右護衛副千户是年七月初六日於端禮門擒都指揮謝貴布政使張昺等官及攻奪九門隨征真定及鄭村壩等處殺敗曹國公等軍馬攻破九門營寨三十四年至夾河搏戰所乗馬蹶被殺 \\n 朱能洪武甲戌襲父職為燕山中護衛副千户靖難師初興帷幄密議惟河間忠武王（張玉）與王與焉時北平三司之交搆造禍者王與忠武建議率麾下首擒之遂奪九門撫綏城内外三日人心大定引兵攻薊州擒其將都指揮馬宣等遂取遵化永平密雲從上攻灤河既還從克雄縣首破其東門敵衆敗走追及於月漾橋執其總帥都督楊松潘忠等復追其餘衆於鄚州斬獲不可數計乗勝長驅入真定大敗長興侯耿炳文兵時王獨與敢死士三十餘騎追奔至滹沱河炳文衆尚數萬復列陣向王王奮勇大呼衝入敵陣敵衆披靡自相蹂躪死者無算棄甲來降者三千餘人上大悦賜書褒諭永平馳報江隂侯吳髙以遼東兵攻城急王從上赴援髙遁走王追及之多所殺獲遂從定大寧戮其拒命撫輯其衆而還時曹國公李景隆率兵攻北平城王從上至鄭村壩與景隆兵遇大戰敗之城中亦出兵夾擊景隆狼狽走王從攻廣昌蔚州大同次第悉下景隆復收散卒號百萬來攻上親拒之王為前鋒至白溝河敗其都指揮平安軍及申又與敵兵戰大敗之明日王領左哨當前鋒又大敗敵兵盡克其寨柵敵走保濟南王率衆追之至鏵山敵嚴兵列陣以待王連破之敵衆釋兵降者萬餘人王以聞上悉撫而縱之盖自是敵兵戴徳皆願来歸無復鬭志然上得之即遣還不留王從攻滄州先破其東門入城斬首六萬餘級敵震懼遂獲其總帥徐凱進攻東昌敵列陣決戰上以數千騎出陣後敵圍上數匝王奮力翼上以出進戰夾河王為奇兵先鋒大敗敵將盛庸兵又敗平安兵于藁城追奔至真定戰其東門斬首萬餘級進畧彰徳州遂克東阿東平破汶上諸寨設伏淝河敗平安兵十萬餘進戰小河為敵所乗稍却諸將遽請旋師獨王力勸上行曰用兵未必常勝豈可因小挫輒自沮項羽百戰百勝竟亡漢髙屢敗而終興自殿下舉兵来克捷多矣此小挫何足致意但當以宗社為重整兵前進耳上撫掌歎曰爾言深合吾心遂行至靈璧敵盛兵迎戰王先登陷陣大敗之生擒其副總兵陳暉平安參將馬溥徐真等三千餘人獲馬二萬敵衆死者尸蔽原野降者數十萬人悉縱遣之進克泗州渡淮敗盛庸兵遂克盱眙下揚州從上渡江入京師後封成國公追封東平武烈王（見楊士奇撰神道碑） \\n 張玉洪武末調燕山右護衛指揮僉事癸酉追敵至黒松林甲戌征野人等處陞北平都指揮同知戊寅朝廷用讒加兵親藩事急太宗皇帝舉靖難之師帷幄謀畫悉以任王王推誠致慮夙夜不懈事可否進止衆論紛紜未定者王正色數語決之咸中機宜故凡舉措必咨於王首用王策奪北平九門撫順討逆三日城内外悉定師將南出王曰不先定薊州將為後患薊平餘不足平時薊州守馬宣謀起兵迎拒上命王討之王至諭之不下環城攻之宣率衆出戰遂執宣殺之并執指揮毛某王知其可用釋不殺送詣北平遂撫軍民是夜急摧遵化豫戒將士止殺曰師行以得人心為本遂簡敢勇士四鼓登陴開其城門將士皆入城中始覺守將率衆拒戰執而斬之餘不殺一人將吏悉隨王上謁遂移師永平密雲皆望風輸欵從至灤河王進曰都督潘忠楊松在鄚州扼吾南路宜先擒之上悦隨發兵命王為先鋒用其計取涿州雄縣生擒潘楊時長興侯耿炳文率兵二十萬屯真定王自請往覘之還言軍無紀律且其上有敗氣無能為也上以敵衆我寡欲試諸將勇怯召問今舉兵所向具度可必勝否衆未有適説王曰今當徑趨真定彼雖衆然新集未齊我軍乗勝可一鼓破之上曰玉言合吾意吾倚玉一人足辦明日抵真定接戰炳文大敗幾被擒獲其左副將軍駙馬都尉李堅右副將軍都督忠及都督顧成等斬首三萬餘級獲馬三萬復敗安陸侯吳傑軍上召王諭曰汝之功也非汝與吾意合不及此永平馳報江隂侯吳髙等以遼東兵攻圍城急又諜報曹國公李景隆引兵數十萬將攻北平城上與王謀先援永平既至髙等望風棄輜重遁王從上追之斬獲甚衆王言大寧去此不逺請移軍襲之可免後顧從之後從攻大寧自辰至午城破斬其都指揮朱鑑執都指揮房寛下令安撫城中頃刻而定北平報李景隆兵圍城遂旋師王請先攻其營然後歸援從之徑搗景隆營大戰三日城中亦鼓譟出表裏夹攻景隆軍不支大敗遁去從攻廣昌蔚州進攻大同悉下諜報景隆收潰卒號百萬且復至王言兵貴神速先事者勝請往駐白溝河以逸待勞可必勝也上命王率衆馳往駐三日景隆兵至王以精騎馳擊之斬馘無算景隆復大敗收餘卒退保濟南乗勝追擊圍其城既而解圍還攻滄州獲其大將徐凱進攻東昌敵列陣決戰上以數千騎遶出陣後敵圍上數匝上已衝擊而出王不知上所在突入敵陣大戰連殺百數十人王亦被創而殁時十二月二十六日云後以都督同知再追封為河間忠武王（見楊士竒撰神道碑） \\n 武勝燕山衛千户以驍勇著稱壩上白溝河藁城滄州夹河東昌之戰奮勇當先及大軍至淮先遣公銜命渡江遂為敵兵所害時洪武三十五年五月十六日也贈北平都指揮僉事 \\n 顧成洪武二十九年陞右軍都督府都督僉事充征南總兵官既歸靖難師起北方公受命往禦至真定兵敗被執以獻文皇識公先朝舊人解其縶與語曰豈非皇考之靈以汝授我乎因語以不得已興師之故言已泣下公亦泣遂遣人護送北京令輔仁宗居守時姚廣孝奉命輔居守有腹心之寄姚素不習兵事與公議多不合會南兵圍城仁皇於軍旅調度恒從公言城中文武之臣競進曰顧成南將其中叵測不可専任然公所言皆合機會用皆有效數命公出將兵固辭曰使臣侍左右日陪論議得効尺寸足矣賜公甲胄刀劒弓矢皆不受南兵數圍城卒以敗去者多用公謀也後封鎮逺侯（見楊士竒撰墓碑） \\n 李彬濟川衛指揮僉事洪武辛未從潁國公征北方累有擒獲太宗皇帝居潛聞其驍雄召見與語竒之遂隆眷注後領兵駐劄廣昌靖難兵舉公為前鋒首率兵攻克薊州進指揮同知攻克雄縣鄚州進都指揮僉事已而戰真定拔永平下大寧剗壩上取廣昌明年鏖白溝攻濟南進都指揮同知其冬破滄州明年折敵單橋擊衆藁城追奪順徳畧地定州進都督僉事冬戰楊村中傷俾還北平輔世子居守上既正位宸極命護中宫至京封豐城侯（見倪謙所撰傳） \\n 孫巖既引年致政而以子亨代己卯太宗舉義靖難以公宿將知兵特起守通州是嵗南兵大至城圍數周起土山臨城攻西門燬樓堞公率衆極力捍禦城賴以完未幾兩軍合戰公操戈身先士卒大呼陷陣士氣爭奮追奔逐北斬馘不可勝紀得饋運船三百餘艘資糧無算以功陞指揮僉事保鎮通州辛巳兵復至攻城益急公勵將士登城力戰矢石雨下敵乃退走陞都指揮僉事壬午春南將平安督遼東兵十餘萬逼城公語將佐曰彼衆我寡若城守不出是示弱也不若及其始至而擊之彼必敗亡乃率敢死士數百犯其鋒而城上亦合勢大呼安衆大潰自是無復來攻者後封應城伯（楊榮撰神道碑） \\n 陳珪燕山中護衛副千户洪武三十二年七月内攻奪九門九月從征雄縣取鄚州擊真定援永平陞本衛指揮已而攻大寧戰壩上陞都指揮僉事三十三年攻海洋克兔耳山三十四年破楊村大戰通州陞中府督僉三十五年拔薊州追敗東軍于别山遂留守北平 \\n 劉中孚大興縣生員洪武三十二年被選守安定門中心敵臺當年入王府辦事庚辰三月差往保定招撫人民督運糧儲辛巳差同内官石童守通州八月東軍臨城中孚與陳珪等出東門外截殺全勝而還 \\n 徐忠以濟陽衛指揮僉事鎮北平日從義旗克密雲雄縣真定永平大寧還戰鄭村壩取廣昌薊州戰白溝河進攻濟南克滄州大戰東昌及夾河攻彰徳及攻西水寨克東阿東平汶上大戰靈璧遂從渡淮及江至京師以功封永康侯 \\n 薛禄以戎伍從攻薊州遵化援密雲攻雄縣追敵鄚州戰真定生擒敵左副將軍駙馬都尉李堅陞燕山右護衛指揮僉事從援永平下大寧富峪會州寛河時南兵已圍北平城禄還先遇其哨騎薄戰敗之車駕繼至從戰鄭村壩敵大敗陞指揮同知從克廣昌蔚州攻大同率兵前哨獲敵人馬遂從南征大戰白溝河追奔至濟南陞指揮使從克滄州大戰東昌禄以五十騎前哨遇敵兵數百與戰敗之獲馬三十餘匹敵悉衆來追復奮戰大敗之敵伏兵以邀旋師皆擊走之從戰夾河大捷戰滹沱河右軍力屈禄率衆馳赴之出入敵陣數十合戰敵敗走追至夾河斬馘無算明日戰單家橋禄馬蹶為敵兵所得拔刀斬敵兵復上馬督戰遂敗敵將平安軍以次攻下順徳大名彰徳及攻西水寨生擒敵都指揮一人斬獲尤多從攻東阿東平汶上皆下之繼戰淝河大店小河汴堤靈璧遂渡淮渡江入京師後封陽武侯（楊士竒撰墓碑） \\n 陳賢以護衛指揮僉事攻奪九門從克雄縣鄚州其年冬陞北平都司僉事已而援永平敗敵于海灘退敵于塔河解通州之圍三十四年十月陞右府督僉三十五年仍居守于北 \\n 陳瑄字彦純合肥人以都督率兵具舟迎濟上正大統録功封平江伯（見楊士竒撰神道碑） \\n 吳中為大寧都司經歴太宗師至大寧公以衆出迎上一見拔於羣衆賜衣命守會州南兵攻城率衆卻之移守薊州遂命署北平布政司理問陞經歴給餉運督城守後官至少保工部尚書（見楊士竒撰墓碑） \\n 金忠僑居北京二十年上初舉義靖内難公布衣入見署紀善遂從征伐明年署長史後官至兵部尚書（楊士竒撰墓志） \\n 徐増夀中山武寧王達之次子文皇靖難之初有翊戴功而竟死非命初追封武陽侯進封定國公子孫世襲諡忠愍（初増夀兄魏國公輝祖實與齊黄之謀而増夀獨以百口保文廟無他盖輝祖盡忠於建文而増夀宣力於文廟故今兩公並傳） \\n 洪武三十五年九月初四日制封奉天征討官員 \\n 都督僉事丘福為中府左都督淇國公 \\n 都督僉事朱能為左府左都督成國公 \\n 以上俱奉天靖難推誠宣力武臣特進榮禄大夫 \\n 右柱國食禄二千五百石子孫世襲 \\n 都督僉事張武為中府都督同知咸陽侯食禄一千五百石 \\n 都督僉事陳珪為後府都督同知泰寧侯食禄一千二百石 \\n 鄭亨為中府左都督武安侯食禄一千五百石 \\n 孟善為右府都督同知保定侯食禄一千二百石 \\n 王忠為右府都督同知靖安侯食禄一千石 \\n 都指揮王聰為中府都督僉事武城侯食禄一千五百石 \\n 都督僉事徐忠為前府左都督永康侯食禄一千五百石 \\n 張信為隆平侯食禄一千石子孫世襲隆平伯 \\n 李逺為中府都督同知安平侯食禄一千石子孫世襲安平伯 \\n 郭亮為左府都督同知成安侯食禄一千二百石子孫世襲成安伯 \\n 以上俱奉天靖難推誠宣力武臣特進榮禄大夫柱國子孫世襲 \\n 都督僉事房寛為思恩侯食禄八百石子孫世襲指揮使（無階勲） \\n 右都督顧成為奉天翊運推誠宣力武臣特進榮禄大夫柱國後府右都督鎮逺侯食禄一千五百石子孫世襲都指揮使徐祥為興安伯食禄一千石子孫世襲 \\n 都督僉事徐理為武康伯食禄一千石子孫世襲 \\n 都指揮僉事李濬為襄城伯食禄一千石 \\n 都指揮同知張輔為信安伯食禄一千石 \\n 都督僉事唐雲為新昌伯食禄一千石子孫世襲指揮使 \\n 都指揮使孫巖為應成伯食禄一千石子孫世襲 \\n 都指揮使房勝為富昌伯食禄一千石子孫世襲指揮使 \\n 都指揮使趙彛為忻城伯食禄一千石子孫世襲 \\n 都督僉事陳旭為雲陽伯食禄一千石 \\n 都督僉事劉才為廣恩伯食禄九百石子孫世襲指揮同知 \\n 以上俱奉天翊衛宣力武臣特進榮禄大夫柱國 \\n 都指揮同知張玉追封奉天靖難推誠宣力武臣特進榮禄大夫柱國英國公諡忠顯 \\n 都指揮同知譚淵追封奉天靖難推誠宣力武臣特進榮禄大夫柱國崇安侯諡壯節 \\n 曹國公李景隆為奉天輔運推誠宣力武臣特進光禄大夫左柱國太子太師曹國公増禄一千石通前四千石子孫世襲 \\n 兵部尚書茹瑺為奉天翊運守正文臣特進榮禄大夫柱國太子少保兼兵部尚書忠誠伯食禄一千石以給本 \\n 身都督同知王佐為奉天翊運宣力武臣特進榮禄大夫柱國中府都督同知順昌伯食禄一千石子孫世襲指揮使 \\n 都督僉事陳瑄為奉天翊運宣力武臣特進榮禄大夫柱國右府都督僉事平江伯食禄一千石子孫世襲指揮使 \\n 谷府護衛指揮僉事張興為驃騎將軍都督僉事 \\n 儀衛正張成為驃騎將軍都指揮使 \\n 駙馬都尉王寧為奉天輔運推誠効義武臣特進光禄大夫柱國駙馬都尉永春侯食禄一千石子孫世襲 \\n 都指揮譚淵男譚忠為特進榮禄大夫柱國新寧伯食禄一千石子孫世襲 \\n  \\n 　 \\n  \\n  \\n 　"}
