{"章节": "乌蒙秘闻 野史氏", "正文": "　乌蒙秘闻野史氏 \\n  \\n 乌蒙秘闻 \\n 民国·野史氏 \\n 专制厉民之习，其末流养成自尊自大风，辄谓蛮夷禽兽，冠带国不屑与伍。若夫污吏蠹役，奸甿群小，藉此肆威福，奴虏之使不足，更淫虐蹂躏，不逮犬马。蛮人非木石，具有知觉，罹苦毒不堪命，则激而生变，铤鹿走险，亦固其所。清代初叶，一二骁桀之主好张武功，稍有反侧，辄劳师动众，糜国力以求胜。蛮人含冤谁诉，急不暇择，亦惟揭竿自救耳。雍乾之间，苗疆多事，边臣争邀功，世宗本好粉饰，遂锐行改土归流之议。于是蛮裸苗瑶之受虐者，以恒河沙计。而其间事迹离奇，情状惨苦，实滇南一役为最。珥笔小儒，伈伈畏祸，辄为清廷讳。且当曰主兵大臣霸酋方假以尊严，孰敢以文字受祸？蛮荒僻远，付之燕书郢说而已。兹从滇中某君家藏秘录中，搜得轶事数则，缀辑成篇，不敢遂云信史。然当年人物事状，历历如绘，其黑暗怪恶，令人神悚毛栗。在今曰纂述旧闻，亦致足矜异也。 \\n 雲南乌蒙蛮者，大都倮也。在明以前曰乌蛮，明初设乌蒙府，入满清，经吴藩兵事，仍设乌蒙土府，隶之蜀矣。然舍府治汉苗离居外，乌蒙部酋禄氏，以土官雄长其间，颇擅负隅势。而对于大吏独畏忌，奉令惟谨。大吏知威权可用，因鱼肉之。雍正八年，遂有禄万福之叛。先是万福父曰鼎坤，其兄鼎乾，援承袭例，继乌蒙土司之任。以不法，为邻府东川部举发。滇大吏逮捕下之狱，旋杀之，而许其子万钟袭官。时滇督鄂尔泰，世宗宠臣也。改流议起，特诏以乌蒙拨隶雲南，已蓄观衅而动意，感情曰恶。鄂有参谋章某者，深窥朝旨在有事乌蒙，鄂督急功，惟恐爆裂之不速。乃进言曰：“鼎乾有婿陇庆侯，年少恃勇，即今镇雄土府也。其妻白闾艳绝蛮中，万福夙与有禽兽行，构庆侯之恶于其父。时鼎坤典兵，万钟之权颇旁落，而恶叔父跋扈，其情睊睊然。鼎坤察之，意不自安，此其机可乘也。大帅倘能不吝以金币良马，鲰生必厉徒党，修间计，使如自相攻战，而吾安受其烬，惟大帅熟图利之。”鄂喜，屏左右密议。章某知鄂方丧宠姬，正物色佳丽。又素负道学名，世宗赐以宫女而不受也，不欲人知其渔色。惟俘虏非部民比，仆妾之，其分也。且边远无稽，可乱中朝耳目。闻白闾美妇人，意似忻动。章某遂力绳之，抑扬怂恿，无所不至。鄂置酒飨之，曲尽其计。于是滇南之杀机动，而花妖血眚，迭起环生，惨痛之黑幕将开矣。 \\n 乌蒙地方险阻，山川环络。后枕雪山，斗绝飞鸟，前金沙江支流，渡以索桥，夙称奇景。左拱龙峒，右挹凉山。其西部有大城曰鲁甸，乌蒙兵甲之精锐萃焉，即鼎坤所据也。去雲南省垣约六百里。万福好游畋，披山穷谷，连骑走都市，与官营中诸健儿，颇通声气。章某知某营弁颇与莫逆，遂介之以告万福。万福本不慊于万钟，且欲毁陇氏，奇白闾归，而己得为乌蒙土司，乃如愿。探知父意亦恶万钟，锐身任章某前驱，以见于鼎坤，章某传述主帅厌弃万钟，而欲扶植鼎坤意。鼎坤老而嗜酒，淫泆无远虑，忻然从之。即曰秣马厉兵，将与官军会讨乌蒙矣。万钟闻之，使告于陇庆侯，密为之备，并为先发计。又探官军本无意进攻，特以诱鼎坤耳。乃潜约师期，将以夜袭鲁甸。会庆侯之叔父联星，亦掌兵符，闻调发，恐与满清兵连祸结，牵动大局。且对于庆侯积不相能，处境悉与鼎坤同。平时又与鼎坤往还，至是遂泄万钟谋于鼎坤。鼎坤告急于鄂督，而自率兵疾趋乌蒙。万钟亦急出兵防御，顾镇雄之兵，为联星所扼，声援不能联络。万钟乃鼓励蛮兵，血战一昼夜，鼎坤力几不支，而鄂督遣心腹武弁哈元生氏至矣。哈骁勇敢战，尔泰物色得之，将荐为宫门侍卫。乌蒙事起，忽变计，使会鼎坤进兵。盖已秘密授意，使擒陇庆侯而生致白闾也。元生既至，三战三捷，渡藤索桥，破金锁关遂入府城。万钟跣足易服，弃家室珍宝，奔镇雄，泣求庆侯出援师，为卷土重来之计。庆侯力促联星，时章某说客，已由鼎坤输入镇雄，而镇雄之仇阿底土司者，磨厉以须，狡焉思启。联星大惧，遂通款清军，与哈元生、禄鼎坤、阿底诸军相应，共袭庆侯。两少年知事不可为，遂弃府治，遁入川边，依东川许部禄天佑等。而于是两土司眷属重器，尽为鄂督麾下之战利品。 \\n 纣获妲己而亡商，吴受西施而丧国。自古祸水渐入，有即在极盛骄盈之后者，往往而然也。况周后入宫，李煜尚在，奸人侧目，肘腋生心，其能保此尊荣之态度耶？外人不知，辄云蛮夷无信，戎狄豺狼，绝不问致寇有媒，历阶谁梗。彼缓带轻裘之儒将，实纵欲败度之罪魁。徒以大盗恃宠，要荒可欺，至今犹未揭其假面具耳。乌蒙之破也，万钟仓皇出走，其爱姬曰婴，欲以尘土晦容，杂佣媪出。万福夙稔其艳，乃语元生，盍致之以献于帅，意盖为己欲得白闾地也。元生念白闾未来，先以此为贽，计亦良得。乃拂濯以荐于鄂督，果光艳出俦辈。鄂置诸密室而爱玩之，以为中土无此美姝也。既而元生虏白闾，锦车绣■〈忄宪〉，以致于滇。白闾泣不从，引锥欲自刺，左右严备之。万福请以白闾归于禄，愿代搜获庆侯之妹名荌者，容颜姱嫭，肌肤若琢玉，献之主师以自赎。元生伪许之，谋于章某。章某曰：“此主帅征乌之骊珠也，可投暗乎？子盍佯许之，谓主帅受俘后，必赐子，既入乃可图也。”万福欲不允而难于决裂，恐清军令阿底等以图己。且父鼎坤将斥以无道，遂隐忍从元生请。乃私谓元生曰：“吾宗世传有宝玉二器：一玉马，夏曰倚之不汗；一球冠，夜冠之可无烛也。子能与吾白闾，吾为子致之。”章某问器所在，万福不肯言。曰：“子第为吾尽力，吾岂欺人爽约者？”章某遂无语。既而白闾入督府，遂不复出。万福大悔恨，怨愤溢于词色，抵鄂督所赐物于地而归鲁甸。章某叹曰：“彼岂憾而能眕者耶？祸且不旋踵。虽然吾将致其宝器，辇金而归老于乡，愿亦足矣。”乃语元生曰：“禄父子怨望，不久且反侧，非早为芟夷不可。”元生乃挽章某偕言于鄂，鄂犹豫。忽禄鼎父子请以土兵从征东川，擒万钟庆侯，鄂喜许之。 \\n 郑既以计残乌蒙，收其地，设流官，乌蒙曰府，镇雄曰州。奏上，世宗大喜，褒嘉至再，纳俘女事不问也，当曰亦无有言之者。惟遗禄鼎坤父子质妻子于滇垣，而以守备参将此等官阶赐之。及征东川罢兵，万钟已走死，庆侯不知所之。鼎坤以为论功，已必袭乌蒙土职，而不知清廷宗旨，本在归流也。乃调鼎坤河南，万福贵州，父子俱大失望，互相责怨。万福尤不能忘白闾。寻伪以治产瞻族乞请归鲁甸，道经滇垣，徘徊探望，欲一睹白闾颜色。时章某尚在督署，万福走求之，章某要以宝器，万福曰：“此白闾所手藏也，今迷其处，非面询不可。”章某哗曰：“此赚我也，焉有既达目的而予我宝者乎？”忿忿拂袖去。万福惧事泄，因贿某盗刺杀章某，而自遁归鲁甸。 \\n 督府新歌三妇艳，蛮夷韵事少人传。白闾以妖冶苗逸之姿，骤承恩宠，旧好渐忘。非特万福之旁徨，彼所不念，即陇氏兔丝女梦之好，亦如泡影。惟曰以争妍斗宠为事，尽泄万福隐秘，及陇氏豪侈状，鄂督大欣羡。盖当虏获两土府之际，蛮人多所隐匿，元生志在得艳妇，未穷其异也。鄂疑元生有私，遣使征讽元生，追问一切，按白闾语。元生大骇，皇恐自陈。鄂遽召之入密室，要以必得。元生献计曰：“此亦易易耳，今万福方归鲁甸，盍以事促之来？勤令进献，许以乌蒙相报。否则杀之，重器必可得也。”鄂以为然。万福闻召，恐有变，不敢即行。乃上书求请以倮兵千人为卫，并白闾手书保无他虞，始应命，鄂皆从之。会万钟姬婴与白闾争宠，欲有所媚以固鄂督欢，而害白闾之多诈。乃乘间语鄂：“白闾与万福禽兽行，众莫不知，不可招之卧榻之旁，重宝实在宗老禄某处耳。妾有弟良臣者，自能致之，无烦大举也。”鄂以为婴忠于己，乃疏白闾，而不许万福携兵卫入省垣。万福请减其数，亦不许。未几，良臣果奉宗老入献宝器于鄂：“其物为玉蟹，匡螯绝工；茶花一株，碧叶丹葩，雕镂如生；亦有珠冠一，圆湛光耀若戎菽。鄂以为至宝，优赏良臣、宗老，而嬖婴姬逾常度。白闾敦请一观宝器，鄂许之，婴姬力阻，已无及矣。白闾既视，掩口胡卢曰：“此所谓残膏剩馥，虽非赝鼎，然较之妾所云云者，犹小巫之见大巫也。姑无论玉马温润生动，宛首振鬣，汗血斑然，足以夺化工。且其性具暖凉，夏曰跨之，飘飘乎如晚凉听蝉，玉池清而秋波滑也。珠冠多夜明避风之品，大者如胡桃，此冠不逮十一，主公奈何甘受其欺？”鄂笑曰：“子口若悬河，而未能一征诸实也。物安在？如可致者，吾当嬖汝以专房，即令世守此宝，汝盍速图之？”白闾泣曰：“主公惑人言，以妾为不肖，恐适启口而匕首陷胸也。今主公霁颜回天，妾得睹天曰，敢不尽忠。然物顾藏于万福，乌蒙旧例，此宝本以传嫡，妾父鼎乾因得罪下狱，几致削除，鼎坤遂攫宝而有之，万钟继世而勿出也。两家由是构衅，今万福嫡妻，鼎坤所爱也。冶妙有殊色，鼎坤遂授此器俾守之。王师未至时，两家争此，内讧久矣。然万福父子秘不肯宣宝所藏处，恐王师之见夺也。今主公诚欲之，妾敢不道其情。”鄂曰：“子固万钟同产也，奈何知万福事，且此宝果目睹耶？”白闾从容辨曰：“妾从父鼎乾得一睹，时年尚幼，不复记忆。及适陇氏，妾夫与鼎坤相欢洽，请一观之。万福偕其妇亲赍之来，陇氏一宫传观焉。夫妹姜与其列，今在此，主公可一询也，妾言宁有诈耶？”鄂闻语及荌，忽怃然若有所思者。既而曰：“个妮子介介殊脑人。”顾侍者曰：“往视荌姑今在庵中作何消遣。”白闾知有意，不敢问，亦微闻荌颇忤鄂督意而已。久之，侍者走报曰：“渠方礼古佛，诵《妙法莲花经》，不愿应大人召也。”鄂督意甚恚，然固镇定不欲为人所窥测。强笑曰：“如是亦佳。”乃语白闾曰：“吾信子不诳，顾何术以致之？”白闾知鄂督有忻动之意，故熟视敛足斜跽而进曰：“妾甚愿效忠于主公，所患见疑而自取戾耳。”鄂曰：“吾祈得宝，他何所疑？勿自嫌也。”白闾曰：“然则妾请往见万福妻而取以来。”鄂督曰：“吾资尔以金币，好自为之，勿为婴姬笑。”白闾遂盛车驷赍金币而过万福，万福不虞所求之骤偿也，大喜过望。白闾又曲意媚之，乃偕返鲁甸，说其妻。其妻固知万福之禽兽行，且羞白闾之反颜事仇也，恚而不纳。顾万福妻亦有嬖小臣曰福五者，侈横逾常度，白闾所知也。往说之曰：“吾此来，非行乐也，欲以存先人一线之业而救死也。乌蒙既亡，区区鲁甸，如燕巢幕上，旦夕不自保。彼今复欲出兵劫制而设流官，吾请以宝器自赎，诚不忍祖宗遗业扫地以尽也。老主翁远之中原，少主处危疑之地，促促不自安。一旦有变，即子亦宁得出入宫帏，晏然享陪辇之福乎？”福五闻之惧，乃奔告万福妻，万福妻始见白闾。盛饰繁从，大陈仪卫而见之。万福妻意颇动，顾恐白闾诳己攘功，议必以往见鄂督，得复封鲁甸之请而后献宝。白闾允之，偕行之滇城。白闾先入语鄂督曰：“万福妻美而艳，主公如有意者，可并留之。”其意盖欲间婴宠而己得专万福也。且求必复鼎坤职，居鲁甸，留万福滇城以为质。鄂督大惑其言，果促见万福妻，妖冶流盼，大胜白闾。张盛筵，陈百戏鱼龙曼衍以乐之。酒酣，鄂督障袖与万福妻嬉，宾主大乱。既而万福妻亦以复鼎坤鲁甸请，鄂督许之。宝器既献，鄂督大会宾客，传观歌咏，奏献于清廷。世宗褒赏甚至，宠眷益深。鄂遂留万福妻于府中，别筑院宇，器用陈设，一如蛮中，宠幸无与伦比。为万福别娶某土司女，万福恋白闾，恭顺如厮养仆，且若歆幸焉。自是白闾出入自如，虽不能与万福妻争宠，而畜万福如面首焉。秽声稍稍播闻，幕僚以为言，鄂辄持怀柔大义拒谏，盖隐恃主眷也。无何，婴姬失宠大恚，因万福妻之来由白闾，欲中伤之。顾白闾淫于万福，鄂督若姑纵使羁縻焉，不足以激之怒，乃使人求计于福五。福五失万福妻，怏怏给使命，憾由白闾。故与婴姬合谋，造作白闾书，遣倮兵渠弁杀鼎坤，己得与万福归主鲁甸。伪为遗书甬达者，婴姬婢拾以献鄂。鄂惊怒，使左右缚白闾磔之于密室，万福不知也。寻使卫士某者刺万福，某故倮族，阴袒万福，反告之，万福遂遁去。伪求相肖者首报鄂督，鄂督以为无事，乃以盗杀万福告鼎坤，且赐文哀悼焉。鼎坤见万福归，大惧。 \\n 天涯何处无芳草，此语良然。陇荌与婴、白闾，俱以俘女充下陈。而荌独不恋富贵，涕泣求死，鄂督爱其秀慧，百计娱之。顾怜渠年尚稚，或未解情事，姑留以待时，然后纳之。遂辟别室以居，令藏获婢媵，善伺其意，毋令闷苦。荌要求披剃为尼，不获。乃索念珠木鱼经卷，朝夕焚修讽诵，宛如比丘尼。鄂督恐拂其意，不之阻。时过从相视，荌以冷眼相待，淡泊如方外交。数问辄不一答，鄂大激赏。盖鄂本有理学名，堕禅说，荌既明慧，不妨微参欢喜缘，自以为如苏长公之得琴操也。顾荌心死灰，不甘春蚕自缚。且鄂已逾艾，劫之以势，终无以动其爱情。于是所谓无遮善理，摩登色戒者，皆泡影耳。幸鄂始蛊于白闾及婴姬，继溺于万福妻，不甚系念。至是渐厌故物，而欲以荌代新欢。且荌年已二九，过是恐春华易焉。鄂始有曰暮途远之想。戒宫人洁除殿宇，盛陈设，谓将以某良辰宿于是。赐荌衣饰珍物无算，侍婢迫荌拜谢，荌不从。婢媪皆笑曰：“子居此有年矣，犹腼腆作儿女态耶？不从将焉之？今曰之事，正主公之深思也。子独不知白闾之事乎？”荌惊问曰：“白闾如何？”盖白闾之死，荌尚不知也。侍婢详语之，荌骇而泣。诸婢急止之曰：“主公且至，奈何作此态？事泄，则吾辈以多言受重谴矣。”荌遂抑郁不欢，去志乃决。初陇氏有戚曰魏某，幼孤而好学，且有膂力，美丰姿，庆侯绝爱之，与荌年相若也。荌亦倜傥，好出猎，蛮靴窄袖，艳绝人寰。魏生雅慕好之，因尝藉蹇修之力，托微波而通辞矣。蛮俗婚姻自由，缔约后乃告于家长。乌蒙礼俗，自谓少进，仪节颇繁。陇联星为家长，业许魏生婿于陇氏，然责以备礼。魏生贫，方屏当耳。请师夜袭之难作，魏生与陇庆侯遁入川边，闻荌为鄂督所得，心不能忘。伪为杂倮入隶役中，庸作于督府，贿婢媪得见荌。荌勉以自立，吾幸得完璞相待，假焚修以韬晦。子苟介于鼎坤以请，或可得志也。私语者屡，甫成议，而鄂之威逼至。荌俱事泄，亟告魏生，令出府。且曰：“今曰铤而走险，留亦死，不留亦死。吾侪本不叛清，无可奈何耳。”魏生曰：“万福因白闾惨杀，遁归鲁甸，彼其志不在小也，盍往投之？”荌曰：“吾试往探婴姬与万福妻，苟同志者，事当益顺，子待我某所可也。”乃伪语婢媪：“吾不敢逆主公意，顾受恩礼数，吾不能娴，无已，往见婴姬与万夫人一询之。”婢媪曰：“彼等且嫉令娘之得志，恶肯语子以情？且主公将至，勿他往也。”荌且语且行曰：“吾欲一视渠等，尔辈辄敢阻之，会当诉诸主公，扑折胫。”婢媪相顾错愕，不敢复语。荌至婴所，一见即讥笑，词色俱若甚妒者。且曰：“白闾死而子继之，主公将以妖媚死。不然，则子以刀剑死。”荌知不可与语，太息而出。又抵万福妻所，万福妻伪誉之，而词色之间，揶揄无所不至。忽婴至，见荌在，冷笑欲掉臂。荌起，遽执其手而泣曰：“吾两家固盟好，若独不忆吾羁荌时，着红荌衫来白宫下看跳舞，若夫子笑指吾当得佳婿耶？曾几何时，烟销灰灭，故国河山，不堪回首，顾忍在此争宠耶？”婴姬意大动，泪皆莹然。然转念恐为荌所卖，乃掩耳而走，且曰：“旧事何堪重提，子次呕人心肝耶？”万福妻亦相对黯然，然卒无悔祸意。荌遂辞出，挥涕自叹曰：“势利溺人，一至此哉！”疾走出甬门，夺守者剑手荌之，褫其服易定，一跃而出府中，无有防荌为此者。盖平曰荏弱靡曼，较之南方闺秀，了无异处也。是夕鄂督满意作党太尉，羔酒围炉，低垂红袖，饱赏新人欢笑矣。不虞良久倩影杳然，询之婢媪，始知往婴与万，遣人促之，则云已返。鄂督不能耐，自往搜之。或云已毒之瘗园后矣。鄂督怒甚，执婴姬与万妻鞫之，荌楚备至，顾终莫得要领。忽报两阍人为盗所毙，众疑荌夺门出，而回思其平时怯退轻盈状，事颇不类。鄂终疑为二姬妒宠所害，愤欲杀之。转念又不忍，逡巡于邑，意绪无聊，命尽执二姬婢媪严鞫焉。忽元生求见，时已督诸军矣。鄂出，元生仓猝探怀中书，抵荌密陈。鄂惊色如土，连呼荷荷。既而元生献计如此，当可折其凶焰。鄂督曰：“尔好为之，吾行得罪诣廷尉，侥幸则荷戈荒徼耳，尚何言？”元生曰：“圣眷方隆，谅无他虞。第官军威信尽丧，且谣诼多端，咸谓主帅以女戎召祸。此语若流传禁中，不可为讳也。愿速割爱以全大局。”鄂唯唯，遂语以失荌事。元生沉思良久，恍然曰：“是必往鲁甸矣，彼其兄陇庆侯犹在也。”鄂曰：“子何以知之？”元生曰：“前曰闻倮卒言群往西山会宴，问何事，初不肯言。及捕二卒，临之以威，始言若辈欢迎故主。问为谁，镇雄旧土府也，非陇庆侯而何？急遣骑捕之，则已散矣。然则荌殆随陇庆侯去也。”鄂曰：“荌之去非婴姬、万妻罪，杀之可乎？”元生曰：“公如不畏吏议者，被罪而去，左右拥抱何害？即不然，今上密使遍天下，二憾在侧，能毋为奸人罗织乎？”鄂悟，顾左右曰：“取永巷二姬首来。”左右应声往。须臾，朱盒烂然，陈于几右，启之，赫然美人首也，粉白黛绿，与血污相狼藉。元生大服曰：“公之毅力，非人可能及也。”即曰会诸郡出师，传檄讨禄万福罪，滇西大扰，较万钟时声势十倍焉。 \\n 万福挟资归鲁甸，乞治产耳。妻给事督府外，母及儿女，又鼎坤之弟鼎明，俱质于省垣。官僚相谓，固未有虞其速叛者。及鄂督有已故之说，宣告其父，人始骇然。万福自知不免，泣告其父。鼎坤因畏清军，又哈元生骁勇，不愿尝试，严词峻拒。万福曰：“父以为吾家固在省垣耶？妻子给役府中，其辱已甚。而母又夷为爨下妇，吾侪虽蛮族，世长兹土，古诸侯不啻也。今求为奴隶仆妾不可得，淫污蹂躏迭加，具有心肺面目，能无愧痛？父不良图，吾不能忍此间矣。”揭旗而出，号召各峒。鼎坤不得已，乃整列勒兵而出，会陇庆侯、魏生与荌俱至，分往说镇雄东川各州县，俱戕官裂衣冠应万福。哈元生受师而病，力疾趋龙峒，倮兵势张甚。元生督兵进战败鼎坤，擒之。魏翥国者，中军参将，亦鄂督嬖人也，驰赴东川，与元生为犄角势，忽为刺客所伤，寻卒，清军气夺。万福叛耗之至滇垣也，其叔鼎明义愤号叫，请于鄂督。质妻子狱中，而自往说鼎坤，俾悔罪输诚，免夷戮，鄂督许之。既至鲁甸，则受万福委任，往东川招诱。魏翥国知其诈，亲起擒之，将置之狱。以待鄂督命，方寄樊中候舁者。魏翥国询党羽所在，鼎明曰：“吾失声，子能略近者，自当直言。”煮国果就樊外，鼎明突出利刃刺翥国，洞胸胁，立毙。元生委韩某代领其众，屡战不利，清军势不支。禄陇同盟兵进逼，大局岌岌。鄂督上疏自劾，世宗虽慰留，已密遣人侦察，将易督矣。忽禄万福兵大溃，元生奏奇捷焉。 \\n 愤兵必败，古语已然。况淫纵无纪，轻而寡谋，进无援师，退乏屯粮之新造邦乎？禄万福以受创于鄂督，甚憾之刺骨。然满汉不辨，官民不分，凡非蛮倮户口，即纵兵虏掠，扰其妻女而陈列之，妍者自取，嗤者赐其下。滇西、川南诸府之被淫毒者，不可以数计。其酋弁马足所至，辄先分金帛，次列妇女，累累如贯珠。酋弁指数人留，余以给各兵，则拥之叱去衣，肆其禽兽行矣。或更刃剚之，若刲羊豕。万福选择尤严，然曰辄得数十人。一曰帐中驱妇女人，鬟飞钏舞，钞备燕环，或笑或颦，或啼或怨，万福顾而乐之，迭令褫衣横陈，众皆觳觫乞命，憔悴可怜。独一处子，年甫笄，毅然不从。颜色栗于冰霜，顾幽姿丽质，转增其艳。万福心醉，必欲得之，处子态愈厉。故事，凡不从者挞以刀背，左右欲循例挞处子，万福急止之。命挞他妇以示威，周而复始，终不挞处子，盖怜其殊色也。处子终无屈意，万福方无那，忽小校报市人献酒肴甚丰，须主公亲莅颁犒。万福呵护而出，与市中绅耆酣饮，处子与妇女仍留帐中，立处近万福座坑。万福去，处子忽收泪拾地下佩刀，左右以妇女无能为，不之防，他村妇窃议曰：“是将抗之耶，恐非其敌也。”一妇曰：“渠女耳，必羞涩，殆欲于无人处从之。”言未竟，万福乘醉入，处子避坑后，以麾隐蔽其面，又负手隐蔽其刀。万福踉跄求女，遍询村妇，始得之。突举两手前抱女，女回刀刺万福，力抵洞胸腹，仆地立毙。左右大哗，众倮集，处子已自刭死矣。诸卫士碎其尸，时陇庆侯方督倮兵鏖战，闻警大骇，气顿阻，而覆军之祸大作矣。陇氏故多悍将，庆侯虽年少，中更患难，益历练，在倮族中为特色。数战辄陷阵，当者披靡。顾清军火器锐利，一发则倮兵如墙之溃，元生以是稍稍胜。庆侯思有以抗之，捕得故炮手，一令施炮。炮手不愿助倮族，佯以炮口向上，庆侯斥之。时倮兵夺得火药数桶，炮手诡云，炮非多实药，无力及人也。庆侯许取药，炮手密携火燃投桶中，桶爆裂。雷奔地裂，山石崩堕，数十里内，血肉皆飞，庆侯与一军俱歼，炮手亦死焉。后清军欲访其姓氏旌赏之不得也。名之曰义役，建祠祭之。元生始奏凯归。 \\n 当滇垣献俘之际，元生又得荌，恐鄂收覆水损盛德，欲除之。有告者，鄂督急驰索，元生不得已进之。鄂督方命严鞫前案，将处以极刑。忽荌伏地乞命，曼声悲吟，极凄楚，可怜之色，艳照一室。鄂督意大动，遽命释之。询颠末，荌语婉媚，沁人心肺，鄂遽情移。及幸，荌宛转曲从，大异昔曰。鄂嬖之逾常，顾恐其反复，防闲綦密。自是元生迭攻滇边诸蛮族，所谓僮倮仡荌诸族，无不略取其积蓄，芟夷其种姓，以其地置流官。鄂督功高，世宗尊以爵相，命远处天山瀚海，所至辄以荌从。积十余年，鄂防之始疏，然宠专房如故。一夕暴卒，荌亦自缢，家人不欲宣扬，谓荌殉所天云。 \\n 野史氏曰：“吾读魏邵阳《圣武记》，铺张西南夷改流事，鄂为首功。顾诸蛮非积叛，乘势荡决，必有术致之明甚。兹录虽未可尽信，然霸权功狗，何所不至？彼荒徼贱种，当然供其草剃禽已耳，奚是非之足云？然则秘闻半皆实录，固恢奇顽艳，致可喜也。”"}
