{"章节": "民国奇闻 虞公", "正文": "　民国奇闻虞公 \\n  \\n 民国奇闻 \\n 民国·虞公 \\n ◎百岁老翁自寿诗 \\n 湘人李子荣宾凤阳；陈嘉言宾玉瓒；王香余宾燕敖等，为百岁老人宾纬斋先生发出征诗启云： \\n “衡岳老人宾纬斋，先生今年百岁矍铄如常，慈善性成，且耽吟咏。兹特录其自寿百岁七律四章，如承赐和，请交省垣土硝总公司，或直交衡山南城震益恒转寄，以便汇刊成帙，藉博鸿词。以彰人瑞。原作附录于左： \\n ‘（一）平生仰仗老苍天，予我期颐寿算绵。欲续先芬惭薄德（先太高祖景仁公性好施与衡郡谢太尊亲至其门题“久德昌世”四字），还期后嗣荷薪传（膝下曾玄一百七十余丁，常以不坠家声相策励）。螺杯醉酒孙扶杖，蜗舍吟诗客满筵。可笑乩松存古貌，盘旋高处鹤长眠。（二）漫夸五代历同堂，上赖先公世泽长（先祖寿九十一岁；先父寿九十三岁，均眼观五代）。渥宠已蒙频赐锡（宣统元年，曾奉旨旌表三代、五世同堂并赐“松蟠椒衍”四字），新朝奚冀复褒扬。冰霜不敢催人老，风月何妨任客狂。莫说延生真有诀，侧身天地过时光。（三）幸无嗜好扰精神，脱却繁华最率真。老眼双清除俗障（七旬以后，看书写字至今不假镜光），畸踪远引隔嚣尘（足不履城市近五十年）。摧残世局今非古，乱后人才屈亦伸。愈健愈愚已不管，时时注意笔头春。（四）诗草纷纷散佚多（拙稿名“醉余诗草”散佚不少），著书岁月任婆娑。白云深处家常在（家住于宇自云），翠竹环居节操磨。蠹简纟番残凭玉几，鸦军揖别倒金戈（去年身士入室，余看书倦睡既而惊醒，见余垂老甚为接洽，揖别而去）。倘能补入香山会，推我年高是老哥。’” \\n ◎百岁老翁寿考终命 \\n 南乡白石港地方，有沈鸿仪者，年已一百零六岁。精神康健，如五六十岁人。亲见五代，合计子孙曾元有三百余人。并未分产作七处安居。均是务农为业。惟白石港系沈鸿仪发祥之地，其屋甚宽广，子孙团聚而居。共蓄耕牛七十余头，虽非巨富，家亦小康。而沈年虽逾百岁，且常与曾孙元孙辈，出外牧牛。终年无病。昨当生曰之期，忽传谕家人曰：“今年生曰，所有子孙曾元，均要齐集。余恐于是曰要终天，藉此一别耳。”至是曰。所有子孙曾元人等，均齐集一屋拜祝。沈吩咐不许退散，命均立堂中，候我有话说。于是在房中，将身洗净，将所有寿衣寿帽寿靴穿戴，行至堂中，坐于椅上。嘱云：“予落气时，不要号哭，余今曰接任石头龙土地事，此后家中人等总宜照余在曰，和睦过曰，上天自有好报。去年余家之不遭兵灾，亦余一生和气致祥之报。”说以此，忽然往后一仰，登时气绝。家人均谨遵遗命，不敢啼哭。惟各筹备丧事，入棺后，方各尽情举哀，若此老者所谓“福寿全归”也。 \\n ◎新杀子报 \\n 宁波妇人龚周氏，年二十四岁。其夫龚达，患病不起。周氏因无依靠，遂将所生三岁男孩贵忠，交由伊姑抚养。自以出外帮佣为由与开设倪贵记木作之倪贵发姘识。与倪之妻倪周氏，同居同住。一曰，龚周氏忽将其子贵忠领至倪处，自行抚养。嗣龚周氏又有外遇，为倪所闻，向之诘责。该氏疑贵忠漏言，将其终曰敲打，而该孩忽患红痧症，倪亦并不延医诊治。及其妻百般虐待，又经该氏将孩手指咬去二节，因之气绝而死。倪正拟备棺收殓，当为邻人不服密报孩之叔父龚阿雪，及龚才宝等。到来，阻止棺殓，告知地保，报告警署。警署以事关人命，至为重要，立饬长警将倪举发龚周氏、倪周氏一并拘解到署，并派员莅场相验。委系该孩手指生前被人咬去，且遍体鳞伤，几无完肤。遂将龚周氏等处以伤害人命之罪。说者谓仿佛一出新杀子报云。 \\n ◎奇怪兄弟 \\n 住居上海高高庙附近望道桥之张任，年逾花甲，向在制造局充当工匠。忽一曰，来一南京口音者，携带一妻一子，年约四十余岁。托其戚孙姓者，介绍引见。自言姓杨名天福，系与张任为同胞兄弟，父亲在曰，私生在外，以致流落南京，为杨姓义子。今特地来沪访亲认族，意欲与赵瓜分租屋等语。张本愚懦无知，一时手足无措。而杨等竟登堂入屋，从容安居。张以父亲在曰，素性诚笃并无在外私生子女情事，邻里戚友咸知忽有此事，惊骇异常。拟即投报警局，被孙姓者尼止，闻至今仍同居一室。诚怪闻也。 \\n ◎挖睛 \\n 浦东川沙县境，唐慕桥地方，乡民沈蔡生被其母与妻唆使流氓挖去双目。一时传为骇闻。有人代抱不平，报告该县赖知事查明此案真相。缘有医生某甲，先与沈母姘识。沈母故纵其子出外游荡。后甲与沈之妻、沈之妹均有染。忽被沈蔡生所知，时常归家侦伺，欲得甲而甘心。甲以不利于己，乃密谋于沈之母与妻，下此毒手。将沈双睛挖去后，甲即逃逸，逍遥法外。赖知事询得真情，当即严行按法惩办，一面通缉某甲到案，惟甲鸿飞冥冥，无从弋获也。 \\n ◎土知事 \\n 宁垣某知事，久未补缺，颇为困风。近将房屋卖去，得洋千元。乃操贩土生涯。有姨太绰号“黑牡丹”者，十年前秦淮名妓也，装束极为阔绰知事则改为长随模样，带皮箱一口。该箱下有夹层，装螺丝四枚，可自由旋转，烟土即藏其中。闻往来津浦已经数次，颇获厚利云。 \\n ◎好教员 \\n 近曰，教育举人物、贩夫、走卒皆执鞭登讲坛，负教育青年之重责。闻沪渎城校今秋聘一“冬烘先生”为国文教员。笑柄百出，不能枚举。其所作学校铭一篇，（仿《陋室铭》）录之可见其不通之至矣！铭曰：“孔子之徒，有德则芳；黄帝之裔，有才则强。斯是学校，为吾儒光。温雅娱翰墨；矫健娴刀枪。文事以发达；武事而精良。可以作模范，固门墙，无风潮之鼓荡；无习气之殆荒。彪炳陈列宝，铿锵读书堂。弟子曰：‘何劣之有？’”卒阅一过，喷饭满案。 \\n ◎长春姨太 \\n 长春前某局局长董某，纳天津某妓为妾，荡检逾闲。前年春，与商埠“燕春戏园”打鼓板名小庐者有不正行为。暴露遐迩。而著名善应酬之某局长人呼顾缺德者之妾郭三（现已下堂）亦与薛稽查有染，彼此标榜，肆无忌惮。是时有著艳名称“三姨太太”者系某长之终三妾（原名金媛媛）。尝与各妾观戏“燕春茶园”，爱小庐之美丰姿，托董妾以枕席相荐，彼此联为一气，丑声四扬。事为三姨太太之家长查知，乃禁之室中，不准外出。董某亦以势力压令小庐不准在长春谋业。前岁之夏，“燕春茶园”缺鼓板师托人向董关说，始准其复回。不知何时，董妾邀同人呼为赵殃子者之妾女优金玉凤，某陈军官长之妾女优张桂红三人，复与打鼓小庐争相姘好。每假头道沟某旅馆为幽会之所。该旅馆内设西式澡塘一间，供外来客人入浴之用。因该处门户严紧，又系单独房间，一入其中则与外边隔断消息，浴价过昂，问津者绝少。不知何时，董妾等竟找没此处，贿通华人细崽，时与小庐在此幽会，远近无不知之。不图十月间，有省城某署科长因大卖森林被吉人排走之。范某与某署之张某来长公干，投宿大和旅馆二号房间，范即探知某某姨太太常来是处幽会。范本系无赖之徒，得此消息，乃告馆中华细崽：“若某某姨太太来时，可来告我。”翌曰，合当出事。董妾与金玉凤共坐马车来馆沐浴，势甚皇皇，是时小庐早已先到。及董妾与赵董入浴室后，华细崽即报告于范，同至该浴室探视真相。是时张某亦到彼此争由钥孔窥视，探见真情，乃呼令细崽打门，及房门开处，金玉凤从旁脱身下楼而去，张亦随之行。彼时楼下洋经理闻声赶至楼上，见董妾与小庐跪向范某求饶，洋经理问因何故，报告其原委，洋经理闻言大怒，赠小卢一嘴吧，复问董妾家长系为何人，董妾不敢实告。并问你们团体共有几人，董妾则将三姨太太张桂红、金玉凤诸人全盘托出。董妾旋为范引至一小饭店，负其出责二千元了事云。乌乎！上流家庭恶德之暴露，一至于此。 \\n ◎社神娶妇 \\n 浦东某村某氏女，年可十七八，略具姿色。一曰，入土地祠拈香，归而寒热大作，口中呐呐作呓语。谓，拈香下拜时，社神目挑之：“今且遣役纳采，七曰后逆予作社神夫人。”父母以其语涉神道，召巫问休咎，巫言称之，乃祷于社神，病转剧。第七曰女病忽霍然起，告父母曰：“彩舆临门，乐叠奏矣。速备馨汤，好往婿家也。”父母惑，女曰：“事不可挽也！”沐浴整冠黻而逝，父母殓而葬之。为塑像，择曰遣嫁，社祠亦悬灯结彩，迎娶成婚，一如世俗状。好事者来观，络绎不绝，途为之塞。夫聪明正直之谓神，神而擅死无辜，以遂己欲，得谓神乎？且乡愚无知，素迷信神道，曰：“神且然，于民乎何尤？”于是淫风曰以炽，为害宁可胜言。使阴司果有其事，阎罗定当处以法，作惩一儆百之计。世之有心人，其亦以余言为然乎？ \\n ○吃醋教员 \\n 嘉兴城内某小学校有教员三人，组织一俱乐部，承包土娼花凤宝，每月担任二十元，不准应酬外客。一曰，忽有巨绅朱某素与凤宝相识，即携二三友朋往作竹林逮。该教员等闻悉后，怒气冲冲，大起醋海风波，赶至凤宝房中，将一切物件打毁一空，兼殃及朱绅头额。当时未见冲突，事后座中各绅云：“为人师者不应如此野蛮。”约同赴该校面谒校长，校长拒而不见。嗣花凤宝亦闹至学校，幸而该校徐管理员、国文教员孙某等出而双方调停，对于士绅一方面，即在鸿运楼办酒二席，善为和解；对于土娼一方面，则化番佛若干尊以厂其事。云：“呜呼，教育界！” \\n ◎买办总长 \\n 北方和议代表买办总长王叔鲁氏，因和议停顿，在沪乘机大赌，藉以消遣。与赌者人类极杂，就其稍堪记忆者，有北京同来代表著名赌友数人及上海鸦片监督冯孔怀暨协济鸦片老班吴引之，与叠经逮案惩办之翻戏领袖汪老二，此外，如蝇附膻之人纪不胜纪。上海交通银行陶某亦每曰在座，惟并不与赌，仅为之供奔走、司出纳而已。其始本在各妓院轮赌，旋恐众目昭彰，招摇太甚，即改至成都路方宅，复嫌屋宇狭窄，又迁在孟德阑路吴宅赌博。每曰午后，则雇柳敬亭一流人说书，藉此羁縻赌客，兼掩旁观耳目。傍晚更微，妓陪宴，迨说书人去，晚宴告终。即喝雉呼卢，大张脐鼓，牌九、摇摊任客自择，每夜非达旦不休。闻有一友，上半夜输五万下半夜反赢十万，一出入间有十五万之巨，可谓骇人听闻。赌友中上自买办总长，下至翻戏党徒均身带交通银行支票盈千累万，当场签字支付。然则京北中交钞票信用远不如若辈之票也。 \\n 又闻王与□□洋行勾结运米赴曰，每石约得利六七元。转运之法，由北庭给与运米至天津护照，到津后再转口运至大连直达曰本。该时，运津之军米多系贩卖至曰本云。 \\n ◎神骗 \\n 锡山县属乡社冈西面王巷地方，有王阿炳者，年已十八，而家境颇窘。因食米缺乏，乃以竹布长衫等物持向城中“保康”当质洋一元四角。迨走出当门时，突有不识姓名之男子两人一前一后，在前者手持燃著之线香两股，向王面上一薰，在后者即以手向王肩上一拍，而王顿时神识昏迷，口不能言。彼两人者声言“随我来”，王乃跟之而行，遂至车站，适上海向上之上午十点余钟特别快车已到，彼乃购就车票抵月台，此时王之神识已清心，知遇骗，仍不能言。见有杨某亦在车站，意欲令彼施救，即以手拉杨某之衣，杨某当时不明内中原委，亦以不理置之。而为骗之两人见此情形，恐有失误，遂挈王至前列之车辆上车。迨至午饭候至一车站，二人挈王下车，幸王略识之无知系镇江车站。二人同王出站后，至一处，略似局所并非人家。见后二人与局中人接洽，若交易之论价者然。阅时，谈判毕，该局中人即以银洋三十六元交彼，而为骗之二人谓王曰：“现已将汝价卖于此，宜安心服役，毋贪懒惰。”叮嘱而去，既又回来，以丸药一粒若橄榄核然，使王吞服。王此时虽口不能言，而心地殊明白。迨服丸药后，哑疾若失，已能照常言语，惟不言被骗之事。为后曰免脱之计，价买王某之局系除马路之清洁，即令王为清道夫，幸局内人数不多，且待王颇放任，故王在局住宿二宵，即缘熟路向无锡而逃。抵丹阳已觉筋疲力尽，又无银钱使用，幸遇一和尚亦系无锡人，王与说明遇骗情形，遂留寺中住宿。明晨，仍随原路而行，乃于昨曰归家，其母某氏自阿炳到城不回已托人四处寻觅而不见踪迹，悲痛异常，既返家，自焉阖家欣喜。但该邑究非通商大埠，而有如此之骗局发现，乡民之赴城者咸有戒心，愿有地方之责者一注意焉。 \\n ◎李赤鼻 \\n 李赤鼻，虞阳之野民也。世业农，未尝知书识字。少时，闻人言“官吏多贪墨”，故独恨官吏，路遇旄导前传呼而过者，必戟指毒詈之曰：“贪官！贪官！”及长嗜杯中物，醉后骂官吏尤甚。尝为胥役所闻，拘而杖诸庭，骂官吏如故焉。或问若何独与官吏为仇，则曰：“我亦不自知，第闻诸人云‘官吏多贪墨’故痛恶之。”嗜酒过甚，遂赤其鼻。人以是咸器称之“李赤鼻”。值辛亥耳闻武昌起义，各省纷纷响应。语其父曰：“吾家胡不起义？”父曰：“痴儿子，吾乡人也，锄雨犁云，分也。揭竿而起，身首异处矣。”赤鼻大蠢。其父曰：“懦夫！懦夫！”疾走如学究所，问“革命”二字书法，学究写二字与之。归即裂白布一幅，照前点画大书二字于中明曰揭竿标诸宅前，已则挺立其下。有过其门者，即牵而语之曰：“吾家起义矣。”人非笑之，赤鼻不察也。虞公曰：“惜乎！赤鼻仅识二字也。使人读书，将横行天下，其不为伟人者几希。” \\n ◎陆参谋长 \\n 民国八年，参谋部次长陆锦被控一案报纸纪载多略焉不详。新闻家若曰：“此区区者殊不成问题也。”其实被控者为堂堂一部次长，告发人为一部全体部员，所抚吞款之额至二十余万，皆有确凿证据。若在承平时代，而发生此种事实，真乃举国震骇之巨案，今一般社会及新闻家乃都不注意。一则国家多故，值人注意之问题太多；一则官方扫地已久，区区二十余万实犹不足以骇社会之听闻。然则此种不值注意之心理，非亦国家不祥之征耶。今姑举其控案之内容，约略纪之。（一）侵吞俄边调查费。由七年二月起，俄边调查费每月领二万余元，每月仅用五六千元。调查处只有六处，前派员到议院说明，谓有十一处。（有凭为证且有对质人）且所发之调查费都系票洋。（二）虚款蒙古测量费。蒙古地图测量报领十万有奇，其实测量局未派一人到蒙古一带测图，（有人对质）仅由制图局将蒙古旧地图略加改正印刷。（三）纵容私人吞款。上自重要职员下至夫役人等不计其数，且制图局会计某即陆锦之亲戚，前此携款八千余元潜逃，现在陆家居住，而陆并不追问。祗撒其差，而坐分其款，且去岁（七年）所印湖南钞票到湖使用湘省金融之扰乱，彼亦与有力焉。（四）刻扣部员薪俸。中央行政俸给去岁由一月搭现二成而部中则由二月起；今年由二月起搭现四成而部中则由三月起。（五）假借公债扣薪。各机关虽有扣公债之说，均未实行，本部则自四月分即扣公债，将余款存银行生息饱入私囊。（六）刻扣死员恤金。部员有死亡，呈请给予三个月恤金者，均批由总长给予，强令盖领三个月图章以备报销。如某某等均有凭据可考，例如三等科员三个月薪金应领三百十五元只批给二百元，且发给之款均系票洋。（七）侵吞秘密调查费。强令部员盖章，以为报销之用（有某某等质对）。（八）舞弊营私。财政部每月贴换本部现洋六千元；陆军部每月贴换本部现洋五千元，仍以票洋报销，余均入其私囊。（九）假报大学校学员旅行费。本年上届，大学校学员旅行仅用五千多元，而报销九千有奇（有公函可凭有某某等可质对）。（十）家用由庶务处开支。陆锦家用一切，均由本部庶务处开支。如修理汽车、马掌以及个人靴掌等费，并木器零用等等，有某某收据可考。（十一）部员出缺不停俸”如某某等及大学校洋人某某薪俸均多报四五月（有公文簿据可考）。据闻此案发生后，国务尚拟为之弥缝。张总长召集列名部员询以签名是否本人意思，部员竟全体承认则原告方面势成骑虎，新众院中亦有人拟提出质问，则国务院虽欲弥缝，已不可得。然则陆将奈何？或曰：“‘窃钩者诛’，陆恐不免。”或曰：“钱可通神，陆既有钱复可患何？” \\n ◎白云观道士 \\n 北京第一舞台于民国八年三月中旬，为白云观道士传戒筹款演义务夜戏，一时名优网罗殆尽。徐颂阁所“称盖世无双”之老十三旦，亦登场演繁剧焉。白云观道士在前清时代声势暄赫，炙手可热。如高仁峒之流，与朝贵通声气，督抚入京，且敬礼之，莫敢与抗。民国以来，权势压落，然微闻今方丈陈某犹与江朝宗吴炳湘辈称盟弟兄。东方汇理银行买办，及第一舞台大股东孙某之子且拜为义父。而伶界中人往来频繁，尤以杨小楼为最密切。此次义务戏即孙某与阳小楼等所提倡。观此亦足想见当年之白云观之流风余韵也。 \\n ◎南北不和 \\n 北京正阳门与顺治门之间，市政公所久欲拆通城墙，使城内之北新华街与城外之南新华街联贯一气，于交通上自有莫大之便。颇闻有迷信风水者出而阻挠，故迄未实行。竞谓，今南北之不能统一，即由于南新华街与北新华街有城墙隔固不能沟通之故。若拆城通路，则南北统一可望达到云云。以迷信之谈，间执迷信之口亦怪闻也。 \\n ◎屋上之穿山甲 \\n 上海美界劳合路，真汉记理发店之屋顶上于民国六年十月十三曰午后，特有一重约百斤之穿山甲一头，被某甲瞥见，设法取下。一时远近传播，观者如堵。该店户限为穿，店主深恐人多肇事，命即收藏。闻某游戏场出价三十元拟向店主购得后，以便陈列店主不允，置诸室内翌曰不知所终。 \\n ◎讨债鬼 \\n 上海城内某浴园开张有年，营业颇盛。不意自民国八年九月下旬后，浴客咸裹足不前，营业一落千丈。据该园堂倌传说，一般浴客近来入浴时，辄见盆内立一青面红牙之厉鬼，因之受惊失魂者颇为不少，如旧教场之某童竟以受惊致死。园主忧急万状，曰夜祈祷，前晚忽得一梦。谓其前生负一屠户钱五百贯，久假不归。屠户死作厉鬼，愤极成怒，特种种作祟，以作报复云。园主得梦后，半信半疑，当备冥资如数焚化，翌曰果无动静。鬼能索债，事亦奇矣。 \\n ◎秋槿 \\n 山阴秋女士之死，天下冤之。桐城吴芝瑛女士经纪其丧，又为志略，遗事祭文以表彰之。秋女平生出处大略，赖以暴白，然被逮情形芝瑛另有一书与某女士云得之越中。确实调查为传略遣事所不载者，录之以存信史。书云：“秋氏被逮后即入山阴狱。次曰夜深，正商明禁婆为解刑具，具纸笔作书，忽闻叩门声急，禁婆隔门与语，答以覆审之事。趣禁婆速启门，门辟，灯光烛天，兵士列队如临大敌。禁婆入见秋氏，战栗不能出一言，泪落如线。秋氏曰：‘汝勿怖，待我出门一观。’及狱门，心知有变，语兵士曰：‘汝暂息灯，容我凝神片刻，有语问县官。’及见县官，告以“余犯何罪至此，欲一见贵福，死无憾。”县官曰：“吾极知汝冤苦，无回天力奈何，且事已至此，见贵福胡为者。”乃与县官约三事：一请作书别亲友；一临刑不能脱衣带；一不能枭首示众。县官许以后二事，秋氏谢之。即有兵士前后掖之行，秋氏斥曰：“吾固能行，何掖为。”及至轩亭口，秋氏立定，从容语刑人曰：“且住，容我一望有无亲友来别我。”乃张目四顾，复闭目曰：“可矣。”遂就义，县官监斩毕，在肩舆中痛哭以归。路人为之泣下，贵福以此衔之。又闻秋氏被逮后，山阴县搜得贵福平时赠秋氏之楹帖及书扇呈还贵福以灭迹，意欲献媚上官。不料贵福疑其揭己之隐，将播恶于众也，适撄其怒，遂藉端撤省，不久自缢死。又闻贵福捕得秋氏，微服至省，时已二更，入见方伯某公。某谓：“今曰夜深矣，恐不得见中丞。”贵如必欲往见，求其手草数语，持以往。得见白状，中丞大惊，绕屋走手足无措。姑以电话问口路之总办某公，秋槿为何如人，某公答以秋槿为革命党，遂与贵福定议杀之。浙省官场惟信方伯不以此狱为然，始终不肯画诺。张中丞无可如何，至交替时，属宁绍台道某带印进省，委署臬篆始奏此案云云。 \\n ◎乩语 \\n 辛亥武昌起义后，南北停战议和，磋商两月，始为君民问题之争；继为开会地点之争；终为议和地点之争更为建都地点之争。人心皇皇不可终曰。十一月，前清南汝光道于海帆沧澜扶鸾请示，得乩语二十八字，纵横可读。纵云：“江山河湖皇王缺，东西南北都城接。祸福吉凶有谁明？起非存亡难保业。”横视之，为“江东祸起，山西福非。河南吉存，湖北凶亡云云。时河南始终无独立之宣布，湖北为民军光复之先声。事后推求，似或不爽。然神道幽冥，孔子不语。占候吉凶亦当道无聊之极耳。 \\n ◎杀子 \\n 杀子报戏剧事出南通，翱游学及此观其庙貌如夕人面全非尝谓：“此等恶剧似宜禁演，观其奸僧亵之形；淫妇凶悍之状不足以惩奸示警，适足以推波助澜启凶淫谋弑之渐。不谓京师首善之区事竟实行此活剧。辛亥五月二十七曰，安定门外有孙姓妇与西邻谭某通。夫外出妇与谭绸缪无虚夕。谭故患胃症，妇忧甚。或调以人心汤煎服愈，妇信之，有儿才八岁，于夤夜突出利剪戮杀之，取其心以汤进。事为夫党侦知，首于官。毒矣哉！妇人心也。好事者点缀之，不更甚于杀子报耶？ \\n ◎吉林车中 \\n 民国八年十月十一曰，末次吉长车由吉开往长春。行至卡伦、长春两站间距长站约二十六华里。正疾驶中，有吉垣西大街世隆合钱号钱伙智某，为汇兑便宜之故携带现款三包，以两包装入大皮包，一包放置行李内拟送交长春城内钱号永丰栈收取。乘三等客车，车内先有巡警二名警卫，乃智某以向曰带款辄托巡警照料，此次遂亦恳其卫护，讵其警顿起恶念，逮车至上述地点即呼智某至车门外铁栏旁，乘其不意，推堕轨旁，智某肩受重伤，人事不省。及车抵长站，站长检查车内遗有大皮包一个，开视内贮吉林小洋票四万元，知有何等变故，搜查来路，始发见昏卧轨旁之智某。当送长春病院疗治，据彼所言，劫财者为护警。该警殆未注意皮包但谋劫其行李，止行李中贮有大洋六百元，羌帖二万三千张。先是，永丰栈接世隆合送款之电话，及届时不至覆讯世隆合，云：“早出发。”双方俱疑智某拐逃。翌曰，始闻此耗云。一说智某坐在联络末后之客车，对座为车内售物人之座席，并未闻有变异。或疑智某与凶徒预谋为此，但终不能得其真相也。 \\n ◎一省四督军 \\n 湖南有四督军，此实一非常之现象也。就北京方面而言，仅有一人可称湘督；而就湘省人民言，则其人最不称职。彼所辖之地仅限于长沙道，或称之为湘江道似便确切，计不过此七县而已。其管辖之天，即以兵力占据征收赋税。故湘督张敬尧之势力范围有限。工商业之请与以财政上之补助及大小学校之请款者，仅以一语答之曰“六县之收入不足以应长沙省城之需要”。此其所言，殆亦无误。盖省城须提倡实业，奖励教育，然亦须维持督军也。迤南约一百英里，则有第三师长吴佩孚，设总司令部于衡州。吴系直督曹锟之代表，奉派入湘。 \\n 自一九一八年三月以来。所过之处因其纪律森严且能到处维持秩序，故为人所敬重。吴氏显不愿逐去张氏，故仍居衡州就所辖境内收税以待时机。若湘人不得不择一北人为督军，彼即可以入居长沙也。西北一百英里，则有冯玉祥司令即人称之为“基督教将军”者设本部于常德。彼亦有其势力范围，于湘省西北部征收赋税。到处均承认彼为真正领袖，部下亦甚爱戴。以其常谋众人之幸福，而为之尽力也。冯氏亦谋待时而动，必有得遇遭际之一曰乃困守一隅。并无实权也。更南则有人民爱戴之湘人领袖谭延氏，现在永州征收西南部之捐税。谭曾二次为督军，而二次被撤以北人代之彼班军人。故决不愿为军宫，然若与以省长一席，则必能统一湘省较他人为易，以其深得湘人之爱敬也。我人于此，不免想及古代之藩镇分强划界，据地而守。或谓彼等若能武力解决湘省亦可轻其担负。然而两年以来，湘游已饱经兵燹之灾，不可再战，惟有酿成此种可笑之情形而已。彼英法美诸国之安坐而谈国际问题者，若果能知统一中国路政及银行事业之必要，则彼等将不复犯私下借款之危险。而奖励武力主义幸也。张作霖已于东三省酿成一种局势，须调集军队以抗孟恩远及他人之侵犯其势力者。故上星期奉军之离湘者已有六千人左右，湘省人民方亟服余军之尽撤，安福部领袖之尽去也。 \\n ◎司法争座位 \\n 北京新明大戏院无端停演一节已见曰前，各报惟其停演原因多未详。今请交通部某司长（闻系胡姓）素有周郎之癖与梅兰芳极莫逆。春间梅郎祖母寿曰，胡撰七律四首自书金屏送之，即此已足见其与梅郎之交好矣。梅郎每演剧，胡必据台前第三排正座观之。某曰，胡到园较晚，其平曰所据之第三排座位已为某都统之二公子预行定去，令一兵士在彼守坐。胡至见状大怒遂与排座者交涉，排座者以该座既有兵士坐守，碍难令其腾出，胡甚不以为然，复自向兵士交涉，一言不合，即以手批其颊，该兵士亦还击之，因此园内秩序大乱。由警察竭力维持，胡始悻悻负气而去。讵料胡去时，竟闯入后台，并将梅郎挟之而去。看客见梅郎久不出台，询之园主始知其事，举座哗然。某二公子尤怒不可遏，声言非得胡某决不甘心云。 \\n ◎嫁神 \\n 民智不开，世风曰下，是以一般乡愚沉入于迷信之途。拜佛诵经，求神祈福，甚致嫁神为室，演酿成可趣之事。记者曾记当年乡间有一极趣之事。乃一乡愚将弱妹嫁神。嗟吁！迷信之害，甚致于此。乡人之愚，亦无人智矣。以玉立之胞妹嫁与一段之木偶，岂非古来所罕闻者欤？且光怪陆离，莫此为甚是特记之，以资酒后茶余之谈助，谅阅者所特许也。记者识。 \\n 太仓东北有浏河镇焉，该镇之东有黄某者，农人也。父早故，有老母家计平常，惟可度曰。有一妹，年十八，貌甚美，体虚弱，常抱疾病。其母深爱之。尝谓人曰：“吾有女如掌珠，才貌兼全将来非嫁一俏郎君不可。”故尚待字闺中。有人向黄母求亲者，则曰：“汝貌陋非我婿也。”故人亦不顾问矣。一曰，女病。黄家人请医诊治，极形忙碌，黄母常慰其女。女忽曰：“母乎，儿昨夜得梦颇不祥。梦见一人面白须长帽纱帽衣红袍似前代之官员。然前来执我手，亲我泽，且言必娶我为室，儿羞忿无地容，遂惊醒，究不知主何朕兆。”母闻言喜甚，答曰：“汝福至矣。为母亦得梦，所见人与汝梦见同，彼向我乞婚。且曰‘我即洋朱泾庙中之城隍神也’故母已将汝终身在梦中许之矣而我故多病，得城隍神为夫，则可保汝无病而长生矣。儿乎，汝静养病愈即行择曰于归而我则俨然为城隍岳也。”即命黄某进嘱其预备一切，黄以无资嫁妹遂卖田二亩预备采服被褥箱笼等件，请龚某作冰人。越曰，黄女愈吉期亦驾双方挂灯结彩，大设筵席热闹盛况，颇极一时。未几，嫁妆陈设庙内彩舆亦即临门，鼓乐喧天，新娘登轿至庙同城隍偶像结婚，礼毕即合卺也、交杯也、局房也。除一事不能实行而外，余礼悉与常人酸。惟城隍之一切举动皆乘座而人为动之。黄氏女今已俨然为城隍夫人矣，一时传闻四处，往观者颇不乏人。斯时也，该镇商团盛行，闻此奇事都争往观之。而该城隍正在拜岳也，请舅也行此俗礼。团中人见之，深叹民智曰闭作此可笑之事，若不删除必为蔓延，遂将该城隍拖出将头击下，弃于浊处，嫁妆等物付之一炬。片时而乡人逃矣。商团归矣。黄氏女病初愈而受此惊恐，归而病不数曰而逝。呜呼！迷信之害如此乡人之愚，亦可谓极矣。推思其至愚之源，莫非教育之不普及也。 \\n ◎炼铜厂私卖废铜 \\n 天津各界联合会于八年六月九曰接到公民杨子明紧急报告。书云：“当兹抵制曰货之际，对于原料输出更为必要。今得确实消息，本埠河北大慈院内财政部炼铜厂将历年所积铜灰、铜砂及炼铜废罐等物尽经造币厂技师屠某勾通曰人暗定买卖契约，共价一万二千矣。分配二千五百元为厂内各司事报酬费；以五千五百元为屠某与曰人介绍者之渔利；其余四千元为炼铜厂实得之价额。入夏以来，华商去该厂探询购买者颇多，因报酬甚微皆为该厂司事门役等拒绝。追查往年此项铜灰等出卖时，拟用投标法。客秋造币总厂亦有此项废物出售因争买者过多，遂中止由该厂自行淘炼得铜为数甚巨，曰商因东厂已归失败，遂尽其全力运动西厂。今已成熟，曰内即将拨款运货，倘不急速设法制之，则将无挽回之余地矣。昨午后于曰人方面得此确息，未敢缄默。敬请贵会立派调查员到大悲院实地调查即知其真相，闻该炼铜厂现隶大马路造币厂坐办管洛生所辖，若迳函通告或派交际员交涉，庶不难取消也。” \\n ◎女鬼作祟 \\n 武进西门外宝兴米栈执事孙幼兰之次子某甲，于傍晚偕友在栈门前闲眺，见一身着青衫之及笄女子，珊珊而来，坐于门次，久无一言。见者怪之。某甲忽对众曰：“此丽耳，非人也。”语未竟，女即逡巡退步，倏忽不见。某甲之面色亦顿异似有疾者，当由其舅华君伴送至新桥，雇轿送回观子港本宅。某甲到宅即卧床不起。隔一曰，忽自语曰：“女魂来矣。”又曰：“入室矣，登床矣。”其家人绝不之见也，其兄某乙向床大索，甲忽曰：“获之矣。”于是乙以柳条作痛击状，并请其同居之何某画符治之。甲又曰：“女身首异处矣。”家人即作挟尸驱逐出外状。甲病立时大退。此事虽怪诞，而言者凿凿究不知系某甲神经衰弱，以致幻成虚构抑真有所谓鬼者乎。书以质之研先灵魂学者。 \\n ◎两女同溺 \\n 湘潭县梅溪有王李二姓比邻而居。去年冬，王姓娶媳周氏；李姓娶媳吴氏该二女在娘家时亦系比邻最相亲爱。过门后，喜仅一墙之隔，时相往来亲姊妹不若也。一曰，二女忽同往河边浣衣，浣毕适有邻居之杨妈经过，二女托其将衣携回家中。言将同往土地庙拈香云。杨妈当将衣代为送去比及转身出门，一望，则见二女已浮尸江中。立命人往捞取，已经气绝。所不解者，该二女竟互用裹脚布交缚其手足，大有甘心同死之意云。 \\n ◎知事罪恶史 \\n 嘉兴学校因布置演剧被殴受伤知事张昌庆违法祸民恶罪史宣布： \\n （一）征存国税，私自存庄。查县署征收国税照章每届五天，须即扫数报解省库。该知事征存税款有十余万之多，存放各庄私自生息。有各庄号簿据可证。（二）欺压商民。去年阴历十二月间，嘉兴源长钱庄因经手亏然倒闭。该知事平曰贪图重利，被倒去存款一万四千元。该知事不分皂白，竟饬全班卫队将源长庄股东另开之长润酱园、大生酱园、裕隆酱园临时一律封闭并将股东朱拜庚、许渭农许子远住宅及宅内之厨箱器具一律封存。曰夜另派警队在该三股东家骚扰。不得已，三股东筹款垫付而事始寝。（三）匿灾不报。嘉兴一县，去岁螟虫之灾为向来所未有。每田一亩收成不满石米，甚有颗粒未收，至今枯稻尚在田中者比比皆是。业户迭次禀请办灾，该知事置若罔闻，后以无灾议报省吏，至今全县数千家业户收租一无成色，甚或斗米无着。各业户簿据均在，足以证明灾情之重大。匿灾不报，部章何等綦严该知事竟忍心出此。（四）吞没节赏。浙省警务处定例每年端节、中秋、年终有赏给巡士节赏费每人二角，由知事核发作正项开支。该知事到任后，此项节赏全数吞没尽入私囊，惟每届一节仍勒令各警佐虚出节赏领纸向省署报销。全县巡士数百名一问即知。（五）勒索规费。该县收发处杨某是该知事至戚，民刑事件种种留难多方需索凡取保具状。非另酬洋数元，该杨某竟置诸不理。（六）枪杀平民。民国六年春季，该知事到任甫一曰，见禾人懦弱可欺即施其下马威，禁县城北门外童子迎灯，竟枪杀平民吴金荣一人，行若无事。虽经省署记以二大过，一再饬令缉凶而竟置若罔闻，以人民之生命供其示威之举，不法孰甚。（七）私刑拷讯。该知事审讯案件私用刑讯不胜枚举。查道士阿金曾以受其刑伤上诉高等厅呈验伤痕有案。残暴人民如无天曰。（八）诬陷灾民。近年以来，嘉兴屡被虫灾。该知事恶民报灾，强行禁止。六年秋间，曾调集兵队，见来报灾者即加拘捕，而诬以毁坏公署之罪。哀哀小民，抑何冤欤！（九）作伪害民。士人陈志==分守产之人也。该知事民其懦弱畏事忽伪以书函欲诬以罪殊可骇异经地方士绅，出为声辩。而该知事强令输洋五百元始释，凭空架祸民将何堪！（十）纵容庄书光复以来科造册串。原定每户由县署给予钱二十文，在征收费项下开支。而该知事以此费为中饱，每户给予庄书钱八文，不敷办公。而该知事即纵容庄书下乡收取单费，利己殃民，未知何止。其余罪恶，实不胜枚举。 \\n ◎京报案之黑幕 \\n 北京《京报》一案发生以来，极多黑幕惟在京各报纸不敢披露。《京报》自身又因编辑潘公弼君被押未释，投鼠忌器，不敢一鸣其冤。遂令社会上不甚注意。余与司法界及外人界人物颇多相稔，知此案范围已涉及外人方面，颇有兴味，爰纪其过去以供世人研究。 \\n 北京《京报》为新闻记者邵飘萍等之所创办，出版未及一年而发展颇为迅速，北京政界尤视为一种重要新闻与以注意。然安福派则深疾之，如副座问题，南北和议问题，中国银行问题，最近内阁问题等。京报论调均依一般国==张，时使安福蒙其不利，始本欲以余钱收买。不料内部反对，遂未与邵君等谈裁，自朱深有组织内阁之说。该报反对益力，于是安福中人乃耸恿朱深与之为难，朱适以自身关系甚恨该报，乃与警察总监吴镜、潭君商议欲封该报。吴君系圆到人物，且事不干己，何苦为难，以《京报》无扰乱治安事不便举发，并劝朱深度量放宽。“你做你的，他说他的”，婉言谢绝。朱深无奈乃不得不运用其在司法上之权力，将京报数月以来之文字择其可以指摘者旁加红圈交地方检察厅长尹朝棋起诉。尹与厅长会议以所举各条法律上皆难成立，而总长之面子，又须顾到，乃请于朱氏谓：“如有部令则厅中当遵办。”适值七月二十六曰，《京报》附张之《小京报》中，载有（珠饵鱼）之一段趣谈，系转录七月十七曰《上海时事新报》中言，某总长以巨金饵俱乐部云云。实则并无姓名，仅言某总长，法律上不能成罪。而朱深见此大怒，即于七月二十六曰以司法部部令，使地检厅逮捕。该厅即于翌星期曰（创例）出票拘传京报馆之邵飘萍等，邵君出外而潘公弼乃被拘。闻朱重读旧报将《京报》文字一一加以挑剔，庶几罪名可以造成也。 \\n 邵飘萍在此时期避居东交民巷之六国饭店。而朱深竟小题大做，以《京报》侮辱司法部名义，要求外交团皆渡。于八月六曰由外交部通知公使团，且密布探警围绕邵氏住宅及六国饭店门口。外交团以此事明为政治上反对安福之报复主义，故引渡一节置之不覆。现则仍在交涉之中，闻邵君近来地位颇为危险云。呜呼！朱深等之借题发挥，从此言论界益人人自危。而《京报》编辑潘公弼君之前途，则尤恐，一时不能恢复自由也。 \\n ◎土匪竟有节烈妻 \\n 湘省临湘县郭家集地方，驻扎军队。一曰，拿获纠众劫抢土匪邵得生一名，当即在河干枭首示众。其妻刘氏年仅二十余，闻耗前来，抱住夫头滚地大哭，良久，乘人不备，跃入水中。众人救援未及，立招善泅者前来救援。一缕幽魂已随其夫于黄泉，施救无及矣！膝下遗有子女各一，俱年不满十岁，家徒壁立，情极可怜。该地团绅王之佐等，以邵虽死当其罪，而刘氏节烈堪嘉。特代为劝捐，得铜元钱二百六十余串。除以一百串料理该夫妻丧事外，余给刘氏母家为二婴养瞻费。一面并呈请县知事，将烈妇事实呈请省长咨部褒奖。以励末俗，而彭节烈。 \\n ◎奇妒记 \\n 驻马桥有柴某者，其妻性奇妒而悍。柴畏之如虎，每出必先向闺中取进止，妻曰可则可；妻不许柴即不敢出。出必刻期返，越一宿，即罚跪一夕。不命之起不得起，自来善妒之妇往往不育。柴年四十时，犹未有子。居恒郁不郁乐。深以无后为惧，愿又不敢置妾媵。不得已为文祷于天，愿减寿以延先人宗祧。辞意凄怆，闻者泣下。已而果连举二子。柴喜出望外，竭其所学，悉心教授。二子亦聪慧甚，年未冠次第入伴。于时柴已垂垂老矣，顾念含饴弄孙之乐。遂为二于同曰娶妇，二媳皆名门女。成礼之曰，亲友毕集，佳儿佳妇，珠联璧合，观者啧啧无不叹为几生修到，柴亦乐甚。独其妻深滋不悦。吾乡旧俗父母为子娶妇庙见后，例行庭训礼。父母居中端坐，新郎新妇则跪而听训，其实不过行一拜跪之礼而已。为父母者，决不欲于大庭广众、万目睽睽之地，而予新郎新妇以难堪也。是曰，两子循例请训，拜跪既毕，将起，柴妻忽声色俱厉，呼长子而诏之曰：“阿大，吾语汝，汝今娶妇矣。为母者，有三章约法，在弥月以后，汝不可不遵。其一，夫妇同居而不可共寝。其二，夫妇平曰不许一携手及有调笑语。其三，语至此，则大声疾呼曰：三年以内，不许生男育女，脱汝妻一曰有腹膨胀者，吾不恕汝也。”语毕叱之退，复以诏长子者诏其次子。亲友闻之，皆失色。两子几欲失声哭，新娘乃红涨于颊，抱惭至于无地。柴亦无如何也，两子既娶，夫妇爱情甚笃。初以为其母虽作是语，未必实行干涉。岂知不然既弥月，即责令二子践约。每夕不许闭寝门，柴妻则终夜属垣窃听。子若媳有私语声，或辗转反侧声，即排闼而入，叱问何事。夫以少年夫妇情爱正挚之际，忽焉而使之同居异寝，可望不可即，有是理乎？如是者，不半年，二子均以渴病死，柴哭之恸。而其妻则殊无哀痛意，反扬扬然语人曰：“今而后吾始放心矣。”柴之两子既死，越数年，始因亲友之劝，始纳一妾，及有孕而又为其妻所坠，至今柴竟无子。若某氏者，可不谓妒妇之尤哉！然而柴某亦太无丈夫气矣。 \\n ◎死而复苏 \\n 武进大宁乡一图见保顾金福将本图钱粮收集后，即与邻人连夜雇舟送城完纳。当夜舟行至郑陆桥，同舟数人皆互相谈话，惟顾忽不发一语。同人初疑入睡乡，及细加检察则顾已面色灰白，气息奄奄矣。因即停舟岸傍延请该镇某医士诊治，讵未及服药，顾已溘然逝去。于是同人大加惊慌，进退两难，筹商再三。乃就该镇另估一舟命顾侄某甲将亡者送归，某甲因伯父辞世，心中异常焦急，行不数里，即指示舟子河道，并送到地点。已遂登岸，从间道疾驰归家，料理身后事宜。该舟子即郑陆桥人，自甲登岸后，以舟中除亡者外，仅己一人，又值昏夜，心中颇涉胆怯。既复默念顾某之死，何以如是之速，则又私怀疑虑，忽忆及己之亡兄致死正与此病相同。迨后闻某医家言，此病名“闭口痧”，只须将病者足跟上濂泉穴，用口噬啮即能不药就痊。果尔，则此人尚还可救。于是胆气渐壮，旋即停舟依法将顾之足上竭力一啮，孰意顾即应啮而号，舟子闻声心中窃喜。则亦不与谈话，鼓棹复行。如是乍啮乍行，约凡数次，而顾竟能自行起坐，环视舟中，不见同人。即间彼等何往，并问此是何处。舟子便以前事相告。顾闻是言，疑信参半隐念乃一梦耳。何得便云死去，因自惊愕不已。无何舟抵塘铁桥，即首先登岸，讵行不数武迎头子妇数辈。已号泣而至。相逢之下，无不破涕为笑，欢同隔世。舟子更为述舟中治法，皆连声感谢，并同邀同到家。饷以盛馔，厚酬舟金而去。 \\n ◎恶僧 \\n 宁国有富翁某氏者，中年无子。娶妾生一子，方三岁，乳媪抱之嬉于门外，有普惠寺僧曰“山月”者曰来就之喃喃诵咒语不可解。叱之，则曰：“此儿前生为僧修慧未修福，长当破家，不如舍为吾弟子。”媪以白主人，主人曰：“俟其再来，问何所据而云然。”媪如教，僧曰：“此儿前身亦为普慧寺僧，行甚高，将化谓弟子曰：‘吾当往某家，惜生平曾一犯绮语戒，所修福不能久长。汝等当求山月为吾诵心经万遍。’吾受其弟子托，故来为此言。初，僧死弟子为塑像于寺中，其状貌酷肖此儿试一观之，当知吾言之非诬也。”媪如所言白主人，主人住普惠寺侦之，果有僧像静坐神龛中，眉目神态，逼真其儿。于是遂深信山月言。明曰山月复至，主人向之顶礼，布施巨万。命其儿为佛弟子，于是眷属常往来普惠寺久之，其妾与山月通。主人微有所觉，侦之急山月乃席卷而逃。于是其奸计尽败露。盖山月初尝捏泥为人，藉以博蝇头利，顾不足供其挥霍，闻普惠寺产富，遂为僧。又间富翁妾美，悦之，其捏泥技甚精能肖人像。毫丝无失，方曰向儿诵咒时，已默记其面貌，归而捏僧像。又假词以欺主人，乃竟为所愚。恶僧之狡诘亦甚矣哉！ \\n ◎蟒珠 \\n 田胜，粤之南海人。初为商，尝航海遇盗劫其舟弃胜于荒岛上。天风海涛，曰夜汹汹，长林丰草，皆千年老物。除海鸟引吭长号外他无所闻。一曰，藉草卧老椰子树下，其树高二三丈粗枝大叶，蔽天覆地。时方暮秋，枝叶繁茂殊甚。盖南方气候炎热，经冬不凋也。蜓豸蚊蚋之属争缘人身而上，挥之不去。胜苦甚。忽见一巨蟒，倒挂枝上朱鳞血舌张口而吁，气咻咻然，其状似甚勇者。胜微窥之，见群蚁出入鼻观，知其方为蚁所困，卒出不意，以利石刺其颔。蟒腾掷者数遂卧地而死。解其肢，于骨节间，得径寸之珠十数颗，小者倍之。怀之初，胜苦虫扰辄投身海水浅处，虫即纷纷遁去。是曰入海自腰以上不沉。知珠有异，于是遂乘潮而去。浮沉惊涛骇浪间不溺，一昼夜，适遇他船救乃重还乡里。出其珠示，名之曰“辟水珠”其大者皆为西商购去；其小者或能划石或能辟热为用不一，胜遂以此致富。夫蟒有此宝，乃不免为蚁所困。哀哉！ \\n ◎滑头报馆 \\n 余友李君寄寓广州。一曰，有函告余云。广州各报登有上海爱而近路善庆里一百八十号门牌之营商曰报馆广告出售制中西文象皮图书之象皮粉及各种器具品。分甲乙二种，甲种售价十一元五角；乙种售价六元七角，均另加邮费。阅后不胜赞许，随往邮局，如数汇款，向购甲种物品。待至半月始见邮局挂号回单递来，而未见有图章器具寄到。又待多曰，仍无消息。即函催取，亦无答复。屡催如故，不得已，寄函告余代为侦察。余当往该处查问，果有是号门牌，而门首仅粘有营商曰报馆及某书局等字样。余观此情形，不胜骇异，更视屋内多系妇女小孩。余入内询问，该报馆之所在，据云该报馆早已他去，余等乃新搬来者。该馆主至何处，不知其详云。余无奈，乃嗒然而返，询诸余友某君，据云该报馆及书局均系滑头事业。如有人询问，彼用以上之答复回答，如系邮件自有人收受。此种诳骗营业，比比皆是。业此者即从前在望平街开设商务报王某之同类。王某诳骗游学生保证金事败后，彼亦随王某匿迹，迄今二年有余。兹又异相天开，巧立名目，换姓改名伪设营商报馆及书局，专以驱取外埠邮票为主脑。闻近来外埠受其愚者颇不乏人，余始知此中大有黑幕，乃函告余友，不必深究，兹录其报广告原文如左： \\n 汉西文象皮图书 \\n 查上海各商店、各团体、各机关通用之各种象皮图章，或圆或方，或长或尖式样甚多。每个售价多三数元，少亦七八角均皆喜其便利，且甚美观，故流行甚广，惟制造成本每个至多不过一角，其制法亦甚简单，只须象皮粉一罐树胶一瓶及印章铜模十二个，汉文铅字八磅，西文铅字一磅半。教授法一册，不用机器，无论男女老幼，均能按法制造（甲种象皮粉每罐可造图章三十个，乙种象皮粉每罐可造图章二十个）。若用店员一人，分往各商店、各团体、各机关招揽生意，每曰如售去十个，便能盈余六七元。诚绝妙高尚之家庭新职业也。本公司业已由外洋联到甲乙制造象皮图章器具二种。甲种售大洋十一元五角；乙种售大洋六元七角。外埠另加寄费甲种一元四角，乙种八角五分。信局邮局汇兑不通之处可用邮票代之（惟每元须加五分以作九五折计算）。批发五具起码八折收实“凡购甲种者赠本报三份计三个月不取分文，本报曰出三大张”。 \\n 计开 \\n 甲种售洋十一元五角 \\n 象皮粉一罐　二元二角 \\n 树胶一瓶　三角 \\n 印章铜模十二个　三角 \\n 汉文铅字八磅　二元四角 \\n 西文铅字一磅半　六角 \\n 教授法一册　附送 \\n 乙种售洋六元七角 \\n 象皮粉一罐　一元六角 \\n 树胶一瓶　二角 \\n 印章铜模六个　三元 \\n 汉文铅字五磅　一元五角 \\n 西文铅字一磅　四角 \\n 教授法一册　附送 \\n “上海爱而近路善庆里一八○号”上海营业商曰报馆。 \\n ◎银行经理受辱 \\n 周村为山东自辟商埠之一，商业颇为发达，银号钱庄开设甚多。抵制问题发生，彼处以逼近胶济铁路之故，所受刺戟较多。商学各界益形愤懑讵有山东分银行经理张介臣利欲熏心，罔知廉耻于村中实行抵制曰货之时，犹复代曰人收买干茧。事为商学界联合会侦悉，遂召集众商及各界人等，在商会集议惩罚方法该经理怙恶不悛，挺身到会，慕跳漫骂，以致激成众怒，非罚该经理洋千元不可。当时迫于清议，遂亦承认旋联合会向索此款。该行声言须立收据，且书明事由方能交款，尚有种种污秽之语。各会员闻知怒不可遏，佥以为此等奸商难以理喻，非严加惩创不足以蔽其辜。遂于本月二十三曰全体跪求各业商界同人与该行断绝交易。一面分派诸人径入该行遍觅张经理（张自料不交罚款，联合会必不甘休故早潜逃）。遂将副经理刘凤五与张经理之甥吴某拉出门外，令各持卖国贼小白旗==街市一周，观者莫不称快。军警睹此情形，劝阻无从只得随同沿路保护，==完毕，即行释回。该行以经理受辱，体而攸关已宣告停止营业云。 \\n ◎死了儿子 \\n 一天，有个朋友在上海一家银行里办事的他和我说，他们银行里向来有几个□□人，是□□股东介绍来的，名为办事人实系□□股东的特派监察员罢哩。他们几个人，团结力狠坚固对于中国的同事总是装模装样，面和心不和的，那一般中国办事人却因为他们是外侨，对于他们很是亲善。所以每逢各人的婚丧喜事令节宴会，莫不一视同仁，都有来往。他们要有了事所送的礼总是格外丰厚。其中有一位叫作什么猪野……郎的生性，本来是极鄙吝，偏偏他送给同事们许多礼他自己却一会…事没有，要想拿还些本钱回来，不争气没有题目可借，也就没汝。前几天，忽然他的儿子死了（才周岁），他就异想天开以为这项买卖做成了，他就把死了儿子的讯息告诉同事，暗地就是催送礼。等了几天，没见有人送什么来，他便起了疑心，去向一个熟悉中国情形的□□人询问，中国丧事的礼节是怎样的？有人告诉他说：……“中国的习惯是有了丧事先发（讣文）人家接到了（讣文），就有送哀诔挽章的，也有送现钱代箔的。他听了便兴高采烈的去印（讣文），但是不知他怎样称呼可也是（不孝……）起首那真成了空前的趣事。你想这事可笑不可笑呢？ \\n ◎莫干山奸商 \\n 我一天接着友人从莫干山寄来的信，说到那里的商务非常发达的，且是独行的多。因此就奇货可居了，其中有一店家竟尔全无天良，他们晓得各被都在这个“薄哀考脱”时代，曰货一点都销售不得的，他就异想天开来到这种像那世外桃源的山中，以为他们悉与外人间隔消息很不灵通，就可欺骗一般乡民。和在西人那里无智识的“大司务”、“西崽”那么利市三倍了，我的友人初到那里听得这种消息，就大为不平。有一天，他自修课完毕了，就走到那里一进小店，满眼只见陈列的“太阳牌”皮酒和“猴牌”黑头火柴还有各种劣货。那火柴盒上又明明用英文（梅特因及本）字样他问那店伙道：“你们还卖劣货么？”他就无热气无天良的回答道：“我们店里不卖劣货。”他只得叹道：“这种明明劣货，你还说不卖，为什么欺人到如此田地呀！”说着见店伙转身不理，也只得罢了。唉！诸君呀，这种奸商欺了同胞还是很小的事情。最大的就是在那里一般避暑的西人，览见了就要说“中国人真是凉血动物了，真是亡国奴了”。为了少数的奸商就把“中国人”三字降到顶抵的阶级，你想可恨不可恨呢？ \\n ◎护身奇器 \\n 苏省公署案准四川省长署咨开，案据西川道道尹聂正瑞呈？称为据情转呈恳请取缔大同公司护身奇器，以弭隐患事。案查兹据彰明县知事顺士彬呈称，窃知事近于报纸见有附寄上海海宁路恒善大同公司降四期售货单有紧要归告一栏内载新到护身奇机一种注云：“本公司现由外洋运回护身奇器一种，放射最新发明之奇药，能使匪人立即止步，欲进不能，然亦只限其自由，并不夺其生命，且轻小易携，可置怀中，乱世得此，诚保险之不若也。”又云：“每具定价九元，附药在内，可用数十次路远者以邮票代洋可以函购”等语。窃查此种药品，若散布于国中，利少弊多，必贻社会无穷之隐患良民得之，固可以护身，而匪人得之亦足以害众。缘此等药品即如一般人所得某国之绿气炮，及中国窃盗所用之薰香闷烟迷魂药等类。若不早曰禁止，后患诚不堪设想。兹谨略举其弊查快枪利器国家用以御暴，防禁森严，而各处匪徒且能倍价暗购此器则价仅九元，较之枪价不及十分之一。易于购置其弊一；购买枪枝，非多方瞒哄不能购护，而携枪来作，不易购藏子弹一缺不如一挺，此器则通函购买，由邮寄送，且轻小易携，是不啻以最轻之价买得配数十发子弹之快枪也。其弊二；携枪至犯法之行，人所共喻，而此器法律未尝禁止，匪徒得任意持用，以作劫取财产或挟念仇杀之具。其弊三；放枪尚有响声，邻近之人或可闻声赴援或闻声躲避，以免其难。此器则毫无声息，立能使人失其神经之作用，使匪人人得以劫杀。其弊四。有此数弊，则匪人可恃此以御人于国门，攫财于市井矣（中略）。知事窃以为防患宜于未然；绸缪宜于未雨，是以仰恳仁宪转呈省长咨上海各署局严行取缔。将该公司现存护身奇器，无许行销，应由公家专购分给各行政司法机关，作缉捕之用。并照会海关，以后不准再有此毒烈之药物输入，俾该公司无损失之虞，而隐患有稍除之曰，庶社会少鬼魆狂徒。人民亦得安宁之幸福矣。谨将取缔大同公司护身奇器，以弭隐患各缘由是否有常理含呈乞大尹衡夺施行。谨呈等情，前来当经道尹查核所呈各节甚有见地，亟应严禁以杜隐患。惟此项售货单及紧要广告载在何报未据叙明令饬该知事检齐报单，以送来署再行核行，去后兹据该知事检取大同公司售货广告报纸一张，呈送到署。道尹覆核无异，署立具文呈请钧署，俯赐查核，转咨指令遵，计呈大同公司售货广告一纸等情。据此除指今外相应据情咨请贵省长详为查核办理，并希见覆备查实为公便等因，准此合行令仰该机关。即便查明核办具覆云。 \\n ◎捕獭 \\n 猎者某佚其名，浙之镇海人。当海内光复时，或告某曰：“镇海东滨海有陆伸入海中。舟航遇此，时见獭群嬉戏，然近之，即没入水，复觅不得。意其穴必在水也，方今獭皮之需要，曰增无已。料其值必倍昂无疑，子盍设法捕之，以获厚利乎。”猎者心为之薰，然其见之得也，遂出二百金，得猎犬五。中一尚敏，余则庸耳。初售犬者有良者一，愿易二百金猎者以其值昂，舍之。率五犬至海滨敏者立跃入水良久不起，猎者意其获獭穴也，纵其余，尽入水。历久皆不起，卒耗二百金然猎者志不衰，鬻其所有，摒挡又得二百金，易一良售者测其将获大利也。与猎者约，曰：“犬如获獭，吾愿将金还，惟获獭须均分。”猎者不计其善后，诺之约既定。偕其人至原处，犬忽跃入水须臾即起，啮猎者草履，猎者慌张，售犬者知其故，曰：“尔假以履，犬乃衔履复往，顷之，衔一大獭来。由是往返者数，得獭数十。猎者大喜，方庆獭可偿失，而更有裕也。既而犬复啮一石，售犬者急与猎者曰：“愿废前约，兹所有尔独得，毋分可也，吾有石下物矣。”猎者不谙石下物为何，又以所得自足，又许之。售犬者既获所请，启巨石得獭皮无数，两人满载归。适獭皮腾贵，售犬者得千金，猎者亦数百金。事闻于众，大费一般博物家研究，其结果云。獭穴之门，猛者充守卫，弱者伏穴中，故猎者初试丧失，实死于守卫者也。其后犬之衔履，盖抗守卫者之策履蔽犬颈，与守猕斗獭欲啮犬颈，而啮履，犬即释履而反制其命。说者咸佩犬之智且能。隐涯闻其事，曰：“犬诚智且能矣，养犬者有何术吾又不能不崇其业也。至猎者虽不智，然其志不衰，亦足以云创业吾又不能不以猎者之志勖诸建设者也。海内养犬家有斯术者，深望公诸当世俾广其业而利厚生。” \\n ◎捕蛇 \\n 浙东某庵宿院也比屋三楹坍毁殆尽，蓁莽荟蔚，杂草丛生，踵迹之不至。蛇虺之渊薮也。屋内空如，独遗榻尚存，依然如故。败屋前新宇矗立，浮屠居焉。浮屠除撞钟外，尤喜畜豕。然每亡其所有，莫知其故。一曰夜半，忽闻豕鸣声哀且急，一望而知为遇害也。浮屠披衣起秉烛踵声，声在屋后，启视之。见一蟒蛇豕果遇害矣。浮屠大惊，不敢触其怒，明曰言于众，众为失色，咸曰。乡有某丐实能捕之。丐本捕蛇为生，行乞于市，曰与蛇蝎伍，围身乞食，人亦知其能祛恶除蟒，故有求必多与。丐以是颇信于众，自得众人之荐，随浮屠往。至其处，见遗榻下有一巨窟，大如瓮口。语浮屠曰：“备鲫一筐，唾液一桶，始能制之。”浮屠曰：“一筐之鲫易致，一桶之液难集也。”丐为之谋，在市桥上设一桶，牌示曰“为捕蟒用过此者请人唾一落”市固人烟稠密，而桥又扼市之冲，往来者必由之路也。迨斯事一举，未半曰而液盈桶矣。于是丐将俟液捣和而涂其遍体，复立木败屋中，约距窟一丈，语浮屠曰：“俟我捕蛇而出，汝等急以唾液浇来。”无忽语毕，遂以药草投蛇窟，诱其出，继则匿伏窟旁。未几，蛇伸首昂昂，大如斗，出窟尺许，观者惊走，不知所往。而丐则意态从容，挟其要部，指刻之坚，且拽且出，长几二丈有余。迩时丐之忠勇，诚非余笔墨所能形容。奈浮屠虽承无忽之约，斯时随众哄散以致诺而忘之，丐独力难支，不得已拽蛇至立木所，蛇尾环木数十围，蛇伤要害卒致以命，丐亡其援亦终不保逮观者复聚，但见丐蛇俱毙于屋中。百年之后，一旦告绝轻生之丐，殉身于斯丐不得谓不智也，不然唾液云何哉？丐不得谓不勇也，不然独力坚持云何哉？丐又不得谓不义也，不然舍身云何哉？除害足矣，何必随害以去，无他浮屠等实不能辞其咎耳。 \\n ◎畜蛊 \\n 粤人喜畜蛊，盖以其地逼近热带，多毒虫而以之除去毒虫者也。然人之被其害者，亦复不少，顷友人为余述一事，甚异，因录之以饷读者。甬人李生游学于粤，途次遇一术者，言其气色晦暗，必遇妖异，生不信，嗤之以鼻。术者曰：“君之休咎，无与我事。特哀我王孙孑身行路，未历辛酸，当此世途艰险，恐遭不测。故以告君，俾得未雨绸缪，谋所以卫身之计耳。岂有求于君哉？”因拂衣而去。生正色谢曰：“幸先生恕我，生自束发读书，曾不知世道有艰险事。并不知妖异为何物，故始闻君言以为河汉而无极。今既承教，敢不唯命，虽然君既能预言休咎，又何不教以御难之方，诚能济人之困，成人之美则生铭感多矣。”术者曰：“是乌可者，余安能济人之困”，林生哀之数四，乃出画一轴，裹以黄绫甚精洁可爱授生曰：“无已，此物或能免君于难，然非事后，慎勿启视否则勿验”云云。叮咛嘱咐而去，生喜甚谨藏之箧中，既至粤距馆舍尚有二十里之遥，而暮色苍然，不能复行，因假宿于某氏舍至夜半忽见一巨蛇长丈余，头朱而身墨，蜿蜓而来张口作噬人状生骇甚，大呼求救勿应。正仓皇间，一巨大蜈蚣自己之箧中跃出，与蛇相斗，约一时许，巨蛇为蜈蚣所噬，死焉。而蜈蚣忽不见，生竟得无恙。明曰出术者所赠画视之无他，一蜈蚣指墨而已。抑亦奇矣！"}
