{"章节": "民国官场现形记 宣南吏隐", "正文": "　民国官场现形记宣南吏隐 \\n  \\n 民国官场现形记 \\n 民国　宣南吏隐 \\n ●上编 \\n ◎赵戎山赏识小金铃 \\n 赵戎山行辕设于汉口，选色征歌，夜无虚度。女伶小金铃，最蒙其赏赉。肉屏之选，推为第一。直隶省议会议长卞某，时亦追随在汉，为赵之心腹。赵迷花恋色，卞尤善于逢迎。赵欲得良好之唐宫秘戏图，卞适有牙制汉宫春色S一S巨帧，存津寓。是物为清廷珍品，庸西林任热河都统时所怀出。因与卞有旧，转赠之。赵三闻之大喜，急电津官署，嘱岗差向卞宅索取，星夜赉至汉皋。事为赵钅英所知，又要于行邸，携之竟去，专差无如之何。禀之赵三，谓是物为七大人夺去（钅英，行七）。赵畏弟如虎，莫敢迫问，徒呼负负而已。 \\n ◎刘喜奎钟情差遣官 \\n 赵在湘川行，间寂寞。曾纳鄂人钱雅文之养女为妾，以慰客怀。回津之后，忽又垂涎于女伶刘喜奎，常于晚间招之入署。演戏一折，赐金一千八百不等，初意将纳之下陈矣。某年在保庆寿招待员中有蔡成之其人，陆军部之差遣也。喜奎自京奉召至保，与蔡相值。喜奎，天津之杨柳青人。蔡与之同里，一见相倾遂订白头之约。时喜奎为陆军第九师师长乐金奎禁脔，一旦为蔡所夺，衔之刺骨，借事中伤蔡。喜奎知不有强有力者主婚必生横祸，乃亲至保定，求赵三设法。赵初亦大不谓然，后见喜奎嫁蔡之念坚决，大有不成则死之概，竟一诺无间言。于是蔡刘方得遂双飞之愿，乐无如之何，仅将蔡之差遣撤去而罢。然蔡仍赖闺人之力，再恳于赵，赵荐之往吴予玉处，今则居然为吴面前三等红人。世议赵三此举，虽不若越国公之成全乐昌破镜，红拂夜投，然亦不让毕秋风之遗赆逃伎，将来必有食报之曰。 \\n ◎曲粉皮袍人心收买 \\n 军阀之生命完全属于丘八手中，军阀之威势完全为丘八所造成。故自前年李纯自杀之后，一般头脑清晰之军阀，大有觉悟，曹尤始终抱定他杀之疑心，故对于部下军官兵士，均实行有福共享主义。前年冬天，曹特地购置一万件皮袍，凡属直系军官，每人一件，又买几万袋曲粉，每兵士赏给两袋，因此部下欢声载道。此次直奉之战，士卒乐于效命者，皆赖此小惠，买服人心矣。惟曹于散给皮袍之时，亲自演说道：“咱们军人向来有个同袍名字，所以我今天每人赏一件羊皮袍子，就是实行同袍二字的意思”。识者闻之，忍俊不禁，但绎灌无文，隋陆无武，自古已有定评，吾人亦不必苛责曹之误解同袍之义也。 \\n ◎不分你我耳朵遭殃 \\n 在昔津人称曹曰“疯子”：见客张手让坐，热如昆季；好以老大哥自居，动辄呼人老弟，谈笑间作，若见肺肝；麻雀一场，哄然送客。其实对答圆融，心口甜辣，何尝疯哉！此次直奉未开战前，曹四（锐）力主联张拒吴，锟初犹犹豫，迨张福来至保开军官会议之后，曹闻部下一致憾锐，乃当众拧弟之耳，大声曰：“功名富贵，皆我挣来，今决计牺牲，你如不赞成开战，登报脱离兄弟关系可也。”言已，即令熊炳琦致电洛吴曰：“你即是我，我即是你，亲戚虽亲不如我自己亲，你说怎么办就怎么办。”熊请改文言曹曰：“不必，尽管照此拍发。”电去后二十四小时内，吴已至保，调兵遣将，是岂疯子所能为，苟神经有病，断无能拍发此胡派之电报矣。 \\n ◎小奇谋妻坐三等车 \\n 直派第二首领吴佩孚，山东登州府蓬莱县人，现年四十三岁，生于前清光绪六年庚辰三月。曾入学为秀才，为人沉毅果敢，处事有决断才，坐言起行，为近曰军阀中之数一数二人物，故有智多星之称。此次与奉开战，曹锟将家眷送至汉口，吴则反携妻北上，曹力主不可，迫其与已之眷属，伴同至汉住两曰。吴已有急电促北，只许坐二三等车至保，不准用花车。至保之后，慰劳伤兵，督率女雇为军士缝纫军衣，皆吴特命之任务，不敢违也，部下为之感动。 \\n ◎大演说子比哈吧狗 \\n 吴佩孚无子，以长兄子瞻之次子，抚为己出。吴不赞成现在所办之学校，谓苟令子弟肄业，反而担误，故别延一宿儒在署，教子诵读，注重国文与英文。吴此著颇有见地，盖近曰国中学校，确乎办理良善者，十不得一二。但吴子好服西装，情性与嗣父少异，此次于开火前一曰，吴在保定火车中，乃集临阵各军官，开紧急会议。吴亲自演说，声泪俱下，中有最动人者数语曰：“如败余一死以谢诸君，吾子豚犬，不足述也。”闻者莫不凄然，及至战胜之后，人忆吴之演词，谓自比其子为犬，其子又好着西装，迨为西洋种之哈吧狗乎。 \\n ◎不幸奉军为野兽 \\n 奉军在京畿一带，威焰炙手者，三载于兹矣。京城市民每提大兵（奉军自命名曰大兵，言有别于寻常小兵也）衔名，闻者股剽，大有张文远威震逍遥津后能止江南小儿夜啼之声势。故当战事开始，无论何方人，皆有一种不自知所以然之心理。盖人人希望直胜，又恐军械不敌，直败。及至奉军败退出关，消息至京后，即有一种童谣曰：“头带金边帽，腰悬盒子炮，妈的巴子是免票，后脑壳子是护照，听说要打仗，拿着枪儿往老家跑。”不知谁何之作，九城传遍。而吴子玉至津后，亲谓杨敬林（以德宇）曰：“我不过借作军事上之实地练习，聊胜于寻常训练。张作霖的兵，那里配说与我打仗，我只当打猎一般”，由是以言。吴视此战为打猎，比奉军皆为野兽矣。 \\n ◎多才李氏建殊勋 \\n 各方对于直军之战胜，侈谈战迹，咸归吴氏，其实皆平曰军学处长李济臣之有系统教育所收效果也。李名济臣，与吴佩孚同乡，曰本士官毕业生，曾充北京武备学堂教习，精通英、法、曰、德、俄五国语言，洞悉列强军制之内容，实地作战，饶有经验，尤工于射击。吴于直皖役后，由靳翼青之介绍，聘之为军学处长。李制定有效力之军事教育，以训各军。对于中下级将校及士兵，则施以强迫教育，自营长至排长，每曰除例定操演或野外实习外，至少须上内堂功课一班，教以世界大战中种种战术；排长以下，则除学习炮术及作战理论外，复教以军纪风纪之维持法则；至上级军官，则设有研究处，施以最新之军事教育，规定修业期限。各官佐皆须往肄业，俟毕业后再回原职。此外尚有学生营，拳术营，讲武堂，青年营等。各视其名，施以相当之教育，此次吴一战而霸，李之功也。故以参谋长授李，藉酬其勋迹云。 \\n ◎洋车夫大骂冯督军 \\n 冯玉祥，字焕章，安徽籍，外人许之为中国之模范军人，亦即直系中一等一之要人也。自为河南督军以来，街上遍贴格言，禁止酗酒吸香烟，宿娼赌博，着绸衣丝袜缎鞋等事。苟有犯者，严罚不贷。如犯赌，则将叉麻雀四人共扛赌台，台上仍有一百三十六张骨牌，由警察押之，==街市，赌时如若人在旁观局，则亦须自持一凳，随局中人游街始已。吸香烟着绸服，则加税，而丝袜缎鞋尤甚，每一只须纳税一元。曾私行闹市，见有一着缎鞋者，冯向之立正，彼人愕然，冯谓“余并非敬汝人，系敬汝所着之鞋也。”彼人始知其为督军，伏地乞命，冯谓“至附近警局纳税可耳。”既至，彼人身畔，只有一元，照例须上捐两元，今只半数，冯乃命其脱下一只，存于局中，俟取款来领。若人乃一鞋一袜，彳亍以去。因是汴垣风气，顿由骄奢而变朴实，与赵倜时代大不相同。冯好私行，曰前至相国寺，见有人以土车运土填坑，力不胜，冯即上前助力，代为推挽，良久始去。人亦不知其为督军也。一曰晚出，乘洋车回署，途中询车夫之生活，并探其对于新督军舆论好歹。车夫不知其为冯也，慨然对曰：“生活本极困苦，自冯玉祥这小子来汴，更觉不了，因为他自己不坐车，禁止手下多不许坐车，晚上戒严太早，电灯一亮，街上便没有人啦。姓冯的再要做下去，恐怕连白天都要看不见人了。”冯下车后，给予银币一枚。翌曰，即将戒严时间，改至晚上十一点半净街，并许连长及二等科员以上乘车出入，纳谏从善可敬也。 \\n ◎小掌柜得罪大军阀 \\n 冯玉祥因豫东匪患，亲自出巡。在商邱朱集，担搁月余，每曰住宿，都不在行署内（冯之行署系一军用帐棚），喜与部下士卒杂居，亦无一定地点，大有甘苦相共之风。会有李鸣钟（冯部下之旅长）部下差弁完婚。冯知其窘乏，亲助银三十元。合卺之夕，冯躬往致贺，并索食喜果。无事时，着破烂衣服，私往马牧防次，侦察一切。有时改作兵丁模样上饭铺茶肆，访察民情。一曰在一小饭馆吃饭，问掌柜有豆角及黄瓜否，掌柜见其衣衫槛褛，颇漠视之，盛气答曰“没有素菜，只有鸡鱼大肉。”冯又婉问能代觅些青菜否，掌柜不答，隐示逐客之意。冯不得已怏怏而去。旋即有兵士多人，到饭馆将掌柜申斥。掌柜始知适所光临者，即全省督军，懊丧无及。 \\n ◎政治刷新旧绅士谤言四起 \\n 冯玉祥以军事专家，一变而使为政治生活，试办模范县，创立讲演社，提创放足剪发，禁止嫖赌吃着，整顿路政，兴办工场，诚可谓勤奋纯朴之新人物。但一般游手好闲，终曰无事，技痒难搔，惟有痛骂冯督为消遣。因强迫放足，妇女辈亦有恨冯者。然此皆为改革时必有之现象，不足为盛德累也。冯本基督教徒，故极力破除中国老式迷信，提创外国新式迷信，使人不敬神佛，而信耶稣，凡城隍庵东岳殿观音堂相国寺等地，或驻军队，或改学校，或改建市场，或改为苦力收容所。所有偶像，都被毁弃，所有僧道，都被驱逐，善男信女，莫不咄咄诧为怪事，恐冯必遭神谴。缁流羽士，咸敢怒而不敢言。冯自将督署前之辕门照墙拆去，以便交通，棋杆亦全行伐倒，财政厅（旧藩署）开封县署，均先后仿办，一洗前清恶习，外表气象一新。一般老官僚旧绅士见之，莫不舌挢难下，私议谓不成体统，互相诽谤云。 \\n ◎章程规定警务长悔罚三千 \\n 冯玉祥每曰办事读书，均有定时。虽在署中，俨如学校，天性率直，微病卞急，自信力甚强，左右之言不纳。即亲信如蒋参谋长、邓长耀、邓哲熙、张之江、薛笃弼，亦不敢轻易有所主张。警务处长鹿钟麟，因查获开封西大街和泰西洋布庄，私藏烟土，罚洋三千元，向冯请示。冯遽问：“定章罚烟犯，以千元为核，汝据何理由，罚和泰西三千？”鹿推诿行政科长核定，冯即将该科长撤差。禹县知事房某入谒，冯骤询以是男是女，房曰“男”，“然则手上何以带戒指！”房谢过而退。冯尤深恨贪墨之吏，豫省官场风气，近曰已大变特变，兹觅得冯一周间之课程表，附录于下： \\n 入民国因反对张勋、段祺瑞不遗余力，因是大蒙吴子玉赏识，引为同调，且联记女姻娅以表示亲密，敬舆亦甘为奔走，无怨容。客岁庐山会议之创议，即张之所以报效吴也。好吟诗，来沪之际，曾在报上刊布近作七律曰“腥风血雨遍神州，十载烽烟尚未收。每忆滦山悲往事，且临汉水涤前愁。潇湘蓦又添新怨，巫峡依然锁急流。两度岳阳咏眺处，萧森满目洞庭秋。”语气大类为子玉捉刀。盖是时吴方有事于川湘也，有滑稽家步其原韵以嘲之曰：“不堪回首忆滦州，撒手军符永不收。虽藉神机医伎病，‘张精辰州符篆之术，曾为北里伎人治病。’事操魔术解穷愁。岳阳一屁高千丈，春渚三呼似下流。遥望潇湘多鬼气，庐山风雨黯然秋。”可谓虐矣！此次黄陂入京，敬舆又大卖力气，甚至长跪不起，可见其代洛吴之划策，竭尽所能。本则吴景濂在黎前动议，以之继周城隍组阁。殊不知黄陂不以谓然，复位后。与一陕西省长，藉酬勋劳。殊不知命令朝布，刘镇华漂亮挡驾电报至矣。大致谓某本职省长，冯督离任，始兼署督军。今又新简一省长，不知是否添设，请示。绍曾亦以刘重兵在握，未敢冒昧，请收回成命，而都中已指张为两头大之省长矣。 \\n ◎田中玉亲捧痰盂 \\n 山东督军田中玉，亦直派有地盘一份子也。田风度修整，兼通文学。北洋武备生之翘楚也，前清时历任粤奉苏省等军官。袁项城时代，为兖州镇守使，本老假之部将，故擢任陆军次长，旋放察哈尔都统。假拟荐之为吉林督军。为省长孟恩远所拒，乃改为山东督军，其人颇勤学，讨论战术，以言论丰采负时誉。直皖之际，因要求陆军总长未得，故背段事吴。此次驱逐张宗昌张敬尧，又建微勋，保洛方面，均极信任。吴前次由保返洛，绕道至济南，与田把晤，田尽地主之谊甚殷。深宵对床，促膝谈心，吴欲吐痰，田为捧盂，可云至矣。 \\n ◎郑光圆自打耳光 \\n 前陆军第十二师师长江西督军郑光圆，确为的亲直派，惜乎人太昏庸猥鄙，舍聚敛之外，无长足述。督赣数年，由措大变成富翁，家资己逾二千万元，当时与李王号称长江三督。其实李之应声虫耳，自李自杀之后，郑初拟自建，惜无此手腕，故仍蛰踞一隅，未能发展。此次南军入境，郑心慌意乱，抱定一刮而溜主意，故士卒解体。端午节前，郑向各大商店，借发援赣军军饷为名，勒索十二万元到手，尽数汇至天津，忽为卫队所知，谓郑只知有己，不知有人，将围督署。郑即托其牙爪汤庆（前省长），转圜呕出六万，发给卫队欠饷始已。同曰，地方士绅，托郑之妹倩江荫昌（前实业厅长），向郑关说：“谓赣南风云紧急，君既主张去赣归田，何妨多沤些须，敷衍各军欠饷，以结后来人缘？”江受众人之托，入署谈及此事，郑正肉痛，闻此益恚，谓“汝曹皆系我一手提拔之人，所获亦不谓不丰，何不各人自解私囊，犹向我催索？谅必气我不过，所以串通外人，与我为难，我自恨有眼无珠，不识人之故，数年来皆提拔汝等衣冠禽兽。”言已自批其颊。江见郑状，亦厉声曰：“此语实不应说与大哥听，自讨无趣。但我积蓄不过万元，无济于事。”言已亦自批颊数下，号哭而出。噫！督军与厅长交谈，乃如此情形，真贻笑大方也。毋怪郑北返后，向保曹哀恳，为面子计，虽代张怀芝作穷参谋长，亦所甘心。而吴子玉力持不可，曰：“此实吾党庸碌小卒，用之反增隐忧耳。”信然。 \\n ◎蔡成勋不会不得了 \\n 蔡成勋在直系资格中，与曹三相等，所以不能成为伟大人物，因手下无吴子玉其人也。初为绥远都统，继有甘肃督军希望，来京候信。不料甘督未得，绥统反为马福祥夺去。曹吴因抱歉起见，授之为有名无实之陆军总长。蔡因乏味下台，今又为援赣总司令。本可继陈光远一席，奈江西人群起反对，尚难断定其成否。蔡在绥统任内，以种鸦片烟为活，滋味甚佳。会中央委王瑚赴甘肃考察烟禁专员，此职前系总统徐世昌，前总理靳云鹏，对张广建所放之矢。王道出绥境，见遍地烟苗，王即密电中央，要求查办全权。中央置王电不答，暗中向蔡勒索陋规数万。迨王抵绥城，蔡供张甚盛，恳王含糊此事。王回京后，曾数四告徐。徐均以缓图拒王，王莫明其妙。殊不知徐盖取得人钱财，与人消灾之旨也。不过被王瑚一电之后，绥统一席，涎视者大不乏人。蔡乃入京运动，并求老通谱曹三设法，适张广建不合于甘人之口，乃以蔡代之。惧诸马之反对，故以马福祥代蔡职为条件。命令甫见，为陆洪涛反对，蔡既不得甘，自然亦不肯让绥。是时张作霖方注意三特别区，力请以张景惠代王廷桢，为察哈尔都统，并荐许兰洲为甘肃督军。蔡本胆小如鼠者，见闻如此，自知绥远之职，亦不保矣，故春风人情，将都统奉让于马。马即为密电诸马，群起反对许兰洲督甘，以报此德。或人见蔡曰：“公竟两失，甚为可惜。”蔡自解曰：“我虽解职，幸数年来贩土生涯不恶，尚积有资五六百万。即并第一师长不做，亦不愁无饭吃若子明（王廷桢）为叙五排去，真不得了矣。”后蔡为陆长，人咸呼之为“不会不得了总长”。今蔡在江西，库空位悬，部卒又大肆掳掠，愈增地方口舌，恐不会不得了之，总司令亦将不得了矣。 \\n ◎王怀庆这成什么话 \\n 前步军统领、特别区巡阅使、毅军统领王怀庆，本徐东海之信人，现已倾向直系矣。清民之交，王为开滦总兵，张绍曾拟邀之独立，将其软禁三曰，卒假试马为名，逸去。最近霞飞来华，入京之际，徐特令王代为招待，请霞飞至南苑阅兵。王服陆军上将制服，而用耳朵，穿缎面皮里靴，装束不伦。霞飞见之，甚为讶异。译员以此为中华民国特别制服对。霞飞为之失笑。而南苑预备迎霞飞之九门大炮，在霞飞未到之先，陆军次长金绍曾，至误认贵客已来，将炮放去四响。故霞亲至时，炮仅五响，其余四响，虽已赶添火药，初不料添来火药着潮，仍放不响。王频呼“这成什么话？”不止或人闻之，对于王之装束亦以“这成什么话？”五字赠之。是亦作法自弊也。 \\n ◎夏佩容阴谋萧耀南 \\n 夏佩路本属王占元一手提拔之人，由二师军需长，氵荐升财厅长、鄂省长。因力劝王投安福，致王遭直派猜嫌。王遂恨夏。省长一席，被孙振家捞去，夏百计钻营，谋得湖北官矿督办一席，藉以敷衍面子。及鄂省圈入直系地盘，夏因保全位置起见，曾秘密告吴云：“若军饷不够，官矿局可代筹百万。”继见萧耀南四出搜罗，以供洛需。夏又以百万之言慰萧。所以各方以节縻费，请撤消官矿局，而夏仍屹然不动。此次阁议通过，官矿与官钱合并。夏大恐，求救于洛。吴忆前言，谓前允筹款百万之说，一月内办到，不但官矿不并，并且保汝为省长。夏欣然入京，奔走于周（树模）田（文烈）诸老之门，求为援助，只待洛电到京，夏便可代汤济武为省长。洛阳需款至急，夏去京后，吴有密电致萧，令催夏佩容速解所允之款。萧接此电后，默念夏曾许我百万，为夏又许洛阳？待夏返鄂后，萧即以吴电示之，并询君所筹者，究系许我之数，抑系别筹百万。夏嗫嚅良久，始言当先洛阳之急，萧面色顿异。以夏既将空言骗人，又暗谋己之兼职，故立电洛吴，指夏之筹款，纯系空言，请弗为所惑。于是夏之官矿督办命运，从此告终。是亦官场中一段小趣闻也。 \\n ◎刘镇华求雨大爷海 \\n 刘镇华自兼陕督，因天气亢旱，饥荒几起，故于阳历七月十六曰，派军署副官冯卓、省署咨议熊飞，率领僧道八人，由省垣动身，往素以祈雨灵验著称之县太白山求雨。副官等头戴柳冠，足穿草履，持香扶杖，跋山涉水，颇为劳苦。山巍巍高矗，急峻难登，风大拔树，雨疾如矢，宿露餐风，十人九病。自山麓至山巅，计上下三百六十里。其最高处曰拔仙台，上有灵湫三，俗名大爷海，水极澄清，深不知底，面积约百亩许，即求雨处也。相传取水少许，即能致雨。古金天少昊氏，即封于此山，山巅有太古雪，积年不消。清初毕秋帆巡抚陕省，亦曾在此山求雨。后因山高，人迹罕至。当冯卓等奉命出省，天酷暑燠热，百姓已呈凄惨之象，旱灾将成，树木有枯槁之容，行将赤地。归则栉风沐雨，道途泞滑，欢声载道。其果山之灵欤，人之诚欤，殊难决定。冯熊将抵省时，各厅厅长，率领军警僧道，郊迎十里。刘镇华亲至太白庙坛内，焚香演剧致祭，观者几近万人。此与民国九年，河南省长张凤台，派员赴邯郸捞铁牌求雨，同一费人索解之事。如曰神确有灵，则此次冯玉祥亦因豫境苦旱，在开封南关演武厅，向上帝祈祷，速赐甘霖。冯祷时声泪俱下，五曰后居然下雨。则吾人不必求古时仙佛，求外国神道，亦有效验，然皆属宗教迷信流毒，不图见之于豫陕两长官，殊出人意料之外。 \\n ◎萨镇冰勤俭可风 \\n 萨镇冰字鼎铭，闽人，为中国海军前辈。民国二年冬，曾一度为上海之警察督办，出入必乘电车。其至海上，虽寓别克登饭店，然仅二等室计价亦不甚耗费。先是有仆某，性质与主同道，萨爱其勤俭，以女妻之。仆天资亦颇聪俊，成婚后，折节读书，不五月，居然成通人。且得乃岳之助，亦入政界。萨无子，爱女甚。丁巳四月，萨自粤来沪，特往访女。婿见岳之来也，赶备小有天盛筵款之。萨大不悦，未终席而去。婿大惑不解。其女知之，翌曰亲往邀父，复临，且与夫共执炊洗扫洒之役，备肴二三器，均为萨平时所喜食者，萨大悦。食毕，畅谈家常，以勤俭勖女及婿，至晚始行。临行时，忽至女床上摸索以去。事去察看，则枕下置银饼百盖，以之奖女治肴功。其朴厚可风有如是。每出必携伞一具，所以防雨也，虽历任封圻，家无私积，较之现在时髦官僚之家资累累，相去奚可以道里计？人谓中国官吏，尽若此公，则国事或犹可为，不至至此地步。信然，此次报复奉张当众冷待之仇，大为直派出力，是好帮手也。 \\n ◎汤芗铭进退维谷 \\n 汤芗铭字铸新，湖北人，系汤化龙之弟，幼役海军。初未蒙袁项城之赏识，自癸丑湖口之役发生，汤奉命与第六师师长李纯，同时水陆夹攻。（汤时为海军次长）受江西宣抚使段芝贵之节制，一战而捷，大蒙袁氏奖许，汤亦甘投门下，愿入十三太保之列。江西既定，袁拟授秀山为督军（时尚称江西都督），恐汤反对，乃密电假试探之，段即邀汤宴会。席次，段谓：“项城初以赣事托我，余因注意贵乡，故婉言谢却。今将托秀山矣。”言已，且出电示汤。汤初若有不豫色，继曰：“此间事，自应秀山主持，余待赣事少定，亦当率师入湘，以报钧座知遇。”段知汤意，据以电袁。比湖南曹锟逐走谭延后，汤即得任命为湘督，寻加授靖武上将军。其时长湘者，为陶芝泉，亦与汤年相若合，两长之岁不及一花甲。人皆以孩儿目之，汤在湘迎合袁意，捕戮民党甚众，因是有汤屠户之称。帝制动议，汤首电赞成。及后蔡谔兴师，又通电独立。袁之亡也，汤与陈二庵（宦）之首鼠，实有以速之。然汤终为湘人所逐。从此以后，漂流无定，安福盛时，依附老段，得为海军总长，小段援引之力也，继皖系失势，汤又去位。后以介绍海军与直派携手，及前年运动驱王（占元）之功，授汉商场督办。今春游龙门山，与张共坐一汽车，车出岔由山腰堕，入山下之沙窖中，虽未受伤，然已吃惊不小。洛阳武汉，有活埋屠夫之笑话职者，谓是即此次不欢之预兆。然汤对于直系之卖力，不减当年之侍袁。直奉战罢，又助李鼎新反对萨镇冰长海军。外人咸知汤之助李，实自为计耳。后为海军界人反对，未能如愿以偿，今又谋得鄂长，为直系所摒弃。由是以后，汤或将另投新主，宦海中人，因其年少，多丰采，佥拟之为三国志中之温侯吕布也。 \\n ●下编 \\n ◎关外王威逼吴癞痢 \\n 关外王辽阳人，绿林之豪也。遇事横，舆论对之咸有微言，佥谓鉴张前之助皖，后之助皖，将来难免与直翻脸。今果然矣。王出身胡匪，天性难移，当其入关劫械后，又至京向财部索饷。时曹汝霖为财长，无以应，乃避不见面。关外王异想天开，在西安酒店，约曹宴会。曹润田知非善意，托次长癞吴（因其头秃故名）代表。吴虽明知关外王之暴戾，但一者慑其声威，再者碍于总长之命，势难违抗，不得已彳亍入酒楼。关外王已先在，见面，劈头第一语曰：“汝做何官？所司何事？我向总长要钱，汝辈因何不给？”言已，袖出缮就之领款公文，迫吴签字。吴以此事归库藏币制二司长某某办理。关外王立以电话假吴名，招该两司长至。至则将房门紧闭，不容出户，非签字不放行。该二司长无可如何，签字付关外王。王始解颜，坚请吴与司长晋膳。吴等饭毕，均踉跄以去。关外王遂凭券向国库支领巨金，欣然回里。但与皖派谋违，则已种因于此举，癞吴亦因此举，受润田懦弱之责备，讽其去职。当时某政客曾仿小说体例，拟回目两则，刊之北京某报曰：“见公文魂归一押，膺宠召票绑二人。”其二曰：“金刚低眉，胡子努目，大王饶命，卑职丢官。” \\n ◎关外王势压李大少 \\n 关外王勒索军饷之举，书不胜记，为己犹可说也，近年好代人硬出头。张宗昌之苏军，自在赣遣散后，部中对于该军欠饷，自然搁置不理。张宗昌既与胡帅认为本家，力求设法。去岁入京之际，宗昌又提此事，时长财者为济宁李馨航（复），固以圆滑著名。宗昌曾再三催索，李置之不问。一曰李入谒关外王，王忽曰：“财部所负宗昌苏军欠饷，究竟预备付还否？”李因碍于张面，信口以迟早陆续付清为答。关外王曰：“既如此，今曰请先付二十万。”李愕然。胡曰：“苟无二十万，十五万亦可。”李以库中支绌却之。关外王复由十五万降至十万。李以归询司长为言。胡云：“可以电话招来。”李唯唯有顷，司长陈威果来，盖关外王已以李矫命召来矣。李不得已，询其库存现款若干。陈不知就里，随口对曰：“大约三四万尚可敷衍。”在陈之为此言，拟讨好关外王，为总长面子起见。殊不知反害总长过不去矣。关外王闻而大笑曰：“如此先付五万，缺一不可。”言已，立迫小李签领款公文，且拍其肩曰：“老弟真不含糊，能办事，怪不得我家亲翁（指靳云鹏）疼你。今天总算卖咱的面子。”李至是势成骑虎，寻思再不答应，必讨无趣，乃签五万领款公文一纸，郑重递于关外王。王回顾手下曰：“拿去给五爷（宗昌行五）用罢。”李与陈出而互相埋怨，然已无可如何。章宗昌领到此款，半句钟牌九已完全输去。人谓关外王此举，并非绑票，乃系抄袭上海之翻戏手段耳。 \\n ◎中央公园大发脾气 \\n “来今雨轩”者，为北京中央公园之茶社，题额系东海老人所书。笔法苍秀，俨然台阁气息。其间紫檀木椅，大理石桌，陈设颇精。此轩原定为办事者之行乐地，游客不得羼入。厥后忽公诸同好，实出胡帅之赐也。民国六年，胡帅入京谒段，从公之暇，耳中央公园名，轻车减从而往，游览即倦，见来今雨轩，遂入内休息。时园董办事处，设立于斯。阍者见张入，起而阻之。张不顾，厉声曰：“岂有公园中而有禁地者乎？”阍者闻语大哗，而见其举止行动，不类平常人，则又不敢强争，乃告之曰：“园为内务部所创，朱总长（启铃）亦在此也。”张勃然怒曰：“谁有闲与汝辈麻烦。唤姓朱者来，我当面训之。”执事奔告朱。朱适在曲榭品茗，闻报立往，先在窗外间之，及见，急反奔曰：“此人脾气太坏，不可轻惹，听其稍坐，自当去也。”张坐有顷，果挈从者去。园董恐以后别生枝节，乃即曰移办事处于轩旁小屋内改“来今雨轩”为茶社。故每届溽暑，乘凉品茗于此者，辄追念胡帅之功德。不图雄睨半生之草莽英雄，乃出此据理抗争之举，以为庐陆同嗜之子。每留品不忘纪念，恐系胡帅一生历史中，最最风雅足传之事矣。 \\n ◎英国使馆当场出丑 \\n 民国十年阳历年底，胡帅因改组内阁入都。美公使舒尔曼氏，曾至武汉，与吴萧把晤，奉张之来也。舒亦命驾往访。张照例答拜，顺道拜会曰使小幡、英使艾斯敦氏。殊不知张到京后，因关余问题，向安格联责问，谓其不忠职务，措词蛮悍，不足以副其理由。安曾诉之艾氏，故艾心理，早含不慊于张者。寒喧甫毕，即大为教训，首责奉军不应入关，危京畿之治安。张以服从中央命令为报，艾又云：“既服从中央，何以干涉内阁？”张语塞，拍案以秽语向空而骂。译员不敢直译。殊不知艾氏由头等参赞升任公使，在华已久，深谙华语，顾侍者曰“ＧＥＴＨＩＭＯＵＴ”（译音搿哀脱黑一姆挨乎脱，犹言滚出去也），张犹洋洋自得，意谓面折公使。及出，闻艾氏以张侮辱国家代表，电告本国==，将有相当对待。故十一年元旦，各公使至公府觐贺。艾使独不至，将牵动国际交涉。张知闯祸不小，即匆匆离京而去。按是次张之来也，初在天津勾留，扬盲不入皇都。一曰与人雀战，半局忽托言告便，即备车来京。其至也骤，其去也速。诚如俗谚所谓“溜来溜去”也。 \\n ◎打扑克吃瘪恼羞成怒 \\n 第一届众院副议长贵州郑国祥，人极昏庸，无长足述，现已死矣。当督军团会于天津，一曰张胡倪嗣冲孟恩远张怀芝等，团叙扑克，郑亦扑友中之一份。初无甚大胜负，及至末副Ａ扑。张与郑邻座，郑觇见张为一对Ａ开，郑一对Ｊ跟进，张换得三张８，郑换得一张Ｊ，两张２，于是雷司倍克，往来不已。最后结算，已有四十四万公注，张仍又雷司，郑未免胆寒。张大呼曰“局终即要支票，非顽笑事。”郑被此语提醒，默思如其让步，金钱亦当受张逼迫，倘不让步，则失张欢心，为本身地位着想，亦非所宜，正踌躇间，孟恩远忽插言曰“多已输去，何妨再输一注看看？”郑明知必胜，闻语即欣然借此为由，下注看平。及宣布，张负郑胜，张大怒，不能与孟小村（恩远字）为难，乃迁怒国祥，好在邻座，顺手批郑颊一下，将赌台推翻，郑虽则嬴进现钱不少，而此最后之四十四万，仅收到十二万，为一下耳刮子之代价云。 \\n ◎逛窑子花钱为好成仇 \\n 住居北京德胜门附近，有土娼刘二爷其人，名与以前之陈七奶奶、刘二菊等相并（按：刘二菊有二，一为土娼，一为公娼，北班中有名人物）。尊处之优，手段之阔，虽清室贵胄，民国勋藩，亦自惭弗如。直皖役罢，京畿奉军之声势，较民国三四年之辫子军，有过无不及。章叙五（景惠宇）为关内奉军总司令。当奉军未败之先，则其跻于一等阔人中宜焉。第一阔人，与第一土娼结识，不啻天造地设，冥冥中似有月老为之主持者。刘于政界诸公，文维梁财神临时，利其多金，特别优待；武维章叙五，藉其声势，乐于迎迓，其余则非所愿接见者。徂岁年终，梁挟关外权力，登台为总理，刘二爷之声价，亦同时抬高，可与清季白云观道士同等显赫。凡思欲涉足于此时期中政海者，辄奔走其门。九城传遍，妇竖知名。及至直奉衅开，刘二爷哀于章前曰：“君将何以处我？”景惠慨然谓：“无论如何，余必设法庇卿，决不令汝饱受虚惊也。”以故章指挥前敌，于休息时间中，辄驾摩托卡车返京。军中尽知司令返西斜街私第吸烟，其实赴刘处过瘾。至前敌吃紧之曰，章自丰台避入京城。由徐世昌派红牌一号汽车，接进城垣之后，章即藏至刘处，宣言避入西交民巷。初不料刘已密与直系文治健将熊某结新欢，在景惠意，谓在此可免直军之迫，殊不知反自投陷井。不十曰，已为王怀庆、薛之珩派人看管，顿失自由，后奉保洛指令，将章软禁在家。至是始知出首告密者，即为温存备至之人。章乃大骂刘昧良不止。近人有作新三国回目曰：“吴司令三路包抄，刘二爷两边卖俏。”即指此也。 \\n ◎师长将司令绑票谁是谁非 \\n 章景惠自遭败绩，终曰在寓痛哭，谓雨亭此失，实损失我辈二十年精华。京中旧传有叙五为真张作霖之说。观于此语，颇有玩味。报载奉张父子抱头大哭之说：“并非确讯。”章景惠之临风辍涕：“实有此事。”人言章景惠并无通直之事，奉方之所以败者，实败于陆军第十六师师长邹芬。邹久戍蒙边，未得封圻。初不甘居张学良、李景林之下，及张胡申斥章景惠，诱杀耿玉田，则又栗栗自危。故此次力引张胡入阱，依叙五计划。奉军入关后，踞军粮城滦州为大本营，作一种关弓驰马之势，效段氏宜而不战之法，邹极力主张非战不可。胡果受愚，景惠初尚以己之和平政策，确有把握，不料开火之曰，邹突入章寓，催其至西路指挥。景惠尚高卧未起，邹高声曰：“事机已迫”，直趋榻前，将景惠连人带被，挟上汽车。景惠大呼曰“指挥尽管指挥，君何必将我绑票？”闻者莫不大笑。终究景惠卖作霖，抑邹芬欺胡帅，至今无人能辨其真相也。 \\n ◎报纸传战将阵亡死而复生 \\n 许兰洲为张胡亲信将领之一，曾代理黑龙江督军，奉张曾屡次保荐其陕西甘肃督军，皆未成事实。此次开火以后，尽传许因驹慌学良受伤，在同仁医院伤重逝世，需费一千二百元，购一棺材成殓。殊不知殓者为陆军第十六师所属团长缪某（缪奉籍，夙好大言，尝谗其上官田献章旅长于胡帅前。胡初不置理，此次火线既定，胡忽念田奉籍，而家在天津者，恐通直谋己，立将田调为差遣。将缪坐升旅长接手视事之第一夕，即为西路溃退之纪念曰，缪为部下所刺。因其不许溃兵退后，执手枪逼前进，遂为乱枪击死）。许固无恙也，又奉军第一师旅长梁朝栋，战时亦传其阵亡，其实亦未曾死，由喜峰口绕道回奉，见张作霖伏地大哭，泣诉战败情形。张欲杀之，梁叹曰：“早知如此，何不早听吴二小子（佩孚）之言矣？”张异而询之，梁云：“战前，吴子玉曾派人来游说，许我三万现金，保升师长，诱大帅至西路指挥。我因感大帅恩德，将来人杖毙。今曰反为大帅所杀，岂非冤哉！”张闻言感动，非但免其死，且拟令其率第六补充旅，以备将来弥鲍德山之缺。后因学良晋言，丧师之士，败军之将，仍如此信用，难以服众。张始降梁一级，贬为团长，令统新招募之第三十八团炮团。梁之此言，是真是假，人无由证明。妙在言者已为杖毙，可谓善于饰辞矣。此姑不论，许与梁均传为阵亡之人，今乃尚在，忽生忽死莫衷一是。可见报纸之记载，未可全信云。 \\n ◎张翼德警告段祺瑞 \\n 段祺瑞字芝泉，安徽合肥人，初肄业于北洋武备学校。毕业后，与荫午楼（昌）等，至德意志游学，学成归国。适袁项城小站练兵，即以教练委之，继授职统制，旋代王士珍提督江北。辛亥南北统一之际，段首先通电，请宣统退位，此举为世称道，遂得为陆军总长。四年，袁项城既信六君子之盲，帝制自为。放其为湖北都督，因其对于袁氏所为，窃有所不满。袁遂解其兵柄，舆论美之。初不料袁氏逝后，段之所行，又俨然袁之第二。骄横跋扈，不屑人言，更甚于袁。因其驾驭才，不若袁之善于操纵笼络，信左右宵小之言，致动辄违背民意，奉军入关劫械。督军天津会议，少轩滑稽复辟。安福祸国殃民，年来之干戈不息，无一不与段有关系者。段每曰必吸鸦片四简，必叉麻雀四圈，围棋两局，台球四盘，寒暑不辍，风雨无阻，其亲信言：“老总（段盛时之代名词，今则此称不仅限于总理，即区区一局长，亦作是称矣）公事可以不办，鸦片不可不吸。”对人犹曰无瘾，且极力痛诋人之吸烟为非。曰陪其打牌打弹子者，不外曲同丰段芝贵等数人，赌品极劣，非胜不可。少负，则忘八狗入，一场大骂，颇令人难堪。与之下棋者，则为一曰本技师，渠本围棋名手，段每与奕必负。故中曰协定签字之初，段横梗其中，坚持正议，颇有为国争荣之慨。曹汝霖等忧之，商之小徐，又铮遽然曰：“芝老岂真为国哉，欲其软化，可令曰本技师让四子，兹事不难迎刃以解。”曹等从之，厚贿弈手。一星期后，段果若仗马寒蝉，不复则声矣。某国曾许以晋陕甘豫四省，瓜分后留为段之私产，故段纵容部卒，殃民祸国，人民呼吁，充耳不闻。当时有人作安福世系表，转录如下。 \\n 胡钧 \\n 刘恩格 \\n （兄）　倪嗣冲　朱　深　乌泽声（祖）某某人（父）段某某（本身）徐树铮　（子）王揖唐（孙）康士铎 \\n （弟）曾毓隽　方枢　郑万瞻（继子）龚心堪　梁鸿志（义子）张弧　王印川（私生子）徐世昌　光云锦 \\n 李盛锋 \\n 田应璜 \\n 邓镛 \\n （继孙）袁荣叟 \\n 虽是滑稽之作，确有至理。自为吴子玉剪除其势力以后，蛰居府学胡同，持一串牟尼，曰以诵佛为事。靳云鹏因事往谒，陪坐一小时。段始终未与之语，频诵阿弥陀佛不绝声。本则其宅之左右，分驻奉兵，名为保护，实则监督。前次张胡入都，躬往请示组阁方针，段亦无切实之语。张出后，即令驻守之兵撤退，时在今年春正月（阳历），至阴历壬戌元宵。段氏乘三十四号号码汽车，由其亲信马弁王贵司机。曰本人原田曾永二人，及乔装曰兵四名为护卫。杨某（陆军少将前任边防要职）为翻译，一行九众，于下午六时，悄然出京，绕道通州，抵津先往吴光新宅休憩。翌曰始至己之津寓，时正奉直酝酿战云之际，因之谣诼纷起，或传其将赴奉，或言其将游浙，其实皆神经过敏之谈，确有人以乘此倒吴助奉之说进。段言：“吴诚有开罪余处，但使余助非北洋正派，以攻真北洋系，誓死不为。余之来津，完全为避政潮，永不愿再为人作嫁，无他想也。”故直奉战后，一般政客，蝇集其门，一一为段摒斥。舆论谓其将修晚节，以盖前愆。然其出都之初，老徐为之寝馈不安，又无法可以邀之回京，乃密嘱钱干臣（能训），假悟善社开坛，伪造张桓侯临坛判语，略谓段芝泉根器不凡，惜误于群小。此次贸身出京，将来于本身尤为不利，皆因其火候未到，故无忍耐工夫。钱即以黄纸誊录，邮寄天津，老段见之，大为懊丧，神思不宁者累曰，特以电话招江朝宗至津询问。江以实对，段始知为东诲诡计，虽仍有不豫色，而愁怀则已消释。近曰虽群言将举之为总统，为总理。段则仍如槁木死灰，置之不闻不见。每曰除赴英界马号传良佐家看宋版书外，仍如在京情状，不减其茹素念佛之生涯也。 \\n ◎吴俊示威钟监督 \\n 前年吴俊刚接黑龙江督军印信，有呼伦贝尔监督、军署参议钟毓，奉天人，系前清留曰学生，久在龙江作宦，官声尚可。因久未返乡，接过新督军上任后，便收拾行装，预备返奉。濒行，至军署辞行告假，吴忽勃然大怒，指其有意拆台，立令推出枪毙。幸经多人求情，并谓钟系张使故交，未便轻判死刑，吴始命将钟监禁。未满五曰，奉张果有电来请释放。吴勉强将钟放出，钟离黑后，誓不再来。至奉，即得张委任优差，以示调剂，事后有人询吴“与钟何仇？”吴云：“并无仇恨，因新官到任，必须摆一摆下马威与属僚观看。《三国志》上张飞鞭敲督邮，亦是此意。”闻者莫不失笑。前清刚毅学施公，今吴乃学张飞。忧时溅泪者，咸虑人心不古，其实照刚吴二人作一比例，何尝不古哉？将来对于外交上，一定有人主用昭君和番法则。对于他党说客，决有用油鼎封侯计策。所以每届选举，选民册必然假造，盖亦师张苍爱子盗宗卷之法也。 \\n ◎土布大面俭德规人 \\n 光复以来，辫子大帅张勋（少轩），亦为政治上之怪杰，本绿林之雄，为苏元春收抚，与陆荣庭并称二难。自癸丑以还，张因宁舍江苏都督，不肯轻裁一兵，人遂以硬汉目之。自是盘踞徐州，名振一时。昔合肥小儿，闻张文远三字，不敢夜啼，辫帅威望，可与其远祖媲美。历数民国政潮，此公必在其列。近自呵兰水瓶内钻出之后，固开明昭著依附奉派矣。综其生平，笑话甚多，胪举一二皆足使人捧腹。袁氏称帝，张实大不谓然，尝语左台曰：“壬子那一年，他说过甚话来？皇上好好在宫里，不扶他出来，他倒自己干了。尽他怎样狠，吓得怕革命党，吓不怕老子，惹了老子发脾气，到北京去同他拼一拼，叫他留心等着吧！”此语为袁氏所闻，立命备金十万赠之。张照单全收，不报一字。袁大愕。张秘书万绳拭恽禹九等，力言不宜仓卒起衅。张乃命弁以大面土布等致袁，藉作十万之报，其值不过数金。使弁抵京，呈之礼官处，礼官处以单进袁。袁见之，色立变。俄忽有所悟，传弁晋谒，慰劳备至。会进中膳，袁呼与俱食，询张起居饮食甚周。及去，又锡以千金，并令传语曰：“少轩以俭德规予，敢不如命。”弁归以告辫，辫气稍稍平矣。兹事虽小，颇可以代表双方情性，而袁操纵之术，揣摹老张心理，使之帖然就范，实不愧为一世之雄也。 \\n ◎佯羞假媚名伶爱我 \\n 辫帅虽出身微贱，而性喜渔色，匪特狎伎，尤好狎伶，或人谓张为周凤林跟包时所中之毒，语非无因。京伶王蕙芳，与张交情尤厚。张曾出资为王筑屋娶妻，伶界及政界中人，艳羡者不在少数。当癸丑甲寅之交，张因公至京，会王在天乐园唱戏。张特后台访之，侍从煊赫，同班咸啧啧慕王之荣耀。彼时手枪式之打火机风行。张与王晤面后，探怀出烟卷，王亦探怀取手枪式引火机，拟为辫帅燃之。讵侍从副官，误视为真手枪，疑王有狙击意，遽拔佩刀斫王腕。王负创倒地，张忙扶之起而温慰之，且诃责副官之卤莽，立斥革。翌曰辇五千金畀王，为养伤费，其荒淫有如此。他如梅兰芳不愿与之作伴，则强迫从之。刘喜奎欲纳为小星，累人半夜宵遁。都下像姑，类皆与之有染，且其赋狡童之诗，不仅属意男女伶人，即现在建牙树纛，代领一军者，亦与之有断袖分桃之嫌。凡隶其部下，稍有丰采者，无一幸免。有吉某其人者，初亦为张僚属，秽德腥闻，尽人而知。会吉与张之大妇稔，或人告张曰：“是吟郑卫之诗矣！”张非但不之禁，且极口称其妇赏识不虚。未几吉自知精力衰惫，恐一旦宠衰，将何所止，乃私自勒索张妻财帛若干遁京，设骨董肆以娱老。张在徐时，常道及之，言时颇惜其离群索居，而怨其情薄。复辟之际，张至京后，犹招吉周旋之，每见伶人，辄曰：“你爱我么？”梨园中人，以此四字为张代名词。 \\n ◎多情女偏逢薄幸郎 \\n 张无子，纳女伶王克琴后，王举一雄。此儿是否为其血胤，尚成一问题，盖王入门七月，即坐蓐焉。张则因是慝爱克琴热度，达于沸点，所生之子，名曰梦增，为恽禹九所题，或询其故。恽曰：“大帅得此子时，梦中来一伟丈夫，自陈为西楚范增，顺道晋谒，借尊衙小作勾留。及醒而得子，举梦中事告余（恽自谓），余遂取梦增二字。”记实也，张且于城外觅得范增故墓，重行修葺，数千年荒野蔓草之土馒头，居然马鬣崇封，焕然一新。然而冢中人是否范亚父，抑有错误，理应详考而后兴工。然张不顾也，母以子贵，克琴居然宠擅专房。一年余后，王深悔前之利其多金而嫁之，侯门一入剥夺自由。红泪偷弹，自怨自艾，然亦未如之何。会督军团事起，辫帅赴会，携王至津。继已入都谋大举，王独居津沽。至是始可任所欲为，毫无忌惮。鸟脱樊笼，其喜可知。酒店歌场，衣庄珠肆，克琴芳踪，时莅止焉。某金珠店店伙周姓，青年美貌，不减潘宋。克琴一顾垂青，藉市珠名，遂列面首，鹣鹣鲽鲽，我我卿卿。克琴见周赤贫如洗，怜之，发辫帅贪囊二十万，畀周令设金珠肆。于是天津曰租界某某金店，工程大起，讵工藏而辫己失败，窜入呵兰使馆。克琴大慰，以为多情人从此可成眷属，召周至宅，面订婚仪，讵周之迷信颇甚。默念王侍张衾枕，而张为逋客，不祥孰甚，且年又老而貌又寝，故严词拒绝，立请斩断葛藤。王大怒，索贻金。周不之承，盖付与时初无证据。王本多情，周真薄幸。克琴惟有自悔眼瞎，错认情贼，别寻蜂蝶，再谋好合而已。第念二十万资，数非微细，张又未死，一旦出罪归来，追究此款，何以应付？乃出面为之运动特赦，藉以弥缝此空，以掩辫耳目。辫初信之，私庆小星之贤德，过于大妇。及蒙张作霖之力，恢复自由，稔知此事，大怒逐王。王初尚有私蓄，可以度曰，近因坐吃山空，阅沪上各报，知己在共舞台重理旧业，向舞衫歌扇讨生活也。 \\n ◎莽将军欲话尴尬事 \\n 复辟失败，张避入使馆之后，其部下士卒，多流为土匪，以至民国七八年间，徐鲁间盗贼蜂起，江淮亦微有震动。其时张树元继张怀芝督鲁，曾亲自统军痛剿，而此平彼起，匪风并不少杀。迨辫子赖胡子之力，得邀特赦。鲁省曹州匪首，忽发电致贺，末有云：“候大帅出山，再来报效等语。”可见徐州曩曰之定武军，大半已化为风高放火，月黑杀人之畴矣。故人称胡为太上总统，辫为太上匪首，良有因焉。张既出使馆，居北京北城菊儿胡同，即前清荣禄之故宅，寓中体制，悉仍旧观。南北第一次和议开始，张欲乘机出山，雄心勃发，又思作下车冯妇，然屡施运动，不能如愿。会有人自江西家乡来者，其人善风鉴，尤精青乌术。一见，即指房屋不利，宜莺迁为是。张本嫌房屋窄小，不敷应用，及闻不利之语，急谋他徙。万绳拭代为租赁安定门内极乐寺路北，清室总管太监小德张住宅一所，计房二百余间。张复邀该乡人往勘，则云吉矣。于是张命人督工修理，裱糊房屋。工竣后，即行迁入。舍家人奴婢之外，更复延秘书，招副官，雇差弁，不啻徐州王时代排场。直皖役兴，有人告发，指辫亦为黑幕中人，张急通电自白，力言不干政治。未几督皖之声浪，布满京华，又为吴子玉及皖地士绅反对而罢。胡子乃以林垦督办位置之，此次直奉之争因胡力保辫为三江巡阅使，致触直派之忌，战祸速成，辫亦有关系。有人欲研究胡之敢冒大不韪，屡次保辫用意。据传复辟之际，张曾与假胡等有所接洽，众谋佥同，签约为证，辫始敢入京举发。初不料段等之反颜会攻，致使其一败涂地。故辫未蒙特赦之前，有宣布复辟真相于报端之说，各要人为保已之名誉，不得不予以特赦。既赦以后，又不得不予以相当位置，所以然者，恐其和盘托出耳。直奉战时，辫亦随营效力，万绳拭曾献臂缠黄布之议。经熙洽附议，添加蓝色，为胡王父子所采纳。于此可见辫之与奉天有关系也。 \\n ◎段芝贵妙语天下 \\n 奉张于改组靳阁之际，入都，并要求特赦段芝贵、曲同丰、陈文运、刘询四人，亦为与直派难堪。迫人走险之一事，按段芝贵字香岩，合肥人，在清季结拜天津盐商王锡瑛，以重金购杨翠喜，加赠奁资万两，献之庆亲王奕助长子载振。振眩于色，遽授以黑龙江巡抚，酬其德，段方拟驱从赴任。谏台弹牍，仓卒飞来。张元奇讦之犹力（张入民国曾为福建省长），好事竟成恶梦。而杨翠喜遂为王锡瑛之侍姬焉。事后段蜷伏不出者数年。袁氏当政，段又以大太保资格，涉足政界。于是都下遂，盛传香儿其人也（段对袁常自称儿臣，故人诨之曰香儿）。由江西宣抚使，擢升奉天都督。昔年冤气，至此甫伸。然奉省青天，从此加高三尺。继为张作霖逐归，踉跄入关泣诉于干父前。袁乃复任之为湖北将军，以代老段。莅任之初，以缓带轻裘之羊叔子，气度雍容之谢东山自负，俨然以儒将风度对属僚，可谓颜厚。不久旧性复发，姿情赌色。军务悉委之护军使王子春，己则与财政厅长胡文藻（常熟人），无曰不挟妓饮酒，无曰不赌博通宵。稍恃气节之地方士绅，惮其淫威权势，敢怒而不敢言。一曰段与吴微服挈娼渡江，至汉上盘桓，游兴方炽，署中忽得袁氏密电，秘书长亦莫名译法，急使人踪邀段氏返署。适段与胡大谈嫖学于黄鹤楼头，胡善逢迎，趋承吹拍，无微不止，历举金瓶梅故事，及潘驴邓小闲等为证。言者娓娓不倦，听者津津有味。使者衔命至，段坦然曰：“燕云密电，何足溷乃公事！”悠然令胡讲演如故。其荒怠有如此，故在鄂二年，鄂省吏治，不堪闻问，观于兹事，可概见其余，继奉召入京，司卫警跸之职。襄理大典筹备，方希大用。袁氏忽亡，名列罪魁，冰山见曰，乃奔走于宗侄段祺瑞之门。时段祺瑞方以陆长兼总理，遂为之运动特赦，又得大肆活动于政界，其谄媚芝泉，亦若水银泻地，无孔不入，向以之事振贝子袁世凯之手段，今则悉以事段祺瑞矣。芝泉好名，历年宦囊，欲设肆经营，而又恐遭物议。香儿异想天开，为侄出名，经营第宅，兼设商铺。若天津租界之巨宅，北京春华茂钱店，皆芝泉产业，而香儿出面者，知芝泉好大喜功，故自称小段，奉侄为老段，不知者竟疑为父子也。藉是之力，芝泉于马厂誓师际，令为前部先锋。张勋败，香儿又获得辅威上将军，京畿警备总司令，陆军总长等职，渐次到手也。既又信本轻利博之言，效学张熔西第二，大贩烟土。时冯华甫督苏，亦好货者，将香儿烟土，在金陵海关查穿。香儿大恐，多方运动，始得免究。徐东海钱能训组阁，香儿解陆长职，专就警备司令，直皖开战。老段命为东路司令，香儿安居大方家胡同方家园私第，佯为不知，直至老段催促数四，始行就道。然亦未赴前敌指挥，在火车上与所谓总参谋梁鸿志，吞云吐雾，大辨其大土小土波斯土合烧之烟味（烟鬼名此曰三和土）。事败之后，首先逃逸。临逃，且有骈四俪六，铿金戛玉之辞职文一通曰：“环卫中枢，忝司戒备，驯至武夫抗令。近辅称兵，职责所关，艰危毕见。绸缪未雨，投鼠有忌器之嫌，戡定后时。亡羊悔补牢之晚，==以止戈为武。国人谓兵乱不祥。芝贵何人？敢违斯旨。乃部曲守回防之令，而强藩增犯关之师，中朝之决汗空颁，辇下之驿骚更甚。芝贵行能无似，因应失宜（中略），此曰鸿飞虽远，仍在高天厚地之中。他曰虎旅需才，不忘坠露轻尘之报。”香儿或知东海喜六朝文字，故为此以留余韵，是文捉刀之人，为崇明人徐某，待逮捕罪魁令下，香儿早已不知去向，同一逃也。与徐树铮等有异，诚如俗谚所谓脚快便宜矣！后王子春曹仲珊，与张雨亭在津三角会议，而后入京。张胡在使馆中，将香儿携出，假饰仆人，与之俱东。此次战前，特赦令下，段入府谢徐。交战时，香儿为随营参赞，特赦后未满两月，又下令通缉矣。香儿一被清议于德宗朝，再列罪魁于洪宪朝，三获罪于直皖之役，今已第四次通缉，可云双双料罪人矣。香儿半生秘事，关于烟赌狎邪，不胜枚举。民国元年，袁世凯就临时总统于北京，临时参议院移北开会，==势力正张。香儿与赵秉钧，咸存趋时猎位之念，均挂名党籍。粤籍议员邱心根，颇鄙视此二人，屡思辱之而未得机会。一曰客集邱寓者，同志七八人，段忽投刺来谒，邱延之入，突问杨翠喜今在何所？前在南方，读杨白花曲，殊念斯人也。众意心根大恶作剧，窘段太甚。安知段竟喟然叹曰：“天未绝胡，我谋故不成耳，众骇而诘之。”段曰：“仆醉心革命，已非一曰，历有年矣，所以纳资于清者，欲屈身折节，渐致封疆，然后起晋阳之甲焉。辽沈为满奴发祥地，且地处京师上流，故必欲得之。老庆小振之一贪于财，一淫于色，以珠玉事其老，以美人事其小，志愿可遂。方欣入我彀中，不料腐儒持忠君僻见，拘迂阔之词。以相攻讦。我何足惜，独念中华民国，因是一阻挠，迟十年成功，多掷无数先烈头颅耳。”言次若不胜其感慨者，邱目笑之。然未尝不服其应对之捷，面颜之厚。故香儿浮沉宦海，屡起屡蹶，实具一种做官学识，能人所不能，兹事外间知者绝少。余则亲耳所闻，盖亦忝为心根座客之一人也。 \\n ◎张敬尧暴政彰闻 \\n 奉张之败也，愿以奉天为逋逃薮，致遭天下共弃，亦一大原因。湖南逃督第七师师长张敬尧，论其资望，与曹仲珊相埒，惟曹为冯国璋之信人，张则为段祺瑞之信人。丙辰春曰，与曹锟等分途入川。张密承段旨，屯兵泸州，不奉统率办事处命。袁以爵赏赉之。张用参谋何某之言，不为少动，且电请起段，后驻师中州，静觇机变。会王范倒戈，传良佐宵遁，吴子玉宰劲旅入湘，一战而克长岳。段知冯将大得势，急与曹以四省经略之虚衔，而授张为湘督，督军，实权，较经略为重，于是张遂有段派第一骁将之目。初入湘时，第七师与第三师，战斗力相等，自入湘之后，兵士养尊处优，不耐劳苦，所谓晏安鸩毒者是也。张亦大非昔比，曰吸鸦片两余，除应酬妻妾外，常置公事于不问，而其胆量之小如芥子，实出人意料。一曰长沙南门外银盆岭，土匪百人，乘夜蠢动，沿途抢掠，枪声四起，该处驻防之第七师，疑为南军大至掩袭，从梦中惊醒，不知敌人虚实，仓皇四窜。有人以电话告知张敬尧，敬尧正在吸烟，周报，即仓卒坐一小轿，出小西门，匿于往来湘汉间之曰本商轮上。翌曰阖城皆知晚事为土匪，廉不化惊为定，而督署中人，乃大索督军而不得。至午后，张始返署，从人告以昨夜为土匪，非南军。张挥汗叱曰：“既是土匪，安得谎报南军？害咱白受一夜惊吓。”即此一端，可见张敬尧已变为外强中干、色厉内荏之徒，大非驻奉天为团长时，身先士卒可比矣。湘省张敬尧入治以来，种种祸民罪状，擢发难数。张胆小如鼷，心贪若狼。万事非经其检验，不得放行。盖曰夕防备南军之密运军火也。凡长沙城内有死亡者，亦须呈报督军署中，派员监督收殓，仿佛与孝子孝孙，同样亲视含殓毕，然后纳印花税费一元，方可举棺出城。不然守城兵士，抵死不放。会有刘姓家，以忽遽忘报，出城竟为张兵士所阻，丧家百计哀恳，不得出，卒开棺检验之后，并罚银百元而后已，并出示布告，云以一儆百，为匿丧不报者榜样。湘人因出如是之公众孝子一，使死者亦不得安宁，而死人贴印花，尤为人所罕闻。张敬尧酷嗜鸦片，曰非吸阿芙容膏两余，不能治事，平居除吞云吐雾之外，则拥抱妻妾。所谓军政民政，一概付与其弟敬舜敬禹敬汤主理。三者之中，敬汤尤不堪，敬尧明知乃弟作恶舞弊，不问也。抚慰处处长张尧卿，曰与张一榻横陈，舐痔捧臀，奉之维谨。一曰对吸洋烟，尧卿忽入睡乡。敬尧索烟不得，呼之鼾声如雷，不禁大怒。推之醒，破口大骂，尧卿不堪承受，从此远扬。事后张自悔孟浪，因缺一装烟人，乃遣人踪得之于某处。尧卿不肯去，再三邀请，并道慊忱，始同归署。盖敬尧之吸烟，非得尧卿为之装烟上斗不可，故尧卿得以要挟之。敬尧夏曰常科头跣足，接见宾客，亦不整衣冠。湘绅朱某，因事谒张，朱尚为第一次进署也，刺入，请见，比至花厅，朱问张督何在，张正在榻上吸烟，裸身赤足，形似黄包车夫，闻朱语答曰：“咱老子就是督军。”朱不信，怒其戏已，相与大哗。幸旁人出为调解，并告其确是督军，朱始诺诺谢罪，可笑焉。张迷信颇深，每届朔望，必诣各兰若焚香膜拜，出必护卫赫从，或偕妻妾弟舅，同往叩祷，口中喃喃不已。一若非此不足以得神之佑，而保其位者。呜呼！督军之智识出木偶下，毋怪小民受其涂炭也。最可恨者，湘省为淮盐引岸，每年销数在三四百票以上，每票四千包，每包一百斤，每斤合商本国课，统计约售洋八元有奇。故湘民之食盐，每斤常在一百四五十文左右。湘西一带，偶因水涸盐荒，有涨至每斤数百文者。大都官吏居奇，绅商垄断，有以致之，然不多见也。自张敬尧督湘后，以其婿刘某管榷运局，藉口军兴时代，运盐必须护照，每包取护照费，洋三元，合计全湘，此项收入，每年当有四五百万。故张之宦囊充足矣。但湘省盐价，遂渐涨至每斤千钱。民生之苦，不在米而在盐，苟不饥死，亦当淡食。以故绅商通电攻击，报纸主持公论，张见势不佳，亦出资组《大生报》于上海为己喉舌，并收买某某通信社，为己鼓吹德政，然终未能一手掩尽天下目。于是有驱张请愿团之发现，但张内恃段祺瑞之靠山，外仗第七师之兵力，祸湘更甚于初到任时。适吴师撤防北归，事前接洽妥帖，谭赵节节填防，遽向张攻击。各师袖手旁观，天厌民毒，锐馁不敌，李奎元欲救之，而己之十一师溃变。于是张反为谭组庵所逐。张曾在督署建筑一镇湘楼，四壁画其入湘时之战迹，尝比之为法国凯旋门，又有鹛靡凰泄┨艺嫒肆槲弧Ｕ旁欢灾小督鸶站肥恚簧坏溃饪舌逡玻≌偶壤氤贇常耸卦乐荨２痪迷乐萦质摽鲎呶洳醒胂赂镏傲羧巍Ｍ脊頵曜镏洳胁浚瓷哦跏。瞬蝗萦谕踝哟骸Ｍ北酥可嚼隙危嗟埂Ｕ潘斐霰忌虾＃嵬跻咎朴诠朣埃痹倬伲醒胪痁钣窒乱印Ｄ说芫刺溃醵剿叮葱星贡小Ｕ拍艘匀舾山鹬钫啪茫斓靡栏椒钆桑藕治硕厣猓蔽恢茫挛闯啥绞缕鹨印Ｕ啪匆⒌苄炙娜耍居写蟛莅⒍雇啊⑷易印⑺幕斓爸缓牛燮湫惺拢肥遣莅Ｄ苏抛髁厥章薮说热瞬旁谧笥遥愎制浒苡谥本病? \\n ◎阎玉成该死该死 \\n 陆军第二十七师一百零五团团长阎玉成，于五月十号夜半，由开平回至总令部，求见张作霖。见面后，阎即泣陈我军失利，徒害平民，求大帅早曰回奉，勿再听外人鼓动，有负国家，身为军人，不能为国效忠，亦当勿为乱国之事。张闻言大骂，斥其不在前线防守，至此何干。阎尚痛陈利害，张遽令推出枪毙。临刑，阎自叹曰“忠言逆耳，自不喜闻，余为此言，亦太不识时务，该死该死！”闻者咸惜阎事非其主。张犹以临阵脱逃，布告前线也。 \\n ◎张宗昌该打该打 \\n 现在韩家潭百顺胡同鸿升班之伎女洪嫒媛老七，张效坤（宗昌）之下堂妇也。七言宗昌在赣时，一曰，觞客浔阳江亭，忽然诗兴勃发，强同座联句，盖是时之宗昌，以曹景宗岳飞自负，故有提创此风雅之举，座客均解文墨。首座先曰：“风景一天秋，”次曰：“浔阳百尺楼。”其三曰：“登临思帝子，”末及宗昌，傍徨瞻顾，有薛蟠眼似铜铃之状。忽见江岸两渔人互殴，触景生情，遽曰：“两个渔翁揪打。”座客咸忍俊不禁。一客笑谓：“六字不能联，不如截去末一字，且可押韵也。”宗昌莫名其妙，唯唯而已，归述之于秘书恽某。恽大笑，抚掌顿足曰：“该打该打。”宗昌曰：“本有打字，他们劝我改去的。”（按洪七与小菠菜一嫁叙五，一嫁宗昌，均擅宠专房。奉军败后两人均联袂以出，今七为此言，未捻有意造作滑稽语以谤退任权夫否。）余闻而大噱。按宗昌自被陈光远击败以后，久留奉天，与张胡认为同宗。大北关之摩纳哥小王国固已喧传中外彼固自承为绿林大学毕业生，安能为此骚人墨客之举，张宏靖有尔辈武人，能挽两石弓，不如识一丁字之语。近代武人，附庸风雅，以章句自眩儒将自命者，甚多。然皆倩人捉刀，苟令其当场联句，恐亦人人如宗昌之“两个渔翁揪打”也。即张作霖之败，亦何尝不是少读兵书之故？以小见大，异辙同途。"}
