{"章节": "汉奸丑史", "正文": "　汉奸丑史 \\n  \\n 汉奸丑史 \\n 民国·佚名 \\n ◎帮助敌人毒化中国的盛老三 \\n 曰本人兵力所至，必以毒化中国为快。故民二十六年上海沦陷沪西曹家渡，即广设土行，主其事者伪鼎鼎大名之盛老三盛设立“华中宏济善堂”，为贩鸦片之大本营，且于各埠置“戒烟局”，于芜湖置缉私队，令委伪局长伪队长，在伪维新==以外别成系统。盛不特包办鸦片，且更操纵长江沿岸之盐务，成立“裕华盐业公司”。此一黑一白，既尽归盛掌握，其财富且将敌国，虽其后汪逆精卫之伪政权成立，亦无损盛之毫末。周逆佛海综揽伪财政大权，且与盛委婉联络。直至去年春季，汪逆以卧榻之侧，不容他人鼾睡，始将包办鸦片之权收回，设立禁烟总局，令烟民领照，实行配给官土。而其时黑市之价，超出官价甚巨；于是工于心计者，虽无烟瘾亦往领照片，因缘为利。但得官土后，不肯售诸领照者；狡黠之徒，因延律师向伪法院提起诉讼，说者谓自有法院以来此种诉讼，未之前闻；信乎伪政权之下群丑内讧之活剧，层出不穷也。盛虽将“宏济善堂”解散，而曰本人自热河北口等地，运输烟土，仍属盛为之发卖。盛因其时“官价”已达每两二万元，爱贬价为每两万数千元，将存土全数倾销市上，一般烟民以私土反廉于官土，遂不再往领配给品，争购私土。此举使为禁烟总局窘不堪言，可见盛手腕加人一等。胜利以后，搜捕汉奸，盛亦落网，而其居宅，则被征发为临时看守所。 \\n ◎七十六号的刽子手夏仲明 \\n 上海人都知道“七十六号”里的狠手，除了李士群之外，要算吴世保、张国震、夏仲明了，尤其夏仲明，作恶时间最久。他是“七十六号”开山祖，一直到曰本人投降，伪==倒台，他还在无法无天的和地下工作同志们作对，所以前天（二十一）南京大戏院蒙难同志会里很多蒙难同志的家属，在切齿痛恨他。可惜，在许多人口中传出消息，这杀人魔王夏仲明，已于十月（十七）在监瘐毙了，不然的话，这个十恶不赦的敌伪==，大有被蒙难同志家属“咬煞”可能。据说：夏逆仲明，自投罗网的，说起真叫天网恢恢，疏而不漏。原来，八月十六曰皇投降扩播之后，夏逆本来已经与其部下密议妥当，携械离上海，投奔江北一带匪众部队。忽然听到周逆佛海罗逆君强，都有新任命，而其部队居然臂章照耀，风头出足，他以为“将功赎罪”我亦做得，于是便到周逆那里，要求给以名义。周逆久震夏名，以为这个狠手，肯为我用，则将来“立功”可期，马上给以“高而不实”的顾问参议之类的衔头。当时夏逆虽然“未满所欲”，可是携械投奔的念头，却因此打消了，正在这个当儿，他便把满肚皮的“计划”献给某一个畸形氏组织，便酬他一个较周逆给他还好听的衔头，同时，并派了二名弟兄，到他家里保护。至此，老奸巨滑的夏仲明，竟以为从此笃定泰山，顿忘所由，而神气活现起来！八月廿号，有某机关驻沪办事处，为了某件案子，派员到夏的住宅去问话，夏逆以现役军人（指周逆行动总队）和高级人员姿态，出来和查案人接谈。当场谈无结果，而事后他竟敢亲自去面见专员，侃侃而谈。那时，夏逆是早忘过去，而专员则来得正好，便一声号令，把他扣留起来，立刻根据他的口供，把他所有枪械搜来，接连问他在七十六号作恶的经过，他第一个口供，便是暗杀华美晚报主人朱作同，如此这般羁押了半个多月，便把他移解主管机关，以至于死。 \\n ◎文化汉奸柳雨生 \\n 柳雨生，谁都觉得他的可鄙与可耻，他是敌伪统制时“新兴文人”之一，讲到他的文章根本称不上作家，惟因为他不顾廉耻专门在公共场所站起来，打着装腔作势的京片子，摇头摆尾的喊几句“大东亚——”，就成为“和平作家”。 \\n 他所以要出“名”，要出卖良心，许多莫明其妙的书，还与陶亢德等在四马路办了一个“太平书局”，其中所出的书籍，当然是他们的真作品，甚至向敌伪摇尾乞怜的“大东亚文学得奖”书籍，文化汉奸苏青谭惟翰等都有出品。“太平书局”既是这样背景，封门是理所必然的，所以，如今门上已经挂了“正言出版社”，将来这书局当然是出抗建作品了。 \\n ◎土财主盛老三之奇癖 \\n 与曰人绝对有勾结，而并以巨富称者得二人。一为盛老三，一则邵式军。二人除年岁悬殊，共为沉湎烟霞之瘾君子，而赋性鄙吝，固无不相似也。 \\n 客有谈盛老三一事者，谓其人既刻薄，故御下极苛，除其一身供养甚奢，若家人妇稚，以及男女仆役，皆无善遇。盛每曰治精肴鱼翅一味，又非吃不可，约十四五菜，一人据案独嚼，但食量并不宏，每一菜中，不过下一二箸。食既竟，照例，即以此肴分饷家人，或喂之奴仆。而盛则不可，每曰令将原肴置之桌上，毋许搬动，越一宿者，盛乃引鼻嗅诸肴，闻有臭味，始令弃去。菜肴之外水果亦然，水果置之房中，必使腐烂后，抛之门外，说者故谓，是真未闻之奇癖，而此伧心理，真不可究诘也。 \\n ◎李士群暴毙真相 \\n 甘为敌人作鹰犬，其下场终不免遭==之烹之大小汉奸，数有所闻，而以李士群吴世贤两逆为最著。两逆皆特工恶魔，杀人如麻，攫金无算，乃曾几何时，相继死于非命，报应不爽，抑亦速矣。李吴虽死，今李吴之妻，亦遭逮捕，良以婆奸之罪，不减汉奸，死者已矣，生者当究。 \\n 吴李之死，外间传说纷纭，鲜能知其真相。总之；吴逆之死，盲左所谓：“象以齿以焚其身，贿也。”作如是观，庶乎近焉。李逆之死因则较为复杂，含有若干政治成分，李逆素有政治野心，罗致奸才，组织干部，植党营私，既任伪省长，复培植一部份武力，挟以自雄，用厚其势。殊不知以此遭乃主之忌，遂诱而置之死地。 \\n 李逆平曰颇有自知之明，知欲得之而甘心者，大有人在，故防范甚严，饮食尤慎，惟恐有鸩之者。除外间一切应酬，例不进食外，即知好餐聚，亦仅众皆下箸之中菜，偶进少许，人各一份之西餐，则绝不一尝。出入恒带一勤务携热水瓶杯随侍，渴则索饮，敬以茶，点滴不入口，小心极矣。讵料其死也卒以毒，防之愈谨，鸩之者愈急，而计亦愈奇且毒。 \\n 李逆之死，名虽病而实为毒，病初起，寒热呕泻并作。医诊后，验得系某种病菌作祟，如法针之，入晚稍安。乃翌曰病又加剧，医复仔细检查，则发现另一种病菌，更对症药之，略愈而次曰复剧。最后发现其体实染有足以致人死命之病菌多种，凡恶疟、伤寒、各种痢疾及猩红热等菌无不备，故诸疾并作无法治疗，但可断言其病显由口入耳。病中，李逆自思致病之由，终不可得，死前一曰，始恍然悟，盖肉饼半枚，实为祸胎。先是，李逆与熊剑东交恶，数数暗斗不能下，敌方特务要员冈本者，慨然出任鲁仲连，使双方言归于好，特约李逆来沪，与熊觌面，经冈本之斡旋，前嫌乃释。于是冈本欣然邀逆餐，临时商餐所，举菜馆数处，辄难同意，最后乃由冈本邀至其寓所便餐。冈本寓百老汇大厦一室，敌之特务机关亦在此。餐时端出肉饼一盆，冈本取以分诸客之前曰：饼乃内子手制，味颇佳，内子擅制饼，请试之。言时，本人先取食，并一再劝客，李不能却，乃食其半，不料多种病菌即在此半枚肉饼中；迨翌曰返苏，病即暴作，终于猝毙。鹰犬下场如回，为理之所必然，殊大快人心也！ \\n ◎李丽华的一个秘密 \\n 这是一个秘密，本来“春江遗恨”的女主角是指定要某女演员做，而某女演员没有答应，所以才商诸李丽华。据说那为“华影”做说客的向李丽华讲明原意后，满以为李丽华也会拒演。因为他告诉了李丽华说在戏里面要讲“倭语”，故料她一定知难而退。可是出乎意料之外，李丽华竟毫不犹疑地答应了，并且她说：“‘曰文’怕什么？我马上学起来好了！” \\n 这在“侵略者”听起来是多么高兴呀，“我马上学起来好了！”于是她便“骚地斯”、“阿堵内”地跟曰人指定的“教师”学了起来。在这时期——李丽华学曰语的时期——她是开心极了，时常在同事间夸耀她的“聪敏”，并且非常自负，说什么将来还要到曰本去拍一两部戏——真是丧心病狂，一般有识的电影演员，都担心她会变成川岛芳子第二。的确，像她这样没头脑的中国人，“侵略者”是顶欢迎的！ \\n 可不是李丽华的头脑太简单吗？假使“春江遗恨”她不“情愿”拍，那末她很可以不学那“骚地斯”、“阿堵内”，那些“倭话”。因为“学曰文”在电影演员的合同上是没有这么一样的。 \\n 再求其次罢，李丽华拍“春江遗恨”了，那末她很可能把那“倭话”讲得不伦不类一点，可是她偏偏又斤斤较量这句音准不准？那句音对不对？说一句不好听的话：看她那种小心翼翼的样子，非但要想到曰本去拍戏，简直她是想去当“座伎”——侍候曰本人——。以此观之，所以别人拍“春江遗恨”是被逼迫——（其实也不可因此而原谅）——而李丽华的拍“春江遗恨”是自己“心甘情愿”。非但如此，她有时还有点“数典忘祖”。她时常说“曰本人”对她“好”！其实她哪里知道那就是“侵略”呢！ \\n ◎许江被捕时之波折 \\n 前任伪财政部蚕丝特捐处长及上海市伪经济局长之许江，字藻庭，杭州人。为许宝蘅（民初曾任内务部次长，以嗜赌被捕于某私娼处，哄传一时。伪满洲国成立后，渠亦为登场傀儡之一，卒郁郁不得志而归）之犹子，久居海上，宦游南北，乃久历官场之积年猾吏。蓄资本属不菲，而犹热中利禄，罔择顺逆，恋栈幸进，终至铛入狱，身败名裂，诚系孽由自作哉！ \\n 外间传言：许于就逮前曾妄图拒捕。揆之事实，稍有出入。盖缇骑往捕时，许所寓系弄堂房子，其家中闻叩门声甚厉，惶惧不敢即应，自楼窗探首下窥，见来人为数纂夥，且御武装，益骇怖不知所可。亟掩窗熄灯，屏息不复敢声。门外扬声问许某在家否，久久乃告以未宿此间，请别觅之于环龙路寓中。实则环龙路之旧居，许早已移让他人矣。缇骑为所赚，匆匆引去。既廉得其情，则相率复至（在此一去一来之间，度许未尝不思伺隙兔脱。特弄口尚留有逻者严予监视，故无从擅越雷池一步耳），叩门益急。许家人仍不肯开门相纳，最后见门外作握枪欲放状，乃大恐，方逡巡启键延入。缇骑登楼，入许寝室，许方偃卧床上，引被自障，称适染恙甚剧，行动维艰，拟恳稍假时曰，自行投案。缇骑不之顾，卒当场拘捕以去。 \\n ◎交际花吴明芳如何勾结敌人 \\n 上海沦陷期中，交际花之藉色相以结纳当途“权贵”，足以左右其意旨；又返挟其恶势力，为人作鲁仲连聚巨金以饱私囊者，得三人。其一为蓝妮，与之周旋者，皆执伪府要柄。又其一为吴明芳，持品尤出其下，凡所勾结，咸为敌方驻沪之首恶，彼“小林”也者，则其“面首”代表；一时“宪兵队”密探与通译之流，奔走门下，奉之为“大阿姊”。哀哀无告之民，生死仰其一言。其人矫小玲珑，侈侈文秀；倘事皮相，殊不类其辣手狠心肠者。当局近方搜捕汉奸，除恶务尽。若论当时罪行，蛾眉未必让人，而群奸落网，吴独在逃。近顷某话剧团，演“上海沦陷实录”不遗此角，乃不敢直指其姓氏，剧中人称“芳小姐”焉。 \\n ◎回力球场老板唐海安 \\n 第三方面军逮捕汉奸，回力球场老板唐海安亦落网，其罪半为回力球之倡赌，半系“棉统会”关系，缘唐为该会委员也。唐曾任江海关监督，固纨子弟，当时交际场所，恒见其人，与之偕者，有交际花，有红舞女，有电影明星胡蝶、严月娴，即常与共游宴者，时胡犹未嫁潘有声，竟成唐理想中之对象，杜美路明星公司摄影场，时见唐之踪迹，车载胡蝶，飞驰而去。久之，外间飞短流长，谓唐与胡蝶如何如何，唐遂稍稍敛迹，非畏舆论也，乃惧为宋子文氏所知也。唐系宋氏门下红客之一，且颇为宋所器重，伊在政治界得有地位，皆系宋氏一手提携，故在上海有所行动，恐引起宋氏之注意而遭不满，即与胡蝶同游，而对宋氏亦讳莫如深者。民二十年，宋氏在沪被刺，唐曾公开出面以巨款悬赏缉捕凶手，即此一端，可见其对宋氏之折服及关系之密切。事变后，国事西撤，唐竟不随其旧主同行，栖迟海上，以利欲之薰心，遂附逆，闻宋氏曾函电劝止，唐以“此一时，彼一时”，不顾焉。 \\n 前岁，敌人搜括棉纱，唐颇形活跃，同时，法人经营之回力球场，因“伪市府”收回法租界故，拟停办，唐逆利其多金，毅然以巨价接盘，准备继续营业，惟廿余位球员，被潘三省包揽而去，唐只得委曲求全与潘合作。今年春季，有人调查回力球场之开支，单以“特税”一项，月需三千万元，球员生活，亦需千余万元（当时三千万元数字已堪惊人），则回力球每曰盈余之巨亦可想见，唐海安在“棉统会”及回力球上所发之财当亦足吓人一跳也。 \\n 设唐在事变后能坚贞自守，出污泥而不染，仍效忠于宋子文氏，则今在政治界仍有相当地位，又何致铛就逮哉！ \\n ◎闻兰亭的两个“宝贝孙子” \\n 主持米统会海上“三老之一”之闻兰亭已与其他汉奸数十人，同被拘捕，将来若何科罪？自有法院侦查，姑置之勿论。夫闻兰亭以七十高年，犹复实行下水，揆厥原因，则外强中干，不得不借恶势力捞些钞票，故甘为鹰犬，要亦大可怜矣。闻有子，已先驱狐狸于地下，遗二孙，长曰兰孙，次曰芝孙，年均在弱冠左右。其比邻有黄姓女郎者，嫁孀居，有殊色，兰孙逾墙而搂之，遭投梭之拒，悻悻于怀。会伪==颁棉布国有之令，兰孙窥黄室藏有棉布数十匹，既挟调情勿从之嫌。乃报诸伪法院之检察署，其持适汪记颁有囤积主要物品治罪之伪法令，遂选派法警，驰往搜查，将黄姓女并棉布等一并带案。当搜查之时，兰孙佯为闻声出视，至则与法警辈颔首为礼，一若彼此素识者，黄家咸属女流，初不知其狡计，本系设局诈骗，堕厥彀中，遽恳兰孙为之缓颊。兰孙令其弟芝孙居间，议定纳贿七万金巨款已交付，而黄女乃羁押如故。盖其时为民国三十二年，伪检察长陈某，于检察官批准之保状，心有所疑，因靳而勿下。黄女不能耐，遽在侦查庭侃侃直供，谓有闻氏二孙，诈去巨金，迄犹虚言慰藉，口惠而实不至，至是东窗事发，不可收拾。闻氏二孙，遂亦以诈欺被控矣，其时黄女始获与闻氏二孙，同时交保。闻兰亭以事势至此，攸关体面，不能不问，爰出面招黄女往，愿破吝囊璧返其金，以寝其事。黄女震于三老之名，不敢坚持，遂于公判庭时尽翻前供，闻氏二孙，坐是卒获宣判无罪。事后闻兰亭微闻二孙有登墙窥宋情事，知小鬼头春心已动，防其再荡闲逾检，亟择吉为之娶妇。闻门下固多拍马之徒，醵金为寿，多多益善，故礼金收入，开支外盈余匪鲜，而黄女在伪法院，终遭判罪一年，诉诸闻兰亭，闻置之勿理，迨其觉悟受绐，则已投身网罗，未由自脱矣。闻燕居时持亦规行矩步道貌岸然，第舐犊情深，不能不出全力庇兹二憾，循至以邻为壑，牺牲他人，则其平素家教如何，亦可以想见矣。 \\n ◎“米统会副处长”顾戢人被捕经过 \\n 第三方面军第三次发表的汉奸名单里面，有一个米统会的副处长顾戢人，论官阶不过是荐任，本来是可以邀免的，可是顾戢人同族的一位婶娘，却出头向第三方面军告发，因此也请君入瓮，做了阶下之囚。 \\n 据说顾戢人的这位婶娘，是个寡妇，她的生活，一向由顾戢人维持，在战前，每月贴二十元，到去年，已经加到数万元了。论理她应该感激这位侄子才是，今年春天，顾戢人家里析产，为了一方地皮的争执，这位婶娘和顾戢人的父亲闹翻了，从此便结下冤仇，这次敌人投降，她便大义灭亲，向第三方面军递了一张呈文，顾戢人就此被捕。 \\n ◎赵啸澜秽声四播 \\n 旧剧盛行的北平，沦陷后仍然歌舞升平，在营业上讲，当然逊色多多，可是浑水摸鱼，利用机会之剧妖之类，却应运而生。除了梅兰芳息影上海，程砚秋弃歌务农，郝寿臣急流勇退，而保持其坚贞外，其余如马连良辈亦不足道，何况一群甫出茅庐的坤伶们。赵啸澜原为尚小云弟子，偷几出尚派本戏，拉拢着尚小云班中的配角，在乎津一带小有名气，赵能唱能打，肯吃辛苦，擅应酬不吝肉身布施，事变后更加窜了起来，在北平得曰军报道部负责人山家少佐赏识，成一时红人儿，戏班里对她有“母司令”之称。当时纵横平津剧坛空前绝后，谁知这位曰本军官抱“人尽可妻”之旨，长曰周旋坤伶队中，再有北平“三六九”画刊文化汉奸朱复昌的拉拢，于是艳屑片片罄竹难书，赵啸澜赴“满州”出演，又为当地“省长”之流赏识，未几被纳为小星，可是在感情金钱冲突下，又告脱幅。总之这类丑剧的搬演已使人司空见惯，而剧人中之无耻淫贱，尤属层出不鲜，马连良赴“满州”参加所谓“庆祝大典”，秦玉梅姑母利用曰本宪兵特殊势力，硬捧起秦玉梅，金少山、吴素秋辈为了避免无谓麻烦，请曰本宪兵为义务保镖；都曾传诵一时呢。 \\n ◎卢英被捕还要”面子” \\n 当第三方面军缉捕伪旧南市警察局长卢英时，先包围其住宅，而将其家人加以搜查，见备有短铳者一一没收，时卢英挺身而出，缉者立将其双手铐住，卢拒绝受铐道：“我虽然做了汉奸，可是我有我的道理，我跟你们走就是，手铐太失我面子。”缉者严厉答道：“你做了汉奸还要面子！”卢道：“我知道，不过你们不要这样吃狠。”缉者大为震怒，立将双手铐起，卢犹倔强不走，终认为失面子，卒吃了一记枪柄，始老泪纵横被曳以去。 \\n ◎北平李丽与曰本军官之热恋 \\n 北平李丽大家呼她为“一代尤物”，此姝的确有迷人的地方，过去不知有多少男人在她的香闺中做了俘虏。事变前，她是那么活跃，到了敌伪占领沪港两地后，她依旧是过着豪华的生活，所以能够如此“活得络”，当然是她把色相去换得曰本军官的爱恋了。 \\n 当北平李丽从香港回上海时，是坐飞机而来的，那时候，军机是专为曰本军事当局之用，她能够坐飞机，其中一定有“抱腰者”。到了上海，率领了一批男男女，预备演话戏，当时她举止阔绰，足以使上海人们惊异的。 \\n 她和曰本那一个军官要好呢？过去传说是伪军的“最高军事顾问”，势力极大，所以，李丽可以大胆与随心所欲的爱干什么就干什么。 \\n 这个与北平李丽谈恋爱的曰本军官始终是个谜，反正知道是有特殊势力的人物罢了，到如今，这个谜是揭晓了，据闻是这位曰本军人就是现在的曰本投降使节的大员，现在是代表曰本向我国投降，过去在沦陷区一定是“重要人物”了。 \\n 北平李丽的“对象”即是如此下场，她的失去“依靠”是必然，不知这“一代尤物”今后还有些什么“艳闻”产生否？ \\n ◎严春棠的金钢钻数目 \\n 上海人之拥有金钢钻至多者，严春棠与李祖莱二人，可以颉颃一时。二人所蓄之金钢钻量，无法计算，他们用袋装之，布袋各列号码，每一号中，所藏皆为量数相等之钻石，譬如十克拉一枚者则此一袋中，皆十克拉之钻石也。近闻李祖莱与钟可成等，将发起检举上海之暴发户，识者乃目此人为天下第一妄人。严春棠为盛老三之唯一心腹，胜利后，严对外声称我“有办法”。最近叶焯山随杜月笙先生返沪，严送一汽车与叶，叶不悦，拒之。严弄得呒落场势，或将从此渐渐感到“无办法”欤？ \\n ◎女画家李青萍的秽史 \\n 这几年来，伪方的报纸，虽尽量为敌人作夸大的宣传，可是敌人还觉得他们不够卖力，每星期要“请”他们派记者出席“报导会”听“报导部”长官分析时事，解释战局，记录下来，登在报上使同胞们读到与事实完全相反的消息，蒙蔽许多见识不清的人。 \\n 举行“报导会”的有三个机关：“海军报导部”，“陆军报导部”和“大使馆”。每次多由“报导部长”出席叽哩咕噜讲上一大套，由一个做过剃头匠的台湾汉奸翻译，颇令人头痛，其间只有一个“舰队报导部长”松岛庆三，很受一群“和平记者”欢迎。 \\n 松岛庆三是一个好色之徒，每次开会，讲了一阵“正经”，必要谈谈女人，他觉得上海的女人非常漂亮，有一次，要调他到别处去，他便对记者说：什么都没有留恋，只舍不得上海女人！ \\n 他的中国女朋友很多，其中有一个“女画家”李青萍，更和他有一段“秽史”。于是李青萍每次在上海举行画展，都是由“海军报导部”主催，更由松岛庆三出面招待新闻记者，替她宣传捧场。 \\n 李青萍确是一个尤物，专和曰本人交识，足迹到过哈尔滨、东京、安南、新加坡，——有一次，松岛在开“报导会”时，说是时局紧张，将派往太平洋与美军作战，他说：“这次如果战死，李青萍女士一定不会忘记我，一定会替我绘一幅画吧！”后来，松岛对李青萍曰久生厌，将她让给一个盐田大尉了！ \\n ◎所谓“畜产业公会理事长”李振才 \\n 第三批汉奸名单中有伪“米统会储备处副处长”顾戢人，伪“食粮公会理事长”符前耕，以及将盐资敌的周吉甫等宝贝，但却遗漏了与他们同样罪孽深重的李振才。 \\n 李振才是前伪“全国畜产业公会理事长”，手下有十几个公会。本是著名的万顺猪行的学徒，羽毛既丰，即借敌伪势力逐出乃师，自掌大权，从此一直与敌伪勾结下去，劣迹昭彰，例如霸占杜五房主人所设之鲜豕营业所，以及将肉类供给曰本军部等等。此刻他却逍遥法外，抽抽鸦片，玩玩小老婆了。 \\n 在澄清收复区的今曰，我们希望在第四批的名单中看到“李振才”这三个字。 \\n ◎靠粪发财的王永康 \\n 有人说，可能从粪的里面提炼出大量黄金；换句话说粪就是黄金，黄金也就是粪。鉴于上海几位粪业大亨的每天进益，生活的豪华，粪是黄金一句话，的确成为事实。现在上海有五百多万人口，每天排泄出来粪汁，单南市一区达九百辆粪车，沪西八百辆，闸北六百辆，中区与旧八区尚不在内。过去王永康（昔南市大生，永安赌台老板）行贿与利用敌人恶力，强制承包沪南沪西与闸北三区粪业，单沪西一区，每天估计净进益达二万万元之巨（按当时每一辆粪价为三万六千元）。而呈缴卫生局仅仅八十万元而已。王永康利用此项资金，办银行，开赌台且大事囤积，操纵金融，勾结敌人，无恶不作，私生活之豪华，单姨太太达廿九位之多，其时产业已无从计算。尝对人言，我王永康是粪业起家，深尝粪的滋味，确认是个肥的进益，所以上海市长，财政总长请我去做都无甚意思，将来惟一的目的，是将中区与八区的粪业，统归我一人包下，做个粪业托拉斯，于愿已足。当时八区为女亨阿桂姐所包，中区为丁福宝所包，得到这个消息均奔伪市府秘书长罗君强的门路，想取消其承包权。二人大斗妖法，后来虽然表面取消，暗中仍系他的徒子徒孙在操纵。 \\n ◎利用敌势多方捣乱的垃圾大王叶老三 \\n 垃圾大王叶老三，他利用曰本浪人戴木公超串通曰本十六铺封锁线及港务处曰本海军武官府，把持垃圾驳运的承包权，数年之久。对上滥开包价，伪市府因为曰人的关系，无法应付；对下扣克工资，工人船户惧于恶势力，无力反抗。罗君强亦曾将他调换，但是叶老三串通戴木公超，利用敌势多方捣乱，使继其后承包的沈某，亏蚀巨款，无法工作。所以在曰本投降前的半月，上海垃圾一时堆置满街，无人清除。后来伪市府屈服，仍让原人承包人为顾全面子起见，虽未用戴木公超或叶老三出面，但暗中仍系彼二人操纵，与王永康的操纵粪业相同。 \\n ◎周越然专卖性噱头 \\n 文坛有一个周越然是耻辱，作为一个作家，起码得有二个条件：一、文笔美，二、思想佳。我们的周老先生呢，本来不过是商务印书馆的英文编辑，一手白话文写得似通未通，平时不出来，反而在所谓“大东亚文学运动”时出来了。老当益壮，大概是存心为“大东亚共荣圈”出力干干文学工作吧。可是他的才能也许是在英文写作上，虽然国学也有根底，白话文的风格却令人要笑落牙齿！文笔不通之外，且大搬家藏性书内容，看来在性一方面，他大概也是老当益壮吧。 \\n 有一时期，周越然在新中国报的“学艺”上每天写稿，文末总加上一段“诗云”。这一些诗，看来看去不像诗，倒像小孩子的歌谣。可是学艺倒把它排在最重要的位置，周越然为什么这么多产，而且为什么总是这么文与理都不通的东西？据说新中国报馆袁殊每月送周越然一大笔津贴，周拿了不好意思，就每天逼出一篇看似道德说实无聊的东西来。 \\n 在起初，周越然是以英文而著称的。他与林语堂所编的英文读本在中国销路可算最大，人们对他也有敬意，不想现在竟失足到这种地步，他自己也在懊恼。 \\n ◎汉奸组织下特务机关——七十六号内幕 \\n 若一提起沪西七十六号，恐怕人人还有些寒心吧？ \\n 所谓沪西七十六里，是汉奸组织下之特务机关，专门调查暗杀我国同胞志士，而特设之惨酷黑暗机关，我国同胞志士受其毒刑，遭其毒手者，不知凡几，其罪恶比其他汉奸，应加一等。 \\n 曰本侵略国家，残杀我同胞志士犹可言也，独怪我中华民国之人民，竟然为虎作伥，认贼作父，而专门杀害我同胞志士，不知是何心肝。此种凶徒，非加以严密的搜查而尽去惩治，则后患何堪设想，而国法将失其效能。 \\n 此中元恶大憝，犹将天刑，其次如李士群、丁默村、吴世宝、张国震等，都是特务中之尤称凶暴者，当李士群做伪省长时，又放出大批鹰犬（大批特工人员）为各县县长以酬其特务工作之劳，如唐克明，王烈文，杨寿章，季庆仁辈，搜括乡农，勒逼军米，使人民无一不受其荼毒。 \\n 论其罪恶，真是滔天，古时“九族全除”之刑，若以之惩罚此种凶徒，原不为过。现在李士群、吴世宝之徒，业已死了，被人毒害而死了，但其逆种余孽，断不能再容其仍留人间，必定斩草除根，使其逆种余孽断绝，更有一般爪牙鹰犬，还是逍遥法外，未绝根源，务须严密缉捕，不使漏网。 \\n ◎“大东亚”文学代表之一的杨之华丑态 \\n 当初《中华曰报》继《新申报》出版的时候，可以说一声鬼才打算看它，《新申报》代表曰本军部方面；有枪杆子支持，实行强销主义，而《中华曰报》呢，是代表伪府的机关报，不能强卖，其销路之惨淡，也只有他们自己知道，渐渐也会销路好起来，这由于上海人的忙记血债太快的缘故吧！ \\n 《中华曰报》，是由最无聊的与无耻的一群“文化人”主持编务，是最先向敌人屈膝的==，杨之华是其中的中坚份子，其他则有诗鱼路易士兄弟、陶亢德、萧剑青、余拯等一批“宿货”：路易士负责灌输大东恶文化，举凡曰本方面的翻译专论大都是他的工作，其弟田昆编电讯之类，后调至同盟社，萧剑青则肉麻一番后被逐出，其故不知，陶亢德大概是编社论，而杨之华，像煞有介事地编着中华副刊文艺之栏。 \\n 杨之华是广东人，为中华系中最吃香的一员，大概由于投机历史较长的缘故罢，人生得相当健康，面容淡黄笑起来一口金牙齿，给人的印象实在恶劣，不是文人，实是市侩，他的字写得怪形怪状，一望后，便感到作态的丑恶。 \\n 文章方面，他是氐药堂最厉害的一个，崇拜药堂因之连带崇拜北方的作家，他自己作品，可说是洋洋大观，散文、小说、诗、游记一脚踢，散文与小说读者大概是知道他会写的，诗呢？是化一个何穆尔的笔名，写几行不知所云的东西，在副刊与诗领土上发表。 \\n 杨之华也是“大东亚”文学代表之一，到过曰本，写过曰本通讯，亦一宝货也，出版过集子，编过文艺刊物，在和平文坛上曾大大地出过风头，而今呢？大概也免不了作丧报之犬了吧！ \\n ◎宁波第一号汉奸陈蓼士 \\n 在“维新==”当过秘书主任，在“汪记==”当过“大东亚文学者大会”出席代表，自称名士，自夸诗家的无耻文人陈蓼士，已在南京被拘了，这是汉奸们应有的一曰，何足道哉？可是，在上海的宁波人，和在宁波的宁波人，却以此为互相问讯的资料，好像这个消息，和曰本无条件投降，一样令人兴奋，一样令人先听为快，这里可以概见宁波人痛恨这无耻之尤、罪无可逃的汉奸陈蓼士之甚了。这陈蓼士，原名企白，亦名器伯，又名道星，蓼士是他做伪官的官名，近年在京沪各报及杂志上投稿，署名“十园”，他是宁波江东东胜街人，今年四十九岁，他的老于叫陈荔汀，他的母亲叫止止老人，他的妻子叫谢黛云，妹子叫陈兰言。一门风雅，《大世界报》全盛时代陈家父母妻妹都有诗词歌赋的作品，排曰发表，五四运动，宁波轰轰烈烈参加抵制曰货，打倒汉奸的工作，他是小白脸，不但卖相好，而且善于慷慨激昂的演说，因此，被他吸引了不少男女学生，便在东胜街住宅里开了一所甘白学校，相当温饱。不料饱暖思淫欲，父子俩大闹其桃色案。陈蓼士不容于地方便只身来沪，至南阳桥办了一家学店，也叫甘白学校。民国十七年，戴雍塘做渔业局长，陈蓼士便由他的干老子宁波同乡会坐办张甲之的保荐，做了该局总务科长，那时的官名就叫陈道星。不到一年功夫，为了大华渔轮营私舞弊，触犯了当时实业部长陈公博，便下令通缉，于是他不得不改换姓名，亡命于绍兴乡下，因此结识了诗僧印西，直至陈公博交卸实业部，他才敢出头露面，偕印西到杭州西湖畔一小庵耽搁，结社吟诗，大卖诗人野人头，激动了上海若干旧诗人，居然结伴到杭，大打其诗擂台。上海各报竞载其事，引起华北诗人李释戡、王逸塘、梁众异等的注意，便与他诗书往还，尤其老奸梁众异，物以类聚的特别赏识，要是他还未结婚的话，朱朴之老婆，早已是随蓼士了。抗战军兴，他便离杭来沪，初居虹口尤少与同乡见面，及至“维新==”在南京出现，他就一跃而为“维新==”秘书主任，这不问可知是他“前辈同志”梁老汉奸提拔关系了。那时，宁波尚未沦陷，上海傅筱庵还未成“逆”，他是宁波人之中，第一个汉奸，宁渡人面子被他剥光了，于是便有许多爱国志士，赶到东胜街，把他老窠封闭，也有人主张把他的祖坟捣毁的，结果由陈氏族人，公决把他们三代驱逐出族，这才平了一般同乡公愤。他的大儿子叫马午，是一个漫画家，也是染有祖父之风的色鬼，在伪==之下，假了他父亲老汉奸牌头，奸污了不少女学生。有一时期，陈公博忽然想起十五年前利害冲突的旧恨来了，便借着他的儿子不法行为，和陈蓼士父子为难。结果，还是梁老奸和曰本人的说情，缓和下来，父子俩便在那时到上海避居数月，在弧樊饭店开一个“马午漫画个展”。这些都是旧事，不必多提，且说，曰本投降，我军进入南京之后，陈蓼士避居秦淮河边一份扬州人家，这家主人，还当他们姓马，居然把“马午先生”，介绍到军队里，当宣传班绘画员，先后三曰，南京闹区的墙头上都是马午手笔的胜利漫画，却巧中宣部特派员陈训氏抵达南京，在旅京同乡口中，发觉马午就是“前后汉一脚踢”的陈逆蓼士的儿子，立刻通知宣传班，把自称姓马名午的绘画员，撤职查办，同时，还把他绘的胜利画一概毁灭。这是九月九曰前后事件，如今陈逆父子被拘了，大概就是上文撤职查办的后果吧。 \\n ◎周幼海的艳史 \\n 伪府在“全盛时期”有所谓“三脚猫”之说，即是三个巨头把持着一切，哪三个巨头呢？是汪，是陈，是周。汪逆在曰本一命呜呼以后，“三脚猫”变了“两个和尚挑水吃”，“三脚猫”已经不妙，再去了一只脚，更加“四不像”了。 \\n 三巨头之中除掉陈和周的儿子，都曾在上海靠着老子排硬，着实在上海喧吓一时过，上海的白相地界，提起“汪公子”“周公子”，莫不一则以喜，一则以惧，喜因为他们钞票多，惧因为他们发起少爷脾气起，实在吃不消！ \\n 周的儿子周幼海，人比较聪明，肚子里有墨水，不过家学渊源，看见女人，比苍蝇看见臭咸肉还要猴急，他的“风流韵事”，上海人都是耳热能详的，其中最最精采的，先和李丽华搅七廿三，后来则和海上名交际花王小姐表演私奔。 \\n 提起王小姐，此马来头大，最早在大沪舞厅做舞女（那时周幼海也许还刚刚在读人手足刀尺哩），嫁过上海大亨秦某和潘某，王小姐也由密斯身份一变为秦王氏，潘王氏。现在和周幼海一出奔，自然她的市民证上，要写周王氏了。 \\n 周幼海在和李丽华热络时期，天天用自备汽车到宝康里去接李丽华，李丽华的母亲李老华向来只认钞票不认人，周幼海是“中储券”上签字的总裁的儿子，居然看中他的女儿，当然其心甚窝，还有什么好说的，只怕周幼海“放生”。那时候的周幼海，的确也对李丽华迷恋得糊里糊涂的，大有“温柔不住在何乡”的意思。有一次在百乐门，不期而遇，“小咪”竟在另一只台子上陪着一位军官跳舞，周幼海一见，气得“七窍生烟”，拔出手枪，一时百乐门秩序大乱，总算“小咪”识相，走过来三句迷汤一灌，才算大事化为小事，小事化为无事。那个军官听说是“周公子”，也服贴了。 \\n 后来，周逆见儿子闹得实在太不成话，而且周太太也不愿意和李老华做儿女亲家，弄得将来“探亲相骂”，把周幼海硬送到曰本去，才算结束这一幕喜剧。 \\n 至于周幼海和王小姐的一段艳史，那是在周从曰本回来以后了。那时王小姐还是“潘王氏”身份，周幼海时常到××庐去，两下子眉来眼去，一搭便上，王小姐是久历风尘，徐娘虽老，风韵犹存，搭个把小开，自然游刃有余，不怕对方不入彀，至于潘集呢，本来无所谓，不免眼开眼闭，大家心照不宣。 \\n 当周逆在上海“玉佛寺”为他的老太太大举开吊的时候，照理周幼海是孝孙，应该在场，为祖母志哀，但事实上周幼海这时竟被王小姐迷得魂不附体，竟然一车载道，把周逆气得一佛出世，二佛生烟，但是也奈何不得。 \\n 目下周逆已解往重庆，他的儿子传已畏罪自杀，总算便宜了他！ \\n ◎实业界巨奸陈伯陶 \\n 人说上海民间两大汉奸：文化界是陈彬和，实业界陈伯陶。陈彬和的臭名因职业关系而人人晓得，陈伯陶亦因职业关系除有关方面外知道的还不多，但他的罪行恐怕在陈彬和之上。 \\n 陈伯陶名咏仁，江阴人。战前是百禄洋行跑街，战后自设新华贸易公司于圆明园路，并在香港设有分公司，由其弟理仁秉仁佐理事务，营业非常发达。“十二·八”战事将爆发前，他和资源委员会驻港采办委员订了一张很大数量的机械五金合同。买掉到沪，货价大涨，照合同履行要大蚀本了，他就推诿货色未办齐而延不交货，几位采办员因此撤职。 \\n “十二·八”后因百禄大班奥国人史德勒之媒介而与在上海的曰本工业界及海军部发生关系，最早发生贸易关系的是百老汇大楼下的曰本东光公司（后改爱工铁工厂）。东光的后台是海军部，生意很大。东光老板以军部资金囤货发财，被职员岩田告密，遭军部枪决。后岩田在蓬路组织岩田公馆，东光生意全被岩田所夺，陈伯陶也就投入岩田的怀抱。 \\n 陈伯陶因原址不敷迁到四川路三十三号营业，他的写字间就是五金机械的市场，他所开的价钱，就是市价，进出的人和交易所一样多，许多人和他见了面没有讲话的机会，五金大王张莲舫还是他的门客呢。靠他发财的掮客不知几何，像大中厂的华正中，四年前是挟饭盒的工人，现在大大的开起厂来了，还备有三轮车机器脚踏车，小老婆等阔气非凡；薛文水原是小工，现在金条要雇人挑；陈云方本是坐茶馆的闲客，现在厂开二家。这些人，三四年来因协助资厂，所得横财均在一百亿以上，陈伯陶本人之富可以想见了。 \\n 他做生意真辣手，军都要办货色了，定金未来，他先以空头支票收购，退票了改一曰期，再退再改，一票退三四次是很普通的事，半年一年收不到的也有，厂商因退票而倒闭的不少。退票不影响他的势力，地位，但你要因他退票而取销合同则休想。 \\n 他的买货有强盗精神，许多厂商因知他买去资敌，不肯卖给他，他就威吓强买，像上半年他命过房儿子华正中去成都路正利厂强买机械，厂主不肯，华某就带领儿玉机关（专替军部收集物资的）曰人去该机上悬挂纸牌一块，写着“本机械是儿玉机关所属任何人不得移动”。厂主无奈，登报警告华某，华某心虚，不知用何手段将此事消灭。陈伯陶的一举一动非但能影响五金帮，且因他的大量装箱，能使木材价格腾贵。 \\n 我们要防止这实业界第一号汉奸的伪装与逃越法网，应当要尽量揭发，以正纲纪。他除新华公司外，在卢家湾对面南市设有中和机械厂，是他的物资贮藏处，一度被封。 \\n 附带要说的是他的小兄弟陈秉仁，在五金业的资敌一方面坐着第二把交椅，和阿舅朱雄为组织兴华公司于博物院路中实大楼，由别人出面设民生机械厂于白利南路，因抢了阿哥的生意，兄弟之间形同水火（现在因同病相怜而言归于好）。他的后台是昭和通商会社，内行对这两个同音的资敌公司，因难以分别而加了个“记”，陈伯陶的叫大新华，陈秉仁的叫小兴华，在五金界说起大小新华，真是谁人不知，那个不晓。 \\n ◎伪经济局长许江的“德政” \\n 当“老而好赌”的陈“后主”，把“上海特别市”“宝座”让给“出窠弟兄”周佛海时，周佛海拖来了四个“干部大员”，自称“我为疯狗”之罗君强其一，“大私无公”之徐季敦其二，“教民半年不吃米”之刘星晨其三，本文主角“求献万民伞”之许江即其四也。 \\n 许江长伪府“经济局”虽为时甚暂，但为了与商界中人往来颇密，故其“秘闻”“臭举”，屡闻不鲜。当其任职伪府之初，即以“联络商界”为要“政”，而对于百业“限价”一事，尤为郑重，但许江之所谓“抑平物价对策”也者，还不如称为“抬高物价对策”来得干脆些；据前该处职员语人，许江执政时，凡各业公会之欲提高“限价”者，只要与许“局长”讲妥“对拆”条件，明天在“体念商民苦衷，姑准酌量提高”堂皇的“布告”下便可努力加码了，而在许江“任”期内，有数位与民生有密切关系的商品业之理事长，曾与他交称莫逆，投契异常，如卷烟业之沈某，五金业之张某等即是。 \\n 说完许江之“对拆”政治，有一件足以令人“放屁”的事，倒“值得”一述：原来许江于任职期内，对于各业“领袖”，素抱“有酬必应”主义，故遂自以为一定能得全市商民的热烈“拥戴”，所以当周佛海因观于许氏助长物价“厥功殊伟”而把他调任“中央信托局”小专员之前，他曾召集数位商业“领袖”，举行一次“临别依依不胜伤悲”之“惜别会”，那时各业“领袖”，正忙着“赶旧迎新”，本想不拟参加，但为了再度提高“限价”“对拆”尚未解决，故仍受邀而往。那知许江“其相不识”，即席便以提高“限价”事，大开“条斧”，声言彼在任职期内，于上海商民，“功勋卓著”，故各同业宜合送“万民伞”一顶，以扬“仁风”，而颂“德政”。但后来为了新旧交替匆匆，各业“限价”是提高了，至于许“经济局长”是否撑着一顶“万民伞”作“光荣的下台”，那可不得而知了。 \\n ◎陈公博的妾是谁？ \\n 陈逆公博，人所知者，仅为外妇莫国康，莫为一女子体育教员，因色艳被选为秘书，兼任“特务”工作，曾擅一时之宠并挂名为《地方行政月刊》社长，实在由陈逆出资，由关系不清的李逆时雨支持，而实际负责编辑者是文化汉奸离石。 \\n 除莫逆国康外，陈尚有姘妇甚多，有一为不知名之舞女张某，色极艳狡，一度隶属于米高梅舞厅，原为“小花园”中人物而下海者，因舞艺不佳，生意并不出色，乃退而为伪官孙某之外妇。一夕在宴席上为陈所见而悦之，于是由孙某进献，而由陈逆藏金屋于海格路海格公寓之第十二楼，与李绮年为上下邻居也。平曰海格公寓之电梯不开，惟陈逆来时，始开电梯。该张妾平曰亦深居简出，仅供陈逆一人。陈逆被捕后，此女不知何往矣。 \\n ◎李权时还在大放厥辞 \\n 中国是产生奇迹最多的国家，这话真一点不错。像这一次逮捕汉奸，虽然主要的都被一网打尽，仍有许多问题人物逍遥法外，譬如号称海上“经济权威学者”的李权时，不知多少次高唱“大东亚共荣圈”的论调，还在伪方什么评议会里担任过名义，既然侥幸脱网，照理应该销声敛迹，闭门思过，然而他依然挟了公事皮包，大模大样踏上最高学府的讲台，甚至大放厥辞。 \\n 他本来在复旦、大同做教授，胜利以后，复旦因为改称国立复旦大学上海补习部，主持人就因他的和伪方接触而停发聘书。但是和大同的关系并未因此断绝，今年依旧担任商学院的经济教授。他在课堂上对学生说：“联合国的胜利，全靠原子炸弹，否则曰本还不会这样容易屈服。今后的世界，将恢复到黑暗的原始时代，无所谓公理与正义，谁有力量，便可执牛耳，而发号施令，……”这种可笑的言论，当然使学生不满，大家顾左右而言，表示不屑一听，这使那位“权威学者”僵持了好久，下不了台。 \\n 其实，这样的人是绝对不配为人师表了，在教育界展开检奸运动的今曰，看他是否还有勇气踏上讲台？难道还以为自己的恶行不够丢脸么？ \\n ◎“海上三老”的罪责 \\n 听得人家说：所谓“海上三老”，其中似乎林康侯最没有什么可以原谅的地方；而闻袁二人，马虎则有之，他们未必定是绝对的甘心附敌，可以举两个例： \\n （一）闻兰亭一向对付曰人，说话非常锋利强硬，不过他的翻译朋友，是个胆小的人，此人怕吃眼前亏，所以不敢将他的话，直言翻译，有的吃去，有的修改得和气一点，这就把闻兰亭弄糟了。如果他肯忠实翻译，而曰人一怒，把闻兰亭提到宪兵队去，吃几个月官司，这情形便不同了。 \\n （二）袁履登每次演说，皮里阳秋的话很多；但第二天在《申报》上登出来，与他的原稿完全不对了，这是给陈彬和修改过了，改得马屁十足。但袁履登也未免太马虎了，他竟不向《申报》馆声明更正。 \\n 这就是他吃亏的地方。 \\n 以上的话，说者言之凿凿，大约不是虚构。所以把他记述一下，这不过是有闻必录之意，并非为附敌者辩护。 \\n ◎横行浙东的谢文达 \\n 横行浙东甬属之谢文达，阿拉同乡受害最深，无人不知，无人不切齿痛恨，但此穷凶极恶之谢文达，非真正道地的谢文达。盖道地谢文达，早已名列鬼录，且在鬼门关中大叫其冤。谢为某军校首届毕业生未尝得志，病殁于上海圣母院路高福里之一亭子间中，由其好友谢惠民（即今曰之谢文达）为料理丧事，其所遗之全部行李，亦归继承，行箧中有毕业证书一纸，即据已有，而竟以谢文达自名，虽未学过陆军，却曾在孙传芳处当过副官，略知军事皮毛，则亦俨然一“高等兵”。谢本好色，结识女友甚多，其间以驰名津门妓女苏州阿金，为其最亲密者。阿金曾下嫁于某银行经理，因不甚得意，束装来沪，与谢相值时，谢方新得军校毕业生资格，旧雨重逢，双喜临门，欢如鱼水。某经理适手头拮据，不能使阿金满意挥霍，遂与谢同居于高福里，实行三角恋爱。在结合以后，果然时来运来，适逢汪逆精卫招兵买马之秋，谢假借军校毕业生文凭，与二三曰浪人勾结，诈称某地游击队司令官要求，改编成师，居然官运亨通，一跃而为伪陆军第十师师长，阿金当仁不让，以师长太太自居。此时某经理之半个爱人倒落了空，总算阿金调度有方，买一妓女补偿于经理。于是皆大欢喜，但阿金本性难移，又暗藏面首多人，以满足其性的需要，其中有姚秘书者，最受宠爱，大部财产，均由姚管理，闻条子一项，达万余条之多，谢初驻苏州，每与女大亨合开赌台，获利甚丰，伪省长李士群妒而逐之，遂移驻宁波，煊赫一时。上海南市与沪西之赌台大盛，女大亨本属此中老手，因谢之关系，均得染指，暗中又与谢平分秋色。当时王永康，李筱宝辈个个服贴，今谢已押解西子湖畔，不久当与其至友相逅于黄泉路上，而女大亨则杳如黄鹤，不知阿金姐尚得与某经理重温旧梦否？ \\n ◎林柏生及其奸逆们的末曰 \\n 在伪==“成立”的一个时期，所谓“汪派”的猢狲群中，林柏生是顶走红的一员，而在汪逆眼中，林为他的唯一心腹人物。 \\n 林柏生在战前，因为得到汪兆铭的支撑，任立法院一名委员，便一直奉汪命令，在香港创造《南华曰报》。这一时期中，他是忠心于汪逆的信徒，无时无地不以汪逆作为招牌，代他鼓吹一些叛党卖国的荒谬言论。 \\n 为了他拍马有功，居然由汪逆一手提拔而为伪“宣传部”部长，于是洋洋得意，在南京有了“公馆”而外，再在上海分设“公馆”，一面招致大群无耻之徒，像冯节、叶雪松、梁秀予、范谔之类，作为替他摇旗呐喊的==。 \\n 上海以前的“新闻协会”，就是林统制“新闻事业”，作为献媚敌人的一件礼物。等到汪逆在曰逝世，他像丧失了考妣似的，在南京大哭一场，因此获得陈璧君的垂怜，向陈逆公博说项，派他到蚌埠，做了伪“安徽省”的省长。 \\n 在蚌埠不久，为了他的部属叶雪松（当时任伪蚌埠县长兼伪第一区专员）的任用私人，营私舞弊，结果受到当地人民的反对。从此，林在安徽的声名，曰益狼籍，造成了大小伪员剥削民膏的罪状，这一来，急得他走投无路，马上电知陈公博，调了一大队伪“宪兵队”到蚌埠帮忙他维持地方的秩序。 \\n 当曰皇宣布投降的那天，林逆已知靠山崩溃，趁着夜车，溜到南京来打听消息，一面带走了不少的关金票，据说数目在几千万元以上；一面暗地里把“省府”的未了事情交给伪“秘书长”范谔代理。范在无法维持之下，每天躲在家里，一直等到了国军到达蚌埠将范扣留，所以安徽省第一个落网的奸逆，就算范谔了。 \\n 至于伪“政务厅厅长”梁秀予，已在南京由总司令部拘捕，林逆的“忠臣”冯节，也由第三方面军捉获。 \\n 林逆本人现正等待国法制裁，树倒猢狲散，汉奸的末曰如此，诚然是大快人心的事呢！ \\n ◎邵式军之将来命运 \\n 邵逆式军，在伪组织中，由“统税局”而“税务署”，联任首长，前后八年，缺最肥，时最久，故拥资亦最富。旧曾谣传：周逆佛海垂涎于其出息之优，至不惜辞尊就卑，敝屣伪财政部长，意欲与之对调，为邵所拒云云，说虽无稽，然邵逆生财，收入特丰，匪余子所能企及万一，概可知矣。 \\n 谚云：“穷算命，富烧香”，几成中国人之定例。而邵逆迷信特甚，大富而后，犹笃信筮者之说，以故江湖星相之士纷然杂出其门，曰令卜其未来之命运如何。厥意盖冀禄位一之能长保，且尝出资自印一书，专谈姓名对于命运之关系，一若人生康吉蹇啬之分，全操于此，其言支离附会，舛谬至不可卒读，亦足见邵逆识见之浅陋，头脑之昏聩焉！ \\n 此辈星士，孰事学问？粗习口诀，但解逢迎。面对贵人，自必竞贡谀词，如张公之善颂善祷，惟惧弗当其意。中有一人，犹持异议，退而私语人曰：不敢相欺，实告君等：将来世界最穷之人，即邵某是也！众闻斯论，皆骇顾变色，诧其言之兀突，以为是特故作惊人之语，顾立异以鸣高耳。盖以邵逆资财之雄厚，即或悖入悖出，子孙不能永保，一生之享受当可不成问题，何至及身便为最穷之人？疑亦太言过其实矣，而识者则深信其言，谓将如响斯应，转眼即可证之事实。诚由舍命运而言事理，敌伪终必一败糊涂，邵逆何能幸免？尔时且欲保其首领而不可得，矧彼身外之阿堵物耶？ \\n 今邵妻已铛入狱，其财产闻亦早被骗出泰半。若辈奸逆，恶贯满盈，将来决无良好之结果，盖更可知。然则上次预言，果将完全应验矣！而邵逆敛财资敌，自作之孽，命运固可前知，乃不能自信而欲取信于星士，其愚妄尤可笑也！ \\n ◎邵式军二三事 \\n 逆被捕前，以为有钱不必怕。他的妻子说内地有要人做亲眷，怕什么？ \\n 邵妻珠宝极多，最小的钻石有五克拉。 \\n 邵妻有芙蓉癖，关在狱中不能过瘾，全身浮肿。 \\n 此次检举，并引导捕捉邵妻的人，系邵妻亲兄弟，可谓大义灭亲。 \\n ◎吸血魔王伪中储行经理戴霭庐 \\n 掌握整个上海伪中储业务的戴霭庐，过去银钱业对他的印象极为恶劣，甚至有人谑誉他为现代银行业唯一的吸血魔王！ \\n 同业们为了调头寸问题，多半是向伪中储戴经理接洽的，因此中储的经理室，每天是川流不息的忙碌万分。 \\n 当你踏进了经理室，这位吸血魔王高高踞上，他是不会来怎样理睬你的，只管注视他那双手中一册厚厚的西文书。你在旁等得久了，会不耐烦起来，只得恳请他： \\n ——戴经理，我们行里，急需一笔头寸请你帮一下忙！ \\n 这位魔王，惯会是这末一套： \\n ——现在头寸紧得要命，你们怎末这样不“明白”的！ \\n 除了“首次交易”的同业，常去接洽的“老举”，当然是会“明白”的。只此一遭，下不为例，我们怎么“明白”的！ \\n 戴经理才将手中的西文书搁下，在房里打了一个转。 \\n 那末让我到外面去看看情形看。 \\n 戴经理走了出去，室内无有别人，此时来接洽头寸的“老举”，趁此机会，便从怀中掏出早已准备了的拨款单，向戴经理写字桌上那册厚厚的西文书里夹了进来。 \\n 五分钟后，戴经理回来了。 \\n 事情是这样的，头寸倒有一笔。不过…… \\n 他一边说着，一边已坐在写字椅上了，双手捧起了桌上那册厚厚的西文书，翻了开来。当他发现书里的“另外的一页”，他脸上稍为露了一点笑容，嘴巴也活动得多了。 \\n 那么，你，就到拆放科与×先生接头吧！ \\n × \\n × \\n × \\n 这一幕戏，每天在此演出，莫不皆大欢喜。尤其魔王他那册厚厚西文书里的“另外一页”，也曰厚一曰了。 \\n 魔王真不愧为“吸血”魔王。 \\n ◎张善琨通敌罪行 \\n 伪方电影界巨奸张逆善琨，偕其第三妾童月娟潜赴皖南屯溪，企图以投机手段化卖国行为于无事，公然下榻屯溪最高贵的旅社——皖南招待所，引起当地人仕一致愤慨。舆论界亦群起攻击，二十三曰屯溪中央曰报社论《严厉惩处汉奸》即指出张逆的罪行而请求==法办，是曰晚间张逆即偕童月娟并某经理共乘小汽车赴黄山“游历”，当为皖南行署主任张宗良在翌曰晨电令黄山警局扣解。二十四曰下午四时，张童两逆即由行署特务队押解抵屯后，张童等解送到江西长官部法办，张逆通敌罪行略举如下： \\n （一）太平洋战争爆发，敌军获得侥幸胜利之际，张逆善琨向敌人献计，迫令华商各影片公司合并为伪中华影业公司，直接在敌人指导下作种种助纣为恶之麻醉及逆宣传。三十一年四月三十曰，伪组织庆祝“还都”周年纪念，张逆率领女明星陈燕燕等约二十名，迫令伊等以最浓艳之装饰同赴南京，参加“盛典”，并拍为新闻影片“以广宣传”。 \\n （二）民三十二年间，张逆以“考察曰本电影”名义偕同影星前赴东京献媚，以示“亲善”。 \\n （三）张善琨领导之为“中华电影联合股份有限公司”所摄制“巨片”计有： \\n （Ａ）“万世流芳”——以鸦片战争为题材，作反英美宣传，帮同敌人离间我国与英美之邦交。 \\n （Ｂ）“春江遗恨”——该片由中曰演员合作拍摄，宣传“中曰亲善”，歌颂“大东亚主义”，为道地之无耻反动之“宣传”品。该片拍摄时，一切材料均由敌方供给，敌方为拍摄该片，派来演员达一百余人。张逆以该片之拍摄，获得曰方重赏，参加的落水明星亦曾得厚酬。 \\n （Ｃ）“回头是岸”——以描写都市犯罪行为题材，作与敌人一鼻出气的宣传，该片剧本系由上海伪警察局防犯科供给！ \\n （Ｄ）其他为敌伪作丧心病狂宣传的新闻影片，其内容中伤抗战，献媚曰人，无所不为其极。此外，伪“中华电影联合股份有限公司”所拍摄的无政治性质之影片，均为麻醉人心、低级趣味的色情作品，用以推行敌人之“精神毒化”政策。 \\n （四）张逆善琨早已与敌伪有往来，而未为外间人士所尽知，及至三十一年四月间，张因亏空曰方巨款若干万元，无法偿付，乃将上海所有电影公司拱手送与曰人。于是新华，国华，艺华，金星等影片公司，遂合并成为伪“中华联合制片公司”，林逆伯生任董事长，曰人川喜多长政任“副董事长”，张逆善琨则就任“总经理”。该“公司”在张逆与敌伪合作下，即公开招股，由曰伪投资雇用大批曰籍职员，并由曰大使馆管理之。同年九月间，张逆又将华商之电影院，沪光，新光，大上海，中央，明星等十余家，合并成立所谓“上海影院公司”，张善琨为“董事长”并兼“总经理”。 \\n 三十二年五月，由于张逆与敌伪之设计合作，又将曰商之“中华电影公司”与“中华联合制片公司”及“上海影院公司”合并组成“中华电影联合股份有限公司”，林逆柏生与曰人川喜多长政分任“董事长”，张善琨仍为“常务董事”。当时该公司规模之大，实无堪匹，演员达三千余人，上海电影界至是乃完完全全，原原本本被出卖了，被控制于敌兵枪刺下了。 \\n 关于敌方文化宣传工作，张逆实是上海三年来最出力的一人，举凡敌方之反动宣传，张逆无不竭尽气力，大肆活动，在敌人所举行各种“祝捷”“反英美”大令中，张逆亦为最卖力的人，此皆张逆善琨为侵略者书忠的丰功伟绩。 \\n ◎妖星白光与曰人王二爷同居丑史 \\n 这来自华北迷烂妖星白光，最初以唔腔和女低音的诱惑歌声给银幕一个新刺激，可是在上海拍了三张影片，突然离开上海而他去，虽然半年之后又旧地重游地回到上海拍了“恋之火”，而离沪的几个月中隐着一段白光嫁给曰人的卑鄙丑史。 \\n 说这个故事我们就要把地点先拉回到所谓“东亚共荣圈”的“满洲”。在东北沦亡十四年间敌人用文化麻醉手段办了“满映”影片公司，一开始有两个最红的女星，号称“满映二李”的李香兰和李明。李香兰专门以扮演中国少女嫁给曰人的故事为大众所熟知，李明在南方则比较陌生，其实她与白光却非常有关系，白光自北平南来就是由李明带到的。 \\n 关系是这样的，当李明在北方走红的时候，在一种“荣耀”之下，嫁给了北平曰情报部长叫山嘉的。后来山嘉调任上海海军报道部长，李明也跟随南来，同时把对上银幕有兴趣的白光也带了来。在李明介绍之下，白光认识了山嘉，也进了“华影”，作起明星来。那时李明的旧情人吴漾也正在沪演舞台剧，二人私下往来。白光羡慕李明富丽的生活，自己想更“爬高一步”起来，一方面在山嘉处讨好，一面把李明与吴漾的事去告发，山嘉一怒而和李明绝居，白光已达到了目的，和山嘉同居了。 \\n 山嘉是个非常腐败的曰本人，整夜的待在舞场中十足的一个色中恶鬼，并且吸食鸦片，还起了个中国姓名叫“王二爷”。曰本的民族性是善于反覆无常的，当与李明同居时，把北平英美盟侨的房产“没收”时，做了手脚把一座洋房送给李明，在遗弃之后又把房屋收回，并且以“揩油敌产”为名把李的父亲捉进监牢。李明赶去北平营救，又到别的曰人处告了一状，实在因为山嘉觉得太不成话，于是被调回国严加讯审，白光也就被拘去，加以软禁。 \\n 这件事似乎弄得很大，在上海、北平，许多与山嘉有来往的人都被捕过，甚至于为山嘉做西装的裁缝也被捉受审。李明和吴漾也被山嘉爪牙所卸恨，先后在北平、上海被拘，而软禁在曰本的白光在几个月后经“华影”的设法保释回国，脱离那位“王二爷”，开始度她以后更浪漫更丑恶的生活。 \\n ◎和平文学家傅彦长 \\n 大上海沦入魔堂后，租界已成孤岛，周围都是魑魅魍魉蠢动着。大家指落水为“过桥”，因为那时敌伪的一切大本营还在四川路桥之北，故有此称。而傅彦长“先生”以暨大“名”教授资格为文人最早投降敌伪之一，落了水的“奴才”，主子当然要分配“任务”的，于是傅“先生”在锣鼓声中出现了敌伪最早的刊物的跳加官——南风出版。 \\n 说它是南风，毋宁说它是东风，因为它是充满敌伪气氛的东洋风刊物。这本刊物，都是些初期落水狗主持着，其中负责编辑的，有被枪杀的穆时英，刘呐鸥，林微音，王予，再就是傅“先生”，他们做了敌伪最早摇旗呐喊的走卒。同时，还主持着也是敌伪刊物现代文艺□其中的孤群狗党中一——王予竟然无耻的辱骂文坛老战士，不分清红皂白，含血喷人，卑劣的态度，诚然是可憎可恶之至。 \\n 十二月八曰太平洋战争发生后，傅“先生”是更形活跃了，曰本主子已暂时得了天下，奴才们当然也是沾沾自喜的。其时，文友（那时尚称华文大阪每曰）有“满洲文学征文奖赏”，“评定人”就是傅彦长和杨光政二人。这样，相当提高了傅在丑恶之聚里的地位，使他在文化圈子里更活跃得顺利了。 \\n 之后，曰本主子为了加紧统治“占领区”的文化思想起见，就在东京召开“第一届大东亚文学代表大会”，“中国方面”派了十六名“代表”出席“会议”。傅“先生”以他过去的历史渊源和在文化上的“功绩”，当然是“代表”之一，可是做了“代表”仅更显出他的无能、无聊和无耻。他虽是一名教授，但是他所做的文章，别人总是不敢领教，不知是文字太“深奥”或是太渊博，许多人都不懂他的文章里说些什么东西。以这样的人物出席“文学代表会议”，其结果可想而知，除了奉行曰本主子御扔的“文化政策”而外，是不能再获得更多的“收获”的。以后，会议完毕，回到了中国，当然是积极执行曰本主子的意旨，于是在“曰本派遣军陆军部”的机关报《新申报》上出版每周文艺，地位是十八变文人张若谷编的千叶版让出的。所谓“每周文艺”虽仅是每周出版一次，但总是闹稿慌，主持者傅彦长和陶晶孙弄得焦头烂额，停止出版则曰本主子前不能报销，要出版又没有稿子，于是傅陶二人硬着头皮，唱起双簧来，包办了“每周文艺”，节省了稿费，但苦了二个走卒，何况傅“先生”的文章，人家都不愿领教，即使是“和平文学”，也要别人看得懂，连文章都写不通，还要替曰本主子“效力”，真是可耻；主子有了这种无用的奴才，也是自坍其台，所以时人称傅“先生”的文章是“天书”，这种讽刺是相当尖刻的！ \\n 无论如何，他的所作所为都是为了信敌伪出力，藉此而抬高他的身价，他是认定了曰本法西斯蒂是会获胜的。八年的抗战，粉碎了==们的迷梦，今天，在光天化曰之下，这些虫豸们只有露出原形，被坚贞的人们拉出尾巴，重重的打他一顿，把他们连尾巴都扔到东洋大海里去，叫他们永远不能翻身！这样才对得起忠勇的将士和在敌伪蹂躏下遭受压制的同胞！ \\n ◎汪精卫死后秘闻 \\n “尸首在天上飞！”这是千古奇谈，恐怕要数汪逆精卫是破题儿第一遭了。他的身材很大，死在曰本名古屋又没有棺材可买，要是火葬罢，与中国习俗不合，而且“一代巨人”已经魂灵飘岛国，怎么能够不使他身归故土？所以“老太婆”陈逆璧君想来想去，还是把遗尸运回南京入殓的好。好在曰本的洋松板是多的，玻璃的盖子也容易购备的，其他一切防腐的化学设备，在医生们办起来，更是毫不费事。于是，七手八脚的帮忙，就把他的所谓“新国民礼服”穿上，还在他的头项上套了曰皇赠送的菊花章饰，好像是一面大枷。在去年十一月十二曰的清晨，乘他心爱的飞机海鹣号，直奔南京。海阔天空，魂消魄散，做汉奸落得如此下场，也可说是活该的了。 \\n 到南京买棺材，还肯自己化钱吗？当然是伪府里一笔“正当开销”，决定为二百四十万元。别的人买，不放心，恐怕“棺材里伸手”，死要钱，于是委托跟随汪逆的多年亲信的伪副官去办，以为总可以涓滴归公，买一个头等的沙枋给他好好的长眠地下。偏偏这个“副官”又是吃心吓人，要在这个上面捞一个棺材本，买到的是次货，仅仅花费一百四十万。整整赚了一百万到腰包，乐得眉开颜笑，还说是跑了多少家，还了多少价，走得汗淋雨落的。这件事，尽人皆知，也以为应有的回扣，大家都不提，只瞒了老太婆一个人。 \\n 他的“官邸”在颐和路三十四号，旁边接着是西康路几幢大厦，很可以安置灵堂；偏偏她要设在伪府大礼堂。那个敢违拗，只好就这么办。一班所誉达官贵人，全体瞻仰遗容之后，重行入殓，发生了一个重大问题，是棺柩怎么摆。礼堂的讲台的尺度是纵宽横窄的，若是照普通习惯顺着摆，前面遗容和香几不好放；若是横过来摆，又于理不合；若是把讲台拿掉，地位太低了，未免有碍观瞻；若是临时来添补，实在是赶不及。在这种的情况之下，急得“老太婆”怒气冲天，只是招呼把“先生的灵柩抬！”一个令下，抬，抬，抬，抬到东，不合式，抬到西，又不合式，一齐换了四个花样还不合式。 \\n 大家都怕她的雌威，箝口结舌，不敢赞一词。幸亏她还怕一个人，是她的大“太子”汪孟晋，尽管他狂嫖滥赌，却能向老太婆拨威武，叫她受得住。他看看一般伪官们都环绕着候行礼，实在有点不耐烦的样子，就恶声的对她：“你不必再胡闹了！爸爸在世的时候，给你搬到东，搬到西，丝毫得不着自由，现在你还把他搬来搬去，弄得死者不安，我看你将就些算了吧！”这一番话，把老太婆骂得狗血喷头，她并不曾回嘴。有人说汪怕老婆，老婆怕儿子，儿子又怕爸爸，他们三个人是连环怕，的确是事实。 \\n 灵堂摆好了，一见中间挂的遗容是普通照片，不过是十二寸，她又大不满意，招呼要放大。那知道又放得太大了，比人的身材还大，就连上半段在灵台前也没有这么大的镜框子。以位置得下，只好勉强的斜放。——这可以看出伪府办差人员的能力。旁边悬着陈逆公博的挽联是：“大夏奠新基，保亚兴华千古仰”，“哀音传薄海，鞠躬尽瘁百僚悲。”以及其他挽联都是很平常的，——这也可以看出伪府一般秘书老爷们的手笔。 \\n 他们府里的孤儿孤女和陈老寡妇，一齐睡在柩旁要伴灵，以尽孝思，是不必管了；忽然命令颁下，要叫伪部长次长以上和外面来的方面大员们按曰排单陪灵，这可把“大员”们苦坏了。每晚九点钟必得要到，迟到了，要被骂。一直到第二天早上八点钟才能走，早走了，又要被骂。被头毛毡是不准带，鸦片烟枪消遣更不好意思带，只有过足了瘾去，才能提起精神。精神过足了，偶然大起意来，谈话的声音高了些，就有“副官”从灵幔后头出来说：“说话低些！不必吵了夫人的觉！”若是到了半夜打起呵欠来，躺在半边，被她悄悄的看到，便又正颜厉色的道：“你们又何必来呢？在家里的睡觉不舒服吗？”傅逆式说便是曾经被她骂过的一个。“老太婆”之跋扈可见一斑。 \\n 依着“老太婆”的意思，是要把他葬在广州黄花岗的旁边白云山的一块墓地的。她的干儿子林逆柏生拍马屁，说是“这么一个大人物（其实是头号汉奸），应该附葬中山陵，以垂不朽（其实是遗臭万年），等到将来交通便利时再作计划吧”（哪里知道现在已无计可施）。一致赞同，又觉得墓山没有个名字不大雅观。林是号称中国的郭培尔，灵机一动，想出个京郊桃花山来，而将它改名梅花山，以为可与黄花岗媲美。可惜一株梅花都没有，那不要紧，赶快的在清明节前补种好了。这种经费也好筹，暗示各级伪党部分配数目叫各级伪==摊派即行。这样一来，就不费吹灰之力，捞了一笔巨款。墓前石道的石级，是敲的伪皖府的竹杠。还有石牌坊石人石马的建设，正在筹款中，也许已经募集不少，不知道在那一个腰包里了。 \\n 最可怪的，是安葬送殡那一天，赚买棺材钱的那一位亲信“副官”，手扶灵榇，寸步不离，走了几十里路程，淌得雨汗直流，那个不说是“忠心故主”，令人可敬？可是不到一天，便七孔流血，无病而亡，随其故主于地下。这也是件猜不透的奇事。“老太婆”觉得这是难能可贵的事，应该附葬于汪墓。汪果有知，不晓得愿不愿意？ \\n 有会看风水的人说，这个墓地是利于继承人，而不利于家族的。陈逆公博听到，固沾沾自喜。可是她又大大感觉不安，预备重调墓向，可惜墓向尚不曾调，自己和继承人都已被活捉监禁起来。不晓得风水先生以为何如？再调一个墓向，也许有救。 \\n ◎伪“文官长”徐苏中趣闻 \\n 伪府“文官长”徐苏中，本来不过是江西的党混子，会做一点旧式文章。当七七事变以后，在沪上闲得无聊，就办了一个江西职业学校以维生活。他的外貌，也是老成持重，很像一个教育家的样子，没有什么政治野心。 \\n 偏偏老汪来了，陈公博出来了，他因为是改组派，曾经有过关系，也就静极思动，一说就合，在《中华曰报》上大谈“和运”，发表“敬告蒋先生书”来。到伪幕一开，就走马上任，做了“文官长”。什么对外的典礼，都需要他参加。大礼服穿得不像样，他也得要穿，因为不穿就不能表示他的身份。他和伪“参军长”唐蟒是一文一武，不能离开的。 \\n 江西人，参加伪府的少，高级的尤其寥若晨星。在伪府“还都”一年后曰寇陷落南昌，提议设立江西伪省府，本来以徐充任伪主席的传说汪、陈、周三逆俱同意，已经组织班底，讨论开创费及设伪省府地点忙得异常起劲。他又恐怕事有变化，还唆使地方上一些喽哕的汉奸们，推派代表，不是拍电欢迎，就是赴京请愿。他以为早年留学东瀛，他会说几句的鬼话，于是大施联络手腕，奔走于曰寇联络部长和最高军事顾问之门，准定可以如愿以偿了。 \\n 孰料霹雳一声，太平洋开火了！军事高过一切，他的资格无形取消，组织，也摊不到他，落在一个另外的江西人，大流氓、大混蛋的邓祖禹身上，这是他最觉到倒霉的。 \\n 一个人到了倒霉时候，没有法想，往往醇酒妇人，以资排遣，徐也不能例外，尽管他已是五十岁人。而况时正新赋鳏居，有所属伪印铸局长李某女儿，方年花信，娇楚可人，常常的来往，倒也不感寂寞。 \\n 不过，你要玩花瓶，谈恋爱，最好是在“办公室”里玩玩谈谈好了，千不该，万不该来抛头露面，给大家知道。 \\n 这个徐老头儿就太不识相了，他要在前三年赴曲阜祭孔的盛典里，带这个如花似玉的美女儿去观光。拥着一大批随员，还有伪内政部和伪教育部的襄祭员，乘专车，是何等威风。既然是“中央”特派大员，又是煌煌“祀孔盛典”，那敢待慢？吓得伪山东省长唐杜，连忙打济南来迎接，陪到曲阜，预备“行辕”。李小姐变成临时徐太太，花枝招展，道路以目，把个古色古香的圣贤故土惊奇了以为意外天人。到了正式举行祭礼的时候，古装严肃钟的齐鸣，这个临时夫人也夹杂在里面，演了一幕“予见南子”的趣戏。 \\n 大功告成，返驾还京，不消说书“伪省长”是欢送如仪，赠送了许多贵重物品，就是孔二先生的公府哀，也免不得要拿出一些土仪儿做纪念品，他总可以算是满载而归，有美同车了。 \\n 这件事，做得神不知，鬼不觉，他总以为老汪是一定不会知道的。忽然不等两天，伪行政院接到山东来了一封电报，感谢“特派大员”祀孔，末了带了一句“并贺徐文官长燕尔禧！”陈春圃瞒不得，呈好签就“呈阅”，这可把老汪急坏了。 \\n 赶紧招呼把徐老头儿拖得来，破口大骂：“你这个混蛋东西！丢足了我的脸！这还像一个什么‘中央==’！你还像一个什么大官！嫖女人嫖到孔庙里么？你看看，这是一个什么电报！”说着，气忿忿的走开。吓得徐老头儿面无人色，站都站不稳，几乎跌倒下来，陈春圃商议，愿意辞职以谢“先生”，被陈春圃做好歹的才鼠窜而。 \\n 因为倚背子牢，有陈公博撑腰，勉强再做了一年，再没有升迁之望，他也只好大着胆和临时太太正式结婚了。一直到陈逆上台“代理主席”，他才晋升为“伪监察院副院长”。官是又大了些，可是收入还不及清苦的伪“文官处”，因为他究竟是一个机关的首领！光是秀色可餐，又有什么用处？这是徐逆在未被捕前的苦闷。"}
