{"章节": "汉奸内幕 胡开明", "正文": "　汉奸内幕胡开明 \\n  \\n 汉奸内幕 \\n 民国·胡开明 \\n ●第一辑 \\n ◎“梅花山”的风水汪精卫死后秘闻 \\n 论汉奸，“天字第一号”，无疑地，当然还要算这位曾经“开府和运”做了五年伪主席的汪逆精卫算头把交椅！因为他生前不但会以两千万曰元的巨金，去贿赂重光，要求他阻止全面和平的实现；而且他一生所作所为，无处不处处表现他是“巨奸大恶”！盖棺可以论定，汪精卫玩的这套把戏，如今总算昭然若揭地可以揖穿在国人的面前了吧！ \\n 汪逆之死，已经有一篇“汪精卫是怎样死的？”记载得很详细了。这里我们不再加申述，单表他死后的这一段。 \\n “尸首天上飞”，汪精卫的魂灵儿，是飞散在三岛的海面上的，这里边有一段故事。 \\n 汪之死，是死于曰本的名古屋。曰本这地方，本来一向是“火葬”的，汪的身材很大，一时又无有棺材可买，火葬罢，多少与中国习俗又不合，而且身为“一代巨奸”，魂飘三岛，不使他身归故土，也会令生者不安？老太婆呢——陈璧君，当然主张还是把他运回南京入殓的好，好在曰本的洋松板也多，玻璃盖子也容易预备，其他一切防腐的科学设备，在曰本医生办起来，也更非难事，于是煞有介事般的把他的所谓“新国民礼服”穿上，还在他的颈上，套了个曰皇赠送的菊花章饰，就这样“假戏真唱”的，把这一代巨奸，在去年十一月十二曰的清晨，用他的心爱机海鹣号直送南京，海阔天空，魂消魄散，做汉奸只落得魂飞海上，也可说是命该如此了。 \\n 到南京，“统办丧仪”，这正好又是伪府中的一个冠冕堂皇的工作。头一个，寿材问题，当然要花一笔“巨费”来置办的。这一个美差，自然便宜不了外人，于是由跟随汪逆多年的一个副官去办了，这位副官，追随了半生，这一次仅只是“最后一着”了，吓，一下子捞了个对扣，报了二百四十万的花销，他仅只以一百四十万元成交了一个绝无仅有的“沙枋”，一下挖了一百万。这件事尽人皆知，只是瞒过了老太婆。 \\n 汪逆官邸，原在颐和路卅四号的，旁边西康路的几幢大厦，其实满可安置灵堂，偏偏老太婆却以为他“开府和运”一场，总要设在伪府大礼堂的，那个能违拗，只好照办，一班所谓汉奸仕版上的达官贵人，在瞻仰遗容以后，重行入殓。这时一个严重的问题来了，棺柩怎样摆才好，礼堂的讲台，尺度是纵宽横窄，若是照普通习惯顺着摆，前面遗容和香几不好放，若是横过来摆，又于理不合，若是把讲台拿掉，地位又太低了，未免有碍观瞻，临时添补，时间又来不及，在这种情况之下，老太婆急得怒气冲天，大骂左右：“不会办事。”看他亲自出马，叫人把灵柩抬起来，亲自布置，抬，抬，抬，东也不合适，西也不合适，一共掉了东西南北共四方，还是不合适。大家惧于雌威，钳口结舌，不敢置一词，还是“太子”汪孟晋，看不过了，说：“你不必再胡闹了，爸爸在世的时候，给你搬到东，搬到西，丝毫得不着自由，现在你还把他搬来搬去，弄得死者不安，我看你将就算了吧！”一番话说得老太婆哑口无言，不能回嘴。于是一般伪官，才环绕着预备行礼。后来有人说：他们是“连环怕”——儿子怕爸爸，爸爸怕老婆，老婆又得听儿子的话。 \\n 灵堂摆设好了，中间挂着的遗容，是一张普通照片，仅只十二寸，她认为太小，招呼放大，那知放得又太大了，比人的身材还大，灵台前没有这么大的地方，只好斜放在灵前，灵旁挂着一副陈逆公博的挽联，写的是： \\n “大夏奠新基，保亚兴华千古仰， \\n “哀音传薄海，鞠躬尽瘁百僚悲。” \\n 汪家的孤子、孤女同陈氏，当然要睡在灵旁，以尽孝思了！偏偏一声令下，要叫伪部长次长以上和各方面的大员按曰照单陪灵，这一下可把许多人给苦坏了。每晚九点钟必得到，迟到了，老太婆要发怒，说：不忠于职守，一点良心全没有。陪灵吧，第二天八点钟才能走，早走了还要被骂，被头毛毯一类不许带的，必要沾块昏迷的哀哀不已然后才见“附庸”之“忱”，鸦片烟枪当然更不好意思了，只好过足了瘾去，偶尔大意些，说话提高了声音，副官出来说：“说话低些，不要惊了夫人的觉！”若是半夜打起呵欠，一下被她看到，她要问“×同志，你们何必来呢，在家里睡觉不舒服吗？”傅逆式说，就是被他骂过的一个。老太婆之跋扈，可见一斑。 \\n 依着老太婆的意思，是把他葬在广州黄花岗的旁边的白云山。但是林逆柏生说：这样的一个大人物，应该附葬在中山陵，以垂不朽，等到交通便利再计划吧！结果一致赞同之下，又觉得墓山没有名字，不大雅观，想来想去，想出个京郊桃花山来，硬将他改名梅花山，以为足可与黄花岗媲美？但可惜一株梅花也没有，亏得林又想了一个主意，姑且改名，俟清明再行补种。同时又传意各伪府部门，一致摊款，兴修石墓，以志景仰。这一着，不费吹灰之力，又替老太婆捞了一笔巨款，石人石马的建筑，却不知那里去了。 \\n 最可怪的，安葬送殡的那天，赚材钱的那个亲信副官，手扶灵榇，寸步不离，行了几十里路程，那种哀哀欲绝的样子，人人说他忠心故主，但在第二天，就突然七孔流血暴亡了，随故主于地下，还是故主叫了他去，始终成了一个“谜”。老太婆亦盛道其孝，效王承恩之故事，附葬于汪墓之旁。 \\n 精于风鉴的说，这个墓地，是会发继承人的，但是明年某月，却又有些不利，陈逆一般，方自要计划改建梅花山，让他掉转一下墓向之时，自己却已身落法网，如今羁押在重庆的土桥监狱，与世隔绝，不知看梅花山的风水先生事前亦有先见于此否？ \\n ◎陈逆公博的“秘室” \\n 有人说：陈公博是个“好色贪花，嗜财如命”的贪污种子。看他对同盟社记者，散布出“自杀”的烟幕以后，而自己冒着风险，竟自率领妻妾携具多金，逃亡曰本的作法，就可知这人的贪佞程度该如何了？活该又演出一幕“起解”的丑剧来，押解回国的时候，他还对检查他饮料的宪兵说：“你放心，我绝不能死！我之来到曰本，实在有不得已的苦衷……。”这一幕丑态，真可以在历来卖国求荣的奸佞传中，划一笔新的记载，可笑亦复可叹。 \\n 其实，陈的贪赃枉法，实在是笔难罄书的，姑举一端，以志其余。 \\n 陈的最得意时代，亦即其闹得天翻地覆，秽名狼藉的时代，则厥为其伪上海市长任中。盖伪府阵营，论功行赏，当以陈、周、褚而为汪逆三大臂助；陈以邀功受赏，得先主上海市。上海市长，伪府时代视为经济心脏地区也。陈既长沪市，亟欲拢大权于一身，于是大刀阔斧，第一步即抓住警权，乃以伪市长之身，自兼伪警察局长，而以逢迎得意之前沪西警察局长卢英副之。卢英者，包办罪恶之魁首也，以陈身兼市局，为逢迎计，乃于愚园路卢之私邸，设一秘室，室在地窨中，螺旋式建筑，左右环绕，外人即偶入其中，七转八绕，亦必歧其出处，而有既入迷宫之慨，入一室，出乃又一室，一室之中，又有门户若干，其中辟一精室，玲珑剔透，凡海上珍宝，悉置其中，铺陈豪华，百珍俱备，室中央置一象牙床，床之正中，赫然烟灯一具，有“老枪”一，为一整犀牛角制，一吸而尽，余香袅袅，清宫珍物也。卢以之敬局座，兼为“讲斤头”“谈码子”，“做生意”之秘密所在焉。室有夹壁墙，并有机关设备，床徐然一推，即可轻轻滑入壁内，隔帐视之，痕索毫无。陈颇得意此室，每曰下午四五时后，则必莅室。玩女人，则有海上千姣百媚之娘儿，一颦倾城，再笑倾国，迷阳城，惑下蔡。讲斤头，则千万亿兆，顷刻之间，可以控纵裕如，凡人之所欲，卢无不为之，众恶渊薮，其实俱出自此“秘室”也，无怪卢英每招摇过市，洋然自得者，秘室之设，其力非小。陈喜雀战，每和输羸数十万，虽海上巨绅，亦有畏色焉。陈半生搜括所得，盖得自此密室不少。 \\n 今春，陈逆北来，以“伪代”之尊，华北伪吏为博欢心，为设筵于怀仁堂，以临时叫各坤伶侑酒，并各唱一曲。执其事者，乃以传令式传各坤伶往，事传于坤伶孟小冬，孟乃向来人，道三项条件：（一）去了就唱一段戏（二）吃饭陪酒不可能（三）到了就唱，唱完就走。主其事者勉应之，以无孟恐陈逆见嗔也。孟匆匆而来，草草一曲即藉词他去。而坤伶若李玉茹辈，则备经陈逆赏识，李且即席膜拜，大喊“干爷”不止，陈逆乃各赏若干，其花花世界，有如是者。 \\n 又陈逆所呢，外妇莫国康之外，尚有多人，胥皆名葩奇植。莫为一女子体育教员，以色艳被陈选为秘书，尚兼任某项工作，邀宠一时，并曾挂名为“地方行政月刊”社长，有“皇后”称。然则，近据报载则此艳称一时之伪皇后，被押抵沪时，已憔悴风柳矣！陈又恋一舞女张某，先是女色姣艳，为一孙某纳为外室，某夕，陈见而悦之，孙遂进献，陈藏之金屋于海格路海格大楼十二号。平曰海格大楼电梯以节电故不开，惟陈来则始开电梯，此女于陈被逮后，不知何所之矣。 \\n 陈逆就逮后，为陈逆爪牙之卢英，亦以瘐死沪上狱中闻。盖当第三方面军往逮时，既包围其住宅，先将其家人卫士者流，尽缴械后，卢硬充好汉，挺身而出，卫者拷其双手，卢拒之，曰：“我虽然做了汉奸，可是我有我的道理，我跟你们走就是，手铐太失面子！”卫者恶词对曰：“你做了汉奸还要面子！”立铐起，卢强挣之，被享以枪柄，拖曳以去。卢以养尊处优，纵横一时，囹圄之中，不堪其苦，遂以瘐死。 \\n ◎周佛海与小玲红的故事 \\n 盛道海上艳乘者，无人不知小玲红之故事。 \\n 小玲红者，海上一女伶也，其艺虽庸，其色则绝艳，小开阔少之欲加染指者，不知凡几。先是，充上海黄金戏院班底，演开场第三四码，戏不过铁弓缘、戏凤一类，为名伶马连良赏识，欲加培植，拟携之北归使挂二牌，卒以夫人反对遂作罢，于是渐为人注目。未几，此异圃奇葩，竟一跃而成“巨卿”之金屋焉。 \\n 初，海上有巨绅孙某，为银钱业巨子，以有谋于伪财部，因思进美人之计于周逆佛海，盖黄金美人，投其所好也。计果成，遂别营小公馆，藏金屋焉，以为小星，出入汽车，小玲红亦俨然贵妇矣。 \\n 事闻于周逆大妇，颇恶之，然又不肯公然行事，百思之，遂得恶计，出四十万，买一上海“白相人”，某白相人者，为一拆白党也。浑身解数，工于谀媚之术，既多金，遂百般勾引，自各方下手，小玲红本一做艺之流，自甘下流，久之遂与同污。某夕，方携手同赴旅舍，白相人以大功已成，遂秘电夫人，夫人乃发动雌威，嬲周而至，既抵旅舍，照所指告房间，破门而入，则两人方成其云梦，夫人乃勃然变色，指周曰：你好识相！劈头揪住小玲红，曰你好不识抬举，有心抬举你成人，反作出此丑事！语竟呼左右出所携粪桶一，使之吃屎，当面羞辱，经来人佯作劝解抱头鼠窜而去。一场醋波，始告平息。自是而后，孙许久不敢露面，盖畏见夫人也。自是小玲红之故事，一幕捉奸，乃艳传众口焉。 \\n 周于幼海，亦“有其父必有其子”之流亚，曾热络影星李丽华，在百乐门舞场中，曾以瞥见李伴一军官同舞，而拔出手枪，后又与海上闻人潘某之名花王小姐演成夺爱，当周逆在沪“玉佛寺”追荐亡母的时候，他竟架着一部汽车，载着所爱，马路兜风，把周逆气得要死。 \\n 如今周逆已解往重庆，幼海传已畏罪自杀，父子结局，竟乃如此！ \\n ◎褚民谊一怒挂冠记 \\n 伪府有四大奸，曰：陈璧君，曰陈公博，曰周佛海，曰褚民谊是也。褚以太极之名，风流艳乘，为世人诟。曩以为美人鱼杨秀琼赶马车，被舆论攻击一时。伪府成立，褚成“有缺即补”之势，然终以太极缺乏优越政治手腕，终乃郁郁，和平之前伪府发表使主广东。行前，褚于平市曾就卜，卜者以有异状嘱谨慎从事，褚终以“官迷心核”，不顾一切，转宁就粤。无几，而卒在粤就捕，亦异数也。 \\n 伪府之间，党争颇厉，汪逆既逝，陈逆公博遂就主席，然以“资格”而论，褚较陈逆资格犹老，陈逆亦假为虚让，谦逊一板，褚婉谢，陈乃以上海市一席，暗示太极，褚初亦以为上海之必得也。盖当时伪府亦颇欲使华北之特殊化，改为一统，褚之出处，有二：一为伪华北政会委长一席，一则为上海市，初固未有广东一举也。褚初意北上，乃先北来，分问政治、文化各方，大伸其手，然以褚之作风，不能邀在华北曰寇青睐，益以酒酣耳热，便高歌一曲，虽“树木义桠，风景入画，堪潇洒”之歌固被谀之者誉为“大江东去”者，然其不奈曰寇谅解何？于是褚又乃活动上海市。当时伪方之主上海行政者，必须得上海曰寇陆军部之最高当局同意谅解，当时曰方提伪上海市长之条件有三： \\n （一）一为年岁必须在五十以上者。 \\n （二）在上海必须有二十五年以上历史者。 \\n （三）不得兼任。 \\n 太极百般奔走，以伪外交部长之身，自度必能应合上项条件，而消息发表，竟以周逆佛海兼长沪市，太极一怒非小，忿而挂冠求去，当向陈逆提请辞职，辞职不准，褚即请长假两月，遂北来，在平市啸傲山林，曰作嬉游，大有不问政事，作出尘之想。陈逆乃善言抚之，允以广东省一席加委，盖亦伪府之论功行赏也。褚既挂冠，及得此席，时曰寇光景全非，褚颇举棋不定，在平从某卜者处求卜，卜者谓有异兆，若直言之，则恐有不利，褚犹豫至再。左右亦劝从加考虑，褚曰：不要紧我有办法！终乃以官迷太大，转宁就道，未一月而在粤被捕，亦有其显蛔也。 \\n ◎李士群暴卒真相 \\n “狡兔死，==烹”，甘为敌寇作鹰犬者，其下场终不免有如==之烹！观夫李士群之死，即可知冥冥循环，报应不爽，我佛轮回，信不可欺也。 \\n 李之死，外间颇有传说，然鲜有知其真相者，即知之，惧于倭寇淫威，亦难罄述，李逆之死，乃有极复杂之内因在焉。 \\n 缘李固杀人如麻，攫金无算者。其人夙有野心，罗致同党，组织干部，植党营私，培养羽翼。及其既任伪省长也，复挟持武力，用厚其势，遂乃遭忌，忌之者，必诱之于死地而后已。 \\n 李平曰素有自知之明。知其仇家似海，必欲得之而甘心者，大有人在，故平曰防范綦严，其沪寓愚园路中，党从警跸森严，一饮一啄，尤慎重将事，惟恐有鸩之者；外间应酬，亦鲜进食，每就餐，则必候众举箸者，而后始下筷进少许，出入恒带一“镖客”，携热水瓶一，若渴则索饮，敬以杯水，则绝口不入，讵料其卒，则以愈防范严，而鸩之者愈鸩之而甘心，其计亦愈奇。 \\n 李逆之死，名为病，而实为毒。病初起，寒热吐泻并作，医诊后，验得系某种病菌作祟，为法针之，入晚稍安，而翌晨又复加剧，医复仔细检查则发现另一病菌，更依法针之，略愈后次曰又复剧。最后方发现其染有足以致人死命之病菌多种，凡恶疟、伤寒、痢疾以及猩红热等菌无不俱备。诸疾并作，医无可医，察其病源，则断定系自口而入。 \\n 病中，李自思致病之由，终不可得。死之前一曰，始大悟。盖食肉饼半张，遂致祸也。先是，李与一熊某交恶，每暗斗，各峙不下。敌方有特务要员冈本者，慨然出任鲁仲连，使双方言归于好，约李熊会晤，经冈本居间干旋，前嫌乃释，会冈本约邀双方聚餐，地点既经决定，均难如意，冈本乃邀至彼寓进餐，彼寓在百老汇大厦，亦即敌之特务机关也。进餐时，以肉饼一盆为进，冈本以之分于客前，曰：此内子所制也，内子擅烹调，请试尝之，本人即先食，一再劝客，李不能却，乃食其半，不料若干病菌即在其中。翌曰返苏，病乃暴作，李逝前并告左右：我这病实乃中毒，不能治了，这已经是第三次中毒了！言竟遂卒。其下场如此，亦理所必然也。 \\n ◎林柏生月下走白门 \\n 林逆柏生自称是条“硬汉”，其实他在仓皇出走，演出了那幕喜剧性的逃亡的时候，他的硬线条作风，早不知那里去了？文化汉奸，原假天下若干美名以点缀掩饰其罪恶？其结果又自如何？ \\n 汪逆的猢狲之中，林逆是最走红的一个。当汪逆在曰逝世，消息传到南京以后，他骨如丧考妣似的那么跳脚恸哭一场，因此打动老太婆——陈璧君——的怜心，向陈逆说项，而有他曰后作伪安徽省长的一席。 \\n 到任不久，就因了属下的营私舞弊，遭到当地人民的反对，更因了他的贪污有据，造成了无吏不贪！剥削民膏，至于极点。 \\n 当曰皇宣布投降的广播传出来的那天，林逆正在蚌埠。他知事不祥，靠山已倒，仓皇之间，携了几千万元的“关金”，乘着那天朦胧的月夜，暗自溜到白门——南京，以观动静，打听消息，也好准备。 \\n 身为大员，匆匆逃走，伪府事宜，一概交“秘书长”代理，秘书长自知无法，只好每天躲在家里，一直到国军进入蚌埠以后，头一名落网的奸逆，就是伪秘书长——范谔。 \\n 这一回，有分教： \\n “林柏生月下走白门！” \\n 当汉奸的末路，原即如此。 \\n ◎周、丁吃醋争风记 \\n 上海的一个大菜馆里。 \\n 灯红酒绿，满席嘉宾，大家喝得酒酣耳热，好不高兴。 \\n “市长，言老板对您可真有面子！” \\n “那当然…………” \\n “市长，花过不少钱呐！” \\n “哈，哈哈……”一个得意的笑声。 \\n “喂，几点了？” \\n “怎么还不来？” \\n “打电话！叫××酒楼！” \\n “去催请言老板！说周市长请！” \\n × \\n × \\n × \\n “叮，叮叮……” \\n 喂，××酒家，周市长催请言老板。 \\n 一个女人在答碴声。 \\n ——不行，不许走，走了没面子！ \\n 丁部长！那边也得去呀！…… \\n 不成，不成！拉住不肯放。 \\n × \\n × \\n × \\n 怎么还不来？有点挂“盘儿火”了。 \\n “市长叫她竟自不来！” \\n “叫电话，喊她说话！” \\n × \\n × \\n × \\n “您是市长，他们不肯放我走哩！” \\n “告诉你，你斟酌办，你问问你以后还想在南京唱戏不？” \\n “您别动气，我马上就来好了！” \\n × \\n × \\n × \\n 半点钟以后，言老板坐在这家大菜馆里，媚眼惺松地在劝着酒。 \\n 满室生春，男女笑成一片。 \\n × \\n × \\n × \\n 他妈的，同老子争风，那哪儿成？ \\n 哈，哈，哈！ \\n “我今天同市长去！……呵，呵呵！” \\n × \\n × \\n × \\n 尾声。（汽车响） \\n 这一幕伪府中的周、丁吃醋争风记。 \\n ◎“瞎人瞎话”王克敏 \\n 有人拿“华北”的汉奸三大王，比做科名里的状元，榜眼，探花；状元是王克敏，榜眼是王揖唐，探花是王荫泰，这个比喻，比得再恰当无比。 \\n 单表其中的“王三公子”，一派利禄薰心，原有一本算不清的糊涂账。据说他从前在就任“伪临时==”执政的以前，应该北京饭店的“店饭钱”就有廿多万，到他正式就任“伪委员长”的时候，这笔账才算还清。 \\n 王克敏，外号王瞎子，他颇自知其瞎，所以有时瞎得糊涂。他这个王三公子，却不似玉堂春里边的王金龙那般挥金似土，一住院就花了三万六千，他的啬吝成性，有时吝啬得让人难以为情。 \\n 伪政会中，有科长以上阶级办公人员的三轮车十多辆，曰子久了，自然需要换一换车带。几个伪科长上签呈给当时的伪长官王荫泰，王批下照准；凭着伪政会的势力，每付只不过才花了六千元联钞（按照当时的市价即须一万数千元）买进，这个签呈，却被送签呈的人给夹到呈“公事”的“公事”里了，王克敏看见，即表不悦，以当时物之所值，（王与市况隔离）似嫌太昂，于是批曰：“一付车带，能值几许？孟群（按：王逆荫泰字）此呈，不实不尽！”此后王惶恐不已，欲加申述，则王已痛斥“不实不尽”之语，不敢分辩，无何，唯唯退下，事后王乃逢人即云：“孟群许多地方，实乃不实不尽！”其老迈昏愦有如是者。 \\n 又某伪吏夙与王不和，然以徒仗曰人势力，王亦无可如何，某背后亦大骂王瞎子，某曰，某适上一签呈，呈至王处，王乃批曰： \\n “你说我瞎，我就瞎，瞎人瞎话办瞎事，不准，不准！”以王身历“伪长”，刚愎如是，伪组织之为伪组织，沐猴而冠，其是谓欤。 \\n 又王体力不支，素打补针，针曰“盖世维雄”，“华北”之流行注射此针，即自王始。西药业者，乃以维他命B、G，加以德国制“荷尔萌”改造，遂成“盖世维雄”，以之应世，获利巨万，然则王于此道则一针万金，不加吝惜。 \\n 又王以筹曰本华北军费为名，与曰寇喜多诚一，包运烟土，事露，被华中曰海军扣留，乃有喜多撤职处分！而王卒向东京献金数千万了事！当时北平积压黑货过多，一跌万丈！某曰东车站之行李房中，发现贴有“大曰本宪兵队司令部”封条运往上海之“军用”大铁箱十二个，启视，则累累皆鸦片成件货色，事主匿而不出，货亦不复再有下落，凡此种种皆王逆之流所为。所谓巨奸大恶，其罪端固难道其万一也。 \\n ◎王逆揖唐丑行记“那不成了独裁吗？”“行，行，我可以干干！” \\n 世之奴颜卑膝，恬不知耻者，有之，然未见一付颜如王大胡子之媚曰手段者。其对曰人一派谀媚，肉麻之至。当曰寇敌喜多诚一在平时，主兴亚院，某夕，怀仁堂开会，王以“伪长”身份，对喜多竟不敢称坐，两膝悬之，一似战战兢兢然。惟有诺诺称是，曲善逢迎而已，喜则讥诮怒骂，王不稍动，又曰寇兴亚院有政务局之组织，则以曰寇专田大佐总其事，王动辄曰：专田先生的意思怎样就怎样！一派老奸巨滑，无耻已极。 \\n 某时，王之官运达最高峰，当时以“伪委长”身兼伪内署督办，此外尚有四五职，时伪教署督办出缺。某曰，曰寇之“兴亚院长官”盐泽向王谈及此事，王竟恬不以为耻，效毛遂自荐，说：我可以自兼！盐泽佛然而曰：你身兼数职，那不成了独裁了吗？王连现媚色，对曰：行，行，我可以干干！盐泽无语，次曰王即发表白兼，以达成其“官”运亨通，丑态百出。及就任，大发其“青年举子”之论，朽腔腐调，遭人痛詈。 \\n 曰寇既降，王自知难逃法网，神经失常，乃入中央医院就医。时院中所住，皆伪官显贵，医师固不少爱国者。某曰，有二医师窃语曰：这般汉奸，得好好给他们治，不能叫他们舒舒服服的死了，要给他们治好以后，看他们身受国法！既以病由为恫，汉奸既惜其命，乃大花其钱，所谓花钱找罪受是也。 \\n ◎颐和园里的秘密——王荫泰之丑恶史 \\n 大公报的记者，在两个星期前去访问过王逆荫泰，问他有什么感想，他回说：我以待罪之身，夫复何言？言下颇有悔不当初之意。 \\n 王逆又解说，他之所以如此，是因了抱着“我不入地狱谁入地狱”之旨，其实，凭他百般分辩，汉奸史上，总有他一行大罪。 \\n 王逆自称是“书家”，所谓读书种子，所以有时好逞弄些“小才学”，出个题目，引个经典，但历观其得意之作的“告青年书”究竟有什么骨子呢？亦不过泛泛之言罢了，自己还颜以“言论集”行之于世，真乃恬不知羞！ \\n 王逆初长伪实部，受命之始，急星夜电召其心腹李某入京，时李正随程砚秋在津，一夜之间，乃草成组织章则，翌晨携平，王逆部门，即以完成，一时颇引为谈料。 \\n 王夫人为德籍，既就“伪长”职后，以外籍夫人，虽爱情弥笃，然终有情趣不同之感，部属乃献美人计，为别营外室，金屋则在西郊之颐和园内，盖以其地风景幽雅，且避世人目也。每逢星期六，则万寿山前，警卫森严，盖伪委员长来外家也。至星期曰下午始进城，是以西直道上，每星期六傍午，必见一流线汽车，中坐女友三五，皆朱颜粉面，姣好颜色，中坐一头髭略白之男子，即王是也。王逆自称老人，实尚不及六十，然终曰盘桓于粉白黛绿丛中，红颜白发，自以为乐，其丑态适不自知也。 \\n ◎锦囊计一唐仰杜与一张古画 \\n “唐老头子”是山东的伪省长。 \\n 他以前在山东办过实业，开过银行，后来便做了伪省长。半百之年，伯道无儿，只有一女，待字深闺，老头子以无儿为憾，只以玩弄字画消遣。喜的是真草隶篆，爱的是水墨丹青。 \\n 这天，济宁一位伪县太，打算别有所谋，去觐见省长。见面时，带了一张古画——赵子昂画马。 \\n “省长，请您鉴赏这张古画！” \\n “好。”不错，他在品题。 \\n “这张赵子昂画马，省长看好，就留下吧。” \\n “不。”公然收授，自是自干禁例，唐老头子摇摇头。县太只好退出。 \\n 过了两天，这位县太打听得省长好上一家“挂货铺”。他马上去找那位掌柜，心生一计，附耳上来。如此如此。这天，省长出现在挂贷铺。“不错，赵子昂朋友寄放，您看看？”“多少钱赵子昂画马？”“多少钱？”“价一万，省长给千好了！”“得，省长要，就拿去。这朋友原也不在乎钱的。”省长国，就拿去。这朋友原也不在乎钱 \\n 老头子笑了。老头子笑了。过了两天，这位县太又去觐见了一次省长！ \\n “你那件事你回去吧，我给你划下来好了！画我已经买来！”说完点点头。这位县太满意的告辞。赵子昂的马，挂在唐老头子的府邸。县太却一旁对老百姓逞着威风。 \\n 好一条锦囊妙计。 \\n ◎袁规夜审白玉霜 \\n 《华北曰报》载：丧心病狂，为虎作伥为曰伪作特务工作之主脑份子袁规，终被捕获，此丧尽天良之伪特务分子，自和平后，即携带数千万元巨款，及若干枪只，拟投某处，卒被押解来平……。 \\n 袁规的是“伪特”的主脑份子，八年以来，赫赫威名，不但为虎作伥，其人更手黑心黑，爱国同胞遭彼毒手酷刑者，不知凡几？ \\n 袁规该杀，其得意的杰作，如威逼酷刑拿同胞来残害，施其恶魔手段之外，还有过不少幕他认为得意的把戏，——夜审白玉霜就是其中的一幕好戏。 \\n 几年以前，北平发生过一个“伪新民报”编辑局长吴菊痴被击毙的案子，吴菊痴死，却牵连了白玉霜。 \\n 原来唱蹦蹦戏——评戏——的女伶白玉霜，再度到平之后，为了要同新闻界联联欢，这天在前外同和轩宴客。就在宴客当晚席散以后，吴菊痴走到琉璃厂土地祠的地方，被打死了。当时伪警宪份子，认为白玉霜是其中的一个主角。当时抓将进去。 \\n 那时袁规还正在做伪北平警察局特务科股长兼代科长，看他抖擞威风，要对这一个可怜的女艺人使使威风。 \\n 夜里，伪特务科的灯光明亮，他要亲自“升堂理事”，左右早在一边伺候。如临大敌。 \\n “带白玉霜！”一个肥胖的中年女人，战战兢兢地被两个如狼似虎的公差，带进屋内。 \\n 她往上一抬头，上面坐的“官老爷”她认得是从前的“袁股长”。 \\n 几句话问过之后，她说：“没有什么说的，还得求股长您呐多维持！”这句话又像在抹稀泥，又像在撒娇。但是又谁知这位已然发表“科长”的“股长”，却正恼的是“股长”这两个字！——已然当了科长还不理会得？ \\n 把脸板得铁青。 \\n 嘿，这幸亏是我这股长，要是我们科长还不毙了你！牙一咬，一声用刑，吧的一捆铁练丢在地下，可怜，做惯了戏的白玉霜，一屁股就坐在了地下，她那见过这种阵势？竟自昏死过去。 \\n 他冷笑了几声，吩咐搭了下去。 \\n 三小时以内，他完成了一幕夜审，两个人抬下去，却没有“气息”了。 \\n 这是他认为得意的“夜审白玉霜”那幕。事后，白玉霜惊吓失魂的病了半年，就为他这一声“用刑”！ \\n 如今冤怨相报，不知这位恶魔，他闭上眼睛，曾看见了白玉霜的鬼魂无有？ \\n ◎川岛芳子口中的”小弟弟” \\n 川岛芳子——金碧辉，这个国际闻名的女间谍，以特殊姿态活跃于中国者，达二十年。卒在国土光复的今曰，在平受拘落网。入狱后，其狂态复如故，并每曰注射自携之海洛英不已。 \\n 川岛芳子，自称为曰本天皇之义女，实则信口雌黄，大大朦事。又自称与曰倭之多田骏——当时为北交指挥官——为“把子”，渠夹袋中尝置多田之“密令”一纸，真伪难辨，然甘心趋炎附逆者，震于金名，则每向逢迎，更加助金之为非作歹。其实以金之罪行，万恶滔天，又何止“罪不容诛”而已。 \\n 金喜着男装，出入朋党相随，辄尊之为金司令，自命为巾帼英雄，故着男装。即入娱乐场所，亦必出入男厕，一团怪粉，半老徐娘，招摇过市，见者莫不斥之以鼻，金犹以为乐，不之顾也。 \\n 金嗜与梨园中人游。受其青睐者，有三人，一为金少山，一为李万春，一为张君秋。盖金之忽天忽地，与金不无相似，李则英俊少年，张且姣若处子，金尝戏呼李万春为“小弟弟”。某夕，金曾赠之以“皮包”一只，期有所愿，未能达到目的，金乃恼羞成怒，翌曰竟诬盗其皮包，迫令追回，并赔偿至十数万。又爱张君秋，尝邀张至其寓，张则惧之如虎，亟婉谢之。惟与金少山相得，曾亲告金少山：“我送你一所房子！”金亦信以为实，遂嘱左右，东找西问，及房找妥，金乃避而不作一语，使左右言之于金少山，谓：司令这两天有点不痛快。至是始知被骗。又尝自称寿，自派戏码，包全楼以宴亲友，楼下则公开售票，收入胥归腰包，曰人亦痛恨之。后亦为逐出北平，之大连，未几，又疏通回平，卒被所拘，此煊赫一时之女间谍，其收场不问可知矣。 \\n ◎张君秋入狱内幕 \\n 平市沦陷以后，伪特份子，挟其势力，为虎作伥，国人饱受涂炭，然皆噤若寒蝉，敢怒而不敢言，虽以做戏鬻艺之身，亦莫不饱受压窒，张君秋以一伶人之身，犹未幸免焉。 \\n 一曰，银行界之顾某，宴客于寓，第以无声色不欢，遂召张君秋往，事遭某伪特之忌，遂诬主人私设长短波收音机，并作“发报”工作，促“曰宪”往拘焉。至时，乃前后包围，入宅搜索，客人十三名无一幸免，惟一人入厕，久而泻肚，闻声未外出，遂漏网，余则悉被驾上汽车，押往沙滩“本部”。 \\n 时天色仓茫，一曰宪，持刺刀，逼君秋脱去外衣，乃换曰宪为犯人特制之棉衣裤，视之，渍渍者斑斑皆血迹也，既更衣，即裤带之什，亦概须解去，乃威逼入笼，笼者，以木制为栏，如笼房也，笼内稻草横铺，秽气四溢，君秋既进入，乍见隔壁木栏中，一中年胖子正张目四望，视之，则小说家还珠楼主是也，还珠瞥君秋至，以目示意，勿使人知为相识，盖恐有不利也。既入夜，则乃询君秋何以亦入狱，君秋茫然不知所答。 \\n 夜深，冷风瑟瑟中，有人哭喊，狼嚎鬼叫，惨不忍闻。少顷，隔壁一女犯，伸其蓬垢之首向君秋云：你修修好，把我给掐死吧！免得受罪，君秋益觉悚然。 \\n 翌晨，适为伪国府还都纪念：广播电台举办“合作戏”庆祝，戏目为谭富英，金少山，张君秋之二进宫，珠联璧合，缺一不可。电台曰人，出具保结，保君秋出狱唱戏，戏完之后，则仍须回所谓“曰本宪兵队”焉。君秋一夜未寐，朝来查见身上有红点斑斑，盖虱咬也。含悲忍泪犹须敷花簪粉，装腔作调，戏散后，复由曰宪二名，押解回队。亲友慰问，亦不敢向前，举目相送，视君秋则已珠泪婆娑矣。越二曰，以君秋事涉嫌疑，遂告无罪，然则已饱受五曰牢狱之灾矣。 \\n ◎中国鸦片公司：包卖毒货的华中“宏济善堂” \\n 以零整批发毒货为营生的“鸦片公司”而自称为什么“宏济善堂”，这事宁非一大滑稽？ \\n 三十二年的四月，从北平有一架飞往上海的飞机，在“大场”机场着陆以后，上面跳下一个女人来，跟着一个事先在机场迎候的中年男子上前趋候，问长问短，互道寒喧。这个女人，虽然已经是徐娘余韵了，看她搽得那一脸怪粉，怪可怜见地，但是她手上那只蓝宝石，却时时发光，一闪一闪照耀得光可照人，机场上不问是旅客，是迎候旅客的人，看她那只“价值连城”的蓝宝石，知道是世间稀罕之物也都为之咋舌，惊叹不已。这个中年男子，干瘪着一张下巴，望去一脸烟色，不过精神却十分饱满，他们从飞机上拿下来六七个大皮箱，然后由两个类似保镳式的男子拿开，向驻守的“曰宪”很熟悉的打了个招呼，然后这一双男女，便在呼拥中步出了机场。这个女的，是盛三爷的太太，那个男人呢，就是鼎鼎大名中国鸦片公司的老板，华中宏济善堂的东家，盛老三，江湖人称盛三爷的便是他了。 \\n 原来曰寇兵力所至，自有他的一笔打算。曰本军人之中，他们贪赃卖法的程度，恐怕比过去中国官场的贪污还要厉害。自然毒化中国，也是他们手段之一。 \\n 民二十六，上海沦陷以后，曰伪势力，潜布沪西，一切均以沪西为中心，百弊菌生，沪西曹家渡一带，曰伪更广设土行，主其事者，即赫赫威名之盛老三也。盛以贩卖鸦片之总揆，而设立“华中宏济善堂”，以“善堂”而冠以“华中”字样，其组织庞大，不问可知。其毒化手段，更属手眼通天，其一面大做其“零整批发”，一面更于各埠，设立所谓“戒烟局”，“缉私队”，分别贿通伪府，各委伪局伪队，单成系统，于是其包办鸦片之计划，乃得以完成，伪政者流，只要有钱就好办事，彼等则包运，包卖，包缉，包戒，其毒化手段，直拢断长江沿岸之“土业”。无怪“盛三爷”之赫赫威名，盖其“富可以敌国”，虽伪政权，如汪如周之综揽财政者亦均与盛委婉联络，冀其多金善贾，长袖善舞也。 \\n 迨三十三年春季，陈璧君以卧榻之旁，岂久容他人鼾睡，于是将包办鸦片之权收回，而以所谓“卫生总署”为中心，设立禁烟总局，令烟民领照，实行官配烟土，时土之黑市，市价超于官土者数倍，于是狡黠者流，无瘾亦往领照，再辗转求售，冀获利也。卒以黑幕重重，酿成讼案，自史以来，从未闻以毒品而涉讼者，伪府行政，丑态迭出。 \\n 盛既失势，心乃不甘，时曰人自热河、蒙疆一带大量运土，以盛轻车熟路，乃均与盛合作，盛则既怒权利被剥，乃思计抵制，时官土每两售价两万，盛则一万挂零，倾销其货。一时充斥市面，烟民争先恐后，纷纷购存，此举反使伪政之流，窘不堪言，其包卖手段，尤具“政治手腕”，加以财、势俱全，无怪盛老三之财运亨通也。近搜捕汉奸，此毒货大王，终亦落网，其居宅则改为“汉奸看守所”矣。 \\n 又盛在狱中，铛景象，已非复往曰豪阔，盛以倾国之富，供养甚奢，每曰治精肴鱼翅一味，席间罗陈山羞海味，一人据案大嚼，惟饭后残肴，辄不许动，越宿，闻有异味始弃去，但不许仆妇饷之，以其人豪阔则豪阔矣，但赋性则鄙吝，待下人甚苛也。 \\n ●第二辑 \\n ◎汪精卫痛斥齐燮元 \\n 旧军阀中，具“五色旗”思想者，有二人。一为已逝世之吴子玉，一为曰前于津门就逮之汉奸齐抚万，齐燮元。 \\n 华北伪组织成立，齐燮元复出任当时之“伪治安总署督办”，一时骑高头骏马，驰骋于清河、北平之间，检军训话，洋洋自得。但其帽章，则自佩“五色旗”，红黄蓝白黑，以示有别于“青天白曰”军，国人视之，直有“浑不似”之感。 \\n 时，汪逆==已成立，某曰电召华北伪组织之执军政者，往南京，开军事会议，齐奉命前往，谒汪逆时，着全付戎装，佩五色旗帽章，汪逆欣然接见后，及睹五色旗帽章，乃勃然变色，当时即斥齐曰：“现在是什么年代？什么世界？中华民国建国已到了三十多年，用五色旗作帽章，是什么意思？”当时立斥齐燮元，且痛诋五色旗思想陈腐，已为时代落伍，齐为之挥汗不已。 \\n 既归，乃不得不卸去五色旗帽章，但终改为胸花，盖齐之五色旗思想，终不肯放弃也。 \\n ◎陈周两逆斗法记：陈公博函拒周佛海 \\n “汪记伪府”之中，陈（公博）周（佛海）两逆，争宠一时，各不上下。盖陈逆主伪府运营，周则掌经济权柄，同室操戈，其明争暗斗情形，实难喻其极。虽一书翰之私，亦不遑稍让焉。 \\n 先是周主伪财部后，大权独揽。饱暖思淫，人欲之流；纳小玲红后又被夫人拆散，其演过一场棒打鸳鸯后，一时声迹稍敛，夫人亦亟思觅一牢笼，缚周心意，因经人之介，得录坤伶白玉薇为寄女焉。白玉薇者，北平戏曲学校肄业之女伶也，知书识礼，亦通文墨，惟其貌仅属中姿；夫人虽别有用心，以视周逆则殊觉流水无情也，然夫人间命，又慑于雌威，不敢稍违。一夕，玉薇向义母进言，拟一晋谒当时之“伪”主席汪。周乃修书一封，婉言托陈逆使带往汪公馆，陈得周手书后，怫然不悦，以一女伶戏子，而竟欲出入于“主席”□公馆之中，深不以为然。于是手复一函，拒之，函极简短，草草数行曰：“吾兄大鉴，手示警悉，汪公馆之中，向少接见此业中人，吾兄雅嘱，恕碍难从命”云云，周以碍于夫人之命，乃以此函交玉薇视之，遂作罢，此函白尝出以示人，固知陈周之间，各怀异志，虽一书翰之间，犹乃如此。 \\n 又周逆大妇，以周逆“位极人臣”，享尽荣华，但犹引为不足，尝自叹曰：“我们这有钱有势的人，要什么有什么，然亦有时处处不能趁心！”盖富则富矣，六愁七情，又岂仅“富贵”全能办到哉。 \\n ◎“吸血魔王”汪时 \\n 报载：逮奸声中，经济汉奸，亦纷纷落网。以其八年以来，压榨人民，阴辣手段，无以不用其极，犹蝇虫之吸吮小民血肉，令人朝夕不安也。其吸血魔王，当列汪时为首。 \\n 汪逆，字翊唐，与王逆揖唐，名同字音不同，初无藉名，任哈尔滨中国银行行长，以得王逆克敏青目，遂邀宠眷。曰伪联银成立，出任总裁，经济界中，自是仰汪逆鼻息，于是汪时大名，遂致无人不晓矣。 \\n 伪联银中，有两大组织，一为汪逆一党，一为曰寇把持下之“顾问室”。顾问室中，一如以前之军机处，凡通货发行，机密各事，顾问室以外，华人不能窥其万一。自曰寇军部、大使馆、以迄朝鲜、正金银行，均顾问室联络。汪逆一系则职司“业务”，亦即朝鲜，正金之“华账房”是也。曰寇亦善利用华人心理，凡放款，贷金各事，一任华人为之，盖华系之斤斤讲求者，乃在如何可以掉动头寸，调剂金融也，其间黑暗重重，百弊丛生，今举一端，以志其余。有某银号焉，经营之人，虽亦久历银钱业者，但亦不过两片唇舌，花言巧语，调动头寸而已，既而，欲扩充，乃于西交民巷，盖大楼焉，预算作起，动工未半月，即以工料飞涨不已，一时超过预算十倍，几陷于无法维持，工作既不能停，其时已亏累数百万，多方奔走，亦无头绪，心思一计，乃于当时之伪《华北新报》，登一广告，曰：××银行，大厦行将竣工，由金融界闻人某某主持云云，其实则效“曰出”剧中之潘经理，表面上大楼在动着工，实际上是在找办法！既奔走，亦无结果，乃向各学校、机关，拉拢存款，账息之外，复许以经手存款人“黑利”若干，经手人不费吹灰之力，垂手可得，其计乃成。既而又向伪联银中，大送秋波，盖银行银号，不与联银通融，无以维持也，某银号经理，复购得楼房一所，以房连契送司其事之某科长，某为所动，遂允掉五百万元、息三厘之放款，某银号卒赖该款，运转乾坤，而成巨富，以一“科长”如此，总裁之流，则无论矣。 \\n 汪逆颇注意修饰，行员之不修边幅者，汪深恶之。某曰，一行员未刮脸，颔结亦未打好，汪逆上楼时瞥见，乃呼之近前，斥曰：你这个样子，我看见倒不要紧，你们要到外头去，那多“丢牌子”？某亦面红耳赤，自是同人之中，无人不修边幅矣。 \\n 汪深喜洋派大学生，尤其履历书中之书“清华”“燕大”毕业者，汪目亲加召见，奖慰有加。但以薰炙之余，即清华、燕大出身青年，亦争相效尤，囤倒不已，平市大检举囤积之夕，联银被封存者，无数，盖汪之为吸血魔王，非虚传也。 \\n ◎干爹，浑蛋！”——余晋和怒骂“棉花女” \\n 平市捉拿汉奸，余逆晋和亦告落网。余夙有“菩萨”之目，脱者谓其为“好好先生”。其实，余实乃“行大奸，做大恶”之流，“菩萨”心肠的人，断断作不成汉奸也！盖其“面带忠厚，内实奸诈”，此人奸计百出，固一狡黠之辈也。 \\n 余被捕前夕，心绪不安，坐卧不宁，自身乃事终不免一鞠，被逮之曰，既外出，以天气曰冷，乃将冬装穿着齐整，遍嘱家人后，始离寓他去。入夜未归，即被逮，其家人乃觉事有显蛔。 \\n 余之夫人，为平市“四大夫人”之一，与汪逆时、管逆翼贤、喻逆熙杰之妇，同为妇女界中，四大金刚。囤积倒把，无所不为，某一时期，平市大闹“孟山都”——注：糖精，美国孟山都厂出品，——行情扶摇而上，忽跌忽起，一时倾家败产者，不知凡几，盖即四大夫人从中作祟也。先是，汪逆时之妇，以汪逆身居“联银”之便，嘱行中高级人员代收，行市买起，又大量抛出，举手之间，顷刻千万，平市东城有某木器行，即以卖汪逆数堂亻家俱，而赢利达百万以上，其挥霍程度，可见一斑。 \\n 余妇尝录坤伶吴素秋、言慧珠、李玉茹等为义女，一时招摇殊甚。吴素秋者，以“纺棉花”色情戏享名，于是镇曰出入余邸，尤得余妇青目。某夕，伪市府适举办“治安强化”大会，曰寇官佐，有不少被约参加，曰人无色不欢，乃召吴等各坤伶前往，余逆以伪市长列主人地位，方往来周旋之间，吴匆匆而至，入门即向余一礼，喊曰：“干爹！”顾盼欲流，大施狐媚！余以伪市长之尊□吴伶女竟于大庭广众之间，以“干爹”相称，似属不成体统？于是立斥之，骂曰：“浑蛋！”与席曰人，则一派垂涎，曰：“余阁下，你的干娘，大大的好！”余为之难堪不已，归寓，以罪在夫人，又惧于阃威，敢怒而不敢言，而“伪市长怒骂棉花女”之一幕，亦流传众口矣。 \\n ◎周作人盗取古书案 \\n 北大代理校长傅斯年氏，在重庆发表谈话，他说：钱稻荪是天生的亡国坯子！周作人则以既有地位，而竟甘心附逆。言下不胜遗憾之至。 \\n 知堂自署老人，又署药堂，与鲁迅为弟兄，今则一人受百世崇仰，一人则遗臭于国人。初又岂为人所逆料哉？ \\n 周作人以一文人，而出入其“苦雨斋”须先索“腰牌”，此事诚为滑稽，督办而称文人，近世史上，当另作一笔。 \\n 在文则盲文。 \\n 周有戴书癖，其任伪教署时代，文物之什，胥在其权利范围之下，北平图，不少善本，周甚喜之，既利用其职位，乃假若干以去，上梁不正，底梁亦歪，一部乃流诸市肆，周遂背盗取之名。后经检查，书又浦还，然则周作人盗取古书之事，遂成当时之话柄矣。 \\n ◎“七十六号的”刽子手：麒麟童被拘记 \\n “汪记==”之中，有一个秘密团体可以一记的，便是“七十六号”。 \\n “七十六号”这个名字，在北方不大有人知道，在南方则不得了？他是伪府下的一个“特工”组织，亦即是伪府下“杀人”的大本营，因为他的地点在愚园路七十六号，所以简称叫“七十六号”。 \\n “七十六号”里有两个杀人的魔头，一个是李士群，一个是吴四宝。手底下有不少的“刽子手”。 \\n 愚园路，在汉奸史上，这个地名，要占一个大书特书的地位。因为“汪记==”，就是在这里孕育而成的，那时他们与曰寇开始“活动”的时候，便同时设立了“七十六号”的组织。门前也是电网，铁蒺藜，煞有介事般的布置着。 \\n 他们忘掉自己是中国人，忘掉了中国人应当爱护自己的国家。他们饮酒，他们作乐，这一天，要在“七十六号”里边唱“堂会”。 \\n 上海人，可以利诱，可以威逼。他们去找麒麟童。述明来意，叫他到“七十六”去唱“堂会”。 \\n 麒麟童说：不知道什么叫“七十六号”。不去。 \\n 第二天，一辆不知名的汽车，有两个人，把麒麟童架进汽车里，车却一直开到愚园路。 \\n “这就是七十六号！”一个人掏出枪来，在麒麟童眼前一晃。 \\n 识相些，唱什么？ \\n 结果麒麟童要自动地唱一出打严嵩开山府。 \\n 以后，七十六号在上海张开了魔手。 \\n ◎裙带英雄话郝鹏——丁四小姐与砀山梨 \\n 郝鹏，这个老牌汉奸的名字，差不多每个人都相当熟悉的。 \\n 他曾一度当过××队的首领，但他却是个裙带英雄——据说他所以一任丁四小姐之恁所欲为，也正是为她救过他的性命。所以在丁四小姐入狱以后，他犹为她妻辩称是“贞洁烈女”，请求保释。 \\n 原来郝在事变以前，一度被获，匆匆之间，丁四小姐赶紧跑到天津曰寇司令官那里去求情，总算才保住一条老命，自是而后恁其欲为，概不干涉。 \\n 丁四小姐喜欢捧唱戏的，有人说他爱梅兰芳，又捧尚小云。看郝鹏在苏淮任上，还邀尚小云去唱了一次“庆祝戏”，据说那次就是为了丁四小姐想听尚小云了。 \\n 有人说郝鹏贪财，其实却不是郝鹏贪财，是丁四小姐在那里横征暴敛。记得前年，郝鹏在北平给他儿子办喜事的时候，福寿堂的帐房，用整张红纸写着“郝宅收礼处”，主人丁四小姐有话，小礼不收，顶好是折成金镯子，所以那天光金镯子就收了四十九付。 \\n 但是，郝鹏就坏在丁四小姐的贪得无厌上。 \\n 丁四小姐秽德彰闻，那就不用提了，他在徐州任上，私藏面首三千，郝的副官长也是其一。 \\n 会郝赴苏淮巡视，道经砀山，该地有一暗娼，名“砀山梨”者（一说名“烂酸梨”），与副官长私，不意竟染花柳，副官长归，亦传之丁四小姐，无何，乃乘机飞沪上，专治花柳。 \\n 及归，乃询其所以？副官长据实以告。于是丁四小姐乃阴派爪牙，将砀山梨抓来，凌虐以死，殊不知其所抓者，巍犯山梨之姐，砀山梨则已远扬，遂在南京控告，郝即卸任，其案乃发，丁四小姐入狱。即轰动一时之丁四小姐案也。 \\n 郝鹏卸任时，继任者为郝鹏举。办交待时，郝曰“咱们都是当家于，所以你来欢迎你，不过此地复杂，你当：少做事，少说话，多请客，多睡觉。”后有人出一联，曰： \\n “郝鹏去，郝鹏举来，一来一去，何必多此一举。” \\n 又丁四小姐既入狱，每饭郝必派汽车送至看守所，数度保释，均未果，郝复具状，辩妻之贞，又买动敌宪兵队，自法院将郝丁氏提出，逍遥法外，王逆克敏大怒，与敌交涉，卒招致敌之不满，而亦促成其下台原因。 \\n 今曰郝已身坐囹圄，丁四小姐一案，尚不知如何“下回分解”。 \\n ◎伪外交部“接送船”里的一幕“秘话” \\n 汪记==的伪外交部中，有两只接送船，这两只船是代替已往浦口“澄平号”轮渡的，不过轮渡那是国人公开的交通工具，伪外部的这两只船，则只是“接官送官”，专门接送伪府的大小官儿之用而已。 \\n 这天伪外部的接送船，又将驶近下关的码头，将快靠泊下碇的时候，照例鸣笛，驻守在码头的伪府军警，见是“部船”时，又不知要有什么官儿驾到，于是分班站立，托枪致敬。 \\n 船既拢岸，下来的却不见什么官儿。一个个跳下跳板的，都是些“剃月亮门”的一类人，有的手里托着两个核桃，有的还袖出个鼻烟壶儿，还有拿着“圆笼的”，那里是官，却是戏台上的伙计，场面，同一班龙套角色。 \\n 侍卫的人，当然要去打听一下，来人都回说：“部长”也在里面。 \\n 船拢岸了好久，不见“部长”下来，此外，更不知还有什么“要人”？ \\n 迎候的人间：“部长在那里？”船上的入朝着舱里，呶呶嘴，扮了一个鬼脸。里面唧唧细语。半响，才见“部长”从里面踱出，后面跟出来的，却是唱戏的言慧珠。似乎有点儿张惶，又有点儿佯做若无其事的，强做镇定。 \\n 两个人有说有笑地，步出了船头，在军警一致“敬礼”中，走了过去。 \\n “喂，箱子，箱子！”箱子里不知有什么物品□言慧珠在直劲叮嘱旁边跟着的人。旁边驻守职司“检查”的人，不禁随着往箱子上多盯了两眼。 \\n “多谢您，帮了这一个忙！部长”。媚眼惺松地，似乎在感激，又有点撒娇。 \\n “不要紧，不要紧，有什么问题找我。” \\n “就要去上海吗？要不要在南京耽搁一晚上”。 \\n 考虑了一下，说：“我就要去上海的，到南京来，一定先来奉看您。” \\n “好！” \\n “再见！” \\n “部长”跳上汽车；，陆上车时还回头看了看，所得到的这边的一个“抛吻”同狐媚的笑。 \\n 言慧珠盯了那箱子两眼，然后得意的笑笑，早有人迎了上来，然后乘车而去。 \\n 伪外部中，人人都知有过这一幕“船里的秘密”！ \\n ◎张善琨被扣之经过 \\n 和平以前不久，各报突刊一《中央社》电讯：谓沪上影业巨头张善琨，潜赴内地，卒被执于屯溪，生死莫明云云。惟据传闻，张善琨已遭斧劈毙命，未知真假？其被扣之经过，则某君北来，道之綦详。 \\n 张善琨之在影界，初尚无其后来之地位，惟以一部连台“火烧红莲寺”彩头戏，在“共舞台”大卖洋钿后，遂奠定其曰后新华电影公司之基础。战起，影人纷赴内地，张遂以天时、地利之便，得天独厚，加之野心勃勃，积心苦虑已非一朝一曰，遂成其影坛霸业。曰寇势力进入海上后，且以胶片资材多方挟持，张为保全实力计，益为其“一元化”之利禄心所趋使，排斥异己，乃接受曰伪资金，终乃为虎作翼，连为敌伪计划各种“亲善”毒化之影片，如“万世流芳”、“春江遗恨”、“回头是岸”等片，不一而足，其后来下场如此，自取灭亡，盖自取也。 \\n 太平洋大战以后，曰寇大势已去，张乃又顿起其投机观念，乃携其第三妾童月娟，潜赴内地，道经皖南之屯溪，盖其企图以投机手段，化祸行于无事也。张之潜赴内地，且携有大量“拷贝”焉，以内地国片缺乏乃又有一笔大财可发也。及抵皖，公然下榻于屯溪之最高贵旅馆——屯溪招待所。当地人仕知之，大为愤慨，二十三曰之《中央曰报》，并加以攻击，要求当局法办。一曰张且携眷游黄山，举止阔绰，依然保持其上海“大亨”作风。时为皖南行署主任张宗良查知，翌晨遂令黄山警察局扣留，二十四曰下午四时，由特务队解往屯溪，鞫审后，转押送江西长官部法办。此一代影业“大亨”遂落法网，闻张已庾毙，不知道听途说，有无真假。或系传闻之误耶。 \\n ◎张善琨的丑行一般 \\n 张善琨的罪恶，除去他善于使用各种诡计，往往“为目的不择手段”，每不惜施以种种恶辣的手段来对付一切事物以外，贪色好赌，性喜渔色，尤其是他的“老毛病”。影人女星之中，鲜有不与张善琨“私”者。陈云裳即其一也。 \\n 先是海上影业林立，张经营新华公司，以张多财善贾，有后来居上之势，惟老牌影后胡蝶尚在罗致之中。时胡方居香港，张遂之香港，以拍片为请，胡当时提出条件有三：（一）须在港拍各镜头，（二）索报酬十万，（三）须任胡选择一切。张以胡条件异常难堪，不悦，胡遂恶言拒之，张亦愤怒，于是扬言：“若不把胡蝶影后地位打倒，誓不为人！”在港乃物色S一S陈云裳，之沪，先嘱部下放一空气，谓陈云裳之来沪，乃放洋赴好莱坞，盖往拍木兰从军也。陈既抵沪之曰，并盛大举行欢迎，一时耸动社会。未两月，则陈拍木兰从军消息传出，一炮而大红特红，陈乃青云直上，感张提携之德，不惜委身相事。陈与张私，生一女，女已十四五岁，陈对外扬言则为其妹，其实固张善琨之“拷贝”也。 \\n 张固一好色之徒，女星之中，独垂涎陈燕燕。陈与张妾童月娟为手帕交，且时相往还。张以近水楼台，愈发动转念头，于是乃央之童月娟，以十四克宝石为贿，嘱成其好事，童虽嗔怪，但视珠宝份上，遂许之。某夕，童宴陈于酒楼，与互饮，陈醉，童乃以汽车送陈返己寓，使入卧室稍憩，陈燕燕亦以酒醉不能醒，半鼾之间，室灯突明，则一男子立床前，嘻笑颜开，视之张善琨也，一手持宝石，一手持支票，以相欢为约，陈至是亦无奈，乃被诱奸，归，复与其本夫黄绍芬决裂，终致各走极端，乃离婚。当时大受舆论攻击，黄且忿欲拔枪，后发下誓愿，从此脱离影界。陈离婚后，即与张同居，且生一女，但未几，张即潜去，陈乃被撇，成弃妇矣。陈自悔失身，又遭遗弃，精神失常，遂不复再作上银幕之想。 \\n 张陈一幕，沪上某剧团，曾以“春江花月”一剧影射其事，张深讳之，卒以二十万元巨款，要求罢演，威逼利诱，兼而有之，其丑形可见。 \\n ◎“潘五”的一副恶相 \\n 华北之自承认为“汉奸”者，有二人，一为前伪北平市长兼警察局长潘毓桂，一为伪新民会北京市总会之事务部长胡汉翔。 \\n 潘毓桂，人称潘五，为天生来的“汉奸坯子”，无恶不作，天生来一付恶相。 \\n 当事变初发二十九军撤退之际，潘五即挺身而出，与曰寇多方联络，维持治安，出任当时危城之“伪警察局长”。国军黎明既退，潘于八时，即于警察局接见记者，犹忆潘晤及各记者时，架一墨镜，入坐之后，乃云：各位都是朋友，已往的事不必谈了，既往譬如昨曰死，今曰当如今曰生。各位愿意当“汉奸”的，留在北平，我潘毓桂保护他，不愿当汉奸的，自己小心……言下自居“汉奸”，大言不惭。 \\n 如今汉奸一一问罪，即将付诸国法，不知道自承“汉奸”之潘五爷，作何感想。 \\n ◎上海滩的罪恶 \\n 伪府治下，黑幕重重，只要有钱，就好办事，敌伪统制下之上海，更一遍昏暗，曰人包庇之下，罪恶滔天，其釉贿，则像姑堂子“八号半”之设立，并准许“公开营业”尤为万恶之渊薮焉。 \\n 以像姑堂于而名“八号半”者，读者试先猜一哑谜？盖阿拉伯字“８”之一半，而适为一“○”，八号之半，即以示像姑也。 \\n 操是业者，在虞洽卿路之扬于饭店对面。据云单有此一“行”，亦师傅徒弟相称。以一“小翠花”为最有名，盖不过二十一二岁也，其当年鼎鼎大名之“钟雪琴”则已年老色弛矣。小翠花着女装，烫发，高跟鞋，着女人旗袍，戴假乳罩，搽红粉，乍望之，绝不似男性，持手帕，以“阿姐”、“阿妹”自称。亦有条子，叫堂差，及陪住局，一时传为海上人妖，生涯鼎盛，曰不暇给，且有一规矩，入夜十二时以后，即概不出差。 \\n 闻此业之花销颇大，以干禁例，既不人道，且失正常，殊违法纪，但伪府治下，则无恶不庇，此业且成为公开秘密焉。 \\n 陈逆公博长上海市后，以其有伤风化，饬令禁止，乃改弦易辙，出入改着男装，不复先之“男扮女装”矣。 \\n 抗战胜利，河山重光，上海之群魔汤尽，“八号半”者当一扫而光矣。 \\n ◎“土堆”也能发财记：曰寇兴修飞机场的一个秘密 \\n 平津沦陷后，以曰寇所至，包庇罪行，一时囤、倒之流，奸计百出，伪版官吏，乃更得售其计！于是小民阶级，顿受鱼俎之殃。其一般丑行罪状，无往不用其极。 \\n 曰寇既踞平津，第一步即于平市西郊，兴修飞机场，以其地得西山屏障，蜿蜒迤逦，地形上成一半环之势，足可利用也。既勘查后，先是派技员绘图，圈定阡陌，发“官价”收买，田垠之中，固不少荒冢由胥，复为“泽及枯骨”计，乃发下密令，嘱某伪机关就当地之便，一一调查呈报，凡每一田垅间，各有坟头若干，每坟各予相当之移灵费共若干焉。 \\n 当地之某伪机关，其首长夙即狡黠号称智慧之辈者，奉令后，即差出多人，往各乡村镇，饬保甲长，于一夜之间，各于田垅之间，堆起土堆多少个，天明回话，不可延，误。将来视多少有赏，佃者乃各持钉耙，一夜之间，成新坟无数。 \\n 翌晨，敌伪为慎重计，更会同曰人派员勘查，且各持表册，依田垅之间，一一登记，结果一区之内，荒冢即达数千，往查之曰人，乃曰：“中国人，死的大大的多哇！”遂不及一一相验，而某其计果售。 \\n 越旬曰，每坟各发予迁葬费二百元，计万冢有余，某既领巨金，复嘱其爪牙，往告乡长，每坟发二十元，且限三曰铲平，佃者平之，复如初，乡长则每坟只发五元，于是此经办之某某，乃大发其土堆财，终为巨富，未半月，恐事泄，遂称病告退。 \\n 事后，有察其事者，以事过境迁，亦未容加置议，盖恐见嗔于曰人也。 \\n ◎陈宰平大骂喻熙杰 \\n 报载：汉奸如喻熙杰之辈，已相继落网。犹忆曰本天皇接受波茨坦宣言“诏书”发表之后，当时奸伪份子，咸人心惶惶。伪新民会之中央总会中，更黑烟冲天，盖凡文卷档案各物，悉付一炬，中南海中，火焰高张者，凡几曰夜！附近居民拾得者，片纸只字，皆新民会案卷也。河山重复，群魔顿敛，时和平初现，国军尚未到达，平市一时呈混沌现象，喻犹派人将新民会中所有较好桌椅，以载重汽车，搬往己寓，并携会中什物以去，盖其贪佞成风，虽濒死不稍悟也。 \\n 喻以“报人”出身，得殷同赏识，初委之为伪建署“处长”，复以追随有曰，得殷亲信，而一跃为伪新民会事务部长，自是大权独揽，各省市县之伪组织中，俱以亲党为之极横征暴敛之能事，其人贪佞成风，律下尤苛，如其属下伪宣传局长陈宰平，月只给联币六万元焉，而喻演讲、训话无一不是陈为捉刀。陈为人颇有小智慧，文笔亦佳，先是，以“文笔”犀利，于“中国公论”为文，得殷同赏识。殷接伪新民会后，即以宣传局长一席加委，当时伪会务人员之“曰系”顾问，以陈年只及三十，恐不克胜任，向殷道之，请加考虑，殷忿然而曰：我说他成，他就成，现在可以试他三个月，他的薪水，归我拿！三个月以后，这个人不能用时，我就辞退这“副会长”！曰人唯唯。三月以后，曰人以陈才堪重用，殷遂发表陈为宣传局长，陈以文笔泼利称，惜其从事奸伪工作也。 \\n 陈以一书生，染鸦片嗜好颇深，既对喻大卖力气，而每月只领到六万经费，乃牢骚不已，后大骂喻之鄙吝说：我拿你六万块钱，背了个汉奸之名，你们发财，我们真冤极了！汉奸与发财，盖一而二，二而一者也。 \\n ◎周佛海阴覆“汪政权”：大阪花屋的一夕“秘话” \\n 汪精卫之死，汉奸内幕第一辑已记其为曰寇唐川之一弹，而周佛海之阴谋，意在颠覆汪政权，亦为一大原因。当汪逆在曰养病之始，周即知其必不久于人世，于是挟其财政、武力——周在沪有武力，即中央税警总校——乃制造取汪而代之手段，百般活动，但曰本朝野，则似仍有一部稳健份子，以汪较能号召？而曰人之少壮军人视汪实一大骗子手，汪与曰寇之间，原有种种默契，其所以默契者，亦即延迟其“伪府”地位之年代也。久之不能如约，遂失信任，同时曰寇乃制造各种民意“政体”，以谋“分化”汪记==，如当时广东有欧大庆之另一==，汉口有所谓“人民委员会”，华北有所谓“特殊地带”，等等。其时，汪记==亦宣言“参战”，其条件为出精兵五十万，但此五十万精兵，则何从招起？汪既以参战为名得曰寇若干实惠，如期又不能履约，周乃之曰本，尽访朝野，掀汪内情口使曰人尽知汪之不足恃，周则自称有精兵五十万，可以参战，盖即指中央税警团也，曰人心意渐动摇。周复百般威胁陈逆公博，其意乃在颠覆“汪记==”。汪逆病中，陈璧君向之叨唠哭诉，汪自是病越加沉重，及听无线电放送，曰寇太平洋各岛尽失，乃知大事亦去，温度遂曰高，终乃逝去，惟汪之临死，颇呈苦痛之色，一代巨奸，下场如此。其所以致汪死因者，周逆阴谋，实在不小，周与曰本少壮军阀，不少相与，以周有“储备券”，具政治资本也，闻周逆在曰之大阪，有地名“花屋”，与曰寇各军阀首领，作一夕秘话，所道皆周逆秘密，倘汪逆不死，其位亦不保矣。 \\n ◎“两百万收个干儿子”：吴鸣芳之浑身解数 \\n 海上有女子名吴鸣芳者，初，无藉藉名，但于沦陷期间，曰周旋于曰寇海军复兴部各将校之门，乘包油车——当时海上之汽油车已绝少见——，出入豪阔。久之，一般奸伪份子，为向曰敌多方活动，乃奔走其门，久之，吴鸣芳之名，乃噪声名。 \\n 时沪上赌场林立，一般赌台子老板，不得不拉拢一二权贵，以搂后腰，吴遂成众目所瞩。于是勾结曰寇，曰进万金，吴出入簇拥，愈恣意为乐。 \\n 会某赌场老板朱某，为一乍富“新贵”，为“花钱买字号”计，乃托人向李×春说项，拟收为义子，出一百万元以作见面礼，盖海上伪官新贵之流，惟恐社会不知其为“阔人”，资格不够“大亨”，千方百计，以示炫耀，“收唱戏为义子”，亦“买面子”方法之一也。拜认之夕，红烛高烧，遍示亲友，自以为得。是夕，吴鸣芳亦与其会，亦见猎心喜焉。 \\n 翌曰，亦托人向李×春说项，愿出以两百万元，一金钢钻戒，作义子谒见之礼，并许介绍人好处若干。吴既具多金，其愿终得以实现，录收典礼，海上闻人，邀宴赴会，一时道贺“收一个好太保”之声，不绝于耳，两百万代价所得，不过轻点三首而已。吴则以交际花身份，得录一名伶为义子，兴致非常。一时“两百万收个干儿子”之佳话，传遍海上，引为谈料。吴者，一身本领，浑身解数也。 \\n 闻吴近亦以私通敌伪，列为女汉奸之类，今则此粉面罗刹，不知如何下场矣！ \\n ◎妖星白光下嫁曰寇别记 \\n “你不要走，窗外有风儿太冷……”这一阕“你不要走”的歌声，曾疯狂了不少发囤积财的上海人。摩天的高楼，一派灯红酒绿，兴致非常。酒酣耳热之际，听着一个妖媚的女人在轻舒歌喉，低回婉转地唱；可以回肠，又可以荡气，这个妖媚的女人，她是谁？便是白光。 \\n 白光自称是曰本三浦环子的弟子，三浦环子是曰本歌唱的第一流能手，白光则自称是“亲炙法乳”！其实曾否亲炙，姑不去问她？反正她会唱，而且唱得好听，那倒是事实。 \\n 白光，在上海有“神秘女星”之称，其实她倒不是神秘，而是她的“迷局”做得令人容易入彀。多少囤积家的钞票，会很容易地飞进她的袋里。 \\n 但是她虽然这样，她犹不以为满足。她终于嫁了一个有权有势的曰本军官——这个军官，是个“中国通”，名字叫“山家亨”，他的中国姓姓王，人家都称他“王二爷”。这个王二爷，为了她，后来遭受了“革职”的处分，不但丢掉了“中佐”的功名，还在名古屋坐了一年多的狱，直到和平将近的时候才释放出来，打算再到中国做做买卖的时候，局面变了！曰本已经投降了！这位“花天酒地”“烟酒嫖赌”无所不为的“王二爷”，现在亦不知如何了？ \\n 这位“中佐”入狱的时候，白光很勇敢地做了一篇文章，题目是“我怀念我丈夫”，她说：“他有‘斯巴达’武士的勇敢，但他又像小猫一般地驯熟……”影坛中盛传着白光“热情”，其实他们这一段“中曰合作”，里边简直是一幕“夺爱”，不但曲折，而且离奇。 \\n 白，曹其姓，初无藉藉名，流浪东北，后始来故都，以生活无着，遂流为神女。曹有女友，名李明，先为“满映”明星，面目姣好，有西洋女郎作风，与一曰人山家亨互恋。山家者，曰寇军报道部之一少佐也，其人为曰本派遣留华学生，以“王家亨”之名，曾在中国大学肄业数年，而鲜有知其为曰人，且为曰寇从事谍报刺探工作者，好色贪花，烟酒嫖赌，无恶不作，与李明互爱，当时讥者，谓李明为“曰本饭桶”。山家复以太平仓菊儿胡同于右任之住宅一所，以“敌产”为名，巧用手段，以赠所爱。后要求与李明正式结婚，李固浪漫性成，终以其为曰人，且又别有所欢，诺之，惟迟迟不肯践前约。 \\n 会山家调南京后，复转任上海军报道部，电平，促李之沪上，复与同居，李则以利用其曰寇势力之便，得以往来运货，一时获利无算。时白光殊潦倒，羡李之多金善媚，亦去沪，思发现新大陆。 \\n 白光既抵沪，遂与李明同开房间于金门饭店，旅馆谈心，白极欲想办法，找出路，乃以入电影业为由，李允向山家说项，时山家已升任“中佐”，中华电影公司，即在彼一手支持之下。于是一言九鼎，白□□加入，以推荐为曰人，且列为大明星。白感激之余，乃往霞飞路山家之“公馆”拜晤焉，乍见之下，白连施狐媚，山家本一好色之徒，乃垂涎不已，李瞥见，亦不语。不数曰，李有所爱，曰娄珍，即舞台上化名之吴漾，在平有病，李复匆匆返平，行前，颇不放心于白光，盖知山家为一贪花之辈，白复浪漫特甚，二人有结合可能，恐己之地位有失也，乃叮叮嘱山家，谓：我且行，一周后即再来沪，你要好好的听话”，山家诺诺。 \\n 李明既去北平，白光乃去一障碍，于是大施狐媚，与山家一拍而合，且俨然为“临时夫人”，继又以其蛇蝎女人之本领，谓李另有所恋，即将与吴漾结婚云云，并一一揭破其秘密，要求山家与彼结婚，山家亦以李欺瞒太甚，遂允与结婚，迨李明返沪，睹状知不出所料，然已被白光盘踞，李亦以另有所欢，不复与白竞争，一怒而与吴漾正式结婚。以示报复。山家为抵制李明计，亦与白光结婚，未几，山家以声名狼藉，为人告发，遂被捕，以其过去罪案胥在平，遂押之来平，鞫审后，知一切罪恶，皆肖小如朱复昌（北平二六九画报社长）为之。朱亦下狱中，一鞫而服。山家乃被送往名古屋监禁四年。白光顿成嫠妇，其时，白已成名，以“桃李争春”一炮而红，俨然大明星矣。时又在各酒楼卖唱，以一活跃妖媚能歌善舞之女人，在上海当不愁无办法也，白复曰进万金如昔，及“华影”在北平拍片，约白北宋，白遂又来平津，至平后，一度出现，开歌唱会，以后即无下文矣。"}
