{"章节": "○“新中央政权”是什么？", "正文": "○“新中央政权”是什么？ \\n  \\n  \\n 米内和有田在日本议会宣布他们的对华政策，仍然是以全力支持所谓“汪政权”。我现在要告诉米内有田和日本国民，“汪政权”是什么？我也希望我们中国国民，看清楚所谓“新政权”的内容。中日两国国民，要想取得真正的和平，必须一脚踢开所谓“日支新关系调整要纲”，以及这种条件之下树立起来的所谓“新中央政府”。 \\n ◎一、日汪条件之苛酷与虚伪 \\n 日汪协定的内容，无论文字上怎样修改和装饰，简单率直的说，日本对于中国，想要并吞满蒙，独占华北，封锁华中，控制华南，换句话说，日本对中国全部的希望，就是北由黑龙江，南至海南岛，上达天空的气象，下抵地里的矿藏，中则由东以至西北，由领海以至于内河，无不占有，无不控制，由一方面看，日本要以内蒙控制华北，以华北控制华中，以华中控制华南。由地方面看，他要化华南为华中，化华中为华北，化华北为内蒙，化内蒙为满洲，化满洲为朝鲜。 \\n 日本对于太平洋上的列强，则以长城线，正太胶济线以至于陇海线为对俄作战的三道防线，驻华日军，他又占用海南岛、三灶岛，东沙岛，西沙岛、南鹏岛，大隗岛，厦门以为日本海军根据地，控制广闽，包围香港，压迫广州湾，对抗海防与新加坡，窥伺菲律宾。 \\n 其经济的手段，则对于中国资源与各种企业，以独占、合办、协力的方法，不论中国人愿意不愿意，一律加以支配。其经济的力量，并不来自日本；他的办法是搜括中国财政的收入，以为日本在中国经营各种事业的投资。 \\n 在思想方面，日本恐怕中国人感觉他敲骨吸髓的痛苦，将来必起反抗，乃对文化教育加以统制，他要从生理到心理，彻底统治中国的国民。 \\n 日方已经由汪兆铭先生之手，提出他对于中国的全部要求。比之于今日以前及今日以后，日本军队及特务人员已经造成或将要造成的“事实”，万一有些让步，他在“要纲”的前面：郑重声明两点：第一点是普通的既成事实，应依“要纲”所定的原则，慢慢调整。第二点是特殊事态，必须至和平恢复，依情势的发展，再加调整，这就是说，假如“既成事实”比照原则应当让步，日方仍要坚持“既成事实”，不使变更，最多只能将普通的事实慢慢的调整一下。除这两点原则规定之外，在附件之中处处申述“既成事实”应当继承或继续，于是所谓“要纲”，虽经过多月的谈判签字立约，依然是一个虚伪的条文，在日方的本意，不外乎要“汪政权”承认既成事实，化为条约及国内法。一月三日，我离开上海时，留信给汪先生说道：“今日组府，不过使不平等不独立不自由之条件化为法律，不过使亡国之既成事实化为条件，此外有何意义？”这几句话，正点明日本提出所谓“要纲”而促成汪先生“组府”的一片用心。 \\n ◎二、“新政权”之割裂与空虚 \\n 日本军人寻不着结束中日战争的方法，为了欺瞒日本国民，乃欲造一个“中央政府”而与之缔结和约。日本仍然没有比他们制造“满州国”的手段不同的新手段。汪先生在他们手段之下，不过是一个溥仪，周佛海去年四月间也曾对我说过：“日本要找一个溥仪，那有比汪先生再好的溥仪？”换句话说，日本军人并没有雅量，让所谓“汪政权”有自存的力量，乃至于有执行和约的能力，他们一方面天天宣传所谓“树立新中央政权”，一方面天天加强华北的特殊化，加强“湖北省政府”的组织，加强“广州维持会”并保障“维新政府”的人事和政务，不许变更；他们务必使汪即上台，依然是赤手空人，毫没有权，没有力，没有余地，来取得“要纲”给与的一点便利，一点优惠，假如其中有一点便利和优惠。 \\n 一个政府，有两种现实的物质的基础，一种是经济财政，一种是军事力量，有谓“新中央政权”的经济财政基础在那里呢？华北的经济行政，由所谓“华北政务委员会”主持而得以便宜处置，华北的经济事业，操在“华北开发公司”这一类独占组织之手，“新政权”都不能过问；华中的经济行政，受“中日经济协议机关”的影响，而经济事业操在“华中振兴公司”一类独占组织手里，没有一点经济力量留给中国人。自财政金融政策，全要日方“协助”，不能自主的规定，华北的关口统税，规定全部或大部为“华北政委会”充作日本对华北的投资。华中的财政收入，现在全在日人掌握之中，要“新政权”履行并允诺许多条件之后，才可以用借款方式发还一点。“新中央”的新财政部长的新猷，据我个人截至一月三日正午搭船为止所知，不过是希望日方拨还关余四千万元，日方又说关余不多，他只得要求日方五千万元的借款，其实借款仍旧是羊毛出在羊身上，但是一切财源都在日人手中，除了仰其鼻息之外，“新政权”连开张也不能开张，至于开张以后，拿什么过日子，那就要看“新财长”去年五月早已答应“欣然要请”的日人财政顾问的无边的法力了！ \\n 说到军事力量，汪先生初出重庆的时候，据梅忠平报告，日方允许拨给军械让汪先生训练军队四十个师团，后来汪先生及其干部从没有再见日方说过这样慷慨的话；去年九月，王克敏告诉汪先生干部某君道：“当初日本请我们出来，也答应过可以训练十师军队，上台以后，这话就没有了。”可想的所谓“中央军官团”，即他们认为可以统一中国的基本武力者，千难万难，才招了一批，再没有第二批可招。其枪械则不发，有制服则不许穿着出团部之门，其青天白日旗则不许竖立，其青天白日帽章则制成之后，锁进箱笼，不许戴，其教练用器，只有步枪，即二口径的小炮都不许团员见面，一切团务都要受一位日人少佐教官的支配，那中将教育长，每次要低首下心于此少佐公指示之下，这么“受友邦协助令人感激”的军事训练机关，据说那所谓第一集团军，连步枪都是希世奇珍，而其支配者，乃是日人“军曹”地位的宪兵，军曹与中国之上士同级，是大家都知道的。 \\n 将来“新中央”成立之后，守卫及警备，仍仰仗日本军队和宪兵，除非能够死心塌地，把日本军队当做自己的亲军，把日本宪兵看做自己卫士，谁能否认这个“政府”是日本枪杆之下的政府？任援道本有几千卫队，陈群手下也有些警察，因为他们要作“军政部长”“内政部长”一度为周（佛海）丁（默村）所阻碍，他们便离心离德，汪先生进京，只好仍然请教日本宪兵了。 \\n 日本允许于“和平”恢复后，随治安之确立、于二年内撤兵：假定“新中央”成立之后，一年而“和平”认为恢复，两年而治安认为确立，则此“新中央”已由日军看守至三年之久，何况日本要求南京为维持治安驻兵地点之一，此“新中央”即令再过三年，成为“旧中央”，也不能离开日本军宪一步。日本军宪挟持之下的政府，还讲什么“独立自由”？这不是上欺祖宗，下瞒儿孙的话么？ \\n 现在“临时”和“维新”政府行政实况，可以供我们参考，“政府”不能指挥省政府，省政府不能指挥县政府。上级机关不能指挥下级机关，甚至长官不能支配僚属，日方各级特务机关有联络有控制，中国人无联络无控制，一科之中有一个日人，一科便受其指挥；一部中有一位日籍官员，一部便受其牵制；日人的名义叫做顾问，叫做联络专员，叫做什么都不相干，所谓“新中央”不过是一“维新政府”的扩大，当然不能把这种实况改革一新，何况在密约上还有多种多样的日籍顾问职员！ \\n 负责的长官家里，驻有日本宪兵，出门一步都有宪兵陪坐，到了上海，只可以住虹口，如果这位长官要到公共租界法租界去，都要宪兵知道，每天晚上，宪兵把他的言行往来作成三份报告，一份到宪兵司令部，一份到特务机关，一份到军司令那儿去，重要的长官总有儿子或近亲“留学”日本，我那两位十几年老友，虽还没有上南京任部长，儿子已由一位日本少尉陪往东京了；他们以为日本优待他们的子弟，当做“王子”一样的待遇，他们不知道北平南京许多要人的子弟，一样的都在东京作质子。 \\n ◎三、日本的交卷主义 \\n 这种条件之下，成立这样的“政府”，于中国固然有损，于日本却也无益；我现在说明日本方面受不着实益这一点。 \\n 依国民的常识，政治的常理，外交的常道，日本对于中国只有两条路：一条路是澈底的征服，一条路是及时的讲和。日本要征服全中国，是不可能的，他要北自黑龙江，南至海南岛，东自东海，西到西藏，都驻兵，都遣吏：姑无论他现在有没有充分的国力，即令把国力用尽，勉强做到，他再拿什么力量以与列强角逐于世界，这不是很明白的事情？ \\n 日本明白不能征服中国，日本国内，充满了“结束事变”的要求，日本国民切望中日战争及早停止，及早解决，他们消极的想节省更大更多，以致日本国力不能支持的消耗，他们积极的想趁欧战未停的今日，了结中日事变，发展国外贸易，扩大国外市场。这样迫切的要求，已使日本朝野各方改变了过去两年半以来的观感。日本的政党，产业界，以至于海军，陆军的统制派都感染了这种迫切要求的影响。 \\n 摆在他们面前的问题，是延长战争呢，还是结束战争呢？当然，他们都想结束战争，都不愿意延长战争，什么“一一六宣言”，什么“近卫声明”在日本国内渐渐无人感觉兴趣，都渐渐无人理会。“汪政权”究竟能不能结束事变呢？这个很容易看透的问题，在日本国内渐渐被人看透了。 \\n 很明白的，“汪政权”并不能下一度有效的命令，叫中国任何一师一团军队停止战斗行为，如此这般的“政府”，怎能够与日本政府商量结束战争？从日本方面看来“汪政权”，不独不能助成日本少出一师团，或多撤一联队的军队，并且成为日本的一种多余的负担。日本人向来把钱看得大的，汪派未上台以前，日本要供给活动费，早有不少的日本人说是“不经济”，还有一些日本人说“钱用得不得法”。上台时，日本如不借款，便开张也是困难，走路要日人预备飞机车辆船只，出门要日人布置哨兵岗位，住居要他们占房屋腾房屋，日人这样的服侍他们，是为了什么？他们无非要汪派拉军队，找名流。到如今，军队没有一支，名流没有一个，已来的人普遍的怠工——国民良心未泯灭——再加以不断的涣散！国民良心发动的涣散，这样的集团组府以后，自存的能力都没有，那有力量结束中日战争！日本岂不明知他们如果以全力支持这个“新政权”，不外乎延长战争，于是乎去年九十月间，日本社会里面已出现有力的“汪政权不必要论”，自今年一月起，日本言论界已从捧汪一变而为轻汪了。 \\n 日本果然要延长战争，打下去好了，无需乎任何傀儡，更无需乎“新中央政权”。日本果然要结束战争，任何傀儡不独无益，而且有碍。“新中央”也并不比“临时”或“维新”更有用场。现在，日本军人已经吹响了法螺，组府也不好，不组也不好，日本对于“新中央”的无可奈何，反映为汪先生及其集团在沪西的不生不死。 \\n 然而板垣派，尤其板垣之下影佐一支，为什么要汪先生上台呢？他们在近卫声明的时候，进了场闱，抄了题目，到现在，他们无论是黑卷也好，白卷也好，总免不了一套，卷虽要交，日期却有问题。如若交卷有碍于日本的外交，或有害于和平前途，他们也只好延宕。去年十月十日，十一月十二日，今年一月一日，都是影佐周佛海拟下的交卷之期，可是一期延一期，今年二月二十二日研究如何，仍然只有天晓得。影佐以“新政权”导演的资格，当然不能自己开口叫他们延期，他只有运用喜多原田促使王、梁横生阻碍；这个事实，任何人当下可以看得明白，不明白的只有汪周梅三人而已。 \\n 板垣一派以外，各方面的日本人都知道，这本卷子还没有交上去，已经无用，要结束事变，必须另想途径。就在板垣一派里面，一样的在另寻途径，在参谋本部内，接任影佐职务的某人对人说道：“汪派极好办，新政府不成问题，可是解决中国问题，还须另找办法。”听这句话的人赶紧告诉我，我却不愿告诉汪先生，因为不明白日本人真实的心境。 \\n 板垣之下；影佐总是全力支持“汪政权”的吧，但是影佐也没有准备在汪派失败之时切腹自杀，他也在预备第二本卷子，他正在制造一个青年团以与汪派对立，他的机关之内，某人正在支持陈中孚的“新同盟会”以与汪派为难，周佛海问他为什么帮助陈中孚，影佐答复是“他糊涂”。犹之乎周问影佐说：“喜多原田昨晚为什么叫王、梁反对中政会？”影佐答道：“昨晚喜多原田喝醉酒。”周相信，汪先生也会相信。 \\n 日本各方面都在另寻途径，不过另外的途径暂时寻找不出来，日本一面要结束战争，一面又不肯放弃侵略政策及征服梦想，其结果只有自造梦境，指着某某为中国政权，而与之缔结全部包含日本军人理想的和约，名之曰“日支新关系调整要纲”。他们先交这一卷，以后再交别的卷，只可惜汪先生一辈子的政治生命以及天赋的自由权，都随着这一卷交进去了。 \\n ◎四、汪派的心境 \\n 在这样勉强又勉强，无赖又无赖的状况之下，周梅诸君，以至于汪先生夫妇的心境，是不是还有很高的兴致去到南京成立其所谓“国民政府”呢？我很痛心，很率直的说：“他们的兴致不好，尤其是汪先生的兴致甚低。” \\n 中日之间，现在继续民族国家生死存亡的斗争，在民族斗争里，无论是战是和，必须保我森严的壁垒、坚强的阵容。在民族壁垒的后面，战可以坚持，和可以对等，为了民族的壁垒，我们要保持自己的军事力量，要保持自己的经济力量．又要保持自己独立自主的政治立场和民族国家的政治的理想。因此“战则全面战，和则全面和”。如果一人一派，失落了民族的壁垒，不独妨害民族国家，抑且终为民族斗争中的牺牲者，国家对于这种牺牲永不会有一点儿同情。 \\n 汪先生及周梅诸君的错误，就是失去了民族的壁垒，他们走进了日本军队宪兵的后方；想在日营里面和日帅讲和，且幻想可以得到独立自由的条件。成立自由的政府，一念之差，遂至于不可救药。 \\n 由于一念之差，便发生心境上各种的变态，在四个月出生入死的生活中，我窥察他们一群的心理，有时写下一些笔记，下一段是写傀儡的构成： \\n “其始也觉日人之易与，其继也觉日人之可亲，其终也始发见日人之可畏，而已晚矣；则亦惟有顺从之惟恐不及，极其所至，不用思想，不用考虑，只以日方之结论，不复念及其所以达此结论之理论与理由。” \\n 他们往往笑王梁俯首听命于喜多原田，殊不知他们自己也一样听影佐的话，下面一段专写此事： \\n “影喜则喜，影忧则忧，影伪喜而彼则真喜，影伪忧则彼真戚然以忧矣，彼等今日感于影之泪，他们上台，则影脸一变，或被召回国而继之以为特务长者，必较喜多原田对待王梁有过之而无不及也。” \\n 久而久之，他们的修养就到了，“从影所欲小路矩”的上乘的境界，反之，其对于中国人则不然，我曾记过： \\n “由于羞见畏见中国人，乃浸假而恶见中国人，其终乃恨见中国人，久之，乃只信日方，只信日方，所引见之中国人，以为非此无以为友也。乃至于医师、卫士、记者、妓女，惟日籍者始为可信可亲可爱，反之，其对于爱国之同胞，不肯或尚未臣奴于日人之下，尤其不肯同流而‘下水’者，只有一念曰“杀”，于是乎堂皇之伟大人物，一化而为丁默村，除丁默村之贼杀行为以外，吾不复发见周梅有何种之政策与政术，彼以为天下人有钱可买，而有枪可伏，彼不知今日之事，乃民族斗争，一般人虽为生活或人事之拖牵而受钱，然良心未泯者，莫不怠工，良心已泯者，本无工可作，至于枪，则老子有云：‘人不畏死，奈何以死惧之’，彼乃不知也？” \\n 丁默村及其部下，也并不是居心杀人，他们曾屡次建言于周佛海说过：“杀人要适可而止，否则国人的反感可怕”，我曾写此事道： \\n “彼用有泪之人也，而亦有血，彼惟缺骨而已，基于骨之缺乏，乃至于事事以日人为可信可亲，不复记忆日本军队现正在战场之上向我同胞之军民开炮，于是送子为质于东京，留家为质于沪西，再欲自异于王梁。或欲自拔于侪类，而亦无由拔起，则惟有鼓起自杀自戕之心理，一不做二不休，只恐朋友之不同流，惟恐同胞之不下水，尤恐妻孥子女不甘心为日本之臣奴，于是其初则颓唐浪漫怠工，其终则鼓勇以迈进，此其中有多少之血泪以与其工作相拒，吾至今始知石敬塘、张邦昌、刘豫、史天佐皆并无快乐逍遥之心境，未必由于不得已，以至于得已亦不得已也。” \\n 我痛心的希望国人能够挥泪救出他们来，我相信他们总有一天澈底的悔恨，我相信他们总有一天转一念以脱离日本军人的役使。 \\n ◎五、条件与政权 \\n 总之，我们对于所谓“新政权”，一方面要看敌人条件之苛酷与广泛，在这条件之下，“新政权”只是化既成事实为条件，再使条件为法律的一具助人亡我的机器。 \\n 他方面，我们要看清楚，纵令日方的条件好，这样不能自存不能自立的“政府”，在日方军队宪警扶持之下，他只能够“送”，不能够“取”，即令日方的条件好，他们也无力量收得回来。 \\n 日本方面看见“新政权”决无能力，以结束事变，在国际外交上，在对华政策上，“新政权”是一个障碍，至少也丝毫没有裨益，“日支新关系调整要纲”以及“新政权”终必为日方所废弃。 \\n 即令现在的时机很晚，我仍然挥我的血泪，希望汪先生及周梅诸君悬崖勒马，放弃如此条件之下的一切活动。"}
{"章节": "○“新政权”怎么又延期？", "正文": "○“新政权”怎么又延期？ \\n  \\n  \\n ◎一、“新政权”又延期 \\n 影佐、周佛海在本年一月初间预定二月二十二日成立所谓“新中央政府”，因此他们赶着开青岛会议，接着又开上海会议，准备所谓“中央政治会议”的开会。事不如人愿，为什么到今天还没有看见他们登场呢？他们还预备着一个日期——三月十二日，可以成立“新政权”。以今天的情势推测，三月十二日总又是空过那一天。 \\n 率直的说，汪，周，梅听命于影佐，影佐听命于日本中央军部。他们纵然挂上招子，上面写着二月二十二日或三月十二日开演，风雨无阻，决不延期；若是日本中央军部要延期，他们也只好延期。 \\n 去年十二月二十日，周佛海报告汪道：“日本内阁有一个决议，把新中央成立的事情，全权交给影佐机关”。这是我亲耳听见的；可是影佐定的期怎么又不灵呢？简单的说，风雨无阻，王、梁有阻，所以青岛、上海会谈都不顺利。可是大家知道，王、梁听命于喜多、原田。喜多、原田又听命于日本中央军部，日本军部叫喜多、王和原田、梁阻碍他们，他们有什么法子？听说周佛海一度到东京去告御状，也没有告得好，其实事情本没有什么可怪。 \\n 我在二月二日发表的论文“新政权是什么”里面，曾指出日本要延宕所谓“新政权”，不好由影佐开口，只好由喜多、原田出马扮演黑花脸来阻挠他们，这是日方的双簧，也是日方对于汪派傀儡化的打磨和训练，训练得他们喜怒哀乐由人不由己。 \\n ◎二、去年延期的先例 \\n 回想去年九月底，也曾有过这么的一回。 \\n 影佐、周预定九月下旬乘两伪组织在南京开联合会议的时机，汪往南京会见王、梁，作召集所谓“中央政治会议”的准备，十月中召开“中政会”，十一月十二日成立“新中央”。 \\n 汪于九月二十左右到了南京。第一天中午，汪与两伪组织人会谈，宣布那不久以后被日方全案推翻的“关于尊重中国主权之要望”。会后，汪、王、梁单独谈话，汪要求他们同意于“中政会”的办法并参加；王克敏很老实的说道：“喜多到东京去了，他临行叫我不要同意中政会，我答应也是无效的，要等他来决定。” \\n 第二天上午，喜多与影佐同到南京，影佐当下向喜多、原田、王、梁宣布阿部内阁支持“汪政权”的决意。汪听见了极端的高兴，以为事情总没有问题了吧？谁知道下午九时，王、梁来回答道：“我们对中政会人事人数分配和国旗等议题，都不同意”。王克敏补充道：“我们没有意见，这是喜多、原田的意见。”于是汪转为极端的失望，决定明天一早飞回上海。 \\n 这样的决定之后，第三日上午，周佛海告知影佐，影佐答道：“喜多、原田昨晚喝醉了酒”。周很高兴把酒醉喜多的事报告汪，汪也欣然相信。于是在影佐、喜多、原田三位导演亲上镜头最紧张一幕中，勉强结束南京会谈。到下午，汪才回上海，原来飞机是日方准备，你要回到上海，那能就飞。 \\n 因此所谓十一月十二日的日期延宕下去，直到十月底，影佐、周又定下十一月二十日召开“中政会”，一月一日成立“新中央”；然而到了十一月，“日支新关系调整要纲”的谈判停了下来，那影佐“将军不见面”回到东京去，这个日期又拖下去了。 \\n 这是我耳闻目见的延宕和训练法——喜怒哀乐由人不由己的训练法。今年一月至二月的青岛、上海两次会谈，我虽没有去观光，可是我在去年十二月早已听见日方的消息，说青岛会谈，定有问题，如今且看两次会谈以后，一时之间，“新政权”的成立程序，又呈停滞的状况，听说问题又出在王克敏，王克敏问题，就是喜多问题，喜多问题仍然是日本中央军部的问题，谁叫他们延期，是可想而知又可想而知的了。 \\n ◎三、为什么又延期 \\n 明白的说，日方又延期，其中原因之一，是观望国际情势的变动。 \\n 在去年八月以前，德义日共同防共同盟，助长了日本在国际上威势不少。日本与德义东西呼应，彼此提携，以与英法美对抗，很有些活泼的情形。假如日本那时候树立所谓“新政权”，极少可以得到德义的承认，紧张气焰。 \\n 假如日本坚决的加入德义军事同盟，又假如欧洲大战由于德义日军事同盟发动，又假如义大利积极参战，在这样三重假定之下，日本对于所谓“新中央”才可以风雨无阻，决不延期。 \\n 不料事实是德苏之间突然订立协定，对抗英法。在日本国内，主张加强德义日同盟的板垣，受了可以使有气节的武士道者切腹的失败，平沼内阁因此下台，日本因此延宕所谓“新政权”最初拟定的成立日期——去年十月十日。 \\n 欧战爆发，日本军人欢喜如狂，他们以为这一回，日本的国运可以一转而左右逢源。他们以为英法要撤退印度洋以东的武力，美国的力量，要牵到欧洲的险恶局面去用了。如若这样，日本可以放手解决中国问题，并可以再进一步发展他的国威，一直到印度洋的西首。 \\n 又不料事实是英法德三国宣而不战，义大利守着中立，与德日的关系，全然疏隔，义大利无所求助于日本，关系也松懈下来。美国却以全力顾到远东，英国也不肯痛快的退让。 \\n 于是日本国内，国民埋怨战争，期望“中日事变”的结束，以趁欧战的时机，发展工商事业。怎样才可以结束战争呢？主张亲英美的一派与主张亲德苏的一派，渐由相激荡而相斗争。他们的战争愈演愈烈，但在实际上，日本亲德苏么？德苏的军事同盟还没有成立，苏联是否全力投入欧战，大是问题，日本亲英美么？阿部以至于米内内阁的媚笑政策，丝毫不收实效。在这样一个拖延而孤立的国际情势之下，日本那有什么明朗的有声势有魄力的外交政策可取？ \\n 他树立“新政权”么？在一方面，英法美尤其美国，决不承认，更可以把美日关系恶化起来；在另一方面，德国的承认没有可能，义大利的承认，日本又拿什么交换条件巴结他？树立“新中央”，于日本外交现势，有害而无益。到了最近，美国副国务卿威尔斯渡大西洋，第一脚便踏上义大利的国土。威尔斯游历义德英法各国，可以有什么成就，不可预料；但总有很大的影响，留给时局和平的前途，这个影响，反射到远东方面，就是增加日本的孤立。在这样的局势之下，日本政府不愿大鼓大擂树立所谓“新政权”，惹起人家的憎恶。 \\n 他不树立“新中央”么？日本军人又拿什么去欺哄日本国民？他又拿什么法宝对付中国？ \\n 于是，日本军部的老办法，又是叫影佐催汪上台，叫喜多、王和原田、梁去阻挠他，延了一期，再看风头。日本外交上的不生不死，叫汪集团在愚园路再不生不死一个不短的时期，五个日期一个一个的过去了，他们仍然是不生不死在愚园路。 \\n ◎四、汪政权无力也是原因 \\n 日方的心理，是不是说像树立“新政权”这样伟大的行动，要仔细考虑国际情势才敢去作，不，不是的，日本当局以为像这样仅有烟幕作用而毫无实在效能的组织，要在这不利于日本的时机树立，是犯不着的。因为“汪政权”必然无力，所以日本毫不经心的一期延一期，如若“汪政权”有充足的力量帮助日本灭亡中国，日本也就不必顾虑国际环境了。 \\n 去年五月以来，日汪谈判的归结，是汪方国旗首都等表面的形式。日方则要汪方备具人力与物力。九个月来，日方责望汪方无力是屡次屡次的，影佐说道：“因为汪先生没有实力，日方只得要求广大的驻兵区。”清水说道：“中国高级知识份子假定三百万，汪先生能吸收一百五十万就好了。”这样使周、梅诸人红脸结舌的闲言闲语，很多很多，互相埋怨的心理，在日汪之间颇为浓厚。 \\n 为了应付他们对于日本的报销，汪方也不得不造一些假账，例如周佛海向日方说：“我有十二师，都要别的军队动他们才动。”这是去年八月的话，九月间有人告诉我，我笑道：“他的十二师，我已有四师了。”原来有些军事掮客指了几师几师，到处交换赌博的本钱，没有半句话是可以相信的，这种谎报，日方也有人知道底细，某人收买游击队，中饱了百万元，某人拿八万去江北收买游击队，全数进了腰包，如此之类，传闻处处。 \\n 这是他们的军事运动。说到党务，北平的“汪党办事处”，日日有日本宪兵光临，寸步也行不开。广州的“汪局部”，受日军四面枪击，一班委员被迫伏地，不敢动弹。从此以后，青天白日旗收到屋子里面挂。诸如此类，他们那儿去找党员，人力的充实，又从何说起？ \\n 再说汪系的特务。上海特务费，每月卅万元，特务的杀人费，还有另外的开支。实际上他们不过仰仗日本军人对于两租界的压力，闯祸劫人，其所杀者完全是无抵抗的只坐人力车或步行的一些人，稍有保护机警的人们，就在他们想望之外。假如杀和刺可以统一天下，他们的杀和刺也还差得很远。他们唯恐日本人杀中国人不够，还要中国人杀中国人，以此立下户头向日方报账。 \\n 一般以为汪可以命令周，周可以命令丁，其实不然，丁默村的特务，是对日本宪兵队负责的，汪方的密件，一落丁默村、李士群之手，立刻就走进日本宪兵队长之手。特务人员在外间自夸道：“汪在周的手里，周在我们的手里。”其实丁、李又在日本宪兵手里，汪的特务不过是日本宪兵队的延长，又算得什么特别的力量，值得他们沾沾自喜？ \\n 再说财务。愚园路的权威，建立于金钱之上，可是每月开支到二百五十万，除某氏一家而外，没有人得知底细。有财委而财委会永远不开，因此上谣言就百出。老爷买美金，太太买金钢钻，某人个人每月支配五十万，各种难听的传闻，不独流入中国人的耳朵，并且流入日本人的耳朵，闲言闲语，姑不具述。 \\n 去年十二月底，财委会主任委员报告现存六百万元，可是存在何处，无人得知。外面有一位商人说道：“他们的命脉在我手里”，如此汪系的特务财务两种命脉，都落在无人得知的黑手掌心去了。 \\n 最后，说到宣传。国民良心，终不易于泯灭，作宣传的人，与别人一样，都存着失败主义或怠工政策的心理。《中华日报》每月经费十万元，报办得比别家坏，并且坏得多。我在上海担任了四个月“宣传部长”，没有方法责备他们，本来“一不做，二不休，”始终要下决心替日本骗同胞的人，可以说很少，也可以说没有。 \\n 有人谣传我要宣布受了汪方津贴的人的姓名。尤其是上海有不少的人受过津贴，可是大家要知道，我只宣布日本军人灭我亡我的秘密，我认为这类秘密，关系到四万万同胞生命财产子孙百代。这种秘密，没有人有权利保持，所以我也没有权利保持，而要宣布给四万万同胞知道。至于中国人在威吓胁制或蒙蔽欺瞒之下，接受了他们的钱，为公为私，我们要始终严守秘密；况且替汪系作新闻运动的人，中饱私囊，确有其事，则经手者说受过津贴，而实际并没有受过也大有其人，我为什么要冤枉他们呢？还有一些无抵抗的人士，如不受钱，就要挨枪，则我对于他们受钱，只有同情，何能攻击？ \\n 一天一天，汪集团人力物力之空虚与虚伪，为日方所洞悉；一天一天，日方的拖延乃至于欺骗，也使汪方感受痛苦或失望。我可以大胆向中日两国国民说道：“这是一个国际骗局，日本军人拿去骗日本国民，汪、周、梅拿来骗中国国民，同时日汪之间，又互相一骗”。 \\n ◎五、还是放下吧 \\n 欺骗不能解决中日两国之间并且与世界问题打成一片的大问题，欺骗只是大问题的一个细流，暂时之间为少数人所舞弄，诚意是说不上的。假如一方有诚意，这一方发见对方是欺骗时，必然立即放手，因为两方都无诚意，所以两方的心总放不下来。 \\n 要说汪系里面一点也不烦闷不怨恨，也是过甚其词，他们烦闷以至于散者散，而守者甚至有自杀自戕的心理，这是我在二月二日的论文里面指出过的。这种悲惨的心境，决不是外面的人容易体会得到的。 \\n 汪、周、梅诸人的罪过是受了日方的骗，还要替他掩饰，再来欺骗中国人，明明条件是亡国的条件，他们却硬吹“独立平等自由”，明明是“抢”，他们却硬说是“平等互惠合作”，明明是拖延，他们就说也没有说的了。 \\n 他们也只好说“从前拖，这回不拖”，“这回不拖”，是去年十二月底的话，可是现在的事实证明，“这回”仍然也是一个“拖”，他们又说什么呢？日方延了又延，拖了又拖，把他们的上台热，用冷水浇成了冰冷的冷水，可是他们硬要在冷水上面造出蒸气来，以维系部属的存在，他们关了房门，一样的倒抽冷气，出了房门，便急进急进“组府还都”。本来这也是无可奈何的，若一般知道这些日方欺骗小儿一样的事情，真的连卫队车夫也起不了劲头，那还了得！ \\n 他们的错误，是没有放下的勇气。在一月初间，我打电报劝他们道：“提得起，放得下，方是自主。”其实他们早在日方打磨训练之下，失去了自主。我仍然希望他们再鼓一点勇气，把他们无前途的“运动”放了下来。他们不折不扣受日方欺哄一年有余，他们如不忍心转而欺骗中国人，他们便会放手。他们如果放下手来，再没有人去受日本军人的欺骗，因为他们的一面受人家的骗，而又一面来骗人家的最后的一群。 \\n ◎六、日方的骗术 \\n 日本是亚洲的强国，自明治维新以来，几十年勤苦奋斗，为世所知，何至于想用欺骗的手段来解决中日之间赌国运的战事呢？ \\n 大家要知道，在现阶段的日本，权实操在军部科长阶级之手，而实力在于军队里面佐官之手。他们只见一点一滴的事务，以全力达成任务。他们每一个人，看不见大局和全面，而他们的集体又没有中心干部和中心领袖，可以决定他们的行动，所以他们对于中日战事，只能发，不能收。他们对于本国政治家军人，凡能发展战事及推进侵略者，才加以崇拜。他们对于本国有识政治家收拾局面的主张，因其妨碍他们每一个人要用全力达成的任务，他们便听不入耳。 \\n 为了达成他们自己的任务，他们可以用尽一切手段和技术，有时小巧得不易发见其险恶，但也有时幼稚得一看就可以发见其欺诈。例如大柏大佐拜吴子玉做干爹，其拜跪之恭，也并非不足以动人；又如影佐对汪之流泪，在汪居然认定其可虑。每一个较为强硬的中国人，都可以使他们九十度的鞠躬；如果此人认日方为可亲，则他们还可以更进一步，自责本国军人之强横，侵略之不好，乃至于相与慷慨激昂，认错认罪，更可以夸耀此中国人是爱国者，是英雄；但是如果此人再进一步与他们发生了关系，则他们马上宜漏其秘密，使他受社会的责难，而戴上“汉奸”的衔名，于是此人乃与日方利害合于一致，成为“一不做而二不休”的汉奸份子。到此一步，则日方的面孔一变，由恭敬而为严肃，由和蔼而为凶狠，那时候，此中国人进不可而退不能，于是日方一面策动，一面责难，一面推进，一面妨碍，你做得好，他怕你，你做不好，他骂你，此中国人乃成为十足的傀儡。 \\n 日方的双簧，不独影佐与喜多联演，即影佐机关之中，也有各种的角色。周佛海发见影佐的阴狠与诈伪，却爱信犬养的忠厚，梅思平却认定犬养也在书生本色之中，带有间谍的成分。假如犬养真有本色，真有抱负，他决不会与父仇同事。所以犬养颇为有识的日人所鄙，说他是犬养木堂不肖的儿子。 \\n 总之，在现阶段的日本，没有条件可以产生一个伟大的手腕，收拾“事变”，挽回颓运，必须国际有重大的变化，而日本国内发生相应的流血巨变，使佐官政治受空前的打击，使无论是影佐或是喜多，一律失脚，那时候，中日之间，才有重大的转机。汪、周、梅虽然是他们的傀儡，假如决然舍弃所谓“和平运动”而跳出傀儡舞台，也可以使他们早一点销声匿迹，因此我仍然希望他们（汪周梅）鼓勇的把一切活动放下手来。"}
{"章节": "○日军驻屯的要求与“汪政府”", "正文": "○日军驻屯的要求与“汪政府” \\n  \\n  \\n ◎一、日本撤兵吗？ \\n “汪新政府”成立后，日本撤兵吗？这是日军占领区民众以及外国人士心里必然问到的问题。我依据日汪间关于日本兵撤驻兵的谈判，可以答覆这个问题道： \\n 一、日本军人不打算撤退他侵入中国领土的军队，其目的在独占华北，控制华中，封锁华南。 \\n 二、“汪政府”不独承认日本军队在中国领土以内驻扎，并且要求日本军队长期驻扎，其目的在维持“政府”的存在。 \\n 现在我叙述汪日之间关于日军撤退与驻屯的谈判和讨论的经过。 \\n ◎二、近卫“声明”与“艳电” \\n 日汪之间，最早涉及撤兵驻兵的文件，是民国二十七年十二月二十二日“近卫声明”和同月汪方的“艳电”。“近卫声明”没有说撤兵，只是说驻兵。他说： \\n “日本认为缔结日支防共协定，实为调整日支邦交上所最为紧要者。且鉴于中国之现状，为获得此项防共目的之保障计，在该协定期间内，要求在特定地点，允许日军驻扎，并指定内蒙为特殊防共区域。” \\n “艳电”却说出撤兵，也说到驻兵，他说： \\n “其尤要者，日本军队全部由中国撤去，必须普遍而迅速。所谓在防共协定期间内，在特定地点允许驻兵，至多以内蒙附近之地点为限。” \\n 这两件公开发表的文件，只说到日本要在内蒙及特定地点为“防共”而驻兵，并没有说到“防共驻屯”以外还要驻兵。但在当时，日汪之间有一个“协议“（所谓“日华协议”）。这个“协议”里面，除了“防共驻屯”而外，还有维持治安驻兵的根据，由此可知公开文件只发表了其中一部分。“日华协议”有关的条文是这样的三条： \\n 一、日华缔结防共协定，且认许日本军之防共驻屯，以内蒙地方为防共特殊区域。 \\n 二、防共驻屯乃为确保内蒙及联络线而驻兵于平津地方，至驻兵期间，为日华防共协定有效期间。 \\n 三、条约以外之日本军，于日华两国和平恢复后，同时开始撤退，但与中国内地之治安恢复相共，于二年以内完全撤毕。中国在本期间内，保证治安之确立，至驻兵地点，由双方协议定之。 \\n 第一第二规定防共驻屯，第三说是撤兵。可是同时规定日本为维持治安，要在协定的地点驻兵，这就是所谓“维持治安驻兵”了。 \\n ◎三、日支“新关系调整要纲” \\n 二十八年十月三十日，影佐机关向汪方提出所谓“日支新关系调整要纲”；其中将“防共驻屯”与“维持治安驻屯”合为一节，其条文如左： \\n 一、（略） \\n 二、日支实行共同防共。 \\n 为达此目的，日本将所要之军队驻屯于华北及蒙疆之要地。 \\n 三、另行缔结日支防共军事同盟。 \\n 四、第一项以外之军队，视全部及局部之情势如何，当尽量从速撤退。但现驻华北及长江下游之军队，当继续驻屯，至治安确立时为止。 \\n 五、为共同维持治安起见，承认日本舰船部队得在长江沿岸之特定地点，及华南特定岛屿驻屯停泊。 \\n 六、日本在大体上，对于驻兵区域内所存之铁道、航空、通讯、及主要港湾及水路，保留其军事上之要求权及监督权。 \\n 七、中国在日本军驻屯区域内之警察队及军队等武装团体之配置及军事设施，暂时以治安及国防上必要之最少限度为限（下略）。 \\n 在提出时，四五两项是口头传述的。其所谓长江下游驻屯军队之地点，注重于南京、上海、杭州，即所谓“吴越平原”。其华南特定岛屿指海南岛、三灶岛，南朋岛、西沙岛，东沙岛以及大鹏湾和厦门都在内。 \\n 十月卅日至十一月十四日之间，有四次讨论这个问题。在讨论中，将“防共驻屯”与“维持治安驻屯”分别为两节。又将所谓“日华协议”的“两年间撤毕”的原议加入，归纳起来，成为下列的结论： \\n 一、日本在华“作战部队”，于“和平”恢复后两年间撤毕。 \\n 二、此两年间，中国保证治安之确立。日方认为治安未能确立的期间，在内蒙、华北，长江下游驻扎“维持治安的部队”。 \\n 三、长江及华南沿海岛屿港湾由日本海军舰船部队驻屯。 \\n 四、防共驻屯地域，日方要求扩大为内蒙及华北。华北的防共驻屯区域包含山西、河北、山东三省。汪方主张限于平津一带，并稍扩大及于正太线至德州以北。 \\n 十一月十四日以后，谈判停顿，此第四点未决问题，由周佛海与犬养健会外接洽，其结果，“防共驻屯地域”为内蒙，河北之北部，山西之正太线以北，山东之胶济线由青岛至张店。但又另加一条，即日本作战部队撤退期间虽为“和平”恢复后两年间，可是两年以后，“治安仍未确立”，日本军队仍然要驻扎下去。这意思是说，所谓“新中央”没有军队支持自己，日本军队撤退，这个“政府”势必相随倒塌。因此，日本军队仍须留驻。十二月三十日的决定如左： \\n 甲、关于共同防共原则之事项： \\n 日支“满”三国协同防共。 \\n 一、（略） \\n 二、日支实行“共同防共”，为达此目的，日本将所要之军队驻屯于蒙疆及华北之要地。 \\n 华北之驻屯区域为河北之北部，山西之正太线以北、山东之胶济线（但济南附近除外）。 \\n 三、中国对于大体上在驻兵地域内所存之铁道、航空、通信、主要港湾及水路，应答允日本军事上之要求；但日本在乎时须尊重上记各项之行政权及管理权。 \\n 乙、关于撤兵及维持治安之协力事项： \\n 一、日本在中国“和平”恢复后，开始撤退其在“防共驻兵地域”以外之军队，二年内撤完之。 \\n 在本期间内，中国须保证治安之确立，中国即在上记期间之后，必要时，得要求日军之协力。 \\n 在中国治安之确立得可靠保证以前，所应留驻之军队及舰船队之驻屯地点，由中日双方协议定之。 \\n 二、中国对于大体上在前项驻兵地域内所存之铁道、航空、通信、主要港湾及水路，应答允日本军事上之要求；但日本在乎时须尊重上记各项之行政权及管理权。 \\n ◎四、几句解释的话 \\n “两年撤兵”这句话，在影佐机关认为日本最严重的让步，他们以为假如公布了，日本国民要刺杀他们。在周梅等认为最大的成功，如果公布，即“新政权”马上可以“统一中国”。殊不知日本所谓两年撤兵者，何时开始是一问题。而撤兵同时就是驻兵，日本撤了作战部队，同时驻屯所谓“防共”部队与“维持治安”部队，撤兵是“朝三暮四”，驻兵是“朝四暮三”。 \\n 这一群狙儿却以为“朝四暮三”可以欺哄中国国民，使之满意。其内心乃由于“新政府”非靠日本军驻屯，即刻不能存在，所以他们认为日本方面把作战部队改为维持治安部队，不独好看，而且十分必要。争来争去，只争执所谓防共驻屯的区域大小而已。 \\n “汪新政府”成立以后，日本撤兵吗？依据上面的叙述，我可以作成下面两点答案： \\n 一、日本军人不愿撤兵，其目的在独占华北，控制华中，封锁华南。 \\n 二、“新政府”不独承认日本军队在中国领土以内驻禁，并且要求其长期驻扎，以维持“新政府”本身的存在。"}
{"章节": "○汪所谓“中央政治会议”", "正文": "○汪所谓“中央政治会议” \\n  \\n  \\n ◎一、日方”灭党”的决心 \\n 由去年六七月到今年，汪系不断宣传，不断拟议，不断的想召集却召不成的所谓“中央政治会议”，到底是怎样一回事呢？我现在只是简明叙述其经过、内容和意义。 \\n 首先要指出的要点，是日本军人处心积虑要消灭中国的民族主义，关于日本军人及侵略派文人仇视忌视民族主义这一件事，我想另写一文详细的说：这里我只是说出日方要消灭中国的民族主义就够了。 \\n 中国的抗战是中国民族主义发达的必然结果：民族主义汇萃的政党，就是中国国民党。自兴中会的“驱除鞑虏”，以至于中国国民党第一次全国代表大会以后，独立平等自由民族国家的建立运动，都是民族主义。 \\n 日本军队所到的处所，都提出“灭党”的口号；日军附属的“宣抚班”，以及日军制造的“新民会”、“大民会”都以“灭党”为中心工作。新民会消灭民族主义的理论，是“天下一土，天下一民”，这是说天下不应该有国家民族的界限，惟有德者可以有政权。所谓“有德者”，就是王道的政府，所谓“王道”就是武士道，老实说，他们以“天下一土，天下一民”的理论，主张中国应受日本的统治，首先要消灭民族主义，因此就要消灭中国国民党。 \\n 中国国民党要以三民主义来建设民族国家。这个民族国家的政制，乃是民主政治。要使民族与民主成为一贯，中国国民党反对一盘散沙的个人自由，因之中国国民党的民权主义，以“训政”与“党治”为特色，由训政与党治的阶段，以达到全民政治。日本军人在各处勾结国民革命运动扫荡下来的残败份子，反对中国国民党的“党治”。这些残败份子因为反对“党治”，所以恢复国民革命以前的象征——五色旗。日军占领区内的旗是三种，一是日本太阳旗，一是两伪组织的五色旗，一是新民大民会的太极图旗，这些正是象征着日本的军队、反革命的残余、和灭党运动。 \\n ◎二、汪方以“复党”而废党 \\n 为什么这样的环境之中，汪系的“国民党”可以建立和存在呢？日本军人处心积虑，要钩取中国的国胍民命。五色旗下的两伪府以及太极图旗下的新民大民会，只有激起中国的民族国家思想更加发扬、更加强烈，日本军人想要改换钓鱼的毒饵，他们想把毒饵外面加上糖衣。 \\n 去年五月底六月初，汪、周、梅等在东京与日方订立关于树立“新中央政府”的步队的协定，第一步以汪为中心，召集“国民党代表大会”，第二步召开“中央政治会议”，第三步成立“国民政府”于南京，便用青天白日旗，还在汪、周、梅自诩为意外的成功；但是成功在那儿呢？ \\n 青天白日的国旗，日方没有肯定应允，只是付托影佐机关，以后另行商定。后来商定的结果，于此旗外，另扬一种黄旗，上写“反共和平”字样。若不是梁山泊的“替天行道”杏黄旗，也和新民会的太极图相去有限，世界上各国国旗上面写四个大字，却也少见得很。 \\n 民族主义，日方要以“东亚协同体”的理论来针对，汪方则标出“大亚洲主义”来加以解释说：大亚洲主义内容与东亚协同体是一样的。 \\n 党治与训政，在那个协定上明白规定废除。为废除中国国民党的党治与训政，才有“以汪先生为中心，邀请既成政权，各党各派，以及无党无派知名之士，组织中央政治会议”的规定。 \\n 依于中国国民党史及现状中，中央政治会议乃是受中央执行委员会付托的政治决议机关，所以中央政治会议出席人员除特许者外，限于党内的份子。反之，日汪所定“中政会”，罗列“各党各派无党无派”，以及“既成政权”的份子，为甚么这样的变质，为的是日汪约定废除党治，为甚么日汪要废除党治，为的是日本军人要消灭中国国民党。 \\n 名为复党，实则废党，这是所谓“中央政治会议”的意义。 \\n ◎三、所谓“各党各派” \\n 去年六月下旬，汪周梅由东京归上海，他们一面和所谓“既成政权”交涉，一面到处寻求“各党各派无党无派”。 \\n 九月下旬，王克敏问汪：“你们找的各党各派无党无派，是那些人”？汪答道：“各党各派如陆鼎揆，无党无派如赵叔雍”。王笑道，“这些孩子，我也找得着，不过我不找他们。”汪闻言也大窘了一下。 \\n 由此回答可见得所谓“各党各派无党无派”，也贫乏得很，然而寻找的运动，也活动过一番。周佛海是预定的“中央政治会议秘书长”，他的寻找，尤其努力，他常常着急，说道：“国社党有了如陆鼎揆，诸青莱，无党无派也有了如赵厚生，赵叔雍，现在要找中国青年党。” \\n 声应气求的结果，北平有新民会指导部宣传科科长陶某者，自称以前是中国青年党，又有赵某者，自称中国青年党的代表，另有一位张英华，每日奔走吴子玉之门，吴将军一日逝世，他立刻自称中国青年党而遄赴上海，与赵陶同见汪周。 \\n 在“各党各派”寻求运动之下，新民会加强机构，久不理会这个会的王克敏也就任了会长，大民会也整顿一番，在徐州有一个青年党，素常被称为日本青年党，也开了大会。影佐机关找出陈孚木等组织一个党，叫做兴亚建国会，江亢虎由日方介绍也施施而来，何中桢、陈中孚们的新国民党改组为新同盟会，论他们与日本关系的久暂，当然陈中孚是前辈，而汪方最嫉妒的也就是陈中孚的新同盟会。论“天下一土，天下一民”的难堪，当然缪斌的新民会最难堪，可是汪周梅等，又有什么办法不承认呢？ \\n “中央政治会议”三分之一的地位，是“既成政权”的代表人，可是“新中央政府”成立以后“既成政权”就取消而不成政权了。“中央政治会议”怎样弄呢？去年九月底他们在南京谈商的结果，又把东京协定改变，所谓“中央政治会议”，只是树立“新中央”的会议，只开一次就算完毕，以后另组一个所谓“中央政治委员会”，这个委员会的条例，预定在“中央政治会议”通过，预料“中央政治委员会”的委员。仍然包含所谓“各党各派无党无派”。 \\n “既成政权”取消以后，原有的重要份子，也必定仍然在内。 \\n “既成政权”，不止维新、临时这两个，两个以外，武汉、广州两个为最大，他们也要起了冲动，参加所谓“中央政治会议”，他们各派代表到上海来接头，一时空气，甚为紧张。 \\n 可是所谓“中央政治会议”止有三十人名额，容不下这许多“各党各派无党无派，既成政权”，于是汪周梅等又有设计成立一个和平建国同盟会，（也许名义最近有一点改变）敷衍他们。 \\n 汪先生很不愿意日方这样的挂念着御制御用的各种人物，只要是日方制过用过的政权党派，日方总不肯抛弃，以便完全付托于汪方，可是汪先生想到将来，也很引为安慰，或者日本军人将来也不会抛弃他吧，可伤可叹的情绪，确也一言难尽的了。 \\n 无论叫做什么，都不由自主，无论叫做什么，都没有力量，零加零决不会不等于零，日方目前不抛弃一个零，将来各种的零，都不能挽救日本的颓运，都不能解除日本的困难。总有一天这许多的渣滓，与日本的侵略主义一同被抛弃，这件事他们也都知道，他们无论是“党派”无党派，“既成”或不成，都是失败主义者，他们只顾眼前有党费活动费可拿，就这么一拿。 \\n 此之所谓“中央政治会议”。"}
{"章节": "○近卫能做些什么？", "正文": "○近卫能做些什么？ \\n  \\n  \\n ◎一、日本将有政治变动 \\n 在欧战大作，又要把地中海和太平洋都卷进漩涡的今天，日本政局将有变动。变动的前奏，一件是汤浅辞去内大臣，一件是“一国一党”运动再度抬头，而近卫似有出任新党首领的可能性。 \\n 这个变动的内在的要求有二：一是日本不得不积极应付大战，一是日本不得不去谋中日战事的结束，新党运动如果成功，是不是可以满足这些要求，近卫是不是能够解除这些要求所自有的困难，本文就我所耳闻目见，加以叙述，并予以推论。 \\n ◎二、“不扩大方针”及其放弃 \\n 中日的战事，是在近卫内阁手上发动的，芦沟桥事变以后，近卫内阁对于战事取“不扩大方针”，淞沪战事既起，近卫仍申明其“不扩大方针”，在北方他想打到太原、彰德、德州，告一段落，在中部他想以一个师团之力，占领上海市郊为止。他想以如此之军事，压迫中国接受广田三原则，这便是所谓“不扩大方针”的内容。 \\n 淞沪战争绵延三个月，日本用兵加到七师团之多，二十六年十二月中旬，南京陷落，近卫内阁议决攻击南京，乃是十一月下旬的事情，当时的情况，是日本出征军人已成了没有笼头的野马，决不是内阁所能驾驭，同时中国政府早已认定“大战一开，则中途妥协即是灭亡”，早已下了贯彻到底的决心。 \\n 近卫内阁到此时还不肯放弃“不扩大方针”。他中途又把战局拖延至次年春末，他改组内阁，冶宇垣与板垣于一炉。旋又开“五相会议”，以集中权力，在近卫的用意，想借板垣入阁，以为控制出征军队之地步，而贯彻“不扩大方针”这个用意，随宇垣与板垣的斗争激化而失败，代起者乃是板垣的“长期战争与长期建设”的主张，九月末宇垣下野，十二三日近卫内阁发表“建设东亚新秩序”的发明，到了这时，近卫不独没有笼络住野马军人，反被军人拖入更深的泥沼，所谓“不扩大方针”不独没有贯彻，反成为批评攻击的目标，温和派责他附和军人，军人则责他以“不扩大方针”延宕了战事，近卫的声望因而受了莫大的挫折。 \\n ◎三、近卫与“汪集团” \\n 正在这个时候，近卫板垣找着了汪系，以为汪如出马，可以“收拾中国的时局”，执行其所谓“长期建设”，而完成其所谓“东亚新秩序”。近卫乃发表十二月二十二日的声明，“汪方”则发表“艳电”相呼应。 \\n 近卫左右的政客建议近卫去职，以“急流勇退”的手段，保全“令名”，在近卫当时的意思，如若“汪系”成功，他仍可再出组阁，这个意思，他屡次传达于“汪系”，预定日期在二十八年的秋冬。在“汪”的方面，以为拉住了一个近卫，可以超越一切奸伪，大摇大摆以收意外的成功，这种“托身”之意，遂使周梅等于去年五六月之间，冒冒失失，跑到东京，惹起日本人士的轻蔑。 \\n “汪系”是不是可以“收拾时局”，月复一月，有不动的事实可以证明。他们没有一兵一卒，也叫不动一旅一师，他们没有民心，并且饱受国民的斥责，去年秋冬之际，近卫不独放弃组阁之想，其焦虑悲观可以想见。 \\n 在这时候，不独近卫想置身事外，便是近卫左右的少壮知识份子，除犬养健留沪应付而外，也一便一个抽身，这有事实可考，并有姓名可指，说来很多，不必其陈。不独近卫如此，板垣亦然，自汪伪府成立以后，阿部入宁，板垣“金蝉退壳”，不再支持“汪系”。 \\n ◎四、敌情的变化 \\n 这是为了什么？“汪伪政权”不能结束中日的战争，反而延长“中日的战事”，这种事实，终竟骗不过日本的国民。近卫为人悻悻自好，为少壮军人所认为最后的法宝，而日本一般人士把他看做西园寺之后的元老，他自己也以后继元老自居，他既以“收拾中国事变”自居，他当然不会为了汪伪的烟幕，反使战事延长，他如果再与“汪”同进，他更要失掉人望，他当然想打开新的途径了。 \\n 然而新的途径，不易寻求，日本军人要收获在华侵略战的“战果”，中国国民军要保卫中国的领土主权，双方的距离，不独很远，并且随战事的延长与扩大，越来越远。在这种形势之下，收拾中日的战局，决不可能。 \\n 日本军人的野心，构成所谓“日支新关系调整大纲”，在中国四万万人里面，同意者便失却中国的民心，乃至国籍，也就不会有力量“收拾时局”，日本军人要收获他们侵略战的果实，只有抗战到底，中国方面要保卫领土主权也只有抗战到底。 \\n 与近卫呼应的“汪集团”，已经跟随日本军人去了，其作用至多不过日本的宣抚班和维特会，近卫如若再循旧来的政策，以全力支持汪伪“政权”，则近卫也不过是平沼，阿部，米内一样，结束不了“事变”。又何必多此所谓“一国一党”运动之一举？ \\n 近卫内阁最后一着，经平沼，阿部，米内三任内阁的努力和试验，已经失败了，日本国民不独不满意于这三任内阁，且曾向“近卫声明”的本身放了一矢，这就是所谓斋藤事件。自斋藤事件以后，“近卫声明”勉强统一的国论又复动摇，在疑虑与紊乱之中，现在的政党都陷于破碎的的境遇，一党运动在这个境遇之中，始有可能；而一党运动所构成的一党，如仍弹“近卫声明”的老调，必不能使日本的政党面目一新，也就必归于失败，决无可疑。 \\n 在国际情形的一方面，日本已濒于“介入”欧战的深渊，日本如欲解决中国问题，必须介入欧战，以求免于欧战结果以后凄凉的孤立，日本如不解决中国问题，则中日战争必然与世界大战相与联系，其事势之所至，仍为“介入”。 \\n 日本要参战，必须停止或减少中国的牵制，换句话说，必须“结束中国事变”，中国事变如不能结束，则日本亦不能坐视欧洲的决战，“故步自封”以自致于世界大战之后，又坐受国际的谈判，其事态的严重，将远过一九二二年。 \\n 何况日本军人，还有南进的野心，而日本“南进”至少也要“北守”，现在“北守”已不可能，百万大兵饱受中国抗战的牵制。 \\n 如此苦闷，如此循环，决不是拘守“近卫声明”的平沼阿部米内一类的内阁，所能打破的。 \\n 日本如果不顾一切，“介入”欧战，必然参加德义一方，日本如参加德义，自必有所贡献于德义的战局，他必须威胁荷印，并威胁英法在东方的领地，以牵制英法的实力。这样一来，他立刻把大战延到太平洋，日美斗争必难幸免，这时使日本要消耗加倍的武力，同时却减少甚至于停顿国际的贸易，日本不啻以贫弱之人遍打四面的邻居，无论在军事上经济上，都是“孤注一掷”，而本钱是否可以收回，都茫无把握。 \\n 因之，反对“介入”者，仍恪守不介入政策，想乘欧战扩大的时机，争取英美法方面一步的退让，阿部与米内两任内阁，都是这样的。 \\n 一党运动所构成的新党，是不是打破“不介入”政策，而一逞军人的野心呢？如果是的，这新党有什么样的魄力和能力，结束中日战争，抽出日本的武力，缓和日本的困穷，以应付大战？如果不是的，则新党的对外方针，依然与阿部米内一样的无力。 \\n ◎五、新政策又是什么？ \\n 日本现正要求新政策，以打开难关，因此而有一党运动的机缘，可是近卫贻留那个旧政策给平沼阿部米内三任内阁的人，他如果仍守着旧政策，他只有追随这三人的覆辙，如果他定下新政策，新政策又是否可以见诸实施。 \\n 近卫的新政策，尚未可知，但是我可以肯定的说，他必不再以全力支持汪伪“政权”，他必不肯担当他左右的政客所不肯担当的老而无用的任务，去欺哄一般看透了烟幕无用的国民，去延长中日战争，以耗尽日本的国力，坐失应付欧战的时机。 \\n 在近卫和汪的联系这一点上，新党必然有一度的改变，可是不支持“汪”又怎样呢？ \\n 汪伪组织是建立于日本的一个根本矛盾之上的，日本国民要求结束战争，日本军人要求保“战果”，在客观事实上，日本军人要求收获“战果”，只有战到底；日本国民要结束战争，就只有退出中国领土以内的侵略军，两个相反的极端，日本政府和军部无法调和，于是近卫内阁幻想以为可以结束战争的“汪系”，一变而成为阿部米内内阁欺哄日本国民的烟幕，近卫在去年不愿出马以支持这个烟幕，可是今后他就能够以集权的新党为后援，揭破烟幕，而对现实吗？在上述的根本矛盾没有解决的时期，他主观上断乎无此魄力，而客观上不易有此可能。 \\n 近卫对于军人，想随顺他们，而相机约束，但是这不过是个主观的观念，他没有魄力和能力把这个观念实现于事实。他前年组阁时期，“不扩大方针”被军人拉成“扩大方针”，他以后必然又让“结束战争”被军人拉成“延长战果”。 \\n 中日战事延长，则日本“南进北守”的要求，便无法顺利着手。欧战结束，依于战术的进步，决不会再有四年之长，日本的国力决不够打尽了中国领土，再打南洋，何况日本军队再打华西，中国的抗战依旧不会结束。 \\n “存在决定意识”，陷入矛盾的日本，不会忽然产出一个伟大的新党。制造矛盾的近卫，也不会忽然化为解除矛盾的英雄。由苦闷而产生新党运动，其所形成的新党，决难打破苦闷，新党运动所促成的政变如果实现，最可能的只有一面使日本停留于中国抗战的泥沼，而一面又驱日本走进国际战争的漩涡。以近卫为首领的新党，恐怕仍然只有拿虚伪的“日汪条约”诈欺日本国民，说“中国事变结束了”，同时驱迫日本国民再出血汗，以应付国际战争，直到日本国家毁灭为止。 \\n 如若近卫不愿意这样做，他仍然是阿部米内的尾声，其结果东未成而西亦不就，虎头于始而蛇尾于后。"}
{"章节": "○哭而不去的傀儡", "正文": "○哭而不去的傀儡 \\n  \\n  \\n ◎一、哭也许哭去却不去 \\n 汪集团于三月三十日“上台”之后，除了四月下旬，迎阿部，庆“还部”一度热闹之外，再也没有听说他们有什么作为，最近他们以温宗尧为发言人，在中华日报发表了一篇文字，说日方不“和”他们的和平倡导，他们只有一哭而去，还说他们去后再没有“做和平”的人了，仿佛这是多么可惜的事情。 \\n 在他们“上台”之后两个月的今日，我可以推测他们的情绪，哭也许哭，去却不去，他们三月下旬“上台”的幻像，四月下旬“承认”的妄想，一幕一幕的消失，他们比在愚园路的时代，只有更无赖，更无聊，更没有生气，更浇着冷水。可是，无论伪组织财政怎样为难，究竟他们少数人的特别公费，少不得成为伪中政委会最要紧的决议，他们不走，第一就是为了钱，其次，他们走又走到那儿去呢，不得日本军部的许可，他们既不能从张燕卿于别府，也不能随殷汝耕到东京，除了日本的势力范围以外，他们不敢见中国人的面，现在他们与日本人，一国不成一国，两国不成两国，要往西洋，又用什么国籍报关，他们不走，第二就是为了命。 \\n 事到如今，他们赖也要赖下去，他们哭，也不过哭给日本人看，他们又那里为中国的国权，为中国的民命着想，但是赖也有限度，到了日本军部叫他们去的时候，他们便赖不下去了，他们要去，一定是奉命而去。 \\n ◎二、日本的“承认”问题 \\n 现在我趁这傀儡登场满两个月的今日，把他们的成绩写下一本清册来。先说他们的对日关系：我首先要指出的是阿部特使来宁，不是日本承认了汪伪组织，在阿部起程来华的时候，日本的报纸宣称，这只是“承认汪政权成立的事实”，并不就是“承认汪政权”。 \\n 阿部到宁以后，主张先签订“日支新关系调整原则”，再考虑“承认”问题。汪主张先“承认”后签订，当然阿部的主张胜利了，可是签订的事情，现在又在拖延之中，因之“承认”问题，很是辽远。 \\n 我早已从日汪关系上看出，并且听见日本“承认”是有问题的，日本对于汪伪组织本来是做一步，看一步，在此物未成立以前，日本眼观着国际的变动，在此物已成立后，日本仍然是眼观着国际变动，这是其一，在他们未入宁以前，日本看出他们没有效用，在他们入宁以后，日本仍然看得出他们没有效用，这是其二。 \\n 欧战在去年冬季以前，以宣而不战的状况拖延着，因之，日本对中国的举动也拖延着，日本要看今年三四月，欧洲大战究竟打起来不打起来，于是日本动一下，匆匆忙忙，等不到四月二日或五月五日，把汪集团搬到南京，以二十分钟的“典礼”算是成立，其草率比童养媳圆房还不如。 \\n 欧战不独打起来，并且大打起来了，德国以闪电战打了挪威，又打荷兰比利时卢森堡，更打进法国的国境，又打到英国的对岸，战争的烽火与烟云，要卷进全世界的各民族各国家，世界行将再作一次比一九一四至一八的大战更大的总决算，在这中间，日本没有从容解决“中国事变”的余地，他必须赌国力应付世界战争。 \\n 若把太平洋与大西洋分别来看，现在是日本南进野心可以一逞的时机，英法正以全力作战于欧洲，而荷兰又蹂躏于纳粹铁蹄之下，日本可以侵安南，联泰国，逼马来半岛，以控制荷印，并截断中国西南的国际路线，这个野心，表现于南海上面日本海军的纵横，又表现于日本外交上的攻势，不断的投向荷屑东印度半岛。但是事势不是这样简单的，日本如欲在南海辟一海军新战场，最大的问题，是他的国力不独消耗在中国的战事，并且继续受中国抗战的牵制，他要继续向中国动员人力，动员物力，他若卷入西南太平洋的新战争，他需要大规模的人力物力，以供应海战，海战所需最大的，是海军，是空军，是供应海空两军的大量军需工业，是运输军队和军需的多数船艇。日本对付中国的抗战，曾经是北自黑龙江，南到海南岛，现在他还要延长战线到荷印，到马来，他有几份国力，何况他是在三年长期战消耗中的，所以他现在陷进一个矛盾的里面，要南进，他必须从中国抗战泥沼抽出脚来，这双脚抽不出来，他休想南进。 \\n 日本要想在汪伪组织身上解决这个矛盾是不可能的，汪伪组织要用日本军队宪兵把守，才可以勉强存在，日军一退，他们必须逃在日军之先，日军要用一百万兵为汪伪打江山，而汪伪丝毫不能帮他退一团，抽一旅，在大矛盾之中的日本军人，眼看着这漆黑一团的汪伪组织，纵然不愤火中烧，也要倒抽冷气，大吹大擂送一位赔客阿部大将“总理待遇”“特命全权”入宁陪伴，也就算对得他们住，他们还想从阿部身上要个什么东西出来吗？ \\n 这个说法，还是浅一层，若把世界综合的形势来推论，则日本更陷于前进不能，而不前进便后退的困境。日本无论在南海开辟战场与否，他的目的主要是中国，这是没有疑义的，“对华政策，就是日本外交政策的全部”，须磨的说话，是顶明白了，如今欧战要把全世界卷了进来，中国问题再不会还是孤立的问题，而有与世界战争联在一起的必然的趋势，现在英法两国政府下了反守为攻，竭尽国力，全面作战的决心，美国参战的舆论，一天一天高涨起来，倘若意大利作战于地中海，美国将一面竭尽其经济的力量，助长英法，而一面加强海空军队，监视太平洋的和平与安全，在这个大趋势之中，日本如果还是守着“不介入”欧战的政策，则列强决战的结果，无论何方胜利，日本都不能参预，这就是说，日本不参加大战，其对于“中国事变”的目的，仍然不能达到，反而袖手以陷入最大的困难，如若他想参预这回总决算，则马上就要赌他的余剩的国力，以扩大战场于中国之外，简单的说，日本为了解决“中国事变”不得不参战，但是为了参战，又不得不先“结束中国事变”，这个循环是无法打断的。 \\n 日本的言论界自四月以来，已提出“介入”与“不介入”的讨论，而在军事行动方面，已向南进的方向做着准备，渺小的欺哄的烟幕汪伪组织，渺小到不堪打算，欺哄也欺哄不了，其结果冷客之汪系只好坐冷板凳，陪客之阿部也只好在主人席上打一盹，即令再努力的谈判，总不过签订一张空话充满的废纸。这张废纸岂能作为日本百万兵长期战的代价，何况那废纸挡不住一阵仗，骗不住一个人。 \\n 冷板凳上面的客，眼圈是红红的，但是看看钱，算算命，只好坐了下去再说吧。 \\n ◎三、无政可行的行政 \\n 那末，汪集团拿住了一个“政府”，可以不管三七二十一，行起政来好了，却又不然。 \\n 首先在行政区域内方面，汪伪组织并没有辖境，第一、内蒙是完全独立的区域，第二、华北是特殊化了的，第三、武汉的局面，仍然不容汪系活动，第四、厦门海南已规定为特殊区域，第五、广州虽有汪系伪省政府，而实除菁华之广州市，却仍以彭东原为“跳加官”；第六、剩下的苏浙两地，上海一市，都有人事的保障，不许改变伪行政区域，算来算去，只有山西路一带，住宅几幢，鸡鸣寺一带，官署几所，就是这儿，也还是日本宪兵维持秩序，倘若是为这地位和特别公费问题，周佛海与梅思平吵嘴，丁默村和李士群打架，解劝者依然是日本人。 \\n 其次在经济行政方面，日本对中国的经济侵略，以各种“国策公司”“特殊公司”为中心，每一公司统制一业，每一公司自成一个行政团体，每一公司有其超法令特权，国策公司或特殊公司，非得日本外交及军事当局许可，不受变动，或干涉，例如铁路，有华中铁路公司管理，公路亦然，伪铁路部根本不能过问，又如电政，掌握住华中电气通讯公司，伪交通部只好旁观，又如工商事业，则分由华中振兴公司十多个“子公司”主管，蚕丝纺织，乃于日常食品，各有专司，贸工商部的工作，只有搜寻尚未统制的事业，签“要纲”，拟章程。卖给日本，铁矿煤矿以及各种矿业，已为华中矿业公司所独占，食粮贸易，有大昌公司，粮食生产在中国游击队正规军的手下，盐务有华中盐业公司，航业有东亚航业公司，及新近扩大的中华轮船公司，广州交通在通运公司，与广州内河航运组合之手，如此类推，不必全举。 \\n 再次财政方面，海关盐署为日人所控制，不肯让伪财政部染指，统税局仍操于日人，每月开支预算一千六百四十万，每月拨给统税（加一点盐税）约四百至六百万元。其在目前还靠伪府开幕时四千万元借款余下的二千万元贴补，预料至六月以后，伪财部将无法应付。 \\n 开办银行，发行伪币，则有华北联银与联币的前车之造，使日本商民乃至政府不肯同意，尤其不愿使伪币再与日圆发生联系。伪财部要开银行，除了打家劫舍，绑票勒索，以集资本之外，实没有别的神机妙算，达到滥发伪币弥补短绌的目的。 \\n 最后，说到军事行政，这一层，不必多说了，他们招了一点“军官”，一点“军队”，既无钱又无枪，更没有自由的军令，说是点缀品，仍不免日本军宪的预防和监视。 \\n 最有把握的是汪及最要紧的干部逃生养命的准备金，估计其公共存储者，在港纸五十万，法币三百万以上，然而他们如果一哭而可以去，要到日本作寓公时，也要一批一批交给日本特务人员，作为保护费吧，即令勉强可以保持，其分润者不过四五家，此外相从作奸的一群，唉这一只有携管路费出南京？"}
{"章节": "○日本在长江下游的经济独占", "正文": "○日本在长江下游的经济独占 \\n  \\n  \\n ◎一、引言 \\n “日支新关系调整要纲”规定扬子江下游为日支经济紧密结合地带。这个规定是去年五月汪日双方在东京已经确定下来的，因之去年十一月十二日汪日谈判便没有再加改变的余地。 \\n 日本经营扬子江下游，时间已有一年多，公司已有几十个，日方与汪方谈判的时候，一面确定所谓扬子江下游经济紧密结合的原则，一方面在各条又重复声明所谓“新中央政权”，承认“既成事实”，或继续“维新政府政务”，在重重条约保障之下，日方以军事政治的手段制造的经济独占组织，要把长江下游的经济及经济有关的事业，全操在日人之手。 \\n 我们不必苛责梁鸿志、王子惠这一类的人物。他们是在日本军人铁拳之下不论条件拉出来的。所谓“维新政府”，始终不过是一个无能无力无法律根据无对外关系的维持会。现在汪派要自称法统，自称党统，自告奋勇对抗第三国，并且天天在上海、东京与日方讲条件，“争自由”；但是眼看这些亡国的事实，轻轻的承认。这真是汪先生自己说的话：“我如这样，罪比王、梁还大了。”可惜他自知而仍然不能自拔。我仍然以血泪希望他能够自拔。 \\n 因为汪日谈判要涉及扬子江下游的经济问题，汪方从日方得到许多经济独占组织的文件。我现在把这些外间得不到的文件，整理排列起来，大家一看，就可以看出日本以军事政治手段独占扬子江下游经济的实际情形与计划了。（按：上面所说的“文件”，就是“维新政府”的“行政院”“实业部”与日本陆军特务部海军特务部及日本驻沪总领事署所签订的卖国密约。） \\n ◎二、上述事例的特点 \\n 看过这些协定、要纲、章程、各公司资本及股东的详情之后，我们可以指出下面的各种特点。 \\n 日本方面在华中的经济设施，最显明的一点是以“统制”的名义，独占各种事业。她对于每一种经济事业，连生产和贩卖在内，设立一个公司。这个公司，就是一个独占的组织。这独占组织，消极的有免税免租的特权，积极的有征用国有财产，占用国有财产上的各种权利，征用私人的土地，由“政府”保付本息以发行公司债，由“政府”保证股东的股息等特权。每一经济事业，除独占公司以外，不许同类公司之设立。 \\n 日本方面设立的法律上独占或实际上独占的公司，重要的都是依于协定而设立的，“政府”不得单独的变更或解散它。不重要的公司，如华中振兴公司的投资，也事事都要请示日方，才可以管理，不独法令不能变更她的章程，并且法令还要追随她的章程所根据的协定或要纲而改革。 \\n 合办公司除极少数而外，都有“现物出资”。现物本是中国的财产，日本人拿去，加上一些现金或是机器，就由合办公司独占起来。扬子江下游的铁藏，江浙皖的电报局无线电台，无锡的丝厂，海上的渔船，淮南的煤矿，凡此种种，都成了合办公司的现物出资。 \\n 现物的估价有时显出痛心的数字。扬子江下游的铁藏，是中国最宝贵的矿藏，是中国重工业前途的资粮，但仅估作一千万元，作为合办独占公司的资本。三省的电报局电台电线，作价五百万元，交给日本人独占去了。 \\n 现金出资，中国人很少。有些公司，中国人股款百分之一的成数都没有估到，而名之为合办。中国人不过是一种点缀。很多的公司里面，出五百元的中国人作了董事，每年可收薪水几万元出卖中国的经济命脉而自求一本万利，这种董事能董什么事？ \\n 总之，凡是沦陷区内中国国家或私人的财产，可以作企业之用者，日人投下一些资本。便成为合办公司的股本，而由日方独占起来。 \\n 日本人果然拿出这些现金资本来投下吗？却又不然。她榨取中国的财政收入，作为她独占的合办公司的现金资本。这种财政投资，既没有代表者管理公司事务，又不许和日本人股东一般分红。财政的股份，必须在日本人股东已分到足额的红利以后，不能分红；并且日本人股东如得不到足数的红利利息，中国财政当局还要补偿她们。 \\n 傀儡政府帮助这些特权合办公司征用中国国家和私人的财产，以供其使用。其代价是“政府”可以依于公益的必要而发命令给这公司。可是如因此而使公司受了损失，“政府”还得赔偿她们。 \\n 我们对于这些办法，无话可讲。连日本的比较倾向自由主义的学者如今中次{麻吕}，如波多野鼎都说这不是“合作”，这乃是“抢”。 \\n 如此“合作”，也还有利令智昏的人们去合作！也还有一班人去替如此“合作”作宣传鼓吹！祖宗的坟墓和子孙的摇篮都被日本人“合作”去了，还要替“中日合作”作理论解释！“维新政府”不足怪，我单怪这些天天与日本讲“独立自由”的条件的人们，不把这些现象加以严重的考虑！他们不独不加以严重的考虑，并且还要组织一个“中央政府”，企图化无数的事实上的零卖而为条约上的总批发！ \\n ◎三、无结果的汪日经济谈判 \\n 经济总批发，也曾经过几度的谈判。 \\n 民国二十八年五月之时，汪精卫在东京向日方提出“关于尊重中国主权独立之希望”，其中“经济”一项，共有六条，如左： \\n （一）军事时期由日本在华机关或个人占领或没收之中国公有及私有工厂矿山及商店，应即发还，另订适当合办办法。 \\n （二）目前合办之公私事业，对于原有之资产估价过低者，须以客观标准重行估价。 \\n （三）合资经营之公私事业，日方必须实际投出资金或材料，不得以发行股票挡塞。 \\n （四）合资经营之事业，无论公营或私营，日方资本不得超过百分之四十九。 \\n （五）合资经营之公私事业，其最高主权仍属中国。 \\n （六）“国民政府”迁回南京以前，南北两组织在军事时期所核准之契约，虽不能全部认为无效，但必须重新审查。惟审查时，日方代表必要时得临时列席说明。 \\n 这条件的大过失，是以承认日方“合办”为前提，而其内容又极空洞，不足以针对现有的日方独占办法。这个空洞条件，日方的签注，还条条驳斥。现在录下日方的签注于左： \\n （一）原条文如上，签注如下： \\n “兹所指之物件中：‘公营’之范围不明。国有、省市县有、国立银行所有、其他尚有以公司之形式而经营之国营即特殊公司所有者，其间各有差等。此种物件大抵为日本方面认为敌产而处置。日方对此已依“敌产处理规程”处分其一部。其主要者另示之。 \\n “‘私营’之中，工厂矿山之主要者，目前多置于军事管理之下，以为所要之经营，除供应军需而外，亦计及一般民生安定与职业。其方式乃由日方诱致适当之事业家，加以技术与资本，尽量使与原所有人之中国人订立合办协定。现亦有同意合办者，然大部分顾虑重庆政府之恢复，不应允合办。合办必俟恐怖根绝之后，始可期待。其中更有等待日本势力撤退，然后恢复事变前之原有经营体制者，亦有期望‘新政权’成立后，可以纯由中国人合办者。 \\n “总之，除有‘敌性’者外，别无没收而消灭中国人所有权者，大抵均置于军事管理之下，加以技术与资金以经营之，而期与正当所有权人合办”。 \\n （二）原条文见上，签注如下： \\n “对于固定资产之评价未有不依客观标准而为不正当之处置者。惟因根据战斗行为以后或战斗之中之实况而评价，乃有如下之结果： \\n “（Ａ）例如铁山之评价，其对于无治安秩序之各地天赋之矿藏评价，难如平时以试探试掘等科学方法而为之，故以事变前中日及第三国学者实际家对于各铁山所发表之蕴藏量开采量为评价之客体。由三山镇以下至下游浙西一带即谓三角洲地带矿藏之铁，概算为一千万元。是否有此价值，非今后数年之调查，难于核定（但在今日，似嫌估价过高）。 \\n “（Ｂ）电气通信设备，中国方面当初有谓其评价苛酷者。故中国方面专家认为须就实地评定之。然以例言之。如真如电台实际检验以后，亦无不满者。其评价乃由“维新政府”依法决定者也。 \\n “（Ｃ）对于蚕丝及水电之评价，某方面反对甚烈。但此带有政治色彩。其中心为江苏省长陈则民，而进攻梁院长，即至今日，对于水电评价之反对，尚未止息。 \\n “（ａ）华中蚕丝公司现物出资之估价分为二次。第一次为去年八月十日，工厂机车六千零二十部及附属建筑物，评价为二百万元。第二次系本年三月十三日，工厂机车三千七百二十八部，评价为一百万元，均经过中日专家及官吏以人数相同之委员组织委员会审查者。又实地调查工厂及其它物件，乃由日本官吏一人维新政府官吏二人行之。其评价标准系以赁货价格，现有价格及买卖价格互相比较对照之客观方法决定。 \\n “原来办理现物作资之要点，对于现物出资者，不论如何，不能作过高之评价，同时须使接办公司不致于担有不实财产以危及将来之经营也。 \\n “（ｂ）华中水电之评价，由于水电毁于炮火，几同废物。其评价乃于日军占据后即行实施。但要考虑以前经营者所受之影响而尽量从高评定，然至今尚有反对者，不胜遗憾也”。 \\n （三）原条文见上，签注如下： \\n “中日双方均无此例，一切处置均皆适当”。 \\n （四）原条文见上，签注如下： \\n “此后经营之诸事业，应以中日新关系建设之根本意义上行之，而应随其事业之性质以构成适当资本。如视中日两国为对立而欲抗争投资之多少，此种观念，双方均应排除也”。 \\n （五）原条文见上，签注如下： \\n “法人系随属其国家主权，无须赘言。” \\n （六）原条文见上，签注如下： \\n “南北两组织核准之事业中，与日方军官协议实行者，均以建设东亚新秩序之最高理想为目标，无背于建设新中央之主旨者。其或有若干应修正者，待新中央政府成立后，由中日当局缓重研究之。 \\n 这样的“说明”，把汪的原案完全驳斥了。十二月二、四日，日方对于前述的“尊重中国主权的希望”，送了一个答复。其中“经济”项下，六条如左： \\n （一）随事态之平静，当根据日支新关系调整之原则，订定合办办法，或根据合理的方法考虑交还，但在事变中，因被认为军事上必要，同时因敌性之存在，已有为日军处理者，此层希望谅解。 \\n （二）如真评价失当者，中日间可设置适当的评价委员，再行评价，吾人决无异议。 \\n （三）认为不合中日经济提携之本旨而失当者，当改正之，并无异议。 \\n （四）根据日支新关系调整之原则，主对实现中日经济制度结合之地带，尤其对该地域内之特定事业，需要特别措置，此外并无异议。 \\n （五）根据日支新关系调整之原则，在中日经济提携之限度内，概如所望。 \\n （六）有违反日支新关系调整之原则者，再行审查之，并无异议。 \\n 在日方提出这个答复时，“日支新关系调整要纲”还没有提出。当时汪的干部，茫然不知这一切事项都要依据以为决定的日支新关系调整原则是什么。他们对于这个答复。提出回文，除双方无异议的各点外，只是询问各项名词，如“强度结合地带”，“如特殊事业”等等的内容和意义。 \\n 十一月初间，汪的干部接到十月三十日收到的“日支新关系调整要纲”以后，才知道所谓“日支新关系调整原则”是些什么。一场谈判之起自五月直到十月者，就这样无结果而终局了。 \\n ◎四、“日支新关系调整要纲”的经济原则 \\n “日支新关系调整要纲”附件二“日支新关系调整要项”，第三“关于经济提携原则之事项”共有七条。在汪日谈判中在争论最力的是第七条“日支协力建设新上海”。这一条是规定扬子江下游中日经济紧密结合地带的。这一条争持的结果，成立原则的协定，即设立中日经济协议机关，协议中日经济合作事项，建议于所谓“新中央政府”与上海市政府。“政府”对于其建议“郑重考虑”。 \\n 此外，谈判的结果，综括说明如下：（以与扬子江下游经济有关者为限） \\n 一、关于“既成事实”的规定： \\n （甲）“要项”第二条：“承认事变中新国交修复以前既成事实之存在，按事态之许可，以日支新关系调整原则为根据，逐次调整之”。 \\n （乙）“日支新事态秘密谅解事项”第二“与维新政府之关系调整要领”第三条规定“新中央政府”继续“维新政府”之政务。 \\n 二、关于扬子江下游经济事业的规定： \\n （甲）关于国防矿产资源者： \\n “要项”第三“关于经济提携原则之事项”规定华北以外，“其他之地域，特定之必要国防资源之开发利用，予日本以必要之便利，但其利用则必考虑中国之需要”。 \\n （乙）关于一般产业者： \\n “要项”第三规定：“关于一般产业，日本应中国之要请，予以资本及技术之援助。” \\n （丙）关于航空电信者： \\n “要项”第三规定中日交通协力之重点，有本国之航空，扬子江之水运，由中日合办，但注重于中国原有国营民营事业之恢复。 \\n （三）扬子江下游通信，由日本予以必要之协力。 \\n （丁）关于“华兴银行” \\n 在“核准谅解事项”内“与维新政府关系调整要项”规定“华兴商业银行”仍然存在，但在“新中央政府”成立时，得停止其纸币之增发。 \\n 其中，只有“华中铁道股份有限公司”，依铁路国有国营的原则，可以由经营公司改为投资公司。所谓“新中央政府”有没有力量做到这一层，那要看事实的推移了。"}
{"章节": "○敌伪的和平谣诼", "正文": "○敌伪的和平谣诼 \\n  \\n  \\n ◎一、谣言必多 \\n 近来上海传出的“和平”谣言很多：有的说，国民政府有要员到海防，与日本方面谈判“和平”。有的说：香港有日本代表与国民政府代表诼判中日“和平”的基础原则。我要指出这种谣言的内在阴谋，今后这种谣言，不独谣言不独还要流行，并且还有多次的流行。我可以说汪伪组织成立以后，日方要把“和平攻势”当做日常的工作来做，汪伪方面更要把这件事当做主要的工作来做。他们说这是“和平运动”，充实他们预定的幻想的招降运动，一月二十二日我曾在这个电报里说他们这样的成功，就是中华民国的失败。他们日夜处心积虑要消灭我中华民国立国建国最后的军事经济的实力，他们把这个工作当做他们对于日本的基本的报销。这个工作失败，便是他们根本的失败，也就是中华民国的成功。 \\n ◎二、分裂中国 \\n 日本军人对于中国的政治进攻，实际上要分裂，形式上要“合流”。在实际的分裂运动上，他们要分中国、“满洲国”、“蒙疆”、“华北”、“华中”、“华南”，而华中又分裂南京与武汉为两片，每一地带设一个傀儡“政权”，而由一个特务机关操纵。在同一个“政权”内部，他们细加分裂。例如武汉的现状：“参议会”实际是所谓“湘鄂赣政权”，最近改成“中江银行”，“武汉特别市政府”管辖武阳夏三市，“湖北省政府管辖零落的县，他们把这三个机关，弄成各不相下的内阁。张仁蠡骂何佩，何佩又骂石星川。又如广州的现状：日本军队实际只占领一个广州市，一个汕头市，其余一些县城。还在旅进旅退之中，日本特务人员造了一个“广州市政府”，一个“汕头市政府”，又造一个“广东省政府”，却是“广东省政府”的区域，无收入，每日只好向彭东原一面斗，一面求。此外海南岛则改为独立省区，不受伪“广州省政府”的管辖。又如平津的现状：“华北政务委员会”这伪机关，不能指挥“北平市政府”和“河北省政府”。王克敏的话，只有伪“天津市长”温世珍听一点，因为温是王推荐于日方的。同样伪“河北省政府”只能指挥附近几县，远的县直接由日本宣抚班指挥，改组“维新政府”的伪组织，更比不上“维新政府”。上海伪市政府、江苏伪省政府、浙江伪省府人事均有保障，不能变更他们，各有其特务机关在后台理合。汪伪的命令，即同在汪伪组织内部，“维新派”与汪系相持不下，而汪系则有汪公馆派，周公馆派，以及其他各派。周公馆派，有罗派，丁派，李派，他们各找后台，各借后台的支持，相争相打，后台也没有别人，一样的是仁丹胡子在分途作怪。阿部的使命有二：一是与汪伪谈判根本“调整日支关系要纲”，以便发布而于谈判以后再考虑“承认”问题，一是调整日本在华各政治势力。然而南京上海，现在有日本驻华大使馆，日本派遣军驻沪特务机关，驻宁特务多为兴亚院华中联络部影佐机关，如是等等，阿部也就茫然，只好一声不响，多看几本故乡的笔记手册。 \\n ◎三、众伪合流 \\n 日本军人既已分裂中国境内占领区，却又要把各傀儡组织“合流”。日本特务人员把他们自造的伪组织凑合一下，名曰“合流”。过去汪系最恶“合流”二字，可是日本特务人员以及新闻记者，每天高谈着“合流”。在日方看来，不独“王、梁、汪三巨头”是“合流”，就是武汉广州各伪组织，都是“合流”。在这里最要明白，是汪自以为在王、梁、张、彭之上，而由日本特务人员看来，王、梁、张、彭是平列的。汪系入宁所支配者，鸡鸣寺一带的官厅，山西路一带的住宅，这叫做“汪政权区”，其余均非汪系之力量所能达到。好比养雀儿的人，把每个雀笼用蓝布周围遮住，只上面开一孔，养雀人可以从上面的孔看见每一个雀儿的活动，而各个雀儿之间，不许有任何接触。各傀儡彼此斗，彼此争，而由日本特务人员一面挑一面连，如此谓“合流”。 \\n ◎四、日伪今后的作法 \\n 日本军人一方面在其占领区树立“合流”的伪组织，一方面又企图以其占领区吸收并合抗战区。在经济方面，他们想发展占领区，封锁抗战区，在政治方面他们想用各种方法，把中国政府与伪组织“合流”。日本特务人员付给汪伪组织的一个任务，就是要国民政府来“合流”。这个任务明定于伪“中央政治会议”通过的“树立新中央政府之大纲”第一条，汪伪组织奉命之后，当然要执行，以为其主要的工作，而实际作一满意的报销。汪伪组织成立前，乃至成立后，得不到一个地方的响应，一支军队的投降，今后一定也是一样的。日本特务人员当然要他们的报销，他们没有报销，只有一面造谣言，再造一篇假账。汪伪组织的无能，已经暴露于世界了，日本国民当然看出日本特务人员伪造傀儡，而与之“调整关系”，是一个骗局，日本军人于此，又急迫而另想寻求“和平”的方法，这个要求，在中国方面毫无感觉，在汪伪方面，乃大惊而特惊。汪伪方面又于紧张之中，故意渲染，予以宣传。同时日本军人寻求无着，也只好宣传一番，向日本报账。如此下去，“和平”的谣言一定很多，也许日本要向南海扩大一个战场，因此卷入欧战的漩涡。所以他想拔出他陷在中国泥沼里面的泥脚，可是日本即令扩大战争及于中国以外，他的目的仍在中国，他决不会“现钟不打铸钟”。他另外“铸钟”，仍在是想由此能策应欧洲的战争以确保“现钟”。所以中国并不因为日本扩大战场于中国以外，便有轻松躲闪的余地。不久以前，日本外务省发言人须磨说过：“对华政策，就是日本全部的外交政策”，无论国际形势怎样变化，他的目的是不变的。因此，我可以说日伪的和平攻势，与国际形势的变化，也有关，也无关，事情是简单的，这是日伪预定的步骤。"}
{"章节": "○伪银行与伪法币", "正文": "○伪银行与伪法币 \\n  \\n  \\n ◎一、简单经济学 \\n 日本军队初进北平的时候，在西直门内陆军大学旧址，设立“宣传办事处”。日本人把招牌上面的“办”字写成“辨”字，汉奸无人敢于说他写错，于是“宣传辨事处”的牌子，就一直挂下去了。 \\n 汪逆伪组织的杏黄旗，本定写“反共和平”四字，后来有的写“和平建国”，有的写“反共和平建国”，南京考试院旧址的伪“国民政府”门旗是“反共和平”，新街口的旗却写“和平建国”，这是因日本人随便写。他们也只听其随便写，有一次汉口特务机关长柴山当面递一封信，上面写“汪兆铭阁下”，汪逆接信时一面脸板着一面口里还道谢，你有什么法子？ \\n 在日本特务人员任意搬演之下，汪周二人各有特性，汪的特性是每天讨论商量，但行为全与讨论商量两不相干，周佛海的特性是不讨论不商量，也不思索，在他看来事情总是简单的。有一条简单的经济学原理老早在他的心里，这个原理是“有钱就可以开银行，开银行就可以发纸币”，根据这个原理，他在去年六七月里，就定下了“新中央银行”为中心的财政金融计划。 \\n 那里来的钱呢，借日本钱，纸币没人用呢，大之制裁以日本宪兵，小之威胁以丁默村的特务。这是他的财政金融计划的前提条件和救济方法，为了借日本钱开银行而发纸币，他决定了请日本财政顾问。 \\n 第一次看出他的财政金融计划不通的乃是犬养健，周佛海于去年七月把计划给犬养，犬养拿了“计划”来看梅思平，犬养对梅说：“除了请日本财政顾问和请借款，这个计划是看不大懂。”也许犬养是英国留学生看不懂这位日本留学生起草的“计划”，梅在九月底才把这件事告诉我。 \\n 第二次揭破这个财政金融计划的，就是石渡、阿部内阁成立，石渡退位，于去年十一月初来沪，汪方派了张素民、陈君慧等去和他谈及银行纸币问题，他指定了什么重计中佐一类无关重要的人和张陈谈判，他本人说了一句“新中央银行不宜成立”的简单的话，就到南京去了。他由南京回沪，即东渡回日本，那谈判只半途而废。第三次揭破这个计划的，要算阿部的专家顾问青木了，许多的日本人都为华北的“联币”，以及华中的军用票“华兴币”的问题所困，他们不能忍受伪政府再印一批毫无价值的伪法币。使日本人陷入更大的难关。 \\n “有钱就可以开银行发纸币”的简单经济学原理是荒谬的；何况原理的前提不能成立，日本人没有再开银行发纸币的那样财力。 \\n ◎二、华北伪法币如何 \\n 据北平的伪“联合准备银行”年会报告，“联币”发行到四万五千八百万元，而东京朝日新闻四月二十四日的华北通讯，说“联币”发行额已超过五万万元。 \\n “联币”本是军用票的性质，随日本在华北军事的进行，“联币”发行数额只有增加，同时日本在华北要“开发”要“建设”，换句话说：日本为了掠夺并独占华北各方面经济事业，尤其是煤、铁、盐、棉花、羊毛等资源，也要增发“联币”。估计芦沟桥事变以前，华北流通的法币约三万万元，现在“联币”却增发到五万万元以上。 \\n 过去三万万元法币流通地域，是普遍于都市乡村，现在一般乡村以及多数县城，为日本军队力量所不及者，与游击队所控制者，全用法币，“联币”只通行于大都市大城市及主要交通线，即日本军队驻屯的狭小的线和点。 \\n 都市以乡村为营养环境，现在华北的实况，都市与乡村之间是隔绝的，即如北平游览区的西郊，现在亦以红山口为界，甚至于红山口的里面，夜间还不能通行。乡村的小贩如挑着农产物到都市去，即为游击队所截留，即令他能到都市，他卖货所得的是“联币”，这种钱在乡间是无用的，并且是违禁的，他还来做什么？都市的商人同样不能下乡买货，他拿着“联币”既不能安全下乡，即下乡也买不着货。 \\n “联币”客观数量已经膨胀，而主观上又堆积于少数的都市，不能购取乡村的产物，其价格当然跌落，而物价昂腾，现在的批发物价的指数，比民国二十五年贵到三倍有余。 \\n 再以进出口贸易而论，华北原为外国粮食与轻工业品消费市场，即以食粮而论，华北每年进口外国食粮的一万万元，而以出口之煤、皮革、羊毛、花生、棉花等货所得之外汇相抵。现在“联币”不能作买英美荷等主要贸易国的钱币，外商运货来华北时，不独受日本方面非法的限制和排挤，并且卖得的“联币”等于废纸，外商的生意当然不能做。 \\n 日本则由华北掠取煤、铁、羊毛、棉花等资源，而其对应所得之进口货为日本的轻工业品。民国二十五年华北进出口货，出超五千万。二十七年转为入超六千六百万元，二十八年入超额增为三万七千五百万之巨。入超大部以“联币”为抵，因此日本商人也只是取得不能换取外汇的废纸一批，只有用到华北。 \\n 日本对华北的输入所得的是“联币”，由于日本限制外汇，“联币”在名义上是“圆元同率”，但日本不许“联币”换取日圆，日圆法定汇价是英金一仙令二便士以上，但“联币”实价跌至英金四便士以下，四月间华北日支经济协议会决定加强“圆元同率”，但是实际上这个决定不能实行是显然的。 \\n 日本对华北输入增加，引起日本商民的不满。二月十三日，日本众议院预算委员会开会时，日本议员质问这件事，说道“日本为维持华北几万万联币的信用，在本国物资缺乏时，还要供给物资于华北，这是不能满意的事情”。日本政府的答复非常含混，只说仍然维持“圆元同率”。 \\n 如果日本不维持“圆元同率”则“联币”更要跌落，即令维持，也并不能使“联币”的价格高了起来。日本方面这个苦恼正在发展之中，他们现在正开会于东京、于北平，都没有得到良好的办法。 \\n 今年二月间，华北传闻汪伪上台，要发行所谓“新法币”于是“联币”暴跌，经日军再三辟谣才略为回涨，倘如汪伪法币发行，则华北的货币问题，更使日本方面无法下手。 \\n 华北日军占领地与华中日军占领地的汇兑协定，也没有可能，“联币”是与日元同率，“华兴券”则由日本定为六便士，由“法定价”而论，便无法规定汇率，但在实际上，“华兴券”在华中并没有地位，华中日军占领地流通的仍然是法币，另外有日军强用的军用票。 \\n 华北货物向日本以外出口，是不多的，因为外国钱币与“联币”没有联系，因为华北对外出口，往往转到上海方面来脱离日本的控制。 \\n 最近日本企图运用物资交换制度，使华北华中之间，以现物交换（大阪每日新闻三月二十四日），两处的日本兴亚院联络部，协议以华北的煤与华中的米麦交换，一年之内想达到五千万圆的数量，（大阪每日新闻四月二十三日）这种办法也足见伪币问题达到难于解决的程度。 \\n ◎三、日圆集团华中除外论 \\n 在华中日军占领地，“华兴券”是一种名义的兑换券，日本发行“华兴券”和中国规定的关金一样，不过是计算上的单位，“华兴券”的发行数额，从来是采取消极紧缩政策，所以在市场上没有地位。 \\n 华中仍然是法币流通地带，日本军队只是强制使用大量的军用票，军用票购买货物，是强制的，因之日军驻屯地点的货物多向非占领地逃避，长江下游的生产区域，最大部份本来是中国军队及游击队保卫的区域，日本军用票决不能行使到这里来。 \\n 由于法币贬值，英法等外国持票者，能够出高价购买中国货，例如棉花，日商出价每担五十元，西商则出五十元以上的价钱，买到百分之五十至一百的中国白棉。日商无法与之竞争，日商如要竞争，只有把日圆买法币而用以买货，这样在日本政府看来，就是日金出口，不得不加以限制。日商如把华中当作日圆集团地域来看，则若于军用票不能与西商竞争，“华兴券”又不为商业活动而增加数额，即令“华兴券”增加数额，也不过追随“联币”而同陷于跌价的困境。 \\n 上海为中外银行汇聚的场所，无论什么纸币，如不能通行于中外银行的范围以内，便没有价值，无论日本增发“华兴券”，或印发伪法币都只是蹈军用票的覆辙，徒然发生一个伪法币与军用票如何调整的难题。 \\n 汪方“专家”研究的结果，伪法币要与日圆同率，但是这个主张是空话，“圆元同率”在华北已是没有效用而徒陷日本于苦恼的。如要求“日圆伪币同率”，日本又要求什么呢？日本要求你的伪法币，有已独立的价格，你的法币如何可以在国际市场上而有价格呢，这不是“专家”的问题，这是事实不许你做到的。 \\n 如若伪法币大量发行于华中，而“圆元同率”，其结果日商向华中输入的货物，又只能换得伪币，日商想用伪币购买中国货，中国货一样逃避，日商要把伪币拿去买英美荷的货物，又要先把伪币换成日圆，日圆只得膨胀，日金只好外流，日圆因而跌落。这个苦恼，日本已经设法救济了，二月五日日本议会开会时，日议员质问道：日本贸易在一九三九年度虽说出超八万万元，但若除开日圆集团贸易外，结果是入超四万万元，其对日圆集团之出超十二万万元，既不能换取外汇，而此入超四万万元却须支付外汇，现在如果华中又发行与“联币”相同的伪法币，更增加此种困难。 \\n 最近上海的日本商人主张把华中划出日圆集团之外，以便日商在此与西商竞争，就是由于上述各种困难而起，在此时，在周的伪中央银行与伪法币的政策，当然不合日本方面的胃口了。 \\n ◎四、简单经济原理的揭破 \\n 周佛海的简单经济原理，是被日本人揭破了。原来日本没有这份钱，所以不能就开银行，开银行也不能就发纸币，也不能就发横财，这恰与他“有钱就可以开银行，开银行就可以发纸币”的幻觉是相反的。然而日本在中国的举动，一律是自造困难，伪行与伪币，虽说招致困难，仍旧是要进行的。汪伪的财政，非滥发纸币不能维持，同时日本在华中的军事，与所谓“开发”之独占经济活动，也要求滥发纸币，日本商人固然感觉痛苦，日本对中国的侵略行为，本来是日本军阀财阀在一般日本商民的痛苦上面强行的。 \\n 至于日军占领地内中国商民因此而感受痛苦，例如华北粮食缺乏与物价高涨，以致于此屋骈死的惨状，老早在于汪周之流意想之外的了。"}
{"章节": "○附录一", "正文": "○附录一 \\n  \\n  \\n ◎日汪密约全文 \\n △二十八年十二月三十日签订 \\n ⒈以日满支建设东亚新秩序为烟幕，置中国于日本奴役之下。⒉以善邻修好为甘饵，实行政治侵略的野心。⒊以经济提携为手段，实现搜刮资源的企图。⒋以共同防卫为幌子，到达华北驻兵的目的。⒌以沿海岛屿的占领，作为南进北攻的支点。 \\n 日支新关系调整要纲 \\n “日支新关系调整要纲”（此件及附件，系十一月五日由影佐在六三花园交周佛海梅思平十二月三十日在沪签字，三十一日由犬养健携回东京，高宗武注）。 \\n 【一】日支两国政府以“附件一”所载调整日支新关系之原则为准据，调整两国之新国交。 \\n 【二】承认事变中新国交修复以前既成事实之存在，按事态之许可，以前条之原则为准据，逐次调整之。 \\n 【三】承认在事变继续中，基于必然之要求而起之特殊事态之存续，及特殊事态随情势之推移乃至事变之解决，以调整日支新关系之原则为准据，逐次调整之。 \\n 【四】对于前列二项另行研究之。 \\n △附件一 \\n “调整日支新关系之原则” \\n 日支满三国在建设东亚新秩序理想之下，相互善邻而结合，以东亚和平之枢纽为共同目标，其基础之事项列记如左： \\n 【一】以互惠为基调。设定日支满三国一般的提携，尤其善邻友好共同防共经济提携等原则。 \\n 【二】华北及蒙疆在国防上并经济上设定日支强度之结合地带，在蒙疆地方则除前项之外，因防共之关系，特别设定军事上及政治上之特殊地位。 \\n 【三】在扬子江下流地域设定经济上日支强度结合地带。 \\n 【四】在华南沿海特定之岛屿，设定特殊地位。 \\n 【五】对于右列诸项之具体事项，以附件二所载要项为准据。 \\n △附件二 \\n “日支新关系调整要项” \\n 第一、关于善邻友好之事项 \\n 日支满三国为相互尊重本然之特质，浑然相提携，以确保东亚之和平，而举善邻友好之事共起见，应全般的讲求互助连环及友好之手段。 \\n 【一】中国承认满洲帝国，日本及满洲尊重中国之领土及主权，日支满三国修复行国交。 \\n 【二】日支满三国政府一切政治外交教育交易等，足以破坏相互友谊之措置及原因，将来逐渐消灭之。 \\n 【三】日支满三国实行以相互提携为基调之外交，对于第三国之关系，不采取违反此基调之一切措置。 \\n 【四】日支满三国协力于文化之融协，创造及发展。 \\n 【五】日本派遣所要之顾问于中央政府，以协力于新建设，特别强度结合地带及其他特定地带之重要机关，配置顾问职员。 \\n 【六】随日支满善邻关系之具体实现，日本逐渐考虑租界及治外法权等之交还。 \\n 第二、关于共同防卫原则之事项 \\n 日支满三国协同防共并协力于共通治安之维持。 \\n 【一】日支满三国各在其领域内铲除共产份子及其组织，并采互携协力于防共之情报宣传等有关事项。 \\n 【二】日支满共同防共之实行，为达到目的，日本将所要之军队，驻屯于华北及蒙疆之要地。 \\n 【三】另行缔结日支防共军事同盟。 \\n 【四】第二项以外之军队，视全部及局部之情势如何，当尽量从速撤退，但现驻华北及长江下游之军队，当继续驻屯至治安确立时为止。 \\n 【五】为共同维持治安起见，承认日本舰船部队得在长江沿岸之特定地点及华南特定岛屿驻屯停泊。 \\n 【六】日本在大体上对于驻兵地域内所存之铁道航空通讯，及主要港湾水路，保留其军事上之要求权及监督权。 \\n 【七】中国在日本驻屯区域内之警察队及军队等武装团体之配置及军事设施，暂时以治安及国防上之必要之最少程度为限，日本对于中国军队警察队之建设，由顾问及教官之派遣武器之供给等协力行之。 \\n 第三、关于经济提携原则之事项 \\n 日支满三国为举动连环及共同防卫之实现，关于产业经济等，基于长短相补有无相通之旨趣，以共同互惠为主旨。 \\n 【一】日支满三国对于资源之开发、关税交易航空交通通信气象测量等，为实现上述之主旨，及以各项之要旨，缔结所要之协定。 \\n 【二】华北蒙疆之资源，尤其对于蒙藏资源之开发与利用，中国由于共同防卫及经济结合之见地，应与日本以特别之便利，即在其他之地域，关于特定资源之开发利用，由经济结合之见地，亦予以必要之便利。 \\n 【三】对于一般之产业，日本子中国方面以必要之援助，关于农业，则援助其改良，设法增加其产量，以安定中国之民生。 \\n 【四】关于中国财政经济政策之确立，日本予以所要之援助。 \\n 【五】关于交易，采用妥当之关税及海关制度等，以振兴日、支、满间一般的通商，同时对于日、支、满间，尤其华北间之物资需给，应使其便利而合理。 \\n 【六】关于中国交通、通讯、气象及测量之发达，日本予以所要之援助乃至协力，全中国航空之发达，华北之铁道（包括陇海线），日支间及中国沿海之主要海运，扬于江之水运及扬子江下流之通讯，应为日、支交通协力之重点。 \\n 【七】日、支协力建设新上海。 \\n △备考 \\n 【一】新中央政府赔偿事变以来日本国臣民在华所受权益之损失。 \\n 【二】新中央政府在日、支新国交修复以前，对于日本有关系之重要事项，应与日方密切协议。 \\n △日支新关系调整要纲附件第一，与临时政府之关系调整要领。 \\n 【一】本要领所称之华北，大体上指由长城线（不包括在内）以南之河北省、山西省、山东省及大体上旧黄河以北之河南省地域而言。 \\n 【二】鉴于华北与日、满两国在国防上、经济上为强度结合地带之特殊性，根据日支新关系调整之原则，为对日、满之地方的处理，设置华北政务委员会（假称，以下同）。 \\n 【三】关于华北政务委员会之权限、构成等具体事项，应于中央政治会议中协议之；然在中央政府树立前，由汪、王两氏共同决定之。 \\n 【四】华北政务委员会之权限构成，在日支新关系正常化之时，以能具体实现下记诸项为限度；但在此以前，亦应以上限度为目标逐次整理之。 \\n 废止“临时政府”之名称，重新由华北政务委员会暂时继承既成事实，以图政务移行之圆滑，不使人心有所不安。（一）关于共同防卫，尤其防共、治安之协力：⒈关于随日本军驻屯而发生事项之处理。⒉关于日支防共、治安协力所要事项之处理。⒊关于其他日支军事协力之处理。 \\n （二）关于经济提携尤其埋藏资源之开发利用，及日满华北间物资之供给。⒈关于日本关于埋藏资源之开发与利用，而供给特殊便利事项之处理。⒉关于日满蒙疆及华北间物资需给合理化事项之处理。⒊关于日满蒙疆及华北间之通货及汇兑协力事项之处理。⒋关于航空铁道通讯及主要海运之日支协力事项之处理。 \\n （三）关于采用日本人顾问及职理（职员）事项之处理。 \\n （四）联银制度及与此相关联之制度在有存续必要之期间，中央政府予以所要之助成。 \\n （五）暂时规律华北政务委员会与中央政府间之主要事项。①华北政务委员会为支付所要经费而采取确保必要收入之措置，因是之故，关税盐税及统原税则上虽为中央税，但关税收入剩余之一定比例，与盐税收入剩余，及统税暂时属于华北政务委员会，又对于上述国税征税机关之监督，由中央政府委任华北政务委员会。②华北政务委员会在某种程度仍有起债权。③官有财产仍照现状，属于华北政务委员会，逐渐调整之。④海关邮政及航空，应置于中央政府管理之下，然此等现状之改变，则逐渐行之。⑤陇海路之管理及运营，属于华北政务委员会。⑥除特出官外，所属官吏之人事权，属于华北政务委员会。⑦对第三国之外交交涉，由中央政府行之，与 \\n 日满间随地方的处理而发生之交涉，由华北政务委员会行之。第二、与维新政府之关系调整要领【一】一方尊重维新政府之立场，而防止其动摇，同样诱导其融合而归一于中央政府，使其在中央政府树立之前，继续处理政务。【二】中央政府树立后，虽使维新政府谅解，而不设置政务委员会等，然关于其主要人物之体面与地位，汪方应考虑及之。【三】中央政府成立，而维新政府解散之时，中央政府暂时继承既成事实，以图政务移行之圆滑，勿使人心有所不安。【四】在扬子江下流地带，为实现中日经济之强度结合起见，日本之特别要求如左： \\n （一）对于新上海。 \\n １．关于新上海建设之协力事项。 \\n ２．关于在新上海所措置之随日本军驻屯而 \\n 发生事项之处理。 \\n ３．关于在新上海所措置之航空主要海运扬 \\n 子江民运及通信之协力事项。 \\n ４．关于其他一般日支协力而在新上海所处理之事项。 \\n （二）为使上述日本方面之要请容易实现起见，讲求设置日支经济协议机关等所要之措置。第三、与蒙古政府之关系调政要领。 \\n 【一】本要领所称之蒙疆，大体上系指内长城线（包括在内）以北之地域而言。 \\n 【二】鉴于蒙疆在国防上经济上为日支满三国强度结合地带之特殊性，关于外交（对日满交涉除外）以外之行政立法司法与军事及对外蒙交涉，以既成事实为基础，承认其有广泛的自治，而为高度之防共自治区域。 \\n 【三】为设定蒙古联合自治政府，与新中央政府之关系，在召开中央政治会议以前，于汪精卫或其代表与德王或其代表之会见中，以文书约定左记事项。 \\n １．中央政府承认蒙古联合自治政府之高度防共自治之既成事实。 \\n ２．关于调整两政权之关系、根据本谅解、在新中央政府成立后，另行协定之。 \\n 【四】前项之谅解成立之时，由蒙古联合自治政府派代表出席中央政治会议。 \\n 【五】在中央政治会议不议论第三项谅解范围以 \\n 外之事件。 \\n 第四、厦门 \\n 汪方承认厦门特别行政区域之事实。 \\n 第五、华南沿海特定岛屿 \\n 华南沿海特定岛屿中，在海南设置中央政府直辖之局地的行政组织（连军事处理机关），基于日本在该岛之特殊地位，使其处理左记要求事项： \\n 【一】关于随日本军驻屯而发生之事项。 \\n 【二】关于日支军事及治安协力之事项。 \\n 【三】关于国防上必要的特定资源之开发与利用之事项。 \\n 【四】关于航空通讯及海运之事项。备考 \\n 【一】本要领包括将将来日支间应约定之执方要请事项，及中国方面之内政问题应自动措置之事项。"}
{"章节": "○附录二", "正文": "○附录二 \\n  \\n  \\n ◎汪逆送交敌方之“新政府成立前所急望于日方者”汪方八月下旬去文，由周佛海交今井武夫带去，高宗武注日本方面对于中国方面所要求之关于中国主权尊重原则之实行，曾经以书面答复，对于中国方面提出之希望，充分承认其趋旨并约束努力其实现，兹中国方面鉴于中央政府成立期近，认定下列各项为中央政府成立之必具条件，而其实行亦与日本方面关于地域的及时机的考虑并无妨碍，特望日方予以同意。 \\n 【一】自去年五月英日关税协定之后，关税即存放正金银行，截至现在，仅江海关一处已有一万八千余万，外债及赔款部分截至本年一月三十一日止，重庆政府已经偿付，故本年一月之以前外债及赔款基金，以及关余请交还中央政府，惟法律上手续须俟中央政府成立后始能正式退还，拟请日方同意两点。（一）在中央政府成立之前，请令正金银行由关税存款项下以借款形式先借支四千万，俟政府成立后转账偿还。（二）存放正金之关税存款全部退回以后，每月关税收入亦解缴中央政府国库，但可以一部分存放正金，其余存放中央政府指定之华商银行。 \\n 【二】目前苏浙皖三省统税局系独立组织，不属维新政府，每月税收缴日本特务机关，由该机关交一部与维新政府，应商得日方同意，中央政府成立时应由财政部接收税收，应解散国库。 \\n 【三】盐税为我国收入大宗，但目前则无收入，华中有所谓通源公司，系日本经办之食盐运销机关，几不纳税中央政府成立前应商得日方同意，中央政府成立后，盐税税务行政纳税办法均须恢复事变前状况。以上三点，系关财政者，如不办到，则中央政府即不能成立。 \\n 【四】请日方同意于中央政府成立后两个月内，开放长江由上海至南京一段，其交涉由中央政府主持办理，至防止外轮为游击队运输武器，可在技术方面严密设法，中央政府成立后，必须获得英法美事实上之承认，如长江不开放，则此点决难办到。 \\n 【五】沿京沪线之通行证改由中央政府发给。 \\n 【六】南京车站及各城门之检查，由中国宪警行之，日本宪兵在城内捕人时，请会同中国宪警行之。 \\n 以上二点虽似小事，然于变更人民观感，改善人民心理，关系甚大，惟此二点须得现驻南京之日军当局澈底了解，始能切实履行，应请日方注意办理。 \\n ◎日方答复要旨 \\n （十月中旬送到，高宗武注）关于华方要望之我方答复要旨： \\n 【一】关于关税收入者。（一）中央政府成立前之借款，横滨正金银行上海支行存有上海海关之关税收入现金，至此项存款中，在新中央政府成立前，于一定条件之下，以借款的形式动用四千万元一层，如对于将来新中央政府成立后正式调整日支新邦交之准则，即日支新关系调整之原则，及其他过渡的办法能得到确实担保时，则有设法以副尊意之准备。（二）新中央政府成立后关税之处理，关于新中央政府成立后之海关制度及关税收入一层，在原则上当归中央政府统一管理，但华北及内蒙之关税收入，除外债担保部份外，请归属华北及内蒙，又关税收入暂请继续托存横滨正金银行。 \\n 【二】关于统税者，新中央政府成立后江苏浙江安徽三省之统税，由中央政府财政部接收，税收归国库等，逐渐加以调整一层并无异议。 \\n 【三】关于盐税者，新中央政府成立后，华北及内蒙以外之盐务行政及盐税纳税办法，拟逐渐加以处理，对于恢复事变前之状态一层，并无异议。 \\n 【四】关于长江开放者，日方亦希望日军在长江流域作战行动上之必要和缓，而得将长江之全部或至少一部地域实行开放之事态早日到来，但在目前事态之下，尚未明示其时期。 \\n 【五】京沪铁路通行证之发给及首都车站等之检查，对于贵方意见，因鉴于新中央政府政权尊重之旨趣，在主要上并无异议，对于其实际上之调整，希望能即适应治安状况等现地之实情而由中日双方之关系官宪间协议之。"}
{"章节": "○附录三", "正文": "○附录三 \\n  \\n  \\n ◎高陶致大公报函记者阁下： \\n 武圣一介书生，行能无似，然自束萎受书，略闻爱国大义，认为国民报国，当不辞牺牲一切以赴之，中日国交失调以还，奔走国事，一秉此旨。抗战既起，私念日方当不乏悔祸之识者，战争应终有结束之途径，苟能贯彻抗战目的，克保我主权与领土行政之完整，则曲达直达，不妨殊途同归，爰不顾外间毁誉，愿奉微躯，以期自效。 \\n 去年之夏，武承汪先生相约，同赴东京，即见彼国意见庞杂，军阀恣横，罔能望其觉悟，由日返沪以后，仍忍痛与闻日汪双方谈判之进行，以期从中补救于万一，凡有要件，随时记录。十一月五日，影佐祯昭在六三园，亲交周佛海梅思平及圣等以日支新关系调整要纲之件，当由汪先生提交其最高干部会议，武亦与焉，益知其中条件之苛酷，不但甚于民国四年之二十一条者不止倍徙，即与所谓近卫声明，亦复大不相同，直欲夷我国于附庸，制我国之死命，殊足令人痛心疾首，掩耳而却走，力争不得，遂密为摄影存储，以观其后，其间敌方武人，颐指气使，迫令承受，或花言巧语，涕泪纵横，汪先生迷途已深，竟亦迁就允诺，即于十二月三十日签字。武圣认此为国家存亡生死之所关，未可再与含糊，乃携各件乘间走港，离沪时曾嘱人通知日方，告以此种和平方案，为中华民国国民任何人所不能接受，抵港后，即函电汪先生及其他各友，请其悬崖勒马，勿再受日国之欺骗与利用，以冀公私两全，除将摄存及抄录各件，送呈国民政府外，兹送上“日支新关系调整要纲”，暨附件之原文摄影整份（另附译文）。汪方提出“新政府成立前所急望于日本者”之去文及附件、日方复文各一份，敬请贵报即予披露，俾世人皆周知，勿使真相长此淹没，以至于不可挽救。 \\n 更因须附陈者，日支新关系调整要纲附件第二关于共同防卫原则之事项下，共有七条，其第四第五两条日文原件内未列，此因当时该两条原文，汪方认应修改，后由板垣临时修正，嘱影佐口述，与周降庠君记录，今照所记录者，在译文内补正，特并陈明，区区之意，并不欲借此以求政府及国民之谅解，不过略表我入主张和平之初衷耳，书不尽意，即颂。撰棋 \\n 高宗武、陶希圣谨启（二十九年一月廿一日） \\n ◎高陶致汪逆等电 \\n 上海愚园路一一三六弄汪先生汪夫人钧鉴，褚民谊、周佛海、梅思平、丁默村、陈春圃、林柏生诸兄钧鉴：希圣宗武等主持并参加先生与日本之外交谈判，在道义上应有保持秘密之责任，惟希圣宗武等认为日本方面，割裂及灭亡中国之企图，非独先生及干部旧友不可得而私为秘密，以求致一时之成功，亦终必为日本有识之政治家所抛弃，先生及干部旧友，若期待如此之成功，亦即为中华民国之失败，希圣宗武等为四万万同胞及万代子孙之独立自由之生存计，认为上述之道义上责任，不复存在矣，临电神驰，不尽万一，切望先生及诸旧友悬崖勒马，放弃此于己无益于国有害之运动，则国家幸甚，民族幸甚，即希圣宗武亦幸甚。陶希圣、高宗武叩养（二十九年一月二十二日）。"}
{"章节": "○附录四", "正文": "○附录四 \\n  \\n  \\n ◎陶希圣宣布汪逆卖国经过 \\n 去年十月三日，周佛海、梅思平、和我三人，受汪逆之命，同往六三花园，与敌方影佐犬养清水等会见，影佐提出所谓中日新关系调整要纲之原则及附件。他提出时说：“这是日方全部的希望，希望大家坦率的讨论”，十一月五日，汪逆把这些文件提出“干部会谈”，除上述三人外，有高宗武及陈春圃、林柏生诸人，由此继续谈判约两星期，因华北铁路防共驻兵及上海问题，一时未能得到解决，遂告停顿，至十二月二十八日，犬养与周佛海暗中接洽，结果再开谈判，三十日双方签字。 \\n 结束谈判的会谈，本有公博、佛海、思平、柏生和我五人参与，公博于二十八日匆促离沪，不愿结束这个谈判，我决意不去出席，最后也不签字。 \\n 当条件初判定时，汪逆夫妇都很失望，很忧戚，其时曾邀同我和宗武密商停止“组府”的方法，后来敌方，与汪逆内部相互呼应，表里迫促，遂竟草率结束谈判，决意向“组府”而前进。到了这时，我认为再不脱走，一方面要签字于密约，一方面要断送生命于上海，十二月廿十八日，我筹划去港方法，一月三日与宗武一同走港。 \\n 去年五月以前，汪逆对于交涉，均由宗武主持，旧方因宗武态度严正，乃改与迁就到底之周逆佛海谈判。 \\n 宗武对汪虽知无不言，但深知大势已去，无可挽回，决意脱走。 \\n 临行之时，感慨万千，既走之后，凄凉孤寂，朋友别离，家属陷落，更使我感觉天地之宽，容身无地。今后我既执意于问世，且无章于求谅解求出路，我只是不愿分担敌方这样的条件之下的任何责任，别没有何等的意见。 \\n 中日之间能不能获得和平？结束战争？纯以中国能不能获得主权独立行政完整为权衡，如若不能，当然不可以“和”，不可以“和”，当然不必勉强的“和”，试看日方所提条件，有没有尊重中国主权独立行政完整的诚意与决心，有没有为中国主权与人民生活留一点的余地，这不是口舌所能争，我们到港以后，曾本此意致电于汪逆及干部诸友，说道： \\n “弟等主张和平，迄今三载，此志不渝，切望其成，不愿其败，其所以退休，乃鉴于条件之不能接受，‘组府’之不堪尝试，若以为如此尚可谓和平，如此尚可以建国，殊足寒心！为我公计，何必就‘维新政府’之既成局面，插入我亲爱之同人，而自诩为独立自主之政权，此种政权，除签订条约外，毫无意义，断为事实，非口舌所能争，所望我公及同人，能于愤慨之余，重加思索，勿以爱公为仇公，不别而行，乃痛于三十日签字之迅速，深知别即不能成行，故出于此。” \\n 回电痛责我们不该走，一句也不提“组府”问题的话，我们最后的劝告，是既然无效的了，乃于一月二十一日送出敌方所提条件原文，二十二日在各地各报发表，以求国人的公判和警悟。 \\n 要问条件包含的地域，我可以答道，从黑龙江到海南岛，要问条件包含的事物，我可以答道，下至矿产，上至气象，内至河道，外至领海，大陆上则由东南以至于西北，这一切的一切，毫无遗漏的，由日本持有或控制，如分别来看，我可以指出下面的几点要义： \\n △（一）“满洲国”的承认 \\n △（二）内蒙 \\n 依条文，内蒙是中日间国防上经济上紧密结合地带，再加以设定军事上政治上特殊地位，这就是说，内蒙为高度自治区域，军事、立法、司法、行政，各种权力，都是独立的，一方面中国政府不能过问，他方面日本既驻兵又开发，再派遣政治顾问，换言之，日本却完全控制住了。 \\n △（三）华北 \\n 恰如元代的中国，蒙古画中国为腹里、汉人、南人，以蒙古制腹里，以腹里制汉人，以汉人制南人。华北就是日本认定的腹里，所谓国防的经济的紧密结合地带，就是说：（Ａ）华北政务委员会继承“临时政府”而为独立政权，（Ｂ）华北有防共驻兵，及维持治安驻兵，以为控制，再加以绥靖军受倭籍军事顾问的支配，（Ｃ）华北财政经济为华北政务委员会随便处置，不秉承汪逆伪组织的指挥，（Ｄ）一切资源，尤其是国防资源，以及农产物之羊毛，棉花，皆归敌方开发利用，（Ｅ）在防共的名义之下，文化宣传，由华北政务委员会主持，（Ｆ）如此独立之华北政务委员会，接受倭籍联络专员，此专员也就是政治顾问的换汤不换药代用物，此外财政经济顾问，技术顾问，还得任用一批，（Ｇ）华北铁路有三条，委托华北交通公司经营，其余各条，要聘用敌人作会计，车务，工程处重要职员，还要设敌人参加的委员会主持联运。 \\n △（四）华中 \\n 华中便是倭寇认为“汉人”的地带，所谓经济上紧密结合地带者，就是一切经济事业，不由敌人专办，就由敌人合办，以中日经济协议机关为其运用之枢纽，一切计划，都由此向汪逆伪组织及“上海市政府”提出，再加（A）扬子江下游?奈种伟沧嗢˙）扬子江下游通讯的协力，所谓协力，就是“你想合作也合作，不想合作也要合作”，扬于江的内河航运，由中日合办，最注意的，是招商局码头，仓库，由敌人船舶利用。这样的条件之下，倭寇垄断长江的航运，还谈什么开放长江。 \\n △（五）华南 \\n 华南便是倭寇认为“南人”的地带，他要在华南沿海岛屿及厦门驻军，这个驻兵不是防共驻兵，也不是维持治安驻兵，有永远的性质。 \\n 海南岛已经发现的国防资源，如铁锌铝等，要协力开发，未经发现的，将来也要协力开发。 \\n △（六）一般 \\n 除了一个个地带划分之外，日本对于一般的政治经济财政教育思想文化气象测量等都要控制，他是既取其全，又取其偏，既制其偏，更制其全，大家看了原件，就可以知道了。以上所说只还是修正案的内容，此原案较为缓和一点，可是大家一看，就可以知道在这种条件之下，中国人只有死路一条，这样的条件，也还有人欣然接受，其接受之迅速与轻易，有时使敌方参与谈判的人大吃一惊，敌方有识者，旱已看出他们的接受不能代表中国国民了。当然这种条件纵有人来签字，在中国国民看来，仍是一张废纸，祖宗在坟墓里叹息，子孙在肚子里已经卖掉了自由，你们忍心组织一个政府去执行吗？ \\n 敌人如果想结束战争，取得和平，只要把这个条件从文字到精神一笔勾销。汪逆及其干部如果想结束战争取得和平，也只有把这个条件和根据条件的一切活动一笔勾销，等待敌人更进一步的觉悟。（二十九年一月二十九日）"}
{"章节": "○附录五", "正文": "○附录五 \\n  \\n  \\n ◎陶希圣笔录中的“日支新关系 \\n 调整要纲”的阐释 \\n 为了使国人明了所谓“日支新关系调整要纲”的内容，有几点必须加以解释，解释最好以敌方谈判代表人在敌汪谈判中所下的解释和说明为准。记者获见陶希圣氏在这个谈判中记下来的笔录多纸，爰抽出几个要点，加以解释，披露于下： \\n 【一】文件的名称：附件之里面包含汪逆伪组织与“维新”、“临时”、蒙疆、厦门、华南岛的关系，这个文件，在谈判完毕时，改称“秘密谅解事项”。 \\n 【二】全文的任务：所谓“中日新关系调整要纲”，为日汪协定的基础方案，相约永不发表，将来“汪逆伪组织”成立，始根据这个方案，作成各种协助及法令。条约及法令当然比较基础方案好看一点，其中“不大好看”的处所，则永为密约，不予发表。 \\n 【三】既成事实与原则：这个方案规定日本与汪之间的协定原则，在敌方眼光里面，这些原则与既成事实还有很远的距离，自从“汪逆伪组织”成立后，依据原则，逐渐把事实改变过来，换句话说，由现在的既成事实，变到这个方案所定的原则，还要敌方与“汪逆伪组织”种种的努力。 \\n 既成事实之中，还有许多是不可改变的，详言之，“要领”里面对于既成事实分为两种，一种是可以渐渐改变的，这种只是通常的事实，一种是不可以改变的，这种就是特殊事实，什么是特殊事实，这全靠敌方自由解释。 \\n 例如蒙疆的完全独立自治，是不变的特殊事实，华北政务委员会的特殊的存在，敌方亦希望其为永久的。 \\n 即令可以改变的既成事实，也要“汪逆伪组织”先行继承再加调整，并不是“汪逆伪组织”一朝成立，就可以依据原则而观感一新。 \\n 总之，所谓“中日新关系调整要纲”里面，敌方如有让步的处所，并不是即刻就让步，非经长时间的种种困扰，仍然不能实现。 \\n 【四】驻兵：光谈驻兵谈判，中日双方同意于和平恢复后，随治安之确立，两年以内撤兵。所指的军队，只是作战部队，作战部队的撤退，在条件上要治安完全确立，在时间上要两年，两种条件没有完成，作战部队仍然不撤，还有什么叫做和平恢复，这还要敌方自由解释。 \\n 作战部队可撤，“防共”驻兵不撤退，“防共”驻兵在内蒙华北的北部和胶济路可以说是半永久性的。 \\n 作战部队“防共”部队之外，还有“维持治安”驻兵，“维持治安”驻兵区域为华北及扬子江下游。 \\n “作战”，“防共”，“维新治安”驻兵之外，扬子江舰队，东南沿海及特定岛屿的海军驻兵为永久性的，其任务在对抗英美，与华北驻兵之在对抗苏联相同。 \\n 【五】“防共”驻兵的说明：敌方说明日本对苏作战的战线，是针对苏联对中国出兵的三路而设计的，苏联的一路是从甘肃到陕西，一路是从外蒙到内蒙，一路是从西伯利亚到所谓“满洲国”。故敌方主张防共驻兵，以内蒙及长城线为第一线，以正太路为第二线，以陇海路为第三线，而以山东驻兵与所谓“满洲国”驻兵相呼应。在谈判中，敌方许以第二线以北及胶济路驻兵为平时的办法，如到战时，则陇海线也要驻兵。所以敌方力主陇海线划归华北的范围，汪方未予同意。 \\n 【六】强度结合：所谓“强度结合”，谈判中改为“紧密结合”，“紧密结合”地带有四类：第一个是国防的经济结合地带，再加军事上政治上特殊地位，即内蒙。第二类是国防的经济的紧密结合地带，即华北。第三类是经济的紧密结合地带，即华中之扬子江下游。第四类是军事上紧密结合地带，即华南沿海特定岛屿与厦门。 \\n 紧密结合的内容有几个成分，第一是驻兵，包含各种驻兵在内。第二是资源开发上特殊便利，第三是通讯的能力，第四是特别行政机构的存在。 \\n 【七】协力：“协力事项”，屡见于文件之中，汪方曾询问（协力）是权利的还是义务的。敌方的解释是说“协力”有的是权利的，有的是义务的，有关国防者是权利的，有关经济者有的是权利的有的是义务的。 \\n 权利的协力，即敌方无论中国同意与否，非协力不可，义务的协力，即敌方须应于中国的要求而后协力。 \\n 【八】特殊便利：“特殊便利”，指中国愿将一般的法令改定，使敌方不受其拘束，“特殊便利”与“便利”不同，单说“便利”，是说倭寇有优先权，“特殊便利”则指中国必须给与以“便利”与“协助”而言。 \\n 【九】军事上之要求权：军事上之要求权与监督权谈判中改为“军事之要求”，军事上要求，就是说敌方为了防共，或维持治安而驻兵于某地时，敌方如要求中国之济港铁路通讯等机关或设备之利用，中国不得不应允之。 \\n 【十】地域之解释：蒙疆原案为内长城线以北之内蒙与晋北，连内长城线在内，谈判中改为内长城线不在内。 \\n 华北谈判中改为河北山东山西三省，依原有省界。 \\n 华南沿海特定岛屿，指海南岛、三灶岛、东沙岛、西沙岛、南朋岛、大鹏湖岛，换言之，即控制广东及香港领海之各岛。 \\n 【十一】敌人顾问职员之种类：顾问有四种：一为政治顾问，蒙疆伪组织有之；二为财政经济顾问，“汪逆伪组织”有之，伪华北政务委员会，伪上海的政府，伪青岛厦门等市政府有之；三为自然科学之技术顾问，省级以上各级政府有之；四为军事顾问，汪逆伪组织有之，并由此分派驻在于华北军事机关。又华北伪绥靖军有之。 \\n 联络专员有两种：一为华北政务委员会之联络专员，二为青岛、厦门、上海各市府警察局社会局之联络专员。 \\n 职员：一为通常之日籍职员，县以上政府有之，二为海关吏、教官、技术师，特加注重，三为华北公路之会计、工务、车务各处职员，亦特为注重。（二十九年一月廿五日）"}
