{"章节": "记胡雪岩故宅 许国英", "正文": "　记胡雪岩故宅许国英 \\n  \\n 记胡雪岩故宅 \\n 民国·许国英 \\n 予此次续作西泠之游，已于湖艇再笔中，详纪游踪。今兹所作，则完全纪胡雪岩之故宅而已。七月初五星期曰，汪君来寺游散，语次及杭城近状，忽郑重言之曰：“杭城有一特殊建筑物，今将拆毁，后此更无机缘，可再睹庐山面目，盍一往观？”予询安在？汪曰：“即五十年前大富翁胡雪岩之第宅是也。在元宝街，其构造闳丽，雕镂致巧，甲于近代。曩以家落，没入宫中，辗转未获售主。今为某银行所有，将取其材移建他所，已支解十之三。苟不速过，则交臂失眼福，宁非可惜？”因言华人无保存古物特性，若在欧西，必不令市伧轻毁，相与愤慨，予兴跃跃，亟欲一观，僧又渡亦拊掌，约诘朝偕行。无何，夜雨甚，陵晨未已，不克行。初七曰，天始开霁，又渡因事先入城，予至三时后，始往华孚，又渡亦至，遂偕周、汪、何三君及又渡，与予五人往。所谓元宝街者，纯以广长文余之天池石成，横亘道周，不假接合，中岭端陀，若元宝心然。其门外又特制一石元宝，平嵌街心，高墙周环，直逾百雉，虽层楼不露顶也。垣址坪方，左缺一角，为小理发肆。汪君辈俱言当曰雪岩欲并其址，肆主不允，雪岩请以闹市巨厦交换，或积金钱如其址之容积而易之，均不许，不得已罢议，迷信者曰：“此青龙方，如崩一角，即胡氏失败之由也。”陋俗可哂至此。由耳门入，书厅七楹，文窗晶格，依然完好，惟尘秽积耳。外则一亭绕廊，已去材而存址。更入，为斋厅七楹，正厅五楹，木皆樟楠磨漆，榱题楹桷，皆雕刻花草人物极工细。铁马屈戌丁鸟金铺等，皆精铜镂花，厚几逾指；惟年久泽黯，无以发其光华，门间沤钉兽环，大半摘去而留〈辶亢〉迹。导者曰：“噫！此为军人攫去易资耳。”尤可惊者。池底皆铜蓄水，如巨盎然，丘八先生掘之，售值数百金也。当年且千金，予第咸太息。见堂上尚有粘楮书军需室书记处者，证导者言不诬。 \\n 庭下竹头木屑，纵横碍足，十余匠，斤削锯斧，大斫而小，长截而短，拾视其木，率红楠、紫檀、樟梓美材，或嗅之有香。匠云：“彼中将以铺地也。”骐骥盐坂，黄钟瓦釜，人才且若是，何惜乎堂室？矧华屋山邱，古人先我言之矣。导者辄指示其阴棚承溜，俱精铜范成，阴栅且用机括舒卷，当曰欧西铜铁机械未行，胡翁乃匠心自出机杼，其工程之缜密可惊也。闻尚有传唤之线索，如今电铃然，尤有巧思，今锈且断矣。当年宴乐笙歌，声伎杂进，棚端皆张五色锦幔，玻灯庭燎，战电夺月，故壁巅皆玲珑嵌空，中燃风烛，机铃琅然，百诺雷应。睹此遗尘，恍萦脑印，佥曰。一时豪举也。左折得一门，额曰芝园，入之，奇石镂骨，老树拿交，登月台，石级白如玉，真天台也。上本有廊，已撤尽，积砖若埘桀，草深没胫，非蹊所经，且长于人矣。雕石栏犹存，下有曲池，即所云范铜为底者。桥栏接武，直走前庑，其栏皆支铁作骨，外烧五采釉磁，虽多毁损，拭之犹呈灿烂色。下有深洞，可达对面一亭，约数百武，直通池底而过。洞旁多石刻，佳者不多，乃知胡翁醉心富丽，不宜以风雅事相责。洞顶起榭，五色玻璃，绵延窈{穴叫}，下望如仙山楼阁。其一端则峙层楼，更上一层，则吴山城市，历历如螺掌，惜湖波为立马峰所蔽耳。摄衣惹草，蛛网胃发，抵前庑，壁有方觚，只存蛎屑者，云昔皆嵌宝石翠玉成画，亦赠丘八先生作花酒资矣。惟门屏犹存，大理石纵几五尺，横三尺余，想以过巨难携而弃之也。每一折必有壁障，垂花蕉叶，表里洞明，题联金碧，句虽不甚佳，亦足点缀幽境。转过得一门曰“香雪海”，广庭茂草，想前此植梅，惨遭斩伐，环庭为画楼，三面如一，则胡翁当曰藏娇娱乐地也。登之，蜂房蜗院，中七而左右各六，导者曰：“中央嫡妻，环列十二金钗，余皆艳婢香巢。”椒壁云屏，镂刻较外室益工巧，门窗皆有机括，可按之启闭，云：“胡翁恐群姬匿私，一机动而诸房都无遁形。” \\n 予问螺丝太太及四脚裤事，信有之乎？导者笑而不答。惟言胡翁渔色，于沪、苏访艳量珠外，凡本城小家有姿者，出而见之，必多方罗致。有某杂货肆之妇，丰姿楚楚，胡翁以为美，召其夫畀数百金，俾别娶；且置之某巨肆中，厚其薪给。及家败，此妇携资归，犹与夫团聚，称小康，今下世不数年也。胡甚宠此妇，群姬争之，因各献长技。妇果擅胜场，群姬相顾不敢复言。不知即为螺丝太太否？众笑曰：“此珍闻也！不才又多资料矣。”导者并指示胡翁曩置八宝床处，如皇帝之御榻，盖一精舍，骤视之，色玻镜槛，亦与诸姬居等耳。过一瓦砾场，导者言此已撤之红木厅址也，众咸扼腕！予曰：“有成必有毁，苟无今曰，安容吾辈饱眼福？”汪曰：“若开放古迹为公园，则饱眼福者，岂独吾辈？”予曰：“此书生语也。彼袭欧俗皮毛者，为有利于己耳；若保存古迹，则何利焉，即以资购人产，将以适愿娱情，岂公园之是务？”既而导者果言某银行以四万金受此屋，售于某某二商，约撤三厅供移筑之用。二商亦以屋太稠密，愿撤之，改筑西式楼房。予笑曰：“何如？”汪曰：“然则让吾辈以三寸毛锥表瀑此旨。此百年物也。富贵一失势，乃他人入室，毁其经营，不可不志，以昭炯戒！”予诺之，愧不能详尽。归与又渡友戴先生言，先生谓彼之工程，所以如是密致者，因甫经兵燹，工值贱物力充，供过于求故耳。若在今曰，虽百万焉能置此？然则汪君保存之说，实为有情。余于神往之余，爽然若失。"}
