{"章节": "都门识小录摘录 蒋芷侪", "正文": "　都门识小录摘录蒋芷侪 \\n  \\n 都门识小录摘录 \\n 民国蒋芷侪 \\n 军机大臣那桐，现在内城金鱼胡同扩张住宅，胡同内外之居民铺户地址，全为收买。聘日本某测绘生相度工程，闻将建一极优美之西式园亭，估价五十万金，已鸠工庀材矣。此宅落成，不特石崇之金谷、贾似道之半闲堂不得专美于前，即此胡同之名，亦可与外城之丞相、魏染鼎足千秋。所可惜者，“金鱼”二字，不知又易谁何耳？（按，宣武门外丞相胡同，系严嵩住址，后人恶嵩，改丞相为绳匠，近又改为丞相，想有人崇拜嵩贼也。骡马市路北魏染胡同，系魏忠贤住址，后即名为魏阉，本朝某名士以阉字秽目，改为染，今尚仍之。或问：“金鱼胡同将来改何名称？”余笑曰：“幸则名‘那相胡同’，不幸则名‘那像胡同’，寄语相公，好自为之，他年可为京城舆图上添一段典故也。”） \\n 十二日午后，摄政王退朝，将出地安门，适有一玻璃马车西来，甫入城，闻警跸声，车遽止。道差军人，忽以枪头刺马口，马惊退，猛触人力车，后窗玻璃碎焉。车中人冠后翎尾亦被折断。急呼马夫回车，加鞭逸去。近年玻璃马车，在途横肆，屡起衅端。盖乘此车者，非达官富人，即阔少也，不图亦有今日，车中人何不出而与道差军人较也？ \\n 都城西山旁之翠微山，有八寺焉，惟焰光、灵光两寺，鞠为茂草。今灵光已修复，改名重兴寺。或告余，庚子联军既入，拳匪余孽，匿两寺内，无所得食，勒近村富人韩某出万金，请减，不许，竟杀之。韩妻子拟控诸有司。或曰：“不如迳入城控诸洋人。”果以兵队至，匪犹高卧未知也，闻枪声惊起，仓皇出御，尽被杀。两寺亦随毁，有一塔甚宏壮，亦为火药轰去，今惟存瓦砾矣。 \\n 联军将至，驻通州之将领惧，顾无计遁。皖人方长孺者，将领之戚也，愿代任斯职。将领大喜，弃军去。方领军则奸掠极无状，居民恨甚。洋兵至，咸赴诉，乃围而歼之。此亦吾国人自相残杀之一证也。 \\n 外国银行常例，每日午后三点钟下钥，虽有大汇款至，不顾也。近日海军部将汇购舰费于英，其数为四万磅。部员至汇丰银行，已过时矣。商之买办，不见。无可如何，惆怅返署，则该行之大班某适至，询何事，曰：“为贵署汇款事也。今日金价稍平，过是恐益高，请速汇。”部郎告以故，曰：“误矣。所谓三点钟限者，指寻常事也。若要事不定以此限，实则吾辈终日办事也。”部郎乃与之接洽竣事。而华人之为买办者，尚未之知也。 \\n 卫生巡警之笑柄，屡书不一书。顷闻酉城粉子胡同某姓宅，妇以产难亡，巡警来询明，饬收殓。殓后，巡警忽询其宅主曰：“此亡者是妇人，抑是姑娘？”主者啐曰：“是汝家姑娘！”又崇文门外高外家营丁姓，有人死，报知南营参将卫门，领有收殓执照。忽有巡警来，诘其何以不报，丁姓言已报参署，领有执照。巡警又曰：“以后如再死人，须报知本区。”丁姓怒詈曰：“以后即死汝一家人！”二事哄传于市。卫生巡警原系一种文明办法。乃若辈如此出言唐突，致惹讥评，可笑抑可叹已。 \\n 大栅栏厚德福酒馆，前日有讲新学者三五辈，与一四十余岁之老先生聚饮，谈及外洋各报纸，姗笑我辈发辫为豚尾，遇辄以手提之为戏，故我辈将其剪去。老先生醉后闻此言，愤形于色，立呼堂倌以小刀来，将辫割断，合座拍掌呼万岁。老先生在顺治门外上斜街某部郎宅设帐，酒后回宅，学生见其首蓬蓬然，相与哗笑。老先生怒，喝止之。课罢，举以告其家人，某部郎大为不怿。次晨，即具衣冠赴塾，正色告曰：“余功名从旧学得来者，不知新学为何物，阁下既讲新学，是与我意见不合，余子亦不敢请教！”老先生嘿然，遂检点行李他去。嘻！“断去烦恼丝，转使添烦恼，”其老先生之谓乎？ \\n 大栅栏福寿全洋货店，去冬店主死，欠债极多，店遂倒闭。商会禀官，将其存货及店屋器具出售彩票，其票数及得彩之号数，悉依湖北签捐票。有锡嘏者，满洲人，陆军部司员，亦店中股东之一。商会如其股分之数，以票与之，请其代售。且言如尽售即以抵股款；有余，则作君自购。锡遍托人售去若干，尚余若干。及签捐票号码出，头彩为锡得。系该店全基估值十万元，是夕有人愿以十万两转购，锡不允。次日至商会言：“吾与店主，朋友也。今人死店闭，家无以为养，吾不忍坐视，愿举头彩所得者悉以与之。”此事一传，锡之义声震京师。时山西提学使亦名锡嘏，适于是时死，年已七十矣。或乃为语曰：“锡嘏福寿全归，福寿全归锡嘏。”以命对，莫有能对者。 \\n 阅学务鉴定博物教科书，有云：“崔者，山里之留鸟也。”吾既不解其语，乃发愤骂曰：“如学部者，自尚侍以下及各司长，盘踞不去，败坏全国教育，真乃一种留鸟！” \\n 近有自署“南腔北调入”戏作北京清吟小班《竹枝词》二十首，诗云：“长林富贵松瀛墅（皆班名），为访名花镇日过。个个大人充都（去声）少，韩家潭畔马车多。”“辰光蛮好是新年，恩客来哉开果盘。喜听阿姨解颐语，果然蜜蜜又甜甜。”“檀香瓜子碟装来，敬客香烟三炮台。自拨琵琶自家唱，一声声是呀都歪。”“茶园日日携朋友，去去来来总一淘。临出门时呼走好，丁宁相会是明朝。”“春宵一刻原无价，破费千金也便宜。只要销魂果真个，洋钱念块啥稀奇。”“怪煞宵来发异香，梦中惊醒好鸳鸯。罗襦襟解闻芗泽，头上方邻马子房。”“迎宾门面对金台，更有中西旅馆开。喊得东洋车一部，阿侬要好自家来。”“几花家具皆洋式，该搭房间色色新。弗许碰和许吃酒，摆来牌饭也开心。”“短主窄袖时髦样，天足蹁跹踏软尘。出局今朝啥场化，上林春更胜琼林。”“清馆阿是普通名，真个销魂岂未曾。勿要当心防鼠疫，大人原本是瘟生。”（以上南班）“住人燕赵古来多，余韵流风今若何。八大胡同闲走遍，几回慷慨发悲歌。”“坎肩马褂套长袍，三尺横拖白札腰。小小坤鞋尖又瘦，行来一步一魂销。”“干妈大了又踉妈，枯瘦痴肥黑且麻。堪叹扶持无绿叶，枝枝辜负牡丹花。”“跑厅喊道几爷来，款步相迎笑靥开。打骂真成见面礼，暗中上劲要人猜。”“住局八元盘子一，北洋不及站人优。若干牌子亲查过，算到明天是帐头。”“纵非小白也多情，缺德何妨竟碰钉。好脸子恁那里摆，娇喉如啭上林莺。”“姑娘要菜客心欢，纸片飞来叫过班。唱罢二簧还大鼓，老师多赚两元钱。”“几帮茶客纷纷去，一点钟敲半夜过。换上座灯落保险，圆成好事要张罗。”“开销处处要洋钱，端午中秋又过年。生客偏多熟客少，下车容易上车难。”“南朝金粉野鸡窝，北地胭脂唤奈何。雾里看花云里说，贾家妹妹胜哥哥。”（以上北班）荣林班宝玉，游客多称之。顷福仙班有贾玉文下车，一时趋附者众，故末首及之。其实都门花事，匪特北班不堪寓目，即南班亦无美材，而王公贵游，日夕结驷连骑于其间，蜻蜣转丸，可厌亦复可笑已。 \\n 顺天府前在民政部领防治鼠疫费三万两。立局所，派医员，约耗三千余两；购药水，备器具，约耗千余两。刻下比户稽查，病而死者，逐日减少，而存款尚多，拟用之于各州县，乃近据检疫员报告，仅三河境内一二家有疫，其余各处，均无传染。治中骆某，检点药物十存八九，蹙然曰：“这大的地方，何以竟无病人？”闻者诧为奇谈。或曰：“此不足奇也。请看他日将三四千报销，膨胀而达于三万金，始足奇耳。” \\n 昨饮于大栅栏厚德福河南酒馆，隔座有两人聚谈。甲云：“近日各报纸，明目张胆丑诋政府，而政府亦忍受之，真有娄师德唾面自干风度。我若当权，必借端将各报馆全行封禁。”乙笑曰：“此足下所以不能当权也。”甲诘其故，乙曰：“做官须要懂官诀，始能希荣固宠。入政府者有十二字诀，所谓‘笑骂由他笑骂，好官我自为之。”甲为浮一大白，又言：“移奖实官，度支部前次奏准本年二月初一截止，现忽又请展限，其意恐失却大宗利源。倘此次满限，再请展限，未免有同儿戏。”乙笑曰：“度支部神通广大，听说目前因鼠疫经费太巨，无法筹拨，不久要奏请开办耗子实官捐。”甲又为浮一大白，又言：“京城内外，大街小巷，各部院衙门前后，骡马粪随时遍布，一遇雨雪，调成泥糊，臭不可闻，俨然一片大粪厂。”乙笑曰：“足下只知道京城地面上像大粪厂，可知道这般大老官肚皮里，装的是甚么？”甲正举杯，又欲浮一大白，闻乙言，不禁喷酒满案。 \\n 近有一士人状类痴颠，尝在后门大街一带，演说“十可恨”，其言曰：“外务部外交失败，一可恨；法部各级审判不清，二可恨；军机大臣不负责任，三可恨；资政院议员乞怜，四可恨；陆军部兵士腿快，五可恨；大臣卖国，六可恨；外人强硬，七可恨；钱铺坑人，八可恨；国民不知自强，九可恨；巡警管洋车不管马车，十可恨。” \\n 客有谈及中俄交涉者，痛心疾首，喟然而叹曰：“吾闻出于幽谷，迁于乔木，未闻下乔木而入幽谷也。今者吾国之外交，适成一下乔入幽之象，恶在其能取胜也？”余叩其故，客曰：“子不忆道、咸间京师设有抚夷局乎？泰西各国，吾概以夷视之，居高临下，非所谓迁于乔木耶？及圆明园被焚，抚夷局消灭，而同、光间之总理各国事务衙门成立，虽不敢夷视诸国，犹有居中驭外之雄心。及拳匪乱作，总理衙门消灭，外务部成立，于是向之居高临下、居中驭外之余威扫地尽矣，非所谓下乔木耶？驯致奉令承教，驯致喧宾夺主，近一二年来，非所谓入幽谷耶？”余曰：“昔之抚夷局、总理衙门，乃自大之过也。今之外务部，则主宾敌体，正当之办法，未可厚非。”客曰：“昔之自大，且日见馁败。今之敌体，能有以取胜乎？下乔入幽，此其时矣。”余无以难之，相与太息而已。 \\n 劝业场三层楼上，玉楼春茶室悬一联云：“有客皆书序，无腔不是谭。”上句指都中煤铺、米庄、饭馆等处匾额，皆有“王序”二字（现充政务处提调，字极恶劣，而好书匾额，人多讥之），下句谓都中王公走卒，皆喜学谭鑫培声调，盖纪实也。 \\n 给事中诚寿，寓内城中一区马嘎拉庙内，有仆王富、张顺二人，十八夜三更，该区巡长锡珍、恩昌等，带警兵多人，哄入庙内，将王富用绳缚去，俄而释回，又缚张顺去，良久亦释回。诚异之，诘两仆，据称并未犯罪，彼等无故拘去，拷打多时始释回。次日诚具呈肃邸，请究办。奇哉此事，诚仆即有罪，理应先告后拘，否则何至野蛮以逞，是能保卫治安乎？余百思不得其解。 \\n 西便门外望海楼迤西某处，近忽哄传有鬼，每日午后即现形，行者为之裹足。有好事者勇于胆略，欲觇其异。廿一日雪后初晴，怀短刀往伺之，果见有白衣冠如庙内走无常状者，披发吐舌而前，好事者于短垣内跃出执之，出刃欲刺。鬼忽大叫曰：“我人也，非鬼也。”诘其何故作此狡怪，乃言迫于饥寒，无术作盗窃，特假此诈路人财耳。问有家乎？曰：“有母在。”好事者出二银元予之，属改行，且戒之曰：“再如此，杀无赦！”此好事者可谓义士矣。告者忘其姓名，惜哉！ \\n 京师佛学研究会成立（宣武门内象房桥观音寺内），余有友亦善知识者，举以告余。余曰：“方今吾国世道坏极，人心坏极，佛菩萨以何慈悲方便救济？”友因述明季觉浪和尚语谓曰：“国初之时，譬如一锭大元宝，斩碎来用，却块块是精的。人见其太好，乃过一炉火，惨一分铜，便是九成了。九成银还好用，再过第二炉火，又掺一分，是八成了。八成后又掺第三、第四，乃至十余次。到如今只见得是精铜，无银气矣。必须一并付与大炉火，烹炼一番，铜、铅、锡、铁都销尽了，然后还他十分本色。然则如此世道人心，造物亦须下毒手矣！”余闻之豁然领悟，急合手颂曰：“善哉！善哉！” \\n 已故予告大学士崇礼，奉旨赐谥文恪，入祀贤良祠。二月二十七日，举行入祠典礼。上午九钟由礼部衙门，舁出黄亭一座，中供谕旨，又朱书黄牌四对：“太子少保”、“予谥文恪”、“文渊阁大学士”、“奉旨入祀贤良祠，”并有龙旗御棍，鼓乐提炉等，翼以行武官四员，骑马前导。礼部尚书荣庆肩舆以随，至六条胡同崇宅，升炮奏乐，公子跪迎于大门之外，荣尚书捧旨入宅。载涛、载[1234]、世续、李经迈等肃入大厅。荣宣读上谕毕，捧至垂花门外焚化。公子九叩首起，即传膳。世荣先行，候于祠。午后一钟，移崇主供黄亭内，涛、[1234]等随送入祠安位。道路观者啧啧称异弗置。按崇本姓蒋，内务府人，由郎中充粤海关监督，连任两次括银数百万两（其仆王某刻尚拥资数十万，其主可知）。回京数迁即大拜，庚子拳乱作，联军入京，崇宅闳丽，为奥兵占据。崇每日在后院哭泣，闻者哀之。迹崇一生事业，惟善括财，粤人谥之曰“贪夫”，而朝廷祀之为贤良，然则今之为大臣者，可以知所取法已。 \\n 长沙张文达公（百熙），怜才好士，管学部时，尝有广厦万间之志，嗣因绌于经费，又为忌者所厄，遂中止。殁后，门弟子醵金七千两，欲为公范铜像，因其家饣粥不继，此款权储京号义善源生息，以资存活。上月义善源倒闭，此款亦被干没。文达清风亮节，自堪千古，而是区区者，非不义之财，其后人亦不克享有，可慨也！ \\n 都中名人所书市招匾对，庚子拳乱，毁于兵燹，而严嵩所书之“六必居”三字（前门外粮食店北口路西），严世蕃所书之“鹤年堂”三字（菜市口路北），巍然独存。分明父子，淫贪误国，罪通于天，与桧贼齐名，至今三尺童子皆羞之，乃其恶札亦几经沧桑而不毁，倘所谓贻臭非耶？（按嵩本有才名，初仕南京礼部，人多称之。后因议大礼案，附和张骢、桂萼，热中富贵，始坏心术。世蕃才更优于嵩，不能干蛊，转以济恶，故父子俱败。嵩著有《钤山堂集》三十五卷，明人曾毁其板，遂少流传，顷闻琉璃厂一书贾，谋得原刻本，将付铅印。此书出，又必有人争购也。王凤洲《钤山堂歌》云：“孔雀虽有毒，不能掩文章。”信然。因记所书匾字，而并及之。） \\n 旅京西人，于初十日午间赛跑马，第一次乘马跑，二次驴跑，三次妇人乘跑，四次骆驼跑，五次妇人乘跑，六次跳涧，男女竞乘，殊可观也。沪、汉西人赛马，予皆见之，皆无西妇与赛。北方风气强劲，男妇均能驰乘，且多骡、驴、骆驼，不仅马也。西人旅京久，习与俱化，故举行赛马，亦与南方不同。因地制宜，谁谓西人不善变哉？ \\n 扶二自纳黄三、苏宝宝之馈，各报痛诋，丑声载道，老庆严责数次，不准入邸。扶力辩系外间谣传，左右亦为之掩饰，庆曰：“此刻我不管，倘有什么参案发现，我再与你计较！”扶大惧，初匿该妓于西河沿客栈，后又匿于城北某宅，均为各报揭载。扶恐蹈乃兄振大之覆辙，连累乃父，致演家庭恶剧，只得割爱，暂避风潮，商之刘十，代为划策。刘为乐亭著名富户，与扶为嫖友，因允将苏妓寄刘宅暂住。上月二十四日，刘命其侄某迎苏妓于北城某宅，乘京奉快车赴乐亭，扶送之登车，苏妓盈盈含泪，扶亦泣下沾襟，何其哀感至于斯也。说者以扶比明末吴三桂，而以苏宝宝比陈圆圆。盖吴昔领御林军，扶现充禁卫军训练大臣也。天道好还，可不惧哉！ \\n 权阉李莲英，秽迹腥闻，纪于各报者，已彰彰在人耳目。自监国摄政，惧罹不测，退居闲散，求保首领。然已富有多金，无他欲望矣。月前死去，群阉瞰其私蓄累累，筹思篡取，各遣心腹，四处调查，闻除大城原籍，及各银号金店存款外，其储于宫内者，尚有现银三百余万之多，因共谋瓜分，较量锱铢，遽起争斗。小德张大受夷伤，面奏隆裕太后，现已交内务府大臣查办，所有存款，概予充公，故日来宫内大兴土木，购置西式器具。交民巷各洋行生意兴隆，或谓皆出于李莲英死后之报效也。 \\n 淫伶李春来，在沪出狱，不敢操伶业，遁至津，津人诟之。近又遁至都门，诟者亦众。时值廊房头条胡同新开大舞台戏园，缺武生，李得以承其乏，奏技数日，观者尚餍望。然终以其人不轨，致其技亦不能大受欢迎。李欲回复名誉，每出竭全力以赴之，一日演《白水滩》，扮十一郎，至“忍气吞声是君子，见死不救是小人。”说白后，将头上所载之圆笠，向后一掷，讵用力过猛，掷落右楼上某女客怀内（都中戏台极恶劣，地面又狭，楼座几与台连，非如沪园宽敞，足以回旋，故李有此失），观者大哗，某女客亦怒（或言系某宅眷，又言系妓女）。次日赴警厅控告，李惧，即遁去。 \\n 八大胡同名称最久，当时皆相公下处，豪客辄于此取乐。庚子拳乱后，南妓麇集，相公失权，于是八大胡同，又为妓女所享有，酒食之费，征逐之多，较之昔年，奚啻十倍。客有初来京者，乘人力车告以赴八大胡同，车夫拉至，客遍观木匾，无八大胡同名目（近日都中各胡同口，皆标名于木匾上），以诘车夫。彼此言语不通，几起冲突。后警兵至，为言八大胡同，即此处纵横毗连之八条路巷总名称，非单独有此一胡同，客始恍然。有人咏八大胡同诗一首，将胡同细名包括在内，录之以为一般游客指迷。诗云：“八大胡同自古名，陕西百顺石头城（陕西巷口百顺胡同、石头胡同），韩家潭畔弦歌杂（韩家潭），王广斜街灯火明（王广斜街）。万佛寺前车辐辏（万佛寺湾系一小横巷，西通陕西巷，东通石头胡同），二条营外路纵横（大外郎营、小外郎营系一巷，折为二条，北通李铁拐斜街，南通韩家潭），貂裘豪客知多少，簇簇胭脂坡上行（胭脂胡同）。”按八大胡同，又名十条胡同，以该处大小巷计之，有十条也。 \\n 近凡放交涉使者，皆拜外务部堂官为老师，亦如从前部曹得京察者，拜堂官为老师，外官得保举者，拜督抚为老师也。老师名称之滥如此，则门生品格之卑可知。又从前京官习气，不如外官之重，惟户、工两部部曹，事堂官颇卑谄，工部尤甚，至有站班请安之举。潘文勤长部时，厉禁之。然各官除对潘外仍如故，殆生成一副贱骨也。庚子后，新衙门成立，而风气愈趋愈下。初立商部，堂官为振贝子，司官乃自称章京。后陈璧为侍郎，至天津见项城，亦自称章京，盖趋利伺便之心盛，他皆不顾矣。 \\n 或于某酒馆壁间题一联云：“世仆不为家所齿，续貂真与狗谋皮。”乍阅之不解所谓，醉后再观，上两字已了然，中两字指某侍郎也。昔年萍乡文芸阁学士，喜诙谐，尝呼某侍郎为“家狗”，以其名之第三字，形似狗也，或之意殆本此。 \\n 驻四川德领事，献驯熊两头于万牲园，由驻京德使照会外务部具奏，奉旨赏收，并电川署督王人文派员解熊来京。一微物耳，而如此郑重其事，意者亦外交上应有之礼节耶？ \\n 昨饮于上林春，言及近日员外郎之有别才者，皆戴红顶，名器之滥，莫此为甚。有客笑曰：“此中却有分别。”余曰：“不过一二品之间耳。”客曰：“非也，乃红色名称之分别，由私函请托而得者名笺红，贿保及捐得者名银红，诬盗杀民者名血红，办交涉者名洋红，襄办大婚典礼者名喜红，循资格而得者名老红。”余赏其名称之层出不穷，戏问曰：“近有充大帅娈童及妻拜亲贵为干女，妾与亲贵荐枕席而得者，当名何红？”客半晌跃然曰：“此可名之为肉红。” \\n 偶与友饮于韩家潭某郎处，友言都门花事，狼藉不堪，惟此等处尚可消遣。醉后为述往事数则，录之以供谈助。友尝携诸郎游天宁禅寺，指佛出句云：“者和尚长伸手，只想要钱。”某郎略解文意，对而不对，为润色之云：“那相公瞎淘神，不会冤斗。”又有某郎能属三字对，友举“十三旦”，某郎应声曰：“六一翁。”友异而诘之，某郎词穷，则曰：“系从前某太史对也。”卢陵有知，得无干笑。又有嘲黑相公五言律一首云：“万古寒渗气，都归黑相公。打围宵寂寂，下馆昼匆匆。飞眼无专斗，翻身即转篷（京谚剃头篷子是也）。陡然条子至，开发又成空。不图此中亦有苦海也。又有七绝一首云：“捐班新到快嬉游，戏旦连宵闹不休。博得黄金买歌舞，终归潜夜渡芦沟。”则为一般漂帐者言也。有秋芙者，诸郎中翘楚也，金溪朱春舫妮之，赠联云：“九串空花，春舫依然漆黑；三拳潦草，秋芙到处褒红。”（意谓花去条子钱九串，潦草三拳即去也）有自谓与某郎交厚者，后察之悉伪，或嘲之曰：“君真不让古人。”诘之则曰：“君不读明文乎，所谓‘相公厚我，我厚且虚，’言状者也。”其人大惭。又有客与某郎作象棋戏，郎局将输，友旁观谑之曰：“象过河可免。”郎拟不可。友曰：“他人不可，汝可。”客问故，友曰：“佛经云：象马兔三兽渡河，即此注脚也。”客轩渠不已，而郎勃然有怒色。诸郎间有诙号，如霞芬名为“小表嫂”、筝秋名为“老同年”，最奇者朵仙名为“山楂糕”，盖取其又红又甜也，闻者莫不绝倒。 \\n 有客自章丘来言，该县城外靖家庄、李家庄、辛家庄一带，本月初四日午后严寒骤雨，中有白虫甚多，俄顷满地，长二三分许，蠕蠕然若厕内之蛆。土人互相骇怪，询之老农，皆云未见此异。 \\n 总商会团拜，众商毕至，有熟史事者相夸曰：“我辈中出色人物，要推胶鬲老板，鱼盐起家，作到宰相。”一曰：“要算弦高老爹，用十二头牛，保全郑国。”一人摇首曰：“不算，不算，要看吕不韦老爷，用半个女人，做了皇帝的干爷。”忽一人大笑曰：“你等眼孔太小，要算冯道老宰相，造一座半闲堂，快乐逍遥的把四个朝代、十位主子全都卖了，方是好汉。”有人辩冯道不是商人，其人答曰：“卖国的不是商人么？” \\n 有湖北某主事，签分礼部，误赴吏部报到。该部司务厅员因近得吏部裁撤消息，丧心失魄，不暇检查，竟予分检封司行走。已一月矣，忽于发给津贴之日，查册籍无其人姓名，细核报到文书，始知为礼部人员，于是婉词令去。闻者无不绝倒。 \\n 初四日都中有《镜报》发现，每月一纸，粤人杨君笑讴创办。该报未发现时，《帝国日报》曾揭载该报为政府之机关报，由军机章京华世奎之弟主持，众起诟詈。及出版，刊函诘《帝国日报》经理陆君咏宜。陆覆函称得自《北京日报》经理朱君季针面告。朱与杨师弟，大难为情。初六日，朱又刊函自辨，此事不知何日了也。又该报第二号新闻中，有《陈大人邦瑞之称呼》，殊为以前华字官民各报未有之特色。惟该报余已阅至第四号，“大人”二字，仅于陈邦瑞一见，意者此“大人”者，别于小人而言，非如下级官吏及奴隶辈，对于上级官长之通称也。不然，陈不过一度支部右侍郎耳，官阶之高于陈者，尚有尚书、大学士在，何独于陈而巍巍然称为“大人”也？又不然，陈在度支部，实不胜侍郎之任，不足称为侍郎，该报援春秋之例，故以“大人”二字贬之也。陈躯干本极臃肿，大者，庞然大物；人者，轻之之词，该报或意在斯乎？敢以质之法言家！（或曰，该报系援西字报例，未可厚非。然则三品以上官，当一律称为大人，何以该报于其他则称尚书侍郎，而独于陈称为大人，殊不可解。） \\n 郭祥林者，老伶工也，往来贻谷宅有年，尽悉其家事。去冬郭拟于煤市街某公司废址建筑戏园，仿上海新舞台式，包工与段某，计银六万两，订立合同，声明今正十六日动工，违者罚三千元；郭中悔，亦如之。郭付段公益银行六万两期票一纸，段往取银，不可得。后以该票朦抵与他人，逾期不能开工，郭欲议罚，段借口银票不能兑款，系郭自误，亦欲议罚。郭怒，索还银票，段无以应，大窘，匿于李妇处。妇曰：“是尝往来贻宅之郭某耶？”曰：“然。”曰：“速约彼来，吾有以处之。”时正贻谷出狱，报纸喧传其私回本宅，妇谓郭曰：“贻将军生还，汝知之否？”郭曰：“是吾力为之谋。”曰：“谢汝几何？”曰：“彼此交情，何谢之有？”妇曰：“痴哉，老奴！此死狱也，而汝生之，力莫大焉？当索重酬。将军家资千万，夫岂靳此区区？汝奈何以‘交情’二字坐失大利？将军出狱矣，行见六万两之银票、三千元之罚金，将置汝于狱也。”郭语之故，且告之悔。妇曰：“吾当为汝报不平。”遂谋致内监数人，掩入贻宅，冀执贻以劫财，庸讵知贻早闻而避之，其谋不中，酿成此案，现在郭亦被厅收押。妇又牵步钟仑（贻之子，吏部考功司郎中）、钟岳（贻之侄，吏部文选司郎中），词意纠纷，不可爬栉，终必有水落石出之一日也。贻谷生平长于殖财，家本素封，初则以财发官，继则以官发财，绥远一任则以财致祸。在狱三年，则又以财脱祸。李、郭之案，是否出于串谋劫财，尚不可知。要之，贻谷此次负赃出狱，抗旨逗留，其为得于贿赂之力无疑也。李、郭虽狡，其能以毫无意识之举动施于目无国法之小人哉！ \\n 地安门内之景山，一名煤山。天安门内之广庭，一名炭海，恰与作对。相传辽金时，在此二处积煤与炭，以备不虞，故得名。七百余年来，炭海之名，知者鲜矣，而煤山二字，妇孺皆能称道弗衰，盖因明思宗于此山殉国也。此山踞皇城中央，屹然耸峙，本为禁地，不许闲人登临凭吊。顷闻内监传说山麓下时有鬼哭，声甚厉，夜间常见五色火光出没山顶，不知主何朕兆。 \\n 庚子拳乱后，四库藏书，残佚过半。都人传言，英、法、德、日四国运去者不少。又言洋兵入城时，曾取得书之厚二寸许、长尺许者，以代砖支垫军用等物，武进刘葆真太史（可毅）拾得数册，阅之皆《永乐大典》也（刘时充大学堂总教习，后为乱兵所戕）。此真斯文扫地矣！今者学堂林立，学者非“哀皮西替衣”，即“阿伊屋扼我”，而外人日以重价搜罗我旧板书籍。琉璃厂书肆常有日本人踪迹，闻日本某教习言，敝国现正为贵国造就华文教习，预备他日延聘。此言虽谑，默观近日学者风气，或恐不能出彼所料也。虽然，“皮之不存，毛将焉附”，国粹消沉，则其国亦必与之俱尽矣，尚安得有延聘教习之事耶？哀哉！ \\n 大内旧有赃罚库，所储皆五金之属。据管库老吏言，其中宝物甚多。庚子初夏，一夕忽见有红光自库内出，且有声如爆烈状。疑为火警，急起巡视，无恙也。未几，拳乱作，联军入城，库被毁，所储者悉为西人卷去。 \\n 近十余日来，都中有一最奇之事发现，即警厅取缔担粪夫是也。警厅为卫生起见，饬五城内粪厂，悉移至五城之外，且抽收粪捐。粪夫以城外道远，已不乐从，又闻抽捐，遂相率罢工。五城内大小住宅，粪无所出，积秽不堪，而警厅无如何也。日前某相府遣丁片请厅官除粪，厮闹不休，经多人解劝始免。且闻有夜间私以粪倾于路者，警兵见之，亦不敢干涉。倘再相持十余日，则都中将变为黄金世界矣！嘻其异已！ \\n 有老京曹述穆宗及孝哲后轶闻数则，亦他年野史资料也。 \\n 穆宗尝便衣由后宰门出游，湖南举人某居会馆，与湘乡侯寓斋相对。一日，在床摊饭，见有少年入就案翻视其文，以笔涂抹殆遍，匆匆即去。怪而询诸仆，仆曰：此曾大人之客也，曾大人出外未回，故信步至老爷处耳。曾归，举人白其状。曾大惊曰：此今上也。举人骇甚，竟不敢入春闱，即日束装归去。 \\n 穆宗又尝至琉璃厂购玉版宣，以瓜子金抵其值。掌柜见非通用物，辞不受，乃嘱店伙随往取银，至午门内，店伙不敢入，弃纸仓皇遁。翌日遣小内监如数偿之。 \\n 穆宗喜出游，偶避雨僧寮，遇一人穷愁殊甚。询其所执何业，乃某姓家厮养卒也，为主人所逐，故托钵香积厨，以图果腹。又问，如尔辈以何处出息最优，则以粤海关对，遽假纸笔作一函，嘱交步军统领衙门，代为位置。时某亲贵执大金吾，得函即予金治装，赴粤海关承役。其人遂以起家焉。 \\n 巨安得海不法，穆宗冲龄，已稔其奸。尝以小刀断泥人首，内监请其故，则曰杀小安子。后同治八年，安伪称奉旨差遣织办龙衣，过德州，知州赵新禀鲁抚丁宝桢，奏闻，即奉旨就地正法。 \\n 孝哲后为承恩公崇绮之女，同治十一年与凤秀之女同选入宫。时后年十九，凤女年十四，孝钦后欲女凤立，孝贞后欲立后，相持不决。召穆宗自定之，如孝贞旨。于是立后为中宫，封凤女为慧妃。孝钦意大不怿，谕穆宗曰：慧妃贤明，宜加眷遇。皇后年少，未娴礼节，皇上毋辄至中宫，致妨政务。而阴使内监监视之，穆宗意亦不怿。昼常出游于外，夜则独宿乾清宫。既而有疾，孝钦召孝哲训责备至。穆宗崩，无嗣，德宗入承大统，孝哲痛不欲生，旦夕悲啼，两目尽肿。崇公入视，因奏曰：皇后如此悲痛，即可随大行皇帝去罢。崇公出未移晷，而孝哲崩。时光绪元年二月二十日，年二十二。距穆宗崩未百日也。 \\n 大学堂工料图画教习某（西人，美国）居华有年，能操极熟之京语，日征逐于八大胡同，遍索名妓像片，回堂授课时，则陈列于讲台上，用铅笔临摹，转赠各妓，以相取乐。工科学生恶之，面禀监督刘廷琛，冀其必有以处之也。数日来，毫无消息。学生不堪其忧，该教习不改其乐。意者刘太史以该教习绘像赠妓，比诸郑风之采兰赠芍，殆亦有合于礼教耶？ \\n 外城电话，机关初不甚灵捷，自改良后，消息益多阻碍，居人苦之，屡诘电话局，迄不得其要领。畴昔之夜，有客宴于同丰堂，总厅丞某君亦在坐。酒半，相与赌说笑话。客曰：“某留学生不能诗，而酷好吟咏，日久成一巨册，刊印遍赠友朋。闻某名士诗学功深，持以求教。名士阅其诗，声韵且不晓，更无论优劣。然亦不便指摘，援笔书‘改良电话’四字于册上以归之。”某君曰：“此四字何所取义？”客曰：“此贵厅之新历史也。”某君益茫然。客笑曰：“即所谓不通、不通、又不通也。”某君始知其致讽意，甚歉仄，而座中人已为之绝倒。 \\n 赵次珊制军奉召入都，将拜东督之命，氵更阳往拜。贺曰：“三哥恭喜！帖子已写好否？”赵愕然不解所谓，氵更阳笑曰：“即‘谨具满洲三省奉申某某笑纳’之帖子也。”赵摇首曰：“此事恐怕我还做不到。”梗阳喜诙谐，昔年在工部当差，侍郎桂祥粗鄙无文，一日书“开”字，中间忽少一横，众皆笑之。氵更阳曰：“他是叫咱们到他门儿里去造二十。”众为绝倒。二十者，都中旧日极卑贱之士窑名目也。又督两江时，王壬秋侍讲来，欲借三万金，氵更阳正与幕友斗牌即取牌中三万予之，侍讲亦为莞然。 \\n 某邸生日，某督之夫人献天津女优，演剧三日，福晋、格格等，顾而乐之。某邸忽发奇想，拟购雏姬数十人于南府设女优传习所，教成，进呈大内，以娱左右视听。此语传出，闻竟有赴南中采办者；且有条陈西洋女优跳舞者，《玉树后庭》之曲，《临春结绮》之游，又将见于今日矣。 \\n 太监李义春，某日潜入中和殿，窃取房上之铜什件，为景运门值班大臣查见，奏交大理院审办。经刑科四庭讯明，查太监混入西华门内，至中和殿行窃铜什件等物，律无治罪专条，拟依偷窃大内乘舆服物者，绞立决例，减一等，拟以流三千里，交顺天府尹定地发往配所，收入习艺所，工作十年，限满释放，奉旨依议。闻李义春与小德张积不相容，前次发见死阉李莲英藏金，小德张欲据为己有，李义春与之争殴，故衔之尤甚，闻者早知李义春之不免矣。 \\n 昔吴梅村宫詹，尝于席上观伶人演《烂柯山》（即《买臣休妻》），某伶于科白时，大声对梅村曰：“姓朱有甚亏负于你？”梅村为之面赤。又甲申之变，大司马某，迎降闯贼，后入本朝，官浙中。偶赴宴西湖，伶人演《铁冠图》（即《闯贼入京》），手执朝笏，匍伏匿道旁大呼曰：“臣兵部尚书吴年齿（无廉耻）迎接圣驾！”某惭沮，不终席而去。畴昔之夜，余赴广德楼观剧，有小丑名小百岁者，雏伶也，扮《法门寺》出内之小监，问赵廉曰：“我怕你只识洋文，不识中国文。”又于《五花洞》科白：“做官不论大小，识得洋文便好。管他什么东西，也是出身三考。”信口寄讽，其言在有意无意之间，一般洋翰林、洋进士、洋举人闻之，亦面赤否？亦惭沮否？ \\n 伊犁将军志锐，瑾妃之兄也，曾受业于萍乡文芸阁学士。文喜诙谐，尝以铳手呼之，因其锐字形似铳也。志爱唱《打金枝》剧中之“金乌东升玉兔坠”，又能作狂草，皆不工。有人以四六偶句嘲之云：“忽然高唱，金乌玉兔之声；偶尔挥毫，牛鬼蛇神之字。”今春志在京，闲逛八大胡同，兴来时，故态犹未改也。 \\n 镶白旗蒙古都统芬车，人极贪鄙，每月除支领大饷、收受私贿外，一事不办，且一事不知，都人皆呼之为“粪车”（都中粪夫除粪，以车载之，名曰粪车）。 \\n 有友自新疆来，为言吐鲁番一带，近日发现唐时雷音寺古迹及唐人写经本甚多。开缺藩司王树楠、监理财政官梁玉书等，提倡收买，而缠回愚顽，宁售之日本人，不愿售与王、梁，殊可恨也。 \\n 十二夜，外城左二区巡警守卫分驻所，有警兵名全德者，为贼去箧，急报巡长张德元。张摇手曰：“勿声张，恐报纸揭载，损失名誉不小也！”嘻！巡长但恐损失名誉，不顾损失衣物，正如程伊川所云：“饿死事极小，失节事极大，”而全德既恨损失衣物，又虑损失名誉，正如俗语所谓“哑子吃黄莲，有苦说不出”。虽然，其如保卫治安何哉！ \\n 京营有某目兵，奉主帅谕，将脑后长发，削去一半，以便藏辫于帽。归而谋诸妇，竟全落其发。兵大怒曰：“是濯濯者，何以对主帅？”妇通文墨，作诗二首曰：“以此贻主帅，必无谴。”诗云：“堂堂丈夫，表表人物。心存国耻，何惜发贼！况此豚尾，藏垢纳污。研究卫生，须急剪除！置身军界，更宜早图。振刷精神，讲求经武。妾虽女流，颇识时务。目睹时局，不可执固。夫为国民，岂同碌碌！拔去凶邪，方称职守。切肤之患，安肯与久。若留孽种，贻羞外族。故假斧斤，为君一斫。堂哉皇哉，此举非忽。至理所在，其谁曰不？”又云：“落手惊将短鬓搔，三千发匪黯然销。愿为天下除烦恼，都付并州快剪刀。”妇女中有此才识，彼须眉者对之增愧矣。 \\n 朱某者，京东宝坻人，在都某学堂肄业。去冬，随众剪发，聘韩氏女，亦乡人也。年假归，韩翁见其髡而恶之，谓媒者曰：“吾女不能配秃厮，请退婚。”女闻其事，恚曰：“吾一女子，不能事二夫。亦剪发请为尼！”翁大窘，媒者复为撮合，亟涓吉成礼。合卺时，贺客多以“思凡”谑之者。一学究曰：“此正所谓结发夫妻也。”或曰：“彼此无发可结。”曰：“彼结果了头发，始做夫妻，非结发夫妻而何？” \\n 贻谷明安泰两案，皆牵涉有法部受贿状，或改“司法独立”为“私法独利”以谑之云。有三贾者，因分余利一千金不均，请厅丞裁判。丞曰：“速以千金来！”三人呈上，丞即饬具结了案。三人异而诘之，丞曰：“汝等岂不知本厅系‘私法独利’之新衙门乎？”对曰：“吾侪小人，实不知‘私法独利’此何解？”曰：“吾为汝解之。私者，私弊也。法者，枉法也。利者，利益也。汝等有钱财案，请本厅判断，本厅只知道枉法营私，独得利益，不管两造谁是谁非，就如此具结了案。”此言虽谑，而实为今日法部之真相云。 \\n 邹嘉来自擢任外务部尚书，无声无臭，至于今日。新内阁官制发表，与邹同任之满尚书，且至协理大臣，而邹乃不免于解任。好事者遂谓邹有口臭疾，每办交涉，外人皆为之掩鼻，故去之。此真儿童之见也。邹素为那桐所卵翼，任事年余，毫无表见，一惟那言是听，那去则邹不能独留。譬彼傀儡，无牵丝者，立见其倒地而已矣。 \\n 某都统日前递销假折，监国朱批“欣悦览之。”昔年雍正朱批，曾有此四字，盖以嘉奖功臣也，后遂仅见，闻某系国戚，烟癖极深，前此禁烟大臣，即因某不敢认真调验，后自行请假戒吸。今奏报戒断，监国览折欣悦，故特以此四字嘉奖之。 \\n 某大员赴禁烟公所调验，搜检时确无夹带，惟照章须更衣。司员畏其势，不敢强也。至午后，该大员入厕，巡警密伺之，见其玩视马褂上之钮良久，弃地而去。检察其钮，较寻常式加大，类日本人所售灵宝丹之圆盒，能启闭，中藏烟泡。遂禀明陆、唐两大臣，亲解其钮验之，果然。或谓即副都统良泰也。 \\n 京西三山，有“山前鬼王、山后魔王”之谚。闻明天启间，有海袖禅师，行脚至北，在西山（三山之一）宝珠洞挂单。流贼陷京师，山前死人极多，洞中僧皆逃去，惟师独留。每夜静，即闻梵音喃喃，为诸魂超度。迨世祖入关，嘉其功行，加封赐紫，后圆寂于此。檀越为塑金身，以志信仰，土人因呼为山前鬼王云。至魔王历史，则众口一词，谓即章庙。相传于二十七岁冬间，忽潜往天泰山（三山之一）寺，落发修道，剃度时，作诗数首，有“来时鹘突去时迷，空在人间走一回。”又“我本西方一佛子，缘何流落帝王家”等句。土人谓像为肉体金装，寺内有巨缸一具，斗大石球二枚，每年四月初一日开寺，远近进香者云集，城内中西人往游者亦夥。寺前有碑数方，皆檀越题名，毫无记载。按明人《双槐岁抄》，有妖僧煽乱一则云：“英宗亲征也，先败于土木（今直隶怀来县西），太后命成阝王监国，改元景泰。是时有天泰山妖僧，四处揭帖，言其师景泰禅师于某年圆寂，曾示今年今月，当出世为君。并邀集土人，往揭藏骨缸，果见法身未坏，即舁出装金设坐，称为景泰菩萨。乡愚迎赛，举国若狂。后为顺天府封禁，将妖僧拿办，以山名及巨缸证之，则今之所谓魔王者，即景泰菩萨，非章庙也。”章庙为僧事，余曩阅某说部书曾载之，以其显违实录，不敢信。乃都人对于魔王，竟称为章庙，年年开寺进香，昌言不讳，而朝廷亦不之禁，殊可异已。 \\n 前门外五道庙，相传明季阉等为客魏所建，以祈福者。庙成，求某名士撰碑文，某不敢却也，为书数语曰：“夫五道庙者，五道之神也。人以为树在庙前，我以为庙在树后。何则？请列芳名。”阉等不通文义，因出某手必佳作，即命工镌而立之。今碑尚存庙中。 \\n 双喜班妓姜宝玉，有“白面张飞”之称，最为某公爵所赏识。三月二十八日召饮于煤市街某酒楼密室，秘议三小时，即跟局之大丫亦屏去，不使与闻。楼上有饮者，讠得其事，遍举以告人，而谥某公爵为单料阳虎，盖谓其仅盗宝玉也。以野蛮之张飞，遇奸诈之阳虎，将来必为新《今古奇观》中添一段材料也。 \\n 江西盐法道庆宽，顷派人运来名瓷各种，分赠某邸某相，昨过崇文门税关报税，据称此项瓷品约值十万余金。庆宽本名赵小山，工画，尝绘颐和园全图，由醇贤亲王进献孝钦后，赏二品顶戴以奖之。后投旗籍，以郎中司柴炭库。故事：每交冬令，内监俱向郎中索柴炭御寒，庆宽靳不与，群谮之于德宗前。又授意某御史，列款纠参。庆宽惧，浼人说项。内监知其多金，必欲献三十万。庆宽无策，遂革职查抄，自分入囹圄矣。某相为请于德宗，谓庆宽为醇贤亲王赏识之人，父功之，子罪之，毋乃不可乎？且彼实无大罪也。未几夤缘开复，得居今职。其为人小有才，善营运，喜逢迎，都人皆能道之。 \\n 有外国大马两匹，一紫色，一梨花色，鬃尾皆剪拂，姿式雄杰，昨日由京奉车来京，人言为涛贝勒购者，共值银九千元。因忆昔年某提督有爱姬，吴产也，某革职，姬逃至都门为妓，其人躯干魁梧，冶游者谥之曰：“外国大马。”余有友曾识之，戏以外国大马为题，拟乐府体三章。其一云：“外国大马，得时则驾。青丝笼头金络背，燕台一旦高声价。罄控纵送，好整以暇。秉烛夜游，四月维夏。春风门巷自迢迢，他日相逢为君下。”其二云：“外国大马，有意腾骧。肉陵峨峨，酒池汤汤。满其脑，肥其肠，南天有卉如佛桑。金刀一割澄琼浆，银床冰簟流芬芳。耽耽虎视有其旁，有人及腹夸鞭长。”其三云：“外国大马，笨电穿云，冀北一顾空其群。何不相随故将军，桃花汗血标奇勋？”录之以寄一时之影事。 \\n 旧刑部狱中别院，有杨椒山祠，祠侧有槐一株，为椒山手植，下枯上荣，形状古异。相传椒山入狱时，归直隶司审判定谳。本朝追悼忠愍，恶直司徇枉，因将正门堵塞，别开旁门以出入。其塞门坎下，埋有椒山枷锁。至今都中人尚有直隶司不直之谚云：“礼尚荣庆，前长学部时，左丞为乔树楠（绰号乔壳子），右丞为孟庆荣（号黻臣）。有人撰一联云：‘壳子并吞双御史，黻翁倒挂老中堂。’双御史为高楠、高树，皆川人，乔名树楠，故曰并吞。荣为协办大学士，孟名庆荣，故曰倒挂中堂也。”因忆昔年内阁中书，有名吴者，见堂官宝中堂亦名（即文靖），因改己名为均金以媚之。后其婿某，得内阁中书。有人撰联云：“女婿头衔新内阁，丈人腰斩老中堂。”两以老中堂为谑，而壳子一联，尤为穿插入妙。 \\n 又闻端氵更阳为人言：“余昔督两江时，恨未使翁延年（号笠渔，湖南人）令山阳县。”数日，叩其故，则言：“余顷闻一联云：‘铜山县，山阳县，阳湖县，湖南从九，做过四五年知县；铁宝臣，宝瑞臣，瑞鼎臣，鼎足而三，都是一二品大臣。’上联即指翁令也，下联字字的对，以铁对铜，尤为巧合。惟翁实未令山阳，故余引以为恨耳。” \\n 王右军为江上老妪所书之“羊肉半斤”四字真迹，庚子年闻那邸藏之，今不知尚在否？明姚广孝为僧时，所削之发，闻在今郑邸某殿梁上，用铁匣封锁。邸中人为余言之。 \\n 京《宪报》纪高道士一则，颇足供人研究。录如下：“白云观（西便门外迤西路北）高道士，今已羽化，供职上清矣。稽其生平功行录，实以神仙中人兼政治中人者也。观奉长春真人，正月十九日，真人诞辰，都中达官贵人、命妇闺媛，皆趋之。礼真人者，必拜高道士，言应酬者，遂以是日为高道士生辰，拜时或答或否，答者必其交疏，或名位未至者也。若直受之而不报，则顶礼者以为荣。昔阅《石头记》，心异张道士事，谓以史太君之贵、王熙凤之骄、贾宝玉之卑视一切，何至与一老道周旋若此？比来都客为述高道士事，乃知黄冠中真有此不可思议之人物也。客曰，往者吾就道士谈，旋有一人来，与道士最稔者。道士谓之曰：“昨有某君属予，为道地欲得海关道。”余谢之曰：“且慢。今朝廷方征捐于官。海关缺肥，监司秩贵，属望奢，恐所得不足以应上求，恁可犯不着也。”此人曰：“仆有友某君，以知县分发山东，闻师父与中丞有旧，欲求一八行书栽培可乎？”道士欣然曰：“此易耳！中丞新有书来，疏懒未及复，复时附数语足矣。”他日遇道士于南城酒肆。谈次，道士语一人曰：“某侍郎之女公子，明日出阁，予几忘之。适前日侍郎之夫人来谈及，匆匆不及备奁物，即以箧中所藏某总管贻我缎二端，乃大内物总管所受上赐者，又以某总管赠我珍物二事，亦御赐品，备礼而已。”此皆客述道士言，而缕以语余者。南城酒肆，即杨梅竹斜街万福居。道士入城，每以是为居停。其肆东偏一院，境颇幽寂，凝神炼气，或无防焉。故客欲以杯酒结道士欢。及道士饮人以酒，悉于是肆。肆善治鸡丁一品，其烹割术，为道士秘授，肆人名之曰“高鸡丁”云。余著《燕京杂咏》，独少方外一流，今得以高道士补之。诗曰：“修到神仙出世难，白云苍狗蔽长安。赤符不造中兴业，我作文成五利看。”呜呼！是亦近三十年来政治史中之小言也。 \\n 有法国资本家，拟由北京建筑铁道，通法、德、俄三国。预算程期，由北京至巴黎，需九日半，至柏灵九日，至彼得堡七日。昔者唐太宗欲合天下为一家，此世界殆近之矣。 \\n 祸福报应之说，近于迷信，知者弗道。然而左氏有言：“人谁不死，凶人不终。”则确为理论之信而有征者。当光绪戊戌时，赵舒翘为刑部尚书，六君子案作，孝钦后震怒，召见赵，命严究其事，赵对：“此等无父无君之禽兽，杀无赦，不必问供。”孝钦颔之。赵有门生某君任提牢厅，与杨锐、刘光第为同乡，稔知其冤，求赵按律审讯。赵初唯唯，越数日，闻将处决，某大骇，谒赵，力陈杨、刘与门生同乡至好，此案稔知其冤，请老师奏请分别审讯，声泪俱下。赵悍然曰：“汝所言者，友谊也。我所执者，国法也。南山可移，此案不可动。汝速出，旨即下矣。”某恸哭而去，闻者莫不谓赵之残忍。越三年，庚子拳乱作，赵一言丧邦，两宫西幸，到西安后，命左右拟旨，赐赵自尽。旨拟就，呈孝钦阅，因他事搁置未发。已逾数日，忽左右有人问赵事如何处置。孝钦怒曰：“此事还未办么？”日已向晦，使左右速宣旨，限今夕四钟复命。前任提牢厅某君及大同县令张鸿龄均在侧，张亦赵之门生也，为赵具衣冠，北面叩头领旨谢恩毕，服鸦片不死，服鹤顶血、服金均不死。时夜将半，使者催益疾，赵呼“取汾酒来”，连饮数巨觥，亦无恙。最后以黄蜡涂耳、目、口、鼻殆遍，后以汾酒、石灰喷厚纸封其面（俗谓开加官），气仍未绝。使者催速以帛勒之，讵赵闻言，犹呼曰：“请稍缓须臾，即死矣！”然卒不得死。使者曰：“时限已届，恐获严谴。”急以帛勒之，复以数人力缚其手足，良久始宛转就毙。呜呼，惨矣！先是张等闻赵有赐死消息，密电顺天府尹何乃莹，求合肥援救。何得电，谓人曰：“我不能以一官徇彼。”置不答。未几，何罢职。盖何亦赵之门生，赵虽不贤，而何亦太无心肝已。 \\n 二十日各国驻京公使之夫人觐见，隆裕太后居中座，皇上居左座。行礼毕，皇上忽问曰：“若辈之服饰，何以与我国不同？”太后为解释之，皇上大笑。 \\n 某贵人谓其妇曰：“外间皆说咱们内里要钱。要是这样胡闹，国家大事，如何能办？”其妇蹙然曰：“看现在的局面，若不积下些钱，将来如何是好？”某贵人顿足曰：“你好糊涂！将来大局如果不好，咱们不比平民百姓，难道有钱就会好了不成？”其妇艴然曰：“我只知道有钱就好，不管什么大局好不好。我不糊涂，你才糊涂。我不胡闹，你才胡闹！”某贵人懦夫也，太息而罢。 \\n 某京员以一万金庄票贿某贵族，许调优差，该票已送某贵族之妻收入矣。一日某贵族索款，某员以已送府对，某贵族怒曰：“这差事，你也去找府里要！”某员惶骇，长跪请罪。久之，某贵族始曰：“这款你全送他用。难道我就不用了。”某员悟其意，退而再送一万金，次日公事到手矣。 \\n 都中自今正以来，正城内外，盗贼横行，赴厅报案者，日有所闻，大概以中下户为最多。报案拿获者，十无一二。此辈又无势力如崇宅能使长官限期破案。而长官日扰扰于奔走伺候金钱宴乐运动中，亦无暇顾及若辈或数百元、或数十元、或数元之小损失。日复一日，盗风滋长，势不至易首善之地为众恶之墟而不止。张仪曰：“今者盗汝璧，继且盗汝城。”有治盗之责者，当三思此言。 \\n 民政部今正传谕道衢各商涂饰市屋，继则乐户，继则官署。两月以来，赭壤飞文，金壁动色，外观其有耀矣。而市屋之生意，婆娑殆尽，乐户之游客，欺骗时闻，官署之政事，丛脞弥甚。譬彼病夫，虚阳外浮，嗟大命之将届也！ \\n 自禁烟令下，凡官员之吸烟被参者，皆革职永不叙用，不可谓不严矣。京师设禁烟公所，以亲王领之，专司调验各烟员之是否禁断，不可谓不严矣。乃数年以来，烟员中革职自革职，吸烟自吸烟，一若渺不相涉者。即以京官论，举吾所知，沈云沛，侍郎也，恽毓鼎，学士也，乔树楠，左丞也，皆朝廷左右侍从之臣，悍然狂吸而不顾，更何论其他之烟员与无知之烟民哉！（或曰，朝廷果认真禁烟，必先至大员始。凡一品至三品京外官实缺有烟癖者，许陈明赏假自禁，以一年为限，限满由禁烟大臣调验。如仍未禁断，则开缺革职，何时禁断，则何时开复，署缺候补者亦然。如此则赏罚明而禁令易行矣。否则革职自革职，吸烟自吸烟。且有因烟瘾深，而规避取巧者，如沈恽等是也。又一品官无禁烟调验明文，是官至一品者，可以放胆吸烟矣。凡事不整齐画一，赏罚严明，而能收效者，未之有也。） \\n 杨家骥惧妻逼妾自尽一则，已详前录。顷有友言，前编修吴荫培（现任贵州镇远府），亦惧妻之尤者。吴，苏人，得第后，至扬州打抽丰，陡患外症甚危，其友以旅店非养病所，谋穆寓某娼寮，属某妓为之服役。妓手调汤药，目不交睫者七昼夜。吴病愈，感妓之义，纳为妾，携赴苏州，寄居老仆所。盖其妻素凶悍，恐遭毒手也。后被调知，以诘吴，惧不敢承，乃流涕以请曰：“吾非不能逮下者，君既纳妾，即宜同居，奈何诡秘，而使我受妒妇名？吾当诉诸亲族，以洗此辱！”吴至是始吐实，且以情告。其妻曰：“是贤妇也，吾当优礼之。”入门颇相安，吴心窃喜。所以逢迎其妻者，无所不至。比入都供职，寓某胡同内，一日，其妻密予仆银十两，令破晓立姨太太房门外，仆从之。遂诬妾与仆有暧昧事，絷而送诸兵马司，己则号泣申庭，如丧其夫然。吴退值归，且泣且詈，吴不敢赞一词，觳觫如就死地，良久泣已。问：“汝妾如何发落？”吴嗫嚅曰：“请解回籍。”立呼仆持名帖赴兵马司，请照办，吴惟饮恨吞声而已。有人馈吴惠泉酒二巨瓮，朋辈自治具饮其宅，仆捧三小壶出，饮罄，众请益。吴匆匆入内，逾时自捧一壶出，神色沮丧。众知其惧内也，故嬲之，再请益。吴踌躇不语，忽闻屏后厉声曰：“何来此等恶客，不知老娘固吝啬者耶！”众纷然散。翌日诣吴宅取杯盘，其妻曰：“此留偿酒值可也。”吴对人昂首向天，有富贵骄人之色，独与其妻遇，则惶恐殊甚。其妻性褊急，有不如意事，或以掌掴其面，或ㄏ其发而殴之。吴听其所为，植立地上，状如木偶，都人多举其事以为笑柄云。 \\n 甜水井胡同翰林院杨家骥，浙人也，前数年，因无子纳一妾，生子已六龄矣。其妻童氏（皖劝业道童祥熊之女）不准杨再入妾室。今春童氏归宁，严嘱心腹女仆监守。迨其反也，而妾又有孕，大怒，痛殴之。且令女仆以足踏其腹，而胎不坠。不堪荼毒，遂服毒自尽。当气未绝时，童氏外出，杨延西医救治。医至，杨又惧童氏撞遇寻闹，有失体面，踌躇未决。童氏已回，逐医去，不准救治，亦不准妾子成服，且为着红衣以志喜庆。杨之同乡，闻其事皆不平。邻居恶童氏之淫凶，拟请巡警干涉，杨为叩头求免。斯亦家庭之怪剧已。 \\n 安定门外旗民名鄂诚者（系药行商人），其妻杨氏，三月二十七日夜间产一物，有三肉角，口生于顶，而额际另生一直眼，有手无指，长腿大脚，产后一小时，母子俱毙。次日，鄂出其物以示人，莫不骇异，皆劝其送人西医院，用药水收藏，以资研究。而鄂不愿，已筑埋之。此亦妖孽之一种也。 \\n 顷有人上农工商部条陈，略称近来各大商埠，大率有人满之患，现某已筹得地中起屋之法，请准专利云云。伦贝子诧为奇谈。余曰：“此人果有此手段，则诸公之福也。不妨急请一试。他年诸公将中国地皮卖尽时，无地自容，即可窟藏其中，以寻生活，岂不大妙。” \\n 相传仁庙征噶尔丹，于厄鲁特御营献俘时，有老胡能汉语，善吹笳。赐之酒，命其奏技，乃掩抑而歌曰：“血花如雪扑战袍，夺取黄河为马槽。灭我名王兮，虏我使歌，我欲走兮无骆驼。呜呼！黄河以北奈若何？呜呼！北斗以南奈若何？”仁庙大笑，因手书此歌，以告皇子。迄今外蒙古一带，又有噶尔丹其人，密附强邻，狡焉思逞，朽索六马，岌岌可危，重诵此歌，真有奈何之叹已。 \\n 府学胡同内有西式楼房一所，昔日某君僦寓，花木盆景，位置天然，现为盛尚书之居。楼前遍挂妇女衫裤，且有无数兔皮错杂其间，状至芜秽。此楼与陆军部署内之楼遥遥相望。一日某司员哗传盛宅有四条腿之裤，众不信，登楼纵目，果有一白色物，似衣非衣，下垂四袖，皆言此老取法和珅，为祸不远。后有黠者以远镜测之，乃女衫裤两件，连缀晾于桁上，故有四条腿之异。语曰：“相士以居，盛官一品。”非士比矣，而其居之不洁如是，启人疑骇，虽非和珅之裤，亦差等於伯有之莠矣。 \\n 顷见《帝京新闻》载，有蒙古巴里克杏芬女史所辑京师地名对，颇为新颖。录如下：天妃宫（东四牌楼马大人胡同），地藏寺（广渠门内东南角）。天喜庙（皇城外西北隅），地安门（俗称后门）。天神坛（先农坛内），地藏洞（京西万寿寺内）。天圣宫（北新桥三条胡同），地祗坛（永定门内迤西）。天师庵（东安门外草厂胡同今圮），地藏殿（右安门外九莲慈荫寺后殿）。天齐庙（朝阳门外元时建），地藏庵（前门外排子胡同）。色空天（京西海淀明米万钟勺园内有此三字），欢喜地（都中寺庙墙上皆贴此三字）。小有天（京西畅春园思永齐东别院），摩偷地（京西清漪园西）。雹子（胡同西四牌楼北，明代汉经外厂也），云儿（胡同广宁门大街）。冰窖（东华门外南池子景山西雪池，地安门外什刹海，其余城外甚多），雪池（注见上康熙时赐蔡升元第，饬内务府司员水雪施工于此）。云洞（京西玉皇山之东瓮山顶屋名，今大报恩寺延寿寺地），烟郊（京东三河县西五十里有行宫）。烟阁（广宁门内，即南北燕角，俗讹今名），月墙（前门东西二洞子门外至正阳桥，形如扇面，列肆居之，皆有夹道）。甘雨（胡同灯市口迤南，镶白旗蒙古都统署在焉，又名干鱼），朝阳（胡同灯市口西头）。夏甸（京东），春亭（西苑北海内白塔东面）。甘露殿（西苑内），太阳宫（左安门内法藏寺西，顺治年建祀太阳日君）。霞公府（东安门外南夹道，即理藩院后胡同左翼，节孝祠在焉），斗母宫（西便门外白云观内，有匾曰“大至宝光”，圣祖御书）。 \\n 都门习俗自五月初一日起，各宅结艾蒲于门旁，悬黄纸朱符于门首。其符或绘钟进士，或绘张天师，或绘五毒虫，奇形怪状，极为可哂，至初六日始揭去。《都门纪略》诗云：“樱桃桑葚与菖蒲，更买雄黄酒一壶。门外高悬黄纸帖，却疑债主怕灵符。”盖讥之也。近来惟官宅及西式楼房无此点缀，或曰革除迷信；或曰此辈门无债主，无须借重此符。二说均各有理。 \\n 有人馈西城新街口铁匠营胡同德宅节礼两盒。其门丁启视，均肠腊也，乃私窃一串，预备午觞佐酒。熟而剖之，中皆墨汁，嗅之，有异味。细察，知为大土烟膏。复出以献主人。主人大惭，随探怀出银元数枚充赏，且摇手禁勿声。而其事已喧传殆遍矣。 \\n 京外各衙门前照壁，向皆画一非龙非蛇之怪物，张口向日，传说以儆贪也。近来都中新建之衙门，如外务部、度支部、邮传部等皆仿西式，不画此物，有人言此亦维新之一端。一客曰：“此所谓守秘密主义也。试观今之大员，贪婪无厌，贿赂公行，曾有犯一查抄巨案，降一惩办严旨，如昔日者乎？虽曰维新，然实成其为贪维新而已矣。” \\n 总布胡同某炭厂内，有老椿一株，四月二十七日午后六时，被雷击折一干。道路传言，中有大蝎毙于地，长二尺许，身作花斑色。于是观者麇集。警厅且派员调查，椿折有之，大蝎则未之见。致厂中人扰攘累日，可知天下事之真怪者，十不获一二，而人为之怪，则十居八九，此类是也。 \\n 御史瑞贤奏参新疆藩司王树楠贪鄙各款。宣统二年三月二十七日，旨交陕督长庚查奏，至今年五月初二日，始有旨将王开缺。一查奏之案，动经年余，何等郑重，而结果乃不过开缺，谁谓贪吏不可为也？ \\n 某京卿援明人议论，例时事三则，极为有识，录之以儆在位者。明人论思陵有云：“中官朝士，疑信参半，卒之两相间，两相讠垂诿，国家事如无舵之舟，无锤之称，浮沉下上，莫知适从。一二郎署小臣舆讠雩疾号，横流一叶曾何救乎败亡？”此数语可以状今之新内阁。其论东厂有云：“委寄严密，疑鬼疑帝，伯州犁之上下其手，孰知其状？华合比之坎牲埋书，孰为之征？武安侯之蜚语，王长君之乘间，改形易貌，旁行侧出。阁卫之狡者参居其间，抽偃师之机，而收渔人之利。”此数语可以状今之邮传部。其论辽事有云：“蕞尔东边，何异疥癣，剪此朝食，岂无老谋？悠悠忽忽，如醉如痴。彼急则视之太难，彼缓又视之太易。难既不得刻期之奏功，易又妄思侥幸于一掷。甚至中外不和，文武不和，将士不和，杀气戾气，团凑一局，一柄众持，两臂互袒。彼无庸其善间善攻，我毕露其无谋无勇。”此数语可以状今之东三省。 \\n 东交民巷英使馆前，初八日午间有拖木车之骡折伤一足，势已垂毙。协和医院西医见之，急入使馆携枪出。时车夫已载骡入车，行数武矣，追而毙之，巡警力阻不听。西医曰：“此骡受伤太重，必无生理，将其击毙，免其多受痛苦，实仁慈之事也。”然以中国人心理观之，则此等举动，实为残忍之尤。《庄子》所谓彼亦一是非，此亦一是非，此类是也。 \\n 大理院推事李方，前娶英国妇拍尔利为妻，现在顺天府尹衙门，呈请离婚事，为吾国前此所未闻。特将其原禀录下：“具呈大理院推事李方遣抱家丁李兴，为呈请启行事。窃职系广东长乐县人，自幼留学英国，于光绪二十五年在甘别立与英国人拍尔利结婚。三十一年，毕业回国，遂将拍尔利带回。现因拍尔利不守妇道，复于三十四年一人回英国，至今不归，来信言伊不返，实系彼此情愿离异。为此理合取具同乡京官印结并拍尔利亲笔信，一并呈请尹堂大人查核，照例咨行外务部转咨英国公使馆办理。伏乞准予施行，实为德便”云云。今之娶外妇者，尚其鉴兹。 \\n 有人以京城街巷地名集对甚夥，择其佳者录下：五道庙，十间房。牛角湾，驴蹄巷。天仙庙，地藏庵。娘娘庙，姑姑寺。甘石桥，苦水井；白马坑，黑龙潭。穷汉市，富贵街。又集胡同上两字为对者：银碗、瓦盆。喇叭、铃铛。银闸、铁门。秤勾、扁担。黑塔、白庙。牛街、马道。掣膀、穿心。洋洋、戛戛。亦颇巧合。 \\n 南城陶然亭之东有黑龙潭者，一潴水小泊也。故事，京师大旱，百祷不雨，朝旨必命大官赍铁牌掷潭中，则大雨立降，俗谓之召黑龙。屡试辄效。有人咏其事云：“民事为天格九重，要将甘澍慰三农。未闻六事桑林祷，诏下金牌召黑龙。”亦志怪之言也。 \\n 近来赀郎入官，皆由昭信股票移奖，限至本年二月底永远停止。适江皖巨灾，盛宣怀奏请开捐，凡捐五千两者专折奖以实官；比以捐生不踊跃，又减为七折，较昭信移奖，尤为便宜。昭信股票者，甲午年后，赔款过巨，国用大绌，朝廷用侍讲学士黄思永奏议，仿外国公债例，制定此票，令各督抚分饬府、州、县设特派员，始则劝购，继则勒购，且有因逼毙命者。台臣亟以为言，乃诏罢之。当制定股票时，有“按时还款，永不充公”之语。商民咸言：“将来此款无着，必以虚衔嘉奖了之。”购此票者，多贬价辗转售出。及诏罢后，准此票移奖实官，其先以一二成售入者，因而获利。自实官捐停止，此票遂成为奇货，有反恨当时不知多购者，诚笑柄也。 \\n 旧例钦天监每年二月初一日进次年历样，十一月初一日颁历于百官。其进呈御用者，有上位历、七政历、月令历，又上吉日十二纸，每月粘一纸于宫门。御赐诸王有中历，各布政司则皆礼部颁。钦天监印造历遍及于民间，无钦天监印者，为伪造，律处斩，法至严也。近数年来，民间多用中西月份牌及石印，官商便览，钦天监印造之历已不多见，朝廷无法禁止，以其无“时宪书”之名也，亦犹今之新内阁仍旧专制，民间不得谓非维新，以其无军机处之名也。上下相市以名，而实则各行其欺谩，贼民兴，丧无日矣。 \\n 都门旧俗，元夜妇人连出游，蹈月天街，夜分必至正阳门下，暗摸门钉乃回，相传为走百病，又云为求子之谶。海宁陈世倌之夫人徐湘曾有词纪其事，中有三句云：“丹楼云淡，金门霜冷，纤手摩挲怯。”最为风韵。今则城门已换，钉物全非，旧俗亦不复举矣，思之慨然。 \\n 俗传京师商情诈伪，至有卖纸靴者，今之晓市是也。晓市以宣武门外者称最，又名黑市。市中百物杂陈，尤以衣饰为夥。入市者必辨色面往，于晨光熹微中，选物论值，值至廉。然检视不慎，则受纸靴之绐矣。日影瞳瞳，市集即散。昔范蠡候时转物，逐什一之利，晓市之设，岂有取于候时之义欤？虽然，巧取诈入，非经商之正轨也。 \\n 初九日午后二时，正阳门外东珠市口有一老道士，身著花衣，足踏草履，口操南音，手持黄纸条，上书红字符咒，自言普救万万生灵等语，为巡警拘住。老道大骂：“尔系汉奸，尔归外国矣。”观者如堵，后拘入警厅，不知如何发落。 \\n 安定门外迤南有积潦一区，名曰南汀，京音讹为南顶，有庙市，每年五月初一开市，至十五日闭止。市中茶棚栉比，履舄交错，伊其相谑，比诸溱洧，实诲淫所也。旧有天桥跑飞车之习，近更拓辟广场，供人跑马，竞夸身手，迭起争端。初九日，有太监沈柳亭者在场驰骋，复有王姓者（天津盐商）扬鞭追逐，超沈而过。沈马不进，引为大辱，啸聚篾片，执五鞭之。时辅国公溥善在茶棚瞥见，大呼“王某吾友也！请释之！”众不听，奋身往救，沈太监连呼：“打！打！打！”众即舍王而鞭溥。助溥者亦相继而起，众寡不敌，全场鼎沸。南营参将袁德亮力为劝解，至两小时之久，日薄西山，两造乃悻悻然去。约诘朝再见，次日沈募集本厂工人，各执斧柯，编成队伍，溥亦号召贵胄子弟军，午前十二时，各至跑马场，预备战斗。沈参将及游缉队管带振某，匍匐于两造之间，肉袒牵马议和，且言：“此皆我等之罪，俟十五日闭市后，肆筵上寿。”两造始各罢兵。闻溥不甘此辱，已陈于肃邸前，请治沈罪。余以为沈太监诚不法矣，而溥公爵为皇室懿亲，乃下与茶棚之娼优隶卒杂坐，且引不知谁何之王某为友，殊属不知自爱。是役也，所谓楚固失之，齐亦未为得也。 \\n 都人有“九门八点一口钟”之谚，询诸老者，云：“都中八城门启闭，皆以点为号，惟崇文门以钟为号。相传崇文门地址，系一海眼，有巨鼋覆其上，此门即就鼋背建立，鼋示梦于司门者曰：‘吾负此重任，何时始去？’门者语以‘汝闻点鸣则可去。’故此门独以钟为号，此齐东之言也，然实有为而发。闻昔年某相揽权纳贿，寓崇文门内，民疾恶之，造为此谣，以鼋喻某相，以门喻朝政，以点鸣喻典刑，意谓此等权贪，非自罹法纲，不能去位也。至其鸣钟启闭，或以国初摄政王常由此门出入云。” \\n 西便门城左以白石为基，高下参差。每于雪后，自远望之，宛如群羊起伏，都人呼为“万羊城”，颇类粤之“五羊城”故事，亦问俗者所当知也。 \\n 东安门内奶子府，本前明奉金夫人客氏旧居也。客氏与魏阉煽构，流毒海内，尽人皆知。庚子夏，拳匪即于奶子府某邸内设坛，卒致惨变。先后四百年间，此地两为乱阶，亦一奇矣。近日都人纷纷更易地名，如“蝎虎”改“协和”，“臭皮”改“受璧”，“驴肉”改“礼路”，“烂面”改“烂缦”（皆胡同名），而奶子府三字仍旧不改，其意何居？ \\n 东西娼女杂居内城，自壬寅癸卯间，其时和议甫定，一以绥靖宽大为本，故听之。东单牌楼二条胡同第一楼者，初系日本娼寮，今为西娼所居，楼名亦不存矣。日娼新巢，都人所最称道者，为长春亭，银瓶卖酒，当垆之妇，皆娼也。《燕京杂咏》云：“金纷飘零燕子丽，空梁泥落旧乌衣。如何海外鹣鹣鸟，还傍华林玉树飞？”即纪其事。 \\n 偶过琉璃厂某书铺，见有抄本前明小说四十种，索价四百金，略一翻阅，即上海国学扶轮社新印之《顾氏四十家小说》也。中多宋元明三朝佚事，足补正史之缺。如明仁宗以阴症崩，景泰帝为宦者蒋安以帛勒死，读史皆不知也。友人沈芝芳寄示新印本，暇时披读，择其与时事极相类者数条，录于下： \\n （一）吴兴石茂良《避戎夜话》云：宋靖康丙午仲冬，金人再犯京师，有郭京者，乃殿前司龙卫营兵耳，自言能用六甲法生擒金鞑子，其法用兵七千七百七十七人，尝自试于内廷，君臣深信不疑，授以成忠郎，锡以金缯。使自募兵，皆市井游惰，不问骑射善否，但择其年命能合六甲，举卖线者刘六儿授以将令，又举街市卖药道人刘无忌及还俗僧杨某为统制，取丘浚诗、郭京、杨式，刘无忌，皆在东南卧白云之谶也。金兵围攻甚急，郭开宣化门出师，前置天王旗，每壁分三面，以镇四壁，按五方为旗色，或书天王，或书北斗。城楼上望捷者数千人，郭遣人禁止观望，言六甲法能使人隐形。一霎时，金兵两两翼翼，鼓噪而入，城中人犹以为郭捷也，竞出迎，皆被杀，全城遂陷。帝后被掳时，闰十一月二十五日午刻也。今庚子之义和团，状亦如是，幸两宫西巡，卒得回銮，不如是之甚耳。 \\n （一）衡郡文林《琅琊漫抄》云：明宪庙时，太监阿丑善诙谐，每于上前作院本（即演剧），颇有方朔谲谏之风。时汪直用事，势倾中外，丑作醉汉酗酒状，一人佯曰：“某官至。”酗骂如故。又曰：“皇上至。”仍如故。又曰：“汪太监至矣！”醉汉惶恐屏息侧立。一人曰：“汝不惧皇上，而惧汪直，何也？”曰：“吾只知有汪太监，不知有皇上也。”直由是宠衰。直既去，党人王钺、陈钺尚在，丑作太监持双斧乱砍状，或问故，答曰：“吾生平惟恃此两钺。”问钺何名，曰：“一王钺，一陈钺也。”后二人以次坐谪。保国公朱永掌十二营，役兵治私第，丑作儒生诵诗状，高吟曰：“六千兵散楚歌声！”一人曰：“汝何故改‘八千’为‘六千’？”曰：“汝不知耶？此二千兵留在保国公处造房子。”上大惊，遣人私查，后以重贿免罪。成化末年，刑政颇弛，丑于上前作六部差遣状，命精择之，既得一人，问其姓名，对曰：“公讼。”主者曰：“公讼于今无用。”次一人曰：“公道。”曰：“公道亦难行。”最后一人曰：“胡涂。”主者首肯曰：“胡涂于今可去得。”宪庙为之太息。今京伶刘赶三，颇复相似，惜乙未春，为忌者杖毙，倘得见庚子以后事，其谈言微中，当不亚于阿丑也。 \\n （一）《漫抄》又云：阁老保定刘公，屡为台谏所弹劾，而上宠眷不衰，人因称为“刘棉花”，谓其越弹越好用也。今之庆内阁，去冬被资政院三次弹劾，而朝廷乃畀以新内阁总理大臣之任，允宜锡此嘉名。 \\n （一）盘石山樵朱承爵《存余堂诗话》云：近世大臣之家，往往崇构室宇，巧结台榭，以为他日游息宴闲之所。然而宦况悠悠，终不获享其乐，是诚可悲也。白乐天诗云：“试问池台主，多为将相官。终身不曾到，惟展画图看。”乃知乐天真达者也。今之庆、那把持朝局，大启私第（庆大修海甸别墅，那圈占金鱼胡同），毋乃不达而至可悲耶？顾氏小说，采繁富，意在备史料，资劝惩。语曰：“前事不忘，后事之师”。观于此而益信。 \\n 玉泉山以泉得名，在西郊颐和园之右，登山俯瞰，则名园胜景，一览无遗。其泉纯庙题为“天下第一”，上横石额，勒“玉泉趵突”四字，并举海内名泉，与斯泉较轻重，分斤析两，详志下方，皆御笔也。昔元相耶律楚材晚年自号玉泉老人，想流寓燕京日久，爱其山水，故以为号焉。 \\n 都城有四水为镇之说，西北德胜门右之鸡狮潭，东北地安门左之后海，西南宣武门西之太平湖，东南崇文门右之泡子河是也。想传此四水各据一隅，名义各殊，金元后建城者为之，其详不可考矣。 \\n 地安门外之钟鼓楼，旧为都中最高之楼。相传此楼初建时，常有火患。后有人建议，梁柱均易木为铁，始得无恙。铸钟时，工久不就，工师将获咎。后其女跃入冶中，钟乃成。每至风雨夕，鸣声甚异。纯庙南巡至芦沟桥驻跸，闻其声，以问左右，具陈其故，因封此钟为侯。今楼下有废钟一，铁质高丈余，不知封侯者，即此物否？ \\n 土人相传文信国被絷入燕，居一古刹内楼上，三年不践燕土。元人逼其下楼，劝降不可，即于刹内就义。柴市者，即其地名也，后改为信国祠。在大兴县南境，阶石上至今犹有血痕，天雨则见，土人以是卜阴暗焉。又有谓柴市即菜市者，则未免过于附会。 \\n 德胜门内鸡狮潭，一名积石潭。潭旁有寺，寺后有一巨石矗立，相传为陨星所化，石上有鸡狮二形相对，狮形模糊，鸡形最肖，因以名潭。余甚异之，昔日偕友过访，石则犹是也，而鸡狮不可辨识。潭水作深碧色，浣女渔翁，都无所见。延伫片时，清云动，夏日招凉，殊不恶也。 \\n 阜成门外慈惠寺，殿后壁有孔，可透天光，反映人影于壁上，皆倒立。余曾验之，即光学折光之理也。 \\n 国子监大成殿前阶下，有古槐一株，一枝下垂向地，皇帝临雍，不扶自上，人谓为“孔子笔架”。周景王石鼓，在大成门内；韩文公石鼓，在大成门外。元明以来，碑碣甚多，好古者不可不一游也。 \\n 吴梅村祭酒旧宅，在魏染胡同，康熙时汤少宰若曾居之，集联榜于门云：“旁人错比扬雄宅，异代应教庾信居。”致讽深矣。然其宅址，今不可考。 \\n 有和兰国新闻记者两人，环游地球，沿途演唱，以取游资。刻已到京，外交团颇致欢迎。十九日晚，在六国饭店演技唱曲，所得馈金甚丰。一二日即他行。彼无资而远游者，可以取法。 \\n 廉希宪万柳堂，在广渠门内东南隅，地本拈花寺，康熙中更建大悲弥勒二殿，昔日之莲塘花屿，渺不可寻。闻国初开博学鸿词科，海内应征之士，尚就其地为文酒之宴。今则台榭荆榛，衣冠凌替，徒存一万柳堂旧名，供一二览古者感喟而已。京师起筑宫室，其定方无或用正子午线者，虽皇居亦须少斜。俗传正阳门城西数武，埋有石兽，地安门外桥下有石猪，即为京师之正子午线。 \\n 护国寺为元时脱脱丞相府，内有土殿无砖石，元建筑物也。相传脱脱死后，奉敕即其府建庙，在今庆王府西偏。 \\n 京师地方审判厅刑科预审第三庭，顷判一案，至为奇特。有彭新义者，控王少唐诓骗其妹之金刚钻石一颗，涉讼两年，其控词大致谓此石于光绪三十一年，由王姓带往美国赛会，归来掉换赝品，此石值银二十四万元至三十万元左右，佩于身边，能避枪炮，石之坚性，用铁锤砸击，毫不损破。至掉换之赝品，一砸即碎等语。厅官诧为奇谈，层层批驳，颇为明晰，乃后段忽云：“查以赦前事告言人罪者，即以其罪罪之。此系光绪三十一年之案，即使所控属实，亦在两次恩赦以前”等语。然则凡在恩赦以前，所控属实之案，不得不准理，且将科告者以罪，是恩赦不足以示德意，实所以纵诡随枉善良耳（此批甚长，已载入某日京报）。说者谓有此奇特之控词，不可无此奇特之批语，否则官与民之程度，大有迳庭，不遇人情，其何以出治哉？ \\n 六月二十三日，都城内外骡车夫皆醵钱以祭马王，是日车价昂至数倍，向客婪索，名曰：“乞福钱”。其祭品用全羊一腔，不用猪，谓马王在教，不享黑牲肉也。其像则四臂三目，狰狞可怖。其神牌则书“水草马明王”字样。或告之曰：“汝辈车皆御骡，宜祭骡王。”则答曰：“骡本马种。现在骡族虽强，名居马上，几于自忘其种，然毕竟不能独立为王，故我辈仍祭马王也。”此言虽小，可以喻大矣。 \\n 二十五日，则为祭虫王之期，四郊农民，焚香顶礼，受胙饮福，极求虔敬。有叩以虫王之义者。老农曰：“蝗虫额上有‘王’字，虫王即蝗虫，祭乃祝其勿害苗也。”叩者曰：“非也。虎名大虫，又名百兽之王，虫王即猛虎也。扑杀之惟恐不速，祭于何有？”老农曰：“蝗害苗，虎害人，二者皆巨害也。虽然，虎害犹可，蝗害杀我。今天下虎害多矣，习见不以为畏。若蝗害则不可思议，故先祭而禳之。”异哉此老农，不患虎而惟患蝗，意者蝗之害，更有猛于虎耶？ \\n 六月二十五日，内阁会奏典礼院官制一折，有客读而献疑曰：“折中屡称掌院大学士，而是日上谕，惟称掌院学士，此大字，如为监国摄政王抹去，则政治官报次日录此折，即宜刊落大字，如为抄奉谕旨时漏写，则次日亦宜更正，此一疑也。”折中有“隆朝会郊庙之典，协沿袭损益之宜”二句，“沿袭损益”四字连用，语虽可解，而义实不通。五帝不相袭礼，三王不相袭乐，载在经典足征也。礼之不贵袭也，原文与朝会、郊庙对举。朝会、郊庙系四项，沿袭损益系三项，文义亦不相对。沿者袭也，袭者，沿也，谀之则曰沿用，斥之则曰抄袭，足征袭之一字，非美词也。而隆重之典礼，居然以沿袭为协宜，此又一疑也。清单内第一条云：“典礼院掌朝廷坛庙陵寝之礼乐及制造典守事宜，并修明礼乐，更定章制。”此条意在包括全体，而制造典守四字，又为蛇足。制造神牌，本礼中所有事也。典者，常也；典守者，即常守也，简言之即所谓掌也。既以礼乐并举，而又特出制造一层，既以掌字冠前，而又系典守于下，此又一疑也。”余笑曰：“有是哉！子之迂也，不观秋辈之翰林（留学生某检讨致书何秋辇中丞，误辇为辈，闻者已作联语以讥之），怀卵之进士乎（留学生某进士，解《诗经》‘有女怀春’为“怀卵”，力诋孔子不删此淫词，盖粤人呼卵为春也）？此而可疑，则将有不胜其疑者。至掌院大学士一节，是日谕中本有协办大学士字样，掌院学士无大字，或者省文也。沿袭损益，本为因革损益，撰稿者虑庆内阁畏革字，故改为沿袭，此与魏奄之干儿以巍巍颂奄，而虑山厌太师头，移书于下，同一心理。子力诋其不通，而彼益引为谨慎周密，且以希荣固宠矣。” \\n 老妓绿香仙馆，近携一雏来，名小绿香，居西河沿金台旅馆二十一号，日以电话通李伯行侍郎处，由十数起至数十起不等。有知其事者云：“李初以千金纳妓为妾，后不安于室，复以五百金遣去，与之约曰：‘汝去，一切可许自由，惟不能与我同处一地。’妓诺之，此十年前事也。李出使欧洲，妓往来京张间，艳名藉甚。今垂垂老矣，色衰爱弛，门前冷落车马稀，而李已由京堂而钦差而侍郎，位尊而金多，意欲此公再收覆水，否则再赠巨资。两者如俱不可得，即出其雏应客，而已为房老，将与此公角逐名利于辇毂之间，不复顾前约矣。闻李对于此事，颇为踌躇，都中人言啧啧，恐未能以不了了之也。” \\n 某录事贵族也，尝伪造公文，派某甲、某乙等差缺，招摇纳贿，或一二百元，或五六百元不等。甲乙等以某炙手可热，不之疑也。及持公文禀到，始知被骗，大哗，将与某为难。当事者既不能准此伪公文，又不敢开罪于某，遂出其恫吓之手段，谓甲乙等曰：“此事咎由自取。若照例惩办，则行贿与受贿者，厥罪惟均。”一面出示晓谕诸色人等，勿受书吏伪造文件之愚。甲乙等惧再受累，亦相率罢休，而某仍洋洋如平时也。相传某之父最跋扈，能制其最豪贵之孀嫂。尝与其嫂借钱，不遂，则乘其出，伪作疯状，褫衣相向溺，其嫂大惭沮，后见辄避之。而某又悍然以伪公文骗钱，当事者莫敢谁何。有是父乃有是子，信然。 \\n 都中骗术，愈出愈奇。一月前，闻有甲乙两人，衣裳楚楚，行至珠市口，雇一最新之骡车出广渠门外。车夫某丙索价一元，许之。众车夫在旁，皆羡丙之遇，而笑甲乙之愚也。拟俟丙返，索其酒食，后屡觅丙不得。越十余日，众见丙之骡车而不见丙，心疑之。就御者询丙踪迹，致生口角。警兵干涉，众告以故，警亦生疑。拉赴厅，诘其购自何人，遂获甲乙。严讯，供称当时实利其骡车，出东渠门外五里许，共将车夫谋毙，于是觅得车夫尸而置甲乙于法。 \\n 《北京日报》云：美国人李某，上议院内极年少之议员也。其妇有病，为医所割，血亏病剧。医云：“非得生人血补救，不可复活。”李某慨然当流血之任，以救其妇。医遂割开两人之血管，以抽气机联之，计一小时许，李某之血，输入其妇之身，约有四十余两。李某遂昏晕不省人事，医乃止。后数日，李某平复如旧，其妇亦获更生。李某伉俪之情笃，而医术之神奇，亦不可思议矣。 \\n 偶与客谈内务堂十二日传懿旨申斥事。客笑曰：“无他，不过破费四百两耳。”因言邮传部初立时，旨简张百熙为尚书，唐绍怡为侍郎。张谢恩后，即拜唐，备致谦词。唐竟居之不疑。张以其侮己，衔之。次日唐答拜，并请奏调各员，交上衔名单一纸。张唯唯。及奏案发表，单中无一人入选，唐大怒谒项城（时任军机大臣，此次两人皆其保荐）告以故。项城曰：“野秋是余亲家，当为排解。”即赴张处。张见面，大骂唐不置。项城知不可劝，怅然而回。由是两人交恶，具折揭参，俱留中，又互请病假不到部。御史某严劾之，两人均着传旨申斥。唐暗贿太监银四百两（按：此项谕旨，京官向由太监传宣，被申斥者，跪聆宣旨毕，太监破口辱詈，状至不堪，是谓申斥，纳贿者免詈。外官则由督抚代宣，无此状），张不知也。曾传张跪聆宣旨毕，太监顿足大骂：“混帐王八旦，滚下去！”张叩首起立，面无人色。次传唐申斥，无此状态。张益恚愤回宅，真成病矣。未几以忧郁卒。戊申十月，孝钦、德宗相继宾天，照例十九日内，不准各官递封奏。编修刘廷深（大学堂监督）忽破例递折（似是调停表礼），传旨申斥。刘一穷翰林，安有此四百两私贿，又不能堪辱詈，意大窘，浼人关说纳半数，临时申斥，仅叱：“混帐，下去！”亦所谓半骂也。刘退而告人曰：“士可杀，不可辱。吾初不料国家有此恶例！”"}
