{"章节": "一、論癡情細說緣由", "正文": "一、論癡情細說緣由 \\n  \\n  \\n 話說情生於愛，愛生於孽，男女之間惟有那個『情』字，最容易發生重大的問題。但是這個『情』字，究竟作何解說？ \\n 這個答案，本來很難說出的。在下現在姑且胡說一句：說是因為有了相愛的心思，纔能有情的發生，那相愛的起源，都是前生的孽緣，所以『愛情』兩個字，便是孽緣的表現。看官們聽著在下這話，千萬不要誤會在下是迷信因果的人。老實說起來，世界上一切形形色色，無論是什麼事情，有果必有因，有因也必有果，那因果本來是可以成立的。不過在下雖是深信冥冥中自有因果的，但卻不去迷信著。為什麼既已信了又不去迷信呢？因為冥冥中果然是有因必有果，有果必有因的，但是能夠自己明白這因果的道理，便可自己隨意留心了。雖然已經造了不好的因，卻可以自己造就了很好的果來。然而話是這樣說，世界上的人，進了情網能夠跳出來的究有多少？試看從古以來，為了個『情』字，不知害掉了多少英明有為的人！論到情能為害的緣由，總脫不離男女相慕相愛的情形。所以凡是人類，除了太上忘情以外，都有一種情感，只要不遇著對象方面的吸力，便可含糊過去，不致發作出來。倘是遇見了目的物，有一天抱著情感表現，那是入了情網，要脫出便很難了。所謂涓涓不塞，流為江河。這樣說來，情是很可怕的東西了。要是免不了情的發現，跳不出情的圈套，果能達到情之目的，並且能夠永久保守這情的圓滿目的，到也可算得自己無負於情，情也無負於自己。倘然有一天在情場失敗下來，那便糟了，志氣短些的人，竟至於把性命都送掉，莫說身外之物大大的犧牲了。在下說到這裡，奉勸看官們千萬不要進了情的圈套，免得自尋煩惱。 \\n 在下現在寫一段故事給看官們看看，很可以給看官們作一個情場的借鏡。這段故意，乃是前清時代的一樁秘史，很當得起『哀感頑艷』四個字。在下現在先把這段故事的緣由，寫些出來，要論起這段故事的緣由，尤須知道本書的主人翁。本書的主人翁有兩人，乃是一男一女。男的是前清開國天子順治皇帝，女的是才貌雙全的名妓董小宛。除了順治皇帝和董小宛以外，還有一個重要人物。那重要人物是誰呢？便是富冠江南，纔傾當時的名士冒闢疆，那冒闢疆和董小宛、順治皇帝，都有密切的關係，看官們看到後面，自能明白。 \\n 但是在下這本書裡，既有貴至人極的皇帝和傾國傾城的美人，更有風流奇才的名士，把這三人湊在一起，當然可以給在下這本書生色得很哩。然而美人終至不壽，名士竟遭慘離，皇帝也因此出家，三人都沒有良好的結果。說到緣由，無非為了這個『情』字。所以推論起來，到底仍是這個『情』字，把三人的樂境完全送掉。唉！貴為天子，真所謂惟我獨尊的了，既是惟我獨尊，哪樣事還不稱他心？哪樣事還辦不到手？何致於為一個婦人，竟把皇位犧牲。情願不做皇帝，反去剃了頭髮，去做光頭和尚，但給這個『情』字所束縛，便覺得富貴如浮雲了。董小宛也是進了情的圈套，不能跳了出來，所以情願做平民的側室，不願做天家的禁臠，為專制權威所逼迫，舊愁新恨，悒鬱成疾，黃土一抔，斷送紅顏，也可謂癡於情的了。至於冒闢疆，雖遭生離之慘，不免黯然消魂，究竟他是名士氣派，胸襟較為曠達，沒曾因情喪身，然而已是煩惱之至了。"}
{"章节": "二、墜風塵美人淪落", "正文": "二、墜風塵美人淪落 \\n  \\n  \\n 話說造物主人，也是很費苦心，莫說美人難得，並且生了美人，還要造成許多境遇，有的是歡合，有的是悲離，弄來弄去，總離不了這悲、歡、離、合四個字。所以生了楊玉環，便配了李三郎，天上人間，比翼連理，無非一場春夢而已。 \\n 閑話不提，且表江南金陵地方，有一個絕色奇才的女子。 \\n 這女子姓董名白，小名喚作小宛，別號青蓮。她的父親早已死掉，只有母親在堂。她母親陳氏，略曉字義，所以小宛七八歲的時候，她母親便教她念書識字。她本是絕頂聰明的人，見字即識，識了不忘，旁人見她好像是前生夙慧的，都很稱許的了不得。到十來歲的時候，知識漸漸開了。聰明也格外進步了，於是識字讀書以外，凡是女紅針線，煮菜烹茶的事情，都很精曉。這時正當明朝崇禎六年的時候，因為北方飢荒，江南受了影響，米谷因此昂貴。小宛的家世本很清苦，平時靠她母親做活計度日，到這時生活程度突然飛漲，便覺得度日維艱起來。 \\n 恰巧隔鄰有個王嬤嬤，乃是吃窯子飯的人，見著小宛生得像天仙化成的模樣，又聽得她聰明伶俐得秀，便慫恿她母親，把她送到窯子中間去混飯吃。母親聽著，本覺得吃窯子飯是沒臉的事情，但是為了飢寒所迫。到以為除了那條門路別無吃飯的所在了，所以只得應允。 \\n 小宛奉了母親的命，跟著王嬤嬤而去，在秦淮河邊上立了一個門戶，早有王嬤嬤籠絡著許多客人，捧場的捧場，走動的走動。雖則小宛還是個小姑娘，不過她生得一副絕世曠代的美貌，又有那聰明伶俐的性格，一般客人們個個都是愛她憐她，都說董小宛是獨步秦淮的了。這種艷名傳出來，以一傳十，以十傳百，哪消多時，早已聲震江南了。這時小宛既是享了盛名，門庭當然熱鬧非常。在常人的心裡，一旦僥幸享了盛名，勢必自負不凡，目空一世起來，惟有小宛不如此，原來小宛性喜幽靜，現在雖是進了繁華場中，卻不汩滅自己固有的本性，所以大庭廣眾之間，偶或碰到男女喧笑的事情，她總覺毫無興趣。 \\n 她逢到春秋佳日，便和知心的客人來到城外，玩看山水的景致。 \\n 往往見著幽林遠壑，對景有所感觸。便依戀不肯即去，因此她益得文人雅士的憐愛。但是她看透世情，覺得負名稱艷，都是繁華一夢，所以她平日常常攬鏡自照，見了自己的影子，每道：『我既生了這副皮骨，倘若嫁給凡夫俗子，尚且要有彩鳳隨鴉的感觸，況且現在是飄花零葉，像萍梗似的沒有歸宿的哩。』 \\n 她既然有了這種思想，便時時想擇人而事，只因逛窯子的人，固然文人也有，雅士也有，大部分的人，無非是些紈絝公子，大腹商賈，顯宦熱僚。文人雅士雖合小宛的意思，但酸儒有才無力，終不能付小宛之望；紈絝公子大腹商賈顯宦熱僚，固然富有巨金，但小宛終覺得沒字碑，徒有臭皮囊，怎肯把清白身軀，委事給他們！因此逡巡了幾年，終難得偕老百年的機會。 \\n 這時小宛青春已是十六歲，王嬤嬤已經死了，她便迎養她母親陳氏來主持了這個門戶。她素來羡慕蘇州地方山明水秀，風景比了金陵更是清幽，便和陳氏說知，想搬往蘇州去祝陳氏本來膝下無兒，只生得她一個女兒，平日憐惜備至，此番想搬往蘇州，哪有不聽之理。母女兩人當天商議了一番，果然離開了金陵直往蘇州而來。金陵離著蘇州不過幾天的水程，所以不到幾天，便已到蘇州。她們來到蘇州，便在半塘地方租了一所精緻的房屋，安安穩穩的住著。"}
{"章节": "三、喜相逢一見傾心", "正文": "三、喜相逢一見傾心 \\n  \\n  \\n 話說小宛和她母親陳氏，從金陵搬到蘇州，在半塘地方租得一所精緻房屋，安穩住著。這時正當暮春天氣，小宛成天的和陳氏遊山玩水，凡是蘇州的名勝，像虎丘山、寒山寺、天平、鄧尉等許多地方，沒有一處沒曾去過。到也逍遙自在。光陰迅速。早已春盡夏來。暫按小宛不言。 \\n 且說這時如皋地方有位才子，姓冒名襄，表字闢疆。他的祖父和父親，都是做過幾任優缺的大官，所以家中有萬貫家財，當得起如皋的首富。闢疆原是滿腹才華，只因命蹇運窮，功名蹭蹬，仍是青衫徜徉。但是他生就一表人才，姿儀天出，神清徹膚，一般女子們見著了他，沒一個不有願嫁才子的感想。他妻室蔡氏，雖則容貌平常，然性格溫婉，又很賢淑。也很通曉詩書，所以伉儷之間非常和睦。不過天生才子，無不風流，闢疆裘馬翩翩，便到處流情。但因自己高自期許，常往妓院游逛，遇見一般庸姿陋質，都不值他的眼裡。 \\n 這時闢疆來到金陵應試，少不得有許多朋友來招呼。那般朋友也都是留連風月的人，素來知道秦淮佳麗是首數董小宛的，現在勝友晤取，大家都把小宛介紹給闢疆。闢疆聽著，便和朋友去訪，恰巧小宛剛離金陵搬往蘇州了。闢疆自嘆緣慳，草草進場應考，三場完畢，名落孫山。那般朋友們見他下第歸來，知道他心中定很煩悶，便慫恿他道：『小宛近來聞已搬往蘇州。吳中山水，素負盛名，何不前去一遊？』闢疆聽著有理，果然也來到蘇州。 \\n 安寓停當，即到半塘來訪小宛。恰巧這時小宛又往洞庭山遊玩未返，闢疆仍舊撲了個空，只得和蘇州的朋友們花月詩酒，作為消遣；足足在蘇州耽擱兩月光景。心中記念著小宛，想再去一訪。來到半塘，行行來，早到了小宛寓所的門口。短竹數叢，苔生滿徑，門臨小溪。鳥啼花落，風景十分幽閑。闢疆照看雙扉，輕輕剝啄似的彈了一聲。門內走出一個四十多歲的婦人，生得也很秀雅，滿面陪笑的來問。闢疆心想：『久聞小宛有母，這人必是小宛的母親了。』便上前述了來意，無非是久仰盛名，前來一見的話。那婦人道：『相公不是上次來過的嗎？ \\n 小宛剛從姻家回來，昨天多喝了些酒，現在還是醉著未醒哩。 \\n 但她明天又要出門往黃山去游逛此行大概要一兩年纔得回來。 \\n 相公此番見不著她，不知又要等哪時候得相見，所以不如進來候一候吧。』闢疆點頭稱是，跟了陳氏進來。只見五間花石砌成的小軒，窗明几凈，佈置得十分齊整。早有雛婢獻上茶果。陳氏和闢疆談天說地的談了半天，便進後堂。等了片時，陳氏扶著一位身如輕燕眼流春的女子出來。那女子香肌溫潤，面暈和桃花似的。這種香姿玉色，真是天上少有人間難得的了。 \\n 只聽得陳氏說道：『小宛好生見過相公。』那女子聽得她母親說了這話，纔把初醒朦朧的眼睛，微微的睜了一睜，眼光像秋水似的。正對著闢疆的眼珠，打著一個照面。他們倆人，你看我我看你的看了一回，卻都一言不發。 \\n 原來這時他們倆人已進了情網。因為闢疆見著小宛，心以為得遇此姬，始不枉活了一生；小宛見闢疆英姿秀爽，便覺得此人必是個奇才之士，心中也起了感想，很有久歷風塵今方得人的意思。這時闢疆好像遇著電力似的，實在是愛得小宛到了極點，恐怕小宛宿酒初醒，沒有精神久陪，便匆匆別歸。過了一天，小宛果然和她母親到黃山去游逛了。闢疆卻仍留在蘇州，依然花月流連，煙柳評量，雖有曾經淪海除卻巫山的感慨，但究是名士襟抱，都看作行雲流水一般。這時他又由朋友介紹，結識了一名吳妓陳晚香，綢繆了年把光景，纔離開蘇州回到如皋。"}
{"章节": "四、話舊情緣訂三生", "正文": "四、話舊情緣訂三生 \\n  \\n  \\n 話說冒闢疆在蘇州游逛，因為董小宛往游黃山，便結識了陳晚香，綢繆了年把光景，晚香也以為闢疆是風流奇才的美男子，便有委身的意思。闢疆看晚香雖沒有小宛的纔色，倒也可算是庸中佼佼，所以也便允許晚香的要求。住了多時，闢疆離開蘇州，回到如皋，想回家後設法些款子，給晚香脫籍。這時盜賊蜂起，遍地荊棘，避疆便代父上下行賄，免赴新任，因此又耽擱了年把時候。他父親見朝旨嚴急，雖四處託人說情，終不能不上新任，只得硬著頭皮而去。 \\n 闢疆等他父親上任去了，便忙到蘇州去踐晚香的夙約。不料到蘇州，晚香已給蘇州的勢豪鄉紳彭柏德強娶了去。闢疆聽到這個消息，心中實在是懊喪之至，便立刻回家。船離蘇州，直往滸關而來。路經一座小橋，離著滸關已不很遠。這地方實是清幽異常，橋邊花成蔭，更得天然美趣。花柳中隱隱露出一角紅樓，鳥聲啾啾，闢疆見了益發愛賞的了不得，心想：『軟紅塵中，哪有這樣的清靜世界！』便命船上的艣夫上岸去問鄉人，那小樓是誰的寓所。艣夫問了回來，說道：『這所小樓，乃是名妓董小宛的別墅雙成館。』闢疆聽著，忽然想起小宛來，心中不覺大喜，便停船上岸。正待叩扉，那岸上的鄉人們阻住道：『董姑娘因為在蘇州得罪了勢豪惡霸，避在這裡暫住，現在她的母親受驚亡故，她所以避戶深居，不再見客。聽說她還抱著病哩。』闢疆聽了鄉人的話，也不理會，仍然前去叩門。 \\n 叫了半天，纔有一名小丫頭出來開門，推阻了幾聲。闢疆緊請上樓，小丫頭不便攔阻，同進門來上了樓。 \\n 只見滿桌子置的都是些藥餌，靠裡邊一張小榻，上面躺的人便是小宛。病得瘦骨支離，皜姿遠遜於前。見闢疆進來，也是喜不自勝，便沈吟的問道：『相公是前年奴醉中所見的人嗎？』闢疆忙道：『是的。別來卿卿可好？』小宛淚流滿面的答道：『從前相公來訪奴的時候，雖僅一面，但奴的母親卻時常說起相似以是個奇秀的才子，以為奴不和相公盤桓幾天是很錯過機會的。想不到現在隔了三年了，奴母親又不幸去世，人事變幻，真像一夢哩。』說著便強把病軀掙了起來。闢疆恐他病後乏力，便想辭去。小宛留道：『奴病了已有半個多月，睡覺睡不著，吃也吃不進。又遭了驚嚇，沈沈的和死去一般，現在見到相公，便覺得神清氣爽。』闢疆見她多情，只得暫留。 \\n 小宛婢沽酒具饌，便在榻前兩人對酌起來。小宛酒量本來是很好的，但因病後體弱，又見闢疆量是很淺的，所以飲了少許，便命撤席。這時闢疆便想辭去，小宛堅留不肯放行，當時闢疆便在小宛處歇宿。一宿無話。 \\n 明日早起，闢疆因家事還沒完全辦理，急欲回家。小宛但道：『奴雖萍梗賤貨，但此身猶是處子，今得隨相公，奴願已足。相公急欲回家，奴豈敢固留？惟身已奉侍，志不再移了。 \\n 』闢疆聽著，卻不允承去娶她。因為這時天下很不安寧，闢疆家事正忙，無暇及此，便匆匆和小宛話別。小宛哪裡肯依，趁闢疆上船要行，她也扶病跟上船去，指著江水誓道：『奴這身體，便如江水東流，斷不再返蘇州了。』闢疆變色拒道：『現在四方多故，嚴親正在兵火之間，又將近科試，更當回家一見老母，況且你負債也不很少，脫籍之事，很費商量，不如仍返蘇州，等下次科試的時候，你到金陵候我，倘我幸博一第，纔能給你設法那事，現在纏綿是沒有利益的。』小宛聽闢疆的話很是誠懇，但這時見闢疆無法可想，只得掩面痛哭而別。回到蘇州，眼巴巴專等金陵科試時見面之約。闢疆見小宛自去，也便回家。"}
{"章节": "五、好姻緣天作之合", "正文": "五、好姻緣天作之合 \\n  \\n  \\n 話說闢疆別了小宛，回家住了幾月，正當八月秋闈之期，便來到金陵應試。三場考畢，依然名落孫山。那時小宛早已攜著一名老嫗，從蘇州求踐舊約，見著闢疆，益發的要跟回家去。 \\n 闢疆因他父親仍在亂中，無意給小宛設法，所以還不允承。隔不多時，恰巧闢疆的父親奉旨調開襄陽，回裡路經金陵，闢疆少不得前去迎候，當然便趁在他父親的船中同回如皋而去。小宛聽到這個消息，礙闢疆的父親的耳目，不便跟著闢疆跬步不離，便另僱一隻小船，緊隨闢疆的大船而行。行了多天，闢疆在大船中聽著僕人密報，知道小宛跟在後面，心想即使跟到如皋，現在也決無法子可想的，因此便命人和小宛說知，教她仍迴甦州，隔些時候再給她設法。小宛聽了，也覺得急中無能為力，只得仍淒然而別，依舊回到蘇州居祝闢疆同他父親回家以後，因為兩試不第，未免心頭不很舒泰，留家株守。直到仲冬的時候，他有朋友劉生，自北京回南，路經闢疆那邊，便和闢疆盤桓幾天。恰恰劉生的奴僕從蘇州來，說起小宛自從在水路上和闢疆分別以後，回到蘇州，把這件臨別的衣服並不脫掉，寧可凍死了，表現她自己的志向。闢疆聽著，心中也著實感動。劉生便慫恿他道：『你素來很有風義的人，怎麼此番竟去負一女子哩！』闢疆這時纔覺得小宛堅志不移，便湊集二千金，托劉生乘便到蘇州去給小宛料理債務。不料劉生不是個幹練有為的人，到了蘇州，不善調停，依舊沒曾料理清楚。幸而這時常熟有個錢牧齋，乃是做過宰相的人，和闢疆的父親有些交情的。此番聽得小宛和闢疆的一番癡情，便親自來到半塘，給小宛料理。他仗著宰相的威勢，哪不敢不依，所以不到三日，早已料理得清清楚楚。牧齋把這事辦妥，自己寫了一封信去關照闢疆，一面又僱船把小宛送往如皋。 \\n 小宛到如皋，正是十一月十五的晚響。這時闢疆正和他父親在拙存堂中宴客，接著牧齋的信，纔明白前後詳細的緣因。 \\n 但倉卒之間，不敢和他父親說知，心頭好像小鹿亂撞。待要前去招呼，又恐他父親知曉，只得等著。那天又是客多興豪，直到四更天氣宴席纔散。闢疆心中有事，宴席初散，立刻飛奔到船埠探聽，纔知小宛船到，早由他妻室蔡氏打發僕人用轎子把小宛送到別墅而去。闢疆聽著，很感激他妻室賢淑，便再奔向別墅而來。 \\n 只見幃帳燈火飲食器具，沒有一件是沒備的。小宛正在室中安排什物，見闢疆進來，欣喜道：『奴船剛近岸邊，怎麼不見你來候接？只見婢婦們簇奴登岸，奴心心裡很是懷疑，並且更是非常恐慌。等到到了這裡，見東西無一不備，問起緣由，纔知是主母安排的。奴現在既得永侍君子，又得如此賢淑的主母，奴益信自己的眼光放准，所抱的希望並沒有想錯哩。』闢疆聽著，也便和小宛敘了許多別後的情事。從此小宛便在別室安住，屏卻管弦，洗盡鉛華，專心一意的住著。有時做些針線刺繡，有時作些楷書墨畫，也不出門游逛。闢疆是隔了幾天去訪她一回，足足住了四個月的時候，不覺又是暮春時節。闢疆到了這時，托他妻室在他父母前疏通妥當，纔把小宛接進自己的宅門。因為小宛非但聰明伶俐，並且溫婉恭順，所以闢疆的家人，上自他的父母，下至他的妻子，沒有一個不是疼愛小宛的。那小宛和闢疆的妻室蔡氏，更是和睦異常，從來沒有一言的枘鑿，便是管束僕婢，也是慈嫻得很，因此人人都願意親近她。沒有一個不說她是好的。"}
{"章节": "六、鱊蚌爭漁翁得勝", "正文": "六、鱊蚌爭漁翁得勝 \\n  \\n  \\n 話說在下做書的，一筆難寫兩事，上面寫的幾回書，都是敘的董小宛和冒闢疆的緣遇。現在小宛已嫁著闢疆。名士美人，正好相得益彰。但是，他們的結果，仍不免勞燕東西，慘遭生離之苦。在下做書的不忍把這支筆，立刻把他們的姻緣活活的拆散，所以趁他們快快樂樂的團圓時候，讓他們多去快樂些。 \\n 現在乘此空閑時間。另寫一樁淪桑事變的事情出去。閑話剪斷。 \\n 且說明朝自從朱元璋在泗州起兵滅掉蒙古族的元朝，一統天下，稱帝改元以後，直到他十一世孫的崇禎皇帝，足足也傳了二百多年。這時因為西北諸省鬧著飢荒，延安地方的張獻忠和米脂地方的李自成，利用時機造起反來。於是，一般賊寇附和的附和，響應的響應，鬧得遍地皆匪，民不聊生。那位崇禎皇帝雖是有道明君，但他德有餘而纔不足，沒有用人的眼光，所引進的大臣門，沒有一個能給國家捍禦困難的。後因兵食不足，大增田賦，那般百姓們在這天災之後，又無端的增加著許多負擔，教他們怎不心亂的呢？況且增加田賦，又派了大臣四出逼迫，大臣們別的本領雖沒有，括地皮卻是一等名手，借了威力去暴掠，因此更失人心。那般飢民既怕稅又怕官，紛紛的鋌而走險，附在流賊當中，四處竄擾，賊勢當然益發的浩大起來。 \\n 恰巧在山海關外面有個鄰國，乃是滿州種族，和明朝本有世仇的。現在聽得明朝有了內亂，趁勢派兵前來挑戰。崇禎皇帝聽得這種消息，嚇得手足無措，他把念頭一想，以為流賊雖是大患，究竟還是國內的人，何必同室操戈？那清兵乃是外寇，倘非一決雌雄，不足以顯上國天威。於是對於流賊用撫慰的政策，想專心的對付外寇。怎知外寇仍不能對付得妥當，流賊卻愈撫愈多。直到後來，益發不可收拾，賊首李自成竟長驅直入，破了北京城。崇禎皇帝自縊煤山而亡，李自成便自接帝位，稱作闖王。這時明朝有個統軍總兵吳三桂，領了全部兵馬，駐守寧遠。他原是防禦清兵的。現在聽得北京已陷，皇上殉國，他便縞素發哀，借清兵入關。那滿州這時已經建了國號，喚作大清，老皇恰纔死掉，幼主福臨嗣位，年號順治。見吳三桂前來借兵，便命攝政王多爾袞和豫親王多鐸率領八旗兵進關而來，果然把李自成的賊眾殺得落花流水。李自成見大勢已去，便丟掉了北京，往陝西方面逃走，清兵便乘勢據了。順治也便定都北京。吳三桂想借清兵復國，弄到後來，國仍未曾復得。鱊蚌相爭，反使漁翁得了大利，也可算得前門退狼，後門進虎了。 \\n 後來明朝的遺臣史可法等在南都聞得北變，迎立福王繼位金陵。 \\n 順治皇帝便命豫親王多鐸帶重兵南下，和明廷開仗。豫王此去，原是很有關係的，非但前清天下，靠著豫王得勝纔能一統，便是那順治皇帝也因豫王的緣故，到後來竟致削髮為僧，棄國出家，此是後話不提。 \\n 且說那順治皇帝初登大寶，又是開國皇帝，卻也英明有為。 \\n 不過他生性很是誠摯，很有百折不撓的態度。所以入得關來，統治漢族，到也御下有方。不過外省的大臣們，終不免有些狐假虎威虐待我們漢族的地方。但這種情形，都不是順治皇帝的本意。看官們不要錯怪了他。他在宮中，也是很有美德。早年他便立了皇后，卻不濫施風流，耽情聲色的，因此他六宮粉黛，不足三千之數。然而人孰無情？況又貴為天子，豈是擁了黃臉婆子虛度一生的？所以各省大吏，仰體聖意，紛紛物色奇才絕色的女子，獻進宮來。"}
{"章节": "七、經亂世遍地萑苻", "正文": "七、經亂世遍地萑苻 \\n  \\n  \\n 話說李自成攻破北京，崇禎殉國，吳三桂引狼入室，順治皇帝據了中原的疆土，這種消息傳到如皋，如皋的官紳百姓們，當然是驚惶的了不得。一般游民無賴，趁此機會便四出放造遙言，說是皇帝已死還有什麼國法，因此人心洶洶，官吏也沒法禁止。那冒闢疆原是如皋的首富。到了這時，當然更加驚惶。 \\n 闢疆便僱妥幾隻小船，偕同他父母妻子和小宛等許多人，想渡了長江，到荊溪去避難。不料船剛渡江，忽遇大夥強盜。闢疆眼見遠遠地來了許多人，料知必是歹人，便吩咐舵工，掉轉船頭，從河港別口登岸。 \\n 那港口有一所朱姓的別墅，朱姓和冒姓乃是近戚，所以闢疆便借寓其中。幸而別墅的左右很多鄰居，別墅的中間，又有許多心終不死，見闢疆在水路上半途逃掉，便跟蹤而來。知道他進了朱姓的別墅，幫手頓時加多了許多，便也約集盜伙七八百名，吶喊而至。先派了一名小盜，教闢疆獻出金銀若干，纔能放他們過去，否則要四面放火來，燒得他們寸草不留。闢疆得了這個消息，恐怕驚動了他父母，便把他父母和妻子，都托付給他的乾僕，趁昏夜時候，離開別墅，從小路直奔荊溪而去。 \\n 但這時所帶的僕人，都已調遣在外，沒有乾僕可援小宛出險，小宛卻也並不愁慮，跟著闢疆，趁夜半天黑，悄悄的出了別墅。 \\n 小宛纖足娉婷，早已走得氣喘力竭。行了約有裡把路程，纔得著兩頂轎子。吩咐轎夫盡力飛奔，直到天亮的時候，纔到荊溪城下，便和他父母妻子重聚一堂。但是身雖脫了虎口，行囊卻大半丟掉。小宛的珍寶東西，也完全失去。他們一家人在荊溪住了幾月，聽得如皋人心稍安，便回到家來。 \\n 這時正當中秋節近，闢疆功名心切，又到金陵去應試。三場完畢，文字無靈，依然秋風蹭蹬。在金陵耽擱四個多月，已是臘殘歲盡，便匆匆回家度歲。這時因為福王繼位金陵，建元弘光，順治皇帝發兵南下，如皋地當衝要，風聲緊迫起來。闢疆見事不妙，便把全家搬到浙江省的鹽官地方去祝直到端陽時節，闢疆在鹽官聽得金陵已給清兵攻破，弘光已給豫王捉住，天下都歸了清朝。隔不多時，忽然清廷下了一道剃髮的詔書，百姓們不忍忘掉舊朝衣冠，不肯奉旨，於是清廷所派的官吏見人便殺，鬧得人心益發驚惶起來。闢疆見遍地荊棘，無可奈何，只得奉了他父母妻子避到城外去住，只留了小宛和幾名婢婦看守城裡的寓宅。 \\n 過了幾天，風聲更緊。闢疆心想小宛獨留城中，終不是善策，便想把小宛托付給他的朋友。但闢疆的母親因為小宛非常賢慧，不忍亂中分離，所以仍舊攜著同去，他們全家便同住城外。無如世途崎嶇，生當亂季，豈能安居靜處？所以他們全家遇到風聲緊迫的時候，便僱了小船出去避難，也不管路程遠近，在路上飢寒風雨，受盡風塵之苦。不料有一回馬鞍山地方，遇著大隊清兵，殺掠一番，衣飾東西掠得乾乾淨淨，只和回到鹽官城中，想在親友處設法些衣食銀錢。怎奪都在亂中，彼此都是自顧不遑，四處張羅，僅得一條毛氈。闢疆恐父母受驚，便命他妻子先陪了他父母到城外舊寓中去安歇，自己和小宛暫住城中探聽消息。這時正是殘秋天氣，窗風四射，闢疆感受風寒痢瘧雜作，便橫了一扇板門作為床榻。闢疆蓋著一條破爛棉絮僵臥在上面，小宛卷了一條破席，日夜在旁邊侍候。闢疆足足的病了五個多月。"}
{"章节": "八、參分離勞燕東西", "正文": "八、參分離勞燕東西 \\n  \\n  \\n 話說闢疆在大亂之中，病了五個月，早又冬盡春來。幸而平日小宛悉心服侍，天冷便去擁抱，天熱又去披拂，凡闢疆意思所到的地方，小宛無不盡心安排。煎的蕩藥，自己必先去嘗了，然後再獻給闢疆受用。甚而至於闢疆所下的糞穢，也是用鼻子去嗅，眼睛去看。看著情形漸有起色，便喜不自勝，遇著避疆病勢沈重的時候，竟天的衣不解帶的在旁侍候，闢疆病失常性，往往無端暴發大怒。小宛明知闢疆並非故意和自己詬誶，曲意承受，色不少許。闢疆的父母妻子見小宛這樣的賢慧，益發疼愛起來；又見她辛苦了好久日子，已是骨瘦如柴，面枯如蠟，便教她節勞暫息。她卻仍是不辭勞瘁。直到仲春時候，闢疆病纔稍痊。因為鹽官正遭兵變，勢已不可一日安居，便即僱船回裡。冒險渡了長江，聽得如皋亂事，還沒曾完全平定，不敢貿然回去，便在海陵地方暫覓小屋居祝過了一年，又是炎夏時節，纔得如皋亂平消息。闢疆便偕同全家，重返家鄉。但遭逢大亂，屢受驚嚇。闢疆舊病復發，勢益沈重。小宛仍是日夜的侍候，有時坐在藥爐旁邊親煎湯藥，有時伺在枕邊足畔躬承扶攜。足足的又過了六十多天，闢疆病有轉機，忽然又得奇疾，背上生了一個大疽，少不得又是辛苦著小宛。隔了三個多月，闢疆病方痊愈，小宛卻積勞病了起來。 \\n 但她生恬恬雅，雖是病軀纖弱，卻仍到園圃中洗菊藝蘭，去遣她清興。闢疆因小宛處處能體諒自己，所以現在小宛有病，他也十分體恤，便連他父母妻室也都看重小宛。小宛病勢本不很重，隔不多時，病便好了。從此家園安處，骨肉團圓，到也很得天然樂趣。 \\n 早又過了兩個年頭，七夕那天的晚晌，小宛和闢疆在庭中，觀看天上流霞，覺得像條金蛇似的，著實可愛，便想起自己的金珠首飾都在亂中失掉。現在見著流霞，想要把金釧臂來描似流霞的模樣。闢疆當然滿口應允。隔了幾天，闢疆果然給小宛購到一對金釧，釧的陽紋旁邊，還刊著『比翼連理』四個字，小宛見著非常欣喜，以為是白頭偕老的預兆了。駒光過隙，一年容易，又是桃紅柳綠，艷陽天氣。那年正是順治七年，闢疆這時因為一般詩友在荊溪雅集，便也來到荊溪。卻不料如皋地方的駐防清軍，恰於此時兵變起來。亂兵四出劫掠，素知冒家是很有錢的，亂兵的首領名喚阿史崔，便結合大夥人馬，首先來到冒家。那由他說，凡是值錢的東西，都捆載而去。臨去的時候，阿史崔見著小宛的美貌艷質模樣，便令兵丁們前呼後擁的把小宛搶著同行。小宛沒力抵抗，只得由他們擺佈。倉卒之間，無物可攜，只留著那副金釧，套在臂上，想留作紀念的。 \\n 亂兵們吆吆喝喝，闢疆的父母妻室，也不敢和小宛說訣別的話，又恐小宛不肯同去，吃了眼前虧，所以都道：『不必推阻，便自去罷，後會有期，不難相見。』小宛聽著，纔痛哭了一番，跟了亂兵而去。 \\n 這時闢疆在荊溪，詩友雅集的事已經完了，正當春雨連綿，不免鄉思彌劇。那天在朋友處小飲而歸，已是三更時分，獨自在客寓中思忖心事。待要伏枕安睡，朦朧中忽然覺得自己已回家中，和父母妻子暢敘別情，卻不見小宛在側，不覺小叫一聲：『小宛在那裡？』睜眼細看，乃是一夢，心想此夢不很吉利，便匆匆的回家而來。到了家中果然不見小宛，他的父母說話恍恍惚惚，闢疆起了疑心，不便追問父母，便去詢他妻室。只見他妻室蔡氏坐在室隅暗暗地啼哭，見闢疆來問，纔揮淚把前後緣由說了出來。闢疆聽著，好像晴天霹靂，這一驚真非同小可。"}
{"章节": "九、遭浩劫轉徙風塵", "正文": "九、遭浩劫轉徙風塵 \\n  \\n  \\n 話說闢疆聽得小宛給亂兵掠去，好像晴天霹靂，氣得手足都冷。想起小宛進門九年，沒一樁事是不稱他心的，亂兵掠去的時候，又不忘舊情，套了金釧而去，益發把他傷心起來，便著人四出探聽，哪裡還有下落。在下現在姑且先表過不提。 \\n 且說小宛被亂兵搶去，一路上哭哭啼啼，好生淒慘，想百年未到，忽遭生離，此行吉凶未卜，非但自己的前途很是危險，便是闢疆回家得知，也不知要怎樣的悲悼哩。他一邊這樣思忖，一邊又悼念來想，以為：『亂兵掠去，必沒好事，當初既和闢疆有恩情在先，現在怎肯失身於他人？』他想來想去，抱定了主意，只得仍跟著亂兵隊伍而行。也不知行了多少路程，天色已經晚了，阿史崔傳命亂兵們訪尋歇宿所在。早有小兵尋到一所鄉人的莊宅，便前去休息。亂兵們少不得又到鄉人家中搶掠吃用的東西，到也大家吃了一個快飽。阿史崔又傳命小兵，獻飯菜給小宛吃喝，小宛哪裡肯受。小兵只得回報阿史崔，那阿史崔本是豫王多鐸手下一名戈什哈，因為跟隨豫王多年，纔保舉他當了一名參將。駐守如皋，趁這時天下還沒曾平定的時候，時常地方上搶掠劫擄，無所不至。此番搶得小宛，見她生得嬌艷非常，心中早有了主意，以為有了這樣人才，自己的前程便可以靠她發達了。 \\n 原來阿史崔此番兵變，本想飽掠一場，回家去富家翁，把這參將的官職，倒也並不放在心上。倘使豫王要處分他兵變的罪，在這大亂未平的時候，又伏著自己是患難相隨的人，即使兵變幾回，也決不致身首異處，最多不過把參將革掉罷了。便把參將革掉，想他也並不希罕，有了百萬資財，也足夠他一生受用。現在見著小宛，纔把他念頭又掉了過來，以為這種絕色人材獻上豫王，非但兵變的罪可以消滅於無形，參將的官職依然不致革掉；並且有了這種關係，很可以更受豫王的信任，豈非前程遠大，一生陞官發財的機會都在小宛的身上。 \\n 這晚阿史崔把小宛款待得到也很好。小宛起初以為被他掠去，到晚晌難免威迫強姦的事情，但想既已來到這裡，只得任他擺佈。小宛這一宵左思右想，再也睡不安穩。那消多時，早已東方發白，天光大亮。阿史崔急於趕路，吩咐兵丁們束裝就道，從此晝行夜宿，行了幾天，渡了長江，已是來到金陵。進城紮營，安歇不提。 \\n 單表阿史崔心中有事，來到金陵，立刻前去稟見豫王。這時豫王因為浙江有亂，已經到了杭州，約須半年始返。阿史崔興匆匆的本想獻小宛，立刻一舉成名，不料事不湊巧，好像澆了滿背冷水。但想：『豫王原是駐守金陵的，所以豫王在金陵的時候，纔可進獻美姬。此次浙江有亂，豫王行軍在路，倘不識好歹的前去進獻小宛，未免太不知趣。因為軍中有了女子，士氣是要不揚的。』阿史崔獨自思忖了一番，便把董小宛先安置在他的公館中間，等豫王回到金陵，再去進獻。歇了幾天，朝旨來到，乃是命豫王鎮定江浙兩省的內亂。豫王府的文案接旨以後，便飛表到杭州，報知豫王。豫王復了一諭，命金陵的武將，就近擔任江蘇省的軍事。阿史崔自從如皋兵變回來，本來是在金陵待罪的，因為他善於鑽營，這時又鑽進了駐防常熟的差使。奉差以後，把小宛仍安置自己公館之中，他便率領全部人馬，來到常熟駐防。在常熟駐防了三個多月，仍是無惡不作，到後來仍舊大掠一回而去。"}
{"章节": "十、獻美姬沽榮希寵", "正文": "十、獻美姬沽榮希寵 \\n  \\n  \\n 話說阿史崔在常熟駐防的三個多月，又大掠起來。劫掠了一回，又得了無數的金珠財物，更又得著一個美貌女子。那女子名喚劉三秀，乃是常熟富民黃亮功的繼室，生得到也艷麗。 \\n 在阿史崔的心裡，以為劫掠以後，只要搶到美貌女子獻上豫王，便可將功贖罪，所以他劫掠的興致便一天高似一天起來。但是在駐防的地方劫掠了一番，對於地方上的感情當然破壞得毫無餘地，不便老著面皮再住下去，只得仍是撤回到金陵，把劉三秀也安置在自己公館中，和董小宛一般款待。 \\n 這時豫王已經平安了浙江全省，也便回來，金陵的文武官吏，少不過都去迎接。阿史崔也附在人叢中間，同去謁見。豫王因為途中辛苦，也不盤問別事，先自進內安歇。阿史崔趁此機會，便把董小宛、劉三秀，乘昏夜時候，送進豫王府去。豫王見著，心中非常欣喜，果然把阿史崔獎勉了一番，並不責問兵變的事，反到昇了總兵的官職。這時恰巧接奉順治皇帝頒來選取妃嬪詔書，豫王雖是登徒子一流人物，得了這種朝旨，不敢把絕色美女留給自己受用，便想把阿史崔獻來的二名美女獻進宮去。但他自己身邊卻沒有絕色的妃子，又自以為功高望重，所以掉念一想，但留住劉三秀，把董小宛安置府中，打發宮監送上北京。 \\n 那小宛在阿史崔公館中閑住時候，幾次想要自尋短見，不過她想起和闢疆的恩情，總希望還有相遇的日子，因此遷延下來。現在又進了豫王府，他實在是摸不著頭腦。初見豫王，本抱拼著一死的主意，並沒絲毫畏懼。後見豫王也是並不侵犯她身體，她纔放心。隔了多時，豫王忽然下了命令，派了許多太監，押著車輛，陪著小宛進京。在路上供給得十分豐備，到也並不辛苦，到一處地方，都有一處的地方官安置歇宿，預備吃用。因為小宛乃是進呈的人，所以地方官供奉欽選的妃嬪，他們拍馬都來不及，怎還敢去得罪。小宛卻仍莫名其妙，只見得兩旁侍候的有幾個滿州老婆子，但問她們道：『我自從給那伙賊兵搶來以後，含垢忍辱，東跑西奔，忽而住在那邊，忽而又到了這裡。我所以不自尋死，仍想和丈夫重再團圓哩！現在你們押著我趕上這裡的大路，行了已有二十多天，我雖不識路程，但已覺得離著家鄉很遠，究竟你們作何勾當？押著我又往哪裡去？』那個滿州婆子聽著，露出幾顆牙齒，撲嗤的笑道：『姑娘現在不必多問，到了前程自能明白。姑娘倘有福分，定可尊貴無比。總而言之，姑娘已是平步青雲，指日高昇的了將來姑娘一旦得意，能夠不忘現在咱們老婆子侍候謹慎的好處，但請姑娘鼎力照拂些。』小宛聽著，益發不明白起來。又想再去盤問，卻覺得不很妥當，只得仍是裝聾作啞，並不理會。 \\n 行了二個多月，那天正是榴火照眼的天氣，小宛風塵勞頓，覺得很是煩悶。只聽得滿州婆子來說道：『啟稟姑娘，前面已是到了。』小宛心中一愣，說道：『到的是哪裡呢？纔說是到了，到了，照我的意思你們便應該送我到如皋。』滿婆仍是笑嘻嘻的不作聲響。隔了個把時辰，小宛眼裡，似乎覺得進了城門似的，等了一會，覺著又進了一重城門，心想道：『這裡怎麼好多的城門？』心中起了些疑心。她心中正在思忖，覺著車輛已定，滿婆子攙她出來。小宛抬頭一看，一帶都是黃牆，房屋高大，真是向來所沒曾見到的：白石的欄杆，都雕著龍紋，屋上面都鋪著紅瓦碧磚，心想這裡竟有這樣的氣概。究竟她是聰明的人，忽然想道：『莫非進了皇宮嗎？』但她又把念頭一想：『怎麼會來到皇宮呢？』想來想去，終不明白這個緣故。 \\n 小宛思忖的時候，早由婆子領她進了屋內。"}
{"章节": "十一、侯門一入深如海", "正文": "十一、侯門一入深如海 \\n  \\n  \\n 話說董小宛進了皇宮，不明白皇宮的緣由，心中不免有些疑慮。滿婆子引她進了一所空屋中間，只見裡面滿站著許多婦女，約有二十多名。這般婦女的模樣，也有像楊玉環般肥的，也有似趙飛燕瘦的。小苑心想：『自己也必加入此中，前途定無好事發生，待想走脫，哪裡能夠？』只得進了屋內。那屋乃是平列著五大間的大屋，到也很覺得寬敞，佈置得也很齊整。 \\n 那般婦女們見小宛進來，也有哭著不理會的，也有想和小宛交談的。小宛這時已知身入虎穴，心中掛念闢疆舊情，止不住一陣傷心，也便嗚嗚咽咽的哭了起來。 \\n 等了一會，另有一個滿婆子，進來喝：『小娘子們！到了這裡，不是好惹的！千萬不要哭哭啼啼，倘被總管公公聽得，一定脫不掉處分的。』小宛聽著，以為自己生死本已置之度外，還怕怎的，所以依舊儘管哭著。那般婦女們也有哭的，也有聽著滿婆的話不敢再哭的。到了晚晌，那滿婆子跑了進來，說是外省進呈的人還沒有到齊，留待幾天再行挑眩說著，把二十多名婦女，都引著出來，分配在別院的許多屋內。有三四人同居一屋的，也有五六人同居一屋的，小宛也住在裡邊。一日三餐茶飯，到也並不苛待。 \\n 住了兩月光景，已是初秋天氣。有一天，晚晌，小宛正在獨坐遠思的時候，忽然闖了一個五十多歲的滿老婆子進來。那婆子操著一口純粹的漢語，說道：『今天是挑選的日子了，小娘子們快些預備，出來應選罷！』那般婦女們聽了，只得跟她出來。小宛這時身不由主，也只得跟在後面，仍舊來到那天初進宮時所站的五開間大屋裡面。二十多名婦女齊集以後，那老婆子便命分作五排，每排約計五六名。她把眼睛擦了擦，戴起老花眼鏡，上上下下的打量了一回，去掉了半數，二十多名只選中了十幾名。便令選中的人到別的屋子裡去，仍舊教她們排列起來，看了好久，說道：『這個太長，那個又太短；這個太白了些，那個又稍黑了些。』十幾名中間又去掉了幾名，只剩得十名。便命這選中的十名到她面前，看看面上五官的位置和頭髮手指的模樣，又隔了衣服去一一摸乳。摸了一回，再教那十名婦女走起路來，細看了一番，又去掉了五名，只剩五名選中。便教五名婦女排列坐著，斟了五杯茶，各自喝用。那老婆子便一一的殷勤問訊，細聽那五名婦女說話的聲音。只聽有一婦女說話聲音稍有些黯澀，便又去掉，只挑中了四名，總算定當。小宛便是那四名中間的一個。 \\n 那老婆子不管三七廿一，吩咐她手下的許多婆子，教她們引著小宛等四個人，到澡房裡去洗澡。那消片刻工夫，四人洗澡已畢，仍來到老婆子那邊。那老婆子對著小宛等四人說道：『你們既已選中，便當特別看待，稍等見皇上，須要各自小心，千萬不要哭泣，否則惱了皇上，那不是玩的。』小宛聽得要見皇上，心中更是大痛，但她忽然想道：『皇帝應講國法，有夫之婦，當然不能強佔的，見了皇帝不妨和他評評道理。』她想到這裡，便同了餘外的三名婦女，跟著那老婆子直進內宮而來。 \\n 進了太和門，來到太和殿畔，老婆子命小宛等小心站著，自己去和總管太監說了許多話。總管太監便轉身往裡而去。又等了片刻工夫，只聽得太監們喝著：『駕到！』那老婆子搶步上前，在甬道旁邊跪了下來，嘴裡說道：『現在選中四名，請萬歲爺自去挑看。』小宛遠遠的聽到老婆子的話，知道是順治皇帝來了，忙的抬頭一看，只見那順治皇帝好像白面書生模樣，年紀不過二十來歲，到也生得一表非俗。"}
{"章节": "十二、懷舊情矢志不移", "正文": "十二、懷舊情矢志不移 \\n  \\n  \\n 話說小宛見順治駕到，早有太監們喝令：『跪接！』只得跪了下來。順治皇帝約略的照準四人看了一看，點了一點頭，老婆子知道已經中著順治皇帝的意思了，便命四人退下，小宛同著三人，仍跟著老婆子出來，在別室歇息。等到晚晌，有旨下來，說是皇上正將用膳，命四人前去侍酒。老婆子接旨，便叮囑四人道：『你們到了皇上面前，各自叩頭俯伏，皇上命你們起來，你們纔可起來，切勿哭泣，否則皇上著了惱，定要鞭責不貸的！』小宛聽了默默無語。那三人也有點頭答允的，也有不理會的，一同跟了傳旨的太監進去。 \\n 來到一座便殿，見順治皇帝坐在上面，那三人便伏地不起，屏聲息氣的不敢作聲。惟有小宛卻倚著殿中的龍柱，站著不跪，把腦袋側著，也不說話。她本來生就嬌艷模樣，現在額角上的光彩映著燈燭，益發射得順治皇帝的眼睛都花了，又加著她心中悲戚，眼眶中含著一包眼淚，眼圈兒有些微紅，像薔薇花似的，更覺得鮮艷欲滴。順治皇帝見她模樣實在可愛，便問道：『你是哪方人氏，多少青春，姓甚名誰？』小宛聽著，都不理會。順治皇帝又問：『有沒有夫家？』小宛聽到『夫家』兩字，觸動了心事，便放聲大哭，但心想：『既已來到這裡，何必再說出真話，使冒闢疆有白璧之玷哩！』所以她只說道：『我是民間有夫之婦，被賊兵掠去，輾轉來到這裡，生死早已置之度外了，現在何不把我殺掉？我是良家婦，決不肯做奴婢的。』 \\n 說著正想把腦袋來撞那龍柱，早給滿婆子們一把抱住，小宛一邊哭，一邊把腳直跳，也不顧什麼死活。跳了片時，頭上梳的雲髻，一齊卸了下來，青絲似的頭髮，直拖到地上，足有丈把來長。順治皇帝心想：『這個女子非但有那般沈魚落雁，閉月羞花的容貌，是沒人比得上她，便連這樣細而且長的頭髮，也是空前未見。』不覺暗暗稱贊。所以看著她號泣頓腳的情形，並不著惱，對滿婆子說道：『你把這小妮子帶了下去，好好的款待，好好的勸慰她。』滿婆子聽了，便攙了小宛下殿。小宛一邊走，一邊仍是號啕大哭。 \\n 滿婆子原是宮中有職權的人，眼光何等利害，早已猜到順治皇帝的心理，知道這位娘子定是後來的寵妃，哪裡敢怠慢，便轉囑太監們安排一所精緻的院落，安頓著小宛。小宛抱定主意，以為擺佈便由他擺佈，失身卻是萬不可能的事情，所以便也住在別院之中。順治皇帝當晚因為見著小宛，心中非常欣喜。 \\n 他原不是濫好女色，見一個愛一個的人，此番有了小宛，覺得那三個人平常得很，並不在意，便揮手令去，卻一心一意專在小宛身上著想。他知道小宛思鄉心切，一時終難奪志，但想：『女子們的心裡，一時雖是堅志不移，隔了稍久，舊情便漸漸的淡忘起來，與其用威力去壓她，不如用恩情去引她。因為用了威力，反可斷送她的性命，倘使安置她在別宮，時常用恩情去款待，或許她感恩圖報，能把舊情忘掉，變心過來也未可知的。』 \\n 順治皇帝想出這種主意，實在是深愛小宛的緣故，也可算得他們前世注定的孽緣。論起理來，強佔有夫之婦，把一對鴛鴦活活拆散，奪人之愛，當然是很不應當的，但是在下做書的，對於順治皇帝，卻不把這種罪案去責備他，因為和皇帝打這種官司，事實上是辦不到的；況且強搶劫掠，也不是順治皇帝親身做的事情，所以不必去判決他強佔的罪名，不妨掉過事情來說，他能夠用恩情去回復小宛的心理，也可算得出於至情，並可算得小宛的知己了。"}
{"章节": "十三、賜瓷盆天子多情", "正文": "十三、賜瓷盆天子多情 \\n  \\n  \\n 話說小宛在便殿上擾鬧了一番，順治皇帝並沒有著惱，吩咐滿婆子好生款待。小宛回到別室，見陳設得非常精雅，心想：『那順治皇帝到也溫文爾雅，對於自己的擾鬧，並不用威力來欺壓。看他模樣，決不是無道的昏君，不過他癡心妄想成就姻緣，恐怕今生今世是萬萬不能的了。』小宛左思右想的想了一回，又想起當初和闢疆倡隨的恩情，一時腦海中思潮起伏，舊愁新恨，一齊勾起。忽又想道：『身入虎穴，骸骨已難重返故鄉，天壤茫茫，故夫何日復相見哩？』小宛這時的心理，對於闢疆舊情雖仍刻刻在懷，但對於順治皇帝卻也有一二分器重的心，可見得小宛的心事漸漸的有轉機了。那滿婆子和太監們，都是奉了順治皇帝密旨的，所以款待小宛格外優厚。按住小宛之事。 \\n 單表順治皇帝自從十三歲登基以來，這時正是順治十年，順治皇帝已是二十三歲了，早年本已立了皇后，因為和皇后感情不很融濁，所以常常得宮闈之間好生沒趣。常想下詔各省，征選妃嬪，只因天下沒有統一，哪有功夫顧念得到。遷延下來，直到這時纔選到小宛等四名，卻又只留下小宛一人。順治驟見小宛，便已非常愛慕，究竟他們有孽緣在先，一見之下，便發生了愛情。小宛在別室思忖的時候，順治皇帝在內宮，也是意馬心猿的念著小宛。但恐小宛舊情未忘，倘驟然前去談判，反致欲速而不達，所以他成天的打發太監們，到小宛那邊，問候的問候，送東西的送東西。在小宛別室的甬道上，滿見是順治皇帝所欽派的專使，真是絡繹不絕。只須小宛開一開口，便有百十個婆子太監前來聽候調遣，一切食用東西，也是取之無窮，用之不竭。 \\n 過了兩月光景，又是年節已到。小宛獨住深宮，不免遐想。 \\n 忽然走進幾名太監來，捧著幾件古瓷花盆，真是精細異常。太監們說道：『那幾件瓷盆，乃是萬歲爺賜給姑娘的。萬歲爺聽得姑娘喜歡栽植花卉，特把舊藏古瓷花盆賞給姑娘。萬歲爺曾說道：「像姑娘這般恬性麗質，伴著名花異葩，非但是兩美具二難並，且是不負天地靈秀鍾毓之氣了。但沒有名瓷奇盆去供著卉葩，未免使得姑娘妝閣減色不少。」因此特命奴才們前來獻呈。』小宛聽著，心想：『那順治皇帝到有這樣風雅，並能體恤到這般地步。』不覺把器重順治的心理，又無形中加了幾分。但她傲骨成性，也不跪著謝恩，只道：『你們迴告皇上，說我入宮以來，雖蒙皇上時常賞賜天家的東西，我卻都不愛玩，藏在高閣，不妨全數奉璧，惟有今天所賜的瓷盆，纔合我的意思哩。只是時在冬殘。正當盆梅盛放的時候，我這裡寒梅頗乏佳種，皇上如能添賜寒梅數株，點綴我妝閣，那纔是天恩高厚哩。』太監們聽著，唯唯而退。小宛等太監們走了以後，把幾隻瓷盆端來細看，都是宋朝時候御窯中製造的，上面也有刻著素花的，也有描著五彩的。中有一對大盆，更是工細精緻，上面畫著五彩的鴛鴦戲水圖，比翼雙棲，真像活的一般，小宛更是愛的了不得。從此小宛對於順治皇帝，靈犀一點，也未免暗通的了。 \\n 那些太監們把瓷盆送給小宛，立刻回奏，把小宛所說的話完全奏明。順治帝聽了非常欣喜。心想：『平日賞了許多珍珠寶石，她都是淡焉視之，此番幾隻瓷盆，到引動了她的心理，也不枉費一場心血了。』便傳旨金陵，命豫王就近往鄧尉山采取梅珠。嚴旨緊迫，哪消半月，便已送進京來，真是似楊玉環愛吃鮮荔枝，唐明皇派了星使，也不惜踏死人命的了。"}
{"章节": "十四、挖腰包典史倒運", "正文": "十四、挖腰包典史倒運 \\n  \\n  \\n 話說順治皇帝聽得小宛已把瓷盆收受，心中很是欣喜，便命豫王就近往鄧尉山采取梅花。那鄧尉山是在蘇州城外光福鎮相近的地方，距離金陵不過幾天的路程。豫王奉了嚴旨，便轉命蘇州的巡撫盧勉比承辦這個皇差。盧勉比奉了豫王的命，怎敢延宕，立刻同著蘇州城內的藩臬二憲和一府三縣，來到光福，聲勢非常顯赫，這是前清開國第一迴皇差。盧勉比本是明朝的遺臣，在明朝時候他不過一個府缺，因為清軍攻破金陵，他首先迎接清兵，豫王算他有功，薦昇到巡撫的職任。此番奉了這個很可掙錢的皇差，好像猢猻頭上飛著金了，得意揚揚而來，嚇得光福鎮的典史屁滾尿流。 \\n 那典史名喚錢雁嵌，乃是錢牧齋的族侄。因為那錢牧齋自從金陵失陷。他把明朝大學士的資格，也去投降了豫王。豫王飛表給他說情，便做了清朝的禮部尚書。這時牧齋已是八十多歲，白髮蕭蕭，官興仍是不淺，供職北京，在故鄉仍算一名巨紳，所以他滿門子侄，都仗著牧齋的面子，放府道的也有，放州縣的也有。這位錢雁嵌朱是最沒出息的人，只得了一個帶不上頂子的典史小缺。但是他以為官職雖小，究竟算是官的，又仗著他老伯伯的勢力，在光福鎮上大模大樣的了不得，平日教一般衙役們，大人大人的稱呼他，好不威風。他是見錢眼開的人，凡是鄉下人到光福鎮來，賣柴的便要孝敬他幾捆柴的，賣布的便要孝敬他幾丈布的，糶米的便要孝敬他幾斗米的，便是那轉買糞穢的路過光福，孝敬他糞穢雖則不要，他卻立了規例，把應當效敬他的糞穢斤兩，折算了銀子給他。鄉下人因為他刻刮民膏，可算得無孔不入，便私稱他為吃糞老爺。 \\n 且說那位吃糞老爺接著巡撫盧勉比奉旨采梅的消息，早便知道自己要倒霉了，因為凡是辦皇差，皇上命大官，大官命小官，一馬吃一馬，小官倒霉最利害，所以他嚇得屁滾尿流。但是事到臨頭沒法可想，只得硬著頭皮去稟見。吃糞老爺平日雖是龐然自大，此番在巡撫面前，便好似老鼠遇了貓似的，恭恭敬敬的來到盧勉比的行轅那邊，摸出腰包內五百兩銀子，孝敬了巡撫衙中的巡捕，纔由巡捕代去通報。這五百兩銀子看來雖不很多，然而吃糞老爺已覺得非常心疼。因為吃一回糞，不過得幾錢銀子，最多也不過兩把罷了，湊滿這五百兩，吃糞老爺起碼也要吃上兩三年的糞，纔能有此數目，一旦輕輕送掉，怎不心疼？ \\n 那巡捕看在銀子份上，果然進去通報，盧勉比喝令進見。 \\n 吃糞老爺把衣冠整了一整，見了巡撫，跪道：『卑職光福司典史錢雁嵌進見。』盧勉比本也知道他是牧齋的族侄，打狗看主人情，便叫他站起來。他聽著，便謝了一聲，站將起來，額角上的汗珠，早已似黃豆般大，擦了一擦，屏氣息聲的站在旁邊。 \\n 盧勉比道：『剛纔豫親王轉來聖旨，說是宮內有位董美人生長江南，愛美這裡鄧尉山的梅花，嚴旨限元宵節趕運到北京。現在已是臘月下旬了，你可好好兒去當這個差，當得好，便是你的前程了。』吃糞老爺只得唯唯的允著。盧勉比又問道：『這裡鄧尉山地方很大，究竟梅花是哪處的好？』吃糞老爺在這種梅花的莊家身上，也刮過不少的銀子，問他這種情形他很內行，便道：『梅花的種，全山都差不多的，不過天井塘地方所產的、紮成的梅樁式樣，來得好些：有的似飛禽，有的似走禽。大人可去揀選一下。』盧勉比聽著，果然命吃糞老爺做了響導，到了天井塘，選得三百多株，派了專使，送往金陵，再行轉道北上。但是此番皇差，吃糞老爺卻大受損失。"}
{"章节": "十五、情蜜蜜體恤入微", "正文": "十五、情蜜蜜體恤入微 \\n  \\n  \\n 話說蘇州巡撫盧勉比奉旨在鄧尉山采取梅樁，因為帶著許多隨員，那般隨員非但白吃白喝了幾天，並且個個都是伸手要錢，吃糞老爺歷年積蓄的銀子，到這時統都送掉，真教他有冤沒處伸哩。他不幸遇著這種事情，又不敢把胸中的煩悶去告訴他人，只得把這事詳細情形，寫信通知他老伯伯牧齋不提。 \\n 且說欣逢新歲，宮中自有一番熱鬧氣象。小宛在宮中，雖是舊情未能全忘，但對於順治皇帝，卻有幾分感情。元旦那天，滿婆子進見道：『姑娘高昇便在目前，咱們老婆子特來叩喜。 \\n 』小宛將理不理的點了點頭。接著又是太監們來拜年。直到午晌時分，滿婆子又進來道：『今天乃是新歲元旦，姑娘例應至皇上那邊賀喜的。』小宛聽著，本待不去，忽然想道：『那順治皇帝既是平日十分體恤於我，這些虛文，我也何必固執？』 \\n 她想了一想，便跟著滿婆子來到便殿，見著順治皇帝，深深萬福道：『董白特來給皇上賀年。願皇上萬歲，並且來謝皇上去冬賞賜瓷盆的恩德。』順治皇帝聽他說話非常清柔，此番又是溫婉異常，並看她不行滿州請安的禮節，也不拜跪，卻來深深萬福，到覺得別開生面，更是欣愛起來，便道：『卿家入宮以來，朕也不便久擾清聽，因此不常和卿見面，便朕每次聽得卿家因愁致抱微恙，便覺得朕心如碎。卿家纖軀素弱，以後也不必固守虛禮，便請回去安歇罷。去冬所賜瓷盆，願想遣供卿家清玩，既是卿性愛梅，朕已嚴旨南去，采取鄧尉梅樁進京，等到送進京來，朕當和卿在梅下痛飲一醉。』小宛見順治皇帝性情溫雅，說話柔順。覺得此人也決非莽男蠢漢，不覺把眼睛對準順治皇帝看了一看。恰巧順治皇帝也正把眼睛注視小宛，因此四隻眼睛，無意中打了一個照面。小宛猝未留意，陡的編貝似的牙齒微露出來，嚶嚶的笑了一笑。順治皇帝見她美如朝霞艷如水芙蓉，也不禁笑了一笑。小宛見順治皇帝對自己發笑，忙把粉頸低了下去，早已粉頰暈起，色似桃花了。順治皇帝原是多情種子，摸透女兒家心理的，便也並不去難為她，反去慰著小宛道：『卿家體弱，不勝久勞，回去安歇纔是。』小宛趁此機會，謝了一聲出來，回到自己的別室，覺得順治皇帝著實是個情種，這般既溫雅又柔順的性格，體恤到女兒家，真是刻骨入微了。心想：『世界上有這種男子，也可得算女兒家的知己，只不知哪個有福氣的女子，纔嫁得著這樣富貴雙全，才情俱美的好男子哩。』她想到這裡，又想起自己的事情來，以為自己是命薄緣慳。早年嫁著風流奇才的冒闢疆，很希望倡隨百年，白頭偕老，誰知禍生不測，鴛鴦兩離，輾轉來到宮中，深入虎穴，已和寡婦一般，故夫難再相見，此心已似古井之水。 \\n 不過幸而逢著能夠體恤的人，非但在宮內事事舒服，更覺得情加無已，所以不幸之中還算大幸。小宛心裡這般想，小宛的意思已經達到順治皇帝的身上去了。順治皇帝的目的也是快要達到了。在下做書的，現在又要參加一句話：『前生注定的孽緣，今生終有了緣的一天，冥冥中既已注定妥當，人力是萬萬不能強過的，所謂有緣千里來相會，實在是很不錯的。』閑話不提。 \\n 且說新年易過，宮中在新年的時候，差不多天天都是節令。 \\n 小宛性本恬淡，熱鬧地方都不參與。忽忽過了半月，早已元宵節了。這時豫王派來押送梅花的專使已到，順治皇帝便傳旨把三百多株梅樁，派了許多太監，統都送到小宛那邊來。"}
{"章节": "十六、品芳蘭雅懷契合", "正文": "十六、品芳蘭雅懷契合 \\n  \\n  \\n 話說梅花進呈到京，順治皇帝便命太監們把三百多株，全數送到小宛那邊，小宛見了當然欣喜得很，挑選那梅樁紮得玲瓏的綠萼梅，約有二十多株，把其餘的都教宮監們退了回去。 \\n 等了一會，順治皇帝來到小宛的屋裡，小宛便站起身來迎接。 \\n 順治皇帝見小宛已把梅花都換在古瓷盆中，但二十多株卻都是綠梅，並無一棵紅梅。便問道：『卿家撿選梅花，怎的只撿綠梅，卻不挑選紅梅呢？』小宛道：『我愛梅花，取其冷韻幽香。 \\n 曲房斗室中間，花瓣霏微，有了他點綴，很增加我的清興，所以紅梅不如綠梅。因為綠艷紅肥，便失了梅的本性，好像吃菜似的，專吃肥魚大肉，雖也可快一時之口，實則味同糟粕，還有什麼餘味可尋呢？』順治皇帝道：『卿家此言，可稱是臞仙的知己，朕實是欣佩得很。但朕的意思，梅雖是花中清品，終不若蘭之可貴；蘭之為物，有梅之幽韻，兼水仙之雋馥。生在幽谷，不以無人而不芳，所謂「善於人居，如若芝蘭之室」這句話很可以辨出蘭的真味了。朕愛蘭成性，每置在明窗之下，靜對終日，往往一花相對半年，所謂「君子之交，淡而可久」哩。』小宛聽著，知道話中有因，心裡想著：『能有這樣雅懷的人，便和他訂交一生，也不辱沒了自己。』但她本來也是愛蘭的人，現在逢到同道的人，當然說話更覺得親密起來，所以便道：『皇上愛著蘭花，足見雅懷恬淡。我也是愛蘭的人，皇上倘有佳種，敢乞頒賜幾本，以光蓬蓽。』順治皇帝滿口應允道：『卿家既也愛著，朕便當下旨，命產蘭的地方官，進呈佳種，前來和卿家一同賞玩。』小宛聽著，忙謝道：『皇上這樣隆恩，我實感激之至。但現已孟春，春蘭快將放葩，那蕙蘭建蘭亦將吐苞，敢請皇上趕快下旨纔是。』順治皇帝聽著，知道小宛愛蘭心切，立刻命近侍的宮監們取過筆墨，親自擬妥一道詔書，命閩、浙、四川等省的總督巡撫，趕快搜集佳種進呈。 \\n 這道詔書下了以後，少不得又忙了許多大小官吏，暫且不提。 \\n 且說順治皇帝那天和小宛談論梅蘭，彼此所愛相同，到覺得十分契合。那順治皇帝原不是急色兒，坐對美人，真有坐懷不亂的鎮靜功夫，所以和小宛談了一回，便興辭而退。小宛這時認那順治皇帝做了雅友，站起身來送到門口，到有依戀之心。 \\n 順治皇帝看她柔情若水，知道小宛的心理已經變了過來，自己回到便殿，便命一名心腹宮監，教他去見小宛，開始談判肌膚的關係。 \\n 那宮監名喚德公，為人很是能幹，奉了密旨來見小宛道：『姑娘自進內宮，皇上款待之隆，可謂絕無僅有，皇上原非酒色之徒，但人非犬馬，誰能無情？況姑娘這樣的悶住下去，既非后妃，又不肯去當奴婢；見了皇上，不稱臣，不稱奴，仍自稱我。這樣的不倫不類，對於姑娘也並沒有什麼利益。即使在宮內終此餘年，將來歸天以後，名位何在？骸骨又歸葬哪裡？ \\n 這許多問題，姑娘終該仔細去思想。照奴才的意思，人生在世，本是一夢，也何必過於認真，矢志不移哩！』小宛本來對於順治皇帝，靈犀早通，現在聽了德公的一篇解說話，早已變過心來，但她原是有志氣的人，怎肯草率從事，便道：『我進宮以來，也明知皇上隆恩，粉身碎骨也難報萬一。不過我雖賤質，究也是清白身體，倘皇上把我看作奴婢模樣，那是我萬死不能承認的。』德公聽著，早已會意，便去回奏，在順治皇帝面前說道：『董姑娘的意思確已改變了，只是不肯苟且從事，她更聲明不願充當奴婢，皇上何不封她一宮。』順治皇帝聽著有理，果然下旨，把小宛封做鄂妃，安置在綺明宮內。"}
{"章节": "十七、晉妃位恩承雨露", "正文": "十七、晉妃位恩承雨露 \\n  \\n  \\n 話說順治皇帝聽宮監德公回奏，說是小宛已經迴心過來，但不肯草率從事，便傳旨冊立小宛為鄂妃。另安置一所綺明宮給鄂妃安歇。早有滿婆子和宮監們都到小宛那邊賀喜。小宛心雖早已願意，卻故意並不出聲。隔了片時，宮監德公又來，捧著一副妃子的冠服。小宛雖仍不言，卻把冠服接了過來。德公命她謝恩，小宛只得跪了一跪，草草的便算了事。果然立刻穿上了妃子冠服，搬到綺明宮來。 \\n 當晚綺明宮張燈作樂，好生熱鬧。順治皇帝心中當然樂不可支，見著小宛，小宛便行了大禮。順治皇帝命宮監們攙了她起來，說道：『朕今夕與妃子定情，願結百年之好。』小宛羞答答的說道：『臣妾賤質陋容，謬蒙皇上寵列妃嬪，實是感恩無極，願皇上萬歲萬歲萬萬歲。』順治皇帝見她現在情蜜蜜的態度，比了從前的冷水面孔，真是判若天淵，益發的寵愛起來。 \\n 宮監們擺上御宴，兩人並坐，大家喝了一杯和合酒，酒落歡腸非常有興，說說笑笑，不覺夜午。酒興已闌，便撤宴安歇。這一宵恩情，說不盡幾許風流。在下一枝禿筆，也無從描寫盡致，只得一言表過。 \\n 春宵易度。紅日照窗，兩人便起身梳洗。經了一宵關係，更覺得清愛異常，從此兩人常在一起，吃喝游逛，都不分離。 \\n 真是新婚燕爾，自有一種親愛的興趣。駒光流隙，蜜月已過。 \\n 這時已是杏花時節，各省督撫奉到獻蘭的詔書，早已搜集齊備，進獻到京。順治皇帝仍命宮監們送進綺明宮來。這時小宛和順治皇帝感情很好，但因異族衣冠，接觸眼簾，所以終不免有些隔膜。現在小宛見到蘭花，更想起在闢疆家中，每到蘭季，異種齊備，往往和闢疆按譜品花，終日不倦，現在深處宮闈，雖則順治皇帝也非俗物，然人非木石，終有些舊情牽掛。所以宮監們送進蘭花，到提起了小宛的心事。恰巧這時順治皇帝正在上朝的時候，在前殿和王公大臣們議論軍事大事，小宛獨自在綺明宮內，對蘭遐思。 \\n 大凡春天的時候，最容易使人起了感觸，快樂人遇著春天，可以更加快樂；倘使愁悶人遇著春天，便益覺得愁悶起來。小宛和順治皇帝恩情美滿，雖也算是快樂的，但她不想起冒闢疆便罷，想起闢疆的舊情，心中便起兩種意思：一是憶念心；二是慚愧心。憶念乃是牽掛舊情，慚愧乃是自己別抱琵琶，覺得有些對不起闢疆。她有了這種感觸，便對著幸花，想做幾首詩去發揮出來，只是心潮陡起，再也詠不成篇，便胡亂的寫了兩句，也不成什麼詩。寫道：『見蘭之受露，感人之離思，』正想再往下寫去，順治皇帝闖了進來，小宛立起迎接。 \\n 只見順治皇帝面有不豫之色，小宛見了有些納罕，但也不便動問。順治皇帝把身坐定，猛然的見小宛所寫的字，看了一看，說道：『見蘭受露，妃子怎的感起離思來哩！照朕的情形說來，雖是貴為天子，但辦事動受掣肘，到不如蘭之孤芳自賞，傲骨天生哩！』小宛聽著，覺得順治皇帝話雖有因，一時卻摸不著頭腦，便問道：『皇上受命於天，控禦八極，怎的還有什麼掣肘呢？』順治皇帝嘆道：『妃子哪裡知道，只因太后自從先皇駕崩以後，孀居多年，近得統一天下，說是皇叔攝政王多爾袞的首功。因朕登基之時，年齡尚幼，所以軍國大事，都是取決於攝政王的。攝政王出入宮掖，取先朝妃嬪做他的妾媵，到還小可，竟乃和太后通姦。太后竟不顧體面，下嫁於他，因此攝政王威權益發的大了起來。朕凡事看在太后面上，處處優容，然朕徒擁虛位，實在覺得太無生趣，況且這種齷齪皇帝，朕也不願再做了。』 \\n 原來順治皇帝因為太后下嫁，覺得自己顏面不很好看，又因攝政王把皇父資格，處處掣肘，所以辦事毫無自由可言。這種煩悶情形，積在肚子中間，原非一日，不過堂堂天子，怎能把這種暖昧不雅的事情，去和別人談論！現在順治皇帝和小宛情好，非常親熱，無所不談，所以不管什麼天子身份，竟把這種不可告人的事，也盡情的吐了出來。"}
{"章节": "十八、得消息才子遁跡", "正文": "十八、得消息才子遁跡 \\n  \\n  \\n 話說小宛聽著順治皇帝說起辦事掣肘時的情形，心裡想道：『滿州人究竟不講體統的，堂堂國母，尚且不顧廉恥的失了改嫁，心裡著實好笑。』但不便說明，只得搭訕著道：『臣妾當初在金陵剛進豫王府的時候，見府中上下人等，個個腦後垂著辮子，心中好生納罕，不料進進宮來，所見宮監人等，也都有辮子的。臣妾斗膽說一句，便是皇上也垂著一條大辮子，臣妾實在很是懷疑，敢問辮子有什麼好處？』順治皇帝道：『辮子乃是我朝舊制，猶如你們前朝的絡發成髻一般道理。為了改辮子，你們漢人也不知死了多少。朕看他們愚想可笑，很替他們可憐哩。』小宛道：『怎的改梳辮子漢人便死了許多呢？』順治皇帝道：『妃子原來不知，因為我朝入主中原以來，下詔改變舊時冠服，命官紳兵民，一律剃髮梳辮。有許多不明事故的愚民，寧可砍掉腦袋，保存這些頭髮，所以死了好多的人哩。 \\n 』小宛道：『皇上命他們改變冠服，原是應當的。臣妾的意思，妄擬教他們剃一些頭髮，也不見許多區別，不如下旨教他們把頭髮統都剃掉，做個和尚來得爽快哩！』順治皇帝道：『妃子且莫輕視和尚，倘使天下百姓都做了和尚，到也看透塵凡，自求生趣，天下便從此永久太平，可算到了極樂之境了。』小宛聽著，覺得到也有理。這一篇說話，原是他們兩人無心之言，卻到成了預讖，這是後話不提，在下現在丟過宮中之事。 \\n 且說那光福司典史錢雁嵌因為巡撫采梅，受了很大的損失，寫信給他伯伯錢牧齋，把前後情形說了詳細。牧齋得信，心想：『宮中的董妃生長江南，卻愛梅花，這是什麼樣的人？』忽然想起前年冒闢疆來信，說起他侍姬董小宛被亂兵掠去，『莫非便是他嗎？』錢牧齋這個老頭兒，原是喜歡管閑事的，有了這種疑心，便託人到宮監方面探聽消息。不到幾天，果然消息探到，雖沒知確是闢疆的側室，但已探到此人姓氏籍貫。牧齋老肚子裡把念頭一轉，早已知道必是小宛無疑，立刻寫了一封信告知冒闢疆此番情形。 \\n 那冒闢疆自從小宛被掠以後，託人四處尋覓，尋到現在，哪有什麼下落。真是急得上天無路，入地無門，忽然接到牧齋來信，纔知小宛已經進了皇宮。侯門一入深如海，從此蕭郎是路人。闢疆初心，本想將來或有見面之日，現在已入深宮，盼望從此完了。但在專制的權威下面，怎敢說什麼閑言，又因自己的側室輾轉流入宮庭，覺得顏面不很好看，仗著他滿腹才華，便做了一卷憶語，說是悼小宛而作的。他說小宛是死於勞瘁，其實他說小宛死的那天，便是小宛被掠的日子，他從此也覺得愁悶異常，悒悒毫無生趣，惟有放懷詩酒，自樂餘年。雖有江南的總督巡撫奉旨征他進京，他恬淡自適，置之不理。錢牧齋也幾乎勸他入仕清朝，他仍是一笑置之。別人不知道他內心的人，以為闢疆必是不忘明朝，其實他因小宛入宮，和清帝結了不世之仇哩。但他這牧齋告假回裡掃墓，特赴如皋，想當面勸他不必固執。這時牧齋身躋卿相，翎頂輝煌，見著闢疆，忙的卸了纓帽。剛想發言，闢疆或翹起腳來，把牧齋的帽子踢到地上，嘴裡卻得意洋洋的說道：『我本是多愁多病身。怎當你傾國傾城貌。』說著，也不理會，竟自退入後堂。牧齋惹了一場沒趣，知闢疆有難言之隱，也只得悄然自去。從此以後，也無人敢勸闢疆出仕。闢疆便做了明朝的遺民，永不仕清，壽登期頤而卒。一言表過闢疆不提。"}
{"章节": "十九、受掣肘好事多磨", "正文": "十九、受掣肘好事多磨 \\n  \\n  \\n 話說順治皇帝自和小宛定情以後，寵愛的了不得，不過小宛時時觸動心事，往往於愛情濃密的時候，頓時覺得不歡起來。 \\n 順治皇帝怎知小宛的心事，以為小宛必是善於懮愁，所以無端的時常愁著哩，便覺得多愁善感，乃是美人生性，不妨時時勸慰，使她破顏為笑。因此順治皇帝想盡方法寬小宛的心，小宛也明知順治皇帝是多情種子，怎能說出，惟有悶在肚裡。不過經了互相憐惜的情形，兩人的愛情，便益發的濃厚起來。 \\n 順治皇帝原非酒色庸君，但因得了小宛，感情好到極點，便覺得一步都不忍離開。又因受了攝政王的刺激，國事更懶得辦理。小宛見順治皇帝倦勤的情形，很怕為了她自己的緣故，使得順治皇帝怠惰起來，所以時時的進諫，力勸順治皇帝勤政從公。凡是朝臣所上的奏章，小宛都幫著順治皇帝一一細覽；順治皇帝見小宛不以私情廢公事，心中當然是贊嘆得很，對於小宛更是疼愛了。凡是供給小宛的東西，都是精中求精，美中求美。小宛見著奢侈情形，很以為皇家一席酒，窮人十年糧，實在有些過意不去，便在順治皇帝面前，時勸崇尚儉德，說：『宮中無論宴會或御宴，飲饌只求適口而已，不必過於豐盛。』 \\n 順治皇帝聽著她說，更是欽佩非常，便把小宛當作心頭之肉，格外體恤起來。小宛見順治皇帝格外體恤於她，也把順治皇帝當作親人看待，所以對待順治皇帝也特別體恤。每到晚晌在順治皇帝臨睡的時候，小宛必親自查屋裡邊的熱度怎樣，總要把熱度調和得勻當，所以順治皇帝住得非常安適，幾乎一刻都不能離了小宛。小宛在綺明宮內也便專寵了好幾年。 \\n 且說順治皇帝早年所立的皇后，原姓佟佳，天姿到也篤厚，但和順治皇帝感情不很融洽，幾年來順治皇帝寧可獨居別宮。 \\n 自從小宛進宮以後，順治皇帝和佟佳後更是疏遠得很。那佟佳後雖不是十分潑辣的人，但也不免有些怨言。這時佟佳後已生了皇子，取名玄燁。不過她眼見小宛深受恩寵，又因小宛這時也是有孕在身，萬一將來小宛生了皇子，順治皇帝愛母及子，那麼皇帝也未必定由自己的兒子繼承了。她有了這一種觀念，益發的悲愁起來。順治皇帝見佟佳後終日不見歡容，誤會了佟佳後的意思。以為佟佳後故意和他過不去，心想：『既然彼此感情不融洽，不妨廢掉，重立皇后。』因此順治皇帝便下詔把佟佳後降為靜妃，想另立小宛為皇后。這道詔書下了以後，一般王公大臣們都說皇后並沒失德，萬不可把開國元君竟做出廢後的事情來，那攝政王也執意不可。 \\n 原來佟佳後乃是攝政王當初給順治皇帝定的親事，所以他非但說佟佳後不可廢，並說董噪聲妃乃是漢人，照滿家定例，漢人萬不能立為皇后的。順治皇帝本想和攝政王辯論幾句，只因攝政王用祖宗家法來壓他，當然也不說什麼，只說佟佳後定要廢掉。攝政王見順治皇帝抱定主意，便不歡而退。順治皇帝等攝政王退出宮後，便到綺明宮來，見著小宛，把想廢佟佳後和另立她為皇后的事情說了一遍，並把王公大臣攝政王阻撓的話也說了出來。小宛聽著，覺得自己萬不能正位皇后的，因為皇后也不過是虛名，反結了無數的冤仇，非但於自己沒有利益，且要發生重大的危險問題，所以她心中便打定了主意，在順治皇帝面前竭力推辭。"}
{"章节": "二十、抱喪明悒鬱致疾", "正文": "二十、抱喪明悒鬱致疾 \\n  \\n  \\n 話說小宛不願結了許多冤仇，徒擁皇后的虛名，所以聽了順治皇帝的話，便推辭道：『臣妾自承恩寵，獲列妃嬪，弱草殘枝，蒙沾雨露，已是欣幸無極。倘再妄想非分，正位中宮，那是非惟臣妾萬不敢當，反能折了臣的福分哩！所以臣妾昧死謹辭。』順治皇帝聽著，知道小宛不肯正位中宮，恐怕結了冤仇，孤掌難鳴，所以慰道：『愛卿不必多慮，正位便是，一切都由朕主張。』小宛聽了，仍辭道：『臣不敢正位，實有至情。 \\n 雖蒙皇上謬愛，臣妾萬死不敢承受。』順治皇帝聽著，仍竭力勸慰。小宛執意不肯，幾乎連眼淚都急了出來。順治皇帝見她出於至情，也不十分強她。到了明日上朝，和王公大臣攝政王等議論廢後的事，順治皇帝雖是執意要把佟佳後廢掉，怎奈佟佳後外援很多，沒人不是幫她的，攝政王更是全力助她。順治皇帝見攝政王時把祖宗家法的話來壓他，到覺得無詞可辯，只得收回成命。佟佳後到底沒曾廢掉，小宛到底沒得正位。但是順治皇帝終因達不到目睥，心中非常牢騷，想起好事不成，都是攝政王從中作梗的緣故，所以把攝政王結了切齒之仇。 \\n 恰巧那天晚晌，小宛產了一個皇子。順治皇帝很是欣喜，在綺明宮內，伴著小宛，談談說說，到也並不岑寂。順治皇帝想起小宛不能立後，終覺得堂堂天子，不能庇一婦女，處處受制於人，實很愧對小宛。又恐小宛因此悒鬱，所以慰著小宛道：『朕初想廢掉佟佳氏，正卿繼位皇后，原不是把虛名羈卿，乃是想和卿白頭偕老罷了。現在阻力橫生，事已無望，也不願固執成見和他們力爭，致開國元君有盛德之累哩。但擁虛位稱尊，處處仰人鼻息，實沒生趣可言。所以卿既未得正位，朕也久已看透紅塵，寧可棄掉這個齷齪皇帝，退居平民，和卿倡隨終生。 \\n 然而這種心理，又難達到目的，真教朕左右籌思，毫無一些興味了。』小宛聽著，知道順治皇帝愛她愛到極點，所以寧可棄了天下，和她永結美滿姻緣。雖覺得至情可感，但事實上終不能辦到的，因此只得勸慰順治皇帝。他們兩人你慰著我，我慰著你的互相憐慰，愛情濃蜜，真是如膠似漆。 \\n 過了幾天，早到了皇子彌月之時，少不得宮中手忙腳亂的忙了一番。那皇子容貌清秀，和小宛生得一般模樣。順治皇帝見著，當然是歡喜的了不得，賜名福全。小宛也把福全疼愛得很。怎奈人生禍福都由老天注定的，那福全雖生在皇帝家，還覺得呱呱墜地不很願意，所以偶染微疾，醫藥罔效，竟至瞑目長逝。順治皇帝抱著喪子之痛，心中十分悲哀。小宛見愛子夭折，好像割了心頭之肉，更是哀傷異常。順治皇帝百般勸慰，小宛看在順治皇帝的面上，雖有時哀傷得好些，但人孰無情，怎能立刻便淡忘起來。小宛這時悲悼愛子，更感到心血來潮，把從前所經過的刺激和許多際遇，一齊湧上心頭，愁中加愁，悶上加悶，悒鬱得生趣都泯滅無遺。順治皇帝見她悒鬱模樣，用了無數的解慰方法，只是小宛所受刺激太深，終不能愁腸變作歡腸。小宛體本纖弱，日夜愁思，怎不愁出病來。大凡因愁所致的病，往往伏在體內，一時雖不覺得什麼，有一天發作起來，那可不是小看的。所以小宛初病原不甚重，遷延了幾天，病中仍是愁悶；既病又愁，病得當然加重起來了。更兼產後虛弱，病勢益發沈重，早忙得那順治皇帝征醫選藥。一般奉旨調遣的太醫們，也忙得個個手足無措。太醫院的醫生知道小宛是皇上身邊第一個寵妃，萬一有了差處，恐怕腦袋要和軀殼宣告脫離關係，所以很是懮慮。"}
{"章节": "二十一、了孽緣香消玉殞", "正文": "二十一、了孽緣香消玉殞 \\n  \\n  \\n 話說小宛愁悶悒鬱，奄然成病，又因產後虛弱，病勢更是沈重起來。那般太醫院的醫生和各省征選的名醫，平日雖都自鳴得意，自負國手，但到了這時，非惟不能使小宛病告痊愈，反而使小宛病勢一天重似一天。順治皇帝見小宛病入膏肓盲，勢將不起，急得直和熱石頭上的螞蟻一般模樣。小宛也自知病已漸危，病中觸動舊事，當初和冒闢疆的情形，仍是歷歷心頭，又感著順治皇帝十分厚待，深情蜜意，也著實有些割捨不下。 \\n 她病的時候，順治皇帝原是伴著不離，到了這時，覺得風中殘燭，命在旦夕，卻又不說什麼，恐怕順治皇帝因情受感，惹出別的事情來。所以也不把自己的感觸說了出來，只對順治皇帝說那解脫的話。 \\n 那天順治皇帝坐在榻側，見小宛病骨支離，瘦容可掬，一時疼憐到極點，不覺眼眶中掉下淚來。小宛見了這般模樣，不免至情發現，珠淚也不覺奪眶而出。順治皇帝見小宛掉淚，恐怕小宛病中又勾起愁悶，反擦乾了自己的眼淚，慰著道：『卿病雖重，安養了幾天，想可痊愈的，卿不必多慮，自己保重便是。即使卿不幸有了差處，朕也從此看破紅塵，那皇帝虛位，朕久已淡而視之的哩！』小宛聽了答道：『皇上深情，臣妾銘感在心。臣妾不幸病不能起，身軀雖死，寸心卻仍是依戀皇上左右的；甚而至於軀殼爛掉，或軀殼化作灰塵，臣妾倘有一分魂魄，便當飄在皇上身旁的。但臣妾死後，皇上又何必這樣的蕭索呢？皇上是開國元君，素來英明有為，雖是愛妾情深，究竟國家為重，不必因臣妾而影響大局纔是。況且臣妾生來命薄，自幼至今，風塵轉徙。回想當年，本覺浮生一夢而已。臣妾生性愛花，每覺人不如花，因為花開花落，雖亦徒事忙碌，但花落以後，明年遇著春風，枝頭又可欣欣向榮。只那人生死最可悲，莫說死了不可再生，便老了也不可再少。百年能有多時？ \\n 況臣妾年方三十以外，上壽中壽既不可得，連下壽也不得享。 \\n 想起和皇上平日深情，一旦慘遭死別，真是心痛如割哩！』順治皇帝聽著，不覺慘然淚下，只得仍用婉言來勸慰解。又過了幾天，小宛已是一息奄奄。順治皇帝早哭得像淚人兒一般。小宛攙了順治皇帝的手，強睜那似開非開的眼睛，對著順治皇帝看著，輕啟櫻脣，想要說話，卻又說不出來，眼眶中只掉了回淚。順治皇帝見了更是傷心。等了片時，小宛竟把四肢挺直，棄了順治皇帝，魂歸離恨天而去。順治皇帝還想用人力續回天命，怎能辦到？哭了一會，只得傳旨厚辦喪儀。一般王公大臣們少不得又忙碌異常。為了這樁喪事，倒霉的可有，發財的也有。閑話不提。 \\n 且說順治皇帝自從小宛死了以後，悲悼的寢食俱廢。太后雖曾勸他把胸懷寬放些，怎能回他的心。那順治皇帝，因小宛生前未得正位皇后，終以為是遺憾。現在小宛已死，佟佳後卻依然存在，他心想廢後雖難辦到，追封小宛，大概沒有敢再攔阻的人。便下旨追封小宛為溫存皇后。攝政王見小宛已死，那皇后虛名，便追封了也沒甚麼要緊的，所以置之不問。一般王公大臣們見攝政王此番並不反對，誰還敢說半個不字！大家便各自閉口不見。再說那佟佳後聽得小宛已死，便像拔去眼中之針一般模樣，心中當然快樂了些。但她卻有自知之明，心想小宛雖死，自己也萬難繼承小宛恩寵的情形，因為當初小宛未進宮以前，自己和順治皇帝的感情本不很好的，但是勁敵已去，自己的心中終覺得舒泰得多了。"}
{"章节": "二十二、傷心人敝屣軒冕", "正文": "二十二、傷心人敝屣軒冕 \\n  \\n  \\n 話說小宛死了以後，順治皇帝悲悼的非常。恰巧那攝政王暴病而亡，順治皇帝的生母原是下嫁於攝政王的，現在攝政王已死，太后觸景傷懷，便想重再歸宮。這個消息奏上以後，順治皇帝雖覺得攝政王死了，對於自己好像脫了束縛似的，只得愛妃剛死，心中覺得萬箭穿胸，哪有心思再管閑事。不過皇太后究竟是自己生身之母，當初下嫁，雖不應該，現在悔過想重回宮來，看在先皇份上，怎能拒絕？所以皇太后便回宮來，順治皇帝仍把她當作太后看待。但是順治皇帝近來辦事雖沒有掣肘的人，因為小宛已死，到覺得身外之物都是空中幻想，很有參破紅塵，點悟禪機的意思。他又想起太后回宮，已有主持的人，自己很可以趁此機會，卸下肩來，覓尋樂境而去，他主意定妥，卻不露風聲。明晨上朝，和王公大臣們敷衍了一回，散朝回到養心殿內，命宮監宣詔鰲拜進見。那鰲拜宮居丞相，順治皇帝喚他進宮，乃想教他好好輔佐新帝，很有顧命的意思。 \\n 後來鰲拜等新帝即位以後，竟借了這個題目圖謀不軌起來，事情露泄，腦袋不保。事關後來，不涉本書，表過不提。 \\n 那鰲拜奉召來到，順治皇帝見著，便說道：『朕開國登基，至今已有十八年了。十八年中間的種種際遇；甜的也有；苦的也有；榮的也有；悲的也有。滋味都已嘗過，那未來的情形也不難推想而知了。即使再有歡榮甜蜜的際遇，也不過一時的幻景罷了，況且此後的日子，只有悲苦的際遇了。這樣講來，人生在世，實在沒趣到極點。所以朕現在參破紅塵，心想何必再在世間享受這種無謂的虛名！還要為了這種無謂的虛名，天天的料理俗務！未免更是自尋煩惱了。朕自有區處，決不再戀著紅塵哩。』鰲拜聽著，不明白話中真因，以為順治皇帝或因小宛病亡，精神上所受刺激太深，致說話有不倫不類的情形。正想用話去安慰他幾句，順治皇帝卻又說道：『將來嗣皇帝繼承大統的時候，朕定當跟在王公大臣的後面，看這大典的盛況哩。 \\n 』鰲拜聽了更是莫明其妙，一時答不出話來，只得唯唯應著，肚子中盤算了片時，纔想得了一句話。剛要啟口，那順治皇帝卻已閉著眼睛睡著了，便只得悄悄而退。那順治皇帝本不是睡著的，所以等鰲拜走了以後，便自己想道：『士為知己者死。 \\n 那小宛本是為自己有情的知己，現在知己已經歸離恨天而去，此後也並沒興趣可言，不如超脫塵緣，修清淨真果，遁入空門，或可和小宛重證姻緣於來生的。』他主意想准，便脫去龍袍，換上民間衣服，叮囑許多心腹宮監，嚴禁他們聲張，私自悄悄的出得宮來，離了北京，直向京西而去。暫且不提。 \\n 單表宮中不見皇上，當然起了很大的恐慌。那般心腹宮監受了順治皇帝的密囑，又不肯說出所以然來。於是皇后佟佳後等和許多王公大臣們，個個如墜五里霧中。但皇帝失蹤，乃是千古奇聞，不便說明，只得頒下哀詔，說是駕崩。皇太后便擁立佟佳後所生的皇子玄燁繼立，改元康熙，新陳代謝，又忙了幾天。皇太后因為順治皇帝失蹤，究竟是骨肉情切，便探問許多王公大臣們的意見。那般王公大臣們平日只知道吃喝睡覺，到了這時，個個呆若木雞。只有鰲拜卻是眾醉獨清，便把當天和順治皇帝所談的一篇話說了出來。皇太后仔細一想，纔知順治皇帝必已悟了禪機，遁入空門了。便派了許多幹練的欽差，四處尋覓順治皇帝的蹤跡。"}
{"章节": "二十三、清涼寺皈依參禪", "正文": "二十三、清涼寺皈依參禪 \\n  \\n  \\n 話說順治皇帝離了北京以後，在途中思忖前行的方針，便想不如向五臺山的清涼寺而去。晝行夜宿，也不知行了多少路程，纔到了五臺山。那清涼寺的住持和尚名喚園智，年已八十多歲。那天恰因奉了巡撫的密札，大做道場，說是為了先皇順治皇帝而做的。順治皇帝在寺外聽得小和尚談論此事，不覺暗暗好笑，面上是仍不露聲色，直闖進山門而來。早有小和尚報與圓智知道，圓智忙的出來，抬頭把順治皇帝仔細一看，只見來客非但衣服華麗，並且儀表軒昂。老和尚何等勢利，便滿面堆笑迎入方丈而來，分賓主坐定。圓智問道：『居士是從哪裡來的？來此又為怎的？』順治皇帝道：『弟子從北京來此，特來拜謁大師的。』園智見他舉動不凡，另有一種尊嚴氣概，便又問道：『居士尊姓高名？願請指示。』順治皇帝聽著，笑而不言。圓智見他恍恍惚惚的模樣，知道內必有因，便請順治皇帝到一間密室裡面，問道：『居士倘有隱情，不妨直告，貧僧終當嚴守秘密的。』順治皇帝道：『大師不必多疑，弟子此來，求為沙彌。倘承大師不棄弟子，便當在寺受戒，否則當向他處受戒去。』圓智驚道：『居士不像隱於禪門的人，怎的要受起戒來呢？』順治皇帝答道：『弟子是棄了天下始來此，棄天下如敝履，還說弟子不像受戒的人呢！』圓智聽著，纔知順治皇帝原來棄位來此，並沒死掉，不覺驚得手足無措。順治皇帝見他驚惶模樣，說道：『大師不必這般恐慌，倘大師不肯收留，弟子另去便是。』說著，又附了圓智的耳朵，說了許多話。 \\n 這許多話因為在下做書的沒曾聽見，所以不能寫了出來，大概他所說的乃是出家緣由的話。圓智聽了，說道：『居士想由色相證菩提嗎？這非有大智慧的人是不可的，恐怕居士混慣軟紅塵中，不耐這種清淨況味哩。』順治皇帝道：『弟子的志是決定的了，大師是不能見信嗎？不妨試一試便是。』圓智點頭稱是。到了晚晌，圓智預備床榻，請順治皇帝宿在方丈中間，彼此談論經典。順治皇帝所答的話，解脫的很是超妙。圓智到沒話可去和他辯難，便非常嘆服。過了幾天，便給順治皇帝披剃受戒，法名慧真，另闢一所精舍去安置他，款待得非常優厚。 \\n 一般和尚們見他新進來的卻勝過舊人，不免都起了嫉忌心。圓智知道這許多和尚都是嫉忌慧真的，便和許多和尚說道：『你們聽著，將來定有貴人來此探訪慧真的。』圓智說了這話，雖沒曾說明詳細，但一般和尚已知道慧真是非常人了，從此到也並不嫉他。 \\n 且說慧真披剃以後，終日默坐，也不和別的和尚交接。經典讀得爛熟，有時詠詩消遣，旁及詩書六藝，沒有一樣不是博纜精通，所以清涼寺的和尚都呼他為異僧。有一天，有一個小和尚名喚慧安，偶和別的小和尚說起吳三桂在雲南起兵造反的事情，不料被慧真聽著，便忙的問道：『咦？吳三桂是反了嗎？』慧真說這句話，把慧安嚇了一跳。原來慧真從來不發一言，現在破題兒說起話來，怎不驚訝！從此以後，每天必向慧安按問軍情，好像和他很有關係的。慧安莫明他的用意，也不敢不把軍情去告訴他。直等到雲南事平，慧安把消息告他，他不覺喜形於色，慧安更是起了疑心。恰巧有一個小和尚在慧真室內拾得幾張碎紙，紙上寫了幾行字，去獻給慧安。慧安把來細看，只見斷簡殘編，上面寫有好像詩句似的，道：『我本西方一衲子，黃袍換卻紫袈裟。』慧安文理不很十分高妙，也不解這兩句的所以然來，但是疑惑的因此益發的大了。那慧真便在清涼寺一住了好幾年。"}
{"章节": "二十四、大佈施南巡賜襪", "正文": "二十四、大佈施南巡賜襪 \\n  \\n  \\n 話說清涼寺的和尚們，都很疑惑慧真的來歷。有一天，忽然巡撫有命，傳圓智去見，滿寺的和尚們驚惶的非常，不知是禍是福。隔了五天，圓智才得回來，和尚們便去問訊。圓智道：『咱們的清涼寺是交著運了，巡撫穆大人告訴我說，現在的皇上崇尚佛教，奉太皇太后和皇太后，要到咱們的五臺山來。囑我就咱們的清涼寺恭辦行宮，以備三宮駐蹕。』和尚們聽著，快樂的了不得。圓智道：『你們忘了嗎？當初我和你們說，那慧真不是常人，必有當世聖人來此探訪，現在果然應著我的話了。你們現在能知慧真是怎等人呢？』和尚們道：『弟子們眼力薄弱，不能測得，大師知道他嗎？』圓智道：『居移氣，養稱體，要測想他是怎等人，定要先看他的起居是怎樣，行動是怎樣，靜心去留意，纔能思過半哩。』慧安在旁邊聽著，忙的答道：『這樣講來，慧真是順治皇帝無疑了！』圓智微笑了笑，把腦袋點一點道：『是的哩。我死後，這裡的住持便命慧真去當呢。慧真做了這裡的住持，你們也可靠著他的福哩。』和尚們聽著，個個歡喜而退。 \\n 不到幾天，車駕將到，和尚們日夜忙碌，佈置行宮，纔得辦理妥當。忽然巡撫來了一道密札，說車駕已到龍泉關，因為龍泉關地方山勢險隘，車駕不易度過，太皇太后和皇太后等耐不住辛勞，太皇太后又因年歲已高，所以便在中途駐蹕。康熙皇帝卻直向清涼寺而來。 \\n 原來康熙皇帝登基的時候，年纔八歲，因為先皇失蹤，太皇太后雖四處派人探聽順治皇帝的蹤跡，哪有什麼下落。直到這時，康熙登基已是六年了。纔得密探報告，說五臺山清涼寺有一異僧，平日不和別人說話，情形很是可疑。太皇太后聽著，心想：『異僧或許便是順治皇帝。』所以命駕而來，表過不提。 \\n 且說康熙皇帝來到清涼寺，帝命出巡，不比尋常儀仗人馬，好不齊整。圓智忙著迎駕，和尚們也個個忙碌異常。惟有慧真卻依然靜坐不言。康熙皇帝歇宿行宮，圓智前去叩安，康熙皇帝劈面就問道：『這所清涼寺有多少和尚？』圓智道：『共有三百零八名。』康熙皇帝道：『朕因皈依佛教獎勵僧人起見，凡是這裡的和尚，每名各賜御襪一雙，惟須當面換著，朕可以知道不致遺漏一名。』圓智聽著，唯唯聽著，唯唯答允，立即敲了雲鍾，傳集滿寺和尚排隊來見。 \\n 原來康熙皇帝賞賜御襪，乃是生的一計。因為順治皇帝逃禪而去的時候，康熙皇帝只得八歲，皇帝家不比民間，父子是不常見面的，又是小孩子眼力差些，隔了六年時間，面貌已是無從記起。太皇太后便和他說是順治皇帝在腳底上有紅痣七顆，到了清涼寺，可借賜襪之名，查看和尚的腳，倘然見到紅痣的和尚，便是順治皇帝無疑了。康熙皇帝得了這個秘密記號，早預備許多布襪。正備行事，不料清涼寺的和尚們雖是聽得鍾響，齊來出見，惟有慧真聽得這個消息，早已料到中間蹊蹺，一時又無可躲避，慌了生得一個急計策，便跑到廚房中間，假做燒火模樣。心裡燒火的乃是火夫，不是和尚，便可避此查看了。那許多和尚齊集之後，因為人數太多，也沒有留心著慧真。 \\n 圓智便上前啟奏道：『和尚們都已齊集，候皇上調譴。』康熙皇帝便命宮監把三百零八雙布襪分賜許多和尚，人多手快，那消多時，和尚已遍派無遺，但是多了一雙布襪回來。康熙皇帝心想：『襪未數錯，怎的會多了一雙回來呢？』便再去查點人數，果然只有三百零七名。康熙皇帝便喚圓智來前，怒問道：『你們總共有三百零八名和尚，怎的只有三百零七名呢？』圓智聽著，汗流滿背的奏道：『或是有一名未聞鍾響，忘了出來，待我去尋來便是。』"}
{"章节": "二十五、真解脫永絕塵緣", "正文": "二十五、真解脫永絕塵緣 \\n  \\n  \\n 話說圓智因為和尚少了一名，四下裡尋找，在廚房中果然尋到了慧真，便教他出來見駕。慧真執意不肯，圓智道：『聖上駕到，來此訪問，也是人子美意，便去見面何妨？』慧真聽著，無可推辭，只得出見。宮監把襪取來，便伸手要慧真脫去舊襪。慧真本待不依，怎來得及。舊襪脫下，腳底下的七顆紅痣，早便顯了出來。康熙皇帝在旁見了，待要跪下地去，慧真忙的搖手示意，康熙皇帝礙著許多和尚的耳目，只得暫時忍著。 \\n 慧真借此機會，便回到自己的禪室而來。 \\n 那禪室在一座高峰的上面，康熙皇帝便跟蹤而至。因為山路崎嶇，便命慧安引路。到了那邊，慧安進前報道：『師兄，聖上來了。』慧真閉目跌坐，理也不理，好像沒曾聽見的模樣。 \\n 康熙皇帝見了，不免至性感動，幾乎把眼淚都掉了下來，突然的跪了下去，抱住了慧真的腳，說道：『父皇，子臣萬死！直到今天才得來叩父皇的安。』慧真聽道，微微的把眼睛睜了開來，問道：『居士是怎等人，現在說的是什麼話？山僧實在不能明白。』康熙皇帝見他假裝癡聾，只得仍呼著父皇。慧真假意的驚道：『誰是父皇？父皇是什麼，山僧是世外人，不知這情由的哩。』康熙皇帝跪在地上，不肯起身的匍匐道：『子臣不肖，不能上系聖心，父皇不看子臣的面，難道便不念太皇太后嗎？』慧真聽著，仍不動心，卻又故意的說道：『聖上錯了！ \\n 聖上錯了！』他一邊說著，一邊卻又非常驕倨，見康熙皇帝跪在地上也不理會。慧安見康熙皇帝跪了多時，定已勞乏，便道：『天將晚了，聖上還是下山歇息罷。』康熙皇帝因為慧真終不吐實情，只得退了出來，便叮囑慧安，不可把這事聲張出去。 \\n 康熙皇帝當晚便在清涼寺歇宿，明日回鑾，又在龍泉關歇了一宵。天明後，纔奉了太皇太后和皇太后起駕回京，把這件事告知太皇太后和皇太后，也沒有能動慧真之心的辦法。康熙皇帝無奈，只得頒發內帑二十萬兩銀子，把十五萬佈施清涼寺，把五萬佈施五臺山其餘許多的寺廟庵觀。於是每隔二三年的時候，康熙皇帝必往清涼寺進香一次。到了清涼寺，必到高峰去參謁慧真的。直到第三次巡幸五臺山的時候，清涼寺的主持和尚圓智已經圓寂，康熙皇帝便想請慧真去繼充主持，慧真哪裡肯依。康熙皇帝又沒奈何他；並且想起清涼寺自從佈施巨款以後，規模宏壯，已成了天下第一名剎。即使慧真做了主持，他若遇事放任，毫不經心，那時清涼寺偌大的氣概，也必因此而渙散的，所以也不強他，便把慧真封做懋修大道無上光明佛，位在主持之上。那主持和尚，康熙皇帝便命慧安充任，因為慧安很有功勛，便是引路到高峰的關係。那慧安偏又生性伶俐，非但侍候康熙皇帝特別的周到，便那侍候慧真也是格外謹慎。 \\n 康熙皇帝見他這般情形，心想有了這人到可以使得父皇安心清修，不致惹出別的問題來。看他智慧兼大，所以特惠殊恩，把慧安封做智覺佛，其餘滿寺的許多小和尚，也各有各的封號，各有各的賞賜，表過不提。 \\n 且說慧真一心皈依，六根清淨，任憑康熙皇帝怎的擺佈他，終是置之不問不聞。住了好幾年，他便想到南海普陀西湖靈隱等處雲游，又怕直說出來，少不得慧安又要飛表奏知，豈不受了束縛，不能瀟灑自在？所以他又悄然的不別而行。那慧真離了清涼寺以後，小和尚忽然尋不到他，忙的和慧安說明。慧安恐康熙皇帝要責備自己，也著實捏了一把汗。但轉念一想，他既是入了禪門，總想修成正果，既無牽掛，自能回來。慧安想到這裡，心便寬了。"}
{"章节": "二十六、倦雲游歸真證果", "正文": "二十六、倦雲游歸真證果 \\n  \\n  \\n 話說慧真離了清涼寺，直往南去，因為當時人物殷庶，凡是行腳僧人，到一處便有一處的人爭著供齋留捨，到也逍遙自在。行了好幾個月的功夫，纔坐了飄洋船來到普陀，頂禮進香，沒一掛漏。在普陀回來，便到西湖的靈隱寺內，少不是又是見佛進香，逢像頂禮，足足又耽擱半年光景，把偌大的西湖遊覽無遺。慧真愛著西湖風景的優美，便想在那邊掛錫幾年，只因耳目眾多，很不方便，便起程北返。他想起從前董小宛常和他說起蘇州的風景，比了杭州也不多讓，有許多地方，杭州反不如蘇州的，因此他便來到蘇州，虎丘、天平游了一回。忽又想起一樁事來，他想道：『錢牧齋明末遺臣，曾仕我朝，常誇口故鄉常熟有座虞山，乃是吳中第一名勝，現在牧齋屍骨已寒，何不順道去一遊哩。』他想定方針，果然便來到常熟，直至虞山。 \\n 且說那虞山的風景，實在是清秀異常，不愧說是吳中名勝。 \\n 那山上有座寺廟，喚作三峰寺，規模固然及不著清涼寺的宏偉莊嚴，但在江南卻已首屈一指的了。慧真來到虞山，見著三峰寺，當然便去謁見方丈。那方丈法名玄空，道行到也高妙。見慧真來到，彼此免不了互道寒暄。慧真只說是五臺山清涼寺來的，卻不說出慧真的真名，另起了一個假號，喚作川三臺，那川三臺的意義，便是隱寓『順治』兩字。這種暗謎，玄空等怎能知道？所以覺不著慧真是怎等的人。只因和慧真談了一回禪，禪語高深，玄空便以為慧真必非是平常的僧人。那玄空便想借慧真的名義，去掙幾個銀錢來用用，說是從五臺山請到一名高僧川三臺，在此駐錫，開講經典，廣建水陸道場，七七四十九日功德才能圓滿。一般善田信女，聽到五臺山高僧在此講經，也不問好歹，爭先恐後的到來，佈施的佈施，聽經的聽經。 \\n 這四十九天中間，三峰寺內人山人海，空前未有。玄空掙了個挺飽，只把慧真忙了四十九天。纔算玄空不是忘恩負義的人，功德圓滿以後，慧真便想告辭而行，玄空堅意苦留，慧真因為盛情難卻，便在三峰寺掛錫。 \\n 光陰迅速，不覺過了二年。慧真思鄉心切，便和玄空訂後約而別，沿著原路，仍回到清涼寺來。小和尚們見慧真來了，忙的報知慧安。慧安出去相迎，各敘了別後之事，到覺得久別重逢，情益款密起來。只是慧真長途勞頓，受了些風寒，忽然發起病來。清涼寺原在深山之中，一時僱不到醫生，慧安急得慌了，命小和尚飛忙尋找，苦得那小和尚腳底跑穿，纔在五臺山口山腳下小村內，尋到一位庸醫生。這位庸醫生說也可笑，連湯頭歌訣都沒有記得清楚，請到清涼寺，看了一看慧真的病癥，也不說什麼，只說喝了一劑湯藥立刻痊愈的。好在藥料不必往藥鋪子去買的，因為庸醫生隨身有個法寶，法寶便是一隻小箱，箱內滿裝著許多紙包，他自己說是藥，其實也不知裝的是什麼。也是慧真命該斷絕，所以喝了庸醫生的湯藥，便上氣接不著下氣的喘得不堪。慧真知道命必難保了，心想：『一死到也乾淨，冥中如有因果，魂歸大羅天上，或可和小宛再證仙緣。』但轉念想起自己忽而得天下稱皇帝，忽而棄尊位做和尚，到覺得虛度一生了。便嘴裡吟道：『來時鶻突去時迷，空在人間走一回。』吟聲甫畢，眼睛閉著，果然魂歸大羅天而去。慧安便忙著料理喪事，飛表奏知。康熙皇帝雖很哀悼，只因他生前耽禪皈依，便想終成他志，密旨慧安，教他把慧真肉身，先遍身塗漆，外面再加涂重金，安置清涼寺中，昭示萬代。慧安奉旨，當然如法行事，所以直到現在，順治皇帝的肉身金裝，仍在五臺山清涼寺中。"}
