{"章节": "簡介", "正文": "  \\n 簡介 \\n 　 \\n 《中論》二卷，二十篇，補遺二篇。漢末徐幹撰。幹字偉長，北海人，鄴下七子之一也。嘉慶重修《一統志》：\"徐幹墓，在濰縣東。\"則吾之鄉先賢也。予嘗流寓濰城有年，竟未一聞之，愧何能已。今點校荀悅《申鑒》，兼及其書，取徐湘琳女史《中論校注》讀之，核以《四部叢刊》、《漢魏叢書》、《四庫全書》諸本，略及《羣書治要》、《意林》、《通典》、《類聚》所引，見其脫誤不一而足，《法象》篇原脫八字，《治要》有而未補，補遺《復三年喪》篇竟脫一十七字，有注中言改而正文實未改者六七處。《民數》一篇，《通典》幾全文引之，而注中無一語提及。用孫詒讓《札迻》者近百字而不注明，至標點疏漏之處亦不堪指屈，故以《四部叢刊》影印明嘉靖杜思青州刊本為底本，粗加董理，以遣暇日。庶網上諸友有可讀之本而已，非敢詆毀也。 \\n 按《中論》一書，北圖善本書目《子部·儒家類》所錄明杜思青州刊本，有傅增湘校跋並錄黃丕烈題識，另一明刻本有黃丕烈跋並顧廣圻校，別一明刻本有陳鱔校，外有嘉慶十八年焦循鈔本，因暫時無緣得覩，故未及之，若日後有暇，或能續成也。 \\n 另，清人錢培名、俞樾所校《中論》雖非異書，尚未得見，故其校語多轉自徐湘琳《中論校注》，讀者諒諸。--胡不歸識 \\n  \\n   \\n  "}
{"章节": "漢無名氏徐幹《中論》序", "正文": "  \\n 漢無名氏徐幹《中論》序 \\n 　 \\n 予以荀卿子（徐湘琳《中論校注》本脱\"子\"字）孟軻懷亞聖之才，著一家之法，繼明聖人之業，皆以姓名自書，猶至於今，厥字不傳。原思其故，皆由戰國之世，樂賢者寡，同時之人，不早記録。豈况徐子《中論》之書，不以姓名爲目乎？恐歴久遠，名或不傳，故不量其才，喟然感嘆。先目其德，以發其姓名，述其雅好不刋之行，屬之篇首，以爲之序。其辭曰： \\n 世有雅逹君子者，姓徐名幹，字偉長，北海劇人也。其先業以清亮臧否爲家，世濟其美，不隕其徳，至君之身十世矣。君含元休清明之氣，持造化英哲之性，放口而言則樂誦九德之文，通耳而識則敎不再告，未志乎學，蓋已誦文數十萬言矣。年十四，始讀五經，發憤忘食，下帷專思，以夜繼日，父恐其得疾，常禁止之。故能未至弱冠，學五經悉載於口，博覽傳記，言則成章，操翰成文矣。此時靈帝之末年也，國典隳廢，冠族子弟結黨權門，交援求名，兢相尚爵號。君病（原注：一作\"疾\"）俗迷昏，遂閉戶自守，不與之群，以六籍娱心而已。君子之逹也，學無常師：有一業勝己者，便從學焉，必盡其所知而後釋之；有一言之美，不令過耳，必心識之。志在緫衆言之長，統道德之微，恥一物之不知，愧一藝之不克，故日夜亹亹，昃不暇食，夕不解衣，晝則研精經緯，夜則歴觀列宿。考混元於未形，補聖德之空缺，誕長慮於無窮，旌微言之將墜，何暇讙（徐湘琳校注本誤作\"難\"）小學，治浮名，與俗士相彌縫哉！故浮淺寡識之人，適解驅使榮利，豈知大道之根？ \\n 然其餘以疏略爲太簡，曾無憂樂，徒以爲習書之儒，不足爲上，欣之者衆，辯之者寡，故令君州閭之稱不早彰徹，然秉正獨立，志有所存，俗之毀譽，有如浮雲。若有覺而還反者則以道進之，忘其前之謗己也。其犯而不校，下學而上逹，皆此之類也。于時董卓作亂，聖主西遷，奸雄滿野，天下無主。聖人之道息，邪僞之事興，營利之士得譽，守貞之賢不彰，故令君譽聞不振於華夏，玉帛安車不至於門。考其德行文藝，實帝王之佐也，道之不行，豈不惜哉！ \\n 君避地海表，自歸舊都，州郡牧守禮命，踧踖連武欲致之。君以爲縱橫之世，乃先聖之所厄困也，豈况吾徒哉！有譏孟軻不度（《全後漢文》所據《中論》元刻本作\"較\"）其量，擬聖行道，傳食諸侯，深美顔淵、荀卿之行。故絶迹山谷，幽居研幾，用思深妙，以發疾疚（《全後漢文》作\"痎\"），濳伏延年。會上公撥亂，王路始闢，遂力疾應命，從戍征行。歴載五六，疾稍沉篤，不堪王事，潛身窮巷。頥志保眞，淡泊無爲，惟存正道。環堵之墻，以庇妻子，并日而食，不以爲戚。養浩然之氣，習羡門之術。時人或有聞其如此而往觀之，或有頗識其眞而從之者，君無不容而見之，厲以聲色，度其情志，倡其言論，知可以道長者則微而誘之，令益者不自覺，而大化隂行，其所匡濟，亦已多矣。君之交也，則不以其短，各取其長而善之。取故少顯盡己之交，亦無孜孜和愛之好。統聖人中和之業，蹈賢哲守度之行，淵黙難測，誠寶偉之器也。君之性，常欲損世之有餘，益俗之不足。見辭人美麗之文，並時而作，曾無闡弘大義、敷散道敎、上求聖人之中、下救流俗之昏者，故廢詩、賦、頌、銘、贊之文，著《中論》之書二十二（\"十\"下\"二\"字原無，《全後漢文》有，是，據補）篇。其所甄紀，邁君昔志，蓋千百之一也（\"蓋\"下原缺一字，據《全後漢文》補\"千\"字）。文義未究，年四十八，建安二十三年春二月，遭厲疾，大命殞頽，豈不痛哉！ \\n 余數侍坐，觀君之言，常怖，篤意自勉，而心自薄也。何則？自顧才志不如之遠矣耳！然宗之仰之，以爲師表。自君之亡，有子貢山梁之行。故追述其事，麤舉其顯露易知之數，沈冥幽微、深奥廣遠者，遺之精通君子，將自贊明之也。 \\n  \\n   \\n  "}
{"章节": "宋曾鞏徐幹《中論》目録序", "正文": "  \\n 宋曾鞏徐幹《中論》目録序 \\n 　 \\n 臣始見館閣及世所有徐幹《中論》二十篇，以謂盡於此。及觀《貞觀政要》，怪太宗稱嘗見幹《中論》\"復三年喪\"篇，而今書此篇闕。因考之《魏志》，見文帝稱幹著《中論》二十餘篇，於是知館閣及世所有幹《中論》二十篇者，非全書也。幹字偉長，北海人，生於漢魏之間。魏文帝稱幹\"懷文抱質，恬澹寡慾，有箕山之志\"，而《先賢行狀》亦稱幹\"篤行體道，不耽世榮\"。魏太祖特旌命之，辭疾不就。後以爲上艾長，又以疾不行。蓋漢承周衰，及秦滅學之餘，百氏雜家與聖人之道並傳，學者罕能獨觀於道德之要，而不牽於俗儒之說。至於治心養性，去就語黙之際，能不悖於理者，固希矣，况至於魏之濁世哉！幹獨能考六藝，推仲尼、孟軻之旨，述而論之，求其辭，時若有小失者，要其歸，不合於道者少矣。其所得於内者，又能信而充之，逡廵濁世，有去就顯晦之大節。臣始讀其書，察其意而賢之，因其書以求其爲人，又知其行之可賢也。惜其有補於世，而識之者少，蓋迹其言行之所至，而以世俗之好惡觀之，彼惡足以知其意哉！顧臣之力，豈足以重其書，使學者尊而信之。因校其脫繆，而序其大略，蓋所以致臣之意云。編校書籍臣曾鞏上。（《元豐類稿》卷十一） \\n  \\n   \\n  "}
{"章节": "明杜思刻徐幹《中論》序", "正文": "  \\n 明杜思刻徐幹《中論》序 \\n 　 \\n 宋南豐曾氏起于五代純學之後，程學西顯之前，文章本原六經，世稱江漢星斗矣。編校館阁羣書，取《中論》二十萹序而傳之，何哉？漢自桓靈以後，姦雄濁亂，海内俗儒，騖於曲说，黨權營利，求其究觀道妙而不汙於世者盖寡矣。偉長獨能恬淡體道，不耽榮禄，逡廵濁世，而玄就顯晦之莭皭然不汙。曾氏讀其書而論其世，彼有取爾也。余刪訂《青志》，繡梓竣事。兵憲懐庭秦公谓曰：\"青郡文獻名天下，藝文不下百数十種，未能畫傳，若管子書、晏子春秋，仲尼之徒羞稱焉。《文心雕龍》葩藻勝矣。徐幹《中論》辭義典雅，足傳于後，曾子固所取也。蓋壽诸梓，以廣其傳。\"余曰唯唯，谨識之而刻于郡之資深堂。嘉靖乙丑冬青州府知府四明杜思書。 \\n  \\n   \\n  "}
{"章节": "徐幹《中論》目錄", "正文": "  \\n 徐幹《中論》目錄 \\n 　 \\n 卷上：治學　法象　脩本　虚道　貴驗　貴言　藝紀　覈辨　智行　爵祿 \\n 卷下：考僞　譴交　暦數　論夭夀　務本　審大臣　慎所從　亡國　賞罰　民數 \\n  \\n   \\n  "}
{"章节": "治學第一", "正文": "  \\n 治學第一 \\n 　 \\n 昔之君子成德立行，身没而名不朽，其故何哉？學也（此二字徐本脱）。學也者，所以疏神逹思，怡（《御覽》卷六百七作\"治\"）情理性，聖人之上務也。民之初載，其矇未知。譬如寶在於玄室，有所求而不見（此四句《御覽》作\"初學則如夜在玄室，所求不得\"），白日照焉，則群物斯辯（徐湘琳曰：\"清王謨《漢魏叢書》輯本作'辨'\"按二字通。）矣。學者，心之白日也。故先王立敎官，掌敎國子（徐湘琳曰：\"教字衍文。《兩京遺編》、《漢魏叢書》本無'教'字，可據刪。\"按明程榮《漢魏叢書》本、《四庫全書》本有\"教\"字。《周禮》：\"諸子掌國子之倅，掌其戒令，與其教治．\"《通典》卷五十三：\"樂正，樂官之長，掌國子之教．幼者教之於小學，長者教之於大學．\"\"掌敎國子\"即\"掌國子之教\"，疑不可刪），敎以六德，曰：智、仁、聖、義、中、和；敎以六行，曰：孝、友、睦、婣、任、恤；敎以六藝，曰：禮、樂、射、御、書、數；三敎備而人道畢矣。學猶飾也，器不飾則無以爲美觀，人不學則無以有懿德。有懿德故可以經人倫，爲美觀，故可以供神明。故《尚書》曰：\"若作梓材，旣勤樸斵，惟其塗丹雘。\" \\n 夫聽黄鐘之聲（《御覽》卷五百八十四作\"黄鍾之音\"），然後知擊缶之細；視衮龍之文，然後知被褐之陋；渉庠序之敎，然後知不學之困。故學者，如登山焉，動而益高；如寤寐焉，久而愈足。顧所由來（徐湘琳曰：\"俞樾《曲園雜纂》所見本'顧'作'故'，謂當作'考'。案：此句承上登山而言，顧，回視也。\"），則杳然其遠，以其難而懈之，誤且非矣。詩云\"高山仰止，景行行止\"，好學之謂也。倚（\"倚\"原作\"倦\"，據《意林》改）立而思遠，不如速行之必至也；矯首而徇（《漢魏叢書》本作\"狥\"，二字通）飛，不如修翼（原作\"循雌\"，据《意林》卷五、《御覽》卷六百七改。徐湘琳曰：\"'雌'疑'雎'字之誤。雎雉鳴也，蓋矯首而徇飛鳥，不可必得，不如循聲而求之，必可獲雉也。\"）之必獲也；孤居而願智，不如務（《意林》作\"積\"）學之必逹也。故君子心不苟願，必以求學；身不苟動，必以從師；言不苟出，必以博聞（徐湘琳曰：\"疑當作'問'。\"）。是以情性合人，而德音相繼也。孔子曰：\"弗學何以行？弗思何以得？小子勉之，斯可謂師人矣。\"馬雖有逸足，而不閑輿，則不爲良駿；人雖有美質，而不習道，則不爲君子。故學者，求習道也，若有似乎畫采，玄黄之色旣著，而純皓之體斯亡，敝而不渝，孰知其素歟？ \\n 子夏曰：\"日習則學不忘，自勉則身不墮，亟聞天下之大言，則志益廣。\"故君子之於學也，其不懈，猶上天之動，猶日月之行，終身亹亹，没而後已。故雖有其才，而無其志，亦不能興其功也。志者，學之師也；才者，學之徒也。學者不患才之不贍，而患志之不立。是以爲之者億兆，而成之者無幾，故君子必立其志。《易》曰：\"君子以自強不息。\"大樂之成，非取乎一音；嘉膳之和，非取乎一味；聖人之德，非取乎一道。故曰學者所以緫群道也。群道統乎己心，群言一乎己口（此二\"己\"字徐本譌作\"已\"），唯所用之。故岀則元亨，處則利貞，黙則立象，語則成文。述千載之上，若共一時；論殊俗之類，若與同室。度幽明之故，若見其情；原治亂之漸，若指已効。故《詩》曰\"學有緝熈于光明\"，其此之謂也。 \\n 夫獨思則滯而不通，獨爲則困而不就，人心必有明焉，必有悟焉。如火得風而炎熾，如水赴下而流速。故太昊觀天地而畫八卦（徐湘琳曰：\"依下句例，当作'畫卦'，'八'字衍。\"按《漢書·律曆志》上：\"伏戲畫八卦。\"孔安國《尚書序》：\"古者伏犧氏之王天下也，始畫八卦。\"《風俗通義·皇霸》：\"古者，伏羲氏之王天下也，仰則觀象於天，俯則觀法於地，始作八卦。\"又《漢書·敍傳》下：\"虙羲畫卦，書契後作。\"《全後漢文》卷九十七《資中古碑伏羲讚》：\"伏羲蒼精，初造工業。畫卦結繩，以理海內。\"《類聚》卷五十八引成公綏《故筆賦》：\"慕羲氏之畫卦，載萬物於五行。\"作\"畫卦\"者出於賦贊，此當以作\"畫八卦\"意長），燧人察時令而鑚火，帝軒聞鳳鳴而調律，倉頡視鳥跡而作書：斯大聖之學乎神明，而發乎物類也。賢者不能學於遠，乃學於近，故以聖人爲師。昔顔淵之學聖人也，聞一以知十，子貢聞一以知二，斯皆觸類而長之，篤思而聞之者也。非唯賢者學於聖人，聖人亦相因而學也。孔子因於文、武，文、武因於成湯，成湯因於夏后，夏后因於堯、舜。故六籍者，群聖相因之書也。其人雖亡，其道猶存。今之學者，勤心以取之，亦足以到（徐湘琳曰：\"錢校云：'到'字疑當作'致'或'至'。\"），昭明而成博逹矣！凡學者，大義爲先，物名爲後，大義舉而物名從之。然鄙儒之博學也，務於物名，詳於器械，矜（徐湘琳曰：\"王謨《漢魏叢書》輯本作作'考'。\"按程本作\"矜\"，《四庫全書》本同。）於詁訓，摘其章句，而不能統其大義之所極，以獲先王之心，此無異乎女史誦詩，内豎傳令也。故使學者勞思慮而不知道，費日月而無成功，故君子必擇師焉。 \\n  \\n   \\n  "}
{"章节": "法象第二", "正文": "  \\n 法象第二 \\n 　 \\n 夫法象立，所以爲君子。法象者，莫先乎正容貌，愼威儀。是故先王之制禮也，爲冕服采章以旌之，爲珮玉鳴璜以聲之。欲其尊也，欲其莊也，焉可懈慢也！夫容貌者，人之符表也。符表正，故情性治；情性治，故仁義存；仁義存，故盛德著；盛德著，故可以爲法象，斯謂之君子矣。君子者無尺土之封而萬民尊之，無刑罰之威而萬民畏之，無羽籥之樂而萬民樂之，無爵禄之賞而萬民懷之，其所以致之者一也。故孔子曰：\"君子威而不猛，泰而不驕。\"《詩》云：\"敬爾威儀，惟民之則。\"（見《大雅·抑》、《魯頌·泮水》，作\"敬慎威儀，惟民之則\"）若夫墮其威儀，恍（《治要》作\"慌\"）其瞻視，忽（《治要》作\"輕\"）其辭令，而望民之則我者，未之有也。莫之則者，則慢之者至矣（\"慢\"上《治要》有一\"必\"字）。小人見慢（原作\"小人皆慢也\"，據《治要》改）而致怨乎人，患己之卑而不知（《治要》作\"思\"）其所以然，哀哉！故《書》曰：\"惟聖罔念作狂，惟狂克念作聖。\" \\n 人性之所簡也，存乎幽微；人情之所忽也，存乎孤獨。夫幽微者顯之原也，孤獨者見之端也，胡可簡也，胡可忽也！是故君子敬孤獨而愼幽微，雖在隱蔽（《治要》作\"翳\"），鬼神不得見其隙也。《詩》云\"肅肅兔罝，施於中林\"，處獨之謂也。又有顛沛而不可亂者，則成王、季路其人也。昔者成王將崩，體被冕服，然後發顧命之辭；季路遭亂，結纓而後死白刃之難。夫以崩亡（二字原缺，程氏《漢魏叢書》本作\"蒼卒\"，徐湘琳所據錢本作\"崩亡\"，暫從之）之困，白刃之難，猶不忘敬，况於逰宴乎？故《詩》曰\"就其深矣，方之舟之；就其淺矣，泳之游之\"，言必濟也。君子口無戯謔之言，言必有防；身無戯謔之行，行必有檢。故言必有防，行必有檢（此八字元脫，據《治要》補，徐本無此八字），雖妻妾不可得而黷也，雖朋友不可得而狎也。是以不愠怒而德行（\"德行\"二字，《治要》作\"敎\"）行於閨門，不諫諭而風聲化乎鄕黨。《傳》稱大人正己，而物自正者，蓋此之謂也。徒（\"徒\"字原脱，據《治要》補）以匹夫之居猶然，况得意（《治要》作\"志\"）而行於天下者（《治要》無\"者\"字）乎！故（\"故\"字原脱，據《治要》補）唐堯之帝（《治要》作\"唐帝\"）允恭克讓，而光被四表；成湯不敢怠遑，而奄（《治要》作\"掩\"）有九域；文王祗畏，而造彼區夏（句末《治要》有\"也\"字）。《易》曰：\"觀盥而不薦，有孚顒若。\"言下觀而化也。 \\n 禍敗之由也，則有（徐湘琳曰：\"俞樾云，'有'字衍。猶《繫辭》傳：'亂之所由生也，則言語以為階。'\"）媟慢以爲階，可無愼乎！昔宋敏碎首於棊局，陳靈被禍於戯言，閻邴造逆於相詬，子公生弑於嘗黿。是故君子居身也謙，在敵也讓，臨下也莊，奉上也敬，四者備而怨咎不作，福禄從之。《詩》云：\"靖恭爾位，正直是與。神之聽之，式穀以汝。\"故君子之交人也，歡而不媟，和而不同，好而不佞詐，學而不虚行。易親而難媚，多怨（徐湘琳曰：\"疑當作'恕'。\"）而寡非，故無絶交，無畔朋。《書》曰：\"愼始而敬，終以不困。\"（徐湘琳曰：\"錢氏云，《逸周書·常訓篇》作'慎微以始而敬終，乃不困'。案《左傳》襄公二十五年引作'《書》曰：慎始而敬終，終以不困．'《偽古文尚書·蔡仲之命》作'慎厥初，惟厥終，終以不困'。故俞氏所云，'終'下當更有'終'字\"）夫禮也者，人之急也，可終身蹈，而不可須臾離也。須臾離則慆慢之行臻焉，須臾忘則慆慢之心生焉，况無禮而可以終始乎！夫禮也者，敬之經也；敬也者，禮之情也。無敬無以行禮，無禮無以節敬，道不偏廢，相須而行。是故能盡敬以從（徐本譌作\"成\"）禮者，謂之成人。 \\n 過則生亂，亂則災及其身。昔晋惠公以慢端而無嗣，文公以肅命而興國；郤犨以傲享徴亡，冀缺以敬妻受服；子圍以《大明》昭亂（\"圍\"原作\"圉\"孫詒讓《札迻》卷十：\"'圉'當作'圍'。《左传》昭元年載楚公子圍享趙孟，賦《大明》首章，叔向知其不終，即其事也。\"據改）薳罷以旣醉保禄；良霄以鶉奔喪家，子展以草蟲昌族：君子感凶德之如彼，見吉德之如此。故立必磬折，坐必抱鼓；周旋中軌，折旋中矩；視不離乎結繪之間，言不越乎表著之位；聲氣可範，精神可愛，俯仰可宗，揖讓可貴，述作有方，動靜有常，帥禮不荒，故爲萬夫之望也 \\n  \\n   \\n  "}
{"章节": "脩本第三", "正文": "  \\n 脩本第三 \\n 　 \\n 民（原作\"人\"，據《治要》改）心莫不有治（原作\"理\"，據《治要》改）道，至乎（《治要》作\"於\"）用之則異矣。或用乎己，或用乎人（《治要》作\"或用乎人，或用乎己\"）。用乎己者，謂之務本；用乎人者，謂之近（《治要》作\"追\"）末。君子之治（原作\"理\"，據《治要》改）也，先務其本，故德建而怨寡；小人之理（原作\"理\"，據《治要》改）也，先近（《治要》作\"追\"）其末，故功廢而讐多。孔子之制《春秋》也，詳内而略外，急己而寛人，故於魯也小惡必書，於衆國也大惡始筆。夫見人而不自見者謂之矇，聞人而不自聞者謂之聵，慮人而不自慮者謂之瞀。故明莫大乎自見，聰莫大乎自聞，睿莫大乎自慮（三\"乎\"字《治要》均作\"於\"）。此三者，舉之甚輕，行之甚邇，而人（\"人\"字原脱，據《治要》補）莫之知也。故知者舉甚輕之事，以任天下之重；行甚邇之路，以窮天下之遠。故德（《治要》作\"位\"）彌高而基彌固，勝彌衆而愛彌廣。《易》曰：\"復亨，出入無疾，朋來無咎。\"其斯之謂歟！君子之於己也，無事而不懼焉。我之有善，懼人之未吾好也；我之有不善，懼人之必（\"必\"原作\"末\"，據《治要》改）吾惡也。見人之善，懼我之不能脩也；見人之不善，懼我之必若彼也。故其嚮道，止則隅坐，行則驂乘，上懸乎冠緌，下繫乎帶珮，晝也與之逰，夜也與之息，此《盤銘》之謂日新。《易》曰：\"日新之謂盛德。\"孔子曰：\"弟子勉之，汝毋自舍，人猶舍汝，况自舍乎？人違汝，其遠（徐本譌作\"還\"）矣！\" \\n 故君子不恤年之將衰（《意林》作\"暮\"），而憂志之有倦。不寢道焉，不宿義矣。言而不行，斯寑道矣；行而不時，斯宿義矣（\"言而\"下十六字原脱，據《治要》補）。夫行異乎言，言之錯也，無周（徐湘琳曰：\"俞樾云，'周'當作'害'。\"）於智；言異乎行，行之錯也，有傷於仁。是故君子之（\"之\"字原脱，據《治要》補）務以行前言也。民之過，在於哀死而不愛生，悔往而不愼來（原作\"人之過在於哀死而不在於愛生，在於悔往而不在於懷來\"，据《治要》删正），喜（《治要》作\"善\"）語乎已然，好争乎遂事；墮於（《治要》無\"於\"字）今日，而懈於後旬，如斯以及於老。故野人之事，不勝其悔；君子之悔，不勝其事。孔子謂子張（此三字《治要》作\"撫其心\"。徐湘琳曰：\"案'孔子'上疑有脱文。\"）曰：\"師，吾欲聞彼，將以改此也。聞彼而不以（\"以\"原脱，據《治要》補）改此，雖聞何益？\"故《書》舉穆公之誓，善變也；《春秋》書衞北宫括伐秦，善攝也。夫珠之含礫，瑾之挾瑕，斯其性與？良工爲之以純其性，若夫素然（徐湘琳曰：\"俞樾云，'夫素'疑當作'太素'。案，俞說是。《列子·天瑞篇》：'太素者，質之始也。'又班固《白虎通·天地》：'始起先有太初，後有太始，形兆既成，名曰太素。'\"）。故觀二物之旣純，而知仁德之可粹也。優者取多焉，劣者取少焉，在人而已，孰禁我哉！乘扁舟而濟者，其身也安；粹大道而動者，其業也美。故《詩》曰：\"追琢其章，金玉其相，勉勉我王，綱紀四方。\" \\n 先民有言，明出乎幽，著生乎微。故宋井之霜，以基昇正之寒；黄蘆之萌，以兆大中之暑（徐湘琳曰：\"清吳承仕《[糹見]齋集識》云：'升正，當作昴正；大中，當作火中。'案《書·堯典》：'日永星火，以正仲夏．日短星昴，以正仲冬．'此言昴正火中，正用舊義。中、正互文也。\"）。事亦如之。故君子修德，始乎笄丱，終乎鮐背，創乎夷原，成乎喬嶽。《易》曰：\"升，元亨，用見大人。勿恤，南征吉。\"積小致大之謂也。小人朝爲而夕求其成，坐施而立望其反（\"反\"字《治要》作\"及\"，誤），行一日之善而求（《治要》作\"問\"）終身之譽。譽不至，則曰：善無益矣！遂疑聖人之言，背先王之敎，存其舊術，順其常好，是以身辱名賤，而不免（二字《治要》作\"永\"）爲人役也。孔子曰：\"小人何以夀爲，一日之不能善矣，久惡，惡之甚也。\"蓋人有大惑而不能自知者，舍有而思無也，舍易而求難也。身之與家，我之有也，治之誠易，而不肯爲也；人之與國，我所無也，治之誠難而願之也。雖曰：\"吾有術，吾有術！\"誰信之歟？故懷疾者人不使爲醫，行穢者人不使畫（徐本譌作\"書\"）法，以無驗也。子思曰：\"能勝其心，於勝人乎何有？不能勝其心，如勝人何？\"故一尺之錦足以見其巧，一仭之身足以見其治，是以君子愼其寡也。道之於人也，甚（原作\"其\"，據《意林》、《御覽》卷四百三改）簡且易耳，其修之也，非若（《意林》作\"不若\"，《御覽》卷四百三作\"不如\"）採金攻玉之渉歴（《意林》、《御覽》無\"歴\"字，疑衍）艱難也，非若求盈司利之競逐囂煩也。不要而遘，不徴而盛，四時嘿而成（徐湘琳曰：\"俞氏云，疑當作'不引而成'。案，嘿，用同'默'。《荀子·不苟篇》：'四時不言而百姓期焉。夫此有常，以至其誠者也。君子至德，嘿然而喻，未施而親，不怒而威。'《韓非子·六反》：'人皆寐、則盲者不知，皆嘿、則喑者不知。'陳奇猷《集釋》：'嘿，同默。'故嘿，即不言。與下文'不言而信'，詞駢而意同。俞說未允。\"）不言而信，德配乎天地，功侔乎四時，名參乎日月，此虞、舜、大禹之所以由匹夫登帝位，解布衣、被文采者也。故古語曰：\"至德之貴，何往不遂；至德之榮，何往不成。\"後之君子，雖不及行，亦將至之云耳。 \\n 琴瑟鳴，不爲無聽而失其調；仁義行，不爲無人而减其道。故絃絶而宫商亡，身死而仁義廢。曾子曰：\"士任重而道遠。仁以爲己任，不亦重乎？死而後已，不亦遠乎？\"夫路不險則無以知馬之良，任不重則無以知人之德（《意林》作\"材\"）。君子自強（徐湘琳曰：\"錢校云：以下句推之，'自'當作'日'。\"其所重以取福，小人日安其所輕以取禍。或曰：\"斯道豈信哉？\"曰：何爲其不信也。世之治也，行善者獲福，爲惡者得禍；及其亂也，行善者不獲福，爲惡者不得禍，變數也；知者不以變數疑常道，故循福之所自來，防禍之所由至也。遇不遇非我也，其時也。夫施吉報凶謂之命，施凶報吉謂之幸，守其所志而已矣。《易》曰：\"君子以致命遂志。\"）然行善而不獲福猶多（徐湘琳曰：\"俞樾云，衍'不'字。\"），爲惡而不得禍猶少，緫夫二者，豈可舍多而從少也（徐湘琳曰：\"'也'当读作'邪'。\"）？曾子曰：\"人而好善，福雖未至，禍其遠矣；人而不好善，禍雖未至，福其遠矣。\"故《詩》曰：\"習習谷風，惟山崔巍，何木不死，何草不萎。\"（徐湘琳曰：\"《詩·小雅·穀風》作'無草不死，無木不萎'。\"）言盛陽布德之月，草木猶有枯落而與時謬者，况人事之應報乎！故以歲之有凶穰而荒其稼穡者，非良農也；以利之有盈縮而棄其資貨者，非良賈也；以行之有禍福而改其善道者，非良士也。《詩》云：\"顒顒卬卬，如珪如璋，令聞令望，愷悌君子，四方爲綱。\"舉珪璋以喻其德，貴不變也。 \\n  \\n   \\n  "}
{"章节": "虚道第四", "正文": "  \\n 虚道第四 \\n 　 \\n 人之爲德，其猶器（原作\"虚器\"，據《治要》删）歟？器虚則物注，滿則止焉。故君子常虚其心志，恭其容貌，不以逸群之才加乎衆人之上，視彼猶賢，自視猶不足（《治要》作\"不肖\"）也。故人願告之而不厭，誨之（\"而不\"下五字原脫，據《治要》補）而不倦。《易》曰：\"君子以虚受人。\"《詩》曰：\"彼姝者子，何以告之？\"君子之於善道也，大則大識之，小則小識之，善無大小，咸載於心，然後舉而行之。我之所有，既不可奪，而我之所無，又取於人，是以功常前人，而人後之也。故夫才敏過人，未足貴也；博辯過人，未足貴也；勇决過人，未足貴也。君子之所貴者，遷善懼其不及，改惡恐其有餘。故孔子曰：\"顔氏之子其殆庶幾乎？有不善未嘗不知，知之未嘗復行。\"夫惡猶疾也，攻之則益悛（\"益\"上《治要》有\"日\"字，疑\"益\"字衍），不攻則日甚。故君子之（\"之\"字原脫，據《治要》補）相求（《意林》作\"見\"）也，非特（《意林》作\"但\"。徐湘琳曰：\"《漢魏叢書》本'特'作'持'，當誤。\"按程本作\"特\"，《四庫全書》本同）興善也，將以攻惡也。惡不廢則善不興，自然之道也。《易》曰：\"比之匪人，不利君子貞，大往小來。\"隂長陽消之謂也。 \\n 先民有言，人之所難者二：樂攻（《治要》作\"知\"）其惡者難，以惡告人者難。夫惟（《治要》作\"唯\"）君子，然後能爲己之所難，能致人之所難（此句原作\"能到人之所難也\"，據《治要》改）。旣能其所難也，猶恐舉人惡之輕（徐湘琳曰：\"此句當作'猶恐人舉己惡之輕'文義方與下文連貫。\"），而舍已惡之重。君子患其如此也，故反之復之，鑽之核之，然後彼之所懷者竭，始盡知己惡之重矣。旣知己惡之重者，而不能取彼；又將舍己，况拒之者乎？夫酒食人之所愛者也，而人相見莫不進焉，不吝於所愛者，以彼之嗜之也。使嗜忠言（\"忠言\"原作\"者\"字，據《治要》改）甚於酒食，人豈愛之乎（\"豈\"下，《治要》有\"其\"字，非是。\"乎\"字，據《治要》補。徐湘琳曰：\"'豈'即'其'，不當重復。\"然其正文猶重復之。）！故忠言之不出，以未有嗜之者也。《詩》云：\"匪言不能，胡斯畏忌。\"目也者，能遠察天際而不能近見其眦（原作\"能遠察而不近見\"據《治要》改補。《治要》無\"能\"字），其心亦如之（原注：\"一本作'能遠察天際，而不能近見其背，心亦如之'。\"《治要》無\"其\"字。徐湘琳曰：\"錢校云，'背'即'眥'之誤。\"）君子誠知心之似目也，是以務鑒於人，以觀得失。故視不過垣墻之裏（《治要》作\"裡\"）而見邦國之表；聽不過閾槷（原注：\"門南旁木也。\"）之内而聞千里之外，因人之耳目（\"之耳目\"三字原脱，據《治要》補）也。人之耳目，盡爲我用，則我之聰明無敵於天下矣。是謂人一之，我萬之；人塞之，我通之。故知其高不可爲員，其廣不可爲方。 \\n 先王之禮，左史記事，右史記言，師瞽誦詩，庶僚箴誨，器用載銘，筵席書戒，月考其爲，歳會其行，所以自供（徐湘琳曰：\"疑當作'共'，即'恭'字\"按二字可假借）正也。昔衞武公年過九十，猶夙夜不怠，思聞訓道，命其群臣曰：\"無謂我老耄而舍我，必朝夕交戒我（\"我\"字元脫，據《治要》補）。\"又作《抑》詩以自儆也。衞人誦其德，爲賦《淇澳》，且曰睿聖（徐湘琳曰：\"俞樾云'且'乃'目'字之誤。\"凡興國之君，未有不然者也。故《易》曰：\"君子以恐懼修省。\"下愚反此道也，以爲己旣仁矣、智矣、神矣（《治要》無\"矣\"字）、明矣，兼此四者，何求乎衆人！是以辜罪昭著，腥德發聞，百姓傷心，鬼神怨痛，曾不自聞，愈休如也。若有告之者，則曰：斯事也，徒生乎子心，岀乎子口。於是刑焉、戮焉、辱焉、禍焉。不然（原作\"不能免\"，據《治要》改。徐本注曰改而實未改。）則曰：與我異德故也，未逹我道故也，又安足責？是己之非，遂初之繆，至於身危國亡，可痛矣夫（《治要》作\"已\"）！《詩》曰：\"誨爾諄諄，聽之藐藐，匪用爲敎，覆用爲虐。\" \\n 蓋聞舜之在鄕黨也，非家饋而戶贈之也，人莫不稱善焉；象之在鄕黨也，非家奪而戶掠之也，人莫不稱惡焉。由此觀之，人無賢愚，見善則譽之，見惡則謗之。此人情也，未必有私愛也，未必有私憎也。今夫立身不爲人之所譽，而爲人之所謗者，未盡爲善之理也。盡爲善之理，將若舜焉。人雖與舜不同，其敢謗之乎？故語稱\"療暑莫如親水，救寒莫如重裘，止謗莫如修身\"（原作\"救寒莫如重裘，止謗莫如修身，療暑莫如親冰\"，據《意林》改乙。《三國志·魏書·王昶傳》（戒子書）引諺曰：\"救寒莫如重裘，止謗莫如自脩．\"徐本據改\"修身\"作\"自修\"，然其正文實未改也。），信矣哉！ \\n  \\n   \\n  "}
{"章节": "貴驗第五", "正文": "  \\n 貴驗第五 \\n 　 \\n 事莫貴乎有驗，言莫棄乎無徴。言之未有益也，不言未有損也。水之寒也，火之熱也，金石之堅剛也，此（《治要》作\"彼\"）數物未嘗有言，而人莫不知其然者，信著乎其體也。使吾所行之信，若彼數物，而誰其疑我哉！今不信吾所行，而怨人之不信己（原作\"也\"，據《治要》改）猶敎人執鬼縳魅，而怨人之不得也，惑亦甚矣。孔子曰：\"欲人之信己也，則微言而篤行之。篤行之則用日久，用日久則事著明，事著明則有目者莫不見也，有耳者莫不聞也，其可誣哉（《治要》作\"乎\"）！\"故根深而枝葉茂，行久而名譽遠。《易》曰：\"恒，亨，無咎，利貞。\"言久於其道也。伊尹放太甲，展季覆寒女，商魯之民不稱淫篡焉，何則？積之於素也。故染不積則人不觀其色，行不積則人不信其事。子思曰：\"同言而信，信在言前也；同令而化，化在令外也。\"（徐湘琳曰：\"錢校云，《後漢書·宣秉、王良傳》論曰：'同言而信，則信在言前；同令而行，則誠在令外．'章懷注：'此皆《子思子·累德篇》之言。'《意林》及《御覽》三百九十四又四百三十引《子思子》與《中論》並無二'也'字，今《子思子》已逸，未知孰是。案此四語亦見《文子·精誠篇》，而《淮南子·謬稱篇》：'同言而民信，信在言前也；同令而民化，誠在令外也．'言詞稍異。\"） \\n 謗言也皆縁类而作（徐湘琳曰：\"俞校云，'皆'乃'者'字之誤。\"），倚事而興，加其似者也。誰謂華岱之不高，江漢之不長與？君子修德，亦高而長之，將何患矣。故求己而不求諸人，非自強也，見其所存之富耳。子思曰：\"事自名也，聲自呼也，貌自眩（徐湘琳曰：\"俞校云，'眩'當作'炫'。\"按《漢書·敍傳上》：\"既繫攣於世教矣，何用大道為自眩曜？\"顏注：「言用老子﹑莊周之道何為？但欲以名自炫曜耳．眩音州縣之縣．」是二字相通也。）也，物自處也，人自官也，無非自己者。\"故怨人之謂壅，怨己之謂通。通也知所悔，壅也遂所誤。遂所誤也親戚離之，知所悔也疏遠附之；疏遠附也常安樂，親戚離也常危懼；自生民以來，未有不然者也。殷紂爲天子而稱獨夫，仲尼爲匹夫而稱素王，盡此類也（徐湘琳曰：\"錢校云，'盡'疑當作'蓋'。\"）。故善釣者不易淵而殉魚（《御覽》卷八百三十四作\"善釣不易坻而得魚\"。\"坻\"，徐本引钱校误作\"抵\"。），君子不降席而追道。治乎八尺之中，而德化光矣。古之人謌曰：\"相彼玄鳥，止于陵阪。仁道在近，求之無遠。\" \\n 人情也莫不惡謗，而卒不免乎謗，其故何也？非愛致（《治要》作\"智\"）力而不已之也，已之之術反也。謗之爲名也，逃之而愈至，距（《治要》作\"拒\"）之而愈來，訟之而愈多。明乎此，則君子不足爲也；闇乎此，則小人不足得也。帝舜屢省，禹拜昌言，明乎此者也；厲王蒙（《治要》作\"加\"）戮，吳起刺之，闇乎此者也。夫人也（此三字原脱，據《治要》補），皆書名前策，著形列圖，或爲世法，或爲世戒，可不愼歟（\"歟\"原作\"之\"，據《治要》改）！曾子曰：\"或言予之善，予惟恐其聞；或言予之不善，惟恐過而見予之鄙色焉。\"故君子服過也，非徒飾其辭而已。誠發乎中心，形乎容貌，其愛之也深，其更之也速，如追兎惟恐不逮，故有進業，無退功。《詩》曰：\"相彼脊令，載飛載鳴。我日斯邁，而月斯征。\"遷善不懈之謂也。夫聞過而不改，謂之喪心；思過而不改，謂之失體。失體喪心之人，禍亂之所及也。君子舍旃。 \\n 《周書》有言：\"人毋鑒於水，鑒於人也。\"鑒也者，可以察形；言也者，可以知德。小人恥其面之不及子都也，君子恥其行之不如堯、舜（《意林》作\"舜禹\"，《御览》卷三百六十五作\"堯舜\"。徐湘琳曰：\"当作'舜禹'。上文'帝舜屢省，禹拜昌言'，舜禹連文，此正承上文而言。《御覽》八十一引此文正作'舜禹'，今據改。\"按正文實未改。）也。故小人貴（\"貴\"原作\"尚\"，據《意林》改）明鑒，君子尚至言。至言也非賢友則無取之，故君子必求賢友也。《詩》曰：\"伐木丁丁，鳥鳴嚶嚶。岀自幽谷，遷于喬木。\"言朋友之義，務在切直以升於善道者也。故君子不友不如己者，非羞彼而大我也。不如己者須己而植（《治要》作\"愼\"，疑誤）者也。然則扶人不暇，將誰相我哉！吾之僨也，亦無日矣。故僨庳（原缺一字，《漢魏叢書》本、《四庫全書》本亦然，據《治要》補。）則水縱（原作\"縱多\"，據《治要》改），友邪則己僻也（《治要》無\"也\"字），是以君子愼取友也（《治要》作\"愼所友\"，無\"也\"字）。孔子曰：\"居而得賢友，福之次也。\"夫賢者，言足聽，貌足象，行足法，加乎善奨人之美，而好攝人之過，其不隐也如影，其不諱也如響，故我之憚之，若嚴君在堂，而神明處室矣！雖欲爲不善，其敢乎？故求益者之居逰也，必近所畏而遠所易。《詩》云：\"無棄爾輔，員于爾輻。屢顧爾僕，不輸爾載。\"親賢求助之謂也。 \\n  \\n   \\n  "}
{"章节": "貴言第六", "正文": "  \\n 貴言第六 \\n 　 \\n 君子必貴其言，貴其言則尊其身，尊其身則重其道，重其道所以立其敎；言費則身賤，身賤則道輕，道輕則敎廢；故君子非其人則弗與之言。若與之言，必以其方：農夫則以稼穡，百工則以技巧，商賈則以貴賤，府史則以官守，大夫及士則以法制，儒生則以學業。故《易》曰：\"艮其輔，言有序。\"不失事中之謂也。若夫父慈子孝，姑愛婦順，兄友弟恭，夫敬妻聽，朋友必信，師長必敎，有司日月慮知乎州閭矣。雖庸人則亦循循然與之言，此可也；過此而往，則不可也。 \\n 故君子之與人言也，使辭足以逹其知慮之所至，事足以合其性情之所安，弗過其任而強牽制也。苟過其任而強牽制，則將昏瞀委滯，而遂疑君子以爲欺我也。不則曰無聞知矣，非故也，明偏而示之以幽，弗能照也；聽寡而告之以微，弗能察也，斯所資於造化者也。雖曰無訟，其如之何？故孔子曰：\"可與言而不與之言，失人；不可與言而與之言，失言。\"知者不失人，亦不失言。 \\n 夫君子之於言也，所致貴也。雖有夏后之璜，商湯之駟，弗與易也。今以施諸俗士，以爲志誣而弗貴聽也，不亦辱己而傷道乎！是以君子將與人語大本之源，而談性義之極者，必先度其心志，本其器量，視其銳氣，察其堕衰。然後唱焉以觀其和，導焉以觀其隨。隨和之徴發乎音聲，形乎視聽，著乎顔色，動乎身體，然後可以邇（原缺一字，《漢魏叢書》本、四庫本作\"邇\"，據補。按徐本作\"幽\"。）而歩遠，功察而治微。於是乎闓張以致之，因來以進之，審諭以明之，雜稱以廣之，立凖以正之，疏煩以理之。疾而勿迫，徐而勿失，雜而勿結，放而勿逸，欲其自得之也。故大禹善治水，而君子善導人。導人必因其性，治水必因其勢，是以功無敗而言無弃也。荀卿曰：\"禮恭然後可與言道之方，辭順然後可與言道之理，色從然後可與言道之致。\"有争氣者勿與辨也。孔子曰：\"惟君子然後能貴其言，貴其色，小人能乎哉？\"仲尼、荀卿先後知之。 \\n 問者曰：\"或有周乎上哲之至論，通乎大聖之洪業，而好與俗士辨者何也？\"曰：以俗士爲必能識之故也。何以驗之？使彼有金石絲竹之樂，則不奏乎聾者之側；有山龍華蟲之文，則不陳乎瞽者之前；知聾者之不聞也，知瞽者之不見也。於己之心，分數明白，至與俗士而獨不然者，知分數者不明也。不明之故何也？夫俗士之牽逹人也，猶鶉鳥之欺孺子也。鶉鳥之性善近人，飛不峻（《御覽》卷九百二十四作\"迅\"）也，行（\"行\"字原脱，据《御覽》補）不速也，蹲蹲然似若將可獲也，卒至乎不可獲，是孺子之所以[足困]膝踠足而不以爲弊也。俗士之與逹人言也，受之雖不肯，拒之則無說。然而有贊焉，有和焉，若將可寤，卒至乎不可寤，是逹人之所以乾唇竭聲而不舍也。（此節《御覽》作\"俗士之牽逹人，猶鶉鳥之欺孺子。鶉之性善近人，飛不迅，行不速，似將可獲，故孺子逐之不已。俗士以將可悟，終難可移，逹人所以緩脣鳴聲而不捨也\"。所據版本或不同，故錄於此，以備參考）斯人也，固逹之蔽者也，非逹之逹者也，雖能言之，猶夫俗士而已矣。 \\n 非惟言也，行亦如之。得其所則尊榮，失其所則賤辱。昔倉梧丙娶妻美，而以與其兄，欲以爲讓也，則不如無讓焉（徐本引錢校云：\"按《淮南子·氾論訓》作'蒼梧繞'。《家語·六本篇》作'嬈'。《說苑·建本篇》作'蒼梧之弟'。此云'倉梧丙'，未知何據？\"《劄迻》：\"案：丙與繞、嬈形聲並遠，疑當作丙（出頭）字，《一切經音義》三云：'丙（出頭），猥也。從市從人。作鬧，俗。'蓋嬈、丙（出頭）古今字。（《集韻》三十六《效》鬧、嬈同紐，《說文》無丙（出頭）、鬧二字。鬧見《新附》。疑古止作嬈。）徐書本作'嬈'，傳寫或作'丙'（出頭），又譌為'丙'耳。\"徐湘琳曰：\"案，孫說稍鑿。'嬈'字熟，'丙'字生，傳寫何故避熟而就生？竊以為'丙'者，甲乙之次，古人用為寓名，說詳俞樾《古書疑義舉例》。此處以讓兄，故假丙以名之，猶《說苑》之稱弟。\"按《淮南子·氾論訓》：\"昔蒼吾繞娶妻而美，以讓兄，此所謂忠愛而不可行者也。\"高誘注：\"蒼吾繞，孔子時人。以妻美好推與其兄，兄則愛矣。而違親迎曲顧之誼，故曰不可也。\"其上有\"昔楚恭王战于阴陵，潘尪、养由基、黄衰微、公孙丙相与篡之。\"仅隔一行，意者徵引或有误也。）；尾生與婦人期於水邉，水暴至不去而死，欲以爲信也，則不如無信焉；葉公之黨，其父攘羊而子證之，欲以爲直也，則不如無直焉；陳仲子不食母兄之食，出居於陵，欲以爲潔也，則不如無潔焉；宗魯受齊豹之謀，死孟縶之難，欲以爲義也，則不如無義焉。故凡道，蹈之旣難，錯之益不易，是以君子愼諸己，以爲往鑒焉。仓吾 \\n  \\n   \\n  "}
{"章节": "藝紀第七", "正文": "  \\n 藝紀第七 \\n 　 \\n 藝之興也，其由民心之有智乎？造藝者，將以有理乎？民生而心知物，知物而欲作，欲作而事繁，事繁而莫之能理也。故聖人因智以造藝，因藝以立事，二者近在乎身，而遠在乎物。藝者，所以旌智、飾能、統事、御群也，聖人之所不能已也（原注：\"一本作'聖人無所不能也'。\"按徐本脫\"聖\"字）。藝者以事成德者也（諸本\"藝者\"下原有\"所\"字，据徐本删。徐湘琳曰：\"錢校云，'以'上原衍'所'字，依下句例刪。\"），德者以道率身者也；藝者德之枝葉也，德者人之根榦也。斯二物者，不偏行，不獨立。木無枝葉，則不能豐其根榦，故謂之瘣；人無藝則不能成其德，故謂之野。若欲爲夫君子，必兼之乎。 \\n 先王之欲人之爲君子也，故立保氏（徐湘琳曰：\"各本'氏'皆誤'民'，今改正。\"按《四庫全書》本作'氏'。），掌敎六藝：一曰五禮，二曰六樂，三曰五射，四曰五御，五曰六書，六曰九數。敎六儀：一曰祭祀之容，二曰賓客之容，三曰朝廷之容，四曰喪紀之容，五曰軍旅之容，六曰車馬之容。大胥掌學士之版，春入學舍，采合萬舞，秋班學合聲（《周禮》作\"大胥掌學士之版，以待致諸子．春，入學，舍采合舞．秋，頒學合聲\"，無\"萬\"字，\"班\"作\"頒\"。），諷誦講習，不解於時。故《詩》曰：\"菁菁者莪，在彼中阿。旣見君子，樂且有儀。\"美育羣（原缺一字，《漢魏叢書》本、四庫本亦然，按徐本作\"羣\"，據補。）材，其猶人之於藝乎？ \\n 旣脩其質，且加其文，文質著然後體全，體全然後可登乎清廟，而可羞乎王公。故君子非仁不立，非義不行，非藝不治，非容不莊，四者無愆，而聖賢之器就矣！《易》曰：\"富有之謂大業。\"其斯之謂歟？君子者，表裏稱而本末度者也。故言貌稱乎心志，藝能度乎德行，美在其中，而暢於四支，純粹内實，光輝外著。孔子曰：\"君子恥有其服而無其容，恥有其容而無其辭，恥有其辭而無其行。\"故寳玉之山，土木必潤；盛德之士，文藝必衆。昔在周公，嘗猶豫於斯矣。 \\n 孔子稱安上治民，莫善於禮；移風易俗，莫善於樂。存乎六藝者，著其末節也（徐湘琳曰：\"俞氏云，'著'衍文，蓋即上'者'字之衍也。案俞說是。\"）。謂夫陳籩豆，置尊爼，執羽籥，擊鐘磬，升降趨翔，屈伸俯仰之數也，非禮樂之本也。禮樂之本也者，其德音乎？《詩》云：\"我有嘉賓，德音孔昭。視民不佻，君子是則是效。我有旨酒，嘉賓式宴以敖。\"（見《小雅·鹿鳴》，今本\"佻\"作\"恌\"。）此禮樂之所貴也。故恭恪廉讓，藝之情也；中和平直，藝之實也；齊敏不匱，藝之華也；威儀孔時，藝之飾也。通乎群藝之情實者，可與論道；識乎群藝之華飾者，可與講事。事者有司之職也，道者君子之業也。先王之賤藝者，蓋賤有司也，君子兼之則貴也。故孔子曰：\"志於道，據於德，依於仁，游於藝。\"藝者，心之使也，仁之聲也，義之象也。故禮以考敬，樂以敦愛，射以平志，御以和心，書以綴事，數（《意林》作\"教\"，非也。《御覽》卷七百四十四作\"數\"）以理煩。敬考則民不慢，愛敦則群生悦，志平則怨尤亡，心和則離德睦，事綴則法戒明，煩理則物不悖。六者雖殊，其致一也。其道則君子專之，其事則有司共之，此藝之大體也。 \\n  \\n   \\n  "}
{"章节": "覈辯第八", "正文": "  \\n 覈辯第八 \\n 　 \\n 俗士之所謂辯者，非辯也。非辯而謂之辯者，蓋聞辯之名，而不知辯之實，故目之妄也。俗之所謂辯者，利口者也。彼利口者，苟美其聲氣，繁其辭令，如激風之至，如暴雨之集，不論是非之性，不識曲直之理，期於不窮，務於必勝。以故淺識而好奇者，見其如此也，固以爲辯（徐湘琳曰：\"固疑當作'因'。\"）。不知木訥而逹道者，雖口屈而心不服也。夫辯者，求服人心也，非屈人口也。故辯之爲言別也，爲其善分別事類而明處之也。非謂言辭切給（《意林》作\"捷給\"），而以陵蓋（《意林》作\"善\"，疑非）人也。故傳稱《春秋》微而顯，婉而辯者（徐湘琳曰：\"'者'字疑衍。\"）。然則辯之言必約以至，不煩而諭，疾徐應節，不犯禮敎，足以相稱。樂盡人之辭，善致人之志，使論者各盡得其願而與之得解。其稱也無其名，其理也不獨顯，若此則可謂辯。故言有拙而辯者焉，有巧而不辯者焉。君子之辯也，欲以明大道之中也，是豈取一坐之勝哉！ \\n 人心之於是非也，如口於味也。口者非以己之調膳則獨美，而與人調之則不美也。故君子之於道也，在彼猶在己也，苟得其中，則我心悅焉，何擇於彼？苟失其中，則我心不悅焉，何取於此？故其論也，遇人之是則止矣；遇人之是而猶不止，苟言苟辯，則小人也。雖美說，何異乎鵙之好鳴，鐸之喧譁哉！故孔子曰：\"小人毀訾以爲辯，絞急以爲智，不遜以爲勇。\"斯乃聖人所惡，而小人以爲美，豈不哀哉！ \\n 夫利口之所以得行乎世也，蓋有由也。且利口者（徐湘琳曰：\"錢注云，《群書治要》'且'作'夫'。\"按《治要》所引無首二句，疑此\"夫\"字乃節自首句，並刪\"且\"字。），心足以見小數，言足以盡巧辭，給足以應切問，難足以斷俗疑，然而好說而不倦，諜諜如也。夫類族辯物之士者寡，而愚闇不逹之人者多，孰知其非乎？此其所以（\"以\"字原脱，據《治要》補。）無用而不見廢也，至賤而不見遺也。先王之法，析言破律，亂名改作者，殺之；行僻而堅，言僞而辯，記醜而博，順非而澤者，亦殺之。爲其疑衆惑民，而潰（《治要》作\"澆\"）亂至道也。孔子曰\"巧言亂德\"、\"惡似而非者\"也。 \\n  \\n   \\n  "}
{"章节": "智行第九", "正文": "  \\n 智行第九 \\n 　 \\n 或問曰：士或明哲窮理，或志行純篤，二者不可兼，聖人將何取？對曰：其明哲乎？夫明哲之爲用也。乃能殷民阜利。使萬物無不盡其極者也。聖人之可及，非徒空行也，智也。伏羲作八卦，文王增其辭，斯皆窮神知化，豈徒特行善而已乎？《易·離》象稱\"大人以繼，明照於四方\"，且大人聖人也，其餘象皆稱君子，蓋君子通於賢者也。聦明惟聖人能盡之，大才通人有而不能盡也。《書》美唐堯，欽明爲先，驩兠之舉共工，四嶽之薦鯀，堯知其行，衆尚未知信也。若非堯，則裔土多凶族，兆民長愁苦矣。明哲之功也如是，子將何從？ \\n 或曰：俱謂賢者耳（徐湘琳曰：\"俞樾云，'俱'乃'但'字之誤。\"），何乃以聖人論之？對曰：賢者亦然。人之行莫大於孝，莫顯於清。曾參之孝，有虞不能易；原憲之清，伯夷不能間。然不得與游、夏列在四行之科，以其才不如也。仲尼問子貢曰：\"汝與回也孰愈？\"對曰：\"賜也何敢望回？回也聞一以知十，賜也聞一以知二。\"子貢之行不若顔淵遠矣，然而不服其行，服其聞一知十。由此觀之，盛才所以服人也。仲尼亦奇顔淵之有盛才也，故曰：\"回也非助我者也，於吾言無所不悅。\"顔淵逹於聖人之情，故無窮難之辭，是以能獨獲亹亹之譽，爲七十子之冠。曾參雖質孝，原憲雖體清，仲尼未甚嘆也。 \\n 或曰：苟有才智，而行不善，則可取乎？對曰：何子之難喻也！水能勝火，豈一升之水，灌一林之火哉！柴也愚，何嘗自投於井？夫君子仁以博愛，義以除惡，信以立情，禮以自節，聦以自察，明以觀色，謀以行權，智以辨物，豈可無一哉！謂夫多少之間耳。且管仲背君事讐，奢而失禮，使桓公有九合諸侯、一匡天下之功。仲尼稱之曰：\"微管仲，吾其被髪左祍矣！\"召忽伏節死難，人臣之美義也，仲尼比爲匹夫匹婦之爲諒（徐湘琳曰：\"一本作'量'。\"）矣。是故聖人貴才智之特能立功立事益於世矣。如愆過多，才智少，作亂有餘，而立功不足，仲尼所以避陽貨而誅少正卯也，何謂可取乎？漢高祖數頼張子房權謀以建帝業，四皓雖美行，而何益夫倒懸？此固不可同日而論矣！ \\n 或曰：然則仲尼曰\"未知，焉得仁？\"乃高仁耶，何謂也？對曰：仁固大也，然則（徐湘琳曰：\"'則'字當衍\"）仲尼此亦有所激然，非專小智之謂也。若有人相語曰：\"彼尚無有一智也，安得乃知爲仁乎？\"昔武王崩，成王達，周公居攝，管、蔡啓殷畔亂，周公誅之；成王不逹，周公恐之（徐湘琳曰：\"'恐'疑當作'怨'。\"）。天乃雷電風雨以彰周公之徳，然後成王寤。成王非不仁厚於骨肉也，徒以不聦叡之故，助畔亂之人，幾喪周公之功，而墜文武之業。召公見周公之旣反政而猶不知，疑其貪位，周公爲之作《君奭》，然後悅。夫以召公懷聖之資而猶若此乎？末業之士，苟失一行，而智略褊短，亦可懼矣！仲尼曰：\"可與立，未可與權。\"孟軻曰：\"子莫執中，執中無權，猶執一也。\"仲尼、孟軻可謂逹於權智之實者也。 \\n 殷有三仁，微子介於石不終日，箕子内難而能正其志，比干諫而剖心。君子以微子爲上，箕子次之，比干爲下。故《春秋》，大夫見殺，皆譏其不能以智自免也。且徐偃王知脩仁義而不知用武，終以亡國；魯隱公懷讓心而不知佞僞，終以致殺；宋襄公守節而不知權，終以見執；晋伯宗好直而不知時變，終以隕身；叔孫豹好善而不知擇人，終以凶餓：此皆蹈善而少智之謂也。故《大雅》貴旣明且哲，以保其身。夫明哲之士者（徐湘琳曰：\"'者'字當衍\"），威而不懾，困而能通；决嫌定疑，辨物居方；欀禍於忽杪，求福於未萌；見變事則逹其機，得經事則循其常；巧言不能推，令色不能移；動作可觀則，出辭爲師表。比諸志行之士，不亦謬乎！ \\n  \\n   \\n  "}
{"章节": "爵禄第十", "正文": "  \\n 爵禄第十 \\n 　 \\n 或問：古之君子貴爵禄歟？曰：然。諸子之書稱爵禄非貴也，資財非富也，何謂乎？曰：彼遭世之亂，見小人富貴而有是言，非古也。古之制爵禄也，爵以居有德，禄以養有功：功大者其禄厚，德遠者其爵尊（二\"其\"字，據《治要》補）；功小者其禄薄，德近者其爵卑。是故觀其爵則別其人之德也，見其禄則知其人之功也，不待問之（《治要》上二句無\"也\"字，末句有）。古之君子貴爵禄者蓋以此也，非以黼黻華乎其身，芻豢之適於其口也；非以美色悅乎其目，鐘鼓之樂乎其耳也。孔子曰：\"邦有道，貧且賤焉，恥也。\"明王在上，序爵班禄而不以逮也，君子以爲至羞，何賤之有乎？先王將建諸侯而錫爵禄也，必於清廟之中，陳金石之樂，宴賜之禮，宗人擯相，内史作策也。其頌曰：\"文王旣勤止，我應受之。敷時繹思，我徂維求定，時周之命，於繹思。\"由此觀之，爵禄者先王之所重也，非所輕也。故《書》曰：\"無曠庶官，天工人其代之。\" \\n 爵禄之賤也，由處之者不宜也，賤其人斯賤其位矣；其貴也，由處之者宜之也，貴其人斯貴其位矣。《詩》云：\"君子至止，黻衣綉裳。佩玉鏘鏘，壽考不忘。\"黻衣綉裳，君子之所服也，愛其德，故美其服也。暴亂之君子（《治要》無\"子\"字），非無此服也（《治要》無\"也\"字），而（《治要》無\"而\"字）民弗美也，位亦如之。昔周公相王室以君天下，聖德昭聞，王勛弘大，成王封以少昊之墟，地方七百里，錫之山川土田附庸，備物典策，官司彛器，龍旗九旒，祀帝於郊。太公亮武王克商寜亂，王封之爽鳩氏之墟，東至於海，西至於河，南至於穆陵，北至於無棣，五侯九伯，汝實征之，世祚太師，撫寧東夏。當此之時，孰謂富貴不爲榮寵者乎？自時厥後，文武之敎衰，黜陟之道廢，諸侯僭恣，大夫世位，爵人不以德，禄人不以功，竊國而貴者有之，竊地而富者有之，姦邪得願，仁賢失志，於是則以富貴相詬病矣。故孔子曰：\"邦無道，富且貴焉，恥也。\"然則富貴美惡，存乎其世也。 \\n 《易》曰：\"聖人之大寳曰位。\"何以爲聖人之大寳曰位？位也者，立德之機也；勢也者，行義之杼也。聖人蹈機握杼，織成天地（《意林》作\"天下\"）之化，使萬物順焉，人倫正焉，六合之内，各充（原作\"竟\"，據《治要》改）其願，其爲大寳，不亦宜乎！故聖人以無勢位爲窮，百工以無器用爲困，困則其資亡，窮則其道廢，故孔子栖栖而不居者，蓋憂道廢故也。《易》曰：\"井渫不食，爲我心惻。可用汲，王明，並受其福。\"夫登高而建旌（《意林》作\"旗\"），則其所視（《治要》作\"示\"，《意林》作\"視\"）者廣矣；順風而振（《治要》、《意林》作\"奮\"）鐸，則其所聞者遠矣。非旌色之益明，非（\"非\"字原脱，據《治要》補）鐸聲之益遠（《治要》作\"益長\"，《意林》作\"遠長\"）也，所託者然也（《意林》作\"所託得地\"）。况居富貴之地，而行其政令者乎（原作\"也\"，據《意林》改。此二句《意林》作\"而況富貴施政令乎\"）？故舜爲匹夫，猶民也，及其受终於文祖，稱曰\"予一人\"，則西王母來獻白環；周公之爲諸侯，猶臣也，及其踐明堂之柞，負斧扆而立，則越裳氏來獻白雉。故身不尊則施不光（徐湘琳曰：\"光，讀為'廣'。光、廣古通用。\"），居不高則化不博。《易》曰：\"豐，亨，無咎。王假之，勿憂。宜日中。\"（徐湘琳曰：\"語出《易·豐》卦辭，案，今本無'無咎'二字。）身尊居高之謂也。斯事也，聖人之所務也。 \\n 雖然，求之有道，得之有命。舜、禹、孔子可謂求之有（徐本脱\"有\"字）道矣；舜禹得之，孔子不得之，可謂有命矣。非惟聖人，賢者亦然。稷、契、伯益、伊尹、傅說得之者也，顔淵、閔子騫、冉耕、仲弓不得者也。故良農不患壃场之不修，而患風雨之不節；君子不患道德之不建，而患時世之不遇（《意林》作\"而患其時之不至\"）。《詩》曰：\"駕彼四牡，四牡項領。我瞻四方，蹙蹙靡所騁。\"傷道之不遇也。豈一世哉，豈一世哉！ \\n  \\n   \\n  "}
{"章节": "考僞第十一", "正文": "  \\n 考僞第十一 \\n 　 \\n 仲尼之没，于今數百年矣，其間聖人不作，唐虞之法微，三代之敎息，大道陵遲，人倫之中不定。於是惑世盗名之徒，因夫民之離聖敎日久也，生邪端，造異術，假先王之遺訓以縁飾之，文同而實違，貌合而情遠，自謂得聖人之眞也。各兼說特論，誣謠一世之人，誘以僞成之名，懼以虚至之謗，使人憧憧乎得亡，惙惙而不定，喪其故性而不自知其迷也，咸相與祖述其業而寵狎之。斯術之於斯民也，猶内關之疾也，非有痛癢煩苛於身，情志慧然不覺，疾之已深也。然而期日旣至，則血氣暴竭，故内關之疾，疾之中夭，而扁鵲之所甚惡也，以盧醫不能別，而遘之者不能攻也。 \\n 昔楊朱、墨翟、申不害、韓非、田駢、公孫龍汨亂乎先王之道，譸張乎戰國之世，然非人倫之大患也，何者？術異乎聖人者易辨，而從之者不多也。今爲名者之異乎聖人也微，視之難見，世莫之非也；聽之難聞，世莫之舉也。何則？勤遠以自旌，託之乎疾固；廣求以合衆，託之乎仁愛；枉直以取舉，託之乎隨時；屈道以弭謗，託之乎畏愛；多識流俗之故，麤誦詩書之文，託之乎博文；飾非而言好，無倫而辭察，託之乎通理；居必人才，遊必帝都，託之乎觀風；然而好變易姓名，求之難獲，託之乎能靜；卑屈其體，輯柔其顔，託之乎煴（徐湘琳曰：\"一本作'温'。\"按程本、四庫本均作\"温\"。）恭；然而時有距絶，擊斷嚴厲，託之乎獨立；奨育童蒙，訓之以己術，託之乎勤誨；金玉自待，以神其言，託之乎說道，其大抵也。苟可以收名而不必獲實，則不去也；可以獲實而不必收名，則不居也。汲汲乎常懼當時之不我尊也，皇皇爾又懼來世之不我尚也。心疾乎内，形勞於外，然其智調足以將之，便巧足以荘之，稱託比類足以充之，文辭聲氣足以飾之。是以欲而如讓，躁而如靜，幽而如明，跛而如正。考其所由來，則非堯舜之律（徐湘琳曰：\"疑'塗'字之誤。\"）也；核其所自出，又非仲尼之門也。其回遹而不度，窮涸而無源，不可經方致遠，甄物成化，斯乃巧人之雄也，而僞夫之傑也。然中才之徒，咸拜手而贊之，揚聲以和之。被死而後論其遺烈（徐湘琳曰：\"錢氏云，'後'字疑當作'復'。案，被死，被字疑當作'彼'。蓋形近，又涉下文'被害'而誤。\"），被害而猶恨己不逮。悲夫！人之陷溺蓋如此乎？孔子曰\"不患人之不己知\"者（徐湘琳曰：\"俞氏云，此與《論語》文別。'孔子曰'下衍'不'字，本作'不患人之不己知者'。'雖語我曰吾爲善，吾不信之矣'，蓋其人惟以人不知知為患，則其為善，固不誠也。淺人據《論語》妄加'不'字。則二語不相連屬矣。案，'者'字上當重'患人之不知己'六字'不患人之不己知'是《論語·學爾》孔子原文。'患人之不知己者'，為偉長反孔子語，以起下文。俞說疏。\"按徐說義長。），雖語我曰\"吾爲善\"，吾不信之矣。何者？以其泉不自中涌，而注之者從外來也。苟如此，則處道之心不明，而執義之意不著，雖依先王，稱詩書，將何益哉！以此毒天下之民，莫不離本趣末，事以僞成，紛紛擾擾，馳騖不已。其流于世也，至於父盗子名，兄竊弟譽，骨肉相詒，朋友相詐，此大亂之道也。 \\n 故求名者，聖人至禁也。昔衞公孟多行無禮，取憎於國人，齊豹殺之以爲名。《春秋》書之曰\"盗\"，其《傳》曰：\"是故君子動則思禮，行則思義；不爲利回，不爲義疚。或求名而不得，或欲蓋而名章，懲不義也。齊豹爲衞司寇，守嗣大夫，作而不義，其書爲'盗'。邾庶其、莒牟夷、邾黒肱以土地出，求食而已，不求其名。賤而必書。此二物者，所以懲肆而去貪也。若艱難其身，以險危大人，而有名章徹，攻難之士將奔走之。若竊邑叛君以徼大利而無名，貪冐之民將寘力焉。是以《春秋》書齊豹曰'盗'，三叛人名，以懲不義，數惡無禮，其善志也。\" \\n 問者曰：齊豹之殺人以爲己名，故仲尼惡而\"盗\"之，今爲名者豈有殺之罪耶？（徐湘琳曰：\"俞校云，'杀'下脱一'人'字，今補。\"按徐本未補。）曰：春秋之中，其殺人者不爲少，然而不盗不已（徐湘琳曰：\"俞校云，句有脫誤，以文義論當作'不書盜不已'。言春秋殺人者雖多，不以盜書，以見為命者之罪，浮於殺人者也。\"）。聖人之善惡也，必權輕重、數衆寡以定之。夫爲名者，使眞僞相冒，是非易位，而民有所化，此邦家之大災也。殺人者一人之害也，安可相比也？然則何取於殺人者以書盗乎？荀卿亦曰：\"盗名不如盗貨\"。鄕愿亦無殺人之罪也，而仲尼惡之，何也？以其亂德也。今僞名者之亂德也，豈徒鄉愿（徐湘琳曰：\"《论》、《孟》皆作原。\"）之謂乎？萬事雜錯，變數滋生，亂德之道，固非一端而已。《書》曰：\"靜言庸違，象恭滔天。\"皆亂德之類也。《春秋外傳》曰：\"姦仁爲佻，姦禮爲羞，姦勇爲賊。\"夫仁、禮、勇，道之美者也，然行之不以其正，則不免乎大惡。故君子之於道也，審其所以守之，愼其所以行之。 \\n 問者曰：仲尼惡殁世而名不稱，又疾僞名，然則將何執？曰：是安足怪哉？名者，所以名實也，實立而名從之，非名立而實從之也。故長形立而名之曰長，短形立而名之曰短，非長短之名先立，而長短之形從之也。仲尼之所貴者，名實之名也，貴名乃所以貴實也。夫名之繫於實也，猶物之繫於時也。物者，春也吐華，夏也布葉，秋也凋零，冬也成實（徐湘琳曰：\"钱校云，《御覽》卷二十引此作'生物者春也，吐華者夏也，布葉者秋也，收成者冬也'。案《御覽》引誤。此一歲物有始終之義。《漢魏叢書》本作'物者，春也吐華，夏也布葉，秋也凋零，冬也成實'，雙鑒樓藏明刊本亦同。\"按四庫本同明本。），斯無爲而自成者也。若強爲之，則傷其性矣。名亦如之，故僞名者，皆欲傷之者也。人徒知名之爲善，不知僞善者爲不善也，惑甚矣！求名有三：少而求多，遲而求速，無而求有。此三者不僻，爲幽昧，離乎正道，則不獲也。固非君子之所能也（此下徐本衍\"君子之所能也\"六字）。君子者，能成其心，心成則内定，内定則物不能亂，物不能亂則獨樂其道，獨樂其道則不聞爲聞，不顯爲顯。故《禮》稱君子之道闇然而日彰（徐湘琳曰：\"《中庸》作'章'。\"），小人之道的然而日亡。君子之道淡而不厭，簡而文，温而理，知遠之近，知風之自，知微之顯，可與入德矣。君子之不可及者，其惟人之所不見乎？夫如是者，豈將反側於亂世，而化庸人之未稱哉！ \\n  \\n   \\n  "}
{"章节": "譴交第十二", "正文": "  \\n 譴交第十二 \\n 　 \\n 民之好交游也，不及聖王之世乎？古之不交游也，將以自求乎？昔聖王之治其民也，任之以九職，糾之以八刑，導之以五禮，訓之以六樂，敎之以三物，習之以六容。使民勞而不至於困，逸而不至於荒。當此之時，四海之内，進德脩業，勤事而不暇，詎敢淫心舍力，作爲非務以害休功者乎？自王公至於列士，莫不成正畏，相厥職有恭，不敢自暇自逸（徐湘琳曰：\"《書·酒誥》篇：'自成湯咸至于帝乙，成王畏相，惟御事厥棐有恭，不敢自暇自逸．'案此句中'正'當作'王'字之誤。職，則以意易'棐'字。\"）。故《春秋外傳》曰：\"天子大采朝日，與三公九卿，祖識地德。日中考政，與百官之政事師尹。惟旅牧相，宣序民事，少采夕月，與太史司載，糾虔天刑，日入，監九御潔奉禘郊之粢盛，而後即安。諸侯朝修天子之業命，晝考其國職，夕省其典刑，夜警其百工（徐湘琳曰：\"案今《国语·鲁语》无'其'字，'警'作'儆'。\"），使無慆淫，而後即安。卿大夫朝考其職，晝講其庶政，夕序其業，夜庀其家事，而後即安。士朝而受業，晝而講貫，夕而習復，夜而計過，無憾，而後即安。\"正歳使有司令於官府曰：\"各修乃職，考乃法，備乃事，以聽王命，其有不恭，則邦有大刑。\"由此觀之，不務交游者，非政之惡也，心存於職業而不遑也。且先王之敎，官旣不以交游導民，而鄕之考德，又不以交游舉賢，是以不禁其民，而民自舍之。及周之衰，而交游興矣（此二句《意林》作\"周道衰而交遊興\"）。 \\n 問者曰：吾子著書，稱君子之有交，求賢交也。今稱交非古也，然則古之君子無賢交歟？曰：異哉！子之不通於大倫也。若夫不出戸庭，坐於空室之中，雖魑魅魍魎，將不吾覿，而况乎（徐湘琳曰：\"當作'況於'。形近而誤。\"）賢人乎？今子不察吾所謂交游之實，而難其名，名有同而實異者矣，名有異而實同者矣。故君子於是倫也，務於其實，而無譏其名。吾稱古之不交游者，不謂嚮屋漏而居也；今之好交游者，非謂長沐雨乎中路者也。古之君子，因王事之閒，則奉贄以見其同僚及國中之賢者，其於宴樂也，言仁義而不及名利。君子未命者，亦因農事之隙，奉贄以見其鄕黨同志。及夫古（徐湘琳曰：\"疑當作'國'。\"）之賢者亦然，則何爲其不獲賢交哉！非有釋王事，廢交業，逰遠邦，曠年歳者也。故古之交也近，今之交也遠；古之交也寡，今之交也衆；古之交也爲求賢，今之交也爲名利而已矣！ \\n 古之立國也，有四民焉。執契脩版圖，奉聖王之法，治禮義之中，謂之士；竭力以盡地利，謂之農夫；審曲直形勢，飭五材以别民器，謂之百工；通四方之珍異以資之，謂之商旅。各世其事，毋遷其業，少而習之，其心安之，則若性然，而功不休也。故其處之也，各從其族，不使相奪，所以一其耳目也。不勤乎四職者，謂之窮民，役諸圜土。凡民出入行止，會聚飲食，皆有其節，不得怠荒，以妨生務，以麗罪罰。然則安有群行方外，而專治交游者乎？是故五家爲比，使之相保，比有長；五比爲閭，使之相憂（徐湘琳曰：\"錢校云：案此見《周禮》大司徒職，'憂'本作'受'。俞樾云：《周官》大司徒職作'使之相受'，然'憂'字義亦通也。孫詒讓曰，蓋聲近而誤。\"），閭有胥；四閭爲族，使之相葬，族有師；五族爲黨，使之相救，黨有正；五黨爲州，使之相賙，州有長；五州爲鄕，使之相賓，鄕有大夫。必有聦明慈惠之人，使各掌其鄕之政敎禁令。正月之吉，受法于司徒，退而頒之于其州、黨、族、閭、比之群吏，使各以敎其所治之民，以考其德行，察其道藝，以歳時登其大夫，察其衆寡（徐湘琳曰：\"俞校云：'大夫'當作'夫家'。《周官》鄉大夫'以歳時登其夫家之衆寡'，《民數篇》'夫家脫于聯伍'，亦用《周官》'夫家'字。\"。凡民之有德行道藝者，比以告閭，閭以告族，族以告黨，黨以告州，州以告鄕，鄕以告民。有罪奇衺者，比以告，亦如之。有善而不以告謂之蔽賢，蔽賢有罰；有惡而不以告謂之黨逆，黨逆亦有罰。故民不得有遺善，亦不得有隱惡。鄕大夫三年則大比而興賢能者，鄕老及鄕大夫、群吏獻賢能之書於王，王拜受之，登於天府。其爵之命也，各隨其才之所宜，不以大司小，不以輕任重。故《書》曰：\"百僚師師，百工惟時。\"此先王取士官人之法也。故其民莫不反本而自求，愼德而積小，知福柞之來不由於人也。故無交游之事，無請託之端，心澄體靜，恬然自得，咸相率以正道，相厲以誠慤，姦說不興，邪陂自息矣。 \\n 世之衰矣（徐湘琳曰：\"錢校云：'矣'字疑當作'也'字。案章炳麟《國故論衡·原道》上引此文亦作'也'字。\"），上無明天子，下無賢諸侯，君不識是非，臣不辨黒白。取士不由於鄕黨，考行不本於閥閱（《意林》作\"閨閾\"）。多助者爲賢才，寡助者爲不肖（此二句《意林》作\"多助者則稱賢才，少愛者則謂不肖\"）。序爵聽無證之論，班禄采方國之謠。民見其如此者，知富貴可以從衆爲也，知名譽可以虚譁獲也（徐湘琳曰：\"俞校云，'從衆'疑當作'徒衆'。'虛譁'疑當作'虛華'。\"），乃離其父兄，去其邑里，不脩道藝（徐湘琳曰：\"章炳麟引作'道義'。\"），不治德行，講偶時之說，結比周之黨，汲汲皇皇，無日以處，更相歎揚，迭爲表裏，檮杌生華，憔悴布衣，以欺人主、惑宰相、竊選舉、盗榮寵者，不可勝數也。旣獲者賢，已而遂往，羡慕者並驅而追之，悠悠皆是，孰能不然者乎？桓靈之世其甚者也，自公卿大夫、州牧郡守，王事不恤，賓客爲務，冠蓋填門，儒服（《類聚》卷第二十一作\"服膺\"）塞道，飢不暇餐，倦不獲已，殷殷沄沄，俾夜作晝，下及小司，列城墨綬，莫不相商以得人（徐湘琳曰：\"俞氏云：'相商'當作'相高'。\"）。自矜以下士，星言夙駕，送往迎來，亭傳常滿，吏卒侍門（原作\"傳問\"，據《類聚》改），炬火夜行，閽寺不閉（《類聚》作\"關\"）；把臂捩腕，扣天矢誓，推託恩好，不較輕重；文書委於官曹，繫囚積於囹圄，而不遑省也。詳察其爲也，非欲憂國恤民，謀道講德也，徒營己治私，求勢逐利而已。有策名於朝，而稱門生於富貴之家者，比屋有之。為師無以教訓（原作\"爲之師而無以敎\"，據《類聚》改），弟子亦不受業。然其於事也，至乎懷（徐湘琳曰：\"疑作'壞'。\"）丈夫之容，而襲婢妾之態，或奉貨而行賂，以自固結，求志屬託，規圖仕進，然擲目指掌，高談大語，若此之類，言之猶可羞，而行之者不知恥。嗟乎！王敎之敗，乃至於斯乎？（此二句《類聚》所引在\"東山之哀\"下，\"斯\"作\"此\"。其下曰：\"林宗之時，所謂交遊者也：輕位不仕者，則有巢許之高；廢職待客者，則有仲尼之稱；委親遠學者，則有優遊之美。是以各眩其名，而忘天下之亂也．\"徐湘琳曰：\"錢校云：疑今本有脫簡，而《類聚》所引或不免顛倒刪節。今故仍原本而附著於此。\"）且夫交游者出也，或身殁於他邦，或長幼而不歸。父母懷煢獨之思，室人抱東山之哀，親戚隔絶，閨門分離，無罪無辜，而亡命是效。古者行役，過時不反，猶作詩刺怨。故《四月》之篇，稱先祖匪人，胡寜忍予？又况無君命而自爲之者乎！以此論之，則交游乎外，久而不歸者，非仁人之情也。 \\n  \\n   \\n  "}
{"章节": "暦數第十三", "正文": "  \\n 暦數第十三 \\n 　 \\n 昔者，聖王之造暦數也，察紀律之行，觀運機之動，原星辰之迭中，寤晷景之長短，於是管儀以准之，立表以測之，下漏以考之，布筭以追之。然後元首齊乎上，中朔正乎下，寒暑順序，四時不忒。夫暦數者，先王以憲殺生之期，而詔作事之節也，使萬國之民不失其業者也。 \\n 昔少皥氏之衰也，九黎亂德，民神雜揉（《史記·曆書》作\"擾\"），不可方（《史記》作\"放\"）物。顓頊受之，乃命南正重司天以屬神，北正黎司地以屬民，使復舊常，毋相侵黷（《史記》作\"瀆\"）。其後三苗復九黎之德，堯復育重黎之後，不忘舊者，使復典敎之。故《書》曰：\"乃命羲和，欽若昊天，暦象日月星辰，敬授民時。\"於是隂陽調和，災厲不作，休徴時至，嘉生蕃育，民人樂康，鬼神降福，舜、禹受之，循而勿失也。及夏德之衰，而羲和湎淫，廢時亂日。湯武革命，始作暦明時，敬順天數。故《周禮》太史之職：正歳年以序事，頒之於官府及都鄙，頒告朔於邦國。於是分至啓閉之日，人君親登觀臺以望氣，而書雲物爲備者也。故周德旣衰，百度墮替，而暦數失紀。故魯文公元年閠三月，《春秋》譏之，其《傳》曰：\"非禮也，先王之正時也，履端於始，舉正於中，歸餘於終。\"履端於始，序則不愆；舉正於中，民則不惑；歸餘於終，事則不悖。又哀公十二年十二月螽，季孫問諸仲尼，仲尼曰：\"丘（徐本誤作\"某\"，按《左傳》即作\"丘\"）聞之也，火復而後蟄者畢，今火猶西流，司暦過也。\"言火未伏，明非立冬之日。自是之後，戰國搆兵，更相吞滅，專以争強攻取爲務，是以暦數廢而莫脩，浸用乖繆。大漢之興，海内新定，先王之禮法尚多有所缺，故因秦之制以十月爲歳首，暦用顓頊。孝武皇帝恢復王度，率由舊章，招五經之儒，徴術數之士，使議定漢暦。及更用鄧平所治，元起太初，然後分至啓閉不失其節，弦望晦朔可得而驗。成、哀之間，劉歆用平術而廣之，以爲三統暦，比之衆家，最爲備悉。至孝章皇帝，年暦踈濶，不及天時，及更用四分暦舊法，元起庚辰。至靈帝（徐湘琳曰：\"當增一'時'字。\"）四分暦，猶復後天半日。於是會稽都尉劉洪更造乾象暦，以追日月星辰之行，考之天文，於今爲宻。會宫車宴駕，京師大亂，事不施行，惜哉！ \\n 上觀前化（徐湘琳曰：\"化，疑為'代'字之誤。\"），下迄於今，帝王興作，未有奉贊天時以經人事者也。故孔子制《春秋》，書人事而因以天時，以明二物相須而成也。故人君不在分至啓閉，則不書其時月，蓋刺怠慢也。夫暦數者，聖人之所以測靈耀之賾而窮玄妙之情也，非天下之至精，孰能致思焉。今麤論數家舊法，綴之於篇，庶爲後之逹者，存損益之數云耳。 \\n  \\n   \\n  "}
{"章节": "夭壽第十四", "正文": "  \\n 夭壽第十四 \\n 　 \\n 或問：孔子稱仁者壽，而顔淵早夭；積善之家，必有餘慶，而比干、子胥身陷大禍，豈聖人之言不信而欺後人耶？故司空頴川荀爽論之，以爲古人有言，死而不朽，謂太上有立德，其次有立功，其次有立言，其身殁矣，其道猶存，故謂之不朽。夫形體者，人之精魄也；德義令聞（徐湘琳曰：\"又作'德音令問'，問通'聞'。\"按程本、四庫本均作'德義令聞'。）者，精魄之榮華也。君子愛其形體，故以成其德義也。夫形體固自朽弊消亡之物。壽與不壽。不過數十歳；德義立與不立，差數千歳，豈可同日言也哉！顔淵時有百年之人，今寜復知其姓名耶？《詩》云：\"萬有千歳，眉壽無有害。\"人豈有萬壽千歲者，皆令德之謂也。由此觀之，仁者壽豈不信哉！《傳》曰：\"所好有甚於生者，所惡有甚於死者。\"比干、子胥皆重義輕死者也，以其所輕，獲其所重，求仁得仁，可謂慶矣。槌鍾擊磬所以發其聲也，煑鬯燒薰所以揚其芬也。賢者之窮厄戮辱，此搥擊之意也；其死亡陷溺，此燒煑之類也。北海孫翶以爲：死生有命，非他人之所致也，若積善有慶，行仁得壽，乃敎化之義，誘人而納於善之理也。若曰積善不得報，行仁者凶，則愚惑之民，将走千惡（原注：\"一作'移其性'。\"徐湘琳曰：\"千，當作'于'。\"）以反天常，故曰\"民可使由之，不可使知之\"。身體髪膚，受之父母，不敢毀傷，孝之至也。若夫求名之徒，殘疾厥體，冒厄危戮以徇其名（徐湘琳曰：\"俞樾曰：厄，當作'犯'。\"，則曾參不爲也。子胥違君而適讐國，以雪其恥，與父報讐，悖人臣之禮，長畔弑之原。又不深見二主之異量，至於懸首不化，斯乃凶之大者，何慶之爲？幹以爲二論皆非其理也，故作《辨夭壽》云。 \\n 幹聞先民稱所惡於知者爲鑿也，不其然乎？是以君子之爲論也，必原事類之宜而循理焉。故曰：說成而不可間也，義立而不可亂也。若無二難者，苟旣違本而死，又不以其實。夫聖人之言廣矣大矣，變化云爲，固不可以一槩齊也。今將妄舉其目，以明其非。夫壽有三：有王澤之壽，有聲聞之壽，有行仁之壽。《尚書》曰\"五福，一曰壽\"，此王澤之壽也；《詩》云\"其德不爽，壽考不忘\"，此聲聞之壽也；孔子曰\"仁者壽\"，此行仁之壽也。 \\n 孔子云爾者，以仁者壽。利養萬物，萬物亦受利矣，故必壽也。荀氏以死而不朽爲壽，則《書》何故曰\"在昔殷王中宗（徐湘琳曰：\"《書·無逸》，在昔作'昔在'。\"，嚴恭寅畏天命，自度，治民祗懼，不敢荒寧。肆中宗之享國，七十有五年，其在高宗，寔（徐湘琳曰：\"《書·無逸》原作'時'，同義。\"舊勞於外，爰曁小人。作其即位，乃或亮隂，三年不言，惟言乃雍，不敢荒寜。嘉靖殷國（徐湘琳曰：\"《書·無逸》作邦。\"，至於小大，無時或怨。肆高宗之享國，五十有九年，其在祖甲，不義惟王，舊爲小人，作其即位。爰知小人之依，能保惠庶民，不侮鰥寡。肆祖甲之享國，三十有三。自時厥後立王，生則逸，不知稼穡之難艱，不知小人之勞苦，惟躭樂是從。自時厥後，亦罔或克壽，或十年，或七八年，或五六年，或三四年\"者，周公不知夭壽之意乎？故言聲聞之壽者，不可同於聲聞（徐湘琳曰：\"當作'王泽'。\"，是以逹人必參之也。孫氏專以王敎之義也，惡愚惑之民將反天常，孔子何故曰\"有殺身以成仁，無求生以害仁\"，又曰\"自古皆有死，民無信不立\"，欲使知去食而必死也，昔者仲尼乃欲民不仁不信乎？夫聖人之敎，乃爲明允君子，豈徒爲愚惑之民哉！愚惑之民，威以斧鉞之戮，懲以刀墨之刑，遷之他邑，而流於裔土，猶或不悛，况以言乎？故曰\"惟上智與下愚不移\"。然則荀、孫之義，皆失其情亦可知也。 \\n 昔者帝嚳已前尚矣，唐虞三代，厥事可得略乎聞。自堯至於武王，自稷至於周、召，皆仁人也。君臣之數不爲少矣，考其年壽不爲夭矣，斯非仁者壽之驗耶？又七十子豈殘酷者哉？顧其仁有優劣耳，其夭者惟顔回。據一顔回而多疑其餘，無異以一鈎之金，權於一車之羽，云金輕於羽也。天道迂濶，闇昧難明，聖人取大略以爲成法，亦安能委曲不失、毫芒無差跌乎！且夫信無過於四時，而春或不華，夏或隕霜，秋或雨雪，冬或無冰，豈復以爲難哉！所謂禍者，已欲違之而反觸之者也，比干、子胥已知其必然而樂爲焉，天何罪焉？天雖欲福仁（原注：\"一作人。\"按徐本注中曰據舊校改而正文實未改。）亦不能以手臂引人而亡之（徐湘琳曰：\"俞樾曰：亡，疑當作'與'，與作与，故誤為'亡'字。\"，非所謂無慶也。荀令以此設難，而解以槌擊燒薰，於事無施；孫氏譏比干、子胥，亦非其理也。殷有三仁，比干居一，何必啓手，然後爲德。子胥雖有讐君之過，猶有觀心知仁，懸首不化，固臣之節也。 \\n 且夫賢人之道者，同歸而殊途，一致而百慮，或見危而授命，或望善而遐舉，或被髪而狂歌，或三黜而不去，或辭聘而山棲，或忍辱而俯就，豈得責以聖人也哉！於戯！通節之士，實關斯事，其審之云耳。 \\n  \\n   \\n  "}
{"章节": "務本第十五", "正文": "  \\n 務本第十五 \\n 　 \\n 人君之大患也，莫大於詳於小事而略於大道，察於（原作\"其\"，據《治要》改）近物而闇於遠圖（《治要》作\"數\"）。故自古及今，未有如此而不亂也。未有如此而不亡也。夫詳於小事而察於近物者，謂耳聽乎（《治要》作\"於\"）絲竹歌謡之和，目視（《治要》作\"明\"）乎琱琢采色之章，口給乎辯慧切對之辭，心通乎短言小說之文，手習乎射御書數之巧，體騖（《治要》作\"比\"）乎俯仰折《治要》作\"般\"）旋之容：凡此數者（\"數\"字原脫，據《治要》補），觀之足以盡人之心，學之足以動人之志（《治要》作\"勤人之思\"）。且先王之末敎也，非有小才小智（《治要》作\"小才智\"）則亦不能爲也。是故能爲（《治要》無\"為\"字）之者，莫不自悅乎其事而無取於人，以人皆不能故也（《治要》作\"皆以不能故也\"）。夫居南面之尊（\"夫\"下《治要》有\"君\"字。徐湘琳曰：\"錢校云，似與'居'字行近而衍。\"），秉生殺之權者，其勢固足以勝人也（《治要》作\"矣\"），而加之（\"之\"字原脱，據《治要》補）以勝人之能，懷是己（《治要》作\"足己\"）之心，誰敢犯之者乎？以匹夫行之，猶莫之敢規也，而况於人君哉（\"於\"字原脱，據《治要》補）！故罪惡若山而己不見也，謗聲若雷而己不聞也（《治要》無二\"也\"字），豈不甚矣乎（《治要》無\"矣\"字）！ \\n 夫小事者味甘而大道者醇淡，近物者易驗而遠數者難效（\"近\"前《治要》有\"而\"字），非大明君子則不能兼通者（《治要》無\"者\"字）也。故皆惑於所甘而不能至乎所淡，眩（《治要》作\"炫\"）於所易而不能反（《治要》作\"及\"，疑非）於所難，是以治君世寡而亂君世多也。故人君之所務者，其在大道遠數乎？大道遠數者，爲（《治要》作\"謂\"）仁足以覆幬（《治要》作\"燾\"）群生，惠足以撫養百姓，明足以照見四方，智足以統理萬物，權足以應變（原作\"變應\"，据《治要》乙）無端，義足以阜生財用，威足以禁遏姦非，武足以平定禍亂。詳於聽受，而審於官人，逹於興廢之原，通於安危之分，如此則君道畢矣。 \\n 夫人君非無治爲也，失（徐本誤作\"夫\"，並曰：\"疑当作'知'。\"按程本、四庫本及底本均作\"失\"。）所先後故也。道有本末，事有輕重，聖人之異乎人者無他焉，蓋如此而已矣。魯桓公容貌美麗（徐湘琳曰：\"桓，當作'莊'。\"，且多技藝，然而無君才大智，不能以禮防正其母，使與齊侯淫亂不絶，驅馳道路，故《詩》刺之曰：\"猗嗟名兮，美目清兮，儀旣成兮，終日射侯，不出正兮，展我甥兮。\"下及昭公，亦善有容儀之習，以亟其朝晉也，自郊勞至於贈賄，禮無違者。然而不恤國政，政在大夫弗能取也，子家覊賢而不能用也，奸大國之明禁，凌虐小國，利人之難而不知其私，公室四分，民食其他，思莫在於公，不圖其終，卒有岀奔之禍。《春秋》書而絶之曰：\"公孫於齊，次於陽州。\"故《春秋外傳》曰：\"國君者服寵以爲美，安民以爲樂，聽德以爲聦，致遠以爲明。\"又《詩》陳文王之德曰：\"惟此文王（徐湘琳曰：\"錢校云，《詩》本作'維此王季'。《樂記》及《左》昭十八年引並作'惟此文王'。《正義》曰：'維此王季，《左传》言唯此文王者，經涉亂離，師有異讀，後人因即存之，不敢追改。今王肅注及《韓詩》亦作文王。'案《樂記》未引首二句，錢氏誤。胡元玉《壁沼集》：'《左傳》、《韓詩》、《毛詩》皆當作王季。'\"，帝度其心，貊其德音，其德克明。克明克類，克長克君，王此大邦。克順克比，比于文王。其德靡悔，旣受帝祉，施于孫子。\"心能制義曰度，德政應和曰貊，照監四方曰明，施勤無私曰類，敎誨不倦曰長，賞慶刑威曰君，慈和徧服曰順，擇善而從曰比，經緯天地曰文，如此則爲九德之美，何技藝之尚哉！ \\n 今使人君視如離婁，聦（《治要》作\"聽\"）如師曠，御如王良，射如夷羿，書如史籕，計如隸首，走追駟馬，力折門鍵（孫詒讓《札迻》：\"案，折當作扚，或作招。《淮南子·道應訓》：'孔子勁能扚國門之關。'許注云：'扚，引也。'今本'扚'譌從木，此據《史記·天官書》索引正。門鍵，即門關也。又《主術訓》雲'孔子力招城關'，高注云：'招，舉也。'《列子·說符篇》云：'孔子之勁能拓國門之關。'張注云：'拓，舉也。'《釋文》云'拓，一作招'是也。《文選》（《吳都賦》）李注引亦作'招'。扚、招與'折'形並相近。\"按徐本所言同此，而未明其所出。），有此六者，可謂善於有司之職矣（《治要》無\"矣\"字），何益於治乎？無此六者，可謂乏於有司之職矣（《治要》無\"矣\"字），何增於亂乎？必以廢仁義，妨道德（《治要》有\"矣\"字），何則？小器弗能兼容，治亂旣（《治要》作\"又\"）不繫於此，而中才之人所（\"所\"字原脱，據《治要》補）好也。昔潞豐舒、晉智伯瑶之亡（此九字原作\"路豐舒晉知其亡\"，据《治要》改補）也，皆怙其三才（《治要》作\"材\"），恃其五賢，而以不仁之故也。故人君多技藝、好小智、而不通於大道（\"道\"原作\"倫\"，據《治要》改）者，適足以距諌者之說而鉗忠直之口也，祇足以追亡國之迹（《治要》作\"跡\"）而背安家之軌也。不其然耶，不其然耶！ \\n  \\n   \\n  "}
{"章节": "審大臣第十六", "正文": "  \\n 審大臣第十六 \\n 　 \\n 帝者昧旦而視朝廷（《治要》無\"廷\"字），南面而聽天下，將與誰爲之，豈非群（各本皆同，徐本據《百子全書》本改作\"辟\"。並曰：\"辟公，此指諸侯。《詩·周頌·烈文》：'烈文辟公，錫茲祉福。'朱熹《集傳》：'辟公，諸侯也。'\"按\"羣公卿士\"屢見《後漢書》、《三國志》詔書，如《後漢書·孝順紀》：\"（陽嘉二年詔）羣公卿士將何以匡輔不逮《孝桓帝紀》：\"（和平元年詔）羣公卿士，虔恭爾位，。\"《順烈梁皇后紀》：\"（和平元年詔）不能復與羣公卿士共相終竟．\"例多，不具舉。'辟'乃'群'之譌，改者非是也。）公卿士歟？故大臣不可以不得其人也。大臣者，君之（《治要》無\"之\"字）股肱耳目也，所以視聽也，所以行事也。先王知其如是也（《治要》無\"也\"字），故博求聰明睿（《治要》作\"叡\"）哲君子，措諸上位，使（\"使\"字原脱，据《治要》補）執邦之政令焉。執政聰明叡哲（四字原脱，据《治要》補），則其事舉；其事舉則百僚任莫不（二字原脱，据《治要》補）其職；百僚莫不（二字原脱，据《治要》補）任其職，則庶事莫不致其治；庶事莫不（二字原脱，据《治要》補）致其治，則九牧之民（《治要》作\"人\"）莫不得其所。故《書》曰：\"元首明哉，股肱良哉，庶事康哉。\" \\n 故大臣者，治萬邦之重器也，不可以衆譽著也，人主所宜親察也，衆譽者可以聞斯人而已。故堯之聞舜也以衆譽，及其任之者，則以心之所自見。又有不因衆譽而获大賢，其文王乎？畋於渭水邉，道遇姜太公（《御覽》卷四、卷八、卷十五作\"文王遇姜公于渭陽\"，卷八百三十四\"陽\"作\"濵\"徐湘琳曰：\"錢校云，《初學記》亦引作'文王遇太公於渭濵'。\"），皤然皓首，方秉（《御覽》卷十五作\"執\"，卷八百三十四作\"秉\"，均無\"方\"字。徐湘琳曰：\"錢校云，《初學記》卷二作'執'。\"）竿而釣（徐湘琳曰：\"錢校云，《初學記》六作'持竿垂釣'。\"，文王召而與之言，則帝王之佐也，乃載之歸，以爲太師。姜太公當此時，貧且賤矣，年又老矣，非有貴顯之舉也，其言誠當乎賢君之心，其術誠合乎致平之道，文王之識也，灼然若披雲而見日，霍然若開霧而觀天（此二句異文頗多，《御覽》卷四、卷八、卷十三、卷十五、卷八百三十四，《初學記》卷二、卷六均引之，以《御覽》卷十五所引意長，曰：\"灼若披雲而見白日，霍若開霧而覩青山\"。徐湘琳曰：\"錢校云，合參諸本，是首句當作'文王得之'，後二句兩'然'字皆衍，'天'字當作'山'無可疑者。以原本文義可通，姑仍其舊。\"）斯豈假之於衆人哉！非惟聖然也，覇者亦有之。昔齊桓公夙出，甯戚方爲旅人，宿乎大車之下，擊牛角而歌，歌聲悲激，其辭有疾於世，桓公知其非常人也，召而與之言，乃立功之士也，於是舉而用之，使知國政。凡明君之用人也，未有不悟乎己心而徒因衆譽也，用人而因衆譽焉，斯不欲爲治也，將以爲名也，然則見之不自知而以衆譽爲驗也，此所謂效衆譽也，非所謂效得賢能也。苟以衆譽爲賢能，則伯鯀無羽山之難，而唐虞無九載之費矣。聖人知衆譽之或是或非，故其用人也，則亦或因或獨，不以一驗爲也，况乎舉非四嶽也。世非有唐虞也，大道寝矣，邪說行矣，臣已詐矣，民已惑（徐本譌作\"或\"）矣，非有獨見之明，專任衆人之譽，不以己察，不以事考，亦何由獲大賢哉！ \\n 且大賢在陋巷也，固非流俗之所識也，何則？大賢爲行也，裒然不自見（原缺一字，《漢魏叢書》本、《四庫全書》本皆作\"見\"，據補。徐本亦作\"見\"，據《百子全書》補。），儡然若無能，不與時争是非，不與俗辯曲直，不矜名，不辭謗，不求譽，其味至淡，其觀至拙，夫如是則何以異乎人哉！其異乎人者，謂心統乎群理而不繆，智周乎萬物而不過，變故暴至而不惑，真僞叢萃而不迷。故其得志，則邦家治以和，社稷安以固，兆民受其慶，群生頼其澤，八極之内同爲一，斯誠非流俗之所豫知也。不然，安得赫赫之譽哉（\"哉\"徐本譌作\"者\"）！其赫赫之譽者，皆形乎流俗之觀，而曲同乎流俗之聽也，君子固不然矣。昔管夷吾嘗三戰而皆北，人皆謂之無勇；與之分財，取多，人皆謂之不廉；不死子糾之難，人皆謂之背義。若時無鮑叔之舉，覇君之聽，休功不立於世，盛名不垂於後，則長爲賤丈夫矣。魯人見仲尼之好讓而不争也，亦謂之無能，爲之謠曰：\"素鞞羔裘，求之無尤；黒（徐湘琳曰：\"當同上作'羔'。\"裘素鞞，求之無戾。\"夫以聖人之德，昭明顯融，高宏博厚，宜其易知也，且猶若此，而况賢者乎？以斯論之，則時俗之所不譽者未必爲非也，其所譽者未必爲是也。故《詩》曰：\"山有扶蘇，隰有荷華，不見子都，乃見狂且。\"言所謂好者非好，醜者非醜，亦由亂之所致也。治世則不然矣。叔世之君生乎亂，求大臣，置宰相，而信流俗之說，故不免乎國風之譏也。而欲與之興天和，致時雍，遏禍亂，弭妖灾，無異策穿蹄之乘，而登太行之險，亦必顛躓矣。故《尚書》曰：\"股肱惰哉（原作\"肱股墮哉\"，據《四庫全書》本及《尚書·益稷》改），萬事墮（\"墮\"原作\"隳\"，據《四庫全書》本及《尚書·益稷》改）哉。\"此之謂也。 \\n 然則君子不爲時俗之所稱（徐湘琳曰：\"錢校云，句末似有脫字。\"），曰孝悌忠信之稱也則有之矣，治國致平之稱則未之有也。其稱也，無以加乎習訓詁之儒也。夫治國致平之術，不兩得其人，則不能相通也。其人又寡矣，寡不稱衆，將誰使辨之？故君子不遇其時，則不如流俗之士聲名章徹也；非徒如此，又爲流俗之士所裁制焉。高下之分，貴賤之賈，一由彼口，是以没齒窮年不免於匹夫。昔荀卿生乎戰國之際，而有叡哲之才，祖述堯、舜，憲章文、武，宗師仲尼，明撥亂之道，然而列國之君以爲迂濶，不逹時變，終莫之肯用也。至於遊說之士，謂其邪術（原注：一作\"講其邪僻\"。徐湘琳曰：\"錢校云，'謂'字當誤。\"），率其徒黨，而名震乎諸侯，所如之國靡不盡禮郊迎，擁篲先驅，受爵賞爲上客者，不可勝數也。故名實之不相當也，其所從來尚（原注：一作\"久\"。）矣！何世無之，天下有道，然後斯物廢矣。 \\n  \\n   \\n  "}
{"章节": "愼所從第十七", "正文": "  \\n 愼所從第十七 \\n 　 \\n 夫人之所常稱曰：明君舍己而從人，故其國治以安；闇君違人而專己，故其國亂以危。乃一隅之偏說也，非大道之至論也。凡安危之勢，治亂之分，在乎知所從，不在乎必從人也。人君莫不有從人，然或危而不安者，失所從也；莫不有違人，然或治而不亂者，得所違也。若夫明君之所親任也皆貞良聦智，其言也皆德義忠信，故從之則安，不從則危；闇君之所親任也皆佞邪愚惑，其言也皆姦回謟諛，從之安得治，不從之安得亂乎？昔齊桓公從管仲而安，二世從趙高而危；帝舜違四凶而治，殷紂違三仁而亂。故不知所從而好從人，不知所違而好違人，其敗一也。孔子曰：\"知不可由，斯知所由矣。\" \\n 夫言或似是而非實，或似美而敗事，或似順而違道，此三者非至明之君不能察也，燕昭王使樂毅伐齊，取七十餘城，莒與即墨未拔。昭王卒，惠王爲太子時與毅不平，即墨守者田單縱反間於燕，使宣言曰\"王已死。城之不拔者二（原作\"三\"，據四庫本改。徐湘琳曰：\"据上文'莒與即墨未拔'，故'三'當作'二'。\"按徐本正文未改，蓋未參四庫本耳。）耳。樂毅與新王有隙，懼誅而不敢歸。外以伐齊爲名，實欲因齊人未附故且緩即墨以待其事。齊人所懼，惟恐他將之來，即墨殘矣。\"惠王以爲然，使騎劫代之，大爲田單所破。此則似是而非實者也。燕相子之有寵於王，欲專國政，人爲之言於燕王噲曰：\"人謂堯賢者，以其讓天下於許由也。許由不受，有讓天下之名而實不失天下。今王以國讓於相子之，子之必不敢受，是堯與王同行也（徐湘琳曰：\"當作'王與堯同行'。\"燕噲從之，其國大亂。此則似美而敗事者也。齊景公欲廢太子陽生而立庶子荼，謂大夫陳乞曰：\"吾欲立荼，如何？\"乞曰：\"所樂乎爲君者，欲立則立之，不欲立則不立。君欲立之，則臣請立之。\"於是立荼。此則似順而違道者也。 \\n 且夫言畫施於當時事，效在於後日。後日遲至，而當時速决也。故今巧者常勝，拙者常負，其勢然也，此謂中主之聽也；至於闇君，則不察辭之巧拙也，二策並陳而從其順己之欲者（\"順\"字原缺，據程本，四庫本補。）；明君不察辭之巧拙也，二策並陳而從其致己之福者。故高祖、光武，能收群策之所長，棄群策之所短，以得四海之内，而立皇帝之號也。吳王夫差、楚懷王、襄王（\"王\"字原脱，據四庫本補。徐本作\"楚懷襄王\"，並曰：\"'懷'下當有一'王'字。一本作'楚懷王襄'，'襄'下亦脫一'王'字。\"）棄伍員、屈平之良謀，收宰嚭、上官之諛言以失江漢之地，而喪宗廟之主。此二帝三王者，亦有從人，亦有違人，然而成敗殊馳、興廢異門者，見策與不見策耳。不知從人甚易，而見策甚難，夷考其驗，斯爲甚矣。 \\n 問曰：夫人莫不好生而惡死，好樂而惡憂，然觀其舉措也，或去生而就死，或去樂而就憂，將好惡與人異乎？曰：非好惡與人異也，乃所以求生與求樂者失其道也，譬如迷者欲南而反北也。今略舉一驗以言之：昔項羽旣敗，爲漢兵所追，乃謂其餘騎曰：\"吾起兵至今八年，身經七十餘戰，所擊者服，遂覇天下。今而困於此，此天亡我，非戰之罪也。\"斯皆存亡所由，欲南反北者也。夫攻戰，王者之末事也，非所以取天下也。王者之取天下也，有大本，有仁智之謂也。仁則萬國懷之，智則英雄歸之，御萬國，總英雄以臨四海，其誰與争？若夫攻城必拔，野戰必克，將帥之事也。羽以小人之器，闇於帝王之敎，謂取天下一由攻戰，矜勇有力，詐虐無親，貪嗇專利，功勤不賞。有一范増，旣不能用，又從而疑之，至令憤氣傷心，疽發而死。豪傑背叛，謀士違離，以至困窮，身爲之虜，然猶不知所以失之，反瞋目潰圍，斬將取旗，以明非戰之罪，何其謬之甚歟！高祖數其十罪，蓋其大略耳；若夫纎介之失，世所不聞，其可數哉！且亂君之未亡也，人不敢諫；及其亡也，人莫能窮。是以至死而不寤，亦何足怪哉！ \\n  \\n   \\n  "}
{"章节": "亡國第十八", "正文": "  \\n 亡國第十八 \\n 　 \\n 凡亡國之君，其朝未嘗無致治之臣也，其府未嘗無先王之書也，然而不免乎亡者，何也？其賢不用，其法不行也。苟書法而不行其事，爵賢而不用其道，則法無異乎路說，而賢無異乎木主也（两'\"乎\"字《治要》作\"於\"）。 \\n 昔桀奔南巢，紂踣於京，厲流於彘，幽滅於戯。當是時也，三后之典尚在，而（\"而\"字原脫，據《治要》補）良謀之臣猶存也。下及春秋之世，楚有伍舉、左史倚相、右尹子革、白公子張（《治要》無\"白公子張\"四字）而靈王喪師，衛有太叔儀、公子鱄、蘧伯玉、史鰌（《治要》無\"史鰌\"二字）而獻公出奔，晉有趙宣子（《治要》作\"孟\"）、范武子、太史董狐（《治要》無\"太史董狐\"四字）而靈公被殺（《治要》作\"弑\"），魯有子家覊、叔孫婼而昭公野死，齊有晏平仲、南史氏而荘公不免弑（\"弑\"字原脫，據《治要》補），虞、虢有宫之奇、舟之僑而二公絶祀：由是觀之，苟不用賢，雖有無益也。 \\n 然此數國者，皆先君舊臣世禄之士，非遠求也。乃有遠求而不用之者。昔齊宣王（原作\"桓公\"，據四庫本改。徐湘琳曰：\"錢校云，'桓公'當作'宣王'。案，陳士元《孟子雜記》云：'孟子，齊宣王時人。徐幹稱桓公，誤。'\"）立稷下之宫（原作\"官\"，據四庫本改），設大夫之號，招致賢人而尊寵之，自孟軻之徒皆遊於齊；楚春申君亦好賓客，敬待豪傑，四方並（\"並\"字徐本譌作\"立\"）集，食客盈館，且聘荀卿，置諸蘭陵。然齊不益強，黄歇遇難，不用故也。夫遠求賢而不用之，何哉？賢者之爲物也，非若美嬪麗妾之可觀於目也，非若端冕帶裳之可加於身也，非若嘉肴庶羞之可實於口也。將以言策，策不用，雖多亦奚以爲？若欲備百僚之名，而不問道德之實，則莫若鑄金爲人而列於朝也，且無食禄之費矣。然彼亦知有馬必待乘之而後致遠（四字《治要》作\"然後遠行\"），有醫必待使（\"使\"原作\"行\"，據《治要》、《意林》改）之而後愈疾，至於有賢則不知必待用之而後興治（《意林》作\"興理\"）者（《治要》作\"也\"），何哉？賢者難知歟？何以遠求之；易知歟？何以不能用也。豈爲寡不足用，欲先益之歟？此又惑之甚也。賢者稱於人也，非以力也，力者必須多，而知者不待衆也。故王卒（原缺一字，諸本皆然。徐本據錢校作\"卒\"，又曰：\"《百子全書》本作'臣'。\"今據錢校補。）七萬，而輔佐六卿也。故舜有臣五人而天下治，周有亂臣十人而四海服，此非用寡之驗歟！ \\n 且六國之君雖不用賢，及其致人也，猶脩禮盡意，不敢侮慢也。至於王莽，旣不能用，及其致之（\"之\"字原脫，據《治要》補）也，尚不能言。莽之爲人也（《治要》無\"也\"字），内實姦邪，外慕古義，亦聘求名儒，徴命術士，政煩敎虐，無以致之，於是脅之以峻刑，威之以重戮，賢者恐懼，莫敢不至。徒張設虚名，以夸海内，莽亦卒以滅亡。且莽之爵人也（\"也\"字原脫，據《治要》補），其實囚之也。囚人者，非必著之（《治要》無\"之\"字）桎梏而置之囹圄之謂也，拘係之愁憂之之謂也。使在朝之人，欲進則不得陳其謀，欲退則不得安其身，是則以綸組爲繩索，以印佩爲鉗鐡也（原注：一作\"以印綬爲鉗鐡也\"。）。小人雖樂之，君子則以爲辱矣（\"矣\"字原脱，據《治要》補）。故明王之得賢也，得其心也，非謂得其軀也。苟得其軀而不論其心也（《治要》無\"也\"字），斯與籠鳥檻獸無以異也（《治要》無\"未有異也\"）。則賢者之於我也，亦猶怨讐也（《治要》無\"也\"字），豈爲我用哉！雖日（\"日\"字誤原作\"曰\"，據《治要》改。此二字《治要》作\"日雖\"）班萬鍾之禄，將何益歟！故苟得其心，萬里猶近；苟失其心，同衾爲遠。今不脩所以得賢者之心，而務循（《治要》作\"脩\"）所以執賢者之身，至於社稷顛覆，宗廟廢絶，豈不哀哉！ \\n 荀子（《治要》作\"孫子\"）曰：\"人主之患（《荀子·致士篇》作\"害\"），不在乎（《治要》作\"於\"）言不用賢，而在乎（《治要》作\"於\"）誠不用賢（二句《荀子》作\"不在乎不言用賢，而在乎不誠必用賢\"，前賢多疑其誤）。言用賢者（《荀子》句端有\"夫\"字），口也；郤賢者，行也。（二句原作\"言賢者口也，知賢者行也\"，據《治要》及《荀子》改補。\"郤\"字徐本譌作\"欲\"），口行相反（《治要》無\"相\"字，《荀子》有），而欲賢者之進（《荀子》作\"至\"），不肖者之退（二\"之\"字據《治要》及《荀子》補，《荀子》句末有\"也\"字），不亦難乎！夫照（《荀子》作\"耀\"）蟬者，務明其火（《荀子》\"務\"下有\"在\"字），振其树而已；火不明，雖振其树無益也。人主有能明其德者（《荀子》句端有\"今\"字），則天下其）歸之（《荀子》無\"其\"字，若蟬之歸火也（《荀子》\"火\"前有\"明\"字）。\"善哉言乎（《治要》作\"也\"）！昔伊尹在田畝之中，以樂堯、舜之道，聞成湯作興，而自夏如商；太公避紂之惡，居於東海之濱，聞文王作興，亦自商如周；其次則寗戚如齊，百里奚入秦，范蠡如越，樂毅逰燕。故人君苟脩其道義，昭其德音，愼其威儀，審其敎令，刑無頗僻（《治要》作\"類\"），獄無放殘，仁愛普殷，惠澤流播，百官樂職，萬民得所，則賢者仰之如天地，愛之如親戚（《治要》作\"其親\"），樂之如塤箎，歆之如蘭芳，故其歸我也，猶决壅導滯注之大壑（\"滯\"下原衍一\"水\"字，據《治要》删），何不至之有乎（\"乎\"字原脱，據《治要》補）？苟麤穢暴虐，馨香不登，讒邪在側，佞媚充朝，殺戮不辜，刑罰濫害，宫室崇侈，妻妾無度，撞鐘舞女，淫樂日縱，賦稅（《治要》作\"征稅\"）繁多，財力匱竭，百姓凍餓，死莩（《治要》作\"怨喪\"）盈野，矜己自得，諫者被誅，内外震駭（《治要》作\"騷\"），遠近怨悲，則賢者之視我容貌也如魍魎（《治要》作\"蝄蜽\"），臺殿也如狴犴（《治要》作\"狴牢\"），采服也如衰絰，絃歌也如號哭，酒醴也如滫滌，肴饌也如糞土（此六句《治要》均無中間之\"也\"字）。從（《治要》作\"衆\"）事舉錯，每無一善，彼之惡我也如是，其肯至哉！今不務明其義，而徒設其禄，可以獲小人，難以得君子。君子者，行不媮（《治要》作\"苟\"）合，立不易方，不以天下枉道，不以樂生害仁，安可以禄誘哉！雖強搏執之而不獲已，亦杜口佯愚，苟免不暇，國之安危將何頼焉（《治要》無\"焉\"字）。故《詩》曰：\"威儀卒迷，善人載尸。\"此之謂也。 \\n  \\n   \\n  "}
{"章节": "賞罰第十九", "正文": "  \\n 賞罰第十九 \\n 　 \\n 政之大綱有二，二者何也？賞罰之謂也。人君明乎（《御覽》卷六百三十六作\"于\"）賞罰之道，則治不難矣。夫賞罰者（《治要》無\"夫\"字），不在乎必重，而在於必行。必行則雖不重而民（《御覽》作\"人\"，下同）肅（\"肅\"字原缺，據《治要》、《御覽》補。程本、四庫本作\"懼\"，蓋以意補），不行（《治要》作\"必不行也\"）則雖重而民怠，故先王務賞罰之必行也（\"也\"字原脱，據《治要》補）。《書》曰：\"爾無不信，朕不食言。爾（《御覽》作\"汝\"）不從誓言，予則孥戮汝，罔有攸赦。\" \\n 天生烝民，其性一也。刻肌虧體，所同惡也；被文垂藻，所同好也。此二者常存而民不治，其身有由然也。當賞者不賞，當罰者不罰。夫當賞者不賞，則爲善者失其本望，而疑其所行；當罰者不罰，則爲惡者輕其國法，而怙其所守。苟如是也，雖日用斧鉞於市，而民不去惡矣；日錫爵禄於朝，而民不興善矣。是以聖人不敢以親戚之恩而廢刑罰，不敢以怨讐之忿而廢慶賞，夫何故哉？將以有救也。故《司馬法》曰：\"賞罰不踰時，欲使民速見善惡之報也。\"踰時且猶不可，而况廢之者乎！ \\n 賞罰不可以踈（《治要》作\"疏\"，下同），亦不可以數：數則所及者多，踈則所漏者多。賞罰不可以重，亦不可以輕：賞輕則民不勸，罰輕則民亡懼（《治要》作\"不懼\"，無\"民\"字）；賞重則民徼倖，罰重則民無聊（原注：一作\"不聊生\"。）。故先王明恕以聽之（此五字原作\"明庶以德之\"，據《治要》改。\"王\"字程本、四庫本誤作\"生\"，餘同底本），思中以平之，而不失其節也（\"也\"字原脱，據《治要》補）。故《書》曰：\"罔非在中，察辭於差。\"夫賞罰之於萬民（《治要》作\"人\"），猶轡策之於駟馬也，轡策之（\"之\"字原脱，據《治要》補）不調，非徒遲速之分也，至於覆車而摧轅；賞罰之不明也（《治要》無\"也\"字），則（《治要》無\"則\"字）非徒治亂之分也，至於滅國而喪身。可不愼乎！可不愼乎！故《詩》云：\"執轡如組，兩驂如舞。\"言善御之可以爲國也。 \\n  \\n   \\n  "}
{"章节": "民數第二十", "正文": "  \\n 民數第二十 \\n 　 \\n 夫（\"夫\"字原脫，據《通典》卷三補。）治平在庶功興，庶功興在事役均，事役均在民數周，民數周爲國之本也。故先王周知其萬民衆寡之數，乃分九職焉。九職旣分，則劬勞者可見，怠（《通典》作\"勤\"）惰者可聞也，然而事役不均者未之有也。事役旣均，故民（《通典》作\"上\"）盡其心而人竭其力，然而庶功不興者未之有也。庶功旣興，故國家殷富，大小不匱，百姓休和，下無怨疚（《通典》作\"疾\"）焉，然而治不平者未之有也。故曰：\"水（原注：一作\"泉\"。按（《通典》無\"曰\"字，\"水\"作\"泉\"））有源，治有本。\"道者審乎本而已矣。 \\n 故（\"故\"字原脫，據《通典》補）《周礼》：孟冬，司寇獻民數於王，王拜而受之，登於天府，内史、司會、冢宰貳之。其重之如是也。今之爲政者，未之（\"之\"字原脫，據《通典》補）知恤已矣。譬由（《通典》作\"猶\"）無田而欲树藝也，雖有良農，安所措其疆力乎（《通典》作\"雖有農夫，安能措其強力乎\"）？是以先王制六鄉六遂之法，所以維持其民而爲之綱目也。使其鄰比相保相愛（孫詒讓《札迻》：\"此用《周禮》'大司徒'及'族師'兩職文。'愛'當作'受'。前《譴交》篇云：'五比為閭，使之相憂'，'憂'亦當作'受'。受、愛、憂並形近而誤。\"），刑罰慶賞相延相及，故出入存亡臧否順逆可得而知矣。如是姦無所竄，罪人斯得。迨及亂君之爲政也，戸口漏於國版，夫家脫於聮伍，避役逋逃者有之（\"逋逃\"二字原脱，據《通典》卷三補。原注：一作\"逋逃者有之\"），弃捐者有之，浮食者有之，於是姦心競生而僞端並作矣（\"而\"字原脫，據《通典》補）。小則盗竊（《通典》作\"濫竊\"），大則攻刼，嚴刑峻法（《通典》作\"令\"）不能救也。 \\n 故民（《通典》作\"人\"，下同）數者，庶事之所自出也，莫不取正焉。以分田里，以令貢賦，以造器（\"器\"字原作\"罷\"，据程本、四庫本改。）用，以制禄食，以起田役，以作軍旅。國以之建典，家以之立度，五禮用脩，九刑用措者，其惟審民數乎？ \\n 紹興二十八年戊寅清明日，假朱丞本校于博古堂，石邦哲識。 \\n 《中論》二卷，漢司空軍謀祭酒椽屬五官將文學北海徐幹偉長譔。有序而無名氏。幹，鄴下七子之一人也，建安之間，疾辭人美麗之文，不能敷散道敎，故著《中論》。辭義典雅，當世嘉之。按《唐志》六卷，今本二卷二十篇。宋大理正山隂石邦哲手校題識。邦哲，字熈明，再世蔵書。至治二年，得之錢塘仇遠氏。明年夏五月已酉，平原陸友友仁父記。 \\n  \\n   \\n  "}
{"章节": "復三年喪第二十一", "正文": "  \\n 復三年喪第二十一 \\n 　 \\n 天地之間，含氣而生者，莫知乎人。人情之至痛，莫過乎喪親。夫創巨者其日久，痛甚者其愈遲。故聖王制三年之服，所以稱情而立文，爲至痛極也。自天子至于庶人，莫不由之，帝王相傳，未有知其所從來者。 \\n 及孝文皇帝，天姿謙讓，務崇簡易。其將弃萬國，乃顧臣子令勿行久喪，已葬則除之，將以省煩勞而寬羣下也。觀其詔文，唯欲施乎己而已，非爲漢室創制喪禮，而傳之於來世也。後人遂奉而行焉，莫之分理。至乎顯宗，聖德欽明，深照孝文一時之制，又惟先王之禮不可以久違，是以世祖徂崩，則斬衰三年。孝明旣没，朝之大臣徒以己之私意，忖度嗣君之必貪速除也，檢之以大宗遺詔，不惟孝子之心哀慕未歇，故令聖王之迹陵遲而莫遵，短喪之制遂行而不除，斯誠可悼之甚者也。 \\n 滕文公小國之君耳，加之生周之末世，禮敎不行，猶能改前之失，咨問於孟軻，而服喪三年。豈況大漢配天之主，而廢三年之喪，豈不惜哉！且作法於仁，其弊猶薄，道隆於己，歷世則廢（此十七字徐本脱）。況以不仁之作，宣之於海內，而望家有慈孝，民德歸厚，不亦難乎！《詩》曰：\"爾之敎矣，民胥效矣。\"聖主若以遊宴之間，超然遠思，覽周公之舊章，咨顯宗之故事，感蓼莪之篤（\"篤\"字徐本误作\"高\"）行，惡素冠之所刺，發復古之德音，改太宗之權令。事行之後，永爲典式，傳示萬代，不刋之道也。（《治要》卷四十六） \\n  \\n   \\n  "}
{"章节": "制役第二十二", "正文": "  \\n 制役第二十二 \\n 　 \\n 昔之聖王，制爲禮法，貴有常尊，賤有等差，君子小人，各司分職。故下無僭（原譌作\"潛\"，據徐本改正）上之愆，而人役財力能相供足也。往昔海內富民及工商之家，資財巨萬，役使奴婢，多者以百數，少者以十數，斯豈先王制禮之意哉！ \\n 夫國有四民，不相干黷：士者勞心，工、農、商者勞力。勞心之謂君子，勞力之謂小人；君子者治人，小人者治於人；治於人者食於（\"於\"字原脱，據徐本補）人，治人者食於人。百王之達義也。今夫無德而居富之民，宜治於人，且食人者也，役使奴（\"奴\"字徐本误作\"農\"。）婢，不勞筋力，目喩頥指，從容垂拱，雖懷忠信之士，讀聖哲之書，端委執笏，列在朝位者，何以加之？且今之君子尚多貧匱，家無奴婢，旣（原作\"旣\"，錢校本以意改作\"即\"，徐本從之。）其有者，不足供事，妻子勤勞，躬自爨烹，其故何也？皆由罔利之人與之競逐，又有紆靑拖紫并兼之門使之然也。夫物有所盈，則有所縮，聖人知其如此，故裒多益寡，稱物平施，動爲之防，不使過度，是以治可致也。爲國而令廉讓君子不足如此，而使貪人有餘如彼，非所以辨尊卑，等貴賤，賤財利，尚道德也。 \\n 今太守令長得稱君者，以慶賞刑威咸自己出也。民畜奴婢，或至數百，慶賞刑威亦自己出，則與郡縣長史又何以異？夫奴婢雖賤，俱含五常，本帝王良民，而使編戶小人爲己役，哀窮失所，猶無吿訴，豈不枉哉？今自斗食佐吏以上至諸侯王，皆治民人者也，宜畜奴婢；農工商及給趍走使令者，皆勞力躬作，治於人者也，宜不得畜。 \\n 昔孝哀皇帝卽位，師丹輔政，建議令畜田宅奴婢者有限，時丁傅用事，董賢貴寵，皆不樂之，事遂廢覆（\"覆\"字徐本以意改作\"罷\"。）。夫師丹之徒，皆前朝知名大臣，患疾并兼之家，建納忠信，爲國設禁，然爲邪臣所抑，卒不施行。豈況布衣之士，而欲唱議立制，不亦遠乎！（《治要》卷四十六） \\n  \\n   \\n  "}
