{"章节": "公是先生弟子记(宋)刘敞", "正文": " \\n 公是先生弟子记 \\n 　 \\n  \\n 提要 \\n  \\n 《公是先生弟子记》四卷，宋刘敞撰。敞有《春秋传》，已著录。是编题曰弟子记者，盖托言弟子之所记，而文格古雅，与敞所注《春秋》词气如出一手，似非其弟子所能。故晁公武《读书志》以为敞自记其问答之言，当必有据也。公武又称，书中於王安石、杨慥之徒书名，王深甫、欧阳永叔之徒书字，以示褒贬。今考公武所说，亦大概以意推之。即如王回一人，论四岳荐鲧一条，论圣人一条，则书其名。论泰伯一条，论晋武公一条，则书其字。是於褒贬居何等乎？且其书固多攻王氏新学，而亦兼寓针砭元祐诸贤之意，故其言曰：淫声出乎律吕，而非所以正律吕也；小道生乎仁义，而非所以明仁义也。又曰：八音不同物而同声，同声乃和；贤能不同术而同治，同治乃平。又曰：忘情者自以为达，悖情者自以为难，直情者自以为真，三者异趋而同乱。又曰：学不可行者，君子弗取也；言不可用者，君子弗询也。又曰：智不求隐，辨不求给，名不求难，行不求异。又曰：无为而治者，因尧之臣，袭尧之俗，用尧之政，斯孔子谓之无为也。又曰：夫贤者为人所能为而已矣。人所不能为，贤者不为也。又曰：君子耻过而欲改之，小人耻过而欲遂之；君子欲善而自反，小人欲善而自欺。又曰：矜小名以售大伪，饰小廉以钩大利者，惟钜孱尔。盖是时三党交讧，而敞独萧然於门户之外，故其言和平如是。至於称老子之无为，则为安石之新法发。辨孟子之人皆可以为尧舜，则为安石之自命圣人发。其说稍激，则有为言之者也。又王守仁谓无善无恶者性之体，有善有恶者意之用。明人齗齗辨正，称为卫道。今观是书，乃知王安石先有是说，敞已辞而辟之。是其发明正学，又在程、朱之前。其或谓仁义礼智不若道之全一条，谓道固仁义礼智之名，仁义礼智弗在焉，安用道。亦预杜後来狂禅之弊，所见甚正。徒以独抱遗经，澹於声誉，未与伊、洛诸人倾意周旋，故讲学家视为异党，抑之不称耳。实则元丰、熙宁间卓然一醇儒也。其书宋时蜀中有刻版。乾道十年，豫章谢谔得之於刘文濬，付三衢江溥重刊。淳熙元年，赵不黯又於敞从曾孙子和及子和从叔椿家得二旧本，较正舛脱，就江本改刻十八页，补三百七十字。此本即从不黯所刻抄出者，末有谔、溥、不黯三跋，证以《永乐大典》所引，一一符合，知为原书，亦可谓罕觏之笈矣。敞墓志及《宋史·本传》俱称《弟子记》五卷，《读书志》则作一卷，盖南宋之初已病其繁碎，合并为一。今以篇页稍多，厘为四卷，以酌其中。又钱曾《读书敏求记》载《极没要紧》一卷，注曰：即刘原父弟子记也。考浙江所进遗书，有《极没要紧》一卷，亦题公是先生撰。其文皆采掇郭象《庄子注》语，似出依托，与此显为二书。今别存其目於道家中，庶真赝不相淆焉。  \\n  \\n 　 \\n 卷一 \\n 劉子曰：四十而仕為不惑也，五十而爵為知命也。不惑然後可以為士，知命然後可以為大夫。 \\n  \\n 兼近四隅不失其所者，中是也。并總萬物，不失其元者，一是也。明徳制義不失其方者，禮是也。禮者道之中也，教人以道云乎，豈曰教人以文云乎。道者文之本也，循本以求末易，循末以求本難。今之所謂作者，筆墨焉爾，簡牘焉爾。 \\n  \\n 君子之謀也，盡下而用其所長，不以已奪人，故曰功成而已矣，事立而已矣。衆人盡其慮，而君子受其名。 \\n 道之勢似迂闊，道之文似詭偽，道之情似剛狷。勢無迂闊則鄙，文無詭偽則野，情無剛狷則蕩。 \\n 舜作九招，九招者九名也，予識其三焉。祈徵角之謂焉，天可順而不可恃也，鬼神可敬而不可諂也。 \\n 廟中其至矣，百官備，萬物具[案物一本作事]，不言而事行，無為而功立。 \\n 齊一變至於魯，魯一變至於道，春秋變魯之實也。修已以安人。 \\n  \\n 治天下其猶作樂乎，作樂者備八音，八音不同物而同聲，同聲乃和。治天下者進賢能，賢能不同術而同治，同治乃平。是故樂之和一物不得主焉，天下之平一賢不能名焉。 \\n  \\n 政莫美于簡易，何為而可？曰：繁矣而後求簡焉，難矣而後求易焉，簡之而簡者，繁不可如何矣。易之而易者，難不可如何矣。 \\n  \\n 儒者之原仁義也，樂工之本律吕也。本律吕者衆，而知律吕者寡；原仁義者衆，而通仁義者寡。律吕之所以亂，淫聲亂之；仁義之所以毁，小道毁之。淫聲出乎律吕，而非所以正律吕也；小道生乎仁義，而非所以明仁義也。善治聲者擇乎律吕，善治道者擇乎仁義。 \\n  \\n 天下之道莫大乎學，莫貴乎學。夫學者匹夫也，而居聖人之業，可不謂大乎。匹夫也而言王者之事，可不謂貴乎[案以上二條，一本誤連為一條]。 \\n  \\n 聖人辯必能窮萬物而不言，智必能兼萬物而不為。不言者有所止之，不為者有所因之。 \\n 君人議道，有司守法。君人議道，故議道者君人之徳也；有司守法，故守法者有司之器也。 \\n 古所以治者，當其分也。古所以亂者，違其分也。當其分而勸，違其分而競。勸則事立，競則怨作。 \\n 關雎樂而不淫哀而不傷，何謂也？曰：徳之至也。窈窕淑女琴瑟友之，樂也不淫其色。悠哉悠哉輾轉反側，哀也。無傷善之心，此之謂也。 \\n 古之教者言不足而徵，徵不足而諭，諭不足而類，類不足而辯。古之君子言而已矣，辯其末也。 \\n  \\n 天有常運也，地有常勢也，人有常性也，物有常理也。是故天地始者由今日知之，萬世後者由今日知之，雖有至愚之人，而不疑于天、不惑于地，審必然也。審必然則不可敓以辭，不可敓以辭者衆人皆然，而君子為甚。是故聖賢之事出于上古者，雖甚逺必有以信之，雖甚幽必有以明之，雖甚繁必有以詔之，雖甚亂必有以治之。書所以紀逺，而書未必盡信也；信有理言所以交近，而言未必盡聴也；聴有理，故信理者不惑于書。聴理者不惑于言、不惑于書可以為師。不惑于言可以為友、 \\n  \\n 漢武帝好馬，而余吾渥洼為之出馬；葉公好龍，而龍亦下之。髙宗好賢，恭黙思道，夢帝賚以良弼，此皆可以謂篤好之矣。 \\n 柱厲叔事莒敖公，不見用而死。其難曰，吾以羞後世不知臣者。狼瞫黜于晉，不肯為亂而死國事，亦以使上知也。 \\n 不肖之君諱言死亡，秦人不敢言死，衰宋之主怒言白也。 \\n 趙王殺其良將李牧，而作山木之謳；項羽既敗，悲歌慷慨泣下沾衣；李斯就戮東市，嘻吁感動。使彼早自警安，有此患哉。 \\n  \\n 齊靈公淫于崔氏，崔氏殺之，將死曰請自刃于廟。楚成王求食熊蹯而死，趙武靈王梁武帝探鳥鷇而食，胡亥曰願為黔首。皆不忍平居為善，而希望須臾之生。 \\n  \\n  \\n 楚靈王聞諸公子被殺，自投車下曰，予殺人子多矣，能無及此乎。商君設法殘民，及死之日歎曰，為法之敝一至此乎。使此兩人幸而免，猶自以為行之是也。楚荘王曰吾以不祥道民，則災及吾身。 \\n  \\n 桀紂可與為善，哀平不可與圖存。非桀紂優也，時勢失也。 \\n  \\n 武王戎車三百兩虎賁三百人而誓司徒司馬司空，此三卿三軍也。諸侯以百乘為軍，不以萬二千五百人為軍，下天子也。以百乘為軍者一乘，凡八十家，家出一人，其中步卒七十二人，甲士三人，其餘以為厮役扈養者，凡一乘則一右，右皆虎賁勇士也。故武王戌軍三百兩，則虎賁三百人。 \\n  \\n  \\n 漢武帝初好兵，事征伐，故衛青霍去病李廣楊僕諸酷吏皆為用。及後悔之，封丞相為富民侯，而捜粟都尉趙過平都令光更以務農重穀進，天下亦翕然賴之。此一君之身終始相反如此，而隨其取捨，輒皆得人，外則伸威四海，内則安養百姓。世豈乏士哉，常患人主不求也。禮不以近人為達，樂不以易備為樂，事不以便用為利，味不以爽口為美。行之似迂逺，作之似疎拙，居之似愚朴，安之似淡泊，化民成俗，俗既已成，偷偽者不能入。 \\n  \\n 物謂之命，生謂之性，道謂之情。情者聖人所貴也，詩書禮樂所由作也，仁義忠信所由顯也。五帝三王所以有其人民也。 \\n 忘情者自以為達，悖情者自以為難，直情者自以為真。三者異趨同亂，不可以為王霸之民。 \\n 哀公問弟子孰為好學，孔子曰顔囘。季康子問弟子好學，子曰顔囘好之者樂之也十室之邑必有忠信如丘者焉不如丘之好學也。此聖人之好學也。 \\n  \\n 齊桓欲用管仲，求之于魯。魯施父曰不如殺之。衛鞅為秦伐魏破魏師，魏安釐王曰吾悔不用公叔痤之言以誅鞅也。夫不忍克已為徳而謀害人之臣，猶竊鈴掩耳也。智止于自欺而已。 \\n  \\n 教民者禮樂為急，非謂三王之禮五帝之樂也，時禮時樂，禮諭其制，樂諭其功，百姓鼓之舞之而不敢叛焉。 \\n 教民以學，為将行之也；試人以言，為將用之也。是故學不可行者，君子弗取也；言不可用者，君子弗詢也。書曰無稽之言勿聴，弗詢之謀勿庸。 \\n  \\n 智不求隠，辯不求給，名不求難，行不求異。推鬼神虚無詭聴易視乘人以[缺]如此者，執而殺之。 \\n 民難聚也而易散，難安也而易危。聚之有道，安之有術，不出于人情而已矣。 \\n 叔贛問曰：尚書記人之功忘人之過，春秋収毫毛之善貶纎芥之惡，二者無異乎？曰：無異。何謂無異也？曰：忘其過不忘其惡，貶其惡無貶其過。 \\n  \\n  \\n 仁義禮智信，五者霸王之器也，愛之而仁，利之而義，嚴之而禮，謀之而智，示之而信，之謂霸。仁不待愛，義不待利，禮不待嚴，智不待謀，信不待示，之謂王。王者率民以性者也，霸者動民以情者也。性者莫自知其然，情者如畏不可及。王者百年而立百年而備百年而裕百年而衰百年而踣，有過之矣。霸者十年而立十年而備十年而裕十年而衰十年而踣，有不及矣。率人以教人，其政乃純；率人以事神[案此句人字一本訛作神]，其鬼乃神。政之不純，教之過也；鬼之不神，事之過也。教人過于觳，事神過于瀆，民不見嚴而煩是亵非瀆乎[案此二句有脱佚字]古之事神者必有則弗徵弗徵民弗信也，必無則弗畏弗畏民弗從也。事神若疑，故筮則弗非，盟則弗叛，禱則壹，齋則潔，言則信，令則從，居則謹，行則順，郊則見帝，廟則見先王，奥則見主，而誰職思亂。 \\n  \\n  \\n 任天下之憂者，相天下者也。苦天下之重者，君天下者也。任天下之憂者，非憂敗也。言以已為天下法，苦天下之重者，非實可苦也；言富貴之非已伊尹，非憂天下任天下之憂者也，故舉于畎畝而相湯舜禹，非樂天下苦天下之重者也，故受天下禪也。 \\n  \\n  \\n 古之君子為義于其學，為功于其業。義非其學，雖刑不避。為政者有以徇之，而勸事師也，功非其業，雖賞不就；為政者有以置之，則勸事君也，事師貴一，事君貴一，一之外毋敢動其心。人人一以事師，人人一以事君，天下治矣。義非其學，雖刑不避者誰歟？曰若齊景公虞人魏絳欒氏之臣是也。功非其業，雖賞不就者誰歟？曰若董安于屠羊説者是也。 \\n  \\n 五經者五常也：詩者温厚仁之質也，書者訓告信之紀也，易者淵微智之表也，春秋褒貶義之符也。惟禮自名，其道専也。 \\n 利已者亡，利民者霸。能以美利利天下不言所利者王。君臨臣喪以桃茢先，非古也。周之未造也。古者教民不倍死，臣已死，君不忍呼其名。 \\n  \\n 事師者北面，言臣之也。就養無方，死則為三年之服，言子之也。故受道焉不敢倍，倍之者君不以為臣，士不以為友。故善事其師者，必善事其親；善事其親者，必善事其君。故人君莫不欲其臣之善師也，故立師保之官；人父莫不欲其子之善師也，故易子而教。 \\n  \\n  \\n 孟子曰：人之性善，人之性皆可以為堯舜。孟子可謂言過其實矣。人之性善，且有上有中有下。于上也又有上焉，于中也又有中焉，于下也又有下焉，九品也。故上者聖，中者君子，下者有常。不及乎聖而為仁，不及乎君子而為善，不及乎有常而為齊民。故性不同也而善均，善不同也而性均，故人不可以為堯舜，猶堯舜不可為人也。壽莫如召公，不能至乎聖而止；夭莫如顔子，亦不能至乎聖而止。使召公而夭使顔子而壽，其材亦若是而止矣。此性之不可過也。人何可為堯舜哉？故開難到之期者，人不能信也；人不能信者，學不能益也。 \\n  \\n  \\n 古之教者，詩書禮樂。至仲尼益之以易春秋，樂自此沒矣。禮者徳行之本也，詩者言語之本也，書者文學之本也，春秋者政事之本也。此四本者，君子之所盡心也。 \\n  \\n  \\n 聚無功之人者，乏百姓之食也。地不加闢而賦粟倍，民不益進而廪餼廣，貧則不能富也，流則不能止也，殍則不能救也。此率人而使食人也，人相食則不祥莫大焉。子曰：參乎吾道一以貫之。曾子曰：唯。門人問曾子，曾子曰忠恕而已矣。施之已曰忠，施之人曰恕。 \\n  \\n  \\n 聖人之功與人同也，聖人之徳與人同也。聖人之性不可及也。聖人之功不過治人，聖人之徳不過治身，聖人之性不行而至，不疾而速，惡可及哉。孔子曰：十室之邑必有忠信，如丘者焉。是故舉功徳以言聖人者，其由不知聖人者也。 \\n  \\n 有材而不知道，材非其材也；有功而不知道，功非其功也。 \\n 古者祭蓋必有配，配必有尸，尸者人道也。非祭人則無尸。 \\n 天子七廟，二王後六廟，諸侯五廟，孤卿四廟，大夫三廟，上士二廟，官師一廟。故生異宫者祭異廟也。 \\n  \\n 孔子曰無為而治者其舜也與。如何斯可謂之無為矣？曰：因堯之臣，襲堯之俗，用堯之政，斯孔子謂之無為也。正朔無所改，制度無所變，教令無所易，恭已正南面而已矣。孔子曰巍巍乎舜禹之有天下也，而不與焉，王者承極敝之後者則新之，改正朔以新其時也，異徽號服色以新其目也，殊聲音律吕之變以新其耳也，一制度法令以新其俗也，非所謂無為也。孔子曰唐虞禪夏后繼湯武伐，其義一也。 \\n  \\n 不王不禘，非諸侯不祫。祫及其壇墠。禘者禘其祖之所自出，以其祖配之而及其夾室。 \\n 廟有二昭，漢之失禮也，古者一昭一穆。 \\n  \\n 非學之難，知所學之難也。非所學之難，知道之難也。非知道之難，知行道之難也。知所學者亦鮮矣，知道者吾未之見也。譬知道者其猶止水乎，止水能盡物之形，此之謂一以貫之。 \\n  \\n  \\n 商賈有千百之利則勤，農夫有終嵗之食則勉，是其樂之者也。為道者亦然。苟得其樂終身不厭，苟為不得終身愁苦，亦勤之而已矣。如商賈之謀富，農夫之望嵗，安有不及哉。詩曰如匪行邁謀是用，不得于道，今之為學者多若此，勿為名則名隨之，勿為利則利隨之，故學者去名利之心而已矣。 \\n  \\n 徳之親民甚于子孫，子孫天性也，服有時而殺，廟有時而遷。至于徳，或累十世，民悲思享嘗之，詩曰豈弟君子胡不萬年。 \\n 賓之初筵，飲酒之禮也。古者非祭祀不飲酒，不至于醉。書曰庶國飲惟祀徳將無醉。 \\n  \\n 秦之亡不亦宜乎，多為利者大夫則君之，婦人則客之，以是教其民焉，民是以共利之。為政者慎所以導民，導民于善其報亦善，導民于惡其報亦惡。詩曰爾之教矣民胥效矣。 \\n  \\n 莫之為仁者而謂之不可為，猶莫之行而忌逺也。熊蹯之美，不食則不知其美。知熊蹯之美者，必其食之者也。先王之禮，其猶熊蹯乎。 \\n 庶子為後為其母，不敢貳尊者也。庶祖母之喪三年，非禮也，吾未之聞也。 \\n 聖人之治天下，結之不以恩惠，威之不以刑罰，不為而治者，民自治也。一曰宗族，二曰師友，三曰賓客，四曰祭祀，五曰喪紀。 \\n  \\n 所謂命者道而已矣。生死貴賤貧富，道之制也。君子以為命，所謂天者，人而已矣。人歸之則為諸侯，諸侯歸之則為天子，人之制也，非已制也。君子以為天，知道者其知命也，知人者其知天也。 \\n  \\n  \\n 孫不後祖，故有嫡子無嫡孫。嫡孫者繼嫡子者也。為嫡子三年，為嫡孫朞祖不以孫為後也。祖不以孫為後，孫亦不敢後祖也。然則孰後，後嫡子。嫡子死有子則廟，廟則以昭穆治之；無子則不廟，不廟則不以昭穆治也。孫後祖者，惟始封君及始為大夫之嫡子，前死者子未為後其孫代之，于是乎為祖三年。後者後宗廟也。庶子不為長子，三年言不為後也。禮曰祖卒然後為祖後者服斬，此之謂也。  \\n  \\n 　 \\n 卷二 \\n  \\n 或問曰：太公治齊尊賢而尚能，周公曰後世必有簒奪之臣；周公治魯尊尊而親親，太公曰後世寖弱矣。若是乎聖賢之無益于治亂之數也？曰：否，此非聖賢之語也。致功兼并者文其過之言爾。齊不用太公之法故齊奪，魯不用周公之政故魯弱。尊賢尚能，非所以啟簒也。尊尊親親，非所以致弱也。齊桓公修太公之法而霸天下，魯僖公修周公之政，詩人頌之，以比三王。惡在其無益于治亂也？ \\n  \\n  \\n 或曰：人有言太公封于齊，五月而報政；伯禽封于魯，三年而報政。周公喟然歎曰，嗚呼，魯後世其北面齊乎。夫政不簡不易，民不有近。平易近民，民則歸之。信有諸乎？曰：否，此非周公之語，致功兼并者，欲速之言耳。孔子曰，無欲速，無見小利。欲速則不達，見小利則大事不成。古之人豈不欲簡易哉？又惡欲速，速非所以簡易也。簡易者未嘗速也。民之為道信而後可使，富而後可教，安而後可保。此所以為達也。三年之為亟矣。齊先魯亡，何魯之北面哉。孔子曰：齊一變至于魯，魯一變至于道。 \\n  \\n  \\n 吳起可謂知戰矣，親與士卒最下者同其勞苦。曰：是何足以言知戰也？子見夫乞人乎，叫號偃仆乎康荘之間，其聲可哀也，不若是不足以濟其身。若乃家丈人者，五十可以衣絲，七十可以食肉，子孫者奉之爾。父母之仇不與共天下，兄弟之仇不與共國，非虚加之也。然後稱于人情，視民如子者民報之如父，視民如弟者民事之如兄，無所仇云爾，有則争先致力焉。子弟豈待父兄與已均其苦，然後為用哉？故用民者矯之以身，徇之以愛，濟之以術，苟一時之勝而已矣。惡可以久哉？詩曰服其命服朱芾斯皇八鸞鏘鏘，道上不失度，下不失節也。駕彼四牡四牡騤騤君子所依小人所腓，君子之所依，而小人以為已腓，安在其毁上下之節哉。 \\n  \\n  \\n 或曰：仁者壽，顔淵何以不壽？曰：死生命也，非人之所益。然則仁者壽，非君子之言乎？曰：固君子之言也，所謂壽者，言無以増其年而已矣。通是道者，内自得于心，雖殤子猶彭祖也。有言彭祖而非壽者乎？請問知者樂，曰：通是道者，内則得于心，雖窮居猶南面也。烏有南面而非樂者乎？請問仁智動静，曰：誠而明之静也，明而誠之動也。孔子曰，顔氏之子其殆庶幾乎，不遷怒不貳過[案此條一本誤分孔子曰以下另為一條]。 \\n  \\n 君子之事君也，諫不用則去。諫不用而去者，道也。先其未亂也，見亂而去，是逃也，死之可也。 \\n 君子之不去其君也，不忍也。何不忍也，曰不忍其君之無與為善。曰庶幾乎若此哉，故不聴則諫不已，其有利之之心焉，是貪也，非不忍也。 \\n 子以四教：文行忠信。文所謂文學也，行所謂徳行也，政事主忠，言語主信。 \\n  \\n 君子之不言利也，惡其號也。曰利于已不可言也，利于國利于天下不言，不亦病乎？曰：天子之有天下，猶諸侯之有國。諸侯之有國，猶大夫之有家。大夫之有家，猶庶人之有室。大者治大，小者治小云爾。非異物也。利之天下則謂之公，利之家則謂之私。利之國則謂之亷，利之室則謂之貪。是亦不知類也。詩云爾之教矣民胥效矣，上之所貴而下為之，則善事上也。上之所貴而下不為之，則不善事上也。欲治民而責其善事上，非也。責其不善事上而惡其效已于利，難矣。如惡之也，則莫若不言利。 \\n  \\n  \\n 君以人為天，人以君為天。天以人為天，人之所歸號之曰天，與之人之所去號之曰天奪之，非君以人為天歟？君安之則安，富之則富，生之則生，死之則死，非人以君為天歟？世治人曰天也，世亂人曰天也，天非實治之也，天非實亂之也，有曰治有曰亂者，非天以人為天歟？君子畏幽則小人畏明，君子畏明則小人其無畏矣，詩云憯不畏明。 \\n  \\n  \\n 性者受之天也，道者受之人也。受之天者，已雖欲易之不能易也；受之人者，人雖欲易之不能易也。魚不可使去淵，鳥不可使去林，天也。出處語黙隠顯之不齊，人也。有所受之矣。 \\n  \\n 言而無當，猶漏巵也，形具而已矣。 \\n 聖人無可無不可，賢人有可有不可，衆人適可適不可。聖人曰懐之，賢人曰擇之，衆人曰所遇而已矣。 \\n 誠於中者，其受言也不惑。不惑然後知言，知言然後知人。 \\n 權所以濟義也，非義無所用權。為義者聴民，民之所徇因以濟之，堯舜禪，湯武伐，義也。 \\n  \\n 人君誠有畏天之心，雖有災害不殘。及其無畏天之心，雖有災害殘矣。人君誠有恤民之心，雖有災害不畔，及其無恤民之心，雖無災害離矣。故天之所享誠也，氏之所保誠也。誠之至不言而喻，不施而惠，不禱祀而福，是以人道貴忠也。 \\n  \\n  \\n 三王肉辟，有諸？曰：有之。不已慘乎？曰：秦漢則慘，三王則否。井田以均之，鄉黨以安之，學校以教之，示之以禮，動之以義，惠之以仁，竒衺之行無自習焉，荒鄙之聲無自聞焉，淫佻之色無自見焉，上下察矣，逺邇一矣，然而附于辟者，衆所棄也。奚其慘？非聖王不能用肉刑。秦漢之用肉刑，暴矣，慘其末乎。漢文之革，不亦宜乎。 \\n  \\n  \\n 人胥知行之由足，不知行之由目；人胥知視之由目，不知視之由心；人胥知生之由食，不知生之由道。三者異類而同義，如使人之行者莫如足也，則瞽者曷為有所不行也？如使人之視者莫如目也，則念者曷為有所不見也？如使人之生者莫如食也，則不義之食曷為有所不生也？生之依道，視之依心，行之依目，此天理之自然者也。知行之待目而不知生之待道，則外其生于道矣。夫外其生于道者，生而不以道者也。生而不以道者，猶行而不用目，其不陷于坑谷者幸而已矣。 \\n  \\n 臨大事而不懼，守大節而不可奪，詖言不入，偽言不出，其惟知道者乎。 \\n 君子貴曲能有誠，曲能有誠者藝之上也，而况直而誠之，誠而明之者乎。 \\n  \\n 梓慶削木為鐻，不敢以毁譽觸其心，不敢以爵賞攖其慮，七日鐻成而若神，梓慶可謂知用巧矣。有為者亦然。今之懐道者，假譽于仁，邀賞于義，故弗成也。器而弗成，猶毁瓦也。 \\n  \\n 事求可，功求成，何如？曰：不可。事求法，功求義，法而不可者有矣，義而不成者有矣，未有不法而可者也，未有不義而成者也。 \\n 君子之道不出于中，中者所以并容也。賢者守焉，不肖者勉焉，并容所以為大也。決絶之行，君子不為。 \\n  \\n 舜在深山之中，伊尹耕有莘之野，說築傅巖之野，亦憂天下乎？曰：不憂也、奚為不憂？賢者之生于世也，世亂固坐而視之乎？曰：天子憂天下，諸侯憂其國，大夫憂其政，士憂其職，庶人憂其業。天下已定矣，非其憂而憂之，亂也。天下固亂，而又亂之，是以使天下多事也。詩云：職思其憂。君子豈無所憂哉，亦思其職而已矣。或問舜伊尹傅說之職，曰：舜職其孝，伊尹職其耕，説職其築。 \\n  \\n  \\n 或問孔席不煖，有諸？曰：有之矣。其皇皇也。曰聖人以其皇皇為道，衆人以其皇皇為利。或曰為道固皇皇乎？曰：迎之致敬則就之，言不行諫不用則去之，不皇皇何為？佛肹以中牟畔召孔子，孔子往，孔子不惡其畔歟？曰：惡之。惡之，曷為往也？曰：人之于仁也，無必不為。其于不仁也，亦無必為。知賢而召之也，非知仁歟？知仁也，不足與為善歟？知仁且為善，畔可使復合，危可使復安，亂可使復平，亦何為不往哉。 \\n  \\n  \\n 或問君子疾没世而名不稱，使傅説死于胥靡，末如名之何矣，亦疾之乎？曰：君子之名有不幸而不稱，無幸而稱。小人之名有幸而不稱，無不幸而稱。其疾之也在已，其稱之也在人。君子能知其必疾也，而不能知其必稱也，奚疾之哉。 \\n  \\n 或問：誠曰誠者，成也，成物者也。不成，物非誠也，何謂物？曰：君子則徳，小人則事徳。莫若修事，莫若敏，二者其誠乎。 \\n 揚子雲曰賢者為人所不能為，揚子亦安知禮哉。夫賢者為人所能為而已矣。人所不能為，賢者不為也。 \\n 或問君子矯乎？曰惟君子為能矯。君子之矯以為義也，小人之矯以為利也。君子窮而益堅，小人達而亦偽。 \\n 富而無以為道也，則辭富貴。而無以為道也，則辭貴生。而無以為道，則舍生。惟仁者能之。 \\n  \\n 或問伊尹比乎妹喜以滅夏，膠鬲比乎妲己以滅商，有諸？曰：否，此非智者之言也。桀為無道，嬖妹喜而殺其良臣，棄先世之典而絶百姓之命，百姓弗堪，伊尹為是相湯以滅夏，放桀于南巢。紂為無道嬖妲己，妲已之所悦而爵之，所惡而殘之，殺比干以遂其怒，百姓弗能忍，武王為是伐紂而殺之。當是時膠鬲諫而不入，使之問師期，期後武王趨而救之，猶紂臣也。吾聞得天下者得其民心者也，有天下者不利天下者也，如湯武因人之嬖以取其國，是利之也。何以為湯武？鄭穆公將伐胡則妻之，句踐有吳之怨入西子焉，夫搆人于禍而後殘之，陷人于危而後幸之，此不仁者之所為也，而謂湯武為之乎？ \\n  \\n 太上無文，其次有而不恃，其次恃之而治，其次治之而不足恃。 \\n 君子有四擇：擇術然後學之，擇師然後傳之，擇交然後親之，擇君然後事之。是以君子有終身之憂，無一朝之患也。 \\n 施而不報者吾未之見也。廟堂之上獻以爵，酬以觚，一獻而三酢，民猶以為薄。故君不可以弗厚施也。 \\n 治國家天下者去利之心而已矣。國君過市有罰，夫人過市有罰，命夫命婦過市有罰，徒過之而已矣。猶曰不可，况親利之者乎。 \\n  \\n 禁過于微則人樂遷善，防患于小則患逺矣。或曰禮齒路馬有誅，以足蹴路馬芻有誅，不已亟乎？曰：是所謂逺其防者也。路馬者君之路馬也，路馬之可敬，况其君乎。是以國家之敗，常必自其小者始焉。民無嚴君之心，則無為貴禮矣。 \\n  \\n 成民而後使之則無怨民，教民而後用之則無失人。 \\n 犬馬之勞不可棄也，厚之至也。 \\n  \\n 禮也者，大為之，為其小也；逺為之，為其近也；厚為之，為其薄也；深為之，為其淺也；謹為之，為其怠也，此之為禮之情。知禮之情者，所以作禮也。 \\n  \\n 過而能知，知而能改，上也。過而不知，知而能改，次也。既不能知，又不能改，下也。 \\n 衡平也，故準之。繩直也，故度之。鏡明也，故監之。君子成徳以待物至也，輕重出焉，曲直決焉，醜好分焉，誰能蔽之哉。 \\n  \\n 委巷之禮小人悦之，君子恥行焉。先王之禮君子悦之，小人恥行焉。詩云：彼醉不臧。不醉反恥行。不由先王之禮，猶醉也。惟君子能忍是恥也。詩云：憂心悄悄愠于羣小。 \\n  \\n 吾乃今知禮之為貴也，用于未亂而不用于已亂。臣弑其君子弑其父，則揖遜為之詬矣。 \\n 學所以為已也，推而及人。仕所以為人也，推而及已。推而及人，故不以人害已。推而及已，故不以已害人。 \\n 君子之得其時者，將以行其道也。道不行猶為不得時也。叔孫通制漢禮，得其時矣。君子恥之者，以道不得行也。 \\n 或曰子三年無改于父之道，若其不善也，亦無改乎？曰：否，改其惡無改其道，謂之道矣。若之何改之，三年不改焉，雖終身不改矣。 \\n  \\n 信善者毁譽不能惑也，毁譽不能惑也則信善已乎？曰：未也，貧富不能易也。貧富不能易也則信善已乎？曰：未也，貴賤不能動也。貴賤不能動也則信善已乎？曰：未也，生死不能誘。生死不能誘則幾于至矣，雖至乎至者蔑以加矣。 \\n  \\n  \\n 文王謂武王曰，我百爾九十，吾與爾三焉。聖人固能與人壽若此乎？曰否，不然也，昔者武王既克商有疾，諸大夫懼，請穆卜于先君。周公于是為壇，請命于文王，卜之以三王之龜而吉。書曰王翼日乃瘳，復三年王乃崩。世以為文王與之也。是以傳于此言也，聖人不能以其壽與人也。 \\n  \\n 士可使見義，不可使見利。民可使見徳，不可使見刑。 \\n 齊無知弑襄公，孟陽死于牀，石之紛如死于階下。崔氏弑荘公，荘公臣死者十人，晏子端委立于門外，莫之死，亦莫之亡。 \\n 四民異業而莫不相悦者，職分均也[案莫不相悦，一本作莫相悦] \\n 制度不定，雖殫天下之富其求不給。 \\n 富貴不可矜也，富貴而攻之者，衆以其可矜。譬如明珠潜于千仞之淵，沒人取之。 \\n 莫善乎性，人之學求盡其性也。學而不能盡其性有之矣，未有不學而能盡其性者也。 \\n 性猶弓也，學猶力也，雖有千鈞之弓，引之弗滿，弗能貫也。豈弓力為有不足哉，所以用之者不足也。 \\n 上之治下職也，下之事上亦職也，上不能治下則昬，下不能事上則亂。亂則喪身，昬則喪位，其事一也。 \\n 孔子之教人也，猶量也。豆區釡鍾因其能容，放乎足而止。 \\n 五帝之治，翼翼如也。三王之治，兢兢如也。危國者必自暇，亡國者必自佚。詩曰彼昬不知，壹醉日富。 \\n  \\n 違禍如水火猶有及焉，去辱如溝隍猶有隕焉。不早辨故也。無日不違無日不去，則何悔吝之有。詩云：不敢暴虎不敢馮河。人知其一，莫知其他。一近而他逺也。 \\n  \\n 世有道則其民質，其士貴，其鬼神。世無道則其民巧，其士賤，其鬼不神。 \\n 舜之受天下也禮辭，禹之受天下也固辭，益之受天下也終辭。非苟降殺也，時也，聖人從時。 \\n 進莫若讓，勇莫若義，貴莫若仁，富莫若廉。 \\n 民可刑也而不可辱，可懼也而不可怒，可親也而不可怨。 \\n  \\n 或問公孫弘兒寛以儒術飾吏事，何如？曰：巧矣。不有毁也，其能飾乎？或曰與其莫用飾，不亦近乎？曰：君子逺之為道，小人近之為利，苟可飾也，奚往而非義也。為義而飾民進于偽，偽實害徳，百度昬矣。其有不佻乎？詩曰其維哲人告之話言順徳之行，其維愚人覆謂我僭民各有心。非徳之順而心，是制民各有心，何上之有。民之情也凌上，其性也好徳。 \\n  \\n 禘帝也，不王不禘。虞夏禘黄帝，商周禘嚳，皆帝也。諸侯不敢祖，天子不敢祖。天子則亦不敢禘，故魯之禘非禮也。  \\n 　 \\n 卷三 \\n  \\n 或問鄉飲酒之禮，劉子曰：所尚三徳也，年也爵也，俎豆之事則人知之矣。敢問三者兼乎？曰：然。如何？曰：謀賓介于先生，尚徳也；旅酬以齒老者異秩，尚年也；大夫為僎坐于賓東，尚爵也。三者天下之達尊也，夫如是，故觀于鄉者，其一曰彼壮也而先老，何也？曰惟其徳也。然後民退而修徳。其二曰彼羸也而先富，何也？曰惟其長也，然後民退而事長。其三曰彼後入也而異席，何也？曰惟其貴也，然後民退而貴貴。故先王不賞而民勸，不令而民從，一事而三美備焉，其惟鄉飲酒乎。 \\n  \\n 非聖主不能封建，非封建不能長世。 \\n 善于義之為善也，雖不利于已，天下善之，已亦善之，而善安有不勸乎；惡于義之為惡也，雖利于已，天下惡之，已亦惡之，而惡安有不懼乎。 \\n 安民也，世祀也，養已也，君之不同也。安民者無危，世祀則有死矣，養已者亦未之常存。 \\n  \\n 不以仁而為之，不以不仁而不為，上也；以仁而為之，以不仁而不為，次也；不知仁而為之仁，不知不仁而不為不仁下也不以仁而為之不以不仁而不為者性也未始入于非以仁而為之以不仁而不為者智也畏乎不仁不知仁而為之仁，不知不仁而不為不仁者，出入也。有幸矣，不知仁而為之仁。亦有不知仁而不為，不知不仁而不為不仁，亦有不知不仁而為之，不知仁而不為，亦有知仁而不為，不知不仁而為之，亦有知不仁而為之。荀子不知性，揚子不知命，韓子不知道。荀子言聖人之性以惡，言聖人之道以偽，惡亂性偽害道，荀子之言不可為治。揚子劇秦美新，畏禍投閣，苟悦其生而不顧義。湯有夏臺，文王有羑里，周公奔楚，仲尼畏于匡，非其義貴之不受，非其罪虐之不辭，為畏而投，與刑而死，同為投而死，與刑而誅異。揚子之道不可以教。韓子言聖賢者時人之耳目，時人者聖賢之身，耳司聞而目司見，身然後安。聖賢汲汲憂天下之憂，明其義曰孔席不暇煖、墨突不得黔，數進不恥，數退不怒，不得出貴人之門為懼，使天下學者矜于功名、進于勢利，墨道也。古者士脩其身，鄉里不知，朋友恥之；朝廷不用，有司恥之。君子之行不由于人之所可賤，是故不聘之女祭祀不為主，不聘之士朝廷不為用，韓子不知道，可為具臣，不可為大臣。 \\n  \\n 物莫靈于鑑[案靈一本作鄰]，其守也一，其應也博，其居也以平。以平為道者也。 \\n  \\n 春秋之誅也，先意而後事，其賞也先事而後意。有其善無其功，君子不賞也，賞之弗信；有其惡無其志，君子不誅也，誅之不服。先意而後事，是以刑不濫；先事而後意，是以賞不僭。刑不濫，賞不僭，王道之盛也。 \\n  \\n  \\n 天之道有常，人之道無常。無常所以應有常也；天之道無為，人之道有為。有為所以應無為也；天之道不言，人之道有言，有言所以應不言也；天之道無形，人之道有形，有形所以應無形也。天之于人相反也，其相反猶相徇也，故聖人黙而成之。既已有為矣而謂之無為，既已有言矣而謂之無言，既已有形矣而謂之無形，是荘老也，非正名實之言也。 \\n  \\n  \\n 劉子謂楊異曰：鼔舞鏗鏘，吾不知其異于樂也，然而知鼔舞鏗鏘而不知其義者，是制氏之樂也。折旋俯仰，吾不知其異於禮也，然而知折旋俯仰而不知其理者，是徐氏之禮也。簡牘筆墨，吾不知其異于道也，然而知簡牘筆墨而不知其道者，是世俗之儒也。故君子務本。 \\n  \\n  \\n 史之諱國惡非禮也，晉人殺靈公，董狐書之曰趙盾弑君，趙盾曰嗚呼天乎，盾豈弑君者乎。董狐曰，趙穿弑君而子不討賊，弑君者非子而誰。仲尼曰董狐良史也，書法不隠，故史之諱國惡非禮也。曰：然則春秋何以諱國惡，春秋不足法乎？曰：春秋至矣，史不足以當之。孔子曰其事齊桓晉文，其文則史，其義則丘有罪焉。故春秋至矣，史不足以當之。 \\n  \\n  \\n 問瞽者之色，白曰皎然，黒曰黯然，青曰蒼然，丹曰赫然，黄曰煴然。問之其别，不知也。問聾者之音，宫曰温以厚，商曰廣以廉，角曰和以愉，徵曰清以辨，羽曰堅以微，問之其次，不知也。問衆人之道，仁曰博愛，義曰禁非，禮曰卑遜，智曰通物，信曰不欺，問之其用，不知也。然則瞽者能得五色之名，聾者能得五音之名，衆人能得五常之名，未足貴也。貴道者貴其施之而不悖，理之而皆得，言之而不惑也。非貴知其名也。 \\n  \\n 臨尸而不怍，則可以為孝子矣。 \\n 天子之玉全，上公厖侯伯瓚子男將，貴者取純焉，賤者取駮焉。夫學亦猶是矣。全而純者玉也，次厖也，次瓚也，次將也，石為下。 \\n  \\n 或問：資于事父以事君，君之使臣，猶父之使子。父之使子，雖辱不辭，雖勞不怨。詩曰大夫不均我從事獨賢。然則詩人怨乎？劉子曰：父子性也，君臣義也；父子内也，君臣外也。詩人之怨有使之然也。故事親有慕而無怨，事君有怨而無懟。 \\n  \\n 聖人行而當，理非求當也，自當也。言而中律，非求中也，自中也。 \\n  \\n 或問吳充曰：衛輒拒父則逆親，不拒則廢命，為衛輒宜奈何？吴充曰：合國人而聴之。楊緯以吳充之言問劉子，劉子曰：否，以謂聴于國人則公矣。國人君臣也，蒯瞶父子也。君臣主義，父子主親，義無廢命，親無絶屬。與國人慮兄弟君，天下不為也。若之何，與國人慮其親哉[案哉一本訛作或]。且衛有君矣，國人不忘其君，輒忘其親乎。堯有天下讓之舜，舜有天下讓之禹。堯舜之有天下也，非無所命之也。已而遷焉，天下有非之者哉。 \\n  \\n  \\n 或問：孟子曰舜為天下，臯陶為士，瞽瞍殺人，則如之何？孟子曰舜視棄天下猶敝屣也，竊負而逃，遵海濱而處，終身訢然，樂而忘天下，故父子天性也。孟子可謂知舜矣。 \\n  \\n 志近者聞逺則悲，志小者見大則疑。詩云憂心悄悄愠于羣小，逢不善之謂也。 \\n 知性者不可惑以善惡，知道者不可動以富貴，知命者不可貳以生死。 \\n  \\n 梁惠王問利國，孟子知其非問財，利也，然而曰王何必曰利者，利不可為號也。齊威王問好樂，孟子知其非好先王之樂也，然而曰王之好樂甚，則齊庶幾者，樂可以為名也。故號之不可傳者去之，名之不可教者正之，故兼愛，為我絶學棄智之説，君子弗聴。 \\n  \\n  \\n 或曰：臧堅勇乎亷矣。劉子曰：是安得為勇且亷哉。彼喪其衆而不死，惑也；恥一言而死之，忿也。且堅者惑忘其死、忿忘其生者也，勇者忘其死乎，亷者忘其生乎？ \\n  \\n 或曰：儒者無益於勝敗之數，秦漢之勢，原憲季次，無益也。曰：然。儒者無益于勝敗之數，勝敗故不及儒者之治矣。 \\n 願大而不志于仁，亂也；好勝而不志于禮，賊也。 \\n  \\n 行斯政也，使天下之人服，是王者之政矣。出斯言也，使天下之學者悦，是聖人之言矣。故王者之政服人心，而聖人之言悦人性。政莫大于得人心，得人心者，非夫得衆人之心，得賢者之心也。民之于賢也，其動以為法，其言以為政，故賢者所就就之，所去去之，國未有不以是而存亡者也。武王曰予有亂臣十人，同心同徳，自古莫盛焉。武王之有天下朝諸侯猶反掌也，此之謂得人心，自信也故能使人信已，自愛也然後可以愛人。不自信雖欲教人不行，不自愛雖欲愛人偽矣。 \\n  \\n 或問克已復禮，曰：賢者就之，不肖者勉之，克已矣。然則是仁矣乎？曰：純則仁，駮則否，一日克巳復禮而求仁焉，天下孰能歸之。 \\n 不仁者有三殆：富則見怨，貴則見嫉，有功則見疑。三者非人予也，自予也。 \\n 或曰：黄帝堯舜垂衣裳而天下治，蓋取諸乾坤。何謂也？曰：無為而已矣。天無為四時行焉，地無為百貨出焉，君無為百官治焉。何為哉。 \\n  \\n 爵可貴也，財可富也，賞可勸也，罰可威也。中人也。君子貴不待爵而重矣，富不待財而厚矣，善不待賞而勸矣，過不待罰而沮矣。然而貴貴焉富富焉賞賞焉罰罰焉，中人之法也。若夫貴富賞罰，則非君子之事也。 \\n  \\n 苟可貴也，則可賤也；苟可富也，則可貧也。君子貴乎非貴，賤乎非賤，富乎非富，貧乎非貧者也。其動中禮，其静中仁，斯已矣。 \\n  \\n 貴不為賤也，貴有道；富不為貧也，富有禮。是王者之臣也。貴且為賤也，術得行焉；富且為貧也，政得治焉。是霸者之臣也。貴為賤而已富，為貧而已是，敝國之臣，必禍之勢也。 \\n  \\n 聖人有所不言而無不知也，賢人有所不言而亦有所不知，衆人有所不知而無不言。 \\n 所恥而不恥，愚也。非所恥而恥，惑也。 \\n 有仁心而不施之政焉，民不信也。有仁政而不施之法焉，後世弗徇也。故君子有其心必見于其政，有其政必著于其法。 \\n  \\n 或問：百姓不親，五品不遜，不祥莫大焉。瞽瞍以殺舜為事，象從而謀之，帝曾弗能禁乎？劉子曰：禁則誅，誅則傷孝子之心。聞屈子以伸父矣，未聞屈父以伸子也。詩云孝子不匱永錫爾類。 \\n  \\n  \\n 聖人受命於天，賢人受命于聖人。故聖人之命亦天命也。子事親臣事君，出于聖人者也。是以問聖人者，問其所為，毋問其所以為。問其所知，毋問其必不可知，子路是矣。子路問鬼，子曰未能事人焉能事鬼。又問死，子曰未知生焉知死。故聖人有所不言也，賢者有所不問也。聖人所不言而言之，雖辯弗聴；賢者所不問而問之，雖精弗復。 \\n  \\n 名者所争也，過者所匿也，君子晦其名而衆不得，蓋焉明其過而世不得非焉。 \\n  \\n 或問仁人，曰：仁人者死生無變乎已，而况于富貴貧賤乎。或曰若是則荘老何足異？曰：荘老也過仁人，過乎哉。孔子曰顔氏之子其殆庶幾乎，有不善未嘗不知，知之未嘗復行也[案此條一本誤分孔子曰以下另為一條]。 \\n  \\n  \\n 或曰仁義禮智不若道之全，劉子曰：春夏秋冬别于天者也是以為時，金木水火别于地者也是以為用。使天不時地不用，則無以知其大矣。所謂道者，固仁義禮智之名也。仁義禮智弗在焉，安用道。 \\n  \\n  \\n 人無為不祥也，而後受其祥。所謂不祥者，少陵長不祥也，賤干貴不祥也，愚蔽賢不祥也，强駕弱不祥也。少陵長，長亦或陵之；賤干貴，貴亦或干之；愚蔽賢，賢亦或蔽之；强駕弱，弱亦或駕之。其類還至也。今有變怪之物、鬼神之事，至于此則人必以謂不祥且有禍矣，至于身不祥則莫之能察者，不亦惑哉。 \\n  \\n  \\n 世之命仁也則愛而已矣，奚足焉。有所謂愛而不若其不愛，奚以為仁哉。仁者人也，今指人之一體而言人，可乎？知一體之為人，不知人之非一體也，何以異于知愛之為仁，而不知仁之非愛也？孔子罕言仁。曰：曷為其罕言也？曰：不足言也。其不足言何也？仁者安之也，非强之也。知夫安之也何言哉？孔子曰中人以下，不可以語上也。 \\n  \\n  \\n 畏之斯師之矣，樂之斯友之矣，是故師之者雖死不倍其道，誠以為是也。友之者終身不貳其義，誠以為當也。暫而言道必得輕焉，强而言道必得争焉。輕争之人，不可以為師。師無輕者也，師無争者也。 \\n  \\n  \\n 恃賞罰而為國，不若其遺賞罰而不恃也。君君臣臣父父子子，苟為厚于義而薄于利，賞罰無所用矣。夫賞也者，賢者所薄也，不得已而居之。罰也者，小人所薄也，不得已而用之。 \\n  \\n 劉子曰：天地之神也，待人而成功，而况乎人之不及天地乎。 \\n 逺于利可謂士矣，逺于利，篤于學，可謂士君子矣。逺于利，篤于學，成于禮，可謂仁者矣。 \\n  \\n 人之性善而自以為惡，人之情正而自以為邪，非情無性，非性無善，性之與情，猶神之與形乎。今夫盲者不能别五色，聾者不能昭五聲，非無聰明也，形不使也。人之所以去善而為不善者，亦若此矣。豈性不善哉，情不使也。因之謂性惡矣，是亦謂耳目非善也。夫盲者不夢盲而夢明，俄然覺則盲矣。聾者不夢聾而夢聰，俄然覺則聾矣。然則聰明非不存也，物有蔽焉耳。人之困于情，亦猶是也。 \\n  \\n  \\n 或曰：治國以刑名，猶愈乎已。劉子曰：然。天下大治則無所用刑，上下分定則無所用名。刑名者亂之資也，小亂則解，大亂則駭。雖有刑名亦不得施矣。夫懐之以仁義，道之以禮樂，迨其敝而後刑名繼之，變未窮也。 \\n  \\n  \\n 劉子曰：道之所以不明者三，智者損之以就功，賢者文之以便已，學者析之以遂名。故道之所以不明者三，非小人不肖之過也。凡在賢智而已矣。古之為道者大而不損，致而不文，玩而不析。 \\n  \\n  \\n 有仕為天下者，有仕為國者，有仕為家者。仕為天下者，徳合則見，不合則隠；仕為國者，雖徳未合，有禮則留，無禮則行；仕為家者，不謀人之軍，不議人之國，寵則辭之，危則避之。是皆君子之義也。任輕而憂重，勢疎而慮宻，其惟好亂之人乎。 \\n  \\n 劉子曰：仕有三恥，相時而為道者恥也，希俗而為功者恥也，飾義而為名者恥也。 \\n 劉子曰：道諛有三，飾人之意謂之鄉原，伺人之色謂之籧篨，服人之言謂之戚施。士不修其方而游富貴者，皆鄉原籧篨戚施之類也。 \\n 鸋鴂鳥之巧者也，而常以其巢覆其宗。鸋鴂之巧至于害而已矣。夫智不知擇安危之處，而美其宫室，則亦奚以異鸋鴂之巧哉。 \\n 劉子曰：有命必有性，性者命之分也。有形必有情，情者形之動也。 \\n 劉子曰：凡學志為本，道次之，文次之。無其志為其道不立，無其道為其文不傳。 \\n 或問明哲，劉子曰：自知之謂明，知人之謂哲。 \\n 劉子曰：郊以嵗始，蜡以嵗終。終始之義也。三代共之。 \\n  \\n 劉子曰：為君有患，患不知人，不患無臣；為臣有患，患不能治身，不患不能治民。故君必不知人然後無臣，臣必不能治身然後不能治民。知人有道也，無以名妨實；治身有道也，無以逺謀近。人自為正而國治耳。 \\n  \\n 劉子曰：深于易者吉凶不待占矣。此之謂知微。 \\n 劉子曰：常事禮也，變事權也。堯禪舜舜禪禹湯放桀武王殺紂伊尹放太甲周公攝成王，權也。聖人仁人無所不用權，惟聖人仁人然後可以用權。 \\n  \\n 為人臣者不可以不自重也，食而廢事，君雖弗誅，則犬豕畜之。媚而廢節，君雖弗誅，則倡優畜之。妒而廢能，君雖弗誅，則婢妾畜之。巧而僥倖，君雖弗誅，則冦竊畜之。此四者，非君予其名也，自予之也。 \\n  \\n  \\n 或問：子罕言利與命與仁，何也？曰：利非所以為號也，命非所以明教也，仁非所以常道也。利為號必失所以利，命明教必惑所以教，仁常道必輕所以道。 \\n  \\n  \\n 自外至者無主不止，自内出者無匹不行。孔子曰可與言而不與言失人，不可與言而與之言失言。吾未見好仁者。惡不仁者，蓋有之矣，我未之見也[案以上二條一本誤連為一條]。 \\n  \\n  \\n 功名之説立則道徳微。古之君子以道事上，以徳畜下，勝國而非謀也，富國而非利也，齊衆而非刑也，克敵而非力也。凡在道徳，是故竒變之巧矯偽之行，君不以賞于朝，士不以教于國，史不以書于冊。 \\n  \\n  \\n 君使臣報也，臣事君報也。君人報其徳，臣人報其食。報也者，報其直者也。直者天下之公也，薄施而厚報之，君子不為。工尹商陽是也。厚施而薄報之，君子不可，豫讓是也。 \\n  \\n 射者勝而飲，慶也。下而飲，罰也。于飲酒而有恥焉，故刑可以不用也。 \\n 禮者幣之質也，自我往者縁其質以出其文，自外来者縁其文以觀其質。 \\n 聖人之所言，吾有不達而無有非；聖人之所為，吾有不知而無有疑。聖人受命于天，賢者受命于聖。  \\n 　 \\n 卷四 \\n  \\n 王囘問曰：堯命治水，四岳薦鯀。堯曰方命圮族，然猶試之九年。若是乎，聖人之不愛民也？劉子曰：否，奚謂此哉。堯將以盡民心者也。洪水方割浩浩懐山襄陵，當是之時民猶倒懸也，能釋是懸者，民之望之猶父母也。自四岳九牧、天下之人，以鯀為能釋之，然而堯不用，則是奪之父母也。奪之父母而水不治，天下之怨非堯尚誰哉。聖人之政也，務盡于民心，而不以獨智知，不使已負疑于天下為天下而非已也，故賞而天下莫不從，罰而天下莫不服，愛民之至，莫大于是。 \\n  \\n  \\n 劉子曰：聖人神也，神也者不見而形，不言而知，不行而速者也。王囘曰：然則聖人不可及乎？劉子曰：否，其可及也者皆可及也，其不可及也者則不可及已。聖人之言有不可以智知，聖人之為有不可以理推，是皆天也，獨聖人知天命之可以然、可以不然。王囘曰：然則聖人不可知乎？劉子曰：否，其可知也者皆可知也，其不可知也者則不可知也已矣。其神也，其天也，吾不知其可知而知、其不可知矣。王囘曰：子之言聖人也太尊。劉子曰：然，衆人之言聖人也太卑。人有言曰，琢圭玉可以為日月之明，子必不信也。琢圭玉可以為日月之形，子必信之矣。然則以圭玉為日月之明，雖良工止焉；以圭玉為日月之形，雖拙工勉矣。將卑日月以止良工乎，髙日月以勉拙工乎。 \\n  \\n  \\n 王安石曰：性者太極也，情者五行也。五行生于太極，而後有利害。利害非所以言太極也。情生于性而後有善惡，善惡非所以言性也，謂性善惡者妄也。劉子曰：王子之言，其謂人無性焉可已。夫太極者氣之先而無物之物者也，人之性亦無物之物乎。聖人之言人性也，固以有之為言，豈無之為言乎。是亂名者也。王子曰人之性無善惡之稱，彼善不善者情之成名也。然則聖人無所言性可矣。易曰乾道變化各正性命，夫不以物為無性、性為無善，而以性為善，或不得本者也。如物也而無性，性也而無善，則乾尚何化而化，尚何正之有？夫言性而明其無性者，不足以明性，而固惑于有性者也。説何以免此。王子曰情生于性而有善惡焉，善惡乃非性也，往應之曰雛生于卵而有雌雄，然則雌雄生于卵之前乎，生于雛之後乎？雌雄生于卵，卵雖無雌雄之辨，不可謂卵無雌雄也。善生于性，性雖未有善之動，豈可謂性無善哉？彼卵而無雌雄，性乃可以無善矣。 \\n  \\n  \\n 歐陽永叔曰：趙盾弑其君，加之弑乎，誠弑之乎？劉子曰：加之爾。何以加之也？曰：不知賊之為誰而不得討，可也；知賊之起也而力不能討，可也；知賊矣，力足以討矣，縁其親與黨而免之，是以謂之弑君也。曰：今有殺人者，有司足以執之而不執也，然則謂有司殺人，可乎？曰：否。不不君固非人之此也，大臣之於其君，豈有司之于其人乎？君親之間聖人加焉，後世猶亂，况勿加也。書曰議事以制，此之謂也。 \\n  \\n  \\n 或曰：契生于娀簡狄，后稷生于姜嫄，詩人以為天命之，何也？曰：王者之興固然不已怪且神乎，古之有是多矣。惟不以怪而以為理，是以聖人存之。可得聞乎？曰：王者之興也，其符絶人，其徳絶人，其功絶人，三者參而王。有其徳，無其符，無其功，不能以王。仲尼是也；有其徳，有其功，無其符，不能以王，夏之益、商之伊尹、周之周公是也；有其符，有其徳，有其功，然後王，夏商周漢皆是也。故曰配天。 \\n  \\n  \\n 永叔問曰：人之性必善，然則孔子謂上智與下愚不移，可乎？劉子曰：可。愚智非善惡也，雖有下愚之人，不害于為善。善者親親尊尊而已矣。孔子謂子貢曰，女與回也孰愈，對曰賜也聞一以知二，囘也聞一以知十。然則其亦有聞十而知一，聞百而知一，聞千而知一者矣。愚智之不可移如此。 \\n  \\n  \\n 深甫曰：泰伯讓一國而曰讓天下，何也？劉子曰：惟至徳者能以百里王天下，能以百里王天下者，雖未得天下能以百里讓，是亦讓天下矣。讓者，推已之所能有而與人者也，非其有而居之謂之盜，非其有而與之謂之佻。劉子曰：教者所以明民也，明民者其猶迷之有表乎。一則得，多則惑，天下之表亦衆矣，欲民之無惑難矣。 \\n  \\n  \\n 劉子曰：道廢則士之為私議者衆，而後有楊墨；政亂則民之圖非福者衆，而後有佛老。庶之富之，教之節之，事非其方者恥之。子思不去其親，臣思不去其君，天下安有不治乎。 \\n  \\n  \\n 人之議所親也則欺，所賢也則囘，所貴也則隨。欺者私也，囘者疑也，隨者畏也。君子雖私不欺，雖疑不囘，雖畏不隨。故父兄之私諱而已矣，聖賢之疑辨而已矣，君上之畏直而已矣。 \\n  \\n 學不能至于自足者，好為人師。道不能至于自得者，急言天下之憂。 \\n  \\n 士未可言而言者，及其可言也或不言矣。未可憂而憂者，及其可憂也或不憂矣。有利之心存焉，君子不由也。人自以為忠者衆，而明于忠者寡。人自以為仁者衆，而至于仁者寡。忠者以厚得之，用力為下；仁者以静得之，愛利為下。 \\n  \\n 君子有過而無罪父子之親也君臣之義也朋友之交也骨肉之愛也君子過于厚不過于薄觀其過可以知仁矣 \\n  \\n 劉子曰：天地之運一動一静，四時寒暑一進一退，萬物一生一死一廢一起，帝王之功一盛一衰，祅異變化一出一没，此皆理之自然者也。惟聖人窮于理，理者微而著、隠而顯者也，猶羿之射也，在百步之外而不失秋毫，射之理先盡矣。 \\n  \\n  \\n 子貢曰夫子之文章可得而聞也夫子之言性與天道不可得而聞也敢問其不可得聞何也曰神神也者不疾而速不行而至者也萬物之性未嘗同而聖人盡之剛柔也遲速也淺深也明晦也燥濕也應而不窮者也物固未嘗無性而性未必善也人之性善矣而未必能自知也學者能自知矣而未必能盡已也君子能盡已矣而未必能盡人也人之與人其類同仁人能盡人矣而未必能盡物也故可以聞者言也不可以聞者其所以言也 \\n  \\n  \\n 永叔曰：以人性為善，道不可廢；以人性為惡，道不可廢；以人性為善惡混，道不可廢；以人性為上者善下者惡中者善惡混，道不可廢。然則學者雖毋言性，可也。劉子曰：仁義性也，禮樂情也。以人性為仁義，猶以人情為禮樂也。非人情無所作禮樂，非人性無所明仁義。性者仁義之本，情者禮樂之本也，聖人惟欲道之達于天下，是以貴本。今本在性而勿言，是欲導其流而塞其源，食其實而伐其根也，夫不以道之不明為言，而以言之不及為説，此不可以明道而惑于言，道不可以無言而迷于有言者也。 \\n  \\n  \\n 劉子曰：君子小人之恥過也同，欲善也同。君子恥過而改之，小人恥過而遂之。君子欲善而自反也，小人欲善而自欺也。其斯所以異乎，雖桀紂未嘗不自多以無過，未嘗不好人之謂已善也。吾以是驗之，君子小人之恥過也同欲善也同，所以異者微耳。楊朱哭衢塗，曰此夫失一舉足而差以千里者歟，此之謂也。 \\n  \\n  \\n 永叔曰：老子貴無為，然則極老子之無為，且將大不為國小不為家，開口而哺仰人而食，安坐徒處而已矣。劉子曰：非也，貴無為者，以其可以無不為也。無不為者惟無為獨也，此聖王之道，仁人之守，非老子之蔽。知老子之蔽者，其絶聖棄智、絶仁棄義、絶學棄禮，號不可以教者也。老子為柱下史矣，未嘗以無為廢其職。然則無為非所以廢職也，舜耕而化陶而化漁而化賈而化，知夫無為也，故能屢化。不夫無為也，躓于物久矣。 \\n  \\n  \\n 劉子曰：道莫大乎仁，仁莫要乎一。一者無不貫也，無不載也。一在内，萬在外，一之至貴賤貧富壽夭生死，不見其異焉。進退取舍動静語黙，不見其二焉。事有制者也，禮有節者也，言有物者也，所以事者不出于制，所以禮者不出于節，所以言者不出于物。乘夫無心以遊無欲，大矣。 \\n  \\n  \\n 永叔曰：何以謂復其見天地之心也？劉子曰：復者静，静者天地之性也。知静者非静之至也，動而反于静也，性静者静之至也，未嘗知静而為萬物應，故曰天地之心也。永叔曰：人之生也，一生一死一覺一寐，生動也而死静，覺動也而寐静，所謂静為復者。然則天地之心死且寐也，人之復死且寐歟？劉子曰：非此之謂也，復静者，言得一也。得一者純粹，積于胸中，與物變化，而不以外傷内者也，非死且寐之謂也。有人于此，耳目聲色猶衆人也，形體動作猶衆人也，然而未嘗以外傷内，未嘗以内隨外，可以謂之動乎？然則復其見天地之心，可知也。 \\n  \\n  \\n 或曰：召公為保，周公為師，相成王為左右，召公不悦。敢問召公之不悦，何也？曰：疑。其疑何也？曰：以周公為不可復三公之列。夫既嘗南面而聴天下矣，復子明辟，又留而不去，潔于節者不為。夫周公之意，以文武之道未之能大備，備之者已而已矣，是以北面就諸臣之位，匔匔如畏然，攝天子之位而不自以為泰，反以三公處而不自以為少，死則葬于成周。聖人之忠也。然則召公不知周公歟？曰：否，召公相成王，卜宅于洛，率諸侯以幣見，皆再拜稽首，曰旅王若公，曷為其不知周公也。夫聖人神矣，必有疑而後辨，辨而後喻者，非召公不足以動百姓之疑而喻其義，則其疑也乃所以辨也，其不悦乃所以歡也，君子之為，衆人固不知。 \\n  \\n 劉子曰：無强重任。强重任，非其力，必廢其任；無歆重名，歆重名非其實，必毁其名。 \\n  \\n 劉子曰：山林之士重生，市井之庸輕生。役于名者勞生，得于徳者安生。安生者，家之謂孝子也，國之謂忠臣也，戰之謂勇士也，教之謂賢師也，學之謂良友也。安生者非以生為安者也，言達于性命。達于性命者，故能役于禮義，曲而中，肆而辨，死而不貳。 \\n  \\n 待賞罰而為治者，非正主也。挟非譽而為義者，非徳士也。 \\n  \\n 深甫曰：無衣之詩，晉武公之詩也。晉武公兼有宗國，則君子曷為美之？君子之道固兼其宗國乎？劉子曰：否，此之謂變風。變風者變于正也，變之中有美，美之中有刺，取其一節，不兼其義。谷風曰采葑采菲無以下體，此之謂也。無衣之詩其惠足以得民，其智足以使臣，其力足以兼國，然而不自安也，待天子之命然後安，是之取爾也。孔子曰齊桓公正而不譎，非以其殺子糾、簒齊國為正也，以尊天子也。 \\n  \\n  \\n 劉子曰：聖人之政，吾非得親見之也，而有禮存焉。聖人之言，吾非得親聞之也，而有道存焉。在于書者，一是一非一偽一真，吾誰與信？然則吾且以禮觀政，以道觀言乎。 \\n  \\n 三王之禮相變者，皆其可得而變者也。其不可得而變者猶若也。夏足鼓，商楹鼔，周縣鼓，謂之鼓之變可也，以為變鼔矣，則吾未之見。 \\n 不言不為者天也，言而不為者君也，言且為者臣也，不言而為者民也。四者有職而為為下矣。 \\n 雖有聖人之性，顧而與衆同；雖有無為之徳，還事于事，是以知聖人者鮮矣。 \\n  \\n 楊慥問曰：仲尼稱顔淵不遷怒，何謂也？劉子曰：中庸而已矣。衆人之怒也，出怒于怒，故怒也，是遷也已。顔子之怒也，出怒不怒，出怒不怒者，怒出于不怒者也。怒出于不怒者，有遷之者乎。仲尼言其一端爾。由是言之，謂之不遷怒也可，謂之不遷喜也可。楊子曰：何謂中庸？曰：中庸者中用也。喜怒哀樂之未發謂之中，發而皆中節謂之和，此四物者，君子不能不由焉，然而中為之本矣。有人也喜之不喜，怒之不怒，若是可謂中庸乎？曰：未也，是其於智也達，于道也偏。偏則不徧，是其過之者也。然則喜之而喜，怒之而怒，喜怒不失其類，則可謂中庸乎？曰：未也，是其于名也察，于情也節，猶未免乎徇也，是之謂不及。然則奈何？曰：因于物，縁于理，彼其可喜也而喜之，彼其可怒也而怒之，其貌曲巧，其變曲當，物之制也，理之有也，而泊然無所于繫，是中庸矣。孔子曰，中庸之為徳也，其至矣乎，民鮮久矣。 \\n  \\n 君子之道致乎至有曰不為，無曰愈乎已。 \\n  \\n 矜小名以售大偽，飾小亷以釣大利者，惟鉅孱也。何謂鉅孱？鉅者齊之處士，孱者魏之處士。鉅以玉璧賂而顯，孱以金錢貨而用。以名處士，則是。所以為處士，則非也。  \\n  \\n 　 \\n 原跋 \\n  \\n 公是祖居在新喻之荻斜，此書初未嘗有傳，乾道八年，諤客游豫章，九月十日，都運劉司業文潜見邀夜話，偶出此為贈，蓋蜀中善本，得之甚珍，留寄旅舍。既而歸省復来，二十六日道過臨江，而使君江郎中叔源留飲富壽堂，因語及之，使君欣然即欲鋟版，且云：去替雖近，亦當辦此。十月一日至新吴，即發篋封寄。輒題于後，庶他時知其来自司業劉公，而使君主張名教，不以秩滿行迫，而猶切切于斯也。郡人謝諤書。 \\n  \\n  \\n 溥来臨江，乃先生鄉里。二年間訪求其遺文，而未能盡見。既將去，此乃得。公是弟子記觀其微言篤論，皆根柢孔孟而扶植名教，醇於荀揚逺甚，真有大功于聖門。遂併工刻之，以廣其傳。凡是正十有六字，其疑者闕之。乾道壬辰十月上澣三衢江溥書。 \\n  \\n  \\n 右公是先生弟子記，臨江劉子之遺書也。前太守江公既刋是本，不黯時在髙安，得而讀之，疑其頗有闕誤。及到官同年友先生之從曾孫靖之子和又言之，因取其家藏舊本校正，果有百餘字，而其從叔彭因椿復出一本，尤精且詳，子和本視之尚多舛脱，如叔贛問尚書記人之功下脱五段，梓慶削木為鐻至不敢以爵賞攖其慮下闕七段，文勢差錯，至不可讀。其他以二段為一一為二者，不可概舉。蓋彭因本乃閣下善本，雖子和亦未之見故也。不黯既愛其精詳，且受二君之請，遂為正其訛謬，増益其未備者，更版凡十有八，補字三百七十，列之郡齋，使學者得見全書，而二君獲補完先世遺文之力，豈不休哉。淳熙改元孟秋朔玉牒不黯書  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
