{"章节": "北溪字义（宋）陈淳", "正文": " \\n 北溪字义 \\n 　 \\n  \\n 提要 \\n  \\n 《北溪字义》二卷，宋陈淳撰。淳字安卿，号北溪，龙溪人。嘉定十年授迪功郎，泉州安溪主簿，未上而卒。事迹具《宋史》本传。此编为其门人清源王隽所录，以四书字义分二十有六门，每拈一字，详论原委，旁引曲证，以畅其论。初刻於永嘉赵氏，又有清漳本，刻於宋淳祐间，即九华叶信原本也。旧版散佚，明弘治庚戌始重刻。复有四明丰庆本，增减互异。近惟桐川施氏本为较详，然亦有大全所引而施氏本未收者。此本乃国朝顾秀虎校正诸本之异同，复取散见於他书者录为补遗一卷。又附以严陵讲义四条：曰道学体统，曰师友渊源，曰用工节目，曰读书次第。乃淳嘉定九年待试中归过严陵，郡守郑之悌延讲郡庠时作也。考淳同时有程端蒙者，亦撰《性理字训》一卷，其大旨亦与淳同。然书颇浅陋，故赵汸答汪德懋《性理字训》疑问书（案：《汸东山集》误作《性理字义》），称其为初学者设。今惟录淳此书，而端蒙之书则姑附存其目焉。  \\n  \\n 　 \\n 　 \\n 序 \\n  \\n 道德性命之蕴，阴阳鬼神之秘，固非初学所当骤窥。苟不先析其名义，发其旨趣，使之有所乡望，则终日汩没於文字，有白首不知其原者矣。诸老先生虽虑学者居下而窥高，然其所以极本穷原，发挥蕴奥以示人者，亦未尝有隐也。然皆随叩而应，或得其一二，而无以会其大全，学者病焉。临漳北溪陈君淳，从文公先生二十余年，得於亲炙，退加研泳，合周、程、张、朱之论而为此书，凡二十有五门，决择精确，贯串浃洽，吾党下学工夫已到，得此书而玩味焉，则上达由斯而进矣。学者往往未见。温陵诸葛珏来莆，一目是书，恨见之晚。归，谋之永嘉赵崇端，锲板以惠同志，俾莆田陈宓为之序云。 \\n  \\n  \\n 大学中庸之微旨，朱夫子发挥备矣。北溪翁从之游久，以所得鸣漳泉间。泉之士有志者，相率延之往教。翁指画口授，不求工於文采，务切当於义理。诸生随所闻，笔之成帙。韶州别驾诸葛君，当时席下士之一也，广其传梓，嘉其后学，共使之由北溪之流，溯紫阳之源，而窥圣涯。不徒口耳，且必用力於实践，则曰希圣希贤工夫，可循循而诣矣。予过曲江，得是所未见，茅塞豁然。尹番禺而始创学舍者，此诸葛君也，珏其名。番禺李昴英俊明甫题  \\n  \\n 　 \\n 　 \\n 卷上 \\n 命 \\n  \\n 命，犹令也，如尊命、台命之类。天无言做，如何命？只是大化流行，气到这物便生这物，气到那物又生那物，便是分付命令他一般。 \\n  \\n 命一字有二义：有以理言者，有以气言者，其实理不外乎气。盖二气流行，万古生生不息，不成只是空个气？必有主宰之者，曰理是也。理在其中为之枢纽，故大化流行，生生未尝止息。所谓以理言者，非有离乎气，只是就气上指出个理，不杂乎气而为言耳。如“天命之谓性”，“五十知天命”，“穷理尽性至於命”，此等命字，皆是专指理而言。天命，即天道之流行而赋予於物者。就元亨利贞之理而言，则谓之天道即此道之流行而赋予於物者而言，则谓之天命。如就气说，却亦有两般：一般说贫富贵贱、夭寿祸福，如所谓“死生有命”与“莫非命也”之命，是乃就受气之短长厚薄不齐上论，是命分之命。又一般如孟子所谓“仁之於父子，義之於君臣，命也”之命，是又就禀气之清濁不齊上论，是说人之智愚賢否。 \\n  \\n 人物之生，不出乎阴阳之气。本只是一气，分来有阴阳，阴阳又分来为五行。二与五只管分合运行，便有参差不齊，有清有浊，有厚有薄。且以人物合论，同是一气，但人得气之正，物得气之偏，人得气之通，物得气之塞。且如人形骸，却与天地相应，頭圆居上，象天，足方居下，象地；北极为天中央，却在北，故人百合穴在頂心，却向后。日月来往只在天之南，故人之兩眼皆在前。海，鹹水所归，在南之下，故人之小便亦在前下，此所以为得气之正。如物則禽兽頭横，植物頭向下，技叶却在上，此皆得气之偏处。人气通明，物气壅塞，人得五行之秀，故为万物之灵。物气塞而不通，如火烟郁在里许，所以理义皆不通。 \\n  \\n 若就人品类论，則上天所赋皆一般，而人随其所值，又各有清浊、厚薄之不齊。如圣人得气至清，所以合下便能生知，赋質至粹，所以合下便能安行。如堯、舜，既得其至清至粹，為聪明神圣，又得气之清高而禀厚，所以貴為天子，富有四海。至於享国皆百餘岁，是又得气之最長者。如夫子，亦得至清至粹，合下便生知安行，然天地大气到那時已衰微了，所以夫子禀得不高不厚，止栖栖為一旅人，而所得之气又不甚畏，止僅得中寿七十余岁，不如堯、舜之高。自聖人而下，各有分数。颜子亦清明純粹，亞於聖人，只缘得气不足，所以夭死。大抵得气之清者不隔蔽，那理義便呈露昭著。如银盞中满貯清水，自透見盞底银花子甚分明，若未嘗有水然。賢人得清氣多而濁氣少，清中微有些查滓在，未便能昏蔽得他，所以聰明也易開發。自大賢而下，或清浊相半，或清底少濁底多，昏蔽得厚了。如盞底银花子看不見，欲見得须十分加澄治之功。若能力學，也解變化气质，轉昏為明。有一般人，禀气清明，於義理上儘看得出，而行之不篤，不能承载得道理，多雜诡谲去，是又赋質不粹。此如井泉甚清，貯在银盞裹面，亦透底清彻。但泉脉從淤土恶木根中穿過来，味不纯甘，以之煮白米則成赤饭，煎白水則成赤汤，烹茶則酸澀，是有惡味夾雜了。又有一般人，生下來於世味一切简淡，所為甚纯正，但與说到道理處，全發不來，是又赋質纯粹而禀气不清。比如井泉脉味纯甘绝佳，而有泥土渾濁了，终不透莹。如温公恭俭力行，笃信好古，是甚次第正大资質，只缘少那至清之气，识見不高明。二程屢将理義發他，一向偏執固滯，更發不上，甚為二程所不滿。又有一般人，甚好說道理，只是執拗，自立一家意見，是禀气清中被一條戾气冲拗了。如泉脉出来甚清，却被一條别水横冲破了，及或遭巉岩石頭横截冲激，不帖顺去，反成險恶之流。看來人生气禀是有多少般樣，或相倍蓰，或相什百，或相千萬，不可以一律齊。畢竟清明純粹恰好底极為難得，所以圣贤少而愚不肖者多。 \\n  \\n 若就造化上论，則天命之大目只是元亨利貞。此四者就氣上论也得，就理上论也得。就氣上论，則物之初生处為元，於時為春；物之發达处為亨，於時為夏；物之成遂处為利，於時为秋；物之敛藏处為貞，於時為冬。貞者，正而固也。自其生意之已定者而言，則谓之正；自其敛藏者而言，故谓之固。就理上論，則元者生理之始，亨者生理之通，利者生理之遂，貞者生理之固。 \\n  \\n 问：天之所命，固悬大化流行赋予於物，如分付他一般。若就人事上論，则如何是赋予分付處，曰：夭豈［谆谆然命之乎］？亦只是其理如此而已。孟子说天与贤与子处，谓「夫不言，以行與事示之而已］。［使之主祭，而百神享之，使之主事而事治，百姓安之。是天與之，人與之。」又曰：［莫之為而為者，天也；莫之致而至者，命也。」其意發得亦已明白矣。如孟津之上，不期而會者八百国，亦其出於自然而然，非人力所容强，便是天命之至，武王但顺乎天而应乎人爾。然此等事，又是圣人行权底事，惟聖人及大賢以上地位，然後見得明，非常情所及。唐陸宣公谓［人事尽处，是谓天理」，盖到人事已盡地頭，赤見骨不容一點人力，便是天之所為。此意旨极精微，陸宣公之学亦識到此。如桎梏死、岩墙死者非正命，是有致而然，乃人所自取而非天。若尽其道而死者為正命，蓋到此時所值之吉凶祸福，皆莫之致而至，故可以天命言，而非人力之所取矣。 \\n  \\n 问：［莫之為而為者，天也；莫之致而至者，命也。］朱子注曰：「以理言之谓之天，自人言之谓之命，其實一而已。」此处何以見二者之辨？曰：天與命只一理，就其中卻微有分别。為以做事言，做事是人；封此而反之，非人所為便是天。至以吉凶祸福地頭言，有因而致是人力；對此而反之，非人力所致便是命。天以全體言，命以其中妙用言。其曰［以理言之谓之天］，是專就天之正面训義言，卻包命在其中。其曰［自人言之谓之命］，命是天命，因人形之而後見。故吉凶祸福自天來，到於人然後為命。乃是於天理中，截断命為一邊，而言其指歸爾。若只就天一边說，吉凶祸福，未有人受來，如何見得是命？ \\n  \\n 問：天之所命，果有物在上面安排分付之否？曰：天者，理而已矣。古人凡言天处，大概皆是以理言之。程子曰：［夫天，專言之则道也。天且弗违是也。」又曰：［天也者，道也。」论語集注「获罪於天］曰：［天即理也。］易本義：［先天弗违，谓意之所為，默與道契。後天奉天，謂知理如是，奉而行之。］又嘗親炙文公說：［上帝震怒］也只是其理如此。天下莫尊於理，故以帝名之。觀此亦可見矣。故上而蒼蒼者，天之體也。上天之體以氣言，［上天之载］以理言。 \\n  \\n 问：天之所命則一，而人受去何故如彼之不齊？曰：譬之天油然作雲，沛然下雨，其雨则一，而江河受去，其流滔滔，不增不减；溪涧受去，則洪澜暴漲；溝浍受去，則朝盈暮涸。至放沼沚坎窟、盆甕罌缶、螺杯蜆殼之属受去，或有斗斛之水，或只涓滴之水，或清甘，或汙濁，或臭穢。随他所受，多少般樣不齊，豈行雨者固為是区别哉？又譬之治一片地而播之菜子，其為播植一也，而有满园中森森成行伍出者，有掷之蹊旁而践蹂不出者，有未出為鳥雀啄者，有方芽為鸡鹅啮者，有稍長而芟去者，有既秀而连根拔者，有長留在园而旋取葉者，有日供常人而羹食者，有为菹於禮豆而荐神明者，有為齑於金盤而獻上賓者，有丐子烹诸瓦盆而食者；有脆嫩而摘者，有壯茂而割者，有结實成子而研為齑汁用者，有藏為種子，到明年復生生不窮者。其参差如彼之不齊，豈播種者所能容心哉？故天之所命则一，而人受去自是不齊。亦自然之理，何疑焉！ \\n  \\n 性 \\n  \\n 性即理也。何以不謂之理而谓之性？蓋理是泛言天地间人物公共之理，性是在我之理。只這道理受於天而為我所有，故谓之性。性字從生從心，是人生來具是理於心，方名之曰性。共大目只是仁義禮智四者而已。得天命之元，在我謂之仁；得天命之亨，在我谓之礼；得天命之利，在我谓之義；得天命之貞，在我謂之智。性與命本非二物，在天谓之命，在人谓之性。故程子曰：“天所付為命，人所受為性。”文公曰：“元亨利贞，天道之常；仁義禮智，人性之纲。” \\n  \\n 性命只是一箇道理，不分看則不分晓。只管分看不合看，又離了，不相干涉。须是就浑然一理中看得有界分，不相乱。所以谓之命、谓之性者何故？大抵性只是理，然人之生不成只空得个理，須有箇形骸方载得此理。其實理不外乎氣，得天地之氣成這形，得天地之理成這性。所以横渠曰：“天地之塞吾其體，天地之帅吾其性。”塞字只是就孟子“浩然之氣塞乎天地”句掇一字来说氣，帥字只是就孟子“志，氣之帥”句掇一字來說理。人與物同得天地之氣以生，天地之气只一般，因人物受去各不同。人得五行之秀，正而通，所以仁義礼智，粹然獨與物異。物得氣之偏，為形骸所拘，所以其理閉塞而不通。人物所以為理只一般，只是氣有偏正，故理随之而有通塞爾。 \\n  \\n 天所命於人以是理，本只善而無恶。故人所受以為性，亦本善而無恶。孟子道性善，是專就大本上說來，说得极親切，只是不曾發出气禀一段，所以啟後世纷紛之论，盖人之所以有萬殊不齊，只缘氣禀不同。這氣只是陰陽五行之氣，如阳性刚，陰性柔，火性燥，水性润，金性寒，木性温，土性重厚。七者夾雜，便有参差不齊。所以人随所值，便有许多般样。然这气運来運去，自有个真元之会，如曆法算到本数凑合，所謂“日月如合璧，五星如連珠”時相似。聖人便是禀得这真元之會来。然天地間参差不齊之時多，真元会合之時少，如一岁间剧寒剧暑陰晦之時多，不寒不暑光風霁月之时极少，最難得恰好時節。人生多值此不齊之氣。如有一等人非常刚烈，是值阳氣多；有一等人極是軟弱，是值陰氣多；有人躁暴忿戾，是又值陽气之恶者；有人狡譎姦險，此又值陰气之恶者；有人性圓，一撥便转，也有一等極愚拗，雖一句善言亦说不入，與禽獸無異。都是氣禀如此。阳气中有善恶，陰氣中亦有善恶，如通書中所谓刚善、刚惡、柔善、柔恶之类。不是阴阳氣本恶，只是分合轉移、齊不齊中便自然成粹驳善惡耳。因氣有驳粹，便有賢愚。氣雖不齊，而大本则一。故雖下愚，亦可變而為善，然工夫最难，非百倍其功者不能。故子思曰：“人一能之己百之，人十能之己千之，果能此道，雖愚必明，雖柔必强。”正為此耳。孟子不说到气禀，所以荀子便以性為惡，扬子便以性為善恶混，韩文公又以为性有三品，都只是說得氣。近世东坡苏氏又以為性未有善恶，五峰胡氏又以为性无善惡，都只含糊就與天相接處捉摸，說箇性是天生自然底物，竟不曾说得性端的指定是甚底物。直至二程得濂溪先生太极图发端，方始說得分明极至，更无去虑。其言曰：“性即理也。理則自堯舜至於塗人一也。”此语最是简切端的。如孟子說善，善亦只是理，但不若指认理字下得较确定。胡氏看不彻，便谓善者只是赞叹之辭，又誤了。既是赞吧，便是那个是好物方赞歎，岂有不好物而赞歎之耶？程子於本性之外，又发出气禀一段，方見得善恶所由来。故其言曰：“论性不论氣，不备；论氣不论性，不明；二之則不是也。”蓋只论大本而不及气禀，則所论有欠阙未備。若只论氣禀而不及大本，便只說得粗底，而道理全然不明。千萬世而下，学者只得按他说，更不可改易。 \\n  \\n 孟子道性善，從何而来？夫子繫易曰：“一阴一阳之謂道，繼之者善也，成之者性也。”所以一陰一阳之理者為道，此是统说个太极之本體。繼之者為善，乃是就其間说；造化流行，生育赋予，更無别物，只是个善而已。此是太极之动而陽时。所谓善者，以實理言，即道之方行者也。道到成此者為性，是說人物受得此善底道理去，各成箇性耳，是太极之静而陰時。此性字與善字相對，是即所谓善而理之已定者也。“繼”“成”宇與“陰”“陽”字相应，是指气而言；“善”“性”字与“道”字相应，是指理而言。此夫子所谓善，是就人物未生之前，造化原头處说，善乃重字，為實物。若孟子所谓性善，則是就“成之者性”處说，是人生以後事，善乃輕字，言此性之纯粹至善耳。其實由造化原頭處有是“繼之者善”，然後“成之者性”時方能如是之善。則孟子之所谓善，實淵源於夫子所谓善者而来，而非有二本也。易三言，周子通書及程子说已明備矣。至明道又谓孟子所謂性善者，只是说繼之者善也。此又是借易语移就人分上说，是指四端之發見處言之，而非易之本旨也。 \\n  \\n 氣禀之說從何而起？夫子曰：“性相近也，习相遠也。”“惟上智與下愚不移。”此正是說氣質之性。子思子所谓三知三行，及所谓“雖愚必明，虽柔必强”，亦是說气質之性，但未分明指出氣質字為言耳。到二程子始分明指认说出，甚详備。横渠因之又立為定論曰：“形而後有气質之性。善反之，则天地之性存焉。故氣質之性，君子有弗性者焉。”气質之性，是以气禀言之。天地之性，是以大本言之。其實天地之性亦不離氣質之中，只是就那氣質中分别出天地之性，不與相雜為言耳。此意学者又當知之。 \\n  \\n 韓文公谓“人之所以為性者五，曰仁義禮智信”，此语是看得性字端的，但分為三品又差了。三品之說，只说得氣禀，然氣禀之不齊，盖或相什百千萬，豈但三品而已哉!他牟要求胜荀扬，却又與荀扬無甚異。 \\n  \\n 佛氏把作用認是性，便唤蠢动含靈皆有佛性，運水搬柴無非妙用。不過又认得个氣，而不说著那理耳。达磨答西竺国王作用之说曰：“在目能視，在耳能闻，在手執捉，在足運奔，在鼻嗅浥，在口談論，徧現俱该沙界，收摄在一微塵，識者知是道性，不识唤作精魂。”他把合天地世界总是這箇物事，乃吾之真體，指吾之肉身只是假合幻妄，若能見得这个透彻，则合天地萬物皆是吾法身，便超出輪迴。故禪家所以甘心屈意、枯槁山林之下，绝灭天倫，掃除人事者，只是怕来侵壞著他这个靈活底。若能硬自把捉得定，这便是道成了，便一向纵横放恣，花街柳陌，或奥猪霸鳩千都不妨。其寅多是把持募年暮氯襄時，那一切情臻自热退减，椰自唤做工夫至巍，便矜耀以为奇特，一向呵佛骂祖去。 \\n  \\n 今世有一種杜撰等人，爱高談性命，大抵全用浮屠作用是性之意，而文以聖人之言，都不成模樣。據此意，其實不过只是告子“生之謂性”之说。此等邪说，向來已為孟子掃却，今又再拈起来，做至珍至寶说，謂人之所以能饮能食，能语能嘿，能知觉运动，一个活底靈底便是性，更不商量道理有不可通。且如运动，合本然之则，固是性。如盗贼作竊，豈不运动，如何得是性？耳之欲声，目之欲色，固是靈活底。然目視惡色，耳听恶聲，如何得是本然之性？只认得箇精神魂魄，而不知有箇當然之理，只看得箇模糊影子，而未嘗有的確定見，枉误了後生晚进，使相從於天理人欲混雜之區，為可痛。 \\n  \\n 心 \\n  \\n 心者一身之主宰也，人之四肢運動，手持足履，與夫饑思食、渇思飲、夏思葛、冬思裘，皆是此心為之主宰。如今心恙底人，只是此心為邪氣所乗，内無主宰，所以日用間飲食動作，皆失其常度，與平人異。理義都喪了，只空有箇氣，僅往来於脉息之間未絶耳。大抵人得天地之理為性，得天地之氣為體。理與氣合，方成箇心，有箇虚靈知覺，便是身之所以為主宰處。然這虚靈知覺，有從理而發者，有從心而發者，又各不同也。 \\n  \\n 心只似箇器一般，裏面貯底物便是性。康節謂：性者心之郛郭。説雖粗而意極切，盖郛郭者心也，郛郭中許多人煙，便是心中所具之理相似，所具之理便是性，即這所具底便是心之本體。理具於心，便有許多妙用。知覺從理上發来，便是仁義禮智之心，便是道心。若知覺從形氣上發来，便是人心，便易與理相違。人只有一箇心，非有兩箇知覺。只是所以為知覺者不同，且如饑而思食，渇而思飲，此是人心。至於食所當食，飲所當飲，便是道心。如有人饑餓濵死而蹴爾嗟来等食皆不肯受，這心從何處發来？然其嗟也可去，其謝也可食，此等處理義又隠微難曉，須是識見十分明徹方辨别得。 \\n  \\n 心有體有用，具衆理者其體，應萬事者其用。寂然不動者其體，感而遂通者其用。體即所謂性，以其静者言也。用即所謂情，以其動者言也。聖賢存養工夫至到，方其静而未發也，全體卓然，如鑑之空、如衡之平，常定在這裏。及其動而應物也，大用流行，妍媸髙下各因物之自爾，而未嘗有絲毫銖兩之差。而所謂鑑空衡平之體，亦常自若，而未嘗與之俱往也。 \\n  \\n 性只是理。全是善而無惡。心含理與氣，理固全是善，氣便含兩頭在，未便全是善底物。才動便易從不善上去。心是箇活物，不是帖静死定在這裏，常愛動。心之動，是乗氣動。故文公感興詩曰：人心妙不測，出入乗氣機。正謂此也。心之活處，是因氣成便会活，其靈處，是因理與氣合便会靈。所謂妙者，非是言至好，是言其不可測。忽然出，忽然入，無有定時；忽在此，忽在彼，亦無定處，操之便存在此，舍之便亡失了。故孔子曰：操則存，舍則亡，出入無時，莫知其鄉者，惟心之謂與？存便是入，亡便是出。然出非是本體走出外去，只是邪念感物逐他去，而本然之正體遂不見了。入非是自外面已放底牽入来，只一念提撕警覺便在此。人須是有操存涵養之功，然後本體常卓然在中，為之主宰，而無亡失之患。所貴于問學者，為此也。故孟子曰：學問之道無他，求其放心而已矣。此意極為人親切。 \\n  \\n 心雖不過方寸大，然萬化皆從此出，正是源頭處。故子思以未發之中為天下之大本，已發之和為天下之達道。 \\n  \\n 仁者，心之生道也。敬者，心之所以生也。 \\n  \\n 此心之量極大，萬理無所不包，萬事無所不統。古人每言學，必欲其博。孔子所以學不厭者，皆所以極盡乎此心無窮之量也。孟子所謂盡心者，須是盡得箇極大無窮之量，無一理一物之或遺，方是真能盡得心。然孟子於諸侯之禮未之學，周室班爵禄之制未嘗聞，畢竟是於此心無窮之量終有所欠缺未盡處。 \\n  \\n 心至靈至妙，可以為堯舜，參天地，格鬼神，雖萬里之逺，一念便到；雖千古人情事變之秘，一照便知。雖金石至堅，可貫；雖物類至微至幽，可通。 \\n  \\n 佛家論性，只似儒家論心。他只把這人心那箇虚靈知覺底喚作性了。 \\n  \\n 伊川曰：心一也，有指體而言者，寂然不動是也；有指用而言者，感而遂通是也。此語亦説得圓。横渠曰：心統性情。尤為語約而意備，自孟子後未有如此説親切者。文公曰：性者心之理，情者心之用，心者情性之主。説得又條暢明白。 \\n  \\n 横渠曰：合虚與氣，有性之名。合性與知覺，有心之名。虚是以理言，理與氣合，遂生人物。人物受得去成這性，於是乎方有性之名。性從理来，不離氣。知覺從氣来，不離理。合性與知覺，遂成這心，於是乎方有心之名。 \\n  \\n 程子曰：上天之載，無聲無臭，其體則謂之易，其理則謂之道，其用則謂之神。此處是言天之心性情，所謂易便是心，道便是性，神便是情。所謂體者，非體用之體，乃其形狀模様恁地，易是隂陽變化，合理與氣説。 \\n  \\n 情 \\n  \\n 情與性相對。情者，性之動也。在心裏面未發動底是性，事物觸著便發動出来是情。寂然不動是性，感而遂通是情。這動底只是就性中發出来，不是别物，其大目則為喜怒哀懼愛惡欲七者，中庸只言喜怒哀樂四箇，孟子又指惻隠、羞惡、辭遜、是非四端而言，大抵都是情。性中有仁，動出為惻隠；性中有義，動出為羞惡；性中有禮智，動出為辭讓、是非。端是端緒，裏面有這物，其端緒便發出從外来。若内無仁義禮智，則其發也，安得有此四端？大概心是箇物，貯此性，發出底便是情。孟子曰：惻隠之心，仁之端也；羞惡之心，義之端也，云云。惻隠、羞惡等以情言，仁義等以性言。必又言心在其中者，所以統情性而為之主也。孟子此處説得却備。又如大學所謂憂患、好樂及親愛、畏敬等，皆是情。 \\n  \\n 情者心之用，人之所不能無，不是箇不好底物。但其所以為情者，各有箇當然之則。如當喜而喜，當怒而怒，當哀而哀，當樂而樂，當惻隠而惻隠，當羞惡而羞惡，當辭讓而辭讓，當是非而是非，便合箇當然之則，便是發而中節，便是其中性體流行，著見於此，即此便謂之逹道。若不當然而然，則違其則，失其節，只是箇私意人欲之行，是乃流於不善，遂成不好底物，非本来便不好也。 \\n  \\n 情之中節，是從本性發来便是善，更無不善。其不中節是感物欲而動，不從本性發来，便有箇不善。孟子論情，全把做善者，是専指其本於性之發者言之。禪家不合便指情都做惡底物，却欲灭情以復性。不知情如何灭得？情既灭了，性便是箇死底性，於我更何用？ \\n 孟子四端，是専就善處言之。喜怒哀樂及情等，是合善惡説。 \\n  \\n 樂記曰：人生而靜，天之性也。感於物而動，性之欲也。性之欲便是情。 \\n 才 \\n  \\n 才是才質、才能。才質猶言才料質幹，是以體言。才能，是会做事底。同這件事，有人会發揮得，有人全發揮不去，便是才不同，是以用言。孟子所謂“非才之罪”及“天之降才非爾殊”等語，皆把才做善底物，他只是以其從性善大本處發来，便見都一般。要説得全備，須如伊川“氣清則才清，氣濁則才惡”之論方盡。 \\n  \\n 志 \\n  \\n 志者，心之所之，之猶向也，謂心之正面全向那裏去。如志於道，是心全向於道；志於學，是心全向於學。一直去求討要，必得這箇物事，便是志。若中間有作輟或退轉底意，便不謂之志。 \\n  \\n 志有趨向、期必之意。心趨向那裏去，期料要恁地，決然必欲得之，便是志。人若不立志，只泛泛地同流合汚，便做成甚人？須是立志，以聖賢自期，便能卓然挺出於流俗之中，不至随波逐浪，為碌碌庸庸之輩。若甘心於自暴自棄，便是不能立志。 \\n  \\n 立志須是髙明正大。人多有好資質，純粹静淡，甚近道，却甘心為卑陋之歸，不肯志於道，只是不能立志。如文帝寛仁恭儉，是其資質儘可與為帝王。然其言曰：卑之無甚髙論，令今可行也。却不能立志。武帝上嘉唐虞，志向髙大，然又好名，駁雜無足取。 \\n  \\n 程子奏劄説立志一段最切，是説人君立志。學者立志與人君立志都一般，只是在身、在天下，有小大之不同。 \\n  \\n 為學紧要處，最是立志之初，所當謹審決定。此正是分頭路處。纔志於義。便入君子路；纔志於利，便入小人路。舜跖利善正從此而分，堯桀言行正從此而判。孔子説“從心所欲不踰矩”，紧要正在志學一節上。在聖人，當初成童志學，固無可議。自今觀之，學之門戸雖多，若此處所志者一差，不能純乎聖途之適，則後面所謂立，所謂不惑，所謂知命，所謂從心，節節都從而差，無復有見效處。惟起頭所志者，果能専心一意於聖人之學，則後面許多節目，皆可以次第循序而進。果有“不倦”工夫以終之，則雖“從心”地位至髙，亦可得而造到矣。 \\n  \\n 人常言志趣，趣者趣也，心之所趨也，趣亦志之屬。 \\n  \\n 孟子曰士“尚志”，立志要髙不要卑，論語曰：博學而篤志。立志要定不要雜，要堅不要緩，如顔子曰：舜何人也，予何人也，有為者亦若是。公明儀曰：文王我師也，周公豈欺我哉。皆以聖人自期，皆是能立志。孟子曰：舜為法於天下，可傳於後世，我猶未免為鄉人也，是則可憂也。憂之如何？如舜而已矣。孟子以舜自期，亦是能立志。 \\n  \\n 意 \\n  \\n 意者，心之所發也，有思量運用之義。大抵情者性之動，意者心之發，情是就心裏面自然發動，改頭換面出来底，正與性相對。意是心上撥起一念，思量運用要恁地底。情動是全體上論，意是就起一念處論。合數者而觀，纔應接事物時，便都呈露在面前。且如一件事物来接著，在内主宰者是心；動出来或喜或怒是情；裏面有箇物，能動出来底是性；運用商量，要喜那人要怒那人是意；心向那所喜所怒之人是志；喜怒之中節處又是性中道理流出来，即其當然之則處是理；其所以當然之根原處是命。一下許多物事都在面前，未嘗相離，亦燦然不相紊亂。 \\n  \\n 以意比心，則心大意小。心以全體言，意只是就全體上發起一念慮處。 \\n  \\n 毋意之意，是就私意説；誠意之意，是就好底意思説。 \\n  \\n 人常言意思（去聲）。思者思也（平声），思慮、念慮之類，皆意之屬。 \\n 仁義禮智信 \\n  \\n 五者謂之五常，亦謂之五性。就造化上推原來，只是五行之徳。仁在五行為木之神，在人性為仁；義在五行為金之神，在人性為義；禮在五行為火之神，在人性為禮；智在五行為水之神，在人性為智。人性中只有仁義禮智四位，却無信位。如五行木位東，金位西，火位南，水位北，而土無定位，只寄旺於四位之中。木屬春，火屬夏，金屬秋，水屬冬，而土無専氣，只分旺於四季之間。四行無土便都無所該載，猶仁義禮智無信，便都不實了。只仁義禮智之實理便是信。信却易曉。仁義禮智須逐件看得分明，又要合聚看得脈絡都不亂。 \\n  \\n 且分别看仁是愛之理，義是宜之理，禮是敬之理，智是知之理。愛發見於外乃仁之用，而愛之理則在内。事物各得其宜乃義之用，而宜之理則在内。恭敬可見處乃禮之用，而敬之理則在内。知箇是、知箇非是智之用，而知之理則在内。就四者平看，則是四箇相對底道理。専就仁看，則仁又較大，能兼統四者，故仁者乃心之徳。如禮義智亦是心之徳，而不可以心之徳言者，如人一家有兄弟四箇，長兄當門戸，稱其家者只舉長兄位號為言，則下三弟皆其家子弟，已包在内矣。若自曰三弟者之家，則拈掇不起，道理只如此。然仁所以長衆善，而専一心之全徳者，何故？蓋人心所具之天理全體都是仁，這道理常恁地活，常生生不息。舉其全體而言則謂之仁，而義禮智皆包在其中。自為仁言，纔有一毫人欲之私挿其間，這天理便隔絶死了，便不得謂之仁。須是工夫至到，此心純是天理之公，而絶無一毫人欲之私以間之，則全體便周流不息，無間断，無欠闕，方始是仁。所以仁無些少底仁。 \\n  \\n 仁義起發是惻隠羞惡，及到那人物上，方見得愛與宜，故曰“愛之理，宜之理。” \\n  \\n 仁道甚廣大精微，何以用處只為愛物，而發見之端為惻隠？曰：仁是此心生理全體，常生生不息。故其端緒方從心中萌動發出来，自是惻然有隠，由惻隠而充及到那物上，遂成愛。故仁乃是愛之根，而惻隠則根之萌芽而愛又萌芽之長茂已成者也。觀此，則仁者愛之理，愛者仁之用，自可見得脈絡相關處矣。 \\n  \\n 義就心上論，則是裁制決断處，宜字乃裁断後字。裁断當理，然後得宜。凡事到面前，便須有剖判，是可是否。文公謂：義之在心，如利刅然，物来觸之，便成兩片。若可否都不能剖判，便是此心頑鈍無義了。且如有一人来邀我同出去，便須能剖判當出不當出。若要出又要不出，於中遲疑不能決断，更何義之有？此等處，須是自看得破。如韓文公以行而宜之之謂義，則是就外面説，成“義外”去了。 \\n  \\n 禮者，心之敬，而天理之節文也。心中有箇敬，油然自生便是禮，見於應接便自然有箇節文，節則無太過，文則無不及。如做事太質，無文彩，是失之不及；末節繁文太盛，是流於太過。天理之節文乃其恰好處，恰好處便是理。合當如此，更無太過，更無不及，當然而然，便即是中。故濓溪太極圖説“仁義中正”，以中字代禮字，尤見親切。 \\n  \\n 文公曰：禮者，天理之節文，而人事之儀則。以兩句對言之，何也？蓋天理只是人事中之理，而具於心者也。天理在中而著見於人事，人事在外而根於中，天理其體而人事其用也。“儀”謂容儀而形見於外者，有粲然可象底意，與“文”字相應。“則”謂法則、凖則，是箇骨子，所以存於中者，乃確然不易之意，與“節”字相應。文而後儀，節而後則，必有天理之節文，而後有人事之儀則。言須盡此二者，意乃圓備。 \\n  \\n 智是心中一箇知覺處，知得是是非非恁地確定是智。孟子謂“知斯二者弗去”是也。知是知識，弗去便是確定不易之意。 \\n  \\n 問：智是知得確定，在五行何以属水？曰：水清明可鍳似智，又是造化之根本。凡天地間萬物，得水方生。只看地下泉脈滋潤，何物不資之以生？亦猶萬事非智不可便知，知得確定方能成。此水於萬物所以成終而成始，而智亦萬事之所以成終而成始者也。 \\n  \\n 孟子四端之説，是就外面可見底以驗其中之所有。如乍見孺子入井，便自然有惻隠之心，便見得裏面有這仁。如行道乞人，纔蹴爾呼爾而與之，便自羞惡而不肯食，便見得裏面有這義。如一接賔客之頃，便自然有恭敬之心，便見得裏面有這禮。一件事来，非底便自覺得為非，是底便自覺得為是，便見得裏面有這智。惟是裏面有是四者之體，故四者端緒自然發見於外，所謂“乃若其情，則可以為善，乃所謂善也”。以見性不是箇含糊底物，到發来方有四端，但未發則未可見耳。孟子就此處開發人，証印得本来之善甚分明。所以程子謂“有功於萬世者，性善之一言”。 \\n  \\n 信在性只是四者都實底道理，及發出来便為忠信之信。由内面有此信，故發出来方有忠信之信。忠信只是一物而判作二者，便是信之端緒，是統外面應接事物發原處説。 \\n  \\n 四者端緒，日用間常常發見，只是人看理不明，故茫然不知得。且如一事到面前，便自有箇是，有箇非，須是知得此便是智。若是也不知，非也不知，便是心中頑愚無知覺了。既知得是非已明，便須判断，只當如此做，不當如彼做，有可否從違，便是義。若要做此，又不能割捨得彼，只管半間半界，便是心中頑鈍而無義。既斷定了只如此做，便看此事如何是太過，如何是不及，做得正中恰好，有箇節文，無過無不及，此便是禮。做事既得中，更無些子私意夾雜其間，便都純是天理流行，此便是仁。事做成了，從頭至尾皆此心真實所為，便是信。此是從下説上去，若從上説下来，且如與箇賔客相接，初纔聞之，便自有箇懇惻之心，怛然動於中，是仁。此心既怛然動於中，便肅然起敬去接他，是禮。既接見畢，便須商量合作如何待，或喫茶，或飲酒，輕重厚薄，處之得宜，是義。或輕或重，或厚或薄，明白一定，是智。從首至末皆真實，是信。此道理循環無端，若見得熟，則大用小用皆宜，横説竪説皆通。 \\n  \\n 仁者，心之全徳，兼統四者。義、禮、智，無仁不得。蓋仁是心中箇生理，常行生生不息，徹終始，無間断。茍無這生理，則心便死了，其待人接賔，恭敬何自而發？必無所謂禮。處事之際，必不解裁断，而無所謂義。其於是非，亦必頑然無所知覺，而無所謂智。既無是四者，又烏有所謂實理哉！ \\n  \\n 人性之有仁義禮智，只是天地元亨利貞之理。仁在天為元，於時為春。乃生物之始，萬物於此方萌芽發露，如仁之生生，所以為衆善之長也。禮在天為亨，於時為夏，萬物到此時一齊盛長，衆美所会聚，如經禮三百，曲禮三千，粲然文物之盛，亦衆美所会聚也。義在天為利，於時為秋，蓋萬物到此時皆成遂，各得其所，如義断制萬事，亦各得其宜。秋有肅殺氣，義亦有嚴肅底意。智在天為貞，於時為冬，萬物到此，皆歸根復命，収斂都定了，如智見得萬事是非都一定，確然不可易，便是貞固道理。貞後又生元，元又生亨，亨又生利，利又生貞，只管如此去，循環無端。縂而言之，又只是一箇元，蓋元是箇生意，亨只是此生意之通，利只是此生意之遂，貞也只是此生意之藏。此元所以兼統四徳，故曰“大哉乾元，萬物資始，乃統天”，謂統乎天，則終始周流都是一箇元。知仁兼統四者，義禮智都是仁。至其為四端，則所謂惻隠一端，亦貫通乎辭遜、羞惡、是非之端，而為之統焉。今只就四端不覺發動之初，真情懇切時，便自見得惻隠貫通處。故程传曰：四徳之元，猶五常之仁，偏言則一事，専言則包四者。可謂示人親切，萬古不易之論矣。 \\n  \\n 何謂義禮智都是仁？蓋仁者，此心渾是天理流行。到那禮儀三百，威儀三千，亦都渾是這天理流行。到那義，裁断千條萬緒，各得其宜，亦都渾是這天理流行。到這智，分别萬事，是非各定，亦都渾是這天理流行。 \\n  \\n 仁義禮智四者判作兩邊，只作仁義兩箇。如春夏秋冬四時，分来只是隂陽兩箇。春夏属陽，秋冬属隂。夏之通暢，只是春之發生盛大處。冬之藏斂，只是秋之肅殺歸宿處。故禮儀三百，威儀三千，只是天理流行顯著處。智之是非確定，只是義之裁断割正處。文公曰：禮者仁之著，智者義之藏。 \\n  \\n 就事物言，父子有親便是仁，君臣有義便是義，夫婦有别便是禮，長幼有序便是智，朋友有信便是信，此又是竖觀底意思。 \\n  \\n 若横而觀之，以仁言則所謂親、義、序、别、信，皆莫非此心天理流行，又是仁。以義言，則只那合當親、合當義、合當别、合當序、合當信底，皆各當乎理之宜，又是義。以禮言，則所以行乎親義别序信之有節文，又是禮。以智言，則所以知是五者，當然而不昧，又是智。以信言，則所以實是五者，誠然而不妄，又是信。 \\n  \\n 若又錯而言之，親親，仁也。所以愛親之誠，則仁之仁也；所以諫乎親，則仁之義也；所以温凊定省之節文，則仁之禮也；自良知無不知是愛，則仁之智也；所以為事親之實，則仁之信也。從兄，義也。所以為愛兄之誠，則義之仁也；所以庸敬在兄，則義之義也；所以徐行後長之節文，則義之禮也；自良知無不知是敬，則義之智也；所以為從兄之實，則義之信也。敬賔，禮也。所以懇惻於中，則禮之仁也；所以接待之宜，則禮之義也；所以周旋之節文，則禮之禮也；所以酧酢而不亂，則禮之智也；所以為敬賔之實，則禮之信也。察物，智也。是是非非之懇惻，則智之仁也；是是非非之得宜，則智之義也；是是非非之中節，則智之禮也；是是非非之一定，則智之智也；所以為是非之實，則智之信也。復言，信也。由乎天理之公，則信之仁也；發而皆天理之宜，則信之義也；出而中節，則信之禮也；所以有條而不紊，則信之智也；所以為是言之實，則信之信也。 \\n  \\n 故有仁義禮智信中之仁，有仁義禮智信中之義，有仁義禮智信中之禮，有仁義禮智信中之智，有仁義禮智信中之信，有仁中之仁義禮智信，有義中之仁義禮智信，有禮中之仁義禮智信，有智中之仁義禮智信，有信中之仁義禮智信。 \\n  \\n 自其過接處言之，如仁生理流行中，便醖釀箇禮之恭遜節文来。禮恭遜節文中，便醖釀箇義之裁斷得宜來。義裁断得宜中，便醖釀箇智之是非一定来。到這智是非一定處，已収藏了，於其中又復醖釀仁之生理流行来。元自有脈絡相因，非是界分截然不相及。 \\n  \\n 五者隨感而發，隨用而應，或纔一觸而俱動，或相交錯而互見，或秩然有序而不紊，或雜然並出而不可以序言。大處則大有，小處則小有，踈處則踈有，宻處則宻有，縱横顛倒，無所不通。 \\n  \\n 見人之災傷，則為之惻然，而必憤其所以傷之者，是仁中含帶義来；見人之不善，則為之憎惡，而必欲其改以從善，是義中含帶仁来；見大賔為之致敬，必照顧惟恐其失儀，是禮中含帶智來；見物之美惡黒白，為之辨别，必自各有定分，不相亂，是智中含帶禮來。 \\n  \\n 孔門教人，求仁為大。只専言仁，以仁含萬善，能仁則萬善在其中矣。至孟子，乃兼仁義對言之，猶四時之隂陽也。 \\n  \\n 自孔門後，人都不識仁。漢人只把做恩惠説，是又太泥了愛。又就上起樓起閣，將仁看得全粗了，故韓子遂以博愛為仁。至程子始分别得明白，謂“仁是性，愛是情”。然自程子此言一出，門人又將愛全掉了，一向求髙逺去。不知仁是愛之性，愛是仁之情，愛雖不可以正名仁，而仁亦豈能離得愛？上蔡遂專以知覺言仁，又流入佛氏“作用是性”之説去。夫仁者固能知覺，謂知覺為仁则不可。若能轉一步看，只知覺純是理，便是仁也。龟山又以“萬物與我為一”為仁體。夫仁者固能與物為一，謂與物為一為仁則不可。此乃是仁之量。若能轉一步看，只於與物為一之前，徹表裏純是天理，流行無間，便是仁也。吕氏克己銘又欲克去有己，須與物合為一體方為仁，認得仁都曠蕩在外了，於我都無統攝。必己與物對時，方下得克己工夫。若平居獨處，不與物對時，工夫便無可下手處。可謂疎闊之甚！據其實，己如何得與物合一？洞然八荒，如何得皆在我闥之内？此不過只是想像箇仁中大抵氣象如此耳，仁實何在焉！殊失向来孔門传授心法本旨。其他門人又淺，皆無有説得親切者。 \\n  \\n 程子論“心譬如榖種，生之性便是仁”，此一語説得極親切。只按此為凖去看，更兼所謂“仁是性、愛是情”及“仁不可訓覺與公，而以人體之，故為仁”等數語相參照，體認出来，則主意不差而仁可得矣。 \\n  \\n 仁有以理言者，有以心言者，有以事言者。以理言，則只是此心全體天理之公，如文公所謂“心之徳，愛之理”，此是以理言者也。心之徳，乃専言而其體也。愛之理，乃偏言而其用也。程子曰：仁者天下之公，善之本也。亦以理言者也。以心言，則知此心純是天理之公，而絶無一毫人欲之私以間之也。如夫子稱“回也三月不違仁”，程子謂“只是無纎毫私欲，少有私欲便是不仁”，及“雍也不知其仁”等類，皆是以心言者也。以事言，則只是當理而無私心之謂。如夷齊求仁而得仁、殷有三仁，及子文之忠、文子之清，皆“未知，焉得仁”等類是也。若以用功言，則只是去人欲，復天理，以全其本心之徳而已矣。如夫子當時答羣子問仁，雖各隨其才質病痛之不同，而其旨意所歸，大概不越乎此。 \\n  \\n 忠信 \\n  \\n 忠信是就人用工夫上立字。大抵性中只有箇仁義禮智四位，萬善皆從此而生，此四位實為萬善之搃括。如忠信如孝弟等類，皆在萬善之中。孝弟便是箇仁之實，但到那事親從兄處，方始目之曰孝弟。忠信便只是五常實理之發，但到那接物發言處，方始名之曰忠信。 \\n  \\n 忠信二字，從古未有解人得分曉。諸家説忠，都只是以事君不欺為言。夫忠固能不欺，而以不欺名忠則不可。如此，則忠之一字，只事君方使得。説信又只以不疑為言，信固能不疑，而以不疑解信則不可。如此，則所謂不疑者，不疑何事？直至程子曰“盡己之謂忠，以實之謂信。”方説得確定。盡己自盡自家心裏面，以所存主者而言，須是無一毫不盡方是忠。如十分裏話，只説得七八分，猶留兩三分，便是不盡，不得謂之忠。以實是就言上説，有話只據此實物説，無便曰無，有便曰有。若以無為有，以有為無，便是不以實，不得謂之信。忠信非判然二物，從内面發出，無一不盡是忠。發出外来，皆以實是信。明道發得又明暢，曰：發己自盡為忠，循物無違為信。從己心中發出，無一不盡是忠。循那物之實而言，無些子違背他，如是便曰是，不與是底相背，非便曰非，不與非底相背，便是信。伊川説得簡要確實，明道説得發越條暢。 \\n  \\n 信有就言上説，是發言之實。有就事上説，是做事之實。有以實理言，有以實心言。 \\n  \\n 忠信兩字近誠字。忠信只是實，誠也只是實。但誠是自然實底，忠信是做工夫實底。誠是就本然天賦真實道理上立字，忠信是就人做工夫上立字。 \\n  \\n 忠信之信與五常之信如何分别？五常之信以心之實理而言，忠信之信以言之實而言，須是逐一看得透徹。古人言語有就忠信之信言者，有就五常之信言者，不可執一看。若泥著，則不通。 \\n  \\n 聖人分上，忠信便是誠，是天道。賢人分上，忠信只是思誠，是人道。 \\n  \\n 誠與忠信對，則誠天道，忠信人道。忠與信對，則忠天道，信人道。 \\n  \\n 孔子曰：主忠信。主與賔相對，賔是外入，出入無常。主人是吾家之主，常存在這屋裏，以忠信為吾心之主，是中心常要忠信，盖無時而不在是也。心中所主者忠信，則其中許多道理便都實在。這裏若無忠信，則一切道理都虚了。主字下得極有力。 \\n  \\n 忠信等字骨看得透，則無往而不通。如事君之忠，亦只是盡己之心以事君。為人謀之忠，亦只是盡己之心以為人謀耳。如與朋友交之信，亦只是以實而與朋友交。與國人交之信，亦只是以實而與國人交耳。 \\n  \\n 忠恕 \\n  \\n 忠信是以忠對信而論，忠恕又是以忠對恕而論。伊川謂“盡己之謂忠，推己之謂恕”。忠是就心説，是盡己之心無不真實者。恕是就待人接物處説，只是推己心之所真實者以及人物而已。字義中心為忠，是盡己之中心無不實，故為忠。如心為恕，是推己心以及人，要如己心之所欲者，便是恕。夫子謂“己所不欲，勿施於人”，只是就一邊論。其實不止是勿施己所不欲者，凡己之所欲者，須要施於人方可。如己欲孝，人亦欲孝，己欲弟，人亦欲弟，必推己之所欲孝、欲弟者以及人，使人得以遂其欲孝欲弟之心；己欲立，人亦欲立，己欲達，人亦欲達，必欲推己之欲立、欲達者以及人，使人亦得以遂其欲立欲達之心，便是恕。只是己心底流去到那物而已。然恕道理甚大，在士人，只一門之内，應接無幾，其所推者有限。就有位者而言，則所推者大，而所及者甚廣。茍中天下而立，則所推者愈大。如吾欲以天下養其親，却使天下之人父母凍餓，不得以遂其孝；吾欲長吾長、幼吾幼，却使天下之人兄弟妻子離散，不得以安其處；吾欲享四海之富，却使海内困窮無告者，不得以遂其生生之樂。如此便是全不推己，便是不恕。 \\n  \\n 大概忠恕只是一物，就中截作兩片則為二物。上蔡謂：忠恕猶形影。説得好。盖存諸中者既忠，則發出外来便是恕。應事接物處不恕，則在我者必不十分真實。故發出忠底心，便是恕底事。做成恕底事，便是忠底心。 \\n  \\n 在聖人分上，則日用千條萬緒，只是一箇渾淪真實底流行去貫注他，更下不得一箇推字。曽子謂“夫子之道忠恕”，只是借學者工夫上二字来形容聖人一貫之旨，使人易曉而已。如木桹上一箇生意是忠，則是這一箇生意流行貫注於千枝萬蘂底便是恕。若以忠恕並論，則只到那地頭定處，枝成枝、蘂成蘂，便是恕。 \\n  \\n 大槩忠恕本只是學者工夫事。程子謂“維天之命於穆不已，忠也；乾道變化各正性命，恕也。”天豈能盡己推己，此只是廣就天地言，其理都一般耳。且如維天之命，元而亨，亨而利，利而貞，貞而復元，萬古循環，無一息之停，只是一箇真實無妄道理。而萬物各具此以生，洪纎髙下，各正其所賦受之性命，此是天之忠恕也。在聖人，也只是此心中一箇渾淪大本流行泛應，而亊事物物莫不各止其所當止之所，此是聖人之忠恕也。聖人之忠便是誠，更不待盡。聖人之恕便只是仁，更不待推。程子曰：以己及物，仁也；推己及物，恕也。無他，以己者是自然，推己者是著力。 \\n  \\n 有天地之忠恕，至誠無息，而萬物各得其所是也。有聖人之忠恕，吾道一以貫之是也。有學者之忠恕，己所不欲勿施於人是也。皆理一而分殊。 \\n  \\n 聖人本無私意，此心豁然大公，物来而順應，何待於推？學者未免有私意錮於其中，視物未能無爾汝之間，須是用力推去，方能及到這物上。既推得去，則亦豁然大公矣。所以子貢問：一言而可以終身行之者，其恕乎？盖學者須是著力推己以及物，則私意無所容而仁可得矣。 \\n  \\n 忠是在己底，恕是在人底。單言恕，則忠在其中，如曰推己之謂恕、己所不欲勿施於人，只己之一字，便含忠意了。己若無忠，則從何物推去？無忠而恕。便流為姑息。而非所謂由中及物者矣、中庸説“忠恕違道不逺”，正是説學者之忠恕。曽子説“夫子之道忠恕”，乃是説聖人之忠恕。聖人忠恕是天道，學者忠恕是人道。 \\n  \\n 夫子語子貢之恕曰：己所不欲，勿施於人。此即是中庸説“施諸己而不願，亦勿施於人也”。異時子貢又曰“我不欲人之加我也，吾亦欲無加諸人。”亦即是此意，似無異旨。而夫子乃以為“賜也，非爾所及”。至程子又有仁恕之辨，何也？盖是亦理一而分殊。曰“無加”云者，是以己自然及物之事。曰“勿施”云者，是用力推己及物之事。 \\n  \\n 自漢以来，恕字義甚不明，至有謂“善恕己量主”者。而我朝范忠宣公亦謂“以恕己之心恕人”，不知恕之一字就己上著不得。據他説，恕字只似箇饒人底意，如此則是己有過且自恕己，人有過又并恕人，是相率為不肖之歸，豈古人推己如心之義乎？故忠宣公謂“以責人之心責己”一句説得是，“以恕己之心恕人”一句説得不是。其所謂恕，恰似今人説“且恕”、“不輕恕”之意。字義不明，為害非輕。 \\n  \\n 一貫 \\n  \\n 一只是這箇道理全體渾淪一大本處，貫是這一理流出去，貫串乎萬事萬物之間。聖人之心，全體渾淪只是一理，這是一箇大本處。從這大本中流出見於用，在君臣則為義，在父子則為仁，在兄弟則為友，在夫婦則為别，在朋友則為信。又分而言之，在父則為慈，在子則為孝，在君則為仁，在臣則為敬。又纎悉而言之，為視之明、聽之聰、色之温、貌之恭，凡三千三百之儀，動容周旋之禮。又如鄉黨之條目，如見冕者與瞽者必以貌、如或仕或止、或久或速、或温而厲或恭而安、或為居處之恭、或為執事之敬，凡日用間微而灑掃應對進退，大而參天地賛化育，凡百行萬善，千條萬緒，無非此一大本流行貫串。 \\n  \\n 自其渾淪一理而言，萬理無不森然具備。自其萬理著見而言，又無非即此一理也。一所以貫乎萬，而萬無不本乎一。 \\n  \\n 一貫是天道一以貫之，聖人此語向曽子説得甚親切。曽子忠恕，即所以形容此一貫，借人道之實以發明天道之妙，尤為確定切實。盖忠即是一，恕即是貫。夫盡己之心真實無妄，則此心渾淪是一箇天理，即此便是大本處，何物不具於此。由是而酬酢應接，散為萬事，那箇事不從這心做去？那箇道理不從這裏發出？即此便見一貫處。故曽子之説，於理尤為確定切實，於聖人之藴尤為該盡，而於學者尤為有力。其進道入徳，有可依據實下手處。 \\n  \\n 在學者做工夫，不可躐進。那所謂一，只當專從事。其所谓貫，凡日用間千條萬緒，各一一精察其理之所以然，而實踐其事之所當然，然後合萬理為一理。而聖人渾淪太極之全體，自此可以上達矣。 \\n  \\n 天只是一元之氣流行不息如此，即這便是大本，便是太極。萬物從這中流出去，或纎或洪，或髙或下，或飛或潜，或動或植，無不各得其所欲，各具一太極去，箇箇各足，無有欠缺。亦不是天逐一去粧点，皆自然而然從大本中流出来。此便是天之一貫處。 \\n  \\n 誠 \\n  \\n 誠字與忠信字極相近，須有分别。誠是就自然之理上形容出一字，忠信是就人用工夫上説。 \\n  \\n 誠字後世都説差了，到伊川方云“無妄之謂誠”，字義始明。至晦翁又増兩字，曰“真實無妄之謂誠”，道理尤見分曉。後世説至誠兩字，動不動加諸人，只成箇謙恭謹愿底意思。不知誠者真實無妄之謂，至誠乃是真實極至而無一毫之不盡，惟聖人乃可當之，如何可容易以加諸人？ \\n  \\n 誠字本就天道論，維天之命於穆不已，只是一箇誠。天道流行，自古及今，無一毫之妄。暑往則寒来，日往則月来，春生了便夏長，秋殺了便冬蔵，元亨利貞終始循環，萬古常如此，皆是真實道理為之主宰。如天行一日一夜，一周而又過一度，與日月星辰之運行躔度，萬古不差，皆是真實道理如此。又就果木觀之，甜者萬古甜，苦者萬古苦，青者萬古常青，白者萬古常白，紅者萬古常紅，紫者萬古常紫，圓者萬古常圓，缺者萬古常缺，一花一葉，文縷相等對，萬古常然無一毫差錯，便待人力十分安排撰造来，終不相似，都是真實道理，自然而然。此中庸所以謂“其為物不二，其生物不測”，而五峯亦曰“誠者，命之道乎”，皆形容得親切。 \\n  \\n 就人論，則只是這實理流行付予於人，自然發見出来底，未説到做工夫處。且誠之一字，不成受生之初便具這理，到賦形之後未死之前，這道理便無了？在吾身日用常常流行發見，但人不之察耳。如孩提之童，無不知愛親敬兄，都是這實理發見出来，乃良知良能，不待安排。又如乍見孺子將入井，便有怵惕之心。至行道乞人饑餓瀕死，而蹴爾嗟来等食乃不屑就，此皆是降衷秉彛真實道理，自然發見出来。雖極惡之人，物慾昏蔽之甚，及其稍息，則良心之實自然發見，終有不可殄滅者。此皆天理自然流行真實處。雖曰見於在人，而亦天之道也。及就人做工夫處論，則只是慤實不欺偽之謂。是乃人事之當然，便是人之道也。故存心全體慤實，固誠也；若一言之實，亦誠也；一行之實，亦誠也。 \\n  \\n 如“君子誠之為貴”“誠之者，人之道”，此等就做工夫上論，盖未能真實無妄，便須做工夫，要得真實無妄。孟子又謂“思誠者人之道”，正是得子思此理傳授處。古人立意，有就天命言者，有就人做工夫言者。至於“至誠”二字，乃聖人徳性地位，萬理皆極其真實，絶無一毫虚偽，乃可以當之。 \\n  \\n 誠在人言，則聖人之誠，天之道也；賢人之誠，人之道也。 \\n  \\n 誠有以理言者，若“誠者物之終始”是也。有以心言者，若“不誠無物”是也。 \\n  \\n 如君臣父子夫婦兄弟朋友等類，若不是實理如此，則便有時廢了。惟是實理如此，所以萬古常然。雖更亂離變故，終有不可得而殄滅者。 \\n  \\n 誠與信相對論，則誠是自然，信是用力；誠是理，信是心；誠是天道，信是人道；誠是以命言，信是以性言；誠是以道言，信是以徳言。 \\n 敬 \\n  \\n 誠與敬字不相闗，恭與敬字却相闗。 \\n  \\n 程子謂“主一之謂敬，無適之謂一”，文公合而言之，曰“主一無適之謂敬”，尤分曉。敬一字，從前經書説處儘多，只把做閒慢説過，到二程方拈出来，就學者做工夫處説，見得這道理尤紧切，所闗最大。敬字本是箇虚字，與畏懼等字相似，今把做實工夫，主意重了，似箇實物事一般。 \\n  \\n 人心妙不可測，出入無時，莫知其鄉。敬所以主宰統攝。若無箇敬，便都不見了。惟敬，便存在這裏。所謂敬者無他，只是此心常存在這裏，不走作，不散慢，常恁地惺惺，便是敬。 \\n  \\n 主一者只是心主這箇事，更不别把箇事来參挿。若做一件事，又挿第二件事，又參第三件事，便不是主一，便是不敬。文公謂“勿貳以二，勿參以三”，正如此。 \\n  \\n 無事時，心常在這裏，不走作，固是主一。有事時，心應這事，更不將第二第三事来挿，也是主一。 \\n  \\n 無適者，心常在這裏，不走東，不走西，不之南，不之北。 \\n  \\n 程子就人心做工夫處，特注意此字。盖以此道理貫動静，徹表裏，一始終，本無界限。閒静無事時也用敬，應事接物時也用敬。心在裏面也如此，動出於外来做事也如此。初頭做事也如此，做到末稍也如此。此心常無間斷，纔間斷便不敬。 \\n  \\n 格物致知也須敬，誠意正心脩身也須敬，齊家治國平天下也須敬。敬者，一心之主宰，萬事之根本。 \\n  \\n 禮謂“執虚如執盈，入虛如有人”，只就此二句體認持敬底工夫，意象最親切。且如人捧箇至盈底物，心若不在這上，纔移一步便傾了。惟執之拳拳，心常常在這上，雖行到那裏也不傾倒。入虚如有人，雖無人境界，此心常嚴肅，如對大賔然，此便是主一無適意。又如人入神祠中，此心全歸向那神明上，絶不敢生些他念，専専一一，便是不二不三，就此時體認，亦見得主一無適意分曉。 \\n  \\n 整齊嚴肅，敬之容。如坐而傾跌，衣冠落魄，便是不敬。 \\n  \\n 上蔡所謂常惺惺法，是就心地上做工夫處，説得亦親切。盖心常醒在這裏，便常惺惺，恁地活。若不在，便死了。心纔在這裏，則萬理森然於其中。古人謂“敬，徳之聚”，正如此。須實下持敬工夫，便自見。 \\n  \\n 文公敬齋箴，正是鋪叙日用持敬工夫節目，最親切，宜列諸左右，常目在之，按為準則做工夫，久久自别。 \\n 恭敬 \\n 恭就貌上説，敬就心上説。恭主容，敬主事。 \\n  \\n 恭有嚴底意，敬字較實。 \\n  \\n 身體嚴整，容貌端莊，此是恭底意。但恭只是敬之見於外者，敬只是恭之存於中者。敬與恭不是二物，如形影然，未有内無敬而外能恭者，亦未有外能恭而内無敬者。此與忠信、忠恕相闗一般。 \\n  \\n “坐如尸，立如齊”，便是敬之容。“正其衣冠，尊其瞻視，儼然人望而畏之。”便是恭之容。 \\n  \\n 敬，工夫細宻；恭，氣象闊大。敬，意思卑屈；恭，體貌尊嚴。 \\n  \\n 文公曰：以成徳而論，則敬字不如恭之安。以學者做工夫而言，則恭字不如敬之切。 \\n  \\n 古人皆如此著力，如堯之欽明，舜之温恭，湯之聖敬日躋，文王之緝熈敬止，都是如此。  \\n 　 \\n 卷下 \\n 道 \\n  \\n 道，猶路也。當初命此字是從路上起意。人所通行方謂之路，一人獨行不得謂之路。道之大綱，只是日用間人倫事物所當行之理。衆人所共由底方謂之道。大槩須是就日用人事上説，方見得人所通行底意親切。若推原來歴，不是人事上剗然有箇道理如此，其根原皆是從天來。故横渠謂“由太虚，有天之名；由氣化，有道之名。”此便是推原來歴。天即理也。古聖賢説天，多是就理上論。理無形狀，以其自然而言，故謂之天。若就天之形體論，也只是箇積氣，恁地蒼蒼茫茫，其實有何形質。但横渠此天字是説理。理不成死定在這裏？一元之氣流出來，生人生物，便有箇路脉，恁地便是人物所通行之道。此就造化推原其所從始如此。至子思説“率性之謂道”，又是就人物已受得來处説，隨其所受之性，便自然有箇當行之路，不待人安排著。其实道之得名，須就人所通行處説，只是日用人事所當然之理，古今所共由底路，所以名之曰道。 \\n  \\n 老莊説道，都與人物不相干，皆以道為超乎天地器形之外。如云“道在太極之先”，都是説未有天地萬物之初，有箇空虚道理。且自家身今見在天地之後，只管想像未有天地之初一箇空虚底道理，與自家身有何干涉？佛氏論道，大槩亦是此意。但老氏以無為宗，佛氏以空為宗，以未有天地之先為吾真體，以天地萬物皆為幻化，人事都為粗迹，盡欲屏除了，一歸真空，乃為得道。不知道只是人事之理耳。“形而上者謂之道，形而下者謂之器。”自有形而上者言之，其隱然不可見底則謂之道；自有形而下者言之，其顯然可見底則謂之器。其實道不離乎器，道只是器之理。人事有形狀處都謂之器，人事中之理便是道。道無形狀可見，所以明道曰：道亦器也，器亦道也。須著如此説，方截得上下分明。 \\n  \\n 道非是外事物有箇空虚底，其實道不離乎物，若離物則無所謂道。且如君臣有義，義底是道，君臣是器。若要看義底道理，須就君臣上看，不成脱了君臣之外别有所謂義？父子有親，親底是道，父子是器。若要看親底道理，須就父子上看，不成脱了父子之外别有所謂親？即夫婦，而夫婦在所别；即長幼，而長幼在所序；即朋友，而朋友在所信。亦非外夫婦、長幼、朋友而有所謂别、序與信。聖門之學，無一不實。老氏清虚厭事，佛氏屏棄人事，他都是把道理做事物項頭玄妙底物看，把人事物做下面粗底，便都要擺脱去了。 \\n  \\n 若就事事物物上看，亦各自有箇當然之理。且如足容重，足是物，重是足當然之理。手容恭，手是物，恭是手當然之理。如視思明，聽思聰，明與聰便是視聽當然之理。又如坐如尸，立如齊，如尸如齊便是坐立當然之理。以類而推，大小髙下，皆有箇恰好底道理，古今所通行而不可廢者。自聖門實學不明，然後有老莊佛氏一切等説。後世儒者才説到道，便渉老莊去。如子雲用心亦甚苦，然説到道理，皆是黃老意。如中首所謂靈根及“爰清爰净，逰神之庭，惟寂惟寞，守德之宅”等説，都是純用老子意。 \\n  \\n 論道之大原，則是出於天。自未有天地之先，固是先有理。然才有理，便有氣。才有氣，此理便在乎氣之中，而不離乎氣。氣無所不在，則理無所不通。其盛著見於造化發育，而其實流行乎日用人事，千條萬緒，人生天地之内，物類之中，全具是道，與之俱生，不可須臾離。故欲求道者，須是就人事中，盡得許多千條萬緒當然之理，然後可以全體是道，而實具於我。非可舍吾身人事，超乎二氣之表，只管去窮索未有天地始初之妙為道體，則在此身有何干渉！此佛老莊列異端邪説所以為吾道之賊，學者不可不嚴屏峻却，而聖門實學，坦如康莊，學者亦不可自暴自棄而不由也。 \\n  \\n 學者求道，須從事物千條萬緒中磨鍊出來。 \\n  \\n 道流行乎天地之間，無所不在，無物不有，無一處欠缺。子思言鳶飛、魚躍、上下察以証之，有以見道無不在，甚昭著分曉。在上則鳶飛戾天，在下則魚躍於淵，皆是這箇道理。程子謂此是子思喫紧為人處，活潑潑地。所谓“喫紧”云者，只是紧切為人说。所谓“活潑潑地”云者，只是真見這道理在面前，如活底物相似。此正如顔子所謂卓爾，孟子所謂躍如之意，都是真見得這道理分明，故如此説。 \\n  \\n 易説一隂一陽之謂道，隂陽，氣也，形而下者也。道，理也，只是隂陽之理，形而上者也。孔子此處是就造化根原上論。大凡字義，須是隨本文看得透方可。如“志於道”“可與適道”“道在邇”等類，又是就人事上論。聖賢與人説道，多是就人事上説。惟此一句，乃是賛易時説來歴根原。儒中竊襌學者，又直指隂陽為道，便是指氣為理了。 \\n  \\n 韓公原道頭四句，如所謂“博愛之謂仁，行而宜之之謂義”，盡説從外面去。其論德，如“足乎己，無待於外”之言，雖未圓，猶未害。至“由是而之焉之謂道”，則道全在人力脩為之方有，而非子思中庸率性本然之道。如老子“失道而後德，失德而後仁，失仁而後義”等語，又把道都脱從上面去説，與德仁義都分裂破碎了。扬子雲又謂“老氏之言道德，吾有取焉耳，及搥提仁義，吾無取焉耳。”是又把道德、仁義判做二物，都不相交渉了。 \\n  \\n 韓公學無原頭處，如原道一篇鋪叙許多節目，亦可謂見得道之大用流行於天下底分曉，但不知其體本具於吾身，故於反身内省處殊無細宻工夫，只是與張籍軰吟詩飲酒度日。其中自無所執守，致得後來潮陽之貶，寂寞無聊中，遂不覺為大顛説道理動了，故俛首與之同逰而忘其平昔排佛老之説。 \\n  \\n 理 \\n  \\n 道與理大槩只是一件物，然析為二字，亦須有分别。道是就人所通行上立字，與理對説，則道字較寛，理字較實，理有確然不易底意。故萬古通行者，道也；萬古不易者，理也。理無形狀，如何見得？只是事物上一箇當然之則便是理。則是凖則、法則，有箇確定不易底意。只是事物上正合當做處便是“當然”，即這恰好，無過些，亦無不及些，便是“則”。如為君止於仁，止仁便是為君當然之則；為臣止於敬，止敬便是為臣當然之則；為父止於慈，為子止於孝，孝慈便是父子當然之則。又如足容重，重便是足容當然之則；手容恭，恭便是手容當然之則。如尸便是坐中當然之則，如齊便是立中當然之則，古人格物窮理，要就事物上窮箇當然之則，亦不過只是窮到那合做處、恰好处而已。 \\n  \\n 理與性字對説，理乃是在物之理，性乃是在我之理。在物底便是天地人物公共底道理，在我底乃是此理已具，得為我所有者。 \\n  \\n 理與義對説，則理是體，義是用；理是在物當然之則，義是所以處此理者。故程子曰：在物為理，處物為義。 \\n 德 \\n  \\n 道是天地間本然之道，不是因人做工夫處論。德便是就人做工夫處論。德是行是道而實有得於吾心者，故謂之德。何謂行是道而實有得於吾心？如實能事親，便是此心實得這孝。實能事兄，便是此心實得這悌。大槩徳之一字，是就人做工夫已到處論，乃是做工夫實有得之於已了，不是就方做工夫時説。 \\n  \\n 大槩德者，得也，不能離得一箇得字。古經書雖是多就做工夫實有得上説，然亦有就本原來歴上論。如所謂明德者，是人生所得於天，本來光明之理具在吾心者，故謂之明德。如孩提之童，無不知愛親敬兄，此便是得於天本明處。有所謂逹德者，是古今天下人心之所同得，故以達言之。有所謂懿德者，是得天理之粹美，故以懿言之。又有所謂徳性者，亦只是在我所得於天之正理，故謂之德性。又有所謂天德者，自天而言，則此理公共，在天得之，為天德；其道流行賦予，為物之所得，亦謂之天德。若就人論，則人得天之理以生，亦謂之天德；其所為純得天理之真，而無人偽之雜，亦謂之天德。 \\n  \\n 道與德不是判然二物，大抵道是公共底，德是實得於身，為我所有底。 \\n 太極 \\n  \\n 太極只是渾淪極至之理，非可以氣形言。古經書説太極，惟見於易，係辭传曰：易有太極。易只是隂陽變化，其所為隂陽變化之理，則太極也。又曰：三極之道，三極云者，只是三才極至之理。其謂之三極者，以見三才之中各具一極，而太極之妙無不流行於三才之中也。外此百家諸子都説差了，都説屬氣形去。如漢志謂“太極涵三為一”，乃是指做天地人三箇氣形已具而渾淪未判底物。老子説“有物混成，先天地生”，此正是指太極。莊子謂“道在太極之先”，所謂太極，亦是指三才未判渾淪底物，而道又别是一箇懸空底物，在太極之先，則道與太極分為二矣。不知道即是太極，道是以理之通行者而言，太極是以理之極至者而言。惟理之極至，所以古今人物通行；惟古今人物通行，所以為理之極。至更無二理也。 \\n  \\n 太極字義不明，直至濂溪作太極圖，方始説得明白。所謂“無極而太極”，而字只輕接過，不可就此句中間截作兩截看。無極是無窮極，只是説理之無形狀方體，正猶言無聲無臭之類。太之為言甚也，太極是極至之甚，無可得而形容，故以太名之。此只是説理雖無形狀方體，而萬化無不以之為根柢樞紐，以其渾淪極至之甚，故謂之太極。文公解此句，所謂“上天之載”是以理言，所謂“無聲無臭”是解無極二字，所謂“萬化之樞紐、品彚之根柢”是解太極二字，又結以“非太極之外復有無極也”，多少是分明。 \\n  \\n 太極只是以理言也。理縁何又謂之極？極，至也。以其在中，有樞紐之義。如皇極、北極等，皆有在中之義。不可訓極為中。葢極之為物，常在物之中，四面到此都極至，都去不得。如屋脊梁謂之屋極者，亦只是屋之衆材，四面凑合到此處皆極其中；就此處分出去，布為衆材，四面又皆停匀，無偏剩偏欠之處。如塔之尖處偏是極。如北極，四面星宿皆運轉，惟此处不動，所以為天之樞。若太極云者，又是就理論。天所以萬古常運，地所以萬古常存，人物所以萬古生生不息，不是各各自恁地，都是此理在中為之主宰，便自然如此。就其為天地主宰處論，恁地渾淪極至，故以太極名之。葢總天地萬物之理到此凑合，皆極其至，更無去處，及散而為天地，為人物，又皆一一停匀，無少虧欠，所以謂之太極。 \\n  \\n 太極只是總天地萬物之理而言，不可離了天地萬物之外而别為之論。才説離天地萬物而有箇理，便成兩截去了。 \\n  \\n 畢竟未有天地萬物之先，必是先有此理。然此理不是懸空在那裏，纔有天地萬物之理，便有天地萬物之氣；纔有天地萬物之氣，則此理便全在天地萬物之中。周子所謂“太極動而生陽，靜而生陰”，是有這動之理，便能動而生陽，纔動而生陽，則是理便已具於陽動之中；有這靜之理，便能靜而生陰，纔靜而生陰，則是理便已具於陰靜之中。然則纔有理，便有氣，纔有氣，理便全在這氣裏面。那相接處全無些子縫罅，如何分得孰為先、孰為後？所謂動靜無端，隂陽無始。若分别得先後，便成偏在一邊，非渾淪極至之物。 \\n  \\n 老氏説道在天地之先，也畧有此意。但不合都離了天地人物外，别説箇懸空底道理，把此後都做粗看了。 \\n  \\n 總而言之，只是渾淪一箇理，亦只是一箇太極；分而言之，則天地萬物各具此理，亦只有一太極，又都渾淪無欠缺處。自其分而言，便成許多道理。若就萬物上搃論，則萬物統體渾淪，又只是一箇太極。人得此理具於吾心，則心為太極。所以邵子曰：道為太極。又曰：心為太極。謂道為太極者，言道即太極，無二理也。謂心為太極者，只是萬理總会於吾心，此心渾淪是一箇理耳。只這道理流行，出而應接事物，千條萬緒，各得其理之當然，則是又各一太極。就萬事總言，其實依舊只是一理，是渾淪一太極也。譬如一大塊水銀恁地圓，散而為萬萬小塊，箇箇皆圓。合萬萬小塊復為一大塊，依舊又恁地圓。陳几叟月落萬川處處皆圓之譬，亦正如此。此太極所以立乎天地萬物之表，而行乎天地萬物之中，在萬古無極之前，而貫於萬古無極之後。自萬古而上，極萬古而下，大抵又只是渾淪一箇理，總為一太極耳。此理流行，處處皆圓，無一處欠缺。纔有一處欠缺，便偏了，不得謂之太極。太極本體本自圓也。 \\n  \\n 太極之所以至極者，言此理之至中、至明、至精、至粹、至神、至妙，至矣，盡矣，不可以復加矣。故強名之曰極耳。 \\n  \\n 無極之説，始於誰乎？栁子天對曰：無極之極。康節先天圖説亦曰：無極之前，陰含陽也；有極之後，陽分陰也。是周子以前已有無極之説矣。但其主意各不同，桞子、康節是以氣言，周子則専以理言之耳。 \\n  \\n 皇極 \\n  \\n 書所謂“皇極”，皇者，君也。極者，以一身為天下至極之標凖也。孔安國訓作大中，全失了字義。人君中天下而立，則正身以為四方之標凖，故謂之皇極。若就君德論，則德到這處，極至而無以加。以孝言之，則極天下之孝；以弟言之，則極天下之弟。德極其至，而天下之人以為標凖，周禮所謂“以為民極”，正是此意。 \\n  \\n 詩説“立我烝民，莫非爾極”，又是就牟麥上論。后稷以此教民，民亦以此為凖則。 \\n  \\n 皇極，域中之大寳，又是就崇髙富貴之位而言。大君，極至之位，四面尊仰，無以復加，所以謂之大寳，亦謂之寳極。商邑，四方之極，則以其居中為四方之極，而四方輻輳，至此而無以復加也。 \\n  \\n 自孔安國訓皇極為大中，後來谷永疏言“明王正五事，建大中以承天心”，便都循習其説，更不復知古人立字本義。且如“皇則受之，皇之不極”訓為“大則受之，大之不中”，“惟皇作極”訓為“惟大作中”，成甚等語？義理如何通得？ \\n  \\n 中和 \\n  \\n 中和是就性情説。大抵心之體是性，性不是箇别物，只是心中所具之理耳。只這理動出外來便是情。中是未接事物，喜怒哀樂未發時，渾淪在這裏，無所偏倚，即便是性。及發出來，喜便偏於喜，怒便偏於怒，不得謂之中矣。然未發之中，只可言不偏不倚，却下不得過不及字。及發出來皆中節，方謂之和。和是無所乖戾，只裏面道理發出來，當喜而喜，當怒而怒，無所乖戾於理，便是中節。中節亦只是得其當然之理，無些過，無些不及，與是理不相拂戾，故名之曰和耳。 \\n  \\n 中者，天下之大本，只是渾淪在此，萬般道理都從這裏出，便為大本。和者，天下之達道，只是這裏動出，萬般應接，無少乖戾而無所不通，是為逹道。 \\n  \\n 中有二義：有已發之中，有未發之中。未發是性上論，已發是就事上論。已發之中，當喜而喜，當怒而怒，那恰好處，無過不及，便是中。此中即所謂和也。所以周子通書亦曰：中者，和也。是指已發之中而言也。 \\n  \\n 堯舜禹“允執厥中”，皆是已發之中。若是裏面渾淪未發，未有形影，如何執得？及發出來方可執。此事合當如此，彼事合當如彼，方有箇恰好凖則，無太過不及處，可得而操執之也。 \\n  \\n 中庸篇只舉喜怒哀樂四者，只是舉箇大綱而已。其實從裏面發出來底，當然而然，無所拂於理者，都是和。 \\n  \\n 釋氏之論，大槩欲滅情以復性。李翺作復性論二篇，皆是此意。翺雖與韓文公逰，文公學無淵源，見理不明瑩，所以流入釋氏去。釋氏要喜怒哀樂百念都無，如何無得？只是有正與不正耳。正底便是天理，不正底便是人欲。 \\n  \\n 大抵中和之中，是專主未發而言。中庸之中，却又是含二義：有在心之中，有在事物之中。所以文公解中庸二字，必合内外而言，謂“不偏不倚，無過不及，而平常之理”，可謂確而盡矣。 \\n  \\n 中庸 \\n  \\n 文公解中庸為平常。非於中之外復有所謂庸，只是這中底發出於外，無過不及，便是日用道理。平常與怪異字相對，平常是人所常用底，怪異是人所不曾行，忽然見之便怪異。如父子之親，君臣之義，夫婦之别，長幼之序，朋友之信，皆日用事，便是平常底道理，都無竒特底事。如堯舜之揖遜，湯武之征伐，夷齊之立節，三仁之制行，又如視之思明，聽之思聰，色之思温，貎之思恭，與夫足容之重，手容之恭，頭容之直，氣容之肅，及言忠信，行篤敬，居處恭，執事敬等類，論其極致，只是平常道理。凡日用間人所常行而不可廢者，便是平常道理。惟平常，故萬古常行而不可易。如五榖之食，布帛之衣，萬古常不可改易，可食可服而不可厭者，無他，只是平常耳。故平常則自有不可易之義。其餘珍竒底飲食衣服，則可供一時之美，終不可以為常。若常常用之，則必生厭心矣。 \\n  \\n 程子謂“不易之謂庸”，説得固好，然於義未盡，不若文公平常之説為明備。葢平常字包得不易字意，不易字包不得平常字意，其實則一箇道理而已。游定夫謂“中和以性情言，是分體用動静，相對説。中庸以德行言，是兼行事，相合説。” \\n  \\n 禮樂 \\n  \\n 禮樂有本有文。禮只是中，樂只是和，中和是禮樂之本。然本與文二者不可一闕。禮之文，如玉帛爼豆之類。樂之文，如聲音節奏之類。須是有這中和，而又文之以玉帛爼豆、聲音節奏，方成禮樂。不只是偏守中和底意思，便可謂之禮樂。 \\n  \\n 就心上論，禮只是箇恭底意，樂只是箇和底意，本是裏面有此敬與和底意。然此意何自而見？須於賔客祭祀時，將之以玉帛，寓之以籩豆，播之於聲音節奏間，如此則内外本末相副，方成禮樂。若外面有玉帛鍾鼓，而裏面無和敬之心以實之，則不成禮樂。若裏面有和敬之心，而外面無玉帛鍾鼓以將之，亦不成禮樂。 \\n  \\n 禮樂亦不是判然二物，不相干渉。禮只是箇序，樂只是箇和。纔有序便順而和，失序便乖而不和。如兩箇椅子，纔下得失倫序，便乖戾不和。如父子君臣兄弟夫婦，所以相戕相賊，相爭相鬭，相仇相怨，如彼其不和者，都縁是先無箇父子君臣夫婦兄弟之禮，無親義序别，便如此。 \\n  \\n 禮樂無所不在，所謂“明則有禮樂，幽則有鬼神”，如何離得？如盗賊至無道，亦須上下有統屬，此便是禮底意。纔有統屬，便自相聽從，自相和睦，這便是樂底意。又如行路人，兩箇同行，纔有箇長少次序，長先少後，便相和順而無爭。其所以有爭鬭之心，皆縁是無箇少長之序。旣自先亂了，安得有和順底意？於此益見禮先而樂後。 \\n  \\n 人徒見升降裼襲有類乎美觀，鏗鏘節奏有近乎末節，以為禮樂若無益於人者，抑不知釋回增美，皆由於禮器之大備，而好善聴過，皆本於樂節之素明。禮以治躬，則莊敬不期而自肅。樂以治心，則鄙詐不期而自消。葢接於視聽者，所以飬其耳目，而非以娛其耳目；形於舞蹈者，所以導其血氣，而非以亂其血氣，則禮樂之用可知矣。 \\n  \\n 經權 \\n  \\n 用權須是地位髙方可。經與權相對，經是日用常行道理，權也是正當道理，但非可以常行，與日用常行底異。公羊謂“反經而合道”，説誤了。既是反經，焉能合道？權只是濟經之所不及者也。 \\n  \\n 權字乃就秤錘上取義。秤錘之為物，能權輕重以取平，故名之曰權。權者，變也。在衡有星兩之不齊，權便移來移去，隨物以取平。亦猶人之用權度揆度事物以取其中相似。 \\n  \\n 經所不及，須用權以通之。然用權須是地位髙方可，非理明義精便差，却到合用權處亦看不出。權雖經之所不及，實與經不相悖，經窮則須用權以通之。栁宗元謂“權者，所以逹經也”，説得亦好。葢經到那裏行不去，非用權不可濟。如君臣定位，經也。桀紂暴横，天下視之為獨夫，此時君臣之義已窮，故湯武征伐以通之，所以行權也。男女授受不親，此經也，嫂溺而不援，便是豺狼，故援之者，所以通乎經也。如危邦不入，亂邦不居，此經也。佛肸召，子欲徃，則權也。然須聖人理明義精，方用得不差。 \\n  \\n 權，只是時措之宜。“君子而時中”，時中便是權。天地之常經是經，古今之通義是權。 \\n  \\n 問權與中何别？曰：知中然後能權，由權然後得中。中者，理所當然而無過不及者也。權者，所以度事理而取其當然，無過不及者也。 \\n  \\n 論語從共學至可與立，方可與權。天下事到經所不及處，實有礙，須是理明義精，方可用權。且如武后易唐為周，張柬之輩於武后病中扶策中宗出來。胡氏管見説武后乃社稷之賊，又是太宗才人，無婦道，當正大義，稱高祖、太宗之命，廢為庶人而賜之死。但天下豈有立其子而殺其母？南軒謂此時當别立箇賢宗室，不應立中宗，他也只見得後來中宗不能負荷，故發此論。文公謂：南軒之説亦未是，須是身在當時，親見得人心事勢是如何。如人拳拳中宗，中宗又未有失德，如何廢得？人心在中宗，纔廢便亂。須是就當時看得端的，方可權度。所以用權極難。 \\n  \\n （先生所編文公竹林精舍語録，亦以後來言之，則中宗不可立，以當時言之，中宗又未有可廢之罪，天下人心皆矚望中宗，髙宗别無子，不立中宗，又恐失天下之望。是時承乾亦有子，但人心不屬，若卒然妄舉，失人心，做不行。又事多最難處，今生數百年後，只据史传所載，不見得當時事情，亦難斷定。須是身在當時，親見那時事情如何。若人心不在中宗，方可别立宗室；若人心在中宗，只得立中宗。 \\n  \\n 文中子説：權義舉而皇極立。説得亦未盡。權固義精者然後用得不差，然經亦無義不得。盖合當用經時須用經，當用權時須用權，度此得宜便是義，便是二者都不可無義。如秦王世民殺太子建成，是不當用權而用權者也。王魏不死於建成而事太宗，是當守經而不守經者也。自魏晉而下，皆於國統未絶，而欺人孤寡，托為受襌，皆是當用經而不用經，不當用權而用權者也。又如季札終於固譲而不肯立，卒自亂其宗國，是於守經中見義不精者也。張柬之等五王反正，中宗誅諸武而留一武三思，卒自罹禍之惨，是於用權中見義不精者也。） \\n  \\n 義利 \\n  \\n 義與利相對而實相反。纔出乎義，便入乎利，其間相去甚微，學者當精察之。自文義而言，義者，天理之所宜；利者，人情之所欲，欲是所欲得者。就其中推廣之，纔是天理所宜底，即不是人情所欲；纔是人情所欲底，即不合於天理之所宜。天理所宜者，即是當然而然，無所為而然也。人情所欲者，只是不當然而然，有所為而然也。天理所宜是公，人情所欲是私。如貨財、名位、爵禄等，此特利之粗者。如計較强弱多寡便是利，如取己之便宜亦是利，如求名覬效，如狥己自私，如狥人情而為之，如有外慕底心，皆是利。然貨財名位爵禄等，亦未可便做利，只當把一件事看，但此上易陷於利耳。 \\n  \\n 古人取民，惟以井田什一之賦。此是取以為天下國家經常之用，不可缺者。其餘山林川澤，悉與民共之，無一毫私取以為己有。葢聖人出來君天下，姑以應天下之望，不以天下為己利。所以凡事皆公天下之大義而為之，分天下之地為萬國，與有德有功者共之。王畿千里，公侯百里，伯七十里，子男五十里，庶人受田百畆。孟子謂“行一不義、殺一不辜而得天下，不為。”最説得聖人心上大義出。天下是至大底物，一不義一不辜是至微底事，不肯以其所至微而易其所至大，可見此心純是義，無一点利底意思。後世以天下為己私，己是利了，及做一切事都是利。毁封建公天下之大法而為郡縣，欲摠天下之權歸於己，不能井天下之田以授民。民自買田為生，官司又取他牙稅。及秋夏取稅，名色至多，至茶鹽酒酤，民生公共急切之用，盡括為己有。凡此等大節目處，都是自利之私，無一点義。其詭譎自私細微曲折處，更不待説。 \\n  \\n 在學者論之，如貨財亦是人家為生之道，似不可闕，但當營而營，當取而取，便是義。若出於詭計左道，不當營而營，不當取而取，便是利。有一般人己自足用，又過用心於營殖，固是利。又有一般人生長富足，不復營殖，若不為利，然吝嗇之意篤，計較之心重，合當切用，一毫不拔，此尤利之甚者。如名位爵禄，得之以道，非出於私意計較，是當得而得，便是義。若得之不以道，出於私意計較，是不當得而得，如鬻爵鬻舉，左道圖薦，章苞苴、營差遣等類，皆是利。如萬鍾不辨禮義，乃為宫室、妻妾、所識窮乏而受之，便是利。原思為宰，義當受常禄之粟九百，他却以為多而辭之，便是利，不是義。子華為師使於齊，義不當請粟，而冉子為之請，便是利。周公以叔父之親處三公，享天下之富，是義之所當享。季氏以魯卿而富於周公，乃過於封殖，便是利。 \\n  \\n 有所為而為，如有所慕而為善，有所畏而不為惡，皆是利。如為穫而耕，為畬而菑，便是利。於耕而望穫，利；於菑而望畬，亦是利。易曰：不耕穫，不菑畬。是無所為於前，無所覬於後，此方是義。如“哭死而哀，非為生也；經德不回，非以干禄也；言語必信，非以正行也。”此皆是當然而然，便是義。如為生而哀，為干禄而不回，為正行而必信，便是利。如赤子入井，是所當救而惻隱自生於中，便是義。若為內交要譽，惡其聲而然，便是利。 \\n  \\n 計較之私，如以天下儉其親，便是利。齊王見牛不忍，固是仁心之發，然以小易大，便是利。子貢欲去告朔之餼羊，是計較無益之費，便是利。孔子愛其禮不愛其羊，便是義。梁惠王移民移粟，計較民之多寡，是利。顔子犯而不校。若計較曲直勝負，亦是利。或論文而曰“我工爾拙”，論功而曰“我高爾低”，論徳而曰“我優爾劣”，皆是利。 \\n  \\n 取己便宜，小處如共食而自揀其美，如共處而自擇其安，共市物而爭取其尤，都是利。大處如舍義取生，固人之所欲，然義所當死，只得守義而死，豈可以己不便而生顧戀之私？如扬雄甘事王莽，已自錯了，後來廹於追捕，又却投閣，是偷生惜死，忘義顧利。魏徵背建成而事太宗，李陵戰敗而降虜，皆是忘義惜死，自己取便。 \\n  \\n 求名之私。如好名能讓千乗之國；如以德報怨，欲求仁厚之名，仲子避兄離母居於陵，欲沽廉潔之名；微生髙乞醯，掠美市恩以歸於己，都是利於美名。 \\n  \\n 狥己自私，如為己謀則盡心，為他人謀則不盡心，是利。如齊王好色好貨，不與民同，亦是利。凡處父子君臣夫婦兄弟朋友之間，纔有一毫自私之心，而不行乎天理之當然，皆是利。雖公天下事而以私心為之，亦是利。 \\n  \\n 徇人情是凡事不顧理之當然，只徇人情而不敢决，便是利。如劉琮以荆州降曹操，則是魏之荆州矣。是時先主未有可据之地，孔明欲取之，以為興王業之本，此正大義所當然。先主不决以大義，却顧戀劉表之私情，而不忍取，是利也。 \\n  \\n 覬效，如先難後獲，先事後得，皆是先盡其在我所當為而不計效。仁人明道不計功，正誼不謀利。自漢以來，無人似董仲舒看得如此分明。如揠苖助長，便是望效太速。太宗即位四年，外户不閉，斗米三錢，方是小康，便道行仁義既效，便有矜色。 \\n  \\n 外慕，如今科舉之學，全是外慕。自嬰孩便專學綴緝，為取科名之具，至白首不休，切身義理全無一点，或有早登科第，便又専事雜文，為干求遷轉之計，一生學問，全是脱空。古之學為己，今之學為人。為己是無所慕，為人是有所慕，此便是義利之分。義利界分最要别白分明。若不别白分明，則有義之似利，利之似義，便都含糊没分曉了，末稍歸宿只墮在利中去，更無復有義矣。 \\n  \\n 鬼神 \\n 鬼神一節，説話甚長，當以聖經説鬼神本意作一項論，又以古人祭祀作一項論，又以後世淫祀作一項論，魂魄附又以後世妖怪作一項論。 \\n  \\n 程子曰：鬼神者，造化之迹也。張子曰：鬼神者，二氣之良能也。説得皆精切。造化之迹，以陰陽流行著見於天地間者言之。良能，言二氣之徃來，是自然能如此。大抵鬼神只是隂陽二氣之屈伸徃來。自二氣言之，神是陽之靈，鬼是陰之靈。靈云者，只是自然屈伸徃來恁地活爾。自一氣言之，則氣之方伸而來者屬陽，為神；氣之已屈而徃者屬陰，為鬼。如春夏是氣之方長，屬陽，為神；秋冬是氣之已退，屬隂，為鬼；其實二氣只是一氣耳。 \\n  \\n 天地間無物不具隂陽，陰陽無所不在，則鬼神亦無所不有。大抵神之為言伸也，伸是氣之方長者也；鬼之為言歸也，歸是氣之已退者也。自天地言之，天屬陽，神也；地屬隂，鬼也。就四時言之，春夏氣之伸，屬神；秋冬氣之屈，屬鬼。又自晝夜分之，晝屬神，夜屬鬼。就日月言之，日屬神，月屬鬼。又如鼓之以雷霆，潤之以風雨，是氣之伸，屬神；及至收斂後，帖然無蹤跡，是氣之歸，屬鬼。以日言，則日方升屬神，午以後漸退，屬鬼。以月言，則初三生明屬神，到十五以後屬鬼。如草木生枝生葉時屬神，衰落時屬鬼。如潮之來屬神，潮之退屬鬼。凡氣之伸者皆為陽屬神，凡氣之屈者皆為陰屬鬼。古人論鬼神，大槩如此，更在人自體究。 \\n  \\n 禮運言“人者，隂陽之交，鬼神之会，”説得亦親切。此真聖賢之遺言，非漢儒所能道也。葢人受隂陽二氣而生，此身莫非陰陽。如氣陽血隂，脉陽體隂，頭陽足隂，上體為陽下體為隂。至於口之語黙，目之寤寐，鼻息之呼吸，手足之屈伸，皆有陰陽分屬。不特人如此，凡萬物皆然。中庸所謂“體物而不遺”者，言陰陽二氣為物之體，而無不在耳。天地間無一物不是陰陽，則無一物不具鬼神。 \\n  \\n 祭義宰我問鬼神一段甚長，説得極好。如曰“氣也者，神之盛也；魄也者，鬼之盛也”云云，鄭氏注謂：口鼻之呼吸為魂，耳目之聰明為魄。又解得明切。子産謂“人生始化曰魄，既生魄，陽曰魂。”斯言亦真得聖賢之遺旨。所謂始化，是胎中畧成形時。人初間纔受得氣，便結成箇胚胎模様，是魄。既成魄，便漸漸会動，屬陽，曰魂。及形既生矣，神發知矣，故人之知覺屬魂，形體屬魄。陽為魂，隂為魄。魂者，陽之靈而氣之英；魄者，隂之靈而體之精。如口鼻呼吸是氣，那靈活處便是魂；耳目視聽是體，那聰明處便是魄。 \\n  \\n 左传曰：心之精爽，是謂魂魄。淮南子曰：陽神為魂，隂神為魄。魂魄二字，正猶精神二字。神即是魂，精即是魄。魂屬陽，為神；魄屬陰，為鬼。 \\n  \\n 就人身上細論，大槩隂陽二氣会在吾身中為鬼神。以寤寐言，則寤屬陽，寐屬隂；以語黙言，則語屬陽，黙屬隂。及動靜、進退、行止等，分屬皆有隂陽。凡屬陽者皆為魂，為神；凡屬隂者皆為魄，為鬼。 \\n  \\n 人自孩提至於壯，是氣之伸，屬神；中年以後，漸漸衰老，是氣之屈，屬鬼。以生死論，則生者，氣之伸；死者，氣之屈。就死上論，則魂之升者為神，魄之降者為鬼。魂氣本乎天，故騰上；體魄本乎地，故降下。書言“帝乃殂落”，正是此意。殂是魂之升上，落是魄之降下者也。 \\n  \\n 易曰：精氣為物，游魂為變，故知鬼神之情狀。言陰精陽氣聚而生物，乃神之伸也，而屬乎陽。魂逰魄降，散而為變，乃鬼之歸也，而屬乎隂。鬼神情狀，大槩不過如此。 \\n  \\n 以上論鬼神本意 \\n  \\n 古人祭祀，以魂氣歸於天，體魄歸於地，故或求諸陽，或求諸陰。如祭義曰“燔燎羶薌，見以蕭光，以報氣也。”“薦黍稷，羞肝肺首心，加以鬱鬯，以報魄也。”郊特牲曰“周人尚臭，灌用鬯臭，鬱合鬯臭，隂達於淵泉。”“既灌，然後迎牲，致隂氣也。”“蕭合黍稷，臭陽逹於墻屋，故既奠，然後焫蕭合羶薌，凡祭慎諸此。”又曰“祭黍稷加肺，祭齊加明水，報隂也。取膟膋燔燎升首，報陽也。”所以求鬼神之義，大槩亦不過此。 \\n  \\n 樂記謂“明則有禮樂，幽則有鬼神”，鬼神即是禮樂道理。以樂祀神，樂聲發扬，屬陽。以禮祀鬼，禮是定底物，屬陰。故樂記説：樂者敦和，率神而從天；禮者别宜，居鬼而從地。祭義論“春禘秋嘗”，以“春雨露既濡，君子履之，必有怵惕之心，如將見之”。秋“霜露既降，君子履之，必有悽愴之心，非其寒之謂也”。故樂以迎來，哀以送徃。故禘有樂而嘗無樂，意亦如此。 \\n  \\n 夫子謂“吾不與祭，如不祭”。葢缘誠意既不接，幽明便不交。 \\n  \\n 范氏謂：有其誠則有其神，無其誠則無其神。此説得最好。誠只是真實無妄，雖以理言，亦以心言。須是有此實理，然後致其誠敬，而副以寔心，豈不歆享？且如季氏，不當祭太山而冐祭，是無此實理矣。假饒極盡其誠敬之心，與神亦不相干渉，泰山之神亦不吾享。大槩古人祭祀，須是有此實理相闗，然後三日齋，七日戒，以聚吾之精神。吾之精神既聚，則所祭者之精神亦聚，必自有來格底道理。 \\n  \\n 人與天地萬物，皆是兩間公共一箇氣。子孫與祖宗，又是就公共一氣中有箇脈絡相關係，尤為親切。謝上蔡曰：祖考精神，便是自家精神。故子孫能極盡其誠敬，則己之精神便聚，而祖宗之精神亦聚，便自來格。今人於祭自己祖宗正合著實處，却都莽鹵了，只管胡亂外面祀他鬼神，必極其誠敬。不知鬼神與己何相關係！假如極其誠敬，備其牲牢，若是正神，不歆非類，必無相交接之理；若是淫邪，茍簡竊食而已，亦必無降福之理。 \\n  \\n 古人宗法，子孫於祖先，亦只嫡派方承祭祀，在旁支不敢専祭。况祖先之外，豈可又招許多淫祀之鬼入來？今人家家事神事佛，是多少淫祀！孔子謂：非其鬼而祭之，諂也。今人諂事鬼神，不過只是要求福耳，不知何福之有！ \\n  \\n 神不歆非類，民不祀非族。古人繼嗣，大宗無子，則以族人之子續之，取其一氣脈相為感通，可以嗣續無間。此亦至正大公之舉，而聖人所不諱也。後世理義不明，人家以無嗣為諱，不肯顯立同宗之子，多是潛養異姓之兒，陽若有繼，而隂已絶矣。葢自春秋鄫子取莒公子為後，故聖人書曰：莒人滅鄫。非莒人滅之，以異姓主祭祀，滅亡之道也。秦以吕政絶，晉以牛叡絶，亦皆一類。仲舒繁露載漢一事：有人家祭，用祝降神。祭畢，語人曰：適所見甚怪，有一官員公裳盛服，欲進而躊躇不敢進，有一鬼蓬頭衩袒，手提屠刀，勇而前歆其祭，是何神也？主人不曉其由，有長老説：其家舊日無嗣，乃取異姓屠家之子為嗣，即今主祭者，所以只感召得屠家父祖而來，其繼立本家之祖先，非其氣類，自無交接感通之理。然在今世論之，立同宗又不可泛。葢姓出於上世，聖人所造，正所以别生分類。自後有賜姓、匿姓者，又皆混雜。故立宗者，又不可恃同姓為慿，須審擇近親有來歴分明者立之，則一氣所感，父祖不至失祀。今世多有取女子之子為後，以姓雖異，而有氣類相近，似勝於同姓而屬疎者。然晉賈充以外孫韓謐為後，當時太常博士秦秀已議其昬亂紀度。是則氣類雖近，而姓氏實異，此説亦斷不可行。 \\n  \\n 天子祭天地，諸侯祭社稷及其境内之名山大川，大夫祭五祀，士庶祭其先。古人祀典，品節一定，不容紊亂。在諸侯，不敢僭天子而祭天地；在大夫，亦不敢僭諸侯而祭社稷山川。如季氏旅泰山便不是禮，曲禮謂：非當祭而祭之，名曰淫祀。淫祀無福。淫祀不必皆是不正之鬼。假如正當鬼神，自家不應祀而祀他，便是淫祀。如諸侯祭天地，大夫祭社稷，季氏旅泰山，便是淫祀了。 \\n  \\n 古人祭祀，各隨其分之所至。天子中天地而立，為天地人物之主，故可以祭天地。諸侯為一國之主，故可祭一國社稷山川。如春秋時楚莊王不敢祭河，以非楚之望，縁是時理義尚明，故如此。如士人，只得祭其祖先。自祖先之外，皆不相干渉，無可祭之理。然支子不當祭祖而祭其祖，伯叔父自有後而吾祭之，皆為非所當祭而祭，亦不免為淫祀。 \\n  \\n 古人祭天地山川皆立尸，誠以天地山川只是陰陽二氣，用尸要得二氣來聚這尸上，不是徒然歆享，所以用灌，用燎，用牲，用幣，大要盡吾心之誠敬。吾心之誠敬既盡，則這天地山川之氣便自關聚。 \\n  \\n 天子是天地之主，天地大氣關係於一身，極盡其誠敬，則天地之氣關聚，便有感應處。諸侯只是一國之主，只是境内之名山大川，極盡其誠敬，則山川之氣便聚於此而有感召。皆是各隨其分限大小如此。 \\n  \\n 山林川谷丘陵，能出氣為雲雨者皆是神。日月星辰，民所瞻仰者，亦皆曰神。其在人，則法施於人則祀之，以死勤事則祀之，以勞定國則祀之，能禦大災則祀之，能捍大患則祀之。古人非此族也，不在祀典，見祭法篇甚詳。若後世祭祀，便都没理会了。 \\n  \\n 大夫祭五祀，乃是門、户、竈、行、中霤。自漢以來，以并易行。古者穴處，上為牖取明之處名曰中霤，只是土神。士人又不得兼五祀，間舉一兩件。在士丧禮却有“疾病禱於五祀”之文，而無其祭。 \\n  \\n 鄭康成注月令春祀户謂：陽氣出，祀之於户内，陽也。夏祀竈謂：陽氣盛熱於外，祀之於竈，從熱類也。秋祀門謂：陰氣出，祀之於門外，陰也。冬祀行謂：陰盛寒於水，祀之於行，從辟除之類也。中央祀中霤謂：土主中央而神在室。於此亦見漢時禮学猶明，論鬼神猶主於隂陽為言，猶未失先王之遺意也。 \\n  \\n 古人祀典，自祭法所列之外，又有有道有德者死，則祭於瞽宗，以為樂祖。此等皆是正祠。後世如忠臣義士蹈白刄衞患難，如張巡許逺死於睢陽，立雙廟。蘇忠勇公於邕州死節甚偉，合立廟於邕。今貢侯立祠於本州，亦宜。如漳州靈著王以死衞邦人，而漳人立廟祀之。凡此忠臣義士之祠，皆是正當。然其祠宇，須官司為嚴其扄鑰，開閉有時，不與民間亵瀆，乃為合禮。在民間只得焚香致敬而已，亦不可越分而祭。 \\n  \\n 以上論祭祀祀典 \\n  \\n 大凡不當祭而祭，皆曰淫祀。淫祀無福，由脈絡不相關之故。後世祀典，只縁佛老來，都亂了。如老氏設醮，以庶人祭天，有甚闗係？如釋迦亦是胡神，與中國人何相關？假如忠臣義士、配享元勲，若是己不當祭，皆為外神，皆與我無相干渉。自聖學不明於世，鬼神情狀都不曉，如畫星辰都畫箇人，以星君目之，如泰山曰天齊仁聖帝，在唐封為天齊王，到本朝以東方主生，加仁聖二字封帝。帝只是一上帝而已，安有五帝？豈不僭亂！况泰山只是箇山，安有人形貎？今立廟，儼然垂旒端冕，衣裳而坐，又立后殿於其後，不知又是何山可以當其配，而為夫婦耶？人心迷惑，一至於此。據泰山在魯封内，惟魯公可以祭，今隔一江一淮，與南方地脈全不相交渉，而在在諸州縣皆有東嶽行祠。此亦朝廷禮官失講明，而為州縣者不之禁。蚩蚩愚民，本不明理，亦何足怪。 \\n  \\n 南嶽廟向者回禄，太尉欲再造，問於五峰先生。先生答以：“天地與人事本一理，在天為皇天上帝，在人為大君。大君有二，則人事亂矣。五嶽視三公，與皇天上帝並為帝，則天道亂矣。而世俗為塑像，為立配，為置男女，屋而貯之，亵瀆神示之甚。”後南軒又詳之曰：“川流山峙，是其形也，而人之也，何居？其氣之流通可以相接也，而字之也，何居？”皆可為正大之論，甚發愚蒙，破聾瞽。 \\n  \\n （上段云古人祭天地山川皆立尸，要得氣來聚這尸上。據此說，則祭山川而人其形，疑亦古人立尸之意。惜不及質之先生。） \\n  \\n 世俗鄙俚，以三月二十八日為東嶽聖帝生朝，闔郡男女於前期，徹晝夜就通衢禮拜，会於嶽廟謂之朝嶽，為父母亡人拔罪。及至是日，必獻香燭上夀。不特此爾，凡諸廟皆有生朝之禮，當其日，則士夫民俗皆獻香燭，慇懃致酒上夀。按古经書本無生日之禮，伊川先生已説破：人無父母，生日當倍悲痛，安忍置酒張樂以為樂？若具慶者可也。以李世民之忍，猶能於是日感泣，思慕其親，亦以天理之不容泯處。故在人講此禮，以為非禮之禮。然於人之生存而祝其夀，猶有説；鬼已死矣，而曰生朝、獻夀者，何為乎？ \\n  \\n 伊川破横渠定龍女衣冠從夫人品秩事，謂：龍，獸也，豈可被夫人衣冠？且大河之塞，乃天地祖宗社稷之佑，及吏卒之力，龍何功之有？其言可謂甚正大，又以見張程學識淺深之不同。世俗事真武，呼為真聖，只是北方玄武神。真宗尚道教，避聖祖諱，改玄為真。北方玄武乃龜蛇之屬，後人不曉其義，畫真武作一人散髪握劍，足踏龟蛇，競传道教中某代某人修行如此。 \\n  \\n 江淮以南，自古多淫祀。以其在蠻夷之域，不沾中華禮義。狄仁傑毁江淮淫祠一千七百區，所存者惟夏禹伍子胥二廟，伊川先生猶以為存伍子胥廟為未是，伍子胥可血食於吳，不可血食於楚。今去狄公未久，而淫祀極多，皆縁世教不明，民俗好怪。始者土居尊秩無識者唱之，繼而羣小以財豪郷里者輔之，下焉則里中破蕩無生産者，假托此裒斂民財，為衣食之計，是以上而州縣，下至閭巷村落，無不各有神祠。朝廷禮官又無識庸夫，多與之計較封號，是以無來歴者皆可得封號，有封號者皆可嵗嵗加大。若欲考論邪正，則都無理会了。 \\n  \\n 後世看理不明，見諸神廟有靈感響應者，則以為英靈神聖之祠，在生必聰明正直之人也。殊不知此類其間煞有曲折：一様是富貴權勢等人，如伯有為厲，子産所謂“用物精多則魂魄強”之類；一様是壯年蹈白刄而死，英魂不散底人；一様是生稟氣厚精爽強底人，死後未便消散；一様是人塑人像時，捉箇生禽之猛鷙者，如猴烏之屬，生藏於腹中。此物被生刼而死，魂魄不散，衆人朝夕焚香禱祝，便会有靈。其靈乃此物之靈，非闗那鬼神事；一様是人心以為靈，衆人精神都聚在那上，便自会靈，如白鮝大王之類；一様是立以為祠，便有依草附木底沉魂滯魄來，竊附於其上；一様又是山川之靈，廟宇坐據山川雄猛處，氣作之靈。又有本廟正殿不甚靈，而偏旁舍有靈者，是偏旁坐得山川正脈處故也。又有都不關這事，只是隨本人心自靈，人心自極其誠敬則精神聚，所占之事自有脈絡相關，便自然感應，吉凶毫髪不差，只縁都是一理一氣故耳。所謂“齊戒以神明其德夫”，即此意。 \\n  \\n 湖南風俗，淫祀尤熾，多用人祭鬼，或村民裒錢買人以祭，或捉行路人以祭。聞説有一寒士被捉，縳諸廟柱，半夜有大蛇張口欲食之，其人識一呪，只管念呪，蛇不敢食，漸漸退縮而去。明早士人得脱，訴諸官人，以為呪之靈所致，是不然。凡虎獸等食人者，多是挑之使神色變動方食，神色不動則不敢食。若此人者，心自以為必死，無可逃，更不復有懼死之念矣。只一味靠呪，口只管念呪，心全在呪上，更無復有變動之色，故蛇無由食之，亦猶虎不食澗邊嬰兒之類，非關呪靈之謂也。 \\n  \\n 聞説南軒曽差一司户破一大王廟，纔得牒即兩脚俱軟，其人卧乗輿而徃。到廟中取大王像，剖其腹，有盤數重，中有小合，盛一大白蟲，活走，急投諸油煎之。纔破合見蟲，脚便立愈。推此，其他可以類見。 \\n  \\n 以上論淫祀 \\n  \\n 天地間亦有沉魂滯魄不得正命而死者，未能消散，有時或能作怪，但久後當自消。亦有抱寃未及雪者，屢作怪，纔覺發便帖然。如後漢王純驛中女鬼，及朱文公斷龍巖妻殺夫事。 \\n  \\n 大抵妖由人興，凡諸般鬼神之旺，都是由人心興之。人以為靈則靈，不以為靈則不靈。人以為怪則怪，不以為怪則不怪。伊川尊人官廨多妖，或報曰：鬼擊鼓。其母曰：把搥與之。或報曰：鬼摇扇。其母曰：他熱故耳。後遂無妖。只是主者不為之動，便自無了。細觀左氏所謂“妖由人興”一語，極説得出。明道石佛放光之事亦然。 \\n  \\n 昔有僧入房將睡，暗中悞踏破一生茄，心疑為蟾蜍之屬，卧中甚悔其枉害性命。到中宵忽有扣門覔命者，僧約明日為薦拔，及天明見之，乃茄也。此只是自家心疑，便感召得逰魂滯魄附会而來。又如遺書載：一官員於金山寺薦拔亡妻之溺水者，忽婢妾作亡魂胡語，言死之甚寃。數日後有漁者救得妻，送還之。此類甚多，皆是妖由人興。人無釁焉，妖不自作。 \\n  \\n 頼省幹占法有鬼附耳語。人來占者，問姓幾畫，名幾畫，其人對面黙數，渠便道得。或預記定其畫，臨時更不点數，只問及便答，渠便道不得。則“思慮未起，鬼神莫知”，康節之言，亦見破此精微處。 \\n  \\n 張元郡君死後，常來與語，説渠心下事。一道士與圍棊而妻來，道士捉一把碁子，包以紙，令持去問，張不知數便道不得。曰：我後不來矣。此未必真是其妻，乃沉魂滯魄隨張心感召而來，被道士窺破此機，更使不得。世之扶鶴下仙者亦如此，識字人扶得，不識字人扶不得。能文人扶，則詩語清新；不能文人扶，則詩語拙嫩。問事而扶鶴人知事意，則寫得出；不知事意則寫不出。與吟咏作文章，則無不通；問未來事則全不應。亦可自見。此非因本人之知而有假托，葢鬼神幽陰，乃藉人之精神發揮，隨人知識所至耳。便見妖非由人不可。 \\n  \\n 昔武三思置一妾絶色，士夫皆訪觀。狄梁公亦徃焉，妾遁不見，武三思搜之，在壁隙中語曰：我乃花月之妖，天遣我奉君談笑。梁公時之正人，我不可以見。葢端人正士有精爽清明，鬼神魑魅自不敢近，所謂“德重鬼神欽”。鬼神之所以能近人者，皆由人之精神自不足故耳。 \\n  \\n 以上論妖怪 \\n  \\n “敬鬼神而逺之”，此一語極説得圓而盡。如正神，能知敬矣，又易失之不能逺；邪神，能知逺矣，又易失之不能敬。須是都要敬而逺，逺而敬，始兩盡幽明之義。文公語解説：専用力於人道之所宜，而不惑於鬼神之不可知。此語示人極為親切。“未能事人，焉能事鬼”，須是盡事人之道，則盡事鬼之道斷無二致。所以發子路者深矣。 \\n  \\n 佛老 \\n  \\n 佛老之學，後世為盛，在今世為尤盛。二氏之説大畧相似，佛氏説得又較玄妙。老氏以無為主，佛氏以空為主，無與空亦一般。老氏説無，要從無而生有，他只是要清凈無為方外之物，以獨善其身，厭世俗膠膠擾擾等事，欲在山林間煉形養氣，將真氣養成一箇嬰兒，脱出肉身去，如蛇蛻之法。又欲乗雲駕鶴，飛騰乎九天之上，然亦只是煉箇氣輕，故能乗雲耳。老氏之説犹未甚惑人。至佛氏之説，雖深山窮谷之中，婦人女子皆為之惑，有淪肌洽髄牢不可解者，原其為害有兩般：一般是説死生罪福，以欺罔愚民；一般是高談性命道德，以眩惑士類。死生罪福之説，只是化得世上一種不讀書不明理無見識等人；性命道德之説，又較玄妙，雖髙明之士，皆為所誤。須是自家理明義精，胷中十分有定見，方不為之動。 \\n  \\n 常人所惑死生罪福之説，一則是恐死去隂司受諸苦楚，一則是祈求為來生之地。故便能捨割，做功德，做因果，或庶几其陰府得力，免被許多刑憲，或覬望其來生作箇好人出世，子子孫孫長享富貴，免為貧賤禽獸之徒。佛家唱此説以罔人，故愚夫愚婦皆為之惑。 \\n  \\n 且如輪迴一説，斷無此理。伊川先生謂：不可以既返之氣復為方伸之氣。此論甚當。葢天地大氣流行，化生萬物，前者過，後者續，前者消，後者長，只管運行，無有窮已，斷然不是此氣復囘來為後來之本。一陽之復，非是既退之陽倒轉復來。聖人立卦取象，雖謂陽復返，其實只是外氣剥盡，内氣復生。佛氏謂已徃之氣復輪囘來生人生物，與造化之理不相合。若果有輪囘之説，則是天地間人物皆有定數，當只是許多氣翻來覆去，如此則大造都無功了。須是曉得天地生生之理，方看得他破。 \\n  \\n 人生天地間，得天地之氣以為體，得天地之理以為性。原其始而知所以生，則要其終而知所以死。古人謂得正而斃，謂朝聞道夕死可矣，只縁受得許多道理，須知盡得，便自無愧，到死時亦只是這二五之氣，聽其自消化而已。所謂安死順生，與天地同其變化，這箇便是“與造化為徒”。人纔有私欲，有私愛，割捨不斷，便與大化相違。 \\n  \\n 因果之説，全是妄誕。所載證騐極多，大抵邪説流入人心，故人生出此等狂思妄想而已。温公謂：三代以前，何嘗有人夢到陰府見十等王者耶？此説極好。只縁佛教盛行，邪説入人已深，故有此夢想。 \\n  \\n 天地間物，惟風雷有象而無形。若是實物，皆有形骸。且如人間屋宇，用木植甎瓦等架造成箇規模。木植取之山林，甎瓦取之窑竈，皆是實物，人所實見。如佛氏天堂地獄，是何處取木植，是何處取甎瓦？况天只是積氣，到上至高處，其轉至急，如迅風然，不知所謂天堂者該載在何處？地乃懸空在天之中央，下面都是水，至極深處，不知所謂地獄者又安頓在何處？况其所説為福可以冥財禱而得，為罪可以冥財賂而免，神物清正，何其貪婪如此？原其初意，亦只是杜撰，以誘人之為善，而恐懼人之為惡耳。野夫賤隷以死生切其身，故傾心信向之。然此等皆是下愚不學之人，亦無足怪。如唐太宗是甚天資，亦不能無惑，可怪可怪！ \\n  \\n 士大夫平日讀書，只是要畧知古今事變，把來做文章使，其實聖賢學問精察做工夫處全不理会。縁是無這一段工夫，胷中無定見識，但見他説心説性，便為之竦動，便招服。如韓文公白樂天資稟甚高，但平日亦只是文字詩酒中做工夫，所以看他亦不破。文公闢其無父無君，雖是根本，然猶未知所以受病之本。 \\n  \\n 佛氏所謂玄妙者，只是告子所謂“生之謂性”之説。告子生之一字，乃是指人之知覺運動處，大意謂：目能視，其所以能視處是誰？耳能聽，其所以能聽處是誰？即這一箇靈活知覺底，常在目前作用，便謂之性。悟此則為悟道。一面做廣大玄妙説將去，其實本領只如此。此最是至精至微，第一節差錯處。至於無父無君，乃其後截人事之粗迹，悖謬至顯處。他全是認氣做性了。如謂狗子有佛性，只是呼狗便知搖尾向前，這箇便是性。人與物都一般。所以萬刼不滅，亦只是這箇。老氏謂“死而不亡”，亦只是如此。所説千百億化身，千手千眼，皆是在這窠窟裏。 \\n  \\n 自古聖賢相传説性，只是箇理。能視能聽者，氣也；視其所當視，聽其所當聽者，理也。且如手之執捉，氣也，然把書讀也是手，呼盧也是手，豈可全無分别？須是分别那是非，是底便是本然之性，非底便是狥於形氣之私。佛氏之説，與吾儒若同而實大異。吾儒就形氣上别出箇理，理極精微，極難體察。他指氣做性，只見這箇便是性，所以便不用工夫了。  \\n  \\n 　 \\n 補遗 \\n  \\n 字義二卷，最初为永嘉赵氏刻本，又清漳家藏本，又弘治庚戌刻本，又四明丰庆刻本。諸本增减，互有异同。按性理大全所纂入者，末能悉收，則桐川施氏刻本為略备。及细为校阅，亦有大全所引而施本所無者，或非专论一字之义，當从他处录出，或有專讲一字者，亦在所遗。则知屢经刊板，自不能无脱略，今悉采录增入。后学顾秀虎谨识。 \\n  \\n 太极 \\n 分而為五非有欠，合而為一非有余。（五谓五行，一谓太极） \\n 太极渾淪之妙用，自无而入于有，自有而复于無，又只是渾淪一无极也。 \\n  \\n 无聲臭只是无形狀，若少有声臭，便涉形状，落方体，不得谓之无极矣。文公解用“无聲臭”语，是说二字之大义，词不迫切而其理自晓。（此注朱子解无极，引“上天之载，无声无臭”之义） \\n  \\n 以造化言之，如天地间生成万物，自古及今，无一物之不實。散殊上下，自古有是，到今亦有是，非古有而今无，皆是實理之所为。大而观之，自太始而至萬古，莫不皆然。若就物觀之，其彻始徹终，亦只是一實理如此。姑以一株花论来，春气流注到则萌蘖生花，春气尽则花亦尽。又單就一花蕊论，气實行到此则花便开，气消则花便謝亦尽了。方其花萌蘖，此實理之初也；至到谢而尽处，此實理之终也。（此注朱子“推之于前而不见其始者，之合，引之于后而不见其终之离”二句之义） \\n 理不外乎气。若说截然在阴阳五行之先，及在阴阳五行之中，便成理與气为二物矣。（此亦是太极图说注，然是专讲理字） \\n  \\n 本只是一气，分來有阴阳，又分来有五行？二与五只管分合運行去，萬古生生不息，不止是个气，必有主宰之者，曰理是也。理在其中為之枢纽，故大化流行，生生未尝止息。天下豈有性外之物，而不统於吾心是理之中也哉？理之所在，大极于无际而无不通，细入於無伦而無不貫，前后乎万古而无不彻。 \\n  \\n 太极只是理，理本圆，故太极之理本渾淪。理无形狀，无W界J限间隔，故萬物无不各具得太极，而太极之本体各各無不渾淪。惟人气正且通，为萬物之靈，能通得渾淪之體。物气偏且塞，不如人之灵，虽有渾淪之体，不能通耳。然人类中亦惟圣人大賢，然后真能通得渾淪之体。一种下愚底人，其昏顽卻与物無异，則又正中之偏、通中之塞者。一种灵禽仁獸，其性与人甚相近，则又偏中之正、塞中之通者。细推之，有不能以言尽。 \\n  \\n 问：感物而动，或發於理義之公，或發於血气之私，這裹便分善恶？曰：非發於血气之私便為惡，乃發后流而为恶耳。 \\n  \\n 图说“中正仁义”，而注脚又言“仁义中正”，互而言之，以見此理之循环无端，不可执定以孰為先，孰為后也。亦犹四時之春夏秋冬，或言秋冬春夏，以比見气之动静无端，陰阳无始也。（太极图说注） \\n  \\n 通書 \\n  \\n 聖人純是天理，合下无欠缺處，浑然无变动，彻内外本末皆是實，舞一毫之妄。不待思而自得，此生知也。不待勉而自中，此安行也。且如人行路，须是照管方行出路中，不然则蹉向邊去。圣人如不看路，自然在路中同行，所谓“從容无不中道”，此天意也。（通书“诚则无事矣”注） \\n  \\n 凡物一色，谓之純也。（此注通书“纯其心”句） \\n  \\n 一者，是表裹俱一，纯彻无二。少有纤毫私欲，便二矣。内一则静虚，外一则动直，而明通公溥则又无时不一也。一者，此心浑然太极之体。無欲者，心體粹然无极之真。静虚者，體之未發。豁然绝无一物之杂，阴之性也。动直者，用之流行，坦然由中道而出，阳之情也。（通书志学章注） \\n  \\n 明道此一段说话，乃地位高者，之事，學着取此甚远。在學者，工夫，只从“克己复礼”入為最要。此工夫彻上彻下，无所不宜。问：物字是人物是事物？曰：“仁者，与物同体”，只是言其理之一尔。人物与事物非判然绝異，事物只自人物而出，凡己与人物接，方有许多事物出来。若于己独立時，初无甚多事，此物事皆可以包言。所谓“订顽备言此体”者，亦只是言其理之一爾。（此注程子论西铭语） \\n  \\n 附论朱子 \\n  \\n 先生道巍而德尊，義精而仁熟，立言平正温润，清通的實。彻人心，洞天理，达群哲，会百圣，粹乎洙泗伊洛之绪。凡曩時有發端而未竟者，今悉该且备。凡曩時有疑辨而未莹者，今益信且白。宏纲大义，如指诸掌，扫千百年之谬误，為后學一定不易之准则。辞约而理盡，旨明而味深，而其心度澄朗，莹無渣滓，工夫缜密，浑无隙漏，尤可想見於辞气间。故孔、孟、周、程之道，至先生而益明，所谓主盟斯世，独惟先生一人而已。  \\n  \\n 　 \\n 嚴陵講義 \\n  \\n 淳恭承判府寺丞郑公之悌，偕府判大著楊廣文先生，領郡之羣賢衆俊会於學校，謂淳從游晦菴先生之門，俾講明大義，以開發後進。區區淺陋，辭不獲命，輒吐為說四篇：一曰道學體統，二曰師友淵源，三曰用功節目，四曰讀書次序，以為賢侯作成人材之助。願諸同志共切磋之。 \\n  \\n 道學體統 \\n  \\n 聖賢所謂道學者，初非有至幽難窮之理，甚髙難行之事也。亦不外乎人生日用之常耳。葢道原於天命之奥，而實行乎日用之間。在心而言，則其體有仁義禮智之性，其用有惻隱、羞惡、是非之情。在身而言，則其所具有耳目口鼻四支之用，其所與有君臣父子朋友夫婦兄弟之倫。在人事而言，則處而修身齊家，應事接物；出而莅官理國，牧民御衆；微而起居言動，衣服飲食，大而禮樂刑政，財賦軍師，凡千條萬緒，莫不各有當然一定不易之則，皆天理自然流行著見，而非人之所强為者。自一本而萬殊，而體用一原也。合萬殊而一統，而顯微無間也。上帝所降之衷，即降乎此也。生民所秉之彜，即秉乎此也。以人之所同得乎此而虚靈不昧，則謂之明德。以人之所共由乎此而無所不通，則謂之逹道。堯舜與塗人同一稟也，孔子與十室均一賦也，聖人之所以為聖，生知安行乎此也。學者之所以為學，講明踐履乎此也。謂其君不能，賊其君者也；謂其民不能，賊其民者也；自謂其身不能，自賊者也。操之則存，舎之則亡，迪之則吉，悖之則凶。葢皎然易知而坦然易行也。是豈有離乎常行日用之外，别自為一物，至幽而難窮，甚髙而難行也哉？如或外此而他求，則皆非大中至正之道，聖賢所不道也。 \\n  \\n 師友淵源 \\n  \\n 粤自羲皇作易，首闡渾淪，神農黄帝相與繼天立極，而宗統之传有自來矣。堯舜禹湯文武更相授受，中天地為三綱五常之主。臯陶伊傅周召又相與輔相，施諸天下，為文明之治。孔子不得行道之位，乃集羣聖之法，作六經，為萬世師，而回參伋軻實传之，上下數千年，無二說也。軻之後失其传，天下騖於俗學，葢千四百餘年，昬昬冥冥，醉生夢死，不自覺也。及我宋之興，明聖相承，太平日久，天地真元之氣復会，於是濂溪先生與河南二程先生，卓然以先知先覺之資，相繼而出。濂溪不由師传，獨得於天，提綱啟鑰，其妙具在太極一圖。而通書四十章，又以發圖之所未盡，上與羲皇之易相表裏，而下以振孔孟不传之墜緒，所謂再闢渾淪。二程親授其旨，又從而光大之。故天理之微，人倫之著，事物之衆，鬼神之幽，與凡造道入德之方，修己治人之術，莫不秩然有條理，備見於易传、遺書，使斯世之英才志士，得以探討服行，而不失其所歸。河洛之間，斯文洋洋，與洙泗並聞而知者。有朱文公，又即其微言遺旨，益精明而瑩白之，上以逹羣聖之心，下以統百家而会於一。葢所謂集諸儒之大成，而嗣周程之嫡統，粹乎洙泗濓洛之淵源者也。學者不欲學聖則已，如學聖人而考論師友淵源，必以是為迷塗之指南，庶乎有所取正而不差。茍或舎是而他求，則茫無定凖，終不得其門而入矣。既不由是門而入，而曰吾能真有得乎聖人心传之正，萬無是理也。 \\n  \\n 用工節目 \\n  \\n 道之浩浩，何處下手？聖門用工節目，其大要亦不過曰致知力行而已。致者，推之而至其極之謂。致其知者，所以明萬理於心，而使之無所疑也。力者，勉焉而不敢怠之謂。力其行者，所以復萬善於已，而使之無不備也。知不致，則真是真非無以辨，其行將何所適從？必有錯認人欲作天理而不自覺者矣。行不力，則雖精義入神，亦徒為空言，而盛德至善竟何有於我哉？此大學“明明德”之功，必以“格物致知”為先，而“誠意、正心、修身”繼其後。中庸擇善固執之目，必自夫博學、審問、謹思、明辨而篤行之。而顔子稱夫子循循善誘，亦惟在於“博我以文，約我以禮”而已，無他説也。然二者亦非截然判先後為二事，猶之行者目視足履，動輒相應，葢亦交進而互相發也。故知之明則行愈逹，而行之力則所知又益精矣。其所以為致知力行之地者，必以敬為主。敬者，主一無適之謂，所以提撕警省此心，使之惺惺，乃心之生道而聖學之所以貫動靜徹終始之功也。能敬，則中有涵養而大本清明。由是而致知，則心與理相涵，而無顛冥之患。由是而力行，則身與事相安，而不復有扞挌之病矣。雖然人性均善，均可與適道，而鮮有能從事於斯者，由其有二病：一則病於安常習故，而不能奮然立志，以求自拔；二則病於偏執私主，而不能豁然虚心以求實見。葢必如孟子以舜為法於天下而我猶未免以鄉人者為憂，必期如舜而後已，然後為能立志。必如顔子以能問於不能，以多問於寡，有若無，實若虚，然後為能虚其心。既能立志而不肯自棄，又能虚心而不敢自是，然後聖門用功節目循序而進，日日有惟新之益，雖升堂入室，惟吾之所欲而無所阻矣。此又學者所當深自警也。 \\n  \\n 讀書次第 \\n  \\n 書所以載道，固不可以不讀，而聖賢所以垂訓者不一，又自有先後緩急之序，而不容以躐進。程子曰：大學，孔氏之遺書，而初學入德之門也。於今可見古人為學次第者，獨頼此篇之存，而論孟次之。學者必由是而學焉，則庶乎其不差矣。葢大學者，古之大人所以為學之法也，其大要惟曰“明明德”，曰“新民”，曰“止於至善”三者而已。於三者之中，又分而為格物、致知、誠意、正心、修身以至於齊家、治國、平天下者，凡八條。大抵規模廣大而本末不遺，節目詳明而始終不紊，實羣經之綱領，而學者所當最先講明者也。其次，則論語二十篇，皆聖師言行之要所萃，於是而學焉，則有以識操存涵養之實。又其次，則孟子七篇，皆諄諄乎王道仁義之談，於是而學焉，則有以為體騐充廣之端。至於中庸一書，則聖門传授心法，程子以為其味無窮，善讀者味此而有得焉，則終身用之有不能盡者矣。然其為言，大槩上逹之意多，而下學之意少，非初學者所可驟語。又必大學、論、孟之既通，然後可以及乎此，而始有以的知其皆為實學，無所疑也。葢不先諸大學，則無以提絜綱領，而盡論孟之精微；不參諸論孟，則無以發揮藴奥，而極中庸之歸趣；若不会其極於中庸，則又何以建立天下之大本，而經綸天下之大經哉？是則欲求道者，誠不可不急於讀四書。而讀四書之法，毋過求，毋巧鑿，毋旁搜，毋曲引，亦惟平心以玩其旨歸，而切已以察其實用而已爾。果能於是四者融会貫通，而理義昭明，胸襟洒落，則在我有權衡尺度。由是而進諸經，與凡讀天下之書，論天下之事，皆莫不氷融凍釋，而輕重長短截然一定，自不復有錙銖分寸之或紊矣。嗚呼！至是而後可與言内聖外王之道，而致開物成務之功用也歟！ \\n  \\n 似道之辨 \\n  \\n 或曰：今世所谓老佛之道，與圣贤之道何如？曰：似道而非道也。蓋老氏之道以无为宗，其要归于清净，今學者修真煉气以复婴兒，诚为反人理之常。世固有脱事物游方外以事其学者，然其说末甚炽，固不待论。若佛氏之教，则充盈乎中华，入人骨髓，自王公大人至野夫贱隶、深闺妇女，無不倾心信向之。而其所以為说者大概有二：一则下谈死生罪福之说，以诳愚众，然非明识者莫能决；一则上谈性命道德之说，以惑高明，亦非常情所易辨也。夫死生無二理，能原其始而知所以生，則反其終而知所以死矣。盖无極之真，二五之精，妙合而凝，乾道成男，坤道成女，二氣交感，化生萬物，此天地所以生人物之始也。人得是至精之气而生，气尽则死，得是至真之理所赋，其存也顺吾事，则其没也安死而無愧。始终生死，如此而已。自未生之前是理气，為天地间公共之物，非我所得与。既凝而生之后，始為我所主，而有万化之妙。及气盡而死，則理亦随之一付之大化，又非我所能專有，而常存不灭于冥漠之间也。今佛者曰，未生之前，所谓我者固已具，既死之后，所谓我者末嘗亡。所以轮回生生於千萬亿劫而无有窮已。则是形溃而反于原。既屈之气有复為方伸之理，与造化消息闢阖之情殊不相合。且谓天堂地狱明证昭昭，則是天地间别有一种不虚不實之田地，可以载其境，别有一种不虚不實之甎瓦材木，可以结其居，与萬物有无虚實之性又不相符。况其為福可以禱而得，为罪可以赂而免，则是所以主宰乎幽陰者，尤为私意之甚，抑非福善祸淫大公至正神明之道也。观乎此，則死生罪福之说，真是真非瞭然，愚者可以不必惑，而明智者亦可以自決矣。夫未有天地之先，只自然之理而已。有是理則有是氣，有动之理则动而生陽，有静之理則静而生陰。阴阳动静，流行化育，其自然之理從而赋予於物者为命。人得是所赋之理以生，而具于心者為性。理不外乎气，理與氣合而為心之靈。凡有血氣均也，而人通物塞，通剧理舆氯融，鏖則理孱氧隔．令就人者言之，心之虚霞知覺一面已。其所以為虚蠢知覺，由形气而發者，以形气為主，而谓之人心；由理義而發者，以理义為主，而谓之道心。若目能视，耳能听，口能言，四肢能动，饥思食，渴思饮，冬思裘，夏思葛等类，其所發皆本于形氣之私，而人心之谓也。非礼勿視，而视必思明，非礼勿聽，而聽必思聰，非礼勿言，而言必思忠，非礼勿动，而动必思义，食必以礼而無流歠，饮必有節而不及乱，寒不敢裘，暑毋褰裳等类，其所發皆原於理義之正，而道心之谓也。二者固有胍络，粲然於方寸之間而不相亂。然人心易臲卼而不安，道心至隐微而难見，以尧舜禹相传，猶致其精於二者之间，而一守夫道心之本。自告子以生言性，則已指氣為理，而不复有别矣。今佛者以作用是性，以蠢动含靈皆有佛性，運水搬柴無非妙用，專指人心之虚灵知觉者而作弄之。明此為明心，而不复知其为形气之心；見此為見性，而不复知性之為理；悟此为悟道，而不复别出道心之妙。乃至甘苦食淡，停思绝想，严防痛抑，堅持力制，或有用功至於心如秋月碧潭清洁者，遂交贊以為造到。业儒者見之，自顾有秽淨之殊，反為之歆慕，舍己学以从之，而不思聖门傳授心法，固自有克己为仁莹浮之境，与所謂江漢之濯、秋阳之曝及如光风霽月者，皆其胸中辉光潔白之时，乃此心纯是天理之公，而绝无一毫人欲之私之謂。若彼之所謂月潭清潔云者，特不过萬理俱空而百念不生爾，是固相似而實不同也。心之體所具者惟萬理，后以理為障碍而悉欲空之，則所存者特形氣之知觉爾。此最是至精至微第一節差错处。至于無君臣父子等大伦，乃其后截人事粗迹之悖缪至显处。其為理之发端，实自大原中已绝之。心本是活物，如何使之绝念不生？所谓念者，惟有正不正耳。必欲绝之不生，须死而后能。假如至此之境，果无邪心，但其不合正理，是乃所以為邪而非豁然大公之体也。程子以為“佛家有个觉之理，可以敬以直内矣，而無义以方外，然所直内者亦非是。”正谓此也。觀乎此，則性命道德之说，真是真非了然，高明者可以不必惑，而常情亦可以能辨矣。而近世儒者，乃有竊其形气之靈者以為道心，屏去“道问學”一節工夫，屹然自立一家，專使人终日默坐以求之，稍有意見則证印以為大悟，谓真有得乎群聖千古不傅之秘，意气洋洋，不复自觉其為非。故凡聖門高明廣大底境界更不复睹，而精微严密等工夫更不復從事，良亦可哀也哉！呜呼，有志于学者，其戒之谨之。 \\n  \\n 似學之辨 \\n  \\n 或曰：今世所谓科舉之学，與聖賢之学何如？曰：似学而非学也。同是經也，同是子史也，而為科舉者读之，徒獵涉皮膚以為缀缉時文之用，而未尝及其中之蕴。止求影像仿佛，略略通解，可以達吾之词則已，而未嘗求为真是真非之识。窮日夜旁搜博覽，吟哦記忆，惟铺排駢儷，無根之是習，而未嘗有一言及理義之實。自垂髫至白首，一惟虚名之是计，而未尝有一念关身心之切。蓋其徒知舉子蹊径之為美，而不知聖門堂宇高明廣大之为可乐；徒知取青紫伎俩之為美，而不知潜心大业趣味無窮之為可嗜。凡天命民彝，大经大法，人生日用所當然而不容阙者，悉置之度外，不少接心目，一或叩及之則解頤，而莫喻於修己、治人、齊家、理国之道，未嘗試一講明其梗概。及一旦猎高科，蹑要津，當人天下国家之責，而其中枵然，無片字之可施，不过直行己意之私而已。若是者，虽萬卷填胸，锦心绣口，号曰富学，何足以為學？峨冠博帶，文雅缊藉，號曰名儒，何足以為儒？假若胸膳欧苏，才气韩柳，谓之未曾读书亦可也。然則科举之學視圣贤之學，正猶枘鑿之相反而不足以相通歟？曰：科举程度固有害乎聖賢之旨，而圣贤學問未嘗有妨於科举之文。理義明，則文字议论益有精神光采。躬行心得者有素，则形之商訂時事，敷陈洽体，莫非溢中肆外之餘，自有以當人情、中物理，蔼然仁義道德之言，一一皆可用之實。而有司明眼者得之，即为国家有用之器，非止一名一第而已也。况其器局高宏，功力至到，造道成德之大全者，所谓伊傅周召，王佐规模具焉。倘遇明王聖帝，云龙风虎之會，則直探诸囊而措之，與斯人同躋至道之域，又斯世之所不能舍也。但時王立科目之法，專指三日之文為名，而素行不與。在学者读书而言，则以聖師孔子為祖者也。吾夫子平日之所以教羣弟子之所以學，渊源節目，昭昭方册，固有定法，正学者所當終身钻仰，斃而后已，非可随人迁变者。矧自圣朝列祖以至今日，已有尊崇之道，而荆、蜀、江、浙、闽、廣及中都之士，复多以此為習尚，则亦此理在萬世不容泯没，其輕重缓急固有辨也。或曰：生斯世也，非能绝意于斯世而舍彼就此也。曰：時王之法何可舍也？假使孔孟复生於今，亦不能舍科目而遠去，则亦但不过以吾之学应之而已，焉能為吾之累也？然则抱天地之性，負萬物之灵，而貴為斯人者，盍亦審其輕重缓急，而無甘於自暴自弃也哉！  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
