{"章节": " 延平答问（宋）朱熹", "正文": " \\n 延平答问 \\n   \\n  \\n  \\n 提要 \\n  \\n 《延平答问》一卷、《附录》一卷，宋朱子撰。程子之学，一传为杨时，再传为罗从彦，又再传为李侗。侗字愿中，延平其所居也。侗於朱子为父执。绍兴二十三年，朱子二十四岁，将赴同安主簿任，往见侗於延平，始从受学。绍兴三十年冬，同安任满，再见侗，仅留月馀。又阅四载而侗没。计前後相从，不过数月。故书札往来，问答为多。後朱子辑而录之。又载其与刘平甫二条，以成是书。朱子门人又取朱子平昔论延平语，及祭文、行状别为一卷，题曰《附录》，明非朱子原本所有也。後侗裔孙葆初，别掇拾侗之诸文，增入一卷，改题曰《延平文集》，且总题为朱子所编，殊失其旧。今仍录原本，而葆初窜乱之本别存目於集部焉。  \\n  \\n 　 \\n 延平答問 \\n  \\n 丁丑六月二十六日書云：承諭涵養用力處，足見近來好學之篤也，甚慰甚慰。但常存此心，勿為他事所勝，即欲慮非僻之念自不作矣。孟子有夜氣之説，更熟味之，當見涵養用力處也。於涵養處著力，正是學者之要。若不如此存養，終不為己物也。更望勉之。 \\n  \\n 戊寅七月十七日書云：某村居，一切只如舊，有不可不應接處，又難廢墮。但靳靳度日爾。朝夕無事，齒髪皆已邁，筋力漸不如昔，所得於師友者往來，於心求所以脱然處，竟未得力。頗以是懼爾。 \\n  \\n 春秋且將諸家熟看，以胡文定解為凖。玩味乆必自有会心處，卒看不得也。伊川先生云：春秋大義數十，炳如日星，所易見也；唯徴辭奥旨，時措從宜者所難知爾。更須詳考其事。又玩味所書，抑揚予奪之處看如何。積道理多，庶漸見之。大率難得學者無相啟發處，終憒憒不灑落爾。 \\n  \\n 問：子曰：父在觀其志，父沒觀其行，三年無改於父之道，可謂孝矣。東坡謂：可改者不待三年。熹以為使父之道有不幸，不可不即改者，亦當隠忍遷就。於義理之中，使事體漸正，而人不見其改之之迹，則雖不待三年而謂之無改可也。此可見孝子之心，與幾諫事亦相類。先生曰：三年無改，前輩論之詳矣。類皆執文泥迹，有所遷就失之。須是認聖人所說，於言外求意乃通。所謂道者，是猶可以通行者也。三年之中，日月易過，若稍稍有不愜意處，即率意改之，則孝子之心何在？如説春秋者，不忍遽變左氏有官命未改之類，有孝子之心者，自有所不忍耳。非斯須不忘、極體孝道者能如是耶？東坡之語有所激而然，是亦有意也。事只有箇可與不可而已。若大段有害處，自應即改何疑？恐不必言隠忍遷就，使人不見其改之之迹。此意雖未有害，第恐處心如此，即駸駸然所失處却多。吾輩欲求寡過且謹守格法為不差也。幾諫事意恐不相類。更思之。 \\n  \\n 問：孟武伯問孝子曰：父母唯其疾之憂。舊説孝子不妄為非，唯疾病然後使父母憂。熹恐夫子告孟孫之意不然，蓋言父母之心慈愛，其子無所不至。疾病人所不免，猶恐其有之以為憂，則餘可知也。為人子者知此，而以父母之心為心，則所以奉承遺體，而求免於虧辱者，豈一端而已哉？此曾子所以戰戰兢兢，啟手足而後知免焉者也。不逺遊遊必有方，不登高不臨深，皆是此意。先生曰：父母唯其疾之憂，當如上所說為得之。舊説不直截聖人之告人，使知所以自求者，惟深切庶可用力也。 \\n  \\n 問：子游問孝子曰：今之孝者，是謂能養。至於犬馬，皆能有養。不敬何以别乎？熹謂犬馬不能自食，待人而食者也，故蓄犬馬者必有以養之，但不敬爾。然則養其親而敬，有所不至，不幾於以犬馬視其親乎？敬者尊敬而不敢忽忘之謂，非特恭謹而已也。人雖至愚，孰忍以犬馬視其親者？然不知幾微之間，尊敬之心一有不至，則是所以視其親者，實無以異於犬馬而不自知也。聖人之言警乎人子，未有若是之切者。然諸家之説，多不出此。熹謂當以春秋所書歸生許止之事觀之，則所謂犬馬之養，誠不為過。不然，設譬引喻不應如是之疎，而子游之賢，亦不待如此告戒之也。先生曰：此一段，恐當時之人習矣而不察，只以能養為孝。雖孔門學者，亦恐未免如此。故夫子警切以告之，使之反諸心也。苟推測至此，孝敬之心一不存焉，即陷於犬馬之養矣。孟子又有養口體養志之説，似亦説破學者之未察處，皆所以警乎人子者也。若謂以春秋所書之事觀之，則所謂犬馬之養，誠不為過，恐不須如此說歸生許止。各是發明一例也。 \\n  \\n 問：子曰吾與囘言終日不違如愚，退而省其私，亦足以發。囘也不愚。熹竊謂亦足以發，是顏子聞言悟理，心契神受之時，夫子察焉，而於心有感發也。子夏禮後之問夫子，以為起予，亦是類也。但子夏所發在言語之間，而顏子所發乃其所自得處，有以黙相契合不待言而喻也。然非聖人有所未知，必待顏子而後發，如言非助我者。豈聖人待門弟子答問之助耶？先生曰：亦足以發。前説似近之，恐與起予不類。深玩之可見非助我者，豈聖人待門弟子答問之助固是如此？然亦須知顏子黙曉聖人之言，便知親切道體處，非枝葉之助也。他人則不能見如此精微矣。妄意如此，氣象未知如何。 \\n  \\n 問：子張學干祿，夫子告以多聞多見闕疑殆，而謹言行其餘，盖不博無以致約，故聞見以多為貴。然不闕其所未信未安，則言行之間意不誠矣。故以闕之為善，疑殆既闕而於言行有不謹焉，則非所謂無敢慢者，故以謹之為至，有節於内。若此尤悔何自而入乎？然此皆庸言庸行之所必然，非期以干祿也。而禄固已在其中矣。孟子曰經徳不囘非以干祿也，與夫子之意一也。伊川先生亦曰，子張以仕為急，故夫子告之以此，使定其心而不為利祿動，恐亦是此意。未知是否？先生曰：古人干祿之意，非後世之干祿也。蓋胸中有所藴亦欲發洩而見諸事爾，此為己之學也。然求之有道，苟未見所以求之之道，一萌意焉則外馳矣。故夫子以多聞見而闕疑殆告之，又使之慎其餘，則反求諸已也切矣。故孟子有經徳不囘非以干祿之語，苟能深體得此，則馳外之心不作矣。伊川所謂才有縫罅便走了之意。 \\n  \\n 戊寅冬至前二日書云：承示問，皆聖賢之至言，某何足以知之。而吾元晦好學之篤如此，又安敢黙黙也。輒以昔所聞者各箋釋於所問目之下，聊以塞命爾。他日若獲欵曲，須面質論難，又看合否。如何？大率須見灑然處，然後為得。雖說得，行未敢以為然也。 \\n  \\n 問：向以亦足以發之義求教，因引起予為證，蒙批諭云亦足以發與起予不類，熹反覆思之，於此二者但見有淺深之異，而未見全不相似處，乞賜詳喻。先生曰：顏子氣象與子夏不同，先玩味二人氣象於胷中，然後體会夫子之言，亦足以發與起予者商也之語氣象如何，顏子深潛純粹，於聖人體段已具，故聞夫子之言即黙識心融，觸處洞然，自有條理，故終日言但見其不違如愚而已，退省其私則於語黙日用動容之間，皆足以發明夫子之道，坦然由之而無疑也。子夏因問詩如不得繪事後素之言，即禮後之意未必到似有因，問此一事，而夫子印可之意。此所以不類也。不知是如此否？偶追憶前日所問處意不來，又未知向日因如何疑而及此也，更俟他日熟論。 \\n  \\n 問：春秋威公二年滕子來朝，按滕本稱侯，伊川謂服屬於楚，故貶稱子。熹按楚是時未與中國通，滕又逺楚，終春秋之世未嘗事楚，但為宋役爾。不知伊川别有何據？又陳蔡諸國後來屬楚者，亦未嘗貶爵也。胡文定以為為朝威而貶之，以討亂賊之黨。此義似勝然。滕自此不復稱侯，至定公之喪來会葬，猶稱子，夫豈以祖世有罪而并貶其子孫乎？然則胡氏之説亦有可疑者。不知當以何説為正？胡氏又謂凡朝威者皆貶，獨紀侯以咨謀齊難而來，志不在於朝威，故再朝皆無貶焉。熹竊以為果如此，則是義理之正可以危急而棄之也。不知春秋之法果如此否？[二年紀侯來朝，左氏作杞字，後有入杞会鄧事。傳皆有説可據。伊川胡氏依公榖作紀字]先生曰：滕子來朝，考之春秋，夫子凡所書諸侯來朝，皆不與其朝也。胡文定謂春秋之時諸侯之朝，皆無有合於先王之時世朝之禮者，故書皆譏之也。滕本稱侯，威二年來朝，稱子者以討亂賊之黨貶，於諸家之説義為精。先儒又以為時王所黜者，胡氏以為，果如此則春秋不作矣。恐先儒之説非來喻以謂自此終春秋之世不復稱侯。豈以祖世有罪而并貶其子孫乎？若如此言大段害理。春秋與人改過遷善，又善善長惡惡短，不應如此，是可疑也。某竊以謂從胡之説，於理道為長。觀夫子所書討亂之法甚嚴，滕不以威之不義而朝之，只在於合黨締交，此非正也。既已貶矣，後世子孫碌碌無聞，無以自見於時，又壤地褊小，本一子男之國，宋之盟，左传有宋人請滕欲以為私屬，則不自强而碌碌於時者乆矣。自一貶之後夫子再書，各沿一義而發，遽又以侯稱之，無乃紛紛然淆亂春秋之旨，不明而失其指乎。蓋聖人之心必有其善，然後進之。若無所因，是私意也。豈聖人之心哉。若如此，看似於後世之疑不礙道理為通，又不知如何春秋所以難看者，盖以常人之心推測聖人。未到聖人灑然處，豈能無失耶？請俟他日反復面難，庶幾或得其旨。伊川之説，考之諸處未見。春秋之前服屬於楚，事迹更俟尋攷。又來喻以謂紀侯來咨謀齊難，志不在於朝威，故再朝無貶，則是義理之正可以危急而棄之，若果如此尤害義理。春秋有誅意之説，紀侯志不在於朝威，則非滕子之類也。列國有急難以義而動，又何貶耶。紀侯來朝，左氏作杞字，後有入杞之事，传皆有說。胡氏因公榖作紀字。春秋似此類者多。如齊子糾，左传只云納糾，伊川乃以二传為證。又嘗有看春秋之法，云以传考經之事跡，以經别传之真偽。參考義理之長，求聖人所書之意，庶或得之。 \\n  \\n 問禮之用和為貴一章之義。先生曰：孟子曰仁之實事親是也，義之實從兄是也，禮之實節文斯二者是也。禮之道雖以和為貴，然必須體其源流之所自來，而節文之則不失矣。若小大由之而無隆殺之辨，知和而和，於節文不明，是皆不可行，則禮之體用失矣。世之君子，有用禮之嚴至拘礙者，和而失其節者，皆非知禮者也。故有子以是語門人，使知其節爾。 \\n  \\n 問：因不失其親亦可宗也，横渠先生曰君子寧孤立無與，不失親於可賤之人。熹據此則因也，親也宗也，皆依倚附託之名，但言之漸重爾。所因或失其所親[謂可賤之人不可親也]則亦不可宗[人之可親者必可宗，其不可親者必不可宗也]，故君子非孤立無與之患而不失其親為難，其將欲有所因也，必擇其可親者而因之，使彼誠賢，則我不失其所親，而彼亦可宗矣。其文與上二句相似，皆言必慮其所宗，行必稽其所敝之意，不審尊意以為如何？先生曰：伊川先生曰，信本不及義，恭本不及禮。然信近於義，恭近於禮也。信近於義，以言可復也；恭近於禮，以逺恥辱也。因恭信而不失親近於禮義，故亦可宗也。猶言禮義者不可得見，得見恭信者可矣。詳味此語，則失親於可賤之人，自無有矣。盖以禮義為主故也。 \\n  \\n 問：詩三百一言以蔽之曰思無邪，蘇東坡曰，夫子之於詩取其会於吾心者，斷章而言之，頌魯侯者未必有意於是也。子由曰思無邪，則思馬而馬應。思馬而馬應，則思之所及無不應也。故曰思無邪。思馬斯徂，此頌魯侯之意也。兩説未知孰是？先生曰：詩人興刺，雖亦曲折達心之精微，然必止乎禮義。夫子刪而取之者以此爾。若不止於禮義即邪也。故三百篇一言足以蔽之只是思無邪而已，所以能興起感動人之善心，盖以此也。頌魯侯者偶於形容盛徳如此，故曰思無邪於馬言之者，又有秉心塞淵，然後騋牝三千之意。 \\n  \\n 問：吾十有五而志於學一章，横渠先生曰常人之學日益而莫自知也，仲尼行著習察，異於他人，故自十五至於七十，化而知裁其進徳之盛者與。伊川先生曰孔子生而知之，自十五至七十進徳直有許多節次者，聖人未必然，亦只是為學者立一下法，盈科而後進，不可差次，須是成章乃達。兩説未知孰是？先生曰：此一段，二先生之説各發明一義，意思深長。横渠云化而知裁，伊川云盈科而後進、不成章不達，皆是有力處。更當深體之可爾。某竊以謂聖人之道中庸，立言常以中人為説，必十年乃一進者。若使困而知學，積十年之乆，日孳孳而不倦，是亦可以變化氣質，而必一進也。若以鹵莽滅裂之學而不用心焉，雖十年亦只是如此，則是自暴自棄之人爾。言十年之漸次，所以警乎學者。雖中才，於夫子之道皆可積習勉力而至焉。聖人非不可及也。不知更有此意否？ \\n  \\n 問：禘自既灌而往者吾不欲觀之矣，伊川曰灌以降神祭之始也，既灌而往者，自始及終，皆不足觀。言魯祭之非禮也。謝氏引禮記曰，吾欲觀夏道，是故之杞。而不足證也；我欲觀殷道，是故之宋而不足證也；我觀周道，幽厲傷之，吾舍魯何適矣。魯之郊禘非禮也，周公其衰矣。以此為證，而合此章於上文杞宋不足證之説，曰考之杞宋則文獻不足，考之當今則魯之郊禘又不足觀，盖傷之也。吕博士引荀子大昏之未發、祭之未納、户喪之未小斂一也解此，與趙氏春秋纂例之説，不審何者為是？先生曰：記曰魯之郊禘非禮也，周公其衰矣，以其難言故。春秋皆因郊禘事中之失而書譏，魯自在其中。今曰禘自既灌而往者吾不欲觀之矣，則是顛倒失禮，如昭穆失序之類；於灌而求神以至於終皆不足觀，盖歎之也。對或人之問，又曰不知則。夫子之深意可知矣。既曰不知，又曰知其說者之於天下也，其如示諸斯乎，指其掌則非不知也，只是難言爾。原幽明之故，知鬼神之情狀，則燭理深矣於天下也何有。 \\n  \\n 問：或問禘之説一章，伊川以此章屬之上文，曰不知者盖為魯諱，知夫子不欲觀之説，則天下萬物各正其名，其治如指諸掌也。或以為此魯君所當問而不問，或人不當問而問之，故夫子以為不知所以，微諷之也。餘如伊川説，云龜山引禮記，禘嘗之義大矣，治國之本也，不可不知也。明其義者君也，能其事者臣也，不明其義，君人不全，不能其事為臣不全，非或人可得而知也，其為義大，豈度數云乎哉。盖有至賾存焉。知此則於天下乎。何有此數説，不審孰是？先生曰：詳味禘自既灌以下至指其掌，看夫子所指意處如何，却将前後數説皆包在其中，似意思稍盡，又未知然否。 \\n  \\n 問：祭如在祭神如神在，熹疑此二句乃弟子記孔子事。又記孔子之言，於下以發明之曰，吾不與祭如不祭也。先生曰：某嘗聞羅先生曰，祭如在，及見之者；祭神如神在，不及見之者。以至誠之意與鬼神交，庶幾享之。若誠心不至，於禮有失焉。則神不享矣。雖祭也何為？ \\n  \\n 問：居上不寛，為禮不敬，臨喪不哀，吾何以觀之哉。熹謂此非謂不足觀，盖不誠無物，無物則無以觀之也。先生曰：居上寛為禮敬臨喪哀，皆其本也。有其本而末應。若無其本，粲然文采何足觀。 \\n  \\n 問：子曰參乎吾道一以貫之，曾子曰唯。子出，門人問曰何謂也，曾子曰夫子之道忠恕而已矣。熹謂曾子之學主於誠，身其於聖人之日用觀省而服習之，盖已熟矣，惟未能即此以見夫道之全體，則不免疑其有二也。然用力之乆而亦将有以自得故夫子以一以貫之之語告之蓋當其可也[曾子惟此少許未達故夫子直以此告之]曾子於是黙会其旨，故門人有問而以忠恕告之。蓋以夫子之道，不離乎日用之間，自其盡已而言則謂之忠，自其及物而言則謂之恕，莫非大道之全體。雖變化萬殊，於事為之末，而所以貫之者未嘗不一也。然則夫子所以告曾子，曾子所以告其門人，豈有異旨哉？而或者以為忠恕未足以盡一貫之道，曾子姑以違道不逺者告其門人，使知入道之端，恐未曾盡曾子之意也。如子思之言忠恕違道不逺，乃是示人以入道之端；如孟子之言行仁義，曾子之稱夫子乃所謂由仁義行者也。先生曰：伊川先生有言曰，維天之命於穆不已忠也，乾道變化各正性命恕也。體会於一人之身，不過只是盡已及物之心而已。曾子於日用處，夫子自有以見之，恐其未必覺此亦是一貫之理，故卒然問曰，參乎吾道一以貫之。曾子於是領会而有得焉，輒應之曰唯，忘其所以言也。東坡所謂口耳俱喪者，亦佳。至於答門人之問，只是發其心耳，豈有二耶。若以謂聖人一以貫之之道，其精微非門人之問所可告，姑以忠恕答之，恐聖賢之心不如是之支也。如孟子稱堯舜之道孝弟而已，人皆足以知之，但合内外之道使之體用一源，顯微無間，精粗不二，衮同盡是此理，則非聖人不能是也。中庸曰忠恕違道不逺，特起此以示人相近處，然不能貫之，則忠恕自是一忠恕爾。 \\n  \\n 十一月十三日書云：吾人大率坐此窘窶百事驅遣不行，唯於稍易處處之為庶幾爾。某村居兀坐一無所為，亦以窘迫遇事窒塞處多，毎以古人貧甚極難堪處自體，即啜菽飲水亦自有餘矣。夫復何言。 \\n  \\n 來喻以為人心之既放，如木之既伐。心雖既放，然夜氣所息，而平旦之氣生焉，則其好惡猶與人相近。木雖既伐，然雨露所滋，而萌蘖生焉，則猶有木之性也。恐不用如此說。大凡人禮義之心何嘗無，唯持守之即在爾。若於旦晝間不至梏亡，則夜氣存矣；夜氣存則平旦之氣未與物接之時，湛然虛明氣象自可見。此孟子發此夜氣之説，於學者極有力。若欲涵養，須於此持守可爾。恐不須説心既放、木既伐，恐又似隔截爾如何如何。又見喻云，伊川所謂未有致知而不在敬者，考大學之序則不然。如夫子言非禮勿視聴言動，伊川以為制之於外以養其中，數處盖皆各言其入道之序如此，要之敬自在其中也，不必牽合貫穿為一説。又所謂但敬而不明於理，則敬特出於勉强，而無灑落自得之功，意不誠矣。灑落自得氣象，其地位甚高，恐前數説方是言學者下工處，不如此則失之矣。由此持守之乆，漸漸融釋，使之不見有制之於外持敬之心。理與心為一，庶幾灑落爾。某自聞師友之訓，賴天之靈，時常只在心目間。雖資質不美，世累妨奪處多，此心未嘗敢忘也。於聖賢之言亦時有会心處，亦間有識其所以然者，但覺見反為理道所縳，殊無進步處。今已老矣，日益恐懼。吾元晦乃不鄙孤陋寡聞，逺有質問所疑，何愧如之。 \\n  \\n 己夘六月二十二日書云：聞不輟留意於經書中，縦未深自得，亦可以驅遣俗累，氣象自安閒也。 \\n  \\n 己卯長至後三日書云：今學者之病，所患在於未有灑然氷解凍釋處。縦有力持守，不過只是苟免顯然尤悔而已。似此恐皆不足道也。 \\n  \\n 庚辰五月八日書云：某晚景别無他，唯求道之心甚切。雖間能窺測一二，竟未有灑落處。以此兀坐，殊憒憒不快。昔時朋友絶無人矣，無可告語，安得不至是耶？可嘆可懼。示諭夜氣説甚詳，亦只是如此，切不可更生枝節尋求，即恐有差。大率吾輩立志已定，若看文字，心慮一澄然之時，略綽一見與心会處，便是正理。若更生疑，即恐滯礙。伊川語録中有記明道嘗在一倉中坐，見廊柱多，因黙數之，疑以為未定，屢數愈差，遂至令一人敲柱數之，乃與初黙數之數合，正謂此也。夜氣之説所以於學者有力者，須是兼旦晝存養之功不至梏亡。即夜氣清，若旦晝間不能存養，即夜氣何有疑。此便是日月至焉氣象也。曩時某從羅先生學問，終日相對靜坐，只説文字，未嘗及一雜語。先生極好靜坐。某時未有知，退入室中亦只靜坐而已。先生令靜中看喜怒哀樂未發之謂中未發時作何氣象，此意不唯於進學有力，兼亦是養心之要。元晦偶有心恙不可思索，更於此一句内求之靜坐看如何。往往不能無補也。此中相去稍逺，思欲一見未之得，恐元晦以親旁無人傔侍，亦難一來。奈何。切望隨宜攝養，勿貽親念為至禱也。 \\n  \\n 承惠示濂溪遺文與潁濱語孟，極荷愛厚，不敢忘不敢忘。邇書向亦曾見一二，但不曾得見全本。今乃得一觀，殊慰卑抱也。二蘇語孟説儘有可商論處，俟他日見面論之。嘗愛黄魯直作濂溪詩序云：舂陵周茂叔，人品甚高，胸中灑落如光風霽月。此句形容有道者氣象絶佳。胸中灑落，即作為盡灑落矣。學者至此雖甚逺，亦不可不常存此體段在胸中，庶幾遇事廓然，於道理方少進。願更存養如此。 \\n  \\n 羅先生山居詩，某記不全，今只據追思得者録去。顏樂齋詩云：山染嵐光帶日黄，蕭然茅屋枕池塘。自知寡與真堪笑[此一句似非]，賴有顏瓢一味長。池畔亭，曰濯纓詩云：擬把冠纓挂牆壁，等閒窺影自相酬。邀月臺詩云：矮作牆垣小作臺，時邀明月寫襟懷。夜深獨有長庚伴，不許庸人取次來。又有獨寐榻白雲亭詩，皆忘記。白雲亭坐處望見先生母氏墳，故名。某向日見先生将出此詩、邀月臺詩，後兩句不甚愜人意，嘗忘意云：先生可改下兩句，不甚渾然。先生别云：也知鄰鬬非吾事，且把行藏付酒杯。盖作此數絶時，正靖康間也。 \\n  \\n 聞召命不至，復有指揮今來，亦執前説辭之甚佳，盖守之已定，自應如此。縱煎迫擾擾，何與我事。若於義可行，便脱然一往亦可也。某嘗以謂遇事若能無毫髪固滯，便是灑落，即此心廓然大公，無彼己之偏倚，庶幾於理道一貫。若見事不徹，中心未免微有偏倚，即涉固滯，皆不可也。未審元晦以為如何？為此説者，非理道明心與氣合，未易可以言此。不然，只是説也。 \\n  \\n 庚辰七月書云：某自少時從羅先生學問，彼時全不涉世，故未有所聞入先生之言。便能用心靜處尋求，至今淟汩憂患磨滅甚矣。四五十年間，每遇情意不可堪處，即猛省提掇以故初心，未嘗忘廢，非不用力，而迄於今更無進步處。常切靜坐思之，疑於持守及日用儘有未合處，或更有闗鍵未能融釋也。向來嘗與夏丈言語間稍無間，因得一次舉此意質之，渠乃以釋氏之語來相淘，終有纎奸打訛處，全不是吾儒氣味，旨意大段各别，當俟他日相見劇論可知。大率今人與古人學殊不同，如孔門弟子羣居終日相切摩，又有夫子為之依歸，日用相觀感而化者甚多，恐於融釋而脱落處，非言說可及也。不然，子貢何以謂夫子之言性與天道不可得而聞耶？元晦更潛心於此，勿以老邁為戒而怠於此道。乃望承欲秋涼來，又不知偏侍下别無人可以釋然，一來否只為往來，月十日事疑亦可矣。但亦須處得老人情意帖帖無礙，乃佳爾。 \\n  \\n 所云見語録中，有仁者渾然與物同體一句，即認得西銘意旨所見，路脈甚正，宜以是推廣求之。然要見一視同仁，氣象却不難，須是理会分殊，雖毫髪不可失，方是儒者氣象。 \\n  \\n 又云：因看必有事焉而勿正心勿忘勿助長數句，偶見全在日用間非著意非不著意處，才有毫髪私意便沒交涉。此意亦好，但未知用處却如何，須喫紧理会這裡始得。某曩時傳得吕與叔中庸解甚詳，當時陳幾叟與羅先生門皆以此文字説得浸灌浹洽，比之龜山解却似枯燥。晚學未敢論此。今此本為相知借去，亡之已乆，但尚記得一段云，謂之有物則不得於言，謂之無物則必有事焉；不得於言者，視之不見聴之不聞，無聲形接乎耳目，而可以道也；必有事焉者，莫見乎隠莫顯乎微，體物而不可遺者也。學者見乎此，則庶乎能擇乎中庸而執之隠微之間，不可求之於耳目，不可道之於言語，然有所謂昭昭而不可欺感之而能應者，正惟虛心以求之，則庶乎見之。又據孟子説，必有事焉至於助長不耘之意，皆似是言道體處。來諭乃體認出來，學者正要如此，但未知用時如何脗合渾然、體用無間乃是。不然非著意非不著意溟溟涬涬，疑未然也。某嘗謂進步不得者，彷彿多是如此類窒礙更望思索。他日熟論，須見到心廣體胖，遇事一一灑落處，方是道理。不爾只是説也。 \\n  \\n 又云：便是日月至焉氣象一段，某之意，只謂能存養者積乆亦可至此，若此之不違氣象又迥然别也。今之學者雖能存養，知有此理，然旦晝之間一有懈焉，遇事應接舉處不覺打發機械，即離間而差矣。唯存養熟，理道明，習氣漸爾消鑠，道理油然而生，然後可進，亦不易也。來諭以謂能存養者無時不在，不止日月至焉，若如此時，却似輕看了也。如何？ \\n  \\n 承諭，心與氣合及所注小字，意若逐一理会心與氣即不可，某鄙意止是形容到此，解会融釋不如此。不見所謂氣所謂心渾然一體流浹也。到此田地，若更分别那箇是心那箇是氣，即勞攘爾。不知可以如此否？不然，即成語病無疑。若更非是，無惜勁論，吾儕正要如此。 \\n  \\n 錄示明道二絶句，便是吟風弄月，有吾與点也之氣味，某尚疑此詩，若是初見周茂叔歸時之句，即可。此後所發之語，恐又不然也。 \\n  \\n 二蘇語孟説儘有好處，蓋渠聰明過人，天地間理道不過只是如此，有時見到，皆渠聰明之發也。但見到處却有病，學者若要窮理，亦不可不論某所謂儘有商議者謂此爾。如來諭云，説養氣處皆顛倒了。渠本無淵源，自應如此也。然得惠此本，所警多矣。 \\n  \\n 某兀坐於此，朝夕無一事，若可以一來甚佳。致千萬意如此。然又不敢必覬，恐侍旁乏人，老人或不樂，即未可。更須於此審處之，某尋常處事，每值情意迫切處，即以輕重本末處之，似少悔吝。願於出處間更體此意。 \\n  \\n 辛巳二月二十四日書云：示下所疑，極荷不外。已有鄙見之說繼其後矣。但素來拙訥，發脱道理不甚明亮，得以意詳之可也。 \\n  \\n 問：性相近也習相逺也，二程先生謂此言氣質之性，非性之本。尹和靖云：性一也，何以言相近？葢由習相逺而為言。熹按和靖之意云性一也，則正是言性之本，萬物之一源處，所以云近。但對逺而言，非實有異，品而相近也。竊謂此説意稍渾，全不知是否？先生曰：尹和靖之説雖渾全，然却似沒話可説，學者無着力處。恐須如二先生謂此言氣質之性，使人思索體認氣質之説，道理如何為有力爾。盖氣質之性不究本源，又由習而相逺，政要玩此曲折也。 \\n  \\n 問：公山弗擾佛肸二章，程先生謂，欲往者聖人以天下無不可改過之人，故欲往。然終不往者，知其必不能改也。又云欲往者，示人以迹，子路不喻。熹疑召而欲往，乃聖人虛明應物之心，答其善意自然而發；終不往者，以其為惡已甚，義不可復往也。此乃聖人體用不偏，道並行而不相悖處，不知是否？又兩條告子路不同者，即其所疑而喻之爾。子路於公山氏疑聖人之不必往，故夫子言可往之理[此語意中微似年木隨身之意，不知然否？]；於佛肸恐其凂夫子也，故夫子告以不能凂己之意，不知是否？又謂示人以迹者，熹未喻其旨。先生曰：元晦前說，深測聖人之心，一箇體段甚好。但更有少礙：若使聖人之心不度義如此易動，即非就此更下語。又兩條告子路不同，即其疑而踰之以下，亦佳竿木隨身之說，氣象不好。聖人定不如是。元晦更熟玩孔子所答之語，求一指歸處，方是聖人廓然明達，無所不可。非道大徳宏者不能爾也。子路未至此於，所疑處即有礙。龜山謂之包羞誠有味也，示人以迹，恐只是心迹。據此事迹皆可為然，又未必爾者。盖有憂樂行違，確然之不同，無定體也。 \\n  \\n 問：予欲無言，明道龜山皆云此語為門人而發。熹恐此句從聖人前後際斷使言語不著處，不知不覺地流出來，非為門人發也。子貢聞之而未喻，故有疑問。到後來自云，夫子之文章可得而聞也，夫子之言性與天道不可得而聞也。方是契此旨趣。顏曾則不待疑問。若子貢以下，又不知所疑也。先生曰：此一段說甚佳。但云前後際斷使言語不著處不知不覺地流出來，恐不消如此説。只玩夫子云天何言哉四時行焉百物生焉天何言哉數語，便見氣味深長。則予欲無言，可知旨歸矣。 \\n  \\n 問：殷有三仁焉，和靖先生曰，無所擇於利害，而為所當為，惟仁者能之。熹未見微子當去箕子當囚比干當死端的不可易處，不知使三人者易地而處，又何如？東坡云，箕子常欲立微子，帝乙不從而立紂，故箕子告微子曰，我舊云刻子王子不出我乃顛隮，是以二子或去或囚，盖居可疑之地，雖諫不見聴，故不復諫；比干則無所嫌，故諫而死。胡明仲非之曰，如此是避嫌疑、度利害也。以此論仁，不亦逺乎？熹按此破東坡之説甚善，但明仲自解乃云，微子殷王元子，以存宗祀為重，而非背國也；比干三孤以義弼君，以存人臣之義，而非要名也；箕子天畀九疇，以存皇極之法，為天而非貪生也。熹恐此説亦未盡善。如箕子一節尤無意思，不知三人者端的當為處當何如以求之？先生曰：三人各以力量竭力而為之，非有所擇。此求仁得仁者也。微子義當去，箕子囚奴，偶不死爾。比干即以死諫，庶幾感悟。存祀九疇，皆後來事，初無此念也。後來適然爾，豈可相合看，致仁人之心不瑩徹耶？仁只是理，初無彼此之辨，當理而無私心，即仁矣。胡明仲破東坡之説可矣，然所説三人後來事相牽，何異介甫之説三仁？恐如此政是病處昏了。仁字不可不察。 \\n  \\n 問：太極動而生陽，先生嘗曰此只是理做已發看不得，熹疑既言動而生陽，即與復卦一陽生而見天地之心何異？竊恐動而生陽，即天地之喜怒哀樂發處於此，即見天地之心二氣交感化生萬物，即人物之喜怒哀樂發處於此，即見人物之心如此做兩節看，不知得否？先生曰：太極動而生陽，至理之源，只是動靜闔闢，至於終萬物始萬物，亦只是此理一貫也。到得二氣交感化生萬物時，又就人物上推，亦只是此理。中庸以喜怒哀樂未發已發言之，又就人身上推尋，至於見得大本達道處，又衮同只是此理。此理就人身上推尋，若不於未發已發處看，即緣何知之？蓋就天地之本源，與人物上推來，不得不異。此所以於動而生陽，難以為喜怒哀樂已發言之。在天地只是理也，今欲作兩節看，切恐差了。復卦見天地之心，先儒以為靜見天地之心，伊川先生以為動乃見此，恐便是動而生陽之理。然於復卦發出此一段示人，又於初爻以顏子不逺復為之，此只要示人無間斷之意，人與天理一也。就此理上皆收攝來與天地合其徳、與日月合其明、與四時合其序、與鬼神合其吉凶，皆其度内爾。妄測度如此，未知元晦以為如何？有疑更容他日得見劇論。語言既拙，又無文采，似發脱不出也。元晦可意会消詳之，看理道通否。 \\n  \\n 辛巳上元日書云：昔嘗得之師友緒餘，以謂學問有未愜適處，只求諸心。若反身而誠，清通和樂之象見，即是自得處，更望勉力以此而已。 \\n  \\n 辛巳五月二十六日書云：某村居一切如舊，無可言者。窘束為人事所牽間，有情意不快處，一切消釋，不復能恤。葢日昃之離，理應如此爾。 \\n  \\n 承諭，近日學履甚適，向所耽戀不灑落處，今已漸融釋。此便是道理進之效，甚善甚善。思索有窒礙，及於日用動靜之間有咈戾處，便於此致思，求其所以然者，乆之自循理爾。 \\n  \\n 五十知天命一句，三先生之説皆不敢輕看。某尋常看此數句，竊以謂人之生也，自少壯至於老耄，血氣盛衰消長自不同，學者若循其理不為其所使，則聖人之言自可以馴致。但聖賢所至處淺深之不同爾。若五十矣尚昧於所為，即大不可也。横渠之説，似有此意。試一思索，看如何。 \\n  \\n 辛己中元後一日書云：諭及所疑數處，詳味之，所見皆正當，可喜。但於灑落處恐未免滯礙，今此便速不暇及之，謹俟涼爽可以來訪，就曲折處相難，庶彼此或有少補焉爾。 \\n  \\n 辛己十月十日書云：看文字必覺有味靜而定否 \\n  \\n 承録示韋齋記，追往念舊令人淒然。某中間所舉中庸始終之説，元晦以謂肫肫其仁淵淵其淵浩浩其天即全體，是未發底道理，惟聖人盡性能然。若如此看，即於全體何處不是此氣象？第恐無甚氣味爾。某竊以謂肫肫其仁以下三句，乃是體認到此，達天徳之效處，就喜怒哀樂未發處存養，至見此氣象，儘有地位也。某嘗見吕芸閣與伊川論，中説吕以謂循性而行無往而非禮義，伊川以謂氣味殊少。吕復書云，云政謂此爾。大率論文字切在深潛縝宻，然後蹊徑不差。釋氏所謂一超直入如來地，恐其失處正坐此。不可不辨。 \\n  \\n 某衰晚碌碌只如舊，所恨者中年以來，即為師友捐棄，獨學無助，又涉世故沮困殆甚。尚存初心，有端緒之可求，時時見於心目爾。 \\n  \\n 壬午四月二十二日書云：吾儕在今日，只可於僻寂處，草木衣食苟度此嵗月為可。他一切置之度外，惟求進此學問為庶幾爾。若欲進此學，須是盡放棄平日習氣，更鞭飭所不及處，使之脱然有自得處，始是道理少進。承諭應接少暇，即體究，方知以前皆是低看了道理。此乃知覺之効，更在勉之。有所疑便中無惜詳及，庶幾彼此得以自警也。 \\n  \\n 壬午五月十四日書云：承諭，處事擾擾，便似内外離絶不相該貫，此病可於靜坐時收攝，將來看是如何。便如此就偏著處理会，乆之知覺漸漸可就道理矣。更望勉之也。 \\n  \\n 壬午六月十一日書云：承諭仁一字條陳所推測處，足見日來進學之力，甚慰。某嘗以謂仁字極難講説，只看天理統體便是。更心字亦難指説，唯認取發用處是心。二字須要體認得極分明，方可下工夫。仁字難説，論語一部只是説與門弟子求仁之方，知所以用心，庶幾私欲沈天理見，則知仁矣。如顏子仲弓之問，聖人所以答之之語，皆其要切用力處也。孟子曰仁人心也，心體通有無貫幽明無不包括，與人指示於發用處求之也。又曰仁者人也，人之一體便是天理，無所不備具。若合而言之，人與仁之名亡則渾是道理也。來諭以謂仁是心之正理，能發能用底一箇端緒，如胎育包涵其中生氣，無不純備，而流動發生自然之機，又無傾刻停息，憤盈發洩觸處貫通，體用相循，初無間斷。此説推擴得甚好。但又云，人之所以為人而異乎禽獸者以是而已，若犬之性牛之性則不得而與焉。若如此説，恐有礙。盖天地中所生物本源則一，雖禽獸草木生理亦無頃刻停息間斷者，但人得其秀而最靈五常中和之氣所聚，禽獸得其偏而已。此其所以異也。若謂流動發生自然之機，與夫無傾刻停息間斷，即禽獸之體，亦自如此。若以為此理唯人獨得之，即恐推測體認處未精，於他處便有差也。又云須體認到此純一不雜處方見渾然與物同體氣象一段語，却無病。又云從此推出分殊合宜處便是義，以下數句，莫不由此，而仁一以貫之。盖五常百行無往而非仁也。此說大概是，然細推之，却似不曾體認得伊川所謂理一分殊。龜山云知其理一所以為仁，知其分殊所以為義之意，盖全在知字上用著力也。謝上蔡語録云，不仁便是死漢，不識痛癢了。仁字只是有知覺了了之體段。若於此不下工夫令透徹，即緣何見得本源毫髪之分殊哉？若於此不了了，即體用不能兼舉矣。此正是本源體用兼舉處。人道之立，正在於此。仁之一字，正如四徳之元，而仁義二字正如立天道之隂陽、立地道之柔剛，皆包攝在此二字爾。大抵學者多為私欲所分，故用力不精，不見其効。若欲於此進步，須把斷諸路頭，靜坐黙識，使之泥滓漸漸消去方可。不然，亦只是説也。更熟思之。 \\n  \\n 葉公問孔子於子路子路不對一章，昔日得之於吾黨中人，謂葉公亦當時號賢者。夫子名徳經天緯地，人孰不識之，葉公尚自見問於其徒，所見如此，宜子路之不對也。若如此看仲尼之徒，渾是客氣，非所以觀子路也。盖弟子形容聖人盛徳有所難言爾。如女奚不曰下面三句，元晦以謂發憤忘食者言其求道之切，聖人自道理中流出，即言求道之切，恐非所以言聖人。此三句只好渾然作一氣象看，則見聖人渾是道理，不見有身世之礙，故不知老之將至爾。元晦更以此意推廣之，看如何。大抵夫子一極際氣象終是難形容也。尹和靖以謂皆不居其聖之意，此亦甚大，但不居其聖一節事，乃是門人推尊其實如此，故孔子不居因事而見爾。若常以不居其聖横在肚裡，則非所以言聖人矣。如何如何。 \\n  \\n 以今日事勢觀之，處此時唯儉徳避難，更如韜晦為得所。他皆不敢以姑息自恕之事奉聞也。元晦更切勉之。上蔡先生語，近看甚有力。渠一處云：凡事必有根。又云：必須有用處尋討要用處病根，將來斬斷便沒事。此語可時時經心也。 \\n  \\n 壬午七月二十一日書云：某在建安竟不樂彼，盖初與家人約二老，只欲在此。繼而家人為兒輩所迫，不能謹守，遂往，某獨處家中，亦自不便，故不獲已，往來彼此不甚快。自念所寓而安方是道理，今乃如此，正好就此下工夫，看病痛在甚處以驗之。他皆不足道也。某幸得早從羅先生遊，自少時粗聞端緒，中年一無佽助，為世事淟汩者甚矣。所幸比年來得吾元晦相與講學於頺墯中，復此激發，恐庶幾於晚境也。何慰之如。 \\n  \\n 封事熟讀數過，立意甚佳。今日所以不振，立志不定、事功不成者，正坐此以和議為名爾。書中論之甚善，見前。此赦文中有和議處一條，又有事迫許便宜從事之語，蓋皆持兩端使人心疑也，要之斷然不可和。自整頓紀綱，以大義斷之，以示天下向背，立為國是可爾。此處更可引此，又許便宜從事，更下數語以曉之，如何？某不能文不能下筆也。封事中有少疑處，已用貼紙貼出矣，更詳之。明道語云，治道在於修己責任求賢，封事中此意皆有之矣，甚善甚善。吾儕雖在山野，憂世之心但無所伸爾，亦可早發去為佳。 \\n  \\n 辛巳八月七日書云：某歸家凡百，只如舊，但兒輩所見凡下，家中全不整頓，至有疎漏欲頺敝處，氣象殊不佳。既歸來，不免令人略略修治，亦須苟完可爾。家人猶豫未歸，諸事終不便，亦欲於冷落境界上打疊，庶幾漸近道理，他不敢恤。但一味窘束，亦有沮敗人佳處，無可奈何也。 \\n  \\n 謝上蔡語極好玩味，盖渠皆是於日用上下工夫，又言語只平説，尤見氣味深長。今已抄得一本矣，謹以奉内，恐亦好看也。 \\n  \\n 問：熹昨妄謂仁之一字乃人之所以為人而異乎禽獸者，先生不以為然，熹因以先生之言思之，而得其説，敢復求正於左右。熹竊謂天地生物本乎一源，人與禽獸草木之生莫不具有此理，其一體之中即無絲毫欠剰，其一氣之運亦無頃刻停息。所謂仁也[先生批云：有有血氣者，有無血氣者，更體究此處]，但氣有清濁，故稟有偏正，惟人得其正，故能知其本。具此理而存之，而見其為仁。物得其偏，故雖具此理，而不自知，而無以見其為仁。然則仁之為仁，人與物不得不同；知人之為人而存之，人與物不得不異。故伊川夫子既言理一分殊，而龜山又有知其理一知其分殊之説，而先生以為全在知字上用著力，恐亦是此意也[先生勾斷批云：以上大概得之。他日更用熟講體認]。不知果是如此否？又詳伊川之語推測之，竊謂理一而分殊此一句，言理之本然如此，全在性分之内、本體未發時看[先生抹出批云：須是兼本體已發未發時看、合内外為可]，合而言之，則莫非此理。然其中無一物之不該，便自有許多差别。雖散殊錯糅不可名狀，而纎微之間同異畢顯，所謂理一而分殊也。知其理一所以為仁，知其分殊所以為義此二句，乃是於發用處該攝本體而言，因此端緒而下工夫以推尋之處也。蓋理一而分殊一句，正如孟子所云必有事焉之處，而下文兩句即其所以有事乎，此之謂也[先生抹出批云：恐不須引孟子説以證之，孟子之説若以微言，恐下工夫處落空，如釋氏然。孟子之説亦無隠顯精微之間，今録謝上蔡一説於後玩味之，即無時不是此理也。此説極有力]。大抵仁字正是天理流動之機，以其包容和粹涵育融漾不可名貌，故特謂之仁，其中自然文理宻察各有定體處便是義。只此二字包括人道已盡，義固不能出乎仁之外，仁亦不離乎義之内也。然則理一而分殊者，乃是本然之仁義[先生勾斷批云：推測到此一段甚宻為得之，加以涵養，何患不見道也。甚慰甚慰]。前此乃以從此推出分殊合宜處為義，失之逺矣，又不知如此上則推測又還是不，更乞指教。先生曰：謝上蔡云，吾常習忘以養生，明道曰施之養則可，於道則有害。習忘可以養生者，以其不留情也。學道則異於是，必有事焉勿正，何謂乎，且出入起居寧無事者？正心待之則先事而迎，忘則涉乎去，念助則近於留情，故聖人心如鑑，所以異於釋氏心也。上蔡録明道此語，於學者甚有力，蓋尋常於靜處體認下工夫，即於閙處使不著，盖不曾如此用功也。自非謝先生確實於日用處便下工夫[又言吾每就上作工夫學]，即恐明道此語亦未必引得出來。此語録所以極好玩索，近方看見如此意思顯然。元晦於此更思看如何，唯於日用處便下工夫，或就事上便下工夫，庶幾漸可合為己物。不然只是説也。某輒妄意如此，如何如何。 \\n  \\n 問：熹又問孟子養氣一章，向者雖蒙曲折面誨，而愚意竟未見一總会處。近日求之頗見大體，只是要得心氣合而已，故説持其志無暴其氣，必有事焉而勿正心勿忘勿助長也，皆是紧切處，只是要得這裏所存主處分明，則一身之氣自然一時奔凑翕聚，向這裡來存之不已，及其充積盛滿，晬面盎背便是塞乎天地氣象，非求之外也。如此則心氣合一，不見其間，心之所向全氣隨之，雖加齊之卿相得行道焉，亦沛然行其所無事而已。何動心之有。易曰直方大不習无不利，而文言曰敬義立而徳不孤，則不疑其所行也。正是此理。不審先生以為如何？先生曰：養氣大概是要得心與氣合，不然心是心氣是氣，不見所謂集義處，終不能合一也。元晦云睟面盎背便是塞乎天地氣象，與下云亦沛然行其所無事二處為得之，見得此理甚好。然心氣合一之象更用體察，令分曉路陌，方是某尋常覺得於畔援歆羨之時，未必皆是正理，亦心與氣合到此，若彷彿有此氣象。一差則所失多矣。豈所謂浩然之氣耶？某竊謂孟子所謂養氣者自有一端緒，須從知言處養來乃不差。於知言處下工夫，儘用熟也。謝上蔡多謂於田地上面下工夫，此知言之説。乃田地也，先於此體認，令精審認取，心與氣合之時，不倚不偏，氣象是如何，方可看易中所謂直方大不習无不利然後不疑其所行皆沛然矣。元晦更於此致思，看如何。某率然如此，極不揆。是與非更俟他日面会商量可也。 \\n  \\n 問：熹近看中庸鬼神一章，竊謂此章正是發明顯微無間只是一理處，且如鬼神有甚形迹，然人却自然有畏敬之心，以承祭祀便如真有一物在其上下左右。此理亦有甚形迹，然人却自然秉彛之性，才存主著這裏便自見得許多道理，參前倚衡，雖欲頃刻離而遁之而不可得，只為至誠貫徹實有是理，無端無方無二無雜，方其未感寂然不動，及其既感，無所不通。濂溪翁所謂靜無而動有至正而明達者，於此亦可以見之。不審先生以為如何？先生曰：此段看得甚好，更引濂溪翁所謂靜無而動有作一貫曉会尤佳。中庸發明微顯之理，於承祭祀時為言者，若謂於此時鬼神之理昭然易見，令學者有入頭處爾。但更有一説，若看此理，須於四方八面盡皆收入體究來，令有会心處，方是謝上蔡云鬼神、横渠説得來别這箇便是天地間妙用，須是將來做箇題目入思慮始得。講説不濟事。又云鬼神自家要有便有要無便無，更於此數者一併體認，不可滯在一隅也。某偶見如此，如何如何。 \\n  \\n 壬午八月九日書云：此箇氣味為上下相咻無不如此者，這箇風俗如何得變。某於此有感焉。當今之時，苟有修飭之士，須大段涵養韜晦始得。若一旦齟齬有所去就，雖去流俗逺矣，然以全體論之，得失未免相半也。使衰世之公子皆信厚，須如文王方得。若未也，恐不若且誦龜山與胡文定梅花詩，直是氣味深長也。如何[龜山詩：欲驅殘臘變春風，只有寒梅作選鋒，莫把疎英輕鬭雪，好藏清艶月明中。右渚宫觀梅寄康侯] \\n 韜晦一事，嘗驗之極難，自非大段涵養深潛，定不能如此，遇事輒發矣，亦不可輕看也。如何如何[書後注此數語] \\n  \\n 十月朔日書云：承諭近日看仁一字，頗有見處。但乍喧乍靜乍明乍暗，子細点檢，儘有勞攘處。詳此足見潛心體認用力之效。盖須自見得病痛窒礙處，然後可進，因此而修治之，推測自可見。甚慰甚慰。孟子曰夫仁亦在夫熟之而已。乍明乍暗乍喧乍靜，皆未熟之病也。更望勉之。至祝至祝。 \\n  \\n 癸未五月二十三日書云：近日涵養，必見應事脫然處，否須就事兼體用下工夫，乆乆純熟，漸可見渾然氣象矣。勉之勉之。 \\n  \\n 六月十四日書云：承諭，令表弟之去，反而思之，中心不能無愧悔之恨。自非有志於求仁，何以覺此語録？有云罪已責躬不可無，然亦不可常留在心中為悔。來諭云悔吝己顯然，如何便銷隕得胸中，若如此，即於道理極有礙。有此氣象，即道理進步不得矣。政不可不就此理会也。某竊以謂有失處罪已責躬固不可無，然過此以往，又将奈何？常留在胸中，却是積下一團私意也。到此境界，須推求其所以愧悔不去為何而來。若來諭所謂，似是於平日事親事長處不曾存得恭順謹畏之心，即隨處發見之時，即於此處就本源處推究涵養之，令漸明，即此等固滯私意當漸化矣。又昔聞之羅先生云，横渠教人，令且留意神化二字，所存者神，便能所過者化。私吝盡無，即渾是道理，即所過自然化矣。更望以此二説，於靜黙時及日用處下工夫看如何。吾輩今日所以差池、道理不進者，只為多有坐此境界中爾。禪學者則不然，渠亦有此病，却只要絶念不採，以是為息滅，殊非吾儒就事上各有條理也。元晦試更以是思之如何，或體究得不以為然，便中示報為望。[後見先生又云：前日所答只是據今日病處説，語録中意却未盡。他所以如此説，只是提破隨人分量看得如何，若地位高低人微有如此處，只如此提破，即渙然冰釋，無復凝滯矣] \\n  \\n 某人之去傳者，以為緣衆士人於通衢罵辱之，責以講和誤國之罪，時事遂激而一變。或以為逐此人誠快輿論，然罵辱之者亦無行遣，恐使人失上下之分。某竊以為不然。今日之事，只為不曾於原本處理会，末流雖是，亦何益。不共戴天，正今日第一義。舉此不知其他，即弘上下之道而氣正矣。遐方所以盛者，只為三綱五常之道衰也。 \\n  \\n 七月十三日書云：在此粗安。第終不樂於此，若以謂隨所寓而安之，即於此臲卼便不是。此微處皆學者之大病。大凡只於微處充擴之，方見礙者大爾。 \\n  \\n 七月二十八日書云：今日三綱不振，義利不分，緣三綱不振故人心邪辟不堪用，是致上下之氣間隔，而中國之道衰逺方盛，皆由此來也；義利不分，自王安石用事，陷溺人心，至今不自知覺。如前日有旨有陞擢差遣之類，緣有此利誘，故人只趨利而不顧義，而主勢孤。此二事皆今日之急者，欲人主於此畱意，二者苟不爾。則是雖有粟，吾得而食諸也。 \\n  \\n 與劉平甫書云：學問之道不在於多言，但黙坐澄心，體認天理，若見雖一毫私欲之發，亦自退聴矣。乆乆用力於此，庶幾漸明，講學始有力也。 \\n  \\n 又與劉平甫書云：大率有疑處，須靜坐體究人倫，必明天理，必察於日用處著力，可見端緒在，勉之爾。  \\n 　 \\n 附録 \\n 李延平初間也是豪邁底人，到後來也是磨琢之功，在鄉若不異於常人。鄉曲以上底人，只道他是箇善人，他也略不與人説，待問了方與説。 \\n  \\n 羅仲素先生嚴毅清苦，殊可畏。 \\n  \\n 李先生終日危坐，而神彩精明，畧無隤墮之氣。 \\n  \\n 問延平先生言行，曰：他却不曾著書，充養得極好。凡為學也，不過是恁地涵養將去，初無異義。只是先生晬面盎背，自然不可及。 \\n  \\n 明道教人靜坐，李先生亦教人靜坐。看來須是靜坐始能收斂。 \\n  \\n 羅仲素都是著實子細去理会 \\n 延平先生氣象好 \\n  \\n 熹初為學，全無見成規模，這邊也去理会尋討，那邊也去理会尋討。後來見李先生，較説得有下落，更縝密 \\n 李先生説：人心中大段惡念却易制伏，最是那不大段計利害乍往乍來底念慮，相續不斷，難為驅除。今看得來是如此。 \\n  \\n 或問：近見廖子晦言，今年見先生問延平先生靜坐之説，先生頗不以為然。不知如何？曰：這事難説。靜坐理会道理自不妨，只是討要靜坐則不可。只是理会得道理明透，自然是靜。今人都是討靜坐以省事，則不可。嘗見李先生說，舊見羅先生説春秋，頗覺不甚好。不知到羅浮静極後又理会得如何[是時羅已死]。某心常疑之，以今觀之，是如此。盖心下熱閙，如何看得道理出？須是靜方看得出。所謂靜坐，只是打叠得心下無事，則道理始出。道理既出，心下愈明靜矣。 \\n  \\n 行夫問：李先生謂常存此心，勿為事物所勝，先生答之云云。頃之復曰李先生涵養得自是别真，所謂不為事物所勝者，古人云終日無疾言遽色，他真箇是如此。尋常人去近處必徐行，出逺處行必稍急。先生出近處也如此，出逺處亦只如此。尋常人呌一人，呌之一二聲不至，則聲必厲。先生呌之不至，聲不加於前也。又如坐處壁間有字，某每常亦須起頭一看，若先生則不然，方其坐時固不看也，若是欲看，則必起就壁下視之。其不為事物所勝大率若此。嘗聞先生後生時極豪邁，一飲必數十盃，醉則好馳馬，一驟三二十里不迥。後來收得恁地醇粹，所以難及。 \\n  \\n 問：先生所作李先生行狀，云終日危坐以驗夫喜怒哀樂之前氣象為如何，而求所謂中者，與伊川之説若不相似。曰這處是舊日下得語太重，今以伊川之語格之，則其下工夫處亦是有些子偏。只是被先生靜得極了，便自見得是箇覺處，不似别人，今終日危坐，只是且収斂在此，勝如奔馳。若一向如此，又似坐禪入定。 \\n  \\n 淳問：延平欲於未發之時觀其氣象，此與楊氏體驗於未發之前者異同如何？曰：這箇亦有些病，那體驗字是有箇思量了便是已發，若觀時恁著意看便也是已發。問：此體驗是着意觀只恁平常否？曰：此亦是以不觀觀之。 \\n  \\n 或問：延平先生何故驗於喜怒哀樂未發之前而求所謂中？曰：只是要見氣象。陳後之曰：持守良乆亦可見未發氣象。曰：延平即是此意。若一向這裏，又差從釋氏去。 \\n  \\n 李先生云，看聖賢言語，但一踔看過，便見道理者，却是真意思。纔著心去看，便蹉過了多。 \\n  \\n 道喪千載，兩程勃興。有的其緒，龜山是承。龜山之南，道則與俱。有覺其徒，望門以趨。惟時豫章，傳得其宗。一簞一瓢，凛然高風。猗歟先生，果自得師。身世兩忘，惟道是資。精義造約，窮深極微。凍解氷釋，發於天機。乾端坤倪，鬼祕神彰。風霆之變，日月之光，爰暨山川，草木昆蟲，人倫之正，王道之中。一以貫之，其外無餘。縷析毫差，其分則殊。體用混圓，隠顯昭融。萬變並酬，浮雲太空。仁孝友弟，灑落誠明。清通和樂，展也大成。婆娑丘林，世莫我知，優哉游哉，卒嵗以嬉。迨其季年，徳盛道尊，有來摳衣，發其蔽昏。侯伯聞風，擁篲以迎，大本大經，是度是程。税駕云初，講議有端。疾病乗之，醫窮技殫。嗚呼先生，而止於斯。命之不融，誰實尸之？合散屈伸，消息滿虛。廓然太公，與化為徒。古今一息，曷計短長。物我一身，孰為窮通，嗟惟聖學，不絶如綫，先生得之，既厚以全。進未獲施，退未及傳，殉身以沒，孰云非天！熹也小生，丱角趨拜，恭惟先君，實共源派。誾誾侃侃，斂衽推先，氷壺秋月，謂公則然。施及後人，敢渝斯志，從游十年，誘掖諄至。春山朝榮，秋堂夜空。即事即理，無幽不窮，相期日深，見勵彌切。蹇步方休，鞭繩已掣，安車暑行，過我衡門，返斾相遭，涼秋已分。熹於此時，適有命召，問所宜言，反覆教詔，最後有言：吾子勉之，凡茲衆理，子所自知。奉以周旋，幸不失墜。歸装朝嚴，訃音夕至。失聲長號，淚落懸泉。何意斯言，而訣終天！病不舉扶，沒不飯含，奔走後人，死有餘憾。儀刑永隔，卒業無期，墜緒茫茫，孰知我悲。伏哭柩前，奉奠以贄。不亡者存，鑒此誠意[祭文]。 \\n  \\n 先生諱侗，字愿中，姓李氏。南劒州劒浦人，曾祖諱幹，屯田郎中致仕，贈金紫光祿大夫。妣清源郡太夫人朱氏；祖諱纁，朝散大夫贈中奉大夫，妣永嘉郡太君胡氏咸寧郡太君朱氏；父諱渙，朝奉郎贈右朝議大夫，妣大恭人饒氏。先生朝議公之季子也，生有異禀，幼而穎悟，少長孝友謹篤。朝議公大恭人特所鍾愛。既冠逰鄉校，有聲稱。已而聞郡人羅仲素先生得河雒之學於龜山楊文靖公之門，遂往學焉。羅公清介絶俗，雖里人鮮克知之，見先生從逰受業，或頗非笑。先生若不聞，從之累年，受春秋中庸語孟之説，從容潛玩，有会於心，盡得其所傳之奥。羅公少然可亟稱許焉，於是退而屏居山田，結茅水竹之間，謝絶世故。餘四十年。簞瓢屢空，怡然自適。中間郡將學官聞其名而招致之，或遣子弟從游受學，州郡士子有以矜式焉。晚以二子舉進士，試吏旁郡，更請迎養，先生不得已為一行，自建安如鉛山，訪外家兄弟於昭武，過其門弟子故人於武夷潭溪之上，徜徉而歸。会閩帥玉山汪公以書禮車乗來迎，盖将相與講所疑焉，先生因往見之。至之日疾作，遂卒於府治之館舍。是年七十有一矣。隆興元年十月十有五日也。汪公為遣參議官王君伯序，觀察推官謝公倣护喪事躬視棺斂，禮意喪具無不周悉。居數日，諸子畢至，遂以喪歸。先生娶同郡吳氏，子男三人：友直，左修職郎，信州鉛山縣尉；信甫，左修職郎，建寧府建安縣主簿；友聞，未仕。女一人，早亡。孫男四人女八人，皆幼。初龜山先生倡道東南，士之游其門者甚衆，然語其潛思力行任重詣極如羅公，盖一人而已。先生既從之學，講誦之餘，危坐終日，以驗夫喜怒哀樂未發前之氣象為如何，而求所謂中者。若是者盖乆之，而知天下之大本真有在乎是也。盖天下之理無不由是而出，既得其本，則凡出於此者，雖品節萬殊曲折萬變，莫不該攝洞貫，以次融釋，而各有條理，如川流脈絡之不可亂。大而天地之所以高厚，細而品彚之所以化育，以至於經訓之微言，日用之小物，折之於此，無一不得其衷焉。由是操存益固，涵養益熟，精明純一，觸處洞然。泛應曲酬，發必中節。故其事親誠孝，左右無違。仲兄性剛多忤，先生事之致誠盡敬，更得其歡心焉。閨門内外夷愉肅穆，若無人聲，而衆事自理。與族姻舊故恩意篤厚，乆而不忘。生事素薄，然處之有道，量入為出，賓祭謹飭，租賦必為。鄰里先親戚或貧不能婚嫁，為之經理，節衣食以賑助之。與鄉人處，食飲言笑，終日油油如也。年長者事之盡禮，少者賤者接之各盡其道，以故鄉人愛敬，暴悍化服。其接後學答問，窮晝夜不倦，隨人淺深誘之各不同，而要以反身自得，而可以入於聖賢之域。故其言曰：學問之道不在多言，但黙坐澄心，體認天理，若見雖一毫私欲之發，亦退聴矣，乆乆用力於此，庶幾漸明，講學始有力耳。又嘗曰：學者之病，在於未有灑然氷解凍釋處，縦有力持守，不過苟免，顯然悔尤而已。若此者恐未足道也。又嘗曰：今人之學與古人異，如孔門諸子羣居終日，交相切磨，又得夫子為之依歸，日用之間觀感而化者多矣。恐於融釋而脫落處，非言説所及也，不然子貢何以言夫子之言性與天道不可得而聞也耶？嘗以黄太史稱濂溪周夫子胸中灑落如光風霽月云者為善形容，有道者氣象嘗諷誦之。而顧謂學者曰：存此於胸中，庶幾遇事廓然，而義理少進矣。其語中庸曰：聖門之傳是書，其所以開悟後學無遺策矣，然所謂喜怒哀樂未發之謂中者，又一篇之指要也。若徒記誦而已，則亦奚以為哉，必也體之於身，實見是理，若顏子之歎卓然見其為一物而不違乎心目之間也，然後擴充而往，無所不通，則庶乎其可以言中庸矣。其語春秋曰：春秋一事各是發明一例，如觀山水，徙步而形勢不同，不可拘以一法。然所以難言者，盖以常人之心推測聖人，未到聖人灑然處，豈能無失耶？其於語孟他經，無不貫達，苟有疑問，答之必極其趣。然語之而不惰者或寡矣，盖嘗曰：讀書者知其所言莫非吾事，而即吾身以求之，則凡聖賢所至而吾所未至者，皆可勉而進矣。若直以文字求之，恱其詞義以資誦說，其不為玩物喪志者幾希。以故未嘗為講解文書。然其辨析精微，毫釐畢察，嘗語問者曰：講學切在深潛縝宻，然後氣味深長，蹊徑不差，若槩以理一而不察乎分之殊，此學者所以流於疑似亂真之說而不自知也。其開端示人大要類此。先生姿禀勁特，氣節豪邁，而充養完粹，無復圭角。精純之氣達於靣目，色温言厲，神定氣和，語黙動靜端詳閒泰，自然之中若有成法。平居恂恂於事若無甚可否，及其酬酢事變斷以義理，則有截然不可犯者。蚤嵗聞道，即棄場屋，超然逺引，若無意於當世。然憂時論事，感激動人，其語治道，必以明天理正人心、崇節義厲廉恥為先，本末備具，可舉而行，非特空言而已。異端之學無所入於其心，然一聞其説，則知其詖淫邪遁之所以然者，盖辨之於錙銖眇忽之間，而儒釋之邪正分矣。熹先君子與先生為同門友，雅敬重焉，嘗與沙縣鄧迪天啟語及先生，鄧曰：愿中如氷壺秋月，瑩徹無瑕，非吾曹所及。先君子深以為知言，亟稱道之。其後熹獲從先生逰，每一去而復來，則所聞必益超絶。蓋其上達不已，日新如此。嗚呼，若先生之道徳純備，學術通明，求之當世，殆絶倫比！然不求知於世而已。未嘗輕以語人，故上之人既莫之知，而學者亦莫之識，是以進不獲施之於時，退未及傳之於後，而先生方且玩其所安樂者於畎畆之中，悠然不知老之将至，盖所謂依乎中庸，遯世不見知而不悔者，先生庶幾焉！比年以來，學者始益親，而方伯連帥之賢者又樂聞其道，而邀致之，其意豈徒然哉，不幸天喪斯文，而先生沒矣。龜山之所聞於程夫子而授之羅公者，至是而不得其傳矣！嗚呼痛哉，諸孤方謀窀穸之事，謂熹承學之乆，宜知先生之藴，使具其事以請銘於作者，将勒諸幽堂，以告後世知徳者有以考焉。熹愚不肖，蒙被教育，不為不乆；聴其言、觀其行而服膺焉，不為不詳。然未能有以得其逺者大者，故悉取凡聞見所及一二書之詞，若繁而不敢殺者，盖有待於筆削云耳。謹狀[行狀]  \\n  \\n 　 \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
