{"章节": "卷一（1）", "正文": "卷一（1） \\n  \\n  \\n 知行录之一　公移一 \\n 提督南赣军务征横水桶冈三浰　抚南赣钦奉敕谕通行各属 \\n 正德十二年正月 \\n 节该钦奉敕谕：“江西、福建、广东、湖广各布政司地方交界去处，累有盗贼生发。因地连各境，事无统属，特命尔前去巡抚江西南安、赣州，福建汀州、漳州，广东南雄、韶州、惠州、潮州各府，及湖广彬州地方；安抚军民，修理城池，禁革奸弊，一应地方贼情，军马钱粮事宜，小则径自区画，大则奏请定夺。但有盗贼生发，即便严督各该兵备守御守巡，并各军卫有司设法剿捕，选委廉能属官，密切体访，及签所在大户，并被害之家；有智力人丁，多方追袭，量加犒赏；或募知因之人，阴为乡导；或购贼徒，自相斩捕；或听胁从并亡命窝主人等，自首免罪。其军卫有司官员中政务修举者，量加旌奖；其有贪残畏缩误事者，径自拿问发落。尔风宪大臣，须廉正刚果，肃清奸弊，以副朝廷之委任。钦此。”钦遵。 \\n 照得抚属地方，界连四省；山溪峻险，林木茂深，盗贼潜处其间，不时出没剽劫；东追则西窜，南捕则北奔，各省巡捕等官，彼此推调观望，不肯协力追剿；遂至延蔓日多。当职猥以菲才，滥膺重寄，大惧职业鳏废，仰负朝廷委托。为照前项地方，延袤广远，未能遍历其间；绥抚之方，随时殊制；攻守之策，因地异宜；若非的确询访，难以臆见裁度。为此仰钞案回司，著落当该官吏，照依案验内事理，即行本司该道分巡、分守、兵备、守备等官，并所属大小衙门各该官吏，公同逐一会议：要见即今各处城堡关隘，有无坚完；军兵民快，曾否操练；某处贼方猖獗，作何擒剿；某处贼已退散，作何抚缉；某贼怙终，必须扑灭；某贼被诱，尚可招徕；何等人役，堪为乡导；何等大户，可令追袭；军不足恃，或须别募精强；财不足用，或可别为经画；某处或有闲田，可兴屯以足食；某处或多浮费，可节省以供军；何地须添寨堡，以断贼之往来；何地堪建城邑，以扼贼之要害；姑息隐忍，固非久安之图；会举夹攻，果得万全之策；一应足财养兵弭寇安民之术，皆宜心悉计虑，折衷推求。山川道路之险易，必须亲切画图；贼垒民居之错杂，皆可按实开注；近者一月以里，远者一月以外，凡有所见，备写揭帖，各另呈来，以凭采择。非独以匡当职之不逮，亦将以验各官之所存，务求实用，毋事虚言。 \\n 各该官吏俱要守法奉公，长廉远耻，祛患卫民，竭诚报国。毋以各省而分彼此，务须协力以济艰难，果有忠勇清勤绩行显著者，旌劝自有常典，当职不敢蔽贤；其或奸贪畏缩志行卑污者，黜罚亦有明条，当职亦不敢同恶。深惟昧劣，庶赖匡襄，凡我有官，各宜知悉。 \\n 选拣民兵 \\n 照得府属地方，界连四省；山谷险隘，林木茂深，盗贼所盘，三居其一；乘间劫掠，大为民害。本院缪当巡抚，专以弭盗安民为职。钦奉敕谕，一应军马钱粮事宜，得以径自区画。莅任以来，甫及旬日，虽未偏历各属，且就赣州一府观之，财用耗竭，兵力脆寡，卫所军丁，止存故籍；府县机快，半应虚文；御寇之方，百无足恃，以此例彼，余亦可知。夫以羸卒而当强寇，犹驱群痒而攻猛虎，必有所不敢矣。是以每遇盗贼猖獗，辄复会奏请兵；非调土军，即倩狼达，往返之际，辄已经年；糜费所须，动逾数万；逮至集兵举事，即已魍魉潜形，曾无可剿之贼；稍俟班师旋旅，则又鼠狐聚党，复皆不轨之群。良由素不练兵，倚人成事；是以机宜屡失，备御益弛，征发无救乎疮痍，供馈适增其荼毒，群盗习知其然，愈肆无惮。百姓谓莫可恃，竞亦从非。 \\n 夫事缓则坐纵乌合，势急乃动调狼兵，一皆苟且之谋，此岂可常之策？古之善用兵者，驱市人而使战，假吕戍以兴师。岂以一州八府之地，遂无奋勇敢战之夫？事豫则立，人存政举。近据江西分巡岭北道兵备副使杨璋呈，将所属各县机快，通行拣选，委官统领操练，即其处分，当亦渐胜于前。但此等机快，止可护守城郭，堤备关隘；至于捣巢深入，摧锋陷阵，恐亦未堪。为此案仰四省各兵备官，于各属弩手、打手、机快等项，挑选骁勇绝群，胆力出众之士，每县多或十余人，少或八九辈；务求魁杰异材，缺则悬赏召募。大约江西、福建二兵备，各以五六百名为率；广东、湖广二兵备，各以四五百名为率。中间若有力能扛鼎，勇敌千人者，优其廪饩，署为将领。召募犒赏等费，皆查各属商税赃罚等银支给。各县机快，除南赣兵备已行编选外；余四兵备仍于每县原额数内拣选精壮可用者，量留三分之二；就委该县能官统练，专以守城防隘为事；其余一分拣退疲弱不堪者，免其著役，止出工食，追解该道，以益召募犒赏之费。所募精兵，专随各兵备官屯扎，别选素有胆略属官员分队统押。教习之方，随材异技；器械之备，因地异宜；日逐操演，听候征调。各官常加考校，以核其进止金鼓之节。本院间一调遣，以习其往来道途之勤。资装素具，遇警即发，声东击西，举动由己；运机设伏，呼吸从心。如此，则各县屯戍之兵，既足以护防守截；而兵备募召之士，又可以应变出奇。盗贼渐知所畏而格心，平良益有所恃而无恐，然后声罪之义克振，抚绥之仁可施，弭盗之方，斯惟其要。本院所见如此，其间尚有知虑未周，措置犹缺者，又在各官酌量润色，务在尽善，期于可久；亮爱民忧国之心既无不同，则拯溺救焚之图自不容缓。案至，即便举行，或有政务相妨，未能一一亲诣，先行各属，精为选发。先将召募所得姓名，及措置支费银粮，陆续呈报。事完之日，通造文册，以凭查考。 \\n 十家牌法告谕各府父老子弟 \\n 本院奉命巡抚是方，惟欲剪除盗贼，安养小民。所限才力短浅，智虑不及；虽挟爱民之心，未有爱民之政；父老子弟，凡可以匡我之不逮，苟有益于民者，皆有以告我，我当商度其可，以次举行。今为此牌，似亦烦劳。尔众中间固多诗书礼义之家，吾亦岂忍以狡诈待尔良民。便欲防奸革弊，以保安尔良善，则又不得不然，父老子弟，其体此意。自今各家务要父慈子孝，兄爱弟敬，夫和妇随，长惠幼顺，小心以奉官法，勤谨以办国课，恭俭以守家业，谦和以处乡里，心要平恕，毋得轻意忿争，事要含忍，毋得辄兴词讼，见善互相劝勉，有恶互相惩戒，务兴礼让之风，以成敦厚之俗。吾愧德政未敷，而徒以言教，父老子弟，其勉体吾意，毋忽！ \\n 轮牌人每日仍将告谕省晓各家一番。 \\n 十家牌式 \\n 某县某坊 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 某人某籍 \\n 右甲尾某人 \\n 右甲头某人 \\n 此牌就仰同牌十家轮日收掌，每日酉牌时分，持牌到各家，照粉牌查审：某家今夜少某人，往某处，干某事，某日当回；某家今夜多某人，是某姓名，从某处来，干某事；务要审问的确，乃通报各家知会。若事有可疑，即行报官。如或隐蔽，事发，十家同罪。各家牌式： \\n 某县某坊民户某人。 \\n 某坊都里长某下，甲首军户则云，某所总旗小旗某下。匠户则云，某里甲下，某色匠。客户则云，原籍某处，某里甲下，某色人，见作何生理，当某处差役，有寄庄田在本县某都，原买某人田，亲征保住人某某。若官户则云，某衙门，某官下，舍人，舍余。 \\n 若客户不报写庄田在牌者，日后来告有庄田，皆不准。不报写原籍里甲，即系来历不明；即须查究。 \\n 男子几丁 \\n 某某项官，见任，致仕，在京听选，或在家。某某处生员，吏典。 \\n 某治何生业，成丁，未成丁，或往何处经营。某见当某差役。 \\n 某有何技能，或患废疾。某 \\n 某某 \\n 见在家几丁若人丁多者，牌许增阔，量添行格填写。 \\n 一妇女几口 \\n 一门面屋几间系自己屋，或典赁某人屋。 \\n 一寄歇客人某人系某处人，到此作何生理，一名名开写浮票写帖，客去则揭票；无则云无。 \\n 案行各分巡道督编十家牌 \\n 照得本院巡抚地方，盗贼充斥；因念御外之策，必以治内为先。顾莅事未久，尚昧土俗；永惟抚缉之宜，懵然未有所措。访得所属军民之家，多有规图小利，寄住来历不明之人，同为狡伪欺窃之事；甚者私通畲贼，而与之传递消息；窝藏奸宄，而为之盘据夤缘；盗贼不靖，职此其由。合就行令所属府县，在城居民，每家各置一牌；备写门户籍贯，及人丁多寡之数，有无寄住暂宿之人，揭于各家门首，以凭官府查考。仍编十家为一牌，开列各户姓名，背写本院告谕，日轮一家，沿门按牌审察动静；但有面目生疏之人，踪迹可疑之事，即行报官究理。或有隐匿，十家连罪，如此庶居民不敢纵恶，而奸伪无所潜形。为此，仰钞案回道，即行各属府县，著落各掌印官，照依颁去牌式，沿街逐巷，挨次编排，务在一月之内了事。该道亦要严加督察，期于著实施行，毋使虚应故事。仍令各将编置过人户姓名造册缴院，以凭查考；非但因事以别勤惰，且将旌罚以示劝惩。 \\n 告谕各府父老子弟 \\n 告谕父老子弟，今兵荒之余，困苦良甚，其各休养生息，相勉于善。父慈子孝，兄友弟恭，夫和妇从，长惠幼顺，勤俭以守家业，谦和以处乡里，心要平怒，毋怀险谲，事贵含忍，毋轻门争。父老子弟曾见有温良逊让、卑己尊人而人不敬爱者乎？曾见有凶狠贪暴、利己侵人而人不疾怨者乎？夫嚣讼之人争利而未必得利，求伸而未必能伸，外见疾于官府，内破败其家业，上辱父祖，下累儿孙，何苦而为此乎？此邦之俗，争利健讼；故吾言恳恳于此。吾愧无德政，而徒以言教，父老其勉听吾言，各训戒其子弟，毋忽！ \\n 剿捕漳寇方略牌 \\n 正月 \\n 据福建、广东布、按二司，参议等官张简等各呈剿捕事宜，已经行仰遵照案验施行。所有方略，恐致泄露，不欲备开案内。为此另行牌仰广东岭东、福建汀、漳等处兵备佥事顾应祥、胡琏，密切会同守巡纪功赞画等官，于公文至日，便可扬言。 \\n 本院新有明文，谓：天气向暖，农务方新，兼之山路崎险，林木蓊翳，若雨水洊至，瘴露骤兴，军马深入，实亦非便。莫若于要紧地方，量留打手机兵，操练堤备。其余军马，逐渐抽回；待秋收之后，风气凉冷，然后三省会兵齐进。或宣示远近，或晓谕下人，此声既扬，却乃大响军士，阳若犒劳给赏，为散军之状；实则感激众心，作兴士气；一面亦将不甚紧关人马抽放一处两处，以信其事；其实所散人马，亦可不远，而复预遣间谍，探贼虚实；有间可乘，即便齐糗，衔枚连夜速发，当此之时，却须舍却身家，有死无生，有进无退，若一念转动，便成大害；劲卒当前，重兵继后，伺至其地，鼓噪而入。仍戒当先之士，惟在摧锋破阵，不许斩取首级；后继重兵，止许另分五六十骑，沿途收斩；其余亦不得辄乱行次，违者就便以军法斩首。重兵之后，纪功赞画等官各率数队，相继而进，严整行伍，务令鼓噪之声连亘不绝，使诸贼逃逐山谷者闻之，不得复聚。若贼首未尽，探其所如，分兵速蹑，不得稍缓，使贼复得为计。已获渠魁，其余解散党与，平日罪恶不大，可招纳者，还与招纳；不得贪功，一概屠戮。乘胜之余，尤要肃旅如初；遇敌不得恃胜懈弛，恐生他虞。归途仍将已破贼巢，悉与扫荡，经过寨堡村落，务禁摽掠，宜抚恤者，即加抚恤；宜处分者，即与处分；毋速一时之归，复遗他日之悔。本院奉命而来，专以节制四省沿边军职为务。即今进兵，一应机宜，悉宜禀听本院，庶几事有总领，举动齐一。授去方略，敢有故违，悉以军法论处。各官知会之后，即连名开具遵依揭帖，密切回报。 \\n 案行广东福建岭兵官进剿事宜 \\n 据福建、广东按察司等衙门备呈到院。看得：两省剿捕事宜，设施布置，颇已详备；诚使诸将齐心，军士用命，并举夹攻，已有必克之势。但事干各省，举动难一，顿兵既久，变故旋生，则谋算机宜，旬日顿异，亦难各守初议，执为定说。 \\n 照得福建军务，整缉既久；兼有海沧、演城、政和诸处打手，足可济事；诸将咸有以功赎罪之心，意气颇锐，当道亦皆协谋并力，期收克捷之功，利在速战；若当集谋之始，掩贼不备，奋击而前，成功可必。今即旷日持久，声势彰闻，各巢贼党，必有连络纠合，阻阱设械以御我师；其为奸党，当亦日加险密，至于今日，已为持久之师，且宜示以宽懈，待间而发；而犹执其乘机之说，张皇于外，以坚贼志，是谓知吾卒之可击，而不知敌之未可击也。 \\n 广东之兵，集谋稍缓，声威未震，意在倚重狼达土军，然后举事，利于持久，是亦慎重周悉之谋；谋贼闻之，虽相结聚，尚候土兵之集，以卜战期，其备必犹懈弛。若因而形之以缓，乘此机候，正可奋怯为勇，变弱为强，而犹执其持重之说，必候土军之至，以坐失事机；是徒知吾卒之未可击，而不知敌之正可击也。 \\n 善用兵者，因形而借胜于敌；故其战胜不复，而应形于无穷；胜负之算，间不容发，乌可执滞。除江西南赣地方，凡通贼关隘，已行兵备副使杨璋委官堤备截杀，及将进剿方略，各另差人封付福建佥事胡琏，广东佥事顾应祥，会同守巡等官，密切遵依行事外。仰钞案回司，即行各官，务要同心协德，乘间而动，毋得各守一见，縻军偾事；一应举止，不必呈禀，以致误事。领军等官，随机应变，就便施行，一面呈报。如复彼此偏执，失误军机，定行从重参拿，决不轻贷。其军马钱粮、纪功给赏等项，已行有成规，不再更定。 \\n 案行漳南道守巡官戴罪督兵剿贼 \\n 据福建漳南道右参政艾洪等呈：“准左参政陈策、副使唐泽手本，该三司遵依议委各职，随军纪功，运谋经略，依蒙前诣南靖县小溪中营住扎，查理军情，审验功次。大约贼众以四分为率：一分就擒，一分听抚，俱已审验查处明白；一分远逐广东境界，一分深藏本处山谷。狼子野心，绝岩峻岭，易以计破，难以兵碎，必须通将调募见在官军二万二千余名，再加议处，咸冗兵以省费，留精兵以守险，待贼饥疲，随加抚剿，庶几军饷不缺，农业不废。节据各哨委官连日禀报，各贼恃居险阻，公然拒敌官军，不听招抚，合无继处本省钱粮，以坚自守之谋，催请广东狼兵，以助夹攻之计”等因。随据参政陈策等呈：“据镇海卫指挥高伟呈，指挥覃桓，县丞纪镛，被大伞贼众突出，马陷深泥，被伤身死”等因到院。簿查先据参政陈策等呈，已经批各官酌量事机，公同会议如是：贼虽据险而守，尚可出其不趋，掩其不备，则用邓艾破蜀之策，从间道以出奇。若果贼已盘据得地，可以计困，难以兵克，则用充国破羌之谋，减冗兵以省费。务在防隐祸于显利之中，绝深奸于意料之外，万全无失，佥谋皆同，然后呈来定夺去后。 \\n 今据前因，参照指挥高伟既奉差委督哨，自合与覃桓等相度机宜，协谋并进；若乃孤军轻率，中贼奸计，虽称督兵救援，先亦颇有斩获，终是功微罪大，难以赎准。广东通判陈策，指挥黄春，千百户陈洪、郑芳等，既与覃桓等面议夹攻，眼见摧毁，略不应援，挫损军威，坏事匪细，俱属违法。各该领兵守备、兵备、守巡等官，督提欠严，亦属有违，合就通行参究；但在紧急用人之际，姑且记罪，查勘督剿。 \\n 及查添调狼兵一节，案查该省节呈：兵粮预备已久，惟俟克日进攻。今始成军而出，一遇小挫，辄求济师；况动调狼兵，往返数月；非但临渴掘井，缓不及事，兼据见在官兵二千有余，数已不少；兵贵善用，岂在徒多；况称粮饷缺久，正宜减兵省费，安可益军匮财。 \\n 除广东坐视官员，及应否动调狼兵另行查议外。仰钞案回道，查勘指挥覃桓，县丞纪镛，是否领兵夹攻，被伤身死；各官原领军兵若干，见在若干，其指挥仲钦，推官胡宁，道知事曾瑶，知县施祥等缘何不行策应，是否畏避退缩？俱要备查明白，从实开报。其覃桓等所统军兵，就仰高伟管领，戴罪杀贼，立功自赎。仍仰福建布政司作急查处，堪以动支银两，就呈镇巡衙门知会，差官领解军前接济，一面备数呈来，以凭查考，不许稽迟，致误军机。各该官员俱要奋勇协心，乘机进剿，毋顿兵遥制，以失机宜；毋坐待狼兵，以自懈弛；务须连营犄角，以壮我军之威；更休迭出，以蓄我军之锐；多方以误贼人之谋，分攻以疲贼人之守，扫荡巢穴，靖安地方，则东隅可收于桑榆。大捷不计其小挫，事完之日，通查功罪呈来，以凭酌量参奏。 \\n 案行领兵官搜剿余贼 \\n 据福建左参政陈策，副使唐泽会案呈：“准漳南道参政艾洪，佥事胡琏手本，督据委员指挥徐麒等呈称，督领军兵，黏踪追贼，至象湖山贼寨，连营拒守，遵奉本院密谕，佯言犒众退兵，俟秋再举，密切部勒诸军，乘懈奋击云云。除将擒斩功次，审验监候枭挂外，呈乞照详”等因到院。 \\n 卷查先准兵部咨前事，已经备行福建、广东二督，漳南、岭东二道守巡、兵备、守备等官，钦遵调兵上紧相机剿抚，并将进兵方略，行仰各官密切遵照施行，敢有故违，悉以军法论处去后。 \\n 续据福建布、按二司，守巡漳南道右参政等官艾洪等呈：“据委指挥高伟呈称，督同指挥等官覃桓等领兵克期夹攻，不意大贼众突出，陷入深泥，被伤身死；广东官兵在彼坐视，不行策救。”呈详到院。参看得各官顿兵日久，老师费财，致此败衄；显是不奉节制，故违方略，正行查勘参提间。随据广东按察司等衙门佥事顾应祥等官会呈前事，开称：“约会福建官兵克期进攻间，爪探福建官军被大伞贼徒杀死指挥覃桓等情，各职随即统兵策应，当获贼人一名，审系贼首罗圣钦，执称余贼潜入箭灌巢内。率领官兵直抵地名白上村，遇贼交战，斩获贼级，俘获贼属”等因，呈报前来。 \\n 看得：象湖、箭灌最为峻绝，诸巢贼首，悉遁其间；贼之精悍，尽聚于此。自来兵卒所不能攻，今各官虽有前挫，随能密遵方略，奋勇协力，竟破难克之寨，以收桑榆之功，计其大捷，足盖小挫。但象湖虽破，而可塘犹存；贼首颇已就擒，而余猾尚多逃遁；若不乘此机会速行剿扑，剃草存根，恐复滋蔓；狡兔入穴，获之益难。除将功次另行查奏外，为此仰钞案回道，查照先行方略，乘此胜锋，急攻可塘；破竹之势，不可复缓。仍一面分兵搜斩余猾，毋令复聚为奸；罪恶未稔，可招纳者，还与招纳，毋纵贪功，一概屠戮；务收一篑之功，勿为九仞之弃。 \\n 本院即日自漳州起程前来各营督战，仍与各官备历已破诸贼巢垒，共议经久之策。钞案。 \\n 奖励福建守巡漳南道广东守巡岭东道领兵官 \\n 据福建参政陈策、艾洪，副使唐泽，佥事胡琏，都指挥佥事李胤，广东参议张简，佥事顾应祥，都指挥佥事杨懋各呈称：“据委官知府通判等官钟湘、徐玑等，率领军兵夹攻象湖、可塘、箭灌、大伞等处贼巢，前后擒斩贼首詹师富、罗宗旺等共计一千五百余名颗，及俘获贼属牛马器械等数”到院。看得：象湖、箭灌诸寨，皆系极险最深贼巢，自来官兵所不能下，今各官乃能运谋设策，协力夹攻，旬月之间，擒斩贼首，扫荡巢穴，谋勇显著，功劳可嘉。除将功次查奏外，通合先行奖励。为此牌仰汀州府上杭县，即便动支商税银两，买办彩段银花羊酒，委官分投领赍，备用鼓乐，迎送各官处，用旌勤劳，以明奖励之典。其余领哨有功官员知府钟湘等，就行该道照依定去赏格，酌量轻重，径自支给官钱，买办花红等项，一体赏劳。仍具由回报，以凭查考。 \\n 告谕新民 \\n 尔等各安生理，父老教训子弟，头目人等抚缉下人，俱要勤尔农业，守尔门户，爱尔身命，保尔室家，孝顺尔父母，抚养尔子孙，无有为善而不蒙福，无有为恶而不受殃，毋以众暴寡，毋以强凌弱，尔等务兴礼义之习，永为良善之民。子弟群小中或有不遵教诲，出外生事为非者，父老头目即与执送官府，明正典刑，一则彰明尔等为善去恶之诚，一则剪除茛莠，免致延蔓，贻累尔等良善。 \\n 吾今奉命巡抚是方，惟欲尔等小民安居乐业，共享太平。所恨才识短浅，虽怀爱民之心，未有爱民之政。近因督征象湖、可塘诸处贼巢，悉已擒斩扫荡，住军于此，当兹春耕，甚欲亲至尔等所居乡村，面问疾苦；又恐跟随人众，或至劳扰尔民，特遣官耆谕告，及以布匹颁赐父老头目人等，见吾勤勤抚恤之心。余人众多，不能遍及，各宜体悉此意。 \\n 钦奉敕谕切责失机官员通行各属 \\n 照得本院于本年六月十五日节该钦奉敕：“近该巡按福建监察御史程昌奏，今年正月内，被漳州南靖地方流贼杀死领军指挥覃桓，县丞纪镛，射死军人打手一十五名。参称指挥高伟、参政陈策、艾洪、副使唐泽、佥事胡琏、都指挥李胤失机误事，俱各有罪。及称尔膺兹重寄，责亦难辞等因，下兵部议谓：前项贼情，自去年七月已敕彼处抚巡等官，相机抚剿，日久未见成功；今反堕贼计，丧师失事；欲将高伟、陈策等姑免提问，各令住俸，戴罪杀贼；并降敕切责，令尔立效赎罪。朕皆从之。敕至，尔宜亲诣潮、漳二府地方，申严号令，详审机宜，督同守巡领军等官，调集官军民快打手人役，僭运粮饷，指授方略，随贼向往，设法剿捕。其福建、广东、江西官员，悉听尔节制，有急督令互相策应，约会夹攻，不许自分彼此，执拗误事；如有不用令，及迟误供军者，宜照原奉敕内事理，径自拿问施行。事有应与两广并江西巡抚等官议处者，公同计议而行；务要处置得宜，贼徒殄灭，以靖地方，钦此。”钦遵外。 \\n 照得本院于本年正月十六日抵赣莅事，当据福建参政陈策、佥事胡琏等呈：“为急报贼情事，已经密具方略，行各官遵照，约会广东官兵，克期夹攻；随据各官呈称，指挥覃桓，县丞纪镛，在广东大伞地方，遇贼突出，抵战身死；又称象湖、可塘等寨，系极高绝险，自来官兵所不能攻，乞添调狼兵俟秋再举等因”到院。参看各官顿兵不进，致此败衄，显是不奉节制，故违方略，正宜协愤同奋，因败求胜，岂可辄自退阻，倚调狼兵，坐失机会。本院即于当日选兵二千，自赣起程，进军汀州，一面督令各官密照方略，火速进剿，立功自赎，一面查勘失事缘由，另行参奏间。 \\n 随据各官续呈，遵奉本院纸牌密谕，佯言犒众班师，乘贼怠弛，衔枚直捣，攻破象湖等寨。又经行令各官，乘此胜锋，速攻可塘，破竹之势，不可复缓，仍一面分兵搜擒余猾，毋令复聚为奸。本院亦自汀州进军上杭，期至贼寨，亲自督战。随据各官复呈，为捷音事，开称：“攻破贼巢三十余处，擒斩首从贼人一千四百二十余名颗，俘获贼属五百七十余名口，烧毁房屋二千余间，夺获牛马赃仗无算；即今余党，悉愿听抚，出给告示，招抚得胁从贼人一千二百三十五名，家口二千八百二十八名口；乞要班师等因。”已经具本奏报去后。 \\n 今奉敕谕切责，不胜惶恐待罪，然犹幸其因人成事，偶获收功，愧虽难当，罪或可免。随又访得，各贼徒党，尚多逃遁诸巢，余蘖又复萌芽，果尔则忧患方兴，罪累日重，深思其故，恐是各官急于成功，不能扫荡，或是惮于久役，为此隐瞒。本院闻此，实切惭惧，即欲遵奉敕谕事理，亲至漳州体勘查处。但今南赣盗贼猖獗，方奉钦依来剿，师期紧迫，军马钱粮，必须调度，势难远出。又前项事情，出于传闻，未委虚的，合行查勘。为此仰钞捧回司，照依备奉敕谕，及查照先今案验内事理，即委本司公正堂上官一员，会同守巡该道官，亲诣漳州地方，督同知府等官，将已破贼巢，逐一查勘，前项强贼，曾否尽绝，所获贼首，是否真正，徒党有无逃遁，余蘖有无萌芽，是否各官苟且隐瞒，惟复别贼，各另生发。若贼首果已擒获，巢穴果已扫荡是实，取具各官不致遗患重甘结状，具由呈来。如或有所规避欺蔽，俱要明白声说，以凭参施行。若有脱漏残党，或是别项流贼，乘间啸聚；事出意外，亦要从实开报，就将防剿机宜，作急议处停当；相机行事，一面呈来定夺。无得畏难推咎，以致贻患地方，国典具存，取罪愈大，俱无违错迟延。 \\n 兵符节制 \\n 先据该道具呈，计处武备，以便经久事。议将原选听调人役，如宁都杀手廖仲器之属，尽行查出，顶补各县选退机兵，通拘赣城操演，以备征调，已经批仰施行去后。看得，习战之方，莫要于行伍；治众之法，莫先于分数；所据各兵既集，部曲行伍，合先预定。为此仰钞案回道，照依定去分数，将词集各兵，每二十五人编为一伍，伍有小甲；五十人为一队，队有总甲；二百人为一哨，哨有长、协哨二人；四百人为一营，营有官、有参谋二人；一千二百人为一阵，阵有偏将；二千四百人为一军，军有副将、偏将无定员，临阵而设。小甲于各伍之中选材力优者为之，总甲于小甲之中选材力优者为之，哨长于千百户义官之中选材识优者为之。副将得以罚偏将，偏将得以罚营官，营官得以罚哨长，哨长得以罚总甲，总甲得以罚小甲，小甲得以罚伍众。务使上下相维，大小相承，如身之使臂，臂之使指，自然举动齐一，治众如寡，庶几有制之兵矣。编选既定，仍每五人给一牌，备列同伍二十五人姓名，使之连络习熟，谓之伍符。每队各置两牌，编立字号，一付总甲，一藏本院，谓之队符。每哨各置两牌，编立字号，一付哨长，一藏本院，谓之哨符。每营各置两牌，编立字号，一付营官，一藏本院，谓之营符。凡遇征调，发符比号而行，以防奸伪。其诸缉养训练之方，旗鼓进退之节，要皆逐一讲求，务济实用，以收成绩。事完，备造花名手册送院，以凭查考发遣。 \\n 预整操练 \\n 案照先经批仰将听调人役，查拘操演，以备征调。即今兵威士气，已觉渐有可观；但诸色人内尚有遗才，亦合通拘操演。看得，龙南等县捕盗老人叶秀芳等部下兵众，亦多经战阵；况各役向化日久，皆有竭忠报效之心。但其勇力虽有，而节制未谙；向慕虽诚，而情意未洽；一时调用，亦恐兵违将意，将拂士情，信义既未交孚，心志岂能齐一。为此仰钞案回道，通将所属向化义民人等，悉行查出，照依先行定去分数，行令各选部下骁勇之士，多者二三百人，少者一百人，或五十人，顺从其便，分定班次。各役若无别故，自行统领，或有事故相妨，许今推选亲属为众所服者代领，前来赣城，皆于教场内操演。除耕种之月，放令归农，其余农隙，俱要轮班上操。仍于教场起盖营房，使各有栖息之地；人给口粮，使皆无供馈之劳；效有功勤者，厚加犒赏；违犯约束者，时与惩戒。如此则号令素习，自然如身、臂、手指之便；恩义素行，自然兴父兄子弟之爱；居则有礼，动则有威，以是征诛，将无不可矣。 \\n 选募将领牌 \\n 看得所属地方，盗贼充斥，一应抚剿事宜，各该兵备等官，既以地方责任，势难频来面议；若专以公文往来，非惟事情不能该悉，兼恐机宜多致泻漏。为此牌仰郴州兵备道即于所属军卫有司官，或义官耆老，推选素有胆略，才堪将领，熟知贼寨险夷，备晓盗情向背，忠慎周密，可相信任者一二人前来军门，凡遇地方机务，即与密切商度，往来计议，庶事可周悉，机无疏虞。 \\n 批留岭北道杨璋给由呈 \\n 据副使杨璋呈给由事。看得朝廷设官，本因保障；臣子尽职，匪专给由。副使杨璋才力精敏，识见练达，久在军中，习知戎务。见今盗贼猖炽，方尔请兵会剿，一应军马钱粮，皆倚赞画，方有次第。若因给由，遽尔轻动，更代之人，岂免事多，生疏交承之际，必至弊乘间隙，遂有出柙之虞，何益噬脐之悔。仰本官勿以循例给由为急，惟以效忠尽职为先，益展谋猷，仍旧供职。地方安靖，足申体国之勤，懋绩彰闻，岂俟天曹之考。仍行抚按衙门知会。呈缴。 \\n 批广东韶州府留兵防守申 \\n 看得本院募兵选士，欲弭盗安民，正恐地利不能齐一，措置或有未周，故期各官酌量润色，务求尽善可久。今据该府各县所呈，非惟不能弭盗，而适以启盗；非徒不能安民，而又以扰民；此岂本院立法之初意哉？行仰各县掌印官，务体本院立法不得已之意，各要酌量事势，通融审处，苟无不尽之心，自无难处之事，兵法谓：“守则不足，攻则有余。”今各县所留之兵，止于防守；而兵备所选之士，将以剿袭。防守之兵，虽老弱皆可以备数；而张威剿袭之士，非精锐不可以摧锋而陷阵。况各县所留尚有三分之二，而兵备所取止得三分之一，其于大势未便亏损。今取三分之一，而遂以为地方不复可守，假使原数止此，亦将别无措置之方耶？又况剿袭之兵既集，则兵威日振，声东击西，倏来忽往，贼将瞻前顾后，自然不敢轻出；各县防守愈易为力，此于事理亦皆明白易见。各官类皆狃于因循，惮于振作，惟知取私便之为利，而不知妨大计之为害。宜各除去偏小之见，共为公溥之谋。若复推调迟延，夹攻在迩，已经奏有成命，苟误军机，定以军法从事。"}
{"章节": "卷一（2）", "正文": "卷一（2） \\n  \\n  \\n 咨报湖广巡抚右副都御史秦防贼奔窜（八月） \\n 准巡抚湖广都御史奏咨云云，已经一体钦遵施行。续据江西岭北道副使杨璋看得朱广寨等处，系桂阳、乐平二县界内贼奔要路，今夹攻在迩，要行各道预发精兵把截。又经备行广东、湖广各官，起集骁勇机快，父子乡兵，选委素有能干官员统领，各于贼行要路，昼夜严加把截，或遇前贼奔逃，就便详察险易，相机截捕。或先于朱广、鱼黄贼所潜逃诸山寨，多张疑兵，使贼不敢奔往。务要虑出万全，不得堕贼奸计。各道仍须分投爪探，出奇设伏，先事预防，但得贼中虚实，差人飞报军门。大抵防寇如水，四面提防既固，但有一处渗漏，必致并力溃决。贼所奔逃，尚恐不止前项诸处，仍行各道，再加询访，但有罅隙，即便行文知会，互相关防，必使皆无蚁穴之漏，庶可全收草剃之功。 \\n 今准前因，为照前项各贼，屡经夹攻，狡猾有素，今闻大举，预将妻子搬寄，此亦势所必有。照得咨开，龚福全、李斌，皆已搬送妻子，近往桶冈亲识人家。除行岭北道密行擒拿，一面行文湖广各官，将前项窝户姓名，密切知会，或住近桂阳，或住近上犹，就仰各该守把官兵，相机剿捕外，拟合咨报云云。 \\n 集钦奉敕谕提督军务新命通行各属（九月） \\n 正德十二年九月十一日节该钦奉敕谕： \\n 江西南安、赣州地方，与福建汀、漳二府，广东南、韶、潮、惠四府，及湖广郴州桂阳县壤地相接，山岭相连，其间盗贼不时生发，东追则西窜，南捕则北奔，盖因地方各省，事无统属，彼此推调，难为处置。先年以此之故，尝设有都御史一员，巡抚前项地方，就令督剿盗贼。但责任不专，类多因循苟且；不能申明赏罚，以励人心；致令盗贼滋多，地方受祸。今因尔所奏，及该部复奏事理，特改命尔提督军务，常在赣州或汀州住扎，仍往前各处抚安军民，修理城池，禁革奸弊，一应军马钱粮事宜，俱听便宜区画，以足军饷，但有盗贼生发，即便严督各该兵备、守备、守巡，并各军卫有司，设法调兵剿杀，不许踵袭旧弊，招抚蒙蔽，重为民患。其管领兵快人等官员，不拘文职武职，若在军前违期，并逗留退缩者，俱听以军法从事。生擒盗贼，鞫问明白，亦听就行斩首示众。斩获贼级，行令各该兵备、守备官即时纪验明白，备行江西按察司造册奏缴，查照南方剿杀蛮贼事例，升赏激劝，仍要选委廉能官员，密切体访，或佥所在大户，并被害之家，及素有智力人丁，多方追袭，量加粮赏。或募知因之人，阴为乡导；或购令贼徒，自相斩捕；或许令胁从并亡命窝主人等，自行出首免罪；皆听尔随宜处置，不必执定一说。其应捕人员，尤要严加戒约，不许妄拿平人，及容贼挟仇攀引，因而吓诈财物，扰害良善。军卫有司官员中政务修举者，量加奖劝；其有贪残畏缩误事者，文职五品以下，武职三品以下，径自拿问发落。事有应与各该镇巡官计议者，亦须计议而行。尔为风宪大臣，受兹新命，尤宜廉能刚果，肃清积弊，以副朝廷委任之意，如违责亦有所归焉。尔其钦承之，毋忽故敕。钦此。 \\n 钦遵拟合通行。为此仰钞捧回司，照依案验备奉敕谕内事理，并行该道守巡、兵备、守备等官，及府卫等官，及府、卫、所、县大小衙门一体钦遵施行。都司呈镇守布政司巡抚，按察司呈巡按衙门各查照施行。 \\n 咨报湖广巡抚右副都御史秦夹攻事宜 \\n 准巡抚湖广都御史秦咨内开：“夹攻江西，该分哨道，并把截之路，及各该官军，不无追剿往来过境，必须各给旗号识别，以防错误；凡遇贼势纵横，及攻坚去处，各领哨官即便发兵策应，同舟共济。”又称：“各省窝贼之家，今既各有指实，必须从长计处，绝其祸本，以收全功。烦为参酌行止，并将合行事宜咨报，以凭转行各该领兵等官遵守等因”，准此。 \\n 先该本院访得大庾、南康、上犹三县近附，贼巢良民村寨甚多，往年大征，不曾分别善恶，给与良民旗号，及拨兵护守；以致狼、土、官兵贪功妄杀，玉石不分。亦有一二良民村寨，给与旗号，拨兵护守；又被不才领兵官员，并良民寨主，受贼重贿，及将有名贼首隐藏其家，事定仍复还巢，至今贻患。及有吉安府龙泉、万安、泰和三县，并南安府所属大庾等三县居民，无籍者往往携带妻女，入畲为盗；行劫则指引道路，征剿则通报消息，尤为可恶。即今闻有大兵夹攻，俱各潜行回家，遇有盘诘，辄称被虏逃归，因而得脱诛戮。若不通行挨究，将来事定，仍复入巢，地方之患，何时可已？就预行上犹等三县，著落当该掌印官员，查出附近贼巢居民村寨通计若干，图画申报，以凭每寨给与良善旗号，临期拨兵护守，仍取各寨主并地方总甲甘结在官。如有应剿贼徒来投，希图隐匿者，许其擒斩送官，照例重赏；容隐者，事发，一寨之人通行坐以奸细重罪。其大庾、龙泉等六乡，各给告示晓谕乡村里老人等，但有平昔入畲为盗，即今潜出，许其举首，亦行照例给赏；容隐事发，本家并四邻一体坐罪。如此庶良善免于玉石俱焚，而盗贼得以根株悉拔，俱经牌仰该道遵照施行外。 \\n 又据委官知府等官季斅等呈称，依奉本院方略，分兵于上犹、南康等处防遏，被贼两次纠众出攻南安，俱幸我兵克捷。即今贼势略已衰败，若乘此机会，直捣其巢，旬月之间，可期扫荡云云。本院看得三省夹攻事宜，集兵有先后，期约有迟速，如上犹、大庾之贼，江西先与湖广夹攻，止今广东之兵于仁化把截。候广东兵力已齐，听湖广、广东约会夹攻，江西之兵止于大庾把截。通候广东、湖广夹攻已毕，广东之兵移于惠州，江西之兵移于龙南，又行约会夹攻。如此庶先后有序，事机不失，兵力不竭，粮饷可省。又经移咨贵院查照施行外。 \\n 今准前因，看得官军过境，必须各给旗号识别，以防错误。攻坚去处，必须各领哨官即便发兵策应，庶得成功。持论既极公平，所处又甚详悉。除行领哨等官遵照施行外。惟守备指挥李璋所呈窝贼之家，传闻之言，未必皆实，已行该道再行查访，务求的实，拔绝祸源。其进攻次第，惟桶冈一处，该与湖广之兵会合；若长流坑、左溪等处，皆深入南安府所属三县腹心之内，见今不次拥众奔冲，势难止遏。本院欲将前项贼巢，以次相机剿扑；候贵治之兵齐集，会合夹攻桶冈。如此则江西腹心之害已除，而二省夹攻之举，得以并力从事。拟合移咨前去，烦为查照定处，咨报施行。 \\n 征剿横水桶冈分委统哨牌 \\n 据守把金坑等处领兵县丞舒富等申称：“探得各畲贼首闻知湖广士兵将到，集众劫掠，猖炽日甚，凿山开堑，为佣益坚。又闻于桶冈后山，陡绝崖壁，结构飞梯，自此直入范阳大山，延袤千里，自来人迹所不能到，今皆搬运粮谷，设有机隘，意在悉力拒战，战而不胜，即奔入此中，截断飞梯，虽有十万之众，亦无所施其力，乞要急为区处等因”到院。随将各畲擒获贼徒，备细研审，亦与所呈略同。 \\n 照得先经具题，及备行两省，将各处贼巢以次攻剿；先约湖广官兵，会攻上犹诸贼，未报。但南赣兵力，自来疲弱，为贼所轻，必资湖广士兵，然后行事。贼见士兵未至，必以为夹攻尚远。虽若出其不意，奋兵合击，先以一哨急趋其后，夺其隘口，贼既失势，殆可尽殪。若必俟土兵之至，果如各官所呈，陷贼计中，老师费财，复为他日之患，追悔何及。本院节准兵部咨，题奉钦依：“南赣地方贼情，著都御史王守仁自行量调官军，设法剿捕”；及近奉敕谕云云，“俱听军法从事。钦此。”钦遵。除监督守巡官员外，令分投先往上犹、大庾等处调度催督外，本院身督中军，直捣横水大巢。所据各哨官兵，合就分委督发，依期进剿。 \\n 一，仰赣州府知府邢珣，统领后开官兵，自上犹石坑进，由上稍、石溪入磨刀坑，过白封龙，一面分兵搜茶潭、窎突井、杞州坑，正兵经过朱坑、早坑入杨梅村，攻白蓝、横水，与都司许清，指挥谢昶、姚玺，知县王天与等兵会合，共结为一大营；及各选精锐，用乡导兵引，赍干粮三日，四搜附近各山寨，如茶潭、窎井、杞州坑、寨下等处：多方爪探，务期尽绝，互相援应，毋致疏虞。左溪诸贼既尽，然后分哨起营过背乌坑、穿牛角窟，逾梅伏坑，过长流坑，涉果木口，搜芒背、上思顺，过乌地，入上新地、中新地、下新地，攻桶冈峒诸贼，与知府唐淳，指挥余恩、谢昶等兵合势夹击，贼既败散，遂会各营连络犄角，为一大营；各营精锐，开合纵横，分布搜扒，必噍类无遗，候有班师期日，方许回兵。领哨各官及兵快人等，敢有临阵退缩，违犯号令者，仰遵照本院钦奉敕谕内事理，听以军法从事。本官务要竭忠效命，益展才猷，严督诸军，奋勇前进，荡除群丑，以靖地方。如或怠忽乖缪，致有疏虞，国典且存，罪难轻贷。本院即日进屯南康，亲临督战，一应进止机宜，密切差人俱赴营所禀白。牌候事完日缴。 \\n 计开： \\n 安远县新民义官某某等名下打手八百名。乾字营哨长赵某某等名下机兵四百名，弓箭手一队，铳手八名，乡导二十名。火药八十斤。地图一张，军令八十张。号色布一千五百件。兵旗大小九十面。令字蓝绢大旗一面。奇兵搜扒用为先导，寻常皆卷，遇各营兵始开。令字黄绢大旗一面。正兵行动用为先导，寻常皆卷，遇各营兵始开。 \\n 军令：失误军机者斩。临阵退缩者斩。违犯号令者斩。经过宿歇去处，敢有搅扰居民，及取人一草一木者斩。扎营起队，取火作食，后时迟慢者照军法治；因而误事者斩。安营住队，常如对敌，不许私相往来，及辄去衣甲器仗，违者照军法治；因而误事者斩。凡安营讫，非给有各队信牌，及非营门而辄出入者皆斩。守门人不举告者同罪。其出营樵牧汲水方便，而擅过营门外者杖一百。军中呼号奔走惊众者斩。虽遇贼乘暗攻营，将士辄呼动者斩。军中卒遇火起，除奉军令救火人外，敢有喧呼，及擅离本队者斩。军中守夜巡夜之人每夜各有号色，号色不应者，即便收缚。军中不许私议军机，及妄言祸福休咎，惑乱众心，违者皆斩。凡入贼境哨探，可往而畏难不往，托故推调，及回报不实者斩。军行遇敌人往冲，及有埋伏在傍者，不许辄动，即便整队向贼牢把，相机杀剿，违者斩。军行遇贼众乞降，恐有奸谋，即要驻军严备，一面飞禀中军，令其远退，自缚来投，不许辄与相近；遇有自称官吏，及地方里老来迎接者，亦不许辄与相近，即便驻军严备，一面飞禀中军，审实发落，违者皆斩。贼使入营，及来降之人，将士敢与私语，及问贼中事宜，凡漏泄军情者斩。凡临阵对敌，一队失，全伍皆斩。邻队不救，邻队皆斩。贼败追奔，不得太远，一听号令：闻鼓方进，闻金即止，违者斩。贼巢财物，并听杀贼已毕，差官勘验给赏，敢有临阵擅取者斩。乘胜逐贼，不许争取首级；路有遗下金银宝物，不许低头拾取，违者皆斩。 \\n 一，仰统兵官汀州府知府唐淳，统领后开官兵，前往南安府，自百步桥、浮江、合村等处进屯聂都；会同把隘推官徐文英将点集守把乡夫，于内选取堪为乡导者一百名，分引哨路，进袭上关，破下关，乃分兵为三哨：中一大哨逾相见岭，扑密溪，径攻左溪。右一小哨从下关分道搜丝茅坝，复从中大哨于密溪进攻左溪。左一小哨自密溪搜羊牯脑山，复自密溪从中大哨进攻左溪。三哨复合为一，与本院会于横水，遂会同守备郏文，知府季斅，指挥余恩，县丞舒富等兵五营犄角合为一大营；乃各选精锐，用乡导分引，赍干粮二三日，四搜山寨，多方爪探，务期尽绝，互相援应，毋致疏虞。左溪诸贼既尽，听候本院再授方略，然后分哨起营，复自密溪回关田。推官徐文英仍于关田厚集营阵，以待奔窜遗贼，勿轻散动。本官自关田率兵由古亭进屯上保，复自上保历茶坑，由十八磊依期进于木坳，攻桶冈诸贼，与知府邢珣，指挥余恩等兵合势夹击。贼既败散，遂会各营连络犄角为一大营；各选精锐，开合纵横，分布搜扒，必使噍类无遗，候有班师之日，方许回兵。领哨各官及兵快人等敢有临阵退缩违犯号令者，仰既遵照本院云云。 \\n 计开云云下同 \\n 一，仰南安府知府季斅，统领后开官兵，自南安府石人背进破义安，分兵搜朱雀坑，入西峰；分兵搜狐狸坑，进船厂；分兵搜李家坑，屯稳下；分兵搜李坑，遂逾狗脚岭，搜阴木坑，攻左溪；与本院会于横水，遂兴守备郏文、知府邢珣、唐淳、指挥余恩、县丞舒富等兵合连为一大营；乃各选精锐，赍干粮三日，用乡导分引，四搜附近山寨，多方爪探，务期尽绝，互相援应，毋致疏虞。左溪诸贼既尽，然后分哨起营，过密溪，搜羊牯脑，逾相见岭，历上关，下关、关田，经古亭，分屯上保、茶坑，断胡芦洞等处贼路，四面设伏，以待桶冈奔贼，为都指挥许清之继，探候缓急，相机应援，必使根株悉拔，噍类无遗，候有班师期日，方许回兵。领兵各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰江西都司都指挥佥事许清，统领后开官兵，自南康进破溪湖，扑新地，袭杨梅坑，攻白蓝；与本院会于横水，遂与知府邢斅等兵会合共结为一大营；乃各选精锐，用乡导分引，赍干粮二三日，四搜附近各山寨，多方爪探，务期尽绝，互相援应，毋致疏虞。横水诸贼既尽，听候本院再授方略，然后分哨起营，自横水穿牛角窟，搜川坳、阴木潭会左溪，入密溪，过相见岭，历下关、上关、关田、上华山、过鳞潭，屯左泉，分断西山界、胡芦洞等贼路，四面设伏，以待桶冈奔贼。仍归屯横水，控制诸巢，遥与知府季斅相机应援。必使根株悉拔，噍类无遗，候有班师日期，方许回兵。领哨各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰守备南、赣二府地方，以都指挥体统行事，指挥使郁文，统领后开官兵，前往南安府，自石人坑度汤瓶岭破义安上西峰，过铅厂破苦竹坑，剿长河洞，搜狐狸坑攻左溪，与本院会于横水，遂兴知府唐淳、季斅、指挥余恩、县丞舒富等兵营营连络为一大营；乃各选精锐，用乡导分引，赍干粮二三日，四搜附近山寨，如天台巷、狮子山、丝茅坝等处，多方爪探，务期尽绝，互相援应，毋致疏虞。左溪附近诸贼既尽，听候本院再授方略，然后分哨起营，自左溪过密溪，分兵搜丝茅坝，会下关，入关田，过古亭，逾上保，搜茶坑，屯于十八磊，分兵断下章，设伏以待桶冈奔贼，为知府唐淳之继。使人探候消息，相机应援，必使远近各贼噍类无遗，候有班师期日，方许回兵。领兵各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰赣州卫指挥余恩，统领后开官兵，自上犹、官隘逾独孤岭，至营前，进金坑，屯过步，破长流坑，分兵入梅伏坑，破牛角窟，扑川坳、阴木潭，与正兵合攻左溪，与本院会于横水，遂与县丞舒富、知府唐淳、季斅、守备郁文等兵连络为一大营；乃各选精锐，赍干粮二三日，用乡导分引，四搜附近各山寨，多方爪探，务期尽绝，互相援应，毋致疏虞。左溪诸贼既尽，听候本院再授方略，然后分哨起营，过密溪，搜羊牯脑，逾相见岭，历下关、上关、关田、上华山、鳞潭、网夹里，从左溪入西山界，攻桶冈诸贼，与知府邢珣、唐淳、指挥谢昶等兵合势夹击。贼既败散，遂会各营连络犄角为一大营，各选精锐，开合纵横，分布搜扒，必使噍类无遗，候有班师期日，方许回兵。领兵各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰宁都县知县王天与，督同典史梁仪，统领后开官兵，自上犹，官隘、员坑过琴江口，由白面寨至长潭，经杰坝屯石玉，分兵搜樟木坑。正兵自黄泥坑过大湾入员分与本院会于横水，遂与知府邢珣、都司许清等兵会合四营，共结为一大营；乃合选精锐，用乡导分引，赍干粮二三日，四搜附近各山寨，多方爪探，务期尽绝，互相援应，毋致疏虞。横水等处诸贼既尽，听候本院再授方略，然后分哨起营，过背乌坑、牛角窟、梅伏坑，涉长流渡、果木口，搜芒背、上思顺，入乌地，经上新地，中新地，分屯下新地，分兵搜扒，断绝要路，四面设伏，以待桶冈之贼，为知府邢珣之继。使人探候缓急，乃与县丞舒富声息相接应援，必使噍类无遗，候有班师期日，方许回兵。领兵各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰南康县县丞舒富，统领后开官兵，自上犹、营前、金坑进屯过步，破长流坑，径攻左溪，与本院会于横水，遂与知府邢珣、唐淳、季斅、守备郁文等兵合四营，共结为一大营；乃分选精锐，赍干粮，用乡导分引，四搜附近贼巢，如鳖坑、箬坑、赤坑、观音山、奄场、仙鹤头、源陂、左溪等处。诸贼既尽，听候本院再授方略，然后分哨起营，复自长流坑过果木口，搜芒背，搜铁木里，徇上池，遍搜东桃坑、山源、竹坝泉、大王岭、板岭诸巢，遂屯锁匙龙外，四面埋伏，以待桶冈奔贼。仍与知县王天与声息相接，彼此相机应援，必使噍类无遗，候有班师期日，方许回兵。领兵各官及兵快人等敢有临阵退缩违犯号令者，仰即遵照本院云云。 \\n 一，仰吉安府知府伍文定，统领后开官兵，前去屯札稳下，会同守备郁文并谋协力，搜剿稽芜等处贼巢；进屯横水，听候本院再授方略，然后进攻桶冈诸峒。本官仍须详察地理险易，相度机宜，协和行事，毋得尔先我后，力散势分，致失事机。国典具存，决不轻贷。其领哨各官及兵快人等敢有临阵退缩违犯号令者，许即以军法从事。军中一应事宜，亦应随宜应变，应呈报者，仍呈军门施行。 \\n 一，仰广东潮州府程乡县知县张戬，统领部下新民、打手、乡夫人等，搜剿稽芜、黄径坳、新地等处贼巢，进屯横水，听候本院再授方略，然后进攻桶冈诸峒。本官仍须详察云云。 \\n 一，仰中军营参随官。 \\n 案行分守岭北道官兵戴罪剿贼 \\n 参看稽芜、大山不系进兵隘路，若使郁文、季斅等遵依本院方略，直趋左溪，与诸军连营合势，兵威既振，然后分兵四剿，则稽芜等巢自然闻风而靡。今乃不遵约束，顿兵僻路，以攻险绝坚小之寇，反致损威挫锐，非但有乖节制，抑且违误师期；若使各哨官兵皆若季斅等后期不进，则左溪、横水贼巢根本腹心之地，何由攻破；诸军何由得有今日之胜！论情定罪，俱合处以军法。但今各营皆已乘胜追逐，贼徒四散奔溃，正系紧关搜节之际，姑今戴罪剿绝，以赎前辜。为此仰钞案回道，速督各官，分投把截搜剿；俱要励志奋勇，毋徒退缩以自全，毋以小挫而自馁，务奋渑池之翼，以收桑榆之功。如复仍前畏缩违误，军令具存，难再容恕。仍将阵亡千户刘彪，及被伤兵夫人等，查验纪录，量加优恤。 \\n 搜剿余党牌 \\n 照得本院于本月十二日亲督诸军进破横水等巢，诸军皆奋勇敢死，夺险陷阵，贼乃大败，擒斩功次数多，良已可嘉。但闻余党往往复相啸聚，千百为群，设栅阻险，复为抗拒官兵之备；所据各兵进攻之日，攀崖缘壁，下上险阻，夜困已极，兼之阴雨，连日瘴雾，咫尺不辨，故且容令各兵暂尔休息。今天气渐开，兵力已苏，若不乘此破竹之势，疾速急击，使诸贼声势复得连络，用力益难。为此牌仰该道官吏，严督各营官兵，星夜速进，务在三日之内扫荡余孽，必使噍类无遗。敢有狃于一胜，怠忽因循，逗遛不进，致误军机者，仰即遵照敕谕事理，当时以军法从事。该道亦要身督各官，奋勇前进，毋亏一篑，务在万全。 \\n 奖励湖广统兵参将史春牌 \\n 据副使杨璋呈称：遵奉本院牌案，监督各营官兵，照依二省刻定日期，于十一月初十日午时攻破桶冈大峒，贼徒皆已擒斩，巢穴悉已扫荡。但湖广官兵未知，恐仍复前来，非但无贼可剿，抑且徒劳远涉，乞将湖广官兵留屯彼地，免其过境，实为彼此两便等因到院。 \\n 看得桶冈天险，先经夹剿，围困半年，终不能下；乃今一鼓而破，斯固诸将用命，军士效力；实亦湖广兵威大震，有以慑服其心，故破巢之日，不敢四散奔溃，以克收兹全功。访得湖广统兵参将史春，纪律严明，行阵肃整，故能远扬威武，致兹克捷，虽兵不接刃而先声以张，相应差官奖励。为此牌差千户高睿赍领后开花红礼物，前去湖广郴州亲送本官营内，传布本院奖励之意，以彰本官不显之功。 \\n 设立茶寮隘所 \\n 照得抚属上犹等县所辖桶冈天险，四面青壁万仞，中盘二百余里，连峰参天，深林绝谷，不睹日月，贼众屯据其间，东出西没，游劫殆遍，人民遭其荼毒，地方受其扰害，先年亦尝用兵夹剿，坐困数月，不能俘其一卒，竟以招抚为名而罢。近该本院奉命征剿，伏赖天威，悉已扫荡。但恐官兵撤后，四方流贼，乘间复聚；必须于紧关去处，设立隘所，分拨军兵，委官防御，庶使地方得以永宁。 \\n 本院见屯茶寮，亲督知府邢珣、唐淳等遍历各处险要，相视得茶寮正当桶冈之中，自来盗贼据以为险，西通桂东、桂阳，南连仁化，乐昌，北接龙泉、永新，东入万安、兴国，堪以设隘保障。当因湖广官兵未至，各营屯兵坐候，因以其暇，责委千户孟俊等督领兵夫，先行开填基址，伐木立栅，起盖营房。见今规模草创已具，本院即欲移营上犹，必须委官督工，庶几垂成之功不致废弛。及照茶寮既设隘所，就合摘拨官兵防御，查得皮袍洞隘兵，原非紧要，合改移茶寮，及于邻近上保、古亭、赤水、鲜潭、金坑编选隘夫，兼同防守，庶一劳永逸，事可经久。为此仰钞案回道，坐委能干县官一员，前去茶寮督工完造，务要坚固永久，不得因循迟延。一面查照本院钦奉敕谕：“随宜处置事理”，即将原拨守把皮袍洞隘官兵，尽数移就茶寮住扎；一面于上保、赤水、古亭、鲜潭、金坑等寨，量丁多寡，每寨抽选精壮者一二百名，兼同防御。其合用匠作工食等项，行令上犹、南康、大庾三县量支宫钱给用，完日具数，及起拨官兵数目，一并回报查考。仍呈抚镇巡按衙门知会。 \\n 牌行招抚官 \\n 正德十三年二月 \\n 据县丞舒富禀称：“横水等处新民廖成、廖满、廖斌等前来投招；随又招出别山余党唐贵安等一百四十二名口，俱称原系被胁无辜，乞要安插，照例粮差”等因到院。照得横水、桶冈诸贼，已经本院亲调官兵，将贼首蓝天凤等悉已擒剿，奏捷去后。近准兵部咨，奏奉敕旨：“横水、桶冈等处贼首谢志山、蓝天凤、萧贵模等，既已擒剿，地方宁靖。有功官兵俱升一级，不愿升者，照例给赏。此后但有未尽余党，务要曲加招抚，毋得再行剿戮，有伤天地之和。其横水建立县治，俱依所奏施行。”备咨准此。除查照通行外。 \\n 看得新民廖成等诚心投抚，意已可嘉；又能招出余党，非但洗其既往之罪，亦当录其图新之功。况今奉有敕旨，方欲大普弘仁，而廖成等投顺，适当其时，相应量加升赏，一以见朝廷之宽仁，一以励将来之向化。为此牌仰县丞舒富，即将新民廖成授以领哨义官，廖满、廖斌等各与巡捕老人名目，令其分统招出新民，编立牌甲，听候调遣杀贼，更立新效，以赎旧愆；就于横水新建县城内立屋居住，分拨田土，令其照例纳粮当差。本官务加抚恤，毋今失所，有亏信义。仍仰谕各新民俱要洗心涤虑，永为良善，毋得听信仇家恐吓，妄生惊疑，自取罪累。及照见今晨时已逼，新民人等牛具田种，尚未能备，今特发去商税银一百两，就仰本官置买耕牛晨器，分给各民，督令上紧趁时布种。其有见缺食用者，亦与量给盐米。一应抚安绥来之策，有可施行，俱仰本官悉心议处。呈来。 \\n 批留兵搜捕呈 \\n 看得乐昌等处贼徒，构怨连年，流毒三省；今兵备佥事王大用等，乃能身历险阻，设谋调度，数月之内，致此克平，论厥功劳，良可嘉尚。除具本奏报，及一面先行犒奖外。以据各哨贼徒穴巢，虽已底定，而漏殄难保必无；况闻湖兵撤后，各该巢穴，多复啸聚；河源、龙川诸处残贱，亦复招群集党，连结渐多；逆其将来，必复炽盛。今虽役久兵疲，且宜班师息众，但留兵搜捕，亦不可苟。毋谓斩木之不蘖，死灰之不然，苟涓涓之不塞，将江河之莫御。其狼兵既已罢散，难复追留。若机快乡兵之属，暂令归休，即可起集为轮番迭出之计，务使搜剿之兵，若农夫之耘耨，庶几盗贼之种，如茛莠之可除。该道仍备行搜捕各官，务体此意，悉拔根苗，无遗后患。批。呈缴。 \\n 批将士争功呈 \\n 据兵备佥事王大用呈，乐昌县知县李增缉获大贼首李斌等，审议明白。绩据湖广永州府推官王瑞之呈称，广东差人邀夺等情，已拘知县见在人役，追出原得获李斌金簪银两荷包见在，显是湖广兵快计擒，不得妄报掩饰。 \\n 看得迩者大征之举，湖广实首其谋，江、广亦协其力，既名夹攻，事同一体，湖兵有失，是亦广兵之罪，广人有获，斯亦湖人之功。况今贼首既擒，则湖广领哨之官亦复何咎；虽云因虞得鹿，而广东计诱之人亦非无功；但求共成厥事，何必己专其伐，矧各呈词，亦无相远；就如湖广各官所呈，即广人乘机捕获之功居然自见；就如广东各官所呈，则湖官运谋驱逐之劳亦自不掩；获级者匹夫之所能，争功者君子之大耻。仰该道备行湖广守巡等官，彼此同心易气，各自据实造册。 \\n 告谕浰头巢贼 \\n 正德十二年五月 \\n 本院巡抚是方，专以弭盗安民为职。莅任之始，即闻尔等积年流劫乡村，杀害良善，民之被害来告者，月无虚日。本欲即调大兵剿除尔等，随往福建督征漳寇，意待回军之日剿荡巢穴。后因漳寇即平，纪验斩获功次七千六百有余，审知当时倡恶之贼不过四五十人，党恶之徒不过四千余众，其余多系一时被胁，不觉惨然兴哀。因念尔等巢穴之内，亦岂无胁从之人。况闻尔等亦多大家子弟，其间固有识达事势，颇知义理者。自吾至此，未尝遣一人抚谕尔等，岂可遽尔兴师剪灭；是亦近于不教而杀，异日吾终有憾于心。故今特遣人告谕尔等，勿自谓兵力之强，更有兵力强者，勿自谓巢穴之险，更有巢穴险者，今皆悉已诛灭无存。尔等岂不闻见？ \\n 夫人情之所共耻者，莫过于身被为盗贼之名；人心之所共愤者，莫甚于身遭劫掠之苦。今使有人骂尔等为盗，尔必怫然而怒。尔等岂可心恶其名而身蹈其实？又使有人焚尔室庐，劫尔财货，掠尔妻女，尔必怀恨切骨，宁死必报。尔等以是加人，人其有不怨者乎？人同此心，尔宁独不知；乃必欲为此，其间想亦有不得已者，或是为官府所迫，或是为大户所侵，一时错起念头，误入其中，后遂不敢出。此等苦情，亦甚可悯。然亦皆由尔等悔悟不切。尔等当初去后贼时，乃是生人寻死路，尚且要去便去；今欲改行从善，乃是死人求生路，乃反不敢，何也？若尔等肯如当初去从贼时，拚死出来，求要改行从善，我官府岂有必要杀汝之理？尔等久习恶毒，忍于杀人，心多猜疑。岂知我上人之心，无故杀一鸡犬，尚且不忍；况于人命关天，若轻易杀之，冥冥之中，断有还报，殃祸及于子孙，何苦而必欲为此。我每为尔等思念及此，辄至于终夜不能安寝，亦无非欲为尔等寻一生路。惟是尔等冥顽不化，然后不得已而兴兵，此则非我杀之，乃天杀之也。今谓我全无杀尔之心，亦是诳尔；若谓我必欲杀尔，又非吾之本心。尔等今虽从恶，其始同是朝廷赤子；譬如一父母同生十子，八人为善，二人背逆，要害八人；父母之心须除去二人，然后八人得以安生；均之为子，父母之心何故必欲偏杀二子，不得已也；吾于尔等，亦正如此。若此二子者一旦悔恶迁善，号泣投诚，为父母者亦必哀悯而收之。何者？不忍杀其子者，乃父母之本心也；今得遂其本心，何喜何幸如之；吾于尔等，亦正如此。 \\n 闻尔等辛苦为贼，所得苦亦不多，其间尚有衣食不充者。何不以尔为贼之勤苦精力，而用之于耕农，运之于商贾，可以坐致饶富而安享逸乐，放心纵意，游观城市之中，优游田野之内。岂如今日，担惊受怕，出则畏官避仇，入则防诛惧剿，潜形遁迹，忧苦终身；卒之身灭家破，妻子戮辱，亦有何好？尔等好自思量，若能听吾言改行从善，吾即视尔为良民，抚尔如赤子，更不追咎尔等既往之罪。如叶芳、梅南春、王受、谢钺辈，吾今只与良民一概看待，尔等岂不闻知？尔等若习性已成，难更改动，亦由尔等任意为之；吾南调两广之狼达，西调湖、湘之土兵，亲率大军围尔巢穴，一年不尽至于两年，两年不尽至于三年。尔之财力有限，吾之兵粮无穷，纵尔等皆为有翼之虎，谅亦不能逃于天地之外。 \\n 呜呼！吾岂好杀尔等哉？尔等苦必欲害吾良民，使吾民寒无衣，饥无食，居无庐，耕无牛，父母死亡，妻子离散；吾欲使吾民避尔，则田业被尔等所侵夺，已无可避之地；欲使吾民贿尔，则家资为尔等所掳掠，已无可贿之财；就使尔等今为我谋，亦必须尽杀尔等而后可。吾今特遣人抚谕尔等，赐尔等牛酒银两布匹，与尔妻子，其余人多不能通及，各与晓谕一道。尔等好自为谋，吾言已无不尽，吾心已无不尽。如此而尔等不听，非我负尔，乃尔负我，我则可以无憾矣。呜呼！民吾同胞，尔等皆吾赤子，吾终不能抚恤尔等而至于杀尔，痛哉痛哉！兴言至此，不觉泪下。 \\n 进剿浰贼方略 \\n 照得抚属龙川县地名浰头积年老贼池大鬓等，不时纠众突出河源、翁源、安远、龙南、信丰等处，攻打城池，杀掳人口。先年亦尝征剿，皆因预失防御，以致漏网；后虽阳为听招，其实阴图不轨，班师未几，肆出劫掠，数年以来，民受荼毒，控告纷纭，有不忍言；若不趁时计剿，地方何以宁谧？为此仰钞案回道，会同分守守备等官，即行该府知府陈祥，速将合用粮饷等项，一面从长议处。一面即于所属选集精壮骁勇曾经战阵机快兵壮人等三千名，少或二千名，各备锋利器械，编成队伍，坐委素能谋勇官员统领。一面密行龙川、河源等附近贼巢等县，亦各选募惯战杀贼兵快二千名，委官分押督同近巢、知因、被害、义官、新民、头目人等，分截要路；就仰知府陈祥总督诸军，亲至贼巢去处，指画方略，克期进剿。仍行先取知因乡导数十人，令其备将贼巢道路险易，画图贴说：要见某处平坦，人马可以直捣；某处险阻，可以把截；某处系贼必遁之路，可以设伏邀击；某处贼所不备，可以间道扑掩；各要一一详察停当，务尽机宜，具由连图差人马上赍报。以凭差官赍执令旗令牌，克期并力进攻，必使根株悉拔，噍类无遗，以靖地方。 \\n 克期进剿牌 \\n 正德十三年正月 \\n 案照浰头老贼池大鬓等，不时纠众攻打城池，杀掳人口，屡征屡叛，近年以来，阴图不轨，恶焰益炽。除将贼首池仲容设计擒获外。其余在巢贼党，若不趁机速剿，不无祸变愈大，地方何由安息。本院已先密切分布哨道，行仰知府陈祥统领典史姚思衡，驿丞何春，巡检张行，报效生员陈经世，新民虑琢等官军，从何平入攻热水巢，五花障巢，钱石障巢，直捣中浰大巢。知府邢珣统领知县王天与，典史梁仪，并老人叶秀芳、黄启济，义官吴明等官兵，从太平入攻艻竹湖巢，白沙巢，黄田坳巢，中村巢，直捣上浰大巢。指挥姚玺统领新民梅南春等兵，从乌虎镇入攻淡方巢，石门由巢，直捣岑冈大巢。指挥余恩统领百长王受、黄金巢等兵，从龙子岭入攻溪尾巢，塘涵洞巢，古地巢，空背巢，直捣下浰大巢。千户孟俊统领义官陈英、郑志高、新民卢琢等官兵，从各平入攻平地水巢，大门山巢，黄狗坳巢，直捣中浰大巢。推官危寿统领义民叶芳，百长孙洪舜等官兵，从南步入攻脱头石巢，镇里寨巢，羊角山巢，直捣中浰大巢。知府季斅兵，从信丰县黄田冈入攻新山径巢，古地巢。县丞舒富兵，从信丰县乌径入攻旗岭巢，顿冈巢。及行仰守备指挥郁文、监督指挥姚玺、余恩、千户孟俊等三哨官兵，分路进剿。本院亦自行督领帐下随征官属兵快人等，从冷水直捣下浰大巢，亲自督战，刻期俱于本年正月初七日寅时四路并进外。牌仰兵备副使杨璋，不妨本道事务，遵照本院钦奉敕谕事理，前去军前，纪验功次，处置粮饷，及行催督各哨官兵，依期进剿，所获功次，务要审验明白，从实纪录。仍候巡按纪功御史至日复实，照例造册奏缴。及造清册一本，送院查考。其军中一应进止机宜，俱仰密切呈来定夺。 \\n 批汀州知府唐淳乞休申 \\n 据知府唐淳申称：“患病乞赐放归。”看得知府唐淳，沉勇多智，精敏有为，兼之持守能谨，制事以勤。近因本院调委领兵征剿南安诸贼，效劳备至，斩获居多，虽克捷之奏已举，而赏功之典未颁。况汀州所属，多系新民，投招未久，反侧无常，正赖本官威怀缉抚，以为保障；纵有微疾，不便起居，即其才能，岂妨卧治。仰该府即行本官，不妨养病照旧管事，安心职务，善求药饵，务竭委身之忠，勿动乞休之念。申缴。 \\n 告谕 \\n 告谕百姓，风俗不美，乱所由兴。今民穷苦已甚，而又竞为淫侈，岂不重自困乏。夫民习染既久，亦难一旦尽变，吾姑就其易改者，渐次诲尔： \\n 吾民居丧不得用鼓乐，为佛事，竭赀分帛，费财于无用之地，而俭于其亲之身，投之水火，亦独何心！病者宜求医药，不得听信邪术，专事巫祷。嫁娶之家，丰俭称赀，不得计论聘财妆奁，不得大会宾客，酒食连朝。亲戚随时相问，惟贵诚心实礼，不得徒师虚文，为送节等名目，奢靡相尚。街市村坊，不得迎神赛会，百千成群。凡此皆靡费无益。有不率教者，十家牌邻互相纠察；容隐不举正者，十家均罪。 \\n 尔民之中岂无忠信循理之人，顾一齐众楚，寡不胜众，不知违弃礼法之可耻，而惟虑市井小人之非笑，此亦岂独尔民之罪，有司者教导之不明与有责焉。至于孝亲敬长、守身奉法、讲信修睦、息讼罢争之类，已尝屡有告示，恳切开谕，尔民其听吾诲尔，益敦毋怠！ \\n 仰南安赣州印行告谕牌 \\n 照得有司之政，风俗为首，习俗侈靡，乱是用生。本院近因地方多盗，民遭荼毒，驱驰兵革，朝夕不遑，所谓救死不赡，奚暇责民以礼义哉？今幸盗贼稍平，民困渐息，一应移风易俗之事，虽亦未能尽举，姑先就其浅近易行者开道训诲。为此牌仰本府官吏，即将发去告谕，照式翻刊，多用纸张，印发所属各县，查照十家牌甲，每家给与一道。其乡村山落，亦照屯堡里甲分散，务遵依告谕，互相戒勉，共兴恭俭之风，以成淳厚之俗。该府仍行各县，于城郭乡村推选素行端方、人所信服者几人，不时巡行晓谕，各要以礼优待，作兴良善，以励末俗，毋得违错。 \\n 禁约榷商官吏 \\n 照得商人比诸农夫固为逐末，然其终岁弃离家室，辛苦道途，以营什一之利，良亦可悯！但因南赣军资无所措备，未免加赋于民，不得已而为此，本亦宽恤贫民之意。奈何奉行官吏，不能防禁奸弊，以致牙行桥子之属，骚扰客商，求以宽民，反以困商，商独非吾民乎？除另行访拿禁约外。仰钞案回道，即便备行收税官吏，今后商税，遵照奏行事例抽收，不许多取毫厘；其余杂货，俱照旧例三分抽一，若资本微细，柴炭鸡鸭之类，一概免抽。桥子人等止许关口把守开放，不得擅登商船，假以查盘为名，侵凌骚扰，违者许赴军门口告，照依军法拿问。其客商人等亦要从实开报，不得听信哄诱，隐匿规避，因小失大，事发照例问罪，客货入官。及照船税一事，亦被总甲侵扰，今后官府合行船只，俱要实价给顾，就行抽分厂查给票帖，以防诈伪。该道仍将应抽、免抽逐一查议则例，呈来。 \\n 批赣州府赈济石城县申 \\n 看得所申赈济，既该府议许中户籴买，下户给散，准如所议施行。今出籴之数止及二千，而坐济之民不知几许，附郭者得遂先获之图，远乡者必有不霑之惠，近日赣县发仓，其弊可见。仰行知县林顺会同先委县丞雷仁先，选该县殷实忠信可托者十数辈，不拘生员耆老义民，各给斗斛，候远乡之民一至，即便分曹给散。仍选公直廉明之人数辈在旁纠察，如有夤缘顶冒，即时擒拿，昭议罚治，庶几小民得蒙救急之惠，而远乡可免久候之难。 \\n 议处河源余贼 \\n 看得河源等处贼情，本院屡经批仰该道会同守巡等官，从长计议，相机剿捕。今复据呈，看得贼势渐盛，民患日深，该道既以兵力劳备，势未能克，即须会同守巡守备等官，或亲至贼巢，或于附近贼巢处所屯札，选差知因通贼晓事人役，赍执告示榜文，权且抚谕各贼，委曲开譬。或姑赐以牛酒、银布、耕具、种子之类，令其收众入巢，趁时耕作，因使吾民亦得暂免防截之役，及时尽力农亩；一面选兵励士，密切分布哨道，候收敛已毕，各巢亦积有粮米，然后的探虚实，克期并举，出其不趋，掩其不备，是乃籍兵于民，因粮于贼，非独可以稍纾目前之急，亦因得以永除日后之患矣。今若兵力不足，既未能剿，又不从权抚插，任其出没往来，则非惟民不安生，穷困愈甚；抑且贼亦失其农业，衣食不给，若非掳掠，何以为生？是所谓益重吾民之苦，而愈长群贼之奸，兵粮日耗，后欲图之，功愈难矣。仰该道会同守巡守备等官，上紧议处施行回报，毋复徒事往复，致酿后艰。其各该官司兵快人等，不论或抚或剿，俱要时时操练整束，密切提备，不得纵弛，致有疏虞。 \\n 告谕父老子弟 \\n 正德十四年二月 \\n 顷者顽卒倡乱，震惊远迩，父老子弟甚忧苦骚动。彼冥顽无知，逆天叛伦，自求诛戮，究言思之，实足悯悼！然亦岂独此冥顽之罪，有司者抚养之有缺，训迪之无方，均有责焉。虽然，父老之所以倡率饬励于平日，无乃亦有所未至欤？今倡乱渠魁，皆就擒灭；胁从无辜，悉已宽贷；地方虽已宁复，然创今图后，父老所以教约其子弟者，自此不可以不预。故今特为保甲之法，以相警戒联属，父老其率子弟慎行之！务和尔邻里，齐尔姻族，道义相劝，过失相规，敦礼让之风，成淳厚之俗。本院奉命抚巡兹土，属有哀疚，未遑匍匐来问父老疾苦，廉有司之不职，究民之利弊而兴除之；故先遣谕父老子弟，使各知悉。方春，父老善相保爱，督子弟，及时农作，毋惰！ \\n 行龙川县抚谕新民 \\n 先据推官危寿并龙川县各申：依奉本院钧牌，将新民卢源、陈秀坚、谢凤胜等安插和平，及拨田地耕种；并拘仇家当面开释，各安生理，毋相构害缘由。近访得各民因闻广东征剿从化等贼，自生疑惑，东逃西窜，致令和平居民因而惊扰，似此互相扇惑，地方何时宁靖！本当拿究为首之人，绑赴军门，斩首示众；但念各民意亦无他，姑且记罪晓谕。为此牌仰龙川县掌印官，即将投城居民，谕以前项听抚新民，俱已改恶从善；止因广东调兵征剿，居民素怀仇隙者，因而假此恐吓，致令东奔西窜；各民意在避兵，本非叛招出劫，尔等毋得妄生惊疑。及差人拘集新民卢珂、陈秀坚等，谕以广东官兵征剿，各有界限，尔等缘何轻信恐吓，妄自惊窜，俱各着令回原村寨，安居乐业，趁此春和，各务农作。仍谕卢源、陈秀坚、谢凤胜等，各要严束手下甲众，各念死中得生之幸，悔罪畏法，保尔首领。如或面从心异，外托惊惧之名，内怀反复之计，自求诛戮，悔后何及。 \\n 优奖致仕县丞龙韬牌 \\n 访得赣县致仕县丞龙韬，平素居官清谨，迨其老年归休，遂致贫乏不能自存，薄俗愚鄙，反相讥笑。夫贪污者乘肥衣轻，扬扬自以为得志，而愚民竞相歆羡；清谨之士，至无以为生，乡党邻里，不知以为周恤，又从而笑之；风俗薄恶如此，有司者岂独不能辞其责，孟子曰：“使饥饿于我土地，吾耻之！”是亦有司者之耻也。为此牌仰赣州府官吏，即便措置无疑官银十两，米二石，羊酒一付，掌印官亲送本官家内，以见本院优恤奖待之意。仍仰赣县官吏，岁时常加存问，量资柴米，毋令困乏。呜呼！养老周贫，王政首务，况清谨之士，既贫且老，有司坐视而不顾，其可乎？远近父老子弟，仍各晓谕，务洗贪鄙之俗，共敦廉让之风。具依准，并措送过。缴牌。"}
{"章节": "卷二（1）", "正文": "卷二（1） \\n  \\n  \\n 知行录之二　公移二 \\n 巡抚江西征宁藩 \\n 牌行赣州府集兵策应 \\n 照得本院奉敕前往福建公干，于六月初九日自赣州启行，由水路十五日至丰城县地名黄土脑，节据知县顾佖等并沿途地方总甲等禀报，江西城省突然变乱，抚巡三司等官俱遭拘执杀害，远近军民甚是惊惶，再三阻遏本院且勿前进。本院原未带有官军，势难轻进，欲驰还赣州起兵，则地里相去益远；已暂回吉安府就近住扎；一面调集兵粮，号召义勇，一面差人分投爪探的确另行外。为此牌仰本府官吏，照牌事理，并行附近卫所，各行所属，起集父子乡兵军余人等，昼夜加谨固守城池，以保不测。仍仰知府邢珣查将贮库钱粮尽数开具印信手本，先行呈报，毋得隐匿。一面行取安远等县原操不论上下班次官兵，各备锋利器械，通到教场，日逐操练，重加犒饷，选委谋勇官员管领，听候本院公文一至，即刻就便发行。敢有违误，定以军法处治，决不轻贷。 \\n 咨两广总制都御史杨共勤国难 \\n 节该钦奉敕：“福州三卫军人进贵等胁众谋反，特命尔暂去彼处地方，会同查议处置，参奏定夺。钦此。”钦遵，于六月初九日自赣启行，于本月十五日行至丰城县地名黄土脑；据知县顾佖等禀称：“本月十四日，宁府将巡抚孙都御史、许副使等官杀死，巡按及三司府县大小官员不从者俱被执缚，各衙门印信尽数收去，库藏搬抢一空，声言直取南京，一面分兵北上。”各官竞阻本职，不宜轻进。本职自顾单旅危途，势难复进，方尔回程，随有兵卒千余已夹江并进来追，偶遇北风大作。本职亦张疑设计，整舟安行，兵不敢逼，幸而获免。 \\n 本月十八日回至吉安府。据知府伍文定等禀称：“地方无主，乞留暂为区画。”远近居民，亦皆遮拥呼号。随又据临江府并新淦、丰城、奉新等县各差人飞报宁府遣兵四出攻掠，拘收印信等因。本职奉有前旨，欲遂径往福建，但天下之事，莫急于君父之难；若彼顺流东下，万一南都失备，为彼所袭，彼将乘胜北趋，动摇京辅，如此则胜负之算，未有所归；此诚天下安危之大机。虑念及此，痛心寒骨，义不忍舍之而去，故遂入城，抚慰军民，督同知府伍文定等调集兵粮，号召义勇，定谋设策，收合涣散之心，作起忠义之气，牵其举动而使进不得前，捣其巢穴而使退无所据，庶几叛逆可擒，大难可靖。 \\n 本职自惟弱劣多病，屡疏乞休；况地方之责，亦非本职原任；今兹扶疾赴闽，实亦意图便道归省，适当君父之急，不忍失此事机，姑复暂留，期纾国难。除具奏外。为照前项事情，系国家大难，存亡所关；虽经起调吉安等府兵快，非惟武艺无素，尤恐兵力不敷，必须添调兵马，方克济事。 \\n 照得南、韶、惠、潮等府，各有惯战精兵，堪以调用，拟合移咨督发，为此合咨贵院，烦为选取骁勇精壮兵快夫款打手人等大约四五千名，各备锋利器械，选委谋勇胆略官员，或就委岭南道兵备佥事王大用监统，给与各兵行粮，不分雨夜，兼程前来，共勤国难。谅贵院素秉忠孝之节，久负刚大之气，闻此，必将奋袂而起，秉钺长驱，当在郭汾阳之先，肯居祖士远之后哉。纷扰之中，莫罄恳切，惟高明速图之！ \\n 案行南安等十二府及奉新等县募兵策应 \\n 六月二十六日 \\n 切照叛逆天下之大恶，讨贼天下之大义。国家优礼藩封，恩德隆重；乃敢辄萌异图，以千宪辟，上逆天道，下犯众怒，灭亡之期，计日可待。本院职任虽非专责，危难安忍坐视，仗顺伐逆，鼓率忠义，豪杰四起，发谋协力。除行吉安等府县，起调兵快，防守地方；及行广东，福建、湖广等处各调兵策应外。照得本省所属各府、州、县、卫、所，见今巡、抚、都、布、按等衙门俱各缺官，事无统束，拟合通行。为此仰抄案回府，即行所属县分并卫所衙门，各起调官军乡兵，固守城池，保障地方。仍一面分调兵快，散布关隘，严加把截；一面选募骁勇精兵，大县约四五千名，小县约二三千名以上，各备锋利器械，供给粮草，择委能干勇力官员管领操练，其各项钱粮费用，听将在官钱粮动支，随申本院查考。其滨江去处，多备船只，听候本院差官赍捧旗牌至日，即刻依期启行进攻。仍选差惯便人役，多方探听消息，不时飞报，以凭区画。此系守土官员切责，而臣子效忠致身正在今日，各宜奋发义气，鼓动军民，共成灭贼之功，以输报国之念，毋得迟违观望，失误军机，自取罪戾。 \\n 宽恤禁约 \\n 照得江西省城，近遭变乱；各府州县，兵戈骚动，供亿劳费，兼值天时亢旱，秋成无望；人民窘迫，言之痛心，中间恐有无赖之徒，乘机窃发，惊扰地方，理合宽恤禁约。但巡抚衙门见今缺官，本院驻军境内，不容坐视，合就权宜处置通行。为此除一面奏闻外，仰抄案回府，照依案验内事理，并行所属各县官员，务须轸念地方，痛恤民隐，凡一应不急词讼工役，俱各停止。其军事合用兵夫粮草，各官俱要持廉秉公，亲自编派，毋得因而科扰，及听信下人受财作弊。仍严加晓谕军民人等，务要各守本分，安居田里，不许扇惑搬移妄生事端。大户毋逼债负，小民毋激仇嫌。乡落居民各自会推家道殷实、行止端庄一人，充为约长，二人副之，将各人户编定排甲，自相巡警保守，各勉忠义，共勤国难。敢有抗违生事惊扰地方者，就便拿解赴官，治以军法。约长若有乘机侵害众户，及受财不举，许被害之人告发重治。仍仰各县将前项宽恤禁约事宜，翻刻告示，发仰乡村张挂晓谕，俟巡抚官员到日，再行议处，无违错。 \\n 奖瑞州府通判胡尧元擒斩叛党 \\n 据瑞州府通判胡尧元报称：“擒获从叛仪宾李蕃，斩获叛党九十四名”等因，看得逆贼称乱，天怒人怨，诛灭非久，然今势焰正张，本官乃能独奋忠勇，首挫贼锋，远近闻之，义气自倍，合行奖劳，以励人心。为此牌仰瑞州府官吏，即行动支官钱，买办花红羊酒，委官率领官吏师生送至本官，用见本院奖劝之意。其余有功人员，分别等第，量加犒赏，被伤兵夫，给与汤药，阵亡者厚恤其家；候功成之日，通行造册申报升赏。仍一面起调骁勇精兵，固守城池，听候本院调发，毋得违误。 \\n 策应丰城牌 \\n 据丰城县知县顾佖禀称：“本县起调乡兵，固守城池，惟恐兵力不敷，必须请兵策应，庶保无虞”等因，看系地方重务，已经调发龙泉、安福、永新等县，并吉安千户所机快军兵，陆续前去策应。照得发去官兵，必须选委谋勇胆略官员统领，庶几调度得宜。为此仰通判杨昉，即将后开军兵名数，督同千户萧英监统，协同知县顾佖等，计议攻守方略，相度险夷要害，远斥堠以防奸，勤训练以齐众，探知敌人入境，即便设奇布伏，以逸待劳，击其不意，务在先发制人，毋令乘间抵隙。军兵人等务要严为约束，毋令侵扰，敢有违犯退缩，许以军法从事，各官尤要同心并力，协和行事，共效忠贞之节，以纾国家之难，如或执拗参错，观望逗留，违犯节制，致有疏虞，军令具存，决难轻贷。 \\n 调取吉水县八九等都民兵牌 \\n 访得吉水县八九等都民人王益题、曾思温、易弘爵、王昭隆等各户下人丁，素习武勇，人多尚义，前任知县周广曾经起调征进，皆系骁勇惯战之人，今兹逆党倡乱，民遭荼毒，应合调取，以赴国难。为此访差致仕县丞龙光赍牌前去吉水县，着落当该官吏，即将各户义兵，照数调集，各备锋利器械，编成行伍，全选百长总小甲管领，就该县查支官钱，给与口粮，暂且就屯本县操演武艺，听本院指日东下，随军进剿。 \\n 照得江西一省人民，久被宁府毒害，侵肌削骨，破家荡产，冤困已极，控诉无门；今其恶贯满盈，天假义兵，为民除暴，尚闻愚昧之徒，阻避宁府威势，不敢举动。殊不知宁府未叛之前，尚为亲王，人不敢犯；今逆谋既著，即系反贼，人人得而诛之，复何所惮！尔等义民，正宜感激忠义，振扬威武，为百姓报仇泄愤，共立不世之勋，以收勤王之绩，毋得稽迟观望，自取军法重究。差去官员不许假此扰害，妄生事端，体访得出，罪不轻贷。 \\n 预备水战牌 \\n 案照已经行仰起调军马前来策应，日久尚未见到。近据探报，逆党南下，将攻南都。计此时南都必已有备，各逆党进无所获，必退保九江，如此则水战之具为急，不可不备。为此牌仰福建布政司即行选募海沧打手一万名，动支官库不拘何项银两，从厚给与衣装行粮，各备锋利器械；就仰左布政使席书，兵备佥事周期拥自行统领，星夜前赴军门，相机前进，并力擒剿。仍行巡抚等衙门，同心协力，后先监督应援。 \\n 此系叛逆，谋危宗社，天下荼毒，所关呼吸存亡，旦暮成败，间不容发，非比寻常贼情，不得迟违观望，有亏臣节。呜呼！主忧臣辱，主辱臣死，凡有血气，孰无是心；况各官忠义自任，刚大素闻，必将奋臂疾驱，有不容已。兵快及领兵人等敢有违犯节制有误军机者，仰即遵照本院钦奉敕谕事理，许以军法从事，无得姑息。 \\n 咨都察院都御史颜权宜进剿 \\n 节该钦奉云云。除具题及咨南京兵部知会外。为照前项事情，系国家大难，安危所关；已经起调吉安等府兵快前去征剿，并备行湖广、广东、福建各调兵策应外，照得南畿系朝廷根本重地，今宁王谋逆构乱，举兵北行，图据南都，必得四面合攻，庶克有济。及照贵院奉命行勘前事，即今逆迹已露，别无可勘事情，合咨前去，烦为随处行令所属，选取骁勇精兵，及民间忠义约二三万名，选委谋勇官员分领，会约邻近省郡，合势刻期进讨，仍烦贵院亲督兼程前来，共勤国难。谅贵院平日忠义存心，刚直自许，况今奉命查勘宁藩，正可权宜行事，号召远迩，主忧臣辱，主辱臣死，他复何言，纷扰之中，莫罄恳切，惟高明速图之！ \\n 权处行粮牌 \\n 据抚州府申称：“建昌、抚州、广信、饶州四府，正德十三年兑军粮米不下十余万石，原蒙拨在龙窟，听与抚州、建安、铅山、广信、饶州五所军旗交兑；因运船阻冻，回迟于今年六月始行较斛开兑，其已兑者装载军船；未兑者仍在民艘；不意十五日省城有变，遂行停兑，至十八日逆党乘机劫夺，各船顺流放至饶州河下，得天惊扰。但今江河梗塞，难以兑运，节奏明文，动调大军，征讨叛逆；要将兑军淮粮，暂留以备军饷”，申详到院。 \\n 查得先据吉安等府申称，为各府官军将临，欲将官库纸米赃罚等钱，并京库等钱，及将兑淮粮米，从权给支借用等情，已经批仰依拟查取去后。今申前因，拟合准行，为此仰府官吏即行掌印官查将见在饶州湾泊兑军淮粮，准从权宜，坐委能干官员无分雨夜督运江西省城，听候支给各兵行粮，毋违时刻，候事平之日，备造印信文册缴报查照，仍今委官前去查照，免致下人因而侵欺，未便。 \\n 牌行吉安府敦请乡士夫共守城池 \\n 照得宁府反叛，本院调兵进剿，即日启行，各府县掌印正官既该统兵前进，所据各该府县城池，虽已行委各佐贰官防守，但艰危之际事变不测，必须历练老成之人，相与维持镇定，庶几人心不致惊疑，政务有所倚赖。为此案行吉安府官吏，通行各县署印官员，径自以礼敦请老成乡宦，众所推服者一二员，在城以备紧急，协同行事。该府城池，关系尤重。查得致仕按察使刘逊素有才望，忠义奋激，就仰该府请至公馆，仍仰署印官待以宾师之礼，托以咨决之事，一应军机事宜，咨禀计议而行，以安人心，以济大事。仍行本官务以国家大难为心，尽心竭力，共图殄贼，毋以休致自嫌。谅朝廷报功之典，当亦自不相负；如误大事，咎亦有归，通天违错。 \\n 牌行各哨统兵官进攻屯守 \\n 仰一哨统兵官吉安府知府伍文定，即统部下官军兵快四千四百二十一员名，进攻广润门；就留兵防守本门，直入布政司屯兵，分兵把守王府内门。 \\n 仰二哨统兵官赣州府知府邢珣，即统部下官军兵快三千一百三十余员名，进攻顺化门；就留兵防守本门，直入镇守府屯兵。 \\n 仰三哨统兵官袁州府知府徐琏，即统部下官军兵快三千五百三十员名，进攻惠民门；就留兵防守本门，直入按察司察院屯兵。 \\n 仰四哨统兵官临江府知府戴德孺，即统部下官军兵快，新、喻二县三千六百七十五员名，进攻永和门；就留兵防守本门，直入都察院提学分司屯兵。 \\n 仰五哨统兵官瑞州府通判胡尧元、童琦，即统部下官军兵快四千员名，进攻章江门；就留兵防守本门，直入南昌前卫屯兵。 \\n 仰六哨统兵官泰和县知县李楫，即统部下官军兵快一千四百九十二员名，夹攻广润门；直入王府西门屯兵守把。 \\n 仰七哨统兵官新淦县知县李美，即统部下官军兵快二千员名，进攻德胜门；就留兵防守本门，直入王府东门屯兵守把。 \\n 仰中军营统兵官赣州卫都指挥余恩，即统部下官军兵快四千六百七十员名，进攻进贤门；直入都司屯兵。 \\n 仰八哨统兵官宁都知县王天与，即统部下官军兵快一千余员名，夹攻德胜门；直入钟楼下屯兵。 \\n 仰九哨统兵官吉府通判谈储，即统部下官军兵快一千五百七十六员名，夹攻德胜门；直入南昌左卫屯兵。 \\n 仰十哨统兵官万安县知县王冕，即统部下官军兵快一千二百五十七员名，夹攻进贤门；就守把本门，直入阳春书院屯兵。 \\n 仰十一哨统兵官吉安府推官王暐，即统部下官军兵快一千余员名，夹攻顺化门；直入南、新二县儒学屯兵。 \\n 仰十二哨统兵官抚州通判邹琥、知县傅南乔，即统部下官兵三千余员名，夹攻德胜门；就留兵防守本门，随于城外天宁寺屯兵。 \\n 承委官员务要竭忠奋勇，擒剿叛逆，以靖国难；如或退缩观望，违犯节制，定以军法论处。军兵人等敢有临阵退缩者，就仰本官遵照本院钦奉敕谕事理，就于军前斩首示众。牌候事完日缴。 \\n 告示在城官兵 \\n 照得宁王造谋作乱，神人共愤，法所必诛，在城宗支郡王仪宾皆被逼胁，如钟宁王无罪削爵，建安王父子俱死，军民人等或覆宗灭族，或荡家倾产，或勒取子女，皆恨入骨髓，敢怒而不敢言，今日之事，岂其本心。本院仰仗朝廷威灵，调集两广并本省狼达汉土官兵二十余万，即日临城，亦无非因民之怨，惟首恶是问。告示至日，宗支郡王仪宾各闭门自保，商贾买卖如故，军民弃甲投戈，各归生理，无得惊疑。该府内臣校尉把守人员开门出首，或反兵助顺，擒斩首恶，一体奏闻升赏。其有怀奸稔恶从逆不悛者，必杀不赦。凡我良善军民，即便去恶从善，毋陷族灭，故示。 \\n 示谕江西布按三司从逆官员 \\n 照得宁王悖逆天道，造谋作乱，杀戮大臣，都、布、按三司官员各悚于暴虐，保其妻子，以致临难之际不能自择；或俯首幽囚，或甘心降伏，贪生畏死，反而事仇，春秋之义虽严于无将之诛，而志图兴复者尚不忍于峻绝。探得各官见今在城团门自讼者有之，临城巡闸者有之，出入府库运筹划策者有之，此皆大义未分，孤立无助，揆之法理，固不容诛，推之人情，实为可悯。即今本院统集狼达汉土官军二十余万，后先临城，各官果能去逆归顺，尚可转祸为福。故今特遣牌谕，兵临之日，仰各开门出首，仍一面将本院发去告示给散张挂，抚谕良善百姓；宗支仪宾人等各闭门自保，毋轻出街市，横遭杀戮，该府把守内臣校尉人等亦各谕以大义，俾知背逆向顺，尚可免死；投甲释戈，蓬头面缚，候本院临审定夺。敢有从恶不悛，执迷不悟，拒敌官兵者，必杀无赦。仍具改正缘由，亲赍投首，以凭施行，毋得迟违，自取族灭。牌具依准缴来。 \\n 告示七门从逆军民 \\n 督府示谕省城七门内外军民杂役人等，除身犯党逆不赦另议外。其原被宁府迫胁，伪授指挥、千、百户、校尉、护卫及南昌前卫一应从乱杂色人役家属在省城者，仰各安居乐业，毋得逃窜；有能寄声父兄子弟改过迁善，擒获首恶，诣军门报捷者，一体论功给赏，逃回报首者，免其本罪。仍仰各地方将前项人役一名名赴合该管门官处开报，今各亲属一名，每日一次打卯，其有收藏军器，许尽数送官，各宜悔过，毋取流亡。 \\n 牌行江西二司安葬宁府宫眷 \\n 照得宁王造反，称兵向阙，行委伪官万锐等把守省城，音信不通，本院所行告示，负固不纳，以致讨贼安民之义，俱未知悉。及至统兵攻城，该府官眷，一闻铳炮震响，闭门缢死，烧焚宫室。虽宁王背逆，罪在不赦，而朝廷惇睦之仁，何所不至。本院已同宗支，并原任布、按二司，及吉安等府知府等官伍文定等亲赴该府验看，未焚库藏，已封号讫；所据各宫眷身尸，相应埋葬。为此合行案仰布、按二司，即便启知建安王选委各郡王府老成内使火者三四员，会同南昌府南、新二县官，措置棺木，以礼安葬，毋得违错，不便。 \\n 手本南京内外守备追袭叛首 \\n 本年七月二十日准钦差南京内外守备揭帖内开：“烦念南京根本重地，宗庙陵寝所在，作急整点精锐军兵数万名，择将统领，星夜兼程前来，黏踪追袭，攻击其后，保固根本重地。所统官军，烦沿途经过去处，应付廪给口粮马匹草料，事宁之日，获功官军，具奏升赏，请勿迟延”等因。 \\n 卷查，先为飞报地方谋反重情事，照得本院奉敕前往福建地方公干，行至丰城县，闻宁府谋反，遂返吉安住扎；看系谋危宗社重情，随即具题，并行吉安、赣州等府起调官兵，俟衅而发；及咨南京兵部，并巡抚应天都御史李，烦为通行在京大小衙门，会谋集议，作急缮完城守，简练舟师，设伏沿江；旁檄列郡，先发操江之兵，声义而西，约会湖、湘，互为犄角；本院亦砥钝策驽，牵蹑其后，以义取暴，以直加曲，不过两月之间，断然一鼓可缚去后。 \\n 续据本院爪探人役回报，宁王已下南京，留有逆党内官，驱胁官民人等一万余员名，固守城池，虐焰昌炽，阻绝往来等因。又经节催府县兵快，分布哨道，亲自统领，刻期于七月二十日寅时直抵省城进攻；仍被逆党砌塞城门，分兵固拒；当幸官兵用命，奋勇攻破城门，各贼遂皆奔溃，当即分兵擒搜，及差人分投爪探叛首向往的确，并发官兵前去追袭外，准前因，合用手本前去，烦为查照施行。 \\n 咨两广总督都御史杨停止调集狼兵 \\n 案照本院看得前项事情系国家大难，存亡所关，虽调各府兵快，非惟武艺无素，尤恐兵力不敷，即随备咨钦差总督右都御史杨，烦为选取骁勇兵快大约三五千名，就委岭南道兵备佥事王大用监统，给与各兵行粮，兼程前来，共勤国难；及行广东布政司，转行各道，并呈镇守抚按等衙门一体查照知会去后。节据知县顾佖等报宁王已下南京，留有逆党内官，驱胁官民人等一万余员名，固守城池，阻绝往来等情。随该本院催督所调兵快，分有哨道，亲自统领，刻期于七月二十日寅时直抵省城进攻；仍被逆党砌塞城门，分兵固拒；当幸官兵用命，奋勇攻破城门，各贼遂皆奔溃，随即分兵搜擒外。今照前项事情，见该钦命京边官军二十余万前来会剿，及本院见统官兵五万余员名，俱在江西省城，即今分遣委员监督前去约会，并势追袭。所据原调广东土汉狼兵人等未审曾否齐集？但今南赣、吉安、南昌等处沿江人民，俱各畏惧狼兵，悉皆惊惶；及又访得狼达土兵，曾受宁王赃物，私许助谋效力；今调各兵，本以为国除害，惟恐返为民害，不无有误大事，拟合停止。为此合行移咨贵院，烦为查照，希将起调兵快停留本省应用施行。 \\n 牌行抚州府知府陈槐等收复南康九江 \\n 照得宁王谋反，兴兵向阙，南康、九江见被攻破，分留逆党，据守二府城池，意图西扼湖兵之应援，南遏我师之追蹑，仰赖宗社威灵，克复省城，除遣知府伍文定等分布哨道，邀击宁贼，务在得获外，所据逆党占据府县，应合分兵剿复。为此牌仰知府陈槐等各选精兵，身自统领，星夜前去南康、九江地方，相机行事，务要攻复城池，平靖反侧。仍将地方人民加意赈恤，激以忠义，抚以宽仁，权举有司之职，以理庶事；查处仓库之积，以足军资；一面分兵邀诱宁贼，毋令东下；并差人爪探飞报军门。各官务要同心并力，协和行事，毋得人怀一心，彼此参错，致误事机；兵快人等敢有违犯节制者，仰照本院钦奉敕谕事理，以军法从事。一应事机，呈禀往复，虑有稽缓，俱听一面从宜区画，一面呈报军门。仍备查名官弃城逃走，致贼焚掠屠戮之故，具由申报，以凭参拿究治。 \\n 犒赏福建官军 \\n 据福建按察司整饬兵备兼管分巡漳南道佥事周期雍呈称：依奉本院案验起取上杭等处军兵，共五千余名，分委指挥刘钦、知县邢暄等；及起取漳州府海沧打手三千余名，行委通判李一宁等管领；本道躬亲统督，先后启行前来等因到院。 \\n 案照先为飞报地方谋反重情事，看系国家大难，存亡所关，随即备咨南京兵部，及巡抚两广、湖广等衙门，并福建三司等官选取骁勇兵快，选委谋勇官员监统，兼程前来，共勤国难去后。 \\n 今据前因，看得逆贼已经成擒，余党悉渐殄灭，除将各该官兵先行发回外，切照福建漳南相距江西省城，约计程途有一千七八百里之遥；该道乃能不满旬月，调集各军兵快八千员名之众，首先各省而至。足见本官勇略多谋，预备有素，忠义之诚，足以感激人心，敏捷之才，足以综理庶务，故一呼而集，兼程赴难。除另行旌奖外，及照调来官兵，冲冒炎暑，远赴国难，忠义既有可嘉，劳苦尤为足悯，合加犒赏，以励将来。为此除将支出官银，差官领齐该道；仰抄案回司，即将原调领兵官员，并军兵乡夫人等酌量犒赏，用见本院奖劳之心，以为将来忠勤之劝。 \\n 仍仰该道备查各兵原系操练者，照旧在班操练，以备紧急调用。添募者，省令回还田里，各安生业，务为良善之民，共向太平之福，毋得分外为非，致招身家之累。备行巡按衙门知会。 \\n 释放投首牌 \\n 据吴国七、林十一等口称：“闵念四等落水身死。”今访得闵念四等见在宁州界上，告要投招。前者已曾发有告示，许令胁从新民，俱准投首免死，给照复业生理；近日朝廷降有黄榜，亦准投首免死。今闻各地方居民，不体朝廷及本院好生之意，辄便起兵剿杀，激使不敢出身投首，反使朝廷及本院失信于人，本当绑拿重究，姑且再行诫谕，为此牌仰宁州知州汪宪探访前项一起投首之人，是否闵念四等正身，若果有投首真情，即便带领前赴军门发落，准与杨子桥等一例释放，给与执照，各自复业当差。如或聚众不散，星夜飞报军门，以凭发军剿灭，俱毋违错。 \\n 牌仰沿途各府州县卫所驿递巡司衙门慰谕军民 \\n 照得先因宁王谋反，请兵征剿。续该本院亲督各哨于七月二十日攻复省城，二十四等日在鄱阳湖连日与贼大战，至二十六日遂将宁王俘执，及其谋党李士实等，贼首林十一等，俱已前后擒获，余党荡平，地方稍靖，已于本月三十日具本奏捷讫。近因传报京军复来，愚民妄相逃窜，往往溺水自缢，本院亲行抚谕，尚未能息。殊不知朝廷出兵，专为诛剿宁贼，救民水火之中，况统兵将帅，皆系素有威望，老臣宿将，纪律严明，远近素所称服，纵使复来，亦必自无扰害。况今宁贼已擒，地方已靖，京军岂有无事远涉之理，愚民无知，转相惊惑，深为可悯。诚恐沿途一带居民，亦多听信传闻不实之言，而北来京军，尚或未知宁王已就擒获，合行差官沿途晓谕军民，及一面迎候北来官兵，烦请就彼回转。除将宁王反逆党与，本院亲自量带官兵，径从水路解赴京师外。仰沿途军卫有司驿递等衙门，照牌事理，即行抄牌备出告示，晓谕远近乡村军民人等，使知宁贼已擒，京军已转，免致为疑，酿成他变。差去官员，仍仰程程护送，同与迎候京军，坚请就彼回转，以免沿途百姓供亿之苦。仍谕以本院押解贼犯，量带官兵，皆自备行粮廪给，沿途经过有司等衙门，止备人夫牵拽船只，及略供柴草，给付各兵烧用；其他一无所扰，不得因此科害里甲军民。差去官员，昼夜前进，毋得在途迟滞。抄牌官吏，各俱依准，候本院经过日缴。 \\n 案行江西按察司停止献俘呈 \\n 据江西按察司呈：“奉钦差提督军务御马监太监张扎付内开：‘会同钦差提督军务平贼将军充总兵官左都督朱，议得止兵息民，不为无见，但照奔溃党恶，见该各属日报啸聚流劫，亦非已靖；党恶闵念四等，又系职等行文之后，拿获之数，亦或尚多；抚按守臣，当此新乱之余，正宜留心抚绥地方，听候勘明解京，良由不知前因，固执一见，辄要自行获解，私请回师。再照妃媵系宗藩眷属，外官押解，恐有妨碍，设或越分擅为，咎归何人？职等体念民力不堪供给军饷，责令将官将所领官兵分布各府住扎听掣，当职止带合用参随执打旗号等项人员，径趋江西，公同巡抚等官查验巢穴，及遍给告示晓谕，抚安地方；一面具请定示另行，除差委锦衣卫都指挥佥事马骥前来外，扎仰本司各该官吏照依扎付内事理，即便遵照钧帖内事理，备行巡抚都御史王等将已获贼犯留彼，听候明旨钦遵施行’等因”备呈到院。 \\n 卷查先为飞报地方谋反重情事云云，本职将宁王并其逆党，亲自量带官兵，径赴水路，照依原拟日期启行，解赴京师，已至广信地方，今准前因，为照前项逆党，俱已擒获；其余胁从，遵照钦降黄榜事例，俱已许令投首解散；宗藩眷属，俱系取到各将军府内便管伴监守，保无他嫌。今钦差提督赞画机密军务御用监太监张，及钦差提督军务御马太监张，钦差提督军务平贼将军充领兵官左都督朱，忧国爱民之心，素闻远近，况号令严明，秋毫无犯，今来体勘逆贼巢穴果已破平，百姓贫困颠连，必能大加抚谕安辑，以仰布朝廷怀惠小民之仁。本职纵使复回省城，亦安能少效一筹，不过往返道途，违误奏过程期，有损无益，为此仰抄案回司，着落当该官吏，照依案验内事理，即便备呈前去，烦请径自查照施行。 \\n 咨兵部查验文移 \\n 照得本职已将宁王宸濠并其党与及宫眷人等，照依原拟具奏日期起程亲自解赴阙下间。随据南康府中，并江西按察司呈，各“奉钦差提督军务御马监太监张扎付内开：‘访得宸濠已该本职擒获，克复省城等语，未曾亲到江西，又无堪信文移，止是见人传说，遽难凭据；况系宗藩人众，中间恐有拨置同谋，逆党未尽’等因。”及节准钦差提督赞画机密军务御用监太监张揭帖开称：“将各犯委的当人员，用心防守，调摄饮食，献俘阙下，会官封记库藏，俱候按临地方区画等因。”又准钦差提督军务充总兵官安边伯朱手本开称：“即查节次共擒斩叛贼级若干内各处原奏报有名若干，无名若干，有名未获漏网并自首及得获马骡器械等项各若干，连获官军卫所职役姓名，备查明白，俱各存留江西省城，听候审验；仍查余党有无奔溃，及曾否殄灭尽绝缘由，通行开报，以凭回报等因”各到职。 \\n 为照宸濠并其同谋党与，俱已擒获，余孽亦就诛戮，虽有胁从，数亦不多，皆非得已，随即遵奉钦降黄榜，晓谕俱赴所在官司投首解散，其库藏等项，该本职会同多官，于未准揭帖之先，眼同封贮在官，听候命下定夺。官军兵快，擒斩功次，见该原经奏留两广监察御史谢源、伍希儒查造奏缴。及照宸濠并各重犯宫眷人等，见解广信地方，设若往返，恐致疏虞，及违误本职奏报原拟日期，除照旧督解前赴阙下献俘，以照圣武，及具揭帖各另回覆外。 \\n 今照前因，照得本职缪当军旅重奇，地方安危所关，三军死生攸系，一应事机，若非奉有御宝敕旨，及兵部印信咨文，安敢轻易凭信；今前项各官文移，既非祖宗旧章成宪，就便果皆出于上意，亦须贵部行有知会公文，万一奸人假托各官名目，乘间作弊，致有不测变乱，本职虽死，亦何所及？除奉钦差总督军务威武大将军总兵官后军都督府太师镇国公朱钧帖，曾奉朝旨，相应遵奉，其余悉遵旧章施行外。缘前项各官文移，未委虚的，俱合备行咨报贵部，为此备抄揭帖，黏连咨请查验施行。 \\n 案行浙江按察司交割逆犯暂留养病 \\n 照得当职先因患病，具本乞休间，奉敕扶病前往福建公干。六月十五日行至江西丰城地方，适遇宁王兴兵作乱，看系君父大难，义不忍去，复回吉安府督同知府伍文定等起调兵夫，招集义勇，扶病亲行统领，于七月二十日攻复省城，本月二十四、五、六等日于鄱阳湖连日大战，擒获宁王宸濠及逆党李士实、刘养正、王春等，贼首吴十三、凌十一、闵念四、吴国七、闵念八等，先后具本奏报外，随闻大驾南征，礼当解赴军门。又因宸濠连日不食，虑恐物故，无以献俘奏凯，彰朝廷讨贼之义，兼之合省内外，人情汹汹，或生他变，当具本题知，于九月十一日启行，将宸濠及逆党宫眷解赴军门。当职力疾，沿途医药，亲自押解，行至广信地方，又奉钦差总督车务钧帖：“备仰照依制谕内事理，即便转行所属司、府、卫、所、州、县、驿递等衙门钦遵施行”等因，遵依通行间，续准钦差提督军务御马太监张照会，及准钦差总督军务充总兵官安边伯朱手本，各遣官邀回本职，并将所解宸濠等逆犯回省听候会审。 \\n 本职看得，既奉总督军门钧帖，自合解赴面受节制，若复退还省城，坐待驾临，恐涉迟谩，且误奏过程期。又复扶病日夜前进，行至浙江杭州府地方，前病愈加沉重，不能支持，请医调治间，适遇钦差提督赞画机密军务御用监太监张奉命前来江西体勘宸濠等反逆事情，及查理库藏、宫眷等事，当准钧帖开称：“宸濠等待亲临地方，覆审明白，具奉军门定夺”等因。 \\n 为照本职先因父老祖丧，累疏乞休，未蒙俞允，随扶病赴闽，意图了事，即从彼地冒罪逃归，旬日之前，亦已具奏，不意行至中途，遭值宁王反叛，此系国家大变，臣子之义，不容舍之而去；又阖省巡抚地方等官无一人见在，天下事机，间不容发，故复忍死暂留，为牵制攻讨之图，候命师既至，地方稍靖，即从初心，死无所避。臣区区报国血诚，上通于天，不辞灭宗之祸，不避形迹之嫌，冒非其任，以勤国难，亦望朝廷鉴臣此心，不以法例绳缚，使得少申乌鸟之私等情具奏外。今照前事，本职自度病势日重，猝未易愈，前进既有不能，退回愈有不可，若再迟延，必成两误。除本职暂留当地，请医调治，俟稍痊可，一面仍回省城，或仍前进，沿途迎驾，一面具本乞恩养病另行外。所据原解逆犯，合就查明交割，带回省城，听候驾临审处通行。为此仰抄案回司，着落官吏备呈钦差提督军务赞画机密军务御用监太监张，烦请会同监军御史，公同当省都、布、按三司等官，将见解逆首宸濠及逆党刘吉等各犯，并宫眷马匹等项，逐一交查明白，仍请径自另委相应官员兵快人等管押，带回省城，从宜审处施行。仍备呈兵部查照知会，抄案依准，并行过日期，先行呈来。 \\n 告谕军民 \\n 告谕军民人等，尔等困苦已极，本院才短知穷，坐视而不能救，徒含羞负愧，言之实切痛心。今京边官军。驱驰道路，万里远来，皆无非为朝廷之事，抛父母，弃妻子，被风霜，冒寒暑，颠顿道路，经年不得一顾其家，其为疾苦，殆有不忍言者，岂其心之乐居于此哉。况南方卑湿之地，尤非北人所宜，今春气渐动，瘴疫将兴，久客思归，情怀益有不堪。尔等居民，念自己不得安宁之苦，即须念诸官军久离乡土，抛弃家室之苦，务敦主客之情，勿怀怨恨之意，亮事宁之后，凡遭兵困之民，朝廷必有优恤。今军马塞城，有司供应，日不暇给；一应争门等项词讼，俱宜含忍止息；勿辄告扰，各安受尔命，宁奈尔心。本院心有余而力不足，聊布此苦切之情于尔百姓，其各体悉无怨。 \\n 钦奉诏书宽宥胁从节该伏睹诏书：“朕亲统六师，正名讨罪，除首恶宸濠，并同谋有名逆贼不赦外，其余胁从之徒，尽行宽宥释放，钦此。”钦遵。 \\n 照得先因宁府作乱，该本院出给告示，官兵临城之日，惟首恶是问，宗支郡王仪宾人等，各闭门自保，商贾买卖如故，军民弃甲投戈；各归生理，毋得惊疑，其有怀奸稔恶不悛者，必杀无赦，胁从人等，但能赴官投首，即与释放免罪等情，已经发仰远近张挂晓谕外。后宸濠既擒，被胁之徒，前后赴官投首，不下千余，皆经查审释放。其间尚有欲赴首官司，多被地方拦阻；本院随又督解逆犯出外，以是一向迟疑，未即出投。续该钦差提督军务各衙门临省，前项被胁之人，始各赴官投首，就与本院事体一同，即是去恶从善之民。近访得有等无籍之徒，用言扇惑，乘机诈害，致使惊疑，未安生理。除访拿究问外，仰按察司抄捧回司，即便大书出给告示，发仰人烟辏集去处，常川张挂晓谕，自破城以后，但有被胁旗校军民人等，改恶迁善，已经赴官投首，验有执照者，皆系良善，俱仰遵照前项诏书内事理，尽行宽宥释放，各安生理，毋得信人恐吓，自生猜疑。地方里邻总甲人等敢有怀挟私仇，罗织扰害，诳言扇惑，诈骗财物者，仰即赴院告理，以凭拿问发遣。仍取各首到官姓名，并给过告示晓谕缘由呈报。 \\n 批追徵钱粮呈 \\n 据江西布政司呈，看得江西一省，重遭大患，民困已极，屡经奏免粮税，日久未奉明旨；近因南科奏停，随复部使催督，一以为蠲免，一以为追征，非惟下民无所遵守，亦且官府难于施行。今该司议谓兑淮起运，系京储额数；而王府禄米，亦岁月难缺；要行所属，先纳兑淮，次及京库折银，次及南京仓米，次及王府禄米，其余俱候明降等因。此亦深睹民患，欲济不能，委曲调停，计出无奈，仰司即如所议，备行各该府州县查照施行。后有恩旨，当亦止免十五年以后钱粮，其十四年以前拖欠，必须带征，终有不免，莫若速了为便，各府州县宜以此意备晓下民，姑忍割肉之痛，以救燃眉之急。 \\n 呜呼！目击贫民之疾苦而不能救，坐视征求之患迫而不能止，徒切痛楚之怀，曾无拯援之术，伤心惨目，汗背赧颜，此皆本院之罪，其亦将谁归咎！各府州县官务体此意，虽在催科，恒存抚字，仍备出告示，使各知悉。此缴。 \\n 再批追征钱粮呈据江西布政司呈，看得本省十四年以前，一应钱粮，已经给事等官奉奏明旨：“果系小民拖欠，俱准暂且停征，还着各该官司设法赈济，毋视虚文。”此朝廷之深仁厚德，悯念穷民，诚爱恻怛之所发，小民莫不欢欣鼓舞，臣子所当遵守奉行。乃今停征之令甫下，而催并之檄复行，赈济之仁未布，而棰挞之苦已加，法令如此，有司何以奉行，下民何所取信？夫为人臣者，上有益于国，下有益于民，虽死亦甘为之。今日所行，上使朝廷失信于民，下使百姓归怨于上，重贫民之困，益地方之灾，纵使钱粮果可立办，忍心害理，亦不能为；况旬月之间，而欲追并了绝，便使神输鬼运，亦于事势不能，徒使歙怨殃民，何益于事。除本院身为巡抚，不能为国为民，自行住俸待罪外。仰布政司行各该府县官，以理劝化小民，且谕以今日之举，非关朝廷失信，实由京储缺乏，司国计者势不得已，兴起其忠君亲上之心，勉令渐次刻期完纳，果克济事，两月之后，亦未为迟。其各该官员，本非其罪，不必住俸，革去冠带；行令照旧尽心职业，勿因事变之难，有灰爱民之志。后有违慢之戮，本院自当其罪。仍呈提督漕运行督粮官及巡按衙门知会。此缴。 \\n 批南昌府追征钱粮呈 \\n 据南昌府所申凋弊征求之苦，本院缪当斯任，实切忧惭！部堂诸公，非无恤民之念，但身司国计，不得不以空乏为虞；在外有司，非无国计之忧，但目击民痍，不能不以抚恤为重。若使平民尚堪肱削，一时忍痛并征，以输国用，岂非臣子之心；但恐徒尔虐民，无济国事，非徒无济，兼恐生虞，斟酌调停，事在善处。仰布政司会同二司各官将该府所申事理，即加酌议：或先征新粮，将旧粮减半带征；或尽其力量可及，分作几限，令民依期逐渐办纳；但可通融调摄，皆须悉心议处，务使穷民不致重伤，而国用终亦无损。一面备行各该府县查照施行，一面具由呈来，以凭咨奏。此缴。 \\n 褒崇陆氏子孙 \\n 据抚州府金溪县三十六都儒籍陆时庆告，看得宋儒陆象山先生兄弟，得孔孟之正传，为吾道之宗派，学术久晦，致使湮而未显，庙堂尚缺配享之典，子孙未沾褒崇之泽，仰该县官吏陆氏嫡派子孙差役，查照各处圣贤子孙事例，俱与优免。其间有聪明俊秀堪以入学者，具名送提学官处选送学肄业。务加崇重之义，以扶正学之衰，俱依准缴。 \\n 告谕安义等县渔户 \\n 告谕安义县等渔户，及远近军民人等，地方不幸，近遭大变，加以师旅征输，人民困苦已极，府官思欲休养赈恤而无由。近闻渔户人等曾被宁王驱胁者，虑恐官府追论旧恶，心不自安，往往废弃生业，询其所以，皆由仇家煽动，意在激使为恶，因而陷之死地，以快其愤；不知朝廷已屡有榜文，凡被宁贼驱胁者，一概释而不问；况访得安义等处渔户，各系诗礼大家，素敦良善，虽或间有染于非僻，及为王府所胁诱者，然乡里远近，自有公论，善恶终不可混。 \\n 近据通判林宽禀称：“各户痛惩既往，已将渔船拆卸，似此诚心改行，亦复何所忧惧。”为此特仰南康府通判林宽，将本院告谕，真写翻刊，亲赍各户，逐一颁谕，务使舍旧图新，各安生理，不得轻信人言，妄有疑猜，自求罪累；其素敦诗礼良善者，愈加劝勉，务益兴行礼让，讲信修睦，以为改恶从善者之倡。族党之中，果有长恶不悛，不听劝谕者，众共拘执送官，明正典刑，以安善类，毋容茛莠，致害嘉禾。若旧虽为显恶，今能诚心改化者，亦不得怀记旧仇，搜求罗织，激使为非，事发究竟，责有所归。 \\n 呜呼！吾民同胞，不幸陷于罪戮，恻然尚不忍见，岂有追寻旧恶，必欲置之死地之理。本院旧在南赣，曾行十家牌式，军民颇安，盗贼颇息。除各该地方行分巡分守官编置外。前项渔户人等，就仰通判林宽照式逐一编置，务在着实举行，以收成效，特兹告谕，各宜知悉。 \\n 批按察使伍文定患病呈 \\n 据江西按察使呈，看得按察使伍文定茂著戎功，新膺宪命，当其众难交攻，尚以一身独任，偶兹微恙，岂防供职；谅本官自切百姓疮痍之忧，岂遑一身痛痒之顾。仰该司即行本官照旧管事，果有疾患，一面调理，毋得再呈辞，致旷职业。缴。 \\n 批临江府耆民建立生祠呈 \\n 据临江府清江县耆民董惟谦等呈立知府戴德孺生祠，看得知府戴德孺素坚清白之守，久著循良之政，今其去任，而郡民建祠报德，此亦可见天理之在人心，自不容已。仰该府县官俯顺民情，量行拨人看守，非徒激励后人，俾有所兴；且以成就民德，使归于厚。缴。 \\n 批吉安府救荒申 \\n 据吉安府申，备卢陵县申，看得所申要将陈腐仓谷，赈给贫民。此本有司之事，当兹灾患，正宜举行。但诚于爱民者，不徒虚文之举，忠于谋国者，必有深长之思，故目前之灾，虽所宜恤，而日后之患，尤所当防，以今事势而观后患，决有难测。近据崇仁县知县祝鳌申，要将预备仓谷，凶荒之时则倍数借给，以济贫民；收成之日则减半还官，以实储蓄；颇有官民两便，已经本院批准照议施行。看得各县事体，不甚相远，此议或可通行，仰布政司再加裁酌议处施行。各属遇灾地方，凡积有稻谷者，俱查照此议而行。仍仰各该掌印官务要身亲给散，使贫民得实惠之沾，官府无虚出之弊乃可。其一应科派物料等项，当兹兵乱之余，加以水灾，民不聊生，岂堪追并，仰布政司酌量缓急，分别重轻，略定征收先后之次，备行各属，以渐而行，庶几用一缓二之意，少免医疮剜肉之苦，通仰该司定议施行回报。 \\n 批抚州府同知汪嵩乞休呈 \\n 据抚州府同知汪嵩呈，看得同知嵩久存恬退，遇难复留，以尽报国忠，仍坚归田之请，出处得宜，诚可嘉尚。但本官政素获民，年未甚老，已经勉留照旧供职，而本官称疾愈笃，求退益恳，仰府再行查看，如果病势难留，准令就彼致仕，该府以礼起送还乡，仍行备原籍官司，岁时以礼优待，务奖恬退，以励鄙薄。此缴。 \\n 批提学佥事邵锐乞休呈 \\n 据江西按察司呈，看得提学佥事邵锐求归诚切，坚守考槃之操；而按察使伍文定挽留恳至，曲尽缁衣之情；是亦人各有志，可谓两尽其美。然求归者虽亦明哲保身，使皆洁身而去，则君臣之义或几乎息；挽留者虽以为国惜贤，使皆腼颜在位，则高尚之风亦日以微；况本院自欲求退而未能，安可沮人之求退。仰该司备行本官，再加酌量于去就之间，务求尽合于天理之至，必欲全身远害，则挂冠东门，亦遂听行所志。若犹眷顾宗国，未忍割情独往，且可见危受命，同舟共艰，稍须弘济，却遂初心，则临难之义，既无苟免于抢攘之日；而恬退之节，自可求伸于事定之余；兴言及此，中心怆切！ \\n 礼取副提举舒芬牌 \\n 照得当职奉命提督军务，兼理巡抚，深虑才微责重，无以仰称任使；合求贤能，以资赞翼。访得福建市舶提举司副提举舒芬志行高古，学问深醇，直道不能趋时，长才足以济用，合就延引，以匡不及。为此牌仰福建布政司官吏，即行泉州府措办羊酒礼币，赍送本官，用见本院优礼之意。仍照例起关应付，前赴军门，以凭谘访。本官职任，就委别官暂替。 \\n 南赣乡约 \\n 咨尔民，昔人有言：“蓬生蔴中，不扶而直；白沙在泥，不染而黑。”民俗之善恶，岂不由于积习使然哉！往者新民盖常弃其宗族，畔其乡里，四出而为暴，岂独其性之异，其人之罪哉？亦由我有司治之无道，教之无方。尔父老子弟所以训诲戒饬于家庭者不早，薰陶渐染于里者无素，诱掖奖劝之不行，连属叶和之无具，又或愤怨相激，狡伪相残，故遂使之靡然日流于恶，则我有司与尔父老子弟皆宜分受其责。呜呼！往者不可及，来者犹可追。故今特为乡约，以协和尔民，自今凡尔同约之民，皆宜孝尔父母，敬尔兄长，教训尔子孙，和顺尔乡里，死丧相助，患难相恤，善相劝勉，恶相告戒，息讼罢争，讲信修睦，务为良善之民，共成仁厚之俗。呜呼！人虽至愚，责人则明；虽有聪明，责己则昏。尔等父老子弟毋念新民之旧恶而不与其善，彼一念而善，即善人矣；毋自恃为良民而不修其身，尔一念而恶，即恶人矣；人之善恶，由于一念之间，尔等慎思吾言，毋忽！ \\n 一，同约中推年高有德为众所敬服者一人为约长，二人为约副，又推公直果断者四人为约正，通达明察者四人为约史，精健廉干者四人为知约，礼仪习熟者二人为约赞。置文簿三扇：其一扇备写同约姓名，及日逐出入所为，知约司之；其二扇一书彰善，一书纠过，约长司之。 \\n 一，同约之人每一会，人出银三分，送知约，具饮食，毋大奢，取免饥渴而已。 \\n 一，会期以月之望，若有疾病事故不及赴者，许先期遣人告知约；无故不赴者，以过恶书，仍罚银一两公用。 \\n 一，立约所于道里均平之处，择寺观宽大者为之。一彰善者，其辞显而决，纠过者，其辞隐而婉；亦忠厚之道也。如有人不弟，毋直曰不弟，但云闻某于事兄敬长之礼，颇有未尽；某未敢以为信，姑案之以俟；凡纠过恶皆例此。若有难改之恶，且勿纠，使无所容，或激而遂肆其恶矣。约长副等，须先期阴与之言，使当自首，众共诱掖奖劝之，以兴其善念，姑使书之，使其可改；若不能改，然后纠而书之；又不能改，然后白之官；又不能改，同约之人执送之官，明正其罪；势不能执，戮力协谋官府请兵灭之。 \\n 一，通约之人，凡有危疑难处之事，皆须约长会同约之人与之裁处区画，必当于理济于事而后已；不得坐视推托，陷入于恶，罪坐约长约正诸人。 \\n 一，寄庄人户，多于纳粮当差之时躲回原籍，往往负累同甲；今后约长等劝令及期完纳应承，如蹈前弊，告官惩治，削去寄庄。 \\n 一，本地大户，异境客商，放债收息，合依常例，毋得磊算；或有贫难不能偿者，亦宜以理量宽；有等不仁之徒，辄便捉锁磊取，挟写田地，致令穷民无告，去而为之盗。今后有此告，诸约长等与之明白，偿不及数者，劝令宽舍；取已过数者，力与追还；如或恃强不听，率同约之人鸣之官司。 \\n 一，亲族乡邻，往往有因小忿投贼复仇，残害良善，酿成大患；今后一应门殴不平之事，鸣之约长等公论是非；或约长闻之，即与晓谕解释；敢有仍前妄为者，率诸同约呈官诛殄。 \\n 一，军民人等若有阳为良善，阴通贼情，贩买牛马，走传消息，归利一己，殃及万民者，约长等率同约诸人指实劝戒，不悛，呈官究治。 \\n 一，吏书、义民、总甲、里老、百长、弓兵、机快人等若揽差下乡，索求赍发者，约长率同呈官追究。 \\n 一，各寨居民，昔被新民之害，诚不忍言；但今既许其自新，所占田产，已令退还，毋得再怀前仇，致扰地方，约长等常宜晓谕，令各守本分，有不听者，呈官治罪。 \\n 一，投招新民，因尔一念之善，贷尔之罪；当痛自克责，改过自新，勤耕勤织，平买平卖，思同良民，无以前日名目，甘心下流，自取灭绝；约长等各宜时时提撕晓谕，如踵前非者，呈官征治。 \\n 一，男女长成，各宜及时嫁娶；往往女家责聘礼不充，男家责嫁妆不丰，遂致愆期；约长等其各省谕诸人，自今其称家之有无，随时婚嫁。 \\n 一，父母丧葬，衣衾棺椁，但尽诚孝，称家有无而行；此外或大作佛事，或盛设宴乐，倾家费财，俱于死者无益；约长等其各省谕约内之人，一遵礼制；有仍蹈前非者，即与纠恶簿内书以不孝。 \\n 一，当会前一日，知约预于约所洒扫张具于堂，设告谕牌及香案南向。当会日，同约毕至，约赞鸣鼓三，众皆诣香案前序立，北面跪听约正读告谕毕；约长合众扬言曰：“自今以后，凡我同约之人，祗奉戒谕，齐心合德，同归于善；若有二三其心，阳善阴恶者，神明诛殛。”众皆曰：“若有二三其心，阳善阴恶者，神明诛殛。”皆再拜，兴，以次出会所，分东西立，约正读乡约毕，大声曰：“凡我同盟，务遵乡约。”众皆曰：“是。”乃东西交拜。兴，各以次就位，少者各酌酒于长者三行，知约起，设彰善位于堂上，南向置笔砚，陈彰善簿；约赞鸣鼓三，众皆起，约赞唱：“请举善！”众曰：“是在约史。”约史出就彰善位，扬言曰：“某有某善，某能改某过，请书之，以为同约劝。”约正遍质于众曰：“如何？”众曰：“约史举甚当！”约正乃揖善者进彰善位，东西立，约史复谓众曰：“某所举止是，请各举所知！”众有所知即举，无则曰：“约史所举是矣！”约长副正皆出就彰善位，约史书簿毕，约长举杯扬言曰：“某能为某善，某能改某过，是能修其身也；某能使某族人为某善，改某过，是能齐其家也；使人人若此，风俗焉有不厚？凡我同约，当取以为法！”遂属于其善者；善者亦酌酒酬约长曰：“此岂足为善，乃劳长者过奖，某诚惶怍，敢不益加砥砺，期无负长者之教。”皆饮毕，再拜会约长，约长答拜，兴，各就位，知约撤彰善之席，酒复三行，知约起，设纠过位于阶下，北向置笔砚，陈纠过簿’；约赞鸣鼓三，众皆起，约赞唱：“请纠过！”众曰：“是在约史。”约史就纠过位，扬言曰：“闻某有某过，未敢以为然，姑书之，以俟后图，如何？”约正遍质于众曰：“如何？”众皆曰：“约史必有见。”约正乃揖过者出就纠过位，北向立，约史复遍谓众曰：“某所闻止是，请各言所闻！”众有闻即言，无则曰：“约史所闻是矣！”于是约长副正皆出纠过位，东西立，约史书簿毕，约长谓过者曰：“虽然姑无行罚，惟速改！”过者跪请曰：“某敢不服罪！”自起酌酒跪而饮曰：“敢不速改，重为长者忧！”约正、副、史皆曰：“某等不能早劝谕，使子陷于此，亦安得无罪！”皆酌自罚。过者复跪而请曰：“某既知罪，长者又自以为罚，某敢不即就戮，若许其得以自改，则请长者无饮，某之幸也！”趍后酌酒自罚。约正副咸曰：“子能勇于受责如此，是能迁于善也，某等亦可免于罪矣！”乃释爵。过者再拜，约长揖之，兴，各就位，知约撤纠过席，酒复二行，遂饭。饭毕，约赞起，鸣鼓三，唱：“申戒！”众起，约正中堂立，扬言曰：“呜呼！凡我同约之人，明听申戒，人孰无善，亦孰无恶；为善虽人不知，积之既久，自然善积而不可掩；为恶若不知改，积之既久，必至恶积而不可赦。今有善而为人所彰，固可喜；苟遂以为善而自恃，将日入于恶矣！有恶而为人所纠，固可愧；苟能悔其恶而自改，将日进于善矣！然则今日之善者，未可自恃以为善；而今日之恶者，亦岂遂终于恶哉？凡我同约之人，盍共勉之！”众重曰：“敢不勉。”乃出席，以次东西序立，交拜，兴，遂退。 \\n 旌奖节妇牌 \\n 访得吉水县民人陈文继妻黄氏，庐陵县生员胡克妻曾氏，俱各少年守制，节操坚厉，远近传扬，士夫称叹，当兹风俗颓靡之时，合行旌奖，以励浇薄。为此仰府官吏即行吉水、庐陵二县掌印官，支给无碍官钱，买办礼仪，前去各家，盛集乡邻老幼之人，宣扬本妇志节之美，务使姻族知所崇重，里巷知所表式，用奖贞节，以激偷鄙。仍备述各妇节操志行始末，及将奖励过缘由，同依准随牌缴报，以凭施行。 \\n 兴举社学牌 \\n 看得赣州社学乡馆，教读贤否，尚多淆杂；是以诗礼之教，久已施行；而淳厚之俗，未见兴起。为此牌仰岭北道督同府县官吏，即将各馆教读，通行访择；务学术明正，行止端方者，乃与兹选；官府仍籍记姓名，量行支给薪米，以资勤苦；优其礼待，以示崇劝。以各童生之家，亦各通行戒饬，务在隆师重道，教训子弟，毋得因仍旧染，习为偷薄，自取愆咎。 \\n 颁定里甲杂办 \\n 据龙南县申称：“先年里甲使用，俱系丁粮分派，照日应当，以致多寡不均；要将正德十六年里甲通行查审，除逃绝人丁外，将一年使用，春秋祭祀，军需岁报，使客夫马等项，俱于丁粮议处，每石出银若干，陆续称收贮库；推举老人，公同里长，使用注簿，倘有余剩，照多寡给还”等因到院。簿查，先该赣州府知府盛茂，同知夏克义议过赣县里长额办杂办，已经批仰岭北道再加酌议。 \\n 续据副使王度呈称：“查算本县额办使用，该银三千七百三十一两七分二厘四毫九丝；原辖里长一百一十里内除十里逃绝，止有一百里；十六年分每粮一石算一分，人丁二丁算一分，一年丁粮共该一千一百二十六分半，每分该出银三两三钱一分二厘一毫一丝一忽；合行该县印钤收银文簿一扇，将各都该办银两，分为二次查追贮库；又置文簿二扇，一写本县支出数目，一发支用人役注附；每月选有行止老人二名，公同直日里长，赴县支领；每月备具用过揭帖三本，一送都察院，一分巡道，一本府，各不时稽察，年终羡余，并听上司查处，以补无名征需，府县不得擅支。仍将各里该纳分数，刷印告谕，遍张乡村晓谕；如有官吏额外科派，及收银人役多取火耗秤头，并里甲恃顽不办，许各呈告，以凭拿问，呈乞照详。又经批仰照议即行该县，永永查照，仍备刻告示，遍行晓谕；及多行刷印，颁给各里收照，以妨后奸。” \\n 今申前因，看与本院新定则例相同，及照宁都等九县，及南安所属大庾等县事体民情，当不相远，合就通行查编。为此仰抄案回道，即便速行各县，俱查本院近定规则，各照丁粮多寡，派编银两，追收贮库，选委行止端实老人，公同该日里长支用，置簿稽察，刊榜晓谕，禁约事宜，悉照原议施行。敢有违犯者，就便拿问呈详。通取各县派定过缘由，类报查考。 \\n 批江西布政司设县呈 \\n 盗贼盘据，人迹罕通，声教不及，不得已而为权宜之计；若腹裹平衍，四通五达之区，止宜减并，不贵增添。盖增一县，即增一县之事，官吏供给，学校仓库，囹狱差徭，一应烦费，未易悉举；且又有彼此推避之奸，互相牵制之患，计其为利，不偿所害。古人谓省吏不如省官，省官不如省事，凡今作事，贵在谋始。仰布政司再行会同二司各官从长计议，设县之外，果无别策，可以致理，具议呈夺。缴。 \\n 议处官吏禀俸 \\n 照得近来所属各州、县、卫、所、仓、场等衙门，大小官吏以赃问革者相望，而冒犯接踵，究询其由，皆云家口众多，日给不足；俸资所限，本以凉薄，而近例减削，又复日甚；加有上下接应之费，出入供送之繁，穷窘困迫，计出无聊。中间亦有甘贫食苦刻励自守者，往往狼狈蓝缕，至于任满职革，债负缠结，不得去归其乡。夫贪墨不才，法律诚所难贷，而其情亦可矜悯！夫忠信重禄，所以劝士，在昔任人，既富方谷，庶民在官，禄足代耕，此古今之通义也。朝廷赋禄百司，厚薄既有等级，要皆使各裕其资养，免其内顾，然后可望以尽心职业，责以廉耻节义。今定制所限，既不可得而擅增，至于例所应得，又从而裁削之，使之仰事俯育，且不能遂；是陷之于必贪之地，而责之以必廉之守，中人之资，将有不能，而况其下者之众乎？所据前项事理，非独人情有所未堪，其于政体，亦有所损，合行会议查处，参酌事理轻重，及查在外官员，自二品至九品，并杂职吏胥等俸米，除本色外，其折色原例，每石作银若干，于何年月裁减，作银若干，应否复旧，或量行加增，务要议处停当，呈来定夺施行。 \\n 咨六部伸理冀元亨 \\n 照得湖广常德府武陵县举人冀元亨，忠信之行，孚于远迩；孝友之德，化于乡闾。本职往年谪官贵州，本生曾从讲学。近来南赣，延之教子，时因宁藩宸濠潜谋不轨，虐焰日张，本职封疆连属，欲为曲突从薪之举，则既无其由；将为发奸摘伏之图，则又尤其实。偶值宸濠饰诈要名，礼贤求学，本职因使本生乘机往见宸濠，冀得因事纳规，开陈大义，沮其邪谋；如其不可劝喻，亦因得以审察动静，知其叛逆迟速之机，庶可密为御备。本生既与相见，议论大相矛盾，宸濠以本职所遣，一时虽亦含忍遣发，而毒怒不已，阴使恶党，四出访缉，欲加陷害；本生素性愿恪，初不之知，而本职风闻其说，当遣密从间道潜回常德，以避其祸。后宸濠既败，痛恨本职起兵攻剿，虽反噬之心无所不至；而天理公道所在，无因得遂其奸；乃以本生系本职素所爱厚之人，辄肆诋诬，谓与同谋，将以泄其仇愤。且本生既与同谋，则宸濠举叛之日，本生何故不与共事，却乃反回常德，聚众讲学？宸濠素所同谋之人如李士实、刘养正、王春之流，宸濠曾不一及，而独口称本生与之造始，此其挟仇妄指，盖有不待辩说行道之人皆能知者。但当事之人，不加详察，辄尔听信，遂陷本生一至于此。 \\n 本生笃事师之义，怀报国之忠，蹈不测之虎口，将以转化凶恶，潜消奸宄，论心原迹，尤当显蒙赏录；乃今身陷俘囚，妻子奴虏，家业荡尽，宗族遭殃。信奸人之口，为叛贼泄愤报雠，此本职之所为痛心刻骨，日夜冤愤不能自已者也。本职义当与之同死，几欲为之具奏伸理，而本生虽在拘囚，传闻不一，或以为既释，或以为候旨；兼虑当事之人，或不见谅，反致激成其罪，故复隐忍到今。又恐多事纷纭之日，万一玉石不分，竟使忠邪倒置，徒以沮义士之志，而快叛贼之心，则本职后虽继之以死，将亦无以赎其痛恨！为此合行具咨贵部，烦请咨询鉴察，特赐扶持分辨施行。"}
{"章节": "卷二（2）", "正文": "卷二（2） \\n  \\n  \\n 奖励主簿于旺 \\n 看得近来所属下僚，鲜能持廉守法；访得兴国县主簿于旺，独能操持清白，处事详审，近委管理抽分，纤毫无玷，奸弊划革，抚属小官之内，诚不多见，相应奖励，以劝其余。为此牌仰官吏即便支给商锐银两，买办花红、彩缎、羊酒各一事；并将本院发去官马一匹，带鞍一付，备用鼓乐，差官以礼送付本官，用见本院奖励之意。 \\n 申谕十家牌法 \\n 本院所行十家牌谕，近来访得各处官吏类多视为虚文，不肯着实奉行查考，据法即当究治，尚恐未悉本院立法之意，故今特述所以，再行申谕： \\n 凡置十家牌，须先将各家门面小牌挨审的实，如人丁若干，必查某丁为某官吏，或生员，或当某差役，习某技艺，作某生理，或过某房出赘，或有某残疾，及户籍田粮等项，俱要逐一查审的实。十家编排既定，照式造册一本留县，以备查考；及遇勾摄及差调等项，按册处分，更无躲闪脱漏，一县之事，如视诸掌。每十家各今挨报甲内平日习为偷窃，及喇啼教唆等项不良之人；同具不致隐漏重甘结状，官府为置舍旧图新簿，记其姓名；姑勿追论旧恶，令其自今改行迁善；果能改化者，为除其名；境内或有盗窃，即令此辈自相挨缉；若系甲内漏报，仍并治同甲之罪。又每日各家照依牌式，轮流沿门晓谕觉察；如此即奸伪无所容，而盗贼亦可息矣。十家之内，但有争讼等事，同甲即时劝解和释，如有不听劝解，恃强凌弱，及诬告他人者，同甲相率禀官，官府当时量加责治省发，不必收监淹滞；凡遇问理词状，但涉诬告者，仍要查究同甲不行劝禀之罪。又每日各家照牌互相劝谕，务令讲信修睦，息论罢争，日渐开导，如此则小民益知争门之非，而词讼亦可简矣。 \\n 凡十家牌式，其法甚约，其治甚广。有司果能着实举行，不但盗贼可息，词讼可简，因是而修之，补其偏而救其弊，则赋役可均；因是而修之，连其伍而制其什，则外侮可御；因是而修之，警其薄而劝其厚，则风俗可淳；因是而修之，导以德而训以学，则礼乐可兴。凡有司之有高才远识者，亦不必更立法制，其于民情土俗，或有未备；但循此而润色修举之，则一邑之治真可以不劳而致。今特略述所以立法之意，再行申告；言之所不能尽者，其各为我精思熟究而力行之；毋徒纸上空言搪塞，竟成挂之虚文，则庶乎其可矣！ \\n 申谕十家牌法增立保长 \\n 先该本院通行抚属，编置十家牌式，为照各甲不立牌头者，所以防胁制侵扰之弊；然在乡村，遇有盗贼之警，不可以无统纪，合立保长督领，庶众志齐一。为此仰抄案回司，即行各道守巡兵备等官，备行所属各府州县，于各乡村推选才行为众信服者一人为保长，专一防御盗贼。平时各甲词讼，悉照牌谕，不许保长于与，因而武断乡曲；但遇盗警，即仰保长统率各甲设谋截捕。其城郭坊巷乡村，各于要地置鼓一面，若乡村相去稍远者，仍起高楼，置鼓其上，遇警即登楼击鼓；一巷击鼓，各巷应之，一村击鼓，各村应之，但闻鼓声，各甲各执器械齐出应援，俱听保长调度，或设伏把隘，或并力夹击；但有后期不出者，保长公同各甲举告官司，重加罚治。若乡村各家皆置鼓一面，一家有警击鼓，各家应之，尤为快便。此则各随财力为之，不在牌例之内，俱仰督令各县即行推选增置，仍告谕远近，使各知悉。各府仍要不时稽察，务臻实效，毋得虚文搪塞，查访得出，定行究治不贷。 \\n 颁行社学教条 \\n 先该本院据岭北道选送教读刘伯颂等，颇已得人；但多系客寓，日给为难，今欲望以开导训诲，亦须量资勤苦，已经案仰该道通加礼貌优待，给薪米纸笔之资。各官仍要不时劝励敦勉，令各教读务遵本院原定教条尽心训导，视童蒙如己子，以启迪为家事，不但训饬其子弟，亦复化喻其父兄；不但勤劳于诗礼章句之间，尤在致力于德行心术之本；务使礼让日新，风俗日美，庶不负有司作兴之意，与士民趋向之心，而凡教授于兹土者，亦永有光矣。仍行该县备写案验事理，揭置各学，永远遵照去后。今照前项教条，因本院出巡忙迫，失于颁给，合就查发，为此牌仰本道府即将发去教条，每学教读给与二张，揭置座右，每日务要遵照训诲诸生。该道该府官员亦要不时亲临激励稽考，毋得苟应文具，遂令日就废弛。 \\n 清理永新田粮 \\n 据参议周文光呈，看得江西田粮之弊，极于永新，相传已非一日；今欲清理丈量，实亦救时切务，但恐奉行不至，未免反滋弊端，依议定委通判谈储，推官陈相，指挥高睿，会同该县知县翁玑设法丈量。该道仍要再加区画，曲尽物情，务仰各官秉公任事，正己格物，殚知竭虑，削弊除奸，必能一劳永逸，方可发谋举事。如其虚文塞责，则莫若熟思审处，以俟能者。事完之日，悉照该道会议造册，永永遵守施行。缴。 \\n 批宁都县祠祀知县王天与申 \\n 据宁都县申，看得知县王天与日随本院征剿横水、桶冈诸贼，屡立战功；后随本院讨平宁藩，竟死勤事；况其平日居官，政务修举，威爱兼行。仰该县即从士民之请，建祠报祀，用绅士夫之公论，以慰小民之遗思。 \\n 晓谕安仁余干顽民牌 \\n 照得安仁、余干各有梗化顽民数千余家，近住东乡，逃避山泽，沮逆王化，已将数年，即其罪恶，俱合诛夷无赦；但本院抚临未及，况查本院新行十家牌谕，各官因各民顽梗，尚未编查，若遽行擒剿，似亦不教而杀。为此牌仰抚州府同知陆俸，督同东乡县知县黄堂，及安仁县知县汪济民，余于县知县马津亲诣各民村都，沿门挨编，推选父老弟子知礼法者晓谕教饬，令各革心向化，自求生路，限在一月之内，仇者释其怨，愤者平其心，逋者归其负，罪者伏其辜，具由呈来，仍旧以良善。若过限不改，不必再加隐忍姑息，徒益长奸纵恶，即便密切指实申来，以凭别有区处施行。 \\n 告谕顽民 \\n 告谕安仁、余干、东乡等县父老子弟，自本院始至江西，即闻三县间有顽梗背化之民数千家，其时本院方事剿平闽、广、湖、彬诸蛮寇，且所治止于南赣，政教有所未及。自去岁征讨逆藩，朝廷复有兼抚是方之命，随因圣驾南巡，奔走道路，故亦未遑经理。今复还省城，备询三司府县各官，及远近士夫军民，皆谓尔民梗化日久，积恶深重，已在必诛无赦；夫朝廷威令，雷厉风行于九夷八蛮之外，而中土郡县之民，乃敢悖抗若此，不有诛灭，以示惩戒，亦将何以为国？欲即发兵剿捕，顾其间尚多良善，恐致玉石无辨；且前此有司所以处之，亦有未善，何者？ \\n 安仁、余干里分，本少于东乡，而地势又限以山谷；顾乃割小益大，以启尔民规避之端。其失一矣。既而两邑之民徭赋不平，争讼竞起，其时若尽改复旧，亦有何说；顾又使其近东乡者归安仁，近安仁者附东乡，以益尔民纷争之谤。其失二矣。及尔等抗拒之迹既成，尚当体悉尔等中间或有难忍之怨，屈抑不平之情，亦须为之申泄断理，或惩或戒，使两得其平；若终难化谕者，即宜断然正以国法。顾乃惮于身任其劳，一切惟事姑息，欲逃租赋，遂从而免其租赋；欲逃逋债，遂从而贷其逋债；于彼则务隐忍之政，而听其外附；于此又信一偏之词，而责其来归；纪纲不立，冠履倒置，长奸纵恶，日增月炽，以成尔民背叛之罪，而陷之必死之地。其失三矣。 \\n 然尔等罪恶，皆在本院未临之前；自本院抚临以来，尚未曾有一言开谕尔等。况查本院新行十家牌谕，以弭盗息讼劝善纠恶，而各该县官又因尔等恃顽梗化，皆未曾编查晓谕，尔等皆未知悉，其间或有悔创自新之顾，亦未可知；若遽行擒剿，是亦不教而杀，虽尔等在前之恶，受此亦不为过，然于吾心终有所未尽也。近日抚州同知陆俸来禀，尔等尚有可悯之情，各怀求生之愿，故特委同陆俸亲齐本院告谕，往谕尔等父老子弟，因而查照本院十家牌式，通行编排晓谕，使各民互相劝戒纠察，痛惩已往之恶，共为维新之民。 \\n 尔等父老子弟，其间知识明达者盍亦深思熟虑之：世岂有不纳粮，不当差，与官府相对背抗，而可以长久无事终免于诛戮者乎？世岂有恃顽树党，结怨构仇，劫众拒捕，不伏其辜，而可以长久无事终免于诛戮者乎？就使尔等各有子弟奴仆，与尔抗拒背逆若此，尔等当何以处之？夫宁王宸濠挟奸雄之资，籍宗室之势，谋为不轨，积十余年诱聚海内巨寇猾贼，动以万计，夺其财力甲兵之强，自以为无敌于天下矣，一旦称乱举事，本院奉朝廷威令，兴一旅之师，不旬日而破灭之，如虏疋雏。尔辈纵顽梗凶悍，自以为孰与宸濠？吾若声汝之罪，不过令一偏裨，领众数百，立齑粉尔辈如几上肉耳。顾念尔等皆吾赤子，其始本无背叛之谋，止因规利争忿，肆恶长奸，日迷日陷，遂至于此。夫父母之于子，岂有必欲杀之心；惟其悖逆乱常之甚，将至于覆宗灭户，不得已而后置之法；苟有改化之机，父母之办，又未尝不欲生全之也。前此官府免尔租税，蠲尔债负，除尔罪名，而遂谓尔可以安居债负，不除尔罪名，尔能听吾言，改恶从善，惟免尔一死，限尔一月之内，释怨解仇，逃税者输其赋，负债者偿其直，有罪者伏其辜，吾则待尔如故。尔不听吾言，任汝辈自为之，吾心既无不尽，吾可以无憾矣！尔后无悔。 \\n 批江西都司掌管印信 \\n 看得三司各官推举该卫所掌印佥书等官，颇已得宜；俱依议仰行按察司将本院原发贮库印信，看验明白，照议给领掌官。兹当该卫改革之初，仍行各官务在图新更始，端本澄源，共惟同心同德之美，以立可久可大之规，不独显功业于当时，必欲垂模范于来裔，上不负庙堂之特选，而下可副诸司之举任。其或庸碌浮沉，甚至欺公剥下，岂徒败其身名，亦难免于刑宪。其余空闲各官，观其才识，皆可器使；但以阙少人多，未及尽用；各官惟务持身励志，藏器待时，但恐见用而无才，勿虑有才而未用，若果囊中之锥，无不脱颖而出；毋谓上人不知，辄自颓靡，是乃自弃，非人弃汝矣。俱仰备行各官查照施行。 \\n 牌行崇义县查行十家牌法 \\n 看得新开崇义县治，虽经本院委官缉理经画，大略规模已具，终是草创之初，经制未习。该县官员若不假以威权，听其从宜整理，则招徕安习之功，亦未可责效。除行守巡兵备等衙门外。牌仰知县陈瓒上紧前去该县，首照十家牌谕，查审编排，连属其形势，辑睦其邻里，务要治官如家，爱民如子，一应词讼、差徭、钱粮、学校等项，俱听因时就事，从宜区处；应申请者申请，应兴革者兴革，一务畜众安民，不必牵制文法。大抵风土习尚虽或有异，而天理民彝则无不同，若使为县官者果能殚其心力，悉其聪明，致其恻怛爱民之诚，尽其抚辑教养之道，虽在蛮貊，无不可化，况此中土郡县之区，向附新民，本多善类，我能爱之如子，后亦焉有不爱我如父者乎？夫仁慈以惠良善，刑罚以锄凶暴，固亦为政之大端。若此新民之中，及各县分割都图人户，果有顽梗强横不服政化者，即仰遵照本院钦奉敕谕事理，具由申请，即行擒拿，治以军法；毋容纵恣，益长刁顽。 \\n 牌谕都指挥冯熏等振旅还师 \\n 牌谕都指挥冯勋、通判林宽、典史徐诚等，本月二十一日据知县熊价所禀，已知安义叛贼略平，所漏无几，俟余党一尽，各官即行振旅而还。就将所擒叛贼，通行牢固绑缚，分领解赴军门。各官在途，务要肃整行伍，申严纪律，禁缉军兵，不得犯人一草一木，今差参随官詹明赍执各官原领令旗令牌，监军而回。但有违令侵扰于人者，即行斩首示众。其夺命当先，被杀被伤义勇之士，及获功人役，各官务要从公从实开报，以凭优恤给赏；不得互分彼此，辄有偏私轻重。但能推功让美者，勤劳虽微，亦在褒赏；若有争功专利者，功绩虽茂，亦从摈抑。其奉新兵快，往年从征，多犯禁令，今既效有勤劳，尤宜保全始终，毋蹈前非，自取军法重罪。知县熊价不必解贼，且可在县抚安被扰军民，令各安居乐业。既行申严十家牌谕，互相保障，仍量留九姓义勇，分班守县，候事体定帖，以渐散回。 \\n 批瑞州知府告病申 \\n 看得知府胡尧元，始以忠义，兴讨贼之功；继以刚果，著及民之政；虽获上之诚，或有未孚；而守身之节，初无可议。据申告病情由，亦似意有所为，大抵能结矩者，必推己及人；当大任者，在动心忍性。仰布政司即行本官，照旧尽心管理府事，毋因一朝之忿，遂忘三反之功，事如过激，欲抗弥卑，理苟不渝，虽屈匪辱。此缴。 \\n 赈恤水灾牌 \\n 据南康、建昌、抚州、宜黄等县申称：非常水灾，乞赐大施赈恤，急救生灵流移等情。看得横水非常，下民昏垫，实可伤悯！但计府县所积无多，实难溥赈，其地方被水既广，而民困朝不谋夕，若候查实报名，造册给散，未免旷日迟久，反生冒滥。已行二府各委佐贰官，及行所属被水各县掌印等官，用船装载谷米，分投亲至被水乡村，验果贫难下户，就便量行赈给。 \\n 为照南昌所属水灾尤剧，但居民稠杂，数多顽梗；若赈给之时，非守巡临督于上，或致腾踊纷争。为此仰分守巡南昌官吏，即便分督该府县官于预备仓内米谷，用船装运，亲至被水乡村，不必扬言赈饥，专以踏勘水灾为事，其间验有贫难下户，就便量给升斗，暂救目前之急。给过人户，略记姓名数目，完报查考，不必造册扰害。所至之地，就督各官申严十家牌谕，通加抚慰开导，令各相安相恤。仍督各官俱要视民如子，务施实惠，不得虚文搪塞，徒费钱粮，无救民患，取罪不便。 \\n 仰湖广布按二司优恤冀元亨家属 \\n 照得湖广常德府武陵县举人冀元亨，忠信之行，孚于远迩云云，已经备咨六部院寺等衙门详办去后。今照冀元亨该科道等官，交章申暴；各该官司，办无干碍；先已释放。不期复染虐痢身故。该部司属官员，及京师贤士大夫莫不痛悼，相与资给衣棺。本院亦已具舟差人扶柩归葬。但恐本生原籍官司，一时未知详悉，仍将家属羁监，未免枉受淹禁。除将本生节义，另行具本奏请褒录外。拟合通行，为此牌仰抄案回司，即行常德府速将举人冀元亨家属，通行释放；财产等项，亦就查明给还收管。仍将本生妻子，特加优恤，使奸人知事久论定之公，而善类无作德降殃之惑；其于民风土习，不为无补矣。 \\n 批江西按察司故官水手呈 \\n 看得佥事李素，处心和易，居官清谨，生既无以为家，死复无以为殓，寡妻弱妾，旅榇万里，死丧之哀，实倍恒情。该司议欲加拨长夫水手护送，非独僚友之情，实亦惇廉周急之义，准议行令各府佥拨长夫水手，照例起关，差人护送还乡。 \\n 仰南康府劝留教授蔡宗兗 \\n 据南康府儒学中，看得教授蔡宗克，德任师儒，心存孝义，今方奉慈母而行，正可乐英才之化。况职主白鹿，当宋儒倡道之区；胜据匡庐，又昔贤栖隐之地；偶有亲疾，自可将调，辄兴挂冠之请，似违奉檄之心。仰布政司备行南康府掌印官，以礼劝留，仍与修葺学宫，供给薪水，稍厚养贤之礼，以见崇儒之意。缴。 \\n 批江西布政司礼送仕官呈 \\n 据江西布政司呈：“查勘新建知县李时，告送佥事李素丧归云南，任内无碍缘由。”看得知县李时所呈，量才能而知止，已见恬退之节；因友丧而求去，尤见交谊之敦；既经查勘明白，亦合遂其高致。仰司即行该府听令本官以礼致仕，动支无碍官银，置备彩帐羊酒，从厚送饯；加拨长夫水手，资送还乡。该司仍将本官致仕缘由，行原籍官司，用彰行谊之美，以为风俗之劝。缴。"}
{"章节": "卷三", "正文": "卷三 \\n  \\n  \\n 知行录之三　公移三 \\n 钦奉敕谕通行 \\n 嘉靖六年七月初十日，节该钦奉敕谕： \\n 先该广西田州地方逆贼岑猛为乱，已令提督两广等官都御史姚镆等督兵进剿，随该各官奏称，岑猛父子悉已擒斩，巢穴荡平，捷音上闻，已经降敕奖励，论功行赏，及将该设流官添设参将等事条陈，又经该部议拟覆奏施行去后。续该各官复奏，恶目卢苏倡乱复叛，王受攻陷思恩，又经切责各官计处不审，行令将失事官员戴罪督兵剿捕，及调江西畲兵，湖广永、保二司土兵，并力剿杀，务收全功；并敕巡按御史石金纪功外，但节据石金所奏前项地方，卢苏、王受结为死党，互相依倚，祸孽日深，将来不可收拾；又参称先后抚臣举措失当，姚镆等攘夷无策，轻信寡谋，图田州已不可得，并思恩胥复失之，要得通行查究追夺。朕以事难遥度，姚镆等前功难泯，后有疏虞，得旨切责之后，能自奋励，平寇有功，亦未可知，难遽别议。乃下兵部议奏，以各官先后所论事宜，意见不同；且兵连两广，调遣事干邻境地方，必得重臣前去，总制督同议处，方得停当。今特命尔提督两广，及江西、湖广等处地方军务，星驰前去彼处，即查前项夷情，田州因何复叛，思恩因何失守，督同姚镆等斟酌事势，将各夷叛乱未形者，可抚则抚，反形已露者，当剿则剿，一应主客官军，从宜调遣，主副将官及三司等官，悉听节制，治以军法，明示威信，务要计处合宜。仍令彻史石金随军纪验功次，从实开报，以凭升赏。贼平之后，公同计处，应设土官流官，何者经久利便；并先今抚镇等官，有功有过，分别大小轻重，明白奏闻区处。凡用兵进止机宜，及一应合行之事，敕内该载未尽者，悉听便宜从长处置；事体十分重大者，具奏定夺。朕以尔勋绩久著，才望素隆，特兹简任尔，务以体国为心，闻命就道，竭忠尽力，大展谋猷，俾夷患殄除，地方安靖，以纾朕西南之忧；仍须深虑隙顾，事出万全，一劳永逸，以为广人久远之休，毋得循例辞避，以孤众望；尔钦哉！故谕钦此。 \\n 钦遵。照得当爵猥以菲才，滥膺重寄，多病之余，精力既已减耗；久废之后，事体又复阔疏；大惧弗堪，有负委托。及照两广之与江西、湖广，虽云相去辽远；而壤地相连，士夫军民，往来络绎；传闻既多，议论有素，况在无嫌之地，是非反得其真；且处傍观之时，区画宜有其当；合行谘询，以辅不逮。除委用职官，及调遣军马临时相机另行外，拟合通行。为此仰抄捧回司，照依案验备奉敕谕内事理，即行本司掌印佐贰及各道分巡兵备守备等官，并所属大小衙门各该官吏，凡有所见，勿惮开陈；其间或抚或剿，孰为得宜；设土设流，孰为便利；与凡积弊宿蠹之宜改于目前，远虑深谋之可行于久远者，备写揭帖，各另呈来，以凭采择。各该官吏俱要守法奉公，长廉远耻，去患卫民，竭忠报国。毋以各省而分彼此，务在协力以济艰难，果有忠勇清勤绩行显著者，旌劝自有常典，当爵不敢蔽贤；其或奸贪畏缩志行卑污者，黜罚亦有明条，当爵亦不敢同恶；深惟昧劣，庶赖匡襄，凡我有司，各宜知悉。仍行镇守抚按等衙门知会，一体钦遵施行。 \\n 湖兵进止事宜 \\n 据广西桂林道右参政龙诰、佥事申惠会禀：“原调永、保二司宣慰官舍土兵共六千余员名，八月自辰州府起行，九月尽可到省城，各职即日起程前去全州、兴安等处接应督押；为照大兵进止，自有机宜；今未奉节钺抚临，莫知适从；查得旧规，兵至即发哨径趋宾州听遣；如至宾州而未用，恐接境思、田二府不无致生疑变，合无将各兵前赴梧州府屯扎，听候军门抚临调度”等因。照得本年八月二十四日先准兵部咨，该本爵看得，先任总督巡抚都御史姚，已蒙钦准致仕，而本爵又以扶病就医，听候辞本命下，未即起程；况湖兵未至，秋暑尚深，遥计贼情正在懈弛，机有可乘，事宜从便，已经行仰各该失事带罪立功守巡参将，及各领兵督哨等官，务要相度机宜，若各叛目诚心投抚，中间尚有可怜之情，朝廷岂以必杀为事，且宜从权抚插，听候本爵督临查处；若是阳投阴叛，谲诈反覆，度其事势，终难曲全，则宜密切相机乘间行事，务在获厥渠魁，不得滥加无罪，各官务要协和行事，既无参错牴牾有乖共济之义，亦无贪功轻率仰戾好生之仁，又经行仰各遵照施行去后。 \\n 今据前因，看湖兵既至，势难中止；非徒无事漫行，有失远人之信；亦且师老财费，重为地方之忧；但闻诸道路，传诸商旅，皆谓各目投抚之诚，今已甚切；致乱之情，尚有可原；且朝廷以好生为德，下民无必死之仇，是以本爵尚尔迟疑，欲候督临，乃决进止。顾传闻未真，兵难遥度，各官身亲其事，必皆的知；况原任总督虽已致政，尚在统领，老成慎重，当无随策；若果事在不疑，即宜乘机速举，一劳永逸，以靖地方；如其尚有可生之道，亦且毋为必杀之谋，匪曰姑息，将图久安。及照各处流贼，素为民患，非止一巢，若用声东击西之术，则湖兵之来，未为徒行；各官俱密切慎图，务出万全。本爵亦已扶病昼夜速进，军中事宜，从便施行；一面呈禀抚镇巡按等衙门一体通行知会，俱毋违错。 \\n 牌谕安远县旧从征义官叶芳等 \\n 往年本爵提督南、赣、汀、漳等处军务，因地方盗贼未平，身亲军旅，四出剿除；尔叶芳等乃能率领兵夫，来随帐下奋勇杀贼，效劳为多。后遭宁藩之变，尔叶芳又能坚辞贼贿，一闻本爵起调牌到，当即统领曾德礼等，及部下兵众，昼夜前来，远赴国难，一念忠义，诚有可嘉，备历辛苦，立有战功，赏未酬劳，予心慊慊，尝欲表奏尔一官，以励忠勤；随因本爵守制还家，未及举行。今兹奉命总制四省军务，复临是境，看得旧时从征军士，多被忌功之徒，百般屈抑，心殊为之不平。念尔叶芳，旧劳未酬，合就先行奖励；故特差典史张缙将带花红羊酒，亲至尔家，用旌尔功。尔其益谨礼法，以缉下人，益殚忠勤，以报上德，省谕部下之人，务要各安生理，各守家业。人惟不为善，未有为善而不获善报者；人惟不为恶，未有为恶而不受恶殃者。闻尔所居之地，傍近各寨新民；虽云向化，其间尚多与尔为仇，尔宜高尔墙垣，严尔警备，以戒不虞。尔等尝与杜柏、孙洪舜等不和，各宜消释，讲信修睦，安集地方。吾所以卷卷诲谕尔等者，实念尔等辛勤从我日久，吾视尔等不啻如父子，虽欲已于言，情有所不容已也。吾今以军机重务，即赴两广，不得久留赣城，尔等但体吾教戒之意，各安室家，不必远来候见，徒劳无益。其曾德礼等，俱各谕以此意。 \\n 批南康县生员张云霖复学词 \\n 看得张云霖原系本院檄召起兵从征人数，立有功次，已经核实造报，皆本院所亲知；后因忌功之徒，搜求罗织，遂令此生屈抑至此，言之诚为痛愤。仰分巡岭北道即兴查审教官费廷芳招案，有无干涉；功赏银两，曾否收给；仍行提学道收送复学，则有功之士，不至于抱冤愤；而本生仗义勤王之节，庶亦不负其初心矣。 \\n 放回各处官军牌 \\n 照得先因田州等处变乱，前任军门抽拨两省官军及差官，取调左右两江土官目兵前赴南宁等处驻扎，听候征剿。今照各夷皆来告要诚心向顺，已渐有平复之机，且各处城池边隘缺人防守，往往来告盗贼乘间窃发，亦不可不为之虑。况今春气萌动，东作方兴，各兵屯顿日久，霜眠草宿，劳苦万端，应合放回。为此牌仰本官即将军门原调各处官军机兵打手，及土官目兵尽数撤散，放回休息，及时农种，防守城池。惟湖广永、保二司土兵，姑留听候，俟沿途夫马粮草完备，然后发回。各具由回报，毋得违错。 \\n 犒谕都康等州官男彭一等 \\n 看得广西某州县官孙族某，官男头目某等，统领土兵前来南宁宾州地方，屯哨日久，劳苦良多；即今岁暮天寒，各兵远离乡土，岂天室家之念，故今特加犒劳，通放归复业安生。本族官目务要严整行伍，经过地方，毋得侵扰人家一草一木，有犯令者，即时照依军法斩首。到家之后，仰本州县官仍要爱惜下人，辑和邻境，毋得恃强凌弱，倚众暴寡，越理逾分，自取罪累，遵守朝廷法制，保尔土地人民。牌仰本州县官执照遵守，到家之日，俱依准回报。 \\n 扎付永顺宣慰司官舍彭宗舜冠带听调 \\n 据湖广永顺等处军民宣慰使司领征言带舍把彭明伦、田大有等呈称：“统兵土舍彭宗舜系致仕宣慰彭明辅嫡生次男，伊兄彭宗汉身故，本舍应该袭替；嘉靖五年宗汉奉征田州，蒙军门扎付冠带杀贼；惟本舍见统目兵听用，又自备家丁三千报效，窃恐未授官职，军威无所瞻肃；呈乞比照故兄彭宗汉事体授职便益”等因，到爵。 \\n 为照军旅之政，非威严则不肃；等级之辨，非冠带无以章。今官舍彭宗舜于常调之外，自备家丁，随父报效，不避艰险，勤劳王事，固朝廷之所嘉与，况又勘系应次男，今以土舍领兵，于体统未肃，合就遵照敕谕便宜事理，给与冠带，以便行事。除事宁另行具奏外。为此扎仰官舍彭宗舜先行冠带，望阙谢恩，仍须秉节持身，正己律下，申严约束，而使兵行所在，无犯秋毫；作兴勇敢，而使兵威所加，有如破竹。务竭忠贞，以图报称，功成之日，具奏旌赏，国典具存。先具冠带日期，依准缴报。仍行本省镇巡衙门知会，毋得违错。 \\n 批广西布按二司请建讲堂呈 \\n 据参政汪必东、佥事吴天挺呈请建讲堂号舍，以便生员肄业事。看得感发奋励，见诸生之有志；作兴诱掖，实有司之盛心。不有藏修之地，难成讲习之功，况境接诸蛮之界，最宜用夏变夷，而时当梗化之余，尤当敷文来远，虽亦俎豆之事，实关军旅之机，准如所议，动支军饷银两，即为起盖，务为经久之计，毋饰目前之观。完日，开数缴报。 \\n 批立社学师耆老名呈 \\n 据思明府申称：“要令土人谭劼、苏彪加以社学师名号；乡老黄永坚加以耆老名号。”看得教民成俗，莫先于学。然须诚爱恻怛，实有视民如子之心，乃能涵育薰陶，委曲开导，使之感发兴起；不然则是未信而劳其民，反以为厉己矣。据本县所申，是亦良法，但须行以实心，节用爱民，施为有渐，不致徒饰一时之名，务垂百年之泽始可。该道守巡官仍加劳来匡直，开其不逮。备行该府查照施行。 \\n 议处江古诸处瑶贼 \\n 节据各道哨守官兵呈报，照得广西府江、古田、洛容诸处瑶贼，日来势益猖炽，皆由近年以来，大征之举既为虚文，而雕剿又复绝响，是以为彼所窥，肆无忌惮。今思、田事体渐就平息，湖兵西归有日，正可相机行事。为此牌行左布政严纮，密切会同参政龙诰，按察使钱宏，副使李如圭、翁素，将各稔恶贼巢，务访的确；密拘知因乡道，备询我兵所由道路险夷远近，及各贼巢所在，议谋既定，即可迎约湖兵决机行事；要在声东击西，后发先至，但诛其罪大恶极者一处两处，其余且可悉行宽抚，容令改恶从善，务在去暴除残，惩一戒百，不必广捕多杀，致令玉石无分，惊疑远迩，后难行事。若其事势连络广远，关系重大，亦且不宜轻动。本院尚驻南宁，彼中事机，势难遥度，谅各官平日素有深谋沉勇，秉义奋功，一切机宜，自能周悉。近报划平之获，已见用心之勤，尚须后效，一并奏请。凡有申禀，密切封来。 \\n 批岭西道立营防守呈 \\n 据佥事李香呈称：“顾募打手，立营防守缘由。”看得所议既得其要略，但屯兵固不可分，而合兵又不宜顿，必须该道及统兵官时将屯聚之兵，督率于贼盗出没要害往来巡视操演；因而或修复营堡，或开通道路，或戒饬反侧瑶寨，或抚安凋弊民村，巡行惯熟，远近不疑；择其长恶不悛者，间行雕剿，惩一戒百。如农夫之植禾，必逐渐而耕耨；如园丁之去草，必以次而芟除。庶屯聚之兵，无坐食之患，而有日新之功矣。仰备行各官查照施行。 \\n 犒送湖兵 \\n 照得先该军门奏调湖广永顺、保靖二宣慰司土官目兵前来征剿田州等处。今照各夷自缚归降，地方平靖。为照宣慰彭明辅、彭九霄虽未及冲冒矢石，摧坚破敌；然跋涉道途，间关山海，不但劳苦之备尝，且其勤事之忠，赴义之勇，不战而胜，全师以归，隐然之功，亦不可掩；所据宴劳之礼，相应照旧举行。其沿途该用廪给口粮等项，亦合计算总支；庶免阻滞，及省偏州下邑之扰。为此牌仰本官行会左参政龙诰，佥事吴天挺，参议汪必东督行南宁府，于赏功彩缎金银花枝银两内照依开数支出，赍送各宣慰，并给赏各舍目收领，以慰其劳。仍将永、保二司官舍头目人等合用廪给口粮等项，查取见在确数各有若干，亦行南宁府查自本府起，至梧州府止，计算几县，每驿扣算该银若干，就于军饷银内支给；又自梧州起，至桂林府止，查算县驿若干，亦就行该府支银应付；又自桂林府起，照前计算至全州止，银两亦行该府查给。其各州县止是应付人夫，再不许别项科派于民。仍通行南宁、浔州、梧州、平乐、桂林、全州各查照单内预行整办犒劳，下程听候各官舍目到彼，分送犒劳给赏施行。 \\n 批岭西道抚处盗贼呈 \\n 看得各处盗贼，全在抚处得宜，绥柔有道，使之畏威怀德，岁改月化，自然不敢为恶，乃为善策；虽雕剿之举，亦不得已而后一行。至于待其猖獗肆恶，然后悬金以购首级之获，掩袭以求斩捕之多，抑亦末矣。今后该道官务思抚处绥柔之长策，如驾舟之舵，御马之辔，操持有要，而运动由己；若舍舵与辔而广求驾御之术，虽极功巧习熟，终亦不免倾跌之虞。一应赏罚，量功大小以为多寡；军门原有旧规，军职累功升级，亦有见行事例；临阵退缩，仰遵敕谕事理，当时以军法从事。俱仰查照施行。缴。 \\n 禁革轻委职官 \\n 据广东布政司呈参：“广州左等四卫掌印指挥王冕、海信、杜隆、冯凝，千户陆宗等，百户刘恺等，不修职业，委弃城池，远出经旬，肆无忌惮，应合参问。”参看擅离职役，律有明条；今各处军卫有司官往往辄因私事，弃职远出；或因上司经由，过为趋谄，越境送迎，往回动经旬月，上下相安，恬不为异，仰布政司通行禁革究治。今后不系紧急军机重务，其余问候申请等项，虽亦公事，势有轻缓者；上役吏胥差使，不许轻委职官，非但廪给夫马，骚扰道途，劳费不少；抑且城池库狱，一有亏失，贻累匪轻。各该衙门首领官今后俱要置立文簿，凡遇掌印佐贰及带俸等官公事出入，俱要开记月日；因某事到某处送迎，或承何衙门到某处差委，某年月日回任，岁终缴报本院，以凭查究。 \\n 大抵天下之不治，皆由有司之失职；而有司之失职，独非小官下吏偷惰苟安侥悻度日，亦由上司之人，不遵国宪，不恤民事，不以地方为念，不以职业经心，既无身率之教，又无警戒之行，是以荡弛日甚，亦宜分受其责可矣。仰布政司备行各该守巡、各兵备、守备及府、州、县、卫、所等大小衙门，仰各查照施行。该卫掌印等官姑记未究。其陆宗、刘恺遵照本院钦奉敕谕事，先行提究，以警其将来。此缴。 \\n 分派思田土目办纳兵粮 \\n 照得思恩、田州二府，各设流官知府治以土俗；其二府原旧甲分城头，除割田州八甲分立土官知府，以存岑氏之后。其余悉照旧规，不必开图立里；但与酌量分析，各立土目之素为众所信服者以为土官巡检，属之流官知府，听其各以土俗自治，照旧办纳兵粮，效有勤劳，递加升授；其袭授调发，必皆经由于知府；其官职土地，皆得各传其子孙。除具题外。为照各甲城头，既已分析，若不先令各自暂行分管，诚恐事无统纪，别生弊端。为此牌仰田州府土目龙寄等遵照后开甲分，每岁应该纳办官粮，查照开数，依期完纳，出办一应供役征调等项事情，悉听知府调度约束。本目仍要守法奉公，正己律下，爱养小民，保安境土，毋得放纵恣肆，逾分于纪，自取罪累，后悔无及，候奏请命下，仰各钦遵施行。 \\n 计开： \\n 凌时甲每年纳夏税秋粮米八十八石八斗七升七合。每调出兵三百八十四名。 \\n 每年表笺用银三钱二分。 \\n 须知一本，赴广西用银一钱一分。 \\n 须知二本，赴京用银八钱八分。 \\n 每年纳官猪等例银一十三两。 \\n 每年纳官禾四十担，重一百斤。 \\n 每年供皂隶禾七担。 \\n 完冠砦陶甲。 \\n 案行广西提学道兴举思田学校 \\n 照得田州新服，用夏变夷，宜有学校；但疮痍逃窜之余，尚无受廛之民，即欲建学，亦为徒劳；然风化之原，终不可缓云云。除具题外，拟合就行。为此仰抄案回道，著落当该官吏备行所属儒学遵照，但有生员，无拘廪增，愿改田州府学，及各处儒生愿附籍入学者，各赴告本道，径自查发，选委教官一员，暂领学事，相与讲肆游息，或兴起孝弟，或倡行乡约，随事开引，渐为之兆，俟休养生息一二年后，该府建有学校，然后将各生徒通发该学肄业，照例充补增廪，以次起贡，俱无违错。 \\n 揭阳县主簿季本乡约呈 \\n 据揭阳县主簿季本呈为乡约事。足见爱人之诚心，亲民之实学，不卑小官，克勤细务，使为有司者，皆能以是实心修举，下民焉有不被其泽，风俗焉有不归于厚者乎！但本官见留军门听用，该县若无委官相继督理，未免一暴十寒；况本院近行十家牌谕，虽经各府县编报，然访询其实，类是虚文搪塞；且编写人丁，惟在查考善恶，乃闻加以义勇之名，未免生事扰众，已失本院息盗安民之意。访得潮州府通判张继芳持身端确，行事详审，仰该府掌印官将发去牌式，再行晓谕所属，就委张继芳遍历属县，督令各该县官勤加操演，务要不失本院立法初意。仍先将牌谕所开事理，再四绸绎，必须明白透彻，真如出自己心，庶几运用皆有脉络，而施为得其调理。该县乡约仰委县丞曹森管理，毋令废堕。 \\n 赈给思田二府 \\n 照得近因思、田二府攘乱，该前总镇等官奏调三省汉土官军兵快人等前来南宁府屯住防守，军民大小，男不得耕，女不得织，而湖兵安歇之家，骚扰尤甚；今虽地方平靖，湖兵已回，然疮痍未起，困苦未苏，况自三月已来，天道亢旱，种未入土，民多缺食，诚可悯念！已经行仰同知史立诚遍查停歇湖兵之家，开报相应量行赈给。为此牌仰南宁府著落当该官吏，专委同知史立诚即将十名以上七十一家，各给米二石，咸鱼二十斤；五名以上三百五十六家，各给米一石三斗，咸鱼十三斤；五名以下四百五十四家，各给米一石，咸鱼十斤；就于该府军饷米鱼内支给开报。其余大小军民之家，谕以本院心虽无穷，而钱粮有限；各宜安心生理，勤俭立家，毋纵骄奢，毋习游惰，比之丰亨豫大之日虽不足，而方之兵戈扰攘之时则有余矣。 \\n 牌行灵山县延师设教 \\n 看得理学不明，人心陷溺，是以士习日偷，风教不振。近该本院久驻南宁，该府及附近各学师生前来朝夕听讲，已觉渐有奋发之志；但穷乡僻邑，本院既未暇身至其地，则诸生亦何由耳闻其说，合行委官，遍行训告。 \\n 看得原任监察御史，今降合浦县丞陈逅，理学素明，志存及物，见在军门，相应差委。除行本官外。为此牌仰灵山县当该官吏，即便具礼敦请本官于该县学安歇，率领师生，朝夕考德问业；务去旧染卑污之习，以求圣贤身心之功。该县诸生应该赴试者，临期起送；不该赴试者，如常朝夕听讲。或时出与经书策论题目，量作课程；不得玩易怠忽，虚应故事，须加时敏之功，庶有日新之益。该县仍要日逐供给薪米之类。候该县掌印官应朝之日，本官不妨训迪诸生，就行兼署该县印信。 \\n 牌行委官陈逅设教灵山 \\n 看得理学不明云云。除行廉州府及所属县外，牌仰本官即便前去该府及所属县，行各掌印官召集各该县师生，遍行开导训告，各行立志敦本，求为身心之学，一洗旧习之陋，度量道里，折中处所，于灵山县儒学住歇，令各县师生可以就近听讲。其诸生该赴试者，临期起送；不该赴试者，如常朝夕聚会，考德问业，毋令一暴十寒，虚应文具。亦或时出经书策论题目，量作课程；就与讲析文义，以无妨其举业之功。陶，庶可望其改化；诚本官平日素能孜孜汲引，则此行必能循循善诱。该县掌印官应朝之日，本官不妨训迪诸生，就行兼署该县印信，待后县官应朝回日，方许交还。 \\n 牌行南宁府延师设教 \\n 看得理学不明，人心陷溺，是以士习益偷，风教不振。近该本院久住南宁，与该府县学师生朝夕开道训告，颇觉渐有兴起向上之志；本院又以八寨进兵，前往贵州等处调度，则兴起诸生，未免又有一暴十寒之患。看得原任监察御史，今降揭阳县主簿季本，久抱温故知新之学，素有成己成物之心，即今见在军门，相应委以师资之任。除行本官外，仰南宁府掌印官即便具礼率领府县学师生敦请本官前去新创敷文书院，阐明正学，讲析义理。各该师生务要专心致志，考德问业，毋得玩易怠忽，徒应虚文。其应该赴省考试者，扣算程期，临时起送；不该赴试者，仍要如常朝夕质疑问难。或时出与经书题目，量作课程；务加时敏之功，以求日新之益，该府县仍要日逐量送柴米供给。 \\n 牌行委官季本设教南宁 \\n 看得理学不明，人心云云。除行该府掌印官率属敦请外，仰本官就于新创敷文书院内安歇。每日拘集该府县学诸生，为之勤勤开诲，务在兴起圣贤之学，一洗习染之陋。其诸生该赴考试者，临期起送；不该赴试者，如常朝夕聚会。考德问业之外，或时出与经书论策题目，量作课程；就与讲析文义，以无妨其举业之功。大抵学绝道丧之余，未易解脱旧闻旧见。必须包蒙俯就，涵育薰陶，庶可望其渐次改化。谅本官平素最能孜孜汲引，则今日必能循循善诱。诸生之中有不率教者，时行夏楚，以警其惰。本院回军之日，将该府县官员师生查访勤惰，以示劝惩。 \\n 批岭东道额编民壮呈 \\n 据岭东道巡守官呈：“议将各额编民壮存留，照旧守城；并追工食，雇募打手调用。”看得本院自行十家牌式，若使有司果能著实举行，则处处皆兵，家家皆兵，人人皆兵，防守之备既密，则追捕之兵自可以渐减省，以节民财，以宽民力。但今有司类皆视为虚文，未曾实心修举；一旦遂将额设民壮三分减一，则意外不测之虞，果亦有如各官所呈者。合且姑从所议，将各民壮照旧存留，备行该道所属查照施行。仍仰各官务要用心举行十家牌式，不得苟且因循，惟事支吾。目前徒倚繁难自弊之术以为上策，反视易简久安之法以为迂缓，噫！果有爱民之诚心，处官事如家事者，其忍言者之谆谆，而听之乃尔其藐藐耶？凡我各官戒之敬之！此缴。 \\n 裁革文移 \\n 据布政司呈：“今后但有牌案行属者，则于备仰语后止令奉行官吏具遵行过缘由回报。”看得近来官府文移日烦，如造册依准等项，果系徒劳徒费，虚文无补，本院欲革此弊久矣，因军务纷剧，未及举行；据呈前因，可谓先得我心之同然者。自今事关本院，除例该奏报及仓库钱粮金帛赃罚纸价预备稻谷等项，仍于每岁终开项共造手册一本，送院查考外；其余一应不大紧要文册，及依准等项，通行裁革，务从简实，以省劳费。凡我有官皆要诚心实意，一洗从前靡文粉饰之弊，各竭为德为民之心，共图正大光明之治，通备行各该衙门查照施行。缴。 \\n 批右江道调和寨目呈 \\n 据副使翁素呈，湖润寨目兵径赴镇安取调，准议备出印信下帖，给与该府该司；各永永执照，以杜后争。湖润既已自知原属镇安，自此必益洪事大之职；镇安既欲自求仍统湖润，自此必益施字小之仁；须要诚心协和，庶可永绝祸患。若徒追胁矫诬于一时，终必反覆变乱于日后，此自取灭亡，后悔何及。仰各知悉遵照毋违。此缴。 \\n 批南宁府表扬先哲申 \\n 据南宁府申称：“北门外高岭原有庙宇，以祠宋枢密使狄武襄公青，经略使余公靖，枢密直学士孙公沔，邕州太守忠壮苏公缄，推官忠愍谭公必缘，年久倾颓，止存基址；今思、田既平，所宜修复，以系属人心，以耸示诸夷。”看得表扬先哲，以激励有位，此正风教之首；况旧基犹存，相应修复，准支在库无碍官银，重建祠宇；其牌位祭物等项，照旧修举；完日具由回报。此缴。 \\n 批增城县改立忠孝祠申 \\n 据增城县申称：“参得广东参议王网，字性常，洪武年间因靖潮寇，父子贞忠大孝，合应崇祀；于城南门外天妃庙改立忠孝祠。”看得表扬忠孝，树之风声，以兴起民俗，此最为政之先务；而该县知县朱道澜乃能因该学师生之请，振举废坠，若此则其平日职业之修，志向之正，从可知矣。仰行该县悉如所议施行，其神像牌位及祭物等项，俱听从宜酌处。完日具由回报。此缴。 \\n 批参政张怀奏留朝觐官呈 \\n 据左参政张怀所呈，悯念兵荒，欲留府县正官，足见留心地方。但今岁应朝事体颇重，朝廷励精图治，必有维新之政；各该正官正宜一行，以快观感；似难通行奏留，仰各照例依期起程。况该道守巡既得贤能官员，各肯忧劳尽心；若此各府州县虽无正官，其各佐贰亦必警戒修省，自堪驱策。其间果有阘冗不才，不任委寄者，该道即行别委相应官员署管。仰即通行查照施行，毋再疑滞。缴。 \\n 经理书院事宜 \\n 据参事吴天挺呈称：“将南宁城东西二壕花利，通收府库；支与书院师生应用，剩银修理，仍置教官私宅号房，以为定规。”看得所呈事宜，足见该道官留心学校，兴起士习之美意，俱准照议施行。但事无成规，难垂久远，而管理非人，终归废坠。该道仍须置立文簿，将区处过事宜逐件开载，给付该府县学及管理书院官各收一本存照，相继查考举行，以防日后埋没侵渔之弊。仍于各教官内推举学行端方、堪为师范者呈来定委，专管书院诸务，训励诸生，庶几法立事行，人存政举，而今日书院之设为不虚矣。仍行提督学校官知会，一体查督举行；及备行该府县学官吏师生查照施行，俱毋违错。此缴。 \\n 牌行南宁府延师讲礼 \\n 照得安上治民，莫善于礼，冠婚丧祭诸仪，固宜家谕而户晓者，今皆废而不讲，欲求风俗之美，其可得乎？况兹边方远郡，土夷错杂，顽梗成风，有司徒事刑驱势迫，是谓以火济火，何益于治？若教之以礼，庶几所谓小人学道则易使矣。近据福建莆田儒学生员陈大章前来南宁游学，进见之时，每言及礼。因而扣以冠婚乡射诸仪，果亦颇能通晓。看得近来各学诸生，类多束书高阁，饱食嬉游，散漫度日。岂若使与此生朝夕讲习于仪文节度之间，亦足以收其放心，固其肌肤之会，筋骸之束，不犹愈于博弈之为贤乎。为此牌仰南宁府官吏即便馆谷陈生于学舍，于各学诸生之中，选取有志习礼及年少质美者，相与讲解演习。自此诸生得于观感兴起，砥砺切磋，修之于其家，而被于里巷，达于乡村，则边徼之地，自此遂化为邹鲁之乡，亦不难矣。诸生讲习已有成效，该府仍要从厚措置，礼币以申酬谢。仍备由差人送至广西提督学校官以次送发各府州县，一体演习。其于风教，要亦不为无补。 \\n 扎付同知林宽经理田宁 \\n 照得思、田二府平复，议将田宁府改设流官，见今天官管理。看得化州知州林宽才识通敏，干办勤励；本爵巡抚江西，知其可用，近因改建府治，修复城垣，已经委令经理；即若升以该府同知，而使久于其职，必有可观；已经具题奉有明旨。 \\n 续该本院看得南宁自宣化县至于田宁，逆流十日之程，其间错以土夷村寨，奸弊百出，本爵近因躬抚南宁思龙诸图，乡民拥道控告，愿立县治，因为经理。相度得村名那久者，宽平深厚，江水萦迥，居民千余家，竹树森翳，且向武各州道路皆经由其傍，亦为四通之地，堪以设立县治，属之田宁；亦足以镇据要害，消沮盗贼，又经具题外。 \\n 为照新升知府张钺尚未到任，合就扎仰本官即便管理府事，抚绥目民；其修筑城垣廨宇，及那久新立县治等项事宜，公同各该委官用心督理，务在修筑坚固，工程早完，以图经久。候知府张钺到任，仰本官专督思龙县治，务要清查所割图里钱粮明白，毋令奸民飞诡影射，致贻纷争。本官素有才识，志在建功立业，况奉新命，擢佐专城，远近土目人等侧耳注目，思有维新之政，本官务要竭心殚力，展布才猷，以仰答朝廷之恩，俯慰下民之望，中无负于车门之委托。如其因循玩惕，隳事废功，不但声名毁辱，抑且罪责难逃。 \\n 扎付同知桂整经理思恩 \\n 照得思、田二府平复，已经具题将柳州府同知桂鏊经理思恩府事，休劳息困，当有所济。续该本爵看得岑濬新移府治，皆斩山绝壁，如处戈矛剑戟之中，况瘴雾昏塞，薄午始开。本爵近因督剿八寨，亲往相度，看得地名荒田，宽衍膏腴，可以建府治。而上林县地名三里者，乃在八寨之间，其地多良田茂林，村落相望，堪以移设凤化县治，量筑城垣廨宇，招抚逃亡，可以成一方之保障；仍将上林一县，通割以属思恩，似于事势为便等因，又经具题外。 \\n 为照署掌府印，迁筑府城，新创县治，及盖廨宇等项，皆不可缺人督理，合就扎仰本官即便星驰前去思恩府署掌印信，抚绥目民其迁筑府城于荒田，移设县治于三里，及创建廨宇等项一应事宜，公同各该委官用心督理云云。如其因循玩惕，隳事废功，岂徒身名毁辱，兼亦罪责难逃。 \\n 牌行南昌府保昌县礼送故官 \\n 照得保昌县县丞杜洞，久在军门，管理军赏，清介自持，贤劳茂著，郡属之中，实为翘然；今不幸病故，使人检其行橐，萧然无以为归殡之资，殊可伤悼！今寻常故官小吏，无洞一日之劳者，犹且有水手殡殓之例；况洞从征恶寇，跋涉险阻，冲冒瘴毒，又且平日才而且贤，所谓以死勤事者矣！焉可以不从厚待之，是贤不肖略无所辨也。为此牌仰本府官吏，即于库贮无碍官钱内给与水夫二名，棺殓银十两，就行照例起关，应付船只脚力，查照家属名数，给与口粮，务要从厚资送还乡开报。及仰保昌县官吏，即便佥拨长行水手二名，棺殓银二十两，及将本官应得俸粮马夫银两，照数支给，交付伊男；及差的当人役，护送还乡，毋致稽误。 \\n 调发土兵 \\n 照得各州土兵，征调频数，本非良法，非但耗费竭财，抑且顿兵剉锐；必须各州轮年调发，一以省供馈之费，一以节各兵之劳，庶几土人稍有休息之期，而官府亦获精锐之用。已经行仰该司遵照备行南丹州官族莫振亨，即就拣选勇敢精锐目兵三千名，躬亲统领，照依克定日期前赴广西省城听调杀贼，果能输忠报效，立有奇功，即与具奏准袭该州官职，自今八月初一日为始，至下年八月初一日止，却调东兰州土兵依期更替。自今各州目兵，军门断不轻易调发，致令奔疲劳苦；亦决不姑息隐忍，纵令骄惰玩驰。但有稽抗迟误，违犯节制，轻则量行罚治，重则拿究，革去冠带，又重则贬级削地，又重则举兵诛讨，断不虚言，通行各土官兵目知悉，俱仰改心易虑，毋蹈前非，自贻后悔去后。 \\n 今据所呈，为照本院军今既出，难再轻改，失信下人。但本官呈称雕剿缺兵，固亦一时权宜，况称原系本州先年自愿报效，不在秋调之数，亦合寻从所请，暂准取调。为此牌仰本官即便会同镇守太监传伦，行仰该州土官韦虎林，照数精选目兵，前赴省城，听各官调遣剿贼；待三两月间事异，随即撤放回州，遵照军门批行事理，依期更班听调，不许久留失信。其所呈雕剿事宜，悉听会同三司掌印守巡兵备等官依拟施行。事完之日，通将获过功次，用过钱粮数目，开报查考，俱毋违错。仍行总镇总兵镇巡等衙门知会。 \\n 犒奖儒士岑伯高 \\n 照得思、田之乱，上廑九重，命将出师，动调四省军马钱粮，汹汹两年，功未告成，而变日不测。本院前来勘处，是固仰赖皇上好生之仁格于天地，至诚动物，不疾而速，是以宣布威德，而旬月之间诸夷即尔革心向化，翕然来归。然而奔走服役，固有效劳于下者，其间乃有深谋秘计之士，潜开默导，以会合事机，其功隐而难见，此惟主将知之，功成行赏，是所谓首功者也。 \\n 照得儒士岑伯高素行端介，立心忠直，积学待时，安贫养母。一毫无所苟取，而人皆服其廉；一言不肯轻发，而人皆服其信；游学横州、南宁之间，远近士夫，及各处土官土夷，莫不闻风向慕，仰其高节。本院抚临之初，即用此生，使之深入诸夷，仰布朝廷之德，下宣本院之诚，是以诸夷孚信之速，至于如此，本生实与有力焉。当时平复奏内，即欲具列本生之功；而事变方息，深谋秘计，未欲张布于诸夷，但本生志在科第发身，不肯异途苟进，坚辞力请，本院不欲重违雅志，遂尔未及奏列。今思、田既已大定，凡有微劳于兹役者，莫不开列；而本生之功泯然未表，其于报功励忠之典，诚有未当。仰抄案回司即于军饷银内动支一百两，及置买彩币羊酒礼送本生，以见本院慰赏犒劳之意。仍仰遵本院钦奉敕谕便宜事理，给与军功冠带，以荣其身。该司仍备给扎付执照，并行原籍官司，以礼优待，免其杂泛差徭，明朝廷赏功之典，彰军门激励之道，既以遂其养母之愿，且以遂其高尚之心；是后本生志求科第，其冠带自不相妨。仍行两广总镇总兵镇巡等衙门知会。 \\n 征剿八寨断藤峡牌 \\n 据留抚田州、思恩等处地方右布政使林富，原任副总兵都指挥同知张祐连名呈称：田州、思恩平复，居民悉已各安生理，士夷亦皆各事农耕，地方实已万幸；惟八寨瑶贼云云。合就仰遵敕谕事理，量拨官兵，协同卢苏、王受等士兵，分路进剿。除差官舍赍捧令旗令牌分投督押士兵，本院亲至宾州、思恩等处相机调度，面授方略外。为此牌仰右布政使林富、副总兵张祐即便督领官军，督发土目卢苏、王受等兵夫，从公尧、思恩取路进剿后开寨分，务要声言各贼累年杀害良民，攻劫州县乡村之罪，歼厥渠魁，及其党与罪恶显著者，明正天讨，以绝祸根。除临阵擒斩外，其余胁从老弱，一切皆可宥免。今兹之举，惟以定乱安民为事，不以黩武多获为功；各官务要仰体朝廷忧悯困穷之心，俯念地方久遭盗贼屠戮之苦，督各官兵目兵人等，务歼真正恶目，一洗民冤，永除民患，以靖地方。仍禁兵马所过乡村，毋得侵扰民间一草一木，有犯令者，仰即遵本院钦奉敕谕事理，当即处以军法，俱毋有违节制方略，自取罪戾。 \\n 牌行领兵官 \\n 牌行左参将署都指挥佥事张经，会同该道守巡守备官，及湖广督兵佥事汪溱，都指挥谢珮，督永顺宣慰彭明辅，统兵进剿牛肠诸贼云云。及监都保靖宣慰彭九霄，统兵进剿六寺、磨刀等寨诸贼云云。未至信地三日之前，停军中途，候约参将张经，与同守巡各官集议，先将进兵道路之险易远近；各巢贼徒之多寡强弱；及所过良民村分之经由往复；面同各乡道人等逐一备细讲究明白，务要彼此习熟通晓，若出一人。然后克定日时，偃旗息鼓，寂若无人，密至信地，乘夜速发，务使迅雷不及掩耳，将各稔恶贼魁，尽数擒剿，以除民害，以靖地方。除临阵斩获外，其余胁从老弱，一切皆可宥免。今兹之举，惟以定乱安民为事，不以多获首级为功；各官务要仰体朝廷忧悯困穷之心，俯念地方久罹荼毒之苦，仍要禁约军民人等，所过良民村，当兹委用，务竭心力，大展才猷，以祛患安民。一应机宜，牌内该载不尽者，听公同各官计议从便施行，一面呈报。事完之日，通将获过功次，开报纪功御史衙门纪验，以凭奏报。仍密行总镇镇巡等衙门知会，俱毋违错。 \\n 戒谕土目 \\n 案照先经行委副总兵张祐处，率督官土目兵人等进剿思恩八寨瑶贼，今据头目卢苏、王受等禀报，皆已攻破各寨，斩获贼级，虽未日久，苦亦无多；且又未见获有真正首恶，中间恐有容隐脱放情弊，合行戒谕督促。为此牌仰本官上紧亲行督谕各头目及土兵人等，俱要协力齐心，竭忠报效，务图剿灭，以绝祸根，庶可以表明各目尽忠图报之真心；若是少有纵容，复留遗孽，亦是徒劳一场，不足为功，适足为罪，非惟不能仰报朝廷再生之恩，其于本院所以勤勤恳恳，不顾利害是非，务要委曲成就尔等之意亦辜负矣。牌至，即以此意勉谕各目各兵，此举非独为除地方之害，亦为尔等建子孙久长之业，尽此一番辛苦，便可一劳永逸矣。发去良民，其榜可给则给，可止则止，一应事机，俱仰相机而行。其号色等项，已付思、田报效人役径自带回分表，亦宜知悉。 \\n 追捕逋贼 \\n 据同知桂鏊禀报：“领兵土目卢苏、王受等，各已屯兵八寨，斩获贼首贼从数多，巢穴悉已破荡，即今方在分兵四路搜剿。”及称：“附近上林县一十八村，俱搬移上山躲住。又访得铁坑、那埋二堡贼村，界连迁江、洛春、高径、大潘、思卢、北三、向北夷僮村分，今皆逃往潜住。又访得八寨贼徒，我兵未进之前，陆续出劫乡村，今皆不敢回巢，散入宾州渌里，并贵县凉伞、垒纸等夷僮村分藏躲，合行分兵搜捕”等因。 \\n 看得八寨瑶贼，稔恶多年，攻劫乡村，杀害人民，掳掠财畜，百姓怨恨，痛入骨髓；今恶贯满盈，民怨神怒，巢穴破荡，分崩离析，如失林之枭，投置之兔，迷魄丧魂，正可蒐搜猎而尽，是乃上天欲亡此贼之秋，若不乘此机会，奉行天讨，以雪百姓之冤，以舒神人之怒，以除地方之祸，存其遗孽，复为他日根芽，此岂为民父母之心乎？及访得平日哨守八寨官兵人等，往往与贼交通者；据法俱应明正典刑，今且姑未拿究，容其杀贼报效，立功自赎。除各差官督剿外。为此牌仰指挥程万全，督率迁江所土官指挥黄禄，千户黄瑞、百户凌显等，各起集管下土兵人等，前去北三、思卢等处搜捕各贼。仍行晓谕各良善向化村寨，务将逃躲各贼，尽数擒斩，以泄军民之愤，获功解报，一体给赏。若是与贼通谋，容留隐蔽，访究得出，国宪难逃。如是各贼果有诚心悔罪，愿来投抚立功报效者，亦准免其一死，带来军门抚谕安插。各官务要尽忠竭力，上报国恩，下除民患，副军门之委托，立自己之功名。仍督平日与贼交通之人，令其向道追捕，痛加惩改，及此机会，立功自赎；果能奋不顾身，多获真正恶贼，非但免其既往之罪，抑且同受维新之赏。若犹疑贰观望，意图苟免，定行斩首示众，断不虚言，本院数日之后，亦且亲临地方，躬行赏罚，仰各上紧立功，毋自取悔。 \\n 牌行委官林应骢督谕土目 \\n 看得田州、思恩领兵头目卢苏、王受等所领目兵，皆系骁勇惯战之人；今又各为身家子孙之计，自愿出力报效，立功赎罪，既已攻破贼巢，分屯其地，则其搜捕溃散之贼，当如探囊取物，数日可尽。今已半月有余，尚未见有成功，气势日见委靡，此必军中收有贼巢妇女等项，贪恋女色财物，不肯割舍脱离，奋勇杀贼，苟且偷安，遂致兵气日衰，军威不振，若诸贼闻此消息，乘此懈怠，掩袭不备，我军必致挠败。如此则是各目此举，本欲立功而反败事；本欲赎罪而反增罪；非惟不能仰报朝廷之德，抑且有损军门之威矣。正名定罪，后悔何及！ \\n 为此牌仰原任户部郎中、今降徐闻县县丞林应骢，赍执令旗令牌，会同总兵监军等官，公同署田州府事知州林宽，身督头目卢苏等，阅视各营，但有收得贼巢妇女财物者，通行搜出，俱各开纪名数，别立老营一所，选委老成头目，另拨谨实小心兵夫，昼夜管守。将各贪恋女色财物、不肯奋勇杀贼头目兵夫，姑且免其罚治，责令即出搜山，果能多有擒斩，旬日之内功成班师，仍将前项妇女财物，照名给还，亦不追失前罪。若有贪恋女赃，违犯军令，仍前不肯效力者，仰即遵照军门号令，当时斩首示众，断毋姑息容忍，致败三军大事。 \\n 盖前日之招抚，专以慈爱恻怛为念者，乃是本院怜悯两府之民无罪而就死地，乃是父母爱子之心，惟恐一民不遂其生也。至于今日用兵，却须号令严明，有功必赏，有罪必戮者，乃是本院欲安两府之民，使之立功赎罪，以定其良家，而因以除去地方之恶，是乃帅师行军之道，不如此不足以取胜而成功也。差去旗牌官员务要星火催督，毋事姑息，若旬日之后，再无成功，本院亲临分地，定先将监军督军等官明正军法；其推托避事，不肯奋勇杀贼头目，通行斩首，决不虚言。 \\n 牌委指挥赵璇留剿余贼 \\n 牌仰指挥赵璇，前去督哨副总兵张祐处，查审各寨稔恶瑶贼，曾否剿绝；各兵见在何处，闻已出屯三里，仰就各营土兵目夫，凡有疾病老弱者，俱令在营将息调理；其精壮骁勇目兵，仍仰本官务要三四日，或五六日，督令入山巡剿一番，出意外之奇，以示不测之武，须候各山果无潜遁之奸，各巢已无复归之贼，俟军门牌至，方许回兵。仍谕土目卢苏、王受等，以如此炎毒天气，如此暑雨连绵，各兵久在山中，辛勤劳苦，本院非不惓惓忧念；但一则欲为尔等立功，一则欲为地方除害，心虽不忍久劳尔等，而势有所不能已也。尔等其务体本院之意，再耐旬日之苦，以成百年之功，毋得欲速一时，致贻后悔。事完之日，通至宾州，本院亲行犒赏，就领牌扎，仰各知悉。 \\n 牌行副总兵张祐搜剿余巢 \\n 访得上林相近地方如渌茅等村，皆系阳招阴叛，与八寨诸贼里应外合，积年流毒地方，即其罪恶，尤有甚于八寨诸贼，若不剿灭，终遗祸根。为此今差指挥赵璇，赍牌前去督哨副总兵张祐处计议，仰即密召领兵头目卢苏、王受等，令各挑选精兵一千，或一千五百，以搜巡八寨为名，当日乘夜速发，分道夹剿后开各贼村分，务要歼除党与，荡平巢穴。若是各贼奔窜大名深山，各兵就可留屯其地，食其禾米六畜，分兵探贼向往追捕。本院先曾发有武缘乡兵，分搜大名诸山，遥计此时，各贼正回山下各村躲住，及今往剿，正合事机。仰谕各目，务要潜机速发，不得迟留隔宿，必致透漏消息，徒劳无功。发兵进剿之后，一面差人飞报。 \\n 计开： \\n 绿茅。通亲。绿小。批头。罗暖。 \\n 其余各巢，不能尽开，须要量其罪恶大小，可剿则剿，可抚则抚，相机而应。 \\n 犒劳从征土目 \\n 照得思、田二府头目卢苏、王受等率领部下兵夫，自备衣粮，征剿八寨瑶贼，渠魁殄灭，群党削平，即今地方宁靖，旋师奏凯，实由各目兵夫不避炎蒸，奋勇效劳。但进兵以来，妨废一年耕种，况今青黄不接之时，部下兵夫家属，未免缺乏，相应量为赈给，以慰人心。为此牌仰同知桂鏊即便会同南宁府掌印官，将该府军饷粮米鱼盐内照依开数支给各头目收领。但念思恩南宁道里相去隔远，粮米搬运不便，合就于武缘县见贮军饷米内支给，与各领用，以见本院体恤之心。仍开给散过数目缴报查考，毋得违错。 \\n 绥柔流贼 \\n 接左江道参议等官汪必东等呈称：“古陶、白竹、石马等贼，近虽诛剿，然尚有流出府江诸处者，诚恐日后为患，乞调归顺土官岑瓛兵一千名，万承、龙英共五百名，或韦贵兵一千名，住扎平南、柱平冲要地方。”及该府知府程露鹏等亦申：“量留湖兵，及调武靖州狼兵防守”等因。 \\n 始观论议，似亦区画经久之图；徐考成功，终亦支吾目前之计。盖用兵之法，伐谋为先；处夷之道，攻心为上；今各瑶征剿之后，有司即宜诚心抚恤，以安其心；若不服其心，而徒欲久留湖兵，多调狼卒，凭藉兵力以威劫把持，谓为可久之计，则亦末矣。殊不知远来客兵，怨愤不肯为用一也。供馈之需，稍不满意，求索訾詈，将无柢极二也。就居民间，骚扰浊乱，易生仇隙三也。困顿日久，资财耗竭，适以自弊四也。欲借此以卫民，而反为民增一苦；欲借此防贼，而反为吾招一寇；各官之意，岂不虞各贼乘间突出，故欲振扬兵威，以苟幸目前之无事，抑亦不睹其害矣。前岁湖兵之调，既已大拂其情，乃今复欲留之，其可行乎？ \\n 夫刑赏之用当，而后善有所劝，恶有所惩；劝惩之道明，而后政得其安。今稔恶各瑶，举兵征剿，刑既加于有罪矣；然破败奔窜之余，即欲招抚，彼亦未必能信。必须先从其傍良善各巢，加厚抚恤，使为善者益知所劝，而不肯与之相连相比，则党恶自孤，而其势自定。使良善各巢传道引谕，使各贼咸有回心向化之机，然后吾之招抚可得而行，而凡绥怀御制之道，可以次而举矣。 \\n 夫柔远人而抚戎狄，谓之柔与抚者，岂专恃兵甲之盛，威力之强而已乎？古之人能以天地万物为一体，故能通天下之志。凡举大事，必须其情而使之，因其势而导之，乘其机而动之，及其时而兴之；是以为之但见其易，而成之不见其难，此天下之民所以阴受其庇，而莫知其功之所自也。今皆反之，岂所见若是其相远乎？亦由无忠诚恻怛之心以爱其民；不肯身任地方利害为久远之图；凡所施为，不本于精神心术，而惟事补辏掇拾，支吾粉饰于其外，以苟幸吾身之无事，此盖今时之通弊也。 \\n 合就通行计处，仰抄案回道，即行知府程云鹏，公同指挥周胤宗，及各县知县等官，亲至已破贼巢各邻近良善村寨，以次加厚抚恤，给以告示，犒以鱼盐，待以诚信，敷以德恩。喻以朝廷所以诛剿各贼者，为其稔恶不悛；若尔等良善守分村寨，我官府何尝轻动尔等一草一木，尔等各宜益坚向善之心，毋为彼所扇惑摇动。从而为之推选众所信服，立为酋长，以连属之；优其礼待，厚其犒赏，以渐绥来调习，使之日益亲附。又喻以稔恶各贼，彼若不改，一征不已，至于再，再征不已，至于三，至于四五，至于六七，必使灭绝而后已。此后官府若行剿除，尔等但要安心乐业，无有惊疑。若各贼果能改恶迁善，实心向化，今日来投，今日即待以良善，即开其自新之路，决不追既往之恶；尔等即可以此意传告开喻之，我官府亦未尝有必欲杀彼之心。若彼贼果有相引来投者，亦就实心抚安招来之，量给盐米，为之经纪生业，亦就为之选立酋长，使有统率，毋令涣散。一面清查侵占田土，开立里甲，以息日后之争；禁约良民，毋使乘机报复，以激其变。如农夫之植嘉禾而去茛莠，深耕易耨，芸菑灌溉，专心一事，勤诚无惰，必有秋获。夫善者益知所劝，则助恶者日衰；恶者益知所惩，则向善者益众；此抚柔之道，而非专有恃于兵甲者也。 \\n 至于本院近行十家牌谕，诚亦弭盗安民之良法，而今之有司概以虚文抵塞，莫肯实心推求举行，虽已造册缴报，而尚不知其间所属何意，所处地方。该道仍要用心督责整理，诚使此法一行，则不待调发，而处处皆兵，不待屯聚，而家家皆兵；不待蓄养，而人人皆兵；无馈运之劳，而粮饷足；无关隘之设，而守御固；习之愈久，而法愈精；行之弥广，而功弥大；其前项区处摘调之兵，有虚名而无实用；可张皇于暂时，而不可施行于永久者，劳逸烦简，相去远矣。惟有囗该府议欲散撤雇倩机快等项，调取武靖州土兵，使之就近防守一节，区画颇当。然以三千之众，而常在一处屯顿坐食，亦未得宜；必须分作六班，每五百名为一班，每两个月日而更一次；若有雕剿等项，然后通行起调，然必须于城市别立营房，毋使与民杂处，然后可免于骚扰嫌隙。盖以十家牌门之兵，而为守土安民之本；以武靖起调之兵，而备追捕剿截之用；此亦经权交济相须之意，合就准行。仰该道仍将行粮等项，再议停当，备行该州土目人等遵照奉行。自今以后，免其秋调各处哨守等役，专在浔州地方听凭守备参将调用，凡遇紧急调取，即要星驰赴信地，不得迟违时刻。守巡各官仍要时加戒谕抚辑，毋令日久玩弛，又成虚应故事。 \\n 本院疏才多病，精力不足，不能躬亲细务；独其忧患地方，欲为建立久安长治一念，真切自不能已，是以不觉其言之叨叨。各官务体此意，毋厌其多言，而必务为绸绎；毋谓其迂远，而必再与精思；务竭其忠诚，务行其切实，同心协德，共济时艰。通行总镇、总兵、镇巡等衙门知会。仍行三司各道守巡守备等官，事有相类者，悉以此意推而行之。发去鱼盐，或有不足，再行计处定夺。 \\n 告谕村寨 \\n 近年牛肠等寨，积年稔恶，是以举兵征剿。尔等良善村寨，我官府自加抚恤，决无侵扰，各宜益坚为善之心，共享太平之乐。其间平日纵有罪犯，从今但能中心改过，官府决不追论旧恶，毋自疑沮，或为彼所扇惑，自取灭亡，后悔无及。就使已剿余党，果能悔罪自新，官府亦待以良善，一体抚恤。若是长恶不悛，一剿、十剿至于百剿，必加殄灭，断不虚言。尔等各寨，为善为恶，日后自见，各宜知悉。 \\n 议立县卫 \\n 看得八寨瑶贼，稔恶为患，巢穴连络千里，实为广西众贼之渊薮。近该本院进剿，扫荡巢穴，若不及今设置军屯卫县，据其心腹要害，以厄塞各贼呼吸之咽喉，断绝各贼牵引之脉络，不过数年，又将屯聚生息，祸根终未剪除。本院身亲督调各兵，看得周安堡正当八寨之中，而三里堡亦当八寨之隘，俱各山势回抱，堪以筑立城郭，移卫设县；但未经广询博访，详审水土之善恶，民情之逆顺，中间有无利害得失，拟合再行查访。为此牌仰分巡右江道兵备副使翁素，会同该道分守官，即便督同同知桂鏊，指挥孙网等，带领高年知识，亲至其地，经营相度；若果风气包完，水土便利，即行料理规制，景定方向，各另画图贴说。仍要咨访父老子弟通晓贼情，习知民俗者；即今移立卫县，其于四远贼巢果否足能控制，民情有无便益妨损，务在人心乐顺，足为经长永久之计，然后备由呈来，以凭会奏。就将筑立城垣合用木石、砖灰、人夫、匠作、料价、工食等项，议估停当，具揭呈来，以凭先行一面委官分督办理，及时兴工，毋得忽意苟且，玩愒迟延，致误事机。 \\n 抚恤来降 \\n 据参将张经呈称：“武靖州耕守黄璋等一十四名，被十冬总甲黄邓护等妄捏窝贼，乞行释放，仍给榜谕。”看得本院屡经牌仰该道该府等官，将各向化良善村寨，加意抚恤怀柔，以收其散亡之势，而坚其向善之心，庶使远近知劝，而恶党自孤。各官略不体承本院勤勤恳恳之意，肆志妄行，轻信十冬奸民之言，辄便推求往事，为之报复旧仇，沮抑归向之望，惊疑反侧之心，听其所为，必成激变，后虽寸斩奸民之骨，固亦何救地方之患？所据违法各官，即合治以军法，姑且记罪，再行饬谕，仰将见监黄璋、李举等一十四名，即行释放；仍加慰谕，令其复业宁家。其十冬黄邓护等监候本院抚临，解赴军门发落。今后仍要备细开谕该府该县十冬里老人等各要守法安分，务以宁靖地方为重，不得乘机挟势，侵剥新旧投抚之人，协取财物，泄愤报怨，及至酿成变乱，却又贻累地方，劳烦官府；今后有违犯者，体访得出，或被人告发，决行拿送军门，治以军法，断不轻恕。仍将发去告示，即行刊刻，给赴十冬里老人等遵照奉行。具遵行过缘由缴报。 \\n 批广东市舶司提举 \\n 故官水手呈 \\n 看得广东市舶司提举已故钱邦用，平日果系清白自守，足称廉能，仍今客死远乡，情殊可悯！仰广州府即与量拨水手，起关资送还乡。其原领文凭，发该门转缴。此缴。"}
{"章节": "卷四（1）", "正文": "卷四（1） \\n  \\n  \\n 知行录之四　三征公移逸稿 \\n 德洪昔哀次师文，尝先刻奏疏、公移凡二十卷，名曰《别录》，为师征濠之功未明于天下也。既后刻《文录》，志在删繁，取公移三之二而去其一。沈子启原冲年即有志师学，搜猎遗文若干篇，录公移所遗者类为四卷，名曰《三征公移逸稿》，将增刻《文录续编》，用以补其所未备也。出以示余。余读而叹曰：“吾师学敦大源，故发诸政事，澜涌川决，千态万状，时出而无穷。是稿皆据案批答，平常说去，殊不经意，而仁爱自足以沦人心髓，思虑自足以彻人机智，文章又足以鼓舞天下之人心，若金沙玉屑，散落人世，人自不能弃之，又奚病于繁耶？”乃为条揭其纲以遗之，使读者即吾师应感之陈迹，可以推见性道之渊微云。隆庆庚午八月朔日，德洪百拜识。 \\n 批漳南道教练民兵呈 \\n 据兵备佥事胡琏呈：“将各县民快，操练教习颇成。”看得，事苟庇民，岂吝小费；功有实效，何恤浮言！参据呈词，区画允当，仰该道依拟施行。再照，兵不在多，惟贵精练。事欲可久，尤须简严。所募打手等项，更宜逐一校阅。必皆技艺绝伦，骁勇出众，因能别队，量材分等，使将有余勇，兵有余资，庶平居不致于冗食，临难可免于败师。批呈缴。 \\n 批漳南道进剿呈 \\n 据兵备佥事胡琏呈：“卢溪等洞贼首詹师富等，势甚猖獗，备将画图贴说，待期攻剿。”看得，兵难遥度，事贵乘时。今打手民快等兵，既已募集，仰该道上紧密切，相机剿扑。惟在歼取渠魁，毋致横加平善。其大举夹攻行详议。呈缴。 \\n 教习骑射牌 \\n 看得，五兵之用，弓矢为先；南方之技，骑射所短；最宜习演，以修长技。今南赣诸处军兵所操弓矢，类皆脆弱。十步之外，不穿鲁缟，以是御敌，真同儿戏。访得福建省城弓矢，颇胜他处，合行选取。为此牌仰福建漳南道转行福建都司，选取精巧惯习弓兵四名，该道量给口粮、脚夫，送赴军门，成造弓矢事完，仍发原伍著役。 \\n 批南安府请兵策应呈 \\n 据知府季斅呈：“各巢贼党众多，本府兵力寡弱，乞添兵协剿。”该岭北道议，将南康二班赖养介兵，拨补县丞舒富；兴国谢庄兵、雩都张英才兵，拨补冯廷瑞统领。其本府仍用添兵营策应。及行该府起立军营二处，听候官兵到彼安插。其南康、上犹二县，俱该一体起立回报。 \\n 看得，赖养介、谢庄、张英才所统，准令与峰山、双秀等兵更补，预建营房，议尤适当。即行该府议行，务要地势雄壮，沟堑深高，虽系一时之谋，亦为可久之计。 \\n 看得南安、上犹所聚兵众，每处不下二千，防遏剿袭，略已足用。各官犹以兵少为辞，不能运谋出奇，亦已可见。今可行令各官，分部原领各兵，一意防遏。另调坎字营一千二百人，令指挥来春统领，往屯南安。又调艮字营一千二百人，令指挥姚玺统领，往屯上犹。二营人马专以相机剿袭为事，声东击西，务使踪迹靡定，条聚复散。每念变态无常，该道即将该去各兵查给口粮，二十四日已时起营前去。仍行该府县官，务要协力同心，相为犄角之势，共成夹剿之功。呈缴。 \\n 批岭北道攻守机宜呈 \\n 批兵备副使杨璋呈称：“访得前项贼徒，俱被逃往横水、桶冈大巢屯聚，所平巢穴，未免复来营给。合行知府季斅统领异字营兵一千二百名，防遏大庾县贼巢。县丞舒富仍统震字营兵一千二百名，防遏上犹、南康二县贼巢。” \\n 看得各巢贼党，虽已溃散，计其势穷食绝，必将复出剽虏。所议防遏事理，照议施行。仍行县丞舒富，务要在于贼巢总会处所屯扎，多遣乖觉乡导，分路爪缉，探知贼徒将出，即便设伏擒剿，务竭忠诚，以副委任，毋得虚文粉饰。此后但有推托坐视，定行治以军法。再照前项贼徒，今皆聚于横水、桶冈，若遣重兵直捣其地，示以必攻之势，彼将团结自守不暇，势必不敢分众出掠，不过旬余，两巢之贼可以坐取。仍仰该道密议直捣方略，呈来定夺。呈缴。 \\n 批漳南道给由呈 \\n 据佥事胡琏呈给由事。看得，本官才器充达，执履坚方，始因军机重务，以致考满过期。今盗贼既靖，合准给由。但久安之图，尚切资于经理，招抚之众，方有待于缉绥。仰本官给由事毕，即便作急回任，勿为桑梓之迟，有孤闾阎之望。呈缴。 \\n 批兵备道奖励官兵呈 \\n 据副使杨璋呈，据知府季斅等依奉本院方略，攻破禾沙、石路坑等巢一十九处，擒斩首从贼人陈曰能、锺明贵、唐洪众，及杀烧死贼从，俘获贼属，夺获马牛骡羊器械等项。为照各贼肆毒无厌，名号不轨，若使遂其奸谋，得以乘虚入广，其为患害，何可胜言。副使杨璋乃能先事运谋，潜行剿袭，一夕之间，攻破巢穴，扑燎原之火于方燃，障溃岸之波于已决。知府季斅、指挥冯翔等亲领兵众，屡挫贼锋，相应奖励，以旌功能。其各营将士，俱能用命效力，奋勇擒斩，亦合一体赏劳。为此仰赣州府官吏，即便支给商税银两，买办后开礼物，及将发去银牌羊酒，就委府卫掌印官备用彩亭鼓乐，迎送各官，用旌剿袭之功，以明奖励之典。仍将发去赏功银两，照名给赏。其阵亡射伤兵夫，亦各查给优恤。各官务要益竭忠贞，协谋并勇，大作三军之气，共收万全之功。 \\n 调用三省夹攻官兵 \\n 准兵部咨，该湖广巡抚都御史秦题云云。已经开陈两端，具本上请去后。今准前因，除南赣二府兵粮事宜另行外，所据领兵等官，俱在得人，必须先委。访得九江府知府汪隶、吉安府知府伍文定、汀州府知府唐淳，久习军旅，惠州府知府陈祥，器度深沉，俱各才识练达。程乡县知县张戬，近征大伞等处，独统率新民，奋勇当先，功劳尤著。抚州府东乡县知县黄堂、建昌府新城县知县黄文鸑、袁州府萍乡县知县高桂、吉安府龙泉县知县陈允谐，素有才名，堪以领兵。但事干各府，各官之中，或有违抗推托，临期必致误事。除具本题请，但有不遵约束，许以军法从事，合就通行知会。为此仰抄案回府，即行本官，密切整备衣装。及将上杭县义官李福英名下打手，再行拣选，务要骁勇精悍者一千名，给与资装器械，听候命下。另有公文至日，即便不分星夜，兼程前进军门，以凭调用施行。 \\n 夹攻防守咨 \\n 准湖广巡抚都御史秦咨云云。看得龙泉一县，与上犹县诸巢接境。将来三省夹攻，使龙泉所守不固，则吉安属县俱被骚扰。必须大兵一哨，就从此路进剿，方可止贼奔冲。已行吉安府知府伍文定，备行所属龙泉、万安、太和等县，永新、安福等所，精选民间打手，或在官机兵，共二千名，编成队伍，督同知县陈允谐等分统，俱赴龙泉县屯扎。该县乡夫，即日起集，守把隘口，听候刻期夹剿外。今准前因，合就咨报。为此备由移咨前去，烦为查照施行。 \\n 行岭北道催督进剿牌 \\n 案照先经行仰该道守巡官，分投先往上犹、大庾等处住扎，听候各哨官兵至日，即便催督进剿去后。今照领兵等官，已该本院坐委，合行分投催督。为此仰抄案回道，即便催督各哨官兵，遵照方略，依期星夜直抵巢穴，务将前贼扫荡扑灭，以靖地方，毋遗芽蘖，致贻后患。本官仍行各官，详察地里险易，相度机宜，慎重行事，毋得轻率寡谋。及逗遛退缩，致误事机，定行军法从事。军中未尽事宜，亦听随机应变施行，仍呈本院知会，俱毋违错。 \\n 刻期会剿咨 \\n 准巡抚湖广都御史秦咨：“议照会剿事情，已该兵部议奉钦依，刻期于九月中进兵。职等督理兵粮，粗有次第。近因杨总兵病故，又为两广路远，约会颇难，只得改期十月初旬，衡州取齐，听候分哨会兵具题，及差官约会进剿。即今所调汉土官兵，不旬日间俱集。若令住扎候至闰十二月方行会剿，非惟粮饷不敷，亦恐地方骚扰，况贼情狡诈，必致乘虚奔逸。除移文两广总镇军门查照，作急会议，一面严督布守官兵，谨把贼路，防其奔逸；一面督发兵粮，委官分哨，相机策应剿杀外。备咨贵职，查照事理，至期督发各哨夹剿，仍希由咨报。”等因。案照先为紧急军务事。本职看得，进攻次第，江西惟桶冈一处，该与湖广之兵会合。其长流左溪、横水等处，皆深入南安府所属三县腹心之内。见今不次，拥众奔冲，势难止遏。欲将前项贼巢，以次相机剿扑。候贵治之兵齐集，夹攻桶冈，又经移咨贵职外。 \\n 续据县丞舒富等呈称，各畲贼首，闻知湖广士兵将到，欲奔桶冈，集众拒战，战而不胜，奔入范阳大山。乞急为区处等因到院。随将领兵知府邢珣等，指受方略，刻期于十月十二日子时发兵进兵。本院即日进屯，亲临南康督战，遂破横水、左溪等巢。但贼首未获，方行各哨追袭。今准前因，照得江西兵粮粗已齐集。及照十一月初一日之期，亦已不远。除行兵备等官监督各哨，一面分投追袭未获贼徒，一面行令，务在十一月初一日移兵径趋桶冈等处，分布夹攻，不许后期误事。及行兵备副使杨璋、移文参将史春知会外。为此合咨前去，烦请贵院查照，早为督发，切勿后时。 \\n 横水建立营场牌 \\n 照得本院亲督诸军，进破横水等巢，贼徒已就诛戮。但山高林密，诚恐漏殄之徒，大军撤后，仍复啸聚，必须建立营场，委官防守。为此牌仰典史梁仪，协同千户林节统领宁都机兵四百名，信丰机兵六百名，就在横水大村，砍伐木植，相视地势雄阜去处，建立营场一所，周围先竖木栅，逐旋修筑土城，听候本院回军住扎，以凭委官留兵防守。各官务要同力协谋，精勤干理，工完之日，照依军功论赏。所领兵众，如有不听约束，许以军令责治。其合用夫匠等项，听于南安所属上犹、南康等县取用。该县俱要即时应付，毋得迟违误事。 \\n 搜扒残寇咨 \\n 据知府邢珣、唐淳会呈：“各职近奉本院调发，于本年十一月初一日，依湖广刻期夹攻桶冈峒诸巢，遵依攻破茶寮等处，擒斩贼党已尽。见今各兵四散搜扒，无贼可捕。访得官兵未进之先，各贼带领家属逃往桂东县连界大山藏躲，及将捕获贼人黄顺等备细研审相同。但今彼处官兵未见前来，若不移文催督，诚恐先遁各贼，乘虚在彼奔窜，各营官兵，难于过境搜扒。呈乞照详。”等因到院。查卷，先为前事，已经通行湖广、江西、广东三省该道兵备、守巡等官，调集官军，把截夹攻；及严省、府、卫、所、州、县等官，起集兵快乡夫，各于贼行要路，昼夜把截，若贼奔遁，就便相机擒捕去后。今据前因，照得桶冈贼徒，陆续潜逃，所据守隘等官，未暇参究。但今各贼，久在彼处藏躲，若不速行搜扒，将来大兵既撤，诸贼必将复归桶冈，重贻后患。为此合咨贵院，烦将原调官兵，量摘三四千前来桂东连界大山，逐一搜扒，必使果无噍类，然后班师，庶几一劳永逸，而彼此两无遗憾。及请戒令各兵，止于连界大山搜扒，不得过境深入，尤为地方之幸。 \\n 批准惠州府给由呈 \\n 据知府陈祥申给由事。看得，知府陈祥，政著循良，才堪统驭，近因兴师之举，且迟考绩之行。今本官亲从本院征剿叛贼，效劳备至，斩获居多，巢穴悉皆扫平，地方已就宁靖，既喜奏功于露布，允宜上最于天曹，除赏功之典另行外，仰该府即便照例起送给由。申缴。 \\n 批攻取河源贼巢呈 \\n 据佥事王天用呈：“河源朱峒、吴天王、曹总兵、邓都督等一十三围，并上下二山，共有先锋三千余兵，五府六部俱全，声言起城立殿，势诚猖獗。”看得，所呈各贼，聚众三千，设官僭号，即其事势，亦岂一朝一夕之故？而各该府、县等官，前此曾无一言申报，据法即合拿究。但称所呈亦据传闻，未委虚的；又虑万一果如所呈，各该官吏正在紧关剿截之际，姑且俱未参提。仰该道再行查勘的实，果如前情，即便一面严督各该官司，加谨防遏，一面议处机宜，或移夹剿之回师，或促候调之狼卒，度量缓急，相机而行。如其事未猖扬，情犹可抚，亦要周防安插，区处得宜。俱仰火速具由呈来，以凭议奏。仍呈总督巡按等衙门，公同计议施行。呈缴。 \\n 批赣州府赈济呈 \\n 据赣州府呈：“本府赣县等七县，将在仓稻谷粜银赈济。”看得，兵革之余，民困未苏，加以雨水为灾，农务多废，虽将来之患，固宜撙节预防，而目前之急，亦须酌量赈济。据该府所申，计处得宜，合行各县照议施行。仍仰各掌印官，务须严禁富豪之规利，痛革奸吏之夤缘，庶官府不为虚文之应，而贫民果沾实惠之及。各具由回报。申缴。 \\n 批岭北道修筑城垣呈 \\n 据副使杨璋呈：“所属府、卫、县城垣倒塌数多，而石城一县尤甚，应该估计修理。合委知府季斅、邢珣，不妨府事，督修本府城垣。龙南县署印推官危寿，兴国县知县黄泗，瑞金县知县鲍珉，各委督修本县城垣。惟石城县知县林顺，柔懦无为，合行同知夏克义，估计督修。”看得，城垣倒塌，地方急务。幸兹盗贼荡平，正可及时修筑。若患至而备，则事已无及。该道即行各该承委官员查照，估算工程，措置物料，一应事宜，各自从长议处呈夺。各官务要视官事如家事，惜民财如己财；因地任力，计日验功；役不逾时而成坚久之绩，费不扰民而有节省之美；庶称保障之职，以副才能之举。呈缴。 \\n 查访各属贤否牌 \\n 节该钦奉敕谕：“军卫有司官员中政务修举者，量加奖劝；其有贪残畏缩误事者，文职五品以下，武职三品以下，径自拿问发落。钦此。”钦遵。切照当职抚临赣州等处，向因亲剿群贼，多在军前，所据大小衙门官员中间，志行之贤否，政务之修废，类皆未暇采访，拟合通行查报。为此除布按二司，本院自行询访外，牌仰本道官吏，即便从公查访所属军卫有司官员。要见某官廉勤公谨，某官贪婪畏缩，某官罢软无为，某官峻刑酷暴，备细开造小册，就于前件下填注，印封密切，马上差人赍报，以凭复奏，黜陟拿问施行。毋得循情，查报不公，致有物议，自取参究。仍行本道各将掌印佐贰等官年甲籍贯，到任年月日期，亦开前件，揭帖一本，印信各令，差人赍报，不得稽迟。 \\n 行漳南道禁支税牌 \\n 照得上杭河税，原系本院钦奉敕谕，军马钱粮，径自便宜区画事理，专为军饷而设，自来非奉本院明文，分毫不许擅自动支，与该省各衙门原无干预。牌仰该道官吏，今后凡有相应动支，止许具由呈禀本院，听候批允，不得一概申请，有乖事体，渐开多门之弊，反生侵渔之奸。具依准。缴牌。 \\n 禁约驿递牌 \\n 照得水西驿递旧例，每遇公差，验有真正关文，随即送赴军门挂号，此乃防奸革弊定规。本院抚临赣州未几，即因盗贼猖獗，屡出剿平，尚未清查。访得近来多有奸诈之徒，起一关文，辄就洗改。或改一名为二三名者，或改红船为站舡者，或改口粮为廪给者，或改下等马为中等上等马者，或该有司支应而夤缘驿递应付者。又有或看望亲朋，或经过买卖，因与驿递官吏相识，求买关文，诈伪百端。若不挂号清查，非惟奸人得计，抑且有乖事体。为此牌仰本驿所官吏，即便印钤厚白申纸，装钉方尺文簿，一样二本，送赴军门。每遇公差关文，验无前项奸弊，就与誊换，随送军门挂号给付。如或本院出巡，就赴该道兵备挂号。中间若有交通，私与关文，或不经本院挂号，潜行应付者，定行拿问赃罪，决不轻贷。仍仰今后差拨舡只迎送，止许各至交界驿递倒换，立限回还。敢有贪图过关米粮，或权要逼勒过界者，就便指实申来，以凭拿问。仍行岭北道一体查照施行。 \\n 申明便宜敕谕 \\n 节该钦奉敕：“广东清远、从化、后山等处，与尔所辖南韶等府，壤地相接，事体互相有关。近该彼处镇巡官奏称，盗贼生发，师行有日，如遇彼处行文征兵协剿，亦要随即发兵前去防剿应援，以收全功。毋得自分彼此，致失事机，钦此。”钦遵。照得南府界连南赣大庾、信丰、龙南等县，而惠州、河源、兴宁亦各逼近贼巢，俱系紧关，奔遁潜匿之处，进攻防截之路。访得前贼为患日久，虽奉成命征兵协剿，诚恐贼计狡猾诈变，东追则西窜，南捕则北奔，若不早为查处，未免有误军机。为此仰抄案回司，会同三司掌印，及各该守巡、兵备等官，上紧调集兵粮，听候克期防剿，并将应剿贼巢，通行查出。行拘熟知地利险易乡导，责令画图贴说。要见某处贼巢，连近某处乡落；某巢界抵某处，系是良善村寨，某处系是善恶相兼；某处平坦，可以直捣；某处险阻，可以把截；某处系贼必遁之路，可以设伏邀击；某处贼所不备，可以间道掩扑；何处官军可以起调，何官可以委用，可以监统；粮饷何处措办，住扎何处；听候各要查处停当，备由马上差人飞报本院，以凭遵照钦奉敕谕，与各该镇巡官计议而行。其有军中一应进止机宜，亦要明白呈报，毋分彼此，致有疏虞。国典具存，罪难容恕。仍呈总督、镇守、巡按衙门知会。 \\n 犒赏新民牌 \\n 据招抚新民张仲全、陈顺珠等呈，解擒斩贼首池满仔、屠天佑等八名颗到院。为照张仲全等，始能脱离恶党，诚心向善，已为可取。又能擒斩叛贼，立功报效，即其忠勇，尤足嘉尚。所据张仲全合升授以百长，陈顺珠合升为总甲，各给银牌，以酬其功。其兵众三百余人，皆能齐心协力，擒捕叛贼，俱合犒赏。为此牌差百户周芳前去龙南县，着落当该官吏，即将赍去银牌给与张仲全、陈顺珠，牛酒及赏功银两，照数给与部下有功兵众。仍仰督同张仲全等，整束部下兵众，会同王受、郑志高等并力夹剿残贼，务要尽数搜擒，照例从重给赏。其屠天佑手下走散兵夫，原由牵引哄诱，皆可免死。仍仰张仲全遣人告谕，但能悔恶来归，仍与安插。或能擒斩同伙归投者，准其赎罪，仍与给赏。各役俱听推官危寿等节制调度，务要竭忠尽力，愈加奋勇，期收全功，以图报称。 \\n 行岭北等道议处兵饷 \\n 节该钦奉敕谕：“一应军马钱粮事宜，俱听便宜区画，以足军饷，钦此。”钦遵。照得，近因夹剿上犹，桶冈等贼，粮饷无措。当时仰赖朝廷威德，两月之间，偶速克捷，不然，必致缺乏。今各巢虽已扫定，而遗党窜伏，难保必无。况广东后山等处，方议征剿，万一奔决过境，调兵遏剿，粮饷为先。查得见行措置军饷，以防民患事例：今后江西南、赣等府有兵备去处，各该军卫有司所问囚犯，审有家道颇可者，不拘笞杖徒流并杂犯死罪。各照做工年月，每日折收工价银一分，送府收贮，以备巡抚衙门军情缓急之用。虽有别项公务，不得擅支，仍要按季申报，合干上司，以凭稽考，等因。照得，近来官吏因循不行，查照概将问追工价等银，俱称类解买谷，遂致军饷无备，甚属故违。具访前项银两，埋没侵渔甚众。今姑未查究，再行申明，仰抄案回道，着落当该官吏，并行南、赣二府卫、所、县。今后奉到问理等项，笞杖徒流杂犯斩绞罪，除有力纳米照旧外，其家道颇可者，俱要查照先行事例，折纳工价，俱收贮该府，以备本院军情缓急。敢有故违者，定行参以赃罪，决不轻贷。仍仰各置文簿二扇，按季循环开报查考，毋致隐匿。仍呈抚按衙门知会。 \\n 再批攻剿河源贼巢呈 \\n 据广东岭东道佥事朱昂等会呈：“河源县贼巢一十三处，势相联络，互为应援。贼首吴何俊等，并帽子峰贼首谭广护等，招亡纳叛，不止二千余众，累岁荼毒生灵。况又僭称天王、总兵、都督等号，罪恶滔天，人神共怒。必须请调大兵，剿绝根由，庶足以雪军民之冤。但此黠贼，性尤凶强。必藉狼兵，可以捣巢攻寨。大约以军兵二万有余，方克济事。”合行布政司查议粮饷，并赏功银两等项。又据惠州府云云。看得，贼众兵寡，委难集事。但动调狼兵，亦利害相伴。况开报贼巢，前后不同。合用粮赏，俱合预行查处。为此仰抄案回道，会同各守巡、兵备等官，将各巢穴再行备细查访。若果贼巢众多，官兵分哨不敷，必须添调狼兵，仰即径自呈请该省总督等衙门，上紧起调。若见在官兵略以足用，可以不调狼兵，亦免骚扰地方，就仰选委谋勇官，督同府、卫、县、所等官，将各汉达官军、兵快、乡夫，预先起集选练，于该府及近贼县分，密切屯扎，勿令张扬，候克期已定，然后昼伏夜行，出其不意，并击合剿。合用粮饷赏功等银，备行广东布政司查照上年大征事体，及时措备，毋致临期误事。如是兵粗措置，俱已齐备，仰即马上差人飞报军门，以凭亲临督战。或差官赍报令旗令牌，分督进剿。其各贼奔遁关隘，相应江西防截者，亦要上紧查报，以凭调发，各毋稽违，致有失误。国典具存，决难轻贷。先选熟知贼情三四人，赴军门听用。军中一应进止，或未尽机宜，应呈报者，亦就上紧呈报。仍呈总镇、镇守、巡按等衙门查照知会。 \\n 优礼谪官牌 \\n 照得本院奉命提督军务，征剿四省盗贼，深虑才微责重，惧无以仰称任使，合求贤能，以资谋略。访得潮州府三河驿驿丞王思，志行高古，学问渊源，直道不能趋时，长才足以济用。惠州府通衢马驿驿丞李中，坚忍之操，笃实之学，身困而道益亨，志屈而才未展，合就延引，以匡不及。为此牌仰该府，照牌事理，措办羊酒礼币，差委该县教官赍送本官处，用见本院优礼之意，仍照例起关应付。以礼起送前赴军门，以凭谘访，该驿印记，别行委官署掌。先具依准及礼过缘由。缴牌。 \\n 批漳南道设立军堡呈 \\n 据兵备佥事周期雍呈：“深田、半砂等处，负山滨海，地僻人稀，以致贼徒诱结，势渐猖獗。今虽议立军堡，一时未得完工，合行署都指挥佥事侯汴，暂且住扎南韶，设法擒捕。候军堡已完，行令遵照钦奉敕谕，前往武平县驻扎。”看得，所呈深田等处，盗贼日渐猖炽，各该巡捕等官，因循坐视，致令滋蔓，俱合拿赴军门。但当用人之际，姑且记罪。仰该道严加督捕，在目下靖绝，以功赎罪。及照该道原议，设立军堡十处。每堡军兵不过二三十人，势分力弱，恐亦不足以振军威，而扼贼势。仰该道会同守备官，再加酌量。如果军堡工费浩大，且可停止，将各堡该戍军兵分作两营，选委勇官二员分统，于各该盗贼出没地方，络绎搜捕，每月限定往来次数。就仰经过县分，按月开报兵备官处，不时考较督责。其该设军堡，止于每日程途所到去处，建立一所，以备宿歇。非独省费易举，亦且势并力合，地方可恃以无恐，盗贼闻风而自息矣。但事难遥度，该道仍须计审详议，一面呈报，务求至当，亦无苟从。再照前项地方，盗贼日盛，备御未立，准议暂委守备侯汴前往南韶住扎，严剿捕以靖地方。稍候武备既设，施行有次，仍旧还归武平住扎。该道照议批呈事理，即便备行本官查照施行，俱毋违错。 \\n 再申明三省敕谕 \\n 节该钦奉敕：“该兵科给事中周文熙奏，湖广郴、衡地方瑶贼，不乘时处置，抑恐遗孽复滋，重贻后患。乞要推举抚治宪臣一员前去，会同湖广、广东、江西镇巡三司等官，相度事宜。或设添卫所县治，或置立屯戍屯堡，或仍敕尔每年春夏在南、赣等处，秋冬在郴、衡等处，住扎整理。庶几委任专一，有备无患等因，该部议谓宜如所奏施行。今特敕尔亲诣郴、衡等处地方，照依周文熙所奏，并查照御史王度、唐濂及佥事顾英等建言事理，从长议处，定立长治久安之法。应施行者，径自会同各该镇巡等官，从长施行。事体重大者，奏请定夺。尔为风宪大臣，受兹委托，尤宜广询博访，择善而行。务使盗息民安，地方有赖，钦此。”钦遵。卷查先准兵部咨为图议边方后患事。该兵科给事中周文熙奏，该本部覆题，已经案仰湖广都、布、按三司，即行该道守巡、兵备等官，一体钦遵。各诣郴、桂、衡州等处，督同各该掌印等官，相度山川险易之势，谘访贼情起伏之由，查照各官建言事理，从长议处方略。要见某处可以开建县治，某处相应添设卫所，某处营堡宜修，某处道路宜开，备询高年有识，务宜土俗民情。如或开建添设等项，有劳于民，无补于事，亦要明白声说，毋拘成议，附和雷同。别有防奸御患长策，俱要备细呈夺，毋惮改作。仰惟朝廷采纳群策，非徒苟为文具。谅在各官，协心承委，决无了塞公移，务竭保民安土之谋，共图久安长治之策。应施行者，就便具由呈来，以凭会议施行。若有事体重大，该具奏者，亦即呈来，奏请定夺去后。今奉前因，拟合通行。为此仰抄案回司，即行掌印，并各该道守巡、兵备、守备等官，一体查照钦遵。作急议报施行，毋得稽违。仍行镇守、巡抚、总督、总镇、巡按衙门知会。 \\n 批赣州府给由呈 \\n 据知府邢珣申给由事。照得，知府邢珣久劳郡政，屡立战功。合有赏功之典，出于报最之外。今三年之考，既因事久稽，而六载之期，亦计日非远。况地方盗贼虽平，疮痍未起。仰行本官照旧支俸，益弘永图。苟有善可及民，何厌久于其道！微疾已痊，即起视事，给由一节，六年并考。申缴。 \\n 行岭北道裁革军职巡捕牌 \\n 访得南、赣巡捕军职官员，有名无实。每遇火盗生发，坐视观望，曾不以时策应。中间更有不守法律，在于私宅接受词讼，吓取财贿纸米。或捕获一贼，则招攀无于之人，乘机诈骗。佥充总小甲，则需索拜见；更换铺夫，则索要年例；稍或不从，百般罗织。又如前往所属巡逻，则索要折干，刻取酒食。甚至容隐贼徒，窃分赃贿。欲便拿究，缘无指实查行间。为此仰抄案回道，即将巡捕军职官员，就便裁革。一应地方事宜，俱令府、县捕盗等官管理。中间倘有未尽事宜，该道再行议处呈夺。仍候考选之日，备呈镇巡等衙门查照知会。 \\n 遵奉钦依行福建三司清查钱粮 \\n 准兵部咨云云。查得，先准本部咨题，奉钦依备行前来，已经案仰福建都、布、按三司，并行所属一体钦遵。 \\n 仍查各该府、县、卫、所每年额征各项秋屯粮米各计若干。中间起运，每石折银若干，鱼课折银若干。存留数内，应否输纳本色，折收银两。见今小民拖欠者已征若干，未征若干，有无已征捏作未征。其各卫、所军士该支月粮，某卫、所若干石，见今某卫、所已缺支若干，月共该补给米若干石。起运秋屯粮米，要查是何年月，奉何事例。分派某府、卫、所解京，今经几年，是否已为定例。设若存留，必须先查各属官吏、师生、旗军人等，岁用钱粮，大约共计若干，有无足勾。及查该司并各府、州、县见贮库内银两，某项共计若干。中间可以借支，俟后追补，如是扣算不敷，应否将前起运存留。并查汀、漳二府用兵之时，所用粮饷，系何项钱粮，曾否将官军月粮借辏。 \\n 务要备查明白，具由差人马上赍报。一面会同三司、掌印、守巡各官，将一应利弊，相应兴革者，逐一查议停当，俟本院抚临之日呈夺去后。今准前因，合再通行查处。为此仰抄案回司，即行掌印并各道守巡等官，公同本院委官，速将前项事情，再加用心查议，务要事体稳当，以便经久；明白具由开呈，以凭会处。中间若有未尽事宜，亦就查议呈夺，毋得虚应故事。苟且目前，复遗后患，罪有所归。 \\n 议处添设县所城堡巡司咨 \\n 准兵部咨云云。续据湖广按察司呈，奉巡抚湖广都御史秦案验，为计处地方，以弭盗贼事。准兵部咨：“该本院题，备由呈报，及移咨到院案候间。今准前因，为照添设县所，查处更夫，并设屯堡置巡司等项事宜，俱奉有成命。况皆经巡抚衙门悉心区画，各已虑无遗策，岂能别有议处。惟称分割乳源、乐昌二县，里分节行广东，该道会勘未报，尚恐两省各官，未免互分彼此，不肯协和成事，必须贵院不惮一行，亲临其地，约会总督两广军务都御史杨，面会一处，庶几两省之事，可以一言而决。”及照建立三屯，摘发湖广各卫所官军，协同巡检弓兵守把一节，以今事势而论，亦为久长之防。但访得各卫所官军，皆有安土重迁之怀，无故摘拨，必致奏告推搪，非惟无补于防御，兼且徒益于纷扰，似须更为一处，必使人情乐从，庶几事功易集。本职见奉朝令，前往福建巡视地方，处置军人作乱事情，不日启行，必须遵照敕旨，候事完回日，方可亲诣郴衡地方，面会贵院议处。但恐旷日弥久，行事益迟，为此合咨贵院，烦请先为查处施行。"}
{"章节": "卷四（2）", "正文": "卷四（2） \\n  \\n  \\n 督责哨官牌 \\n 照得本院见往福建公干，所有调来赣州教场操备宁都等县兵快，虽分四哨，管领已有定规。惟恐本院远出，因而懈怠废弛，头目人等，亦或受财放逃，必须委官管领整肃，武艺精通。中间若有拒顽不听约束者，轻则量情责治，重则论以军法断处。其各兵快义官百长人等口粮，各照近日减去五分则例。每月人各二钱，义官百长各三钱五分，总小甲各二钱五分，俱仰前去赣州府支给，亦不许冒名顶替关支，查访得出，定行追给还官，仍问重罪发落。承委各官，务称委托，不得假此生奸扰害未便。 \\n 委分巡岭北道暂管地方事 \\n 据副使杨璋呈：“奉兵部札付题称：‘福建军人作乱事情，请教提督南、赣等处军务都御史王前去处置。其南、赣等处地方事情，合行兵备副使杨璋暂且代替管理，一应紧急贼情，悉听杨璋径自从宜施行，不许失误。候处置福建事宁之日照旧’等因。题奉钦依，备由札仰钦遵外。今照本职升任本司按察使，启行在迩，缺官管理，合就通行呈详”等因。看得，本官既已升任，本院不日又往福建公干，南、赣贼情，及该道印信，必须得人经理。已经案仰江西按察司速委风力老成堂上官一员，毋分星夜，前赴该道，暂且管理去后。今照前因，为照本院已奉敕书，的于本月初九日启行。但分巡该道官员未至，所有各处递报一应公文，多系地方事务。若待议置停当前去，未免顾此失彼，愈加积滞，合行处置。为此仰仰差人送赴分巡该道议处，径自施行，仍呈本院知会。其余地方盗息民安缴报批申呈词招由不急之务，就便收候，类赍本院。仍仰作急备行该道查照施行，俱毋违错。 \\n 行广西统领军兵各官剿抚事宜牌 \\n 先据领兵、参政等官龙诰等禀称：湖兵已至，已经行令相机行事去后，近访得各兵已入深地，利在速战，若旷日持久，未免师老气衰，且临敌易将进退之间呼吸成败。是以本院沿途且行且访，而传闻不一，未有的报。为此牌仰统兵各官，公同计议。若已在进兵之际，则宜遵照旧任提督军门约束，齐心并力，务在了事，方许旋回军门参谒。若犹在迟疑观望之地，而王受、卢苏等尚有可生之道，朝廷亦岂以必杀为心，则宜旋军左次，开其自新之路，听候本院督临审处。俱毋违错。仍行提督、总镇、总兵及巡按等衙门知会，务在进退合宜，不得轻忽误事。 \\n 行南韶二府招集民兵牌 \\n 牌仰韶州、南雄府当该官吏，即于该府地方及所属各县。不拘机兵打手各色人内，访求武艺骁勇，胆力之士，超群出众，以一当百者。每府三名或四名，每县二名或三名，无者于别县通融取补。务要年齿少壮，三十岁以下者。每月给与工食八钱，就于机快工食内顶贴，仍与办衣装器械。各名备开年貌亲族邻里，限一月之内送赴军门应用，毋得迟违。 \\n 奖留佥事顾溱批呈 \\n 看得士大夫志行无惭，不因毁誉而有荣辱。君子出处有义，岂以人言而为去留？况公论自明，物情已睹。本官素有学术涵养，正宜动心忍性，以增益其所不能。岂可托疾辞归，以求申其愤激？此缴。 \\n 批岭西道议处兵屯事宜呈 \\n 据佥事李香呈。看得，财匮于兵冗，力分干备多，此是近日大弊，相应议处。所呈打手，且不必添募。仰将该道屯哨，分布打手，通行查出，大约共有若干。再加精选，去其劣弱，大约共得骁勇若干。及查某处屯堡可裁，某处关隘可革，大约共用打手若干。某哨堪备操演，分聚开阖，若何而力不分，若何而财不费？若何而免于屯兵坐食，若何而可以运谋出奇？该道会同分守道，通融斟酌，务求简易可久之道，呈来施行。 \\n 批广州卫议处哨守官兵呈 \\n 据指挥赵璇呈。看得，军门哨守官军，两班共该一千余名。类皆脆弱，不堪征调。兼亦远离乡土，往往多称疾故逃亡，非徒无益于公家之用，而抑未便于军士之情。仰苍梧守巡道，公同会议，酌量利害之多寡，审察人情之顺逆，务求公私两便，经久可行之策，呈来定夺施行。 \\n 批都指挥李翱操演哨守官兵呈 \\n 看得都指挥李翱所呈，足见留心职任，不肯偷情苟安，有足嘉尚。仰分巡苍梧道，公同坐营官张輗，将见在哨守军兵打手人等，分立班次，发与李翱，在于教场轮班操演。使兵识将意，将识土情，庶职任不虚，缓急可用，仰行各官查照施行。 \\n 行两广都布按三司选用武职官员 \\n 准兵部咨云云。为照两广地方广阔，武职官员数多，当爵镇临之初，贤否一时未能备知，拟合通行询访。为此仰抄案回司，备云该部题奉钦依内事理，合行掌印、守巡等官钦遵，严加询访。不拘已用未用，曾否减革武职官员，但有谋勇素著，雄才大略，堪任将领者，从公举保，以凭具奏推用。不许徇情滥举，赃犯人员，自贻玷累，毋得违错。都司仍转行总兵等官，一体钦遵，查照施行。 \\n 行两广按察司稽查冒滥关文 \\n 准兵部咨云云，拟合通行。为此仰抄捧回司，照依案验备奉钦依内事理，即行都布二司一体钦遵。仍转行镇守、主副参将等官，今后除地方机密重情，应该会奏者，各具本共差一人，于批文列会奏职衔。其余常行事务，各自行奏报者，必须积至二三起以上，方许差人，亦于批文开坐朱语，以便稽考，毋得泛填公务字样。若是专为己私，假借公干，擅便分给符验关文挂号，并承委人等，越例索要应付，定行从公参究治罪，俱毋违错。 \\n 给思明州官孙黄永宁冠带札付牌 \\n 据左江兵备佥事吴天挺呈：“据思明府族目王瑙等状告：‘先蒙军门行取思明州官孙黄永宁领兵听调，乞给冠带，管辖夷民’等情。勘得官孙黄永宁被占年久，今奉断明，若非宠异，无以示信。合请照依黄泽冠带事理，使地方知为定主，实心归向。”呈详到院，相应给与。为此牌仰官孙黄永宁遵照本院钦奉敕谕内便宜事理，就彼暂行冠带，望阙谢恩。该袭之时，具告抚按衙门，另行具奏施行。本官孙黄务要持身律下，谦以睦邻，修复州治，保安境土。凡遇征调，竭忠效命，以报国恩。毋得因此辄兴越分之思，自取侵凌之祸。苟违法制，罚罪难逃。戒之敬之。 \\n 省发土官罗廷凤等牌 \\n 看得那地等州土官罗廷凤，泗城州土舍岑施东，兰州知州韦虎林，南丹州土舍莫振亨等，带领兵夫，屯守日久，劳苦良多。即今岁暮天寒，岂无室家之念。牌至，仰本官径自前来军门，面听发放。 \\n 给迁隆寨巡检黄添贵冠带牌 \\n 据广西左江道佥事吴天挺呈称：“查得方舆胜境内开，思明路下有迁隆州，缘无志书案卷可考沿革。但查递年黄册，及审各目老，皆称迁隆洞黄添贵果系官户宗枝。凡有征调，黄添贵亦果领兵立功。其地界广有百里，虽止征粮四十石，而烟爨多逾二千；虽额属思明，而征兵则各自行管束。委因失其衙门印信，以致地方怀疑生奸。合无准行暂立为思明府迁隆寨巡检司，就授黄添贵职事，听其以后立功积效，渐次升改。庶人心知劝，地方可定”等因。到院，查得先该前巡抚都御史张，累经案仰广西都布按三司，及该道兵备、守巡等官，查勘相同，设立巡司，似亦相应。除另行具题外。缘黄添贵正在统兵行事，合无遵照钦奉敕谕便宜事理，先与冠带，以便行事。为此牌仰黄添贵就彼冠带，望阙谢恩，暂署土巡检司事，候命下之日，方许实授。本官务要奉法，严束下人，辑和邻境，保守疆土。每遇调遣，即便出兵报效，立有功劳，赏升不吝。如或贪残恣肆，国典具存，罪亦难逃。 \\n 批左州分俸养亲申 \\n 据左州申：“知州周墨分俸回太仓州养亲。”看得本官发身科甲，久困下僚，虽艰苦备尝，而贫淡如故。虽折挫屡及，而儒朴犹存。凡所施为，多不合于时尚。而原其处心，终不失为善人。即其分俸一事，亦岂今之仕宦于外者所汲汲，而本官申乞不已。虽屡遭厌抑之言，而愈申恳切之请，固流俗共指以为迂，而君子反有取焉者也。案照先任军门，盖已屡经批发，而公文至今未到，想亦道途修阻，不易通达之故。本官近该给由，道经原籍，合就批仰亲自赍递。仰苏州府太仓州当该官吏，查照军门先今批行事理，即将本官分回俸给，照数查考，以慰其一念孝亲之诚。具由缴报。仍行太平府及该州知会。批缴。 \\n 批右江道断复向武州地土呈 \\n 据参议邹輗、佥事张邦信呈：“勘处都康、向武二州争占安宝峒地土，合断还向武州管业缘由。”看据所呈，官男冯一执称：“安宝峒地方深入都康界内，远隔向武六十余里。以近就近，应该都康管业。”其言于人情似亦为便。王仲金又执称：“国初设立郡州，原要犬牙相制。今安宝地方深入都康，正是祖宗法制。”其言于国典又为有据。况博访民间物论，亦多是向武而疑都康。今该道又审得王仲金旧藏吏部勘合，奉有圣旨，安宝峒村庄，还著向武州管是实。先年都康州又曾有印信吐退文书。今以此地断还向武，其于天理人心，公论国法，悉已允当。事在不疑，不必再行后湖查册，往复劳扰。该道又审得王仲金先年混将都康州村峒人畜杀虏，要依土俗，责令赔偿，亦于事理相应。悉照所议，取具王仲金、冯一情愿赔偿吐退归一亲笔供词，备写札付用印钤连送赴军门，重加批判，给付各州永为执照，以杜后争。此缴。 \\n 批左江道推立土官呈 \\n 据参议汪必东呈称：“武靖州缺官管事，乞推相应上官子孙一员，仍授该州职事，理办兵粮。”仰布政林富会同各守巡、兵备、副参等官，再行从公酌量计议。采诸物论，度诸人情。务要推选素有为该州人民信服爱戴者，坐名呈来，以凭上请。不得苟避一时之嫌疑，不顾百年之祸患，轻忽妄举，异时事有乖缪，追咎始谋，责亦难辞。此缴。 \\n 批遣还夷人归国申 \\n 据兵备副使范嵩呈称：“番人柰邦等不系番贼，又无别项为非重情。合行琼州府查支官银，买办船只，量给米饭，送回该国。若有便船搭附随宜。其原搜获葫芦五个，给还收领。枪镖等物入官，以防在海劫夺之患。”看得，各夷既审进贡是实，又无别项诈伪。相应听其回还本国，却淹留日久，致令死亡数多。而郡县徒增供馈之扰，处置失宜，贻累不少。仰该道即如所议，行令琼州府查支官银，买办船只，及措与粮米等项，趁此北风未尽，上紧送发回国。若再会议往复，则愈加迟误，备行合干衙门知会施行。此缴。 \\n 批苍梧道修理梧州府城呈 \\n 据佥事李杰呈：“梧州府城垣修复串楼等项，合用木石砖瓦，于府库抽收竹木银两动支。”看得，城上串楼虽有风雨崩塌之备，亦有兵火焚毁之防。得失相半，诚有如该道所虑者。今议修复，虽亦旧贯之仍，若损多益少，则亦终为浪费。该道再行计处，或将见在串楼间节拆卸，每隔二三十丈则存留三四间，或四五间，以居防守之兵夫，而拓其空地，以绝延烧之患。一以便人马往来之奔突，旗鼓刀枪之运用。以其拆卸之材料，修补焚烧之空缺，当亦绰然有余，而更楼火铺之类，亦可藉此以修理矣。但地利土宜，随处各异，未可以本院一时之见悬断遥度。仰该道广询博访，如果有益无损，即查本院所议斟酌施行。若是得失相半，准如该道所呈，一面动支银两修理，一面会同各官再加量度计议，具由呈报。缴。 \\n 批永安州知州乞休呈 \\n 据佥事申惠呈：“永安州知州陈克恩，立心持已，举无可议。委因感岚瘴，心气不时举发。仍称母老在家，久缺奉侍，情甚恳切。”看得，知州陈克恩虽患前病是实，然其年力尚强，才器可用，非可准令休致之时。但以母老多病，固求归养，情词恳迫，志已难夺。其恬退之节，孝母之心，诚有可尚。合照所议，准令致仕还乡。仰该道仍备行本官原籍官司，务要以礼相待，以崇奖恬退孝行之风。 \\n 行参将沈希仪守八寨牌 \\n 为照八寨巢穴，及断藤峡等贼，素与柳、庆所割地方瑶、僮村寨连络交通，诚恐乘机奔突，亦合督兵防捕。为此牌仰参将沈希仪照牌事理，即便督率官兵人等，于贼冲要路，严加把截，如遇奔突，相机擒捕，毋容逃遁。仍要严禁下人，惟在殄除真正贼徒，不得妄杀无辜，及侵扰良善一草一木。敢有违犯者，即照军法斩首示众。所获功次，解送该道分巡官纪验，听候记功，御史覆验造报。军中事宜，牌内该载不尽者，亦听本官径自酌量而行。一面禀报，俱毋违错。 \\n 行左江道剿抚仙台白竹诸瑶牌 \\n 照得白竹、古陶、罗凤、仙台、花相、石马等巢诸贼，皆稔恶多年，在所必诛，已经牌仰各官督兵进剿。近据参将张经续禀：“仙台、花相、石马等瑶，一月之前，皆各出投抚，愿给告示，从此不敢为恶。”看得，各瑶投抚，诚伪虽未可料，但既许其改恶，若复进兵袭剿，未免亏失信义，无以心服蛮夷。亦合暂且宽宥，容其舍旧图新。其白竹、古陶、罗凤等贼，负险桀骜，略无忌惮，若不加剿，何以分别善恶，明示劝惩！为此牌仰左江道守巡守备等官，参议汪必东，佥事吴天挺，参将张经，会同湖广督兵佥事汪溱，都指挥谢珮，督同各宣慰等官，俟牛肠等处事完之日，即便移兵进剿白竹、古陶、罗凤诸贼。其领哨官员，及引路向导人等，俱听参将张经督同指挥周胤宗等，分俵停当，照例逐一讲明，然后分投速进。纵使诸贼先已闻风逃避，亦要严兵深入，捣其巢穴，以宣明本院声罪致讨之义。一剿不获，至于再；再剿不获，至于三；至四，至五，至绝终祸根。不得以今次斩获之少，或遂滥及已招贼巢，亏失信义，所损反多。经过良善村分，尤要严禁官土军兵，不得侵犯一草一木，有犯令者，即以军法斩首示众。 \\n 委土目蔡德政统率各土目牌 \\n 为照前项城头兵粮等项，虽经行令各目暂行管理，但在流官知府处，必须通晓事体土目一人，专一在府听候传布政令，通达土情，不然，未免上下之情，亦有捍格。查得土目蔡德政，平日颇能通晓事情，相应选委。为此牌仰本目统率各土目供应人役，专一在府听候答应，凡遇差遣及催督公事等项，就便遵照传布督催各管城头土目人等。或有未便情由，亦与申达本府，务通上下之情，以成一府之治。就将七处一城头拨与本目，永远食用，流传子孙。本目务要奉公守法，尽心答应。其或违犯节制，轻则该府官量行究治，重则具由三府军门治以军法。 \\n 批左江道查给狼田呈 \\n 据佥事吴天挺呈称：“遵奉军门方略，剿平牛肠、六寺、磨刀等贼，所有贼田，合行清查，免致纷争。宜选委府卫贤能官亲查，酌量应给还狼民者，明立界至；给还原主耕种系贼开恳者，丈量顷亩，均给各里十名，招狼佃种，俱候成业一年，方行起科纳粮免差。”本院之意，正欲如此区处。据呈，足见该道各官用心之勤，悉准照依所议。就仰行委该府卫贤能官各一员，亲临踏勘，清查明白，酌量给派招佃，具由呈报。 \\n 行浔州府抚恤新民牌 \\n 照得浔州等处稔恶瑶贼，既已明正讨伐，其奔窜残党，亦合抚处。但其惊惧之余，未能邃信，必须先将附近良善厚加抚恤，使为善者益知劝勉，然后各贼渐知归向，方可以渐招抚。除行守巡该道施行外，牌仰知府程云鹏等，即行会同指挥等官周胤宗等，及各县知县等官，分投亲至良善各寨，照依案验内开谕事情，谆复晓谕。就将发去告示，鱼盐量行分给，务使向善之心愈加坚定，毋为残贼所扇诱。则良民日多，而恶党日消，又因而使之劝谕各贼，令各改过自新，果有诚心来投者，即与招抚。就便清查侵占田土，以绝后争。推选众所信服之人，立为头目，使各统领，毋令散乱，以渐化导。务使日益亲附，庶几地方可安，而后患可息。各官务要诚爱恻怛，视下民如己子，处民事如家事，使德泽垂于一方，名实施于四远，身荣功显，何所不可。如其苟且目前，虚文抵塞，欺上罔下，假公营私，非但明有人非，幽有鬼责，抑且物议不容。 \\n 批兴安县请发粮饷申 \\n 据兴安县中称，本县库内，并无军饷银两，亦无堪以动支官钱，诚恐湖兵猝至，不无误事。合无请给发军饷银两下县。先顾船马，参看湖兵归途，合用廪给口粮下程犒劳等项，已经各有成议，自南宁府至梧州止，又自梧州至桂林府止，又自桂林至全州止，各经过几县几驿，每县驿扣算该银若干，各于该府军饷银内照数一并支给，各州县止是应付人夫数十名，再不许别项科派劳扰，已行该道守巡等官，通行各该府县查照施行。去后，今已两月有余，而各州县尚罔闻知，不知该道各官所理何事，似此紧急军务，尚尔迟慢，其余抑又可知。姑记未究外。仰按察司将该吏先行提问，仍备行各道守巡官，今后该行职务，各要自任其责，可行即行，可止即止，悉心计处，事体重大，自难裁决者，即为定议呈禀，必使政无多门之弊，人有画一之守，毋得虚文委下，推避傍观。州县小官，无所遵承，纷然申扰，奔走道路，延误日月，旷职废事，积弊滋奸，推厥所由，罪归该道，各具不违，依准回报查考。缴。 \\n 行廉州府清查十家牌法 \\n 案照本院先行十家牌谕，专为息盗安民。访得各该官员，因循怠惰，不行经心干理，虽有委官遍历城市乡村查编，亦止取具地方开报，代为造缴，其实未曾编行。且承委人员，反有假此科取纸张供给，或乘机清查流民，分外骚扰，是本院之意务要安民，而各官反以扰民也。本欲拿究，缘出传闻，姑候另行，所有前项牌谕，必须专委贤能官员督查清理。为此牌仰廉州府推官胡松，先将该府及所属州县原编牌谕，不论军民，在城在乡，逐一挨查，务著实举行，仍须责令勤加操演。若各官仍前虚文搪塞者，指实参究。果有科罚骚扰等项，仰即拿问究治。仍行各官，务将牌谕讲究明白，必使胸中洞彻，沛然若出己意，然后施行，庶几事有条理，而功可责成。各府、州、县以次清理，非独因事以别勤惰，且将施罚以示劝惩，各具讲究过依准缴报查考。又访得各处军民杂居之地，多有桀骜军职，及顽梗军旗，不服有司清查约束，妨碍行事者，仰行重加惩治。应参职官，指名申来，以凭拿究，断不轻恕。 \\n 行右江道招回新民牌 \\n 仰右江道副使翁素，即便选委的当官员，带同上林县知因晓事之人，将一十八村搬移上山者，通行招回复业，给与良民旗榜，使各安村寨。仍谕以其间有与贼交通结亲往来者，但能搜捕贼徒、立功自赎，即不追论既往，一体给赏。仍要催督分差各官，上紧搜捕，毋令各贼奔逃渐远。晓谕各该地方良善，向化村寨，务将逃躲各贼，尽数擒斩，以泄军民之愤，获功解报，一体给赏。若是与贼通谋，容留隐蔽，访究得出，国宪难逃。如是各贼果有诚心悔罪，愿来投抚立功报效者，亦准免其一死，带来军门，抚谕安插。各官务要尽心竭力，上报国恩，下除民患，副军门之委托，立自己之功名。仍督平日与贼交通之人，令其向导追捕，痛加惩改，及此机会，立功自赎，果能奋不顾身，多获真正恶贼，非但免其既往之罪，抑且同受维新之赏。若犹疑贰观望，意图苟免，定行斩首示众，断不虚言。各官舍目兵人等，若有解到功次，即与纪验明白，以凭照例给赏，事完之日，通送纪功御史衙门覆验奏报。一应机宜，牌谕所不能尽者，就与副总兵张祜计议施行，一面呈报。本院不久亦且亲临各该地方，躬行赏罚，仰各上紧立功，毋自贻悔。 \\n 委官赞画牌 \\n 今差知州林宽赍文前往宾州、思恩等处公干，就仰本官在右江道守巡官处，随军赞画，一应机宜，不时差人前赴军门禀报，其领兵头目卢苏等，亦要遣人催促上紧剿捕，立功报效，毋得怠惰放纵，玩废日月，徒劳无功。本官务要尽心竭虑，以副委托。 \\n 行参将沈希仪计剿八寨牌 \\n 近因八寨瑶贼稔恶，已经调发思、田目兵攻破贼巢，方在分投搜捕。访得八寨后路，潜通柳州，又有一路与韦召假贼巢相通，皆未委虚的，合行密切查处。为此牌仰参将沈希仅即行密访，若果有潜通贼路，就仰本官从宜相机行事。或从彼地掩袭韦召假贼巢，就从彼巢径趋八寨后路。或以迎候本院为名，径来宾州督调别项军兵，就从八寨取道。然须将勇兵精，又得知因向导，可以必胜。本院亦无意必之心，俱听本官相机行事，量力可行即行，可止即止。牌至，务在慎密，毋令一人轻泄。 \\n 调发土官岑瓛牌 \\n 牌仰归顺州官男岑瓛，挑选部下骁勇惯战精兵二千名，各备锋利器械，亲自统领，前赴军门，面授约束，有事差委。所带兵夫，但在精勇，不许徒多。军门不差旗牌官员，正恐张扬事势，骚扰地方，故今止差参随百户扈濂前去，密切督调。前月官男赴军门参见，已曾当面分付。牌至，限三日内即便起程，星夜前来，毋得循常迟慢。违误刻期，定行究治，决无虚言。 \\n 分调土官韦虎林进剿事宜牌 \\n 除行守备参将沈希仪相机行事，及差南宁镇抚朱钰赍捧令旗令牌前去督调外。牌仰东兰州知州韦虎林，挑选骁勇惯战精兵三四千名，亲自统领，就于该州附近三旺、德合等处，取道密切进兵，扑剿下岜中寨，寻令东乡、马拦、南岭、新村、莫村、落村等寨，贼首韦召蛮、召旷、召假、召僚、召号、召旺、天腊公、线仲、言转周、韦马、覃广、覃文祥等，务要尽数擒斩，以靖地方。所获功次，通行解赴军门，以凭纪验给赏。如遇参将沈希仪已到地方，仍听节制行事。若是尚未来到，仰即火速进剿，不必等候，以致张扬泄漏，失误事机，罪有所归。 \\n 行通判陈志敬查禁田州府私征商税牌 \\n 据委官通判陈志敬呈称：“查得田州府旧例，盐每百斤税银一分，本府河埠税银四分半，经纪税银三分，槟榔每百斤税银一钱，本府税课并经纪各税银二钱，其杂货亦各税不一，除买办应用，年终俱归本府，此岑猛之余烈也，今尚因之而未除。要行照依南宁府事例，止容一税”等因。到院，参看得思、田二府，近该本院会议，设立流官知府，控制土官，各以土俗自治。其官吏合用柴薪马匹，及春秋祭祀等项，仍许商课设于河下，薄取其税，以资给用。而本院明文尚未有行，乃敢辄先私立抽分，巧取民利，甚属违法，合当拿问，缘无指实，合行查究。为此牌仰本官，即查前项抽分，奉何衙门明文，惟复积年奸猾，私立巧取，侵骗税银肥己，务要从实查明，具由星驰呈报。一面密切差人访拿，解赴军门究治，以军法论，毋得容情回护，自取罪戾。 \\n 批南宁卫给发土官银两申 \\n 据南宁卫申：“原收王仲金赔偿都康州银二百两，令官男冯一差头目黄淰等四人来领。”看得王仲金赔偿银两，既该冯一差有的当头目黄淰，赍有该州印信领状前来关领，仰卫审验是实，即将银两照数给与黄淰等带领回州，付与冯一收受，取收过日期回报。仍行该道守巡官备行冯一、王仲金，务要洗涤旧嫌，讲信修睦，各保土地人民，安分守已，同为奉法循礼之官，共享太平无事之乐。如其不能自为主张，听信小民扇惑，规图近利，怀挟前仇，徒使利分下人，恶归一己，贯满罪极，灭身亡家，前车可鉴，后悔何及，各遵照奉行。此缴。 \\n 批左江道纪验首级呈 \\n 据佥事吴天挺呈：“获过牛肠、六寺、古陶、罗凤等处山巢贼级，中间无小功者，应否纪验？”看得各处用兵，多因贪获首级，不肯奋勇破敌，往往多致失事。是以前月发兵之日，本院分付督兵各官，务以破巢诛恶为事，不以多获首级为功。今若以无小功之故，不与纪验，即与前日号令自相矛盾矣。其湖兵破巢首级，虽无小功，仰该道仍与纪验。至于官军人等剿捕所获，仍照常规施行。缴。 \\n 行左江道犒赏湖兵牌 \\n 照得湖广永、保二州官舍头目土兵，先该本院撤放回还，道经浔州等处，已经行仰该道守巡等官，督押前进，乘便剿除稔恶瑶贼，随已破荡巢穴，擒斩数多，回报前来，就经牌仰各官，仍押各兵，直抵桂林地方交替。及行参议汪必东，就于梧州府库，量支军饷银一二千两，带去省城，听候本院亲行犒赏。今照本院因地方有事，兼患肿毒，未能亲往，行委该道佥事吴天挺前去省城，代行赏劳。为此牌仰本官，即查前项银两，若未动支，就于该府军饷银内照数动支二千两，委官管领，随带广西省城，听候支给犒赏湖兵等项应用，完日，开数查考。 \\n 奖劳督兵官牌 \\n 照得先因广西思、田等处土酋倡乱，征调湖广永、保二司宣慰舍目人等，坐委佥事汪溱，都指挥谢珮，统领前来，听调剿杀。后因各酋自缚投顺，班师回还，又该军门行委各官统领，乘便征剿浔州、牛肠、六寺、及平南、仙台、花相等山积年稔恶贼寇，遂能攻破坚巢，多有斩获。虽各宣慰素抱报国之心，舍目人等，并心协力，奋勇效命，亦由监督各官，设策运谋，用能致有成功。今师旋有日，所据宴劳之礼，相应举行。但本院见征八寨瑶贼，未能亲至省城，大享军士，合就先行奖劳。为此仰本官即便亲诣省城，公同布按二司、掌印等官，将军门发去彩段银花等物，照数备用鼓乐导送佥事汪溱等收领，用见本院嘉奖宴劳之意。仍行镇巡衙门知会。 \\n 计开： \\n 佥事汪溱： \\n 盘盏一副十两。段二疋十两。 \\n 银花二枝二两。席面一桌银十两。 \\n 都指挥谢珮： \\n 盘盏一副十两。段二疋十两。 \\n 银花二枝二两。席面一桌银十两。 \\n 部押指挥二员： \\n 每员银牌五两。银花一枝五钱。 \\n 席面银二两。 \\n 分押千户八员： \\n 每员银牌三两。银花一枝五钱。 \\n 席面银一两。 \\n 土舍彭荩臣军前冠带札付 \\n 据湖广上湖南佥事汪溱呈：“据辰州卫部押指挥张恩呈‘据舍目彭九皋等告称：嘉靖五年，奉调征剿田州，有荫袭官男彭虎臣同弟彭良臣，自备衣粮报效，蒙授彭虎臣冠带杀贼。后因阵亡，蒙军门奏奉钦依勘合内开，彭虎臣殁于王事，情可矜怜，赠指挥佥事，移恩弟彭良臣，就彼冠带，袭替宣慰使职事，免其赴京。伊父彭九霄仍升湖广布政司右参政，准令致仕。除遵依外，近奉军门复调征剿，行令致仕宣慰彭九霄亲统启行。不意宣慰使彭良臣在任病故，有彭荩臣系宣慰的亲次男，见年一十四岁，与故兄彭良臣同母冉氏所生，应该承袭，别无违碍。乞比照永顺土舍彭宗舜事例，赐给冠带，抚管地方’等情。为照土官袭替，必经原籍该管衙门委官重复查勘。今彭荩臣不在随征之列，未经结勘，但伊父彭九霄见在统兵，本舍又称选带家丁三千名前往报效，似应俯从。” \\n 呈详到院，为照彭荩臣本以章一，早著英风，自选家丁，随父报效，即其一念报国之诚，已有可嘉；况有查系应袭次男，近日报效家丁于浔州、平南诸处，又能奋勇破贼，斩获数多，则荩臣身虽不出户庭，而功已著于异省。除别行具题外，合就遵照钦奉敕谕内便宜事理，给与冠带。为此札仰官舍彭荩臣先行冠带，就彼望阙谢恩。抚管地方，仍须立志持身，正己律物；顾章服之在躬，思成人之有道；念传世之既远，期绍述于无穷；益竭忠贞，以图报称。先具冠带日期，依准缴报。仍径行本省镇巡衙门知会，毋得违错。 \\n 奖劳永保二司官舍土目牌 \\n 照得先因思、田等处土酋倡乱，复调永、保二司宣慰彭明辅、彭九霄各统领舍目，听调剿贼。后因各酋自缚投顺，班师回还。又该军门行委各官统领，乘便征剿浔州、牛肠、六寺，及平南、仙台、花相等山稔恶贼寇，遂能攻破坚巢，多有斩获。是皆各宣慰及伊官男平日素抱忠诚报国之心，故能身督各舍目人等，并心协力，奋勇效命，致有成功。今师旋有日，所据宴劳之礼，相应举行。但本院见征八寨瑶贼，未能亲至省城，大享军士，合就先行奖劳。为此牌仰本官，即便亲诣省城，公同布按二司、掌印等官，将军门发去礼物，照依后开数目，各用鼓乐送发宣慰彭明辅、彭九霄等收领，用见本院嘉奖宴劳之意。各宣慰官舍目兵人等，查照单开等项，逐一支出赏犒，就彼督发各兵回还休息。支过数目，开单查考，俱仍行镇巡衙门知会。 \\n 计开： \\n 保靖宣慰司： \\n 宣慰彭九霄： \\n 盘盏一副十两。段二疋。 \\n 一两重金花一枝。一两重银花一枝。 \\n 席面银五十两。 \\n 官男彭荩臣： \\n 银花二枝各一两。段二疋。 \\n 席面银二十两。 \\n 永顺宣慰司： \\n 宣慰彭明辅： \\n 盘盏一副十两。段二疋。 \\n 一两重金花一枝。一两重银花一枝。 \\n 席面银五十两。 \\n 官男彭宗舜： \\n 银花二枝各一两。段二疋。 \\n 席面银二十两。 \\n 冠带把总头目每名三两重银牌一面。 \\n 领征管队冠带头目每名二两重银牌一面。 \\n 旗甲小头目洞老每名一两重银牌一面。 \\n 随征土兵每名银二钱。家丁银一钱。 \\n 病故头目每名银四两。 \\n 病故土兵每名银二两。 \\n 首级每颗银一两。贼首银三两。 \\n 生擒每名银二两。 \\n 调发武缘乡兵搜剿八寨残贼牌 \\n 先该本院进剿八寨，贼巢已破，但余党逃遁，尚须追捕。访得各处乡民，素被前贼劫害，多有自愿出力杀贼报仇。及访得武缘县地方，婴墟等处乡兵，素称骁勇惯战，皆肯为民除害。已经牌差经历罗珍等前去起调，诚恐各官因循，姑未究治。看得通判陈志敬莅官日久，前项婴墟等处乡兵，曾经训缉，颇得其心，合委催督。为此牌仰本官速往婴墟等处，即将前项乡兵，量行选调，多或一千五百名，少或八九百名，各备锋利器械，仍督经历罗珍等分统前赴宾州，照名关支行粮等项，就彼相机搜剿前贼，仍听参将沈希仪调度节制，获有功次，一体重加旌赏。仍谕以当此农忙暑月，本院亦不忍动宜仰体此情，务要尽心效力，以报尔仇。是亦一劳永逸之事，先将调过名数并起程日期，随牌回报查考。 \\n 行右江道犒赏卢苏王受牌 \\n 看得思、田头目卢苏、王受等，率领部下兵夫，征剿八寨，搜屯日久，劳苦实多，合行量加犒劳。为此牌仰右江道分巡官，即行宾州，起拨夫役人等，将见贮军饷粮米，照依后开数目，运赴三里地方，各目扎营去处，分给各兵，以见本院犒赏之意。开数缴报查考。 \\n 计开： \\n 卢苏二百石。王受一百五十石。 \\n 给土目行粮牌 \\n 照得本院见在进兵征剿八寨瑶贼，而镇安头目岑瑜等，率领目兵四百五十名前赴军门，自愿随军杀贼报效，意有可嘉。除量行犒赏外，仰分巡右江道官，将各目兵即行照名给与行粮一月，就发都指挥高崧哨内，听凭督调杀贼。获有功次，一体解验，以凭给赏施行。 \\n 批右江道移置凤化县南丹卫事宜呈 \\n 据副使翁素呈：“议得南丹卫城垣，并凤化县城垣合用银两。”看得，该道议于八相应，人心乐从。其筑立城垣，起造公廨等项，料价工食，一应合用银两，既经该道守巡官公同计议停当。南丹卫该银三千六百四十五两，凤化县该银三千一百七十六两，其食米南丹卫一万石，凤化县八千石，每石价银三钱，共该银五千四百两。见今各处仓廒，贮有粮米，尚够支给。候缺米之日，照数给价；先各量支一半，收贮听用，南丹卫一千五百两，凤化县一千二百两，准议于南宁府库贮军饷银内支给。 \\n 该道各官，仍要推选力量廉能官各一员，委同该卫指挥孙纲及该县掌印哨守官，亲至南宁府照数支出，三面秤对，匣收领，付宾州库寄贮。置立支销文簿，该道用印钤记，各付一本收执，每用银两，即同该州官开封动支，照数登记，务在实用，不得花费分毫，工完之日，开数缴报，通将各支销簿会合查考。 \\n 该道守巡官仍要不时亲诣调度督促，工程务在精致坚牢，永久无坏，当兹盗贼荡灭之余，况又秋冬天气，正可及时工作。各官务在上紧催督，昼夜鸠工，不日而成，一则可以速屯防守之官兵，二则可以不防来岁之农作。城完之日，本院自行旌保擢用，决不虚言。 \\n 各官视官事须如家事，刻刻尽心，仰称朝廷之官职，中副上司之委任；内以建自己之功劳，外以垂一方之事业；岂不事立身劳，功成名显，垂誉无穷者哉？若其因循玩惕，绩废事，非独自取败坏，抑且罪现难逃。仰该道备行各官查照施行，期务体勤勤嘱付之意，毋负毋负！此缴。 \\n 行左江道赈济牌 \\n 案照先因南宁府军民困苦骚扰二年有余，况天道干旱，青黄不接，已经行仰同知史立诚将停歇湖兵之家，量行赈给。然各色军民人等，同被骚扰，均合行赈。为此牌仰本道官吏，会同分巡道，即行南宁府，备查府城内外大小人户，照依后开等第，就于军饷米内照数通行赈给。务使各沾实惠，毋容奸吏斗级人等作弊克减，有名无实。事完开报查考。 \\n 计开： \\n 乡官、举人、监生之家，每家三石。 \\n 生员每家二石。 \\n 大小人户每家一石。贫难小官，通行查出，量分差等，呈来给赈。 \\n 批右江道议筑思恩府城垣呈 \\n 据副使翁素呈：“估计起造思恩府城池等项，通用银八千五百七十七两零。”看得，思恩府城垣，仰行知府桂鏊自行督工起筑，合用料价工食等项银两，准照议于南宁府军饷银内动支。就仰桂鏊公同该府掌印官，当堂秤明，匣锁领回，寄贮宾州库内，查明前批南丹卫事理，置立文簿支销。该道守巡官，仍要不时亲至地方料理催督，务要修筑坚固，工程早完。事毕，开报查考。缴。 \\n 奖劳剿贼各官牌 \\n 照得八寨积为民患，今克剿灭，罢兵息民，此实地方各官与远近百姓之所同幸。昨支库贮军饷银两，照依后开则例，买办彩币羊酒，分送各官，用见本院嘉劳之意。开报查考。 \\n 计开： \\n 副总兵张裕。副使翁素。 \\n 各花二枝二两。段四疋十两。 \\n 羊四只三两。酒四埕一两。 \\n 参政沈良佐。佥事吴天挺。 \\n 副总兵李璋。参将张经。冯勋。 \\n 各花二枝二两。段二疋六两。 \\n 羊二只。酒二埕共二两。 \\n 知府桂鏊。同知陈志敬。林宽。推官冯衡。同上。 \\n 行福建漳州府取回岑邦佐牌 \\n 照得田州府土官岑猛稔恶不悛，构祸邻境。该前军门奏奉调兵征剿，并将伊妾子女岑邦相等及各目家属，解京给付功臣之家为奴，及将出继武靖州次男岑邦佐迁徙，已将岑邦佐及母妻人口家当，差委指挥周胤宗等解发福建漳州府安置为民，及将岑邦相等押发南雄府监候听解去后。续照本爵钦奉敕谕：“特命尔提督两广及江西、湖广等处地方军务，星驰前去彼处，即查前项夷情，可抚则抚，当剿即剿，公同计议，应设土官流官，何者经久利便，奏闻区处，钦此。”钦遵。随据头目卢苏等率众自缚来降军门，仰体朝廷好生之德，俯顺其情，安插复业，及因其告乞怜悯岑猛原无反叛情罪，存其一脉等因。已该本爵议将该府四十八甲内，割八甲降立田州，立其子一人，以承其后云云。合将岑邦佐仍为武靖州知州，保障地方，而立邦相于田州，以安守其宗祀，庶为两得其宜，已经具题外，今照前项地方，抚处宁靖，所据各男，应合取回议处。为此牌仰福建漳州府官吏，即将发去安置为民岑邦佐并母妻人口家当，通取到官，照例起关，沿途给与脚力口粮，差委的当人员，押送军门，以凭面审施行。仍行本省镇巡衙门及布政司知会，俱毋违错。 \\n 批参将沈良佐经理军伍呈 \\n 看得，五屯系远年贼巢要害之处，而备彻废驰若此，正宜及此平荡之余，经理修复。今该道各官公同议处，要将城垣展拓，建置守备等衙门，及将该所分调各处哨守旗军，尽数取回调用，广东协守官军，发回原卫，缺伍僮军，清查足数，每年贴貱藤县甲首银一百两，通行除免，查编甲军，务足千名之数。议处悉当，除本院已经依议具奏外，仰该道各官照议施行。仍行总镇、总兵及镇巡等衙门知会，该府县、卫、所等官，俱仰查照施行。缴。 \\n 告谕新民 \\n 告谕各该地方十冬里老人等，今后各要守法安分，务以宁靖地方为心，不得乘机挟势，侵迫新旧投抚僮、瑶等人，因而胁取财物，报复旧仇，以至惊疑远近，阻抑向善之心。有违犯者，官府体访得出，或被人告发，定行拿赴军门，处以军法，决不轻恕。 \\n 批佥事吴天挺乞休呈 \\n 据佥事吴天挺呈：“乞要致仕。”看得，本官识见练达，才行老成，且于左江一道，夷情土俗，熟谙久习。今地方又在紧急用人之际，本院方切倚任，况精力未衰，偶有疾患，不妨就医调理，岂得邃尔恳辞求归。近因征剿浔州诸处贼巢；冒暑督兵，备历艰阻，功劳茂著，不日朝廷必有施擢之典。仰本官且行安心管理该道印信，勉进药饵，暂辍归图，以慰上下之望，毋再固辞，有孤重委。此缴。 \\n 批苍梧道创建敷文书院呈 \\n 据佥事李杰呈：“据梧州府并苍梧县学生员黎黻、严肃等连名呈，欲于县之侧，照依南宁书院规制，鼎建书院一所。”看得，崇正学以淑人心者，是固该道与有司各官作与人才之盛心，亦足以见该学师生之有志，举而行之，夫岂不可？但谓本院能讲明是学，而后人心兴起，则吾岂敢当哉？该学师生既称号房缺少，不足以为讲论游息之地，合准于旧书院之傍，开拓地基，增建学舍。该道仍为相度经理，合用银两，亦准于该府库内照数动支，务速成功，以底实效；毋徒浪费，以饰虚文。完日，缴报。 \\n 改委南丹卫监督指挥牌 \\n 先该本院分道进剿八寨，及于八寨周安堡，移设南丹卫以控制要害。查将迁江等所通贼指挥王禄等明正典刑，斩首示众，及将各该目兵通发烟瘴地方哨守。后因王禄等哀求免死，容令各领目兵杀贼赎罪。该道守巡兵备等官亦为恳请，遂遵照钦奉敕谕，便宜事理，容令报效赎罪。就委南丹卫指挥孙纲、监督王禄等各头土目兵夫人等，与同该卫所官军前去八寨周安堡，相兼屯扎搜剿，及将移设卫所，估算合用木石砖瓦匠作人夫工食等项，一面择日兴工，先筑土城，设立营房，以居民众。又委南宁府同知陈志敬支领官饷银两，前去协同督理，俱具奏行事外。今访得王禄等与孙纲旧连姻娅，而该卫各官，又皆亲旧，拜恩恃爱，不听约束，所据违梗各官，俱合从重究治，姑且记罪，合行改委。 \\n 看得，指挥李楠，年力富强，才识通敏，颇有操持，能行纪律。为此牌仰本官即便前去守备宾州及新改南丹卫地方，遵照本院钦奉敕谕，便宜事理，暂以都指挥体统行事，仍听副总兵及该道守巡兵备官节制。该卫各官及土官王禄等，敢有违犯约束者，当即治以军令。本官务要殚忠竭力，展布才猷，与同南宁府同知陈志敬上紧起筑城垣，相机抚剿余贼，务建奇功，以靖地方，以副委任，事完之日，奏功推用，决不相负。若玩愒日月，苟且因仍，事无成效，罪亦难逃。一应机宜，牌内该载不尽者，俱听从宜区处，就近于该道守巡等官处计议施行。事体重大者，一面申禀军门。本官合用廪给等项，听于宾州军饷银内支给。指挥孙纲仍照旧掌管卫印。通行总镇、总兵及镇巡衙门知会。"}
{"章节": "卷五", "正文": "卷五 \\n  \\n  \\n 知行录之五　征藩公移 \\n 行吉安府收囤兑粮牌 \\n 据赣县、兴国、永新等县县丞等官李富、雷鸣岳等呈称：“各蒙差押粮里装运，正德十三年兑淮米到于吉安水次，听候交兑，经今数月，未见粮船回还。况今省城变乱，被将各处兑米尽行搬用，恐被奸人乘机越来搬抢”等因，到院。为照所呈，系于兑淮钱粮，合行处置。为此抄案仰回府，即便处置空间仓廒，或宽敞寺观去处，令各粮里暂将运来兑淮粮米收囤，候官军回日，听其交兑，毋得迟误，致有他虞。仍行管粮官知会。 \\n 行吉安府禁止镇守贡献牌 \\n 据吉安府御千户所旗甲马思禀称：“蒙所批差，领解镇守江西太监王发买葛布银三封，及本所出备葛布折银并贡礼银三千两，前赴本镇。今因途阻，不敢前去”等情。参照该所掌印官，既该镇守衙门发银买布，若势不容已，只合照价两平收买为当。乃敢不动原封，分外备办礼银馈送，若非设计巧取，必是科克旗军，事属违法，本当参拿究问。但今江西变乱，姑行从轻查理。为此牌仰吉安府，即查前项布价并贡献礼银，务见的确。如称各军名下粮银，就仰会同该所，唱名给散，取领备照。若是各官自行出备，合仰收入官库，听候军饷支用，毋得纵容侵收入已。及查报不实，未便。 \\n 行福建布政司调兵勤王 \\n 及照福建、浙江系江西邻省，今宁府逆谋既著，彼若北趋不遂，必将还取闽、浙，若不先行发兵，乘间捣虚，将来之噬脐何及。除行湖广、广东及行漳南道，即将见在上杭教场操练兵快，并取漳州铳手李栋等，责委谋勇官员统领，直抵本院住扎吉安府，随兵进剿外。仰抄案回司，会行都按二司转行各道，并行镇巡等衙门，各一体查照知会，选调兵马，选委忠勇胆略堂上官，督领各项交界地方，加谨防截，相机夹剿。仍知会浙江都、布、按三司一体遵照施行，俱毋违错。 \\n 预行南京各衙门勤王咨 \\n 为照前事，系天下非常之变，宗社安危之机，虽今备行江西吉安等府，及湖广、福建、广东等处，调集军兵，合势征剿外。但彼声言，欲遂顺流东下，窃据南都。看得，长江天险，南北之限，留都根本，咽喉所关，虽以朝廷威德，人心效顺，逆谋断无有成。但其诡奸阴图，已非一日，兼闻潜伏奸细于京城，期为内应，万一预备无素，为彼所掩，震惊远迩，噬脐何及！为此合咨贵部，烦为通行在京及大小衙门，会谋集议，作急缮完城守。简练舟师，设伏沿江，以防不虞之袭；传檄傍郡，以张必讨之威；先发操江之兵，声义而西；约会湖湘，互为犄角。本职亦砥钝策驽，牵蹑其后，以义取暴，以直加曲，不过两月之间，断然一鼓可缚，惟高明速图之。 \\n 抚安百姓告示 \\n 示仰远近城郭乡村军民人等，近日倡乱之徒，上逆天道，下失人心，本院驻军于此，已有定计，勤王之师，四面已集。仰各安居乐业，毋得惊疑，敢有擅自搬移，因而扇惑扰攘者，地方里甲人等绑赴军门，治以军法。其有忠义豪杰，能献计效力，愿从义师击反叛者，俱赴军门投见。 \\n 差官调发梅花等峒义兵牌 \\n 近因省城遭变，戕害守臣，正人心思奋，忠议效用之时。访得永新县梅花峒及龙田、上乡、樟枧、关北诸处，人民精悍，见义能勇，拟合起调。为此今差千户高睿赍牌前去该县，著落知县柯相，即便起集梅花峒等乡精勇民兵，大约一千名，各备便用坚利器械，选差该乡义官良民部领，就委该县谋勇胆略官一员总领。其合用行粮或募役之费，就于本县在官钱粮查支，不分雨夜，兼程前进军门，听候调遣。此系紧急事理，毋比寻常贼情，敢有故违，定以军法从事。 \\n 行吉安府踏勘灾伤 \\n 照得本院驻兵吉安，节据庐陵等县人民告称：“自五月以来，天时亢旱，田禾枯死，衣食无所仰给，税粮难以措办，近蒙佥点民兵，保守把截，农业既妨，天时不利，人心惶惶，莫知所依”等因，到院。参照迩者省城反叛，煽动军民，各属调发官军，佥点民壮，保障城池，把绝要隘，围结保甲，随同征进，人皆为兵，不暇耕种，况兼三月不雨，四郊赤地，民之危急，莫甚于此。本院除具题外。为此仰抄案回府，著落掌印正官，即便亲临踏看灾伤，轻重分数，复查相同，取具乡都里老及官吏，不致扶同重甘结状，申报本院，火速径自差人具奏。本年各项钱粮，暂且停征，候命下之日，另行区处，毋得迁延坐视，重贻民患，取究不便。 \\n 行吉安府知会纪功御史牌 \\n 照得江西宁府据城谋叛云云。仰抄案回府，即便备行巡按两广监察谢御史、伍御史查照知会。凡军中一应事宜，悉要本官赞理区画，以匡本院之不逮。各哨官兵，俱听监督。获有功次，俱凭本院送发，本官验实纪录。官兵人等，但有骚扰所过地方，及军前逗遛观望，畏避退缩者，就行照依本院钦奉敕谕事理，治以军法。抄案官吏，具行过日期，同依准申缴。 \\n 行知县刘守绪等袭剿坟厂牌 \\n 为照本院亲督诸军，刻期于本月二十日进攻南昌府省城，以破逆党巢穴。探得逆党行曾伏兵三千于老坟厂、新坟厂诸处，以为省城应援，若不先行密为扑剿，诚恐攻城之日，或从间道掩袭我师，未免亦为牵制。为此牌仰奉新县知县刘守绪，靖安县知县万士贤，各统精兵三千，密于西山地界约会刻期分哨设伏运奇，并力夹剿。各官务栗详察险易，相度机宜，不得尔先我后，力散势分，致有疏失。仍一面差人爪探声息，飞报军门，擒斩功次，审验解院，转发纪录，照例具奏升赏。兵快人等，敢有临阵退缩者，许照本院钦奉敕谕事理，就以军法从事。各官务竭忠贞，以勤国难，苟或观望逗遛，违误事机，军令具存，罪亦难逭。 \\n 督责知府伍文定等同心剿贼牌 \\n 切照天下之事，成于同而败于异。本院选调吉安、赣州、临江、袁州等府、卫、所军民兵快，委各该文武等官知府伍文定、邢珣等统领，分立哨分，授以方略，令其并力进剿，互相策应。今访得各官各持己见，自为异同，累有事机可乘，坐视辄致违错，本当拿究，治以军法，但以用人之际，姑且容恕。及照逆贼归援声息已逼，虑恐各官仍蹈覆辙，临期或致偾事，拟合申饬通行。为此牌仰本官，即便督率原领军兵，在于见驻扎处所，务要遵依方略，与各哨领兵官同心而行，誓竭并力进死之志，毋为观望苟生之谋。敢有仍前人怀一心，互有异同，以致误事，定行罪坐所由，断依军法斩首，的不食言。先具不致异同重甘结状，并不违依准，随牌缴来。 \\n 行南昌府清查占夺民产 \\n 照得宁王自正德二年以来，图为不轨，诛求财货，强占田土池塘屋基，立表所至，敢怒而不敢言。税粮在户，而租利尽入王府；家眷在室，而房屋已属他人，流移困苦，无所赴诉。见今天厌其虐，自速灭亡，一应侵占等项，合行改正，以苏民困。为此案仰南昌府，即便清查宁王并内官校尉倚势强占，不问省城内外，查系黄册军民，该载税粮明白，即与清复管业，收租住坐，不许邻佑佃民仍前倚势争夺。其曾经奏请如阳春书院等处，虽有侵占，难以擅动，俟另行处治外，仍行官吏务要尽心清查，以副委用，毋得偏私执拗，致生弊端，通毋违错。 \\n 批江西按察司优恤孙许死事 \\n 据按察司呈：“副使许逵家眷，日食久缺，并孙都御史未曾殡殓”等情。参看得，各官被贼杀害，委可矜怜，合于本司库内各支银三十两，以礼殡殓，候装回日，盘费水手，另行呈夺。许副使家眷缺食，亦听支银五十两，给付应用。取具各该领状，并殡殓过由，同批呈缴。 \\n 行南昌府礼送孙公归榇牌 \\n 照得江西巡抚都御史孙燧被宁贼杀害，续该本院统兵攻复省城，当给银两买棺装殓。间随据伊男孙庆，带领家人前来扶柩还乡，所据护送人员，拟合行委。为此牌仰府官吏，即于见在府卫官内，定委一员，送至原籍浙江绍兴府余姚县河下交割，并行沿途经过军卫、有司、驿递、巡司等衙门，各拨人夫，程程护送。仍仰照例从厚佥拨长行水手，起关应付，人夫脚力，验口给与行粮，毋得稽迟，未便。 \\n 讨叛敕旨通行各属 \\n 节该钦奉圣旨敕：“近该南京内外守备参赞等官，太监黄伟等先后奏报，江西宁王杀害巡抚等官，烧毁府县，肆行反逆等项事情，已下兵部会官议处停当，朕当亲率六师，奉天征讨。先差安边伯朱泰为前哨，统领各边官军前去南京，相机剿杀。太监张忠、左都督朱晖，统领各边官军前去江西，捣其巢穴。又命南和伯方寿祥及南直隶、江西、湖广各该镇巡等官，各照拟定要路，住扎把截。今特命尔照依该部会奏事理，会同镇守太监王宏，选调堪用官军民快，亲自督领，在于所属紧要地方，分布防御。仍委浙江布政司左布政闵楷，选募处州民快，定拟住扎地方，听候调用。军中事务，俱要互相传报，彼此通知，一遇有警，勿误策应，或就会合各路人马，设法剿捕。仍出给榜文告示，遍发江西及各该地方张挂晓谕：但有能聚集义兵，擒杀反逆贼犯者，量其功绩大小，封拜侯伯，及升授都指挥指挥千百户等官世袭。贼伙内有能自相擒斩首官者，与免本罪，仍量加恩典。不许乘机挟仇，妄杀平人。一应军中事宜，敕内该载未尽者，俱听尔随宜区处。尔为风宪大臣，受兹重托，宜罄竭忠诚，扫除叛贼，尤要详审慎重，计出万全，务俾地方宁靖，军民安堵，以纾朕南顾之忧，庶称委任，钦此。”钦遵，拟合就行，为此仰都、布、按三司照依案验备奉敕内事理，通行所属，一体钦遵施行。 \\n 咨南京兵部议处献俘船只 \\n 照得属者宁王宸濠杀害守臣，举兵谋逆，云云。拟于九月十一日亲自督解赴阙，但应赴解人犯，并护解官兵数多，本地驿递残破，红站座船，俱被虏毁无存，议雇民船，自浙取道而北，须烦兵部于南京济州、江淮二卫马快船内，各拨十只，中途接载，庶克有济。为此移咨，特差千户林节、主簿于旺前去，烦请选拨马快船二十只，点齐撑驾人役，差委的当官员，与差去官预先押至镇江河下，候本职到彼，替换装载而行，实为两便。谅宁藩之叛逆，固天下臣民之所共愤，则今日之献俘于京，以彰天讨，必亦忠臣义士之所共欲，当不吝于烦劳也。仍希先示之！ \\n 行江西三司清查被劫府库起运钱粮 \\n 照得本年六月十四日宁王谋反，尽将江西都、布、按三司及附郭南昌等府、县库，盘检去讫。中间多系各府、州、县解到起运等项钱粮，未经转解，若不严加查考，恐滋侵欺。为此仰抄案回司，即便吊取原行卷簿到官，责令该库官攒并经手人役，从公清查，要见某项原收某府、州、县，解到某色起运钱粮若干；某项原系贮库纸米赃罚，金银器物等件各若干，宁王盘检若干，中间有无官吏库役人等，乘机侵骗情弊，即今见在若干；务要通行查明，备造印信手本，火速缴报，以凭查考施行。仍行南昌等府、州、县一体遵照，将起解赴库钱粮查报，俱毋违错。 \\n 行江西布按二司看守宁府库藏 \\n 照得宁府库藏，已经本院督同戴罪三司官员并各府知府公同封识完固，合就委官监督看守。为此仰抄案回司，即行该司掌印官，督同南昌府同知何继周，及南、新二县掌印官，定委老成晓事官二员，分领佥定大户人等，每夜上宿看守东西二库；仍令兵快把守宁府南东西三门，昼夜巡逻，不许移动一草一砖。二司掌印并该道分巡官，不时巡视闸点，毋得视常虚应故事，倘致疏失，责有所归。 \\n 委按察使伍文定纪验残孽 \\n 照得节该钦奉敕谕：“但有生擒盗贼，鞫审明白，亦听就行斩首示众。贼级行令，各该兵备守巡官，即时纪验明白，备行江西按察司，造册奏缴，查照事例，升赏激劝，钦此。”钦遵。为照宁王谋反，随本院调兵，已将宁王俘执，谋党李士实、刘养正、王春等，并贼首凌十一、闵念四等，亦就擒获。即今见该本院不日亲自督解赴阙，式昭圣武，及幻功御史谢源、伍希儒亦各赴京复命。所有各哨官兵，尚在搜剿残孽，惟恐解报前来，不无缺官纪录。为此仰抄案回司，即行新任按察使伍文定，如遇各哨官兵解到叛贼并赃仗等项，务要从实审验，应处决者，照依本院敕谕事理，就行斩首，贼级枭挂，明白纪录，备造印钤文册，差人径自奏缴。仍造清册一本，缴报本院查考，毋得违错，不便。 \\n 委知府伍文定邢珣防守省城牌 \\n 照得江西大乱剿平，地方幸已稍靖。但巡抚官员被杀，巡按及三司府、州、县、卫、所等官，俱各戴罪听参，本院即今又督官兵押解宁王并其党与赴京。省城居民，久遭荼苦，疮痍未起，惊疑未息，虽经抚谕，诚恐本院去后或有意外之虞，拟合委官留兵防守。为此牌仰领兵知府伍文定、邢珣等，即便照依后开班次，轮流各行量带官兵，昼夜固守城池，保障地方，抚安居民，禁革骚扰。候抚按官员及三司等官到任事定之日，方许回还，照旧管事。毋得违错。 \\n 计开： \\n 一班知府伍文定、邢珣。二班徐琏、戴德孺。 \\n 三班曾玙。四班周朝佐、林城。 \\n 行江西布按二司厘革抚绥条件 \\n 照得江西未乱之前，民伪颇滋，吏政多弊，抚治之责，已号烦难。况大乱之后，钱粮有侵克之费，军伍有缺乏之虞；奸恶伪兴，灾旱荐作；法度申明之未至，官吏怠玩之或生；本院讨贼平乱，功虽告成；厘革抚绥，力尚未遍；若不条析处分，深为未便。为此仰抄案回司，照依案验内事理，逐一遵照施行。务使事各举行，民沾实惠，毋得虚应故事，取罪不便。 \\n 计开： \\n 一，省城大乱，固已剿平，地方守备，难便废驰。除南、新二县机兵令分巡该道分拨守门外，仰布、按二司常印官，会同于所属邻近府州，酌量原编机兵多寡，量取辏二千名，各委相应人员，带领来省操练，以备不虞。仍行南昌道分巡官较视点闸。其各兵口粮，就令各该县分动支预备仓米谷，计日分给，候事完之日停止。 \\n 一，十四年起运兑淮，间有被贼虏掠。其未兑及未到水次并偏僻去处未经贼掠者尚多，诚恐官吏粮里人等，乘机隐匿，捏故侵欺。合先行查，仰布、按二司掌印官，即行各该府、州、县，将已兑粮数通查，要见见在若千，果被贼虏若干，取具重甘结状。造册缴报，以凭议处。其见在粮米，就于所在地方暂且囤贮看守。如有未兑捏作已兑，不曾被贼捏作贼劫者，照例问发充军，官吏坐拟赃罪，不恕。 \\n 一，南昌、九江、南康三府被贼残害，尤宜矜恤。仰布按二司掌印官，作急查勘，呈来，以凭议处。 \\n 一，南昌左卫旗军，多因从逆擒斩，以致缺伍。仰布、按二司官即便出给告示，许令在逃旗军并余丁投首，黑依榜例，免其罪名，著令顶补军役，暂委官员管领，以备操守。 \\n 一，建昌、安义二县贼首，虽已擒获，遗漏余党尚多，今既奉有牓例，合与更新。仰布、按二司转行该县出给告示，许各自新，痛改前恶，即为良民，有司照常抚恤，团保粮里，不得挟私陷害。如有不悛，仍旧为非者，擒捕施行。 \\n 一，宁王庄田基屋湖地，并宁府官员人役，及投入用事从逆等项人犯田产，例应籍没，合先查理。除将内官黄瑞基屋改作东湖书院，以便学者讲习外，其余仰布按二司掌印官，会同南昌道分巡官行委的当官员，逐一清查，如田庄要见坐落地名何处，田亩若干，山场树木若干，湖地广阔若干，房屋几间。今年见在花利，即便收贮所在地方，责人看守，通造手册缴报。其有原系占夺民间物业，相应给还，及估价发卖仍佃者，俱候查明之日，从容呈议审处。敢有隐匿，及指以原业捏称借贷，辄行据占者，先行拿问，不恕。 \\n 一，省城各衙门并公廨，有残圮应合修理者，仰布、按二司掌印官会同该道官，参酌缓急，行令府县，移拆无用房屋，量加修旦，毋得虚费财物。 \\n 一，省城湖地，仰布、按二司行南昌府县：其城濠，行都司，各委人看守。鱼利公同变收入官，以备公用，不许私取及致人偷盗。 \\n 一，今年乡试，因乱废格，除应否补试，另行议奏外，其未乱之前，已经举行未毕事件，合先查究。仰布政司将原发修理贡院席舍，并发买物料等项银两若干，委何人管，即今已修完，并已买到物料若干，见存银两若干，查明造报，毋得因循，致令吏胥乘机隐匿作弊。其已买物料，有不堪贮者，姑令变价还官，以俟再买。以后未举事件，有应合预处者，会同按察司并该道官，一面议处施行。按察司仍行提学官，转行所属知悉。 \\n 行江西按察司知会逆党宫眷姓名 \\n 仰抄案回司，着落当该官吏，即便查照施行。仍呈钦差提督军务御马监太监张，钦差提督军务充总兵官安边伯朱知会，俱毋违错。 \\n 计开：宁王郡王将军世子共十六名。 \\n 见在十四名：宸濠拱牓觐铤拱栟宸洧宸瀛觐樤宸汲宸汤 \\n 宸浐宸渢宸澜大世子一哥 \\n 已故二名：拱槭二世子二哥 \\n 谋党重犯六十七名： \\n 见在五十九名：刘吉涂钦乐平黄瑞傅明陈贤尹秀梁伟沈鏊 \\n 熊绶周瑞吴松张嵩李蕃于全秦荣萧奇徐辂 \\n 贺俊李琳丁贵王储甘桂王琪杨升张隆刘勋 \\n 葛江杨允徐锐丁纲夏振唐玉何受朱煜冯旻 \\n 周勇周鼎于琦张凤袁贵闻凤顾正顾雄徐纪 \\n 倪六王凤张宣唐全闵念八李世英徐淦凤 \\n 闵念四凌十一万贤一朱会介万贤二熊十四熊十七 \\n 已故八名：万锐陆程刘养正余祥甘楷王信卢铺刘子达 \\n 宫眷四十三口：赵氏万氏钟氏徐氏宣氏张氏张氏陆氏蒋氏 \\n 陆氏赵氏王氏王氏李氏朱氏郑氏陈氏徐氏 \\n 刘氏何氏张氏祥瑞王氏锦英王氏徐氏周氏 \\n 周氏桂祥陈氏春受刘氏顾氏陈氏婆氏王氏 \\n 艾儿碧云刘氏串香异兰爱莲彭氏 \\n 小火者二口：乐秋乐萱 \\n 马八区。金册十二副，计二十四叶。 \\n 行江西按察司编审九姓渔户牌 \\n 为照贼首吴十三、凌十一、闵念四、念八等，俱已擒获，党类亦多诛剿；虽有胁从之徒，皆非得已，节该本院备奉钦降黄榜，通行给发晓谕，许其自首，改过自新，安插讫。数内杨子桥等九姓渔户，又该知县王轼引赴军门投首，审各执称被胁，情有可矜，当该本院量行责治，仍发本官带回安抚外。今访得前项渔户，尚有隐匿未报及已报在官而乘势为非者；况查沿江湖港等处，亦有渔户，以打鱼为由，因而劫杀人财；虽尝缉捕禁约，而官吏因循，禁防废弛，合就通行查处。为此仰抄案回司，即便选委能干官员，会同安义等县掌印、捕盗等官，拘集杨子桥等九姓渔户到官，从公查审，要见户计若干，丁计若干，已报在官若干，未报在官若干，各驾大小渔船若干，原在某处地方打鱼生理，著定年貌籍贯，编成牌甲，每十名为一牌，内佥众所畏服一名为小甲；地方多寡，每五牌或六牌为一甲，内佥众所信服一名为总甲，责令不时管束戒谕。仍于原驾船梢，粉饰方尺，官为开写姓名、年甲、籍贯、住址，及注定打鱼所在，用铁打字号，火烙印记，开造印信手册在官，每月朔望各具不致为非结状，亲自赴县投递，用凭稽考点闸。中间如有隐匿不报者，俱许投首免罪，亦就照前行。若有已报在官，仍前乘机为非，抗顽不行到官，就仰从长计议，应抚应捕，遵照本院钦奉敕谕随宜处置事理，径自施行。今后但有上户官民客商人等被害，就于本处追究，务在得获，明正典刑。仍即通行南昌等一十三府及各州、县一体查处，编立牌甲，严加禁约施行，造册缴报查考。如或故违，定将首领官吏拿问，决不轻贷。 \\n 献俘揭贴 \\n 准钦差提督赞画机密军务御用监太监张揭帖开称，今照圣驾亲率六师，奉天征讨，已临山东、南直隶境界，所据前项人犯，宜合比常加谨防守调摄，待候驾临江西省下之日，查勘起谋根由明白，应否起解斩首枭挂等项，就彼处分定夺。若不再行移文知会，诚恐地方官员不知事理，不行奏请明旨，挪移他处，或擅自起解，致使临难对证，有误事机，难以悔罪等因，准此。卷查先为飞报地方谋反重情事云云。本职已将宁王并逆党，亲自量带官兵，径从水路，照依原拟日期，启行解赴京师，已至广信地方外。今又准前因，及该差官留本职并宁王及各党类回省。为照前项人犯，先监按察司责委官员人等，昼夜严加关防；有病随即拨医调治，数内谋党李士实、王春、刘养正等，已多医治不痊，俱各身故。随差官吏件作人等前去相验，责付浅殡，拨人看守。其宁王及谋党刘吉等，俱系恶焰久张之人，设若淹禁不行解报，纵有官兵加谨防守，恐或扇诱别生他奸。今若留回省城，中途疏虞，尤为可虑。兼且人犯多生疟痢，沿途亦即拨医调治。又有数内，镇国将军拱槭并世子二哥，各行身故；又经差官相明，买棺装殓，责仰贵溪县拨人看守。其余尚未痊可，若更往返跋涉，未免各犯性命愈加狼狈，相继死亡，终无解京人犯，抑恐惊摇远近，变起不测。本职亲解宁王，先已奏闻朝廷，定有起程日期，岂敢久滞因循，不即解献，违慢疏虞，罪将焉逭？及照库藏册籍等项，示准揭帖之先，已会多官封贮在库，待命定夺。况新任按察使伍文定，及戴罪三司官、领兵知府等官，俱各见在，封识明白，别无可疑。除将宁王宸濠等，各另差官分押；宫眷妇女，行各将军府取有内使管伴，俱照旧亲自解京外，所有库藏等项，奉有明旨，自应查盘起解，就请公同三司并各府等官，眼同径自区处，为此合用揭帖前去，烦请查照施行。 \\n 行袁州等府查处军中备用钱粮牌 \\n 据吉安府申：“奉本院钧牌，查得本府在库止有赃罚纸米银一万五千四百三十一两零，其各县寄库银四万六千一百五十九两零，俱系转解之数，似难支动。见今动调各处军快人等数多，诚恐支用不敷，及查庐陵等九县贮库钱粮，亦多称乏，合行邻近府分帮助支用”缘由到院。为照江西宁府变乱，虽经本院起调广东、福建二省汉土狼达官军，江西南、赣等处兵快，计有二十余万，合用粮饷大约且计三四月之费。今该府所申，堪支纸米等银止有一万五千四百有零，其余俱系解京之数，就便从权支用，亦有未敷，必须于各府、县见贮钱粮数内查支接济，庶不误事，拟合通行。为此牌仰本府，即将收贮在库不拘何项钱粮，作急通行查出，三分为率，内将二分称封明白，就委相应官员，不分雨夜，领解军门，以凭接支应用。此系征讨叛逆军机重务，毋得稽迟时刻，定以军法论处，决不轻贷。 \\n 行江西布按二司清查军前取用钱粮 \\n 案照先因宁王变乱，该本部备行南、赣等府，起调各项军兵追剿，合作粮饷等项，就仰听将在官钱粮支给间。随据吉安府申称，动调兵快数万，本府钱粮数少，乞为急处等情。已经通行各府，速将见贮不拘何项钱粮，以三分为率，内将二分解赴军前接济外。 \\n 续看前项事情，系国家大难，存亡所关，诚恐兵力不敷。又牌行各该官司，即选父子乡兵，在官操练，听将官钱支作口粮，候本院另有明文一至，启行去后。 \\n 今照前项首恶并其谋党，俱已擒斩，原调各处军兵，久已散归，所据用过粮饷等项，合行查造。为此仰抄案回司，即查各府、州、县自用兵日起，至掣兵日止，要见某项钱粮，差何人役解赴军前，应用若干，有无获奉批回在卷；又将某项钱粮，差何人役解赴某官处，支给官兵口粮等项若干，自某月日期起，至某月日止，各支若干；或系那借，惟复措置之数，务要清查明白，类造文册，星驰差人送院查考。中间如有官吏人等通同作弊，重支冒领；或以少作多，侵欺捏报者，就便拿问，照例发遣，毋得违错。 \\n 防制省城奸恶牌 \\n 照得江西省城，近遭宁王之变，巡逻无官，非但军门凋弊，禁防疏阔；兼又军马充斥街巷，难辨真伪；有等无籍小民，因而售奸为恶，恐致日久酿成大患，必须预防早戒，庶使地方有赖。 \\n 查得江西都司都指挥马骥，素有干材，军民畏服，合就行委。为此牌仰抄案回司，即行本官，不妨原任，严督府、卫、所、县军民兵快，并地方总小甲人等，于省城内外昼夜巡逻。固守城池，保障地方，洁静街道，禁缉喧争。但有盗贼，即便设法擒捕务在得获解官问招呈详，不许妄拿平人，攀诬无干良善，及纵令积年刁徒，吓诈财物扰害无辜。仍要严加省谕远近乡村居民，各安生理，毋得非为，及容隐面生可疑之人在家，通诱贼情，坐地分赃。敢有故违，仰即拿赴军门，治以军法。承委官员，务在地方为事，用心管要，以称委用，不得因循怠忽，取究未便。 \\n 行江西按察司查禁因公科索民财 \\n 照得圣驾南征，所有供应军马粮草并合用器皿等项，已该江西布、按二司分派各府、州、县支给在库官钱，均派经过府、县应用。近访得各该官吏，多有不遵法度，或将官库钱粮，通同侵欺入已，乘机科派民间出办；或取金银器皿银两，或要牛马猪羊等物，辄差多人下乡，狐假虎威，扰害殆遍。中间积年刁徒，又行百般需索，稍有不遂，辄称殴打抗拒，耸信官府，添人捉拿，加以刑辱，重行追索。若不查禁处置，深为民患。为此仰抄案回司，即便会同布政司掌印官，速行计处，先将各应支银两，查解应用；若有不足，就将在库不拘何项银两，给支接济。俱要造册开报，以凭查考，事毕之日，再行议处，作正支销，或设法追补。其各府、州、县科取民间财物，即行查究禁革，未到官者，毋再追并；已在官者，照数给还。中间敢有隐瞒纤毫不发，体访得出，或被人首告，定行拿问赃罪，决不轻贷。仍先出给告示，发仰所属张挂晓谕，务使知悉，俱毋违错。 \\n 禁省词论告谕 \\n 近据南昌等府、州、县人等诉告各项情词到院，看得中间多系户婚田土等事，虽有一二地方重情，又多繁琐牵扯，不干己事，在状除情可矜疑者，亦量轻重准理，其余不行外。为照江西地方，近因宁王变乱，比来官军见省城空虚，况闻圣驾将临，有司官员，俱各公占委用，分理不暇；远近居民，又有差役答应，奔走无休；本院志在抚安地方，休息军民，当此多事之时，岂暇受理词讼？必待地方宁靖，兵众既还，官府稍暇，方从容听断。为此合行出给告示，晓谕各府、州、县军民人等，暂且各回生理，保尔家室，毋轻忿争，一应小事，各宜含忍。不得辄兴词讼，不思一朝之忿，锱铢之利，遂致丧身亡家；始谋不臧，后悔何及。中间果有赃官酷吏，豪奸巨贼，虐众殃民，患害激切者，务要简切直言，字多不过一二行，陈告亦须自下而上，毋致蓦越。其余一切事情，俱候地方宁谧，官军班还之日，各赴该管官司告理。若剖断不公，或有亏枉，方许申诉。敢有故违，仍前告扰者，定行痛责，仍照例枷号问发，决不轻贷。 \\n 再禁词讼告谕 \\n 照得本院屡出告示，晓谕军民人等，令其含忍宁耐，止息争讼。而军民人等，全不体息，纷纷告扰不已。及看所告情词，多系小事忿争，全是繁文牵扯，细字叠书，殊可厌恶。当此多事，日不暇给，词状动以千百，徒费精神，何由遍览。除已前情词，俱已不行外。为此再行晓谕，敢有仍前不遵告谕，故违告扰者，定行照例枷号，从重问发，的不虚示。 \\n 计开： \\n 一、本院系风宪大臣，职当秉持大体，正肃百僚，非琐屑听理词讼之官。今后军民人等，一应户婚、田土、门争、债负、钱粮、差役等事，俱要自下而上，府、州、县问断不公，方许告守巡按察衙门。守巡按察问断不公，方许赴本院陈告。敢有越诉渎冒宪体者，痛责。 \\n 开报征藩功次赃仗咨 \\n 准钦差整理兵马粮草等项兵部左待郎兼都察院左佥都御史王咨内开：“烦为查照，将征剿防守有功官军人等，俱照功次，分别明白，造册咨送，以凭查议”等因。 \\n 卷查先为飞报地方谋叛重情事，本职奉命前往福建公干，中途遭遇宁府反叛，谋危宗祀，系国家大难，义不容舍之而往。当即保吉安，随具本奏闻，及星夜行文各府，起调兵快，召募四方报效义勇。适遇巡按两广御史谢源、伍希儒回京复命，又行具本奏留军前，协谋行事，各哨官兵，俱听监督，获有功次，俱凭本职送发各官审验纪录去后。续督官兵，前后攻复省城，俘执宸濠，并其党与剧贼起解间，随准南京兵部咨开称前事云云。 \\n 照得江西逆贼，既已擒获。逆党已经剪平，所获功次，合行纪验。除原差科道官前来外，烦将征剿逆贼官军民兵，召募义勇，及乡官人等所获功次，分别奇功、头功、次功，造册覆验等因，案经备行江西按察司查照施行去后。 \\n 今准前因，看得征剿宸濠之时，止是分布哨道，设伏运谋，以攻城破敌为重，擒斩贼徒为轻；且攻城破敌，虽系本职督领各哨官兵协谋并力，缘任非一人，事非一日，各官俱系同功一体，难以分别等第。其擒斩贼徒，虽有等级，自有下手兵夫，难以加于各官之上。止将各哨擒斩贼犯送发御史谢源、伍希儒审验明白，从实直纪；缘各官不曾奉有纪功之命，但照本职钦奉敕谕便宜事理，从权审验纪录，难以分别奇功、头功、次功等项名目。止于造册内开写某人擒斩某贼首、某贼从；重轻多寡，据实造册，中间等第，亦自可见。除行各官再行查照造册径缴外，所据擒获功次总数，及官军兵快报效人等员名数目，合行开造咨报施行。 \\n 计开： \\n 一、提督领兵官一员： \\n 钦差提督南、赣、汀、漳等处军务都察院右副都御史王。 \\n 一、协谋讨贼审验功次官二员： \\n 钦差巡按两广监察御史谢源、伍希儒。 \\n 一、领哨官十员： \\n 冲锋破敌： \\n 吉安府知府伍文定、赣州府知府邢珣、袁州府知府徐琏、临江府知府戴德孺。 \\n 邀伏截杀： \\n 赣州卫署都指挥佥事余恩、抚州府知府陈槐、建昌府知府曾玙、饶州府知府林珹、广信府知府周朝佐、瑞州府通判胡尧元。 \\n 一、分哨官十一员： \\n 邀伏截杀： \\n 吉安府泰和县知县李楫、临江府新淦县知县李美、吉安府万安县知县王冕、南康府安义县知县王轼、瑞州府通判童琦。 \\n 守把截杀： \\n 吉安府通判谈储、吉安府推官王暐、南昌府进贤县知县刘源清、南昌府奉新县知县刘守绪、南昌府推官徐文英、抚州府临川县知县传南乔。 \\n 一、随哨官四十六员： \\n 邀伏截杀： \\n 吉安府通判杨昉、吉安守御千户所指挥同知麻玺、赣州府同知夏克义、赣州卫指挥佥事孟俊、永新守御千户所指挥同知高睿、南昌府通判陈旦、南昌府丰城县知县顾佖、袁州府推官陈辂、南昌府宁州知州汪宪、饶州府余千县知县马津、瑞州府上高方泽、南昌府靖安县知县万士贤。 \\n 守把截杀： \\n 广信府沿山县知县杜民表、广信府永丰县知县谭缙、瑞州府同知杨臣、瑞州府新昌县知县王廷、饶州府安仁县知县杨材、广信府通判俞良贵、广信府通判安节、广信府推官严铠、临江府同知奚钺、临江府通判张郁、广信府同知桂鏊、瑞州府推官金鼎、赣州府赣县知县宋瑢、赣州卫正千户刘镗、赣州卫正千户杨基、广信守御千户所千户秦逊、永新县孺学训导艾圭、瑞州府高安县县丞卢孔光、饶州府余干县县丞梅霖、南昌府靖安县县丞彭龄、吉安府万安县县丞李通、南昌府武宁县县丞张翱、赣州府兴国县主簿于旺、瑞州府高安县主簿胡鉴、饶州府余干县龙津驿驿丞孙天裕、南昌府南昌县市义驿驿丞陈文瑞、吉安府吉水县致仕县丞龙光、赣州府赣县选官雷济、南昌府丰城县省察官文栋材、赣州府赣县义官萧庾、南安府上犹县义官尹志爵。 \\n 一、协谋讨贼乡官十二员： \\n 致仕都御史王懋中、养病痊可编修邹守益、丁忧御史张鳌山、养病郎中曾直、养病评事罗侨、调用佥事刘蓝，致仕按察使刘逊、致仕参政黄绣、闲住知府刘昭、依亲进士郭持平、参谋驿丞王思、参谋驿丞李中。 \\n 一、戴罪杀贼官一十七员： \\n 九江兵备副使曹雷、九江府知府汪颖、九江府德化县知县何士凤、九江府彭泽县知县潘琨。九江府湖口县知县章玄梅、南康府知府陈霖、南康府同知张禄、南康府通判蔡让、南康府通判俞椿、南康府推官王诩、南康府星子县主簿杨永禄、南康府星子县典史叶昌、南昌府知府郑瓛、南昌府同知何继周、南昌府通判张元澄、南昌府南昌县知县陈大道、南昌府新建县知县郑公奇。 \\n 一、提调各哨官军兵快人等，除分布把守外，临阵共一万四千二百四十三员名。 \\n 一、擒斩首从贼人贼级，并俘获官人贼属，夺回被胁被虏，招抚畏服官民男妇等项，共一万一千五百九十六名颗口；生擒六千二百七十九名：首贼一百零四名，从贼六千一百七十五名，内审放一千一百九十二名；斩获贼级四千四百五十九颗；俘获宫人四十三名，贼属男妇二百三十八名口；夺回被胁被虏官民人等三百八十四员名口；招抚畏服投首一百九十三位名。 \\n 一、夺获诰命、符验，并各衙门印信关防，金银赃仗等物： \\n 诰命一道；符验一道，印信关防一百零六颗，金并首饰六百二十三两一钱二分，银首饰、器皿八万三千八百九十七两一钱五分八厘五毫，赃仗一千八百九十件，器械一千一百九十九件，牛三十头，马一百零八匹，驴骡一十三头，鹿三只。 \\n 一、追获金玺二颗，金册二付。 \\n 一、烧毁贼船七百四十六只。 \\n 一、阵亡兵六十八名。 \\n 进缴征藩钧帖 \\n 卷查先奉钦差总督军务威武大将军总兵官后军都督府太师镇国公朱钧贴：“节该钦奉制谕‘江西宸濠悖逆天道，谋为不轨，欲图社稷，得罪祖宗。兹特命尔统率六师，往正其罪，殄除叛逆，以安地方。其随军内外提督及各处镇巡等官，悉听节制。钦此。’钦遵，合行钧帖，仰提督南、赣、汀、漳兼巡抚江西等处右副都御史王守仁，照依制谕内事理，即便转行所属司、府、卫、所、州、县、驿递衙门，一体钦遵施行”等因，已经依奉备行各属钦遵，及具不违依准，备由呈缴去后。 \\n 本职遵奉总督军门节制方略，领部下官军，克复南昌府城，擒获叛党宜春王拱樤，及将军仪宾，从逆守城人等一千有余。随于鄱阳湖等处连日大战，擒获叛首宁王宸濠，并其谋主李士实、刘养正、王春等，大贼首吴十三、凌十一等，及其党与胁从人等共一万一千有奇。除将擒斩缘由先后具奏外，窃照宸濠谋危宗社，阴蓄异图，十有余年；及其称兵倡乱，远近忧危，海内震动。仰赖总督军门，统领六师，奉天征讨，督率内外提督等官，及运谋设策分布，前来南京、江西等处，相继进剿，故旬月之间，扫平逆党，奠安宗社。此皆总督军门神武英略，奇谋妙算，一振不杀之威，遂收平定之绩；而内外提督等官，协谋赞成，并力效命之所致也。职等仰仗德威，遵奉方略，不过奔走驱逐，少效犬马之劳而已，何功之有？所有原奉钧贴，今已事完，理合进缴。除部下获功官兵人等，备行纪功官径自查审缴报外，缘系十分紧急军情，及奏缴钧贴事理，合行具由呈乞施行。 \\n 行江西三司搜剿鄱阳余贼牌 \\n 照得江西鄱阳湖等处盗贼，节行告示晓谕，各安生理，而稔恶不悛者尚多；又有应捕人等，相率同盗；或名虽投首，实阴怀反侧。近因本院住扎省城月余，节据官民赴告，盗贼纵横，随行巡捕等官，上紧缉捕，未见以时获报。各官平素怠玩，本当参拿究治，姑且记罪。另行所据前贼，若不速剿，未免酿成大患。为此仰抄案回司，即便备行督捕都指挥佥事冯勋，分守该道，分巡该道，密切赍文，分投近湖各府县该司等衙门著落掌印捕盗等官，各选骁勇机快人等，各备锋利刀、枪、弓箭、火铳等项，雇惯经风浪船只，及能谙水势水撑驾；查将在库官钱给作口粮；选委胆略官员管领，俱听都指挥佥事冯勋总统约束；分布哨道，多差知因人役，探贼向往，就便刻期剿杀。务限一月之内尽获，无留芽孽遗患。若违限不获，先将各官住俸杀贼，若怠玩两月之外，通行解赴军门，治以军法。其兵快人等，若有违限逗遛，畏缩误事者，就仰总统官于军前查照本院钦奉敕谕事理，量以军法罚治。仍要戒约应捕，不许妄拿平人，及容贼妄攀，吓诈财物，并卖放真盗，滥及无辜。敢有故违，一体治以军法。承委各官，务要慎重行事，不得轻率寡谋，中贼奸计，所获功次，俱仰解赴该道，从实纪录造报，以凭查考功罪，轻重罚赏，如违节制，国典具存，罪不轻贷。其军中未尽机宜，该道径自处置施行。仍一面先督所属府县，查照本院先颁十家牌式，上紧编举，以为弭盗安民之本，俱毋违错。 \\n 追剿入湖贼党牌 \\n 据南康府通判林宽呈称：“后港逆犯杨本荣等百十余人，据船逃入鄱阳湖等处，乞行南昌、饶州等府县，及沿湖巡司居民人等截捕。”看得，贼既入湖，良善已分，正可乘机合兵捕剿。为此牌仰守巡南昌道，即行点选戏勇军快六七百名，各执备锋利器械，给与口粮一月，就行督捕都指挥佥事冯勋统领，星夜蹑贼向往，用心缉捕，获功人役，一体重赏。如有违令退缩者，遵照钦奉敕谕事理，听以军法从事。本官务要贻患地方，军法具存，罪亦难逭。 \\n 行岭北道清查赣州钱粮牌 \\n 照得本院及岭北守巡该道并赣州府卫、所、县问完批申呈词，囚犯、纸米、工价、赃罚等项，及官厂日逐收到商税银两，俱经该官府追收贮库，以备军饷。年久未经清查，该府官吏更换不常，中间恐有那移、侵渔、隐漏等情。为此仰抄案回道，即便亲诣赣州府库，督同该府官，先将正德十二年二月起至正德十五年九月终止，各项纸米、工价、赃罚、商税等项银两卷簿，逐一清查盘理。要见军前用过若干，即今见在若干，有无侵渔、隐漏若干，及有衣物等项，年久朽坏，相应变贸若干，备查开册，缴报本院查考。如有奸弊，就便拿究追问，具招呈详，毋得故纵，未便。 \\n 申行十家牌法 \\n 凡立十家牌，专为止息盗贼；若使每甲各自纠察，甲内之人，不得容留贼盗；右甲如此，左甲复如此，城郭乡村无不如此；以至此县如此，彼县复如此，远近州县无不如此；则盗贼亦何自而生？夫以一甲之人，而各自纠察十家之内，为力甚易。使一甲而容一贼，十甲即容十贼，百甲即容百贼，千甲即容千贼矣。聚贼至于千百，虽起一县之兵而剿除之，为力固已甚难。今有司往往不严十家之法，及至盗贼充斥，却乃兴师动众，欲于某处屯兵，某处截捕，不治其本，而治其末，不为其易，而为其难，皆由平日怠忽因循，未尝思念及此也。自今务令各甲各自纠举，甲内但有平日习为盗贼者，即行捕送官司，明正典刑；其或过恶未稔，尚可教戒者，照依牌谕，报名在官，令其改化自新，官府时加点名省谕，又逐日督令各家，输流沿门晓谕觉察，如此，则奸伪无所容，而盗贼自可息矣。 \\n 大抵法立弊生，必须人存政举，若十家牌式，徒尔编置张挂；督劝考较之法，虽或暂行，终归废弛。仰各该县官，务于坊里乡都之内，推选年高有德，众所信服之人，或三四十人，或一二十人，厚其礼貌，特示优崇，使之分投巡访劝谕，深山穷谷必至，教其不能，督其不率，面命耳提，多方化导。或素习顽梗之区，亦可间行乡约，进见之时，咨询民瘼，以通下情，其于邑政，必有裨补。若巡访劝谕著有成效者，县官备礼亲造其庐，重加奖励，如此，庶几教化兴行，风俗可美。后之守令，不知教化为先，徒恃刑驱势迫，由其无爱民之实心。若使果然视民如己子，亦安忍不施教诲劝勉，而辄加棰楚鞭挞？孟子云：“善政不如善教之得民也。”况非善政乎？守令之有志于爱民者，其盍思之！ \\n 行江西布政司清查没官房产 \\n 照得逆党没官房屋、田产等项，近经司府出佃与人暂管，候命下之日定夺。近访得官民之家，不论告佃年月先后，地里远近，应否一概混争，若不预为查处，立定规则，将来必致大兴告扰，渐起衅端。为此仰抄案回司，即查前项没官房屋田产，实计若干处所，某月日期经由某衙门与某人，务以年月先后为次，先尽本县人户，然后及于异县；先尽本府人户，然后及于异府。中间多有势豪之徒，不遵则例，妄起争讼，或不由官府，私擅占管占住者，该司通行查出呈来，以凭拿问参究施行，毋得容隐及查报不清，未便。 \\n 批再申十家牌法呈 \\n 据江西按察司呈，看得盗贼之纵横，由于有司之玩弛；沿流推本，实如所呈，失事各官，俱合提究，以警将来。但地方多事未完，缺人管理，除该府县掌印官，姑且记罪，责令惩创奋励，修败补隙，务收桑榆之功，以赎东隅之失；其巡捕等官，即行提问，以戒怠弛。仍备行各府县掌印巡捕等官，自兹申戒之后，悉要遵照本院近行《十家牌谕》，及于各街巷乡村建置锣鼓等项事理，上紧著实举行，严督查考，务鉴前车之覆，预为曲突之徒，毋得仍前玩忽怠弛，但有疏虞，定行从重拿究，断不轻贷，此缴。 \\n 批各道巡历地方呈 \\n 据江西按察司呈，看得南昌、湖西、湖东、九江各道地方，兵荒之余，民穷财尽，盗贼蜂起，劫库掠乡，无月无警；府县各官，事无纲纪，申请旁午，文移日繁，政务日废。仰各分巡官，不时往来，该道临督所属，设法调度，用其所长，而不责其备；教其不及，而勿挠其权；兴廉激懦，祛弊惩奸，务以息讼弭盗，康宁小民；毋惮一身之劳，终岁逸居省城，坐视民患，藐不经心，俱仰备行各官查照施行。缴。 \\n 禁约释罪自新军民告示 \\n 告示：一应平日随从逆府舍余军校人等，论罪俱在必诛，虽经自首，奉有诏宥，据法亦当迁徙边远烟瘴之地，但念其各已诚心悔罪，故今务在委曲安全，仰各洗心涤虑，改恶从善，本分生理，保守身家，毋得仍蹈前非。或又投入各王府及镇守抚按三司等衙门，充作军牢、伴当、皂隶、防夫等项名目，挟持复仇，定行擒拿，追坐从逆重刑。知情容留，官司参究，论以窝藏逆党。同甲邻佑不举首者，连坐以罪。除已奏请外，仰各遵照，毋违。 \\n 某县某坊第几甲释罪自新一户某人 \\n 左邻某人右邻某人 \\n 仰各邻毋念旧恶，务要与之和睦相处。早晚仍须劝化钤束，毋令投入各府及镇守、抚按、三司等衙门，充当军牢、伴当、皂隶、防夫等项名目，挟势害人，定行坐以知情容隐逆党重罪，决不轻贷。 \\n 批湖广兵备道设县呈 \\n 据整饬郴、桂、衡、永等处兵备湖广按察司副使汪玉呈称：“本道接管，看得议奏计处地方，以弭盗贼事件内一件，审处贼遗田地，俱经查勘明白：属宜章者，拨与该图领种；属临武者，各归原主；属桂阳者，原议候设立大堰三堡，拨给各堡军兵顶种。续奉巡抚衙门批委同知鲁玘，再行踏勘计处一件，添设屯堡，以严防御。见奉提督衙门案验区处，其第一件设县，所以便抚御，最为紧要重大。县所既设，则更夫有所归著，哨营可以掣散，至于添屯堡、处巡司、并县堡、审田地四事，可以次第兴行。但先因广东守巡兵备等官，所见或异，致蒙该部请命提督大臣亲诣勘处；又缘别有机务，未即临勘，至于今日。本职窃意广东各官，决无不肯协和成事之心，盖因比时多事，未暇细阅文书，及查原经委官，止有同知鲁玘。见在原奉提督衙门行令，径自约会广东各官，速将设县事情及添设屯所事宜查议。除行同知鲁玘前去约会广东该道委官议处，本职仍亲诣适中地方约会外，理合呈详施行”等因，到院。卷查先为图议边方后患事，准兵部咨云云。续据湖广按察司呈，奉巡抚湖广都御史秦案验云云。候本院抚临至日，会行议处，具奏定夺施行，各无苟且搪塞去后。 \\n 今呈前因，参照前项立县等事，关系地方安危，远近人心悬望，恨不一日而成。本院虽奉敕旨，别有机务，不暇亲诣，而该道前任守巡各官，皆有地方重责，自当遵照昼夜经营；却乃因循二年之上，尚未完报，纵使国法可以幸免，不知此心亦何以自安？今照接管副使汪玉，久负体用之学，素有爱民之心，据所呈报，既已深明事机，洞知缓急，遂使举而行之，固当易于反掌，合再督催，以速成绩。为此仰抄案回道，即往彼地约会各该道守巡等官，速将设县等项事情，议处定当，具由呈夺。应施行者，一面施行，务为群策毕举之图，以收一劳永逸之绩。毋再因循，仍蹈前辙，未便。仍行都布按三司一体查照会议施行。 \\n 督剿安义逆贼牌 \\n 牌仰典史徐诚，既行调选罗坊等处骁勇惯战兵夫四百名，各备锋利器械，就仰该县官于堪动银两内先行给与口粮二月，统领星夜前赴安义县，听凭通判林宽调度追剿，获功人员，一体从重给赏。但有不遵号令及逗遛退缩，扰害平人者，仰即遵照本院钦奉敕谕事理，听以军法从事。本官务要申严纪律，整束行伍，必使所过之地，秋毫无犯；所捕之贼，噍类不遗；庶称委任。如或纵弛怠忽，致有疏虞，军令具存，罪亦难贷。 \\n 截剿安义逃贼牌 \\n 看得安义逆贼，已经本院严督官兵，四路邀截，诚恐无所逃窜，或归冲县治。除行知县熊价，专一防守县治，以守为战；通判林宽，专一追剿逃贼，以战为守；及行都指挥冯勋，选领南昌府卫军快，督兵截剿外，牌仰饶州、南康、九江府掌印官，知府张愈严、王念等，各行起集兵快，身自督领，于沿湖要害，邀截迎击；仍督令余干、乐平、都昌、建昌、湖口、彭泽等县掌印官，领兵把截沿湖紧关隘路江口，毋令此贼得以出境远遁。一面多差知因乡导，探贼向往，互相传报，合势黏纵追剿，一应机宜，俱听从宜区处。各官务要竭力殚智，杀贼立功，以靖地方；毋得畏缩因循，轻忽疏略，至贼滋漫，军法具存，罪难轻贷。 \\n 批议赏获功阵亡等次呈 \\n 据江西按察司呈，看得获功阵亡等员役，俱查照赣州事例，获贼首者，赏银十两；次贼首七两，从贼三两，老弱二两。奋勇对敌阵亡者十两；杀伤死者七两五钱，被伤者三两。其有军民人等，各于贼势未败之先，自行帅众擒获送官者，仍照出给告示，贼首赏二十两，次贼首十两，从贼首五两。务查的实，一例给赏，毋吝小费，致失大信。俱仰行南昌府，于本县支剩军饷银内公同赏功官照数支给，开数缴报查考。 \\n 复应天巡抚派取船只咨 \\n 据江西布政司呈：“据应天府呈开：‘江西、九江等府原派船五十只，装运营建宫室物料，乞查处督发，奉批查处呈夺。’议照江西南康、南昌等府，并无马快船只，虽有额造红船，为因宸濠谋反，被贼烧毁；往来使客及粮运，尚且无船装送，疲困已极，委果无从区处。”呈详到院，为照江西各府，师旅饥馑，疲困已极；况兼本职气昏多病，坐视民痍，莫措一筹，前项船只，果难措置。南京素称富庶，今虽亦有供馈之烦，然得贵院抚缉有方，兼以长才区画，何事不济。且江西之疲弊，亦贵院所备知，尝蒙轸念，为之奏蠲租税，江西之民，无不感激。独此数十艘，乃不蒙一为分处乎？为此合咨贵院，烦请查照，悯念疲残之区，终始得惠，别为处拨装运施行。 \\n 批东乡叛民投顺状词 \\n 据东乡县民陈和等连名诉，看得朝廷添设县治，本图以便地方而顺民情，但割小益大，安仁之民既称偏损，亦宜为之处分。在官府自有通融裁制，各民惟宜听顺，果有未当，又可从容告理；而乃辄称背抗，稔恶屡年，愈抚愈甚，不得已而有擒捕之举，亦惟彰国法，禁顽梗，小惩大戒，期在安缉抚定，非必杀为快也。今各民既来投顺，官府岂欲过求，但未审诚伪，恐因擒捕势迫，暂来投顺，以求延缓，亦未可知。仰按察司会同都、布二司，将各情词备加详审，及查立县始末缘由，其各都图，应否归附某县；各县粮差，应否作何区处；各民违抗逃叛之罪，应否作何理断；通行议处呈夺。 \\n 批江西布政司清查造册呈 \\n 据江西布政司呈，看得造册清查之法，既已详悉备具，但人存政举，使奉行不至，则革弊之法，反为流弊之源。仰布政司照议上紧施行，仍备行总理及各守巡官，同以此事为固本安民之首，各至分地，临督各该府、州、县正官。且将别项职事，牒委佐贰官分理，俱要专心致志，身亲棕核，照式依期清量查造，务使积弊顿除，后患永绝，以苏民困。中间但有不行尽心查理，止凭吏胥苟且了事者，即行拿治问发；提调等官，一体参究。其各官分定地方，该司具名开报，缴。 \\n 行丰城县督造浅船牌 \\n 仰抄案回县，即行知县顾佖速差能干官前来樟树，接驾浅船到县，照依该道估价，于官库支给各船旗军收领。就便择日催督县丞沈廷用，遵照本院面授水帘桅等法，兴工修筑。务将前船衔结匀连，多用串关扇束缚坚牢；足障水势，以便施工，毋为摧荡，虚费财力。 \\n 行江西按察司审问通贼罪犯牌 \\n 照得本院于正德十四年六月内，因宁王谋反，起兵征剿，具本奏闻，当差赣州卫舍人王鼐赍奏，却乃设计诈病，推托不前，显有通贼情弊。及至擒获逆贼，差赍紧关题本，赴京奏报，却又迂道私赴太监张忠处捏报军中事情，几至酿成大变。及将原领题本，通同邀截回还，所据本犯，罪难轻贷。为此牌仰本司，即将发去犯人王鼐从公审问明白，依律议拟，具招呈详。毋得轻从，未便。 \\n 行江西按察司清查军前解回粮赏等物 \\n 卷查先该本院督解宸濠，中途奉旨仍解回省，随将前项赏功银牌花红彩段及粮饷等项，牌差县丞等官龙光等，解发江西按察司查收贮库，仍候本院明文施行去后。今照前项粮赏等银，已支未支，清查应该起解者，未审曾否尽数解京，拟合查报。为此牌仰本司，即查原发粮赏等银，各计若干。要见于何年月日奉本院批呈或纸牌，支取某项若干，给与某起官军人等行粮或犒劳兵快应用，其应解金册一十二付，上高、新昌玉印二颗，银盆六面，及衣服等件，曾否尽数解京，中间有无遗漏等情，备查明白，具数回报，以凭查对稽考，毋得迟延，未便。 \\n 批广东按察司立县呈 \\n 据副使汪玉呈称云云。卷查先为图议边方后患事，准兵部咨云云。续据湖广按察司呈，奉湖广巡抚都御史秦案验，候本院抚临至日，会行议处具奏定夺施行。随据副使汪玉呈云云。看得立县之举，今且三年，而两省会议，犹是道傍之谈，似此往复不已，毕竟何时定计。自昔举事，须顺人情；凡今立县，专为弭乱；若使两地人心未协，遂尔执己见而行，则是今日定乱之图，反为异时起争之本，今江西安仁、东乡各县，纷纭奏告，连年不息，即今征矣。除行该道兵备官，上紧约会广东各官，亲诣地方，拘集里老年高有识者，备询舆论；务在众议调停，两情和协，就行相度地势，会计财力，监追起工，然后各自回任。若使议终不合，必欲各自立县，亦须酌裁适均。要见广东于高宿立县，都图若干；湖广于笆篱立县，都图若干；城池高广若干；官员裁减若干；异时赋役，两地逃躲，若何区处；盗贼彼时出没，若何缉捕；一应事宜，逐条开议。须于不同之中，务求通融之术；不得徒事空言，彼此推托，苟延目前，不顾后患，异时追论致祸之因，罪亦终有不免。除批行湖广该道兵备官查照外，仰抄案回司，会同布政司各行该道守巡兵备等官，约会湖广各官，面议停当。一面会计工料，委官及时兴工；一面备由开详，以凭覆奏；毋再推延执拗，致有他虞，断行参究不恕。仍行两广提督并巡按衙门查照催督施行。 \\n 行江西三司停止兴作牌 \\n 先该本院看得江西兵荒之余，重以洪水为灾，民穷财尽，正当体养抚息。各该衙门一应修理公廨工役，俱宜停止。已经案仰各司，即将工役悉行停止，其势不容已者，亦待秋成之后，民困稍苏，方许以次呈夺去后。近因本院出巡，访得各该官员，不思地方兵变水患，小民困苦已极，方求蠲赋税，出内帑欲赈而未能，辄复纷然修理，事属故违。本当参究，尚传闻未的，姑再查禁。为此仰各抄案回司，即查前项工程，前此果否悉行停止？近来是否重复兴工？具由呈报，以凭施行，毋得隐讳，违错不便。 \\n 行岭北道申明教场军令 \\n 照得本院调到宁都等县官兵机快人等，见在赣州教场住扎操阅，中间恐有不守军令，罪及无辜，应合禁约。随据副使王度呈开，合行事宜，参酌相同。为此仰抄按回道，即行出给告示，张挂教场，晓谕官兵机快，各加遵守。如有违犯，事情重大者，拿送军门，依军令斩首；其事情稍轻者，该道径自究治发落。仍呈本院查考。 \\n 计开： \\n 一，各兵但有擅动地方一草一木者，照依军令斩首示众。 \\n 一，各兵但有管哨官总指称神福，馈送打点等项名色，科派银物自一分以上，俱许赴该道面告究治。 \\n 一，管哨官凡遇歇操之日，并在营房居住，钤束机兵，教演武艺。敢有在家游荡，及挟妓饮酒，朋伙喧哗者，访出捆打一百。 \\n 一，各兵但有疾病事故，许管哨官禀明医验，不许雇人顶替，如有用财买求地方光棍替身上操，仰该管总小甲拿获首送该道枷号，如隐情不首，事发，连总小甲一体枷号。 \\n 一，各兵在市买办柴米酒肉等项，俱要两平交易，如有恃强多占分两，被人告发，枷号示众。 \\n 一，管哨官凡遇各兵斗殴喧闹等项，小事量行惩治，大事禀该道拿问，不许纵容争竞嚣乱辕门。 \\n 一，各歇操之日，各将随有器械，务在整刷锋利鲜明，毋得临时有误。如平日懒惰，不行修理，上操之际，弦矢断折，铳炮不响，旗帜不明，查出捆打一百。 \\n 一，各兵遇上班之日，不许因便赴该道府告家乡户婚田上等项事情，查出痛责四十。 \\n 一，各兵上街行走，俱要悬带小木牌一面，上写某哨官总下某人，年甲籍贯辨别。如有隐下兵打名色，另着别样衣冠，暗入府县，挟骗官吏，及来军门并道门首打听消息，访出枷号不恕。 \\n 一，各兵领到工食银两，俱要撙节用度，谨慎收放，如有奢侈用尽，及被人偷盗，纵来诉告缺失，俱不准理，仍重加责治。 \\n 一，各该上班兵夫，如有限期未满，先行逃回者，差人原籍拿来，用一百斤大枷枷号教场门首三个月，满日，綑打一百，仍依律问发边远充军。 \\n 一，各哨官并兵夫，有军门一应便宜，及利所当兴，害所当革者，许赴军门及该道直白条陈，不许诸人阻当。 \\n 行雩都县建立社学牌 \\n 照得本院近于赣州府城设立社学乡馆，教育民间子弟，风俗颇渐移易。牌仰雩都县掌印官，即于该县起立社学，选取民间俊秀子弟，备用礼币，敦请学行之士，延为师长；查照本院原定学规，尽心教导；务使人知礼让，户习《诗》、《书》，丕变偷薄之风，以成淳厚之俗。毋得违延忽视，及虚文搪塞取咎。"}
{"章节": "卷六", "正文": "卷六 \\n  \\n  \\n 知行录之六　传习录上 \\n 先生于《大学》“格物”诸说，悉以旧本为正，盖先儒所谓误本者也。爱始闻而骇，既而疑，已而殚精竭思，参互错综以质于先生，然后知先生之说若水之寒，若火之热，断断乎百世以俟圣人而不惑者也。先生明睿天授，然和乐坦易，不事边幅。人见其少时豪迈不羁，又尝泛滥于词章，出入二氏之学，骤闻是说，皆目以为立异好奇，漫不省究。不知先生居夷三载，处困养静，精一之功固已超入圣域，粹然大中至正之归矣。 \\n 爱朝夕炙门下，但见先生之道，即之若易而仰之愈高，见之若粗而探之愈精，就之若近而造之愈益无穷，十余年来竟未能窥其藩篱。世之君子，或与先生仅交一面，或犹未闻其謦欬，或先怀忽易愤激之心，而遽欲于立谈之间，传闻之说，臆断悬度，如之何其可得也？从游之士，闻先生之教，往往得一而遗二，见其牝牡骊黄而弃其所谓千里者。故爱备录平日之所闻，私以示夫同志，相与考而正之，庶无负先生之教云。门人徐爱书。 \\n 爱问：“‘在亲民’，朱子谓当作‘新民’，后章‘作新民’之文似亦有据；先生以为宜从旧本作‘亲民’，亦有所据否？”先生曰：“‘作新民’之‘新’是自新之民，与‘在新民’之‘新’不同，此岂足为据？‘作’字却与‘亲’字相对，然非‘亲’字义。下面‘治国平天下’处，皆于‘新’字无发明，如云‘君子贤其贤而亲其亲，小人乐其乐而利其利，如保赤子；民之所好好之，民之所恶恶之，此之谓民之‘父母’之类，皆是‘亲’字意。‘亲民’犹孟子‘亲亲仁民’之谓，亲之即仁之也。百姓不亲，舜使契为司徒，敬敷五教，所以亲之也。尧典‘克明峻德’便是‘明明德’；以‘亲九族’至‘平章协和’，便是‘亲民’，便是‘明明德于天下’。又如孔子言‘修己以安百姓’，‘修己’便是‘明明德’；‘安百姓’便是‘亲民’。说‘亲民’便是兼教养意，说‘新民’便觉偏了。’ \\n 爱问：“‘知止而后有定’，朱子以为‘事事物物皆有定理’，似与先生之说相戾。”先生曰：“于事事物物上求至善，却是义外也，至善是心之本体，只是‘明明德’到‘至精至一’处便是，然亦未尝离却事物，本注所谓‘尽夫天理之极，而无一毫人欲之私’者得之。” \\n 爱问：“至善只求诸心，恐于天下事理有不能尽。”先生曰：“心即理也。天下又有心外之事，心外之理乎？”爱曰：“如事父之孝，事君之忠，交友之信，治民之仁，其间有许多理在，恐亦不可不察。”先生叹曰：“此说之蔽久矣，岂一语所能悟？今姑就所问者言之：且如事父不成，去父上求个孝的理；事君不成，去君求个忠的理；交友治民不成，去友上、民上求个信与仁的理：都只在此心，心即理也。此心无私欲之蔽，即是天理，不须外面添一分。以此纯乎天理之心，发之事父便是孝，发之事君便是忠，发之交友治民便是信与仁。只在此心去人欲、存天理上用功便是。”爱曰：“闻先生如此说，爱已觉有省悟处。但旧说缠于胸中，尚有未脱然者。如事父一事，其间温凊定省之类有许多节目，不知亦须请求否？”先生曰：“如何不请求？只是有个头脑，只是就此心去人欲、存天理上请求。就如讲求冬温，也只是要尽此心之孝，恐怕有一毫人欲间杂；讲求夏凊，也只是要尽此心之孝，恐怕有一毫人欲间杂；只是请求得此心。此心若无人欲，纯是天理，是个诚于孝亲的心，冬时自然思量父母的寒，便自要去求个温的道理；夏时自然思量父母的热，便自要去求个凊的道理。这都是那诚孝的心发出来的条件。却是须有这诚孝的心，然后有这条件发出来。譬之树木，这诚孝的心便是根，许多条件便是枝叶，须先有根然后有枝叶，不是先寻了枝叶然后去种根。《礼记》言：‘孝子之有深爱者，必有和气；有和气者，必有愉色；有愉色者，必有婉容。’须是有个深爱做根，便自然如此。” \\n 郑朝朔问：“至善亦须有从事物上求者？”先生曰：“至善只是此心纯乎天理之极便是，更于事物上怎生求？且试说几件看。”朝朔曰：“且如事亲，如何而为温凊之节，如何而为奉养之宜，须求个是当，方是至善，所以有学问思辩之功。”先生曰：“若只是温凊之节、奉养之宜，可一日二日讲之而尽，用得甚学问思辩？惟于温凊时，也只要此心纯乎天理之极；奉养时，也只要此心纯乎天理之极。此则非有学问思辩之功，将不免于毫厘千里之谬，所以虽在圣人犹加‘精一’之训。若只是那些仪节求得是当，便谓至善，即如今扮戏子，扮得许多温凊奉养的仪节是当，亦可谓之至善矣。”爱于是日又有省。 \\n 爱因未会先生“知行合一”之训，与宗贤、惟贤往复辩论，未能决，以问于先生。先生曰：“试举看。”爱曰：“如今人尽有知得父当孝、兄当弟者，却不能孝、不能弟，便是知与行分明是两件。”先生曰：“此已被私欲隔断，不是知行的本体了。未有知而不行者。知而不行，只是未知。圣贤教人知行，正是安复那本体，不是着你只恁的便罢。故《大学》指个真知行与人看，说‘如好好色，如恶恶臭’。见好色属知，好好色属行。只见那好色时已自好了，不是见了后又立个心去好。闻恶臭属知，恶恶臭属行。只闻那恶臭时已自恶了，不是闻了后别立个心去恶。如鼻塞人虽见恶臭在前，鼻中不曾闻得，便亦不甚恶，亦只是不曾知臭。就如称某人知孝、某人知弟，必是其人已曾行孝行弟，方可称他知孝知弟，不成只是晓得说些孝弟的话，便可称为知孝弟。又如知痛，必已自痛了方知痛，知寒，必已自寒了；知饥，必已自饥了；知行如何分得开？此便是知行的本体，不曾有私意隔断的。圣人教人，必要是如此，方可谓之知，不然，只是不曾知。此却是何等紧切着实的工夫！如今苦苦定要说知行做两个，是甚么意？某要说做一个是甚么意？若不知立言宗旨，只管说一个两个，亦有甚用？”爱曰：“古人说知行做两个，亦是要人见个分晓，一行做知的功夫，一行做行的功夫，即功夫始有下落。”先生曰：“此却失了古人宗旨也。某尝说知是行的主意，行是知的功夫；知是行之始，行是知之成。若会得时，只说一个知已自有行在，只说一个行已自有知在。古人所以既说一个知又说一个行者，只为世间有一种人，懵懵懂懂的任意去做，全不解思维省察，也只是个冥行妄作，所以必说个知，方才行得是；又有一种人，茫茫荡荡悬空去思索，全不肯着实躬行，也只是个揣摸影响，所以必说一个行，方才知得真。此是古人不得已补偏救弊的说话，若见得这个意时，即一言而足，今人却就将知行分作两件去做，以为必先知了然后能行，我如今且去讲习讨论做知的工夫，待知得真了方去做行的工夫，故遂终身不行，亦遂终身不知。此不是小病痛，其来已非一日矣。某今说个知行合一，正是对病的药。又不是某凿空杜撰，知行本体原是如此。今若知得宗旨时，即说两个亦不妨，亦只是一个；若不会宗旨，便说一个，亦济得甚事？只是闲说话。” \\n 爱问：“昨闻先生‘止至善’之教，已觉功夫有用力处。但与朱子‘格物’之训，思之终不能合。”先生曰：“格物是止至善之功，即知至善，即知格物矣。”爱曰：“昨以先生之教推之格物之说，似亦见得大略。但朱子之训，其于《书》之‘精一’，《论语》之‘博约’，《孟子》之‘尽心知性’，皆有所证据，以是未能释然。”先生曰：“子夏笃信圣人，曾子反求诸己。笃信固亦是，然不如反求之切。今既不得于心，安可狃于旧闻，不求是当？就如朱子，亦尊信程子，至其不得于心处，亦何尝苟从？‘精一’、‘博约’、‘尽心’本自与吾说吻合，但未之思耳。朱子格物之训，未免牵合附会，非其本旨。精是一之功，博是约之功。曰仁既明知行合一之说，此可一言而喻。尽心、知性、知天，是生知安行事；存心、养性、事天，是学知利行事；夭寿不贰，修身以俟，是困知勉行事。朱子错训‘格物’，只为倒看了此意，以‘尽心知性’为‘物格知至’，要初学便去做生知安行事，如何做得？”爱问：“‘尽心知性’何以为‘生知安行’？”先生曰：“性是心之体，天是性之原，尽心即是尽性。‘惟天下至诚为能尽其性，知天地之化育。’存心者，心有未尽也。知天，如知州、知县之知，是自己分上事，已与天为一；事天，如子之事父，臣之事君，须是恭敬奉承，然后能无失，尚与天为二，此便是圣贤之别。至于‘夭寿不贰其心’，乃是教学者一心为善，不可以穷通夭寿之故，便把为善的心变动了，只去修身以俟命；见得穷通寿夭有个命在，我亦不必以此动心。事天虽与天为二，已自见得个天在面前；俟命便是未曾见面，在此等候相似：此便是初学立心之始，有个困勉的意在。今却倒做了，所以使学者无下手处。”爱曰：“昨闻先生之教，亦影响见得功夫须是如此。今闻此说，益无可疑。爱昨晚思格物的物字即是事字，皆从心上说。”先生曰：“然。身之主宰便是心；心之所发便是意；意之本体便是知；意之所在便是物。如意在于事亲，即事亲便是一物；意在于事君，即事君便是一物；意在于仁民爱物，即仁民爱物便是一物；意在于视听言动，即视听言动便是一物。所以某说无心外之理，无心外之物。《中庸》言‘不诚无物’，《大学》‘明明德’之功，只是个诚意。诚意之功只是个格物。” \\n 先生又曰：“格物，如《孟子》‘大人格君心’之‘格’，是去其心之不正，以全其本体之正。但意念所在，即要去其不正以全其正，即无时无处不是存天理，即是穷理。天理即是‘明德’，穷理即是‘明明德’。” \\n 又曰：“知是心之本体，心自然会知：见父自然知孝，见兄自然知弟，见孺子入井自然知恻隐，此便是良知不假外求。若良知之发，更无私意障碍，即所谓‘充其恻隐之心，而仁不可胜用矣’。然在常人不能无私意障碍，所以须用致知格物之功胜私复理。即心之良知更无障碍，得以充塞流行，便是致其知。知致则意诚。” \\n 爱问：“先生以博文为约礼功夫，深思之未能得，略请开示。”先生曰：“礼字即是理字。理之发见，可见者谓之文；文之隐微，不可见者谓之理：只是一物。约礼只是要此心纯是一个天理。要此心纯是天理，须就理之发现处用功。如发现于事亲时，就在事亲上学存此天理；发现于事君时，就在事君上学存此天理；发现于处富贵贫贱时，就在处富贵贫贱上学存此天理；发现于处患难夷狄时，就在处患难夷狄上学存此天理；至于作止语默，无处不然，随他发现处，即就那上面学个存天理。这便是博学之于文，便是约礼的功夫。‘博文’即是‘惟精’，‘约礼’即是‘惟一’。” \\n 爱问：“‘道心常为一身之主，而人心每听命。’以先生精一之训推之，此语似有弊。”先生曰：“然。心一也，未杂于人谓之道心，杂以人伪谓之人心。人心之得其正者即道心；道心之失其正者即人心：初非有二心也。程子谓人心即人欲，道心即天理，语若分析而意实得之。今日道心为主而人心听命，是二心也。天理人欲不并立，安有天理为主，人欲又从而听命者？” \\n 爱问文中子、韩退之。先生曰：“退之文人之雄耳。文中子贤儒也。后人徒以文词之故推尊退之，其实退之去文中子远甚。”爱问：“何以有拟经之失？”先生曰：“拟经恐未可尽非。且说后世儒者著述之意，与拟经如何？”爱曰：“世儒著述，近名之意不无，然期以明道；拟经纯若为名。”先生曰：“著述以明道，亦何所效法？”曰：“孔子删述《六经》，以明道也。”先生曰：“然则拟经独非效法孔子乎？”爱曰：“著述即于道有所发明。拟经似徒拟其迹，恐于道无补。”先生曰：“子以明道者使其反朴还淳而见诸行事之实乎？抑将美其言辞而徒以譊譊于世也？天下之大乱，由虚文胜而实行衰也。使道明于天下，则《六经》不必述。删述《六经》，孔子不得已也。自伏羲画卦，至于文王、周公，其间言《易》如连山、归藏之属，纷纷籍籍，不知其几，易道大乱。孔子以天下好文之风日盛，知其说之将无纪极，于是取文王、周公之说而赞之，以为惟此为得其宗。于是纷纷之说尽废，而天下之言易者始一。《书》、《诗》、《礼》、《乐》、《春秋》皆然。《书》自《典》、《谟》以后，《诗》自《二南》以降，如《九丘》、《八索》，一切淫哇逸荡之词，盖不知其几千百篇；《礼》、《乐》之名物度数，至是亦不可胜穷。孔子皆删削而述正之，然后其说始废。如《书》、《诗》、《礼》、《乐》中，孔子何尝加一语？今之礼记诸说，皆后儒附会而成，已非孔子之旧。至于《春秋》，虽称孔子作之，其实皆鲁史旧文。所谓“笔者，笔其旧”；所谓‘削’者，削其繁：是有减无增。孔子述《六经》，惧繁文之乱天下，惟简之而不得，使天下务去其文以求其实，非以文教之也。《春秋》以后，繁文益盛，天下益乱。始皇焚书得罪，是出于私意；又不合焚《六经》。若当时志在明道，其诸反经叛理之说，悉取而焚之，亦正暗合删述之意。自秦、汉以降，文又日盛，若欲尽去之，断不能去；只宜取法孔子，录其近是者而表章之，则其诸怪悖之说，亦宜渐渐自废。不知文中子当时拟经之意如何？某切深有取于其事，以为圣人复起，不能易也。天下所以不治，只因文盛实衰，人出己见，新奇相高，以眩俗取誉。徒以乱天下之聪明，涂天下之耳目，使天下靡然争务修饰文词，以求知于世，而不复知有敦本尚实、反朴还淳之行：是皆著述者有以启之。”爱曰：“著述亦有不可缺者，如《春秋》一经，若无《左传》，恐亦难晓。”先生曰：“《春秋》必待《传》而后明，是歇后谜语矣，圣人何苦为此艰深隐晦之词？《左传》多是鲁史旧文，若《春秋》须此而后明，孔子何必削之？”爱曰：“伊川亦云‘传是案，经是断’；如书弑某君、伐某国，若不明其事，恐亦难断，”先生曰：“伊川此言，恐亦是相沿世儒之说，未得圣人作经之意。如书‘弑君’，即弑君便是罪。何必更问其弑君之详？征伐当自天子出，书‘伐国’，即伐国便是罪，何必更问其伐国之详？圣人述《六经》，只是要正人心，只是要存天理、去人欲，于存天理、去人欲之事，则尝言之；或因人请问，各随分量而说，亦不肯多道，恐人专求之言语，故曰‘予欲无言’。若是一切纵人欲、灭天理的事，又安肯详以示人？是长乱导奸也。故孟子云：‘仲尼之门无道桓、文之事者，是以后世无传焉。’此便是孔门家法。世儒只讲得一个伯者的学问，所以要知得许多阴谋诡计，纯是一片功利的心，与圣人作经的意思正相反，如何思量得通？”因叹曰：“此非达天德者未易与言此也。” \\n 又曰：“孔子云‘吾犹及史之阙文也’；孟子云‘尽信《书》不如无书，吾于《武成》取二三策而已’。孔子删《书》，于唐、虞、夏四五百年间不过数篇，岂更无一事？而所述止此，圣人之意可知矣。圣人只是要删去繁文，后儒却只要添上。”爱曰：“圣人作经只是要去人欲、存天理。如五伯以下事，圣人不欲详以示人，则诚然矣。至如尧、舜以前事，如何略不少见？”先生曰：“羲、黄之世，其事阔疏，传之者鲜矣。此亦可以想见其时，全是淳庞朴素，略无文采的气象。此便是太古之治，非后世可及。”爱曰：“如《三填》之类，亦有传者，孔子何以删之？”先生曰：“纵有传者，亦于世变渐非所宜。风气益开，文采日胜，至于周末，虽欲变以夏、商之俗，已不可挽，况唐、虞乎！又况羲、黄之世乎！然其治不同，其道则一。孔子于尧、舜则祖述之，于文、武则宪章之。文、武之法，即是尧、舜之道。但因时致治，其设施政令已自不同。即夏、商事业，施之于周，已有不合，故周公思兼三王，其有不合，仰而思之，夜以继日。况太古之治，岂复能行？斯固圣人之所可略也。”又曰：“专事无为，不能如三王之因时致治，而必欲行以太古之俗，即是佛、老的学术。因时致治，不能如三王之一本于道，而以功利之心行之，即是伯者以下事业。后世儒者许多讲来讲去，只是讲得个伯术。” \\n 又曰：“唐、虞以上之治，后世不可复也，略之可也；三代以下之治，后世不可法也，削之可也；惟三代之治可行。然而世之论三代者不明其本，而徒事其末，则亦不可复矣！” \\n 爱曰：“先儒论《六经》，以《春秋》为史。史专记事，恐与《五经》事体终或稍异。”先生曰：“以事言谓之史，以道言谓之经。事即道，道即事。《春秋》亦经，《五经》亦史。《易》是庖羲氏之史，《书》是尧、舜以下史，《礼》、《乐》是三代史：其事同，其道同，安有所谓异？” \\n 又曰：“《五经》亦只是史，史以明善恶，示训戒。善可为训者，时存其迹以示法；恶可为戒者，存其戒而削其事，以杜奸。”爱曰：“存其迹以示法，亦是存天理之本然；削其事以杜奸，亦是遏人欲于将萌否？”先生曰：“圣人作经，固无非是此意，然又不必泥着文句。”爱又问：“恶可为戒者，存其戒而削其事，以杜奸，何独于《诗》而不删郑、卫？先儒谓‘恶者可以惩创人之逸志’，然否？”先生曰：“《诗》非孔门之旧本矣。孔子云：‘放郑声，郑声淫。’又曰：‘恶郑声之乱雅乐也。郑、卫之音，亡国之音也。’此本是孔门家法。孔子所定三百篇，皆所谓雅乐，皆可秦之郊庙，奏之乡党，皆所以宣畅和平，涵泳德性，移风易俗，安得有此？是长淫导奸矣。此必秦火之后，世儒附会，以足三百篇之数。盖淫溢之词，世俗多所喜传，如今闾巷皆然。‘恶者可以惩创人之逸志’，是求其说而不得，从而为之辞。”爱因旧说汩没，始闻先生之教，实是骇愕不定，无人头处。其后闻之既久，渐知反身实践，然后始信先生之学为孔门嫡传，舍是皆傍蹊小径、断港绝河矣！如说格物是诚意的工夫，明善是诚身的工夫，穷理是尽性的工夫，道问学是尊德性的工夫，博文是约礼的工夫，惟精是惟一的工夫，诸如此类，始皆落落难合，其后思之既久，不觉手舞足蹈。 \\n 右曰仁所录。 \\n 陆澄问：“主一之功，如读书则一心在读书上，接客则一心在接客上，可以为主一乎？”先生曰：“好色则一心在好色上，好货则一心在好货上，可以为主一乎？是所谓逐物，非主一也。主一是专主一个天理。” \\n 问立志。先生曰：“只念念要存天理，即是立志。能不忘乎此，久则自然心中凝聚，犹道家所谓结圣胎也。此天理之念常存，驯至于美大圣神，亦只从此一念存养扩充去耳。” \\n “日间工夫，觉纷扰则静坐，觉懒看书则且看书，是亦因病而药。” \\n “处朋友，务相下则得益，相上则损。” \\n 孟源有自是好名之病，先生屡责之。一日警责方已，一友自陈日来工夫请正。源从旁曰：“此方是寻着源旧时家当。”先生曰：“尔病又发。”源色变，议拟欲有所辨，先生曰：“尔病又发。”因喻之曰：“此是汝一生大病根。譬如方丈地内，种此一大树，雨露之滋，土脉之力，只滋养得这个大根；四傍纵要种此嘉谷，上面被此树叶遮覆，下面被此树根盘结，如何生长得成？须用伐去此树，纤根勿留，方可种植嘉种。不然，任汝耕耘培壅，只是滋养得此根。” \\n 问：“后世著述之多，恐亦有乱正学？”先生曰：“人心天理浑然，圣贤笔之书，如写真传神，不过示人以形状大略，使之因此而讨求其真耳；其精神意气言笑动止，固有所不能传也。后世著述，是又将圣人所画，摹仿誊写，而妄自分析加增，以逞其技，其失真愈远矣。” \\n 问：“圣人应变不穷，莫亦是预先讲求否？”先生曰：“如何讲求得许多？圣人之心如明镜，只是一个明，则随感而应，无物不照；未有已往之形尚在，未照之形先具者。若后世所讲，却是如此，是以与圣人之学大背。周公制礼作乐以示天下，皆圣人所能为，尧、舜何不尽为之而待于周公？孔子删述《六经》以诏万世，亦圣人所能为，周公何不先为之而有待于孔子？是知圣人遇此时，方有此事。只怕镜不明，不怕物来不能照。讲求事变，亦是照时事，然学者却须先有个明的工夫。学者惟患此心之未能明，不患事变之不能尽。”曰：“然则所谓‘冲漠无朕而万象森然已具者’，其言如何？”曰：“是说本自好，只不善看，亦便有病痛。” \\n “义理无定在，无穷尽。吾与子言，不可以少有所得而遂谓止此也；再言之，十年、二十年、五十年未有止也。”他日又曰：“圣如尧、舜，然尧、舜之上，善无尽；恶如桀、纣，然桀、纣之下，恶无尽。使桀、纣未死，恶宁止此乎？使善有尽时，文王何以‘望道而未之见’？” \\n 问：“静时亦觉意思好，才遇事便不同，如何？”先生曰：“是徒知静养而不用克己工夫也。如此临事，便要倾倒。人须在事上磨，方能立得住；方能静亦定、动亦定。” \\n 问上达工夫。先生曰：“后儒教人才涉精微，便谓上达未当学，且说下学。是分下学、上达为二也。夫目可得见，耳可得闻，口可得言，心可得思者，皆下学也；目不可得见，耳不可得闻，口不可得言，心不可得思者，上达也。如木之栽培灌溉，是下学也；至于日夜之所息，条达畅茂，乃是上达，人安能预其力哉？故凡可用功可告语者皆下学，上达只在下学里。凡圣人所说，虽极精微，俱是下学。学者只从下学里用功，自然上达去，不必别寻个上达的工夫。” \\n “持志如心痛。一心在痛上，岂有工夫说闲话、管闲事。” \\n 问：“‘惟精惟一’是如何用功？”先生曰：“惟一是惟精主意，惟精是惟一功夫，非惟精之外复有惟一也。精字从米，姑以米譬之：要得此米纯然洁白，便是惟一意；然非加舂簸筛拣惟精之工，则不能纯然洁白也。舂簸筛拣是惟精之功，然亦不过要此米到纯然洁白而已。博学、审问、慎思、明辨、笃行者，皆所以为惟精而求惟一也。他如博文者，即约礼之功，格物致知者，即诚意之功；道问学即尊德性之功；明善即诚身之功：无二说也。” \\n “知者行之始，行者知之成：圣学只一个功夫，知行不可分作两事。” \\n “漆雕开曰：‘吾斯之未能信。’夫子说之。子路使子羔为费宰，子曰：‘贼夫人之子。’会点言志，夫子许之。圣人之意可见矣。” \\n 问：“宁静存心时，可为未发之中否？”先生曰：“今人存心，只定得气。当其宁静时，亦只是气宁静，不可以为未发之中。”曰：“未便是中，莫亦是求中功夫？”曰：“只要去人欲、存天理，方是功夫。静时念念去人欲、存天理，动时念念去人欲、存天理，不管宁静不宁静。若靠那宁静，不惟渐有喜静厌动之弊，中间许多病痛只是潜伏在，终不能绝去，遇事依旧滋长。以循理为主，何尝不宁静；以宁静为主，未必能循理。” \\n 问：“孔门言志：由、求任政事，公西赤任礼乐，多少实用。及曾晳说来，却似耍的事，圣人却许他，是意何如？”曰：“三子是有意必，有意必便偏着一边，能此未必能彼；曾点这意思却无意必，便是‘素其位而行，不愿乎其外’、‘素夷狄行乎夷狄，素患难行乎患难，无人而不自得’矣。三子所谓‘汝器也’，曾点便有不器意。然三子之才，各卓然成章，非若世之空言无实者，故夫子亦皆许之。” \\n 问：“知识不长进如何？”先生曰：“为学须有本原，须从本原上用力，渐渐盈科而进。仙家说婴儿，亦善譬。婴儿在母腹时，只是纯气，有何知识？出胎后方始能啼，既而后能笑，又既而后能认识其父母兄弟，又既而后能立能行、能持能负，卒乃天下之事无不可能：皆是精气日足，则筋力日强，聪明日开，不是出胎日便讲求推寻得来。故须有个本原。圣人到位天地，育万物，也只从喜怒哀乐未发之中上养来。后儒不明格物之说，见圣人天不知无不能，便欲于初下手时讲求得尽，岂有此理？”又曰：“立志用功，如种树然。方其根芽，犹未有干；及其有干，尚未有枝；枝而后叶，叶而后花实。初种根时，只管栽培灌溉，勿作枝想，勿作叶想，勿作花想，勿作实想。悬想何益！但不忘栽培之功，怕没有枝叶花实？” \\n 问：“看书不能明如何？”先生曰：“此只是在文义上穿求，故不明如此。又不如为旧时学问，他到看得多解得去。只是他为学虽极解得明晓，亦终身无得。须于心体上用功，凡明不得，行不去，须反在自心上体当即可通。盖《四书》、《五经》不过说这心体，这心体即所谓道。心体明即是道明，更无二：此是为学头脑处。” \\n “虚灵不昧，众理具而万事出。心外无理，心外无事。” \\n 或问：“晦庵先生曰：‘人之所以为学者，心与理而已。’此语如何？曰：‘心即性，性即理，下一‘与’字，恐未免为二。此在学者善观。” \\n 或曰：“人皆有是心。心即理，何以有为善，有为不善？”先生曰：“恶人之心，失其本体。” \\n 问：“‘析之有以极其精而不乱，然后合之有以尽其大而无余’此言如何？”先生曰：“恐亦未尽。此理岂容分析，又何须凑合得？圣人说精一自是尽。” \\n “省察是有事时存养，存养是无事时省察。” \\n 澄尝问象山在人情事变上做工夫之说。先生曰：“除了人情事变，则无事矣。喜怒哀乐非人情乎？自视听言动，以至富贵贫贱、患难死生，皆事变也。事变亦只在人情里。其要只在致中和；致中和只在谨独。” \\n 澄问：“仁、义、礼、智之名，因已发而有？”曰：“然。”他日，澄曰：“恻隐、羞恶、辞让、是非，是性之表德邪？”曰：“仁、义、礼、智，也是表德。性一而已：自其形体也谓之天，主宰也谓之帝，流行也谓之命，赋于人也谓之性，主于身也谓之心；心之发也，遇父便谓之教，遇君便谓之忠，自此以往，名至于无穷，只一性而已。犹人一而已：对父谓之子，对子谓之父，自此以往，至于无穷，只一人而已。人只要在性上用功，看得一性字分明，即万理灿然。” \\n 一日，论为学工夫。先生曰：“教人为学，不可执一偏：初学时心猿意马，拴缚不定，其所思虑多是人欲一边，故且教之静坐、息思虑。久之，俟其心意稍定，只悬空静守如槁木死灰，亦无用，须教他省察克治。省察克治之功，则无时而可间，如去盗贼，须有个扫除廓清之意。无事时将好色好货好名等私逐一追究，搜寻出来，定要拔去病根，永不复起，方始为快。常如猫之捕鼠，一眼看着，一耳听着，才有一念萌动，即与克去，斩钉截铁，不可姑容与他方便，不可窝藏，不可放他出路，方是真实用功，方能扫除廊清。到得无私可克，自有端拱时在。虽曰何思何虑，非初学时事。初学必须思省察克治，即是思诚，只思一个天理。到得天理纯全，便是何思何虑矣。” \\n 澄问：“有人夜怕鬼者，奈何？”先生曰：“只是平时不能集义，而心有所慊，故怕。若素行合于神明，何怕之有？”子莘曰：“正直之鬼，不须怕；恐邪鬼不管人善恶，故未免怕。”先生曰：“岂有邪鬼能迷正人乎？只此一怕，即是心邪，故有迷之者，非鬼迷也，心自迷耳。如人好色，即是色鬼迷；好货，即是货鬼迷；怒所不当怒，是怒鬼迷；惧所不当惧，是惧鬼迷也。” \\n “定者心之本体，天理也，动静所遇之时也。” \\n 澄问《学》、《庸》同异。先生曰：“子思括《大学》一书之义，为《中庸》首章。” \\n 问：“孔子正名，先儒说‘上告天子，下告方伯，废辄立郢’。此意如何？”先生曰：“恐难如此。岂有一人致敬尽礼待我而为政，我就先去废他？岂人情天理？孔子既肯与辄为政，必已是他能倾心委国而听。圣人盛德至诚，必已感化卫辄，使知无父之不可以为人，必将痛哭奔走，往迎其父。父子之爱，本于天性，辄能悔痛真切如此，蒯瞆岂不感动底豫。蒯瞆既还，辄乃致国请戮，瞆已见化于子，又有夫子至诚调和其间，当亦决不肯受，仍以命辄。群臣百姓又必欲得辄为君，辄乃自暴其罪恶，请于天子，告于方伯诸侯，而必欲致国于父。瞆与群臣百姓亦皆表辄悔悟仁孝之美，请于天子，告于方伯诸侯，必欲得辄而为之君。于是集命于辄，使之复君卫国。辄不得已，乃如后世上皇故事，率群臣百姓尊瞆为太公，借物致养，而始退复其位焉。则君君、臣臣、父父、子子，名正言顺，一举而可为政于天下矣！孔子正名，或是如此。” \\n 澄在鸿胪寺仓居，忽家信至，言儿病危。澄心甚忧闷不能堪。先生曰：“此时正宜用功。若此时放过，闲时讲学何用？人正要在此等时磨炼。父之爱子，自是至情。然天理亦自有个中和处，过即是私意。人于此处多认做天理当忧，则一向忧苦，不知已是有所忧患，不得其正。大抵七情所感，多只是过，少不及者。才过便非心之本体，必须调停适中始得。就如父母之丧，人子岂不欲一哭便死，方快于心。然却曰‘毁不灭性’，非圣人强制之也，天理本体自有分限，不可过也。人但要识得心体，自然增减分毫不得。” \\n “不可谓未发之中，常人俱有。盖体用一源，有是体即有是用，有未发之中，即有发而皆中节之和。今人未能有发而皆中节之和，须知是他未发之中亦未能全得。” \\n “《易》之辞，是‘初九，潜龙勿用’六字；《易》之象，是初书画；《易》之变，是值其尽；《易》之占，是用其辞。” \\n “夜气，是就常人说。学者能用功，则日间有事无事，皆是此气合聚发生处。圣人则不消说夜气。” \\n 澄问“操存舍亡”章曰：“‘出入无时，莫知其乡。’此虽就常人心说，学者亦须是知得心之本体亦元是如此，则操存功夫，始没病痛。不可便谓出为亡，人为存。若论本体，元是无出入的。若论出入，则其思虑运用是出，然主宰常昭昭在此，何出之有？既无所出，何人之有？程子所谓腔子，亦只是天理而已。虽终日应酬而不出天理，即是在腔子里。若出天理，斯谓之放，斯谓之亡。”又曰：“出入亦只是动静，动静无端，岂有乡邪？” \\n 王嘉秀问：“佛以出离生死诱人入道，仙以长生久视诱人入道，其心亦不是要人做不好，究其极至，亦是见得圣人上一截，然非入道正路。如今仕者由科，有由贡，有由传奉，一般做到大官，毕竟非入仕正路，君子不由也。仙、佛到极处，与儒者略同，但有了上一截，遗了下一截，终不似圣人之全；然其上一截同者，不可诬也。后世儒者，又只得圣人下一截，分裂失真，流而为记诵词章，功利训诂，亦卒不免为异端。是四家者终身劳苦，于身心无分毫益。视彼仙、佛之徒，清心寡欲，超然于世累之外者，反若有所不及矣。今学者不必先排仙、佛，且当笃志为圣人之学。圣人之学明，则仙、佛自泯。不然，则此之所学，恐彼或有不屑，而反欲其俯就，不亦难乎？鄙见如此，先生以为何如？”先生曰：“所论大略亦是。但谓上一截，下一截，亦是人见偏了如此。若论圣人大中至正之道，彻上彻下，只是一贯，更有甚上一截，下一截？‘一阴一阳之谓道’，但仁者见之便谓之仁，智者见之便谓之智，百姓又曰用而不知，故君子之道鲜矣。仁智可岂不谓之道？但见得偏了，便有弊病。” \\n “蓍固是《易》，龟亦是《易》。” \\n 问：“孔子谓武王未尽善，恐亦有不满意？”先生曰：“在武王自合如此。”曰：“使文王未没，毕竟如何？”曰：“文王在时，天下三分已有其二。若到武王伐商之时，文王若在，或者不致兴兵，必然这一分亦来归了。文王只善处纣，使不得纵恶而已。” \\n 问孟子言“执中无权犹执一”。先生曰：“中只是天理，只是易，随时变易，如何执得？须是因时制宜，难预先定一个规矩在。如后世儒者要将道理一一说得无罅漏，立定个格式，此正是执一。” \\n 唐诩问：“立志是常存个善念，要为善去恶否？”曰：“善念存时，即是天理。此念即善，更思何善？此念非恶，更去何恶？此念如树之根芽，立志者长立此善念而已。‘从心所欲，不逾矩’，只是志到熟处。” \\n “精神道德言动，大率收敛为主，发散是不得已。天地人物皆然。” \\n 问“文中子是如何人？”先生曰：“文中子庶几具体而微，惜其早死！”问：“如何却有《续经》之非？”曰：“《续经》亦未可尽非。”请问。良久，曰：“更觉良工心独苦。” \\n “许鲁齐谓儒者以治生为先之说，亦误人。” \\n 问仙家元气、元神、元精。先生曰：“只是一件：流行为气，凝聚为精，妙用为神。” \\n “喜怒哀乐，本体自是中和的。才自家着些意思，便过不及，便是私。” \\n 问“哭则不歌。”先生曰：“圣人心体自然如此。” \\n “克己须要扫除廊清，一毫不存方是。有一毫在，则众恶相引而来。” \\n 问《律吕新书》，先生曰：“学者当务为急。算得此数熟，亦恐未有用，必须心中先具礼乐之本方可。且如其书说多用管以候气，然至冬至那一刻时，管灰之飞，或有先后，须臾之间，焉知那管正值冬至之刻？须自中心先晓得冬至之刻始得。此便有不通处。学者须先后礼乐本原上用功。” \\n 曰仁云：“心犹镜也。圣人心如明镜，常人心如昏镜。近世格物之说，如以镜照物，照上用功，不知镜尚昏在，何能照！先生之格物，如磨镜而使之明，磨上用功，明了后亦未尝废照。” \\n 问道之精粗。先生曰：“道无精粗，人之所见有精粗。如这一间房，人初进来，只见一个大规模如此；处久便柱壁之类，一一看得明白；再久，如柱上有些文藻，细细都看出来：然只是一间房。” \\n 先生曰：“诸公近见时少疑问，何也？人不用功，莫不自以为已知，为学只循而行之是矣。殊不知私欲日生，如地上尘，一日不扫，便又有一层，着实用功，便见道无终穷，愈探愈深，必使精白天一毫不彻方可。” \\n 问：“知至然后可以言诚意。今天理人欲，知之未尽，如何用得克己工夫？”先生曰：“人若真实切己用功不已，则于此心天理之精微日见一日，私欲之细微亦日见一日。若不用克己工夫，终日只是说话而已，天理终不自现，私欲亦终不自现。如人走路一般，走得一段，方认得一段；走到歧路处，有疑便问，问了又走，方渐能到得欲到之处。今人于已知之天理不肯存，已知之人欲不肯去，且只管愁不能尽知。只管闲讲，何益之有？且待克得自己无私可克，方愁不能尽知，亦未迟在。” \\n 问“道一而已。古人论道往往不同，求之亦有要乎？”先生曰：“道无方体，不可执着。却拘滞于文义上求道，远矣。如今人只说天，其实何尝见天？谓日月风雷即天，不可；谓人物草木不是天，亦不可。道即是天，若识得时，何莫而非道？人但各以其一隅之见认定，以为道止如此，所以不同。若解向里寻求，见得自己心体，即无时无处不是此道。亘古亘今，无终无始，更有甚同异？心即道，道即天，知心则知道、知天。”又曰：“诸君要实见此道，须从自己心上体认，不假外求始得。” \\n 问：“名物度数，亦须先讲求否？”先生曰：“人只要成就自家心体，则用在其中。如养得心体，果有未发之中。自然有发而中节之和。自然无施不可。苟无是心，虽预先讲得世上许多名物度数，与己原不相干，只是装缀，临时自行不去，亦不是将名物度数全然不理，只要知所先后，则近道。”又曰：“人要随才成就。才是其所能为，如夔之乐，稷之种，是他资性合下便如此。成就之者，亦只是要他心体纯乎天理。其运用处，皆从天理上发来，然后谓之才。到得纯乎天理处，亦能不器，使夔、稷易艺而为，当亦能之。”又曰：“如‘素富贵行乎富贵，素患难行乎患难’，皆是不器：此惟养得心体正者能之。” \\n “与其为数顷无源之塘水，不若为数尺有源之井水，生意不穷。”时先生在塘边坐，傍有井，故以之喻学云。 \\n 问：“世道日降，太古时气象如何复见得？”先生曰：“一日便是一元。人平旦时起坐。未与物接，此心清明景象，便如在伏羲时游一般。” \\n 问：“心要逐物，如何则可？”先生曰：“人君端拱清穆，六卿分职，天下乃治。心统五官，亦要如此。今眼要视时，心便逐在色上；耳要听时，心便逐在声上，如人君要选官时，便自去坐在吏部；要调军时，便自去坐在兵部：如此岂惟失却君体，六卿亦皆不得其职。” \\n “善念发而知之，而充之；恶念发而知之，而遏之。知与充与遏者，志也，天聪也。圣人只有此，学者当存此。” \\n 澄曰：“好色、好利、好名等心。固是私欲。如闲思杂虑，如何亦谓之私欲？”先生曰：“毕竟从好色、好利、好名等根上起，自寻其根便见。如汝心中，决知是无有做劫盗的思虑，何也？以汝元无是心也。汝若于货色名利等心，一切皆如不做劫盗之心一般，都消灭了，光光只是心之本体，看有甚闲思虑？此便是寂然不动，便是未发之中，便是廓然大公！自然感而遂通，自然发而中节，自然物来顺应。” \\n 问志至气次。先生曰：“‘志之所至，气亦至焉’之谓，非极至次贰之谓。持其志则养气在其中，无暴其气则亦持其志矣。孟子救告子之偏，故如此夹持说。” \\n 问：“先儒曰‘圣人之道，必降而自卑；贤人之言，则引而自高。’如何？”先生曰：“不然。如此，却乃伪也。圣人如天，无往而非天，三光之上天也，九地之下亦天也，天何尝有降而自卑？此所谓大而化之也。贤人如山岳，守其高而已。然百仞者不能引而为千仞，千仞者不能引而为万仞：是贤人未尝引而自高也，引而自高则伪矣。” \\n 问：“伊川谓不当于喜怒哀乐未发之前求中，延平却教学者看未发之前气象，何如？”先生曰：“皆是也。伊川恐人于未发前讨个中，把中做一物看，如吾所谓认气定时做中，故令只于涵养省察上用功。延平恐人未便有下手处，故令人时时刻刻求未发前气象，使人正目而视惟此，倾耳而听惟此：即是戒慎不睹，恐惧不闻的工夫。皆古人不得已诱人之言也。”澄问：“喜怒哀乐之中和，其全体常人固不能有。如一件小事当喜怒者，平时无有喜怒之心，至其临时，亦能中节，亦可谓之中和乎？”先生曰：“在一时一事，固亦可谓之中和，然未可谓之大本达道。人性皆善，中和是人人原有的，岂可谓无？但常人之心既有所昏蔽，则其本体虽亦时时发见，终是暂明暂灭，非其全体大用矣。无所不中，然后谓之大本；无所不和，然后谓之达道；惟天下之至诚，然后能立天下之大本。”曰：“澄于中字之义尚未明。”曰：“此须自心体认出来，非言语所能喻。中只是天理。”曰：“何者为天理？”曰：“去得人欲，便识天理。”曰：“天理何以谓之中？”曰：“无所偏倚。”曰：“无所偏倚是何等气象？”曰：“如明镜然，全体莹彻，略无纤尘染着。”曰：“偏倚是有所染着。如着在好色、好利、好名等项上，方见得偏倚；若未发时，美色名利皆未相着，何以便知其有所偏倚？”曰：“虽未相着，然平日好色、好利、好名之心，原未尝无；既未尝无，即谓之有；既谓之有，则亦不可谓无偏倚。譬之病疟之人，虽有时不发，而病根原不曾除，则亦不得谓之无病之人矣。须是平时好色、好利、好名等项一应私心扫除荡涤，无复纤毫留滞，而此心全体廓然，纯是天理，方可谓之喜怒哀乐未发之中，方是天下之大本。” \\n 问：“‘颜子没而圣学亡’，此语不能无疑。”先生曰：“见圣道之全者惟颜子。观喟然一叹，可见其谓‘夫子循循然善诱人，博我以文，约我以礼’，是见破后如此说。博文约礼，如何是善诱人？学者须思之。道之全体，圣人亦难以语人，须是学者自修自悟。颜子虽欲从之，未由也已，即文王望道未见意。望道未见，乃是真见。颜子没，而圣学之正派遂不尽传矣。” \\n 问：“身之主为心，心之灵明是知，知之发动是意，意之所着为物，是如此否？”先生曰：“亦是。” \\n “只存得此心常见在，便是学。过去未来事，思之何益？徒放心耳！” \\n “言语无序，亦足以见心之不存。” \\n 尚谦问孟子之“不动心”与告子异。先生曰：“告子是硬把捉着此心，要他不动；孟子欲是集义到自然不动。”又曰：“心之本体原自不动。心之本体即是性，性即是理，性元不动，理元不动。集义是复其心之本体。” \\n “万象森然时，亦冲漠无朕；冲漠无朕，即万象森然。冲漠无脱者一之父，万象森然者精之母。一中有精，精中有一。” \\n “心外无物。如吾心发一念孝亲，即孝亲便是物。” \\n 先生曰：“今为吾所谓格物之学者，尚多流于口耳。况为口耳之学者，能反于此乎？天理人欲，其精微必时时用力省察克治，方日渐有见。如今一说话之间，虽只讲天理，不知心中倏忽之间已有其多少私欲。盖有窃发而不知者，虽用力察之，尚不易见，况徒口讲而可得尽知乎？今只管讲天理来顿放着不循；讲人欲来顿放着不去；岂格物致知之学？后世之学，其极至，只做得个义袭而取的工夫。” \\n 问格物。先生曰：“格者，正也。正其不正，以归于正也。\" \\n 问：“知止者，知至善只在吾心，元不在外也，而后志定？”曰：“然。” \\n 问：“格物于动处用功否？”先生曰：“格物无间动静，静亦物也。孟子谓‘必有事焉’，是动静皆有事。” \\n “工夫难处，全在格物致知上。此即诚意之事。意既诚，大段心亦自正，身亦自修。但正心修身工夫，亦各有用力处，修身是已发边，正心是未发边。心正则中，身修则和。” \\n “自‘格物致知’至‘平天下’，只是一个‘明明德’。虽亲民，亦明德事也。明德是此心之德，即是仁。仁者以天地万物为一体，使有一物失所，便是吾仁有未尽处。” \\n “只说‘明明德’而不说‘亲民’，便似老、佛。” \\n “至善者性也，性元无一毫之恶，故曰至善。止之，是复其本然而已。” \\n 问：“知至善即吾性，吾性具吾心，吾心乃至善所止之地，则不为向时之纷然外求，而志定矣。定则不扰扰而静，静而不妄动则安，安则一心一意只在此处，千思万想，务求必得此至善，是能虑而得矣。如此说是否？”先生曰：“大略亦是。” \\n 问：“程子云‘仁者以天地万物为一体’，何墨氏‘兼爱’反不得谓之仁？”先生曰：“此亦甚难言，须是诸君自体认出来始得。仁是造化生生不息之理，虽弥漫周遍，无处不是，然其流行发生，亦只有个渐，所以生生不息。如冬至一阳生，必自一阳生，而后渐渐至于六阳，若无一阳之生，岂有六阳？阴亦然。惟其渐，所以便有个发端处；惟其有个发端处，所以生；惟其生，所以不息。譬之木，其始抽芽，便是木之生意发端处；抽芽然后发干，发干然后生枝生叶，然后是生生不息。若无芽，何以有干有枝叶？能抽芽，必是下面有个根在。有根方生，无根便死。无根何从抽芽？父子兄弟之爱，便是人心生意发端处，如木之抽芽。自此而仁民，而爱物，便是发干生枝生叶。墨氏兼爱无差等，将自家父子兄弟与途人一般看，便自没了发端处；不抽芽便知得他无根，便不是生生不息，安得谓之仁？孝弟为仁之本，却是仁理从里面发生出来。” \\n 问：“延平云‘当理而无私心’。当理与无私心如何分别？”先生曰：“心即理也，无私心即是当理，未当理便是私心。若析心与理言之，恐亦未善。”又问：“释氏于世间一切情Q欲Y之私都不染着，似无私心。但外弃人伦，却似未当理。”曰：“亦只是一统事，都只是成就他一个私己的心。” \\n 侃问：“持志如心痛，一心在痛上，安有工夫说闲语，管闲事？”先生曰：“初学工夫，如此用亦好；但要使知出入无时，莫知其向。心之神明，原是如此工夫，方有着落。若只死死守着，恐于工夫上又发病。” \\n 侃问：“专涵养而不务讲求，将认欲作理，则如之何？”先生曰：“人须是知学，讲求亦只是涵养。不讲求只是涵养之志不切。”曰：“何谓知学？”曰：“且道为何而学？学个甚？”曰：“尝闻先生教，学是学存天理。心之本体即是天理，体认天理只要自心地无私意。”曰：“如此则只须克去私意便是，又愁甚理欲不明？”曰：“正恐这些私意认不真。”曰：“总是志未切。志切，目视耳听皆在此，安有认不真的道理？是非之心人皆有之，不假外求。请求亦只是体当自心所见，不成去心外别有个见。” \\n 先生问在坐之友：“比来工夫何似？”一友举虚明意思。先生曰：“此是说光景。”一友叙今昔异同。先生曰：“此是说效验。”二友惘然，请是。先生曰：“吾辈今日用功，只是要为善之心真切。此心真切，见善即迁，有过即改，方是真切工夫。如此则人欲日消，天理日明。若只管求光景，说效验，却是助长外驰病痛，不是工夫。” \\n 朋友观书，多有摘议晦庵者。先生曰：“是有心求异即不是。吾说与晦庵时有不同者，为入门下手处有毫厘千里之分，不得不辩。然吾之心与晦庵之心未尝异也。若其余文义解得明当处，如何动得一字？” \\n 希渊问：“圣人可学而至。然伯夷、伊尹于孔子才力终不同，其同谓之圣者安在？”先生曰：“圣人之所以为圣，只是其心纯乎天理，而无人欲之杂。犹精金之所以为精，但以其成色足而无铜铅之杂也。人到纯乎天理方是圣，金到足色方是精。然圣人之才力，亦是大小不同，犹金之分两有轻重。尧、舜犹万镒，文王、孔子有九千镒，禹、汤、武王犹七八千镒，伯夷、伊尹犹四五千镒：才力不同而纯乎天理则同，皆可谓之圣人；犹分两虽不同，而足色则同，皆可谓之精金。以五千镒者而入于万镒之中，其足色同也；以夷、尹而厕之尧、孔之间，其纯乎天理同也。盖所以为精金者，在足色而不在分两；所以为圣者，在纯乎天理而不在才力也。故虽凡人而肯为学，使此心纯乎天理，则亦可为圣人；犹一两之金比之万镒，分两虽悬绝，而其到足色处可以无愧，故曰：‘人皆可以为尧、舜’者以此。学者学圣人，不过是去人欲而存天理耳，犹炼金而求其足色。金之成色所争不多，则锻炼之工省而功易成，成色愈下则锻炼愈难；人之气质清浊粹驳，有中人以上，中人以下，其于道有生知安行，学知利行，其下者必须人一己百，人十己千，及其成功则一。后世不知作圣之本是纯乎天理，却专去知识才能上求圣人。以为圣人无所不知，无所不能，我须是将圣人许多知识才能逐一理会始得。故不务去天理上着工夫，徒弊精竭力，从册子上钻研，名物上考索，形迹上比拟，知识愈广而人欲愈滋，才力愈多，而天理愈蔽。正如见人有万镒精金，不务锻炼成色，求无愧于彼之精纯，而乃妄希分两，务同彼之万镒，锡铅铜铁杂然而投，分两愈增而成色愈下，既其梢末，无复有金矣。”时曰仁在旁，曰：“先生此喻足以破世儒支离之惑，大有功于后学。”先生又曰：“吾辈用功只求日减，不求日增。减得一分人欲，便是复得一分天理；何等轻快脱洒！何等简易！” \\n 士德问曰：“格物之说如先生所教，明白简易，人人见得。文公聪明绝世，于此反有未审何也？”先生曰：“文公精神气魄大，是他早年合下便要继往开来，故一向只就考索著述上用功。若先切己自修，自然不暇及此。到得德盛后，果忧道之不明。如孔子退修六籍，删繁就简，开示来学，亦大段不费甚考索。文公早岁便著许多书，晚年方悔是倒做了。”士德曰：“晚年之悔，如谓‘向来定本之悟’，又谓‘虽读得书何益于吾事’，又谓‘此与守书籍，泥言语，全无交涉’，是他到此方悔从前用功之错，方去切己自修矣。”曰：“然此是文公不可及处。他力量大，一悔便转，可惜不久即去世，平日许多错处皆不及改正。” \\n 侃去花间草，因曰：“天地间何善难培，恶难去？”先生曰：“未培未去耳。”少间，曰：“此等看善恶，皆从躯壳起念，便会错。”侃未达。曰：“天地生意，花草一般，何曾有善恶之分？子欲观花，则以花为善，以草为恶；如欲用草时，复以草为善矣。此等善恶，皆由汝心好恶所生，故知是错。”曰：“然则无善无恶乎？”曰：“无善无恶者理之静，有善有恶者气之动。不动于气，即无善无恶，是谓至善。”曰：“佛氏亦无善无恶，何以异？”曰：“佛氏着在无善无恶上，便一切都不管，不可以治天下。圣人无善无恶，只是无有作好，无有作恶，不动于气。然遵王之道，会其有极，便自一循天理，便有个裁成辅相。”曰：“草既非恶，即草不宜去矣。”曰：“如此却是佛、老意见。草若有碍，何妨汝去？”曰：“如此又是作好作恶？”曰：“不作好恶，非是全无好恶，却是无知觉的人。谓之不作者，只是好恶一循于理，不去又着一分意思。如此，即是不曾好恶一般。”曰：“去草如何是一循于理，不着意思？”曰：“草有妨碍，理亦宜去，去之而已。偶未即去，亦不累心。若着了一分意思，即心体便有贻累，便有许多动气处。”曰：“然则善恶全不在物？”曰：“只在汝心循理便是善，动气便是恶。”曰：“毕竟物无善恶。”曰：“在心如此，在物亦然。世儒惟不知此，舍心逐物，将格物之学错看了，终日驰求于外，只做得个义袭而取，终身行不著，习不察。”曰“‘如好好色，如恶恶臭’，则如何？”曰：“此正是一循于理；是天理合如此，本无私意作好作恶。”曰：“‘如好好色，如恶恶臭’，安得非意？”曰：“却是诚意，不是私意。诚意只是循天理。虽是循天理，亦着不得一分意，故有所忿愤好乐则不得其正，须是廓然大公，方是心之本体。知此即知未发之中。”伯生曰：“先生云‘草有妨碍，理亦宜去’，缘何又是躯壳起念？”曰：“此须汝心自体当。汝要去草，是甚么心？周茂叔窗前草不除，是甚么心？” \\n 先生谓学者曰：“为学须得个头脑工夫，方有着落。纵未能无间，如舟之有舵，一提便醒。不然，虽从事于学，只做个义袭而取，只是行不著，习不察，非大本达道也。”又曰：“见得时，横说竖说皆是。若此处通，彼处不通，只是未见得。” \\n 或问为学以亲故，不免业举之累。先生曰：“以亲之故而业举，为累于学，则治田以养其亲者亦有累于学乎？先正云“惟患夺志”，但恐为学之志不真切耳。” \\n 崇一问：“寻常意思多忙，有事固忙，无事亦忙，何也？”先生曰：“天地气机，元无一息之停；然有个主宰，故不先不后，不急不缓，虽千变万化，而主宰常定：人得此而生。若主宰定时，与天运一般不息，虽酬酢万变，常是从容自在，所谓‘天君泰然，百体从令’，若无主宰，便只是这气奔放，如何不忙？” \\n 先生曰：“为学大病在好名。”侃曰：“从前岁自谓此病已轻，比来精察，乃知全未，岂必务外为人，只闻誉而喜，闻毁而闷，即是此病发来？”曰：“最是。名与实对，务实之心重一分，则务名之心轻一分；全是务实之心，即全无务名之心；若务实之心如饥之求食，渴之求饮，安得更有工夫好名？”又曰：“‘疾没世而名不称’，称字去声读，亦‘声闻过情，君子耻之’之意。实不称名，生犹可补，没则无及矣。四十五十而无闻，是不闻道，非无声闻也。孔子云‘是闻也，非达也’，安肯以此望人？” \\n 侃多悔，先生曰：“悔悟是去病之药，然以改之为贵。若留滞于中，则又因药发病。” \\n 德章曰：“闻先生以精金喻圣，以分两喻圣人之分量，以锻炼喻学者之工夫，最为深切。惟谓尧、舜为万镒，孔子为九千镒，疑未安。”先生曰：“此又是躯壳上起念，故替圣人争分两。若不从躯壳上起念，即尧、舜万镒不为多，孔子九千镒圣，只论精一，不论多寡。只要此心纯乎天理处同。便同谓之圣。若是力量气魄，如何尽同得？！后儒只在分两上较量，所以流入功利。若除去了比较分两的心，各人尽着自己力量精神，只在此心纯天理上用功，即人人自有，个个圆成，便能大以成大，小以成小，不假外慕，无不具足。此便是实实落落明善诚身的事。后儒不明圣学，不知就自己心地良知良能上体认扩充，却去求知其所不知，求能其所不能，一味只是希高慕大；不知自己是桀、纣心地，动辄要做尧，舜事业，如何做得！终年碌碌，至于老死，竟不知成就了个甚么，可哀也已！” \\n 侃问：“先儒以心之静为体，心之动为用，如何？”先生曰：“心不可以动静为体用。动静时也，即体而用言在体，即用而言体在用，是谓体用一源。若说静可以见其体，动可以见其用，却不妨。” \\n 问：“上智下愚如何不可移？”先生曰：“不是不可移，只是不肯移。” \\n 问“子夏门人问交”章，先生曰：“子夏是言小子之交，子张是言成人之交。若善用之，亦俱是。” \\n 子仁问：“‘学而时习之，不亦悦乎’，先儒以学为效先觉之所为，如何？”先生曰：“学是学去人欲，存天理；从事于去人欲，存天理，则自正。诸先觉考诸古训，自下许多问辨思索存省克治工夫；然不过欲去此心之人欲，存吾心之天理耳。若曰效先觉之所为，则只说得学中一件事，亦似专求诸外了。‘时习’者，坐如尸，非专习坐也，坐时习此心也；立如齐，非专习立也，立时习此心也。说是‘理义之说我心’之‘说’，人心本自说理义，如目本说色，耳本说声，惟为人欲所蔽所累，始有不说。今人欲日去，则理义日洽浃，安得不说？” \\n 国英问：“曾子三省虽切，恐是未闻一贯时工夫。”先生曰：“一贯是夫子见曾子未得用功之要，故告之，学者果能忠恕上用功。岂不是一贯？一如树之根本，贯如树之枝叶，未种根何枝叶之可得？体用一源，体未立，用安从生？谓曾子于其用处盖已随事精察而力行之，但未知其体之一，此恐未尽。” \\n 黄诚甫问“汝与回也孰愈”章，先生曰：“子贡多学而识，在闻见上用功；颜子在心地上用功：故圣人问以启之。而子贡所对又只在知见上，故圣人叹惜之，非许之也。” \\n “颜子不迁怒，不贰过，亦是有未发之中，始能。” \\n “种树者必培其根，种德者必养其心。欲树之长，必于始生时删其繁枝；欲德之盛，必于始学时去夫外好。如外好诗文，则精神日渐漏泄在诗文上去；凡百外好皆然。”又曰：“我此论学是无中生有的工夫，诸公须要信得及只是立志。学者一念为善之志，如树之种，但勿助勿忘，只管培植将去，自然日夜滋长，生气日完，枝叶日茂。树初生时，便抽繁枝，亦须刊落。然后根干能大。初学时亦然。故立志贵专一。 \\n 因论先生之门，某人在涵养上用功，某人在识见上用功，先生曰：“专涵养者日见其不足，专识见者见其有余。日不足者日有余矣，日有余者日不足矣。” \\n 梁日孚问：“居敬穷理是两事，先生以为一事，何如？”先生曰：“天地间只有此一事，安有两事？若谕万殊，礼仪三百，威仪三千，又何止两？公且道居敬是如何？穷理是如何？”曰：“居敬是存养工夫，穷理是穷事物之理。”曰：“存养个甚？”曰：“是存养此心之天理。”。曰：“如此亦只是穷理矣。”曰：“且道如何穷事物之理？”曰：“如事亲便要穷孝之理，事君便要穷忠之理。”曰：“忠与孝之理在君亲身上，在自己心上？若在自己心上，亦只是穷此心之理矣。且道如何是敬？”曰：“只是主一。”“如何是主一？”曰：“如读书便一心在读书上，接事便一心在接事上。”曰：“如此则饮酒便一心在饮酒上，好色便一心在好色上，却是逐物，成甚居敬功夫？”日孚请问。曰：“一者天理，主一是一心在天理上。若只知主一，不知一即是理，有事时便是逐物，无事时便是着空。惟其有事无事，一心皆在天理上用功，所以居敬亦即是穷理。就穷理专一处说，便谓之居敬；就居敬精密处说，便谓之穷理；却不是居敬了别有个心穷理，穷理时别有个心居敬：名虽不同，功夫只是一事。就如《易》言‘敬以直内，义以方外’，敬即是无事时义，义即是有事时敬，两句合说一件。如孔子言‘修己以敬’，即不须言义，孟子言‘集义’即不须言敬，会得时横说竖说工夫总是一般。若泥文逐句，不识本领，即支离决裂，工夫都无下落。”问：“穷理何以即是尽性？”曰：“心之体性也，性即理也。穷仁之理，真要仁极仁，穷义之理，真要义极义：仁义只是吾性，故穷理即是尽性。如孟子说充其恻隐之心，至仁不可胜用，这便是穷理工夫。”日孚曰：“先儒谓一草一木亦皆有理，不可不察，如何？”先生曰：“夫我则不暇。公且先去理会自己性情，须能尽人之性，然后能尽物之性。”日孚悚然有悟。 \\n 惟乾问：“知如何是心之本体？”先生曰：“知是理之灵处。就其主宰处说，便谓之心，就其禀赋处说，便谓之性。孩提之童无不知爱其亲，无不知敬其兄，只是这个灵能不为私欲遮隔，充拓得尽，便完；完是他本体，便与天地合德。自圣人以下不能无蔽，故须格物以致其知。” \\n 守衡问：“《大学》工夫只是诚意，诚意工夫只是格物。修齐治平，只诚意尽矣。又有‘正心之功，有所忿愤好乐，则不得其正’，何也？”先生曰：“此要自思得之，知此则知未发之中矣。”守衡再三请。曰：“为学工夫有浅深。初时若不着实用意去好善恶恶，如何能为善去恶？这着实用意便是诚意。然不知心之本体原无一物，一向着意去好善恶恶，便又多了这分意思，便不是廓然大公。《书》所谓无有作好作恶，方是本体。所以说‘有所忿愤好乐，则不得其正’。正心只是诚意工夫里面体当自家心体，常要鉴空衡平，这便是未发之中。”正之问：“戒惧是己所不知时工夫，慎独是己所独知时工夫，此说如何？”先生曰：“只是一个工夫，无事时固是独知，有事时亦是独知。人若不知于此独知之地用力，只在人所共知处用功，便是作伪，便是见君子而后厌然。此独知处便是诚的萌芽，此处不论善念恶念，更无虚假，一是百是，一错百错，正是王霸义利诚伪善恶界头。于此一立立定便是端本澄源，便是立诚。古人许多诚身的工夫，精神命脉全体只在此处。真是莫见莫显，无时无处，无终无始，只是此个功夫。今若又分戒惧为己所不知，即工夫便支离，亦有间断。既戒惧即是知，己若不知，是谁戒惧？如此见解，便要流入断灭禅定。”曰：“不论善念恶念，更无虚假，则独知之地更天无念时邪？”曰：“戒惧亦是念。戒惧之念无时可息。若戒惧之心稍有不存，不是昏瞆，更已流入恶念。自朝至暮，自少至老，若要无念，即是已不知，此除是昏睡，除是槁木死灰。”志道问：“荀子云：‘养心莫善于诚’先儒非之，何也？”先生曰：“此亦未可便以为非。诚字有以工夫说者：诚是心之本体，求复其本体，便是思诚的工夫。明道说‘以诚敬存之’，亦是此意。《大学》‘欲正其心，先诚其意’。荀子之言固多病，然不可一例吹毛求疵。大凡看人言语，若先有个意见，便有过当处。‘为富不仁’之言，孟子有取于阳虎，此便见圣贤大公之心。” \\n 萧惠问：“己私难克，奈何？”先生曰：“将汝己私来，替汝克。”先生曰：“人须有为己之心，方能克己；能克己，方能成己。”萧惠曰：“惠亦颇有为己之心，不知缘何不能克己？”先生曰：“且说汝有为己之心是如何？”惠良久曰：“惠亦一心要做好人，便自谓颇有为己之心。今思之，看来亦只是为得个躯壳的己，不曾为个真己。”先生曰：“真己何曾离着躯壳！恐汝连那躯壳的己也不曾为。且道汝所谓躯壳的己，岂不是耳目口鼻四肢？”惠曰：“正是。为此，目便要色，耳便要声，口便要味，四肢便要逸乐，所以不能克。”先生曰：“‘美色令人目盲，美声令人耳聋，美味令人口爽，驰骋田猎令人发狂’，这都是害汝耳目口鼻四肢的，岂得是为汝耳目口鼻四肢？若为着耳目口鼻四肢时，便须思量耳如何听，目如何视，口如何言，四肢如何动；必须非礼勿视听言动，方才成得个耳目口鼻四肢，这个才是为着耳目口鼻四肢。汝今终日向外驰求，为名为利，这都是为着躯壳外面的物事。汝若为着耳目口鼻四肢，要非礼勿视听言动时，岂是汝之耳目口鼻四肢自能勿视听言动，须由汝心。这视听言动皆是汝心：汝心之视，发窍于目；汝心之听，发窍于耳；汝心之言，发窍于口；汝心之动，发窍于四肢。若无汝心，便无耳目口鼻。所谓汝心，亦不专是那一团血肉。若是那一团血肉，如今已死的人，那一团血肉还在，缘何不能视听言动？所谓汝心，却是那能视听言动的，这个便是性，便是天理。有这个性才能生。这性之生理便谓之仁。这性之生理，发在目便会视，发在耳便会听，发在口便会言，发在四肢便会动，都只是那天理发生，以其主宰一身，故谓之心。这心之本体，原只是个天理，原无非礼，这个便是汝之真己。这个真己是躯壳的主宰。若无真己，便无躯壳，真是有之即生，无之即死。汝若真为那个躯壳的己，必须用着这个真己，便须常常保守着这个真己的本体，戒慎不睹，恐惧不闻，惟恐亏损了他一些；才有一毫非礼萌动，便如刀割，如针刺，忍耐不过，必须去了刀，拔了针，这才是有为己之心，方能克己。汝今正是认贼作子，缘何却说有为己之心，不能克己？” \\n 有一学者病目，戚戚甚忧。先生曰：“尔乃贵目贱心。” \\n 萧惠好仙、释，先生警之曰：“吾亦自幼笃志二氏，自谓既有所得，谓儒者为不足学。其后居夷三载，见得圣人之学若是其简易广大，始自叹悔错用了三十年气力。大抵二氏之学，其妙与圣人只有毫厘之间。汝今所学乃其土苴，辄自信自好若此，真鸱鸮窃腐鼠耳！”惠请问二氏之妙。先生曰：“向汝说圣人之学简易广大，汝却不问我悟的，只问我悔的！”惠惭谢，请问圣人之学。先生曰：“已与汝一句道尽，汝尚自不会。” \\n 刘观时问：“未发之中是如何？”先生曰：“汝但戒慎不睹，恐惧不闻，养得此心纯是天理，便自然见。”观时请略示气象。先生曰：“哑子吃苦瓜，与你说不得。你要知此苦，还须你自吃。”时曰仁在傍，曰：“如此才是真知，即是行矣。”一时在座诸友皆有省。 \\n 萧惠问死生之道。先生曰：“知昼夜即知死生。”问昼夜之道。曰：“知昼则知夜。”曰：“昼亦有所不知乎？”先生曰：“汝能知昼！懵懵而兴，蠢蠢而食，行不著，习不察，终日昏昏，只是梦昼。惟息有养，瞬有存，此心惺惺明明，天理无一息间断，才是能知昼。这便是天德，便是通乎昼夜之道，而知更有甚么死生？” \\n 马子莘问：“修道之教，旧说谓‘圣人品节，吾性之固有，以为法于天下，若礼乐刑政之属。’此意如何？”先生曰：“道即性即命，本是完完全全，增减不得，不假修饰的，何须要圣人品节？却是不完全的物件。礼乐刑政是治天下之法。固亦可谓之教，但不是子思本旨。若如先儒之说，下面由教入道的。缘何舍了圣人礼乐刑政之教，别说出一段戒慎恐惧工夫，却是圣人之教为虚设矣。”子莘请问。先生曰：“子思性、道、教，皆从本原上说天命。于人则命便谓之性；率性而行，则性便谓之道；修道而学，则道便谓之教。率性是诚者事，所谓自诚明谓之性也；修道是诚之者事，所谓自明诚谓之教也。圣人率性而行，即是道。圣人以下，未能率性于道，未免有过不及，故须修道。修道则贤知者不得而过，愚不肖者不得而不及，都要循着这个道，则道便是个教。此‘教’字与‘天道至教，风雨霜露无非教也’之‘教’同。‘修道’字与‘修道以仁’同。人能修道，然后能不违于道，以复其性之本体，则亦是圣人率性之道矣。下面‘戒慎恐惧’便是修道的工夫，‘中和’便是复其性之本体，如《易》所谓穷理尽性以至于命，中和位育便是尽性至命。” \\n 黄诚甫问：“先儒以孔子靠颜渊为邦之问，是立万世常行之道，如何？”先生曰：“颜子具体圣人；其于为邦的大本大原都已完备。夫子平日知之已深，到此都不必言，只就制度文为上说。此等处亦不可忽略，须要是如此方尽善。又不可因自己本领是当了，便于防范上疏阔，须是要放郑声，达佞人。盖颜子是个克己向里、德上用心的人，孔子恐其外面末节或有疏辂，故就他不足处帮补说。若在他人，须告以为政在人，取人以身，修身以道，修道以仁，达道九经及诚身许多工夫，方始做得，这个方是万世常行之道。不然，只去行了夏时，乘了殷辂，服了周冕，作了韶舞，天下便治得。后人但见颜子是孔门第一人，又问个‘为邦’，便把做天下事看了。” \\n 蔡希渊问：“文公《大学》新本先格致而后诚意工夫，似与首章次第相合。若如先生从旧本之说，即诚意反在格致之前，于此尚未释然。”先生曰：“《大学》工夫即是明明德；明明德只是个诚意；诚意的工夫只是格物致知。若以诚意为主，去用格物致知的工夫，即工夫始有下落，即为善去恶无非是诚意的事。如新本先去穷格事物之理，即茫茫荡荡，都无着落处；须用添个敬字方才牵扯得向身心上来。然终是没根源。若须用添个敬字，缘何孔门倒将一个最紧要的字落了，直待千余年后要人来补出？正谓以诚意为主，即不须添敬字，所以提出个诚意来说，正是学问的大头脑处。于此不察，直所谓毫厘之差，千里之谬。大抵《中庸》工夫只是诚身，诚身之极便是至诚；《大学》工夫只是诚意，诚意之极便是至善：工夫总是一般。今说这里补个敬字，那里补个诚字，未免画蛇添足”。"}
{"章节": "卷七", "正文": "卷七 \\n  \\n  \\n 知行录之七　传习录中 \\n 录先师手书，凡八篇。其答徐成之二书，吾师自谓：‘天下是朱非陆，论定既久，一旦反之为难。二书姑为调停两可之说，使人自思得之。’故元善录为下册之首者，意亦以是欤？今朱、陆之辩明于天下久矣。洪刻先师《文录》置二书于《外集》者，示未全也，故今不复录。其余指‘知行之本体’，莫详于答人论学与答周道通、陆清伯、欧阳崇一四书；而谓‘格物为学者用力日可见之地’，莫详于答罗整庵一书。平生冒天下之非诋推陷，万死一生，遑遑然不忘讲学，惟恐吾人不闻斯道，流于功利机智，以日堕于夷狄禽兽而不觉；其一体同物之心，譊终身，至于毙而后已：此孔、孟已来贤圣苦心，虽门人子弟未足以慰其情也。是情也，莫详于答聂文蔚之第一书。此皆仍元善所录之旧。而揭‘必有事焉即致良知功夫，明白简切，使人言下即得入手’此又莫详于答文蔚之第二书；故增录之。元善当时汹汹，乃能以身明斯道，卒至遭奸被斥，油油然惟以此生得闻斯学为庆，而绝无有纤芥愤郁不平之气。斯录之刻，人见其有功于同志甚大，而不知其处时之甚艰也。今所去取，裁之时义则然，非忍有所加损于其间也。”答顾东桥书 \\n 来书云：“近时学者务外遗内，博而寡要，故先生特倡‘诚意’一义，针砭膏肓，诚大惠也。” \\n 吾子洞见时弊如此矣，亦将何以救之乎？然则鄙人之心，吾子固已一句道尽，复何言哉！复何言哉！若“诚意”之说，自是圣门教人用功第一义。但近世学者乃作第二义看，故稍与提掇系要出来，非鄙人所能特倡也。 \\n 来书云：“但恐立说太高，用功太捷，后生师传，影响谬误，未免坠于佛氏明心见性、定慧顿悟之机，无怪闻者见疑。” \\n 区区“格致诚正”之说，是就学者本心日用事为间，体究践履，实地用功，是多少次第、多少积累在，正与空虚顿悟之说相反。闻者本无求为圣人之志，又未尝讲究其详，遂以见疑，亦无足怪。若吾子之高明，自当一语之下便了然矣！乃亦谓立说太高，用功太捷，何邪？ \\n 来书云：“所喻知行并进，不宜分别前后，即《中庸》尊德性而道问学之功交养互发、内外本末一以贯之之道。然工夫次第不能无先后之差，如知食乃食，知汤乃饮，知衣乃衣，知路乃行，未有不见是物，先有是事。此亦毫厘倏忽之间，非谓有等今日知之而明日乃行也。” \\n 既云：“交养互发、内外本末一以贯之”，则知行并进之说无复可疑矣。又云“工夫次第不能不无先后之差”，无乃自相矛盾已乎？“知食乃食”等说，此尤明白易见，但吾子为近闻障蔽，自不察耳。夫人必有欲食之心然后知食：欲食之心即是意，即是行之始矣。食味之美恶必待入口而后知，岂有不待入口而已先知食味之美恶者邪？必有欲行之心然后知路：欲行之心即是意；即是行之始矣。路歧之险夷必待身亲履历而后知，岂有不待身亲履历而已先知路歧之险夷者邪？“知汤乃饮”，“知衣乃服”，以此例之，皆无可疑。若如吾子之喻，是乃所谓不见是物而先有是事者矣。吾子又谓“此亦毫厘倏忽之间，非谓截然有等今日知之而明日乃行也”，是亦察之尚有未精。然就如吾子之说，则知行之为合一并进，亦自断无可疑矣。 \\n 来书云：“真知即所以为行，不行不足谓之知，此为学者吃紧立教，俾务躬行则可。若真谓行即是知，恐其专求本心，遂遗物理，必有暗而不达之处。抑岂圣门知行并进之成法哉？” \\n 知之真切笃实处，即是行；行之明觉精察处，即是知，知行工夫本不可离。只为后世学者分作两截用功，失却知行本体，故有合一并进之说。“真知即所以为行，不行不足谓之知”，即如来书所云“知食乃食”等说可见，前已略言之矣。此虽吃紧救弊而发，然知行之体本来如是，非以己意抑扬其间，姑为是说以苟一时之效者也。“专求本心，遂遗物理”，此盖失其本心者也。夫物理不外于吾心，外吾心而求物理，无物理矣；遗物理而求吾心，吾心又何物邪？心之体，性也；性即理也。故有孝亲之心，即有孝之理，无孝亲之心，即无孝之理矣。有忠君之心，即有忠之理，无忠君之心，即无忠之理矣。理岂外于吾心邪？晦庵谓：“人之所以为学者，心与理而已。”心虽主乎一身，而实管乎天下之理，理虽散在万事，而实不外乎一人之心。是其一分一合之间，而未免已启学者心理为二之弊。此后世所以有专求本心，遂遗物理之患，正由不知心即理耳。夫外心以求物理，是以有暗而不达之处；此告子“义外”之说，孟子所以谓之不知义也。心，一而已。以其全体侧怛而言谓之仁，以其得宜而言谓之义，以其条理而言谓之理；不可外心以求仁，不可外心以求义，独可外心以求理乎？外心以求理，此知行之所以二也。求理于吾心，此圣门知行合一之教，吾子又何疑乎？ \\n 来书云：“所释《大学》古本，谓致其本体之知，此固孟子尽心之旨。朱子亦以虚灵知觉为此心之量。然尽心由于知性，致知在于格物。” \\n “尽心由于知性，致知在于格物”，此语然矣。然而推本吾子之意，则其所以为是语者，尚有未明也。朱子以尽心、知性、知天为物格知致，以存心、养性、事天为诚意、正心、修身，以夭"}
{"章节": "卷八", "正文": "卷八 \\n  \\n  \\n 知行录之八　传习录下 \\n 附朱子晚年定论 \\n 正德乙亥，九川初见先生于龙江，先生与甘泉先生论格物之说，甘泉持旧说。先生曰：“是求之于外了。”甘泉曰：“若以格物理为外，是自小其心也。”九川甚喜旧说之是。先生又论《尽心》一章，九川一闻，却遂无疑。后家居，复以格物遗质先生。答云：“但能实地用功，久当自释。”山间乃自录《大学》旧本读之，觉朱子格物之说非是；然亦疑先生以意之所在为物，物字未明。己卯归自京师，再见先生于洪都。先生兵务倥偬，乘隙讲授，首问：“近年用功何如？”九川曰：“近年体验得‘明明德’功夫只是‘诚意’。自‘明明德于天下’，步步推入根源，到‘诚意’上，再去不得，如何以前又有格致工夫？后又体验，觉得意之诚伪，必先知觉乃可，以颜子有不善未尝知之，知之未尝复行为证，豁然若无疑；却又多了格物功夫。又思来吾心之灵，何有不知意之善恶，只是物欲蔽了，须格去物欲，始能如颜子未尝不知耳。又自疑功夫颠倒，与诚意不成片段。后问希颜。希颜曰：‘先生谓格物致知是诚意功夫，极好。’九川曰：‘如何是诚意功夫？’希颜令再思体看，九川终不悟，请问。”先生曰：“惜哉！此可一言而悟！惟濬所举颜子事便是了，只要知身心意知物是一件。”九川疑曰：“物在外，如何与身心意知是一件？”先生曰：“耳目口鼻四肢，身也，非心安能视听言动？心欲视听言动，无耳目口鼻四肢亦不能，故无心则无身，无身则无心。但指其充塞处言之谓之身，指其主宰处言之谓之心，指心之发动处谓之意，指意之灵明处谓之知，指意之涉着处谓之物：只是一件。意未有悬空的，必着事物，故欲诚意则随意所在某事而格之，去其人欲而归于天理，则良知之在此事者无蔽而得致矣。此便是诚意的工夫。”九川乃释然，破数年之疑。又问：“甘泉近亦信用《大学》古本，谓格物犹言造道。又谓穷理如穷其巢穴之穷，以身至之也。故格物亦只是随处体认天理，似与先生之说渐同。”先生曰：“甘泉用功，所以转得来。当时与说亲民字不须改，他亦不信，今论格物亦近，但不须换物字作理字，只还他一物字便是。”后有人问九川曰：“今何不疑‘物’字？”曰：“《中庸》曰‘不诚无物’，程子曰‘物来顺应’，又如‘物各付物’、‘胸中无物’之类，皆古人常用字也。”他日先生亦云然。 \\n 九川问：“近年因厌泛滥之学，每要静坐，求屏息念虑。非惟不能，愈觉扰扰，如何？”先生曰：“念如何可息？只是要正。”曰：“当自有无念时否？”先生曰：“实无无念时。”曰：“如此却如何言静？”曰：“静未尝不动，动未尝不静。戒谨恐惧即是念，何分动静？”曰：“周子何以言定之以中正仁义而主静？”曰：“无欲故静，是‘静亦定，动亦定’的‘定’字，主其本体也。戒惧之念是活泼泼地。此是天机不息处，所谓‘维天之命，于穆不已’，一息便是死。非本体之念，即是私念。” \\n 又问：“用功收心时，有声有色在前，如常闻见，恐不是专一。”曰：“如何欲不闻见？除是槁木死灰，耳聋目盲则可。只是虽闻见而不流去，便是。”曰：“昔有人静坐，其子隔壁读书，不知其勤惰，程子称其甚敬。何如？”曰：“伊川恐亦是讥他。” \\n 又问：“静坐用功，颇觉此心收敛，遇事又断了。旋起个念头，去事上省察。事过又寻旧功，还觉有内外，打不作一片。”先生曰：“此格物之说未透。心何尝有内外？即如惟濬，今在此讲论，又岂有一心在内照管？这听讲说时专敬，即是那静坐时心，功夫一贯，何须更起念头，人须在事上磨炼做功夫，乃有益。若只好静，遇事便乱，终无长进。那静时功夫，亦差似收敛，而实放溺也。”后在洪都，复与于中、国裳论内外之说。渠皆云：“物自有内外，但要内外并着功夫，不可有间耳！”以质先生，曰：“功夫不离本体；本体原无内外。只为后来做功夫的分了内外，失其本体了。如今正要讲明功夫不要有内外，乃是本体功夫。”是日俱有省。 \\n 又问：“陆子之学何如？”先生曰：“濂溪、明道之后，还是象山，只是粗些。”九川曰：“看他论学，篇篇说出骨髓，句句似针膏肓，却不见他粗。”先生曰：“然他心上用过功夫，与揣摹依仿，求之文义，自不同。但细看有粗处，用功久当见之。” \\n 庚辰往虔州，再见先生，问：“近来功夫虽若稍知头脑，然难寻个稳当快乐处。”先生曰：“尔却去心上寻个天理，此正所谓理障。此间有个诀窍。”曰：“请问如何？”曰：“只是致知。”曰：“如何致？”曰：“尔那一点良知，是尔自家的准则。尔意念着处，他是便知是，非便知非，更瞒他一些不得。尔只不要欺他，实实落落依着他做去，善便存，恶便去。他这里何等稳当快乐。此便是格物的真诀，致知的实功。若不靠着这些真机，如何去格物？我亦近年体贴出来如此分明，初犹疑只依他恐有不足，精细看无些小欠阙。” \\n 在虔，与于中、谦之同侍。先生曰：“人胸中各有个圣人，只自信不及，都自埋倒了。”因顾于中曰：“尔胸中原是圣人。”于中起不敢当。先生曰：“此是尔自家有的，如何要推？”于中又曰：‘不敢’"}
{"章节": "卷九", "正文": "卷九 \\n  \\n  \\n 静心录之一　文录一 \\n 书一 \\n 始正德己巳至庚辰 \\n 与辰中诸生（己巳） \\n 谪居两年，无可与语者。归途乃得诸友，何幸何幸！方以为喜，又遽尔别去，极怏怏也。绝学之余，求道者少；一齐众楚，最易摇夺。自非豪杰，鲜有卓然不变者。诸友宜相砥砺夹持，务期有成。近世士夫亦有稍知求道者，皆因实德未成而先揭标榜，以来世俗之谤，是以往往隳堕无立，反为斯道之梗。诸友宜以是为鉴，刊落声华，务于切己处着实用力。 \\n 前在寺中所云静坐事，非欲坐禅入定。盖因吾辈平日为事物纷拿，未知为己，欲以此补小学收放心一段工夫耳。明道云：“才学便须知有着力处，既学便须知有着力处。”诸友宜于此处着力，方有进步，异时始有得力处也。“学要鞭辟近里着己”、“君子之道暗然而日章”、“为名与为利，虽清浊不同，在其利心则一”、“谦受益”、“不求异于人，而求同于理”，此数语宜书之壁间，常目在之。举业不患妨功，惟患夺志。只如前日所约，循循为之，亦自两无相碍。所谓知得洒扫应对，便是精义入神也。 \\n 答徐成之（辛未） \\n 汝华相见于逆旅，闻成之启居甚悉；然无因一面，徒增悒怏。吾乡学者几人，求其笃信好学如吾成之者谁欤？求其喜闻过，忠告善道如吾成之者谁欤？过而莫吾告也，学而莫吾与也，非吾成之思而谁思欤？嗟吾成之，幸自爱重！ \\n 自人之失其所好，仁之难成也久矣。向吾成之在乡党中，刻厉自立，众皆非笑，以为迂腐，成之不为少变。仆时虽稍知爱敬，不从众非笑，然尚未知成之之难得如此也。今知成之之难得，则又不获夕相与，岂非大可憾欤！修己治人，本无二道。政事虽剧，亦皆学问之地，谅吾成之随在有得。然何从一闻至论，以洗凡近之见乎！爱莫为助。近为成之思进学之功，微觉过苦。先儒所谓志道恳切，固是诚意；然急迫求之，则反为私己，不可不察也。日用间何莫非天理流行，但此心常存而不放，则义理自熟。孟子所谓“勿忘勿助。深造自得”者矣。学问之功何可缓，但恐着意把持振作，纵复有得，居之恐不能安耳。成之之学，想亦正不如此。以仆所见，微觉其有近似者，是以不敢不尽。亦以成之平时之乐闻，且欲以是求教也。 \\n 答黄宗贤应原忠（辛未） \\n 昨晚言似太多，然遇二君亦不得不多耳。其间以造诣未熟，言之未莹则有之，然却自是吾侪一段的实工夫。思之未合，请勿轻放过，当有豁然处也。圣人之心，纤翳自无所容，自不消磨刮。若常人之心，如斑垢驳杂之镜，须痛加刮磨一番，尽去其驳蚀，然后纤尘即见，才拂便去，亦自不消费力。到此已是识得仁体矣。若驳杂未去，其间固自有一点明处，尘埃之落，固亦见得，亦才拂便去。至于堆积于驳蚀之上，终弗之能见也。此学利困勉之所由异，幸弗以为烦难而疑之也。凡人情好易而恶难，其间亦自有私意气习缠蔽，在识破后，自然不见其难矣。古之人至有出万死而乐为之者，亦见得耳。向时未见得向里面意思，此工夫自无可讲处。今已见此一层，却恐好易恶难，便流入禅释去也。昨论儒释之异，明道所谓“敬以直内”则有之，“义以方外”则未。毕竟连“敬以直内”亦不是者，已说到八九分矣。 \\n 答汪石潭内翰（辛未） \\n 承批教。连日疮甚，不能书，未暇请益。来教云“昨日所论乃是一大疑难。”又云“此事关系颇大，不敢不言。”仆意亦以为然，是以不能遽已。夫喜怒哀乐，情也。既曰不可，谓未发矣。喜怒哀乐之未发，则是指其本体而言，性也。斯言自子思，非程子而始有。执事既不以为然，则当自子思《中庸》始矣。喜怒哀乐之与思与知觉，皆心之所发。心统性情。性，心体也；情，心用也。程子云“心，一也。有指体而言者，寂然不动是也；有指用而言者，感而遂通是也。”斯言既无以加矣，执事姑求之体用之说。夫体用一源也，知体之所以为用，则知用之所以为体者矣。虽然，体微而难知也，用显而易见也。执事之云不亦宜乎？夫谓“自朝至暮，未尝有寂然不动之时”者，是见其用而不得其所谓体也。君子之于学也，因用以求其体。凡程子所谓“既思”，既是已发；既有知觉，既是动者。皆为求中于喜怒哀乐未发之时者言也，非谓其无未发者也。朱子于未发之说，其始亦尝疑之，今其集中所与南轩论难辩析者，盖往复数十而后决，其说则今之《中庸》《注疏》是也。其于此亦非苟矣。独其所谓“自戒惧而约之，以至于至静之中；自谨独而精之，以至于应物之处”者，亦若过于剖析。而后之读者遂以分为两节，而疑其别有寂然不动、静而存养之时，不知常存戒慎恐惧之心，则其工夫未始有一息之间，非必自其不睹不闻而存养也。吾兄疑且于动处加工，勿使间断。动无不和，即静无不中。而所谓寂然不动之体，当自知之矣。未至而揣度之，终不免于对答说相轮耳。然朱子但有知觉者在，而未有知觉之说，则亦未莹。吾兄疑之，盖亦有见。但其所以疑之者，则有因噎废食之过，不可以不审也。君子之论，苟有以异于古，姑毋以为决然，宜且循其说而究之，极其说而果有不达也，然后从而断之，是以其辩之也明，而析之也当。盖在我者，有以得其情也。今学如吾兄，聪明超特如吾兄，深潜缜密如吾兄，而犹有未悉如此，何邪？吾兄之心，非若世之立异自高者，要在求其是而已，故敢言之无讳。有所未尽，不惜教论；不有益于兄，必有益于我也。 \\n 寄诸用明（辛未） \\n 得书，足知迩来学力之长，甚喜！君子惟患学业之不修，科第迟速，所不论也。况吾平日所望于贤弟，固有大于此者，不识亦尝有意于此否耶？便中时报知之。 \\n 阶阳诸侄闻去岁皆出投试，非不喜其年少有志，然私心切不以为然。不幸遂至于得志，岂不误却此生耶！凡后生美质，须令晦养厚积。天道不翕聚，则不能发散，况人乎？花之千叶者无实，为其华美太发露耳。诸贤侄不以吾言为迂，便当有进步处矣。 \\n 书来劝吾仕，吾亦非洁身者，所以汲汲于是，非独以时当敛晦，亦以吾学未成。岁月不待，再过数年，精神益弊，虽欲勉进而有所不能，则将终于无成。皆吾所以势有不容已也。但老祖而下，意皆不悦，今亦岂能决然行之？徒付之浩叹而已！ \\n 答王虎谷（辛未） \\n 承示：别后看得一性字亲切。孟子云：“尽其心者，知其性也；知其性，则知天矣。”此吾道之幸也，喜慰何可言！“弘毅”之说极是。但云“既不可以弃去，又不可以减轻；既不可以住歇，又不可以不至”，则是犹有不得已之意也。不得已之意与自有不能已者，尚隔一层。程子云：“知之而至，则循理为乐，不循理为不乐。”自有不能已者，循理为乐者也。非真能知性者未易及此。知性则知仁矣。仁，人心也。心体本自弘毅，不弘者蔽之也，不毅者累之也。故烛理明则私欲自不能蔽累；私欲不能蔽累，则自无不弘毅矣。弘非有所扩而大之也，毅非有所作而强之也，盖本分之内，不加毫末焉。曾子“弘毅”之说，为学者言，故曰“不可以不弘毅”，此曾子穷理之本，真见仁体而后有是言。学者徒知不可不弘毅，不知穷理，而惟扩而大之以为弘，作而强之以为毅，是亦出于一时意气之私，其去仁道尚远也。此实公私义利之辩，因执事之诲而并以请正。 \\n 与黄宗贤（辛未） \\n 所喻皆近思切问，足知为功之密也，甚慰！夫加诸我者，我所不欲也，无加诸人；我所欲也，出乎其心之所欲，皆自然而然，非有所强，勿施于人，则勉而后能：此仁恕之别也。然恕，求仁之方，正吾侪之所有事也。子路之勇，而夫子未许其仁者，好勇而无所取裁，所勇未必皆出天理之公也。事君而不避其难，仁者不过如是。然而不知食辄之禄为非义，则勇非其所宜，勇不得为仁矣。然勇为仁之资，正吾侪之所尚欠也。鄙见如此，明者以为何如？未尽，望便示。 \\n 二（壬申） \\n 使至，知近来有如许忙，想亦因是大有得力处也。仆到家，即欲与曰仁成雁荡之约，宗族亲友相牵绊，时刻弗能自由。五月终，决意往；值烈暑，阻者益众且坚，复不果。时与曰仁稍寻傍近诸小山，其东南林壑最胜绝处，与数友相期，侯宗贤一至即往。又月余，曰仁凭限过甚，乃翁督促，势不可复待。乃从上虞人四明，观白水，寻龙溪之源，登杖锡，至于雪窦，上千丈岩以望天姥、华顶，若可睹焉。欲遂从奉化取道至赤城，适彼中多旱，山田尽龟裂，道傍人家旁徨望雨，意惨然不乐，遂从宁波买舟还余姚。往返亦半月余，相从诸友亦微有所得，然无大发明。其最所歉然，宗贤不同兹行耳！归又半月，曰仁行去，使来时已十余日。思往时在京，每恨不得还故山，往返当益易，乃今益难。自后精神意气当日不逮前，不知回视今日，又何如也！念之可叹可惧！留居之说，竟成虚约。亲友以曰仁既往，催促日至，滁阳之行，难更迟迟，亦不能出是月。闻彼中山水颇佳胜，事亦闲散。宗贤有惜阴之念，明春之期，亦既后矣。此间同往者，后辈中亦三四人，习气已深，虽有美质，亦消化渐尽。此事正如淘沙，会有见金时，但目下未可必得耳。 \\n 三（癸酉） \\n 滁阳之行，相从者亦二三子；兼复山水清远，胜事闲旷，诚有足乐者。故人不忘久要，果能乘兴一来耶？得应原忠书，诚如其言，亦大可喜。牵制文义，自宋儒已然，不独今时。学者遂求脱然洗涤，恐亦甚难，但得渐能疑辩，当亦终有觉悟矣。自归越后，时时默念年来交游，益觉人才难得，如原忠者，岂易得哉！京师诸友，迩来略无消息。每因已私难克，辄为诸友忧虑一番。诚得相聚一堂，早晚当有多少砥砺切磋之益！然此在各人，非可愿望得。 \\n 四（癸酉） \\n 春初，姜翁自天台来，得书，闻山闻况味，悬企之极；且承结亭相待，既感深谊，复愧其未有以副也。甘泉丁乃堂夫人忧，近有书来索铭，不久且还增城。道途邈绝，草亭席虚，相聚尚未有日。仆虽相去伊迩，而家累所牵，迟迟未决，所举遂成北山之移文矣。应原忠久不得音问，想数会聚？闻亦北上，果然否？此间往来极多，友道则实寥落。敦夫虽住近，不甚讲学；纯甫近改北验封，且行；曰仁又公差未还；宗贤之思，靡日不切！又得草堂报，益使人神魂飞越，若不能一日留此也，如何如何！去冬解册吏到，承欲与原忠来访，此诚千里命驾矣，喜慰之极！日切瞻望，然又自度鄙劣，不足以承此。曰仁人夏当道越中来此，其时得与共载，何乐如之！ \\n 五（癸酉） \\n 书来，及纯甫事，恳恳不一而足，足知朋友忠爱之至。世衰俗降，友朋中虽平日最所爱敬者，亦多改头换面，持两端之说，以希俗取容，意思殊为衰飒可悯。若吾兄真可谓信道之笃而执德之弘矣，何幸何幸！仆在留都，与纯甫住密迩，或一月一见，或间月不一见，辄有所规切，皆发于诚爱恳恻，中心未尝怀纤毫较计。纯甫或有所疏外，此心直可质诸鬼神。其后纯甫转官北上，始觉其有恝然者。寻亦痛自悔责，以为吾人相与，岂宜有如此芥蒂，却有堕入世间较计坑陷中，亦成何等胸次！当下冰消雾释矣。其后人言屡屡而至，至有为我愤辞厉色者。仆皆惟以前意处之，实是未忍一日而忘纯甫。盖平日相爱之极，情之所钟，自如此也。旬日间复有相知自北京来，备传纯甫所论。仆窃疑有浮薄之徒，幸吾党间隙，鼓弄交构，增饰其间，未必尽出于纯甫之口。仆非矫为此说，实是故人情厚，不忍以此相疑耳。仆平日之厚纯甫，本非私厚；纵纯甫今日薄我，当亦非私薄。然则仆未尝厚纯甫，纯甫未尝薄仆也，亦何所容心于其间哉！往往见世俗朋友易生嫌隙，以为彼盖苟合于外，而非有性分之契，是以如此，私窃叹悯。自谓吾党数人，纵使散处敌国仇家，当亦断不至是。不谓今日亦有此等议论，此亦惟宜自反自责而已。孟子云：“爱人不亲反其仁，行有不得者，皆反求诸己。”自非履涉亲切，应未识斯言味永而意恳也。 \\n 仆近时与朋友论学，惟说‘立诚’二字。杀人须就咽喉上着刀，吾人为学当从心髓入微处用力，自然笃实光辉。虽私欲之萌，真是洪炉点雪，天下之大本立矣。若就标末妆缀比拟，凡平日所谓学问思辩者，适足以为长傲遂非之资，自以为进于高明光大，而不知陷于狠戾险嫉，亦诚可哀也已！以近事观之，曾见得吾侪往时所论，自是向里。此盖圣学的传，惜乎沦落湮埋已久；往时见得，犹自恍惚，仆近来无所进，只于此处看较分晓，直是痛快，无复可疑。但与吾兄别久，无告语处耳。原忠数聚论否？近尝得渠一书，所见迥然与旧不同，殊慰殊慰！今亦寄一简，不能详细，见时望并出此。归计尚未遂，旬月后且图再举。会其蔚定，临楮耿耿。 \\n 六（丙子） \\n 宅老数承远来，重以嘉贶，相念之厚，愧何以堪！令兄又辱书惠，礼恭而意笃，意家庭旦夕之论，必于此学有相发明者，是以波及于仆。喜幸之余，愧何以堪！别后工夫，无因一扣，如书中所云，大略知之。“用力习熟，然后居山”之说，昔人尝有此，然亦须得其源。吾辈通患，正如池面浮萍，随开随蔽。未论江海，但在活水，浮萍即不能蔽。何者？活水有源，池水无源，有源者由己，无源者从物。故凡不息者有源，作辍者皆无源故耳。 \\n 七（戊寅） \\n 得书，见相念之厚，所引一诗尤恳恻至情，读之既感且愧，几欲涕下。人生动多牵滞，反不若他流外道之脱然也，奈何奈何！近收甘泉书，颇同此憾。士风日偷，素所目为善类者，亦皆雷同附和，以学为讳。吾人尚栖栖未即逃避，真处堂之燕雀耳。原忠闻且北上，恐亦非其本心。仕途如烂泥坑，勿入其中，鲜易复出。吾人便是失脚样子，不可不鉴也。承欲枉顾，幸甚幸甚！好事多阻，恐亦未易如愿，努力图之！笼中病翼，或能附冥鸿之末而归，未可知也。 \\n 与王纯甫（壬申） \\n 别后，有人自武城来，云纯甫始到家，尊翁颇不喜，归计尚多抵牾。始闻而惋然，已而复大喜。久之，又有人自南都来者，云“纯甫已莅任，上下多不相能”。始闻而惋然，已而复大喜。吾之惋然者，世俗之私情；所为大喜者，纯甫当自知之，吾安能小不忍于纯甫，不使动心忍性，以大其所就乎？譬之金之在冶，经烈焰，受钳锤，当此之时，为金者甚苦；然自他人视之，方喜金之益精炼，而惟恐火力锤煅之不至。既其出冶，金亦自喜其挫折煅炼之有成矣。某平日亦每有傲视行辈、轻忽世故之心，后虽稍知惩创，亦惟支持抵塞于外而已。及谪贵州三年，百难备尝，然后能有所见，始信孟氏“生于忧患”之言非欺我也。尝以为“君子素其位而行，不愿乎其外。素富贵，行乎富贵；素贫贱，行乎贫贱；素患难，行乎患难；故无人而不自得。”后之君子，亦当素其位而学，不愿乎其外。素富贵，学处乎富贵；素贫贱患难，学处乎贫贱患难；则亦可以无人而不自得。向尝为纯甫言之，纯甫深以为然，不番迩来用力却如何耳。 \\n 近日相与讲学者，宗贤之外，亦复数人，每相聚辄叹纯甫之高明。今复遭时磨励若此，其进益不可量，纯甫勉之！ \\n 汪景颜近亦出宰大名，临行请益，某告以变化气质。居常无所见，惟当利害，经变故，遭屈辱，平时愤怒者到此能不愤怒，忧惶失措者到此能不忧惶失措，始是能有得力处，亦便是用力处。天下事虽万变，吾所以应之不出乎喜怒哀乐四者。此为学之要，而为政亦在其中矣。景颜闻之，跃然如有所得也。甘泉近有书来，已卜居萧山之湘湖，去阳明洞方数十里耳。书屋亦将落成，闻之喜极。诚得良友相聚会，共进此道，人间更复有何乐！区区在外之荣辱得丧，又足挂之齿牙间哉？ \\n 二（癸酉） \\n 纯甫所问，辞则谦下，而语意之间，实自以为是矣。夫既自以为是，则非求益之心矣。吾初不欲答，恐答之亦无所入也。故前书因发其端，以俟明春渡江而悉。既而思之，人生聚散无常，纯甫之自是，盖其心尚有所惑而然，亦非自知其非而又故为自是以要我者，吾何可以遂已？故复备举其说以告纯甫。 \\n 来书云“学以明善诚身，固也。但不知何者谓之善？原从何处得来？今在何处？其明之之功当何如？人头当何如？与诚身有先后次第否？诚是诚个甚的？此等处细微曲折，仅欲扣求启发，而因献所疑，以自附于助我者。”反复此语，则纯甫近来得力处在此，其受病处亦在此矣。纯甫平日徒知存心之说，而未尝实加克治之功，故未能动静合一，而遇事辄有纷扰之患。今乃能推究若此，必以渐悟往日之堕空虚矣。故曰纯甫近来用功得力处在此。然已失之支离外驰而不觉矣。夫心主于身，性具于心，善原于性，孟子之言性善是也。善即吾之性，无形体可指，无方所可定，无岂自为一物，可从何处得来者乎？故曰受病处亦在此。纯甫之意，盖未察夫圣门之实学，而尚狃于后世之训诂，以为事事物物，各有至善，必须从事事物物求个至善，而后谓之明善，故有“原从何处得来，今在何处”之语。纯甫之心，殆亦疑我之或堕于空虚也，故假是说以发我之蔽。吾亦非不知感纯甫此意，其实不然也。夫在物为理，处物为义，在性为善，因所指而异其名，实皆吾之心也。心外无物，心外无事，心外无理，心外无义，心外无善。吾心之处事物，纯乎理而无人伪之杂，谓之善，非在事物有定所之可求也。处物为义，是吾心之得其宜也，义非在外可袭而取也。格者，格此也；致者，致此也，必曰事事物物上求个至善，是离而二之也。伊川所云“才用彼即晓此”，是犹谓之二。性无彼此，理无彼此，善无彼此也。纯甫所谓“明之之功当何如？人头处当何如？与诚身有先后次第否？诚是诚个甚的？”且纯甫之意，必以明善自有明善之功，诚身又有诚身之功也。若区区之意，则以明善为诚身之功也。夫诚者，无妄之谓。诚身之诚，则欲其无妄之谓。诚之之功，则明善是也。故博学者，学此也；审问者，问此也；慎思者，思此也；明辩者，辩此也；笃行者，行此也。皆所以明善而为诚之之功也。故诚身有道，明善者，诚身之道也；不明乎善，不诚乎身矣。非明善之外别有所谓诚身之功也。诚身之始，身犹未诚也，故谓之明善；明善之极，则身诚矣。若谓自有明善之功，又有诚身之功，是离而二之也，难乎免于毫厘千里之谬矣。其间欲为纯甫言者尚多，纸笔未能详悉。尚有未合，不妨往复。 \\n 三（甲戌） \\n 得曰仁书，知纯甫近来用功甚力，可喜可喜！学以明善诚身，只兀兀守此昏昧杂扰之心，却是坐禅入定，非所谓“必有事焉”者矣。圣门宁有是哉？但其毫厘之差，千里之谬，非实地用功，则亦未易辩别。后世之学，琐屑支离，正所谓采摘汲引，其间亦宁无小补？然终非积本求原之学。句句是，字字合，然而终不可人尧舜之道也。 \\n 四（甲戌） \\n 屡得汪叔宪书，又两得纯甫书，备悉相念之厚，感愧多矣！近又见与曰仁书，贬损益至，三复赧然。夫趋向同而论学或异，不害其为同也；论学同而趋向或异，不害其为异也。不能积城反躬而徒腾口说，此仆往年之罪，纯甫何尤乎？因便布此区区，临楮倾念无已。 \\n 寄希渊（壬申） \\n 所遇如此，希渊归计良是，但稍伤急迫。若再迟二三月，托疾而行，彼此形迹泯然，既不激怒于人，亦不失己之介矣。圣贤处末世，待人应物，有时而委曲，其道未尝不直也。若己为君子而使人为小人，亦非仁人忠恕恻怛之心。希渊必以区区此说为大周旋，然道理实如此也。区区叨厚禄，有地方之责，欲脱身潜逃固难。若希渊所处，自宜进退绰然，今亦牵制若此，乃知古人挂冠解绶，其时亦不易值也。 \\n 二（壬申） \\n 向得林苏州书，知希颜在苏州，其时守忠在山阴矣。近张山阴来，知希颜已还山阴矣。而守忠又有金华之出。往岁希颜居乡而守忠客祁，今兹复尔，二友之每每相违，岂亦有数存焉邪！为仁由己，固非他人所能与。而相观砥砺之益，则友诚不可一日无者。外是子雍、明德辈相去数十里，决不能朝夕继见，希颜无亦有独立无与无叹欤？曩评半圭，诚然诚然。方今山林枯槁之士，要亦未可多得，去之奔走声利之场者则远矣。人品不齐，圣贤亦因材成就。孔门之教，言人人殊，后世儒者始有归一之论，然而成德达材者鲜，又何居乎？希颜试于此思之，定以为何如也？ \\n 三（癸酉） \\n 希颜茕然在疚，道远因一慰。闻友朋中多言希颜孝心纯笃，哀伤过节，其素知希颜者，宜为终身之慕。毋徒毁伤为也！ \\n 守忠来，承手札喻及出处，此见希颜爱我之深，他人无此也。然此义亦惟希颜有之，他人无此也。牵于世故，未能即日引决，为愧为作，然亦终须如希颜所示耳。患难忧苦，莫非实学。今虽倚庐，意思亦须有进。向见季明德书，观其意向甚正，但未及与之细讲耳。“学问之道无他，求其放心而已”，盖一言而足。至其功夫节目，则愈讲而愈无穷者。孔子犹曰“学之不讲，是吾忧也”，今世无志于学者无足言，幸有一二笃志之士，又为无师友之讲明，认气作理，冥悍自信，终身勤苦而卒无所得，斯诚可哀矣。 \\n 读《礼》之余，与明德相论否？幸以其所造者示知。某无大知识，亦非好为人言者。顾今之时，人心陷溺已久，得一善人，惟恐其无成。期与诸君共明此学，固不以自任为嫌而避之。譬之婚姻，聊为诸君之媒妁而已。乡里后进中有可言者，即与接引，此本分内事，勿谓不暇也。 \\n 楼居已完否？胡口之出非得已，然其间亦有说。闻朋友中多欲希颜高尚不出，就中亦须权其轻重。使亲老饘粥稍可继，则不必言高尚，自不宜出。不然，却恐正其私心，不可不察也。 \\n 四（己卯） \\n 正月初二得家信，祖母于去冬十月背弃，痛割之极！縻于职守，无由归遁。今复恳疏，若终不可得，将遂为径往之图矣。 \\n 近得郑子冲书，闻与当事者颇相抵牾。希渊德性谦厚和平，其于世间荣辱炎凉之故，视之何异飘风浮霭，岂得尚有芥蒂于其中耶！即而询之，果然出于意料之外，非贤者之所自取也。虽然，“有人于此，其待我以横逆，则君子必自反曰‘我必无礼。’自反而有礼，又自反曰‘我必不忠’”希渊克己之功日精日切，其肯遂自以为忠乎？往年区区谪官贵州，横逆之加，无月无有。迄今思之，最是动心忍性砥砺切磋之地。当时亦止搪塞排遣，竟成空过，甚可惜也。 \\n 闻教下士甚有兴起者，莆故文献之区，其士人素多根器。今得希渊为之师，真如时雨化之而已，吾道幸甚！近有责委，不得已，不久且入闽。苟求了事，或能乘便至莆一间语，不尽不尽。 \\n 与戴子良（癸酉） \\n 汝成相见于滁，知吾兄之质，温然纯粹者也。今兹乃得其为志，盖将从事于圣人之学，不安于善人而已也，何幸何幸！有志者事竟成，吾兄勉之！学之不明，已非一日，皆由有志者少。好德，民之秉彝，可谓尽无其人乎？然不能胜其私欲，竟沦陷于习俗，则亦无志而已。故朋友之间，有志者甚可喜，然志之难立而易坠也，则亦深可惧也。吾兄以为何如？宗贤已南还，相见且未有日。京师友朋如贵同年陈佑卿、顾惟贤，其他如汪汝成、梁仲用、王舜卿、苏天秀，皆尝相见。从事于此者，其余尚三四人，吾见与诸友当自识之。自古有志之士，未有不求助于师友。匆匆别来，所欲与吾兄言者百未及一。沿途歆叹雅意，诚切怏怏。相会未卜，惟勇往直前，以遂成此志是望。 \\n 与胡伯忠（癸酉） \\n 某往在京，虽极歆慕，彼此以事未及从容一叙，别去以为憾。期异时相遇，决当尽意剧谈一番耳。昨未出京师，即已预期彭城之会，谓所未决于心，在兹行矣。及相见又复匆匆而别，别又复以为恨。不知执事之心亦何如也？ \\n 君子与小人居，决无苟同之理，不幸势穷理极而为彼所中伤，则安之而已。处之未尽于道，或过于疾恶，或伤于愤激，无益于事，而致彼之怨恨仇毒，则皆君子之过也。昔人有言“事之无害于义者，从俗可也。”君子岂轻于从俗，独不以异俗笃心耳。“与恶人居，如以朝衣朝冠坐于涂炭者”，伯夷之清也。“虽袒裼裸裎于我侧，彼焉能浼我哉？”柳下惠之和也。君子以变化气质为学，则惠之和，似亦执事之所宜从者。不以三公易其介，彼固未尝无伯夷之清也。“德酋如毛，民鲜克举之。”“我仪图之，惟仲山甫举之。”爱莫助之，仆于执事之谓矣。正人难得，正学难明；流俗难变，直道难容。临笔惘然，如有所失；言不尽意，惟心亮。 \\n 与黄诚甫（癸酉） \\n 立志之说，已近烦渎，然为知己言，竟亦不能舍是也。志于道德者，功名不足累其心；志于功名者，富贵不足以累其心。但近世所谓道德，功名而已；所谓功名，富贵而已。“仁人者，正其谊不谋其利，明其道不计其功。”一有谋计之心，则虽正谊明道，亦功利耳。诸友即索居，曰仁又将远别，会中须时相警发，庶不就弛靡。诚甫之足，自当一日千里，任重道远，吾非诚甫谁望邪！临别数语，彼此暗然；终能不忘，乃为深爱。 \\n 二（丁丑） \\n 区区正月十八日始抵赣，即兵事纷纷。二月往征漳寇，四月班师。中间曾无一日之暇，故音问缺然。然虽扰扰中，意念所在，未尝不在诸友也。养病之举，恐已暂停，此亦顺亲之心，未为不是。不得以此日萦于怀，无益于事，徒使为善之念不专。何处非道，何处非学，岂必山林中耶？希颜、尚谦、清伯登第，闻之喜而不寐。近尝寄书云“非为今日诸君喜，为阳明山中异日得良伴喜也。”吾于诚甫之未归亦然。 \\n 答王天宇（甲戌） \\n 书来，见平日为学用功之概，深用喜慰！今之时，能稍有志圣贤之学，已不可多见；况又果能实用其力者，是岂易得哉！辱推拟过当，诚有所不敢居；然求善自辅，则鄙心实亦未尝不切切也。今乃又得吾天宇，其为喜幸可腾言哉！厚意之及，良不敢虚；然又自叹爱莫为助，聊就来谕商榷一二。 \\n 天宇自谓“有志而不能笃”，不知所谓志者果何如？其不能笃者又谁也？谓“圣贤之学能静，可以制动”，不知若何而能静？静与动有二心乎？谓“临政行事之际，把捉摸拟，强之使归于道，固亦卒有所未能，然造次颠沛必于是”者，不知如何其为功？谓“开卷有得，接贤人君子便自触发”，不知所触发者何物？又“赖二事而后触发”则二事之外所作何务？当是之时，所谓志者果何在也？凡此数语，非天宇实用其力不能有。然亦足以见讲学之未明，故尚有此耳。或思之有得，不厌寄示。 \\n 二（甲戌） \\n 承书惠，感感。中间问学之意，恳切有加于旧，足知进于斯道也。喜幸何如！但其间犹有未尽区区之意者。既承不鄙，何敢不竭！然望详察，庶于斯道有所发明耳。 \\n 来书云：“诚身以格物，乍读不能无疑，既而细询之希颜，始悉其说。”区区未尝有“诚身格物”之说，岂出于希颜邪？鄙意但谓君子之学以诚意为主，格物致知者，诚意之功也。犹饥者以求饱为事，饮食者，求饱之事也。希颜颇悉鄙意，不应有此。或恐一时言之未莹耳。幸更细讲之。 \\n 又云：“《大学》一书，古人为学次第。朱先生谓‘穷理之极而后意诚’，其与所谓‘居敬穷理’、非存心无以致知’者，固相为矛盾矣。盖居敬存心之说补于传文，而圣经所指，直谓其穷理而后心正。初学之士，执经而不考传，其流之弊，安得不至于支离邪！”《大学》次第，但言物格而后知至，知至而后意诚。若“躬理之极而后意诚”，此则朱先生之说如此。其间亦自无大相矛盾。但于《大学》本旨，却恐未尽合耳。“非存心无以致知”，此语不独于《大学》未尽，就于《中庸》“尊德性而道问学”之旨，亦或有未尽。然此等处言之甚长，非面悉不可。后之学者，附会于《补传》而不深考于经旨，牵制于文羲而不体认于身心，是以往往失之支离而卒无所得，恐非执经而不考传之过也。 \\n 又云：“不由穷理而遽加诚身之功，恐诚非所诚，适足以为伪而已矣。”此言甚善。但不知诚身之功又何如作用耳，幸体认之！ \\n 又言“譬之行道者，如大都为所归宿之地，犹所谓至善也。行道者不辞险阻，决意向前，犹存心也。如使斯人不识大都所在，泛焉欲往，其不南走越北走胡几希矣。”此譬大略皆是，但以不辞险阻艰难，决意向前，别为存心，未免牵合之苦，而不得其要耳。夫不辞险阻艰难，决意向前，此正是诚意之意。审如是，则其所以问道途，具资斧，戒舟车，皆有不容已者。不然，又安在其为决意向前，而亦安所前乎？夫不识大都所在而泛焉欲往，则亦欲往而已，未尝真往也。惟其欲往而未尝真往，是以道途之不问，资斧之不具，舟车之不戒。若决意向前，则真往矣。真往者，能如是乎？此最工夫切要者，以天宇之高明笃实而反求之，自当不言而喻矣。 \\n 又云“格物之说，昔人以捍去外物为言矣。捍去外物则此心存矣。心存，则所以致知者，皆是为己。”如此说，却是“捍去外物”为一事，“致知”又为一事。“捍去外物”之说，亦未为甚害，然止捍御于其外，则亦未有拔去病根之意，非所谓“克己求仁，”之功矣。区区格物之说亦不如此。《大学》之所谓“诚意”即《中庸》之所谓“诚身”也。《大学》之所谓“格物致知”，即《中庸》之所谓“明善”也。博学、审问、慎思、明辩、笃行，皆所谓明善而为诚身之功也，非明善之外别有所谓诚身之功也。格物致知之外，又岂别有所谓诚意之功乎？《书》之所谓“精一”，《语》之所谓“博文约礼”，《中庸》之所谓“尊德性而道问学”，皆若此而已。是乃学问用功之要，所谓毫厘之差，千里之谬者也。 \\n 心之精微，口莫能述，亦岂笔端所能尽已！喜荣擢北上有期矣，倘能迂道江滨，谋一夕之话，庶几能有所发明。冗遽中不悉。 \\n 寄李道夫（乙亥） \\n 此学不讲久矣。鄙人之见，自谓于此颇有发明。而闻者往往诋以为异，独执事倾心相信，确然不疑，其为喜慰，何啻空谷之足音！ \\n 别后时闻士夫传说，近又徐曰仁自西江还，益得备闻执事任道之勇、执德之坚，令人起跃奋迅。“士不可以不弘毅，任重而道远”，诚得弘毅如执事者二三人，自足以为天下倡。彼依阿偻你之徒虽多，亦奚以为哉？幸甚幸甚！ \\n 比闻列郡之始，即欲以此学为教，仁者之心自然若此，仆诚甚为执事喜，然又甚为执事忧也。学绝道丧，俗之陷溺，如人在大海波涛中，且须援之登岸，然后可授之衣而与之食；若以衣食投之波涛中，是适重其溺，彼将不以为德而反以为尤矣。故凡居今之时，且须随机导引，因事启沃，宽心平气以薰陶之，俟其感发兴起，而后开之以其说，是故为力易而收效溥。不然，将有捍格不胜之患，而且为君子爱人之累，不知尊意以为何如耶？ \\n 病疏已再上，尚未得报。果遂此图，舟过嘉禾，面话有日。 \\n 与陆原静（丙子） \\n 书来，知贵恙已平复，甚喜！书中勤勤问学，惟恐失坠，足知进修之志不怠，又甚喜！异时发挥斯道，使来者有所兴起，非吾子谁望乎？所问《大学》、《中庸》注，向尝略具草稿，自以所养未纯，未免务外欲速之病，寻已焚毁。近虽觉稍进，意亦未敢便以为至，姑俟异日山中与诸贤商量共成之，故皆未有书。其意旨大略，则固平日已为清伯言之矣。因是益加体认研究，当自有见；汲汲求此，恐犹未免旧日之病也。 \\n “博学”之说，向已详论。今犹牵制若此，何邪？此亦恐是志不坚定，为世习所挠之故。使在我果无功利之心，虽钱谷兵甲，搬柴运水，何往而非实学？何事而非天理？况子、史、诗、文之类乎？使在我尚存功利之心，则虽日谈道德仁义，亦只是功利之事，况子、史、诗、文之类乎？“一切屏绝”之说，是犹泥于旧习，平日用功未有得力处，故云尔。请一洗俗见，还复初志，更思平日饮食养身之喻，种树栽培灌溉之喻，自当释然融解矣。“物有本末，事有终始，知所先后，则近道矣。”吾子之言，是犹未是终始本末之一致也，是不循本末终始天然之序，而欲以私意速成之也。 \\n 二（戊寅） \\n 尚谦至，闻原静志坚信笃，喜慰莫逾！人在仕途，如马行淖田中，纵复驰逸，足起足陷，其在驽下，坐见沦没耳。乃今得还故乡，此亦譬之小歇田塍。若自此急寻平路，可以直去康庄，驰骋万里。不知到家工夫却如何也。自曰仁没后，吾道益孤，致望原静者亦不浅。子夏，圣门高弟，曾子数其失，则曰“吾过矣！吾离群而索居，亦已久矣！”夫离群索居之在昔贤，已不能无过，况吾侪乎？以原静之英敏，自应未即摧堕。山间切磋砥砺，还复几人？深造自得，便间亦可为写寄否？ \\n 尚谦至此，日有所进。自去年十二月到今已八逾月，尚未肯归视其室。非其志有所专，宜不能声音笑貌及此也。区区两疏辞乞，尚未得报。决意两不允则三，三不允则五则六，必得而后已。若再一举辄须三月，二举则又六七月矣。计吾舟东抵吴越，原静之旆当已北指幽、冀；会晤未期，如之何则可！ \\n 与希颜台仲明德尚谦原静（丁丑） \\n 闻诸友皆登第，喜不自胜。非为诸友今日喜，为野夫异日山中得良伴喜也。入仕之始，意况未免摇动。如絮在风中，若非黏泥贴网，恐自张主未得。不知诸友却如何？想平时工夫，亦须有得力处耳。野夫失脚落渡船，未知何时得到彼岸。且南赣事极多掣肘，缘地连四省，各有抚镇，乃今亦不过因仍度日，自古未有事权不一而能有成者。告病之兴虽动，恐成虚文，未敢轻举，欲俟地方稍靖。今又得诸友在，吾终有望矣。曰仁春来颇病，闻之极忧念。昨书来，欲与二三友去田霅上，因寄一诗。今录去，聊同此怀也。 \\n 与杨仕德薛尚谦（丁丑） \\n 即日已抵龙南，明日入巢，四路兵皆已如期并进，贼有必破之势。某向在横水，尝寄书仕德云：“破山中贼易，破心中贼难。”区区剪除鼠窃，何足为异？若诸贤扫荡心腹之寇，以收廓清平定之功，此诚大丈夫不世之伟绩。数日来谅已得必胜之策，捷奏有期矣。何喜如之！ \\n 日孚美质，诚可与共学，此时计已发舟。倘未行，出此同致意。廨中事以累尚谦，想不厌烦琐。小儿正宪，犹望时赐督责。 \\n 寄闻人邦英邦正（戊寅） \\n 昆季敏而好学，吾家两弟得以朝夕亲资磨励，闻之甚喜。得书备见向往之诚，尤极浣慰。家贫亲老，岂可不求禄仕？求禄仕而不工举业，却是不尽人事而徒责天命，无是理矣。但能立志坚定，随事尽道，不以得失动念，则虽勉习举业，亦自无妨圣贤之学。若是原无求为圣贤之志，虽不业举，日谈道德，亦只成就得务外好高之病而已。此昔人所以有“不患妨功，惟患夺志”之说也。夫谓之夺志，则已有志可夺；倘若未有可夺之志，却又不可以不深思疑省而早图之。每念贤弟资质之美，未尝不切拳拳。夫美质难得而易坏，至道难闻而易失，盛年难遇而易过，习俗难革而易流。昆玉勉之！ \\n 二（戊寅） \\n 得书，见昆季用志之不凡，此固区区所深望者，何幸何幸！世俗之见，岂足与论？君子惟求其是而已。“仕非为贫也，而有时乎为贫”，古之人皆用之，吾何为独不然？然谓举业与圣人之学相戾者，非也。程子云：“心苟不忘，则虽应接俗事，莫非实学，无非道也。”而况于举业乎？谓举业与圣人之学不相度者，亦非也，程子云：“心苟忘之，则虽终身由之，只是俗事。”而况于举业乎？忘与不忘之间不能以发，要在深思默识所指谓不忘者果何事耶，知此则知学矣。贤弟精之熟之，不使有毫厘之差，千里之谬，可也。 \\n 三（庚辰） \\n 书来，意思甚恳切，足慰远怀。持此不解，即吾立志之说矣。“源泉混混，不舍昼夜，盈科而后进。放乎四海，有本者如是。”立志者，其本也。有有志而无成者矣，未有无志而能有成者也。贤弟勉之！色养之暇，怡怡切切，可想而知，交修罔怠，庶吾望之不孤矣。地方稍平，退休有日；预想山间讲习之乐，不觉先已欣然。 \\n 寄薛尚谦（戊寅） \\n 沿途意思如何？得无亦有走作否？数年切磋，只得立志辩义利。若于此未有得力处，却是平日所讲尽成虚语，平日所见皆非实得，不可以不猛省也！经一蹶者长一智，今日之失，未必不为后日之得，但已落第二义。须从第一义上着力，一真一切真。若这些子既是，更无讨不是处矣。 \\n 此间朋友聚集渐众，比旧颇觉兴起。尚谦既去，仕德又往，欧阳崇一病归，独惟乾留此，精神亦不足。诸友中未有倚靠得者，苦于接济乏人耳。 \\n 乞休本至今未回，未免坐待。尚谦更静养几月，若进步欠力，更来火坑中乘凉如何？ \\n 二 \\n 得书，知日孚停舟郁孤，迟迟未发，此诚出于意望之外。日孚好学如此，豪杰之士必有闻风而起者矣。何喜如之！何喜如之！ \\n 昨见太和报效人，知欧、王二生者至，不识曾与一言否？欧生有一书，可谓有志。中间述子晦语颇失真，恐亦子晦一时言之未莹尔。大抵工夫须实落做去，始能有见，料想臆度，未有不自误误人者矣。 \\n 此间贼巢乃与广东山后诸贼相连，余党往往有从遁者，若非斩绝根株，意恐日后必相聊而起，重为两省之患。故须更迟迟旬日，与之剪除。兵难遥度，不可预料，大抵如此。 \\n 小儿劳诸公勤开诲，多感多感！昔人谓教小儿有四益，验诸友往返，念之极切悬悬。今后但有至者，须诸君为我尽意吐露，纵彼不久留，亦无负其来可也。 \\n 三 \\n 日来因兵事纷扰，贱躯怯弱，以此益见得工夫有得力处。只是从前大段未曾实落用力，虚度虚说过了。自今当与诸君努力鞭策，誓死进步，庶亦收之桑榆耳。 \\n 日孚停馆郁孤，恐风气太高，数日之留则可，倘更稍久，终恐早晚寒暖欠适。区区初拟日下即回，因从前征剿，撤兵太速，致遗今日之患。故且示以久屯之形，正恐后之罪今，亦犹今，之罪昔耳。但从征官属已萌归心，更相倡和，已有不必久屯之说。天下事不能尽如人意。大抵皆坐此辈，可叹可叹！ \\n 闻仕德失调，意思何如？大抵心病愈则身病亦自易去。纵血气衰弱，未便即除，亦自不能为心患也。 \\n 小儿劳开教，驽骀之质，无复望其千里，但得帖然于皂枥之间，斯已矣。门户勤早晚，得无亦厌琐屑否？不一。 \\n 寄诸弟（戊寅） \\n 屡得弟辈书，皆有悔悟奋发之意，喜慰无尽！但不知弟辈果出于诚心乎？亦谩为之说云尔。 \\n 本心之明，皎如白日，无有有过而不自知者，但患不能改耳。一念改过，当时即得本心。人孰无过？改之为贵。蘧伯玉，大贤也，惟曰“欲寡其过而未能”。成汤、孔子，大圣也，亦惟曰“改过不吝，可以无大过”而已。有皆曰人非尧舜，安能无过？此亦相沿之说，未足以知尧舜之心。若尧舜之心而自以为无过，即非所以为圣人矣。其相授受之言曰：“人心惟危，道心惟微，惟精惟一，允执厥中。”彼其自以为人心之惟危也，则其心亦与人同耳。危即过也，惟其兢兢业业，尝加“精一”之功，是以能“允执厥中”而免于过。古之圣贤时时自见己过而改之，是以能无过，非其心与果与人异也。“戒慎不睹，恐惧不闻”者，时时自见己过之功。吾近来实见此学有用力处，但为平日习染深痼，克治欠勇，故切切预为弟辈言之。毋使亦如吾之习染即深，而后克治之难也。 \\n 人方少时，精神意气既足鼓舞，而身家之累尚未切心，故用力颇易。迨其渐长，世累日深，而精神意气亦日渐以减，然能汲汲奋志于学，则犹尚可有为。至于四十五十，即如下山之日，渐以微灭，不复可挽矣。故孔子云：“四十五十而无闻焉，斯亦不足畏也已。”又曰“及其老也，血气既衰，戒之在得。”吾亦近来实见此病，故亦切切预为弟辈言之。宜及时勉力，毋使过时而徒悔也。 \\n 与安之（己卯） \\n 闻安之肯向学，不胜欣愿！得奋励如此，庶不负彼此相爱之情也。留都时偶因饶舌，遂致多口，攻之者环四面。取朱子晚年悔悟之说，集为定论，聊藉以解纷耳。门人辈近刻之雩都，初闻甚不喜；然士夫见之，乃往往遂有开发者，无意中得此一助，亦颇省颊舌之劳。近年篁墩诸公尝有《道一》等编，见者先怀党同伐异之念，故卒不能有人，反激而怒。今但取朱子所自言者表章之，不加一辞，虽有偏心，将无所施其怒矣。尊意以为何如耶？聊往数册，有志向者一出指示之。所须文字，非不欲承命；荒疏既久，无下笔处耳。贫汉作事大难，富人岂知之！ \\n 答甘泉（己卯） \\n 旬日前，杨仕德人来，领手教及《答子莘书》，具悉造诣用功之详。喜跃何可言！盖自是而吾党之学归一矣。此某之幸！后学之幸也！ \\n 来简勤勤训责仆以久无请益，此吾兄爱仆之厚，仆之罪也。此心同，此理同，苟知用力于此，虽百虑殊途，同归一致。不然，虽字字而证，句句而求，其始也毫厘，其末也千里。老兄造诣之深，涵养之久，仆何敢望？至共向往直前，以求必得乎此之志，则有不约而契、不求而合者。其间所见，时或不能无小异，然吾兄既不屑屑于仆，而仆亦不以汲级于兄者。正以志向既同，如两人同适京都，虽所由之途间有迂直，知其异日之归终同耳。向在龙江舟次，亦尝进其《大学》旧本及格物诸说，兄时未以为然，而仆亦遂置不复强聒者，知兄之不久自当释然于此也。乃今果获所愿，喜跃何可言！昆仑之源，有时而伏流，终必达于海也。仆窭人也，虽获夜光之璧，人将不信，必且以谓其为妄为伪。金璧入于猗顿之室，自此至宝得以昭明天下，仅亦免于遗璧之罪矣。虽然，是喻犹二也。夜光之璧，外求而得也；此则于吾所固有，无待于外也，偶遗忘之耳；未尝遗忘也，偶蒙翳之耳。 \\n 叔贤所进超卓，海内诸友实罕其俦。同处西樵，又资丽泽，所造可量乎！仆年未半百，而衰疾已如六七十翁，日夜思归阳明，为夕死之图，疏三上而未遂。欲弃印长往，以从大夫之后，恐形迹大骇；必俟允报，则须冬尽春初乃可遂也。一一世事，如狂风骤雨中落叶，倏忽之间，宁复可定所耶！两承楚人之诲，此非骨肉，念不及此，感刻！祖母益耄，思一见，老父亦书来促归，于是情思愈恶。所幸吾兄道明德立，宗盟有人，用此可以自慰。其诸所欲请，仕德能有述。有所未当，便间不惜指示。 \\n 二（庚辰） \\n 得正月书，知大事已毕，当亦稍慰纯孝之思矣。近承避地发履冢下，进德修业，善类幸甚。传闻贵邑盗势方张，果尔，则远去家室，独留旷寂之野，恐亦未可长也。某告病未遂，今且蹙告归省，去住亦未可必。悠悠尘世，毕竟作何税驾？当亦时时念及，幸以教之！叔贤志节远出流俗。渭先虽未久处，一见知为忠信之士。乃闻不时一相见，何耶？英贤之生，何幸同时共地，又可虚度光阴，容易失却此大机会，是使后人而复惜后人也！二君曾各寄一书，托宋以道转致，相见幸问之。 \\n 答方叔贤（己卯） \\n 近得手教及与甘泉往复两书，快读一过，洒然如热者之濯清风，何子之见超卓而速也！真可谓一日千里矣。《大学》旧本之复，功尤不小，幸甚幸甚！其论象山处，举孟子“放心”数条，而甘泉以为未足，复举“东西南北海有圣人出，此心此理同”，及“宇宙内事皆己分内事”数语。甘泉所举，诚得其大，然吾独爱西樵子之近而切也。见其大者，则其功不得不近而切，然非实加切近之功，则所谓大者，亦虚见而已耳。自孟子道性善，心性之原，世儒往往能言，然其学卒人于支离外索而不自觉者，正以其功之未切耳。此吾所以独有喜于西樵之言，固今时封证之药也。古人之学，切实为己，不徒事于讲说。书札往来，终不若面语之能尽，且易使人溺情于文辞，崇浮气而长胜心。求其说之无病，而不知其心病之已多矣。此近世之通患，贤知者不免焉，不可以不察也。 \\n 杨仕德去，草草复此，诸所欲言，仕德能悉。 \\n 与陈国英（庚辰） \\n 别久矣。虽彼此音问阔疏，而消息动静时时及闻。国英天资笃厚，加以静养日久，其所造当必大异于畴昔，惜无因一面叩之耳。凡人之学，不日进者必日退。譬诸草木，生意日滋，则日益畅茂；苟生意日息，则亦日就衰落矣。国英之于此学，且十余年矣，其日益畅茂者乎？其日就衰落者乎？君子之学，非有同志之友日相规切，则亦易以悠悠度日，而无有乎激励警发之益。山中友朋，亦有以此学日相讲求者乎？孔子云：“德之不修，学之不讲，是吾忧也。”而况于吾侪乎哉？ \\n 复唐虞佐（庚辰） \\n 承示诗二韵五章，语益工，兴寄益无尽，深叹多才，但不欲以是为有道者称颂耳。“撤讲慎择”之喻，爱我良多，深知感作。但区区之心，亦自有不容已者。圣贤之道，坦若大路，夫妇之愚，可以与知。而后之论者，忽近求远，舍易图难，遂使老师宿儒皆不敢轻议。故在今时，非独其庸下者自分以为不可为，虽高者特达，皆以此学为长物，视之为虚谈赘说，亦许时矣。当此之时，苟有一念相寻于此，真所谓“空谷足音，见似人者喜矣”。况其章缝而来者，宁不忻忻然以接之乎？然要其间，亦岂天滥竽假道之弊！但在我不可以此意逆之，亦将于此以求其真者耳。正如淘金于沙，非不知沙之汰而去者且十九，然亦未能即舍沙而别以淘金为也。孔子云：“与其进也，不与其退也，唯何甚。”孟子云：“君子之设科也，来者不拒，往者不追。”苟以是心至，斯受之而已矣。盖“不愤不启”者，君子施教之方；“有教无类”，则其本心焉耳。多病之躯，重为知己忧，卷卷惠喻及此，感爱何有穷已。然区区之心，亦不敢不为知已一倾倒也。行且会面，悉所未尽。"}
{"章节": "卷十", "正文": "卷十 \\n  \\n  \\n 静心录之二　文录二 \\n 书二 \\n 始正德辛巳至嘉靖乙酉 \\n 与邹谦之（辛巳） \\n 别后德闻日至，虽不相面，嘉慰殊深。近来此意见得益亲切，国裳亦已笃信，得谦之更一来，愈当沛然矣。适吴守欲以府志奉渎，同事者于中、国裳、汝信、惟浚、遂令开馆于白鹿。醉翁之意盖有在，不专以此烦劳也。区区归遁有日，圣天子新政英明，如谦之亦宜束装北上，此会宜急图之，不当徐徐而来也。蔡希渊近已主白鹿，诸同志须仆已到山，却来相讲，尤妙。此时却匆匆不能尽意也，幸以语之！ \\n 二（乙酉） \\n 乡人自广德来，时常得闻动履，兼悉政教之善，殊慰倾想。远使吊赙，尤感忧念之深。所喻：“猝临盘错，盖非独以别利器，正以精吾格致之功耳”，又能以怠荒自惧，其进可知矣。近时四方来游之士颇众，其间虽甚鲁钝，但以良知之说略加点掇，无不即有开悟，以是益信得此二字真吾圣门正法眼藏。谦之近来所见，不审又如何矣？南元善益信此学，日觉有进，其见诸施设，亦大非其旧。便间更相将掖之，固朋友切磋之心也。方治葬事，使还，草草疏谢不尽。 \\n 与夏敦夫（辛巳） \\n 不相见者几时，每念吾兄忠信笃厚之资，学得其要，断能一日千里。惜无因亟会，亲睹其所谓历块过都者以为快耳。 \\n 昔夫子谓子贡曰：“赐也，汝以予为多学而识之者与？”对学，乃不有要乎！彼释氏之外人伦，遗物理，而堕于空寂者，固不得谓之明其心矣；若世儒之外务讲求考索，而不知本诸其心者，其亦可以谓穷理乎？此区区之心，深欲就正于有道者。因便辄及之，幸有以教我也。 \\n 区区两年来血气亦渐衰，无复用世之志。近始奉敕北上，将遂便道归省老亲，为终养之图矣。冗次不尽所怀。 \\n 与朱守忠（辛巳） \\n 乍别忽旬余。沿途人事扰扰，每得稍暇，或遇景感触，辄复兴怀。赍诏官来，承手札，知警省不懈，幸甚幸甚！此意不忘，即是时时相见，虽别非别矣。道之不明，皆由吾辈明之于口而不明之于身，是以徒腾颊舌，未能不言而信。要在立诚而已。向日谦虚之说，其病端亦起于不诚。使能如好好色，如恶恶臭，亦安有不谦不虚时邪？虞佐相爱之情甚厚，别后益见其真切，所恨爱莫为助。但愿渠实落做个圣贤，以此为报而已。相见时以此意规之。谦之当已不可留，国裳亦时时相见否？学问之益，莫大于朋友切磋，聚会不厌频数也。明日当发玉山，到家渐可计日，但与守忠相去益远，临纸怅然！ \\n 与席元山（辛巳） \\n 向承教札及《鸣冤录》，读之见别后学力所到，卓然斯道之任，庶几乎天下非之而不顾，非独与世之附和雷同从人非笑者相去万万而已。喜幸何极！中间乃有须面论者，但恨无因一会。近闻内台之擢，决知必从铅山取道，而仆亦有归省之便，庶得停舟途次，为信宿之谈，使人候于分水，乃未有前驱之报。驻信城者五日，怅怏而去。天之不假缘也，可如何哉！ \\n 大抵此学之不明，皆由吾人入耳出口，未尝诚诸其心身。譬之谈饮说食，何由得见醉饱之实乎？仆自近年来始实见得此学，真有百世以俟圣人而不惑者。朋友之中，亦渐有三数辈笃信不回。其疑信相半，顾瞻不定者，多以旧说沈痼，且有得失毁誉之虞，未能专心致志以听，亦坐相处不久，或交臂而别，无从与之细说耳。象山之学简易直截，孟子之后一人。其学问思辩、致知格物之说，虽亦未免沿袭之累，然其大本大原断非余子所及也。执事素能深信其学，此亦不可不察。正如求精金者必务煅炼足色，勿使有纤毫之杂，然后可无亏损变动。盖是非之悬绝，所争毫厘耳。 \\n 用熙近闻已赴京，知公故旧之情极厚，倘犹未出，亦劝之学问而已。存心养性之外，无别学也。相见时亦望遂以此言致之。 \\n 答甘泉（辛巳） \\n 世杰来，承示《学庸测》，喜幸喜幸！中间极有发明处，但于鄙见尚大同小异耳。“随处体认天理”是真实不诳语，鄙说初亦如是，及根究老兄命意发端处，却似有毫厘未协，然亦终当殊途同归也。修齐治平，总是格物，但欲如此节节分疏，亦觉说话太多。且语意务为简古，比之本文反更深晦，读者愈难寻求，此中不无亦有心病？莫若明白浅易其词，略指路径，使人自思得之，更觉意味深长也。高明以为何如？致知之说，鄙见恐不可易，亦望老兄更一致意，便间示知之。此是圣学传心之要，于此既明，其余皆洞然矣。意到恳切处，不得不直，幸不罪其僭妄也！ \\n 叔贤《大学》、《洪范》之说，其用力已深，一时恐难转移，此须面论，始有可辩正耳，会间先一及之。去冬有方叟者过此，传示高文，其人习于神仙之说，谓之志于圣贤之学，恐非其本心。人便，草草不尽。 \\n 答伦彦式（辛巳） \\n 往岁仙舟过赣，承不自满足，执礼谦而下问恳，古所谓敏而好学，于吾彦式见之。别后连冗，不及以时奉问，极切驰想！近令弟过省，复承惠教，志道之笃，趋向之正，勤卷有加，浅薄何以当此？悚息悚息！ \\n 谕及“学无静根，感物易动，处事多悔”，即是三言，尤是近时用工之实。仆罔所知识，何足以辱贤者之问！大抵三言者，病亦相因。惟学而别求静根，故感物而惧其易动，感物而惧其易动，是故处事而多悔也。心，无动静者也。其静也者，以言其体也；其动也者，以言其用也。故君子之学，无间于动静。其静也，常觉而未尝无也，故常应；其动也，常定而未尝有也，故常寂；常应常寂，动静皆有事焉，是之谓集义。集义故能无祇悔，所谓动亦定，静亦定者也。心一而已。静，其体也，而复求静根焉，是挠其体也；动，其用也，而惧其易动焉，是废其用也。故求静之心即动也，恶动之心非静也，是之谓动亦动，静亦动，将迎起伏，相寻于无穷矣。故循理之谓静，从欲之谓动。欲也者，非必声色货利外诱也，有心之私皆欲也。故循理焉，虽酬酢万变，皆静也。濂溪所谓“主静”，无欲之谓也，是谓集义者也。从欲焉，虽心齐坐忘，亦动也。告子之强制正助之谓也，是外义者也。虽然，仆盖从事于此而未之能焉，聊为贤者陈其所见云尔。以为何如？便间示知之。 \\n 与唐虞佐侍御（辛巳） \\n 相与两年，情日益厚，意日益真，此皆彼此所心喻，不以言谢者。别后又承雄文追送，称许过情，末又重以传说之事，所拟益非其伦，感作何既！虽然，故人之赐也，敢不拜受！果如是，非独进以有为，将退而隐于岩穴之下，要亦不失其为贤也已，敢不拜赐！昔人有言：“投我以木桃，报之以琼瑶。”今投我以琼瑶矣，我又何以报之？报之以其所赐，可乎？ \\n 说之言曰：“学于古训乃有获。”夫谓学于古训者，非谓其通于文辞，讲说于口耳之间，义袭而取诸其外也。获也者，得之于心之谓，非外铄也。必如古训，而学其所学焉，诚诸其身，所谓“默而成之”，“不言而信”，乃为有得也。夫谓逊志务时敏者，非谓其饰情卑礼于其外，汲汲于事功声誉之间也。其逊志也，如地之下而无所不承也，如海之虚而无所不纳也；其时敏也，一于天德，戒惧于不睹不闻，如太和之运而不息也。夫然，百世以俟圣人而不惑，溥博渊泉而时出之，言而民莫不信，行而民莫不悦，施及蛮貊，而道德流于无穷，斯固说之所以为说也。以是为报，虞佐其能以却我乎？孟氏云：“责难之谓恭”。吾其敢以后世文章之士期虞佐乎？颜氏云：“舜，何人也？予，何人也？”虞佐其能不以说自期乎？人还，灯下草草为谢。相去益远，临楮怏悒！ \\n 答方叔贤（辛巳） \\n 承示《大学原》，知用心于此深密矣。道一而已，论其大本大原，则《六经》、《四书》无不可推之而同者，又不特《洪范》之于《大学》而已。此意亦仆平日于朋友中所常言者。譬之草木，其同者，生意也；其花实之疏密，枝叶之高下，亦欲尽比而同之，吾恐化工不如是之雕刻也。今吾兄方自喜以为独见新得，锐意主张是说，虽素蒙信爱如鄙人者，一时论说当亦未能遽人。且愿吾兄以所见者实体诸身，必将有疑；果无疑，必将有得；果无得，又必有见；然后鄙说可得而进也，学之不明几百年矣。近幸同志如甘泉、如吾兄者，相与切磋讲求，颇有端绪。而吾兄忽复牵滞文义若此，吾又将谁望乎？君子论学，固惟是之从，非以必同为贵。至于入门下手处，则有不容于不辩者，所谓毫厘之差千里之谬矣。致知格物，甘泉之说与仆尚微有异，然不害其为大同。若吾兄之说，似又与甘泉异矣。相去远，恐辞不足以达意，故言语直冒，不复有所逊让。近与甘泉书，亦道此，当不以为罪也。 \\n 二（癸未） \\n 此学蓁芜，今幸吾侪复知讲求于此，固宜急急遑遑，并心同志，务求其实，以身明道学。虽所人之途稍异，要其所志而同，斯可矣。不肖之谬劣，已无足论。若叔贤之于甘泉，亦乃牵制于文义，纷争于辩说，益重世人之惑，以启呶呶者之口，斯诚不能无憾焉！忧病中不能数奉问，偶有所闻，因谦之去，辄附此。言无伦次。渭先相见，望并出此。 \\n 与杨仕鸣（辛巳） \\n 差人来，知令兄已于去冬安厝，墓有宿草矣，无由一哭，伤哉！所委志铭，既病且冗，须朋友中相知深者一为之，始能有发耳。 \\n 喻及“日用讲求功夫，只是各依自家良知所及，自去其障，扩充以尽其本体，不可迁就气习以趋时好。”幸甚幸甚！果如是，方是致知格物，方是明善诚身。果如是，德安得而不日新！业安得而不富有！谓“每日自检，未有终日浑成片段”者，亦只是致知工夫间断。夫仁，亦在乎熟之而已。又云：“以此磨勘先辈文字同异，工夫不合，常生疑虑。”又何为其然哉？区区所论致知二字，乃是孔门正法眼藏，于此见得真的，直是建诸天地而不悖，质诸鬼神而无疑，考诸三王而不谬，百世以俟圣人而不惑！知此者，方谓之知道；得此者，方谓之有德。异此而学，即谓之异端；离此而说，即谓之邪说；迷此而行，即谓之冥行。虽千魔万怪，眩瞀变幻于前，自当触之而碎，迎之而解，如太阳一出，而鬼魅魍魉自无所逃其形矣。尚何疑虑之有，而何异同之足惑乎！所谓“此学如立在空中，四面皆无倚靠，万事不容染着，色色信他本来，不容一毫增减。若涉些安排，着些意思，便不是合一功夫”，虽言句时有未莹，亦是仕鸣见得处，足可喜矣。但须切实用力，始不落空。若只如此说，未免亦是议拟仿象，已后只做得一个弄精魄的汉，虽与近世格物者症候稍有不同，其为病痛，一而已矣。诗文之习，儒者虽亦不废，孔子所谓“有德者必有言”也。若着意安排组织，未有不起于胜心者，先辈号为有志斯道，而亦复如是，亦只是习心未除耳。仕鸣既知致知之说，此等处自当一勘而破，瞒他些子不得也。 \\n 二（癸未） \\n 别后极想念，向得尚谦书，知仕鸣功夫日有所进，殊慰所期。大抵吾党既知学问头脑，已不虑无下手处，只恐客气为患，不肯实致其良知耳。后进中如柯生辈，亦颇有力量可进，只是客气为害亦不小。行时尝与痛说一番，不知近来果能克去否？书至，来相见，出此共勉之。前辈之于后进，无不欲其入于善，则其规切砥励之间，亦容有直情过当者，却恐后学未易承当得起。既不我德，反以我为仇者，有矣，往往无益而有损。故莫若且就其力量之所可及者诱掖奖劝之。往时亦尝与仕鸣论及此，想能不忘也。 \\n 三（癸未） \\n 前者是备录区区之语，或未尽区区之心，此册乃直述仕鸣所得，反不失区区之见，可见学贵乎自得也。古人谓“得意忘言”，学苟自得，何以言为乎？若欲有所记札以为日后印证之资，则直以己意之所得者书之而已，不必一一拘其言辞，反有所不达也。中间词语，时有未莹，病中不暇细为点检。 \\n 与陆原静（辛巳） \\n 赍奏人回，得佳稿及手札，殊慰。闻以多病之故，将从事于养生，区区往年盖尝弊力于此矣。后乃知其不必如是，始复一意于圣贤之学。大抵养德养身，只是一事，原静所云“真我”者，果能戒谨不睹，恐惧不闻，而专志于是，则神住气住精住，而仙家所谓长生久视之说，亦在其中矣。神仙之学与圣人异，然其造端托始，亦惟欲引人于道，《悟真篇后序》中所谓：“黄老悲其贪着，乃以神仙之术渐次导之”者。原静试取而观之，其微旨亦自可识。自尧、舜、禹、汤、文、武，至于周公、孔子，其仁民爱物之心，盖无所不至，苟有可以长生不死者，亦何惜以示人？如老子、彭篯之徒，乃其禀赋有若此者，非可口而至。后世如白玉蟾、丘长春之属，皆是彼学中所称述以为祖师者，其得寿皆不过五六十，则所谓长生之说，当必有所指矣。原静气弱多病，但遗弃声名，清心寡欲，一意圣贤，如前所谓“真我”之说。不宜轻信异道，徒自惑乱聪明，弊精劳神，废靡岁月。久而不返，将遂为病狂丧心之人不难矣。昔人谓“三折肱为良医”，区区非良医，盖尝“三折肱”者。原静其慎听毋忽！ \\n 区区省亲本，闻部中已准覆，但得旨即当长遁山泽。不久朝廷且大赉，则原静推封亦有日。果能访我于阳明之麓，当能为原静决此大疑也。 \\n 二（壬午） \\n 某不孝不忠，延祸先人，酷罚未敷，致兹多口，亦其宜然。乃劳贤者触冒忌讳，为之辩雪，雅承道谊之爱，深切恳至，甚非不肖孤之所敢望也。“无辩止谤”，尝闻昔人之教矣，况今何止于是！四方英杰以讲学异同之故，议论方兴，吾侪可胜辩乎？惟当反求诸己，苟其言而是欤，吾斯尚有所未信欤，则当务求其是，不得辄是已而非人也。使其言而非欤，吾斯既已自信欤，则当益致其践履之实，以务求于自谦，所谓“默而成之”“不言而信”者也。然则今日之多口，孰非吾侪动心忍性，砥砺切磋之地乎！且彼议论之兴，非必有所私怨于我，彼其为说，亦将自以为卫夫道也。况其说本自出于先儒之绪论，固各有所凭据，而吾侪之言骤异于昔，反若凿空杜撰者。乃不知圣人之学本来如是，而流传失真，先儒之论所以日益支离，则亦由后学沿习乖谬积渐所致。彼既先横不信之念，莫肯虚心讲究，加以吾侪议论之间或为胜心浮气所乘，未免过为矫激，则固宜其非笑而骇惑矣。此吾侪之责，未可专以罪彼为也。 \\n 嗟乎！吾侪今日之讲学，将求异其说于人邪？亦求同其学于人邪？将求以善而胜人邪？亦求以善而养人邪？知行合一之学，吾侪但口说耳，何尝知行合一邪？推寻所自，则如不肖者为罪尤重。盖在平时徒以口舌讲解，而未尝体诸其身，名浮于实，行不掩言，己未尝实致其知，而谓昔人致知之说未有尽。如贫子之说金，乃未免从人乞食。诸君病于相信相爱之过，好而不知其恶，遂乃共成今日纷纷之议，皆不肖之罪也。虽然，昔之君子，盖有举世非之而不顾，千百世非之而不顾者，亦求其是而已矣。岂以一时毁誉而动其心邪！惟其在我者有未尽，则亦安可遂以人言为尽非？伊川、晦庵之在当时，尚不免于诋毁斥逐，况在吾辈行有所未至，则夫人之诋毁斥逐，正其宜耳。凡今争辩学术之士，亦必有志于学者也，未可以其异己而遂有所疏外。是非之心，人皆有之，彼其但蔽于积习，故于吾说卒未易解。就如诸君初闻鄙说时，其间宁无非笑诋毁之者？久而释然以悟，甚至反有激为过当之论者矣。又安知今日相诋之力，不为异时相信之深者乎！ \\n 衰绖哀苦中，非论学时，而道之兴废，乃有不容于泯默者，不觉叨叨至此。言无伦次，幸亮其心也！ \\n 致知之说，向与惟浚及崇一诸友极论于江西，近日杨仕鸣来过，亦尝一及，颇为详悉。今原忠、宗贤二君复往，诸君更相与细心体究一番，当无余蕴矣。孟子云：“是非之心，知也。”“是非之心，人皆有之。”即所谓良知也。孰无是良知乎？但不能致之耳。《易》谓“知至，至之。”知至者，知也；至之者，致知也。此知行之所以一也。近世格物致知之说，只一知字尚未有下落，若致字工夫，全不曾道著矣。此知行之所以二也。 \\n 答舒国用（癸未） \\n 来书足见为学笃切之志。学患不知要，知要矣，患无笃切之志。国用既知其要，又能立志笃切如此，其进也孰御！中间所疑一二节，皆工夫未熟，而欲速助长之为病耳。以国用之所志向而去其欲速助长之心，循循日进，自当有至。前所疑一二节，自将涣然冰释矣，何俟于予言？譬之饮食，其味之美恶，食者自当知之，非人之能以其美恶告之也。虽然，国用所疑一二节者，近时同志中往往皆有之，然吾未尝以告也，今且姑为国用一言之。 \\n 夫谓“敬畏之增，不能不为洒落之累”，又谓“敬畏为有心，如何可以无心？而出于自然，不疑其所行。”凡此皆吾所谓欲速助长之为病也。夫君子之所谓敬畏者，非有所恐惧忧患之谓也，乃戒慎不睹，恐惧不闻之谓耳。君子之所谓洒落者，非旷荡放逸，纵情肆意之谓也，乃其心体不累于欲，无入而不自得之谓耳。夫心之本体，即天理也。天理之昭明灵觉，所谓良知也。君子之戒慎恐惧，惟恐其昭明灵觉者或有所昏昧放逸，流于非僻邪妄而失其本体之正耳。戒慎恐惧之功无时或间，则天理常存，而其昭明灵觉之本体，无所亏蔽，无所牵扰，无所恐惧忧患，无所好乐忿懥，无所意必固我，无所歉馁愧作。和融莹彻，充塞流行，动容周旋而中礼，从心所欲而不逾，斯乃所谓真洒落矣。是洒落生于天理之常存，天理常存生于戒慎恐惧之无间。孰谓“敬畏之增，乃反为洒落之累”耶？惟夫不知洒落为吾心之体，敬畏为洒落之功，歧为二物而分用其心，是以互相氐牾，动多拂戾而流于欲速助长。是国用之所谓“敬畏”者，乃《大学》之“恐惧忧患”，非《中庸》“戒慎恐惧”之谓矣。程子常言：“人言无心，只可言无私心，不可言无心。”戒慎不睹，恐惧不闻，是心不可无也。有所恐惧，有所忧患，是私心不可有也。尧舜之兢兢业业，文王之小心翼翼，皆敬畏之谓也，皆出乎其心体之自然也。出乎心体，非有所为而为之者，自然之谓也。敬畏之功无间于动静，是所谓“敬以直内，义以方外”也。敬义立而天道达，则不疑其所行矣。 \\n 所寄《诈》说，大意亦好。以此自励可矣，不必以责人也。君子不蕲人之信也，自信而已；不蕲人之知也，自知而已。因先茔未毕功，人事纷沓，来使立候，冻笔潦草无次。 \\n 与刘元道（癸未） \\n 来喻：“欲入坐穷山，绝世故，屏思虑，养吾灵明。必自验至于通昼夜而不息，然后以无情应世故。”且云：“于静求之，似为径直，但勿流于空寂而已。”观此足见任道之刚毅，立志之不凡。且前后所论，皆不为无见者矣。可喜可喜！夫良医之治病，随其疾之虚实、强弱、寒热、内外，而斟酌加减。调理补泄之要，在去病而已。初无一定之方，不问证候之如何，而必使人人服之也。君子养心之学，亦何以异于是！元道自量其受病之深浅，气血之强弱，自可如其所云者而斟酌为之，亦自无伤。且专欲绝世故，屏思虑，偏于虚静，则恐既已养成空寂之性，虽欲勿流于空寂，不可得矣。大抵治用药，而不知因药发病，其失一而已矣。间中且将明道《定性书》熟味，意况当又不同。忧病不能一一，信笔草草无次。 \\n 答路宾阳（癸未） \\n 忧病中，远使惠问，哀感何已！守忠之讣，方尔痛心，而复囗囗不起，惨割如何可言！死者已矣，生者益孑立寡助。不及今奋发砥砺，坐待澌尽灯灭，固将抱恨无穷。目来山间，朋友远近至者百余人，因此颇有警发，见得此学益的确简易，真是考诸三王而不谬，百世以俟圣人而不惑者。惜无因复与宾阳一面语耳。郡务虽繁，然民人社稷，莫非实学。以宾阳才质之美，行之以忠信，坚其必为圣人之志，勿为时议所摇，近名所动，吾见其德日近而业日广矣。荒愦不能多及，心亮！ \\n 与黄勉之（甲申） \\n 屡承书惠，兼示述作，足知才识之迈，向道恳切之难得也。何幸何幸！然未由一面，鄙心之所欲效者，尚尔郁而未申，有负盛情多矣！ \\n 君子学以为己。成己成物，虽本一事，而先后之序有不容紊。孟子云：“学问之道无他，求其放心而已矣。”诵习经史，本亦学问之事，不可废者。而忘本逐末，明道尚有“玩物丧志”之戒，若立言垂训，尤非学者所宜汲汲矣。所示《格物说》、《修道注》，诚荷不鄙之盛，切深惭悚，然非浅劣之所敢望于足下者也。且其为说，亦于鄙见微有未尽。何时合并当悉其义，愿且勿以示人。孔子云：“五十以学《易》，可以无大过矣。”充足下之才志，当一日千里，何所不可到？而不胜骏逸之气。急于驰骤奔放，抵突若此，将恐自蹶其足，非任重致远之道也。古本之释，不得已也。然不敢多为辞说，正恐葛藤缠绕，则枝干反为蒙翳耳。短序亦尝三易稿，石刻其最后者，今各往一本，亦足以知初年之见，未可据以为定也。 \\n 二（甲申） \\n 勉之别去后，家人病益狼狈，贱躯亦咳逆泄泻相仍，曾无间日，人事纷沓未论也。用是《大学》古本曾无下笔处，有辜勤勤之意。然此亦自可徐徐图之，但古本白文之在吾心者，未能时时发明，却有可忧耳。来问数条，实亦无暇作答，缔观末恳恳之诚，又自不容已于言也。 \\n 来书云：“以良知之教涵泳之，觉其彻动彻静，彻昼彻夜，彻古彻今，彻生彻死，无非此物。不假纤毫思索，不得纤毫助长，亭亭当当，灵灵明明，触而应，感而通，无所不照，无所不觉，无所不达，千圣同途，万贤合辙。无他如神，此即为神；无他希天，此即为天；无他顺帝，此即为帝。本无不中，本无不公。终日酬酢，不见其有动；终日闲居，不见其有静。真乾坤之灵体，吾人之妙用也。窃又以为《中庸》诚者之明，即此良知为明；诚之者之戒慎恐惧，即此良知为戒慎恐惧。当与恻隐羞恶一般，俱是良知条件。知戒慎恐惧，知恻隐，知羞恶，通是良知，亦即是明”云云。 \\n 此节论得已甚分晓。知此，则知致知之外无余功矣。知此，则知所谓建诸天地而不悖，质诸鬼神而无疑，百世以俟圣人而不惑者，非虚语矣。诚明戒惧，效验功夫，本非两义。即知彻动彻静，彻死彻生，无非此物，则诚明戒惧与恻隐羞恶，又安得别有一物为之欤？ \\n 来书云：“阴阳之气，诉合和畅而生万物。物之有生，皆得此和畅之气。故人之生理，本自和畅，本无不乐。观之鸢飞鱼跃，鸟鸣兽舞，草木欣欣向荣，皆同此乐。但为客气物欲搅此和畅之气，始有间断不乐。孔子曰‘学而时习之’，便立个无间断功夫，悦则乐之萌矣。朋来则学成，而吾性本体之乐复矣。故曰‘不亦乐乎’。在人虽不我知，吾无一毫愠怒以间断吾性之乐，圣人恐学者乐之有息也，故又言此。所谓‘不怨’‘不尤’，与夫‘乐在其中’，‘不改其乐’，皆是乐无间断否”云云。 \\n 乐是心之本体。仁人之心，以天地万物为一体，欣合和畅，厚无间隔。来书谓“人之生理，本自和畅，本无不乐，但为客气物欲搅此和畅之气，始有间断不乐”是也。时习者，求复此心之本体也。悦则本体渐复矣。朋来则本体之欣合和畅，充周无间。本体之欣合和畅，本来如是，初未尝有所增也。就使无朋来而天下莫我知焉，亦未尝有所减也。来书云“无间断”意思亦是。圣人亦只是至诚无息而已，其工夫只是时习。时习之要，只是谨独。谨独即是致良知。良知即是乐之本体。此节论得大意亦皆是，但不宜便有所执著。 \\n 来书云“韩昌黎‘博爱之谓仁’一句，看来大段不错，不知宋儒何故非之？以为爱自是情，仁自是性，岂可以爱为仁？愚意则曰：性即未发之情，情即已发之性，仁即未发爱，爱即已发之仁。如何唤爱作仁不得？言爱则仁在其中矣。孟子曰：‘恻隐之心，仁也。’周子曰：‘爱曰仁。’昌黎此言，与孟、周之旨无甚差别。不可以其文人而忽之也”云云。 \\n 博爱之说，本与周子之旨无大相远。樊迟问仁，子曰：“爱人。”爱字何尝不可谓之仁欤？昔儒看古人言语，亦多有因人重轻之病，正是此等处耳。然爱之本体固可谓之仁，但亦有爱得是与不是者，须爱得是方是爱之本体，方可谓之仁。若只知博爱而不论是与不是，亦便有差处。吾尝谓博字不若公字为尽。大抵训释字义，亦只是得其大概，若其精微奥蕴，在人思而自得，非言语所能喻。后人多有泥文著相，专在字眼上穿求，却是心从法华转也。 \\n 来书云：“《大学》云：‘如好好色，如恶恶臭。’所谓恶之云者，凡见恶臭，无处不恶，固无妨碍。至于好色，无处不好，则将凡美色之经于目也，亦尽好之乎？《大学》之训，当是借流俗好恶之常情，以喻圣贤好善恶恶之诚耳。抑将好色亦为圣贤之所同，好经于目，虽知其姣，而思则无邪，未尝少累其心体否乎？《诗》云。‘有女如云’，未尝不知其姣也，其姣也，‘匪我思存’，言匪我见存，则思无邪而不累其心体矣。如见轩冕金玉，亦知其为轩冕金玉也，但无歆羡希觊之心，则可矣。如此看，不知通否”云云。 \\n 人于寻常好恶，或亦有不真切处，惟是好好色，恶恶臭，则皆是发于真心，自求快足，会无纤假者。《大学》是就人人好恶真切易见处，指示人以好善恶恶之诚当如是耳，亦只是形容一诚字。今若又于好色字上生如许意见，却未免有执指为月之病。昔人多有为一字一句所牵蔽，遂致错解圣经者，正是此症候耳，不可不察也。中间云“无处不恶，固无妨碍”，亦便有受病处，更详之。 \\n 来书云：“有人因薛文清‘过思亦是暴气’之说，乃欲截然不思者。窃以孔子曰：‘吾尝终日不食，终夜不寝以思’亦将谓孔子过而暴其气乎？以愚推之，惟思而外于良知，乃谓之过。若念念在良知上体认，即如孔子终日终夜以思，亦不为过。不外良知，即是何思何虑，尚何过哉”云云。 \\n “过思亦是暴气”，此语说得亦是。若遂欲截然不思，却是因噎而废食者也。来书谓“思而外于良知，乃谓之过，若念念在良知上体认，即终日终夜以思，亦不为过。不外良知，即是何思何虑”，此语甚得鄙意。孔子所谓“吾尝终日不食，终夜不寝以思，无益，不如学也”者，圣人未必然，乃是指出徒思而不学之病以诲人耳。若徒思而不学，安得不谓之过思与！ \\n 答刘内重（乙酉） \\n 书来警发良多，知感知感！腹疾，不欲作答，但内重为学工夫尚有可商量者，不可以虚来意之辱，辄复书此耳。 \\n 程子云：“所见所期，不可不远且大。然而为之亦须量力有渐，志大心劳，力小任重，恐终败事。”夫学者既立有必为圣人之志，只消就自己良知明觉处朴实头致了去，自然循循日有所至，原无许多门面折数也。外面是非毁誉，亦好资之以为警切砥砺之地，却不得以此稍动其心，便将流于心劳日拙而不自知矣。内重强刚笃实，自是任道之器，然于此等处尚须与谦之从容一商量，又当有见也。眼前路径须放开阔，才好容人来往，若太拘窄，恐自己亦无展足之地矣。圣人之行，初不远于人情。鲁人猎较，孔子亦猎较。乡人傩，朝服而立于阼阶。难言之互乡，亦与进其童子。在当时固不能天惑之者矣。子见南子，子路且有不悦。夫子到此如何更与子路说得是非？只好矢之而已。何也？若要说见南子是，得多少气力来说？且若依着子路认个不是，则子路终身不识圣人之心，此学终将不明矣。此等苦心处，惟颜子便能识得，故曰“于吾言无所不悦”。此正是大头脑处，区区举似内重，亦欲内重谦虚其心，宏大其量，去人我之见，绝意必之私，则此大头脑处。自将卓尔有见，当有“虽欲从之，末由也已”之叹矣！大抵奇特斩绝之行，多后世希高慕大者之所喜，圣贤不以是为贵也。故索隐行怪，则后世有述焉，依乎中庸，固有遁世不见知者矣。学绝道丧之余，苟有以讲学来者，所谓空谷之足音，得似人者可矣。必如内重所云，则今之可讲学者，止可如内重辈二三人而止矣。然如内重者，亦不能时时来讲也，则法堂前草深一丈矣。内重有进道之资，而微失之于隘。吾固不敢避饰非自是之嫌，而叨叨至此，内重宜悉此意，弗徒求之言语之间可也。 \\n 与王公弼（乙酉） \\n 前王汝止家人去，因在妻丧中，草草未能作书。人来，远承问惠，得闻动履，殊慰殊慰！书中所云“斯道广大，无处欠缺，动静穷达，无往非学。自到任以来，钱谷狱讼，事上接下，皆不敢放过。但反观于独，犹未是夭寿不二根基，毁誉得丧之间未能脱然。”足知用功之密。只此自知之明，便是良知。致此良知以求自慊，便是致知矣。殊慰殊慰！师伊、师颜兄弟，久居于此。黄正之来此亦已两月余。何廷仁到亦数日。朋友聚此，颇觉有益。惟齐不得力而归。此友性气殊别，变化甚难，殊为可忧尔。间及之。 \\n 答董沄萝石（乙酉） \\n 问：“某赋性平直守分，每遇能言之士，则以已之迟钝为惭，恐是根器弱甚。”此皆未免有外重内轻之患。若平日能集义，则浩然之气至大至公，充塞天地，自然富贵不能淫，贫贱不能移，威武不能屈；自然能知人之言，而凡皮淫邪遁之词皆无所施于前矣。况肯自以为惭乎！集义只是致良知。心得其宜为义，致良知则心得其宜矣。 \\n 问：“某因亲弟粮役，与之谋，败，致累多人。因思皆不老实之过也。如何？”谓之老实，须是实致其良知始得，不然却恐所谓老实者，正是老实不好也。昔人亦有为手足之情受污辱者，然不致知，此等事于良知亦自有不安。 \\n 问：“某因海宁县丞卢珂居官廉甚而极贫，饥寒饿死，遂走拜之，赠以诗、袜，归而胸次帖帖然，自以为得也。只此自以为得也，恐亦不宜。” \\n 知得自以为得之非宜，只此便是良知矣。民之秉彝也，故好是懿德。又多着一分意思不得。多着一分意思，便是私矣。 \\n 问：“某见人有善行，每好录之，时以展阅。常见二医，一姓韩一姓郭者，以利相让，亦必录之。” \\n 录善人以自勉，此亦多闻多见而识，乃是致良知之功。此等人只是欠学问，恐不能到头如此。吾辈中亦未易得也。 \\n 与黄宗贤（癸未） \\n 南行想亦从心所欲，职守闲静，益得专志于学，闻之殊慰！贱躯入夏来，山中感暑痢，归卧两月余，变成痰咳。今虽稍平，然咳尚未已也。四方朋友来去无定，中间不无切磋砥砺之益，但真有力量能担荷得，亦自少见。大抵近世学者，只是无有必为圣人之志。近与尚谦、子莘、诚甫讲《孟子》“乡愿狂狷”一章，颇觉有所省发，相见时试更一论如何？闻接引同志孜孜不怠，甚善甚善！但论议之际，必须谦虚简明为佳。若自处过任而词意重复，却恐无益有损。在高明断无此。因见旧时友朋往往不免斯病，谩一言之。 \\n 寄薛尚谦（癸未） \\n 承喻：“自咎罪疾，只缘轻傲二字累倒。”足知用力恳切。但知得轻傲处，便是良知；致此良知，除却轻傲，便是格物。致知二字，是千古圣学之秘，向在虔时终日论此，同志中尚多有未彻。近于古本序中改数语，颇发此意，然见者往往亦不能察。今寄一纸，幸熟味！此是孔门正法眼藏，从前儒者多不曾悟到，故其说卒人于支离。仕鸣过虔，常与细说，不审闲中曾论及否？谕及甘泉论仕德虑，殆一时意有所向而云，益亦未见其止之叹耳。仕德之学，未敢便以为至，即其信道之笃，临死不贰，眼前曾有几人？所云“心心相持，如髡如钳”，正恐同辈中亦未见有能如此者也。书来，谓仕鸣、海崖大进此学，近得数友皆有根力，处久当能发挥。幸甚！闻之喜而不寐也。海崖为谁氏？便中寄知之。"}
{"章节": "卷十一", "正文": "卷十一 \\n  \\n  \\n 静心录之三　文录三 \\n 始嘉靖丙戌至戊子 \\n 寄邹谦之（丙戌） \\n 比遭家多难，工夫极费力，因见得良知两字比旧愈加亲切。真所谓大本达道，舍此更无学问可讲矣。“随处体认天理”之说，大约未尝不是，只要根究下落，即未免捕风捉影，纵令鞭辟向里，亦与圣门致良知之功尚隔一尘。若复失之毫厘，便有千里之谬矣。四方同志之至此者，但以此意提掇之，无不即有省发，只是着实能透彻者甚亦不易得也。世间无志之人，既已见驱于声利词章之习，间有知得自己性分当求者，又被一种似是而非之学兜绊羁縻，终身不得出头。缘人未有真为圣人之志，未免挟有见小欲速之私，则此重学问，极足支吾眼前得过。是以虽在豪杰之士，而任重道远，志稍不力，即且安顿其中者多矣。谦之之学，既以得其大原，近想涉历弥久，则功夫当益精明矣。无因接席一论，以资切劘，倾企如何！范祠之建，实亦有裨风教。仆于大字，本非所长，况已久不作，所须祠扁，必大笔自挥之，乃佳也。使还，值岁冗，不欲尽言。 \\n 二（丙戌） \\n 承示《谕俗礼要》，大抵一宗《文公家礼》而简约之，切近人情，甚善甚善！非吾谦之诚有意于化民成俗，未肯汲汲为此也！古礼之存于世者，老师宿儒当年不能穷其说，世之人苦其烦且难，遂皆废置而不行。故今之为人上而欲异民于礼者，非详且备之为难，惟简切明白而使人易行之为贵耳。中间如四代位次及社祔祭之类，固区区向时欲稍改以从俗者，今皆斟酌为之，于人情甚协。盖天下古今之人，其情一而已矣。先王制礼，皆因人情而为之节文，是以行之万世而皆准。其或反之吾心而有所未安者，非其傅记之讹阙，则必古今风气习俗之异宜者矣。此虽先王未之有，亦可以义起，三王之所以不相袭礼也。若徒拘泥于古，不得于心，而冥行焉，是乃非礼之礼，行不著而习不察者矣。后世心学不讲，人失其情，难乎与之言礼！然良知之在人心，则万古如一日。苟顺吾心之良知以致之，则所谓不知足而为屦，我知其不为蒉矣。非天子不议礼制度，今之为此，非以议礼为也，徒以末世废礼之极，聊为之兆以兴起之。故特为此简易之说，欲使之易知易从焉耳。冠、婚、丧、祭之外，附以乡约，其于民俗亦甚有补。至于射礼，似宜别为一书，以教学者，而非所以求谕于俗。今以附于其间，却恐民间以非所常行，视为不切，又见其说之难晓，遂并其冠、婚、丧、祭之易晓者而弃之也。《文公家礼》所以不及于射，或亦此意也欤？幸更裁之！ \\n 令先公墓表决不负约，但向在纷冗忧病中，近复咳患盛作，更求假以日月耳。施、濮两生知解甚利，但已经炉鞴，则煅炼为易，自此益淬砺之，吾见其成之速也。书院新成，欲为诸生择师，此诚盛德之事。但刘伯光以家事促归；魏师伊乃兄适有官务，仓卒往视；何廷仁近亦归省，惟黄正之尚留彼。意以登坛说法，非吾谦之身自任之不可。须事定后，却与二三同志造访，因而连留旬月，相与砥砺开发，效匡翼之劳，亦所不辞也。祠堂位次祔祭之义，往年曾与徐曰仁备论。曰仁尝记其略，今使录一通奉览，以备采择。 \\n 或问：“《文公家礼》高、曾、祖、祢之位皆西上，以次而东。于心切有未安。”阳明子曰：“古者庙门皆南向，主皆东向。合祭之时，昭之迁主列于北牖，穆之迁主列于南牖，皆统于太祖东向之尊。是故西上，以次而东。今祠堂之制既异于古，而又无太祖东向之统，则西上之说诚有所未安。”曰：“然则今当何如？”曰：“礼以时为大，若事死如事生，则宜以高祖南向，而曾、祖、祢东西分列，席皆稍降而弗正对，似于人心为安。曾见浦江郑氏之祭，四代考妣。皆异席。高考妣南向，曾、祖、祢考皆西向，妣皆东向，名依世次，稍退半席。其于男女之列，尊卑之等，两得其宜。今吾家亦如此行。但恐民间厅事多浅隘，而器物亦有所不备，则不能以通行耳。”又问：“无后者之祔于己之子侄，固可下列矣。若在祖宗之行，宜何如祔？”阳明子曰：“古者大夫三庙，不及其高矣；适士二庙，不及其曾矣。今民间得祀高、曾，盖亦体顺人情之至，例以古制，则既为僭，况在其行之无后者乎！古者士大夫无子，则为之置后，无后者鲜矣。后世人情偷薄，始有弃贫贱而不问者。古所为无后，皆殇子之类耳。《祭法》：‘王下祭殇五：适子、适孙、适曾孙、适玄孙、适来孙。诸侯下祭三，大夫二，适士及庶人祭子而止。’则无后之祔，皆子孙属也。今民间既得假四代之祀，以义起之，虽及弟侄可矣。往年湖湘一士人家，有曾伯祖与堂叔祖皆贤而无后者，欲为立嗣，则族众不可；欲弗祀，则思其贤，有所不忍也。以问于某，某曰：不祀二三十年矣，而追为之嗣，势有所不行矣。若在士大夫家，自可依古族属之义，于春、秋二社之次，特设一祭：凡族之无后而亲者，各以昭穆之次配祔之，于义亦可也。” \\n 三（丙戌） \\n 教札时及，足慰离索。兼示《论语讲章》，明白痛快，足以发朱注之所未及。诸生听之，当有油然而兴者矣。后世人心陷溺，祸乱相寻，皆由此学不明之故。只将此学字头脑处指掇得透彻，使人洞然知得是自己生身立命之原，不假外求，如木之有根，畅茂条达，自有所不容已，则所谓悦乐不愠者，皆不待言而喻。书院记文，整严精确，迥尔不群，皆是直写胸中实见，一洗近儒影响雕饰之习，不徒作矣。 \\n 某近来却见得良知两字日益真切简易。朝夕与朋辈讲习，只是发挥此两字不出。缘此两字，人人所自有，故虽至愚下品，一提便省觉。若致其极，虽圣人天地不能无憾，故说此两字穷劫不能尽。世儒尚有致疑于此，谓未足以尽道者，只是未尝实见得耳。近有乡大夫请某讲学者云：“除却良知，还有什么说得？”某答云：“除却良知，还有什么说得！”不番迩来谦之于此两字，见得比旧又如何矣？无因一面扣之，以快倾渴。正之去，当能略尽鄙怀，不能一一。 \\n 后世大患，全是士夫以虚文相诳，略不知有诚心实意。流积成风，虽有忠信之质，亦且迷溺其间，不自知觉。是故以之为子，则非孝；以之为臣，则非忠。流毒扇祸，生民之乱，尚未知所抵极。今欲救之，惟有返朴还淳是对症之剂。故吾侪今日用工，务在鞭辟近里，删削繁文始得。然鞭辟近里，删削繁文，亦非草率可能，必须讲明致良知之学。每以言于同志，不识谦之亦以为何如也？讲学之后，望时及之。 \\n 四（丙戌） \\n 正之归，备谈政教之善，勤勤恳恳，开诱来学，毅然以斯道为己任，其为喜幸如何可言！前书“虚文相诳”之说，独以慨夫后儒之没溺词章，雕镂文字以希世盗名，虽贤知有所不免，而其流毒之深，非得根器力量如吾谦之者，莫能挽而回之也！而谦之顾犹歉然，欲以猛省寡过，此正吾谦之之所以为不可及也。欣叹欣叹！ \\n 学绝道丧之余，苟有兴起向慕于是学者，皆可以为同志，不必铢称寸度而求其尽合于此，以之待人可也。若在我之所以为造端立命者，则不容有毫发之或爽矣。道一而已，仁者见之谓之仁，知者见之谓之知。释氏之所以为释，老氏之所以为老，百姓日用而不知，皆是道也，宁有二乎？今古学术之诚伪邪正，何啻碔砆美玉！然有眩惑终身而不能辩者，正以此道之无二，而其变动不拘，充塞无间，纵横颠倒，皆可推之而通。世之儒者，各就其一偏之见，而又饰之以比拟仿像之功，文之以章句假借之训，其为习熟既足以自信，而条目又足以自安，此其所以诳己诳人，终身没溺而不悟焉耳！然其毫厘之差，而乃致千里之谬。非诚有求为圣人之志而从事于惟精惟一之学者，莫能得其受病之源而发其神奸之所由伏也。若某之不肖，盖亦尝陷溺于其间者几年，伥伥然既自以为是矣。赖天之灵，偶有悟于良知之学，然后悔其向之所为者，固包藏祸机，作伪于外，而心劳日拙者也。十余年来，虽痛自洗剔创艾，而病根深痼，萌蘖时生。所幸良知在我，操得其要，譬犹舟之得舵，虽惊风巨浪颠沛不无，尚犹得免于倾覆者也。夫旧习之溺人，虽已觉悔悟，而其克治之功，尚且其难若此，又况溺而不悟，日益以深者，亦将何所抵极乎！以谦之精神力量，又以有觉于良如，自当如江河之注海，沛然无复能有为之障碍者矣！默成深造之余，必有日新之得，可以警发昏惰者，便间不惜款款示及之。 \\n 五（丙戌） \\n 张、陈二生来，适归余姚祭扫，遂不及相见，殊负深情也。随事体认天理，即戒慎恐惧功夫，以为尚隔一尘，为世之所谓事事物物皆有定理而求之于外者言之耳。若致良知之功明，则此语亦自无害，不然即犹未免于毫厘千里也。来喻以为恐主于事者，盖已深烛其弊矣。寄示甘泉《尊经阁记》，甚善甚善！其间大意亦与区区《稽山书院》之作相同。《稽山》之作，向尝以寄甘泉，自谓于此学颇有分毫发明。今甘泉乃谓“今之谓聪明知觉，不必外求诸经者，不必呼而能觉”之类，则似急于立言，而未暇细察鄙人之意矣。后世学术之不明，非为后人聪明识见之不及古人，大抵多由胜心为患，不能取善相下。明明其说之已是矣，而又务为一说以高之，是以其说愈多而惑人愈甚。凡今学术之不明，使后学无所适从，徒以致人之多言者，皆吾党自相求胜之罪也。今良知之说，已将学问头脑说得十分下落，只是各去胜心，务在共明此学，随人分限，以此循循善诱之，自当各有所至。若只要自立门户，外假卫道之名，而内行求胜之实，不顾正学之因此而益荒，人心之因此而愈惑，党同伐异，覆短争长，而惟以成其自私自利之谋，仁者之心有所不忍也！甘泉之意，未必由此，因事感触，辄漫及之。盖今时讲学者，大抵多犯此症，在鄙人亦或有所未免，然不敢不痛自克治也。如何如何？ \\n 答友人（丙戌） \\n 君子之学，务求在己而已。毁誉荣辱之来，非独不以动其心，且资之以为切磋砥砺之地。故君子无入而不自得，正以其无入而非学也。若夫闻誉而喜，闻毁而戚，则将惶惶于外，惟日之不足矣，其何以为君子！往年驾在留都，左右交谗某于武庙。当时祸且不测，僚属咸危惧，谓群疑若此，宜图所以自解者。某曰：“君子不求天下之信己也，自信而已。吾方求以自信之不暇，而暇求人之信己乎？”某于执事为世交，执事之心，某素能信之，而顾以相讯若此，岂亦犹有未能自信也乎？虽然，执事之心，又焉有所不自信者！至于防范之外，意料所不及，若校人之于子产者，亦安能保其必无。则执事之恳恳以询于仆，固君子之严于自治，宜如此也。昔楚人有宿于其友之家者，其仆窃友人之履以归，楚人不知也。适使其仆市履于肆，仆私其直而以窃履进，楚人不知也。他日，友人来过，见其履在楚人之足，大骇曰：“吾固疑之，果然窃吾履。”遂与之绝。逾年而事暴，友人踵楚人之门，而悔谢曰：“吾不能知子，而缪以疑子，吾之罪也。请为以如初。”今执事之见疑于人，其有其无，某皆不得而知。纵或有之，亦何伤于执事之自信乎？不俟逾年，吾见有踵执事之门而悔谢者矣。执事其益自信无怠，固将无入而非学，亦无入而不自得也矣！ \\n 答友人问（丙戌） \\n 问：“自来先儒皆以学问思辩属知，而以笃行属行，分明是两截事。今先生独谓知行合一，不能无疑。” \\n 曰：此事吾已言之屡屡。凡谓之行者，只是着实去做这件事。若着实做学问思辩的工夫，则学问思辩亦便是行矣。学是学做这件事，问是问做这件事，思辩是思辩做这件事，则行亦便是学问思辩矣。若谓学问思辩之，然后去行，却如何悬空先去学问思辩得？行时又如何去得做学问思辩的事？行之明觉精察处，便是知；知之真切笃实处，便是行。若行而不能精察明觉，便是冥行，便是“学而不思则罔”，所以必须说个知；知而不能真切笃实，便是妄想，便是“思而不学则殆”，所以必须说个行；元来只是一个工夫。凡古人说知行，皆是就一个工夫上补偏救弊说，不似今人截然分作两件事做。某今说知行合一，虽亦是就今时补偏救弊说，然知行体段亦本来如是。吾契但着实就身心上体履，当下便自知得。今却只从言语文义上窥测，所以牵制支离，转说转糊涂，正是不能知行合一之弊耳。 \\n “象山论学与晦庵大有同异，先生尝称象山‘于学问头脑处见得直截分明’。今观象山之论，却有谓学有讲明，有践履，及以致知格物为讲明之事，乃与晦庵之说无异，而与先生知行合一之说，反有不同。何也？” \\n 曰：君子之学，岂有心于同异？惟其是而已。吾于象山之学有同者，非是苟同；其异者，自不掩其为异也。吾于晦庵之论有异者，非是求异；其同者，自不害其为同也。假使伯夷、柳下惠与孔、孟同处一堂之上，就其所见之偏全，其议论断亦不能皆合，然要之不害其同为圣贤也。若后世论学之士，则全是党同伐异，私心浮气所使，将圣贤事业作一场儿戏看了也。 \\n 又问：“知行合一之说，是先生论学最要紧处。今既与象山之说异矣，敢问其所以同。”曰：知行原是两个字说一个工夫，这一个工夫须著此两个字，方说得完全无弊病。若头脑处见得分明，见得原是一个头脑，则虽把知行分作两个说，毕竟将来做那一个工夫，则始或未便融会，终所谓百虑而一致矣。若头脑见得不分明，原看做两个了，则虽把知行合作一个说，亦恐终未有凑泊处，况又分作两截去做，则是从头至尾更没讨下落处也。 \\n 又问：“致良知之说，真是百世以俟圣人而不惑者。象山已于头脑上见得分明，如何于此尚有不同？” \\n 曰：致知格物，自来儒者皆相沿如此说，故象山亦遂相沿得来，不复致疑耳。然此毕竟亦是象山见得未精一处，不可掩也。 \\n 又曰：知之真切笃实处，便是行；行之明觉精察处，便是知。若知时，其心不能真切笃实，则其知便不能明觉精察；不是知之时只要明觉精察，更不要真切笃实也。行之时，其心不能明觉精察，则其行便不能真切笃实；不是行之时只要真切笃实，更不要明觉精察也。知天地之化育，心体原是如此。乾知大始，心体亦原是如此。 \\n 答南元善（丙戌） \\n 别去忽逾三月，居尝思念，辄与诸生私相慨叹。计归程之所及，此时当到家久矣。太夫人康强，贵眷无恙，渭南风景，当与柴桑无异，而元善之识见兴趣，则又有出于元亮之上者矣。近得中途寄来书，读之恍然如接颜色。勤勤恳恳，惟以得闻道为喜，急问学为事，恐卒不得为圣人为忧，亹亹千数百言，略无一字及于得丧荣辱之间，此非真有朝闻夕死之志者，未易以涉斯境也。浣慰何如！诸生递观传诵，相与叹仰歆服，因而兴起者多矣。 \\n 世之高抗通脱之士，捐富贵，轻利害，弃爵录，决然长往而不顾者，亦皆有之。彼其或从好于外道诡异之说，投情于诗酒山水技艺之乐，又或奋发于意气，感激于愤悱，牵溺于嗜好，有待于物以相胜，是以去彼取此而后能。及其所之既倦，意衡心郁，情随事移，则忧愁悲苦随之而作。果能捐富贵，轻利害，弃爵录，快然终身，无人而不自得已乎？夫惟有道之士，真有以见其良知之昭明灵觉，圆融洞澈，廓然与太虚而同体。太虚之中，何物不有？而无一物能为太虚之障碍。盖吾良知之体，本自聪明睿知，本自宽裕温柔，本自发强刚毅，本自齐庄中正文理密察，本自溥博渊泉而时出之，本无富贵之可慕，本无贫贱之可忧，本无得丧之可欣戚，爱憎之可取舍。盖吾之耳而非良知，则不能以听矣，又何有于聪？目而非良知，则不能以视矣，又何有于明？心而非良知，则不能以思与觉矣，又何有于睿知？然则，又何有于宽裕温柔乎？又何有于发强刚毅乎？又何有于齐庄中正文理密察乎？又何有于溥博渊泉而时出之乎？故凡慕富贵，忧贫贱，欣戚得丧，爱憎取舍之类，皆足以蔽吾聪明睿知之体，而窒吾渊泉时出之用。若此者，如明目之中而翳之以尘沙，聪耳之中而塞之以木楔也。其疾痛郁逆，将必速去之为快，而何能忍于时刻乎？故凡有道之士，其于慕富贵，忧贫贱，欣戚得丧而取舍爱憎也，若洗目中之尘而拔耳中之楔。其于富贵、贫贱、得丧、爱憎之相，值若飘风浮霭之往来变化于太虚，而太虚之体，固常廓然其无碍也。元善今日之所造，其殆庶几于是矣乎！是岂有待于物以相胜而去彼取此？激昂于一时之意气者所能强？而声音笑貌以为之乎？元善自爱！元善自爱！ \\n 关中自古多豪杰，其忠信沈毅之质，明达英伟之器，四方之士，吾见亦多矣，未有如关中之盛者也。然自横渠之后，此学不讲，或亦与四方无异矣。自此关中之士有所振发兴起，进其文艺于道德之归，变其气节为圣贤之学，将必自吾元善昆季始也。今日之归，谓天为无意乎？谓天为无意乎？元贞以病，不及别简，盖心同道同而学同，吾所以告之亦不能有他说也。亮之亮之！ \\n 二（丙戌） \\n 五月初得苏州书，后月，适遇王驿丞去，草草曾附短启。其时私计行施，到家必已久矣。是月三日，余门子回复，领手教，始知六月尚留汴城。世途之险涩难料，每每若此也。贱躯入夏咳作，兼以毒暑大旱，舟楫无所往，日与二三子讲息池傍小阁中。每及贤昆玉，则喟然兴叹而已！郡中今岁之旱，比往年尤甚。河渠曾蒙开浚者，百姓皆得资灌溉之利，相与啧啧追颂功德，然已控吁无及矣。彼奸妒佥人号称士类者，乃独谗疾排构无所不至，曾细民之不若，亦独何哉！亦独何哉！色养之暇，埙篪协奏，切磋讲习，当日益深造矣。里中英俊相从论学者几人？学绝道丧且几百年，居今之时，而苟知趋向于是，正所谓空谷之足音，皆今之豪杰矣。便中示知之。 \\n 窃尝喜晦翁涵育薰陶之说，以为今时朋友相与必有此意，而后彼此交益。近来一二同志与人讲学，乃有规砺太刻，遂相愤戾而去者，大抵皆不免于以善服人之病耳。楚国实又尔忧去，子京诸友亦不能亟相会，一齐众楚。“道之不明也，我知之矣。”虽然，“风雨如晦，鸡鸣不已”，“至诚而不动者，未之有也。”非贤昆玉，畴足以语于斯乎！其余世情，真若浮虚之变态，亮非元善之所屑闻者也，遂不一一及。 \\n 答季明德（丙戌） \\n 书惠远及，以咳恙未平，忧念备至，感愧良深！食姜太多，非东南所宜，诚然。此亦不过暂时劫剂耳。近有一友为易“贝母丸”服之，颇亦有效，乃终不若来谕“用养生之法拔去病根”者，为得本源之论。然此又不但治病为然，学问之功亦当如是矣。 \\n 承示：“立志益坚，谓圣人必可以学而至。兢兢焉，常磨炼于事为朋友之间，而厌烦之心比前差少。”喜幸殊极！又谓：“圣人之学，不能无积累之渐。”意亦切实。中间以尧、舜、文王、孔、老诸说，发明“志学”一章之意，足知近来进修不懈。居有司之烦而能精思力究若此，非朋辈所及。然此在吾明德自以此意奋起其精神，砥切其志意，则可矣；必欲如此节节分疏引证，以为圣人进道一定之阶级，又连掇数圣人纸上之陈济，而入之以此一款条例之中，如以尧之试鲧为未能不惑，子夏之“启予”为未能耳顺之类，则是尚有比拟牵滞之累。以此论圣人之亦必由学而至，则虽有所发明，然其阶级悬难，反觉高远深奥，而未见其为人皆可学。乃不如末后一节，谓“至其极而矩之不逾，亦不过自此志之不已所积。而‘不逾’之上，亦必有学可进，圣人岂绝然与人异哉！”又云：“善者，圣之体也。害此善者，人欲而已。人欲，吾之所本无。去其本无之人欲，则善在我而圣体全。圣无有余，我无不足，此以知圣人之必可学也。然非有求为圣人之志，则亦不能以有成，”只如此论，自是亲切简易。以此开喻来学，足以兴起之矣。若如前说，未免使柔怯者畏缩而不敢当，高明者希高而外逐，不能无弊也。圣贤垂训，固有书不尽言，言不尽意者。凡看经书，要在致吾之良知，取其有益于学而已。则千经万典，颠倒纵横，皆为我之所用。一涉拘执比拟，则反为所缚。虽或特见妙诣，开发之益一时不无，而意必之见流注潜伏，盖有反为良知之障蔽而不自知觉者矣。其云“善者圣之体”，意固已好，善即良知，言良知则使人尤为易晓。故区区近有“心之良知是谓圣”之说。其间又云：“人之为学，求尽乎天而已。”此明德之意，本欲合天人而为一，而未免反离而二之也。人者，天地万物之心也；心者，天地万物之主也。心即天，言心则天地万物皆举之矣，而又亲切简易。故不若言“人之为学，求尽乎心而已。” \\n 知行之答，大段切实明白，词气亦平和，有足启发人者。惟贤一书，识见甚进，间有语疵，则前所谓“意必之见流注潜伏”者之为病。今既照破，久当自融释矣。以“效”训“学”之说，凡字义之难通者，则以一字之相类而易晓者释之。若今学字之义，本自明白，不必训释。今遂以效训学，以学训效，皆无不可，不必有所拘执。但效字终不若学字之混成耳。率性而行则性，谓之道；修道而学则道，谓之教。谓修道之为教，可也；谓修道之为学，亦可也。自其道之示人无隐者而言，则道谓之教；自其功夫之修习无违者而言，则道谓之学。教也，学也，皆道也，非人之所能为也。知此，则又何训释之有！所须《学记》，因病未能著笔，俟后便为之。 \\n 与王公弼（丙戌） \\n 来书比旧所见益进，可喜可喜！中间谓“弃置富贵与轻于方父兄之命，只是一事。”当弃富贵即弃富贵，只是致良知；当从父兄之命即从父兄之命，亦只是致良知。其间权量轻重，稍有私意于良知，便自不安。凡认贼作子者，缘不知在良知上用功，是以有此。若只在良知上体认，所谓“虽不中，不远矣”。 \\n 二（丁亥） \\n 老年得子，实出望外。承相知爱念，勤卷若此，又重之以厚仪，感愧何可当也！两广之役，积衰久病之余，何能堪此！已具本辞免，但未知遂能得允否耳。来书“提醒良知”之说，甚善甚善！所云“困勉之功”，亦只是提醒工夫未能纯熟，须加人一己百之力，然后能无间断，非是提醒之外，别有一段困勉之事也。 \\n 与欧阳崇一（丙戌） \\n 正之诸友下第归，备谈在京相与之详，近虽仕途纷扰中，而功力略无退转，甚难甚难！得来书，自咎真切，论学数条，卓有定见，非独无退转，且大有所进矣。文蔚所疑，良不为过。孟子谓“有诸己之谓信”，今吾未能有诸己，是未能自信也，宜乎文蔚之未能信我矣。乃劳崇一逐一为我解嘲，然又不敢尽谓崇一解嘲之言为口给。但在区区，则亦未能一一尽如崇一之所解者，为不能无愧耳！固不敢不勉力也！ \\n 寄陆原静（丙戌） \\n 原静虽在忧苦中，其学问功夫所谓“颠沛必于是”者，不言可知矣，奚必论说讲究而后可以为学乎？南元善曾将原静后来论学数条刊入《后录》中，初心甚不欲渠如此，近日朋辈见之，却因此多有省悟。始知古人相与辩论穷诘，亦不独要自己明白，直欲共明此学于天下耳。盖此数条，同志中肯用功者，亦时有疑及之，然非原静，则亦莫肯如此披豁吐露；就欲如此披豁吐露，亦不能如此曲折详尽。故此原静一问，其有益于同志，良不浅浅也。自后但有可相启发者，不惜时寄及之，幸甚幸甚！ \\n 近得施聘之书，意向卓然出于流辈。往年尝窃异其人，今果与俗不同也。闲中曾相往复否？大事今冬能举得，便可无他绊系，如聘之者，不妨时时一会。穷居独处，无朋友相砥切，最是一大患也。贵乡有韦友名商臣者，闻其用工笃实，尤为难得，亦曾一相讲否？ \\n 答甘泉（丙戌） \\n 音问虽疏，道德之声无日不闻于耳，所以启瞆消鄙者多矣。向承狂生之谕，初闻极骇，彼虽愚悖之甚，不应遽至于尔。既而细询其故，良亦有因。近复来此，始得其实。盖此生素有老佛之溺，为朋辈所攻激，遂高自矜大，以夸愚泄愤。盖亦不过怪诞妖妄如近世方士呼雷斩蛟之说之类，而闻者不察，又从而增饰之耳。近已与之痛绝，而此生深自悔责，若无所措其躬。赖其资性颇可，或自此遂能改创，未可知也。学绝道丧之余，苟以是心至，斯受之矣。忠信明敏之资，绝不可得。如生者，良亦千百中之一二，而又复不免于陷溺若此，可如何哉！可如何哉！龚生来访，自言素沐教极深，其资性甚纯谨，惜无可以进之者。今复远求陶铸，自此当见其有成也。 \\n 答魏师说（丁亥） \\n 师伊至，备闻日新之功，兼得来书，志意恳切，喜慰无尽！所云“任情任意，认作良知，及作意为之，不依本来良知，而自谓良知者，既已察识其病矣。”意与良知当分别明白。凡应物起念处，皆谓之意。意则有是有非，能知得意之是与非者，则谓之良知。依得良知，即无有不是矣。所疑拘于体面，格于事势等患，皆是致良知之心未能诚切专一。若能诚切专一，自无此也。凡作事不能谋始与有轻忽苟且之弊者，亦皆致知之心未能诚一，亦是见得良知未透彻。若见得透彻，即体面事势中，莫非良知之妙用。除却体面事势之外，亦别天良知矣。岂得又为体面所局，事势所格？即已动于私意，非复良知之本然矣。今时同志中，虽皆知得良知无所不在，一涉酬应，便又将人情物理与良知看作两事，此诚不可以不察也。 \\n 与马子莘（丁亥） \\n 连得所寄书，诚慰倾渴！缔观来书，其字画文彩皆有加于畴昔，根本盛而枝叶茂，理固宜然。然草木之花，千叶者无实，其花繁者，其实鲜矣。迩来子莘之志，得无微有所溺乎？是亦不可以不省也！良知之说，往时亦尝备讲，不审迩来能益莹彻否？明道去：“吾学虽有所受，然天理二字，却是自家体认出来。”良知即是天理。体认者，实有诸己之谓耳。非若世之想像讲说者之为也。近时同志，莫不知以良知为说，然亦未见有能实体认之者，是以尚未免于疑惑。盖有谓良知不足以尽天下之理，而必假于穷索以增益之者，又以为徒致良知未必能合于天理，须以良知讲求其所谓天理者，而执之以为一定之则，然后可以率由而无弊。是其为说，非实加体认之功而真有以见夫良知者，则亦莫能辩其言之似是而非也。莆中故多贤，国英及志道二三同志之外，相与切磋砥砺者，亦复几人？良知之外，更无知；致知之外，更无学。外良知以求知者，邪妄之知矣；外致知以为学者，异端之学矣。道丧千载，良知之学久为赘疣，今之友朋知以此事日相讲求者，殆空谷之足音欤！想念虽切，无因面会一罄此怀，临书惘惘！不尽。 \\n 与毛古庵宪副（丁亥） \\n 亟承书惠，既荷不遗，中间歉然下问之意，尤足以仰见贤者进修之功勤勤不懈，喜幸何可言也！无因促膝一陈鄙见，以求是正，可胜瞻驰！ \\n 凡鄙人所谓致良知之说，与今之所谓体认天理之说，本亦无大相远，但微有直截迂曲之差耳。譬之种植，致良知者，是培其根本之生意而达之枝叶者也；体认天理者，是茂其枝叶之生意而求以复之根本者也。然培其根本之生意，固自有以达之枝叶矣；欲茂其枝叶之生意，亦安能舍根本而别有生意可以茂之枝叶之间者乎？吾兄忠信近道之资既自出于侪辈之上，近见胡正人，备谈吾兄平日工夫又皆笃实恳切，非若世之徇名远迹而徒以支离于其外者。只如此用力不已，自当循循有至，所谓殊途而同归者也。亦奚必改途易业，而别求所谓为学之方乎！惟吾兄益就平日用工得力处进步不息，譬之适京都者，始在偏州僻壤，未免经历于傍蹊曲径之中，苟志往不懈，未有不达于通衢大路者也。病躯咳作，不能多及，寄去鄙录，末后论学一书，亦颇发明鄙见，暇中幸示及之！ \\n 与黄宗贤（丁亥） \\n 人在仕途，比之退处山林时，其工夫之难十倍，非得良友时时警发砥砺，则其平日之所志向，鲜有不潜移默夺，驰然日就于颓靡者。近与诚甫言，在京师相与者少，二君必须预先相约定，彼此但见微有动气处，即须提起致良知话头，互相规切。凡人言语正到快意时，便截然能忍默得；意气正到发扬时，便翕然能收敛得；愤怒嗜欲正到胜沸时，便廓然能消化得；此非天下之大勇者不能也。然见得良知亲切时，其工夫又自不难。缘此数病，良知之所本无，只因良知昏昧蔽塞而后有，若良知一提醒时，即如白日一出，而魍魉自消矣。《中庸》谓“知耻近乎勇”。所谓知耻，只是耻其不能致得自己良知耳。今人多以言语不能屈服得人为耻，意气不能陵轧得人为耻，愤怒嗜欲不能直意任情得为耻，殊不知此数病者，皆是蔽塞自己良知之事，正君子之所宜深耻者。今乃反以不能蔽塞自己良知为耻，正是耻非其所当耻，而不知耻其所当耻也。可不大哀乎！诸君皆平日所知厚者，区区之心，爱莫为助，只愿诸君都做个古之大臣。古之所谓大臣者，更不称他有甚知谋才略，只是一个断断无他技，休休如有容而已。诸君知谋才略，自是超然出于众人之上，所未能自信者，只是未能致得自己良知，未全得断断休休体段耳。今天下事势，如沈痾积痿，所望以起死回生者，实有在于诸君子。若自己病痛未能除得，何以能疗得天下之病！此区区一念之诚，所以不能不为诸君一竭尽者也。诸君每相见时，幸默以此意相规切之，须是克去己私，真能以天地万物为一体，实康济得天下，挽回三代之治，方是不负如此圣明之君，方能报得如此知遇，不枉了因此一大事来出世一遭也。病卧山林，只好修药饵苟延喘息。但于诸君出处，亦有痛痒相关者，不觉缕缕至此。幸亮此情也！ \\n 答以乘宪副（丁亥） \\n 此学不明于世，久矣。而旧闻旧习障蔽缠绕，一旦骤闻吾说，未有不非诋疑议者。然此心之良知，昭然不昧，万古一日。但肯平心易气，而以吾说反之于心，亦未有不洞然明白者。然不能即此奋志进步，勇脱窠臼，而犹依违观望于其间，则旧闻旧习又从而牵滞蔽塞之矣。此近时同志中往往皆有是病，不识以乘别后，意思却如何耳。昔有十家之村，皆荒其百亩，而日惟转籴于市，取其嬴余以赡朝夕者。邻村之农劝之曰：“尔朝夕转籴，劳费无期，曷若三年耕则余一年之食，数年耕可积而富矣。”其二人听之，舍籴而田。八家之人竞相非沮遏，室人老幼亦交遍归谪曰：“我朝不籴，则无以为饔；暮不籴，则无以为餐。朝夕不保，安能待秋而食乎？”其一人力田不顾，卒成富家；其一人不得已，复弃田而籴，竟贫馁终身焉。今天下之人，方皆转籴于市，忽有舍籴而田者，宁能免于非谪乎！要在深信弗疑，力田而不顾，乃克有成耳。两承书来，皆有迈往直进相信不疑之志，殊为浣慰！人还，附知少致切劘之诚，当不以为迂也。 \\n 与戚秀夫（丁亥） \\n 德洪诸友时时谈及盛德深情，追忆留都之会，恍若梦寐中矣。盛使远辱，兼以书仪，感怍何既！此道之在人心，皎如白日，虽阴晴晦明千态万状，而白日之光未尝增减变动。足下以迈特之资而能笃志问学，勤勤若是，其于此道真如扫云雾而睹者白日耳。奚假于区区之为问乎？病废既久，偶承两广之命，方具辞疏。使还，正当纷沓，草草不尽鄙怀。 \\n 与陈惟浚（丁亥） \\n 江西之会极草草，尚意得同舟旬日，从容一谈，不谓既入省城，人事纷沓，及登舟时，惟浚已行矣。沿途甚怏怏。抵梧后，即赴南宁，日不暇给，亦欲遣人相期来此，早晚略暇时可闲话。而此中风土绝异，炎瘴尤不可当，家人辈到此，无不病者。区区咳患亦因热大作，痰痢肿毒交攻。度惟浚断亦不可以居此，又复已之。 \\n 近得聂文蔚书，知已入漳。患难困苦之余，所以动心忍性，增益其所不能者，宜必日有所进。养之以福，正在此时，不得空放过也。圣贤论学，无不可用之功，只是致良知三字，尤简易明白，有实下手处，更无走失。近时同志亦已无不知有致良知之说，然能于此实用功者绝少，皆缘见得良知未真，又将致字看太易了，是以多未有得力处。虽比往时支离之说稍有头绪，然亦只是五十步百步之间耳。就中亦有肯精心体究者，不觉又转入旧时窠臼中，反为文义所牵滞，工夫不得洒脱精一，此君子之道所以鲜也。此事必须得师友时时相讲习切劘，自然意思日新。自出山来，不觉便是一年。山中同志结庐相待者，尚数十人，时有书来，仅令人感动。而地方重务，势难轻脱，病躯又日狼狈若此，不知天意竟如何也！文蔚书中所论，迥然大进，真有一日千里之势，可喜可喜！颇有所询，病中草草答大略。见时可取视之，亦有所发也。 \\n 寄安福诸同志（丁亥） \\n 诸友始为惜阴之会，当时惟恐只成虚语。迩来乃闻远近豪杰闻风而至者以百数，此可以见良知之同然，而斯道大明之几，于此亦可以卜之矣。喜慰可胜言耶！ \\n 得虞卿及诸同志寄来书，所见比旧又加亲切，足验工夫之进，可喜可喜！只如此用功去，当不能有他歧之惑矣。明道有云：“宁学圣人而不至，不以一善而成名。”此为有志圣人而未能真得圣人之学者，则可如此说。若今日所讲良知之说，乃真是圣学之的传，但从此学圣人，却无有不至者。惟恐吾侪尚有一善成名之意，未肯专心致志于此耳。在会诸同志，虽未及一一面见，固已神交于千里之外。相见时幸出此共勉之。 \\n 王子茂寄问数条，亦皆明切。中间所疑，在子茂亦是更须诚切用功。到融化时，并其所疑亦皆释然沛然，不复有相阻碍，然后为真得也。凡工夫只是要简易真切。愈真切，愈简易；愈简易，愈真切。病咳中不能多及，亦不能一一备列姓字，幸以意亮之而已！ \\n 与钱德洪、王汝中（丁亥） \\n 家事赖廷豹纠正，而德洪、汝中又相与薰陶切劘于其间，吾可以无内顾矣。绍兴书院中同志，不审近来意向如何？德洪、汝中既任其责，当能振作接引，有所兴起。会讲之约但得不废，其间纵有一二懈驰，亦可因此夹持，不致遂有倾倒。余姚又得应元诸友作兴鼓舞，想益日异而月不同。老夫虽出山林，亦每以自慰。诸贤皆一日千里之足，岂俟区区有所警策？聊亦以此示鞭影耳。即日已抵肇庆，去梧不三四日可到。方入冗场，未能多及，千万心亮！绍兴书院及余姚各会同志诸贤，不能一一列名字，幸亮！ \\n 二（戊子） \\n 地方事幸遂平息，相见渐可期矣。近来不审同志叙会如何？得无法堂前今已草深一丈否？想卧龙之会，虽不能大有所益，亦不宜遂致荒落。且存饩羊，后或兴起亦未可知。余姚得应元诸友相与倡率，为益不小。近有人自家乡来，闻龙山之讲至今不废，亦殊可喜。书到，望为寄声，益相与勉之。九、十弟与正宪辈，不审早晚能来亲近否？或彼自勉，望且诱掖接引之。谅与人为善之心，当不俟多喋也。魏廷豹决能不负所托，儿辈或不能率教，亦望相与夹持之。人行匆匆，百不一及。诸同志不能尽列姓字，均致此意。 \\n 三（戊子） \\n 德洪、汝中书来，见近日工夫之有进，足为喜慰！而余姚、绍兴诸同志，又能相聚会讲切，奋发兴起，日勤不懈。吾道之昌，真有火然泉达之机矣。喜幸当何如哉！喜幸当何如哉！此间地方悉已平靖，只因二三大贼巢，为两省盗贼之根株渊薮，积为民患者，心亦不忍不为一除剪，又复迟留二三月。今亦了事矣，旬月间便当就归途也。守俭、守文二弟，近承夹持启迪，想亦渐有所进。正宪尤极懒惰，若不痛加针砭，其病未易能去。父子兄弟之间，情既迫切，责善反难，其任乃在师友之间。想平日骨肉道义之爱，当不俟于多嘱也。书院规制，近闻颇加修葺，是亦可喜。寄去银二十两，稍助工费。墙垣之未坚完及一应合整备者，酌量为之。余情面话不久。 \\n 答何廷仁（戊子） \\n 区区病势日狼狈，自至广城，又增水泻，日夜数行，不得止，今遂两足不能坐立。须稍定，即逾岭而东矣。诸友皆不必相候。果有山阴之兴，即须早鼓钱塘之舵，得与德洪、汝中辈一会聚，彼此当必有益。区区养病本去已三月，旬日后必得旨，亦遂发舟而东。纵未能遂归田之愿，亦必得一还阳明，与诸友一面而别，且后会又有可期也。千万勿复迟疑，徒耽误日月。总及随舟而行，沿途官吏送迎请谒，断亦不能有须臾之暇，宜悉此意。书至，即拨冗。德洪、汝中辈亦可促之早为北上之图。伏枕潦草。"}
{"章节": "卷十二", "正文": "卷十二 \\n  \\n  \\n 静心录之四　外集三 \\n 书 \\n 答佟太守求雨 \\n 昨杨、李二丞来，备传尊教，且询致雨之术，不胜惭悚！今早谌节推辱临，复申前请，尤为恳至，令人益增惶惧。天道幽远，岂凡庸所能测识？然执事忧勤为民之意真切如是，仆亦何可以无一言之复！ \\n 孔子云：“丘之祷久矣。”盖君子之祷不在于对越祈祝之际，而在于日用操存之先。执事之治吾越，几年于此矣。凡所以为民祛患除弊兴利而致福者，何莫而非先事之祷，而何俟于今日？然而暑旱尚存而雨泽未应者，岂别有所以致此者欤？古者岁旱，则为之主者减膳撤乐，省狱薄赋，修祀典，问疾苦，引咎赈乏，为民遍请于山川社稷，故有叩天求雨之祭，有省咎自责之文，有归诚请改之祷。盖《史记》所载汤以六事自责，《礼》谓“大雩，帝用盛乐”，《春秋》书“秋九月，大雩”，皆此类也。仆之所闻于古如是，未闻有所谓书符咒水而可以得雨者也。唯后世方术之士或时有之。然彼皆有高洁不污之操，特立坚忍之心。虽其所为不必合于中道，而亦有以异于寻常，是以或能致此。然皆出小说而不见于经传，君子犹以为附会之谈；又况如今之方士之流，曾不少殊于市井嚣顽，而欲望之以挥斥雷电，呼吸风雨之事，岂不难哉！仆谓执事且宜出斋于厅事，罢不急之务，开省过之门，洗简冤滞，禁抑奢繁，淬诚涤虑，痛自悔责，以为八邑之民请于山川社稷。而彼方士之祈请者，听民间从便得自为之，但弗之禁而不专倚以为重轻。 \\n 夫以执事平日之所操存，苟诚无愧于神明，而又临事省惕，躬帅僚属致恳乞诚，虽天道亢旱，亦自有数；使人事良修，旬日之内，自宜有应。仆虽不肖，无以自别于凡民，使可以诚有致雨之术，亦安忍坐视民患而恬不知顾，乃劳执事之仆，仆岂无人之心者耶？一二日内，仆亦将祷于南镇，以助执事之诚。执事其但为民悉心以请，毋惑于邪说，毋急于近名，天道虽远，至诚而不动者，未之有也！答毛宪副戊辰 \\n 昨承遣人喻以祸福利害，且令勉赴太府请谢，此非道谊深情，决不至此，感激之至，言无所容！但差人至龙场陵侮，此自差人挟势擅威，非太府使之也。龙场诸夷与之争斗，此自诸夷愤恨不平，亦非某使之也。然则太府固未尝辱某，某亦未尝傲太府，何所得罪而遽请谢乎？跪拜之礼，亦小官常分，不足以为辱，然亦不当无故而行之。不当行而行，与当行而不行，其为取辱一也。废逐小臣，所守待死者，忠信礼义而已，又弃此而不守，祸莫大焉！凡祸福利害之说，某亦尝讲之。君子以忠信为利，礼义为福。苟忠信礼义之不存，虽禄之万钟，爵以侯王之贵，君子犹谓之祸与害；如其忠信礼义之所在，虽剖心碎首，君子利而行之，自以为福也，况于流离窜逐之微乎？某之居此，盖瘴疠蛊毒之与处，魑魅魍魉之与游，日有三死焉；然而居之泰然，未尝以动其中者，诚知生死之有命，不以一朝之患而忘其终身之忧也。太府苟欲加害，而在我诚有以取之，则不可谓无憾；使吾无有以取之而横罹焉，则亦瘴疠而已尔，蛊毒而已尔，魑魅魍魉而已尔，吾岂以是而动吾心哉！执事之喻，虽有所不敢承，然因是而益知所以自励，不敢苟有所隳堕，则某也受教多矣，敢不顿首以谢！与安宣慰 \\n 某得罪朝廷而来，惟窜伏阴崖幽谷之中以御魍魉，则其所宜。故虽夙闻使君之高谊，经旬月而不敢见，若甚简伉者。然省愆内讼，痛自削责，不敢比数于冠裳，则亦逐臣之礼也。使君不以为过，使廪人馈粟，庖人馈肉，园人代薪水之劳，亦宁不贵使君之义而谅其为情乎！自惟罪人何可以辱守土之大夫，惧不敢当，辄以礼辞。使君复不以为罪，昨者又重之以金帛，副之以鞍马，礼益隆，情益至，某益用震悚。是重使君之辱而甚逐臣之罪也，愈有所不敢当矣！使者坚不可却，求其说而不得。无已其周之乎？周之亦可受也。敬受米二石，柴炭鸡鹅悉受如来数。其诸金帛鞍马，使君所以交于卿士大夫者，施之逐臣，殊骇观听，敢固以辞。伏惟使君处人以礼，恕物以情，不至再辱，则可矣。 \\n 二 \\n 减驿事非罪人所敢与闻，承使君厚爱，因使者至，闲问及之，不谓其遂达诸左右也。悚息悚息！然已承见询，则又不可默。 \\n 凡朝廷制度，定自祖宗；后世守之，不可以擅改，在朝廷且谓之变乱，况诸侯乎！纵朝廷不见罪，有司者将执法以绳之，使君必且无益，纵幸免于一时，或五六年，或八九年，虽远至二三十年矣，当事者犹得持典章而议其后。若是则使君何利焉？使君之行先，自汉、唐以来千几百年，土地人民未之或改，所以长久若此者，以能世守天子礼法，竭忠尽力，不敢分寸有所违。是故天子亦不得逾礼法，无故而加诸忠良之臣。不然，使君之土地人民富且盛矣，朝廷悉取而郡县之，其谁以为不可？夫驿，可减也，亦可增也；驿可改也，宣慰司亦可革也。由此言之，殆甚有害，使君其未之思耶？ \\n 所云奏功升职事，意亦如此。夫划除寇盗以抚绥平良，亦守士之常职，今缕举以要赏，则朝廷平日之恩宠禄位，顾将欲以何为？使君为参政，亦已非设官之旧，今又干进不已，是无抵极也。众必不堪。夫宣慰守士之官，故得以世有其土地人民；若参政，则流官矣，东西南北，惟天子所使。朝廷下方尺之檄，委使君以一职，或闽或蜀，其敢弗行乎？则方命之诛不旋踵而至，捧檄从事，千百年之土地人民非复使君有矣。由此言之，虽今日之参政，使君将恐辞去之不速，其又可再乎！凡此以利害言，揆之于义，反之于心，使君必自有不安者。夫拂心违义而行，众所不与，鬼神所不嘉也。 \\n 承问及，不敢不以正对，幸亮察！ \\n 三 \\n 阿贾、阿札等畔宋氏，为地方患，传者谓使君使之。此虽或出于妒妇之口，然阿贾等自言使君尝锡之以氈刀，遗之以弓弩。虽无其心，不幸乃有其迹矣。始三堂两司得是说，即欲闻之于朝；既而以使君平日忠实之故，未必有是，且信且疑，姑令使君讨贼；苟遂出军剿扑，则传闻皆妄，何可以滥及忠良；其或坐观逗遛，徐议可否，亦未为晚；故且隐忍其议，所以待使君者甚厚。既而文移三至，使君始出；众论纷纷，疑者将信。喧腾之际，适会左右来献阿麻之首，偏师出解洪边之围，群公又复徐徐。今又三月余矣。使君称疾归卧，诸军以次潜回，其间分屯寨堡者，不闻擒斩以宣国威，惟增剽掠以重民怨，众情愈益不平。而使君之民罔所知识，方扬言于人，谓“宋氏之难当使宋氏自平，安氏何与而反为之役？我安氏连地千里，拥众四十八万，深坑绝坉，飞鸟不能越，猿猱不能攀。纵遂高坐，不为宋氏出一卒，人亦卒如我何！”斯言已稍稍传播，不知三堂两司已尝闻之否？使君诚久卧不出，安氏之祸必自斯言始矣。使君与宋氏同守士，而使君为之长。地方变乱，皆守士者之罪，使君能独委之宋氏乎？夫连地千里，孰与中士之一大郡？拥众四十八万，孰与中士之一都司？深坑绝坉，安氏有之，然如安氏者，环四面而居以百数也。今播州有杨爱，恺黎有杨友，酉杨、保靖有彭世麒等诸人，斯言苟闻于朝，朝廷下片纸于杨爱诸人，使各自为战，共分安氏之所有，盖朝令而夕无安氏矣。深坑绝坉，何所用其险？使君可无寒心乎！且安氏之职，四十八支更迭而为，今使君独传者三世，而群支莫敢争，以朝廷之命也，苟有可乘之衅，孰不欲起而代之乎？然则扬此言于外，以速安氏之祸者，殆渔人之计，萧墙之忧，未可测也。使君宜速出军，平定反侧，破众谗之口，息多端之议，弭方兴之变，绝难测之祸，补既往之愆，要将来之福。某非为人作说客者，使君幸熟思之！ \\n 答人问神仙 \\n 询及神仙有无，兼请其事，三至而不答，非不欲答也，无可答耳。昨令弟来，必欲得之。仆诚生八岁而即好其说，今已余三十年矣，齿渐摇动，发已有一二茎变化成白，目光仅盈尺，声闻函丈之外，又常经月卧病不出，药量骤进，此殆其效也。而相知者犹妄谓之能得其道，足下又妄听之而以见询。不得已，姑为足下妄言之。 \\n 古有至人，淳德凝道，和于阴阳，调于四时，去世离俗，积精全神；游行天地之间，视听八远之外，若广成子之千五百岁而不衰，李伯阳历商、周之代，西度函谷，亦尝有之。若是而谓之曰无，疑于欺子矣。然则呼吸动静，与道为体，精骨完久，禀于受气之始，此殆天之所成，非人力可强也。若后世拔宅飞升，点化投夺之类，谲怪奇骇，是乃秘术曲技，尹文子所谓“幻”，释氏谓之“外道”者也。若是谓之曰有，亦疑于欺子矣，夫有无之间，非言语可况。存久而明，养深而自得之；未至而强喻，信亦未必能及也。盖吾儒亦自有神仙之道，颜子三十二而卒，至今未亡也。足下能信之乎？后世上阳子之流，盖方外技术之士，未可以为道。若达磨、慧能之徒，则庶几近之矣，然而未易言也。足下欲闻其说，须退处山林三十年，全耳目，一心志，胸中洒洒不挂一尘，而后可以言此；今去仙道尚远也。妄言不罪。 \\n 答徐成之 \\n 承以朱、陆同异见询，学术不明于世久矣，此正吾侪今日之所宜明辨者。细观来教，则舆庵之主象山既失，而吾兄之主晦庵亦未为得也，是朱非陆，天下之论定久矣，久则难变也。虽微吾兄之争，舆庵亦岂能遽行其说乎？故仆以为二兄今日之论，正不必求腾。务求象山之所以非，晦庵之所以是，穷本极源，真有以见其几微得失于毫忽之间。若明者之听讼，其事之曲者，既有以辨其情之不得已；而辞之直者，复有以察其处之或未当。使受罪者得以伸其情，而获伸者亦有所不得辞其责，则有以尽夫事理之公，即夫人心之安，而可以俟圣人于百世矣。今二兄之论，乃若出于求胜者。求胜则是动于气也。动于气，则于义理之正何啻千里，而又何是非之论乎！凡论古人得失，决不可以意度而悬断之。今舆庵之论象山曰：“虽其专以尊德性为主，未免堕于禅学之虚空；而其持守端实，终不失为圣人之徒。若晦庵之一于道问学，则支离决裂，非复圣门诚意正心之学矣”。吾兄之论晦庵曰：“虽其专以道问学为主，未免失于俗学之支离，而其循序渐进，终不背于《大学》之训。若象山之一于尊德性，则虚无寂灭，非复大学‘格物致知’之学矣”。夫既曰“尊德性”，则不可谓“堕于禅学之虚空”；“堕于禅学之虚空”，则不可谓之“尊德性”矣。既曰“道问学”，则不可谓“失于俗学之支离”；“失于俗学之支离”，则不可谓之“道问学”矣，二者之辩，间不容发。然则二兄之论，皆未免于意度也。昔者子思之论学，盖不下千百言，而括之以“尊德性而道问学”之一语。即如二兄之辩，一以“尊德性”为主，一以“道问学”为事，则是二者固皆未免于一偏，而是非之论尚未有所定也，乌得各持一是而遽以相非为乎？故仆顾二兄置心于公平正大之地，无务求胜。夫论学而务以求胜，岂所谓“尊德性”乎？岂所谓“道问学”乎？以某所见，非独吾兄之非象山、舆庵之非晦庵皆失之非，而吾兄之是晦庵、舆庵之是象山，亦皆未得其所以是也。稍暇当面悉，姑务养心息辩，毋遽。 \\n 二 \\n 昨所奉答，适有远客酬对纷纭，不暇细论。姑愿二兄息未定之争，各反究其所是者，必己所是已无丝发之憾，而后可以及人之非。早来承教，乃为仆漫为含胡两解之说，而细绎辞旨，若有以阴助舆庵而为之地者，读之不觉失笑。曾为吾兄而亦有是言耶？仆尝以为君子论事当先去其有我之私，一动于有我，则此心已陷于邪僻，虽所论尽合于理，既已亡其本矣。尝以是言于朋友之间，今吾兄乃云尔，敢不自反其殆陷于邪僻而弗觉也？求之反复，而昨者所论实未尝有是。则斯言也无乃吾兄之过欤？虽然，无是心而言之未尽于理，未得为无过也。仆敢自谓其言之已尽于理乎？请举二兄之所是者以求正。 \\n 舆庵是象山，而谓其“专以尊德性为主”，今观《象山文集》所载，未尝不教其徒读书穷理。而自谓“理会文字颇与人异”者，则其意实欲体之于身。其亟所称述以晦人者，曰“居处恭，执事敬，与人忠”曰“克己复礼”，曰“万物皆备于我，反身而诚，乐莫大焉”，曰“学问之道无他，求其放心而已”曰“先立乎其大者，而小者不能夺”。是数言者，孔子、孟轲之言也，乌在其为空虚者乎？独其“易简觉悟”之说颇为当时所疑。然“易简”之说出于《系辞》，“觉悟”之说虽有同于释氏，然释氏之说亦自有同于吾儒，而不害其为异者，惟在于几微毫忽之间而已。亦何必讳于其同而遂不敢以言、狃于其异而遂不以察之乎？是舆庵之是象山，固犹未尽其所以是也。 \\n 吾兄是晦庵，而谓其“专以道问学为事”。然晦庵之言，曰“居敬穷理”，曰“非存心无以致知”，曰“君子之心常存敬畏，虽不见闻，亦不敢忽，所以存天理之本然，而不使离于须臾之顷也”。是其为言虽未尽莹，亦何尝不以尊德性为事？而又乌在其为支离者乎？独其平日汲汲于训解，虽韩文、《楚辞》、《阴符》、《参同之》属，亦必与之注释考辩，而论者遂疑其玩物。又其心虑恐学者之躐等而或失之于妄作，使必先之以格致而无不明，然后有以实之于诚正而无所谬。世之学者挂一漏万，求之愈繁而失之愈远，至有敝力终身，苦其难而卒无所入，而遂议其支离。不知此乃后世学者之弊，而当时晦庵之自为，则亦岂至是乎？是吾兄之是晦庵，固犹未尽其所以是也。 \\n 夫二兄之所信而是者既未尽其所以是，则其所疑而非者亦岂必尽其所以非乎？然而二兄往复之辩不能一反焉，此仆之所以疑其或出于求胜也。一有求胜之心，则已亡其学问之本，而又何以论学为哉！此仆之所以惟愿二兄之自反也，安有所谓“含胡两解而阴为舆庵之地”者哉！夫君子之论学，要在得之于心。众皆以为是，苟求之心而未会焉，未敢以为是也；众皆以为非，苟求之心而有契焉，未敢以为非也。心也者，吾所得于天之理也，无间于天人，无分于古今。苟尽吾心以求焉，则不中不远矣。学也者，求以尽吾心也。是故尊德性而道问学，尊者，尊此者也；道者，道此者也。不得于心而惟外信于人以为学，乌在其为学也已！仆尝以为晦庵之与象山，虽其所为学者若有不同，而要皆不失为圣人之徒。今晦庵之学，天下之人童而习之，既已入人之深，有不容于论辩者。而独惟象山之学，则以其尝兴晦庵之有言，而遂藩篱之。使若由、赐之殊科焉，则可矣，而遂摈放废斥，若碔砆之与美玉，则岂不过甚矣乎？夫晦庵折衷群儒之说，以发明《六经》、《语》、《孟》之旨于天下，其嘉惠后学之心，真有不可得而议者。而象山辩义利之分，立大本，求放心，以示后学笃实为己之道，其功亦宁可得而尽诬之！而世之儒者，附和雷同，不究其实，而概目之以禅学，则诚可冤也已！故仆尝欲冒天下之讥，以为象山一暴其说，虽以此得罪，无恨。仆于晦庵亦有罔极之恩，岂欲操戈而入室者？顾晦庵之学，既已若日星之章明于天下；而象山独蒙无实之诬，于今且四百年，莫有为之一洗者。使晦庵有知，将亦不能一日安享于庙庑之间矣。此仆之至情，终亦必为吾兄一吐者，亦何肯“漫为两解之说以阴助于舆庵？”舆庵之说，仆犹恨其有未尽也。 \\n 夫学术者，今古圣贤之学术，天下之所公共，非吾三人者所私有也。天下之学术，当为天下公言之，而岂独为舆庵地哉！兄又举太极之辩，以为象山“于文义且有所未能通晓，而其强辩自信，曾何有于所养”。夫谓其文义之有未详，不害其为有未详也；谓其所养之未至，不害其为未至也。学未至于圣人，宁免太过不及之差乎！而论者遂欲以是而盖之，则吾恐晦庵禅学之讥，亦未免有激于不平也。夫一则不审于文义，一则有激于不平，是皆所养之未至。昔孔子，大圣也，而犹曰“假我数年以学《易》，可以无大过”；仲虺之赞成汤，亦惟曰“改过，不吝”而已。所养之未至，亦何伤于二先生之为贤乎？此正晦庵、象山之气象，所以未及于颜子、明道者在此。吾侪正当仰其所以不可及，而默识其所未至者，以为涵养规切之方，不当置偏私于其间，而有所附会增损之也。夫君子之过也，如日月之食，人皆见之；更也，人皆仰之。而小人之过也必文。世之学者以晦庵大儒，不宜复有所谓过者，而必曲为隐饰增加，务诋象山于禅学，以求伸其说；且自以为有助于晦庵，而更相倡引，谓之扶持正论。不知晦庵乃君子之过，而吾反以小人之见而文之。晦庵有闻过则喜之美，而吾乃非徒顺之，又从而为之辞也。晦庵之心，以圣贤君子之学期后代，而世之儒者，事之以事小人之礼，是何诬象山之厚而待晦庵之薄耶！ \\n 仆今者之论，非独为象山惜，实为晦庵惜也。兄视仆平日于晦庵何如哉？而乃有是论，是亦可以谅其为心矣。惟吾兄去世俗之见，宏虚受之诚，勿求其必同，而察其所以异；勿以无过为圣贤之高，而以改过为圣贤之学；勿以其有所未至者为圣贤之讳，而以其常怀不满者为圣贤之心；则兄与舆庵之论，将有不待辩说而释然以自解者。孟子云：“君子亦仁而已，何必同？”惟吾兄审择而正之！ \\n 答储柴墟 \\n 盛价来，适人事纷纭，不及细询比来事；既还，却殊怏怏。承示《刘生墓志》，此实友义所关，文亦缜密；独叙乃父侧室事颇伤忠厚，未刻石，删去之为佳。子于父过，谏而过激，不可以为几；称子之美，而发其父之阴私，不可以为训。宜更详之！ \\n 喻及交际之难，此殆谬于私意。君子与人，惟义所在，厚薄轻重，己无所私焉，此所以为简易之道。世人之心，杂于计较，毁誉得丧交于中，而眩其当然之则，是以处之愈周，计之愈悉，而行之愈难。夫大贤吾师，次贤吾友，此天理自然之则，岂以是为炎凉之嫌哉？吾兄以仆于今之公卿，若某之贤者，则称谓以“友生”，若某与某之贤不及于某者，则称谓以“侍生”，岂以矫时俗炎凉之弊？非也。夫彼可以为吾友，而吾可以友之，彼又吾友也，吾安得而弗友之？彼不可以为吾友，而吾不可以友之，彼又不吾友也，吾安得而友之？夫友也者，以道也、以德也。天下莫大于道，莫贵于德。道德之所在，齿与位不得而于焉，仆与某之谓矣。彼其无道与德，而徒有其贵与齿也，则亦贵齿之而已。然若此者，与之见亦寡矣，非以事相临不往见也。若此者与凡交游之随俗以侍生而来者，亦随俗而侍生之。所谓“事之无害于义者，从俗可也”。千乘之君，求与之友而不可得，非在我有所不屑乎？嗟乎！友未易言也。今之所谓友，或以艺同，或以事合，徇名逐势，非吾所谓辅仁之友矣。仁者，心之德，人而不仁，不可以为人。辅仁，求以全心德也，如是而后友。今特以技艺文辞之工，地势声翼之重，而骜然欲以友乎贤者，贤者弗与也。吾兄技艺炎凉之说，贵贱少长之论，殆皆有未尽欤？孟子曰：“友也者，不可以有挟。”孟献子之友五人，无献子之家者也，曾以贵贱乎？仲由少颜、路三岁，回、由之赠处，盖友也。回与曾点同时，参曰：“昔者吾友”，曾以少长乎？将矫时俗之炎凉而自畔于礼，其间不能以寸矣。吾兄又以仆于后进之来，其质美而才者，多以先后辈相处；其庸下者，反待以客礼，疑仆别有一道。是道也，奚有于别？凡后进之来，其才者皆有意于斯道者也，吾安得不以斯道处之？其庸下者，不过世俗泛然一接，吾亦世俗泛然待之，如乡人而已。昔伊川初与吕希哲为同舍友，待之友也；既而希哲师事伊川，待之弟子也。谓敬于同舍而慢于弟子，可乎？孔子待阳货以大夫，待回、赐以弟子，谓待回、赐不若阳货，可乎？师友道废久，后进之中，有聪明特达者，颇知求道，往往又为先辈待之不诚，不谅其心而务假以虚礼，以取悦于后进，干待士之誉，此正所谓病于夏畦者也，以是师友之道日益沦没，无由复明。仆常以为世有周、程诸君子，则吾固得而执弟子之役，乃大幸矣，其次有周、程之高弟焉，吾犹得而私淑也。不幸世又无是人，有志之士，伥伥其将焉求乎？然则何能无忧也？忧之而不以责之己，责之己而不以求辅于人，求辅于人而待之不以诚，终亦必无所成而已耳。凡仆于今之后进，非敢以师道自处也，将求其聪明特达者与之讲明，因以自辅也。彼自以后进求正于我，虽不师事，我固有先后辈之道焉。伊川瞑目而坐，游、杨侍立不敢去，重道也。今世习于旷肆，惮于检饰，不复知有此事。幸而有一二后进略知求道为事，是有复明之机；又不诚心直道与之发明，而徒阉然媚世，苟且阿俗，仆诚痛之惜之！传曰：“师严然后道尊，道尊然后民知敬学。”夫人必有所严惮，然后言之，而听之也审；施之，而承之也肃。凡若此者，皆求以明道，皆循理而行，非有容私于其间也。伊尹曰：“天之生斯民也，使先知觉后知，使先觉觉后觉。予天民之先觉也，非予觉之而谁也？”是故大知觉于小知，小知觉于无知；大觉觉于小觉，小觉觉于无觉。夫已大知大觉矣，而后以觉于天下，不亦善乎？然而未能也，遂自以小知小觉而不敢以觉于人，则终亦莫之觉矣。仁者固如是乎？夫仁者，己欲立而立人，己欲达而达人。仆之意以为，己有分寸之知，即欲同此分寸之知于人；己有分寸之觉，即欲同此分寸之觉于人。人之小知小觉者益众，则其相与为知觉也益易且明，如是而后大知大觉可期也。仆于今之后进，尚不敢以小知小觉自处。譬之冻馁之人，知耕桑之可以足衣食，而又偶闻艺禾树桑之法，将试为之，百遂以告其凡冻馁者，使之共为之也，亦何嫌于己之未尝树艺，而遂不可以告之乎？虽然，君子有诸己而后求诸人，仆盖未尝有诸己也，而可以求诸人乎？夫亦谓其有意于仆而来者耳。 \\n 承相问，辄缕缕至此。有未当者，不惜往复。 \\n 二 \\n 昨者草率奉报，意在求正，不觉芜冗。承长笺批答，推许过盛，殊增悚汗也。来喻责仆不以师道自处，恐亦未为诚心直道。顾仆何人，而敢以师道自处哉？前书所谓“以前后辈处之”者，亦谓仆有一日之长，而彼又有求道之心者耳。若其年齿相若而无意于求道者，自当如常待以客礼，安得例以前后辈处之？是亦妄人矣。又况不揆其来意之如何，而抗颜以师道自居，世宁有是理耶？夫师法者，非可以自处得也，彼以是求我，而我以是应之耳。嗟乎！今之时，孰有所谓师云乎哉！今之习技艺者则有师，习举业求声利者则有师，彼诚知技艺之可以得衣食，举业之可以得声利，而希美官爵也。自非诚知己之性分，有急于衣食官爵者，孰肯从而求师哉！夫技艺之不习，不过乏衣食；举业之不习，不过无官爵；己之性分有所蔽悖，是不得为人矣。人顾明彼而暗此也，可不大哀乎！往时仆与王寅之、刘景素同游太学，每季考，寅之恒居景素前列，然寅之自以为讲贯不及景素，一旦执弟子礼师之。仆每叹服，以为如寅之者，真可为豪杰之士。使寅之易此心以求道，亦何圣贤之不可及！然而寅之能于彼不能于此也。曾子病革而易箦，子路临绝而结缨，横渠撤虎皮而使其子弟从讲于二程，惟天下之大勇无我者能之。今天下波颓风靡，为日已久，何异于病革临绝之时，然又人是己见，莫肯相下求正。故居今之世，非有豪杰独立之士的见性分之不容己，毅然以圣贤之道自任者，莫之从而求师也。 \\n 吾兄又疑后进之来，其资禀向意虽不足以承教，若其齿之相远者，恐亦不当概以客礼相待。仆前书所及，盖与有意于斯道者相属而言，亦谓其可以客，可以无客者耳。若其齿数邈绝，则名分具存，有不待言矣。孔子使阙党童子将命，曰：“吾见其居于位也，见其与先生并行也，非求益者也，欲速成者也，”亦未尝无诲焉。虽然，此皆以不若己者言也。若其德器之夙成，识见之超诣者，虽生于吾后数十年，其大者吾师，次者吾友也，得以齿序论之哉？ \\n 人归遽剧，极潦草。便间批复可否。不一一。 \\n 答何子元 \\n 来书云：“《礼曾子问》：‘诸侯见天子，入门不得终礼，废者几？孔子曰：四。又问：诸侯相见，揖，入门不得终礼，废者几？孔子曰：六，而日食存焉。曾子曰：当祭而日食，太庙火，其祭也如之何？孔子曰：接祭而已矣。如牲至，未杀，则废。’孟春于此有疑焉：天子崩，太庙火，后夫人之丧，雨沾服失容，此事之不可期，或适相值。若日食则可预推也，诸侯行礼，独不容以少避乎？祭又何必专于是日而匆匆于接祭哉？牲未杀，则祭废，当杀牲之时，而不知日食之候者，何也？执事幸以见教，千万千万！” \\n 承喻《曾子问》“日食接祭”之说，前此盖未尝有疑及此者，足见为学精察，深用叹服。如某浅昧，何足以辨此！ \\n 古者天子有日官，诸侯有日御。日官居卿以底日，日御不失日以授百官之朝，岂有当祭之日而尚未知有日食者？夫子答曾子之问，窃意春秋之时，日官多失其职，固有日食而弗之知者矣。尧命羲和，敬授人时，何重也！仲康之时，去尧未远，羲和已失其职，迷于天象，至日食罔闻知，故有胤之征。降及商、周，其职益轻。平王东迁，政教号令不及于天下。自是而后，官之失职，又可知矣。《春秋》所书日食三十有六，今以《左传》考之，其以鼓用牲币于社及其他变常失礼书者三之一，其以官失其职书者四之二，凡日食而不书朔日者，杜预皆以为官失之，故其必有考也。《经》：“桓公十七年冬十月朔，日有食之。”《传》曰：“不书日，官失之也。”“僖公十五年夏五月，日有食之。”《传》曰：“不书朔与日，官失之也。”则《传》固已言之矣。襄公之二十七年冬十二月乙卯朔，日有食之，而《传》曰：“辰在申，司历过也，再失闰矣。”夫推候之缪，至于再失闰，则日食之不知，殆其细者矣。古之祭者，七日戒，三日斋，致其诚敬以交于神明，谓之“当祭而日食”，则固已行礼矣。如是而中辍之，不可也。接者，疾速之义。其仪节固已简慢，接祭则可两全而无害矣。况此以天子尝禘郊社而言，是乃国之大祀。若其他小祭则或自有可废者，在权其轻重而处之。若祭于太庙，而太庙火，则亦似有不得不废者。然此皆无明文，窃意其然，不识高明且以为何如也？ \\n 上晋溪司马 \\n 郴、衡诸处群孽，漏殄尚多，盖缘进剿之时，彼省土兵不甚用命，而广兵防夹，又复稍迟，是以致此。其在目今，若无凶荒之灾，兵革之衅，料亦未敢动作，但恐一二年后，则有所不能保耳。今大征甫息，势既未可轻举；而地方新遭土兵之扰，复不堪重困。将纾目前之患，不过添立屯堡；若欲稍为以久之图，亦不过建立县治。然此二端，彼省镇巡已尝会奏举行，生虽复往，岂能别有区划？但度其事势，屯堡之设虽可以张布声威，然使守瞭日久，未免怠弛散归。无事则虚具名数，冒费粮饷；有急则张皇贼势，复须调兵；此其势之所必至者。惟建县一事颇为得策。又闻所设县分乃瓜分两省三县之地，彼此各吝土地人民，岂肯安然割己所有以资异省别郡？必有纷争异同之论，未能归一。则立县之举，势亦未易克就。既承责委，亦已遣入再往询访，苟有利弊稍可裨益者，当复举请。但因闽事孔棘，遥闻庙堂之议亦欲缪以见责，故且未敢辄往郴、桂。然敕书又未见到，则闽中亦不敢遽往，旦夕咨访其事，颇悉颠末，大概闽中之变，亦由积渐所致。其始作于延平，继发于邵武，又继发于建宁，发于汀、漳，发于沿海诸卫所。其间惊哄虽小大不一，然亦皆困倡于前者略无惩创，遂敢效尤而兴。今省城渠魁虽已授首，人心尚尔惊惶未定，郡武诸处尤不可测。急之必致变，纵而不问，将来之祸尤有不可胜言者。盖福建之军，纵恣骄骜已非一日，既无漕运之劳，又无征戍之役，饱食安坐，徭赋不及，居则朘民之膏血以供其粮，有事返藉民之子弟而为之斗。有司豢养若骄子，百姓疾畏如虎狼。稍不如意，呼呶群聚而起，焚掠居民，绑笞官吏；气焰所加，帖然惟其所欲而后已。今其势既盈，如将溃之堤，岌乎汹汹，匪朝伊夕。虽有知者，难善其后，固非迂劣如守仁者所能办此也。又况积弱之躯，百病侵剥，近日复闻祖母病危，日夜痛苦，方寸已乱，岂复堪任！临期败事，罪戮益重，辄敢先以情诉，伏望曲加矜悯，改授能者，使生得全首领，归延残息于田野，非生一人之幸，实一省数百万生灵之幸也！情蹙辞隘，忘其突冒，死罪死罪！ \\n 二 \\n 赍奏人回，每辱颁教，接引开慰，勤倦恳恻，不一而足，仁人君子爱物之诚，与人之厚，虽在木石，亦当感动激发，而况于人乎！无能报谢，铭诸心腑而已。 \\n 生始恳疏乞归，诚以祖母鞠育之恩，思一面为诀。后竟牵滞兵戈，不及一见，卒抱终天之痛。今老父衰疾，又复日亟；而地方已幸无事，且蒙朝廷曾有“贼平来说”之旨，若再拘缚，使不获一申其情，后虽万死，无以赎其痛恨矣！老先生亦何惜一举手投足之劳而不以曲全之乎？今生已移疾舟次，若复候命不至，断亦逃归，死无所憾，老先生亦何惜一举手投足之劳而必欲置之有罪之地乎？情隘辞迫，渎冒威严；临纸涕泣，不知所云，死罪死罪！ \\n 上彭幸庵 \\n 不孝延祸先子，自惟罪逆深重，久摈绝于大贤君子之门矣，然犹强息忍死，未即殒灭，又复有所控吁者。痛惟先子平生孝友刚直，言行一出其心之诚然，而无所饰于其外。与人不为边幅，而至于当大义，临大节，则毅然奋卓而不可回夺。忝从大夫之后。逮事先朝，亦既荐被知遇；中遭逆瑾之变，退伏田野。忠贞之志，抑而不申。近幸中兴之会，圣君贤相方与振废起旧，以发舒幽枉，而先子则长已矣，德蕴壅阏于而未宣，终将泯溷于俗，岂不痛哉！伏惟执事才德勋烈动一世，忠贞之节，刚大之气，屹然独峙，百撼不摇，真足以廉顽而立懦。天子求旧图新，复起以相，海内仰望其风采，凡天下之气之韬伏堙滞，窒而求通，曲而求直者，莫不延颈跂足，望下风而奔诉。况先子素辱知与，不肖孤亦尝受教于门下，近者又蒙为之刷垢雪秽，谬承推引之恩，盖不一而足者，反自疏外，不一以其情为请？是委先子于沟壑，而重弃于大贤君子也。不孝之罪不滋为甚欤？先子之没，有司以赠谥乞，非执事之悯之也，而为之一表白焉。其敢觊觎于万一乎？荒迷恳迫，不自知其僭罔渎冒，死罪死罪！ \\n 寄杨邃庵阁老 \\n 孤闻之，昔古之君子之葬其亲也，必求名世大贤君子之言，以图其不朽。然而大贤君子之生，不数数于世，固有世有其人而不获同其时者矣，又有同其时面限于势分无由自通于门墙之下者矣，则夫图不朽于斯人者，不亦难乎！痛惟先君宅心制行，庶亦无愧于古人；虽已忝在公卿之后，而遭时未久，志未大行，道未大明，取嫉权奸，敛德而归，今则复长已矣。不孝孤将以是岁之冬举葬事，图所以为不朽者，惟墓石之志为重。伏惟明公道德文章，师表一世；言论政烈，仪刑百辟。求之昔人，盖欧阳文忠、范文正、韩魏公其人也，所谓名世之大贤君子，非明公其谁欤！不幸而生不同时也，则亦已矣；幸而犹及。在后进之末，虽明公固所不屑，挥之门墙之外，犹将冒昧强颜而入焉，况先君素辱知与，不肖孤又尝在属吏之末，受教受恩，怀知己之感，有道谊骨肉之爱；迩者又尝辱使临吊，宠之以文词，恻然悯念其遗孤，而不忍遽弃遗之者，是以忘其不孝之罪，犯僭逾之戮，而辄敢以志为请。伏惟明公休休容物，笃厚旧故；甄陶一世之士，而各欲成其名；收录小大之才，而惟恐没其善。则如先君之素受知爱者，其忍靳一言之惠而使之泯然无闻于世耶？不腆先人之币，敢以陆司业之状先于将命者。惟明公特垂哀矜，生死受赐，世世子孙捐躯殒命，未足以为报也！不胜惶悚颠越之至！荒迷无次。 \\n 二 \\n 前日尝奉启，计已上达。自明公进秉机密，天下士夫忻忻然动颜相庆，皆为太平可立致矣。门下鄙生独切生忧，以为犹甚难也。亨屯倾否，当今之时，舍明公无可以望者，则明公虽欲逃避乎此，将亦有所不能。然而万斛之舵，操之非一手，则缓急折旋，岂能尽如己意？临事不得专操舟之权，而偾事乃与同覆舟之罪，此鄙生之所谓难也。夫不专其权而漫同其罪，则莫若预逃其任。然在明公亦既不能逃矣；逃之不能，专又不得，则莫若求避其罪，然在明公亦终不得避矣。天下之事，果遂卒无所为欤？夫惟身任天下之祸，然后能操天下之权；操天下之权，然后能济天下之患。当其权之未得也，其致之甚难；而其归之也，则操之甚易。万斛之舵，平时从而争操之者，以利存焉。一旦风涛颠沛，变起不测，众方皇惑震丧，救死不遑，而谁复与争操乎？于是起而专之，众将恃以无恐，而事因以济。苟亦从而委靡焉。固沦胥以溺矣。故曰“其归之也，则操之甚易”者，此也。古之君子，洞物情之向背而握其机，察阴阳之消长以乘其运，是以动必有成而吉无不利，伊、旦之于商、周是矣。其在汉、唐，盖亦庶几乎。此者虽其学术有所不逮，然亦足以定国本而安社稷，则亦断非后世偷生苟免者之所能也。夫权者，天下之大利大害也。小人窃之以成其恶，君子用之以济其善，固君子之不可一日去，小人之不可一日有者也。欲济天下之难，而不操之以权，是犹倒持太阿而授人以柄，希不割矣。故君子之致权也有道，本之至诚以立其德，植之善类以多其辅；示之以无不容之量，以安其情；扩之以无所竞之心，以平其气；昭之以不可夺之节，以端其向；神之以不可测之机，以摄其奸；形之以必可赖之智，以收其望。坦然为之，下以上之；退然为之，后以先之。是以功盖天下而莫之嫉，善利万物而莫与争。此皆明公之能事，素所蓄而有者，惟在仓卒之际，身任天下之祸，决起而操之耳。夫身任天下之祸，岂君子之得已哉？既当其任，知天下之祸将终不能免也，则身任之而已。身任之而后可以免于天下之祸。小人不知祸之不可以幸免，而百诡以求脱，遂致酿成大祸，而已亦卒不能免。故任祸者，惟忠诚忧国之君子能之，而小人不能也。某受知门下，不能效一得之愚以为报，献其芹曝，伏惟鉴其忱悃而悯其所不逮，幸甚！ \\n 三 \\n 某素辱爱下，然久不敢奉状者，非敢自外于门墙，实以地位悬绝，不欲以寒暄无益之谈尘渎左右。盖避嫌之事，贤者不为，然自叹其非贤也。非才多病，待罪闲散，犹惧不堪，乃今复蒙显擢，此固明公不遗下体之盛，某亦宁不知感激！但量能度分，自计已审，贪冒苟得，异时偾事，将为明公知人之累。此所以闻命惊惶而不敢当耳。谨具奏辞免，祈以原职致仕。伏惟明公因材而笃于所不能，特赐曲成，俾得归延病喘于林下，则未死余年皆明公之赐，其为感激，宁有穷已乎！恳切至情，不觉渎冒，伏冀宥恕。不具。 \\n 四 \\n 窃惟大臣报国之忠，莫大于进贤去谗，故前者两奉起居，皆尝僭及此意；亦其自信山林之志已坚，而素受知己之爱，不当复避嫌疑，故率意言之若此。乃者忽蒙两广之命，则是前日之言适以为己地也，悚惧何以自容乎！某以迂疏之才，口耳讲说之学耳，簿书案牍，已非其能，而况军旅之重乎？往岁江西之役，实亦侥幸偶成。近年以来，忧病积集，尪羸日盛，惟养疴丘园，为乡里子弟考订句读，使知向方，庶于保身及物亦稍得效其心力，不致为天地间一蠹，此其自处亦既审矣。圣天子方励精求治，而又有老先生主张国是于上，荀有袜线之长者，不于此时出而自效，则亦无其所矣。老先生往岁方秉铨轴时，有以边警荐用彭司马者，老先生不可，曰：“彭始成功，今或少挫，非所以完之矣。”老先生之爱惜人才而欲成就之也如此，至今相传，以为美谈，今独不能以此意而推之某乎？恳辞疏上，望赐曲成，使得苟延喘息。俟病痊之后，老先生不忍终废，必欲强使一出，则如留都之散部，或南北太常国子之任，量其力之可能者使之自效，则图报当有日也。不胜恃爱恳渎，幸赐矜察！ \\n 寄席元山 \\n 某不孝，延祸先子，罪逆之深，自分无复比数于人。仁人君子尚未之知，悯念其旧，远使存录，重以多仪，号恸拜辱，岂胜哀感！岂胜哀感！伏惟执事长才伟志，上追古人，进德勇义，罕与俦匹。向见《鸣冤录》及承所寄《道山书院记》，盖信道之笃，任道之劲，海内同志莫敢有望下风者矣，何幸何幸！不肖方在苦毒中，意所欲请者千万，荒迷割裂，莫得其端绪。使还遽，临疏昏塞，不尽所云。 \\n 答王门庵中丞 \\n 往岁旌节临越，猥蒙枉顾。其时忧病懵懵，不及少申款曲。自后林居，懒僻成性，平生故旧不敢通音问。企慕之怀虽日以积，竟未能一奉起居，其为倾渴，如何可言！使来，远辱问惠，登拜感作。舍亲宋孔瞻亦以书来，备道执事勤勤下问之盛。不消奚以得此！ \\n 近世士夫之相与，类多虚文弥诳而实意衰薄，外和中妒，徇私败公，是以风俗日恶而世道愈降。执事忠信高明，克勤小物，长才伟识，翘然海内之望。而自视焰然，远念不遗，若古之君子；有而若无，以能问于不能者也。仆诚喜闻而乐道，自顾何德以承之？仆已无所可用于世，顾其心痛圣学之不明，是以人心陷溺至此，思守先圣之遗训，与海内之同志者讲求切劘之，庶亦少资于后学，不徒生于圣明之朝。然蔽惑既久，人是其非，其能虚心以相听者鲜矣。若执事之德盛礼恭而与人为善，此诚仆所愿效其愚者，然又邑里隔绝，无因握手一叙，其为倾渴又如何可言耶！虽然，目击而道存，仆见执事之书，既已知执事之心，虽在千万里外，当有不言而信者。谨以新刻小书二册奉求教正。盖鄙心之所欲效者，亦略具于其中矣。便间幸示。 \\n 与陆清伯 \\n 惟乾之事将申遂没，痛哉！冤乎！不如是无以明区区罪恶之重至于贻累朋友，不如是无以彰诸君之笃于友道。痛哉！冤乎！不有诸君在，则其身没之后，将莫知所在矣，况有为之衣衾棺殓者乎！是则犹可以见惟乾平日为善之报，于大不幸之中而尚有可幸者存也。呜呼，痛哉！即欲为之一洗，自度事势未能遽脱，或必须进京，候到京日再与诸君商议而行之。苟遂归休，终须一举，庶可少泄此痛耳。其归丧一事，托王邦相为之经理。倘有不便，须仆到京，图之未晚也。行李倥偬中，未暇悉欲所言，千万心照！ \\n 与黄诚甫 \\n 近得宗贤寄示《礼疏》，明甚。诚甫之议，当无不同矣。古之君子，恭敬撙节退让以明礼，仆之所望于二兄者，则在此而不彼也。果若是，以为斯道之计，进于议礼矣。先妻不幸于前日奄逝，方在悲悼中；适陈子文往，草草存间阔。 \\n 二 \\n 别久极渴一语，子莘来，备道诸公进修，亦殊慰。大抵吾人习染已久，须得朋友相挟持。离群索居，即未免隳惰。诸公既同在留都，当时时讲习为佳也。 \\n 三 \\n 盛价来，领手札，知有贵恙，且喜渐平复矣。贱躯自六月暑病，然两目蒙蒙，两耳蓬蓬，几成废人，仅存微息，旬日前，元忠、宗贤过此，留数日北去。山庐卧病，期少谢人事，而应接亦多。今复归卧小阁，省愆自讼而已。闻有鼓枻之兴，果尔，良慰渴望。切劘砥砺之益，彼此诚不无也。 \\n 与黄勉之 \\n 承欲刻王信伯遗言，中间极有独得之见，非余儒所及。惜其零落既久，后学莫有传之者。因勉之寄此。又知程门有此人也，幸甚幸甚！中间如论明道、伊川处，似未免尚有执著，然就其所到，已甚高明特远，不在游、杨诸公之下矣。中间可省略者，删去之为佳。凡刻古人文字，要在发明此学，惟简明切实之为贵；若支辞蔓说，徒乱人耳目者，不传可也。高明以为何如？ \\n 复童克刚 \\n 春初枉顾，时承以八策见示，鄙意甚不为然。既而思之，皆学术不明之故，姑且与克刚讲学，未暇细论策之是非。旬日之后，学术渐明，克刚知见豁然，如白日之开云雾，遂翻然悔其初志，即欲焚弃八策，以为自此以后誓不复萌此等好高务外之念矣。当时同志诸友，无不叹服克刚，以为不惮改过而勇于从善若此，人人皆自以为莫及也。盛价远来，忽寻长笺巨册，谆谆恳恳，意求删改前策，将图复上，与临别丁宁意大相矛盾。岂间阔之久，切磋无力，遂尔迷误至此耶？《易》曰：“君子思不出其位”，若克刚斯举，乃所谓“思出其位”矣。又曰：“不易乎世，不成乎名，遁世无闷，忧则违之。”若克刚斯举，是易乎世而成乎名，非“遁世无闷，忧则违之”之谓矣。克刚向处山林，未尝知有朝廷事体。今日群司之中，缙绅士夫之列，其间高明剀切之论，经略康济之谟，何所不有？如八策中所陈，盖已不知几十百人几十百上矣，宁复有俟于克刚耶？克刚此举，虽亦仁人志士之心，然夜光之璧无因而投，人亦且按剑而怒，况此八策者，特克刚之敝帚耳，亦何保啬之深而必以投人为哉？若此策遂上，亦非独不见施行，且将有指摘非訾之者，其为克刚之累不小小也。克刚亦何苦而汲汲于为是哉？八策之中，类皆老生常谈，惟第五策于地方利害颇有相关，然亦不过诉状之词，一有司听之足矣。而克刚乃以为致治垂统之一策，得无以身家之故，遂为利害所蔽，而未暇深思之耶？明者一览，如见肺肝，但克刚不自知耳。昔者颜子在陋巷箪瓢，孔子贤之。夫陋巷单瓢，岂遂至于人不堪忧？其间盖亦必有患害屈抑，常情所不能当，如克刚今日之所遭际者矣。若其时遂以控之于时君世主，谫谫屑屑，求白于人，岂得复谓之贤乎？禹、稷昌言于朝，过门不入，以有大臣之责也，今克刚居颜子陋巷之地，而乃冒任禹、稷之忧，是宗祝而代庖人之割，希不伤手矣。 \\n 册末“授受”之说，似未端的，此则姑留于此，俟后日再讲。至于八策，断断不宜复留，遂会同志诸友共付丙丁，为克刚焚此魔障。克刚自此但宜收敛精神，日以忠信进德为务，默而成之，不言而信，不见是而无闷可也。 \\n 与郑启范侍御 \\n 某愚不自量，痛此学之不讲，而窃有志于发明之。自以劣弱，思得天下之豪杰相与扶持砥砺，庶几其能有成，故每闻海内之高明特达，忠信而刚毅者，即欣慕爱乐，不啻骨肉之亲。以是于吾启范虽未及一面之识，而心孚神契，已如白首之道交者，亦数年矣。每得封事读之，其间乃有齿及不肖者，则又为之赧颜汗背，促蹐不安。古之君子，耻有其名而无其实。吾于启范，惟切劘之是望，乃不考其实，而过情以誉于朝，异时苟有不称，将使启范为失言矣，如之何而可！不肖志虽切于求学，而质本迂狂疏谬，招尤速谤，自其所宜。近者复闻二三君子以不肖之故，相与愤争力辩于铄金销骨之地，至于冲锋冒刃而弗顾，仆何以当此哉！二三君子之心，岂不如青天白日，谁得而瑕滓之者！顾仆自反，亦何敢自谓无愧！则不肖之躯，将不免为轻云薄雾于二三君子矣，如之何而可！病躯懒放日久，已成废人；尚可勉强者，惟宜山林之下读书讲学而已。两广之任断非所堪，已具疏恳辞；必不得请，恐异日终为知己之忧也。言不能谢，惟自鞭策，以期天负相知，庶以为报耳。 \\n 答方叔贤 \\n 久不奉状，非敢自外，实以忧疾频仍，平生故旧类不敢通问。在吾兄诚不当以此例视，然广士之来游者相踵，山中启处，时时闻之。简札虚文，似有不必然者，吾兄当能亮之也。 \\n 圣主聪明不世出，诸公既蒙知遇若此，安可不一出图报！今日所急，惟在培养君德，端其志向。于此有立，政不足间，人不足谪，是谓“一正君而国定。”然此非有忠君报国之诚，其心断断休休者，亦只好议论粉饰于其外而已矣。仆积衰之余，病废日甚，岂复更堪兵甲驱驰之劳？况谗构未息，又可复出而冒为之乎？恳辞疏下，望与扶持，得具养疴林下。稍俟痊复，出而图报，非晚也。 \\n 二 \\n 昨见邸报，知西樵、兀崖皆有举贤之疏，此诚士君子立朝之盛节，若干年无此事矣，深用叹服！但与名其间，却有一二未晓者，此恐鄙人浅陋，未能知人之故。然此乃天下治乱盛衰所系，君子小人进退存亡之机，不可以不慎也。此事譬之养蚕，但杂一烂蚕于其中，则一筐好蚕尽为所坏矣。凡荐贤于朝，与自己用人又自不同，自己用人，权度在我，故虽小人而有才者，亦可以器使。若以贤才荐之于朝，则评品一定，便如白黑，其间舍短录长之意，若非明言，谁复知之？小人之才，岂无可用？如砒硫芒硝皆有攻毒破壅之功，但混于参芩耆术之间而进之，养生之人万一用之不精，鲜有不误者矣。仆非不乐二公有此盛举，正恐异日或为此举之累，故辄叨叨，当不以为罪也。 \\n 思、田事，贵乡往来人当能道其详。俗谚所谓生事事生，此类是矣。今其事体既已坏，尽欲以无事处之，要已不能，只求减省一分，则地方亦可减省一分劳攘耳。鄙见略具奏内，深知大拂喜事者之心，然欲杀数千无罪之人以求成一己之功，仁者之所不忍也！赍奏人去，凡百望指示之，舟次草草，未尽鄙怀，千万鉴恕！ \\n 与黄宗贤 \\n 仆多病积衰，潮热痰嗽，日甚一日，皆吾兄所自知，岂复能堪戎马之役者？况谗构未息，而往年江西从义将士，至今查勘未已，往往废业倾家，身死牢狱，言之实为痛心，又何面目见之！今若不量可否，冒昧轻出，非独精力决不能支，极其事势，正如无舵之舟乘飘风而泛海，终将何所止泊乎？在诸公亦不得不为多病之人一虑此也。恳辞疏下，望相扶持，终得养疴林下是幸。 \\n 席元山丧已还蜀否？前者奠辞想已转达。天不遗，此痛何极！数日间唐生自黄岩归，知宅上安好。世恭书来，备道佳子弟悉知向方。可喜间，附之知。 \\n 二 \\n 得书，知别后动定，且知世事之难为，人情之难测有若此者，徒增慨叹而已！朽才病废，百念俱息，忽承重寄，岂复能堪？若恳辞不获，自此将为知己之忧矣，奈何奈何！江西功次固不足道，但已八年余矣，尚尔查勘未息，致使效忠赴义之士废产失业，身死道途。纵使江西之功尽出冒滥，独不可比于都、湖、浙之赏乎？此事终须一白。但今日言之，又若有挟而要者。奈何奈何！ \\n 木翁旬日间亦且启行矣。此老慎默简重，当出流辈，但精力则向衰。若如兀崖之论，欲使之破长格以用财，不顾天下之毁誉荣辱，以力主国议，则恐势有所未能尽行耳。因论偶及，幸自知之。 \\n 东南小蠢，特疮疥之疾；群僚百司各怀谗嫉党比之心，此则腹心之祸，大为可忧者。近见二三士夫之论，始知前此诸公之心尚未平贴，姑待衅耳。一二当事之老，亦未见有同寅协恭之诚，间闻有口从面谀者，退省其私，多若仇仇。病废之人，爱莫为助，窃为诸公危之，不知若何而可以善其后，此亦不可不早虑也。 \\n 兵部差官还，病笔草草附此。西樵、兀崖皆不及别简，望同致意。近闻诸公似有德色傲容者，果尔，将重失天下善类之心矣。相见间可隐言及之。 \\n 三 \\n 近得邸报及亲友书，闻知石龙之于区区，乃无所不用其极若此；而西樵、兀崖诸公爱厚勤拳，亦复有加无已，深用悚惧。嗟乎！今求朝廷之上，信其有事君之忠、忧世之切、当事之勇、用心之公若诸公者，复何人哉！若之何而不足悲也！诸公既为此一大事出世，则其事亦不得不然。但于不肖则似犹有溺爱过情者，异日恐终不免为诸公知人之累耳。悚惧悚惧！ \\n 思、田之事，本亦无大紧要，只为从前张皇太过，后来遂不可轻易收拾。所谓天下本无事，在人自扰之耳。其略已具奏词，今往一通，必得朝廷如奏中所请，则地方庶可以图久安；不然，反复未可知也。贱躯患咳，原自南、赣蒸暑中得来，今地益南，气类感触，咳发益甚，恐竟成痼疾，不复可药。地方之事苟幸塞责，山林田野则惟其宜矣，他尚何说哉？ \\n 西樵、兀崖家事，极为时辈所挤排，殊可骇叹！此亦皆由学术不明，近来士夫专以客气相尚，凡所毁誉，不惟其是，惟其多，且胜者是附是和，是以至此。近日来接见者，略已一讲，已觉豁然有省发处，自后等意思亦当渐消除。 \\n 京师近来事体如何？君子道长，则小人道消；疾病既除，则元气亦当自复。但欲除疾病而攻治太厉，则亦足以耗其元气。药石之施，亦不可不以渐也。木翁、邃老相与如何？能不孤海内之望否？亦在诸公相与调和。此如行舟，若把舵不定而东撑西曳，亦何以致远涉险？今日之事，正须同舟共济耳。赍本人去，凡百望指示。 \\n 四 \\n 两广大势，罢敞已极，非得诚于为国为民，强力有为者为之数年，未可以责效也。思、田之患则幸已平靖，其间三五大巢，久为广西诸贼之根株渊薮者，亦已用计剿平。就今日久困积冤之民言之，亦可谓之太平无事矣。病躯咳患日增，平生极畏炎暑，今又深入炎毒之乡，遍身皆发肿毒，旦夕动履且有不能。若巡抚官再候旬月不至，亦只得且为归休之图，待罪于南、赣之间耳。圣天子在上，贤公卿在朝，真所谓明良相遇，千载一时。鄙人世受国恩，从大臣之末，固非果于忘世者，平生亦不喜为尚节求名之事，何忍遽言归乎？自度病势，非还故土就旧医，决将日甚一日，难复疗治，不得不然耳。 \\n 静庵，东罗、见山、西樵、兀崖诸公，闻京中方严书禁，故不敢奉启。诸公既当事，且须持之以镇定久远。今一旦名位俱极，固非诸公之得已，是乃圣天子崇德任贤，更化善治，非常之举，诸公当之，亦诚无愧。但贵不期骄，满不期溢。贤者充养有素，何俟人言？更须警惕朝夕，谦虚自居。其所以感恩报德者，不必务速效，求近功，要在诚心实意，为久远之图，庶不负圣天子今日之举，而亦不负诸公今日之出矣。仆于诸公，诚有道义骨肉之爱，故不觉及此，会间幸转致之。 \\n 五 \\n 前赍奏去，曾具白区区心事，不审已能逐所愿否？自入广来，精神顿衰。虽因病患侵凌，水土不服，要亦中年以后之人，其势亦自然至此，以是怀归之念日切。诚恐坐废日月，上无益于国家，下无以发明此学，竟成虚度此生耳，奈何奈何！ \\n 春初思、田之议，悉蒙朝廷裁允，遂活数万生灵。近者八寨、断藤之役，实以一方涂炭既极，不得已而为救焚之举，乃不意遂获平靖。此非有诸公相与协赞，力主于内，何由而致是乎？书去，各致此感谢之私，相见时，更望一申其恳恳。 \\n 巡抚官久未见推，仆非厌外而希内者，实欲早还乡里耳。恐病势日深，归之不及，一生未了心事，石龙其能为我恝然乎？身在而后道可弘，皮之不存，毛将焉附？诸公不敢辄以此意奉告，至于西樵，当亦能谅于是矣，曷亦相与曲成之？地方处置数事附进，自度已不能了此。倘遂允行，亦所谓尽心焉耳已。舟次伏枕草草，不尽所怀。 \\n 答见山冢宰 \\n 向赍本人去，曾奉短札，计已达左右矣。朽才病废，宁堪重托？恳辞之疏，必须朝廷怜准。与其他日蒙颠覆之戮，孰若今日以是获罪乎？东南小夷，何足以动烦朝廷若此！致有今日，皆由愤激所成。以主上圣明，德威所被，指日自将平定。但庙堂之上，至今未有同寅协恭之风，此则殊为可忧者耳。不知诸公竟何以感化而斡旋之？大抵谗邪不远，则贤士君子断不能安其位，以有为于时。自昔当事诸公，亦岂尽不知进贤而去不肖之为美？顾其平日本无忠君爱国之诚，不免阿时附俗，以苟目前之誉，卒之悦谀信谗，终于蔽贤病国而已矣。来官守催，力遣数四，始肯还。病笔草草，未尽倾企。 \\n 与霍兀崖宫端 \\n 往岁曾辱《大礼议》见示，时方在哀疚，心善其说而不敢奉复。既而元山亦有示，使者必求复书，草草作答。意以所论良是，而典礼已成，当事者未必能改，言之徒益纷争，不若姑相与讲明于下，俟信从者众，然后图之。其后议论既兴，身居有言不信之地，不敢公言于朝。然士夫之问及者，亦时时为之辩析，其在委曲调停，渐求挽复，卒亦不能有益也。后来赖诸公明目张胆，已申其义。然如倒仓涤胃，积于宿痰，虽亦快然一去，而病势亦甚危矣。今日急务，惟在扶养元气，诸公必有回阳夺化之妙矣。仆衰病陋劣，何足以与于斯耶！数年来频罹疾构，痰嗽潮热，日益尪羸，仅存喘息，无复人间意矣。乃者忽承两广之推，岂独任非其才，是盖责以其力之所必不能支，将以用之而实以毙之也。恳辞疏下，望相与扶持曲成，使得就医林下。幸而痊复，量力图报，尚有时也。 \\n 答潘直卿 \\n 远承遣问，情意蔼切，兼复奖与过分，仆何以得此哉！仆何以当此哉！愧悚愧悚！病废日久，习成懒放，虽问水寻山，渐亦倦兴，况兹军旅之役，岂其精力所复能堪？已具疏恳辞，必须得请，始可免于后悔。不然，将不免为知己之忧矣，奈何奈何！ \\n 宁藩之役，湖、浙及留都之有功者皆已升赏，独江西功次，今已六七年矣，尚尔查勘未息。今复欲使之荷戈从役，仆将何辞以出号令？亦何面目见之？赏罚，国之大典，今乃用之以快恩仇若此，仆一人不足惜，其如国事何！连年久分废弃，此等事不复挂之齿牙；今疼痛切身，不觉呻S吟Y之发，不知毕竟何如而可耳！知子文道长尚未至，且不作书，见时望致意。 \\n 寄翟石门阁老 \\n 思、田之议，悉蒙裁允，遂活一方数万之生灵。近者八寨、断藤之役，实以生民涂炭既极，不得已而为之救焚之举，乃不意遂获平靖。此非有魏公力主于朝，则金城之议无因而定；非有裴公赞决于内，则淮、蔡之绩何由而成？今日之事，敢忘其所由来乎？赍奏人去，辄申感谢之诚，并附起居之敬。但惟六月徂征，冲冒瘴疫，将士危险，颇异他时。稍得沾濡，亦少慰其勤苦耳。处置地方数事附进，得蒙赞允，尤为万幸。舟中伏枕，莫既下怀，伏祈鉴亮！ \\n 寄何燕泉 \\n 某久卧山中，习成懒僻；平生故旧，音问皆疏。遥闻执事养高归郴，越东楚西，何因一话？烟水之涯，徒切瞻望而已！去岁复以兵革之役，扶病强出，殊乖始愿。正如野麋入市，投足摇首，皆成骇触。忽枉笺教，兼辱佳章，捧诵洒然。盖安石东出之高，靖节柴桑之兴，执事兼而有之矣，仰叹可知！地方事苟幸平靖，伏枕已逾月，旬日后亦且具疏乞还。果遂所图，虽不获握手林泉，然郴岭之下，稽山之麓，聊复同此悠悠之怀也。使来，值湖兵正还，兼有计处地方之奏，冗冗乃尔久稽，又未能细请，临纸惘然，伏冀照亮！不具。"}
{"章节": "卷十三", "正文": "卷十三 \\n  \\n  \\n 静心录之五　续编二 \\n 书 \\n 与郭善甫 \\n 朱生至，得手书，备悉善甫相念之恳切。苟心同志协，工夫不懈，虽隔千里，不异几席，又何必朝夕相与一堂之上而为后快耶？ \\n 来书所问数节，杨仁夫去，适禅事方毕，亲友纷至，未暇细答。然致知格物之说，善甫已得其端绪。但于此涵泳深厚，诸如数说，将沛然融释，有不俟于他人之言者矣。荒岁道路多阻，且不必远涉，须稍收稔，然后乘兴一来。不缕缕。 \\n 寄杨仕德 \\n 临别数语极奋励，区区闻之，亦悚然有警。归途又往西樵一过，所进当益不同矣。此时已抵家。大抵忘己逐物，虚内事外，是近来学者时行症候。仁德既已看破此病，早晚自不废药石。康节云：“与其病后能服药，不若病前能自防。”此切喻，爱身者自当无所不用其极也。病疏至今未得报，此间相聚日众，最可喜。但如仕德、谦之既远去，而惟乾复多病，又以接济乏人为苦尔。尚谦度未能遽出。仕德明春之约果能不爽，不独区区之望，尤诸同游之切望也。 \\n 与顾惟贤 \\n 闻有枉顾之意，倾望甚切。继闻有夹剿之事，盖我独贤劳，自昔而然矣。此间上犹、南康诸贼，幸已扫荡，渠魁悉已授首，回军且半月。以湖广之故，留兵守隘而已。奏捷须湖广略有次第，然后举。朱守忠闻在对哨有面会之图，此亦一奇遇。近得甘泉书，已与叔贤同往西樵，令人想企，不能一日处此矣。承示“既饱，不必问其所食之物。”此语诚有病。已不能记当时所指，恐亦为世之专务辨论讲说而不求深造自得者说，故其语意之间，不无抑扬太过。虽然，苟诚知求饱，将必五谷是资。鄙意所重，盖以责夫不能诚心求饱者，故遂不觉其言之过激，亦犹养之未至也。凡言意所不能达，多假于譬喻。以意逆志，是为得之。若必拘文泥象，则虽圣人之言，且亦不能无病，况于吾侪，学未有至，词意之间本已不能无弊者，何足异乎。今时学者大患，不能立恳切之志，故鄙意专以责志立诚为重。同志者亦观其大意之所在，斯可矣。惟贤谓：“有所疑而未解，正如饥者之求食，若一日不食，则一日不饱。”诚哉是言！果能如饥者之求饱，安能一日而不食，又安能屏弃五谷而食画饼者乎？此亦可以不言而喻矣。承示为益已多，友朋切劘之职，不敢言谢。何时遇甘泉，更出此一正之。闽广之役，偶幸了事，皆诸君之功，区区盖坐享其成者。但闽寇虽平，而虔南之寇乃数倍于闽，善后之图，尚未知所出。野人归兴空切，不知知己者亦尝为念及此否也？曰仁近方告病，与二三友去耕霅上。霅上之谋实始于陆澄氏。陆与潮人薛侃皆来南都从学，二子并佳士，今皆举进士，未免又失却地主矣。向在南都相与者，曰仁之外，尚有太常博士马明衡、兵部主事黄宗明、见素之子林达有、御史陈杰、举人蔡宗兗、饶文璧之属，蔡今亦举进士，其时凡二三十人，日觉有相长之益。今来索居，不觉渐成放倒，可畏可畏！闲中有见，不妨写寄，庶亦有所警发也。甘泉此时已报满。叔贤闻且束装，会相见否？霍渭先亦美质，可与言。见时皆为致意。 \\n 承喻讨有罪者，执渠魁而散胁从，此古之政也，不亦善乎！顾浰贼皆长恶怙终，其间胁从者无几，朝撤兵而暮聚党，若是者亦屡屡矣，诛之则不可胜诛，又恐以其患遗诸后人。惟贤谓：“政教之不行，风俗之不美，以至于此。”岂不信然。然此膏肓之疾，吾其旬日之间可奈何哉？故今三省连累之贼，非杀之为难，而处之为难；非处之为难，而处之者能久于其道之为难也。贱躯以多病之故，日夜冀了此塞责而去，不欲复以其罪累后来之人，故犹不免于意必之私，未忍一日舍置。嗟乎！我躬不阅，遑恤我后，尽其力之所能为。今其大势亦幸底定，如其礼乐，以俟君子而已。数日前，已还军赣州。风毒大作，壅肿于坐卧，恐自此遂成废人，行且告休。人还，草草复。 \\n 承喻用兵之难，非独曲尽利害，足以开近议之惑，其所以致私爱于仆者，尤非浅也，愧感愧感！但龙川群盗为南赣患，几无虚月，剿捕之命屡下，所以未敢轻动，正亦恐如惟贤所云耳。虽今郴、桂夹攻之举，亦甚非鄙意所欲，况龙川乎！夏间尝具一疏，颇上其事，以湖广奉有成命，遂付空言。今录去一目，鄙心可知矣。湖广夹攻，为备已久。郴、桂之贼为湖广兵势所迫，四出攻掠，南赣日夜为备，今始稍稍支持。然广东以府江之役，尚未调集，必待三省齐发，复恐老师费财，欲视其缓急以次渐举。盖桂东上游之贼，湖广与江西夹攻，广东无与也。昌乐、乳源之贼，广东与湖广夹持，江西无与也。龙川之贼，江西与广东夹攻，湖广无与也。事虽一体，而其间贼情地势自不相及，若先举桂东上游，候广东兵集，然后举乳源诸处，末乃及于龙川，似亦可以节力省费而易为功。不知诸公之见又何如耶？所云龙川，亦止浰头一巢。盖环巢数邑被害已极，人之痛愤，势所不容已也。 \\n 来论谓：“得书之后，前疑涣然冰释。”幸甚幸甚！学不如此，只是一场说话，非所谓盈科而后进，成章而后达也。又自谓：“终夜思之，如污泥在面而不能即去。”果如污泥在面有不能即去者乎，幸甚幸甚！自来南、赣，平生益友离群索居，切劘之间不闻。近日始有薛进士辈一二人自北来，稍稍各有砥砺。又以讨贼事急，今屯浰头且已授首。漏网者甲从一二辈，其余固可略也。狼兵利害相半，若调犹未至，且可已之。此间所用皆机快之属，虽不能如狼兵之犀利，且易躯策，就约束。闻乳源诸贼已平荡，可喜。湖兵四哨，不下数万，所获不满二千，始得子月朔日会剿依期而往。彼反以先期见责，所谓文移时出侵语，诚有之。此举本渠所倡，今所俘获反不能多，意有未惬而愤激至此，不足为怪。浰头巢穴虽已破荡，然须建一县治以控制之，庶可永绝啸聚之患。已檄赣、惠二知府会议可否。高见且以为何如？南、赣大患，惟桶冈、横水、浰头三大贼，幸皆以次削平。年来归思极切，所恨风波漂荡，茫无涯涘。乃今幸有湾泊之机，知己当亦为吾喜也。乳源各处克捷，有两广之报，区区不敢冒捷。然亦且须题知，事毕之日，须备始末知之。 \\n 近得甘泉、叔贤书，知二君议论既合。自此吾党之学廓然同途，无复疑异矣，喜幸不可言！承喻日来进修警省不懈，尤足以慰倾望。此间朋友亦集，亦颇有奋起者。但惟鄙人冗疾相仍，精气日耗，兼之淹滞风尘中，未遂脱屣林下，相与专心讲习，正如俳优场中奏雅，纵复音调尽协，终不免于剧戏耳。乞休疏已四上，銮舆近闻且南幸，以疮疾暂止。每一奏事，辄往复三四月。此番倘得遂请，亦须冬尽春初矣。后山应援之说，审度事势，亦不必然，但奉有诏旨，不得不一行。此亦公文体面如此。闻彼中议论颇不齐，惟贤何以备见示，区区庶可善处也。 \\n 近得省城及南都诸公书报云，即日初十日圣驾北还，且云船头已发，不胜喜跃。贱恙亦遂顿减。此宗社之福，天下之幸，人臣之至愿，何喜何慰如之！但区区之心犹怀隐忧，或恐须及霜降以后，冬至以前，方有的实消息。其时贱恙当亦平复，即可放舟东下，与诸群一议地方事，遂图归计耳。闻永丰、新淦、白沙一带皆被流劫，该道守巡官皆宜急出督捕，非但安靖地方，亦可乘此机会整顿兵马，以预备他变。今恐事势昭彰，惊动远近，且不行文，书至，即可与各守巡备道区区之意，即时一出，勿更迟迟，轻忽坐视。思抑归兴，近却如何，若必不可已，俟回銮信的，徐图之未晚也。 \\n 近得江西策问，深用警惕。然自反而缩，固有举世非之而不顾者矣，其敢因是遂靡然自弛耶？《易》曰：“知至至之。”“知至”者，知也；“至之”者，致知也；此知行之所以合一也。若后世致知之说，止说得一知字，不曾说得致字，此知行所以二也。病发荼苦之人，已绝口人间事，念相知之笃，辄复一及。 \\n 北行不及一面，甚阙久别之怀。承寄《慈湖文集》，客冗未能遍观。来喻欲摘其尤粹者再图翻刻，甚喜。但古人言论，自各有见，语脉牵连，互有发越。今欲就其中以己意删节之，似亦甚有不易。莫若尽存，以俟具眼者自加分别。所云超捷，良如高见。今亦但当论其言之是与不是，不当逆观者之致疑，反使吾心昭明洞达之见，有所掩覆而不尽也。尊意以为何如？ \\n 与当道书 \\n 江省之变，大略具奏内。此人逆谋已非一日，久而未发，盖其心怀两图，是以迟疑未决，抑亦虑生之蹑其后也。近闻生将赴闽，必经其地，已视生为几上肉矣。赖朝廷之威灵，诸老先生之德庇，竟获脱身虎口。所恨兵力寡弱，不能有为尔。南、赣旧尝屯兵四千，朝有警而夕可发。近为户部必欲奏革商税，粮饷无所取给，故遂放散，未三月而有此变，复欲召集，非数月不能，亦且空然无资矣。世事之相挠阻，每每如此，亦何望乎？今亦一面号召忠义，取调各县机快，且先遣疲弱之卒，张布声势于丰城诸处，牵蹑其后。天夺其魄，彼果迟疑而未进。若再留半月，南都必已有备。彼一离窠穴，生将奋捣其虚，使之进不得前，退无所据。勤王之师，又四面渐集，必成擒矣。此生意料若此，切望诸老先生急赐议处，速遣能将，将重兵声罪而南，以绝其北窥之望。飞召各省，急兴勤王之师。此人凶残忌刻，世所未有，使其得志，天下无遗类矣。谅在庙堂，必有成算，区区愚诚，亦不敢不竭尽，生病疲尪，仅存余息。近者人闽，已具本乞休，必不得已，且容归省。不意忽遭此变，本非生之责任。但阖省无一官见在，人情涣散，汹汹震摇，使无一人牵制其间，彼得安意顺流而下，万一南都无备，将必失守。彼又分兵四掠，十三郡之民素劫于积威，必向风而靡。如此，则湖、湘、闽、浙皆不能保。及事闻朝廷，大兵南下，彼之奸计渐成，破之难矣。以是遂忍死暂留于此，徒以空言收拾散亡，感激忠义。日望命帅之来、生得以舆疾还越，死且暝目。伏惟诸老先生鉴其血诚，必赐保全，勿遂竭其力所不能，穷其智所不及，以为出身任事者之戒，幸甚幸甚！ \\n 与汪节夫书 \\n 足下数及吾门，求一言之益，足知好学勤勤之意。人有言古之学者为己，今之学者为人。今之学者须先有笃实为己之心，然后可以论学。不然，则纷纭口耳讲说，徒足以为为人之资而已。仆之不欲多言者，非有所靳，无可言耳。以足下之勤勤下问，使诚益励其笃实为己之志，归而求之，有余师矣。有能一日用其力于仁矣乎，我未见力不足者。足下勉之！“道南”之说，明道实因龟山南归，盖亦一时之言，道岂有南北乎？凡论古人得失，莫非为己之学，诵其诗，读其书，不知其人可乎，是以论其世也，是尚友也。果能有所得于尚友之实，又何以斯录为哉？节夫姑务为己之实，无复往年务外近名之病，所得必已多矣，此事尚在所缓也。凡作文，惟务道其心中之实，达意而止，不必过求雕刻，所谓修辞立诚者也。 \\n 寄张世文 \\n 执谦枉问之意甚盛。相与数月，无能为一字之益，乃今又将远别矣，愧负愧负！今时友朋，美质不无，而有志者绝少。谓圣贤不复可冀，所视以为准的者，不过建功名，炫耀一时，以骇愚夫俗子之观听。呜呼！此身可以为尧、舜，参天地，而自期若此，不亦可哀也乎？故区区于友朋中，每以立志为说。亦知往往有厌其烦者，然卒不能舍是而别有所先。诚以学不立志，如植木无根，生意将无从发端矣。自古及今，有志而无成者则有之，未有无志而能有成者也。远别无以为赠，复申其立志之说。贤者不以为迂，庶勤勤执谦枉问之盛心为不虚矣。 \\n 与王晋溪司马 \\n 伏惟明公德学政事高一世，守仁晚进，虽未获亲炙，而私淑之心已非一日。乃者承乏鸿胪，自以迂腐多疾，无复可用于世，思得退归田野，苟存余息。乃蒙大贤君子不遗葑菲，拔置重地，适承前官谢病之后，地方亦复多事，遂不敢固以疾辞。已于正月十六日抵赣，扶疾莅任。虽感恩图报之心无不欲尽，而精力智虑有所不及，恐不免终为荐举之累耳。伏惟仁人君子，器使曲成，责人以其所可勉，而不强人以其所不能，则守仁羁鸟故林之想，必将有日可遂矣。因遣官诣阙陈谢，敬附申谢私于门下，伏冀尊照。不备。守仁近因畲贼大修战具，远近勾结，将遂乘虚而入，乃先其未发，分兵掩扑。虽斩获未尽，然克全师而归，贼巢积聚亦为一空。此皆老先生申明律例，将士稍知用命，以克有此。不然，以南赣素无纪律之兵，见贼不奔，亦已难矣。况敢暮夜扑剿，奋呼追击，功虽不多，其在南赣，则实创见之事矣。伏望老先生特加劝赏，使自此益加激励，幸甚。今各巢奔溃之贼，皆聚横水、桶冈之间，与郴、桂诸贼接境。生恐其势穷，或并力复出。且天气炎毒，兵难深入远攻。乃分留重卒于金坑营前，扼其要害，示以必攻之势，使之旦夕防守，不遑他图。又潜遣人于已破各巢山谷间，多张疑兵，使既溃之贼不敢复还旧巢，聊且与之牵持。候秋气渐凉，各处调兵稍集，更图后举。惟望老先生授之以成妙之算，假之以专一之权，明之以赏罚之典。生虽庸劣，无能为役，敢不鞭策驽钝，以期无负推举之盛心。秋冬之间，地方苟幸无事，得以归全病喘于林下，老先生肉骨生死之恩，生当何如为报耶！正署，伏惟为国为道自重，不宣。 \\n 前月奏捷人去，曾渎短启，计已达门下。守仁才劣任重，大惧覆餗，为荐扬之累。近者南赣盗贼虽外若稍定，其实譬之疽痈，但未溃决。至其恶毒，则固日深月积，将渐不可瘳治。生等固庸医，又无药石之备，不过从旁抚摩调护，以纾目前。自非老先生发针下砭，指示方药，安敢轻措其手，冀百一之成？前者申明赏罚之请，固来求针砭于门下，不知老先生肯赐俯从，卒授起死回生之方否也？近得畲中消息，云将大举，乘虚入广。盖两广之兵近日皆聚府江，生等恐其声东击西，亦已密切布置，将为先事之图。但其事隐而未露，未敢显言于朝。然又不敢不以闻于门下。且闻府江不久班师，则其谋亦将自阻。大抵南、赣兵力极为空疏，近日稍加募选训练，始得三千之数。然而粮赏之资，则又百未有措。若夹攻之举果行，则其势尤为窘迫。欲称贷于他省，则他省各有军旅之费。欲加赋于贫民，则贫民又有从盗之虞。惟赣州虽有盐税一事，迩来既奉户部明文停止。但官府虽有禁止之名，而奸豪实窃私通之利。又盐利下通于三府，皆民情所深愿，而官府稍取其什一，亦商人所悦从。用是辄因官僚之议，仍旧抽放。盖事机窘迫，势不得已。然亦不加赋而财足，不扰民而事办，比之他图，固犹计之得者也。今特具以闻奏，伏望老先生曲赐扶持，使兵事得赖此以济，实亦地方生灵之幸。生等得免于失机误事之诛，其为感幸，尤深且大矣。自非老先生体国忧民之至，何敢每事控聒若此？伏冀垂照。不具。 \\n 生于前月二十日，地方偶获征功，已于是月初二日具本闻奏。差人既发，始领部咨，知夹攻已有成命。前者尝具两可之奏，不敢专主夹攻者，诚以前此三省尝为是举，乃往复勘议，动经岁月，形迹显暴，事未及举，而贼已奔窜大半。今老先生略去繁文之扰，行以实心，断以大义，一决而定，机速事果，则夹攻之举固亦未尝不善也。凡败军偾事，皆缘政出多门，每行一事，既禀巡抚，复禀镇守，复禀巡按，往返需迟之间，谋虑既泄，事机已去。昨睹老先生所议，谓阃外兵权，贵在专委；征伐事宜，切忌遥制。且复除去总制之名，使各省事有专责，不令掣肘，致相推托。真可谓一洗近年琐屑牵扰之弊。非有大公无我之心发强刚毅者，孰能与于斯矣？庙堂之上，得如老先生者为之张主，人亦孰不乐为之用乎？幸甚幸甚？今各贼巢穴之近江西者，盖已焚毁大半。但擒斩不多，徒党尚盛。其在广东、湖广者，犹有三分之一。若平日相机掩扑，则贼势分而兵力可省。今欲大举，贼且并力合势，非有一倍之众，未可轻议攻围。况南、赣之兵，素称疲弱，见贼而奔，乃其长技。广、湖所用，皆土官狼兵，贼所素畏，夹攻之日，势必偏溃江西，今欲请调狼兵以当其锋，非惟虑其所过残掠，兼恐缓不及事。生近以漳南之役，亲见上杭、程乡两处机快，颇亦可用，且在抚属之内。故今特调二县各一千名，并凑南赣新集起倩，共为一万二千之数。若以军法五攻之例，必须三省合兵十万而后可。但南、赣粮饷无措，不得已而从减省若此。伏望老先生特赐允可。若更少损其数，断然力不足以支寇矣。腐儒小生，素不习兵，勉强当事，惟恐覆公之餗。伏惟老先生悯其不逮，教以方略，使得有所持循，幸甚幸甚！ \\n 守仁始至赣，即因闽寇猖獗，遂往督兵。故前者渎奏谢启，极为草略，迄今以为罪。闽寇之始，亦不甚多，大军既集，乃连络四面而起，几不可支。今者偶获成功，皆赖庙堂德威成算，不然且不免于罪累矣，幸甚。守仁腐儒小生，实非可用之才。盖未承南、赣之乏，已尝告病求退。后以托疾避难之嫌，遂不敢固请，黾勉至此，实恐得罪于道德，负荐举之盛心耳。伏惟终赐指教而曲成之，幸甚幸甚！今闽寇虽平，而南赣之寇又数倍于闽，且地连四省，事权不一，兼之敕旨又有不与民事之说，故虽虚拥巡抚之名，而其实号令之所及止于赣州一城。然且尚多氐牾，是亦非皆有司者敢于违抗之罪，事势使然也。今为南、赣，止可因仍坐视，稍欲举动，便有掣肘。守仁窃以南、赣之巡抚可无特设，止存兵备，而统于两广之总制，庶几事体可以归一。不然，则江西之巡抚，虽三省之务尚有牵碍，而南、赣之事犹可自专。一应军马钱粮，皆得通融裁处，而预为之所，犹胜于今之巡抚，无事则开双眼以坐视，有事则空两手以待人也。夫弭盗所以安民，而安民者弭盗之本。今责之以弭盗，而使无与于民，犹专以药石攻病，而不复问其饮食调适之宜，病有日增而已矣。今巡抚之改革，事体关系，或非一人私议之间便可更定，惟有申明赏罚，犹可以稍重任使之权，而因以略举其职，故今辄有是奏。伏惟特赐采择施行，则非独生一人得以稍逭罪戮，地方之困亦可以少苏矣。非恃道谊深爱，何敢冒渎及此？万冀鉴恕。不宣。 \\n 即日，伏惟经纶帮政之暇，台候万福。守仁学徒慕古，识乏周时，谬膺简用，惧弗负荷。祇命以来，推寻酿寇之由，率因姑息之弊。所敢陈情，实恃知已。乃蒙天听，并赐允从，蕃锡宠石，恩与至重。是非执事，器使曲成，奖饰接引，何以得此？守仁无似，敢不勉奋庸劣，遵禀成略，冀收微效，以上答圣眷，且报所自乎？兹当发师，匆遽陈谢，伏惟台照。不备。 \\n 生惟君子之于天下，非知善言之为难，而能用善之为难。舜在深山之中，与木石居，鹿豕游，其所以异于深山之野人者几希。舜亦何以异于人哉？至其闻一善言，见一善行，沛然若决江河，莫之能御，然后见其与世之人相去甚远耳。今天下知谋才辩之士，其所思虑谋猷，亦无以大相远者。然多蔽而不知，或虽知而不能用，或虽用而不相决，雷同附和。求其的然真见，其孰为可行，孰为不可行，孰为似迂而实切，孰为似是而实非，断然施之于用，如神医之用药，寒暑虚实，惟意所投，而莫不有以曲中其机，此非有明睿之资，正大之学，刚直之气，其孰能与于此？若此者，岂惟后世之所难能，虽古之名世大臣，盖亦未之多闻也。守仁每诵明公之所论奏，见其洞察之明，刚果之断，妙应无方之知，灿然剖析之有条，而正大光明之学，凛然理义之莫犯，未尝不拱手起诵，歆仰叹服。自其识事以来，见世之名公巨卿，负盛望于当代者，其所论列，在寻常亦有可观，至于当大疑，临大利害，得丧毁誉，眩瞀于前，力不能正，即依违两可，掩覆文饰，以幸无事，求其卓然之见，浩然之气，沛然之词，如明公之片言者，无有矣。在其平时，明公虽已自有以异于人，人固犹若无以大异者，必至于是，而后见其相去之甚远也。守仁耻为佞词以谀人，若明公者，古之所谓社稷大臣，负王佐之才，临大节而不可夺者，非明公其谁欤！守仁后进于劣，何幸辱在驱策之末。奉令承教，以效其尺寸，所谓驽骀遇伯乐而获进于百里，其为感幸何如哉！迩者龙川之役，亦幸了事，穷本推原，厥功所自，已略具于奏末，不敢复缕缕。所恨福薄之人，难与成功，虽仰赖方略，侥幸塞责，而病患日深，已成废弃。昨日乞休疏人，辄尝恃爱控其恳切之情，日夜瞻望允报。伏惟明公终始曲成，使得稍慰老父衰病之怀，而百岁祖母，亦获一见为诀，死生骨肉之恩，生当何如为报耶！情隘词迫，气冀矜亮，死罪死罪！ \\n 近领部咨，见老先生之于守仁，可谓心无不尽，而凡其平日见于论奏之间者，亦已无一言之不酬。虽上公之爵，万户侯之封，不能加于此矣。自度鄙劣，何以克堪，感激之私，中心藏之，不能以言谢。然守仁之所以隐忍扶疾，身披锋镝，出百死一生以赴地方之急者，亦岂苟图旌赏，希阶级之荣而已哉？诚感老先生之知爱，期无负于荐扬之言，不愧称知己于天下而已矣。今虽不能大建奇伟之绩，以仰答知遇，亦幸苟无挠败戮辱，遣缪举之羞于门下，则守仁之罪责亦已少塞，而志愿亦可以无大憾矣，复何求哉！复何求域！伏惟老先生爱人以德，器使曲成，不责人以其所不备，不强人以其所不能，则凡才薄福，尪羸疾废如某者，庶可以遂其骸骨之请矣。乞休疏待报已三月，尚杳未有闻。归魂飞越，夕不能旦。伏望悯其迫切之情，早赐允可，是所谓生死而肉骨者也，感德当何如耶！ \\n 辄有私梗，仰恃知爱，敢以控陈。近日三省用兵之费，广、湖两省皆不下十余万，生处所乞止于三万，实皆分毫扣算，不敢稍存赢余。已蒙老先生洞察其隐，极力扶持，尽赐准允。后户部复见沮抑，以故昨者进兵之际，凡百皆临期那借屑凑，殊为窘急。赖老先生指授，幸而两月之内，偶克成功。不然，决致败事矣。此虽已遂之事，然生必欲一鸣其情者，窃恐因此遂误他日事耳。又南、赣盗贼巢穴，虽幸破荡，而漏殄残党，难保必无。兼之地连四省，深山盘谷，逃流之民，不时啸聚。辄采民情，议于横水大寨，请建县治，为久安之图。乘间经营，已略有次第。守仁迂疏病懒，于凡劳役之事，实有不堪。但筹度事势，有不得不然者，是以不敢以病躯欲归之故。闭遏其事而不可闻，苟幸目前之塞责而已也。伏惟老先生并赐裁度施行，幸甚！ \\n 守仁不肖，过蒙荐奖，终始曲成，言无不行，请无不得，既假以赏罚之权，复委以提督之任，授之方略，指其迷谬，是以南、赣数十年桀骜难攻之贼，两月之内，扫荡无遗。是岂驽劣若守仁者之所能哉？昔人有言，追获兽免，功狗也；发纵指示，功人也。守仁赖明公之发纵指示，不但得免于挠败之戮，而又且与于追获兽兔之功，感恩怀德，未知此生何以为报也！因奏执捷人去，先布下恳。俟兵事稍闲，尚当具启修谢。伏惟为国为道自重，不宣。迩者南、赣盗贼遂获底定，实皆老先生定议授算，以克有此。生辈不过遵守奉行之而已。何功之有，而敢冒受重赏乎？伏惟老先生橐龠元和，含洪无迹，乃欲归功于生。物物惟不自知其生之所自焉尔，苟知其生之所自，其敢自以为功乎？是自绝其生也已。拜命之余，不胜渐惧，辄具本辞免，非敢苟为逊避，实其中心有不自安者。升官则已过甚，又加之荫子，若之何其能当之。负且乘，致寇至。生非无贪得之心，切惧寇之将至也。伏惟老生鉴其不敢自安之诚，特赐允可，使得仍以原职致事而去，是乃所以曲成而保全之也，感刻当何如哉！渎冒尊威，死罪死罪！ \\n 忧危之际，不敢数奉起居，然此心未尝一日不在门墙也。事穷势极，臣子至此，惟有痛哭流涕而已，可如何哉！生前者屡乞省葬，盖犹有隐忍苟全之望。今既未可，得以微罪去归田里，即大幸矣。素蒙知爱之深，敢有虚妄，神明诛殛。惟鉴其哀恳，特赐曲成，生死肉骨之感也。地方事决知无能为，已闭门息念，袖手待尽矣。惟是苦痛切肤，未免复为一控，亦聊以尽吾心焉尔。临启悲怆，不知所云。 \\n 自去冬畏途多沮，遂不敢数数奉启，感刻之情，无由一达，缪劣多忤，尚获曲全，非老先生何以得此。“中心藏之，何日忘之。”诵此而已，何能图报哉！江西之民困苦已极，其间情状，计已传闻，无俟复喋。今骚求既未有艾，钱粮又不得免，其变可立待。去岁首为控奏，既未蒙旨，继为申请，又不得达，今兹事穷势极，只得冒罪复请。伏望悯地方之涂炭，为朝廷深忧远虑，得与速免，以救燃眉，幸甚幸甚！生之乞归省葬，去秋已蒙贼平来说之旨，冬底复请，至今未奉允报。生之汲汲为此，非独情事苦切，亦欲因此稍避怨嫉。素蒙老先生道谊骨肉之爱，无所不至，于此独忍不一举手投足，为生全之地乎？今地方事残破惫极，其间宜修举者百端，去岁尝缪申一二奏，皆中途被沮而归。继是而后，遂以形迹之嫌，不敢复有所建白。兼贱恙日尪瘠，又以父老忧危致疾之故，神志恍恍，终日如在梦寐中。今虽复还省城，不过闭门昏卧，服药喘息而已。此外人事都不复省，况能为地方救灾拯难，有所裨益于时乎？所以复有蠲租之请者，正如梦中人被锥刺，未能不知疼痛，纵其手足扑疗不及，亦复一呻S吟Y耳。老先生幸怜其志，哀其情，速免征科，以解地方之倒悬。一允省葬之乞，使生得归全首领于牖下，则阖省蒙更生之德，生父子一家，受骨肉之恩举含刻于无涯矣。昏懵中控诉无叙，临启不胜怆慄。 \\n 屡奉启，皆中途被沮，无由上达。幸其间乃无一私语，可以质诸鬼神。自是遂不敢复具。然此颠顿窘局，苦切屈仰之情，非笔舌可盖者，必蒙悯照，当不俟控吁而悉也。日来呕血，饮食顿减，潮热夜作。自计决非久于人世者，望全始终之爱，使得早还故乡。万一苟延余息，生死肉骨之恩，当何如图报耶？余情张御史当亦能悉，伏祈垂亮。不备。 \\n 比兵部差官来赍示批札，开谕勤卷，佐亦随至，备传垂念之厚。昔人有云，公之知我，胜于我之自知。若公今日之爱生，实乃胜于生之自爱也，感报当何如哉！明公一身系宗社安危，持衡甫旬月，略示举动，已足以大慰天下之望矣。百当有别启。差官回，便辄先附谢，伏惟台鉴。不具。 \\n 与陆清伯书 \\n 屡得书，见清伯所以省愆罪已之意，可谓真切恳到矣。即此便是清伯本然之良知。凡人之为不善者，虽至于逆理乱常之极，其本心之良知，亦未有不自知者。但不能致其本然之良知，是以物有不格，意有不诚，而卒人于小人之归。故凡致知者，致其本然之良知而已。《大学》谓之“致知格物”，在《书》谓之“精一”，在《中庸》谓之“慎独”，在《孟子》谓之“集义”，其工夫一也。向在南都，尝谓清伯喫紧于此。清伯亦自以为既知之矣。近睹来书，往往似尚未悟，辄复赘此。清伯更精思之。《大学》古本一册寄去，时一览。近因同志之士，多于此处不甚理会，故序中特改数语。有得便中写知之。季惟乾事善类所共冤，望为委曲周旋之。 \\n 与许台仲书 \\n 荣擢谏垣，闻之喜而不寐。非为台仲喜得此官，为朝廷谏垣喜得台仲也。孟子云：“人不足与适也，政不足与间也。惟大人为能格君心之非。”“一正君而国定矣。”碌碌之士，未论其言之若何，苟言焉，亦足尚矣。若夫君子之志于学者，必时然后言而后可，又不专以敢言为贵也。去恶先其甚者。颠倒是非。固已得罪于名教；若搜罗琐屑，亦君子之所耻矣。尊意以为何如？向时格致之说，近来用工有得力处否？若于此见得真切，即所谓一以贯之。如前所云，亦为琐琐矣。 \\n 又 \\n 吾子累然忧服之中，顾劳垂念至勤，贤即以书币远及，其何以当！其何以当！道不可须臾而间，故学不须臾而间，居丧亦学也。而丧者以荒迷自居，言不能无荒迷尔，学则不至于荒迷，故曰：“丧事不敢不勉。宁戚之说，为流俗忘本者言也。”喜怒哀乐，发皆中节谓和。哀亦有和焉，发于至诚，而无所乘戾之谓也。夫过情，非和也；动气，非和也；有意必于其间，非和也。孺子终日啼而不嗌，和之至也。知此，则知居丧之学，固无所异于平居之学矣。闻吾子近日有过毁之忧，辄敢以是奉告，幸图其所谓大孝者可也。 \\n 与林见素 \\n 执事孝友之行，渊博之学，俊伟之才，正大之气，忠贞之节。某自弱冠从家君于京师，幸接比邻，又获与令弟相往复，其时固已熟闻习见，心悦而诚服矣。第以薄劣之资，未敢数数有请。其后执事德益盛，望益隆，功业益显，地益远，某企仰益切，虽欲忘其薄劣，一至君子之庭，以濡咳唾之余，又益不可得矣。执事中遭谗嫉，退处丘园，天下之士，凡有知识，莫不为之扼腕不平，思一致其勤卷。而况某素切向慕者，当如何中为心？顾终岁奔走于山夷海僚之区，力不任重，日不暇给，无由一申起居，徒时时于交游士夫间，窃执事之动履消息。皆以为人不堪其忧愤，而执事处之恬然，从容礼乐之间，与平居无异。《易》所谓“时困而德辨，身退而道亨”，于执事见之矣。圣天子维新政化，复起执事，寄之股肱，诚以慰天下之望。此盖宗社生民之庆，不独知游之幸，善类之光而已也。 \\n 正欲作一书，略序其前后倾企纡郁未伸之怀，并致其欢欣庆忭之意，值时归省老亲，冗病交集，尚尔未能。而区区一时侥幸之功，连年屈辱之志，乃蒙为之申理，诱掖过情，而褒赏逾分，又特遣人驰报慰谕。此固执事平日与人为善之素心，大公无我之盛节，顾浅陋卑劣，其将何以承之乎！感激惶悚，莫知攸措。使还，冗剧草草，略布下悃。至于恩命之不敢当，厚德之未能谢者，尚容专人特启。不具。 \\n 与杨邃庵 \\n 某之缪辱知爱，盖非一朝一夕矣。自先君之始托交于门下，至于今，且四十余年。父子之间，受惠于不知，蒙施于无迹者，何可得而胜举。就其显然可述，不一而足者，则如先君之为祖母乞葬祭也，则因而施及其祖考。某之承乏于南赣，而行事之难也，则因而改授以提督。其在广会征，偶获微功，而见诎于当事也，则竟违众议而申之。其在西江，幸夷大憝，而见构于权奸也，则委曲调护，既允全其身家，又因维新之诏，而特为之表扬暴白于天下，力主非常之典，加之以显爵。其因便道而告乞归省也，则既嘉允其奏，而复优之以存问。其颁封爵之典也，出非望之恩，而遂推及其三代。此不待人之请，不由有司之议，傍无一人可致纤毫之力。而独出于执事之心者，恩德之深且厚也如是，受之者宜何如为报乎！夫人有德于己，而不知以报者，草木鸟兽也，栎之树，随之蛇，尚有灵焉，人也而顾草木乌兽之弗若耶？顾无所可效其报者，惟中心藏之而已。中心藏之，而辄复言之，惧执事之谓其藐然若罔闻知，而遂以草木视之也。迩者先君不幸大故，有司以不肖孤方茕然在疚，谓其且无更生之望，遂以葬祭赠谥为之代请，颇为该部所抑，而朝廷竟与之以葬祭。是执事之心，何所不容其厚哉！乃今而复有无厌之乞，虽亦其情之所不得已，实恃知爱之笃，遂径其情，而不复有所讳忌嫌沮，是诚有类于藐然若罔闻知者矣。事之颠末，别具附启。惟执事始终其德而不以之为戮也，然后敢举而行之。 \\n 与萧子雍 \\n 缪妄迂疏，多招物议，乃其宜然。每劳知已为之忧念不平，徒增悚赧耳。荼毒未死之人，此身已非己有，况其外之毁誉得丧，又敢与之乎？哀痛稍苏时，与希渊一二友喘息于荒榛丛草间，惴惴焉惟免于戮辱是幸，他更无复愿矣。近惟教化大行，已不负平时祝望。知者不虑其不明，而虑其过察；果者不虑其无断，而虑其过严。若夫尊德乐义，激浊扬清，以不变陋习，吾与昔人，可无间然矣。盛价还，草草无次。 \\n 与德洪 \\n 大学或问数条，非不愿共学之士尽闻斯义，顾恐藉寇兵而赍盗粮，是以未欲轻出。且愿诸公与海内同志口相授受，俟其有风机之动，然后刻之非晚也。此意尝与谦之面论，当能相悉也。江、广两途，须至杭城始决。若从西道，又得与谦之一话于金、焦之间。冗甚，不及写书，幸转致其略。"}
{"章节": "卷十四（1）", "正文": "卷十四（1） \\n  \\n  \\n 静心录之六　续编二 \\n 与滁阳诸生书并问答语 \\n 诸生之在滁者，吾心未尝一日而忘之。然而阔焉无一字之往，非简也，不欲以世俗无益之谈徒往复为也。有志者，虽吾无一字，固朝夕如面也。其无志者，盖对面千里，况千里之外盈尺之牍乎！孟生归，聊寓此于有志者，然不尽列名，且为无志者讳，其因是而尚能兴起也。 \\n 或患思虑纷杂，不能强禁绝。阳明子曰：“纷杂思虑，亦强禁绝不得，只就思虑萌动处省察克治，到天理精明后，有个物各付物的意思，自然静专，无纷杂之念。《大学》所谓‘知止而后有定’也。” \\n 德洪曰：“滁阳为师讲学首地，四方弟子，从游日众。嘉靖癸丑秋，太仆少卿吕子怀复聚徒于师祠。洪往游焉，见同门高年有能道师遗事者。当时师惩末俗卑污，引接学者多就高明一路，以救时弊。既后渐有流入空虚，为脱落新奇之论。在金陵时，已心切忧焉。故居赣则教学者存天理，去人欲，致省察克治实功。而征宁藩之后，专发致良知宗旨，则益明切简易矣。兹见滁中子弟尚多能道静坐中光景。洪与吕子相论致良知之学无间于动静，则相庆以为新得。是书孟源、伯生得之金陵。时闻滁士有身背斯学者，故书中多愤激之辞。后附问答语，岂亦因静坐顽空而不修省察克治之功者发耶？ \\n 家书墨迹四首 \\n 四首墨迹，先师胤子正亿得之书柜中，装制卷册，手泽灿然，每篇乞洪跋其后。 \\n 与克彰太叔 \\n 克彰号石川师之族叔祖也听讲就弟子列退坐私室，行家人礼别久缺奉状，得诗见迩来进修之益，虽中间词意未尽纯莹，而大致加于时人一等矣。愿且玩心高明，涵泳义理，务在反身而诚，毋急于立论饰辞，将有外驰之病。所云“善念才生，恶念又在”者，亦足以见实尝用力。但于此处须加猛省。胡为而若此也？无乃习气所缠耶？ \\n 自俗儒之说行，学者惟事口耳讲习，不复知有反身克已之道。今欲反身克已，而犹狃于口耳讲诵之事，固宜其有所牵缚而弗能进矣。夫恶念者，习气也；善念者，本性也；本性为习气所汩者，由于志之不立也。故凡学者为习所移，气所胜，则惟务痛惩其志。久则志亦渐立。志立而习气渐消。学本于立志，志立而学问之功已过半矣。此守仁迩来所新得者，愿毋轻掷。 \\n 若初往年亦常有意左、屈，当时不暇与之论，至今缺然。若初诚美质，得遂退休，与若初了夙心，当亦有日。见时为致此意，务相砥励以臻有成也。人行，遽不一一。 \\n 恶念者，习气也；善念者，本性也；本性为习所胜、气所汩者，志不立也。痛惩其志，使习气消而本性复，学问之功也。噫！此吾师明训昭昭告太叔者告吾人也，可深省也夫！德洪为亿弟书。 \\n 与徐仲仁 \\n 仲仁即曰仁，师之妹婿也 \\n 北行仓率，不及细话。别后日听捷音，继得乡录，知秋战未利。吾子年方英妙，此亦未足深憾，惟宜修德积学，以求大成。寻常一第，固非仆之所望也。家君舍众论而择子，所以择子者，实有在于众论之外，子宜勉之！勿谓隐微可欺而有放心，勿谓聪明可恃而有怠志；养心莫善于义理，为学莫要于精专；毋为习俗所移，毋为物诱所引；求古圣贤而师法之，切莫以斯言为迂阔也。 \\n 昔在张时敏先生时，令叔在学，聪明盖一时，然而竟无所成者，荡心害之也。去高明而就污下，念虑之间，顾岂不易哉！斯诚往事之鉴，虽吾子质美而淳，万无是事，然亦不可以不慎也。意欲吾子来此读书，恐未能遂离侍下，且未敢言此，俟后便再议。所不避其切切，为吾子言者，幸加熟念，其亲爱之情，自有不能已也。 \\n 海日翁为女择配，人谓曰仁聪明不逮于其叔，海日翁舍其叔而妻曰仁。既后，其叔果以荡心自败，曰仁卒成师门之大儒。噫！聪明不足恃，而学问之功不可诬也哉！德洪跋。 \\n 上海日翁书 \\n 寓吉安男王守仁百拜书上父亲大人膝下： \\n 江省之变，昨遣来隆归报，大略想已如此。时宁王尚留省城，未敢远出，盖虑男之捣其虚，蹑其后也。男处所调兵亦稍稍聚集，忠义之风日以奋扬，观天道人事，此贼不久断成擒矣。昨彼遣人赍檄至，欲遂斩其使，奈赍檄人乃参政季斅，此人平日善士，又其势亦出于不得已，姑免其死，械击之。已发兵至丰城诸处分布，相机而动。所虑京师遥远，一时题奏无由即达。命将出师，缓不及事，为可忧尔。男之欲归已非一日，急急图此已两年，今竟陷身于难。人臣之义至此，岂复容苟逃幸脱！惟俟命师之至，然后敢申前恳。俟事势稍定，然后敢决意驰归尔。伏望大人陪万保爱，诸弟必能勉尽孝养，旦暮切勿以不孝男为念。天苟悯男一念血诚，得全首领，归拜膝下，当必有日矣。因闻巡检便，草此。临书慌愦，不知所云。七月初二日。 \\n 右吾师逢宁濠之变，上父海日翁第二书也。自丰城闻变，与幕士定兴兵之策，恐翁不知，为贼所袭，即日遣家人间道趋越。至是发兵于吉安，复为是报，慰翁心也。且自称姓者，别疑也。尝闻幕士龙光云：“时师闻变，返风回舟。濠追兵将及，师欲易舟潜遁。顾夫人诸公子正宪在舟。夫人手提剑别师曰：‘公速去，毋为妾母子忧。脱有急，吾恃此以自卫尔！’及退还吉安，将发兵，命积薪围公署，戒守者曰：‘傥前报不利，即举火爇公署。’时邹谦之在中军，闻之，亦取其夫人来吉城，同誓国难。人劝海日翁移家避仇。翁曰：‘吾儿以孤旅急君上之难，吾为国旧臣，顾先去以为民望耶！’遂与有司定守城之策，而自密为之防。”噫！吾师于君臣、父子、夫妇之间，一家感遇若此，至今人传忠义凛凛。是书正亿得于故纸堆中，读之怆然，如身值其时。晨夕展卷，如侍对亲颜。嘉靖壬子，海夷寇黄严，全城煨烬。时正亿游北雍，内子黄哀惶奔亡，不携他物，而独抱木主图像以行，是卷亦幸无恙。噫！岂正亿平时孝感所积，抑吾师精诚感通，先时身离患难，而一墨之遗，神明有以护之耶？后世子孙受而读之，其知所重也哉！德洪拜手跋。 \\n 岭南寄正宪男 \\n 初到江西，因闻姚公已在宾州进兵，恐我到彼，则三司及各领兵官未免出来迎接，反致阻挠其事，是以迟迟其行。意欲俟彼成功，然后往彼，公同与之一处。十一月初七，始过梅岭，乃闻姚公在彼以兵少之故，尚未敢发哨，以是只得昼夜兼程而行。今日已度三水，去梧州已不远，再四五日可到矣。途中皆平安，只是咳嗽尚未全愈，然亦不为大患。书到，可即告祖母汝诸叔知之，皆不必挂念。家中凡百皆只依我戒谕而行。魏廷豹、钱德洪、王汝中当不负所托，汝宜亲近敬信，如就芝兰可也。廿二叔忠信好学，携汝读书，必能切励。汝不审近日亦有少进益否？聪儿迩来眠食如何？凡百只宜谨听魏廷豹指教，不可轻信奶婆之类，至嘱至嘱！一应租税帐目，自宜上紧，须不俟我丁宁。我今国事在身，岂复能记念家事，汝辈自宜体悉勉励，方是佳子弟尔。十一月望。 \\n 正亿初名聪，师之命名也。嘉靖壬辰秋，依其舅氏黄久庵寓留都，值时相更名于朝，责洪为文告师，请更今名。当时问眠食如何，今正亿壮且立，男女森列矣。噫，吾何以不负师托乎！方今四方讲会日殷，相与出求同志，研究师旨，以成师门未尽之志，庶乎可以慰遗灵于地下尔。是在二子！嘉靖丁已端阳日，门人钱德洪百拜跋于天真精舍之传经楼。 \\n 赣州书示四侄正思等 \\n 近闻尔曹学业有进，有司考校，获居前列，吾闻之喜而不寐。此是家门好消息，继吾书香者，在尔辈矣。勉之勉之！吾非徒望尔辈但取青紫荣身肥家，如世俗所尚，以夸市井小儿。尔辈须以仁礼存心，以孝弟为本，以圣贤自期，务在光前裕后，斯可矣。吾惟幼而失学无行，无师友之助，迨今中年，未有所成。尔辈当鉴吾既往，及时勉力，毋又自贻他日之悔，如吾今日也。习俗移人，如油渍面，虽贤者不免，况尔曹初学小子能无溺乎？然惟痛惩深创，乃为善变。昔人云：“脱去凡近，以游高明。”此言良足以警，小子识之！吾尝有《立志说》与尔十叔，尔辈可从钞录一通，置之几间，时一省览，亦足以发。方虽传于庸医，药可疗夫真病。尔曹勿谓尔伯父只寻常人尔，其言未必足法；又勿谓其言虽似有理，亦只是一场迂阔之谈，非吾辈急务；苟如是，吾末如之何矣！读书讲学，此最吾所宿好，今虽干戈扰攘中，四方有来学者，吾未尝拒之。所恨牢落尘网，未能脱身而归。今幸盗贼稍平，以塞责求退，归卧林间，携尔尊朝夕切劘砥砺，吾何乐如之！偶便先示尔等，尔等勉焉，毋虚吾望。正德丁丑四月三十日。 \\n 又与克彰太叔 \\n 日来德业想益进修，但当兹末俗，其于规切警励，恐亦未免有群雌孤雄之叹，如何？印弟凡劣，极知有劳心力，闻其近来稍有转移，亦有足喜。所贵乎师者，涵育薰陶，不言而喻，盖不诚未有能动者也。于此亦可以验己德。因便布此，言不尽意。 \\n 正月廿六日得旨，令守仁与总兵各官解囚至留都。行及芜湖，复得旨回江西抚定军民。皆圣意有在，无他足虑也。家中凡百安心，不宜为人摇惑，但当严缉家众，扫除门庭，清静俭朴以自守，谦虚卑下以待人，尽其在我而已，此外无庸虑也。正宪辈狂稚，望以此意晓谕之。近得书闻老父稍失调，心极忧苦。老年之人，只宜以宴乐戏游为事，一切家务皆当屏置，亦望时时以此开劝，家门之幸也。至祝至祝！事稍定，即当先报归期。家中凡百，全仗训饬照管，不一。 \\n 老父疮疾，不能归侍，日夜苦切，真所谓欲济无梁，欲飞无翼。近来诚到，知渐平复，始得稍慰。早晚更望太叔宽解怡悦其心。闻此时尚居丧次，令人惊骇忧惶。衰年之人，妻孥子孙日夜侍奉承直，尚恐居处或有未宁，岂有复堪孤疾劳苦如此之理！就使悉遵先生礼制，则七十者亦惟衰麻在身，饮酒食肉处于内，宴饮从于游可也。况今七十五岁之人，乃尚尔茕茕独苦若此，妻孥子孙何以自安乎？若使祖母在冥冥之中知得如此哀毁，如此孤苦，将何如为心？老年之人，独不为子孙爱念乎？况于礼制亦自过甚，使人不可以继，在贤知者亦当俯就，切望恳恳劝解，必须入内安歇，使下人亦好早晚服事。时尝游嬉宴乐，快适性情，以调养天和。此便自为子孙造无穷之福。此等言语，为子者不敢直致，惟望太叔为我委曲开譬，要在必从而后已，千万千万！至恳至恳！正宪读书，一切举业功名等事皆非所望，但惟教之以孝弟而已。来诚还，草草不尽。 \\n 祖母岑太夫人百岁考终时，海日翁寿七十有五矣，尤茕茕苫块，哀毁逾制。师十二失恃，鞠于祖母。在赣屡乞终养弗遂，至是闻讣，已不胜痛割。又闻海日翁居丧之戚，将何以为情？“欲济无梁，欲飞无翼”，读之令人失涕。师之学发明同体万物之旨，使人自得其性，故于人义天常无不恳至，而居常处变，神化妙应，以成天下之务，可由此出。其道可以通诸万世而无弊者，得其道之中也。录此可以想见其概。德洪跋。 \\n 寄正宪男手墨二卷 \\n 正宪字仲肃，师继子也。嘉靖丁亥，师起征思田，正亿方二龄。托家政于魏子廷豹，使饬家众以字胤子。托正宪于洪与汝中，使切劘学问以饬内外。延途所寄音问，当军旅倥偬之时，犹字画遒劲，训戒明切。至今读之，宛然若示严范。师没后，越庚申，邹子谦之、陈子惟浚来自怀玉，奠师墓于兰亭，正宪携卷请题其后。噫！今二子与正宪俱为泉下人矣，而斯卷独存。正宪年十四，袭师锦衣荫，喜正亿生，遂辞职出就科试。即其平生，邹子所谓“授简不忘”，“夫子于昭”之灵，实宠嘉之”，其无愧于斯言矣乎！ \\n 即日舟已过严滩，足疮尚未愈，然亦渐轻减矣。家中事凡百与魏廷豹相计议而行。读书敦行，是所至嘱。内外之防，须严门禁。一应宾客来往，及诸童仆出入，悉依所留告示，不得少有更改。四官尤要戒饮博，专心理家事。保一谨实可托，不得听人哄诱，有所改动。我至前途，更有书报也。 \\n 舟过临江，五鼓与叔谦遇于途次，灯下草此报汝知之。沿途皆平安，咳嗽尚未已，然亦不大作。广中事颇急，只得连夜速进，南赣亦不能久留矣。汝在家中，凡宜从戒论而行。读书执礼，日进高明，乃吾之望。魏廷豹此时想在家，家众悉宜遵廷豹教训，汝宜躬率身先之。书至，汝即可报祖母诸叔。况我沿途平安，凡百想能体悉我意，铃束下人谨守礼法，皆不俟吾喋喋也。廷豹、德洪、汝中及诸同志亲友，皆可致此意。 \\n 近两得汝书，知家中大小平安。且汝自言能守吾训戒，不敢违越，果如所言，吾无忧矣。凡百家事及大小童仆，皆须听魏廷豹断决而行。近闻守度颇不遵信，致氐牾廷豹。未论其间是非曲直，只是氐牾廷豹，便已大不是矣。继闻其游荡奢纵如故，想亦终难化导。试问他毕竟如何乃可，宜自思之。守悌叔书来，云汝欲出应试。但汝本领未备，恐成虚愿。汝近来学业所进吾不知，汝自量度而行，吾不阻汝，亦不强汝也。德洪、汝中及诸直谅高明，凡肯勉汝以德义，规汝以过失者，汝宜时时亲就。汝若能如鱼之于水，不能须臾而离，则不及人不为忧矣。吾平生讲学，只是“致良知”三字。仁，人心也；良知之诚爱恻怛处，便是仁，无诚爱恻怛之心，亦无良知可致矣。汝于此处，宜加猛省。家中凡事不暇一一细及，汝果能敬守训戒，吾亦不必一一细及也。余姚诸叔父昆弟皆以吾言告之。前月曾遣舍人任锐寄书，历此时当已发回。若未发回，可将江西巡抚时奏报批行稿簿一册，共计十四本，封固付本舍带来。我今已至平南县，此去田州渐近。田州之事，我承姚公之后，或者可以因人成事。但他处事务似此者尚多，恐一置身其间，一时未易解脱耳。汝在家凡百务宜守我戒谕，学做好人。德洪、汝中辈须时时亲近，请教求益。聪儿已托魏廷豹时常一看。廷豹忠信君子，当能不负所讬。但家众或有桀惊不肯遵奉其约束者，汝须相与痛加惩治。我归来日，断不轻恕。汝可早晚常以此意戒饬之。廿二弟近来砥砺如何？守度近来修省如何？保一近来管事如何？保三近来改过如何？王祥等早晚照管如何？王祯不远出否？此等事，我方有国事在身，安能分念及此？琐琐家务，汝等自宜体我之意，谨守礼法，不致累我怀抱乃可耳。 \\n 东廓邹守益曰：“先师阳明夫子家书二卷，嗣子正宪仲肃甫什袭藏之。益趋天真，奠兰亭，获睹焉。喜曰：‘是能授简不忘矣！’书中‘读书敦行，日进高明’；‘铃束下人，谨守礼法’；及切祔道义，请益求教，互相夹持，接引来学，真是一善一药。至‘吾平日讲学，只是致良知三字。仁，人心也；良知之诚爱恻怛处，便是仁，无诚爱恻怛，亦无良知可致’，是以继志述事望吾仲肃也。仲肃日孳孳焉，进而书绅，退而服膺，则大慰吾党爱助之怀，而夫子于昭之灵，实宠嘉之。” \\n 又 \\n 去岁十二月廿六日始抵南宁，因见各夷皆有向化之诚，乃尽散甲兵，示以生路。至正月廿六日，各夷果皆投戈释甲，自缚归降，凡七万余众。地方幸已平定。是皆朝廷好生之德感格上下，神武不杀之威潜孚默运，以能致此。在我一家则亦祖宗德泽阴庇，得天杀戮之惨，以免覆败之患。俟处置略定，便当上疏乞归。相见之期渐可卜矣。家中自老奶奶以下想皆平安。今闻此信，益可以免劳挂念。我有地方重寄，岂能复顾家事！弟辈与正宪，只照依我所留戒谕之言，时时与德洪、汝中辈切劘道义，吾复何虑。余姚诸弟侄，书到咸报知之。八月廿七日南宁起程，九月初七日已抵广城，病势今亦渐平复，但咳嗽终未能脱体耳。养病本北上已二月余，不久当得报。即逾岭东下，则抵家渐可计日矣。书至即可上白祖母知之。近闻汝从汝诸叔诸兄皆在杭城就试。科第之事，吾岂敢必于汝，得汝立志向上，则亦有足喜也。汝叔汝兄今年利钝如何？想旬月后此间可以得报，其时吾亦可以发舟矣。因山阴林掌教归便，冗冗中写此与汝知之。 \\n 我至广城已逾半月，因咳嗽兼水泻，未免再将息旬月，候养病疏命下，即发舟归矣。家事亦不暇言，只要戒饬家人，大小俱要谦谨小心，余姚八弟等事近日不知如何耳？在京有进本者，议论甚传播，徒取快谗贼之口，此何等时节，而可如此！兄弟子侄中不肯略体息，正所谓操戈入室，助仇为寇者也，可恨可痛！兼因谢姨夫回，便草草报平安。书至，即可奉白老奶奶及汝叔辈知之。钱德洪、王汝中及书院诸同志皆可上覆，德洪、汝中亦须上紧进京，不宜太迟滞。 \\n 近因地方事已平靖，遂动思归之怀，念及家事，乃有许多不满人意处。守度奢淫如旧，非但不当重托，兼亦自取败坏，戒之戒之！尚期速改可也。宝一勤劳，亦有可取。只是见小欲速，想福分浅薄之故，但能改创亦可。宝三长恶不悛，断已难留，须急急遣回余姚，别求生理；有容留者，即是同恶相济之人，宜并逐之。来贵奸惰略无改悔，终须逐出。来隆、来价不知近来干辨何如？须痛自改省，但看同辈中有能真心替我管事者，我亦何尝不知。添福，添定、王三等辈，只是终日营营，不知为谁经理，试自思之！添保尚不改过，归来仍须痛治。只有书童一人实心为家，不顾毁誉利害，真可爱念。使我家有十个书童，我事皆有托矣。来琐亦老实可托，只是太执戆，又听妇言，不长进。王祥、王祯务要替我尽心管事，但有阙失，皆汝二人之罪。俱要拱听魏先生教戒，不听者责之。 \\n 明水陈九川曰：“此先师广西家书付正宪仲肃者也。中间无非戒谕家人谨守素训。至致良知三字，乃先师平素教人不倦者。云‘诚爱恻怛之心即是致良知’，此晚年所以告门人者，仅见一二于全集中，至为紧要。乃于家书中及之，可见先师之所以丁宁告戒者，无异于得力之门人矣。仲肃宜世袭之。” \\n 黄楼夜涛赋 \\n 朱君朝章将复黄楼，为予言其故。夜泊彭城之下，子瞻呼予曰：“吾将与子听黄楼之夜涛乎？”觉则梦也。感子瞻之事，作《黄楼夜涛赋》。 \\n 子瞻与客宴于黄楼之上。已而客散日夕，暝色横楼，明月未出。乃隐几而坐，嗒焉以息。忽有大声起于穹窿，徐而察之，乃在西山之麓。倏焉改听，又似夹河之曲，或隐或隆，若断若逢，若揖让而乐进，歙掀舞以相雄。触孤愤于崖石，驾逸气于长风。尔乃乍阖复辟，既横且纵，摐摐渢渢，汹汹瀜瀜，若风雨骤至，林壑崩奔，振长平之屋瓦，舞泰山之乔松。咽悲吟于下浦，激高响于遥空。恍不知其所止，而忽已过于吕梁之东矣。 \\n 子瞻曰：“噫嘻异哉！是何声之壮且悲也？其乌江之兵，散而东下，感帐中之悲歌，慷慨激烈，吞声饮泣，怒战未已，愤气决臆，倒戈曳戟，纷纷籍籍，狂奔疾走，呼号相及，而复会于彭城之侧者乎？其赤帝之子，威加海内，思归故乡，千乘万骑，雾奔云从，车辙轰霆，旌旗蔽空，击万夫之鼓，撞千石之锺，唱大风之歌，按节翱翔而将返于沛宫者乎？”于是慨然长噫，欠伸起立，使童子启户冯栏而望之。则烟光已散，河影垂虹，帆樯泊于洲渚，夜气起于郊垌，而明月固已出于芒砀之峰矣。 \\n 子瞻曰：“噫嘻！予固疑其为涛声也。夫风水之遭于澒洞之滨而为是也，兹非南郭子綦之所谓天籁者乎？而其谁倡之乎？其谁和之乎？其谁听之乎？当其滔天浴日，湮谷崩山，横奔四溃，茫然东翻，以与吾城之争于尺寸间也。吾方计穷力屈，气索神惫，懔孤城之岌岌，觊须臾之未坏，山颓于目懵，霆击于耳聩，而岂复知所谓天籁者乎？及其水退城完，河流就道，脱鱼腹而出涂泥，乃与二三子徘徊兹楼之上而听之也。然后见其汪洋涵浴，潏潏汩汩，彭湃掀簸，震荡泽渤，吁者为竽，喷者为箎，作止疾徐，钟磬祝敔，奏文以始，乱武以居，呶者嗃者，嚣者嗥者，翕而同者，绎而从者，而啁啁者，而嘐嘐者，盖吾俯而听之，则若奏箫咸于洞庭，仰而闻焉，又若张钧天于广野，是盖有无之相激，其殆造物者将以写千古之不平，而用以荡吾胸中之壹郁者乎？而吾亦胡为而不乐也？” \\n 客曰：“子瞻之言过矣。方其奔腾漂荡而以厄子之孤城也，固有莫之为而为者，而岂水之能为之乎？及其安流顺道，风水相激，而为是天籁也，亦有莫之为而为者，而岂水之能为之乎？夫水亦何心之有哉？而子乃欲据其所有者以为欢，而追其既往者以为戚，是岂达人之大观，将不得为上士之妙识矣。” \\n 子瞻展然而笑曰：“客之言是也。”乃作歌曰：“涛之兴兮，吾闻其声兮。涛之息兮，吾泯其迹兮。吾将乘一气以游于鸿蒙兮，夫孰知其所极兮。”弘治甲子七月，书于百步洪之养浩轩。 \\n 来雨山雪图赋 \\n 昔年大雪会稽山，我时放迹游其间。岩岫皆失色，崖壑俱改颜。历高林兮入深峦，银幢宝纛森围圆。长矛利戟白齿齿，骇心栗胆如穿虎豹之重关。涧溪埋没不可辨，长松之杪，修竹之下，时闻寒溜声潺潺。沓嶂连天，凝华积铅，嵯峨崭削，浩荡无颠。嶙峋眩耀势欲倒，溪回路转，忽然当之，却立仰视不敢前。嵌窦飞瀑，忽然中泻，冰磴崚嶒，上通天罅，枯藤古葛倚岩嶅而高挂，如瘦蛟老螭之蟠纠，蜕皮换骨而将化。举手攀援足未定，鳞甲纷纷而乱下。侧足登龙虬，倾耳俯听寒籁之飕飕，陆风蹀蹑，直际缥缈，恍惚最高之上头。乃是仙都玉京，中有上帝遨游之三十六瑶宫，傍有玉妃舞婆娑十二层之琼楼，下隔人世知几许，真境倒照见毛发，凡骨高寒难久留。划然长啸，天花坠空，素屏缟障坐不厌，琪林珠树窥玲珑。白鹿来饮涧，骑之下千峰。寡猿怨鹤时一叫，彷佛深谷之底呼其侣，苍茫之外争行蹙阵排天风。鉴湖万顷寒濛濛，双袖拂开湖上云，照我须眉忽然皓白成衰翁。手掬湖水洗双眼，回看群山万朵玉芙蓉。草围蒲帐青莎蓬，浩歌夜宿湖水东。梦魂清撤不得寐，乾坤俯仰真在冰壶中。幽朔阴岩地，岁暮常多雪，独无湖山之胜，使我每每对雪长郁结。朝回策马入秋台，高堂大壁寒崔嵬，恍然昔日之湖山，双目惊喜三载又一开。谁能缩地法此景，何来石田画师，我非尔，胸中胡为亦有此？来君神骨清莫比，此景奇绝酷相似。石田此景非尔不能摸，来君来君非尔不可当此图。我尝亲游此景得其趣，为君题诗，非我其谁乎？"}
{"章节": "卷十四（2）", "正文": "卷十四（2） \\n  \\n  \\n 诗 \\n 雨霁游龙山次五松韵 \\n 日须登独秀台，碧山重叠画图开。 \\n 闲心自与澄江老，逸兴离还白发来？ \\n 入海门舟乱发，风临松顶鹤双回。 \\n 夜凭虚阁窥星汉，殊觉诸峰近斗魁。 \\n 光亭子胜云台，雨后高凭远目开。 \\n 乡里正须吾辈在，湖山不负此公来。 \\n 边秋思丹枫尽，霜外缄书白雁回。 \\n 幽朔会传戈甲散，已闻南檄授渠魁。 \\n 雪窗闲卧 \\n 回双阙曙光浮，懒卧茅斋且自由。 \\n 巷僻料应无客到，景多唯拟作诗酬。 \\n 岩积素供开卷，叠嶂回溪好放舟， \\n 破虏玉关真细事，未将吾笔遂轻投。 \\n 次韵毕方伯写怀之作 \\n 颜心迹皋夔业，落落乾坤无古今。 \\n 公自平王怀真气，谁能晚节负初心？ \\n 情老去惊犹在，此乐年来不费寻。 \\n 矮屋低头真局促，且从峰顶一高吟。 \\n 春晴散步 \\n 晨急雨过林霏，余点烟稍尚滴衣。 \\n 隔水霞明桃乱吐，沿溪风暖药初肥。 \\n 情到底能容懒，世事从前且任非。 \\n 对眼春光唯自领，如谁歌咏月中归。 \\n 又 \\n 用舞霓裳，岩花自举觞。古崖松半朽，阳谷草长芳。 \\n 竹穿风磴，云萝绣石床。孤吟动梁甫，何处卧龙冈？ \\n 次魏五松荷亭晚兴 \\n 座松阴尽日清，当轩野鹤复时鸣。 \\n 风光于我能留意，世味酣人未解醒。 \\n 拟心神窥物外，休将姓字重乡评。 \\n 飞腾岂必皆伊吕，归去山田亦可耕。 \\n 又 \\n 后飞觞乱掷梭，起从风竹舞婆娑。 \\n 疏慵已分投箕颍，事业无劳问保阿。 \\n 水层城来鹤驾，紫云双阙笑金娥。 \\n 抟风自有天池翼，莫倚逢蒿斥鹌窠。 \\n 次张体仁聊句韵 \\n 底湖山自一方，晚林云石坐高凉。 \\n 闲心最觉身多系，游兴还堪鬓未苍。 \\n 杪风泉长滴翠，霜前岩菊尚余芳， \\n 秋江画舫休轻发，忍负良宵镫烛光。 \\n 又 \\n 沧江鸥鹭翔。海内交游唯酒伴，年来踪迹半僧房。 \\n 过未尽青云话，无奈官程促去航。 \\n 又 \\n 林人静一灯归，回首诸天隔翠微。 \\n 千里月明京信远，百年行乐故人稀。 \\n 知造物终难定，唯有烟霞或可依。 \\n 总为迂疏多抵捂，此生何忍便脂韦。 \\n 题郭诩濂溪图 \\n 生作濂溪像，其类与否吾何从辨之？ \\n 使无手中一图，盖不知其为谁矣。 \\n 笔画老健超然，自不妨为名笔。 \\n 生挥写最超群，梦想形容恐未真。 \\n 月光风千古在，当时黄九解传神。 \\n 西湖醉中谩书 \\n 光潋滟暗偏好，此语相传信不诬。 \\n 景中况有佳宾主，世上更无真画图。 \\n 风欲雨吟堤树，春水新添没渚蒲。 \\n 南北双峰引高兴，醉携青竹不须扶。 \\n 文衡堂试事毕书壁 \\n 闱秋锁动经旬，事了惊看白发新。 \\n 造作曾无酣蚁句，支离莫作画蛇人。 \\n 丝拟得长才补，五色兼愁过眼频。 \\n 袖手虚堂听明发，此中豪杰定谁真。 \\n 君以予白发之句，试观予鬓， \\n 果见一丝。予作诗实未尝知也。 \\n 书一绝识之：忽然相见尚非时， \\n 岂亦殷勤效一丝？总使皓然吾不恨， \\n 心还有尔能知。 \\n 游泰山 \\n 湍下云窟，千尺泻高寒。 \\n 昨向山中见，真如画里看。 \\n 风吹短鬓，霜气肃群峦。 \\n 好记相从地，秋深十八盘。 \\n 雪岩次苏颖滨韵 \\n 途亦幽寻，窈窕穿谷底。 \\n 尘土填胸臆，到此方一洗。 \\n 视剑戟锋，巑岏颡有泚。 \\n 俯窥蛟龙窟，匍伏首如稽。 \\n 境固灵秘，兹游实天启。 \\n 梵宇遍岩壑，檐牙相角抵。 \\n 僧出延客，经营设酒醴。 \\n 道引入云雾，峻陟历堂陛。 \\n 田唯种椒，晚炊仍有米。 \\n 张灯坐小轩，矮榻便倦体。 \\n 游感畴昔，陈李两昆弟。 \\n 侵晨访旧迹，古碣埋荒荠。 \\n 试诸生有作 \\n 后相看眼倍明，绝怜诗骨逼人清。 \\n 菁莪见辱真惭我，胶漆常存底用盟。 \\n 海浮云悲绝域，碧山秋月动新情。 \\n 忧时谩作中宵坐，共听萧萧落木声。 \\n 再试诸生 \\n 堂深酌坐寒更，蜡炬烟消落降英。 \\n 旅况最怜文作会，客心聊喜困还亨。 \\n 回马帐惭桃李，花满田家忆紫荆。 \\n 世事浮云堪一笑，百年持此竟何成？ \\n 夏日登易氏万卷楼用唐韵 \\n 楼六月自生寒，沓嶂回峰拥碧兰。 \\n 久客已忘非故土，此身兼喜是闲官。 \\n 花傍晚烟初暝，深树新晴雨未干。 \\n 极目海天家万里，风尘关塞欲归难。 \\n 再试诸生用唐韵 \\n 涯犹未隔年回，何处严光有钓台？ \\n 樽酒可怜人独远，封明旧诗石， \\n 来应自长莓苔。 \\n 次韵陆文顺佥宪 \\n 王正月十七日，薄暮甚雨雷电风。 \\n 卷我茅堂岂足念，伤兹岁事难为功。 \\n 滕秋日亦已异，鲁史冬月将无同。 \\n 老臣正忧元气泄，中夜起坐心忡忡。 \\n 太子桥 \\n 寒乍暖早春天，随意寻芳到水边。 \\n 树里茅亭藏小景，竹间石溜引清泉。 \\n 花照日犹含雨，岸柳垂阴渐满川。 \\n 欲把桥名寻野老，凄凉空说建文年。 \\n 与胡少参小集 \\n 雨初晴蠛蜢飞，小亭花竹晚凉微。 \\n 后期客到停杯久，远道春来得信稀。 \\n 墨多凭消旅况，道心无赖入禅机。 \\n 何时喜遂风泉赏，甘作山中一白衣？ \\n 再用前韵赋鹦鹉 \\n 垂犹忆陇西飞，金锁长羁念力微。 \\n 只为能言离土远，可怜折翼叹群稀。 \\n 林羞比黄鹂巧，晴渚思忘白鸟机。 \\n 千古正平名正赋，风尘谁与惜毛衣？ \\n 送客过二桥 \\n 马溪边偶共行，好山当面正如屏。 \\n 不缘送客何因到，还喜门人伴独醒。 \\n 洞巧容危膝坐，清泉不厌洗心听。 \\n 经过转眼俱陈迹，多少高崖漫勒铭。 \\n 复用杜韵一首 \\n 缨何处有清流，三月寻幽始得幽。 \\n 送客正逢催驿骑，笑人且复任沙鸥。 \\n 傍石偃门双启，洞口萝垂箔半钩。 \\n 淡我平生无一好，独于泉石尚多求。 \\n 先日与诸友有郊园之约是日因送客后期小诗写怀 \\n 园隔宿有幽期，送客三桥故故迟。 \\n 樽酒定应须我久，诸君且莫向人疑。 \\n 游更忆春前日，归醉先拚日暮时。 \\n 却笑相望才咫尺，无因走马送新诗。 \\n 欲探幽肯后期，若为尘事故能迟。 \\n 缓归已受山童促，久坐翻令溪鸟疑。 \\n 里清醅应几酌，水边相候定多时。 \\n 临风无限停云思，回首空歌伐木诗。 \\n 桥客散赴前期，纵辔还嫌马足迟。 \\n 好鸟花间先报语，浮云山顶尚堪疑。 \\n 传江阁邀宾句，颇似篱边送酒时。 \\n 便与诸公须痛饮，日斜潦倒更题诗。 \\n 待诸友不至 \\n 间望眼欲崇朝，何事诸君迹尚遥？ \\n 自处岂宜同俗驾，相期不独醉春瓢。 \\n 形尔我虽多缺，义重师生可待招。 \\n 自是清游须秉烛，莫将风雨负良宵。 \\n 夏日游阳明小洞天喜诸生偕集偶用唐韵 \\n 洞闲来日日游，山中宰相胜封侯。 \\n 绝粮每自嗟尼父，愠见还时有仲由。 \\n 里高崖微入暑，石间寒溜已含秋。 \\n 他年故国怀诸友，魂梦还须到水头。 \\n 将归与诸生别于城南蔡氏楼 \\n 际层楼树杪开，夕阳下见鸟飞回。 \\n 城隅碧水光连座，槛外青山翠作堆。 \\n 恨眼前离别近，惟余他日梦魂来。 \\n 新诗好记同游处，长扫溪南旧钓台。 \\n 诸门人送至龙里道中二首 \\n 路高低入乱山，诸贤相送愧闲关。 \\n 溪云压帽兼愁重，峰雪吹衣著鬓斑。 \\n 烛夜堂还共语，桂枝秋殿听跻攀。 \\n 跻攀之说甚陋，聊取其对偶耳。 \\n 思不用勤书札，别后吾言在订顽。 \\n 满山城入暮天，归心别意两茫然。 \\n 及门真愧从陈日，微服还思过宋年。 \\n 酒无因同岁晚，缄书有雁寄春前。 \\n 莫辞秉烛通宵坐，明日相思隔陇烟。 \\n 赠陈宗鲁 \\n 文须学古，脱俗去陈言。 \\n 譬若千丈木，勿为藤蔓缠。 \\n 如昆仑派，一泻成大川。 \\n 人言古今异，此语皆虚传。 \\n 苟得其意，今古何异焉？ \\n 子才良可进，望汝师圣贤。 \\n 文乃余事，聊云子所偏。 \\n 醉后歌用燕思亭韵 \\n 峰攒簇高连天，贵阳久客经徂年。 \\n 思亲谩想斑衣舞，寄笼恨已迟， \\n 翮云霄苦不早。 \\n 怀冥寂岩中人，萝衣菃佩芙蓉巾。 \\n 黄精紫芝满山谷，石不愁仓菌贫。 \\n 溪常伴明月夜，小洞自报梅花春。 \\n 高间岂说商山皓，绰约真如藐姑神。 \\n 书远寄贵阳客，胡不来归浪相忆？ \\n 记取青松涧底枝，莫学杨花满阡陌。 \\n 题施总兵所翁龙 \\n 不见所翁所画龙，虽画两目不点瞳。 \\n 曾闻弟子误落笔，即时雷雨飞腾空。 \\n 精入神夺元化，浅夫未识徒惊诧。 \\n 操舵移山律回阳，世间不独所翁画。 \\n 堂四壁生风云，黑雷柴电日昼昏。 \\n 山崩谷陷屋瓦震，雨声如泻长平军。 \\n 角峥嵘岁千丈，倏忽神灵露干象。 \\n 小臣正抱乌号思；一堕胡髯不可上。 \\n 久眩定凝心神，生绡漠漠开嶙峋。 \\n 乃知所翁遗笔迹，当年为写苍龙真。 \\n 今旱剧枯原野，万国苍生望霑丽。 \\n 凭谁拈笔点双睛，一作甘霖遍天下！ \\n 和大司马白严乔公诸人送别 \\n 常白楼吴公、大司成莲北鲁公、 \\n 少司成双溪汪公，相与集饯于清凉山， \\n 又于借山亭，又再饯于大司马第， \\n 又出饯于龙江，诸公皆聊句为赠， \\n 即席次奉酬，聊见留别之意。 \\n 去先愁别后思，百年何地更深知？ \\n 今宵灯火三人座，他日缄书一问之。 \\n 有烟霞刊肺腑，不堪霜雪妒须眉。 \\n 莫将分手看容易，知是重逢定几时？ \\n 乡还日是多余，长拟云山信所知。 \\n 岂谓尚悬苍水佩，无端又领紫泥书。 \\n 狼远遁休为梗，鸥鹭初盟已渐虚。 \\n 他日姑苏皈旧隐，总拈书籍便移居。 \\n 事俄惊蟋蟀先，向游刚是早春天。 \\n 故人愈觉晨星少，别话聊凭杯酒筵。 \\n 马驱驰非旧日，笔床相对又何年？ \\n 不因远地疏踪迹，惠我时裁金玉篇。 \\n 补涓埃愧圣朝，漫将投笔拟班超。 \\n 论交义重能相负？惜别情多屡见招。 \\n 入风尘兵甲满，云深湖海梦魂遥。 \\n 庙堂长策诸公在，铜柱何年打旧标？ \\n 航渺渺去钟山，双阙回首杳霭间。 \\n 吴苑夕阳临水别，江天风雨共秋还。 \\n 怀远地书频寄，后会何时鬓渐斑。 \\n 今夜梦魂汀渚隔，惟余梁月照容颜。 \\n 游白鹿洞歌 \\n 年白鹿洞，正傍五老峰。 \\n 五老去天不盈尺，俯窥人世烟云重。 \\n 欲搅秀色，一一青芙蓉。 \\n 举手石扇开半掩，绿鬟玉女如相逢。 \\n 雷隐隐万壑泻，凭崖倚树闻清钟。 \\n 洞门之外百丈松，千株化尽为苍龙。 \\n 苍龙，骑白鹿，泉甚饮，芝可服， \\n 何人肯入空山宿？空山空山即我屋， \\n 卷《黄庭》石上读。 \\n 咏钓台石笋 \\n 根奇怪起双峰，惯历风霜几万冬。 \\n 春去已无班箨落，雨余唯见碧苔封。 \\n 随众卉生枝节，却笑繁花惹蝶蜂； \\n 借使放梢成翠竹，等闲应得化虬龙。 \\n 游雪窦 \\n 生性野多违俗，长望云山叹式微； \\n 暂向溪流濯尘冕，益怜薜萝胜朝衣。 \\n 间烟起知僧住，岩下云开见鸟飞； \\n 绝境自余麋鹿伴，况闻体远悟禅机。 \\n 山路断独来难，过尽千溪见石坛； \\n 高阁鸣钟僧睡起，深林无暑葛衣寒。 \\n 雷隐隐连岩瀑，山雨森森映竹竿； \\n 莫讶诸峰俱眼熟，当年曾向书图看。 \\n 居俯瞷万山尖，六月凉飚早送炎。 \\n 夜枕风溪鸣急雨，晓窗宿雾卷青帘。 \\n 池种藕当峰顶，架竹分泉过屋檐。 \\n 幽谷时常思豹隐，深更犹自愧蛟潜。 \\n 晚堂吟 \\n 堂孤坐漫沉沉，数尽寒更落叶深。 \\n 高栋月明对燕语，古阶霜细或驰吟。 \\n 评正恐非吾所，报答徒能尽此心。 \\n 赖有胜游堪自解，秋风华岳得高寻。"}
{"章节": "卷十五（1）", "正文": "卷十五（1） \\n  \\n  \\n 静心录之七　外集一 \\n 太白楼赋 \\n 岁丙辰之孟冬兮，泛扁舟余南征。凌济川之惊涛兮，览层构乎任城。曰太白之故居兮，俨高风之犹在。蔡侯导余以从陟兮，将放观乎四海。木萧萧而乱下兮，江浩浩而无穷；鲸敖敖而涌海兮，鹏翼翼而承风；月生辉于采石兮，日留景于岳峰；蔽长烟乎天姥兮，渺匡庐之云松。慨昔人之安在兮，吾将上下求索而不可。蹇余虽非白之俦兮，遇季真之知我。羌后人之视今兮，又乌知其不果？吁嗟太白公奚为其居此兮？余奚为其复来？倚穹霄以流盼兮，固千载之一哀！ \\n 昔夏桀之颠覆兮，尹退乎莘之野；成汤之立贤兮，乃登庸而伐夏。谓鼎俎其要说兮，维党人之挤诟。曾圣哲之匡时兮，夫焉前枉而直后！当天宝之末代兮，淫好色以信谗。恶来妹喜其猖獗兮，众皆狐媚以贪婪。判独毅而不顾兮，爰命夫以仆妾之役。宁直死以顑含兮，夫焉患得而局促。开元之绍基兮，亦遑遑其求理。生逢时以就列兮，固云台麟阁而容与。夫何漂泊于天之涯兮？登斯楼乎延伫。信流俗之嫉妒兮，自前世而固然。怀夫子之故都兮，沛余涕之湲湲。庙堂之偃蹇兮，或非情之所好。唯不合于斯世兮，恣沈酣而远眺。 \\n 进吾不遇于武丁兮，退吾将颜氏之箪瓢。奚曲蘖其昏迷兮，亦夫子之所逃。管仲之辅纠兮，孔圣与其改行。佐璘而失节兮，始以见道之未明。睹夜郎之有作兮，横逸气以徘徊；亦初心之无他兮，故虽悔而弗摧。吁嗟其谁无过兮，抗直气之为难。轻万乘于褐夫兮，固孟轲之所叹。旷绝代而相感兮，望天宇之漫漫。去夫子其千祀兮，世益隘以周容。媒妇妾以驰骛兮，又从而为之吮痈。贤者化而改度兮，竞规曲以为同。 \\n 卒曰：峄山青兮河流泻，风飕飕兮澹平野。凭高楼兮不见，舟楫纷兮楼之下，舟之人兮俨服，亦庶几夫之踪者！ \\n 九华山赋 \\n 循长江而南下，指青阳以幽讨。启鸿濛之神秀，发九华之天巧。非效灵于坤轴，孰构奇于玄造！涉五溪而径入，宿无相之窈窕。访王生于邃谷，掏金沙之清潦。凌风雨乎半霄，登望江而远眺。步千仞之苍壁，俯龙池于深窅。吊谪仙之遗迹，跻化城之缥缈。钦钵盂之朝露，见莲花之孤标。扣云门而望天柱，列仙舞于晴昊。俨双椒之辟门，真人驾阳云而独蹻。翠盖平临乎石照，绮霞掩映乎天姥。二神升于翠微，九子邻于积稻。炎熇起于玉甑，烂石碑之文藻。回澄秋于枕月，建少微之星旐。覆瓯承滴翠之余沥，展旗立云外之旌纛。下安禅而步逍遥，览双泉于松杪。逾西洪而憩黄石，悬百丈之灏灏。 \\n 濑流觞而萦纡，遗石船于涧道；呼白鹤于云峰，钓嘉鱼于龙沼；倚透碧之峗岏，谢尘寰之纷扰。攀齐云之巉削，鉴琉璃之浩溔。沿东阳而西历，飱九节之蒲草。樵人导余以冥探，排碧云之瑶岛。群峦翳其缪蔼，失阴阳之昏晓。垂七布之沈沈，灵龟隐而复佻。履高僧而屧招贤，开白日之杲杲。试明茗于春阳，汲垂云之渊湫；凌绣壁而据石屋，何文殊螺髻之蟠纠？梯拱辰而盼，隳遗光于拾宝。缁裳迓于黄匏，休圆寂之幽俏。鸟呼春于丛篁，和云韶之鷕鷕，唤起促余之晨兴，落星河于檐橑；护山嘎其惊飞，怪游人之太早。揽卉木之如濯，被晨辉而争姣。静鑱声之剥啄，幽人剧参蕨于冥杳。碧鸡哕于青林，鹇翻云而失皓。隐捣药以校萝，挟提壶饼焦而翔绕。凤凰承孟冠以相遗，饮沆瀣之仙醥；羞竹实以嬉翱，集梧枝之嫋嫋。岚欲雨而霏霏，鸣湿湿于姜葆；躐三游而转青，峭拂天香于茫渺。席泓潭以濯缨，浮桃泻而扬缟。淙澌澌而落荫，饮猿猱之捷狡。睨斧柯而升大还，望会仙于云表。悯子京之故宅，款知微之碧桃。倏金光之闪映，睫累景于穹坳。弄玄珠于赤水，舞千尺之潜蛟。并花塘而峻极，散香林之回飙。抚浮屠之突兀，泛五钗之翠涛。袭珍芳于绝巘，袅金步之摇摇。莎罗踯躅芬敷而灿耀，幢玉女之妖娇。搴龙须于灵宝，堕钵囊之飘摇。开仙掌于嵚嵌，散青馨之迢迢。披白云而踸崇寿，见参错之僧寮。日既夕而山冥，挂星辰于窿嶅。宿南台之明月，虎夜啸而罴嗥。鹿麋群游于左右，若将侣幽人之岑寥。逈高寒其无寐，闻冰壑之洞箫。 \\n 溪女厉晴泷而曝术，杂精芩之春苗。邀予觞以玉液，饭玉粒之琼瑶；溘辞予而远去，飒霞裾之飘飘。复中峰而怅望。或仙踪之可招。乃下见阳陵之蜿蜒，忽有感于子明之宿要。逝予将遗世而独立，采石芝于层霄。虽长处于穷僻，乃永离乎豗嚣。彼苍黎之缉缉，固吾生之同胞；苟颠连之能济，吾岂靳于一毛！矧狂胡之越獗，王师局而奔劳。吾宁不欲请长缨于阙下，快平生之郁陶？顾力微而任重，惧覆败于或遭；又出位以图远，将无诮于鹪鹩。嗟有生之迫隘，等灭没于风泡；亦富贵其奚为？犹荣蕣之一朝。旷百世而兴感，蔽雄杰于蓬蒿。吾诚不能同草木而腐朽，又何避乎群喙之呶呶！ \\n 已矣乎！吾其鞭风霆而骑日月，被九霞之翠袍。抟鹏翼于北溟，钓三山之巨鳌。道昆仑而息驾，听王母之云璈。呼浮丘于子晋，招句曲之三茅。长遨游于碧落，共太虚而逍遥。 \\n 乱曰：蓬壶之藐藐兮，列仙之所逃兮；九华之矫矫兮，吾将于此巢兮。匪尘心之足搅兮，念鞠育之劬劳兮。苟初心之可绍兮，永矢弗挠兮！ \\n 吊屈平赋 \\n 正德丙寅，某以罪谪贵阳，取道沅、湘。感屈原之事，为文而吊之。其词曰： \\n 山黯惨兮江夜波，风飕飕兮木落森柯。泛中流兮焉泊？湛椒醑兮吊湘累。云冥冥兮月星蔽晦，冰崚嶒兮霰又下。累之宫兮安在？怅无见兮愁予。高岸兮嵚崎，纷纠错兮校枝。下深渊兮不恻，穴澒洞兮蛟螭。山岑兮无极，空谷谽谺兮逈寥寂。猿啾啾兮吟雨，熊罴嗥兮虎交迹。念累之穷兮焉托处？四山无人兮骇狐鼠；魈魅游兮群跳啸，瞰出入兮为累奸宄。嫉累正直兮反诋为殃，昵比上官兮子兰为臧。幽业薄兮畴侣，怀故都兮增伤。望九疑兮参差，就重华兮陈辞。沮积雪兮磵道绝，洞庭渺藐兮天路迷。要彭咸兮江潭，召申屠兮使骖。娥鼓瑟兮冯夷舞，聊遨游兮湘之浦。乘回波兮泊兰渚，睠故都兮独延伫。君不还兮郢为墟，心壹郁兮欲谁语！郢为墟兮函崤亦焚，谗鬼逋戮兮快不酬冤。历千载兮耿忠愊，君可复兮排帝阍。望遁迹兮渭阳，箕罹囚兮其佯以狂。艰贞兮晦明，怀若人兮将予退藏。宗国沦兮摧腑肝，忠愤激兮中道难。勉低回兮不忍，溘自沈兮心所安。雄之谀兮谗喙，众狂穉兮谓累扬。已为魈为魅兮为谗媵妾，累视若鼠兮佞颡有泚。累忽举兮云中龙。菦晻霭兮飘风；横四海兮倏忽，驷玉虬兮上冲；降望兮大壑，山川萧条兮渀寥廓。逝远去兮无穷，怀故都兮蜷局。 \\n 乱曰：日西夕兮沅湘流，楚山嵯峨兮无冬秋。累不见兮涕泗，世愈隘兮孰知我忧！ \\n 思归轩赋 \\n 阳明子之官于虔也，廨之后乔木蔚然。退食而望，若处深麓而游于其乡之园也。构轩其下，而名之曰“思归”焉。 \\n 门人相谓曰：“归乎！夫子之役役于兵革，而没没于徽缠也，而靡寒暑焉，而靡昏朝焉，而发萧萧焉，而色焦焦焉。虽其心之固嚣嚣也，而不免于呶呶焉，哓哓焉，亦奚为乎！槁中竭外，而徒以劳劳焉焉乎哉？且长谷之迢迢也，穷林之寥寥也，而耕焉，而樵焉，亦焉往而弗宜矣。夫退身以全节，大知也；敛德以亨道，大时也；怡神养性以游于造物，大熙也，又夫子之夙期也。而今日之归，又奚以思为乎哉？”则又相谓曰：“夫子之思归也，其亦在陈之怀欤？吾党之小子，其狂且简，伥伥然若瞽之无与偕也，非吾夫子之归，孰从而裁之乎？”则又相谓曰：“嗟呼，夫子而得其归也，斯土之人为失其归矣乎！天下之大也，而皆若是焉，其谁与为理乎？虽然，夫子而得其归也，而后得于道。惟夫天下之不得于道也，故若是其贸贸。夫道得而志全，志全而化理，化理而人安。则夫斯人之徒，亦未始为不得其归也。而今日之归又奚疑乎？而奚以思为乎？” \\n 阳明子闻之，怃然而叹曰：吾思乎！吾思乎！吾亲老矣，而暇以他为乎？虽然，之言也，其始也，吾私焉；其次也，吾资焉；又其次也，吾几焉。乃援琴而歌之。歌曰： \\n 归兮归兮，又奚疑兮！吾行日非兮，吾亲日衰兮；胡不然兮，日思予旋兮；后悔可迁兮？归兮归兮，二三子之言兮！ \\n 咎言 \\n 正德丙寅冬十一月，守仁以罪下锦衣狱。省愆内讼，时有所述。既出，而录之。 \\n 何玄夜之漫漫兮，悄予怀之独结。严霜下而增寒兮，皦明月之在隙。风呶呶以憎木兮，鸟惊呼而未息。魂营营以惝恍兮，目窅其焉极！懔寒飚之中人兮，杳不知其所自。夜展转而九起兮，沾予襟之如泗。胡定省之弗遑兮，岂荼甘之如荠？怀前哲之耿光兮，耻周容以为比。何天高之冥冥兮，孰察予之衷？予匪戚于累囚兮，牿匪予之为恫。沛洪波之浩浩兮，造云阪之蒙蒙；税予驾其安止兮，终予去此其焉从？孰瘿瘰之在颈兮，谓累足之何伤？熏目而弗顾兮，惟盲者以为常。孔训之服膺兮，恶讦以为直。辞婉变期巷遇兮，岂予言之未力？皇天之无私兮，鉴予情之靡他！宁保身之弗知兮，膺斧瘰之谓何。蒙出位之为愆兮，信愚忠者蹈亟。苟圣明之有裨兮，虽九死其焉恤！ \\n 乱曰：予年将中，岁月遒兮！深谷崆峒，逝息游兮；飘然凌风，八极周兮。孰乐之同，不均忧兮。匪修名崇仁之求兮，出处时从天命何忧兮！ \\n 守俭弟归曰仁歌楚声为别予亦和之 \\n 庭有竹兮青青，上乔木兮鸟嘤嘤；妹之来兮，弟与偕行。竹青青兮雨风，鸟嘤嘤兮西东！弟之归兮，兄谁与同？江云暗兮暑雨，江波渺渺兮愁予；弟别兄兮须臾，兄思弟兮何处？景翳翳兮桑榆，念重闱兮离居；路修远兮崎险，沮风波兮江湖。山有洞兮洞有云，深林窅兮涧道曛。松落落兮葛累累，猿啾啾兮鹤怨群。山之人兮不归，山鬼昼啸兮下上烟霏。风嫋嫋兮桂花落，草萋萋兮春日迟。葺予屋兮云间，荒予圃兮溪之阳；驱虎豹兮无践我藿，扰麋鹿兮无骇我场。解予绶兮钟阜，委予佩兮江湄。往者不可追兮，叹凤德之日衰；将沮溺其耦耕兮，孰接舆之避予。回予驾兮扶桑，鼓予枻兮沧浪。终携汝兮空谷，采三秀兮徜徉。 \\n 祈雨辞 \\n 呜呼！十日不雨兮，田且无禾；一月不雨兮，川且无波；一月不雨兮，民已为疴；再月不雨兮，民将奈何？小民无罪兮，天无咎民！抚巡失职兮，罪在予臣。呜呼！盗贼兮为民大屯，天或罪此兮赫威降嗔；民则何罪兮，玉石俱焚？呜呼！民则何罪兮，天何遽怒？油然兴云兮，雨兹下土。彼罪遏逋兮，哀此穷苦！"}
{"章节": "卷十五（2）", "正文": "卷十五（2） \\n  \\n  \\n 游牛峰寺四首 \\n 洞门春霭蔽深松，飞磴缠空转石峰。 \\n 猛虎踞崖如出柙，此山殊不厌来重。 \\n 萦纡鸟道入云松，下数湖南百二峰。 \\n 岩犬吠人时出树，山僧迎客自鸣钟。 \\n 凌飚陟险真扶病，异日探奇是旧踪。 \\n 欲扣灵关问丹诀，春风萝薜隔重重。 \\n 偶寻春寺人层峰，曾到浑疑是梦中。 \\n 飞鸟去边悬栈道，冯夷宿处有幽宫。 \\n 溪云晚度千岩雨，海月凉飘万里风。 \\n 夜拥苍崖卧丹洞，山中亦自有王公。 \\n 一卧禅房隔岁心，五峰烟月听猿吟。 \\n 飞湍映树悬苍玉，香粉吹香落细金。 \\n 翠壁年多霜藓合，石床春尽雨花深。 \\n 胜游过眼俱陈迹，珍重新题满竹林。 \\n 又四绝句 \\n 翠壁看无厌，山池坐益清。 \\n 深林落轻叶，不道是秋声。 \\n 怪石有千窟，老松多半枝。 \\n 清风洒岩洞，是我再来时。 \\n 人间酷暑避不得，清风都在深山中。 \\n 池边一坐即三日，忽见岩头碧树红。 \\n 两到浮峰兴转剧，醉眠三日不知还。 \\n 眼前风景色色异，惟有人声似世间。 \\n 姑苏吴氏海天楼次邝尹韵 \\n 晴雪吹寒春事浓，江楼三月尚残冬。 \\n 青山暗逐回廊转，碧海真成捷径通。 \\n 风暖檐牙双燕剧，云深帘幕万花重。 \\n 倚兰天北疑回首，想像丹梯下六龙。 \\n 山中立秋日偶书 \\n 风吹蝉声乱，林卧惊新秋。 \\n 山池静澄碧，暑气亦已收。 \\n 青峰出白云，突兀成琼楼。 \\n 袒裼坐溪石，对之心悠悠。 \\n 倏忽无定态，变化不可求。 \\n 浩然发长啸，忽起双白鸥。 \\n 夜雨山翁家偶书 \\n 山空秋夜静，月明松桧凉。 \\n 沿溪步月色，溪影摇空苍。 \\n 山翁隔水语，酒熟呼我尝。 \\n 褰衣涉溪去，笑引开竹房。 \\n 谦言值暮夜，盘餐百无将。 \\n 露华明橘柚，摘献冰盘香。 \\n 洗盏对酬酢，浩歌入苍茫。 \\n 醉拂岩石卧，言归遂相忘。 \\n 寻春 \\n 十里湖光放小舟，谩寻春事及西畴。 \\n 江鸥意到忽飞去，野老情深只自留。 \\n 日暮草香含雨气，九峰晴色散溪流。 \\n 吾侪是处皆行乐，何必兰亭说旧游？ \\n 西湖醉中漫书二首 \\n 十年尘海劳魂梦，此日重来眼倍清。 \\n 好景恨无苏老笔，乞归徒有贺公情。 \\n 白凫飞处青林晚，翠壁明边返照晴。 \\n 烂醉湖云宿湖寺，不知山月堕江城。 \\n 掩映红妆莫谩猜，隔林知是藕花开。 \\n 共君醉卧不须到，自有香风拂面来。 \\n 九华山下柯秀才家 \\n 苍峰抱层嶂，翠瀑绕双溪。 \\n 下有幽人宅，萝深客到迷。 \\n 夜宿无相寺 \\n 春宵卧无相，月照五溪花。 \\n 掬水洗双眼，披云看九华。 \\n 岩头金佛国，树杪谪仙家。 \\n 仿佛闻笙鹤，青天落绛霞。 \\n 题四老围棋图 \\n 世外烟霞亦许时，至今风致后人思。 \\n 却怀刘项当年事，不及山中一著棋。 \\n 无相寺三首 \\n 老僧岩下屋，绕屋皆松竹。 \\n 朝闻春鸟啼，夜伴岩虎宿。 \\n 坐望九华碧，浮云生晓寒。 \\n 山灵应秘惜，不许俗人看。 \\n 静夜闻林雨，山灵似欲留。 \\n 只愁梯石滑，不得到峰头。 \\n 化城寺六首 \\n 化城高住万山深，楼阁凭空上界侵。 \\n 天外清秋度明月，人间微雨结浮阴。 \\n 钵龙降处云生座，岩虎归时风满林。 \\n 最爱山僧能好事，夜堂灯火伴孤吟。 \\n 云里轩窗半上鉤，望中千里见江流。 \\n 高林日出三更晓，幽谷风多六月秋。 \\n 仙骨自怜何日化，尘缘翻觉此生浮。 \\n 夜深忽起蓬莱兴，飞上青天十二楼。 \\n 云端鼓角落星斗，松顶袈裟散雨花。 \\n 一百六峰开碧汉，八十四梯踏紫霞。 \\n 山空仙骨葬金槨，春暖石芝抽玉芽。 \\n 独挥谈尘拂烟雾，一笑天地真无涯。 \\n 化城天上寺，石磴八星躔。 \\n 云外开丹井，峰头耕石田。 \\n 月明猿听偈，风静鹤参禅。 \\n 今日揩双眼，幽怀二十年。 \\n 僧屋烟霏外，山深绝世譁。 \\n 茶分龙井水，饭带石田砂。 \\n 香细云岚杂，窗高峰影遮。 \\n 林栖无一事，终日弄丹霞。 \\n 突兀开穹阁，氤氲散晓钟。 \\n 饭遗黄稻粒，花发五钗松。 \\n 金骨藏灵塔，神光照远峰， \\n 微茫竟何是？老衲话遗踪。 \\n 李白祠二首 \\n 千古人豪去，空山尚有祠。 \\n 竹深荒旧径，藓合失残碑。 \\n 云雨罗文藻，溪泉系梦思。 \\n 老僧殊未解，犹自索题诗。 \\n 谪仙楼隐地，千载尚高风。 \\n 云散九峰雨，岩飞百丈虹。 \\n 寺僧传旧事，词客吊遗踪。 \\n 回首苍茫外，青山感慨中。 \\n 双峰 \\n 凌崖望双峰，苍茫竟何在？ \\n 载拜西北风，为我扫浮霭。 \\n 莲花峰 \\n 夜静凉飒发，轻云散碧空。 \\n 玉鉤挂新月，露出青芙蓉。 \\n 列仙峰 \\n 灵峭九万丈，参差生晓寒。 \\n 仙人招我去，挥手青云端。 \\n 云门峰 \\n 云门出孤月，秋色坐苍涛。 \\n 夜久群籁绝，独照宫锦袍。 \\n 芙蓉阁二首 \\n 青山意不尽，还向月中看。 \\n 明日归城市，风尘又马鞍。 \\n 岩下云万重，洞口桃千树。 \\n 终岁无人来，惟许山僧住。 \\n 书梅竹小画 \\n 寒倚春霄苍玉杖，九华峰顶独归来。 \\n 柯家草亭深云里，却有梅花傍竹开。 \\n 登泰山五首 \\n 一 \\n 晓登泰山道，行行入烟霏。 \\n 阳光散岩壑，秋容淡相辉。 \\n 云梯挂青壁，仰见蛛丝微。 \\n 长风吹海色，飘遥送天衣。 \\n 峰顶动笙乐，青童两相依。 \\n 振衣将往从，凌云忽高飞。 \\n 挥手若相待，丹霞闪余晖。 \\n 凡躯无健羽，怅望未能归。 \\n 二 \\n 天门何崔嵬，下见青云浮。 \\n 泱漭绝人世，逈豁高天秋。 \\n 暝色从地起，夜宿天上楼。 \\n 天鸡鸣半夜，日出东海头。 \\n 隐约蓬壶树，缥缈扶桑洲。 \\n 浩歌落青冥，遗响入沧流。 \\n 唐虞变楚汉，灭没如风沤。 \\n 藐矣鹤山仙，秦皇岂堪求？ \\n 金砂费日月，颓颜竟难留。 \\n 吾意在庞古，冷然驭凉飕。 \\n 相期广成子，太虚显遨游。 \\n 枯槁向岩谷，黄绮不足俦。 \\n 三 \\n 峰互攒簇，掩映青芙蓉。 \\n 高台倚巉削，倾侧临崆峒。 \\n 失足堕烟雾，碎骨颠崖中。 \\n 下愚竟难晓，摧折纷相从。 \\n 吾方坐日观，披云笑天风。 \\n 赤水问轩后，苍梧叫重瞳。 \\n 隐隐落天语，阊阖开玲珑。 \\n 去去勿复道，浊世将焉穷！ \\n 四 \\n 尘网苦羁縻，富贵真露草！ \\n 不如骑白鹿，东游入蓬岛。 \\n 朝登太山望，洪涛隔缥缈； \\n 阳辉出海云，来作天门晓。 \\n 遥见碧霞君，翩翩起员峤。 \\n 玉女紫鸾笙，双吹入晴昊。 \\n 举首望不及，下拜风浩浩。 \\n 掷我玉虚篇，读之殊未了； \\n 傍有长眉翁，一一能指道。 \\n 从此炼金砂，人间迹如扫。 \\n 五 \\n 我才不救时，匡扶志空大。 \\n 置我有无间，缓急非所赖。 \\n 孤坐万峰颠，嗒然遗下块， \\n 已矣复何求？至精谅斯在。 \\n 淡泊非虚杳，洒脱无蒂芥。 \\n 世人闻予言，不笑即吁怪； \\n 吾亦不强语，惟复笑相待。 \\n 鲁叟不可作，此意聊自快。 \\n 泰山高次王内翰司献韵 \\n 欧生诚楚人，但识庐山高。 \\n 庐山之高犹可计寻丈，若夫泰山， \\n 仰视恍惚，吾不知其尚在青天之下乎？ \\n 其已直出青天上？我欲仿拟试作《泰山高》， \\n 但恐培塿之见未能测识高大，笔底难具状。 \\n 扶舆磅礴元气钟，突兀半遮天地东； \\n 南衡北恒西泰华。俯视伛偻谁争雄？ \\n 人寰茫昧乍隐见，雷雨初解开鸿蒙； \\n 绣壁丹梯，烟霏霭靁；海日初涌，照耀苍翠。 \\n 平麓远抱沧海湾，日观正与扶桑对。 \\n 听涛声之下泻，知百川之东会。 \\n 天门石扇，豁然中开；幽崖邃谷，襞积隐埋。 \\n 中有逐世之流，龟潜雌伏， \\n 餐霞吸秀于其间，往往怪谲多仙才。 \\n 上有百丈之飞湍，悬空络石穿云而直下， \\n 其源疑自青天来。 \\n 岩头肤寸出烟雾，须臾滂沱遍九垓。 \\n 古来登封，七十二主；后来相效， \\n 纷纷如雨；玉检金函无不为，只今埋没知何许？ \\n 但见白云犹复起，封中断碑无字， \\n 天外日月磨；刚风飞尘过眼倏， \\n 超忽飘荡，岂复有遗踪！ \\n 天空翠华远，落日辞千峰。 \\n 鲁郊获麟，岐阳会凤；明堂既毁，闷宫兴颂。 \\n 宣尼曳杖，逍遥一去不复来， \\n 幽泉呜咽而含悲，群峦拱揖如相送。 \\n 俯仰宇宙，千载相望，堕山乔岳， \\n 尚被其光；峻极配天，无敢颉颃。 \\n 嗟予瞻眺门墙外，何能仿佛窥室堂？ \\n 也来攀附摄遗迹，三千之下， \\n 不知亦许再拜占末行。 \\n 吁嗟乎！泰山之高，其高不可极。 \\n 半壁回首，此身不觉已在东斗傍。 \\n 忆龙泉山 \\n 我爱龙泉寺，寺僧颇疏野。 \\n 尽日坐井栏，有时卧松下。 \\n 一夕别山云，三年走车马。 \\n 愧杀岩下泉，朝夕自清泻。 \\n 忆诸弟 \\n 别龙山云，时梦龙山雨。 \\n 觉来枕箪凉，诸弟在何许？ \\n 终年走风尘，何似山中住。 \\n 百岁如转蓬，拂衣从此去。 \\n 寄舅 \\n 老舅近何如？心性老不改。 \\n 世故恼情怀，光阴不相待。 \\n 借问同辈中，乡邻几人在？ \\n 从今且为乐，旧事无劳悔！ \\n 送人东归 \\n 五泄佳山水，平生思一游。 \\n 送子东归省，菁鲈况复秋。 \\n 幽探须及壮，世事苦悠悠。 \\n 来岁春风里，长安忆故邱。 \\n 寄西湖友 \\n 予有西湖梦，西湖亦梦予。 \\n 三年成阔别，近事竟何如？ \\n 况有诸贤在，他时终卜庐。 \\n 但恐吾归日，君还轩冕拘。 \\n 赠阳伯 \\n 阳伯即伯阳，伯阳竟安在？ \\n 大道即人心，万古未尝改。 \\n 长生在求仁，金丹非外待。 \\n 缪矣三十年，于今吾始悔！ \\n 故山 \\n 鉴水终年碧，云山尽日闲。 \\n 故山不可到，幽梦每相关。 \\n 雾豹言长隐，云龙欲共攀。 \\n 缘知丹壑意，未胜紫宸班。 \\n 忆鉴湖友 \\n 长见人来说，扁舟每独游。 \\n 春风梅市晚，月色鉴湖秋。 \\n 空有烟霞好，犹为尘世留。 \\n 自今当勇往，先与报江鸥。 \\n 不寐 \\n 天寒岁云暮，冰雪关河逈。 \\n 幽室魍魉生，不寐知夜永。 \\n 惊风起林木，骤若波浪汹。 \\n 我心良匪石，讵为戚欣动！ \\n 滔滔眼前事，逝者去相踵。 \\n 崖穷犹可陟，水深犹可泳。 \\n 焉知非日月，胡为乱予衷？ \\n 深谷自逶迤，烟霞日悠永。 \\n 匡时在贤达，归哉盍耕垅！ \\n 有室七章 \\n 有室如簴，周之崇墉。 \\n 窒如穴处，无秋天冬！ \\n 耿彼屋漏，天光入之。 \\n 瞻彼日月，何嗟及之！ \\n 倏晦倏明，凄其以风。 \\n 倏雨倏雪，当昼而蒙。 \\n 夜何其矣，靡星靡粲。 \\n 岂无白日？寤寐永叹！ \\n 心之忧矣，匪家匪室。 \\n 或其启矣，殒予匪恤。 \\n 氤氲其埃，日之光矣， \\n 渊渊其鼓，明既昌矣。 \\n 朝既式矣，日既夕矣。 \\n 悠悠我思，曷其极矣！ \\n 读易 \\n 囚居亦何事？省愆惧安饱。 \\n 瞑坐玩义易，洗心见微奥。 \\n 乃知先天翁，画画有至教。 \\n 包蒙戒为寇，童牿事宜早； \\n 蹇蹇匪为节，虩虩未违道。 \\n 遁四获我心，蛊上庸自保。 \\n 俯仰天地间，触目俱浩浩。 \\n 箪瓢有余乐，此意良匪矫。 \\n 幽哉阳明麓，可以忘吾老。 \\n 岁暮 \\n 兀坐经旬成木石，忽惊岁暮还思乡。 \\n 高檐白日不到地，深夜黠鼠时登床。 \\n 峰头霁雪开草阁，瀑下古松闲石房。 \\n 溪鹤洞猿尔无恙，春江归棹吾相将。 \\n 见月 \\n 屋罅见明月，还见地上霜。 \\n 客子夜中起，旁皇涕沾裳。 \\n 匪为严霜苦，悲此明月光。 \\n 月光如流水，徘徊照高堂。 \\n 胡为此幽室，奄忽逾飞扬？ \\n 逝者不可及，来者犹可望。 \\n 盈虚有天运，叹息何能忘！ \\n 天涯 \\n 天涯岁暮冰霜结，永巷人稀罔象游。 \\n 长夜星辰瞻阁道，晓天钟鼓隔云楼。 \\n 思家有泪仍多病，报主无能合远投。 \\n 留得升平双眼在，且应蓑笠卧沧洲。 \\n 屋罅月 \\n 幽室不知年，夜长昼苦短。 \\n 但见屋罅月，清光自亏满。 \\n 佳人宴清夜，繁丝激哀管； \\n 朱阁出浮云，高歌正凄婉。 \\n 宁知幽室妇，中夜独愁叹！ \\n 良人事游侠，经岁去不返。 \\n 来归在何时？年华忽将晚。 \\n 萧条念宗祀，泪下长如霰。 \\n 别友狱中 \\n 居常念朋旧，簿领成阔绝， \\n 嗟我二三友，胡然此簪盍！ \\n 累累囹圄间，讲诵未能辍。 \\n 桎梏敢忘罪？至道良足悦。 \\n 所恨精诚眇，尚口徒自蹶。 \\n 天王本明圣，旋已但中热。 \\n 行藏未可期，明当与君别。 \\n 愿言无诡随，努力从前哲！ \\n 阳明子之南也其友湛元明 \\n 歌九章以赠崔子钟和之以 \\n 五诗于是阳明子作八咏以答之 \\n 一 \\n 君莫歌九章，歌以伤我心。 \\n 微言破寥寂，重以离别吟。 \\n 别离悲尚浅，言微感逾深。 \\n 瓦缶易谐俗，谁辩黄钟音？ \\n 二 \\n 君莫歌五诗，歌之增离忧。 \\n 岂无良朋侣？洵乐相遨游。 \\n 譬彼桃与李，不为仓囷谋。 \\n 君莫忘五诗，忘之我焉求？ \\n 三 \\n 洙泗流浸微，伊洛仅如线； \\n 后来三四公，瑕瑜未相掩。 \\n 嗟予不量力，跛蹩期致远。 \\n 屡兴还屡仆，惴息几不免。 \\n 道逢同心人，秉节倡予敢； \\n 力争毫厘间，万里或可勉。 \\n 风波忽相失，言之泪徒泫。 \\n 四 \\n 此心还此理，宁论己与人！ \\n 千古一嘘吸，谁为叹离群？ \\n 浩浩天地内，何物非同春！ \\n 相思辄奋励，无为俗所分。 \\n 但使心无间，万里如相亲； \\n 不见宴游交，征逐胥以沦？ \\n 五 \\n 器道不可离，二之即非性。 \\n 孔圣欲无言，下学从泛应。 \\n 君子勤小物，蕴蓄乃成行。 \\n 我诵穷索篇，于子既闻命； \\n 如何圜中士，空谷以为静？ \\n 六 \\n 静虚非虚寂，中有未发中。 \\n 中有亦何有？天之即成空。 \\n 无欲见真体，忘助皆非功。 \\n 至哉玄化机，非子孰与穷！ \\n 七 \\n 忆与美人别，赠我青琅函。 \\n 受之不敢发，焚香始开缄； \\n 讽诵意弥远，期我濂洛间。 \\n 道远恐莫致，庶几终不惭。 \\n 八 \\n 忆与美人别，惠我云锦裳。 \\n 锦裳不足贵，遗我冰雪肠。 \\n 寸肠亦何遗？誓言终不渝。 \\n 珍重美人意，深秋以为期。 \\n 南游三首 \\n 其一 \\n 南游何迢迢，苍山亦南驰。 \\n 如何衡阳雁，不见燕台书？ \\n 莫歌沣浦曲，莫吊湘君祠。 \\n 苍梧烟雨绝，从谁问九疑？ \\n 其二 \\n 九疑不可问，罗浮如可攀。 \\n 遥拜罗浮云，奠以双琼环。 \\n 渺渺洞庭波，东逝何时还？ \\n 生人不努力，草木同衰残！ \\n 其三 \\n 洞庭何渺茫，衡岳何崔嵬！ \\n 风飘回雁雪，美人归未归？ \\n 我有紫瑜珮，留挂芙蓉台。 \\n 下有蛟龙峡，往往兴云雷。 \\n 忆昔答乔白岩因寄储柴墟三首 \\n 其一 \\n 忆昔与君约，玩易探玄微。 \\n 君行赴西岳，经年始来归。 \\n 方将事穷索，忽复当远辞。 \\n 相去万里余，后会安可期？ \\n 问我长生诀，惑也吾谁欺！ \\n 盈亏消息间，至哉天地机。 \\n 圣狂天渊隔，失得分毫厘。 \\n 其二 \\n 毫厘何所辩？惟在公与私。 \\n 公私何所辩？天动与人为。 \\n 遗体岂不贵？践形乃无亏。 \\n 愿君崇德性，问学刊支离。 \\n 无为气所役，毋为物所疑； \\n 恬淡自无欲，精专绝交驰。 \\n 博弈亦何事，好之甘若饴？ \\n 吟咏有性情，丧志非所宜。 \\n 非君爱忠告，斯语容见嗤； \\n 试问柴墟子，吾言亦何如？ \\n 其三 \\n 柴墟吾所爱，春阳溢鬓眉； \\n 白岩吾所爱，慎默长如愚。 \\n 二君廊庙器，予亦山泉姿。 \\n 度量较齿德，长者皆吾师。 \\n 置我五人末，庶亦忘崇卑。 \\n 迢迢万里别，心事两不疑。 \\n 北风送南雁，慰我长相思。 \\n 一日怀抑之也抑之之赠既尝 \\n 答以三诗意若有歉焉是以赋也 \\n 其一 \\n 一日复一日，去子日以远。 \\n 惠我金石言，沉郁未能展。 \\n 人生各有际，道谊尤所眷。 \\n 尝嗤儿女悲，忧来仍不免。 \\n 缅怀沧洲期，聊以慰迟晚。 \\n 其二 \\n 迟晚不足叹，人命各有常。 \\n 相去忽万里，河山郁苍苍。 \\n 中夜不能寐，起视江月光。 \\n 中情良自抑，美人难自忘。 \\n 其三 \\n 美人隔江水，仿佛若可睹。 \\n 风吹蒹葭雪，飘荡知何处？ \\n 美人有瑶瑟，清奏含太古。 \\n 高楼明月夜，惆怅为谁鼓？ \\n 梦与抑之昆季语湛崔皆在 \\n 焉觉而有感因记以诗三首 \\n 其一 \\n 梦与故人语，语我以相思。 \\n 才为旬日别，宛若三秋期。 \\n 令弟坐我侧，屈指如有为； \\n 须臾湛君至，崔子行相随。 \\n 肴醑旋罗列，语笑如平时。 \\n 纵言及微奥，会意忘其辞。 \\n 觉来复何有？起坐空嗟咨！ \\n 其二 \\n 起坐忆所梦，默溯犹历历； \\n 初谈自有形，继论人无极。 \\n 无极生往来，往来万化出； \\n 万化无停机，往来何时息！ \\n 来者胡为信？往者胡为屈？ \\n 微哉屈信间，子午当其屈。 \\n 非子尽精微，此理谁与测？ \\n 何当衡庐间，相携玩义易。 \\n 其三 \\n 衡庐曾有约，相携尚无时。 \\n 去事多翻覆，来踪岂前知？ \\n 斜月满虚牖，树影何参差； \\n 林风正萧瑟，惊鹊无宁枝。 \\n 邈彼二三子，惄焉劳我思。 \\n 因雨和杜韵 \\n 晚堂疏雨暗柴门，忽入残荷泻石盆。 \\n 万里沧江生白发，几人灯火坐黄昏？ \\n 客途最觉秋先到，荒径惟怜菊尚存。 \\n 却忆故园耕钓处，短蓑长笛下江村。 \\n 赴谪次北新关喜见诸弟 \\n 扁舟风雨泊江关，兄弟相看梦寐间。 \\n 已分天涯成死别，宁知意外得生还！ \\n 投荒自识君恩远，多病心便吏事闲。 \\n 携汝耕樵应有日，好移茅屋傍云山。 \\n 南屏 \\n 溪风漠漠南屏路，春服初成病眼开。 \\n 花竹日新僧已老，湖山如旧我重来。 \\n 层楼雨急青林逈，古殿云晴碧嶂回。 \\n 独有幽禽解相信，双飞时下读书台。 \\n 卧病静慈写怀 \\n 卧病空山春复夏，山中幽事最能知。 \\n 雨晴阶下泉声急，夜静松间月色迟。 \\n 把卷有时眠白石。解缨随意濯清漪。 \\n 吴山越峤俱堪老，正奈燕云系远思！ \\n 移居胜果寺二首 \\n 江上俱知山色好，峰回始见寺门开。 \\n 半空虚阁有云住，六月深松无暑来。 \\n 病肺正思移枕簟，洗心兼得远尘埃。 \\n 富春咫尺烟涛外，时倚层霞望钓台。 \\n 病余岩阁坐朝曛，异景相新得未闻。 \\n 日脚倒明千顷雾，雨声高度万峰云。 \\n 越山阵水当吴峤，江月随潮上海门。 \\n 便欲携书从此老，不教猿鹤更移文。 \\n 忆别 \\n 忆别江干风雪阴，艰难岁月两侵寻。 \\n 重看骨肉情何限，况复斯文约旧深。 \\n 贤圣可期先立志，尘凡未脱谩言心。 \\n 移家便住烟霞壑，绿水青山长对吟。 \\n 泛海 \\n 险夷原不滞胸中，何异浮云过太空！ \\n 夜静海涛三万里，月明飞锡下天风。 \\n 武夷次壁间韵 \\n 肩舆飞度万峰云，回首沧波月下闻。 \\n 海上真为沧水使，山中又遇武夷君。 \\n 溪流九曲初谙路，精舍千年始及门。 \\n 归去高堂慰垂白，细探更拟在春分。 \\n 草萍驿次林见素韵奉寄 \\n 山行风雪瘦能当，会喜江花照野航。 \\n 本与宦途成懒散，颇因诗景受闲忙。 \\n 乡心草色春同远，客鬓松梢晚更苍， \\n 料得烟霞终有分，未须连夜梦溪堂。 \\n 玉山东岳庙遇旧识严星士 \\n 忆昨东归亭下路，数峰箫管隔秋云。 \\n 肩舆欲到妨多事，鼓枻重来会有云。 \\n 春夜绝怜灯节近，溪声最好月中闻。 \\n 行藏无用君平卜，请看沙边鸥鹭群。 \\n 广信元夕蒋太守舟中夜话 \\n 楼台灯火水西东，箫鼓星桥渡碧空。 \\n 何处忽谈尘世外？百年惟此月明中。 \\n 客途孤寂浑常事，远地相求见古风。 \\n 别后新诗如不惜，衡南今亦有飞鸿。 \\n 夜泊石亭寺用韵呈陈娄诸公因寄储 \\n 柴墟都宪及乔白岩太常诸友 \\n 廿年不到石亭寺，惟有西山只旧青。 \\n 白拂挂墙僧已去，红兰照水客重经。 \\n 沙村远树凝春望，江雨孤篷入夜听。 \\n 何处故人还笑语？东风啼鸟梦初醒。 \\n 怅望沙头成久坐，江洲春树何青青。 \\n 烟霞故国虚梦想，风雨客途真惯经！ \\n 白璧屡投终自信，朱絃一绝好谁听？ \\n 扁舟心事沧浪旧，从与渔人笑独醒。 \\n 过分宜望钤冈庙 \\n 共传峰顶树，古庙有灵神， \\n 楚俗多尊鬼，巫言解惑人。 \\n 望禋存旧典，捍御及斯民。 \\n 世事浑如此，题诗感慨新！ \\n 杂诗三首 \\n 其一 \\n 危栈断我前，猛虎尾我后， \\n 倒崖落我左，绝壑临我右。 \\n 我足复荆榛，雨雪更纷骤， \\n 邈然思古人，无闷聊自有。 \\n 无闷虽足珍，警惕忘尔守。 \\n 君观真宰意，匪薄亦良厚。 \\n 其二 \\n 青山清我目，流水静我耳； \\n 琴瑟在我御，经书满我几。 \\n 措足践坦道，悦心有妙理， \\n 顽冥非所惩，贤达何靡靡！ \\n 乾乾怀往训，敢忘惜分晷？ \\n 悠哉天地内，不知老将至。 \\n 其三 \\n 羊肠亦坦道，太虚何阴晴？ \\n 灯窗玩古易，欣然获我情。 \\n 起舞还再拜，圣训垂明明； \\n 拜舞讵逾节？顿忘乐所形。 \\n 敛衽复端坐，玄思窥沉溟。 \\n 寒根固生意；息灰抱阳精。 \\n 冲漠际无极，列宿罗青冥。 \\n 夜深向晦息，始闻风雨声。"}
{"章节": "卷十五（3）", "正文": "卷十五（3） \\n  \\n  \\n 袁州府宜春台四绝 \\n 宜春台上还春望，山水南来眼未尝。 \\n 却笑韩公亦多事，更从南浦羡滕王。 \\n 台名何事只宜春？山色无时不可人。 \\n 不用烟花费妆点，尽教刊落尽嶙峋。 \\n 持修江藻拜祠前，正是春风欲暮天。 \\n 童冠尽多归咏兴，城南兼说有温泉。 \\n 古庙香灯几许年？增修还费大官钱。 \\n 至今楚地多风雨，犹道山神驾铁船。 \\n 夜宿宣风馆 \\n 山石崎岖古辙痕，沙溪马渡水犹浑。 \\n 夕阳归鸟投深麓，烟火行人望远村。 \\n 天际浮云生白发，林间孤月坐黄昏。 \\n 越南冀北俱千里，正恐春愁入夜魂。 \\n 萍乡道中谒濂溪祠 \\n 木偶相沿恐未真，清辉亦复凛衣巾。 \\n 簿书曾屑乘田吏，俎豆犹存畏垒民。 \\n 碧水苍山俱过化，光风霁月自传神。 \\n 千年私淑心丧后，下拜春祠荐渚苹。 \\n 宿萍乡武云观 \\n 晓行山径树高低，雨后春泥没马蹄。 \\n 翠色绝云开远嶂，寒声隔竹隐晴溪。 \\n 已闻南去艰舟楫，漫忆东归沮杖藜。 \\n 夜宿仙家见明月，清光还似鉴湖西。 \\n 醴陵道中风雨夜宿泗州寺次韵 \\n 风雨偏从险道尝，深泥没马陷车箱。 \\n 虚传鸟路通巴蜀，岂必羊肠在太行！ \\n 远渡渐看连暝色，晚霞会喜见朝阳。 \\n 水南昏黑投僧寺，还理义编坐夜长。 \\n 长沙答周生 \\n 旅倦憩江观，病齿废谈诵。 \\n 之子特相求，礼殚意弥重。 \\n 自言绝学余，有志莫与共； \\n 手持一编书，披历见肝衷； \\n 近希小范踪，远为贾生恸； \\n 兵符及射艺，方技靡不综。 \\n 我方惩创后，见之色亦动。 \\n 子诚仁者心，所言亦屡中； \\n 愿子且求志，蕴蓄事涵泳。 \\n 孔圣固惶惶，与点乐归咏； \\n 回也王佐才，闭户避邻閧。 \\n 知子信美才，大构中梁栋； \\n 未当匠石求，滋植务培壅。 \\n 愧子勤绻意，何以相规讽？ \\n 养心在寡欲，操存舍即纵。 \\n 岳麓何森森，遗址自南宋； \\n 江山足游息，贤迹尚堪踵。 \\n 何当谢病来，士气多沈勇。 \\n 陟湘于迈岳麓是尊仰止先哲因 \\n 怀友生丽泽兴感伐木寄言二首 \\n 其一 \\n 客行长沙道，山川郁稠缪。 \\n 西探指岳麓，凌晨渡湘流； \\n 逾冈复陟巘，吊古还寻幽。 \\n 林壑有余采，昔贤此藏修； \\n 我来实仰止，匪伊事盘游。 \\n 衡云闲晓望，洞野浮春洲。 \\n 怀我二三友，伐木增离忧。 \\n 何当此来聚？道谊日相求。 \\n 其二 \\n 林间憩白石，好风亦时来。 \\n 春阳熙百物，欣然得予怀。 \\n 缅思两夫子，此地得徘徊。 \\n 当年靡童冠，旷代登堂阶。 \\n 高情讵今昔，物色遗吾侪。 \\n 顾谓二三子，取瑟为我谐。 \\n 我弹尔为歌，尔舞我与偕。 \\n 吾道有至乐，富贵真浮埃！ \\n 若时乘大化，勿愧点与回。 \\n 陟冈采松柏，将以遗所思； \\n 勿采松柏枝，两贤昔所依。 \\n 缘峰践台石，将以望所期； \\n 勿践台上石，两贤昔所跻。 \\n 两贤去邈矣，我友何相违？ \\n 吾斯未能信，役役空尔疲。 \\n 胡不此簪盍，丽泽相遨嬉？ \\n 渴饮松下泉，饥餐石上芝。 \\n 偃仰绝余念，迁客难久稽。 \\n 洞庭春浪阔，浮云隔九疑。 \\n 江洲满芳草，目极令人悲。 \\n 已矣从此去，奚必兹山为！ \\n 恋系乃从欲，安土惟随时。 \\n 晚闻冀有得，此外吾何知！ \\n 游岳麓书事 \\n 醴陵西来涉湘水，信宿江城沮风雨。 \\n 不独病齿畏风湿，泥潦侵途绝行旅。 \\n 人言岳麓最形胜，隔水溟蒙隐云雾； \\n 赵侯需晴邀我游，故人徐陈各传语； \\n 周生好事屡来速，森森雨脚何由住！ \\n 晓来阴翳稍披拂，便携周生涉江去。 \\n 戒令休遣府中知，徒尔劳人更妨务。 \\n 橘洲僧寺浮江流，鸣钟出延立沙际。 \\n 停桡一至答其情，三洲连绵亦佳处。 \\n 行云散漫浮日色，是时峰峦益开霁。 \\n 乱流荡桨济倏忽，系檝江边老檀树。 \\n 岸行里许入麓口，周生道予勤指顾。 \\n 柳溪梅堤存仿佛，道林林壑独如故。 \\n 赤沙想像虚田中，西屿倾颓今冢墓。 \\n 道乡荒趾留突兀，赫曦远望石如鼓。 \\n 殿堂释菜礼从宜，下拜朱张息游地。 \\n 凿石开山面势改，双峰辟阙见江渚； \\n 闻是吴君所规画，此举良是反遭忌。 \\n 九仞谁亏一篑功，叹息遗基独延伫！ \\n 浮屠观阁摩青霄，盘据名区遍寰宇； \\n 其徒素为儒所摈，以此方之反多愧。 \\n 爱礼思存告朔羊，况此实作匪文具。 \\n 人云赵侯意颇深，隐忍调停旋修举； \\n 昨来风雨破栋脊，方遣圬人补残敝。 \\n 予闻此语心稍慰，野人蔬蕨亦罗置； \\n 欣然一酌才举杯，津夫走报郡侯至。 \\n 此行隐迹何由闻？遣骑候访自吾寓； \\n 潜来鄙意正为此，仓卒行庖益劳费。 \\n 整冠出讶见两盖，乃知王君亦同御。 \\n 肴羞层叠丝竹繁，避席兴辞恳莫拒。 \\n 多仪劣薄非所承，乐阕觞周日将暮。 \\n 黄堂吏散君请先，病夫沾醉须少憩。 \\n 入舟暝色渐微茫，却喜顺流还易渡。 \\n 严城灯火人已稀，小巷曲折忘归路。 \\n 仙宫酣倦成熟寐，晓闻檐声复如注。 \\n 昨游偶遂实天假，信知行乐皆有数。 \\n 涉躐差偿夙好心，尚有名山敢多慕！ \\n 齿角盈亏分则然，行李虽淹吾不恶。 \\n 次韵答赵太守王推官 \\n 诘朝事虔谒，玄居宿斋沐。 \\n 积霖喜新霁，风日散清燠。 \\n 兰桡渡芳渚，半涉见水陆； \\n 溪山俨新宇，雷雨荒大麓。 \\n 皇皇絃诵区，斯文昔炳郁； \\n 兴废尚屯疑，使我怀悱懊。 \\n 近闻牧守贤，经营亟乘屋。 \\n 方舟为予来，飞盖遥肃肃。 \\n 花絮媚晚筵，韶景正柔淑。 \\n 浴沂谅同情，及兹授春服。 \\n 令德倡高词，混珠愧鱼目！ \\n 努力崇修名，迂疏自岩谷。 \\n 天心湖阻泊既济书事 \\n 挂席下长沙，瞬息百余里。 \\n 舟人共扬眉，予独忧其駃。 \\n 日暮入沅江，抵石舟果圮。 \\n 补敝诘朝发，冲风遂龃龉。 \\n 暝泊后江湖，萧条旁罾垒。 \\n 月黑波涛惊，蛟嚚互睥睨。 \\n 翼午风益厉，狼狈收断汜。 \\n 天心数里间，三日但遥指。 \\n 甚雨迅雷电，作势殊未已。 \\n 溟溟云雾中，四望渺涯泪。 \\n 篙桨不得施，丁夫尽嗟噫。 \\n 淋漓念同胞，吾宁忍暴使？ \\n 饘粥且倾橐，苦甘吾与尔。 \\n 众意在必济，粮绝亦均死。 \\n 凭陵向高浪，吾亦讵容止。 \\n 虎怒安可撄？志同稍足倚； \\n 桃令并岸行，试涉湖滨沚。 \\n 收舵幸无事，风雨亦浸弛。 \\n 逡巡缘沚湄，迤逦就风势。 \\n 新涨翼回湍，倏忽逝如矢。 \\n 夜入武阳江，渔村稳堪舣。 \\n 籴市谋晚炊，且为众人喜。 \\n 江醪信漓浊，聊复荡胸滓。 \\n 济险在需时，徼幸岂常理？ \\n 尔辈勿轻生，偶然非可恃！ \\n 去妇叹五首 \\n 楚人有间于新娶而去其妇者。 \\n 其妇无所归，去之山间独居， \\n 怀绻不忘，终无他适。 \\n 予闻其事而悲之，为作去《去妇叹》。 \\n 委身奉箕帚，中道成弃捐。 \\n 苍蝇间白璧，君心亦何愆！ \\n 独嗟贫家女，素质难为妍。 \\n 命薄良自喟，敢忘君子贤？ \\n 春华不再艳，颓魄无重圆。 \\n 新欢莫终恃，令仪慎周还。 \\n 依违出门去，欲行复迟迟。 \\n 邻妪尽出别，强语含辛悲。 \\n 陋质容有缪，放逐理则宜； \\n 姑老籍相慰，缺乏多所资。 \\n 妾行长已矣，会面当无时！ \\n 妾命如草芥，君身比琅玕。 \\n 奈何以妾故，废仓怀愤冤？ \\n 无为伤姑意，燕尔且为欢； \\n 中厨存宿旨，为姑备朝餐。 \\n 畜育意千绪，仓卒徒悲酸。 \\n 伊迩望门屏，盍从新人言。 \\n 夫意已如此，妾还当谁颜！ \\n 去矣勿复道，已去还踌蹰。 \\n 鸡鸣尚闻响，犬恋犹相随。 \\n 感此摧肝肺，泪下不可挥。 \\n 冈回行渐远，日落群鸟飞。 \\n 群鸟各有托，孤妾去何之？ \\n 空谷多凄风，树木何潇森！ \\n 浣衣涧冰合，采苓山雪深。 \\n 离居寄岩穴，忧思托鸣琴。 \\n 朝弹别鹤操，暮弹孤鸿吟。 \\n 弹苦思弥切，巑岏隔云岑。 \\n 君聪甚明哲，何因闻此音？ \\n 罗旧驿 \\n 客行日日万峰头，山水南来亦胜游。 \\n 市谷鸟啼村雨暗，刺桐花暝石溪幽。 \\n 蛮烟喜过青杨瘴，乡思愁经芳杜洲。 \\n 身在夜郎家万里，五云天北是神州。 \\n 沅水驿 \\n 辰阳南望接沅州，碧树林中古驿楼。 \\n 远各日怜风土异，人间随地可淹留。 \\n 钟鼓洞 \\n 见说水南多异迹，岩头时有鼓钟声。 \\n 空遗石壁千年在，未信金砂九转成。 \\n 远地星辰瞻北极，春山明月坐更深。 \\n 年来夷险还忘却，始信羊肠路亦平。 \\n 平溪馆次王文济韵 \\n 山城寥落闭黄昏，灯火人家隔水村。 \\n 清世独便吾职易，穷途还赖此心存。 \\n 蛮烟瘴雾承相往，翠壁丹崖好共论。 \\n 畎亩投闲终有日，小臣何以答君恩？ \\n 清平卫即事 \\n 积雨山途喜乍晴，暖云浮动水花明。 \\n 故园日与青春远，敝缊凉思白苧轻。 \\n 烟际卉衣窥绝栈，峰头戍角隐孤城。 \\n 华夷节制严冠履，漫说殊方列省卿。 \\n 兴隆卫书壁 \\n 山城高下见楼台，野戍参差暮角摧。 \\n 贵竹路从峰顶入，夜郎人自日边来。 \\n 莺花夹道惊春老，雉堞连云向晚开。 \\n 尺素屡题还屡掷，衡南那有雁飞回？ \\n 七盘 \\n 鸟道萦纡下七盘，古藤苍木峡声寒。 \\n 境多奇绝非吾土，时可淹留是谪官。 \\n 犹记边峰传羽檄，近闻苗俗化衣冠。 \\n 投簪实有居夷志，垂白难承菽水欢。 \\n 初至龙场无所止结草庵居之 \\n 草庵不及肩，旅倦体方适。 \\n 开棘自成篱，土阶漫无级； \\n 迎风亦萧疏，漏雨易补缉。 \\n 灵濑响朝湍，深林凝暮色。 \\n 群僚环聚讯，语庞意颇质。 \\n 鹿豕且同游，兹类犹人属。 \\n 污樽映瓦豆，尽醉不知夕。 \\n 缅怀黄唐化，略称茅茨迹。 \\n 始得东洞遂改为阳明小洞天三首 \\n 古洞閟荒僻，虚设疑相待。 \\n 披莱历风磴，移居快幽垲。 \\n 营炊就岩窦，放榻依石垒。 \\n 穹窒旋薰塞，夷坎仍洒扫。 \\n 卷帙漫堆列，樽壶动光彩。 \\n 夷居信何陋，恬淡意方在。 \\n 岂不桑梓怀？素位聊无悔。 \\n 童仆自相语，洞居颇不恶。 \\n 人力免结构，天巧谢雕凿。 \\n 清泉傍厨落，翠雾还成幕。 \\n 我辈日嬉偃，主人自愉乐。 \\n 虽无棨戟荣，且远尘嚣聒。 \\n 但恐霜雪凝，云深衣絮薄。 \\n 我闻莞尔笑，周虑愧尔言。 \\n 上古处巢窟，抔饮皆污樽。 \\n 互极阳内伏，古穴多冬暄。 \\n 豹隐文始泽，龙蛰身乃存。 \\n 岂无数尽榱，轻裘吾不温。 \\n 邈矣箪瓢子，此心期与论。 \\n 谪居绝粮请学于农将田南山永言寄怀 \\n 谪居屡在陈，从者有愠见。 \\n 山荒聊可田，钱镈还易办。 \\n 夷俗多火耕，仿习亦颇便。 \\n 及兹春未深，数亩犹足佃。 \\n 岂徒实口腹？且以理荒宴。 \\n 遗穗及鸟雀，贫寡发余羡。 \\n 出耒在明晨，山寒易霜霰。 \\n 观稼 \\n 下田既宜稌，高田亦宜稷。 \\n 种蔬须土疏，种蓣须土湿。 \\n 寒多不实秀，暑多有螟螣。 \\n 去草不厌频，耘禾不厌密。 \\n 物理既可玩，化机还默识； \\n 即是参赞功，毋为轻稼穑！ \\n 采蕨 \\n 采蕨西山下，扳援陟崔嵬。 \\n 游子望乡国，泪下心如摧。 \\n 浮云塞长空，颓阳不可回。 \\n 南归断舟楫，北望多风埃。 \\n 已矣供子职，勿更贻亲哀！ \\n 猗猗 \\n 猗猗涧边竹，青青岩畔松。 \\n 直干历冰雪，密叶留清风。 \\n 自期永相托，云壑无违踪。 \\n 如何两分植，憔悴叹西东。 \\n 人事多翻覆，有如道上蓬。 \\n 惟应岁寒意，随处还当同。 \\n 南溟 \\n 南溟有瑞鸟，东海有灵禽； \\n 飞游集上苑，结侣珍树林； \\n 顾言饰羽仪，共舞箫韶音。 \\n 风云忽中变，一失难相寻。 \\n 瑞鸟既遭縻，灵禽投荒岑； \\n 天衢雨雪积，江汉虞罗侵。 \\n 哀哀鸣索侣，病翼飞未任。 \\n 群鸟亦千百，谁当会其心？ \\n 南岳有竹实，丹溜青松阴； \\n 何时共栖息？永托云泉深。 \\n 溪水 \\n 溪石何落落，溪水何冷冷。 \\n 坐石弄溪水，欣然濯我缨。 \\n 溪水清见底，照我白发生。 \\n 年华若流水，一去无回停。 \\n 悠悠百年内，吾道终何成！ \\n 龙冈新构 \\n 谪居聊假息，荒秽亦须治。 \\n 凿巘薙林条，小构自成趣。 \\n 开窗入远峰，架扉出深树。 \\n 墟寨俯逶迤，竹木互蒙翳。 \\n 畦蔬稍溉锄，花药颇杂莳。 \\n 宴适岂专予，来者得同憩。 \\n 轮奂非致美，毋令易倾敝。 \\n 营茅乘田隙，洽旬始苟完。 \\n 初心待风雨，落成还美观。 \\n 锄荒既开径，拓樊亦理园。 \\n 低檐避松偃，蔬土行竹根。 \\n 勿剪墙下棘，束列因可藩； \\n 奠撷林间萝，蒙笼覆云轩。 \\n 素缺农圃学，因兹得深论。 \\n 毋为轻鄙事，吾道固斯存。 \\n 诸生来 \\n 简滞动罹咎，废幽得幸免。 \\n 夷居虽异俗，野朴意所眷。 \\n 思亲独疚心，疾忧庸自遣。 \\n 门生颇群集，樽单亦时展。 \\n 讲习性所乐，记问复怀腼。 \\n 林行或沿涧，洞游还陟巘。 \\n 月榭坐鸣琴，云窗卧披卷。 \\n 澹泊生道真，旷达匪荒宴。 \\n 岂必鹿门栖，自得乃高践。 \\n 西园 \\n 方园不盈亩，蔬卉颇成列。 \\n 分溪免甕灌，补篱防豕踣。 \\n 芜草稍焚薙，清雨夜来歇。 \\n 濯濯新叶敷，荧荧夜花发。 \\n 放锄息重阴，旧书漫披阅。 \\n 倦枕竹下石，醒望松间月。 \\n 起来步闲谣，晚酌檐下设。 \\n 尽醉即草铺，忘与邻翁别。 \\n 水滨洞 \\n 送远憩岨谷，濯缨俯清流。 \\n 沿溪涉危石，曲洞藏深幽。 \\n 花静馥常閟，溜暗光亦浮。 \\n 平生泉石好，所遇成淹留。 \\n 好鸟忽双下，鲦鱼亦群游。 \\n 坐久尘虑息，澹然与道谋。 \\n 山石 \\n 山石犹有理，山木犹有枝； \\n 人生非木石，别久宁无思！ \\n 愁来步前庭，仰视行云驰； \\n 行云随长风，飘飘去何之？ \\n 行云有时定，游子无还期。 \\n 高梁始归燕，题鳺已先悲。 \\n 有生岂不苦，逝者长若斯！ \\n 已矣复何事？商山行采芝。 \\n 无寐二首 \\n 其一 \\n 烟灯暧无寐，忧思坐长往。 \\n 寒风振乔林，叶落闻窗响。 \\n 起窥庭月光，山空游罔象。 \\n 怀人阻积雪，崖冰几千丈。 \\n 其二 \\n 穷崖多杂树，上与青冥连。 \\n 穿云下飞瀑，谁能识其源？ \\n 但闻清猿啸，时见皓鹤翻。 \\n 中有避世士，冥寂栖其巅。 \\n 翳予亦同调，路绝难攀缘。 \\n 诸生夜坐 \\n 谪居澹虚寂，眇然怀同游。 \\n 日入山气夕，孤亭俯平畴。 \\n 草际见数骑，取径如相求； \\n 渐近识颜面，隔树停鸣驺； \\n 投辔雁鹜进，携盖各有羞； \\n 分席夜堂坐，绛蜡清樽浮； \\n 鸣琴复散帙，壶矢交觥筹。 \\n 夜弄溪上月，晓陟林间丘。 \\n 村翁或招饮，洞客偕探幽。 \\n 讲习有真乐，谈笑无俗流。 \\n 缅怀风沂兴，千载相为谋。 \\n 艾草次胡少参韵 \\n 艾草莫艾兰，兰有芬芳姿。 \\n 况生幽谷底，不碍君稻畦。 \\n 艾之亦何益？徒令香气衰。 \\n 荆棘生满道，出刺伤人肌； \\n 持刀忌触手，睨视不敢挥。 \\n 艾草须艾棘，勿为棘所欺。 \\n 凤雏次韵答胡少参 \\n 凤雏生高岩，风雨摧其翼。 \\n 养疴深林中，百鸟惊辟易。 \\n 虞人视为妖，举网争弹弋。 \\n 此本王者瑞，惜哉谁能识！ \\n 吾方哀其穷，胡忍复相亟？ \\n 鸱枭据丛林，驱鸟恣搏食。 \\n 嗟尔独何心？枭凤如白黑。 \\n 鹦鹉和胡韵 \\n 鹦鹉生陇西，群飞恣鸣游。 \\n 何意虞罗及？充贡来中州； \\n 金绦縻华屋，云泉谢林丘。 \\n 能言实阶祸，吞声亦何求！ \\n 主人有隐寇，窃发闻其谋， \\n 感君惠养德，一语思所酬。 \\n 惧君不见察，杀身反为尤。 \\n 诸生 \\n 人生多离别，佳会难再遇。 \\n 如何百里来，三宿便辞去？ \\n 有琴不肯弹，有酒不肯御。 \\n 远陟见深情，宁予有弗顾？ \\n 洞云还自栖，溪月谁同步？ \\n 不念南寺时，寒江雪将暮？ \\n 不记西园日，桃花夹川路？ \\n 相去倏几月，秋风落高树。 \\n 富贵犹尘沙，浮名亦飞絮。 \\n 嗟我二三子，吾道有真趣。 \\n 胡不携书来，茆堂好同住！ \\n 游来仙洞早发道中 \\n 霜风清木叶，秋意生萧疏。 \\n 冲星策晓骑，幽事将有徂。 \\n 股虫乱飞掷，道狭草露濡； \\n 倾暑物晨发，征夫已先途。 \\n 浙米石间溜，炊火岩中庐。 \\n 烟峰上初日，林鸟相嘤呼。 \\n 意欣物情适，战胜癯色腴。 \\n 行乐信宇宙，富贵非吾图！ \\n 别友 \\n 幽寻意方结，奈此世累牵。 \\n 凌晨驱马别，持杯且为传。 \\n 相求苦非远，山路多风烟。 \\n 所贵明哲士，秉道非苟全。 \\n 去矣崇令德，吾亦行归田。 \\n 赠黄太守澍 \\n 岁宴乡思切，客久亲旧疏。 \\n 卧疴闭空院，忽来故人车。 \\n 入门辩眉宇，喜定还惊吁。 \\n 远行亦安适，符竹膺新除。 \\n 荒郡号难理，况兹征索余！ \\n 君才素通敏，窘剧宜有纡。 \\n 蛮乡虽瘴毒，逐客犹安居。 \\n 经济非复事，时还理残书。 \\n 山泉足游憩，鹿麋能友予。 \\n 澹然穹壤内，容膝皆吾庐。 \\n 惟营垂白念，旦夕怀归图。 \\n 君行勉三事，吾计终五湖。 \\n 寄友用韵 \\n 怀人坐沈夜，帷灯暧幽光。 \\n 耿耿积烦绪。忽忽如有忘。 \\n 玄景逝不处，朱炎化微凉。 \\n 相彼谷中葛，重阴殒衰黄。 \\n 感此游客子，经年未还乡。 \\n 伊人不在目，丝竹徒满堂， \\n 天深雁书杳，梦短关塞长。 \\n 情好矢无数，愿言觊终偿。 \\n 惠我金石编，徽音激宫商。 \\n 驰辉不可即，式尔增予伤！ \\n 馨香袭肝膂，聊用心中藏。 \\n 秋夜 \\n 树暝栖翼喧，萤飞夜堂静。 \\n 遥穹出晴月，低檐入峰影。 \\n 窅窈坐幽独，怵尔抱深警。 \\n 年徂道无闻，心违迹未屏。 \\n 萧瑟中林秋，云凝松桂冷。 \\n 山泉岂无适？离人怀故境。 \\n 安得驾云鸿，高飞越南景！ \\n 采薪二首 \\n 朝采山上荆，暮采谷中栗。 \\n 深谷多凄风，霜露沾衣湿。 \\n 采薪勿辞辛，昨来断薪拾。 \\n 晚归阴壑底，抱瓮还自汲。 \\n 薪水良独劳，不愧吾食力！ \\n 倚担青岩际，历斧崖下石。 \\n 持斧起环顾，长松百余尺。 \\n 徘徊不忍挥，俯略涧边棘。 \\n 同行笑吾馁，尔斧安用历？ \\n 快意岂不能？物材各有适。 \\n 可以相天子，众稚讵足识！ \\n 龙冈漫兴五首 \\n 投荒万里入炎州，却喜官卑得自由。 \\n 心在夷居何有陋？身虽吏隐未忘忧。 \\n 春山卉服时相问，雪寨蓝与每独游。 \\n 拟把犁锄从许子，谩将絃诵止言游。 \\n 旅况萧条寄草堂，虚檐落日自生凉。 \\n 芳春已共烟花尽，孟夏俄惊草木长。 \\n 绝壁千寻凌杳霭，深岩六月宿冰霜。 \\n 人间不有宣尼叟，谁信申韩未是刚？ \\n 路僻官卑病益闲，空林惟听鸟间关。 \\n 地无医药凭书卷，身处蛮夷亦故山。 \\n 用世谩怀伊尹心，思家独切老莱斑。 \\n 梦魂兼喜无余事，只在耶溪舜水湾。 \\n 卧龙一去忘消息，千古龙冈漫有名。 \\n 草屋何人方管乐，桑间无耳听咸英。 \\n 江沙漠漠遗云鸟，草木萧萧动甲兵。 \\n 好共鹿门庞处士，相期采药人青冥。 \\n 归与吾道在沧浪，颜氏何曾击柝忙？ \\n 枉尺已非贤者事，斩轮徒有古人方。 \\n 白云晚忆归岩洞，苍藓春应遍石床。 \\n 寄语峰头双白鹤，野夫终不久龙场。 \\n 答毛拙庵见招书院 \\n 野夫病卧成疏懒，书卷长抛旧学荒。 \\n 岂有威仪堪法象？实惭文檄过称扬。 \\n 移居正拟投医肆，虚席仍烦避讲堂。 \\n 范我定应无所获，空令多士笑王良。 \\n 老桧 \\n 老桧斜生古驿傍，客来系马解衣裳。 \\n 讬根非所还怜汝，直干不挠终异常。 \\n 风雪凛然存节概，刮摩聊尔见文章。 \\n 何当移植山林下，偃蹇从渠拂汉苍。 \\n 却巫 \\n 卧病空山无药石，相传土俗事神巫。 \\n 吾行久矣将焉祷？众议纷然反见迂。 \\n 积习片言容未解，舆情三月或应孚。 \\n 也知伯有能为厉，自笑孙侨非丈夫。 \\n 过天生桥 \\n 水光如练落长松，云际天桥隐白虹。 \\n 辽鹤不来华表烂，仙人一去石桥空。 \\n 徒闻鹊驾横秋夕，谩说秦鞭到海东。 \\n 移放长江还济险，可怜虚却万山中。 \\n 南霁云祠 \\n 死矣中丞莫谩疑，孤城援绝久知危。 \\n 贺兰未灭空遗恨，南八如生定有为。 \\n 风雨长廊嘶铁马，松杉阴雾卷灵旗。 \\n 英魂千载知何处？岁岁边人赛旅祠。 \\n 春晴 \\n 林下春晴风渐和，高岩残雪已无多。 \\n 游丝冉冉花枝静，青璧迢迢白鸟过。 \\n 忽向山中怀旧侣，几从洞口梦烟萝。 \\n 客衣尘土终须换，好与湖边长芰荷。 \\n 陆广晓发 \\n 初日曈曈似晓霞，雨痕新霁渡头沙。 \\n 溪深几曲云藏峡，树老千年雪作花。 \\n 白鸟去边回驿路，青崖缺处见人家。 \\n 遍行奇胜才经此，江上天劳羡九华。 \\n 雪夜 \\n 天涯久客岁侵寻，茆屋新开枫树林。 \\n 渐惯省言因病齿，屡经多难解安心。 \\n 犹怜未系苍生望，且得闲为白石吟。 \\n 乘兴最堪风雪夜，小舟何日返山阴？ \\n 元夕二首 \\n 故园今夕是元宵，独向蛮村坐寂寥。 \\n 赖有遗经堪作伴，喜无车马过相邀。 \\n 春还草阁梅先动，月满虚庭雪未消。 \\n 堂上花灯诸弟集，重闱应念一身遥。 \\n 去年今日卧燕台，铜鼓中宵隐地雷。 \\n 月傍苑楼灯彩淡，风传阁道马蹄回。 \\n 炎荒万里频回首，羌笛三更谩自哀。 \\n 尚忆先朝多乐事，孝皇曾为两宫开。 \\n 家僮作纸灯 \\n 寥落荒村灯事赊，蛮奴试巧剪春纱。 \\n 花枝绰约含轻雾，月色玲珑映绮霞。 \\n 取办不徒酬令节，赏心兼是惜年华， \\n 如何京国王侯第，一盏中人产十家！ \\n 白云堂 \\n 白云僧舍市桥东，别院回廊小径通。 \\n 岁古檐松存独干，春还庭竹发新丛。 \\n 晴窗暗映群峰雪，清梵长飘高阁风。 \\n 迁客从来甘寂寞，青鞋时过月明中。 \\n 来仙洞 \\n 古洞春寒客到稀，绿苔荒径草霏霏。 \\n 书悬绝壁留僧偈，花发层萝绣佛衣。 \\n 壶榼远从童冠集，杖藜随处宦情微。 \\n 石门遥锁阳明鹤，应笑山人久不归。 \\n 木阁道中雪 \\n 瘦马支离缘绝壁，连峰窅窕人层云。 \\n 山村树暝惊鸦阵，涧道雪深逢鹿群。 \\n 冻合衡茅炊火断，望迷孤戍暮笳闻。 \\n 正思讲习诸贤在，绛蜡清醅坐夜分。 \\n 元夕雪用苏韵二首 \\n 林间暮雪定归鸦，山外铃声报使车。 \\n 玉盏春光传柏叶，夜堂银烛乱檐花。 \\n 萧条音信愁边雁，迢递关河梦里家。 \\n 何日扁舟还旧隐，一蓑江上把鱼叉。 \\n 寒威入夜益廉纤，酒瓮炉床亦戒严。 \\n 久客渐怜衣有结，蛮居长叹食无盐。 \\n 饥豺正尔群当路，冻雀从渠自宿檐。 \\n 阴极阳回知不远，兰芽行见发春尖。 \\n 晓霁用前韵书怀二首 \\n 双阙钟声起万鸦，禁城月色满朝车， \\n 竟谁诗咏东曹桧？正忆梅开西寺花。 \\n 此日天涯伤逐客，何年江上却还家？ \\n 曾无一字堪驱使，谩有虚名拟八叉。 \\n 涧草岩花欲斗纤，溪风林雪故争严。 \\n 连歧尽说还宜麦，煮海何曾见作盐。 \\n 路断暂怜无过客，病余兼喜曝晴檐。 \\n 谪居亦自多清绝，门外群峰玉笋尖。 \\n 次韵陆佥宪元日喜晴 \\n 城里夕阳城外雪，相将十里异阴晴。 \\n 也知造物曾何意？底是人心苦未平！ \\n 柏府楼台衔倒景，茆茨松竹泻寒声。 \\n 布衾莫谩愁僵卧，积素还多达曙明。 \\n 元夕木阁山火 \\n 荒村灯夕偶逢晴，野烧峰头处处明。 \\n 内苑但知鳌作岭，九门空说火为城。 \\n 天应为我开奇观，地有兹山不世情。 \\n 却恐炎威被松柏，休教玉石遂同赪！ \\n 夜宿汪氏园 \\n 小阁藏身一斗方，夜深虚白自生光。 \\n 梁间来下徐生榻，座上惭无荀令香。 \\n 驿树雨声翻屋瓦，龙池月色浸书床。 \\n 他年贵竹传异事，应说阳明旧草堂。 \\n 春行 \\n 冬尽西归满山雪，春初复来花满山。 \\n 白鸥乱浴清溪上，黄鸟双飞绿树间。 \\n 物色变迁随转眼，人生岂得长朱颜！ \\n 好将吾道从吾党，归把渔竿东海湾。 \\n 村南 \\n 花事纷纷春欲酣，杖藜随步过村南。 \\n 田翁开野教新犊，溪女分流浴种蚕。 \\n 稚犬吠人依密槿，闲凫照影立晴潭。 \\n 偶逢江客传乡信，归卧枫堂梦石龛。 \\n 山途二首 \\n 上山见日下山阴，阴欲开时日欲沈。 \\n 晚景无多伤远道，朝阳莫更沮云岑。 \\n 人归暝市分渔火，客舍空林依暮禽。 \\n 世事验来还自领，古人先已得吾心。 \\n 南北驱驰任板舆，谪乡何地是安居？ \\n 家家细雨残灯后，处处荒原野烧余。 \\n 江树欲迷游子望，朔云长断故人书。 \\n 茂陵多病终萧散，何事相如赋子虚？ \\n 白云 \\n 白云冉冉出晴峰，客路无心处处逢。 \\n 已逐肩舆度青壁，还随孤鹤下苍松。 \\n 此身愧尔长多系，他日从龙谩讬踪。 \\n 断鹜残鸦飞欲尽，故山回首意重重。 \\n 答刘美之见寄次韵 \\n 休疑迁客迹全贫，犹有沙鸥日见亲。 \\n 勋业已辞沧海梦，烟花多负故园春。 \\n 百年长恐终无补，万里宁期尚得身。 \\n 念我不劳伤鬓雪，知君亦欲拂衣尘。 \\n 寄徐掌教 \\n 徐稚今安在？空梁榻久悬。 \\n 北门倾盖日，东鲁校文年。 \\n 岁月成超忽，风云易变迁。 \\n 新诗劳寄我，不愧鸟鸣篇。 \\n 书庭蕉 \\n 檐前蕉叶绿成林，长夏全无暑气侵。 \\n 但得雨声连夜静，不妨月色半床阴。 \\n 新诗旧叶题将满，老芰疏梧根共深。 \\n 莫笑郑人谈讼鹿，至今醒梦两难寻。 \\n 送张宪长左迁滇南大参次韵 \\n 世味知公最饱谙，百年清德亦何惭！ \\n 柏台藩省官非左，江汉滇池道益南。 \\n 绝域烟花怜我远，今宵风月好谁谈？ \\n 交游若问居夷事，为说山泉颇自堪。 \\n 南庵次韵二首 \\n 隔水樵渔亦几家？缘冈石路入溪斜。 \\n 松林晚映千峰雨，枫叶秋连万树霞。 \\n 渐觉形骸逃物外，未妨游乐在天涯。 \\n 频来不用劳僧榻，已僭汀鸥一席沙。 \\n 斜日江波动客衣，水南深竹见岩扉。 \\n 渔人收网舟初集，野老忘机坐未归。 \\n 渐觉云间栖翼乱，愁看天北暮云飞。 \\n 年年岁晚长为客，闲杀西湖旧钓矶。 \\n 观傀儡次韵 \\n 处处相逢是戏场，何须傀儡夜登堂？ \\n 繁华过眼三更促，名利牵人一线长。 \\n 稚子自应争诧说，矮人亦复浪悲伤。 \\n 本来面目还谁识？且向樽前学楚狂。 \\n 徐都宪同游南庵次韵 \\n 岩寺藏春长不夏，江花映日艳于桃。 \\n 山阴入户川光暮，林影浮空暑气高。 \\n 树老岂能知岁月，溪清真可鉴秋毫。 \\n 但逢佳景须行乐，莫遣风霜著鬓毛。 \\n 即席次王文济少参韵二首 \\n 其一 \\n 摇落休教感客途，南来秋兴未全孤。 \\n 肝肠已自成金石，齿发从渠变柳蒲。 \\n 倾倒酒杯金谷罚，逼真词格辋川图。 \\n 谪乡莫道贫消骨，犹有新诗了旧逋。 \\n 其二 \\n 此身未拟泣穷途，随处翻飞野鹤孤。 \\n 霜冷几枝存晚菊，溪春两度见新蒲。 \\n 荆西寇盗纡筹策，湘北流移入画图。 \\n 莫怪当筵倍凄切，诛求满地促官逋。 \\n 赠刘侍御二首 \\n 其一 \\n 相送溪桥未隔年，相逢又过小春天。 \\n 忧时敢负君臣义？念别羞为儿女怜。 \\n 其二 \\n 道自升沈宁有定，心存气节不无偏。 \\n 知君已得虚舟意，随处风波只宴然。 \\n 夜寒 \\n 檐际重阴覆夜寒，石炉松火坐更残。 \\n 穷荒正讶乡书绝，险路仍愁归梦难， \\n 仙侣春风怀越峤，钓船明月负严滩。 \\n 未因谪宦伤憔悴，客鬓还羞镜里看。 \\n 冬至 \\n 客床无寐听潜雷，珍重初阳夜半回。 \\n 天地未尝生意息，冰霜不耐鬓毛催。 \\n 春添哀线谁能补？岁晚心丹自动灰。 \\n 料得重闱强健在，早看消息报窗梅。 \\n 春日花间偶集示门生 \\n 闲来聊与二三子，单夹初成行暮春。 \\n 改课讲题非我事，研几悟道是何人？ \\n 阶前细草雨还碧，檐下小桃晴更新。 \\n 坐起咏歌俱实学，毫厘须遣认教真。 \\n 次韵送陆文顺佥宪 \\n 贵阳东望楚山平，无奈天涯又送行。 \\n 杯酒豫期倾盖日，封书烦慰倚门情。 \\n 心驰魏阙星辰逈，路绕乡山草木荣。 \\n 京国交游零落尽，空将秋月寄猿声。 \\n 次韵陆佥宪病起见寄 \\n 一赋归来不愿余，文园多病滞相如。 \\n 篱边竹笋青应满，洞口桃花红自舒。 \\n 荷蒉有心还击磬，周公无梦欲删书。 \\n 云间宪伯能相慰，尺素长题问谪居。 \\n 次韵胡少参见过 \\n 旋管小酌典春裘，佳客真惭竟日留。 \\n 长怪岭云迷楚望，忽闻吴语破乡愁。 \\n 镜湖自昔堪归老，杞国何人独抱忧！ \\n 莫讶临花倍惆怅，赏心原不在枝头。 \\n 雪中桃次韵 \\n 雪里桃花强自春，萧疏终觉损精神。 \\n 却惭幽竹节逾劲，始信寒梅骨自真。 \\n 遭际本非甘冷淡，飘零须信季风尘。 \\n 从来此事还希阔，莫怪临轩赏更新。 \\n 舟中除夕二首 \\n 扁舟除夕尚穷途。荆楚还怜俗未殊。 \\n 处处送神悬楮马，彩衣何日是庭趋？ \\n 远客天涯又岁除，孤航随处亦吾庐。 \\n 也知世上风波满，还恋山中木石居。 \\n 事业无心从齿发，亲交多难绝音书， \\n 江湖未就新春计，夜半樵歌忽起予。 \\n 淑浦山夜泊 \\n 淑浦山边泊，云间见驿楼。 \\n 滩声回远树，崖影落中流。 \\n 柳放新年绿，人归隔岁舟。 \\n 客途时极目，天北暮阴愁。 \\n 过江门崖 \\n 三年谪宦沮蛮氛，天放扁舟下楚云。 \\n 归信应先春鹰到，闲心期与白鸥群。 \\n 晴溪欲转新年色，苍壁多遗古篆文。 \\n 此地从来山水胜，它时回首忆江门。 \\n 辰州虎溪龙兴寺闻杨名父将到留韵壁间 \\n 杖藜一过虎溪头，何处僧房是惠休？ \\n 云起峰头沈阁影，林疏地底见江流。 \\n 烟花日暖犹含雨，鸥鹭春闲欲满洲。 \\n 好景同来不同赏，诗篇还为故人留。 \\n 武陵潮音阁怀元明 \\n 高阁凭虚台十寻，卷帘疏雨动微吟。 \\n 江天云鸟自来去，楚泽风烟无古今。 \\n 山色渐疑衡岳近，花源欲问武陵深。 \\n 新春尚沮东归楫，落日谁堪话此心？ \\n 阁中坐雨 \\n 台下春云及寺门，懒夫睡起正开轩。 \\n 烟芜涨野平堤绿，江雨随风入夜喧。 \\n 道意萧疏惭岁月，归心迢递忆乡园。 \\n 年来身迹如漂梗，自笑迂痴欲手援。 \\n 霁夜 \\n 雨霁僧堂钟磬清，春溪月色特分明。 \\n 沙边宿鹭寒无影，洞口流云夜有声。 \\n 静后始知群动妄，闲来还觉道心惊。 \\n 问津久已惭沮溺，归向东皋学耦耕。 \\n 僧斋 \\n 尽日僧斋不厌闲，独余春睡得相关。 \\n 檐前水涨遂无地，江外云晴忽有山。 \\n 远客趁墟招渡急，舟人晒网得鱼还。 \\n 也知世事终无补，亦复心存出处间。 \\n 德山寺次壁间韵 \\n 乘兴看山薄暮来，山僧迎客寺门开。 \\n 雨昏碧草春申墓，云卷青峰善卷台。 \\n 性爱烟霞终是僻，诗留名姓不须猜。 \\n 岩根老衲成灰色，枯坐何年解结胎？ \\n 沅江晚泊二首 \\n 去时烟雨沅江暮。此日沅江暮雨归。 \\n 水漫远沙村市改，泊依旧店主人非。 \\n 草深廨宇无官住，花落僧房有鸟啼。 \\n 处处春光萧索甚，正思荆棘掩岩扉。 \\n 春来客思独萧骚，处处东田没野蒿。 \\n 雷雨满江喧日夜，扁舟经月住风涛。 \\n 流民失业乘时横，原兽争群薄暮号。 \\n 却忆鹿门栖隐地，杖藜壶榼饷东皋。 \\n 夜泊江思湖忆元明 \\n 扁舟泊近渔家晚，茅屋深环柳港清。 \\n 雷雨骤开江雾散，星河不动暮川平。 \\n 梦回客枕人千里，月上春堤夜四更。 \\n 欲寄愁心无过雁，披衣坐听野鸡鸣。 \\n 睡起写怀 \\n 江日熙熙春睡醒，江云飞尽楚山青。 \\n 闲观物态皆生意，静悟天机入窅冥。 \\n 道在险夷随地乐，心忘鱼鸟自流形。 \\n 未须更觅羲唐事，一曲沧浪击壤听。 \\n 三山晚眺 \\n 南望长沙杳霭中，鹅羊只在暮云东。 \\n 天高双橹哀明月，江阔千帆舞逆风。 \\n 花暗渐惊春事晚，水流应与客愁穷， \\n 北飞亦有衡阳雁，上苑封书未易通。 \\n 鹅羊山 \\n 福地相传楚水阿，三年春色两经过。 \\n 羊亡但有初平石，书罢惟笼道士鹅。 \\n 礼斗坛空松影静，步虚台逈月明多。 \\n 岩房一宿犹缘薄，遥忆开云住薜萝。 \\n 泗州寺 \\n 渌水西头泗洲寺，经过转眼又三年。 \\n 老僧熟认直呼姓，笑我清癯只似前。 \\n 每有客来看宿处，诗留佛壁作灯传。 \\n 开轩扫榻还相慰，惭愧维摩世外缘。 \\n 再经武云观书林玉玑道士壁 \\n 碧山道士曾相约，归路还来宿武云。 \\n 月满仙台依鹤侣，书留苍壁看鹅群。 \\n 春岩多雨林芳淡，暗水穿花石溜分。 \\n 奔走连年家尚远，空余魂梦到柴门。 \\n 再过濂溪祠用前韵 \\n 曾向图书识面真，半生长自愧儒巾， \\n 斯文久已无先觉，圣世今应有逸民。 \\n 一自支离乖学术，竞将雕刻费精神。 \\n 瞻依多少高山意，水漫莲池长绿苹。"}
