{"章节": "颜氏學記", "正文": "  \\n 颜氏學記 \\n 　 \\n  \\n 望年十四，于敝簏得先五世祖又曾公所藏颜先生书，上题识云：“康熙戊寅某月日在桐乡，李子刚主所赠也。”望读而好之，顾亟欲闻颜李本末。出其书，询诸吾友程贞履正。履正则取毗陵恽氏所撰《李先生状》示予，又得见王昆绳遗文有《颜先生传》，始惊叹以为颜李之学，周公孔子之道也。自陈抟、寿涯之流，以其私说簧鼓天下，圣学为所汨乱者五百余年，始得两先生救正之，而缘隙奋笔者至今不绝，何其蔽与！始履正亦惑于其说，既得《存学编》，慨然有开物成务之志，遂尽弃其学而学焉。既又于丁巳秋得李先生论语大学中庸传注、传注问及集，悉举以畀履正，然犹阙《大学辨业》、《学规纂》、《论学》及诸经传注。望于颜氏之学，虽好之不若履正专，始得颜先生书之岁以讫丁巳，中更习为词赋家言、形声训故校雠之学。丁巳后得从陈方正、宋大令二先生游，始治西汉儒说，由是以窥圣人之微言，七十子之大义，益叹颜先生当旧学久湮，奋然欲追复三代教学成法，比于亲见圣人，何多让焉！故遂欲与履正条其言行及授受原流，传诸将来。不幸更丧乱，向所得书尽毁。履正居父丧以毁卒。每举颜李姓氏，则人无知者。会稽赵撝叔，当世之方闻博学振奇人也，闻望言惄焉如己忧，于京师求颜李书不可得，则使人如博野求之，卒不可得。戊辰春，京师大姓鬻书三十乘于乔氏，乔氏以簿录遗撝叔，按簿而稽之则得焉。因喜过望，携书归，驰传达金陵。望既复全见颜氏书，而李氏书虽颇放失，视旧藏为备。于是卒条次为书，自易直、刚主外，昆绳、启生皆有遗书可考，惟李毅武以下无有，则记其名氏事实为颜李弟子传，附其末。书成，命曰《颜氏學記》，凡十卷。其言忧患来世，正而不迂，质而不俗，以圣为轨，而不屑诡随于流说；其行则为孝子，为仁人。於乎．如颜氏者，可谓百世之师已！其余数君子，亦皆豪杰士也。同时越黄氏、吴顾氏，燕秦间有孙氏、李氏，皆以耆学硕德负天下重望，然于圣人之道，犹或沿流忘原，失其指归，如颜氏之摧陷廓清，比于武事，其功顾不伟哉！世乃以其不事述作，遂谓非诸公匹，则吾不知七十子之徒与夫孟荀贾董诸子，其视后儒著书动以千百计者何如哉!语曰“淫文破典”，孔子曰：“天下有道，则行有枝叶；天下无道，则辞有枝叶。”敢述圣者之言，用告世之知德君子。己巳六月辛亥日，戴望。 \\n  \\n   \\n  "}
{"章节": "颜氏學記卷一", "正文": "  \\n 颜氏學記卷一 \\n 　 \\n  \\n 習齋一 \\n 處士颜先生元颜先生元，字易直，又字渾然，直隸保定府博野縣北楊村人也。父昹為蠡朱翁義子，遂姓朱為蠡人。先生孕十四月而生。既生有文在其手曰生，舌曰中。時明崇禎八年乙亥三月也。戊寅遼東兵入畿輔，父被掠去，母改適。甲申鼎革，癸巳為諸生。先生幼讀書二三過不忘，學神僊導引術，取妻不近。旣而知其妄，乃益折節爲學。朱翁以訟遁，先生被縶在囚中，文日進。塾師異之曰：是子患難不能亂，豈常人乎！年二十餘，好陸王書。未幾，從事程朱學，信之甚篤。時先生父音秏絶，思之輒涕泣，而事朱翁媼至孝，初不知父非朱氏子也。旣翁妾有子，稍疏先生，後更讒害謀殺之。先生孝愈篤，媼卒，泣血哀毁，幾殆。其長老有憐之者，私謂曰：若過哀徒死耳。若祖母故不孕，安有若父？若父異姓乞養者耳。先生大驚，潛如嫁母所問之，信。及翁卒，乃歸颜氏。初先生居喪守朱氏家禮，惟謹古禮。初喪，朝一溢米，夕一溢米，食之無算。家禮删去無算句。先生遵之。過朝夕不敢食，當朝夕遇哀至，又不能養。病幾殆。又喪服傳曰：既練，舍外寢，始食菜果。飯素食，哭無時。家禮改為練後，止朝夕哭，惟朔朢未除服者會哭。凡哀至皆制不哭。先生亦遵之。旣覺其過抑情，校以古喪禮，非是，因歎先王制禮，盡人之性。後儒無德無位，不可作也。自是始寤堯舜之道在六府三事，周公教士以三物，孔子以四教，非主靜專誦讀流爲禪宗俗學者所可託。於是著《存學》《存性》《存治》《存人》四編，以立教，名其居曰習齋，帥門弟子行孝弟存忠信，曰習禮習樂習射習書數，究兵農水火諸學，堂上琴竽弓矢籌管森列。嘗曰：必有事焉，學之要也。心有事則存，身有事則脩，家之齊國之治，皆有事也。無事則道與治俱廢，故正德利用厚生曰事，不見諸事，非德非用非生也。德行蓺曰物，不徵諸物，非德非行非蓺也。先生之學，以事物為歸，而生平未嘗以空言立教。既歸宗，欲尋親，值三藩變，塞外蒙古遥應之，遼左戒嚴不可往，晝夜悽愴。又嗣未立，久之乃如關東，誓不得親不返。所至徧揭，零丁道上，人有問者，則拜之求為傳帖。既而果得其蹤於瀋陽，没矣。尋其墓，哭奠如初喪禮。見異母之妹，招魂奉主，躬自御車，哭導而行。既歸，遂棄諸生，卒三年喪。自是用世之志愈殷，曰：蒼生休戚，聖道明晦，責實在予。敢以天生之身偷安自私乎！遂南游中州，張醫卜肆於開封，得人甚眾，倡實學，明辯婉引，人多歸之。商水李子青者，大俠也，館先生，見先生攜短刀，目曰：君善此乎？先生謝不敏，子青固請與試，先生乃折竹爲刀舞，相擊數合，中子青腕。子青大驚，拜伏地曰：吾謂君學者爾，技至此乎！遂深相結，使其三子拜從游。又於開封市上遇一少年，貌甚偉，問其姓名，曰朱超越千也。叩其志不恆，沽酒與飲，半醉起舞，為之歌曰：八月秋風凋白楊，蘆韋蕭蕭天雨霜。有客有客夜旁皇，旁皇良久鸜鵒舞，雙眸炯炯空千古。紛紛世儒何足數，直呼小兒楊德祖。尊中有酒盤有餐，倚劒還歌行路難。美人家在青雲端，何以贈之雙琅玕。遂别去。先生自幼學兵法技擊馳射陰陽象緯，無不精。遇豪傑，無貴賤，莫不深交之。而其論治，則以不法先王為苟道。嘗推論明制之得失所當因革者，為書曰《會典大政記》，曰：如有用我，舉而錯之耳。然卒以高隱終。令長及大吏數表其門，或造廬而請，有勸之仕者，笑不荅也。肥鄉有漳南書院，邑人郝文燦請先生往設教，三聘始往，為立規制甚宏，有文事武備經史蓺能等科，從游者數十人，遠近翕然。會天大雨，經月不解，漳水溢牆垣，堂舍悉没，人跡殆絶。先生歎曰：天不欲行吾道也！乃辭歸。文燦與諸門人皆痛哭送之。先生自漳南歸，後八年而卒。年七十。康熙四十三年九月二日也。卒之日謂門弟子曰：天下事尚可為，若等當積學待用。言訖而逝。遠近聞讣來會葬者百餘人。門人私謚曰文孝先生。先生自言生平所嚴事者六人：容城孫徵君奇逢、蠡李處士明性、清苑張隱君羅喆、祁州刁孝廉包、宁晉張孝廉來鳳、新城王隱君餘佑也。而朝夕共學者，為蠡王養粹法乾先生。年三十，卽與法乾共立日記，凡言行善否，意念之欺慊，逐時自勘注之。生平不欺暗室，勇於改過，以聖人為必可師，跬步之间，必遵古禮，老而彌篤。鄉里目為聖人。乃遭人倫之變，艱危貧戹以終其身。一子，殤，以族孫為之後。門人李塨、王源編先生年譜二卷，鍾錂輯言行錄二卷，闢異錄二卷。先生之學，確守聖門舊章，與後儒新說别者，大致有三：其一謂古人學習六蓺，以成其德行，而六蓺不外一禮，猶四德之該乎仁，禮必習行而後見，非專恃書册誦讀也。孔子不得已而周流，大不得巳而删訂著書立說，乃聖賢之大不得已，柰何以章句為儒？舉聖人參贊化育經綸天地之實事，一歸於章句，而徒以讀書纂注爲功乎？無極太極，河洛先後天之說，皆自道家，而以之當聖人之言性與天道，至謂與伏羲畫卦同功，宜其參襍二氏而不自知也。同時孫徵君講學百泉山中，先生嘗上書辯論，謂當復堯舜周孔六府三事三物四教之舊，不宜徒為和通朱陸之說。其一謂氣質之性無惡，惡也者蔽也，習也。纖微之惡，皆自玷其體，神聖之極皆自踐其形也。孟子明言爲不善，非才之罪，非天之降才爾殊，乃若其情，則可以為善。又曰：形色天性也，若曰氣質有惡，是於天之降才，卽罪才矣，是歧天人而使之二本矣。況曰性善，謂知愚之性同是善耳，亦未嘗謂全無差等。孔子曰：性相近也，習相遠也。性之相近，如真金多寡輕重不同，而其為金相若也。惟其有差等，故不曰同，惟其同一善，故曰近。其引蔽習染溺色溺貨，以至無穷之罪惡，則皆以習而遠於善，卽所謂倍蓰無算，不能盡其才者也。先生此言，合孔孟而一之，其有功於聖道最大。同時陸道威、李文貞雖見及之，而牽於程張，不能決。乾隆中戴吉士震作《孟子緒言》，始本先生此説言性，而暢發其旨。其一謂聖門弟子不可輕議諸賢，一月皆至於仁，一日皆至於仁，每學之而愧未能。後儒乃曰或月一至仁，則猶曰至矣。或日一至仁，則但時至刻至矣。子路鼓瑟不合雅頌，而門人不敬，孔子即不謂，然孟子謂游於聖人之門者，難爲言，舉七十子之服孔子，其辭不遺一人。後儒乃動詆宰我樊遲季路冄求子貢子張游夏諸子，而欲升周程與颜曾接席，是自視賢於孟子矣。葢聖門弟子以兢業為本，唯在實學實習實用之天下，而後儒侈言性天，薄事功，故其視諸賢甚卑也。先生初由陸王程朱而入，返求之六經孔孟，得所指歸，足正後儒之失，而陋者目不覩先生之書，即訾嗸之，以為是背程朱，不可從也。夫不究其言之始終，而唯震於程朱之名囿於元明以來之功，令并孔孟之言而反之，則其所詆者非詆先生，乃詆聖言也。且羣經教學成法，昭昭具在，亦何嘗教人以性為先，以靜坐讀書為學功哉？而後人以習行為難，且於古經之稍近奥賾者亦不欲讀，惟曰奉小學近思錄章句集注綱目語類等書，齊之六經之列，童而習之，先入爲主，莫知其非。其視先生之學欲復聖門舊章，則相顧卻走而不前者，其宜矣。彼僞言偽行詭薄僄忮之徒，相率冒為程朱之學，而無識者從而和之，使程朱生於今日，其許之乎？其必黜夫偽言僞行，而許先生為諍友，可斷斷無疑也。予旣次先生遺言，又為別傳一通而縱論之，如此以俟不黨之君子論定焉。四存編聖人學教治皆一致也，民可使由之不可使知之，是孔子明言，千聖百王持世成法，守之則易簡而有功，失之徒繁難而寡效，故罕言命，自處也；性道不可得聞，教人也；立法魯民歌怨，為治也。他如予欲無言、無行不與、莫我知諸章，何莫非此意哉？當時及門皆望孔子以言，孔子惟率之以下學而上達，非吝也，學教之成法固如是也。道不可以言傳也，言傳者有先於言者也。颜曾守此不失，子思時異端將盛，或亦逆知天地氣薄，自此將不生孔子其人，勢必失性學治本旨，不得已而作中庸，直指性天，似乎高遠。故孟子承之，教人必以規矩，引而不發，不為拙工改廢繩墨。離婁方員深造諸章，尤於先王成法致意焉。至宋而程朱出，乃動談性命，相推發先儒所未發，以僕觀之，何曾出中庸分豪？但見支離分裂，參襍於釋老，徒令異端輕視吾道耳。若是者何也？以程朱失堯舜以來學教之成法也。何不觀精一之旨，惟舜禹得聞天下所可見者，命九官十二牧所為而已。陰陽袐旨，文周寄之於易，天下所可見者，王政、制禮、作樂而已。一貫之道，惟曾賜得聞，及門與天下所可見者，詩書六蓺而已。烏得以天道性命嘗舉諸口而人人語之哉。是以當日談天論性之徒，皆如海上三神山，可望不可卽，但仿彿口角，各自以為孔颜復出矣。朱子乃獨具隻眼，指其一二碩德，程子所許為後覺者，曰：此皆禪也。而未知二程之所以教之者實近禪，故徒見其獘，無能易其轍，以致朱學之末流，猶之程學之末流矣。以致後世之程朱，皆如程學朱學之末流矣。長此不返，斯民尚安賴哉！或曰：佛氏託於明心見性，程朱欲救人而擯之，不得不抉精奧以示人。余曰：噫，程子所見，已稍浸入釋氏分界，故稱其彌近理而大亂真。若以不肖論之，惟以君子之道四一節指示，雖釋氏亦當俯首聽從，竝不必及性命以上也。然則如之何？曰：彼以其虚，我以其實。程朱惟當遠宗孔子，近師安定，以六德六行六蓺及兵農錢穀水火工虞之類教其門人，成就數十百通儒。朝廷大政，天下所不能任，吾門人皆任之；險阻艱難，天下所不敢為，吾門人皆為之。吾道自尊顯，釋老自消亡矣。今彼以空言亂天下，吾亦以空言與之角，又不斬其根而反授之柄，我無以深服天下之心而鼓吾黨之氣，是以當日一出，徒以口舌致黨禍，流而後世，全以章句誤蒼生。上者但學先儒講著，稍涉文義，卽欲承先啟後；下者但問朝廷科甲，才能揣摩，皆騖富貴利達。浮言之禍，甚於焚坑，吾道何日再見其行哉！吾意上天仁愛，必將篤生聖哲，剗荊棘而興堯舜，以來之道，斷不忍終此乾坤，直如此而已也。 \\n [由道以下存學編]大學首三言，吾信為聖人之言，所學無二道，亦無二事。衹此仁義禮智之德，子臣弟友之行，詩書禮樂之文，以之脩身則為明德，以之齊治則為親民，明矣。而未親親矣，而未止至善，吾不敢謂之道也。親矣而未明，明矣，而未止至善，吾亦不敢謂之道也。堯舜不作，孔孟不生，一二聰明傑特者出，略有所見，粗有所行，遽自謂傳孔孟矣，一時共尊為孔孟焉嗣起者，以為我苟得如先儒足矣。是以或學訓解纂集，或學靜坐讀書，或學直捷頓悟，至所見所為能仿彿前人而不大殊，則將就冒仞，人皆以為大儒，可以承先啟後矣。或獨見歧異，怳惚道體，則輒稱發先儒所未發，得孔颜樂處矣，又孰知其非大學之道乎？吾道有三盛：君臣於堯舜，父子於文周，師弟於孔孟。堯舜之治，卽其學也教也，其精一執中，一二人授受而已，百官所奉行、天下所被澤者，如其命九官十二牧所為耳。禹之治水，非禹一身盡治天下之水，必天下士長於水學者分治之，而禹總其成；伯夷之司禮，非伯夷一身盡治天下之禮，必天下士長於禮學者分司之，而伯夷掌其成。推於九官羣牧，咸若是，是以能地平天成也。文周之治，亦卽其學也教也，其陰陽天人之旨，寄之於易而已。百官所奉行天下所被澤者，如其治岐之政制禮作樂耳。其進秀民而教之者，六德六行六蓺，仍本唐虞敷教典樂之法，未之有改，是以能保合太和也。孔孟之學教，卽其治也，一貫性道之微，傳之颜曾端木而已。其當身之學與教門人者，庸言庸德兵農禮樂耳，仍本諸唐虞成周之法，未之有改，故不惟期月三年，胷藏其具而且小試於魯，三月大治，暫師於滕，四方歸之。單父武城，亦見具體，是以萬世永遵也。秦漢以降，則著述講論之功多，而實學實教之力少，宋儒惟胡子立經義治事齋，雖分析已差，而其事頗實矣。至於周子得二程而教之，二程得楊謝游尹諸人而教之，朱子得蔡黄陳徐諸人而教之，以主敬致知為宗旨，以靜坐讀書為工夫，以講論性命天人為授受，以釋經注傳纂集書史為事業，嗣之者若真德秀、許衡、嶭瑄、高攀龍諸人，性地各有静功，皆能著書立言爲一世宗，而問其學其教，如命九官十二牧之所為者乎，如周禮教民之禮明樂僃者乎，如身教三千，今日習禮明日習射，教人必以規矩，引而不發，不為拙工，改廢繩墨者乎？此所以自謂得孔子真傳、天下後世亦或以真傳歸之，而卒不能服陸王之心者，誠不能無歉也！陸子分析義利，聽者垂泣，先立其大，通體宇宙，見者無不竦動。王子以致良知為宗旨，以為善去惡為格物，無事則閉目靜坐，遇事則知行合一，嗣之者若王艮、羅洪先、鹿善繼諸君，皆自謂接孟子之傳，而問其學其教，如命九官十二牧之所為者乎，如周禮教民之禮明樂僃者乎，如身教三千，今日習禮明日習射，教人必以規矩，引而不發不為拙工改廢繩墨者乎？此所以自謂得孟子之傳，與程朱之學竝行中國，而卒不能服真許嶭高之心者，誠不能無歉也。他不具論，即如朱陸兩先生，有一守孔子下學之成法，身習夫禮樂射御書數，以及兵農錢穀水火工虞之屬而精之，凡弟子從遊者則令某也學禮、某也學樂、某也兵農、某也水火、某也兼數蓺、某也尤精幾蓺，則及門皆通儒，進退周旋無非性命也，聲音度數無非涵養也，政事文學全歸也，人己事物一致也，所謂下學而上達也，合內外之道也，如此，則君相必實得其用，天下必實被其澤，異端可靖，太平可期，正書所謂府脩事和，為吾儒致中和之實地，位育之功，出處皆得致者也，是謂明親一致大學之道也。惟其不出於此，以致紙上談性天而學陸者，進支離之譏，誠支離也；心中矜覺悟而宗朱者，供近禪之誚，誠近禪也。或曰：諸儒勿論，陽明破賊建功，可謂體用兼全，又何獘乎？余曰：不但陽明，朱門不有蔡氏言樂乎？朱子常平倉制與在朝風度，不皆有可觀乎？但是天資高，隨事就功，非全副力量，如周公孔子，專以是學專以是教專以是治也。或曰：新建當日韜略，何以知其不以為學教者？余曰：孔子嘗言，二三子有志於禮者，其於赤乎學之。如某可治賦，某可為宰，某逹某蓺，弟子身通六蓺者七十二人。王門無此。且其擒宸濠破桶岡，所共事者皆當時官吏偏將參謀，弟子皆不與焉。其全書所載，皆其門人旁觀贊服之筆，則可知其非素以是立學教也。是以感孫徵君《知統錄》有陸王效諍論於元晦之語，而敢出狂愚，少抑後二千年周程朱陸嶭王諸先生之學，而伸前二千年堯舜禹湯文武周孔孟諸先聖之道，亦竊附效諍論之義，而願持道統者，勿執平生之見解，以誤天下後世可也。 \\n [明親]宋儒言氣質，不及孟子言性善，將作聖之體襍，以習染而謂之，有惡失踐形盡性之旨矣。周公以三物教萬民，而賓興之，孔門身通六蓺者七十二人，一如唐虞之盛。近世言學者，心性外無餘理，靜敬外無餘功，疑與周孔若不相似。然卽有談經濟者，亦不過空文著述。元不自揣，撰有存性存學二編，欲得先生一誨正之，以挽士習，而復孔門之舊。顧今天下以朱陸兩門互相爭競，先生合而同之意甚盛，然元竊以為，朱陸卽獨行於天下，或合一同行於天下，則終此乾坤，亦只為兩宋之世；終此儒運，亦只為空言著書之學。豈不可為聖道生民長歎息乎？先生將何以處此也？ \\n [上徵君孫鍾元先生書]漢唐章句、魏晉清談，虚浮日盛，而堯舜周孔之學，所以實位天地育萬物者，不見於天下，以致佛老昌熾，大道淪亡。宋儒之興善矣，乃脩輯注解，猶章句也。高坐講論，猶清談也。甚至言孝弟忠信如何教氣質本有惡，其與老氏以禮義爲忠信之薄、佛氏以耳目口鼻爲六賦者，相去幾何也？元為此懼，著存學編，申明堯舜周孔三事六府六德六行六蓺之道，明道不在章句，學不在誦讀，期如孔門博文約禮，實學實習實用之天下；著存性編，明離質無以見性，天之生人，氣質雖殊，無惡也。惡也者蔽也習也，纖微之惡，皆自玷其體，神聖之極，皆自踐其形也。乃二千年來無人道，而元獨為此惴惴焉。恐涉偏私自是毀謗先儒，將舍所見以苟就近世之學，而仰觀三代聖賢，又不如此。頃聞先生先得我心，喜而不寐，故奉書左右，祈一示宗旨，使聾瞽得所尊奉為依歸，斯道幸甚。 \\n [與太倉陸道威舊]已酉十一月二十六日，予抱病復患足創，不能赴學，惟坐臥榻錄存學編。聞王子法乾來會，強步至齋，出所錄以質王子。甫閲一葉，遽置之几，盛為多讀書之辯。余曰：人之精神無多，恐誦讀消秏，無歲月作實功也。如禮樂嫺習，但略閲經書數本，亦自足否？王子曰：誦讀不多，出門不能引經據傳，何以服人？余曰：堯舜諸聖人所據何書？且經傳施行之證佐全不施行。雖證佐紛紛，亦奚以為？今存學之意若行，無論朝廷宗廟，卽明倫堂上，亦將問孰嫺周旋、孰諳絲竹、孰射賢、孰算勝，非猶是稱章比句之乾坤矣。且吾儕自視雖陋，如置身朝堂，但憂無措置耳，引經據傳非所憂也。王子曰：射御之類有司事，不足學。須當如三公坐論。予曰：人皆三公，孰為有司？學正是學作有司耳。辟之於醫，黃帝素問金匱玉函，所以明醫理也，而療疾救世，則必診脈製藥鍼灸摩砭為之力也。今有妄人者，止務覽醫書千百卷，孰讀詳說，以為予國手矣，視診脈製藥鍼灸摩砭以爲術家之粗，不足學也，一人倡之，舉世效之，岐黃盈天下，而天下之人病相枕、死相接也，可謂明醫乎？愚以為從事方脈藥餌鍼灸摩砭，療疾救世者所以為醫也，讀書取以明此也。若讀盡醫書而鄙視方脈藥餌鍼炙摩砭，不惟非岐黄竝非醫也，尚不如習一科驗一方者之為醫也。讀盡天下書而不習行六府六蓺，文人也，非儒也，尚不如行一節精一蓺者之為儒也。王子曰：蓺學到精孰後自見上面。幼學豈能有所見？余曰：幼學但使之習耳，必欲見之何為？王子曰：不見上面，何與心性？余曰：不然，即如夫子使闕黨童子，將命使之觀賓主接見之禮，有下於夫子，客至則見客求教尊長悚敬氣象；有班於夫子或尊於夫子，客至則見夫子溫良恭儉讓侃侃誾誾氣象，此是治童子耳目乎，治童子心性乎？故六蓺之學乃自髫齔，即身心道蓺一致加功也。且既令習見無限和敬詳密之理，豈得謂無所見？但隨所至為淺深耳。王子曰：禮樂自宜學，射御粗下人事。余曰：賢者但美禮樂名目，遂謂宜學，亦未必見到宜學處也。若見到，自不分精粗，喜精惡粗。是後世所以誤蒼生也。王子曰：第見不足為，若為，自是易事。余曰：此正夫子所謂智者過之。且昔朱子謂要補填實是難。今賢者又謂是易。要之非主難亦非主易，總是要斷送實學，不去為耳。子產云，歷事久取精多則魂魄強。今於禮樂兵農無不嫺，卽終身莫之用而沒，以體用兼全之氣還之天地，是謂盡人道而死。故君子曰終。故曰學者，學成其人而已，非外求也。因復取首數篇進曰：幸終觀之。王子閱畢，喟然曰：孔子是教天下人為臣為子，若都袖手高坐，君父之事復誰問哉？撫卷歎息久之。王子辭行。越十日，予病愈，往會王子，因論傳言復閏十二月有諸。王子曰：此间亦頗聞。予曰：噫，豈非學術不明，誤於空言，無能定國是者乎？使吾黨習諳歷象，何以孤疑如此？因言帝堯命羲和教以欽天授時，及考驗推步之法。堯葢極精於歷，因言帝王設官分職，未有不授以成法者。堯命司徒授以匡直勞來等法，舜命士師授以五刑五服五流五宅等法，命典樂授以直溫寬栗及依永和聲無相奪倫等法，成王置農官，授以錢鎛銍艾耕耦等法，觀命官之典釐成之詩，是君父亦未有不知六府六蓺之學者。則袖手高坐徒事誦讀，固非所以為臣子，亦豈所以作君父哉。 \\n [學辯一]又越旬，王子來會，復曰：周公制禮作樂，且以文武之聖開之，成康之賢繼之，太公召公君陳輩左右之，亦不百年，而昭王衰弱，迨東遷而周不可問矣。漢唐宋明，不拘古法，亦定數百年之天下，何歉於三代哉？予曰：漢唐後之治道較之三代，葢星淵不可語也。君葢未之思耳。世但見幽平之衰，而未實攷其列國情勢民風也。且以春秋之末，其為周七百年矣。衹義姑存魯、展禽拒齊二事，風俗之美，人材之盛，魯固可尚也，齊乃以婦人而旋師，聞先王命而罷戰。由此以思當日人心風俗，豈漢唐後所可仿佛哉。王子曰：終見蓺學粗，柰何？予曰：此乃不知止耳。觀大學言明親，卽言止至善，見道為粗，是不知至善之止也。故曰知止而後有定。王子乃懽忻鼓舞曰：昨所引子產一言，已深悚我心。自今日當務精此學，更無疑矣。因述乃父命計田數，不能悉理。予曰：計畞人以為細事，然父命而不能悉理，亦缺於子道矣。王子曰：無大無小無不習孰，固也。然恐天下自有可大不可小之材，如龐士元非百里才，曾子教孟敬子持大體，非乎？予曰：孔子椉田委吏，無不可為。若位不稱材偠酣惰廢事，此自豪士之態，非君子之常也。孟敬子當時已與魯政，乃好理瑣小，故曾子教以所貴道三，豈可以此言，便謂籩豆之事不宜學乎？況當時學術未失，家臣庶士無不能理事者。第憂世冑驕浮不能持大體耳。能持大體，凡事自可就也。王子曰：博學乃古人第一義，易云多識前言往行以畜其德，子路曰何必讀書然後為學，可見古人讀書誦讀，亦何可全廢。予曰：周公之法，春秋教以禮樂，冬夏教以詩書，豈可不讀書。但古人是讀之以為學，如讀琴譜以學琴，讀禮經以學禮，博學之是學六府六德六行六蓺之事也，專以多讀書為博學，是第一義已誤，又何暇計問思辨行也？王子行，越一日，予過其齋，王子曰：連日思樂能滌人渣滓。只靜敬以求懲忿窒欲，便覺忿欲全無，不時卻又發動，不如心比聲律，私欲自化也。余曰：噫，得之矣。某謂心思口語及紙上論議，皆不得力，臨事時依舊是所習者出，正此意也。夫禮樂，君子所以交天地萬物者也，位育實事端在於此。古人制舞而民腫消，造琴而陰風至，可深思也。王子又問：道問學之功卽六蓺乎？予曰：然。又問：如何是尊德性？予未荅。又問：如何是中人以上可以語上也？葢因程朱好語上，王子欲證語上之為是也。予曰：離下無上。明德親民，尊德性道問學，只是此事。語上人皆上，語下人皆下。如洒埽應對下也，若以語上人，便見出敬；弦指徽律下也，若以語上人，便見出和。某昨引童子將命云云，正是道蓺一致耳。王子憮然曰：至言。予曰：此亦就所問為言耳。其實上有上下有下，上下精粗，皆盡力求全，是謂聖學之極致耳。不及此者，宁爲一端一節之實，無爲全體大用之虚。如六蓺不能兼，終身只精一蓺可也。如一蓺不能全，數人共學一蓺，如習禮者，某冠昬、某喪祭、某宗廟、某會同，亦可也。夫吾輩姿質未必是中人以上，而從程朱倒學先見上面，必視下學為粗，不肯用力矣。王子曰：下學而上達，孔子定法，烏容紊乎哉。 \\n [學辯二]（程子曰：邢明叔明辨有才氣，其於世務練習，葢美才也。晚溺於佛，所謂日月至焉而已者，豈不惜哉。）朱子云：程子死後，其高弟皆流於禪，豈知程子在時已如此乎！葢儒與禪異者，正在徹始徹終體用一致，故童子卽令學樂舞勺，夫勺之義大矣，豈童子所宜歌？聖人若日自洒埽應對，以至參贊化育，固無高奇理，亦無卑瑣事，故上智如子貢，自幼為之不猒其淺而聞道；粗疏如陳亢，終身習之，亦不至畏難而廢學。今明叔才氣明辨，練逹世務，誠為美才，但因程子不以六蓺為敎，初時既不能令明叔仞取其練習世務莫非心性，後又無由進於位育實具，回視所長者皆不足戀，烏得不入於禪也！夫日月至焉，乃吾夫子論諸賢不能純仁分寸也。當時曾子子貢之流俱在其中，乃以比明叔之溺佛，程子不亦易言乎。 \\n [性理書評，下同]（明道謂謝顯道曰：爾輩在此相從，只是學某言語，故其學心與口不相應，盇若行之？請問焉，曰：且靜坐。伊川每見人靜坐，便歎其善學。）因先生只説話，故弟子只學説話，心口且不相應，況身乎，況家國天下乎？措之事業，其不相應者多矣。吾嘗談天道性命，若無甚扞格，一著手算九九數輒差。王子講冠禮若甚易，一習初祝便差。以此知心中惺覺，口中講說，紙上敷衍，不由身習，皆無用也。責及門不行，彼既請問，正好教之習禮習樂，卻只云且静坐。二程亦復如是。噫，雖曰不禪，吾不信也！（武夷胡氏曰：龜山天姿夷曠，濟以問學充養有道，德器早成，積於中者純粹而宏深，見於外者簡易而平澹，闲居和樂色笑可親，臨事裁處不動聲色，與之游者，雖羣居終日，嗒然不語，飲人以和，而鄙吝之態自不形也。推本孟子性善之說，發明中庸大學之道，有欲知方者，為指其攸趨，無所隱也。當時公卿大夫之賢者莫不尊信之。又曰：先生造養深遠，燭理甚明，混道同塵，知之者鮮。行年八十，志氣未衰。精力少年殆不能及。朝廷方嚮意儒學，日新聖德，延禮此老，置之經筵，朝夕咨訪，裨補必多。至如裁決危疑經理世務，若燭照數計而龜卜也。）無論其他，只積於中者純粹而宏深一語，非大賢以上能之乎。其中之果純粹宏深與否，非僕所知，然朱子則已譏其入於禪矣。禪則必不能純粹宏深矣，至混迹同塵氣象，五經論孟中未之見，非孟子所謂同流合汙者乎？充此局以想夷曠簡易平澹和樂可親諸語，恐或皆孟子所狀鄉原光景也。（陳氏淵曰：伊川自涪歸，見學者凋落，多從佛教，獨龜山先生與謝丈不變，因歎曰：學者皆流於異端矣，惟有楊謝二君長進。）嘗觀孔子沒，弟子如喪父母，哀慟無以加矣，又為之僃禮營葬送終，無以加矣，又皆廬其墓三年，惓戀無以加矣。餘情復見於同門之不忍離，相向而哭皆失聲，其師弟子情之篤，而義之重如此。迄後有宋，程朱不惟自任以繼孔子之統，在当日門人亦以為今之孔子矣，後世景仰亦謂庶幾孔門師弟子矣。而其沒也，不過一祭一贊，他無聞焉。僕存此疑於心久矣，亦謂生榮死哀之狀，必别有記載，寡陋未之見耳。殊不意伊川生時，門人已如此其相負也，涪之别也日月幾何，而遽學者凋落相率而從於佛也，又孰知所稱楊謝不變者，其後亦流於禪也。非因二程失古聖教人成法，空言相結之不固，不如實學之相交者深乎？抑程門弟子之從佛，或亦其師夙昔之為教者去佛不遠也。程子闢佛之言曰：彌近理而大亂真。愚以為非佛之近理，乃程子之理近佛也。試觀佛氏之教與吾儒之理，遠若天淵，判若黑白，反若冰炭，其不相望也如適燕適越之異，安在其彌近理也？孟子曰：治人不治反其智。伊川於此，徒歎學者之流於異端，而不知由己失孔子之教亦不自反矣。（問：龜山晚年出處不可曉，其召也以蔡京，然在朝亦無大建白。朱子曰：以今觀之，則可以追咎當時無大建白。若自己處之，不知當時所當建白者何事。或云不過擇將相爲急。曰：也是好說擇將相固是急，然不知當時有甚人可為。當時將只說种師道，相只說李伯紀，然固皆嘗用之矣。又況自家言之，彼亦未必見聽。據當時事勢亦無可為者，不知有大聖賢之才何如耳。）當時所稱大儒如龜山者，既自無將相材，又無所保舉，異世後追論亦無可信之人，不過种李二公而已。然則周程張邵墳土尚新，其所成之人材皆安在哉？世有但能談天說性講學著書而不可為將相之聖賢乎？或言擇將相為急，何不曰：當時龜山便是好將相，惜未信用。乃但云也只好說擇將相。葢身分亦有所不容誣也。噫，儒者不能將不能相，但言擇將相，將相皆令何人為邪？末又云當時事勢亦無可爲者，不知有大聖賢之才何如耳，是明將經濟事勢讓與聖賢，尚得謂之道學乎？至於李公字行种公名呼，此朱子重文輕武不自覺處，其遺風至今日，衣冠之士羞與武夫齒，秀才挾弓矢出鄕人皆驚，甚至子弟騎射武裝父兄便以不才目之，獨不思孔門無事之時，弓矢劒佩不去於身也？武舞干戚不離於學也？身爲司寇，墮三都，會夾谷，無不尚武事也，子路戰於衞，冄樊戰於齊，其餘諸賢氣象皆可想也。學喪道晦，至此甚矣！孔門實學亦可以復矣。（問：龜山當時何意出來？曰：龜山作人也苟且，是時未免祿仕，故亂就之。云云。問：或者疑龜山爲無補於世，徒爾紛紛，或以為大賢出處不可以此議，如何？曰：龜山此行固是有病，但只後人又何曾夢到他地位在？惟胡文定以柳下惠援而止之而止比之，極好。）余嘗謂宋儒是聖學之時文也，看朱子前面説龜山作人苟且，未免祿仕，故亂就之，此三語抑楊氏於鄉黨自好者以下矣。後面或人説大賢出處不可議，又引胡氏之言比之柳下惠，且曰極好，又何遽推之以聖人哉？葢講學諸公只好說體面話，非如三代聖賢，一身之出處、一言之抑揚，皆有定見。龜山之就召也，正如燕雀處堂，全不見汴京亡、徽欽虜，直待梁折楝焚而後知金人之入宋也。朱子之論龜山，正如戲局斷獄，亦不管聖賢成法，只是隨口臧否。駮倒龜山以伸吾識，可也；救出龜山以全講學體面，亦可也。（上蔡直指穷理居敬為入德之門，最得明道教以綱領。）穷理居敬四字，以文觀之甚美，以實考之，則以讀書爲穷理功力，以恍惚道體為穷理精妙，以講解著述為穷理事業，儼然静坐為居敬容貌，主一無適爲居敬工夫，舒徐安重為居敬作用，視世人之醉生夢死、奔忙放蕩者，誠可謂大儒氣象矣。但觀之孔門，則以讀書為致知中之一事，且書亦非徒佔畢讀之也。曰爲周南召南，曰學詩學禮，曰學易執禮，是讀之而卽行之也。曰博學於文，葢詩書六蓺以及兵農水火在天地间燦著者，皆文也，皆所當學之也。曰約之以禮，葢冠昬喪祭宗廟會同，以及升降周旋衣服飲食，莫不有禮也，莫非約我者也。凡理必求分析之精，是謂穷理；凡事必求謹慎之周，是謂居敬。上蔡雖賢，恐其未得此綱領也，不然，豈有居敬穷理之人而流入於禪者哉。（問：上蔡說橫渠以禮教人，其門人下稍頭低，只溺於刑名度數之间，行得來因無所見處，如何？曰：觀上蔡說得偏了，這都看不得禮之大體，所以都易得偏。如上蔡說横渠之非，以爲欲得正容謹節，這是自好，如何廢這箇得？如專去理會刑名度數，固不得，又全廢了這箇也不得。）宋儒胡子外，惟横渠為近孔門學教，謝氏偏與說壞，譏其門人下稍頭低，溺於刑名度數，以為横渠以禮教人之流獘。然則教人不當以禮乎？謝氏之入禪於此可見。二程平昔之所以教楊謝諸公者，於此可想矣。玩行得來因無所見一語，橫渠之教法可敬矣，民可使由之不可使知之，道之以德，齊之以禮，此聖賢百出不易之成法也，雖周公孔子亦只能使人行，不能使人有所見，功侯未到，即強使有所見，亦無用也。孟子曰：行之而不著焉，習矣而不察焉，終身由之而不知道者，眾也。此固歎知道之少，而吾正於此服周公孔子流澤之遠也。布三重以教人，使天下世世守之，後世有賢如孟子者，得由行習而著察，卽愚不肖者亦相與行習於吾道之中，正中庸所謂：行而世為天下法，亦何必人人語以性道，而始為至乎？則横渠之門人卽使皆以刑名度數為道，何害也？朱子既見謝氏之偏而知横渠之是，即宜考古稽今，與門人講而習之，使人按節文家行典禮，乃其所也。柰何盡力太極河洛諸晝，誤此歲月，迨老而著家禮，又多自嫌不妥，未及改正而没。其門人楊氏固嘗代爲致憾矣。考其實，及門諸公不知式刑與否，而朱子家祠喪禮已多行之，未當，失周公孔子之意，豈非言易而行難哉。（和靖涪州被召，祭伊川文云：不背其師則有之，有益於世則未也。因言學者只守得某言語，已自不易，少间又自轉移了。）吾讀甲申殉難錄，至愧無半策匡時難、惟餘一死報君恩，未嘗不泣下也！至覽和靖祭伊川不背其師有之、有益於世則未二語，又不覺廢卷浩歎，為生民愴惶久之！夫周孔以六蓺教人，載在經傳，子罕言仁命性道不可得聞。予欲無言。博文約禮等語出之孔子之言及諸賢所記者，昭然可考，而宋儒若未之見也。伊川明見其及門皆入於禪而不悟，和靖自覺其無益於世而不悟，甚至求一守言語者亦不可得，其獘不大可見哉！（一日論伊川門人云多流入釋老，陳文蔚曰：只是游定夫如此，恐龜山輩不如此。曰：只論語序便可見。）朱子論游楊入釋老處，不知何指，但旣廢堯舜周孔六府六蓺之學，則其所謂不入釋老者又果何指也？僕嘗論漢儒，如萬石君家法，真三代遺風，而史不以儒目之，則其所謂儒，只是偏在訓詁辭華之流耳。今觀朱門師弟，一生肆力文字光景，恐或不免為游楊所不屑也。（看道理不可不子細。程門高弟如謝上蔡游定夫楊龜山輩，下稍皆入禪，必是程先生當初說得高了，少下面著實功夫，故流獘至此。）下面著實功夫，是何物乎？將謂是靜敬乎？程門諸子固已力行之矣，將謂是禮樂射御書數乎？朱子已云補填難，姑弗為之矣。將謂是庸德庸言乎？恐禮樂射御書數，所以盡子臣弟友之職者既不為，又何者是其不敢不勉者乎？攷其與門人日征月邁者，則惟訓解纂修，死生以之。或其所云下面著實功夫者，未必是孔子所云下學也。（韓退之云：孔子之道大而能博，門弟子不能徧觀而盡識也，故學焉而皆得其性之所近。此說甚好，看來資質定了，其為學也，只就他資質所尚處，沾得些小好而已。所以學者貴公聽竝觀，求一箇是，不貴徒執己自用。今觀孔門諸子，只除颜曾之外，其他說話便皆有病。）平日講學主變化氣質，此處卻云：其為學也只就資質所尚處沾些小好而已。葢諸先生仞氣質有惡，不得不說變化。此處要說諸賢各得其性之所近，故又說氣質已定只沾些小好，且下云學貴公聽竝觀求一箇是，信如此言，而諸賢徒執己見求之，固可憾矣，乃吾夫子亦不為之一指迷也？則朱子所見之道，與所為之學所行之教，與聖門別是一家，明矣。至於求諸賢之短，又何不著實體驗諸賢之造詣何如，吾輩較之何如，乃但論其言語有病無病乎？僕謂不惟七十子之品詣非可輕議，便是二千九百餘人，既經聖人陶鑄，亦不易幾也。自戰國横議，重以秦人之焚坑、東漢之訓詁、魏晉之清談、歷代之佛老、宋元之靜悟，而七十子之身分久不明於世矣，吾嘗謂孔子如白日當空，不惟列宿眾星不顯其光，卽月與五星亦為之掩。若當下旬之時一行星在天，四國仰之如日然矣。故夢奠之後，羣推有子爲聖人，西河又推卜子為聖人，當時七十子身通六蓺，日月至仁，如有一人出於後世，皆足守先待後，使人望為聖人，非周程以下諸公所可比也。近法乾王子有言：後儒稍有不純，議祀典者動言黜退。聖門如冄求之聚斂、宰我之短喪，何可從祀？予曰：君未之思耳，冄子固有虧欠處，其學卻實如大木然，雖枝節少缺，仍是有用之巨材，豈可舍也。故聖門一推政事之科，一在言語之列，不比後人徒於語言文字標榜耳。王子曰：然。（李延平先生從羅仲素學講讀之餘，危坐終日，以驗夫喜怒哀樂未發之前氣象為何如，而求所謂中者。若是者，葢久之而知天下之大本真有在乎是也。）昔孔門固有講誦，乃誦其所學講其所學，如誦三代之禮講三代之禮，以學禮誦樂章，講樂器樂音樂理以學。樂未有專以講誦爲學者。至於危坐終日以驗未發氣象，為求中之功，尤孔子以前千聖百王所未聞也。今有宋諸先生講讀之餘繼以靜坐，更無别功，遂知天下之大本真在乎是，噫，果天下之大本邪？果天下之理無不自是出邪？何孔門之多事邪！（先生資稟勁特，氣節豪邁，而充養純粹，無復圭角。精純之氣達於面目，色温言厲，神定氣和，語默動靜端詳闲泰，自然之中若有成法。平居恂恂於事若無可否，及其應酬事變，斷以義理，則有截然不可犯者。先生之道德純僃，學術通明，求之當時，殆絕倫比。然不求知於世，而亦未嘗輕以語人，故上之人旣莫之知，而學者亦莫之識，是以進不獲行於時，退未及傳之於後，而先生方且玩其所安樂者於畎畞之中，悠然不知老之將至，葢謂依乎中庸遯世不見知而不悔者，先生庶幾焉！）合二段觀之，則延平先生真一孔子矣！夫聞惡而信聞善而疑者，小人也。僕卽不肖，何忍以小人自居乎？但以唐虞三代之盛，亦數百年而後出一大聖，不過數人輔翼之，若堯舜之得禹皋，孔子之得颜曾，直如彼其難而出，必為天地建平成之業，處亦一年成聚，二年成邑，三年成都，或身教三千以成天下之材，斷無有聖人而空生之者。況秦漢後千餘年间，氣數乖薄，求如子路冄有尚不可得，何獨以偏缺微弱、兄於契丹臣於金元之宋，前之居汴也，生三四堯孔，六七禹颜；後之南渡也，又生三四堯孔，六七禹颜，而乃前有數聖賢，上不見一扶危濟難之功，下不見一可相可將之材，拱手以二帝畀金，以汴京與豫矣！後有數十聖賢，上不見一扶危濟難之功，下不見一可相可將之材，推手以少帝赴海、以玉璽與元矣！多聖多賢之世而乃如此乎？噫！（先生居處有常，不作費力事。）只不作費力事五字，不惟贊延平，將有宋一代大儒皆狀出矣。子路問政，子曰：先之，勞之。天下事皆吾儒分内事，儒者不費力，誰費力乎？試觀吾夫子生知安行之聖，自兒童嬉戲時卽習爼豆升降，稍長卽多能鄙事，至老設教與諸弟子揖讓進退、鼓瑟習歌、羽籥干戚弓矢會計，一切涵養心性、經濟生民者，葢無所不為也。及其周遊列國，席不暇煖而輒遷，其作費力事如此，然布衣也。周公，文王之子武王之弟成王之叔父，身為上公者也，而亦多材多蓺，吐哺握髮以接士，制禮作樂以教民，其一生作費力事又如此。故曰儒者，天地之元氣，以其在上在下皆能造就人材以輔世澤民、參贊化育故也。若夫講讀著述以明理，静坐主敬以養性，不肯作一費力事，雖曰口談仁義，稱述孔孟，其與釋老相去幾何！（問：先生所作李先生行狀云，終日危坐以驗夫喜怒哀樂之前氣象為何如，而求所謂中者，與伊川之說若不相似。曰：這處是舊日下的語，太重，合以伊川之語格之，則其下功夫處亦有些子偏，只是被李先生静得極了，便自見得是有箇覺處，不似别人。今終日静坐，只是且收斂在此，勝於奔馳。若一向如此，又似坐禪入定。）静極生覺，是釋氏所謂至精至妙者，而其實洞照萬象處，皆是鏡花水月，只可虚中玩弄光景。吾聞一管姓者，與吾友汪魁楚之伯同學僊於泰山中，止語三年，汪之離家十七年，其子往視之，管能豫知，以手畫字曰：汪師今日有子來。旣而果然。未幾其兄呼還，則與鄕人同也。吾遊燕京，遇一僧敬軒，不識字，坐禪數月，能作詩。旣而出關，則仍一無知人也。葢鏡中花水中月，去鏡水則花月無有也。卽使其静功緜延一生不息，其光景愈妙，虚幻愈深，正如人終日不離鏡水，玩弄花月一生，徒自欺一生而已，何與於存心養性之功哉？有宋諸先生，吾固未敢量，但以靜極有覺為孔子學宗，則斷不敢隨聲相和也。（問：延平先生何故驗於喜怒哀樂未發之前而求所謂中？曰：只是要見氣象。陳後之曰：持守良久，亦可見未發氣象。曰：延平亦是此意。又問：此與楊氏於未發前體驗者，異同何如？曰：這箇亦有些病。那體驗字是有箇思量了，便是已發；若觀時恁著意看，便是已發。問：此體驗是著意觀，只恁平常否？曰：此亦是以不觀觀之。）觀此及前節，則宋儒之不為禪者鮮矣。而方且攻人曰，近有假佛老之似以亂孔孟之真者。愚謂充此段之意，乃是假佛老之真以亂孔孟之似耳。（某舊見先生時，說得無限道理，也曾去學禪。先生云：汝恁地懸空，理會得許多，面前事卻又理會不得？道亦無奇妙，只在日用间著實用工夫處理會，便自見得。後來方曉得他說，故今日不至無理會耳。）以此知朱子亦曾學禪，宜其洗濯不浄者自貽伊戚矣。延平謂之曰：汝懸空理會許多面前卻理會不得。理會面前者，惟周公孔子之道，朱子自言不至無理會，以今觀之，日用间還欠理會。葢二先生之所謂面前事，較釋氏之懸空而言耳。若二先生得周孔而見之，其所以告之者，必仍如李之告朱也。（胡文定曰：豈有見理已明，而不能處事者。此語好。）見理已明而不能處事者多矣，有宋諸先生便謂還是見理不明，只教人明理。孔子則只教人習事。迨見理於事，則已徹上徹下矣。此孔子之學與程朱之學所由分也。（延平謂朱子曰：渠初從謙開善處下功夫來，故皆就裏面體認。今既論難，見儒者路脈，極能指其差誤之處。自見羅先生來，未有見如此者。）朱子雖逃禪歸儒，惜當時指其差誤，猶有未盡處。只以補填禮樂射御書數爲難。謂待理會道理通透，誠意正心後，方理會此等，便是差誤。夫蓺學，古人自八歲後卽習行，反以為難；道理通透誠意正心，乃大學之純功，反以為易而先之。斯不亦顛倒矣乎？況舍置道理之材具、心意之作用，斷無通透誠正之理，卽使強以其鏡花水月者命之爲通透誠正，其後亦必不能理會六蓺。葢有三故焉：一者游思高遠，自以爲道明德立，不屑作瑣繁事；一者略一講習，卽謂已得，未精而遽以爲精；一者旣廢蓺學，則其理會道理誠意正心者，必用靜坐。讀書之功且非卒時所能奏效，烏能勞筋骨、費氣力作六蓺事哉？吾嘗目擊而身嘗之，知其爲害之鉅也。（勉齋黃氏曰：先生年十四，慨然有求道之志，博求之經傳，徧交當世有識之士，雖釋老之學，亦必穷其歸趣。）今世為學，須不見一奇異之書，但讀孔門所有經傳，卽從之學其所學，習其所習，庶幾不遠於道。雖程朱陸王語錄，亦不可觀，否則鮮不以流之濁而誣其源之清也。朱子少時因誤用功於釋老，遂沾其氣味不能滌，此歧途之穢，豈非宋元來學者之不幸哉！余細玩朱子語錄，亦有恍悟性學本旨處，但無如曾孟者從旁一指，終不能出彼入此，故又仍歸周程所說。或曰：悟學宗如是其難。吾子天資猶夫人也，而謂獨明孔子學宗，吾滋惑矣。予曰：葢有由也。吾自弱冠遭家難，頗志於學，兼讀朱陸語錄。後以心疾，無所得而委弱。至申辰年，得交王子助予，遂專程朱之學。乙巳丙午，稍有日進之勢。丁未，就辛里館，日與童子輩講課時文，學遂退。至戊申，遭大故，哀毁廬中，廢業期年。怱知予不宜承重，哀稍殺。旣不讀書，又不接人，坐臥地上，覺程朱氣質之說，大不及孟子性善之旨。因徐按其學，原非孔子之舊。是以不避朱季友之罪，而有存性存學之説，爲後二千年先儒救參襍之小失，爲前二千年聖賢揭晦没之本源。倘非丁未廢歇，戊申遭喪，將日征月邁，望程朱而患其不及，又焉暇問其誤否哉！（至若求道而過者，病傳注誦習之煩，以為不立文字可以識心見性，不假修為可以造道入德，守虚靈之識而昧天理之真，借儒者之言以文佛老之説。學者利其簡，便詆訾聖賢，捐棄經典，猖狂叫呶，側辟固陋，自以為悟。）此朱子極詆陸門之失處。然由孔門觀之，則除捐棄經典、猖狂叫呶外，其他失處，恐亦朱門所不能盡免也。（其於讀書也，必使之辯其音釋，正其章句，玩其辭求其意，研精覃思以究其所難，平心易氣以聽其所自得。然爲己務實，辨別義利，毋自欺，謹其獨之戒，未嘗不三致意焉。葢亦欲學者穷理反身，而持之以敬也。從遊之士迭誦所習，以質其疑，意有未喻，則委曲告之，而未嘗倦；問有未切，則反覆誡之，而未嘗隱。務學篤則喜見於言，進道難則憂形於色，講論經典，商略古今，率至夜半。雖疾病支離，諸生問辨則脱然沈疴之去體。一日不講學，則惕然常以為憂。摳衣而來，遠自川蜀。文辭之傳，流及海外。）可惜先生苦心苦功，此半幅述之悉矣。試問如孔門七十子者，成就幾人？天下被治平者幾世？明行吾道而異端頓息者幾分？昔孔子承周末文勝之際，灼見道之不興，不在文之不詳，而在實之不修，奮筆刪定繁文，存今所有經書，取足以明道，而學教專在六蓺，務期實用。其與端木、言卜諸子以下，絶少言語。至於天道性命之言，尤少。是以學者用功省而成就多。五季之世，武臣司政，詩書高閣。至宋，而周程諸儒出，掀精抉奧，鼓動一時，惟安定胡先生，獨知救獘之道在實學不在空言，其主教太學也，立經義治事齋，可謂深契孔子之心矣。晦庵先生所宜救正程門末流之失，而獨宗孔子之經典，以六蓺及兵農水火錢穀工虞之類訓迪門人，使通儒濟濟，澤被蒼生，佛老息滅，乃其能事也。而區區章句如此謂之何哉。（至若天文地志律歷兵機，亦皆洞究淵微。文詞字晝，騷人才士疲精竭神，嘗病其難，至先生未嘗用意，而亦皆動中規繩，可為世法。）天文地志律歷兵機數者，若洞究淵微，皆須日夜講習之力，數年歷驗之功，非比理會文字，可坐而獲也。先生既得其淵微，柰何門人錄記言行之詳，未見其為如何用功也？況語及國勢之不振，感慨以至泣下，亦悲憤之至矣。則當時所急，孰有過於兵機者乎？正宜誘掖及門，成就數士，使得如子路冄有樊遲者相與共事，則楚囚對泣之態可免矣，乃其居恆傳心靜坐主敬之外無餘理，日燭勤勞解書修史之外無餘功，在朝蒞政正心誠意之外無餘言，以致乘肩輿而出，輕浮之子遮路，而進厭聞之誚。雖未當要路，而歷仕四朝，在外九考，立朝四旬，其所建白可槩見也。故三代聖賢躬行政績多實徵，近今道學學問德行多虚語。則所謂天文地志律歷兵機洞究淵微者，恐亦是作文字理會而已。（先生出，而自周以來聖賢相傳之道一旦豁然，如大明中天，昭晰呈露。）楊子雲曰：古者楊墨塞路，孟子辭而闢之，廓如也。韓子駮之云：夫楊墨行正道廢，孟子雖賢聖，不得位，空言無施，雖切何補？然賴其言，而今之學者尚知宗孔氏、崇仁義、貴王賤霸而已。其大經大法皆亡滅壞爛，所謂存什一於千百，安在其能廓如也？夫孟子闢楊墨而楊墨果息，尊孔氏而孔氏果尊，崇仁義貴王賤霸而仁義果崇王果貴霸果賤，至大經大法，如班爵班祿井田學校，王道所必舉者，明則明行則行，非後世空言之比。正子貢所稱賢者識其大者。子雲贊之一語頗易，文公議之。今朱子出，而氣質之性參襍於荀楊，静坐之學出入於佛老，講解緐於漢唐，標榜溢於東京，禮樂之不明自若也，王道之不舉自若也，人材之不興自若也，佛道之日昌而日熾自若也。有志於學者承襲其迹，以主敬靜坐求道，不至盡奉釋道名號，與二家鼎峙而已。若問自周以來聖賢相傳之道，則絕傳久矣。黃氏遽謂一旦豁然如大明中天，豈惟不足俟聖人於百世，恐後世有如韓子者亦不免其議也。（果齋李氏曰：先生之道之至，原其所以臻斯域者無他焉，亦曰主敬以立其本，穷理以致其知，反躬以踐其實。而敬者又貫通乎三者之间，所以成始而成終也。故其主敬也云云，內則無二無適，寂然不動；外則儼然肅然，若對神明云云。其穷理也云云，字求其訓，句索其旨，云云。始以孰讀，使其言皆若出於吾之口；繼以精思，使其意皆若出於吾之心。自表而達裏，自流而溯源，索其精微，若别黑白，辨其節目，若數一二云云。而後為有得焉。若乃立論以驅率聖言，鑿説以妄求新意，或援引以相糾紛，或假借以相混惑，云云，以爲學者之大病，不痛絕乎此，則終無入德之期。葢自孔孟以降千五百年之间，讀書者眾矣，未有穷理若此其精者也，云云。及其理明義精，養深積盛，充而為德行，發而爲事業，云云，入而事君則必思堯舜其君，出以治民則必以堯舜其民。）李氏此贊，體用兼賅矣，僕不必詳辨，但願學者取朱子之主敬穷理，與孔門一質對；取朱子之事業，與堯舜一質對，則其學宗之異判然矣。總之，於有宋諸先生，非敢苛求，但以宁使天下無學，不可有參襍佛老之學；宁使百世無聖，不可有將就冒仞標榜之聖。庶幾學則真學，聖則真聖云爾。（言論風旨之所傳，政教條令之所布，皆可爲世法。而其考諸先聖而不謬，建諸天地而不悖，百世以俟聖人而不惑者，則以訂正羣書，立為準則，使學者有所依據循守，以入堯舜之道，此其勳烈之尤彰明盛大者。）考諸先聖而不謬等語，何其大，而乃歸之訂正羣書乎？夫朱子所以盡力於此，與當時後世所以篤服於此者，皆以孔子删述故也。不知孔子是學成內聖外王之德，教成治世之材，魯人不能用又不能薦之周天子，乃出而周遊，周遊是學教後不得已處，及將老而道不行，乃歸魯刪述以傳世。刪述又周遊後不得已處。戰國說客，置學教而學周遊，是不知孔子之周遊為孔子之不得已也，宋儒又置學教及行道當時，而自幼壯即學刪述，教弟子亦不過是，雖講究禮樂，亦只欲著書垂世，不是欲於吾身親見之，是又不知孔子之刪述為孔子之尤不得已也。況孔子之删述，是删去緐亂，而僅取足以明道，正恐後人馳逐虚浮，失其實際也。宋儒乃多為注解，遞相增益，不幾決孔子之隄防而導汎濫之流乎？此書所以益盛，而道所以益衰也。（先生蒐輯先儒之說而斷以己意，彙别區分，文從字順，妙得聖人之本旨，昭示斯道之標的，又使學者先讀大學以立其規模，次及語孟以盡其蘊奧，而後會其歸於中庸。尺度權衡之既定，由是以穷諸經、訂羣史，以及百氏之書，則將無理之不可精，無事之不可處矣。）以讀經史訂羣書為穷理處事，以求道之功，則相隔千里；以讀經史訂羣書為卽穷理處事，曰：道在是焉，則相隔萬里矣。茲李氏以先生解書得聖人之本旨，遂謂示斯道之標的，以先生使學者讀書有序，遂將謂無理不可精，無事不可處。噫，宋元來效先生之彙别區分，遵先生讀書之序，果已無理不可精，無事不可處否乎？譬之學琴然，詩書猶琴也，爛孰琴譜，講解分明，可謂學琴乎？故曰：以講讀為求道之功相隔千里也。更有一妄人，指琴譜曰：是卽琴也，辨音律協聲韻，理性情通神明，此物此事也。譜果琴乎？故曰：以書為道相隔萬里也。千里萬里何言之遠也，亦譬之學琴然。歌得其調，撫嫺其指，弦求中音，徽求中節，聲求協律，是謂之學琴矣，未為習琴也。手隨心，音隨手，清濁疾徐有常規，鼓有常功，奏有常樂，是之謂習琴矣，未為能琴也。弦器可手製也，音律可耳審也，詩歌惟其所欲也，心與手忘，手與弦忘，私欲不作於心，太和常在於室，感應陰陽，化物達天，於是乎命之曰能琴。今手不彈心不會，但以講讀琴譜為學琴，是渡河而望江也。故曰：千里也。今目不覩耳不聞，但以譜爲琴，是指薊北而談滇南也，故曰：萬里也。（洙泗以還，博文約禮，兩極其至者，先生一人而已。）博學於文約之以禮，乃孔門祖述堯舜憲章文武之實功，明德親民，百世不易之成法也。但孔門曰博文約禮，程朱亦曰博文約禮，此殊令人不敢辯。然實有不待辯而判如者。孔門之博學，學禮學樂學射學御學書數以至易書，莫不曰學也。周南召南曰爲也，言學言為，既非後世讀講所可混，禮樂射御書數，又非後世章句所可託。況於及門之所稱贊，當時之所推服，師弟之所商榷，若多學而識、不試故蓺、博學而無所成名、文武之道未墜於地、文不在茲、游於蓺、如或知爾、可使從政諸章，皆可按也。此孔門之文，孔門之學也。程朱之文，程朱之博學，則李氏已詳言之，不必贅矣。孔門之約禮，大而冠昬喪祭宗廟會同，小而飲食起居衣服男女，問老耼、習大樹下、公西子曲禮精孰夫子遜其能，可謂禮聖，言曾諸賢，纖微必謹，以此約身，卽以此約心，出卽以此約天下，故曰：齊之以禮。此千聖體道之作用，百世入道之實功，故中庸贊聖人之道，至於發育萬物，峻極於天，序君子之功，僃著尊德性道問學，而其中直指曰：禮儀三百威儀三千。且曰：苟不至德，至道不凝。是顯以三千三百爲至道，如外此而别有率性，别有篤恭，子思亦得罪聖門矣。此孔門之禮，孔門之約也。程朱之約禮，則惟曰：内而無二無適，寂然不動，外而儼然肅然，若對神明而已。其博約極至與否，未敢易言，願學者先辨其文與禮焉可也。（鶴山魏氏曰：國朝之盛，大儒輩出，聲應氣求，若合符節。曰極曰誠曰仁曰道曰忠曰恕曰性命曰氣質曰天理人欲曰陰陽鬼神，若此等類，凡皆聖門講學之樞要，而千數百年習浮踵陋莫知其說者，至是脱然若沈疴之间，大寐之醒。至於朱文公先生，始以彊志博見淩高厲空，自受學延平李先生，遏然如將弗勝，於是斂華就實，反博歸約，迨其蓄久而思渾，資深而行孰，則貫精粗合內外，群獻之精蘊，百家之異指，毫分縷析，如示諸掌。張宣公吕成公，同心協力以閑先聖之道，而僅及中身，論述靡定。惟先生巍然獨存，中更學禁，自信益篤，葢自易詩中庸大學論語孟子，悉爲之推明演繹，以至三禮孝經，下迨屈韓之文，周程張邵之書，司馬氏之史，先正之言行，亦各為之論著，然後帝王經世之規，聖賢新民之學，燦然中興。）天命陰陽鬼神等，僕之愚，未足與議。但以大半屬聖人所罕言不語者，而必毫分縷析如示諸掌，何爲也哉？至於推明古人之經書論著先正之前言往行，此自學成後餘事，學成矣則用以行之，如不用，亦可全吾性分，以還天地，不著述可也。觀其時果有大理未明大害未除，不得已而有所著述，以望後世之明之除之，亦可也，若文人之文書生之書，解之論之，則不必矣。乃今以此等推演論著之既明，遂爲帝王經世之規聖賢新民之學，燦然中興，不其誣與？無實功於聖道，旣不免堯舜孔孟在天者之歎息，又無實徵於身世，豈能服當日之人心乎？徒以空言橫推駕一世之上，而動擬帝王聖賢，此所以召僞學之名也。（問：子静不喜人論性。曰：怕只是自己理會不曾分曉，怕人問難，又長大了，不肯與人商量，故一截截斷。然學而不論性，不知所學何事。）不喜人論性，未為不是。但少下學耳。朱子好論性，又教人商量性，謂卽此是學，則誤矣。故陸子對語時，每不與說者，中不取也。不取朱子，而不思我所見果是，何以不能服此友也。朱子此等貶斥，尤不取陸子，不取陸子而亦不思我所言果是何以不能服此友也。子曰：察言而觀色，慮以下人。兩先生豈未用此功歟？（子静之學，看他千般萬般病，只在不知有氣稟之襍。）朱子之學，全不覺其病，只由不知氣稟之善，以為學可不自六蓺入，正不知六蓺卽氣質之作用，所以踐形而盡性者也。（子静説良知良能四端等處，且成片段，似經語，不可謂不是。但說人便能如此，不假修為存養，此卻不得。譬如旅寓之人，自家不能送他還鄉，但與説云：爾自有田有屋，大段快樂，何不便回去？那人旣無資送，如何便回去？又如脾胃受傷不能飲食之人，卻強將飯將肉塞入他口，不問他喫得喫不得，若是一頓便理會的，亦豈不好？然非生知安行者，豈有此理。便是生知安行也，須要學，大抵子思説率性，孟子說存心養性，大段說破，夫子更不曾說，只説孝弟忠信篤敬，葢能如此，則道理便在其中矣。）陸子説，良知良能人便能如此不假修爲存養，非是言不用修爲存養，乃仞孟子先立乎其大者，則其小者不能奪，二句稍泥，又不足朱子之章句誦读，故立言過激，卒致朱子輕之。葢先立其大，原是根本，而維持壅培之無具，大亦豈易言立也。朱子旅寓人傷脾胃人二喻，誠中陸子之病，但又是手持路程本當資送，口說健脾和胃方當開胃進食，卽是終年持說，依然旅寓者不能回鄕，傷脾胃者不能下咽也。此所以亦為陸子所笑，而學宗遂不歸一矣。豈若周公孔子三物之學，真旅寓者之餱糧車馬，傷脾胃者之蓡朮縮沙也哉！（陸氏會説其精神亦能感發人，一時被他聳動底亦便清白，只是虚，更無底簟。思而不學則殆，正為無底簟便危殆也。山上有木漸，君子以居賢德善俗。有階梯而進，不患不到。今其徒往往進時甚銳，然其退亦速，纔到退時，便如墜千仞之淵。）朱子指陸門流獘處，亦所以自狀。但朱子會說，又加會解會著，是以聳動愈多，頗有底簟。或問：讀講著述雖是倚書本，然畢竟經傳是把柄，故頗有底簟否？予曰：亦是。讀講經書，身心有所依據，不至縱放。但亦秏費有用精神，不如陸王精神不損，臨事尚有用也。吾所謂頗有底簟者，葢如講著此一書，若全不依此書行，不惟無以服人，己心亦難安，故必略有所行。此處稍有底簟，只因原以講解為學，而以行為襯貼，終不免掛一漏二，卽所行者，亦不純孰，不如學而時習，身心道蓺一致加功，進鋭不得，亦退速不得，卽此為學，即此為行，卽此爲教，舉而措之，卽此為治。雖聰明如颜賜，焉得不歎循循善誘，欲罷不能也哉。儻入程朱之門，七十子皆流於禪林，二千九百人皆習為章句矣。烏呼，吾安得一聖門徒眾之末而師之也哉！或問：宋儒掛一漏二，所行不孰，何處見？予曰：如朱子著家禮一書，家中亦行禮，至斬喪墨衰出入，則半禮半俗，既廢正祭，乃又於俗節墨衰行事。此皆失周公本意。至於婦人，便不與定喪服杖絰之制，祭時婦人亦不饋祭殽。至求一監視而亦若不得者，此何說乎？商人尚音，周人尚臭，皆窮究陰陽之祕，祭祀之要典也，諸儒語錄言薰蒿悽愴等語，亦痛切似知鬼神情狀者，至於集禮，乃將笙磬脂膟等皆削去之，如此類，難以勝述，不可見哉。（程子曰：古人雖胎教與保傅之教，猶勝今日庠序鄉黨之教，古人自幼學，耳目游處所見皆善，至長而不見異物，故易以成就。今日自少所見皆不善，纔能言便習穢惡，日日鑠銷，更有甚天理。）旣知少時缺習善之功，長時又習於穢惡，則為學之要，在變化其習染，而乃云變化氣質，何也？（勿謂小兒無記性，所歷事皆能不忘。）所歷事皆不忘，乃不教之歷事，何也？（朱子曰：古者初年入小學，只是教之以事，如禮樂射御書數及孝弟忠信之事，自十六七入大學，然後教之以理，如致知格物及所以為孝弟忠信者。）旣言此，何不學古人而身見之？要之孔門稱古昔，程朱兩門亦稱古昔，其所以稱者則不同也。孔門是身作古人，故曰：吾從周。二先生是讓與古人，故曰：是難。孔門講禮樂，程朱兩門亦講禮樂，其所以講者則不同也，孔門是欲當前能此，故曰：禮樂君子不斯須去身。二先生是僅欲人知有此，故曰：姑使知之。（如今全失了小學工夫，只得教人且把敬為主，收斂身心卻，方可下工夫。或云敬當不得小學，某看來小學卻未當得敬。）敬字字面好看，卻是隱壞於禪學處。古人教灑埽卽灑埽，主敬；教應對進退卽應對進退，主敬；教禮樂射御書數，卽度數、音律、審固、罄控、點畫、乘除，莫不主敬。故曰：執事敬，故曰：敬其事，故曰：行篤敬，皆身心一致加功，無往非敬也。若將古人成法皆舍置，專向靜坐收攝徐行緩語處言主敬，則是儒其名而釋其實，去道遠矣。或云敬當不得小學，真朱子益友，惜其未能受善也。（問：如何學可謂有得？程子曰：大凡學問聞之知之皆不為得，得者，須默識心通。學者欲有所得，須是誠意燭理。）程朱言學至肯綮處，若特避六蓺六府之學者，何也？如此段言聞之知之皆不爲得，可謂透宗語矣。下何不云得者，須履中蹈和、躬習實踐，深造以六蓺之道，乃自得之也。乃云須默識心通，不仍是知之乎？（進學莫大於致知，養心莫大於理義，古人所養處多，若聲音以養其耳，舞蹈以養其血脈，今人都無，只有義理以養心，又不知求。）學之患莫大於以理義讓與古人。程朱動言古人如何如何，今人都無不思我行之卽有矣，雖古制不得盡傳，只今日可得而知者盡習行之，亦自足以養人。況因偏求全，卽小推大，古制亦無不可追者乎？若只憑口中所談、紙上所見、心內所思之理義養人，恐養之不深且固也。（今之學者有三獘，溺於文辭、牽於訓詁、惑於異端。苟無是三者，則必求歸於聖人之道矣。）可歎三獘誤此乾坤，先生洗濯亦未甚淨，故其流遠而益差也。向嘗謂程朱與孔孟各是一家，細勘之，程與朱亦各是一家。（旣學而有先以功業為意者，於學便相害，既有意，便穿鑿創意作起事也。德未成而先以功業為事，是代大匠斵，希不傷手也。）所學既失其宗，又將古人成法說壞，試觀大學之道，纔言明德卽言親民，焉得云無意於功業？且入學卽是要作大匠，烏得謂之代大匠斵？僕教幼學道蓺，或阻之曰：不可今世不如此。予曰：但抱書入學，便是作轉世人，不是作世轉人，但不可有者，躁進干祿、非位謀政之心耳。（龜山楊氏曰：颜淵請問其目，學也；請事斯語，則習矣。學而不習，徒學也。譬之學射，而至於彀，則知所學矣。若夫承梃而目不轉，貫虱而縣不絕，由是而求盡其妙，非習不能也。）颜子請問，亦仍是問，未可謂之學。請事斯語，學也。欲罷不能，進而不止，乃習矣。龜山一字之誤，未爲甚差，但說學必宜習甚暢。而未見其習者，無他，習其所習，非孔門所謂習也。（延平李氏曰：學問之道不在多言，但默坐澄心，體仞天理，若真有所見，雖一毫私欲之發亦退聽矣。久久用力於此，庶幾漸明，講學始有力耳。）（試觀孔孟，曾有靜坐澄心體仞天理等語否？然吾亦非謂全屏此功也，若不失周孔六蓺之學，卽用此功於無事時，亦無妨。但專用力於此，以為學問根本，而又以講説為枝葉，則全誤矣。）（孔門諸子羣居終日，交相切磋，又得夫子為之依歸，日用之间觀感而化者，多矣。恐於融釋而脫落處，非言說所及也。不然，子貢何以言夫子之言性與天道，不可得而聞也邪？）何不思孔門羣居終日，是作何事？何不思性天不可聞，是何主意？乃動思過子貢以上邪？以孔子之道律之，恐有宋諸先生不免爲智者過之一流。（朱子曰：今之為學甚難，緣小學無人習得，如今卻是從頭起。古人於小學小事中，便皆存箇大學大事得道理在。大學只是推將開闊去，向來小時作得道理存其中，正似一箇坯素相似。）余謂何難之有，只不爲耳。卽將蓺之小者，令子弟之幼者習之蓺之，大者令子弟之長者習之，此是整飭身體，涵養性情實務。正心誠意非精，府修事和非粗。乃諸先生只懸空說存養，而不躬習其事，卻說難，卻說今日小學全失無人習，如此而言，格致誠正修齊治平，皆虚而無據矣。然則豈惟小學廢，大學不亦亡乎？而乃集小學也？注大學也，何爲也哉！（學者只是不爲己，故日间此心安頓在義理上時少，安頓在闲事上時多，於義理卻生，於闲事卻孰。）只因廢失六蓺，無以習孰義理，不由人不習孰闲事也。今若一復孔門之舊，不惟好色好貨博弈飲酒等不為，卽誦讀章句著述文字等事，亦自無暇。葢聖人知人不習義理便習闲事，所以就義理作用處，制爲六蓺，使人日習孰之。若只在書本上尋義理，雖亦羈縻此心不思别事，但放卻書本，卽無理會耳。（或問：爲學如何作工夫？曰：不過是切己便的當。此事自有大綱，亦有節目，云云。然亦須各有倫序。問：如何是倫序？曰：不是安排此一件為先此一件為後、此一件為大此一件為小，隨人所為，先其易者、闕其難者，將來難者亦自可理會。且如讀書，二禮春秋有制度之難明、本末之難見，且放下未要理會亦得；如詩書直是不可不先理會，云云。聖賢言語何曾誤天下，後世人自學不至耳。）或問爲學如何作工夫，又問如何是倫序，皆切要之問，乃惟左支右吾說門面語，何也？大綱節目數語尚可敷衍，至於不是安排此一件為先此一件為後此一件為大此一件為小，便是蒙混。夫古人教法，某年舞勺、某年舞象、某年習幼儀、某年學禮，何嘗不是安排一定，孰先孰後孰大孰小哉？知所先後，大學又明言之矣。旣又說歸讀書，讀書又不教人理會制度等事，姑教避難取易，夫理會制度已畏其難矣，況取其所謂制度者而身習之，身精之乎？此等語若出他人口，朱子必灼見其獘而力非之，師望旣高，信口說去，不自覺如此，卻說聖賢言語何曾誤天下後世。夫聖賢言語，誰曾道誤天下後世？其誤天下後世者，乃是不從聖賢言語耳。夫學而時習之，是開宗明義第一言，尚且不從，況其餘乎！ \\n  \\n   \\n  "}
{"章节": "颜氏學記卷二", "正文": "  \\n 颜氏學記卷二 \\n 　 \\n  \\n 習齋二 \\n 程子云：論性論氣，二之則不是。又曰：有自幼而善，有自幼而惡，是氣稟有然也。朱子曰：纔有天命便有氣質，不能相離。而又曰：旣是此理，如何惡？所謂惡者氣也。可惜二先生之高明，隱爲佛氏六賊之說浸亂，而不自覺。若謂氣惡，則理亦惡；若謂理善，則氣亦善。葢氣卽理之氣，理卽氣之理，烏得謂理純一善，而氣質偏有惡哉？譬之目矣，眶皰睛，氣質也，其中光明能見物者，性也。將謂光明之理專視正色，眶皰睛乃視邪色乎？余謂光明之理固是天命，眶皰睛皆是天命，更不必分何者是天命之性，何者是氣質之性。祗宜言天命人以目之性，光明能視卽目之性善，其視之也則情之善，其視之詳略遠近則才之強弱，皆不可以惡言。葢詳且遠者固善，卽略且近亦第善不精耳。惡於何加？惟因有邪色引動，障蔽其明，然後有淫視，而惡始名焉。然其為之引動者，性之咎乎？氣質之咎乎？若歸咎於氣質，是必無此目而後可全目之性矣，非釋氏六賊之說而何！ \\n [駁氣質性惡。以下存性編]朱子原亦識性，但為佛氏所染，為世人惡習所混。若無程張氣質之論，當必求性情才及引蔽習染之分界，而性情才之皆善，與惡之所從來，判然矣。惟先儒既開此論，遂以惡歸氣質而求變化之，豈不思氣質卽二氣四德所結聚者，烏得謂之惡？其惡者引蔽習染也，惟如孔門求仁、孟子存心養性，則明吾性之善，而耳目口鼻皆奉令而盡職，故大學之道在明明德，中庸曰尊德性，既尊且明，則無所不照，當惻隱者卽惻隱，當羞惡者卽羞惡，仁不足以恃者卽以義濟之，義不足以恃者卽以仁濟之，或用三德竝濟一德，或行一德兼成四德，當視卽視，當聽卽聽，不當卽否，使氣質皆如其天則之正，邪色淫聲自不得引蔽，又何習染之足患乎？六行乃吾性設施，六蓺乃吾性材具，九容乃吾性發見，九德乃吾性成就，制禮作樂、燮理陰陽、裁成天地，乃吾性舒張；萬物咸若、地平天成，乃吾性全量。故謂變化氣質爲養性之效，則可如德潤身，睟面盎背施於四體之類，是也。謂變化氣質之惡以復性則不可，以其問罪於兵而責染於絲也。知此則宋儒之言理氣，皆不親切，惟吾友張石卿曰：性卽是氣質之性，堯舜氣質卽有堯舜之性，愚賤氣質卽有愚賤之性，而究不可謂性有惡。其言甚是。但又云：愚賤決不能爲堯舜。則誣矣。吾未得與之辯明，而石卿物故，深可惜也。 \\n [明明德]程朱因孟子嘗借水喻性，故亦借水喻者甚多。但主意不同，所以將孟子語皆費牽合來就己說。今卽就水明之，則有目者可共見，有心者可共解矣。程子云：清濁雖不同，然不可以濁者不爲水。此非正以善惡雖不同、不可以惡者不爲性乎？非正以惡爲氣質之性乎？請問濁是水之氣質否？吾恐澂澈淵甚者，水之氣質；其濁之者，乃襍入水性本無之土，正猶吾言性之有引蔽習染也。其濁之有遠近多少，正猶引蔽習染之有輕重淺深也。若謂濁是水之氣質，則濁水有氣質，清水無氣質矣。如之何其可也！ \\n [借水喻性]中者性善也，見當愛之物，而情之惻隱能直及之，是性之仁，其能惻隱以及物者才也，見當斷之物而羞惡能直及之，是性之義。其能羞惡以及物者才也，見當敬之物而辭讓能直及之，是性之禮。其能辭讓以及物者才也，見當辨之物而是非能直及之，是性之智。其能是非以及物者才也，不惟聖賢與道爲一，雖常人率性亦皆如此，更無惡之可言。故孟子曰性善，乃若其情可以為善，若為不善非才之罪也。及世味紛乘，貞邪不一，惟聖人秉有全德，順應而不失其則，下此者財色誘於外引而之左，則蔽其當愛而不見愛，其所不當愛而貪營之，剛惡出焉。私小據於己引而之右，則蔽其當愛而不見愛，其所不當愛而鄙吝之，柔惡出焉。以至羞惡被引，而為侮奪殘忍；辭讓被引，而爲僞飾諂媚；是非被引，而為姦邪小慧。種種之惡所從來也。然種種之惡，非其不學之能，不慮之知，必且進退齟齬，良心時見不純，爲貪營鄙吝諸惡也猶未與財色等，相習而染也。斯時也，惟賢士豪傑易知過而自反，下此者則引愈頻而蔽愈遠，習漸久而染漸深，以至成其貪營鄙吝，而所性之仁不可知矣；成其侮奪殘忍，而所性之義不可知矣；成其僞飾諂媚與夫姦邪小慧，而所性之禮智俱不可知矣。烏呼，禍始引蔽，成於習染，以耳目口鼻四支百骸可爲聖人之身，竟呼之曰禽獸，猶素幣而汙為黑赤也，而豈其材之本然哉？然色之汙者，雖故質尚在，而驟不能復素，人則極凶大憝，本性自在，止視反不反、力不力之间耳。蠡一吏婦，淫奢無度，已踰四旬，疑其習與性成矣。丁亥城陷，產失歸田，樸素勤儉，一如農家。乃知繫蹠囹圄數年，而出之孔子之堂，又數年亦可復善。吾故曰：不惟有生之初不可謂氣質有惡，卽習染極凶之餘，亦不可謂氣質有惡也。此孟子夜氣之論，所以有功於天下後世也。程朱未識此意，而甚稱夜氣之說，則亦依希之見而已矣。 \\n [性説一]吾之論引蔽習染也，姑以仁之端觀之，性之未發則仁，既發則惻隱，順其自然而出。父母則愛之，次有兄弟，又次有夫妻子孫則愛之，又次有宗族戚黨鄕里朋友則愛之，其愛兄弟夫妻子孫，視父母有別矣。愛宗族戚黨鄉里，視兄弟夫妻子孫又有别矣。至於愛百姓又別，愛鳥獸草木又別矣。此乃天地間自然有此倫類，自然有此仁，自然有此差等，不由人造作，不由人意見。推之義禮智，無不皆然。故曰：盈天地间一性善也，故曰：無性外之物也。但氣質偏駮者易流，見妻子可愛，反以愛父母者愛之，父母反不愛焉。見鳥獸草木可愛，反以愛人者愛之，人反不愛焉。是謂貪營鄙吝，以至貪所愛而弑父弑君，吝所愛而殺身喪國，皆非其愛之罪，誤愛之罪也。又不特不仁而已也。至於愛不獲宜而爲不義，愛無節文而爲無禮，愛昬其明而爲不智，皆一誤爲之也，固非仁之罪也，亦豈惻隱之罪哉。使篤愛於父母，則愛妻子非惡也；使篤愛於人，則愛物非惡也。如火烹炮、水滋潤、刀殺賊，何咎？或火灼人、水溺人、刀殺人，非火水刀之罪也，亦非其熱寒利之罪也。手持他人物，足行不正涂，非手足之罪也，亦非持行之罪也；耳聽邪聲目視邪色，非耳目之罪也，亦非視聽之罪也。皆誤也，皆誤用其情也。誤始惡，不誤不惡也。引蔽始誤，不引蔽不惡也。習染始終誤，不習染不終誤也。去其引蔽習染者，則猶是愛之情也，猶是愛之才也，猶是用愛之人之氣質也。而惻隱其所當惻隱，仁之性復矣。義禮智猶是也。故曰：率性之謂道也，故曰：道不遠人也。程朱惟見性善不真，反以氣質爲有惡，而求變化之，是戕賊人以爲仁義，遠人以爲道矣。然則氣質偏駁者，欲使私欲不能引染，如之何？惟在明明德而已。存養省察摩厲乎詩書之中，涵濡乎禮樂之塲，周孔教人之成法固在也。自治以此，治人即以此，使天下相習於善，而預遠其引蔽習染，所謂以人治人也。 \\n [二]仁之勝者，愛用事，其事亦有别矣。如士庶人卿大夫諸侯天子之愛，親見諸孝經者，仁之中也。有大夫而奉親如士庶者不及，士庶如大夫之奉親者過，而未失乎發之之正也。吾故曰：不中節亦非惡也。惟有父母而懷甘旨入私室，則惡矣。若甘旨進父母，何惡？有妻媵而辱恩情於匪配，則惡矣。若恩情施妻媵，何惡？故吾嘗言：明德明而引蔽自不乘。故曰：先立乎其大者，則其小者不能奪也。全體者爲全體之聖賢，偏勝者為偏至之聖賢，下至椿津之友恭，牛弘之寬恕，皆不可謂非一節之聖。宋儒乃以偏為惡，不知偏不引蔽，偏亦善也。或疑仁勝而無義，則泛濫失宜，將愛父母如路人，對盜賊而欷歔，豈不成其不宜之惡乎？仁勝而無禮，則節文不敷，將同人道於犬馬。踰東家摟處子，豈不成其不檢之惡乎？仁勝而不智，則可否無辨，將從井救人，莫知子惡，豈不成其迷惑之惡乎？予以為此必不知性者之言也。夫性則必如吾前仁之一端之說，斷無天性之仁而有視父母路人者，葢本性之仁，必寓有義禮智四德，不相離也。但不盡如聖人之全，相濟如攜耳。試觀天下，雖甚懦夫不能無所羞惡無所亂讓無所是非，但不如聖人之大中相濟適當耳。其有愛父母同路人、對盜賊而欷歔者，必其有所引蔽習染，而非赤子之仁也。義禮智猶是也。孰觀孟子而盡其意，細觀赤子而得其情，則孔孟之性旨明，而心性非精氣質非粗，不惟氣質非吾性之絫，而且舍氣質無以存養心性，則吾所謂三事六府六德六行六蓺之學，是也。是明明德之學也。卽謂為變化氣質之功，亦無不可有志者。實以是為學為教，斯孔門之博文約禮。孟子之存心養性，乃再見於今日矣。 \\n [三]（朱子曰：孟子道性善，性字重，善字輕，非對言也。）此語可詫。性善二字，如何分輕重？誰說是對言？若必分輕重，則孟子時人競言性，但不知性善耳。孟子道之之意，似更重善字。（朱子述伊川曰：形既生矣，外物觸其形而動於中矣，其中動而七情出，曰喜怒哀懼愛惡欲，情既熾而益蕩，其性鑿矣。）情旣熾句，是歸罪於情矣。非。王子曰：程子之言似不非，熾便是惡。予曰：孝子之情深，忠臣之情盛，熾亦何惡？賢者又惑於莊周矣。（又曰：動字與中庸發字無異，而其是非真妄，特決於有節與無節、中節與無中節之间耳。）以不中節爲非亦可，但以爲惡妄則不可。彼忠臣義士，不中節者豈少哉。（朱子曰：人生而静，天之性，未嘗不善。感物而動，性之欲。此亦未嘗不善。至於物至知誘，然後好惡形焉，好惡無節於內，知誘於外，不能反躬，天理滅矣。方是惡也。）此段精確，句句不紊。而乃他處多亂，何也？以此知朱子識詣之高，而未免惑於他人之見耳。按朱子此段，是因樂記語而釋之，可見漢儒見道猶勝宋儒。（張南軒荅人曰：程子之言，謂人生而静以上更不容説，才説性時便已不是性。繼之曰：凡人說性，只是説繼之者善也。）玩程子云凡人說性只是說繼之者善也，葢以易繼善句作已落人身言，謂落人身便不是性耳。夫性字從心生，正指人生以後而言，若人生而静以上，則天道矣，何以謂之性哉。（程子曰：韓退之說，叔向之母聞揚食我之生，知其必滅宗，此無足怪。其始便稟得惡氣，便有滅宗之理。所以聞其聲而知之也。使其能學，以勝其氣，復其性，可無此患。）噫！楚越椒始生而知其必滅若敖，晉揚食我始生而知其必滅羊舌，是後世言性惡者以為明證者也。亦言氣質之惡者，以爲定案者也。試問二子方生，其心欲弒父與君乎？欲亂倫敗類乎？吾知其不然也。子文向母不過察聲容之不平，而知其氣稟之其偏，他日易於爲惡耳。今卽氣稟偏，而即命之曰惡，是指刀而坐以殺人也，庸知刀之能利用殺賊乎？程子云使其能學以勝其氣復其性可無此患，可為善論，而惜乎不知氣無惡也。（朱子曰：孔孟言性之異，略而論之，則夫子襍乎氣質而言之，孟子乃專言其性之理，襍乎氣質而言之。故不曰同而曰近，葢以為不能無善惡之殊，但未至如所習之遠耳。）愚謂識得孔孟言性原不異，方可與言性。孟子明言：爲不善非才之罪，非天之降才爾殊，乃若其情則可以為善，又曰形色天性也。何嘗專言理？況曰性善，謂知愚之性同是善耳，亦未嘗言全無差等。觀言人皆可以為堯舜，將生安、學利、困勉無不在內，非言當前皆與堯舜同也。宋儒強命之曰，孟子專以理言，冤矣。孔子曰性相近也習相遠也，性之相近，如真金輕重多寡，雖不同，其為金俱相若也。惟其有等差，故不曰同，惟其同一善，故曰近。將天下聖賢豪傑常人不一之質性，皆於性相近一言括之，故曰人皆可以為堯舜；將世人引蔽習染好色好貨以至弑君弒父無穷之罪惡，皆於習相遠一句括之，故曰非才之罪非天之降才爾殊。孔孟之旨一也，昔太甲顛覆典刑，如程朱作阿衡，必將曰：此氣質之惡，而伊尹則曰：茲乃不養，習與性成。大約孔孟而前責之習，使人去其所本無，程朱以後責之氣，使人憎其所本有。是以人多以氣質自諉，竟有山河易改本性難移之諺矣，其誤世豈淺哉。（此理皆聖賢所罕言者，而近世大儒如河南程先生、橫渠張先生嘗發明之，其說甚詳。）以聖人所罕言而諄諄言之，至於何年習數、何年習禮、何年學樂，周孔日與天下共見者而反後之，便是禪宗。（邵浩問曰：趙書記嘗問浩，如何是性。浩對以伊川云，孟子言性善，是極本穷原之性；孔子言性相近，是氣質之性。趙云安得有兩樣，只有中庸説天命之謂性，自分明。曰：公當初不曾問他，既謂之善，固無兩般，纔說相近，須有兩樣。）善哉書記，仞性真確。朱子不如大舜舍己從人矣，殊不思夫子言相近，正謂善相近也。若有惡，則如黑白冰炭，何近之有？（問氣質之說起自何人，曰：此起於程張。某以爲極有功於聖門，有補於後學。）程張隱為佛氏所惑，又不解惡人所從來之故，遂杜撰氣質一説，誣吾心性，而乃謂有功聖門、有補來學，誤甚。（程子曰：善惡皆天理，謂之惡者本非惡，但或過或不及，便如此。葢天下無性外之物，本皆善而流於惡耳）玩“本非惡但或過或不及便如此”語，則程子本意，亦未嘗謂氣質之性有惡，但其所謂善惡者，猶言偏全純駁清濁厚薄焉耳，但不宜輕出一惡字。馴至有“氣質惡為吾性害”之說，立言可不慎乎。流於惡，流字有病，是將謂原善而流惡，或上流善而下流惡矣。不知原善者流亦善，上流無惡者下流亦無惡。其所謂惡者，乃是他涂歧路別無點染。譬如水出泉，若皆行石路，雖自西海達於東海，絕不加濁。其有濁者，乃虧土染之，不可謂水本清而流濁也。知濁者為土所染，非水之氣質，則知惡者是外物染乎性，非人之氣質矣。（問：善固性也固是，若云惡亦不可不謂之性，則此理本善，因氣而鶻突。雖是鶻突，然亦是性也。朱子曰：他原頭處都是善，因氣偏，這性便偏了。然此處亦是性，如人渾身都是惻隱而無羞惡，都羞惡而無惻隱，這箇便是惡的。這箇喚做性邪不是？如墨子之心本是惻隱，孟子推其獘到得無父處，這箇便是惡，亦不可不謂之性也）此段朱子極力刻畫氣質之惡，明乎此則氣質之有惡昭然矣。夫明乎此則氣質之無惡昭然矣，夫氣偏性便偏一言，是程朱氣質性惡本旨也。吾意偏於何物，下文乃曰：如人渾身都是惻隱而無羞惡，都羞惡而無惻隱，便是惡。烏呼，世豈有皆惻隱而無羞惡、皆羞惡而無惻隱之人邪？人豈有皆惻隱而無羞惡、皆羞惡而無惻隱之性邪？不過偏勝者偏用事耳。今卽有人偏勝之甚，一身皆是惻隱，非偏於仁之人乎？其人上焉而學以至之，則爲聖也，當如伊尹；次焉而學不至，亦不失為屈原一流人；其下頑不知學，則輕者爲姑息，重者為貪溺昧罔，然其貪溺昧罔，亦必有外物引之遂為所蔽而僻焉，久之相習而成。遂莫辨其爲後起、為本來。此好色好貨，大率偏於仁者為之也。若當其未有引蔽，未有習染，而指其一身之惻隱曰：此是好色，此是好貨。豈不誣乎？卽有人一身皆是羞惡，非偏於義之人乎？其人上焉而學以至之，則為聖也，當如伯夷；次焉而學不至，亦不失爲海瑞一流人；其下頑不知學，則輕者為傲岸絶物，重者爲很毒殘暴。然其很毒殘暴，亦必有外物引之遂爲所蔽而僻焉，久之相習而成，遂莫辨其為後起、為本來。大率殺人戕物，皆偏於義者爲之也。若當其未有引蔽未有習染，而指其一身之羞惡者曰：此是殺人，此是戕物，豈不誣乎？墨子之心，原偏於惻隱，遂指其偏於惻隱者謂之無父，可乎？但彼不明其德，無析義之功，見此物亦引愛而出，見彼物亦引愛而出，久之相習，卽成一兼愛之性，其獘至視父母如路人，則惡矣。然亦習之至此，非其孩提卽如此也。卽朱子，亦不得不云：孟子推其獘至於無父。則下句不宜承之曰：惡亦不可不謂之性也。（朱子曰：濂溪説，性者剛柔善惡中而已矣。濂溪說性，只是此五者。他又自有說仁義禮智底性時，若論氣質之性則不出此五者。然氣質底性便是那四端底性，非别有一種性也）旣云氣稟之性便是四端之性別無二種，則惡字從何加之？可云惡之性卽善之性乎？葢周子之言善惡，或亦如言偏全耳，然偏不可謂為惡也，偏亦命於天者也，襍亦命於天者也，惡乃成於習耳。如官寮然：正長固君命也，丞貳獨非君命乎？惟僭僞非君命耳。如生物之本色，然五色兼全且均勻而有條理者固本色也，或黃或白、與色有錯襍者獨非本色乎？惟爲汙泥所染，非本色耳。今乃舉丞貳與僭偽同誅，以純色錯采與汙泥竝棄，是惟正長為君命，全美為本色，惟堯舜孔孟為性善也。烏乎可？周子太極圖，原本之道士陳希夷、禪僧壽涯，豈其論性亦從此誤，而諸儒遂皆宗之歟？（水流至海而不汙者，氣稟清明。自幼而善，聖人性之而全其天者也。流未遠而已濁者，氣稟偏駁之甚，自幼而惡者也。流既遠而方濁者，長而見異物而遷焉，失其赤子之心者也。濁有多少，氣之昬明純駁有淺深也。不可以濁者不爲水，惡亦不可不謂之性也）水流未遠而濁，是水出泉，卽遇易虧之土，水全無與也，水亦無如何也。人之自幼而惡，是氣質偏駁，易於引蔽習染，人與有責也。人可自力也。如何可倫？人家牆卑易於招盜，牆誠有咎也，但責牆曰：汝即盜也，受乎哉？（因言舊時人嘗載惠山泉去京師，或時臭了，京師人會洗水，將沙石在筧中，上面傾水從筧中下去，如此十數番，使漸如故。）此正洗水之習染，非洗水之氣質也（而今講學用心著力，都是用這氣去尋箇道理）然則氣又有用如此，而謂其有惡乎？（氣有清濁，譬如著些物蔽了，發不出。如柔弱之人見義不爲，為義之意卻在裏面，只是發不出，如燈火使紙罩了，光依舊在裏面，只是發不出來。坼去了紙，便自是光）此紙原以罩燈火，欲燈火明必坼去紙，氣質則不然。氣質拘此性，卽從此氣質明此性，還用此氣質發用此性。何為坼去，且何以坼去？坼而去之，又不止孟子之所謂戕賊人矣。（以人心言之，未發則無不善，已發則善惡形焉。然原其所以為惡者，亦自此理而發，非是別有箇惡，與理不相干也。若别有箇惡與理不相干，卻是有性外之物也）以未發為無不善，已發則善惡形，是謂未出土時純是禾，既成苗時卽成麻與麥。有是理乎？至謂所以為惡亦自此理而發，是誣氣質，竝誣性。其初尚近韓子三品之論，至此竟同荀氏性惡、楊氏善惡混矣。（北溪陳氏曰：自孟子不說到氣稟，所以荀子便以性爲惡，楊子便以性爲善惡混，韓文公又以為性有三品，都只是説得氣。近世東坡蘇氏又以爲性未有善惡，五峯胡氏又以爲性無善惡，都只含糊。至程子於本性之外又發出氣質一段，方見得善惡所從來。又曰：萬世而下學者，只得按他說，更不可改易）程張於眾論無統之時，獨出氣質之性一論，使荀楊以來諸家所言皆有所依歸，而世人無穷之惡，皆有所歸咎。是以其徒如空谷聞音，欣然著論垂世。而天下之為善者愈阻，曰：我非無志也，但氣質原不如聖賢耳；天下之為惡者愈不懲，曰：我非樂爲惡也，但氣質無如何耳。且從其説者，至出辭悖戾而不之覺。如陳氏稱程子於本性之外發出氣稟一段。噫，氣稟乃非本來者乎，本來之外乃别有性乎！又曰：方見得善惡所從來。惡既從氣稟來，則指漁色者氣稟之性也，黷貨者氣稟之性也，殺父殺君者氣稟之性也。將所謂引蔽習染，反置之不問。是不但縱賊殺良，幾於釋盜賊而囚父兄子弟矣。異哉！（潛室陳氏曰：識氣質之性，善惡方各有著落。不然，則惡從何處生？孟子專言義理之性，則惡無所歸，是論性不論氣不僃。孟子之說為未僃）觀告子或人三說，是孟子時已有荀楊韓張程朱諸說矣。但未明言氣質二字耳。其未明言者，非某心思不及，乃去聖人之世未遠，見習禮習樂習射御習書數、非禮勿視聽言動，皆以氣質用力，即此為存心，即此為養性，故曰志至焉氣次焉，故曰持其志無養其氣，故曰養吾浩然之氣，故曰惟聖人然後可以踐形。當時儒者視氣質甚重，故雖異說紛紛，終不敢直誣氣質以有惡也。魏晉以來佛老肆行，乃於形體之外別狀一空虚幻覺之性靈，禮樂之外別作一閉目靜坐之存養。佛者曰入定，儒者曰吾道亦有入定也；老者曰內丹，儒者曰吾道亦有內丹也。借五經語孟之文，行楞嚴參同之事，以躬習其事為粗迹，則自以氣骨血肉為分外。於是始以性命為精，形體為絫，乃敢以有惡加之氣質，相衍而莫覺其非矣。賢如朱子，而不氣質爲吾性害之語，他何說乎。噫，孟子於百說紛紛之中，明性善及才情之善，有功於萬世。今乃以大賢諄諄然罷口敝舌，從諸妄說辨出者，復以一言而誣之曰：孟子之說原不明不僃，原不曾折倒告子。何其自是所見，妄議聖賢而不知其非也。（問：目視耳聽，此氣質之性也。然視之所以明、聽之所以聰，抑氣質之性邪，抑義理之性邪？曰：目視耳聽，物也。視明聽聰，物之則也。來問可施於物則，不可施於言性。若言性，當云好色好聲，氣質之性；正色正聲，義理之性）詩云：天生烝民，有物有則，民之秉彝，好是懿德。孔子曰：為此詩者，其知道乎。故有物必有則，民之秉彝也，故好是懿德。詳詩與子言，物則非性而何？況朱子解物則，亦云如有父子則有孝慈、有耳目則有聰明之類，非謂孝慈即父子之性、聰明卽耳目之性乎？今陳氏乃云來問可施於物則、不可施於言性，是謂物則非性矣。又云若言性當云好色好聲氣質之性、正色正聲義理之性，是物則非義理之性，竝非氣質之性矣。則何者為物之則乎？大約宋儒仞性大端既差，不惟證之以孔孟之旨不合，卽以其説互參之亦自相矛盾者多矣。如此之類，當時皆能欺人，且以自欺。葢空談易於藏拙，是以舍古人六府六蓺之學而高言性命也。予與友人法乾王子，初為程朱之學，談性天似無齟齬。一旦從事於歸除法，已多謬誤。況禮樂之精博乎。昔人云畫鬼容易畫馬難，正可喻此。（臨川吳氏曰：孟子道性善，是就氣質中分出其本然之理而言，然不別性之所以有不善者，因氣質之有濁惡而汙壞其性也。故雖與告子言，而終不足以解告子之惑。至今人讀孟子，亦見其未有以折倒告子而使之心服也）孟子時雖無氣質之說，必有言才不善情不善者，故孟子曰：若夫為不善，非才之罪也，非天之降才爾殊也。人見其禽獸也以為未嘗有才焉者，是豈人之情也哉？凡孟子言才情之善，卽所以言氣質之善也。歸惡於才情氣質，是孟子所深惡，是孟子所亟辯也。宋儒所自恃以為僃於孟子、密於孟子、發前聖所未發者，不知其蹈告子二或人之故智，爲孟子所辭而闢之者也。顧反謂孟子有未僃，无分曉。然猶時有回護語，未敢遽處孟子上。至於元儒，則公然肆口，以為程朱言未僃，指孟子之言性而言也；言不明，指荀楊世俗之論性者言也。是夷孟子於荀楊世俗矣。明言氣質濁惡，汙吾性壞吾性，不知耳目口鼻手足五臓六腑筋骨血肉毛髪秀且僃者，人之質也，雖蠢猶異於物也。呼吸充周榮潤、運用乎五官百骸粹且靈者，人之氣也，雖蠢猶異於物也。故曰人為萬物之靈，故曰人皆可以為堯舜。其靈而能爲者，卽氣質也。非氣質無以爲性，非氣質無以見性也。今乃以本來之氣質而惡之，其勢不竝本來之性而惡之不已也。以作聖之氣質而視為汙性壞性害性之物，明是禪家六賊之說，其勢不混儒釋而一之不已。能不為此懼乎？觀至雖與告子言終不足以解告子之惑、至今讀孟子亦見其未有以折倒告子而使之心服，嘆曰：吳氏何其似吾童時之見也！吾十餘歲讀孟子，至義内章，見敬叔敬弟之説，猶之敬兄酌鄉人也。公都子何據而遽瞭然不復問乎？飲湯飲水之喻，猶之敬叔敬弟也，季子何見而遂憮然不復辯乎？至後“從長之者義乎”悟出，則見句句是義内矣。今觀孟子辯性諸章，皆據人情物理指示，何其痛快明白。告子性甚執，不服必更辯，今既無言，是已折倒也。吳氏乃見爲不足解惑、見爲未折倒告子，是其見卽告子之見，而識又出告子下矣。（朱子曰：孟子終是未僃，所以不能杜絕荀楊之口）程朱志為學者也，即所見異於孟子，亦當虚心以思。何為孟子之見如彼，或者我未之至乎，更研求告子荀楊之所以非，與孟子之所以是，自當得之。乃竟取諸說，統之為氣質之性，別孟子爲本來之性。自以為新發之祕、兼全之識，反視孟子為偏而未僃，是何也？去聖遠而六蓺之學不明也。孟子正如三五之月，去日之光未遠，專望孔子爲的，意見不以用，曲學邪説不以襍。程朱則如未旬之夜一明星耳，其時嘒然之星既不足比光，而去日月又遠，即儼然自居於日，而明月亦不知尊矣。又古者學從六蓺入，其中涵濡性情、歷練經濟，不得躐等。力之所至，見斯至焉，故聰明如端木子，猶以孔子為多學而識。直待垂老學深，方得闻性與天道。夫子以颜子比之，爽然自失，葢因此學好大騖荒不得也。後世誦讀訓詁，主静致良知之學，極易於身在家庭、目遍天下，想像之久，以虚為實，遂侈然成一家言。而不知其誤也。或曰：昔儒之言，非王政必不足治天下。顧漢末非行王道時也，孔明何以出？唐葉無行王道事也，鄴侯何以相？是必有濟時之策矣。況王政非十年經理、十年聚養、十年浹洽不能舉也，倘遇明主賢相，不忍斯民之水火，欲急起拯之，而人材未集，時勢未可，將舍此無道，則所謂大用之而大效，小用之而小效者，又何説也？思古人曰：王道無小大，用之者小大之耳。為今計莫要於九典五德矣，除制蓺、重徵舉、均田畞、重農事、徵本色、輕賦稅、時工役、靖異端、選師儒，是謂九典也。躬節儉、遠聲色、禮相臣、慎選司、逐佞人，是謂五德也。為之君者，充五德之行，為九典之施，庶亦駕文景而上之矣。然不體聖學、舉聖法，究非所以致位育、追唐虞也。是在為君者。 \\n [濟時。以下存治編]嘗讀禮：聘則為妻，奔則為妾，所以崇禮義、養廉恥也。故女無行媒不相知名，士不為臣不見。湯之於伊尹，文王之於太公，尚矣。下至衰世，猶有光武就見之子陵，昭烈屢顧之諸葛。如四子者，固有以自重，抑其君知所以重之也。自唐宋試之以無用之詩文，上輒曰選士，曰校士，曰恩額，曰賜第；士則曰赴考，曰赴科，曰赴選，縣而府、府而行省、行省而京師，其间問先、察貌、索結、登年、巡視、搜檢、解衣、跣足，而名而應，挫辱不可殫言。烏呼，奴之邪，盜之邪？無論庸輩不足有為，卽有一二傑士，迨於出仕，氣喪八九矣。宜道義自好者不屑就也。而更異其以文取士也。夫言自學問中來者，尚謂有言不必有德，況今之制蓺，遞相襲竊，通不知梅棗，便自言甘酸。不特士以此欺人，取士者亦以自欺。彼卿相皆從此孔穿過，豈不見考試之喪氣、浮文之無用乎？顧甘以此誣天下也。觀之宋明，深可悲矣。竊嘗謀所以代之，莫若復古鄕舉里選之法。放明舊制，鄉置三老人，勸農、平事、正風俗，六年一舉，縣方一人。如東則東方之三老，視德可敦俗、才堪涖政者，公議舉之，狀書某某深知其才德，兼以事實之，縣令卽以幣車迎為六事佐賓，吏人供用。三載，經縣令之親試，百姓之實徵，老人復躋堂，言曰：某誠賢，則令薦之府，狀書某令深知其才德，亦兼以事實之，則守以禮徵至。其有顯德懋功者，即薦之公朝，餘仍畱為佐賓。三載，經府守之親試、州縣之實徵，諸縣令集府言曰：某誠賢。則府守薦之朝廷，狀書某守深知其才德，亦兼以事實之，則命禮官弓旌車馬徵至京。其有顯德懋功者，卽因才德受職不次，餘仍畱部治事，親試之。三載，凡經兩舉用，不及者許自辭歸進學。老人、令、守薦賢者，受上賞，不肖者受上罰。則公論所歸，請託不行矣。九載，所驗賢否得真矣。卽有一二勉強為善、盜竊聲譽者，焉能九載不變哉？況九載之间，必重自斂飭，卽品行未粹者，亦養而可用矣。爲政者復能久任，考最於九載、十二載或十七八載之後，國家不獲真才，天下不被實惠者，未之有也。 \\n [重徵舉]古之善靖異端者，莫如孟子；古之善言靖異端者，莫如韓子。韓子之言曰：人其人，火其書，明先王之道以教之。善哉，三言盡之矣。愚嘗取而詳推之：目前耕耘，皆三代之赤子，第自明帝作俑，無恥之民從而效尤，妄談禍福，侈説神僊，枝連蔓長，焚香講道者，遂紛紛其實，猶然中國之民也。一旦收為左道之誅，豈不哀哉。考古謀今，靖之者有九：一曰絶由，四方戒異服人不許入中國。二曰去依，令天下毀妖像禁淫祠。三曰安業，令僧道尼姑以年相配俱歸族，不能者各入地籍，許鬻寺觀瓦木以易宅舍，給香火地或逃戶地，使有恆產。幼者歸族，老而無告者入養濟院，夷人仍縱之去，皆所謂人其人也。四曰清櫱，有為異言惑眾者誅。五曰防後，有藏佛氏經卷者誅，獻者有賞。六曰杜原，令碩儒多著闢異之書，深明彼道之妄，皆所謂火其書也。七曰化尤，取向之名僧長道，令近正儒受教。八曰易正，人給曲禮、少儀、內則、孝經等，使朝夕誦讀。九曰明法，既反正之後，察其孝行或廉義者旌表顯揚之，察其愚頑不悟者責罰誅戮之，皆所謂明先王之道以教之也。如此，則羣黎不邪慝，家戶有倫理，男女無抑鬱之氣，兆姓無絕嗣之慘，徵休召祥，蔑有極矣。且儉土木之浪費，杜逃亡之巢穴，驅游手之無恥，絕張角等之根苗。風淑俗美，仁昌義明，其益不可殫計。有國者何憚而不靖異端哉，若惑於禍福之說，則前鑒固甚明也！ \\n [靖異端]佛輕視此身，以耳目口鼻心意為六賊，故言圓寂，言涅槃，有九定三解脫諸妄說，大要欲全其幻覺之性也。嗟乎，有生方有性，若如佛說，則天下無性矣，又何覺？無所謂昭昭，何所謂暗暗？怪哉！西域異類，不幸而未聞聖人之言性，未見聖人之盡性也。堯舜周孔之言性，合身言之，故曰有物有則。堯舜性之，湯武身之。堯舞率性而出，身之所行皆性也；湯武修身以復性，據性之形以治性也。孔門後惟孟子見及此，故曰：形色天性，惟聖人然後可以踐形。形，性之形也；性，形之性也。舍形則無性矣，舍性則無形矣。失性者據形求之，盡性者於形盡之。賊其形則賊其性矣。卽以耳目論，堯舜明四目達四聰，使吾目明徹四方天下之形無蔽焉，使吾耳聰達四竟天下之聲無壅焉，此其所以光被四表也。孔子視思明聽思聰、非禮勿視非禮勿聽，明者目之性也，聰者耳之性也，視非禮則蔽其明而亂吾性矣，聽非禮則壅吾聰而亂吾性矣。絕天下非禮之色以養吾目，賊在色不在目也，賊更在非禮之色，不在色也。去非禮之色，則目徹四方之色，適以大吾目性之用。絕天下非禮之聲以養吾耳，賊在聲不在耳也，賊更在非禮之聲，不在聲也。去非禮之聲，則耳達四竟之聲，正以宣吾耳性之用。推之口鼻手足心意，咸若是；推之父子君臣夫婦兄弟朋友，咸若是。故禮樂繽紛，極耳目之娱，而非欲也；合三才成一性，而非侈也。彼佛大之幻天地君親而不恤，小之視耳目手足為賊害，惟闔眼內顧，以為虚靈不昧，猶瞽者坐暗室，耳目不接天下之聲色，身心不接天下之人事，而自謂妙悟，可謂妄矣。安在其洞徹萬象也哉？且視身為賊，絶六親而不愛，可謂殘忍矣。及其大言慈悲，則又苦行雪山，割肉啖鷹，舍身餧虎，何其傎倒錯亂也哉！ \\n [以下存人編]洞照萬象，昔人形容其妙曰鏡花水月，宋明儒者所謂悟道，亦大率類此。吾非謂佛學中無此意也，亦非請學佛者不能致此也。正謂其洞照者無用之水鏡，其萬象皆無用之花月也。不至於此，徒苦半生，為腐朽之枯禪，不幸而至此，自欺更深。何也？人心如水，但一澄定，不濁以泥沙，不激以風石，不必名川巨海之水能照百態，雖渠溝盆盂之水，皆能照也。今使竦起静坐，不擾以事為，不襍以旁念，敏者數十日，鈍者三五年，皆能洞照萬象，如鏡花水月。功至此，快然自喜，以爲得之矣。或豫燭未來，或邪妄相感，人物小有徵應，愈隱怪驚人，轉相推服，以為有道矣。予戊申前亦嘗從宋儒用靜坐功，故身歷而知其為妄，不足據也。天地间豈有不流動之水，不著地不見沙泥不見風石之水？一動一著，仍是一物不照矣。今玩鏡裏花水中月，信足以娛人心目。若去鏡水，則花月無有矣。卽對鏡水一生，徒自欺一生而已矣。若指水月以照臨，取鏡花以折佩，此必不可得之數也。故空静之理，愈談愈惑；空靜之功，愈妙愈妄。吾願求道者盡性而已矣，盡性者，實徵之吾身而已矣；徵身者，動與萬物共見而已矣。身之百體，吾性之作用也，一體不仁則一用不具。天下之萬物，吾性之措施也。一物不稱其情，則措施有絫合。内外成人，己通身世，近自几席，遠逹民物，下自鄰比，上曁廟廊，粗自灑掃，精通燮理，至於盡倫定制，陰陽和，位育徹，吾性之德全矣。以視空中洞照，猶腐草之螢耳，何足道哉！ \\n  \\n   \\n  "}
{"章节": "颜氏學記卷三", "正文": "  \\n 颜氏學記卷三 \\n 　 \\n  \\n 習齋三 \\n 先生八歲就外傅吴洞雲學。洞雲名持明，能騎射劒戟，慨明季國事日靡，潛心百戰神機，參以已意，條類攻戰守事宜二帙。時不能用，以醫隱。又長術數，多奇中。葢先生之學，自蒙養時即不同也 \\n [以下李塨王源所撰年譜]朱翁為先生謀賄入庠，先生哭不食，曰：宁為真白丁，不作假秀才。乃止。縣試策問弭盜安民，先生對略曰：淫邪惰肆身之盜也，五官百骸身之民也，弭之者在心君。心主静正，則淫邪惰肆不侵，而四體和矣。亂臣賊子國之盜也，士農工商國之民也，弭之者在皇極。皇建其極，則亂賊息而天地昭矣。縣幕友孫明大奇之，迎見如上賓，騎遇輒下。通州任熙宇聞先生名，寄書言：道不外飲食男女、應事接物之间。先生答書云：君抱蕭曹之才，兼慕孔孟之道，以其長刀筆也。熙宇又書至曰：凡譽人失實，卽已身離道。僕之駑下，輕誣以蕭曹，卽君須臾之離道。先生展書，竦然。每向人道之。同王法乾訪五公山人問學，五公山人王姓，諱餘佑，字介祺，保定新城人。父行昆弟皆宦于明，少有才譽，長念明季多故，乃讀孫吴書，散萬金産結士。甲申闖賊據京師，遂從父延善及從兄餘厚、兄餘恪、弟餘嚴、雄縣馬于等起兵討賊，下雄縣新城容城，誅其僞官。已而賊敗，清師入，眾散，隱居五公山雙峯。每登峯頂，慷慨悲歌，泣數行下。嘗集二十一史兵略，爲此書十卷，曰兵行先知所向，曰兵進必有奇道，曰遇敵以決戰為先，曰出奇設伏，曰招降，曰攻取必於要害，曰據守必審形勝，曰立制在有規模，曰兵聚必資屯田，曰克敵在無欲速。又著通鑑獨觀，亦多篤論。訪張石卿問學，石卿曰：敬者德之聚，所聚者何德。誠者自成，所成者何事？仁而已。丙午三十二歲除夕，寫先儒主，稱周茂叔為先聖。塨案先生亦嘗稱朱子為聖人，即宗信之，亦何至是？葢先生性篤摯鋭往，故早年見似而以爲真也。天下小過，聖人必為提撕，恐陷於惡也。天下大壞，聖人必爲包荒，恐絕於善也。故陶詩云：亟亟魯中叟，彌縫使其醇。自驗無事時種種襍念，皆屬生平聞見。言事境物，可見有生後皆因習作主，聖人無他治法，惟就其性情所自至，制為禮樂，使之習乎善，以不失其性。不惟惡念不生，俗情亦不入。此堯舜三王所以盡人之性而參贊化育者也。世有聰明慈惠，而交人無善道、應事無成法者，亦有內外善交，而德性不修、禮樂不明者，又有閑習技蓺，而邦家多怨、秉彝不可問者。乃知周禮之三物，缺一不可也。齊泰階曰：天下之元氣在五倫。先生曰：元氣虚矣，何以壯之？六蓺所以壯之也。如父慈子孝，豈託空言？自有父子之禮，四倫皆然，故禮序此五倫者也，樂和此五倫者也，射御書數濟此五倫者也。舍是而言倫常，卽爲空虚，卽為支離。王法乾憚學習六蓺，先生曰：古人以文會友，後世以友會話，談論聲話也，紙筆畫話也，敬靜之空想，無聲未畫之話也。論明政四失：設僧道職銜，信異端也。立宦官衙門，寵近幸也。以廷杖詔獄挫辱士大夫，非養廉恥也。問罪充軍，以武爲罪徒也。誰復敵愾？士鈞問：孔子稱管仲為仁而孟子不許，何也？曰：孔孟因時立論，所謂時中也。春秋周室卑，荆楚偪，不有管仲，孰爲尊攘？至七雄之世，功利誇詐之習成，發政施仁之道息，孟子所以不得不抑之也。後之講學則不然，虎豹已鞹矣，猶云宁質？邢衞已亡矣，猶云羞管。虚言已蠧世矣，猶云講讀纂修，而生民之禍烈矣。率門人習射，中的六，門人各二。因思孔子曰：回之仁賢于丘，賜之辯賢于丘，由之勇賢于丘，此聖道之所以光也。漢高祖曰：運籌吾不及子房，攻戰吾不及韓信，給餉守國吾不及蕭何，此漢代所以興也。今從吾者更不吾若，吾道其終穷矣乎！有求文者，謝以儀卻之，語門人曰：君子貴可常，不貴矯廉邀譽。昔子路拯溺人，勞之以牛而不受，孔子責之曰：自此魯無拯溺者矣。今蠡人無醫，自朱振陽施方，醫始也；博人無師，自吾家先三祖施館教食，學者始也。小子識之，吾之卻此，有謂也，不可法也。體常人之情則不校，體愚人之情則生憐心，體惡人之情則生懼心。憐則不忍校，懼則不敢校矣。齊明者正吾身之德也。耳目聰明支體健，利吾身之用也；寡欲積精，寡言積氣，寡營積神，厚吾身之生也。否則非堯舜之脩身也。閑男女之邪心，飭彝倫之等殺，正一家之德也；宮室固，器皿僃，職事明，利一家之用也；倉箱盈，凶札豫，厚一家之生也。建學校，同風俗，正一國之德也；百工脩，百官治，利一國之用也；倉府實，樂利遠，厚一國之生也。否則非堯舜之齊治也。蕭九苞問曰：復井田則奪富民產，恐難行。先生曰：近得一策可行也，如某甲田十頃，分給二十家，甲止得五十畞，豈不怨咨？法使十九家仍為甲佃，給公田之半于甲，以半供上終甲身，其子賢而仕，仍食之。否則一夫可也。陳同甫謂：人才以用而見其能否，安坐而能者不足恃。兵食以用而見其盈虚，安坐而盈者不足恃。吾謂德性以用而見其醇駁，口筆之醇者不足恃。學問以用而見其得失，口筆之得者不足恃。錄祁州學碑，刻洪武八年頒學校格式：六蓺以律易御，禮律書為一科，訓導二員教之。樂射算為一科，訓導二員教之。守令每月考試，三月學不進，訓導罰俸半月。監察御史按察司巡歷考試，府生員十二名，州八名，縣六名，學不進者守令教授訓導罰俸有差，甚多則教官革職，守令笞四十。三代後無此學政，亦無此嚴法，誰實壞之？源案：三代以後開創帝王，可與言三代治道者，明太祖一人而已。惜無王佐之才如先生者以輔之，遂將所創良法如此類不久卽變，不變者後人壞之。惜哉，惜哉！爲治去四穢，其清明矣乎：時文也，僧也，道也，娼也。安州陳天錫來問學，謂程朱與孔孟隔世同堂，似不可議。曰：請畫二堂，子觀之：一堂上坐孔子，劒佩觿決襍玉革帶深衣，七十子侍，或習禮或鼓琴瑟，或羽籥舞文干戚舞武，或問仁孝或商兵農政事，服佩亦如之，壁间置弓矢鉞戚簫磬算器馬策及禮衣冠之屬；一堂上坐程子，峩冠博帶，垂目坐如泥塐，如游楊朱陸者侍，或返觀静坐，或執書伊吾，或對談静敬，或搦筆著述，壁上置書籍字卷翰研棃棗。此二堂同否？天錫默然笑。王法乾指其門人某曰：渠能以冷眼窺人。先生曰：切不可教之如此。昔人有言，社稷丘虚，凡爲子孫者當戮力王室，且勿以名分相責。方今孔子之道墜地，但有志者卽宜互相鼓舞，以相勉於聖道之萬一。有八長而二短，姑舍其二；有八短而二長，姑取其二。後生尺寸未進，先存心摘人短，此何意也？教塨三減曰：減冗瑣以省精力。減讀作以專習行。減學業以卻襍亂。如方學兵，且勿及農習冠禮未孰，不可更及昬禮。又語塨曰：猶是事也，自聖人為之，曰時宜；自後世豪傑出之，曰權略。其實此權字，卽未可與權之權，度時勢稱輕重而不失其節是也。但聖人純出乎天理而利因之，豪傑深察乎利害而理與焉，世儒等之詭詐之流，而推於聖道外，使漢唐豪傑不得近聖人之光，此陳同甫所為扼腕也。僕以為三代聖賢仁者安仁也，漢唐豪傑智者利仁也。塨問古人子婦事舅如父，今遠避以為禮，何也？曰：古人三十而娶，有子婦則已老矣，故可近事。今人昬早，父子年多不甚相遠，則別嫌為禮。時之宜也。勇，達德也，而宋人不貴，專以斷私克欲注之，則與夫子不懼二字，及勇士不忘喪其元、臨陳無勇非孝等語，俱不合矣，柰之何？不胥天下，而為婦人女子乎？謂夏希舜曰：舜何罪？須知父母不悦卽我之罪。舜何慝？須知感動父母不能卽我之慝。慝字更苦更精，葢罪猶有事實可指，慝則竝無其事，但見父母不允，必我心中有不可感動者在也。周孔似逆知後世有離事物以為道、舍事物以為學者，故德行蓺總名曰物，明乎六蓺固事物之功，卽德行亦在事物內。大學明親之功何等大，而始事祗曰在格物。空寂静悟書冊講誧，焉可溷哉！喬百一書來論學。百一名已百，臨城人，明末給事范士髦嘗薦於朝，已而國變，遂高隱。與塨往返書有云：孔子教人，不過忠信忠恕等語，不止罕言命，亦罕言性。葢性命之說渺茫，不如實行之有確據也。實行敦，而性命自在其中矣。此孔子維世立教之深意也。可爲名言。满洲筆帖式關拉江問性情才，先生曰：心之理曰性，性之動曰情，情之力曰才。因言宋儒不識性，竝才情俱誤。拉江驚服，遂拜從學。拉江宿於外，先生問之，曰：吾妻有親喪，念婦人亦人子也，豈可亂其喪哉。先生喜曰：禮所未制之禮也而合矣。孟子曰，先立乎其大。今小事皆能動心，小不平皆能動性，正是大不立也。一日晏起，因思喪中廢業，兼以毁瘠極易委惰，故先王制祝詞曰：夙興夜處，不惰其身。然期以內哀慕不遑，不惰猶易，練以後哀思日殺，心身少事，逸斯惰矣，惰愈憊矣。故孔子曰：喪事不敢不勉。謂張文升曰：如天不廢予，將以七字富天下：墾荒均田興水利。以六字強天下：人皆丘官皆將。以九字安天下：舉人材正大經興禮樂。刁文孝之子静之來，言靈壽令陸隴其求先生所著書，清苑令邵嗣堯欲相見先生。謝曰：拙陋不交時貴，吾子勿游揚也。戒慎不覩恐懼不聞，必於湛然虚静之中，凜上帝臨汝之意，則静存正功也。若宋人觀喜怒哀樂未發氣象，非丹家所謂内視乎？事可以動我心，皆由物重我輕。故法曰：敗兵若以銖稱鎰。後世詩文字畫，乾坤四蠹也。内篤敬而外肅容，體之根心也，靜時踐其形也。六蓺習而百事當，性之良能也，動時踐其形也。絜矩行而上下通，心之萬物皆僃也，同天下踐其形也。禪宗焉能亂我哉！文章之禍，中於心則害心，中於身則害身，中於家國則害家國。陳文逹曰：本朝自是文墨世界，當日讀之，亦不覺其詞之慘而意之悲也。高明覆物，萬物歸我；洞照萬象，一象不沾。儒釋相去，天淵也。定其心而後言自無失言，定其心而後怒自無妄怒。失言妄怒，皆由逐物，未嘗以我作主。先生曰：唐楊琯疏言選士專事文辭，自隋煬帝置進士科，始加以帖括。自唐高宗聽劉思立之奏，始乃爲世害。至今乎！凡罪皆本於自欺言，聖人之言而行小人之行，全欺也；卽言聖人之言而行苟自好者之行，亦半欺也。法乾規先生曰：身不及口，口不及筆。先生曰：心更不及身。願共勉之！有一夫不能下，亦傲惡。有一事不耐理，亦怠惡。有一行不平實，亦僞惡。有一錢不義得，亦貪惡。晤邢臺教諭賈聿修，故人也，曰：人言教職爲闲署，不知人才爲政事之本，而學校尤人才之本也。勉以脩身布教之道。宿班勝固，見民以歲凶流亡，惻然出錢及衣周之，草遊客書寄縣令，諷以四急：一急停徵，一急賑濟，一急捕蝗，一急請上官行文各處安集流民。至夏峰，晤孫徵君子：五君協，七君孚，十一君夔，具雞酒祭徵君，哭之。拜耿保汝。因同孫平子、孫箕岸登嘯臺，弔彭餓夫墓，酹以酒。盥潄百泉，時保汝率子爾良及楊蔭千、楊誠甫、李天祐、孔益仲陸續至，乃以存學質保汝曰：請問孔孟在天之神以為是否？程朱罪我否？保汝曰：孔孟必以爲是也，程朱亦不之罪也，但目前習見未化者起紛紜耳。先生曰：苟無獲戾先儒，而幸聖道粗明，生死所不計也。保汝曰：如此無慮矣。乃為暢言六蓺之學。保汝出其王制管窺，論井田封建，與先生存治合，深相得。流連幾十日乃别，蔭千以車馬贈行。保汝名極，定興人，從孫徵君移家夏峰，高隱力學。見孫徵君門人原武張燦然天章，以常功及存學質之，天章喟然曰：禮樂亡矣，存學誠不容不作。問水政，先生略言之，天章曰：先生何不著禮儀水政書？先生曰：元之著存學也，病後儒之著書也，尤而效之乎。且紙墨功多，恐習行之精力少也。自此來問學字者日眾。張天章來，曰：學者須静中養出端，倪書亦須多讀，著述亦不容已。先生曰：孔子強壯時，學成教就，陶鑄人材，可以定一代之治平矣。不得用，乃周流。又不得用，乃删述。皆大不得已而為之者也。如效富翁者不學其經營治家之實，而徒效其凶歲轉移、遭亂記產籍以遺子孫者乎？且孔子自居於述，乃武周述事之述，家居習禮樂、執射御、爲司寇，辨五土之性，乃述六府三物之事也，非注記其文字也。後儒以講書注解託聖人之述，可乎？況靜中了悟，乃釋氏鏡花水月幻學，毫無與於性分之真體、位育之實功也。聖門下學上達，原有正涂，不然，孔子日與七十子習行粗迹，而性命不得聞，孔子不幾爲千古之拙師、七十子竟成愚徒乎？天章曰：颜子仰鑽瞻忽如立卓爾，是何物？豈颜子枯禪乎？先生曰：否，颜子明言博我以文約我以禮，豈空中玩弄光景者比也。後儒以文墨爲文、以虚理為禮、將博學改為博讀，博講博著，不又天淵之分邪？天章拜手曰：聞命矣。時主客坐久，體愈莊容愈恭，先生因指曰：非夙用戒慎功，此容不得於人前矯強也，故一朢識君。天章悦服。抵夜乃去。觀鄧汝極傳，以當時心學盛行，崇證覺，以九容九思四教六蓺爲多，汝極駁之曰：九容之不脩是無身也，九思之不謹是無心也。先生續曰：四教之不立是無道也，六蓺之不習是無學也。抵上蔡訪張仲誠，仲誠曰：脩道即在性上，脩故爲學，必先操存，方爲有主。先生曰：是脩性，非脩道矣。周公以六蓺教人，正就人倫日用爲教。故曰脩道謂教，葢三物之六德，其發見爲六行，而實事爲六蓺。孔門學而時習之，卽此也，所謂格物也，格物而後可言操存誠正。先生教法，毋乃於大學先後之序有紊乎？仲誠名沐，以進士知內黃縣事，有惠政。先生謂李子楷曰：朱子論延平觀喜怒哀樂未發時氣象，曰以不觀觀之。此是禪宗否？子楷曰：此誠近禪。愚等操存不如此，乃將學問思辨，俱在戒慎不睹恐懼不聞內用功。先生曰：如此，則孔子學於識大識小問禮問官，終日以思辨聞與達，皆其兀然静存、不覩不聞時也，而可通乎？先生與仲誠及其門人，明辨婉引幾一月，將行，申曰：學原精粗内外，一致加功。近世聖道之亡，多因心內惺覺，口中講說，紙上議論。三者之间見道，而身世乃不見道。學堂輒稱書院，或曰講堂，皆倚學之不講一句為遂非之柄，殊不思孔門為學而講，後人以講為學，千里矣。仲誠笑曰：向以為出脱先儒籓籬，不知仍在其窠中也。及行，仲誠率門人遠送，先生拜手曰：承教，不敢自棄，勉加操存。先生操存有年，願進習行，以惠蒼生。仲誠拜手許諾。返鄢陵，訪李乾行等論學，乾行曰：何須學習，但操存功至，即可將百萬兵，無不如意。先生悚然，懼後儒虚學誣罔至此，乃舉古人兵间二事扣其策。次日問之，乾行曰：未之思，亦不必思，小才小智耳。先生曰：小才智尚未能思，大才智又何在？豈君操存尚未至邪？乾行語塞。偕王次亭昆仲習冠燕諸禮，次亭問明德親民，先生曰：脩六德、行六行、習六蓺，所以明也。布六德六行六蓺於天下，所以親也。今君等在仲誠先生之門，從未以此為學教，然則何者為？若所以明之親之者乎？閉門静坐返念收心，乃二氏之學，非吾儒之操存也。觀塨所輯諸儒論學，關中李中孚曰：吾儒之學以經世為宗，自傳久而謬，一變訓詁，再變詞蓺，而儒名存實亡矣。評曰：見確如此，乃膺當路尊禮，集多士景從，亦祗講書說話而已。何不舉古人三事三物之經世者，使人習行哉？後儒之口筆，見之非無用，見之是亦無用，此益傷吾心也！觀古月令，每月教民事，至命樂正習舞、命宗正入學習樂之類，歎今歷授時布政之法亡，沾入建除宜忌諸術，亦周孔學失所致也。謂塨曰：子纂諸儒論學，名曰未墜集，葢憂予存性存學所言，大異宋明，逆而難入，錄其合道之言，欲使人信吾説之不謬於先儒，而教易行，意甚盛也。然子未南遊時，尚有將就程朱附之聖門之意。自一南遊，見人人禪子家家虚文，直與孔門敵對，必破一分程朱，始入一分孔孟，乃定以為孔孟程朱判然兩涂，不願作道統中鄉原矣。且所謂未墜者，非他未墜者，在身世也。今諸儒之論在身乎世乎？在口筆耳。則論之悖於孔孟，墜也，卽合於孔孟，亦墜也。吾與子今日苟言而不行，更憂其墜矣，而暇為先儒文節曰未墜哉？教儼曰：人之不為聖人也，其患二：一在視聖人之大德為不敢望，一在視聖人之小節為聖不在此。吾黨須先於小節用功。閲宋人勸其君用曉事人、勿用辦事人，歎曰：官乃不許辦事邪？曉事者皆不辦事邪？愚謬至此，不亡得乎！觀周密癸辛襍識載：周平原云，程伊川言，有真知所行自然無失，以致學者但理議論不力實行。沈仲固云，道學之名起於元祐盛於湻熙，居官不理政事，以為俗吏所為，惟建書院、輯語錄為賢，異乎此者，其黨必擠之為小人，異時必爲國家莫大之禍，不在典午清談下也。當時儒者猶覺其害如此，今則舉世罔覺矣。王法乾為定州過割地畞於己名下，書狀不如式，氣象鬱鬱然。先生曰：爲主静空談之學，久必至厭事，厭事必至廢事，遇事卽茫然。賢豪不免，況常人乎？子嘗言誤人才、敗天下享者，宋人之學，不其信夫！謂魏帝臣曰：近世翰林院侍讀、侍講、修撰等官。為朝廷第一清貴之臣。奈何唐虞命官詔牧。乃忘此要職乎？學術誤及政事，可歎也。三重之道，王者之迹也。三物之學，聖人之迹也。孔子曰不踐迹，吾人須踐迹。謂曹敦化曰：天下無治亂，視禮爲治亂。家國無興衰，視禮爲興衰。郝公函三聘，請主教肥鄉漳南書院，乃往。重光及門人鍾錂從。公函學士相見禮，因告家事，先生曰：爲兄之道，只不見子弟之過，則善矣。議書院規模，建正廳三间，曰習講堂。東第一齋西向，榜曰文事，課禮樂書數天文地理等科。西第一齋東向，榜曰武僃，課黄帝及太公孫吴諸子兵法攻守營陳水陸諸戰法，并射御技蓺等科。東第二齋西向，曰經史，課十三經歷代史誥制章奏詩文等科。西第二齋東向，曰蓺能，課水學火學工學象數等科。門內直東曰理學齋，課主静持敬程朱陸王之學，直西曰帖括齋，課八比舉業。皆北向以應時制，且漸引之也。北空二齋，左處儐介，右宿來學。門外左房六间，榻行賓。右厦六间，容車騎。東爲更衣亭，西爲步馬射圃，堂東北隅為倉庫廚竈，西北隅積柴炭。孔子討陳恆，而料其民不予，會夾谷而卻萊兵，反汶田，聖人之智勇也。乃宋儒僅以明理解智、去私解勇，其氣運之阸哉。君臣父子夫婦昆弟朋友，天下之達道也，自佛氏出，而天下有不逹之道。智仁勇，天下之達德也，自宋儒起，而天下有不逹之德。閲家語，至遊農山，歎曰：觀於子路子貢，則趙奢李靖仲連陸賈，皆吾道所不擯矣。乃自宋儒出，而諸英俊胥不得與於吾道，異哉。非禮勿視四句，向二字一讀，謂不視邪色云云，非孔子復禮意也。當四字一氣讀，重在一禮字。謂視聽言動，必於禮也。天下歸仁，卽王天下，有三重民，其寡過也，皆復於禮也。著宋史評，爲王安石韓侂胄辯也。其辯安石略曰：荆公晝夜誦讀，著書作文，立法以經義取士，亦宋室一書生耳。然較之當時，則無其倫比。廉絜高尚，浩然有古人正己以正天下之意。及旣出也，慨然欲堯舜三代其君，所行法如農田保甲保馬雇役方田水利更戍置弓箭手於兩河，皆屬良法，後多踵行。卽當時至元祐间，范純仁李清臣彭汝礪等亦訟其法，以為不可盡變。惟青苗均輸市易，行之不善，易滋獘竇。然人亦曾考當日之時勢乎？太宗北征中流矢，二歲創發而卒，神宗言之惓焉流涕；夏本宋叛臣而稱帝，此皆臣子所不可與其戴天者也；宋歳輸遼夏銀一百二十五萬五千兩，其他慶弔聘問賂遺近幸又倍是，宋何以為國？奉以歲幣求其容我為君，宋何以為名？又臣子所不可一日安者也。而宋欲舉兵則兵不足，欲足兵餉又不足，荆公爲此，豈得已哉？辟之仇讎戕吾父兄，吾急與之訟，遂至數責家貲，而豈得已哉？木人苟安日久，聞北風而戰慄，於是牆堵而進，與荆公為難，極詬之曰奸曰邪，竝不與之商榷可否，或更有大計焉，惟務使其一事不行，立見驅除而後已。而乃獨責公以執抅，可乎？且公之施爲，亦彰彰有效矣，用嶭向張商英等辦國用，用王韶熊本等治兵，西滅吐蕃、南平洞蠻、奪夏人五十二砦、高麗來朝，宋幾振矣，而韓琦富弼等必欲沮壞之，母乃荆公當念君父之讎，而韓富司馬等皆當恝置也乎？矧琦之劾荆公也其言更可怪笑，曰：致敵疑者近有七：一招高麗朝貢，一取吐蕃之地建熙河，一植榆柳樹於西山制其蕃騎，一創團保甲，一築河北城池，一置都作院頒弓矢新式大作戰車，一置河北三十七將，皆宜罷之，以釋其疑。嗟乎，敵惡吾僃則去僃，若敵惡吾有首，將去首乎？此韓節夫所以不保其元也。且此七事，皆荆公大計，而史半削之，幸琦誤以為罪狀遂傳耳。則其他削者何限？范祖禹黄庭堅修神宗實錄，務詆荆公，陸佃曰：此謗書矣。既而蔡卞重行刊定，元祐黨起，又行盡改。然則宋史尚可信邪？其指斥荊公者是邪非邪？雖然一人是非何足辨，所恨誣此一人，而遂忘君父之讎也，而天下後世遂羣以苟安頹靡為君子，而建功立業、欲搘拄乾坤者為小人也。豈獨荆公之不幸，宋之不幸也哉！辯侂胃略曰：南宋之金與北宋之遼，又不可同年而語也，乃絫世知岳飛之忠，絫世皆秦檜之智，獨韓平原毅然下詔伐金，可謂為祖宗雪恥地下者矣，仗義復讎，雖敗猶榮者矣。乃宋人必欲誅之以畀金也，尚有人心哉？然兵臨城下，宗社立墟，敵問戎首，無如何也。乃夷考當時，葉適丘崈辛棄疾等支吾於北敵無勝計，而宋相之首已不保矣。異哉，有題朝門者曰：晁錯既誅終叛漢，於期一入竟亡燕。可見當時人卽惜之，非誅平原而宋存、畱平原而宋亡也。及金主見平原首，率羣臣哭祭禮葬曰：此人忠於謀國繆於謀身，謚曰忠繆。則金非惡平原而深笑宋室也，可知矣。宋史乃入之奸臣傳，徒以貶道學曰僞學，犯文人之深惡耳。宋儒之學，平心論之，支離章句，沈錮釋老，而自居於直接孔孟，欲人不貶之，得乎？其時儒者如沈仲固周密等皆曰：今道學輩言行了不相顧。其徒不已有僞乎？而遂深疾之也。至於指數其奸，除貶僞學外，實無左驗，徒曰姬媵盛左右獻媚而已。郭汾陽猶穷奢極欲，張曲江猶喜軟美，而欲責平原以聖賢乎？且此等亦未必非珥筆文人媒孼之也，而七百年來直視為宵小，無一察焉，不其冤哉！偶觀宋孫鼛宋時二傳，歎宋家每論人，先取不喜兵、能作文讀書，不可療之錮疾也。殃其一代君臣，毒流異世，傷哉！宋人但見料理邉疆，便指為多事；見理財，便指為聚斂；見心計材武，便憎惡斥為小人。此風不變，乾坤無宁日矣。觀古書言十淫，有淫中破禮、淫文破典，曰：其宋儒之謂乎！古人靜中之功，如洗心退藏於密，乃洗去心之汙染、退然自藏極其嚴密，一無粗疏，卽不動而敬也。何事宋人借禪宗空静而文之以主一，又贅之以無敵，以似是而非者亂吾學哉？觀朱子語類：秦檜愛與理學交，自謂敬以直内終日受用，則當日理學之為小人假者，固多矣。觀語類曰：本朝全盛時，如慶歷元祐间，只是相共扶持，不敢作事，不敢動，被外人侮亦祇忍受不敢與較，方得天下少宁。積而至於靖康，一旦所為如此，安得天下不亂？不知此言是怨慶歷元祐諸人乎，抑怨靖康諸人乎？宋家可笑可憐，積成禍亂之狀如此，而乃歸獄荆公，何也？宋儒如得一路程本，觀一處又觀一處，自喜為通天下路程，人人亦以曉路稱之。其實一步未行一處未到，周行榛蕪矣。塨謂走路者兵農禮樂也，路程本者載兵農禮樂之籍也，宋儒亦不甚喜觀此籍，蓋其所喜者尚在安樂窩居，不在通曉路程也。如論語敬事而信等語，必曰是心不是政，可見。天下宁有異學，不可有僞學。異學能亂正學而不能滅正學，有似是而非之學，乃滅之矣。王法乾曰：自居功者人必共怨之，自居長者人必其短之，自居是者人必共非之。先生曰：然。觀朱子語錄，見其於岳忠武也，雖從天下之公好稱之，有隱忌焉，曰岳飛誅，曰岳飛亦横，曰岳飛只是亂殺於秦檜也。雖從天下之公惡而貶之，有隱予焉，曰秦老，曰土夫之小人。何也？爲植秀、錂言用人：自鄉約保長與州縣吏胥同祿，更代任用。三年，鄉里公課其功德，而上之邑宰，邑升府，府升監司，監司登之朝，以至公卿。李甥問孟子盡其心節，先生曰：盡其惻隱羞惡辭讓是非之心者，知其仁義禮智之性也。知其仁義禮智之性，則知元亨利貞之天矣。語杜生曰：道莫切於禮，作聖之事也。今人視禮之精鉅者曰不能，粗細者曰不必，是聖人人無從學也。有志者先其粗慎其細，學得一端，亦可卽如出告反面，苟行之，家道不亦秩，孝弟不亦興乎？宋儒之學，南誤張仲誠，西誤李中孚，北誤王法乾，皆天生俊傑，可爲斯人立命者。誤常人之患小，誤賢智之禍大。至如吕新吾陸道威，材識高矣，亦沾泥帶水，更可惜也。先生聞某不分父勞，歎曰：古者弟子為學，卽教之事父事兄，服勞奉養。今學讀書作文，必袖手静坐，安其身而奴隷其父兄，此時文取士之害、静坐爲學之獘也。大興王源介塨執贄從學，先生辭不受，固請，乃受之。曰：文升、剛主，道吾友之文章識力，想望久矣。近又聞因剛主言為省身錄，從事身心，尤使僕喜而不寐。過謙不敢當，然相期於周孔之道者，豈有既乎。願斷自今一，洗詩文之習，實力聖學，斯道斯民之幸也。因問曰：聞子知兵其要，云何？對曰：源何足知兵要，但以爲不過奇正而已。又曰：假以烏合數千使子治之，何法爲先？對曰：莫先束伍。先生躍然曰：子真其人矣。次日率源祭告孔子，行釋菜禮。源紀二詩曰：離迷禾黍問南村，慚愧擔簦五柳門。十載低颜隨燕雀，半生孤眼横乾坤。先生有道青雲上，今日從遊皁帽尊。虞夏高歌人未老，無邉風雨正黃昬。藜羹麥飯話情親，今古興亡賴有人。破屋寒飛宵練影，荒籬遠隔夕陽塵。直將文武傳洙泗，未許安危係洛閩。山勢東蟠滄海盡，應知燕趙自生申。漢軍崔璠奂若來問學，先生謂之曰：學之亡也，亡其粗也，願由粗以會其精。政之亡也，亡其迹也，願崇迹以行其義。與門人言博蠡脩河法，曰：北人祇思除水患，不思興水利。不知興利卽除害也。吾事水學，不外分濬疏三字。聖王治天下，亦祇此三字。謂門人曰：齊宣王欲授孟子室，養弟子使大夫，國人矜式，是以宋儒待孟子也。孟子志在名世，烏肯居哉。儻以畱宋儒，必悦。使觀朱注，果明。程子曰：齊王處孟子，未為不可。慨然歎曰：程朱之學，焉得冒孔孟之學哉！許恭玉來，言：統志廣輿記等書，皆書生文字，於建國規模山河險要未詳也。先生曰：豈惟是哉，自帖括文墨遺禍斯世，即间有考纂經濟者，總不出紙墨見解矣。謂門人曰：心性天所與，存養所以事天；道蓺師所授，習行所以事師。 \\n  \\n   \\n  "}
{"章节": "颜氏學記卷四", "正文": "  \\n 颜氏學記卷四 \\n 　 \\n  \\n 恕谷一 \\n 學正李先生塨李先生塨，字剛主，别字恕谷。其先世本小興州人，明初有進忠者徙保定府之蠡縣，遂爲蠡人。父明性，有學行，高隱不仕，學者稱爲孝慤先生。同時習齋颜先生倡明聖學，孝慤命先生師事之，因從學禮，又學琴於張而素，學射御於趙錫之郭金城，問兵法於王餘佑，學書於彭通，學數於劉見田。後如浙，學樂於毛奇齡。先生年二十餘為諸生，旣承習齋教，自治甚嚴，仿習齋為日譜，記身心言行得失，不爲文飾。而於田賦郊社禘祫宗廟諸禮及諸史志所載經世諸務，與古帝王治績可爲法者，考校甚僃，錄其語曰《瘳忘編》以待用。由是學大進，孝慤使先生奉其妾母居縣中，率其四弟讀書，而自與適居鄉相距二十餘里。每朔朢前日薄莫，必徒步至鄉問父安否，夙興乃還。嘗曰：孝慤公之事親，視無形聽無聲，勉學之而未能也。乃纂集古人事親之禮以時省視，鮮膏醴稻竭力以養，而自食粗糲，不使親知。其友趙錫之重先生行而閔其貧，间數日輒使人饋粟肉於孝慤，詭言先生所遣，孝慤不知也。年二十六，遭孝慤喪，擗踊哀慕如孺子，三日不食，寢苫枕凷，斂葬虞祭皆如禮。服闋後，以康熙三十九年庚午舉於鄉，已至京師，左都御史吴公涵聘主其家，命其子弟從先生學六蓺，且為刊所著《大學辨業》。其時名公卿如徐少宰秉義、王相國掞、許侍郎三禮，皆過先生論學，安谿李文貞公光地為直隸巡撫，聞先生名，欲延致之，命其門人庶常徐元夢道意，且欲持先生所著書往曰：李公虚左以待先生。先生宁不往見？先生堅辭曰：部民也，往見非義。卒不往。時三藩平後，朝廷向文學，四方名士競集京師，無不樂交先生者，冄進士永光、竇翰林克勤招集同人共為講會，先生與焉。因歷及古今升降、民物安危、學術明晦之所以然，以及太極河洛圖書之辨，屯田水利天官地理兵農禮樂之措置，諸公悚聽，久之相顧謂曰：乾坤賴此不毁也！而鄞萬處士斯同尤篤服先生，為特序《大學辨業》，以爲學之指歸在是。他日與先生攷論禮制，握先生手曰：天下學者，唯君與下走耳！太原閻生未足多也！萬亦夙有講會，每會皆逹官主供，張翰林部郎處士數十人列坐而聽。一日會講於紹宁會館，先生亦往，眾請問郊社，萬君向眾揖先生曰：此蠡李先生也，負聖學正傳，非予敢望。今且後郊社，請先言李先生學，以為求道者路。因將辨業之旨歷歷敷陳，曰：此質之聖人而不惑者，諸君有志，無自外矣！於是代州馮壅、三原温德裕、大興劉有餘、宛平郭金湯、金城，皆因先生以私淑習齋之學。金湯字子堅，金城字子固也，與先生交尤厚。子堅為浙桐鄉令，聘先生往，一歲使者三至。旣往，舉邑以聽，期年政教大行。先生年四十，無子，子堅憂之，爲置側室，每出游必遣役齎資斧以從恣所之。有過問學者，飭廚傳恐後，其優禮如此。故人楊勤慎修令陝西富平，亦敦請先生往，曰：學施於民物，在人猶在已也。應之往，慎修以師禮事先生，先生曰：富平亂國也，治之當以嚴，教之禁鬭爭、止賭博、勤聽訟、減催科，抑強卹弱，行之如桐鄉時，民俗遂變。乃語以旌孝弟，崇學校，選鄉保，練民兵，勸農興利。慎修從先生言，百廢具舉，關西學者聞風而至，學禮學樂學易學兵，陳者麕集。居踰年，先生以省親欲行，慎修固畱，先生不允，士民餞送者十餘里不絶。慎修曰：上下皆知勤能屈先生，先生固忍行乎！歔欷泣下。旣自西歸，謁選得知縣，以母年高改選通州學正，旋以疾告歸，始遷居博野，修葺習齋學舍，以收召學者，從游日眾，遠方郵書請正絡繹不絕，先生接引甚殷，未嘗稍稍有矜色。嘗曰：學者當肅其九容，使身心修整，袪妄戒昬，則天君湛如，而更習為有用之學，聖道其不遠矣。安谿太倉兩相國，將以先生學行薦於朝，皇十四子撫遠大將軍用兵西陲，以幣再來聘先生，皆力辭。後遂稱病篤，隱居治農圃，年七十五卒於家。雍正十一年正月朔日也。門人馮辰劉調贊等上私謚曰文子先生。子習仁先卒，次習中、習禮，皆能承其家學。始先生問樂蕭山毛氏，毛嘗推許為葢世儒者，意欲使先生盡從其學，後以論格物不合，而毛遂作大學逸講箋以攻習齋，并詆周禮為非周公書不足信。桐城方侍郎苞與先生交至厚，嘗使子道章從學先生，而方固信程朱，以習齋復聖門舊章為非母，相見先生正論侃侃，方無辭而退。後先生沒，方不俟其子孫之請，為作墓志，於先生德業一無所詳，而唯載先生與崑繩及方論學同異，且謂先生因方言改其師法，又與人書稱浙學之壞始黄棃洲氏，北學之壞則始於習齋，故先生門人威縣劉用可深非之，謂其純搆虛辭，誣及死友。今觀先生遺書，知用可之言為然也。先生承習齋教，以躬行爲先，不尚空文著述。晚年因問道者眾，又身不見用，始寄於書。所著《小學稽業》五卷，《大學辨業》四卷，《聖經學規纂》二卷，《論學》二卷，《周易傳注》七卷，《筮考》一卷，《論語傳注》二卷，《大學中庸傳注》各一卷，《傳注問》四卷，《經説》六卷，《學禮錄》四卷，《學樂錄》二卷，《郊社考辯》一卷，《擬太平第》一卷，《恕谷文集》十三卷，皆刊行。詩春秋孟子傳注、學射御書數錄、田賦考辯、宗廟考辯、禘祫考辯、瘳忘編、閲史郄視、平書訂、運心編、覽天主書辨等書，皆藏於家，馮辰劉調贊共纂先生年譜四卷，嘉慶中，先生裔孫鍇為重訂焉。習仁字長人，恕谷先生長子也，自幼孝友，未成童卽有巨人之志，嘗仿先生立日譜，嚴立課程，晝所習行夜必籍之。方侍郎苞使子道章就學於恕谷，恕谷亦遣習仁以師禮禮之。後侍郎為作李伯子哀辭，謂其承親事師交友，跬步皆在於禮而行之甚安，子弟中未見如斯人也。恕谷少游浙東西，樂江介土風，南中人士亦聞其風而慕之，乃率習仁往相宅。其乘車，習仁御騎，則執鞭以從恕谷，與諸公論學，左右其间。南士皆傾心焉。恕谷以母老未能定遷，會侍郎以戴名世南山集案全家被逮，願以金陵田宅居恕谷，恕谷乃使習仁與妻附友人舟先之，至天津疾作，將暫反，比登車，曰：吾父志此久矣，疾當愈，何反為？歸舟，又數日疾革，其妻出視，命之曰：勿泣吾不能成父志而死命也。遂於康熙六十年八月卒，年二十有四。恕谷哭之慟，曰：天不使吾南也已矣。為作行略，見集中。李氏遺書大戴禮保傅篇曰：古者年八歲出就外舍，學小蓺焉，履小節焉。束髮而就大學，學大蓺焉，履大節焉。而賈誼新書容經篇，亦有古者年九歲入小學，蹍小節業小道，束髮就大學蹍大節業大道之文。尚書大傳曰：公卿之世子、元士之適子，年十三入小學，見小節而踐小義。二十入大學，見大節而踐大義。白虎通曰：八歲毀齒入學，十五入大學。諸書入學之年，互有不同，或貴賤異也。至學之之事，則大戴禮與新書大傳之言爲得其正，而班氏食貨志亦曰：八歲入小學，學六甲五方書計之事，始知室家長幼之節。十五入大學，學先聖禮樂，而知朝廷君臣之禮。周禮樂師教國子小舞，鄭注曰：謂少時教之。葢總此道蓺之事，而程其年力，使之由小入大，從易入難耳。朱子乃自立一說，以灑埽應對進退之節、禮樂射御書數之文入之小學，以穷理正心脩已治人八字櫽括大學格物等，入之大學。不思内則為學之次，成童始舞象，二十始學禮，而俱責之年幼，其能乎？且六蓺者，聖人所以成德持世也，而但歸之小學乎？至謂小學學其事、大學學小學之事之所以然，蔡清遂曰：格致只是穷理，非追補其事誠正脩。又說此事不入是進於大學，但當如後儒靜坐觀理而已。誠正脩身，説此事不入，然則聖人言文以禮樂，非禮不動，所以脩身何也？夫格物致知，以誠正脩齊治平，正在禮樂之道蓺用功，非二事也。譬之治田道蓺，其耒耜鎛銚也，誠正脩齊治平，其用耒耜鎛銚以耕耘收穫也。今謂治田者年幼，則專習耒耜鎛銚之事，年長則專講耕耘收穫之理，豈可也哉？ \\n [以下大學辨業]魯論興於詩章，朱子集注曰：按內則，十歲學幼儀，十三學樂誦詩，二十學禮。則此三者，非小學傳授之次，乃大學終身所得之難易先後淺深也。則亦當自知其大學序論學之誤矣。班氏蓺文志載，小學十家，自史籀以及杜林倉頡訓纂，皆字學也。其言曰：古者八歲入小學，故周官保氏掌養國子教之六書，夫以書為小學，而曰八歲入小學教之書，則小學卽幼學也。然食貨志曰：八歲入小學，學六甲五方書計之事，始知室家長幼之節。六甲數日也，五方方名也，計數也室家長幼之節禮也，則幼學不止學書矣。乃列次經蓺，專以書為小學者，何也？葢内則所記為學次序，方名六歲，已教八歲後。六蓺之學，禮祗學幼儀，樂祗舞勺，而射御與禮及樂之舞象舞大夏皆在成童以後，以非小學時所能任也。惟書數八歲後學之，而史又以數學入之律歷，故專以書為小學耳。大學一篇，明大學成己成物之道也，自在明明德至慮而后能得，明其道也；自物有本末至國治而后天下平，言為其道。則有事而學，其事則有物，物者，大學教人之成法，如禮樂等是也。古人事此物以成已成物，先后有定序，而必由於學中。學習其物，而后由知以行，成己成物之道可一一全也。自天子以至於庶人，至此謂知之至也，則承上文先后之序而言，以身為本，葢正心脩身明明德也，皆所以脩身也；齊家治國平天下，親民也。皆由身而推，所謂明明德於天下也。如此則先後晰矣。此謂知本，如此則大學格物之事事矣，此謂知之至也。夫學中教人之法，禮樂燦然，師亦詔之，弟亦學之矣，而必進以誠意者，則以學矣，而好善惡惡，不實自欺也。自欺者不可以欺人，誠中者必至於形外，故君子慎獨以誠意，要矣果能慎獨以誠意，而學問精自脩密恂慄威儀，則明德明矣。明德明則民不能忘矣。何以不能忘也？明德明則必親賢樂利，明明德於天下，而民何能忘也。如康誥太甲帝典則皆言明明德也，如盤銘康誥大雅則言明明德以及於天下也，是君子用極之道也。極者何也？卽至善也，如穆穆文王，則所謂知止，而君臣父子以至與國人交各得至善者也。然總根於誠意，已之意誠而民之意亦畏之，而誠而不誠之辭不得盡矣。此誠意而心廣體胖脩身於上者也，知本者也。故脩身以及天下，遞有先後，謂脩身在正其心者，心不在則身不可脩也。齊家在脩其身者，身之用情有辟則家不可齊也。治國必先齊其家者，為父子兄弟不能仁以率民，則國不可治也。平天下在治其國者，於國不能絜矩，而理財用人好惡拂民，則天下不可平也。至於平天下，而大學之道全矣。孔孟前周官大學成法具在，但恐徒習其文而身心意知未克醇，成已之仁家國天下未克精。成物之知，則論語所謂可與共學未可與適道者矣，故直指其道曰：在明明德，在親民，在止於至善。而至教學之實物，則以其有成法，不必詳言也。觀脩齊條，但言人情偏向之獘，而未言範圍之禮樂。治平條言理財用人宜絜矩，而不言田賦勸省選舉計察之實政可見。明德本也，親民末也。格致始也，誠意以至天下平終也。致推致也，格，爾雅曰至也，虞書格於上下是也。程子朱子於格物格字，皆訓至。又孔叢子諫格虎賦，颜先生謂格物之格如之，謂親手習其事也。物，物有本末之物也，卽明德親民也，卽意心身家國天下也。然而謂之物者，則以誠正脩齊治平皆有其事，而學其事皆有其物。格物者謂大學中之物，如學禮學樂類，必習其事、造其極也。致知在格物者，行先以知，而知在於學，故學記曰人不學不知道，董仲舒曰勉彊學問則聞見博而知益明，徐幹曰白日照則所求見。學者心之白日也，故先王立學，教以六德六行六蓺，皆此謂也。誠意以至治平，下皆有覆明之文，而致知格物無者，以致知之功在於格物。而格物之事，在作書者之時，大學教法尚在，不必言也。惟恐學者浮游其物而用之不實，故指其道曰在明親止善。然而明親之道，舍學無由，故又曰：致知在格物。謂學外復有物者，非纖細則空虚也；謂學習外復有格物者，非汎濫則冥寂也。皆非聖學也。中庸曰不明乎善，不誠乎身，是欲誠其意者先致其知也、好學近乎知，或學而知之，或困而知之，博學審問慎思明辨，雖愚必明。論語：子曰我非生而知之者，好古敏以求之者也。多間擇其善者而從之，多見而識之，知之次也，是致知在格物也。葢問思辨皆學中事也，困卽困於學也，好古敏求卽學也，多闻多見，所謂文武之道賢者識其大者、不賢者識其小者，夫子焉不學也。聖門舍學更無致知之法格物，非學而何？或問朱元晦曰：幼學先小學而後大學，誠幸矣。若年長而不及乎此者，欲反從事於小學，恐其不免於扞格、不勝勤苦難成之患。欲直從事於大學，又恐其失序無本，不能以自達也。如之何？曰：敬之一字，聖學之所以成始成終也。小學不由乎此，固無以涵養本原而謹夫洒埽應對進退之節，與夫六蓺之教；大學不由乎此，亦無以開發聰明、進德脩業而致夫明新之功。是以程子發明格物之道，必以是為說焉。問：敬字當不得小學。曰：看來小學卻未當得敬。敬是徹上徹下功夫，雖到聖人田地，也放下敬不得。問：大學首曰明德，卻不曾說主敬，莫是已見於小學否？曰：然，自小學不傳，伊川卻是帶補一敬字。曰：所謂敬者，若何用力？曰：程子嘗以主一無適言之矣，以整齊嚴蕭言之矣。至其門人謝氏，則又有所謂常惺惺法者焉；尹氏則又有所謂其心收斂不容一物者焉。觀是數説，足見其用力之方矣。知用力之方，則知小學不能無賴於此以爲始，知小學賴此以始，則夫大學不能無賴乎此以爲終者，可一以貫之而無疑矣。葢此心旣立，由是格物致知以盡事物之理，則所謂尊德性而道問學，由是誠意正心以脩其身，則所謂先立乎其大者，而小者不能奪，由是齊家治國以及乎天下，則所謂脩已以安百姓、篤恭而天下平。是旨未始一日離乎敬也。則敬非聖學始終之要也哉？ \\n [大學或問]塨案：人卽已過小學之時而志於學，如己有子弟者酒埽或可不必矣，至於應對進退，雖三四十時未聞可廢也。況禮樂不可斯須去身，又何间於年少長邪？乃問者曰從事小學扞格、從事大學又失序，荅者遂謂小學失以敬字補之，葢宋儒誤解小學大學教法，其言遂如此。敬為聖學始終之要，誠然也，然卽在誠正脩齊治平內，聖經所謂脩已以敬篤恭而天下平也，今乃言敬心既立，由是以格致誠正脩齊治平，則敬似在明親之前矣，是何功與？至謝氏惺惺法，則本之僧瑞巖者也，豈聖學與？自誠意以至天下平，曰慎獨曰心在曰慎德，卽敬也，乃謂大學不言敬，何也？曰小學未富得敬，乃又以大學不言敬已見於小學之言為然，不幾自相矛盾乎？毛河右有言曰：朱子以為格物只是穷理，而補穷理一節為傳於大學之首；至觀其語錄，又疑穷理不可為大學首功，必須先涵養而後穷理，又補涵養一節於小學之末。其言曰：向來之論，謂必先致知然后用敬，疑若未安。古人由小學而進大學，其於洒埽應對间，持守堅定涵養純孰，固已久矣。是以大學之序，特因小學已成之功，而以格致為始。今人無小學之功，但見大學以格物為先，便欲以知識求之，更不於操存用功，未知其以何為主而格物以致知也？則東補西補，未免太煩。況小子何年洒埽應對，何事乃責之以持守涵養？已為異矣，且持守之不足而堅定，涵養之不已而純孰，是孩提而神聖矣，尚需大學之教邪？塨謂：以先致知而后敬可疑，遂易為先敬而后格致。以小學爲涵養為操存，曰純孰已久，不更可疑乎？子夏教門人小子以洒埽應對進退，而不傳之以本，朱子注曰：本謂誠意正心也。葢小學教幼儀習樂舞，皆所以訓之和敬閑其心意，然而存心養性之旨卻不之及，必俟大學格致後而乃言誠正矣，是一事漸進，而小學大學功候淺深不同有如此者。今朱子之言，置敬在致知後，則似小學以及格致全不用敬者；置敬在格物前，又似誠正事在小學已足者。豈皆辭之害意與？朱子語類曰：格物者，如言性則當推其如何謂之性，言心則當推其如何謂之心，只此便是格物。又曰：格物二字最好，物謂事物也，須穷極事物之理，到盡處便有一个是一个非，是底便行，非底便不行，凡自家身心上皆須體驗得一个是非，若講論文字、應接事物，各各體驗漸漸推廣，地步自然寬闊，如曾子三省，只管如此體驗去。又曰：如讀書而求其義，處事而求其當，接物存心察其是非邪正，皆是也。朱子亦知格物是學，文但仞聖學未甚確，故言有離合。如以穷至性天爲格物，則是上達知天命之事，非成童入學事也；以讀書講論文字為格物，則後世文墨之學，非古大學之物也。應接事物存心省身為格物，則又力行之功非格物也。以力行為格物，是行先於知矣，倒矣。或曰：子之言學禮學樂，非力行與？曰：非也，好學力行之分，聖人明言之矣。故中庸曰博學之，又曰篤行之。易曰學以聚之，又曰仁以行之。中論亦載：孔子曰弗學何以行？可見學與行雖一事，而實兩事也。葢學於平日為學，行於臨事為行。如今贊禮，先事演禮謂之學。至供祭龠賓相禮，乃謂之行。後儒聖學失傳，凡言學字，皆不的不以讀書爲學則，返之而以力行為學矣，皆與聖經不合。格物致知，學也，知也；誠意正心脩身齊家治國平天下，行也。問：格物之義，固就一事一物上穷格。然如吕氏、楊氏所謂發明大本處，學者亦須兼考。曰：識得卽事事物物上便有大本，不知大本是不曾穷得也。若只説大本，便是釋老之學，此正朱子異於象山陽明者。然於事事物物上穷究大本，仍與聖學有间。聖人曰：下學而上逹。志學、立、不惑而始知天命，今格物致知之後，誠意正心脩身齊家治國平天下，皆下學事也。下學尚未盡，而欲先知天命，不亦逆乎？三十而立，則聖人規模已定矣，誠正脩齊治平皆能矣，而尚遲二十年始自信曰知天命。後儒身分較聖人之立何如也，而動曰知天命邪？朱子孟子注，以知性知天為格物致知，存心養性為誠意正心脩身，葢欲先上達而後下學也。至陸王，則又以為上達卽是下學，兩派不同在此。不知不先下學，所謂上達非上達也，非大本也，皆佛氏之空幻耳；下學不真，則上達不的不惟不可逆學，亦斷不能逆學也。又曰：人之一心本自光明，常提撕他起，莫為物欲所蔽，便將這个做本領，然後去格物致知。如此言，則先致知而后格物矣。不則，先明德而后格物致知矣，或先正心而后格物致知矣。世豈有不用心格物而物卽能格者？心自主於內也，但未格物先求光明，此心則已躐。必先光明此心然後格物，則已傎。又曰上而無極太極、下而至於一草一木一昆蟲之微，亦各有理。一書不格則缺了一書道理，一事不穷則缺了一事道理，一物不格則闕了一物道理，須逐著一件與他理會過。 \\n [以上皆語類]朱子一生功力志願皆在此數言，自以為表裏精粗無不到矣。然聖賢初無如此學教之法也。論語曰：中人以下不可語上。夫子之言性與天道不可得聞。中庸曰：聖人有所不知不能。可見初學不必講性天，聖人亦不得徧知一草一木也。朱子乃如此浩大為願，能乎？朱子又有言曰：十事格九事不妨，一事格九分不可。此言得之。朱子曰：古人便都從小學中學了，所以大來都不費力。如禮樂射御書數，大綱都學了，及至長大，也更不大段學，便只理會致知穷理工夫。而今自小失了，要補填實是難，但須莊敬篤實立其基本，逐事逐物理會道理，待此通透，意誠心正了，就切身處理會，旋旋去理會禮樂射御書數也。是合當理會的皆是切用，但不先就切身處理會道理，便教考究些禮文制度，又干自家身已甚事？ \\n [性理大全]六蓺大學之實事也，今云入大學更不甚學事，只理會理。何不觀內則為學之序乎？且理與事亦何可分也？禮樂君子不斯須去身，未聞自小失之而後遂不可補填也。且禮樂俱未理會，而意已誠心已正，則其所謂誠意正心者，皆何功與？況旣云是切用，而又云若不先就切身處理會道理便教考究禮文制度有何干已，是又以禮樂為非切身事矣。辭之游移如此，矧聖門視聽言動必以禮？子貢差等百王德政只在禮樂，乃實行之具，誰教學者一考究而遂已也。朱子曰：格物用力之方，或考之事為之著，或察之念慮之微，或求之文字之中，或索之講論之際。 \\n [大學或問]朱子數語，本之程子。近宗程朱者，謂此語內外該括，格物除此無别事矣。然實按之，皆旁義也。考之事為，是力行；察之念慮，是誠意；求之文字則，或訓詁或彫蟲事矣；索之講論，猶格物所有。但正學不的，則講非其講矣。傳習錄：鄭朝朔問至善亦須有從事物上求者，陽明曰：至善只是此心純乎天理之極便是，更於事物上怎生求？且試說幾件看。朝朔曰：且如事親，如何而為溫凊之節，如何而為奉養之宜，須求个是當，方是至善。所以有學問思辨之功。陽明曰：若只是温凊之節奉養之宜，可一日二日講之而盡，用得甚學問思辨？惟於溫凊時也，只要此心純乎天理之極，奉養時也只要此心純乎天理之極，此則非有學問思辨之功，將不免於毫釐千里之謬。所以雖在聖人，猶加精一之訓。若只是那些儀節求得是當便謂至善，卽如今扮戲子扮得許多溫凊奉養得儀節是當，亦可謂之至善矣。善本於性，而性卽見於事物，故大學言明親止善慮而後得，卽繼曰：物有本末事有終始，事物豈可不酌量？但酌量者原是心耳。如陽明言，乃分心與事物為二也。中庸曰：舜好問而好察邇言，執其兩端用其中，於民非從事物酌量乎？大學言：文王敬止，卽於君臣父子與國人交見之，豈去事物儀文乎？學問思辨，聖賢明言好古敏求，識大識小，自是學習古人成法，乃皆棄之，而惟曰學問思辨，此心何也？且曰溫凊奉養之宜可一日二日講之而盡，何易言也。宋英宗、明世宗追奉生父一事，兩代盈廷儒士主客紛糾終不得當，至言天子為大宗，則數百年皆作窠語，乃言考究禮節烏用學問思辨，是何言與？心之具而無其儀，於何見心？然亦誰曰儀之徒具而可無心者。程朱未嘗没古聖學習舊規，但云今已失，且讀書穷理以旋補之。至陽明，則直抹殺矣。此所以致宗程朱者如刀，蒙吉張武承等之掊擊之也。徐愛未會知行合一之訓，曰：古人說知行作兩个，亦是要人見个分曉，一行做知得工夫，一行做行得工夫，則工夫始有下落。陽明曰：此卻失了古人宗旨也，某嘗説知是行的主意，行是知的工夫。知是行之始，行是知之成。若會得時，只說一个知，已自有行在；只說一个行，已自有知在。不知不能行，不行不可謂真知。故中庸謂道不行由於不明，道不明由於不行。如適燕京者不知路向北往，如何到燕京？至燕京行孰則知其路方真。然究是二事，究是知在行先。如問燕京路是問，行燕京路是行。中庸好學近知力行近仁，知之一行之一，明分為二事，是也。必先問清路，然後可行。中庸孟子皆言誠身事親信友獲上治民，由於明善是也。今曰說知已有行，則大學但言格致，足矣，何必又言誠正脩齊治平？說行已有知，但言誠正脩齊治平足矣，何必先言格致？陽明又曰：惟精為惟一工夫，博文為約禮工夫，皆同此誤。又曰：為學工夫有淺深，初時若不著實用意去好善惡惡，如何能為善去惡？這著實用意便是誠意，然不知心之本體原無一物，一向著意去好善惡惡，便又多了這分意思，便不是廓然大公。書所謂無有作好作惡方是本體。此則似禪語矣，書言作好作惡，失在作字。大學言有所忿懥好樂，失在有所字，非并好善惡惡之意而去之也。若如陽明言，則舜之好問而好察邇言，樂取於人以為善，君子有惡皆初學所為，非聖賢事矣。又曰：無善無惡心之體，有善有惡意之動，知善知惡是良知，爲善去惡是格物。以無善無惡為心體，是告子無善無不善之説也，明與易傳言繼善、孟子言性善相反矣。以為善去惡為格物，則致知後之誠意為蛇足矣，且意之有善有惡亦不可并言。動而善者意之自然也，動而惡者後起之引蔽習染也。黃以方曰：博學於文為隨事學存此天理，然則與行有餘力，則以學文其說似不相合。陽明曰：詩書六蓺皆是天理之發見，文字都包在其中。考之詩書六蓺，皆所以學存此天理也，不特發見於事為者方為文耳。餘力學文，亦只是博學於文中事以方之問。甚有理，足正陽明之說。夫事為即行也，孔子明曰：行有餘力則以學文，是行與學文為兩節。若陽明以學文為隨事學存此天理，則仍是行矣，何以孔子分為兩節也？乃解曰考之詩書六蓺皆所以學存此天理。夫考之詩書，豈為事為乎？曰不特見於事爲者為文，夫見於事為，如孝弟親愛，誰曰為學文乎？後儒自是其說，遇詰者理難分疏，卽作支吾語。比然也。陽明曰：隨物而格是致知之功，卽佛氏之常惺惺亦是常存他本來面目耳。體段工夫大略相似，但佛氏有个自私自利之心，所以便有不同耳 \\n [以上皆傳習錄]。程朱於佛老固有洗脫未淨者，至陽明則居之不諱矣。夫孟子之存心養性以仁以禮，颜子其心三月不違仁在非禮勿視聽言動，用功與佛氏明心見性之空幻，如黑白冰炭，焉可冒溷？曰佛之上截與吾儒同邪？況夫格物博文，乃聖門下學實事，經書確有憑指，而亦混入佛氏乎？陽明有格去物欲之說，近宗之者直訓物為私欲，謂同孟子物交、物祭、統不齊則於物、無防物字。夫去欲乃誠意條，如惡惡臭之功非格物事也，且所引證物字亦非已之物，耳目是也，今指己之耳目，而卽謂之私欲，可乎？外之物聲色是也今指工歌美人而卽謂之私欲，可乎？其失在引蔽二字，謂耳目為聲色所引蔽而邪僻也，不然。形色天性豈私欲邪？猶人羨人金玉而盜之始謂之盜始謂之贓，豈人與金玉竝未染指，而卽坐以盜名定為贓物邪？是昭烈之指有酒具者而誅其犯酒禁也。至於齊戒所禁之物，謂蔥韭薤蒜等食，及視疾入内等事以為觸犯齊戒乏物，故曰防其邪物。若果以此為邪物私欲，則君子不齊之時宜於邪物私欲無所防邪？不可通矣。先儒指人心為私欲，皆誤。人心維危，謂易引於私欲耳，非卽私欲也。陽明以致良知為致知，宗之者曰二知字一也，非也。良知，不學而知者也，如孩提知愛其親，不待學也。格物所致之知，學而知者也，如居喪盡禮以孝親。孟子曰：諸侯之禮吾未之學也，而嘗聞焉。則必待學者也。闢之者曰二知字二也，亦非也。人心無二，知學而致之知，卽致其不待學之良知也。至於大學致知之功，實在格物，陽明之所謂致，固有间也。黎立武大學發微曰：格物卽物有本末之物，致知卽知所先後之知，葢通量物之本末、事之終始而為用功之先後耳。王艮曰：大學是經世完書，喫緊處只在止至善，格物卻正是止至善。自天子以至於庶人數句，是釋格物致知之義。 \\n [高子遺書]證人書院示學語曰：二程改本，俱以知本為知至，知本卽格物也，格物本末卽物格而知至也，何嘗謂誠意之先當補穷理？觀伊川將聽訟節提在此，謂知之至也，前而謂衍此謂知本四字，正謂致知在知本耳。陽明刻古本大學猶不得其旨，一曰格正事物，一曰格去物欲。至門人王心齋，然後有格本末之物、致先後之知語為之暢然，此又出於朱王之外，以知本為格致者也。不知知本以淺言之，則今凡讀大學者，皆知身為本，家國天下為末，然皆可謂之物格乎知至乎？以深言之，必如子言無訟已之意，誠使民之意皆誠乃謂知本，則統言明親之全功也，與格物致知為近道之始事者，又有分矣。至言通量物之本末終始而為用功先後，則自欲明明德於天下以下至天下平，皆言先後有序。而後以知本及末應之，以完知所先後之意，文義承接自明。且觀物格而后知至句，與下文同，言后則格物先於知至、知至后於格物，只是知所先後句中一端，豈專以格物致知為知所先後邪？觀此謂知之至句承上文脩身為本而言，則格物致知，自必如無訟節由本及末，乃滿格致之量，乃全大學之道，但格致為始事誠意以至天下平為由始而終事，功次劃然不可紊亂。不然，不以解知所先後者反紊其先後邪？物格知至豈尚不知脩身爲本乎？故知本知至竝言之。然格致實有學問之事在，不得但以較量本末先後了卻也。王艮以格物為卽止至善，則曰欲親民明德者先在止至善，通乎？朱子補格物致知傳，學者已不愜其說，其徒王柏又割知止而后有定至則近道矣於聽訟吾猶人也之後，為格致傳，崔銑高攀龍又改瞻彼淇澳至此謂知本於此謂知之至也下，以釋格物致知。王艮又以脩身為本數句為釋格致。葢皆由未明古人學法，而疑誠意以下有覆釋之文，格物致知獨無，遂扳甲牽乙紛紛誣指如此。朱子補格致傳固誤，然而鄭重格致，猶得經文先致其知致知在格物二句語意，若以前文之知止至善後文之知本當格致，則竟可削去格物致知四字矣。誠意爲明親之首，故統大學之道釋之，學格致也。自脩恂慄威儀，誠正脩也。賢親樂利，齊治平也。心所欲為之事曰意，格致之後意自在正脩齊治平矣。然意欲正脩齊治平也，如好好色，意不欲不正脩齊治平也，如惡惡臭，乃謂誠故君子於獨念獨處之際，必慎之又慎，如上帝臨汝鬼神在旁，焉敢不誠以欺其意乎？先儒謂誠意之意有善有惡，非也。旣已入大學而格物致知矣，尚意在為惡，亦鮮其人。卽果有其人，亦何庸教之以誠意乎？又謂心之發念皆意，亦非也。心發而為喜怒哀樂之情，有中節不中節之分，不必盡分善惡也。餘若意見則見解也，有感觸，感而生不感而止也；有襍念，间事冗緖，無所為善無所為惡也；有偶念，偶然念及不必欲為其事且或有不能為者也。此皆宜用正心之功，心正則能照能攝襍者一妄者息矣。外此又有思，則意在為其事而始思度之，又在意之後，非意也，是心之發，亦多矣，皆與大學如惡惡臭如好好色之意無涉也。誠意之意，則格物致知後意在爲大學之事也，爲善去不善也，然未必皆誠也。不誠則雖有此意，而或作或輟或爲苟且，所謂可與共學未可與適道者矣。故必誠其意而後可正脩齊治平也，故前以脩身為親民之本，此又以誠意為明親之本。為惡之意卽小人间居為不善之意也，非致知誠意之意也。葢君子誠意，誠於爲善去惡之意也。小人亦誠意，誠於爲惡去善之意也。故亦曰：誠於中。惟庸人浮學一意以為道，又一意曰姑勿為，是之謂不誠。宋人謂心統動靜，又訓意為心之動，則用正心之功，已該有誠意。用誠意之功，又侵入正心。所謂兩條件者，糾纏不清矣。若解意為統貫明親之意，不劃然與？程子曰：身有之身當作心。齊于氏曰：忿懥四端皆心之用而見於身者，若身有所沾滯，則必其心體不正而後發見於身，倒見之文也。文苟可解，經豈輕改者？葢身有所八句，言身滯於忿懥等而不脩，則是心之不得其正也。心不在四句，言心不正則身之視聽等自無以虚明肆應而不脩也，反覆以明脩身在正心也。中庸戒懼，卽正心而微異，正心統動靜。中庸其所不覩聞，專指静言。故曰：須臾致中則該動静，謂不覩聞以至共覩聞，無時不存其心也。中庸慎獨同此而意異，此慎獨謂慎則不敢欺，中庸慎獨謂慎則不乖於節，致和也。微至見顯，無在不敬其事也。謂心無靜時只一慎獨盡之，非也。中庸其所不覩聞，非靜與？分静於動而以主静爲功者，亦非也。何者？心之靜只是須臾不可主之也，主此必入二氏矣。立則見其參於前也，在輿則見其倚於衡也，卽中庸所謂戒懼慎獨，孟子所謂存心養性也。格物之於禮樂，學也知也；脩身之於禮樂，行也。誠意，實其行禮樂之念也。正心，養禮樂之原也。所謂脩身在正其心以下，皆是推明前文知所先後之意。而誠意條獨不言正心在誠其意者，何也？以其爲明親之首也，惟誠而後可自成矣成物矣，所謂忠信以得之也。故於慎獨以誠意獨致意焉。賢賢易色章，朱子曰：天下之理有大小本末，皆天理之不可無者，故學者之務有緩急先後，而不可以偏廢。但不可使末勝本緩先急耳。子夏之言矯枉過正，程子弟子入則孝章解曰：不脩其職而先文，非爲已之學。其言皆以躬行為重，讀書爲輕，是矣。然古學非專讀書也，周禮師氏掌以三德三行教國子，保氏掌養國子以道乃教之六蓺，内則習幼儀學禮樂。朱子解學文亦曰：詩書六蓺之文，詩以習歌詠，書以考政事，禮樂射御書數皆脩己治人之實務。此古人之學也。至於繙讀乃學中十分功力一二耳。然則學者卽學事父事兄致君交友之行，行者卽行事父事兄致君交友之學，學者學於學中，行者行於臨事，本一物也。子弟父兄人物相接，自必先盡其職，然盡職不知果合宜否，而脩己治人更多當學之事，故曰：行有餘力則以學文。至於成人後，君親朋友無一有愧，未有不由學者，如事父而生事葬祭各盡其禮，事君而兵農禮樂致身無貳，自是學於平日而後能，故曰：雖曰未學，吾必謂之學矣。雖曰、必謂者，決其已學也。後儒多以辭章為文繙讀為學，遂有本末緩急之說。若原古學如學溫凊定省之儀為學，行温凊定省之儀爲行，學宗廟會同之儀為學，行宗廟會同之儀為行，博學力行，擇善固執，同此物耳，烏分本末緩急邪？説命曰：知之匪艱行之惟艱，世固有學而不行者，行自更重於學矣。然此乃學而不行之過，非學勝行學先行之過也。故謂學猶故法行乃躬行，分輕重可；謂學為小行爲大，分輕重，不可也。或曰：如子言，卽以事君論，則能學文必能政事矣。然聖門又分政事文學為二科，何也？曰：博學於文，與文學亦微有分。博學於文，所指廣，兵農禮樂射御書數水火工虞之事皆可學也。文學則專指其攷訂禮樂酌古準今博雅斐然而言，故與德行政事言語可分科也。子游子夏之文學，觀之檀弓及儀禮傳詩序可見。然子游宰武城、子夏宰莒父，何嘗不通於政事與？分科者各就最長者言也。 \\n [以下聖經學規纂○論語]吾十有五章，此夫子下學上達之實也。志學，立，不惑，下學也。知天命以後則上達矣。如登高者，從下一級一級而上，故謂之逹。後儒躐求性天，以想像恍惚為上達，遂以通曉訓逹，誤也。且曰：下學人事，便是上達天理。則志學卽是從心所欲不踰矩矣。又曰：下學是事，上達是理。則從心不踰矩，豈無事與？乃理與事分也。亦誤也。博學於文章，或問：博學於文，文者六蓺也，則已有禮矣，而又言約之以禮，何居？曰：博文之禮，習五禮之儀也。約之以禮，則統六蓺言之。周禮大司徒十二教，樂居禮之一。古者射御皆有禮，書數亦禮中事，約之以禮，則不止學習六蓺之文，而身世實用其功。故先儒以博文為格物致知，約禮為克已復禮，甚得。卽如孺悲學士喪禮，是學文矣，而孺悲之居喪，果如禮行否乎？則又有約禮之功矣。六蓺兼習固為博學，卽如專學一數九章以及歷數，皆學之，亦博學也。子路使子羔為費宰章，或曰：子路以不必讀書為學，夫子責之。可見讀書為學矣。曰：非也，解者誤也。佞口才也，或人羨之，葢雖無理而能強據一理以屈人者也。如未優治民事神之學，而遽使仕，此無理者也。謂為學不必閉戶作佔畢書生，此有理者也，此佞也。子路之言，葢與正名章指夫子為迂意同，謂學而不仕，得母使之作迂闊書生乎。然聖門教學立體致用，曷嘗使人專讀書邪？故其言不待辯，而但以佞斥之。若如時解，謂學在讀書，則子路之言正與相左，尚何佞之云？樊遲請學稼章，孝弟忠信四民所同也，兵農禮樂士所獨也。何者？士固儲其學以待為民上而任經世之責者，非若農工商徒自善而可已也。乃今名道學者語以兵農禮樂，輒曰出位，豈知學為上，正士之位與？不學為上之事，不惟失聖學，竝有歉於士矣。衞靈公問陳章，是時靈公無道，國本不立，亂將作矣，不知以禮治内，而尚志於爭伐之事，孔子所以以未學謝之也。若謂孔子為果不學兵，則何以曰我戰則克，而冄有何以對季氏曰軍旅學之於孔子邪？且卻萊兵，命申句須樂頎伐費人而墮之，不用陳邪？子曰賜也章，從心所欲不踰矩，夫子之忠恕，夫子之一貫也。然敏如子貢，尚不知之何也，則以夫子平日罕言命仁，自居曰多聞多見而識，教人曰學而時習，是皆在學識也。故子貢解後乃曰：夫子之文章可得而聞性與，天道不可得聞。葢聖人教下學之定法固如此。使如後儒終日言性言天言一本萬殊，子貢之聰明，豈裦如充耳者，而夫子問之，尚爾疑信不決邪？大哉聖人之道章，鄭康成注曰：待其人而後行，言為政在人也。又曰：政由禮也。葢聖道惟禮可以盡之，發育峻極之功用亦不越一禮，故曰約之以禮，復禮為仁。周禮無所不舉，統名周禮。大學言明親，中庸言性教，小戴皆列於禮記，可見也。颜先生謂：禮卽道也，惟至德之人凝之，尊德性、道問學、致廣大、盡精微、極高明、道中庸、温故知新，皆敦厚以崇禮也，所謂德至而道凝也。旨哉言乎！按禮有專就儀文言者，有統天下之理而言者，如夫子言禮與其奢也宁儉，曾子言國儉則示之以禮，孔子率弟子習禮於大樹下，皆指儀文而言也；如卻缺以六府三事為德禮，魯昭公如晉自郊勞至於贈賄無失禮，女叔齊謂之善儀不可謂禮，而以用賢出政為禮，子太叔亦以揖讓周旋為儀而僃舉禮文聲樂人倫政事為禮，是統天下之理，皆禮也。大司徒三物，禮居六蓺之一，專指五禮儀文言也。魯論約之以禮，中庸非禮不動，則三物皆該其中矣。 \\n [禮記中庸篇]子曰吾説夏禮 \\n [至]從周，夏禮言說、殷禮言學者，夏非時制，考之而但以口說。孔子殷後也，而周人，則二代禮固身學之矣。是說與學之分也，今人乃指讀説卽為學，非誤與？仁人心也章：學問之道，原以求放心而止。使非為明親也，奚爲而有大學哉？故大學以脩身為本，正與此同。乃後儒倚此爲頓悟之學，則非矣。 \\n [孟子]舜典帝曰夔節，此聖經言教學之首也。朱子曰：古者教法，禮樂射御書數不可缺一，就中樂之教尤親切。夔教冑子，只用樂。大司樂之職，亦是用樂，是教人朝夕從事於此物，得心長在此上面。葢為樂有節奏，學之急亦不得緩亦不得，久之都換了他當性情 \\n [性理大全]。元晦之言得矣，惟以樂換性情句，微有語病。葢禮樂非由外鑠，乃出於性而還以養性者也，陸道威曰：人少時未有不好歌舞者，天籟之發、天機之動，歌舞卽禮樂之漸也。聖人因其歌舞，而教之以禮樂，所謂因其勢而利導之。今人教子寛者，或流於放蕩嚴者，至并遏其天機，皆由不識先王禮樂之意。欲養正以成聖功，難矣。周禮大司徒鄉三物，此成周教學取士之法也，真德也，全德也，有用之德也。後人多以長厚質實為德，齊民之德不足以盡德也。真行也，全行也，有用之行也。後人多以氣節丰裁為行，節士之行未足以盡行也。至於六蓺，可以脩齊，可以治平，較之辭賦八比之無用，又不可同年而語矣。六蓺為聖賢學習實事，孔子習禮學樂、執射執御、筆削會計，無不精當可證。邢疏朱注解論語游於蓺，皆曰：禮樂射御書數是也。至於六經，則古人載列道蓺之籍，教行道蓺之詞耳，乃漢人亦以六蓺名之，殊為貿亂。至何晏注論語曰：蓺不足據依，故曰游。此沈溺老莊之語，而邢疏復誤因之，不足辯也。若牢曰子云吾不試故蓺，則承上文多能鄙事而言，孔安國以為多能小蓺，與道德仁蓺又自不同。論語冄求之蓺，孔氏訓為多才蓺，葢一章與由果賜達爲類，一章與臧武仲之智等為類，而下統承以文禮樂，則指天質多能言也，與游蓺之蓺亦有分。子以四教文行忠信，忠信卽德也，行卽此行也，文卽蓺也。大司樂職，塨謂六德六行之實事，皆在六蓺。以以樂德教國子、中和祇庸孝友，及文王世子篇：樂以脩内、禮以脩外之言觀之，益信。王制司徒，案此習射，習鄉飲酒以變不帥教者，司徒帥俊士與執事。周禮鄉大夫受教法於司徒，退而頒之於其鄉吏，使各以教其所治，以考德行，察其道蓺。以歲時入其書，三年則大比，而興賢者能者。州長三年大比，則大考州里以贊鄉大夫廢興。黨正正歲帥民讀法，書其德行道蓺，族帥月吉讀法，及春秋祭酺，書其孝弟睦婣有學者。閭胥凡春秋之祭祀，役政喪紀之數，聚眾庶，既比則讀法，書其敬敏任卹者。葢古凡鄉有昬喪政事，學士皆與執事，而卽因之以考其德行與蓺。三年乃大比焉。所謂大司徒以鄉三物教萬民而賓興者如此。乃實教實學選士之良法也。文王世子，凡祭與養老乞言合語之禮一節，合語卽後文養老禮。旣歌而語以成之，言父子君臣長幼之道，合德音之致，禮之大者。及儀禮鄉射記曰：古者於旅也，語之謂也。注疏略云：謂祭及養老，與鄉射鄉飲大射燕射之禮，至旅酬之時，皆得言說先王之法，會合樂意。其间各有威儀容節，皆須小樂正教世子及學士，而大樂正授之大司成論說之。此孔門所以有言語之科，脩辭之訓也。今世六部司官説堂，入官者必須先學於家，可以知古人教法之善矣。内則，子能食食 \\n [至]四十始仕，此古聖學中之事也。隱居以此，行義以此，所學卽其所用，所用卽其所學，烏有所謂靜坐觀空泛濫書傳以為學者哉。自秦滅儒術，而後漢興，齊魯諸儒脩其經蓺，講習大射鄉飲之禮。叔孫通作漢禮儀，與諸生弟子共定。高堂生傳儀禮十七篇，而魯徐生善爲容，孝文帝時以容為禮官大夫，傳子孫；弟子制氏，以雅樂音律，世在樂官。樂人竇公獻世傳大司樂章於文帝。又漢律課學童學書，則周孔六蓺之學入漢固有荐者，然武帝置五經諸博士以教弟子，惟試誦讀。光武取聰明有威重者一人為祭酒，晉武益以助教。隋煬改大學為國子監，初置司業一人丞三人。唐龍朔二年改國子監為司成館，祭酒爲大司成，司業為少司成，博士為司成。宣業後又改爲成均監總之，亦主於誦讀而已。至宋明而道學名立，國學輕，家塾重，然半日靜坐半日讀書，較之漢唐高下幾何？雖齊高帝建元中置治禮吏，陳有律學博士，隋開皇中書算學各置博士，唐亦有書學算學之設，然於古法千百之十一耳。三物四術，愈傳而愈微矣。至學後入於仕涂，始置經書於高閣，而從事於禮樂兵農，學非所用，用非所學，此天下所以寡成材，朝堂所以多廢事也。嗟乎，前古後今判若黑白，成敗頓殊較若霄壤，有志聖學者得母思哉！學記大學之教也 \\n [至]息焉游焉，或曰：古學之若此，今學之若彼，誠哉其不同矣。然欲復古學於今日，得母有迂闊之譏乎？曰：子以為迂闊者何也？非不切時用之謂乎？吾以爲迂闊者今學，而古學不迂闊也。今之學葢漸漬成習，萬方一槩，遂覺所入有合耳。然究其有切時用，請問今之學古入官者，公坐堂皇，可對民談性測天乎？可向之詠詩作文排比制義乎？曰不可也！古制雖漸湮，而朝野君民不能無禮，祭祀朝會不能去樂，軍旅之事惟恃射御，刑名錢穀必賴數書。則古學非古也，乃今日之急務也，而何云迂闊也？或曰：今古不相及，如何？曰：為學則安今人而棄古人，論學又尊古人而小今人，此學者之大病也。不知古人之學皆衷於道，古人之道實本於性。今雖歧涂分出，然古學實不能盡廢。使盡廢，而尚可成人世，則古之立學法者，必非聖人。使今世行其事而盡外於古法，則古聖之立學教也，必非性道，而必不能也。今之六蓺猶古之六蓺也。或曰：古學不傳久矣，謂今尚有其法，何以見之？曰：子未之實學也，學則知之矣。古之六蓺，誠有不盡傳者，然今世鉅儒力行冠昬喪祭之禮者，固有其人；講諳五聲七始九歌十二律之法者，亦有其人。世所習新射法，雖出自京師練武之士，然質之古法，實相璧合；古御車法不用於後世，而騎卽御也；書數之學，世更多其人矣。若使學術大明，天下同風，則損益潤澤，愈可竝驅古人矣！或曰：何由而覩此盛與？曰：此君相之能也。苟在上以之教人，以之取士，彼無用之學，尚能奔走天下？況德問仁義，行問孝友，蓺問禮樂，皆身心家國有用而不可離之事，上求下應，風行草偃，不如操左券也乎。或曰：洪武嘗以六蓺取士矣，而不終，何也？曰：明太祖欲復六蓺，可謂特識。但見之不明，守之不定，且性嚴而急，朝立法暮取士，乃嫌不如己意，而又變帖括，此可惜也！孔子時周法尚在，而曰如有王者必世而後仁，乃流而今日移風易俗，迫不及待，有如此邪？且六蓺所取之人，卽不盡善，卽或有偽，不猶愈於八股考試、渺不問其人生平智愚賢不肖爲何如者邪？或曰：然則此學待之君相可也。曰：又非也，古人有位則行之於上，無位則明之於下，由其道而得遇，則天下共行之，天地以位，萬物以育。卽不然，而一身一家，隨分所及，皆可有功，豈不善焉。且明之洪武，固卓然賢君也，徒以當時無明聖人之學者，反以後世無用之學引之，遂明而復蔽。至道不行，此吾儒之所宜返躬自責者也。而謂明行此道，尚可緩乎？宋豫闇瑾自湖州來桐鄉，視予曰：聞颜先生言先儒靜坐之功近禪，有之乎？曰：有之。豫闇曰：借靜坐以收放心，乃可為學，非專事此也。何爲近禪？曰：先生所謂學者，專指讀書乎？豫闇曰：學爲聖賢，豈專在讀書。曰：若如此，請問半日靜坐、半日讀書爲學之功，是在何時？且靜坐固佛氏之教，孔孟以前未聞有此事，未聞有此言也。豫闇沈吟，因閲予大學辨業，至論小學大學教法，曰：小學之俊者，乃入大學，其於六蓺，固粗知其槩矣，但不能明其所以然，故入大學，又須穷理。予曰：請問穷理是閣置六蓺、專爲穷理之功乎？抑功卽在於學習六蓺，年長則愈精愈孰而理自明也？譬如成衣匠學鍼黹，由粗及精，遂通曉成衣要訣，未聞立一法曰學鍼黹，之後又閣置鍼黹，而專思其理若何也。豫闇默然。又閲論朱子由敬以格致誠正一段，曰：敬統終始，卽如誠意正心以前亦用敬，中亦用敬，後亦用敬。予曰：意與心則動靜皆具矣。謂誠意正心之前後用敬，是何時何功？如以爲心有不誠正時用敬，則心不誠正，何有於敬？豫闇曰：中庸戒慎不覩恐懼不聞，恐在誠正以前。曰：此正正心功也，乃謂在誠正以前乎？恐先生因偏主先儒之說，遂誤其辭如此，非素所見也。豫闇默然。予曰：徒靜坐，不能知性也。卽曰知之，亦屬依稀。徒讀書不能穷理也。卽實穷之，亦屬口耳。聖門六蓺之學，皆歸一禮，乃我輩正務耳 \\n [以下論學]甲宗朱，乙宗王，辯且爭，甲曰：道在事物上求，言求心非。乙曰：絶去事物，專求心性。予聞之曰：言思忠貌思恭忿思難疑思問，以何思之？卽心性也。未有去心而能求事物者也。去耳聰性何在，去目明性何在？孟子曰形色天性也，未有去事物而能全心性者也。夫萬物皆僃於我矣，去萬物尚可為心性乎？然非心性，則僃萬物者何在乎？錢塘王草堂復禮視予嘉善寓，出所著四書集注補，其首則論學，卽引據予言。予曰：孔颜時六蓺之物，人皆學習之，如以衰衞而王孫賈仲叔圉祝鮀者流，或長兵或習禮樂，則他國可知。則為君子如伯玉子產輩者，又可知。觀左氏春秋足見也。但德行未必皆醇，故大學諄諄於誠意焉。今之為道學者，尚多致意德行，而六蓺則幾廢置矣。故颜先生特表六蓺，如孔門教仁，孟子則竝言義以闢利，皆隨時以救世也。況舍六蓺而為德行，卽德行有成，亦祗為質民之德行耳，非聖人明親之學也。草堂曰：然。因言陽明善射，少年卽以豆為陳習兵。予曰：程子亦考行禮，朱子輯禮行禮，蔡氏律吕，雖有誤義，而亦畱心於樂矣。況陽明之兵，宁不可幾聖門子路。但所憾者，諸公不專以是為學宗，且襍聖道以他涂耳。河右毛先生禮編，引據孟子左傳，謂三代之禮至春秋已亡，三禮皆戰國後人所作。塨條請曰：古者殺青緐難，非若後世楮翰易成。又典策藏於朝廷，學士習行皆以身相授受，不重佔畢，故易代更制，則習之者少，而往籍易湮。孔子言夏殷之禮不足徵是也。若周禮在春秋時，則不然。子云文武之政布在方策，又云郁郁乎文哉，子貢云文武之道未墜於地在人，賢者識其大者，不賢者識其小者。是春秋時周禮見在也。子云吾學周禮今用之，若周禮已亡，而焉從學之，而何以用之隨會講聚典禮？季文子使晉，求遭喪之禮而行，以魯昭公之童心而知禮，子太叔晏平仲皆言禮，昭公四年申之會向戌獻公合諸侯之禮六，子產獻伯子男會公之禮六。葢列國之於禮樂，或不學不行，或行而不正，昔人遂謂禮樂廢壞，而豈其策書亡邪？漢藝文志及周禮廢興序，言禮樂書至孔子時不具，已屬誤語，況曰亡邪？襍記哀公使孺悲之孔子學士喪禮，士喪禮於是乎書，葢魯國雖重禮教，然行之既久，不無差失，孔子以所學者為教，考訂詳正，故魯人書而存之。大約如儀禮記之類，非謂士喪禮之在國者盡失，而此後始有也。若謂學禮孔子，是失禮書則孔子云二三子有志乎禮者於赤乎學之，豈孔子亦失禮書邪？孟子言諸侯惡其害己，皆去其籍，則戰國後禮冊始有散亡矣。然其言乃指班爵祿之一端，非槩指周禮也。孟子云諸侯之喪禮吾未之學而嘗聞之，是諸侯之禮未亡也，言未學諸侯之禮，則士禮在所學，滕國之人安於其君不行三年之喪耳，不可謂其不知有三年之喪也。莫之行者，有是禮而不行之辭也。充虞疑孟子之木美乃考究之，意非禮書無可質也。韓宣子見易象春秋云，周禮盡在魯。夫易象春秋，原周禮中事，非禮書亡而執此以為禮也。若以爲春秋載禮甚多故云，則所載者正載當時行禮論禮者也，禮亡尚何載焉？是春秋戰國禮之未亡也，審矣。周禮儀禮，漢儒皆傳為周公攝政六年所作，劉歆曰：周公致太平之迹俱在周禮，鄭康成云：周公居攝而作六典之職，謂之周禮。賈公彥云：周禮儀禮竝是周公攝政太平之書。儀禮十七篇，漢初興高堂生博士卽傳之；周禮，始皇特疾惡，搜求焚燒之，獨悉是以隱藏百年，武帝時出於山巖屋壁，入於祕府，至成帝時劉歆校理，然亡其冬官一篇，以考工記足之。時以晚出故多排議，鄭康成辨解羣疑，周禮大行。夫使漢人偽作，則當盡作，何故缺其冬官，而河间獻王以千金購之不得邪？況其弘綱細目，亦非縣空所能撰者。是二書明無與於漢人也。今先生謂戰國人作，亦屬揣詞，以其禮间不合於左傳，且喪服篇似本荀子戴記，然左氏與公穀卽互有參差，今必左氏不誤而二禮誤乎？儀禮本荀子戴記，焉知荀子戴記非本儀禮乎？此壁書捃拾諸書之説，先生已辭而闢之矣，至以孔孟時未引二禮文為疑，則論語固引儀禮射不主皮矣，漢志載六國魏文侯好古，其時樂人竇公藏周禮大司樂章，至孝文時獻之矣，其文何嘗不見於孔孟時邪？孔子云：先進於禮樂野人也，後進於禮樂君子也。如今鄉飲酒禮，明初會典，賓主介僎皆正向，明季易為隅向，明初燕會崇儉，晚乃斥靡柈斝之類，葢同此禮而儀文流失，致有分歧，質又豐儉，遂分先後。則儀禮周禮傳自周初，而春秋戰國之人或附離以後進者有之，經書自秦火後，比有錯簡脫落，則二書中錯簡脫落者亦或有之，但不可定為戰國人作也。至於禮記，孔仲達正義云，孔子没後七十二子之徒共撰所聞以為記，中庸子思所作，緇衣公孫尼子所撰，鄭康成云月令吕不韋所脩，盧植云王制漢文時博士所錄，其餘眾篇皆如此例，但未能盡知所記之人也。葢高堂生五傳至戴聖，皆傳儀禮，而又傳周秦漢人言禮之文以為之記，原屬會粹。其中卽间有踳駮，無足怪焉。但三代大經大法，脩己治人之事，舍是三書無以考之。今世官政，猶是六典遺意；會典家禮，不出儀禮規模，而皆以禮記絡緯其中。可見此三書者，百世不可廢，而考研折衷，則學人事耳。後世喜空言而置實事，故於載言之書多樂道之，三禮記載實事，自宋明以來駁議紛然，且指爲偽，是必禮法蕩然，變人類為禽獸而後快也，不亦可懼之甚與！子云吾自衞返魯然後樂正，則樂在當時，固有紛亂，亦未亡也。自秦火以後，而乃十亡七八矣。先生脩明禮樂，有功甚大，至立論少過者，尚祈一更正焉。河右卻寄曰：極有理之論，周禮至春秋已亡，改作已微，何如？陳兆興問曰：朱子以蓺為末，或指粗者而言。君子禮樂不斯須去身，立禮成樂，則指精者言也。曰：禮樂精粗，一貫不可分也，卽以精粗論，如心得其中禮之精也，身勿跛倚容勿怠肆，禮之粗也，世有身不跛倚容不怠肆而心尚未中者，未有跛倚怠肆而心反中者也。若跛倚怠肆而謂心自中焉，是異端自以為中也。樂記曰外貌斯須不莊不敬而易慢之心入之矣，則粗者豈輕邪？又曰游於蓺，今注謂博六蓺義理之趣，或不在粗迹也。曰姑論射乎，人必學能射，而由淺入深，始得其趣。未有全不能射，而即得射之趣者。後儒高閣六蓺而言博其趣，是不能射而得射之趣也，有是道乎？陶淵明曰：但識琴中趣何勞弦上聲，乃清狂高寄之言耳。今以為學術，其遺誤後世不亦甚哉。鄞縣萬季野斯同閲予辨業學規，歎息起立曰：以六德六行六蓺為物，學習爲格，萬世不刊之論也！先儒舊解固泛而無當矣。予因告之曰：昨有人詰予云，子謂農工商亦非士分業，然則大學尚有遺理乎？予曰：明德親民德行六蓺，何理不具？然理雖無所不通，而事則各有其分，如冄有足民，豈不籌畫農圃之務，而必不與老農老圃竝耒而耕，而安得兼習胼胝之業與？且言此者以學乃實事，非託空言。空言易為，實事難僃，故治賦為宰，聖門各不相兼，況學外紛瑣者乎？不然心隱口度，萬理畢具，然試問所歷亦復有幾，則亦徒歸無用而已矣。季野曰：然。管廷耀問學，予曰：畫家言畫鬼容易畫馬難，以鬼無質對，馬有證佐也。今講河洛太極者，各出心手，圖狀紛然，而致良知者又猖狂自喜，默默有物，皆畫鬼也。子志於學，子臣弟友禮樂兵農亦畫馬而已矣。徐公果亭秉義曰：讀書以明理，不讀書理何由明？予曰：非教人廢讀書也，但專以讀書為學，則不可耳。且明理非盡由讀書也，卽如人日讀書傳，亦知射曰志正體直，而與之決拾，顛倒錯互，遂可謂曉知射之理乎？亦知樂曰以和為主，而宫商音律，入耳茫然，遂可謂曉知樂之理乎？故古人明理之功以實事，不以空文。曰：致知在格物。問三弟培四弟埈曰：夫子自居執御而戒求富者，又以執鞭之士爲賤役，何也？對曰：執射執御，學士所執之御也；執鞭之士則出其伎，以供人役者，故有不同。予曰：然，不獨御也，君子不斯須去樂，而人君一飯再飯，瞽師日舉，則官也而近役矣。春秋賢士大夫皆能賦詩知樂，而未聞有士人為樂工者，是樂亦有貴賤之分也。故中論蓺紀篇曰，恭恪廉讓，蓺之情也；中和平直，蓺之實也；齊敏不匱，蓺之華也；威儀孔時，蓺之飾也。通乎羣蓺之情實者，可與論道；識乎羣蓺之華飾者，可與講事。事者，有司之職道者，君子之業。先王之賤蓺者，葢賤有司也。君子兼之，則貴也。故孔子曰：志道據德依仁游蓺，蓺者心之使也，仁之聲也，義之象也，其言甚明。祁州王咸休經邦知予南歸，來視，問之曰：颜先生言王荆公青苗法可行，然乎？咸休曰：不可行也。因問培曰：周禮國服為息，何以可行？培曰：陸道威言，周禮是治國之書，今古異宜，治國之道貴密，治天下之道貴疏，其言似識時務者。予曰：然且周禮貸貨國服爲息，止一泉府司之，泉府乃士職，與漢之游徼嗇夫今之耆老官不甚縣殊，故民取攜便而獘不滋，今之守令卽古諸侯也。其位尊則民畏，而出入不便，其事緐則必委胥徒，而奸竇易生，況重之以君相之尊威，而立法使守令徧行乎？宜其敗也。乃因此胡致堂遂力詆周禮，朱氏又别訓為息，總不知經濟時勢耳。已而安州馮繪生夢徵至，曰：不第此也，周時民皆有恆產，所以可以國服為息，然尚多補助，不必取償。今貧民多無常業，貸之將不能償，必取償，將貸不及貧民，或及貧民而反以病之。荊公志在利國，勢必擾民矣。予曰：善哉，鄙論未之及也。歸德周崑來璕問曰：先生言學而後知，知而後行，則脩齊治平之事，皆可徐俟之格致後與？曰：非謂盡知乃行也，今日學一禮，遇其禮當行卽行之；明日又學一禮，遇其禮當行卽行之。知固在行先，而亦一時竝進，且迭進焉，非列其夤也。然亦有先後甚遠者，如十五入大學，學而未仕，則自不行平治之事；六十居官，且年老不能親學，則格物之功自少是也。又問曰：弟子行孝弟謹信親愛，有餘力則學文，不幾似行先學後乎？曰：非也，卽如今一幼學，其父命曰汝為我糞，可對曰吾學糞禮乃來乎？猝一朋友來訪，可謝曰吾學相見禮乃會之乎？葢其事前此已學則行之，卽未學，亦必先供其職，待事訖卽速學之，以知其得失焉。是論弟子之職，非論為學之序，立言各有當耳。從孫曾達問格物，予曰：王草堂嘗為我言格物，須就當前切要者格之，如親有疾則藥餌當格。予曰，此非大學之格物也，天下之事苟身當之，卽宜格焉。為農則格農，為卜則格卜，見有疾則格藥餌，見遠行則格束裝，然與大學何與？大學者，俊士所處，學脩己治人之道也；農工醫卜，非其業矣。若偶有疾而問藥，乃不得已之變，而豈學事哉？其時草堂虚心，深以為是。子求格物，須先識定此篇是論大學，夫大學也，而有襍務乎？大學十五所入者也，而卽躐及幽深高遠也乎？竇靜庵克勤論及心性，予曰：心有動靜，功不分動靜。戰戰兢兢戒懼慎獨，無息不然，無處不然，久而齊明之至，直徹本始，是為知天知命，動與天游，是為合天立命，而上達在是矣。此聖賢心性之正功也。既曰整齊嚴肅以敬為主，而又曰半日靜坐屏除眾念以觀喜怒哀樂未發時氣象令見朕兆，此後儒致力心性之功，近於聖學而微襍二氏者也。若夫佛氏，則以知覺作用為心性，不知有仁義禮智也，面壁靜坐萬念皆空，久而澄澈之極，幻為作用，此異端心性之功也。聖學戒慎，異端恣肆；聖學本天，異端遁天；聖學體實而用實，異端體虚而用虚；聖學其道公，異端其道私；聖學明其心性之德，異端實不識心性之德；聖學欽明，全其心性；異端虚幻，實害其心性。南轅北轍，一寒一暑，調停夾襍，必入歧路矣。語萬季野。王崑繩曰：人受天地之中以生，必有仁義禮智之性，性見於行，則子臣弟友；行實以事，則禮樂兵農。葢子臣弟友之不可解者為仁，有裁制為義，恭敬之心為禮，辨是非爲智。至於子臣弟友實有其品節文爲，是爲先王所制之禮，鼓歌其禮則爲樂，兵所以衞父兄君友者也，農所以養父兄君友者也。苟失其仁義禮智，不可以言子臣弟友矣，不可言禮樂兵農矣。不盡子臣弟友，喪其仁義禮智矣，亦喪其禮樂兵農矣。然使無禮樂兵農，安見所謂仁義禮智哉，亦安所謂子臣弟友之事哉？三者由內而外，一物也。周禮教民，一曰六德，有聖忠和，猶是四德而分其名也。一曰：六行，內有睦婣與卹，五倫所推及也。一曰六蓺，及於射御書數，又禮樂兵農之分件也。三者總名曰物，言心性非精、禮樂非粗，祇此物也。古聖或以一仁統之，或以中統之，或以一禮統之，或曰脩以敬，或曰行以恕，皆此物也。論語之文行忠信，文卽禮樂兵農也，行則子臣弟友也，忠信則仁義禮智也。中庸天命之性，言仁義禮智也。率性之道，子臣弟友也。脩道之教，禮樂兵農也。由博文而約禮、由格致而誠正，修齊治平，是為下學。由下學而盡性至命，是為上逹。而一貫在是矣。若外是而别有塗徑，異端曲學，烏可訓哉。時代州馮敬南壅亦與聞，皆曰：然，道誠在是矣。 \\n  \\n   \\n  "}
{"章节": "颜氏學記卷五", "正文": "  \\n 颜氏學記卷五 \\n 　 \\n  \\n 恕谷二 \\n 卦爻之象與占不可分繫辭，傳曰：設卦觀象，六十四卦皆象也，繫辭焉而明吉凶，六十四卦之辭皆占也。平居所玩之辭，卽卜筮所玩之占，故曰彖者言乎象者也，易者象也。葢文王周公所繫之辭，皆象也，而遇其辭者，卽以為占焉。本義分象占為二，則聖人明曰彖以言象，而首乾卦，元亨利貞四字，祇論占不設象，謂之何邪？潛龍勿用，觀下象傳曰潛龍勿用，陽在下也。文言曰潛龍勿用下也，潛龍勿用陽氣潛藏。明作一句讀，明以无用卽指潛龍言。今分潛龍為象，勿用爲占，母乃非經旨乎？如坤初之履霜堅冰，至上之龍戰于野，明明皆象不可言占，朱子亦以為占卽在內，然則他卦他爻，又何必分象占乎？且占亦無定矣，如明夷初九，以于飛、垂翼爲象，于行不食有言為占，則占出行者可也，而占鳥雀者不又當。以于飛垂翼爲占，而于行不食有言為象乎？何以分焉。 \\n [以下周易傳注]繫辭傳曰：爻者言乎變者也，又曰道有變動，故曰爻。故蔡墨曰：乾之姤潛龍勿用游吉，曰：復之頤迷復凶，朱震易傳載陸績曰：陽在初稱初九，去初之二稱九二，則初復七；陰在初稱初六，去初之二稱六二，則初復八。初三七八，經書九六，七八為彖，九六爲爻，四者互明，聖人之妙意也。故蘇軾亦言卦主静、爻主動，是爻論變古法也。然而玩索爻辭，論變者十一二，不論變者十八九，何也？以卦有材則爻亦有材，聖人辭象，其材以待占者，本爻之爻互舉對勘，則變化无穷。若必每爻先立變辭，則一卦變六十四卦，襍賾莫舉，不可以為六爻辭矣。颜習齋先生曰：舊解乾乾惕若爲晝夜惕厲，未析也，終日乾乾者，晝則習行子臣弟友禮樂兵農之學也；夕惕若者，夜元事作，則用操存省察之功也。傳曰終日乾乾，行事也，曰行事，則非後儒之講學徒口耳者可冒矣。理氣心性，後儒之習談也，易則不多言氣。惟曰乾陽物，坤陰物，又曰百物不廢，懼以終始。論語以仁知孝弟禮樂為道，偶一及心，一及性，而无言理者，惟曰敬事執事敬，唐虞于正德、利用、厚生曰三事，成周于六德、六行、六蓺曰三物，與後儒虚實大有分矣。漢焦延壽有一陰一陽自姤復、五陰五陽自夬剝之説，宋人因之為卦變，仲氏易因之為推易，大約謂一陽五陰之卦，皆自復剝而來；一陰五陽之卦，皆自姤夬而來；二陽四陰之卦，皆自臨觀而來；二陰四陽之卦，皆自大壯遯而來；三陰三陽之卦，皆自否泰而來。朱子以爲非作易本旨，乃卦成後有此象，其言近是。如兩人對閱，高下互分，二木相勘，枝節參錯，爲卜筮觀玩之一助，亦可。而以諸卦自復剝等來，則斷不可。乾坤生六子，一因重之，六十四卦皆具焉。有師卦自復卦來、訟卦自遯卦來之理邪？且六子助天地以生萬物者也，而震巽坎離艮兑反生自臨觀等卦，則傎甚矣，以至干寶謂乾之初九自復來、九二自臨來，諸卦反生乾坤，更顛倒淩亂之極矣，烏可訓邪？至來知德，又專歸反對，名之曰綜，夫反對見于襍卦，本屬經義，但專以此解注來諸辭，則其說有難盡通者，如賁與噬嗑反對，賁彖曰：柔來，而文剛來注曰：噬嗑上卦之柔來，文賁之剛柔，指離之陰卦，剛則艮之陽卦，分剛上，而文柔來注曰：分噬嗑下卦之剛，上而爲艮，以文柔剛指震之陽卦，柔則離之陰卦。夫噬嗑上卦爲離，下卦爲震，是亦可曰柔文剛、剛文柔矣。且分字何解，猶是一陽二陰之卦，祗一倒觀，竝無移動，何以言分？一陽來復為復，三陽交陰為泰，臨二陽上進己過于復，則陰退順可以相感，未至于泰，則陰尚盛，未卽相交，其于陰也有臨之象焉。故襍卦曰：臨觀之義，或與或求，言陽與陰也，二陽漸浸而長，以臨乎陰，内說而外順，二剛得中，而五柔相應，大亨以正，非行健之天道乎？雖然，有長則必有消，試取臨一反觀之，則觀卦也。就畫卦取象，臨卦象夏正十二月，為二陽之月，以至正月三陽，二月四陽，三月五陽，四月六陽，五月一陰，六月二陰，七月三陰，八月四陰，正合觀卦己陰長而陽消矣，凶矣，而爲時豈久也哉。聖人于陽長而卽畏其消如此，乾坤交而生六子，六子合而生萬物，自然之理，明載聖經。朱漢上易傳六十四卦相生圖，謂乾坤一交而為姤復，再交而為遯臨，三交而為否泰，以變諸卦是古聖之作六十四卦也，先有乾坤，二六畫卦，乃以乾坤交而爲姤復，六卦再以姤復六卦變而為師比等，五十六卦則是乾坤生姤復，六卦非乾坤生震巽六子，五十六卦爲姤復六卦所變，非六十四卦為乾坤六子所重也，盡背聖言矣。復則亨矢以反易，觀之乾陽穷，剝于艮之上，而反生于震之下，下為震行上為坤順，是反動而以順行也，則陽自出而入復于无疾，雖坤朋尚來而順以行之則无咎，夫一陰一陽道也。今陽反而復于道，自剝盡爲坤，剝上一爻歷坤六爻，共得七爻，一爻當一日，七日而來復，天行消息盈虚之自然也。然則與剝反觀，剝順而止，此順而行矣。剝小人長，此剛長矣。小人長，故不利攸往，剛長故利有攸往矣。夫復者反動卽反生也，生生之謂易，六十四卦皆生也。天地之大德曰生，天心祇一生也，而可見者莫過于一陽之初生，无往不復，有斷必續，為物不二。乾知大始，復不其見天地之心乎。朱子卦變圖，復剝臨觀等互相往來，仲氏易謂其襍亂也。宗朱升十辟卦變圖，以剝復等十辟卦為聚卦，祇可易為他卦，不受他卦。易謂十卦，彖傳內竝无剛柔往來諸辭，可證。然復卦明曰七日來復，剛反何嘗无剛柔往來辭邪？則聚卦與易分卦受易之說，不必泥矣。一陰一陽分立兩道也，一陰一陽迭運一道也，其繼續不已、造化流轉者，乃陰陽本然之善也。韓康伯注曰：道者何无之稱也，在陰為無陰，陰以之生；在陽為無陽，陽以之成。陰陽雖殊，無一以待之。蘇氏易傳曰：聖人知道之難言，借陰陽以言之。陰陽未交，廓然无一物，而不可謂之無有，此道之似也。又曰：學道而自其繼者始，則道不全。昔孟子以善為性，以為至矣，讀易而後知其非也。孟子之於性，葢見其繼者而已。朱氏本義曰：陰陽迭運者，氣也，其理則所謂道。又曰：陰陽是氣不是道，所以為陰陽者，則道也。又宗程張論性曰：性有義理、有氣質，義理皆善，氣質有善有惡，故惡亦不可不謂之性。孟子論性不論氣質，其言未僃。信如諸說，則改聖經曰：無之謂道，一陰一陽不謂之道，繼之者有善有惡，而性成焉，可乎？明與聖經反，則何不直攻之闢之，而乃為之注解乎？説卦曰：立天之道曰陰與陽，立地之道曰柔與剛，立人之道曰仁與義，是明以陰陽仁義皆為道矣。而曰不是道，將仁義亦非道乎？陰陽剛柔仁義其實也，謂之道者，名也，如甲有身實也，呼甲身日長人，其名也，今謂甲身不是長人，長人在甲身先，所以爲甲身者也，其可通乎？在天道為元亨利貞，在人性為仁義禮智，元亨利貞非氣乎？仁義禮智不可見，而發為惻隱羞惡辭讓是非，非氣之用乎？性心生也，心非氣質而何？以陰陽之氣之流行也謂之道，以其有條理謂之理，今乃分理道别為一物曰理，道善而氣惡，不亦誕乎。夫以無為宗出於莊老，韓蘇明主之，朱子闇惑之，而詆孟子反聖言，異哉。大衍之數所以象兩象三象四時，象閏者以其原為天地之數也，天數有五，一三五七九也，地數有五，二四六八十也，而一三五七九同為奇，二四六八十同為偶，是五位相得，乃由天數一三五七九合之為二十有五，地數二四六八十合之為三十，則天地之數各有所合，共五十有五。夫天地之數以五為率，故五帝五方五常五品五行五音五色五味，皆以五。十其五為五十，則數終矣。如君子小人之澤以五世，王者之興以五百年，言極數不過是也，而合天地之數實五十。又五所謂終則有始，天行也，而筮用成數，猶陰陽用老象，以終則必變也。故釋去有五，而用五十卜筮之，成變化而行鬼神，以此也。五數小衍也，五十之數大衍也，大衍之數本於天地之數，故上言大衍，五十而下直接以天數五、地數五、五十有五以釋之，將天一地二反置後文，復起詰端。宋人不知，妄為移易，且有謂大衍非文王事者，母乃侮聖言與。鄭康成注天一地二章曰：天一生水於北，地二生火於南，天三生木於東，地四生金於西，天五生土於中，陽无耦陰无配，未相成也。地六成水於北，與天一并天七成火於南，與地二并地八成木于東，與天三并天九成金於西，與地四并地十成土於中，與天五并。然其説不始康成，楊雄太玄以三八爲木，四九爲金，二七為火，一六為水，五五為土。吕不韋月令曰：木數八，火數七，土數五，金數九，水數六。葢自戰國末卽有其說矣，而實與易道刺謬。繫辭曰：乾大生，坤廣生，皆生也，而成在其中。觀坤曰資生卽曰成物可見也。不則乾知大始坤作成物，或可曰天生而地成，今乃天地各分生成，各有生成，是何說乎？且天三生而二成，地三成而二生，何以言之水，木土何以當生于天而成于地，火金何以當生于地而成于天？金木皆地生，若曰木天生者得天氣也，則何物不需天氣者？取火于日，空中有火，火不實生于天乎？土之生似當先于金木，而反居五，夫五行之配一二三四五何居？或謂洪範一曰水二曰火三曰木四曰金五曰土，因據之爲相生之數，則洪範枚舉，不容无序，非為生成也。不然，五事一曰貌二曰言三曰視四曰聽五曰思，豈亦先生貌後生言以及視聽思乎？夫土卽地也，豈有地猶無土，待生水火木金後而天乃生之乎？地之成土，卽以地成地乎？況六七八九十之數，復何自焉？後人以此演河洛圖太極，為生人生物之原，乃聖經祇有五十五數以爲大衍之本，而竝不及五行生成一語，豈經旨亦尚有闕漏邪？其為穿鑿附會灼无疑也。故五德相禪之妄，高拱本語明辨之。五行生成之説，非易道，郭雍亦言之。且五行配八卦加以生克，更爲誣經。聞之毛河右云：以卦義言，離爲火坎爲水巽爲木矣，然震為雷不為木，艮爲山不爲土，兌為澤不為金，卽乾之爲金，不過與爲玉竝言，非專屬金也。以卦位言，則震木兑金離火坎水，似矣，然而坤不是火，艮不是水，有四正而无四維。卽曰坤艮屬土正合五行，然何以水火各一卦，而金木與土則各有復卦，且何以中央之土反無卦位也？以卦數言，則天一爲坎地二爲離天三為震地四為兑，而乾巽艮坤則又以六七八九就天地而分屬之，似矣，然而土爲五十，反為卦數所不取。夫參同契云三五至精，五行之數全在正五，今卦有合五而无正五，如金水為一五、木火為一五皆可，兩合而土之正五，卦何以反不及也？至宋人太極圖，專論五行，且欲以五行生八卦，更無理矣。王崑繩曰：五行生克始于鄒衍，而成于漢劉向班固，然五行志等書皆牽扭可笑，江河井泉金之流也，其然乎？世亦取火于金石，獨木也哉？水木火土，則謂草木悉漂萍，盲者笑其妄心，爲未有土先有火，不知虚空何物可恢為大塊也？克木者金，而火未嘗不克木也。吾見克土者金，木之克不若金之利也。火水交相克者也，土克水水亦克土也。要之天地無不生無不克，萬物消長乎陰陽也，若五行生克，謬矣哉。蒙按金木水火土，始見於大禹謨，然與穀稱六府，不稱五行。甘誓始言五行，而不詳其目。至洪範乃有五行物數，然水曰潤下，火曰炎上，木曰曲直，金曰從革，土爰稼穡，是指流行人间最大而適用者有此五物，猶夏書言財貨藏子是而謂之府也，故左氏考工記竝名曰五材，非謂握自帝天而能生萬物也。宋人太極圖乃謂五氣順布化生人物，則金木較之人微且頑矣，乃能生人焉，有是乎？若謂四時配五行，天有五緯，星氣實生人，則地有一物，天有一星，如少微四輔類，非星氣能生人也。王良傅說以人得名能生人邪？四時配五行，亦後儒約略象物之說。月令春盛德在木，乃言春之盛德種之于木，非言木有盛德而生春之物也。夏秋冬之于火金水亦然。且此經所未有也。至以天地生成配易卦，謂天一生水為坎一，地二生火為離二，天三生木為震三，地四生金為兑四，因以地六成水并列西北爲乾六，天七成火并列東南爲巽七，地八成木并列東北為艮八，天九成金并列西南爲坤九，則乾爲天為老陽，乃為地成，乃得老陰六數，坤為地為老陰，乃爲天成乃得老陽九數，何其傎乎。乾天稱父，坤地稱母，以生萬物，而震雷巽風坎水離火艮山兌澤六子動之撓之燥之潤之説之終始之，陰陽化育之道盡矣。今術數家但知宗後人五行生物，不知大易此其所以爲小道也 \\n [五行之物散見于易，或以五行生成講易難通，遂謂易无五行，又非也。但五行者言已成之五材也，五材不可言生克而有畏愛，如白朮防風為使，愛也，木香見火无功，畏也。世誤以畏為克、愛爲生耳]易有大極云云，乃申明大衍之數易變也，然必有不變者而變者以生，崔憬曰：五十有一不用，太極也，不變者也。有太極之一乃可用四十九策，分而為二，有奇有偶也。是有太極乃生兩儀，儀匹也，一陰一陽相匹也。天地兩儀也，故曰分而為二以象兩。無太極則五十策兩分之，或皆奇或皆偶，无奇耦兩儀也。何以象兩？兩儀生乃可挂一而四揲之，以得七八九六之四象，是兩儀生四象也。七爲少陽象春，八爲少陰象秋，九為老陽象夏，六為老陰象冬，故曰揲之以四以象四時，歸奇于扐以象閏。若不分兩儀，則合四十九策揲之祗餘一，而陰陽老少之四象无由見矣。何以象四時？四象生則九變，九變而成內卦，十有八變而成外卦，是四象生八卦也。八卦則六十四卦具矣。有八卦而吉凶可定，趨吉避凶，而大業以生矣。易圖明辨曰：此段兩言四象，朱子以此四象爲聖人畫卦之次第，以後四象為揲蓍所得陰陽老少之爻，夫均此四象文相連不遠，豈容有二解哉。前後皆言筮占太極節，爲覆明大衍无疑也。朱子宗道士陳搏先天圖，以此節為聖人作卦次第，其易學啟蒙圖先一圈為太極，而上加一奇一偶兩畫為太極生兩儀，一奇一偶之上又各加一奇一偶曰太陽少陰少陽太陰，爲兩儀生四象。四象各二畫，上又各加一奇一偶而乾一兑二離三震四巽五坎六艮七坤八出焉，爲四象生八卦。以上又各加一奇一偶為四畫卦十六，又各加一奇一偶爲五畫卦三十二，又各加一奇一偶爲六畫卦，而自乾至復三十二卦，姤至坤三十二卦，共六十四卦出焉 \\n [邵子加一倍法卽此]。其上更有七畫八畫无穷畫卦，有言无圖。本義載此圖，又不作畫，但以黑為陰白為陽，累而上黑白相间六層，乃以震四離三兑二乾一圓轉于左為數往者順，巽五坎六艮七坤八圓轉于右為知來者逆，為伏羲先天八卦圖。又以六十四卦横圖截爲兩節，北起復，由東離盡丣中而南至乾盡午中，亦為數往者順，南接姤由酉坎盡酉中而北至坤盡子中亦為知來者逆，為伏羲六十四卦圓圖。又以橫圖斷爲八節，東自復而西至无妄八卦為一層，下東自明夷而西同人八卦為一層，又下東自臨而西履八卦為一層，又下東自泰而西乾八卦為一層，乃上西自姤而東至升八卦爲一層，又上西自訟而東師八卦爲一層，又上西自遯而東謙八卦為一層，又上西自否而東坤八卦爲一層，乾始西北坤盡東南為伏羲六十四卦方圖。而圓圖又分卦氣，自復一陽生冬至十一月半盡震離之十六卦，然後得臨春分二月半，又盡兑之八卦，然後得泰立夏四月初。又隔四卦得大壯，又隔一卦至夬皆爲芒種，五月初遂接乾姤爲夏至，五月半自此又盡巽坎之十六卦然後得遯秋分，八月半又盡艮之八卦然後得否立冬，十月初又隔四卦得觀，又隔一卦得剝，皆為大雪。十一月初遂接坤復爲冬至，以上皆先天圖本義，載于經首，曰此非某說，乃康節說。非康節說乃希夷説，非希夷説乃孔子之説，但儒者失其傳，而方外之流陰相付受以爲丹竃之術，至希夷康節始反于易，而説始明。烏呼，朱子曾不思陳搏為方外之流，而遂誣指為孔子之說邪？孔子曰：庖犧始作八卦，是易自作卦起未嘗聞自太極始也，且作卦奇偶畫也，太極圓圖非畫矣，非孔子之說一。孔子曰：兩儀生四象，崔憬以九六七八老陽老陰少陽少陰為四象，然卽揲四中耆策之，事在畫卦因卦後，非未作八卦而先有四象也。何者老變而少不變，竝從已成之卦而推？故仲氏易曰：乾爲老陽，非老陽而後乾也。坤爲老陰，非老陰而後坤也。非孔子之説二。孔子曰：成象之謂乾，則先畫乾，效法之謂坤，則次畫坤，皆三畫卦以象三才。未聞有一畫兩畫止而謂之陽儀陰儀太陽少陰少陽太陰者，非孔子之說三。孔子曰：震一索而得男，則又次畫震巽一索而得女，又次畫巽坎再索而得男，又次畫坎離再索而得女，又次畫離艮三索而得男，又次畫艮兌三索而得女，又次畫兑而八卦畢。是為作卦之序，從未聞其序爲乾一兑二離三震四巽五坎六艮七坤八也，仲氏易曰：乾父坤母合生六子，今何以父子母女竝生？且六子俱先母生，少女先中女，中女先長女生，世有此事乎？于一索再索之義盡失矣。非孔子之說四。孔子曰：八卦成列，因而重之，是畫八卦後不更作卦，祗因一卦而重以八卦，故但曰作八卦，不言作六十四卦也。如乾重乾爲乾，乾重坤為泰，乾重震為大壯，乾重巽爲小畜，乾重坎為需，乾重離為大有，乾重艮爲大畜，乾重兑爲夬，以下七卦皆然，而六十四卦畢。今連翻累畫，豈因重哉？非孔子之說五。經但有八卦六十四卦，今忽有四畫五畫卦，何以聖人不為之名也？且于三才何取焉？非孔子之說六。爻辭以一畫為初，不稱一，明无前于此者矣，以六畫為上，不稱六，明无後于此者矣。故說卦曰兼三才而兩之，易六畫而成卦。今以為六畫後尚有七畫八畫无穷畫卦，明背聖言。且果如此，則六十四卦之理未盡也，非孔子之說七。孔子曰：震東方巽東南離南方致役乎坤說言乎兑，乾西北坎正北艮東北，此八卦方位，卽言伏羲之八卦也。今強坐之曰此文王後天八卦，而撰乾南坤北離東坎西兑東南震東北巽西南艮西北為伏羲先天八卦，以經文天地定位山澤通氣雷風相薄水火不相射附會之，然此論八卦相錯之象，竝无南北方隅一字，而可強以己意誣經乎？參同契云：乾坤者易之門戶，眾卦之父母，坎離匡郭，運轂正軸，牝牡四卦，以為槖籥。朱子注云：乾坤為爐鼎位乎上下，坎離升降于其间，如車軸之轉轂，以運輪一上而一下也。牝牡謂配合之四卦震艮巽兑也，槖鞴囊籥其管也。態與可曰：先後天圖參同契皆具，後天坎離居先天乾坤之位，以坎中陽實離中陰虚則仍為乾坤，故丹家謂之還元。是不惟先天方位爲異端之學，卽後天圖依傍説卦方位而亦借為修煉用，與聖經若風馬牛。朱子注參同契，恐人譏議，自詭其名曰空同道士鄒訢，及著啟蒙，又署名曰雲臺真逸。是朱子明知其爲道士之說，明自附于道士，而乃以亂聖經指為孔子說邪，其非八也。説卦言萬物出震齊巽見離養坤說兌戰乾歸坎成，終成始于艮。雖祇有兑正秋一語，而春夏冬俱見矣。此聖言无可易者。今先天卦氣何其舛也，或問朱子卦氣陽生陰生始何疏而終何密，臨二陽生為冬十二月，卦乃在春分二月半，泰三陽正月，卦乃在立夏四月初，推之一槩乖反，朱子亦不能荅，曰：未得其説，容更思之。又曰：伏羲易自是伏羲說話，文王易自是文王説話，不可交互求合。烏呼，是何言也？羲文有二易邪，四時運行萬古不易，焉有伏羲配以此卦，而文王又配以彼卦者？且十二月辟卦，為漢儒說，尚非聖言，若兑正秋諸語，則孔子之言羲文易象者矣。兑正秋也，而今為春辰月矣，乾秋冬之间也，而今為夏午月矣，艮終乎物而始乎物冬春之间也，今為秋戌月矣。八卦皆顛，四時皆亂，乃誣曰此孔子之說，其非九也。胡朏明曰：先天圖以自震至乾為順數，已生之卦自巽至坤為逆推未生之卦，然則經曰：易逆數也，豈專用巽坎艮坤而不用乾兑離震乎？丹家講順逆曰順則成人逆則成仙，卽抽坎填離也，與易何與？而牽之汙穢聖言邪，其非十也。至本義圖，但以黑白分陰陽，更可怪異，豈伏羲畫卦時左執黑筆、右執粉筆邪？抑六十四卦俱无畫黑白之中，遂分初二三四五上邪？且白畫之陽固奇，而黑畫之陰亦奇邪？何強作事至是。陳搏又有太極圖傳之周茂叔，見於朱震進易說表。然程子兄弟親學于周，與邵堯夫為友，而不及太極先天一言。朱子乃又表章太極圖，以為學宗其說，無極而太極，太極動而生陽、静而生陰，陽變陰合而生水火木金土，二五之精，妙合而凝，乾道成男，坤道成女，化生萬物。亦附會于太極生兩儀之文。當時陸子静張欽夫林黄中皆不以為然，毛河右著太極圖説遺議以辯之，略曰：太極圖二氏學也，其圖竊取魏伯陽參同契中水火匡廓，三五至精，二圖而合爲一圖，水火匡廓者，以參同契首有水火匡廓運轂正軸二語，作坎離二卦而運爲一軸，非兩儀也，亦非陽動生陰陰靜生陽也。左為離白黑白，卽三也，右為坎，黑白黑，卽也。其中一圈則坎離之胎也，三五至精圖則取五行逆克章三五與一天地至精語，分五行為三五，中央土一五也，天五生土也，左火與木共一五也，地二生火天三生木也，右水與金共一五也，天一生水地四生金也，金盛為水木盛為火，而土合之 \\n [卽嬰兒姹女黄婆之説]，歸于一元，則下一圈者，三五之合，非二五之合，三五之精非二五之精，丹家水火必還一元，故其後復有含元播精三五歸一之語，在隋唐间有道士作真元品已載之，為太極先天圖，卽陳搏之所自始，葢參同本以乾坤水火為抽填之祕，而坎離橫陳、乾坤直列，搏之所謂以乾南坤北、離左坎右為先天者，而匡廓運轂，則以坎離爲車軸之貫輪轉上下，乾之南者有時而北，坤之北者有時而南 \\n [六十四卦方圖乾北坤南卽此意]，而究其要訣，則必如鼎器歌云，陰在上陽下奔者，故其文有云上德玄爲不可察求，言陰在上主静也 \\n [宋儒主静之學本此]，下德爲之其用不休，言陽在下主動也。宋紹興间朱震進周子太極圖于高宗，猶是上一圈爲陰静三輪，下一圈為陽動 \\n [見朱氏易卦圖上卷，如真元品圖在朱子前]，而朱子爲注，則更加修飾，以為可以掩人，可以无獘，而不知異端聖道非可飾合，亦何爲哉。又略曰：易言動靜有常，即指陰陽也，未聞未生陰陽而先有動静者也。乾静專動直，坤静翕動闢，則陰陽俱有動静，陽不必專動，陰不必專静也。五行非四象也。且所謂生八卦者安在乎？胡朏明曰：宋史周子傳，本曰自無極而為太極，朱子力辨，刪自為二字。元人修史如之，不知自无極而為太極，老氏無生有之說也。無極而太極，則空卽是色，為沙門衣鉢矣，庸以愈與？ \\n [朢案：先天太極河洛諸說，原出道士妄造，乃朱子生平爲學立教推本於此，不顧汨亂聖經。自明季以來諸公駮辯犂然，使三聖人之易如日中天，黠者雖巧為遁辭，卒難反其援據，可謂功不在禹下矣。而姚江黄先生晦木尤爲博深切明，過於毛胡，惜恕谷未之見也。今附載其太極圖説辯曰：周子太極圖創自河上公，乃方士修鍊之衞也，實與老莊之長生久視，又屬旁門。老莊以虚無爲宗、無事為用，方士以逆成丹多所造作，去致虚静篤遠矣。周子更爲太極圖，穷其本而反于老莊，可謂拾瓦礫而得精藴，但綴説于圖，而又冒爲易之太極，則不侔矣。朱子得圖于葛長庚，曰包犠未嘗言太極，而孔子言之，孔子未嘗言無極，而周子言之，亦過于標榜矣。攷河上公本圖名無極圖，魏伯陽得之以著參同契，鍾離權得之以授吕洞賓，洞賓後與陳圖南，同隱華山，而以授陳，陳刻之華山石壁，陳又得先天圖于麻衣道者，皆以授种放，放以授穆修與僧壽涯修，以先天圖授李挺之，挺之以授邵天叟，天叟以授子堯夫；修以無極圖授周子，周子又得先天地之偈于壽涯。其圖自下而上，以明逆則成丹之法，其重在水火，火性炎上，逆之使下，則火不熛烈，惟溫養而和糗；水性潤下，逆之使上，則水不卑溼，惟滋養而光澤，滋養之至，接續而不已；温養之至，堅固而不敗。其最下圈名爲玄牝之門，玄牝卽谷神，牝者竅也，谷者虚也，指人身命門兩腎空隙之處，氣之所由以生，是為祖氣。凡人五官百骸之運用知覺皆根于此，于是提其祖氣上升爲稍上一圈，名爲鍊精化氣，鍊氣化神，鍊有形之精化為微芒之氣，鍊依希呼吸之氣化爲出有入無之神，使貫徹于五藏六腑而爲中層之左木火右金水中土，相聨絡之一圈，名爲五氣朝元，行之而得也。則木火交媾而爲孕。又其上之中分黑白兩相间褋之一圈，名爲取坎填離，乃成聖胎，又使復還于無始而爲最上之一圈，名為鍊神還虚，復歸無極，而功用至矣。葢始于得竅，次于鍊氣，次于和合，次于得藥，終于脱胎，求仙真長生之祕訣也。周子得此圖，而顛倒其序，更易其名附于大易，以爲儒者之祕傳。葢方士之訣在逆而成丹，故從下而上。周子之意以順而生人，故從上而下，太虚無有，有必本無，乃更最上圈鍊神還虚，復歸與極之名曰無極，而太極太虚之中，脈絡分辨指之爲理，乃更其次圈取坎填離之名曰陰動陽静，氣生于理名為氣質之性，乃更第三圈五氣朝元之名曰五行，各一性理氣旣具而形質呈，得其全靈者爲人，人有男女，乃更第四圈鍊精化氣，鍊氣化神之名曰乾道成男坤道成女，得其偏者蠢者爲萬物，乃更最于圈元牝之名曰萬物化生。夫易有太極，夫子贊易之言也，不可云無極无方者神也无體者易也，不可圖圓相有者无之无者有之，非聖人本旨。次圈判左右爲陰陽，以陰陽推動静，就其貫穿不淆亂之處指之爲理，此時氣尚未生，安得有此錯綜之狀？將附麗于何所？觀其黑白之文，實坎離兩卦成旣濟之象，中含聖胎，謂之取坎填離，則明顯而彰著謂之陽動而陰静，則陽專屬諸亂離專主動，陰專屬諸坎坎專主静，豈通論哉？五行始于洪範言天地之氣化運行，若有似乎木火土金水者，然其實木火土金水萬物中之五物也，非能生人者也。此時人物未生，此五者之性于何而辨？易言乾道成男坤道成女，亦謂乾之奇畫成男之象，坤之偶畫成女之家，非云生于天者爲男，生于地者爲女也。且天之生男女，萬物在一氣中無分先後，其下二圈在方士爲玄牝，鍊化自屬兩層，乃男女萬物亦分二圈，恐屬重出矣。至其説曰太極動而生陽，動極而静，静而生陰，静極復動，一動一静，互爲其根，分陰分陽，兩儀立焉，陰暘雖有動靜之分，然動靜非截然兩事，陰陽一氣也，一闔一闢謂之變，往來不穷謂之通，而何有乎分？動靜無端，陰陽無始，而何有乎生？分陰分陽與生生之謂易，自易之爲書而言，以明奇偶柔剛之曡用相生則可；自造化而言，以爲太極所生陰陽所分則不可。儀者象也，兩儀者卦中所函奇偶之象也，今直以爲天地之名則不可，天有陰陽，地有柔剛，非分陽而立天、分陰而立地也。曰陽變陰合而生水火木金土，五氣順布四時行焉，夫四時之序陰陽之運耳，陰陽既合萬物齊生，豈有先生水火木金土，待水火木金土之氣布而後四時得行乎？若然，則是又以五行生陰陽先生質而後生氣也。曰五行一陰陽也，陰陽一太極也，太極本無極也，五行之生也各一其性，無極之真二五之精妙合而凝，五行各性，性己紛襍，復參以陰陽而七，襍亂棼擾，如何謂之精？如何可以凝？大傳曰：天地氤氳，萬物化醇，男女媾精，萬物化生。故三人損一以致一三且不能生，況于七乎？曰乾道生男坤道成女二氣交感化生萬物，萬物生生而變化無穷焉，乾男坤女顯然形質，此時萬物無不僃具，何故又言二氣之交感而化生萬物也？吾不知此男女合物之雌雄牝牡俱在内，又不知專指人言？如合雌雄牝牡，則與圖之所分屬者不謀，如專指人，人無化生異類之事。曰惟人也得其秀而最靈，形卽生矣，神發知矣，五性感動而善惡分、萬事出矣，性一也，分天命氣質為二，已屬臆說，況又析而為五，感動在事不在性，四端流露，觸物而成，卽以乍見孺子入井論之，發爲不忍乃其仁，往救乃其義，救之而當乃其禮，知其當救乃其智，身心相應乃其信，焉有先分五性，然後感動之理？五性之說大異乎繼善成性之旨矣。曰聖人定之以中正仁義而主静立人極焉，故聖人與天地合其德，與日月合其明，與四時合其序，與鬼神合其吉凶，君子修之吉，小人悖之凶，仁義者性之大端也，循是而行謂之道，然恐其行之也不免于過不及之差，則聖人立教使協于中而歸于正。今以中正仁義對言，而中正且先乎仁義，則于天命之性率性之道修道之教之三言者何所施邪？謂性有善惡，而仁義待乎聖人之所定，此告子杞柳桮棬之說也。老氏之學致虚極守静篤甘暝于無何有之鄉，內守而外不蕩，歸根曰靜，靜曰復命主静立人極，其亦本此。與其後襍引文言說卦，而以知生死為易之至，葢自呈其所得之學立說之原爾]自漢迄唐，或言羲出河圖，禹出洛書，或言圖書竝出羲時，或言圖書為篇冊，或言圖卽八卦、書卽九疇，然竝无言親見河圖洛書者。宋道士陳搏忽出河圖洛書，劉牧傳之，以四十五點為河圖，五十五點為洛書。阮逸又反之，以五十五點為圖，四十五點為書，而朱子宗焉。五十五點者，一六複于北，二七複于南，三八複于東，四九複于西，五居中，十複于上下 \\n [按康成注，天一地六并于北，則一六當并列，今複置，亦誤也。東西南皆如之]。四十五點者，戴九履一，左三右七，二四為肩，六八為足，中有五无十，皆奇白偶黑。毛河右著原舛編以辯之，略曰：宋人圖書之僞，有確證焉。宋濂王褘輩，雖非之而未考也。陳搏之河圖，非卽鄭康成大衍注天一生水于北一段文乎？然斷不得為。河圖也何者？康成河出圖、洛出書注云：河圖有九篇，洛書有六篇，若河圖卽天地生成之數，則康成自注，何不直指曰河圖卽前生成一二之數是也，乃毫不及，而別指為篇冊，其无與也明矣。洛書亦然。乃易緯乾鑿度太乙下九宮法也。乾鑿度下篇，有以一陰一陽合為十五之說 \\n [六八爲陰，七九為陽，七八十五，九六亦十五]，遂有太乙下九宫法取陰陽卦數 \\n [卽十五數]以行九宮 \\n [八卦四正四維，合中央為九宮，而數者十五]，其法曰：太乙者北辰之神名也，居其所曰太乙 \\n [此用論語，知非古聖之書，殆漢世道家所作]，嘗行于八卦，曰辰之间，曰天乙，每四乃還 \\n [北南東西爲四]于中央，中央者北辰之所居也 \\n [以中无卦位，故以此爲太乙寓居之所]。天數以陽出以陰入，陽起于子，陰起于午，是以太乙下九宮，從坎宮始，坎中男，始之，言无偏也 \\n [坎北]。自此而從于坤宮 \\n [坤南，僞河圖以天地生成配易卦位，乾坎艮震巽離坤兑起于西北，而迄于正西，九宫則以乾坎艮震四卦起于西北，而迄于正東，至巽離坤兑，又另從正西起，而迄于東南，故正南非離而為坤。蔡沈作洪範皇極，不知此妄，以天地生成所配卦位強加之，則東南仍巽七非兑何。以四南仍離一非坤何，以九西南仍坤九非離何，以二西仍兑四非巽何，以七卦數不合宫數，一往賈賈，而今術數家又賈因之也。坤母也，又自此而從震宫震東]。震長男也，又自此而從巽宫 \\n [巽西]。巽長女，所行半矣 \\n [所謂每四乃還者也]，遂息于中央之宮。旣又自此而從乾宫 \\n [乾西北]，乾父也。又自此而從兑宫 \\n [兑東南]，兌少女也。又自此而從艮宮 \\n [艮東北]，艮少男也。又自此而從離宫 \\n [離西南]，離中女也。行則周矣，乃上游息于太乙天乙之庭，而升于紫宫 \\n [太乙不常居卦位之中，故五則暫息于中央，至是則不息，而上升矣]，行從坎始，去從離終 \\n [皆坎離水火之學，道家之書也]。而其法則合于陰陽十五之數，坎北數一為履一，坤南數九為戴九，震東數三為左三，巽西數七爲右七，離二西南，兑四東南，則二爲右肩，四爲左肩，乾六西北，艮八東北，則六為右足，八爲左足，中央數五為太乙之數，而太乙四周不復再息中央而上升，則太乙之數遂止于五數，而无十數焉。從横交互，皆得十五，其說如此。而未嘗曰此洛書。假曰洛書，則緯書具在，其于九宮篇後又曰孔子曰洛書，摘六辟曰以建紀 \\n [辟者君主也，謂摘主十二月之卦以立歲紀，止言六者，陽該陰也]，何也？夫康成之注衍數，而别釋河圖與易緯之言宮法，而别引洛書，二者正相符矣。塨按朱子曰：易本是象可為特見，但自王弼掃象，而後程傳專言理，朱子不甚滿之，而象數无傳，適當時儒宗周邵皆出于道士陳搏僧壽涯輩，有此附易妄圖，遂引置易首，而不知陷于異端。是朱子之不幸也，後人无考，見本義首載此，反若羲文之易，皆從此河洛先天諸圖而起者，一誤盡誤，禍斯烈矣。觀大傳天生神物，與仰則觀象于天二段，則伏羲作易，无物不察，卽當日真河圖洛書，亦僅與天生神物鳥獸之文，同為感觸之一端耳。今不玩易，而但觀蓍龜鳥獸，卽盡易乎？溺圖書者何以異是。天地固有否泰往來，而尊卑之位一定，艮山兌澤分據而通氣，山伏氣于澤，澤蒸氣于山，為雲為嵐爲泉爲雨。震雷巽風各體而相薄出于地、行于天。風叫號而迫雷，雷匉訇而從風，咸恆損益四卦，可觀水火之性，則不能對發而相射也。火上水下，炎上者上、潤下者下曰未濟。又火上澤下曰暌，謂不相射而違去也。水上火下，炎上者上入于水、潤下者下入于火曰旣濟，水火有形无質，相濟則水火為一，不相射也。又火下澤上曰革，彖曰水火相息，非水下而息火，卽火上而息水，更革而不相射也。非是相濟卽相革，故又曰水火相逮，以水火之卦雖可對列，而水火之物无能對据也 \\n [唐宋訓不相射爲不相入、不相犯害，明與經文相濟相息背矣]。是定位也，乾坤相錯。通氣也，艮兌相錯。相薄也，震巽相錯。不相射也，坎離相錯。重而六十四卦，皆相錯也。此節文義甚明，宋人忽以道士陳摶先天之圖溷之，謂之伏羲八卦方位。夫經文但曰天地定位，未嘗曰乾南坤北也，但曰山澤通氣，未嘗曰艮西北兑東南也。但曰雷風相薄水火不相射，未嘗曰震東北巽西南離東坎西也，而強誣聖言，可乎？且伏羲文王同此八卦，而誣曰此伏羲八卦，帝出乎震一節，爲文王八卦，何所據乎？文言曰：先天而天弗違，後天而奉天時，言大人行乾之事也，與道士修煉之術何與？而竊取爲名乎。王文中擬經，亦屬擬議之事，宋人遂比之操莽，今強篡聖經以入異端，較之擬經，何如也！乾坤鑿度，以乾坤巽艮四隅卦為四門，坎離震兌四方卦為四正，有云庖犧氏畫四象立四隅以定羣物，發生門而後立四正，雖緯書不可信，然亦見兩漢時皆以帝出乎震章所言時位為羲畫原義。至文王繫辭坤之西南得朋言坤、蹇之不利東北言艮，而孔子詳說于此。是自古聖聖相傳八卦方位時氣，皆屬一致。乃邵子為陳摶所誤，朱子又為邵子所誤，妄以乾南坤北爲羲卦方位，于此乃曰未詳，烏呼，认賊為主，遇主而反不識矣。朝間道夕死可矣，间非偶然頓悟，乃躬行心得之謂也。颜子之嘆，曾子之唯，庶克當之，方不徒死，亦不虚生。故曰可矣。道猶路也，有原有委，性與天道，道之本也。三綱五常，道之目也。禮樂文章，道之事也。經有統言者，有專言者，當各以文會之 \\n [以下論語傳注]民可使由之不可使知之，颜先生曰：此治民之定法也。修道立教，使民率由乎三綱五常之路，則會其有極，歸其有極，此可使者也。至於三綱五常之具於心性、原於天命，使家喻而戶曉之，則離析其耳目、惑蕩其心思，此不可使知也。自聖學失傳，乃謂不能使之知，非不使之知，於是爭尋使知之術，而學術治道俱壞矣。克伐怨欲，四者人心所易流，制之不行抑難矣。若卽以為仁，則吾不知也。益仁則克己復禮，內有存養心性、如承賓祭之功，外有萬物一體、立人逹人之事，不但中心遏欲而已也。宋儒專以心中無欲為仁，故佛老亦得以無欲溷之。吾嘗終日不食、終夜不寢以思，無益，不如學也。後儒於古人文，以禮樂之學漫不攷習，而徒強揬力索。或曰：從容玩味，其不入於空虚者幾何。聖人葢前知其獘，故以身示教焉。然聖人之徒思僅無益，以思在禮樂名物，但虚而不實。後儒之徒思則有害，以入於測性猜天，將躐等而陷異端也。有始有卒者，其惟聖人乎。末先學，始也；本後學，卒也。若始卒當前皆具，其惟天生之聖人乎，而何以責小子？按聖門不輕言上達固也，卽下學亦有次序，先博文而後約禮，先幼儀謹信而後慎獨正心。乃後儒教人先講心性，誣人誣世甚矣。德者性之仁義禮智也，明明見於詩書，明而又明也，即下文曰新又新，學脩恂慄威儀之功也。孟子江漢以濯之秋陽以曓之，明明德之象也，親如保赤子也養也教也，止者至於是而不遷也，至善中也。如佛老之空虚，以為明心見性，襍霸之權術以為治平，非善也 \\n [以下大學傳注]明德親民之具物也，如禮也非禮不動，所以脩身本也，齊民以禮末也，事其物事也。明明德於天下者章，明其德於天下也，如書所言光被四表是也。脩身卽下文忿疐恐懼好樂憂患之用、視聽食息之事，皆脩之使無愆差，如禮頭容直氣容肅立容德色容莊聲容静口容止目容端手容恭足容重，皆脩身也。心身之主也。正卽下文心在也，謂正在中也，不論有念無念有事無事，皆敬以直内，則有以檢身，而後身可脩也。意心之所之也，欲為脩齊治平之事也，誠者欲為脩齊治平也，則如好好色，欲不爲不脩齊治平也，則如惡惡臭。不苟且或中止或外飾而自欺也，如是則意定於一，而后放心可求也。知心之覺也，致推極也。知脩齊治平何為至善何為非至善，明其當止之處，而后意可得而誠也。物大學中之物，如三物四術脩齊治平之具，上文物有本末是也。格至也，學習其物必至其域、造其極也。論語博學於文是也。博學於文，則明親之道知矣，知而後可誠意，以正其心而行之於身於家於國與天下也。論語所謂約我以禮、齊民以禮也。心以檢身百體，就職脩身，卽該正心也，明明德也。脩身爲齊治平之本，卽明德為親民之本也，明物有本末也。不言終始者，卽見先後內也，國與天下非所薄，而較之親親則所薄矣。天下之本在國，國之本在家，家之本在身，故又言厚家為國與天下之本，愈見脩身為家國天下之本也。本末不可倒加，此則知本在脩身以明德，此謂知本，則知至善之所止。明德必脩身則不混於空虚，親民由脩身則不誤於襍霸，此謂知之至也。易曰：一陰一陽之謂道，繼之者善，成之者性，言天道一陰一陽流行相繼而不息，天道本然之善也。於是大生廣生賦之於人陽德爲仁禮，陰德為義智，凝成於心者，則性也，是天命之性也。孟子曰：親親仁也，敬長義也，逹之天下也。言愛親卽性之仁，敬長卽性之義，良知良能達之天下，無不同也，是率性之道也。率循其自然也。孟子所謂利也，周禮周官脩道之教也，性卽後文三逹德，道即五達道，教則三重禮樂也，皆中也。民受天地之中以生性也，發而皆中節道也，用其中於民教也，然者庸也 \\n [以下中庸傳注]道出於性，成於教，豈可須臾離哉。若其可離，則非共由之道矣。夫人之心，喜怒哀樂，念念循環，動與物接，其间寂然不發，己心一無所覩一無所聞之時，乃須臾也。然此須臾之未發，性本在焉，是天下之大本也。此時昬忘，則道離而本隕矣。故君子存存，然敬以直內，以立其大本焉，此存心之公也。喜樂為陽，怒哀爲陰，天道之陰陽所賦也。喜怒哀樂，愷惻及物卽仁，有節文即禮，有斷制卽義，知當喜怒而喜怒當哀樂而哀樂即智。凡願為者，皆喜之類也，不願為者，怒之類也，快意者，樂之類也，不快意者，哀之類也。發謂形於念、見於事也，戒慎不覩恐懼不聞以至於共覩共聞無時不存其心，使心齊明，如神居中肆應是致中也。慎隱微之獨，以至於見顯之處，無在不敬其事，使動容周旋，中禮成己成物時措咸宜，是致和也。以之乾坤潛孚，品彙咸若，感化之位育也。官天分地，左右愛養，政事之位育也，脩道之極功也。致中，卽論語造次顛沛心不違仁也。唯天下至聖為能聰明睿知，足以有臨也，睿者思之深入也，耳聰目明，心思睿知，所以運用寬裕諸德者也。故先之異學心如止水寒潭幻照無實用，與淵泉時出正相反。苟不固聰明聖知達天德者，其孰能知之？易上文睿以聖者，思作睿睿作聖也。易寬裕諸名，以天德者寬裕溫柔，仁德發強剛毅，義德齊莊中正，禮德文禮密察，智德得於天者也。故曰天德大德小德，卽此也。馮樞天曰：集注云，人性皆善而覺有先後，必效先覺所爲，乃可明善而復其初。其言本之天命，該以知行，歸於盡性逹天，今不之用，何也？曰：集注旁襍膚泛，不明言學之正途，乃聖學之所以歧也。無論他經，即以論語言，數章而後，卽曰學文則文，非正學之所在乎？朱子訓文曰詩書，六蓺乃於此不之及，何也？興詩立禮成樂，文以禮樂，文武之道，賢者識大，不賢者識小，夫子焉不學？聖門論學確有指實矣。溯之天命，歸於盡性，則上達之事，非下學也。卽學兼知行，亦未明晰，程子曰：學者將以行之也。其言尚是，葢學有可卽見於行者，如日用動靜之禮是也；有不能卽見於行者，如兵農禮樂由求等經世之略是也。且卽日用之禮如手恭足重正立執颜之類，可卽學即行；如孺悲學士喪禮於孔子，則但為學，必他日居喪如禮乃為行，不可卽以學為行，故中庸好學、力行分二事也。宋儒為學專在讀書，內則玩索性天，外亦輔以倫常，至於禮樂兵農聖門，所謂博學於文者，獨置之若遺，以致處無學術，出無政事，世道民命無所託賴，豈小失哉！ \\n [以下傳注問]李文長問曰：學在己知不知在人何慍之有亦不用，何也？曰：據擇學問思辨之事也，守卽行也，動必以禮，謂之行，非禮不動，謂之守一也。脩身以道，五逹道也，脩道以仁，三達德也。專言仁者，知勇義禮皆統於仁也。誠，實也充也，孟子所謂返身而萬物皆僃于我也。身之本誠者，天所與之道也，反身以誠之者，人所由之道也。本天而自誠者，乃不勉不思，而從容中道之聖人也。盡人以誠之者，則學問思辨以擇善，而明篤行以固執而誠者也。有弗學，如學兵者，不學農而學兵，弗至於能不措置也。誠者天德王道僃矣，天德天命之謂性也。王道率性之謂道也。自天與以誠而心體光明言，則謂之性誠，如湯誥所言上帝降衷於下民若有恆性也，明如泰誓所言惟人萬物之靈也，是天德也，自上脩明其道。以使人誠言，則謂之教明，如孟子所言明人倫也，誠如詩小雅所言民之質矣徧為爾德也，是王道也。大哉聖人之道，上文言至誠之道，己乃贊其大而歸之以禮，以見崇禮之爲亟也。聖人卽至誠也。禮者，喜怒哀樂子臣弟友之天則也，自率由謂之道，自規物謂之禮，尊德性者存其心養其性以事天也，道問學者博學審問也，致廣大者寬以居之也，盡精微者極深研幾也，極高明者知崇效天也，道中庸者庸德之行庸言之謹也，溫故者不愆不忘率由舊章也，知新者差等百王損益因心也，終以敦篤肫厚，全其至誠，而崇禮以宰制萬物、裁成天地焉。朱注以洋洋三句爲道大無外，優優三句為道小無内，則本文贊大未嘗言小，且二語本於莊列屈原言仙道，亦曰其小無內其大無垠，非聖道也。其語意視人知甚輕矣，如此自不必慍，非而字轉文義也。聖學視人知甚重，如或知爾則何以哉，學者成己卽以成物，非不欲應人知也，乃不知焉，宜乎慍矣。然廣土眾民之欲定四海，民之樂卽不得遂，而所性不移一無慍怒，非德成何以幾此？趙漸逵問曰：本根本也，根立枝葉自生，乃程子又訓本為始，以孝弟為第一坎，仁民第二坎，愛物第三坎。世有一坎立而二坎三坎生者乎？曰：然，仁即言仁民愛物也，不必牽及性。樊遲問仁，子曰愛人，言愛曰能使枉者直，程子必訓仁為性，則孝弟難言爲性之本，遂訓本為始，且因而遁其詞曰：性中祗有仁義禮知而已，何嘗有孝弟。不惟與孟子愛親敬長不學而能相反，而率天下之人而禍孝弟者，恐自此言始矣。問朱注仁者心之德愛之理，其說如何？曰：後儒改聖門不言性天之矩，日以理氣爲談柄，而究無了義。曰理氣不可分而爲二，又曰先有是理後有是氣，則又是二矣。其曰太極是理陰陽是氣，太極生兩儀為理生氣，則老氏道生天地之說矣。不知聖經言道，無在陰陽倫常之外而别有一物曰道曰理者。易曰立天之道曰陰與陽、立地之道曰柔與剛、立人之道曰仁與義，則道者乃陰陽剛柔仁義之通名，不在陰陽仁義前也。在天在人通行者，名之曰道，故小人別有由行，亦曰小人之道。理字則聖經甚少，中庸文理與孟子條理，同言道秩然有條，猶玉有脈理、地有分理也。易曰穷理盡性以至於命，理見於事性具於心命出於天，亦條理之義也。今乃以理代道，而置之兩儀人物以前，則鑄鐵成錯矣。卽如愛之理自幼觀之以爲愛之道理云爾，虚字也。及觀朱子自訓，乃滋之惑。曰理是根愛是苗，猶糖之甜醋之酸，夫糖甜醋酸卽其性，卽此物非糖醋為根酸甜爲苗也，亦非酸甜爲根糖酸爲苗也，仁性卽愛，非别有一理為根而愛爲苗也。孟子曰惻隱之心仁也，人皆有不忍人之心，易曰天地之大德曰生生，生卽仁也卽愛也卽不忍也，即性卽情也，必以愛爲專言情，而曰有一理根在先，亦異於易與孟子矣。溤樞天曰：楊氏謂敬事章，但論所存，未及為政，請問事非政事乎？曰：非但此也，卽朱注務本亦誤使民，則修築細事亦具矣，曰事，則本末畢舉矣。颜先生曰：明示治國之政，而曰未及為政，先儒斷不冬烘至此。其源則以重惺覺卑事功，不知不覺，遂為此語也。語宋涵可曰：聖門不空言敬，敬其事，執事敬，行篤敬，修己以敬，孟子所謂必有事也，程子訓主一無適，粗言之猶通，謂為此事則心在此事，不又適於他也。精言之，則心常惺惺，心要在腔子裏，乃離事言敬矣。且為事之敬有當主一無適者，亦有未盡者，瞽者善聽，讋者善視，絶利一源，收功百倍，此主一無適也。武王不泄邇不忘遠，劉穆之五官竝用，則神明肆應，敬無不通，又非可以主一無適言也。問中庸戒慎不覩恐懼不聞，非無事而敬與？曰：君子無事之敬有二，一其所不覩不聞，乃前念己過後念未來，須臾之頃，故曰不可須臾離也。一向晦宴息夢寐持敬，曰夕惕若，然正敬事功純乃如此，非卻事以爲敬也。問何以見離事言敬也？曰：朱子謂程子言主一無適，謝氏言常惺惺法，尹氏言其心收斂不容一物，葢敬心既立，由是以格致，由是以誠正修齊治平，是敬先事後，非離事言敬與？且其持敬之功曰半曰静坐，何嘗著事與？四明潘用微曰：必有事之謂敬，非心無一事之謂敬，心無一事，不過虚明湛然，如佛氏所謂惺惺寂寂而已，豈聖人之所謂敬乎？語惲敦夫曰：宋儒講主敬，皆主靜也。主一無適，乃靜之訓，非敬之訓也。葢自太極圖說以主靜立人極，其後不惟楊龜山李延平靜坐體驗喜怒哀樂未發氣象，朱子議其似坐禪入定也，卽程子與游楊等講學，忽然閉目端坐，門人侯之雪深尺餘乃醒，試思從古聖賢，有此境邪？問集注以安處善樂循理解富而好禮，不用何也？曰：好禮,如衞武公內而威儀話言/外而告命兵戎,微而爾室屋漏/顯而灑埽友朋,行之有具動必以禮,日求儆戒視但無驕者,大進矣.若安處善樂循理貧而樂者,獨不然乎?何以分焉?問:溫故知新不從集注,何也?曰：朱子曰,溫故不知新,只記硬本子聞見,雖富記誦,雖勤口耳,文字之外略無意義.則其所謂温故者,祗在讀書而知新者,卽其所謂一旦豁然貫通,非古人操縵襍服敬孫時敏之謂也.況子夏曰月無忘其所能温故也，曰知其所亡知新也，明分二事。且中庸朱注故新亦分二事，何必於此而合之？又曰：近宗程朱者詆陸王頓悟爲禪，不知古經無悟字，悟卽禪宗，不特在頓也。程朱好誦讀、重惺覺，故悟欲漸；陸王輕誦讀、專惺覺，故悟欲頓。葢視程朱又甚耳。潘用微曰：悟者，從未有是境而忽及之，禪家以此為法門。愚謂大學言知在於格物，論語先覺，就應事接物言，與一旦豁然之旨，天淵分矣。問：張氏非為欲使民敬忠以勸而為之，以為無計功謀利之心，何如？曰：後學迂弱無能，皆以此語誤之。董仲舒曰：正其道不謀其利，脩其理不急其功。語具春秋緐露，班書誤急為計，宋儒遂遵此為學術，以為事求可、功求成，則取必於智謀之末，而非天理之正。請問行天理，以孝親而不思得親之歡，事上而不欲求上之獲，有是理乎？然則用兵而不計兵之勝，孔子好謀而成非矣；耕田而不計田之收，帝王春祈秋報皆為冀利貪得者矣。康子但無使民敬忠以勸之具耳，非謂其使之之言非也。敬忠且無論，在上者不使民勸於爲善，安用上爲？謂惲廉夫曰：魯有天子禮樂，程子曰成王賜之，伯禽受之，皆非也。其論似維持君臣之倫，而實未盡人情天理之至也。觀之書可見矣：二帝於臣拜而不稽首，周王於諸矦惟有天揖土揖時揖，乃太甲於伊尹、成王於周公獨拜手稽首。孟武伯曰非天子寡君無所稽首，則稽首拜君之禮也。是其敬之如君不敢以臣禮待之明矣孔子刪書存之固以為當矣太甲以天子禮葬伊尹成王以天子禮祀周公葢以臣子自居者伊尹周公之道也不敢以臣子待者太甲成王之道也若謂天子之尊必不可施於臣則尧舜竟以天子與臣舜禹竟受天子之讓愈大非矣程啟生問素絢章不用集注請詳示之曰：一以其誤引考工記也考工記後素功素采色也非素地也施粉釆在後也非素在先而繪在後素即繪之一色也況素地古所未聞尚書考工皆指上衣山龍華蟲作繪為言孔疏云祭服玄纁為之故時稱玄衮未聞白素作朝祭服也一以非經文也後素素在後也令云素地在先須改云後於素矣一以禮後於忠信非教也聖人敎人以禮為要曰：克己復禮約之以禮今乃曰：禮後於忠信不幾如莊老言禮義忠信之薄乎葢詩言素以為絢謂國色素豓拭之瑩然濯之皎然是為絢飾子夏之疑則謂素乃天成非絢飾也子證以繪事言繪事後加素采則素卽名為絢飾亦何不可夫解素之可為絢而曰：後則天生之素見於後之拭濯不可以蒙不絜猶性出之禮而周公制之孔門學之皆有後起之功釋回增美不可己也夫子言後素未嘗思及此故贊以起子馮樞天問曰：集注引甘受和白受采忠信之人可以學禮白非指素地歟曰：注疏有明訓矣謂甘亦一味而能受他味之和白亦一色而能受他色之采忠信乃禮之實具非與禮為二物而忠信在先禮在後也問關雎朱注以為宫人思樂后妃得其性情之正不從之何也曰：朱子每以理論詩則此注於理有歉矣宫人誰之宮人邪文王文定時方十四五歲未得先有宫人以思后妃若曰：王季宫人則國君之子年方幼少何至為之思擇配至於寤寐反側且宫人者非宦寺則宮女也琴瑟鐘鼓豈共分所可為者乃謂得性情之正則性情之正在宦寺宮女矣王業基之宦寺宫女矣用之鄉人用之邦國皆欲其以宦寺宫女為法矣序謂后妃思進窈窕之衆賢未得而憂既得共事宗廟樂行而樂何其風雅可感可歌似不必為新說也問吳氏論子產是否曰：行己事上養民使民盡人臣之事矣子產皆合君子之道春秋時孔子而下第一人也乃吳棫刻責之曰：但言有君子之道四則其餘未至矣請問四者之外是何事而子產未合君子之道乎朱注如樊遲粗鄙近利子貢欲為皎皎之行聞於人等語皆無據而詆先賢又朱子謂學而時習之看來好支離陸子謂有若為人孝弟數章自幼覺其支離則視聖賢無一可尊信矣豈誠分道揚鑣者邪國公玉問宋儒尋樂樂果何在曰：孔颜之樂聖經有明訓矣論語曰：知之不如好之好之不如樂之之字皆指道言則樂道也孔子自居好學曰：樂以忘憂則樂學也子之武城間弦歌之聲莞爾而笑則樂道之得行也孟子曰：父母俱存兄弟無故入孝出弟之樂也仰不愧天俯不怍人守先王道之樂也敎育天下英才待後學之樂也皆樂道也周茂叔乃令二程尋孔颜所樂何事朱子曰：今亦不敢妄為之說若說樂道便粗加樂天知命四字又壞了這樂以至陸子靜曰：未知博學个甚麼審問个甚麽朱子曰：如今不敢說時習須看見得物事方能時習又曰：孟子道性善須看因何理會一个性善作甚麼一派禪悅藏鉤設謎乃附孔颜之樂學者不可不辨也問集注游蓺為小物為末為輕何如曰：庚子冬如江南適鄭魚門江宁校士訖有一士曰：李正芳陳請鄭公以颜習齋之學訓士鄭公批云習齋學重六蓺但道為本蓺爲末恐人舍本而趨末也李生來質余曰：達巷黨人稱孔子博學孔子擇居射御是以射御爲學也子之武城聞弦歌而子游以為學道是以禮樂爲道也孔門身通六蓺者七十二人而有德行者不違仁是德仁皆在六蓺內也以倫常日用言曰：道得倫常於身心曰：德心純粹曰：仁而其實事則曰：蓺集注道蓺分本末誤也自古有以禮樂為末者乎記曰：禮樂不斯須去身末務而何庸斯須不去乎孔子曰：立禮成樂文以禮樂可謂成人末務而何以成德成人也乎然鄭公未可尤也宁道孔聖誤諱言鄭服非漢唐重師承卽然矣何尤問用行舍藏注何如曰：則行則藏有求志逹道之具也集注如尹氏謝氏專以行藏無意必言宋人不重經綸之具可見矣事懼謀成正告子路以行軍之道非不重其行軍也若不與其行軍曷為曰：可使治其賦乎謝氏乃曰：其問卑宋人之輕去武備又可見矣此其所以屈膝於金源也問子言民不可使知程子改為不能使知而曰：若聖人不使民知則是後世朝三暮四之術矣何如曰：使民愚者霸主之心也使民智者迂儒之見也考三代敎民之法惟有正月朔日縣治象之法於象魏使士民觀十日而斂之且狥以木鐸曰：不用法者國有常刑此外則敎士而使民觀感卽以敎民故大司徒曰：以鄉三物敎萬民孟子論敎民祗在庠序學校王制簡民之不帥教者耆老皆朝於庠元日習射上功習鄉上齒使其觀焉是也無專聚農工商而敎之者敎之則諭以事如月令戒其容止婦女無觀以勸蠶事之類無專聚民而與之空講道理者故驅而之善也曰：民之質矣日用飲食從欲以治也曰：不識不知順帝之則自明有講聖諭一事聚衆講說忠孝之所以然乃道學講學之習所連而及也究之愚者莫能領解智者啟其穿鑿而民俗日遠於古朝聚夕散擾民廢事乃知不可使知之訓不可改也問子絶四注何如曰：聖人大而化之心體直同天地乃以物欲牽引循環無穷八字考其有無恐以常人之量窺聖人矣問集注以私欲訓已不用之何也曰：己訓私欲從無此解且下文卽曰：為仁由已一訓私欲一訓我身頃刻異訓可乎聖門專重學禮宋儒專言去私學禮則明德親民俱有實事故曰：天下歸仁去私則所謂至明至健者祗在與私欲相爭故訓克曰：勝曰：殺訓禮曰：天理而履中蹈和之實事程子四箴皆不及焉遂使二氏翦除六賊之說得以相襍始以私欲爲賊而攻伐之究且以己之氣質為賊而攻伐之是戕賊人以爲仁義也其害可勝道哉颜先生曰：今人非禮一讀勿視一讀言不視非禮也經文則非禮勿視作一讀言視必以禮也虚實之判若天淵矣故集注不言天下歸仁而解曰：天下稱仁亦虚亦小矣問心常存故事不苟不用之何也曰：為之難之字指仁字難卽仁者先難之難言為仁難言自訒何其明切加一存心於爲事先豈聖言尚待沾補邪語王帶存曰：集注以禰祖爲名不正誤也輒名不正在於拒父若禰祖則從古有之商太甲以孫繼湯周桓王以孫繼平王祖必入禰廟未聞新祔之君有空禰廟而升祖廟者魯僖公以兄繼閔公周孝王以叔父繼懿王閔公懿王亦必入禰廟以不入禰廟則廟中并無一弟廟姪廟可入也魯文公時當遷閔祖廟而祔僖公於禰而文公欲尊其父竟遷閔廟主躋禰於祖謂之逆祀左傳曰：子雖齊聖不先父食謂閔居禰廟久僖即其子也公羊傳曰：逆祀者先禰而後祖也謂僖宜禰者而先之閔為祖者而後之也穀梁傳曰：是無昭穆也是無祖也謂閔宜遷昭而仍禰廟在穆僖當祔穆而躋祖廟在昭不尊閔無祖也是則高曾祖禰四廟以次遞遷祧必在昭祔必在穆新祔者不論其世次為父為祖爲兄弟為姪為孫而皆祔之禰廟乃廟次一定之禮且去者舊為君而新君曾爲臣雖兄弟與叔父皆臣也以臣繼君則猶子之繼父矣亦傳位一定之情出公不祔祖於禰而何祔矣問三友三樂集注言相反不用何也曰：此作時文伎倆也聖人立言豈為瑣瑣比偶哉況以注文觀之飾威儀似不諒何以反直工媚說似不直何以反諒驕樂則侈肆而不知節佚遊宴樂尚知節乎佚遊則惰慢而惡聞善宴樂驕樂者尚欲聞善乎宴樂則淫溺而狎小人驕樂佚遊者不狎小人乎謂三弟曰：朱子云洒埽應對之事其然也形而下者也洒埽應對之理所以然也形而上者也夫事有條理曰：理卽在事中今曰：理在事上是理别爲一物矣天事曰：天理人事曰：人理物事曰：物理詩曰：有物有則離事物何所為理乎且聖道祗在其然故曰：無黨無偏王道平平道學專重所以然故曰：不見物事不能時習與異端窈窈冥冥其中有物等語不同一旨乎問朱注明德何如曰：虚靈不昧具眾理應萬事此心之訓也非指性之德也則所謂明者佛氏之明心耳豈吾儒盡性之學哉又問孟子言仁人心也仁性也卽心也今何分心性為二也曰：善哉問也經有分言者存其心養其性則心以氣質言也性以義理言也有合言者仁義之心心之所同然曰：理義是義理卽在氣質無二物也異端滅去義理而專以靈明知覺為心已心非其心矣又何與於性謂方鐵壺曰：主敬存誠誠意正心入道之門戶然向解皆誤主一無適乃主靜之功非兢兢業業小心翼翼之敬也真實無妄乃質民之誠非返身而萬物皆備之誠也誠意統明親意者知正修齊治平之善而欲為之也誠者實其意而定於必為也意定然後可正脩以明德齊治平以親民焉正心兼動靜有念有事無念無事時時敬慎使天君肅然中處也若朱注以意爲心之發則心統動靜誠意卽屬正心功矣經何以分為二事也况人心發念時多未發時少發念屬誠意則正心之功僅幾希矣若終日寂然惺然以為正心則異端之玄牝白業又非聖學矣鐵壺曰：論道須以人心之不言而同然者此其是矣語三弟曰：誠意歸之慎獨者言獨中旣有此為道之意則當兢兢然如對天地而涖鬼神不可以不誠也朱注以審易慎以幾易獨非經文矣且審幾者何也以爲善惡之幾則率性而發祗有善而無惡格物致知後之意亦何至期於為惡若如時解為欺慊之幾則意在馬善去惡而卽誠於爲善去惡如好色惡臭或不誠而曰：姑勿爲姑勿去皆轉念非幾矣周子通書曰：誠無爲幾善惡陽明言無善無惡心之體有善有惡意之用正本周子乃世專祗陽明何也陳睿安問性道朱注皆統人物言傳注專言人何也曰：性通人物言是孟子所厈告子以犬牛之性猶人者也孟子曰：萬物皆備於我謂服牛乘馬隨山刊木萬物裁成之道皆在吾性中非謂萬物與人同此性也語劉其德曰：中庸戒懼不覩不聞與慎獨學者每分靜存動察非也謂不覩不聞之須臾亦不可離道則覩聞之不離道可知矣人以為隠微而恕者君子必不恕而慎之則見顯之慎可知矣故曰：致中言自其所不覩不聞推至共覩共聞無時不存其心也致和言自隱微推至見顯無在不敬其事也葢己不覩聞之時人所易忘火息修容固爲誠篤而見顯之處動容周旋中禮非盛德之至何可能者致之則三達德五達道三重九經皆全而無憾矣天地萬物有不位育者乎其德曰：向讀朱注致中謂自戒懼而約之以至至靜之中無少偏倚疑其所不覩不聞已屬至靜此外又有一至靜之中是何境界聞此豁然矣謂馮樞天曰：宋儒分存養省察爲二事不知存養省察皆正心之功非二事也君子九思省察也而思則得之先立其大卽存養矣曾子戰戰兢兢臨深履薄統省察存養言也孟子操則存操必須省察而卽存養矣葢省察則心自存存養則心能覺似有分功而實一事也宋儒皆為周子所誤周子為壽涯陳摶所誤以主靜為存養遂分之為靜存動察矣張籲門問朱注颜子葢真知之故能擇能守何以不用曰：道不行由不明必如舜智而道行道不明由不行必如回守而道明則回之為人節目重行何以又重知且能擇知也又有一真知在其前是何物乎非異端圓覺之說乎子曰：學而知之禮曰：人不學不知道程子乃反之曰：進學在致知則其所謂學者為虚字而其所在之致知為講誦為惺覺非聖學矣書曰：知之非艱行之惟艱而朱子曰：真知自然行不能行祗是不能知又反書言陽明致良知正同此誤謂吳穎長曰：朱注誠者真實無妄之謂真字出二氏無妄無虚偽也不足以盡誠也孟子曰：反身而誠乃反身而萬物皆備於我四德充萬善集故曰：善信充實而有光輝故易亦曰：篤實輝光日新其德中庸申至誠曰：敦厚崇禮曰：小德川流大德敦化豈僅民之為質勝於私詐小人而已哉且不讀易乎無妄匪正有眚不利有攸往又曰：無妄災也如王介甫司馬君實一造新法一變新法過激而致敗朱元晦門人至欲殺陳同甫明東林激戅遺禍士類凶於家國是災也而豈至誠之謂哉劉士宜問自誠明節不用朱注何也曰：謂性謂敎與前天命脩道一名兩解殊為不合且經曰：謂之教乃注曰：由敎而入是當謂之學矣何以謂之教閻季白問朱注天道人道分章不從之何也曰：天道言天與人之道也人道言人自盡之道也今乃獨以自然之聖人為天道豈勉然者非天道乎以勉然之人為人道豈聖人非盡人道乎且故至誠無息卽承上文成已成物而上文曰：人道此分之曰：天道王天下有三重卽帝王不過如此而單歸勉然之人文義皆不合也又曰：大學一章中庸一章朱子强分多章誤矣江陰徐翁世沐閱中庸傳注評曰：大旨不差第開捷徑朱子曰：捷徑一以開靡然世爭趨埽記誦訓詁詞章村學究之窠臼快則快矣如捷徑何曰：承敎甚喜然捷徑不敢不辨愚之所傳者颜習齋先生之學也自聖道晦而朱陸兩分朱重誦讀著述陸譏之曰：支離陸重心地澄澈朱譏之曰：捷徑以其厈去聞見直指性天為頓悟爲捷徑也今颜先生之學重詩書習禮樂博依襍服以孫以摩操心省身遷善改過日慎月厲未能遽成路甚不捷矣海內是此學者漸多然以實力於學實見於行或畏其難翁乃以為捷非信口之言乎傳注云子思當時論性測天處士横議之禍己萌如談天臧三耳是也評曰：中庸隱怪是賢知之過曰：翁亦知論性測天者之為隠怪乎程子敎人靜坐揬會性天又曰：道通天地有形外思入風雲變態中張横渠曰：思天地之理有所得卽夜必起書非正戰國之談天乎道有當然有所以然子孝臣忠當然也必有所以然耳聰目明當然也必有所以然非正兩耳為耳有所以耳者爲三耳之說乎而乃主之而不以為過乎評鮮能知味節曰：陸稼書云老大始知氣質駁思量祗是讀書粗賢知之過駁也鮮能知味粗也曰：翁前評曰：埽記誦村學究之窠臼雖屬不平語然未嘗不以爲記誦如此其卑也乃此又專歸之讀書何也舜命夔教胄子直而温寬而栗氣質可謂純矣而化之惟以禮樂孔子言知廉勇蓺文以禮樂未嘗言如何伊吾繙閱也宋明以來儒者各立門戶一聞異己之言輒盛氣相加以致結黨修怨害於家凶於國其氣質之駁為何如者豈專讀書不細之過邪陸稼書任靈壽邵子昆任清苑皆有清名而稼書以子昆宗陸王遂不相合刊張武承所著王學質疑相詬厲及征喀爾旦撫院將命稼書運餉塞外稼書不知所措使人問計子昆子昆荅書云些須小事便爾張皇若遇宸濠大變將何以處之速將王學質疑付之丙丁則僕之荒計出矣然質疑一書多可採觀其闢陸王躐等性天之獘甚切但其駁陸王者卽駁程朱者也乃一主一奴此尚歸之讀書不細邪抑有所蔽遂不自知邪評云素必當作索索隠知者行怪賢者分兩項曰：素隠木可解必以漢書引之作索隠遂謂素是訛字則漢書曰：好問近乎知豈好學又訛乎至以素隠爲知行怪為賢亦自可通然朱注分配有不妥者四書賸言曰：幼時聞先敎諭兄講哀公章詢曰：生知為知學知爲仁困知為勇又三近為勇之次未能釋然先兄無以應颜先生曰：朱注天地位承致中萬物育承致和而又曰：未有致中而不和致和而不本於中者未有位而不育育而不位者則何為分配矣不見而章三句統言至誠功用出於自然朱注乃謂不見配地不動配天則地曰：見天曰：動難以解矣傳注云體如體群臣之體君非臣體也而軫恤之至如體之鬼神非物體也而肸蠁之至如體之評曰：不如訓幹事為妥曰：如朱注說是非體物而不可遺乃鬼神為物體而不可遺也其見要以物伸為神物屈為鬼故其言曰：如風雲雷電初發時神也及風止兩過雷住電息則鬼也精氣聚而爲物何物而無鬼神天為神地為鬼春夏為神秋冬為鬼晝神夜鬼日神月鬼潮來為神潮去爲鬼人氣之呼吸者爲魂魂卽神耳目口鼻為魄魄即鬼上體為神下體爲鬼語爲神嘿爲鬼動爲神靜為鬼烏呼從古有稱地為鬼月爲鬼者乎人上體為神下體為鬼則人人而兼神鬼矣人靜而嘿卽指之曰：鬼則敎人半曰：靜坐乃使之學爲鬼也且若是則觸目入耳當前皆鬼神失何以曰：視而弗見聽而弗聞況人為鬼神則使天下之人即鬼神使天下之鬼神矣物體卽鬼神則鬼神可度不須言格矣葢天地之中人物之外實有鬼神上下兩间易曰：精氣為物言氣之精靈聚而為物其精氣主宰即神也又曰：游魂爲變言人死則浮魂游愓散而為變其變之千態萬狀皆鬼也故曰：知鬼神之情狀祭義曰：氣也者神之盛也魄也者鬼之盛也衆生必死死必歸土此之謂鬼骨肉斃於下陰爲野土其氣發陽於上為昭明為焄蒿悽愴此百物之精也神之著也則專指祖考之鬼神卽游魂爲變也故下文接言宫室宗祧報氣報魄之禮此經言鬼神之明據也其為制也則先王制圜丘方澤以祀天地之神社稷以祀土穀之神望禮以祀山川之神百祀以祀百物之祌宗廟以祀祖考載於三禮昭如曰：星祭祀之外無鬼神矣如在其上如在其左右神之格思卽經文自訓體物也後儒不遵孔門下學上逹之敎躐等而求性天而又失其義言性則曰：性有惡是不知性矣言天則不知郊祀天明堂祀上帝爲何道而但混曰：天者理而已今言鬼神又恍忽如此乃知知性知天不可以强揬力索得亦不可以從容玩味得也必宜先正其下學之功矣傳注云祭法有虞氏祖顓頊以下穷蟬敬康句芒蹻牛瞽瞍共六世舜受命為帝時瞽瞍尚在祖廟以顓頊下四世爲四親廟是宗廟饗之也評曰：祭法不是舜無四親廟曰：曾見翁評禮記宗石梁王氏等說刪抹甚多此似毁經蔑古之習今復曰：祭法不是舜無四親廟則木本水原卽在監門傭卒無不感夫春露秋霜者曾舜而監門傭卒之不如乎孟子曰：以天下養養之至也乃以天下養不以天下祭乎且此宗廟饗之將作何解若曰：堯廟而舜饗之則與瞽瞍何與而入於大孝之內也毛河右有言曰：蔡氏注書據蘇軾之說謂神宗堯廟其意謂舜受堯禪則舜一代不當立廟此皆小人之腹妄測大典遂紊倫常天下豈有身為天子而不為祖宗立廟者若然則孔子所謂宗廟饗之者安在若謂宗廟饗子孫保皆指商均以後言則當身不事祖考而欲使子孫事祖考乎且此何所見也況蔡注引祭法有虞氏禘黃帝而郊嚳祖顓頊而宗堯證堯廟正惟此時舜自立有虞氏之廟故得禘黄帝祖顓頊禘與祖皆廟中之祭黄帝與顓頊皆舜之親堯未嘗與顓頊有統系也比舜立廟也其郊嚳而宗堯者以舜不宗舜論功德所授當以郊祀配天屬之嚳宗祀明堂屬之堯耳至於宗禹宗湯宗武王皆繼世之主所宗舜無繼世也然且所郊所宗皆係特設與廟主無與而蔡氏以宗堯證帝堯之廟是誤以宗祀為宗廟矣且益稷篇曰：祖考來格馬融謂此乃舜除瞽瞍之喪祭宗廟之樂雖不知在何時然以簫招九成觀之則禹為舜興九招樂在禹攝政後必瞽瞍爾時始死觀舜踐帝位後常載天子旌旗朝瞽瞍可驗也其曰：虞賓者堯子丹朱助祭稱賓則舜立宗廟明矣而蔡注於祖考二字不置一解不知爲誰祖誰考天下有注經如是者乎塨案五帝首黄帝黄帝至堯五世文祖孔傳曰：堯祖廟舜追祀自出之帝不過黃帝則堯祖廟為黃帝明矣神宗孔疏曰：舜始祖之廟祭法則明曰：祖顓頊矣向來闕義可以豁然傳注云：至誠虚靈前知則如神矣，評曰：無發明。曰：愚注虚靈前知四字，謬用易神以知來智以藏往也寂然不動感而遂通天下之故也，今敎曰無發明。葢以為必如朱注：誠之至極無一毫私偽畱於心目之间，乃能有以察其機為有發明也。愚謂宋儒之學，以無私為極，故訓仁曰無私欲而有其德。訓誠曰無私僞，論學問曰去私存理，論治道曰遏人欲於横流、存天理於旣滅，然細研聖賢之學，去私其始事也而非其至也，即以颜淵仲弓問仁二章論之，克己復禮乃約我以禮也，不專去私也。出門使民如承賓祭，修己以敬也，非去私也。惟已所不欲勿施於人，是為公以勝私耳。故以學問言，禮陶樂淑，存心養氣，不專在制欲也。以功業言，致治戡亂，允文允武，不專在防涇也。至於不顯惟德、至誠無息、光被四表、格於上下，又豈僅無私之云？況異端亦曰無私，墨子兼愛，尚何私心而罪至無父？佛氏去聲色屏六賊，專重制私，而為無父無君之教，豈聖學而無私盡之乎？評崇禮為亟曰不然曰：孔子言博學於文約之以禮，約之卽約所博之文也，則聖學惟一禮矣，內外合知行，盡矣。乃曰不然，何也？禮者，孟子所謂節文也，恭敬辭讓也。宗程朱者以天理二字混之，宗陸王者又直指良知曰，禮者吾心之大規矩也，而禮入空虚矣。晉人之於禮也明廢之，宋明之於禮也陰棄之，此世道人心之憂也，豈解經之失而已哉！傳注云，其大無外其小無内二語，出於莊列屈原，言仙道亦同非聖道也。評曰：用古不拘。曰：孟子云，誦堯之言堯也，誦桀之言桀也。乃用異端之言以亂道，皆不拘乎？ \\n  \\n   \\n  "}
{"章节": "颜氏學記卷六", "正文": "  \\n 颜氏學記卷六 \\n 　 \\n  \\n 恕谷三 \\n 宋儒學術之誤實始周子周子嘗與僧壽涯道士陳摶往來其教二程以尋孔颜樂處雖依附儒說而虚中玩弄實為二氏濳移而不之覺二程承之遂以其依稀恍惚者爲窺見性天為漢唐儒者所未及不知漢唐儒者原任傳經其視聖道固散寄於天下也宋儒於訓詁之外加以體仞性天遂直居傳道而於聖道乃南轅而北轍矣於是變舊章者有八一太極乃參同契水火匡廓三五至精二圖合之為丹家修煉之用道藏真元品明載之易無此也一僞傳河圖洛書上古圖書自周幽王之難已失而宋之陳摶乃出二圖以誤儒者遂載大易之首周易玩辭曰：姚小彭氏謂今所傳戴九履一之圖乃易乾鑿度九宮法本朝劉牧長民以為河圖而又以鄭康成大衍注生數就成數依五方圖之為洛書偽關子明洞極經又兩易之宜世儒有夔魖罔象之譏也一靜坐聖經未有其說宋儒忽立課程半日靜坐則幾幾乎釋氏跌坐之說矣一敎人以性爲先明與聖門不可得聞不可語上相反矣一朱子言古者八歲入小學敎之洒掃應對進退之節禮樂射御書數之文十五入大學教之以穷理正心修己治人之道又曰：小學學其事大學明其理此前無所承憑臆創說者也内則歴載學習六蓺崴時大戴禮賈誼皆言小學學小蓺大學學大蓺葢禮樂六蓺正格致誠正修齊治平之事非二端也但年有少長則習有小大耳今舉其事盡歸之小學至大學乃專以讀書明理為務則徧考三代敎法未之見也故自居道學而於學字誤解以致數百年學術盡誤也一曰：致良知說命曰：知之匪艱行之維艱宋儒則以真知為重言人有真知所行自然無失不能行祗是不能知至明王陽明遂專以為心源澄澈諸事可辦創為致良知之說而今之儒者亦群議其為禪矣一立道學名子貢曰：賢者識大不賢者識小莫不有文武之道葢世無全局負荷之人則分寄道者必不可少自朱門立道學名宋史遂專立道學一傳但取注經講性天者為道學遂相率為迂腐無用之學矣一立書院古大小學皆稱學書院之名自宋始是專以誦讀為學矣 \\n [上颜先生書以下文集]後儒之學所依據者曰：尊德性曰：道問學德性中庸自明之矣曰：知仁勇易言君子四德周禮六德皋陶言九德洪範三德孟子以仁義禮知統之直指曰：形色天性也唯聖人然後可以踐形踐形者踐其肅乂哲謀聖以全形色之天形色全則性全矣故孔子詔為仁曰：非禮勿視聽言動曰：居處恭執事敬與人忠論崇德曰：主忠信徙義要使躬行日用事事自強不息念念參前倚衡是謂之先立其大未嘗有所謂靜坐觀空致思於無極太極生天生人之始以為尊德性也卽用力久上達如孔子五十知天命亦聽其自致耳而其始固立焉學焉不之驟也故曰：下學而上達其教人也罕書命仁性天不可得聞孟子雖不得已與亂性者辯而皆就才情言非專以言性立教也乃後儒或以頓悟為宗或教人以性為先閉目靜坐息念觀空是後儒之尊德性非聖學之尊德性也大戴禮保傅篇曰：古者年八歲出就外舍小節學小蓺束髮就大學大節學大蓺故内則列為學次第自能食食以及四十出仕皆修已治人之事周官取士以三物孔門傳習由以治兵求以足民赤以禮樂未嘗有所謂先讀某書後讀某書以佔畢為專業也卽有時誦讀則誦詩以習樂觀書以知政耳夫人精力有幾乃不力禮樂兵農之學水火工虞之業而徒騖於誦讀著述何為哉孔子刪定乃末年不見用恐先王旣遠大道就湮故刪緐就簡以詔後世使其效吾行而行非謂襲吾言而言也況言之似是而非以誤來學者乎則後儒之問學非古聖之道問學也 \\n [上許酉山先生書]先生前贈塨以四字曰：主敬循禮塨以為千聖百王之學不外此矣主敬者小心翼翼昭事上帝也小心卽敬也翼翼進而不已也所謂日躋也昭事者明事也明明德以事天也惟敬則進則明惟日進而明乃見其敬循禮者克己復禮也約之以禮也細而日用起居大而兵農禮樂無一非禮息有考時有課曰：有行乃謂之循然二事實一事以禮治內則為主敬以敬範外則為循禮終日乾乾夕惕若外此無餘功矣彼靜坐頓悟章句口耳則吾儒之歧途也 \\n [與竇靜葊書]子向於吾有聽受而無辨難不知子之所得若何而於我無益故昨與子言吾有過無論見之真與不真務盡其說今子果慨然有所敷陳甚善但子方志學辨之未明不可不與子明剖焉謂余好讀作損精神此颜先生之言而子本之葢後世之學學習事少繙閱事多自幼為之長未能脫吾人精力有幾可擲之紙墨中耶且坐讀久則體漸柔漸畏事事將蹈宋明書生覆轍先生之誨誠是而愛我誠深感之勉之不可復有辭說故默聽之但吾之繙閱亦為學也與先生所見微有不同吾人行習六蓺必考古準合禮殘樂缺當考古而準以今者也射御書有其髣髴宜準今而稽之古者也數本於古而可參以近日西人諸法者也且禮之冠昬喪祭非學習不能孰其儀非考訂不能得其儀之當二者兼用者也宗廟郊社禘祫朝會則但可考究以待君相之求不便自我定禮以為習行者也矧今古不同公西華之禮樂惟曰：學習何者三代之禮至周而備時王之制釐然也無變易者然殷路周冕舜樂孔子且以考究為事矣今世率遵朱子家禮然多杜撰無憑行之傎躓其考議之當急為何如者海內惟毛河右知禮樂萬季野明於禮文向問之不厭反覆今季野長逝河右遠離吾道之孤復將誰質故上問之古人耳豈得己哉至子言絕名又言祗見名之可惡葢惟恐予之有名心也意甚善而亦有未盡者予於汝輩未多戒名以北人僑野汝輩少學寡與何知名高故不必言至都門之友四集則論學首戒務名以吾學之成己成物皆天性不容已之事若意移於騖外狥名則天性之誠必漓將為鄉愿為華士此所以皇然內返一有浮念輒慚愧終日而不宁者也然以名為可惡可絶則又不可孔子曰：人不知而不慍又曰：如或知爾則何以哉是不慍不知非不欲人知也又曰：君子疾没世而名不稱是不惟不惡名而且疾無名也故曰：無實邀譽者小人也逃名者后隱也異端也實至而名歸者聖賢也若夫易言儉德言無譽則遇否而為避禍計非通道也 \\n [荅三弟益溪書]塨稱康成學行卓然聖經不亡實頼其力先生駮曰：觀傳載戒子書吾家舊貧不為父母兄弟所客學行卓然者肯為此語乎七十之人尚以父兄為憾醕儒如是乎聖經至東漢列學官己久卽無康成法亦未必亡何力之有若論其注則全據緯術豈可稱醕適亂經耳卽如言禮以圓丘方澤宗廟爲三大禘先生以為是乎烏呼過矣康成好學父兄欲其為吏傳首云少為鄉嗇夫得休歸嘗詣學官父數怒之不能禁其書接不容下云去厮役之吏遊學周秦之都是也言此以戒其子使向學耳先生遽曰：憾其父兄則甚矣傳載少通易春秋歷算又學受禮詩書博綜六蓺時之俊傑百家竝起莫不嘆服則長於學問昭烈帝曰：吾幼周旋於鄭康成盧元直言治道多矣未嘗及赦則長於經濟與孫嵩趙岐同被禁錮則長於氣節其子益恩救孔融之難捐軀報德孫小同不附司馬氏則世傳忠孝袁隗陶謙袁紹等敬禮崇隆而皆不能絀黃巾賊數萬見皆拜相約不入其境則無貴無賤皆心悅誠服尚不得謂之學行卓然乎傳又曰：中興之後賈逵范升之徒爭論古今學康成義據弘深古學遂明又曰：東京學者互相詭激遂令經有數家家有數說康成括囊大典删蕪刊漏學者乃知所歸其用讖緯间有之然不可言全據緯術也稱三禘自是其誤然不可以一節之短而遂詬其生平也塨於宋儒每有駁正為其特立一學術至使人心陷溺世道衰微卽如我輩不為宋儒所錮矣而尚有迂闊尚淪懦弱尚染浮文尚時動釋老之心道不盡明不盡行皆少受宋儒毒致之也則為所錮者更何如故不得已辯之然止論其學不牽其行謂得失皆有在無苛也且其失亦隱而不發者多矣非為先儒存厚乃為我輩立德也請共勉之 \\n [復惲皋聞書]格物之物卽周禮之三物而人多疑之門下不必作周禮三物觀但以仁義禮智為德子臣弟友為行禮樂兵農為蓺試問天下之物有出此三者外乎吾人格物尚有當在此三者外乎道原於天事習於學二帝三王擇民之秀者為士使之入學習六蓺之事而卽以此供子臣弟友之職全仁義禮智之性名異而事則一後世行與學離學與政離宋後二氏學興儒者浸淫其說靜坐內視論性談天與夫子之言一一乖反而至於扶危定傾大經大法則拱手張目授其柄於武人俗士當明季世朝廟無一可倚之臣坐大司馬堂批點左傳敵兵臨城賦詩進講覺建功立名俱屬瑣屑日夜喘息著書曰：此傳世業也卒至天下魚爛河決生民塗炭烏呼是誰生厲階哉 \\n [與方靈皋書]近世詩文字畫浮學不論所稱高坐道學不過三者一玩照內地一持身不大傎躓一誦讀著書遂自謂今世上品夫誠今世上品也但以之封錮謂周孔之道祗如此則偏且蔽更以禍世何者其内地玩照皆依傍主静觀空爲二氏所襍而失聖門戒慎存養之旨也不大傎躓者乃孟子所謂鄉黨自好之士而無當於聖門中行狂狷之三品也至於誦讀乃學中之一事而著書乃見道不行託之論著之事聖門所習者不外禮樂兵農今但兀兀窮年埋首故紙舉世目道學為迂闊無用而已亦以迂闊自居大學之明親止善豈如此與 \\n [與張韓諸君書]易為人事而作也孔子於大象如天地健順雲雷屯難而必曰：君子以之又曰：易道有四以言以動以制器以卜筮又曰：百物不廢懼以終始皆人事也子癸未注易至壬辰而成嗟乎易入漆城乃二千年於茲矣自田何傳易而後說者棼如而視其象忸怩徵其書穿鑿按其理浮游而尤誤者以易為測天道之書於是陳摶龍圖劉牧鉤隱邵雍皇極經世竝起揬無極推先天不唯易道入於無用而華山道士青城隠者異端隠怪之說群竄聖經而易之不亡脈脈如綫夫聖人之作易專為人事而已矣何以明其然也乾坤索而為雷風水火山澤本天道也伏羲因而重之何不皆言天道而蒙需訟師謙等卦即屬人事文王彖解於乾繫以元亨利貞猶天道人事兼言也至坤牝馬之貞君子攸行等辭專言人事周公象辭則勿用利見大人乾乾夕惕無非人事者以下六十二卦言人事者勿論如復遘泰否明屬天道而利有攸往勿用取女小人大人必歸人事乃知敎人下學不言性天不惟孔門敎法也自伏羲文王周公以來皆然也人天之所生也人之事即天道也子父母所出也然有子於此問其溫清定省不盡問其繼志述事不能而專思其父母如何有身如何坐蓐以有吾身人且以妄騃目之矣而謂之孝乎況天與人亦各有其事天之事在化育人之事在經綸天而不爲天之事而欲代人經綸則天工廢人而不為人之事而專測天化育則人績荒天工廢則乾坤毀人績荒則宇宙亂故天地人交相為贊而亦各不相能三極之道也中庸記曰：天命之謂性率性之謂道修道之謂教此易教也舉性天而歸諸人事也引而近之也程氏則曰：吾儒本天異端本心楊氏則曰：敎人以性為先此非易教也舉道行而歸諸性天也推而遠之也其言似同其旨乃異豪釐之差千里之謬學術世運於此焉分不可不察也子弱冠受學於習齋先生不言易惟以人事為敎及壯遊入浙問樂於河右毛先生為予言及易辯河洛太極之非及歸而玩易卦彖爻象一一與習齋所傳人事相比乃知習齋不言易而教我易者至矣故少於易僅一覽長又無能誦讀而日注一卦騞然若解夫天下萬世猶吾身也意欲公之斯世以共期寡過共力經綸或亦仁人君子之所許也 \\n [周易傳注序]塨幼讀詩書三禮雖儒解錯互而徐而求之尚可得其本旨惟易與春秋難之後以孔子易傳詮文周辭十釋八九顧春秋以為不可解舊說云孔子筆則筆削則削游夏不能贊一辭是游夏之賢尚不知也而況三傳乎故左氏但記事而不能疏義公羊穀梁疏其義輒誤而況後儒乎泥於一字褒貶遂於月日名氏人師等分例樹標而校之全經一往不合矯之者謂詳略異同俱仍舊史文而褒貶自寓則但錄史文足矣孔子何以曰：作且如周以來編年紀傳諸書何一非書其事而褒貶自見也乃至坐莫而忽有所覿曰：聖經不儼在乎如傳載楚子使屈完如師師退而經更曰：來盟於師奪楚與齊傳載南蒯以費叛趙稷涉賓以邯鄲叛經俱削之載范中行伐趙鞅鞅奔晉陽經改筆曰：鞅叛則聖人之筆削史文多矣卽仍而用之有義在卽筆削也於是觀其事而成敗升降治亂瞭然如齊桓定霸數十事爲一事卽至定公夾谷之會許以三百椉從齊以齊曾為天子之伯則仍齊桓事也而晉伯之歷久不待言矣觀其文而餐然或一字為文或一句為文或數十句數十節相比相屬為文而文之或因或革乎史者錯綜變化觀其義而子奪褒貶昭然義即王迹也周禮也天子之事也所謂丘竊取者也且夫禮樂征伐自天子出春秋以前事也非春秋也春秋則自諸矦出自大夫出陪臣執國命皆貶也故孟子曰：春秋無義戰例之無義朝聘無義會盟皆貶也而彼善於此則褒矣義見則天子之迹見改元卽位朝聘會盟侵伐放殺昬覿享唁喪葬祭祀蒐狩興作甲兵賦稅封建縣邑利獘隆替釐然可考孔子為東周之具具矣卽萬世致太平之法亦有前車矣子曰：見之行事深切著明者此也因僭為傳注以質天下後世焉 \\n [春秋傳注序]論語傳注成作而歎曰：於戲吾乃今而知孔子之所以為萬世師也孔子承堯舜禹湯文武周公之傳所自居者好古敏求斯文在茲其教人學則詩書禮樂兵農行則孝弟仁義忠信篤敬莫可易矣而其為後世坊又何知之神慮之遠也不語上不言性天罕言命仁則知後世專以論性談天為事者誤矣其論誦詩也曰：不逹於政雖多亦奚以為則知後世專以誦讀為學者左矣且存心養性竝不之及惟教之言忠信行篤敬存養自在其中又子夏以洒掃應對進退之末為始以本為卒是不惟上逹不輕傳即下學亦循循有序則知立本以及末與立本而末自舉之說皆過矣使後之儒者世守其傳而不變少則習幼儀務謹信長則禮樂不斯須去身求志以此逹道以此不騖高遠不徒佔畢禮樂何由妄躬行何由衰異端何由昌熾民物何由沈淪而學術道傳何由日歧而日墮哉大學中庸則論語之疏義也論語言明親之道己具而畫然羅列其先後則在大學孔子始於下學終以一貫始於志學能立不惑終以知天命耳順從心所欲不踰矩則學者原有達天之候但躐等求之必作寱語蹍它涂故聖人慎焉至子思時性天之說棼起不實指之横議惑世何所折衷故中庸以天命起以天載終而中實以子臣弟友禮則威儀使知高遠必自卑邇上逹不離下學皆庸常非隠怪而聖道上下盡矣無可加矣出此卽異端矣塨承先孝慤命游習齋先生之門教以從事下學今忽忽老矣乃見聖道如此故妄言之以俟後之學者 \\n [論語傳注序]塨自幼從先孝慤受學以躬行爲主迄弱冠往謁習齋先生學六蓺之學先生言大學格物爲近道始功先懦解未確格如史記殷本紀手格之格身親其事也已而出閱當世講學諸公則宗晦庵陽明者論格物各堅壁壘賢逹如湯荆峴張武承斷斷弗相下私怪同尊聖道苟有一人得其指歸者自當心理相合何乃至是乙亥春至浙之桐鄉錢生為塨言大學起訖未載學習實功其功具於有斐君子節塨忽解大學一書乃言學中之道在明親止善而非言學習實事如古人學禮學樂之類也不言者以當時學中成法具在丁丑重如浙戊寅五月至杭州旅次晨興忽解物卽大學中之物格卽可如程朱訓為至卽學也格物致知為學文誠意以至天下平爲約禮返證之六經歷歷可據而先儒未之見及也乃告王子草堂復語李宁一皆曰：然因思學記曰：大學之教也時敎必有正業今格物不明則學之正業失正業失則明親之功不實明親之功不實則無以承往聖之道而斯世不獲覩儒者中和位育之全能所關非小也獨是先儒當日亦各有所得力因而解經卽各以其所得力者為言故歧而不合而塨識淺材弱雖少承庭訓以及先生長者之敎知求聖道而遲鈍不前何能辨析學術加以論說然而五代衰亂之餘佛老交訌二三鉅儒力求墜緒而或此襭彼蹛明儒繼之又分歧涂迄於今衆論襍陳譬之東閤議事甲乙盈廷中理自具然後徐徐得以考其一歸況今所持又不敢憑己臆徧考諸經以為準的非若爭勝門戶者比諒先儒可作亦必忻然相商以期明行大道而天下後世之誠有志於學者固不憚揚搉以從事也 \\n [大學辨業序]大學辨業訖，續纂聖經學規二卷。續纂者何也？古大學成規具在，但恐人不實盡其道，故揭曰在明親止善。今自宋儒表章大學篇以來，家閱戶誦矣，五尺學僮皆知明親為道。然而古法荒無，帖括盛行，鮮能知大學中有所謂三物者。至講學之士其铮铮有名者，問以禮樂，亦多茫然莫對。然則何由而進於明親邪？其日講明親者何物邪？則古聖學規固不可不亟明於世矣。是以取經中言學者合為一編，試起而觀之思之，與今人所學同否？今人日讀經書，而於經書言學者不一致意，是爲何故？乃學別有學而學之，格物别有格物也，是又何故？豈今人之學可以過於古人而不必遵邪，則固曰吾學孔孟之學也？抑古人之學或時異勢殊不可行於今日邪，則又曰千古有聖人焉、此心同此理同也？然則可以返矣，可以興矣！康熙戊寅四月己酉蠡吾後學李塨撰 \\n [聖經學規纂序]予以子姪及齔將入小學而古傳既湮謀授朱氏所編小學書閱之殊郛廓天道注命上逹也親迎朝覲皆壯年強仕時也以至居相告老諸則皆非僮幼事且何分於大學焉或曰：小學使之先知其理耳奚必事之為予愯起立曰：子漫語乎抑將以誤學術也論語曰：小子當洒掃應對進退大戴禮曰：八歲入小學學小蓺履小節未嘗言厪明理也且朱氏曰：小學學其事大學究其理子又曰：小學以明理吾見穷理談性者接踵而幼而學儀習舞長而禮樂兵農以履事者寥寥也毋乃階之為厲小學則然考內則八年及十五前敎有成法晦翁亦曾采入小學固可信者乃徧尋昔人流傳儀節實之復纂四字語於首俾幼僮誦之卽學習之行之知行竝進庶蒙養而已端乎 \\n [小學稽業序]中庸論為下不倍曰：非天子不議禮制度考文而論語乃載孔子答颜淵問為邦夏時殷路周冕進退三王何也中庸所言議制考文行其事也孔颜則辯論之以待君相之用如後世策事之類昔年讀中說見王仲淹獻太平十二策心竊慕之而惜其書之不傳也漢儒以周官為周公致太平之迹而宋之張子亦云儒者為往聖繼絕學爲萬世開太平今幸際太平之世明四目達四聰令士皆得陳言而不思治平之策則有負於儒矣非為下之義矣因準周官爲太平策七篇以俟君子 \\n [擬太平策序]戊辰冬習齋先生過塨陑陽寓里指所著存學編曰：學明性治俱明矣子為我訂而序之受命訂訖乃拜手為之序曰：古之學一今之學棼古之學實今之學虚古之學有用今之學無用今古不相及何其甚也古之為學也明德親民止至善為學之之道六德六行六蓺為學之之物八歲就小學學小蓺履小節束髮就大學學大蓺履大節為學之之序春秋禮樂冬夏詩書為學之之時治己則順治人則當施之四海國家天地位而萬物育人多成材而宇內和平頼此術也自秦火後訓詁於漢唐帖括於宋明徒守其所尚以為道古聖教人成法罕過而問者加之佛老椉间而起以清淨虚無亂聖人之心性詞華之士又假託文章以自鳴儒者不能有所廓清從而為其所襍程朱陸王皆志欲繼往開來而支離近禪互相譏訶古學亦皆不能復豈責人則明自知則暗與抑世運日趨於秏而實學衰亡賢者亦不能自主與先生生宋明後忽焉於二千年墜緒一旦直指原流嘗謂孔子删定孟子論性為大不得已力求遺學以習行為主冠昬喪祭必遵古制率弟子習禮習樂習射御書數雖不得其全得一節焉則習置日記以考道德行蓺得以自勉失則誡焉其卓然有得於學者不惟存之空言而且存之實事烏呼二千年墜緒犁然復舉孰倡而孰使之邪昔孟子陳學校遺法於周末韓氏以為制度亡失空言無補況今去聖益遠學者分騖於旁涂曲徑視古人敎學成法如太古年紀莫可究詰先生獨起而力任之誠見其孤且危而岌岌焉難也然而天下之事極則必返今之虚學無用亦已極矣豈其不返矣乎天心其能無意於世也乎尧舜周孔之靈肯漠然已乎吾以知先生之生之非徒然也其將自此學明而士皆用力習行復古道以正今失而上以是教下以是學天下皆學中人矣參贊位育皆學中事矣學何如其大而所關者何如其鉅邪吾以知先生之所著非徒然也 \\n [颜先生存學編序]三代而上不言性而性存宋明以後日言性而性亡世之學者疇則知其然與書言民性誥后之綏猷也詩咏秉彝美山甫也皆偶舉之不以立敎孔子承唐虞三代之後罕言天道性命孟子時言者棼然不得已始明性善群議始息荀楊韓李而下言性之說復人人殊而尤多於宋世教人以性為先而分義理之性氣質之性為二其意以為推明道原而後道可正也而不知三代孔孟之敎法至是而變矣返觀靜坐使佛氏空幻之談得與吾儒浸亂且以氣質為有惡使庸人得以自誘而牟利漁色弑奪之極禍皆將謂由性而發自宋末以迄今日儒者承之議論紛出半信半疑於其際然則聖人之教法豈可以輕變與今去孔孟二千年而習齋先生出才甚大思甚睿志卓而守嚴遠於程朱陸王近於江村夏峯無不究極其學乃豁然獨見孔孟遺緒作存性編謂理卽氣之理氣卽理之氣清濁厚薄純駮偏全萬有不齊而皆出於善其惡者引蔽習染耳於是孟子言性善之旨始著敎人踐形以爲存養勿躐言性天於是佛氏寂守心性以形氣爲六賊之異言始無所亂謂非二千年後卓然特起以明聖道者與塨從游久頗於提命之餘窺其領要一日命塨作序曰：子知吾言性之意可以序矣子知吾不欲言性之意可以序矣是編也本之天地衷之聖言為天下萬世慮先生不得已之苦心葢三致意焉若天下後世之人得己而不已是將以天道性命為游談之藪聚訟之具也而豈聖敎之所許也哉 \\n [存性編序]唐虞三代復見於今日乎吾不得而知也唐虞三代不復見於今日乎吾不得而知也謂復見於今則漢唐宋明以來風俗奚為而日降謂不復見於今彼古聖賢之所謂人定勝天挽回氣運者果何物哉宜吾習齋先生俯仰而三歎也七制而後古法漸湮宋明而後徒文具耳一切敎養之政不及古帝王而其最堪搤腕者尤在於兵專而弱士腐而靡二者之獘不知其所底以天下之大士馬之衆一旦强宼卒發如魚爛瓦解不可收拾今日之張李昔日之黄巢也官軍西出賊己東趨秦蜀楚豫至於數百里人烟斷絕三代田賦出甲民皆習兵雖承平日久禍患驟起亦必不至若此其慘也其為士者平居則專帖括工揣摩上者厪事詞章或著語錄閉戶俯首如婦人女子一旦出仕兵刑錢穀渺不知為何物曾武夫俗吏之不如尚望其長民輔世也乎三物賓興之世學即所用用卽所學雖流獘不至於此又何怪先生之俯仰而三歎也先生自幼而壯備嘗孤苦隻身幾無棲泊而心血屏營則無時不在民物一日與塨語及天下事敗壞至此塨不覺泣下先生曰：此仁心也自是勤有啟示塨因得粗知其略以為賢君相用之自有潤澤而大綱所在足為後世開太平者則百慮不易也使先生有為於世三代之治何不可以再見而乃徒託空言豈天使開其端而俟之後人邪吾復不能知之矣 \\n [存治編序]先生三存編存學存性皆悟聖學後著獨存治在前乃壯歲守宋儒學時所作也當是時仁心布濩身任民物之重己如是其得聖道也葢有由矣塨從游後聞而說之著瘳忘編以廣其條件張鵬舉文升著存治翼編聚晤考究歷有年所及塨出游四方辯證益久謬謂鄉舉里選行之或亦因時酌略而大體莫易井田則開創後土曠人稀之地招流區畫為易而人安口緐各有定業時行之難意可井者井難則均田又難則限田與先生見亦頗不參差惟封建以為不必復古因封建之舊而封建無變亂今因郡縣之舊而封建啟紛擾一三代德敎己久胄子多賢尚曰：世祿之家鮮克由禮況今公矦之子易驕易淫易殘忍而使世居民上民必殃二郡縣雖漢唐小康之運非數百年不亂封建則以文武成康之主治之一傳而昭王南巡遂已不返後諸矦漸次離析各自為君六七百年周制所謂削地奪國徒空言耳未聞後時之以不朝服誅也況於晚近雖有良法豈能遠過武周三或謂明無封建故流宼肆竊以為宋明之失在郡縣權輕若久任而重其權亦可弭變且唐之藩鎮卽諸矦也而黃巢亦流宼豈係無封建邪四或又謂無封建則不能處處皆兵天下必弱竊謂民间出兵處處皆兵郡縣自可行不必自封建始也五封建之殘民亦未必下流宼不觀春秋乎列國君卿尚修禮樂講信睦然自會盟朝遇紛然煩費外侵伐戰取一歲數見其不通魯告魯者殆又倍蓰幸而其時近古多交綏而退若在今日殺人以逞盈野盈城豈遜流宼乎然流宼亡蹙而封建亡遲則其兵爭必數百年不止而生民之禍更烈矣唐之藩鎮為五季金之河北九公日尋干戈人烟斷絕可寒心也六天子世圻諸矦世同鄉大夫獨非伯叔甥舅之裔邪亦世采自然之勢也卽立法曰：世祿不世官必不能久行周之列國皆世臣巨室可見矣夫使天下富貴數百年皆一姓及數功臣享之草澤賢士雖如孔孟無可誰何非立賢無方之道也七戊寅客浙中得太倉陸道威封建傳賢不傳子論葢卽郡縣久任之意質之先生先生曰：可矣而非王道也商搉者數年於兹未及合一而先生沒矣嗚呼此位育萬物參贊天地之事非可求異亦非可强同也因書於後以待用者 \\n [存治編書後]颜先生述三存編訖人將得復性力學蒙治也慊矣哉而先生愀然慮謂異端鴟張方舉世而空之虚之人類行盡又何學又何治而又安所謂性東比黧翁晝幹垣削屢夜豨穴穿日築卒不就昔衞靈公入囿兩宼肩逐子夏拔矛下格而還周之冥氏掌攻猛獸敺以靈鼓庭氏掌射國之妖烏若神也則以太陰之弓與枉矢射之韓子曰：如古之無聖人人之類滅久矣豈不信哉先生乃復為諭俗文號曰：喚迷塗及釋迦佛贊解與張京兆議類爲存人編鳴呼先生之心迫矣 \\n [存人編序]塨弱冠聞吾鄉楊椒山學樂於韓苑洛心慕之及觀其書而茫然已而涉獵漢後以及宋明諸論樂書益茫然於是太息以為古樂夐絕乃爾出而問人亦無知者日結於心不能忘兩載前聞杭州毛河右先生知樂已而至桐鄉蒙先生賜樂錄二都遂於去歲走杭問樂先生曰：向之論樂者皆誤也樂以聲爲主授五聲九聲七始十二律之法受歸審以己音按以絲竹乃知人皆有聲人聲調之以律皆可爲樂而何以論樂者惟籌管數累黍較尺主客轇轕使舉世茫然自居於瘖啞以爲古樂不可復是言衣食者不以口嘗味身量服傳聞古聖衣食之制皆取諸易因爭執乾坤以為衣裳描畫小過以為杵臼令人惶惑莫解駭衣食為神奇而去之飢且寒相尋以瘐也豈不異哉塨獲遇先生自覺心怡意解渢渢乎古樂若在當前矣惟是先生樂錄開二千年之悠謬以明三代元音實過苑洛而塨力學精進遠遜椒山是則對錄而生愧者也 \\n [毛氏樂錄跋]梁少保夢龍為安平劉戶部鑑作墓表載嘉靖二十九年俺荅犯順直逼神京援兵四集城下戶部選曹屬給餉皆畏避劉公奮然請行衝鋒抵大通橋餉以給嗟乎公加於人無算矣當時兵火燎原大掠城外號哭之聲徹於西內舉朝震恐世宗詔犒勤王師牛酒不知所出部文往復始得數餅開倉發粟囊橐釜甑一無所措士多餓死嗟乎以中葉全盛太祖太宗之神威未遠而惶惑無具至於如此所謂部進鄉舉纍纍若若素揣摩以應朝廷者是何物也承南宋道學後守章句以時文八比應試高者談性天撰語錄卑者疲精死神於舉業不唯聖道之禮樂兵農不務卽當世之刑名錢穀亦懵然罔識而搦管呻S吟Y自矝有學萊陽沈迅上封事曰：中國嚼筆吮豪之一日即外夷秣馬利兵之一日卒之盜賊蠭起大命遂傾而天乃以二帝三王相傳之天下授之塞外吾每讀其語未嘗不為之慚且慟也 \\n [書明劉户部墓表後]習齋先生善居喪不惟倚廬聖室寢苫枕凷務入規矩卽側坐專坐諸細節皆謹守以至功總喪所謂三不食再不食者皆慤遵至服闋喪家漫不之察而先生必具尊造其殯宫或墓哭獻乃除他人皆不能也 \\n [惲皋闻士喪禮就直序]吾儒正涂有二一曰：儲學一曰：練才何謂儲學禮樂兵農是也何謂練才運此禮樂兵農者是也 \\n [送張少文北上序]自後儒以主靜讀書立敎杜門繙經閉目眎内疑於緇流而但期名理不求治事將經濟民物如孔孟所謂朞月三年大人事備之道一概削落流至今日滋以赝詐漠視君父謂之靜存剽竊道聽以為撰著乾坤之禍將未知所止矣 \\n [送古季子西歸秦中序]颜習齋先生嘗言詩文字畫為乾坤四蠹昔吳三桂畔聘一名士主軍謀則善字畫鐫圖章者也在戲下方搦刀筆曰：某畫某傳某波某法問以軍事睨而不言無何被虜死名士之禍至此極矣 \\n [孫氏詩鉢序]自宋有道學一派列敎曰：存誠明理而其流每不明不誠何者高坐而談性天捉風捕影纂章句語錄而於禮樂兵農官職地理人事沿革諸實事概棄擲為粗迹惟窮理是文離事言理又無質據且執理自是遂好武斷如朱氏謂太伯不從太王翦商見春秋傳而傳非其文沿至明代遞作僞書偽說如敗衣行荆棘逐處孔漏葢道學靜坐空談不屑研究今古间有特出之士又皆夜郎自大故卒無當於道也 \\n [惲氏族譜序]伏羲以至孔孟言道己盡後學宜世世守之不可别立名目一立輒誤如宋人道分體用其一也以內為體外為用自治為立體及人為致用明明德立全體親民致大用質之經言不如是也心之官則思恖非用乎自治而行仁義盡孝弟不見於用乎臨民之道德莊涖非立體乎故經有以形體爲體者如易曰：正位居體陰陽有體孟子曰：四體是也有以作用為體者中庸體物體群臣易乾坤合德以體天地之撰是也公孫丑謂子夏子游皆有聖人之一體颜冄閔子具體而微體謂德行政事言語文學也體卽具用也用用其體也乃後儒曰：有有體無用是謂人有手足而無持行也則痿手廢足不可言體矣又謂有有用無體是謂人能持行而無手足也不知以何者持行乎無此事矣攷之古書惟老子以無為體以有為用宋人分體用葢亦爲其所熒也朱子注太極圖說以中與仁與感為太極之用正與義與寂為太極之體其注中庸中體也和用也此又何以中仁配感而爲用正義配寂而為體邪此兩顧依違之說也 \\n [論宋人分體用之訛]足下謂專一學不過一長一技之士此言大非一長一技豈易能哉卞莊子之勇臧武仲之知見許聖門養由基之射造父之御傳名至今祗在一長一技不特此也賢如由求兵農各務聖如禹益水火不兼君此時最宜習者刑名而鄙視之夫皋陶明刑三代畫一蕭何造律唐宋是規知明處當談何容易而以宋儒讀書觀空虚大之習小之此見若不痛洗不能入道也 \\n [荅黎長舉問] \\n  \\n   \\n  "}
{"章节": "颜氏學記卷七", "正文": "  \\n 颜氏學記卷七 \\n 　 \\n  \\n 恕谷四 \\n 先生嘗言：吾少年讀書強記，四五過始成誦，比時同學者多如此，而予迤後閱書幾萬卷者，好故也。故學祗在好，不在質高。又曰：人知學之美而不知問之益，海内賢喆穷年所學者，吾一問而得少其益，豈不大哉。生平處事，必再四問辨，然後行。 \\n [以下馮辰劉調贊所撰年譜]先生二十歲科者一等，當補廩，謀之習齋先生，先生曰：補廩。有與書吏陋規，是以賄進也，不可，乃辭不補。邢臺李毅武來訂交，時聞颜習齋先生為聖人之學，因同訪於賈子一塾。習齋謂先生曰：尊君老成簡默，僕學之而未能；內方外和，僕學之而未能。夫學問富於胸中，而視之若愚，豈人所可及邪。足下歸求庭訓，可也。先生自此深以習齋學習六蓺為是，遂卻八比專正學。先生質習齋曰：所行幾微不能告人，卽不顧言。言有纖悉迴護，卽不顧行。不能告人即為苟且，迴護卽爲文過。苟且則近利，文過則作僞，乃高談聖賢則騖名義利，誠僞名實、君子小人之分途也。習齋曰：然。先生又曰：朋友責善規過當嚴，然對人亦當為賢者稍隱，恐人曰，夫夫學道者也尚爾，我何責焉。是沮之也。習齋曰：否。是結一鄉原黨也。是自是，非自非，改過自改過，何不可者？況後學有志邪，聞人得失，自可法戒。無志邪，日陳尧舜於前，無所用之。作曰記，凡例一以習六蓺為學，日有常功不備，書一身之過惡直，書一孝之難也日求孝道往往悖妄得罪必書一記不書人過若他人言行有可法則書之一言行纖悉不書有關得失者必書孝慤書日記額曰：須莊敬不息表裏如一張自天遭繼母變先生謂之曰：父母有不慈卽子有不孝自天曰：辱詈願直受之曰：未也語云父母怒之不作於意不見於色深受其罪使可哀憐上也不作意見色次也曰：次則非至善矣吾行合道而不得於親卽為非道自怨自艾如無所歸故曰：深受其狀可掬也若但如不見不聞孟子所謂恝矣疏矣非孝也又曰：愛繼母所生之弟是轉移一樞機也今人兄弟不和一曰：責望人責友寬而兄弟刻以其親也不知親則愈不可刻矣一曰：較利曰：均子也何偏厚不知天下之偏厚者多矣能盡與之較乎而乃忌嫉同氣也同氣有厚者不更可喜乎知此則知去此則仁習齋曰：學者勿以轉移之權委之氣數一人行之爲學術眾人從之為風俗民之瘼矣忍度外置之乎先生泣下一日納新履，小行遂不莊，嘆曰：此不利用也，而卽不能正德，乃知三事缺其一，竝失其二。先生外舅馬翁言：孝慤先生於兄讓多分少，故致飢寒。先生曰：家君以爲飢寒輕兄弟重耳。閱家語至曾子曰：狎甚則相簡莊甚則不親君子狎足以相歡莊足以成禮孔子以為知禮乃知莊而過嚴則人不親亦非禮也以人言則師專莊而同等狎以地言則朝廷莊而家室狎以時言則初見莊而久見狎當隨節酌宜論語雖狎必變是孔子亦有狎時也至子曰：主人不以禮客不敢盡禮主人以禮客不敢不盡禮此今日行禮之準也語李毅武曰：讀盡論語非讀也但實行學而時習之一言卽為讀論語讀盡禮記非讀禮也但實行母不敬一言卽為讀禮記故學不在誦讀毅武曰：君學己富故當約禮愚學無多尚當博文曰：君誤視學文矣文詩書六蓺也誦詩作樂能言考書知政練事習禮樂射御書數以致用非佔畢也為毅武言讀書不解不如返而力行行一言解一言過毅武齋毅武言某驕先生曰：不力行故也讀書之人虚見意想自謂高人故易驕若力行則此日此身千創百孔欲驕得乎又言省察力行如徇環省察精則力行勤力行勤則省察益精閱朱氏解通書剛柔善惡中曰：兩儀生四家而二善二惡出大抹之曰：四象生八卦是四善四惡乎又言剛善柔善剛惡柔惡沾一中卽是五行眞亂道也書日課於壁曰：一山立一莊坐一慎笑一謹言一勿作輕佻語姗人一言事勿急躁一勿间言廢時一與人言須待人語訖一論古人以和平一戒深言一戒輕作勉人語一戒浮態一勿以盛氣加人覽陸宣公租稅之議因歎明季之無蓄積民之貧苦富豪坐而收利以操貧民緩急皆徵折色而不本色之獘也與習齋言交友須令可親乃能收羅人才廣濟天下論取與習齋主非力不食先生主通功易事史記言孔子溫溫無所試甚佳若穷居而忼慨悲歌上者爲屈賈下者悲歌久則變節矣王五公至傳槍法刀法言一室者天下梯階一室不安置有法況天下乎為先生移置齋中位次又言作事須咄嗟立辦又敎以容物去繁儀南溟需次縣令問吏治曰：今而為令也攜知勇僕二道德經濟之友一至署冬一裘夏一葛公服外以布食糲甘蔬火耗襍派俱損三時攜乾餱率一隸出郊課農力田者笑言奬之不者責取饁以嘗旨否貧不能田者出倉助之倉積取諸淫祀邪會至秋復量捐之課農餘敬老旌善禮士勸學惡者懲之訟者聽之有德學者師友之又鄉修壕牆儼保甲練民兵十什五伍冬隙大舉而練之禦寇則傳烽相救而教農則立田畯敎倫則立鄉約督武則立總練食可足俗可湻民可強亦小康矣南溟問過謝以不知再三問曰：宜遠佞人凡柔荏可親者害我者也剛方難合者益我者也得恩而委曲奉承者善負人者也得恩而淡交如故者厚報人者也南溟曰：然曰：君自思人諛我心亦非之而未必怒也人責我心亦是之而未必樂也此則不能遠佞矣曰：然張豐村來拜尚崇誦讀先生曰：紙上之閱歷多則世事之閱歷少筆墨之精神多則經濟之精神少宋明之亡此物此志也陳健夫問五經曰：詩以作樂書之要在六府三事六府恐廢闕故修三事恐偏戾故和禮必實行故孔子曰：執禮春秋孔子之政事也易呈道於象詔之寡過也今世之學徒事記誦與古道異古四術三物仕卽其學學卽其仕今學徒佔畢非所用用責治平非所學而世事壞矣中岳問處事曰：在閱歷滿腹學問而無閱歷不可以致用問治術曰：古今治術不越王道清淨刑名三者王道無獘者也清淨刑名可用捄獘偏任則獘隨之先生與習齋論義利取與有不同者乃少質曰：孔子時亡以拜陽貨後儒無置議若後人有此則必論其饋豚卽當不受而往拜遇塗皆為屈節矣子華本不當與粟因冄子請遂從而與釜庾若以一介不與裁之不為濫與乎孔子曰：自季孫之與粟千鍾也而人益親夫季孫陽貨皆權臣也而受其餽遺後儒不幾以為不羲之取乎孟子守不見諸矦之節甚嚴而至處交際則甚平易五十七十金之餽皆受也而尊者賜之數章斟酌精當葢尊者賜不敢辭一道也有孝弟守待之功非無事而食二道也借之為行道之機三道也卽行道無望而守先侍後之身不可以小廉而陷飢餓以死四道也孔子之際可公養豈皆見行可者亦存此萬世之身耳豈爲戔戔也乎陽明無善無惡心之體有善有惡心之用二語爲學程朱者所詬病然其意程朱卽有之朱子力護無極又言心為人之太極太極卽至善也是亦可曰：無善而至善矣非卽無善無惡心之體乎氣質有惡非卽有善有惡心之用乎先生至杭州問人得王復禮草堂而病不能出草堂送所著三子定論乃達以書謂論朱陸王三子當以孔孟為斷合於孔孟三子卽各詣無害也不合孔孟三子卽同歸無取也學者經濟天下欲窺其大尤欲切於時古人治民之政曰：養與敎其計甚詳其法甚備今皆蕩然無存輔相之所聴覽九卿之所推勘方伯有司之所經營惟有錢穀刑名二端學者今日或自用或佐人不得格外行事而思有益於民生者亦惟在此二端耳錢穀不擾用一緩二亦錢穀之養也刑名得當使民森然知有三尺而不敢蹈於邪亦刑名之敎也所謂經濟欲窺其大尤欲切於時者此也鎮江虞龍章問學曰：子臣弟友之道禮樂兵農之學位應何道卽道其道才近何學卽學其學王草堂來出所著書解正誤曰：聖經昭如日星後儒每滋異說如言孔子誓子路則誣聖樊遲粗鄙近利則誣賢活潑潑地等語則參佛老無爲而無不爲等語則襍老莊非小失也故不得已分矯誤聖賢詮注佛老二例以正之先生曰：善願詳覽焉約翌日同拜河右竝拜其子遠宗姬潢謝惠樂書河右曰：司馬遷作律書律吕積數合之歷數後人遂誤執以為樂不求聲而求數爭執聚訟紙上空言愈繁愈謬故予今論樂以實事不以空言先生拜展定聲錄質問河右言樂以聲為主傳宮商角徵羽五聲法五聲加二變爲七聲加四清爲九聲法合二變以押五聲四清為七調法吹簫指授色譜己乃展樂錄河右言九聲加二變一變宫清為十二律旋相為宮以立調法而總以聲為主定聲以簫笛為主又吹簫指授色譜復指隔八相生圖以聲不以數言七調俱用七聲不俱用之法將秉燭乃拜謝敎辭出與河右論易一節云易有太極一節先儒舊說反復思之不可解以兩儀爲天地然八卦之乾坤天地也豈天地生天地乎一不解也先儒以太極為主宰又有兩儀四象則乾坤之上何容有物二不解也繫詞曰：天地設位而易行乎其间則從乾坤六子而名之也乃言易有太極以生天地三不解也塨謂太極者大衍之舍一不用者也兩儀者分而為二以象兩也四象者揲之以四以象四時也八卦則四揲十有八變以成之者也大衍之數遞生八卦而吉凶以定趨吉避凶而大業以生仍明揲蓍之故也觀前有興神物以前民用後有定吉凶莫大乎蓍龜及易有四象所以示也繫詞焉所以告也定吉凶所以斷也似是仍闡大衍之數者統惟敎之王咸休來問家祠安主禮荅曰：古廟室户在東南主居西壁元明以來以廟門在南正中主居北壁正中南向此變古而宜者也如四親則高室居北中左南爲曾室右對曾少退南為祖室左北直曾少偏左為禰室皆南向此即古人昭穆廟次而東西少退南北少偏者以古廟有坦障蔽今室無遮隔嫌竝踞也相背也饗時則高祖中堂南向如故曾西向祖對曾少南東向禰直曾西向此卽古昭穆合食之次而祖位少退者古昭穆父北子南故無嫌今父子東西對故微避也書崑繩省身錄曰：日記考察有三心之存密否身之視聽言動中禮否時覺其進否一也禮樂兵農射御書數之學或諸蓺或祗一蓺月考年計有加否二也身心就範學問不懈則日有所閱歷果變動日新乎抑仍舊乎此甚可以驗吾學之消長三也送崑繩西行贈以四言力行闡道延才保身崑繩畱詩曰：宇宙久淩替大道胥淪亡儒生事訓詁文士專詞章豈乏賢俊才無關於廢興宋儒談性命高視漢與唐靜坐觀道妙無乃迷禪宗讀書浩無涯終歸章句功不習射御數不知水火工謂此形下粗吾乃掇其英顧以經世事甘心讓豪雄咄哉孔孟傳二帝兼三王規模甚宏達體用何精強不得施於世著書坐典型豈徒在呫畢遂以稱儒風我本駑下資兼之所遇穷力學苦不早求道終無從卻慕伊吕績嘗嗤朱陸訌魚遊或在淵九皋聽鶴鳴井渫可用汲修綆無羸瓶自與李子交炳然見周行風雷還相薄山澤原相通李子生蠡吾懿訓本家承師傳得絶學一洗群言空三物以為緯四敎以為經不言逹性天下學德乃崇不格學外物博文約在躬卽此爲脩齊卽此造平成乾坤劃開豁日月森精鋩俯仰千古间儒術何夢夢良苗被往路宿霧披荒埛滑滑隴頭泥喓喓草根蟲蕭然茅屋下歡笑溢形容為我傾秫酒為我調醯羹懷抱兩男兒左右三弟兄高歌見懷葛秩秩何雍雍示我牀頭書閣部及五公 \\n [家藏孫高陽王五公經世書出以示余]壁上列山川樽前擺蛇龍兵農禮樂具一一傾囊中何須歎命衰惟期勉冰兢更訪颜八里枳落遮頽牆鶴息霜羽高虎伏龍紋張黄石曵素履龎公偃匡牀乃知李子學江海源流長昔我同志友劉君號繼莊其才跨數代其學穷羲皇自從繼莊殁獨行歎茕茕於今得李子枯藤依長松枯藤無榮華長松長茯苓願得扶持力矯矯淩蒼穹遠行難久畱欲別涕沾膺臨歧復徘徊握手還丁宁贈我以四語皇皇金石盟乾惕悚身心大道須揚明求才濟世運寬舒養元精再拜受君言勒為肺腑銘努力各自愛無爲負餘齡千秋以為期皎日陳丹衷敬南曰：程子言進學在致知吾謂致知在進學先生曰：善哉宋人學術之歧以此鍇按大學致知在格物格物卽學也不學何知馬將刊大學辨業念萬君季野負重名必須一質合則歸一不合則當面剖辨以定是非乃持往求正踰數日復晤季野下拜曰：先生負聖學正傳某少受學於黃棃洲先生講宋明儒者緒言後聞一潘先生論學謂陸釋朱老憬然於心旣而同學競起攻之某遂置學不講曰：子惟穷經而已以故忽忽誦讀者五六十年今得見先生乃知聖道自有正塗也乃爲辨業作序曰：大學一書見於戴氏之禮記非泛言學也乃原大學教人之法使人實事於明親之道焉爾其法維何卽所謂物也其物維何周官大司徒之三物是也周先王設黨庠術序皆以此為敎故族師月書黨正季書州長歲考鄉大夫則三歲大比以興賢能而大司徒卽以賓興之典舉之當是時上無異敎下無異學其為法易施其為事易行也降及春秋世敎漸微而大學三物之法或幾乎衰矣然教雖衰其成規未嘗不在固人人之所共知此作大學書者所以約其旨於格物以見三物旣造其至則知無不致而誠正脩齊治平之事可由此一以貫之矣後之儒者不知物爲大學之三物或以為穷理或以為正事或以為扞格外誘或以為格通人我紛紛之論雖析之極精終無當於大學之正訓非失之於泛濫則失之淩躐將古庠序教人之成法當時初學盡知者索之渺茫之域而終不得其指歸使有志於明親者苦於無所從入則以不知物之卽三物也蠡吾恕谷李子示予大學辨業一編其言物卽謂大司徒之三物言格物卽學習禮樂射御書數之物予讀之擊節稱是且歎其得古人失傳之旨而卓識深詣爲不可及也夫古人之立敎未有不該體用合内外者有六德六行以立其體六蓺以致其用則内之可以治己外之可以治人明德以此親民以此斯之謂大人之學而先王以之造士者卽以之取士其詳見於周禮其法實可推行於萬世惜乎後之儒者不知也獨程子謂大學之書古之大學所以敎人之法而朱子引之夫旣知為大學教人之法何不卽以三物之敎釋之而乃指之爲穷理夫言學習三物則穷理在其中但言穷理則學習三物或未實矣李子本其躬行者著爲是編乃述古人之成法非剏為異塗以駭人而格物之正訓實不外此天下事固有前人不能知而後人反知之者不可謂後人之說異乎前儒而驚疑之也至妄者更疑周禮三物賓興之說亦未可信然則古之教士取士將無法乎若曰：有法是時五經未著文墨未興試問非三物而何法乎此予於辨業一編所以三復而不能自己也徐仲容來過，言漢儒之於聖學驛使也，宋儒則驛使改換公文者也。先生是之。先生以家口眾，思儀禮同居異宮，令人得展其私親也，其義甚是。後儒不明此義，豓稱數世不分，至於宗族數百口同食。夫同食而使各有私財，則與析著無異矣。若使無私財而財司於家主一人，則惟家主得孝其親、慈其幼耳，家之老少若干，或衣或食或疾疴藥餌，必不能盡白家主，家主即公且明，必不能盡遂其私，以致子不得孝親、親不得慈子，兄弟夫婦不能問恤，怨歎疾咨，非細故也。張公蓺書忍字百餘，其家之蓄戾離叛可想矣，是尚謂之美乎？古有南宫氏北宫氏，謂士大夫同居異宮者也。若天子諸矦子壯出分實，為定禮矣。鶴按內則命士以上父子異宫，百姓一家過八口，則别授井田，是貴賤皆分也。辰問謙敬和事親長之容乎？先生方食不語，旣而曰：非也。洞洞屬屬，如執玉奉盈，婉容愉色，事親之容也。坐佩而立，頫躬而坐，匔匔恂恂，黜賢去智，事長之容也。若夫旣敬且和，抑然以謙，此待朋友同等之容也。子生平大短曰傲，見時人非則傲生，不知時愈下人愈非，天之禍益迫矣，尚敢傲乎，不智哉，不仁哉。以崑繩學易，不可不盡言，乃與以書，略謂：繫辭傳曰爻者言乎變，道有變動，故曰爻。故爻不用七八，用九六，以云變也。左傳乾之姤、師之臨等辭，皆非卜筮，而卽以變訓爻，可據也。至於伏體卽對易，倒體卽反易，文王序卦於屯、蒙五十六卦用反易，於乾、坤、頤、大過、坎、離、中孚、小過用對易，孔子作序卦襍卦，傳以釋之，聖言何可背也。訂平書竣，每卷後有考辨，名曰平書訂。一分民，分民以士農工商，非此者除之變之。合民以十家為甲，十家為保，十家為鄉，鄉之長有正有畯有巡，五鄉立一公正，皆以士皆為官。一分土，量山川邑居，分邉腹郡縣而重權久任。一建官，自縣公正六衙以至府部院衞，以一途為陞降，不以他途襍之。別賢否為舉錯，不以年勞限之，公用人之權於天下，不以一部專之。一取士，八歲入鄉學，十五入縣學，皆以次教之詩書六蓺，二十進之郡學，教而試之，又進之藩學，敎而試之，乃令成均教而試之，遣之歸縣，分兼科，及禮樂農政兵法刑罰蓺能理財等科，入六衙及令師署為士，以士補官。一制田，可井則井，不可井則均凡有水利皆興之。一武備，農二十餘家，選一兵二十應六十退，再選其餘，羨卒為鄉兵。至於理財、河淮、刑罰、禮樂，則皆在六政內矣。人兩目，用左則右目注於左，用右則左目注於右，竝用則合爲一。此以習射知之，而宋人以空揣為格物，非也。若洲曰：行道而不辯若何？先生曰：不可。君子得位則行道，不得位則明道，不明是棄道也。且世之辯先儒者在章句，颜先生所惻者在斯世斯民。學術不明，民物終無起色，安得不辯。若洲曰：攻佛不知其精，不如不攻。曰：又不然。能攻賊則賞之，不必盡悉賊之臟款也，故曰能言距楊墨者，聖人之徒也。若洲謂先生宜諧俗，先生曰：守道諧俗，二者不容中立。君子爲天下萬世守道，雖生死禍福不移也。以學射示瑞生，問如何為大將，曰：心無刻不流注三軍敵人者可為大將矣。瑞生問聖學俗學之分，先生曰：聖學踐形以盡性，耳聰目明，踐耳目之形也；手恭足重，踐手足之形也；身修心睿，踐身心之形也。踐形而仁義禮智之性盡矣。今儒墮形以明性，耳目但用於誦讀，耳目之用去其六七。手但用於寫字，手之用去其七八。足惡動作，足之用去九。靜坐觀心，而身不喜事，身心之用亦去九。形旣不踐，性何由全？此一實一虚，一有用一無用，一為正學一陷異端，不可不辨也。瑞生諸子皆曰：然黑白昭昭分矣。著樂說，云：周旋中禮，心性欽明，無動無靜，惟天與偕。無所為憂，是之謂樂。觀邸報，知吳公匪庵卒，哭之。吴公諱涵，浙江石門人，以壬戌鼎甲，仕至都御史，樂易而清端雅，以先生學術為正，揚於公卿朝廟，不啻若自其口出也。待人大小長短，皆休休容之。先生嘗曰：若吳公者，可以相矣。子丕與崑來論畫曰：今人專講摹仿，與畫何與？畫天如天，畫地如地，畫何山川何人物，如何山川何人物而已。先生嘆曰：依傍門戶，而忘聖道之本然者，今之畫也。沈商州與朱學使軾議秦中風俗漸澆，擬言於兩院，請先生講學。先生日：變風俗不以諸君之實政，而以空言乎？且僕非其人也，不日東歸矣。必己之。見崑繩自淮署寄來書，曰：寥寥六宇，合志其難，惟我與君，可以此心相許，而燕山楚水，未知共學何時。此豈尋常離索之情所可況邪！弟近學易，方知聖道與天道俱備於易，宇宙之事至常至變至庸至奇，無一不具於易。孔子之所樂者，樂以此也。君子之不惑不憂不懼者，皆以此也。然非孔子，孰能爲後人開途而啟鑰哉。夫何朱紫陽爲陳邵所惑，滿腹先天學問，公然尊異端而倍孔子，闡邪說而亂聖經，顧乃俎豆聖廟，為數百年儒宗，率天下後世叛孔子之敎而不知，豈不可為歎惜痛恨。無怪颜先生謂程朱之道不息，孔子之道不著，良非過激而云然也。然就易以論，伊川縱有不合，猶依傍孔子而為言，未嘗敢將孔子之言闢倒，而别立一說以駕乎其上如朱氏也。弟著讀易通言五卷，句句與之辯正，使人曉然知其為異端所亂，庶幾邪說息而經可正也。恨不與吾兄共商質之。今日舍進德修業，更無他學。進德不外敬以直內義以方外，業則六蓺旣夙未之學，亦惟讀書。但書不在章句，讀不在佔畢耳。所恨者時過後學，獨立無友，二者兼之，不比吾兄，學旣成而門戶旣立也。亦惟勉竭餘年之力，隨其所造而已。謂長舉曰：君於耳目之學未也，古人明四目達四聰視思明聽思聰，不聰不明則諸事無能爲矣。長舉曰：湻嘗以靜坐致病，其靜也有言不聽，人來不視。曰此異端所謂黜聰墮明也，逹者察言觀色，非於視聽用功乎。慎修商徵收先生爲立法，與甲長一甲單催戶頭，戶頭一戶單催花戶，皆開列糧數，使花户盡知，不到乃發木皁，不到乃差拘枷號，完銀始釋。葢去坐差比花戶催科善策也。又曰：精明嚴慄，則法行，不然不如仍舊。之商州，嘆商洛天險。沈青山聞先生至，出迎入署，晤陶甄夫。甄夫出所著熊襄愍傳，言殺襄愍者道學鄒元標也。先生因嘆道學不能辦事，且惡人辦事。語長舉曰：宋儒內外精粗皆與聖道相反，養心必養為無用之心，致虚守寂修身必修為無用之身，徐言緩步爲學必為無用之學。閉門誦讀，不去其病盡，不能入道也。温益修寓蠡城，同惲皋聞往視之，二子皆言：闢異端須先自治，天地清明則異端自息。先生曰：此歐陽修本論之說也，非孔孟救世之苦心也。苟有用我，天清地宁，經正邪除，安用著書立言哉？正為道不得行，故不得已而喋喋耳。孟子曰能言距楊墨者，聖人之徒也。夫能言未必能行，孟子卽許為聖人之徒，如必待大聖大賢而後可辯楊墨，則楊墨之昌熾愈無所止矣。辟之猛獸食人，能除之上也，不則大聲呼人除之，亦次也。不然，袖手旁觀，苟幸無事，心何忍哉？皋聞曰：然。語古葵季榮曰：世俗有三借口，一曰不拘小節，借口小德出入也；一曰脫略，借口厈繁縟也；一曰率真，借口於不假也。然自居不拘小節，勢必大閑亦踰；自居於脫略，勢必坊表盡喪；自居於率真，勢必不孝不弟，亦以為勝於貌為孝弟矣。自然之勢，大壞世俗者也。皋聞問曰：錢亮公謂書可疑者甚多，如盤庚專言鬼神，大誥專主卜筮，豈無道可以驅臣民也？先生曰：此誠先王諭民之道，所謂民可使由不可使知也。後儒於民，動輒言理。言理之所以然以鼓舞之，而民愈頑，乃於先聖之書遠若河漢矣！治生之道四：天無違時、地無遺利、人無匿力、物無遁情。治平亦以是矣。會張儀封言陸王害道宜遵程朱，然卽其言論之，儀封曰：專主靜良知之說，未有不入於禪者。則主靜立人極，周子倡之也。又曰：高梁溪立敎，凡來學必先使靜坐七日，大是異端。則靜坐者，程朱俱為之而以敎人也，何一主而一奴也。一石生來見，自言有志於宋儒之學。又言今日惟恐異端亂道。先生曰：何為異端？曰：專主靜而不敬。先生曰：主靜立人極，周子之敎也。靜坐雪深尺餘，程朱之學也。半日靜坐半日讀書，朱子之功課也。然則主靜，正宋儒學也。石曰：主靜須以敬。先生曰：此當有辨。六經無言主靜者，吾儒主敬則自靜，二氏主靜卻無敬也。石又言朱子為聖人，先生曰：何以見之？曰：集群聖之大成。先生曰：劉靜修言朱子集宋儒之大成，今子又言集群聖之大成。漢唐儒說朱子己不能集矣，況群聖乎？夫孔子之集大成者，得志則二典三謨文謨武烈，皆親見於身，非僅以刪詩書爲集大成也。以讀書著書為儒者，七百年來之大夢也。聖賢之心，純一兢業。故中庸曰戒慎恐懼，曰慎獨，曰齋明。論語曰立則見其參於前，在輿則見其倚於衡。易曰洗心退藏於密，孟子曰操則存，書曰欽明二氏，則但有虚明，而欽齋慎懼之功無之也。故二氏心空，儒者心實；二氏心死，儒者心活；二氏之心真如，儒者之心齊慄。燕越分途，不可混也。謂二子曰：學者存心惟宜欽敬，不可先求自得。葢自得坦然，乃兢業之效驗。又曰：孔颜之樂，卽是樂道樂學，故曰好不如樂，故曰發憤忘食樂以忘憂。若宋人曰知有道而樂之，則粗，是禪語矣。中庸誠字，宋人對私僞說，一以襍於二氏，以無欲爲至一，以身分卑覺人欲難消故云。不知誠即孟子之充實有光輝也，故曰致曲有誠，故曰萬善皆備於我矣。返身而誠，其用功則尊德性、道問學、致廣大、盡精微、極高明、道中庸，溫故知新，敦厚以崇禮至德凝道，則肫肫淵淵浩浩矣。是謂誠矣。豈但去私無僞而已哉。謂靈皋曰：小心翼翼如承大祭如見大賓之謂敬，主一無適，主靜非主敬也。致曲集義萬善充實之謂誠，真實無妄質民之誠，非吾儒之誠也。宋儒解經之誤在此，其學術之誤亦在此。翁止園問律吕，先生曰：樂惟審音，不在計數。今律猶古律。止園問今律猶古，何以辨淫雅？曰：以辭之邪正、調之貞靡分，而律無二也。五音卽喉腭舌齒脣，貞婦莊語，倡女淫聲，而同此喉腭舌齒脣，則今樂古樂，聲卽懸殊，而同此宫商角徵羽，可明矣。劉允恭持門生帖來視，允恭舊日門生，此時從梅定九學數也。言定九欲來拜，八十八歲不能行，請先生往一晤，不然此生不得見矣。明日乃同允恭往會定九，定九稱格物之解極是。將别定九，淒然曰：畱吾以先生為轉氣運之人，故使子弟群瞻，且有許事相商，恐老不能再見矣。先生曰：公孫官翰林於京，可以往來質學也。乃辭。先生敎贊以習學幼儀為主，以辨學術為急，武備亦宜知之，不必先。又曰：慎幽獨，謹細微，習勤儉，執事專一，而又能肆應，乃可以言經濟矣。十二月朔贊入京，晤方靈皋。靈皋言人有毁先生者，先生曰：此他山之石也。又言朝廷謀聘學行兼優者教皇子，中堂徐蝶園冢宰張桐城擬徵先生；已而又謀聘人修明史，二公亦擬徵先生，俱子力陳先生老病不能出而止。先生謝之。贊按：宰相謀徵先生，而靈皋以老病阻之，時先生年六十五，未嘗老病也。或曰：靈皋與先生至厚，知先生必不出也。然先生一生志在行道，非石隱之流也，觀先生祭颜先生文曰：使塨幸則得時，而駕舉正學於中天，挽斯世於虞夏，卽不得志，亦必周流汲引，使人材蔚起，聖道不磨。此先生之志也。竊觀靈皋與先生交至厚，而學術不相合，每相與辯學，先生侃侃正論，靈皋無能置詞，則託遁詞以免。暨先生没，為先生作墓誌，於先生道德學業一無序及，僅縷陳其與先生及崑繩先生相交始末，巧論諞諞曰：以剛主之篤信師傳，聞余一言，而翻然改其意。固欲没先生之學以自見者，此豈能有朋友相關之意乎？夫以抱經世之志如先生，負經世之學如先生，凡我同人，孰不望其一出者？張徐二相國謀徵先生，此千載一時也，乃靈皋一言止之，先生亦遂終老林下矣。行或使之，止或尼之，非古今同慨與！尹元孚問曰：達者質直好義，下人己矣。察言觀色，何為者？先生曰：後儒惟不解此句，所以流於迂也。經云：視於無形，聽於無聲，是事親，須察言觀色也。色聽詞聽，是臨民，須察言觀色也。明德親民，皆不可以無此。語子能曰：聖門言道在人情，中庸五逹道是也。在四德，易立人之道仁義是也。在禮樂，論語君子學道是也。在威儀言詞，君子所貴乎道者三是也。總一道也，庸德庸言也。上之爲性道，道之原也，聖人罕言之。再上之為天道，非人事也。愈罕言之。若常言之，則流於空虚矣。以空虚為道，則異端矣。陳子翽書至，言同大學士朱可亭察水利，可亭言神交先生者己二十年，時使問水害水利，先生荅書言：一開直沽海口，一濬永定河，一挑淀淤，一脩趙北口洩水撟，一分豬龍河。至興水利，則有西北治田說，諸書可稽也。閱秦邉紀略知涼甘肅必宜重守而玉門關宜復所以斷西北之往來也慨明之棄河套而守榆林不知東勝受降之阸要葉盛余子俊王瓊得罪社稷何如也詩曰：雖有兄弟，不如友生。常人之處父母兄弟，密不如妻，親不如子，投合不如友朋，熱中不如君。非聖賢，孰能孝友之盡乎？語長舉以顧諟明命之功，曰：吾子畱意於顧諟明命，可謂揬本者。然為之有道，每日夙興卽為所當為之事，作何事卽存心於何事，接何人卽存心於何人。事竣人去，反顧此心，湛然在内，一切聲色貨利毫不繫於懷，旋而治事接人又如之，所謂終日乾乾也，所謂執事敬也。不可效宋人白日靜坐以食二氏遺毒也。若欲靜坐，则向晦未臥、雞鳴未起，除省察前日所爲得失、今日所為興除外，被衣直坐，收攝天君片時亦可。然主敬非主靜，所謂夕惕若也。總之，皆顧諟天之明命也。明命者，命吾之心也，命吾心之仁義禮智也。若馳思天地未朕兆之先，及天地氤氲生物之始，以為顧諟，則誤矣。前功旣熟，則耳聰目明、心思睿智，世故人情迎刃而解。其效可以自考也。馮樞天曰：存養之功，自宋儒以來，捉風捕影。得先生教，乃踐實也，直接聖傳矣。先生曰：春秋如王孫賈、祝鮀亦能禮樂兵農之事，而無誠正脩身之功，故流於襍霸。宋儒講誠正脩身之道，而闕禮樂兵農之事，故入於空虚。可知德行道蓺偏廢不可也。 \\n  \\n   \\n  "}
{"章节": "颜氏學記卷八", "正文": "  \\n 颜氏學記卷八 \\n 　 \\n  \\n 或庵舉人王先生源 \\n 王先生源，字崑繩，别字或庵，順天府大興人。其先世籍江南無錫，有王玉者，在明初以軍功起家，戰亡白溝河，子孫世襲為錦衣衞指揮僉事。父世德，仕崇禎朝，國變後避地高郵，痛野史載烈皇事多誣罔，著崇禎遺錄一卷。子二，長潔，字曰：汲。公，先生其次也。兄弟皆少從清苑梁君以樟游，梁君與汲公談宋儒學，先生方髫齔，聞之不首肯，唯喜習知前代典要，及關塞險隘攻守方略。又從宁都魏禧為古文，著《兵論》三十二篇，以示禧，禧大奇之，曰：此諸葛君之流也。年四十餘，以貧困始游京師，貴人子弟或病其不為時文，先生笑曰：是尚需學而能乎？因就有司求試，遂中式。康熙三十二年舉人。或勸更應禮部試，謝曰：吾寄焉爲謀生計，使無詬厲己耳。時三藩平後，競尚文學，崑山徐尚書乾學開書局於吳之洞庭山，招致天下名士先生與焉，於儕輩中獨與劉處士獻廷善，日討論天地陰陽之變，伯王大略，兵法文章典制，古今興亡之故，方域要害，近代人才邪正，其意見皆相同云。處士字君賢，又字繼莊，亦大興人，負奇才，年未五十死，先生為作墓表，言之輒流涕。未幾，遇李先生恕谷於京師，大悅之，曰：自繼莊没，豈意後見君乎！恕谷微言聖學，先生聞之沛然，因持大學辨業去，是之。恕谷乃爲極言颜先生明親之道，先生曰：吾知所歸矣。遂介恕谷往博野執贄颜先生門。時先生年五十有六矣。初先生自命豪傑，每夜必置酒痛飲，論議今古，旁若無人。醉則歷罵貴顯時流，襍以諧謔。恕谷徐規之曰：君誤矣，吾人當與古賢聖仁人衡長短，乃卑之較論時輩邪？先生大悔，效習齋日記立省身錄，以糾身心得失，習禮終日正衣冠，對僕隸必肅恭。然自負經世之略益堅，每曰：吾所學乃今始可見之行事。非虚言也。當吳三桂畔，天下騷動，先生笑曰：無事也，三桂鼓行而前，直抵中原，上策也；順流而下，以取金陵，跨江而守，中策也；徘徊荊襄，延日引月，此成禽耳。駑馬戀棧，安知遠圖，必無事矣。已果如其言。及聞颜先生學，乃著《平書》十卷，一曰分民，謂士農工商以分之，甲保鄉以合之，立鄉官曰正曰畯曰巡以治之，而奸民游食異端則變之除之也；二曰分土，謂使郡縣久任而重其權，縣統於府，府統於藩，其地域則因山川定其幅員，不使相懸；三曰建官，謂內官設府，公卿冢宰御史成均也。設部，農禮兵刑等六部也。設院，通政黄門也。設衞，金吾羽林也。設司，歷象醫上之類也。外官則藩府縣，縣有堂，縣令縣師也。有曹，六曹也。有司，亦醫卜之類也。府藩皆如之，而異其名。其銓選則以一涂為升降，不襍以他涂。如縣令轉至相國，而其官止縣師。轉至大司成，而其官止縣曹。理農者轉至大司農，而其官止縣。醫官轉至京師醫官，而其官止之類也。别其賢否爲舉錯，不以年勞限之。天子考相國，相國考卿貳以及州藩，下則各考其屬，外巡按御史劾之，内御史府黄門院劾之，三年一考，九年三考，或陟或畱或黜，而又有不時舉劾者，不論年勞也；四曰取士，八歲入鄉學，教之孝弟幼儀識字習數，讀經書，習小樂舞。十五入縣學，敎之六德六行六蓺，閱史陳策。二十後敎成，進之郡學，教之三月，試之，又進之藩學。如之進之成均，如之遣歸縣，謂之太學生，分科以為士，曰禮儀曰樂律曰歷法曰兵政曰農政曰刑罰曰蓺能曰理財曰兼科，分之各四者，三年明習厥事，乃實授之職，曰下士，予之祿官。以此為始；五曰制田，議均田，開水利也；六曰武備，兵制兵法也；七曰財用，論積粟錢法鹽法商稅也；八曰河淮，治水也；九曰刑罰，謂復墨以罪赃，復刖以罪盜，復宮以罪淫也；十曰禮樂，移風易俗也。書成，復使恕谷商訂之，然未行世。始先生慨不任意，五十後葬其親於京師西山，遂棄妻子，爲汗漫之游。至名山廣壑輒淹畱踰時，見人不自道姓名。晚歲復轉客江淮间，淮安守姚君聘之往，乃於淮署著《讀易通言》五卷，明先後天河洛之出道家，與胡處士謂之言若合符節。至康熙四十九年，遂卒於淮上，年六十三。子兆符，字隆川，康熙辛丑進士。先生又有文集二十卷，詩十卷。其文多記明末死事諸公，與正史相表里。道光中武進管氏為刊行之。 \\n 王崑繩文集 \\n 孔孟不得志，天下變為秦。王道熄而天下無復能平矣。非明行其道之無人哉。宋儒自謂能明能行，而道其所道，愈失其真。先生起而辨正之，躬行以實之，古今剝復之根不在是，與百世以俟聖人而不惑，而尧舜君民之業，終不獲親見於其身。亦可惜矣。 \\n [颜習齋先生傳後語] \\n 秦游得與吾子友，幸甚。源所重在品之真，肝腸潔白，才華其餘耳。況吾子才華，又迥出時輩者哉？顧友也者，取其益也，益之象曰：君子以見善則遷，有過則改，故勸善而規過，友之道也。源不才，敢以無益之友辱吾子，竊願有所規勸焉，而吾子試擇之。昨見吾子與李中孚先生書，力詆姚江無惡無善之非，此從來闢姚江者之口實，不自吾子始，而吾子之文特辯，而吾子之人非流俗等，故不得不與子白之。今天下之尊程朱詆姚江侈然，一代大儒自命而不僞者幾人哉？行符其言者真也，言不顧行者僞也，真則言或有偏，不失為君子；偽則其言愈正，愈成其爲小人。有人於此，朝乞食墦间，暮殺越人於貨，而掇拾程朱緒論，狺狺焉詈陽明於五達之衢，遂自以為程朱也，則吾子許之乎？彼朱陸各行其是，以修身而明聖人之道，論其所見之偏，不能無過不及，而論其得，則皆聖人之一體，烏得是此非彼，立門戶於其间，若水火之不可以竝立者？且夫對君父而無慚，置其身於貨利之場死生禍福之際而不亂，其內行質之幽獨而不愧，播其文章議論於天下而人人信其無欺，則其立說程朱可也，陸王可也，不必程朱，不必陸王，而自言其所行亦可也。否則尊程朱卽程朱之賊，尊陸王卽陸王之賊，僞耳。況大言欺世而非之不勝舉、刺之不勝刺者哉！嘗聞一理學者力詆陽明，而遷官稍不滿其欲，流涕不能止。一識者譏之曰：不知陽明謫龍場時有此涙否？其人慚沮無以荅。又一理學者，見其師之子之妻之美，悅焉久之，其夫死，約以爲妻。未小祥而納之。而其言曰：明季流賊之禍皆陽明所釀。烏呼，若輩之行如此類者，豈堪多述。夫太公佐武王伐紂，伯夷不食周粟餓死，兩人之行相反矣，而俱不失爲聖人。假令盜跖附伯夷以為名，尊伯夷以為聖，代伯夷詆太公，而自以爲夷之徒，則夷之目其將瞑於地下乎？故今之詆姚江者，無損於姚江毛髮，則程朱之見推，實程朱萬世之大阸爾。君子之辨理也，苟反之，吾心而不得其安，驗之事物而未見其確不可易，折中於孔子之言而不合，雖颜孟之言吾不敢以為然也。況下焉者乎？苟安矣確矣，與孔子之言合矣，雖愚夫愚婦之言，吾奉之無異於聖人，況上焉者乎？子以為無善無惡虚邪，無聲無臭虚也哉？太極未判，何陰何陽，知識未開，何善何惡？非不善也，無善之可名也。孔子曰：繼之者善，成之者性。曰繼曰成，非後起之名之一證歟。且子亦知愛親敬長之道乎，愛敬善矣，顧愛知於孩提，敬知於長，襁褓邪，孰爲愛孰為敬乎？葢嘗觀諸名物，有不俟對待而自名者，有必對待而名始立者，無陰何名爲陽，無惡何名爲善？有小人而後別之為君子，有西而後别之為東，有夜而後别之爲晝，故一有善之名，卽不能無惡，如愛敬不學而知能，而貪焉嫉焉爭焉，又豈學而知學而能者？或顧未有知也，渾渾爾，知識一開，卽與形色而俱見，故曰：有善有惡意之動也。吾子則曰：性之善猶水之下，子輿氏之言也，可曰無上無下水之體，有上有下水之動乎？噫，子亦知水火之體何如者，火藴於木石之中，陰陽噓吸，涵濡而成水，必形而附於物，而後炎上，而後就下。當其未形，與初形之濡濡者且上烝，星星者且下射，亦何上何下之有？卽曰無上無下水之體，胡不可也？但謂有上有下水之動，則不可。然物有可喻者，有不可以相喻者，必舉不可喻者以相喻，則杞桺何不可以喻性長馬之長，何不可以喻長人之長？而犬之性猶牛之性，牛之性猶人之性矣。夫所貴乎學者，當出吾心之真是真，非以考三王、俟百世，不宜持拘迂之見，守異同之成說，膠錮束縛，老死章句之中而不能以自拔也。性善發於孟子，葢舉四端之固有於我者，以明道之出乎性，而救人心之陷溺，至於口體耳目之欲，則曰：君子不謂性。夫不謂之性，已不得不先謂之性矣。曰：乃若其情，則可以爲善。而不善之情則置而不論矣。況天下確有性惡，如越椒楊食我之徒者，則有善無惡，實不可以槩天下之人之性。故當日不但告子諸人紛紛之辯不容已，卽門弟子亦不能深服而不疑。使孔子出而譬之，曰：性相近也，習相遠也，唯上知與下愚不移。則性之說定，而紛紛者不辯而自息矣。故韓子三品之說，本之孔子，確乎不可易。必曰孟子是而韓子非，源不敢以為然。烏乎，先儒謂氣質之性非義理之性，所從來矣！夫義理之性天命之，不知氣質之性誰命之？將夭之外別有物焉命之乎？抑無所稟受而漫然自有之乎？如謂别有物焉，物則何名？如謂自有之也，則義理亦吾自有之耳，奚獨專其命於天爲？帝舜曰：人心惟危，道心惟微。惟精惟一，允執厥中。人心道心，與生俱來，純乎道心者上智也，純乎人心者下愚也。近者襍焉，雖多寡不齊，而道心自能知其人心之惡。故良知獨歸於道心。然則以知善知惡爲良知，爲善去惡為格物，葢謂知其惡而閑之以存其善，知其善而擴充之以造其極，卽精一執中之義爾，亦奚背於聖人，而以不合於卽物穷理，遂可目為異端邪說也乎？吾且不必與子言理，姑與子論文，曰致知、曰誠意之數者，兩言耳。論其理萬千言不能盡，就文義釋之，兩言盡矣，無庸加之辭而後解也。若云格至也，至物可以爲文乎？物非事也，卽以爲猶事也，而至事又可以爲文乎？必加之辭曰穷至，事物之理，欲其極處無不到，而後可以為文，嘻，亦勞矣！殷盤周誥，未若是也。夫豈說之所可通者哉？要之，心之體、意之動，與良知者，皆舉其自然者以示人，而功則歸於為善去惡，此姚江實體諸躬，深造自得，而坐諸訓，豈敎天下任其自然，猖狂以自恣者？葢無善無惡太極也，非無極也，言理至太極至矣，又於太極之上加之無極，此正二氏求勝於吾儒以立說，而淪於虚寂之蔽，學者不知辨無極之失，而沾沾以無善無惡為非，豈不悖哉！夫今之詆陽明者，行僞而品陋，識暗而言欺，天下從而和之者趨時耳，干利耳，舉世若狂，以詆姚江為風氣，亦何足與深辨！顧聰明才辨如吾子，亦不免為風氣所移，是何不可以進其狂愚，使早知抉擇也乎！源嘗以為孟子殁後千數百年，全體大用，才堪王佐之儒，惟諸葛忠武、王文成兩人而已，漢唐之儒章句訓詁，宋儒知經不知權，為治世之良臣有餘，戡天下大亂不足，為奸雄竊笑久矣。求其德行中正、純粹無疵，累而因時制宜，仁至義盡不失之迂，陽施陰設不流於詐，極天下之權奇奸暴，不足當其鋒，而禮樂教化可直追乎三代，則忠武而外，舍文成其誰歸！使以孝宗求治之君，得文成為之輔，則三代何難復？不幸遇而不遇，以震世勛名，未嘗盡其用之一二，此有志世道之君子所爲欷噓扼腕於天之未欲平治天下也！乃當日之排而謗之者，忌其功耳，一二正人君子，學術不與同耳。不知今之肆無忌憚、不遺餘力横詈之者，何以至此極也？吾子誠有志於聖賢之學，但當從事家廷朋友之间，砥名節力行無僞，而讀書講學，從其性之所近，卽不尊陸王而尊程朱，豈曰非賢？若與世波靡，亦翹焉，以闢陽明為能事，竊恐言不顧行，作僞心勞，終不免小人之歸耳。伏望平心察理，絶去依傍雷同之說，求其至當，而歸於為己，庶不負訂交之意云爾。 \\n [與朱字綠書。望案：此與下寄李中孚書，皆先生未見颜先生時持論如此，然其中所言大足盡當世僞託程朱者之情狀，魑魅罔兩無遁形矣。故存此以贊世之君子] \\n 源生平最服姚江，以為孟子之後一人。聖人之道體不異，而用則因時以制，變征誅之變揖讓，時耳。假令孔孟生漢唐以後，其所以禁奸而禦黎者，必不肯泥三代之成規。至於晉之清言、宋之理學，爲奸雄竊笑久矣。葢宋儒之學能使小人肆行而無所忌，束縛沮抑天下之英雄不能奮然以有爲，故使程朱遭宸濠之亂，必不能定之掌握之上。而濠以梟雄之姿，挾藩王之重，負異志旣久，擁衆二十萬，一旦竊發，順流直掩金陵，乃不終日而談笑平之，是豈徒恃語言文字者所能辦？乃今之謗之者，謂其事功，聖賢所不屑也，其學術爲異端，不若程朱之正也，其心不過欲蔑其事功，以自解其庸闒無能爲之醜。尊程朱以見己之學問切實，而陰以飾其卑陋不可對人之生平，内以自欺，外以欺乎天下，孰知天下之人之不可欺，而祗自成其爲無忌憚之小人哉！源幼隨先人播越江淮，與先兄汲公同受業梁鷦林先生之門，先生講學，源兄篤志力行，源性苦拘束，爲兄所責。源曰：為豪傑不亦可乎，何必道學？源第矢三言，無負生平耳。兄問之，曰：忠孝以事君親，信義以交朋友，廉恥以厲名節。兄瞿然白之師，師笑而置之。後見易堂魏叔子先生，其言大與愚見合，故生平議論，间竊易堂緒餘，而酷喜談兵，講究伯王大略，物色天下偉人奇士而交之，乃卒歸於無用。今父兄皆没，源且浮沈於世，未知所稅駕。苟得大賢焉爲之依歸，復何恨乎！聞先生著述甚富，皆體用兼備之書，恨未之見。竊謂後世之治，天下當首嚴詐僞之禁，如太公之誅華士，孔子之誅少正丣，凡為虚言以欺天下而盜名者，悉焚其書而寘之法，明先王之道，教天下不言而躬行，卿大夫率於上，士民遵於下，摯慤果毅，敦篤乎倫常，而講求實學，一洗語言文字惡習，反風俗於湻朴，則三代庶可復乎！未審先生之意與之合焉否也？ \\n [與李中孚先生書] \\n 接壻書展讀，知别後頗用愚言，益敦孝友，德日進，學日脩，名譽亦日著，將來自與古聖賢豪傑為徒，豈徒與潘陸徐庾輩爭雄長哉。至論文章本乎理氣，此實有體認之言。理者氣之充，氣者文之帥，理以充其氣，如江河乘勢就下，驅駕蛟鼉百怪，浩然一往，誰能禦之？雖然，有網必有目，有本必有榦有支，平天下在絜矩，而禮樂刑政，苟非有精詳之制，則絜矩空言耳。兵法在奇正，假令部伍不分，旌旗鼓角之號不立，則奇正亦虚文耳。文章在理氣，使結構無方，虚實變化無術，則縱有理氣，自無文章，究不能相屬耳。然則用意固有道，用筆固有權，規矩方圓之至也。舍規矩安所寓其巧也哉？願仙來再進而求之，乃僕更有所得，欲與仙來共者，僕從來不談道學，以近日考亭、陽明兩派各持門户，相爭如水火，竊疑君子亦仁而已矣，何必同然？程朱之篤學操脩，雖可法而迂闊，實不足以有為陽明之經濟。雖無慚於道德，而學入於禪，未免天下詬病。欲判其一而宗之，旣不可欲合兩家而同之，又不可不得已所以置身於外，將格物致知心性天命之說，槩不敢道，但求德行無虧，以經濟文章自見而已。乃近有蠡吾李恕谷者，傳其父師之學，有《大學辨業》《聖經學規纂》二書，盡闢兩家，直追孔孟，葢格物有確解，而後明親有實學，明親有實學，而後聖人之全體大用，無人不可知，無人不可具，無人不可以格致誠正，無人不可以脩齊治平。其書辯而不爭，故而非鑿。今以兩册相寄，自觀而自得之，不能悉言其故也。其學以六蓺為宗，禮樂射御書數無所不通，外有《學樂錄》一册。仙來故亦講究音律者，應知其妙。其師曰颜習齋先生，博野人，高尚不仕，年七十矣。有《存學編》一書，說盡後儒之獘，直傳堯辭周孔之真，開二千年不能開之口，下二千年不能下之筆。僕因恕谷執摯其門，立誓共以明行聖道為任，內而身心一致加功，不入虚空不流汎濫，立省身錄，時刻自檢；外而禮樂兵農實，求經世之務，不騖夸誕不事繁瑣，隨其資力所近，專一以致其精。如有用我，舉而行之，天下無難；否則傳之後世，聖學終有大行之日耳。此其所就，較之僅以文章經濟自命者，有不侔矣！仙來得無意乎？ \\n [與壻梁仙來書] \\n 都門執别，以失意未暢所懷，不知吾兄何日抵舍？近狀何似？吾兄家雖貧，然上奉兩親之歡，下有敝廬容滕，足以力學，賣文以爲活，授徒以養親，視源之父母兄弟俱無，倀倀然風塵衰邁，無尺寸地以自容者，不霄壤分乎！然源已絕意春官，不復為矣。向之爲此原非得已，今則當已者四：復其初志一也，文非今日之文二也，人非今日之人三也，人不可以勝天四也。且身之累，什釋八九，一可已；兒子成人，足代共任，二可已。以當已之事，值可已之時而不已，是流俗人耳。吾兄亦言絕意於此，未審其意决否？若一時感激之言，終不能無羨於時人之得失，不必言矣。如果有同心，則源竊有進焉。昔伊尹未遇成湯，未嘗不以天下爲己任；孟子不得志於梁齊，老於鄒魯滕薛，而守先王之道以待後之學者。然則儒者或出或處，莫不為天地立心，為生民立命，為往聖繼絕學，為萬世開太平。乃源從事於儒，而不敢以儒自命，何哉？葢以後世之儒謂之道學，而近之講道學鮮有不僞者，非借道學以掩其汙穢而要祿位，卽借之以投時尚而博聲名，欺人不得不自欺，自欺不得不大聲疾呼，自以為傳程朱；又不得不大聲疾呼，力詆陸王以見其所以自命者至純至正而無一之不實，著書立說，縱橫侈肆，無所不至。乃試問其心術，考其行事，不但不足為君子，并不足為小人，祗成其為穿窬之盜，患得患失之鄙夫而已。嘻，若輩奚足道哉！且夫程朱之學，源亦有所未盡服，其德行醇矣，學正矣，然高談性命而不能有經緯天地之才，佔畢冥坐以柔其氣而弱其習，必不足以有爲。唯太平無事時使之坐而論道，或為一方之司牧可耳，此又何足以希陽明之一二？然而源雖力推陽明，而不敢以其學爲宗，何也？以其襍於禪也。禪之明心見性，似亦無惡於天下，而必不可襍於其學者，何也？以其為天地之豺狼，生民之盜賊也。何以言之？天地之大德曰生，人受天地之氣以生，未有不好生者。此好生之心，所謂惻隱之心也。惻隱之心，固結而不可解，故君義臣忠父慈子孝兄愛弟敬夫和妻順，而聖人能盡其心性，故能盡人物之性。此聖人之於心性，實能復而全之，體而充之，而德以之明，民以之親也。佛氏則不然，舉所謂心與性者而滅之，而後謂之明，而後謂之見，夫必滅之而後謂之明謂之見，則彼之心明性見，而天地之生機熄矣，人心之惻隠亡矣，可以立視其父子兄弟之死而不動矣。天主生，而彼主滅，人欲生而彼欲滅，是與豺狼之以殺人成性、盜賊之以殺人成能者何以異哉？顧文之以慈悲戒殺，混之以滅為不滅，是豺狼鳴和鸞以噬人，盜賊習揖讓而行劫也。嗟乎，學術不明，陽明既顯，襍於佛氏；程朱亦隱壞於佛氏靜坐觀道，非禪而何哉？又何怪其門人之入於禪，又何以獨訾陽明之為禪哉？伯夷曰：黄農虞夏忽焉沒兮，我安適歸矣！遙遙千古，孔孟不作，將何所適從焉！源所以不得已置道學之說，但欲以忠孝廉節為本，而以經濟文章立門戶，上之北面武鄉而希其萬一，下則與陳同甫竝驅而爭先，此則區區之夙志也。乃自落第後，孰讀李剛主大學辨業，而翻然悔、勃然興矣，又介剛主受業於颜習齋先生之門，而慨然以斯道為任矣。葢孔孟所傳二帝三王脩己治人之道，備於大學一篇；格物者，大學之始事也。程朱之釋格物也，上極於性天而下盡於草木，非高遠則汗漫；陽明意在致良知，其釋格物也，一以爲正事物，一以為去物欲，非脩身之事，則誠意之功皆於格物之義，無當格物者大學之始事也。格物不明，而明親之功何由實乎？明親不實，何由止至善，而脩己治人之道以傳乎？此孔孟之學之所以亡，而後儒學術支離龎襍，使人不得其門而入也。今其言曰：物非他，卽大司徒敎萬民而賓興之之三物也。格物非他，卽學習六蓺以成其德與行也。葢德行之實事皆在六蓺而六蓺要歸一禮故孔子謂非禮不動所以脩身教颜子以克已復禮為仁又曰：為國以禮，故學禮卽格也致也，約禮即誠正脩也齊治平也。小學大學由淺入深，師以此敎，弟以此學也。士以此造，才以此取也。士大夫之學出於此，君相之學亦出於此也。明明德親民由於此，止至善卽由於此也。豈以誦讀為事、靜坐爲功乎？豈置道蓺之實務，舍下學而躐等，以言性天乎？又引馮應京之言曰：人之參天地者六德也，德之見於世者六行也。行之措乎事者六蓺也，先王之設庠序學校，唯五禮六樂五射五御六書九數為，孜孜而德行備乎其间矣。旨哉，言乎！切實而可據，簡易而可循，非學記所謂大學之正業，而確然入道之門哉！源故心悅而誠服焉，矢之先聖以相助，明行斯道為任，學禮以立其綱，內而身心動靜一致加功，不入空虚不流泛濫，外而實究專精經世之務，不鶩夸誕不事繁瑣，置省身錄時刻自檢，以驗其功之淺深進退。發憤刻厲，務抵於成。一息尚存，不容稍懈。苟得以餘年進德脩業，入孔孟之門牆，追明親之實境，得志行乎天下，不得志傳於後世，使自嬴秦毀滅、漢唐訓詁僅存、宋明表彰未盡之道，一旦而復明於天下，則其德與功之所立，與僅以經濟文章自見者何如？於戲，此颜先生所以不可不歸，而剛主之書不可不虚心讀之、專力求之、反覆觀之、精詳體之，而不得以世儒之成說自畫、俗人之門戶相持也。吾兄得無意乎？要亦患學之不得其門，恐信道不篤，見紛華而悅耳。葢同志無多，期與剛主博求之天下人之好善，誰不如我，同聲相應，未必無人。況吾兄夙日同肝膽、共性命之友，而可不與之共哉！ \\n [與方靈皋書] \\n 來敎所云，生民治亂之說，乃千古聖賢豪傑所以自任之重。顧自任者必有其具，故曰：如或知爾，則何以哉。慨自孟子殁而學術分，戡亂者以權奇，致治者以文具，所謂隨陸無武、絳灌無文者，特以章句為文、兵戎爲武，曾何足語於戡亂致治之數？唐虞三代之取才，聖人之教人，大約不外德行蓺三者，内以治己，外以治人，而戡亂致治之具，卽不外此。故其人才迥非後世所敢望。及先王之道喪，傑士徒知有功利，而儒者高則談性命、卑則事訓詁，最下從事於詞章，其具將安在乎！然則後世治日少而亂日多，非天之生才不逮於古，亦學術得其偏而不能通其變，誠如來教所云耳。乃近僅有陽明，得孔孟體用之全，時人則痛加詆毀以自飾其陋劣，而謬附為真儒，趨勢附和者徧天下，又何足與言哉。源是以將時俗所持程朱陸王勦說，概置不道，獨從事於先王道蓺之訓。又以賦質庸鈍，無所成就，苟得一守先王之道，以天下爲己任，而實有其具者為之依歸，宁不性命以之，而豈特以一人之知己為幸乎！源生平性命之友有二：一曰劉繼莊，一曰李恕谷。此二人者，實抱天人之略，非三代以下之才。惜繼莊已殁，而恕谷亦不能朝夕共學。今見高賢之論，竊幸吾道不孤，可以開途啟錀，左右以成其學，逹則施於時，穷則傳於後。但未審高明自任之具居何等乎？更須面質以訂久要，不敢徒作語言文字觀也。 \\n [復姚梅友書] \\n 宋儒承五代之衰，振興儒學，使人尚知孔孟當尊，而六經以傳，功固鉅。但其學以性天為宗旨，自謂陵唐軼漢，不知陰壞於二氏，致儒者高談性命，不殊晉代之清言，絕無聖人經綸實學，坐視宇宙淪胥不可救，而害且遺於有明。曩讀先生太極河洛圖書之辯，固恍然於其病源之有在矣。源竊恨聖人之道不明行於後世，又不得其門而入，惟置近日程朱陸王門户之學不講，獨從事於經濟文章，期有用於世。伏聞先生絕意進取，穷經考古，一埽諸儒掩翳附會支離之說，發人所不能發，言人所不敢言，而旁引曲證，確乎有據不可易。源嘗欲負笈從遊，沮於時未獲所願，後交蠡吾李剛主，自言不遠數千里問業於門，得所未得。剛主故受學於博野颜先生者也。颜先生乃盡洗宋儒之見，以六蓺為宗，而直溯唐虞孔門敎學之實。剛主所以聞風請正，非以所見有同然者乎？儻得一棹錢塘，獨拜牀下，而聆緒論，以稍窺斯道之涯涘，應亦高明所不欲揮之門外者乎？ \\n [與毛河右先生書] \\n 天下無人久矣。如先生之學之才，豈特為天下之善士，葢與千數百年之傳人竝驅而爭先者，豈某阿其所好之言哉！實有所見，難為紛紛俗子道也。宋儒於六經不為無功，至所講性天，固知其淪於二氏，未嘗以為然也。然於傳注之謬誤，卻未深究，以淺陋之學，習而安之，多以為誠然祇。曩爲友人脩郃陽志，郃陽卽治陽也，朱氏謂後世洽水絕，因去水加邑爲郃。按洽水至今未嘗絕，而郃陽之名，自秦至今未有改，水經并無洽水之名，洽字亦無水名之說。葢由假借以郃為洽，故朱氏誤謂至今去水加邑耳。及讀正事括略，乃知其誤者果十八九也。某近著有《讀易通言》六卷，謹錄其敘并太極說呈敎，自謂可附羽翼之末，不知其有當否也？至論聖道不外忠恕一貫四敎四術云云，真得聖人內聖外王、體用兼全切實之旨。顧愚以爲颜先生以六蓺爲宗，其說非相河漢。六蓺不出乎禮，聖人以禮，脩身以禮，齊家以禮，治國以禮，盡性至命以禮，經緯天地小大内外精粗顯微，一以貫之，童而習者，此也。神而化者，亦此也。故可以盡仁道之全，備聖人之道之大，以六蓺而成六德六行，颜先生實有體認之言。漢儒以六經為六蓺，恐不若周禮為確。請更質之。 \\n [再與毛河右先生書] \\n 太極者有邪無邪？曰有。有生於無，老氏之說矣。儒者以為陰陽動靜之理，則形而上者也，可以有言乎？曰：不觀孔子之言哉？易有太極，實有矣。然太極為易有，不為陰陽有，天地也陰陽也乾坤也，孔子之言數數也。曰易曰變曰化曰通曰神，孔子之言數數也。如所言是陰陽之本矣，所以易與變與化與通與神之故矣。孔子豈其吝而不詳說之以示人，乃一舉而不復哉？然則太極何所指？曰：五十之用四十有九，其一不用者，太極耳。故曰太極實有，不可以言無。太極為易有，不為陰陽有，苟為陰陽有，是不能見其有者矣。不能見其有而謂之有，是無而之有之說也。無極而太極之說也。孔子豈爲之哉？噫，形而上者謂之道，過此以往，聖人所不言也。言之者皆妄也。儒之所謂太極者旣非，則其以初畫奇偶為兩儀，兩儀各加奇偶為四象，四象各加奇偶為八卦，由是遞加以成六十四卦者，非方士異端誣易之說乎？且夫太極非象也，以其為大衍之主，特尊其稱，比於皇極之義耳，下此皆象也。分而爲二，以象兩象兩儀乎？曰：非也，兩者陰陽也。儀也者容也，亦象也。兩儀卽兩象，掛一以象三，三才矣。揲之以四，以象四時。四時即四象乎？曰：有說焉，陰陽有老少，以九六七八象之四時，固不可爲四象。然天地之陰陽老少於何見之？見之在四時耳。葢陽初生漸長，少陽也；極盛而消，老陽也；陰初生漸長，少陰也；極盛而消，老陰也。陽之長卽陰之消，陽之消卽陰之長，迭為消長，卽各為老少，故一言四時，而陰陽之老少具象。四時卽象陰陽老少也。然而太極何以生兩儀？假令不虚其一，卽不可分為二乎？兩儀何以生四象？假令不分爲兩，卽不可揲之以四乎？曰：五十無不可分為二，但不可以象兩。兩者陰陽也，象之者奇偶也。以五十分爲二，非兩奇卽兩偶，必不能一奇一偶以象兩也。是兩儀必有太極而後生也。合四十九無不可揲以四，但不可以成四象。四象者，以四營之，奇偶相襍而後得也。合四十九而揲以四，其奇但一奇而已，必不能奇偶相襍以成四象也。是四象必以兩儀而後生也。有四象而後成爻，十有八變而後成卦，是八卦必以四象而後生也。聖人揲蓍求卦之法葢如此。噫，揲蓍者求已成之卦，觀其象辭占變以卜吉凶，非畫卦之謂也。畫奇偶以象陰陽，各三之以為乾坤，乾坤交索而成六子，八卦相重而為六十四，乃畫卦之法也。孔子之言也。烏有一生二、二生四、四生八、八生十六、十六生三十二、三十二生六十四之說哉？又烏有乾一兌二離三震四巺五坎六艮七坤八之說哉？四畫五畫之卦，鑿空而爲之，乾兌離震巺坎艮坤之序，武斷而定之，叛聖亂經，荒誕謬戾，在方士竊吾易而别為說以售其欺，不足責也。儒者既惑其說，遂以誣聖經而誤後世，罪可勝言哉！噫，彼謂太極者理而已，理可圖邪？圖太極愚矣，圖而說之，愚而夢矣。嗟乎，蚩蚩者天下皆是也，可言夢乎？覺之覺之，歸於孔子而已矣。 \\n [太極說] \\n 源於癸未歲介李子剛主執贄於先生，越歲先生歿。時源在關中旣反，剛主示以所輯先生年譜，源爲稍易體例。间有所附益。旣成，為之序曰：孔孟以前無所謂儒者，儒卽君若臣，功卽德，治卽敎，孔孟穷而在下，始以儒名。然德卽功敎卽治，視二帝三王益皋伊傅周吕宁有殊哉。先生嘗謂孔子不得已而周流，大不得已而删訂，葢著書立說，乃聖賢之大不得已，奈何以章句爲。儒舉聖人經天緯地，盡性贊化之能，一歸於章句，而徒以讀書纂注為功乎？噫，此聖人之澤所以不被於天下者。二千年於茲也。先生崛起，無師受，確有見於後儒之高談性命，爲參襍二氏而亂孔孟之真，確有見於先王先聖學教之成法，非靜坐讀書之空腐，確有見於後世之亂皆由儒術之失其傳，而一復周孔之舊，無不可復斯民於三代，於是砥行礪德，一以禮樂爲準，射御書數竝成其能，毅然謂聖人必可學，而終身矻矻於困知勉行，無一言一事之自欺自恕，慨然任天下之重，而以弘濟蒼生為心。於戲，先生年譜具在，可考而知也。譜自三十歲以前，剛主據先生戊辰自譜及夙所見聞者為之，以後則據日記。後之學者苟能以先生之學為學，絕去空虚文字之習，合體用經權文武為明親一致之功，何德不可就，何治不可興，何亂不可除，而三代之盛何不可以再見乎！源與剛主及及門弟子共勉之，且願與天下後世之有志斯道斯民者共勉之矣。 \\n [颜先生年譜序] \\n 帝王必據形勝以爭天下，名將必知地利而後可以行師，以攻則利而敵不能守，以守則固而敵不能攻，攻守皆便，而我常處於不可勝，以乘天下之间，此形勝也。攻一城而百城俱不可守，守一城而百城俱不可攻，正兵扼其吭，而奇兵衝其腹，長固可以制短，而短亦可以制長。此地利也。故不據形勝以爭天下，猶置身荊棘陷阱中，而與平地之人角勇力也。不知地利而行師，猶瞽者東西莫辨而懵然以往也。雖然，四海廣矣，形勢殊矣，必待周行歷覽而後能得其形、知其勢，力有所不能，不能周行歷覽以得其形知其勢，而欲倉卒考究於臨時，或已至其地而後審其利害，又勢有所不及。然則天下形勢竟不可得而詳，而古之帝王名將皆幸而適遇其便者乎？今夫天至高也，去人至遠也，欲推其度而知日月星辰之次，亦難矣。然而無難者，有歷以紀之，有象以窺之也。古者職方掌天下圖籍，故天子不下堂而周知四方形勢，葢郡國封域山川阸塞，道里遠近，户口多寡，按籍以求，可以瞭然於心而知其勢，披圖以考，可以瞭然於目，而得其形。是地之有圖籍，不猶天之有歷象乎。然而圖籍難言矣，詳於郡邑而不詳形勢，則要害莫辨，而不知攻守之所宜；詳於今而不詳於古，則不知古人據勢以自强，因地而致勝之故。此籍之難也。東西倒置而方域乖，遠近錯迕而形勢繆，險夷迂直衝僻之不分，通衢支掛死生之不辨，此圖之難也。夫天下既不可以周行歷覽，又不可以審利害於臨時，所恃以得其形而知其勢者，唯有圖籍。而圖籍之不足恃又如此，豈非畱心世務者所深恨歟。余不自揆，嘗有志於此於，是博覽輿圖，參攷互證，輯為一編，名曰《輿圖指掌》，先以總論，後分京省。而每省亦各有總論以冠其端，九邊卽附於北直、山、陜之後，江防海防之要，竝詳於沿江沿海各省。總論之中，其於諸郡，獨載建置沿革疆域形勝屬邑山川。他若宮室人物，無關於形勢者，皆不錄。而古人行事有足以證其地之輕重者，皆附載焉。又按其方域遠近、山川要害，畫為圖，圖成，方丈雖不能無誤，然較之世俗所傳者，固大不侔矣。天下形勢，總論詳矣。一方形勢，每省總論詳矣。前賢之論列於前，余之緒論附於後。按圖稽古，斟酌攷訂，其於攻守之宜，或有一得焉。然而閉戶造車，出門合轍，自古其難。未嘗周行歷覽，而但求之圖籍之间，余終懼其不可恃也。 \\n [輿圖指掌序] \\n 余自幼喜談兵，讀蘇明允權書、陳同甫酌古論，心慕其為人。稍長，學孫武兵法，略知奇正虚實之術，而束伍營陳操練之方，形名器甲之用，車騎水陸接刃合戰攻城守壘之法，槩不得其詳焉。每遇老於行陳者問之，其言皆野戰之事，而與古節制之師不合。嗟乎，野戰可以制勝，而無事於兵法久矣。節制之說竟無從得其詳。及讀戚南塘練兵實紀，與趙本學續武經總要，而後有得也。葢用兵有自治之道，有制敵之道。自治之道不外乎節制，制敵之道不外乎奇正。必有節制而可以立身於不敗，必知奇正而後可以決勝。古之伯王之主謀臣良將所以開基定亂而成大功者，莫不由此。余故卽其所見，彙為《兵法要略》二十二卷，分上中下三篇。上篇則孫子諸家之說，刈其繁而存其要，用兵之方略也；中篇則束伍營陳操練之方，形名器甲之用，車騎水陸接刃合戰攻城守壘之法也；下篇則自春秋以迄於元，古人用兵之往事也。辟之醫，上篇所載，其陰陽氣血之理、脏腑之性，與凡百病之原，而察脈觀色之術乎；中篇所載，其諸藥之性之用，竝所以炮燔炙割調劑之事乎；下篇所載，其歷代名醫成案而已。試之良方乎。使為將通於此三者，於以追古名將，而覆野戰之師，曷難哉。余初聞兵法，莫詳於武備志。貧不能購，思之十年不得見。及余書旣成，始得觀其大略，而與余三篇之意殊不相遠，竊自喜暗合乎前人，特病其襍而不精，浩繁而寡要，於是擇其簡要適用，為余所不及載者，錄為二卷，附於中篇、下篇之後，曰補遺。庶幾自治制敵之道俱備於此，而學古兵法者有所考鏡而得其要焉。 \\n [兵法要略序] \\n 周以前所遵者，黃帝之制，損且益，莫能外也。秦以後所遵者，秦之制，迄今莫能外也。孟子曰：徒善不足以為治。治天下之法，可苟焉已哉？有巨室於此，楝橈焉弗隊，桷摧焉弗覆，搘焉拄焉，籓垣圮壘焉，易其瓴甓户牖之闕，塗丹艧焉，衎衎然安矣。易主以十數，莫不然。吁，覆厭屢爾矣，而莫之卹，不亦悲乎？秦壞先王之法，禍中於一時；後世因之，禍流於萬世。且夫草昧初造，利天下已耳，苟因前制立國已耳，位天地育萬物，立心者誰乎？勢已定功已成，欲變法難矣。於戲，法至明而獘已極，尚可塗飾朽敝以為安哉？非盡毀其故而别為構，不可以為居。非盡棄其舊而别爲規，不可以為治。予不揣固陋，妄為《平書》十篇。平書者，平天下之書也。一曰分民，二曰分土，三曰建官，四曰取士，五曰制田，六曰武備，七曰財用，八曰河淮，九曰刑罰，十曰禮樂。為文十有五首，分上中下三卷。大抵本三代之法，而不泥其迹，準今酌古，變而通之，以適其宜。參取後制，一洗歷代相因之獘，而反乎古，要使民生遂，人才出，官方理，國日富，兵日強，禮教行，而異端息。卽使世有變遷，苟遵行之毋失，亦可為一二千年太平之業。嗟乎，此愚志也。而識未必逮也，世之君子，有與予同志而補其不逮者乎！動而以順行，復斯民於三代，子日夜望之矣。 \\n [平書序] \\n 陳摶，聖人之賊也。竊物者，人之賊，竊道者，聖之賊。聖人之道，備於易，天亦備於易。易可竊乎？陳搏竟起而竊之，且夫易有孔子，不猶天之日月乎？無日月，孰知天之高？四時行，百物生，之廣且大，無孔子，孰知易之所由作，彌綸天地，冒天下之道而不穷？嗟乎，惑世誣民者僞也，為所惑而不能辨者愚也。非所有而竊之者賊也。以賊為祖，反昧其祖之所自來者，悖也。本義先天之說，胡為來哉？搏之說焉耳。孔子不知，搏知之；文王周公不知，搏知之。噫，王通冒聖人之號，宋儒尚目之為王莽，況僞造圖書，竊易為己有，居然駕乎文王孔子之上，别立一說，以欺天下。其罪之大小輕重，視王莽何如哉！無如宋儒爲所愚，謂其真得羲皇不傳之祕，孔子所傳不過後天之學，遂奉以爲宗，亂經蔑聖，誤後學以至於今，數百年群然不知其為僞。佛之賊吾道也，整居焦穫，文武何傷焉，推戴極乎哀章，漢亡矣，況天地古今之大賊乎。此予小子《讀易通言》所為不得已於作也。 \\n [讀易通言序] \\n 大學原文，精義縝密無间，而篇法渾全，章句完備，故謂為脫誤而紛紜割裂補緝，雖用心良苦，然而誤矣。嗟乎，豈特經之誤已哉，聖人無無用之學。格物者大學之首也，乃或勞心於其所不急，躐等以求夫高遠，則聖人之功用何由見乎？李子恕谷，弱冠受業於颜先生，知先儒之解未確，沈潛諸經，博覽古今之說，參稽明辨，徧訪於時賢，久之信然於颜先生之說，乃擴充互證，爲《大學辨業》以傳於世。辨而不爭，故而非鑿。不附程朱陸王，直傳孔孟。異哉，非豪傑之士孰能爲之。予嘗以爲德行言語政事文學四者，足盡儒者之能事。德行體也，言語、政事用也，文學所以明其體與用也。自孟子殁而道術裂，要皆不出四者之分，而流獘遂不知其所底。宋儒一歸於德行，反經以救人心之陷溺，功可不謂弘焉，顧用有不逮，則經有餘權不足，脩己有餘治人不足，善化有餘禦暴亂不足，正誼明道有餘，利天下成大功不足。夫豈所謂大學之道乎？噫，二帝三王之天下，至宋盡失，烏得謂為儒者之過，然以理爲敎而諱言兵，尚虚文去實武，繩墨以束其才，佔畢冥坐以柔其習，自謂遠追三代，而使豪傑束手不能有爲，奸宄得以自恣而無所忌，不但不及聖人之經綸，且遠出漢唐名臣建立之下，宁非風氣議論所漸濡，使上下陰受其獘而不覺與？然而宋儒固皆君子也，雖有不逮，身心則無虧也。卽其所見，未嘗不各有所得，卓然可傳於世而非誣也。乃若後之借程朱立門戶以為名，而競為私者，其人之賢不肖何如乎？予不得而知之矣。 \\n [大學辨業序] \\n 立國之道五：曰德，曰法，曰武，曰敎，曰文。義得之，仁守之，曰德；立紀網，明政刑，使奸宄不作，賢才舉而民生遂，曰法；武者。戡亂克敵，成立而民服也，天下雖安，不忘戰也；敎者，人倫禮樂；文者，華飾詞章也。五省備，則德足以懷天下，法足以守天下，武足以威天下，敎足以化天下，文足以柔天下。三代是也，故其享國各六七百年。而周以文勝，故其後寖弱。儒者之論曰：聖王之治天下，不任法而任德，左武而右文。烏呼，秦隋滅德作威，固所以速取滅亡，若宋蓺祖削平僭亂，使海内得離戰爭之苦，真仁相繼數十年，深仁厚澤德可謂隆矣，徵道德之士，用詞臣敎至而文盛矣。乃當其盛，屈首遼夏，舍恥忍辱，曁青城之役，舉族北轅，豈文德有不足與法不善？武備不修所致也。且天下之生久矣，世既變，所以治世之具不得不與之俱變。干戈以易揖讓，聖人所以治三代之世者，已不同於唐虞。而或者乃於千餘年之後，鰓鰓然據遺文以為畫衣冠，異章服而民不犯，舞干羽可以克敵，於是講法令則以為申韓，論設險則曰在德不在險，談兵法則深疾痛惡而以爲民之賊，而其所恃以治天下之具，則訓故詩書，談性命，委悉周詳於緐文曲貌。烏呼，世風日下，亂臣賊子愈出而愈險，國家之患愈出而愈烈，唯法以制之，威以讋之，使之形格勢禁而不得為亂，各安其所而不必為亂，震懾畏伏而不敢為亂，如此而已。若徒恃區區儒者之論以治天下，必四海之內、荒服之外，盡為善良而後可，否則揖讓而治豺虎，推赤心以化蛇豕，其不害於家國者幾何哉！吾謂三代而下，立國最善者莫如漢高光救民水火，文景明章休息愛養，其德也；刈群雄誅暴亂，其武也；尊儒術，崇孝弟，授遺經，其教也文也。至於掄才不分文武，任賢不拘資格，蕩軼簡易，使人人得以盡其才，其立法之尤善者，夫豈唐宋所得及與。然唐之德固無愧於漢，文武分，而武臣未嘗不重，後代網紀雖弛，而人才未嘗不得盡其用，又豈可與宋之孤立微弱、文法密而武備弛者同日論哉。要之德不足以懷天下，國雖强民必叛；法不足以守天下，武不足以威天下，德雖厚國必削；三者備矣，而敎不足以化天下，勢雖固而倫紀不修，人或近於禽獸；四者備則治國之道全矣，文者其餘耳。至於魏晉南北朝五代之君，四者俱失，而僅存其文，或獨用其武，或五者俱失，故其亡也。或數十年或數年，而北魏立國敢强，雖無大功德於民，而君臣代有賢人，故享國獨久。及至孝文修明禮樂，粲然稱極盛，而魏氏之衰卽基於此。嗟乎，後之君臣，徒欲以文治天下，亦安見賦詩可以退敵，而大學章句足解厓山之禍也乎？吾故為之說曰：為天下者，德以爲本，而法與武、敎與文輔之，五者之中，不急者唯文也。四者闕一，不可以為國矣。不急者唯文也。 \\n [立國論] \\n  \\n   \\n  "}
{"章节": "颜氏學記卷九", "正文": "  \\n 颜氏學記卷九 \\n 　 \\n  \\n 緜莊徵君程先生廷祚 \\n 程先生廷祚，字啟生，別字緜莊。初名默，後更今名。其先為新安望族，遠祖元鳳，相宋度宗朝。傳十五世為先生祖某，始遷江寍，寄籍上元，遂為上元縣人。父京萼，字韋華，能詩，工書，遯迹不仕。年近六十始取妻，生二字，先生其長也。生有異質，讀書過目成誦。髫齔時不妄語言，好正襟危坐，論古今忠孝大節。韋華公家極貧，恆書屏幅易薪米，日閉戶課子，俾習灑埽應對之節，客來進雞黍，侍立左右，如古弟子職。凡群經諸子史漢騷選之書，無不讀。年十五，有父執過訪，知其才，令作古松賦，日未移晷，得數千餘言。由是知名。先生弟嗣章，長史學，而先生游好在六經。韋華公卒，免喪，偕弟出應試，補諸生，旋識武進惲處士鶴生，始聞颜李之學。上書恕谷先生，致願學之意。康熙庚子歲，恕谷南游金陵，先生屢過問學。讀颜氏存學編，題其後云：“古之害道出於儒之外，今之害道出於儒之中。習齋先生起於燕趙，當四海倡和翕然同風之日，乃能折衷至當，而有以斥其非，葢五百年间一人而已。故嘗謂為先生者，其勢難於孟子，而其功倍於孟子。讀其書，則其語言行事之實可得而知也。”於是確守其學，力屏異說，以博文約禮為進德居業之功，以修己治人為格物致知之要。禮樂兵農天文輿地食貨河渠之事，莫不穷委揬原，旁及六通四闢之書，得其所與吾儒異者而詳辯之。葢先生之學以習齋為主，而參以棃洲亭林，故其讀書極博，而皆歸於實用。雍正十三年舉博學鴻詞科，安徽巡撫王鋐以先生應詔。乾隆元年至京師，有要人慕其名，欲招致門下，屬密友達其意，曰：“主我，翰林可得也。”先生正色拒之，卒不往，遂以此報罷。時年四十有五。自此不應鄉舉，杜門卻埽，以書史自娛。而尤注力於易，不喜漢儒互卦卦變卦氣，及宋元河雒圖書太極諸說，唯取王輔嗣、程正叔、項安世及近時李文貞公觀彖數書，箸《易通》六卷、《大易擇言》三十卷。晚年又為《彖爻求是說》六卷。同時惠徵君棟昌明荀虞氏易，頗不然之，謂恕谷注周易，專由象數以推人事，尚宗漢儒古法，而先生幾欲廢象，未免爲王程二家所錮，背其師說。先生聞之，亦無以難也。少歲時見西河毛氏古文尚書冤詞，袒護梅氏書，乃為《古文尚書冤冤詞》以攻之，旣删定其藁為《晚書訂疑》，又推拓其說，别成《尚書通議》三十卷，又箸《青谿詩說》二十卷、《論語說》四卷、《周禮說》四卷、《禘說》二卷，主萬充宗氏之言，《春秋識小錄》三卷。同時沈徵士彤、鍾員外晼皆推重先生，經學有疑，恆相與質證。乾隆十六年，上特詔舉經明行修之士，先生以江蘇巡撫雅公薦入都，復報罷歸。乾隆三十二年三月二十三日，卒於家。年七十有七。無子，弟嗣章以次孫兆晉為先生主後云。先生狀貌溫粹，志清而行醇，動止必蹈規矩，與人居不為厓岸，而自不可犯。以家近青溪，生平出處與劉瓛兄弟相類，晚年乃自號青溪居士，所著自群經而外，又有文二十卷、詩二十卷。先生沒後，其《易學》及《春秋識小錄》釆進四庫書，登諸著錄，而詩書皆未板行，今則兵燹以後，恐歸亡佚。并其易通等書，亦未見，唯《論語說》及文集猶有傳者。而予求其集不可得，仅見其《論語說》及《晚書訂疑》寫本而已。竊嘗論自嘉道以來，師資道喪，而皖北鉅公，始以文人末流，妄附講學，斷斷於程朱及非程朱之辯，實則於程朱遺書亦從未研究，不過鼓時文餘習，侈張俗說，附其餘光，以邀衆好己耳。不學之徒喜其說爲捷徑，從者如歸市，於是毒燄所煽，幾滿天下，至今未已。當時先生，群從不能審决白黑，至屬鉅公為序其文集，純以虚謬之談思駕乎自得之學之上，可為憤疾者也。先生嘗謂，墨守宋學者非，墨守漢學者爲尤非。繩以信古傳述之義，其言固不能無失，而其說經，則亦多自是之獘。較之二莊惠戴諸家，相去甚遠。然終非空疏淺薄不求實事者比。況其德望行業，又卓卓為鄉人師表，彼鉅公之非之，固無傷於先生，適足以形其醜陋耳。夫以布衣無名位之人，歷年旣久，而至今其鄉人士猶尸祝稱道弗衰，亦可見先生之流澤長矣。彼文人附俗之流，何足與於斯哉！因次先生傳而縱論之如此，冀以語世之特立君子焉。 \\n 論語說 \\n 古者學必有業。邢疏載皇氏引學記文王世子諸書所言。是也。其謂學有三時，亦具有意理。王肅注云：誦習以時，學無廢業。是以可說。此皆前儒去聖未遠，訓說論語之正義也。古所謂業，詩書禮樂而已。茲四者，君子所由適於道之具也，適道之具不修，則壞。時習而說，說所學之為我有，而庶幾道之可得而入也。論語首記夫子此言，以定儒者之實業，而詔萬世。卽示颜子之博文約禮也。三代而後，不聞所謂禮樂矣。書則真僞錯出，詩則訓詁日淆，學者既無所據以為業，而記誦詞章之俗學，與非聖害道之書，又不可以為業。葢天下之倀倀焉，莫知所之久矣。宋儒雖嘗尋遺緒於微茫，而廢者不可復興，絕者不可復續，故集注惟以明善復初為說，而未遑直指古人之業。後人不知學有今昔之殊，而論語屢言之博文約禮，卽此章學習之事。與舍是而無所以為明善復初者，其皆不能無誤也夫。 \\n 修孝弟以興仁道，疑有子非獨爲士庶言也。葢犯上作亂，害之在家國者，春秋之世無國無之。有子之意，乃欲人君躬行孝弟，以化其下，使民興於仁，有以革其悖逆爭鬭之心，而國家長享和平之福。此本立道生之說也。若欲士庶敦行孝弟，則事有精密廣大於此者，雖云通于神明，放乎四海，可也。而遽言犯上作亂，何為哉。 \\n 中庸分好學力行爲二，論語又以文行對言，則入孝出弟以下，力行之事也；學文，好學之事也。人生有倫常則有行，有事物則有文。文之與行相輔以濟，而斯須不可離省也。文莫重於詩書六蓺，身心家國之大用存焉，有餘力則學文。葢弱冠以後，則年日盛而道日廣，所以周其用者，不可緩矣。古法淪亡，漢後學者不知文為何物，故馬注但曰古之遺文，而漢書以六經為六蓺，又誤之甚者也。恕谷先生曰：宋人為學，專在讀書，內則玩索性天，外亦致力倫紀，而禮樂兵農，聖門所謂博學於文，以及虞書周官禮記所述古人敎學成法，昭然可考者，獨置之若遺。則非學問之小失也。觀此章集注所載諸說，大槩以文為文辭文采之文，惟朱子所訓為確，而猶未能盡除班氏馬氏之見，宜其注首章，不過曰明善復初，而僅以玩物適情為游蓺之解也。 \\n 周人祭祀燕享，以二南雅頌為樂章，餘不入樂者，學士皆誦習之。春秋以下，士大夫以之言志，而最盛於襄昭之世。所謂賦詩斷章取所求焉者也。若詩之有關於德行教學，則至孔子始闡明之。其載於論語者七章，言詩之用莫詳於小子章，而無邪一言，則所以定大義者也。六經之旨孰非欲天下之有正而無邪，而夫子獨以此言蔽三百者，何也？夫易言吉凶悔吝，禮著恭敬辭讓，書紀帝王之發政施仁，春秋書時君之僭竊爭奪，諸經體固不同，而其坐敎之意，則昭然易見，不待各揭一言而後可明也。詩則不然，有易知，有難知，易知者二南與二雅之正者是也，難知者國風二雅之變者是也。所謂正者，皆入樂之詩，出於君明臣良之時者也；所謂變者，皆不入樂之詩，興於國亂政衰之日，而各言其情，以爲風諭者也。夫子知樂之將廢，而專欲以詩為敎，故不論其入樂與否，而槩以一言蔽之曰思無邪，其意無他，欲明為正為變之有同歸而已。詩之有不正者，以鄭衞乎？曰：非也。然則何說？曰：詩本性情，情之所感不一，而風雅旣變，時之所值又殊，喜怒哀樂多不得其平，寄懷託諷或暗藏其指，詩序有云：變風發乎情止乎禮義。發乎情，民之性也；止乎禮義，先王之澤也。發乎情者其辭，止乎禮義者其意。辭有類於不正，而意則無不正也。孟子曰：不以辭害意。故讀詩而不得其作之之意，則辭難知矣。彼以小弁為小人之詩，以鄭衞為淫者之詩，皆不知作詩之意者也。且此章之說，學者亦嘗求其故乎？夫子不曰誦詩而曰詩，此明詩之本無邪也。詩之無邪，以作詩之人本無邪也。詩序又云：傷人倫之變，哀刑政之苛，吟咏性情以風其上。斯其人可以謂之邪乎？太史公曰：國風好色而不淫，小雅怨誹而不亂。非淫非亂，而可以謂之邪乎？夫風雅雖變，而先王之澤未泯，賢人君子生乎其间，閔時憂俗，作為詩歌，冀君上之一悟。所謂止乎禮義者在是，所謂可以興可以觀者亦在是。故夫子謂之無邪者，非爲二南與正雅言之也，盇取漢代深於詩者之論而反覆之乎？然則此章引駉詩之成語，而所重不在於思。借令重思，亦不過曰，昔之詩人所遇有常變盛衰，而皆思同出於正也云爾。此立敎之大義也。若惟欲學者求性情之正，則夫子口誦詩可矣。 \\n 志學章最為難解，葢以夫子自述進德之序，而其語又為弟子所共聞，非揆之全經而無少刺謬，未可云得其立言之體也。竊以論語考之，夫子之自居者，曰忠信，曰好古敏求，曰學而不厭誨人不倦。聖與仁，則曰吾豈敢。躳行君子，猶曰未之有得。若斯之類，聞者以為聖人之謙德，而夫子則皆自道其實，豈至此章而立言遂有異乎？乃注家於不惑以後率多高遠之論，如知天命則曰知天命之終始，耳順則曰耳聞其言而知其微旨，朱注以天命為天道之流行，而賦於物者；以耳順爲不思而得，以不踰矩爲不勉而中，此其爲說，孰謂不足以知聖人？而視夫子所以自居者，則大有徑庭矣。然則何說？曰：聖人之去學者，固未可以倍蓗論。然其所為之事，則一而已，禮樂仁義是也。始以之為志，而終身以之爲矩，與學者無以異也。修身則道立，尊賢則不惑，立與不惑，學者之所可至也。知命而後可以為君子 \\n [命謂穷逹之分，見孔注]，知言而後可以知人 \\n [此耳順正解]，知命與耳順，亦學者之所可幾及也，不踰矩則敦乎仁之謂也。此數端下學，由是上達，由是配以歲月之先後，雖所進各有其序，要以明其自强不息之心，以見道之無穷，而學之不可以已也。登山而愈見天之高，涉海而愈見水之大，以聖人自謂已至於聖者固非，以聖人為有謙詞者，亦非也。故發憤忘食，樂以忘憂，不知老之將至，與此章竝為聖人之實錄，而勉人之意見於言表。後儒以為但為學者立法，是聖人已自處於聖之極至矣。 \\n 耳順者知言以知人之功，其事不易。故論語以之殿後。孟子自謂知言，而不許他人推而上之，則知人則哲，惟帝其難之矣。初學亦可畱心。積久而後至此。故序於六十，朱注以不思而得為訓，誤中之誤也。 \\n 或疑夫子之荅孟懿子近於隠語，不知夫子曰無違者，教以無違事親之禮，原主於禮而言也。然僅曰事親之禮，安知懿子不求諸温凊定省問寢視膳之節文乎？則為未逹於夫子之旨矣。故復因樊遲以申其說，而明所謂禮，有大於此者也。前之所荅，微覺渾涵。因朱注以理代禮，而遂成隠語耳。實則論語言禮而不言理也。 \\n 觀人之法，須合始終久暫而後備，以者，偶然之所為也。其人有所為而偶出於善，則常時所行必違而去之。由者所常行也，其或外有邀慕而勉於爲善，非出於本心之誠，則久而必衰，安心之誠然者也？合此三者，則其人之善惡誠偽，不可得而掩矣。由卽莫由斯道，與民可使由之由，朱注謂意所從來。按往古經書由字，訓行者多，而訓從來者少。且聖人見人爲善，方欲勉之，以至於安。若事必問其所從來之意，是阻天下以向善之端，非聖人與人為善之心也。故解春秋者謂有誅意之法，皆大謬不然。春秋所誅乃亂賊所為之事耳。宋督先有無君之心，而後動於惡，以其先殺孔父而奪其妻也。朱子之論太苛，不能無疑。然則察其所安何謂也？曰為善而終不免於近名，則非誠於爲善可知矣。於其終而方以是察之，非聖人待人之厚哉。 \\n 春秋之世，未有楊墨，老耼雖生於孔子之前，而其學則與鄒衍惠施莊周公孫龍之屬竝興於戰國，皆非論語之所謂異端也。至若佞人利口鄉原，則人類中之不正者，聖人固嘗惡之，而亦不得謂之異端。又中庸曰：素隱行怪，後世有述焉。注云：身向幽隠而行詭異之行，以作後世之名，若許由洗耳之類是也。此雖聖人所不為，而欲謂之異端，似亦未當。且攻之為言，以彼實有其物與其事也；害之為言，以其有累於吾之所當攻與當務也。自來箋注未能明著其義，善乎何平叔之解子夏之言也，曰：小道謂異端。夫小道卽百家衆技，朱子釋以農圃醫卜之流是也。上古聖人分道之緒餘，以備物致用而利天下，若自尧舜以後，則道有統學有宗，儒者之業，惟在經緯天地、綱紀人物，其用則內聖外王，其本則道德仁義，其事則詩書禮樂，為之者日不暇給，彼百家衆技雖有可觀，而儒者視之則皆命曰小道，而不足以為學矣。故樊遲請學稼學圃，而夫子斥以小人，又曰：人而無恆，不可以作巫醫。葢賤之也。則信乎小道之卽異端，而後儒以楊墨佛老當之者，失入之論也。夫子以世人致力於小道，則必為大道正學之害，而言此以救之。若彼以楊墨佛老為可攻者，其於二帝三王之道，不共天下不同中國，非聖無法，舍其誅殛之罪，而僅以為有害，則斯言也不且幾於失出乎？況夫子之時，固無楊墨與佛老也。子夏以爲致遠，恐泥君子不為，與夫子此言若出一轍。然夫子不曰小道而曰異端，何也？夫端物之初起者也。初起而異其端，則殊塗而不同歸矣。曰小道，人或猶以為道之緒餘，攻之無害。曰異端，而後天下皆知其不可攻。烏呼，聖人所以一儒之統者嚴矣。 \\n 素以爲絢，素猶言本色也，絢華飾也。言此人有倩盼之美質，而惟安其質素之本色，不施華飾，猶所謂芳澤無加、鉛華不御者。子夏問而夫子以繪事明之，攷工記曰：畫繪之事襍五色後素功，謂先施青赤黑黃四色，而後以白釆分布其间，故曰素功，恐白之易漬污也。夫子言美質在先，而華飾在後，觀於繪事，則天下有用素以為飾者。詩言如此，則彼雖不施華飾，而其質素之本色，非華飾之至者乎？子夏聞之而恍然於禮，文之當後也。記曰：先王之立禮也，有本有文，忠信禮之本也，義理禮之文也。禮之文，所以分辨乎倫紀者也。然必以忠信立禮之本，如繪事之先施四色者，而分布白采於後，然後禮之用爲無獘。是以言禮之文當後也。夫子惟承素字，子夏惟承後字，措意各有所在。 \\n 忠恕乃天德王道之統會，聖人以下，雖所造有大小深淺之殊，然盡倫盡性，不能舍是而有所謂道也。若藐視忠恕而以一理渾然泛應曲當等語，發明一貫反有蹈虚之獘。至謂曾子有難言於此者，而借忠恕之名以為說，尤覺支離。使曾子誠以夫子之道不止忠恕，則教門人以姑用力於此可也，又何必為此竭盡無餘之詞哉？邢疏雖亦有一理統萬理之語，而直謂此章為明忠恕，所見確於朱子遠矣。 \\n 孔注以斯指仕進之道，語意甚合。聖門之學，修已卽以治人，無二道也。道不外於博文約禮之事，故曰：上好禮則民莫敢不敬，上好義則民莫敢不服，上好信則民莫敢不用情。又曰：君子學道則愛人，小人學道則易使也。漆雕氏以己於博約之道未能如颜子之旣竭吾才，而此道尚未實為我之所有也，故曰：吾斯之未能信宋人，一則曰斯指此理，一則曰心術之微，使求經義者虚渺而無所憑。亦獨何與。 \\n 性與天道，事物之大原，夫子於大易中庸言之葢亦詳矣。而設敎之日則有所不言者，以性與天道卽事物以為體，驟而語之，必有遺其當務者矣。今夫人日飲江河之水，則不必問其源，而源在是也。若舍江河之水而浮慕昆侖岷山於萬里之外，則雖欲疗其飢而可得乎？大易言乾坤易簡，而必及易知易從、有親有功；中庸言未發之中，而必及庸言庸行、三重九經，聖人之不置事物以言性道有如是者。漢晉而下，若王何之清談，世皆斥其祖述莊老，為天下患。乃周邵諸公出，以太極先天唱高言於卦爻彖象之上，學者雲集響應，圖象之說日紛，語錄之書日富，由是人人而皆妄測性與天道矣。記曰：天下有道則行有枝華，天下無道則言有枝葉。吾不知宋元以後之天下，其視王何何如也。夫子之不言者意深哉！朱子於此章，以敎不躐等為訓，非也。夫所謂不躐等者，如未學幼儀，不敎之以學射御，未能舞勺舞象，不教之以舞大夏也。孔門高弟莫如颜淵，而夫子之荅問仁，則曰克己復禮。颜子於博文約禮之後，旣竭吾才，而亦未聞夫子語之以性與天道也。然則聖人未嘗以是為教，亦明甚矣，而何不躐等之有？此章之意，子貢葢勉同門以當從事於夫子博約之敎所雅言者，而不可心馳於性天之說。夫子之罕言者，集注以為歎美之詞，亦非也。 \\n 志者，心在於是，而一時未滿其欲之謂。不獨二子爲然，子路一問，而夫子以是三者爲言。此亦聖人之自視欿然者也。觀中庸君子之道四，而夫子自云未能，謂導引學者欲卑之無甚高論，固矣。然庸言之信、庸行之謹，雖乾二之龍德，葢莫不兢兢焉。則此三語謂非夫子既病其難，而兼欲勉人之意乎？宋人徒論氣象，恐失聖人言志之本指矣。讀者審之。 \\n 老者安之，如君安驪姬之安。言老者，以我爲能安也。則所願也，養之以安，自不必言。又如漢地理志云：初洙泗之间，其民涉渡，幼者扶老者而代其任。後俗益薄，老者不自安，與幼少相爭讓，是欲安老者而老者不以為安也。信、懷放此，然則集注所謂又一說者，乃經之正解也。 \\n 不遷怒二語，孔子告君以颜淵好學之實也。古注謂因以諷諫。其說本鑿，然觀此章次於可使南面之後，則以此為人君之至德，記者欲尊颜子，意或有之。凡論語先後相屬，或出有意。學者當隨文以察之，無鑿可也。 \\n 後儒之高談性天，非孔門之語上也。何以言之？觀此章上下皆係以中人，則聖人之道，唯以中人可知可行者爲準，明矣。又觀中人以上曰可以語上，而中人以下不曰可以語下，則凡為上爲下，皆視中人之所可語而語，無所謂下，明矣。故夫子之四教，雅言中人以下由是，中人以上亦由是也。若克己復禮之告颜子，敬恕之告仲弓，曾子之直與言一貫若斯之類，則語上也。若樊遲之先難後獲，司馬牛之其言也訒，是皆不為語上，而中人以上、中人以下皆無害乎其可行也。故此章係上下於中人，與有語上而無語下，其理至精，而聖人設敎之定範，亦斷可識於此矣。後儒名宗孔氏，而不求其家法，且以性天為語上，不其誤乎。 \\n 志於道章，宜與入則孝章參互以求其義，不可疑其有淺深之別也。道謂聖賢之道，彼所稱弟子者，以有此志者也。旣志於道，則當以德爲持守之具，而行之為孝弟謹信汎愛之屬。志道據德，則學之在己者，得其大端矣，而不可不外求所以輔之者。仁謂仁人，志道據德而能導人以善者也。依於仁，卽彼章所謂親仁也。游於蓺，則學文是也。 \\n 朱注頗為可疑。按德之為字，在性道仁義之前，自唐虞以來，未有不以爲人之所得於天而異乎群生者也。其後又立仁字，則舉衆善之長而為言。仁之所處者尊，而德之所領者廣。雖微有此分，然德卽仁，仁卽德也。論語一書，未有德與仁竝舉者。今朱注於仁則曰心德之全，於道則曰行道而有得於心，豈德之與仁果有異也？且旣曰行道有得於心，又必待據而後爲己有，是由外鑠我者德之謂矣，而可通乎？其訓依字，則曰不違。夫孔子於颜淵之純粹而始稱之曰不違仁，則不得以槩語學者，其理易明。若學已至此，則前何待言據德？而後又何必言游蓺邪？其說近於支離，葢不以仁為指仁人之故。又按少儀有云，士依於德游於蓺，與此章語意相類。彼之依卽此之據也，唯不言親仁，然亦足證德仁無竝舉者。 \\n 志道之實，事在據德。依仁爲據德之輔，游蓺又爲據德之用。葢志道在心，據德在行，又求仁者以夾輔之，學之事備矣。而所以為身心家國之用者，則莫大於六蓺。文之與行，相需而成者也。游者，如魚之涵泳，於水而不可離之謂。朱子之解，自當唯以蓺為小物，游為玩物適情，未確。 \\n 泰伯為太王長子。凡太王遷國建都、肇基王迹者，泰伯之翊贊為多。故皇矣之詩云：帝作邦作對，自泰伯王季。儼然以泰伯為有周創業之君，且見其為天命之所屬，而退然不居。此孔子至德之稱所由來也。史記所載可信者，惟采藥荊蠻之事。若謂太王欲傳位季歷以及昌，則非也。古之聖賢，豈肎預希天位，而舍長立幼哉？皇矣之詩於王季，極言其有人君之德，可以奄有四方，以明泰伯之付託得人，雖遜居中國之外而無憾。然則授國季歷，乃泰伯之志，而非太王之意也。且令太王誠有此意，而泰伯逆而成之，孔子或謂之孝可矣，而何爲以讓言哉？然則泰伯之讓，乃所謂天與賢則與賢也，而行之於家庭，則其德與尧舜同而其事有難焉者，安得而不曰至德乎？三讓之說，訓者不明。竊謂德為聖人，一讓也；分居嫡長，二讓也；有開國之功，三讓也。考亭注此章最為舛誤，善乎先君子之辨曰：太王去武丁朝諸侯有天下之時未久，不可云商道寖衰，而太王迫於戎狄，自邠遷岐創立家國，亦不可云周日强大，居岐之陽實始翦商，乃魯頌夸大之詞，非太王有翦商之志也。太伯不從，注左傳者謂不從父命，大槩是謂不從立己之命，故下文云：是以不嗣。而謂不從太王翦商，果何據而云然乎？若謂太王因泰伯不從翦商而卽欲傳位幼子以及其孫，是太王有憤心於冢嫡而廢之也。泰伯知之遠逃荆蠻，是泰伯以不得嗣位而懟其親也。又云其心卽夷齊扣馬之心，是真有見於商之可翦，而泰伯薄天子而不為矣。此其所爲三以天下讓乎？世俗有讓商讓周之說，然在朱注則讓商為多，居然以操懿目太王，不亦傷讓王之心哉。 \\n 興於詩當主美刺立論，考亭因攻毛序，盡改國風中刺淫之詩，以為淫者所自作，而於此遂曰詩，有邪有正。其實非也。夫善者有美，惡者有刺，詩之大綱，出於是非好惡之心，而不容自己者也。小雅無論，國風自邶鄘衞以下，其詩孰非賢士大夫閔時憂俗之作？卽桑中溱洧莫不皆然。苟謂出於淫者之口，則以醜行自爲宣播，此情理之所必無。若誠有之，則天良盡泯，而爲人道之反常，錄詩者登之於竹帛，設敎者取之以授受，亦何說與？後代誤信斯言，幾爲詩禍。夫子曰：興於詩卽好善，如緇衣惡惡，如巷伯之說，謂於其所美所刺而得之也。非曰善惡竝陳，而讀者皆可以興也。集注旣云有邪，而又曰其言易以感人，常人之情感於正難，感於邪易，然則聖人以邪感人而求其興惡惡之心？嘻，危矣。 \\n 按此章言學文之序，首言詩，終言樂。詩曰興而樂曰成，詩與樂為用不同，而收效亦異如此。鄭氏樵謂詩重在聲歌。聲歌旣廢，學者不聞一篇之詩。夫詩與樂固相為用，若虞書之詩言志、歌永言，戴記之學樂誦詩，是也。然詩書禮樂竝稱四敎，則詩至中古，已不專為歌聲。至孔子發明詩敎，惟重義理。觀論語所記知之。萬世以下遵守不易，鄭樵何人，妄稱仲尼編詩徒爲祭祀燕享之用，非以說義理也？不知所據何書，彼直於論語未窺而此章以興言詩以成言樂之指，何屑與之論哉。 \\n 篤信章，邢疏云：言人當守道。其論甚確。葢篤信好學，所以學道也。守死善道，所以守道也。夫子謂人旣學道，而有得於身，則宜以其身與道相終始，守死善道，兼穷逹用舍而言之也。孟子天下有道以道殉身、天下無道以身殉道之說，葢本於此。故此章重發端二語，而下句尤重。不入不居以下，皆言善道之事。能見而不能隱，能隠而不能見，皆非守死也，皆非所以善其道也。善道也者，猶人獲重寶，必思置頓之合其宜，藏宁之得其所，否則失其所寶之重，而君子恥之矣。恥之若何？邦有道而貧賤、無道而富貴是也。宋人既誤以守死為洪範之有守，而又别以去就出處為言，其於經旨竝疏。至朱子篤信而不好學、守死而不足以善其道等語，更爲近於支離。 \\n 亂，古注謂理其亂，非是。集注以爲樂之卒章，亦未確。外傳閔馬父曰：昔正考父校商之名頌十二篇於周太師，以那為首，其輯之亂曰自古在昔云云。韋昭注：輯成也，凡作篇章義旣成，撮其大要以為亂詞。後人於騷賦之末為之，所謂樂之卒章也。以此例推，則亂非關睢之第三章不足以當之。而史記云：關睢之亂，以為風始。將謂國風始於關睢之卒章，可乎？殆不然也。按虞書：簫韶九成，鄭氏注云：成猶終也。鄉飲酒義歌笙间，各俱有三終，所謂亂者，非卽成與終之義乎。於禮二南爲合樂，合有二義，合金石絲竹以歌之一也；歌周南而笙召南兩相比附二也。此章本言合樂三終，而曰關睢之亂者，猶大射禮之言鹿鳴三終爾。舉關睢以該葛覃、卷耳，舉周南以該召南，其斯以爲關睢之亂乎？洋洋盈耳，言堂上堂下歌笙竝作，而美且盛也。必至於合樂而後美之者，猶之簫韶九成而言鳳儀獸舞，則升歌笙间之美，皆在其中矣。或徑指鄉射禮之惟用合樂者，義亦同此 \\n [亦歌笙竝作]。後之訓者不識其所謂，而僅以閔馬父之說應之，可謂誤矣。然則史遷亦但襲論語之成言，而未必明其義也。 \\n 尚書云：决九川，距四海，濬畎澮距川。此獨言溝洫者，葢决九川者，萬世之功；濬畎澮者，一時之事，故不同也。月令載：季春命司空修利隄防，道達溝洫；孟秋完隄防，謹壅塞以備水潦。溝洫之事，一歲之中而三致意焉。此皆水土旣平以後之定制也。三代葢俱踵而行之。按攷工記：匠人爲溝洫，云所以通利田间之水道，其名有遂，有溝，有洫，至澮，而專逹於川。其下澤之地，則又以瀦防為畜水之法。葢古人之制溝洫，以去水害為先，而因而收其利。後世溝洫與井田俱廢，潦則平陸江湖，旱則赤地千里，因之饑饉流離，盜賊蜂起，或竟至於不救。胡胐明云：禹决川疏河，所以抑洪水；盡力溝洫，所以備洪水。其論最善。今井田雖不可復，若於承平無事之時，中原數千里内，相其高下之宜，多穿溝渠，使之逶迤相扶，各匯於大川而止，旣令水旱有備，亦足以防戎馬之馳突，不亦善乎！有志於此者，委其事於守令，而勿遽責其成效，可也。 \\n 先天而天弗違，後天而奉天時，故母意；時止則止，時行則行，故母必；無可無不可，故母固；以天下為公，故母我。佛氏之學，亦能絕此四者，而不得其所以絕之之實，故旣絕四者，而彼之離垢悟空，舍人倫而崇像敎，乃其所以為意必固我之至者，與我夫子豈可竝世而語哉。張子謂四者有一，則與天地不相似。雖聖人佛氏，各有天地。而學者不以實行求之，則恐一折而入於彼矣。其柰之何。 \\n 宋人以川流喻道體之不息，欲人時加省察而無间斷。立論非不精妙，然論語初無此語。觀夫子所以教及門者，無往而非實德實行，故示大道之要，莫如一貫，而卒不離乎忠恕。語君子之體仁，自終食不違以及造次顛沛，而亦未聞指明道體以言省察也。孟子詮釋此章至為明晰，川流之喻，自當以取其有本為重；逝者如斯夫不舍晝夜，言人之於學非積厚於本原之地，不足以取不穷而用不竭也。宋人之學自有所見，而喜遷改經義以飾己說。若此章，旣有孟子之解，所裨於實學甚大，且於不息之喻，亦可包舉學者。宜審度所從，不可好新立異，而徒流於虚渺之歸也。 \\n 恕谷先生曰：孟子謂冉有賦粟倍他日，葢其多能，善於催科田稅，一日所入敵前二日，非倍取於民也。此卽孔注急賦稅之意。按冉有素以足民為志，而仕於季氏，遂以足上為長。聖門謂之聚斂與取，非有者同論，所以爲世之急賦稅者儆也 \\n 包注訓聞斯行諸為賑穷救乏之事，與孔注以當仁不讓為當行仁之事，俱質切有理。易傳曰：君子以裒多益寡，稱物平施。又曰：君子以施祿及下，居德則忌 \\n [居德葢謂出納之吝，猶孫子之言費畱也]。子路之勇，在力行君子之善行，期有濟於民物，門人以爲難能。故前記子路有聞之聞，亦嘗以此章包氏之訓訓之，非指道德傳習而言也。 \\n 侍坐章，本以應知爲問，曾晳一對，獨有高世之情，而夫子深與之。其故安在？夫天生聖賢，民物之所託命也，故雖累然穷居，而濟世安民之心，與樂天知命之意竝行而不悖。若乃遺世獨立，坐視天下之淪胥，而恝爾於中，則石隠所為，非聖賢之道也。此章以諸賢之才皆堪用世，而問志以觀其自知之明，至曾晳之為人，夫子知之有素，而三子言志之時，初不令其舍瑟，殆有深意。夫時至定哀之间，諸矦豈猶有舉國以授賢人，而試其禮樂兵農之務者？微曾晳，夫子亦知三子之遭逢特逹不至此也。而何以之問胡為哉，不曰藏器以待時乎？至於屈伸隱見各有一定之宜，而或枉道以殉人，或違時以求濟，則聖賢之所不出也。曾點之對夫子與焉，古注曰：善其知時盡之矣。宋人好高論，而不肎密察於理，遂謂曾點與聖人同志。又曰：便是堯舜氣象。是此章專重曾點，而前後記序之詳均無謂矣。夫古之聖賢，可以終身不遇明王，不可使我無王佐之具，此逹天盡性之業，老安少懷之實事也。今三子言志而曰舍己從人，又曰規規於事爲之末，信如所議，則必玩鸢魚之化機，以海天爲胸次，而後可以謂之為己，可以謂之知道，則尧舜亦將舍其教稼明倫與工虞水火，而後無害於其氣象矣。且夫子之荅曾晳，明許三子，以能為國而曰三子皆欲得國而治之。故夫子不取，是何說與？後世以宋人之理學比魏晉之清談，其卽此類也夫。 \\n 聖門敎人，博文之後歸於約禮。然禮接事物用恆在外，能使内外合一，則仁矣。克已復禮，言自外至內，舉一身而聽命於禮也。爲仁之道，莫要於此，故颜淵請問其目，而夫子告之，則以視聽言動人一身之所不能無也，誠能制之於外，而非禮則勿視勿聽，制之於內，而非禮則勿言勿動，是則内外相合而一於禮矣。所謂仁者，豈猶外於此乎。然則視聽言動者，卽己也，非禮者勿之，卽克己也。非禮者去，卽復禮也。克己之己，由己之己，無二己也。上下尋繹，未見所云克去私欲者。馬氏訓克己為約身，頗近於理。而節外生枝，則始於隋之劉炫。炫之言曰：克訓勝也，身有嗜欲，當使禮義與之戰而勝之，則可以復禮。朱子承用其說，以克爲勝，尚未為誤，至解己爲身之私欲，則不惟古無此訓，且使經之克己、由己，俄頃頓有異同。無怪恕谷先生之議之也。恕谷云：聖門惟重學禮，宋儒惟重去私。學禮則明德新民俱有實功，故曰天下歸仁；去私則所謂至明至健者只在與私欲相爭，故履中蹈和之實事，絕無一言及之，去聖經之本指遠矣。蒙按去私即孟子寡欲之說，不可謂非聖賢所重，然以為克己正解，則不可。且天下之爲仁禮害者，又豈惟私欲哉。凡性質之過剛過柔，與智識之浮游昬塞者，均足為害。而目曰非禮，則舉在其中，非私欲之所得而盡也。 \\n 天理二字，始見於樂記，猶前聖之言天道也。若大傳之言理，皆主形見於事物者而言，故天下之理、性命之理，與穷理，與理於義皆文理條理之謂，無指道之藴奥以為理者。宋人以理學自命，故取樂記天理人欲之說以為本原，至此章夫子分辨禮與非禮以告颜子，乃唐虞以來教學之成法，實有所事，而與言渾然一理者不同。集注自不應混以樂記之說。豈諸君子於夫子言禮而不言理之故，猶不能無疑也與。 \\n 夫子旣告颜子以克己復禮，又言一日能此而天下卽莫不以仁歸之，是極言克復之大。葢以惟颜子能勝其任，而欲其速爲之也。謂以效言者淺，謂要其成功者亦非。 \\n 足食足兵，皆所以為民也。民信之者，信其實有愛民之心，而尊君親上，無復攜貳也。是三者乃理國之常經，缺一不可。然亦有時難以並舉，不可得而強也。子貢之明，葢早已籌及之矣。若國家新造戶口，凋殘之餘，道在與民休息，不違農時。苟日事於修爾戈矛、詰爾兵戎，是重勞吾民也。當此之時，兵有不能足者矣。其或天行告沴，水旱頻仍，道殣相望，而驅菜色之民以供賦斂，而實倉廩，則拊循之謂何？當此之時，雖食亦豈能求其足乎？夫兵不足則宼至，將張空弮，國之不亡者幾希矣。豈待去食而後死哉？然為吾民者，皆知其以不忍人之心，行不忍人之政，如手足之衞頭目，子弟之親父母，古公遷岐山，而從者如歸；昭烈去荊州，而來者相屬。自古皆有死民，無信不立，深言為政之莫重於愛民也。或曰兵與食皆已去矣，而何以見信之能存也？曰：去兵者，將至於一弦一矢乎？去食者，將至於一珠一粒乎？甚言其不足也。兵不能足矣，然必繕其城隍，固其封守，不示人以弱，而交鄰有道，母啟戎心。食不能足矣，而薄征緩刑，舍禁弛力，移民通財，荒政無一之不舉，是去兵去食，而其所以愛民者不可去也。所以愛民者不去，則民信存，民信存，此立國之本也。不然者，兵甲雖利，米粟雖多，而委而去之者，豈不以吾之誠不至於民，而上下無相維之道也哉。夫兵食足而信不足者，其效如此。則信有餘而去兵與食，非所以爲去也，政之本務定於此矣。 \\n 論語中問仁，始於颜子。問政始於子貢。記者於此，皆有深意，以夫子所以告之者至該至實，而非他章之可比也。荅問政者多矣，未有言民信者。所謂民信，非與民同其好惡者不足以當之。古注以為不可失言，則古來人君，豈皆以朝四暮三之術愚其民者？又豈盡若商鞅之以徙木示信者？若云兵食足而後信孚於民，則失其輕重本末之序。若云臨危而不棄信，則信至此又何為而可棄？似俱非切當之論。 \\n 朱注成人章，謂兼四子之長而後文以禮樂。先君子曰斯言誤矣，知廉勇蓺，乃所賦於天之材質，得其一亦為人之所難，不可得而兼也，而求成人又何必兼乎？惟是有四者之質而不文以禮樂，則如良馬之不免於蹏齧，鷙烏之惟長於搏噬，欲如威鳳祥麟為世羽儀，不可得矣。禮以敎中，樂以敎和，則偏者可正，駁者可純。夫是以為成人也。是故武仲而文以禮樂，則必無以防要君之事；公綽而文以禮樂，則必無短於滕薛之失。他皆類此。而成人豈在於兼四子之長乎？蒙謹按：虞書敎胄子以詩樂，直而溫，寬而栗，剛而無虐，簡而無傲，亦是化其偏駁之意，非直者欲兼有寬，而直與寬者又欲其兼有剛簡也。先君子誠朱子之諍友矣。 \\n 賜也章，古注謂明善道有統者得之。葢道之爲途也廣，善之取數也多，雖聖人不能不由多學多識而入，而根本不存焉。故夫子於高第弟子，皆示之以一貫。然子貢曾子資稟雖異，而其從事于夫子文行忠信之敎，則無不同。故所以告曾子與告子貢者無二義也。考亭謂曾子以行言，子貢以知言，是有兩一貫矣。豈曾子行而不必知，子貢知而卒不行乎？況在聖門，博文約禮亦非二事，卽以所博者，反之而爲約也；忠恕亦無二道，卽以所存而爲忠者，發之而爲恕也。當其學則有文，當其行則有行，實有是學與行之心，則有忠；實有是學與行之事，則有信。名爲四敎，亦一而已矣。而謂一貫有二，可乎？是則告子貢之一貫，卽曾子所謂忠恕，亦無疑矣。愚不敢附會先儒，而割裂經義也。 \\n 何氏注曰，善有元，知其元則眾善舉矣。此言是。下云故不待多學而一知之，則非也。多識前言往行以畜其德，見易大象。況詩書禮樂之文，能不謂之多乎？夫子恐子貢以聖學惟止於此，故急言其非，而進之以一貫也。 \\n 子貢聞夫子之一貫，而不能悟其爲忠恕，又不敢直請其說，故他日以一言可行為問，其與不言衞君而舉夷齊同機者乎？夫子告之以恕，則忠在其中矣。於此益信與曾氏之一貫非有二也。夫道莫大於仁，聖人敎人，不直以仁而以恕者，恕則知人己一體，有時而知萬物一體則仁矣。豈易言哉。其後子貢以博施濟衆為仁，葢由行恕而見仁也。而夫子敎之以近譬，終不欲其遠於恕焉，然後知一貫之學之實也。 \\n 朱注知及章，與古注大異。古以為論居位臨民之法，朱以為論學。然而古勝及之守之二之字，朱指理而言，古指官而言。則蒞之動之二之字，俱不可通。今按之字，皆指民而言。知及之仁不能守之，言其知足以照臨而仁不足以固結，則民雖服，其不可欺而不見其有可懷。易曰：何以守位曰仁。又曰：體仁足以長人。此有天下國家者之所以分得失也，知可服，仁可懷矣。則有齊莊中正之道以作民敬。而或耽於鐘鼓管弦，溺於遊畋射獵，非所謂莊以涖之也。莊以涖之，猶有章志貞敎之方以一民俗，而不定其品節之宜，與以率循之則，非所謂動之以禮也。夫知及仁守而涖之以莊，大端備矣。而不能以禮化民，猶為未善。然則居位臨民者，豈可以一端盡哉。 \\n 道不同不相為謀，如治道則許行之竝耕，不可以參帝王經世之務；學術則告子之義外，不可以亂聖賢仁義之統。道同而相謀，則有扶持灌溉之益；不同而相謀，則有晦蝕凌雜之憂。宋元以後講學者流獘多端，在以希夷謀其始，而非盡象山陽明之過也。 \\n 古人無訓詁詞章之事。所謂辭者言辭，卽言語也。辭命，則施於邦交儀禮。聘記曰：辭無常，孫而說。辭多則史，少則不達。辭苛足以逹義之至也。夫子此言，葢指辭命而言。然後世撰述之能事，亦不外於此矣。 \\n 季氏自平子逐君而後，不復知有臣禮。孔子以布衣搘柱其间，抑子然，攻冉有，昌言陳恆之當討，極論顓臾之不可伐，以正名分而杜奸邪，此魯之所以危而不墜也。然以由求之賢，一臣季孫而遂昧於大義，豈夫子所能逆料哉。今按自章首至是誰之過與，其責冉有至矣。責冉有者，責其助季氏滅社稷之臣以自廣也。乃冉有曰今不取後世必為子孫憂，猶敢以是說進，何也？而夫子於此，亦但曰君子疾夫舍曰欲之而必爲之辭，其語不若前之峻厲，豈欲富則顓臾不可伐，而保世則猶可伐乎？然則何說？曰：周人之制，諸國卿大夫有采地者，皆曰君，其家相邑宰皆曰臣。貴臣服其君皆斬，與卿大夫之服諸矦同。衆臣猶服齊衰三年，其尊如此。時至春秋皆世爵邑，草野之俊彥舍私家無由登進，而仕於私家者，服其職如公朝，苟不爲之計深慮遠，防患未然，則不為忠於所事，君臣之分然也。故孔子於季然之問，但言由求之非大臣，而不言季氏之不應有大臣，亦見其槩，此皆分建之獘也。至戰國而其風一變，羈旅遊宦可以奪貴戚之權，而世家巨室爭以養士爲重。孟子大賢，於齊梁之君皆與分廷抗禮，而奴隸視王驩等，非其獘之穷無所復入，而將爲三代以後之天下哉。冉有之遁辭敢以蒙其師，夫子不能罪其忠於季孫，而但菲其盡忠之無術，乃時勢使然。穷經尚論者不可以不知也。 \\n 大人謂當時之天子諸矦也，天子有天下，建立諸矦與之分而治之，君子之畏之者，豈爲其崇高富貴哉？位曰天位，事曰天職，則皆天命之所在也。雖其人不自知為天命而畏之，而聖賢不敢也。故進退必以禮，匡諫必以正，所謂我非堯舜之道不敢以陳於王前也。小人之於大人，效奔走之恭，極逢迎之巧，而日導之以非，所謂是何足於與言仁義，則狎之甚也。古注以大人爲與天地合德之聖人，誤矣。夫聖人在上，小人焉得而狎之哉。 \\n 性無所謂義理氣質之分也。有之，自宋儒之論性始。夫尧舜不世出，而孟子以為人皆可以為尧舜者，言凡人之生皆與尧舜相近也。然則性相近之說，卽性善之說也。若謂孟子專主義理，論語兼言氣質，則形色天性也，豈非孟子之言乎？至於善惡相去或相倍蓗而無算者，孟子以為陷溺，卽孔子之所謂習也。一聖一賢豈異指哉，而何以謂孔子以氣質言性也？乃若天下之人秀頑清濁厚薄偏全，萬有不齊，若此者，與生俱生，不可以為後起之習，而又以為非氣質，則未足以服宋儒。故夫子又曰：唯上智與下愚不移，唯上智與下愚不移，則中人之智可移於愚，中人之愚可移於智，中人之智與愚亦可互移於上下，此則氣質之說，而習之所以遠也。夫人性皆同，故曰相近。氣質之不同如此，而曰相近，猶得爲聖人之言邪？惟習之相遠根於氣質，則可由上智下愚之說而推之，上智不世出，下愚亦不世出，而充塞天地之间皆智愚之可移者，是故聖人惟欲天下之人慎其所習，以無汩其性之同然，而教學之大用興焉矣。 \\n 在天有陰陽舒移之異，在地有剛柔燥溼之别，此天地之氣質也。人資血氣以成形，謂之氣質。氣有美惡，而皆不能無偏，因偏以流於習，而去性始遠矣。古聖賢設教，惟於人之氣質加以矯偏救獘之功，不言復性而性已復。葢性者天地之中也，偏去而中見矣。堯典曰：直而溫，寬而栗，剛而無虐，簡而無傲。直寬剛簡，皆氣質之美者也；溫栗與無虐無傲，皆敎之去其偏也。聖人所以成天下之材德者，共道惟在於所習加之意焉。自唐虞以至孔孟，一也。 \\n 洒埽應對進退，學者之始事，雖聖人不能不以是為先。子游之所謂本者，謂書紀帝王升降，詩備興觀群怨，安上治民之有禮，移風易俗之有樂是也。設教者自不能凌節而施，卽四者之教，亦有先後，所謂：不學博依，不能安詩；不學襍服，不能安禮，是也。子夏聖門高弟，豈有過時而不教其徒以道之大者？子游又豈不知敎有先後？葢其時子夏門人不能盡受師傳，故子游譏之，以為但知洒埽應對進退而已。子夏則謂君子之道雖有本末，然未嘗傳於先而倦於後也。其如學者材有高下，質有敏鈍，譬諸草木區以別矣，強而齊之，是誣之也。庸有濟乎？夫由小學以至大道，歷階而升靡不貫通者，惟材智什百平常之聖人能之，而豈所責於子之門人小子邪？二子之論雖出於互相譏貶，然聖人教法自有眞傳，於斯可見。至宋人謂洒埽應對便是形而上者，又曰從洒埽應對與精義入神貫通只一理，其論過高，恐非有始有卒之正解。而學者聞之，更以酒埽應對為無足輕重矣。 \\n 包注四海困穷，曰困極也，信執其中則能穷極四海，天祿所以長終。按永終二字，在漢魏间凡用此語，無不以永長為辭。魏晉而後始改為永絕。此史傳之可稽者。至此困穷爲穷極，古注究未可用。葢堯之命舜，言人君當時以四海困穷為心，斯澤可廣被而長享天祿矣。困穷斷不可以為美辭也。又按荀子稱古天子卽位之禮，上卿進曰如之何憂之長也，能除患則為福，不能除患則為賊，授天子一策。中卿進曰配天而有下土者，先事慮事，先患慮患，事至而後慮者謂之後，後則事不舉；患至而後慮者，謂之困。困則禍不可禦，授天子二策。下卿進曰敬戒無怠，慶者在堂，弔者在閭，禍與福鄰，莫知其門，豫哉豫哉，萬民望之。授天子三策。葢古人臨至大之事，言語不尚吉祥，此可以明四海困穷之說。 \\n 論語者，六經之統會，大道之權衡，所以正敎學之是非，而制生人之物，則于不可過者也。自尧舜至周孔，而守一道，在昔爲司徒之命，典樂之設，為三物之所賓興。其在二十篇之中，以文行忠信爲四敎，以詩書執禮為雅言，以孝弟謹信，汎愛親仁，餘力學文為弟子之職業。其道易知，其敎易從，要在率天下以立人道而已矣。上智由之，從容入于聖人之域，而眾不知其所以然；其次則尊所聞行所知，亹亹于五常百行之间，而亦不見其所不足。無高遠之論以蕩天下之心思，無疑似之說以惑天下之趨向，此我夫子之祖述憲章，依乎中庸，而論語之書所以萬世無獘者也。烏呼，豈易言哉！適道有具，在于禮樂；求仁有方，不離眾善。三代而後，無所謂禮樂矣。希夷寂滅之敎興，而衆善失其統緒矣。舍陶冶而求利其器用，假他人之鋤耰以自耕其南畞，夫安知所爲之未盡善邪？且天以聖人爲心，以眾賢眾能爲之股肱耳目。孔門之敎，列以四科，所以弘聖道之統也。後之儒者，乃標一名以自異，而謂天下之材舉不足與於道，天不若是之狹，道統亦不若是之不廣也。漢人有言，孔子没而微言絶，七十子喪而大義乖。良有以夫！此廷祚於說論語而尤兢兢也。 \\n [論語說序] \\n  \\n   \\n  "}
{"章节": "颜氏學記卷十", "正文": "  \\n 颜氏學記卷十 \\n 　 \\n  \\n 颜李弟子錄 \\n 王之佐，蠡人。颜先生始敎而受學焉。 \\n 彭好古，字敏求，蠡人。父通與颜先生友善。 \\n 朱體三，蠡人。 \\n 王堂字思古，蠡人。 \\n 石鸑，博野人。 \\n 石鸞，字子雲。 \\n 李仁美。 \\n 王恭己。 \\n 李全美。 \\n 孫秉彝。 \\n 齊觀光。 \\n 賀碩德。 \\n 張澍字霖生，剝人。 \\n 宋希濂字方舟，蠡人。 \\n 石繼撙，博野人。 \\n 馬遇樂，博野人。從颜先生游，能規過，先生稱之。 \\n 颜亨，颜先生從弟也，父曰：愉如。亨與弟利，皆學士，相見禮于先生。 \\n 颜士倧，字宗人，颜先生族子也。與弟士俊士佶士鈞士矦士鎭士銳俱從學。 \\n 颜爾檥，先生同高祖族子也。先生喪子，養以爲嗣。爾檥孝友，善習禮，得先生歡心焉。 \\n 颜修己，字敬甫。爾儼字畏甫，希濂字廉甫，皆颜先生族子。敬甫學律，畏甫學數，廉甫學書，皆自先生發之。 \\n 颜保邦，颜先生族孫也，有勇力，生敎之騎射技擊諸蓺。 \\n 賈士珩，漢軍人。 \\n 宋瑜，東平人。 \\n 朱肖文，蠡人。 \\n 李培字益溪，蠡人，孝慤先生次子，恕谷之弟也。幼從恕谷學，稍長與弟埈、壧竝從學颜先生。 \\n 邊之藩，字海若，博野人。從學颜先生，先生稱其有孝卹二行，曰：吾門有人矣。 \\n 鍾錂，字金若，博野人。從學颜先生，嚴毅清苦，自治甚力。先生没後，金若追記所聞，爲言行錄二卷，闢異錄二卷。 \\n 齊治平，字泰階，荆州人。官直隷都司。性通豪，從颜先生問禮。 \\n 陳天錫，安州人。 \\n 夏希舜，博野人。 \\n 賈易，字子一，又字生生，蠡人。 \\n 王學詩，字全四，完縣人。有至行，嘗傭身葬父，刲股療母疾。初來從颜先生學，先生不許，長跽兩晝夜以請。先生曰：吾惡夫世之後師弟名而無其實者。女今居大母喪，能從吾行喪禮，當受子。乃去。後卒北面稱弟子。 \\n 張鵬舉，字文升，清苑人。故明殉難進士羅俊從子也。抗節不仕，從學颜先生。長于兵法，著存治翼編。 \\n 趙衞公、啟公兄弟，安平人。從學颜先生。先生嘗主其家焉。 \\n 白宗伊，字任若，肥鄉人。布衣，以賣筆為生。受先生敎，出游四方，舉先生之學告人，多有興起者。 \\n 李僩，字毅武，邢臺人。父伯庠，蠡縣訓導。毅武自早歲即以聖賢自期，聞恕谷名，遠來就訪，相與習琴習數及士相見禮。恕谷遂率之師事颜先生。毅武事親至孝，待昆弟曲盡友恭，燕居必衣冠如對大賓，見不義事去之若浼。途遇古聖賢忠臣孝子祠墓，在車必式，步則改容疾馳。規友人過，不從，至坐泣相視。颜先生嘗歎曰：如毅武者，可與入德矣。年三十五卒。子肅和，爲恕谷弟子。 \\n 國之桓，字公玉，深州人。長颜先生八歲，執摯就敎，先生辭。公玉固請，曰：昔董蘿石從學王文成，不論年。之桓豈遜蘿石邪？卒成禮。颜先生南游開封，公玉步從，時年幾七十矣。嘗擬草疏，言天下疾苦。衆笑其愚，不恤也。颜先生嘗謂曰：學人未見眞誠如子者，惜老矣。對曰：竭力以進，死而後已。敢言老乎！及卒，颜先生聞之，易素冠服爲位，哭奠受弔，持心喪三月。 \\n 李植秀，字仲果，祁州人。從颜先生學禮，嘗告之曰：子有祖父在，禮不得專行。吾聞人子善言常悅于親耳，善行常悅于親目，須潛孚祖父，若自其己出，而我奉行之者，乃為善也。仲果嘗問：尋師問道，人多非者，如何？曰：天下方以時文為正業，别有所學，則見為怪。女初立志，當闇然自進，不驚人，不令人知，可也。然須堅定其志，不畏流言，乃能有成。仲果終身行斯言焉。 \\n 馮壅，字敬南，代州人。與恕谷游，道之師事颜先生。精于算術，世傳九章書及泰西算法，人或展轉莫解，敬南見立剖。生有巧思，凡攻金攻木，錐鑿鈐銼之類，行則攜之，時攷次躔度，定刻漏早晚、地勢高下，皆出意表。手製小儀器，業者自謂弗如也。每言制器今不逮古遠甚，如攷工記弓人一，則妙盡物曲，學士不之求，工人又沒世不知。他率類是嘗欲以所試農田水利軍陳甲胄火攻諸器為一書又欲推春秋以來日食五星行度諸儒同異得失爲一書皆未就其成者。有《諸分指掌》《測量方程》二書，制器有簡平儀、大銅黄道儀、小時日晷、銅矩度器、銅洋儀、皮水礟諸作，死時年三十八。 \\n 李子青，字木天，商水人。爲鄉里大俠，好技擊。颜先生南游時，與木天遇於逆旅，木天見先生攜短刀，曰：儒者亦學此乎？因請與試，自謂技不若先生，率其三子珖、順、貞再拜從游。先生敎之折節學禮，後卒。有聞與恕谷、崑繩皆交好焉。 \\n 朱敬，字主一，湯陰人，明宗室也。性孝友，從事聖學甚力。聞颜先生名，不遠千里，率其少子本良至博野，從游習禮樂書數，考水火諸學。嘗言：明亡天下，以士不務實事，而囿虚習。其禍則自成祖之定四書五經大全始，三百年來僅一陽明，能建事功，而攻者至今未已。皆由科舉俗學入人之蔽已深故也。識者韙之。 \\n 李柱，字介石，深澤人。給事中人龍子。康熙二十年舉于鄉，能技擊，知樂，教子弟門人各習一器，每日讀書畢，卽登歌合樂。颜先生南游時來受業焉。 \\n 齊爟，字燧矦，高陽人。 \\n 王延祐，字次亭，上蔡人。初從張沐仲誠游，後從學颜先生，習冠昬諸禮。 \\n 楊蔭千，河南人。 \\n 裴文秀，字子馨，鄢陵人。 \\n 詹遠，字定矦，保定人。 \\n 尚重，字威如，新鄉人。 \\n 默，字訒言，安平人。 \\n 魏純嘏，衡水人。傳天文之學。 \\n 關拉江，滿洲人，官筆帖式。颜先生尋父遼東時從學焉。 \\n 齊林玉，高陽人。有雄才。墾荒河南，從學颜先生。 \\n 曹敦化，字萬初，淶水人。 \\n 王越千，河南人。 \\n 劉從先，字穎生，鄢陵人。從颜先生問喪祭禮。 \\n 韓旋元，鄢陵人。見颜先生存學存性兩編，稱善，遂從學焉。 \\n 韓智度，鄢陵人。 \\n 鄭光裕、克昌兄弟，淶水人。 \\n 颜重光，先生繼孫也。嘗于雪夜取薪燎火，人有薪置其家近，欲取之，思之不可，而遠取己薪。先生聞之曰：充此意可以作聖矣。闇室不欺一也，義利分明二也，舉念能斷三也。 \\n 郝文燦，字公函，肥鄉人。延颜先生主教漳南書院，具幣帛三聘，始往。學士相見禮于先生。子也魯、也廉、也愚，皆師事焉。 \\n 苗尚檢、尚信兄弟，肥鄉人。 \\n 李弘業，肥鄉人。 \\n 韓習數，肥鄉人。 \\n 劉棻，字旃甫，定興人。從學颜先生，爲刊先生所定三字書。 \\n 李霖，字沛公，高陽人。寓書颜先生問學，稱弟子。 \\n 周璕，字崑來，河南人。聞恕谷論學，謀執摯，恕谷辭，引之事颜先生。 \\n 崔璠，字奐若，漢軍人。 \\n 許恭玉。 \\n 張振旅。 \\n 張智吾。 \\n 王巺發。 \\n 王濬。 \\n 王澤。 \\n 王懷萬，蠡人。初師王法乾，繼從學颜先生。 \\n 王繩其。 \\n 田得豐。 \\n 郝品。 \\n 郝夢祥。 \\n 郝夢麒。 \\n 曹可成，博野人。傳天文之學。 \\n 徐适，字仲容，安陽人。有孝行。善颜先生學，欲師事之，先生固辞。及没聞訃，北面拜哭，卒正弟子禮。嘗言：漢儒之于聖學，驛使也；宋儒則驛使改換公文者也。識者韙之。 \\n 陶窳，字甄夫，湖廣人。晤恕谷于秦中，得讀颜先生存學編，及恕谷大學辨業，善其書，傳之南方，且郵書先生，稱弟子。有曰：微先生，尧舜禹湯文武周孔之道竟長夜矣。雖于宋儒有言，而爲斯道生民計，不得已也。使回護之，將如斯道何？將如天下後世何？ \\n 謝在脩，字野臣，河南人。長于歷數之學，師事颜先生。 \\n 溫德裕，字益脩，三原人。官郾城縣知縣，延恕谷為友，得見颜先生所為存學編，大喜，謀致書請業。未及而先生没，追執弟子禮，且出資刊先生遺書，人多賢之。 \\n 郭金湯，字子堅，漢軍人。本姓張氏，父盡忠，為郭氏子，因冒其姓。盡忠仕至吏部文選司主事，有能名。早世生二子，子堅其長也，與弟子固識恕谷于稠人中，遂定交焉。因恕谷言篤信颜先生之學，上書願爲弟子。出知桐鄉縣，延恕谷至，愛禮甚厚。時恕谷年四十，無子，子堅憂之，為之置妾，購別室以居，又為刊其所著《聖學成法》《訟過則例》二書。莅官明于决獄，抑豪強，擊猾吏，嘗與恕谷竝轡聯騎出勸農桑。赴薦紳席，不以令長自異。恕谷游浙東，訪師友，遣役齎資斧，聽所之。有問學者，飭厨傳恐後。以遭母喪去官，遂卒，年四十八。恕谷嘗稱：生平道義之交，未有如子堅者。 \\n 郭金城，字子固，子堅弟也。康熙二十一年由正藍旗官學生試特等，授内閣中書，召試論奏稱旨，擢刑部員外郎。精研名律，十四司藁皆倚定。每決獄，再四審斷，全活甚衆。有謝者，令閽人勿納，曰：而本無罪，非庇女也。人感泣去，有畫象祀于家者。晉兵部郎中，旋擢御史，巡城不察察為明，而吏自不敢欺。都御史王士禎命諸御史具一藁，屢易不當，最後推郭御史立削草，士禎遽呼曰：老吏老吏。疏請禁提鎮遺本薦人，又力請裁冗員，謂今設官太多，如內而六部司官都察院僉都以下，至中書行人等衙門，外而分守分巡諸道，率無事坐縻稟祿。奏上報可，眾爭譁之。子固方以是為蒿矢，更謂牧馬者眾，則馬益臞。今六部堂官各六人外，則督撫重累在上，宜悉減罷，然後可言吏治。又謂政事不理，由人材衰。人材衰由八比取士，宜復鄉舉里選諸法，以德行禮樂先之，庶可法古用夏。未及上書而卒，年四十有一。子固初好讀書，工為詩，及與恕谷游，恕谷出颜先生存學編使觀，子固立起願師事先生，遂謝絕筆墨，講求天文地理兵農射御諸學。善騎射，在龍江關總督傅臘墖與較射，一中五十貫，須臾獲禽數車，皆散給從者而歸。嘗偕恕谷游西山，傳馬射法，置氊帽地上，策馬射，無不中。中則帽颺起等身，其輕巧如此。性高狷，不輕許可人，然沈默謙忍，待戚黨尊屬穷穷然如弟子，見者不知其為官也。卒之日，囊橐蕭然，私錢不滿百，敝衣布被以歛。都御史李枏謂其屬曰：郭御史清贫如此，不可不助其窆。共醵百餘金以賻之。 \\n 惲鶴生，字皋聞，武進人。明行人日昇族子也。晤謝野臣于秦中，道及颜先生爲學大旨，心善之。其後以蠡令浦君聘，過訪先生，則已沒矣。因交恕谷，得徧觀先生遺書，自稱私淑弟子，因盡棄其學而學焉。嘗有寄恕谷書曰：承惠颜先生年譜、四存編及辨業學規，敬展讀畢，爲之心開目朗，如撥雲霾而見天日，如膩得浴，如塵得刷，而身輕意爽也。所痛沈没時俗，涂穷日莫，聞道已晚。用自傷己家世，以制義發科，生不知學為何事，涉筆為文，卽得父兄稱賞，輒自矜喜。所遇師友勉以讀古書，攻詩賦，已為超出時俗。此二十以前之一誤也。逮爲諸生家益落，假時文章句為人師，年益長，志科名益急，務制義益精，掇拾諸儒性理語，止供時文用，而無暇體究也。此三十以前之再誤也。旋遭妻喪，益貧困淒寂，遇方外人作奇突語，似若可喜，遂甘心焉。而禪宗公案棒喝拈提，頗有省會，愈增其妄。返觀聖經，都作妙義玄言，遂徵昔人學佛然後知儒之說。此三十以後之大誤也。而從此亦喜觀陽明心齋近溪諸書，竟以為學宗，如是守其語益堅，而見世俗專尊程朱，因取而觀之，喜其言近於篤實，而亦自悔從前妄誕之非，尤服膺主靜二字，以為聖賢的旨，而深愧未能也。然生平讀書頗善疑，見北宋時洛蜀黨爭，程蘇門徒互相攻訐，俱為君子而傾軋如此，程子自言學聖人，則豈有聖人而偏執己見，不恤真是非者？又見朱子每過稱張浚，則大非之，以爲交其子而諛其父，亂天下毁譽之實，違三代直道之公，而語類載其以岳忠武為太横，秦檜能錄用舊儒，後人私意如此，豈聖賢之言乎？則覩宋之孱餒，而惜諸儒之不見用，以至于斯，乃庸生之過論，而識者則猶以其不柄大政，為諸君子身後幸也。然恐世俗疑怪其言，默而未發。又見其著述宏博，愈不敢議。今讀存學存性兩編，及辨業學規，先得我心之所同然，而知孔孟之真自有在也。先生之敎我深矣。唯是六蓺之事，未經涉歷，今行年五十，困頓衰憊於此，事遂已矣。不亦悲乎！前擬躬叩講堂，觀禮容聽樂歌以自澤，今顧景增慚，面目麤鄙語言朴率，內無得於定靜從容之力，外不嫺於周規折矩之儀，何以自進于大君子之前，而善其道？益足痛也！惟先生憐而敎之。皋聞于經長毛詩，所著詩說，以毛鄭爲宗，不涉後儒曲說。晚歸常州，為一鄉祭酒，故家子弟多從之游。莊兵備柱尤重其篤行，勉其群從，必以皋聞爲法。其後常州問學之盛，為天下首，溯其端緒，葢自皋聞云。 \\n 右颜氏弟子一百八人，私淑二人。 \\n 齊燻，字行甫，燧矦弟，師事李先生。 \\n 李肅和，邢臺人，毅武子。 \\n 李振鍈，先生族子。 \\n 李曾逹，先生從孫。 \\n 王楫。 \\n 王業豐。 \\n 王業彪。 \\n 劉壯吉。 \\n 張漢。 \\n 王自新。 \\n 董漢儒。 \\n 董漢傑。 \\n 郭鍈。 \\n 吳關楫，石門人。刑部尚書匪庵吳公涵之子。李先生客京師時，匪庵首重其學，延先生敎子姪以六蓺之學，關楫與其弟用楫、從弟師栻字次張，皆受業焉。 \\n 申奇章，漢軍人。 \\n 李廷獻，蠡人。 \\n 管廷耀，博野人。 \\n 管紹昌，博野人。 \\n 閻鎬，字季白，蠡人。父中寬，字公度，仕至户部郎中。季白從李先生學禮。 \\n 齊愉，字韓石，河南人。官祥符縣學敎諭。 \\n 劉心衡，山東王家營人，從李先生學騎射。 \\n 李書思。 \\n 劉心蕙。 \\n 劉珙。 \\n 李元英，新城人。 \\n 鐘淑，字子能，博野人。金若子。 \\n 仲宏通，字開一，桐鄉人。子路之後，以孝廉出仕縣令。李先生南游時，從學。為聖學成法作跋焉。 \\n 員從雲，字震生，三原人。 \\n 于鯨，字南溟，漢軍人。官商州知州。 \\n 楊勤，字慎修，漢軍人。官富平縣知縣。延李先生往，執弟子禮，凡事諮而後行，治稱最。及先生歸，官紳吏民皆出祖道，有號哭而返者。先生歎曰：吾觀富平，而知王道之易易也。 \\n 黄曰：瑚，字宗夏，歙縣人。初師大興劉繼莊獻廷，後繼莊没，宗夏得李先生中庸講語，喟然曰：吾向以佛氏為根，今拔去矣。錄習齋及先生語為《代紳編》，介王崑繩北面拜先生，曰：颜李之學如菽粟布帛，若暫離則飢寒矣。 \\n 孔興泰，字林宗，雎州人。從學李先生，精歴數，撰大衍精義。 \\n 吳長榮，字欣木，長山人。 \\n 劉楠，字百斯。 \\n 趙瓚，字澄溪，安平人。官西平縣知縣。 \\n 馬巖，丹陽人。見李先生大學辨業，寄書稱私淑弟子。言：格物卽窮究禮樂等事，非泛格天下之物。又言：正心乃兢兢業業，非如二氏默坐澄心之旨。又言：讀大學者，須有志親民，方爲有用。皆與先生旨合。 \\n 沈廷楨，字青山，會稽人。繼于南溟官商州，延李先生往論學，事以師禮。且合諸州縣言于學使朱公軾來拜，將請先生開講。先生辭曰：古先學而後講，後儒則以講爲學，塨不敢效也。 \\n 逹宸，字子旭，郿縣人。以知兵名。冷畢二將軍討吴三桂時，聘之，問計。用之勝。晤李先生秦中，執弟子禮。先生語以聖學，子旭躍然曰：聖道必求有事，吾向疑宋明士養如婦人女子，袖手無遠略，今乃知學術之失也。 \\n 王元亮，字奐曾，山西太平人。學易初宗程朱，及見李先生傳注，折服，事以師禮。為校訂其書兩過焉。 \\n 張琡璋，字瞻仰，棘津人。嘗讀國語，感古人父子君臣之際，民社世故政事之端，莫不實有規畫，自反無似，因發憤與其友鄭若洲共學，立日記自考其得失過惡瞻仰。從李文貞游，及聞颜先生學，謀執摯而先生没，乃受業李先生，助刊習齋年譜，以表師範焉。 \\n 鄭知芳，字若洲，棗強人。與張瞻仰皆安溪李相公門人，後同來李先生里問學，為刊颜先生年譜。安溪巡撫直隸，嘗扈蹕白洋淀，薦先生知律吕，使其門人來召，先生不應。其徒忌之，先生安之若無事者，卒無事。 \\n 張業書，字肄六，無極人。從學李先生，訂校傳注問，為作題辭。 \\n 蔡麟，字瑞生，西安人。以軍官從征西藏有功，習弢鈐騎射技擊。從李先生游，先生與商御法，著學御、學射二錄焉。 \\n 張中，字潛士，西安人。得李先生平書訂，學之。 \\n 魯登闕，字聖居，鄠縣人。從李先生學樂，能琴篴而歌，且能制器。 \\n 陳光陞，字尚孚，盩厔人。從李先生學易。 \\n 黎不湻，字長舉，九江人。少游秦，習程朱陸王家言，爲靜坐之學。既簡李先生入秦，自鎮原來，稱後學，問道。先生勸之學禮。其後別去幾二十年，復自河西沂秦晉邊行四千餘里，至博野，訪求先生，長跽稱弟子。先生為擇日行釋菜禮，作文以告先聖先師焉。 \\n 王遠，字帶存，湖廣人。拜李先生于長安，得辨業諸書，深嗜之。投詩云：老我從游晚，憑誰辨業真。十年求大道，千里見斯人。坐對南山峻，行歌渭水春。恍然虞夏在，風景一時新。 \\n 張翬，字采舒，湖州人。以友人有難匿之，被罪流西安。豪爽尚義聞天下。李先生游秦中，采舒往學樂。後卒于戍所。先生哭之。 \\n 王紹文，字宗洙，衡水人。從學李先生。海宁陳公世倌督學直隸時，以薦于朝，授成都知縣。宗洙嘗訂校先生論語孟子傳注，有詩贈肥鄉白任若云：大道久晦蝕，舉世趨浮虚，聾瞶相煽鼓，囂囂各自愚。天意愛斯文，博野產大儒。復有高弟子，恕谷在蠡吾。博蠡與衡水，往返百里餘。曾記申酉间，肥國來高車，入門為我言，囊中有異書。一覽令我擲，二覽令我喜，三讀四讀坐且起，雙目環瞪神為死。三十年前一夢中，三十年來一醉裏。吁嗟乎，豈獨我醉三十年，二千年來誰辨此！ \\n 古葵，字季榮，華州人。來李先生里受業，七八月鈔先生諸著而去。善書，人寶傳之。 \\n 黄輔，字成憲。 \\n 劉天植，字挺生。武城人。 \\n 張鋐、張鐘兄弟，武城人。父熙甫，命從李先生學。 \\n 劉廷直，字邦司，衡水人。 \\n 李杜，字文長，棗強人。 \\n 趙本中，冀州人。 \\n 杜謙益，字友三，衡水人。從學李先生。嘗與其兄謙牧，求先生作世德記。 \\n 張少文，富平人。 \\n 陳睿安，順天人。為日記質李先生，先生喜之，獎其孝友。 \\n 李基，易州人。 \\n 王經邦，字咸休，祁州人。 \\n 彭超，字翔千。 \\n 劉貫一，字士宜，博野人。 \\n 陳兆興，蠡人，嘗立日譜就質于先生，因從學焉。 \\n 高捷。 \\n 惲宗恂，字廉夫。宗和，字敦夫。皋聞之二子也。皆命從學李先生。聞言輒解，嘗出資助刊小學稽業學禮錄。 \\n 王業鑨。 \\n 王秉公。 \\n 王順文。 \\n 周文忠，字煥采。 \\n 王克柔。 \\n 劉廷忠，字其德，衡水人。從學李先生。應童子試，卽能舉颜先生之學言于陳公世倌。世倌器之，遂得補諸生。 \\n 郭同，字圻十，河南人。 \\n 郭比，字聚五，圻十之弟。 \\n 張籲門，江宁人。 \\n 張曉夫。 \\n 朱和禮，湯陰人。主一子。 \\n 王兆符，字隆川，大興人。崑繩子。 \\n 劉著，字古衡，湖廣人。持周崑來書請業李先生，後南歸。又受業宣城梅徵君，能歷法書數。 \\n 張珂，字可玉，大名人。從學李先生，與先生次子習中學琴學射學士相見禮，能篆書。先生以長子習仁無子，使其族子敬承嗣之，可玉為之師焉。 \\n 林沃，字啟心，威縣人。 \\n 田如龍，字夔安，威縣人。 \\n 宋惟孜，字涵可，通州人。 \\n 李正芳，字師柏，上元人。讀颜先生及李先生諸著，卽行冠禮學儀，條陳學使鄭公鑰，言當以颜先生之學頒訓士子。 \\n 馮辰，字樞天，清苑人。初謀學干習齋，未往而習齋没，遂執摯李先生。先生曰：樞天來，吾道不孤矣。樞天時習禮，尤究心于喪服，著《喪禮疑問》。凡見先生所著，無不直言校質者，跋傳注。問曰：先生平心以解易氣，而辯較若列眉，瞭如指掌，卽深入陸王程朱者，有不爽然于前日之捉風捕影乎？尧舜周孔確證當前，尚不豁然于是非，有此心乎？而或謂程朱尸祝久而且徧，必天心所注，勿輕議。然則今人之尸祝，佛氏更甚，亦以為天心所注，遂宜舉世泥首奉之無異辭乎？賢者可以決矣。 \\n 王元蘅，字符躬，江宁人。從學李先生，覽周易傳注，以為雷霆震而日月明也。 \\n 孫應橊，字子房，武進人。從惲皋聞處見習齋存學編及年譜諸書，初甚疑之，後始篤信。欲北謁李先生，傳其學，以資斧不繼，乃遙執弟子禮，為日記，省身不倦。或問：李先生以鄉三物為格物之物，似不及朱子解物卽事之渾融。子房曰：三物之六德，統而言之，一仁也。卽天命之性也。六行統而言之，一孝也，卽率性之道也。六蓺統而言之，一禮也，卽脩道之教也。大學立敎，尚有當在此三物外者乎？或又言：卽物穷理，如侍疾則格藥餌，出行則格行李之類。子房曰：此隨時隨事之功，豈十五入大學所格之物乎？皋聞與先生書曰：子房本世家子，幼而孤苦，刻志勵行，聞颜李之學，慨然悅慕，信于心習于身。南方之士未有篤信好學如斯人者。鄉居不時見，見輒以所學質，必有進益。去秋某自江右歸，來會兩次。旣久不見，忽聞其無疾逝矣。惜哉。 \\n 方道章，字用安，桐城人。侍郎苞之長子也。侍郎命用安師李先生，先生亦遣子習仁從侍郎游。顧兩人論學不甚合，用安左右其间，未嘗偏主。人或私問之，則曰：李先生言是也。其父執宿松朱書，亦以用安卓識葢勝侍郎云。性落落不甚可人，苟不當其意，相對嘿然。善為古文，能承其家業。 \\n 劉調贊，字用可，威縣人。年二十四，卽介白任若執摯李先生，學士相見禮、祭禮，學琴、學數，分日習之。先生稱其信道甚篤。嘗糾同志助立習齋學舍于博野，颜曰道傳祠而爲之記。曰：祠曰道傳，取諸韓子之言也。韓子謂儒者道仁義之道，其文詩書易春秋，其法禮樂刑政，其人則四民，其敎則五倫，非異端老佛之敎也。堯以是傳之舜禹湯文武周公孔孟。孟子之後不得其傳焉。今博野颜先生，生二千載之下，重明舜禹之九功、周公之三物、孔子之四教，深考力行，以詔斯人，誠尧舜以來相傳之正路，非世之依傍儒徑而篡入異端者也。習齋既没，恕谷先生奉其遺命，題其齋曰習齋學舍，立習齋神位，春秋仲月上辛率同學致祭，而講習其中。歷廿餘年不廢。日久學舍漸圯，其子姓遭祲歲，鬻其舍之前半，四方同人至者不能容。恕谷先生始謀于所居東莊別建習齋祠堂，從游之士爭來佽助，不日塼木具，坯堊積，乃為正堂三间，中堂供習齋先生位，而左右將爲陳設禮樂諸器，及颜李所著書版。同門馮辰等公請於先生曰：左右堂不可但盛物也，習齋自漳南梁魏外一再游，論學餘無及者，其後推明衍繹，廣布四方，聞風而起者接踵，實先生功。而先生又集六蓺成法，為書辨，居敬於主靜，別存誠于質民。又傳注易書詩春秋論語大學中庸孟子，以習齋之說仰證聖經，若合符節。後學乃有所持循，不入旁歧，而益信習齋之學一本聖經，非臆創者。王崑繩作習齋傳，謂傳其學者，李孝慤先生之子一人，誠非誣也。辰等擬將先生遠道圖懸之東堂，同人春秋祭習齋先生訖，同之東堂拜先生而瞻企焉，不亦可乎？先生力辞，又以公義請，乃許之。又請曰：習齋之學一傳而得先生，再傳而得惲皋聞。皋聞之北來也，盡棄其學而從先生學習齋之學，其别詩曰：三年依溯得吾師，聖道原流厪獲知。千古有人承事業，半生從此定心期。則其自任聞道也審矣。南居日以颜李之學告人。今天下無慮口中津津颜李之學者，王崑繩、惲皋聞二先生之昌明居多。如常州孫子房，以其所業就正先生，至遙執弟子禮，其言省躬改過、脩德習蓺之功甚密，力任聖道，而謂得之皋聞，則皋聞傳道之功偉矣。於西堂懸其像而景仰之，不爲過也。先生亦許之。乃又議於習齋神位前旁設王崑繩先生神位配享。至于道中諸子可續入者，事後論定，則後人之責也。贊自癸丣從先生游，得聞颜先生之道，不揣愚弱，思承餘緒，以廣其傳。而未能也。今己酉夏祠堂告成，因溯其原委而為之記。 \\n 翁荃，字闌友，一字止園，江宁人。李先生南游時，從受禮學。自爲諸生後未嘗一應鄉試，入雲臺山隱居讀書。山有虎害，出資募獵户除之，檢死者骨收葬。乾隆初詔脩三禮義疏，徵穷經之士，公卿交薦。蘭友固辞不出，晚更卜築南郊，與程徵士緜莊時相過從，詩書三禮皆有撰述云。 \\n 葉新，字維一，金華人。以康熙五十一年舉順天鄉試，聞李先生傳習齋之學，往受業焉。立日譜，稽核功過尤嚴義利之辨。雍正五年以知縣試用四川，旣至權華陽，尋補仁壽。民或與鄰縣爭地界，當會勘，鄉保因閽人以賄請，維一怒，悉下之獄。勘畢歸，各按其罪。由是吏民悉斂手奉法。八年攝嘉定州，州故有没水田，多逋稅，維一視曠土可耕者，召民墾闢，以新科抵稅額，逋稅悉免。時奉中旨采木仁壽，匠人倚官爲暴，民弗堪，糾衆相抗。縣令以變告，維一馳至訊匠頭及首先糾衆者一人，竝治之，餘釋不問。上官才之，有疑獄輒令往勘，多所平反。十二年遷知邛州，乾隆元年再遷夔州同知，權龍安及成都知府，又攝瀘州。瀘俗好訟，初至案牘委積，維一日坐堂，皇訟至，立剖决，誣罔者悉杖之。旬餘，獄事大減。及百日，遂無畱獄。七年權順慶知府，遷雅州，以母喪去官。服除授江西建昌府，以簡靜爲治，先敎化後刑罰，脩旴江書院，招引文學之士，復南城黄孝子祠，以厲民俗。十三年南豐令報縣民饒令德謀反，請窮治。令德好拳勇，令以風聞，遣役往偵，誤揬其讎，謂謀反有據，遂逮令德。令德適他往，遂逮其弟，繫縣獄。令德歸，自詣縣，縣訊以重刑，遂誣服，襍引親故及鄰里為同謀，令遽移檄追捕。維一得報，集諸囚親鞠，時株連者己七十餘人，言人人殊。維一大疑，詰縣役捕令德弟狀，役言初至令德家，獲一篋，疑有金寶，匿之。及發視，蕪所有，則棄之野。令聞意篋有反迹，訊以刑，遂妄稱發篋得簿毀之矣。令謂信然，遂逼令德使誣服也。維一乃盡釋七十餘人鐐，具命隨往南昌，戒之曰：有一逋者，吾代汝死矣。及至，七十餘人則皆在，謁巡撫，具道所以。巡撫愕不信，於是集才能吏會勘，卒無據，然不可卒解。先是巡撫得報時遽上奏，奏下，命兩江總督委官卽讞，維一為一一剖解得白，所全活三百許人。十七年調贛州府知府，贛縣民因事拒捕，維一依故例擬發邉遠充軍。時新例已改，本條爲斬决。院司欲以改例擬，維一謂事在例前，宜從故例，爭之不得，復以宁都民獄事，與同官持異同不得直，遂謝事閉門候代。上官慰諭再三，不從，乃以任性被議免歸。家居十餘年卒。 \\n 右李氏弟子九十七人。 \\n  \\n   \\n  "}
