{"章节": "\t\t提要", "正文": "  \\n  \\n 提要 \\n  \\n  \\n  \\n 《新本鄭氏周易》三卷，國朝恵棟編。棟字定宇，長洲人。初王應麟輯鄭元易註一卷，其後人附刻玉海之末，雖殘章斷句，尚頗見漢學之崖畧。於經籍頗為有功，然皆不著所出之書，又次序先後間與經文不應，亦有遺漏未載者。棟因其舊本重為補正，凡應麟書所已載者，一一考求原本，註其出自某書。明其信而有徴，極為詳。核其次序先後，亦悉從經文，釐定復搜採羣籍。上經補二十八條，下經補十六條，繋辭傳補十四條，説卦傳補二十二條，序卦傳補七條，雜卦傳補五條。移應麟所附易贊一篇於卷端，刪去所引諸經正義論互卦者八條，而别據元周禮臣太師註作十二月爻辰圖，據元月令註作爻辰所值二十八宿圖附於卷末。以駁朱震漢上易傳之誤。雖因人成事，而考核精宻實勝原書。應麟固鄭氏之功臣，棟之是編，亦可謂王氏之功臣矣。   \\n  \\n  \\n  \\n  \\n  \\n  "}
{"章节": "鄭氏周易贊", "正文": "  \\n  \\n 鄭氏周易贊　 \\n     \\n 易之為名也，一言而函三義。簡易一也、變易二也、不易三也。故繋辭云：乾坤其易之緼耶。又曰：易之門户耶。又曰：夫乾確然示人易矣。夫坤隤然示人簡矣，易則易知，簡則易從。此言其易簡之法則也。又曰：其為道也。屢遷，變動不居，周流六虚，上下无常，剛柔相易，不可為。典要唯變所適，此言從一作順時變易，出入移動者也。又曰：天尊地卑，乾坤定矣。卑髙以陳貴賤位矣，動静有常剛柔斷矣。此言張設布列，不易者也。據兹三義，而説易之道廣矣，大矣。　 \\n 　 \\n  \\n  "}
{"章节": "卷上", "正文": "  \\n  \\n 卷上　 \\n 乾   九二，見龍在田，利見大人。   二于三才為地道，地上即田，故稱田也集解。九二利見九五之大人正義。   九三，君子終日乾乾，夕惕若厲，无咎。   三于三才為人道，有乾徳而在人道，君子之象集解。惕，懼也釋文。   九五，飛龍在天，利見大人。   五于三才為天道，天者清明无形，而龍在焉。飛之象集解。   上九亢龍有悔   堯之末年，四凶在朝，是以有悔。未大凶也正義。   用九，見羣龍无首，吉。   六爻皆體乾一作龍，羣龍之象也。舜既受道道一作禪，禹與稷、契咎繇之屬，並在于朝後漢郎顗傳注，班固傳注。   萬物資始乃統天。   資，取也。統，本也釋文。   大人造也造，徂早反。   造，為也釋文。   文言傳附。   君子體仁，足以長人。   體，生也文選二十四。   不成名釋文。   當隠之時，以從世俗。不自殊異，无所成名也集解。   確乎其不可拔。   確，堅髙之貌。拔，移也釋文。   閑邪以存其誠□通晁氏云。   君子進徳，脩業及時，故无咎同上。   聖人作。   作，起也釋文。   亢龍有悔，窮志災也同上。   利貞者，情性也漢上易，晁氏同。   乾始而以美利，利天下晁氏云。   坤   履霜堅氷至。   履，讀為禮釋文。   馴致其道。   馴，從也釋文。   六二，直方。   直也，方也，地之性。此爻得中氣，而在地上，自然之性，廣生萬物，故生動直而且方禮記深衣正義。   龍戰于野。   聖人喻龍，君子喻蛇儀禮注蛇龍君子之類。   必有餘殃。   殃，禍惡也釋文。   為其慊于陽也釋文謂鄭作謙，訛，故稱龍焉。   慊，讀如羣，公溓之溓。古書篆作立，心與水相近，讀者失之，故作慊。溓，雜也。陰謂此上六也。陽謂今消息用事，乾也。上六為蛇，得乾氣，雜似龍詩，采薇，正義。   屯   天造草昧，宜建侯，而不寧。   造，成也。草，草創。昧，昧爽也文選注三十六。而，讀曰能。能，猶安也釋文。   君子以經論。   謂論，撰書禮樂，施政事釋文，正義曰劉表、鄭玄以綸為論字。   六二，乗馬般如。   馬，牝牡曰乗釋文。   匪冦昏冓。   冓，猶會也釋文。   君子機不如舍。   機，弩牙也釋文。   以從禽也從，于用反，釋文。   蒙   蒙，亨。匪我求童蒙，童蒙求我。初筮告，再三瀆，瀆則不告。    \\n 蒙者，蒙蒙，物初生形，是其未開著之名也。人幼稚曰童，未冠之稱。亨者，陽也。瀆，褻也。筮，問也。于體震而得中，嘉會禮通，陽自動其中。徳施地道之上，萬物應之而萌牙生。教授之師，取象焉。脩道蓺于其室，而童蒙者求為之弟子，非已乎求之也。弟子初問，則告之以事。義不思其三隅，相況以反，解而筮者，此勤師而功寡，學者之災也。瀆筮則不復告，欲令思而得之，亦所以利義而幹事也公羊疏釋文。   初六，用説桎梏。   木在足曰桎，在手曰梏周禮大司冦疏。   九二，苞蒙。   苞，當作彪。彪，文也釋文。   順以巽也。   巽，當作遜釋文。   上九繋蒙釋文。   需   需，讀為秀。陽氣秀而不直上者，畏上，坎也釋文。   光亨貞吉釋文云鄭揔為一句。   位音涖乎天位釋文。   君子以飲食宴樂。   宴，享宴也釋文。   九二，需于沙釋文。   沙，接水者詩鳧鷖，正義引作沙。   致戎至釋文。   訟   辯財曰訟釋文。   有孚咥。   咥，覺悔貌釋文。   九二，歸而逋其邑人三百户，无眚。   小國之下大夫采地方一，成其定税三百家，故三百户也雜記正義。不易之田，嵗種之，一易之田，休一嵗乃種，再易之田，休二嵗乃種。言至薄也。茍自藏隠不敢與五相敵，則无災眚正義。眚，過也釋文。   患至惙也惙，陟劣反。   惙，憂也釋文。   渝安貞吉。   渝，然也釋文。   上九，或錫之鞶帶。   鞶帶，佩鞶之帶周禮巾車疏。   終朝三拕之拕，徒可反，釋文。   師   軍二千五百人為師。多以軍為名，次以師為名，少以旅為名。師者舉中之言王氏。   丈人吉。   丈之言，長能御衆，有正人之徳，以法度為人之，長吉而无咎。謂天子諸侯主軍者春官天府疏，釋文。   初六，否臧凶否，方有反。釋文。   九二，王三賜命釋文。   承天寵也。   寵，光耀也釋文。   比   初六，有孚盈缶。   爻辰在未上，值東井。井之水，人所汲用缶。缶，汲器也詩宛丘，正義，釋文。   九五，王用三敺釋文，失前禽。   王因天下顯，習兵于蒐狩焉。驅禽而射之，三則已，法一作發軍禮也。失前禽者，謂禽在前來者，不逆而射之，傍去又不射。唯背走者，順而射之，不中則一作亦巳，是皆所以失之，用兵之法亦如之。降者不殺，奔者不禁，背者不殺。加以仁恩，養威之道秋官士師 \\n 疏，左傳桓四年，正義。   小畜許六反，釋文   畜，養也釋文。   九三，輿説輻。   輻，伏莬釋文。謂輿下缚木，與軸相連，鈎心之木是也王氏。   履   履，虎尾不噬，人亨。   噬，齧也音誓，文選十。   視履考詳。   履道之終，考正詳備晁氏。   泰   通也釋文。   后以財成，天地之道。輔相天地之宜，以左右民   財，節也。輔相左右，助也以者，取其順陰陽之節，為出内之政。春崇寛仁，夏以長養，秋教收斂，冬勅盖藏，皆可以成物助民也集解。   初九，拔茅音苖茹，以其彚征彚音謂。   彚，類也。茹，牽引也。茅喻君有絜白之徳，臣下引其類而仕之劉向傳注。   九二，苞荒。   荒，讀為康，虚也釋文。   六五，帝乙、歸妹，以祉元吉。   五爻辰在卯春，為陽中，萬物以生。生育者，嫁娶之貴。仲春之月，嫁娶男女之禮。福禄大吉周禮媒氏疏。   上六，城復于隍。   隍，壑也詩韓奕正義。   否   九四，畴離祉釋文。   九五，休否。   休，美也文選二十五。   其亡其亡，繋于苞桑。    \\n 苞，植也。否，世之人不知聖人有命，咸曰其將亡矣。其將亡矣，而聖乃自繋于植桑，不亡也文選五十二。猶紂囚文王於羑里之獄，四臣獻珍異之物而終免于難。繋于苞桑之謂集解。   同人   同人于野，亨。    \\n 乾為天，离為火，卦體有巽。巽為風，天在上，火炎上而從之，是其性同于天也。火得風然，後炎上益熾，是猶人君在上，施政教使天下之人和同而事之。以是為人和同者，君之所為也。故謂之同人。風行无所不徧，徧則會通之徳大行，故曰同人于野亨集解。   六二，同人于宗。   天子諸侯后夫人，無子不出儀禮士昏，禮疏，詩河廣，正義。   九三，伏戎于莽。   莽，叢木也釋文。   九四，乗其庸釋文   大有   大有元亨。    \\n 六五，體离，處乾之上，猶大臣有聖明之徳，代君為政，處其位有其事，而理之也。元亨者，又能長羣臣以善使，嘉會禮通，若周公攝政，朝諸侯于明堂是也集解。   明，辯遰也。   遰，讀如明。星晢晢釋文。   嗛   嗛亨，君子有終。    \\n 艮為山，坤為地。山體髙，今在地下，其於人道，髙能下下，嗛之象。亨者，嘉會之禮，以嗛為主。嗛者，自貶損以下人，唯艮之堅固，坤之厚順，乃能終之。故君子之人，有終也集解。   君子以捊多益寡。   捊，取也釋文。   卑以自牧也。   牧，養也釋文，文選注十六。   六四，撝嗛。   撝，讀為宣釋文。   豫   豫，利建侯行師。   坤，順也。震，動也。順其性而動者，莫不得其所。故謂之豫。豫，喜佚説樂之貌也。震又為雷，諸侯之象。坤又為衆，師役之象。故利建侯行師矣集解。   四時不忒。   忒，差也釋文。   象曰：雷出地，奮豫。先王以作樂崇徳。殷薦之上帝以配祖考。    \\n 奮動也。雷動於地上，萬物乃豫也。以者取其喜佚，動摇猶人至，樂則手欲鼓之，足欲舞之也。崇，充也。殷，盛也。薦，進也。上帝，天帝也。王者功成作樂，以文得之者，作籥舞。以武得之者，作萬舞。各充其徳而為制。祀天地以配祖考者，使與天同饗其功也。故孝經云：郊祀后稷以配天。宗祀文王於明堂，以配上帝是也集解。   六二，砎于石砎，古八切。謂磨砎也，釋文。   六三，盱豫。   盱，誇也釋文。   九四，由豫，大有得。勿疑朋，盍簮。   由，用也。簮，速也釋文。   上六，冥豫。   冥，讀為鳴釋文。   隨   隨元亨利貞。无咎。    \\n 震，動也。兌，説也。内動之以徳，外説之以言。則天下之民咸慕其行，而隨從之。故謂之隨也。既見隨從，能長之以善，通其嘉禮，和之以義，幹之以正，則功成而有福。若无此四徳，則有凶咎焉。焦貢曰，漢髙帝與項籍其明徵也集解，左傳襄九年，正義。   君子以嚮晦入宴息。   晦宴也，猶人君既夕之，後入于宴，寢而止息正義。   出門交有功。    \\n 震為大塗，又為日門。當春分，陰陽之所交也。是臣出君門，與四方賢人交，有成功之象也。昔舜慎徽五典，五典克從，内于百揆，百揆時序，賔于四門，四門穆穆，是其義也集解。   蠱   先甲三日，後甲三日。   甲者，造作新令之日。先之三日而用辛也。欲取改過自新之義。後之三日而用丁也。取其丁寧之義正義。    臨 \\n    至于八月，有凶。    \\n 臨，大也。陽氣自此浸而長大，陽浸長矣而有四徳，齊功於乾盛之極也。人之情盛則奢淫，奢淫將亡，故戒以凶也。臨卦斗建丑，而用事殷之正月也。當文王之時，紂為无道，故于是卦為殷家著興衰之戒以見。周改殷正之數，云臨。自周二月用事，訖其七月至八月而遯卦受之此，終而復始，王命然矣集解。   觀 \\n    觀，盥而不薦。   坤為地，為衆。巽為木，為風。九五，天子之爻。于體有艮，艮為鬼門，又為宫闕。地上有木而為鬼門宫闕者，天子宗廟之象也集解。諸侯貢士於天子，卿大夫貢士於其君，必以禮賔之。唯主人盥而獻賔，賔盥而酢。主人設薦俎則弟子也王氏。   初六，童觀。   童，稚也釋文。   噬嗑   先王以明罰勅法。   勅，猶理也釋文。   九四，噬乾胏。   胏，簀釋文。   上九，何校滅耳，凶。   离為槁木，坎為耳木。在耳上何校，滅耳之象也集解。   聰不明也。   目不明，耳不聰釋文。   賁   賁亨小。利有攸往。   賁，文飾也。离為日，天文也。艮為石，地文也。天文在下，地文在上，天地二文相飾，成賁者也一云天地之文交，相而成賁。賁，然也。猶人君以剛柔仁義之道，飾成其徳也。剛柔雜仁義合，然後嘉會禮通，故亨也。卦 \\n 于體坎艮，艮止于上，坎險止于下，夾震在中，故不利大行，小有所之則可矣詩白駒，正義，集解。賁，變也。文飾之貌釋文。   无敢折獄。   折，斷也釋文。   初九，賁其趾，舍輿而徒釋文。   趾，足同上。   義不乗也晁氏。   六四，賁如燔如燔，音煩。釋文。   六四，巽爻也。有應於初九，欲自飾以適，初既進退未定，故燔如也檀弓正義。   白馬翰如翰，寒案反釋文。   謂九三位在辰，得巽氣，為白馬。翰，猶幹也。見六四，適初未定，欲幹而有之檀弓，正義。   剥   不利有攸往，小人長也。   陰氣侵陽，上至于五，萬物霝落，故謂之剥也。五陰一陽，小人極盛，君子不可有所之，故不利有攸往也集解。   蔑，貞凶。   蔑，輕慢釋文。   剥牀以辨。   足上稱辨，謂近膝之下。屈則相近，信則相逺。故謂之辨。辨，分也集解。   切，近災也。   切，急也釋文。   小人剥廬。   小人傲很，當剥徹廬舍而去天官遺人疏。   復   復，亨。   復，反也。還也。陰氣侵陽，陽失其位，至此始還反，起于初，故謂之復。陽，君象。君失國而還反，道徳更興也春秋正義。   七日來復。   建戌之月，以陽氣既盡，建亥之月，純陰用事，至建子之月，陽氣始生，隔此純陰一卦。卦主六，日七分，舉其成數言之，而云七日來復正義序。   商旅不行。   資貨而行，曰商。旅，客也釋文。   无祗悔。   祗，病也釋文。   六三，顰復釋文。   六四，中行獨復。   爻處五陰之中，度中而行，四獨應初漢上易傳。   中以自考也。   考，成也釋文。   有烖眚釋文。   異自内生，曰眚。自外曰祥。害物曰災釋文。   无妄   妄，猶望。謂无所希望也釋文。   无妄之往，何之矣。   妄之言，望人所望。宜正行，必有所望，行而無所望，是失其正，何可往也後漢書李通傳注。   天命不右。   右，助也釋文。   不菑畬。   一嵗曰菑，二嵗曰新田。三嵗曰畬王氏。   大畜   不家食，吉。   自九三至上九，有頤象。居外，是不家食。吉而養賢表記正義。   煇光日新絶句，其徳連下句剛上而尚賢釋文。   良馬逐逐。   逐逐，兩馬走也釋文。   日閑輿衛日，人實反。   日，習車徒釋文。   六四，童牛之梏，元吉晁氏謂梏。鄭作角，非也。   巽為木，于體震。震為牛之足，足在艮體之中，艮為手，持木以就足，是施梏大司冦疏。   六五，豶豕之牙。   牙，讀為□釋文。   上九，何天之衢。   艮為手，手上肩也。乾為首，首肩之間，荷物處。乾為天，艮為徑路，天衢象也後漢崔駰傳注。   道大行也。   人君在上位，負荷天之大道文選十一。   頤   頤，貞吉。觀頤自求口實。    \\n 頤，口車輔之名也。震動于下，艮止于上，口車動而上，因輔嚼物以養人，故謂之頤。頤，養也。能行養則其幹事，故吉矣。二五离爻，皆得中。离為目，觀象也。觀頤，觀其養賢與不肖也。頤中有物，曰口實。自二至五有二坤，坤載養物，而人所食之物皆存焉。觀其求可食之物，則貪廉之情可别也集解。   觀我朵頤。   朵，動也釋文。   大有慶也。   君以得人為慶漢上易傳。   大過   陽爻過也漢上易傳。   九二，枯楊生荑，老夫得其女妻。   枯音姑，謂无姑。山榆羊朱反，荑音夷木更生，謂山榆之實釋文。以丈夫年過娶二十之女，老婦年過嫁三十之男，皆得其子詩桃夭，正義。   習坎   六三檢且枕。   木在手曰檢。在首曰枕釋文。   六四，尊酒簋貳，用缶，内約自牗。    \\n 六四，上承九五，又□體在震。上爻辰在丑，丑上值斗，可以斟之象。斗上有建星，建星之形似簋，貳副也。建星上有弁星，弁星之形又如缶。天子大臣以王命出，會諸侯，主國尊于簋，副設玄酒而用缶也詩宛丘，正義，禮器正義。   九五，祗既平。   祗，當為坻。小丘也釋文。   上六，繋用徽纆，寘于叢棘，三嵗不得，凶。    \\n 繋，拘也。爻辰在已，已為蛇，蛇之蟠屈，似徽纆也。三五?體，艮又與震同體。艮為門闕，于木為多節。震之所為，有叢拘之類。門闕之内，有叢木，多節之木，是天子外朝，左右九棘之象也。外朝者，所以詢事之處也。左嘉石平罷民焉。右肺石達窮民焉。罷民，邪惡之民也。上六乗陽有邪惡之罪，故缚以一作約徽纆，寘于叢棘。而使一作後公卿以下議之，其害人者，置之圜土而施職事焉，以明刑恥之。能復者，上罪三年而赦，中罪二年而赦，下罪一年而赦。不得者，不自思以得正道終不自改，而出諸圜土者殺。故曰凶公羊疏。   離   明兩作離。大人以繼明照于四方。   作，起也釋文。明兩者，取君明上下，以明徳相承，其於天下之事無不見也文選注二十一。   初九，履錯然錯，七各反。釋文。   六二，黃離元吉。   离，南方之卦。離為火，土託位焉，土色黃，火之子。喻子有明徳，能附麗於其父之道。文王之一作大子發﹑旦一無此字是也。慎成其業，則吉矣文選注二十，御覽一百四十六。   九三，不擊缶而歌釋文。   艮，爻也。位近丑，丑上值弁星，弁星似缶。詩云，坎其擊缶。則樂器亦有缶詩宛丘，正義。   則大耋之差釋文云鄭無凶字。   年踰一作餘七十也詩車鄰正義禮記射義正義爾雅疏。   九四，突如其來如，焚如，死如，棄如。    \\n 震為長子，爻失正又□體兌。兌為附。決子居明法之家，而無正，何以自斷其君父，不忍也。突如，震之失正不知其所。如又為巽，巽為進退，不知所從。不孝之罪，五刑莫大焉。得用議貴之辟刑之，若如。所犯之罪，焚如，殺其親之刑，死如。殺人之刑，棄如。流宥之刑秋官掌戮疏。   麗王公也釋文。 \\n  "}
{"章节": "卷中", "正文": "  \\n  \\n 卷中　 \\n 咸   咸亨利貞。取女吉。    \\n 咸，感也。艮為山，兌為澤。山氣下，澤氣上，二氣通而相應，以生萬物，故曰咸也。其於人也，嘉會禮通，和順於義，幹事能正。三十之男有此三徳，以下二十之女，正而相親，説娶之，則吉也集解。   二氣感應以相與。   與，猶親也釋文。   初六，咸其拇。   足大指也釋文。   六二咸其腓。   膊，腸也膊，市臠反。釋文。   九五，咸其脢。   脢，背脊肉也釋文，正義。   媵口説也。   媵，送也釋文。咸道極薄，徒送口舌，言語相感而已。不復有志于其間正義。   恒   恒亨无咎，利貞。   恒，久也。巽為風，震為雷。雷風相須而養物，猶長女承長男。夫婦同心而成家，久長之道也。夫婦以嘉會禮通，故无咎。其能和順幹事，所行而善矣集解。   初六，濬恒釋文。   九三，不恒其徳，咸承之羞釋文。   爻得正，□體為乾，乾有剛健之徳。體在巽，巽為進退，不恒其徳之象。又?體兌，兌為毁折，是將有羞辱也緇衣，正義。   六五，恒其徳貞。婦人吉，夫子凶。    \\n 以隂爻而處尊位，是天子之女。又?體兌，兌為和説至尊，主家之女以和説，幹家事，問正於人，故為吉也。應在九二，又男子之象。體在巽，巽為進退，是無所定而婦言是從，故云夫子凶也緇衣注，正義。   上六，振恒。   振，摇落也釋文。   遯   遯亨，小利貞。    \\n 遯，逃去之名也。艮為門闕，乾有健徳。?體有巽，巽為進退，君子出門，行有進退，逃去之象。二五得位而有應，是用正道，得禮見召聘始仕他國，當尚嗛。嗛，小其和順之道。居小官，幹小事，其進以漸，則逺妬忌之害。昔陳敬仲奔齊辭卿是也集解。   有疾憊也。   憊，困也釋文。   小人否備鄙反。   否，塞也釋文。   大壯   壯，氣力浸强之名釋文。   九三，纍其角釋文。   六五，喪羊于易音亦。   謂佼易也釋文。   不祥也釋文。   祥，善也同上。   晉   晉，康侯用錫馬蕃。   庶，康尊也，廣也釋文。蕃發袁反庶止奢反，謂蕃遮禽也同上。   晝日三接音□。   接，勝也王氏。   象曰：明出地上，晉君子以自照明徳。   地雖生萬物，日出於上，其功乃著，故君子法之。而以明自照其徳集解。   初六，晉如摧如。   摧，讀如南山崔崔之崔釋文。   六二，晉如愁如愁子小反。   愁，變色貌釋文。   九四，晉如鼫鼠。   詩云：鼫鼠鼫鼠，无食我黍。謂大鼠也正義。   六五矢得勿恤釋文。   明夷   明夷，利艱貞。    \\n 夷，傷也。日出地上，其明乃光。至其入地，明則傷矣，故謂之明夷。日之明傷，猶聖人君子有明徳，而遭亂世，抑在下位，則宜自艱无幹事政，以避小人之害集解。   以蒙大難。   蒙，猶遭也釋文。   文王似之釋文。   箕子似之釋文。   六二，明夷睇于左股釋文。    \\n 旁視為睇。六二辰在酉，酉在一作是西方，又下體离，离為目。九三體在震。震，東方。九三又在辰，辰得巽氣為股。此謂六二有明徳，欲承九三，故云睇于左股内則正義。   用拯馬。   拯，承也釋文。   家人   閑有家。   閑，習也釋文。   六二，无攸遂，在中饋。    \\n 二為陰爻，得正于内，五陽爻也。得正于外，猶婦人自修正于内，丈夫修正于外。无攸遂，言婦人無敢自遂也。爻體离又□體坎，火位在下，水在上，餁之象也。饋酒食也，故云在中饋也後漢書楊震傳注，王符傳注。   家人嗃嗃。   嗃嗃，苦熱之意釋文。   婦子嘻嘻。   嘻嘻，驕佚喜笑之意釋文。   王假有家。   假，登也釋文。   睽音圭，釋文   睽，小事吉。   睽，乖也。火欲上，澤欲下。猶人同居而志異也。故謂之睽。二五相應，君陰臣陽，君而應臣，故小事吉集解。   六三，其牛觢。   牛角皆踊，曰觢釋文。   後説之壺釋文。   蹇   往得中也。   中，和也釋文。   初六，宜待時也釋文。   六四，往蹇來連連如字。   連，遲久之意釋文。   解   天地解而雷雨作。雷雨作而百果草木皆甲宅。   木實曰果，解讀如人倦之解。解謂坼嘑嘑火亞反，皮曰甲，根曰宅。宅居也文選蜀都賦注。   損   艮為山，兌為澤。□體坤，坤為地，山在地上，澤在地下，澤以自損，增山之髙也。猶諸侯損其國之富，以貢獻于天子，故謂之損矣集解。   二簋可用亨。   四以簋進黍稷于神也。初與二直，其四與五承上，故用二簋，四巽爻也，巽為木。五离爻也，离為日。日體圜木器而圜簋象也。   君子以徵忿懫欲考工記旊人疏，少牢饋食禮疏，詩權輿正義。   徵，猶清也。懫，止也釋文。   或益之十朋之龟。   案爾雅云：十朋之龟者，一曰神龟、二曰靈龟、三曰攝龟、四曰寶龟、五曰文龟、六曰筮龟、七曰山龟、八曰澤龟、九曰水龟、十曰火龟禮器正義，正義。   益   益，利有攸往，利涉大川。    \\n 陰陽之義，陽稱為君，陰稱為臣。今震一陽二陰，臣多於君矣。而四體巽之不應初，是天子損其所有，以下諸侯也。人君之道，以益下為徳，故謂之益也。震為雷，巽為風。雷動風行，二者相成。猶人君出教令，臣奉行之，故利有攸往，利涉大川也集解。   夬   夬，揚于王庭。    \\n 夬，決也。陽氣浸長至于五，五尊位也，而陰先之。是猶聖人積徳説天下，以漸消去小人，至於受命為天子，故謂之夬。揚，越也。五□體乾，乾為君，又居尊位，王庭之象也。陰爻越其上，小人乗君子，罪惡上聞于聖人之朝，故曰夬，揚于王庭也集解。   九二，惕號音号釋文莫夜莫如字同上。   莫，无也。无夜，非一夜釋文。   九三壯于頯。   頯，夾面也釋文。   其行趀趄趀，七私反。趄，七餘反。釋文。   九五，莧陸。   莧陸，一名商陸釋文，正義。   遘釋文   遘，女壯，勿用取女。   遘，遇也。一陰承五陽，一女當五男，茍相遇耳，非禮之正，故謂之遘。女壯如是，壯健似淫，故不可娶。婦人以婉娩為其徳也集解。   后以施命詰四方詰，起一反。   詰，止也釋文。   以杞包瓜包百交反。   杞，栁也釋文。   萃   萃，王假有廟釋文，利見大人亨。利貞，用大牲吉。利有攸往。    \\n 萃，聚也。坤為順，兌為説，臣下以順道，承事其君説，徳居上待之。上下相應，有事而和通，故曰萃。亨也案釋文亨字疑衍。假，至也。□有艮巽，巽為木，艮為闕，木在闕上，宫室之象也。四本震爻，震為長子，五本坎爻，坎為隠伏，居尊而隠伏，鬼神之象。長子入闕升堂，祭祖禰之禮也，故曰王假有廟。二本离爻也，离為目，居正應五，故利見大人矣。大牲，牛也。言大人有嘉會，時可幹事，必殺牛而盟。既盟則可以往，故曰利往集解。   君子以除戎器。   除，去也釋文。   一握為笑。   握，當讀為夫三為屋之屋釋文。   孚乃利用禴。   禴，夏祭名釋文。   齎咨涕洟釋文。   齎咨，嗟歎之辭也。自目曰涕，自鼻曰洟釋文。   昇釋文   昇，上也。坤地巽木，木生地中，日長而上。猶聖人在諸侯之中，明徳日益髙大也，故謂之昇。昇進益之象也集解。   六四，王用亨于岐山亨，許兩反。   亨，獻也釋文。   困   困亨。   坎為月，□體离，离為日，兌為暗，昧日所入也。今上弇日月之明，猶君子處亂伐，為小人所不容，故謂之困也。君子雖困，居儉能説，是以通而无咎也集解。   九二，困于酒食，朱韍方來，利用亨祀。    \\n 二據初辰在未，未為土，此二為大夫有地之象。未上值天厨，酒食象。困于酒食者，采地薄不足已用也。二與日為體，离為鎮霍，爻四為諸侯有明徳，受命當王者。离為火，火色赤。四爻辰在午時，離氣赤為朱是也。文王將王，天子制用朱韍士冠禮疏。朱深于赤王氏。   九五，劓刖。   劓刖，當為倪□釋文。   井    \\n 坎水也。巽木，桔橰也。?體离兌，离外堅中虚，瓶也。兊為暗澤，泉口也。言桔橰引瓶，下入泉口，汲水而出，井之象也。井以汲人，水无空竭，猶君子以政教養天下，惠澤无窮也集解。井法也釋文。   汔至亦未繘井   繘，綆也釋文。   羸其瓶。   羸，讀曰虆釋文。   九二，井谷射鮒，甕釋文敝漏。    \\n 九二坎爻也。坎為水，上直巽。九三艮爻也，艮為山，山下有井，必因谷水所生魚。無大魚，但多鮒魚耳，言微小也。夫感動天地，此魚之至大，射鮒井谷，此魚之至小，故以相況文選呉都賦注。甕，停水器也釋文。   井渫不食。   謂已浚渫也，猶臣修正其身，以事君也文選登樓賦注。   革   革，改也。水火相息而更用事，猶王者受命，改正朔，易服色，故謂之革集解，釋文。   鼎    \\n 鼎，象也。卦有木火之用，□體乾兌，乾為金，兌為澤。澤鍾金而含水，爨以木火，鼎亨孰物之象。鼎亨孰以養人，猶聖君興仁義之道以教天下也，故謂之鼎矣集解。   君子以正位凝命。   凝，成也釋文。   初六，鼎顛趾，利出。否，得妾以其子，无咎。    \\n 顛，踣也。趾，足也。無事曰趾，陳設曰足。爻體巽為股，初爻在股之下，足象也。足所以承正，鼎也。初陰爻而柔，與乾同體，以否正承乾。乾為君以喻君，夫人事君若失正禮，踣其為足之道，情無怨則當以和，義出之然。如否者，嫁于天子，雖失禮无出道，廢逺之而巳。若其无子，不廢逺之，后尊如故。其犯六，出則廢之逺之。子廢，坤為順，又為子，母牛今在后妃之旁側，妾之例也。有順徳，子必賢，賢而立以為世子，又何咎也士昏禮疏，内則正義，御覽一百四十五。   我仇有疾。   怨耦曰仇釋文。   雉膏不食。   雉膏，食之美者釋文。   九四，鼎折足，覆公餗，其刑剭音屋，釋文。   糝，謂之餗。震為竹，竹萌日筍，筍者，餗之為菜也。餗，美饌，是一作具八珍之食。鼎三足，三公象。若三公傾覆王之美道，屋中刑之天官醢人疏，秋官司烜氏疏，詩韓奕正義。   六五，金铉。   金铉，喻明道能舉君之官職也文選西征賦注，唐律義疏。   震   震亨。震為雷，雷動物之氣也。雷之發聲，猶人君出政教以動國中之人也，故謂之震。人君有善聲，教則嘉會之禮通矣集解詩召南正義。   震來虩虩   恐懼貌釋文。   笑言啞啞。   樂也釋文。   震驚百里，不喪匕鬯。    \\n 驚之言，驚戒也。雷發聲聞于百里，古者諸侯之象。諸侯之出教令，能驚戒其國疆之内詩召南正義，則守其宗廟社稷。為之祭主，不亡其匕與鬯也。人君於祭之禮，尚一作匕牲體薦鬯而已，其餘不親為也一云其餘不足觀也。特牲饋食禮疏。升牢於俎，君匕之，臣載之。鬯秬酒芬芳條鬯因名焉集解。   億喪貝億於力反。   十萬曰億釋文。   六三，震蘇蘇。   蘇蘇，不安也釋文。   上六，震索索，視矍矍。   索索，猶縮。縮，足不正也。矍矍，目不正釋文。   艮   艮其背。   艮為山，山立峙各於其所，无相順之時，猶君在上，臣在下，恩敬不相與通，故謂之艮也集解。艮之言很也釋文。   九三，艮其限列其夤釋文。   限，要也釋文。   漸   初六，鴻漸于干。   干，謂大水之旁。故停水處者詩伐檀，正義，斯干正義，釋文，夫征不復，婦孕不育。九三，上與九五□體為离，离為大腹，孕之象也。又□體為坎，坎為丈夫，坎為水，水流而去，是夫征不復也。夫既不復，則婦人之道顛覆，故孕而不育郊特牲，正義。孕，猶娠也釋文。   歸妹   六三，歸妹以須。   須，有才智之稱。天文有須女，屈原之妹名女須詩桑扈正義。   女承筐无實。   宗廟之禮，主婦奉筐米王氏。士昏禮云婦入三月而後祭行詩葛屨正義。   豐   豐之言倎，充滿意也釋文。   日中則昃，月盈則食。   言皆有休巳，無常盛也公羊疏。   初九，遇其妃主。   嘉耦曰妃釋文。   雖旬无咎。   初脩禮，上朝四，四以匹敵，恩厚待之，雖留十日不為咎。正以十日者，朝聘之禮。止于主國以為限，聘禮畢歸。大禮曰旬，而稍旬之外為稍，久留非常詩有客正義。   六二，豐其菩。   菩，小席釋文。   九三，豐其韋一作芾。   韋，祭祀之蔽膝釋文。   日中見昧釋文。   折其右肱。   三艮爻。艮為手，□體為巽，巽又為進退，手而便于進退，右肱也。猶大臣用事于君，君能誅之，故无咎儀禮，覲禮疏。   闃其無人。   闃，無人貌釋文。   天際祥也釋文。   際當為瘵，瘵，病也釋文。   自戕也。   戕，傷也釋文。   旅   初六，旅瑣瑣，斯其所取災。    \\n 瑣瑣，猶小小也。爻□體艮，艮小石。小小之象。三為聘客，初與二其介也。介當以篤實之人，為之而用，小人瑣瑣然，客主人為言不能辭，曰非禮，不能對，曰非禮。每者不能以禮行之，則其所以得罪儀禮聘禮疏。   兌   離澤兌   離，猶併也釋文。   九四，商兌。   商，隠度也釋文。   渙   渙，汗其大號。   號，令也文選三。   節   節以制度，不傷財，不害民   空府藏則傷財力，役繁則害民。二者奢泰之所致後漢書王符傳注。   中孚   中孚，豚魚吉。   三辰在亥，亥為豕。爻失正，故變而從小，名言豚耳。四辰在丑，丑為鼈蟹，鼈蟹魚之微者。爻得正，故變而從大，名言魚耳。□體□一作三兌，兌為澤，四上值天淵。二五皆坎爻，坎為水，二浸澤，則豚利五，亦以水灌淵，則魚利。豚魚以喻小民也。而為明君賢臣，恩意所供養，故吉詩無羊正義。   乗木舟，虚也。   舟，謂集板，如今目空，木大為之，曰虚詩谷風正義。   小過   小過亨，利貞。   中孚為陽，貞于十一月，子小過為陰，貞于六月。未法于乾坤王氏，   不宜上。   上如字謂君也釋文。   密雲不雨已尚也釋文。   尚，庶幾也釋文。   既濟   既，已也，盡也。濟，度也釋文。   六二，婦喪其茀。   茀，車蔽也釋文。   憊也。   劣弱也釋文。   繻有衣袽繻，音須，釋文。   九五，東鄰殺牛，不如西鄰之禴祭。   □體為坎，又□體為离。离為日，坎為月，日出東方，東鄰象。月出西方，西鄰象坊記正義。禴，夏祭之名王氏。   未濟   小狐汔濟。   汔，幾也釋文。 \\n  "}
{"章节": "卷下", "正文": "  \\n  \\n 卷下　 \\n 繋辭上傳   天尊地卑，乾坤定矣。卑髙已陳，貴賤位矣。   君臣尊卑之貴賤，如山澤之有髙卑也樂記正義。   動静有常，剛柔斷矣。   雷，風也。陽動陰静，剛柔之斷也同上，穀梁疏，公羊疏。   方以類聚，物以羣分。   謂水火也同上。   在天成象。   日月星辰也同上。   在地成形。   謂草木鳥獸也同上，御覽三十九。   八卦相蕩釋文。   乾以易知易，音亦。釋文。   三極之道也。   三極，三才也釋文。   君子居則觀其象，而翫其辭釋文。   震无咎者，存乎悔。   震，懼也釋文。   易與天地準。   準，中也，平也釋文。   原始及終釋文。   精氣為物，遊魂為變，是故知鬼神之情狀，與天地相似，故不違。    \\n 精氣，謂七八也。遊魂，謂九六也。七八木火之數，九六金水之數。木火用事，而物生，故曰精氣為物。金水用事而物變，故曰遊魂為變。精氣謂之神，遊魂謂之鬼。木火生物，金水終物。二物變化，其情與天地相似，故无所差違之也集解，樂記正義。   而道濟天下。   道，當作導釋文。   範圍天地之化。   範，法也釋文。   故君子之道尟矣。   尟，少也釋文。   臧諸用。   臧，善也釋文。   言天下之至嘖而不可惡也惡，烏落反。釋文。   言天下之至嘖而不可亂也。   嘖當為動釋文。   樞機之發，榮辱之主也。   樞，户樞也。機，弩牙也。户樞之發或明或闇，弩牙之發或中或否。以喻君子之言，或榮或辱一云，以譬言語之發有榮有辱。禮記曲禮正義，左傳襄二十五年正義。   慎斯術也。   術道釋文   有功而不置，   置，當為徳一作誌，釋文。   君不密則失臣，臣不密則失身，幾事不密則害成。   幾，微也。密，静也。言不慎于微，而以動作，則禍變必成公羊疏。   野容誨淫。   飾其容而見於外，曰野。言妖野容儀，教誨淫泆釋文，後漢崔駰傳注。   大衍之數五十。其用四十有九。   天地之數五十有五。以五行氣通，凡五行減五，大衍又減一，故四十九也正義。衍，演也。揲，取也釋文。天一生水于北，地二生火于南，天三生木于東，地四生金于西，天五生土于中。陽无耦，陰无配，未得相成。地六成水于北，與天一并。天七成火于南，與地二并。地八成木于東，與天三并。天九成金于西，與地四并。地十成土于中，與天五并。大衍之數五十有五，五行各氣并，氣并而減五，惟有五十。以五十之數不可以為七八九六卜筮之占以用之，更減其一，故四十有九也月令正義。   天數五，地數五，五位相得，而各有合。    \\n 天地之氣各有五。五行之次，一曰水，天數也。二曰火，地數也。三曰木，天數也。四曰金，地數也。五曰土，天數也。此五者陰无匹，陽无耦，故又合之。地六為天一匹也。天七為地二耦也。地八為天三匹也。天九為地四耦也。地十為天五匹也。二五陰陽各有合，然後氣相得，施化行也春秋正義。   以制器者尚其象。   此者，存于器象可得而用。一切器物及造立皆是春官太卜疏。   聖人之所以極深而研機也。   機，當作幾。幾，微也釋文。   蓍之徳圓而神。   蓍形圓而可以立變化之數，故謂之神也少牢饋食禮疏。   神武而不殺者夫殺，所戒反。釋文。   易有太極。   極中之道，淳和未分之氣也文選十九。   兩儀生四象。   布六于北方以象水。布八于東方以象木。布九于西方以象金。布七于南方以象火王氏。   定天下之吉凶，成天下之亹亹者，莫善乎蓍龜。   凡天下之善惡及沒沒之衆事，皆成定之。言其廣大無不包也公羊疏。   河出圖，洛出書，聖人則之。   春秋緯云：河以通乾，出天苞。洛以流坤，吐地符。河龍圖發，洛龜書成。河圖有九篇，洛書有六篇也集解。   有以尚賢也釋文。   繋辭下傳   古者包犧氏之王天下也。   包，取也一作聚。鳥獸全具，曰犧釋文。   黃帝、堯、舜垂衣裳。   始去羽毛公羊疏。金天氏、髙陽、髙辛、遵黃帝之道無所改作春官大司樂疏。   盖取諸乾坤。   乾為天其色玄，坤為地其色黃王制正義。   重門擊，以待虣客釋文。    \\n 豫，坤下震上，九四體震。又□體有艮，艮為門。震日所出，亦為門，重門象。艮又為手，巽爻也。應在四，皆木也。手持二木也。手持二木，以相敲，是為擊。擊為守備驚戒也。四又?體為坎，坎為盗。五离爻，為甲胄戈兵。盗甲胄持戈兵，是虣客也。又以其卦為豫，有守備則不可自佚天官宫正疏。   後世聖人易之以棺椁，盖取諸大過。    \\n 大過者，巽下兌上之卦。初六在巽，體巽為木，上六位在巳，已當巽位，巽又為木，二木在外以夾四陽。四陽□體為二乾。乾為君，為父，二木夾君父一作是，棺椁之象檀弓正義。   上古結繩而治。   結繩為約，事大，大結其繩。事小，小結其繩正義。   後世聖人易之以書契。   書之于木，刻其側為契。各持其一，後以相考合書正義。   陽一君而二民，君子之道也。陰二君而一民，小人之道也。    \\n 一君二民，謂黃帝，堯，舜。謂地方萬里，為方千里者百。中國之民居七千里，七七四十九，方千里者四十九。四裔之民居千里者五十一。是中國四裔二民共事一君。二君一民，謂三代之末。以地方五千里一君，有五千里之土，五五二十五，更足以一君。二十五始滿千里之方，五十乃當堯，舜一民之地，故云二君一民王制正義。   君子知微知章。   知微，謂幽昧。知章，謂明顯也文選西征賦注。   男女覯精。   覯，合也。男女以陰陽合其精氣詩草蟲正義。   因貳以濟民行。   貳當為弍釋文。   損徳之修也。   修，治也釋文。   困徳之辨也。   辨，别也。遭困之時，君子固窮，小人窮則濫徳，于是别也集解。   益長裕而不設。   設，大也。周禮攷工曰：中其莖設其後攷工桃氏疏。   若夫雜物算徳。   算，數也釋文。   則居可知矣居，音基。辭也。   知者觀其彖辭。   彖辭，爻辭也釋文。   當文王與紂之事耶。   據此言以易文王所作，斷可知矣左傳昭二年正義。   成天下之亹亹者。   亹亹，沒沒也釋文。   人謀鬼謀。   鬼謀，謂謀卜筮於廟門是也士冠禮疏。   愛惡相攻惡，烏落反。釋文。   說卦傳   昔者，聖人之作易也。   謂伏犧，文王也尚書孔序正義。   參天兩地而倚數。   天地之數，備於十，乃三之以天，兩之以地，而倚託大演之數五十也。必三之以天，兩之以地者，天三覆，地二載，必極於數，庶幾得吉凶之審也正義。   發揮于剛柔   揮，揚也釋文。   窮理盡性以至于命。   言窮其義理，盡其人之情性，以至于命，吉凶所定文選注六十。   兼三才而兩之，故易六畫而成卦。   三才，天，地，人之道。六畫，畫六爻士冠禮疏。   雷風相薄。   薄，入也釋文。    \\n 萬物出乎震，震東方也。齊乎巽，巽東南也。齊也，者言萬物之絜齊也。离也者，明也。萬物皆相見，南方之卦也。聖人南靣而聴天下，嚮明而治，盖取諸此也。坤也者，地也。萬物皆致養焉，故曰致役乎坤。兌，正秋也。萬物之所說也，故曰說。言乎兌，戰于乾，乾西北之卦也。言陰陽相薄也。坎者水也，正北方之卦也。勞卦也。萬物之所歸也，故曰勞乎。坎艮，東北之卦也。萬物之所成終而所成始也，故曰成。言乎艮。    \\n 萬物出於震，雷發聲以生之也。齊於巽，相見於离，風摇動以齊之也。絜，猶新也。萬物皆相見，日照之使光大。萬物皆致養焉，地氣含養使有秀實也。萬物之所說，草木皆老，猶以澤氣說，成之戰，言陰陽相薄。西北陰也，而乾以純陽臨之，猶君臣對合也。坎勞卦也，水性勞而不倦，萬物之所歸也。萬物自春出生於地，冬氣閉藏，還皆入地，萬物之所成終而所成。始言萬物陰氣終陽氣始，皆艮之用事也漢上易九卷，周易折中。   神也者，眇萬物而為言者也。   共成萬物，物不可得而分，故合謂之神漢上易。   莫盛乎艮盛音成。   盛，裹也釋文。   故水火相逮釋文。   兌為羊。   其畜好剛鹵夏官羊人序官疏。   兌為口   上開似口漢上易。   乾為天。   天清明无形漢上易。   為瘠馬。   凡骨為陽，肉為陰同上。   為龍。   龍，讀為尨。取日出時色雜也漢上易。   為専専，市戀反。釋文。   為大塗。   國中三道，曰塗。震上值房心，塗而大者，取房有三塗焉漢上易。   為萑葦。   竹類漢上易。   為反生。   生而反出也漢上易。   為繩直為墨晁氏云。   其於人也為宣髮。   宣髮，取四月靡草死。髮在人體，猶靡草在地攷工車人疏。   為黃顙釋文。   為矯輮釋文。   為月。   臣象也文選月賦注。   為電。   取火明也。久明似日，暫明似電也集解。   為乾卦。   乾當為幹董遇本作幹。陽在外能幹正也釋文。   為鼈，為蟹，為蠃，為蚌，為龜。   皆骨在外攷工梓人疏。   為科上藁。   科上者，陰在内為疾漢上易。   為徑路。   田間之道，曰徑路。艮為之者，取山間鹿兔之蹊初學記二十四。   為小指晁氏云。   為黚喙之屬。   謂虎豹之屬。貪冐之類。取其為山獸漢上易，釋文。   為陽今本羊。   此陽謂為養。无家女行賃炊爨，今時有之，賤于妾也漢上易，晁氏同。   序卦傳   物生必蒙，故受之以蒙。蒙者，蒙也，物之穉也。   蒙幼小之貌。齊人謂萌為蒙也集解。   物穉不可不養也。   言孩稚不養，則不長也集解。   飲食必有訟，故受之以訟。   訟，猶争一作諍也。言飲食之會，恒多争也集解。   履然後安，故受之以泰晁氏云。   有大有，不可以盈晁氏云。   有大而能嗛，必豫，故受之以豫。   言同既大而有嗛徳，則於政事恬。豫，雷出地，奮豫。豫，行出而喜樂之意集解。   豫必有隨。   喜樂而出，人則隨從。孟子曰：吾君不游，吾何以休。吾君不豫，吾何以助。此之謂也正義。   可觀而後有所合。   易乾鑿度曰：陽起於子，陰起於午。天數大分，以陽出离，以陰入坎。坎為中男，离為中女。太乙之行，出從中男，入從中女。因陰陽男女之偶為終始也王氏。   致飾然後亨，則盡矣亨，許兩反。釋文。   有无妄物，然後可畜項安世周易玩辭，晁氏同。   故受之以大過。   以養賢者，宜過于厚正義。   夫婦之道，不可以不久也。   言夫婦當有終身之義，夫婦之道謂咸恒也集解。   物不可以終久於其所，故受之以遯晁氏云。   主器者莫若長子。   謂父退居田里，不能備祭宗廟，長子當親視，滌濯鼎俎是也曲禮正義。   雜卦傳   屯見而不失其居見，如字，釋文。   損益衰盛之始也釋文引見。會通今釋文無之。   兌説而巽伏也晁氏云。   蠱則飾也釋文。   大過顛也。   自此以下，卦音不協，似錯亂失正，弗敢改耳晁氏云。   小人道消也晁氏云。　 \\n  "}
