{"章节": "第一回 晉室將亡廊廟亂 宋家應運帝王興", "正文": "  \\n 第一回　晉室將亡廊廟亂　宋家應運帝王興 \\n 　 \\n 粵自西晉之季，惠帝不綱，賈後亂政，宗室相殘，群雄四起，天下土崩瓦解，遂至大壞。琅玡王睿，避難渡江，收集餘衆。以王導專機政，王敦總征討。江東名士賀循、顧榮輩，相率歸附，奉以爲君，即位建康，遂開東晉之基，是爲元帝。其後遭王敦謀逆，鬱鬱成疾，在位六年而崩。子明帝立，會敦死，其黨皆伏誅，大亂乃定。明帝在位，三年而崩。太子即位，是爲成帝。庾亮、王導、卞壺同受顧命。蘇峻反于曆陽，兵人台城。卞壺戰死，庾亮出亡，天位幾失。賴有溫嶠、陶侃諸賢，奮義起兵，入平內難。峻以敗死，晉室複寧。帝在位十七年，國家無事。及崩，二子俱幼，乃迎帝弟琅玡王嶽爲嗣，是爲康帝。二年去世，太子聃即位，是爲穆帝。其時桓溫都督荊、梁等州，坐擁強兵，遙執朝政。出師平蜀，進封臨賀郡公，威名大震，朝廷畏之。時殷浩有盛名，帝引爲心膂，欲以抗溫。哪知浩徒負虛聲，全無實用，出兵屢敗，溫上表廢之。由是大權一歸於溫。穆帝崩，無子，乃立成帝長子丕，是爲哀帝。帝在位四年崩，無子，弟琅玡王奕立，是爲廢帝。溫有篡奪之志，誣帝夙有痿疾，嬖人來靈寶等參侍內寢，穢亂宮掖，所生三男皆非帝出，恐亂宗祧，遂廢帝爲海西縣公，迎會稽王昱登極，是爲簡文帝。帝美風儀，善容止，神識恬暢，然無經濟大略。 \\n 謝安以爲惠帝之流，清談差勝耳。在位二年，常憂廢黜，俄以疾崩。太子矅即位，是爲孝武帝。其時桓溫已死，桓沖繼之，盡忠公家。又任謝安爲相，總理朝政。安有廟堂之量，選賢使能，各當其任，內外稱治。大元八年，苻堅入寇，發兵八十七萬，前臨淝水，旗鼓相望，千里不絕，舉朝大恐。安不動聲色，命謝玄、謝石率兵八萬拒之。將士奮勇，大敗秦師。死者蔽野，走者聞風聲鶴唳，皆以爲晉兵將至，心膽俱裂。虧此一捷，國勢遂固。人皆謂安石之功，實同再造。那知良臣去世，君志漸侈，日復一日，漸漸生出事來。 \\n 今且說孝武帝，初政清明，信任賢良，大有人君之度。既而溺志於酒，不親萬幾。有同母弟道子，封琅玡王，悉以國事委之。道子亦嗜酒，日夕與帝酣飲爲樂，複委政于中書令王國寶。以故左右近習，爭弄威權，交通請托，賄賂公行，朝局日壞。尚書令陸納嘗望宮闕歎曰：“好家居，纖兒欲撞壞之耶？ \\n ”群臣上疏切諫，帝皆不剩國寶既參國政，竊弄威福，勢傾朝野，卻一無才略，唯以追佞爲事。凡道子所欲，無不曲意逢迎，故道子寵信日深。一日，道子色若不懌，國寶問故。道子曰：“吾府中宮室雖多，苦無遊觀之所，可以消遣情懷。” \\n 國寶曰：“易耳。府吏趙牙最有巧思，何不使辟東第爲之，可以朝夕遊賞？”道子從之。乃使趙牙於東第外辟地數裏，疊石爲山，高百餘丈；環以長渠，列樹竹木，高臺傑閣，層出其中。 \\n 臨渠遠近皆築精舍，使宮人開設酒肆其間。道子與左右親臣乘船就之，宴飲以爲樂。一日，帝幸其第見之，謂道子曰：“府內有山，遊覽甚便。然修飾太過，毋乃太耗物力。”道子默不敢對。帝還宮，道子謂趙牙曰：“上若知山是人力所爲，爾必死矣。”牙曰：“王在，牙何敢死？”營造彌盛，帝由是惡之。 \\n 國寶欲重道子之權，諷令群臣奏請道子位大丞相，假黃鉞，加殊禮。侍中車胤拒之曰：“此成王所以尊周公也。今主上當陽，非成王之比。相王在位，豈得自比周公乎？”議乃止。帝聞大怒，而嘉胤有識。又道子爲太后所愛，內延相遇，如家人一般。 \\n 每恃寵乘酒，失禮於帝。帝欲黜之，而慮拂太后意，含忿不發。 \\n 時朝臣中王恭、殷仲堪最負重望，因欲使領藩鎮，以分道子之權。一日，王雅侍側，謂之曰：“吾欲使王恭爲兗、青二州刺史，鎮京口；殷仲堪爲荊州刺史，鎮江陵，卿以爲何如？ \\n ”雅曰：“王恭風神簡貴，嚴於嫉惡。仲堪謹於細行，以文義著稱，然皆局量峻狹，果于自用，且幹略皆其所短。若委以方面，天下無事，足以守職；一旦有事，必爲亂階，恐未可用也。 \\n ”帝不以爲然，卒任二人爲刺史。由是君相疑貳，友愛漸衰。 \\n 太后欲和解之，暗使中書郎邈，從容言於帝曰：“昔漢文明主，猶悔淮南，世祖聰達，負愧齊王。兄弟之際，宜加深慎。琅玡王雖有微過，尚宜宏貸。外爲國家之計，內慰太后之心。”帝納其言，複委任如故。 \\n 太元二十一年，長星晝見。群臣進奏，勸帝修德禳災。帝正在華林國飲酒，見奏，起立離座，舉杯向天祝曰：“長星，我勸汝一杯酒，自古豈有萬年天子乎？”左右皆竊笑。 \\n 卻說酒色二字，從來相連。帝則唯酒是耽，而於色欲甚淡。 \\n 凡嬪禦承幸者，一不快意，即貶入冷宮，或賜之死，宮中謂之薄情天子。獨張貴妃侍帝有年，寵愛無間，然貌慈心狠，妒而且淫。自承寵之後，即不容帝有他幸。枕席之私，流連徹夜，猶爲未足。故雖獨沾恩寵，尚未滿意。及帝末年，嗜酒益甚，幾乎晝夜不醒。才一就枕，便昏昏睡去，任你撩雲撥雨，漠若不知。弄得張妃欲念彌爲熾，終夜煎熬，積想生恨。以故愁眉常鎖，對鏡不樂。有宮婢彩雲者，善伺主意，私謂妃曰：“帝與娘娘夜夜同衾，有何不足，而鬱鬱若此？”妃歎曰：“如此良宵，身與木偶同臥，尚有生人之趣否？教人懷抱怎開？”彩雲笑曰：“此非帝誤娘娘，乃是酒誤帝耳。”妃爲之失笑。 \\n 一夕帝宴於後官，張妃陪飲。飲至半酣，帝忽問張曰：“卿年幾何？”妃曰：“三十。”帝曰：“以汝年，亦當廢矣。 \\n 吾意更屬少者，明日貶汝於冷宮何如？”帝本戲言，而張妃積怨已久，忽聞是言，信以爲實，益增惱怒，頓起不良之意，強作歡容，手持大杯敬帝。帝本好飲，且不知是計，接來一飲而盡。飲已無數，猶頻頻相勸。及帝大醉，不省人事，張妃乃命宮人扶入，寢於清暑殿內。餘宴分賜內侍，命各去暢飲，不必再來伺候。內侍退訖，獨存心腹宮婢數人，泣謂之曰：“汝等聞帝飲酒時言乎？帝欲殺我，汝等明日皆賜死矣。”宮女亦泣。 \\n 妃曰：“汝欲免死，今夜助我舉一大事，不但可免大難，且有金帛給汝。否則唯有死耳。”宮人皆曰：“唯命。”乃走至帝所，見帝仰面而臥，爛醉若死。妃令宮女以被蒙帝面，身坐其上，按住四角，使不得展動。良久起視，則帝已悶絕而死矣。 \\n 妃見帝死，召內傳至前，悉以金帛賂之，囑其傳報外延，但言帝醉後，遇大魘暴崩。外延一聞帝殂，飛報道子。道子聞之，又驚又喜：驚者，驚帝無故暴崩；喜者，喜帝崩之後，則大權獨歸於己。急召國寶謀之。國寶曰：“臣請人作遺詔要緊。 \\n ”遂飛騎入朝。時已半夜，禁門尚閉，國寶扣呼求人。黃門郎王爽，厲聲拒之曰：“大行宴駕，皇太子未來，敢入者斬！” \\n 國寶失色而退。黎明，百官齊集，共詣道子，請立新君。道子意欲自立，而難於啓口，使國寶示意群臣。車胤附道子耳語曰：“王恭、殷仲堪各擁強兵於外，相王挾天子以令之，誰敢不服？ \\n 倘若自爲，彼興問罪之師，長驅至京，相王何以禦之？”道子悟。辛酉，率百官奉太子即帝位，是爲安帝。當是時，執政者一昏聵之人，登極者又一愚幼之主，群臣依違從事，唯務苟安。 \\n 帝崩之由，皆置不問。張妃始猶疑慮，恐怕廷臣究問情由，大禍立至。及梓宮既殮，外延無人問及，私心暗喜。可憐，一代帝王死於數女子之手，把一親弑逆的人，竟輕輕放過。識者，有以知晉祚之不長矣。 \\n 卻說王恭聞帝宴駕，星夜起身到京，舉哀畢，仰宮殿歎曰：“佞人得志，國事日非，榱棟惟新，便有黍離之歎，奈何？” \\n 故每見道子、國寶，輒厲聲色。二人積不能平，遂有相圖之意。 \\n 國寶說道子曰：“王恭意氣淩人，不如乘其入朝，伏兵殺之，以絕後患。”道子膽怯不敢動，或亦勸恭以先誅國寶，可免後憂。恭不能決，謀之王珣。珣曰：“國寶罪逆未彰，今遽誅之，必大失朝野之望。況身擁強兵，發於輦轂之下，誰謂非逆？我意俟其惡布天下，然後順衆心除之，亦無憂也。”恭乃止。冬月甲申，葬孝武帝于隆平陵。恭亦還鎮去了。自是道子益無忌憚，日夜沈湎，杯不離手。除二三諧臣媚子外，賓客罕見其面。 \\n 一日有客進謁，道子以其求見數次，不得已見之。其人姓桓，名玄，字敬道，溫之庶子也。其母馬氏，常與同輩夜坐月下，見一流星，墜銅盆水中，光如二寸火珠，炯然明朗。同輩竟以瓢接取，皆不能得，馬氏取而吞之，遂有感懷孕。及産時，有光照室，人以爲瑞，故小名靈寶。妳母每抱詣溫所，必易人而後至，皆雲體重于常兒數倍，溫甚愛而異之。臨終，命以爲嗣，襲爵南郡公。及長，形貌瑰奇，風神秀朗，博綜藝術，兼善屬文，每以雄豪自處，負其才地，謂直立朝居要。而朝廷以其父溫得罪先朝，疑而不用。年二十三，始拜太子洗馬。後出補義興太守，鬱鬱不得志，嘗登高望震澤，歎曰：“父爲九州伯，兒爲五湖長，戀此何爲？”遂棄官歸國，上疏自訟曰：“先臣勤王之勳，朝廷遺之，臣不復計。至於先帝龍飛，陛下繼明，請問率先奉上者，誰之功耶？”疏寢不報。今見孝武已崩，道子當國，望其引用，故來進謁。哪知桓玄來見時，道子已在醉鄉，蓬首閉目，昏昏若睡。玄至堂階，衆賓起接，道子安坐如故。左右報曰：“桓南郡來。”道子張目謂人曰：“桓溫晚途欲作賊，其子若何？”玄伏地流汗，不得起。長史謝重舉笏對曰：“故宣武公，黜昏立明，功高伊、霍，紛紜之言，宜不足信。”道子國視重曰：“儂知儂知。”因舉酒囑玄曰：“且飲此。”玄乃得起，由是切齒于道子，不發一言而退。 \\n 歸至家，獨坐堂中，怒氣不息。其兄桓偉見之，曰：“弟有何事而含怒若此？”玄曰：“吾父勳業蓋世，子孫失勢，爲庸奴所侮。”因備述道子語，曰：“吾恨不手刃之也！”偉曰：“朝政日紊，晉室將敗，時事可知。吾桓氏世臨荊州，先宣武遺愛在彼，士民悅服，荊、益名流，皆吾家門生故吏，策而使之，孰不心懷報效？況仲堪初臨荊州，資望猶淺，今往歸之，彼必重用。借其勢力，結納群才，庶可得志。毋庸留此，徒受人辱也！”玄恍然大悟，乃盡室以行，往投仲堪。 \\n 先是仲堪到官以來，好行小惠，政事繁瑣，荊人不附。又與朝廷不睦，恐爲國寶等所圖，正愁孤立，一聞玄至，知其素有豪氣，爲荊人畏服，不勝大喜，忙即接見，邀入密室細語。 \\n 謂玄曰：“君從京師來，必知朝廷虛實，近日人情若何？”玄曰：“大臣昏迷，群小用事，朝政顛倒，日甚一日，是以脫身西歸，委誠足下。且更有一說，君及王恭，與道子、國寶，素爲仇敵，唯患相斃之不速。今道子既執大權，與國寶相爲表裏，其所黜奪，莫敢不從。孝伯居元舊之地，尚未敢害。君爲先帝識拔，超居大任，人情不附，彼若假託帝詔，征君爲中書令，君將何以辭之？如是，則荊州失而君危矣！”仲堪曰：“吾正憂之，計將安出？”玄曰：“孝伯疾惡深至，切齒諸奸，君直潛與之約，興晉陽之甲，以除君側之惡，東西齊舉，玄雖不肖，願帥荊、楚豪傑荷戈先驅，此桓、文之勳也，君豈可坐而失之？ \\n ”仲堪然其計，即與共謀軍事。 \\n 卻說王恭自還鎮後，深惡國寶所爲，正欲舉兵誅之。一日致書于仲堪回：“國寶等亂政益甚，終爲國禍，願與君並力除之。”仲堪得書以示桓玄，玄曰：“恭有是心，正君之大幸也！ \\n 烏可不從？”於是仲堪複書王恭，殷、王遂深相結，連名抗表，罪狀國寶，舉二州之兵，同時向闕。國寶聞王、殷兵起，恇懼不知所爲，命其弟王緒，率數百人，戍竹裏以伺動靜。夜遇風雨，人各散歸。道子召國寶謀之，國寶茫無以對，但雲內外已經戒嚴。國寶退，王珣、車胤人見，道子向二人問計，珣曰：“王、殷與相王，素無深怨，所竟不過勢利之間耳。”道子曰：“得無曹爽我乎？”珣曰：“是何言與，大王甯有爽之罪，孝伯豈宣帝之儔耶？”道子曰：“國寶兄弟，勸吾挾天子以征討，卿等以爲然否？”車胤曰：“昔桓宣武伐壽陽，彌時乃克。今朝廷遣兵，恭必拒守。若京口未拔，而上流奄至，不識何以待之？”道子曰：“然則若何而可？”二人曰：“今有一計，恐相王未必能行，若能行之，兵可立退。”道子急問何計，二人曰：“王恭、殷伸堪所欲討者國寶耳，于相王無與也。若正國寶之罪，誅之以謝二藩，則二藩有不稽首歸順者哉？”道於默然良久，曰：“苟得無事，吾何惜一國寶。”遂命驃騎將軍譙王尚之收國寶，付廷尉，賜死。並斬其弟王緒。遣使詣恭，深謝愆失，恭遂罷兵還鎮，仲堪亦還荊州。 \\n 桓玄又謂仲堪曰：“今雖罷兵，干戈正未戢也。荊州兵旅尚弱，玄請爲君集衆以自強。”仲堪許之。玄於是招募武勇，廣置軍旅，陰養敢死之土，爲己爪牙，令行禁止，士民畏之，過於仲堪，雖仲堪亦憚之矣。今且按下不表。 \\n 且說一代將終，必有一代開創之主，應運而興。此人姓劉名裕，字德輿，小字寄奴。漢楚元王二十一世孫，世居晉陵郡丹徒縣京口裏；祖名靖，爲東安太守；父名翹，爲郡功曹；母趙氏。裕生於晉哀帝元年三月壬寅夜。數日前，屋上紅光燭天，鄰里疑其家失火，往視則無有。將産之夕，甘露降於屋上，人皆謂是兒必貴。哪知生未三日，趙氏旋卒，家貧不能雇人乳，父將棄之。裕有從母張氏，生子懷敬未期，聞將棄兒，奔往救之，抱以歸，斷懷敬乳而乳之，兒得無恙。及長，風骨奇特，勇健絕倫，粗識文字，落拓嗜酒。事繼母蕭氏以孝聞。俄而父卒，家益貧，蕭氏善織履，賣以給用，亦令裕爲之。裕曰：“昔劉先主賣履爲業，終爲蜀帝，裕何人斯，而敢不爲？”同裏皆賤之，而裕意氣自若。居常行動，時見二小龍左右附翼，樵漁於山澤間，同侶亦或見之，鹹歎爲異。及後所見龍形漸大。 \\n 家乏薪，每日伐荻新洲，給薪火用。一日持斧往伐，有大蛇數十丈，盤踞洲中，頭大如斛，見者驚走，裕有家藏弓箭，歸取射之。大蛇傷，忽失所在。明日複往，聞有杵臼聲，從荻中出，迹而尋之，見童子數人，皆衣青衣，搗藥其間。問何用，童子對曰：“吾王神也，昨遊於此，爲劉寄奴所傷，故搗藥敷之。 \\n ”裕曰：“既爲神人，何不殺之？”對曰：“寄奴王者，不死，不可殺。”裕以爲妄，厲聲叱之，忽不見，乃取其藥而返。嘗至下邳，遇一沙門，端視之曰：“江表尋當喪亂，能拯之者君也。”見裕有手創，指之曰：“此何不治？”裕曰：“患之積年，猶未獲愈。”沙門笑曰：“此手正要用他，豈可患此？” \\n 出懷中黃散一包，曰：“此創難治，非此藥不能瘳也。”授藥後，沙門遂失所在。裕取藥敷之，創果立愈。其後凡遇金創，將所存黃散，及童子所搗之藥，治之皆驗。偶過孔靖宅，靖正晝臥，忽有金甲神人促之曰：“起，起！天子在門。”靖驚起遽出視，絕無他人，獨裕徘徊門外。因延入設酒相待，倍致殷勤，裕訝其禮待太過，問曰：“君何爲若此？”靖執其手曰：“君必大貴，願以身家爲托，異日元忘今日之言。”裕曰：“恐君言未必確耳，裕何敢忘？”相笑而別。 \\n 有呂嫗者，開酒肆於裏中，嘗聞裕多怪瑞，心異之。裕至肆中飲酒，每不計值。一日裕索飲，嫗曰：“室內有酒，劉郎自入飲之。”裕入室，即飲於盎側，不覺過醉，倒臥於地。適司徒王謐，遣其門人至丹徒，過京口裏，走路辛苦，至肆中沽飲。嫗曰：“請容內坐，送酒來。”其人入室，驚懼奔出，謂嫗曰：“汝室中何爲有此異物？”嫗曰：“劉郎在內飲酒，有何異處了’其人曰：“現有一物，五色斑爛，如蛟龍狀，蹲踞在地，不見劉郎也。”姬入，裕已覺，起立謂嫗曰：“飲酒過多，醉倒莫怪。”嫗笑而出。 \\n 其人問裕姓氏，略飲數杯便去，心竊訝之，歸以告謐。謐曰：“我知其人久矣。吾前遊京口竹林寺，乍及門，見一人從內走出，容貌奇偉，器宇不凡，詢之旁人，乃知爲劉寄奴也。 \\n ”入寺，群僧譁然稱異，予問其故，僧曰：“刻有劉寄奴，醉臥講堂禪榻上，隱隱有五色龍章覆其體，衆目皆見，及覺，光始散，故衆以爲異。”予疑僧言爲妄，據子所見，僧言不虛。 \\n 此非池中物也。”因戒門人匆盲，陰欲與裕結納。 \\n 一日，謐以公事赴丹徒，便道訪裕，帶從者數人，步行至京口裏，適過刁逵門口，只見從衆紛紛，縛一人大樹上。刁逵在旁，大聲喝打，謐視之，乃寄奴也，大驚，喝住衆人，謂刁逵曰：“汝何無禮於寄奴？”建曰：“寄奴日來呼盧，負我社錢三萬，屢討不還，故執而笞之。”謐曰：“三萬錢小事，我代寄奴償汝，可速去其縛。”刁逵遂釋寄奴。謐執裕手曰：“吾正訪君，不意遇君於此。”裕便邀謐至家，拜謝救解之惠。 \\n 謐曰：“此何足謝，君乃當代豪傑，何不奮志功名，而甘守窮困，致受小人之侮？”裕曰：“吾有志四方久矣，苦無門路可投。”謐曰：“前將軍劉牢之，開鎮江北，號曰北府，廣招才武之士，以君投之，必獲重用，何患功業不建。吾寫書爲君先容，何如？”裕拜謝，謐即修書一封，付裕自投，便將三萬錢還了刁送逵，厚贈其資而去。裕從此怨逵而德謐。但未識裕去投軍，果得牢之重用否，且候後文再講。 \\n 晉祚將衰，王位無常，權奸繼起，社稷之畿，傾者數矣。 \\n 孝武繼統，差強人意，乃正人凋謝，沈酣曲蘖，致斃于數宮人之手，亦可哀矣。道子久有窺伺之心，不得已而扶立安帝。然大權獨握，與國寶諸人，朋比爲奸，而又一無才略，徒以酣飲爲事。王恭、殷仲堪興兵誅之宜矣，乃亦不知大義，只誅國寶以了事。則其所爭不過意氣之私，非爲國家也。內外無紀，卒啓寄奴。太史公曰：“爲賢者驅除難耳。”《傳》曰：“天之所興，誰能廢之？”信哉。 \\n  \\n   \\n  "}
{"章节": "第二回 劉寄奴滅寇立功 王孝伯稱兵受戮", "正文": "  \\n 第二回　劉寄奴滅寇立功　王孝伯稱兵受戮 \\n 　 \\n 話說劉牢之，字道堅，彭城人。面紫赤色，生有神力，沈毅多智。太元初，謝元北鎮廣陵，多募勁勇，牢之以驍猛應選。 \\n 謝元任之爲將，領精銳爲先鋒，所往無敵。淮、淝之役，荷堅攻陷壽陽，牢之以五千兵拒之，殺敵萬餘人，盡收其器械。堅兵失勢，大敗而歸。以功封震威將軍，開鎮於江北，號曰“北府”。王恭倚爲腹心，牢之亦廣招勁旅，大積糧儲，爲恭聲援。 \\n 軍府之盛，諸鎮莫及，故王謐薦裕，投其麾下。 \\n 裕從謐言，安頓家口，徑投江北而來。行至轅門，見規模嚴肅，甲仗整齊，果然威風赫赫，比衆不同。方欲上前將書投遞，忽有兩少年，隨著僕從數十，昂然乘馬而來，到府下騎欲入，見裕手持書帖，佇立階下，便向前問曰：“君姓甚名誰，到此何干？”裕見問，知是府中人，對曰：“小子姓劉名裕，有王司徒書，引薦到來，欲投帥府效用。”少年曰：“莫非丹徒劉寄奴乎？”裕曰：“是也。”少年喜曰：“聞名久矣！取書帖來，我即代君通報，君且少待，刻即傳請也。”說罷便入。 \\n 要知兩位少年，不是別人，一即牢之子敬宣，一爲牢之甥何無忌，出外訪友而歸。敬宣見裕一表非凡，故下騎相問，知是寄奴，心益喜。不上一回，內即傳請，裕振衣而入。行近堂階，敬宣慌忙趨出，謂裕曰：“家父此時不暇，明日請會，屈兄書齋小坐。”二人攜手進內，施禮罷，知是主君公子。少頃、無忌相見，又知是主君的甥，裕暗暗歡喜。未幾，設宴上來，敬宣就請赴席，裕亦不辭。三杯之後，彼此談心，情投意合，殊恨相見之晚。敬宣謂裕曰：“以君之才，他日功名，定出吾二人之上。今幸相遇，願結義爲兄弟，君意可否？”裕大喜。 \\n 序齒，裕最長，無忌次之，敬宣又次之。對天下拜，共誓生死不相背負。結義畢，重復入席飲酒。懷抱益開。飲至更深方歇。 \\n 是夜，裕即宿於府內。明日進見牢之，相與慷慨論事，雄才大略，時露言表。牢之起立曰：“君位當出吾上，今屈君以參軍之職，共襄軍事。”裕再拜受命。裕遂迎其母弟，共居江北。 \\n 時東莞有臧俊者，善相人，爲郡功曹。生一女，名愛親，其母叔孫氏，夢吞月而孕，容貌端嚴，舉動修整。俊貴其女，謂他日必母儀天下，故不輕許人，年二十，尚待字閨中。一日俊至北府，見裕奇之，遂自詣門請曰：“聞君未娶，家有弱息，願奉箕帚。”裕曰：“吾功業未就，志在驅馳，未暇有室也。 \\n ”其母在內聞之，呼裕入曰：“吾聞臧女甚賢，汝不可卻。” \\n 裕遂娶之，即武敬臧皇后也。 \\n 當是時，北府人才濟濟，若劉毅、孟昶、高雅之、諸葛長民等，皆一時豪俊，無不樂與裕遊。裕益廣結納，敦意氣，以故遠近之士，皆歸心焉。一日，牢之召裕謂曰：“吾聞三吳之地，近遭海寇作亂，郡邑皆失，吾欲討之而無朝命，奈何？” \\n 裕曰：“拜表即行可耳。”表未發，俄而詔至，命牢之都督吳郡諸軍事，引兵進討。牢之接詔大喜，遂會集請將，下令曰：“軍之勇怯，系于前鋒，誰能當此任者？”裕應聲而出，願爲前部、牢之即命爲先鋒，領兵三千，先日起發，然後大軍繼進。 \\n 你道海賊從何而起？先是琅玡人孫泰，師事錢塘杜子恭。 \\n 子恭有秘術，嘗就人借瓜刀一把，其主向索，子恭曰：“當即相還耳。”既而借刀者行至嘉興，有魚躍入船中，破魚腹，得一刀，視之即子恭所借者，其神效類如此，以故人爭信之。子恭死，泰傳其術，誑誘百姓，奉其教者，竭資産，進男女以求福。王珣爲錢塘守，治其妖妄之罪，流之廣州。其後王雅悅其術，薦之孝武，雲知養性之方。孝武召語大悅，授以內職，後遷新安太守。泰知晉祚將終，收合徒衆，聚貨巨億，將謀不軌，三吳之人多從之。會稽內史謝輶發其罪，朝廷誅之。其侄孫恩，逃入海中，愚民猶以爲泰實未死，登仙去矣，就海中資給恩，恩乃聚合亡命，得百餘人，出沒海邊。時東土饑謹，盜賊竊發。 \\n 恩乘民心騷動，率其黨，自海島突入，殺上虞令，旬日之間，有衆數萬，於是進攻會稽。會稽內史王凝之，右軍羲之子也。 \\n 妻謝道韞，安西將軍謝奕之女，幼聰悟，有才辨，叔安石愛之。 \\n 七八歲時，安問《毛詩》何句最佳，道韞稱：“吉甫作頌，穆如清風”數句。安歎其有雅人深致。又遇雪下，安問此何所似，其兄子朗曰：“散鹽空中差可擬。”道韞曰：“未若柳絮因風起。”安深歎賞。及長，適凝之。以凝之少文，常厭薄之，歸甯，意甚不樂。安慰之曰：“王郎逸少於，亦不惡，汝何恨也？ \\n ”答曰：“一門叔父，則有阿大、中郎，群從兄弟，複有封、胡、羯、末，不意天壤之間，乃有王郎。”封謂謝歆，胡謂謝朗，羯謂謝玄，末謂謝川，皆其小字也。後凝之爲會稽內史，一家同到治所。凝之弟獻之，嘗與賓客談論，詞理將屈。道韞遺婢謂獻之曰：“請爲小郎解圍。”乃設青綾步障自蔽，與客複申前議，客不能屈。由是才名四播。及孫恩作亂，人心惶惶，而凝之世奉天師道，不發一兵，亦不設備，日在道室，稽顙跪祝。官屬請出兵禦寇，凝之曰：“我已請于大道，借鬼兵百萬，各守津要，賊不足憂也。”俄而賊兵漸近，乃聽出兵，恩已破關而人，會稽遂陷。凝之倉皇出走，恩執而殺之，並及諸子。 \\n 道韞聞亂，舉措自若。既而知夫與子皆爲賊害，乃擁健婢數人，抽刀出門，賊至，挺身迎敵，手斬數賊，力盡被執。其外孫劉濤，年數歲，賊將殺之，道韞呼曰：“事在王門，何關他族？ \\n 必若此，寧先見殺！”詞氣慷慨，聲情激厲。恩雖毒虐，爲之改容，遂釋之，亦不害道韞。 \\n 孫恩既據會稽，自稱征東將軍，逼使人士爲官屬，有不從者，戮其全家，死者什七八。號其党曰“長生”，遣生四出，釀諸縣令之肉，以食其妻、子，不肯食者，輒支解之。所過城邑，焚掠一空，單留強壯者編入隊伍，婦女老弱，皆投諸水中。 \\n 曰：“賀汝先登仙堂。”於是一時豪暴之徒，有吳郡陸環，吳興邱尪，臨海周胄，永嘉張永，以及東陽、新安等處亂民，皆結黨聚衆，殺長吏以應恩。三吳八郡，皆爲賊據。朝廷大恐，命牢之進討。 \\n 於是牢之帥領精騎，轉鬥而前，擊斬賊將許允之等，所向皆克，直渡錢塘，謀複山陰等處。牢之謂裕曰：“賊徒尚盛，未審虛實如何，卿可潛往探之。”裕即領命，率數十騎以往。 \\n 哪知孫恩聞官軍將至，遣大將姚盛，統領步騎五千，前來迎敵。 \\n 裕正行之次，忽見賊兵漫山塞野而來。衆懼欲退，裕曰：“賊衆我寡，今走，彼以勁騎追擊，吾衆立盡，不如戰也。與其走而死，毋寧戰而死。”遂奮大刀，直前進擊，衆從之，殺賊數百。賊初疑西來遊騎，見敵必走，懈不設備，及見來將勇猛，姚盛揮衆共擊，裕從騎皆死，獨挺身迎戰。俄而馬蹶，墜於岸下。賊衆臨岸，以長槍刺之，裕大喊一聲，一躍而上，賦人馬皆驚，退下數步，裕趨前，複砍殺數十人。姚盛大怒，喝令衆將，四面圍住，莫教放走。裕全無畏怯，抵死相拒。勢正危急，忽有一支軍馬，大呼殺入，勇銳無比。賊兵紛紛四散，斬獲無數，裕始得脫重圍。及視來將，乃劉敬宣也。裕曰：“非弟來援，吾命休矣。”敬宣曰：“弟在軍，怪兄久不返，故引兵來尋，見前面塵頭起處，有喊殺之聲，知有賊兵猖獗，兄必被困，急急趕來，果見兄奮大刀獨戰數千人。兄之勇，雖關張不及。 \\n 今賊已敗去，兄且歸營少休。”裕曰：“賊膽已落，速往擊之，破竹之勢，不可失也。”敬宣從之。遂進兵，賊見裕至，無不畏懼，於是連戰皆捷，遂複山陰。牢之得報大喜。 \\n 話分兩頭，孫恩初破會稽，八郡回應、謂其屬曰：“天下無複事矣，當與諸君朝服至建康。”既而聞牢之兵至，頗有懼心，但曰：“我割浙江以東，亦不失作句踐也。”及牢之兵過錢塘，擊滅諸賊，漸複郡縣，恩大懼，曰：“孤不羞走，今且避之。”遂驅男女二十余萬口東走，複入海島，自是疆土悉複。 \\n 人皆謂牢之宜鎮會稽，而晉朝首重門第，乃詔以謝琰爲會稽內史，鎮守浙東，牢之複還江北。 \\n 原來謝琰素無將略，朝廷以資望遷擢，使開方面。到任後，日與賓客飲酒賦詩，謂賊不復來，全無防禦。諸將鹹諫曰：“賊近在海浦，伺人形便，宜修武事，潛爲之備。前凝之以疏防失守，願勿複然。”琰怒曰：“荷堅之衆百萬，尚送死淮南，孫恩小賊，敗逃入海，何能複出！若其果來，是天欲殺之也。 \\n ”於是談詠如故。 \\n 哪知恩在海島，息兵一年，仍複入寇，據余姚，破上虞，進及邢浦，殺得官軍大敗，長驅直至會稽。琰方食，聞報，投箸而起曰：“要當滅此而後食。”跨馬出戰，兵敗，爲賊所殺。 \\n 會稽複陷。牢之聞之，星夜來救，與賊戰於城下，大破之，賊始退走。乃以大軍屯上虞，使劉裕戍句章。句章城牆卑下，戰士不盈數百，爲賊出入要路，屢被攻圍，守城者朝不保夕。裕至，率衆固守。賊來犯，輒敗之。恩知城不可拔，乃舍之北去，由海鹽進兵，裕尾而追之，築城於海鹽故治。賊將姚盛來攻，裕開城出戰，謂盛曰：“汝識我乎？敢來送死耶？”盛見裕，心已怯，強鬥數合，手足慌亂，裕大喝一聲，斬之馬下。賊衆皆潰。恩聞盛死，大怒，悉起大隊來攻。裕選敢死士三百人，脫甲胄，執短刀，鼓噪而出，勁捷若飛，賊不能禦，又大敚明日複來索戰，裕不出。至夜掩旗息鼓，若已遁者。明晨開門，使贏疾數人立城上，賊見之，遙問：“劉裕何在？”曰：“夜已走矣。”賊聞裕走，爭入城，裕猝起奮擊，賊大駭，皆棄甲抛戈而走。乘勢追擊，斬獲無數。恩知裕不可克，乃改計引兵向滬讀。裕複棄城追之，海鹽令鮑陋，遣其子嗣之，帥吳兵一千，請爲前驅。裕曰：“賊鋒甚銳，吳人不習戰，若前驅失利，必敗我軍，可在後爲聲勢。”嗣之不服，恃勇先進。裕知其必敗，乃多伏旗鼓於左右。前驅既交，諸伏皆起，舉旗鳴鼓，聲震山谷，賊以爲四面有兵，遂退，故得不敚嗣之益自喜，率軍追之。裕止之不及，全軍盡沒。後陣喪氣，亦大敗，裕走。 \\n 賊追之急，裕忽停騎，令左右脫死人衣，以示閒暇。賊見當走反止，疑猶有伏，不敢逼，裕乃徐收散卒，結陣而還。 \\n 卻說賊將盧循，謂恩曰：“自吾起兵海隅，朝廷專以浙東爲事，強兵猛將，悉聚於此，建康必虛，不若罄吾全力，溯長江而進，直搗京師，傾其根本，諸路自服。若專在此用兵，時得時失，非長計也。”恩從之，斂兵出海口，悉起其衆，合戰士十余萬，樓船千餘艘，浮海溯江，奄至丹徒，建康大震。牢之聞之，乃使裕自海鹽入援，身率大軍繼進。時裕兵不滿千人，倍道兼行，盡皆勞疲。及至丹徒，賊方率衆登蒜山，揚旗鼓噪，居民惶惶，皆荷擔而立。裕欲擊之，人以爲衆寡不敵，必無克理。裕怒氣如雷，身先士卒，上山奮擊。衆皆鼓勇而進，呼聲震地，無不一當百。賊大潰，投岸赴水，死者彌滿江口。恩狼狽還船，遂不攻丹徒，整兵直向建康。牢之至，見裕已勝，大喜，謂裕曰：“今雖勝之，而賊勢甚強，彼船高大，吾戰艦小，不能禦之，奈何？”裕曰：“樓船非風不進，近日風靜，未能即至建康。君以重兵拒之於前，吾以舟師尾之於後，以火攻之，無憂不克也。”牢之從其計，馳至石頭，嚴兵以待。裕裝火船廿隻，親自押後，乘夜風便，一齊點著，徑向樓船沖去。賊見火至，方欲撲滅，樓船已被燒著。風烈火猛、當之者皆焦頭爛額，於是不依隊伍，四路亂竄。牢之望見火起，送出舟師擊之。 \\n 前後夾攻，賊衆大敚是役也，賊喪師徒數萬，樓船幾盡，登陸者又被官軍隨處截擊。恩左右皆盡，所存殘兵，不及十之一二，遂自使口遠竄入海，三吳乃寧。牢之上裕功，詔以裕爲建武將軍，下邳太守，仍參牢之軍事。裕是時方受命於朝，今且按下。且說道子世子元顯，年十六，性聰警，頗涉文義，志氣果銳，常以朝廷受制外藩，必成後患，屢勸其父早爲之計。道子乃拜元顯驃騎將軍，以其衛府甲士，及徐州文武隸之，使參國政。元顯既當大任，以譙王尚之，及其弟休之爲心腹，張法順爲謀主，以司馬王愉爲江州刺史，兼督豫州四郡，用爲形援。 \\n 時庚楷領豫州，聞之不樂，上疏言：江州內地，而西府北帶寇戎，不應割其四郡，使愉分督。朝廷不許。楷大怒，知王恭與道子有隙，乃遣使說恭曰：“尚之兄弟，複秉幾衡，過於國寶，欲假朝權，削弱藩鎮，懲艾前事，爲禍不小，及其謀議未成，宜早圖之。”恭自誅國寶後，自謂威無不克，遂許之，以告仲堪、桓玄，二人欣然聽命，推恭爲盟主，刻期向闕。牢之聞之，來諫恭曰：“將軍，國之元舅，會稽王，天子叔父也。會稽王又當國秉政，向爲將軍戮其所愛國寶兄弟，其深服將軍多矣。 \\n 頃所授者，雖未允愜，亦非大失。割庚楷四郡，以配王愉，於將軍何損？晉揚之甲，豈可數興乎！”恭不從，堅邀共事。牢之不得已許之。 \\n 再說仲堪多疑少決，雖應恭命，而兵不遽起。其時南郡相楊佺期，爲仲堪心腹，有勇名，自謂漢太尉楊震之後，祖父皆爲貴臣。矜其門第，江左莫及，而時流以其晚過江，婚宦失類，常排抑之。佺期每慷慨切齒，欲因事際，以逞其志，力勸仲堪速發。仲堪於是勒兵，使佺期率舟師五千爲前鋒，桓玄次之，己又次之，合兵三萬，相繼東下。元顯聞變，知釁由庚楷，乃以道子書遺之曰：昔我與卿，恩如骨肉，帳中之飲，結帶之言，可謂親矣。 \\n 卿今棄舊交，結新援。忘王恭昔日陵侮之言乎？若欲委體而臣之，使恭得志，必以卿爲反復之人，安肯深相親信？首領且不可保，況富貴乎？ \\n 時楷已應恭檄，徵集士馬，事難中止。乃複書曰：王孝伯昔赴山陵，相王憂懼無計。我知事急，勒兵而至，恭不敢發。去年之事，我亦俟命而動，我事相王，無相負者，相王不能拒恭，反殺國寶，自爾已來，誰敢複爲相王盡力？庾楷實不能以百口助人屠滅也。 \\n 書返，道子不知所爲，謂元顯曰：“國家事，任汝爲之，我不與矣。”於是，元顯自爲征討大都督，遣衛將軍王珣、右將軍王雅將兵討恭，譙王尚之將兵討庾楷。已亥，尚之大破庾楷于牛渚，楷單騎奔去。尚之乘勝，遂與西軍戰于橫江，孰知殺得大敗，所領水軍盡沒。元顯大恐，問計于僚左。張法順口：“北來諸將，吾皆得其情矣。王恭素以才地陵物，人皆惡其傲，既殺國寶，其志益驕。仗牢之爲爪牙，而仍以部曲將遇之，牢之負其才，深懷恥恨。今與同反，非其本心。若以辨士說之，使取王恭，許事成即以恭之位號授之，牢之必喜而叛恭，倒戈相向，摧王恭之衆，如拉朽矣。首惡既除，餘黨自解，何懼之有？”元顯從之，乃致書牢之，爲陳禍福，密相要結。牢之心動，謂其子敬宣曰：“王恭昔受先帝大恩，今爲元舅，不能翼戴王室，自恃其強，舉兵頻向京師，吾未審其志，事捷之日，必能爲天子相王下乎？吾欲奉國威以順討逆，何如？”敬宣曰：“大人言是也。朝廷雖無成、康之美，亦無幽、厲之惡，而恭恃其兵威，暴蔑王室，大人親非骨肉，義非君臣，雖共事少時，意好不協，今日討之，于情義何有？”牢之意遂決，以書報元顯，許爲之應。 \\n 時恭有參軍何澹，至牢之營，相語久之，歸謂恭曰：“吾觀牢之頗有異志，直深防之。”恭不信，置酒請牢之，結爲兄弟。悉取軍中堅甲利兵配之，使帳下督顔延爲前鋒，與之俱進，且命速發。牢之至竹裏，誘顔延入帳斬之，下令還兵襲恭。是時恭方出城耀兵，甲仗鮮明，行陣肅穆，觀者環堵。敬宣突至，縱騎橫擊之，喊曰：“奉詔誅王恭，降者勿殺！”一軍大亂，恭不意有變，惶急無措，回騎入城，門已閉。牢之婿高雅之，從城上射之，矢下如雨，左右皆散，恭進退無路，單騎而逃。 \\n 又素不習馬，行至曲阿，髀肉生瘡，呼船求載，爲人所執，送至京師，元顯斬之于倪塘。恭臨刑，猶理須鬢，神色自若，謂監刑者曰：“我暗於信人，所以至此。原其本心，豈不忠於朝廷乎？但令百世之下，知有王恭耳。”其子弟與黨羽皆死。詔以牢之代其任，鎮京口。 \\n 仲堪聞恭死，大驚，急與楊、桓二人謀之。二人曰：“彼以既殺王恭，吾軍必懼而退走。今若遽退，是示以怯也，必爲所乘。不若出其不意，長驅向闕，大張兵勢以懾之，庶進退有據。”仲堪從之，於是中軍屯於蕪湖，前鋒直取石頭，聲言爲恭報仇，乞誅劉牢之、司馬尚之等，然後罷兵。軍伍充斥郊畿，征鼓達于內闕，人情大懼。元顯本意恭死，則大事立定，不虞西軍大上，反肄猖撅，慌集群臣問計。或曰：“急召牢入援，彼勢自沮。”或曰：“遣使求解于仲堪，玄與佺期自退。”議論不一。只見一人出而言蟲：“吾有一計，能使楊、桓二人，俯首聽命，仲堪束手無策，管取朝廷元事，社稷永安。”衆視之，乃桓沖之子桓修，現居左衛將軍之職，即玄從兄也。元顯大喜，拱手情教，衆皆側耳以聽，但未識其計若何，且俟下回再講。古來一王崛起，必有一王之才略，又必有從龍之彥以輔佐之。觀於寄奴一到北府，敬宣、無忌一見傾心，繼又結納英雄，羽翼漸廣，至若設謀陷陣，所向無敵，幾與漢高、光武相埒，宜其創立一代之業也。王恭挾一已之私，欲僥倖於一舉，既鮮謀略，又不識人，仲堪、牢之外爲聲援，皆非真實。庾楷一書特發端耳，至身死族滅。尚以忠於朝廷爲言，亦何益耶？道子一庸碌無能之人，遇事畏怯，茫無主意，不得已而委其子，殊爲可笑。仲堪聞王恭之死，艱於進退，聽楊、桓之言，故作爲王恭報仇之狀，亦工於用詐者矣。王凝之，右軍之予，專制一方，而念經奉道，以期神佑，身死家滅而不知悔，宜不入道蘊之目也。若道蘊者，真女中丈夫也哉。 \\n  \\n   \\n  "}
{"章节": "第三回 楊佺期演武招婚 桓敬道興師拓境", "正文": "  \\n 第三回　楊佺期演武招婚　桓敬道興師拓境 \\n 　 \\n 話說桓修進計於元顯曰：“殷、桓之下，專侍王恭。恭既破滅，西師必恐。玄及佺期，非有報復之心，唯望節鉞，專制一方，若以重利啖之，二人必內喜，可使倒戈取仲堪矣。”元顯從之，乃下詔桓玄爲江州刺史，楊佺期爲雍州刺史，黜仲堪爲廣州刺史，桓修領荊州之職，遣牢之以兵千人，送修之鎮，救令罷兵，各赴所任。仲堪得詔大怒，忙催楊、桓進戰。而二人喜於朝命，欲受之，因回軍蔡州。仲堪聞之，怒曰：“奴輩欲負我耶？”遽即引兵南歸，遣使到蔡州，諭軍士曰：“有不散歸者，吾至江陵，當盡滅其家。”於是衆心離散，佺期部將劉系率二千人先歸。玄等大懼，狼狽亦還。追仲堪于尋陽，及之，深自謝罪曰：“雖有朝命，實不欲受。所以回泊蔡州者，欲俟大師之至，相與並力，非有他意也。”是時仲堪失職，必倚二人爲援；玄等兵力尚寡，必借仲堪聲勢，雖內懷疑忌，其勢不得不合。乃以子弟交質，互相歃血，盟于尋陽，上表申理王恭。乞還荊土。朝廷欲圖苟安，乃罷桓修，仍以荊州還仲堪。 \\n 優詔慰諭，仲堪等乃各受沼還鎮。從此建康解嚴，內外稍安，今且不表。 \\n 卻說楊佺期有女，名瓊玉，美而勇，雖怯弱身材，生有神力，能挽強引有百步穿楊之技。手下女兵百人，皆能臨陣禦敵，貴家子弟，爭欲得之爲室。而佺期自矜族望，必得王、謝門弟，方肯結婚，故女年十八，尚未受聘。時仲堪有子，名道護，字荊生，年少多才，兼善騎射。一日路經襄陽，見一隊女兵，在山下打獵，內一女將，色甚豔，馳馬如飛，射無不中。訪之，知爲佺期女也，心甚慕之。歸稟于父，欲求爲室。斯時，仲堪正與楊、桓不睦，欲圓修好，因即遣使襄陽，求其女爲婦。佺期已有允意，恰值其時，桓玄亦遣使來爲其子升求婚。升字麟兒，少在江陵，曾與荊生同學，才貌風流，彼此相仿。玄欲結好佺期。故求婚焉。兩家一齊來說，佺期轉無定見，因念殷、桓相等，皆堪爲婿。但此系女子終身大事，不若令其自擇。遂對殷、桓二使道：“兩家公子，我皆愛之，欲屈公子到此，面試其能，如中吾意，便可在此成婚。歸語爾主，未識可否？” \\n 使各領命回報。仲堪許之，便命其子來謁佺期。玄聞之曰：“佺期亦大作難，但吾子不往，是弱于殷兒也。”亦令束裝前往。 \\n 一日俱到襄陽，各就館室。二子本素相識，明日並騎詣府，殷謂桓曰：“吾與子逐鹿中原，未識鹿歸誰手？”桓亦謂殷曰：“楊柳齊作花，未知花落誰家？”相與馬上大笑。俄而至門，佺期忙即傳請登堂。相見畢，留入書齋敘話。見二子翩翩風度，儀貌甚偉，正是不相上下。佺期曰：“久慕二君英名，特邀一敘，承賜降臨，不勝欣快。”二子亦謙讓一回。至夜，設宴內堂，邀請入席。二子徐步而入，見堂上燈彩輝煌，階前笙歌並奏，正中二席，請二子上坐，佺期主席相倍。瓊玉垂帝以觀，侍女見者，無不嘖嘖稱羨。宴罷，二子告退。佺期進謂女曰：“殷、桓並佳，兒以爲孰可，不妨直說。”瓊玉曰：“二子文雅相仿，未識武藝若何，明日兒欲帶領女兵，隨父同往教場操演，使二子各呈其能，方定去龋”佺期正欲誇耀其女武藝，聞言大喜，便即傳令三軍，明晨齊集教場演武。差人到殷、桓兩處，請他共觀。二子聞女自往比試，先得觀其容貌，正中下懷，皆欣然領命。 \\n 話分兩頭，瓊玉要往教場擇配，隔夜打點已定，明日絕早起身，聽見轅門外發炮三聲，知父親已往，隨即上馬，領了一隊女兵，來至教場。其時，佺期已高坐將台，殷、桓二人旁坐于側，將士齊列台前聽令。瓊玉不即上前，勒馬於旗門等候。 \\n 但見： \\n 槍刀森列，密密層層；甲仗鮮明，威威武武。虎帳中三通鼓起，將士如負嚴霜；鈴閣內一令傳來，旌旗爲之變色。兵演八陣，極縱橫馳驟之奇形；變長蛇，多進退盤旋之勢。金一聲，各歸隊伍；旗三展，又奮干戈。左右交攻，人人爭勝；東西相敵，個個當先。拍馬來迎，各顯平生手段；挺槍接戰，共奪本事高強。大將台前，湧出一團殺氣；演武場上，凝成萬道寒光。 \\n 正是：久練之師，不讓孫吳節制；如雲之衆，何異貔虎成群。 \\n 瓊玉此時，亦看得眼花撩亂，俟諸將演罷，然後帶領女兵，直到台前請令。佺期吩咐豎起一竿，竿上設一紅心，先令女兵比射。於是女兵得令，無不挽弓搭箭，馳驟如飛，弓弦開處，也有中的，也有不中的。一一射畢，方是瓊玉出馬。你道她若何打扮？頭帶紫金冠，輝光燦燦；身穿紅繡甲，彩色紛紛。耳垂八寶珠環，胸護一輪明鏡。玉顔添好，閨中丰韻堪憐；柳眼生姣，馬上風流可愛。娟娟玉手，高舉絲鞭；怯怯纖腰，斜懸寶劍。跑一匹五花馬，勢若遊龍；開一張百石弓，形如滿月。 \\n 箭無虛發，三中紅心；鼓不停聲，萬人喝采。正是：女中豪傑，生成落雁之容；閫內將軍，練就穿楊之技。 \\n 斯時，殷、桓二子坐在將臺上，看見瓊玉容顔絕世，武藝又高，神魂飛越，巴不得即刻結成花燭。俄兩瓊玉上臺繳令，風流體態，益覺動人，各個看得呆了。佺期顧謂二子曰：“賢契皆將家子，定通武藝，亦令老夫一觀何如？”二人連聲答應。 \\n 群兒自恃藝高，即起身上馬，馳人教場，連發三矢，中了一箭。 \\n 荊生技癢已久，隨亦上馬開弓，連發三矢，俱中在紅心上面。 \\n 衆人齊聲喝采。射罷上臺，佺期各贊了幾句，二子告退。軍中打起得勝鼓，放炮起身，歸至府中。父女相見，謂女曰：“兒意何屬？”瓊玉曰：“中紅心者可也。”佺期知女意屬殷，遂招劑生爲婿，擇日成婚。桓失意而去。合巹之夕，荊生謂女曰：“卿何願歸於我？”女微笑曰：“以子能中紅心也。”殷笑曰：“今夜才中紅心耳。”遂各解衣就寢。正是女貌郎才，一雙兩好，其得意處，不必細說。 \\n 且說麟兒回至江州，正如不第舉子歸家，垂頭喪氣。玄見婚姻不就，且怒且懼，謂卞範之曰：“佺期不就吾婚，此亦小事，但荊雍相結，必有圖我之意，不可不防，敢問若何制之？ \\n ”範之曰：“江州地隘民窮，兵食不足，此時先宜厚結執政，求廣所統。地大則兵強。雖殷、楊交攻，禦之有餘矣。”玄從之，上表求廣所統，時執政者正惡三人結黨爲患，欲從中交構，使之自相攻擊，乃加玄都督荊州四郡軍事。又奪楊廣南蠻校尉之職，以授桓偉。佺期聞之大怒，囑廣不要受代，勒兵建牙，欲與仲堪共擊桓玄。仲堪志圖寧靜，因遷廣爲宜都太守，使讓桓偉，力止性期罷兵。 \\n 是歲，荊州大水，平地數丈，田禾盡沒，饑民滿道。仲堪竭倉廩賑之，軍食盡耗。參軍羅企生諫曰：“救荒誠急，但軍無現糧，一旦有急，將何以濟？”仲堪不聽。玄聞之喜曰：“此天亡之也，取之正在今日。”乃勒兵西上，問巴陵有積穀，襲而據之，以斷荊州糧運。仲堪聞玄起兵，執其兄桓偉，使作書與玄，勸其罷兵，辭甚苦至。玄曰：“仲堪爲人無決，常懷成敗之計，爲兒女作慮，必不敢害我兄也。”兵日西上不止。 \\n 仲堪因率水軍七千，拒玄于西江口，一戰大敚時城中乏食，以胡麻給軍士，故兵無鬥志。玄遂乘勝，直至零口，去江陵十裏。仲堪惶急，求援於佺期曰：“江陵無糧，何以待敵？可來就我，共守襄陽。”仲堪志在全軍保境，乃詐謂佺期曰：“比來收集，已有糧矣。”佺期信之，留其女瓊玉守襄陽，荊生隨往，率精騎八千來援。及至江陵，仲堪一無犒賚，唯以麥飯餉軍。佺期大怒曰：“殷侯誤我，今茲敗矣！”遂不見仲堪，遽自披甲上馬，出城討戰。玄將郭銓拍馬相迎，哪里是佺期敵手，戰數合，敗而走。玄畏其勇，退軍馬頭，堅壁不出。桓謙、桓振進曰：“來軍方憂無食，若運襄陽之粟以濟其乏，勝負未可知矣。請給精騎三千，分伏左右，交戰時，大軍佯退，佺期有勇無謀，必長驅直進。吾等從旁擊之，彼師必敚佺期之首，可梟於麾下。”玄從之。遂進戰，兵交即退，佺期以爲走也，引兵直前，兩伏齊起，左右夾攻，玄回軍複戰，襄陽兵大敚佺期見勢急，奪路走，桓謙射中其馬，馬蹶墜地，遂爲謙殺。 \\n 楊廣單騎奔襄陽，仲堪聞佺期死，大懼，將數百人棄城走，玄將馮該追及之，衆散被殺。 \\n 先是仲堪之走也，文武官吏，無一送者，唯羅企生從之。 \\n 路過家門，弟遵生邀之曰：“作如此分離，何不一執手？”企生回馬授手。遵生有勇力，便牽其手下馬，謂曰：“家有老母，去將何之？”企生揮淚曰：“今日之事，我必死之。汝等奉養，不失子道。一門之內，有忠有孝，亦複何恨？”遵生抱之愈急。 \\n 仲堪于路待之，企生遙呼曰：“生死是同，願少見待。”仲堪見企生無脫理，策馬而去。及玄入荊州，誅仲堪一家，士大夫畏其威，無不詣者。企生獨不往，而殯殮仲堪眷屬，玄遣人謂之曰：“若謝我，當釋汝。”企生曰：“吾爲荊州吏，荊州敗，不能救，死已晚矣，尚何謝爲？”玄乃收之，臨刑引企生於前曰：“吾待子前情不薄，何以見負？今者死矣，欲何言乎？” \\n 企生曰：“使君既興晉陽之甲，軍次尋陽，並奉王命，各還所鎮。升壇盟誓，口血未乾，而旋相屠滅。自傷力劣，不能救主于危，吾負殷侯，非負使君。但文帝殺稽康，其子稽紹爲晉忠臣，從公乞一弟以養母，言畢於此，他何云云。”玄乃殺之，而赦其弟。 \\n 卻說楊廣逃至襄陽，泣謂瓊玉曰：“兄死戰場，全軍盡沒，汝夫家盡遭殺害，襄陽孤城，恐不能守，奈何？”瓊玉一聞此信，驚得魂飛天外，哭倒於地。忽報桓謙領大兵數萬，來取襄陽，將次到城。楊廣忙即上城守護。瓊玉咬牙切齒，誓不與桓俱生，隨即披甲上騎，率領軍士五百，女兵百人，出城迎敵。 \\n 桓謙乘破竹之勢，長驅而來，只道襄陽守將，非降即逃，莫敢相抗。將近城池，卻有一女將攔路，便排開陣勢，出馬問曰：“女將何名？”瓊玉答曰：“吾乃楊使君之女瓊玉是也。桓賊殺我父、夫，恨不食其肉，寢其皮！汝何人，敢來送死耶？” \\n 謙怒曰：“汝一女子，死在目前，尚敢搖唇鼓舌！”喝使副將擒之。瓊玉直趣副將，手起一刀，斬于馬下。謙大怒，挺槍便刺。瓊玉架開槍，舉刀便砍，狠戰數合，瓊玉力怯，回馬而走。 \\n 謙喝道：“哪里去！”縱馬追下，瓊玉取出一箭，回身射來，謙急閃避，已中左臂遂退不追。瓊玉入城，廣迎謂之曰：“侄女雖勇，但來軍甚銳，只宜堅守，切勿輕敵。”瓊玉含淚歸府。 \\n 卻說桓謙雖中一箭，幸甲厚不至深傷。明日大軍齊至城下，四面攻擊，自早至午，城不能克。乃退軍十裏，便命軍士連夜造雲梯百架，限在天曉取城。時交五鼓，兵銜杖，馬摘鈴，直抵城下，架起雲梯，揮衆蟻附而登。楊廣知有兵至，正立城上，率衆迎拒，忽一流矢飛來，貫胸而死。軍士大亂，謙遂破關而入。瓊玉聞城破，急領女兵挺刃出門。府前上馬縱橫，皆是桓家旗號，不得出，遂挾女兵登屋，以箭射之。進者輒死，衆不敢前。及明矢盡，下屋力戰，左右皆死，遂拔劍自刎而亡。桓謙重其義，厚殮之。桓玄既吞江陵，複並襄陽，奏凱京師，詔加都督荊雍等七州軍事。玄志猶未厭，仍請江州，詔亦與之。 \\n 自是統據八州，自謂有晉國三分之二，遂萌異志，擅改制度，上斥國政，凡所陳奏，語多不遜，朝廷憂其朝夕爲亂，然亦無如之何。 \\n 卻說庾楷本一反復之徒，前投桓玄，玄僅以南昌太守處之，鬱鬱不樂。至是玄令鎮于夏口，楷意不滿，複欲敗玄，遣使致書元顯曰：“玄在荊州，大失物情，衆不爲用。若朝廷遣將來討，楷當內應，以覆其軍。”元顯得書，謂張法順曰：“玄可圖乎中’法順曰：“玄承借世資，少有豪氣，既並殷、楊，專有荊州，兵日強盛，縱其奸凶，必爲國禍。今乘其初得荊州，人情未附，使劉牢之爲先鋒，大軍繼之，庚楷反於內，朝廷攻于外，玄之首可梟也。”元顯然之，使法順報於牢之，牢之以爲難。法順還，謂元顯回：“觀牢之言色，必有二心，不如召入殺之，以杜後患。”元顯曰：“我方倚以滅玄，烏可先事誅之？且牢之與玄有仇，不我叛也。”乃于元興元年正月，下詔罪玄。發京旅一萬爲中軍，命牢之率北府之衆爲前鋒，大治戰艦，刻期進發。玄聞朝廷討己，大驚，欲爲自守之計，完聚衆力，專保江陵。卞範之曰：“明公英威震於遠近，元顯口尚乳臭，劉牢之大失軍心，若起兵進臨近畿，示以禍福，土崩之勢，可翹足而待，何有延敵入境，而自取窮蹙乎？”玄從之，乃留桓偉守江陵，抗表傳檄，罪狀元顯，舉兵東下。斯時，猶懼不克，常爲西還之計。及過尋陽，不見有兵，心始喜，將士之氣亦振。庚楷專待官軍一到，便爲內應。適有奴婢私相苟合，楷撞見之，欲治其罪。其奴逃至玄所，發其謀，玄遂收楷斬之。 \\n 丁卯，玄至姑孰，遣大將馮該進兵攻曆陽，守將司馬休之出戰而敗，棄城走。又司馬尚之以步卒九千，屯于橫江，其將楊秋以偏師降玄，尚之衆潰，爲玄所執。 \\n 元顯聞兩路兵敗，大懼，所仗者唯牢之，屢催進戰，不應。 \\n 原來牢之自誅王恭以後，謂功名莫出其右，而元顯遇之不加禮，既爲軍鋒，數詣元顯門不得見，因是怨之。又恐玄既滅，己之功名益盛，不爲所容，故欲假玄以除執政，複伺玄隙而取之，按兵不動，存一坐觀成敗之意。斯時，玄雖屢勝，猶懼牢之，不敢遽犯京闕。卞範之曰：“吾觀牢之擁勁兵數萬，軍於溧州，而徘徊不進者，其心必二於元顯。若卑禮厚幣以結之，與之連和，取元顯加拾芥矣。”元從其計，因問誰堪往者。有從事何穆，與牢之有舊，請往說之。元乃使穆潛往，而致書於牢之曰：自古戴震主之威，挾不賞之功，而能自全者誰耶？越之文種，秦之白起，漢之韓信，皆事明主，爲之盡力，功成之日，猶不免誅夷。況爲凶愚者用乎？君如今日戰勝則傾宗，戰敗則覆族，欲以此安歸乎？不若翻然改圖，則可以長享富貴矣。古人射鈎斬祛，猶不害爲輔佐，況玄與君無宿昔之怨乎？ \\n 牢之見書不語，穆曰：“桓之遣仆來者，實布腹心於君，事成共用其福，君何疑焉？”牢之遂許與和。劉裕、何無忌切諫，牢之不聽。敬宣亦諫曰：“國家衰危，天下之重，在大人與玄，玄借父叔之資，據有全楚，已割晉國三分之二。一朝縱之，使陵朝廷，威望既成，恐難圖也。董卓之變，將在今矣。 \\n ”牢之怒曰：“我豈不知今日取桓如反掌，但平桓之後，令我奈驃騎何？”遂遣敬宣詣桓請和。玄聞敬宣至，大開轅門，出營相接，深自謙抑。宴飲之次，除名畫觀之，謂敬宣曰：“歸語尊公，事成之日，朝政悉以相付，吾當仍守外藩也。”敬宣拜辭，玄送出轅門，珍重而別。或問玄曰：“公何敬之若此？ \\n ”玄曰：“牢之已在吾掌中矣，不如此不足堅其意也。”敬宣歸，述玄言，牢之大喜，退兵班瀆。 \\n 玄聞牢之退，引軍直取新亭，元顯見之失色，棄船就岸，陳師宣揚門外。繼知牢之叛己，益懼，欲還宮自守。師方動，玄之前驅已至。拔兵隨後，大呼曰：“放仗，京旅皆潰。”元顯單騎走，馳至東府，見道子曰：“養兵數載，竟無一人拒敵者，奈何？”父子相抱大哭。俄而兵至，皆束手就縛。元顯執至新亭，玄立之舫前面數之曰：“乳臭小子，何不自揣，而妄欲圖我！”元顯曰：“爲張法順所誤耳！”壬申，玄入京師，百官拜迎於道，詔加玄大丞相，總百揆，都督中外諸軍事。以桓偉爲荊州刺史，桓謙爲尚書左仆射，桓修爲徐、袞二州刺史，鎮京口，余皆居職如故。賜道子死，斬元顯、譙王尚之、張法順等於市。由是大權一歸於玄，內外莫不畏服。 \\n 且說牢之退兵以來，物情大去，威望頓減，心甚悔之。一日詔下，以牢之爲會稽內史，大懼曰：“始爾便奪我兵，禍其至矣。”時敬宣在京，玄恐牢之不受命，使歸諭之，敬宣歸謂其父曰：“桓玄志不可測，深忌大人功名，必不見容，爲之奈何？”牢之曰：“吾受其愚矣。今且據江北以圖事，汝往京口速取眷屬以來。”敬宣受命而去。 \\n 牢之日夜憂疑，謂劉裕曰：“前日不聽子言，悔之無及。 \\n 今事急，意欲就高雅之於廣陵，舉兵以匡社稷，卿能從我行乎？ \\n ”裕曰：“將軍以勁卒數萬，望風降服，彼新得志，成振天下，朝野人情，皆已去矣。廣陵豈足成事耶？裕當返還京口，不能從公行也。”牢之默然。裕退，無忌問曰：“我將何之？”裕曰：“吾觀鎮北必不免，卿何與之俱死？可隨我還京口，徐觀時勢，桓玄若守臣節，當與卿事之。不然，當與卿圖之。”無忌曰：“善。”二人遂不告而去。牢之知裕與無忌去，恐軍心有變，乃大集僚佐告之曰：“桓玄志圖篡逆，吾將勒兵渡江，就此舉事，顧與諸君共此功名。”一座愕然，參軍劉襲曰：“事之不可者，莫大于反，將軍往年反王兗州，近日反司馬郎君，今又反桓公，一人三反，何以自立？”語畢趨出，佐吏多散走。 \\n 牢之不能禁。又敬宣失期不至，軍中訛言事泄，已被害。牢之益惶急，乃率部曲北走。軍士隨路奔散，至新州，僅存親卒數人。牢之知不免，仰天歎曰：“吾亦無顔渡江矣！”遂縊而死，後人有詩悼之曰：江北江南無路投，大軍百萬喪荒陬。 \\n 當時若把桓玄滅，北府勳名孰與侔。 \\n 卻說敬宣迎了眷屬，回至班瀆，師已北走。隨即趕往，行未廿裏，只見一人飛騎而來，乃是牢之隨身親卒，見了敬宣，大哭曰：“三軍盡散，將軍已經自縊。聞朝廷遣將，又來拿捉家屬，公子速投江北，避難要緊。”敬宣一聞此信，魂膽俱喪，也顧不得奔喪大事，星夜渡江，往廣陵進發，幸得關口尚無拿獲移文，于路無阻。一日到了廣陵，向高雅之哭訴前事，欲圖報復。雅之曰：“若要復仇，必須厚集兵力，徒恃廣陵之衆，恐不足以濟事。現在北府舊將，在北者甚多，可約之舉事。” \\n 於是，遣使四方，廣招同志，一時從之者，有劉軌、劉壽、司馬休之、袁虔之、高長慶、郭恭等，皆至廣陵，推敬宣爲盟主，共據山陽，相與起兵討玄。消息傳入京師，玄聞之怒曰：“鼠輩敢爾！”便命大將郭銓起兵一萬，帶領勇將數員，浩浩蕩蕩，飛奔而來。斯時，山陽軍旅未備，雖有數千人馬，半皆烏合，未識何以拒之，且聽下回分解。 \\n 仲堪全無謀略，徒負虛名，欲結婚楊氏，以爲聲援，計亦左矣。桓玄早蓄梟雄之志，一朝得勢，猖獗固宜。所惜劉牢之一時英傑，乃墜于桓玄術中，雖寄奴、敬宣切諫不聽，以至一敗塗地，遂自縊而死，爲可悲耳！豈天欲傾晉興宋，有莫之爲而爲之者耶？至羅企生、楊瓊玉之忠節，亦可謂卓然天地者矣。 \\n 中間寫招婚比箭一段，又寫臨陣死節一段，兩兩對照，文氣如火如花。 \\n  \\n   \\n  "}
{"章节": "第四回 京口鎮群雄聚義 建康城僞主潛逃", "正文": "  \\n 第四回　京口鎮群雄聚義　建康城僞主潛逃 \\n 　 \\n 話說劉敬宣佔據山陽，聚衆方圖報復，聞有大軍來討，忙同衆人整頓人馬迎敵。無如兵未素練，人無鬥志，戰陣方合，四散奔走，進不能戰，退不能守，只得棄城而逃。於是敬宣、休之。劉軌奔燕，高雅之、袁虔之等奔秦，今且按下不表。 \\n 卻說何無忌聞牢之自縊，敬宣出奔，不勝感悼，謂裕曰：“北府舊將，半遭殺戮，吾擠恐終不免，奈何？”裕曰：“無害，玄方矯情飾詐，必將複用吾輩，子姑待之。”俄而桓修鎮丹徒，引裕爲參軍，何無忌爲從事，二人皆就其職。一日，修入朝，裕與無忌隨往。玄見裕，謂王謐曰：“劉裕風骨不凡，蓋人傑也。”謐曰：“公欲平天下，非裕莫可任者。”玄曰：“然。”因屢召人宴，以示親密，玄妻劉氏有智鑒，謂玄曰：“劉裕龍行虎步，視瞻不凡，恐終不爲人下，宜早除之。”玄曰：“我方平蕩中原，非裕莫濟，俟關隴平定，然後議之末晚。 \\n ”時玄已封楚王，用天子禮樂，妃爲王后，子爲太子。殷仲文、卞范之陰撰九錫冊命等文，朝臣爭相勸進。桓謙私問裕曰：“楚王勳德隆重，朝野之情，鹹謂宜代晉祚，卿以爲何如？”裕曰：“楚王，宣武之子，勳德蓋世，晉室微弱，民望久移，乘運禪代，有何不可？”謙喜曰：“卿謂之可即可耳。”謙以裕言告玄，玄亦喜。因詐言錢塘臨平湖開，江州甘露降，使百僚集賀，爲受命之符。又以前世禪代，皆有高隱之士，恥於當時獨無，乃求得西朝隱士皇甫謐六世孫，名希之，給其資用，使隱居山林。屢加徵召不至，詔旌其閭，號曰“高士”。時人謂之”充隱”。 \\n 元興二年十二月了醜，群臣入朝，請帝臨軒，手書禪詔，遣司徒王謐奉璽綬禪位於楚。帝即避位，遜居雍安宮。百官詣楚王府朝賀。庚寅朔，築壇於九裏山北，即皇帝位，建號大楚，改元雍始。玄入建康宮，將登禦座，而床忽陷。群下失色，玄亦愕然。殷仲文趨進曰：“將由聖德高厚，地不能載。”玄大悅，追尊父溫爲宣武皇帝，母司馬氏爲宣武皇后。以祖彜而上，名位不顯，不復追尊立廟。或諫之不聽，卞承之曰：“宗廟之祭，上不及祖，有以知楚德之不長矣。” \\n 玄自即位，心常不自安。一夜，風雨大作，江濤擁入石頭，平地水數丈，人屍漂流，喧嘩震天。玄聞之懼曰：“奴輩作矣！ \\n ”後知江水發，乃安。性複貪鄙，聞朝士有法書名畫，必假樗蒲得之。玩弄珠王，刻不離手。主者奏事，或一字謬誤，必加糾摘，以示聰明。製作紛紜，朝換夕改，人無所從。當是時，三吳大饑，戶口減半，會稽郡死者什三四。臨海、永嘉等縣，人民餓死殆盡。富室衣纙紈，懷金玉，閉門相守餓死，而玄不加恤。更繕宮室，土木並興，督迫嚴促。由是中外失望，朝野騷然。秘書監王玄德同弟仲德，一日來見裕曰：“自古革命，誠非一族。然今之起者，恐不足以成大事。異日安天下者必君也。”裕久有建義意，因答曰：“此言吾何敢當？倘有事變，願同協力。”仲德曰：“吾兄弟豈肯助逆者哉？君如有命，定效馳驅。”於是密相訂約而去。 \\n 時桓宏鎮青州，遣主簿孟昶建康。玄見而悅之，謂參軍劉邁曰：“吾於素士中，得一尚書郎，與卿共鄉里，曾相識否介？ \\n ”邁問：“何人？”曰：“孟昶。”邁素與昶不睦，對曰：“臣在京口，惟聞其父子紛紜，更相贈詩耳。”玄笑而止。昶聞而恨之。桓修將還鎮，裕當共返，托以金創疾動，不能乘騎，乃與無忌同船共載，密定匡複之計。既至京口，會盂昶還家，亦來候裕。裕謂之曰：“草間當有英雄起，卿聞之乎？”昶曰：“今日英雄有誰，正當是卿耳。”裕大笑，相與共定大計，密結義勇。一時同志者，有劉毅、魏詠之、諸葛長民、檀憑之、王玄德、王仲德、辛扈興、童厚之、毅兄邁、裕弟道規等二十七人，願從者百有餘人，皆推裕爲盟主。裕乃命孟昶口：“吾弟道規爲桓宏參軍，卿爲主薄，可在青州舉事，吾使希樂共往助之，殺宏收兵，據廣陵。”希樂，劉毅字也。又謂魏詠之曰：“長民爲刁逵參軍，卿往助之，殺逵收兵，據曆陽。”謂辛扈興、童厚之曰：“卿二人速往京師，助劉邁、王玄德兄弟，臨時爲內應。吾與無忌在京口，殺桓修，收兵討玄。”約定同日齊發，不可遲誤。衆人受命，分頭而往。 \\n 且說盂昶妻周氏，富於財，賢而有智。昶歸語其妻曰：“劉邁毀我於桓公，使我一生淪陷，我決當作賊，卿幸早自離絕，脫得富貴，相迎不晚也。”周氏曰：“君父母在堂，欲建非常之業，豈婦人所當止，事若不成，當於牢獄中奉養舅姑，義無歸志也。”昶愴然久之而起，周氏追昶還坐，曰：“觀君作事，非謀及婦人者，不過欲得財物耳。”因指懷中兒示之曰：“此兒可賣，亦當不惜，況財物乎！”昶曰：“果如卿言，此時濟用頗緊，苦無所措。”妻乃傾囊與之。昶弟顗，其婦即周氏之妹，周氏詐謂之曰：“昨夜夢殊不祥，門內絳色物，悉取以來，爲厭勝之具。”其妹與之，遂盡縫以爲戰士袍。又何無忌將舉事，恐家人知之，夜于屏風後作檄文。其母劉氏，牢之姊也，登高處密窺之，知討桓玄，大喜，呼而謂之曰：“吾不及東海呂母明矣，汝能爲此，吾複何恨！”問所與同謀者何人，曰：“劉裕。”母益喜，爲言，玄必敗，裕必敚無忌氣益壯。 \\n 乙卯，裕及無忌托言出獵，收合徒衆百餘人。詰旦，京口城門開，無忌著傳詔服，稱敕使居前，徒衆隨之而入。桓修方坐堂上，無忌突至堂階，稱有密事欲白，乞屏退左右，修揮左右退。問何語。無忌出不意，拔劍斬之。大呼，徒衆並至，挺刃亂擊，左右皆驚竄，遂持其首詣裕。裕大喜，以首號令城上時，司馬刁宏聞變，率文武官吏來攻裕。裕登城謂之曰：“郭江州已奉乘輿反正于尋陽，我等並受密詔，誅除逆黨。今日賊玄之首，已梟於大航矣。諸君非大晉之臣乎？尚欲助逆耶？” \\n 衆信之，一時並散，遂殺刁宏。 \\n 當是時，義旗初建，百務紛如。裕問無忌曰：“此時急須一主簿，何由得之？”無忌曰：“無過劉穆之。”裕曰：“然。 \\n 非此人不可。”遂馳信召焉。原來穆之世居京口，爲人多聞強記，能五官並用，不爽一事。曾爲琅玡府主簿，棄官歸。是夜，夢與裕乘大風泛海，驚濤駭浪，舟行如駛，俯視船旁有二白龍，夾船以行。既而至一山，山峰聳秀，樹木蔥範。攜手而登，其上皆瑤台璿室，有玉女數人，向裕迎拜。裕上坐，己旁坐，聞呼進宴，佳肴異饌，羅列滿前，皆非人世間味。及覺，口中若有餘香，心甚異之。晨起，聞京口有喧雜訊，出陌頭觀望，直視不言者久之。返室，命家人壞布裳爲袴，而裕使適至，遂往見裕。裕曰：“始舉大義，方造艱難，須一軍吏甚急，卿謂誰堪其任？”穆之曰：“倉猝之際，當無逾於仆者。”裕笑曰：“卿能自屈，吾事濟矣。”即於座上署爲主簿。 \\n 話分兩頭，是日，孟昶在青州，勸桓巨集出獵，巨集許之。天未明，開門出獵人，昶與劉毅、道規，率壯士數十人，乘間直入。宏方啖粥，見毅等至，放箸欲起，道規直前斬之。左右大亂，擊殺數人方止。毅持其首，出徇於衆曰：“奉詔誅逆黨，違者立死！”軍土披甲欲戰，道規搖首止之曰：“朝廷大軍旋至，卿等勿同族滅。”青州軍士素畏服道規，遂散走。乃留道規守廣陵，收衆過江，與裕軍合。 \\n 丁巳，裕率二州之衆一千七百人軍於竹裏，移檄遠近，共討桓玄。玄聞京口難作，怒曰：“無端草賊，速擊殺之。”繼問首謀者何人，左右曰：“劉裕。”不覺失色。又問其次，曰：“劉毅、何無忌。”恐懼殊甚。左右曰：“裕等烏合微弱，勢必無成，陛下何慮之深？”玄曰：“劉裕足爲一世之雄，劉毅家無擔石之儲，樗蒲一擲百萬，何無忌酷似其舅，共舉大事，何謂無成。”乃命桓謙爲征討大都督，屯軍於覆舟山待之，戒勿輕進。 \\n 卻說王玄德等探得外已舉事，謀俟京旅出征，夜伏壯士于關內，縱火燒其官室，乘亂攻之，可以殺玄。劉邁狐疑不敢發，事泄，邁及玄德、扈興、厚之皆死。仲德逃免。桓謙請進兵擊裕，玄曰：“彼兵銳甚，計出萬死，若有蹉跌，則彼氣成，吾事去矣。彼空行二百里無所得，銳氣已挫，忽見大軍，必相驚愕。我按兵堅陣，勿與交鋒，彼求戰不得，自然散走、此策之上也。”謙曰：“賊兵初起，撲之易滅，緩則養成其勢，圖之轉難矣。宜急擊勿失。”玄不得已從之，乃遣左衛將軍吳甫之，右衛將軍皇甫敷，引兵相繼北上。二人皆玄之勇將，素號萬人敵者，故用爲軍鋒。 \\n 卻說甫之進至江乘，與裕軍相遇。甫之兵，多裕數倍，甲騎連營，干戈耀日，裕衆皆恐。裕曰：“今日之戰，有進無退，成敗在此一決，諸君勉之。”乃身先士卒，手執長刀，大呼以沖之，敵皆披靡。甫之迎戰，裕突至馬前，甫之方舉刀，頭已落地。西軍爭奮，東軍大敗，皇甫敷聞前軍失利，分兵作兩路來援。裕與檀憑之亦分兵禦之。憑之沖入敵軍，奮力亂砍，一將從旁刺之，中其要害，大叫一聲而死。軍少卻，裕見事急，進戰彌厲。敷合兩軍夾攻，圍之數重。裕戰久刀折，見路旁一大樹，遂拔以挺戰。敷喝曰：“劉寄奴，汝欲作何死！”拔戟刺之，刃不及者數寸。裕瞋目叱之，敷覺眼前似有一道紅光沖來，人馬辟易。其時無忌率衆殺人，不見裕，問裕何在。軍士指曰：“在兵厚處。”乃直透重圍救之，射敷，中其額，敷踣於地。裕棄樹取刀，向前砍之。敷將死，謂裕曰：“君有天命，願以子孫爲托。”遂斬其首。衆見主將死，皆亂竄，裕大呼曰：“降者勿殺。”於是降者過半。獲其資糧甲胄無數。裕歸營，撫憑之屍而哭之。先是義旗初建，有善相者，相衆人皆大貴，其應甚近，獨相憑之不貴。裕私謂無忌曰：“吾徒既爲同事，理無偏異，憑之不應獨賤。”深不解相者之言。至是憑之戰沒，裕悲其死，而知大事必成。乃以孟昶爲長史，守京口，盡合其衆，往建康迸發。 \\n 玄聞二將死，大懼；問群臣曰：“吾其敗乎？”吏部郎曹靖之對曰：“民怨神怒，臣實懼焉。”玄曰：“民怨有之，神何怒焉？”對曰：“晉氏宗廟，飄泊江濱，興楚之際，上不及祖，神焉得無怒！”玄曰：“卿何不諫？”對曰：“輦上君子，皆以爲堯舜之世，臣何敢言？”玄默然。時敵信日急，玄悉起京師勁旅，付桓謙將之，使何澹之一軍屯東陵，卞承之一軍屯覆舟山西，衆合三萬。庚頤之率精卒一萬，爲左右救援。 \\n 乙未，裕軍至，覆舟山東，先使贏弱登山，張旗幟爲疑兵，佈滿山谷，使敵人望之，不測多少。詰旦，傳餐畢，悉棄資糧，與劉毅分兵爲數隊，進突敵陣。裕與毅以身先之，將士皆殊死戰，無不一當百，呼聲動天地。時東北風急，裕乘風縱火，煙焰漲天，鼓噪之音，震動京闕。桓謙股栗，諸將不知所爲。又頤之所將，多北府人，素畏服裕，見裕臨陣，皆不戰而走，軍遂大潰。 \\n 先是，玄懼不勝，走意已決。潛令殷仲文具舟石頭，而輕可載服玩書畫。仲文問其故，玄曰：“兵凶戰危，脫有意外之變，富使輕而易運。”及聞大軍一敗，率親卒數千人，聲言赴戰，上挾乘輿，下帶家室，出南掖門以走。胡藩執馬鞚諫曰：“今羽林射手，尚有八百，皆是精銳，且西人受累世之恩，不驅一戰，一旦舍此，欲安之乎？”玄不答，鞭馬急奔，西趨石頭，與仲文等浮江南走。 \\n 斯時京中無主，百官開門迎裕。裕乃整旅入建康，下令軍士，不許擾及民間，百姓安堵如故。庚申，屯石頭城，立留台百官，焚桓溫神主于正陽門外，盡誅其宗族之在建康者。一面遣諸將追玄，一面命臧熹入宮，收圖籍器物，封閉府庫。有金飾樂器一具，裕問熹曰：“卿欲此乎？”熹正色對曰：“皇上幽逼，播越非所，將軍首建大義，勤勞王家，熹雖不肖，實無情于樂。”裕笑曰：“聊以戲卿耳。”壬申，群臣推裕領揚州，裕感王謐恩，使領揚州報之。於是推裕爲大將軍，都督揚、徐、袞、豫、青、冀、幽、井八州軍事。以劉毅爲青州刺史，何無忌爲琅訝內史，孟昶爲丹陽尹，諸大處分，皆委于穆之。倉猝立定，無不畢具。穆之謂裕曰：“晉自隆安以來，政事寬弛，綱紀不立，豪族陵縱，小民窮蹙。元顯政令違舛，桓玄科條繁細，皆失爲治之道。公欲治天下，非力矯從前之失不可。”裕乃躬行節儉，以身範物，內外百官，皆肅然奉職。不盈旬日，風俗頓改。一日，長民檻送刁逵至京，報豫州已平，裕大喜。 \\n 原來長民、魏詠之本約在曆陽舉事，爲刁逵所覺，收兵到門，詠之走脫，長民被執，囚送建康。行至當利而玄敗，送人破檻出之。長民結衆還襲豫州，遂執刁逵以獻。裕怒斬之，及其子侄無少長皆棄市，以報昔日之辱。後人有詩歎之曰：王謐爲公刁氏族，平生恩怨別秋毫。 \\n 回思雍齒封侯事，大度千秋仰漢高。 \\n 卻說劉敬宣逃奔南燕，燕主慕容德待之甚厚。敬宣素曉天文，一夜仰瞻星象，謂休之曰：“晉將復興，此地終爲晉有。 \\n ”乃結青州大姓，謀據南燕，推休之爲主，克日垂發。時劉軌爲燕司空，大被委任，不欲叛燕，遂發其謀。敬宣、休之知事泄，連夜急走，僅而得免。逃至淮、泗間，尚未知南朝消息。 \\n 敬宣夜得一兆，夢見丸土而吞之，覺而喜曰：“丸者，桓也。 \\n 桓既吞矣，吾複本土乎？”俄而，裕自京師以手書召之。敬宣接書，示左右曰：“劉寄奴果不我負也！”便與休之馳還。既至建康，裕接入大喜，謂敬宣曰：“今者卿歸，不唯濟國難，兼當報父仇也。”敬宣泣而受命，裕乃以敬宣爲晉陵太守，休之爲荊州刺史。 \\n 且說桓玄奔至尋陽，郭昶之給其器用兵力，軍旅少振，及聞何無忌、劉毅、劉道規三將來追，留何澹之守湓口，而挾帝西上。至江陵，桓石以兵迎之。玄入城，更署置百官，以卞範之爲尚書仆射，專事威猛，攝服群下。殷仲文微言不可，玄怒曰：“今以諸將失律，還都舊楚，而群小紛紛，妄興異議，方當糾之以猛，未可施之以寬也。”時荊、江諸郡，聞玄敗歸，有上表奔問起居者，玄皆卻之，令群下賀遷新都。時無忌等已至桑落州，何澹之引舟師迎戰。澹之常所乘舫，羽儀旗幟甚盛。 \\n 無忌欲攻之，衆曰：“賊師必不在此，特詐我耳，攻之無益。 \\n ”無忌曰：“不然，今衆寡不敵，戰無全勝。澹之既不居此，肪中守衛必弱，我以銳兵進攻，必得之。得之則彼勢敗而我氣倍，因而薄之，破賊必矣。”道規曰：“善。”遂往攻之，果得其舫，傳呼曰：“已獲何澹之矣！”西軍皆驚懼擾亂，東軍乘之，斬獲無數，澹之走免。遂克湓口，進據尋陽。是役也，胡藩所乘舟，爲東軍所燒，藩帶甲入水，潛行水底數百步，乃得登岸。欲還江陵，路絕不得通，乃奔豫章。裕聞而召之，遂降於裕。玄聞何澹之敗，大懼，謀欲出兵拒之。乃以大將符宏，領梁州兵爲前鋒，大軍繼進。 \\n 當是時，玄重設賞格，招集荊州人馬，曾未三旬，有衆數萬，樓船器械俱備，軍勢甚盛。而東軍兵不滿萬，頗憚之，議欲退保尋陽，再圖後舉。道規曰：“不可，彼衆我寡，今若畏儒不進，必爲所乘。雖至尋陽，豈能自固？玄雖竊名雄豪，內實恇怯。加之已經奔敗，衆無固心，決機兩陣，將勇者勝，不在衆也。”說罷，披甲而出，麾衆先進，矢石並發。西軍皆閉舫戶以避。諸將鼓勇從之，直出軍後，縱火燒甚輜重，西師大敗，玄乘輕舸，西走江陵。郭銓臨陣降毅。殷仲文已隨玄走，半路而還，因迎何皇后及王皇后于巴陵，奉之至京。裕赦其罪不問。再說玄至江陵，計點軍士，散亡殆盡。而有嬖重丁仙期，美風姿，性柔婉，玄最親昵，與之常同臥起，即朝臣論事，賓客宴集，時刻不離左右，食有佳味，必分甘與之。其時戰敗失散，玄思之，涕泣不食。遣人尋覓，絡繹載道。及歸大喜，撫其背曰：“三軍可棄，卿不可棄也。”將士聞之皆怒曰：“吾等之命，不及一嬖童，奚盡力爲？”於是衆志益離。馮該勸玄勒兵更戰，玄不從。時桓希鎮守漢中，有兵數萬，玄欲往漢中就之，而人情乖阻，號令不行。夜中處分欲發，城內已亂，急與腹心數百人，乘馬西走。行至城門，或從暗中斫之，不中。 \\n 其徒更相殺害，前後交橫，僅得至船。左右皆散，從者不滿百人。恐有他變，急令進發。猶幸後無追師，船行無礙。一日正行之次，忽有戰船百號，蔽江而來。船上槍刀林立，旗號雲屯，大船頭上，立一少年將軍，白鎧銀甲，手執令旗一面，旁立偏將數員，皆關西大漢。舟行相近，來將大喝曰：“來者何船？ \\n ”船上答曰：“楚帝禦舟。”說猶未了，來將把旗一揮，左右戰艦，一齊圍裹上來，箭弩交加，矢下如雨。玄大驚，忙令退避，水手已被射倒，艙中已射死數人，丁仙期以身蔽玄，身中數箭而死。來將跳過船來，持刀向玄。玄曰：“妝何人，敢殺天子？”來將曰：“我殺天子之賊耳。”玄拔頭上玉導示之曰：“免吾，與汝玉導。”來將曰：“殺汝，玉導焉往？”遂斬之。 \\n 悉誅其家屬，但未識殺玄者何人，且聽後文再述。 \\n 寄奴、無忌，自牢之敗後，一旅寄人耳，乃能收合勇銳，卒成大事。雖曰人事，豈非天命哉？桓玄雖具嫋雄之性，然局量褊小，無有遠圖，何能受享天位！觀於登殿而土陷，可以知其故矣。乃東奔西竄，卒斬舟中，凶頑亦何益哉！觀裕降者勿殺，及禁止擾害民間數言，孟子曰：“不嗜殺人者能一之。” \\n 開國之君，自超越尋常萬萬也。 \\n  \\n   \\n  "}
{"章节": "第五回 扶晉室四方悅服 代燕邦一舉蕩平", "正文": "  \\n 第五回　扶晉室四方悅服　代燕邦一舉蕩平 \\n 　 \\n 話說殺桓玄者，乃是益州刺史毛璩之侄毛祐之。桓玄篡位，曾遣使益州，加璩爲左將軍。璩不受命，傳檄遠近，列玄罪狀。 \\n 及聞劉裕克復京師，遣其侄祐之率兵三千進趣江陵，以絕玄之歸路。事有湊巧，恰好與玄相遇，遂擊殺之。於是傳首江陵，收兵而返。荊州太守王騰之，乃改府署爲行宮，奉帝居之，以玄首馳送東軍。無忌等大喜，以爲賊首既除，大事已定，軍心漸懈。又遇風阻，浹旬未至江陵。 \\n 那知桓玄雖死，諸桓各竄，桓謙匿沮澤中，桓振匿華容浦，各集餘黨，伺隙而動。探得東軍未至，城內無備，乘夜來襲，逆党在內者從而應之，斬關而入，江陵複陷，王騰之等皆遇害。 \\n 桓振見帝於行宮，躍馬橫戈，直至階下，瞋目向帝曰：“臣門戶何負國家，而屠滅若是？”帝弟德文下座謂曰：“此豈我兄弟意耶？”振欲殺帝。桓謙苦止之，乃下馬斂容，再拜而出。 \\n 明日遂奉璽綬還帝曰：“主上法堯禪舜，今楚祚不終，複歸於晉矣。”複晉年號，振爲都督大將軍、荊州刺史；謙爲侍中左衛將軍，招集舊旅，附者四應。無忌等間江陵複陷，大怒，星夜進兵，攻桓謙於馬頭，破之。欲乘勝勢，即趣江陵。道規止之曰：“兵法屈伸有時，不可輕進。諸桓世居西楚，群小竭力，桓振勇冠三軍，難與爭鋒。今桓謙敗，彼益致死於我，未易克也。且暫息兵養銳，徐以計策縻之，庶無一失。”無忌曰：“殘寇遺孽，一舉可蕩，君何怯焉？”遂進兵。桓振逆戰於靈溪，分兵爲左右翼，中軍嚴守不動，及戰急，親率敢死士八百，從中沖出，忽下馬，各執短刀奮砍，東軍不能支，遂大敗，死者千餘人。無忌等仍退保尋陽，上箋請罪。 \\n 先是，裕命敬宣爲諸軍後援，敬宣繕甲治兵，聚糧蓄財，日夜不怠，故無忌等雖敗退，賴以複振。停兵數旬，複自尋陽西上。至夏口，有兵守險不得前。時振遣其將馮該扼東岸，盂山圖據魯山城，桓仙客守候月壘，衆合萬人，水陸相援，毅與道規分兵向之，毅攻魯山城，道規攻偃月壘，無忌以中軍遏於中流，自辰至午，二城皆潰，生擒山圖、仙客，進薄東岸，馮該之師亦潰。先是毅恐江陵難下，致書于南陽太守魯宗之曰：“賊徒雖敗，尚據堅城，請舉南陽之兵以襲其後，首尾共擊，庶易成功。”宗之遂進兵，擊馮該於柞溪，斬之。振聞宗之兵將至，謂桓謙曰：“東軍來攻，兄暫堅守，勿與交鋒，俟吾先破南陽之兵，然後歸而擊之。”說罷，潛師以出。毅探得振不在城，進兵圍之，晝夜攻擊，將士肉薄而登，謙不能拒，遂棄城走。桓振方與宗之相持，知城中危急，引軍還救，而城已陷。 \\n 宗之追擊，振軍亦潰逃於溳川，劉懷肅追新之。桓謙、桓蔚、何澹之俱奔秦，於是何無忌奉帝先還，毅及道規留屯夏口，經理荊、襄。甲午，帝至建康，百官詣闕待罪，詔令複職，大赦改元，惟桓氏一族不赦，以桓沖忠於王室，特宥其一孫繼後。 \\n 卻說殷仲文以喪亂之後，朝廷音樂未備，言於裕，請修治之。裕曰：“今不暇治，且性所不解。”仲文曰：“好之自解。 \\n ”裕曰：“正以解則好之，故不求解耳。”仲文慚退。朝廷論建義功，進封裕爲豫章郡公，毅爲南平郡公，無忌爲安城郡公，各領本職如故。余有功者，封賞有差。先是毅嘗爲北府從事，人或以雄傑許之。敬宣曰：“不然，夫非常之才，自有調度，豈得便以此君爲人豪耶？此君外寬而內忌，自伐而尚人，若一旦遭遇，亦當以陵上取禍耳。”毅聞而恨之。至是裕以敬宣爲江州刺史，毅言於裕曰：“敬宣不豫建義，猛將勞臣，方須敘報，如敬宣之比，宣令在後，若君不忘生平，正可爲員外常侍耳。前日授郡，已爲過優，今複命爲江州，尤用駭惋。”敬宣聞而懼，因辭不就，乃遷爲宣城內史。夏四月，裕請歸藩，詔改授裕都督荊、司等十六州諸軍事，移鎮京口。 \\n 先是桓玄受禪，王謐爲司徒，親解安帝璽綬奉于玄。及領揚州，諸臣皆以爲太優，毅尤不服。一日，帝賜宴朝堂，百僚皆集，論以重鎮大臣，儼居首座。毅憤然作色曰：“前逆玄倡亂，天位下移，今幸王室重興，吾儕得爲大晉之臣，不至稽首賊廷，其榮多矣。”因問謐曰：“未識帝之璽綬今在何處？” \\n 謐默然，汗流夾背，惶愧無地，勉強終席而散。歸至家，鬱鬱以死。臨歿，請解揚州之任授裕。而毅不欲裕入輔政，議以謝混代之。遣尚書皮沈至京口告裕。沈先見劉穆之，具道朝議，穆之僞起如廁，密報裕曰：“皮沈之言，不可從也。”及沈見裕，裕令且退，呼穆之問之，穆之曰：“晉政久失，天命已移。 \\n 明公興複皇祚，勳高位重，今日形勢，豈得居謙，常爲守藩之將耶？劉、孟諸公，與公俱起布衣，共立大義，以取富貴，事有前後，故一時相推，非委體心服，宿定臣主之分也。力敵勢均，終相吞噬。揚州根本所系，不可假人。前者以授王謐，事出權宜，今若複以他授，便爾受制於人。一失權柄，無由可得。 \\n 今朝議如此，宜相酬答，必雲在我，措辭又難。唯應雲：“神州治本，宰輔至重。此事既大，非可懸論，便暫入朝，共盡同異。’公至京邑，彼此必不敢越公而授餘人矣。”裕從之，使皮沈先返，己即表請入朝。朝廷共諭其意，即征裕領揚州，錄尚書事。 \\n 裕至建康，百僚無不畏服。一日，裕集群臣議曰：“自古安內者必攘外，昔南燕、後秦，利我有內難，侵奪我疆土。今內難雖平，而南鄉等郡，尚爲秦據，宿豫以北，尚爲燕有，吾欲伐之，二者孰先？”朱齡石進曰：“後秦姚興，頗慕仁義，以禮結之，其地自還。燕自慕容德亡後，子超嗣位，國內日亂，可一舉滅之。此時兵力未足，宜有待也。”裕從之，遣使修好于秦，且求南鄉等郡，秦王興許之。群臣鹹以爲不可，興曰：“天下之善一也。劉裕拔起細微，能討桓玄，興複晉室，內厘庶政，外修封疆，吾何惜數郡，不以成其美乎？”因割南鄉十二郡歸於晉，於是秦、晉和好，終興之世，裕不加伐。 \\n 卻說南燕王慕容德，始仕于秦，爲張掖太守。母公孫氏，兄慕容納，皆居張掖。淮南之役，德從行堅入寇，留金刀與母別。謂母曰：“亂離之世，別易會難，母見金刀，如見兒也。 \\n ”後同慕容垂舉兵叛秦，秦收其兄納及諸子，皆殺之，公孫氏以老獲免。納妻段氏方娠，系獄未決，段氏在獄，終日悲啼。 \\n 一獄吏私語之曰：“夫人匆憂，吾當救汝出獄，與太夫人逃往他鄉便了。”段氏曰：“爾系何人，乃能救我？”獄吏曰：“我姓呼延，名平，夫人家舊吏也。念故主之恩，願挈家同往，以避此難。”段氏感謝。平先移家城外，接取公孫氏同往，然後乘間竊段氏出獄，逃於羌中。段氏受了驚恐，到未數日，即生一子，取名曰超。超年十歲，而公孫氏玻臨卒，以金刀授超曰：“汝得東歸，當以此刀還汝叔也。”超嘗佩之，及姚氏代秦，平以其母子遷長安。俄而平卒，遺一女，段氏即娶爲超婦。超既長，日夜思東歸，恐爲秦人所錄，乃佯狂、行乞以自汙，人皆賤之。東平公符紹遇之途，奇其貌，詢之，乃慕容超也。言于秦王興曰：“慕容超姿幹奇偉，殆非真狂。宜微加官爵以系之，勿使逃於他國。”興乃召見之。超呆立不跪，左右命之拜，乃拜。與之語，故爲謬對，或問而不答。興笑曰：“妍皮不裹癡骨，徒妄語耳。”乃斥不用。 \\n 一日，超行長安市中，見有賣蔔者，東人口聲，向之問蔔。 \\n 蔔者問其姓名，曰：“慕容超。”蔔者熟視良久，舍蔔，招之僻處，問曰：“子果慕客超耶？”曰：“然。”蔔者笑曰：“吾覓子久矣！不意今日得遇，子於夜靜來晤，吾有密事語子，萬勿爽約。”超心訝之，別去。等至更深，來詣蔔所。蔔者迎門以候，見之大喜，邀入座定，乃語之曰：“吾實告子，我非卜者，乃南燕右丞吳辯也。奉燕王之命，特來訪君。今既獲見，便請同往，稍遲，恐有泄漏，不能脫身矣。”超因是不敢告其母、妻，輒隨辯走，在路交易姓名，並無阻礙。 \\n 不一日，到了燕界，地方官先行奏知，燕王德聞其至，大喜，遣騎三百迎之。超至廣固見德，以金刀獻上。德見之，悲不自勝，與超相對慟哭。即封超爲北海王，賜衣服車馬無數，朝夕命侍左右，使參國政。蓋德無子，欲以超爲嗣也。越二載，德不豫，立超爲太子。及卒，遺詔慕容鍾，段宏爲左右相，輔太子登極。 \\n 超既即位，厭爲大臣所制，乃出鍾宏等於外，引用私人公孫五樓等，內參政事。尚書令封孚諫曰：“鍾，國之舊臣；宏，外戚重望，正應參翼百揆。今鍾等出藩，五樓在內，臣竊未安。 \\n ”超不聽，於是佞幸日進，刑賞任意，朝政漸亂。 \\n 一日，念及母妻，慘然下淚。五樓曰：“陛下不樂者，得毋以太后在秦，未獲侍奉乎？”超曰：“然。”五樓曰：“何不通使于秦，以重賂結之，啓請太后歸國也？”超曰：“誰堪使者？”五樓曰：“中書今韓范，與秦王有舊，若使之往，必得如志。”超乃遣范至秦，請歸母妻。秦王興曰：“昔符氏之敗，太樂諸妓，皆入于燕。燕肯稱藩送妓，或送吳口千人，乃可得也。”範歸複命。超與群臣議之，段暉曰：“陛下嗣守社稷，不宜以私親之故，輒降尊號。且太樂先代遺音，不可與也，不如掠吳口與之。”張華曰：“不可，侵掠鄰邦，兵連禍結，此既能往，彼亦能來，非國家之福。陛下慈親在念，豈可靳惜虛名，不爲之降屈乎？”超乃遣范複聘于秦，稱藩奉表，興謂範曰：“聯歸燕主家屬必矣。然今天時尚熱，當俟秋涼，然後送歸。”亦令韋宗聘于燕。宗至廣固，欲令燕王北面受詔。段暉曰：“大燕七聖重光，奈何一日屈節？”超曰：“我爲太后屈，願諸卿勿複言。”遂北面拜跪如儀，複獻太樂妓一百二十人于秦。秦乃還其母妻。超帥百官迎于馬耳關，母子相見，悲喜交集。於是備法駕，具儀衛，親自引導，迎入廣固，尊母段氏爲皇太后，立妻呼延氏爲皇后，大赦國中。 \\n 是冬，汝水竭，河凍皆合，而澠水不冰。超問左右曰：“澠水何獨不冰？”墨臣李宣曰：“良由帶京城，近日月也。” \\n 超大悅，賜朝服一具。時祀南郊，有獸突至壇前，如鼠而赤，大如馬。衆方驚異。須臾大風揚沙，晝晦如夜，羽儀帷幄皆裂。 \\n 超懼，以問太史令成公綏，綏曰：“此由陛下信任奸佞，刑政失均所致。”超乃黜公孫五樓。俄而五樓獻美女十名，皆吳人，善歌舞。超大悅，複任五樓如故。一日臨朝，謂群臣曰：“南人皆善音樂，今太樂不備，吾欲掠吳兒以補其數，誰堪當此任者？”群臣莫應，斛谷提、公孫歸請曰：“願得三千騎，保爲陛下掠取之。”超喜，乃命斛谷提寇晉宿豫，拔其城，大掠而去。又命公孫歸進寇濟南，掠取千餘人以獻。超簡男女二千五百，付太樂教之，重賞二人。 \\n 當是時，裕畜銳已久，本欲起師伐燕，聞之怒曰：“今不患師出無名矣。”遂抗表北伐。朝議皆以爲不可，惟孟昶、臧熹以爲必克，力勸裕行。裕以昶監中軍留府事，遂發建康。差胡藩爲先鋒，王仲德、劉敬宣爲左右翼，劉穆之爲參謀，引舟師三萬，自淮入泗。五月至下邳，留船艦軸重於後，率兵步進。 \\n 所過要地，皆築城留兵守之。或謂裕曰：“燕人若塞大峴之險，堅壁清野以待，軍若深入，不唯無功，將不能自歸，奈何？” \\n 裕曰：“吾慮之熟矣。彼主昏臣暗，不知遠計，進利擄獲，退惜禾苗。謂我孤軍遠入，不能持久，極其所長，不過進據臨朐，退守廣固而已。守險、清野之計，彼必不用，敢爲諸君保之。” \\n 卻說超聞晉師至，自恃其強，全無懼意，謂群臣曰：“晉兵若果至此，當使只馬不返。”段暉曰：“吳兵輕果，利在速戰，不可爭鋒。宜據峴，使不得入，曠延時日，沮其銳氣，然後徐簡精騎三千，循海而南，絕其糧道。更命一將率袞州之衆，緣山東下，腹背擊之，此上策也。各命守宰，依險自固，計其資儲之外，餘悉蕩盡，芟除禾苗，使敵無所資。軍食既竭，求戰不得，旬月之間，可以坐制，此中策也。縱敵入險，出城逆戰，策之下也。”超曰：“卿之下策，乃是上策。今歲星居齊，以天道推之，不戰自克。客主勢殊，以人事言之，勝勢在我。 \\n 今據五州之地，擁富庶之民，鐵騎萬群，麥禾蔽野，奈何芟苗徙民，先自蹙弱。不若縱使入峴，以精騎擊之，何憂不捷？” \\n 桂林王慕容鎮曰：“陛下必以騎兵利平地者，宜出大峴逆戰，戰而不勝，猶可退守，不宜自棄險固，縱之使人也。”超不從。 \\n 鎮出，謂段輝曰：“主上不能逆戰卻敵，又不肯徙民清野，酷似劉璋矣。今年國滅，吾必死之。”或以告超，超大怒，收鎮下獄。卻說晉師過大峴，燕兵不出。裕坐馬上，舉手指天，喜形於色。左右曰：“公未見敵，何喜之甚？”裕曰：“兵已過險，士有必死之心。餘糧樓畝，軍無匱乏之憂，慮已入吾掌中矣。 \\n ”及裕至東莞，超方遣公孫五樓、段暉，將步騎五萬屯臨朐，自將步騎四萬爲後援。裕將戰，以車四千乘爲兩翼，方軌徐進，與燕兵戰于臨朐南。自早至日昃，勝負未決，胡蕃言於裕曰：“燕悉兵出戰，臨朐城中，留守必寡，願以奇兵從間道取其城，此韓信所以破趙也。”裕從其計，遣藩引兵五千，從小路抄出燕軍之後，進攻臨朐。兵至城下，城中果無備，副將向彌擐甲先登，大呼曰：“輕兵十萬，從海道至矣。”軍士隨之而上，守城兵皆潰，遂克之。時燕軍方與晉師交戰，勝負未決。一間臨朐已失，衆心皆亂。裕乘其亂，縱兵奮擊，遂大勝之，斬段暉及大將十余人。超率餘兵遣還廣固。晉兵逐北，直抵廣固城下，克其外城。超退保小城以守。裕築長圍守之，圍高三丈，穿塹三重。超在圍中，惶懼無計，遣尚書令張綱乞師于秦。赦桂林王鎮於獄，引見謝之，問以禦敵之策。鎮曰：“百姓之心，系于一人，今陛下親統六師，奔敗而還，求救于秦，恐不足恃。 \\n 今散率還者，尚有數萬，宜悉出金帛，懸重賞，與晉更決一戰。 \\n 若天命助我，必能破敵，如其不然，死亦爲美，比於閉門待盡，不尤愈乎？”五樓曰：“晉兵乘勝，氣勢百倍，我以敗軍之卒當之，不亦難乎？秦與吾分據中土，勢同唇齒，安得不來相救？ \\n 但不遣大臣，則不能得重兵，韓范素爲秦重，宜遣乞師。”超乃遣範赴泰求救。那知其時秦邦爲夏人入寇，出師屢敗，自顧不暇。張綱乞師，已徒勞而歸，行至半途，爲晉軍所獲，遂降於裕。裕使綱升樓車，周城大呼曰：“秦爲夏王勃勃所破，不能出兵相救矣。”城中聞之，莫不喪氣。又江南每發兵及造使者至廣固。裕潛遣精騎夜迎之，及明，張旗鳴鼓而至，城中益恐。 \\n 卻說韓范至長安，苦懇救援，秦許出兵一萬救之。先遣使謂裕曰：“慕容氏相與鄰好，今晉攻之急，秦已發鐵騎十萬屯洛陽，晉軍不還，當長驅而進。”裕呼使者謂曰：“語汝姚興，我克燕之後，息兵三年，當取關洛，今能自送，便可速來。” \\n 劉穆之聞有秦使，馳人見裕，而秦使已去。裕以所言告之，穆之尤裕曰：“常日事無大小，必賜預謀。此宜細酌，奈何遽爾答之？此語不足以威敵，適致敵人之怒。若廣因未下，秦寇奄至，不審何以待之？”裕答曰：“此是兵機，非卿所解，故不相語耳。夫兵貴神速，彼若審能赴救，必畏我知，甯容先遣信命，逆設此言，是張大之辭也。晉師不出，爲日久矣，今見伐燕，秦必內懼，自保不暇，何能救人！”穆之乃服，秦果兵出複止。韓范不能歸燕，亦降於裕。由是，燕之外援遂絕。 \\n 超每巡城，必挾寵姬魏夫人同登，見晉兵之盛，握手對泣。 \\n 左右諫曰：“陛下遭否塞之運，正當努力自強，以壯軍心，而乃爲兒女子泣乎？”超拭淚而止。城久閉，城中男女病腳弱者大半，出降者相繼。尚書今悅壽曰：“今天助寇爲虐，戰士凋疲，獨守窮城，外援無望，天時人事，概可知矣。苟歷數有終，堯舜猶將避位，陛下豈可不思變通之計乎？”超歎曰：“廢興，命也。吾寧奮劍而死，不能銜璧而生。”丁亥，裕集諸將命之曰：“賊智窮力絕，而城久不拔者，皆將士不用命之故。今日先登者有賞，退後者有刑，限在午時必克！”或曰：“今日往亡，不利行師。”裕曰：“我往彼亡，何爲不利？”於是，諸將鼓勇，四面並攻，但未識廣固一城，果能即下否，且俟後文再講。桓玄篡逆，道遇毛祐之而殲，亦天敗惡人也。機事怠緩，複使諸桓得志，乘輿幾至不保。幸桓謙一言而止，又不幸中之幸。無忌不聽道規之言，剛愎自用，其敗宜矣。殷仲文當國祚傾危之時，侈言音樂，宜爲寄奴所鄙。敬宣之論劉毅，其言甚當，乃忌而譖之，即敬宣所雲外寬內忌也。慕客超以戮辱之餘，一朝得志，信讒好諛，朝政壞敚至兵臨城下，不用老成之計，獨試下策，暗弱真如劉璋。又臨陣對敵，尚挾魏氏登城，尤屬可笑。惟爲迎母而降屈，猶有人心，不得一概少之。寄奴知彼知己，料敵如是，用兵如神，所至克捷，真所謂天挺人豪者耶！ \\n  \\n   \\n  "}
{"章节": "第六回 東寇乘虛危社稷 北師返國靖烽煙", "正文": "  \\n 第六回　東寇乘虛危社稷　北師返國靖烽煙 \\n 　 \\n 話說晉攻廣固，將士齊奮，自早至午，城遂破。燕王超領十數騎，突圍出走，晉軍追獲之，執以獻裕。裕立之階下，數以不降之罪。超神色自若，一無所言。時敬宣在側，超顧而見之曰：“子非吾故人乎？願以母爲托。”蓋敬宣前奔南燕，正值超爲太子，同遊甚得，故超雲爾，其後敬宣厚養其母終身。 \\n 卻說裕忿廣固久不下，欲屠其民。韓範諫曰：“晉室南遷，中原鼎沸，士民無援，強則附之。既爲君臣，自應爲之盡力。 \\n 彼皆衣冠舊族，先帝遺民。今王師吊伐而盡屠滅之，竊恐西北之人，無複來蘇之望矣。”裕改容謝之，斬公孫王樓等數十人，餘無所誅，送超詣建康斬之。 \\n 話分兩頭，先是妖賊孫恩，擾亂三吳，進犯京口。裕屢擊敗之，所虜男女人口，死亡略盡，懼爲官軍所獲，遂赴海死。 \\n 其党及妓妾從死者以百數，人謂之水仙。而餘衆數千，複推恩妹夫盧循爲主。循神彩清秀，雅有才藝，少時有沙門惠遠見之，曰：“君雖體涉風素，而志存不軌，奈何？”至是果爲盜魁。 \\n 循又有妹丈徐道覆，多智樂亂，爲循謀主，蓄兵聚財，勢日以大。桓玄篡晉，欲撫安東土，因加官爵以糜之，以循爲番禺太守，道覆爲始興相。二人雖受朝命，爲寇如故。及裕克復京師，循乃遣使貢獻。時朝廷新定，未暇征討，如其官命之。循遺裕益智粽，裕報以續命湯。於是憚裕之威，兇暴少戢。 \\n 再說海中有一鹿島，方圓百有餘裏，地産魚鹽，爲蛋戶所居。風俗強悍，居民鮮少，有大盜周吉據之，招集兵衆，建設樓船，橫行海中，自號“飛虎大王”。其妻羅氏，曾得異人傳授，有呼風喚雨之能，走石揚沙之術，手舞雙刀，能飛行水面，以故人皆畏之。昔孫恩在時，欲與結納，常遣盧循奉命往來，羅氏見而悅之。其後吉死，羅氏代統其衆，號令嚴明，群盜畏服。然孀居無偶，欲求良配，而手下頭目等衆，無一當其意者。 \\n 因念盧循人物軒昂，可以爲夫，遣人向循說合，循以有妻辭之。 \\n 來人回報，羅氏笑而不言。一日，忽擁樓船百號，甲士數千，親至番禺，邀循相見。循出見之，羅氏謂曰：“君乃當世英雄，吾亦女中豪傑，願以身許君者，欲助君成大事也，君何不允？ \\n ”循曰：“前妻不可棄，屈卿居下，又不敢耳。”羅氏笑曰：“君不能自主耶？吾請與尊夫人當面決之。”遂與循並馬入城，至府，循妻出接。方升堂，未交一語，羅氏即拔劍斬之。 \\n 顧謂循曰：“今不可以生同室，死同穴乎！”衆大駭，然憚其勇決，不敢動。循亦唯唯惟命。一面將屍首移置它處，厚加殯殖。一面即設花燭，堂上交拜焉。由是鹿島之甲兵府庫，悉歸番禺，而循益強。一日，道覆自始興來，謂循曰：“將軍聞劉裕北伐乎？”循曰：“聞之。”道覆曰：“此可爲將軍賀也。 \\n ”循曰：“何賀？”道覆曰：“本住嶺外，豈以理極於此，傳之子孫耶？正以劉裕難敵故也。今裕頓兵堅城之下，未有還期。 \\n 我以此思歸死士，掩擊何、劉之徒，如反掌矣。不乘此機，而苟求一日之安，朝廷常以將軍爲腹心之疾，若裕平齊之後，息甲歲餘，自率銳師過嶺，雖以將軍之神武，恐不能當也。今日之機，萬不可失，若先克建康，傾其根本，裕雖南還，無能爲也。此所以爲將軍賀也。”循大喜，羅氏亦力勸之，遂與道覆刻期起兵。 \\n 先是道覆在始興，使人伐船材于南康山，至始興賤賣之，居民爭市，船材大積而人不疑。至是悉取以裝艦，旬日而辦。 \\n 於是循寇長沙，道覆寇南康、廬陵、豫章等郡。守上者皆棄城走。時克燕之信未至，而賊勢大盛，京師震恐。何無忌得報，大怒曰：“彼欺朝廷無人耶？”遂自尋陽起師拒之。長史登潛之諫曰：“聞賊兵甚盛，又勢居上流，逆戰非便，宜決南塘之水，守城堅壁以待之，彼必不敢舍我遠下。蓄力養銳，候其疲老，然後擊之，此萬全之策也。”參軍劉闡亦諫曰：“循所將之兵皆三吳舊賊，百戰餘勇。始興溪子，敏捷善鬥。又有妖婦助之，未易輕也。將軍宜留屯豫章，徵兵屬城，兵至合戰，亦未爲晚。若以此衆輕進，殆必有侮。無忌不聽。三月壬申，與賊軍遇于豫章，率衆進擊。兵鋒初交，大風猝起，吹沙蔽日。 \\n 官軍船艦，皆爲風水衝擊，把持不定。無忌所乘大舟，漂泊東岸，賊舟乘風逼之，箭炮並發。無忌見事急，厲聲曰：“取我蘇武節來！”節至，執以督戰。賊衆雲集，左右皆盡，無忌辭色無撓，握節而死。於是中外大震，廷臣皆懼，急以帝詔追裕還國。當是時，南燕既下，裕方屯兵廣固，撫納降附，采拔賢俊，經營三齊。忽有詔至，以海寇內犯，官軍屢敗，召使速還。大驚，乃以韓范爲都督八郡軍事，留守廣固，班師還南。至下邳，以船載輜重，先率精銳步歸。至山陽，信益急，大慮京邑失守，卷甲兼行，與數十人奔至淮上。問行人以朝廷消息，行人曰：“賊尚未至建康，劉公若還，便可無憂。”裕心少安。將濟江，遇大風，浪湧如山，船不得行。左右勸俟風息，裕曰：“若天命助國，風當自息。若其不然，覆溺何害？”即登舟，舟移而風止。過江至京口，士民見之，皆額首稱慶。入朝，群臣皆來問計。裕曰：“今日守爲上，戰次之，毋驚惶，毋亂動，進退一唯吾命，諸君共體此意可耳。”時諸葛長民、劉藩、劉道規，各率本道兵入衛建康，裕皆令嚴兵以守。 \\n 卻說劉毅分鎮姑孰，聞亂，即欲出兵討賊，以疾作不果。 \\n 及聞無忌敗，力疾起師，來討盧循。裕恐其輕敵，以書止之曰：吾往時習擊妖賊，曉其變態。賊新得志，其鋒不可犯。今修船垂畢，當與弟協力同舉。克平之日，上流之任，皆以相委。 \\n 此時尚宜有待。無忌既誤于前，弟不可再誤於後也。 \\n 書去，恐毅不聽，又遣其弟劉藩往止之，毅怒謂藩曰：“往以一時之功相推，汝謂我真不及寄奴耶？”投書於地，決意行師。先是裕與毅協成大業，而功居其次，心常不服。又自負其才，以爲當世莫敵，常雲恨不遇劉、項，與之並爭中原。又嘗于東府會集僚友，大樗蒲，一判應至百萬，餘人皆敗，惟裕與毅在後，未判勝負。毅舉手一擲，得雉大喜，搴衣繞床叫曰：“非不能盧，無事此耳！”裕忿其言，因握五木於手，久之而後擲曰：“老兄試爲卿答。”既而四子俱黑，內一子轉躍未定，裕厲聲喝之，即成盧，笑謂毅曰：“此手何如？”衆俱喝采。 \\n 毅色變，徐曰：“亦知公不能以此見借也。”故常欲立奇功以壓裕望。今決意伐循，謂大功可立，遂率舟師二萬，即日進發。 \\n 時循攻湘中諸郡，道覆進攻尋陽，聞毅將至，馳使報循曰：“毅兵甚盛，成敗之機，全系於此，當並力擊之。若使克捷，天下無複事矣，不憂上面不平也。”循得報，即日發巴陵，與道覆合兵而下。五月戊午，兩軍相遇于桑落洲，賊兵回船卻走，毅衆爭先，追下數裏。忽見戰船排開，一女將手舞雙刀，飛行水面。衆皆矚目視之，霎時狂風大作，天地昏暗，盧循兵從左起，道覆兵從右起，兩下夾攻。女將引兵當前衝擊，四面八方，皆是賊兵，莫測多少，官軍大潰。毅棄船登岸，以數百人步走得脫，所棄輜重山積，循皆獲之。喜謂道覆曰：“何、劉盡敗，今可不煩兵刃而入建康矣。”軍中置酒相賀。及聞裕已還朝，相顧失色曰：“彼來何速耶？”循欲退還尋陽，攻取江陵，據二州以抗朝廷。道覆不可，謂宜乘裕初返，未暇整備，攻之可克，遲則恐難勝也。循於是引兵徑進。 \\n 時北師初還，將士多創病，建康戰士，不盈一萬。毅敗之後，賊勢益強，戰士十余萬，舟車百里不絕，樓船高十二丈。 \\n 敗還者爭言其強，京師人情恟懼，皆慮難保。孟昶欲奉乘輿過江，裕不許。先是昶料無忌、劉毅兵必敗，已而果然。至是又謂裕必不能抗循，人皆信之。王仲德言於裕曰：“昶言徒亂人心耳，公以雄才作輔，新建大功，威震六合，妖賊乘虛入寇，既聞凱還，自當奔潰，若先自道逃，勢同匹夫，何以號令天下？ \\n 此謀若立，仲德請從此辭。”裕曰：“卿意正與吾同。”昶固請出避，裕曰：“今重鎮外傾，強寇內逼，人情危駭，莫有固志。若一旦遷動，便知土崩瓦解，江北亦豈可得至？設令得至，不過遷延日月耳。將土雖少，自足一戰，若其克濟，則臣主同休。苟厄運必至，我當橫屍廟門，遂其由來以身許國之志，不能竄草間苟求存活也。我計決矣，卿勿複言。”昶忿其言不行，且以爲必敗，固請死。裕怒曰：“卿且再申一戰，死複何晚！ \\n ”昶知言必不用，乃抗表自陳曰：“臣裕北伐，衆並不同。惟臣獨贊其行，致使強賊乘間，社稷將傾，臣之罪也。謹引咎以謝天下。”封表畢，仰藥而死。後人有詩譏之曰：持亂扶危仗有人，將軍何自遽亡身？ \\n 寄奴當日從君計，晉室江山化作塵。 \\n 裕聞昶死，慮人心不安，自屯石頭，命諸將各守要處。其子義隆始四歲，使劉粹輔之，以鎮京口。裕見民臨水望賊，怪之，以問參軍張邵。邵曰：“若節越未反，民方奔散不暇，何能觀望？今當無複恐耳。”裕然之。時賊信益急，裕謂諸將曰：“賊若於新亭直進，其鋒不可當，宜且回避，勝負之事，未可量也，若回泊西岸，此成擒耳。”衆皆不解其故。及盧循兵至淮口，道覆請於新亭直趣白石，焚舟而上，分數道攻裕，則裕軍必敚循欲以萬全爲計，謂道覆曰：“大軍未至，孟昶望風自裁，以大勢言之，自當計日潰亂。今決勝負於一朝，既非必克之道，而徒傷士卒，不如按兵待之。”道覆退而歎曰：“盧公多疑少決，我終爲所誤，使我得爲英雄驅馳，天下不足定也。 \\n ”裕登石’頭城望之，初見循軍引向新亭，顧左右失色。既而回泊蔡州，乃悅。劉毅經涉蠻晉，僅能自免，從著饑疲，死亡什七八，浹旬才至建康待罪。裕慰勉之，使知中外留事。丙寅，裕命沈林子、徐赤特築寨南岸，斷查浦之路，戒令堅守勿動。 \\n 自引諸將，結營于南塘，遙爲犄角之勢。慮循引兵登岸，進攻查浦，徐赤特見其兵少，欲擊之。林子曰：“此誘我耳，後必有繼，不可擊也。”赤特不從，遂出戰。後隊大至，赤特戰死。 \\n 林子據柵力戰，勢漸不支。裕命朱齡石急往救之，柵得不破。 \\n 賊連攻三日，林子堅守不出。裕謂諸將曰：“賊專攻查浦，而不以兵向我者，懈吾備也。今夜月黑，且有妖婦助之，必來劫營，須爲之防。”因令營前連夜掘成深塹，上鋪木板，把沙土蓋好，兩旁設大骨百張，伏兵四面。俟營中號炮一響，齊出擊之，諸將遵令而行。 \\n 卻說盧循是夜，欲令羅氏去幼大營，正好黑夜用法，道覆曰：“劉裕狡詐，大營豈有無備？不如去劫查浦小寨，可以必勝。”循曰：“吾連日專攻小寨者，正爲今夜用計耳，君何疑焉？”羅氏曰：“吾有神兵相助，以千人往，便足直破其壘。 \\n 君等在後爲援，俟吾勝時，四面截擊可也。”循大喜。 \\n 等至更深，羅氏領兵前往。將近敵營，馬上作法起來，狂風大作，黑霧迷天，空中有百千萬人馬護從。那知才及寨門，忽如天崩地裂一聲，把前面人馬陷人塹裏。羅氏收馬不及，亦跌下去。營中一聲炮響，兩旁弓弩齊發，如雨點一般射來，羅氏身中數箭而死。伏兵四起，火把齊明，盧循領兵在後，知是中計，只得退下還船。檢點前隊一千兵馬，皆被殺盡，又喪了愛妻，不勝大慟，謂道覆曰：“吾不能留此矣，且還尋陽，再圖後舉。汝引一支人馬，進取江陵。”道覆從之，遂令範崇民以五千人斷後，大軍盡退。 \\n 諸將見循兵退去，請裕追之。裕不應，大治水軍，命孫處、沈田子二將，率衆三千，自海道襲番禺。從皆謂海道艱遠，得至爲難，且分撤見力，非目前之急。裕曰：“大軍十二月之交，定破妖賊，此時必先傾其巢穴，使彼走無所歸，則可以殲盡醜類，免貽後日之憂，諸君特未見及此耳。”衆皆稱善。今且按下。 \\n 且說徐道覆來攻江陵。江陵守將劉道規，裕之弟也。初聞賊逼京邑，遣其將檀道濟率兵三千入援。至尋陽，爲賊將苟林所破，引師退歸。林遂乘勝伐江陵，兵勢甚盛。又其時譙縱反于蜀，桓謙自秦歸之，引蜀師來寇。苟林屯於江津，桓謙軍於枝江，二寇交逼，遙相呼應。加以江陵士庶，多桓氏義舊，並懷二心。道規乃會將士告之曰：“桓謙今在近畿，聞人士頗懷去就之計。吾東來文武足以濟事，若欲去者，本不相禁。”因夜開城門，達曉不閉。衆感其誠，莫有叛者。襄陽太守魯宗之，知江陵危急，率衆來援。道規單騎迎入，遂以守城事委之，而自率諸將攻謙。或諫之曰：“今遠出攻謙，勝未可必。苟林近在江津，伺人動靜，若來攻城，宗之未必能固，脫有差跌，大事去矣。”道規曰：“諸君不識兵機耳。苟林庸才，無他奇計，以吾去未遠，必不敢引兵向城。桓謙不虞吾至，攻之輒克。林聞謙敗，則心膽俱破，豈暇得來？且宗之獨守，何爲不支數日？ \\n ”於是率領兵馬，水陸齊進，攻謙于枝江，謙果大敗，單舸走，副將劉遵追斬之。還擊荀林，林亦走，江陵得安。至是道覆率衆三萬，奄至破家。或傳盧循以平京邑，遣道覆來爲荊州刺史，江漢士民，無不畏懼，道規曰：“此未可縱之臨城也。”於是築壘于豫章口拒之。道覆屢攻不克。 \\n 話分兩頭，裕治水軍畢，以檀韶爲前鋒，擊斬賊將範崇明于南陵。循懼，馳報道覆曰：“匆爭江陵，且還拒裕。”於是道覆引軍急還，與循軍合。冬十二月，裕至雷池，賊衆揚言不攻雷池，當乘流徑向建康。裕謂諸將曰：“賊設此言，明日當來決戰矣。吾軍當嚴陣以待。”詰旦，果見賊舟蔽江而下，旗槍密布，金鼓震天，前後莫見舶艫之際。裕乃命步兵屯於西岸，先備火具，藏於岸側，戒軍士曰：“今日西風甚急，賊占上風，必泊西岸，可縱火燒之。”步兵領命而去。又令舟師悉出輕艦，分作數十隊，列於東岸。船上各設大弓百張，戒之曰：“初則擇利而戰，進退自由。一聞中軍鼓起，萬衆齊備，退者立斬。 \\n ”衆將畢奉令行事。將戰，賊舟果盡泊西岸，官軍若迎若拒，東逐西走，西逐東走，勢若遊龍。俄而賊陣中火焰沖起，裕命擊之。鼓聲大震，請將無不奮勇殺人，後面火勢愈盛，樓船大半被燒。前面萬弩齊發，中者貫胸，賊兵大潰。岸上忽豎招降旗一面，上書降者免死，於是賊兵得脫者，無不棄甲奔降。循與道覆見事急，遂收餘兵東遁。 \\n 先是裕揮衆進戰，所執麾竿忽折，幡沈于水，衆皆失色。 \\n 裕笑曰：“往年覆舟山之戰，幡竿亦折，今者複然，賊必平矣。 \\n ”至是果大捷，所獲士卒芻糧無數。請將入賀，裕曰：“賊今敗去，必還番禺。斯時番禺，諒已爲孫處等所據矣。然孤軍無援，恐不足以制之。”乃命胡藩、孟懷玉率輕軍五千，尾而追之，務殲盡丑類而止。 \\n 卻說循與道覆率領殘兵，星夜逃回番禺。那知孫處、沈因子二將，奉了劉裕的將令，已於十二月之交，引兵襲據其城，戮其親党，嚴兵以待。循在路，不知其城已失，一到番禺，忙即整衆入城。行至城下，見四門堅閉，城上遍插旌旗，一將全身披挂，立於城上，大喝曰：“盧循，汝巢穴已失，今來何爲？ \\n ”循大驚，問曰：“爾何人，敢據吾地？”城上將對曰：“我振武將軍孫處也。奉太尉之命，傾爾巢穴，絕爾後路，爾尚不知死活耶！”循顧道覆曰：“此城若失，吾無容身之地矣，奈何？”道覆曰：“事急矣，乘其孤軍無援，速攻之，可克也。 \\n ”於是揮令賊衆，四面攻擊，城中亦四面拒之。相持二十餘日，漸不能支。孫處謂田子曰：“救兵不至，矢石將竭，奈何？” \\n 因數曰：“風色已轉西北，不出三日，救兵必至矣。”一日，忽聞城外炮聲如雷，賊兵紛紛退去，遙望海口，一支人馬，皆是官軍旗號，在賊陣中左沖右突，賊兵抵死相敵。因數知救兵已至，遂留孫處守城，親率兵衆，前來助戰。兩路夾擊，賊衆大敗，盧循狼狽逃去。道覆欲走始興，衆散被殺。戰罷，方知來援者，乃胡藩、孟懷玉也，相見大喜。田子請二將入城，胡藩謂田子曰：“賊去未遠，追之可獲，君同孫將軍，擁戢地方。 \\n 我同盂將軍，去擒賊徒便了。”說罷，分手而別。但未識官軍追去，果能擒得賊徒否，且聽下回分解。 \\n 慕客超雖無人君治國之道，乃能慷慨就戳，亦不可盡非。 \\n 至臨死以母相托，而敬宣能不負所言，亦人所難得。韓范以燕臣降裕，而能救合城性命，亦有可龋盧循劇賊，乘國家之急，恣其侵掠，又輔以道覆、羅氏，真是如虎生翼。無忌既敗於前，劉毅複踵其後，非寄奴堅忍待之，料事如鑒，幾於不可收拾。 \\n 道覆智謀，迥出何、劉上，早能收而用之，亦一良性。惜其竄身於賊，卒至隨賊而沒也。羅氏妖婦，夫死而求婚盧循，已不足齒。一見正妻，遽焉仗劍殺之，兇悍尤出人意外。孟昶雖料事多中，而其才不如劉裕，乃自信太深，仰藥先死，亦可謂智而愚者矣。 \\n  \\n   \\n  "}
{"章节": "第七回 除異己暗襲江陵 剪強宗再伐荊楚", "正文": "  \\n 第七回　除異己暗襲江陵　剪強宗再伐荊楚 \\n 　 \\n 話說盧循大敗而逃，僅存樓船數號，殘兵數百，欲往交州，又通風阻不得進。後面追兵，漸漸趕上。自知不兔，乃召其妓妾問曰：“誰能從我死者？”或雲：“鼠雀偷生，就死實難。 \\n ”或雲：“官尚就死，何況我等？”循乃釋願死者不殺，而殺諸辭死者，自投於海而死。追兵至，取其屍斬之，傳首建康。 \\n 裕聞賊平，大喜，以交州刺史杜慧度鎮番禺，詔諸將班師。朝廷論平賊功，進封裕爲宋公，諸將進爵有差。獨劉毅兵敗無功，不獲進爵。裕念其舊勳，因命劉道規鎮豫州，而以毅爲荊州刺史。 \\n 且說毅自桑落敗後，知物情去已，彌複憤激，雖居方鎮，心常怏怏。又裕素不學，而毅頗涉文雅，故朝士有清望者多歸之。與尚書謝混、丹陽尹郗僧施深相憑結，既據上流，陰有圖裕之志。求兼督交、廣二州，裕許之。又奏以郗僧施爲南蠻校尉，裕亦許之。僧施既至江陵，毅謂之曰：“昔劉先主得孔明，猶魚之有水。今吾與足下，何以異此？”毅有祖墓在京口，表請省墓。裕往候之，會于倪塘，歡宴累日。胡藩私謂裕曰：“公謂劉衛軍終能爲公下乎？”裕默然，久之曰：“卿謂何如？ \\n ”藩曰：“連百萬之衆，攻必取，戰必克，毅固以此服公。至于涉獵傳記，一談一詠，自許以爲雄豪，於是縉紳白麵之士，輻輳歸之，恐終不爲公下，不若乘其無備除之。”裕曰：“吾與毅俱有克復之功，其過未彰，不可自相圖也。” \\n 既而毅還荊州，變易守宰，擅改朝命，招集兵旅，反謀漸著。其弟藩爲袞州刺史，欲引之共謀不軌，托言有病，表請移置江陵，佐己治事。裕知其將變，陽順而陰圖之，答書雲：“今已征藩矣，俟其入朝後，即來江陵也。”毅信之。九月已卯，藩自袞州入朝，裕執之，並收謝混於獄，同日賜死。於是，會集諸將謀攻江陵，諸將皆曰：“荊上強固，士馬衆多，攻之非旦夕可下，須厚集兵力圖之。”階下走過一將，慷慨向裕曰：“此行不勞大衆，請給百舸爲前驅，襲而取之，旦夕可克。劉毅之首，保即采於麾下。”裕大喜，衆視之，乃參軍王鎮惡也。 \\n 且說鎮惡，本秦人，丞相王猛孫，生於五月五日。家人以俗忌不利，欲令出繼於外。猛見而奇之，曰：“此兒不凡，昔孟嘗惡月生而相齊，是兒亦將興吾門矣。”故名之爲鎮惡。年十三苻答氏亡，關中亂，流寓崤、澠之間，嘗寄食裏人李方家，方厚待之。鎮惡謂方曰：“若遭遇明主，得取萬戶侯，當厚相報。”方曰：“君丞相孫，人才如此，何患不富貴？得志日，願勿忘今日足矣。”後奔江南，居荊州，讀孫吳兵書，饒謀略，善果斷，喜論軍國大事。廣固之役，裕求將才于四方。或以鎮惡薦，裕召而與語，意略縱橫，應對明敏。大悅，留與共宿。 \\n 明旦，謂參佐曰：“吾間將門有將，信然。”即以爲中兵參軍。 \\n 至是請爲前驅，裕命蒯恩佐之，將百舸先發，戒之曰：“若賊可擊，則擊之。不可，則燒其船艦，留水際以待我。” \\n 鎮惡領命，晝夜兼行。在路有問及者，詭雲劉袞州往江陵省兄。其時人尚未知劉藩已誅，故皆信之。已未，至豫章口，去江陵城二十裏，舍船步上。每舸各留一二人，對舸岸上，各立六七旗，旗下置鼓，戒所留人曰：“計我將至城，便擊鼓呐喊，盡燒江津船隻，若後有大軍狀。”於是鎮惡居前，蒯恩次之。徑前襲城。正行之次，江陵將朱顯之往江口，遇而問之，答以劉袞州至。顯之曰：“劉袞州何在？”曰：“在後。”顯之至軍後，不見藩，而見軍士擔負戰具，遙望江津，煙焰張天，鼓噪之聲甚盛。知有變，便躍馬馳歸，驚報毅曰：“外有急兵，垂至城矣。直令閉門勿納。”毅大駭，急下令閉門。關未及閉，鎮惡已率衆馳入，殺散守卒，進攻金城。金城者，毅所築以衛其府者也。守衛士卒皆在焉，猝起不意，人不及甲，馬不及鞍，倉皇出拒。大將趙蔡，毅手下第一勇將，素號無敵，才出格鬥，中流矢而死。人益惶懼，自食時戰至中哺，城內兵皆潰，鎮惡破之而入。遣人以詔及裕書示毅，毅燒不視。督廳事前士卒力戰。逮夜，士卒略盡，毅見勢不能支，率左右三百許人，開北門突走。鎮惡慮暗中自相傷犯，止而不追。初，長史謝純將之府，聞兵至，左右欲引車歸。純叱之曰：“我人吏也，逃將安之？”，遂馳府，與毅共守。及毅走，同官毛修之謂純曰：“吾擠亦可去矣。”純不從，爲亂兵所殺。毅出城，左右皆叛去，夜投牛牧佛寺。寺僧拒之曰：“昔桓蔚之敗，走投寺中，亡師匿之，爲劉衛軍所殺，今實不敢容留異人。”毅歎曰：“爲法自弊，一至於此。”遂縊而死。明日居人以告，鎮惡收其屍斬之。後人有詩悼之曰：蓋世勳名轉眼無，敢誇劉、項共馳驅。 \\n 呼盧已自輸高手，豈有雄才勝寄奴？ \\n 先是毅有季父鎮之間居京口，不應辟召，嘗謂毅與藩曰：“汝輩才器，足以得志，但恐不久耳。我不就爾求財位，亦不同爾受罪累。”每見毅導從到門，輒詬之，毅甚敬畏。未至宅數百步，悉屏儀衛，步行至門，方得見。及毅死，不涉於難，人皆高之。乙卯，裕至江陵，鎮惡迎拜于馬首曰：“仰仗大威，賊已授首，幸不辱命。”裕曰：“我知非卿不能了此事也。” \\n 荊州文武，相率迎降，收郗僧施斬之，餘皆不問。捷音至京，舉朝相慶。 \\n 時諸葛長民已有異志，聞之不悅。先是裕將西討，使長民監太尉留府事。又疑其不可獨任，加穆之建武將軍，配兵力以防之，以故長民益自疑。猶冀毅未即平，與裕相持於外，可以從中作難。及聞毅死，大失望，謂穆之曰：“昔年醢彭越，今年殺韓信，吾與子皆同功共體者也，能無危乎？”穆之不答，密以其言報裕。裕乃潛爲之防，以司馬休之爲荊州刺史，留鎮江陵，而身還建康。大軍將發，長史王誕，請輕身先下。裕曰：“長民邇來，頗懷異志。在朝文武，恐不足以制之，卿詎宜先下。”誕曰：“長民知我蒙公垂盼，今輕身單下，必當以爲無虞，乃可少安其意耳。”裕笑曰：“卿勇過賁、育矣。”乃聽先還。裕既登路，絡繹遺輜重兼程而下，雲於某日必至。長民與公卿等，頻日候奉於新亭，而裕淹留不還，輒爽其期，候者皆倦。乙丑晦，裕乘輕舟徑進，潛入東府。公卿聞之，皆奔候府門，長民亦驚趨而至。裕先伏壯士丁旿于幔中，單引長民入。 \\n 降座握手，殷勤慰勞。俄而置酒對飲，卻人閒話，凡平生所不盡者皆與之言，長民甚悅。酒半，裕僞起如廁，忽丁旿持刀從幔後出，長民驚起，而刃已及身，遂殺之。裕命輿屍付廷尉，並收其弟黎民。黎民有勇力，與衆格鬥而死。故時人語曰：“莫跋扈，付丁旿。”由是群臣恐懼，莫不悚息聽命。 \\n 再說朝廷相安未久，旋又生出事來，費卻一番征討，曆久方平。你道此事從何而生？先是司馬休之爲荊州刺史，勤勞庶務，撫恤民情，大得江漢心。有長子文思，嗣其兄譙王尚之後，襲爵于朝，與弟文寶、文祖並留京師。文思性兇暴，好淫樂。 \\n 手下多養俠士刺客。離城十裏，建一座大花園，以爲遊觀之所，而兼習騎射。一日走馬陌上，見隔岸柳陰之下，有一群婦女，聚立觀望。內有一女，年及十五六，容顔絕麗，體態風流。文思立馬視之，目蕩心搖，顧謂左右曰：“此間何得有此麗人？ \\n ”有識之者曰：“此國鄰宋家女也。”婦女見有人看她，旋即避去。文思歸，思念不止，有寵奴張順，性奸巧，善伺主人意。 \\n 文思托他管理國務，認得宋家，因進口：“主人連日有思，得毋爲宋姓女乎？如若愛之，何不納之後房？”文思曰：“吾實愛其美，但欲納之，未識其家允否。”張順口：“以主人勢力求之，有何不允？”文思大喜，遂令張順前去說合。 \\n 卻說宋女，小名玉娟。其父宋信，已亡過三年，與母周氏同居，家中使喚止有一婢。父在時，已許字郎吏錢德之子，以年幼未嫁。宋姓雖非宦室，亦系清白人家。時值三春，隨了鄰近婦女，閑行陌上，觀望春色，卻被文思隔岸看見。當時母女歸家，亦不在意。隔了一日，有人進門，口稱司馬府中差來，請周氏出見。周氏出來，問：“有何事見諭？”其人曰：“我姓張，系尊夫舊交，現在住居園中，又系近鄰，今日此來，特爲令愛作伐。”周氏曰：“吾女已許字人矣，有辜盛意。”張順愕然曰：“果真許字人了，可借送卻一場富貴。宋大嫂你道吾所說者何人？乃即府中王子也。王子慕令愛才貌，欲以金屋置之，故遣吾來求，此令愛福星所照，如何錯過？”周氏曰：“小女福薄，說也無益。”便走過一邊。張奴見事不諧，即忙走歸，以周氏之言告知主人。文思悵然失望，謂張順曰：“你素稱能幹，更有何計可以圖她到手？”張奴曰：“計卻有，但恐主人不肯行耳。”文思忙問：“何計？”張奴曰：“今日午後，竟以黃金彩段，用盒送去，強下聘禮。晚間，點齊我們仆衆，再用健婦數人，徑自去娶。倘有不從，搶她歸來，與主人成其好事。事成之後，他家縱有翻悔，已自遲了。”文思點頭稱善，途命如計而行。 \\n 卻說周氏自張順去後，叮囑女兒，今後不可出門，被人看見。正談論間，忽聽扣門聲急，喚婢出問。小婢開出門來，見有五六人，捧著盤盒，一擁而入，早上來的這人，亦在其內。 \\n 便向他道：“請你大娘出來，當面有話。”周氏聽見人聲嘈雜，走出堂中，張順一見，便作揖道：“大嫂恭喜！我家主人，欲娶令愛，特送黃金百兩，彩段十端，以作聘禮，請即收進，今夜便要過門。”周氏大驚道：“我女已受人聘，你家雖有勢力，如何強要人家女兒？快快收去，莫想我受。”張順笑道：“受不受由你，我們自聘定的了。”遂將黃金彩段，放在桌上，竟自去了。周氏急忙走出，喊叫四鄰。鄰人不多幾家，又是村農，懼怕王府威勢，誰敢管這閒事。周氏喊破喉嚨，無人接應。痛哭進內，向女兒道：“彼既強聘，必來強娶，此事如何是好？ \\n ”母女相對而哭，思欲逃避他方，又無處可避，況天又漸黑下來，愈加惶懼。才到黃昏，門外已有人走動。坐至更深，大門一片聲響，盡行推倒，燈球火把，，塞滿庭中，照耀如同白日。 \\n 玉娟戰戰兢兢，躲在房中床上。周氏攔住房門，大叫救人。走過婦女數人，將她拉在一邊，竟到房中搜著玉娟，將新衣與她改換。玉娟不依，一婦道：“到了府中，與她梳妝便了。”遂將她擁出房門上轎。斯時玉娟呼母，周氏呼女，衆人皆置不理。 \\n 人一登轎，鼓樂齊鳴，燈球簇擁而去。鄰里皆閉門躲避，誰敢道個不字。花轎去後，方有鄰人進來，見周氏痛哭不已，勸道：“人已擡去，哭也無益。”又有的道：“令愛此去，卻也落了好處，勸你將錯就錯罷。”周氏道：“錢家要人，教我如何回答？”鄰人道：“錢家若來要人，你實說被司馬府中搶去，只要看他有力量，與司馬府爭執便了。”說了一回，鄰人皆散，周氏獨自悽惶。 \\n 話分兩頭，玉娟擡入府中，出轎後，婦女即擁入房，房內紅燭高燒，器用鋪設，皆極華美。走過數個婦女，即來與她梳洗。始初不肯，既而被勸不過，只得由她打扮。送進夜膳，亦略用了些。不上一刻，文思盛服進房，婦女即扶玉娟見禮。文思執其手曰：“陌上一見，常懷想念，今夜得遂良緣，卿勿憂不如意也。”玉娟低頭不語，見文思風流體態，言語溫存，當夜亦一一從命了。 \\n 卻說周氏一到天明，即報知錢家，言其女被司馬府搶去。 \\n 錢德氣憤不過，即同周氏，赴建康縣哭訴情由。縣主姓陸，名微，東吳人，爲人鯁直，不畏強禦。又值劉裕當國，朝廷清明，官吏畏法，接了狀詞，便即出票，先拿豪奴張順審問。差人奉了縣主之命，私下議道：“司馬府中，如何敢去拿人？”有的道：“張順住在郭外園裏，早晚入城，吾們候在城門口，拿他便了。”那知事有湊巧，差人行至城門，正值張順騎馬而來，差人走上，勒住馬口道：“張大爺請下騎來，有話要說。”張順下馬道：“有何說話？”差人道：“我縣主老爺，請你講話，現有朱票在此。”張順道：“此時府中傳喚，我不得閑。”差人道：“官府中事，卻由不得你，快去快去。”張順道：“去也何妨。”便同差人至縣，縣主聞報，便即升堂。張順昂然而入，見了縣主，立而不跪。縣主道：“你不過司馬家奴，如何哄誘主人，強搶民家閨女，大幹法紀？見了本縣，尚敢不跪麽！ \\n ”張順道：“這件事求老爺莫管罷。”縣主拍案大怒道：“朝廷委我爲令，地方上事，我不管誰管！”喝令扯下重打四十。 \\n 左右便將張順按倒在地，打至二十，痛苦不過，只得求饒。縣令道：“既要饒打，且從實供來。”張奴怕打，悉將強搶情由供出。縣主錄了口詞，吩咐收監，候申詳上司，請旨定奪。 \\n 有人報知文思，文思不怕縣令，卻怕其事上聞，劉裕見責，玉娟必歸斷母家，如何捨得，數次央人到縣說情，求他莫究。 \\n 縣令執法不依。文思計無所出，或謂之曰：“府中俠士甚衆，縣既不從，不如潛往殺之，其獄自解。”文思氣憤不過，遂依其說，潛遣刺客入縣，夜靜時，悄悄將縣令殺死。明日縣中親隨人等，見主人死得詫異，飛報上司。裕聞報，道：“賊不在遠，著嚴加搜緝。”既而蹤迹漸露，訪得賊在司馬府中，遂命劉穆之悉收文思門下士考問，盡得其實。裕大怒，從來說王子犯法，庶民同罪，遂收文思於獄。其強搶之女，發還母家，聽行更嫁，奏過請旨。旨意下來，其黨羽皆斬，文思亦令加誅。 \\n 休之聞之，上表求釋，願以己之官爵贖其於罪。裕不許，然遽誅之，又礙休之面上，因將文思執送荊州，令休之自正其罪。 \\n 休之不忍加誅，但表廢其官，使之閑住江陵。裕怒曰：“休之不殺文思，以私廢公，目無國法，此風何可長也？”因征休之來京，並欲黜之。 \\n 詔至江陵，休之欲就征，恐終不免；欲拒命，慮力不敵，憂懼不知所出。參軍韓延之曰：“劉裕剪滅宗藩，志圖篡晉，將軍若去，必不爲裕所容，如何遽就死亡？若不受命，大兵立至，荊州必危。我嘗探得雍州刺史魯宗之，素不附裕，久懷異志。其子竟陵太守魯軌，勇冠三軍。今若結之爲援，並二州之力以拒朝廷，庶州土可保。”休之曰：“今煩卿往，爲我結好于宗之。”延之領命，往說宗之曰：“公謂劉裕可信乎？”宗之曰：“未可信也。”延之曰：“司馬公無故見召，其意可知，次將及公，恐公亦不免於禍。今欲與公相約，並力抗裕，公其有意乎？”宗之曰：“吾憂之久矣，苦於勢孤力弱。若得司馬公爲主，敢不執鞭以從。”延之請盟，於是宗之親赴荊州，與體之面相盟約，普生死不相背負。盟既定，連名上表罪裕。裕閱其表，大怒，遂殺休之次子文寶、文祖，下詔討之。差將軍檀道濟將兵三萬攻襄陽一路，江夏太守劉虔之屯兵三連，立橋聚糧，以待道濟。又命徐逵之將兵一萬爲前鋒，王允之、沈淵子、蒯恩佐之出江夏口。身統大軍爲後繼，諸將皆從。先是韓延之曾爲京口從事，與裕有舊，裕密以書招之。延之接書，呈示休之，即於座上作書答雲：承親帥戎馬，遠履西畿，闔境士庶，莫不惶駭。何者？莫知師出之名故也。今辱來疏，知以譙王前事，良增歎息。司馬平西，體國忠貞，款懷待物，當于古人中求之。以公有匡複之勳，家國蒙賴，推德委誠，每事詢仰。譙王往以微事見劾，猶自表遜位，況以大過而當默然耶？前以表奏廢之，所不盡者命耳。推寄相與，正當如此。而遽興甲兵，所謂“欲加之罪，其無辭乎！”劉裕足下，海內之人，誰不見足下此心，而複欲欺誑國士？來示雲：“處懷期物，自有由來。”今伐人之君，啖人以利，真可謂“處懷期物，自有由來”者乎！劉藩死於閶闔之門，諸葛斃於左右之手，甘言詫方伯襲之以輕兵，遂使席上靡款懷之士，閫外無自信諸侯，以是爲得算，良可恥也。貴府將吏，及朝廷賢德，皆寄性命以過日，心企太平久矣。吾誠鄙劣，嘗聞道于君子，以西平之至德，寧可無授命之臣乎！必未能自投虎口，比迹郗僧施之徒明矣。假今天長喪亂，九流渾濁，當共臧洪遊於地下，不復多言。 \\n 書競，即付來使寄裕。裕視書歎息，以示將佐曰：“事人當如此矣。”其後，延之以裕父名翹，字顯宗，乃更其字曰顯宗，名其子曰翹，以示不臣劉氏。 \\n 卻說休之知裕軍將至，飛報宗之。宗之謂其子軌曰：“劉裕引大軍攻江陵，道濟以偏師取襄陽，汝引兵一萬去迎道濟，吾同休之去迎劉裕。”軌奉命輒行。將次三連，探得道濟軍尚未至，虔之全不設備，遂乘夜襲之。虔之戰死，一軍盡沒。軌既勝，便移兵來拒徐遷之等。逵之等聞虔之死，皆大怒欲戰，蒯恩止之曰：“魯軌，驍將也。今乘勝而來，其鋒甚銳，不可輕敵。不如堅兵挫之，俟其力倦而退，然後擊之，可以獲勝。 \\n ”逵之不從，遂出戰。兩軍方交，魯軌拍馬直取逵之，逵之不能敵，被軌斬于馬下。允之、淵子大呼來救，雙馬齊出，夾攻魯軌。怎當軌有萬夫不當之勇，二將皆非敵手，數合內，軌皆斬之。由是東軍大敗，蒯恩走免。斯時裕軍於馬頭，問前鋒敗，大怒。正議進兵，忽有飛報到來，言青州司馬道賜反，刺史劉敬宣被害，裕聞之大慟，揮淚不止。 \\n 你道敬宣何以被害？先是裕慮荊、襄有變，故于青、齊、充、冀數處，各用腹心鎮守。時敬宣鎮廣固，其參軍司馬道賜，宗室之疏屬也。聞休之叛，潛與之通，密結敬宣親將王猛子等，謀殺敬宣，據廣團以應休之。一日進見敬宣，言有密事，乞屏人語。左右皆出戶，獨猛子逡巡在後，取敬宣備身刀殺敬宣。 \\n 道賜持其頭以出，示衆曰：“奉密詔誅敬宣，違者立死。”左右齊呼司馬道賜反，外兵悉入，遂擒道賜及其黨皆斬之，亂始定。文武佐吏，守廣團以待命，裕知敬宣死，禍由休之，恨不立平江陵。一面遣將去守廣固，一面會集諸將，刻期濟江。未識荊、雍之兵，若何禦之，且聽下回分解。 \\n 劉毅才不及裕，悼悼自雄，欲以勝裕，無如棋高一著，事事多不出裕意料中，爲裕所滅，宜矣！司馬休之始不能教子，繼又不知大義滅親之訓，結連宗之，挑裕致討，不智甚矣。至如韓延之答書，侃侃正言，裕亦歎其事人當如此，若而人豈易得乎哉？ \\n  \\n   \\n  "}
{"章节": "第八回 任諸將西秦複失 行內禪南樂聿興", "正文": "  \\n 第八回　任諸將西秦複失　行內禪南樂聿興 \\n 　 \\n 話說休之、宗之知東軍大上，劉裕自來，遂合兵五萬，臨江岸置陣，以拒來師。岸高數丈，其壁如削，陣前槍刀密布，矢石列排，真如銅牆鐵壁，無懈可擊。裕驅兵直進，下令曰：“先登者有賞。”於是衆力同奮。那知登未及半，上面箭如雨下，紛紛俱墜，死者相繼，無一能登岸者。裕怒，披甲欲自登，諸將勸止不從，主簿謝晦趨前抱住不放。裕抽劍指晦曰：“我斬卿。”晦曰：“天下可無晦，不可無公。”裕乃止。時胡藩領遊兵往來江津，裕呼之使登，藩有難色，不即遽上。裕大怒，厲聲呼左右收來斬之。藩見左右持刀趕來，顧而謂曰：“正欲擊賊，不得奉教。”乃以刀頭穿岸，少容足指，騰身而上，連殺數人，由是隨之者稍多，大軍因而乘之，遂皆登岸。呼聲動地，無不一以當百，西軍大潰。宗之、休之走，裕揮諸將追之。 \\n 追下數裏，忽見一支軍喊殺而來，擋住去路。追者見有接應人馬，便按兵不追。你道接應者何人？乃是魯軌在後。知前軍交戰，恐防有失，趕來相助，恰好救了敗殘人馬。休之、宗之見魯軌兵到，心下稍安，收集逃亡，再整軍馬，已喪十分之三。 \\n 休之欲退保江陵。軌請再申一戰，以決勝負，乃複結陣以待。 \\n 卻說檀道濟從別路出師，探得荊、襄之兵，盡聚江上，本州無備，乃引兵突至江陵。命勇將薛彤、高進之乘夜扒城而入，一鼓下之。既克江陵，複進兵襄陽。襄陽守將李應之，開門出降，於是荊、雍皆得。斯時休之方圖再戰，忽聞根本已傾，驚得魂不附體，謂左右曰：“前有強敵，退無歸路，若何而可？ \\n ”左右勸其北走，遂同宗之焚營官遁。行未數日，軍士不樂北行，散亡殆盡。虧得休之平素愛民，民見其敗，爭爲之衛送出境。王鎮惡追之，不及而還。於是休之、宗之等並降于魏。裕嘉道濟之功，加號鎮北將軍，留守荊、雍，而班師以歸。 \\n 當是時，裕功業日隆，強藩盡滅。凡宗室之有才望者，皆懼見害，出奔異國。然裕意中欲俟關、隴平定，然後受禪，故猶存晉朔。一日，聞秦主姚興死，子泓立，諸子構難，關中大亂，裕喜謂穆之曰：“吾今日舉秦必矣。”乃下令戒嚴，以世子義符爲中軍將軍，監太尉留府事，穆之爲左仆射，入居東府，總攝內外，徐羨之副之。丁已，裕發建康，命王鎮惡將步軍一萬爲前鋒，自淮、淝向洛；檀道濟及胡藩，將兵趨陽城；沈田子與傅宏之，將兵趨武關；沈林子同王仲德，將水軍出石門，自汴入河；身統大軍爲後繼。穆之謂鎮惡曰：“公今委卿以伐秦之任，卿其勉之。”鎮惡曰：“此行不克關中，誓不復濟江。 \\n ”九月，諸將入秦境，所向皆捷。秦之諸屯守兵，皆望風降附。 \\n 既面進攻洛陽，克之。引兵徑前，直抵潼關。秦主懼。命姚紹爲大將軍。督步騎五萬守潼關。鎮惡等不得前，久之，軍中乏食，衆心危懼，或欲棄輜重還赴大軍。沈林子按劍怒曰：“相公志清六合，今許洛已定，關右將平，事之濟否，系于前鋒，奈何沮乘勝之氣，棄垂成之功乎？且大軍在遠，賊衆尚強，雖欲求還，豈可得乎？下官授命不顧，今日之事，有進無退，本知二三君子，將何面目以見相公之旗鼓耶？”衆聞其言，乃不敢退。鎮惡親至宏農，說諭百姓。百姓競送義租，軍食複振。 \\n 進攻秦軍，大破之，遂克潼關，姚紹奔還。十三年五月，裕大軍至陝。沈田子、傅宏之亦克武關，入攻嶢、柳，秦主欲自將拒裕，而恐田子等襲其後，欲先擊滅田子，然後傾國東出。乃率步騎數萬，奄至青泥。田子欲戰，傅宏之以衆寡不敵，止之。 \\n 田子曰：“兵貴用奇，不必在衆。且今衆寡相懸，勢不兩立，若彼結圍既固，則我無所逃矣。不如乘其始至，營陣未立，先往薄之，可以有功。”遂率所領先進，傅宏之繼之。秦兵合圍數重，田子撫慰士卒曰：“諸君冒險遠來，正求今日之戰，死生一決，封侯之業，於此在矣。”士卒聞之，皆踴躍鼓噪，執短兵奮擊，秦軍大敗，斬首萬餘級。秦主奔還，與姚丕共守灞上。 \\n 鎮惡引軍入渭，以趨長安，乘蒙沖小艦，行船者皆在艦內。 \\n 秦人見艦進而無行船者，皆驚以爲神。鎮惡至渭橋，令軍士食畢，持仗登岸，後登者斬。衆皆登，鎮惡暗使人悉斷艦纜，渭水迅急，艦皆隨流去，倏忽不知所在。時秦兵尚有數萬，鎮惡諭士卒曰：“吾屬並家在江南，此爲長安北門，去家萬里。舟楫衣糧，皆已隨流而去。今進勝則功名俱顯，不勝則骸骨不返，無他歧矣，卿等勉之。”乃身先士卒，進擊秦軍。衆戰士無不勝踴恐後，大破姚丕於渭橋。秦主泓引後軍來援，反爲敗卒所蹂踐，不戰而潰，左右親將皆死，單馬還宮。鎮惡乘勝，馳入平朔門，進圍其宮。泓涕泣無計，將出降。其子佛念年十一，謂父曰：“晉人將退其欲，雖降必不免，不如引決。”泓憮然不應。佛念，登宮牆自投而死。癸亥，泓率妻子群臣，詣鎮惡壘門請降。鎮惡收以屬吏，城中夷晉六萬餘戶，鎮惡以國恩撫慰，號令嚴肅，百姓安堵。七月，裕至長安，鎮惡迎於灞上，裕勞之曰：“成吾霸業者，卿也！”鎮惡再拜謝曰：“明公之威，清將之力，鎮惡何功之！”裕入秦宮，收彜器、渾天儀、土圭等，其餘金玉、繒帛、珍寶，皆以頒賜將士。秦東平公姚贊，率其宗族詣裕降，裕皆殺之。送秦主姚泓至京師，斬於市。 \\n 裕既平秦，欲留長安，經略西北。一日，聞報劉穆之卒，如失左右手，謂諸將曰：“本欲與諸君共事中原，今根本無托，不得不歸矣。”乃留次子義真鎮關中，以王修、王鎮惡、沈田子、毛德祖四人輔之，而身東還。時義真年十二也。 \\n 先是夏王勃勃聞裕伐秦，謂群臣曰：“姚泓非裕敵也，且其兄弟內叛，安能拒人？裕取關中必矣。然裕不能久留，必將南歸，留子弟及諸將守之，吾取之如拾芥耳。”乃秣馬礪兵，進據安定。及聞裕還江南，奮決大喜，即命其子赫連璝爲前鋒，率不敢進騎二萬向長安，身督大軍爲後繼。沈田子出兵拒之，畏其衆盛不敢進。王鎮惡謂王修曰：“公以十歲兒付吾曹，當共思竭力，而擁兵不進，虜何由退？”請自出擊。至軍，責田子不進。田子素與鎮惡不睦，以其恃功驕縱，恨之切齒，至是益怒。又軍中訛言，鎮惡欲盡殺南人，據關中反。乃托以議事，請至軍中，斬之幕下，矯稱受裕令誅之。報至長安，請將皆大驚。義真與王修被甲登城，以察其變。俄而田子率數十騎至，言鎮惡反，修命執之，數以專戮罪斬之。夏兵至，修同傅宏之出拒，連戰皆勝，赫連璝乃退。 \\n 又義真年少，賞賜左右無節，王修每裁抑之。左右皆怨，乃譖修於義真曰：“田子殺鎮惡，坐以反罪殺之。今修殺田子，是亦反也。”義真信以爲實，遂殺修。由是人情離駭，莫相統壹。夏兵複來，義真悉召外兵入長安，閉門拒守。關中郡縣，悉降于夏。 \\n 裕初聞田子殺鎮惡，王修殺田子，而義真又殺修，大駭。 \\n 繼聞勃勃進攻長安，料義真必不能守，乃命朱齡石赴長安代之。 \\n 戒之曰：“卿至，敕義真輕裝速發，既出關，斯可徐行。若關右必不可守，可與俱歸。”那知齡石未至長安，義真已棄城而東。赫連璝率衆三萬造之。齡石遇之於途，謂義真曰：“速行乃可以免，今載貨寶輜重，日行不過十裏，虜至何以待之？” \\n 義真不從。俄而夏兵大至，傅宏之等斷後，力戰連日，至青泥大敗，宏之、齡石及諸將皆死。會日暮，夏兵不窮追，義真左右殆盡，獨逃草中。參軍段宏單騎追尋，緣道呼之，義真識其聲，乃從草中出口：“君非段中兵耶？身在此，然不能歸矣。 \\n 可刎身頭以南，使家君望絕。”宏泣曰：“死生共之，下官不忍。”乃束義真于背，單馬而歸。裕問青泥敗，未識義真存亡，大怒，刻日北伐。謝晦諫曰：“士卒凋敝，請侯他年。”不從，會得段宏啓，知義真得免，乃止。 \\n 十四年冬十月，詔進宋公爵爲王，增十郡，建宋王府於京口。自置相國以下官屬，加殊禮，進蕭太妃爲太后，世子爲太子。先是，王以讖言雲：昌明之後，尚有二帝。使傳郎王韶之結帝左右，密謀弑帝。帝既崩，乃稱遺詔，奉琅玡王德文即皇帝位，改元元熙，是爲恭帝。恭立一載，王欲受樣而又難於發言，乃集朝臣宴飲，從容言曰：“桓玄篡位，鼎命已移。我首倡大義，興複帝室，南征北伐，平定四海，功成業著，遂荷九錫。今年將衰暮，崇極如此，物忌盛滿，非可久安。今欲奉還爵位，歸老京師，卿等以爲何如？”群臣盛稱功德，莫喻其意。 \\n 日晚坐散，中書令傅亮至外，恍然悟曰：“王欲自帝矣，烏可不成其業！”遂複人，行至宮門，而門已閉，乃叩扉請見。王命開門見之。亮入，但曰：“臣暫還都。”王解其意，無複他言，唯雲：“卿會須幾人相送？”亮曰：“數十人可也。”即時奉辭，亮出，時已二鼓，見長星竟天，報群歎曰：“吾嘗不信天文，今始驗矣。”夏四月，亮至建康，以內禪事諭群臣，群臣皆俯首聽命，於是下詔征王入朝。 \\n 再說恭帝即位以來，明知此座不久，常懷疑懼。一日，傅亮叩間來見，帝坐便殿見之。亮入再拜，啓於帝曰：“來王功德隆重，人心久歸，願陛下法堯禪舜，以應天命。”帝曰：“如是，當作禪文。”亮即袖中取草呈上，請帝自書。帝欣然操筆，謂左右曰：“桓玄之時，晉氏已無天下，重爲劉公所延，將二十載。今日之事，本所甘心。”遂書赤書爲詔。詔曰：陵替無常期，禪代非一族，貫之百王，由來尚矣。晉道陵遲，仍世多故，爰稽元興，禍難既積。安皇播越，宗祀墮泯，則我宣、元之祚，已墮於地。相國宋王，天縱聖德，靈武秀世，一匡頹運，再造區夏，固以興滅繼絕矣。乃三孚僞主，開滌五都，雕顔卉服之鄉，龍荒朔漠之長，莫不回首朝陽，沐浴玄澤。 \\n 故四靈效瑞，川嶽啓圖，嘉祥雜還，休應炳著。玄象表革命之期，華夷著樂推之願，代德之符，著於幽顯。瞻鳥爰止，允集明哲。夫豈延康有歸，成熙告謝而已哉？朕雖庸暗，昧于大道，永鑒廢興。爲日已久。念四代之高義，稽天人之至望，予其遜位別官，歸禪于宋，一使唐虞、漢魏故事。 \\n 禪詔既下，群臣請帝出宮，以讓新天子即位，帝白：“天下猶非吾戀，況一宮乎！” \\n 甲子，帝遜居於琅玡舊第，百官拜辭。秘書監徐廣，流涕哀慟，謝晦謂之曰：“徐公得毋過威？”廣曰：“君爲宋朝佐命，身是晉室遺老，悲歡之事，固不同也。”丁卯，宋王裕至石頭，群臣進璽綬，乃爲壇於南郊，即皇帝位。文武百僚朝賀畢，自石頭備法駕，入建康宮，臨太極殿，建號大宋，改元永初。奉帝爲零陵王，降諸後爲妃。優崇之禮，皆依晉初故事。 \\n 建宮於風秣陵縣，以兵守之。庚午，立七廟，追尊父翹爲孝穆皇帝，妣趙氏爲孝穆皇后。上事繼母蕭太后素謹，春秋已高，每旦入朝，未嘗失時刻。及即位，尊爲皇太后。又大封功臣宗室，增賜從兄懷敬食邑五百戶，報其母乳哺之恩也。傅亮、徐羨之、檀道濟等，俱增位進爵。追封已故左仆射劉穆之爲南康郡公，左將軍王鎮惡爲龍陽縣候。 \\n 上思念穆之不置，謂左右曰：“穆之不死，當助我治天下。 \\n 可謂人之雲亡，邦國珍瘁。”又曰：“穆之死，人輕易我。” \\n 其子劉邕，雖襲父爵，而上不重用，左右或言於上，上曰：“吾豈不知邕爲穆之兒？但其人有奇癖，非人情，不可近。”蓋邕嗜食瘡痂，以爲味似鰒魚。初爲南康郡，其吏役二百許人，不問有罪無罪，鞭之見血，結痂必送進，取以供膳。嘗詣孟靈休，靈休先患炙瘡，痂落在床，邕取食之。靈休大驚，問：“何食此不潔？”邕曰：“吾性嗜此。”靈休因將痂之未落者，盡剝取以給之。邕去，因與友人書曰：“劉昌向顧見噉，遍體流血。”聞者皆以爲笑，以故見惡於帝。 \\n 卻說帝恐零陵尚存，人心未一，密以毒酒一瓶，授郎中令張偉，使往鴆之。偉歎曰：“鴆君以求生，不如死。”乃於道自飲而卒。先是零陵遜位，深慮禍及，與嬪妃共處一室，自煮食於床前。飲食所資，皆出褚妃之手，故宋人莫得伺其隙。侍中褚談之，褚妃兄也。帝今談之探妃。妃出別室，與兄相見。 \\n 兵士遂逾垣而入，進藥于王。王不肯飲，曰：“佛教自殺者，不復得人身。”兵入以被掩殺之。帝聞其死，率百官臨朝堂三日，葬以帝禮，諡曰恭帝。後人有詩悼之曰：虛號稱尊僅一年，床前煮食劇堪憐。 \\n 晉家氣數應當盡，一線如何許再延。 \\n 且說帝自受禪以來，勤於政事，力矯前代之弊，從此人民樂利，天下義安。一日，帝視朝，百官皆集；問曰：“當今之事，何者宜先？”群臣訪立太子以固國本，帝從之。乃先封諸子，義真爲廬陵工，義隆爲宜都王，義康爲彭城工，追諡故妃臧氏爲敬皇后，而立義符爲太子。初，帝常在軍中，戰爭無虛日，年近五十，尚無子。至晉義熙二年，始生太子于京口，得之甚喜。及長，有勇力，善騎射，解音律，常命劉穆之輔之，留守京師。然性好淫樂，多押群小，帝以其長立之，屢戒不浚因謂謝晦曰：“吾思神器至重，不可使負荷非才。今太子多失，卿以爲廬陵何如？”晦曰：“陛下既思存萬世，其事不可不慎，臣請往而觀之。”出造廬陵，廬陵知晦從帝所來，殷勤相接，與之坐談今古，議論風生，語紛紛不絕。晦默然相向，數問數不答。還謂帝曰：“德輕於才，非人主也。”帝乃止，儲位得不易。未幾，帝不豫，徐羨之、傅亮、謝晦、檀道濟入侍湯藥。 \\n 越數月，帝疾甚，召太子誡之曰：“檀道濟雖有幹略，而無遠志。徐羨之、博亮當無異圖。謝晦數從征伐，頗識機變，若有同異，必此人也。”又爲手詔曰：“後世若有幼主，朝事一委宰相，母后不許臨朝。”徐、傅、謝、檀四人，同受顧命。癸亥，帝殂於西殿，享年六十七。 \\n 先是帝居大位，節己愛人，嚴整有度，目不視珠玉，後延無紈績之服，絲竹之音。寧州獻琥珀枕，光色燦麗，帝得之大喜。左右疑其愛之也，帝曰：“吾聞琥珀能治金創，命搗而碎之，以給北征將士。”平秦之日，得一美人，容貌絕佳，乃秦主興從妹，帝納之，寵愛無比，因之早臥晏起，頗廢政事。一日，謝晦進見，時帝方擁美人共寢，內侍不敢報。晦屏立門外，候至日午，帝方起。晦因諫曰：“陛下一代英雄，平生不好女色，年近遲暮，而以有用之精神耗於無用之地，臣竊以爲不可。”帝立悟，即時遣出。性尤坦易，出入儀衛甚簡。常著木齒屐步出西掖門，幸徐羨之宅，左右從者不過十餘人。又微時多符瑞，及貴，史官審以所聞，宜載之簡策，以昭示來世，帝拒而不答。疾既重，群臣請禱上下神衹，不許。惟使侍中謝方明以疾告宗廟而已，其豁達大度，有類漢高。故能誅內靖外，功格宇宙，爲宋高祖。 \\n 高祖既崩，群臣奉太子即位，是爲少帝。大赦，尊皇太后爲太皇太后，立妃司馬氏爲後，徐羨之、傅亮爲左右仆射，謝晦爲衛將軍，同掌國政、時魏師南侵，命檀道濟領南袞州刺史，鎮廣陵以拒之。是時新主當陽，舊臣在位，紀綱法度，一遵永初之政，正是上下相安，天下從此可以無事。那知新主即位未幾，又生出一番變動來，且聽下回分解。 \\n 劉裕既與休之構難，勢不兩立。而計謀之捷，將士之勇，休之百不能及，焉得不敗？秦主姚興既祖，嗣主又弟兄攘奪，正是有隙可乘，起兵圍之當已。繼欲受樣，難於自言，傅亮會其旨，一言契合。及恭帝索禪詔，而亮出之袖中，何以逃千古史臣之筆？若徐廣之流涕，張偉之飲鴆，足以愧叛晉歸宋之人矣。 \\n  \\n   \\n  "}
{"章节": "第九回 廢昏庸更扶明主 殺大將自壞長城", "正文": "  \\n 第九回　廢昏庸更扶明主　殺大將自壞長城 \\n 　 \\n 話說少帝即位以後，全無君人之度，狎匿左右，遊戲無節，時時使槍弄棒，鼓鞞之聲震於外庭。又在後園鑿一大池，周圍數裏，號天淵池，造龍舟於中，日夕遊宴爲樂。高祖所積內庫寶物，不上三月，耗費殆盡。群臣屢諫不從。徐羨之、傅亮深以爲憂，謂謝晦曰：“吾主所爲如此，高祖之業必爲墮壞，奈何？”晦曰：“嗣子可輔則輔之，不可輸則廢之。吾儕寧負嗣主，不負社稷。”羨之以爲然，於是密謀廢立。晦又曰：“今若廢帝，次立者應在廬陵，廬陵亦非守成之主，此不可不慎也。” \\n 先是廬陵性警悟，舉動輕易，向執政多所求索，執政不與，廬陵深以爲怨，數有不平之言。故諸臣不奉以爲主，乘其與帝有隙，先表奏其罪惡，廢爲庶人，徙新安郡。義真既黜，徐、傅便欲廢帝。以檀道濟先朝舊將，同受顧命，且有兵衆，威服殿省，必得與之共事，乃無後患。於是遣使袞州，征道濟入朝。 \\n 有中書郎邢安泰者，典宿衛兵，結之爲內應。俄而道濟至京，羨之等邀至第中，告以廢立之事。道濟曰：“廢之更何所奉？ \\n ”羨之曰：“宜都王素有令望，又多符瑞，可立也。”道濟以爲然。甲申，謝晦托以領軍府敗，起工修治，聚將士於府內，明晨舉事。夜邀道濟同宿，晦懷恐懼，反側不得眠。道濟則鼾呼而寢，晦因此服其膽量。詰旦，道濟引兵居前，羨之等繼後，入自雲龍門，邢安泰先戒宿衛，莫有禦者。直至內殿，問帝何在？宮人曰：“昨帝于華林國爲列肆，親自沽賣，夕遊天淵池，即龍舟而寢。”衆遂入國求帝。時帝未起，內傳報有兵至，帝大詫異，方下床，軍士已躍人龍舟，殺二內侍。帝格之傷指，扶出船頭，以兵衛之，擁人東閣。徐、博等即矯稱太后令，數帝過惡，收其璽綏，降爲營陽王，送歸故太子宮。群臣拜辭，後又遷帝于吳，使邢安泰弑之，並弑廬陵于新安，聞者悲之。 \\n 是時九重無主，宜都王尚在荊州。羨之與亮欲先樹外援，乃除謝晦都督荊、襄七州諸軍事，荊州刺史，精兵舊將，悉配麾下。傅亮始率行台百官，奉法駕，迎宜都王于江陵，入承大統。亮行數日，遇蔡廓於途，問以時事。廓曰：“營陽在吳，宜厚加供奉，倘一旦不幸，諸君有勁主之名，欲立於世，將可得耶？”時亮已與羨之，議害營陽，不知其已弑也，亟馳信止之，已無及矣。羨之大怒曰：“與人共計議，如何旋背，即賣惡於人耶？”既而亮至江陵，率百僚詣王第，上表進璽綬，行九叩禮。宜都王時年十八，下教曰：狠以不德，謬降大命，顧已驚悸，何以克堪。輒當暫歸朝廷，展哀陵寢，並與賢彥，申寫所懷。望體此心，勿爲辭責。 \\n 繼聞營陽、廬陵二王死，大驚，駕不敢發。司馬王華曰：“先帝有大功于天下，四海所服，雖嗣主不綱，人望未改。徐羨之中材寒士，傅亮布衣諸生，非有晉宣帝王大將軍之志明矣。 \\n 受寄祟重，未容這敢背德。畏廬陵嚴斷，將來必不自容，故先廢之。以殿下寬睿慈仁遠近所知，越次奉迎，冀以見德。又羨之等五人同功並位，孰肯相讓？就懷不軌，勢必不行。廢主若存，慮其將來受禍，故此殺害。不過欲握權自固，以少主仰待耳。殿下但當長驅至京，以副天人之心。”長史王曇首、南蠻校尉到彥之皆勸王行。王乃命王華留總後任，使到彥之將兵前驅。彥之曰：“料彼不反，便應朝服順流，若使有虞，此師既不足恃，反開嫌隙之端，非所以副遠近之望也。”王乃止，令百官皆從行，而留彥之鎮襄陽。是日方引見傅亮，對之號泣，哀動左右。既而問及義真、少帝遭害本末，悲哭嗚咽，侍側者莫能仰視。亮跼蹐不寧，流汗沾背，不敢對而出。王於是就道，嚴兵自衛，台兵不得近步伍。行次大江，有黑龍躍負王舟，左右皆失色，王曰：“此大禹所以受命也，我何德以堪之。”八月雨申，駕至建康，群臣迎拜於新亭，徐羨之私問傅亮曰：“王可方誰？”亮曰：“晉文景以上人。”羨之曰：“必能明我赤心。”亮搖首道：“未必。” \\n 丁酉，即皇帝位於中堂，是爲文帝。備法駕入宮，禦太極前殿，大赦，改元元嘉。文武賜位二等，詔複廬陵王先封，迎其柩還建康，徐、傅等大懼。詔謝晦赴任荊州。晦將行，與蔡廓別，屏人問曰：“吾其免乎？”廓曰：“卿受先帝顧命，任以社稷，廢昏立明，義無不可。但殺人二兄，而以之北面，挾震主之威，據上流之重，以古推今，自免爲難。”晦默然。然初懼不得去，既發，顧望石頭城，喜曰：“今得脫矣。”時會稽孔寧子爲帝諮議參軍，及即位，以爲步兵校尉，與詩中王華並有宮貴之望。疾徐羨之、傅亮專權，構於帝曰：“徐、傅不除，大位終無安理。”帝本歌誅二人，並發兵討晦，以其權尚重，故遲遲不發。聞二人言，益信。於是引用腹心，征到彥之於雍州，爲中領軍，委以戎政。彥之聞召，自襄陽南下，過荊州。謝晦慮其不過，已而彥之至楊口，步往江陵，深布誠款，留名馬利劍以與晦，晦由此大安。 \\n 卻說元嘉三年二月乙丑，帝已大權在握，乃下詔暴徐、傅、謝晦專殺二王之罪，命有司收之。且曰：“晦據有上流，若不服罪，朕當親率六師，討其不臣。”是日，黃門郎謝皭在朝聞之，飛報亮與羨之。羨之欲逃，乘內人問訊車出郭，步走至新林，知不免，入陶竈中自經死。亮乘車出郭門，爲門者所執，上遣人以詔書示之，並謂曰：“以公江陵之誠，當使諸子無恙。 \\n ”亮讀詔書訖，曰：“亮受先帝布衣之眷，遂蒙顧托，黜昏立明，社稷之計也。欲加之罪，其何辭乎？”於是誅亮而徙其妻子于建安。戮羨之屍，殺其二子。收謝皭於獄。帝將討晦，召道濟於廣陵。道濟聞召即來，見帝於合殿。帝謂之曰：“弑逆之事，卿不豫謀，卿無懼焉。今欲委卿西伐，卿以爲克否？” \\n 對曰：“臣昔與晦從先帝北征，入關十策，晦有其九，才略明練，殆爲少敵。然未嘗孤軍決勝，戎事恐非其長。臣悉晦智，晦悉臣勇。今奉王命討之，可未陳而擒也。”帝大悅。 \\n 卻說謝晦聞徐、傅等誅，帝將討己。於是先發二人哀，次發子弟凶問。既而自出射堂勒兵，晦從高祖征伐有年，指揮處分，莫不曲盡其宜。數日間，四遠投集，得精兵三萬，乃抗表上奏雲：故司徒徐羨之，故司空傅亮，忠貞自矢，功在社稷。陛下不察，橫加冤酷，疑臣同逆，又下詔討臣。伏惟臣等若志欲竊權，不專爲國，初廢營陽，陛下在遠，武皇之子尚有童幼，擁以號令，誰敢非之？豈得溯流三千里，虛館七旬，仰望鸞旗哉？ \\n 故廬陵王義真，本于營陽之世，積怨犯上，自貽非命。不有所廢，將何以興？耿弇不以賊遺君父，臣實效之，亦何負於宗室耶？此皆王華、王曇首等險躁猜忌，讒構成禍，今當舉兵以除君側之惡。 \\n 晦上表訖，以弟謝遁爲竟陵內史，司馬周超佐之，將萬人留守，自統精兵二萬發江陵。大列舟艦，自江津至於破塚，旗旌蔽日。歎曰：“恨不以此爲勤王之師也。”帝覽表大怒，欲自討之。乃命彭城王義康居守，親統大軍數萬，以到彥之爲前鋒，檀道濟繼之，即日電發，絡驛奔路。時謝晦在道，探得京軍已發，謂其將庾登之曰：“彼既西上，吾且侯其至而擊之，何如？”登之曰：“善，此乃反客爲主計也。”晦乃停軍江口，嚴陣以待。 \\n 先是諸人爲自全之計，以爲晦據上流，道濟鎮廣陵，各擁強兵，足制朝廷。羨之、亮秉權居中，可得持久。故到彥之軍至，晦猶不以爲意，及聞道濟率衆來，不覺失色，曰：“道濟何爲來哉？”然猶恃其強，欲力戰勝之。恰值西北風起，遂乘風帆而上。那知行未數裏，風勢忽轉，前後連豆，急令落帆掉槳，而西人離沮，無複鬥心。道濟親立船頭，揮衆迎擊，謂西軍曰：“所誅者一人，汝曹何爲與之俱死？”西軍素服道濟，聞其言，皆不戰而潰。晦見大軍瓦解，慌急無措，單領心腹數人，乘小船急走，連夜逃歸江陵。帝聞前師克捷，大喜。遂自蕪湖東還，命到彥之率師追之。 \\n 卻說晦至荊州，衆散略盡，乃摧其弟逾七騎北走。遁體肥壯，不能乘馬，晦每緩轡待之，不得速發。追兵至，執之，檻送建康。到彥之收謝氏子弟及周超等皆斬之，餘從逆者，並受其降。晦至建康，帝命與謝皭同斬都市。臨刑，皭賦詩曰：偉哉橫海鱗，壯美垂天翼。 \\n 一旦失風水，翻爲螻蟻食。 \\n 晦亦續之曰： \\n 功遂侔昔人，保退無智力。 \\n 既涉太行險，斯路信難陟。 \\n 其女彭城王妃，被發徒跣，抱晦而哭曰：“大丈夫當橫屍戰場，奈何狼籍都市？”晦有慚色。帝既誅晦。論平賊功，進道濟爲司空，封永修公、江州刺史，到彥之爲南豫州刺史，以彭城王義康爲侍中，委以國政。 \\n 義康，帝之次弟，性聰察，曾爲南徐州刺史。在州職事修治，與帝友愛尤篤。而帝自踐祚以來，羸疾積年，心勞輒發，屢至危殆。義康盡心奉恃，藥石非口所親嘗不進，或連夕不寢，總理內外，曲合帝心。故凡所陳奏，入無不可，方伯以下，並令義康選用。生殺大事，或自斷決，帝亦不怪。由是勢傾遠近，朝野輻湊，每日府門，當有車數百乘，義康引身相接，未嘗懈倦。複能強記，耳目所經，終身不忘。好于稠人廣席間，標題所記，以示聰明。嘗謂左右曰：“王敬宏、王球之屬，碌碌庸才，坐取富貴，那複可解！”然素無學術，不識大體，朝士有才用者，皆引入己府，私置僮仆六千餘人。四方獻饋，皆以上品薦義康，而以次者供禦。帝嘗冬月啖甘，歎其形味並劣。義康曰：“今年甘殊有佳者。”遣人還東府取之，大於供禦者三寸，自謂兄弟至親，不復有君臣形迹也。 \\n 先是，領軍將軍劉湛，與仆射殷景仁素相莫逆，其進也，景仁實引之。湛既進，以景仁位遇本不逾己，而一旦居前，意甚憤憤。又以景仁專管內任，謂爲間己，猜忌漸生。知帝信仗景仁，寵通不可奪，遂陰與義康相結，欲因宰相之力以回上意，傾黜景仁，獨當時務，屢使義康毀之於帝。景仁對親舊歎曰：“引之令入，入便噬人，吾且避之。”乃稱疾解職。帝不許，使停家養玻又湛與道濟不睦，而道濟功名日甚，寵命頻加，益忌之。會帝久疾不愈，自懼危篤，使義康具顧命調。義康之党，皆謂宮車一日晏駕，大業當歸彭城，而慮道濟立異，湛於是說義康曰：“道濟屢立奇功，威名甚重，其左右腹心，並經百戰。諸子又有才氣，主上若崩，道濟不可複製，非大王之福也。盍先除之，以絕後患？”義康信之，乃言於帝，召道濟入朝。 \\n 當是時，魏方入寇，道濟出師拒之，前後與魏三十余戰，所向皆捷，軍至曆城。魏縱輕騎邀其前後，焚燒穀草，道濟軍乏食，乃自曆城引還。軍人有亡降魏者，告以食盡，魏人追之，衆恟懼將潰。道濟夜唱籌量沙，以所余少米覆其上。魏軍見之，謂道濟資糧有餘，以降者爲妄而斬之。時敵人甚盛，騎士四合，道濟命軍士皆披甲，已白服乘輿。魏人疑有伏兵不敢擊，稍稍引退，道濟乃全軍而返。歸未逾月，忽有調至，召之入京。其妻向氏曰：“高世之功，自古所無，今無事相召，未識吉凶若何？”道濟曰：“吾方全師保境，何負國家，而致患生不測！，汝無慮焉。”遂行。既至建康，以帝疾未瘳，留之累月。會帝病稍間，召而見之，慰勞且至，命即還鎮。道濟方出宮，帝忽昏迷，不省人事。劉湛謂義康曰：“道濟既召之來，未可縱之去也。”遂執之，下詔稱道濟潛散金貨，招誘不逞之徒，因朕寢疾，規肆禍心，收付廷尉。道濟見收，勃然忿怒，目光如炬，脫幘投地曰：“乃壞汝萬里長城。”遂死。並誅其子十一人。 \\n 又殺其參軍薛彤、高進之，二人皆道濟腹心，有勇力，號萬人敵，時人比之關、張者。魏人聞之喜曰：“道濟死，吳兒輩不足複憚矣。”後人作長歌挽之曰：寄奴崛起開鴻烈，四方猛士歸心切。風虎雲龍會一朝，就中道濟尤瑰傑。身經百戰立奇功，血痕染得征袍紅。懾服強鄰鎮西土，手魔旄鉞摽雄風。一朝讒口紛紛集，鳥盡弓藏從古說。 \\n 韓侯見執黥彭烹，千古冤魂同一轍。目光如炬發沖冠，投幘狂呼白日寒。自壞長城真可惜，徒令志士心爲酸。嗚呼！長城自壞亦已矣，宋祚傾頹魏人喜。 \\n 道濟既死，帝在病中未知。及疾瘳，義康奏之，帝深惋惜。 \\n 謂義康曰：“爾何匆遽若此？”義康曰：“劉湛爲臣言，不殺道濟，後必有患，臣故誅之。”帝由是怒湛。 \\n 卻說湛初入朝，帝悅其才辯，每與談論，必竟日始退，習以爲常。至是帝爲左右曰：“向吾與劉班言，每視日早晚，唯恐其去。今與劉班言，吾亦視日早晚，惟恐其不去。”湛亦覺帝寵漸衰，乃欲使後日大業，終歸義康。陰結廷臣劉斌、劉敬文、孔胤秀等爲死黨，伺察禁省，有不與己同者，必百方構陷之。推崇義康，無複人臣之禮。帝聞之益怒。殷景仁密言於帝曰：“相王權重，群小黨附，非社稷計，宜少加我抑。”帝深然之，於是決意黜義康而誅湛等。一日，以密旨召義康入宿，留止中書剩其夜帝出華林園，坐延賢堂，召殷景仁。景仁臥疾五年，雖不見上，而密函去來，日以十數，形迹周密，莫有窺其際者。至是聞召，猶稱腳疾，坐小床與人見。誅討處分，帝皆委之。收劉湛付廷尉，下詔暴其罪惡，就獄誅之，並殺其三子，及其党劉斌、劉敬文、孔胤秀等八人。 \\n 先是驍騎將軍徐湛之與義康尤親厚，帝惡之，事敗被收，罪當死。其母會稽公主，于兄弟爲長嫡，素爲帝所敬禮，家事大小，必咨而後行。高祖微時，有納布衫襖，臧皇后手所作也。 \\n 既貴，以付公主曰：“後世有驕奢不節者，可以此衣示之。” \\n 至是公主入宮，見上號哭，不復施臣妾之禮，以錦囊盛納布祆，擲於帝前曰：“汝家本貧賤，此是吾母爲汝父所作。今日得一飽餐，便欲殺我兒耶！”帝乃赦之。又吏部尚書王球，簡淡有美名，爲帝所重。其侄王履，貪利進取，深結義康、劉湛。球屢戒之，履不悛。誅湛之夕，履恐禍及，屨不及穿，倉皇奔至球所求救。球命左右取屨與之，飲以溫酒，謂之曰：“常日語汝雲何？”履怖懼不能答。球徐曰：“阿父在，汝亦何憂？” \\n 時帝本欲殺之，以球故，竟免其死，廢於家。帝以湛等罪狀示義康，義康即頭謝罪，上表求貶，乃出爲江州刺史，幽之豫章。 \\n 義康停省十餘日，見帝拜辭，帝惟對之慟哭，餘無所言。既發，帝遣沙門慧琳視之。義康曰：“弟子有還理否？”慧琳曰：“恨公不讀數百卷書耳。”先是謝述累佐義康，數有規益，未幾早卒，義康因歎曰：“昔謝述惟勸吾退，劉班惟勸吾進，今班存而述死，其敗也宜哉！”及在安城讀書，見淮南厲王長事，廢書歎曰：“自古有此，我乃不知，此慧公所以恨我不讀書也，罪何以免？”今且按下。 \\n 再說義康既出，不數月景仁亦死，帝旁無信臣，唯詹事範蔚宗以文學見知，然亦不甚委任。有散騎郎孔熙先者，博學文史，兼通數術，其父爲廣州刺史，以贓獲罪，義康救之得免。 \\n 及義康遷豫章，熙先密懷報效。且以天文圖讖，帝必以非道晏駕，由骨肉相殘，江州應出天子，因欲弑帝，立義康。見朝臣內，惟范蔚宗志意不滿，可引與同謀，乃結蔚宗甥謝綜，以交蔚宗。熙先家饒於財，數與蔚宗博，故爲拙行，以財輸之。蔚宗既利其財，又愛其文藝，由是情好款洽。一日，二人偶談時事，熙先連稱可惜者再。蔚宗問：“何惜？”熙先曰：“吾惜丈人以蓋世之才，不立蓋世之功耳。”蔚宗又問：“若何立功？ \\n ”熙先乃說之曰：“彭城王英斷聰敏，人神攸屬，失職南垂，天下憤怨。小人受先君遣命，以死報彭城之德。邇來人情騷動，天文舛錯，此所謂時運之至，不可推移者也。丈人順天人之心，結英豪之士，表裏相應，發難於肘腋，然後誅除異己，崇奉明聖，號令天下，誰敢不從？小人請以六尺之軀，三寸之舌，立功立事，而歸諸丈人。丈人以爲何如？”蔚宗愕然不應。熙先曰：“又有過於此者，愚則未敢道耳。”蔚宗曰：“何爲也？ \\n ”熙先回：“丈人奕葉清通，而不得連姻帝室，人以犬豕相遇，而丈人曾不恥之，欲硜硜自守，不亦惑乎？”蓋蔚宗門無內行，有中冓之羞，爲時鄙賤，故熙先以此激之。蔚宗果以爲大威，思欲建非常之事，一泄其辱，反意乃決。正是：狂言頓起蕭牆禍，治日偏多肘腋憂。但未識弑逆之計，行於何時，且聽下文再講。少帝不君，徐羨之等爲社稷計廢之，更立賢主，不謂無見。 \\n 但廢之可也，乃必弑之，又殺廬陵，其惡已極。宜文帝之拊心痛哭，而不能忘情於羨之、亮、晦也。文帝與義康，骨肉之愛，忘其形迹，從古少有。乃小人貪欲，從而構之，遂使弟兄之愛，不能保全，可爲痛恨。此聖人別嫌明微，所以必慎之於早耳。 \\n 道濟有大功于宋，並無絲毫過失，義康聽小人之譖，竟爾專殺，自壞長城，豈不可惜。卒惑於邪說，妄希非分，以至喪身。小人之不可親近，至於如此。孔子所以教人遠小人也。 \\n  \\n   \\n  "}
{"章节": "第十回 急圖位東官不子 緩行誅合殿弑親", "正文": "  \\n 第十回　急圖位東官不子　緩行誅合殿弑親 \\n 　 \\n 話說蔚宗聽了熙先一番言語，遂懷反意，密結其甥謝綜、府史仲承祖、丹陽尹徐湛之、及彭城舊時親厚者十餘人。又有道人法略，女尼法靜，皆感彭城舊思，願以死報。法靜有妹夫許曜，領隊在台，許爲內應。一日探得帝將出遊，燕群臣于武帳簡，曜領台兵侍衛，蔚宗、湛之等皆從，遂謀以是日作亂。 \\n 約定宴飲之次，蔚宗托有密事奏帝，請屏左右，曜便進前我帝，盡殺左右大臣，蔚宗人居朝堂，奉迎義康即位。謀既定，專待臨期行事，各如所約。那知蔚宗是日侍飲，恐懼殊甚，耀在帝側，扣刀挺立，屢目蔚宗，蔚宗垂首，默無一語，耀亦不敢動。 \\n 俄而座散，徐湛之退而懼曰：“事無成矣，吾何與之同死！” \\n 密以其謀白帝。帝聞之大駭，急命有司收蔚宗、熙先、謝綜等訊之，熙先望風吐款，辭氣不撓。蔚宗初猶抵賴，以熙先承認，亦不敢辯。乃並下獄待決。上奇熙先之才，責吏部尚書何尚之曰：“使孔熙先年將三十，作散騎郎，哪不作賊！”蔚宗在獄爲詩曰：“雖無嵇生琴，庶同夏侯色。”初意入獄即死，而帝窮治其獄，遂經二旬。獄吏戲之曰：“外傳詹事或當長系。” \\n 蔚宗聞之驚喜，謝綜、熙先笑之曰：“詹事平日攘袂瞑目，躍馬顧盼，自以爲一世之雄。今擾攘紛壇，畏死乃爾耶？”臨刑，蔚宗母至市，涕泣責之，以手擊其頸，色不作。妹及妓妾來別，蔚宗悲涕流連，謝綜誚之曰：“舅殊不及夏侯色。”蔚宗收淚而止。遂與綜、熙先及其子弟黨與同日並誅。有司奏治彭城之罪，帝初不許，後因魏師犯瓜步，帝慮不逞之人，奉其爲亂，賜死安城。 \\n 且說帝初即位，立妃袁氏爲後。後性賢明，帝待之恩禮甚駕。初生太子助，後詳視良久，使宮人馳告帝曰：“此兒形貌異常，必破國亡家，不可舉。”帝聞之，狼狽奔赴，至後殿戶外，以手撥幔禁之，乃止。先是袁氏家貧，後嘗就帝求錢帛給之。而帝性節儉，所賜錢不過三五萬，帛不過三五十匹。及潘淑妃生始安王浚，寵傾後宮，所求無不得。一日，後向帝求錢，嫌所得不多。宮人曰：“後有求，帝不肯與，若使潘妃求之，雖多必獲。”後欲驗其言，因托潘妃代求三十萬錢，信宿便得。 \\n 因此深爲恚恨，鬱鬱成疾。從此不復見帝。及疾篤，帝至床前執手流涕，問所欲言，後終不答，直視良久，以被覆面而崩，時年三十六。帝甚痛悼，所住徽音殿五間，設神位於中，其殿常閉，非有詔不許擅開。有張美人者，嘗以非罪見責，應賜死。 \\n 從後靈殿前過，流涕大言曰：“今日無罪就死，先後有靈，當知吾冤。”說聲未了，殿忽豁然大開，窗牖俱辟。職掌者馳白於帝，帝驚往視之，其事果實，美人乃得釋。人以爲袁後陰靈所護也。 \\n 再說太子劭既長，美姿容，好讀書，使弓馬，喜延賓客。 \\n 意之所欲，帝必從之。既居儲位，帝以宗室強盛，慮有內難，特加東宮兵，使與羽林相若，至有實甲萬人。初，以潘妃承寵，致後含恨而死，深惡潘妃及始安王浚。浚懼爲將來之禍，乃曲意事號劭，劭更與之善，歡洽無間。有王鸚鵝者，東陽公主之婢，貌頗姣好。太子嘗至主第，見而悅之，托言身倦，假寢後園，呼鸚鵡侍，聲與之私。鸚鵡狡而淫，苟合時，能曲盡太子歡，太子大喜。其後鸚鵡又與浚私，弟兄傳嬖之，公主弗禁也。 \\n 助與浚並多過失，數爲上所法責，常鬱鬱不快。一日，鸚鵡見太子色不豫，問其故，助曰：“主上難事，吾安得早登大位，得遂所欲乎？”鸚鵡曰：“天子萬福，太子豈能遽登大寶？莫若使女巫祈請天帝，使過不上聞，則太子可無憂矣。”劭深然之。你道女巫何人？此女姓嚴氏，名道育，吳興人。初爲妓家，有妖人常來留宿，授以采陽補陰、役使鬼物之術，後遂爲巫，往來于富家巨室，其術頗有靈驗，故東陽公主家，亦得出入焉。 \\n 鸚鵡尤與相善，常同床共宿，授以房中之術，故鸚鵡亦能蠱惑人，爲太子所愛。一日，道育謂主曰：“天帝有寶物賜主，主後福無窮。”主初不信，其夜主臥床，忽見流光若螢，飛入書筒中，急起開視，得二青珠，大以爲神，由是助與浚亦惑之，遂使作法祈請，令過不上聞。道育曰：“上天已許我矣，太子等縱有過，決不泄露。”劭等益敬事之，號曰“天師“。其後又爲巫蠱，琢玉爲帝形像，埋于含章殿前，使宮車早早宴駕，共事者惟道育、鸚鵡、始安王浚，及東陽府奴陳天與、黃門陳慶國數人，余莫知也。 \\n 會東陽主卒，鸚鵡例應出嫁，陳天與先與之通，欲得之。 \\n 後鸚鵡又與浚之私人沈興遠交好，厭薄天與，遂嫁興遠。天與有怨言，鸚鵡唆劭殺之。陳慶國懼曰：“巫蠱事，唯我與天與宣傳往來，今天與死，我其危哉！且事久終泄，不如先自首也。 \\n ”乃具以其事白帝。帝大驚，即遣收鸚鵡，封籍其家。助懼，以書告浚，浚複書曰：“彼人所爲如此，正可促其餘命，或是大慶之漸耳。” \\n 先是二人往來書劄，常謂帝爲彼人，或謂其人。謂江夏王義恭爲佞人，皆咒詛巫蠱之言。其書並留鸚鵡處，至是皆被收去。又搜得含章殿所埋玉人，帝益怒，命有司窮治其事，道育亡命，捕之不獲。時浚鎮京口，已有命爲荊州刺史，移鎮江陵，將入朝而巫蠱事發。帝惋歎彌日，謂潘淑妃曰：“太子圖富貴，或祈我速崩。虎頭複如此，非複思慮所及，汝母子豈可一日無我耶？”虎頭，浚小字也。妃叩首求解，帝遣中使切責之，猶未忍加罪也。道育亡命後，變服爲尼，匿于東宮，又逃之京口，匿於浚所。浚人朝，複載還東宮，欲與俱往江陵。道育偶過其戚張旿家，爲人所告。帝遣人掩捕，得其二婢，雲道育隨始安王還都，今又逃往京口矣。帝方謂劭與浚已斥遣道育，今聞其猶相匿之，惆悵惋駭。乃與侍中王僧綽、仆射徐湛之、尚書江湛密謀廢太子，賜始安王死。須俟道育捉到，面加檢覆，方治二人之罪。 \\n 時帝諸子尚多，武陵王駿素無寵，故屢出外藩，不得留建康。南平王鑠、建平王宏、隋王誕皆爲帝所愛，議擇一人立之。 \\n 而鑠妃爲江湛之妹，勸帝立鑠。誕妃爲徐湛之女，勸帝立誕，帝不能決。僧綽曰：“建立之事，仰由聖懷，臣請唯宜速斷，不可稽緩。當斷不斷，反受其亂。願以義割恩，略去不忍之心，不爾，便應坦懷如初，無煩疑論。宏機雖密，易致宣廣，不可使難生慮表，取笑千載。”帝曰：“卿可謂能斷大事，然此事至重，不可不殷勤三思。且彭城始亡，人將謂我無複慈愛之道。 \\n ”僧綽曰：“臣恐千載之後，言陛下唯能裁弟，不能裁兒。” \\n 帝默然。既退，江湛謂僧綽曰：“卿向所言，毋乃太傷切直。 \\n ”僧綽曰：“弟正恨君不直耳。” \\n 帝自是每夜與湛之屏人語，或連日累夕，常使湛之自秉燭，繞壁檢行，慮有竊聽者。那知潘淑妃怪帝久不入宮，密密打聽，已知帝有廢太子殺始安意。乃召浚人，抱之泣曰：“汝前咒詛事發，猶冀刻意改過，何意更藏道育，帝怒不可解矣！我何用生爲，可送藥來，當先自盡，不忍見汝禍敗也。”浚奮衣起曰：“天下事尋當自判，願小寬慮，必不上累。”遽馳報助曰：“事急矣，須早圖之。”助乃密與腹心隊主陳叔兒、齋師張超之等，共謀弑帝。每夜饗將士，或親自行酒。僧綽覺其異，密以啓聞。帝以嚴道育尚未解至，故遲不發。 \\n 癸亥夜，劭詐爲帝詔雲：“魯秀謀反，汝平明率衆入。” \\n 因使張超之召集東宮甲土，豫加部勒，雲有所討。夜呼右軍長史蕭斌、左衛率袁淑、積弩將軍王正見等並入官。助流涕謂曰：“主上信讒，將見罪廢，內省無過，不能受枉。明旦當行大事，望相與戮力。”因起遍拜之，衆驚愕莫敢對。良久，淑、斌皆曰：“自古無此，願加三思。”劭怒變色，斌懼曰：“當竭身奉令。”淑叱之曰：“卿便謂殿下真有是耶？殿下幼常患風，或是疾動耳。”劭愈怒，因盻淑曰：“事當克否？”淑曰：“居不疑之地，何患不克？但既克之後，不爲天地所容，大禍亦旋至耳。假有此謀，猶宜中止。”左右引淑出口：“此何事，而可中止耶？”淑還省，繞床行，至四更乃寢。甲子，宮門未開，助以朱衣加戎服上，乘畫輪車，與蕭斌同載，衛從如常日入朝之儀，呼袁淑甚急，淑高臥不起。助停車奉化門，絡繹遣人催之。淑不得已徐起，至車後，劭呼之登車，又辭不上，乃命左右殺之。 \\n 俄而內城開，劭從萬春門入。舊制東宮隊不得入城，劭乃以僞詔示門衛曰：“受敕有所收討。”呼令後隊速來，門衛信之，不敢詰。張超之等數十人馳入雲龍門，進及齋閣，直衛兵尚寢未起，門階戶席，寂無一人。超之遂拔刃徑上合殿。帝是夜與徐湛之屏人語，至旦，燭猶未滅。見超之人，舉幾捍之，超之揮刃，帝五指皆落，遂超前弑之。湛之驚起，急趨北戶，戶未及開，兵人殺之。後人有詩頌袁後之先見雲：天生嫋猿異常兒，何事君王不殺之！ \\n 羽融養成行大逆，方知巾幗勝鬚眉。 \\n 劭進至合殿中間，聞帝已殂，出坐東堂。蕭斌執刀侍立，呼中書舍人顧報，嘏震懼不即出。既至，劭問曰：“欲共見廢，何不早啓？”嘏未及答，即於座前斬之。江湛直宿上省，聞喧雜訊，知有變，歎曰：“不用王僧綽言，以至於此。”乃匿旁屋中，兵士搜出殺之。宿衛羅訓、徐罕，皆望風屈服，獨左細仗主蔔天與不暇被甲，疾呼左右出戰。徐罕曰：“殿下人，汝欲何爲？”天與罵曰：“殿下此來爲何，汝尚作此語？”遂拔箭射劭於東堂，幾中之。劭黨奮擊，斷臂而死。其隊將張泓之、朱道欽亦皆戰死。劭遂殺潘淑妃及帝親信左右數十人，急召始安王浚。 \\n 時浚在西州府，未得劭信，未識事之濟否，恇擾不知所爲。 \\n 舍人朱法瑜奔告曰：“台前喧噪，宮門皆閉，道上傳言太子反，未測禍變所至。”浚陽驚曰：“今當奈何？”法瑜勸人據石頭，浚從之。將軍王慶曰：“今宮內有變，未知主上安危，凡在臣子，當投袂赴難，憑城自守，非臣節也。”浚不聽，乃從南門出，徑向石頭，從者千餘人。俄而助遣張超之馳馬召浚，浚屏人問狀，即戎服乘馬而去。朱法瑜固止之，不從。王慶亦扣馬諫曰：“太子反逆，天下怨憤。殿下但當堅閉城門，坐食積粟，不過三日，凶黨自離，情事如此，今豈宜去？”浚大言曰：“皇太子令，敢有複阻者斬！”既入見劭，劭謂之曰：“潘淑妃爲亂兵所害。”浚曰：“此是下情，由來所願。”劭詐以帝詔召大將軍義恭、尚書何尚之，至則並拘於內。並召百官，至者才數十人，劭遽即位，改元太初。下詔曰：“徐湛之、江湛弑逆無狀，吾勒兵人殿，已無所及，號惋崩衄，肝心破裂。今罪人斯得，元兇克珍，可大赦。”降詔畢，即稱疾還永福省，不敢臨喪，以白刃自守，夜則列燈不寢。以蕭斌爲尚書仆射、領軍將軍，何尚之爲司空，諸逆徒拜官進爵有差。 \\n 青州刺史魯秀將赴任、劭留之於京，使掌庫隊，謂之曰：“徐湛之常欲相危，我已爲卿除之矣。”舍人董元嗣乘間奔得陽，具言太子弑逆，其事始彰。是時沈慶之爲武陵王司馬，密謂腹心曰：“蕭斌婦人，不足有爲。其餘將帥，皆易與耳。東宮同惡，不過三十人，此外屈逼，必不爲用。今輔順討逆，不憂不濟也。” \\n 先是劭不知王僧綽之謀，用爲司徒。及檢文帝巾箱，得僧綽所奏饗士啓，大怒，殺之。因誣北地請王侯雲與僧綽同反，遂殺長沙、臨川、桂陽、新渝諸王候等。密賜沈慶之手書，令殺武陵王駿。慶之得書，來見王，王懼，辭以疾。慶之突入，見王于中堂，以助書示之。王泣求人內，與母訣別。慶之曰：“下官受先帝厚恩，今日之事，唯力是視，焉肯輔逆，殿下何見疑之深？”王起再拜曰：“家國安危，皆在將軍。”慶之即命內外勒兵。主簿顔竣曰：“今四方未知義師之舉，劭據有天府，若首尾不相應，此危道也。宜待諸鎮協謀，然後舉事。” \\n 慶之厲聲曰：“今舉大事，而黃頭小兒，皆得參預，何得不敗？ \\n 宜斬以徇衆。”王令竣向慶之謝罪。慶之曰：“卿但任筆劄事耳，勿預軍機也。”王於是專委慶之處分。旬日之間，內外整辦，人服其才。庚寅，武陵王戒嚴誓衆，以沈慶之爲主軍元帥，襄陽太守柳元景爲冠軍將軍，隋郡太守宗懿爲中兵將軍，內史來修之爲平東將軍，記室顔竣爲咨議參軍，移檄四方。於是各路州郡聞之，翕然回應。 \\n 第一路荊州刺史南郡王義宣；第二路究州刺史臧質；第三路司州刺史魯爽；第四路青州刺史蕭思誥；第五路冀州刺史垣護之。一時並起，舉兵赴難。 \\n 單有隋王誕鎮東吳，有強兵數萬，將受劭命。其參軍沈正諫之不從，退立于宮門之外，泣謂司馬顧琛曰：“國家此禍，開闢未有。今以江南驍銳之衆，唱大義於天下，其誰不回應，豈可使殿下北面凶逆，受其僞寵乎？”琛曰：“江南忘戰日久。 \\n 雖逆順不同，然強弱亦異。當待四方有義舉者，然後應之，不爲晚也。”正曰：“天下未有無父無君之國，寧可自安仇恥，而責義四方乎？今正以弑逆冤醜，義不共戴，舉兵之日，豈必求全耶！馮衍有言：‘大漢之貴臣，將不如荊齊之賤士乎？’況殿下義兼臣于，事關國家者哉！”琛乃與正複人說誕，誕遂不受劭命。聞武陵已建義，亦起兵應之。 \\n 先是文帝北拒魏師，劭常從軍，自謂素習武事。及得志，語朝士曰：“卿等但助我理文書，勿措意戎旅，若有寇難，吾自當之。但恐賊虜不敢動耳。”及聞四方兵起，始憂懼戒嚴。 \\n 卻說柳元景引兵先下，統領薛安都等十二軍發湓口，徐遣寶以荊州之衆繼之。丁未，武陵王駕發尋陽，沈慶之總中軍以從，檄至建康。劭讀之色變，以示大常顴延之曰：“此誰筆也？ \\n ”延之曰：“顔竣筆也。”動曰：“言辭何至於是？”延之曰：“竣尚不顧老臣，安能顧陛下？”劭怒稍解。劭欲盡殺從駿起兵者士民家口，何尚之曰：“凡舉大事者不顧家，且多是驅逼，今忽誅其家室，正足堅彼意耳。”劭以爲然，乃下詔一無所問。 \\n 又疑舊臣不爲己用，乃厚撫魯秀、王羅漢，以軍事委之。蕭斌勸劭勒水軍，自上決戰，次之則保據梁山。江夏王義恭欲令助敗，恐義兵起於倉猝，船舫陋小，不利水戰，乃佯爲策曰：“賊駿少年，未習軍旅，遠來疲弊，宜以逸待之。今遠出梁山，則京都空弱，東軍乘虛或能爲患。若分力兩赴，則兵散勢離，不如養銳待期，坐而觀釁，割棄南岸，柵斷石頭，此先朝舊法，不憂賊不破也。”助善其策，斌厲色曰：“南中郎二十年少，能建如此大事，豈複可量。三方同惡，勢據上流，沈慶之諸練軍事，柳元景、宗愨久經戰陣，形勢如此，實非小敵。宜及人情未離，尚可決力一戰，端坐台城，何由得久？”劭不聽。或勸劭保石頭城，劭曰：“昔人所以固石頭城者，待諸侯勤王耳。 \\n 我若守此，誰當見救？唯應力戰決之，不然不克。”於是日日自出行軍，慰勞將士，悉焚淮水南岸民房，驅百姓咸渡水北，以爲卻敵之計。 \\n 話分兩頭，柳元景自發湓口，以舟艦不堅，恐水戰不利，乃倍道兼行。兵至江寧，舍舟步上，使薛安都率鐵步數千，耀兵淮上。移書朝士，爲陳道順，劭黨大懼。先是王發尋陽有疾，不能見將士，唯顔竣出入臥內，擁王於膝，疾屢危篤，不任資稟，竣皆專決。軍政之外，間以文教書檄，應接遐邇，昏曉臨哭，若出一人，如是者累旬。雖舟中甲士，亦不知王疾之危也。 \\n 行至南州，疾始愈，出見將士，將士無不踴躍。是時，元景潛至新亭，依山爲壘，新降者皆勸元景速進。元景曰：“不然。 \\n 理順難恃，同惡尚衆，輕進無防，實啓寇心。”於是堅立營寨，周蔽木石。劭見東軍已在新亭，乃使蕭斌統步兵，褚湛之統水軍，與魯秀、王羅漢等合精兵三萬，直攻其壘，自登朱雀門督戰。元景將戰，下令軍中曰：“鼓繁氣易衰，叫數力易竭，但銜枚疾戰，一聽吾鼓聲。”斯時劭之將士，懷劭重賞，皆殊死戰。元景水陸受敵，麾下勇士，悉遣出鬥，左右唯留數人宣傳，看看兵勢將敗，元景失色。忽聞敵軍中連聲退鼓，劭衆遽止，於是軍勢複振。但未識擊退鼓者何人，且聽下回分解。 \\n 劭、浚喪盡天良，共謀篡弑。人種共憤，天地變色，從古未有。亦文帝優柔寡斷，有以致之，當此天翻地覆之時，而蔔天與、張泓之、朱道欽能討賦以死，天理猶存。助篡弑之後，誅戳大臣，並及長沙、臨川諸王侯，可雲慘虐。然父且不愛，何有於他？沈慶之不殺武陵，勸其討賊，勤王之兵起，四面應之。要知天地不容之人，豈能久竊大位耶！ \\n 【古文小说】南朝秘史　中　（清）杜剛　著 \\n  \\n   \\n  "}
{"章节": "第十一回 誅元兇武陵正位 聽逆謀南郡興兵", "正文": "  \\n 第十一回　誅元兇武陵正位　聽逆謀南郡興兵 \\n 　 \\n 話說魯秀雖爲劭將，陰欲叛之，新亭之戰，見劭兵將勝，故擊退鼓以沮之，動衆果退。元景乃開壘鼓噪以逐之，劭軍大潰，墜淮死者，不可勝數。劭自執劍，手斬退者，不能禁，將士半遭殺戮。蕭斌身亦被傷，助僅以身免，單騎還宮。魯秀、褚湛之等皆降于元景。丙寅，王至江甯，江夏王義恭乘間南奔，見王於新亭，相對痛哭。劭聞其走，殺其子十二人。戊辰，義恭、沈慶之等上表功進。己已，王即皇帝位，是爲孝武帝。大赦，文武賜爵一等，從軍者二等，改諡大行皇帝曰“文帝”，廟號太祖。是日，諸路之兵並集，劭於是緣淮樹柵以守，魯秀等率衆攻之，王羅漢放仗降，緣淮守卒，以次奔散，器仗鼓蓋，充塞路衢。是夜，劭閉守六門，於門內鑿塹立柵，城中沸亂，文武將吏，爭逾城出降。蕭斌見勢不支，宣令所統皆使解甲，自石頭戴白幡來降，以求免死。詔不許，斬於軍門。劭欲載寶貨逃入海，人情離散，不果行。未幾，諸軍克台城，各由諸門入，會於前殿，獲王正見斬之。張超之走至合殿禦床之所，爲軍士所殺，刳腸割心，諸將臠其肉，生啖之。建平等七王，號哭俱出。劭穿西垣，入武庫井中，隊主高禽執之。劭曰：“天子何在？”禽曰：“近在新亭。”至殿前，臧質見之曰：“奈何爲此天地不容之事？”劭謂質曰：“可得爲啓，乞遠徙否？ \\n ”質曰：“主上近在航南，當有處分。”縛劭於馬上，防送軍門。時不見傳國璽，問劭何在。劭曰：“在嚴道育處。”搜得之，遂斬劭首，並誅其四子於牙下。浚率左右數十人，領其三子南走，遇義恭於越城，浚下馬曰：“南中郎今何所作？”義恭曰：“上已君臨萬國。”又曰：“虎頭來得毋晚乎？”義恭曰：“殊當恨晚。”又曰：“故當不死耶？”義恭曰：“可詣行闕請罪。”又曰：“未審能賜一職自效否？”義恭曰：“此未可量。”勒與俱歸，行至中道殺之及其三子。梟二逆父子首于大航，暴屍於市，汙瀦其所居齋，眷屬皆賜死於獄。劭妃殷氏且死，謂獄吏曰：“彼自骨肉相殘，何以枉殺無罪人？”獄吏曰：“受拜皇后，非罪而何？”殷氏曰：“此權時耳，事定，當以鸚鵡爲後也。”嚴道育、王鸚鵡並都街鞭殺，血肉糜爛，焚屍揚灰于江。收殷沖、尹宏、王羅漢等並斬之。庚辰解嚴，帝如東府，百官請罪，皆釋之。於是大封宗室功臣，進義恭爲太尉、南徐州刺史，義宣爲南郡王、荊州刺史，誕爲竟陵王、揚州刺史，臧質爲車騎將軍、江州刺史，魯爽爲南豫州刺史，魯秀爲司州刺史，徐遺寶爲袞州刺史。沈慶之爲領軍將軍，柳元景、宗愨爲左右衛將軍，顔竣爲侍中。追贈袁淑、徐湛之、江湛，皆爵以公，王僧綽、蔔天與皆爵以侯。張泓之等各贈郡守。或謂何尚之爲劭司空，其子偃爲侍中，並居權要，當與殷沖等同誅，而帝以其父子素有令望，且居劭朝，用智將迎，時有全脫。又城破後，尚之左右皆散，猶自洗黃閣，以迎新主，故任遇不改。今且按下慢表。 \\n 再說江州刺史臧質，少輕薄無行，爲時所輕。既而屢居名郡，涉獵文史，有氣幹，好言兵，立功前朝，自謂人才，足爲一世英雄。太子劭之亂，潛有異圖，以南郡王義宣庸暗易制，欲奉以爲帝，因而覆之。至江陵，即稱臣拜義宣。義宣驚愕問故，質曰：“今日情勢，大位合歸於王。”義宣以奉武陵爲主，故卻其計不行。及劭既誅，義宣與質，功皆第一，由是益驕。 \\n 義宣在荊州十年，財富兵強，朝廷所下制度，意有不合，事多專行。臧質到江州，巨舫千余，部伍前後百餘裏。帝方自攬威權，而質以少主輕之，政刑慶賞，不復諮稟。擅用湓口米萬石，台府屢下詰責，漸致猜俱，因密結魯爽魯秀、徐遺寶，以爲推戴義宣之計，而義宣未之知也。先是義宣有女四人，幼養宮中，義宣赴荊州，其女仍留在宮。而帝性好淫，閨房之內，不論尊卑長幼，皆與之亂，以故義宣諸女，並爲所汙。其次女名楚江郡主，麗色巧笑，尤善迎合，帝愛之，誓不相舍。乃令冒姓殷氏，封爲淑儀，以至醜聲四布。義宣由是切齒，怨怒之色，時形於面。臧質欲激之使反，乃以書說之曰：人臣負不賞之功，挾震主之威，自古能全者有幾？今萬物系心于王，聲迹已著，見義不作，將爲他人所先。若命徐遺寶、魯爽驅西北精兵來屯江上，質率九江樓船，爲王前驅，如是已得天下之半。王以八州之衆，徐進而臨之，雖韓、白更生，不能爲建康計矣。且少主失德，聞于道路，宮闈之醜，豈可三緘！ \\n 沈、柳諸將，亦我之故人，誰肯爲少主盡力者？夫不可留者年也，不可失者時也。質常恐溘先朝露，不得展其膂力，爲王掃除，于時悔之何及？敢布腹心，惟王圖之。 \\n 義宣得書，謀之左右。其將佐竺超民等，咸懷富貴之望，欲倚質威名以成事，共勸義宣從其計，遂許之。質乃以義宣旨，密報魯爽、魯秀、徐遺寶，期以今秋舉兵。使者至壽陽，爽方大醉，失義宣旨，謂宜速發，遂竊造法服等物，自號建平元年，建牙起兵。義宣等聞爽已反，皆狼狽興師，板爽爲征北將軍，爽亦板義宣等，其文曰：“丞相劉，今補天子，名義宣。車騎臧，今補丞相，名質。”見者皆駭愕，魯秀率兵赴江陵，見義宣略談數語而出，拊膺歎曰：“臧質誤我，乃與癡人作賊，今事敗矣。”當是時，義宣兼荊、江、袞、豫四州之力，率衆十萬，發江津，舳艫數百里，以質爲前鋒，爽亦引兵直趨曆陽，威震遠近。 \\n 帝大懼，欲奉乘與法物迎之。竟陵王誕曰：“奈何持此座與人？”固執不可。帝乃命柳元景爲撫軍將軍，統領諸將以討義宣。元景進據梁山洲，於兩岸築偃月壘，水陸待之。義宣移檄州郡，加進位號，使同發兵。雍州刺史朱修之僞許之，而遣使陳誠於帝。益州刺史劉秀之斬義宣使者，不受僞命。義宣乃使魯秀將兵擊之。王元謨聞秀不來，喜謂元景曰：“若臧質獨來，可坐而擒也。”冀州刺史垣護之，遺寶姊夫，邀之同反，護之不從，率衆陰襲其城，克之。遺寶敗，走奔魯爽。爽至曆陽，薛安都引兵拒之，敗其前鋒，爽不能進。又軍中乏糧，引兵退，薛安都率輕騎追之。及於小峴，爽勒兵還戰，飲酒數鬥，大醉，立馬陣前，指揮兵衆。安都望見，躍馬大呼，直前刺之，應手而倒。兵士斬其首，爽衆奔散。進攻壽陽，克之，並殺徐遺寶。是時義宣至鵲頭，元景送爽首示之。爽累世將家，驍勇善戰，號萬人敵，一旦死于安都之手，義宣與質皆駭懼，三軍爲之奪氣。太傅義恭遣使與義宣書曰：往時仲堪假兵桓玄，尋害其族；孝伯推誠牢之，旋踵而敚臧質少無美行，弟所具悉，今借西楚之強力，圖濟其私，凶謀若果，恐非複池中物也。弟自思之，勿貽後悔。 \\n 義宣得書，頗懷疑慮。 \\n 甲辰，軍至蕪湖。質夜來軍中，進計于義宣曰：“今以萬人取南州，則梁山路絕，萬人綴梁山，則玄謨不敢動。下官中流鼓棹，直趣石頭，此上策也。”劉湛之密言于義宣曰：“質求前驅，此志難測。不如盡銳攻梁山，事克，然後長驅，此萬安之計也。”義宣遂不用質計。質又請自攻東城，劉湛之曰：“質若複克東城，則大功盡歸之矣，宜遣麾下自行。”義宣乃遣湛之與質俱進，頓兵兩岸，夾攻東城。於是玄謨督諸軍大戰，薛安都率突騎先沖其陣之東南，陷之，斬湛之首。偏將劉季之、宗越又陷其西北，質兵亦敚垣護之縱火燒江中舟艦，煙焰漲天，延及西岸，營壘殆盡，全軍皆潰。義宣單舸急走，閉戶而泣，荊州人隨之者，猶百餘舸。質欲見義宣計事，而又宣已去，只得棄軍北走。其衆或降或散，一時俱盡。質有妹丈羊沖爲武昌郡，往投之，至則沖已爲郡人所殺，質無所歸，乃逃于南湖，掇蓮實食之。追兵至，以荷覆頭，自沈于水，出其鼻。軍主鄭俱兒望見，射之中心，兵刃亂下，腸胃縈水草，斬其首，送建康。 \\n 義宣走至江夏，聞巴陵已有軍守，回向江陵，衆盡散。與左右十餘人，徒步而行。腳痛不能前，僦民露車自載，緣道求食。至江陵郭外，時竺超民留守城中，遣人報之。超民仍具羽儀兵衆，迎之入城。城中甲士，尚有萬人。參軍翟靈寶，囑其撫慰將士，授之言曰：“茲以臧質違指授之宜，用致失利，今當治兵繕甲，更爲後圖。昔漢高百敗，終成大業。”而義宣忘靈寶之言，誤雲：“項羽千敗，終成大業。”衆將鹹掩口笑。 \\n 魯秀猶欲收集餘衆，更圖一決。而義宣昏沮，無複神守，入內不復出。左右腹心，稍稍離叛。既而聞魯秀北走，欲隨之去，乃攜愛妾五人，著男子服相隨。城中擾亂，白刃交橫。義宣懼，墜馬，遂步進。超民送至城外，以馬與之，歸而閉城。義宣求秀不得，左右盡棄之，還宿南郡空施。旦日，官軍至，執而因之。義宣入獄，坐地歎曰：“臧質老奴誤我！”五妾尋被遣出，義宣號泣，語獄吏曰：“常日非昔，今日分別，乃真苦耳。” \\n 魯秀衆散不能去，還向江陵。城上人射之，秀求人不得，赴水而死。朱修之入江陵，殺義宣，並其子十六人，及同黨竺超民、蔡超、顔樂之等，大軍奏凱。柳元景、王元謨、薛安都等，各授封賞。由是朝廷無事，天下稍安。今且按下慢表。 \\n 且說晉陵武進縣生一異人，姓蕭，名道成，字紹伯，小字鬥將，漢相國蕭何二十四世孫也。父承之，字嗣伯，少有大志，才力過人，仕于宋。初爲建威府參軍，義熙中，平蜀賊譙縱，遷揚武將軍、汶山郡太守。元嘉初，徙爲濟南太守。到彥之北伐魏，大敗歸，魏乘勝破青州諸郡，承之率數百人拒戰。魏衆大集，承之偃兵息衆，大開城門，左右曰：“賊衆我寡，何輕敵之甚！”承之曰：“今日懸守窮城，事已危急，若複示弱，必爲所屠，唯當以強示之耳。”魏兵果疑有伏，遂引去。文帝以有全城之功，遷爲中兵參軍、員外郎。氐帥楊難當反於漢川，承之輕車前行，敗其將薛健于黃金山。健既敗去，承之即據之。 \\n 難當引兵來攻，相拒四十餘日，賊皆衣犀甲，刀箭不能傷。承之命軍中造木槊，長數尺，以大斧捶其後，賊不能當，乃焚營退。梁州平，進爲龍驤將軍、南泰山太守。有惠政，封五等男，食邑三百四十戶。及沒，梁土士民思之，立廟於峨公山，春秋祭祀。道成其長子也，生於元嘉四年，資表英異，龍顙鐘聲，鱗文遍體。宅南有一大桑樹，本高三丈，橫生四枝，狀如華蓋。 \\n 道成年數歲，常戲其下。從兄敬完見之曰：“此樹爲汝生也。 \\n ”年十三，儒士雷次山立學於雞籠山，往而受業，治《禮記》及《左氏春秋》，過目輒曉。及長，仕爲建康令，有能名。蕭惠開有知人鑒，謂人曰：“昔魏武爲洛陽比部，時人服其英浚今看蕭建康，但當過之耳。”及惠開鎮襄陽，啓道成自隨。討樊鄭諸山蠻，破其聚落，進爲左軍中兵參軍。孝建初，襲爵五等男，複以中兵參軍爲建康今。見朝事日非，宗室將衰，結納四方豪傑，隱有澄清天下之志，嘗夢上帝謂之曰：“汝是我第十九子。”覺而異之。蓋自五帝三王已降，受命之次，至道成而第十九也。今且按下。 \\n 卻說孝武在位八年，疏忌宗室，殺戮無度。與竟陵王誕不睦，誣以謀叛，殺之。又疑大臣擅權，而腹心耳目多委寄近習。 \\n 有戴法興、戴明寶者，向爲藩邸舊臣，甚見親昵。及即位，皆以爲南台禦史，以預建義功，賜爵縣男。又有巢尚之者，人士之末，涉獵文史，爲帝所知，亦以爲中書舍人。三人權重當時，大納貨賄，幾所薦達，言無不行。天下輻湊，門外成市。大臣義恭、柳元景、顔師伯等，皆畏罪避嫌，由是朝政日壞。俄兩帝有疾，夏五月庚申殂於玉燭殿。群臣臨喪，奉太子子業即位，時年十六。改年景和，是爲廢帝。尚書蔡興宗上璽綬，太子受之，傲惰無威容。興宗出告人曰：“昔魯昭不哀，叔孫知其不終，家國之禍，其在此乎？” \\n 乙卯，悉罷孝建以來所改制度，還依元嘉。興宗慨然，謂義恭曰：“先帝雖非盛德之主，要以道始終，三年無改，古典所貴。今殯宮甫撤，山陵未遠，而制度興造，一皆刊削，雖當禪代，亦不至爾。天下有識，嘗以此窺人。”義恭不從。八月，王太后疾篤，使呼廢帝，廢帝曰：“病人房間多鬼，那可往？ \\n ”召之再三不至。太后怒，謂侍者曰：“取刀來，剖我腹，那得生此甯馨兒！”乙丑，太后殂，帝不一視。性本狂暴，始猶難太后、大臣及戴法興等，未敢自恣。太后既殂，內無所忌。 \\n 欲有所爲。法興輒抑制之，謂曰：“官家所爲如此，欲作營陽耶？”帝不能平。所幸閹人華願兒，賜與無算，法興常加裁滅，願兒恨之，謂帝曰：“道路皆言宮中有二天子，法興爲真天子，官家爲贋天子，且帝居深宮，與物不接，法興與太宰顔柳相共爲一體，往來門客，恒有數百。法興是孝武左右，久在宮闈，今與他人作一家，深恐此座非複帝有。”帝遂召法興入宮，立賜之死。 \\n 先是孝武之世，王公大臣懼誅，重足屏息，莫敢妄相過從。 \\n 及崩，義恭等皆相賀曰：“今日始免橫死矣。”甫過山陵，柳元景、顔師伯等張樂酣飲，不舍晝夜。及法興見殺，無不震懾，皆恐禍及。於是元景、師伯密欲廢帝，日夜聚謀，而持疑不能決。元景泄其謀于沈慶之，慶之素與義恭不睦，又師伯專斷朝事，不與慶之參決，每謂人曰：“沈公國之爪牙耳，安得豫政事？”慶之深以爲恨，乃發其謀以白於帝。帝聞之，不及下詔，輒自率羽林兵掩至義恭宅，殺之，並其四子。斷絕義恭支體，分裂腸胃，挑取眼睛，以蜜漬之，謂之“鬼目粽。”別造使者召柳元景，以兵隨之。左右奔告，元景知禍至，人辭其母，整朝服，乘車應召。其弟叔仁，有勇力，被甲，率左右壯士，欲拒命，無景苦禁之。既出巷，軍士大至，元景下車受戮，容色恬然，一門盡誅。獲顔師伯于道，殺之。又殺廷尉劉德願，自是公卿以下，皆被捶曳如奴隸矣。先是帝在東官，多過失，孝武欲廢之。侍中袁顗盛稱其美，孝武乃止。帝由是德之，既誅元景，以顗代其任。 \\n 有山陰公主者，名楚玉，帝之姊也。下嫁駙馬都尉何戢，性淫縱，帝寵之，常與同輦出人。一日謂帝曰：“妾與陛下男女雖殊，俱托體先帝，陛下六宮萬數，而妾惟駙馬一人，事大不均。”帝笑曰：“易耳”。乃選少壯男子三十人，號日“面首”，賜之以逞其欲。謂公主曰：“今而後，莫怨不均矣。” \\n 吏部郎褚淵，字彥威，風度修整，容貌如婦人好女。公主見而悅之，請於帝，欲以自隨。帝命淵往侍公主。淵辭不往，曰：“臣唯一心事陛下，不敢私傳公主。”帝笑而置之。公主思念彌切，乃遣人要于路，擁之以歸，閉之後房，謂淵曰：“吾閱人多矣，未有如卿之美者，願同枕席之歡，無拂吾意。”叠起身就之。淵退立一旁，拱手言曰：“名義至重，玷辱公主，即玷辱朝廷，不敢。”公主再三逼迫，淵抵死相拒。良久，事不就。公主走出，謂詩婢曰：“倔強乃爾，吾欲殺之，又不忍，若何使他心肯，以遂吾懷？”侍婢曰：“此是囊中物，主且耐心，何憂不諧。”公主欲乘其睡而退之。淵至夜間，衣不解帶，秉燭危坐。侍婢絡繹相勸，且以危言怵之，曰：“不從，將有性命優。”淵曰：“吾寧死，不能爲此事。”公主謂之曰：“卿鬚眉如戟，何無丈夫氣耶？”相逼十日，淵卒不從。“面首”等恐奪其寵，皆勸縱之，曰：“留此人在，適敗公主興也。 \\n ”公主遂縱淵歸。後人有詩美之曰： \\n 不貪淫欲守綱維，如戟鬚眉果足奇。 \\n 堪笑山陰人不識，彥威才是一男兒。 \\n 彥威既歸，知其事者，皆欽敬之，但未識朝廷淫亂之風，作何底止，且聽下回分解。 \\n 劉劭天理滅絕，其敗必然。孝武靖亂代立，朝廷紀律，不至大壞。惟宮闈之中，不修內行，淫及手足，與弑父者所殊幾何！在位八年，得全首領，幸矣。廢帝不知有母，禽獸不如。 \\n 至爲姊置“面首”三十人，廉恥喪盡。幸諸彥威錚錚自立，不爲所染。然一人豈能挽淫亂之風哉！，如此天下，焉得不喪。 \\n  \\n   \\n  "}
{"章节": "第十二回 子業兇狂遭弑逆 鄧琬好亂起干戈", "正文": "  \\n 第十二回　子業兇狂遭弑逆　鄧琬好亂起干戈 \\n 　 \\n 話說廢帝無道日甚，嘗入太廟指高祖像曰：“渠大英雄，生擒數天子。”指太祖像曰：“渠亦不惡，但末年不免見斫去頭。”指世祖像曰：“渠大齇鼻，如何不齇！”立召畫工齇之。 \\n 又新安王子鸞，向爲孝武寵愛。帝疾之，遣使賜死。又殺其母弟南海王子師，及其母妹。發殷貴妃墓。又欲掘景寧陵，太史以爲不利於帝，乃止。帝舅王藻，尚世祖女臨川公主。公主淫妒，不悅其夫。譖於帝，藻下獄死。太守孔靈符，所至有政績，近臣譖之，帝遣使鞭殺靈符，並誅其二子。 \\n 袁顗始蒙帝寵，俄而失措，待遇頓衰。顗懼求出，乃以顗爲雍州刺史。其舅蔡興宗謂之曰：“襄陽星惡，何可往？”顗曰：“白刃淩前，不救流矢，今者之行，唯願生出虎口，遑顧其他。”時興宗亦有南郡太守之命，興宗辭不往。顗說之曰：“朝廷形勢，人所共見，在內大臣，朝不保夕。舅今出居峽西，爲八州行事。顗在襄、沔，地勝兵強，去江陵咫尺，水陸流通，若朝廷有事，可以共立桓文之功。豈比受制兇狂，臨不測之禍乎？今得間不去，後複求出，豈可得耶？”興宗曰：“吾素門寒進，與主上甚疏，未容有患。宮省內外，人不自保，會應有變，若內難得弭，外釁未必可量。汝欲在外求全，我欲居中免難，各行其志，不亦善乎！”顗於是狼狽上路，猶慮見追，行至尋陽，喜曰：“今得免矣。”時鄧琬爲尋陽內史，與顗人地本殊，顗與之款洽過常，每相聚論，必窮日夜，見者知其有異志矣。今且按下。 \\n 卻說帝始新蔡公主，名英媚，顔色美麗，下嫁甯朔將軍何邁，夫婦亦極相得。一日，朝于宮中，帝見而愛之，遂留宴後宮，親自陪飲，以酒勸之曰：“卿吾姑也，今者之來，足令六宮無色，奈何？”公主會其意，徐曰：“姜系陛下一本，名教攸關，無福消受帝恩。”帝曰：“朕爲天下主，何不可之有？ \\n ”擁之求淫，公主笑而從之。事畢求歸，帝曰：“吾將立卿爲妃，何言歸也？”公主笑曰：“妾承陛下不棄，私相歡樂可耳，若以妾爲妃，何以頒示天下？”帝曰：“朕自有計，可無妨也。 \\n ”遂納公主于後宮，謂之謝貴妃，旋拜爲夫人，加鸞格龍旗，出警人蹕以悅之。殺一宮婢，納之棺中，載還邁第，令行喪禮。 \\n 卻說邁素豪俠，公主人宮遽死，心已疑之。後聞謝貴嬪立，莫識其所自來，知必有中冓之醜，用以李代桃之計。於是大怒，因多養死士，謀俟帝駕出遊，乘間弑之。哪知其謀未發，帝亦預防其變。一日，親領兵士，圍其第，殺之，合家盡死。 \\n 先是沈慶之既發顔、柳之謀，自昵於帝，數盡言規諫，帝浸不悅。慶之懼，杜門不接賓客。蔡興宗往亦不見，乃語其門下士范羨曰：“公閉戶絕客，以避悠悠請托者耳，仆非有求於公者，何爲見拒？”范羨以告，慶之遽見之，興宗因說之曰：“主上比者所行，人倫道盡，率德改行，無可複望，今所忌憚惟在於公。百姓喁喁，所仰望者，亦惟公一人。公威名素著，天下所服，今舉朝皇皇，人懷危怖，指麾之日，誰不響影？如猶豫不斷，欲坐觀成敗，豈惟日暮及禍？四海重責，將有所歸。 \\n 仆蒙眷異常，故敢盡言，願公詳思其計。”慶之曰：“仆誠知今日憂危，不復自保，但盡忠奉國，始終以之，當委任天命耳。 \\n 加以老退私門，兵力頓闕。雖欲爲之，事亦無成。”興宗曰：“當今懷謀思奮者，非欲邀功賞富貴，正求脫旦夕之死耳。殿中將帥，惟聽外間消息，若一人唱首，則俯仰可定。況公統戎累朝，舊日部曲，布在宮省，受恩者多。沈攸之輩，皆公家子弟，何患不從？且公門徒義附，並三吳勇士，殿中將軍陸攸之，公之鄉人。今人東討賊，大有鎧仗，在青溪未發，公取其器仗，以配衣麾下，使陸攸之率以前驅。仆在尚書中，自當率百僚按前世故事，更簡賢明以奉社稷，天下之事定矣。又朝廷諸所施爲，民間傳言公悉豫之。公今不決，當有先公起事者，公亦不免附從之禍，況聞車駕屢幸貴第，酣醉淹留，或屏左右，獨入閣內，此萬世一時，不可失也。”慶之不從。又青州刺史沈文秀，慶之侄，將之鎮，率部曲出屯白下，亦說慶之曰：“主上狂暴如此，禍亂不久，而一門受其寵任，萬民皆謂與之同心，且若人愛憎無常，猜忍特甚，不測之禍，進退難免。今因此兵力圖之，易於反掌，機會難值，願公勿失。”文秀言之再三，至於流涕，慶之終不肯從。及帝誅何邁，量慶之必當入諫，先閉青溪諸橋以絕之，慶之不得進而還。俄而帝使使者賜慶之藥，慶之不肯飲，使者以被掩殺之，時年八十。慶之子文叔欲亡，恐如義恭被帝支解，謂其弟文秀曰：“我能死，爾能報。”遂飲慶之藥而死。文秀揮刀馳馬而去，追者不敢逼，遂得免。帝詐言慶之病死，贈太尉，諡曰忠武公，葬禮甚厚。 \\n 一日，帝夢王太后責之曰：“汝不仁不義，罪惡貫盈，本無人君之福。加以汝父孝武，險虐滅道，怨結神人，兒子雖多，並無天命，大運所歸，應還文帝之子。”覺而大怒，欲去太后神位，左右諫之乃止。由是益忌諸叔，恐其在外爲患，皆聚之京師，拘於殿內，毆捶陵曳，無複人理。見湘東王彧、建安王休仁、山陽工休祐皆肥壯，爲籠盛而秤之，以彧尤肥，謂之“豬王”，謂休仁爲“殺王”，休花爲“賊王”。以三王年長，尤惡之，常錄以自隨，不使離左右。東海王禕，性尤劣，謂之“驢王”。桂陽王休范、巴陵王休若年尚少，故待之略寬。嘗以木槽盛飯，並雜食攪之，掘地爲坑，實以泥水，使彧裸體匍匐坑中，以口就槽食之，用爲笑樂。前後欲殺三王十余次，賴休仁多智數，每以談笑佞諛解之，故得不死。彧賞忤旨，帝命縛其手足，貫之以杖，使人擔付大官，曰：“今日屠豬。”休仁笑曰：“豬未應死。”帝問其故，曰：“待皇太子生，殺豬取其肝腸。”帝怒乃解，收付廷尉，一宿釋之。蓋帝無子，有少府劉曚妾，懷孕將産，迎之入宮，俟其生男，當立爲太子。 \\n 故休仁言之以解其怒。嘗召諸王妃主于前，除去妝束，身上寸絲不留，使左右亂交於前，在旁指點嘻笑以爲娛樂，違者立死。 \\n 南平王妃江氏不從，帝怒，殺其三子，鞭江妃一百。建安王太妃陳氏，年近不惑矣，而容顔尚少，帝命右衛將軍劉道隆淫之，曰：“爾形體強健，足以制此婦。”呼休仁從旁視，誡左右曰：“俟休仁色變，即殺之。”太妃懼殺其子，只得赤體承受。道隆欲迎帝意，將太妃竭力舞弄，極諸般醜態，良久乃已。帝大悅，賞道隆酒。休仁目不他視，顔色無異，乃釋之。 \\n 後更愛憎無常，稍一忤旨，即殺。左右宿衛之士，皆懷異志。惟直閣將軍宗越、譚金、童太一等，以勇力爲帝爪牙，賞賜美人金帛，充牣其家，越等皆爲盡力。懷異志者，憚之不敢發。一日，帝忽怒主衣壽寂之，見輒切齒，曰：“明日必殺之。 \\n ”寂之懼，乃結主衣阮佃夫、李道兒，內監王道垄薑産之、錢藍生，隊主柳光世、樊僧整等十餘人，陰謀弑之，奉湘東爲帝，使錢藍生密報三王。阮佃夫慮力少不濟，更欲招合，壽寂之曰：“謀廣或泄，不煩多人。且若人將南遊，宗越等並聽出外裝束，今夜正好行事，勿憂不濟也。” \\n 先是帝遊華林國竹林堂，使宮人裸體相逐，一人不從，殺之。夜夢在竹林堂，有女子罵曰：“汝悻虐不道，明年不及熟矣。”乃于宮中求得一人，似夢所見者斬之。又夢所殺者罵曰：“我已訴上帝矣，汝死在目前。”於是巫言竹林堂有鬼。其夕，悉屏侍衛，與群巫及彩女數百人射鬼于竹林堂。事畢，將奏樂，寂之抽刀前入，薑産之次之，李道兒等皆隨其後。時休仁在旁屋，聞行聲甚疾，謂休祐曰：“事作矣。”相隨奔景陽山。帝見寂之至，引弓射之，不中。彩女皆進走，帝亦走，大呼：“寂，寂”者三，寂之追而弑之。宣令宿衛曰：“湘東王受太皇太后令，除狂主，今已平定矣。諸人其毋恐。”時事起倉卒，殿省惶惑，未知所爲。休仁引湘東王升西堂，登禦座，召見諸大臣。王失履，跣足，猶著烏帽。坐定，休仁呼主衣以白帽代之，令備羽儀。乃宣太皇太后令，數廢帝罪惡，命湘東皇篡承皇極。丙寅，王即皇帝位，是爲明帝，封壽寂之等十四人爲縣候。先是宗越、譚金。童太一等爲廢帝所寵，及帝立，內不自安，因謀作亂。沈攸之以聞，皆下獄死，令攸之複入直閣。時劉道隆爲中護軍，建安王怨其無禮於太妃，求解職，不與同朝，乃賜道隆死，以建安王爲司徒尚書令。一應昏制謬封，並皆刊削，中外皆欣欣望治矣。 \\n 話分兩頭。江州刺史晉安王子助，孝武第三子也，年十一，長史鄧琬輔之，鎮尋陽。先是廢帝惡之，遣左右朱景雲以藥賜子勳死。景雲至湓口，停不進。子勳將吏聞之，馳告鄧琬，惶懼請計。琬曰：“身南土寒士，蒙先帝殊恩，以愛子見托，豈得借百口門戶？誓當以死報效。且幼主昏暴，杜稷將危，雖曰天子，事猶獨夫。今便指率文武，直造京邑，與群公卿士，廢昏立明矣。”乃稱子勳教，今所都戒嚴，子勳戎服出聽事，集僚佐，諭以起兵。參軍陶亮，首請效死前驅，衆皆奉令，乃使亮爲軍事參軍，太守沈懷寶等，並爲將帥。時校尉張悅，犯事在獄。琬知其才，稱於勳命，釋其桎梏，用爲司馬，與之共掌內外軍事。收集民丁器械，旬日之間，得甲士五千人。先遣別將斷大雷之路，禁絕商旅，以及公私使命，斯時尚未知廢帝已弑也。及明帝即位，頒詔四方，各賜新命，加子勳爲車騎將軍，開府儀同三司。將吏得詔，皆大喜，共造鄧琬曰：“暴亂既除，、殿下又開黃閣，實爲公私大慶。”而琬以晉陽次第居三，又在尋陽起事，與孝武同符，謂事必有成，因取詔書投地曰：“殿下當開端門，黃閣是吾徒事耳，此何足慶？”衆愕然。琬乃更與陶亮等繕治器甲，簡集士卒，寄書袁顗，囑令舉兵。顗亦詐稱奉太皇太后令，使共入討，任參軍劉胡爲大將，登壇誓衆，奉表尋陽勸進。乙未，子勳即皇帝位於九江，改元義嘉，馳檄四方，指斥明帝“矯害明茂，篡竊天寶。幹我昭穆，寡我兄弟。 \\n 藐孤同氣，猶有十三。聖靈何辜，而當乏饗？”四方見檄，莫不舉兵回應。當是時，郢州反了安陸王子綏，荊州反了臨海王子頊，徐州反了刺史薛安都，冀州反了刺史崔道固，青州反了刺史沈文秀。而益州刺史蕭惠開，聞晉安起兵，集將佐謂曰：“湘東太祖之昭，晉安世祖之穆，其於當壁，並無不可。但景和雖昏，本是世祖之嗣，不任社稷，其次猶多，吾荷世祖之眷，當推奉九江。”乃遣其將費欣壽將兵五千東下。又廣州刺史袁曇遠、梁州刺史柳元怙、山陽太守程天祚、皆附於子助。 \\n 卻說朝廷聞四方皆反，又慮東土不靖，特遣侍郎孔璪入東慰勞。那知璪至會稽，反爲叛計，說會稽長史孔顗曰：“建康虛弱，必敗，不如擁五郡以應袁、鄧。”孔顗從之，遂馳檄各郡。於是吳郡太守顧琚吳興太守王曇生、義興太守劉廷熙、晉陽太守袁標，皆據郡應之。是歲，四方貢獻，皆歸尋陽。朝廷所保，唯丹陽、淮南等數郡。其間諸縣，已有謀應子勳者，宮省危懼，帝集群臣問計。蔡興宗曰：“今普天同叛，人盡異心，宜鎮之以靜，至信待人，叛者親戚，布在宮省，若繩之以法，則土崩立至，宜明罪不相及之義，物情既定，人有戰心。 \\n 六軍精勇，器甲犀利，以待不習之兵，其勢相萬，願陛下勿憂。 \\n ”忽報豫州刺史殷琰亦叛附尋陽，帝益懼，謂興宗曰：“諸處皆反，殷琰亦複同逆，頃日人情雲何，事當濟否？”興宗曰：“逆與順，臣無以辨。今商旅斷絕，米甚豐賤，四方雲合，而人情更安，以此蔔之，清蕩可必。但臣之所憂，更在事後，猶羊公言既平之後，方勞聖慮耳。” \\n 先是帝使桓榮祖赴徐州說薛安都歸朝，安都曰：“今京師無百里地，不論攻圍取勝，自可拍手笑殺，且我不欲負孝武。 \\n ”榮祖曰：“孝武之行，足致餘殃，今雖天下雷同，正是速死，無能爲也。”安都不從。甲午，帝命建安王都督征討諸軍事，王元護副之，以沈攸之爲前鋒，將兵屯虎檻。又憂孔覬、殷琰二處爲難，問群臣曰：“誰能爲聯平此二處？”興宗曰：“朝臣中，蕭道成智勇出衆，可令吳喜助之，去討會稽。劉勔素能禦下，可令吳安國助之，去平壽陽。”帝從之，乃遣道成將兵三千東討孔覬，劉勔將兵三千西討殷琰。 \\n 然自兩路分討，京師兵力益弱，屢遣人糾合四方，莫有應者，日夕計議，苦無良策。一日，帝方坐朝，忽有一臣出班奏曰：“臣保舉一人，可使伐叛除逆。”衆視之，乃司法參軍葛僧韶也。帝曰：“卿所舉者何人？”僧韶曰：“臣舅袞州刺史殷孝祖，手下將勇兵強，爲人忠義自矢，若征之入朝，定獲其用。”帝曰：“孝祖若肯助順固善，但恐征之未必至耳。”僧韶曰：“臣請奉命往，以大義責之，彼必俯首來歸也。”帝大喜，遂遣之。 \\n 時薛索兒兵據津徑，要截行旅，僧韶幾爲所獲，間行得免。 \\n 既見孝祖，孝祖問以朝廷消息，近日情勢若何。僧韶曰：“朝廷兵力非絀，積儲亦足，特少擔當任事之人。深知我舅智勇懼備，戎事素長，故欲委以全驅之任，特來相召。主上虛席以待，願舅速往。”孝祖猶豫，無赴召意。僧韶又曰：“從來天下之勢，強弱無常，順逆有定，助順必昌，附逆終敗，一定之勢也。 \\n 甥請爲舅言之：景和兇狂，開闢未有。朝野危極，假命漏刻。 \\n 主上夷凶翦暴，更造天地，國亂朝危，宜立長君。而群迷相煽，構造無端，貪利幼弱，竟懷希望。假使天道助逆，群凶是申，則主幼事艱，權柄不一，兵難互起，豈有自容之地？舅少有立功之志，若能控濟河義勇，還奉朝廷，非惟臣主靜亂，乃可垂名竹帛。”孝祖奮然起曰：“子言良是，吾計決矣！”即日委妻子于瑕邱，率文武將吏三千人，隨僧韶還建康。時朝廷惟保丹陽一郡，內外憂危，鹹欲奔散。而孝祖之衆忽至，並他楚壯士，甲仗鮮明，刀槍犀利，人情大安。帝賜宴殿前，殷勤慰接。 \\n 孝祖亦慷慨自許，誓以死報。乃進號撫軍將軍，假節，督前鋒諸軍事，進屯虎檻拒敵。 \\n 卻說鄧琬性本貪鄙，既執大權，父子賣官鬻爵，酣歌博弈，日夜不休。賓客到門，曆旬不得一見。群小橫行，士民忿怒。 \\n 而自以四方回應，事必克濟，遣大將孫沖之領兵一萬爲前鋒，進據赭遊圻。沖之至赭圻，報琬曰：“舟楫已辦，器械亦整，三軍踴躍，人爭效命，可以沿流挂帆，直取白下，願速遣陶亮衆軍兼行相接。”琬信之，乃加陶亮右衛將軍，統郢、荊、湘、梁、雍五州之兵，一時俱下建安。王聞之，急令殷孝祖、沈攸之進拒。哪知孝祖負其誠節，陵轢諸將，台軍有父子兄弟在南者，悉欲推治。由是人情乖離，莫樂爲用，虧得攸之內撫將士，外諧群帥，賴以得安。又孝祖每戰，常以鼓蓋自隨，軍中相謂曰：“殷統軍可謂死將矣，今與賊交鋒，而以羽儀自標顯，若善射者十人共射之，欲不斃得乎？”於是衆軍水陸並發，進攻赭圻，陶亮引兵救之。孝祖突出奮擊，手斬敵將數人。亮兵將退，忽有一支流矢飛來，正中其喉而死。軍皆驚潰，彼之亦退。 \\n 建安聞孝祖死，複遣甯朔將軍江方興將五千人赴赭圻助攸之。攸之以爲孝祖既死，敵有乘勝之心，明日若不進攻，則示之以弱。但方興與己，名位相亞，必不肯爲己下，軍政不一，致敗之由，乃自率諸軍主來見方興，曰：“今四方並反，國家所保，無複百里之地，唯有殷孝祖，爲朝廷所委賴，鋒鏑裁交，輿屍而反，文武喪氣，朝裏危心，事之濟否，唯在明旦一戰，戰若不捷，則大事去矣。詰朝之事，諸人或謂吾應統之，自蔔懦薄，幹略不如卿，今輒推卿爲統，一任指麾，但當相與戮力耳。”方興大悅。攸之既出，諸將並尤之。攸之曰：“吾本以濟國活家，豈計此之高下？且我能下彼，彼必不能下我，共濟艱難，豈可自相同？”諾將皆服。 \\n 卻說孫沖之謂陶亮口：“孝祖梟將，一戰便死，天下事定矣，不須複戰，便當直取京都。”亮曰：“沈攸之一軍尚全，須再破之，方可長驅而進，此時未可遽也。”於是按兵不動。 \\n 明日，方興、攸之率諸軍進戰，孫沖之憑城拒守，陶亮督衆奮勇相敵，自早戰至日中，兵交未已，於是鼓鼙震處山河動，血肉飛時日月昏。未識兩下勝敗若何，且俟下回再講。 \\n 廢帝廉恥掃地，更加酷虐無常，不得其終，宜矣。湘東代位，有蔡興宗、沈攸之等輔之，地雖褊小，尚成局面，至各王各刺史紛紛而起，多見其不知量耳。 \\n  \\n   \\n  "}
{"章节": "第十三回 計身後忍除同氣 育螟蛉暗絕宗祧", "正文": "  \\n 第十三回　計身後忍除同氣　育螟蛉暗絕宗祧 \\n 　 \\n 話說攸之、方興二將進攻赭圻，戰至日中，未分勝敚只見一支人馬搖旗納喊，飛奔而來，沖入敵軍，勢如破竹，敵軍大敗，紛紛退去。沖之懼，棄城走，遂拔赭圻。你道這支人馬，從何而來？乃建安王在後，聞報前軍廝殺，恐其不勝，便差親將郭季之、杜幼文、垣恭祖統領精兵三萬前來助戰，果得其力，殺敗敵兵，奪了赭圻城一座。鄧琬知赭圻不守，乃請袁顗進兵。 \\n 顗聞報，悉起雍州之兵趕來，樓船千艘，鐵騎成群，軍容甚盛。 \\n 命劉胡率衆三萬，東屯鵲尾，自引大軍，與官兵相持于濃湖。 \\n 今且按下慢講。 \\n 卻說蕭道成同了吳喜，東討孔覬。覬聞台軍將至，遣其將孫曇灌等軍于晉陵九裏，以扼官軍，兵勢甚壯。道成等所領寡弱，衆慮不敵。其日天大寒，風雪甚猛，塘埭決壞，士無固心。 \\n 請將欲退保破岡，道成宣令敢言退者斬，衆少定，乃築壘息甲。 \\n 明日，乘天氣寒冷，出其不意，奮勇進擊，遂大破之。先是吳喜數奉使東吳，性寬厚，所至人並懷之。百姓聞吳河東來，皆望風降散，故台軍所向克捷。既克義興，複拔晉陵，守將皆棄城走。孔顗屯軍吳興，聞台軍已近，大懼，墜床曰：“懸賞所購，唯我而已。今不遽走，將爲人擒。”遂奔錢塘。大兵直至會稽，城中將士多奔亡，孔覬不能禁，乘夜率數騎逃奔脊山。 \\n 於是官軍入城，執孔顗殺之。俄而脊山民縛孔覬以獻，亦斬之。 \\n 余將孫曇瓘、顧深、王曇生、袁標悉詣官軍降，道成皆宥不誅，諸郡悉平。捷聞，帝大喜，乃詔東征請將，悉以兵赴赭圻，軍勢大振。不一日，又得劉勔捷報，連勝殷琰數陣，奪得城池數處。談嬰城自守，不日可平。朝廷聞之益喜，乃合大軍專伐尋陽。 \\n 卻說諸軍與袁顗，相拒於濃湖。時覬衆猶盛，胡又宿將，勇健多權略，連戰數陣，官軍不能勝，將士憂之。龍驤將軍張興世謂建安王國：“賊據上流，兵強地勝，我雖持之有餘，而制之不足。若以奇兵數千潛出其上，因險而壁，見利而動，使其首尾不能顧，中流既便，糧運自艱，此制賊之一奇也。吾觀上流形勢，錢溪江岸最狹，去大軍不遠，下臨涸洑，船下必來泊岸。又有橫浦，可以藏船，千人守險，萬夫不能過，沖要之地，莫過於此。”諸將並贊其策，乃選戰士七千，輕舸二百，以配興世。興世率其衆，溯流西上，尋複退歸，如是者累日。 \\n 劉胡聞之，笑曰：“我尚不敢越彼下取揚州，張興世何物人，而欲輕據我上？”不爲之備。一夕四更，值便風，興世舉帆直前，渡湖白，過鵲尾。胡大驚，乃遣其將胡靈秀將兵東岸，翼之而進。及夜，興世宿景洪浦，靈秀亦留。興世潛遣其將黃道標率七十舸，徑趣錢溪，立營寨。天明，引兵據之，靈秀不能制。劉胡聞興世據錢溪，自將水步兵來攻。將士欲迎擊之，興世禁之曰：“賊來尚遠，氣盛而矢驟，驟既易盡，盛亦易衰，不如待之。”令將士築城如故。俄而胡來轉近，船人洄洑，興世乃命壽寂之、任農夫，率壯士數百擊之。衆軍相繼並進，斬首數百，胡敗走，收兵而下。 \\n 時攸之未知錢溪消息，恐袁顗並力攻之，城不得立，乃命吳喜、蕭道成進攻濃湖，以分其勢。是日，劉胡果率步卒二萬、鐵馬一千，欲更攻興世，未至錢溪數十裏，袁顗以濃湖之急，遽追之還，溪城由此得立。胡既退歸，遣人傳唱錢溪已平，興世被殺，衆聞之懼。沈攸之曰：“是必不然。若錢溪實敗，萬人中豈無一人逃亡得還者？必是彼戰失利，唱空聲以惑衆耳。 \\n ”勒軍中不得妄動。未幾，錢溪捷報果至，衆心乃安。興世既據錢溪，梗其運糧之路，濃湖軍乏食，顗令劉胡急攻錢溪，胡謂左右曰：“吾少習戰，未嫻水鬥，若步戰，恒在數萬人中。 \\n 水戰在一舸之上，舸舸各進，不復相關，正在三十人中。此非萬全之計，吾不爲也。”乃托瘧疾，住鵲頭不進。謂顗曰：“興世營寨已立，其城不可粹攻。昨日小戰，未足爲損，現有大雷諸軍共遏其上。大軍在此鵲頭，諸將又斷其下流，興世已墜圍中，不足複慮。”顗怒曰：“今糧草鯁塞，當如之何？”胡曰：“彼尚得溯流越我而上，此運何以不得沿流越彼而下耶？ \\n ”顗不得已，乃遣司馬沈仲王將千人步趣南陵以迎糧。仲玉至南陵，載米三十萬斛，錢布數十舫，豎榜爲城，欲乘流突過。 \\n 行至貴口，興世進擊破之，悉擄其資實以歸。仲玉單騎走還，顗大懼，謂胡曰：“賊入人肝脾裏，何由得活？奈何按兵坐待！ \\n ”蓋顗本無將略，性又恇怯，在軍中未嘗戎服，不及戰陣，惟賦詩談義，不復撫接諸將。既與胡論事，酬對亦簡，由是大失物情，胡心亦離。至是胡陰謀遁去，逛顗道：“今率步騎二萬，上取錢溪，兼下大雷餘運，誓不與興世兩立。”顗喜，悉以堅甲利兵配之。哪知胡以兵往，舍錢溪不攻，徑趣梅根，燒大雷諸城而走。至夜，顗方知之，大怒，罵曰：“今年爲小子所誤！ \\n ”呼取常所乘善馬飛燕，謂其衆曰：“吾當自出追之。”因亦走。三軍無主，一時皆潰。建安王勒兵其營，納降者十萬，命攸之等追顗。 \\n 卻說袁顗走至鵲頭，與成戍主薛伯珍謀向尋陽，夜止山間，殺馬以勞將士。顧謂伯珍曰：“我非不能死，且欲一至尋陽，謝罪主上，然後自刎。”因慷慨叱左右索節，無複應者。及旦，伯珍請屏人言事，遂斬顗首，詣台將俞湛之降。湛之斬伯珍，送首以爲己功。 \\n 再表劉胡至尋陽，詐晉安王雲：“袁的顗、子勳已降，軍皆散，惟己所領獨全，宜速處分，爲一戰之資，當停軍湓城，誓死不貳。”鄧琬信以爲實，厚給軍糧，令往湓城拒守。而胡至湓城，即擁兵遠遁。鄧琬聞胡又去，憂惶無計，不知所出。 \\n 張悅欲誅之以爲己功，乃詐稱有疾，呼琬計事。令左右伏兵帳後，誡之曰：“若問索酒，便出殺之。”琬既至，悅曰：“卿首唱此謀，今事已急，計將安出？”琬曰：“正當斬晉安王，封府庫以謝罪耳。”悅曰：“今日寧可賣殿下求活耶？”因呼酒，伏發，遂斬之。連夜乘輕舸，齎琬首，詣建安王休仁降。 \\n 於是尋陽城中大亂，共執晉安王子助，因之以待命。沈攸之軍至，乃斬之，傳首建康，時年十一。 \\n 庚子，建安工休仁至尋陽，遣吳喜、蕭道成向荊州，張興世、沈懷明向郢州，劉亮、張敬兒向雍州，孫超之向湘州，沈思仁、任農夫向豫章，平定餘寇。劉胡逃至石城，捕得斬之。 \\n 其在外諸王，詔並賜死。至是諸郡皆平，單有殷琰據壽陽、合肥未下。劉勔息之，召諸將會議，偏將王廣之曰：“得將軍所乘馬，立平合肥。”皇甫肅曰：“廣之敢奪節下馬，可斬也。 \\n ”勔笑曰：“觀其意必能立功。”即推鞍下馬與之。廣之往攻合肥，三日而克，勔嘉其功，擢爲軍主。廣之謂肅曰：“將軍若從卿言，何以平賊？卿不認才，乃至於此。” \\n 是時，帝以壽陽未平，使中書爲詔，諭殷琰降。蔡興宗曰：“天下既定，是琰思過之日，陛下宜賜手詔數行，以相慰引。 \\n 今直中書爲詔，彼必疑爲非真，非所以安其心也。”帝不聽。 \\n 及琰得詔，果疑劉勔詐爲之，不敢降，求附于魏。其主簿夏侯祥諫曰：“今日之舉，本效忠節，若社稷有奉，便當歸身朝廷，何可北面左衽？且魏軍近在淮次，官軍未測吾之去就，若遣使歸款，必厚相撫納，豈止免罪而已。”琰乃使詳出見勔，勔以帝命慰之。琰乃率將佐出降，勔悉加慰撫，不戮一人。入城，約勒將土，百姓秋毫無犯，壽陽人大悅。時魏兵將救壽陽，聞琰已降，乃去。琰至朝，仍還舊職。 \\n 卻說泰始二年，帝以南方既平，欲示威淮北，乃命鎮東將軍張永、中令軍沈攸之將甲士十五萬迎薛安都入朝。蔡興宗諫曰：“安都歸順，此誠非虛，正須單使尺書，召之入朝。今以重兵迎之，勢必疑懼，或能招引北虜，爲患方深。若以叛國罪重，不可不誅，則向之所宥，亦已多矣。況安都外據大鎮，密邇邊陲，地險兵強，攻困難克。揆之國計，尤宜馴養，如其外叛，將爲朝廷旰食之憂。”上不從，謂蕭道成曰：“吾今因此北討，卿意以爲何如？”對曰：“安都狡猾有餘，今以兵逼之，恐非國家之利。”帝曰：“諸軍猛銳，何往不克？卿勿多言。 \\n ”安都聞大兵北上，大懼，遣使乞降于魏，求以兵援。魏乃命大將軍尉元率兵三萬出東道救之。官軍至彭城，魏兵與安都夾擊之。尉元邀其前，安都乘其後，大破永等於呂梁之東，死者以萬數，枕屍六十餘裏。委棄軍資器械，不可勝計。永足指盡墜，與攸之僅以身免。帝聞之，召興宗於前，以敗書示之曰：“我愧卿甚。”由是盡失淮北四州，及豫州、淮西之地。 \\n 先是帝初即位，寬和有令譽，義嘉之党，多蒙寬有，隨才引用，有如舊臣，人情安之。其後淮泗用兵，府藏空竭，內外百官並斷俸祿。而帝奢侈無度，每造器用，必爲正禦、副禦、次副各三十枚。嬖幸用事，貨賄公行。性複猜忍，多忌諱，言語文書，有禍敗凶喪，及疑似之言應回避者數百千品，犯則必加罪戮。改“騧”字爲“（馬瓜）”，以其似“禍”字故也。 \\n 左右忤意，往往有刳斮者。時南袞州刺史蕭道成，在軍中久，民間或言道成有異相，當爲天子。帝疑之，征爲黃門侍郎。道成懼誅，不欲內遷，而無計可留。參軍荀伯玉獻計曰：“可使遊騎數十入魏境，抄掠其居民，魏必出兵相逐。朝廷聞魏師入寇，必令複任禦之。”道成如其計，魏果遣遊騎數百，履行境上，道成以聞，帝果使複本位禦之。又道成有祖墓，在武進縣彭山，其山岡阜相屬數百里，嘗有五色雲起，蓋於墓之前後左右，人以爲瑞。帝聞而惡之，潛使人以大鐵釘長五六尺，釘墓四維，以爲厭勝。 \\n 先是帝無子，密取諸王姬有孕者，納之宮中，生男則殺其母，使寵姬子之。有陳貴妃者，名妙登，建康屠家女也，最得帝寵。嘗謂之曰：“得汝生子，我便以爲太子。”久之無出。 \\n 一日，李道兒侍側，帝問曰：“爾多男否？”對曰：“臣一妻一室，歲各生一，已有十男。”帝笑曰：“卿可謂箭無虛發者矣。”及夜，與陳妃同寢，呼其小字曰：“妙登，今夜一敘，明日將以卿賜李道兒，卿願否？”妃大驚曰：“安雖微賤，曾與陛下接體，奈何賜以與人？”帝曰：“無礙，不過借汝腹去度種耳，有孕便召卿歸也。”妃曰：“妾一失節，何顔再事陛下？”帝曰：“宗嗣事大，失節事小，卿莫以是爲嫌。”妃暗暗領命。明日，帝佯怒妃，責以失旨，命賜道兒。道兒入謝，囑之曰：“有孕便來報朕也。”於是道兒爲之盡力。未幾果有孕，帝便迎之還內，生蒼梧王昱，立爲太子。遂借他事，賜道兒死。後人有詩嘲陳妃雲。 \\n 數載承恩作嬪嬙，無端別就合歡床。 \\n 只因欲覓人間種，哪管劉郎與阮郎。 \\n 至是帝以太子幼弱，深忌諸弟。晉平王休祐，性剛狠，前後忤旨非一。一日，從遊岩山射雉，左右從者並在仗後，日將暗，遣壽寂之等數人，逼休祐墜馬，拉其肋殺之，傳呼騾騎落馬。上陽驚，遣禦醫絡繹就視，比至，則氣已絕。載其屍還第，追贈司空，葬之如禮。未幾，帝寢疾，與嬖臣楊運長等，爲身後之計，以建安王人望所歸，欲除之以絕後患。運長等亦慮宴駕後，休仁秉政，已輩不得專權，勸帝誅之。一日，召休仁入內殿，坐語良久，既而謂曰：“今夕不必還府，就尚書省宿，明早卿可早來。”其夜，休仁方就枕，見武士數人，突至床前，呼之曰：“王且起，天子有詔，賜王死。藥在此，可速飲之。 \\n ”休仁披衣而起，怒且罵曰：“帝得天下，誰之力耶？孝武以誅鉏兄弟，子孫滅絕，今複爲爾，宋祚其能久乎！”帝慮有變，力疾乘輿，出端門，間休仁死，乃入。然帝與休仁素厚，裏殺之，每謂人曰：“我與建安年相若，少便款狎，景和、泰始之間，勳誠實重，事計交切，不得不爾。”痛念之至，不能自已，因流涕不自勝。以其子伯融襲爵。又忌荊州刺史、巴陵王休若，因若爲人和厚，能諧物情，恐將來傾奪幼主，欲遣使賜死。慮不奉詔，乃令移鎮江州，手書殷勤，命暫來京，共赴七月七日宴。休若至建康，賜死於第。贈詩中、司空，以桂陽王休範爲江州刺史。 \\n 時帝諸弟俱盡，惟休范人才庸劣，幸而得全。或譖蕭道成在淮陰有貳心于魏，帝封銀壺酒，使吳喜持往淮陰飲之，以驗道成誠僞，道成懼不敢飲，喜乃密告之曰：“帝無惡意，此酒可飲也。”先自飲之，道成亦飲，盡歡而散。喜還朝，保證道成無二，帝乃釋然。俄而征道成入朝，左右以朝廷方誅大臣，勸勿就征。道成曰：“諸卿殊不見事，主上自以太子稚弱，翦除諸弟，何關他人？今日惟應速發，若淹留顧望，必將見疑。 \\n 且骨肉相殘，自非靈長之祚，禍難將興，方與卿等戮力耳。” \\n 遂星夜赴都。既至，拜散騎常侍、太子左衛率。先是帝在藩，與褚淵相善，及即位，深相委仗。至是疾甚，淵方爲吳郡太守，急召之，淵既至，人見帝於寢殿。帝流涕謂曰：“吾近危篤，故召卿，欲使卿著黃纙耳。”黃纙者，乳母之服，以托孤之任寄之也。淵惶懼受命。夏四月乙亥，帝大漸，以桂陽王休範爲司空，褚淵爲左仆射，劉勔爲右仆射，與尚書令袁粲、劉秉、並受顧命。淵素與道成相善，引薦於上。詔又以道成爲右衛將軍，與袁粲等共掌機事。是夕，帝見休仁執劍入內，驚問左右曰：“建安何以來？”左右答不見。繼而連呼曰：“司徒寬我！ \\n 司徒寬我！”遂崩。 \\n 庚子，太子昱即皇帝位，時年十歲，朝政皆委袁粲、褚淵。 \\n 二人承明帝奢侈之後，務行節儉，而阮佃夫、楊運長等用事，貨賂公行，不能禁也。一日，群臣在朝，方議國事，忽有大雷戍主馳檄到京，報稱桂陽王體范反于江州，率兵十萬，晝夜東下。當是時，幼主初立，群情未附，武備廢馳。忽聞休範作亂，人心皇皇，上下危懼，乃召在位大臣，共集中書省，計議守戰之事。衆臣面面相視，茫無定見。道成慷慨言曰：“昔上流謀逆，皆因淹緩至敗，休范必遠征前失，輕兵急下，乘我無備，所謂疾雷不及掩耳也。今應變之術，不宜遠出。若偏師失律，則大沮衆心，宜頓兵新亭、白下，堅守宮城及東府石頭，以待賊至。千里孤軍，後無委積，求戰不得，自然瓦解，我請頓新亭以當其鋒。”顧謂張永曰：“征北守白下。”指劉勔曰：“領軍屯宣陽門，爲諸軍節度。諸貴安坐殿中，不須競出，我自破賊必矣。”因索筆下議，衆並注同。中書舍人孫千齡，陰與休範通謀，獨曰：“宜依舊法，遣軍據梁山。”道成正色曰：“賊今已近，梁山豈可得至？新亭既是兵沖，所欲以死報國耳，常時乃可曲從，今不能也。”離坐起執劉勔手曰：“領軍既同鄙議，不可改易。”勔許之。於是道成出頓新亭，張永屯白下，衛尉沈懷明戍石頭，袁粲、褚淵入衛殿剩時倉猝不暇授甲，開南北二武庫，隨將士所龋及道成至新亭，治營壘未畢，果報休範前軍已至。 \\n 你道休範爲何而反，蓋體範素凡訥，少知解，不爲諸兄所齒，物情亦不向之，故明帝之末，得免於禍。及蒼梧即位，年在幼沖，素族秉政，近習用事。休范自謂尊親莫二，應入爲宰輔。既不如志，怨憤頗甚。其謀主許公輿，令休范折節下士，厚相資給，於是遠近赴之，歲收萬計。畜養才勇，繕治器械。 \\n 會夏日闕鎮，休範以爲必屬於己，朝廷又以晉熙王燮爲郢州刺史，配以兵力，使鎮夏口，休范聞之益怒。密與許公輿謀襲建康。公輿以爲兵宜速進，朝廷即聞吾反，商議出兵，不能一時即決，而我兵已搗建康，建康一得，餘郡自服。體範從之，乃悉起江州之兵，使大將丁交豪、杜黑騾爲前鋒，兼程而進。哪知已被道成料著，賊至新林，道成方解衣高臥，以安衆心。徐索白虎幡，登西垣，督衆拒守。休范有勇將蕭惠朗，乘初至之銳，率敢死士數百人，突入東門，殺散守卒，直至射堂。城中皆避其鋒，道成親自上馬，率麾下搏戰。偏將陳顯達，從後擊之，惠朗乃退。許公輿又爲休範謀曰：“我衆敵寡，不必聚攻一處，王今留攻新亭，而遣丁文豪、杜黑騾各領精騎直趣建康，新亭破，則建康愈危，建康破，則新亭不攻自下。”體範從之。 \\n 正是：兵臨濠下威風大，將到城邊戰伐深。未識建康若何禦之，且聽下文分解。 \\n 明帝嗣位，幸有蔡興宗持重以鎮定之，而沈攸之等，各爲用命，諸路烏合之衆，人懷異心，即次殄滅，此其宜矣。南方既定，肆志淮北，不聽興宗之言，致薛安都結連北魏，喪師失地，悔之無及，此驕盈之所致也。至借人生予以繼身後，而本支骨肉，屠滅殆盡，是一即嗣世能久，已暗易他姓矣。雖諡日明，糊塗已極。休範不度德量力，以憤興師。即無道成謀略，亦不能有成，總之天欲更興一朝，此特爲繼起者驅除耳。 \\n  \\n   \\n  "}
{"章节": "第十四回 輔幼主道成懷逆 殉國難袁粲捐身", "正文": "  \\n 第十四回　輔幼主道成懷逆　殉國難袁粲捐身 \\n 　 \\n 話說體範自以大衆攻新亭，而別遣文豪、黑騾直搗建康。 \\n 文豪大破台軍於皂莢橋，時王道隆將羽林兵在朱雀門內，急召劉勔來助。勵至朱雀門南，命撤桁以折南軍之勢。道隆怒曰：“賊至但當急擊，奈何撤桁示弱？”勔亦憤，遂度桁南，親自搏戰。哪知戰陣方合，被黑騾一騎沖來，斬于馬下。兵士散亂，道隆不能支，亦棄衆走，黑騾追殺之。黃門郎王蘊負重傷，踣於禦溝之側，或扶之以免。於是中外大震，白下、石頭之衆皆潰。張永、沈懷明逃還宮中，爭傳新亭亦陷。孫千齡開承明門出降，太后執帝手泣曰：“天下敗矣。”先是月犯右執法，太白犯上將，或勸劉勔避職。勔曰：“吾執心行己，無愧幽明，若災眚必至，避豈得免？”又勔晚年，頗慕高尚，立園宅，名爲東山，遺落世務，罷遣部曲。道成曾謂之曰：“將軍受顧命，輔幼主，當此艱難之日，而深尚從容，廢省羽翼，一朝事至，悔可追乎？”勔不從，而果敗死。 \\n 話分兩頭。道成與休范拒戰，自晡達旦，矢石不息。其夜大雨，鼓角不復相聞，將士積日不得寢食，軍中馬夜驚，城內亂走。道成秉燭危坐，厲聲呼叱，如是者數四，乃定。明日複戰，外勢愈盛，衆皆失色。道成曰：“賊雖多而亂，尋當破矣。 \\n ”其時麾下有勇將兩員：一姓黃，名回。一姓張，名敬兒。敬兒南陽人，少便弓馬，有膽氣，好射猛獸，發無不中，素無賴，家貧，傭于城東吳泰家。泰有愛婢，敬兒與之通，事發，泰欲殺之，逃於空棺中，以蓋加上，乃免。後得志，誣泰通袁顗爲邊，明帝殺泰，籍其家，僮役財貨，敬兒皆有之。先所通婢，即以爲妾。初敬兒母，臥于田中，夢犬子有角，舐其陰處，遂有孕而生敬兒，故初名狗兒。明帝嫌其名鄙俚，改爲敬兒。時從道成守新亭，與黃回共立城上，望見體范白服乘肩輿，以數十人自衛，登城南觀戰，敬兒謂四曰：“彼可詐而取也。”回曰：“卿可取之，我誓不殺諸王。”敬兒以白道成，道成曰：“卿能辦此，當以本州相賞。”敬兒乃與回並出城南放仗走，大呼稱降。體範喜，召至輿前。黃回陽緻密意，休範信之，置二人於左右，命進酒。飲至半酣，笑呼道成名曰：“爾腹心已潰，何可乃爾？”回見休範無備，目敬兒，敬兒遂奪體範防身刀，斬休範首，左右皆驚走。敬兒提頭謾駡，與回奔歸新亭。 \\n 道成得首，便差隊主陳靈寶持送建康。靈寶行至中道，恰逢西兵阻路，棄首于水，挺身到京，唱雲已平，而無以爲驗。衆莫之信，體範將士亦不知之，進戰愈力。俄而其衆知休範已死，稍欲退散，文豪厲聲曰：“我獨不能定天下乎！”因詐稱休範已殺道成據新亭矣，士民惶惑，乘夜詣新亭壘，投刺者以千數，道成皆焚之。登北城謂曰：“劉休範昨已就戮，屍在南岡下，身是蕭平南，諸君諦視之。名刺皆已焚，卿等勿懷憂懼也。” \\n 衆皆愕然而散。道成知台軍屢敗，急遣陳顯達、張敬兒將兵自石頭濟淮，從承明門入衛宮省，於是台軍之氣亦振，大破賊衆，遂斬丁文豪、杜黑騾于宣陽門，餘皆竄走。斯時道成在軍，見大勢已寧，亦即整旅還都，百姓緣道聚觀，皆曰：“全社稷者此公也。”及入朝，拜爲中領軍、袞州刺史，留衛京師，與袁粲、褚淵、劉秉更日入值，號爲四貴，今且按下。 \\n 卻說蒼梧王之爲太子也，年六歲，始就學，而惰業嬉戲，師不能禁。好緣漆帳竿，去地丈餘，久之乃下。年漸長，喜怒益乖，左右有失旨者，輒手加撲打，蓬首跣足，蹲踞於地，以此爲常，明帝屢敕陳太妃痛捶之。及即位，內畏太后，外憚諸大臣，猶未敢縱逸。自加元服，變態百出，好出外遊行，太妃每乘青犢車，隨路檢攝，其後漸自放恣，大妃亦不能禁。始出宮，猶整儀衛，俄而棄車騎，率左右數人，或出郊野，或入市塵，或往營署，與嬖人解僧智、張五兒等，恒相馳逐。夜開承明門以出，夕去晨返，晨出暮歸，從者並執戈矛，路逢行人男女及犬馬牛驢，隨手刺死，無一免者。民間優懼，商販皆息，門戶晝閉，行人道絕。至針椎鑿鋸之徒，不離左右。嘗以鐵椎椎人陰囊，囊破裂。左右見之，有斂眉閉目者，蒼梧大怒，今此人袒胛正立，以矛刺之，洞胛而過。大內耀靈殿，本明帝臨政之所，養驢數十頭於內。己所乘馬，養於禦床側。又知己非帝子，爲李道兒所生，每出入去來，常自號“李將軍”。京營有女子，年十五六　，性癡憨，駕至不避，從旁嘻笑，蒼梧便入其屋，不避左右，與之苟合。女亦全不愧懼，任其所爲，遂大悅。自是往來無間，人謂之路嬪嬙妃。又性極好殺，一日不殺人，則慘慘不樂。殿省憂惶，食息不保。阮佃夫懼蹈不測，謀候其駕出遊，稱太后令，閉城門，執而廢之，立安成王准。 \\n 事覺，收佃夫誅死，寸斬其家屬。或有告朝臣杜幼文、沈勃、孫超亦與佃夫同謀，遂帥衛士自掩三家，刳解臠割，嬰孩不免。 \\n 時沈勃後喪在廬，左右未至，帝揮刀獨前，勃知不免，手搏其耳，唾駡之曰：“汝罪逾桀紂，屠戮無日，恨吾不獲見之。” \\n 遂死。會端午，太后賜帝毛扇，怒其不華，令太醫煮藥，欲鴆太后。左右止之曰：“若行此事，陛下便應作不孝子，豈複得出人狡獪？”帝曰：“汝語大有理。”乃止。凡諸鄙事，過目則能，鍛煉金銀，裁衣作帽，莫不精絕。未嘗吹箎，執管便韻。 \\n 自造露車一乘，其上施篷，乘以出入，其捷如飛，羽儀追之不及。又各慮禍，不敢追尋，唯整部伍，別在一處瞻望。嘗直入領軍府，天時盛熱，道成解衣袒腹晝臥堂中，見帝至，倉皇起立，帝指曰：“好大腹。”遂命立於室內，畫其腹爲的，持弓引滿射之。道成斂手曰：“老臣無罪。”左右王天恩曰：“領軍腹大，是佳射埽一箭便死，後無複射，不如以骲箭射之。 \\n ”帝乃更以骲箭射，正中其臍，投弓大笑曰：“此手何如？” \\n 又嘗自磨刀曰：“明日殺蕭道成。”陳太妃罵之曰：“蕭道成有功于國，若害之，誰複爲汝盡力？”乃止。道成憂懼，密與袁粲、褚淵謀曰：“幼主所爲如此，不推吾等不免，社稷亦不可保，不先廢之，後悔奚及。”粲曰：“主上幼年，微過易改。 \\n 伊、霍之事，非季世所行。縱使功成，亦終無全地。”淵默然，功曹紀僧直言于道成曰：“今朝廷倡狂，人不自保，天下之望，不在袁、褚，公豈得坐受夷滅？”道成然之，寄書蕭賾，令爲之備。卻說賾字宣遠，道成長子也，方生之夕，母陳氏夢有龍據屋上，故又字龍兒。即齊世祖武皇帝也。初爲尋陽郡贛邑令，值晉安王反，賾不從，被執下獄，衆皆散。門客桓康驍勇多力，裝筐籃爲擔，一頭坐了夫人裴氏，一頭坐了兩位公子，挑之以逃，匿深山中。繼與蕭欣祖會集舊伴四十餘人，襲破郡城，救之出獄。及郡兵來追，桓康拒後力戰，手斬其將，追兵乃退。 \\n 及晉安既平，朝廷征賾入京，拜爲尚書庫部郎，至是爲晉熙王長史，行郢州事。道成欲使以郢州兵爲援，故報之。道成又欲出奔廣陵起兵，使人密告冀州刺史劉善明，東海太守垣榮祖。 \\n 榮祖字華先，少好武，騎射絕倫，尤善彈，嘗登西樓，見鴻鵠翔於雲中，謂左右曰：“吾當生取之。”彈其兩翅，毛盡脫，鵠墜地，養其毛複長，縱之飛去，其妙如此。與劉善明，皆道成腹心也。善明報以書曰：“宋氏將亡，愚智共知，公神武高世，唯當靜以待之，因機奮發，功業自定，不可遠去根本，自貽後悔。”榮祖亦報曰：“領府去台百步，公走人豈不知，若單騎輕行，廣陵人閉門不受，公欲何之？公今動足下床，恐即有叩台門者，大事去矣。”道成雖得二人言，尚懷猶豫，紀僧真曰：“二人之言是也，主上雖無道，國家累世之基，猶爲安固。公百口北渡，必不得俱。縱得廣陵城，天子居深宮，施號令，目公爲逆，何以避之？此非萬全之計也。況今幼主出入無常，每好單行道路，于此立計，易以成功，外州起兵，鮮有克捷。”道成乃止。 \\n 有王敬則者，臨淮人，少貧賤，母爲女巫，常謂人雲：“敬則生時，胞衣紫色，應得鳴鼓角。”人笑之曰：“汝子得爲人吹角可矣。”性倜儻不羈，好刀劍，嘗與既陽縣吏鬥，謂曰：“我若得爲既陽令，當鞭汝小吏背。”吏唾其面日：“汝得既陽縣，我亦得司徒公矣。”平時善拍張，以勇力補刀戟衛士。 \\n 前廢帝常使敬則跳刀，高出白虎幢五六尺，跳罷，仍撫髀拍張，儇捷異常。後補既陽令，昔日鬥吏亡叛，勒令出見，曰：“我得既陽令，汝何時得司徒公耶？”其人叩頭謝罪，敬則曰：“爾亦壯士，吾不汝責也。”至是爲越騎校尉，見帝無道，欲自結于道成。夜著青衣，扶匐路側，聽察帝之往來。複陰結內廷楊萬年、陳奉伯等爲內援，專伺得間，即便行事。 \\n 是時蒼梧荒淫益甚，每往來寺院中。城西有青園庵，乃女尼所居，房宇深遠，徒衆數十。一日，帝突至其處，群尼倉皇跪接，帝視之曰：“是皆禿耳。”見一幼尼尚未剃發，貌頗娟好，問之曰：“爾在此何欲？”對曰：“欲修行耳。”帝笑日：“恐所欲不在是。”便攜之入室，裸而淫之。又令左右擇尼中年少者遍淫之，問日：“此舉何如？”左右曰：“此舉是陛下大功德。”遂大笑而散。又有一道人，名曇度，素無賴，與之親善。一夜，行至領軍府前，左右曰：“一府皆眠，帝何不緣牆而入，殺其一家？’”帝曰：“我今夕欲與一處作耍，無暇爲此，宜待明夕。”遂去。明日，乘露車與左右向台岡賭跳，仍往青園尼庵留連半日，晚至新安寺偷狗，就曇度道人煮之，坐地而飲，酣醉如泥。左右扶之還宮，寢于仁壽殿內。有楊玉夫者，常得帝意，出入必與偕，至是忽憎之，見輒切齒，罵日：“明日當殺此子，取肝肺，和狗肉食。”是夜爲七月七日，臨睡吩咐玉夫曰：“汝於庭中伺織女度河，見即報我，不見則殺汝。”玉夫大懼，乃與楊萬年、陳奉伯伺帝熟寢，潛取帝防身刀刎之，時年十五。 \\n 先是帝出入無時，省內諸閣，夜皆不閉，群下畏相逢值，莫敢出走，宿衛並逃避，內外莫相禁攝，故帝雖被弑，無一覺者。乃令陳奉伯袖其首，依常行法，開承明門出，遇王敬則於外朝，遂以首付之，使報道成。敬則馳詣領軍府，叩門大呼曰：“大事已定，領軍速即入朝。”道成猶慮蒼梧誑之，不敢開門，敬則聳身牆上，投其首以示道成。道成洗視之，果帝首，大喜。 \\n 便戎服乘馬而出，偕敬則入宮。至承明門，詐稱賀還。敬則恐內人觀見，以刀環塞門孔處，呼門甚急。門吏開門迎之，只道帝歸，俱伏地震懾，不敢仰視。道成入殿，殿中驚駭，既而聞蒼梧已死，鹹稱萬歲。 \\n 及旦，道成整宿衛出立殿庭槐樹下，以太后令召袁粲、褚淵、劉秉入朝會議，三人既至，聞帝已被弑，皆驚愕不敢發言。 \\n 道成謂秉曰：“此使君家事，何以斷之？”秉未答。道成須髯盡張，目光如電，秉懼曰：“尚書衆事，可以見付。軍旅處分，一委領軍。”道成又讓袁粲，粲亦不敢當。王敬則拔白刃，在殿前跳躍曰：“天下事皆應關蕭公，敢有開一言者，血染敬則刃。”手取白紗帽加道成首，令即位，曰：“今日誰敢複動，事須及熱。”道成正色呵之曰：“卿都不自解。”粲欲有言，敬則叱之，遂不出口。褚淵曰：“非蕭公無以了此。”手取事狀授道成。道成曰：“相與不肯，我安得辭。”乃下議立安成王爲帝，作太后令曰：昱以家嗣登皇統，庶其體識曰宏，社稷有寄。豈意窮凶極悖，日月滋甚。加以大馬是狎，鷹隼是愛，單騎遠郊，獨宿深野，趨步闤闠，酣歌壚肆，淫人子女，掠人財物，手揮矛鋌，躬行刳斮。自昔辛、癸，爰及幽、厲，方於之此，未譬萬分。 \\n 民怨既深，神怒已積，七廟阽危，四海褫氣。廢昏立明，前代令範，況乃滅義反道，天人所棄者哉！故密令蕭領軍潛運明略，幽顯協規，普天同泰。驃騎大將軍安成王准，體自太宗，地隆親茂，皇曆攸歸，宜光奉祖宗，臨享萬國，便依舊典，以時奉行。 \\n 於是備法駕，詣東府，迎安成王准即皇帝位，時年十一，是爲順帝。降封昱爲蒼梧王，葬之郊壇西，自是軍國大事，皆聽道成處分。封楊玉夫等二十五人爲侯。 \\n 先是劉秉初退朝，其從弟劉韞迎而問之曰：“今日之事，當歸兄否？”秉曰：“吾等已讓領軍矣。”韞拊膺歎曰：“兄肉中詎有血耶？今年族矣。”秉默然。然猶謂尚書一官，萬機根本，以宗室居之，則天下庶可無變。既而道成當國，佈置心膂，與奪自專。褚淵素相憑附，秉與袁粲，閣手仰成矣。 \\n 卻說袁粲，字景倩，陳郡陽夏人，早喪父，祖母哀其孤幼，名之曰“湣孫”。少好學，有清才，不以權勢爲重。平素每有朝命，常固辭，逼切不得已，方就職。至是知道成有不臣之志，陰欲圖之，詔使出鎮石頭，即時受命。又荊州刺史沈攸之在明帝時，與道成同直殿省，深相親善。道成有女，攸之娶爲子婦。 \\n 其在荊．州，有言其反者，道成力保其不反，攸之深以爲感。 \\n 及蒼梧遇弑，道成遣其長子元琰，以蒼梧刳斮之具示之，攸之知道成將篡位，大怒，謂左右曰：“吾甯王陵死，不爲賈充生。 \\n ”然猶未暇舉兵，乃上表稱慶。時張敬兒爲雍州刺史，素與攸之、司馬劉攘兵善，疑攸之有異，密以問攘兵。攘兵無所言，寄敬兒馬燈一隻以示意，敬兒乃密爲之備。攸之有素書十數行，常藏於裲襠角，雲是明帝與己約誓，不忍坐視國亡。其妾崔氏諫曰：“官年已老，那不爲百口計？”攸之指輛襠角示之。又會集諸將雲：“頃太后使至，賜我以燭，剖之得太後手令，雲社稷之事，一以委公。吾不可負太后命，撫危定傾，願與諸君任之。”衆皆應命，乃遺道成書曰：少帝昏狂，宜與諸公密謀商議，其白太后，下令廢之。奈何交結左右，親行弑逆？乃至積日不殯，流蟲在戶，凡在臣下，誰不惋駭。又移易朝舊，佈置親党，宮閣管鑰，悉關家人。吾不知子孟、孔明之遺訓固如此乎？足下既有賊宋之心，吾寧敢無包胥之節耶？ \\n 書去，即建牙勒兵。蓋攸之素蓄士馬，資用充積，甲士十萬，鐵騎三千，兵勢甚盛。乃遣輔國將軍孫同爲前鋒，余軍相繼東下。道成聞其兵起，即自入守朝堂，命其子蕭嶷代鎮東府，蕭映出鎮京口，內外戒嚴。以右衛將軍黃回爲郢州刺史，督軍討之。先是道成以世子賾爲晉熙王燮長史，修治器械，以防他變。 \\n 及征燮爲揚州，以賾爲右衛將軍，與燮俱下，命柳世隆行郢州事。賾將行，謂世隆曰：“攸之一旦爲變，焚夏口舟艦，沿流而東，不可制也。若得攸之留攻郢城，君守於內，我攻於外，破之以矣。”世隆領命。及攸之起兵，賾方行至湓口，欲斂兵守之。衆將皆勸倍道趨建康，賾曰：“湓口地居中流，密邇畿甸，若留屯湓口，內衛朝廷，外援夏口，保據形勝，控制西南。 \\n 今日至此，天所使也。”或疑城小難固，賾曰：“苟衆心齊一，江山皆城隍也，何患城小？”乃送晉熙王歸鄭州，而己則留鎮湓口，遣使密報道成。道成聞之喜曰：“真吾子也。”乃以賾爲西討都督。 \\n 話分兩頭，湘州刺史王蘊，遭母喪罷歸，路過巴陵，與攸之深相結，還至京師，乃與袁粲、劉秉、劉韞謀誅道成，而黃回、孫曇權、卜伯興等皆通謀。當是時，劉韞爲領軍將軍，入直門下省，卜伯興爲直閣，黃回出屯新亭。粲等定計，矯太后令，使韞與伯興率宿衛兵，攻道成於朝堂。黃回等爲外應，劉秉等並赴石頭。謀既定，將以合褚淵。衆謂淵與道成素善，不可告，粲曰：“淵與彼雖善，豈容大作同異？今若不告，事定便應除之。”乃以謀告淵。淵即告道成。道成聞之，乃使薛淵往石頭，陽爲助粲，陰實防之。薛淵涕泣拜辭，道成曰：“卿近在石頭，日夕去來，何悲之甚？”對曰：“不審公能保袁公共爲一家否？今往與之同，則負公，不同則立受禍，何得不悲？ \\n ”道成曰：“所以遣卿者，正謂能盡臨事之宜，使我無西顧憂耳，但當努力，無複多言。”道成既遣薛淵防外，又恐內變難制，乃以王敬則爲直閣，與卜伯興共總禁旅，戒之曰：“有變先殺伯興、劉韞。”敬則領命而去。 \\n 是時粲與諸人，本期壬申之夜，內外並發，而劉秉框擾不知所爲，才及晡後，即束行裝，啜羹瀉胸上，手振不自禁。日未暗，載婦女盡室奔石頭，部曲數百，赫奕滿道。既至見粲。 \\n 粲驚曰：“何事遽來？今敗矣！”秉曰：“得見公，萬死無憾。 \\n ”孫曇權聞之，亦奔石頭，乃大露。道成密使人告敬則，時閣門已閉，敬則欲開閣出，卜伯興嚴兵爲備，敬則乃鋸所止屋壁得出，至中書省率禁兵收韞。韞已戒嚴，列燭自照，見敬則猝至，驚起迎之曰：“兄何夜顧？”敬則呵之曰：“小子哪敢作賊？”韞惶急，走抱敬則。敬則拳毆其頰，仆地，乃殺之。伯興倉皇出，敬則亦迎而殺之。王蘊聞劉韞死，歎曰：“事不成矣。”狼狽率部曲數百，向石頭。薛淵據門射之，蘊謂粲已敗，即散走，道成又遣其將戴僧靜率數百人向石頭，自倉門入，與薛淵並力攻粲。孫曇權禦之，殊死戰，殺台軍百人。僧靜乃分兵攻府西門，縱火焚之。粲與秉在城東門，見火起，秉不顧粲，即逾城走。粲亦下城欲還府，謂其子最曰：“本知一木不能止大廈之崩，但以名義至重，不忍負耳。”僧靜乘暗獨進，來殺袁粲。最在粲後，覺有追逐聲，急以身衛父，僧靜直前斫之，最仆地。粲謂最曰：“我不失忠臣，汝不失孝子，亦何害？” \\n 遂父子俱死，百姓哀之，爲之謠曰：“可憐石頭城，甯爲袁粲死，不作褚淵生。”但未識粲死之後，宋事作何結局，且聽下回分解。 \\n 劉昱本李道兒子，既竊位，無惡不作。至偷雞盜狗，醜濫已極，千古以來，無此樣子。禽獸猶知有母，縣以羽扇不華，至欲弑母，禽獸不如。爲楊玉夫所殺，蓋已晚矣。道成始而憂禍，繼則羽翼已成，不得歇手，亦是騎虎之勢。沈攸之一心輔國，不以姻戚交好，稍動其心，事雖不成，可謂忠臣。褚淵受顧命之日，貳心已見，真反復小人。謠曰：“甯爲袁粲死，不作褚淵生。” \\n  \\n   \\n  "}
{"章节": "第十五回 沈攸之建義無成 蕭紀伯開基代宋", "正文": "  \\n 第十五回　沈攸之建義無成　蕭紀伯開基代宋 \\n 　 \\n 話說袁粲死後，黨羽瓦解。劉秉走至額擔湖，追兵斬之。 \\n 王蘊、孫曇權皆被獲殊死。唯黃回期於詰旦領兵爲應，聞事泄，不敢發，道成撫之如舊。 \\n 粲有門生狄靈慶，平時解衣推食，待之甚厚。及粲死，一門盡誅，遺下一兒，僅數歲，乳母竊之以逃。念無可投者，唯靈慶一家，素受袁氏厚恩，攜兒投之，求其庇護。靈慶曰：“吾聞朝廷構袁氏兒，懸千金賞，今來吾家，富貴到矣。”因即抱兒出首，乳母呼曰：“天乎，公昔有恩於汝，故冒死遠投，汝奈何欲殺郎君以求重賞？若天地鬼神有知，我見汝滅族不久。”先是兒在時，常騎一大（甯毛）狗好戲，朝夕相隨。死後，靈慶常見袁兒跳躍堂上，或怒目視，家中器物常顛倒，本期朝有重賞，哪知道成亦薄其爲人，絕不加賞，靈慶已失望。 \\n 一日，忽見一狗走入其家，遇之於堂，猝起而噬其喉，靈慶仆地，狗至死不放，靈慶遂死。未幾，妻與子相繼沒。此狗即兒所騎大（甯毛）狗也，人以爲靈慶之負恩，不若狗之報主雲。 \\n 今且按下不表。 \\n 再說沈攸之遣其將孫同以三萬人爲前驅，劉攘兵以二萬繼後，分兵出夏口，據魯山。自恃兵強，頗有驕色，以郢城弱小，不勞攻取，遣人告柳世隆曰：“被太后令，當暫還都，卿即相與奉國，想得此意。”世隆不答。其將宗儼之勸攻郢城，臧寅止之曰：“不可，郢城雖小，而地卻險，攻守勢異，非旬日可援。若不時舉，徒然挫銳損威。今順流長驅，計日可捷。既領根本，則郢城豈能自固？”攸之從其計，留偏師攻郢城，自將大軍東下。世隆欲誘之來攻，置陣於西渚挑戰，又遣軍士于城樓上大聲肆罵，且穢辱之，攸之怒，改計攻城。令諸軍登岸，燒郭邑，築長圍，晝夜攻戰，世隆隨直拒應，攸之不能克。 \\n 是時內難雖平，外患未已，道成晝夜憂懼，問于參軍江淹曰：“天下紛紛，君謂何如？”淹曰：“成敗在德，不在衆寡。 \\n 公雄武有奇略，一勝也。寬容而仁恕，二勝也。賢能畢力，三勝也。民望所歸，四勝也。奉天子以伐叛逆，五勝也。攸之力銳而器小，一敗也。有威而無恩，二敗也。士卒解體，三敗也。 \\n 撍紳不懷，四敗也。懸兵數千里，而無同惡相濟，五敗也。雖豺狼十萬，終爲我獲。”道成笑曰：“君言過矣。”劉善明亦言于道成曰：“攸之收衆聚騎，造舟治械，包藏禍心，於今十年。性既險阻，才非持重，而起逆累旬，返回不進。一則暗於兵機，二則人情離怨，三則有掣肘之患，四則天奪其魄。本慮其剽勇輕速，掩襲未備，決于一戰。而留攻郢城，以淹時日，今六師齊奮，諸侯同舉，此籠中之鳥耳，不足慮也。竊以黃回素懷異志，假以強兵，恐勞公慮耳。”道成曰：“其罪未彰，吾不忍廢，且彼無能爲也。”於是道成出屯新亭。 \\n 卻說沈攸之盡銳攻郢城，柳世隆乘間屢破之，蕭賾引兵據西塞，爲世隆聲援。時範雲爲郢府法曹，以事出城，爲攸之軍士所獲，攸之使送書入城，餉世隆犢一羫，魚三十尾，皆去其首。城中欲殺之，雲曰：“老母弱弟，懸命沈氏，若違其命，禍必及親。今日就戮，甘心如薺。”乃釋之。先是攸之素失人情，但劫以威力，初發江陵，已有逃者。及攻郢城三十餘日不拔，逃者稍多。攸之日夕乘馬，曆營撫慰，而去者不息，於是大怨，召話將吩咐曰：“我被太后令，建義下都，大事若克，諸君定獲封侯之賞，白紗帽共著耳。如其不成，朝廷自誅我百口，不關餘人事。近來軍人叛散，皆卿等不以爲意，我亦不能問叛身。自今軍中有叛者，軍主任其罪。”令一出，衆皆疑懼，於是一人叛，遣人追之，亦去不返，莫敢發覺。劉攘兵雖爲攸之將，心懷反復。一日，手下軍人，亦有逃去者，懼坐其罪，密以書射入城中請降。世隆約開門以候。是夜攘兵燒營而去，軍中見火起，爭棄甲走，將帥不能禁。攸之聞之怒，銜須咀之，收攘兵侄劉天賜、女婿張平虜斬之。向旦，率衆過江，至魯山，軍遂大散，諸將皆走。臧寅曰：“不聽吾言，至有此日，但幸其成，而棄其敗，吾不忍爲也。”遂投水死。位之猶有數十騎自隨，宣令軍中曰：“荊州城中大有錢，可共還取，以爲資糧。 \\n ”時郢城尚無追軍，而散軍亦畏抄殺，更相聚結，可得二萬人，隨攸之還江陵。哪知張敬兒乘攸之東下，即起雍州之衆來襲其城。攸之子元不能抗，遂棄城走，爲人所殺，其城已爲敬兒所據。攸之士卒聞之，未至江陵百餘裏皆散，攸之無所歸，走至華容界，遂自溢。村民斬其首，送江陵。敬兒擎之以盾，覆以青傘，徇諸市郭。乃送建康，既而悉誅其親黨，收其財物數十萬，皆以入私。 \\n 初，邊榮爲府錄事所辱，攸之爲榮鞭殺錄事，榮感其恩，誓以死報。及敬兒兵來，榮爲留府司馬，或勸詣敬兒降。榮曰：“受沈公厚恩，共此大事。若一朝緩急，便易本心，吾不能也。 \\n ”城破，軍土執見敬兒，敬兒曰：“邊公何不早來？”榮曰：“沈公見留守城，不忍委去。本不祈生，何須見問？”敬兒曰：“死何難得！”命斬之。榮歡笑而去。榮客程邕之見榮將斬，前抱之曰：“與邊公同遊，不忍見邊公死，乞先見殺。”兵人不得行戮，以白敬兒，敬兒曰：“求死甚易，何爲不許？”命先殺之，然後及榮。見者莫不垂泣，曰：“奈何一日殺二義士！” \\n 卻說道成聞捷，還鎮東府，下令解嚴。以柳世隆爲尚書右仆射，蕭賾爲江州刺史，蕭嶷爲中領軍，褚淵爲中書監，凡朝廷要職，皆用腹心爲之。單有黃回屢懷異志，至京之日，尚擁部曲數千人。道成欲收之，恐致亂，乃托以宴飲，召入東府，伏甲斬之。由是異己悉除，內外鹹服，駸駸乎有代宋之勢矣。 \\n 且說南朝最重問望，時長史謝朏負盛名，道成欲引之參贊大業。深夜召之，屏人與語，久之，朏無一言。唯二小兒執燭侍，道成慮朏難之，取燭置幾上，遣兒出。挑之使言，朏又無語，乃呼左右，不樂而罷。右長史王儉知其指，他日請間，言于道成曰：“功高不賞，古今非一，以公今日位地，欲終北面得乎？”道成正色裁之，而神采內和。儉因曰：“儉蒙公殊朏，所以吐所難吐，何賜拒之深？宋氏失德，非公豈複寧濟，但人情澆溥，不能持久。若小複推遷，則人望去矣。豈惟大業永淪，七尺亦不可保。”道成曰：“卿言不無有理。”儉又曰：“公今名位，尚是經常宰相，直體絕群後，微示變革。儉請銜命，先令褚公知之。”道成曰：“少日我當自往，卿不須去也。” \\n 儉乃退。 \\n 卻說儉字仲寶，祖曇首，父僧綽。僧虔、僧達皆其叔也，曇首暇日，嘗集子孫于一堂，任共戲嬉，僧達跳下地，作彪子形，僧虔累圍棋子十二，既不墜落，亦不復加。僧綽采蠟珠爲鳳凰，僧達奪取打壞，亦複不惜，縣首歎曰：“僧達俊爽，當不滅人。然亡吾家者，必此子也。僧綽當羽儀王國，福澤之厚，終不如僧虔。”後皆如其言。儉生未期，而僧綽遇害，爲僧虔所撫養，性篤學，手不釋卷。年數幾，便有宰物之志，賦詩曰：“稷契匡虞夏，伊呂翼商周。”賓客鹹稱美。僧虞曰：“我不患此兒無名，政恐名太盛耳。”一日，袁粲見之，曰：“此宰相種也。栝柏豫章，雖小已有棟梁氣矣，終當任人家國事。” \\n 僧虔嘗有書誡儉曰：“重華無嚴父，放勳無令子，亦各由己耳。 \\n 王家門中，優者龍鳳，劣猶虎豹，祖宗不能爲汝蔭，政應自加努力。”儉因此益自勵，至是爲太尉右長史，知道成將代宋，欲輔成其業，以建不世之勳，故汲汲勸其受禪。 \\n 越一日，道成自造褚淵，攜手入室，款語良久，乃謂曰：“我夜夢得官。”淵曰：“今授始爾，恐一二年間，未容便移，且吉夢未必應在旦夕。”道成還以告儉，儉曰：“褚是未達理耳。且襦雖位望隆重，不過一惜身保妻子之人，非有奇才異節，公有所爲，彼必不敢立異，儉能保之。”乃倡議加道成重爵，體絕群臣。以議報淵，淵果無違異。丙午，詔進道成太傅、假黃鉞、大都督中外諸軍事，兼領揚州牧，劍履上殿，入朝不趨，贊拜不名。又道成心重謝朏，必欲引參佐命，拜爲左長史，嘗置酒與論魏、晉故事，因曰：“石苞不早勸晉文，死方怮哭，非知機也。”朏曰：“晉文世事魏室，必將終身北面。借使魏依唐、虞故事，亦當三讓彌高。”道成不悅，仍以朏爲侍中，更以王儉爲左長史。 \\n 三月甲辰，乙太傅爲相國，總百揆，封十郡，爲齊公，加九錫，詔齊國官爵禮儀，並仿天朝。甲寅，齊公受策命，赦其境內，以石頭爲世子宮，一如東宮之制。褚淵求說于齊，引魏司徒何曾爲晉丞相故事，求爲齊官。齊公不許，以王儉爲齊尚書右仆射，儉時年二十八也。四月壬申，進齊公爵爲王。辛卯，宋順帝下詔，禪位於齊。是時帝當臨軒，不肯出，逃後宮佛蓋之下。王敬則勒兵殿廷，以板輿入迎，拔刀指太后曰：“帝何在？”太后懼，自率閹人搜得之，帝涕泣不已。敬則啓譬令出，引使登車，帝收淚，謂敬則曰：“欲見殺乎？”敬則曰：“無恐，出居別宮耳，官先取司馬家亦如此。”帝泣而彈指曰：“願後世世世勿複生天王家。”宮中皆哭，帝拍敬則手曰：“必無過慮，當餉輔國十萬錢。”是日百僚陪位，侍中謝朏在值，當解璽綬，陽爲不知，曰：‘有何公事？”傳詔雲：“解璽綬授齊王。”朏曰：“齊自應有侍中。”走至殿側，引枕臥。傳詔懼，使朏稱疾，朏曰：“我無疾，何所道？”遂朝服步出東掖門，登車還宅。乃以王儉權爲侍中，解璽綬。禮畢，順市乘劃輪車，出東掖門，就東郏問：“今日何不奏鼓吹？”左右莫有應者，右光祿大夫王琨，在晉世已爲郎中，至是攀車後獺尾，慟哭曰：“人以壽爲歡，老臣以壽爲戚。既不能先驅螻蟻，乃複頻見此事。”嗚咽不自勝，百官雨泣。褚淵率群臣奉璽授，詣齊宮勸進。淵從弟炤謂淵子賁曰：“司空今日何在？”賁曰：“奉璽授在齊大司馬門。”炤曰：“不知汝家司空，將一家物與一家，亦複何爲？” \\n 甲午，王即皇帝位於南郊，是爲齊高帝。還宮大赦，改元建元。奉宋順帝爲汝陰王，優崇之禮，皆仿宋初。築宮丹陽，置兵守之。諸王皆降爲公，自非宣力齊室，余皆除國。以褚淵爲司徒，賓客賀者滿座。諸炤歎曰：“彥回少立名行，何意披狂至此？此門戶不幸，複有今日之拜。向使彥回作中書郎而死，不嘗爲一名士耶？名德不昌，乃複有期頤之壽。”淵固辭司徒之命，不拜，奉朝請。一日，淵入朝，以腰扇障目。有劉祥者，好文學，性氣剛疏，輕言肆行，不避高下，從車側過曰：“作如此舉止，羞面見人，扇障何益？”淵曰：“寒士不遜！”祥曰：“不能殺袁、劉，安得免寒士？”指車前驢曰：“驢，汝好爲之，如汝人才，可作三公。”淵顧仆曰：“速驅之！速驅之！毋聽狂言。”時輕薄子，多以名節譏淵，以其眼多白精，謂之白虹貫日，爲宋氏亡征也。河東裴顗上奏，數帝過惡，挂冠徑去。帝怒，殺之。太子賾請殺謝朏，帝曰：“殺之適成其名，正應容之度外耳。”久之，因事廢於家。沛國劉瓛，爲當時儒學冠，帝以爲政之道問之，對曰：“政在《孝經》，凡宋氏所以亡，陛下所以得者，皆是也。陛下若戒前車之失，加之以寬厚，雖危可安。若循其覆轍，雖安必危。”帝歎曰：“儒者之言，可寶萬世。”帝性節儉，即位後，不禦精細之物。後宮器物欄檻，以鋼爲飾者，皆改爲鐵。內殿施黃紗帳，宮人著紫皮履，見主衣中有玉介導，命即打碎，曰：“留此政是興長疾源。”每曰：“使我治天下十年，當使黃金與上同價。”由是奢侈悉汰，風俗一變。夏五月乙未，或走馬過汝陰王之門，衛士恐有爲亂者奔入殺王，而以疾聞。上不罪而賞之，並殺宋宗室諸王，無少長皆死。丙寅，追尊皇考曰“宣皇帝”，皇妣陳氏曰“宣皇后”，封皇子嶷爲豫章王，均爲衡陽王，映爲臨川王，晃爲長沙王，曄爲武陵王，暠爲安成王，鏘爲鄱陽王，鑠爲桂陽王，鑒爲廣陵王，皇孫長懋爲南郡王，立太子賾爲皇太子。卻說太子少曆艱難，功名素著，自以年長，與帝共創大業，朝事大小，悉皆專斷，多違制度，內外祗畏，莫敢有言者。侍中荀伯玉密啓之，帝大怒，不見太子，欲廢之而立豫章王嶷。 \\n 太子聞之，憂懼稱疾，月餘不出，而帝怒不解。一日，晝臥太陽殿，王敬則直入叩頭，啓語駕往東宮，以慰太子，帝不語。 \\n 敬則因大聲宣旨往東宮，命裝束。又敕大官設饌密遣人報太子候駕，因呼左右索輿。帝了無動意，敬則索衣以披帝身，扶帝上輿，遂幸東宮，召諸王大臣宴飲。太子迎帝，遊玄圃。長沙王執華蓋，臨川執雉尾扇，竟陵王子良持酒槍，南郡王長懋行酒，太子與豫章王捧肴饌。帝大悅，酒半，褚彥回彈琵琶，王僧虔彈琴，沈文季歌《子夜歌》，王敬則脫朝服，去冠挽髻，奮臂拍張，叫動左右。，帝笑曰：“豈有三公如此者？”對曰：“臣由拍張，胡得三公。今日豈可忘拍張？”帝大笑，賜太子以下酒，並大醉盡歡，日暮乃散。是日，非敬則太子幾廢，以故太子德敬則而怨伯玉。 \\n 先是伯玉少貧賤，賣蔔爲業。帝鎮淮陰，用爲參軍，所謀皆合，甚見親信。嘗夢帝乘船在廣陵北渚，兩腋下有翅不飛，伯玉問：“翅何時飛？”帝曰：“尚待三年。”伯玉于夢中叩首祝之，勿有龍出帝腋下，翅皆飛揚，醒以告帝，帝喜。後二年，帝破桂陽，威名大震，五年而廢蒼梧，大權在握，謂伯玉曰：“卿夢今日驗矣。”至是因啓太子之過，帝愈信其無欺，使掌軍國密事，勢傾朝野。每暫休外，軒蓋填門。其母死，朝臣無不往吊。褚玉儉五鼓往，未到伯玉宅二裏許，王俊卿士已擁塞盈巷，至下鼓尚未得前，及入門，又倚廳事久之，方得吊。 \\n 比出，二人饑乏，氣息惙然，恨之切齒。明日入宮，言於帝雲：“臣等所見二宮及齊閣，以比伯玉宅，政可設雀羅，怪不得外人有言，千敕萬令，不如荀公一命。”帝聞而笑之，寵任如故。 \\n 後太子即位，遂賜死。初伯玉微時，有善相墓者，謂其父曰：“君墓當出暴貴者，但不得久耳。又出失行女子。”伯玉聞之曰：“朝聞道，夕死可矣。”頃之，伯玉姊當出嫁，是夕，隨人逃去。而伯玉卒至敗亡，此是餘話。今且不表。 \\n 卻說帝得天下，年齡已高，自踐祚以來，勤勞萬幾，宵旰不息，精神漸減。四年二月乙未，帝不豫，三月庚甲，疾益甚，乃召司徒褚淵，左仆射王儉，授遺詔輔政。詔曰：吾本布衣素族，念不到此，因借時來，遂隆大業。遘疾彌留，至於大漸。公等事太子如事吾，當令敦穆親戚，委任賢才，崇尚節儉，宏宣簡惠，則天下之理盡矣。死生有命，夫複何言！ \\n 壬戌，帝崩於臨光殿，年五十六。於是群臣奉太子即位，是爲武帝。稱遺詔，以司徒褚淵錄尚書事，左仆射王儉爲尚書令、車騎將軍，喪禮悉從儉約，遵遺詔也。庚午，以豫章王嶷爲太尉，領揚州牧。 \\n 武帝諸弟中，豫章最賢，常慮盛滿難居，求解揚州，帝不許曰：“畢汝一世，無所多言。”嶷嘗過延陵季子廟，觀沸井，有牛奔突部伍，左右欲執牛主推問。嶷不許，取絹一疋，橫系牛角，放歸其家，其爲政寬厚類如此。時臨川王映，亦號賢王。 \\n 帝問其居家何事，映曰：“唯使劉獻講《禮》，顧則講《易》，朱廣之講《莊》《老》，臣與二三諸彥、兄弟友生，時複擊贊，以此爲樂。”帝大賞之。他日謂嶷曰：“臨川爲善，遂至於斯。 \\n ”嶷曰：“此大司馬公子之次弟，安得不爾！”帝以玉意指嶷曰：“未若皇帝次弟爲善更多也。”相與大笑。時帝友愛甚篤，而太子長懋，素忌諸叔，故請王皆不願與政。未幾豫章卒，年四十九，帝甚哀之。王融爲銘雲：“半嶽摧峰，中河墜月。” \\n 帝見而流涕曰：“此正吾所欲言也。”嶷死後，忽見形于沈文季曰：“我患癰與痢，未應便死。皇太子于膏中加藥數種，使癰不差，複于湯中加藥一種，使痢不斷。吾已訴先帝，先帝許還東邸當判此事。向胸前出青紙文書，示文季曰：‘與卿相好，爲吾呈上。’”言訖不見，文季大驚，秘不敢言。但未識太子有何報應否，且聽下回分解。 \\n 齊高帝當宋之季世，羽翼已成，不得不爲禪代之事。褚彥回屢受顧命，直以天下爲人事，其親弟尚不能忍，況他人乎！ \\n 此名節之所以足重也。至高帝節儉爲心，“雖黃金與上同價”之言，亦是驕人語，其好處不可沒也。 \\n  \\n   \\n  "}
{"章节": "第十六回 縱敗禮官宮闈淫亂 臣廢君宗室摧殘", "正文": "  \\n 第十六回　縱敗禮官宮闈淫亂　臣廢君宗室摧殘 \\n 　 \\n 話說豫章身故，人皆以得疾而卒，那知太子暗行毒害。一靈不散，忽見形于沈文季，述其致死之由。文季知之，不敢告人。俄聞太子疾，文季謂人曰：“太子殆不起矣。”越數日，太子果卒。帝哀痛殊甚。時竟陵王子良，好文學，有令望，爲帝次子，人皆以儲位之歸，宜在子良。而帝卒以嫡嗣爲重，不立太子，而立太孫。 \\n 卻說太孫，名昭業，宇元尚，文惠太子長子也。始高帝爲宋相，鎮東府，昭業年五歲，在床前戲，高帝方對鏡，令左右拔白髮，問之曰：“兒謂我誰耶？”答曰：“太翁。”高帝笑謂左右曰：“豈有爲人作曾祖，而拔白髮者乎？”即擲鏡不拔。 \\n 及長，美容止，工隸書，武帝特所鍾愛，敕皇孫手書，不得妄出以示貴重。性辨慧，進退音吐，皆有儀度，接封賓客，款曲周至。然矯情飾詐，陰懷鄙慝，與左右無賴群小二十許人，共衣食，同臥起。當太子在日，每禁其起居，節其用度。昭業謂其妃何氏曰：“阿婆，佛法言有福生帝王家，今知生帝王家，便是大罪。左右主帥，動見拘執，不如市邊屠酤富兒，反得快意。”嘗私就富人求錢，無敢不與。別作鑰鈎，夜開西州後閣，與左右至營署中淫宴。其師史仁祖、侍書胡天翼相謂曰：“皇孫所爲若此，若言之二宮，則其事非易。若于營署爲異人所毆，豈惟罪止一身，亦當盡室及禍，年各七十，餘生寧足吝耶！” \\n 數日相繼自殺，二宮不知也。 \\n 所愛左右，皆過加官爵，書于黃紙，許南面之日，依此施行。侍太子疾，衣不解帶。及居喪次，號泣不絕聲，見者嗚咽。 \\n 才還私室，即歡笑酣飲，常令女巫楊氏禱祀，速求天位。及太子卒，謂由楊氏之力，倍加敬信。武帝往東宮臨喪，昭業迎拜號慟，絕而後蘇。帝自下輿抱持之，甚嘉其孝。帝以晚年喪子，鬱鬱不樂，未幾有疾。太孫入侍，憂愁慘戚，言發淚下，每語及帝躬病重，輒夜咽不自勝，故帝益愛之。時何妃在西州，一日得太孫手書，別無一語，中央作一大“喜”宇，而作三十六小喜字繞之。妃知大慶在即，亦暗暗歡喜。俄而詔竟陵王子良，甲仗人延昌殿侍醫藥。由是子良日夜在內，太孫間日參承。 \\n 卻說中書郎王融，字元長，少而神明警慧，其叔王儉謂人曰：“此幾年至三十，名位自立。”常侍帝于芒林園禊宴，爲《曲水詩序》，人爭稱之。會魏使宋弁來聘，帝以融有才辨，使兼主客接之。並見其年少，問：“主客年幾？”對曰：“五十之年，久逾其半。”並又雲：“聞主客有《曲水詩序》甚佳，願得一觀。”融乃示之。弁讀竟，歎曰：“昔觀相如《封禪》，以知漢武之德。今覽王生《詩序》，用見齊主之盛。”融曰：“皇家盛明，豈直比蹤漢武？更慚鄙制，無以遠匹相如。”時稱其善對。獨其性躁于名利，自恃人地，三十內可望公輔。嘗詣王僧祐，值沈昭略在座，不識融，問主人曰：“是何年少？ \\n ”融聞而不平，謂曰：“仆出於扶桑，人于暘穀，照耀天下，誰雲不知，而勞卿問？”其高自標置如此。及爲中書郎，嘗撫案歎曰：“爲爾寂寂，鄧禹笑人。”又嘗過朱雀桁街，路人填塞，車不能行，乃捶車歎曰：“車中乃可無六尺，車前豈可乏八騶。”素與竟陵王子良友好，於是乘帝不豫，爲之圖據大位。 \\n 戊寅，帝疾亟暫絕，太孫未入，內外惶懼，融固欲矯詔立子良。 \\n 及太孫來，融戎服絳衫，立於中書省閣口，斷東宮仗，不得進。 \\n 頃之，帝復蘇，問：“太孫何在？”因召東宮器甲並入。太孫因見帝痛哭，帝以其必能負荷大業，謂之曰：“五年中一委宰相，汝勿措意。五年外勿複委人，若自作無成，無所多恨。” \\n 臨終，複執其手曰：“若憶翁，當好作。詔於良善相毗輔，朝事大小，悉與左仆射、西昌侯鸞參懷。”遂殂。 \\n 卻說鸞字景淒，高帝兄，始安王道生之子也。早孤，爲高帝所養，恩過諸子。性儉素，車服儀從，同於素土。所居官有嚴能名，故武帝亦重之。以子良才弱，遺詔委以朝政，鸞聞詔，急馳至雲龍門。融以子良兵禁之，不得進，鸞厲聲曰：“有敕相召，誰敢拒我？”排之而入。既入，指麾部署，音響如鍾，殿中無不從命。遂奉太孫登殿，即帝位。是爲郁林王。融知大事不遂，釋服還省，歎曰：“竟陵誤我。” \\n 先是郁林王少，養於子良妃袁氏，慈愛甚著。及王融有謀，並忌子良。時子良居中書省，慮其爲變，使虎賁二百人屯太極西階以防之。既成服，諸王皆出，子良乞停至山陵，不許。收王融於獄，賜死。融臨死，歎曰：“我若不爲百歲老母計，當吐一言。”蓋欲指斥帝在東宮時過惡也，人謂融險躁輕狡，自取其死雲。 \\n 卻說郁林自即位後，大殮始畢，悉呼武帝諸伎，奏樂於前。 \\n 所寵嬖臣綦母珍之、朱隆之、直閣將軍曹道剛、周奉叔、宦者徐龍駒等皆用事。珍之所論薦，事無不允，內外要職，皆先論價，旬日之間，家累鉅萬，擅取官物，不俟詔旨。有司至相語曰：“寧拒至尊敕，不可違舍人命。”徐龍駒爲後閣主書，常居含章殿，著黃綸，被貂裘，南面向案，代帝書敕，左右傳值，與至尊不異。自山陵之後，帝即與左右微服，遊走市里。擲塗賭跳，作諸鄙戲。賞賜嬖寵，動至百數十萬，每見錢曰：“我苦思汝一枚不得，今日得用汝未！”武帝聚錢上庫五億萬，齊庫三億萬，金銀財帛，不可勝計。未滿一年，所用垂盡。嘗入主衣庫，今何後及寵姬，以諸寶器相投擊，破碎之，用爲笑樂。 \\n 後字婧英，撫軍將軍何戢俄之女，性亦淫亂。初爲太孫妃，太孫狎昵無賴之徒，後擇美少者，皆與之私。及爲後，淫蕩如故。帝既好淫，後善於迎接，能曲暢其情，故帝寵愛特甚，恣其所爲。有詩書人馬澄，年少貌美，爲帝弄童。後悅之，托以有巧思，令出入禦內，絕見愛幸。嘗著輕絲履，紫綈裘，與後同居處，後出素臂，與之鬥腕角力，帝撫掌以爲樂。又侍書楊瑉，年十五，姣好如美女，而有嫪毐具，爲帝所幸，常侍內廷。 \\n 後尤愛之，私語宮人曰：“與楊郎一度，勝餘人十度。”一日，帝往後宮，後正與艱擁抱未起，宮女急報駕至，後這起見帝，冠發散亂，四體倦若無力。帝問：“何事晝寢？”後笑曰：“吾夢中方與陛下取樂，不意陛下適來，使妾餘歡未盡。”帝笑曰：“阻卿夢中之興，還卿實在之樂何如？”遂解衣共寢，恣爲淫蕩。武帝有寵姬霍氏，年少有殊色，帝欲烝之，在後前極口稱其美。後曰：“陛下既愛其美，何不納之？”帝曰：“懼卿妒耳。”後曰：“陛下所愛，妾亦愛之，奚妒爲？，妾爲陛下作媒何如？”帝大悅。是夕與帝同輦，往霍姬宮，姬接入，後撫其背曰：“今夜送一新郎在此，卿善伴之。”說罷別去，帝遂就寢霍氏宮，深相寵愛，累日夜不離。那知後亦爲著自己，使帝在他處留連，正好與楊瑉任意取樂，可以晝夜無間。斯時穢聲狼籍，蕭鸞深以爲恥，嘗謂帝曰：“外延之事，臣得效力，宮禁之內，還期陛下肅清，無使取笑天下。”帝深惡之，遂不與相見。一日，謂鄱陽王鏘曰：“公以鸞爲何如人？”鏘素和謹，對曰：“臣鸞于親戚最長，且受寄先帝，臣等皆年少，朝廷所賴，唯鸞一人，願陛下無以爲慮。”帝默然，私謂徐龍駒曰：“我欲與鏘定計取鸞，鏘既不同，我亦不能獨辦矣。”鸞聞之懼，陰欲廢帝，唯慮蕭湛、蕭坦之典宿沖重兵，爲帝心腹。 \\n 因謀之尚書王晏，晏曰：“此二人可以利害動也，請往說之，必得如志。”鸞因使晏密結二人，勸行廢立。二人初猶未許。 \\n 及見帝狂縱日甚，無複悛改，恐禍及己，乃回意附鸞，在內廷陰爲鸞寫耳目。 \\n 先是帝居深宮，群臣罕見其面，唯以諶與坦之爲祖父舊人，尚加親信，得出入後宮，凡褻狎宴遊，二人在側不忌。故鸞欲有所陳說，唯遣二人入告，乃得上達。一日，鸞以楊瑉淫亂宮掖，尤無忌憚，遣坦之入奏誅瑉。何後方對鏡理妝，聞之，妝不及畢，急奔帝前，流涕覆面曰：“楊郎好少年，無罪過，何可枉殺？”坦之拊帝耳語曰：“此事別有一意，不可令第二人聞。”帝平日每呼後爲阿奴，因呼後曰：“阿奴暫去片時。” \\n 後不得已，走出。坦之乃曰：“外間並雲瑉與後有別情，彰聞遐邇，不令赴台一訊，其事益信。”帝乃敕瑉赴台，瑉至台，鸞亦不問，即押赴建康市行刑。俄有救原之，而瑉已死。鸞又啓誅徐龍駒，帝亦不能違，而心忌鸞益甚。 \\n 直閣將軍周奉叔，帝之爪牙臣也。與其父盤龍，皆以勇力聞。先是魏攻淮陽，武帝敕盤龍往救，奉叔單馬，牽二百餘人陷陣。魏軍萬余騎，張左右翼圍之。一騎還報，奉叔已沒。盤龍方食，投著而起，上馬奮矟，直奔魏軍，自稱周公來。魏人素畏盤龍驍勇，聞其名，莫不披靡。時奉叔已大殺魏軍，得出在外，盤龍不知，乃東西衝擊，殺傷無數。奉叔見其父久不出，複躍馬入陣尋之，父子兩騎，縈攪數萬人中，魏軍敗走，父子並馬而歸。由是名播北國。其後奉叔給事東宮，帝嘗從其學騎，尤見親寵，即位後，遷爲直閣將軍。恃勇挾勢，陵轢公卿。常以單刀二十口自隨，出入禁闥，門衛不敢叱。每語人雲：“周郎刀，不識君。”鸞畏之，使坦之說帝曰：“奉叔才勇，可使出守外藩。”乃以爲青州刺史。奉叔就帝求千戶侯，帝許之，鸞以爲不可，封曲江縣男，食三百戶。奉叔大怒，於衆中攘刀厲色曰：“若不見與，周郎當就刀頭辦耳。”鸞佯許之，及將之鎮，部伍已出，鸞複以帝命召入，殺之省中。啓雲奉叔慢朝廷，當誅。帝不獲已，可其奏。 \\n 當奉叔未誅時，待讀杜文謙，惡鸞專政，謂綦毋珍之曰：“天下事概可知矣，灰盡粉滅，匪朝伊夕，不早爲計，禍至何及？”珍之曰：“計將安出？”文謙曰：“先帝舊人，多見擯斥，今召而使之，誰不慷慨從命？昨聞宿衛萬靈會，與王範共語，皆攘袂捶床，心懷不平。君其密報奉叔，使靈會殺蕭諶，則宮內之兵，皆我用也。即勒兵入尚書省，斬蕭令，兩都伯力耳。今舉大事亦死，不舉事亦死，二死等耳，死社稷可乎？若遲疑不斷，異日稱敕賜死，父母爲殉，在眼中矣。”珍之不能用，及鸞殺奉叔，並收珍之、文謙殺之。 \\n 何後以楊瑉之死，日夜切齒，勸帝殺鸞。時蕭諶、蕭坦之握兵權，大臣徐孝嗣、王晏、陳顯達、王廣之、沈文季等，皆一心附鸞。帝左右無可與謀者，唯中書今何胤，後之從叔，近值殿省，欲以誅鸞之事任之，胤謝不能；乃謀出鸞於西州，中敕用事，不復關咨政府，胤亦難之，其事複止。鸞於是逆謀益急，日夕要結諸臣。驃騎錄事樂豫謂徐孝嗣曰：“外傳籍籍，似有伊。霍之舉，君蒙武帝殊常之恩，荷託付之重，恐不得同人此舉。人笑褚公，至今齒冷。”孝嗣心然之，而不能從。帝謂蕭坦之曰：“人言鎮軍與蕭諶欲共廢我，似非虛傳，卿所聞若何？”坦之曰：“天下寧當有此，誰樂無事廢天子耶？朝貴不容造此論，當是諸尼姥言耳，豈可信乎？官若除此二人，誰敢自保？”帝信之。然逆謀漸泄，直閣將曹道剛、朱隆之等，深爲之防。鸞因謂蕭諶曰：“廢天子，古來大事，比聞內延已相猜疑，明日若不舉事，恐無所及。弟有百歲母，豈能坐聽禍敗，正應作余計耳。”諶惶遽從之。 \\n 壬辰，鸞使蕭諶先人，遇道剛、隆之於庭，皆殺之。直後徐僧亮見有變，大言於衆曰：“吾等荷恩，今日當以死報。” \\n 又殺之。鸞引兵入雲龍門，戎服加朱衣於上，比入門，三失履。 \\n 王晏、徐孝嗣、蕭坦之等，皆隨其後。時帝在壽昌殿，裸身與霍姬相對坐，聞外有變，使閉內殿諸閣，令閹人登與先樓望之。 \\n 還報雲：“見一人戎服，從數百武士，在西鐘樓下。”帝大驚曰：“是何人也？”話未絕，諶已引兵入壽昌閣。帝見之，急趨霍姬房，兵士爭前執之，以帛纏頸，扶出延德殿。宿衛將士見帝出，皆叩刀欲奮，蕭諶謂之曰：“所取自有人，卿等不須動。”宿衛素隸服於諶，皆不敢發。行至西弄，遂弑之，輿屍出殯徐龍駒宅，霍姬及諸嬖幸皆斬之。鸞既殺帝，欲作太后令，曉示百官。徐孝嗣於袖中出而進之，鸞大悅，乃以太后令，廢帝爲郁林王，葬以王禮。廢何後爲王妃。迎立新安王昭文，丁酉，即皇帝位，大赦天下，改元延熙，是爲海陵王。以鸞爲驃騎大將軍，錄尚書事，進封宣城公，政事一稟宣城處分。 \\n 先是郁林王之將廢也，鄱陽王鏘初不知謀，鏘每詣鸞，鸞倒屐迎之，語及家國，言淚俱發，鏘以此信之。及鸞勢重，中外皆知其蓄不臣之志，宮台之內，皆屬意於鏘，勸鏘入宮，發兵輔政。長史謝粲說鏘曰：“王但乘油璧車入宮，出天子坐朝堂，夾輔號令。粲等閉城門上仗，誰敢不同？東城人正共縛送蕭令耳。”鏘以上臺兵力，悉屬東府，慮事不捷，意甚猶豫。 \\n 隊主劉巨，武帝舊人，叩頭勸鏘舉事，銀命鸞將入，複還內，與母陸太妃別，日暮不成行。典簽知其謀，馳告鸞。鸞遣兵二千人圍鏘第，殺鏘，並殺謝粲、劉巨等。 \\n 江州刺史、晉安子懋，聞鄱陽死，大懼，欲起兵，謂防閣陸超之、董僧惠曰：“事成則宗廟獲安，不成猶爲義死。”二人曰：“此州雖小，而孝武常用之？若舉兵向闕，以請郁林之罪，誰能禦之。”時太妃在建康，密遺書迎之。太妃有同母兄於瑤之，知其謀，遽以告鸞。鸞遂遣王元邈引兵討子懋，又遣裴叔業、于瑤之先襲尋陽。叔業溯流直上，輕兵襲湓城，守將樂賁開門納之。子懋聞湓城失守，率府州兵力據城自守，部曲多雍州人，皆踴躍願奮。叔業畏其銳，乃使於瑤之人城說子懋曰：“今還都必無過慮，正當作散官，不失富貴也。”子懋信之，遂不出兵，衆情大沮。瑤之弟琳之在城中，說子懋重賂叔業，可以免禍，子懋使琳之往，琳之反說叔業取子懋。於是叔業遣兵四百，隨琳之入城，僚佐皆奔散。琳之拔刀入齋，子懋罵曰：“小人何忍行此！”琳之以袖障面，使人殺之。董僧惠被執將殺，謂王元邈回：“晉安舉義，仆實豫謀，得爲主人死不恨，願至大殮畢，退就鼎鑊。”元邈義之，具以白鸞，得兔死。子懋子昭基，年才九歲，被囚於獄，以方二寸絹爲書，遺錢五百，使達僧惠。僧惠視之曰：“郎君書也。”悲痛而卒。 \\n 或勸陸超之逃亡，超之曰：“人皆有死，此不足懼，吾若逃亡，非唯孤晉安之眷，亦恐田橫客笑人。”閉門端坐俟命。超之門生，謂殺超之，當有厚賞，密謀後斬之，頭落而身不倒。元送厚加殯殮，門生亦助舉棺，棺墜，壓其首，折頸而死，人皆快之。 \\n 時臨海王昭秀，爲荊州刺史，鸞遣徐元慶至江陵，以便宜從事。長史何昌寓曰：“仆受朝廷重寄，翼輔外藩，殿下未有愆失，君以一介之使來，何容即以相付耶？若朝廷必須殿下，當自啓聞，重聽後旨。”昭秀由是得還建康，裴叔業自尋陽進向湘州，欲殺湘州刺史、南平王銳。防閣周伯玉大言於衆曰：“此非天子意，今斬叔業，舉兵匡社稷，誰敢不從！”典簽叱左右斬之，遂殺銳。又殺郢州刺史、晉熙王銶，南豫州刺史、宜都王簽。當時朝廷之上，以鸞有靖亂功，詔進鸞爲太傅，加殊禮，封宣城王。鸞以兄子遙光爲南郡太守，不之官。鸞有異志，遙光皆贊成之，凡大誅賞，無不豫謀，任爲腹心之佐。 \\n 先是王牌上有赤志，人以爲貴征，以示晉壽太守王洪范曰：“人言此是日月相，卿幸勿泄。”洪範曰：“王日月在軀，如何可隱，當播告天下。”一日，桂陽王鑠至東府，見鸞出，謂人曰：“向錄公見接殷勤，流連不能已，而面有慚色，此必欲殺我。”是夕果遇害。江夏王鋒有才行，鸞嘗與之言遙光才力可委，鋒曰：“遙光之于殿下，猶殿下之于高工，衛宗廟，安社稷，實有攸寄。”鸞失色，及殺諸王，鋒又大言其非，鸞收而殺之。又遣人殺建安王子真，子真走匿床下，兵士手牽出之，叩頭乞爲奴，不許，殺之。遣茹法亮殺巴陵王子倫。子倫性英果，時爲南蘭太守，鎮琅琊城，有守兵。法亮恐其不肯就死，以問典簽華伯茂，伯茂曰：“公若以兵取之，恐不可即辦。若委伯茂，一夫力耳。”乃委之。伯茂手自執鴆，逼子倫飲。倫正衣冠，坐堂上，謂法亮曰：“先朝昔滅劉氏，殺其子孫殆盡，今日之事，理數固然。君自身家舊人，今銜此使，當由事不獲已。但此酒非勸酬之爵，只可獨飲。”因仰之而死，時年十六。 \\n 法亮及左右皆流涕。 \\n 蓋齊制諸王出鎮，皆置典簽，一方之事，悉以委之。時入奏事，刺史美惡，專系其口，故威行州郡，自刺史以下，莫不折節奉之。南海王子罕在琅玡，欲遊東堂，典簽薑秀不許，遂止。泣謂母曰：“兒欲移五步不得，與囚何異？”邵陵王子響，嘗求熊白，廚人答典簽不在，不敢與。及鸞誅諸王，皆令典簽殺之，竟無一人能抗拒者。時孔珪聞之流涕曰：“齊之衡陽、江夏最有意，而竟害之，若不立典簽，故當不至於此。”其後宣城王亦知典簽之弊，不許入都奏事，典簽之任始輕。但未識宣城若何篡立，且聽下文再剖。 \\n 齊武帝雄才武略，高蓋一世，但行事忍刻，與國家忠厚開基，相背而馳，焉得繼體之悠久！太子早逝，太孫狡詐百出，宮闈淫亂，蒸及武帝姬人，何後玉成之，以自恣其欲，肆無忌憚。蕭鸞誅殺淫亂之人，廢帝更立，未嘗不可。乃大權獨握，誅戮宗室，至於盡絕。子倫雲，先朝殺滅劉氏子孫殆盡，今亦複如是，理數宜然。可知天道好還，昭然不爽也。特當此天翻地覆之時，而董僧惠、陸超之慷慨赴義如是，天理不澌滅於人間，亦史冊之光哉。 \\n  \\n   \\n  "}
{"章节": "第十七回 救義陽蕭衍建績 立寶卷六貴爭權", "正文": "  \\n 第十七回　救義陽蕭衍建績　立寶卷六貴爭權 \\n 　 \\n 話說宣城王，志在竊國，懼宗室不服，先加殺害，於是朝綱獨攬，群臣爭先勸進。冬十月辛亥，乃假皇太后令曰：嗣主沖幼，庶政多昧。且早櫻尪疾，弗克負荷。太傅宣城王，胤體先皇，鍾慈太祖，宜入承寶命，帝可降封爲海陵王。 \\n 癸亥，鸞即帝位，是爲齊明帝，改元建武。以王敬則爲大司馬，陳顯達爲太尉，王晏爲左仆射，徐孝嗣爲中領軍，餘皆進爵有差。一日，詐稱海陵有疾，數遣禦醫瞻視，因而殞之。 \\n 先是文惠太子在日，素惡明帝，嘗謂竟陵王子良曰：“我意中殊不喜見此人，不解其故，當由其福薄故也。”子良爲之解救，及帝得志，太子子孫無遺焉，今且按下不表。 \\n 且說明帝篡位之時，正當魏孝文遷都洛陽時候。孝文久有南侵之意。一間海陵見廢，明帝篡立，謂群臣曰：“今日伐齊不患無矣。”乃命大將薛真度向襄陽，劉昶、王肅向義陽，拓跋衍向鍾離，劉藻向南鄭，自將大軍趣壽陽，起兵四十萬，分道並進。沿邊州郡，飛報入朝。帝聞魏師起，大懼。乃命左衛將軍王廣之督司州，右衛將軍蕭坦之督徐州，右仆射沈文季督豫州，發諸州之兵以拒魏。正月乙亥，魏主濟淮，二月至壽陽，虎士成群，鐵騎彌野。甲辰，登八公山賦詩，道遇大雨，命去蓋，見軍士病者，親撫慰之，率兵直臨城下，遣使呼城中人出見。齊豐城公遙昌，使參軍崔慶遠應之。慶遠至軍前，問師出何名，魏主曰：“師當有故，卿欲我斥言之乎？欲我含垢依違乎？”慶遠曰：“未承來命，無聽含垢。”魏主曰：“齊主何故廢立？”慶遠曰：“廢昏立明，古今非一，未審何疑？”魏主曰：“武王子孫，今皆安在？”慶遠曰：“七王同惡，已伏管、蔡之誅。其餘二十餘工，或內列清要，或外典方牧。”魏主曰：“卿主若不忘忠義，何以不立近親，如周公之輔成王，而自取之乎？”慶遠曰：“成王有亞聖之德，胡周公得而輔相之。今近親皆非成王之比，故不可立。且霍光亦舍武帝近親而立宣帝，唯其賢也。”魏主曰：“霍光何以不自立？”慶遠曰：“非其類也，主上正可比宣帝，安得比霍光？若爾，武王伐紂，不立微子而輔之，亦爲苟貪天下乎？”魏主大笑曰：“朕來問罪，如卿所言，便可釋然。”慶遠曰：“見可而進，知難而退，聖人之師也。”魏主曰：“卿欲和親，抑不欲乎？”慶遠曰：“和親則兩國交歡，生民蒙福，否則兩國交惡，生民塗炭，和親與否，裁自聖衷。”魏主嘉其善對，賜以酒殽衣服而遺之。 \\n 於是循淮而東。 \\n 時魏兵號二十萬，塹柵三重，並力攻義陽。城中負循而立，勢甚危急。齊將王廣之引兵救之，去城百餘裏，畏魏強不敢進。 \\n 諸將皆有懼意，一將奮袂起曰：“義陽危困，朝不保夕，吾等奉命往救，卷甲疾趨，猶恐不及，聞敵強而不進，義陽若失，何面目以見朝廷？公等不往，吾請獨進。”辭氣激烈，三軍聞之，皆有奮意。 \\n 你道言者是誰？乃是一代開創之主，姓蕭，名衍，字叔達，小字練兒。父名順之，齊高帝族弟也。少相款狎，嘗共登金牛山，見路側有枯骨縱橫，齊高帝謂之曰：“周文王以來幾年，當複有掩此枯骨者乎？”言之凜然動色。順之由此知高帝有大志，嘗相隨從，高帝每出征討，順之嘗爲軍副。方宋順帝末年，袁粲據石頭，黃回與之通謀。順之聞難作，率家丁據朱雀橋，回遣人艦望，還報曰：“有一人戎服，英威毅然，坐胡床南向。 \\n ”回曰：“此必蕭順之也。”遂不敢出。時微順之，回必作難於內。方武帝在東宮，嘗往問訊，及退位，齊武手指順之，謂豫章王嶷曰：“非此前，吾徒無以至今日。”其見重如此，及即位，深相忌憚，故不居台輔，以參豫佐命，封臨湘侯。衍即其仲子也，生於秣陵縣同夏裏三橋宅，時宋孝武大明八年甲辰歲。母張氏懷孕時，忽見庭前菖蒲花彩異常，以問侍者，侍者皆雲不見，張氏曰：“吾聞見菖蒲花者當大貴。”因取吞之，遂生蕭衍。狀貌奇特，日角龍顔，重嶽虎頭，頂有白光，身映日無影。兩骻駢骨，額上隆起，有交文右手曰“武”。爲兒時，能蹈空而行，見者皆知其不凡。及長，博學多文，好籌略，有文武才幹，始爲巴陵王法曹參軍。王儉一見，深相器異，謂人曰：“蕭郎三十內，當作侍中，過此則貴不可言。”時竟陵王子良，開西邸，招文學，衍與沈約、謝朓、王融、蕭琚範雲、任昉、陸倕並遊焉，號爲“八友”。王融尤敬異之，每謂所親曰：“宰製天下，必在此人。”累遷諮議參軍，尋以父難去職。 \\n 隆昌初，明帝輔政，起爲甯朔將軍，鎮壽春。服闋，除黃門侍郎，入值殿省，預定策勳，封建陽縣男，食邑三百戶。嘗舟行牛渚，遇大風，入泊龍瀆。有一老人衣冠甚偉，立於岸側，謂之曰：“君龍行虎步，相當極貴，天下方亂，安之者其在君乎！ \\n 宜善自愛。”問其姓氏，忽然不見。衍既屢有祥征，心益自負。 \\n 尋爲司州刺史，在州大著威名，嘗有餉以馬者，不受，餉者系馬於樹而去。衍出見馬，以笞書縛之馬首，令人驅出城外，馬自還主。衍舅張宏策，與衍年相若，恒同遊處，每入衍室，嘗覺有雲氣繞之，體自肅然，由此特加敬禮。一日，從衍飲酒，半酣，徙席星月之下，語及時事，謂衍曰：“子善天文，近日緯象若何？國家故當無恙否？”衍曰：“其可言乎？”宏策語言其兆，衍曰：“漢北有失地氣，浙東有急兵象。今冬之初，北魏兵必動，動則漢北必亡。其後便有乘機而起者，是亦無成，徒爲王者驅除難耳。越二年，死人過於亂麻，齊之歷數，自茲盡矣。梁、楚、漢間，當有大英雄興。”宏策曰：“今英雄何在，其在朝廟乎？在草澤乎？”衍笑曰：“漢光武有雲：‘安知非仆’。”宏策起曰：“今夜之言，是天意也，請定君臣之分。”衍曰：“舅欲效鄧禹乎？”相與大笑。 \\n 至是魏師圍義陽，帝命王廣之主中軍，衍率偏師往救，衆莫敢前，衍請先進，廣之分麾下精兵配之。衍間道夜發，徑上賢首山，去魏軍數裏，魏人出不意，未測多少，不敢逼。黎明，大風從西北起，陣雲隨之，直當魏營。俄而風回雲轉，還向西北，衍曰：“此所謂歸氣，魏師遁矣，急擊勿失。”遂下令軍中曰：“望麾而進，聽鼓而動。”於是身先士卒，直奔魏軍，揚魔鼓噪，響振山谷。敢死之士，執短兵先登，長戟翼之。魏傾壁來拒，衍親自博戰，無不披靡。城中見援兵至，亦出軍攻魏柵，因風縱火，魏軍表裏受敵，因大潰。王肅、劉昶單騎走，斬獲萬計，流血盈野，義陽得全。 \\n 衍有兄懿，爲梁州刺史。會魏將拓拔英引兵擊漢中，懿出兵拒之，進戰不利，櫻城自守。魏兵圍之數十日，城中糧將竭，衆心洶懼。懿封題空倉數十，指示將士曰：“此中粟皆滿，足支二年，但努力堅守，何患無食！”士民乃安。會魏主召英還，遣使與懿告別。懿以爲詐，英去一日，猶不開門。二日，乃遣將追之，英與士卒下馬交戰，懿兵不敢逼，尾其後四日四夜，乃返。魏諸將請複攻義陽，魏主曰：“蕭衍善用兵，今且勿與爭鋒，異日吾往擒之。”是役也，齊果失漢北諸郡，諸將概不加賞，獨以蕭衍有卻敵功，除爲雍州刺史。今且按下不表。 \\n 卻說永泰元年春正月，帝有疾，以近親寡弱，忌高、武子孫猶有十王，每朔望入朝，帝還後宮，輒歎息曰：“我及司徒諸子皆不長，高、武子孫日益長大，恐爲後累，奈何？”因欲盡除高、武之族，以微言問陳顯達，對曰：“此等豈足介意。 \\n ”以問始安王遙光，遙光謂當以次施行。時遙光有足疾，帝常令乘輿自望賢門入，每與帝屏人久語，語畢，帝索香火，嗚咽流涕，明日必有所誅。會帝疾暴甚，絕而復蘇，遙光遂行其策，殺河東王鉉、臨賀王子岳、西陽王子文、永陽王子峻、南康王子琳、衡陽王子瑉、湘東王子建、南郡王子夏、桂陽王昭粲、巴陵王昭秀。鉉等已死，乃使公卿奏其罪狀，請誅，下詔不許，再奏，然後許之。侍讀江泌哭子琳，淚盡繼之以血，親視殯葬畢，乃去。 \\n 那時激惱了舊臣王敬則，以爲天下本高武之天下，帝既奪而有之，而又殺害其子孫，于心何忍，以故語及時事，懷怒切齒，屢發不平之語。時敬則爲會稽刺史，帝慮其變，乃以張環爲平東將軍、吳郡太守，添置兵力以防之。敬則聞之，怒曰：“東今有誰，只是欲平我耳。東亦何易可平，吾終不受金甖。 \\n ”金甖，謂鴆也。於是舉兵，以奉南康侯子恪爲名，子恪懼禍亡走，未知所在。遙光勸帝盡誅高、武子孫，使後有叛者，無所假名。帝從其策，乃悉召諸王侯入宮，命晉安王寶義、江陵公寶覽等，處中書省，高、武子孫處西省，敕左右從者各帶二人，過此依軍法，孩幼者與乳母俱入。其夜，令太醫煮椒二斛，內省辦棺木數十具，至三更，當盡殺之。時刻已至，而帝眠未起，中書舍人沈徽孚與內侍單景俊共謀少留其事，以俟帝醒。 \\n 恰好子恪徒跣自歸，扣建陽門求入。門者以聞，景俊急至帝前，奏言子恪已至。帝驚問曰：“未耶！未耶！”景俊曰：“尚未行誅。”帝撫床曰：“遙光幾誤人事。”乃賜王侯供饌，明日悉遣還第，以子恪爲太子中庶子。 \\n 卻說敬則率兵甲萬人過浙江，百姓擔篙荷插，隨之者十餘萬人。帝遣大將左興盛、崔恭祖、劉山陽、胡松等，築壘于曲河長岡，又詔沈文季爲持節都督，屯兵湖頭，備京口路。敬則兵至，急攻興盛、山陽二壘，台軍不能敵，屢欲退走，而週邊不開，遂各死戰。胡松引騎兵突其後，白丁無器仗，皆驚走，敬則軍大敚索馬再上，不能得，崔恭祖刺之仆地，遂斬之。 \\n 傳首建康，戮及一門。 \\n 是時帝疾已篤，秋七月己酉，殂於正福殿。遺詔軍政事，委陳顯達，內外諸事，委徐孝嗣、遙光、坦之、江祀、劉暄參懷。先是蕭諶自恃助重，幹豫朝政，一不如志，便恚曰：“見炊飯，推以與人。”帝聞之大怒，召入省中，遣左右莫智明責之曰：“隆昌之際，非卿無有今日。但一門二州，兄弟三封，朝廷相報已極，卿恒懷怨望，乃雲：‘炊飯已熟，合甑與人耶’！今賜卿死。”諶謂智明曰：“天去人亦複不遠，我與至尊殺高、武諸王，是卿傳語來去。我今死，還是卿來傳語，報應何速！但帝亦豈能久乎？”未數日，帝果崩。 \\n 群臣奉太子寶卷即位，是爲東昏候。東昏惡靈柩在太極殿，欲速葬。徐孝嗣因爭，得逾月。帝每當哭，輒雲喉痛。大中大夫羊闡入臨，頭禿無發，號慟俯仰，幘遂脫地。帝輟哭大笑，謂左右曰：“禿鶖啼來乎！”其在東宮，唯嬉戲無度，及即位，不與朝士相接，專親信宦官，及左右禦刀應敕等。是時遙光、孝嗣、江祐、蕭坦之、江祀、劉暄事更值內省，分日晝敕。蕭衍聞之，謂張宏策曰：“一國三公，國猶不堪，況六貴同朝，勢必相圖，亂將作矣。避禍圖福，無如此州。但諸弟在都，恐罹世患，當更與益州圖之耳。”乃密與宏策修武備，招聚驍勇，多伐材竹，沈之檀溪，積茅如岡阜。及聞蕭懿罷益州還，仍行郢州事，衍使宏策往說之曰：“今六貴比肩，人自晝敕，爭權睚眥，理相圖滅。主上素無令譽，媟近左右，剽輕忍虐，安肯委政諸公，虛坐主諾？嫌忌已久，必大行誅戮，始安欲窺神器，形迹已見，然性猜量狹，徒爲禍階。坦之忌克陵人，孝嗣聽人穿鼻，江祐無斷，劉喧暗弱，一朝禍發，中外土崩。吾兄弟幸守外藩，宜爲身計，及今猜忌未生，當悉召諸弟，恐異時投足無路。郢州控帶荊、襄，雍州士馬精強，世治則竭誠本朝，世亂則足以匡濟，與時進退，此萬全之策也。若不早圖，後悔無及。”懿不從，宏策又說懿曰：“以卿兄弟英武，天下無敵，據郢、雍二州，爲百姓請命，廢昏立明，易於反掌。此桓、文之業也，勿爲豎子所欺，取笑身後。雍州揣之已熟，願善圖之。 \\n ”懿卒不從。衍乃迎其弟蕭偉、蕭增至襄陽。 \\n 初，明帝雖顧命群公，而腹心之寄，則在江祐兄弟，故二江更值殿內，動息關之。帝有所爲，孝嗣等尚肯依違，而祐執制堅確，帝深忿之。嬖臣茹法珍、梅蟲兒等，亦切齒於祐。徐孝嗣謂祐曰：“主上稍欲行意，詎可盡相禁制。”祐曰：“但以見付，必無所憂。”其後帝失德彌彰，祐與諸臣議欲廢之，立江夏王寶元。而劉喧曾爲寶元行事，執法過刻，寶元嘗恚曰：“舅殊無渭陽情。”暄由是深忌寶元，不同祐議。更欲立建安王寶寅，而亦未決。遙光自以年長，意欲爲帝，私爲祐曰：“兄若立我，當與兄共富貴。”祐欲立之，以問蕭坦之。坦之時居母喪，起複爲領軍將軍，謂祐曰：“明帝立已非次，天下至今不服，若複爲此，恐四方瓦解，我期不敢言耳。”吏部郎謝朓知其謀，謂劉喧曰：“始安一旦南面，則劉渢、劉晏居卿今地，徒以卿爲反復人耳。”渢與晏，皆遙光腹心臣也。喧亦以遙光著立，已失元舅之尊，因從渢言，力阻祐議。遙光知之大怒，先奏謝朓煽動內外，妄貶乘輿，竊論宮禁，間謗親賢，詔收廷尉，下獄賜死。 \\n 卻說朓字玄暉，善草隸，長五言詩。沈約常雲：“二百年來，無此詩也。”其妻王敬則女，有父風，朓告王敬則反，敬則死，妻常懷刃，欲報父仇。朓每避之，不敢相見。及拜吏部，辭讓再三。尚書郎范縝嘲之曰：“卿人才無慚吏部，但恨不可刑于寡妻耳。”朓有愧色，及臨誅，歎曰：“天道其不昧乎？ \\n 我雖不殺王公，王公由我而死，今日之死宜哉！”劉喧既與祐異，祐複再三言之，勸立遙光，喧卒不從。祐怒，謂遙光曰：“我意已決，奈劉喧不可何？”遙光於是深根暄，密遣人刺之。 \\n 一日，暄過青溪橋，有人持刀而前，若欲行刺，暄喝左右擒之。 \\n 其人見救護者衆，棄刀而逃。衆大駭，莫測其所自來。暄以近來江祐與吾不合，故使來刺吾，因謂帝曰：“江祐兄弟，頗有異志，宜遠之。”帝本惡祐，一聞暄言，即命收之。時江祀值內殿，疑有異，遣信報祐曰：“劉暄當有異謀，今作何計？” \\n 祐曰：“政當靜以鎮之，諒亦無奈我何也？”俄有詔召祐入見，與祀共停中書省，帝使袁文曠誅之。初，文曠以斬王敬則功，當封侯，祐執不與，乃以刀環築其心曰：“複能奪我封否？” \\n 並殺江祀。劉暄方晝寢，聞二江死，眠中大驚，投出戶外，問左右：“收至未？”良久意定，還坐，大悲曰：“非念二江，行自痛也。”蓋暄雖惡祐，不意帝遽殺之，恐後日己亦不免，故惶懼若此。帝自是益無忌憚，日夜與近習在宮中鼓吹戲馬，常以五更就寢，至晡乃起。群臣節朔朝見，晡後方前，至暗始出，台閣案奏，數十日乃報，或不知所在，宦者裹魚肉還家，並是五省黃案。一日，走馬後國，顧謂左右曰：“江祐常禁我乘馬，小子若在，吾豈能得此。”因問祐親戚有誰，左右曰：“郎中江祥。”遂於馬上作敕賜祥死。 \\n 卻說遙光初謀，本約其弟荊州刺史遙欣自江陵引兵東下爲外應，而後據東府舉兵，以定京邑。刻期將發，而遙欣病卒，二江被誅，於是大懼，陽狂號哭，稱疾不復入朝。及遙欣喪還，停東府前渚，荊州衆力送者甚盛，其弟豫州刺史遙昌亦率其部曲來送，大有甲兵。遙光謂借此可以成事，乃於八月乙卯，收集二州部曲，屯於府之東門。召劉渢、劉晏，共謀作亂。是夜，破東冶出獄囚，開尚方取甲仗。召驍騎將軍垣曆生，命之爲將。 \\n 遣人掩取蕭坦之於家。坦之露袒逾牆走，欲向台，道逢隊主顔端執之，告以遙光反，不信。端自往問得實，乃以馬與坦之，相隨入台。曆生勸遙光乘夜攻台，輦獲燒城門，曰：“公但乘輿在後，反掌可克。”遙光狐疑不敢出。天稍曉，遙光戎服出聽事，命上仗登城，行賞賜。曆生複勸出戰，遙光專冀內廷有變，可以不戰而屈，不從曆生言。 \\n 卻說台中始聞亂，衆情惶惑，向曉，徐孝嗣人，人心乃安。 \\n 左將軍沈約聞變，馳入西掖門，或勸戎服。約曰：“台中方擾攘，見我戎服，或者謂同遙光。”乃朱衣而入。下詔徐孝嗣屯衛宮城；蕭坦之率台軍討遙光，屯湘宮寺；左興盛屯東籬門；司馬曹虎屯青溪大橋；縱火燒司徒府，並力攻之。遙光遣坦曆生、參軍蕭暢、長史沈昭略從西門出戰。暢及昭略一臨陣。皆解甲降。衆情大沮。曆生見事無成，亦棄矟降曹虎，虎斬之。 \\n 至晚，台軍以火箭燒東北角樓，煙焰張天，城內兵大潰。遙光惶急，從跣奔入小齋，令人反拒齋戶，皆重關，穿戎服，坐帳中，秉燭自照。聞外兵至，滅燭，扶匐床下。左右並逾屋出走，台軍排閣入，於暗中牽出斬之，十指俱斷。劉渢、劉晏，倉惶欲逃，皆爲軍人所殺，其亂始平。己已，以徐孝嗣爲司空，沈文季、蕭坦之爲左右仆射，劉暄爲領軍將軍，曹虎爲散騎常侍，賞平亂之功也，徐孝嗣進諫曰：“今者始安之變，幸天奪之魄，旋即敗亡。不然，置陛下于何地！然皆陛下平日不以治國爲事，而專事逸樂，以致釁生骨肉，願陛下戒之慎之，一改從前之失，庶反側不生，天位常固。”但未識東昏聽與不聽，且俟下文再述。 \\n 明帝覬竊帝位，殺戮宗交，慘酷已極。東昏不能繼體，宜矣。蕭諶、王敬則、謝朓妄貧富貴，不顧名分，不顧義理，至臨刑之日，乃知天道好還，抑已晚矣。江祐等六貴同朝，久生嫌釁，互相讒殺，勢所不免。遙光安希非分，致京城罹禍，尤爲可笑。東昏雖經此變故，徐孝嗣提耳而諫，卒歸無用，真所謂下愚不移，若蕭叔達天挺人豪，超出庸衆之上，識見謀略固自不凡耳。 \\n  \\n   \\n  "}
{"章节": "第十八回 行亂政外藩屢叛 據雄封衆士鹹歸", "正文": "  \\n 第十八回　行亂政外藩屢叛　據雄封衆士鹹歸 \\n 　 \\n 話說二江既敗，始安又誅，左右捉刀應敕之徒，皆恣橫用事，時人謂之“刀敕”。以蕭坦之剛狠而專，勸帝殺之，帝便領兵圍坦之宅，殺之。又譖劉暄有異志，帝曰：“暄是我舅，豈應有此？”法珍曰：“明帝乃武帝同堂，恩遇如此，猶滅武帝之後，舅焉可信耶？”遂召之入省，賜死。曹虎吝而富，有錢五千萬，他物稱是，帝利其財殺之。三人所除新爵，皆未及拜而死。 \\n 先是明帝臨終，戒帝曰：“作事不可在人後。”故帝數與近習謀誅大臣，皆發於倉猝，決意無疑。由是在位大臣，莫能自保。中郎將許准，孝嗣心腹也，陳說事機，勸行廢立。孝嗣謂必無用干戈之理，須俟帝駕出遊，閉城弗納，然後召百僚集議廢之，雖有此懷，而終不能決。諸嬖幸亦稍憎之。沈文季自托老疾，不豫朝權，以求免禍，仍爲嬖幸所忌。其侄昭略謂文季曰：“叔父行年六十，爲員外仆射，欲求自免，豈可得乎？ \\n 朝野所望，惟叔父與孝嗣兩人，不行大事，豈唯身家不保，亦社稷何賴？”文季不應。一日，帝召孝嗣、文季、昭略並入，文季登車顧左右曰：“此行恐不反。”及入，賜晏于華林國，省坐方定，忽見武士數人，登階而上。茹法珍持藥酒前曰：“有詔賜公等死，可飲此。”孝嗣、文季皆失色，昭略怒駡孝嗣曰：“廢昏立明，古今令典，宰相無才，致有今日。”以甌擲其面曰：“使作破面鬼。”三人皆飲藥死，孝嗣二子亦坐誅。 \\n 昭略弟昭光，聞收至，家人勸之逃，昭光不忍舍其母，入執母手悲泣，收者殺之。昭光侄曇亮，逃已得免，聞昭光死，歎曰：“家門屠滅，何以生爲！”絕吭而死。 \\n 先是陳顯達自以高、武舊將，當明帝時，已懷危懼，深自貶損。每乘朽敝車馬，道從鹵薄，止用羸弱數人。嘗侍宴酒酣，啓明帝借枕，明帝令與之，顯達撫枕曰：“臣年衰老，富貴已足，惟欠枕上一死，特就陛下乞之。”明帝失色曰：“卿醉矣。 \\n ”及東昏即位，顯達彌不樂。在建康，得江州甚喜，常有疾不令治，既而自愈。及帝之屢誅大臣也，暄傳當遣兵襲江州，顯達聞之歎曰：“死生有命，與其坐而待死，不若舉事而死。” \\n 乃舉兵于尋陽，致明朝貴，數帝過惡。帝聞其反，命胡松率水軍據梁山，左興盛率步騎屯杜姥宅，顯達晝夜進兵，敗胡松於採石。至新林，潛領精選夜渡江，直攻台城。諸軍聞之，奔還，宮城大駭。台軍出拒，顯達執馬槊，引數百步騎，親自搏戰，手殺數將。台軍屢卻，俄而塑折，台軍繼至。顯達不能抗，退而走，馬蹶墜地，爲台軍所殺。兵士見主將死，一時盡潰，大難立平。 \\n 然帝自誅顯達後，益事驕恣，漸出遊走，又不欲令人見之。 \\n 每出，先驅斥道路，所過人家，唯置空宅。尉司擊鼓蹋圍，鼓聲所聞，居人便奔走不暇，犯禁者應手格殺。一月幾二十餘出，出則不言定所，東西南北，無處不驅。常以三四更後，鼓聲四出，火光照天，幡戟橫路。士民喧走，老小震驚，啼號塞道，處處禁絕，不知所適。四民廢業，樵蘇路斷，甚至吉凶失時，乳婦寄遠處生産，或輿病棄屍，不得殯葬。街衢巷陌，悉懸布幔爲高障，置仗人防守，謂之“屏除”，亦謂之“長圍”。嘗至沈公城，有一婦人臨産不去，因剖視其腹，以驗男女。又嘗至定林寺，有沙門老病不能去，藏草間，命左右射之，百箭俱發，矢集其身如蝟而死。又帝有膂力，牽弓至三解五鬥，好擔白虎幢，幢高七丈五尺，於齒上擔之跳躍，雖折齒不倦。待衛滿前，逞諸變態，曾無愧色。每乘馬，身著軟繡袍，頭戴金薄帽，手執七寶槊，急裝縛褲，淩冒雨雪，不避坑阱。馳騁渴乏，輒下馬解取腰邊蠡器酌水飲之，複上馬馳去。又選無賴小兒善走者爲逐馬，左右五百人，常以自隨，環回宛轉，周遍城邑。 \\n 或出郊射雉，置射場二百九十六處，奔走往來，略不休息。一日，行至西州觀顯達墜馬處，忽疑豫州刺史裴叔業有異志，聲言必殺之。叔業兄子裴植爲直閣，聞之，懼先及禍，潛奔壽陽，謂叔業曰：“朝廷將以輕兵來取公矣，宜早爲計。”叔業憂之，乃遣人至襄陽，問蕭衍以自全之策，曰：“天下大勢可知，恐無複自存之理。不若回南向北，不失作河南公。”衍乃以書報之曰：承下問，大勢誠可慮。但群小而用事，豈能及遠？計慮回惑，自無所成。唯應送家還都以安慰之。若意外相逼，當勒馬步二萬，直出橫江，以斷其後，則天下之事，一舉可定。若欲北向，彼必遣人相代，以河北一州相處，河南公寧可得耶？如此，則南歸之望絕美，敢布腹心，公善圖之。 \\n 叔業得書，雖以衍言爲是，然懼有兵來，孤城難保，仍致書魏將薛真度，陳歸魏之意。真度勸其早降，曰：“若事迫而來，則功微賞薄矣。”於是叔業通款于魏。 \\n 帝自裴植逃去，益怒叔業，乃命崔慧景將水軍討壽陽。帝設長圍於琅玡城外，親出送之。戎服坐樓上，召慧景單騎進圍，無一人隨之。慧景懼有變，才數言，即拜辭而退。既得出，甚喜。兵過廣陵，忽報叔業已率，朝廷已有別旨。慧景乃召諸將謂曰：“叔業卒，軍可不往，吾荷三帝厚思，當顧托之重。幼主昏狂，朝廷壞亂，危而不扶，責在今日。欲與諸君共建大功，以安社稷，何如？”衆皆回應。乃以其子崔覺爲前鋒，還軍向廣陵，守將崔恭祖開門納之。帝聞變，假左興盛節，督軍討之。 \\n 慧景停廣陵二日，即收衆濟江，遣使京口，密奉寶玄爲主。寶玄斬其使以聞，帝遣外監黃林夫助鎮京口。及慧景至，寶玄又密與相應，殺黃林夫，開門納之。遂率其衆，隨慧景向建康。 \\n 時台將張佛護引兵據竹裏，築城以拒。王瑩引兵據湖頭，築壘將山西岩，實甲數萬。寶玄遣使謂佛護曰：“身自還朝，君何意苦相斷遏？”佛護曰：“小人荷國重恩，使于此創立小戍，殿下還朝，但自直過，豈敢斷遏。”遂與慧景軍戰，各有斬獲。而慧景軍衆，輕行不爨食，常以數舫載酒肉爲軍糧。每見台營中爨煙起，輒盡力攻之，台軍不得食，以此饑困。崔恭祖進拔其城，殺佛護，又攻王瑩壘，不克。或說慧景曰：“今平路皆爲台軍所斷，不可議進，宜從蔣山龍尾上。出其不意，下臨城中，則諸軍自潰。”慧景從之，乃于半夜帥精兵數千魚貫上山，自西岩而下。黎明兵臨城外，揚旗鼓噪，台軍驚恐，即時奔散。慧景遂屯兵樂遊園，引衆圍之。於是東府、石頭、白下、新亭諸城皆潰。左興盛逃匿荻訪中，慧景擒而殺之。斯時城中慌亂，單有衛尉蕭暢屯南掖門，處分城內，隨方應拒，衆心稍安。 \\n 先是竹裏之捷，崔覺與恭祖爭功，慧景不能決。恭祖怒，又勸慧景以火箭燒北掖樓。覺以大事垂克，後若更造，費用功多，阻其計不行。恭祖益不悅。時蕭懿將兵在小峴，帝遣使召之入援。懿方食，聞之投箸而起，率數千人自採石濟江，張旗幟於越城，舉火相應。台中人望見，皆鼓手稱慶。慧景遣崔覺將精卒數千人渡南岸擊懿軍，大敗而還。適遇一隊東宮女伎，爲恭祖所掠，覺見而奪之。恭祖積忿恨，遂率衆詣台降，軍心大亂。就軍渡北岸，慧景軍皆走，父子俱死。自圍城至此，凡十二日而敚恭祖既降，帝亦斬之。 \\n 且說寶玄初至建康，士民多往投集。慧景敗，收得朝野附逆人名，帝命燒之曰：“江夏尚爾，何況餘人。”寶玄逃亡，數日乃出。帝召人後堂，以步障裹之，令左右數十人，鳴鼓角，馳繞其外，遣從謂寶玄曰：“汝近圍我，亦如此耳。”放出斬之。自此以後，朝政益亂，帝所寵任左右，皆橫行無忌。慧景餘黨，已蒙詔赦，而嬖幸用事，不依詔書，無罪而家富者，皆誣爲賊，殺而籍其貲。有直閣徐世標者，素爲帝所委任，凡有殺戮，皆在其手，亦嫌帝淫縱太過，密謂其黨曰：“何世天子無要人，但儂貨主惡耳。”法珍以其言白帝，帝遣禁兵殺之，世標拒戰而死。由是法珍、蟲兒專用事，口稱詔敕，人莫敢違。 \\n 八月甲辰夜，後宮火，會帝駕未還，內人不得出，外人不敢入，比及門開，死者相枕，燒三千餘間。時嬖幸之徒，皆號爲“鬼“。內有趙鬼，能讀《西京賦》，言於帝曰：“柏梁既災，建章是營。”帝乃大興土木。 \\n 有潘妃者，號玉兒，體態輕盈，貌美麗豔，最承寵倖。爲起玉壽、芳樂等殿，以麝香塗壁，內作飛仙帳，四面繡綺，窗間盡畫神仙，椽桷悉垂玲珮。服禦之物，皆飾珍寶。鑿金爲蓮花貼地，令妃行其上，曰：“此步步生蓮花也。”後人作《步步生金蓮賦》，以贊潘妃之美。其詞曰：彼美人兮，神侔秋水，狀比芙蓿擅東昏之寵倖，馳南國之芳譽。雕飾則金應作屋，輕盈則步亦淩虛。摹花影於波心，天然綽約；度香風於舄下，行自紆徐。爾其搜麗水之珍，出尚方之帑，鏤錯輝煌，精英晁朗。金在鎔兮液流，蓮布色兮花放。 \\n 儷樂遊之苑內千莖，等太華之峰頭十丈。信是使香爲國歡，征並蒂之緣；本來解語如花，遠結淩波之想。妃乃啓瑤闥，辟清廂，搴蕙幄，出芝房。乍踟躕而獨立，旋彳亍而回徨。渺兮若仙風之吹下，翩兮若驚鴻之將翔。顫釵梁而不定，暈桃頰而分光。鳧舄交時，化分飛之翡翠；風頭迎處，想雙宿之鴛鴦。嫋嫋兮裙羅，盈盈兮眼波。纖纖兮新月，歷歷兮圓荷。憶西池之採摘，疑北渚之經過。點瓣而神光離合，縈花而舞態婆娑。問太乙之紅船，遊仙未可；笑窅娘之素襪，踵武如何。君王於是睹之魂銷，即之意下，樂且未央，歡真無價。穠華欲斂，是碧窗小坐之時；芳氣還留，應繡被橫陳之夜。 \\n 且說帝寵潘妃，荒迷益甚。妃父寶慶，帝呼之爲阿丈。一日，寶慶家有吉慶事，往助其忙，躬自汲水，助廚人作膳，以爲笑樂。與其家人仆婢爲伍，全不知愧。寶慶恃勢作奸，沒人平民資産無數，有司不敢詰，百姓怨之切齒。又有奄人王寶孫，年十三，號“倀子”，善迎妃意，尤得帝寵，雖梅蟲兒之徒亦下之。控制大臣，移易詔敕，乃至騎馬入殿，詆訶天子。公卿見之，莫不惕息。其後朝廷費用日繁，徵求愈迫，建康酒租，皆折使輸金。百姓困窮，號泣盈路，天下皆知齊必亡矣。 \\n 先是蕭懿之人援也，蕭衍遣使謂之曰：“平亂之後，則有不賞之功，當明君賢主，尚或難立，況於亂朝，何以自免？若賊滅之後，勒兵入宮，行伊、霍故事，此萬世一時。若不欲爾，托以外拒爲名，身歸曆陽，則威振內外，誰敢不從？一朝放兵，受其厚爵，高而無民，必生後悔。”長史徐曜亦苦功之，懿並不從。拜爵爲尚書令，弟暢爲衛尉，掌管簽。嬖臣茹法珍等鹹畏忌之，說帝曰：“懿將行隆昌故事，陛下命在晷刻。”帝信之，將殺懿。懿將徐曜甫知之，密具舟江渚，勸懿西奔襄陽，懿曰：“自古皆有死，豈有叛走尚書令耶？吾寧坐以待之耳。 \\n ”俄而奉召入省，以藥賜死。懿且死，但曰：“家弟在雍，深爲朝廷憂之。”諸弟皆亡匿於裏巷，無人發之者，唯弟融捕得被殺。後人有詩贊懿之忠雲：定傾扶危紓國憂，敢因禍至爲身謀。 \\n 九泉遺恨難消處，只恐干戈起雍州。 \\n 話分兩頭，蕭衍在雍，深知齊祚將亡，日日延攬豪傑，厚集兵力，以圖大舉。於是四方智勇之士，相率來歸。有一人姓呂，名僧珍，字元瑜，廣陵人，家甚寒微。兒時從師讀書，有相士至書塾，曆觀諸生，獨指僧珍曰：“此兒有奇聲，封侯相也。”及長，智識宏通，身長七尺七寸，容貌偉然。司空陳顯達出軍沔北，見而呼坐，謂之曰：“卿有貴相，名位當出我上，幸自愛。”萬徐孝嗣當國，欲引與共事，僧珍知其不久必敗，謝弗往。未幾，孝嗣果敚衍臨雍州，僧珍歸之，爲中兵參軍。 \\n 衍嘗積竹木于檀溪，人不解其故。僧珍會其意，私具櫓數百張，及後起兵，取竹木以造戰艦，獨缺櫓，僧珍出以濟用，人服其智。又一人姓王，名茂，字茂先，太原人，好讀兵書，通武略。 \\n 齊武帝布衣時，見之歎曰：“王茂先年少英俊，堂堂如此，異日必爲公輔。”後爲台郎，累年不調。見齊政日亂，求爲邊職，遂爲雍州長史。衍一見，便以王佐許之。因結爲兄弟，事無大小，皆與商酌，茂亦爲之盡力。又一人姓曹，名景宗，字子震，新野人。幼善騎射，好畋獵。常與少年數十人，逐群鹿於澤中，鹿馬相亂，景宗於衆中射之，人皆懼中馬足，而箭之所及，不爽分毫，鹿皆應弦而斃，以此爲樂。嘗乘匹馬，將數十人於中路，逢蠻賊數百劫之，景宗身帶百餘箭，每箭殺蠻一人，蠻遂散走，因以膽勇聞。頗愛史書，讀《穰苴、樂毅傳》，輒放卷歎息曰：“大丈夫當如是也。”衍鎮雍州，景宗深自結附，衍舉爲竟陵太守。但性躁動，不能沈默。嘗出行，于車中自開帷幔，左右顧望。或諫之曰：“太守隆重，當肅官儀，不宜如是。 \\n ”景宗曰：“我在鄉里，騎快馬如龍，與年少輩數十騎，拓弓弦，作霹靂聲，箭如餓鴟叫平澤中，逐獐鹿射之，渴飲其血，饑食其胃，甜如甘露漿，覺耳後生風，鼻頭出火，此樂使人忘死。今爲太守貴人，動轉不得，路行開車幔，人輒以爲不可，閉置車中，如三日新婦，如此邑邑，能不使人氣盡。”而幕府勇將，則首推景宗焉。又一人姓韋，名睿，字懷文，杜陵人。 \\n 其伯父韋祖征常奇之。時同裏王憕、杜惲並有盛名，祖征謂之曰：“汝自謂何如二人？”睿謙不敢對，祖征曰：“汝文章或小減，學識當過之，佐國家，成功業，皆莫汝及也。”後爲齊興太守。知衍有大志，遣二子至雍，深相結納。方顯達、慧景頻以兵逼建業，人心惶駭，西土人謀之于睿，睿曰：“陳雖舊將，非濟世才，崔頗更事，懦而不武，事必無成，天下真人，其惟蕭雍州乎！”於是棄職歸衍，衍大喜，握其手曰：“得君來此，吾事可成矣！”又一人姓柳，名慶遠，字文和，元景之侄。將門子，有幹略，爲雍州別駕。私謂所親曰：“天下方亂，能定大業者，唯吾君耳！”因事衍不去。又一人姓鄭，名紹叔，字仲明，滎陽人。徐孝嗣嘗見而異之，曰：“此祖逖之流也。 \\n ”衍臨司州時，紹叔爲中兵參軍，相依如左右手，及衍罷州還，謝遣賓客，紹叔獨請留，衍曰：“以卿之才，何往不得志？我今閒居，未能相益，宜更思他就”紹叔曰：“吾閱人多矣，舍君誰可與共事者？固請留此。”及衍爲雍州，遂補紹叔爲扶風太守。 \\n 紹叔有兄植，勇力絕倫，官于京師。一日，來至雍州，候紹叔于家，紹叔見之問曰：“兄在天子左右，朝廷有何事，而遺兄至此？”植曰：“朝廷深忌雍州，托我以候汝爲名，潛刺殺之，我豈肯害之哉？迫於朝命，不得不來。弟見雍州，密緻此意。”紹叔遂以告衍，衍命置酒紹叔家，招植共飲。酒酣，戲謂植曰：“朝廷遣卿相圖，今日開宴，是可取良會也，何不取吾頭去？”植曰：“使君豁達大度如漢高，仆何敢害？”相與大笑。飲罷，令植遍觀城隍、府庫、士馬、器械、舟艦等項，植曰：“雍州實力，未易圖也。”紹叔曰：“兄還，具爲天子言之，若取雍州，請以此戰。”植曰：“吾複命後，朝廷必來征伐，時事可知矣。未識我與汝複得相見否？”弟兄灑淚而別。 \\n 斯時雍州麾下，猛將如雲，謀臣如雨，皆有攀麟附鳳之意。眼見干戈即起，及聞懿死，衍益悲憤，恨不踏平建康，以誅無道。 \\n 但未識雍州若何起兵，且俟下文再續。 \\n 東昏專任宵小，誅戮大臣，非時四出，貪殘更甚，比之桀、紂，無以過之。崔慧景承命討裴叔業，已而中路叛去，設能布明大義，聲罪致討，擇應立者立之，成伊、霍之業，豈非名正言順？乃雖奉寶玄，不思大計，輒縱子覺與恭祖爭功，又不從恭祖之計，遂致恭祖離叛，卒歸無成。惜哉！東昏既滅慧景，愈爲不法，縱虐宣淫，無所不至，無有不亡之理。蕭懿不聽雍州之言，盡心東昏，死而無悔，不失爲忠，未免近於愚耳。雍州智略兼具，又能搜羅人材，豪傑歸心，雖欲不成大業，豈可得哉？殆天欲啓之耶？ \\n  \\n   \\n  "}
{"章节": "第十九回 蕭雍州運籌決勝 齊寶卷喪國亡身", "正文": "  \\n 第十九回　蕭雍州運籌決勝　齊寶卷喪國亡身 \\n 　 \\n 話說蕭衍素懷大志，又聞其兄蕭懿被誅，且悲且怒，會集諸將，商議起兵。請將無不踴躍從命。適有密報到來，朝廷遣輔國將軍劉山陽，統領三千人馬，潛赴江陵，約會南康王行事蕭穎胄，起荊州之兵，共襲襄陽。諸將請於半路截擊之，衍曰：“此不足慮，吾當以計制之。”乃使參軍王天虎詣江陵，遍與州府書，聲雲“山陽西上，並襲荊、雍。”書去後，衍謂諸將曰：“荊州素畏襄陽人，加以唇亡齒寒，能不與我爲一？我合荊、雍之兵，鼓行而東，雖使韓、白複生，不能爲建康計矣，況以昏主役刀敕之徒哉？”穎胄等得書，果大恐。越一日，衍乘山陽將到，複令天虎齎書於穎胄，餘人皆無。又書中但作通候語，不涉時事，而雲天虎口具。張宏策問故。衍曰：“用兵之道，攻心爲上。近遣天虎往荊州，人皆有書，今只有一函與穎胃，而雲天虎口具。穎胄問天虎，天虎無所說。衆問穎胄，穎胄亦無所說。衆必謂穎胄與天虎共隱其事，則人人生疑，衆口沸騰，山陽聞之，必疑不敢進，則穎胄進退無以自明，必入吾謀內，是馳一空函定一州矣。” \\n 再說山陽至江安，聞衍有書連至江陵，果懷疑貳，遲回十餘日不上。穎胄大懼，計無所出，乃夜呼參軍席闡文、從事柳忱閉齋定議。闡文曰：“蕭雍州蓄養士馬，已非一日。江陵素畏襄陽之強，又衆寡不敵，取之必不可制。就能制之，歲寒複不爲朝廷所容，今若殺山陽與雍州舉事，立天予以令諸侯，則霸業成矣。 \\n 山陽不進，是不信我，今斬送天虎，則彼疑可釋。至而圖之，罔不濟矣。”忱亦曰：“朝廷狂悖日滋，京師貴人，莫不重足屏氣。今幸在遠，得暇日自安。雍州之事，且藉以相斃耳，獨不見蕭令君乎？以精兵數千，破崔氏十萬衆，竟爲群邪所陷，禍酷相尋，前事之不忘，後事之師也。且雍州士銳糧多，蕭使君雄資冠世，必非山陽所能敵，若破山陽，荊州複受失律之責，進退無一而可，直深慮之。”其弟穎達，亦勸穎胄從闡文計。 \\n 穎胄遂請天虎至府，謂之曰：“卿與劉輔國相識，今不得不借卿頭，以釋其疑。”遂斬之，送首于山陽曰：“荊州之使已斬，速以兵來，商議進討。”山陽大喜，單車白服，率數十人來會穎胄。穎胄伏兵城內，山陽入門，即于車中斬之，送其首於雍州，以南康王教假衍節，使都督前鋒諸軍事，衍大喜，於是建牙集衆，得甲士萬余人，馬千餘匹，船三千艘。命王茂爲先鋒，曹景宗副之，身統大軍爲後繼，刻日進發，報知穎胄，乞即興師。穎胄以年月未利，須俟明年進兵，致書襄陽，戒勿遽動。 \\n 衍複書曰： \\n 來示兵當緩進，竊以爲不可。凡舉大事，所藉者一時驍勇之心，事事相接，猶恐疑担若頓兵十旬，必生悔吝。且坐甲十萬，糧用自竭，若童子立異，則大事不成。況處分已定，安可中息哉！昔武王代紂，行逆太歲，豈複待年月乎？幸奮同舟之力，母貽後時之悔。 \\n 穎胄得書，乃亦起兵。命將軍楊公則引兵向湘州，參軍鄧元起引衆向夏口，與衍同伐建康。 \\n 其時朝廷聞山陽死，知穎胄叛，發詔並討荊、雍。遣驍騎將軍薛元嗣運糧百四十船，送郢州刺史張沖，使拒西師。又敕台將房僧寄，使守魯山。沖恐魯山難守，遣將孫樂祖將三千兵助之。二月甲申，衍次漢口，自冬積霰，不見日色，至是天光開霽，士卒大悅。請將請並力圍郢，分襲西陽、武昌。衍曰：“漢口相闊一裏，箭道交至，房僧寄以重兵固守，與郢城爲犄角。若悉衆前進，僧寄必絕我軍後，悔無所及。不若遣諸軍濟江，與荊州軍合，以逼郢城，吾自圍魯山，以通沔、漢。使鄖城、竟陵之粟，方舟而下，江陵、湘中之兵相繼而至，兵多食足，何憂兩城之不拔？天下事可以臥取之耳。”乃使王茂等率衆濟江，逼郢城。張衝開門迎戰，茂等進擊，大破之，殺其偏將光靜。光靜，沖麾下勇將也，一戰而沒。沖大懼，攖城自守。 \\n 曹景宗進據石橋浦，下臨加湖。鄧元起將荊州兵，會于夏首。 \\n 於是衍築漢口城以逼魯山，遣張惠紹將兵遏江中，以絕郢、魯二城之信。 \\n 又楊公則已克湘州，率衆會于夏口。時有殿中直帥夏侯稟，荊州司馬夏侯詳子也，自建康亡歸江陵，稱奉皇太后旨，令南康王纂承皇祚。南康遂即帝位，是爲和帝。加蕭衍征東大將軍都督征討諸軍事，假黃鉞，軍勢益振。一日，衍在軍中，正議進兵，忽席闡文費穎胄書來，謂衍曰：“今頓兵兩岸，不並力圖郢，定西陽、武昌，取江州，此機已失。莫若請救于魏，與北連和，猶爲上策。”衍曰：“漢口路通荊、雍，控引秦、梁，糧運資儲，仰此氣息，所以兵壓漢口，連結數州。今著並軍圍郢，又分兵前進，魯山之兵，必阻兩路，搤吾咽喉。近日鄧元起欲以三千兵往取尋陽，吾力止之。蓋彼若歡然知機，一說士足矣。脫拒王師，固非三千兵所能下也。進退無據，未見其可。 \\n 至若西陽、武昌，取之即得。然既得之後，即應鎮守，欲守兩城，不減萬人，糧儲稱是，卒無所出。脫東軍有上者，以萬人攻兩城，兩城勢不得相救。若我分軍應援，則首尾俱弱，如其不遣，孤城必陷。一城既沒，諸城相次土崩，天下大事去矣。 \\n 爲今之計，且候郢州既拔，席捲沿流，西陽、武昌，自然風靡。 \\n 何遽分兵散衆，自貽憂患乎？且丈夫舉事，欲清天下，況擁數州之兵以誅群小，懸河注火，奚有不滅？豈容北面請救戎狄，以示弱於天下？況彼未必能信，徒取醜聲，此乃下計，何謂上策？卿爲我還語鎮軍，前途攻取，但以見付。事在目中，無患不克，但借鎮軍靜鎮之耳。”闡文歸以告穎胄，異議乃息。 \\n 五月，東昏以陳伯之爲江州刺史，都督前鋒諸軍事，西擊荊、雍之師。伯之即命偏將吳子陽，同其子虎牙，率兵三萬救郢州。衍聞之，遂進軍巴口，命其將梁天惠屯漁湖城，唐修期屯白楊壘，夾岸待之子。子陽進軍加湖，去郢三十裏，傍山帶水，築壘自固，僅以烽火相應。張沖屢次求援，子陽不敢前。 \\n 丁酉，沖憂憤成疾，臨沒，以後事托薛元嗣，命其子張孜共守。 \\n 又魯山乏糧，軍人于磯頭捕魚供食。衍命王茂引師逼之，孫樂祖懼，率其衆降，房僧寄自殺，郢城之勢益孤。曹景宗乘水漲，以舟師襲加湖，子陽、虎牙不能拒，棄軍走，郢人大恐。是夜，守城者見有數萬毛人，逾堞而泣，走投黃鵠磯。識者以爲此城之精也，精去不久必破矣。及旦，元嗣、張孜向衍乞降，開門納其軍。計郢城被圍二百日，城中士民男女十萬口，疾疫流腫，死者十之八，積屍床下而寢其上，比屋皆滿。既降，衍欲擇一良有司治之，苦無其人。時韋睿在座，因顧之笑曰：“合騏驥而不用，焉事皇皇而他索？”即以睿爲江夏太守，行郢府事。 \\n 睿收瘞死者，而撫其生者，郢人送安。 \\n 既得郢城，諸將請攻江州，衍曰：“用兵未必須實力，所聽威聲耳。今山陽兵敗，虎牙狼狽奔尋陽，人情理當洶懼，可傳檄而定也。”乃得伯之舊人蘇隆之，使說伯之曰：“如肯納款，當用爲江州刺史。”伯之即使隆之返命，但雲願降，而大軍未須遽下。衍曰：“伯之此言，意懷首鼠，及其猶豫，急往逼之，計無所出，勢不得不降。”乃命鄧元起引兵先下，楊公則徑掩柴桑，行與諸將以次進路。伯之聞軍至，退保湖口，恇擾不知所爲。既而親詣軍前，束甲請罪，衍厚納之。乃留鄭紹叔守尋陽，挾伯之東下。衍謂紹叔曰：“卿吾之蕭何、寇恂也。 \\n 前途不捷，吾當其咎。糧運不繼，卿任其責。”紹叔涕泣受命，以故江湘糧運，未嘗乏絕。張宏策熟悉道路形勢，繪圖以獻，自江口至建康，凡磯浦村落軍行宿次等處，如在目中，故軍士上道，不失寸刻。 \\n 卻說東昏雖知荊、雍兵起，狂暴如故。作芳樂苑，山石皆塗五采。跨池水，立飛閣，壁上皆畫男女私褻之像。民家有好樹美竹，則毀牆撒屋而徙之。時方盛暑，朝種夕死，死而復種，卒無一生。插葉裝花，取玩俄頃。于苑中立市，使官人宦者共相販買。以潘貴妃爲市令，自爲市錄事，小有差誤，妃即與杖，伏地求饒，佯作畏懼狀。又開渠立埭，身自引船，埭上設店，坐而屠肉。百姓歌雲：“閱武堂前種楊柳，至尊屠肉，潘妃沽酒。”又令宮人皆露褌，著綠屧，每於僻處遇之，或按草地，或倚石畔，私相淫媾，以爲大樂。故宮人求幸者，每潛身幽僻之處以候之。又好巫覡，內侍朱光尚，詐雲目能見鬼。一日，入樂遊園，人馬忽驚，以問光尚。對曰：“向見先帝，甚怒陛下數出遊外，故鞭馬而馬驚。”東昏大怒曰：“死鬼何敢驚生天子！”乃拔刀與光尚尋之，既不見，縛菰爲高宗形，跪而斬之，懸首樹上。群臣皆懷憤怒。 \\n 內史張欣泰謂軍主胡松曰：“昏人所爲如是，吾儕受其榮寵，異日國亡，必將與之同戮，奈何？”松曰：“吾亦憂之，但不舉大事，禍必不免。近聞侍郎王靈秀、直閣將軍鴻選，皆有異志，不如密結二人，相與廢之，立建康王寶寅，以主社稷，庶國安而身家亦保。”欣泰從之。乃密結靈秀、鴻選，共舉大事，二人亦欣然應命。秋七月甲子，東昏遣寵臣馮元嗣出外監軍，命茹法珍、梅蟲兒、楊明泰及張欣泰等餞之中興堂，欣泰等乃因以作亂，謀伏壯士堂後，先殺元嗣、蟲兒、法珍、明泰於座。欣泰則陽爲告變，馳入宮中，與鴻選弑東昏。靈秀前往石頭，迎建康王入宮。商議既定，各人照計行事。臨期，元嗣等方入席，壯士突起，砍元嗣頭墜席上，又砍明泰破其腹。蟲兒、法珍急走，蟲兒傷數創，手指盡落，卒與法珍走免。左右大呼，擊殺數人，餘皆走散。欣泰佯即馳人告變，靈秀遂詣石頭迎寶寅。率城中將吏數百，去車輪以載之，唱警蹕，向台城。 \\n 百姓數千人，皆空手隨之。 \\n 且說欣泰之人也，冀法珍等在外，東昏必以城中處分見委，因得表裏相應。那知法珍亦複馳人，下令閉門上仗，不配欣泰一兵。故鴻選在殿內亦不敢發。又寶寅之衆，皆烏合無紀律，欲攻城，日已瞑。城上人發管射之，死數人，餘皆棄寶寅去，寶寅亦逃。三日後，詣宮門求見，東昏召人問之，寶寅涕泣以告曰：“邇日不知何人逼使上車，仍棄我去，制不自由，今始得歸。”東昏笑，複其爵位。殺張欣泰、胡松、王靈秀、鴻選等於市。 \\n 先是郢、魯既失，西師日進，有請東昏出師者。東昏謂茹法珍曰：“師遠出不用命，須至白門前，當與一決。”及衍次近道，乃聚兵爲固守之計。一日，問群臣曰：“誰能爲朕殺賊者？”衆莫應。衛軍李居士趨而進曰：“臣請得精騎三萬，保爲陛下一鼓破之，梟蕭衍之首於鬧下。”東昏大悅，遂命居士爲前鋒，率騎三萬，據新亭；遣征虜將軍王珍國將精兵十萬，陳于朱雀航南。是日，蕭衍前軍至蕪湖，姑孰守將棄城走，衍進據之，命諸將進師。 \\n 卻說李居士屯兵新亭，望見一軍前來，人馬疲乏，器甲穿敝，笑謂左右曰：“人謂東軍勇猛，此等兵何足畏？”因率兵士鼓噪前保那知此軍主將，乃是曹景宗，因師行久，器甲敝壞。今見敵軍蜂湧殺上，景宗排開陣勢，匹馬直出，高叫曰：“來將何名？”居士答曰：“我乃前鋒大將李居士也，快快下馬受縛，免你一死。”景宗更不打話，持刀直奔居士。左右兩將，當先迎敵，被景宗一刀一個，盡斬馬下。居士失弓而走，景宗揮衆奮擊，遂大破之。居上始知東軍難敵，閉營不敢出。 \\n 於是景宗進據皂莢橋，王茂進據越城，鄧元起進據道士墩，陳伯之進據籬門，呂僧珍進據白板橋，征鼓之聲，達于內闕。居士啓請東昏燒南岸邑屋以開戰場，自大航以西、新亭以北皆盡。 \\n 甲戌，衍至新林，會集諸將，曰：“居士已敗，城中所傳，唯玉珍國一軍，尚擁精兵十萬，陳于朱雀航南，並力破之，則建康不戰自下矣。”遂進兵，東昏遣宦者王寶孫持白虎幡臨陣督戰。珍國選精銳居前，老弱居後，嚴陣以待。東軍擊之不利，王茂怒，下馬單刀直前。其甥韋欣慶，執鐵纏望以翼之，衝擊東軍，應時而陷。曹景宗亦縱兵乘之，呂僧珍齎火具焚其營，將士皆殊死戰，鼓噪震天地。珍國軍不能抗。王寶孫切罵諸將，直閣將軍席豪，發憤突陣而死。豪素稱萬人敵，爲一軍所恃，既死，士卒土崩，赴淮死者無數，積屍與航等，後至者乘之以濟。於是城外諸軍，非降即逃，李居士亦以兵降。衍納之，遂長驅至宣陽門。建康大震，諸弟皆自城中逃出赴軍。 \\n 壬午，衍分命譜將各攻一門，築長圍守之。獨陳伯之攻西明門，每城中有降人出，伯之輒呼與耳語。衍恐其複懷反復，恰值台將鄭伯倫來降，衍使伯倫語之曰：“城中甚忿卿舉江州降，欲以封賞誘卿，歸國當生割卿手足。若不降，當遣刺客殺卿，直深爲備。”伯之懼，自是始無異志。楊公則屯領軍府，與南掖門相對。嘗登高望戰，城中遙見麾蓋，以神鋒省射之，矢貫胡床，左右失色，公則曰：“幾中吾腳。”談笑如初。城中夜選勇士攻公則柵，軍中驚擾，公則堅臥不起，徐命擊之，城中兵乃退。蓋公則所領皆湘州人，素號懦怯，城中輕之，每出擊，輒先犯公則壘，公則獎厲軍士，克獲更多。先是衍兵趣建康，穎胄恐其不捷，鬱鬱成疾，至是遂卒。夏侯詳秘之。密報于衍，衍亦秘之。及建康已危，諸處皆潰，乃發穎胄喪。以和帝詔，贈寺中、丞相。於是衆望盡歸於衍。 \\n 話分兩頭，建康有蔣子文神廟，東昏素信奉之。前慧景之亂，東昏禱於神求援，事平，封子文爲鍾山王。及衍逼建康，尊子文爲靈帝，迎神像人大內，使巫日夕禱祀，城中軍事，悉委王珍國，以衛軍張稷爲之副。時城中實甲，猶有七萬人。東昏素好軍陣，每與黃門刀敕之徒及宮人等，在華光殿互相戰鬥，詐作被創勢，使人以板扛去，用爲笑樂。晝眠夜起，一如平常。 \\n 聞城外鼓角聲，被大紅袍，登景陽樓屋上望之，管不及者數寸。 \\n 又東昏與左右謀，以爲陳顯達一戰即敗，崔慧景圍城尋走，謂衍兵亦然。但敕大官辦樵米，爲百日調而已。及大桁之敗，衆情洶懼，茹法珍等恐士民逃潰，閉門不復出兵。既而長圍已立，塹柵嚴固，然後出蕩，屢戰不捷。 \\n 東昏尤惜金錢，不肯賞賜。法珍叩頭請之，東昏曰：“賊來獨取我耶，何爲就我求物？”後堂藏巨木數百榜，守城者啓爲城防。東昏欲留作殿，竟不與。又督責金銀雕樓雜物，倍急于常，衆皆怨怠，不爲致力。城中鹹思早亡，莫敢先發。茹法珍、梅蟲兒說東昏曰：“大臣不留意，使圍不解，宜悉誅之。 \\n ”王珍國、張稷聞之大懼，乃謀弑東昏，降西軍。珍國密遣所親，獻明鏡于蕭衍，衍斷金以報之。中兵參軍張齊、後閣舍人錢強、殿帥豐勇之、宦者黃泰平皆同謀。丙寅夜，錢強密令人開雲龍門以迎外兵，珍國、張稷引兵人殿，豐勇之爲內應。時東昏在含德殿，吹笙歌，作兒女子態，未寢，聞有兵人，趣北戶，欲還後宮。門已閉，不得出，惶無所之。黃泰平從暗中以刀砍之，傷其膝，仆地。張齊趨前斬之。宮人皆走匿。珍國乃以詔召百官至，列坐於殿前西鍾下。稷擁長刀遮之，告以故。 \\n 百僚莫敢違，遂令署箋，以黃綢裹東昏首，遣國子博士范雲送詣石頭。右衛將軍王志歎曰：“冠雖敝，不可加足。”取庭中樹葉塞口，僞悶不署名。雲齎東昏首至衍軍，軍士聞東昏死，皆呼萬歲。衍覽百僚降箋，無王志名，心嘉之。雲人見，衍攜其手曰：“卿吾故人也。”遂留參帷幄。俄而百僚皆出見衍，衍謂左仆射王亮曰：“吾至新林，諸臣皆間道送款，卿獨無有，我不怪卿。但顛而不扶，焉用彼相？”亮曰：“若其可扶，明公豈有今日之舉？”衍大笑。城中出者，或被劫剝，楊公則親帥麾下，陳於東掖門，衛送公卿士民，故出者多由公則營焉。 \\n 衍聞而善之，乃下令軍中曰：“士卒入城，擅取民間一物者斬。 \\n ”由是兵不擾民，民心大悅。但末識暴主雖除，行將何以善後，且候後文再講。 \\n 蕭雍州雄才大略，處處周到，著著先手，雖其智識過人，亦天啓之也。東昏至兵臨城下之日，猶複自恣荒淫，吝於貨財，刻于用刑，焉得無弑滅之禍！若茹法珍、梅蟲兒輩，瑣瑣小人，何足道哉！ \\n  \\n   \\n  "}
{"章节": "第二十回 寶寅潛逃投北魏 任城經略伐南梁", "正文": "  \\n 第二十回　寶寅潛逃投北魏　任城經略伐南梁 \\n 　 \\n 話說東昏既弑，百官紛紛投降，迎接蕭衍入城，衍一一撫慰，乃命張宏策先入清宮，封府庫，收圖籍。時城內珍寶委積，宏策禁勒部曲，秋毫無犯。收嬖臣茹法珍、梅蟲兒等四十一人皆屬吏。已巳，衍振旅入城，居閱武堂，以宣德太后令，追廢寶卷爲東昏侯，葬以侯禮。褚後及太子誦，並降爲庶人。凡昏制謬賦，淫刑濫役，悉皆除蕩。斬嬖幸茹法珍等於市，以宮女二千分賚將士，人情大悅。 \\n 壬申，報捷于江陵，和帝進衍位相國，總百揆，封十郡，爲梁公，自置梁國以下官屬，識者皆知大業終歸于梁矣。 \\n 先是衍圍宮城，州郡皆遣使請降，獨吳興太守袁昂拒境不受命。衍遣人傳語昂曰：“根本既傾，枝葉安附？今竭力昏主。 \\n 未足爲忠；家門屠滅，非所謂孝。豈若翻然改圖，自招多福？” \\n 昂複書曰： \\n 三吳內地，非用兵之所。況以偏隅一郡，何能爲役？自承麾旆屆止，莫不膝袒軍門，惟仆一人敢後至者，政以內揆庸素，文武無施。雖欲獻心，不增大師之勇；置其愚默，寧沮衆軍之威。幸借將軍合宏之大，可得從容以禮。竊以一餐微地，尚複投殞；況食人之祿，而頓忘一旦？非惟物議不可，亦恐明公鄙之，所以躊躇，未遑薦璧。 \\n 衍得書歎息，深服其義。及建康平，衍使李元履巡撫東土，敕元履曰：“袁昂寒素之門，世有忠節，天下須共容之，勿以兵威陵辱。”元履至吳興，宣衍旨，昂不答。武康令傅映謂昂曰：“昔元嘉之末，開闢未有，故太尉殺身以明節。司徒當寄托之重，理無苟全，所以不顧夷險，以徇名義。今嗣主昏虐，自陷滅亡，雍州舉事，勢如破竹，天人之意可知。願明府深思權變，無取後悔。”昂然之，然亦不請降，但開門撤備而已。 \\n 又豫州刺史馬仙琕，方衍引師東下，擁兵不附。衍使其故人姚仲實說之降，仙琕斬之以殉。又遣其叔馬懷遠說之，仙琕：“大義滅親。”亦欲斬之，軍中爲之固請，乃免。及衍至新林，仙琕猶於江西，抄絕運船，殺害士卒。後聞台城不守，大兵將至，向南號泣，謂將士曰：“我受人任寄，義不容降。君等皆有父母，我爲忠臣，君等爲孝子，各行其志，不亦可乎！”悉遣城內兵出降，只擁壯士數十，閉門獨守。俄兵人，圍之數重，仙琕令士皆持滿，兵不敢近。日暮，仙琕乃投弓於地曰：“諸軍但來見取，我義不降。”乃囚送石頭，衍釋之，使待袁昂至俱人，曰：“今天下見二義士。”及昂至，遂與仙琕並馬入朝。 \\n 衍以禮見之，謂昂曰：“我所以不遽加兵者，以卿忠義之門也。 \\n 卿知之乎？”昂頓首謝。又謂仙琕曰：“射鈎斬祛，昔人所美，卿勿以殺使斷運自嫌。”仙碑謝曰：“小人如失主犬，後主飼之，則複爲用矣。”衍笑，皆厚遇之。潘妃有國色，衍欲留之，以問王茂。茂曰：“亡齊者此物，留之何益？”乃賜死於獄。 \\n 丙戌，衍人鎮殿中，文武百僚，莫不俯首聽命。初，衍與范雲、沈約、任昉以文學受知于竟陵王子良，同在西邸，意好敦密。至是引雲爲諮議參軍，約爲驃騎司馬，昉爲紀室參軍，共參謀議。沈約隱知衍有受禪之志，而難於出口，一日，微叩其端，衍不應。他日又叩之，衍曰：“卿以爲何如？”對曰：“今與古異，公不可以淳風期物。士大夫攀龍附鳳者，皆望有尺寸之功，以垂名竹帛。今兒童牧豎，皆知齊柞將終，明公當乘其運。天文讖記，又複炳然。天心不可違，人情不可失。苟歷數攸在，雖欲謙光，亦不可得已。”衍曰：“吾方思之。” \\n 約曰：“公初建牙襄陽，此時應思。今王業已成，何用複思？ \\n 若不早定大業，脫有一人立異，即損威德。且人非金石，時事難保，豈可以梁公十郡之封遺之子孫耶？若天子還都，公卿在位，則君臣分定，無複異心，君明於上，臣忠於下，豈複有人同公作賊？”衍心然之。約退，範雲人見，衍以約語告之。雲曰：“今日時勢，誠如約言，願公勿疑。”衍曰：“智者所見，乃爾暗同耶？明早，卿同體文更來。”雲出語約，約曰：“卿必待我。”雲許諾。及明，約不待雲而先人，衍命草具其事。 \\n 約乃出懷中詔書，並禪受儀文等事，衍初無所改。俄而雲至，望殿門不得人，徘徊壽光閣外，但雲“咄礎”。約出，問曰：“何以見處？”約舉手向左，雲笑曰：“不乖所望。”有傾，衍召雲入，極歎休文才智縱橫，且曰：“我起兵於今三年矣，功臣諸將，實有其勞，然成吾帝業者，卿與休文二人力也。” \\n 甲寅，詔梁公增封十郡，進爵爲王。選擢授職，悉依天朝之制。 \\n 於是以沈約爲吏部尚書，范雲爲侍中，今且按下慢講。 \\n 卻說明帝之子九人，其時諸王存者，唯邵陵王寶收、晉熙王寶嵩、桂陽王寶貞、鄱陽王寶寅。見粱業將成，皆有自危之志。而鄱陽王識慮深沈，尤懷憂懼，私語內侍顔文智曰：“吾聞破巢之下，必無完卵。蕭衍即日篡齊，齊之子孫，必遭其害。 \\n 吾欲投北以求全，未識濟否。”文智曰：“殿下留此，必不得免，投北誠爲上策。但須急走，乘此防守尚疏，或可脫身。遲則無及矣。”是夜，寶寅遂與文智各易冠服，著烏布襦，腰系千許錢，穿牆而走。時正五更，挨至城門，恰好門開，送出城，放步便行。恐後有追者，途中不敢稍停。將近江側，寶寅謂文智曰：“此番若得過江，便有生路。但二人同行，易招旁人耳目，不如分路渡江，在北岸相等。”文智曰：“然。”二人遂分路走。 \\n 卻說寶寅身居王爵，出入非車即馬，從未步行路上，今處急難之際，躡屧徒步，走了一日，足無完膚，不勝苦楚。及至江濱，舉目一望，白忙忙都是江水，無船可渡。心已惶急，忽聞後面人喊馬嘶，知有追兵到來，益發慌張，只得走入蘆葦中藏躲。正在上天無路，人地無門時候，恰見一漁船，泊在岸邊釣魚。忙以手招呼道：“漁翁快快渡我過去，定當重謝。”那漁人把他仔細一看，便道：“謝到不必，但要與我說明，方好渡你。”寶寅道：“吾實逃難者，後有兵馬趕來，望速救援。 \\n ”漁人便把船攏岸，扶寶寅下船，便道：“你要我救，有簽帽破衣在此，須扮作漁人模樣，同我坐在船上，執竿下釣，便令追者不疑。”寶寅從之，遂亦詐爲釣者，隨流上下。追者至，見江邊並無一人，只有漁舟一隻，離岸不遠，便叫道：“漁人曾見有少年男子同著一人行過去麽？”漁人道：“此間是一條死港，無人行走的。”追者看著寶寅坐在船上，全不疑是寶寅，遂各退去。漁人始問寶寅何往，寶寅以實情告之，漁人道：“原是一位殿下。但天色已昏，且請用些夜膳，待月色上升，送你過去。”俄而飯畢，月出東山，乃放船中流，波至西岸。寶寅忙即謝別，漁人道：“一直走去，便是往北大路了。”說罷，便回棹而去。 \\n 寶寅趁著月色，一步步向北而行，走到天明，不見顔文智來，怕一時錯過，立在路傍暫歇。遠遠望見二人飛奔而來，行到近處，一人不認得，一人卻是顔文智。文智見了寶寅，便道：“天幸恰好遇著。”寶寅忙問：“此位何人？”文智道：“此乃義友華文榮也，曾充王府衛卒，見朝廷禍亂相尋，避居於此。 \\n 昨夜臣過江，即投其家。告知殿下將到，故同來迎候。”文榮道：“此間不是說話處，快請到家再商。”寶寅遂到文榮家，文榮延入內室，請寶寅坐定，便道：“殿下投北，大路上怕有盤詰，不便行走。今有小路一條，可以抄出境外。亦只好晝伏夜行，方保無事。”文智曰：“不識路徑奈何？”文榮曰：“吾隨殿下同去便了。”寶寅感且泣道：“卿肯隨我去，恩孰大焉。但此後我三人，總以弟兄相呼，切勿再稱殿下。”二人點頭應命。文榮進內，亦不向妻子說明，但雲有別處公幹，今夜即要起身。等至黃昏，三人餐飽夜膳，包裹內各帶些乾糧，隨即起身，向僻路而走。也不管山徑崎嶇，路途勞頓，真是忙忙如喪家之犬，急急如漏網之魚。幸得文榮熟識路徑，不至錯誤。 \\n 行了數日，來到一處，文榮道：“好了，此間已是北魏界上，前面即壽陽城了。”寶寅才得寬心，正行之間，忽有軍士數人走過喝道：“你三人從何而來，敢是南方奸細麽？”文榮道：“你想是大魏的軍士了，好好，快去報與你成主曉得，說有齊邦鄱陽王到此。”原來壽陽乃北朝第一重鎮，特遣任城王元澄鎮守其地，地界南北，各處皆有兵戍。當日成主杜元倫聞報，一面接三人人營，問明來歷；一面飛報任城王。任城即以車馬侍衛迎之。時寶寅年十六，一路風霜勞苦，面目黃瘦，形容枯槁，見者皆以爲掠至生口。澄見之，待以客禮。問及禍亂本末，寶寅淚流交迸，曆訴情由，井井有序。澄深器之，因慰之曰：“子毋自苦，吾當奏知朝廷，爲子報仇。”寶寅拜謝，澄給以服禦器用，使處客館。寶寅請喪君斬衰之服，澄使服喪兄齊衰之服，率百僚赴吊。寶寅居處有禮，一同極哀之節，人皆賢之。 \\n 其後人見魏主，魏主賜以第宅，留之京中，今且按下不表。 \\n 卻說梁王聞寶寅逃去，料他孑身獨往，亦幹不出什麽事來，遂置不問。唯汲汲打算爲帝，謂張宏策曰：“群臣爭勸我受禪，但南康王將到，若何處之？”宏策曰：“王自發雍州，王所乘舟，恒有兩龍導引。左右莫不見者，天意可知。百姓緣道奉迎，皆如挾纊，人情可知。南康雖來，何敢居王之上？不如乘其未至而先下禪位之詔，則人心早定矣。”王大悅，乃使沈約迎帝。 \\n 約至姑孰，正值和帝駕到，約以禪位意，遍諭侍從，群臣無不應命。於是下詔禪位於梁。詔至建康，假宣德太后令，遣太保王亮奉皇帝璽綬，詣梁宮勸進。丙寅，梁工即皇帝位於南郊，大赦天下，改元天監。追尊皇考爲文皇帝，皇妣爲獻皇后，追贈兄懿爲丞相，封長沙王。奉和帝爲巴陵王，居於姑孰，優崇之禮，皆仿齊初。封文武功臣張宏策等十五人爲公侯，立諸弟皆爲王。帝欲以南海郡爲巴陵國。徙巴陵王居之，以問範雲，雲俯首未對。沈約曰：“今古事殊，魏武所雲不可慕虛名而受實禍。”帝聞之默然，乃遣親臣鄭伯禽詣姑孰，以生金進王。 \\n 王曰：“吾死不須金，醇酒足矣。”乃醉以酒而殺之，時年十五。先是文惠太子與才人共賦七言詩，末句輒雲愁和帝，至是，其言方驗。時諸王皆死。唯寶義幼有廢疾，不能言語，故獨得全。使爲巴陵王，奉齊祀。 \\n 一日，齊南康侯子恪因事人見，帝從容謂曰：“天下公器，非可力取，苟無期運，雖項籍之力，終亦敗亡。宋孝武性猜忌，兄弟粗有令名者，皆殺之。朝臣以疑似枉殺者相繼，然或疑而不能去，或不疑而卒爲患。如卿祖以才略見疑，而無如之何。 \\n 湘東以庸愚不疑，而子孫皆死於其手。我是時已生，彼豈知我應有今日？固知有天命者，非人所能害。我初平建康，人皆勸我除去卿輩，我于時依而行之，誰謂不可？正以江左以來，代謝之際，必相屠滅，感傷和氣，所以國柞不長。又齊、梁雖雲‘革命’，事異前代，我與卿兄弟更複絕服，宗屬未遠。齊業之初，亦共甘苦，情同一家，豈可遽如行路之人？且建武塗炭卿門，我起義兵，非惟自雪門恥，亦爲卿兄弟報仇。我自取天下於明帝，非取之於卿家也。昔曹志魏武帝之孫，爲晉忠臣，況卿在今日，猶是宗室。我方坦然相期，卿無懷自外之意，日後當知我心。”子恪涕泣伏地謝。自是子恪兄弟幾十六人皆仕于梁，並以才能知名，曆官清顯，各以壽終。此是後話不表。 \\n 卻說寶寅在魏，聞梁已篡齊，伏于魏闕之下，請兵伐梁，雖暴風大雨，終不暫移。魏主憐之，乃以寶寅爲鎮東將軍，封齊王，配兵一萬，屯東城，令自召募壯勇，以充軍力，俟秋冬大舉。寶寅明當拜命，其夜慟哭至晨，既受命，以顔文智、華文榮皆爲軍主。六月，魏任城王澄進表雲：蕭衍頻斷東關，欲令漅湖汛溢，以灌淮南諸戍，且灌且掠，淮南之地，將非國有。壽陽去江五百餘裏，衆庶惶惶，並懼水害。脫乘民之願，攻敵之虛，豫勒諸州，纂集士馬，首秋大集，應機經略。雖況一不能，江西自可無虞。 \\n 魏主從之，乃發冀、定、瀛、湘、並、濟六州人馬，令仲秋之中，畢會淮南，委澄經略。寶寅一軍，亦受澄節度。又遣中山王元英，引師攻義陽。 \\n 且說任城既受命，悉發壽陽兵，命將軍党法宗、傅豎眼、王神念分路人寇，自以大軍繼其後。遂拔東關、潁川、大峴三城，餘城皆潰，江淮大震。先是南梁太守馮道根戍阜陵，初到任，如敵將至，修城隍，遠斥候，衆頗笑之。道根曰：“怯防勇戰，此之謂也。”城未畢，党法宗等率軍二萬，奄至城下。 \\n 衆皆失色，道根命大開門，緩服登城。選精銳三百人，出與魏兵戰，破之。魏人見其意思安閒，戰又不利，遂引退。梁將薑慶貞探得任城王兵皆南出，壽陽無備，遂從間道，乘虛襲之，據其外郭。士民惶懼，皆無固志，孤城危如累卵。任城太妃孟氏，自勒兵登陴，憑城拒守。時外兵已有登城者，太妃親自搏戰，手斬數人。將士見了，因各挺身致死，外兵稍退。俄而蕭寶寅引兵來援，城中出兵合擊，自四鼓戰至下午，慶貞敗走，城得不破。後人有詩贊太妃捍城之功雲：南將乘虛搗壽陽，倉皇無計保金湯。 \\n 閨中膽勇真無匹，擊鼓憑城卻敵強。 \\n 卻說任城王初聞壽陽被困，欲引兵還救，繼知敵兵已退，城池無恙，遂督元英進攻義陽。時城中兵不滿五千人，食才支半歲，魏軍攻之，晝夜不息。守將蔡道恭隨方抗禦，皆應手摧卻，相持百餘日，前後斬獲，不可勝計。魏軍憚之，將退。會道恭疾篤，乃呼其從弟蔡靈恩及諸將謂曰：“吾受國厚恩，不能攘滅寇賊，今所苦轉篤，疾必不起。汝等當以死固節，無令吾沒有遺恨。”衆皆流涕受命。既卒，魏人聞之，攻益急。馬仙漅率步騎三萬救義陽，轉戰而前，兵勢甚銳。元英結營於士雅山，分命諸將伏於四處，示之以弱。仙漅乘勝，直抵長圍，擊魏軍。英僞敗以誘之，至平地，伏四起，縱兵奮擊。老將傅雍，擐甲執塑，單騎先。偏將茶山虎佐之，突陣橫過，梁兵射雍，洞其左股，雍拔箭複入，仙漅大敗，一子戰死，遂退走。 \\n 英呼雍曰：“公傷矣，且還營。”雍曰：“昔漢祖捫足，不欲人知，今下官雖微，亦國家一將，奈何使賊有傷將之名。”遂與諸軍追之，盡夜而返。時年七十餘矣，軍中鹹服其勇。仙漅既退，整頓軍馬，複率萬餘人，進救義陽，盡銳決戰。一日三交，皆大敗而返。城中見之膽落，靈恩勢窮，以城降魏。三關成將聞之，皆棄城走。魏乃置郢州于義陽，以司馬悅爲刺史。 \\n 敗信到京，舉朝大駭。帝謂左右曰：“魏兵敢於南犯者，欺吾大業新建，未遑外務耳。今須大集兵力，直搗壽陽以挫之。不然，患未已也。”乃命臨川王宏都督北伐諸軍事，昌義之爲前鋒，諸將皆從軍調遣。時宏以帝弟將兵，步騎十萬，器械精利，甲仗鮮明，軍容之盛，人以爲百年所未有。魏人聞之，不敢輕進。 \\n 先是韋睿鎮豫州，引兵攻魏小峴，城未拔，親行圍間。魏出數百人，陳於門外，睿欲擊之，請將皆曰：“向者輕來，未有戰具，且還授甲，乃可進耳。”韋睿曰：“不然，城中有二千餘人，足以拒守。今無故出兵門外，必其驍勇者也。苟能挫之，其城自拔。”衆猶遲疑，睿指其節曰：“朝廷授此，非以爲飾，軍法不可犯也！”遂進擊之，士皆殊死戰，魏兵敗走，遂拔其城。既而魏將楊靈胤率衆五萬奄至。衆懼不敵，請啓他處益兵，睿笑曰：“賊至城下，方求益兵，將何所及？且吾求益兵，彼亦益兵，兵貴用奇，豈在衆也。”遂擊靈胤，破之。 \\n 睿體素贏，未嘗跨馬，每戰常乘板輿，督厲將土，勇氣無敵。 \\n 晝接賓旅，夜半起算軍書，張燈達曙，撫循其衆，常如不及，故土皆樂爲之死。及至東臨，有詔班師，諸將恐兵退之後，魏人必來追躡。睿悉遣輜重居前，身乘小輿殿后。魏人憚睿威名，望之不敢逼，全軍而還。 \\n 卻說臨川王宏軍次洛口，前軍昌義之已拔梁城，諸將請乘勝深入，宏性懦怯，不許。又聞魏將邢巒引兵度淮，與元英合攻梁城。傳者爭言魏師之盛，大懼欲退。於是會集諸將，商議進止。但未識請將若何議法。且俟下回再講。 \\n 東昏待臣下，無情無禮，可謂極矣。而袁昂、馬仙琕二人，死守勿貳，真所難得，宜雍州之敬而禮之也。雍州禪位，時勢使然。寶寅知必不免，微行投魏，亦可謂先機之智。而況舉動有禮，不忘請兵復仇，更所難得。雖成敗由天，而綱常大節，猶賴以不墜。若馮道根之進止有節，任城太妃之登城捍禦，韋睿之用兵變化，皆一時傑出之人也。 \\n  \\n   \\n  "}
{"章节": "第二十一回 停洛口三軍瓦解 救種離一戰成功", "正文": "  \\n 第二十一回　停洛口三軍瓦解　救種離一戰成功 \\n 　 \\n 話說臨川王宏聞魏兵大至，恐懼欲退，謂諸將曰：“魏兵勢大，此未可與爭鋒，不如全師而歸，再圖後舉，諸君以爲何如？”呂僧珍日，：“見可而進，知難而退，亦行軍之道。王以爲難，不如旋師也。”柳惔曰：“自我大衆所臨，何城不服？ \\n 而以爲難乎！”裴邃曰：“是行也，以克敵爲務，只宜決勝疆場，使敵人匹馬不返，何難之避？”馬仙琕曰：“王安得亡國之言？天子掃境內以屬王，寧前死一尺，無卻生一寸。”時昌義之在座，怒氣勃然，須髯盡張，大聲言曰：“呂僧珍可斬也！ \\n 豈有百萬之師，未經一戰，望風遽退，何面目見主上乎？”朱僧勇拔劍擊柱，曰：“欲退自退，下官當向前取死。”斯時諸將各懷憤怒，紛爭不已。宏別無一語。但雲再商。議者罷出，僧珍謝諸將曰：“我豈不知其不可，但殿下昨來風動，意不在軍，深恐大致沮喪，故欲全師而返耳。”又進謂宏曰：“衆議不可違也。”宏乃不敢言退，只停軍不前。魏人知其不武，遺以巾幗，且歌之曰：“不畏蕭娘與呂姥，但畏合肥有韋虎。” \\n 蕭娘謂臨川，呂姥謂僧珍，韋虎謂睿也。僧珍歎曰：“若得始興、吳平二王爲帥而佐之，何至爲敵人所侮若是？”因謂宏曰：“王既不欲進戰，不如大衆停洛口，分遺裴邃一軍去取壽陽，猶不至爲敵所笑。”宏不聽，下令軍中曰：“人馬有前行者斬。 \\n ”於是將士無不解體。 \\n 魏將楊大眼謂中山王英曰：“梁將自克梁城已後，久不進軍，其勢可見，必畏我也。今若進兵洛水，彼自奔敗不暇矣。 \\n ”英曰：“蕭臨川雖騃，其下尚有良將，韋、裴之徒，未可輕也。宜且徐觀形勢以待之。”於是彼此各不進兵。俄而，一夜洛口風雨大作，恍如千軍萬馬奔騰而來，臨川以爲魏軍大至，驚得神魂飛越，從床上跳起，急呼左右備馬，遂不暇告知諸將，帶領數騎，潛從後營拔開鹿角，冒雨逃去。及將士知之，宏去已久。於是合營大亂，各鳥獸散，棄甲抛戈，填滿道路，疾病贏老之屬，不及奔走，狼籍而死者近五萬人。宏乘小船，連夜渡江，至白石壘，叩城門求人。時守城者臨汝侯淵猷，登城謂之曰：“百萬之師，一朝鳥散，國之存亡，尚未可知，恐有奸人乘間爲變，城不敢夜開。”宏無以對，腹中饑甚，向城求食，城上繾食饋之。及明門始開，宏乃人。時昌義之軍梁城，張惠紹軍下鄧，聞洛口敗，皆引兵退。魏人乘勝逐北，至馬頭壘，一鼓技之，載其糧儲歸北。 \\n 帝聞師敗，征宏還朝，敕昌義之守鍾離，急修戰守之備，命諸將各守要害，整旅以待。廷臣鹹曰：“魏克馬頭，運米北歸，當不復南向。”帝曰：“不然。此必欲進兵，特爲詐計以愚我。不出十日，魏師必至。”冬十月，英果進圍鍾離。魏主恐不能克，複詔邢巒合兵攻之。巒以爲非計，上表諫曰：南軍雖野戰非敵而守有餘，今盡銳攻鍾離，得之則所利無幾，不得則虧損甚大。且介在淮外，借使束手歸順，猶恐無糧難守，況殺士卒以攻之乎？若臣愚見，宜修復舊好，撫循諸州，以俟後舉。江東之隙，不患其無。 \\n 書上，魏主不許，命速進軍。巒又上表曰：今中山王英進軍鍾離，實所未解。若爲進取之計，出其不備，直襲廣陵，克未可知。若止欲以八十日糧取鍾離城，臣未見其可也。彼堅城自守，不與人戰，城塹水深，非可填塞。坐至來春，士卒自弊。且三軍之衆，不齎冬服，脫遇冰雪，何以取濟？臣寧荷懦怯不進之責，不受敗損空行之罪。 \\n 魏主不悅，乃召巒還，更命蕭寶寅引兵會之。 \\n 卻說鍾離北阻淮水，地勢險峻，英乃于邵陽洲兩岸，樹柵立橋，跨淮通道。英據南岸，楊大眼據北岸，蕭寶寅從中接應，以通糧運。其時城中兵才三千人，昌義之督率將士，隨方抗禦。 \\n 魏人填塹，使其衆負土隨之，嚴騎蹙其後，人有未及回者，與土同填塹內。俄而塹滿，乃用沖車撞城，車之所及，聲如霹靂，城牆輒頹。義之用泥補之，沖車雖人，而城卒不破。魏人晝夜急攻，分番相代，墜而複升。短兵相接，一日戰數十合，前後殺傷萬計，屍與城平，而義之勇氣不衰。 \\n 先是帝聞鍾離被圍，詔曹景宗督軍二十萬救之。時方各路調兵，命候衆軍齊集，然後進發。景宗恃勇，欲專其功，違詔先進。行至中流，值暴風猝起，覆溺數舟，舟人大恐，只得退還舊處。帝聞之曰：“景宗不進，皆天意也。若兵未大集，而以孤軍獨往，魏軍乘之，必致狼狽。今破賊必矣。”至是更命韋睿將兵救鍾離，受景宗節度。睿得詔，刻日起兵，由陰陵大澤行，凡遇澗穀，趣用飛橋以濟，軍無留頓。諸軍畏魏兵之盛，皆勸睿緩行以觀變，睿曰：“鍾離被困，鑿穴而處，負戶而汲，朝不保夕。車馳卒奔，猶恐其後，而況緩乎？魏人已墮我腹中，卿曹勿憂也。”旬日至邵陽，與景宗軍合。帝豫敕景宗曰：“韋睿，卿之鄉望，直善敬之。”景宗見睿，待之甚謹。遂共進兵，睿軍居前，景宗居後。將近鍾離，窖停軍一日，即去魏城百余步，夜掘長塹，樹鹿角，截洲爲城。偏將馮道很走馬步地，計馬足多少，以立營壘，不失尺寸。比曉而城立，元英見之大驚，以杖擊地曰：“是何神也？”是時梁軍人馬強壯，器甲精備，魏人望之奪氣。景宗慮城中危懼，募人潛行水底，齎信人城。城中始知有外援，勇氣百倍。 \\n 卻說魏將楊大眼，自恃其勇，將萬余騎來戰。睿結車爲陣，大眼聚騎圍之。睿以強弩二千，一時俱發，洞甲穿胸，矢貫大眼右臂而走。明旦，元英來戰，睿乘素木輿，執白角如意，以麾將卒，一日數戰，左右壯士，皆遣出鬥，勇氣彌厲，英始退。 \\n 俄而魏師乘夜來攻，飛矢如雨。或請睿下城以避箭，不許。軍中驚竄，睿於城上厲聲呵之，乃定。魏兵亦退。初，梁軍士過淮北伐芻槁者，皆爲大眼所揭。景宗募勇敢七千餘人，築壘於淮北，去大眼營數裏。大眼來攻，景宗親自搏戰卻之。壘成，使別將守之，魏軍有抄掠者，皆擒以歸。自後梁人始得縱芻牧。 \\n 睿謂景宗曰：“敵所恃者，以橋跨淮，使首尾相應。今欲破其軍，必先斷其橋。”景宗然之，乃豫裝高艦，使與橋等，爲火攻之計。睿攻其南，景宗攻其北。計已定，閉壘不出。魏人莫測其故，疑爲畏己，軍心漸懈。時交三月，大雨連日，淮水暴漲丈餘。睿下令，使馮道根、裴遂、李文釗三將，各乘鬥艦，同時競進，別以小船載草，灌之以油，乘風縱火，以焚其橋。 \\n 風怒火盛，煙焰蔽日，敢死之士，拔柵斫橋，呼聲動天，無不一當百。水又漂疾，倏忽之間，橋柵俱盡。英方攻城，見橋斷，梁兵大至，戒令軍士無動。忽見楊大眼匹馬單槍，冒煙突火而至，呼曰：“軍敗矣。寶寅燒營遁矣，四面皆梁兵，不去恐爲所擒。”言畢，鞭馬疾走。英懼，亦脫身棄營遁。於是諸壘皆潰，悉棄甲仗于路，投淮水死者十余萬。昌義之聞魏師敗，不暇他語，俱叫道：“更生！更生！”諸軍乘勝逐北，斬首無數，緣淮百餘裏，屍相枕籍。生擒五萬人，收其資糧器械牛馬不可勝計。捷聞，舉朝相慶。帝喜謂群臣曰：“吾知二將和，師必濟矣。”詔增景宗、韋窖、義之等爵邑有差。義之深感二將救援之德，因宴之於第。酒酣，沒錢二十萬，供二人呼盧費。景宗擲得雉，睿擲得盧，遽取一子反之，曰：“異事。”遂作塞。 \\n 又戰勝之後，景宗與群帥爭先告捷。睿獨居後，帝尤以此賢之。 \\n 後人有詩美之曰： \\n 疾掃強鄰百萬兵，孤城歡洽慶重生。 \\n 功高閫外甘居下，大樹風流屬韋卿。 \\n 卻說魏自敗後，收兵北去，邊將皆懷反側。有懸瓠軍主白早生，本南人，素有歸梁之念，今乘魏師敗北，據城以叛，遣使求援于梁將馬仙琕。仙琕以聞，帝命援之，仙琕進軍三關，遙爲聲援。魏聞早生叛，欲遣將擊之。時元英、蕭寶寅，皆以喪師罷職，於是複起用之，引兵伐懸瓠。二人晝夜疾進，早生不虞兵至，迎戰大敚魏師直薄城下，一鼓拔之，遂斬白早生。 \\n 於是乘勝前趨義陽。時馬仙琕據三關，嚴兵拒守。英將取之，先與寶寅計曰：“三關相須如左右手，若克一關，兩關不攻自破。攻難不如攻易，宜先攻東關。”又恐其並力於東，乃使寶寅率步騎一萬，向西關以分其勢，自督諸軍向東關，六日而拔，西關亦潰。仙琕見三關俱失，勢不能敵，亦棄城走。先是帝遣韋睿爲仙琕後援，睿至安陸，增築城二丈餘，開大塹，起高樓，衆頗譏其怯，睿曰：“不然，爲將者當有怯時，不可專勇。” \\n 元英急迫仙琕，將複邵陽之恥，聞睿至，乃退。梁亦有詔罷兵，自是各守疆界。今且按下。 \\n 卻說南海之外有一千陁利國，去中原不知幾萬里，從來未通中國。自國王以及臣民，皆崇奉三寶，敬信佛法，緇衣寺院，遍滿國中。其王跋陀羅，事佛尤謹。忽于梁天監元年四月八日夜，夢一老僧謂之曰：“中國有聖主出，十年之中，大興佛教，汝若遣使中國，稱臣納貢，則佛必佑之。土地豐樂，商旅百倍。 \\n 若不信我，則境土不安。”陀羅初不之信，既而又夢此僧謂曰：“汝若不信我言，當與汝共往觀之。”乃攜之而往，足下冉冉生白雲，倏忽之間，過大洋，至中國。見一處朝廟巍峨，宮闕壯麗，文武百官，蹌蹌濟濟。一人端拱殿上，果然龍鳳之姿，帝王之相。老僧指之曰：“此即聖主也。”不覺爲之屈膝，跪而遙拜。既覺，心異之。陀羅本工畫，乃寫夢中所見梁帝容質，一應威儀氣象，飾以丹青，遂遣使入朝，奉表納貢，獻玉盤等物，並所繪畫本以爲信。使者在路，曆二載，始達建康。既進表，帝大駭，以爲千陁利自古未通之國，今乃聞風向北，航海梯山而至，其王跋陀羅，又於夢寐先覲我顔，驗之畫本，一一相符，此真千古罕有之事，而佛法大興之驗也。遂禮待使者，厚加犒賞，另繪帝像一本賜之。使者大悅而去。帝自是崇信釋典，建立寺院，招引高僧，朝夕持誦，以信皇祚。佛法之興，全由於此。那知佛法雖興，只因一念不仁，生出一件事來，費了無數錢糧，害卻無窮性命。究竟一敗塗地，後悔無及。 \\n 你道事從何起？時有降臣王足，本仕魏爲將，曾隨邢巒伐漢中，爲前部先鋒，敗梁將孔陵于深杭，魯方達于南安，任僧褒于石固，所向摧破。於是梁州十四郡地，東西七百里，南北千里，皆人于魏，自以爲功勞莫大。而魏自胡太后當國，權貴用事，官以賂進，政以賄成，邢巒被才見黜，足亦不錄其功。 \\n 於是心懷怨望，棄魏投梁。梁雖納之，亦未獲重用，常思建一奇策，以爲進身之階。然欲陳之而未有路。適一日，帝集群臣問及禦邊之策，足遂出班奏道：“前者魏取漢中，至今未複，實以鞭長不及，故挫於一朝。然臣料魏政不綱，武備日弛，雖得漢中，終必複失，安能與陛下相抗？臣今者委身明主，願陳一計，可不勞攻伐，使敵人坐失千里之地。陛下失之于漢中，可取償于淮北，願陛下採納臣言。”帝問：“計將安出？”對曰：“壽陽去淮甚近，若堰淮水以灌其城，則壽陽不攻自破矣。 \\n ”帝大奇其計。 \\n 先是天監十二年壽陽久雨，大水入城，廬舍皆沒。刺史李崇勒兵泊於城上，水增未已，乘船附於女牆，城不沒者二板。 \\n 將佐勸崇棄壽陽，保北山。崇曰：“忝守藩岳，德薄致災。淮南萬里，系於吾身。一旦動足，百姓瓦解，揚州之地，恐非國有。吾豈愛一身而誤重任，但憐此士民無辜同死，可結筏渡之，使就高處，以圖自脫。吾則誓與此城俱沒。幸諸君勿言。”時有治中裴絢，率城中民數千家，泛舟南走，避水高原，只道崇已還北，壽陽無主，因自稱豫州刺史，請降于梁。梁將馬仙琕遣兵迎之，而崇不知其叛，遣使單舸召之，絢聞崇尚在鎮，大悔恨，然懼見誅，不敢歸。因報曰：“近緣大水顛沛，爲衆所推，今大計已爾，勢不可追。恐民非公民，吏非公吏，願公早行，無犯我鋒。”崇乃遣從弟李坤將水軍討之。絢敗走，爲村民所執，歎曰：“我何面目複見李公。”遂投水死。梁兵亦退。 \\n 時淮南得以不失者，皆李崇之功也。原來崇爲人沈深寬厚，饒有方略，能得士衆心。在壽春十年，常養壯士數千人，與同甘苦，寇來無不摧破，梁人謂之“臥虎”。帝屢欲取壽陽，憚崇不敢犯。至是聞王足之計，謂築堰可以制敵，遂欣然從之。 \\n 使將軍祖晅、水工陳承伯至淮上相視地形。二人回奏淮內盡皆沙土，性不堅實，恐功不可就。帝弗從，群臣紛紛諫阻，帝亦不納。太子統諫曰：“臣聞水有四瀆，所以宣天地之氣，非人力可得而塞。今敝民力以塞之，就使功成，亦非順天之道。敵人縱受其害，內地亦未見其利。願陛下熟思而深計之。”帝曰：“此功著成，是不戰而屈人之兵也。兼併之業，基於此矣。豈可畏其難而不爲？”統知帝志已堅，遂不敢再言。 \\n 且說統字德施，帝長子，即昭明太子也。生而聰睿，三歲受《孝經》、《論語》，五歲遍讀《五經》，悉通大義。年十二，於內省見獄官將讞事，問左右曰：“是皂衣何爲者？”左右曰：“是皆司獄之吏。”獄成，捧案來上，太子取其案視之，謂獄吏曰：“是皆可矜，我得判否？”獄吏以其年幼，隨口應道：“可。”太子取筆判之，凡犯死罪者，皆署杖五十。吏見其判，大懼，只得以實奏帝。帝笑而從之。自是數使聽訟，每有欲寬縱者，即使太子決之。母丁貴嬪薨，水漿不入口，體素壯，腰帶十圍，不數日，減削過半。每人朝，士庶見者，莫不下淚。 \\n 自加元服，帝使省理萬機，內外百司奏事者，填塞於前，所奏稍涉謬誤，立即辨析，示其可否，徐令改正，未嘗彈糾一人。 \\n 性寬和容衆，喜慍不形於色，引納才學之士，賞愛無倦。恒自討論墳典，與學士商確古今，文章著述，下筆便成。每一篇出，四方傳美。東宮積書三萬卷，名才並集，文學之盛，晉、宋以來所未有也。又愛山水，每遇幽泉怪石，則恰然自得。帝爲太子建元圃一所，穿池築山，更立亭館，今與朝士名流，遊處其中。嘗泛舟後池，或稱此中宜奏女樂，太子詠左思《招隱詩》雲：“何必絲與竹，山水有清音。”其高致類如此。今聞淮堰將築，知民必被困，故勸帝勿興此役。而帝方銳意爲之，全不一聽。眼見萬古長流從此斷，兩淮民命一時休。但未識淮堰之築，若何起工，且聽下文再述。 \\n 臨川懦弱無膽氣，以之爲帥，即有勇將，亦無所用，可知命帥之爲要也。況敵將中山王英、楊大眼，皆稱萬人敵，非景宗、韋睿智勇兼備，而又和哀協力，其勢莫能支矣。梁武好大喜功，聽叛臣王足之言，興必不可成之大役，以致生民塗炭，雖有昭明太子之諫而不聽，仁心蕩然。魏之李崇，寬仁多智，堅確不撓，卒保危疆。古雲“一將難求”，豈不信哉！ \\n 【古文小说】南朝秘史　下　（清）杜剛　著 \\n  \\n   \\n  "}
{"章节": "第二十二回 築淮堰徒害民生 崇佛教頓忘國計", "正文": "  \\n 第二十二回　築淮堰徒害民生　崇佛教頓忘國計 \\n 　 \\n 話說梁武不納諸臣之諫，欲築淮堰，大興功役。發徐、揚之民，四戶一丁，縣官迫促上道。使太子右衛率康絢都督准上諸軍事，專主其任。昌義之引兵監護堰作，統計役人以及戰士，共二十余萬。南起浮山，北抵巉石，依岸築土，合脊于中流。 \\n 違者以軍法從事。於是軍民晝夜赴工，莫敢停息。魏邊諸戍，飛報入朝。左仆射郭祚言于魏主曰：“蕭衍狂悖，謀斷川瀆，上反天道，下拂人心。役苦民勞，危亡已兆。宜命將出師，長驅撲討。”魏主從之，乃詔平南將軍楊大眼督諸軍鎮荊山，以圖進龋其時堰將成而複潰，兩岸已築之土，皆隨流漂沒。康絢懼，或謂絢曰：“下有較龍出沒其際，故能破堰。蚊龍之性畏鐵，必得鐵以制之始不爲害。”絢以上聞，乃詔括國中鐵器數千萬斤，沈之水底，而波流衝擊如故，仍不能合。絢於是伐樹爲井幹，填以巨石，加土其上。緣淮百里內，木石無巨細皆盡。負擔者肩上皆穿，夏日疾疫，死者相枕籍，蠅蟲晝夜聲合，見者修目。帝不之省，及聞魏師起，慮妨堰作，先遣將軍趙祖悅襲魏西硤石，據之以逼壽陽。更築外城，徙緣淮之民以實城內。將軍田道龍等散攻諸戍，以擾亂魏疆。是冬寒甚，淮、泗盡凍，浮山堰士卒，死者什七八。蕭寶寅渡淮攻堰，一日破三壘，又敗田道龍於淮北，進攻硤石，克其外城，斬祖悅，盡俘其衆。而康絢外拒內治，爲之愈力。十五年夏四月，淮堰成，長九裏，下廣一百四十餘丈。上廣四十五丈，高二十丈，兩旁悉樹杞柳，軍壘列居其上，車馬往來，如履康莊。水之所及，夾淮方數百里，皆成巨浸。帝聞堰成，大喜。封康絢爲侯，頒詔大赦。或謂絢曰：“水久壅必潰，勢太激難禦，況淮爲四瀆之流，豈可久塞？若鑿湫東注，則遊波寬緩，堰得長久不壞。 \\n ”絢從之，乃開批東注以殺其勢。又縱反間于魏雲：“梁人不畏攻堰，惟畏開湫。”寶寅信之，鑿山深五丈，開湫北注。然水雖日夜分流，而勢仍不減，李崇作浮橋于硤石戍間，築魏昌城于八公山之東南，以備壽陽城壞，居民散就岡壟。其水清澈，俯視廬舍塚墓，了然在下，見者無不望流而歎。 \\n 先是徐州刺史張豹子，自負其才，宣言朝廷築堰，必令已掌其事。既而康絢以他官來治，又敕豹子受絢節度。豹子甚慚，遂賄囑近臣，暗進譖言於帝，雲絢有二心，暗與魏通。帝雖不納其言，欲以事畢，征絢還朝。絢既歸，堰不復修。九月乙丑，風雨大作，淮水暴漲，堰土決裂，其聲若雷，聞三百餘裏。緣淮村落十余萬口，皆漂入海，。民有登高望之者，但見黑雲迷漫，白浪拍天，其中如有千萬鬼神，奇形怪狀之屬，踏浪而行。 \\n 大魚數十丈，跳躍激踴，接尾而下，不可勝紀。後人作長歌詠之曰：梁王盛氣吞全魏，虎摧龍挐奮神智。欲將淮水灌壽陽，千尋長堰中流峙。康絢威行淮上軍，二十萬衆如雲屯。南起浮山北巉石，銀濤雪浪排昆侖。將成複敗皆天意，浪說蛟龍風雨致。 \\n 東西運鐵沈水底，人工欲奪天工智。鐵沈億萬功難成，植術填石如列城。荷擔肩穿腳腫折，君王築堰心如鐵。疲勞殘疾疫癘興，死者如麻相枕籍。勤勞三載功初完，上尖下闊波中山。把柳環速作屏障，兵營土堡如嚴關。俯視洪流應痛哭，水清下見居民屋。市廛家墓朗列眉，儘是前番潰流毒。八公山右高城牆，魏人堵築防壽昌。濤勢掀天宇宙黑，風狂倒日黿鼉翔。天地節宣頓四瀆，天心哪得隨人欲。淮波瀑漲人盡魚，天柱傾頹拆坤軸。三百裏外聲若雷，城垣廬舍皆摧隤。橫沖直卷赴滄海，數十萬口真哀哉。李平議論誠奇特，危堰無煩兵士力。一朝潰敗勢莫支，多智尚書傳魏北。我今吊古增餘悲，輕視民命知爲誰？ \\n 台城荷荷何足惜，淮流千古常如斯。 \\n 初魏患淮堰，將以任城王澄爲上將軍，勒衆十萬，出徐州一路，前往攻堰。右仆射李平以爲不假兵力，終當自壞，至是兵未行，而其堰果破，人皆服平之先見雲。帝聞堰壞大驚，悔不聽太子之言。因念軍民枉死者衆，心甚戚戚。遂延名僧，設無遮大會以救拔之。創同泰寺，開《涅斮經》，晨夕講義。又敕太醫不得以生類爲藥，錦繡綾羅，禁織仙人鳥獸之形，以爲裁剪割裂，有乖仁耍臣民犯罪者，概從寬典，甚至謀反大逆，或涉及子弟，皆置不問。以故政寬民慢，上下泄泄，莫不偷安旦夕。一日帝方視朝，與群臣談論朝政，忽接邊報，奏稱豫章王綜投奔北魏，舉朝大駭。 \\n 你道豫章王綜爲何投魏？說來話長。初綜母吳淑媛，在東昏宮，寵愛在潘妃之亞。帝既受禪，欲納潘妃，以王茂一言，遂賜之死，而心常惜之。一日，閑步後宮，見有庭院一所，重門深閉，境極幽寂，問內侍何人所居，內侍對道：“是東昏舊妃吳淑媛所祝”帝遂走入宮來，宮人忙報駕到。淑媛自東昏亡後，閑廢在宮，即留得性命，只好長爲宮人沒世。欲圖新主之歡，今生料不可得。忽聞駕到，驚出意外，亦不及更換衣飾，只得隨身打扮，急急走出，俯伏階前，口稱：“不知陛下駕臨，妾該萬死。”帝見其嬌姿弱質，不讓潘妃，淡妝素服，態有餘研。因命起，賜坐於旁，問其人宮幾載，承幸東昏幾年。淑媛一一對答，嬌啼婉轉，愈覺可人。帝不覺情動，遂吩咐設宴上來，教她陪飲。淑妃斯時，巴不得新天子寵愛，三杯之後，丟開滿懷憂鬱，露出舊日風流，殷勤勸酒。帝心大悅，是夜遂幸焉。那知淑媛身懷六甲，已有三月，當時承幸之際，欲邀帝寵，不敢說出。閱七月，遂生豫章王綜，宮中多疑之。時帝嗣育未廣，得子，甚以爲喜，因於淑媛益加寵愛。至天監三年，綜出居外宮，封爲豫章郡王，食邑二千戶。綜既長，有才學。善屬文，力能手制奔馬，帝甚愛之。及綜年十六，常夢一少年，體極肥壯，穿袞服，自摯其首，與之相對，如此者非一次。自夢見之後，心驚不已，求解其故不得。其後帝尚佛教，斷房欲，後宮罕見其面，淑媛寵衰，頗懷怨望。而綜亦寵愛不及太子，母子皆以見疏爲嫌。一夜，綜在夢中，複如前者所見。旦入宮，密問之母曰：“兒夢如此，是何爲者？”淑媛聽其所述夢中少年形狀，頗類東昏，不覺泣下。綜愈疑，固問之。淑媛因屏左右，密語之曰：“汝七月兒，何得比太子諸王？不瞞汝說，當國亡時，吾已懷汝三月。當日欲全兒命，不敢言也。但汝今太子次弟，幸保富貴，且延齊氏一線。”綜於是抱其母泣曰：“吾乃以仇人爲父乎？”母掩其口，戒勿泄。綜自是陰懷異志，每於內齋，閉戶籍地，被發席槁。又布沙地上，終日跣行，足下生胝，日能行三百里。後爲南徐州刺史，輕財好快，招引術士，練習武勇，以伺朝廷有變。每有詔敕至徐，輒忿恚形于顔色。徐州境內，所有練樹，並令斬伐，以帝小字“練兒”故也。 \\n 又春秋歲時，常於別室設席，祠齊氏七廟。又微行至曲阿，拜齊明帝陵。然猶無以自信，聞俗說以生者血瀝死者骨上，血入骨內，即爲父子。乃遣人暗發東昏墓，販其骨以歸，割臂血瀝之，血果入骨。又在西州生男，滿月後，潛殺之，既葬，夜遣人發取其骨，又試之，皆驗。內外臣僚，皆知其所爲，然事涉暗昧，臣下不敢輕言。凡綜所行，帝皆弗之知也。會魏將元法僧以彭城來降，帝使綜都督衆軍，權鎮彭城。綜潛遣人通書蕭寶寅，呼爲叔父，寶寅亦將信將疑。久之，有詔征還，綜懼入朝之後，脫身更難，乃屏去左右。乘黑夜潛開北門，涉汴河，徒步奔蕭城，自稱隊主。時魏安豐王元延明鎮蕭城，召而見之。 \\n 綜見延明而拜，延明坐受之，問其名氏不答，但曰：“殿下此間人，必有識我者，問之可也。”延明召衆視之，有識之者曰：“此豫章王也。”延明大驚。急下莊答拜，執其手而問曰：“殿下何爲來此？”綜以實告，延明曰：“奈父子何？”綜曰：“吾避仇也，非逃父也。”延明見其語氣激烈，心甚異之，遂具車馬，送至洛陽。魏主召人見之，既退，拜寶寅爲叔，改名纘，追服東昏斬衰之喪，魏主及群臣皆往吊焉。 \\n 話分兩頭，當夜豫章奔魏，彭城中無一知者，及旦，齋內諸閣猶閉，左右啓戶尋之，莫知所往，衆皆駭異。及午，城外有數騎魏軍高叫曰：“汝豫章王昨夜已來乞降，在我軍中矣，汝輩留此何爲？”說罷，大笑而去。衆方知王已投魏、只得飛報建康。帝聞之大駭，然亦不測其故，訪諸左右，始有密啓其不法事者，方悟其逃去之故，既而歎曰：“不爲天子兒，而甘爲他人仆，愚孰甚焉！”乃敕吳淑媛以綜小時衣寄之，綜亦不答。其後鬱鬱不得志，依寶寅而死，此是後話不表。 \\n 且說帝既崇信三寶，屢幸寺院拈香，出入往來，儀衛甚簡。 \\n 斯時歲屢不登，人民失業，不逞之徒，往往乘間作亂。一日，將幸光宅寺，有懷逆者伏路側，將行不軌。帝方起駕，心忽動，命左右緣道檢閱，果獲一人身懷利刃。嚴刑訊之，而誣爲臨川王宏所使。先是宏以洛口之敗，罷職閑住，心常不滿。都下每有竊發，輒以宏爲名。蓋知帝素友愛，涉及臨川，有犯必赦也。 \\n 至是帝對之泣曰：“我人才勝汝百倍，居此大位，猶兢兢恐墜，汝何爲者，我豈不能誅汝？念汝愚下，故常加寬宥。”宏伏地哭曰：“臣爲天子弟，尊榮極矣，複有何望？乞陛下察之。” \\n 帝感其誠，遂置不問。然宏雖無逆志，而恃介弟之貴，奢侈過度，修第擬于帝宮，後庭數十，皆極天下之選。所幸寵姬江無畏，服玩備極華美。一寶屧，直價千萬。又恣意聚斂，有庫室百間，在內堂之後，關簽甚嚴。或疑其內藏鎧仗，密以上聞。 \\n 帝雖素敦友愛，聞之不悅，欲自往勘，知其愛幸江氏，寢膳不離，乃賜以盛饌曰：“當來就汝歡飲，並令無畏分甘。”駕既至，宏率江姬朝見，遂同侍飲。酒半，帝曰：“吾欲至汝後房一行。”遂起身進內，徑往庫室，命悉開戶。宏恐見其賄貨，顔色布懼，帝心愈疑。及開視室中，有錢百萬一聚，懸一黃標；千萬一庫，懸一紫標。如此三千餘標，帝屈指計之，見錢已有三億余萬。余屋貯積雜貨皆滿，不知多少。帝見並無鎧仗，大悅，呼其小字曰：“阿六，汝作如此生活，便無妨礙。”乃更入席劇飲，至夜而還。 \\n 時諸王並尚文藻，而安成王秀，尤精心學術，搜集經紀。 \\n 嘗招學士平原鄧孝標，使撰《類苑》。書未及畢，而已行於世。 \\n 于時疾宏貪吝，以舊有《錢神論》未暢厥旨，更作《錢愚論》以譏之，貪鄙之形，形容曲盡。太子見之曰：“文則美矣，其如不爲臨川地何。”勸安成毀之，帝聞之喜曰：“太子居心厚，真吾子也。” \\n 卻說太子聰明仁孝，好學不倦，遊嬉事絕不留心。時當五月，天氣明媚，忽遊後池，乘小舟，採摘芙蓉。有姬人蕩舟，舟覆而太子溺于水。及出，傷股，恐貽帝憂，深誡不言，但以寢疾聞。帝敕內使看視，太子勉自起坐，力書手啓。及篤，左右欲啓聞于帝，太子不許曰：“奈何令至尊知我如此？”因便鳴咽，未幾而薨。時年三十一。帝聞之，臨哭盡哀，斂以衰冕，諡日“昭明”，葬于安寧陵。都下男女奔走陵所，號泣滿路，四方甿庶，及疆徼之人，聞喪者無不哀慟。帝既前星失曜，群臣上言儲位不可久虛，請立賢明以定國本。時昭明有三子，華容公歡、枝江公譽、曲阿公詧，皆已長，議者謂上必立太孫。 \\n 而帝以太子母弟晉安王綱有賢名，遂立之。朝野以爲不順，司議侍郎周宏正奏記于晉安曰：伏惟謙讓道廢，多歷年所，大王天挺將聖，四海歸仁。是以皇上發德音，以大王爲儲副。意者願聞殿下，抗目夷上仁之義，執予臧大賢之節。逃玉輿而弗乘，棄萬乘其如屣。庶改澆競之俗，以大吳國之風。古有其人，今聞其語，能行之者，非殿下而誰？使無爲之化，複盛於令世。讓王之道，不墜於來茲，豈不盛歟？ \\n 王不能從。帝既立晉安爲太子，乃使諸王子出守外藩，以邵陵王綸爲南徐州刺史。湘東王繹爲荊州刺史，武陵王紀爲益州刺史，又以不立太孫而立太子，內常愧之，乃厚撫歡等。寵亞諸子，封歡爲豫章王，譽爲河東王，詧爲岳陽王，各典大都。 \\n 旋又以詧爲雍州刺史。單說詧臨雍州，以帝年漸老，朝多秕政，欲爲自強之計。蓄聚財貨，招募勇敢，以襄陽形勝之地，梁業所基，遇亂可以圖大功，乃克己爲政，撫循士民，數施恩惠，延納規諫，所部稱治，帝聞之大喜。 \\n 當是時，北魏多故，盜賊蜂起。胡太后亂政于前，爾朱榮肆逆於後，朝天寧日，民不聊生。唯東南半壁，安若泰山，其後高歡誅爾朱，執國政，上陵朝廷。孝莊西奔，宇文泰撫定關中，與歡相抗。魏分東西，日夜治兵相攻，不暇南侵。梁自是國無外患，益得優遊無事。朝政之暇，君若臣唯有講習經典；崇尚虛無。既而帝益佞佛，捨身同泰寺。釋禦服，披法衣，升講堂法座，爲四部大衆講《涅斮經義》，群臣以錢一億萬奉贖皇帝。鹹詣寺中奉表，請帝還臨宸極，三請乃許。帝三答書，前後並稱頓首。自是晝食一食，止於菜果。宗廟之祭，不用牲牢，識者以宗廟去牲，則爲不復血食。又是歲都下訛言，天子取人肝以食天狗。大小相警，日晚便閉門持仗，以驅天狗，數月乃止。識者皆知不祥。時太子亦于玄圃自講莊、老，宮僚環聽。太子詹事何敬容謂人曰：“昔晉尚虛無，使中原淪喪，今東宮複爾，江南亦將爲戎乎？”有隱士陶宏景，疾人士競談玄理，不習武事，嘗爲詩雲：夷甫任散誕，平叔生談空。 \\n 不意昭陽殿，化作單于官。 \\n 又天監中有沙門寶志，帝甚敬之，問以國祚短長，嘗爲隱語曰：掘尾狗子自發狂，當死未死齧人傷。 \\n 須臾之間自滅亡，起自沙際死三湘。 \\n 帝使周舍封記之，直至梁末皆驗。此是後話，今且按下不表。 \\n 卻說大同末年，帝臨禦已久，當時佐治之臣，若張宏策、王茂、韋睿、沈約、範雲輩，相繼去世，所任新進，率以迎合爲事。有朱異者，字彥和，錢塘人。年數歲，其外祖顧歡撫之曰：“兒非常器，當大朱氏門戶，然恐壞人家國事。”及長，折節讀書，從五經博士明山賓遊，學業日進，涉獵文史，兼通雜藝。博奕書算，罔不通曉。帝尋有詔廣求異能之士，山賓以異薦。帝召見之，使說《孝經》、《周易》義，甚悉。大悅之，謂左右曰：“朱異實俊才，明山賓所舉殊得人。”乃除異爲中書郎。拜命之日，時當秋日，有飛蟬集異武冠上，見者鹹謂蟬珥之兆。蓋異容貌魁梧，舉止閑都，雖出自諸生，甚悉軍國故實。自周舍卒後，異代掌機密，一應詔浩敕書，帝並委之，權重一時。然貪財冒賄，每欺罔視聽，以悅人主。起宅東破，窮極華美，晚日下朝，酣飲徹夜。又恃帝寵，輕傲朝賢，不避貴戚。人或勸其謙下，異曰：“我寒士也，遭逢以至今日。諸貴皆恃枯骨兒，輕我下之，則見蔑尤甚。我是以陵之。”司農卿傅岐嘗謂之曰：“今聖上委政于君，安得每事從旨？”異曰：“當今天子聖明，我豈可以拂耳之言干犯天聽？”以故聲勢所驅，薰灼內外，遠近莫不憤疾，而帝信任益深。正是：聖明已被邪臣蔽，安樂哪知禍事來。但未識內蠹已生，外患若何而起，且聽下回再講。 \\n 梁武築堰病民，見利而不知害，以致百萬生靈，漂流大海，罪惡彌天。雖一心佞佛，捨身爲犧，何益於事？納吳淑媛，致豫章反叛，已開國家之患。又舉朝信佛，太子好談玄虛，禍亂焉得不興？蓋天不助梁，即昭明之死，而其局已定矣。若朱異輩，不過從而助之耳。 \\n  \\n   \\n  "}
{"章节": "第二十三回 伐東魏淵明被執 納叛臣京闕遭殃", "正文": "  \\n 第二十三回　伐東魏淵明被執　納叛臣京闕遭殃 \\n 　 \\n 話說梁政日衰，江南將亂，朱異之奸，既足敗人家國，哪知又來一亂賊，傾覆社稷。其人姓侯，名景，字萬景，朔方人。 \\n 自少不羈，爲患鄉里，及長，有勇多智。右足偏短，弓馬非其長，而謀算出人。始隨高歡起兵，屢立戰功，嘗言於歡，願得精兵三萬，西擒黑獺，南縛蕭衍老公，以爲太平寺主。歡使將兵十萬，專制河南。及歡卒，與高澄不睦，遂據河南，叛歸於梁。遣其將丁和奉表至建康，乞降於帝雲：臣與高澄有隙，請舉函穀以東，瑕邱以西，豫、廣、潁、荊、襄、袞等十三州內附。惟青、徐數州，僅須折簡。且黃河以南，皆臣所統，取之易同反掌。若齊、宋一平，徐事燕、趙，臣當效力前驅，爲陛下成此一統之功。 \\n 帝得奏，召群臣廷議，群臣皆曰：“頃歲與魏通和，邊境無事。今因高歡身故，遽納其叛臣，棄從前之好，啓將來之釁，竊謂非宜。”帝曰：“諸臣之言雖是，然得景則塞北可清，拒景則兼併無日。國家難得者，機也；不可失者，時也。機會之來，豈可膠柱？”群臣唯唯而退。 \\n 先是帝於正月乙卯，夢見中原牧守，皆以地來降，舉朝稱慶。旦見朱異告之，且曰：“我生平少夢，若有夢必驗。”異曰：“此乃宇內混一之兆也，臣敢爲陛下賀。”及丁和至，稱景納地之計，定於正月乙卯，帝愈神之。然意猶未決，當謂左右大臣曰：“我國家如金甌，無一傷缺，今忽受景地，詎是事宜？脫致紛法，悔之何及？”朱異揣知上意，因進曰：“聖明禦字，南北歸仰，正以事無機會，未獲如志。今候景分魏土之半以來，自非天誘其衷，人贊其謀，何以至此？若拒而不納，恐絕後來之望。此誠易見，願陛下勿疑。”帝曰：“卿言是也。 \\n ”乃定議納景。壬午，詔以景爲大將軍，封河南王，都督河南北諸軍事。遣大將羊鴉仁引兵三萬趣懸弧，運糧食以應接之。 \\n 先是朝臣周宏正善占候，嘗謂人曰：“國家數年後。當有兵起，百姓流離死亡。”及聞納景，歎曰：“亂階從此作矣。” \\n 卻說東魏聞景外叛，大興兵馬討之。景懼不敵，退保潁川，複割魯陽、長社等四城，賂西魏求救。西魏惡其多詐，受其地而征之人朝。景不欲往，遂專意降梁，厚賂朱異，以求出兵相援。異言之帝，乃下詔起師五萬，北伐東魏。命鄱陽王範爲元帥，統領諸將前往。朱異與鄱陽不睦，遽入曰：“鄱陽雄豪蓋世，得人死力，然所至殘暴，非吊民之才。且陛下昔登北顧亭以望，謂江右有反氣，骨肉爲戎首，今日之事，尤宜詳擇。” \\n 上曰：“淵明可乎？”異曰：“陛下得人矣。淵明寬厚得衆心，可使也。”帝遂不用鄱陽，而任淵明爲都督。 \\n 卻說真陽侯淵明，性素怯，禦軍無律。雖受命出師，常懷退志。軍至寒山，欲堰泗水以灌彭城。俟得彭城，然後進兵懸瓠，與侯景爲犄角之勢。於是斷流立堰，使侍中羊侃監之，再旬而成。當是時，魏遣大將慕容紹宗率衆十萬來拒，日行三百裏，將近彭城，軍鋒甚銳。羊侃謂淵明曰：“敵兵遠來，乘其營壘未定，進而擊之，可以獲勝，不然，未易克也。”淵明不從。及紹宗至，即引步騎萬人直攻淵明。淵明方醉臥不能起，將士擾亂，遂大敚淵明被虜，失亡士卒數萬，獨羊侃結陣徐還。一日，敗書報到京中，帝方晝寢，宦者白朱異啓事，帝遽起升輿至文德殿見異，異啓曰：“韓山失律矣。”帝聞之，恍愴將墜床，宦者扶定，乃歎曰：“吾得無複有晉家乎？”異曰：“勝敗兵家之常，偶爾小挫，陛下何出此言？”帝不悅者良久。 \\n 卻說紹宗乘勝進擊侯景，與景相持數月。景食盡，紹宗擊之，景大敚衆散且盡，乃自峽石濟淮，收散卒，僅得步騎八百人。而羊鴉仁聞景敗，魏軍將至，亦棄懸瓠，走還義陽。東魏引師據之。是時，侯景進退無據，不知所適，謂左右曰：“吾今無容足之地，以隻身歸梁，梁若不納奈何？”遂去壽陽城五十裏，停軍觀望。忽有數騎奔至軍前，乃是馬頭戍主田神茂，特來迎候。景欣然接之，因問曰：“壽陽去此不遠，欲往投之，君以爲不我拒否？”神茂曰：“朝廷近除鄱陽王爲壽陽刺史，未至，韋黯權監府事。我與黯不協，故先來告王。王若馳至近郊，彼必出迎，因而執之，可以集事。得城之後，徐以啓聞。 \\n 朝廷喜王南歸，必不責也。”景執其手曰：“今者卿來，此天意也。”乃命神茂率步騎百人，先爲向道，而身隨其後。夜至壽陽城下，韋黯以爲賊也，授甲登陴，將拒之。景遣其徒告曰：“河南戰敗來投，願速開門。”黯曰：“既不奉敕，不敢聞命。 \\n ”景謂神茂曰：“事不諧矣。”神茂曰：“黯懦而寡智，可說下也。”乃遣徐思玉入見黯曰：“河南王爲朝廷所重，君所知也。今失利來投，何得不受？”黯曰：“我受命守城，則守城而已。河南自敗，何預我事？”思玉曰：“國家付君以閫外之任，今君不肯開城，若魏兵追至，河南爲魏所殺，君豈能獨守？ \\n 縱使或存，何彥以見朝廷！”黯乃許容其入。思玉出報，景大悅，曰：“活我者卿也。”於是黯乃開門，景便疾人，即遣其將分守四門，執黯至前，數其不即迎納之罪，將斬之，既而撫手大笑，邀與共坐，置酒極歡。黯，韋睿子也。朝廷聞景敗，未得實信，或雲景與將士俱沒，或雲景棄軍逃去，上下鹹以爲憂。侍中尚書何敬容詣東宮，太子曰：“淮北近更有信，侯景定得身免，不識然否？”敬容對曰：“侯景遂死，深爲朝廷之福。”太子失色，問其故，對曰：“景反復叛臣，終當亂國。 \\n ”太子不以爲然。甲寅，景遣其將於子悅馳赴建康，奏言敗狀，並自求貶損。優詔不許。景告之糧，複求資給。帝即以景爲南豫州牧，本官如故。更以鄱陽王範爲合州刺史，鎮合肥。 \\n 時有光祿大夫蕭介，知景必禍國，上表諫曰。 \\n 竊聞侯景以河陽敗績，只馬歸命。陛下不悔前禍，複敕容納。臣聞凶人之性不移，天下之惡一也。昔呂布殺丁原以事董卓，終誅董而爲賊；牢之反王恭以歸晉，還背晉以構妖。何者？ \\n 狼子野心，終無馴狎之性，養虎畜狼，必見機噬之禍。侯景以凶狡之才，荷高歡卵翼之遇，位忝台司，任居方伯。然而高歡墳士未幹，即還反噬，逆力不逮，乃複逃死關西。宇文不容，故複投身於此。陛下前者所以不逆細流，正欲比屬國降胡，以討匈奴，冀獲一戰之效耳。今既亡師失地，直是境上匹夫，陛下愛匹夫而棄與國，臣竊不取也。若國家猶待其更鳴之晨，歲暮之效，臣竊惟侯景必非歲暮之臣，棄卿國如脫屧，背君親如遺芥，豈知遠慕聖德，爲江淮之純臣乎？事迹顯然，無可致惑。 \\n 臣朽老疾寢，不應干預朝政，但楚囊將死，有城郢之忠；衛魚臨亡，亦有屍諫之阻。臣雖忝爲宗室遺老，敢忘劉向之忠，謹冒死以聞。 \\n 帝覽表，歎息其忠。朱異忌之，竟不能用。 \\n 卻說東魏既得懸瓠、項城，悉復舊境，而欲使侯景不安，數以書來求申前好，帝未之許。時貞陽候淵明被虜在魏，澄以好言謂之曰：“先王與梁主，和好十有餘年，聞彼禮佛，祝及魏主，並祝先王，此乃梁主美意。不謂一朝失信，致此紛擾。 \\n 知非梁主本心，當是侯景扇動耳。卿宜密緻此意，若梁主不忘舊好，吾亦不敢違先王之意，將諸人並即遣歸。侯景家屬，亦當同遣。”淵明從之，乃遣其私人夏侯僧辨馳往江南，奉啓於帝，稱“勃海王寬厚長者，若更通好，當聽淵明還國。”帝得啓流涕，集朝臣議之。朱異進曰：“靜寇息民，和實爲便。彼既願修前好，陛下不可不許。”傅歧曰：“不然。高澄師徒克捷，國勢方強。何事須和？必是設間。故命貞陽遣使，欲令候景自疑。景意不安，必圖禍亂。若許通好，正墮其計中。”群臣聞歧言，皆曰：“事城有之，不可不慮。”朱異獨主宜和，謂東魏必無壞意。帝亦厭用兵，乃從異言，賜淵明書曰：“知高大將軍禮汝不薄，省啓足以慰懷，當別遣行人，重敦聆睦。” \\n 僧辯得詔，星夜還北。一日過壽陽，被景竊訪知之，留住攝問，僧辯具以實告。景大恐，乃使王偉作啓，陳於帝曰：高氏心懷鴆毒，怨盈北土，歡身殞越，子澄嗣惡，討滅待時。所以昧此一勝者，蓋天蕩澄心，以盈凶毒耳。澄苟腹心無疾，又何急急奉璧求和？豈不以秦兵扼其喉，胡騎追其背，故甘辭奉幣，取安大國。臣聞一日縱敵，數世之患。何惜高澄一豎，以棄億兆之心，使其假命強梁，以遺後世。非直愚臣扼腕，實亦志士痛心。昔伍相奔吳，楚邦立滅；陳平去項，劉氏用興。 \\n 臣雖才劣古人，心同往事，誠知高澄忌賈在狄，惡會居秦，求盟請和，冀除其患。若臣死有益，萬殞無辭。唯恐千載，有穢良史。願納臣言，則臣幸甚。 \\n 又致書于朱異，購金三百兩，令阻和議。異受金而不通其啓。 \\n 二月乙卯，複遣使東魏，吊獻武高王之喪。景又啓稱：“臣與高氏，釁隙已深，今陛下複與高氏連和，使臣何地自處？ \\n 乞申後戰，宣暢皇威。”上報之曰：“朕與卿大義已定，豈有成而相納，敗而相棄乎？今高氏有使求和，朕亦更思偃武，進退之宜，國有常制。卿但清淨自居，無勞慮也。”景疑上意叵測，欲試虛實，乃遣人詐爲高澄使者，自鄴中至建康，以書呈帝，願以淵明易景。帝將許之，傅歧曰：“侯景以窮歸義，棄之不祥。且百戰之餘，寧肯束手受摯？”朱異笑道：“景奔敗之將，執之一使之力耳，敢有他變！”帝從之，複書育貞陽旦至，侯景夕返。使者歸壽陽，以書示景。景曰：“我知吳老公薄心腸，今固然矣。”顧王偉曰：“計將安出？”偉曰：“今坐聽亦死，舉大事亦死，唯王圖之。”於是反計乃決。又景初至壽陽，徵求無已，朝廷未嘗拒絕。以妻子被羈在北，請娶於王、謝。帝以王、謝門高非偶，可擇朱、張已下配之。景恚曰：“會將吳兒女配奴。”又啓求錦萬匹，爲軍人作袍。朱異議以青布給之。又以台所給仗，多不能精，啓請東治鍛工，營造兵器，敕並給之。先是景反河南，請立元氏一人爲主，以從人望。 \\n 詔以舍人元貞爲咸陽王，資以兵力，使還北主魏，會景敗而止，元貞遂留景軍。至是貞知景有異志，累啓還朝。景謂曰：“河北事雖不果，江南何慮失之，哪不小忍！”貞懼，與韋黯逃歸建康，具以事聞。帝聞貞言，亦絕不以景爲意。蓋朱異以景必不叛，唯忌之者衆，故屢言其反，帝有先人之言故也。今且按下一邊。 \\n 且說臨賀王正德。本帝弟靖惠王子。少而粗險，不拘禮節。 \\n 初帝未有嗣，養之爲子。及帝踐極，便希儲貳。後立昭明太子，封正德爲西豐侯，自此怨望，恒懷不軌，睥睨兩宮，覬幸災變。 \\n 普通六年，逃奔于魏。有司奏削封爵。七年，又自魏逃歸，帝方敦親親之誼，以寬仁爲度，不之罪也。複其封爵，仍除爲信武將軍，封臨賀郡王。正德自是益驕，招聚亡命，陰養死士，儲米積貨，日爲反計。特以孤掌難鳴，只得待時而動。 \\n 一日，門上報進，有故人徐思玉來見。正德見之，問曰：“卿從河南王在壽陽，何暇至此？”思玉曰：“因有密事相報，乞屏左右言之。”正德邀入密室，促膝與語。思玉曰：“今天子年尊，奸臣亂國，禍敗之來，計日可待。大王屬當儲貳，今被廢一黜，四海業業，孰不歸心大王！河南有志匡扶，實心推戴，欲助大王一臂之力，使主梁祀，以副蒼生之望。知臣與大王有舊，特遣臣到此，密布腹心。”因呈景書示之。書中亦不過推他爲帝，兵至近郊，求爲內應等話。正德大喜，謂思玉曰：“仆有心久矣。河南之意，暗與吾同，是天授我也。仆主其內，河南爲其外，何憂不濟？寄語河南，機事在速，今其時矣。” \\n 思玉遂與訂約而去，歸告侯景，景大喜。 \\n 時鄱陽王範，密啓候景將反，不早翦撲，禍及生民。而帝以邊事專委朱異，異以爲必無此理，下詔報範曰：“景孤危寄命，譬如嬰兒，仰人乳哺，以此事勢，安能反乎？”範複請以合肥之衆討之，帝不許。異引範使至前，謂之曰：“汝王竟不許朝廷有一客耶？”自是範有啓，異皆匿不以上。景又邀羊鴉仁同反，鴉仁執其使以聞，異曰：“景數百叛奴，何能爲？” \\n 敕以使者付建康獄，俄解遣之。景由是益無所憚。又聞朝廷遣常侍徐陵聘於東魏，乃上言：“高澄狡猾，寧可全信。陛下納其詭語，求與連和，臣雖不武，寧堪粉骨，投命仇門。乞江西一境，受巨控督，如其不許，即率甲騎臨江，上向間越，非唯朝廷自恥，亦恐三公旰食。”帝使朱異宣語景曰：“譬如貪家畜十客，五客尚能得意，聯惟一客致有忿言，亦朕之失也。” \\n 由是中外皆知有變，而朝廷仍不提防。八月戊戌，景反于壽陽，以誅朱異爲名，內外大駭。 \\n 先是傅歧嘗謂異曰：“卿任參國鈞，榮寵如此，比日所聞，鄙穢狼籍。若使聖主發悟，欲免得乎？”異曰：“外間謗讟跨，知之久矣。心苟無愧，何恤人言？”歧退謂人曰：“朱彥和殆將死矣。侍謅以求容，肆辯以拒諫，聞難而不懼，知惡而不改，天奪其鑒，不死何待！”帝聞景反，笑曰：“是何能爲？我折棰笞之耳。”乃以鄱陽王范爲南道都督，封山候正表爲北道都督，司州刺史柳仲禮爲西道都督，散騎常侍裴之高爲東道都督，邵陵工綸持節，督衆軍以討景。 \\n 景聞台軍討之，頗懼，問策于王偉。偉曰：“邵陵若至，彼衆我寡，必爲所困。不如棄淮南，決志東向，率輕騎直掩建康，臨賀亂于中，大王攻其外，天下不足定也。兵貴巧速，宜即進路。”景從之，乃留其將王顯貴守壽陽，身率步騎徑進。 \\n 陽聲趣合肥，而實襲譙州。譙州將董紹先開城降之，執刺史豐城侯泰，進攻曆陽。太守莊鐵以城降，因說景曰：“國家承平日久，人不習戰，聞大王舉兵，內外震懼，宜乘此際，速趨建康，可兵不血刃而成大功。若使朝廷徐得爲備，內外小安。遣贏兵千人，直據採石，大王雖有精兵百萬，不得濟矣。”景以爲然，乃留其將田英、郭駱守曆陽，以鐵爲先導，引兵臨江。 \\n 江上鎮戍相次啓聞，帝始歎曰：“景果反矣。”因問討景之策於羊侃。侃請以二千兵急據採石，令邵陵王襲取壽陽，使景進不得前，退失巢穴，烏合之衆，自然瓦解。朱異宣言於朝，謂景必無渡江之志，遂寢其議。 \\n 卻說臨賀王屯丹陽，聞景兵臨江，無船可渡，潛遣大船數十艘。詐稱載獲，密以濟景。景乃自橫江濟採石，有馬數百匹，兵八千人，遂襲姑孰，執太守文成侯寧。時南津校尉江子一，見景渡江，率舟師千餘人，欲於下流邀之。副將董桃生，以家在江北，兵未交，即與其徒先潰走。子一不能留，乃收餘衆，步還建康。太子見事急，戎服人見帝，稟受方略。帝曰：“此是汝事，何更問爲？內外軍事，悉以付汝。”太子乃停中書省，指揮軍事，以宣城王大器爲城內都督，羊侃爲軍師將軍副之，諸王侯各守要地。是日景至板橋，欲觀城內虛實，使徐思玉詐逃入城，請間陳事。帝召而問之，將屏左右，舍人高善寶曰：“思玉從賊中來，情僞難測，安可使獨在殿上？”朱異侍坐曰：“徐思玉豈刺客耶？”思玉見上，遽出景表，言異等弄權，乞帶甲入朝，除君側之惡。異在旁，惶愧失色。高善寶請誅思玉，帝不許，命舍人賀季、郭寶亮隨思玉同往，勞景於板橋。景北面受敕，賀季曰：“今者之舉何名？”景曰：“欲爲帝也。” \\n 王偉趨進曰：“侯王忠於朝廷，爲朱異等亂政，除奸臣耳。” \\n 景既失辭，遂不放賀季歸，獨遣寶亮還宮。百姓聞賊至，競奔人城，公私混亂，無複次第。羊侃區分防擬，皆以宗室間之。 \\n 軍人爭人武庫，自取器甲，所司不能禁。侃立斬數人方止。 \\n 是時梁興四十七年，境內無事，在位公卿，及閭裏士大夫，罕見甲兵，賊至粹迫，公私駭震。又宿將已盡，余皆後進少年，茫無主意。單有羊侃膽力俱壯，太子深仗之。辛亥，景至朱雀桁南，而朝廷猶未知正德之情，命守宣陽門。使東宮學士庾信，率宮中文武三千餘人守朱雀門，營於桁北。太子命開桁以挫賊鋒，正德曰：“百姓見開桁，必大驚駭，可且安物情。”太子從之，俄而賊至，信開槍擊之，見賊軍皆戴鐵面，退隱於門口。 \\n 方食蔗，有飛箭中門柱，其蔗應弦而落，遂棄軍走。正德率衆迎景于張侯橋，馬上交橋，景軍皆著青袍，正德軍皆絳袍，既與景合，悉反其袍。於是城中喧言正德反，帝及太子聞之皆歎息。但未識後事若何，且俟下回再剖。 \\n 《傳》雲：“善人國之紀也。”自韋睿、范、沈諸人相繼而沒，用事者皆少年不諳事之臣，其敗機已伏。又專信朱異之言，雖有忠謀碩畫，概置不聽。梁武惑溺已深，焉得不爲候景所困？《詩》雲：“讒人罔極，變亂四國。”信哉！ \\n  \\n   \\n  "}
{"章节": "第二十四回 羊侃竭忠守建業 韋粲大戰死青塘", "正文": "  \\n 第二十四回　羊侃竭忠守建業　韋粲大戰死青塘 \\n 　 \\n 話說正德既從賊，白下、石頭之師皆潰。景皆遣將據守，進兵直至關下，繞台城三匝，幡旗皆黑，城中恟懼。羊侃詐稱邵陵王西昌侯援兵已至近路，衆心稍安。景百道懼攻，鳴鼓吹角，喧聲震地。縱火燒大司馬府東、西華諸門，煙焰張天。羊侃使鑿門上爲竅，下水沃火。太子自奉銀鞍，往賞戰士，直閣將軍朱思親率壯士數人，躍城灑水，久之方滅。賊人作木驢數百攻城，城上投石碎之。賊更作尖項木驢來攻，石不能破。侃作雉尾炬，灌以膏蠟擲下，焚之立盡。賊又作登城樓，高十餘丈，欲臨射城中。侃曰：“車高塹虛，彼來必倒，可臥而觀之。 \\n ”及車動果倒。。當是時，景據公車府，正德據左衛府，賊將宋子仙據東宮，范桃棒據同泰寺，分番叠攻。侃隨方抗禦，賊不能克，乃築長圍以絕內外。 \\n 卻說正德初意兵至建康，景即立之爲帝。而景專事攻城，不相推奉，正德心懷疑慮，謀之左右曰：“侯王許過江後，即奉我爲帝。今置不問，必有所不足於我也。我欲結其歡心，若何而可？”左右曰：“聞侯王孑身南來，尚無妻室，前日求婚王、謝，未遂其志。王何不以女妻之，使諧伉儷之私，則其好永固，彼必助王爲天子矣。”正德國：“善。”以幼女生得姣好，欲納之景。其妻憐女幼小，不欲使爲景婦，正德曰：“吾方仗侯公取天下，何惜一女！”遂詣景營，謂之曰：“公軍中寂寞，仆有息女，性頗溫淑，願以侍公枕席。”景大喜曰：“得王女爲婦，當使長共富貴。”乃命設宴于東宮，即日成婚。 \\n 東宮去城不遠，其中動靜，城上皆見。一日忽見宮中懸燈挂彩，賊衆皆披紅往來，少頃鼓樂喧天，笙歌聒耳，莫測其故。旋有賊騎數十，來至濠邊，指城上吉曰：“昔侯王欲娶王、謝家女，尚謂門高非偶。今臨賀納女于侯王矣，比王、謝何如？”太子聞之怒，遣人縱火燒東宮，殿台皆盡。景亦怒，縱火燒乘黃廄、上林館、太府寺，皆成灰滅。戊午朔，景遂奉正德爲帝，下詔稱：“普通已來，奸邪亂政，上病不豫，社稷將危。河南王景釋位來朝，猥用朕躬，紹茲寶位，可大赦，改元正平。”以景爲丞相。 \\n 朱異聞正德僭號，勸上出兵擊之，上問羊侃，侃曰：“不可。出人若少，不足破賊，徒挫銳氣；若多，則一旦失利，門隘橋小，必大致失亡。”異力勸擊之。帝從其言，遂使千餘人出戰，鋒未及交，即退走爭橋，赴水死者大半。侃子鷟爲景所獲，執至城下以示侃。侃曰：“吾傾宗報國，猶恨不足，豈計一子！幸早殺之。”數日複持來，侃謂鷟曰：“久以汝爲死矣，今猶在耶？”引弓射之。賊以其忠義，亦不之殺，但聲言帝已晏駕，城中亦以爲然。於是太子請帝巡城，以安衆心。百姓聞警蹕聲，皆鼓噪流涕，衆心粗安。先是江子一之敗還也，上責之，子一拜謝曰：“臣以身許國，常恐不得其死。今所部皆棄臣去，臣以一夫安能擊賊？若賊遂能至此，臣誓當碎身以贖前罪。不死闕前，當死闕後。”至是子一啓太子，願與弟子四、子五率所領百餘人，開承明門出戰，太子許之。子一直抵賊營，賊仗兵不動。子一呼曰：“賊輩何不速出？”久之，賊騎出陣，子一徑前引槊刺賊，連殺數人，從者莫之繼，賊解其肩而死。 \\n 子四、子五相謂曰：“與兄俱出，何面獨歸？”皆免胄赴賊，子四中矟消，洞胸而死。子五傷脛，還至塹邊，一慟而絕。太子聞其死，傷悼久之。 \\n 卻說侯景初至建康，謂朝夕可拔，號令嚴整，士卒不敢侵暴。及城久不克，人心離阻，軍中乏食，乃縱兵掠奪民米及子女金帛。自後米一升，直七八萬錢，人相食，餓死者十五六。 \\n 乃更於城之東西兩處起土山，驅迫士民，不限貴賤，皆充力役。 \\n 疲贏者即殺以填山，號哭動地。城中亦築土山以拒之。太子、宣城王以下，皆親負土，執畚鋪。起層樓於山上，高四丈，募敢死士二千人，厚衣袍鎧，謂之“僧騰客”，分配二山，晝夜交戰不息。會大雨，城內土山崩，賊乘之垂人，苦戰不能禁。 \\n 侃令軍士擲火爲城，以斷其路，徐於內築城，賊不能進。朱異有奴出降于賊，景即以爲儀同三司。奴乘良馬，衣錦袍，循行城下，仰見異在城上，呼而謂曰：“汝五十年仕宦，方得中領軍，吾始事侯王，已爲儀同矣。”於是三日之中，群奴出降者以千數。景皆厚撫以配軍。人人感恩，爲之致死。景又射書城上遍諭士民曰：梁自近歲以來，權幸用事，割剝齊民，以供嗜欲。如曰不然，公等試觀今日，國家池苑，王公第宅，僧尼寺塔，及在位庶僚，姬妻百室，僕從數千，不耕不織，錦衣玉食，不奪百姓從何得之？仆起赴闕庭，只誅權奸，非傾社稷。今城中指望四方入援，吾觀王侯諸將，志在全身，誰能竭力致死，與吾爭勝負哉？長江天險，吾一葦航之。景明氣淨，自非天人允協，何能如是！幸各三思，自求無吉。 \\n 當是時，勤王之詔四出，而各路藩鎮，皆懷觀望，或據強城，按兵不發；或托言糧缺，發而又止；或僅遣偏師人援，大軍不接。以故京師被圍已久，而外援杳然。先是邵陵王聞變，晝夜兼行，引兵入援。及濟大江，中流風起，人馬溺者十一二。 \\n 衆請退，不許，遂率西豐侯大春、新塗公大成、永安侯確、安南侯駿、譙州刺史趙伯超、武州刺史蕭弄璋等，步騎三萬，自京口西上。景聞之，遣軍迎拒。趙伯超謂綸曰：“若從黃城大路進兵，必與賊遇，不如徑趨鍾山，突據廣莫門，出賊不意，賊圍必解矣。”綸從之，卷甲疾趨，夜行失道，迂二十餘裏，及旦，才達于蔣山。賊不虞兵來，見之大駭，分兵三道攻綸，綸力戰卻之。會大雪，天寒甚，山巔不能立營，乃引軍下山結寨。賊兵陳於覆舟山北，綸兵陳於玄武湖側，與賊對陣相持，至暮不戰。景伏兵於旁，佯退以誘之，安南侯駿見其退，以爲賊將走，即率衆追逐。景旋軍與戰，伏兵起，左右夾攻，駿大敗而走。趙伯超望見亦退走，諸軍皆潰。綸收餘兵人天保寺，景縱火燒寺，綸率數騎逸去。士卒踐冰雪，往往墮足。景悉收輜重，生擒西豐公大春，及綸將霍俊等而還。明旦，陳所獲首虜鎧仗及大春等於城下，使言曰：“邵陵工已爲亂軍所殺。” \\n 霍俊獨曰：“王小失利，已全軍還京口，城中但堅守，援軍尋至。”賦以刀歐其背，俊辭色彌厲，遂殺之。於是城中益恐。 \\n 時朝野以侯景之禍，共尤朱異，異慚憤發疾死，人皆恨其死晚。而羊侃日夜守禦，心勞力瘁，未幾亦以疾卒。太子哀慟，如失左右手。於是人益危懼。景聞之喜曰：“羊侃死，吾取城如拾芥矣。”乃複大造攻具，大車高數丈，一車二十輪，運土填塹，進焚台城東南樓，勢甚迫。台將吳景獻計太子，即于城內構地爲樓，火才滅，新樓即立，賊以爲神。又賊乘火起，於其下穿城而入。城中覺之，更築迂城，狀如卻月以截之，賊不得進。賊更作土山以逼城，城內作地道，以取其土，外山崩，壓賊且盡。賊計窮，乃徇於衆曰：“有能獻計取城者，封萬戶侯。”時有賊將宋嶷，獻計于景曰：“決玄武湖以灌台城，則城立破矣。”景從之，連夜決湖，水盡灌人城中，闕前皆爲洪流，百姓皆就高處避水。今且按下慢講。 \\n 且說其時來援者，卻有一位忠肝義膽捐軀殉難的傑士，姓韋，名粲，字長蒨，車騎將軍睿之孫，徐州刺史放之子也。粲少有父風，好學厲志。及壯，身長八尺，容貌魁偉，嘗以步兵校尉，人爲東宮領直，與太子深相愛敬。後遷爲衡州刺史，勤於政治，至是征爲散騎常侍，還至廬陵。聞台城被圍，怒曰：“堂堂天朝，爲犬羊所困，要吾輩臣子何用？”因簡閱部下，得精兵五千，倍道赴援。至豫章，以兵力尚弱，就內史劉孝儀謀之，孝儀曰：“必如此，當有敕，豈可輕信人言，妄自發兵，願且少待。”乃置酒留飲。粲怒，以杯抵地，曰：“賊已渡江，便逼宮闕，水陸俱斷，何暇有報？假令無敕，豈得自安！目今巨寇滔天，君父在難，凡屬臣子皆當致命。韋粲今日何情飲酒！ \\n ”即馳出。會江州刺史當陽公大心遣使邀粲，粲馳往見之，謂大心曰：“上游藩鎮，江州去京最近，殿下情計，誠宜在前。 \\n 但中流任重，當須接應，不可闕鎮。今宜且張聲勢，移鎮湓城，賜以一軍相隨，於事便足。”大心然之，乃遣中兵柳昕率兵二千人隨粲進援，行至南州，忽見一支人馬，騎約有萬餘，旗號鮮明，甲兵堅利，浩浩蕩蕩而來。問之，乃司州刺史柳仲禮軍也，聞京師有難，亦來赴救。仲禮與粲，本外兄弟，相見大喜，粲即送糧仗給之，並出私財以賞其戰士。是時，鄱陽王遣其世子嗣，與西豫州刺史裴之高、建安太守趙鳳舉，各將兵人援，軍于蔡州，以待上流諸軍。之高聞粲與仲禮兵至，遂自張公洲遣船渡之。未幾，宣猛將軍李孝欽、殷州刺史羊鴉仁、南陵太守陳文徹，各率衆來會。又湘東世子方等將步騎一萬，人援建康。竟陵太守王僧辯，將舟師萬人，出自漢川，載糧東下，於是援兵大集。共屯新林，商議破賊。粲謂：“將不一心，致敗之道，必得一人爲主，乃克號令畫一。”因共議推仲禮爲大都督，以主軍政。獨裴之高自以年位並尊，恥居其下，議累日不決。粲抗言於衆曰：“今者同赴國難，義在除賊，所以推柳司州者，正以久捍邊疆，先爲侯景所憚。且士馬精銳，無出其右。 \\n 若論位次，柳在粲下，語其年齒，亦少於粲；直以社稷大計，不得複論官職高下。將貴在和，方克協力，若人心不同，大事去矣。裴公朝之舊德，豈應複挾私情，以沮大計。粲請爲諸君解之。”乃單舸至之高營，切讓之曰：“今二宮危逼，朝不保夕。臣子當戮力同心，豈可自相矛盾，豫州必欲立異，鋒鏑便有所歸。”之高垂泣致謝。遂推仲禮爲大都督，衆將一稟指揮，合兵十余萬，緣淮立柵。 \\n 景見援兵大集，亦樹柵北岸以應之。先是景獲之高家室，囚于營。至是臨水陳兵，將其家室連鎖，列於陣前，以鼎鑊刀鋸隨其後，謂曰：“裴公不降，今即烹矣。”之高召善射者，先射其子，再發皆不中。賊仍困之。俄兩景率步騎萬人於後渚挑戰。仲禮欲出擊之，韋粲曰：“日晚我勞，未可戰也。”仲禮乃堅壁不出。景亦引退。丙辰晦，仲禮將戰，夜至韋粲營部分衆軍。時諸將各有據守，唯青塘無人守把，乃謂粲曰：“青塘當石頭中路，賊必爭之，此系要地，非兄不可，若疑兵少，當更遣軍相助。”粲曰：“自分才弱，恐不足以當此任，然公有命，仆曷敢違！”仲禮乃遣其將劉叔胤助之。丁已朔，仲禮自新亭徙營大桁，韋粲引兵往青塘，忽大霧咫尺不相見，軍迷失道。比及青塘，夜已過半，立柵未合，天已大明。侯景望見之曰：“彼何人斯，而敢於此立寨？急擊勿失。”遂親率銳卒來攻。粲使軍主鄭逸逆擊之，命劉叔胤似舟師截其後，逸抵死相拒。久之，賊來益衆，矢下如雨，逸不能支。叔胤見賊盛，畏懦不敢進，逸遂敚景乘勝直入粲營，左右牽粲避賊，粲不動，叱子弟力戰，親自博擊。未幾，一門皆爲賊殺。軍士飛報仲禮，言青塘被圍。仲禮方食，投箸而起，被甲握槊，率麾下百騎馳往救之。與景大戰於青塘，所向披靡，斬首數百級，沈淮水死者千余人，景退走，仲禮挺槊刺之，刃將及景。景魂膽俱喪，而減將支伯仁自後斫仲禮，中其肩，仲禮墜馬，賊聚槊刺之。騎將郭山石，見主將墜地，奮死往救，力斬賊將數人，賊稍退，乃扶仲禮上馬，殺出重圍，仲禮傷甚，至軍中昏迷不省人事。親將惠臶爲之吮瘡斷血，得不死。自是景不敢複濟南岸，仲禮亦氣衰不復言戰矣。後人有詩挽韋粲之死雲：吹唇百萬逞兇狂，赴難無人到建康。 \\n 耿耿孤忠懸日月，令人千載億青塘。 \\n 卻說邵陵王綸，自戰敗之後，奔于朱方，複收散卒，與東揚刺史臨城公大連、新塗公大城，自東道並至，列營于桁南，亦推仲禮爲大都督。時賊圍甚嚴，內外水泄不通，台城與援軍，信命久絕，或獻策于太子，作紙鴟系以長繩，藏敕於內，乘風放去，冀達衆軍，題雲：“得鴟送援軍賞銀百兩。”太子自出太極殿前，乘西北風縱之。賊營望見，群以爲怪，射而下之。 \\n 援軍亦募有能人城通信者，許重賞。有邵陽將李朗應募，請先受鞭，詐爲得罪，叛投賊營，從此可以人城。鄱陽鞭而遺之，朗即投賊，賊見其背有傷痕，信而納之，於是乘間人城，城中方知援兵四集，舉城鼓噪。帝以朗爲直閣將軍，使還報命。朗不敢複過賊營，乃緣鍾山之後，夜行晝伏，積日乃達。諸將得敕，爭請仲禮進兵。而仲禮自韋粲死後，神情傲狠，陵蔑諸將。 \\n 邵陵王綸每日執鞭至門，亦移時弗見，由是與仲禮不睦，諸軍互相猜阻，莫有戰心。 \\n 先是台城之閉也，公卿以食爲念，男女貴賤，並出負米，得四十萬斛。又收錢帛五十萬億，並聚德陽堂，而不備薪芻魚鹽。至是壞尚書省爲薪，撒薦剉以飼馬。禦廚有幹苔數十石，味酸鹹，取以分給戰士。其後米亦竭，軍士或煮鎧，或熏鼠捕雀以爲食。屠馬於殿省間，雜以人肉，食者必死。而侯景之衆亦饑，抄掠無所獲，東城有米可支一年，援軍斷其路。又聞荊州兵將到，景甚患之。王偉曰：“今台城不可猝拔，援軍日盛，我軍乏食，未可與戰。”不如僞且求和，以緩其勢。因求和之際，運東城米人石頭，援軍必不得動，然後休士息馬，繕修器械，伺其懈怠擊之，一舉可取也。”景從之，遣其將任約、於子悅至城下，拜表求和，乞歸舊鎮。太子以城中饑困，清帝許之，帝怒曰：“和不如死！”太子固請曰：“侯景圍逼已久，援軍坐視不戰，宜且許其和，更爲後圖。”帝遲回久之，乃曰：“汝自斟量，勿令取笑千載。”遂報許之。 \\n 景見朝廷受其和，乞割江右四州之地，並求宣城王大器出送，然後濟江。傅歧固爭曰：“豈有賊舉兵圍宮闕，而更與之和乎？此特欲卻援軍耳。戎狄獸心，必不可信。且宣城工嫡嗣之重，國命所系，豈可爲質？”太子不得已，乃以大器之弟石城公大款出質于景。又敕諸軍不得複進，下詔曰：“善兵不戰，止戈爲武。”以景爲丞相、豫州牧、河南王如故。已亥，設壇于西華門外，遣仆射王克、吏部蕭瑳，與賊將於子悅、任約登壇共盟。又遣太子詹事柳津出西華門，與景相對數十步外，殺牲歃血。盟既畢，城中士民，只道景即解圍。久之，景了無去志，專修鎧仗，托雲無船，不得即發，且欲遣石城公還台，求宣城王出送。太子雖覺其詐，猶依違從之。乙卯，景又啓曰：“適有西岸信至，高澄已據壽陽，臣今無所投足，求借廣陵及譙州，俟得壽陽，即奉還朝廷。”又雲：“援軍既在南岸，須于京日渡江。”太子並許之。庚成，景又啓曰：“永安侯確、直閣趙威方，屢次隔柵見詬，雲：‘天子自與汝盟，我終當破汝。’乞召二人人城，即當引路。”帝便使尚中張綰召二人入城，趙威方奉命，確因辭不入。邵陵王泣謂確曰：“圍城既久，聖上憂危，巨子之情，切于湯火。故欲且盟而遣之，更申後計。 \\n 成命已決，何得拒違？”時台使周石珍在綸所，確謂之曰：“侯景雖雲欲去，而長圍不解，意可見也。今召僕人城，何益於事？”石珍曰：“敕旨如此，郎那得辭？”確堅執如故。綸大怒，謂趙伯超曰：“譙州爲我斬之，持其首去。”伯超揮刀眄確曰：“伯超識君侯，刀不識也。”確乃流涕人城。 \\n 先是帝常蔬食斷葷，及城圍日久，禦廚蔬茹皆絕，乃食雞子。確入城，上雞子數百枚。帝手自檢點，歔欷哽咽，謂確曰：“繹在荊州，兵力最強，而竟不一至，何也？”確泣而不言。 \\n 當是時，湘東王繹擁數萬衆，軍於郢州之武城。河東王譽以湘州兵軍於青草湖，桂陽王慥以信州兵軍於西峽口，皆彼此觀望，淹留不進。有蕭賁者，骨鯁士也，爲荊州參軍，以繹不早下，心甚非之，常與繹雙六，食子未下，賁曰：“殿下都無下意。 \\n ”繹知其譏己，甚忿其言。至是得帝敕，雲與景盟，便欲旋師，賁諫曰：“景以人臣舉兵向闕，今若放兵，未及渡江，童子能斬之矣，必不爲也。大王以十萬衆，未見賊而退，竊爲大王不取也。”繹益怒，未幾，因事殺之。繹既先歸，援軍皆解嚴，景乘其際，盡遠東城米歸石頭。既畢，謂王偉曰：“軍食已足，計將安出？”偉曰：“王以人臣舉兵圍守宮闕，逼辱妃主，殘穢宗廟，擢王之發，不足數王之罪。今日持此，欲安所容身乎？ \\n 背盟而捷，自古多矣。願且留此以觀其變。”正德亦曰：“大功垂就，豈可棄去？”景曰：“是吾心也。”途命王偉修啓，歷數朝廷之非，指帝十失以上之。但未識所指十失雲何，且聽下回分解。 \\n 侯景禽獸爲心，人人皆知。梁武惑于朱異之言，深信不疑。 \\n 到得兵臨城下，遂至計無所出。羊侃實心爲國而死，韋粲忠義奮發而死，天心已可概見。臨賀送女結歡，湘東擁兵不救，全無心肝，有愧韋粲、蕭賁多矣。 \\n  \\n   \\n  "}
{"章节": "第二十五回 侯景背誓破台城 諸王斂兵歸舊鎮", "正文": "  \\n 第二十五回　侯景背誓破台城　諸王斂兵歸舊鎮 \\n 　 \\n 話說侯景軍食既足，志在背盟，謀臣王偉力勸之，以爲去必不克。於是數帝十失，上啓於朝。其略雲：竊惟陛下，踵武前王，光宅江表，躬覽萬幾，劬勞治道。 \\n 刊正周、孔之遺文，訓釋真如之秘奧。人君藝業，莫之與京。 \\n 臣所以踴躍一隅，望南風而歎息也。豈圖名與實爽，聞見不同，今爲陛下陳之。陛下與高氏通和，歲逾一紀，必將分災恤患，同休共戚。寧可納臣一介之使，貪臣汝、潁之地，便絕和好。 \\n 夫敵國相代，聞喪則止，匹夫之交，托孤寄命，豈有萬乘之君，見利忘義若此者哉？其失一也。臣與高澄，既有仇憾，義不同國，陛下授臣以上將，委臣以專征，臣受命不辭，實思報效。 \\n 而陛下欲分其功，不使臣擊河北，遣庸懦之貞陽，任驕貪之胡、趙，才見旌旗，鳥散魚潰。紹宗乘勝，席捲渦陽，使臣狼狽失據，妻子爲戮，斯實陛下負臣之深。其失二也。韋黯之守壽陽，衆無一旅，魏兵凶銳，欲飲馬長江，非臣退保淮南，勢未可測。 \\n 既而邊境獲寧，令臣作牧此州，以爲蕃捍，方欲勵兵秣馬，克申後戰，陛下反信貞陽謬啓，複請通和。臣頻諫阻，疑閉不聽，反復若此，童子猶且羞之，況在人君，二三其德。其失三也。 \\n 夫畏懦逗留，軍有常法，所以子王小敗，見誅于楚；王恢失律，受戮於漢。今貞陽以帝之猶子，而面縛敵庭，實宜絕其屬籍，以釁征鼓。陛下憐其苟存，欲以微臣相易。人君之法，當如是哉？其失四也。懸瓠大藩，古稱汝、潁，臣舉州內附，羊鴉仁無故棄之，陛下曾無嫌責，使還居北司。鴉仁棄之不爲罪，臣得之不爲功，其失五也。臣在壽春，只奉朝廷，而鴉仁自知棄州，內懷慚懼，遂啓臣欲反。使臣果反，當有形迹，何所征驗，誣陷頓爾，陛下曾不辨究，默而信納。其失六也。趙伯超任居方伯，惟知漁獵百姓，韓山之役，女妓自隨，才聞敵鼓，與妾俱逝。以致只輪莫返，其罪應誅，而納賄中人，還處州任。伯超無罪，功臣何論；賞罰無章，何以爲國？其失七也。臣禦下素嚴，裴之悌助戍在彼，憚臣嚴制，遂無故遁歸，又啓臣欲反，陛下不責違命離局，方受其浸潤之譖，處臣如此，使何地自安？ \\n 其失八也。臣歸身有道，罄竭忠規，每有陳奏，恒被抑遏。朱異等皆明言求貨，非利不行，臣無賄於中，恒被抑折。其失九也。鄱陽之鎮合肥，與臣鄰接，臣以皇室重臣，每相只敬。而臣有使命，必加彈射，或聲言臣反，陛下不察，任其見侮，臣何以堪於此哉？其失十也。臣是以興晉陽之甲，亂長江而直濟，願得升赤墀，踐文石，口陳枉直，指畫臧否，誅君側之惡臣，清國朝之秕政，則臣幸甚，天下幸甚。 \\n 帝覽表，且慚且怒。城中以景違盟，舉烽鼓噪，複詔援軍進兵。先是閉城之日，男女十余萬，擐甲者二萬餘人，被圍既久，人多身腫氣急，死者十八九，衛城者不滿四千人。率皆疲病，橫屍滿路，不及瘞埋。國勢危如累卵，而柳仲禮身爲都督，唯聚妓妾在營，置酒作樂。諸將日往請戰，不許。安南王駿說邵陵曰：“城危如此，而都督不救，其情可知。萬一不虞，殿下何顔自立於世？今宜分軍爲三道，出其不意攻之，可以得志。 \\n ”綸不能從。柳津遣人爲仲禮曰：“君父在難，不能竭力，百世之後，謂汝心爲何？”仲禮亦不以爲意。帝嘗問津賊勢若何，對曰：“陛下有邵陵，臣有仲禮，圍何由解？”帝爲之淚下。 \\n 中丞沈浚，憤賊背盟，請至景所，責以大義。帝遣之，浚見景，問之曰：“軍何不退中’景曰：“今天時方熱，軍未可動，乞且留京師立效。”浚發憤責之，景怒，拔刀相向，曰：“我斬汝。”浚曰：“負恩忘義，違棄詛盟，固天地所不容。沈浚五十之年，常恐不得死所，何爲以死相懼耶？”徑去不顧，景以忠直舍之。於是決石闕前水，百道攻城，晝夜不息。 \\n 丁卯城陷，賊衆皆從城西入。永安侯確，力戰不能卻，乃排闥入見帝雲：“城已陷。”帝安臥不動，曰：“猶可一戰乎？ \\n ”對曰：“衆散矣。”帝歎曰：“自我得之，自我失之，亦複何恨！”因謂確曰：“汝速去語汝父，勿以二宮爲念，且慰勞在外諸軍。”確泣而退。俄而景入城，先遣王偉入文德殿奉謁，帝命左右褰簾開戶引偉入。偉拜呈景啓，帝問：“景何在，可召來。”景遂入見，以甲士五百人自衛。稽顙殿下，典儀引就三公榻。帝神色不變，問曰：“卿在軍中，無乃爲勞。”景不敢仰視，汗流被面。又問：“卿何州人，而敢至此，妻子猶在北耶？”景皆不能對。任約從旁代對曰：“臣景妻子，皆爲高氏所居，惟以一身歸陛下。”帝又問：“初渡江有幾人。”景曰：“千人。”“圍台城幾人？”曰：“十萬。”“今有幾人？ \\n ”曰：“率土之內，莫非己有。”帝俯首不言，景即退。複至永福省見太子，太子亦無懼容，侍衛皆驚散，惟中庶子徐摛、舍人殷不害侍側。景傲然登階，摛謂景曰：“候王當以禮見，何得如此？”景乃拜。太子與言，又不能答。景退，謂其黨曰：“吾嘗跨鞍對陣，矢刃交下，而意氣安緩，了無怖心。今見蕭公，使人自懾，豈非天威難犯？吾不可以再見之。”於是悉撒兩宮侍衛，縱兵入宮，盡掠乘輿服禦宮人以出。使王偉守武德殿，於子悅屯太極殿堂，矯詔大赦，自加大丞相，都督中外諸軍事。旋命石城公大款，以帝詔解外援軍。 \\n 柳仲禮召衆議之，邵陵王曰：“今日之命，委之將軍。” \\n 仲禮直視不對。裴之高、王僧辨曰：“將軍擁衆百萬，使宮闕淪沒，正當悉力決戰，以贖前愆，何用躊躇？”仲禮竟無一言。 \\n 諸軍見其無戰意，乃各引兵還鎮。柳仲禮及其弟敬禮、羊鴉仁、趙伯超並開營降。仲禮入城，先拜景而後見帝，帝不與言。退見其父津，津偷哭曰：“汝非我子，何勞相見？”是日景燒內積屍，病篤未絕者，亦聚而焚之。庚子，詔征鎮牧守，各複本任，朝臣皆還舊職。初，臨賀王正德，與景相約，平城之日，不得全帝與太子。故台城一破，正德即率衆揮刀入宮。那知景已使人守定宮門，斥正德曰：“侯王有命，擅入者斬。”正德悚然而退。越一日，景令正德去帝號，遷爲侍中、大司馬，入朝於帝。正德入見，拜且泣。帝曰：“歎其位矣，何嗟及矣。 \\n ”正德自後常懷怨恨，未幾景殺之。 \\n 且說帝爲侯景所制，心甚不平，怒氣時形於色。一日，景欲以宋子仙爲司空，帝曰：“調和陰陽，安用此物？”景又請以其党爲便殿主帥，帝不許。景不能強，心甚憚之。太子人見，泣且諫曰：“宗廟存亡，皆系景手，願少忍之。”帝曰：“誰令汝來？若社稷有靈，猶當克復；如其不然，何惜一死而事流涕爲！”一日，忽見省中，有驅驢馬，帶弓劍，出入往來者。 \\n 帝怪之，問左右曰：“往來者是何人？”直閣將周石珍曰：“侯丞相甲士。”帝大怒，叱石珍曰：“是侯景，何謂丞相！” \\n 左右皆懼。是後帝有所求，多不遂志，飲食亦爲所裁節，憂憤成疾。五月雨辰，帝臥淨居殿，口苦，索密不得，再呼荷荷而殂。年八十六，廟號高祖。景聞帝崩，秘不發喪，遷殯于昭陽殿，使王偉、陳慶，迎太子于永福省，如常人朝。太子嗚咽流涕，不敢泄聲。殿外文武，皆莫之知。辛巳，發高祖喪，升梓宮於太極殿。是日太子即皇帝位，群臣朝賀，改元大寶，是爲簡文帝。侯景山屯朝堂，分兵守衛。浩敕詔令，皆代爲之。帝拱默而已。六月丁亥，立宣城王大器爲太子，封皇子大心等七人，皆爲王。以郭元建爲北道行台，總督江北諸軍事，鎮新秦。 \\n 卻說景愛永安侯確之勇，常置左右，確曲意承合，使景不疑。時邵陵王綸在郢州，潛遣入呼之，確曰：“景輕佻，一夫力耳。我欲手刃之，尚恨未得其便。卿還語家主，匆以吾爲念。 \\n ”一日，景遊鍾山，確與偕行，見一飛鳥，景命射之，一發烏落。又一鳥飛來，確彎弓持滿，欲射景，箭將發而弦忽斷。景覺其異，因叱曰：“汝何反？”確曰：“我欲殺反者，而天不助我，命也。”景遂殺之。 \\n 時東吳皆有兵守，景遣於子悅、侯子鑒等東略吳郡，所將兵甚少。新城戍主戴僧遇，有精兵五千人，說太守袁君正曰：“賊今乏食，台中所得，不支一旬。若閉關拒守，立可餓死。 \\n 願公勿附於賊。”無如郡人皆恤身家，恐不能勝，而資産被掠，爭勸君正迎降。君正於是具牛酒，出郊以迎子悅。子悅執之，而掠奪財物子女，東人大悔恨。沈浚避難東歸，與吳興太守張嵊，合謀拒景。 \\n 時吳興兵力寡弱，嵊又書生，不閑軍旅，或勸嵊效袁君正，以郡迎降。嵊歎曰：“袁氏世濟忠貞，不意君正一日隳之，吾豈不知吳郡既歿，吳興勢難久全？但以身許國，有死無二耳。 \\n ”及子鑒軍至，嵊率衆與戰，敗還府，整朝服坐堂上，賊至不動。子鑒執送建康，景嘉其守節，欲活之。嵊曰：“吾參任專城，朝廷傾危，不能匡複，今日速死爲幸。”景猶欲存其一子，師曰：“我一門已在鬼錄，不就爾虜求生。”景怒，盡殺之。 \\n 並殺沈浚。又賊將宋子仙攻錢塘，戴僧遇降之，遂乘勝至會稽。 \\n 時會稽勝兵數萬，糧仗山積，東人徵候景殘虐，鹹欲拒之。而刺史南郡王大連，朝夕酣飲，不恤士卒，軍事悉委司馬留異。 \\n 異隱與賊通，遂以衆降。大連被執，送之建康，猶醉不之知。 \\n 帝聞之，引帷自蔽，掩袂而泣。於是三吳盡沒于景。 \\n 景志益驕，下令采選吳中淑女，收入府中，有容貌出衆者，教之歌舞，以資聲色之樂。賊党有言溧陽公主之美者，景即人宮，逼而見之。時溧陽年十四，芳姿弱質，果有沈魚落雁之容。 \\n 景一見，不勝驚喜，回顧左右曰：“我初以正德之女爲美，今觀公主之色，正德女不足數矣。”因向溧陽曰：“公主深宮寂寞，此間無可快意，不如隨吾回宮，共用榮華，與公主偕老何如？”溧陽羞慚滿面，低聲應曰：“承大王不棄，妻之顧也。 \\n ”景大悅，遂購小輿，載之以歸。是夕，召集群臣，大排筵宴，以慶新婚。酒闌之後，與公主攜手入房，共效于飛之樂。可憐嬌花嫩蕊，狼藉於跛奴之手。帝聞之，封景爲附馬，景益喜。 \\n 三月三日，景清帝楔宴于樂遊苑，暢飲連日，還宮後，景與公主，共據禦床，南面並坐，文武群臣，列坐待宴。越日，又請駕幸西州，帝禦素葷，侍衛寥寥，景甲士數千，翼衛左右。帝聞絲竹之音，淒然泣下。酒半酣，景起舞，亦請帝起舞，帝亦爲之盤折。宴罷，帝攜景手曰：“我念丞相。”景曰：“臣亦念陛下，且臣得尚公主，則與陛下爲至親。陛下苟無異志，臣亦寧有變心？請與陛下設誓可乎？”帝從之，因與帝登重雲殿，禮佛爲誓雲：“自今君臣，兩無猜貳，共保始終。”蓋景飲娛公主意，故與帝盟也。 \\n 當是時，江南連年旱蝗，江、揚猶甚，百姓流亡，相與采草根、木葉、菱芡而食，死者蔽野。富貴之家，衣羅綺，懷金玉，俯伏床帷而死。千里絕煙，人迹罕見，白骨成聚，如邱隴焉。而景殘酷益甚，立大碓於石頭城，有犯法者，輒搗殺之。 \\n 常戒諸將曰：“破柵平城，當盡殺之，使天下知我威名。”故諸將每戰，專以焚掠爲事，斬刈人如草芥，以資戲笑。又禁人偶語，犯者刑及外族。爲其將帥者，悉稱行台。來降附者，悉稱開府。其親寄隆重者，日左右廂公。勇力兼人者，曰庫直都督。今且按下不表。 \\n 再說湘東王繹，字世誠，高祖第七子也。初高祖夢一眇目僧，執香爐至殿前，口稱托生皇宮，徑往內走。高祖夢覺，而後宮適報皇子生，名之曰繹。少患眼疾，遂盲一目。高祖憶前所夢，彌加寵愛。及長，好學不倦，博極群書，高祖常問曰：“孫策在江東立業，年有幾？”對曰：“十七。”高祖曰：“正是汝年。”遂封湘東王，出爲荊州刺史。其在荊州，軍書行檄，文章詩賦，點毫立就，常曰：“我韜於文字，愧于武夫。 \\n ”人以爲確論，性好矯飾，多猜忌，有勝己者，必加毀害。忌劉之遴才學，使人鴆之，如此甚衆。妃徐氏，有美色，嗜酒好淫，性又酷妒，見無寵之妾，便交杯接坐。才覺有娠者，即手加刀刃。以王眇一目，每知王將至，必爲半面妝以俟，王見，則大怒而出。王好讀書，卷籍繁多，每不自執卷，令左右更番代執，晝夜無間。以故左右出人無忌，妃擇其美者，常與之淫。 \\n 有季江者，美姿容，尤爲妃愛。季江每歎曰：“植直狗雖老猶能獵，蕭溧陽馬雖老猶駿，徐娘雖老猶尚多情。”又有賀徽者，年少面貌美，妃常往普賢寺禮佛，遇之心動，即令寺尼招之入內，遂與之私。意甚謙，書白角枕爲詩，互相贈答。後事露，繹欲殺之，以其生世子方等，不忍，乃盡殺其所私者，而幽之後宮。更作《蕩婦秋思賦》以刺之，其詞曰：蕩予之別十年，倡婦之居自憐。登樓一望惟見，遠樹含煙。 \\n 平原如此，不知道路幾千？天與水兮相逼，山與雲兮共色。山則蒼蒼入漢，水則涓涓不測。誰複堪見鳥飛，悲鳴只翼？秋何月而不清，月何秋而不明。況乃倡樓蕩婦，對此傷情。于時露萎庭蕙，霜封階砌，坐視帶長，轉看腰細。重以秋水文波，秋雲似羅。日黯黯而將暮，風騷騷而渡河。姜怨回文之錦，君悲出塞之歌。相思相望，路遠如何？鬢飄蓬而漸亂，心懷愁而轉歎。愁索翠眉斂，啼多紅粉漫。已矣哉！秋風起兮秋葉飛，春花落兮春日暉。春日遲遲猶可至，容子行行終不歸。 \\n 世子方等見之，知爲其母作也，且慚且懼。原來方等有俊才，善騎射。台城被圍，繹停軍郢州，獨遣方等率步騎一萬，援健康，每戰親犯矢石，以死節自任。及宮城陷，繹還荊州，方等亦收兵還，甚得衆和。湘東始歎其能，修築城柵，以備不虞。既成，樓雉相望，周遮七十餘裏。湘東見之大悅。然方等以母故，恒鬱鬱不樂。嘗著論以見志雲：人生處世，如白駒過隙耳。一壺之酒，足以養性；一簞之食，足以恰形。生在蓬篙，死葬溝壑。瓦棺石槨，何以異茲。 \\n 吾嘗夢爲魚，因化爲鳥。當其夢也，何樂如之。及其覺也，何憂及之。良由吾之不及魚鳥者遠矣。舉手動觸，搖足恐墮，若使吾終得與魚鳥同遊，則去人間如脫屣耳。 \\n 又嘗謂所親曰：“吾豈愛生，但恐死不獲所耳。”今且按下慢講。 \\n 且說其時賊據建業，凶勢滔天。然方收集三吳，未遑經營江北，故京師雖破，外鎮猶強。荊州則湘東王繹，襄陽則岳陽王詧，湘州則河東王譽，信州則桂陽王慥，益州則武陵王紀，而鄱陽鎮合肥，邵陵據郢州，唯荊州地居形勝，兵力最強，特推爲督府，各受節制。而湘東疑忌宗室，每與諸王不睦。 \\n 先是太清三年，河東王譽移鎮湘州，前刺史張纘，恃其才望，輕譽少年，迎侯有闕。譽怒，頗陵蹙之。纘恐爲所害，輕舟夜遁。與湘東有舊，欲因之以殺譽兄弟，乃奔江陵，求昵於繹。恰值桂陽王將還信州，欲謁督府，停軍以待。纘因說繹曰：“河東、岳陽，共謀不逞，欲襲荊州，桂陽留此，欲應譽、詧。 \\n ”湘東信之。遂殺慥。諸王由是不服。其後督糧於湘州，譽怒曰：“各自軍府，何忽隸人？”使者三返，譽競不與。繹怒欲伐之。世子方等請行，繹乃給兵三千，使之往討。譽出兵拒之，戰于麻溪，方等匹馬陷陣而死，湘東聞之怒曰：“河東敢殺吾子，此仇必報。”乃命大將鮑泉，率騎一萬進討。王僧辯起竟陵之衆助之，刻日就道。僧辯因竟陵部下未盡至，欲俟衆集，然後行，求緩日期。繹疑僧辯觀望，按劍厲聲曰：“卿憚行拒命，欲同賊耶？今唯有死耳。”因斫僧辯，中其髀，悶絕倒地。 \\n 久之方蘇，即下於獄。泉在旁，震怖不敢言，僧辯母聞之，徒行至官，流涕人謝，自陳無訓，伏地求免。繹意解，賜以良藥，故得不死。泉獨將兵擊湘州。但未識湘州果得勝否，且聽下回分解。侯景反復小人，而又機變詭譎，其歸染而畔，明者早已知之。梁武以天挺之姿，壯時何等英邁，乃老而昏憒，但知妄佞佛，不惜民生，至呼“荷荷”而殂，哀哉！簡文爲景所制，悲笑由人，真是雖生猶死。設諸鎮兄弟，合力同心，以誅侯景，何愁不克？乃湘東心情猜忌，小人乘此播弄，弟兄叔侄，互相殘殺，以致一敗塗地，可恨可憐，當爲千秋炯戒。 \\n  \\n   \\n  "}
{"章节": "第二十六回 除霸先始興舉義 王憎辯江夏立功", "正文": "  \\n 第二十六回　除霸先始興舉義　王憎辯江夏立功 \\n 　 \\n 話說鮑泉師至湘州，河東王譽引軍迎之，連戰皆敗，退保長沙。鮑泉圍之，譽告急于岳陽王詧。詧與左右謀曰：“欲解長沙之圍，不如去伐江陵，江陵破，則其圍自解。”乃留參軍蔡大寶守襄陽，自率精騎二萬二千，來伐荊州。繹大懼，遣左右就獄中問計於僧辯。僧辯內陳方略，繹乃赦之，以爲城中都督。 \\n 先是詧至江陵，作十三營以攻之。會大雨，平地水深四尺，詧軍氣沮，繹將杜岸，請以五百騎襲襄陽，則此圍自解，繹許之，岸乃晝夜兼行，去襄陽三十裏，城中始覺。蔡大寶奉詧母龔太妃登城拒戰，城得不破。詧聞之，懼根本有失，連夜棄營遁去。江陵始安。 \\n 卻說鮑泉圍長沙，久不克，湘東怒之，以王僧辯代爲都督，數泉十罪。泉聞僧辯來，愕然曰：“得王竟陵來助，賊不足平矣。”拂席待之。僧辯入營，背泉而坐曰：“鮑郎，卿有罪，令旨使我鎖卿，卿勿以故情見期。”乃宣繹命，鎖之床側。令自作啓，以謝淹緩之罪，上呈湘東，湘東怒解，遂釋之。複求救于邵陵王綸，綸欲救之，而兵糧不足，乃致書於湘東曰：從來天時地利，不如人和。況乎手足股肱，豈可相害？今社稷危恥，創巨痛深，唯應剖心嘗膽，泣血枕戈，其餘小忿，或宜容貰。若外難未除，家禍仍構，料古訪今，未或不亡。夫征戰之理，唯求克勝，至於骨肉之戰，愈勝愈酷。捷則非功，敗則有喪，勞兵損義，虧失多矣。侯景之軍所以未窺江外者，良爲藩屏盤固，宗室強密。弟若陷洞庭，不戰兵刃，雍州疑迫，何在自安。必引魏軍以求形援，如是則家國去矣。唯望解湘州之圍，存杜稷之計。幸甚！幸甚！ \\n 繹得書，全不動念，複書於綸，但陳河東過惡，罪在不赦。 \\n 且曰：“臨湘旦平，暮便返旆。”綸見之，以書投地，慷慨流涕曰：“天下之事，一至於此，湘州著敗，吾亡無日矣。” \\n 且說繹既不從綸言，命王僧辯急攻長沙，辛巳克之。遂斬河東王譽，傳首江陵。繹反其首而葬之。以僧辯爲左衛將軍。 \\n 斯時岳陽聞詧死，恐亦不能自存，乃遣使求援于魏，請爲附庸之國。後湘東又遣柳仲禮鎮竟陵以圖之。岳陽益懼，乃遣妃王氏，及世子寮爲質于魏，乞出兵以擊仲禮。時魏宇文泰，正欲經略江漢，得詧來附，甚喜，乃命楊忠爲都督，擊仲禮以援詧。 \\n 忠選騎二千，銜枚夜進，大敗仲禮於獲頭，獲其子弟，盡俘其衆。仲禮狼狽遁歸。於是義陽、安陽、竟陵三郡守將皆以城降，漢東之地，盡入于魏。忠遂乘勝，進逼江陵。湘東大懼，遣舍人庾恰說忠曰：“詧來伐叔，而魏助之，何以使天下歸心？如不助詧，願以次子方略爲質，乞和大國。”楊忠許之。繹乃與忠盟於石城曰：“魏以石城爲封，梁以安陸爲界，請同附庸，並送質子，貿遷有無，永敦鄰好。”忠乃還。 \\n 卻說邵陵王大修鎧仗，將討侯景，湘東惡之，使僧辯率舟師一萬，東趣江鄙，聲言迎綸還荊，授以湘州，其實襲之。軍至鸚鵡州，綸以書責僧辯曰：“將軍前年殺人之侄，今歲伐人之兄，而不聞一矢一旅，加之於賊。以此求榮，恐天下不許。 \\n ”僧辯送其書于江陵，繹命進軍。綸料不能敵，乃集麾下於西園，涕泣言曰：“我本無它，志在滅賊，湘東嘗謂與之爭帝，遂爾見伐。今日欲守，則糧儲交絕；欲戰則取笑天下。不容無事受縛，當於下流避之。”麾下爭請出戰，綸不從，自倉門登舟北出。僧辯入據郢州，繹以世子方諸爲郢州刺史，王僧辯爲領軍將軍。綸奔汝南，遣使請降于齊，欲圖安陸，爲西魏將所殺。時鄱陽王在湓城，見宗室相殘，亦以憂死。由是賊未亡，而梁之宗室，已死亡過半矣。後人有詩譏湘東曰：君父之仇甘共天，摧殘骨肉劇堪憐。 \\n 詩書萬卷雖能讀，忘卻風人唐棣篇。 \\n 今且按下不表。 \\n 且說一代將終，必有一代開基之主，應運而興。方天監二年，梁業正當隆盛，而代梁有天下者，已生世上。其人姓陳，名霸先字興國，小字法生，吳興長城下若裏人。漢太邱長陳實之後，世居潁州，實七世孫達，爲長城令，愛其山水，遂家焉。 \\n 嘗謂所親曰：“此地山川秀麗，當有王者興，二百年後，我子孫必鍾斯運。”越八傳，至文贊，遂生霸先。少時倜儻有大志，不事生産。既長，愛兵書，多武藝。身長六尺五寸，日角龍顔，垂手過膝。嘗遊義興，館于許氏，夜夢天開數丈，有朱衣四人，捧日而至，納之於口，及覺，腹中猶熱，霸先因自負。然固於貧賤，雖有沖天之志，無從施展。一日，閑坐在家，聽見門前車馬聲喧，走出視之，乃是新喻侯蕭映，爲吳興太守，今日走馬到任。映坐輿中，望見霸先形貌非常，心甚異之，因呼左右問其姓名而去。明日便邀霸先到署，談論竟日，益歎服，指謂左右曰：“此人胸藏經天緯地之才，濟世安民之略，他日所就，正未可量。”及映爲廣州刺史，遂引霸先爲參軍，令招集士馬，訓練武勇，境內賊寇，無不摧滅。 \\n 先是交州刺史蕭諮，以殘刻失衆心。土豪李賁，連結數州強勇，同時造反，台軍討之不克，賊將杜天合、杜僧明，進寇廣州，晝夜苦攻，州中大恐。對霸先在外爲遊軍，率其衆，卷甲兼行以救之，屢戰屢捷，天合中流矢死，賊衆大潰。僧明乞降，霸先愛其勇，收爲偏將。廣州以安，蕭映乃詳列其功，奏於朝。帝深異焉，授爲直閣將軍，遣畫工圖其容貌而觀之。霸先益自激勵。其年冬，蕭映卒，詔以霸先爲交州司馬，與刺史楊瞟南討李賁。瞟見霸先麾下，士卒勇敢，器械精利，喜曰：“能克賊者，必陳興國也。”悉以軍事委之。 \\n 時值蕭勃爲定州刺史，相遇于西江。勃知衆憚遠行，勸瞟勿進。瞟意猶豫，霸先謂瞟曰：“交人叛亂，罪由宗室諸侯，不恤人民，以致亂庫有極。定州複欲昧利目前，不顧大計，節下奉辭伐罪，故當死生以之。豈可畏憚宗室，輕幹國憲？今若違詔不前，何必交州討賊？問罪之師，即有所指矣。”瞟從之，於是勒兵鼓行而進，軍至交州，賁衆數萬，據蘇曆江口立柵，以拒官軍。霸先爲前鋒，所向摧陷，賁大敗，遁入典徹湖。其地已屬屈獠界，衆軍憚之。是夜江水暴起七丈，奔注湖中，霸先乘流先進，衆軍鼓噪而前。賊衆大潰，遂擒李賁斬之。傳首京師，以功除振遠將軍、西江督護。時太清元年也。 \\n 明年，侯景寇京師，霸先即欲率兵人援。會廣州刺史元景仲，陰與賊通，將以廣州附賊。霸先知其謀，乃集義兵於南海，馳檄以討景仲。景仲窮蹙自縊，霸先乃迎蕭勃鎮廣州。又值蘭裕等作亂，始興十郡，皆從之反，勃令霸先討之，悉擒裕等。 \\n 勃因以霸先監始興郡事。霸先乃厚結始興豪傑，同謀赴難。郡人侯安都、張偲各率千餘人來附。霸先皆署爲將。及義軍將發，蕭勃遣使止之曰：“侯景驍勇，天下無敵。前者援軍十萬，士馬精強，然而莫敢當鋒，遂令揭賦得志。君在區區一旅，將何所之？況聞嶺北王侯，又皆鼎沸，河東、桂陽，相次屠戮；嶽陽、邵陵，親尋干戈。以君疏外，詎可暗投，未若且住始興，遙張聲勢，保太山之安也。”霸先泣謂使者曰：“仆本匹夫，荷國厚恩。往問侯景渡江，即欲赴援，遭值蘭裕作亂，梗我中道。今京都覆沒，主上蒙塵，君辱臣死，誰敢愛命？君侯體則皇枝，任重方嶽，不能摧鋒萬里，雪此冤痛。遣仆一軍，猶賢乎已，乃更止之乎？仆行計決矣，非詞說所能止也。”乃遣使間道往江陵，受湘東節度，星夜進兵。 \\n 至大庚嶺，忽有一軍擋住去路，霸先出馬，高聲喝道：“何處兵馬，敢阻吾勤王之師。”話猶未絕，只見對陣中，旗門開處，沖出一將，高聲答道：“吾乃南康郡大將蔡路養也，奉蕭使君之命，教我把守在此，不許一人一騎放過嶺北。你是陳興國，莫想過去，且還始興去罷。”霸先大怒道：“誰爲我擒此賊？”杜僧明一馬沖出。只見路養身邊，閃出一員小將，年約十二三，手持大捍刀，身騎高頭馬，迎住僧明便戰，槍來刀往，鬥至數十合，不分勝負。霸先暗暗喝采，便將鞭梢一指，大衆一齊殺上，敵軍披靡，一時大潰。路養脫身竄走，小將落後不能去，遂執而訊之。姓蕭，名摩訶，乃路養妻侄。侯安都愛其勇，收而養之。於是義軍進頓南昌。 \\n 且說南昌一路，水道最艱。舊有二十四灘，灘多巨石，往來行旅，皆畏其險。霸先軍至，灘水暴漲數丈，三百里間，巨石皆沒。舟行如駛，一日遂達西昌。天空無雲，有龍天矯水濱，長五丈，五采鮮耀，軍人觀者數萬人，莫不歎異。又軍嘗夜行，咫尺難辨，獨霸先前後，若有神光照之，數十步外，並得相見。 \\n 親將趙知禮，怪而問之，霸失笑而不答。由是遠近聞之，皆歸心焉。今且按下霸先起兵。 \\n 再講侯景既集東吳，複思西侵，探得諸王侯同室操戈，互相屠滅，不勝大喜，遂自加宇宙大將軍，都督六合諸軍事，以詔文呈帝。帝驚曰：“將軍乃有宇宙之號耶？”然不敢違，即其號授之。景乃命任約將兵三萬、進寇西陽、武昌。恰值寧州太守徐文盛，募兵數萬，請討侯景。湘東以爲秦州刺史，使引兵東下，與任約遇于武昌。約不虞文盛兵至，初不爲備。文盛進擊，大破之，斬賊將數員，約狼狽走，喪亡不可勝計。明日文盛進擊，又大破之。景聞任約敗，大怒，遂自率衆西上。攜太子大器從軍，留王偉居守建康。自石頭至新林，戰船千艘，舳艫相接。行至中途，任約來謝喪師之罪。景曰：“蓬爾賊何畏，汝看我破之。”至西陽，與文盛夾江築壘。文盛曰：“景自恃無敵；有輕我心。若不先挫其鋒，必爲所乘。”於是策勵將士，乘其初至攻之，士皆死戰，殺其右丞庫狄式和。景大敗，退營五十裏，集諸將問計。諸將請再戰克之，景曰：“彼氣方銳，戰未可必。吾聞郢州刺史蕭方諸，湘東少子，不暗軍旅，吾以輕兵襲之，可虜而獲也。得江夏，文盛在吾圍中，彼且奔走不暇矣。”諸將皆曰：“善。”乃使宋子仙、任約，率輕騎四百，由淮內襲郢州。 \\n 卻說方諸年十五，以行事鮑泉和弱，常狎侮之，或使伏於床中，騎其背爲馬。恃徐文盛在近，不復設備，日以蒲酒爲樂。 \\n 丙午，大風疾雨，天色晦冥。有登陴望見賊者，走告鮑泉。泉曰：“徐文盛大軍方勝，賊何因得至？當是王珣軍人還耳。” \\n 蓋珣率江夏兵五百，從文盛在外也。既而告者益衆，始命閉門。 \\n 而於仙等已馳入城，霎時殺進府中。方諸猶踞泉腹，以五色采辮其髯，見於仙至，方諸迎拜。泉匿床下子仙見有五色采，拖出床外，俯而窺之，乃鮑泉也，有采辮在髯上。衆大笑，遂殺之，。江夏已拔，景乘便風，中江舉帆，遂越文盛軍，入江夏。 \\n 文盛軍聞之，不戰而潰，文盛逃歸江陵。王珣以家在江夏，降于景。先是湘東以王僧辯爲大都督，率王琳、杜龕等東擊景。軍至巴陵，聞郢州已陷，因留戍之，湘東乃遺僧辯書曰：“賊既乘勝，必將西下，不勞遠擊，但守巴邱，以逸待勞，無憂不克。 \\n ”又謂僚佐曰：“景若水步兩道，直指江陵，此上策也；據夏首，積兵糧，中策也；悉力攻巴陵，下策也。巴陵城小而固，僧辯足可委任。景攻城不拔，野無所掠，暑疫時起，食盡兵疲，破之必矣。”乃命羅州刺史徐嗣徽兵自岳陽往武州，刺史杜崱兵自武陵往，共助僧辯拒景。 \\n 卻說景在郢州，停兵三日，留其將丁和守之。使宋子仙將兵一萬爲前驅，趣巴陵。又遣任約將兵一萬，聲言直搗江陵。 \\n 親率大兵，水步並進。於是緣江城戍，望風皆潰。將次巴邱，僧辯乘城固守，偃旗臥鼓，寂若無人。景遣輕騎至城下，問城內守將爲誰，答曰：“王領軍。”騎曰：“何不早降？”僧辯使人對曰：“大軍但向荊州，此城自當非礙。”騎去，既而執王珣至城下，使說其弟王琳出降。琳曰：“兄受命討賊，不能死難，曾不內慚，反來誘我。”取弓射之，珣慚而退。景令軍士肉薄攻城，百道俱進，城中鼓噪，矢石雨下。賊死甚衆，乃退。僧辯又遣輕兵出戰，凡十餘返，所向皆捷。景怒，親自披甲乘馬，在城下督戰，呼聲動天地。僧辯緩服乘輿，奏鼓吹巡城。景望之，服其膽勇。 \\n 再說湘東聞任約西上，遣蕭惠正將兵拒之，惠正謝不能，舉胡僧祐自代。僧祐時坐忤旨系獄，繹即出之，拜爲武猛將軍，引兵前往，戒之曰：“賊若水戰，但以大艦臨之必克；若欲陸戰，自可鼓棹直就巴邱，不須交鋒也。”僧祐受命而行。軍次湘浦，任約率卒五千，據白塔以待之。僧祐由他路而上，約謂其畏己，率衆追之。及于辛口，約呼僧祐曰：“吳兒何不早降，走何所之？”僧祐不應，潛引兵至赤沙亭。會信州刺史陸法和，引兵亦至，相見大喜。原來法和有異術，先隱于江陵百里洲，衣食居處，一如苦行沙門，或預言吉凶多中，人莫能測。方景之圍台城也，或問之曰：“事將如何？”法和曰：“凡人取果，宜待熟時，不撩自落。”固問之，法和曰：“亦克亦不克。” \\n 及問約向江陵，請於繹曰：“願假一旅，生擒此賊。”繹乃遣之，使助僧祐。法和至，遂與僧祐合軍。是時任約自恃其強，全不以敵軍爲意，戒左右曰：“速攻之，忽使逸去。”遂直抵赤亭。法和謂僧祐曰：“今日進戰，賊必敗走西北，可伏數十騎邀之，其帥可擒也。吾與將軍嚴陣待之，戒令軍士，勿爲遙射，俟賊至柵前，聽吾鼓聲而起。”僧祐從之。臨戰，任約鼓噪而至，僧祐、法和伏不動。賊拔柵而入，中軍鼓聲忽起，於是萬衆齊奮，爭先衝擊，賊送大潰。任約自出掠陣，以率退卒，不能止。見敵軍紛紛殺來，只得單騎走西北，果遇伏兵，束手就縛。是役也，賊兵死亡殆盡，收穫資糧、器械無數。景聞之不敢進，留宋子仙、丁和守郢城，焚營夜遁。任約執至江陵，叩頭乞降，願殺賊立功，以贖前愆。繹下之於獄，不遽誅。拜僧辯爲征東將軍，兼尚書令，胡僧祐等，皆進位號，使進複江夏。陸法和清還江陵，既至，謂湘東曰：“侯景自然平矣。蜀寇將至，請往禦之。”蜀寇謂武陵王紀也。乃引兵屯峽口。 \\n 卻說僧辯進攻郢州，辛酉，克其羅城，斬首千級。賊退據金城，四面起土山攻之，宋子仙窮蹙，乞輸郢城，身還建康。 \\n 僧辯訛許之，給船百艘，以安其意。子仙信之，浮舟將發，僧辯命杜龕率精勇千人，攀堞而上，鼓噪奄進，以樓船截其去路。 \\n 子仙且戰且走，至白楊浦，大敗，遂與丁和同時就擒。僧辯斬之。遂頓軍尋陽，以爲克復之計。 \\n 卻說景方通時，戰艦前後相失，太子船入樅陽浦，船中腹心皆勸因此人北。太子曰：“自國家喪敗，志不圖生，主上蒙塵，於忍遠離左右？吾今若去，乃是叛父，非避賊也。”因流泗嗚咽，即命前進，遂返建康。 \\n 再講景克京師，常言吳兒怯弱，易以掩取，當須拓定中原，然後爲帝，故不急爭於篡位。及兵敗而歸，猛將多死，不復以天下爲意，專與溧陽公主日在溫柔之鄉，曲盡房幃之樂，朝夕歡娛，大廢政事，王偉屢以爲言，景因入宮稍疏。溧陽不樂，怨恨形於顔色。景慰之曰：“近日入宮稍疏者，以王偉有言，暫相屈從，我二人恩愛如故也。”溧陽大怒曰：“王偉離間我夫婦，誓必殺之。”旋有以溧陽之言報知王偉者，偉恐爲所殺，因欲除帝，盡滅梁氏，以間其寵，乃謂景日。“今兵挫於外，民懷觀望，不早登大位，無以一人心。但自古移鼎，必先廢立，毀示我威權，且絕彼民望。”景從之，乃使衛尉彭雋，率甲士二百人入殿，廢帝爲晉安工。 \\n 先是帝即位以來，防衛甚嚴，外人莫得進見，唯武陵侯諮，舍人殷不害，並以文弱得入臥內。其後武陵以疑見殺，帝自知不久，指所居殿，謂不害曰：“龐涓當死此下。”至是幽於永福省，悉撤內外侍衛，使突騎左右守之。牆垣悉布枳棘，遂下詔禪位於豫章王棟。棟，昭明太子之孫，豫章王歡之子也。時被幽拘，廩餼甚薄，仰蔬茹爲食。方與妃張氏鋤葵，法駕奄至，棟驚愕不知所爲，侍衛逼之，泣而升輦。遂即帝位與太極殿，改元天正。於是宗室王侯，在建康者二十余人，景皆殺之。並殺太子大器。太子神明端凝，于景黨未嘗屆意，所親竊問之，太子曰：“賊若干事勢未須見殺，我雖陵慢呵叱，終不敢害。 \\n 若見殺時至，雖一日百拜，亦何所益？”或又曰：“殿下今居困厄，而神貌恰然，不異平日，何也？”太子曰：“我自度死日必在賊前，若諸叔能滅賊，賊必先見殺，然後就死。若其不然，賊亦殺我以取富。安能以必死之命，爲無益之愁乎？”及被害時，顔色不變，徐曰：“久知此事，嗟其晚耳。”刑者將以衣帶絞之，太子曰：“此不能見殺。”命取擊帳繩絞之而絕。 \\n 時郭元建在秦州，聞帝被廢，馳還建康，謂景曰：“主上先帝太子，既無愆失，何得廢之？”景曰：“王偉勸我，雲早除民望，吾故從之，以安天下。”元建曰：“吾挾天子令諸侯，猶懼不濟，無故廢之，乃所以自危，何安之有？”景大悔，悟曰：“今使重定，以棟爲太孫可乎？”元建曰：“及今爲之，猶愈已也。”但未識簡文果得重定否，且聽後文再講。 \\n 湘東骨肉相殘，以至景賊猖獗，其罪大矣，陳興國本意，原欲爲國家出力，若謂遽有二心，非也。特天挺人豪，自有奇異，未免自負耳。侯景事事不愜人心，且更不成器局，乃至困迫已見，聽王偉小人之詞，遽害簡文父子，不但失算，愈足使人悲憤，焉得不速之死也？ \\n  \\n   \\n  "}
{"章节": "第二十七回 侯景分屍懲大惡 武陵爭帝失成都", "正文": "  \\n 第二十七回　侯景分屍懲大惡　武陵爭帝失成都 \\n 　 \\n 話說景聽元建之言，複欲迎帝重定。王偉聞之，遽入諫曰：“廢立大事，豈可數改？且立豫章爲帝者，豈真奉之，不過爲大王受禪地耳，奈何自沮大計？”景喜曰：“微子言，幾誤吾事。”於是遣使殺南海王大臨于吳郡、南郡王大連于姑孰、安陸王大春於會稽、高唐王大壯於京口，以太子妃賜郭元建。元建曰：“豈有皇太子妃乃爲人妾乎？”竟不與相見，聽使人道。 \\n 景謂王偉曰：“我今可以爲帝乎？”偉請先就簡文以一衆心。 \\n 景曰：“卿快爲我了之。”偉乃與彭竣王修纂進觴於帝曰：“丞相以陛下幽優已久，使臣等來此上壽。”帝笑曰：“已禪帝位，何得複稱陛下，此酒恐不盡此乎？”偉曰：“實無他意，陛下勿疑。”於是俊等並齎酒肴，侍坐陪飲，偉彈曲項琵琶佐酒。帝知將見殺，乃盡酣，謂曰：“不圖爲樂，一至於此。” \\n 先是帝夢吞土數升，明日以告殷不害。不害曰：“昔重耳饋塊，卒反晉國，陛下所夢，將符是乎？”帝搖首曰：“此夢恐別有應。”至是大醉而寢。俊以上囊覆其面，修纂坐其上而崩，果符吞土之夢。 \\n 帝即崩後，加景九錫。已醜，豫章王禪位於景，景即皇帝位於南郊，還登太極殿。其党數萬，皆吹唇鼓噪而上。國號曰“漢”，改元太始。封棟爲淮陰王，並其二弟鎖之密室。王偉請立七廟，景曰：“何謂七廟？”偉曰：“天子祭七世祖考，載其諱於主上。”景曰：“前世吾不復記，唯記我父名標。且彼在朔州，哪一得來此啖飯？”衆皆掩口而笑。其党有知景祖名乙羽周者，自外皆王偉造爲之。追尊父標爲元皇帝。先是景以西州爲府，文武無尊卑，皆被引接。及篡帝位，身居禁中，非故舊不得見，由是諸將多怨望。又好獨乘小馬，彈射飛鳥，王偉每禁止之，不容輕出。景鬱鬱不樂，謂左右曰：“吾何樂爲帝，竟與受擯不殊。”今且按下慢表。 \\n 卻說霸先兵屯西昌，訓練士馬，以候荊州調遣。及聞侯景弑帝，已奪梁祚，不勝大怒。一面上表湘東，請早正大位，以系人心；一面即請進兵克復京師。恰好湘東令旨到來，拜霸先爲蕩寇大將軍，著往尋陽，與僧辯合軍進討。霸先受命，即統甲士三萬，戰艦二千，往尋陽進發。將次湓口，僧辯全軍亦至，彼此相見大喜。僧辯曰：“得君來助，賊不足平矣。”停軍一日，遂于白茅灣，會集諸將，築壇歃血，共讀盟文。霸先流涕慷慨，誓不與此賊俱生，將士皆爲感動。是日，僧辯使侯琚襲南陵、鵲頭二戍，克之。賊將侯子鑒奔還淮南。癸酉，軍至蕪湖，賊將張黑棄城走。景聞之懼，乃遣侯子鑒率兵三萬，據姑孰以拒西軍。戒子鑒曰：“西人善水戰，勿與爭鋒，往年任約之敗，良爲此也。若得步騎一戰，必獲大勝。汝但結營岸上，引船入浦以待之。”子鑒乃舍舟登岸，閉營不出。僧辯與霸先計曰：“賊所以緊守不出者，欲老我師也。我當示弱以誘之。 \\n ”遂停軍蕪湖，十餘日不進。賊党果以爲怯，大喜，告景曰：“西師畏我之強，不敢直前，勢將遁矣，不擊且失之。”景乃複命子鑒爲水戰之備。丁醜，僧辯引軍東下，直趣姑孰。子鑒乃率步騎，度過西洲，於岸上挑戰，以戰船千艘，泊于水際，候官軍上岸，水陸夾擊。僧辯乃使霸先以大艦夾泊兩岸，身領細船佯退。賊兵望見，以爲水軍將走，悉衆來追。追有裏許，僧辯回船奮擊，霸先以大艦橫截其後。鼓噪大呼，合戰江中，殺得賊兵大敗，士卒赴水死者數千人。子鑒僅以身免，收散卒，走還建康。官軍遂人站孰。僧辯曰：“賊人破膽矣，急擊勿失。 \\n ”於是不暇解甲，引兵而前，衆軍繼進，曆陽諸戍，相繼迎降。 \\n 景聞子鑒敗，大懼，涕下覆面，引裝而臥，良久方起，歎曰：“誤殺乃公。”庚辰，僧辯督諸軍至張公洲，乘潮人難，直至禪靈寺前。侯景乃以大船運石塞淮口，緣淮作城。自石頭至朱雀街，十餘裏中，樓堞相接，處處以重兵守之。僧辯問霸先曰：“賊力尚強，何計破之？”霸先曰：“前柳仲禮擁數十萬兵，隔水而坐，韋粲在青塘，竟不渡岸。賊登高望之，表裏俱盡，故能覆我師徒。今圍石頭，必須引兵先渡北岸，人其腹中，方克有濟。諸將若不能當鋒，霸先請先往立柵。”僧辨大喜，曰：“微兄言，幾失制賊之術。” \\n 是夜，霸先率輕步三千，先渡北岸築柵，衆軍依次連築入城，直出石頭西北。景恐西州路絕，亦率侯子鑒等於石頭東北連築五城，以遏大路。景登石頭城，遙望官軍，大言曰：“一把子人，何足打殺。”望見霸光柵，密謂左右曰：“此軍上有紫氣，不易勝也。”丁亥，景率精卒二萬，鐵騎八百余匹，陳於西州之西。霸先謂憎辯曰：“吾聞善用兵者，如常山之蛇，使救首救尾，彼此相應。今我衆賊寡，宜分其兵勢，以強制弱。 \\n 何故聚鋒銳於一處，令賊致死於我？”乃命諸將分路置兵。景見王僧志一軍，衆最寡弱，引兵先沖其陣。僧志小縮，霸先引弩手二千，橫絕其後，每發一矢，輒貫其胸，景兵乃退。繼又主敢死士八百，棄矟執刀，沖霸先陣，陣不動。王琳、杜龕等，以鐵騎乘之，景殊死戰。僧辯以大軍繼進，賊送大潰。諸軍乘勝逐北，霸先進破石頭城，遂入據之。景至闕下，聞追兵已至西明門，不敢入台，召王偉至前，怒色責之曰：“爾令我爲帝，今日誤我！”偉不敢對。景遂策馬欲走，偉執鞍諫曰：“自古豈有叛走天子耶？宮中衛士，猶足一戰，棄此將欲安之？”景田：“我昔敗賀拔勝，破葛榮，揚名河、朔，渡江平臺城，降柳仲禮如反掌，今日天亡我也。” \\n 先是景所乘白馬，矯健異常，每戰將勝，輒躑躅嘶鳴，意氣駿逸；其有奔衄，必低頭不前。及石頭之敗，精神沮喪，至是臥不肯動。景使左右拜請，或加箠策，終不肯進，景乃易馬。 \\n 與腹心房世貴等，率百餘騎東走。其党王偉、侯鑒等，皆倉皇遁去。城內無主，王克率台中舊臣迎僧辯於道。僧辯勞克曰：“卿良苦，朝夕拜手賊廷。”克慚不能對。又問璽綬何在，良久曰：“趙平原持去。”僧辯曰：“王氏百世卿族，可惜一朝而墜。”遂入台城，迎簡文梓宮升朝堂，率百官哭踴如禮。先是僧辯之發江陵也，啓湘東王曰：“平賊之後倘嗣君尚在，未審何以爲禮？”王曰：“六門之內，自極兵威。”僧辯曰：“討賊之謀，臣當其任，成濟之事，請別使人。”王乃密諭將軍朱買臣，使之爲所。及景敗，簡文及太子已殂，唯豫章王棟兄弟尚鎖蜜室，至是相扶而出，逢杜崱於道，爲去其鎖，二弟曰：“今日始免橫死矣！”棟曰：“倚伏難知，吾猶有懼。”路遇朱買臣，呼之就船共飲，飲未竟，船忽壞，並沈于水，聞者悲之。 \\n 話分兩頭，侯景奔至晉陵，田遷引兵迎之，遂驅掠居民，東趨吳郡。時謝答仁據富陽，趙伯超據錢塘，知其敗，皆叛之。 \\n 景至嘉興，聞其叛，不敢進，乃退入于吳。僧辯命侯琚率精騎五千追景，及于松江，景猶有船二百艘，衆數千人。琚進擊，大敗之，擒賊將彭竣田竣房世貴等。琚素恨彭俊，生剖其腹，抽其腸。俊猶未死，手自取腸，塹其首乃絕。景率數十人軍舸走，將人海，向蒙山。有羊侃之子羊鵾，景納其妹爲小妻，以鵾爲庫直都督，隨景東走，乃結同舟王元禮，謝藏蕤萍等，密圖之，衆並許諾。乘景晝寢艙中，密囑舟師回船到京口。景覺大驚，問曰：“何故至此？”鵾曰：“欲送汝頭入建康耳。 \\n ”遂拔刀砍之，景倒船中，宛轉未死。衆並以長矛刺殺之，恐屍易爛，乃以五鬥鹽納景腹中，送其屍于建康。 \\n 先是景未敗時，有僧通道人者，心志若狂，飲酒食肉，不異凡人，言人吉凶多中，景甚信之。一日，景召使侍宴，僧通取肉拌鹽以進，問景曰：“好否？”景曰：“太鹹。”僧通曰：“不鹹即爛，何以供人食？”當時莫解其所謂，至景死乃驗。 \\n 屍至建康，僧辯暨諸將皆賀，斬其首，遣羊鵾送之江陵；截一手，使謝藏蕤送于齊。暴屍於市，土民爭取食之，並骨皆盡。 \\n 其遺下妃屬。並斬于市，溧陽公主亦與焉。 \\n 時郭元建尚據南袞州，遣使乞降於僧辯。僧辯遣霸先向廣陵，受其降。會侯子鑒逃至廣陵，謂元建曰：“我曹梁之深仇，何顔複見其主，不若投北，可保爵位。”元建從之，遂以城降齊。霸先至，聞元建複叛，齊將辛述已據廣陵，遂引軍還。行至半途，軍士綁縛一人解至軍前，雲是王偉，見其躲匿草間，故執之。蓋偉自建業逃後，諸郡皆已反正，無地容身，正欲越境投北，恰值霸先軍來，恐被擒獲，故匿草間，不意爲軍人所執。霸先回送建康，僧辯坐而見之。左右喝令下拜，偉曰：“各爲人臣，奚拜爲？”僧辯曰：“卿爲賊相，敗不能死，而求活草間，可恥孰甚？”偉曰：“廢興命也，使侯王早從偉言，明公豈有今日？”僧辯命書賊臣王偉於背，遍殉六門以辱之。 \\n 偉曰：“昨行八十裏，足力疲極，願借一驢代步。”僧辯曰：“汝頭方行萬里，何八十裏哉中’尚書左丞虞隙，嘗爲偉所辱，乃唾其面，偉曰：“君不讀書，不足與語。”隙曰：“汝讀書，乃爲作賊地耶？”時趙伯超。謝答仁亦降，僧辨國之，與王偉並送江陵。 \\n 丁巳，湘東王下令解嚴，梟侯景之首於市。煮而漆之，以付武庫，下王偉等於獄。偉在獄尚望生全，作詩贈五左右要人，以求援手。其詩曰：趙壹能爲賦，鄒陽解獻書。 \\n 何惜西江水，不救轍中魚。 \\n 又上五百宇詩于王，王愛其才，將舍之。朝士多惡其人，乃言于王曰：“前日偉作檄文，其書更佳。”王購而視之，內有雲：“項羽重瞳，尚有烏江之敗；湘東一目，寧爲赤縣所歸。 \\n ”王大怒，立即獄中取出，釘其舌於往，剜腹臠肉而殺之。已西，盡誅逆臣呂季略、周石珍等於市，趙伯超賜死於獄。以謝答仁不失禮于簡文，特宥之。於是公卿藩鎮，皆上表勸進。十一月丙子，湘東即帝位于江陵，改元承聖，是爲元帝。乙卯，立王太子方矩爲皇太子，王子方智爲晉安工，方略爲始安工，方等之子莊爲永嘉王。論平賊功，大封功臣，以僧辯爲司徒，封長寧公，鎮建康。霸先爲征虜將軍，封長城縣侯，鎮京口，其餘進爵有差。 \\n 卻說湘東雖即大位，頗懷憂懼，嘗謂群臣曰：“國家自遭景亂，州郡半失，長江以外，皆入于齊。荊州之界，北盡武寧，西拒硤石，餘郡皆爲周有。嶺南一路，又蕭勃據之。詔令所行，不過千里。民戶著籍者，不盈三萬。今欲自強，何者宜先？” \\n 侍郎周宏正請還舊京，以一人心，帝從之。乃下詔遷都建康。 \\n 時大臣胡僧祐、黃羅漢、宗懍等，多荊州人，不樂東行，進諫曰：“建業王氣已盡，與虜止隔一江，若有不虞，雖侮無及。 \\n 且古老相傳雲，荊州洲數滿百，當出天子。今枝江生洲，百數已滿，陛下龍飛，是其應也，何用他遷？”帝令與朝臣議之。 \\n 周宏正曰：“今百姓未見車駕入都，謂是列國諸王，無以慰海之望。願陛下速還建康，勿惑人言。”宗慎曰：“宏正，東人也，志願東下，恐非良計。”宏正面折之曰：“東人勸東，謂非良計。君等西人欲西，豈是長策？”上笑而止，明日又議於後堂，會者五百人。上問之曰：“吾欲還京，諸卿以爲何如？ \\n ”衆莫敢先對。上曰：“勸我去者左袒。勸吾留者右袒。”一時左者過半。武昌太守朱買臣言於上曰：“金陵舊都，山陵所在，荊鎮邊疆，非王者之宅。願陛下勿疑，以致後悔。臣家在荊州，敢不願陛下留此？但恐是臣富貴，非陛下富貴耳。”帝乃使術士杜景豪蔔之，對曰：“留此不吉，但陛下欲去不果。 \\n ”退而謂人曰：“此兆爲鬼賊所留也。”帝亦以建康凋殘，江陵全盛，不樂東下，卒從僧祐等議。 \\n 一日帝正視朝，忽報益州刺史、武陵王紀僭稱帝號，舉兵大下，欲奪江陵。帝聞之大懼。 \\n 你道武陵王紀爲何而反？紀字世詢，高祖少子，最承寵愛。 \\n 始命爲益州刺史，以路遠固辭。高祖曰：“天下方亂，唯蜀地可免，故以處汝。汝其勉之。”紀欷歔而去。性勤敏，頗有武略。在蜀十七年，南開寧州、越雋，西通資陵、吐谷渾，內修耕桑鹽鐵之政，外通商賈遠方之利。財用饒多，器甲盈積。當台城被圍，直兵參軍徐怦勸其發兵入援，紀不應。及聞武帝凶問，遂有自帝之心。或報湘東王興師進討，呼其小字曰：“七官文士，焉能匡濟？”左右諛之曰：“他日主天下者，非殿下而誰！”紀大喜。一日，內殿柏木柱繞節生花，其莖四十有六，靡麗可愛，狀如芙蕖，遍召諸將視之，皆雲主有大吉。紀以爲受命之符，乃于承聖元年四月，即皇帝位，立於圓照爲皇太子，圓正等皆爲王。以永豐候撝爲征西大將軍、益州刺史。徐怦苦口固諫，紀大怒，其後誣以謀反，執之至殿，謂曰：“爾罪當誅，以卿舊情，當使諸子無恙。”怦對曰：“生兒悉如殿下，留之何益？”紀乃盡誅之，梟首於市。永豐侯撝歎曰：“王事不成矣。善人，國之紀也。今先殺之，不亡何待？”紀既僭號，未即舉兵入犯。時太子圖照鎮巴東，啓紀雲：“侯景未平，荊鎮已爲賊破，宜急進兵。”紀信之，遂留永豐侯撝及太子圓肅守成都，親率大衆，由外水東下。舶艫蔽川，軍容甚盛，將至巴東，知侯景已平，頗自悔，召圓照責之。照曰：“景賊雖除，江陵未複，陛下既稱尊號，豈可複居人下？”紀以爲然，遂進兵。 \\n 陸法和豫知蜀兵必來，築二城于硤石，兩岸運石填江，以鐵鎖斷之。紀不得前，乃遣其將侯睿引衆七千，攻絕鐵鎖。法和不能拒，遣使告急。時任約在獄待決，帝赦而出之，以爲司馬，使助法和拒紀，謂之曰：“汝罪不容誅，我不殺汝者，本爲今日。”因撒禁兵配之，又使將軍劉芬與之俱，帝嘗與紀書雲：“地擬孫、劉，各安疆境，情深魯、衛，書信恒通。”紀不答。至是又複與書雲：甚苦吾弟，季月煩暑，流金鑠石，聚蚊成雷，以茲玉體，辛苦行陣，乃眷西顧，我憂如何。自獯醜憑陵，候景叛換，吾年爲一日之長，屬有平亂之功，膺此樂推，事歸當壁。弟還西蜀，事制一方，我不禁也；如曰不然，於此投筆。友于兄弟，分形共氣。兄肥弟瘦，無複相見之期；讓棗推梨永罷歡愉之日。 \\n 上林靜拱，聞四鳥之哀鳴；宣室披圖，嗟萬始之長逝。心乎愛矣，書不盡言。 \\n 紀亦不報。 \\n 先是帝患蜀兵難禦，遣師求援於西魏曰：“子糾親也，請君討之。”時西魏宇文泰本有圖蜀之心，喜曰：“取蜀制梁，在茲一舉矣。”乃命大將尉遲回，統領精卒二萬、騎萬匹，自散關進兵伐蜀，直攻劍閣。守將楊乾運聞魏師至，歎曰：“木朽不雕，世衰難祝國家巨寇初平，不思同心協力，保國安民，而兄弟尋戈，此自亡之道也。我奚以禦魏哉？”遂開關降。回乃長驅直前，進襲成都。時成都見兵不滿萬人，倉庫空竭，永豐候出戰，大敗入城。回遣人招之，遂與宜都王圓肅率文武詣軍門降，成都遂失。 \\n 卻說紀在軍中，以黃金一斤爲餅，餅百爲篋，銀五倍之，錦彩稱定。每戰，懸示將士，而不以爲賞。其將陳智祖，請散之以募勇士，弗聽，由是士卒解體。及聞魏寇深入，成都孤危，欲前則根本將傾，欲退恐東軍乘之，憂懣不知所爲。乃遣其子江安候圓正詣荊州求和，請依前旨還蜀。帝知其將敗，不許，下圓正於獄，密敕王琳截其後，任約攻其前。於是前後夾攻，拔其三壘，兩岸十四城俱降。紀不獲退，只得順流東下，將士稍稍逃亡，將軍樊猛追之，衆大潰，紀以數艦自保，猛圍而守之。帝聞紀敗，密敕猛曰：“生還不成功也。”猛乃引兵直犯紀舟。紀在舟中，繞床而行，見猛登舟，以金一囊付之曰：“用此雇卿，送我一見七官。”猛曰：“天子何由可見？殺足下，金將安之？”遂斬紀，及其幼子圓滿。陸法和收太子圓照送江陵，帝絕紀屬籍，賜姓饕餮，圓正聞敗，號哭不絕聲。及見圓照入獄，責之曰：“兄何亂人骨肉，使痛酷若此？”圓照唯雲計誤。帝命並絕其食，至齧臂相啖，十三日而死。遠近聞而悲之。斯時蜀患既除，境內咸服，江陵可謂安枕。但未識從此以後，果得相安無事否，且俟下文再述。 \\n 王偉不願名義，勸侯景滅梁以圖大位。景雖有賊智，豈能竊據，偉欲爲賊之臣，卒不可得，賊中之下愚也。湘東猜嫌成性，幸有僧辯、霸先輔之，始得殲滅景賊。即位後，時懷懼心，何如保全兄弟，各鎮一方，治則有磐石之安，亂則成犄角之勢耶？武陵當侯景叛亂，不知進討，乃惑於殿柱開花，輒生妄想，湘東書以講解，終不知變。卒至魏師入蜀，轉眼之間，失其根本，父子受誅，愚之甚者也。自古以來，無論家國，未有手足不和，而能興發者。現此可爲殷鑒。 \\n  \\n   \\n  "}
{"章节": "第二十八回 魏連蕭詧取江陵 齊納淵明圖建業", "正文": "  \\n 第二十八回　魏連蕭詧取江陵　齊納淵明圖建業 \\n 　 \\n 話說岳陽王詧，聞武陵被殺，諸子皆餓死獄中，歎曰：“高祖子孫盡矣，唯我尚在，彼豈能容我乎？”因乞援于魏，而身自入朝。告丞相泰國：“荊州所恃，不過僧辯、霸先，今鎮守南方，精兵猛將，皆隸其麾下，國內空虛。且繹自僭號以來，性更猜忌，專行殺戮，人心不附。大國若遣一旅之衆，直指江陵，仆率襄陽步騎會之則反掌可克。大國可以拓土開疆，仆亦得紓己難，唯公鑒之。”泰猶未許，乃遣使聘梁，以覘虛實。 \\n 會齊亦有使至，帝接魏使，不及齊使，且請據舊圖，定疆境，辭頗不遜。使歸告泰，泰曰：“古人有言，天之所棄，誰能興之，其蕭繹之謂乎！”乃遣常山公於謹、中山公宇文護、大將軍楊忠，將兵五萬入寇。臨發，泰問謹曰：“爲蕭繹之計若何？ \\n ”謹曰：“耀兵漢、沔，席捲渡江，直據丹陽，上策也；移郭內民居，退保子城，峻其陴堞，以待援軍，中策也；苦難於移動，據守羅郭，下策也。”泰曰：“揣繹定出何策？”謹曰：“下策。”泰曰：“何故？”謹曰：“蕭氏保據江東，綿歷數紀，屬中原多故，未逞外略。又以我有齊氏之患，必力不能分。 \\n 且繹懦而無謀，多疑少斷，愚民難與慮始，皆戀邑居。所以知其定出下策。”泰曰：“善。” \\n 卻說武甯太守宗均，聞魏師動，飛報入朝。帝召群臣議之。 \\n 胡僧佑、黃羅漢皆曰：“二國通好，未有嫌隙，必無此理。” \\n 乃複遣傳中王深使魏。琛至石梵，未見魏軍，馳書報黃羅漢曰：“吾至石梵，境上帖然，前言皆兒戲耳。”散騎郎庾季才言於帝曰：“去年八月丙申，月犯中星，今月丙戍，赤氣幹北斗。 \\n 心爲大王，丙主楚分，臣恐建子之月，有大兵入江陵。陛下直留重臣鎮江陵，整旆還都，以避其難。假令魏虜侵蹙，止失荊、湘，在於社稷，猶得無慮。無貪目前之安，而上違天意也。” \\n 帝素曉天文，亦知楚地有災，歎曰：“禍福在天，避之何益？ \\n ”丙寅，忽報魏軍至樊鄧，岳陽王率師助之，帝始大懼。命內外戒嚴，征王僧辯爲大都督、荊州刺史，又征王琳于廣州，使引兵入援。 \\n 先是琳本兵家子，其姊妹皆入王宮。琳少傳帝左右，有勇略，帝以爲將。能傾身下士，所得賞賜，不以入家，麾下萬人，多江、淮群盜。從王僧辯平侯景，功居第一。帝使鎮湘州，既而疑其部衆強盛，又得衆心，欲使居遠，乃遷爲廣州刺史。琳私謂主書李膺曰：“琳小人也，蒙官家拔擢至此。今天下未定，遷琳嶺南，如有不虞，安得琳力？窮揆官意，不過疑琳。琳分望有限，豈與官家爭爲帝乎？卿日在帝側，何不一言於上，以琳爲雍州刺史，鎮武寧。琳自放兵作田，爲國禦捍。”膺然其言而弗敢啓。至是帝聞魏師將至，乃征琳爲湘州刺史。 \\n 陸法和朝夕登郢州城樓，北望而歎，乃引兵入漢口，將赴江陵。帝以郢州重地，不可無兵把守，乃使人止之曰：“此處自能破賊，但鎮郢州，不須動也。”法和還州，堊其城門，著衰絰，坐葦席終日，乃脫之。十一月甲戌，帝大閱于津陽門外，步騎交集，行陣方列，忽大風暴雨，從北而來，旗幡皆折，軍士不能存立，遂乘輕輦還宮，群臣皆冒雨各散。是夜，帝登鳳凰閣，徒倚歎息曰：“客星人翼軫，今必敗矣。”連呼“奈何”者三，嬪禦皆泣。癸未，魏軍濟漢，宇文護率精騎五千，先據江津以斷東路，進拔武甯，執太守宗均。是日，帝自乘馬出城，行柵插木，周圍六十餘裏，以胡僧佑都督城東諸軍事，尚書張綰爲之副。王褒都督城西諸軍事，侍郎元景亮爲之副，王公以下，各有所守。命太子巡行城樓，今居人助運木石。其時魏軍去江陵四十裏，將到柵下。帝集群臣議出兵，忽報柵內失火，急令救之，已延燒數千餘家，焚城樓二十五所。帝乃自巡城上，臨所焚樓處望之，但見魏師濟江，千帆翔集，乘風直進，舟行如駛，歎曰：“長江天險，彼穩渡中流若此耶？”四顧欷歔。是夜遂止宮外，宿民家，裂帛爲書，趣王僧辯曰：“吾忍死待公，可以至矣。”於謹進兵城下，築長圍守之，由是中外信命始絕。胡僧佑請出蕩長圍，帝許之，乃引精騎三千，開門出擊。于謹伏兵營內，俟其至，弓弩並發，軍不得進。楊忠從旁橫擊之，大敗走還。帝益懼，集群臣于長沙寺問計。朱買臣按劍進曰：“今日惟斬宗凜、黃羅漢，可以謝天下。”帝曰：“曩實吾意，宗、黃何罪？”二人退人衆中。 \\n 卻說王琳聞詔，晝夜進軍行至長沙，前有敵兵阻路，乃遣長史裴政，從間道赴江陵報信。政至百里洲，爲魏人所獲。嶽陽王呼而謂之曰：“我武皇帝之孫也，不可爲爾君乎？若從我計，貴及子孫；如曰不然，腰領分矣。”政詭曰：“唯命。” \\n 詧鎖之至城下，使謂曰：“王僧辯聞荊州被圍，已自爲帝。王琳孤弱，不復能至，城中人無與俱死。”政不從，反告城上曰：“援兵大至，各思自勉。吾以間使被執，情願碎身報國，不敢附逆。”監者擊其口，政曰：“吾頭可斷，吾口不可改。”詧命殺之，參軍蔡大業趨前曰：“此民望也，殺之則荊州不可下矣。”乃釋之。 \\n 時徵兵四方，皆未至。魏人百道攻城，飛矢雨集。城中負戶而汲，蒙盾而行。胡僧佑親嘗矢石，晝夜督戰，鼓勵將土，衆咸致死，所向摧殄，城不至破。俄而僧佑中流矢死，內外大駭。魏乘人心恐懼，悉衆急攻，遂破東門而入。帝率太子群臣退保金城，歎曰：“今欲救死，不得不屈膝于魏矣。”乃使汝南王大封、晉熙王大圓，詣魏軍，請于於謹曰：“大國若念舊好，肯延梁氏一線，情願稱臣納貢，長爲附庸之邦。望斂軍威，勿迫人於險。”于謹不許，二王大哭而返。 \\n 時東南雖破，城北請將猶致死苦戰，日瞑聞城陷，乃棄甲散。帝入東閣竹殿，舍人高善寶侍側，命取古今圖書十四萬卷，焚之於前，將自赴火，善寶抱止之。乃以寶劍擊柱曰：“文武之道，今夜盡矣。”謝答仁、朱買臣進曰：“城中兵衆猶強，乘間奪圍而出，賊必驚。因而薄之，可度江就任約。”帝素不便走馬，曰：“事必無成，只增辱耳。”答仁請自護以行，謂必得脫。王褒私語帝曰：“答仁侯景之黨，豈足可信？成彼之勳，不如降也。”答仁又請守子城，收兵可得五千人。帝然之，即授城中大都督，既而召王褒謀之，褒又以爲不可。答仁屢請不許，大慟嘔血而去。 \\n 于謹紮營於子城口，索太子爲質，帝使王褒送之，褒至周營，匍匐乞憐。謹予以褒善書，給之紙筆，褒書於後曰：“柱國常山公家奴王褒。”識者鄙之。 \\n 斯時週邊益急，群臣相繼出降，帝左右漸散，遂去羽儀法物，白馬索衣出東門，抽劍擊闔曰：“蕭世誠一至此乎？”魏軍見帝出，相率奔至馬前，牽其轡以行。至白馬寺北，奪其所乘駿馬，以管馬代之。遣長壯軍人，手扼其背以行。逢于謹於道，軍人牽使帝拜，不勝屈辱。俄而岳陽王至，使鐵騎擁之入營，囚于烏帽之下，面數之曰：“桂陽無辜見殺，河東闔門受誅。武陵既敗，斬首舟中，諸子啖臂，餓死獄底，汝心何忍？ \\n 而戕賊諸王若此，向者人爲汝食，今亦爲人噬耶？”命左右食以草具，以困辱之。至夕，於謹遣人使帝爲書召王僧辮。帝不可，使者逼之曰：“王至今日，豈得自由？”帝曰：“我既不自由，僧辯亦不由我。”或問何意焚書，帝曰：“讀書萬卷，猶有今日，不焚何待？”詧既囚帝，請於謹曰：“繹殺人多矣，願絕其命，以慰冤魂。”謹即使詧監刑，遂以土囊隕之，殮以蒲席，束以白茅，葬之于津陽門外。並殺太子無良，及始安王大略、桂陽王大成等。蓋帝性殘忍，且懲高祖寬縱之弊，故爲政尚嚴。城方圍時，獄中尚有死囚數千，有司釋之，以充戰士。 \\n 帝不許，悉令詧殺之，事未成而城陷，故其死也，人莫之惜。 \\n 後人有詩譏之曰： \\n 摧殘骨肉疾如仇，半壁江山要獨收。 \\n 剩有岳陽心未服，統兵百萬下荊州。 \\n 且說魏既誅帝，盡俘王公以下，悉收府庫珍寶，宮妃采女，送之長安。群臣降者，亦歸關中授職。乃立詧爲梁主，取其雍州舊封，資以荊州之地，延袤三百里，居江陵東城。魏將王悅，將兵居西城，外示助詧備禦，內實防之。又選百姓男女數萬口爲奴婢，分賞三軍，驅歸長安。小弱者皆殺之。得免者三百餘家，而人馬所踐及凍死者什之二三，由是荊人不勝其毒，而皆歸咎於詧。 \\n 先是詧將尹德毅說詧曰：“魏虜貪婪，肆其殘忍，殺掠士民，不可勝紀。江東之人，塗炭至此，咸謂殿下爲之。殿下既殺人父兄，孤人子弟，人盡仇也，誰與爲國？今魏之精銳盡萃于此，若殿下爲設享會，請於謹等爲歡，預伏壯士，因而斃之，分命諸將，掩其營壘，大殲群醜，俾無遺類，收江陵百姓，撫而安之，文武群僚，隨材銓授。魏人懾息，未敢送死，王僧辯之徒，折簡可致。然後朝服濟江，入踐皇極，晷刻之間，大功可立。古人雲：“天與不取，反受其咎。’願陛下恢宏遠略，勿懷匹夫之行。”詧曰：“此策固善，然魏人待我厚，未可背德。若如卿計，人將不食我餘！”既而合城長幼被虜，又失襄陽，詧乃歎曰：“悔不用尹德毅之言。”魏師既還，詧乃即皇帝位于江陵，改元大定。追尊昭明太子爲昭明皇帝，尊其母龔氏爲皇太后，立子巋爲皇太子。賞刑制度並同王者。唯上表於魏則稱臣，奉其正朔。至於官爵，仍依梁氏之舊。以蔡大寶爲傳中仆射，王操爲五兵尚書。大寶嚴整有智，雅達政事，文辭贍遠，梁主推心任之，以爲謀主，比之諸葛武侯。操亦亞之。 \\n 故能外睦強鄰，內撫遺庶。今且按下不表。 \\n 卻說僧辯初聞江陵被圍，乃命霸先移鎮揚州，使侯琚、程靈先等爲前軍，杜僧明、吳明徹等爲後軍，親自入援。未至而荊州陷，欲救無及。及聞元帝凶問，退守姑孰。以書寄霸先曰：國家新破，故主雲亡，朝元六尺之孤，野乏半年之積。人心漸散，宗社將傾，不有所奉，何以立國？意唯於宗室中選立賢明，以主梁祀，庶三吳舊業，藉以相延，萬里長江，不至失守。然立君諒有同心，臨事尚期協力，願展分閫之才，以濟同舟之急。 \\n 霸先見書，痛哭報僧辯雲： \\n 身爲人臣，不能救主于危，萬死奚贖。足下既懷殉國之忠，仆何敢昧捐軀之報？興滅繼絕，在斯時矣。定傾扶危，是所望焉。今孝元令子，尚有晉安，父死子繼，允協天人。倘足下奉以爲主，則社稷幸甚。 \\n 時晉安工方智爲江州刺史，於是僧辯從霸先之言，率群臣連名上表，迎歸建康，即皇帝位，時年十三。以僧辯爲驃騎大將軍，都督中外諸軍事，霸先爲征西大將軍，鎮京口如故。當是時，齊乘梁亂，侵伐頻仍，大江以外，遍地烽煙。僧辯、霸先禦內靖外，不遑朝夕。一日，忽報齊清河王岳進兵臨江，郢州刺史陸法和以州降之，因隨嶽歸鄴，獨留齊將慕容儼戍郢州。 \\n 僧辯曰：“郢與江州爲唇齒，失都是無江矣。”因遣侯琚率兵攻之，儼堅守不下。 \\n 且說貞陽侯淵明，留齊有年，求歸不得。今聞江南大亂，朝無其主，借此可爲歸計。乃乘間請于齊主曰：“岳陽附魏，魏得據有荊、襄。今建康孤危，必至盡爲魏有。陛下何不放巨歸國，以主梁祀。世爲附庸，奉齊正朔，則梁之卿士，皆爲陛下陪臣；梁之山河，皆爲陛下屬國，又有存亡繼絕之名，而坐收天下之半，臣若留此，不過亡國一俘，于齊何益？”齊主召群臣謀之，皆以爲便，乃使上党王渙，將兵一萬，送淵明歸國。 \\n 渙請益兵，齊王曰：“汝何怯也？”渙曰：“是行也，不大集兵力以懾之，僧辯之徒，未可說而下也。”乃發兵五萬配之，進臨江口，征鼓之聲，震驚百里。使殿中尚書邢子才，馳傳詣建康，與僧辯書曰：嗣主沖藐，未堪負荷。彼貞陽侯武帝猶子，長沙後代，以年以望，堪保金陵。故置爲梁主，納于爾國，卿宜部分舟艦，迎接新主，並心一力，善建良圖。倘或不然，大兵百萬已次江口，星馳電發，立至建康，主臣同燼，玉石俱焚。成敗在即，惟卿自擇。 \\n 僧辯不從，下令戒嚴，飭內外諸郡，各集兵馬，以拒齊師。 \\n 貞陽亦與僧辯書，求請迎納，僧辯複書拒之曰：嗣主體自宸極，受于文祖，如明公不忘故國，緩服入朝，同獎王室，伊、呂之任，匪公而誰？倘意在自帝，不敢聞命。 \\n 齊以僧辯不服，長驅進兵，破譙郡，攻東關，所向無前。 \\n 將軍裴之橫率兵禦之，大戰于關下。之橫陣亡，全軍皆覆。歸者爭言齊師之盛，前後莫測多少，刻日將至關下。僧辯大懼，自量力不能拒，乃出屯姑孰，決意改圖，遣使奉啓於淵明，定君臣之禮。繼使尚書周宏正，至齊軍奉迎，乞以晉安王爲太子。 \\n 淵明許之。敕取衛士三千，僧辯只給散卒千人，備龍舟法駕迎之。淵明乃與齊師盟於江北，誓爲藩臣，不敢背德。盟畢，自採石濟江，於是梁車南渡，齊師北返。僧辯擁揮中流，尚恐齊藏禍心，不敢徑歸國，就西岸。齊侍中裴英起護送淵明入朝，會僧辯于江寧，謂自：“今而後非敵國而一家矣。”僧辯勞之。 \\n 癸卯，淵明入建康，望朱雀門而哭，道迎者以哭對。丙午，即皇帝位，以晉安王爲皇太子，王僧辯爲大司馬，陳霸先爲侍中。 \\n 詔解郢州之圍，送慕容儼歸國，齊亦以城在江外難守，割以還梁。自是舉朝相慶，獨霸先不悅。 \\n 先是霸先與僧辯共滅侯景，情好甚篤。僧辯居石頭城，霸先在京口，彼此推心相待。及僧辯欲納淵明，霸先遣使苦爭之，往返數次，僧辯不從。霸先私謂所親曰：“武帝子孫甚多，唯孝元能復仇雪恥，其子何罪，而忽廢之？吾與王公，並受託孤之任，而王公一日改圖，外依戎狄，援立非次，其志欲何爲乎？ \\n ”乃密有相圖之意。具袍數千領，及錦彩金銀，爲賞賜之具。 \\n 事未發，有告齊師大舉入寇者，僧辯遣其記室江旴告霸先，使爲之備。霸先因留江旴於京口，托言舉兵禦齊，實襲僧辯。謀既定，召部將侯安都、周文盲、徐度、杜棱告之。稜有難色，霸先懼泄其謀，以手巾絞稜，悶絕於地，因閉之別室。部分將士，分賜金帛。以侄曇朗鎮京口，使徐度、侯安都率水軍趨石頭。臨發，霸先控馬未進，安都怒且懼，追罵霸先曰：“今日作賊，事勢已成，生死決於須臾，在後欲何所望？若敗俱死，後其得免砍頭耶？”霸先曰：“安都嗔我。”乃急進。 \\n 安都至石頭城北，棄舟登岸，城牆北接岡阜，不甚危峻，地皆荒僻，無兵防守。安都被甲，帶長兵，軍人捧之，投於女垣內。衆隨而入，不數步，即僧辯署後，牆亦單，一躍而進，逢人即殺之，遂及僧辯臥室。霸先亦自南門入。僧辯方起視事，外白有兵，問曰：“兵何來。”語未竟，兵自內出。僧辯離座遽走，出遇其子頠，呼曰：“霸先反矣！”僧辯遑迫，遂與頠率左右數十人，苦戰於聽事前。斯時外兵益集，左右死傷略盡，力不敵，走登南門樓，拜訪乞哀。霸先曰：“速下就縛，不然我焚樓矣。”軍士將縱火，僧辯父子遂下。霸先執之，謂曰：“我有何辜，公欲與齊師賜討？且身爲大將。何無備若此？” \\n 僧辯曰：“委公北門，何爲無備？且汝欲殺我，乃謂我欲殺汝耶？”是夜，鎖其父子于別室，皆縊殺之。乃列僧辯罪狀，布告中外，且曰：“斧鉞所加，唯僧辯一門。其餘親黨，一無所問。”貞陽遂遜帝位，出就外郏百僚奉晉安重定，大赦改元，以淵明爲司徒，封建安公，加霸先尚書令，都督中外諸軍事，大權一歸霸先。人謂霸先之殺僧辯，全爲國事起見，不知致二人參商者，尚有一段隱情在內。說也話長，且聽下文分講。 \\n 岳陽投魏，皆因湘東殘滅宗支，欲借以免禍，且復仇也。 \\n 乃引魏入境，直猶倒戈而授之柄，雖叩首稱臣，庸得自由。貞陽既投于齊，聞梁亂而欲覬大位，亦是引狼居屋，況並不能久安其位，禍由自龋王僧辯始與霸先設立晉安，慷慨伏義，旅以貞陽倚齊爭立，又複首鼠多端，宜霸先力爭之也。爭之不聽，因而殺之，迎立晉陽，大權得握，以至騎虎難下，有不得不受命之勢，殆亦天啓之者耶？ \\n  \\n   \\n  "}
{"章节": "第二十九回 慕狡童紅霞失節 掃余寇興國稱尊", "正文": "  \\n 第二十九回　慕狡童紅霞失節　掃余寇興國稱尊 \\n 　 \\n 話說霸先襲殺僧辯，其隙從何而起？先是霸先有女，名紅霞，其母張氏，霸先妾也。夢折桃花而生，故以紅霞爲名，年及笄，美而慧，不特容顔出衆，亦且詩畫兼優。自江陵之陷，霸先子弟之在荊州者，盡入于魏，而紅霞常依膝下，母又早亡，霸先特愛憐之，恣其情性，不甚拘束，故常風流自喜。是時霸先與僧辨，結廉蘭之誼，僧辯有子名頠，饒丰姿，善騎射，霸先遂以女許焉，會僧辯有母喪，未成婚。一日，頠至京口，以子婿禮來見，紅霞方問省堂上，從屏後窺之，見其體態不群，風流可愛，自以爲得人，不覺春心撩亂。歸房之後，感想形於夢寐，私語其婢巧奴曰：“天下美男子，有勝於王郎者乎？” \\n 巧奴笑曰：“王郎美矣。小姐特未見東閣公子身邊隨侍的陳子高耳，其美勝於王郎數倍。如並見之，當使王郎無色。”紅霞曰：“那人何在？”巧奴曰：“其人即在府中朝夕待公子左右，公子亦愛如珍寶。”紅霞曰：“汝得令我一見乎中’巧奴曰：“見之甚易，俟其隨公子在堂，小姐亦從屏後窺之可耳。”一日，探得公子在堂，即往窺之，果然容顔姣好，遠勝王郎，遂移思慕之心，全注子高身上。 \\n 看官，你道子高因何在府？先是子高世居會稽山陰，家甚貧，業織履爲生。侯景亂，人民漂散，子高從父流寓都下。年十六，尚總角，容貌眣麗，織妍潔白，如美婦人。，螓首膏發，自然蛾眉，見者靡不噴噴稱羨。即遇亂卒，揮白刃相加，見其姿態，噤不忍下，得免死者數矣。及侯景平，干戈稍息，人民各歸故土，子高父已死，亦思還鄉。一日，走往江口，覓船寄載，路遇一相者，熟視之曰：“觀子氣色，精光內露，富貴在即矣。”子高曰：“貧苦若此，得免餓死幸矣，何富貴之敢望？ \\n ”相者曰：“子記吾言，前途自有好處也。”子高笑而置之。 \\n 行至江口見有巨船廿號，旗幡招展，排列江岸。詢之，乃是霸先侄，名蒨，字子華，素具文武才，以將軍出鎮吳興，停舟於此。子高不敢求載，呆立視之。時蒨在舟中，獨坐無聊，走向艙口外望，忽見一美少年，提一行囊，立在船側，雖衣衫藍縷，而顔色美麗，光采奕奕。大驚曰：“不意塗泥中有此美墨。” \\n 蓋蒨素有龍陽之癖，一遇子高，越看越愛，不禁神魂飄蕩。便令人呼之上船，子高進艙叩見，退立於旁。近視之，更覺其美，便問曰：“若欲何往？”子高曰：“欲歸山陰，在此求載。” \\n 蒨曰：“汝歸山陰，量汝亦無出頭之日，若欲富貴，盍從我去？ \\n ”子高忽憶相士之言，連忙跪下謝曰：“如蒙將軍不棄，願充執鞭之役。”蒨大喜，便令後艙香湯沐浴，衣以錦繡，使之侍側。是夜遂共枕席。蒨頗偉於器，子高初嘗此味，相就之，不勝痛楚，齧被以忍，被盡裂。蒨憐之，欲止，曰：“得無創巨汝太過耶。”子高曰：“身既屬公，則我身即公身也，死且不辭，創何害焉。”蒨益愛之，事畢，擁抱而睡，日中不起。蓋子高膚理色澤，柔靡都曼，而性又柔順，善體主意，曲得其歡，故蒨得之，如獲至寶。自此以後，恒執佩身刀，侍立左右，片刻不離。蒨素性急，在吳興時，每有所怒，目若虓虎，焰焰欲咬人，一顧子高，其怒立解。麾下稟事者，必俟子高在側，可以無觸公怒。蒨常爲詩贈之曰：昔聞周小史，今歌明下童。 \\n 王麈手不別，羊車市若空。 \\n 誰愁兩雄並，金貂應讓儂。 \\n 因教以武藝兼習詩書，于高從此亦工騎射，頗通文義。 \\n 一夜，蒨樂甚，私語子高曰：“人言吾有帝王相，果爾當冊汝爲後，但恐同姓致嫌耳。”子高曰：“古有女主，當亦有男後。明公果垂異恩，奴亦何辭作吳孟子耶！”因清改姓爲韓，蒨大笑。年漸長，子高之具亦偉，蒨嘗撫而笑回：“他日若遇娘子軍，當使汝作前鋒，沖堅陷陣，所當者破，亦足壯我先聲也。”子高答曰：“政慮粉陣繞孫、吳，非奴鐵纏矟翼之使前，王大將軍不免落坑塹耳。”其善酬接如此。蓓又夢騎馬登高山之上，路危欲墮，子高從後推之。始得升，由是益寵任之。 \\n 至是蒨解吳興之任，佐霸先鎮京口，同居一府。子高亦住府中，故紅霞見而悅之，謂巧奴曰：“汝固有眼，不意近在一家而幾失之也。”自此朝思暮想，懨懨生起病來。巧奴會其意，乃曰：“小姐近日精神消減，得毋爲那人乎？”紅霞曰：“不瞞你說，我實想他，你有何計策，喚他進來一遂吾懷，吾當重重賞你。”巧奴搖首曰：“奴亦有心久矣，但那人與公子，時刻不離，無從近之，奈何？”紅霞聞之，默默不樂，因作一詩寄意雲：錯認王郎是子都，牆東更有霍家奴。 \\n 只憐咫尺重門隔，暮雨澇遊暗自籲。 \\n 一日，紅霞正在房中納悶，忽見巧奴笑嘻嘻走進道：“小姐喜事到了。”紅霞曰：“何喜？”巧奴曰：“今日大將軍出征，帶領公子同往。子高因有微恙，不便鞍馬，獨留書室，我已打聽明白。到晚，小婢以小姐之命喚他，那怕他不即進來。 \\n 豈非平日思想，可以一旦消釋？”紅霞大喜，巴不得立時相會。 \\n 就囑巧奴，點燈後，先把守門人打發開了，即到東園，悄悄領他進來。巧奴欣喜領命。 \\n 卻說子高隨公子在府，所居名曰東閣，乃是內園深處，與小姐所住內室，僅隔一條夾巷。公子愛其地幽雅，故獨與子高居此，其餘從者，日間進來伺候，夜間俱宿外廂，將子高當作絕代麗人，而以東閣爲藏嬌之所。奈值軍事緊迫，子高病體初愈，不能隨往，故留他看守東閣，且可靜心調養。當日子高獨處無聊，到夜更覺寂寞，坐至初更，正欲閉戶就寢，忽見一輕年女子，悄步入室。子高忙問道：“姐姐到此何干？”女微笑道：“吾奉小姐之命，特來喚你進去。”子高愕然道：“仆何人斯，而敢私入內室耶？”巧奴再三催之，堅不敢往。巧奴無奈，只得進內回復紅霞，言其懼罪不進之故。紅霞此時，已等得不耐煩，聞其不來，心愈著急，一腔春意，那裏按納得住，也顧不得千金身價，只得帶了巧奴，自往招之。時已更深，月明如晝，府中上下俱已熟睡，唯子高被巧奴一番纏擾，坐臥不甯，門尚半啓。忽見巧奴複來，低語道：“小姐自來喚你了，快去接見。”子高大驚，連忙趨出，果見小姐立在門首，便道：“何物小子，敢勞小姐降臨。”紅霞以手招道：“來，奴自有話問你。”回身便走。巧奴便催他進內，子高懼違小姐之命，只得帶上雙扉，亦隨後而入。幸喜一條長弄，曲曲折折，直至內宅門首，守門乃一老仆，已受紅霞囑咐，早早去睡，並無一人撞見，心下稍安。及進宅門，小姐已歸繡閣，巧奴候在庭中，便引子高直至內房。諸婢知趣，各自躲開，單留小姐獨倚妝台。 \\n 子高見了小姐，忙即跪下。紅霞便以手扶起道：“不必行此大禮，但奴慕郎已久，渴欲一會，郎何作難若此？”子高曰：“非不欲也，直不敢耳。”紅霞曰：“我爲父愛，府中人莫敢犯我，子毋畏焉。”巧奴在旁道：“夜深了，良辰有幾，請安睡罷。”斯時女固春心蕩漾，男亦欲火如焚，遂共解衣上床。要曉得紅霞情竇雖開，尚屬合葩處女，怎禁得子高之具，已與主人相仿，嬌枝嫩蕊，豈堪承受，只因紅霞貪歡過甚，雖苦亦樂。 \\n 又虧子高曲意溫存，漸人佳境，使之盡忘艱楚。直至五鼓，雲收雨散，方擁抱而寢，沈沈睡去。巧奴見天色將明，忙催子高起身。二人只得披衣而起，送至堂前，重訂後會而別。從此朝出暮入，巧奴皆諧私好，紅霞越發情濃，所有珠玉珍寶，價值萬計，悉以與之。又嘗書一詩于白團扇，畫比翼鳥於上，以遺子高。詩曰：人道團扇如圓月，依道圓月不長圓。 \\n 願得炎州無霜色，出入歡袖千百年。 \\n 子高亦答以詩雲： \\n 團扇複四扇，宛轉隨身便。 \\n 珍重手中擎，如見佳人面。 \\n 久之，事漸泄，合府皆知。惟事關閨閣，又系主人愛女，誰敢泄漏，故霸先全然不覺。其後子高恃寵，淩其同伴，同伴怨之，欲發其事，而慮主人庇之，反致罪責，乃窮其所贈國扇，逃至建康，以呈王頠，且告之故。頠大忿恨，訴其父僧辯。僧辯怒，托以他故，絕陳女婚。霸先亦怒，謂僧辯無故絕婚，必有相圖之意，因此外和內忌，常驚異志。至是僧辯納淵明爲帝，又拂其意，遂發兵襲僧辯，並其子蒨殺之。後蒨出鎮長城，子高遂往，不得與女相見，女日夜想念，鬱鬱而死。此是後話不表。 \\n 再說僧辯既死，其親戚黨羽之爲州郡者，皆不附霸先。於是杜龕據吳興叛，韋載據義興叛，王僧智據吳郡叛，徐嗣徽及弟嗣先，皆以州降齊，欲爲僧辯報仇。霸先聞諸郡不服，謂其侄蒨曰：“汝往長城，速收兵以備杜龕，吾使周文育進攻義興。 \\n ”蒨奉命，晝夜馳往，才至長城，收兵得數百人。杜龕將周泰，將精兵五千奄至，將士皆失色。蒨言笑自若，部分益明，衆心乃定。泰攻之，不克而退。 \\n 卻說文育進攻義興，義興縣多霸先舊兵，善用弩。韋載收得數十人，擊以長鎖，命所親監之，使射文育軍。約曰：“十發不兩中者死。”故每發輒斃一人，文育軍遂卻。韋載因於城外，據水立柵。霸先聞文育軍不利，乃留侯安都宿衛台省，親自出兵討之。那知徐嗣徽打聽霸先東出，密結豫州刺史任約，將精兵八千，乘虛入建康，且約齊師爲援。是日，入據石頭。 \\n 遊騎至闕下，安都閉城門，藏旗幟，示之以弱，下令城中曰：“登陴瞰賊者斬。”及夕，城中寂然，外兵莫測所爲，不敢遽攻。安都乃夜爲戰備，明旦，率甲士三百，開東掖門出戰，大破之。嗣徽等奔還石頭，不敢複逼台城。 \\n 卻說霸先至義興，進攻韋載，拔其水柵。載懼乞降，霸先厚撫之，引置左右，與之謀議。忽報嗣徽、任約率兵內犯，石頭已失，大驚，乃留文育討杜龕，救長城；裴忌攻王僧智，收吳郡；自引親軍，卷甲還都。才至建康，恰值齊將柳達摩赴嗣徽之約，率兵一萬，運米三萬石，馬千匹於石頭，兵勢甚盛。 \\n 霸先問計于韋載，載曰：“齊若分兵，先據三吳之路，略地東境，則時事去矣。今可急於淮南，因侯景故壘築城，以通東道，分兵絕彼之糧運，使進無所資，則齊將之首，旬日可致。”霸先從之，乃於大航之南，築侯景故壘，使杜稷守之。 \\n 先是嗣徽入犯，留其家于秦郡。安都覘其無備，襲破之，俘數百人，收其家，得琵琶及鷹，遣使送之曰：“昨至弟處得此，今以奉還。”嗣徽大懼。當是時，柳達摩渡淮置陣，霸先督兵疾戰，縱火燒其柵。齊兵大敗，爭舟相擠，溺死者以千數。 \\n 明日再戰，又大破之，盡收其軍資器械，齊師不敢出，亦退守石頭。霸先四面進擊，絕其水道，城中水一升，直絹一匹。達摩懼，遣使求和於霸先，且求質子。時京師虛弱，糧運不繼，朝臣皆欲與和，請以霸先從子曇郎爲質，霸先曰：“今在位諸賢，欲息肩于齊，若違衆議，謂孤愛曇郎，不恤國家。今決遺曇郎，棄之寇庭。但齊人無信，謂我微弱必即背盟。齊寇若來，諸君須爲孤力鬥也。”乃以曇郎爲質，與齊人盟於城外，將士恣其南北。齊師乃退，嗣徽、任約亦皆奔齊。 \\n 話分兩頭，裴忌受命攻王僧智，率其所部精兵，倍道兼行，自錢塘直趣吳郡。夜至城下，鼓噪薄之，呼聲震天地。僧智以爲大軍至，懼不敵，輕舟奔吳興，既而奔齊。忌入據之，霸先即以忌爲吳郡太守。陳蒨在長城，收兵得八千人，與文育合軍進攻杜龕，龕勇而無謀，嗜酒常醉。其將周泰，隱與蒨通，屢戰皆敗，泰因說之使降。龕將從之，其妻王氏曰：“霸先驚隙如此，降必一不免，何可屈己？”因出私財賞募，得壯士數百，出擊蒨軍，大破之。龕喜，飲酒過醉。是夜，周泰開門，引敵入城，兵至府中，龕尚醉臥未覺，蒨遣人負出於項王寺前，斬之，盡滅其家。由是東上之不服者皆平。 \\n 再講齊師既歸，降將徐嗣徽職等，日夜勸齊伐梁，謂江南一舉可龋齊主從之，乃遣儀同蕭軌、庫狄伏連與任約、徐嗣徽，合兵十萬，大舉入寇，晝夜兼進，直據蕪湖。霸先得報，謂諸將曰：“何如，吾固知齊兵之必至也。”乃遣侯安都率領諸將，共據梁山禦之，齊人詐言欲召建安公淵明歸北，當即退師。霸先欲具舟送之，會淵明疽發背卒，不果。於是齊兵發蕪湖，庚寅，人丹陽縣，丙申，至秣陵故治，建康大震。霸先乃遣文育將兵屯方山，徐度頓馬牧，杜棱頓大航南，爲犄角之勢以拒之。齊人跨淮立橋，引渡兵馬，夜圍方山。而嗣徽則據青墩之險，大列戰艦，以斷文育歸路，兵勢嚴密。至明，文育鼓噪而發，反攻嗣徽，所向披靡，直出陣後。嗣微有偏將鮑砰，力敵萬夫，勇冠一軍，獨以小艦殿后。文育乘舟舴艋與戰，相去數丈，勇身一躍，跳上砰船，手起刀落，將砰斬落水中，連殺數人，牽其船而還。嗣徽之衆大駭。 \\n 癸卯，齊兵進及倪塘，遊騎直至台城，上下危懼。霸先因作背城之戰，親自出拒，恰好文育軍亦至，士氣乃壯。將戰，大風從敵陣來。霸先曰：“兵不逆風。”文盲目：“事急矣，焉用古法？”抽槊上馬先進，衆軍從之，風亦尋轉，殺傷數百人，齊兵乃卻。俄而齊師至幕府山，鋒甚銳。霸先不出，潛使別將錢明領精卒三千人乘夜渡江，邀擊齊人糧運，盡獲其船米。 \\n 齊軍由此乏食。任約謂嗣徽曰：“此時尚可一戰，若相持不決，糧盡兵散，何以自全？”嗣徽曰：“然。”乃引齊軍逾鍾山，至玄武湖，進據北郊壇，以逼建康。霸先移兵壇北，與齊人相對，是夜大雨震電，暴風拔木，平地水深丈餘。齊軍晝夜坐立泥中，足指皆爛，懸鬲以爨。而台中地高，水易退，道路皆燥，官軍每得更番相易。然四方壅隔，糧運不至，建康戶口流散，徵求無所，人盡憂之。天少霽，霸先將戰，向市人調食，僅得麥飯，分給軍士，士皆饑疲。恰好陳蒨以米三千斛、鴨千頭，從間道送至建康。霸先大喜，乃命炊米煮鴨，人人以荷葉裹飯，分以鴨肉數臠，未明蓐食，比曉出戰。侯安都謂蕭摩訶曰：“卿驍勇有名，千聞不如一見。”摩訶對曰：“今日令公見之。 \\n ”及兩兵方合，安都挺槍躍馬，沖入敵陣，手殺數人。忽馬蹶墮地，齊人圍之，奮槍亂刺。摩訶望見，單騎大呼，直沖齊軍，刀舉處，齊將紛紛落馬，殺開一條血路，奪得敵馬以與安都，安都乃免。霸失望見曰：“事急矣。”遂與吳明徹等聚兵合擊，各殊死鬥。周文育又從白下引兵橫出其後，首尾並舉，齊師大潰，斬獲萬餘，相蹂藉而死者，不可勝計。生擒徐嗣徽，及弟嗣宗，斬之。乘勢迫襲，擄得齊將蕭軌等將帥四十六人。其軍士得竄至江者，縛獲伐以濟，中江而溺，流屍至京口，翳水瀰岸。唯任約、王僧惜得免。是役也，梁大勝齊，齊喪師十萬逃歸者，不及什之二三。建康危而複安，軍士以賞俘換酒，一人才得一醉，庚申，斬蕭軌等於市，齊人聞之，亦殺陳曇郎。 \\n 是時外寇即靖，疆土粗安。乃進霸先位相國，總百揆，封陳公，加黃鉞殊禮，贊拜不名。於是大小臣工，皆知梁祚將終，霸先革命在即，而相率勸進。太府卿何凱、新州刺史華志，各上玉璽一枚，皆言草土中有紅光透出，掘而得之。主有聖明治世，謹奉以獻，霸先受之。又大夫王彭，稱於今月五日平旦，見龍迹自犬社至象闕，亙三四裏，爲霸先賀。司天官奏慶雲呈於東方，慧星見於西北，主有除舊更新之象。又鍾山甘霖大降，嘉禾一穗六歧。群臣爭勸霸先受禪，以副天人之望。於是進爵爲王，增封二十郡，自置陳國以下官屬。冕用十有二旒，建天子旗旗，出警入蹕。 \\n 永定元年十月戊辰，敬帝下詔禪位於陳。是日，陳主使將軍沈恪勒兵入殿，衛送梁帝如別官。沈恪排闥見王，叩頭謝曰：“恪經事蕭氏，今日不忍見，分受死耳，決不奉命。”王嘉其意，不復逼，更以他人代之。乙亥，王即帝位於南郊。先是氛霧滿天，晝夜晦冥，至於是日，景氣清晏，識者知有天意焉。 \\n 禮畢還宮，臨太極前殿，受百官朝賀，改元，大赦。奉敬帝爲江陰王，降太后爲太妃，皇后爲妃。辛已，立七廟，追尊皇考曰景皇帝，皇妣董氏曰安皇后。立夫人章氏爲皇后，以太子昌留魏，故不立太子。先是侯景之平也，火焚太極殿。敬帝時，議欲建之，獨缺一柱，遍索山谷間不得。至是有樟木大十八圍，長四丈五尺，流泊江口。朝臣皆以爲天降神木，助宏王基，上表稱賀，遂取以建殿。尺寸不爽。殿成，詔以皇侄蒨爲臨川王，大封百僚，梁之舊臣，莫不受命。那知四方皆服新朝，一人獨懷舊主，聞陳篡位，仗義興兵，誓必爲梁報仇。帝聞之歎曰：“吾固知其不服也。”你道此人是誰？且聽下文分講。 \\n 紅霞淫女，何足重輕？所以曲折寫之者，爲陳霸先與王僧辯父子啓釁之故。蓋天之所興，魏不得而奪之，齊亦不得而禁之。陳蒨有龍陽之好，嬖人通其妹而不知，遏淫說有雲：“我既引水入牆，彼必乘風縱火。”信矣，戒之哉！ \\n  \\n   \\n  "}
{"章节": "第三十回 廢伯宗安成篡位 擒王琳明徹立功", "正文": "  \\n 第三十回　廢伯宗安成篡位　擒王琳明徹立功 \\n 　 \\n 話說梁社既亡，舊臣皆服新朝，孰敢起而相抗？單有湘州刺史王琳，素懷忠義，不以盛衰改節。先是江陵陷，元帝被害，琳率衆發哀，三軍縞素。屯兵長沙，傳檄州郡，爲進取之計。 \\n 敬帝既立，琳複擁戴建康，不敢有二。及霸先誅僧辯，握大權，隱有受禪之志，心甚不平。繼聞敬帝禪位於陳，不勝大怒，乃求援于齊，請納永嘉王莊，以主梁祀。齊乃送莊還江南，琳便奉莊即帝位，改元天啓。莊以琳爲丞相，建牙勒衆，大治舟艦，欲攻建康。帝聞其反，乃假侯安都爲西道都督，周文育爲南道都督，將舟師二萬，會于武昌以擊之。謂二將曰：“王琳蓄志已久，練兵有年，其下多驍勇之士，此未可以輕敵也。”二人家輕王琳，以爲此殘梁遺寇，平之易若反掌，絕不爲意。又兩軍並行，不相統攝，部下交爭，各無奮志。行至武昌，琳將樊猛懼不能敵，退守郢州。安都意益驕，遂進兵圍之。裨將周鐵虎謂不宜頓兵堅城之下，當先破王琳，則郢城自服。安都不可，聞王琳大軍將至，乃釋郢城之圍，進軍合口以拒之。 \\n 當是時，琳軍東岸，安都等結營西岸，相持數日。琳與堵將討回：“彼軍驕甚，必不以我爲虞，可襲而取也。”乃以老弱守營，夜引精兵，從下流潛渡，抄出東軍之後，乘軍士熟睡時候，一聲號炮，奮勇殺入，東軍果不設備，及至驚醒，大營已破。軍士皆抱頭鼠竄而逃，逃不及者，盡做刀下之鬼。安都、文育等雖勇，怎奈四面儘是梁兵圍裹上來，左右親將，死傷略盡，欲逃無路，以故安都、文育及裨將周錢虎等，皆被擒獲。 \\n 及明，王琳歸營，諸將皆賀。乃引見陳俘，謂安都等曰：“汝等皆號無敵，今乃爲吾擒乎？”安都等不語，獨鐵虎詞氣不屈，琳殺之，而囚安都、文育，貫以長鎖，擊之坐側。遂乘勝勢，襲據江州。帝聞報大駭。乃遣司空侯琚及領軍徐度，率舟師三萬進討，帝親幸石頭送之。 \\n 卻說琳至湘口，水涸不得進。一夜春水暴漲，舟艦得通，乃引合肥、漅爐相次而下，軍勢甚盛。琚進軍虎檻洲，與琳隔洲而泊。明日合戰，琳軍少挫，退保西岸。及夕，東北風大起，吹其舟艦並壞，沒于沙中，風浪大，不得還浦。天明風靜，琳入浦治船，填亦引軍退入蕪湖。時侯安都，周文育，乘監守稍懈，帶鎖逃歸。侯琚接見，大喜曰：“公等得脫，皆天意也，破賊必矣。”遂奏聞於帝，帝雖怒其敗而甚喜其歸，仍令隨軍效力。先是王琳乞師于齊，齊遣大將劉伯球將兵一萬，助琳水戰。慕容子會將鐵騎二千，屯蕪湖西岸，爲之聲勢。丙申將戰，侯琚下令軍士，晨炊蓐食以待之。時西南風急，琳自謂得天助，引兵直趣建康。琚俟其舟盡過，乃徐出蕪湖，躡其後，西南風反爲琚用。琳命軍士擲火炬以燒陳船，皆反燒其船，軍陣大亂。 \\n 琚乃以小船蒙牛皮沖其艦，艦皆壞。琳由是大敚軍士溺死者什二三，餘皆棄船登岸走。而齊兵之在西岸者，亦慌亂起來，自相蹂踐，並陷於盧荻泥淖中。陳師逼之，束手就縛。遂擒齊將伯球，慕容子會，斬獲萬計。琳見衆軍瓦解，大勢難支，只得冒陳急走。至湓城，猶欲收合離散，以圖再舉。奈衆無附者，遂奉永慶王及妻妾左右數十人奔齊。其將樊猛等，皆率部曲來降。由是郢、湘盡平，江北無驚，粱之舊境，無不歸服于陳。 \\n 雖有遠方倔強之徒，或降或叛，帝皆羈靡之，不忍勞師遠討，過用民力。即位三年，四境粗安。 \\n 當是時，南朝鼎遷于陳，西魏亦禪位宇文氏，改國號爲周。 \\n 而陳太子昌，尚羈關中，帝乃遣使通好，且求太子昌歸國，周人許而不遣，心常不樂。未幾，帝不豫，遣尚書王通以疾告太廟及郊社，其後疾益甚，庚午，崩於璿璣殿，時年五十七。遺詔以臨川王璿入承大統。於是群臣向王勸進，玉謙讓弗敢當。 \\n 太后又以太子昌尚在周邦，未肯下詔立君。衆莫能決。安都慷慨言曰：“今四方未定，何暇及遠，臨川王先帝猶子，有大功於天下，須共立之。今日之事，後應者斬。”便接劍上殿，啓太后出璽，手解臨川王發，推就喪次，俯伏舉哀。哀畢，升殿即位，是爲文帝。甲寅，遷殯於太極殿西階，群臣上諡曰“武皇帝”，廟號“高祖”。高祖智以綏物，武以甯亂，英謀獨運，人皆莫及。加以儉素自率，常膳不過數品，私饗曲宴，皆用瓦器。肴核庶羞，裁令充足。後房衣不重彩，飾無金翠。及乎踐祚，彌厲恭儉，以故隆功茂德，光有天下。今且按下不表。 \\n 且說文帝即位以來，兢兢業業，治已用人，一遵高祖之舊。 \\n 尊王后爲皇太后，以司空侯琚爲太尉，侯安都爲司空，徐度爲侍中，杜稜爲領軍將軍。立妃沈氏爲皇后，子伯宗爲皇太子。 \\n 大業已定，把一個太子昌竟置不問。斯時昌羈于北，聞高祖崩，臨川即位，以爲奪了他基業，不勝憤怒，於是哀懇周人，求歸南土。時周朝宇文護當國，因念陳已有君，留之無益，落得做人情，遂遣南歸。昌至安陸，將濟江，先遣人致書於帝，責其不待已至，擅登大位，辭多不遜。帝視書不悅，然若拒而不納，臣下必有異論。乃召安都入內延，從容謂曰：“太子將至，須別求一藩，吾歸老焉。”安都曰：“自古豈有被代天子乎？臣愚不敢奉詔，請自往迎之。”向帝密語數言而別。遂以昌爲驃騎將軍，封衡陽王。詔中書舍人緣道迎候。安都見太子，敬禮備至，請即登舟濟江，太子從之。那知船中侍從，皆其腹心，行至中流，而執沈之于水，以溺死聞。朝廷爲之發喪。後人有詩悲之雲：猶子巍巍握帝符，前星失曜一身孤。 \\n 早知今日沈江底，何不長安作匹夫。 \\n 衡陽既死，帝心暗喜。時帝有母弟頊，尚留在周，帝思之，遣使關中通好，賂以黔中地及魯山郡，求放頊還。周乃遣上士杜杲送項南歸，並其妃柳氏，及子叔寶，皆還建康。先是頊在長安，軍主李總與頊有舊，每同遊處。一日，頊被酒，張燈而寐。總入其室，見一大龍，臥於床上，便驚呼而走。頊覺，問何所驚，總曰：“子必大貴，異日無忘吾言。”及歸，與帝相對泣，即封安成王，恩賞有加。帝謂周使杜杲曰：“家弟今蒙禮遣，實周朝之惠，然魯山不返，亦恐未能及此。”杲對曰：“安成長安一布衣耳，而陳之介弟也，其價豈止一城而已哉？ \\n 本朝敦睦九族，恕己及物，上遵太祖遺旨，下思繼好之義，是以遣之南歸。今乃雲以尋常之土，易骨肉之親，非使臣所敢聞也。”帝甚慚曰：“前言戲之耳。” \\n 且說侯安都既害衡陽，進爵清遠公，威名甚重，群臣莫出其右，自以功安社稷，日益驕矜。部下將帥，多不遵法度，有司檢問，則奔歸安都，安都庇之。凡上表啓，語多不遜。及侍宴酒酣，或箕踞座上，傾倚席間，不復盡人臣之劄。一日，陪樂遊苑禊飲，醉謂帝曰：“陛下今日何如作臨川王時？”帝不應，安都再三言之，帝曰：“此雖天命，抑亦明公之力。”宴訖，又啓禦前供張，賜借一用，將載妻妾來此歡會。帝雖許之，而心甚不平。明日安都坐禦座，賓客居群臣位，稱觴上壽。帝聞之益怒，漸奪其權，於是群臣爭言安都之短，勸帝除之。又有言其謀叛者，召入省中，賜死。初，安都與杜嘗爲壽于高祖前，各稱功伐。高祖曰：“卿等皆良將也，而並有所短。杜公志大而識暗，狎下而驕上，矜其功不收其拙。周侯交不擇人，而推心過差，居危履險，猜防不設。侯郎傲誕而無厭，輕佻而肆志，並非全身之道。”卒皆如其言，人咸服高祖之明見雲。 \\n 此是餘話，不必細講。 \\n 卻說天康元年夏四月，帝不豫，台閣衆事，並令尚書仆射到仲舉、五兵尚書孔奐、中書舍人劉師知共決之。疾篤，憂太子伯宗柔弱，不能守位，謂頊曰：“吾欲遵泰伯之事，汝能無負我托否？”頊拜伏於地，涕泣固辭，帝又謂諸臣曰：“今三萬鼎峙，四海事重，宜須長君。朕欲近則晉成，遠隆殷法，卿等宜遵此意。”孔奐流涕對曰：“陛下禦膳違和，痊複非久。 \\n 皇太子春秋鼎盛，聖德日躋。安成王介弟之尊，足爲周旦，若有廢立之，臣等寧死，不敢聞詔。”帝曰：“古之遺直，複見於卿。”乃以免爲太子詹事。 \\n 癸酉，上殂。群臣奉太子即位，是爲廢帝。以安成王爲驃騎大將軍，都督中外諸軍事。安成遂率衛士三百人居尚書省，以防非常。師知、仲舉雖居禁中，共決政事，而大權總歸安成。 \\n 刑賞黜陟，全不與衆人參懷。師知由是忌之，謂仲舉曰：“安成不出，少主恐無自安之理。”仲舉亦以爲然。乃密結右丞王暹、舍人殷不佞、右衛將軍陳子高，相爲黨援。原來子高自文帝繼統，以舊寵歷任要職，拜爲右衛將軍，統領軍府，在諸將中士馬最盛。因感舊君之恩，欲爲新主報效，故與仲舉相結，共謀出頊於外。然衆尚猶豫，未敢即發。獨殷不佞以爲機不可緩。一日不告衆人，馳詣省中，矯敕謂頊曰：“今四方無事，王可且還東府，經理州務。”頊聞之愕然，命駕將發。記室毛喜人見頊曰：“陳有天下日淺，國禍繼臻，中外危懼。太后深惟至計，令王入省，共康庶績。今日之言，必非太后之意。宗社之重，願王三思。須更聞奏，無使奸人得肆其謀。今出外即受制於人，譬如曹爽，願作富家翁，其可得耶？”頊即遣喜與吳明徹籌之。明徹曰：“嗣君諒暗，萬機多闕。殿下親實周、召，當輔安宗社，願留中勿疑。”頊乃稱疾，召劉師知至府，留之與語，使毛喜入言于太后。太后曰：“今伯宗幼弱，政事並委二郎，此非我意。”因召帝問之，帝曰：“此自師知等所爲，朕不知也。”喜出報頊，頊乃囚師知於室，親自入朝，面奏二宮，極陳師知之罪。帝曰：“此等人，任叔父治之。”頊出，即以師知付廷尉，夜於獄中踢死。收王逼、殷不佞並付獄。 \\n 不佞少有孝行，頊雅重之，故僅免官而誅王暹，餘人皆置不問。 \\n 一日，毛喜清簡人馬配子高，並賜器甲。頊驚曰：“子高謀反，方欲收執，何爲授以人馬器甲？”喜曰：“山陵始畢，邊寇尚多。子高受委前朝，權力正盛，若收之，恐不時授首，或爲國患。宜推心安慰，使不自疑，伺間圖之，一壯士之力耳。”頊深然之。 \\n 再講仲舉自師知死後，心益不安，乃使其子到都，乘小車，蒙婦衣，來子高家，謀誅安成。往返數次，蹤迹漸露。頊欲誘二人入朝而殺之，因托言議立皇太子，悉召文武，共集尚書剩二人隨衆入，乃使壯士執之，付獄賜死。先是前一夜，子高夢見紅霞以手招之曰：“郎今可以共往矣。”覺惡其不祥。俄而聞召，謂家人曰：“此行吉凶難保也。”乃入，果賜死。 \\n 再說子高既誅，其黨皆懼，湘州刺史華皎亦子高黨，懼禍及己，以湘州叛歸後梁，又乞師北周，勾連兩國之兵，來犯建康，軍勢甚盛。頊欲討之，而恐不克，因問計于吳明徹。明徹曰：“王自秉國以來，未嘗立大功。皎雖外結強援，軍心不一，勢易摧敚王自引大兵擊之，蕩定可必。如是則大功立，民心之戴王益堅矣。”頊然其言，乃親引大軍三萬禦之。庚辰，戰于沌口，大破華皎，周、梁之師亦潰。皎奔關中，湘州遂平。 \\n 奏凱後，群臣爭表安成之功，進位太傅，加殊禮。於是安成之權愈重，國中但知有安成，不知有帝矣。帝弟始安王伯茂，心懷不平，屢肆惡言，頊惡之，乃黜爲溫麻侯，置諸別館，使人邀於道殺之，詐言爲盜所殺，大索國中三日。帝聞之怒，遂不與安成相見。於是近臣毛喜等，勸頊早正大位，以一人心。頊從之。甲寅，乃乙太皇太后令，誣帝與師知、華皎通謀，上違太後，下害宗賢，無人君之度，且曰：“文皇知子之鑒，事等帝堯，傳弟之懷，又符太伯。今可申曩志，崇立賢君。”遂廢帝爲臨海王，以安成王入篡大統。正月甲午，群臣上璽綬，安成即皇帝位，是爲宣帝。改元大建，複太皇太后爲皇太后，皇太後爲文皇后。立妃柳氏爲皇后，世子叔寶爲皇太子。封皇子叔陵爲始興王，群臣悉以本位，供職如故。帝幼有智慧，及長，美容儀，身長八尺三寸，手垂過膝，與文帝友愛甚篤。以地處嫌逼，遂篡天位，有負文帝。然少曆艱難，深悉民隱，故踐祚之後，勤勞庶政，不動干戈，江南之民，遂得少安。 \\n 話分兩頭，王琳自奔齊之後，齊主命出合肥，召募倆楚，更圖進龋既而以琳爲揚州刺史史、大行台，鎮壽陽，屢次上表，乞師南侵。尚書盧潛以爲時事未可，且謂與陳和親。齊王從之，乃遣散騎常侍崔瞻來聘，且歸南康湣王曇郎之喪。琳遂與潛有隙，更相表奏，齊主召琳赴鄴，以潛爲揚州刺史代之。 \\n 由是二國聘問往來，信使不絕者數載。然是時，齊政日壞，國勢憑衰，後主信任權幸，屏黜忠良。周人乘齊之亂，日肆憑陵，汾、晉之間，幾無寧日。消息傳入建康，陳主大喜，以爲江淮舊境，乘此可複，乃集群臣於內殿，商議伐齊。群臣各有異同，獨吳明初決策請行。帝曰：“此事朕意已決，但元帥至重，諸卿以爲孰可？”衆議以淳於量曆有大功，位望隆重，共署推之。 \\n 左仆射徐陵獨曰：“吳明徹家在淮左，悉彼風俗，將略人才，當今亦無過者。臣以爲元帥之任，非明徹不可。”尚書裴忌曰：“臣同徐仆射。”陵應聲曰：“非但明徹良帥，裴忌亦良副也。 \\n ”帝從之，乃拜明徹爲元帥，裴忌監軍事，統衆十萬伐齊。先取秦郡、曆陽兩路，刻日並發。 \\n 齊人聞陳師來侵，共議出兵禦之。儀同王肱曰：“官軍此屢失利，人情騷動，若複出頓江、淮，恐北狄西寇，乘弊而來，則世事去矣。莫若遣使江南，暫圖和好。然後薄賦省徭，息民養土，使朝廷協睦，遐邇歸心。天下皆當肅清，豈直陳氏而已？ \\n ”齊主不從，遣大將尉破胡率兵救泰州，長孫洪略出兵救曆陽。 \\n 侍中趙彥深私問計于秘書監源文宗曰：“弟往爲秦、涇刺史，悉江、淮間情事，今陳師入寇，何術以禦之？”文宗曰：“朝廷精兵，必不肯多付諸將，數千以下，適足爲吳人之餌。尉破胡人品卑下，公之所知。敗績之事，匪朝伊夕，何能制勝卻敵，保有淮北耶？如文宗計者，不過專委王琳，招募江、淮義男三四萬人，風俗相通，能得死力。兼令舊將，將兵屯於淮北，足以固守。且琳之於頊，必不肯北面事之明矣。竊謂此計之上者，若不推赤心於琳，更遣餘人掣肘，複成速禍，彌不可爲。”彥深歎曰：“弟此策誠足制勝千里。但爭之十日，已不見從，時事至此，安可盡言？”因相顧流涕。 \\n 且說破胡將次秦州，去陳軍不遠，選長大有勇力者爲前鋒，號蒼頭，身披犀甲，手執大刀，其鋒甚銳。又有西域胡多力善射，弦無虛發，敵軍尤憚之。將戰，吳明徹謂蕭摩訶曰：“若殆此胡，則彼軍奪氣，君才不減關、張矣。”摩訶曰：“願示其狀，當爲公取之。”明徹乃召降人有識胡者，使指示之。自酌酒以飲摩訶曰：“飲明徹手中酒者，當令勇氣百倍，所向無前。”摩訶飲畢，馳馬沖齊陣，大呼曰：“有勇者速來一決！ \\n ”西域胡挺身出陣，十余步，彀弓方發，摩訶遙擲銑硯，大呼曰：“著！”正中其額，應手而仆。齊陣中大力者十余人出戰，摩訶揮刀皆斬之，易若拉朽，齊人無不膽落。於是明徹乘敵之懼，縱兵大戰，齊兵大敗，尉破胡走，遂克泰州。 \\n 先是，破胡之出師也，齊使王琳與之俱。琳謂破胡曰：“吳兵輕銳，宜以長策制之，慎勿輕鬥。”破胡不從而敗，琳單騎僅免，奔還彭城。又陳將黃法與長孫洪略大戰于曆陽城下，臨陣斬之，遂克曆陽。由是兩路皆捷，大軍所至，勢如破竹。 \\n 不數旬，已獲二十餘郡。齊將非降即逃，單有王琳敗下，尚領殘兵數千，退保壽陽外郭。明徹乘夜攻之，琳且戰且守，飛章告急。齊乃複遣大將皮景和率師十萬來援。那知景和本非將才，一聞敵強，更懷懼怯，去壽陽三十裏，頓軍不進，僅虛張聲勢以畏敵。陳將皆懼曰：“堅城未拔，大援在近，將若之何？” \\n 明徹曰：“兵貴神速，而彼結營不進，自挫其鋒，吾知其不敢戰明矣，何畏？急攻壽陽，拔之可也。”於是躬擐甲胄，四面疾攻。景和果不敢救，引兵退，遂克壽陽，生擒王琳。 \\n 琳體貌閒雅：喜怒不形於色，有強記才。軍府佐吏千數，一見皆能識其姓名，輕財愛士，得將卒心。雖流寓在鄴，齊人皆重其忠義。及被擒，舊時麾下將卒，多在明徹軍中，見之皆歔欷，不能仰視，爭爲請命，及致資給。明初恐其爲變，斬之于壽陽東二十裏。哭者聲如雷。有一裏以酒脯來祭，哭盡哀，收其血而去。田夫野老，知與不知，聞者莫不流涕。後人有詩悲之曰：故國江山已化生，孤臣閫外尚捐身。 \\n 壽陽野老收遺血，哭殺當時麾下人。 \\n 捷聞，帝大喜，置酒舉杯，屬徐陵曰：“賞卿知人。”陵避席曰：“定策聖衷，非臣力也。”乃以明徹爲車騎大將軍，都督豫合六州諸軍事。遣謁者蕭淳風就壽陽。冊命築壇于城南，高數丈，士卒二十萬，皆戎裝，環立壇下。旗分五色，兵列八方，明初登壇拜受，三軍皆呼萬歲，聲震山谷。觀者如堵，人皆榮之。其餘有功將士，皆進爵。以壽陽複爲豫州，以黃城爲司州，江、淮舊境悉複。但未識齊人複來爭否，且俟下文再講。 \\n 王琳不忘舊主，志圖恢復。雖與貞陽同一奔齊，同一求援。 \\n 事雖不成，其心可原矣。陳高祖明果節儉，雄略蓋世，在位三年，規模粗定，不愧一代開創之主。文帝克守舊章，迎回愛弟，欲效大伯之風，不惟能公天下，且見知人之明。廢帝並無失德，乃以衆臣推頊，卒不終位，殊覺可憐。宣帝當國，始卻實心輔政，繼以衆臣欲出之，後以衆臣共戴之，遂登大寶，亦有天焉。 \\n 即李總之預見大龍，此其明證矣。 \\n  \\n   \\n  "}
{"章节": "第三十一回 張麗華善承寵愛 陳後主恣意風流", "正文": "  \\n 第三十一回　張麗華善承寵愛　陳後主恣意風流 \\n 　 \\n 話說齊主聞壽陽陷，頗以爲憂。其嬖臣穆提婆曰：“本是彼物，從其取去。假使國家盡失黃河以南，猶可作一龜茲國。 \\n 更可憐人生如寄，誰當行樂，何用愁爲？”左右嬖幸共贊和之。 \\n 齊主大喜，因置邊事於度外，陳人悉複其故疆，而齊不復爭。 \\n 先是王琳傳首建康，詔懸其首於市，人莫敢顧。其故吏朱瑒上書于仆射徐陵曰：竊以典午將滅，徐廣爲晉家遺老，當塗已謝，馬季稱魏室忠臣。梁故建寧公琳，當離亂之辰，總方伯之任，天厭梁德，尚思匡繼。徒蘊包胥之志，終遘萇宏之眚，至使身沒九泉，頭行千里。伏惟聖恩博厚，明詔愛發，赦王經之哭，許田橫之葬。 \\n 不使壽春城下，唯傳報葛之人；滄洲島上獨有悲田之客。 \\n 陵得書，爲之請於帝，乃詔琳首還其親屬。瑒奉其首，葬之於八公山側。義故會葬者數千人，皆痛哭拜奠。尋有壽陽義士毛智勝等五人，密送其柩於鄴。贈曰“武忠王”，給轀輬車在葬之。今且按下不表。 \\n 卻說宣帝廣選嬪禦，後宮多內寵，生四十二男。長太子，柳皇后生，次始興王叔陵，又次長沙王叔堅，及下諸王，皆衆妃所出。叔陵少機辨，徇聲名，爲帝鍾愛，然性強梁不羈，恃寵使氣，王公大臣多畏之。年十六，出爲江州刺史，嚴刻馭下，部民畏懼。歷任湘、衡、桂、武四州，諸州鎮聞其至，皆股粟震恐。而叔陵日益暴橫，徵求役吏，無有紀極。又夜間不臥，燒燭達曉，召賓客嬖人，爭說民間細事，以相戲謔。自旦至午，方始寢寐。其曹局文案，非奉呼喚，不得上呈。瀟、湘以南，詞人文士，皆通爲左右侍從，其中脫有逃竄，輒殺其家屬妻子。 \\n 民家妻女微有色貌者，皆逼而納之府中。州縣莫敢上言，以故帝弗之知。俄而召入，命治東府事務，兼察台剩凡執事之司，承意順旨者，即諷上用之，厚加爵位，微致違忤，必抵以大罪，重者至死。又好飾虛名，每入朝，常于車中馬上，執卷讀書，高聲長誦，揚揚自若。歸至室內，或自執斧斤，爲沐猴百戲。 \\n 又好遊家墓間，見有塋表爲當世知名者，輒令左右發掘，取其石志古器，並骸骨肘脛，持爲玩弄之物。郭外有梅嶺，晉世王公貴人多葬其間。叔陵生母彭妃死，啓請梅嶺葬之。乃發謝太傅安石墓，棄去其柩，以葬母相。初喪之日，僞爲哀毀，自稱齋戒，將刺臂上血，爲母寫《涅斮經》。未及十日，庖廚擊鮮，日進甘膳。私召左右妻女與之宣淫，其行事類如此。 \\n 又有新安王者，名伯團，文帝子，性嗜酒，用度無節，所得俸祿，每不足於用，酣醉時，常乞丐于諸王。帝聞而憐之，特加賞賜，後出爲徐州刺史。在州不理政事，日出田獵，或乘眠輿，至於草間，輒呼百姓婦女同遊，動至旬日，所捕麝鹿等物，相與共用。帝知其不法，召至京，將廢棄之。而伯固善嘲虐，工餡媚，與叔陵相親押，以故得帝歡，每宴集，必引之侍飲。又怕固性好射雉，叔陵好發古塚，出遊野外，必與偕行。 \\n 一日，兩人對飲，既酣，叔陵謂曰：“主上若崩，吾不能爲太子下矣。”伯固曰：“殿下雄才大略，豈太子所及？他日主天下者，非殿下而誰？吾雖不敏，當爲殿下助一臂之力。”彼此大笑。於是情好大洽，遂謀不軌。伯固侍禁中，每有密語，必報叔陵。 \\n 是時諸王皆畏叔陵，單有長沙王叔堅，每與相抗，不肯下之。先是叔堅母，本吳中酒家女，宣帝微時，常飲其肆，遂與之通。及貴，召拜淑儀，生叔堅。叔堅性傑黠，有勇力，善騎射，帝亦愛之。嘗與叔陵爭寵，彼此相忌。每朝會鹵簿，不肯爲先後，必分道而趨。左右或爭道而鬥，至有死者。帝於二子皆所鍾愛，故稍加責讓，仍置酒和解之。由是二人益無顧忌。 \\n 一日，帝方視朝，忽報周已滅齊，大懼，謂群臣曰：“周人得志於東，必復辟地于南，如此江淮必受其害。吾欲遣使於周，以修舊好，兼覘其動靜，諸臣以爲誰可使者？”衆推憲審，帝即命憲入關。憲至周，周亦厚相接待。既成禮，遂還建康，複命於帝曰：“周雖滅齊，其勢可畏。然自周武死後，天元繼統，國政日亂，內外皆歸心丞相楊堅。臣料天元死後，堅必篡周。內務未遑，何暇外圖？只恐堅既得志，必有併吞江南之意。 \\n 他日之憂，正勞聖慮也。”帝曰：“堅亦何能遽代周家？”遂不以爲意。未幾隋果代周，帝聞之，懼而謂憲曰：“卿料事如神，他日之憂，正不可以不防。”憲曰：“陛下能念及此，兢兢業業，隋亦無如我何也！”於是飭邊事，修武備，以爲自強之計。時大建十三年也。 \\n 明年春，帝有疾，詔太子及始興王叔陵、長沙王叔堅，並入侍疾。叔陵見帝病將危，陰懷異志，命典藥吏曰：“切藥刀甚鈍，可礪之。”蓋舊制諸王入宮，不許帶寸刃，故叔陵欲礪銼藥刀，以行逆也。甲寅帝崩，倉猝之際，合宮驚慌，而叔陵命左右於外取劍。左右弗悟其旨，取朝服所佩木劍以進，叔陵頓足大怒。叔堅在側見之，知其有變，乃密伺所爲。俄兩太子哀哭俯伏，叔堅偶如廁，叔陵較起，於旁抽切藥刀斬太子，中項，太子悶絕于地。柳後大呼救之，叔陵又斫後數下。乳媼吳氏自後制其肘，太子浴血而起，叔陵持太子衣，太子奮身得脫。 \\n 叔堅行至殿廊，聞內有喊聲，急即奔入見叔陵行兇，遂從後益之，奪去其刃，李之就柱，以其摺袖縛之。時吳媼已扶太子避賊，叔堅求太子所在，欲受生殺之命。叔陵乘間奮力掙縛，縛解脫走，突出雲龍門，馳車還東府，使左右斷青溪道，放東城囚以充戰士。又遣人往新林，迫其所部兵，躬自被甲，戴白布帽，登城西門，招募百姓，散金帛以賞士卒，遍召請王將帥，莫有至者。獨新安王伯固單馬赴之，助其指揮。聚兵千人，據城自守。時衆軍並出防江，台內空虛，人心驚亂。叔堅忙召蕭摩訶入內，使受敕討叔陵。摩訶受命出宮，即率馬步數百，直趣東府。叔陵惶恐，遣人送鼓吹與摩訶，謂之曰：“事捷，必以公爲台鼎。”摩訶誘之曰：“須王心膂自來，方敢從命。” \\n 叔陵乃遣所親戴溫、譚麒麟，來見摩訶，摩訶執以送台，斬其首以徇東城。叔陵歎曰：“事不成矣。”遂入內，呼其妻妾十人，盡沈于井，身率步騎數百，開城走，欲趣新林，而後乘舟奔隋。行至白楊路，爲台軍所邀。伯固奔避入巷，叔陵馳騎拔刃追之，呼曰：“爾欲求克耶？我先殺汝。”伯固不得已複還。 \\n 部下多棄甲潰去。訶摩刺叔陵仆地，其將陳仲華就斬其首。伯固亦爲亂兵所殺。自寅至已，其亂乃定。叔陵諸子皆賜死。時太子創甚，臥承香殿，太后居伯梁殿，百司衆務，皆決于叔堅。 \\n 丁已，太子創愈，群臣奉璽綬，即位於太極殿。改元至德，大赦天下，是爲後主。以長沙王爲司空、驃騎大將軍，蕭摩訶爲車騎大將軍，封綬遠公，叔陵家金帛累巨萬，悉賜二人。 \\n 且說長沙王既定內亂，自以有救護大功，驕縱日甚，群臣忌之。都官尚書孔范、中書告人施文慶皆有寵於帝，而惡叔堅所爲，日夜求其短，構之於帝。帝遂疏之，以江總爲吏部尚書，奪其權。叔堅既失恩，心不自安，乃爲厭媚，酷日月以求福。 \\n 或上書告其事，驗之有實，帝乃四叔堅于內剩將殺之，令內侍宣敕數其罪，叔堅對曰：“臣之本心，非有他故，但欲求親於主上耳。今既犯天憲，罪固當死，但臣死地下必見叔陵，願宣明詔責之於九泉之下。”帝感其言，遂赦之，免官歸第。今且按下不表。 \\n 卻說陳自武帝開國，綱紀粗備，天下漸安。繼以文宣承統，勤勞庶政，節己愛人，府庫充足，民食有餘，故大建之末，江南號稱富庶。後主即位，蒙業而安，天下欣欣望治。然性耽詩酒，專喜聲色。始初，尚有二、三大臣。輔以正道，軍國之務，稍爲留心。繼則佞幸日進，諛言盈耳，內寵外嬖，共爲蠱惑，而君志日荒矣。 \\n 再表後宮有一美人，姓張名麗華，本兵家之女，父兄以織席爲業。後主爲太子時，被選入宮，撥爲東宮侍婢。時後主已得龔、孔二妃，花容月貌，皆稱絕色，並承寵愛，而于孔妃尤篤。嘗謂妃曰：“古稱王嬙、西子之美，自吾視之，卿美當不弱耳。”及麗華入宮，年才十歲，爲孔妃給使，後主未之見也。 \\n 一日，與孔妃小夥，麗華捧（甯毛）以進，。後主一見大驚，端視良久，謂妃曰：“此國色也。卿何藏此佳麗，而不令我見？ \\n ”孔妃曰：“妾謂殿下此時見之，猶嫌其早。”後主問何故，對曰：“其年尚幼，恐微葩嫩蕊，不足以受殿下采折耳。”後主微笑，心雖愛之，憐其幼弱，不忍強與交歡。因作小詞以寄情，其詞曰：海棠初試胭脂嫩，翠佩葳蕤，弱態難支。不許金風用力吹。 \\n 新桃時樣慵梳掠，淡淡蛾眉，雲鬢雙垂，欲護蘭芽不自持。 \\n 後主作完是詞，以金花箋書付麗華，麗華叩謝。孔妃相顧而笑曰：“殿下何多情也？”原來麗華年雖幼小，天性聰明，吹彈歌舞，一見便會，詩詞歌賦，寓目即曉。又善伺人顔色，雖孔妃亦甚愛之。年交十三，出落得輕盈姻娜，進止閒雅，容包益麗。每一盻睞，光彩照映左右。後主雖未臨幸，常抱置膝上，撫摩其體。此時麗華芳心已動，雲情而意，盈盈欲露，引得後主益發動情，那能再緩佳期。一夜風景融和，月明如水，酒闌之後，遂挽之同寢。麗華初承雨露，嬌啼宛轉，不勝羞澀，而後主曲盡溫存，方堪承受。直至靈犀一透，彼此歡樂無限。 \\n 明日起身，後主滿心喜悅，遂作一詞以示麗華。其詞曰：明月映珠簾，依約小闌幹側。昨夜笑蓉帳底，占幾分春色。 \\n 憨癡未請雨雲情，嬌羞更無力。爲問溫柔滋味，有誰人消得？ \\n 麗華亦依韻和之。詞曰： \\n 喜氣上眉梢，鬥轉月輪初側。直雨露恩濃天上，愧好花顔色。柳條枝弱不堪攀，春風借微力。繡帳夜闌情緒，許姮娥知得。 \\n 詞後書“恭賀禦制元韻。”後主看了此詞，歡喜不已，贊道：“你小小年紀，清詞麗句，乃能如此，結句帶著孔娘娘，尤見靈心四映，真才女也。”從此兩情膠漆，如魚得水，寵倖更出龔、孔之上。 \\n 未幾，宣帝崩，後主即位，拜爲貴妃。當叔陵作逆時，後主受傷，臥承香殿中養病，諸妃皆不得侍，獨麗華待左右，進湯藥，衣不解帶者數夜。及愈，益愛幸之。又內空庭院雖廣，而武帝以來，皆尚簡樸。後主嫌其居處不華，未足爲藏嬌之所，乃於臨光殿前，起臨春、結綺、望仙三閣。高數十丈，並數十間，窮土木之奇，極人工之巧。凡窗牖牆壁欄檻之類，皆以沈檀木爲之，飾以金玉，間以珠翠。外施珠簾，內設寶床寶帳。 \\n 服玩珍奇，器物瑰麗，皆近古未有。閣下積石爲山，引水爲池，植以奇樹，雜以名花。每微風暫至，香聞數裏。朝日初照，光映後庭。月明之夜，恍如仙界。後主自居臨春閣，張貴妃居結綺閣，龔、孔二貴嬪，居望仙閣，並複道往來。又有王、季二美人，張、薛二淑媛，袁昭儀、何捷妤、江修容等七人，並以才色見幸，得遊其上。麗華嘗於閣上靚妝，或臨軒獨坐，或倚欄遙望，見者皆疑嫦娥出世，仙子臨凡，儼在縹緲峰頭，令人可望不可即。 \\n 於是外延臣工，率以迎合爲事。有尚書顧總，字總持，博學多文，尤工五言七言，溺於浮靡。後主寵之，日與遊宴，多作豔詩。好事者抄傳諷玩，爭相效尤，詩體一新。又有山陰人孔范，字法盲，容止都雅，文章贍麗，亦爲主後親愛。後主惡聞過失，范必曲爲文飾，稱揚讚美。又與孔貴妃結爲兄妹。寵遇優渥，言聽計從，公卿多畏之。嘗語後主曰：“外間諸將起自行伍，匹夫耳。深謀遠慮，非其所知。”自是將帥微有過失，即奪其兵，分配文吏。邊備之弛，皆範爲之。時朝廷有狎客十人，顧總爲首，孔範次之。王瑳、施交慶、沈客卿等，又次之，皆得出入禁中，傳宴內庭。 \\n 一日，後主退朝之暇，正與諸臣飲酒賦詩，內侍呈上短章一道，乃貴妃麗華所奏。其略雲：妾聞陰陽無二理，男女本同揆。朝廷之上，不乏文人；閨閣之中，豈無才女？大家續《漢》成一代之良史；蘇氏回文倡千秋之絕調。斯圍巾幗增輝，鬚眉短氣者也，自古有之，今豈無偶？然空閨自蔽，美玉韞於櫝中；繡戶深藏，麗珠埋於澗底；胸羅錦繡未著勞聲；筆聚雲煙，難邀明鑒。蛾眉爲之痛心，脂粉因之減價。伏惟陛下，睿思煥發，聖藻繽紛。俾旁求之典，兼及紅裙；征避之加，不遺綠鬢，庶三千粉黛，爭抒風雅之才；與八百衣冠共佐文明之治。 \\n 後主覽表大悅，遍示諸臣，皆勸宜允所請。於是發詔四方，采選淑女，不論士庶貴賤，凡有才色可觀者，皆要報名送進，州郡爭迎上意，各各遵行。不上數月，選得女子數千，送至都下，齊集午門。後主遂與張、孔二妃並坐內殿，一一引見。先試其才，徐別其貌。有才色兼備者十餘人，賜爲女學土。才有餘而色不及者，命爲女校書，供筆墨之職。色甚都面才不足者，命充內府，習歌舞之事。真個豔冶滿前，笙策聒耳。每遇飲宴，使諸妃嬪及女學士，與狎客雜坐聯吟，互相贈答，采其尤豔麗者，被以新聲，命宮女千余人，習而歌之。其曲有《玉樹後庭花》、《臨春樂》等。內有雲：“璧月夜夜滿，瓊樹朝朝新”，最稱絕唱。大略皆美諸妃之容色。君臣酣歌，自夕達旦，以此爲常。把軍國政事，皆置不問。百司啓奏。並因宦者蔡蛻兒、李善慶以進，後主置麗華於膝上共決之，李、蔡所不能記者，麗華並爲條疏，無所遺脫。因參訪外事，人間有一言一事，麗華必先知之。由是益加寵異，冠絕後庭。宦官近習，內外連結，賣官鬻獄，貨賂公行，大臣執政，皆從風謅附，以故上下解體，國事日壞。 \\n 時有中書舍人博縡，負才使氣，嬖幸多怨之，日進讒言，後主怒，收縡下獄。縡乃於獄中上書曰：臣問君人者恭事上帝，子愛下民，省嗜欲，遠謅佞，未明求農，日旰忘食，是以澤被區夏，慶流子孫。陛下頃來，酒色過度，不虔郊廟大神，專事淫昏之鬼。小人在側，宦侍弄權，惡忠直若仇仇，視小民如草芥。後宮曳給繡，廄馬餘菽粟，而百姓饑寒，流離蔽野，神怒民怨，衆叛親離。若不改弦易轍，臣恐東南王氣自斯而盡。 \\n 書奏，後主大怒。頃之，意稍解，遣使謂之曰：“我欲赦卿，卿能改過否？”對曰：“臣心如面，臣面可改，則臣心亦可改。”使者複命，後主益怒，遂賜死獄中。從此直臣鉗口，弼士噤聲，君志益侈，民生日蹙。 \\n 消息傳入長安，正值隋文開皇之年，本有削平四海之志，於是隋之群臣，爭勸其主伐陳，以救江南百姓。隋主曰：“吾爲民父母，豈可限一衣帶水不拯之乎？”乃下詔數後主二十大罪，散寫詔書二十萬紙，遍諭江外。或謂兵行宜密，隋主曰：“若彼懼而改過，朕又何求？否則顯行天罰可也，奚事詭計爲！ \\n ”於是大治戰艦，陳師誓衆，命皇子晉王廣、秦王竣清河公楊素爲行軍元帥，總管韓擒虎、賀若弼等，率兵分道四出。凡總管九十，兵五十余萬，皆受晉王節度。以左仆射高熲爲晉王元帥長史，軍中事鹹取決焉。其兵東接滄海，西距巴蜀，旌旗舟楫，橫亙數千里，無不奮勇爭先，盡欲滅此朝食。正是：全軍壓境山河震，大敵臨江神鬼驚。未識陳國若何禦之，且聽下回分解。 \\n 宣帝溺愛叔陵，嫡庶幾於無別。良善者尚或生心，況叔陵之兇悍性生者乎？宴駕之間，以藥刀行弑，自取滅亡，皆宣帝貽謀之不善也。後主性格風流，青官時已然，宣帝不知選正人以輔之，任其狂蕩，一朝繼統，爲所得爲，窮奢極欲，至於滅亡。哀哉！ \\n  \\n   \\n  "}
{"章节": "第三十二回 陳氏荒淫棄天險 隋軍鼓勇下江南", "正文": "  \\n 第三十二回　陳氏荒淫棄天險　隋軍鼓勇下江南 \\n 　 \\n 話說隋文帝大舉伐陳，將次臨江，沿邊州郡，飛報入朝。 \\n 上下泄泄，鹹不以爲意。獨仆射袁憲，請出兵禦之，且謂後主曰：“京口、採石，俱是要地。各須銳兵三千，並出金翅三百艘，緣江上下，以爲防備。”後主曰：“此是常事，邊城將帥足以當之。若出人船，必致驚擾，徒亂人心。”不聽。及隋軍深入，州郡相繼告急，後主從容謂詩臣曰：“齊兵三來，周師再至，無不摧敗而去，彼何爲者耶？”孔範進曰：“長江天塹，古以爲限，隔斷南北，今日隋軍，豈能飛渡耶？邊將欲作功勞，妄言事急。臣每患官卑，虜若渡江，臣定作太尉公矣。”或妄傳北軍在道，馬多死。範曰：“可惜，此是我馬，何爲而死？ \\n ”後主大笑，深以爲然，奏伎縱酒，賦詩如故。 \\n 先是蕭摩訶喪偶，續娶夫人任氏，年甚少。嘗以命婦入朝，與麗華說得投機，結爲姊妹。任氏生得容顔俏麗，體態輕盈，兼能吟詩作賦，自矜才色，頗慕風流。嫁得摩訶，富貴亦已稱心，微嫌摩訶是一武夫，閨房中惜玉憐香之事，全不在行，故心常不足。入宮，見後主與麗華，好似並蒂蓮，比翼鳥，無刻不親，何等思愛綢繆，不勝欣羡。故見了後主，往往眉目送情，大有毛遂自薦之意。況後主是一好色之主，豔麗當前，正搔著心孔癢處，焉肯輕輕放過？只因任氏是大臣之妻，礙著君臣面上，未便妄動。又相見時妃嬪滿前，即欲與她苟合，苦於無從下手，故此未獲如願。 \\n 一日，正當後主臨朝，麗華召夫人入內，留在結綺閣宴飲，你一盞，我一杯，殷勤相勸，麗華不覺酣醉，倚在繡榻之上，沈沈睡著。夫人見麗華醉了，乘著酒興，欲往望仙閣，與孔貴妃閒談片時，遂悄悄從複道走去。哪知事有湊巧，恰值後主亦獨自走來，夫人回避不及，忙及俯伏在旁。後主笑嘻嘻走近身邊，以手相扶道：“夫人既與我貴妃結爲姊妹，便是小姨了，何必行此大禮？”夫人才立起身，後主便挽定玉手，攜入密室，拉之並坐，曰：“慕卿已久，今日可副聯懷。”夫人垂首含羞，輕輕俏語道：“只恐此事不可。”然見了風流天子，態度溫存，早已心動。於是後主擁抱求歡，夫人亦含笑相就，絕不作難。 \\n 翻雲覆雨，笑語盈盈，以爲巫山之遇，不過如此。宮人見者，皆遠遠避開，任其二人淫蕩。良久事畢，遂各整衣而起，宮人進來，捧上金盆洗手。二人洗罷，同往結綺閣來。斯時夫人鬃亂釵斜，嬌羞滿面，麗華接見，忙上前稱賀道：“此是陛下合享風流之福，故得遇姊。姊能曲體帝意，便是繡閣功臣了，何嫌之有？”乃爲夫人重點新妝，閣中再開筵宴。當夜麗華留住夫人，使後主重赴陽臺之夢。較之初次，更覺情濃。明日，夫人辭出，後主欲留，恐惹物議，因作詞調一闕，以訂後會。其詞曰：雕闌掩映，花枝低亞，玉立亭亭如畫。巫山十二碧峰頭，喜片刻雨沾雲惹。相逢似夢，相知如舊，一點柔情非假。風流況味兩心同，願無忘今夜。 \\n 夫人亦答小詞一首，以紀恩幸。其詞曰：滿苑嬌花人似醉，芳草情多，也是縈苔砌。多謝春風能做美，一番濃露和煙翠。一霎匆匆羅帳裏，聚出無心，散卻偏容易。窗外柳絲闌上倚，依依似把柔情系。 \\n 麗華見了，不勝歎賞，曰：“陛下天縱之才，姊妹閨中之秀，然皆深於情者也。”蓋麗華有一種好處，枕席之事，全不妒忌。引薦宮中美色，常若不及，後宮多德之，故夫人于後主有私，不唯不妒，愈加親熱。自此夫人常召入宮，留宿過夜。 \\n 在摩訶面前，只言被麗華留住，不肯放歸。摩訶是直性人，始初信以爲實，也不十分查問。其後風聲漸露，知與後主有奸，不勝大怒，因歎道：“我爲國家苦爭惡戰，立下無數功勞，才得打成天下。今嗣主不顧綱常名分，姦污我妻子，沾辱我門風，教我何顔立於朝廷！”因此把忠君爲國的心腸，遂冷了一半。 \\n 今且按下不表。 \\n 卻說隋兵既起，賀若弼自北道爭先，韓擒虎自南邊開路，軍馬渡江，如入無人之境。沿江守將，望風盡走。俄而若弼進據鍾山，頓兵白虎岡，擒虎率步騎二萬，屯于新林，內外大恐。 \\n 時建康甲士，尚有十余萬人，後主素懦怯，不達軍事，台內處分一委施文慶。文慶務爲壅蔽，諸將凡有啓請，率皆不行。先是賀若弼之攻京口也，袁憲請出兵迎擊，後主不許。及弼至鍾山，憲又回：“弼懸軍深人，營塹未堅，出兵掩襲，可以必克。 \\n ”又不許。及聞隋兵百萬盡行壓境，後主始懼，乃召摩訶、任忠等於內殿，商議軍事。摩訶不語，忠曰：“兵法客貴速戰，主貴持重，今國家足食足兵，宜固守台城，緣淮立柵。北軍雖來，勿與交戰，分兵斷江路，無令彼信得通，給臣精兵一萬，金翅艘三百，乘江而下，徑掩六合，彼大軍必謂渡江將士已被俘獲，自然挫氣。淮南土人皆與臣有舊，今聞臣往，必皆景從。 \\n 巨複揚聲欲往徐州，斷披歸路，則諸軍不擊自去。待春水既漲，上江守將周羅睺等，必沿流赴援，此良策也。”後主不能從。 \\n 明日，歘然曰：“兵久不決，令人腹煩，可呼蕭郎出兵一擊。”孔範從旁贊之，且曰：“殲盡醜虜，當爲陛下勒石燕然。 \\n ”任忠叩頭苦請勿戰，不從。謂摩訶河曰：“卿可爲我一決。 \\n ”摩訶曰：“從來行陣，爲國爲身，今日之事，兼爲妻子。” \\n 後主大喜，乃使魯廣達陳于白土岡居諸軍之南，任忠次之，孔範又次之，摩訶一軍最在北。諸軍相去，南北亙二十裏，首尾進退，各不相知。賀若弼將輕騎登山，遙望衆軍，因即馳下，率甲士八千勒陣待之。摩訶以後主通其妻，全無戰意。唯魯廣達與弼相當，摧堅陷陣，所向披靡，殺死隋將士三百餘人。隋師退走，弼見追兵至，輒縱煙以自隱。陳人既勝，將士各將所得首級，走獻陳主求賞。弼知其驕惰，乃引兵趣孔范，範兵暫交即退。諸軍顧之皆亂。隋兵乘之，遂大損，死者五千人。摩訶既不退，又不戰，遂被擒於陣。弼命斬之，摩訶顔色自若，乃釋而禮之，摩訶遂降。任忠弛馬入台，見後主曰：“兵已敗矣，臣實無所用力，奈何？”後主與之金兩滕，使募人出戰。 \\n 忠曰：“陛下唯具舟楫，就上流諸軍，臣當以死奉衛。”言裏即出。後主信之，乃令宮人束裝以待。 \\n 哪知任忠已懷叛志，馳至石子岡，正遇韓擒虎軍來，便下馬迎降。擒虎大喜，遂相與並進，直入朱雀門。台軍欲拒，忠揮之曰：“老夫尚降，諸軍何事相抗？”衆聞之，皆散走。於是城內文武百官並通。 \\n 斯時後主身旁不見一人，唯袁憲侍側，因謂之曰：“朕從來待卿不勝餘人，今人皆棄我去，唯卿獨留，不遇歲寒，焉知松柏？非唯朕無德，亦是江東衣冠道盡。”言罷，遽欲避匿。 \\n 憲正色曰：“北兵之入，必無所犯，大事如此，去將安之？臣願陛下正衣冠，禦正殿，依梁武帝見侯景故事。”後主不從，下榻急走，曰：“鋒刃之下，未可兒戲，朕自有計。”從宮嬪十餘人，奔至後堂景陽殿，將投于井。袁憲自後見之，以身蔽並，後主與爭，久之得入。憲，慟哭而去。 \\n 時隋兵入宮，執內侍問曰：“爾主何在？”內侍指井曰：“在是。”窺之正黑，呼之不應，欲下石，乃聞叫聲。以繩引之，怪其太重，及出，乃與張貴妃、孔貴嬪同束而上。衆大笑。 \\n 先是沈皇后性端靜，寡嗜欲，後主待之甚保張貴妃寵傾後宮，後澹然退處，未嘗有所忌怨。及隋兵入，居處如常。太子深年十五，閉閣而坐，獨舍人孔伯魚侍側。軍士叩閣而入，太子安坐，勞之曰：“戎旅在途，得無勞乎？”軍士成致敬焉。 \\n 話分兩頭，賀若粥乘勝至樂遊苑，魯廣達猶督餘兵，苦戰不息，複殺隋軍數百人。會日暮，乃解甲，面台再拜慟哭，謂衆曰：“我身不能救國，負罪深矣。”士卒皆涕泣歔欷，遂就擒。弼夜燒北掖門入，聞擒虎已執叔寶，呼視之，叔寶惶懼，流汗股慄，向弼再拜。迅謂之曰：“小國之君，當大國之臣，拜乃禮也。入朝不失作歸命侯，無勞恐懼。”乃幽之德孝殿，以兵守之。 \\n 卻說晉王廣素慕麗華之美，私囑高熲回：“公入建康，必留麗華，勿害其命。”熲至，召麗華來見，曰：“美固美矣，但太公蒙面以斬妲己，我豈可留以誤人？”乃斬之於青溪。晉王聞之，悵然失望曰：“昔人雲無德不報，我有以報高公矣。 \\n ”於是晉王整旅入建康，以施文慶受委不忠，曲爲諂佞，以蔽人主耳目，沈客卿重賦厚斂，以悅其上，與太市令陽慧郎，刑法監徐析、都令史既慧，指爲五佞，並斬于石闕下，以謝三吳之人。使記室裴矩收圖籍，封府庫，資財一無所龋陳人賢之。 \\n 且說當初陳高祖殺了王僧辯一家，只道王室已絕，哪知僧辯尚尚有一子遺下，名頍。當合家被難時，頍尚在繈褓，虧得乳母摯之以逃，流離北土。及壯，仕隋爲儀同三司，隋師伐陳，從軍南來。及陳亡，欲報父仇，乃結壯士數十人，飲以酒而謂之曰：“吾家與霸先，有不共戴天之仇。願借諸君之力，發其墓，毀其屍，以舒夙恨。有罪我自當之，雖死不悔。”衆皆許諾。乃夜往，發陳祖陵，開其棺，屍尚不腐，跪而斬之，焚骨取灰，投水而飲之。曰：“今而可以報吾父于地下矣。”天明自縛，叩首於軍門，請正擅命之罪。晉王重其義，承制赦之。 \\n 聞者莫不感歎。 \\n 再說水軍都督周羅睺守江夏，與秦王俊相持逾月，隋兵不得進。又荊州刺史陳慧紀，與南康內史呂忠肅據巫峽，於北岸鑿石，綴鐵鎖三條，橫絕中流，以遏隋船。楊素奮兵擊之，四十余戰，殺死隋兵五千餘人，素不能克。及建康平，晉王廣以後主手書，招上江諸將。羅睺乃與諸將大臨三日，放兵降隋。 \\n 慧紀、忠肅亦解甲投誠。楊素乃得下至漢口，與秦王俊會將次湘州，有兵守城，不得進。素遣別將龐暉進兵攻之，舉城欲降。 \\n 湘州刺史岳陽王叔慎年十八，置酒會文武僚吏，酒酣，拍案歎曰：“君臣之義，盡於此矣！”墳史謝基伏而流涕，司馬侯正理，奮袂起曰：“主辱臣死，諸君獨非大陳之臣乎？今國家有難，實致命之秋也，縱其無成，猶見臣節。青門之辱，有死不能。今日之機，不可猶豫。後應者斬！”衆成許諾，乃具牛馬幣帛，詐降於寵暉，誘之入城。叔慎伏甲門口，暉至，斬之以徇。於是建牙勒兵，招合士衆，數日之中，得兵五千人。衡陽太守范通、武州刺史鄔居業，皆舉兵助之。素聞暉死，率大軍繼進。叔慎與戰，大敗，遂被擒。秦王俊斬之於漢口，其黨羽皆死。 \\n 又嶺南未有所附，數郡士民，共奉高涼郡太夫人洗氏爲主，號“聖母”，保境拒守。晉王遣柱國韋洸，安撫嶺外。至南康不得進，乃以叔寶書遺夫人，諭以國亡，使之歸隋。夫人集首領數千人，向北慟哭，謂其孫馮魂曰：“昔武帝起兵吳興，我決其必成大事，故使汝以兵助之，後果代有梁業。我家累受其恩，曾幾何時，子孫不能守，把錦鏽江山，盡付他人之手，曷勝浩歎！我以一隅之地，何敢與天下相抗？”乃遣使迎洸。洸至廣州，曉諭嶺南諸州，無不歸順。於是陳國皆平。得州三十，郡一百，縣四百。三月已巳，送叔寶與其王公百司，並詣長安，陳氏遂亡。後人有長歌一篇，記其荒亡之迹雲：南朝天予愛豪奢，莢蓉爲國顔作霞。不臨朝右明光殿，只戀宮中桃李花。自矜文藻超凡俗，咳吐隨風散珠玉。批風抹月興無涯，品燕評鶯意不足。風流性格誇作家，終朝相對人如花。 \\n 新詞豔句推江總，淺笑輕顰鬥麗華。朱樓翠殿飄香遠，舞村歌台雲雨滿。蓬萊瀛海豔神仙，結綺臨春起池館。朱甍畫棟接青霄，雲作窗櫺虹作橋。龜網罘罳金落索，龍紋屏障玉鏤雕。珊瑚座映琉璃榻，繡帶珠簾銀蒜押。氍毹海上錦雲來，翡翠瓶中瓊樹插。錦筵羅列山海珍，猩唇龍脯堆粉綸。瑪瑙盤傾霞燦爛，珍珠紅滴香氤氳。紛紛仙樂奏新聲，君王歡笑側耳聽。只道升平難際會，冰輪莫負今宵明。昭儀妙句矜無比，學士清詞雜宮徵。脂香粉膩惹朝衫，巧笑低吟喜嬌美。通宵褻狎兩不嫌，但稱麗句諧穠纖。聲嬌語脆醉人魄，音入肺腑如膠粘。譜得新聲中音律，後庭玉樹真奇絕。鶯喉慢囀神欲飛，蕩志驚魂意歡悅。 \\n 朝歌暮樂無已時，君臣放浪疑狂癡。只知裙底情無限，那惜眉頭火莫支。一朝兵馬鄰封起，百萬旌旗煥羅綺。交章告急如不聞，猶說妖嬈貴妃美。陳情袁憲拼白頭，痛哭欲解危城憂。邪臣妄議恃天險，長江萬里輕戈矛。君臣大笑仍歡樂，飲酒征歌相戲謔。不知天上下將軍，禦座孤身無倚著。袁憲忠言總不知，臨危猶是戀宮妃。三人入井計何拙，千古胭脂辱井嗤。王氣金陵且消歇，晉王好色心偏熱。誰知宮裏貌如花，化作營中劍鋩血。荒淫破國憶陳隋，瞬息興亡致足悲。虎踞龍蟠佳麗地，年年惟見鷓鴣飛。 \\n 先是武帝受禪之後，夢有神人，自天而下，手執玉策金字，北面授帝曰：“陳氏五帝，三十二年。”屈指興亡，適符其數。 \\n 又後主在東宮時，有鳥一足，集於殿庭，以嘴畫地成文曰：獨足上高臺，盛草變成灰。 \\n 欲知我家處，朱門當水開。 \\n 後有解之曰：“獨足”指後主亡國時，獨行無衆。“盛草”言荒穢之狀，隋承火運，草遇火，則變爲灰矣。及後主至長安，同其家屬，館于都水台，門適臨水，故始句言“上高臺”，結言“當水開”也。其言皆驗。 \\n 卻說後主至京，朝見隋帝，帝赦其罪，給賜甚厚。數得引見，班同三品，每預宴，恐致傷心，爲不奏吳音。後監守者奏言叔寶雲：“既無秩位，每預朝集，願得一官號。”帝曰：“叔寶全無心肝。”監者又言叔寶常醉，罕有醒時。帝問飲酒幾何，對曰：“與其子弟日飲一石。”帝大驚，使節其飲，既而曰：“任其性可耳，若節其酒，教他何以過日？”又詔陳氏子弟在京城者，分置邊郡，給田業使爲生。歲時賜衣服以安全之。 \\n 其降臣江總、袁憲、蕭摩訶、任忠俱拜儀同三司。帝嘉袁憲雅操，下詔以爲江東稱首，謂群臣曰：“平陳之初，我悔不殺任變奴。受人榮祿，兼當重寄，不能橫屍殉國，乃雲無所用力。 \\n 與宏演納肝，何其遠乎？”又晉王之戮陳五佞也，未知孔範、王瑳、王儀、沈瓘之罪，故得免。及至長安，事並露，帝乃暴其罪惡，投之邊裔，以謝吳越之人。見周羅睺慰諭之，許以富貴。羅睺垂泣對曰：“臣荷陳氏厚遇，本朝淪亡，無節可紀。 \\n 得免于死，陛下之賜也，何富貴之敢望？”賀若粥謂羅睺曰：“聞公郢漢起兵，即知揚州可得，王師利涉，果如所料。”羅睺曰：“若得與公周旋，勝負亦未可定也。”頃之拜儀同三司。 \\n 睺有裨將羊翔，早降于隋，伐陳之役，爲隋鄉導，位至上開府儀同，班在睺上。韓擒虎於朝堂戲睺曰：“不知機變，乃立在羊翔之下，毋乃愧乎？”睺曰：“仆在江南，久承令問，謂公天下節士。今日所言，殊乖所望。”擒虎有愧色。 \\n 先是常侍韋鼎聘于周，遇帝而異之，謂帝曰：“公當大貴，貴則天下一家，歲一周天，老夫當委質於公。”帝謙謝不敢當。 \\n 及至德之日，鼎在江南，盡賣其田宅。或問其故，鼎曰：“江東王氣，盡於此矣，吾異日當歸葬長安耳。”至是陳平，帝召鼎爲上儀同三司。叔寶嘗從帝登邙山侍飲，賦詩曰：日月光天德，山河壯帝居。 \\n 太平無以報，願上東封書。 \\n 因表請封禪，帝優詔答之。他日複侍宴，及出，帝目之曰：“此敗豈不由酒，以作詩之功，何如思安時事？聯聞賀弼迅度京口，其下密啓告急，叔寶飲酒不剩高熲至日，猶見啓在枕下，尚未開封。此誠可笑，蓋天亡之也。”叔寶卒于仁壽四年之十一月，時年五十二。贈長城縣公。蓋自南北分裂，晉元帝建都金陵，號曰東晉，傳十一主，共一百零四年。劉宋受禪，凡八主，共六十年。蕭齊代興，凡七主，共二十四年。梁武繼統，凡四主，共五十六年。陳氏代梁，凡五主，共三十三年。 \\n 統計南朝年代，共二百七十七年，金陵正氣始盡，隋家並而有之，天下遂成一統。詩曰：渠大英雄作帝王，威加海內氣飛揚。 \\n 三秦才睹衣冠舊，何太匆匆歸建康。 \\n 上南宋 \\n 一木難支大廈傾，湣孫血染石頭城。 \\n 諸王並是天家戚，舅氏江山付道成。 \\n 上南齊 \\n 保有江東四十秋，疆圉無恙若金甌。 \\n 只緣梁祚應當盡，天命昭明不白頭。 \\n 上南梁 \\n 當代人豪數霸先，文宣繼統亦稱賢。 \\n “後庭”一曲風流甚，斷送東南半壁天。 \\n 上南陳 \\n 陳後主不理國政，以風流爲事，諸臣正直者少，謅佞者多，所以綱紀敗壞，不可收拾。及敵兵壓境，不聽袁憲忠言，尚悅佞人獻談，不亡何待？乃至與張、孔同入于井，可羞之甚。其得保首領以沒，幸矣。皇后、太子，尚能不失大體，可敬！可敬！袁憲雖亦降隋，乃忠於陳，竟盡心力，至不得已而降之，亦可原矣。結處統括全部，分劃年代，條理井然。不似時手做到後來，全無收煞、只圖了事者可比。比作手之書，超邁流俗，有目者自能辨之。 \\n  \\n   \\n  "}
