{"章节": "敘", "正文": "  \\n 敘 \\n 　 \\n 餘稚年多好學，博覽經史，見有□意味可取，則必現抉搜精微，采此意趣，拳拳不擔及閱今古傳奇，見世事之更變，人情之勢態，反反復復，興廢屢更，未嘗不撫案而嘆惜哉。偶於殘卷中揀有一書，係是抄本，名曰《癡人福》。細加披閱，雖非文情深奥，其義理關節，大有深味，真不亞於四大奇書。 \\n 因而搜求反復至再，始知人情物理，一舉一動，總歸天鑒；德善施於人，惟天地自可挽回造化。心有所感，令梓人番刻刷印行世，大可點省於世事耳。幸同志者，廣為傳佈，致後人知報效昭章，餘得稍弛罪愆雲耳。 \\n 慶十年春月梅石山人識 \\n  \\n   \\n  "}
{"章节": "第一回 丑郎君巧設鴛鴦計", "正文": "  \\n 第一回　丑郎君巧設鴛鴦計 \\n 　 \\n  \\n 眾佳人愛潔翻遭玷，丑郎君怕嬌偏得艷；好僮僕爭氣把功成，巧神明救苦將形變。 \\n 詞曰：多少詞人能改革，奪儷還生演作風流劇。 \\n 美婦因而仇所適，紛紛邪行從斯出。此番破盡傳奇格，妍丑聯姻真叵測。須知此理極平常，不是奇冤休叫屈。 \\n 大凡世間百千萬億，止靠一天。而天自盤古至今，春秋隔矣。不無龍鍾暮景，設施佈置，大都不合時宜。故今日之天，捨卻奈何二字，別無名號可呼。開闢之初，男女無心，忽然湊合。彼時妍丑二字，料無分別。即妍者未必甚妍，丑者亦未必奇醜。變化至今，爐鍾改樣，遂令美惡大殊，以致愛憎紛起，詎非造物者之過歟！簇簇閨英，令其五官完具，足矣。奈何夷光其貌，道蘊其纔，既令才貌相兼，則當予以佳配。即雲至美難全，好物鮮並，亦當配一尋常男子。奈何蘧蒢戚施之人，令人見而思避，如田北平其人者，溺其珠而糞其玉，一之已甚，況復至再至三，顛顛倒倒，安得不以奈何二字稱之？非特此也，唐經略負命世之才，具掀天之手，即使佳麗成行，溫柔作隊，為風流侈靡之郭令公亦未為已甚。奈何天絕坐關，擁嫫姆以終身。韓解元抱憐香之素志，具冠玉之清標，使之永有麗娟，常餐秀色，為琴心獨注之相如，亦未為不可。奈何覿面難逢，致王嬙之別嫁。田義貌鄰潘、宋，心並許張，使之生淤貴族，早歷宦途，暢所欲為，更不知作何豎立，奈何屈作人奴。正是： \\n 胸前瑞雲忽紛飛，眼底桃花終墮落。 \\n 鸞鳳乘風上碧霄，蛟龍獲雨歸邱壑。 \\n 嗟乎！每見奈何天上，英雄躋躋，才子蹌蹌，為唐為韓為田義者，不知凡幾。豈特三女同居，為淚雨愁雲之世界乎。作此者，不知決幾許西江之淚，噴多少南嶽之雲，濡墨寫瞋，揮毫泄痛於無可奈何處。忽以奈何問天，天亦不能自解，作者又代為解之，此紅顏薄命之註腳所由來也。世人不知，怪作者蹂香躪玉，蝕月摧花，演此殺風景之傳奇，為挑琴煮鶴者作俑，不知作俑者天，非人所能與也。天之作俑已久，亦非自今日始也。 \\n 卻說先朝湖廣荊州府，有一個富戶，姓田，名喚北平，字萬鍾。父母早喪，自幼當家理事。父親在世曾與鄒長史聯姻，後來因父母亡過，居喪守制，不便婚娶，故不曾娶得渾家過門。 \\n 如今孝服已滿，目下就要迎娶，因自說道：『想我家自從高祖田九員外靠著天理，做起一分人家，後來祖父相沿積德，所以一年好似一年，一代富似一代。如今到區區手裡，差不多有二百萬家貲，也將就過得日子了。只是一件，自祖上至今，只出有才之貝，不出無貝之才，莫說舉人進士掙扎不來，就是一頂秀才頭巾，也像平天冠一般再也承受不起。我也曾讀過十幾年書，如今倒吊起來，沒有一點墨水。這也還是小事，天生我這副面貌，不但粗蠢，又且怪異，身上的五官四肘沒有一件不帶些毛玻近有個作孽的女人，替我起個混名，叫做填不平，又替我做了一篇像贊，雖然太過刻毒，卻也說得一點不差。他贊我道：「兩眼不叫做全瞎，微有白花；面不叫做全疤，但多黑斑影；手不叫做全禿，指甲寥寥；足不叫做全蹺，腳跟略點點；鼻不全赤，依稀微有酒糟痕；發不全黃，朦朧看似有沈香色；口不全歪，急中言常帶雙聲；背不全馱駝，頸後肉但高三寸；更有一張歪不全之口，忽動忽靜，暗中似有人提；還餘兩道出不全之眉，或斷或聯，眼上如經樵采。」你道這篇像贊那一句不真，那一字不確？是便是這等說，我田北平，蠢也蠢到極處，陋也陋到極處，當不得我富也富到極處。替我取混名，做像贊的人，自然是極聰明，極標致的了，只怕你沒銀子用的時節，全不闕的相公，又要來尋我這田北平的財主。田義你是我得力的管家，一應錢財出入，都是你經手。你說平日間問我借債的人，那一個不是絕頂的聰明，絕頂的相貌。』田義道：『太爺說得不差。』北平道：『任他纔如錦繡，貌似蓮花，只怕那才貌，窮了來沒處去當。』田義道：『莫說別人，就是田義，才貌昂藏，識字知書，怎奈這命薄，是個執鞭隨蹬之命。前日有相士說道，大爺是大富大貴之相。我問他何以見得？他說，大爺身上有十不全，猶如骨牌裡面有個八不就。曉得八不就，是難逢難遇的牌，就曉得十不全是極富極貴的相了。』田北平笑道：『說得妙，說得妙。只是一件，富便是我的本等，那貴從那裡來？』田義道：『自古道，財旺生官。只要捨得銀子，貴也是圖得來的。只要做些積德的事，財神比魁星更顯應的。』 \\n 正是： \\n 烏紗可使黃金變，黑墨難磨鐵硯穿。 \\n 田北平道：『我這一向有事，不會清理賬目，不知進了多少銀子，出了多少銀子，你可把總數說來我聽。』田義道：『一向房租欠賬等項共收起一萬八千餘兩。昨日為錢糧緊急，一起交納上庫去了。』田北平嘆道：『你說到錢糧，又添我一樁心事。朝廷家裡，近來窘到極處，只因年歲凶荒，錢糧催征不起，邊上的軍餉，又催得緊急，真個無計可施。我這財主的名頭出在外面，萬一朝廷知道，問我借貸起來，怎麼了得。』田義道：『大爺你這句話，倒也說得不差。近來國家多事，庫帑盡空。田義聞得朝議紛紛，要往民間借貸，我家斷不能免。田義倒有一個愚計在此，只怕大爺未必肯依。』北平問道：『甚麼愚計，你且講來。』田義道：『昔日漢朝有個富民叫做卜式，他見朝廷缺用，自己輸財十萬以助軍需，後來身做顯官，名垂青史。大爺何不乘他未借之先，自己到上司衙門動一張呈子，也做卜式的故事，捐幾萬銀子去助邊餉，朝廷自然歡喜。或者天下一剿太平，敘起功來，萬一有個官職賞賜，也不可知。這是一條青雲大路，須要急早登程，不像那些納粟求官的例，難得到手。』北平道：『主意到好，只是太過費了本錢。』田義道：『大爺的田地房租，一年準有四十萬，捨得一季的花利，就夠助邊餉了。欲要助公家的糧餉，須捐私囊破餘貲，往上司衙門呈狀。』北平道：『說得有理，卻也虧你算計到，難為了你一片心思，替我得便宜，也是一點忠良之心。』田義道：『替大爺補足生平缺陷的事。』北平道：『我且問你，家主公的吉期近了，花燈彩轎可曾備下了麼？』田義道：『都備下了，只等臨時取用。』北平道：『既然如此，你且退下了。』田義道：『小人知道了。』 \\n 北平見田義去了，乃嘆一口氣道：『娶親所用的東西，件件都停當了，只是我身上的東西一件也不停當，將來如何是好。 \\n 聞得鄒小姐是個女中才子，嫁著我這不識字的丈夫，如何得他遂意。莫說別的，只是進門的時節，看見我這一副嘴臉，也就要嚇一個半死，怎麼還肯與我近身。近身不得，則那話兒越發不要提了。還有一件，我生平只因容貌欠好，自己也不敢去惹婦人，婦人也不敢來惹我。所以生了二十多歲，那些風月機關，全然未曉。自古道，包饅頭也有三個口。生做親的事，如何不操演一操演。我有一個丫環，名叫宜春，容貌雖然醜陋，情意總是一般。不免喚他出來，把那各樣的風流套數，都把演習一演習，等待臨期好來選用。宜春那裡？』宜春聽得呼喚，便說道：『今日賣來明日賣，將身賣與豬八戒。只道無人丑似我，誰知更有人中怪。大爺叫宜春出來那廂使用？』北平見了宜春，笑道：『走近身來與你說話，不要站在那邊。』宜春道：『有話便講，何必一定要走近身來？』『因做親的事，從來不曾操演，我和你權當一權當，操演一操演。』宜春推開說道：『哎喏，我從來不替男子做這件事，故此怕見男子的面。這樣的風流，只求恩免罷了。』北平怒道：『丫頭不識抬舉！好看成你，反是這樣裝模作樣。你難道不怕家主麼？』宜春道：『阿彌陀佛！這樣的家主，誰人不怕？只為怕得緊，所以不敢近身。』 \\n 北平道：『你怕我那一件。』宜春道：『大爺身上無一件不害怕。這副嘴臉越發怕死人。』北平怒道：『唗唗！你是何等之人，也敢來憎嫌我，欺負我，沒有家法麼？你這賤丫頭，賊賤潑，敢出惡言來欺我！氣得我力綿手軟，也要打你幾下。』宜春便紉法跪送求打，說道：『寧可打我幾下倒好，那樁罪犯，實當不起。』北平道：『你要我打，我卻偏不打。明日賣了你去。』宜春道：『越發求之不得。便換一個新家主，那新家主九樁不全，也省了合歡時一樁不便。』北平又笑道：『也不打你，也不賣你，只要把你權當做新人，操演一操演。』宜春道：『你若放我不過，寧可到晚間上床，待我來服侍你罷了。俗說得好，眼不見為淨。』北平道：『這等說，我就依你。』 \\n 既然妾面羞郎面，來時傍晚依成憲。 \\n 宜春又道：『你要我來，須要預先吹滅了燈，我方纔來。 \\n 若燈不曾滅，我是決不來的。你休把燈光耽誤了姻緣。』說完便走進去了。 \\n 北平嘆一口大氣，說道：『這等一個醜陋丫頭，尚且不肯與我近身，都要等吹滅了燈，方纔肯就我，何況鄒家小姐是一個美貌佳人，還肯來近我的身。這一樁難事，叫我怎麼樣做。』 \\n 想了半晌，便道：『有了，有了。宜春方纔這些說話，分明是一個成親的法子了。明日新人進門，與我拜堂的時節，有銀紗罩住了臉，料想看我不見，我等他走進洞房去了，就把燈火吹滅了，然後替他解帶寬衣，顛鸞倒鳳。只要當晚成了好事，到了第二日，就露出本相來，也不妨了。妙，妙，妙！這是丑男子成親的秘訣，不可輕易就傳授了與別人。若有丑男子不得成親，來問我的時節，我便要他拜我為師，我纔說這法子與他。』 \\n 正是： \\n 色膽雖寒計未窮，肯令好事暫成空。 \\n 良宵莫把銀釭照，最喜相逢似夢中。 \\n 話分兩頭，卻說鄒長史知道女婿的貌丑，懮慮女兒過門，不遂其意，便想說道：『下官姓鄒，名先民，字無懷，由鄉貢出身，官拜中郎之職。荊妻早逝，側室夭亡。常嗟伯道無兒，空抱蔡邕有女。下官只因宦途偃蹇，家計蕭條，不以朱紫為榮，但覺素封可羡。所以生平正生得一女不願他做誥命夫人，但求為富室院君。則於我做父親的，心願足已足。但：生男不愁多，生女不嫌少。 \\n 不幸作中郎，訂婚休太早。 \\n 山雞與鳳凰，雛時難預曉。 \\n 一旦惑冰言，終身誤竊窕。 \\n 傳言擇婿翁，莫僅圖溫飽。 \\n 只因當初在襁褓之中，田家央人來議親，下官因他是個富室，只說是財主人家的兒子，生來定是有些福相，況且女兒是婢妾所生，恐怕長大之時，才貌未必出眾，所以一說便許。不曾看得女婿長成，又是個非常的怪物，一字不識個也罷了，不知天公，為甚麼原故，竟把天下人的奇形怪狀，合來聚在他一個人身上，半件也不曾遺漏。那田不平的名號，莫說通國相傳以為笑柄，就是下官家裡，那一個男子不知，那一個婦人不曉？剛剛瞞得我女兒一個人。 \\n 下官明曉得不是姻緣，只因受聘在先，不好翻悔。今晚就是遣嫁之期了，不免喚他出來，吩咐幾句。雖然不好明明說出他丈夫的醜陋，只好把嫁雞隨雞的常話，勸誨他一番便了。吩咐家僮叫養娘服侍小姐出來。』家僮隨即傳命，走入後堂與養姐說知。養娘隨即對小姐說道：『老爺吩咐家僮進來請小姐上堂說話。』小姐聽說父親呼喚，隨移蓮步，步出堂來，見了父親便道：『爹爹萬福。』鄒公道：『罷了，你且坐下，聽我吩咐。我兒你的女職將終，婦道依始，那四德三從的道理，經傳載明白，你平日都看過了。要曉得，婦德雖多，提綱挈領，只在一個順字。婦人家的德行，重在無違夫命，勉勵宜室宜家。 \\n 婚姻都是前生定，你的纔稱得婦魁，智可以解圍。如今的女子，那裡有與你雙配的。你爹爹做了一生的貧士，半世的冷官，沒有甚麼妝奩嫁你。你平日最歡喜讀書，凡是家中的書籍，盡行把與你帶去，到那懮悶之際，也好拿來消遣。況你無兄弟，把與你當做妝奩。』小姐說道：『這些書籍，已經孩兒看過多次了，都記得的，不必帶去，留下與爹爹消悶遣懮。我自然有笥腹，當做妝奩，又何必要這五車書在轎後。推旁人不知，只說我誇纔。□爹爹你一向應酬的詩文，都是孩兒代作，自今以後，代作無人，俱要自構思了。況高年之人，精力有限，如何應酬得來。畢竟文人孝虧，才人德微，倒不如那木蘭武弁將爺替。 \\n 勸你早知機會，把那筆硯封固了，省得費盡精神，把那壽命摧。』鄒公道：『良時已近，你可收拾起身。我先在中堂，候你上轎。養娘你可伏侍小姐收拾起身。田家花轎將近來到門了。』 \\n 鄒公復嘆道：『正是涕淚有如嫁齊女，欷？［何異遣王嬙。』 \\n 卻說養娘奉了鄒公之命，催道：『小姐，轎子到得快了，請來更換衣服。』養娘替小姐換了衣服，便背著小姐，低聲嘆道：『可惜這樣一位如花似玉的小姐，嫁著一個田不全的丈夫。』小姐道：『養娘，你在那裡自言自語，說些甚麼？』養娘道：『我不曾說甚麼。』小姐道：『我明明白白聽見你唧唧噥噥的說出田不全三個字，還說不曾說甚麼。』養娘道：『這等說來，小姐聽錯了。我說這樣一位如花似玉的小姐，正該配那田十全的丈夫。這是我替小姐歡喜的說話，小姐不要多疑。』小姐問道：『怎麼叫做田十全。』養娘道：『只因田家官人有十全的相貌，故此人家替他取了一個美名叫做田十全。』小姐聽了此話，因暗喜道：『這等說起來，奴家幸得所夫了。這兩三句說話，好似畫出了潘安的美貌相來。想想名不虛傳，定無假話。』 \\n 養娘道：『那霸王的夫婿，正好配著虞姬。耳目官湖件都是出奇，那些文人逐件都題有像贊，何必猜疑。少刻間，親自相逢，自然知道真假高低。』養娘暗地又說道：『兩個字不曾說差，只有一個字是欺哄你的。』小姐道：『正是： \\n 十年私意祝乘龍，羞對旁人問婿容。』養娘聽了，便回答兩句道：『二人言名開笑面，愁看實際鎖眉峰。』 \\n 卻說此話方完，只聽得鼓樂宣天，笙歌嘹亮。一霎時燈燭輝煌，銀釭燦爛，從僕數十，擁護著一乘五彩花轎，迎入中堂。 \\n 鄒公著家僕進來，說道：『叫養娘服侍小姐上轎。』養娘扶了小姐，輕移蓮步，出到中堂，參拜了家先，辭別了鄒公，父女二人哭泣分別了一會，儐相讀罷詞文，催扶小姐上了花轎，鼓樂迎出大門去了。且住說鄒公之事。 \\n 卻說田北平自打發花轎鼓手迎親去後，說道：『我今晚的佳期與世上人的好事，有一半相同，也有一半相反。喜的是洞房，惱的是花燭。怕近的容顏，喜沾的皮肉。所最愛者，是倩兮巧笑；所最惡者，盼兮美目。美好人之所同，惡陋我之所獨。 \\n 世上人的才貌，也盡有似區區一般，自己不知，反道是潘安宋玉。到成親的時節，不肯遮蓋，惹得新人痛哭，還要凌辱阿嬌，逼他死於金屋。怎似區區，不昧良心，或者將來還有些厚福。 \\n 想起來又好笑，我田北平成親的著數，都擺佈停當了，只等進房之後，依計而行。不免吩咐丫環，教他幫襯幫襯，可不是好。 \\n 宜春在那裡？』宜春聽得呼喚，便道：『郎君件件奇惡，原只防他那一著。誰知本事又平常，空有牛形無力作。你今晚成親，有替死的來了，又叫我做甚麼？』北平道：『有樁機密事與你商量，你須要幫襯我。我與新人拜堂之後，恐怕他嫌我醜陋，不肯成親，我要預先吹滅了燈，然後勸他脫衣服：『你須要會意，不可就點燈進來。』宜春道：『你這個計較，是極好的了。 \\n 我還替你愁一件，他的眼睛便被你瞞過了，只怕鼻子塞不祝你身上那許多氣息，你有甚麼法子遮掩得住麼。』北平道：『我身上沒有甚麼氣息。』宜春道：『原來你自己不覺得，這也怪不得你。你身上有三件臭氣。』北平道：『那三件臭氣？』 \\n 宜春道：『口臭，體臭，腳臭。』北平聽了，癡呆了半晌，便說道：『原來如此，你若不說，我那裡知道。這怎麼好？』宜春道：『這也不妨，只要你曉得，就好作弊了。腳上那一種，做一頭睡，自然聞不見，不消慮他。身上那一種，是從肋下出來的，你上床時節，把手夾著些，也還掩飾得過。只是口裡那一種，最要謹慎，切不可與他親嘴，就是話也少說。若有要緊事開口，須要背著他些。』北平道：『承教，承教。親事將來到門了，快叫儐相進來。』宜春隨喚田義叫了儐相伺候。不一時，鼓樂喧天，銀釭照地。眾家僮擁護新人的花轎，進了中堂。 \\n 有一首詞調贊云： \\n 鼓樂喧闐，仙女迎來自九天。人傳遍，今宵神鬼締良緣。赴華筵。明隨賀客稱恭喜，暗對新人叫可憐。 \\n 休歡忭。只怕他攜雲握雨，非情願。少不得有洞房奇變。洞房奇變。 \\n 卻說儐相唱了歌詞，扶了鄒小姐下轎，迎了田北平出堂，儐相照常贊禮參拜天地祖先，夫婦交拜禮畢，眾人攜燈，喜樂迎入洞房。北平吩咐田義：『你把喜錢，打發各行人去。』眾說道：『引得他夫妻成對，我眾人及早回避。莫待新人出聲，大家要賠眼淚。』田義道：『休要取笑，請眾位同到那廂來去吃杯喜酒。』眾人大笑一頓，同田義去吃酒去了。北平見眾人去了，遂把燈吹滅了道：『呀，起這樣一陣大風，把兩根花燭都吹滅了。宜春快點燈來。』宜春背他說道：『待我嚇他一嚇。』高聲應道：『就點來了。』北平聽得，慌張失措，便笑道：『我聞得，成親的花燭是點不得兩次的，請睡了罷。』北平道：『這等說起來，只得要暗中摸索了。』便把著鄒小姐的頭罩除了。說道：『小姐請安置了罷。』又恐口臭，背轉面說道：『天催我與你結良緣，使一陣風及早吹滅了花燭，我與你除去簪環，解去衣帶，沒了燈光，則索把羅裙解了，早上牙床，把那做新人的俗套一併拋脫罷了。』便把鄒小姐摟抱上床去了。不知後來如何識出田北平的醜陋，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 美佳人智謀觀音堂", "正文": "  \\n 第二回　美佳人智謀觀音堂 \\n 　 \\n  \\n 卻說田北平摟抱新人上床去後，鄒小姐黑地裡，不知新郎美醜，又是新來生疏，不便使個奴婢，任憑北平施為，心中只存了田十全三個字。你貪我欲，鳳管鸞簫，雲雨交歡，情投意合。不知宜春竟在壁背，探聽動靜，聽得如此，便笑道：『遮瞞得好。躲閃過了這一關，全憑一番妙計，纔保得這樣平安。 \\n 只是一件，房內的花燭吹得滅，天上的銀燈吹不滅，我愁他上床容易下床難。你看新人見溫柔軟款，只說他是一個美貌才郎，歡歡喜喜和他上床去了，少不得完賬之後，就會覺察出來。看呀，你看如今在是衝鋒的時節，鉤響床遙小姐，你且莫怪郎君肆狂暴，他若是稍逡巡些兒，這一場歡樂恐怕難得到。我且不要睡，在這裡聽聽梆聲，有何不可！我且打側耳朵聽聽。我且再聽聽，噫！不曾聽見他怎麼樣，就早已雲收雨散，呼呼的睡著了。』宜春便嘆氣道：『現世寶，現世寶，把你來看，又不中看，吃又不中吃。為甚麼不早些兒死了，好去投過一個人身，活生的在世上作孽。好笑你愛這風流事，枉費了自己苦勞神，還虧得鄒小姐是個處子，若遇著大方見識迂的，止堪貽笑而已，起先那些掩飾的法子，醒的時節還記得用，如今睡著了，只怕那臭口兒大了難包，經不得鼻息兒是一個透香氣的孔竅。 \\n 我且再聽一聽。』便笑道：『何如新人披了衣服，要爬起來嘔吐了。我且躲在一邊，不要等他看見了。』 \\n 鄒小姐披了衣，爬起來，下了床，嘔吐了一會。便說道：『錦帳繡衾都是新色，□如何那席薰蘭，到不見分毫好氣息。』又嘔了一會，道：『奴家與田郎就寢，覺得枕蓆之間，有一陣難聞的氣息，只說他床鋪不潔淨，以致如此。誰想細嗅起來，竟是他的體氣。只此一件，已夠熏人了，那裡曉得餘臭尚多，不止於此。口無雞舌之香，既不可並頭而寢；腳類鮑魚之氣，又不可抵足而眠。教奴家坐又不是，睡又不是，弄得個進退無門。』又嘆一口氣道：『天哪天，怎麼把這蘇合與蜣螂抱。且住，我雖則與他同睡，還不知他相貌如何。如若果然生得十全，就有這幾種氣息，我拚得用些刮洗的工夫把他收拾出來，也還就過得去了。萬一相貌也只是平常，那也就懶得去修飾他了。 \\n 且喜天色將明，等他起來看他是怎生一個相貌。』言由未了，只聽得連叫幾聲小姐。鄒小姐知是新郎，故猶答應。北平聽見答應，慌忙披衣，蓬頭起來說道：『小姐為何這等勤謹，東方未白就起來了。』鄒小姐一見，大驚道：『哎呀！為甚麼洞房裡面走出一個鬼來了。』北平道：『我是你的丈夫，不要看錯了，並不是什麼鬼。你記不得，昨晚上與你同頭共枕，情投意合麼。』小姐暗道：『哎呀！原來就是他。我嫁著這樣一個怪物，如何是好。』遂放聲大哭起來。北平忙勸道：『小姐你且耐煩些，不要哭罷了。你丈夫是窮人，縱然面貌齊整，卻也當不得飯吃。勸你將就些兒過日子，吃不會少，穿不會缺，也就罷了。』正是： \\n 美夫看不得妻兒飽，有財也當得容顏好。 \\n 鄒小姐又是掩面大哭，北平勸解不住，宜春便走進來，說道：『既逢催命鬼，須用解交人。』扯了北平，到背後說道：『你越勸他，他越要哭了，不如走開些，等他息息氣罷。』北平道：『這等說，煩你去勸他一勸，我便去了。』正是： \\n 欲止嬌娃哭，先藏醜陋形。 \\n 宜春道：『新郎去了，大娘不要哭罷。』小姐聽見宜春勸說新郎去了，方纔漸漸的止了哭聲。宜春道：『大娘，你的心事，宜春是曉得的，怪不得你煩惱。只因事到如今，也說不得了。我且勸你，把皺眉舒，免心焦。美貌丈夫誰不歡喜，但是命裡注定了，況身子已經他污，染得白絲成了皂色，料想這惡姻緣，一時不得開交，欲開交時，則除非是到老。不如把心事丟開去，勉強歡笑些兒罷了。大娘你且洗淨了臉，梳好了頭，我領你到書房裡去，散一散悶罷。』小姐嘆了一口氣道：『嫁著這樣的男人，梳甚麼頭，淨甚麼臉，倒不如蓬頭垢面，也裝做一個鬼魁形骸，只當在陰間過日子罷了。既有書房，待我去散步一會。』宜春道：『這便請行。』小姐道：『不是無膏沐，羞為俗子容。且將花醒眼，莫使恨填胸。』 \\n 宜春道：『這邊就是書房。你看花草也有，樹木也有，太湖石山也有，金魚缸，紅蓮池，翠竹蒼松，件件都有。這邊還乾淨些，不像那邊雞屎滿地，臭氣熏人。大娘你以後若要散悶，只管過來走走就是了。』鄒小姐道：『書房倒清淨，只嫌他富麗些。你看梁上雕花，壁間繪彩，欄杆必須N字，堂畫定用羽毛，但看他這些製作，就曉得不是雅人。這等看來，內纔也有限了。這所書房，雖然僻靜，只是景致太俗，又繁囂過甚。只落得窗明几凈，還好看看書，稍解悶懷。』心中暗想道：『想我嫁了這個怪物，料想不能出頭，還喜得有這所書房做個避秦之地，不免塑一尊觀音法像供奉在這邊，等待滿月之後，拒絕了他，竟過來這邊看經念佛，祈保來生便了。只前生的孽障，今世方纔消除，及早些把來世預先祈禱，但願來世免得陷我紅顏貌，鑿我的聰明竅。宜春你可吩咐家人，替我塑一尊觀音法像，供養在這邊，待我來燒香禮拜。』宜春應道：『曉得。請大娘過去用早飯罷。』小姐道：『昨宵朦朦朧朧，不知不覺。 \\n 今朝見了，膽破心驚。快些吩咐廚下丫環燒了香湯，替他潔淨沐浴，不得辭勞。慮只慮今宵知道了，將何以處，如何到明早。』正是： \\n 十全夫婿從來少，異狀奇形俱備了。 \\n 可羡生養的爺娘，如何造就這般巧。 \\n 卻說鄒小姐，自從與宜春到書房散悶，心中立定了逃禪之意，便叫宜春，吩咐家人塑一尊觀音聖像，供養在書房內，以求嗣為名，其實要拒絕丈夫，不曾說出口來。田北平聽得鄒小姐要塑觀音求嗣，信以為實，隨即吩咐田義料理。不上半月，塑起一尊觀音大士，把書房打掃得潔潔淨淨，供奉觀音在內。 \\n 那一日，鄒小姐走到書房觀看了一會，說道：『奴家自從來到田家，看不過那村夫的惡狀，已曾認定這所書房，做一個逃禪之地。且喜觀音神像已塑成了，今乃開光吉日，又是奴家漏月之期，本當要與他說過明白，然後過來。又怕他苦苦相留，反生纏綿。只得預先來到此間，把閉關養靜的事要，安排妥當，等他來時，只消一兩句話，就可以與他永訣了。宜春那裡？宜春那裡？』宜春聽得鄒小姐來喚，一邊走，口裡一邊說道：新人才滿月，菩薩又開光。 \\n 禪房與客座，兩處喚梅香。 \\n 宜春走到小姐面前，問道：『大娘有何吩咐？』鄒小姐道：『替我把經懺蒲團，木魚鍾磐，都擺起來。再把新制的衲衣、道冠都取出來，待我更換過了纔好虔誠禮拜。』宜春應道：『曉得。』遂將經懺等項一一擺列得停停噹噹，然後取出一件新做衲衣，與小姐換了，又取了一頂新道冠，替小姐帶了。鄒小姐從從容容，走到觀音座前，上了三炷香，禮拜了四拜。說道：『奴家鄒氏，只因未嫁之先，翻書閱史，不知前生罪孽，未曾懺悔，每以才貌自愛。今日於歸田門，匹配著這等粗蠢郎君，方知奴家紅顏薄命。如今早自猛省，回頭皈依大士。但願來生，出此缺陷輪迴之厄。』說完，又拜了四拜。 \\n 卻說田北平，不知鄒小姐的實情，便道：『我田北平，自從娶了鄒小姐，一月之間十分快樂。今朝是滿月的日子，他塑了一尊佛像，供養在書房裡面，約我同去頂禮，無非是求子之心，須要過去走一遭。』正是： \\n 新婦進門纔一月，祈子之心堅且決。 \\n 塑尊泥佛奉家堂，保佑生兒田不絕。 \\n 北平走到書房。見了神像，也參拜了四拜，說道：『阿彌陀佛，保佑弟子，一年之內，生他三個兒子。』宜春道：『怎麼一年之內，就生得三個兒子？』北平道：『大娘生一胎，你也生一胎，或者兩胎裡面，一個雙生，也不可知，不是三個兒子？』宜春道：『說道這等容易，若是你這等形貌，那得有喜來受？』北平道：『這丫頭，他也來嫌我生得醜。』一見鄒小姐，著一驚道：『呀！為何這等妝束起來？好好一個婦人，竟做女尼道姑打扮。這也覺得不像，快些換了。』小姐道：『田郎，我老實對你說了罷。這一尊大士，不是為求子而設，是塑來與我做伴的。求你大捨慈悲，把這書房，佈施與我，等我改為靜室。我從今日以起，就在這邊獨宿，終日持齋念佛，打坐參禪。你可另娶一房與他去生兒育女，不要來打攪我的清規。 \\n 我和你夫婦之情就在此時永訣了。田郎請上，受奴家一拜。』 \\n 北平大驚道：『這是甚麼說話！快不要如此。』鄒小姐遂跪拜行禮相畢。北平扯不住，只得一同拜下。說道：『聽得娘子這等說話，心如刀割，竟把肝腸都剪碎了。為甚麼好好的姻親，忽然中變？任憑你長齋拜佛，只不要把夫婦百年之情，一時間斷絕。緣本是前生注定，不要嗟怨。』說話未完，一個幸僮喚道：『宜春姐，有一位客人來在中堂，請大爺出去講話。』北平道：『娘子求你耐煩些，決不要如此，我去了就來。宜春你也替我勸一勸。』正是： \\n 不如意事常八九，可與人言無二三。 \\n 鄧小姐說道：』宜春你也出去，待我好關門。』宜春道：『大娘在此獨宿，他少不得要拿我當災。這樣男子，宜春也有些怕，也情願隨了大娘在佛前添香換水。』小姐道：『既然如此，替我把門窗戶扇都封鎖了，只當重關一般，省得他來纏擾。』宜春道：『這也說得是，待我鎖好了。小姐這下他有翅也飛不進了。』北平送了客，急忙向書房裡面，跑走來，口裡說道：『忙辭堂二客，來勸佛前人。』剛剛走到書房門首，只見門兒都緊緊封鎖了，急忙連連叫幾聲：『宜春在那裡？快些開門。』 \\n 宜春應道：『宜春宜春，怕當新人。只願閉戶，不願開門。』 \\n 北平見如此作為，心慌意亂，說道：『這便把來怎處，沒奈何了。只得跪在外面，求他開門。娘子我在這外面行禮了。』宜春擊磐，小姐敲木魚，只是念經，全然不理。北平在外面，連叫數次，不見答應，便發怒道：『我這裡絮叨叨，一們哀求，誰知他狠心腸，且不可憐。我只聽得三回九轉，一味念經，擊鐘磐，敲木魚，總不過是對菩薩伸訴嗟怨。休得要這等施驕態，故意不瞅不睬著我。任憑你憤氣填胸，也跳我田家門不出。善勸他不轉，只得要用惡勸了。待我發起性來。』指著書房裡面罵道：『臭淫婦，真賤人，作這等臭怪，放這等肆。我做丈夫的人，跪在外面哀求，你全然不理，難道真個要修行麼？你如今出來就罷了，若不出來，待我吩咐家人，不許送飯來與你吃，活活的就餓死你去。』小姐合掌道：『阿彌陀佛，若果然將奴餓死，倒算放了一條生路，免受了多少淒涼苦景，懮愁氣惱。 \\n 莫說將奴餓死，就把刀來殺死我，也情願。』北平聽了這番言語，料難重鸞交。便罵道：『你這潑賤，休得恁般裝魔作怪。 \\n 天下婦人，除了你們，難道斷了種麼。我偏要另娶一位如花似玉美人，與他結一世良緣。』宜春道：『那有第二個不怕鬼的新人來結緣。』正是： \\n 心中懊恨惡姻緣，幸喜避秦有此間。 \\n 但願新人來結蒂，難星過度不相纏。 \\n 卻說田北平，在書房門外，被鄒小姐拒絕了，他心下十分惱怒，忙與田義商議，央託媒婆作伐，另娶一房回家，以消一肚惡氣。不一時，媒婆張一媽來到，見了北平，道個萬福道：『大官人呼喚老身，有何吩咐？』北平遂將鄒小姐的事，細細說了一遍：『如今我要另娶一個絕色的美人，財禮不拘多少，過了門時，謝你一個元寶。』張一媽道：『姻緣是你分定，待老身與你說合，明日再來。』回覆別了北平，出門去了。 \\n 話分兩頭。卻說荊州有一孀居，姓何，丈夫曾為執戟郎官，中年棄世，堅心守節。一日自己嘆道：『老身年逼桑榆，門戶蕭條，又無子息，止生一女，貌頗傾城，還不曾許嫁。我想這等一個女兒，那怕沒有佳婿？只是一件，老身止靠著半子終身，須要尋個財主人家，纔好倚仗他過日。怎奈家貲與才貌，再不能夠兩全。有錢財者，定然愚蠢。具姿貌者，一定貧窮。所以蹉跎至今，未諧佳偶。唉！不知等到何年，纔遇著個佳婿。我兒你如今已長成了，為娘的要與你擇一個佳婿，方稱心懷。誰知家貲才貌，總不能夠兩全，只恐怕你虛度年華。只為這窮村坊，沒人知覺，因此上佳婿難招。謾說是呆郎婿，高騎駿馬，何曾見輕裘子弟，貌似花容。』何小姐背面暗說道：『人家擇婿，從不像他，只是問人家的傢俬，又要問人家的纔品，如此擇選，則除非東家吃飯西家睡，好教我啞子一般，有口難言。 \\n 不如把終身，付之東流。』正是： \\n 不如意事常八九，可與人言無二三。 \\n 卻說張一媽，在田家得了要娶一個美貌佳人，因說道：『田官人因為鄒小姐住了靜室，不肯與他近身，他許了我一個元寶謝媒，要娶個絕色的女子。我想何家小姐，是近來第一個佳人。況且他的母親，又要選個富豪女婿，正好合著這個機關。 \\n 只是才郎十分醜陋，配那小姐不來。我只好把左話兒右說倒，要極贊他十分標致，何夫人才肯應允。要曉得從來的假話，都出在媒人口裡。這瞞天說謊，不是我起的。走東走西，轉彎抹角，不覺也就走到何家門首，不免進去。你看他母女兩個，正在一處說話，待我進去見了他：何夫人萬福！小姐安好！』何夫人道：『一媽，好幾時不曾見你，你一向好麼？今日光臨，有何見教？』張一媽道：『做媒的諒無別話，不過是聯姻結婭。』何夫人道：『是那一個？家世何如？可養得親眷起麼？』張一媽道：『若論傢俬，只怕石崇也比他不得，門戶也算得第一。』何夫人道：『這等說，他的容貌何如？』一媽道：『若論他的面龐，實過潘安。』何夫人道：『他胸中才思，卻怎麼樣？』 \\n 一媽道：『才學堪誇，雖不曾名登金榜，卻也曾夢裡生花。』 \\n 何夫人道：『既然如此，他姓恁名誰？住在那裡？』一媽道：『這位郎君，叫做田北平，是天下有名的財主，就住在本地。』 \\n 何夫人道：『我也聞得荊州城裡，有個姓田的，是豪富家。這等看起來，家資定是好的，不消查問得了。只是一件，』指著女兒道：『你看這等如花似玉的人，若不是俊雅郎君，如何配得他上。你方纔的話，我還不十分信得，若是果然生得好，待我面看一看何如？雖然豪富大家，也須要儀容俊雅，免得俏鸞凰被凡禽跨。』一媽道：『夫人若還不信，放心不下，請去卜一卜就是了。』何夫人道：『親眼見了，勝過占卦。』一媽背後暗想道：『這等說來，是一定要相的了。也罷，待我用個計兒，叫他央個標致男子，充做自己，與他相就是了。』轉面對夫人說道：『夫人，相也不難。他的相貌，是十看九中意的。 \\n 任憑相就是了。』夫人對女兒說道：『如此極好。我兒，這等說，你明日也親自相一相，省得後來埋怨母親。』何小姐背後暗說道：『這也是終身的事，顧不得什麼羞慚，到明日也要暗地裡清清白白看明他也，還怕情人眼內易生花。』夫人道：『既然如此，我娘兒兩個，要到菩提寺去進香，你引他到寺中來，待我相一相，就是了。』張一媽道：『謹依尊命，如此告別了。』 \\n 媒口從來是不騙，耳聞不如親目見。 \\n 饒伊口內墜天花，難逃我雙眸似電。 \\n 話說張一媽，別了何夫人，一直走到田家來回信。不想田北平，自從央托了張一媽，去尋一頭美貌姻親，終日在中堂等候回音。一見張一媽來了，連忙開言問道：『所託之事，可曾有影響麼？』張一媽道：『有到有一個如花似玉的女子，不知與你可有緣法，我也曾與你打了許多說謊呢。』北平道：『這等難為了你。但不知是那一家？要多少財禮？』一媽道：『是本地何家。他父親曾為執戟郎官。父親中年棄世，母親堅守孀居，並無子息，只生得這個女兒，許多人家去求親，都不遂他母親的意。他母親又要傢俬豪富。』北平道：『我的傢俬，盡中得他的意。』一媽道：『他又要女婿纔品兼優，方纔配得他女兒過。』北平道：『我雖粗蠢些兒，你該與我包藏。』一媽道：『就是這上頭與你打了許多說謊。只是一件，他要親自相一相，方纔放心。我想大爺這等形貌，如何中得他的意。』北平道：『這便把來怎麼處』。』一媽道：『我有一個妙計在此。』北平道：『有何妙計？領教領教。』一媽道：『大爺可請一位標致男子，前去代相一相，可不是妙。』北平道：『妙妙妙！ \\n 明日煩你早些來，同去便了。』一媽告辭了北平，竟回去了。 \\n 北平自張一媽去回之後，獨身一人，左思右想，要一個標致男子代替去看，竟想了一夜，不曾想一個妥當的人出來。你們說，他為何想這一夜，不得妥當？他的心思道：『這是一世要緊的事，一來恐怕那代看之人起沒良之心，借此代看來，騙去了他的親事。二來又怕娶親過門的時節，女家要先相之人親迎過門，丈母親自送來，那時叫他如何敢出來拜堂。這不又被人弄假成真，佔去了親事。』因此二件事，就想一夜，不曾睡得。極早起來，便想道：『田義的面貌，盡看得過，不免叫他去，權充一充。田義那裡？』田義聞得呼喚，急忙前來問道：『大爺喚田義，有何使令？』北平道：『不為別事，有句機密話和你商量。何夫人要相女婿，你曉得我的面龐，可是相得的，要央別人替代，又不好開口，只得想到你的身上。』田義搖頭道：『豈有此理，不但有主僕之分，又且有嫌疑之別，莫說相不中，就是相中了，娶進門來，也還有許多不便之處。大爺不消費心，這個代相之人，田義已尋下了。』北平問道：『是那一個？』田義道：『雙喜班戲子裡面，有個正生，相貌極是齊整，現領大爺的行頭在外面做戲，叫他去就是了。』北平喜歡道：『說得有理，快去叫他進來。』田義答應道：『是。』即去喚正生去了。北平道：『這等說起來，我第二次的新郎又定做得成了。』叫家僮吩咐裡面的人，把值錢的衣服，取出幾件來，好等他來穿著。不一時，田義引了正生，來見北平，北平道：『你就是雙喜班的正生麼？』正生道：『正是。』北平道：『好人物！又齊整，又體態，又風流，一定是相得中的。』隨問田義道：『你對他講過了麼？』田義道：『講過了。』北平對正生說道：『你須要聽我說，想我生來福分卻非差，只因這形骸醜陋，不知把何處的鐵拐仙，移來在我身上。到如今選擇新郎，要央請別人替代。敢煩你好生幫扶，卻不要使福反成禍。』正生道：『大爺的相貌，原是絕好的。只怕肉眼相不出來，所以要央個替身。如今包管相中了來，問大爺討賞就是。』北平道：『但願如此。田義取我的唐中晉服，與他穿戴起來。這唐中晉服，不是新做的，是我做新郎的舊貨。只可惜衣上有些餘香氣，開時頗難得過，見了美人的時節，只好往下風站站，不要把氣味被他聞了會嘔，那時便惹出禍來。□切記切記。田義，你隨他同去，我在家裡專聽好消息。』田義道：『依我說起來，大爺還該同去纔是。』北平道：『我去做甚麼？』田義道：『一來看看新人，省得後來懊悔；二來娶進門的時節，新人若還埋怨，還有一句巧話對他。』北平道：『甚麼巧話？』 \\n 田義道：『大爺只說，自己原是正身，那同行的人，不過是陪客，你自己錯認了，與我何干？他就說媒婆指定的，你也好把誆騙之罪，坐在媒婆的身上，不怕他埋怨到底了。』北平大笑道：『這也說得甚是。如此待我也妝扮起來，一同前去就是了。』正是： \\n 舊計翻為新計，假郎伴著真郎。 \\n 巧婦不敵癡男，清官難逃滑吏。 \\n 但不知，田北平同去好與不好，何夫人中意不中意，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 丑媳婦隱妒侍夫", "正文": "  \\n 第三回　丑媳婦隱妒侍夫 \\n 　 \\n  \\n 詞曰： \\n 功名捉鼻誰爭競，無端一與徼天幸。所志在風流，天翻吝闕儔。從有天府妾，勉聚同心結。還愁薄命人，准逃前世因。 \\n 大凡天下之事，多有不平。那田北平是個丑男子，娶得來的媳婦，卻又是美麗的佳人。若是俊雅才華的丈夫，偏娶著一房醜陋的夫人。俗語說得好，姻緣本是前生定。這都是命裡注定，非後人力所能為。閑話休題，言歸正傳。且謾說田北平求親之事，卻說湖廣江陵府，有一個學士，姓唐，名瀅，字子纔。 \\n 自幼年讀書，眼空四極，名塞□間，出赴科場，早登甲第。先從學士出選臨民，每多德政。一日公務已清，退居內署，嘆道：『目下便要告休，暫圖安逸，怎奈封疆多事，朝延命臣下各舉邊纔，那些當道諸公，交章擢薦，不日就有重任相加，還喜得簡詔未到，且圖幾日安閑。只是一件，下官纔固有餘，貌亦未嘗不足。少年的時節，只道天不生無對之人，定有個絕色女子與我聯姻。誰想娶著的夫人，竟是當今的嫫姆，劣狀多般，穢形畢集。只有一件還感激他，世間的丑婦，沒有一個不妒的，世間的妒婦，沒有一個不悍的，他於妒之一字，雖然不免，還喜得妒而不悍，是他短中之長。下官新娶兩房姬妾，一個姓周，一個姓吳。周氏的才貌雖不叫做一全，卻能主持家務。下官得了他，可免內顧之懮。吳氏既有太真之美，兼饒道韞之才，自是當今第一個女子。夫人待此二妾，也還在賢妒之間，實惠雖然吝惜，虛名卻肯均施。每到飲酒宴行的時節，任我倚翠偎紅，隨他獻嬌逞媚，不露一點妒容。只到酒殘歌闋之後，尋衾問枕之時，方纔露出本相來，不許下官胡行亂走。噯，我想男女行樂，何必定在衽席之間，只此眼底留情，尊前示意，盡有一種不即不離之趣。只是難為了姬妾些兒。這也是紅顏薄命之常，只得由他罷了。下官今日拜客回來，則索與三位夫人，宴樂一回。』正是： \\n 培養精神虧丑婦，維持風月賴佳人。 \\n 卻說唐夫人在內堂玩耍，說道：『身纔七尺，腰僅兩圍，窄窄金蓮，橫量尚無三寸；纖纖玉指，秤來不上半斤。貌遇花而反羞，真個有羞花之貌；容見月而思閉，果然是閉月之容。 \\n 想我這付嘴臉，生得這般醜陋，就該偃蹇一生了。誰想嫁著唐郎，竟是當今的才子，他得中之後，我又做了夫人。這就叫做：前生不作紅顏孽，今世應無薄命嗟。只是一件，他近來娶了兩個妖精，一分礙眼。我心上其實容不得，要下毒手擺佈他。只是仔細想來，唐郎近日舉了邊纔，詔書一到，就要去赴新任。 \\n 料想多事之秋，帶不得家小，等唐郎赴任之後，尋兩分人家，打發他就是了。這也有限的日子，何須苦做冤家。只是一件，看便許他看看，若要時常到手，卻是不能夠的。只好在新婚的時節，賞賞滋味罷了。叫丫環整備家常筵席，好待老爺回來。』 \\n 丫環道：『曉得。』唐子纔御了公服，步人後堂，說道：『苟免應酬煩，且效於飛樂。』見了夫人道：『夫人我為應接紛紛，忙了半日，此時稍暇，只該飲酒，可曾備有家宴麼？』夫人道：『備下了。叫梅香喚出兩位姨娘來。』梅香應道：『曉得。二位姨娘有請。』周氏、吳氏一同步出後堂，見過了老爺夫人。 \\n 夫人道：『梅香，看酒來。』周氏、吳氏二人，送過了酒，一同入席，大家歡飲一頓。子纔道：『夫人寬飲一杯，二位，來來來，大家飲兩杯。』對周氏道：『我已經改昇邊缺，不日就要起身。與你交杯之日尚少，不知何年，重複交杯。』摟抱周氏，共飲了一巨觴。復摟抱吳氏，又飲了一巨觴。夫人看見這等行樂，心下甚是不耐煩，便說道：『相公，你醉便醉了，也還要穩重些兒。』子纔仍復回席，暢飲一會。只見老院子，持京報從外而入。跪稟道：『老爺，京報人到了。報老爺高昇經略使，巡視南邊。』子纔道：『知道了。叫他在外面候賞。』 \\n 老院答應而出。子纔道：『夫人，下官既有王命，少不得就要起程，家中之事，都要付託與你了。這兩個姬妾，都是好人家的兒女，又且德性幽閑，我去之後，全仗你看顧他。』夫人道：『你自放心，都在身上，決不奚落他就是了。』子纔道：『家宴筵開，簡命忽至，令人從起別離情。且飲盡杯中酒，沈醉交歡，止今宵，到明朝早起相送行。』夫人道：『丫環掌燈進房。』扯住子纔的手，一面走，一面說道： \\n 今宵還與君共枕，明早夫君便登程。 \\n 莫把良宵耽誤過，同我上床好餞行。 \\n 子纔便回顧周氏、吳氏，被夫人扯進房裡去了，不得與二人交歡行樂。周氏對吳氏道：『他二人鬧鬧熱熱進房去餞行去了，丟你我二人在外，冷冷淡淡，如何是好。』吳氏道：『不要怪他，我們有了這種姿容，原該受苦，若還也像那副嘴臉，自然有好日子過了。』周氏道：『也說得是。』吳氏道：『姐姐，今晚不如到我房裡來去睡，還有鬧熱之處。』周氏道：『你也是個女子，有何鬧熱之處。』吳氏道：『我有一件東西，同那話兒差不多。大家來去鬧熱。』周氏道：『如此我又來分惠了。』二人也相摟入房去了。 \\n 且休題唐子才分別上任之事。卻說何夫人，與張一媽約定到菩提寺進香，兼相女婿。寺內和尚，急早起來，拜佛上香。 \\n 便道：『寺院門前鵲噪，知是捨財吉兆。若無信女燒香，定有善男設醮。茶湯及早安排，果品預先理料。獻齋的攢盒一收，募緣的疏簿就到。莫怪我出家人，都有醫不好的貪瞋，須知和尚們，有脫不去的常套。自家菩提寺中，一個住持的便是。今日天氣晴明，怕有人來燒香還願，則索打掃禪房伺候便了。』 \\n 田北平攜著正生說道：『莫笑世間花貌丑，戲場裡面不能無。』正生道：『大爺，你說我們兩個來到這邊做甚麼？』北平道：『特來相親。』正生道：『大爺便是相親，據在下看來，只當還是做戲。』北平道：『做的是什麼戲？』正生道：『今日做的戲文是演西廂，要與那俏鴛鴦奇逢在大雄殿上。恁要在畫中求寵愛，教我在影裡做情郎。』 \\n 北平道：『你來做張生，我追陪你遊玩的，倒是個法聰和尚了。』正生道：『只怕這美號也難當，那有倒禿不全的法聰和尚。大爺且往這邊來去。』 \\n 卻說張一媽隨著何夫人與小姐，一直竟向寺中而來。何夫人說道：『十幅長幡，繡著個佛像，眼是光明藏。捧來奉獻梵王。但願祈保亡者超昇天界，生人福壽安康，賜一位好東床。 \\n 得女兒於歸，早把做娘的心寬放。』一媽道：『來此是了。請夫人小姐一同進殿上去。』住持和尚帶了兩個徒弟來掛長幡，敲鐘□□夫人小姐□□□□□佛□獻菩薩□八□□□一邊□□□□□也隨後行了禮，住持請夫人小姐到裡面去吃茶。一媽道：『眾位師父請便。待我請夫人小姐隨喜，一會進來吃茶說是了。』眾和尚都退開了。一媽道：『遠遠望見個官人們來了，夫人小姐請辨了眼睛細看一看。』一正生道：『方纔進得寺裡迴廊，□參了韋馱，謁罷金剛。只聞得寶殿上風，來降檀香，內帶著蘭幽香。』北平道：『我和你同到殿上走去。』 \\n 夫人與小姐留神細看著正生，北平與正生偷眼去看小姐。 \\n 正生暗道：『看著那俊俏的面龐，好教我心癢，險些把跳東牆的腳兒高張。怎當他前有夫人，後有紅娘。只道是做張生，全要風流。怎奈這個鄭恆，就在對面當常』夫人道：『一媽，方纔這兩位，那一位是田郎？』一媽道：『那一位絕標致的就是了。』夫人道：『果然好個人物，我兒，你道怎麼樣？』小姐道：『姿容便好，只可惜輕浮了些，竟像個梨園子弟的模樣。』一媽道：『那不要怪他，只為近來的文人，都喜歡串戲，他也曾串過正生來，所以覺得如此。』夫人道：『這等說，我女兒的眼力其實不差。』小姐道：『超外初無脫，清中自有狂。 \\n 為甚的讀書人，忽入優人陣。終不然登科及第的人，定是這等風塵樣。』一媽道：『請問小姐，這頭親事還是許他不許他？』 \\n 小姐道：『且慢，待我仔細再看他神情，靜聽他的聲響。』一媽道：『既然如此，他進禪堂去了，我們也隨進去看來。』卻說正生對北平道：『這一位小姐，真是天資國色，絕世無雙。 \\n 大爺你一定是中意的了。』北平道：『不瞞你說，我這雙眼睛，是有白花的，看不一分明白。求你細講一講，他面上的顏色何如。』正生道：『他的風姿，光如月色；他的顏色，鮮艷如花。』北平道：『眉眼何如？』正生道：『看他展春山，興欲狂，轉秋波，魂欲散。』北乎道：『體態何如？』正生道：『他的腰，好似風前柳，態似浮雲物外翔。』北平道：『這等說，容顏體態俱好。那雙小腳，約有幾寸？』正生道：『要量他的小腳麼？那西廂記上，有個現成的法子，來去看他踏軟徑的新鞋樣。』指著地下說道：『大爺，你將那驗芳塵的舊法量。』北平道：『這等說起來，竟是一個十全的了。你看，那夫人小姐，也進來了。』心中暗暗的思道：『待我也做些風流態度，與他相相，或者替身相不中，倒相中了正身，也不可知。』遂偷眼看著小姐，裝出許多數不盡的丑狀，他自己一點也不知道。總而言之，自醜不覺就是了。 \\n 卻說一媽引了夫人小姐，步人禪堂。一媽道：『他們立在左廂，我和你走到右廂，去細看一看便了。』小姐扯一媽背後，問道：『一媽，那旁邊站的是個甚麼人，就丑到這般地步。』 \\n 一媽道：『那是陪他來玩耍的。』小姐見他這般容貌，又裝出許多醜態，遂掩口而笑。北平見小姐喜笑，癡心想道：『你看他滿面笑容，一定是相中了我。』正生道：『若是這等的喜笑，轉令恐懼徨。似這等當瞋反喜的面龐，休說他得意形象，要佳人中意，請男兒自量。勸你把裝作模樣，收藏一收藏。』小姐私自想道：『我起先單看那人，不曾看見這個厭物，所以求全責備，不覺得苛刻起來。如今看了這副嘴臉，再把那人一看，就不覺恕了許多。真個是兩物相形，好醜自見。』夫人道：『我兒，這位郎君，也看得過，就許了他罷。』小姐道：『但憑母親作主。若論儀容，須再商量。當不得那丑郎君，將他幫襯。』對著一媽道：『你對他說，全虧了那同行魍魎，做了真正的月老，切莫輕慢相忘。』一媽對正生道：『恭喜相公，夫人小姐，都親口許了，快血日，送聘禮過去。』北平一聞此話，便滿心歡喜，不覺作狂大笑。正生見他如此歡喜，背地裡替他忖想道：『賀喜他新婚的話，一張他聽了佳音，便歡喜欲狂，那時把花燭安排迎入洞房的時候，我還替他愁哩。第一愁，進門的時候驚風駭浪。第二愁，拜堂的時候，肚膨氣脹。第三愁，上床的時候，死推活攮。第四愁，合歡的時候，牛舂馬撞。到那時纔得個心降意降。甚麼來由，造下了這般孽。』對北平道：『大爺，這下來去回打點。』北平道：『田義替我到先生那裡去，撿擇過好日期，送聘過去。』正是： \\n 踏破鐵鞋無處覓，得來全不費工夫。 \\n 張一媽見田北平三人去了，來對何夫人說道：『夫人，我對他講過了，就血日，送聘過來。』何夫人道：『你對他講過了麼？如此，我們回去了罷。』正是： \\n 信步遊僧院，隨人入講堂。 \\n 親親俊雅士，方許作東床。 \\n 且說田義一日早起，梳洗已畢，說道：『自家田義，雖是賦材敏捷，秉性忠良。只因祖父式微，投入田家為僕，以致青衣世襲，使豪傑無致身之日。猶幸紫陌相連，俾紀綱有見纔之地。前日曾以助邊一事，從惠家主，做個尚義之民。且喜得言聽計從，竟著我便宜行事。近日朝廷為兵餉不足，特差宣撫使一員到此搜括錢糧，已曾寫下呈詞，則索往衙門走一遭。我思這一萬貲財，也非通小可，既勸主人助了朝廷，那官府取主要實實在在替朝廷做些事業纔好。萬一官侵吏匿，作了紙上的開銷，使家主徒受虛名，邊軍不佔實惠，這注錢財就只當委之溝壑了，如何使得。來此，也是宣撫衙門，不免在廊下站立一會，伺候他陞堂便了。』候不多時，只聽得內衙發點，三聲頭門鼓吹。不一時，那宣撫使坐了大堂，說道：『下官受事未久，臨蒞方新。蒙聖恩，於兵馬錢糧之外。另加一道敕書，著我搜括軍餉，接濟諸邊。我想這水旱交薐之後，三空四匱之時，本等的錢糧，尚且催征不起，額外的軍餉，如何措置得來。已曾偏差員役，往各郡催提，並沒有分毫解到，好生煩悶。叫左右，有催糧的官吏轉來，速速教他進來回話。』左右都應諾了。只見兩個差官，各捧令箭說道：『赤手回鈞旨，空拳繳令旗。錢糧無著落，常例不曾虧。』二人一直走進大堂繳令。宣撫見了，連忙問道：『你們轉來了麼？所催的錢糧，解得多少來了？』 \\n 差官稟道：『大老爺，那地方官說，年歲凶荒，民窮財盡，一毫也催征不起，故此分文無解。小的們空拳白手，不敢回來。 \\n 帶了一員地方官，教他自來回話。』宣撫道：『著他進來。』 \\n 差官傳話出來道：『大老爺教地方官親自進去回話。』只見一員烏紗表衿的官長應道：『曉得了。』便道：撫字在心勞，催科計未高。 \\n 自來書下考，參罰豈能逃。 \\n 這員官長，聽得呼喚，不慌不忙，從從容容，從角門入丹墀，走上堂上，見了宣撫，行了停參禮，站立在一旁。宣撫道：『你做朝廷的官，就該乾朝廷之事，為何把皇家的功令，視若髦弁？』地方官稟道：『當這水旱交薐之際，三空四匱之時，卑職每自催征，怎奈捱家嘆苦，比戶嗟呀。』宣撫道：『本院現奉新旨，還要在本等錢糧之外，另加搜括。何況分內之糧。』 \\n 地方官道：『老大人莫怪卑職說，若要另加搜括，只怕青苗未舉，禍發萌芽，朝廷算小懮更大。』宣撫道：『搜括之事即不可行，本院要往民間借貸，可行得去麼？』地方官搖頭道：『行不得，行不得。若肯把私囊來借貸，又何不把正糧完了公家。』宣撫道：『知道了。你且回衙理事。』地方官辭了宣撫，出衙從容去了。宣撫道：『這事把來怎處。』叫左右且放了投文牌。只見一人持了狀，站立牌下，收文人收了狀，即上堂去了。 \\n 宣撫看狀，便驚呀道：『原來有個尚義之民，做漢朝卜式故事，要來輸財助邊。怎麼有這等奇事？叫他進來。』左右喚他進去，見了宣撫。宣撫問道：『你就是田萬鍾麼？』田義道：『田萬鍾是家主，小的是抱狀家屬，叫做田義。』宣撫道：『你家主是何等之人，為何有此義舉？』田義道：『小的家主，雖是一個編戶民家，意念深懮。見邊庭空乏，軍士呼飢，主帥無法。怕的是飢軍潰敗，敵賊擾亂中華，那時節獨木難支，與其把膏腴變做滄桑，倒不如割資財輸助皇家。』宣撫道：『編氓之中，竟有這等義士，可敬可敬。既然如此，本院這裡就要草疏上聞了。你那家主，日後不要懊悔。』田義道：『家主出於本心，又不曾有官吏強逼，何悔之有。只是一件，這一萬貲財，家主也費數年蓄積，既然助與朝廷，但使貧弁不能染指，好吏不得侵漁，使家主一點忠君愛國之心，施於有用之地，這就死而無悔了。』宣撫起身說道：『有其主，必有其僕。不但那家主尚義，可稱草野之忠臣；就是這僕從能言，也可謂風塵之傑士。本院一面草疏上聞，一面發批起解。不必另差官吏，就煩你主人親解便了。你家主的義氣，實可誇獎，就是你僕從能言更可嘉。這籌邊偉略，經國謀猷亦非假。你起來站了講話，我豈敢把你僕來看待。你將來未必居人之下。』田義道：『請問老爺，萬一家主有事不能前行，可好容小人替代？』宣撫道：『既然如此，竟用你前去便了。你回去對家主說，倘若邊疆報捷，海宇承平，一定要敘功請賞。不但家主身榮，就你也有好處。少不得仿前徽與文子同昇故事。』田義叩謝而出。宣撫道：『吩咐封關門。今日竟有這等奇事。』正是： \\n 節鉞籌邊力不勝，豈知尚義出編氓。 \\n 從來禮失求諸野，到此方知我輩輕。 \\n 卻說田北平自在菩提寺相親回來，選了吉期，送聘迎親。 \\n 吉期將至，便自己躊躕道：『我田北平央了替身，相中那頭親事，今日迎娶過門，眼見得第二位佳人，又被我騙上手了。只是一件，他進門的時節，看見新郎掉了包，一定要發極。那以前吹滅花燭，暗中摸索的法子，只可偶行，不堪再試，須要另生一計纔好。如今親事將到，並沒有一毫主意，如何是好。』 \\n 正在懮疑不決，左思右想之時。只見田義歡歡喜喜走得進來，說道：『義舉初成，佳期又到。回復東君，一齊歡笑。大爺，恭喜你！』田北平道：『你回來了麼。助邊的呈子，准與不準？』田義道：『豈有不準之理。宣撫老爺看了呈詞，不勝之喜。 \\n 說他日海宇承平，自然要敘功行賞。大爺的前程有望了。』北平道：『前程不前程，先去十萬金。將來沒好處，我只埋怨你這退財星。』田義道：『還有一件，那宣撫老爺，不肯差官起解，竟要給了批文，煩大爺自己送去。田義說，家主有事，不能前行，將來是田義替解了。』北平道：『這樁事，是你尋出來的，你自去承當，不幹我事。我如今正在煩悶的時節，不要來添我的愁腸。』田義道：『做親是好事，有甚麼煩悶。』北平道：『前日是央人代相的。難道見了正身，沒有一場做作。』 \\n 田義道：『原來如此。大爺你莫怪我說，前面那一次成親，都是你自家不是，做壞了規矩，所以有許多氣啕。自古道，夫乃婦之天。進了你家的門，就是你的人了。怕他強到那裡去。那吹燈掩飾之事，都是多做的。』北平道：『依你講來，該怎麼樣？』田義道：『大爺的夫綱，就該從進門的時節整起。他若還裝模做樣，不肯成親，大爺就該發起惱來，或是尋事打丫環，或是生端罵奴僕，做個打草驚蛇的法。婦人家都是膽小的，自然不敢相拗了。』北平聽了這些說話，於是大喜，說道：『有理，有理。少刻進門，就用此法。你且回避了。』田義各自理事去了。北平道：『如今轎子將來到了，待我預先發起威來，省得臨時整頓不起。』便裝威作勢，叫丫環小使，『替我收拾洞房，點起花燭，門前掛了彩，爐內燒了香。少刻新人進了門，若有一毫不到之處，每人重打三十板，一板也是不饒的。』眾丫環小使都應道：『曉得。』說話之間，只聽得笙歌嘹亮，鼓樂喧天。一個小使來請道：『花轎到門了，請大爺到廳上來拜堂。』北平裝威作勢，搖搖擺擺，步出大廳。嬪相贊禮，大吹大擂，夫婦雙雙，同拜天地祖先畢。吹吹打打，掌燈送入洞房。 \\n 北平與何小姐對面坐了，吩咐眾人道：『你們都出去罷。』眾人答應而去。丫環揭去了紗罩，何小姐一見，遂吃大驚。暗道：『前日相的是那一個？這是他的陪客。為何那人不見，倒與暗客做起親來。我知道了，這都是巧計兒裝成的圈套。他分明是玉鏡臺前的老猢猻，不知把誰家劉阮扮做仙君，指定了道旁玉潤。到如今把村郎換去了仙郎，也教人方悔迷津。』又低頭清看道：『世上的醜人也有，何曾丑到這般地步？仔細看來，竟是個鬼怪了。難道我好好一個婦人，竟與鬼怪做親不成。我且坐定了，不要理他。』北平道：『叫丫環斟起合巹杯來，待我勸新人飲酒。』丫環斟了酒，北平舉杯勸道：『娘子，你進了我家的門，就是我家的人了。勸你不要愁煩，飲幾杯酒好睡，休愁悶，今生配偶已自前生早結定。非無緣分，但想起足上紅絲已系定，把滿面妍媸，都休要論。若是沒有緣法，縱然是潘安對面，也難相認。』何小姐聽了此言，遂掩面而哭。北平發怒，說道：『怎麼，夫乃婦之天。我做丈夫的，好意勸你吃酒，你酒倒不吃，大啼哭起來，難道走進大門，就要與我反目不成？我有道理，叫丫環！』丫環應道：『有。』北平道：『我如今斟上一杯酒，委你去勸勸，他吃乾了就罷，若還剩了一滴，打你三十皮鞭。把那軍令，移來合巹。』丫環斟酒去勸，何小姐不飲。北平對丫環道：『委你去驗杯，看吃乾了不曾。』丫環驗道：『稟大爺，原是滿滿一杯，並不曾吃。』北平大怒道：『扯下去打。把無情的捧打。梅香，略略示些夫綱的嚴令。』 \\n 這一個梅香，扯了這個丫環去打。打完，北平道：『如今又委你去勸，若還不飲，少不得也是三十皮鞭。』梅香斟了酒，跪勸道：『大娘，我是有病的人，經不得打，勸你吃了罷。』何小姐暗想道：『他那裡打丫環，分明是嚇我。我想，走進了這重牢門，料想跳不出去。今日的失身，自然不免了。倒不如捏了酒杯，吃個爛醉，竟像死人一般，任他蹂躪便了。省得明明白白看了那副嘴臉，不由人不害怕起來。說得有理。』還轉過面來說道：『你且起來。我如今不害你了，你只管斟，我只管吃。拚了一個醉死，也強如別尋短計。』梅香方纔起來，何小姐舉杯道：『借這酒來權消悶，要那魂不附體，全靠這曲孽把人殉。』把酒吃乾，道：『我還要吃，快些斟來。』梅香連斟，小姐連飲，道：『但願我的命，隨這杯盡何妨。』連覆數杯，何小姐吃得大醉。北平歡喜道：『妙哉妙哉！被我一陣虎威，弄得他伏伏貼貼。如今慢櫓搖船捉醉魚，何等像意。比當初吹滅了燈，暗中摸索的光景，大不相同了。』叫丫環，『擎燈高照，待我扶新人上床。』新人醉了，把手扶著新郎走。說道：『風流降服閨中俊，紅鸞喜事今番聞。腮緊揾時，褌緩褪，鴛鴦被裡異香噴。』北平這番做親，新人已知他的陋臉，但不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第四回 好家人潛心奉主", "正文": "  \\n 第四回　好家人潛心奉主 \\n 　 \\n  \\n 話說貧賤皆人命中注定，一絲一毫強求不得。有許多人不知，每每費盡心機，營謀算計。命裡無時，何曾得了一點。那命裡有的，不要費一點心機。還有人幫襯做事，掌大大的家門，得大大的爵位。就是奴僕之中，也有歪的，卻也有好的。有一等歪的，每每算計家主的錢財，貪謀家主的妻妾，到了終身的時節，依然是個家奴。算計得錢財去，依然是個窮漢；貪圖得妻妾到手，依然是個單身。卻是那一等好的，一片心腸，全在家主身上。或是家主年幼，他便將老家主所置的田園房屋，租的租，稅的稅，耕的耕，種的種，等待家主長成，一絲不毫，清清白白，交還家主掌管，並無絲毫染指。或是家主貧的，他便終日奔波，勞其筋骨，挑柴負米，奉養家主，還要費心經營，左商右議，替家主崢嶸一個大大的傢俬，到後來他也有一個好結果。閑話休題，卻說田義，那日急早起來，梳洗已完，因說道：『我田義，自往宣撫衙門遞了領解的呈子，蒙宣撫老爺一面題疏，一面給批，著我解餉赴邊，給散軍士。且喜銀子俱已上鞘，夫馬俱已點齊，已曾告退主人，把一應帳目文券，交與兄弟田信掌管。我想主人的家貲，已過百萬，也富到極處了，還要錢財何用？我們做紀綱的，只該與他施恩，不可替他結怨，只該與他積福，不可替他生災。我昨日查點帳目，見有許多文券，都是人亡家破，孤苦伶仃，要之沒得還，要討沒處討的，留在家中，都是斂怨生災的，具不如做那馮諼市義的故事，瞞了主人，盡行燒毀，留一個稟帖在家，待我去後，報與主人知道，有何不可？且待兄弟出來，與他商議便了。』 \\n 不一時，田義的兄弟，名喚田信，走出來。口裡說道：『兄作遠行人，弟攝家臣位，勉力代蕭何，一概遵前例。』見了田義，作揖說道：『哥哥今日遠行，愚弟備了一杯水酒，與哥哥餞行。』田義道：『這□不消。賢弟，你為兄的今日起身，把主人的租簿帳目，盡行交付與你，你須要用心掌管，不可負主人之託，凡在佃戶、債戶身上，都要施些小恩，存些厚道。 \\n 一來替主人積德，二來當自己修行。那刻薄二字，斷然是去不得的。』田信道：『兄弟知道了。總是不改成規悉遵舊例就是。』田義遂取出經管的物件，交與兄弟道：『這是租簿，這是文券，這是收兌的天平，出入俱是一樣，並沒有第二副法碼。』 \\n 田信一一收下，道：『請問大哥，那一卷是甚麼文書，為甚麼不交與兄弟？』田義道：『你且聽我道來。這是狠心的，就是地煞降災的符水；為善的，就是天官賜福的旌旗。主人的前程得失相關係，全靠著這件東西。』田信拿來，打開一看，道：『原來是多年的文券。想是那欠債的人償還不起，大哥要燒毀的意思麼？』田義道：『然也。』田信道：『你的主意極是，但要告過主人才好。』田義道：『若是告過，就燒毀不成了。 \\n 我有個稟帖在此，待我起身之後，遞與主人說明就是。』田信道：『萬一主人不信，倒說你侵匿起來，卻怎麼處？』田義搖頭道：『不妨，不妨。只要我的心不虧，行權市義何妨礙？怕甚麼蹤跡，使人疑惑。』遂把火將那些借券，盡行燒毀了。說道：『合將殘券火中焚。我真心愛主，毫髮不欺心。』田信道：『大哥，如今世上做家人的，赤膽忠心，能有幾個？不過是懷慚抱怨聽呼使而已。誰像你田義，晝夜奔波，勞神費力，與人補虧缺。我怕你助邊焚券般般好，與那節用生財的事事違。』 \\n 說話未完，只見那些人夫一擁而來，說道：『我們抬鞘的都到了，請起身罷。』田義道：『待我裝束起來。』只見田義取了弓箭、撒袋、腰刀等項，一齊佩帶起來，儼然一員差官。騎上了馬，對田信道：『賢弟在家，須要小心，愚兄去了。』田信道：『大哥，途路之上，須要謹慎提防，待兄弟遠送一程。』 \\n 田義道：『不消。就在此分別罷。』兄弟兩相分別。只見田義催促人夫抬鞘登程，一路昂昂而去。正是： \\n 金錢滿萬通神力，財帛盈千動鬼疑。 \\n 邊軍盼到無飢色，多少窮兵癢肚皮。 \\n 田義將助邊的餉鞘，押解去了，不必敘說。卻說何小姐，自從進門之時，見了北平的嘴臉醜陋，思量脫身不得，借勸酒之勢，吃個爛醉，任憑北平蹂躪。及到第三日清早起來，梳洗已畢，自說道：『奴家何氏，不幸遇了好謀，失身非偶。進門的時節，看見那副鬼魁形骸，急欲求死，怎奈丫環侍婢羅列滿前，無從下手。又兼他裝威使勢，鞭撻丫環，不由不心驚膽懾。只得借他酒杯，消我儡塊，醉中理亂不聞。賴有中山千日酒，醒後驪珠已失，空餘白壁一身瑕。仔細想來，好不令人切齒。想我前生作孽已重，實難輕赦。因此上罰來，今生伴這猿猴，就把猿猴比他，這也還形容不荊豈不聞古語有雲「沐猿而冠」。那沐猴，兀自解風流，預知湔洗毛中垢。誰似這猴兒不沐，要傍著溫柔，把腥臊引得人兒嘔。當初許他的時節，並不曾查訪根由，只說他是頭婚正娶，及至嫁過門來，聽見有木魚鍾磐之聲，細問丫環，纔曉得娶過一房，是鄒家小姐，只為嫌他醜陋，過了一月，就往靜室參禪，不肯過來同宿。所以設一詭計，又來騙我。我如今思想起來，難道那所書房，別人住得，我就住不得的。少不得也想個法子出來，過去依傍他便了。假若我明對他說，就過去不成了。須要想個妙法，騙得脫身纔好。避秦翻恐被秦收，那焚坑內，法網難輕漏。』說話之間，只聽咳嗽之聲，又聽得吩咐丫環取茶。『那個厭物來了，待我裝個歡喜的模樣，纔好騙他。』只見北平走進房來，說道：『娘子，我和你成親兩夜，辜了多少風流。今日是三朝，那些賀客紛紛纏個不了，一連作上許多揖，不覺有些腰疼起來。快替我槌他幾拳，捏他幾下。』何小姐笑道：『你原來這等不濟。』遂替他槌腰，捏背一會。北平道：『為你疼痛仗你揉，這叫做妻肥能使郎君瘦。腰到不曾槌得好，被你這筍尖樣的指頭，一連捏了幾下，又捏上火來了。沒有人在這裡，和你做他一齡句。』向前去摟何小姐，被何小姐推開，說道：『現在要成癆病了，還要來沒正經。』北平道：『便做道癆乎其病，我還要風而且流。』又去抱何小姐親嘴。何小姐聞見臭氣，遂嘔唾起來。北平道：『你那裡嘔乎其吐，我這裡涎而尚流。哎，可惜可惜。還不曾解帶寬衣，我這褲襠裡面，又早已春風一度了。這叫做，花心未點春先透。』何小姐道：『請坐了，我對你說話。』北平道：『有何話說，請見而教之。』『我聞得丫環們說，你當初曾娶過一房，叫做甚麼鄒小姐，現在靜室裡面看經念佛。可是真的麼？』北平道：『是真的。你問他作甚麼？』何小姐道：『此人可謂無情之極。古語道得好，一夜夫妻百夜恩。我和你只得兩夜夫妻，何等恩愛？聞得他成親一月，也可謂恩深義重了，就捨得拋棄你過去。這樣不賢之婦，為甚麼不休掉了他。』北平道：『他既不情，我也不義。一世不與他見面。棄了幾碗閑飯他吃，只當喂豬喂狗罷了。』何小姐道：『我替你氣憤不過，幾時走將過去，譏誚他一番纔好。』北平道：『妙妙妙！若肯如此，我感激不荊』何小姐道：『虧了你的度量寬宏，能受他這般譏誚，把我如此設身處地，委實難留。』北平道：『不曾娶你的時節，我對他誇過了人口，說定要娶個絕世的佳人，如今應了口了。你若肯過去，他看你這副尊容，也就要慚愧死了。如花嬌的面貌，他一見自羞，再加你如刀樣的狠話，聽了更悶。』何小姐道：『是便是了。我聞得那邊有一尊佛像，須要備些香燭，先去禮拜了，然後與他講話纔好。』北平道：『這也是少不得的。我明日親自送你過去。』田北平那裡曉得何小姐心中之事？被何小姐一番詐偽之言，說得他天花亂墜，滿心歡喜。有詩為證： \\n 從來新婦到三朝，苦盡甜來興始高。 \\n 今日對君開笑口，只愁樂盡變號陶。 \\n 卻說鄒小姐，自從拒絕了田北平，與宜春二人在靜室裡念佛看經，不理外事。一日在靜室內嘆道，『奴家鄒氏，自從那日逃禪之後，且喜俗子另覓婚姻，不來纏擾，終朝打坐參禪，漸覺六根清靜。聞得他聘了一位何小姐，也是宦家之女。未曾過門的時節，我替那女子十分擔懮，又與這村郎再三害怕，不知進門的時節，可曾吵鬧，須要設出什麼法子調停，方纔能夠上床就寢，故此吩咐幾個丫環，就像擺塘報的一般，輪流探聽，誰想所見所聞，甚是奇怪。頭一報來說，新人的面貌標致異常，比我更強一倍。第二報來說，新婦合巹的時節，豪呼暢飲，不但不懊惱，且沒有一毫羞澀之容。第三報更奇，竟說新人吃得爛醉，歡歡喜喜地上床安眠，穩睡直到天明，並不見一毫響動。 \\n 你說這樁事，奇也不奇？種種新聞，都迥出奴心意料之外。恣容此人甚美，因甚的性格這等溫存，襟懷如此寬宏？還虧他一副肚腸皮，善藏臭氣。』自己嘆未完，只見宜春一面走一面說道：舊客出走迎新客，新親進來訪舊親。 \\n 你個欲知山下路，須要問我過來人。 \\n 只見宜春走到鄒小姐面前，說道：『大娘，方纔大爺吩咐，叫一面去料理香燭，一面去打掃神堂，要送新人來拜佛。』鄒小姐道：『如此甚好。等他過來，看是怎麼樣一個人兒，就有這般的度量。』你說那田北平不知何小姐的就裡，叫了丫環捧了香燭，他自己攜著何小姐的手，搖搖擺擺，興興頭頭，走過西廊，癡心想：『那鄒小姐曾學微生之直，有意乞憐醯。他即使要同歸，我也不收一盆之水。』二人走到靜室，便吩咐宜春道：『點起香燭來，等這位簇簇新新的大娘拜佛。』又對鄒小姐說道：『請你睜開眼來，把這新人看一看，這副尊容，可比你強幾倍麼？』鄒小姐背面暗道：『果然好一位新人，怪不的他誇嘴。』何小姐向前參拜大士，說道：『阿彌陀佛，弟子今日懺悔，伏乞把前生孽障消滅。』拜完了菩薩，遂對宜春問道：『這位就是鄒師父麼？』宜春道：『正是。』何小姐道：『師父在上，弟子稽首。』鄒小姐道：『如今我雖在田家，已是遜位的閑人了，與你並無統屬，不消行禮。』何小姐定然要拜，遂拜下去了。鄒小姐扯他不住，遂一同拜了幾拜。何小姐道：『我今莫把俗緣來說起，願師父大發洪慈，受我來皈依。』北平大發怒道：『好沒志氣，他只因沒福做家婆，所以叫我另娶。 \\n 你如今是一家之主，為甚麼拜起他來？』何小姐道：『老實對你說，今日這番大禮，是徒弟拜師，不是做小的拜大，你不要錯認了。』對鄒小姐說道：『師父在上，弟子只因前世不修，墮了好人之詐，嫁了個魑魅魍魎。料想不能出頭，情願皈依座下，做個傳經聽法之人。從今以後，朝夕不離。若有人來纏我』，隨厲聲道：『我就拚了這條性命結識他。』北平聽了，便癡呆了半晌，說道：『怎麼好好的一個婦人，走到這邊就變過了。 \\n 這也好蹊蹺，為甚的菩薩平空豎了眉，我勸你的聲音休大厲，難道等閑發一怒，就攝得往時威。你昨日在我的面前，還數著他許多的不是，勸我休了他，如今見了面，倒要做起徒弟來了。』對鄒小姐說道：『他那張嘴是翻來覆去，沒有定準的。你切不要聽他。』又向鄒小姐作揖道：『還仗你勸他轉去，若還項缺無新吏，就是你這卸事的官兒，也離不得櫻』鄒小姐笑道：『我笑你難爭氣，潑天大話繞離嘴，就要來求仗我，我替你慚愧，替你好生慚愧。』遂對何小姐說道：『奴家只因生有善願，故此立意修行，況且又與田家無緣，一進門來就有反目之意，所以退居靜室，虛左待賢。聞得新娘與他相得甚歡，正是新婚宴爾的時節，為何出此不祥之語？我如今正喜得了新娘，可保耳根清淨。若還如此，將來的靜室，竟要變做鬧場了，連三寶也不得相安。快快不要如此，還是轉去的是。』何小姐道：『弟子的念頭已立定了，不是言語勸得回，威勢逼得轉的，不勞師父勸誨。』北平道：『這等說起來，你當真不肯轉去麼。』 \\n 何小姐道：『不是當真，難道是當假？』北平背面暗道：『他是怕凶的，待我發起性來，他自然會轉去。』回轉臉來罵道：『你這個潑婦，欺負我沒有拳頭麼？』遂挪拳插掌，對鄒小姐說道：『你們不要來拉勸，待我一頓毛拳打去，斷送了這個潑婦。』鄒小姐大笑，相勸道：『休要提起打字，料你這有限的毛拳，只好向空處去打。』何小姐道：『師父不要來勸，弟子不敢求生，只望速死，等他打就是了。』鄒小姐道：『話雖說得是，當不得我見了猶可憐，怎忍得教你受這般摧折。』北平道：『也罷。看在他拉勸的面上，且把拳頭收了轉來。如今沒得講，快快同轉去。』何小姐道：『若要我同回，不是你脫胎變做潘安美，就是我換骨翻成嫫姆媸。若還是各受原形，只恐怕今生斷難成對。』北平道：『我且權避一避，待你好去勸他。若還勸他不轉，依舊要扯你過去，問你怕不怕。』正是： \\n 男子漢心腸易測，婦人家詭譎難防。 \\n 有繩索系他不住，這兩次走去一雙。 \\n 鄒小姐道：『新娘你這逃禪的意思，決為不決，可明白對我講來。』何小姐道：『師父是過來人，何須問得弟子。師父若耐得過，當初定不過來。弟子若耐不過，如今也定不肯轉去了。』鄒小姐道：『講便講得是，只怕日子長久，你熬不過這般寂寞。』何小姐道：『這個中之情，你知我知，又何須說出口來。論甚麼是非惡姻緣，悔恨已今遲了。這個迷途怎肯久滯，徒然伴孤燈，偕單影，閉長門，捱永日，也甘心受。況且有明師高道，可以倚靠，少不得蓮臺獅象共坐同騎。』鄒小姐道：『這等說來，你是立意不去的了。我在此間，正少一個侶伴，得你同伴，彼此都不寂寞。只是一件，我們參禪原是虛名，避秦乃是實意。這師弟之稱，也可以不必，竟是姊妹相呼便了。』 \\n 何小姐道：『謹依遵命。』鄒小姐道：『我和你，照淒涼有這禪燈。少不得話相投了，也變愁成喜伴孤單。有這禪床，少不得夢相同了，也當魚有水。強過似，對村郎，偕俗偶，嗅奇腥，觀惡狀，把得命來催。到今夜權收苦淚，且舒皺眉，把香肌熨貼，較瘦論肥。我和你把這門兒緊閉，須防中夜有人推。從今後，就聽見了他的聲音，也叫人皺眉。宜春你把門窗仍舊緊緊的閉鎖，不要使那村郎又來纏。』 \\n 話分兩頭，卻說唐子纔，得了京報，收拾行囊赴任，把家中事務，一概付與唐夫人管理。想那唐夫人心事，不在家務上計較，一心總是兩個姬妾身上做工夫，立意要尋兩個受主，打發他兩個出去。也曾把這段心事，吩咐了家中一個老院子。一日，院子嘆道：『婦人諸病可治，只有妒字難醫。人使婦人不妒，除非閹盡男兒。自家唐老爺府中一個院子便是。我方纔為何說這幾句話？只因我家老爺，是個風流才子，娶著一位夫人，十分醜陋，心上氣憤不過，只得另娶兩位細君。一來遣情懷，二來圖子嗣。娶來不上半年，就出門赴任去了。誰想夫人心懷妒忌，要乘老爺不在家中，遣他這兩位愛姬。叫我遍諭媒婆，快尋兩分人家打發他出門，完了這樁心事。唉，夫人哪，夫人。你的心事到完了，日後老爺知道，叫我這助紂為虐的人，如何受得罪起。』說話之間，只聽得內堂喚道：『院公在那裡？』 \\n 院子道：『在這邊。有甚麼話講。』內堂道：『夫人問你說，前日吩咐的話，為何不見音回信。若再過三日，沒有人來說親，就要和你算賬哩。』院子道：『知道了。替我回復一聲說，再過幾日，自有分曉。唉，夫人夫人，我聞得這兩個女子，娶便娶將來，不過是鏡裡的鮮花，水中的明月，你又不曾有實在便宜，被他佔去。就留在家中，做兩匹□（看）馬也好，為甚麼定要遣他出去。我笑你假人情也不放些兒空，卻好似畫餅也將來把飢充。鏡內花，因何不相容。水中明月尋人送。直待把巫山，賣到十三峰，纔好使襄王斷絕遊僊夢。我思，如今從了夫人，就要得罪家主。為了家主，又怕得罪夫人。叫我怎麼處！？ \\n 左思右想，好叫我躊躕莫定。』又想了半晌，方纔道：『說不得了，俗話講得好，火燒眉毛，且顧眼前。得罪老爺，將來還有可原之罪，得罪主母，眼前就有不赦之條。況且夫人的性子，是老爺知道的。就是老爺在家，他要打發，也只得由他打發，料想不敢強留。這蹈尾批鱗之事，做丈夫的尚且不能行於妻子，叫我做奴僕的，怎麼好行於主人。竟去吩咐媒婆便了。我想那兩個姨娘，他的虛名空有鸞鳳，卻真似參商，夜夜不相逢。倒不如早分開，省得眼波濃。須知道，零星積癢，也能成痛。夫人，你如今遣了出去，不知緊要。明日老爺回來，豈不切齒。就做官的人，要惜體面，不好怎麼樣。只怕你比往常恩愛，也要略減幾分。便做道：顧綱常，不致奪封誥。只怕你掛虛銜，也人略減些兒俸。到那時悔之晚矣。』正是： \\n 背夫遣妾理難容，叛主尋媒罰與同。 \\n 若使原情都可恕，只將罷軟罪家翁。 \\n ——罷音皮 \\n 卻說田北平自從那日攜何小姐的手，同到靜室，只望何小姐去爭口氣，不想何小姐一去又不肯回來同宿，於是氣上添氣。 \\n 說道：『洞房花燭，處處起風波。命犯孤鸞，卻怎奈何。年紀二十多，依然沒老婆。叫我這雙手，如何權當得過。我田北平，取了一雙新人，弄出兩番把戲。一個方纔滿月，一個只得三朝，都生出法來騙走了。如今合起來一算，共做了三十三天新郎。 \\n 在我看起來，我竟做了三十三天的活神仙。在他兩個說起來，墮了一十八重的苦地獄。你說這樣煞風景的話，叫我如何受得起。他們在靜室之中，好不綢繆繾綣。兩個沒有卵的，倒做了一對好夫妻。叫我這有卵的，反替他們守寡。你說從古及今，何曾有這般詫事。難道我一個萬貫財主，為這兩個婦人不服，就絕了後代不成，少不得還要另娶。俗語說得好，三道為定。 \\n 料想這等狡而且惡的婦人，世間也沒有第三個了。只是一件，當初娶這兩房，原是我自家不是。這等的一副嘴臉，只該尋個將就些的，過過日子，也就罷了，為甚麼定要有才有貌。都是纔出來的煩惱，貌出來的災殃。如今須要悔過自新，再不可心高志大，娶一個老老實實的，只求他當家生子，連尋歡取樂四個字，也不敢說起了。已曾叫人去喚媒婆，為甚麼還不見來。』 \\n 不一時，張一媽自言自語，走得來田家。你說他講些甚麼，他說道：『媒人主顧不須多，但願夫妻兩不和。舊人換了案，新人往後挪。讓出房來作成了我。來此已是，不免進去。你看大爺正在中堂坐著。大爺萬福，聞得你與第二位新人，又不十分相睦，今日喚我，還是要勸解他，還是要出脫他，還是要我另訪佳人？』北平道：『他們主意立定了，料想勸解不來。我這樣的人家，也沒有賣老婆的道理，被你第三句到說著了，我還要另娶一房。』一媽道：『這等不難，現有兩個湊口的饅頭在那裡，任憑你吃那一個。我羡你良緣忒多，未曾思娶，早有嬌娥。只是一件，怕你不中意。』北平道：『那一件？』一媽道：『這兩位佳人，都不是原來頭了，雖然是白壁微經玷，還喜得蠅頭跡少易消磨。』北平道：『我這個新郎，也做過兩次了，就是再醮的也不妨。但不知可肯嫁我。』一媽道：『說那裡話來。這樣才郎，也嫁得過。』北平道：『是那一分人家，為甚麼就有兩個？你且講來。』一媽道：『經略唐老爺的偏房，一個是姓周，一個是姓吳，成親不上幾日，唐老爺就上任去了。 \\n 大夫人慈悲好善，見他是好人家兒女，不忍留做姬妾，所以都要打發出門。』北平道：『相貌何如，可會當家理事麼？』一媽道：『周氏的才貌雖然不濟些，卻有治家之才。唐老爺的家事，都是他管。那一位姓吳的，竟有滿肚文才，又標致不過。 \\n 不是我得罪講你，以前那兩位夫人，就拿來傾做一錠，還沒有他的成色哩。』北平道：『罷罷罷，我被才貌兩件，弄得七顛八倒，如今聽見這兩個字，也頭疼起來。既然如此，那吳氏不必提起，單說了周氏罷。我年來活活受磨，都只為纔生風波，貌起干戈。到如今只求免遭這風流的禍。情願與嫫姆來結絲羅。 \\n 講便這等講，我還要親自相一相，纔肯做親。不為別，還怕他忒標致了，娶將過來，又要生災起禍。休怪我這病鳥傷弓顧忌多。』一媽道：『另有一位游客，是西川的解元，約定明日去相吳氏，你既要相也就是明日罷了。』北平道：『這等極好，是便是了。你為我一家親事，做了三次媒人，也可謂有勞之極了。正是： \\n 我求婚屢次相勞，你耳邊莫怪嘈。』一媽道：『田大爺怎好說這等話來。正是：你既是定門主客，我何妨下顧十遭。』 \\n 田北平既與張一媽約定了，親自去相親，不知這周氏成與不成，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 唐夫人背夫遣妾", "正文": "  \\n 第五回　唐夫人背夫遣妾 \\n 　 \\n  \\n 詩曰： \\n 抑武崇文國勢偏，英雄飲恨死窮邊。 \\n 報讎免掘平王冢，好佞遺屍盡可鞭。 \\n 這四句詩，是說九邊內一員叛將，自號黑天王。因他父親久屯塞北，世掌兵權，竭盡一生心力，募有十萬精兵，分作男女二隊，教他兄妹二人，朝夕訓練，真個人人似虎，個個如彪，出去應敵沒有一次不建奇功。他父親在日，指望個封侯錫土，誰想權臣在朝，怪他父親沒有進獻，掩了剋敵之功，反說他擅開邊釁。雖不曾以斧鉞相加，也可惜一御寇之臣，竟是以懮危慮禍而死。後來兄妹二人，氣憤不過，叛了朝廷，竟把男女二隊分作兩營，一同舉事。黑天王統的是男軍，他妹子領的是女將。都把面顏做了國號，稱孤道寡。他自己號黑天王，妹子號為白天王。分兵合力，進取中原。 \\n 一日黑天王說道：『孤家約定了妹子，今日黃道吉日，起兵攻打中原，奪取花花世界，以報父親在日之仇。如今還不見到來，須索在此等候。』言話未了，只見一員女將，頭戴一頂赤亮金盔，身披一件白銀鎧甲，腰間帶了一張玉版鐵胎貂弓，五枝玉面蘭芽寶箭。手執鋼槍，帶領一班女將而來。口裡說道：『雪面瓊膚，偏多英武，胸藏韜略法孫吳。閨中猛虎殺庸夫，眾女傑爭來歸附。奴家白天王是也。大哥昨日約定，今日起兵。 \\n 須索前去。』黑天王見了說道：『賢妹，起兵之事，約定今日長驅而進，劣兄的人馬俱已點齊，專候賢妹到來，一齊發令。』 \\n 白天王道：『妹子的隊伍，也整齊了，少刻到來。請大哥登壇發令就是。』黑天王道：『妹子我和你，背主起兵，分明是樁逆事，那假仁假義的話，索性不要說他，竟要單憑將力，全仗兵威，以圖必勝纔好。請問攻城掠地，當用何法以勝之？』白天王道：『大哥必有妙見，請先講來，待妹子參些末議便了。』 \\n 黑天王道：『攻城宜速，三軍一到便張弧，不問他城中虛實，不顧我地理生疏。他若是開門迎敵，我這裡不按那兵書，任憑我的猛戰。他那裡若是閉城自守，我這裡安排血刃把城屠。都是那貪官惹禍良害民，致使這昆岡失火難留玉。殺得他世無人影，纔使我氣泄胸平。』白天王道：『照你這等講，從來的兵法，都可以不必設了。依妹子說來，還該智勇兼行，剛柔併用，方是個萬全之策。』黑天王道：『既然如此，你就把攻城的著數，細細講來。』白天王道：『第一著，按軍聲，銜枚寂靜。 \\n 第二著，扼險阻，審視方隅，第三著，察水草，提防下毒。第四著，瞅反間，逆料虛誣。第五著，結雲梯，遙窺動靜。第六著，備鋤鍬，近搗空虛。第七著，奮火攻，使他三軍化蝶。第八著，引水灌，使他百姓成魚。第九著，開城席卷。第十著，奪路長驅。』 \\n 兄妹二人商議方完，只見旌旗蔽日，男女兩隊，整整齊齊。 \\n 頭目稟道：『人馬俱齊，請二位天王發令。』他兄妹二人，各登將臺。黑天王道：『吩咐各隊男軍，擺齊隊伍，聽俺號令。 \\n 俺和你共棄生，捨卻頭顱。看見那刀山劍海，須認作襖席毺。 \\n 若是陣亡的，只當做軍前大睡。若是得勝了的，確便是死後重蘇。遇著刀，還他絕命。撞著俺，有死無生。卻不要尊唐虞，總施揖讓。定然要法湯武，一味征誅。這都是體天道，把眉間的肅殺；行秋令，奪乾剛，把掌上的風雷。起壯圖，整頓規模。』白天王吩咐各隊女軍，擺齊隊伍，聽俺的號令。說道：『須要側聽聲，莫要亂呼。令出如山，切不可玩忽。只是這臨陣數句言語，卻要當作兵符。衝鋒的只要爭先對敵，不可回顧。接應的，須要見機觀變，努力把前軍擁護。若是稍折挫，切不可失了軍威。縱然略有惶倉，也不要亂了隊伍。倘若遇著了堅固城池，逢著了勁力敵將，要把那雌雄審視。這不是你們三軍事，自有我為主帥的，運用機謨。』對黑天王道：『大哥咱聞得，海內連年荒歉，朝廷缺少軍需，咱們此番前去，料他不怕無兵，只愁乏餉。攻城之法，利在緩而不在速。每到一處，只消圍住城池，困他幾月，自然出來投降，切不可與他交戰。』黑天王厲聲應道：『賢妹你說甚麼話來，畢竟是女子行兵不丈夫，要在這馬背上學當壚，慢騰騰的，問他沽也不沽，全不怕那莽兒郎，視俺如糞土。為你這習武的喜用文。引得那習文的偏好武。 \\n 他還有兩件東西送你哩。』白天王道：『甚麼東西？』黑天王道：『是你用得著的衣冠，叫做巾與幗。』白天王道：『咱所說的，是兵家虛實之法，你那裡知道。若還一到便攻，一攻就戰，他那裡士飽馬騰，咱這里人疲馬倦，只怕沒有甚麼好處哩。 \\n 你這不下馬就擎刀弄斧，他那裡也就上馬鳴羅擂鼓。便做道為客的力能勝主，當不得速來軍，十個當不得五個。你若不肯信我，與你拍個掌兒，看屈著指頭去數，看是剩下得幾顆頭顱。』 \\n 黑天王道：『這等說來，咱兩個人的主意，大不相同，合在一處，不好行兵。倒不如分作兩隊，你去騷擾東邊，咱去騷擾西邊。各人自用兵機，且看誰人得勝。先入京師者，就做皇帝。 \\n 你心上如何？』白天王道：『就依你講。』黑天王道：『各自去建著雄威，休得要誤了工夫。兩下裡分頭逐鹿，各仗韓盧，並倚著昆吾。俺只怕力拔山岡，還要讓著楚。怕甚麼烏江自刎，不返東吳。』白天王道：『咱兩個人，分兵前去，不但各顯神機，共圖大事，又可以騷動中原，使他首尾不能相顧。天機人力，不約而同，此行定可得志。也只纔是無意之中，合了兵機，卻有志膺承天數。直待把那錦繡江山，破裂做單條幅。眼見得我這小花奴，僭做了中原之主。漫學那武則天，實踐了唐家祚。 \\n 少不得也把美男子遍選些來作嬪妃。那時節佳人忽然享了這齊天的福。』黑天王說道：『咱兩個吩咐將校們，把近來演習的陣勢，擺列一番，壯一壯行色，然後起兵，有何不可。』白天王道：『正該如此。』黑天王吩咐各隊男軍，把新學的陣勢，隨便擺了一個來，小心操演，不得有違。各隊男軍聽了號令，齊集鳴金擂鼓，擺下一陣，隨即收了，各回隊伍。白天王道：『這是什麼陣？』黑天王道：『這叫做眾虎攢羊陣。』白天王也吩咐女軍，照依兵法，擺一個陣勢來。眾女軍聽了，也嗚金鼓，隨即擺一陣勢，也隨即收了各回隊伍。黑天王問道：『這是甚麼陣？』白天王道：『這叫做百鳥朝鳳陣。』黑白二天王，一齊吩咐眾將校，擺齊隊伍。就此放炮起馬，不得有違。 \\n 話分兩頭，卻說唐子纔自從到了邊庭，赴了任所，每日以王事為懷。一日嘆道：『我唐瀅，自從擢舉邊纔，蒙聖恩授以經略之職，募兵措餉，援剿南陲。自任事以來，探卒時時報警，飢軍日日呼庚。點缺既少奇謀，和戎又非上策。正在焦心高日之時，又聞得叛賊黑天王，領了烏合之師，前來騷擾。雖有羽書告急，還不知他虛實如何。已曾撥哨馬，前去探聽，為甚麼還不見轉來。』正是： \\n 冬月河水未泮時，遙思花發故園枝。 \\n 少年豈惜沙場老，所愧無功表出師。 \\n 正在嘆息之間，只聽得頭門傳了報鼓。中軍進來稟到：『哨馬探聽邊報回來了。』子纔道：『叫他進來。』中軍出去，隨即引了探子進來。子纔見了問道：『你轉來了麼，把邊情的虛實，細細說來。』探子稟道：『打探得敵勢凶勇，他那殺氣沖天，說也驚人。』子纔道：『他有多少人馬？』探子道：『不敢胡亂答應，又不曾親到沙場看點兵，只見他羅噪軍聲，就是那雷鳴，百里也能窮聽，不像他響震千山無限程，都是〈犭梟〉獍。 \\n 把那官軍殺盡無遺剩，如入了無人之境。』子纔道：『這等說來，你再去探聽。看他日行多少路，夜宿幾更天，飲酒不飲酒，喜眠不喜眠，何處安營下寨，幾人斷後爭先，探實了中途回話，急急前去，不可遲延。』吩咐了探子去後，隨即傳諭各營將領，一齊披掛，就此起兵。眾將領道：『稟老爺，雪大難行。』子纔道：『正借這一天大雪，正好建立奇功。若待天晴，大事去矣。速速啟行，違令者斬。快取戎服過來。』即忙換了戎裝，上了馬，說道：『爾等快把軍威驟整，計日兼程，破釜焚舟，擊鞭鎚鐙，休怕風寒雪冷。雪夜鳴鵝，不是仗寒威，怎能得操全勝。冰凍則弓彎愈增奇勁，風引則箭更加奇應。須要把君恩尊重，將命非輕。欲掃靖烽煙，纔得萬方寧靜。』眾兵稟道：『探子回話。』子纔道：『快講來。』探子道：『探得叛軍消息，日行二百程途，不眠不醉，不呼盧，晝夜趲行在路。近始安營下寨，三軍痛飲豪呼。非關變節戀歡娛，正為紛紛雪阻。』 \\n 子纔道：『我料他遇了大雪不辨程途，一定安營下寨。他的人馬，既然晝夜兼行，到了住馬的時節，自精疲力竭，好酒貪眠，與死人無異了。乘此時去劫寨，可以一鼓就擒。若待雪消路現之後，又是他精還力復之時。彼勢方張，我軍告退，誤了事，不可為矣。只是一件，我的人馬，須要悄然而去，使他不知不覺纔好。我有道理，吩咐大小三軍，一齊換了白旗白幟，白甲白盔，務使與雪色相同，雪光相映，銜枚夜走，不露軍聲。近了賊寨，一齊隱在雪中，單聽炮聲為號。炮聲一響，齊入賊營，斬將擒王，就此一舉。大家都要勉力建功，不得委靡取巧。趲行數裡，到了寬敞地方，好換衣甲。』眾軍齊應道：『得令。』 \\n 話分兩頭。卻說黑天王，身披羊裘，引了眾卒，趲行而來。 \\n 說道：『晝夜兼行馳來，有了半萬程途，再拚幾日，就殺到了京城。咱黑天王是也，自與妹子分兵之後，要搶頭功。只得兼程而進，不上半個月，趕了一二千里程途，且喜得入關以來，攻州州破，打郡郡降。殺戮的人民，夠有幾斗芝麻的數目。如今來到此處，不知是甚麼地方，忽然下起大雪來，迷失路途，不便行走，只得在此下寨。如今天色晚了，且到帳房裡面去，穩睡一宵。眾螻羅，你們須要小心巡邏，恐怕有偷營劫寨的來。』眾將道：『這等大雪紛紛，把來路去路，都遮殺了，咱們去不得，料想他也來不得。偷營劫寨的事，今晚定是沒有的。』 \\n 黑天王道：『也說得是。這等把擄來的女子，都帶過來，待我選一眩』眾卒帶出數十女子，黑天王逐一選看了一會。指著一個，說道：『這一個標致些的，待咱家上用，其餘選不中的，都賞了你們。大家都去打老鼠，不可辜負了這場大雪。這是天老爺，總成你們的。』眾卒道：『還是大王爺的天恩。』眾人磕頭叩謝，帶了眾女子去後，黑天王摟抱這個女子說道：『我的嬌嬌，你的時運到了，眼前就來做皇帝娘娘了。今晚這等大雪，甚是寒冷，那無情無趣的酒，也不要吃他，不如脫了衣服，到床上去暖活暖活。』二人脫了衣服，一同上床。那女子帶著羞慚，半推半就。黑天王那管羞恥，緊緊抱著，即便恣意風流。 \\n 一個荒男子初嘗滋味，一個是嬌女人乍得甜頭。一個說，不用花燭，成就了今宵姻緣。一個說，何須月老，便試了百歲夫婦。 \\n 一個說，前生有分，恰遇今夕良宵，一個道，異日休忘，說盡山盟海誓。各燥自家脾胃，且圖目下歡娛。雙雙蝴蝶花間舞，兩兩鴛鴦水上游。雲雨已畢，緊緊猥抱而睡。 \\n 卻說眾卒帶了眾女子出來，說道：『是便是了，咱們男子多，婦人少，怎麼樣一個睡法。也罷，兩個同一個去睡。咱和你前後來攻，使他腹背受敵。這也是兵家的妙著。快去熱起酒來，吃醉了好睡。』商議定了，大家都是兩個摟著一個女子，各自快樂去了。是晚一寨兵將俱已酒醉快活，個個人疲力倦，鼾呼而睡。 \\n 且說唐子纔，帶領人馬，換了白盔白甲，白旗白幟，夤夜奔馳，將到賊營，只見有一座山坡在前，便說道：『就借他做個將臺。』急帶眾將走上山坡看時，只聽得賊營鼾吸之聲。子纔笑道：『不出下官所料，你聽他鼾聲似豹，鼻息如雷，一毫準備也沒有。此時不擊，更待何時。吩咐軍中，快些舉炮。』 \\n 眾軍應道：『得令。』於是眾軍一齊殺入賊營，殺得黑天王，赤身露體，荒忙逃竄，東撞西奔。說道：『夜半三更，誰來劫我的營寨？尋衣不見，只得赤體快逃生。了不得，了不得，被他寂地寞天殺進營來，嚇得我夢魂頻倒，刀槍也摸不著。這也還是小事，連褲子也摸不著一條。莫說走不脫，就走脫了，也要凍出陰證病來。這怎麼處？』眾嘍羅應道：『要害陰證的，不止你一個，我們都有幾分。有件羊皮襖子，掉在地下，等我穿好起來。』眾卒聽見，向前爭奪。黑天王道：『你們都不要搶，拿來入了官。』言語之間，只聽得嗚鑼擂鼓，吶喊不絕。 \\n 黑天王道：『料想走不脫，不如穿好了皮襖，坐在地上等他拿去殺了，也還做個暖鬼。』眾卒說道：『你看他的兵馬，密密層層，都趕得來了，正合了大王的陣勢，叫做眾虎攢羊。』說還未了，黑天王被眾兵馬拿住，去見唐經略。說道：『稟老爺，拿獲了賊頭，三軍告捷。』子纔說道：『把俘賊上了囚車，解到京城治罪。你看天色將明，就此班師轉去。潛形匿影而來，腳步輕快，拿獲了俘賊，劫破了賊營，殺盡了餘卒。到今日，風也停，雪也消，山也現，地也平。這都是天助成功。笑只笑，這班蠢賊，被我殺得他好似：枕邊殺盡風流景，斷送多少鴛鴦命。 \\n 頭顱顆顆足成雙，肢體般般皆兼併。 \\n 倒使他們，做了個夢不轉的襄王。不知要到何時何世，方纔得醒。』 \\n 話分兩頭，且說西川來的一個客人，姓韓名照，字孟陽，也是一位黃榜中人。帶了一僕，宦游至楚。一日，韓孟陽說道：『想我孟陽，自幼攻書，三朝駿伐，五伐巍科，謬稱國士無雙，明舉鄉闈第一。只因有個同年兄弟，在這荊楚為官，故此匣劍囊琴，遠來相訪。地主雖嗟雞肋，遊人卻飽豬肝。偶餘潤筆之資，忽動買花之興。昨日媒婆來講說，一位仕宦人家，有兩房姬妾要遣。內中有一個才貌兼全，約小生今日去相，只得乘興而來。卻是一件，相便去相，只怕我這久曠之人，容易許可。 \\n 把那七分的姿色，就要看做十分，相不出那真正的佳人出來。 \\n 我如今須要預先慎重，把那貪花好色的念頭，按捺定了，然後去相佳人，纔有真正眼力。』自言自語，過街穿巷。家人說道：『相公這就是唐鄉宦的門戶了。門上有人麼？』只見一個老院走得出來，□□說道：『喚門無別事，知為相親來。你們就是韓解元相公麼？』家人應道：『正是。媒婆來了麼。』老院道：『來了多時了，請相公廳上少坐。待我喚他出來。張一媽，韓相公到了。』一媽聽了答道：『就來了。』隨即往裡催道：『吳奶奶，韓相公等久了，請出來罷。』吳氏道：『來了。預先丟了針線，早已整扮花容，非是我好把風姿炫，惹得人見憐。都只為積怨深，奪人靦腆。』一媽道：『你請隔著簾子，先把才郎相一相。只怕比唐老爺的面貌，還標致幾分哩。若不是逼抱琵琶過別船，怎能夠別劉復遇阮。』吳氏隔著簾子，相了一會，說道：『果然好一位郎君。質如瓊玉，貌似蓮花。且莫把他胸中文章來考試，就是這相貌先中了。原怪不得，那有眼的嫦娥愛少年。』一媽道：『待我捲起簾來。韓相公，新人出來了，請來相。』韓孟陽向前仔細看了一會，心中暗喜，背後說道：『果然是天姿國色，一毫假借也是沒有。』一媽道：『相得中意麼？』孟陽道：『容貌卻好，但不知才思何如。』一媽道：『這等說，就當面考一考，或是琴棋書畫，或是詩詞歌賦，或是吹彈歌舞，任意出個題目來。不是我得罪講，只怕你這解元相公，還考他不過哩。』孟陽道：『小生有一柄扇子，上面畫的是半身美人圖，求小娘子題詩一首，以見妙纔。』遞將扇送與張一媽，一媽轉遞與吳氏。吳氏接扇到手，說道：『拈韻做來的詩，不足取信。教他限個韻來。』一媽傳了吳氏之言。 \\n 孟陽道：『小生之舉，原為求婚，就限個婚字韻罷。』吳氏得韻，不須思索，拈起筆來，一揮而就。一媽見他寫完，拿了扇子，送還孟陽道：『相公，扇子已題在此，請看就是了。』孟陽接了扇子，遂展開來，念道：西子當年未范婚，芳姿傳向苧蘿村。 \\n 丹青不是無完筆，寫到纖腰已斷魂。 \\n 念完便道：『妙絕妙絕，真正是女中才子。』對吳氏作別了道：『小生即刻送聘過來。』吳氏遂進去了。孟陽乃問一媽道：『請問聘金要多少。』一媽道：『三百兩聘金，媒錢加二算。』孟陽道：『莫說三百，就是三千，也是值得的。照數送來，婚期就是明日。』一媽遂問孟陽討賞。孟陽遂叫家人取三兩銀子賞他，與一媽作別道：千兩黃金容易得，天姿國色最難求。 \\n 孟陽帶了家人，回寓所去了。自然料理聘金，不必說了。 \\n 卻說田北平，也帶了家人，前去相親。說道：『莫羡傾城美，將錢去買愁。』主僕兩人，轉彎抹角，來到唐家門，正撞著張一媽，送韓解元去。回見了田北平，遂迎接進去。說道：『一個出門，一個進門。畢竟是大戶人家，好熱鬧的生意。大爺請在廳上坐住，待我去請第二位出來。』一媽進去說道：『周奶奶，田家官人到了，快請出來。』周氏聽了，隨走出來。 \\n 一媽見了道：『好一位脫套的新人，我且捲起簾來。』便對北平說道：『這就是周奶奶，請相。』北平向前細細看了一會。 \\n 周氏一見北平，著一大驚，隨走進去了。一媽道：『何如，相得中麼？』北平道：『我便相中了他，只怕他相不中我。他與我纔見一面，就連忙走進去了。多因是我面貌未必中得他的意。』一媽道：『婦人家見了男子，自然有些害羞。難道好走將過來，同你講話不成。』北平道：『既然如此，替我當面斷過，嫁到我家，須要安心樂意，不許憎嫌丈夫的。要依我順我，隨深逐淺，從呼聽遣。卻不道嫁犬隨犬，切莫看樣畫葫蘆，又來裝模作樣，把那做新人的鋪蓋捲起。問他肯不肯，快些講來。』 \\n 一媽道：『你在外面講，他裡面聽，沒有別話回復，就是肯了。 \\n 難道寫個死字與你不成。』北平道：『這等說來，他要多少聘禮。』一媽道：『方纔韓解元相的，要三百兩。如今這一個，只要三分之一。』北平道：『這也不多。我且問你，那解元相的，可曾中意麼。』一媽道：『相中了。今日過聘，明日過門。』北平道：『解元揀的日子，一定不差。這等我也依他，即刻送聘過來，明日做親就是。』隨叫家人取一兩銀子，送與門公。 \\n 我們回去罷。』隨又說道：『鄉宦教成的美妾，解元選定的佳期，畢竟是我財主有福，安然享而用之。』歡歡喜喜，別了一媽，一直竟回去了。 \\n 一媽送了田北平，復轉身走入內堂，見了周氏，便問道：『周奶奶，新郎中你的意麼？』周氏大怒說道：『有你這樣死媒人，說這樣鬼親事。難道陽世間，就沒有男子，定要到陰司裡面去，領個鬼來相。』一媽道：『這話從那裡說起。』周氏道：『我只道，你做媒人結姻親，又誰知你是個女道土，慣把魑魅遣。這等青天白日，把一個鬼魍魎現。若不是我驚魂易轉，險些兒隔斷了桃花人面。你好好去回絕了。他若還送聘過來，就是逼我上路了。』一媽道：『既然如此，為甚麼不當面回他。』周氏道：『一見他走到面前，魂靈都嚇去了，那裡還講得話出來。』一媽見說，遂背面噥嘰道：『當面應承，背後又這番做作，那一個來理你。』周氏高聲罵道：『老淫婦賊骨頭，我老實對你說，就拚了一死，決不到他家去的。若要與這魔鬼併肩同宿，倒不如到死城中，更得些自在。』一媽見他這等說話，癡呆了半晌。說道：『怎麼做成的親事，到手的媒錢，難道被這幾句刁話就弄脫了不成。待我請夫人出來。加上幾句是非，硬逼他上轎便了。夫人快來。』唐夫人正在房中睡午覺，聽得叫喊，連忙起床，走出來問道：『做甚麼事。』只見張一媽氣忿忿的不做聲。唐夫人道：『為甚的，為姻緣變了媒人面。莫不是蠢郎君，憎嫌容貌，退還聘禮，賴卻媒錢？』一媽道：『郎君倒相中了，當不得你家姨娘，裝模作樣，不肯應承。想是心上不感激夫人，故意把我出氣。』唐夫人道：『是那一個，你只講來。』一媽道：『兩個男人，都相中了，約定今日下聘，明日來娶。就是那位吳奶奶，也歡歡喜喜的走進去了。只有一位姓周的，才貌也不過如此，偏會揀精揀肥，說男子相貌欠好，配他不過，把我百般咒罵。口裡還夾七夾八，連夫人也見教了幾聲。還說等老爺回來，要同你算帳哩。』夫人道：『不要理他，自然有我做主，怕他強到那裡去。老實對他說，莫說這樣人家，就是叫化子來娶，也不愁他不去。』一媽道：『這等說，纔像個大的。是便是了，這樣會使性的姬妾，也虧你留到了如今。若然把別人家，打得他半死半活，皮破肉裂哩。』夫人道：『若遣這作怪的姬妾，什麼打緊？拚著一頓，纔丁作餞行的酒就是了。』一媽道：『只怕你口便說得，便到了當場，手又軟了。老身且回去了來。』夫人道：『明日須要早些來。』一媽道：『這個自然。』 \\n 卻說張一媽，到了次早起來，連忙走到唐經略家去，伺候兩家來迎親不題。且說韓解元家一個家人，奉了家主之命，口中說道：『才子佳人扭不來，呆郎巧婦拆難開。世事萬般都可料，合婚啞謎最難猜。你說我為何道這幾句？只因我家相公是個有名的才子，昨日相中的那房姬妾，又是個絕代的佳人，這一男一女，若還配合起來，竟是普天之下，第一對好夫妻了。 \\n 誰想姻緣不偶，又有變卦出來。送過聘禮之後，我家相公把縉紳一看，履歷一查，看那姓唐的鄉宦，是那一科舉人，那一科進士，誰想不前不後，剛剛是太老爺的同年，我家相公竟是他的年侄。這樣乾名犯義的事，如何做得？所以把花燈彩轎儐相吹手一概都回復了。特地叫我前來退那一宗聘禮轉去。你說這段姻緣，可惜不可惜。一路行來，已到了唐家門首，不知媒人可在，且待我喚他一聲：張一媽在麼？』一媽答道：『呼媒聲急切，想是為催妝。原來是韓大叔。新人收拾完了，為甚麼花燈彩轎，還不見過來？』韓管家道：『花燈彩轎來不成了，叫新人不要打點。』一媽道：『為甚麼緣故？』韓管家道：『這位唐老爺，就是相公的年伯，沒有年侄娶年伯母之理，所以親事做不成，叫我來退財禮。』一媽道：『有這等奇事。既然如此，你且立一立，等我去見夫人。』一媽向內堂道：『夫人快來。』夫人道：『提起絕命刀，斬斷情根在這遭。怕他臨去弄蹊蹺，準備著毛拳叫他吃頓飽。』一媽道：『夫人，兩頭親事，弄脫一頭了。』夫人道：『為甚麼緣故？』一媽道：『那韓相公說，唐老爺是他的年伯，不便做親。故此叫了管家來退財禮。』夫人道：『若還果是年侄，自然沒有做親之理。既然如此，只得把聘禮還他。』夫人遂進房去，把他的聘禮，原封不動，取得出來。說道：『一媽就煩你送出去與他。』一媽接了聘禮，送出來交還與韓管家。管家道：『婚姻兩手撒開，聘禮原封不動。只愁惱殺佳人，空做一場好夢。』家人接了銀子，竟即去了。 \\n 一媽轉身進來，聽得唐夫人嘆道：『這兩個裡面極作怪的，就是吳氏。我第一要打發他，偏有這般湊巧的事。哎，天公天公。自古道，人有善願，天必從之。你為甚麼這等狠心，偏要與我作對，使我這絕命刀拔出來了，又歸回鞘。方便事沒有半毫，縱容男子寵阿嬌，扶助奸黨，惡智偏狂。』一媽道：『夫人不須煩惱，終久在我身上，替你出脫了他。休要煩悶，不必心焦。那天公枉費使乖弄巧，我自然有移山撮海的手段。這件缺貨人人要，遲些兒賣價錢更高。』 \\n 說話之間，只聽得鼓樂喧天，花爆震地。一媽道：『田家的轎子來了，快請新人出來。』唐夫人道：『做你不著去催他上轎。』一媽遂走進他臥房門首，喚道：『周奶奶，轎子來了，請出來罷。』不聽見答應，連叫幾聲，也不聽見答應，呀叫了半日全然不理。要走進去，房門又是拴的。』『我有道理，』遂轉身對夫人說道：『夫人，我昨日同他鬧了一場，心上自然不快，見我去叫，預先把門關了，須要夫人走得去，好好的喚了他來，看銀子面上，吃些氣罷了。』夫人自己走去，喚道：『周家姨娘，你的轎子到了，出來罷。』連叫幾聲，不見答應，遂發怒大聲說道：『怎麼別人叫你不應，連我做大的叫你，你也裝模作樣起來。難道你關上房門，就罷了不成。叫丫環快來。』丫環聽見夫人呼喚，急忙走向前來。夫人道：『有這等奇事，我就不信了。替我撬開門來。』丫環與一媽，一同把門撬開，走得進房，嚇了一跳，齊說道：『夫人不好了，周家姨娘吊死了。』唐夫人聽見周氏吊死，便癡呆了半晌，說道：『這怎麼處，怪得眼睛跳，老鴉叫。這場事如何了。雖是他壽數定，無常到了，逃不脫區區的罪賬也難消。若是打發出了門，老爺回來，不過淘一場小氣。如今逼出人命，將來就有大氣淘了，怎麼了得。』一媽道：『老爺回來，只說是病死的就是了。難道怕他撿屍不成。休要疑慮，且莫啼嘈。本家的人命，誰來證你？ \\n 便成疑獄，終久是陰銷的。況且又無原告，蛇不露足，誰人知道。』夫人道：『一媽，你不知道我家的事，別人的口嘴，都掩得祝吳氏那個妖精，往常沒有是非，他還要生出話來，在老爺面前調脣弄舌，難道有了這樣歹事，他還肯替我掩飾不成。』一媽道，『這我倒不曾想到，也說得有理，他是不肯隱瞞的。』想了一想，便道：『有了，夫人，我有個絕妙的計較。神仙也想不出的。又堵了他的嘴，又除了你的害。你把甚麼東西謝我。』夫人道：『若得如此，憑你要甚麼謝儀，我都肯出。請問是什麼計較？』一媽道：『方纔韓解元來退聘禮，吳家姨娘還不曾知道，他見男子生得美貌，好不要嫁得慌，不如把田家的轎子只說是韓家的，哄他鎖了進去，打發這冤家出了門，田家聘了丑的，倒得了好的，難道肯來退還你不成。就是新人受些驚嚇，也只好在肚子裡面，咒我們幾聲罷了。料想不能夠回來同我們講話。替你除了一個大害，又省得後來學嘴。豈不想個萬全之策。』夫人大喜道：『好計好計。真個是神仙料不出的，比那陳平六出計還高。就要新人，上了花轎，這兩件禍事一齊消。謝天謝地，忙把紙錢來燒。事不宜遲，你就哄他上轎。 \\n 若遲一會就要走漏消息了。』一媽道：『不須夫人囑咐，花轎將近來到門了，我去哄他上轎，就是了。』不知吳氏可曾聽他哄上轎否，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第六回 田家僕為國籌餉", "正文": "  \\n 第六回　田家僕為國籌餉 \\n 　 \\n  \\n 堪笑佳人枉自磨，捉生替死計還多。 \\n 富翁慣做便宜事，買得雞兒換了鵝。 \\n 卻說張一媽與夫人商議停當，走到吳氏臥房，來催吳氏梳妝。原來吳氏，自與韓解元相會，滿心歡喜，又知道吉期甚速，獨自一個收收拾拾，就聽得周氏吊死，他也不管。等得一媽來到房時，他已梳妝停當了。一媽見了說道：『吳奶奶果然賢惠，知道吉期到了，早已梳妝停當。』言話之間，只聽得鼓樂喧天，花燈燦寶。田家僕從，擁著一乘彩轎，來到中堂。一媽扶了吳氏，歡歡喜喜上了彩轎。田家僕從，一班來人抬了新人，吹吹打打，抬到田家。笙歌嘹亮，寶燭輝煌。田北平依然照常行禮。 \\n 兩人一面交拜，一面偷看，各自驚呀。行禮已畢，北平道：『你們眾人都出去。』只有一個丫環伴著新人，餘眾俱已出去了。 \\n 北平背地說道：『好奇怪？昨日相的時節，沒有這樣齊整，怎麼過得一夜，就艷麗了許多。難道我命裡，該娶標致的老婆，竟把丑的都變好了不成。昨日相的，是黑淄淄，尋常的阿妾，今日竟變了個白皎皎可人的嬌麗。且莫說這態度嫣然，不像昨日那般老實，就是臉上的皮肉，也細嫩了許多。為甚麼肌膚顏色，一切光而且膩。哎！天那，我田北平，前生前世造了甚麼孽，只管把這些美貌的婦人來磨難。我似這等越風流受折磨，遭雲障，竟要到何時，方纔消得孽障。且住，我昨日去相的時節，當面與他說過的，他情願跟隨我，今日纔嫁過來，為甚麼又從頭慮起來了？不要怕他，放開膽來，去同他對坐。』吳氏心裡暗想道：『好奇怪的事，昨日來相我的，是那韓解元，好不生得風流俊雅，為甚麼換了這個怪物。哦，我知道了，這分明是媒婆與大娘串通了這的鬼計，見周氏死了，沒人還他，故此捉我來替周氏嫁他了。這個機謀設得果然奇，遣死妾硬將生的來替。我只道是入繡幃，做百年的佳偶，誰知道盼神仙，忽然遇了魃魅。既然自不小心，落了人的圈套，料想這個身子，不能夠回去了。就與這俗子吵鬧，也是枉然。須要想個妙計出來，保全了身子，依舊回去跟著唐郎，方纔是個女中豪傑。不須皺眉，不必垂淚，且歡歡喜喜，做個才人辯解圍。有個妙計，在這裡了，不但保全身子，還可以騙得脫身。』坐轉來冷笑，對北平說道：『我且問你，你就是田北平麼。』北平道：『正是。難道別一個好同你對坐不成。』吳氏道：『這等我再問你，昨日那個媒人與府上有甚麼冤仇？切齒不過，就下這樣毒手擺佈你。』北平道：『沒有甚麼冤仇。他替我做媒，是一片好意。 \\n 怎麼叫做擺佈我？』吳氏道：『你家就有天大的禍事到了，還說不是擺佈。』北平聽了，著一驚道：『甚麼禍事，快請說來。』吳氏道：『你昨日相的，是那一個，可記得他的面貌麼？』 \\n 北平道：『我昨日相的沒有娘子這樣標致，正有些疑心，難道另是一個不成？』吳氏道：『卻原來你相的是姓周，我自姓吳，那個姓周的，被你逼死了，我是來替他討命的。』北平大驚道：『這這這，是甚麼原故？』吳氏道：『老實對你講罷，我們兩個都是唐老爺的愛寵，只因夫人妒忌，乘老爺不在家，要打發我們出門。你昨日去相他，又有個解元來相我，一齊下了聘，都說明日來娶。我兩個私自約定，要替老爺守節，只等轎子一到，雙雙尋死。不想周氏的性子太急了些，轎子還不曾到，竟預先吊死了。不知被那一個漏了消息，也是那韓解元的造化，知道我也要死，預先把財禮退了回去。及至你家轎子到的時節，夫人叫我來替他，我又不肯，只得也去上吊。那媒婆來勸道：你既要死，死在家裡，也是沒用。田家是個有名的財主，你不如嫁過去，死在他家裡面，等得老爺回來，也好說話。難道兩頭人命，了不得他一分人家。故此我依他嫁了來。一則替丈夫守節，二則代周氏伸冤，三來問你討一口好棺木，省得死了在他家，盛在幾塊薄板之中，後來要拋屍露骨。我的話已說完了，求你早些備我的後事。』北平聽了，垂頭喪氣，連叫幾聲：『哎呀！竟有這等的事。』吳氏道：『既把真情告訴了，求你快把善念，早施衣衾，定要新鮮做殉身，勿把金珠來可惜。屍體切莫葬在你家地裡，且向庵場內寄住，少不得要扶梓還家，與那未死的唐老爺同穴。』說完遂解腰間的帶子，緊在頸上自勒。 \\n 北平與丫環見了，連忙向前解救道：『新娘耐煩些，快不要如此。』吳氏做個不聽，又勒。北平道：『不好，大家都來救命。』對宜春說道：『你去靜室裡，把那看經念佛的，都請過來，好一齊扯勸。』宜春答應去了。北平道：『吳奶奶，唐夫人，我與你前世無冤，今世無仇，為甚麼做定圈套，上門來害我。 \\n 如今沒得說，轎子還在廳上，送你轉去就是了。』吳氏道：『你就送我轉去，夫人也不肯相容，依舊要出脫我，我少不得也是一死，不如死在這邊，還有些受用。』北平下跪求道：『吳奶奶，唐夫人，是我姓田的不是，不該把轎子抬你過來。如今千求萬求，只求你開條生路。』吳氏道：『你若要我開生路，只除非另尋一所房子，把我養在裡面，切不可來近身，等唐老爺回來，把我送上門去，我自有好話為你，或者連那場人命，都解散了，也不可知。』北平磕頭道：『若得如此，萬代沾恩。 \\n 既然這等說，不消另尋房屋，我有一所靜室，現在家中，送你過去，還有兩位佳人替你做伴，少不得也就會過來。』話猶未了，只見鄒小姐與何小姐二人，一同走進房來，說道：『新聞詫異，一樣文章，做法各奇。』北平指著兩個小姐，對吳氏說道：『他們兩個就是靜室的主人，你同他過去就是。我如今沒奈何，只得要去壓驚了。只說三遭為定，誰知依舊成空。不如割去此道，拚做一世公公。』 \\n 吳氏見北平出房去，遂與二位小姐相見，問道：『請問二位仙姑，是他甚麼親眷？』鄒小姐道：『新娘不消問得，你是今日的我，我是前日的你。三個合來，湊成一個品字，大家不言而喻罷了。』吳氏笑道：『原來二位姐姐也是過來人。這等說起來，我們三個原該在一處的了。那所靜室在那裡，何不一同過去？』鄒小姐遂起身先走，說道：『浮生共多故。』何小姐道：『聚散喜君同。』吳氏道：『也願持如意，長來事遠公。』三人一同走到靜室，吳氏禮拜佛菩薩畢，遂轉身舉目，四圍一看，說道：『好一所靜室。有了二位雅人在此，為何不命一個齋名，題一個匾式。』兩個小姐說道：『匾額倒做了，只是想不出這幾個字來，就借重新娘罷。』宜春研好了墨，取得匾額過來。吳氏道：『我們三位佳人一同受此奇厄，天意真不可解，總是無可奈何之事。就把奈何天三個字，做了靜室之名罷。』鄒何二小姐道：『妙絕，妙絕。只消三個字，把我們滿肚的牢騷，發舒殆荊就煩妙筆寫起來。』吳氏舉筆，一揮而就。 \\n 鄒氏背後對何氏說道：『我與你一個有才，一個有貌，總不及他才貌兼全，況且才貌兩樁，又都在你我之上。這等的佳人，尚且落在村夫之手，我們兩個一發是該當的了。』何氏道：『正是。』吳氏道：『我們三個不約而同，都陷在此處，雖是孽障，也有夙緣。不但該同病相憐，還要同舟共濟纔是。等得唐郎到家，他送我回去的時節，待我說與唐郎知道，或者連你二位，也弄得上去，不致久沈地獄，也不可知。』鄒何二小姐道：『若得如此，感恩不荊今宵又作同心會，禪床上再添一被。 \\n 竟把普天下的奇冤，湊作一堆。』 \\n 說分兩頭。卻說田義，自從離了主人，別了兄弟，押著銀鞘前往邊疆處所，犒勞窮兵。一日催促人夫上進，路途之中，說道：『這西北路上響馬最多，這銀子不比別樣東西，時時要防盜賊。俗語道得好，耽遲不耽錯。寧可早宿晏行，多走幾個日子。故此來了幾月，纔趕得一半程途。哎！我一路行走，只見有報警的南來，不見有解糧的北走。那邊庭的虛實，不問可知了。須要急急的催趲人夫，趕去纔是。正是： \\n 軍前兵將嘆絕糧，途中行人恨路長。來到此間，乃是打中伙的所在。大家買些酒飯吃飽了再走。店主人在麼？』店小二聽得呼喚，即忙出來道：『原來是解邊餉的，請問長官，還是用酒，還是用飯？』 \\n 田義道：『酒飯都要快些取來。』小二對眾人夫說道：『你們另有下房，到裡面去坐。』只見兩個邊軍，一個背了黃袱，一個插了令旗，一同馳馬而來。一個說：『背封告急，報邊城喪。』一個說：『趲軍糧，我這裡力盡筋疲，舌敝脣焦，並不見些兒餉。我們一路行來，人也倦了，馬也飢了。有個酒飯店在此，和你打個中伙再走。』二人一同下了馬，走入店中，解下令旗包袱，同田義三人見了禮，一同坐下，小二送了酒飯，三人一座飯食。田義問道：『請問二位，從哪裡來，往哪裡去，奉的甚麼公差，去甚麼公幹？』這個說道：『咱是巡邊御史的差官，賫表進京的。這一位是同衙的朋友，差往各路催軍餉的。』田義道：『既從邊上來，自然知道軍情虛實，不知近日官兵打仗，勝敗如何，請見教一番。』差官道：『邊庭虛實，官兵情狀說來易使張皇。那女兵雌寇比男軍十倍囂張。』田義道：『這等說來。竟是女寇了。難道這些官兵就敵他不過。』差官道：『南邊寇定，北寇勢雄。俺這裡的兵將，俱將來折荊』田義道：『既然如此，足下所資的文表，想來就是告急的麼。』差官道：『正是。不能夠從容細說流民狀，只好在馬上封題急就章。所悲的是喪亂，所求的是安壤。念軍民都把雲霓望，怎能乞得天兵早降。』田義又對這個差官問道：『足下一路催糧，可曾有幾處解去麼？』這個差官搖頭道：『那些官兒也沒奈何，只得吞聲無措，皺眉相向。這文牒盡是空的，只有這個民間虛實，何須更說封疆。』田義道：『這等說，請問邊上的米價，貴賤何如？若有銀子給與邊軍，他還買得出麼。』差官搖頭道：『錢如灰土，米似黃金。就解了銀錢去，也難充飢。』田義背地暗想道：『萬一這些銀子，解到那邊濟不得軍需，卻怎麼處。』 \\n 轉身又問道：『還要借問一聲，譬如有銀子的人，在這裡買了糧米，載到邊上去賣，可有些利息麼。』差官道：『多便不許，三倍利息，是拿的穩的。』二差官說道：『咱們有軍務事，比不得他們，先起身去罷。叫店家快來拿錢。店小二走過來，我清了賬。』兩個差官別了田義，一同上馬去了。田義道：『照他講來，邊上的米價是極貴的了。我十萬銀子，竟該換買糧米載去。只是一件，這批文上面寫的是餉銀，不是糧米，萬一邊上的官府，見與批文不合，不肯收起來，卻怎麼處。』想了一想道：『不妨，就是他不收，要變做銀子也容易，賣與邊上的百姓還多出兩倍利銀，又與朝廷做得許多事業。這有益無損的事，為甚麼不做。我如今趲行前去，到了米賤的地方，竟買了裝載前去就是。主意已定。店家走來，店小二將內外的酒飯錢，一一找清。田義催趲人夫，抬了餉鞘，自己上馬而去。 \\n 話分兩頭。卻說唐經略奉旨征南，已經報捷。朝廷又遣他北征，不日就回往家中。經過唐家，一個老院說道：『人情留一線，日後好相見。行到水窮時，依然山色現，我家老爺自從奉了聖旨，往邊疆赴任，殺敗男軍，建了許多功業。正想內召回京，不料北方界上，又有女寇侵擾，朝廷加了品級，又命他經略北邊。今日便道還家，好生得意。只是一件，他心上最愛的，是那兩房姬妾，一個被夫人逼死，一個賣與田家。此番回來，不但夫人受氣，連我這知情的管家，只怕也難逃罪譴。還虧我預先識竅，瞞了夫人，密密的寫了個稟帖，寄與老爺，辨明瞭心跡。或者自首免罪，也不可知。我如今不等到家來，在這驛前等候，少刻上船，定有一番問答。趁夫人不在面前，好講他些不是。一來卸干係，二來獻殷勤。有理有理。』 \\n 且說田北平，自從娶了吳氏，吳氏要死，他再三求個生路，吳氏說等唐老爺回來，送他回去，除此再無別路。故此終日打聽唐老爺消息。聽得唐老爺便道回家，猶如得了恩赦，連忙備了十兩銀子，去尋唐家老院，直尋到驛前。老院見了田北平，便道：『你是田大爺為何也到這裡來？新夫人好麼。』北平道：『不要說起，今日此來，正是送還原物。要你做個通事的人。』 \\n 老院道：『為甚麼緣故？』北平道：『說起話長，少刻同你細講。聞得唐老爺將到，我急急走來尋你，說你到驛前來了，只得又趕到這邊。少刻送他上門，全要仗你幫襯。只要收得進去，就是一樁好事了。有十兩銀子在此，你權且收下。等收了之後，還有重重的謝儀。』老院道：『多謝。只是一件，老爺到家之後，你送他進來，少不得他說一句，夫人也說一句，老爺又是懼內的，未必肯依他講話。不如叫一隻小船，先送到驛前。等候老爺的座船一到，就跳將過去。只有他講話，沒有別人應嘴。 \\n 這個原告，就要讓他做了，何等不妙。』北平大喜道：『既然如此，妙絕妙絕，你在此等候，我就去接了他來。快走快走。』 \\n 一直回家去了。老院笑道：『妙妙妙。又得了別人的錢，又討了家主的好。這件便宜事，是落得做的。我且在驛裡坐一會，等他的小船來，一同接上大船去便了。』不一時，只見北平接了吳氏，坐在小船裡面，橕駕到驛上來了。老院公也上了船，對北平道：『我和你慢慢接上前去，免得在此坐等。』北平道：『這個極妙。』行不上數裡，只見一班官船，吹吹打打，順流而來。 \\n 卻說唐子纔，在船內嘆道：『我唐瀅，自從在邊陲奏捷以來，蒙聖思加銜進職，寵眷非常。只是不容我驟解兵權，稍圖休息。近日又因北方告警，特賜上方之劍，假以便宜，命我星馳赴剿。一路行來，已是家鄉地面，少不得要暫駐旌旗，略停車馬。這是一件。前日家人有稟帖寄來，說周、吳兩妾，不為妒婦所容，一個嫁在民間，一個死於非命。我今日回家，倒也有些難處。若還置之不問，又無此理。若還爭鬧起來，勢必至於夫妻反目。使外人談論起來，甚是不雅。這件事，還該怎麼樣？』心下思想了半晌道：『也罷，古人為國忘家，曾有過門不入之事。不若竟以邊報緊急為辭，一個親人也不見，颺帆而去，有何不可。叫左右吩咐頭舵，說近日邊報緊急，不便羈留，就到了自家門首，也不許灣船，竟颺帆而過便了。』眾船家領命不題。 \\n 卻說田北平同了老院，駕櫓相迎。正是單櫓不如雙櫓快，大船怎似小船輕。近了官船，老院道：『吳奶奶，我先上船去，你隨後過來。』老院跳過船來，見了主人道：『家人磕頭。』 \\n 子纔作色道：『你想是來辯罪麼？家中的事我都知道了。不消再講，你回去罷。』老院道：『稟老爺，吳奶奶在小船上，要求見老爺。』子纔道：『他是嫁出去的人了，為甚麼又來見我？ \\n 回他說，不消。』老院出來，對吳氏說道：『老爺不肯相見，你自己過來。』吳氏過船，見了子纔，大哭道：『我的老爺阿，你便去做官，害得奴家好苦也。無限別離情，甘受牢籠。怎奈大娘勢不相容，命短的做了離魂倩女，命苦的做了琵琶別弄。 \\n 還虧我完全趙璧，不愧藺家功。』子纔冷笑不理。吳氏背面想道：『呀，他是極愛我的。怎麼今日見了，忽然冷落起來。哦，是了，他在眾人面前，不好親熱我，故此假裝這個模樣，待我走進後船去，他是然跟了進來。』遂往後艙走去。子纔道：『住了，你是個知書識字之人，難道「覆水難收」四個字，也不知道麼？我且問你，你當初既要守節，為甚麼不死？豈有嫁到別家，替我守節之理。請問這貞節坊，還是朝西朝東。你的心事我知道了。不過因那男子醜惡，走錯了路頭。故此轉來尋我。 \\n 若還嫁了韓解元，只怕到此時，就拿銀子來贖你，你也未必肯轉來了。多虧得村郎相丑，今日纔與你再相逢。田家有人在這裡麼？叫他快來領去。』老院道：『娶他的男子，現在小船上。』子纔道：『著他進來。』老院出艙相喚。北平道：『他要難為我，我不敢進去。』老院道：『一團好意，快些過來。』北平走過船來說道：『唐老爺在上，當初。。』子纔止住他說道：『那些原委，下官都明白了，不消說得。雖然是妒婦不好，也因只兩個女子，各懷二心，所以纔有周氏之死。是他自己的命限，與你無乾。至於此婦之嫁，實出奸媒的詭計，也是你們兩個前世有些夙緣，所以無心湊合。下官並不怪你，你可速速領他回去。』北平道：『多蒙唐老爺大量，不怪小人，也就感恩不盡了，怎麼還敢要他。就是領了回去，也是不肯成親，少不得又要尋死。這場禍事，是逃不脫的。倒求唐老爺開恩，饒了小人罷。仇將恩報，是難得的。怕的是恩澤裡面變出仇來。擅取老爺的愛妾，逼死老爺的寵妾，這兩件大罪，也夠得緊了。 \\n 既蒙包容了兩件，就是皇恩，也赦不到第三重。』子纔道：『如今的局面，與前番不同了。有下官做主，還怕他做甚麼。』 \\n 對吳氏道：『你走過來，聽我說幾句話。俗話道得好，紅顏女子多薄命。你這樣女子，正該配這樣男子。若在我家過，是這句舊話就不驗了。你如今好好的跟他回去，安心貼意做人，或者還會生兒育女，討些下半世的便宜。若還吵吵鬧鬧，不肯安生，將來也與周氏一般，是個梁上之鬼。莫說死一個，就是十個，也沒人替你伸冤。我勸你，莫怨他人莫怨我，且要怨你的命該如此。不是我男兒薄幸，皆是你紅顏命裡。老院，是你引他進來，就著你送他回去。』對北平道：『恕不送了，吩咐船家，快些趕路。』 \\n 北平與吳氏老院三人，一回過了小船。只見唐老爺船上鳴鑼吹打，開船去了。老院道：『吳奶奶，老爺說的其實是好話，你句句都要依他。從此以後，安心樂意結成親。若是失意的時節，就要想著老爺的話。吵鬧有何用處？』說話之間，不覺就到門首，三人一同上岸。老院道：『你們好好的做親，我回去了。』 \\n 北平與吳氏進到廳堂。吳氏向靜室走。北平扯住問道：『你往那裡去。』吳氏道：『到靜室裡去。』北平道：『如今去不得了。我起初不敢成親，一來被人命嚇倒，要保守身家。二來見你忒標致了些，恐怕啕氣。如今屍主與凶身當面講過，只當批下執照來了，還怕甚麼人命不成。就是容貌不相對些，方纔黃甲進士，親口吩咐過了，美妻原該配丑夫，是天公做下的例了。沒有甚麼氣啕，請依直些成了親罷。』吳氏背自說道：『這怎麼處。我還要弄些圈套出來，當不得唐郎那幾句話，把我的路頭都塞斷了，沒奈何只從他。』對北平道：『做親便替你做，要依我三件事。第一件，一房要鋪兩張床，你睡你的床，我自睡我的床，不許過界。第二件，房內將好香燒上一爐，免得我聞臭氣。第三件，做親須要正經，不可糊塗無禮。』北平道：『房內燒香，大家聞些香味，這到使得。若這兩件，又是難題目了。呀，我如今還怕甚麼。叫丫環把成親的花燭要點亮些，合巹的酒要淺斟些，我如今是光明正大的新郎，比不得前番兩次在那暗裡偷雞，醉中拿賊的了。小心伺候。』丫環應道：『曉得。』北平摟著吳氏入房。丫環送酒進來，兩人吃了幾杯。 \\n 北平叫丫環退了，閉了門，去扯吳氏上床。吳氏道：『我還要吃酒。』北平道：『不要吃醉，沒趣。』吳氏道：『吹滅了燈也罷。』北平道：『吹滅了燈，越發沒趣。』兩人調情興動。 \\n 吳氏也是久未見水，涸轍之魚，被唐子纔說冷了心，不覺興頭，又說道：『方纔說過了。你睡你的床，不許過界。如今又來沒正經。』推開北平。北平道：『若是如此，怎麼叫做成親。依直些，不要作難。』吳氏道：『我也經不得你歪纏，只許此一次，下次切不可來纏了。』二人摟抱上床，半推半就，兵起戈興，雲雨已畢，交頭而睡。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第七回 唐子才智定鴛鴦內應外合奏功捷", "正文": "  \\n 第七回　唐子才智定鴛鴦內應外合奏功捷 \\n 　 \\n  \\n 使盡機關是女聰，提兵遣卒逞威風。 \\n 若還遇著中原將，走至陣頭一掃空。 \\n 卻說女寇白天王，與哥子黑天王，男女兩下分兵，黑天王在南邊攪擾，被唐經略生擒囚解朝廷奏捷。這白天王，分在北邊。一日自己誇道：『咱白天王，自起兵以來，攻破無限城池，殺傷許多官吏。起先只說南方有人，不可輕敵。及至到了這邊纔知道，偌大中原，竟沒有一個能幹的男子。做文官的，但知道賦詩草檄。做武將的，只曉得喂馬支糧。一到守城上陣的時節，連那賦詩草檄的文官，喂馬支糧的武官，都不知那裡去了。 \\n 剛剛剩下些百姓來祭咱家的刀頭。你說好笑不好笑。如今直搗長驅，勢如破竹，咱不怕不做中原女主。只是一件，咱聞得內地的男子，美貌者多，要擄一個俊雅郎君，帶在身邊受用。再不見有好的，想是被手下之人隱藏過了，須要申飭一番。眾將近前，聽咱號令。』眾女卒一齊近前說道：『王爺有何號令？』 \\n 白天王道：『孤家年過二八，未有東床，要選一個俊俏男子，做壓寨官人。以後擄著的少年，都要帶見孤家自行選擇，選中者上用，選不中者，分賞各軍。如有未經上選，擅肆姦淫者，梟首示眾。』眾女卒得令，擺隊前進。行不數裡，眾女卒拿住少年男子數十人，帶來見白天王道：『稟王爺，拿著了幾十個後生男子，聽候選用。』白天王逐個看了一次，道：『都選不中。賞了你們。』眾女卒叩謝了，說道：『咱們人多馬少，這些男子，沒有馬騎，卻怎麼處？也罷，一人抱著一個，對面騎了。就把鞍轡當了床鋪，做一個走馬看花，何等不妙。』每一女卒摟一男子，同了馬。說道：『這樣快活的事，剛剛湊巧。』 \\n 各對男子說道：『你快活不快活？刀尖入了鞘，不須你費力，馬走自動遙這場興頭，比那夢裡，可不更高。方纔快活，不覺城池又到。大家收拾箭和刀，到晚來再使壯力，戰到雞兒叫。』各男子道：『放了我們回去，我們家中有父母。』各女卒道：『你們好呆，不日得了大功，你們少不得也有個官做。出門做甚麼生理。有這樣發財。那也還是後日的快活，今晚上待我脫了衣服，解了帶子，同你在被窩裡，肉粘肉做些快活事情，豈不是眼前的風流。』眾女卒相對說道：『我們與你大家攜得酒來，一齊吃個交杯盞兒，乘些酒興，比在馬上更快活。』說得有理，就去行為。且住女卒行樂不題。 \\n 卻說唐子纔，自從行兵已建功勞。今日來到北邊，軍需缺少，糧米告急的表章，催餉的文批，都出了幾次。他自嘆道：『臨危不作愀然色，赴義偏多慷慨容。我唐瀅自行兵以來，屢奏膚功，數平大難。誰想來到此間，忽遭奇變。那女寇的猖獗，雖是可愛，若肯竭力支橕，也還抵當得祝當不得這庫帑罄懸，有兵無食。莫說狡寇臨城，雄兵不能枵腹而戰，還怕飢軍不戰，主帥將有焚之懮。自從到任以來，也曾遍差員役，往各路催征，並不見有軍糧解到。況且敵勢頗猖，一日近一日，戰既不可，守亦不能，教下官怎生區處。』正在躊躕，只聽得外面吶喊：『青天爺爺救命！』唐子纔問道：『外面叫喊的，是些甚麼人？』手下稟道：『都是沒飯吃的窮民，飢餓不過，要來求老爺賑濟的。』子纔嘆道：『非無濟困之心，奈少救荒之策，只得要裝聾做啞了。叫中軍軍官出去吩咐，說賑濟飢民，是有司衙門的事，本院只管軍務，那有錢糧給散他們。』中軍出去吩咐了，眾應道：『這等說起來，只好餓死了。可憐可憐。』不一時，只聽得外面，又在高聲齊喊：『各營將校帶了兵士來求見老爺。』中軍傳稟，子纔問道：『問他有甚麼話講。』中軍傳了命，出去問了底理，進來稟道：『各營兵丁，有四五個月，沒有錢糧吃了，求老爺給餉。』子纔道：『對他說，催餉的官吏，還不曾轉來，一到自然給發。』中軍傳令，說與眾兵，眾兵鼓噪道：『朝廷不使餓兵，目下邊報警急，若要打仗，我們是不去的。再過幾日沒餉，我們各尋頭路去，討飯吃了，休怪休怪。』 \\n 中軍將眾兵所說之言，一一稟明，子纔道：『怎麼處？這樣沒錢糧，致使軍驕將怯。又不是我做主帥侵漁了不肯給發，都只為民間睏乏錢糧，處處求寬，叫我如何區處。只好學家翁做癡聾，徒然仰屋諮嗟而已。』正在躊躕之間，只聽得外面高聲報道：『湖廣宣撫使衙門，有公文投進。』子纔道：『收進來。』 \\n 中軍將文書收進來，子纔折開一看，遂大驚道：『怎麼正項錢糧，倒不見解到，竟有個尚義的百姓，助起邊餉來。這田素封的名字，我有些記得。』想了一想道：『哦，就是我同鄉之人，前日娶吳氏去的。咳，人不可以貌相。那樣一個蠢人，倒做出這等一件奇事。只可惜是銀子，若還是十萬金的糧米，不但可以給散眾軍，使我邊功立建，還可以賑飢活莩，保全得無限生靈。』對中軍道：『喚那解人進來。』中軍傳令：『老爺吩咐，喚解人進去。』田義隨了中軍，走進後堂，見了唐經略。子纔道：『你就是田義麼？』田義道：『小人正是。』子纔道：『難為你那主人，有這番好意。只是一件，這邊米價騰貴，一時辦不出糧來。本院若還差官去糴，又要差官去散。經過兩番侵克，就要少了一分軍糧。你主人尚義，你是義僕了。本院並不開鞘就委你糴米，糴完之後，就委你去散軍。』田義道：『不消大人費心，小人在途路之中，聞得這邊米貴，已將十萬銀子，都糴了糧米載來，可以立刻散軍，登時赴敵，不須耽擱師期了。』子纔道：『這等有多少擔數。』田義道：『三萬擔糧米，還有幾千馬料在外。只是一件，小人一路行來，看見一壑之中，盡填餓莩；閭閻之內，總是餓民。求老爺把散軍之外，剩下的餘糧，拿來賑濟一賑濟，使軍民一齊受福，也是老爺的天恩，免教百姓遭飢餓。』子纔道：『奇哉，奇哉！你做來的事，你說的話，沒有一件不合著本院的心事。若還用你行兵，再無不勝之理。本院這邊，先授你做軍前贊畫。勉力建功，待邊疆寧靜之日，連你主人的功績，一同具疏上聞。』叫左右：『快給冠帶與他。』田義受了冠帶，穿戴已畢，叩謝唐經略道：『多謝老爺提拔。』子纔道：『不須謝得。這散餉賑飢兩件事，少不得要借重你了。還有一件機密事情，要用著你，不知肯去不肯去？』田義道：『只怕做不來，若做得來，就粉身碎骨，也不敢推辭。』子纔道：『中軍官、左右等，你們都回避了。』 \\n 中軍、左右一齊退出。子纔細聲說道：『我聞女寇入境以來，遍擄美貌的男子，日贊機謀，夜同枕蓆。本院心上，要選個俊雅少年，投入他軍中，做個內應。足下既有張巡、許遠之心，又有宋玉、潘安之貌，何不做了這樁美事，使下官早立邊功。』 \\n 田義道：『恩主既然信用，卑職怎敢推辭，依命前去便了。』 \\n 子纔道：『善行兵者，倒要示人以弱。他若問我的虛實，你須要留心對他。』田義道：『曉得。卑職給完兵餉即去。』正是： \\n 愁飢得飽士民歡，慮辱偏榮法令寬。 \\n 只道籌邊效卜式，誰知剋敵用潘安。 \\n 卻說白天王，帶領女卒，一路而來。眾女卒留心擄掠少年男子，沿路又捉住了十幾個男子，帶去見白天王。白天王又逐一細看，只看一個美貌男子，飄巾艷服，便指著說道：『這個果然生得好，就是潘安、衛，不過如此。似這等容貌纔堪上用。留這一個，其餘盡賞與你們罷。』眾女卒叩謝了，就帶了選不中的男子，各自分散去了。白天王對那美貌男子說道：『咱家要抬舉你，做個壓寨官人，你可情願麼？』那男子道：『只怕容貌醜陋，不堪親近玉體。』白天王道：『不必太謙。』 \\n 一把扯了，挽頸而坐，道：『我且問你，聞得朝廷裡面，差個經略官兒，領兵前來，與咱對敵，可是真的麼。』那男子道：『是真。如今領了兵馬，現在前途紮營。』白天王道：』你可知道他本事如何，軍中可有些準備麼。』男子道：『本事的好歹，臣不知道。只曉得他沒有軍餉，那些兵丁，忍餓不過，鼓噪了一番，如今都要散了。』白天王大喜道：『咱原知道他空虛，這等說起來，一發不消慮了。吩咐女將們，今已晚了，就在此處安營下寨，明日再走。快暖杯酒來，咱與官人交杯。』 \\n 不一時，美酒佳餚，兩個女卒端將進來。白天王道：『我與官人，雖是偶然遇合，卻也是終身大事。須要拜個花燭纔好。』 \\n 二人一同拜了四拜，方舉杯飲酒。酒過三巡，白天王道：『官人我與你，既拜了天地，須要親熱些。』遂走前來，共椅而坐，共杯而飲。又問男子道：『我雖不是中原之女，可中得你的意否。』男子道：『既蒙王爺寵愛，那有不中意之理。』白天王道：『既然中意，就該放些情趣。哦，是了，你們中原的臉皮薄些，吩咐眾女卒，今晚須要小心巡邏，謹防劫寨。你們都出去，不要你們伺候了。』眾女各自遵命去了。白天王道：『官人，我與你在陣上恩愛，和衣而臥罷。』這白天王，是個情開興動的女子，今夜初得美貌男兒，那裡忍耐得祝酒至半酣，情Q欲Y已動，竟把那男子，抱摟上床去了。一夜恩情，如膠似膝。 \\n 二人恣意，你貪我欲。交戰半晚，雲收雨散，兩人交頭而睡。 \\n 到了次早起來，吩咐女將們道：『快選一匹好馬，與官人騎了，同咱家併轡而行。』那男子上馬，同白天王一直向前。不題。 \\n 且說唐子纔囑附了田義，往賊營內去，到次日，是個吉日。 \\n 點齊人馬，即便興師。眾將官領了軍令，整飭隊伍，長驅而進。 \\n 子纔道：『幸喜今日糧充米足，人雄馬壯。一路飢民盡皆充飽，歡語盈盈，壺漿簞食迎王師，喜孜孜把手招。一路行來，都是平陽地面，不好屯兵。此處倒有一座高山，不知叫甚名。喚左右將官，前去問來。』眾軍前去。問那鄉民。鄉民應道：『是鳳凰山。』子纔聽了喜道：『好一個山名。鳳為百鳥之王，又是祥瑞之物。即此就是吉兆了。竟上去屯兵就是。』眾後將一齊踴躍而上。子纔上到山上，紮了營盤，四面觀看一會，說道：『樹林兒叢脞，水溝兒環抱。一層一層漸漸高。盼望星辰天空月皎。鳳凰名，真吉兆。還是聖上洪福齊天。』 \\n 話分兩頭，卻說白天王，同男子併轡而行，一路上眉來眼去，說不盡許多愛。眾女卒稟道：『王爺前面，有一座高山，山上有旗幟擺列，想是他紮營的去處了，還是攻打不攻打？』 \\n 白天王道：『須要差個的當的人去，偵探一偵探，然後用兵纔好。』對男子道：『你是個南人，他決不疑你，替咱家走一遭何如？』男子道：『倘若被他拿住，做了奸細，卻怎麼好。』 \\n 白天王道：『只到就近之處，看一看動靜，即便轉來。』男子道：『這還使得。』男子欲行又止，道：『我捨不得王爺，恐怕被他拿住了，就不能夠再來相會。』白天王道：『少去幾裡就是，不妨。』那男子左回右顧而去。白天王道：『好個有情的男子。吩咐女將們，擺起陣勢來，好和他廝殺。』眾女將道：『請問王爺擺甚麼陣勢？』白天王：『就擺那個百鳥朝鳳陣。』 \\n 眾女將領命，隨即擺陣，不題。 \\n 話說唐經略到了鳳凰山，四面瞻望了一回，轉到中軍帳坐著。只見田義從山下走入中軍帳來。子纔道：『你回來了，可曾投得進去，賊營的虛實何如，快些講來。』田義道：『卑職已進賊營，賊頭甚是利害。現在山下紮營，著我上來偵探的。 \\n 人馬最多，又且猛悍，料難力取，只可智擒。少刻與之對壘，須要假輸一陣，擋住要路，不可使他上山。卑職勸他解衣就寢，到三更時節，須以炮聲為號，一齊殺進寨來。待卑職從被窩裡面，取了他的首級，與我軍相會便了。只是一件，卑職此番轉去，須要著人追趕下山，使他看見，方纔信任不疑。事不宜遲，卑職去了。』正是： \\n 計就月中擒玉兔，謀成日裡捉金烏。 \\n 田義辭了唐經略，出了營門，急跑下山。子纔叫幾個兵土，假意追趕下山，一面擺齊隊伍，殺將下去，只可佯輸，不可取勝，卻說白天王，自打發男子上山去探聽之後，問眾女將們道：『可知他屯兵的所在，叫做甚麼地名。』眾女將道：『叫做鳳凰山。』白天王道：『這等說起來，咱的陣勢擺錯了。他住的是鳳凰山，咱擺的是百鳥朝鳳陣，倒替他散了吉兆，莫非有些天意麼。』話猶未了，只聽得吶喊道：『快拿奸細。』白天王著了一驚道：『他那裡喊拿奸細，地動山搖，咱這裡替伊著慌，魄散魂消。』又聽得道：『奸細走了，趕不著了，大家殺下山去。』只見那個男子，慌慌張張，走到面前。白天王道：『你轉來了麼。他那裡虛實何如？』那男子氣喘喘的說道：『他那邊全無準備，紮的都是空營。如今假裝威勢，殺下來了。我們倒要認真殺上去。』白天王吩咐眾女卒，就此起兵殺上山去。 \\n 唐子纔的兵馬，對殺一陣，假敗上山了。白天王道：『乘他殺敗，不可回頭，一齊追趕上山。』眾女將道：『稟王爺，天色晚了，被他擋住要路，一時爬不上山。』白天王道：『既然如此，且紮住營頭，睡了一夜，明日搜山便了。』那男子道：『何如？我說他虛張聲勢，沒有幾個人馬，落得脫了衣服，睡他一夜倒是穩的。』白天王道：『說便是這等說，也要防備。』 \\n 他叫女將們，吩咐小役，一面打更，一面巡邏。若有響動，就傳報進帳房裡來。不是軍情，不許亂報。吩咐過了，便對那男子道：『我和你就同昨晚一樣和衣而睡也罷。』那男子道：『既蒙不棄，則索解帶脫衣，使我得親玉體。』白天王道：『如此說，昨晚只獻一半，到今晚就要全體獻上了。可見得愈熟愈親了。』二人寬衣解帶，一同摟抱上床。此夜恩情愈加深厚，雲雨之事，自不必說。及至三更，只聽得一聲炮響，眾兵吶喊而來。眾女卒大驚，忙來報道：『不好了，稟王爺：山上放炮吶喊，怕有舉動，快請出來。』田義應道：『王爺有令，他不過假弄軍聲，使我不能安睡。料想決不下來，即使下來，也沒有幾多人馬。不消御駕親征，你們殺他幾陣便了。』 \\n 卻說唐子纔，帶領人馬，殺入賊營而來。正與女卒對殺之際，只見田義忽持人頭，上掛燈籠一盞，站立高處，大聲叫道：『賊頭已經梟首，餘眾速降。不降者快走，休得在此送命。』 \\n 眾女卒一見人頭，遂大驚，各自走散去了。田義持了賊頭首級來見，唐經略見了田義，道：『多虧了你，渠魁既已滅除，餘寇可以不追，就此班師轉去。』對田義道：『本院回到衙門，就要草疏奏捷，少不得差官賫捧，不如就差你去罷。』田義道：『如此甚好。做主人的功績，也求恩主敘在疏中。』子纔道：『轉敗為功，全虧他這些軍餉，豈有不敘之理。他的功勞，不是一官半職可以酬得來的，定有極大的賞賜。』田義道：『這等敝主人有三位主母，總求開列姓氏，以便給賞封浩。』子纔道：『知道了。若要皇恩普給，只把封章立草、錫封誥不分大校』三千紅粉作黃巾，十萬青蜓助紫宸。 \\n 百計星羅擒乳虎，一宵雲雨奏麒麟。 \\n 且住唐經略回衙草疏，敘功奏績之事不題。卻說三官大帝，乃人間賜福消災赦罪之神。凡人間有善者，都是各處城隍，將本人所行之善，奏聞大帝，緣人善之大小，當賜福的賜福，赦罪的赦罪，解厄的解厄。一日，三官大帝臨殿。那天官說道：『天上歷司，人間冢宰，一般握鑒司衡。吾乃上元一品，賜福天官，紫微大帝。』那地官說道：『溥仁宣化，解綱恤天刑。 \\n 吾乃中元二品，赦罪地官，清虛大帝。』那水官說道：『遇劫難逃天譴，霽霜威，掣返雷霆。吾乃下元三品，解厄水官，洞陰大帝。』紫微大帝道：『我們三位，都是上帝宣化之臣，生靈造福之主。錫下民當錫之慶，有權雖似無權。弄上天未霽之威，無力終為有力。近日為朝天公務，職事稍荒。今日清閑，須當料理。叫判官把各處申到的文疏折開來，待我一同批閱。』 \\n 判官應道：『是。』遂將疏文開拆，天官大帝念道：『湖廣荊州府城隍司，為申報善良事：本境富民田萬锺，屢世善良，一生愚懦，近復有義僕田義，代主焚券一事，加惠貧民，實為長厚，理合申報，乞賜祥福等因。』大帝道：『這件事也難為他，叫判官記在陰陽簿上。』判官遂將他記了上簿。又開折一封，大帝念道：『西北境邊，各路城隍司，聯名具疏，為申報異常功德，乞賜破格旌揚以彰果報事：西北屢遇災浸，疊遭兵革。 \\n 飢民半填溝壑，窮兵待死疆常有荊楚富民田萬锺，遣義僕田義，賫糧三萬石，賑濟窮邊，立蘇萬姓，功高難泯，心善可嘉，理合疏聞，伏乞轉達上聰，以彰善報。』大帝念完道：『呀，一個平民，竟做出這般大事。恰好兩道文疏，都是為他起，一定要奏聞天帝了。我上元所掌的是賜福之事。叫判官，查他生平享過的是那幾件福，不曾享的是那幾件福，好待我奏過上帝給賜與他。』判官領命查簿稟道：『稟上大帝，他的財帛星、妻妾星、奴僕星都是極好的。兒女雖不曾生將來，也有幾個。 \\n 他平生所少的，止是一個貴字。』天官道：『既然如此，就在助餉裡面，成就他的功名便了。這真是功高祿厚，德潤身榮，不比那財旺官生，雖則是姓名未向榜中登，出山不比終南徑。』 \\n 地官大帝道：『我中元所掌的，是赦罪之事。叫判官，查他前世造何孽障，今生有何罪愆，一一開明，好求上帝赦免。』判官領命查簿，稟道：『稟上大帝，他前生既無孽障，今生也沒有罪愆，只為相親一事，驚死了一個婦人。又喜得無心的過犯，原在可赦之列。』地官道：『這等奏明上帝，竟行豁免罷了。 \\n 又不是姦淫致死，威逼成冤。不過？誤傷生，善緣重，惡緣輕，就是將功摺罪，也多餘剩。』水官大帝道：『我下元所掌的，是解厄之事。叫判官，查他一生，有何災厄，過了不曾，好待我奏明上帝，替他禳解。』判官查簿道：『稟上大帝，但他一生，水火之厄也沒有，盜賊之厄也沒有，官司口舌之厄也沒有，只有兩樁大厄，一樁過了，一樁是解不去的。』水官道：『是那兩樁？』判官道：『一樁叫做奇形厄，一樁叫做美女厄。』 \\n 水官道：『奇形厄是怎的，美女厄是怎的？』判官道：『他身上五官四肢，沒有一件不是闕的；又有三種惡氣，聚在一身，這叫做奇形厄。他一生所娶的婦人，都是天姿國色，要他將就也將就不來；卻是這些美女，個個要與他為難，這叫做美女厄。 \\n 如今三房妻妾都已娶過了，他的磨難，也都受過了。只有奇形一厄，是解不去的。』水官道：『原來如此。這也不難。待我奏明上帝，遣變形使者，把他身上的肢體，從新改做一番，變做個美男子便了。替他茸眉修眼，削體磨膚，浣穢除腥，轉教美女戀奇形。我只愁他又落風流阱。』地官道：『這個解法，雖是極好，只是與赦罪的條款，略有些防礙，恐怕上帝不允。』 \\n 水官道：『怎見得？』地官道：『田萬锺的罪可以赦得。那三個婦人的罪，卻赦不得。若使男子變了形體，就難為那幾個婦人了。上帝是好生的人，如何肯允。』天官與水官同道：『男子變了形體，是婦人之福了，怎麼叫做難為他？請道其故。』 \\n 地官道：『紅顏薄命四字，就是註解了。這四個字，也要看得明白。不是他有了紅顏，方纔薄命。只為應該薄命，所以罰他做紅顏。婦人應該配醜陋男子。田家那幾個婦人，若不是罪深孽重，如何生做紅顏？若把丈夫變好了，他愈加得志，不想回頭來生的果報，又不知如何慘刻，所以上帝未必肯允。』天官與水官道：『說得極是。只可惜這等一個善人，使他受了奇厄，終身不解，也是一樁屈事。也罷，他（我）們三個一齊具疏求上帝，推男子之愛，波及婦人，免他輪迴一轉，這叫做破格用情，以後不得為例便了。大家草起疏來，一同上奏。』於是三位大帝，各自拈起筆來，從頭至尾，一一分晰，寫了祈求上帝疏文各一道，隨即差判官，賫捧上天去了。三官大帝說四句道：從來天網密如絲，祗為推恩把禁弛。 \\n 世上紅顏應共詫，原何忽有運通時。 \\n 也不知田北平如何變形。且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第八回 田北平虔誠沐浴變形換面受皇恩", "正文": "  \\n 第八回　田北平虔誠沐浴變形換面受皇恩 \\n 　 \\n  \\n 絕技曾經擅古今，微權造化不能侵。 \\n 世人莫道形難變，欲變形骸先變心。 \\n 卻說三官大帝，各自將田萬？？的功績，應得賜福，及本身所行罪孽，合當赦免，其所受之奇厄，亦宜更變解除，一一詳細聲明，草成疏文，申聞上帝。玉帝見了疏文，心中大喜，道：『世間有這樣一個平民，救濟了無數飢民，自宜給與厚爵。其本身所受奇形，亦宜更變。』隨即差殿前一個仙官，降下凡世間，與田北平變形換面。這仙官領了玉旨，隨駕祥雲，降下凡世。說道：『吾乃上帝殿前，一個變形使者，又叫做人匠的便是。世上的人，只曉得那五官四肢與規模舉動，都是天地生成，父母養就。胞胎落地的時節，就定下好歹，以後再改不得的。 \\n 那裡知道，冥冥之中，有我這個變形使者，能把蘧蒢戚施，變作潘安宋玉。又能把潘安宋玉，變做蘧蒢戚施。就如今日三官大帝，因為田北平行了善事，一齊奏過玉皇，玉皇差我下去，替他改形換面，變做一個美貌男人。你要曉得，不是我加厚於他，要奉承財主，幫襯貴人。這都是他自己積德，感勸神明，故此有這心廣體胖的效驗。也有富貴之人，做事不好，被我在他夢寐之中，用此斧鑒，把那絕好的形容，變做極丑的相貌，也不曾放過了。他話休絮，煩我且到田北平家裡去走一遭來。』 \\n 正是： \\n 奉勸世人休碌碌，舉頭三尺有神明。 \\n 且說田北平，一日與吳氏閑坐說道：『娘子我和你，自從唐公做主，當面勸誨一番，回家成了親事，光陰易過，不覺也是半年了。』吳氏道：『我想鄒、何二位小姐與我三個，都是一樣的人。偏是他們有福，弄脫了身子，獨我一個命苦，罰在這邊受罪。』北平道：『那些閑話，都不要提了。只是一件，我家的田義，解了十萬銀子，到邊上去散軍。為甚麼去了許久，還不見回來。』吳氏道：『想必也就來到了。』二人說話之間，只聽得大門外鳴鑼而進。吳氏著了一驚，道：『是甚麼人，你出去看來。』北平走出廳堂，問道：『列位來做甚麼，莫非是撮把戲的麼？』報子道：『不是，我們是報喜的。』北平道：『我家沒人讀書，又沒赴考，有甚麼喜事報得。』報子道：『這樁喜事，若還是讀書赴考出來的，就不奇了。妙在平地一聲雷，方纔詫異。快請田老爺出來。』北平道：『區區就姓田。』 \\n 報子道：『我們不信，你就是田老爺？』北平道：『你若不信，但看我身上臉上，那一件不是闕的。』報子道：『既是田老爺，取筆硯出來，寫了賞帖，好看喜帖。』北平道：『要我多少？』 \\n 報子道：『只要一萬。』北平道：『多大的喜事，要我這些。』 \\n 報子道：『還你值得就是，快寫。』北平道：『也罷，寫一千罷。若還不值，我是沒有的。』報子道：『恭喜老爺，你為輸餉助邊的事，封了極大的官職，連盛價田義，也做了顯宦了。 \\n 為輸財，主人位列公侯伯，僕從為官又進階。』北平道：『封我做甚麼官？』報子道：『封你做尚義君。』北平道：『不曾見有這個官銜。』報子道：『這是古時的名號，近來沒有。戰國時節，齊有孟嘗君，楚有春申君，趙有平原君，魏有信陵君。 \\n 朝廷論你的功績，說封侯又太重，授官又太輕，故此於五等諸侯之外，又想出這個名號來。以後人見了你，都要稱千歲。』 \\n 遂取出報帖來說道：『這是報你的，這是報盛價的。朝廷的敕命，就是你盛價賫來，明日就到家了。』北平道：『這等，請在前廳少坐。待我央房下看了報帖出來，打發你們。』北平拿了報帖，歡喜道：『竟有這等奇事，娘子快來。』吳氏道：『有何奇怪，既沒有人命干連，又不怕紅顏廝害，何須這等驚駭。』北平搖搖擺擺，笑道：『並無驚駭，還有奇快，這是我否多生泰。娘子你一向憎嫌我，如今不敢相欺，做了個小小的千歲，摯帶你做一位大大的娘娘了。報單在這裡，央你念一念。』吳氏念道：『捷報貴府老爺田，以助餉有功，蒙經略唐特本題敘，奉聖旨高封尚義君，位列公侯下。呀，果然封蔭了。』北平道：『還有威風的事哩，連我那個雄，也做了命官。我如今是老爺的老爺，你如今是奶奶的奶奶了。』又付報單與吳氏，吳氏看了道：『呀，果然他做了官。』北平道：『拿來我貼在壁上。』 \\n 吳氏背喜道：『不想這癡人，竟有這般癡福。一般的桃柳三春，不在我熏獲半載。如今這副封誥，少不得是我受了。』對北平道：『這等，命下了不曾？』北平道：『就是田義賫詔，明日就回來了。』吳氏道：『既然如此，朝廷的旨意，是褻瀆不得的。須要齋戒沐浴一番，纔好接詔。快叫丫環，燒一鍋熱湯，洗一個大澡，把身子弄潔淨些，也好頂冠束帶。』北平道：『說得有理。這等快些燒香湯，等我沐裕』吳氏道：『你在這裡等候，我去叫丫環送來。』 \\n 安得瞿唐三峽水，浴去村郎滿面塵。 \\n 北平道：『畢竟是宦家出來的，曉得這樣禮數。若把我們，那裡知道。待我預先脫了衣服來。』丫環持了浴盆，又攜了湯桶水杓等物，一齊送得進來道：『湯在這裡，盆在這裡，請爬下去洗裕』北平道：『你要在這裡伏事，我今日這個澡，比不得往常，要像那殺豬宰羊的一般，一邊洗一邊刮，就等我忍些疼痛，也說不得，總是要潔靜為主。是便是了，我聞得人說，書上有句成語，叫做沐猴而冠，我如今要戴朝冠。這一沐也斷不可少。先將頭髮裡面洗起，快些動手。』變形使者站在北平背後，等丫環動手洗浴，方好與他改形。誰知那丫環略洗得一兩把，便道：『這樣臭身子，那裡被他熏得過。不如走了開去，等他自己好洗。桶內香湯易倒，盆中臭氣難聞。少停出賣肥水，只要一錢一斤。』悄地走得去了，變形使者暗地道：『他那丫環去了，我不如變做丫環，替他洗裕在水盆裡面改造，又分外變得快些。且待我自家先變了丫環來好替改造。』正是： \\n 要變他人先變己，就將己法變他人。 \\n 變形使者變了丫環，先舀湯灌入口內。北平道：『為甚麼原故，竟灌在口裡來。哦，想是要替我洗肚腸了。便吃他些下去，濯濯肝腸，澆澆心腑，便吃口香湯也無礙。』使者又舀浴湯，澆在頭髮裡面，又取物灑在眼內。』北平道：『呵呀，甚麼東西，迷了眼，快替我揉一揉。』使者替他揉了眼睛，北平道：『臉上要緊，替我多打幾下。不但洗去塵垢，遇疤好一處，都要用心沙汰。』使者將推刨，從頭至尾渾身刨了一回。北平道：『刮洗這肌膚，用了猛力，我雖痛楚也甘捱。』使者用一手著胸，一手著背，用力按了一回。北平道：『若然把我背後胸前肉，推去得淨更好。』使者又將他的腳扯了，伸縮一頓。 \\n 北平道：『任你摩筋按骨，縮去伸來。你弄了這半日，也辛苦了，讓你去罷。待我自己揩乾身子，好穿衣服。』使者背後道：『將他一身缺陷，都補完了，回覆上帝去罷。』正是： \\n 心頭若少崎嶇事，世上應無缺陷人。 \\n 北平揩了身子，穿了衣服。看壁上道：『好奇怪，方纔吃下些水去，竟像換了一副肚腸。這報單上的字，起先識不上幾個，如今都念得出了，難道是我福至心靈，竟把聰明孔竅都洗開了不成。娘子快來。』吳氏帶了丫環出來，見了北平，著一驚道：『這是甚麼客人，大爺往那裡去了。』北平道：『娘子又來取笑，我就是大爺，那裡還有第二個。』吳氏道：『呀，好奇怪，聲音是他，怎麼形像竟變了。你且走幾步看。』北平走了幾步，吳氏道：『一發奇怪，連走也不蹺，背也不駝了。』 \\n 丫環向北平身上嗅了一頓，又取手看了一看道：『大娘你看他身上的皮肉，白也白了許多，光也光了許多，連那三樣臭氣，都聞不出了。』北平道：『都是刮洗得到的原故。娘子也難為他，費了半日工夫，替我從頭至腳，沒有一件不洗到。』丫環道：『這等你見鬼了。我只洗得一兩把，就跑了進去，何曾費甚麼工夫。』北平大驚道：『呀，這等說起來，就果然奇怪了，快取鏡子來，待我照一照看。』丫環取了鏡子，北平接了一照，大驚道：『呀，這是甚麼緣故。』吳氏道：『一定是神明之力了。或者該有這些造化，替你脫胎換骨，重做一副人身，也不可知。只是變得太驟，所以更奇。花面村郎，蛇皮俗子，眼睜睜立換胞胎。』北平道：『你們但知我形容改變，還不曉得我肚子裡面，也明白了許多。竟不像以前骼突了。』吳氏道：『茅塞頓開，分明是奇福來了，相貌隨心更改，莫道世界上無神明。親眼見的，還有甚麼疑猜。』宜春背後說道：『樣樣都變過了，只有那件要緊的東西，不知可曾變過，也要待我試他一試纔好。』吳氏道：『我方纔得了封蔭之報，還只有三分歡喜，如今到有十分了。說不得我今晚先破私囊，備一席喜酒，一來拜謝天地，二來恭賀你的形海只是一件，恐怕那看經念佛的知道了，又要還起俗來，就有許多不便了。以前還盡那紅顏債，到今宵纔有一個笑容開。還願你留住原形，等待那吃醋的來。』 \\n 北平道：『娘子，你到是個佳人，我卻不是才子。今晚上我到是尋常歡喜，娘子是十分湊意了。』吳氏斜眼向北平頭上指了一下，走入房裡去了。北平大笑，也走進房而去。 \\n 卻說鄒小姐在靜室裡，對何小姐說道：『妹子，我和你避俗以來，光陰迅速，不覺已是一載有餘，後來的那一個，倒安然做了家婆，與他睡了半年，也不曾被臭氣熏死。我們兩個早知如此，悔不當初，為甚麼不權忍一忍。或者如入芝蘭之室，久而不聞其香，也不可知。如今囚禁在此，幾時纔得出頭。』 \\n 何小姐道：『聞得那個孽障，為助邊的事，封了尚義君，眼見這位誥命夫人，要讓與別人做了。請問姐姐，你還是讓他不讓他。』鄒小姐道：『休提封誥，說將來教人醋倒。鳳頭冠送與人穿戴，頂頭的錢財不見分毫。我心上氣不過，要走過去與他爭論一番。只是當初的話太說過頭了，萬一他問起嘴來，叫我如何答應。』何小姐道：『你就耐得過，我也耐不過。俗話說得好，一日不識羞，三日吃飽飯。管他問嘴不問嘴，定要過去吵鬧一常出得他譏誚，少不得要忍些羞慚，將飢換飽。終不然闖席的任情餮饕，先來客反忍空枵。』說話之間，只見宜春走進來說道：『大娘、二娘，你們兩個便在這裡看經念佛，把一生一世的好事，都被別人佔盡了』。鄒、何二小姐道：『就是封誥的事麼？』宜春道：『封誥的事，還不足為奇。如今又有新聞，若還說將來，只怕你們不信。』二小姐道：『又有甚麼新聞，你快講來。』宜春道；『大爺的相貌都變過了。』二位小姐道：『怎麼人都會變起來？這個丫頭又來胡說了。』宜春道：『何如？我說你們不信。』二小姐道：『這等是怎麼樣變法，你且講來。』宜春道：『他也是纔聞佳報，就把身軀向盆中盥澡。誰知那錦上添花，暗地裡神鬼，把肌膚變得嬌又嬌。 \\n 渾身惡狀盡風消！往日時容，沒有半毫。』二小姐道：『不信有這等奇事。』宜春道：『口說無憑，做出便見。他如今就來拜佛了，你們放出眼睛看。』他話猶未了，只見北平自外面來。 \\n 『神靈難報，這樣嘉祥，何曾預先拜禱。』走至佛堂前，恭恭敬敬，拜了四拜。兩個小姐偷眼看了，著一大驚。北平拜畢說道：『全仗佳人終朝咒詛，罵村郎變作時髦。』二小姐作笑容，相見說道：『田郎恭喜。』北平道：『何勞美人相呼喚，這便是後恭前倨的蘇大嫂。』二小姐道：『田郎請坐一坐。』北平道：『多謝。』飄然不理而出。鄒小姐道：『果然變過了，有這等奇事。』何小姐道：『他便不理我，我偏要去理他。說不得了，明日受封的時節，和你預先闖過去，各人拚了性命，死做一常就作夫人爭不到手，也好借此為名，做個回頭之計。』 \\n 鄒小姐道：『說得有理。宜春，你到開詔的時節，預先過來知會一聲。』宜春曉得。正是： \\n 收拾殘經別法王，袈裟脫去換霓裳。 \\n 初來不為求超脫，臨去何勞懺罪殃。 \\n 話分兩頭，卻說田義，自在邊庭凱旋，唐經略差他賫了奏績的表疏，賫到京城，皇上大喜，隨命吏部，照功昇賞。吏部照疏敘功，昇職的昇了職。隨將田北平的功績，請旨給封，頒下詔書，仍著田義領賫還鄉。田義賫詔將近到家，說道：『自蒙唐公委任以來，纔建微功，即蒙優敘，由軍前贊畫之職，加昇招討使。就捧主人的封詔，馳驛還鄉。下官出門之後，聞得又添了一房主母，與前共有三位。若論成規，只該正妻受封，沒有旁及妾媵之理。只因這一位主母，都是不曾正過名分的。 \\n 大的又說是大，小的又說是大。若還只封一位，就有無限的爭論。況且我那位主人，又不是會整綱常，能分嫡庶，彈壓得婦人倒的。所以下官大費苦心，在皇上面前，討了三副誥命，要使他各暢歡懷。是便是了，俗語道得好，若將容易得，便作等閑看。這三位主母，都是會憎嫌丈夫的，若還這幾副封誥，安安穩穩的上身，不費一些氣力，他只說夫榮妻貴，是道理之常；不怕奚落他，到那裡以後還要憎嫌丈夫。須要急他一急，然後送去纔好。我有道理，這詔書且慢些開讀，只拿一頂鳳冠，一件霞帔，與主人的冠服一齊送上前去。且等那沒有的羡慕一番，然後上手，方纔覺得稀奇。叫左右，先取田老爺的冠帶，與正夫人的鳳冠霞帔，預先送去。說請他穿戴起來，等詔書一到，就好開讀。』隨後領命送了冠帶去了。田義嘆道：欲安故國佳人意，費盡天涯客子心。 \\n 卻說吳氏自己嘆道：『奴家只道時運不濟，做了四不全第三次的新人，誰知命運偏高，頂了尚義君不二色的原配，起初還怕他生得醜陋，身體享福，免不過耳目當災。如今又喜他變得風流，洪福齊天，赦得過朱顏薄命。只是一件，那靜室裡面，現有兩尊活佛，不肯容易昇天。美食旁邊，立了一對讒人，難免涎流至地。聞得誥命已到，少刻之間，就要開讀了。只得這一時三刻，是要緊的關頭。他兩個不來爭論，就是好事了。難道鳳冠霞帔穿了上身，還由他來奪去不成。叫丫環，且把書房的總門，權鎖一日，到明日再開。』丫環答應了，走到半路，忽倒回來，說道：『二位大娘都過來了。』吳氏著了一驚。只見鄒何二位小姐，都不穿道袍，改了裝，一步步走得過來。吳氏相見了說道：『呀，貴人不踏賤地。今日是甚麼風兒，吹得你二位過來？』何小姐對吳氏道：『你這貴人二字，倒也說得不差，他今日要做誥命夫人，自然比往常不同了。只是奴家略賤些，也被丈夫摯帶，替做第二位夫人了。』吳氏道：『這幾句話頗有些難解。請問這誥命夫人，是從那裡來的？』鄒小姐道：『是皇帝敕封的誥命，就到了。你難道還不曉得？』吳氏變色道：『那副誥封是有主兒的了，休得要妄想。』鄒小姐道：『是那一個？』吳氏指自己道：『就是區區。』何小姐道：『這等恭喜了，我們兩個不知，不曾過來賀得。原來那唐經略的封誥也賫到了。請問姐姐，幾時回府去受封。』吳氏怒道：『我如今姓田，不姓唐了。受的是尚義君的封誥，不要在這裡假糊塗。』鄒小姐道：『這就奇了，請問你是第幾位？忽然要受起封來。』吳氏道：『我是第一位。』鄒氏道：『我是第一位。』何氏道：『這等說起來，我也是第一位。』三人高聲爭鬧。 \\n 北平聽得道：『家室便初宜，咆哮方纔息。』猛聽得有人聲沸，即忙走向前來，見了鄒、何二小姐，驚道：『呀，幾多年不見這女鍾馗，為甚的白日裡又來尋鬼。我這裡是凡間俗地，容不得高人。不知二位仙姑，到此何干？』鄒氏道：『恐怕誥命被人搶去了，特地過來受封的。』北平冷笑道：『這等說來遲了。』二小姐齊道：『也還不遲。』北平道：『不但來遲，也去早了。』二小姐又齊道：『我們去得早，他也不曾去得遲，都是一樣的，你不要好了一個，歹了兩個。』北平對鄒氏道：『那時你不憎嫌我，不要去念佛，今日如何有他兩個。』又對何氏道：『你若是不憎嫌我，不要跟他去念佛，那裡又有他來。今日的封誥，獨獨是你的。』指吳氏道：『也沒有他來爭。』指鄒氏道：『他也來爭不得。雖然是涇正名分，同甘苦，應相隨，全然不問是誰作主。若是乘亂暴逆，既宜分首從投誠，也要辨高低。你們若要先爭奪正，為甚麼不早豎降旗。到如今纔知道停戰鼓，息征鼙，睜著兩個眼睛，皺著兩道眉毛。俺便要把律例，刪卻那出妻的條款。當不得這覃恩，不赦你的休夫罪孽。 \\n 我這些話，就是那謝婚筵的兩張辭帖，閉禪關的一張封皮。』 \\n 卻說田義差了個跟役送冠服來，說道：『初承天使命，來激美人心。稟上千歲，奉招討爺之命，送千歲與娘娘的命服在此，求預先穿戴起來，等詔書一到，就好開讀。』北平道：『知道了，你去罷。』北平換了王冠蟒服，三位夫人爭奪鳳冠霞帔玉帶。說道：『講不得了，大家搶了一件，要穿大家穿，要戴大家戴。』鄒氏搶了鳳冠，何氏搶了霞帔，吳氏搶了玉帶，各自穿戴了。北平看了大笑道：『這成個甚麼體統，快不要如此，還是讓與一個。』三人道：『這等你就講來，該讓與那一個。』北平扯吳氏背後說道：『夫人論起理來，自然該讓與你。 \\n 只是一件，我如今是做君侯的人，比不得庶民之家了。豈有個嫡庶不分，以小做大之理。莫說鄉黨之間說來不雅，就是皇上知道了，也有許多不便。沒奈何屈了你些，讓與鄒氏罷。』吳氏怒道：『放你的狗屁，我巴不得皇上知道，好同他去面聖見君。世間可有做大的人，為僧嫌丈夫，不待同宿，出去做了道姑。如今見丈夫變了，又有詔封，又要還起俗來，思想做夫人的道理。』鄒氏道：『你是天地之間第一個賢婦，再不憎嫌丈夫的。不要討我開口，只怕那假命嚇詐的罪，比背夫出家的罪，還略略的重些。』北平道：『你們不要胡吵，我如今這分人家，是有關係的了。閨門不謹，治家不嚴，都有人要彈劾的。』對吳氏道：『夫人做你不著，待我把實惠加你一位。這個虛名，讓與他罷。』遂作揖求讓。吳氏道：『這條玉帶，寧可拿來擊碎去，斷然沒得讓他的。』遂解下來，欲擊碎去，被北平搶住了，付與鄒氏，道：『便宜了你，你是先進門的，拿去罷。』 \\n 何氏見了，說道：『這纔是正理。我如今沒得說了，也脫下來讓他。』宜春道：『這等說起來，連大娘也不該受這個誥命夫人，該是我宜春受的。』北平道：『怎見得？』宜春道：『進門是我進起，新人是我做起，難道不是第一位。』北平道：『胡說。』鄒氏穿戴了，說道：『這私心方纔安，終須是榮貴。 \\n 任憑他恃寵專房，篡不得我的中宮位。我且笑你的氣餒，徒費精神，不濟前程。你說是實比虛名好，只怕我名高實也隨。』 \\n 又見那個跟役，持了冠服而來，說道：『再承天使意，來激美人心。稟上千歲，奉招討爺之命，說還有一副封誥，選一位賢慧夫人穿戴了，等開讀之後，一齊謝恩。』北平道：『知道了，你去罷。』跟役去了，何氏與吳氏，兩相爭奪。何氏道：『大娘我起先幫你，你如今也該幫我，快來搶一搶。』鄒氏向前來幫何氏搶奪，吳氏道：『田郎他有幫手，我就沒有幫手，你還不快來。』北平扯住勸道：『你兩個都不要搶，交與我中間人，自然有個調停之法。』北平取了冠服，背後說道：『取便取過來了，叫我把與那一個？』看了何氏，又復看吳氏，說道：『左顧東來右顧西，好叫我判時怎下筆，就是清官也難斷是與非。 \\n 一個道，是挨班定了從前例。一個道，是順情讓了難為繼。我這裡要原情，又愁礙理。咳，皇上皇上，你既然要把花封錫，為甚的沛洪恩抵吝這涓滴。』對吳氏道：『夫人，都是我的不是，方纔不該勸你讓他。如今做下例兒來了，就像秀才讓廩的一般，讓了第一名，自然要讓第二名了，難道又好跳過一位不成。』吳氏道：『呸！難道沒有超增補廩的事不成。老實對你說，頭一副便讓了，這第二副，是斷然不讓的。快拿過來！』 \\n 吳氏向前去奪。何氏道：『決拿過來！』亦向前去奪。北平都不肯付。何氏對吳氏道：『我且問你，我們兩個，都是不肯隨他的，不該受封的了。你這位賢德夫人，是情願跟他的麼？』 \\n 對北平道：『他初來的時節，親口對我們說道：我若回到唐家，不但自己昇天，連你二位也不致久沈地獄。還虧得唐家不肯收留，若收留了，他還要來勾引別人去奉承前面的男子。你說他是個忠臣，竟要護蔽他麼。』北平道：『你也不要說他。若懷二心的，不止一個。我未曾變形的時節，個個都是奸臣，及至變形之後，個個都是忠臣了。論起理來，今日的封誥，沒有一個是該受的。如今沒得講，依著次序，也讓與先來的。』對何氏道：『你拿去罷。』吳氏道：『兩副封誥，都爭不到手，還有何顏再生在世上。爭第一既沒有狀元福氣，爭第二又失了榜眼便宜，再休想瓊林特設探花位。宮花雙朵插在帽檐邊，劉賁下第心無愧，李廣封侯不算奇。教人悔生了文場末號，吃盡了許多虧。他們出家的既然還了俗，我這還俗的，自然要出家了。 \\n 受盡千般苦，翻輸一著先。奈何人不得，且去奈何天。』遂欲往靜室裡去。北乎把手扯住道：『且慢。』何氏穿戴完了，私與鄒氏說道：『自後不愁他不理了。』二人覺有得心之意，又只見那個跟役，又持了冠服而來，說道：『三承天使意，來慰美人心。稟千歲，奉招討爺之命，說另有一副封誥，與前面送來的，雖是一樣品級，卻分外做得花簇些。揀一位受過苦的夫人，等他穿戴了，好受用些華麗。』北平道：『怎麼還有一副，又分外好些，這等說，倒被你等出利錢來了，快穿起來。』北平相幫吳氏，穿戴起來。鄒氏扯何氏，在背後道：『早知道好的在後，我們不該搶奪，纔是錯了，錯了。』北平道：『感激皇恩無遺漏，致使全家歡喜。封章不齊，你們自然悲怨。做狀元的，不要驕奢；做榜眼的，不要歡喜；倒被做探花的，得了便宜。』宜春道：『這等看起來，畢竟還有一副，是封贈奴家的。』對跟役說道：『你去對頒詔的講，若還再有封誥，叫他快些送來，省得第四位夫人又要吵鬧。』不一時，只見鼓樂喧天，田義棒了詔書，說道：『口銜天憲，出身帶御香來。不到無爭處，皇恩未敢開。』北平領了三位夫人，一同接了詔書。 \\n 田義道：『聖旨！下跪聽宣讀。 \\n 奉天承運，皇帝詔曰：朕自踐極以來，匪躬有失。 \\n 飢饉薦臻，繼以兵凶，愈增攘亂。邊陲告急，司轉運者，充耳不聞。賦役久逾，奉催征者，忍心不顧。嘉爾義民田萬锺家，視朝廷，捐重貲而不惜身；觀民命，任博濟而無辭。轉敗成功，伊誰之力。迴生起死，實爾之由。爰敘嘉獻，合膺重獎。功既高於卜式，賞應重於漢朝。茲封爾為尚義君，位列諸侯王之下。妻鄒氏、何氏、吳氏俱封一品夫人，各授冠裳，以旌忠義，欽哉！謝恩。 \\n 聖旨讀罷，謝恩。北平與三位夫人叩頭，一齊高呼：『萬歲，萬歲，萬萬歲！』拜完起來，北平對田義道：『這番功勞，全虧了你，竟該拜謝纔是。』田義道：『田義蒙恩主委用，信任不疑，致有今日，真是天地父母之恩，粉骨碎身難報。請恩主與三位主母上坐，好待田義叩頭。』北平道：『以後不要這等稱呼，我叫你做侄兒，你叫我做叔叔，大家同拜便了。』於是田義朝上，北平居左，鄒氏與何氏吳氏在右，大家一同拜了四拜。田義道：『積金千萬，不是容易的。多蒙恩主任信不疑，輸邊的事況，又不是親賫，焉知我不是偷天計策，到如今把連城垂手換將歸。堪笑那個相如，沒用歸趙還原壁。既然恩主有命，只得改換稱呼。叔叔，嬸娘，請便，小侄告退了。』 \\n 同儕莫羡出頭人，須識家臣國也至。 \\n 只恐位高來重責，荷君不似荷柴薪。 \\n 田義辭了叔叔嬸娘退了出來，與兄弟相會。田信道：『恭喜哥哥高陞官爵。這都是哥哥的才幹所致，可喜可賀。』田義道：『這官兒不是愚兄的才幹可以做得來的。皆是愚兄一點忠良，上圖報國，下為主人，費盡多少經營籌畫，所以致此。賢弟須要學愚兄這赤膽，日後自有出頭。自古道：天眼恢恢，人心難昧。』田信道：『多蒙哥哥指教，愚弟備有酒筵，與哥哥接風洗塵。』田義道：『愚兄王命在身，就要覆旨致任的，不比往常，你在家須要小心盡職，凡事要盡日規。愚兄就此告別了。』田義弟兄相別而去。 \\n 卻說唐子纔自平寇班師，得勝還朝，龍心大悅。雖賴北平助餉，得獲全勝，然運籌決勝，主將之謀，功宜並著。隨晉封為威武公，特授總制三邊，並賜錦袍玉帶，黃金千鎰，彩緞百端。奉旨還鄉祭祖，賞假半年。假滿之後即行來京供職。領旨出來，端正起程，百官護送，文武謁恭，何等威武。正是： \\n 太平待詔歸來日，朕與先生解戰袍。 \\n 唐子纔辭駕出京，地方文武沿途送接，各獻土宜，一路風光顯耀，將近家鄉。再說唐夫人，聞說夫主還鄉在即，因記從前遣妾逼嫁斃命之事，自耽不合，況又官高爵顯，恩寵異常，心懷懼怯，恐怕回家，必有一番氣惱。故而預先喚媒婆，不惜重價，買下一妾，費有千金，非但貌美無雙，並詩詞歌賦，件件精工。隨差人打聽，官船將到荊州，即命家人僱一號大船，帶了小妾，一路迎上前去。兩船相遇，夫人即過船進艙，賠禮請罪。然後命妾上前，叩見恭喜，並述衷腸。唐老爺初時見面，心懷憤恨，置之不理，及至看了新娶之妾，面目和順，風韻異常，又見唐夫人順情順意，十分伏小，隨回瞋作喜，重新見禮，各敘寒溫，歡度如前。船到碼頭，早見文武官員，士宦鄉紳，紛紛迎接，各投稟帖。分付一概辭謝，容日答拜。各官回衙不提。早已備大轎三乘，一同上轎歸家。真個前呼後擁，好不威風。子纔夫婦回歸府弟，先參天地，後拜祖宗，安排家宴，夫婦交杯。次日備帖，往各衙門，及裡中紳緒，一切親友同窗，連日拜望，天天赴宴，忙了一月，稍得安寧。後田北平亦備了盛禮，金珠古玩，海味山珍，綾緞等物，命人扛抬，親自登堂，拜謝薦拔之恩。唐公接進高廳，北平納頭叩拜道：『深感薦舉之恩，又承賜妾之德，寸心常感，報效無門，聊具禮物，稍申萬一。』唐公連聲：『不敢，此乃田兄慷慨捐餉以救兵民，下官平寇，全賴此以成功。此系朝廷特恩獎賞，與下官何涉。濫叨盛禮，心實難安。家人獻茶。』唐公忽想起從前船中相遇，是醜陋不堪之人，如今的面貌口談，竟變了個有才的美男子，甚為不解。便問道：『北平兄是尊駕令兄，還是令弟？』田公道：『晚弟賤字北平，並無弟兄。』唐公道：『前年舟中會遇是誰，因甚前後面目大相迥別。』田爺含笑道：『若問此事，非人力所能為。至今連晚弟，亦在模糊。』隨將改貌之事，細說一番。唐公不覺哈哈大笑：『果然天理昭彰，毫髮難泯。因兄助餉，得救萬民，寇賊掃平，生靈不致塗炭。一郡之民皆兄全沾，自然神明感應。故能天賜改形換貌，得享後半世風光，妻賢夫美榮華也。』田公聽罷，再三稱謝。談笑之間，開筵款待。酒過數巡，起身作別。自後常相往來，永成秦晉之交。後來假滿入京，謝恩赴任，貴為極品，妻妾俱生一子一女，各登顯爵。至今子孫番衍，代代簪纓。 \\n 再說田北平，因唐子纔起程復命，又備了絕盛程儀，親送登舟，攜手相別。歸家與鄒氏等四人，朝歡暮樂，受享無窮。 \\n 一日對鄒氏等說道：『我們今日身受皇恩，莫非神力，我和你須要轉過佛堂，謝過菩薩纔是。』鄒氏道：『說得有理。』就此同行，夫妻四人一同走到門首，看見匾額。北平道：『如今不必奈何天了，定要改換。』鄒氏對吳氏道：『先前這三個字是你擇的，如今也要你改。』吳氏道：『這也不難，先前因田郎而擇，如今當因田郎而改。田郎變形太驟，乃是奇事。今日得受皇恩，乃是福分報應，就改奇福報。』北平道：『改得極妙。叫丫環就取下來，待我來寫。』北平拈筆，一揮而就。鄒氏與吳氏見了道：『呀！這更奇了，先田郎一字不識，如今不但變形，連字也會寫了，豈不是福至心靈，一發要拜謝菩薩。 \\n 叫宜春，快些點起香燭來。』夫婦四人，一齊拜了四拜，拜完起來。宜春道：『先前是大爺，如今是千歲。先前我嫌你丑，如今你嫌我賤。難道叫我宜春，又去嫁一個人不成。』鄒氏道：『也罷，田郎就收上宜春，做個偏房罷。』北平道：『如此便宜了這丫頭。』宜春道：『我纔是一個真真的忠臣。』北平道：『幸喜癡人，福分與天齊。可笑乖人，枉自用心機。世上的人，貧賤富貴，都有一定的位。』鄒氏與何氏吳氏三人齊道：『天生絕對佳人才子，有甚麼相宜，天公特設參差配。心思雖然巧，智慧果實奇，不曾爬到上天梯。奇醜若相安，癡蠢才相樂，鬼神反有救人時節。』北平道：『作善的心腸來得猛，回天的手段卻是奇，金銀之力自然把形骸闢。恩幸周密，自然把腥臊洗滌。作善之心腸堅固，那些災難定然消滅。試將我兩般小像畫做一幅，傳與世上，看凡人變化的真奇跡。』鄒氏三人道：『幸得男兒爭氣，把紅顏命格，默默的換移。從今後妻子有病，不須自醫。閨門無福，不消遍求。一人作善，摯帶了全家榮貴。』後來田北平生下了四個兒子，俱登科第。田義田信俱各生子極貴。可見得作善之家，必有餘慶雲。 \\n  \\n   \\n  "}
