{"章节": "第一回 鬼弹琴妖龙造水劫", "正文": "  \\n 第一回　鬼弹琴妖龙造水劫 \\n 　 \\n 痴人欲富贵，除非是，梦里上瀛洲。奈梦里瀛洲，比却醒时更难侥幸，愈觉难求。眠不稳，灿灿纱窗月，迢迢谯鼓筹。总然一寐，梦来时候，又遭离乱，偏遇穷愁。只幸得，瀛洲梦，追欢处，方才骑鹤扬洲，又被莺歌造语，唤醒红楼。兼黄金美色，未经清受。繁华庭院，何处追求。谁道梦中富贵，易得床头。 \\n ——右调《满江红》 \\n 这首词完。前半调，是说佳梦难成。后半调，是说佳梦难全。每见世上笑人痴想荣华，说道：“除非做梦。”嘻嘻笑我，我在梦醒处的荣华，妄想不来，那梦中的荣华，又何曾妄想得来。大凡人梦入福境福地，必须种得好梦根，方有好梦付来。比如邯郸梦，因卢生原是仙风道骨，故此把一生的大富大贵，付之枕上，纵其消受，然后使之回首凄凉，引登仙岸。比如还魂梦，因杜小姐与柳秀才，原是因缘，故此引他魂鬼到牡丹亭上，恣情交媾，使之痴而死，死而复生，生而合为夫妇。此等奇梦，惟许奇人做着，自有奇神主张。不但奇人奇梦，即如平人平梦，也无非是因果中来。夜间所梦的善恶，全在日里营为。倘然日间为非作歹，夜梦中自然魄动魂惊。日间为善行仁，夜梦中自然神安意稳。凡世上浮生事业，总是一般。比如人生，遇着夫荣妻贵，子孝孙贤，开好花，结好果，这是一场佳梦。想必前生为善为仁，所以把佳梦付来。倘如夜间食歉，妻不贤，子不孝，花残果败，这是一场恶梦，想必前生不善不仁，所以把恶梦付来。正是： \\n 因佳梦，醒时修，休把青春逐浪浮。上书楼，上书楼，谱出新文梅魂一段由。多情花鸟牵人恼，无情夙夜催人老。倒金瓯，蜗角蝇头，偷闲且暂丢。 \\n ——右调《梅花引》 \\n 话说明朝永乐皇帝登基，此时风调雨顺，国泰民安。莫说万民乐业，便是草木也欣欣向荣。御园中奇花异卉，献彩争妍。不在话下。独有梅树十二株，艳丽异常，枝枝袅娜，朵朵鲜艳。御园梅树甚多，都是开花结子的，惟有此十二株梅，不结子，只开花。永乐皇帝最为得意，因而封为十二美人。各赐美名： \\n 第一株名凌霄 \\n 第二株名迎云 \\n 第三株名栖霞 \\n 第四株名夺月 \\n 第五株名寒香 \\n 第六株名暖玉 \\n 第七株名霜葩 \\n 第八株名雪花 \\n 第九株名春酣 \\n 第十株名秋醉 \\n 第十一株名谐琴 \\n 第十二株名留鹤 \\n 永乐皇把十二株梅树，品题已定，随即造小金牌十二面，牌上各刺十二美人名字，选宫中绝色美女十二人，分给金牌一面，各护一株。每加培植，不时宴赏。每每对东宫洪熙道：“我万岁之后、山河虽当永固，但御园中艳梅十二株，朕素钟爱，汝所尽知，尤宜加意护惜。敬此如敬朕也。”后来驾崩，洪熙将永乐皇卜葬于康山，号为长陵。这康山在仓州地方，出得胜门七十里便是，乃宋朝窦禹钩的庄基，真个是活山活水，青龙白虎，朱雀玄武，八方朝拱，是天生成的福地。洪熙念父之命，将御园中十二株梅树，迁葬陵旁，左右各六株，一如美人侍立。此时有一个守陵太监，名唤平均。为人风流倜傥，能琴善诗。一日正值陵上梅花盛开，十分艳丽。夜阑时，月上花梢，平均情思无聊，到陵前踏月。见皓魄与花容相映，花容倍加妩媚，留连了半晌。一时琴兴甚高，转身到署中，携了瑶琴，复到山前月下，石桌之上，抚动丝弦，弹出凤求凰一调。这调，乃汉时司马相如，挑引卓文君所作也。弹完，忽听得陵上琴声亦响。平均侧耳细听，却是一曲宫商新调。料非凡音，因而不敢惊动，静听其详。内云： \\n 姿分天上兮，御苑争妍。恩来帝眷兮，长近天颜。芳香袅娜兮，常占春先。冰霜雪月兮，每欲凌烟。传语诗人兮，赋处相伶。寄言笛史兮，弄处休寒。寄语画子兮，莫谱蜂前。传言棋客兮，休惊梦残。安得东君兮，留住芳颜。安得玉人兮，惜我华年。呜呼，留住芳颜。呜呼兮，惜我华年，惜我华年。 \\n 平均听了，即悄悄步到陵前偷看。只见有十二个绝色美女，在上弹琴作喜。平均将近身边，十二个美人，竟忽然不见了。平均惊叹一番，又徘徊瞻顾了片时，慢慢的踱下陵来，携琴而归，怏怏而如有所失。到卧房，觉难排遣，因赋诗一首，写于花笺之上云： \\n 陵殿今逢月殿人，康陵复聆广陵音。 \\n 安得仙娥重音意，花前再理月前琴。 \\n 写完了诗，见窗前花影参差，轻风摇摆，疑似美人复来。又坐想了一时，直至花影移宅，只得睡了。次早起来，见桌上另一花笺，内有和诗一首。香气满纸，字如铁画银钩。其诗云： \\n 配花自有惜花人，非凤何为操凤音。 \\n 君今欲作朝阳凤，五凤楼前去理琴。 \\n 平均见了，甚以为怪。想道：“此诗字字精工，分明讥诮咱家，又不伤雅道。所作所写，俱有仙气。想陵上艳梅十二株，乃先帝所宠，曾赐美人之名。此必是梅魂出现了。”次后，每至月夜，就携琴到陵前，候至更深，再无踪影。从此把艳梅愈加培护，按下不题。 \\n 自永乐、洪熙以后，历数递传，至天启皇帝，天下兵戈荒旱，水怪山妖，一时迭见。且说浙江绍兴府，离城五十里之地，有一座龛山。此山之北，正临东洋大海。浩渺无极，水通四裔，中穿广闽。沿山有数十里，海塘塘内，有百余村人烟。内中有一乐贤村，村中有一家，姓南名旸，家资豪富，娶妻颖氏，夫妇同庚。不料年近四十，尚无子嗣。颖氏对南旸道：“你我无子，空有家资，日后俱是他人受用。何不广修功德，万一修得一子，也未可知。总然命该无子，也种来生之福。”此后，南旸修桥砌路，施医药，舍棺木，赠衣裘，无所不为。那龛山之南，山岭上名为龙池岭，登山有五里之高，岭上平阔，有一龙王庙，庙前有一个龙潭。每年新春，各村男女，登山烧香者甚多。山下有一张神庙，此神出于宋朝，专管浙闽地方，河海江潮。前朝又屡显神通，加封灵应英齐侯王。村中年年祭赛祈祥。 \\n 此时正值崇祯改元，南旸夫妇于正月初一日拜过天地，即往龙池岭斋僧祈嗣。完了功课，下山时，天色已冥。经过张神庙，庙门已闭。忽听见内中有号哭之声，南旸从门缝一张，只见琉璃灯半明半暗，内有许多披发赤身的男男妇妇，大大小小，一齐跪着。听见内中高声道：“本村土地禀上，这些冤鬼，俱因无朝河决淹死，落在枉死城中。因今秋七月二十三日，当有水劫，此鬼已有替代，特此带见侯王。今卑职已将本村应遭水劫姓名，纂成一册呈览。”那张神道：“可逐名唱来。”南旸与颖氏，因侧耳细听。听见唱的是，第一名南旸，第二名颖氏。南旸夫妻惊得魂飞魄散，只得又听：第三名万下心，第四名平直，第五名隐切，第六名珂尼，第七名人中铁，第八名赛侯七，第九名诸材。唱到此处，那张神道：“住了，此册造得糊涂，不堪点用。那南旸，近今广积阴功，贫家藉他举火，饿鬼藉他超升，行夜路的他给灯笼，死无葬的他施棺木。如此阴功，汝岂不晓。此人命该无子，今已挽回造化，本年还当赐子，岂可充劫。那第三名万下心，衙门作弊，移生换死，欺诈人财，罪恶贯盈，充劫应该。那平直，虽无大善，亦无大恶，临期逐浪之时，可给他木板一片，使他死里逃生。那第五名隐切，为前村寺僧，骗取檀越钱粮，与僧姑珂尼，奸淫枉法，充劫应该。那第七名人中铁，他以屠酤为生，杀剥牛羊无数，充劫应该。第八名赛侯七，他忤逆父母，以致父母气蛊病亡，充劫应该。那第九名诸材，是群痒名士，虽在本村处馆，今年还要借其才学，著书劝世，名垂久远，岂可充劫。以后可逐名细查善恶，另行清造一册。待七月十五夜，送览无违。”听见那土地道：“侯王所教甚是。但南旸与诸材，俱处塘边，何由远去。万下心住在郡城，何由得来。”张神道：“万下心原放私债在村，临期可勾他下来。南旸妻家在郡，临期可引他上去。诸材去秋丧父，兰盆必发孝思，他自然归家。”说完，只见那些冤鬼，一齐号哭起来。南旸与颖氏，吓得心惊胆战。但听张神所言，有赐子免劫的话，又觉惊中得喜。远远望见有灯笼近来，夫妻望灯而行，原是自己的管家二人，急急走归。当夜颖氏道：“万下心是我表弟，不料已充劫数，日后可通知他，叫他避过了。”南旸道：“天机一泄，你我罪祸不小，只是劝他为善，或者可改死回生。” \\n 光阴易度，已到七月十五。南旸同颖氏往张神庙中，大放焰口，超度饿鬼冤魂。到夜深时候，听见空中笑语之声道：“我辈二百年沉冤，今有替代矣。”忽又闻空中号哭之声道：“我辈子孙，祸因恶积，将绝血食了。”他人不闻，独有南旸听见。当夜事完归家，次日南旸即雇大船数只，收拾家资，合家往府城住下。随即去探万下心，果然往海塘取债矣。颖氏即遣管家去探下心，下心回言道：“有一主债欠家，已卖男儿还我，订在二十三日充银，难以脱身。可去回复南娘，我二十四日即归来矣。”及至七月二十三之期，东洋海中有一条纯龙，修炼三百余年。此夜应该是他际会之期，只因龙身浩大，带水飞腾，风狂浪猛，那海水从海塘涌入。好不害怕，怎见得 \\n 涛随风起，势若山移；风逐涛号，声如雷震。后浪催前浪，潆洄激湍，几乎地动山摇；冲潮逼突潮，澎湃飞腾，欲把江翻海倒。百室倾颓，生灵与草木同滚。万家沉没，牛羊与鱼鳖偕游。子偎母怀，一浪来不由不放；夫牵妻手，滚了去不得不开。天昏惨惨，哀声遍野似猿啼；云暗迷迷，哭响连天如鹤唳。可怜白面书生，顷刻做波中才鬼；堪痛幽闺窈窕，须臾成海底香魂。正是：浪水无情有日去，冤灵有恨几时平。 \\n 一晚之期，将浙闽地方，沿海的居民人畜，尽行飘没。飞将各村关帝、观音、土地等庙，一概消完。那应劫册上无名，也枉淹死了万千。此日南旸在郡城，见狂风飞瓦如雪，情知劫到，早早同颖氏到城隍庙中，虔修超度。到半夜功课方完，夫妻就在庙侧间，和衣而卧。梦中看见城隍同许多神道，说妖龙作孽，枉害生灵。我等急奏天帝，以除此妖。只见去不多时，同神将捉了一条大龙而来，众神进殿环立，神将把龙头斩下，提了龙首龙身，恭身道：“小将去复天曹。”南旸与颖氏惊醒说梦，一样相同。天明，南旸到卧龙山顶一望，见四野滔滔，无非是水，但有树枝露出。叹惜一番，忙下山与颖氏归寓。见纷纷有浮水不死的，披头散发，逃入城来。说起，也有遇一片木板的，也有遇一只水桶的，也有遇一根凳子的，也有遇一张床身的，扶着一件，便有性命。但见这些人，哭得恓惶。可怜见： \\n 一声父兮一声母，一声儿子一声妻。 \\n 南旸睹此光景，好不心酸。思量自家，若不行仁，夫妻也为冤鬼了。随即一面发出数百金，分给棺木铺中，叫速舍棺材，以便捞尸埋葬，一面去探下心。有一个管家，扶木逃回，说下心当水来时，登楼躲避。不料水势甚高，将楼冲倒，压于水底了。过三日，水势已退三尺，尸骸俱已浮起。南旸叫大船，载了棺木，出城捞尸。四顾一望，尸似浮萍，女多仰天，男多俯伏。内中捞着一尸，一和尚与尼姑连系，疑是隐切、珂尼。内中有一尸，面貌像本村屠酤人中铁，有一个尸像恶子赛侯七，俱用薄棺殓葬。又往塘边寻万下心的尸骸，只因压在楼底，再寻不着。南旸连捞葬了五日，又做道场超度。此时颖氏已怀五月之胎。后来临盆之日，不知生下是男是女？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 神烧卷痴子哭梅花", "正文": "  \\n 第二回　神烧卷痴子哭梅花 \\n 　 \\n 绣口锦心，无端为花烦恼。男儿泪岂容轻吊。何事号淘，这情谁晓，似颠狂风中柳袅。蝌抖龙蛇，笔下蟾宫非杳。为谁何云梯抛早。百病堪医，惟痴情难疗，纵附子人参休道。 \\n ——右调《风中柳》 \\n 且说颖氏，一日夜间腹痛临盆，那斩首的妖龙，原是修炼多年，精神不散，魂魄飘飘。偶从颖氏房前经过，见灯光透出。近看时，是妇人分娩。凡思一动，投入胎中。一时之后，颖氏生下一孩，清秀异常。南旸夫妻，欢喜之极。但闻房中，梅香满室，一月方散，因而小名梅郎。到六岁时，独请一师，名唤鲜于明。送梅郎上学，取名南斌。拜过了师，开书教读。读的是千字文，南斌上口便熟，片时将一本千字文俱皆完了。鲜于明甚以为怪。到午间，出个一字课与他道：“天。”斌回报道：“这样课，对他怎得。要对时，自然对地了。何不把长而有趣的，出一课来对对。”鲜于明见说得跷蹊，便把斌字字义出一联道：“学子文武全才。”南斌随口就把先生的名氏对去，道：“先生日月并照。”鲜于明听了，叫一声道：“妙。”随即又出一联：“南村南家，一位奇男子。”南斌又随口对道：“先生先进，双姓是鲜于。”鲜于明听了，连叫道：“妙极，妙极。”随即又问道：“你可会吟诗么？”南斌道：“先生命题。”鲜于明道：“就把南斌二字为题。”南斌低头一想，从从容容道： \\n 东西旁拱北来朝，执笏操戈并辔镳。 \\n 一面能教三面服，赋诗退敌姓名高。 \\n 鲜于明拍掌叫道：“奇才奇才。”心中想道：“东西旁拱北来朝，岂不是南；执笏是文操戈是武，并辔镳，合成斌字。一面能教三面服，岂不是南。赋诗是文，退敌是武，姓名高，合成南斌。此等诗，即使老成才子赋来，有其确，无其捷。有其捷，无其确。分明是一位神童，吾不能为之师矣。”即接南旸到书房看了，亦称奇叹绝。此后南斌所读的书，总是过目成诵，不在心上。因书窗前有梅树数株，不时去浇灌护惜，就如性命一般。 \\n 次年，南旸另延一师，就是郡痒饱学名土诸材。向年七月十五兰盆时，果然孝思勃发，归家荐亲，故此不遭水劫。如今南旸请他来教南斌，因诸材也有一子，名唤诸绶，此时已有十岁，带到南家，与南斌同窗。诸绶也聪明，南斌与之志同道合。一日残冬之候，窗前梅花盛开，二人开了书窗，倚栏看梅。见天上忽然下雪，诸绶即口拈一绝云： \\n 曾拟空中撒白盐，又云柳絮舞风前。 \\n 看来玉帝雕良璞，玉屑霏霏降世间。 \\n 南斌听了，也就顺口儿依韵回和一首云： \\n 也非柳絮也非盐，岂是霏霏玉降前。 \\n 昨夜瑶池梅落片，扫将梅片落人间。 \\n 诸绶道：“南兄之诗，有仙家丰韵，无烟火气。”南斌道：“诸兄之诗，如官家冠佩，无寒酸气。”二人相得，大概如是。同窗了七年，诸绶十六岁，南斌十三岁了。文章经史，诗词歌赋，无所不通。是年宗师科试，南斌与诸绶一同上道。文宗出的题目，第一题是“内无怨女外无旷夫。”随后文宗又写下一片牌来，内中有云： \\n 越中千岩万壑，山水争奇，必有奇才。今日之角胜，他日之弘硕也。今本道第二题，通场赋梅花诗一律，以试诸童之才，以见志。倘无诗与诗不全，即文隹，亦不录。特示。 \\n 南斌题目到手，竟挥完了头篇。第二题吟诗，是他长技。梅花又是他酷好，也一挥而就。工夫尚早，忖道：“场中同辈，料无奇才。独诸绶是我敌手。若要压倒他，必须多做两首佳诗，自然是我批首了。又提起笔来，依前韵续上二首。候第一牌开门，纳卷出场，自家拿定是批首了。次后诸绶出场，二人写出诗文与诸材看了，也道南斌是案首，诸绶不出第三。及至文宗阅卷之时，见这些童生，第一篇是文章，还也完的多，通的多，看到梅花诗，也有不做的，也有只做四句的，也有不叶韵的，也有不成韵的，也有抄千家诗、神童诗的。文宗大笑了一场。见头篇大通的，只得取了。至后来理出一卷，卷面是未冠。看他头篇大概，清新隽逸，加了数一圈。去看梅花诗是： \\n 寒香护惜几曾夸，且攘芳菲落尽花。 \\n 窃爱夜深眠月露，甘心末世对烟霞。 \\n 淡妆素服凭谁赏？高髻危栏只自嘉。 \\n 只有东风能解意，瑶台吹上占魁华。 \\n 文宗圈上两行，竟欲取为批首。及至后来，看到第一束卷子，内中有一卷，卷面是幼童。头篇文字，比前卷更好。文宗加了密圈，批道“字字人情。”去看梅花诗，原来有三首，其一： \\n 白玉堂前种有年，东风吹上百花先。 \\n 含美人拟双珠蚌，放萼朝披五色烟。 \\n 日映文章肠欲见，科登幽素士加怜。 \\n 他时尚用调商鼎，赖此春华一夕妍。 \\n 其二： \\n 群芳次第及华年，赢得开时我独先。 \\n 姿艳颗思占鼎甲，标高势欲上凌烟。 \\n 香分月桂羞他晚，节傲风松觊我怜。 \\n 寄语江城弄笛子，休将五月落春妍。 \\n 文宗看完第二首，便拍案连声叫妙。又去看第三首： \\n 竹友松兄待有年，相逢常得在春先。 \\n 寿阳妆额娇宫禁，驿使逢君寄陇烟。 \\n 范氏谱成知种美，宋家赋就使人怜。 \\n 有时纸帐偕君卧，知己相看韵较妍。 \\n 文宗看完，只管摇头作圈，摇个不住。想道：“越中看如此奇童，方见得山阴道上，千岩竞秀，万壑争流。不然，不但为本道所笑，即山川亦且笑人。”意欲举笔加圈，见烛光不明。将手去撮烛花，手疼一放，烛花竟抛在卷子上，烧得通红，连连扑灭，只剩了两页白纸。文宗顿足太息，呆看了半晌，懊恼了片时，无计可施。忖道：“此子才高命蹇，为之奈何。只得把一首诗的未冠，做了第一名。以后胡乱填了，发到府间。折号出案时，诸绶是批首，南斌竟无名。南斌一气，几乎气杀了。想道：“诸绶既是第一，文宗之眼不差。难道我的卷子，休抹坏了。或者有割窃之弊，也不可知。”随即到礼房去看新生的卷子，只见抄神童诗的也进了，抄千家诗的也进了，那不叶韵的、不成韵的都进了，愈加气愤。忖道：“红纱罩眼，颠倒豪杰，文场之常。但未有如此错乱者。”又想道：“比如古时，唐朝应制，到天子殿前赋诗，那中状元的诗，也不过如此。如今便考了案首，做了秀才，气味也只有限，何况又抹杀了。”愈想愈气，闷闷的踱了回来。路中见街坊上有许多古画摊着，立住看时，内中有一幅张仙打弹，画得容貌堂堂，作张弓放弹之状。南斌心中一时触发起来，忖道：“文字功名，谓之缰锁。便成就来也不耐烦。古人中如班仲升，投笔封侯，立功异域。那些吟七言做八股的酸学，究竟了老班，只好伸颈乍舌。何不如精习弹射，日后可以经文纬武，驰骤皇都。”就买了这幅张仙画，又去买了弹弓，归家走到书房边，见窗前这几株梅树，开花过期，已将谢了。触物伤情，因而哀哀切切的，哭个不了。颖氏到书房解劝，越劝越哭。哭到三日，也还不止。颖氏对南旸道：“梅郎性癖耽花，向有痴情。今又因功名不遂，竟成颠子。倘有不测，你我何如？何不送他到南庄，舒畅几时。”南旸甚喜，当日就着工人与书童，送南斌到南庄住下。此庄，周围到是溪水，溪外是池塘，塘上一边栽柳，一边栽梅。墙门上有一匾额，是“小瀛洲”。进内一路，是曲径花栏，处处有亭台点缀。周围约有百亩之基，四时花卉俱佳，院子甚是精确。画堂前有一匾额，是“万花谷”三字，前后俱有月池，池内种莲花，池边栽凤竹。所以轩前对联是： \\n 竹影播疑君子至莲香动似美人来 \\n 其余花卉，因前七月二十三日，被浪水淹坏了些，不比已前繁盛。南斌到庄，把经书文字，置之高阁，单把古今的梅花诗集为一部，不时吟咏，俱依韵和他一首。名为《玉人楼》。一面将张仙打弹图挂起中堂，香烛供奉。除看花饮酒赋诗之外，就到后园学习弹技。如此多年，不知不觉，弹技竟精工矣。不料外边世事变更，李自成把京师都破了。南斌也只是在庄快活，置之不闻。又是三年，弹技更精了。 \\n 一日，正值盛暑之天，南斌拿了弹弓，步出溪塘，意欲打鸟。见溪水清凉，就脱衣入水中洗浴。将身钻入水底，跃了两跃，竟变了一条金鳞。正在水中得意，忽有一群乌鸦，在半空展翅噪鸣。南斌恶其恶声，水中一跃，变了原身，即上岸，持起弹弓，望空一放，那鸦儿竟打了落来，不觉徘徊自喜。未及穿衣，忽书童匆匆走来报道：“老主人来了。”南斌最怕南旸古执，恐有琐碎之言，就一跳，跳入水中去了。南旸寻到溪边，书童说入水去了。南旸吃惊，问故。书童道：“向来常常如此，不但热天，即寒天也常要入水去玩要的。”南旸闻了，甚以为奇。随即分付书童道：“外面新朝渡江，逃兵沿途抢掠，特来通知。如今会得人水，倒也放心。只是衣服银钱，须要小心藏好，我即忙要回到城中去护家了。”南旸说完，匆匆而去。南斌在水底，句句听见。就跳上岸来，穿了衣服，往前村打探消息。只见有逃难的男女，或躲在山湾，或逃在冷寺，纷纷的说道：张家妇人被逃兵点污，又掳他丈夫挑担。李家女子被逃兵掳去，又抢他首饰衣裳。南斌听了，忙回到庄来一看，忖道：财物还可埋藏，这许多梅树，逃兵入门，必然尽毁了，岂不是断送了我的性命。只是不容他入门才妙。随即备了百枚弹子，藏在腰边。溪旁原有一株槐树，枝叶森森，持弓攀缘上树，躲在树中。叫书童与工人立在树下，不必惊慌。不多时，果然有一班来了。前面有一个执旗的，想是头目。南斌在树上，持起弹弓，狠狠一放，把那头目的乌珠打出了，翻身倒地。一班人叫得一声阿哟，只见又把一人，对心一弹，此人叫一声阿唷，捧头而跑。大家抬头一看，只见又一弹打来，把一人头颅打开。说的迟，做的快，但见弹子从空中飞来，个个打伤，逃出去了。南斌下树，走出看时，见撇下一重担。叫工人挑进庄中。解开看时，都是金银首饰。将晚时，只见又一班来了，甫斌又忙忙上树，打伤而去。又拾一担罗绮衣裳。次早，只见又有一班来了，南斌又忙忙上树打去，留下一个女子。问他，是前村柳庄闺女。南斌即着工人送还。逃兵过完，南斌反得了许多财物，不胜之喜。此后，只是浇梅、看花、赋诗、饮酒。光阴荏苒，又是初冬。一日登梅花楼饮酒，赋梅花诗，其题玉梅云： \\n 分明数缕武陵霞，飞上枝头散作葩。 \\n 寒透一身香特异，霜堆满面色偏华。 \\n 其题白梅云： \\n 冰肌本是粉和霜，又向瑶池洗玉妆。 \\n 让雪三分应不让，天香一段雪输降。 \\n 其题红梅云： \\n 锦绣每从云母缀，胭脂疑倩月娥搽。 \\n 桃姨杏姊难争色，占得春风第一家。 \\n 正是赋诗得意之时，只见工人走上楼来道：“诸相公今秋中了举人，有书送与相公。”南斌接看名帖，原来是诸绶。折开书来，上写道： \\n 二兄才高八斗，学足五车。九重丹诏，不日彩凤衔来矣。苍生久望，谅白云留不住也。弟不才，缪叨乡荐，将赴春宫。因企念弘才，敢邀玉驾偕往。临楮不胜翘企之至。 \\n 南斌看完，忖道：京师乃皇都壮丽之地，久欲观光，因恐父母羁留，不能如愿。何不借此机会，竟赴京师，因而遨游湖海，遍历山川，亦丈夫之所为也。即便收拾回家，将诸绶手札与南旸读之。颖氏听见远行，洒泪苦留。不料南斌来到梅树下，大哭起来。南旸没法，只得对颖氏道：“此去亲近正人君子，强似在南庄痴忧，恁他去罢。”颖氏也只得依允。南旸与些盘费，颖氏又私与若干。次日南斌拜别爹娘，到诸绶家中，一同起程。二人路上豪情，不在话下。一月之期，已到京师。在试场边，租一所雅房住下。南斌在寓半月，见诸绶只管埋头读书，豪无意兴，心中忖道：何不移寓他处，可以纵意遨游。幸喜父母所赠盘缠，约有百两在身。当日即往天坛，寻一所雅寓。次日值诸绶出门访客，写字数行作别。 \\n 不肖一片野心，几同狼子。而仁兄方且展摩鹏翼，睥睨鳌头。恐灾狂之态，有妨刺股。暂别数日，少纵狼心。幸勿见罪为感。 \\n 写了，放于书案，收拾了自家行李，将寓门锁匙，交付主人，竟移往天坛住下。自此以往，游遍京师诸景，畅怀饱目。一日，想道：闻得仓平州地方，自永乐皇造陵以后，共有十二皇陵，何不往彼一游。因雇驴到仓平，出西城七十里，果然便是康陵。下驴登陵一望，但见陵冢坍颓，树木稀少，不禁连声叹惜。正是： \\n 金枝玉叶今何在？野草闲花满地堆。 \\n 但见古来歌舞处，黄昏惟有鸟声悲。 \\n 南斌看遍皇陵，又闲步再登，深入其中。见上面有一所大陵，两边梅花盛放。一见就如珍宝一般，急急向前细看。只见陵前，两边各有六株。梅干有合抱之大，因鼎革以来，无人守陵，被杂兵采取为薪，将茂枝尽行砍去。幸树大根深，从旁又生出小枝，开花正盛，格外芳香，比家下梅花不同。南斌忖道：此梅新抽小枝，开花尚且如此，想当初原枝所发之花，不知怎样香华，如何艳丽。自伤薄命，因而伤梅花之薄命。竟抱着梅花，号啕大哭。哭罢释抱再看，见上面第一株梅花，分外繁华，就向前跌足，坐于树下。只因悲伤太过，隐隐心疼，合眼片时，却像对心刺一刀的一般，登时殒杀。但不知南斌殒杀之后，死活如何？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 弹四鸾奇逢驸马乐", "正文": "  \\n 第三回　弹四鸾奇逢驸马乐 \\n 　 \\n 凭空步入九重垣，宫殿岩峣云际悬。千官鹄位绕珠帘，奏钓天。一朵祥云捧玉娟。龙香凤灼吐清烟，引入琼宫对绮筵。纱窗花影转栏杆，月催眠。紫薇郎拥紫薇仙。 \\n ——右调重叠《忆王孙》 \\n 且说南斌殒死树下，只见树旁转出两个青衣童女来，对南斌道：“我万岁爷有旨，特召南相公讲话。”南斌惊道：“万岁爷为何事召我。”童女道：“但随我来，不必惊疑。”南斌只得随行。由重门而入，走过许多巍峨殿宇，转过无数花柳楼台，引到一个所在。只见朱门高处，有一匾额，是“武陵宫。”门内，又走出两个彩女，迎接南斌入来。又走过许多曲径花阑，引到一个小画堂中坐下。南斌抬头看时，是一个空空苑囿。只见两旁有十二座彩楼，俱是空中楼阁。左边六座，右边六座。见上面入窗玲珑，朱栏画槛，栏杆上珠帘半卷，帘内俱有绝色佳人，艳装丽饰，倚着朱栏，来看南斌。左右两旁，多有彩女聚立，望去犹如半天仙子。中间有一甬道，望见百步之外，有十二座彩屏，屏上各画金鸾一对。屏中各挂小金牌一面，如圆月一般。南斌坐在画堂，心中疑惑，不知恁故。只见彩女献上茶来，南斌吃了。茶味清香异常，像与梅香一般。 \\n 又见有两个太监，走到面前，撩衣禀道：“万岁爷有十二宫，宫主要选取驸马爷，特设金鸾彩屏十二座，金牌十二面，金弹十二枚。若弹中了某座金牌，就配与某宫某主。”南斌问道：“若十二座金牌，俱弹中了，却怎么样？”太监道：“就把十二宫宫主俱配与驸马爷。因连日选取功臣子弟到此弹射，并无一中。今万岁爷因南相公是仙府灵姿，天缘到此，要南相公弹射金牌。”说完，即取过雕弓金弹送与南斌。 \\n 南斌便昂首拱面，将彩楼上十二位公主，俱顾盼了一回。笑一笑，忖道：“我小南在南庄把飞鹊都打下了，那怕这十二面金牌。”随即从从容容，张弓搭弹，对鸾屏轻轻一放，听见金牌上当的响一声，两旁闪出两个红袍太监，将响的金牌除下。看时，乃是第二宫迎云宫主。彩女报上楼中，楼中奏一番钧天之乐。只见迎云宫楼上抛下一彩球来，彩女拾了，送上南斌。南斌看时，见球上绣的百花皆备，而梅花为首。锦色煌煌，异彩夺目，不及细看，就叫彩女收下。闲坐一回，见又有两个宫娥，一人手棒肴盒，一人将玉杯满斟浓酒，禀道：“王后娘娘有旨，请南爷饮三杯喜酒，再弹金牌。”南斌饮了三杯，又用些珍味。那酒味清香异常。也像似梅香一般。 \\n 太监又送过一枚金弹来，南斌接弹在手，取了雕弓，走向画堂槛外，拈弓一放，又听见当的响一声。两旁又闪出红袍太监，除下响的金牌看时，乃是第四宫夺月宫主。彩女报上楼中，楼中也奏一番钧天之乐，随即抛下一个彩球来。彩女拾了，送上南斌。南斌看时，见球上绣的百鸟皆全，而凤凰为首。栖飞跳舞，灵活异常，也叫彩女收下。宫娥又斟过酒来，南斌又饮了三杯。 \\n 太监又送过一枚金牌，南斌接来，拈上雕弓，持满一放，又听见金牌上响一声，红袍太监除下看时，乃是第三宫栖霞宫主。一般报上宫楼，楼中一般奏乐，宫主抛下绣球来。彩女拾送南斌看时，绣的是百兽俱全，而麒麟为首。行住坐卧，宛如有气，也叫彩女收下。宫娥又斟酒过来，南斌又饮了三杯。觉得酒倦，到上面交椅上少坐。抬头去看两边楼上的宫主，心中忖道：“我一时之间，眼见得连中三宫，这十二个美人，怕不都是我小南受用。昔年读尽万卷书，不如学一张仙图。” \\n 太监又送过金弹一枚，南斌接来，走向前边，拈弓对中一放，金牌上又响一声。红袍太监除下看时，是第一宫凌宵宫主。听见楼上奏三通广乐，然后抛下一个彩球来。彩女拾送南斌看时，绣的是百宝俱全，而珠玉为首。方圆奇巧，具山川之灵秀。南斌也叫彩女收下，宫娥又斟酒过来。南斌怕酒眼生花，后面八个金牌，恐有失手，推辞不饮。官娥道：“这是喜酒，定要吃的。吃了这三杯，到外面大殿上，拜花烛去。”南斌只得接来饮了，心中又喜又疑。喜的不消说，疑的是后面八宫八主的鸾屏，为何今日不弹了。 \\n 忖度之间，见外面走进两个太监来。撩衣禀道：“万岁爷有旨，召南爷相见，请加冠带。”宫娥二人，将南斌衣巾除卸，罩上乌纱帽，披上锦衣袍，腰悬金带，足穿粉靴。随了太监，由原路出宫。到大殿上，见有十二位帝王，头戴平天冠，身穿红蟒袍，端拱而坐。南斌不敢拾头，俯身下拜，口称万岁。十二王称：“卿家平身。”赐绣墩以坐。南斌谦让坐下，中间一王，亲赐御酒三杯。开口道：“朕为十二宫宫主，选择佳婿久矣，奈非天缘，都不能弹中鸾屏。幸卿家天缘到此，连中四屏，皆是长宫。朕喜出于望外，此乃赤绳早系，就此偕婚。”即唤内相，引了女乐，往后宫去迎凌宵、迎云、栖霞、夺月四位宫主。一面叫内相整备花烛之仪。须臾之间，金莲银烛高烧，宝鼎龙香烟袅。锦屏中彩花齐列，玉殿上绣褥重铺。一个彩女，将宫花两朵，插在南斌的乌纱帽边。一个彩女，将锦缎一端，披在南斌的锦衣袍上。但闻一派笙簧箫鼓之音，远远而来。四位宫主，已出宫到殿矣。这四位宫主，大概是如何模样，但是： \\n 五凤珠冠，高罩一团雪玉；七章绣服，低笼三寸金莲。婷婷娉娉花枝态，步步迎怜；铿铿锵锵环佩声，悠悠款耳。四轮华月，琼宫内缓缓轻移；几阵香风，绣带中遥遥递送。绰约清扬，似数缕彩霞飞出；晶莹艳丽，如五色祥云捧来。 \\n 南斌偷眼一瞧，想道：“方才彩楼之上，望见一斑，如今更加艳丽。若还卸去宫妆，细看玉面香肌，不知如何妙绝。我小南这场受用，则怕是梦也。”宫主近身并立，女工作乐，内相赞礼。行完了礼，面前许多彩女引道，金丝灯，金莲烛，引人凌霄宫。见宫房陈设之物，俱华丽异常，如入万花金谷，目眩魂迷。少顷，排列酒筵，是五桌团团围摆，如梅花样一般。南斌与四位宫主，依席坐下。见筵上，设的是百味珍馐，斟的是琼浆玉液。又见四个绣球，俱用金丝盘托住，下用玉架，架在筵席之前。灯光与彩光相映，内中绣的百宝、百花、百鸟、百兽，灵灵活活，把玩不尽。南斌暗中称羡。酒过数巡，听见碧纱窗外，有人娇音沥沥道：“姐姐辈，向来赋诗，每每思念姐夫。今姐夫已齐眉并案，何为而反不赋诗也。”凌霄回言道：“妹妹岂不晓，及至相逢半句无。总欲赋诗，又恐贤妹辈窃听，故此少缓。”只见窗外人嘻的笑一声道：“方便，妙妙。我自去也。”南斌道。“原来宫主雅善于诗，才貌双全，卑人万千侥幸。但卑人与宫主，南北相岐，平生相昧，何缘而思念及也？”凌霄道：“郎君在南庄时，爱妾辈如珍。妾辈曾与白雪争春，蒙骚人阁笔评章，叫妾辈让雪三分，素心不服。蒙郎君所奖之诗云：‘让雪三分应不让，天香一段雪输降。’因此言大为妾辈助势，自此以后，妾辈欺霜傲雪，而雪不敢与妾辈争矣。故此曾赋诗望郎。”南斌道：“卑人此诗，不过为爱梅而作，何宫主以为相得也。” \\n 说到此处，只见宫娥二人，扛了两支彩烛进宫，来到筵前放下，禀道：“今日外国进贡，内中有彩烛四枝，名为百花烛。皇后娘娘特送二枝来，与驸马爷助彩。”细看时，见此烛有五尺之高，大如拱把，外面是朱红颜色的，上下俱是描金人物，龙盘凤绕，异彩缤纷。宫主叫宫娥点起一枝来，明亮异常。烛心中滚出一道清烟，忽然结起莲花一座，彩色莹莹。又从旁透出一股烟来，结起梅花千朵，清华霭霭。又从旁透出一股烟来，结起牡丹一枝，艳丽煌煌。从此三股，盘盘旋旋，只管花上吐花，或桃，或李，或木，或芝兰，或丹桂，或石榴，或金菊，或海棠，或芙蓉，那烛烟盘旋处，满宫中画栋雕梁，俱是奇花开遍。真个是天地外的奇观，古今来所未有的。南斌与四位宫主，一面饮酒，一面玩花。但见愈吐愈奇，玩之不尽。 \\n 南斌玩了一时，回头见四位宫主，桃红满脸，愈加标致。对宫主道：“烛花之奇，虽然妙极，又不如娘娘辈之花貌，看之不厌。卑人意欲熄了此烛，明日再点再玩，宫主以为何如？”凌霄道：“但凭郎君之意。”随即教宫娥，将罗扇轻轻扑灭。但见满屋的奇花，就如蕉枯了一般，俱渐渐憔悴，渐渐形消影灭了。望见纱窗外，已月移花影横窗。南斌即立起身来，牵宫主之手，微笑道：“卑人几乎忧杀娘娘矣，乞娘娘早赴蓝桥，以慰下情。”宫主即叫宫娥进膳。膳完，即移步到妆台前，含羞低首，卸去宫妆。到床前，见金盆中兰麝香汤，早已满注。各各洗了手脚，同同脱衣上床，抱入被窝。南斌这一夜的受用，不知是醒也，梦也。 \\n 次朝直睡到红日穿窗，方才起来。宫娥服侍南斌梳洗，彩女服侍宫主梳洗，理妆已完，夫妻各穿百花衣服。房中琴棋书画，六律八音之物，无不周侪。除酒馔之外，无非是弹琴赋诗，下棋，吹萧。到三朝之期，夫妻一齐官装上殿，去朝拜十二王。山呼礼毕，一王道：“宫主且自回宫，朕与南卿有事商议。”赐绣墩坐下。 \\n 南斌道：“万岁爷有何事相商？”一王道：“昨日蛮王进贡，有世子二人同来，要求朕女为姻。此分明有欺朕之心，意欲绝之，则彼必含怒而去，将来恐有衅端。意欲许之，朕女玉质金姿，岂忍远抛异国。朕已对蛮王言，以弹金牌为辞，明日与他劲弓两把，谅蛮王世子，不能开弓，岂能弹中。惟南卿射中金牌，使他知我国有人，含服而去。一则以全朕女，二则以杜衅端。南卿以为何如？”南斌道：“万岁爷聪明天纵，所见甚高。”一王道：“卿且回宫，朕当宣召。”南斌又山呼下拜，退回宫中。 \\n 宫主问道：“父王所议何事？”南斌把方才所言，述了一遍。凌霄宫主道：“此事父王还宜绝他为是。闻知外国，骑射甚精，多能穿杨贯犀。倘蛮王世子弹中了金牌，岂不断送了我的妹子。”四位宫主，俱觉怀忧。南斌道：“万岁爷自有主意，宫主且宽怀。”渐渐天色欲冥，房中酒席，又已完备。五人坐下，饮了三巡。彩女正要张灯，只见宫娥又拿了两个异样的物件，走进宫来。宫中忽然明如白昼。宫娥道：“今日东海蛮王进贡，珍宝甚多，内中有这两枕，名为水晶枕。皇后娘娘送来与驸马爷、宫主枕头。”细看时，见此枕有六尺之长，光芒如夜明珠一般，彻底澄清，玲珑奇巧。内中有三岛十洲，有千岩万壑，峰峦洞穴之奇俱备。有日月，有云霞，有草木，有花卉，有鸟兽，有人物故事，有殿阁楼台。将他摇一摇，内中之物俱动，灵灵活活。宫主见了，甚是喜欢。南斌道：“天地间有这样奇巧之物。卑人读书时，见唐朝开元遗事，说西域龟兹国贡一枕来，颜色像玛瑙一般，洁润如玉，枕了他睡去，梦中能见十洲三岛，唐王称为游仙枕，千古以为奇物。这还是梦中见的，如今此枕之中，千奇万怪，明明灼见，这也是天下罕少的。但不知枕了他如何光景？”宫娥道：“闻知进贡的话，枕了他冬暖夏凉。”此后，竟将两枕竖在酒筵之上，细细看玩。看到后来，见内中有一对男女，将身倚在太湖石边，行春图故事。一提一送，俨然如活。南斌指与宫主一同看了一回，大家笑了一回，不觉情兴勃发。即忙完了酒馔，将此枕列在床中，满床亮如白昼，五人脱衣上床。此时正是寒天，枕上去果然暖气如蒸，和而且软。南斌见床中亮得异常，便揭开锦被，令枕光透入。细看宫主之身，见两乳圆突，白润如脂，含笑抚乳道：“香肌之白，谅天下美人，应无双矣。”凌霄道：“妾辈不肯让雪三分，为此故也。”南斌看至下面，笑道：“因股间有桃红一点，故此雪未争耳。”笑语之间，情兴大发。先抱凌霄做起，次临迎云、栖霞、夺月渐渐轮。外面行的情事，映入水晶枕中，好不有趣。南斌这一场的欢畅，又不知是醒也，梦也。 \\n 次日早膳后，南斌正与夺月宫主下棋，见宫娥走来报道：外面万岁爷着内相在外，宣召驸马爷到武陵宫，与蛮王世子同弹金牌。”南斌听了，即停了棋，出宫同内相到武陵宫小画堂中。望见远处，只设两座鸾屏。两边楼上静悄，不比前番热闹。随后四位宫主，也到武陵宫来。见八位妹子，早已在彩楼之上，就登楼与妹子相会。恐怕蛮王世子弹去，一齐心中忧虑。将帘儿垂下，悄悄的张看。只见世子带了四个内相，同入画堂。面貌狰狞，身材短小，是蛮邦人品。南斌与之行礼，宾主位坐下。献茶过了，南斌道：“久仰大邦，有劳光降。”那世子哩哩罗罗，回了一通蛮语。南斌不晓，只是打恭。内相将强弓两张，金弹二枚，送过二位世子。且看世子弹中金牌，下回自有分解。 \\n  \\n   \\n  "}
{"章节": "第四回 婚八主欢畅曲龙宫", "正文": "  \\n 第四回　婚八主欢畅曲龙宫 \\n 　 \\n 重门难锁梦，愈入愈深隹。万花丛里有千华，天下无穷春色在王家。歌管楼迎月，秋迁院接霞。玉楼人醒日铺纱，又向画堂欢宴拥娇娃。 \\n ——右调《南柯子》 \\n 且说内相，将强弓金弹，送过两位世子。世子接了弓弹，不觉呆了一回。南斌将手一拱，揖长世子上前。那长世子力大，将强弓持满，拈上金丸，纵手一放，弹丸竟打到半空中去了。南斌揖退了长世子，又揖次世子上前。次世子力小，弓强不能开满，便胡乱将金丸拈上。放去时，不料那弹子竟落在五十步之外。然后南斌拾取雕弓，内相送过金丸。与两世子一恭，向前开弓。拈弹对金牌一放，当的响一声，竟中了一牌。内相又送过金丸，南斌又拈弓一放。金牌响一声，又中了一牌。南斌即转身向上，与世子三揖道：“此是天缘所结，月老所系，世子幸勿介怀。”那两世子，又哩哩罗罗说了一番蛮语，悻悻回身。南斌送出宫门，竟自去了。 \\n 且说南斌回宫，见四位宫主，欢容笑脸而来，道：“南郎方才弹中的，是寒香宫五舍妹，暖玉宫六舍妹耳。天才国色，比妾辈更高。南郎好受用也。”南斌道：“卑人之奇遇如此，除非在梦中耳。”当晚无事不题。 \\n 次日傍午，万岁爷又着内相宣召南斌。南斌正与迎云宫主品箫，只得断了箫声，忙整袍冠。凌霄宫主笑道：“今宵与五六舍妹欢娱，且去暗中摸索。明宵我送水晶枕过来，又好细看香肌，与股间之物耳。”南斌嘻笑的一声道：“多谢娘娘。”出了宫门，依旧到大殿上。只见殿中早已排列着：两对花烛，烛炬莹莹；两对金瓶，瓶花灿灿；两个宝鼎，鼎烟袅袅；一十二盏金丝灯，灯焰煌煌。两旁乐工，八佾整立。南斌去朝见十二王，一王道：“南斌弹中金牌，使蛮王贴服而去。朕女有归，即此谐婚。”说完，鼓乐一齐喧奏。须臾拥出两个绝色美人，左右并肩分立。内相喝拜，南斌昏天黑地，依喝拜了四拜。又依喝，与二美人对拜了四拜。一般金灯莲烛，簇拥到寒香宫中。宫中华丽，不在话下。 \\n 少顷，宫娥排酒三桌，如鼎足一般。三人坐下，酒过数巡，南斌开口道：“昨日大令姊称，二位宫主，国色天才。今观玉貌，果然国色，名下非虚。所云天才，卑人渴念。乞二位娘娘赐教。”寒香微启樱唇道：“乞郎君命题。”南斌道：“就把姊妹联床为题。”寒香对暖玉道：“题是联床诗也，与姊妹联吟了罢。”暖玉道：“请姊姊先吟。” \\n 寒香道：两朵花枝一样珍， \\n 暖玉道：两枝本是一枝分。 \\n 寒香道：今宵花朵连枝放， \\n 暖玉道：满被春风满枕云。 \\n 南斌听完，连声叫妙绝。寒香道：“贤妹末句，似觉蜂狂。”暖玉道：“姊姊第三句，原有蝶意，叫小妹子安得非蜂。”南斌道：“既成夫妇，枕席之上，蜂狂蝶舞，将无所不至。诗才正妙在乎八佾。”评论之间，见宫娥拿了一个朱红描金小匣，走到筵前禀道：“适才外国贡这匣子进来，内中是一领帐子。皇后娘娘看过了，特送来与驸马爷。”南斌看时，见匣子上面的标签，是催欢帐三字。就叫宫娥开了匣，拿出来张开看时，内外明莹。初时甚小，只见愈张愈大，渐渐大如宫室。甫斌就叫收了筵桌，天光透入，更加明亮。细看时，见帐上隐隐有女乐一班，手中各执着笙簧箫鼓，八音六律之物。南斌同宫主看了一时，叫宫娥收了。只见愈收愈小，渐渐如小匣一般。南斌对宫主道：“闻昔晋朝王惴作紫丝步帐三十里，石崇作锦丝步帐四十里，当时以为异物。但是能大而不能小，有光彩而无女乐，异而不奇。今观此帐，才是希奇。但可惜帐中女乐无声，奇而不巧。”宫娥在旁道：“皇后娘娘见贡单上开着： \\n 催欢帐一顶，夫妻会合，女乐齐鸣。 \\n 故此，俺娘娘送过来的。”南斌喜笑道：“天下有这样奇巧灵妙之物，可知道多为催欢帐。”随即对宫主道：“昔太公钓鱼，志不在鱼。今卑人酌酒，志不在酒矣。”寒香宫主道：“昔太公钓鱼，志在周朝之天爵。今郎君志在何物也？”南斌道：“昔太公钓鱼，志在周朝之天爵。今卑人酌酒，欲得宫主之霞杯。”宫主微笑道：“开口成章，无非天巧。敬服敬服。”南斌叫宫娥将催欢帐到床中挂了。只见又刚刚像床，不大不小。完了酒馔，两位宫主到妆台卸了妆，到床边脱衣换鞋，垂了帐上床。床内帐光如昼，两姊妹分头而卧。南斌也脱衣上床，先与寒香同头，去解小衣。寒香将衣带紧结，说一声道：“我害羞，到妹妹那边去。”南斌无门可入，只得去与暖玉同头。暖玉见阿姊作势，也纽定小衣，说一声道：“我害羞，到姊姊那边去。”南斌道：“二位宫主，为何言不顾行，行不顾言。一位的诗是‘今宵花朵连枝放，’一位的诗是‘满被春风满枕云’。如今花不肯开，云不肯上，何以着落卑人。”只见暖玉翻身，与寒香同头道：“让郎君在脚后罢。”南斌发愤，挨入姊姊中间。寒香翻身朝里，暖玉翻身朝外，南斌竟把暖玉的小衣狠狠扯去，就在后面做隔山取火。刚刚有些举动，听见那帐上的笙簧箫鼓之音，一齐响将起来。南斌连叫道：“妙妙，奇怪极矣，奇怪极矣。”暖玉初时犹怕，推推缩缩。听见那帐上女乐之韵，奏得悠扬，便不知羞涩矣，但凭南斌行动。初时行得徐徐，那帐上之音也徐徐而鸣。后来行得紧紧，那帐上之音也紧紧而奏。一时之后，南斌抛了暖玉，那帐上也寂然无声。南斌道：“自古奇书相传，仙境颇多，未尝有此。我小南享尽天地间未有之奇福。不知是醒也，梦也。”随即翻身去摸寒香，原来情不能自禁，早已除去下衣矣。南斌将次举动时，那帐上女乐，又一齐和鸣起来。南斌肆意，寒香全不介意。原来被乐音透入牝中，早已花心大放了。但闻得帐上音乐，徐徐紧紧鸣了。一时南斌丢手，帐上无声，大家睡去。 \\n 次日起来，夫妻们下棋吹箫，耍了一日。到晚间，凌霄着宫娥送水晶枕来。寒香、暖玉见了，观玩不尽，赞叹不了。这一夜之乐，在催欢帐中，水晶枕上，畅快也不消说了。次日三朝，南斌同宫主上殿，朝参十二王。只见殿上寂静凄凉，并无一人。随即转身去参拜王后娘娘。娘娘留坐待茶，宫主问道：“今日殿上寂静，不见父王与王叔，未知何故？”王后道：“只因后六个妹子婚姻未定，昨宵父王与叔王辈，俱请天廷，见月老阅婚姻簿，故此殿上无人。”见宫娥忙忙走来报道：“十二位王爷已回，说道：‘后六位宫主娘娘，月老已妄配与采薪的樵夫。’十二王爷协力苦奏，天廷玉帝有旨。”宫娥即送过旨意，南斌接来看时，上云： \\n 准奏，着六宫宫主，一时速配南生，以杜争端。 \\n 钦此。 \\n 见有六个彩女，手捧锦袍冠带走来道：“十二位王爷，请驸马爷出殿，依旨成婚。”南斌万千欢喜，即卸去身上的朝衣，穿戴了那边的袍冠，别了娘娘宫主，喜孜孜上殿，俯伏拜了诸王。抬头看时，但见： \\n 一十二支花烛，灿灿煌煌；三十六盏金灯，荧荧耀耀。六对锦瓶，瓶中百锦俱备，彩花上缀着，万叶千枝。三双宝鼎，鼎内八宝俱全，金麟盖透出龙翔凤舞。茵褥重铺，满殿落花依草；珠帘高挂，一堂明月穿云。四围箫鼓齐鸣，合座笙簧并奏。 \\n 此一番乃是六主齐婚，所以陈设比前更盛。南斌立未多时，但闻环佩叮当而来，扶出六个仙姬。左右各三人，并立行礼。礼毕，香花灯烛，排了一里的甬道，齐归洞房。须臾排列酒筵，是十三桌。原来万岁爷早已有旨，宣召前六位宫主陪宴。不多时，前六位俱已请到。南斌与长宫凌霄并坐。余十一妹依次坐下。酒过十巡，南斌道：“取色子来，待卑人行一令何如？”凌霄道：“甚妙。”叫宫娥送过色盒。南斌把五个色子，排列五处，如梅花一般。手中捏一子道：“众娘娘听令，卑人要掷一个万绿丛中红一点，动人春色不须多。四围是六，中间一子，掷下着么，是有这一点了，敬一大瓯。今宵在象牙床中欢会。若掷不是幺，罚一瓯过盆，少刻送入冷宫。”说完，南斌自家掷下，无幺，罚一杯，送过凌霄宫主。凌霄掷下，也无幺，罚一杯，递与迎云宫主。迎云掷下，有幺，敬一杯，随即递与栖霞宫主。栖霞掷下，也无幺，罚一杯。一连递至谐琴，十二宫主掷下有幺，敬一杯。众位道：“令官无红一点，少刻请入冷宫。”南斌道卑人是令官，不在其内。若是把卑人入了冷宫，象牙床中还有什么欢会。”凌霄道：“既是令官，不在其内，方才不该同掷，为何命题糊涂。酒令严如军令，若再强辩，我们鼓噪辕门。”凌霄温谚，迎云道：“依此说来，主人入了冷宫，连我与十二妹有一点红的，俱要落空了。依我说，这番不作，再行过何如？”南斌道：“有理。”只见宫娥忙忙走来道：“皇后娘娘请驸马爷与宫主，俱到曲龙宫中饮宴。”凌霄问道：“为何？”宫娥道：“皇后娘娘道，宫主十二位，止驸马爷一人，恐有偏背，寒热不均，因而铺王会床，设神绡被，通灵褥，要驸马爷与十二位宫主同床合被。故此奉旨来迎。”南斌问道：“何谓王会床？”凌霄道：“此床可睡二十人，十二位王爷会议机密大事，即在此床同寝。故名王会床。”南斌又问道：“何为神绡被？”凌霄道：“此被向系外国进贡，色如松花，厚止一纸，面上有龙纹凤彩，冬暖夏凉，一人盖无余，百人盖不少，能小能大，能卷能舒。十二王于王会床中同被，即用此以盖身。”南斌又问道：“何为通灵褥？”凌霄道：“此褥大约是新贡的，未知其妙。” \\n 说完，彩女张灯引道，一齐往曲龙宫。果然曲折幽深，不知走过多少溪桥花径，经过多少曲槛雕栏，才到画堂。但见画堂前，筵席十三桌，团团围摆，如梅花样一般。上面一桌更加齐整，是敬驸马的。中间有三十六个女乐，梁上密挂金灯，台前高烧银烛，陈设十倍往常。宫主逊南斌上坐，自己照席环坐。宫娥一面斟酒，乐工一面奏乐。那歌声如娇莺圆溜，那舞态似林蝶穿花。闹饮了一时，南斌道：“歌舞不过如斯，不如玩奇花异宝，何不去取了百花烛，水晶枕来。”凌霄道：“果然好。”随即着宫娥去取过来。将水晶枕两个，列在两柱之间，玉桌之上，灼烁异常。点起百花烛，只见依旧透出三股清烟，自莲花开起，盘盘旋旋，渐渐满宫的栋梁墙壁，俱是奇花异彩。十二姊妹出了席，行游观玩。或瞻顾烛内之奇花，或细玩枕中之仙境。凌霄把枕中太湖石边男女行春图的，指与诸妹子看，个个嘻嘻而笑。大家玩了一时，又入席饮酒。彩女到南斌面前斟酒，南斌看花，忙用手将玉壶一推。彩女将壶嘴一勾，把一双龙凤嵌珠的玉杯，勾掉下地，跌得粉碎。彩女面如土色，战战兢兢，忙忙跪下叩头。南斌道：”这是我的过误，与你何干，不消忙得。”这话乃是南斌恐宫主发怒，帮衬彩女的意思。不料宫主果然大怒，就唤行杖的宫娥来，叫打三十板。一个标标致致的彩女，拖倒去，掀出臀来，白嫩如雪藕的一般。南斌怜惜不过，忙忙立起求饶。打至十下，血流满地。宫主也只得叫罢了。内中有一个能事宫娥，恐怕只管看花玩枕，牵牵缠缠，又惹出事来。算出一个妙计，忙去取了催欢帐，假传皇后意旨说道：“皇后娘娘送催欢帐在此道，良夜无多，教驸马爷与众娘姐睡了罢。” \\n 南斌听说催欢帐送到，便无心饮酒看花。又见宫娥捧馔到来，就用了馔。那众宫主也只得用了馔，一齐起身，到洞房中。各宫彩女，服侍十二宫主，各各卸去艳妆。南斌牵了凌霄之手，到王会床前。见催欢帐早已挂着，水晶枕早已排着，神绡被、通灵褥早已铺着。南斌道：“枕帐之妙，已受用过矣。这被褥之妙，还不知何如。”就坐落绣墩，见十二宫主俱到香汤盆中，洗了手脚，也坐落绣墩上。脱去尖尖的凤鞋，换了小小的睡鞋，一齐上床。新人一头，旧人一头。宫娥垂下了帐儿。总之，催欢帐、水晶枕、神绡被都是透明之物，南斌从帐外望去，丝发俱见，旧的六宫主俱已脱衣，如六堆雪玉。新的六宫主，还是穿锦裤的，上身如雪玉，下身如红玉。南斌忖道：“我小南好折福也。”即忙脱衣上床，先到旧人一头，与凌霄做事，要帐上的女乐，引动新人的情兴，省得去扯拽费力。一上凌霄之身，那帐上乐音奏响，咿咿唔唔，叮叮当当，好不有趣。那通灵褥软得异常，神绡被暖得异常，满床亮得异常。那红心一点，高低凹凸，无不灼见。行了片时，凌霄道：“南郎可到那边去。”南斌就停了，问道：“还不知该是那一位行起？”凌霄指道：“这是第七宫霜葩舍妹，这是第八宫雪华舍妹，这是第九宫春酣舍妹，这是第十宫秋醉舍妹，这是留鹤舍妹十一宫，这是谐琴舍妹十二宫，该从霜葩舍妹行起。”南斌就翻身与新人一头，去起霜葩的下衣。原来被乐音吹得心痒，一连手脚都软了，但凭南斌褪去。一动之时，乐音又响奏起来。南斌轮流了半夜，乐音也响奏了半夜。可羡那通灵宝褥的妙处，能令人昏，能令人醒。但是事闲的宫主，俱会得嗤嗤的睡去。南斌行完了新人，且翻身下马，卧在通灵褥上，不知不觉，也睡去了。 \\n 总之，宫中点了百花烛，房中有了水晶枕，一味光明，竟不知昼夜日月。宫中玩花饮酒，行乐贪睡，周流了不知外面已有半个月了。忽然宫娥报进来，说万岁爷宣召驸马爷。南斌不知恁故，就别了宫主，到大殿上朝参十二王。山呼已毕，一王道：“日前蛮王世子，因不中了金牌，怀惭抱恨而去。如今提兵作反，深入我境，杀掠人民，凌辱妇女，荼毒我百姓。朕已整起精兵一万，器械粮草俱全，敕南卿速去平他，即此起兵。”南斌山呼谢恩。 \\n 只见值殿将军，送过金盔金甲，强弓劲矢，宝剑一把，铁弹百枚。南斌披挂完了，向十二王打一恭，到朝门外上马，到演武场登坛，点将点兵，三令五申。见飞鸟在空中飞过，南斌就拈起弓弹，竟打了落来。兵将人人惊服，个个奋勇争先。提兵出境，不止一日，已近蛮兵扎营之所。远远望去，见蛮将官兵，就如鸟鹊一般。南斌就提起强弓铁弹，持满打去。连放十弹，连毙兵将十人。蛮王世子大惊，说道：“此必是南爷爷来了，我们退了兵罢。”竟拔寨远遁。南斌凯歌，班师入朝。十二王大喜，赐绣墩坐下，御酒三杯。南斌谢恩，入宫又去朝参了皇后娘娘。然后入曲龙宫中，见十二宫主来迎。欢情蔼蔼，笑语盈盈。凌霄即牵南斌之手说道：“妾与十一妹无刻不想念郎君。”南斌道：“卑人亦然。”须臾，只见酒筵已备，此番又开怀畅饮，点百花烛，玩水晶枕，入催欢帐，卧通灵褥，盖神绡被，这一套乐事，不必说了。 \\n 此后朝朝欢宴，夜夜风流，畅乐了一生。一日晚间，月明如昼，众宫主都到御园玩月去了，独凌霄与南斌饮酒。南斌潜然泪下，凌霄道：“郎君垂泪为何？”南斌道：“忽然怀想家中父母，其实不忍分离，故此悲伤。明日欲收拾行装，往家一探，宫主意下何如？”说到此处，凌霄亦凄然泪下。只见外面宫娥，忽然慌慌张张乱闯入来道：“娘娘，不好了，不好了。”但不知宫娥说出恁的话来？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 寻残梦寻着女诸葛", "正文": "  \\n 第五回　寻残梦寻着女诸葛 \\n 　 \\n 流水韶华，东帘日上，西栏月斜。看西子吴宫，王孙故苑，惟有平沙。红尘白浪天涯，回首处残阳乱鸦。叹王谢堂前，穿帘燕子，今在谁家？ \\n ——右调《柳梢青》 \\n 说那宫娥，慌慌张张闯入宫来，报道：“不好了，前殿火起了。”南斌与宫主急忙出宫看时，但见： \\n 炎光高爨，汉接霄联，烟气盘旋，云蒸霞蔚。火鸦起处，几如千蝶舞桃林；灰鹊腾时，恍若万蜂入春谷。管弦楼化为赤地，秋千架变做红尘。三十六个花宫柳院，回禄张威；二十四座舞殿高台，祝融为墟。皇殿上金阶玉阙，满挂红丝；御沟中万壑千溪，倒烧银烛。可怜见，鸦逃鹊窜，鹤唤猿啼。 \\n 顷刻之间，前殿与后宫都烧，惊得二人手足无搭，只得到御园避火。不料火又烧到御园来，众宫主逃散。凌霄道：“不好了，可随我们到天津地方去。”忙忙出了后宫，走不多时，见有许多兵马拥来。宫主在前，拥落在后，只得待兵马过了，追寻上去，宫主已无踪影。仍依原路走回，火已熄去。宫主既失，十二王与王后也无，宫殿是一块茫茫白地。孤身无倚，感痛悲伤，号啕大哭。 \\n 忽然惊醒，见自己身子靠在梅花树下。想起从前，是一场大梦。抬头看时，日色中天，是午牌时候。心中想道：“好奇怪，一饭之顷，竟享了一生之乐。梦中何其清洁耶。”立起身来，欲别梅花，不觉悲励。又哭了一场，下了王陵。见驴夫立候，南斌打发了驴夫，又坐地呆想了一回，忖道：“方才分明宫主与我同往天津，我失落在后。纵然是梦，也要去追寻一番。”随即另雇牲口往天津。一路上想到欢娱处，不觉大笑。想到凄凉时，不觉大哭。路中见闻的，都道是一个痴汉。 \\n 三日赶到天津，天津是大埠马头，多少官民船只，泊在此处。南斌撞来撞去，哭叫“我的宫主呵，我的宫主呵。”叫得十分凄惨。官船上有人喝道：“宫主在何处，你大胆在此呼叫。讨打。”聚了许多人看。南斌诉道：“我在康山梅树下□交，好好一个宫主，同我来此避火，我一时失落在后。”说了又哭，众人大笑道：“这话分明是做梦，这人是痴的，不要睬他。”一哄而散。凭他叫来叫去。 \\n 此时有一位告病还乡的军门，姓柳名之营，系山东人。夫人李氏，生下一女一男，女唤宫梅，有十九岁了。当初生女之时，李氏梦见一个绣衣女子，送梅花一枝，说是万岁爷宫中送来的，故此取名宫梅。幼时从母舅读书，聪明异常。到长时，不喜诗词，只喜看异书。凡陶朱致富异术，康节观梅灵数，无不备晓。每遇民间讼词，有大事之营断不出的，宫梅起一数断出来，犹如眼见的一般。之营常对李氏道：“宫梅之智，不让诸葛。宫梅之貌，不下西施。那得这般佳婿来配他。”此时之营官船，泊在天津埠头。宫梅因被梅魂宫主附身，患起病来，十分沉重。迎一医师到船诊脉，医师道：“此脉忽大忽小，忽细忽洪，忽浮忽沉，似有阴果在身，未易愈也。”下药一帖，李氏即叫侍女煎服。致夜深了，愈加昏沉。宫梅于迷乱之时，耳中听见哀叫宫主娘娘，便昏迷中应一声道：“我来也。”翻身朝里卧去。此时，李氏守在床中，见女儿苏醒，且放心到后舱用膳去了。那南斌寻宫主娘娘，叫至二更，身子狼狈，只得雇船住下。思想世上，奇荣，奇富，奇美已享尽矣，在此萍泊无依，不如依旧回家，南庄上去度日罢了。 \\n 正欲打点睡去，忽闻岸上有一个女子叫道：“妾与南郎，乃夫妇也，何为抛我而去。”南斌听见是宫主声音，此时月色微明，忙去船头看之，面貌俨然是宫主。南斌万千欢喜，登岸引入船中坐下，即叫水手开船。女子道：“妾魂即是宫主，此形骸乃是柳氏，名唤宫梅，乃军门柳之营之女。妾见郎君寻求之苦，故此将魂附身而来。”南斌道：“原来如此，倘柳公追寻到来，如何是处？”梅魂道：“自有藏形之法。方才上船而来，人不能见。纵然着人密访，不过捕风捉影。你我小心，便不妨。以后只呼娘子，切勿再唤宫主，也莫唤宫梅，恐前途关津不便。”南斌即求交垢，梅魂低声道：“此身乃是处女，幸勿粗莽。”南斌也低声道：“自有妙法，不必挂心。”事完，二人和衣抱卧。次日到了闸河，南斌竟要归南庄，梅魂道：“且慢，我教你一法儿。只在此处，可得数千金。”那柳宫梅原晓康节灵数，致富奇书，诸般法术皆能。梅魂一点灵明，入在他身，总是一体了。南斌道：“娘子有何妙法？”宫梅道：“此地近来疫症甚多，我教你一符咒，到病家取清水一杯，将符咒吃下，病人即愈。”南斌半信半疑，上岸打探，果然疫症甚多。就回身到船，习熟了符咒，写一招纸道：“神医疫病，一服即痊。”南斌持了招纸，上岸去走。走到一家门首，有人邀南斌进去。看了病，依法取水试符与病人吃下，一时之后，果然全愈。由是一人传两，两人传三，生意日盛。旬日之间，约有数百金。 \\n 一日，近处有一桃村，村中有一家，姓曾名春，来接南斌，说看房下的病。南斌随他到家看时，只见有一个标致女子，立在床边，容貌却似康山梦中的二宫主。南斌看脉完了，问道：“令正贵恙，是何时起的？”曾春道：“病有十九年了。当初生这个小女之时，产后受了风寒，两足重痛，不能行动。这小女甚孝，每每人来说婚，他誓要待母亲病好，方才纳聘，不然终身誓不嫁人。老先生若医好房下，小女即送为箕帚。”南斌想道：“这符咒原医疫疠的，只恐久病难医，何不也试一试。”就叫取净水一杯，依法令病人服下。出外一杯茶时，那病人脚下就如滚水浇来，热得异常。又半晌时，脚轻不痛，就下床来，可以行动，合家欢喜。曾春问了南斌姓名，留住待酒，计较招嫁之事。南斌道：“现有房下在舟，若蒙不弃，待与敝房商议，发聘金来娶何如？”曾春道：“既然如此，明日送小女到宝舟便是。”南斌别归，与宫梅商议。宫梅甚喜。次早，南斌将百金封作十封，送到曾春家中。曾春推谢不收，女子教收了五封，花轿红灯，送到船中，成了花烛。此后，近村远村，迎接看病的，日不暇给。数月之内，疫症全收，已有二千余金。就收了一房贫夫妇做了管家。宫梅叫盘过闸河，另雇大船，别做生意。 \\n 一日，船到山东，泊在河下。约三更天，南斌上岸，到一株树下大解。此时月色朦胧，远见河边有一个女子，悄悄上岸，望树而来。南斌闪过一旁，看他走到树下，哭声吞咽，解下膝带接长了，抛在树枝，竟欲缢死。南斌忙忙向前，低声道：“姐姐有恁冤情，如此见短？”那女子愈加哽咽。南斌道：“我船中有敝房小妾，可同我下船，暂住一夜，明日又处，休轻送了性命。”那女子偷看南斌，容貌堂堂。听说又有家眷，自然要命，随了下船。点起灯来，看那女子与梦中容貌略同。刚要启口问他，只见宫梅说道：“不好了，祸事到了。郎君可叫船家快快开船。”南斌问道：“莫非为这女子么？”宫梅道：“不为他。”南斌去叫船家，船家在梦中爬起来，问道：“叫我做恁？”南斌道：“可速速将船开去，明日赏你酒钱。”船家不知何故，只得开船。船行一里，但见泊处火势冲天，两河俱烧，船只无存。南斌惊喜道：“娘子分明是女中诸葛。”然后问女子的根由，女子道：“妾家姓詹，家父是商人，从苏杭买了绸缎，挈家进京。只因继母前夫有一子，从幼带至我家，与妾同庚。此子面丑心恶，继母两样心肠，压妾为奴，烹茶做饭不必说，还要朝笞暮打。今晚恶子来轻薄妾身，妾叫喊起来，继母怪我高喊，毒打一番，推出船舱门外。妾思颜色如花，命如一叶，偷生不如速死。”宫梅道：“方才大火，谅你家的船，必然烧灭了。你可嫁了我的南郎，与我同过了日子罢。”那女子低头无语，自然心允了。当晚各睡，次日买备酒物，成了婚姻。 \\n 次后，宫梅教南斌买了人参，到南京去卖，趁了对合之利，二千本钱，卖了六千。宫梅又教南斌，各路置买茶叶，又转北方去卖。一日，船泊扬州跸前，见岸上拥了一干人，喧喧嚷嚷。南斌上岸看时，见一个男人吊了两个美女，美女容貌像康山梦中四宫主、五宫主，哭哀哀泪珠直滚。旁有一人哀求道：“饶放我们，待我回家去卖产还你罢。”那男人道：“谁有工夫跟随你去，好屁话。”南斌听那哀求的声音，像似同乡。问道：“兄可是浙江人么？”那人答道：“小弟是浙绍山阴人，是个草芥前程。因借了这位路爷的京债，选了江都县典史，不料做得一年穷官，如今又勾了回去，盘费俱无。这路爷一时逼起，立刻要还，故此将这两个小女，要吊了去。可怜可怜。”南斌道：“小弟也是山阴，既是乡亲，小弟有处，欠路爷多少银子？”那人道：“借他一百两，他如今要还三百。”南斌道：“这个容易，且将令爱送归舟中，邀路爷到酒肆中讲话。”老路听了这话，料得银子有了，便放女子归船。那女子心中暗喜，便拭了眼泪，偷看南斌。南斌邀二人到酒肆中坐下，各请教姓名，原来欠主是姓危名安，住居与南斌南庄相近。三人饮了一回，南斌到舟中取了三百两银子，复到酒肆中，一气兑与老路。老路将借票还，先别而去。南斌即扯碎了票，重邀危安入座再饮。危安道：“小弟为这草芥前程，累得好苦。如今若不遇恩人，两小女儿遭残辱。天高地厚之恩，何以相报。欲将两小女送与恩人为妇，不知恩人今将何往？”南斌道：“往北边卖茶。”危安道：“小弟如今归浙，路费尚无，即刻将小女送过船来便是。”南斌听到路费尚无，又打点赠银。口内推辞，心中已允。别后，危安即与子女商议，忙忙梳妆了，送过船去。南斌只得纳了。 \\n 次日舟中整备筵席，请危安到舟中款待。又赠银二百两，各别开船。一日，南斌到山东，泊在济宁州，上岸卖茶。走过一家，听见内边哭声哀惨。住足细听，是妇人声音。南斌问外人道：“内里为何哀哭？”外人答道：“他家主人，姓江，名渊，是本州库吏。日今库中失去钱粮一千，官府将江渊夹打监追，受刑不过，教妻子将两女卖与烟花抵粮，鸨家明早来交银娶去，故此哭别。”南斌道：“卖多少银？”外人道：“不知。”南斌就直进草堂，对江氏作揖。江氏吃惊，带哭回礼。南斌道：“江老娘之事，我已略知。但不知将令爱卖银多少？”江氏拭了泪，回言道：“因是卖与烟花，价六百两，还少四百。钱粮无从抵完，咱家丈夫毙在旦夕矣。”说完，又哭起来。江氏吃惊道：“客官还是说真话说假话？”南斌道：“大丈夫一诺千金，岂有假说之理。”江氏就扯南斌上坐，自己下拜，南斌并立回礼。随即叫两个女儿，也过来下拜。两女半信半疑，也只得下拜。南斌偷看两女，俱有羞花之貌，像康山梦中六宫主、七宫主。江氏道：“既蒙客官恩许，不知银在何处？明日鸨家要来兑银，只在今日为妙。”南斌道：“我去拿来。”随即到船，捡取银子。那江氏母子，恐是胡言脱身，十分焦急。须臾，果然主仆二人，持银到家。江氏万千欢喜，忙雇人往衙门去，请了经承来，一一兑过，果是一千两不差。随即报官，放江渊出监。江渊夹疮、杖疮正痛，抬了归家。见南斌，卧不能拜，只是千恩万感，连声称谢。即与江氏计较，要将两女送与南斌。南斌道：“现有妻妾五人，决不敢受。”江渊道：“救人于垂死之时，小女不落烟花，得千金之聘，而嫁与大丈夫为妾，死亦瞑目矣。”南斌别后，江渊即叫轿子，送二女到船。南斌又送聘金二百两，然后纳了。到黄昏时，听见有乌鸦声，又听见有喜鹊声。宫梅即起一数，惊道：“不好了，南郎可叫船家快开船，泊到远处去。”那船家晓得女诸葛灵验，忙开船往别埠泊了。到三更天，一伙大盗，将田埠头一只客商船，罄行劫掳。因主人喊叫，将他杀死，抛尸于岸而去。舟中妇女号啕之声，天明不绝。原来日间南斌兑银之时，被响马强盗看见，随到船埠来，认了而去。不料黄昏，南斌船换了埠，随即有一只大商船顶了埠。那家悔气，竟遭了祸。次早南斌起来往探，见商尸在岸，随即买好棺一口，雇人收殓了，抬寄庙中。南斌回船中说了，个个惊讶。众妾都道宫梅是个神人。 \\n 次日南斌上岸去，见主人家卖茶，只见有一个妇人，同一个秀丽童男，两个美貌女子，像康山梦中八宫主、九宫主，坐在通衢之处，妇人背上有冤纸一张。南斌看时，上写道： \\n 难妇岑氏，同男岑蔚，女如云、似云，系浙江会稽人氏。哀告往来缙绅贤达，垂怜孤寡，扶济还乡，死生均感事：氏夫岑高，往北直卖货还乡，路泊本州马埠，祸遭大盗惨劫，将夫杀死抛尸。死者无棺，魂赤他乡；生者绝食，命垂旦夕。叩乞仁人义士，各发慈悲，周给分文，以全蚁命还乡。来生衔结相报，哀哀上禀。 \\n 南斌看完，问道：“你们船在何处？”岑氏道：“自从被劫，船家将妾等送入观音庵中，船行去了。”南斌道：“既如此，我与你们同乡，你随我到船中，我带你们回去罢。”岑氏道：“妾辈是寡女，大爷是孤男，如何好同船？”南斌道：“我船上有妻妾七人，尽可同住。如若不便，我发盘缠雇船，送你们回乡便了。”岑氏道：“多谢大爷。但丈夫尸骸怎处？”南斌道：“我早已买棺殓了，寄在庙中，少不得一同发回。”岑氏道：“阿弥陀佛，好恩人，好恩人。”即同男女立起身来，与南斌拜了两拜，随南斌到船。宫梅接待以礼。岑氏住了两日，十分感恩。又见妻妾七人，和爱如宾。因起招婿之心，对宫梅说，要将两女送与南斌。宫梅见两女温柔美丽。心中甚爱，教南斌纳了。 \\n 一日，到临清州泊船卖茶，茶已卖完，又有对合之利。因清闲无事，入城游玩。走过通衢，见一个乡宦门前，有大书告示一张。上写道： \\n 乡宦翰林院东，为招医事：昭得本院，有爱女三人，忽然患病，不时呓魇。已曾遍招名医，投药如水，全无效验。视其状，一若魑魅藏怀，魍魉入腹。如有四方游侠之士，能医爱女之病，使沉疴立起，本宦即将三女招赘为婿，决不食言。揭榜为证，如无妙术，不必混扰。 \\n 南斌看完，想道：“又怪出了，向来宫梅符咒收了多少疫症，此病有些似疫，何不揭榜而进。”一面想，一面将榜文收揭。门前管家忙来，邀入内厅坐下，进里边报东爷去了。南斌此番胆大，去撩虎须，不知医死医活如何？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第六回 抄旧诗抄中东西施", "正文": "  \\n 第六回　抄旧诗抄中东西施 \\n 　 \\n 幻出许多梅柳，且看东南结构。试问古荣华，谁比南生消受。知否？知否？梦醒一般乌有。 \\n ——右调《如梦令》 \\n 且说这翰林姓东，名阶。夫人北氏，生一位公子。这三位小姐，是三妾所生，同庚十六岁。长女名玉梅，次女名白梅，三女名红梅，俱是绝色天才。东阶切爱如珍，尝对北氏道：“昔西施貌美，东施貌丑，吾姓虽东，吾女实西施也。”每每难得佳婿，切切在心。一日夜中，东阶梦一个彩女，送一幅诗笺来，说道：“佳婿即是此人。”东阶将诗句看了一遍，忽然惊醒。忙忙披衣起来，张灯写出是： \\n 东西旁拱北来朝，执笏操戈并辔镳。 \\n 一面能教三面服，赋诗退敌姓名高。 \\n 东阶忖道：“此等女婿，必是文武全才。”暗暗自喜。军门柳之营公子，屡来求亲。东阶嫌其愚丑，狠狠拒绝。如今见三女俱病，迎医无效，张挂榜文。 \\n 一日，管家通报，说有一个汉子揭榜。东阶分付，教投一个名帖进来。须臾投进一帖，上写道：“通家晚生南斌顿首拜。”东阶见帖，想道：“向来梦中诗句，常常思玩，也曾想到文武全才，看来这名字可怪，分明与梦中诗句相合。况且我家姓东，我妻姓北，我每唤女儿西施，此人姓南，二处俱去拱朝，岂非吾家佳婿乎。”一面叫夫人打点房中看病，一面出外相见。作揖，逊坐。东阶见南斌之貌，英隽魁梧，也觉欢喜。用了茶，即邀南斌入内按脉。南斌道：“此症带妖气，非可药治。”叫取净水三盅，依向治疫之法，暗中念咒作符，分三位小姐吞下，东阶即邀南斌出外，到公子书房坐下，那馆师抬头一看，叫一声道：“贤契为何到此？”南斌道：“原来先生在此处馆。”这师就是鲜于明。对东阶道：“这是愚徒，当初七岁之时，便会吟诗作对，是个奇才。”闲话之时，只见丫鬟忙忙走来报道：“不好了，小姐殒死了。”东阶慌慌进内，一面分付家人，叫紧闭前门，不可放走了医生。南斌面如土色，暗中懊悔。鲜于明也替南斌暗暗担惊。东阶进内，见三女皆神昏不懂。守了片时，又见三女呻呻S吟Y吟，自言自语。听见女儿口中叫一声道：“阿哟，这番好了。”翻身开眼，讨茶吃了三杯，心中竟已明白。北氏问故，小姐说：“我们走到一座花园中玩要，不料被柳树层层布紧，再走不出来。忽然见一个金甲牧子，将刀砍去了许多，我们方才走回家，好不费力。”一面说，一面精神渐旺，便起床来，行动如常。北氏大喜，即分付厨房打点酒席，款待医师。东阶心中有变，与北氏计议道：“榜文上原说医好三女，即招为婿。如今意欲嫁他，不舍得三个好女。意欲不嫁他，又难为只张榜文。怎处？”北氏道：“医生容貌如何？”东阶道：“相貌魁梧，又是鲜于先生旧徒，说他才高。只是九流中，所以不欲。又恐柳抚台知之，要笑我恨我。”北氏道：“既如此，把三女之中，配他一女，岂不两全。”随即去问三个女儿，谁肯配医生？三个女儿俱默默无言。东阶想了一回道：“我有一计，如今将三个女儿的闺名为诗，若全佳，凭女儿选中。若做不出时，使以柳军门为辞，酬他些金帛罢了。” \\n 计了半日，外边南斌想道：“小姐若是死了，老东就该出来与我对理。为何半日不见消息？谅必还有生机。”又悔道：“方才不该造次，势宦之家，怎比百姓财主，可以轻试。”又忖道：“宫梅符呢，向来并不误事，难道这番偏害了我。”正在惊慌，只见东阶缓步踱出来，将手一拱道：“多蒙国手，小女已痊。”南斌欢喜道：“何如，不然晚生也不敢揭榜。”须臾，内边排出茶果，分宾主坐下。饮茶之间，东阶冷语道：“小女因前番柳抚台的公子屡来求亲，小弟嫌他无才，决然不允，只怕柳抚台还要来歪缠。”南斌见说话跷暧，忖道：“我娶过九人，俱是甘心送我的，我每每推辞。此人行短，欲悔前言，我偏要娶他。”随即冷笑一笑道：“如今老先生要践榜文之约了，也顾不得抚台之求。”东阶道：“欲应抚台之求，小弟嫌公子无才。今欲践榜文之约，小女嫌先生之无才，故此未定。”南斌道：“如今将何以为定乎？”东阶道：“小女颇晓诗章，斗胆请教。”南斌道：“老先生榜文，原说医好即嫁，未云联诗即嫁也。今又起一番波浪。幸是晚生，若是他人，这姻亲已难谐了。”东阶叫取文房四宝，彩笺三张。第一张玉梅为题，第二张白梅为题，第三张红梅为题。写完送过南斌。南斌看了，笑一笑，随即举起笔来，迅不及停，写出题玉梅诗是： \\n 分明数缕武陵霞，飞缀枝头散作葩。 \\n 寒透一身香特异，霜堆满面色偏华。 \\n 写完第一首，送过东阶。又忙写第二笺，白梅诗是： \\n 冰肌本是粉和霜，又向瑶池洗玉妆。 \\n 让雪三分应不让，天香一段雪输降。 \\n 写完又送过东阶，忙写第三笺，红梅诗是： \\n 锦绣每从云母缀，胭脂疑倩月娥搽。 \\n 桃姨杏姊难争色，占得春风第一家。 \\n 写完，又送过东阶。东阶看了，暗中赞叹道：“这诗，三首俱佳。古称曹子建七步成章，以为才子，今观此生，三步成章，七步不足数也。”不住的点头搦首，暗中作圈。帘子内夫人小姐早已偷瞧，着丫鬟出来讨诗。东阶付进，三位小姐看了，惊讶赞叹道：“娘你看此生，一笔挥成。如此妙诗，莫说道救苏我命，是个恩人，只是这样高才捷才，谅来天下也寻不出第二人了。”北氏道：“儿，你们既喜他，嫁他便是。这也是无缘前定。”南斌在南庄时题这三种梅花，不料竟合着小姐名儿。况且做过的诗，自然不假思索。东阶与小姐焉得不以为奇。须臾筵席排在内厅，丫鬟来请，东阶邀进南斌。是三桌酒，东阶与南斌宾主左右，鲜于师照席坐下。酒过三巡，鲜于明开口道：“贤契年纪展其底蕴，方才赐教七言，虽然佳妙，恐不尽其所长。小弟素爱梅花，每欲联诗以赏之。奈愚衷格格不吐，今欲先生再教梅花诗三首，以豁小弟之愚衷何如？”说完，即叫取文房来。南斌想道：“如今欲题三首，未免要假思维。南斌和作虽多，俱已忘怀，何不把考童生的诗，立刻写出，再惊他一跳”又见文房取到，南斌举笔，也迅不及停，写出第一首是： \\n 白玉堂前种有年，东风吹上百花先。 \\n 含英人似双蛛蚌，放萼朝披五色烟。 \\n 日映文章肠欲见，科登幽素士加怜。 \\n 他时尚用调商鼎，赖此春华第一妍。 \\n 南斌写完即送过东阶，遂写第二首是： \\n 群芳次第及华年，赢得开时我独先。 \\n 质艳照思占鼎甲，标高势欲上凌烟。 \\n 香分月桂羞他晚，节傲风松觊我怜。 \\n 寄语江城弄笛子，休将五月落春妍。 \\n 写完，又送过东阶。东阶看了，不觉失声，拍案道：“妙绝妙绝。南斌已写完第三首了。是： \\n 竹友松兄待有年，相交常得在春先。 \\n 寿阳妆额娇宫禁，驿使逢君寄陇烟。 \\n 范氏谱成和种美，宋家赋就使人怜。 \\n 有时纸帐谐君卧，已知相看实较妍。 \\n 南斌又送过，东阶看了，不觉声声称赏。送与鲜于明看了，也拿到闺房中细细去看。看到第一首，玉梅笑道：“妹妹你看他气概，竟欲笼罩一世，未二句竟要做宰相了。”看到第二首，白梅笑道：“姊姊你看他前六句，竟欲做状元了。未后江城五月这两句，只将古诗一跌，分外清新，又使人不测。怪不得爷爷拍案。”看到第三首，红梅笑道：“姊姊，可笑他句句说心事，第一句待有年，分明说我们。第二句相交在春先，他分明说自家。第三句寿阳妆额，又说我们。第四句驿使逢君他又说自家。范氏谱宋家赋，总是一般寓意。第七句纸帐谐君卧，竟要坦腹东床了。”白梅道：“我们姊妹自负才高，每成一诗，还想一时，还不能如此确妙。不知南郎的诗肠，是怎样的。”红梅道：“二姊姊羞羞，早早就唤他南郎，把丈夫都赊了。”内边笑语休题。 \\n 且说南斌，饮酒之间，想道：“姻事已谐，不消说了。但已前妻妾九人，今日若不说明，他时反费周折。掩耳偷铃，非大丈夫之所为也，”随即对东阶道：“不敢相瞒，晚生已有妻妾九人，现在舟中，恐三位令爱要屈在十名之外了。”东阶听说有了妻妾，愀然不悦，即进内与夫人商议。北氏道：“既有妻妾，我女岂可为小，这使不得。即进闺房与三个女儿说知。三位小姐，正在笑语之间。闻了这话，也呆了半日。白梅问道：“大姊妹主意何如？”红梅问道：“二位姊姊主意何如？”玉梅道：“啐，才人不嫁，难道去嫁村牛。”遂即忙忙写字数行，着丫鬟送给父亲，内写道： \\n 儿癖性爱才，父亲素谅。况儿辈卧病月余，魂被恶柳重围，几乎不返。幸遇此生，得金甲神砍去，方得重苏。倘恶柳再来迷魇，何处再寻南生？恩难负，言难食，才难求，恁他十妻十妾何妨。 \\n 东阶看了，对北氏道：“女儿执性爱才，怎处？”北氏道：“我们择婿，万有不周，终身有怨，凭他所爱，日后怨不着爹娘。”东阶踱出来，仍与南斌再坐。酒间问道：“请教先生，年少书生，为何就有妻妾九人？内中未必无故。”南斌道：“其说甚长，容晚生细讲。”因而把康山哭梅做梦之事，从头说起。说到追寻宫主到天津，宫主附了柳小姐之形而来，是第一房。东阶道：“莫非就是抚台柳之营的令爱么？”南斌道：“正是。”此后，收瘟得第二房，救缢得三房，替还京债三百两得第四第五房，代完官粮一千两得第六第七房，救劫难殓商尸第八房第九房，细细说了一遍。鲜于明道：“这等看起来，柳抚台之婿，又是令婿了。”东阶随即起身，扯鲜于明到一旁计议道：“小弟昔年有梦，小女该配南生，况南生之才，小女又十分爱慕，姻亲不得不谐了。但南生赘居舍下，将柳抚台之令爱撇在舟中，何以为情？”鲜于明道：“依晚生之愚见，何不将舟中九位，俱迎到府上住居，省得南生两处相悬。”东阶道：“有理。”一面叫鲜于师对南斌道达其意，一面进内与夫人说知，叫丫鬟打扫月宫楼。一面叫管家们打轿，去迎舟中人眷，将行李金银俱搬入府中。须臾，九位美人厅前下轿，东阶见礼。抬头一看，个个是天姿国色，不胜惊叹。内边北氏相迎，送入月宫楼中。 \\n 此楼前后，多植桂树。中有假山，山上有百般盆景。厅前一片匾额，是云居二字。高楼上一片匾额，是月宫楼三字。当晚酒完，送南斌入书房安寝。东阶进内，与北氏相议道：“柳抚台得知，必然要来争夺。明日月宫楼中设筵，款待了柳小姐。后日是吉期，成了花烛罢。”北氏道：“有理。”随即分付内外家人，不许扬声，恐柳老爷得知不便。到期，内边送出一套内外新衣，金花彩缎，南斌穿着插带了。鼓乐喧天，迎到内堂。拜了花烛，引人洞房。南斌抬头看那三位小姐的美貌，像康山梦中十宫主、十一宫主、十二宫主。少顷，房中排下酒筵，与三位小姐对坐而饮。南斌想道：“我前番在梦中受用，认以为真。今番又在白日中受用，焉知不是梦也。只见三位小姐，一味娇羞，多少尊重，不比梦中成亲，有一番戏谑。南斌一面饮酒，一面想道：“我前番考童生三首梅花诗，不能入泮，几乎气死。不料抄在此处，竟抄中了三位小姐。这般受用，虽中状元，亦不及也。”想到此处，不觉失笑。三位小姐见新郎一笑，也觉莞尔。当夜酒完，已是明月穿窗时候。三位小姐，先入卧房。计议道：“诗才固妙，但不知对才如何？我们各出一对联，再考他一考。若对得好，是状元同游上苑。若对得不好，做秀才独坐寒窗，明宵再试。”随即大小姐取花笺一张，写道： \\n 纱窗外一轮华月，纱窗内一枝花烛，两光映彩是丝通，不是私通 \\n 写完，入在小花封内，上书第一场，叫使女分付了，送与姑爷道：“三位小姐考姑爷三场，若做得好，请状元同游上苑。”南斌笑道：“若做不好呢？”“小姐说请秀才独坐寒窗。”南斌取出花笺看时，原来是对联。丫鬟送过笔砚，南斌对道： \\n 绣衾下三位佳人，绣衾上一名才子，四美联芳由功道，实由公道 \\n 南斌对了，也投入花封送进。小姐看了，笑道：“第一场中式了。”二小姐也取花笺一张，写道： \\n 月宫楼九个姮娥，望折桂之夫，羞被仙姬占去 \\n 写完了，入在小花封，上书第二场，叫使女递送姑爷。南斌取出看了，对道： \\n 桃源洞三位麻姑，遇采药之士，欢迎君子进来。 \\n 对了，也仍入花封送进，小姐看了道：“第二场也中式了。”三小姐也取花笺一张，写道： \\n 原来是三教九流，如今妄入三台宫，高低差九万里 \\n 写完，也入花封，上书第三场，叫丫头送出。南斌看了，笑忖道：“他轻薄我，我也调戏一场。对道： \\n 曾去习八门六花，少刻排开八卦阵，进退战六千交。 \\n 对完，仍入花封送进，小姐看了，笑道：“虽然太谑，却也中式了。”随即叫丫鬟请状元游苑。南斌踱到床前，笑道：“若不是状元善对，秀才独坐寒窗，小姐孤眠绣帐，两相耽误了。”就替小姐除花朵，解钮扣，脱衣裙，床上风流。不过如康山梦中光景，不必再题。 \\n 到满月之期，正值东阶生日。柳之营备了厚仪，特来拜贺，意在求亲。到临清，闻知东小姐俱送与医生为妾，又气又笑。气的是求亲不允，笑得是嫁与医生做小星。想道：“如今正要去羞他一场。”之营到时，东阶殷勤接待，意思要使他岳婿父女相逢。少顷酒筵已备，逊坐入席。酒过数巡，之营开口道：“小弟路中闻得一桩新奇笑语，真个可笑。”东阶道：“请教。”之营道：“有一个官家公子，夜间要月饼吃。一时没有，哭个不住。此时月上东方，其父母指月道：“这是月饼，你可去拜求，他若掉下来，有得吃了。’那公子去拜求了多时，不见掉下来，只得罢了。两日之后，天上有星无月，那公子指着东方道：这月饼不知掉下那个吃了，俱变做小星。”说完，掀髯大笑。东阶想道：这分明讥我三女也。随口儿答道：“近日有新编的倒还魂，年兄可见么？”之营道：“不曾见。”东阶道：“小弟说来。牡丹亭是柳梦梅引了杜丽娘的梦魂，到太湖石边交垢了。杜丽娘醒来，相思死了，后来还魂，做了夫妇。只有旧本，人人所晓。如今新编的不同，柳梦梅改了梅梦柳，杜丽娘改了柳丽娘，二人竟不做梦，清天白日，柳丽娘竟随了梅梦柳而去，做了夫妇。”说完，也掀髯大笑。之营想道：“这分明诮我天津失女。”心中不悦，即立起身来，叫打轿。东阶也立起来笑道：“方才聆年兄之笑话，小弟打不得轿。如今年兄聆小弟之笑话，便以打轿散场。岂是年家兄弟之情。况且新编的倒还魂，尚有后文。那柳丽娘的父母，十分挂念，无处寻求，不料在东翰林家中相逢。”之营听到此处，便将身坐下问道：“年兄，这话怎说？”东阶也不回言，便大叫一声：“丫鬟们，请柳小姐与姑爷出来。”只见宫梅浓妆艳丽，环佩叮当。南斌方才用酒，面带桃红，气概昂昂。一同出到大厅立着。东阶指道：“这是令爱，令坦。”众丫鬟铺下红毡，夫妇二人，纳头便拜。之营也不知是真是假，是醒是梦，胡乱回了几揖。宫梅与南斌，又缓步进内。之营坐下，说道：“小女如今丰肥华丽，觉得一时难认了。想当初在病中，昏迷相失，原非私奔，这也不必怪他。但不知何由在年兄府上？”东阶遂将南斌康山哭梅做梦，寻宫主到天津哭叫，那宫主之魂，附了令爱之形而来。说到此处，之营道：“那时小弟在船中，也听见哭叫宫主之声。道他是个癫狂，所以不睬。”东阶又一一说来，说到女病，张榜招医，医愈考诗，招赘之事，细细说完。之营道：“这等说起来，令婿即是小婿了。”东阶道：“正是。”随即将考过的梅花诗，俱送与之营看了，说道：“此诗俱是当面命题，令坦一笔挥成，小女爱其天才，所以甘为小星。事非草草者也。”随即叫家人，请姑爷来陪酒。南斌出来，坐在东阶席旁。之营一面看诗，见诗才高爽清新，一面看貌，见容貌魁梧英俊。想到自家公子，黑丑顽愚，不胜惭愧。赞叹了一番，递过了诗，对东阶道：“荆妻痛念小女，几乎丧命。明日断要接小女同回了。”南斌道：“岳父在上，小婿有一语禀明。如今形虽是令爱，魂还是宫主的，恐不肯相随。”之营道：“这等说起来，终身无还家之日了。”南斌道：“宫主每常有言，缘尽仍返康山，少不得送还柳小姐之魂。”东阶道：“明日贤婿谐往，小姐自然肯去。”当晚月斜人散。 \\n 次日，之营亲来说宴接女，南斌只得同宫梅上轿而去，一路无辞。到了柳府门前，下轿入门。之营先到房中，对李氏道：“女儿回来了。”李氏道：“莫非见鬼。”之营道：“同女婿在外边。”李氏忙出看时，果然是女儿，连连叫道：“我的肉儿，我的肉儿。”宫梅虽然下拜，竟不相认。李氏扯宫梅到房，说些旧话。宫梅不懂，但默默而已。当日整酒，款待女婿。夜复同床，夫妇欢合了一场。宫主对南斌道：“妾蒙郎君爱之如珍，故多方以报之。今天缘已满，仍返康山去矣。少刻柳小姐陪郎君。”说完，二人洒泣睡去。一时宫梅醒来，摸着南斌，惊道：“阿哟，你是何人？敢睡在此间。”南斌道：“我是你丈夫。”小姐道：“我病卧在床，几时成姻？是我丈夫？”南斌即将天津相遇，与救瘟做生意，得众妾之事，细说一遍。宫梅只是不信。南斌求云雨，宫梅起来穿衣，坐到天明，去见爹娘，问其详细。柳之营道：“汝病时，被梅魂摄去，与南生为夫妇久矣。幸南生是才人侠士，也不屈辱了你。我今日再备花烛，与你成姻。”二人重新拜堂合卺。正是： \\n 新人今日绾新丝，旧物相交胜旧时。 \\n 本是柳来梅接体，依然梅去柳生枝。 \\n 颠倒因缘千古幻，翻空富贵一场奇。 \\n 人生不信浑如梦，且看新文梅柳辞。 \\n 南斌与宫梅在柳府欢乐，不觉满月矣。东小姐差家人来接南斌，有书投进。折开看时，上写道： \\n 郎君别桂宫而入柳院，已逾月矣。岂柳丝长将郎君久系耶？何不仍携佳柳重入桂宫，毋使一般明月两地萧声。妾等十一娥，扬乐以待。 \\n 南斌看了，即去告知柳之营夫妇，要小姐仍到东家。之营夫妇虽然不舍，出嫁从夫，只得送女儿出门。又到月宫楼住下。南斌与十二位美人，欢乐了一载。忽然挂念家乡，只带十二个美人同归。东小姐去告别父母，北氏不舍。东阶道：“女子出嫁，谓之于归。如今是南家人了，去罢。” \\n 南斌择日雇船，一齐起程。到济宁地方，替岑高超度一场，发了棺木而行。依路到绍兴地方，又赠岑氏百两，以为殓葬之费。然后到自己家中，拜见父母。南惊问：“何处来的许多美人？”南斌粗粗说了一遍。南甚以为奇，颖氏十分欢喜。在家住了数日，南斌以为不便，仍到南庄居住。只见梅柳依然无恙，但不如昔年之盛了。住不数日，即将生平梦中的奇荣，与历过的奇遇，集成一卷，随即去拜诸材、诸绶，将此一卷付与诸材，求其作传，以垂不朽。 \\n 一日，南斌与妾辈饮酒大酣，长叹一声道：“我昔在康山，一梦之间，享了一生之荣乐，人间所未有也。今虽勉强欢娱，不及梦中多矣。可见做梦即是为人，为人不如做梦。因而拍手长歌，歌云： \\n 庭前芳草兮年年绿。槛外溪涛兮日日流。麟阁功勋兮葬垄丘。妆台红粉兮成骷髅。多少高楼兮楼上愁。多少雕栏兮栏上忧。南来北去兮道路何求。东升西没兮日月难留。 \\n 歌完，仰见明月当空，出外步于河边。见渔船一只，横在渡头。遂乘船划至波心看月。此处正是当初七月二十三漂尸积骸之处，但见天上忽起一片黑云，波涛回舟飞舞。南斌化为龙身，入水而去。岸上人望者，个个惊讶，纷纷谣讲。有人道：“这人是南斌广行阴德，拜求来的，原非凡胎。如今还了原身去了。”有一个秀才道：“此人七岁成文，吟诗作对。十二岁时，与我同上道，我彼时抄了千家诗四句，倒进了学，他一篇妙文，三首妙诗，不得入泮，害了癫狂。后来随了诸举人进京，不知何处去，拿了万数金银回来。”又有一个邻人道：“你还不见有十二个绝色美人，日夜欢娱，我到墙边张看，真个要爱杀人的。”又有邻人道：“他如今入水去了，这些美人，少不得要嫁，大家打点银子去讨他。”正在哗言之际，众美人着管家到涯边去寻。邻人都说道：“化龙入水去了。”管家报知美人，那众美俱号哭挂孝。次朝，报知家中。南□叹惜，颖氏恸哭，俱不在话下。 \\n 一日夜间，众美人一齐做梦，梦见南斌来说：“我明晓月下有一只楼船，来接你们。你们可到海塘外等候，不可失信。”次夜，十二个美人，各各妆拾些珠玉宝玩，要管家送到塘外。坐等片时，果然有一只大船，随潮而来，近岸停泊。有青衣两美人，迎笑道：“一一登船。”迅速而去，不知所终。南□与颖氏，自前南斌进京之后，又生一子承家。梅魂一事，都说完了。又有《如梦令》词一首为证： \\n 梦到乐时胜醒，醒到昼期是梦。梦醒一般日，日月古今迭迭。幻哄，幻哄，都是梦中做梦。 \\n  \\n   \\n  "}
{"章节": "第一回 活饿莩楼中藏美真", "正文": "  \\n 第一回　活饿莩楼中藏美真 \\n 　 \\n 自古人生成一梦，谁人留得音容。长江流月去无踪。潘安西子貌，魂断已随风。惟有画图人面在，他年还有相逢。须知图画也成空。图画人何处？人留话本中。 \\n ——右调《临江仙》 \\n 我看世间神奇巧妙，莫过于画工。一张白纸上，提起一管笔来，把那天地间人物山川，风云花鸟，千形万态，俱从毫端上，一一的勾了出来。比如当初唐朝画工，有两个妙手。一个名唤韩干，一个名唤周昉。一日，郭令公为女婿赵纵写真，先令韩干写了一图，后又令周昉也写一图。二人所描，形容逼肖，郭令公莫辨高低。令公之女说道：“二画俱似，但前写的不过描得赵郎的形貌，后写的兼得赵郎性情笑语之姿。”我想一个活生生的人，描在一张呆呆的纸上，把这人的性情笑语，都宛宛写了出来，你道奇也不奇。这算是平常的。后汉时，有一个画工，名唤刘褒。他尝画一云汉图，凡看见的人，都迫热起来。又尝画一北风图，令看见的人，都寒起来。我想寒热乃是天地阴阳之气，为何一支空空的笔底，把那天地春夏秋冬，都轻轻移了转来，你道奇也不奇。这还唤是平常的。吴道子尝往一寺中访僧，僧人不礼貌他，他就于寺中壁上画驴子一头。夜间那驴儿竟走落来，把僧家尽行踏破。僧人只得再三恳求，吴道子方才把画驴涂坏，然后不走落来，你道奇也不奇。北齐朝画工杨子华，画马于壁上，每日必蹄啮长鸣，要寻水草吃的一般。唐朝宁王，乃唐明王之弟，在花萼楼上壁间，曾画六马衮尘图。唐明王最喜的是一匹玉面花骢，不料后来那玉面花骢，竟化驰而去，壁上止留五匹，你道奇也不奇。又有唐朝张僧繇，尝于金陵安乐寺中壁上画四条龙，只是不曾点睛。他每每对人说，若经一点眼睛，即飞去矣。人人都道他是妄言，他一日举起笔来，把一条龙，竟点上了眼睛，只见一时之间，雷霆破壁，那一条龙竟飞腾去了。不点睛的，依然在于壁上。我想飞龙乃是天上的神物，雷霆乃是天上的怒气，画龙何以能飞，雷霆何以能响，你道奇也不奇。这也还不算为奇。当初唐朝元和初年，长安士人见古屏上所画的美女，竟都走落屏来，在床头踏歌。歌云：“长安女人踏春阳，无处春阳不断肠；舞袖弓鞋浑忘却，娥眉空带九秋霜。”长安士人见了大惊，高声叱之，忽然上屏。我想屏上的画女，为何会得下屏，又会得上屏，又会得踏歌，有歌声，有歌诗，竟似活活的一般，你道奇也不奇。如今有一个新文，与那些所引的画图，仿佛不远。且向明窗净几，从笔花底下，墨迹痕中，写他出来。如歌如舞，正好听好看哩。正是： \\n 每将古砚拂尘忙，滴露浓磨墨放香。 \\n 写出一场奇尽说，与君纸上听笙簧。 \\n 传说先朝正德年间，河南省城中，有一人姓池，名上锦，别字苑花。生得一貌堂堂，美如冠玉，风情态度，有仙家气象。奈何父母俱亡，家业一贫如洗。故此年近三十，尚未有妻。若论他的世籍，也是显宦之家。他父亲在日，名唤池篁，曾为吏部天官。只因此时八党横行，势倾朝野，池篁抚疏切论，反被假旨矫诬，诬赃削籍，下在狱中，追赃变产。因赃不及全完，竟把池篁害了。家中产业，竟是一空，止留得三间小楼，聊且依栖。苑花既是天官公子，幼年自然延师读书。及至长成之时，见父亲以功名致殁，竟丢了举业文章，单喜的是诗词歌曲。初时还有两个家人小使，只因饥寒难度，都散去了。如今便有了柴米，还要做灶州府的吹官，你道苦也不苦。可喜池篁遗下的画图甚多。一日到画橱中，尽数发将出来，展开看时，但见画的有： \\n 指日高升图加冠进禄图 \\n 丹凤朝阳图青麟望月图 \\n 八仙庆寿图五子登科图 \\n 鹤舞乔松图鹿鸣翠柏图 \\n 这都是池篁当初做官时，同僚与属官，祝他寿旦，庆他升官，贺他生子的。外有： \\n 春日牡丹图夏雨荷香图 \\n 秋风桂子图冬雪梅花图 \\n 茂叔观莲图渊明看菊图 \\n 范蠡泛湖图摩诘辋川图 \\n 这都是池篁当时做官，觅名手画的，上面俱有名笔标题。外有十四幅美人图，是： \\n 西子浣纱图王嫱和番图 \\n 贵妃洗儿图则天赏花图 \\n 一女倚阑图二女品箫图 \\n 三女跹秋图四女围棋图 \\n 五女打莺图六女扑蝶图 \\n 七女踏歌图八女奏乐图 \\n 九女斗花图十女争夫图 \\n 这些也都是池篁的僚属官员，觅名手画了，送来承奉天官的。真个画得标致异常，也灵活不过了。池苑花且撇开了别画，但把这十四幅美人图，齐齐排列，一一仔细观玩。玩《西子浣纱图》，千岩竞秀，万壑争流，但觉西子春风满面，恍然如闻其水声砧声。玩《王嫱和番图》，沙漠凄凉，马行迟缓，但见王嫱颦眉蹙额，恍然如见其啼痕泪痕。玩《贵妃洗儿图》，内中宫娥彩女，环绕金盆，如见其与安禄山谑浪的一般。玩《则天赏花图》，内中奇葩锦萼，相对樽筵，如闻其与薛敖曹笑语的一般。见一女倚栏，衔指对月，如怀想才郎的；见二女品箫，顺气入管，如振响林皋的；玩《三女跹秋图》，但觉二女在架，就如蝴蝶一般，一女在架旁，拍手仰天，似乎两称其妙；玩《四女围棋图》，但觉二女下子，就如蜻蜒一般，二女在棋边指东道西，宛然各护一家；玩《五女打莺图》，但见纤纤玉手，持竿仰面，斜观杨柳枝头，似乎恨其惊梦；玩《六女扑蝶图》，但见轻轻罗扇，低逐高扬，频向蔷薇架上，宛然怪其穿花；玩《七女踏歌图》，但觉弓鞋轻动，清音恍如入耳；玩《八女奏乐图》，但见吕律齐鸣，和气宛然醉心。玩《九女斗花图》，但觉玉手齐擎，竞气宛然在目；玩到《十女争夫图》，身子竟蹉倒在地，痴痴的呆想了一时。叹了一口长气，忖道：“论起来，我也是天官的公子，便娶了天官的小姐，做了娇妻，也是应该的。奈何处了这样时势，连这身子也是罪人之孥，还要防朝廷来计较。莫说道要如画图上这般美女，终身想不来，便要娶一个平常女子，又何时能想得来。”又叹一口长气，低头忖了一回，不觉笑一笑：“何不如去学了画工，习到精纯，那天地间千山万水，人世上的千形万态，美女中千娇百媚，都从我笔尖上描出来。那时莫说道是糊口有余，即要轻动公侯，料也是不难的事体。”一面想，一面把《十女争夫图》竟挂在卧床里面，余外把《西子浣纱》这四幅，挂在楼中上面，把《一女倚阑》这九幅挂在楼壁两边，随即排了香案，把香炉烛台供奉了，揖了四揖，然后将余外的画图拿了下楼，锁了门，走到一个相识的画工铺中，号景星云，与他商量学画之事，并要景星云寻主顾，卖这些画图。一一在铺中展开观看，只见街坊上有一人经过，就踱进来，池苑花回头看此人，但见他： \\n 身上一般儒服，而艳丽惊人。容貌不似书生，而风流作态。面前罩一顶绿纱花伞，背后随四个肥胖家人。 \\n 这人看见《指日高升图》、《加冠进禄图》、《丹凤朝阳图》、《青麟望月图》就要买这四幅画，问景星云道：“这四幅画，要银多少？”池苑花接口道：“是小弟的画，台兄若要买时，实价纹银十两。”那人就竖起眉毛，睁开两眼，高声道：“不过是四幅画图，为何要我这许多银子？我且问你，你这穷汉，此等台阁之图，从何来的？岂不是一个贼子，盗取宦家的么？家人们，可写帖子起来，送到县中去。”那池苑花向恐孽根未净，原是躲在家中的。有时出来，也并不敢提一个池公子三字。如今景星云见此人发怒，只得忙陪笑脸道：“这池相公，乃是当初池天官的公子。这画图，都是池天官遗传。价银任凭山老爷见赐他，也决不敢深论。”那人道：“原来是罪人之孥。”竟喝叫四个家人，抢了这四幅画，出门洋洋而去了。池苑花气得目定口呆，半日说不出话来。门外有些朋友们看见，都走进来，多是认得苑花的，恭手道：“池兄，你见他来，就该把画图收拾了，为何得他看见。这人是山老虎，恶不可当的，你难道不知。”池苑花道：“此画原是要卖，故此特来与景兄计议，不料遇着凶星。小弟向来避罪家门，那新时的风景，竟久不知了。”可幸那些朋友，都晓得这些画是池老先生的遗留，乃忠贤之名迹，都来展看。有的道：“这春夏秋冬的四幅，待我买了，四两银罢。”有的道：“这观莲看菊的两幅，待我卖了，二两银罢。”有的道：“这泛湖辋川的两幅，待我买了，二两银罢。”池苑花道：“不敢深论，再求增些。”那些朋友也果然增了些。八幅画，称起十两银子。池苑花心中欣喜，竟都卖了，送别出门。只见又有一人走进门来，问景星云道：“定描得这四幅画图，可完了么？”景星云道：“其实来不及，还要几日才完。”那人道：“活放屁，你好误事。我们石相公还要拿去年伯们标题，也还要拿去裱褙铺精裱，只是这几日就要送山府了，你好个自在的性子。”景星云低头一想道：“有四幅现成古画在此，是当初宦官们庆贺池天官的，如今工夫忙促，便描来也没有他这样好了，你可去与相公计议，可买了罢。”随即将《五子》、《乔松》、《翠柏》、《八仙》这四幅展开与那人看看，那人道：“此画果好，待我与相公说了，待相公自来。”那人去了，池苑花一一详问，景星云道：“方才这抢画的，是兵部尚书山岩的公子，名唤山鸣远。只因山岩近来拜江内相为干爷，势倾朝野，人人侧目。公子恃势横行，故此人唤他是山老虎。他又亏父亲之力，纳粟奏名，新选了湖广光化县知县。方才催画的一家，乃是山尚书的女婿，石侍郎的公子，名唤石音和，是一个秀才，为人极忠厚的。是这些管家们，常要乘风放火，亏得石公子制服，到底还不敢放肆。明年新春正月十三，乃是山尚书的六十寿诞，故此山公子把《指日高升》、《加冠进禄图》抢去，替父亲光彩。石公子也要替丈人庆贺，故此屡来催画。”池苑花道：“原来如此。”随即把要投师学画之事，与景星云计议。星云道：“只是池相公难好习此贱业，若果有心，在下无不领教。”只见石音和进店来问道：“画在那里？”景星云忙忙展与他看，石音和玩了一时，称赏道：“此画果然不同，点缀八仙有变化出尘之局，而反以清描淡写胜之。《五子登科》写出白马红缨、连镳并辔，洋洋得意。马前如闻有喝道之声。《仙鹤》、《仙鹿》二图易于枯寂，如今画得日月扬辉，云霞缭绕，见之觉有暖气霭然，可见是忠贤古迹。价银三两一幅罢。”随即到拜匣中取出一封银来，付与景星云道：“前付定银二两，今又十两，共成十二两。”叫家人拿了画，恭手出门，竟到袜裱铺商量去了。池苑花道：“此人果然忠厚，既今景兄所收二两，竟谢了景兄罢。”景星云称谢，池苑花作别出门，一路不胜欣喜。想道：“几乎做了饿莩，不料今日侥幸，房中藏了许多美人，又卖了许多银子，且归家去饮酒高歌看美人图欢乐罢了。”到了家门，开锁进去。忽听见箫鼓朗朗，送入耳中来。恍然如白鹤山中，紫荆台上，仙人铁笛，响振林谷的一般。但不知何处吹萧，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 死香魂曲里诉幽恨", "正文": "  \\n 第二回　死香魂曲里诉幽恨 \\n 　 \\n 倚阑有女图中巧。纸上相逢，不过闲花草。笑伊把酒向谁浇，断肠一曲凭谁晓。忽听凄清音缭绕。声在楼中，人又无形悄。十四图中觅遍了，谁知唱在阑杆早。 \\n ——右调《蝶恋花》 \\n 且说池苑花，听见箫声，就立住了脚。仔细听时，分明是楼上吹箫。随即轻轻步上楼梯，将到房门，步声略响。那箫声竟忽然寂静了。池苑花忙忙去看画图，见《二女品箫图》，还奕奕而动。池苑花即对美人图作揖诉道：“可怜见我池上锦，孤身独自，万乞美人随念。”随即立起来，腰间取出卖画的银子，前后并来称称，果然是二十两。心中欢喜，即往外买些酒肴。归来，到灶前整了，然后登楼，排在桌上道：“我池上锦，今晚与众美人共饮。”随即坐下，自斟自酌。每饮一杯，将杯向画图一照，连饮了十余杯，四顾美人图，但觉图上，个个如笑容可掬，独有《一女倚阑图》美人，有惨然不乐之色。池苑花饮至半酣，把平日所制的《二郎神》曲子一套，就唱起来： \\n 孤帏悄，元自凭阑思窈窕。这酸风偏向单衣绕。吹箫谁何？梅花片，落江皋，空思弄玉偕同调。没紧要的良宵窗棂小。恨那冷月偷窥，笑人空老。 \\n 池苑花唱完了，又自斟自酌。刚刚举杯到口，只听见房中也有人唱将起来。池苑花吃惊，放了酒杯，四顾画图，又侧耳静听。原来唱的在倚阑美女的画图中。仔细听时，是接上前腔第二套： \\n 悲悼，把往事追思，旧情忆料。叹容貌如花，命薄。早魂消魄落，一天风雨飘摇，满地落红谁个扫？好含恨，狂且恶巧，把玉山倒。霎时间，樱桃杨柳，抛残芳草。 \\n 池苑花听了，但闻娇声婉转，如莺声一般。忖道：“我方才上楼听见箫声。如今又明明在画上唱和，这都是千古的奇事。”随即起身来，走到倚阑的美女图前，作了四揖，对他说道：“适聆美人唱词，满腔哀怨，不知恨着何人？论起来，美人既然有声音，能唱曲，便是活的了。乞美人走落来，共饮三杯，各诉情怀，两消寂寞。可怜见，我池上锦也是有才有貌的公子，如今最难消这漏永更长。美人肯走落来，便与我池上锦，举案齐眉，也不辱抹了千金贵体。万乞美人慨然，小池斟酒恭候。”随即再备盅筷，再设一把交椅，满斟两杯。候了一时，竟不见一毫动静。心中忖道：“何不再唱，引诱他再和。”又唱《啭林莺》一套： \\n 为谁悲怨多缭绕。声声啼血，嗷嗷。谅难消似闺的更难晓。何不移步樽前来共倒？可知相如孤也，抱琵琶拨着文君好。晚风飘，看画图动处，人下今宵。 \\n 池苑花唱完了，就举杯向画图一拱道：“乞美人再赐教。”听见那画上，果然又低低唱起来。唱的又是接上前腔《啭林莺》： \\n 香魂云水缥和缈。好似穿帘燕子，无巢。寂寂寒栏倚遍了。此情试问人知否？枉自空烦恼，倒不如惜花园的闲蜂鸟，且把酒频浇。看今朝花谢，昨日曾娇。 \\n 池苑花听了这一套，又走到画图前，作了两揖道：“美人的香魂缥缈，倚遍栏杆之情，若不下来一话，我池上锦到底难知。又蒙美人叫我饮酒，毕竟求美人下来共饮，自然酒落欢肠。”又到酒桌上斟了，候了一时。又不见动静，倒反添了许多凄凉寂寞。只得无聊无赖，自己饮了两杯，收拾了，到灶前煮饭。只见灶上热气烘烘，开锅盖来看时，饭已煮热了。池苑花又惊又喜，忖道：“此必是美人下降来煮的，侥幸侥幸。”随吃些便饭，将门户收拾好了，上楼。走到床前，欲睡时，见《十女争夫图》，又移灯去照了，看玩一番，然后吹灭了灯。怎奈再睡不着，心中便有无数事来。暗中忖道：“我池上锦向来懵懂，受了多少饥寒。那知这烂橱中的画图，有这许多妙处。一个冷落不过的房中，如今触目俱是美人。向来题诗唱曲，无人来睬，如今竟有知音。向来做灶州府推官，实不耐烦，如今竟有人炊煮。向来腰无数文，如今有二十两纹银在身，可以日用，安然从容学画。只是景星云的画手不高，如今且在他手下，入了门路，然后再觅名师。毕竟要如古人中的周昉写真，描出人的性情笑语来；刘褒写风云，描出天的阴阳寒热来；如杨子华的画马，能使蹄啮长鸣；如张僧繇的画龙，能使破壁飞去。这才是个高手，然后可以动得天子公卿。就如先父大人，这些画工，不知经多少卿相作兴过了，难道受了冻饿不成？”想到得意处，不觉暗中欢笑。翻来覆去，到夜半已后，一觉睡去。只见那《倚阑图》的美人，走到面前。池苑花忙忙整衣，与之作揖。看椅对坐道：“适才想望美人下来，竟已肠断目穿。今幸得美人光降，喜杀我池上锦矣。不知美人何以吩咐？”美人启口道：“妾有千万怨恨，今蒙相爱，特向郎君诉之。妾姓燕，名飞飞，乃金陵人氏。自幼与富翁潘氏，曾订婚姻。及至于今，不料潘翁之子，貌陋如鬼，酗酒如狂，终日以博赌为事。妾闻之，不胜怨恨，计图改字他人。随即有幸薄少年，系扬州人氏，名唤戈奇。闻妾之才貌而悦之，设计买嘱妾之邻妇，传达爱慕之情，屡致殷勤之意。隔帘相见，赠答诗章。妾此时欲脱潘氏之火坑，竟妄撞戈奇之地网。听其善诱，与之私逃，及舟至中途，始知戈奇已先聘王氏为妻矣。妾即悔恨无极，继之以哭喊之声，戈奇恐事机泄露，将妾杀之而抛尸于海中。妾之冤魂不泯，即托梦于父母，而戈奇败露，官司鞠究真情，已斩首阶衢矣。妾魂魄飘飘，苦无所依。昨见郎君倚阑图，与妾之真容无异，可幸栖魂有所。又蒙切爱之情，愧无以报，妾于诗词歌曲、琴棋书画，无所不晓，而尤精于写画。今知郎君欲以学画为生，妾当暗中诱掖，助成笔意，使郎君技术精工，他日博一场富贵。此即妾之香魂报郎君也。”池苑花道：“美人之隐恨，与美人之好情，今已尽知。且问昨日，闻楼上品箫的，这是何人？”飞飞道：“妾姊妹的香魂甚多，今闻妾依于此，都来依附图中。郎君以后尽不寂寞矣。”池苑花问道：“美人之姊妹，从何而来？”飞飞道：“妾在生前，苦无知己。今赴幽冥，见才貌双全的香魂，都联为结义姊妹。如唐时美人步非烟，乃参军武公之爱妾也，与邻家少年赵象，以诗诱合，逾墙相从，后被武公知之，鞭笞致死。宋时李易安，才名盖于当代，三嫁其夫，终配下流，抱恨而死。朱淑真文章幽艳，丰姿清丽，不幸而所配非伦，勿遂素志，每有郁郁不乐之恨，赋断肠十卷而死。元时贾云华，乃贾平章之女，与魏鹏有指腹之约；及魏郎长成，乃就贾母以游学，欲启婚姻之事；不料贾母命云华以兄妹之礼相见，不复言婚，魏郎因与云华私谐盟好；及魏郎应举登第，官为翰林，又以婚姻为请，贾母竟悔前盟；云华乃私与魏郎永诀，举杯呜咽，歌《踏莎行》一词，恸哭仆地；嗣后香销玉减，不食而殂。此等抑郁香魂，也数不尽许多，这皆是妾之知己也。今妾来，又添一个义妹矣。”池苑花道：“奇女出世，原是山川之灵气所钟。如今香魂郁结，聚为一图，这也是灵气依然不散，少不得都做仙姬。再请问美人，前炊灶煮系是何人？”飞飞道：“皆妾辈丫环所炊。以后郎君之膳，皆妾辈供奉，君勿以菲薄见嫌。”池苑花道：“蒙美人情厚如此，何以报之。”随即立起身来，携了飞飞之手道：“既蒙美人多情，乞怜小池裳寒枕冷之苦。”说到此处，忽见众美人一齐走来。池苑花吃惊而醒，原来是一场梦境。忖道：“好古怪的事，清清看见，美人与我对坐面谈，原来有这许多曲折，怪不得方才的曲中，有许多怨恨。” \\n 又卧了一回，天明了。起来下楼，打点炊煮。只见灶前汤饭，又已煮热矣。池苑花不胜之喜，随即梳洗毕，用了便膳，上楼封了二两银子，封签上号个贽仪一封，藏在袖中。又揖别了美人图，下楼锁了门，依路走到景星云铺中，向景星云作了四拜，送过贽仪，道达学画之意。景星云十分欢喜，待茶过了，就引入一间静房中，把画谱一一拿出来，付与池苑花。凡山川花鸟，人物楼台，美女春宫，无所不备。池苑花想道：“山川花鸟，这都是容易的，毕竟要从写真学起。随即把美人谱描过几张，随即丢了旧谱，散手摹描一张。但觉得心应手，若有神助的一般，竟与那画谱上的美人，仿佛不远。景星云看了，欢喜道：“池相公聪明之极，若如此，不消一年，我将拜下风矣。”此后，山川花鸟，都各各有心灵手敏之机。池苑花想道：“此必是美人的香魂助我。”午间景星云留膳，池苑花着晚方回。开门进去，但听见楼上脚步忙移，有棋子之声。到灶前，肴酒已备，炊煮又熟。苑花欢喜不过，即拿了酒肴上楼，又对美人图，自斟自酌，又唱自己所编的曲子，美人竟不和了。此后，每日早出晚归，勤勤学画。 \\n 不多日，已是岁除之候。池苑花将香花灯烛，供奉了美人图。又买办了东西，叫厨子来整了两桌筵席。拿上楼去，高烧红烛，多设酒杯，对美人图分了岁。新年元日，拜过了天地祖宗，又拜了美人图。清闲无事，来往人稀，庭前可以张罗，只有景星云到门一拜，留茶而去。但见门外街头，近邻远舍，好不装模作样。但见： \\n 新衣簇簇，服揖深深。偶寓途中，但称未及奉拜；相逢门外，乃云正欲登堂。内亲入内，整除夜之残肴而待酒；外客在外，看堂前之交椅而呼茶。富贵人家，无非势利，向画堂而开宴；生涯百姓，也有知交，扫草舍而迎宾。惟有穷儒多寂寞，可怜贫士好凄凉。 \\n 池苑花也到景星云家中一拜，景星云留茶待饭。当晚又与美人共饮，以消寂寞。此后，苑花日日出外，不是习画，就是闲游。那楼上画图中这许多美人，日日奏音乐，踏清歌，品箫下棋，串戏唱曲。但闻池苑花归来，都一齐上画去了。 \\n  \\n   \\n  "}
{"章节": "第三回 狼夫妇各自起愚情", "正文": "  \\n 第三回　狼夫妇各自起愚情 \\n 　 \\n 鸳鸯本是同林鸟，止合双飞双睡好。为甚各飞忙，无端风雨狂。两情一样错，一样情偏着。何须恨夜长，仔细好思量。 \\n ——右调《菩萨蛮》 \\n 且说池苑花，贴壁邻家，有一个老婆子。姓利，生下一男一女，男名唤青钱，年纪二十余岁，形容似女子，态度似书生，向来出外做些生意，极孝顺母亲的。女名唤垂杨，年方十七，姿容美丽，与公子山鸣远为妾。公子每欲接回家去，争奈鸣远之妻海氏，名唤月珠。论容貌不及平常，若论他的性格，悍也悍不去了，妒也妒不去了。丈夫若提起娶妾二字，定要吵闹三日三夜，也还不止，还要假病假死。山鸣远见妻不美，又性格悍妒，自己又性格狂淫，专意去耽花逐柳，故此月珠也怀二心。正是： \\n 嫁人莫嫁娇公子，娶妾风流私婢奴。 \\n 奴今也学乖伶俐，连日忙寻小丈夫。 \\n 且说山鸣远，新年没兴，踱到利家来，与垂杨取乐。一竟登楼，见垂杨理妆正忙。山鸣远笑道：“娘子浓妆，要谁欢喜？”垂杨道：“要山爷欢喜。”山鸣远道：“我最喜的，是鬓乱钗横。”谈笑之间，利婆子把过年残肴，忙忙整了一桌便酒，送上房中。垂杨斟酒，二人饮了片时。忽然听见笙簧箫鼓之韵，悠悠往入耳来。又听见吹弹歌唱之音，微微的送过墙来。二人听了半晌，山鸣远道：“这间壁可有人家么？”垂杨道：“这间壁是当初池天官的冷园，虽然有一公子，穷苦不过，向来并无动静。如今不知怎么，常有吹唱之音。”山鸣远将楼墙细看，并无一缝。仰面见屋梁高处，略有一隙。一面看，一面说道：“可拿梯子来，待我上去张看。”利婆子就拿上一张小竹梯来。山呜远轻轻走上去，将缝子挖大些，对缝中一张，只见间壁楼上，有许多绝色妇人玩耍。有品箫的，有踏歌的，有奏音乐的。山鸣远见了，不觉伸出舌来，心中暗称奇怪。就走落梯来，唤垂杨上去一张。那垂杨见了，也吃一惊。张了半晌，又换山鸣远上去，张了半时。听见那边楼下有步履之声，开门登楼。门响一声，只见这许多美人，都跑散到壁间画轴上去了。但见有一个后生，走上楼来，认得是去年在景星云店中卖画的池公子。看他向各美人图，作了两揖，就忙忙去挂起帐子。向床前也作了两揖。山鸣远见他向床作揖，又撩撩眼睛，张到床上。看见十女争夫图，不觉又伸出舌来。走落竹梯，又换垂杨上去，叫垂杨看床上的十女图。垂杨上去，果然一眼张到床中，竟看见了。垂杨走下梯来，山鸣远计议道：“此人去冬，有许多好画，在画工铺中展看。我曾夺他四幅，如今新年挂在两旁，人人称赏。不料他还有这样奇画，深藏在家。他原是钦赃罪人之子，毕竟要寻些事故，弄他这些画来才妙。”垂杨道：“这事不难，山爷用一个帖子，送到府县官，说府中失去美人图十余轴，叫捕人到他楼上一搜，都到手了。然后加他盗画的罪，究他钦赃的根，也是极易的事体。”说到此处，只见一个小使，急急跑上楼来，气喘吁吁报道：“大奶奶来了。”山鸣远吃惊道：“那个奴才去通风的？”小使回言道：“不知。”“那个”未曾说完，只见月珠已到面前。一把扯住道：“我也是京营都督的小姐，识字通文，能棋善画，满房红绿，满床兰麝，有何辜负了你，你进门就愁眉蹙额，短叹长吁，情愿到这个破落风吹的楼上来。”垂杨看见丫鬟手中拿着一条麻绳，势头不好。欲设计脱身，就卖一个乖道：“奶奶请坐，我去拿茶来。”往外欲走。只见月珠就丢了山鸣远，来扭定了垂杨，掌了两个嘴。骂道：“贼婆娘，把我房中金珠钗钏，都骗了过来。我如今吊到府中，活活打死你这小婆娘。丫鬃们，快与我吊了回去。”只见四个大脚丫头，一齐动手，把垂杨上了麻绳扯着。那山鸣远，自放手时，早已溜去了。利婆子对月珠跪了，只是连连叩头，声声叫个奶奶饶命。月珠冷笑道：“有你这老贱婆无耻，开了眼睛，看他们做这勾当。看你老了，且活活饶你。”骂得气平，且坐落在床边。只见外面有人帮衬，已送茶到了。月珠骂得喉干，见了茶，觉得可口，便将手取盅吃茶。一面吃，一面看那竹梯布在墙边。就仰面看时，见上面高处有一隙光，心中想道：“此处为何有竹梯放着？想必间壁还有婆娘，这乌龟在此做张生跳墙的故事，也不可知。”一面想，一面轻轻走上竹梯去张，张见隔壁四围，都是美女图。中间有一个书生，美如冠玉，坐在交椅上饮酒。见他自己饮了半杯，就将酒杯一恭，叫一声道：“美人请酒。可怜见我独自，今晚求美人下来，一诉苦衷，以消寂寞。”月珠见了，忖道：“天下有这样美少年，还未有妻，在此哀求画上美人。这也是有情痴子。”心中就起了一点淫心，要做小丈夫的意思，把那妒悍二字之气，竟平去了。心中又忖道：“不知此家何姓？何人？小婆娘必知其详。如今且吊他回去，然后悄悄问他详细便了。”就走下竹梯，骂道：“好个无耻的乌龟，连那画上的美人，都在此垂涎妄想。”说了，竟下楼出门去，上了轿子。那四个丫头，扯了垂杨出门。可怜那老婆子，哀哀而哭，走到门前，扯定了垂杨不放。那些丫头们，把婆子推开，竟拥了而去。正是： \\n 人去楼空影在床，对床空白忆悲伤。 \\n 何处乌啼一夜月，声声似叫小垂杨。 \\n 且说山鸣远，先到家中，大骂家人小使。即将书童揪了耳朵跪下，寻了板子在手，书童哭啼啼的抵赖。山鸣远掀了书童屁股，刚刚打下，闻知奶奶已吊了垂杨归来，轿子到内厅，坐落厅前，就呼竹杖的。丫鬟取了板子来，叫打垂杨。垂杨两泪交流，叩头扑扑，只叫奶奶饶命。山鸣远慌了，忙忙丢了书童，到各房去，求出父亲的姨姑、妹子们，到月珠面前求饶。及至到时，早已靠地掀出嫩臀，打过五下。月珠见姨姑们到前，便叫住了板子，想道：“方才隔壁的美少年，还要问这贱人，且饶他打，竟把好情卖与姨娘姑娘。；道：“这个贱妇，本该打死。如今看姨娘与姑娘分上，今日且饶你。”叫丫鬟牵进房中，吊在柱上。当夜，山鸣远在书房卧了。月珠到黄昏时，坐在床上，叫丫鬟牵垂杨到床前，把他上下衣服剥得精光，喝一声叫跪下，仔细将垂杨身子看了一番。骂道：“小贱人，我看你的嘴脸儿，略略比我好些。你身上的肥胖，不如我；两乳的圆突，不如我；小肚子的满满，不如我；那话儿的高高，不如我。为何我那乌龟偏不喜我，偏要与你这淫妇风骚？”垂杨因身上无衣，满身发战，口打寒噤，回言道：“这这都都不干贱人之事，是是公子不知何故，偏来与贱人歪缠，叫叫贱人也没奈他何，这这还该去审问公子。”月珠道：“这便是了。你那楼上布的竹梯，间壁还有何人？可直直说来。”垂杨道：“间间壁只有一个穷人，乃是当当初吏部天官的池公子，如今只有些画图在里边，没没有何人。” \\n 月珠得了只个消息，忖道：“我幼时，听见我父亲常称池篁是个忠贤正直之臣，不料如今竟是这样穷苦了。”随即叫丫鬟们还了垂杨的原衣，把垂杨开了麻绳，竟发付与掌理兰房的四个丫头，分付道：“你们小心照管，倘再放与公子再淫，我都立刻打死。”那丫鬟们，引了垂杨去，一床睡了，月珠候至更深人静，到书案前，整起文房来。写上道： \\n 池哥哥台座下，令先尊与家父，乃同朝盟契也。抚今追昔，星移云散，宁不慨然。昨偶至邻居，钻穴相窥，见哥哥看画衔杯，凄风四集，妾甚悯之。春到无多，梅花尚冷，长夜其如何也。订于十三日灯宵之夜，妾整一合欢杯，与哥哥散楚寻欢，缠绵彻曙。幸无负蓝桥约也。至期仍着丫鬟恭迎。临风耿耿，神与俱驰。 \\n 贱妾海月珠拜 \\n 写完，入小花封封好，外又写送“上池相公书，”藏在妆楼底下。收拾了，脱衣上床，卧了一时，想道：“他在书房中，此时未必不偷婢女，何不起来去听一听，看有动静何如？”随即穿衣起来，摇醒一个丫鬟，提了灯笼，悄悄步至书房门首。侧耳静听，听见里边，公子道：“你看奶奶，卖清作势，却是风骚得紧的，可曾见他做些事来么？”又听见女声道：“奶奶是正经不过的，不要屈了他。”月珠听到这一句，不觉心中欢喜，忖道：“不知是那一个婢奴，倒也晓事，亏他说我正经，谅也不疑我了。不进去罢。”依旧走到自己卧房，脱衣而卧。次朝起来，到午牌之后，候至房中无人，悄悄叫丫鬟，分付道：“这一封字儿，你可送与昨日利家间壁的池相公，约他十三日晚时，在家等候。你可小心在意，不可使人看见。”丫鬟袖了书，出门去了。月珠身在房中，心却在于丫鬟身上，好不临风盼望。但不知此书付去如何？且看下回分解。 \\n 评：闺门之邪正，皆由男子启之。盂方则水方，盂圆则水圆。盖夫为妇之盂也。阅此回而知，月珠一才女耳。才女淹通今古，则入于邪亦易，范于正亦易也。山鸣远苟能感之以正，相亲如琴瑟之和，则才为和动，相接如宾友之敬，则才为敬动，房中有雍雍肃肃之风矣。奈何鸣远之淫如风马，而月珠亦不正矣。鸣远之恶如山虎，而月珠亦悍而妒矣。呜呼，吾愿阅此书者，皆当以鸣远为戒。 \\n  \\n   \\n  "}
{"章节": "第四回 浪少年冒名行贵室", "正文": "  \\n 第四回　浪少年冒名行贵室 \\n 　 \\n 元夜漏迟迟，灯火千衢。游人多少逐尘飞。无心去踏星桥月，忙事谁知？有意赴嘉期，柳唤桃枝。阳台夜夜雨云迷。只恐与阳关相近也，叠唱凄凄。 \\n ——右调《浪淘沙》 \\n 且说丫鬟，袖了月珠的书，走到利家去问池相公。利婆子却也认得，便眼泪淋淋，问垂杨的消息。丫鬟道：“奶奶也没甚难为他，如今与我们同膳同眠。”利婆子道：“这等也罢。”就出门指道：“池家是前面转弯，走进冷花园内，有三间小楼便是。”丫鬟寻去，原来是锁门的。等了半时，又没一个人影。只得仍到利家坐坐。老婆子问道：“是那个送书与池相公？”丫鬟没法，竟说道：“是奶奶叫我来送书与他。”利婆子吃惊，想道：“奶奶为何送书与池相公？内中必有缘故。”随即对丫鬟道：“池相公每日到夜深时候，方才回来，你如何等得他。有书放在我身，我替你转送，你回去复上奶奶，只说面送的便是。”丫鬟见利婆说得有理，竟把书付与利婆而去。回复奶奶，说亲自送了。月珠不胜欢喜，赏丫鬟酒肉银钱，不在话下。 \\n 却好此日利青钱自外路归来，路上有人传说，已知妹子被山府中奶奶吊了而去，心中惭恨。回到家中，便怨怅利婆。利婆对儿子下了一番眼泪。青钱骂道：“这婆娘辱我妹子，我如今气他不过，也拿他一个讹头才妙。”利婆子就把方才这一封书，与青钱看看道：“此书奇怪，是月珠叫了丫鬟来送与池公子的，必有缘故。”利青钱就折开来一看，对利婆道：“原来是一封约会的情书。”利婆道：“这就是讹头了，何不拿了去，翻他的丑。”青钱道：“这使不得，待我缓缓的计较。”当夜睡在床上，仔细思量，毕竟算出一个计来，暗中笑道：“必须如此如此，方为妥贴，还要聒他的金银。” \\n 到十三日晚间，窥见池公子锁门不归，打扮得风流体态，穿着了华丽衣裳，悄悄到池公子门前等候。正是 \\n 暗里巧将桃换柳，明中去做柳偷桃。 \\n 且说池苑花，自早间出门，在画铺中学描了终日画谱，将晚之时，见街上人纷纷到山府中去看灯。苑花心热，也去看时，但见好不闹热。只因此日是山尚书的生日，尚书在北京，山鸣远替父亲庆贺，贺者冠盖盈门，不在话下。自府门前搭起一座鳌山，直至内室画堂前，有五座明堂，各架灯轮，共搭鳌山六座，门门洞达，户户玲球，其余的火树银花，狮调虎斗，千炬荧荧，百枝奕奕，好不繁华光彩。正是： \\n 疑是东君弄春色，彩云移下一天星。 \\n 大厅演戏，人多济济，不消说了。但见满处俱是画图，山鸣远抢去的四幅，挂在东厅。石音和买去四轴，挂在西厅。山鸣远陪东席之宾，石音和陪西席之客。又见内里珠帘，半垂半卷，座上的美女甚多。也有中年的，也有髫龄的，个个俱是天姿国色。苑花见了，不觉心中爱慕。因而仔细详看，见东边交椅上有一个妇人，独不标致，身肥面粗。忽然见一个肥胖丫鬟，匆匆走到这妇人身边，对了耳朵说了两声，那妇人笑面盈盈，竟走进去了。 \\n 且说那不标致的妇人，就是山鸣远的妻子月珠，原有书约会池公子，却被利青钱得了书。此日在池公子门前等候。傍晚之时，月珠又差丫鬟到池家，悄悄迎接，那利青钱竟冒认了池公子，随了丫鬟而来。丫鬟引了利青钱，竟从人丛中一直走到月珠卧房，暗中将青钱藏在床后，忙走出外，附耳通知。月珠道是池公子到了，故此笑面盈盈进内。那知池公子在外，空空欣羡，那佳期佳会。竟被利青钱冒去了。 \\n 月珠进到房中，低声问丫鬟道：“人在那里？”丫鬟暗中牵了月珠之手，又去牵了青钱之手，引他二人两手相挽。月珠叫丫鬟掌灯来，此时人人都在外边看戏。丫鬟竟掌了灯到房中一照，二人见了礼，各打照面。月珠心中疑惑，觉得池公子容颜，不比前番墙缝中看见这样标致了。但见穿着华丽，体态风流，也不十分查究，随即吹灭了灯。后轩窗前，酒肴已备。此时月色明荧，两人对酌。月珠叫丫鬟守了房门，轻轻开口道：“家父与令先尊，乃通家盟契。小妹子乃通家兄妹，今日相亲，三生有幸。”利青钱道：“小弟只因家寒，向失亲依，今蒙姊姊恩情，天高地厚，何以报之。”说话之间。那利青钱把交椅掇转，并坐了。搭肩携手，连饮交杯。谈笑情浓之后，将利青钱藏在大厨之中。戏文完毕，已是三更时候。山鸣远收拾了一番，到月珠房中来睡。月珠道：“有前番的相知在书房等你，你依旧到书房里去睡。”山呜远道：“今日奶奶为何慷慨起来，我果然去也，莫怪。”一面说，一面那两双脚儿，不知不觉已移到书房中去了。月珠不胜之喜，即开了大厨，放出利青钱来。此番脱得精光，堂堂而睡。次早依旧将利青钱藏在厨中，夜间放出来。垂杨张见阿哥，吃了一惊。见月珠在前，又不敢近前问故，只是暗中猜疑。又张见阿哥与月珠风骚，只是微微而笑。正是： \\n 含情Q欲Y说宫中事，鹦鹉檐前不敢言。 \\n 且说池苑花，自山府看灯到戏完，回家开门进去，见灶下有火。点起灯来，吃些便饭。上楼向美人图前焚了香烛，即坐下，长叹一声，忖道：“我家先父大人，当初是吏部天官，何曾有此奢侈。我看山鸣远何等威福，我今何等凄凉。”当夜不题。 \\n 次日到景星云店中习画，问起：“山府中这许多美人，有中年，有髫年的，可晓其详么？”景星云道：“昔年老夫人身故，我进内描写真容。后来又进去描众姨娘的行乐图，颇知其详。那中年的美人，就是山尚书的姨娘。那髫年这二位美女，就是姨娘所生之女，如今都未曾纳聘。只因山鸣远心高，都要嫁与当朝现任公子，故此磋蛇。”池苑花道：“内中还有两个不标致的。”景星云道：“老夫人有一女，嫁与前日买画的石公子。石公子之妻不标致，山公子之妻不标致，池相公日后手精了，少不得有宦家内人常要来请教的。当初汉朝画工毛延寿，连天子宫中的妃嫔，都要他描写。王嫱是个绝色的美人，只因不肯送银子与毛延寿，把他描得丑了，汉天子竟把王嫱和了番。可知画工也是有权的。”苑花道：“我小弟因为大志不舒，抑郁之甚，故此有心习画。”闲文不题。 \\n 次日已是十五日元宵之期了。池苑花早已把旧灯挂在美人图前，又去买办些酒肴，放在灶前，锁门而出。当晚，山鸣远请太守饮宴，演戏相待。戏过一半，二人起身更衣，就踱到内明堂，鳌山底下玩要。山鸣远挽了太守之手，低声道：“治晚生有一奇事，诉与老公祖知之。”太守道：“何事？”山呜远道：“日前家父寿日，一般张灯演戏，出入人多，贤愚杂混，不及查检。不料被惯贼，将家父珍藏的美人画图，盗窃十余轴而去。治晚生知之，不胜恨恨。不料今日有人窥见，在池苑花家中。此人乃是钦赃犯人池篁之子，漏网潜身，素为不轨。明日求老公祖与治晚生，同到他家一搜。若搜得无画，不消说了。若搜得有画，乞求老公祖拘拿严禁。先加刑法以究窃盗之罪，兼求题本，以追昔日漏网之钦赃。不特家父与晚生感恩，即圣上亦必嘉老公祖之廉明也。”太守听了，只是连声说个“领教领教。” \\n 这一番言语，已被燕飞飞的香魂窃听去了。池苑花自画铺中回去，见灶前肴酒已整备，就拿上楼去摆开，点起灯烛，与画美人赏了元宵。饮得醺醺，上床睡去。只见燕飞飞匆匆走到床前，分付道：“郎君大难至矣，可速计避难之方。”苑花吃惊道：“为何？”飞飞道：“妾阴魂，偶到山府中看灯闲玩，听见山鸣远诉与太守，说郎君于十三日灯夜，盗他府中美人画图十余轴，明日要来搜画。要把郎君捉去，先加刑法，严禁狱中。又说郎君是钦赃犯人之子，漏网潜身，还要太守题本追赃哩。”池苑花惊慌道：“原来如此，乞求美人主张，不知逃往何处好？”飞飞道：“郎君可速速起来，收拾行李，改了姓名，逃往京师。妾有一家叔，号燕如莺，现在京师写真，乃当今第一名手。郎君到彼，尽可相依。如今可收《倚阑图》一幅在身，妾之阴魂，随君而去，自然扶助郎君。余画弃与山公子，凭他搜去，以遂其欲。妾之姊妹到其家，自有戏弄恶人之法。”说完，只见众美人一齐下来，与飞飞执手下泪，哀哀哭别。飞飞将苑花身子一推，忽然惊醒，乃是南柯一梦。见桌上早已有灯。池苑花不觉惊魂失魄，忙忙起来，收拾衣包被囊，将银子结在腰边，收了《倚阑美人图》，同雨伞包好。揖别众美人，急急下楼出门，依路而行。听见谯楼已打五鼓，城门已开，悄悄出了城，由小路而行。或舟或步，不止一日已到京师，先寻小寓寓下。 \\n 当夜，池苑花又梦见飞飞来说：“家叔住在长安街，门前冠盖盈门。郎君欲见，即使至三日，亦不能也。郎君可改名花上林，但投小婿花上林名帖进去，家叔自然恭迎。只说向在河南，今特访来，以完姻好。郎君竟有洞房花烛之乐矣。”池苑花道：“所望避难栖身，洞房花烛何来？”飞飞道：“郎君到家叔处，自然得知。”池苑花得了梦，不胜欢喜。 \\n 次日起来，果然写一大页官红名帖，藏在身边。寻到长安街，问一青衣老人道：“可晓画师燕如鸾么？”那人喝道：“嘟，这是咱燕爷的大号，你怎么大胆称他。”池苑花道：“小弟是燕爷的女婿，自河南到此，乞求指引。”那人道：“既是这等，咱家与你同去。”随即引了半里之路，到了门前，果然有高车驷马在门。这老人，原来是老管家。池苑花将名帖付与他，他持了名帖，一竟进去。去了半日，不见出来。池苑花心中疑虑，不知何故该称小婿，万一不认，反要讨一场羞辱。且看下回分晓。 \\n 评：青钱冒苑花之名，而忽入山府以行邪；苑花又冒上林之名，而忽入京师以避难。此等空奇境界，如游陶会稽之北山，从高山底下凿空，引之为流觞曲水，山上造空中楼阁，八面玲珑。 \\n  \\n   \\n  "}
{"章节": "第五回 人替死寒儒享安乐", "正文": "  \\n 第五回　人替死寒儒享安乐 \\n 　 \\n 人生莫为风流误。乐事无多，回首如何？杀机就在枕衾窝。那知一技来千福，画谱吟哦，笔底研磨，前途处处有春和。 \\n ——右调《丑奴儿令》 \\n 且说燕如鸾同妻凤氏，有一女，名唤喃喃，与飞飞乃是同堂姊妹。喃喃七岁之时，许与花举人之子，花上林为婚。花举人选了知县，不料到任之后，三年未满，就全家患疫而亡，竟没有消息了。燕如鸾与凤氏，还道女婿流落他乡，日日望女婿回来。故此飞飞托梦，叫池苑花竟认了花上林。那燕如鸾在大厅上，与官员讲话。老管家候了半日，因话个不了，只得将池苑花名帖，向前一照。只见上写着： \\n 小婿花上林顿首百拜 \\n 燕如鸾看了，觉吃一惊。就附了老管家的耳朵说了两声，老管家进内，对凤氏说了。凤氏万千欢喜，忙叫儿子燕纹波出来迎接。因外厅有客，竟迎进内堂。凤氏笑堆满面，出来相见。那池苑花，如今冒了燕如鸾的女婿，以后称花上林了。那花上林道：“请岳母上坐，容小婿下拜。一面说，一面拜将下去。燕纹波忙来扶起，二人也作了揖。只见燕如鸾已送客完事，进来与女婿相见。见女婿一貌堂堂，美如冠玉，不胜欢喜。更喜杀了里面的喃喃。当晚整筵侍婿。酒间，燕如鸾问道：“贤婿向在何方？作何勾当？”花上林道：“在河南读书。”燕如鸾道：“既然读书，那诗词歌赋，都可也晓得些么？”花上林道：“诗词歌赋略晓，生平尤喜制曲。”燕如鸾道：“既然如此，今日喜相逢，乞贤婿请教两套何如？”随即叫家人磨浓了墨，送过纸笔，花上林即低首作思，写出《皂罗袍》两套： \\n 曾问春来消息。这寒风冷月，将他阻隔。梅花开来，看枝头，何时送到江南色？燕儿别也，欲留无计。雁儿来也，有愁如织。这去来无定，牵人忆。 \\n 降下一天喜忆。看上林点缀，十分春色。化工无意，把春俊，绿到名园花自植。关不住也，香梅红杏。原有主也，蜂消蝶息。看今朝花燕，偕相值。 \\n 写完送过，与燕如鸾看了。称赏道：“妙极妙极，观贤婿第一套，将花与燕两家相望之情，又将南地与燕京两地相悬之境，罗织成章。第二套把自家名姓，串插于中，把两姓姻缘寓意于内，到关不住也这一段，双关巧合，而又双套联络成文。绝无痕迹，几于出神入化。贤婿有如此高才，取功名如拾芥矣。”花上林道：“小婿素心不在功名，甚喜岳父之业。在河南时，已曾到画师处学习久矣，明日还要求岳父大人指教。”燕如鸾道：“原来如此，明日请教。”当夜酒完，送花上林到后花园楼上安寝。花上林已解衣上床，灯还未灭，忽闻香风满室，只见飞飞已到床前。揭起罗帐，坐在床边。花上林惊喜道：“今晚美人竟亲身来此，还是梦也？醒也？”飞飞笑口盈盈道：“郎君如今已是妹夫了，我为长姨，本当自重。但妾与郎君，当有宿缘。前在郎君楼上，非不知郎君寂寞，欲共枕衾。奈姊妹香魂都在楼中，所以羞惭不可。此地寂静幽间，正妾与郎君交欢之所也。既成夫妇，郎君之画意，妾当竭力引之。”随即解衣就寝，吹灭了灯。飞飞五鼓起来，穿衣嘱别道：“暂时别去，今晚再来。”上林道：“今晚挑灯恭候，乞美人早降。”飞飞已冉冉而去了。次日早膳后，花上林叫了老管家，到小寓中拿过行李画图，燕如鸾展开行李看时，吃惊道：“此画乃是海都督当初要我描了送与池天官的，共有十幅美人图，贤婿为何得此一幅。”花上林道：“因小婿好画，在池公子处购求来的。”随即拿到后园楼上卧床中挂了。 \\n 此后，燕如鸾将真容一幅，叫花上林学描。花上林竟松松脱脱，不多时已描成了。燕如鸾看时，不觉拍手称赞道：“贤婿笔意灵奇，便是我老手也不能到此。适间一幅呆真容，贤婿竟描活了。我老拙眼已昏花，小儿又与此道全不相入，可喜贤婿有此奇技，不日公卿满门矣。”此后，燕如鸾择一吉日，替花上林与喃喃成了花烛，夫妻恩爱欢娱，不在话下。 \\n 一日，有一个老天官来拜，要画一幅朝罢归来图。燕如鸾就叫花上林描写，花上林将天官的容貌颜色，仔细看了又看，轻轻巧巧描在纸上。不一日之工，竟已描成。但觉祥云瑞日，潦绕虚空，凤阁龙楼，巍峨耸峙。内中老天官捧笏下阶，恍如含怕欲笑，满袖天香的光景。真个也灵活不过了。老天官有了画图，见把自己生平的性情举止，都描出了，不觉大悦。随送过四种厚仪，酬金百两。从此花上林名振京都，满朝文武官员，求写真的日不暇给。正是： \\n 昔年门户皆篓草，今日官员如草篓。 \\n 话分两头，且说山鸣远同太守带了人役，亲到池苑花家中，把美人图都搜取了，太守见搜出真赃，不觉大怒，随即下楼，出门上轿。太守即出火牌，严拿盗犯池苑花，竟无踪影。太守一面拿人，一面打点题本。山鸣远一面写书进京，一面择日上任，勉不得带家眷同行。月珠也恐怕丈夫路上娶妾，自然要一同往任，将垂杨也带了同去。假池公子利青钱，也来与月珠送行，月珠对青钱道：“我要上任，不得不与你分离。闻知我恶夫诬你盗画，与太守计议，说你是钦赃犯人之子，还要题本追赃，现今太守缉获。你出去若在家中，必遭毒害。我家父现为北平京营都督，我乘夜写书一封与你，权且假冒我恶夫之名，说与你是通家盟友，要求重用之说，你可悄悄进京去投家父，在麾下做得一个小将军，就可以不妨了。”说完，二人著衣起床，洗了手，就磨起墨来，写假书道： \\n 岳父位居百将之先，才为万夫之特。龙蛇一动，凤鹤潜消，不特将登坛而侯也。小婿近蒙君父之恩，授知化县，上任在迩。有敝盟友池苑花者，乃雕龙绣虎之才，实腾蛟起凤之器。岳父若处之囊中，彼将脱颖而出矣。万祈照亮。令爱无恙，并达。 \\n 小婿山鸣远百拜上 \\n 岳父海将军大人麾下 \\n 月珠写完了书，封好了，打点了衣服行李，又付利青钱二百两银子，含泪而别。叫丫鬟悄悄从花园门中送出。当夜青钱走回家来敲门，利婆子起来开门，只见儿子驼了一肩新行李，进内坐下。将前事备说一遍，计较进京之事。利婆道：“你在家中混过青春，有何结果。既有这样好门路，上京去有何不好。我只要有日用盘缠，便可度日。”利青钱不忍别母，只因要图出身，光耀门闾，将银子取出百两，付与利婆。利婆又问道：“垂杨妹子近日如何？”青钱道：“丫鬟看待，也没甚难为，大约要带到任上去。”利婆呜呜咽咽的，哭了一场。 \\n 次日利青钱别了利婆起程，望京而行。不止一日，已到京师，寻到海都督的寨府门前。但见千军万马，刀出鞘，弓出弦，摇旗呐喊，炮声不绝。利青钱想道：“如此光景，这封书如何投进。”一面想，一面走到外书房去看看。见各宦与乡宦的往来书札，俱在简房叠齐缴进，随即称了三钱酒仪，送与柬房，说此一封家书，乃是海都爷女婿、山尚书府中带来的，乞求老先生一送。书房见是兵部山府中的家书，又得了三钱银子，自然缴进。次日海都督有挂牌，叫带书乡亲，即刻赴内府相见。假池苑花利青钱，见了挂牌，即随守门将官引进，直入内里相见。作揖用茶，海将军问及女婿向来行径，青钱答对如流。说“正月十三令婿庆贺老尚书的生辰，请各道御史，十五请本府太守，十六七酬谢庆贺的各乡官，如今同令爱起程，往胡广光化县上任去了。”海都督问道：“这封书不像小婿之笔，却像小女之笔，此是何故？”利青钱道：“晚生只管带书，写书不晓。”海都督又问道：“昔年吏部天官池篁，与我至交，不知他家还有何人？兄可是他一族么？”假池公子见问到此处，不觉欢喜，回言道：“天官正是先父，容小侄叩拜。”竟跪将下去。海都督忙忙扶起，见假池公子，相貌亦好，谈吐生风，又是故人之子，十分欢喜。竟留在府中，作一内记。一月之后，外府右营缺一参将，海都督欲将假池苑花利青钱补缺，因此人乃是女婿所荐，女婿乃尚书之子，况且权在兵部，毕竟要求山尚书作主。一日去叩谒山尚书，山尚书以亲翁之礼，留入内堂相见。通问寒温过了，海都督开口道：“贵乡有一池苑花，一月之先，令郎有书荐与小亲，嘱托重用。今外府右营缺一参将，小亲意欲叙些功劳，题一用人之本，将池苑花补授此缺，老亲翁以为何如？”山尚书听了，吃惊道：“池苑花原来逃在亲翁府中？”海都督吃惊问道：“是令郎荐来的，何为逃也？”山尚书道：“此人乃是废吏部池篁之子，他钦赃未满，漏网潜身，小儿日前有书到来，说正是十三日，池苑花潜身入府，盗去府中古画十余幅，又是钦赃犯人之子，要我小亲提本严拿。日前太守也有本来，圣旨已批，密访严拿赃犯池苑花重拟。此等旨意，亲翁谅也该知，何故亲翁反要题授参将？”海督道：“小亲信令郎之荐书，因推老亲翁之体面，故有此议。钦犯之事，小亲其实不知。”山尚书道：“连小儿的荐书，也是奸人假冒，乞亲翁将原书仔细端详，便知真假。”海都督低头一想，想起前书原系女儿笔迹，事有可疑。山尚书道：“亲翁可想着了么？”海都督道：“假冒或者有之，如今不必深究。单问老亲翁圣旨如何意思？”山尚书道：“此是要密访严拿取斩的，亲翁可速速将此人严囚，具文解来，以便详复圣上便了。”海都督大惊，随即告别归营，置酒与假池苑花利青钱相饮，说道：“今日为兄特到兵部相议，题授仁兄为参将之职。可幸部中已允，少刻即当诣兵部参谒。”利青钱竟洋洋得意。海都督劝得他醉醺醺，到午后之时，传出令箭，叫各官兵戎伺候。不料被细人窃知，通风与利青钱。利青钱惊得魂飞魄散，拚了性命，潜逃而出。虽有几人看见，道他在此月余，常自府门出入，故此不防备，也竟一溜儿去了。逃出即复本姓本名，仍做生意，供养母亲，不在话下。只见内传三鼓，炮声三响，辕门呐喊如雷，海都督坐出堂来，要捆拿池苑花。四处抓寻，人都不见了。疑心必有通风，只因军内人多，不便人人严究，又不敢扬声出来，又难好回复山公，只得将解来该杀的盗犯，择一面貌清秀的，解到山府。盗犯也不知甚故，山公也道是真的池苑花，立刻传达圣上。圣上立刻传旨，已将替身取决于朝门外矣。正是： \\n 为人须尽三分孝，狭路逢凶有救星。 \\n 且说花上林，入赘在燕如鸾家中。日日有文武官员，描真写画。一日，听见官员带来的人，讲道昨晚有个池苑花乃钦赃犯人，又盗了山尚书的画，被山尚书上了本，杀在朝门之外。花上林听知，吃一大惊，想道：“池苑花乃是我，我今已改名在此，何处又有一个池苑花，也是钦赃犯人，盗画取斩？好奇怪之事。”心中疑惑了一番，丢过了。只见外面传进一个红单来，报道：“有一个内使公公来拜。”花上林看时，只见字大如钟，上写道： \\n 侍生上官高拜 \\n 花上林忙忙出来迎进，作揖让坐。上官高道：“不及坐了，咱家万岁爷，如今游幸在宣府镇上，忽有密旨传来，内中有事相烦，即刻要劳花先生到咱那边去讲话。”花上林听说，是圣上有旨，也不敢迟留，即进内与写真的官员说了，也都别散。花上林出门，与上官高一同，上马而行。但不知此番圣旨内中有何话说，且看下回分解。 \\n 评：有苑花之避名，而青钱得以攘一日之遇；有青钱之替死，而苑花得以享终身之安。其中祸福之机，皆贞淫之一念造之也。至于苑花而冒如鸾之聘女，青钱而因月珠之荐书，文心有曲折之妙。 \\n  \\n   \\n  "}
{"章节": "第六回 贫有志天子酬素心", "正文": "  \\n 第六回　贫有志天子酬素心 \\n 　 \\n 一枝笔，惊动九重春色。祥云捧出天香敕，势焰倾朝赫。回首昔年谁识，穷卧小楼咫尺。于今戏罢鼓锣息，又入仙姬室。 \\n ——右调《谒金门》 \\n 且说上官高与花上林到门，一面下马，引入大厅，作揖坐下。待茶过了，上官高开口道：“咱万岁爷巡幸在外，或扮作商人，或扮作书生，混迹人间，不使人知的。如今在宣府镇上，行院人家，与美妓取乐。昨日忽然有密旨，差人飞马赶回，要取春宫画图披阅。咱想，此等没紧要的画图，一时何处寻觅。虽有，也是进不得圣上的。如今要烦花先生，星夜描成一幅《十二春宫图》，以便咱家打发原人，星夜赶去，送达圣上。圣上若龙颜大喜，花先生之富贵，从天而降了。”说完，随即摆列描写坛场。花上林将画纸上了胶矾，候干了，上了画。那上官高将旧日写的样式拿出来，与花上林看了。上林道：“这些推车上岭、隔山取火、倒烧红烛都是旧名旧套，如今要换新样新名才好。”上官高欢喜道：“花先生写的，毕竟是妙的。咱家朝里有事，要去料理。待先生写成了，咱家来看。”别了而去。花上林描的十二像是： \\n 梅占花魁杏闹春色 \\n 蔷薇倚架芍药靠栏 \\n 杨柳舞腰樱桃绽口 \\n 玉笋朝天金莲贴水 \\n 石榴倒开芙蓉斜插 \\n 十萼联辉百花献笑 \\n 这十二像，但见男子与美人占花魁、闹春色、倚架、靠栏、舞腰、绽口、朝天、贴水、倒开、斜插、联辉、献笑这些光景，写得翻来覆去，灵奇变幻，妙不可言。 \\n 当晚，上官高朝中议事不归，花上林画未完工，在春晖楼过夜。次早起来，把十二图中，又点缀阑干花鸟，又把春宫各名色一一标题明白，然后完工。上官高也归来了，忙忙上楼，与花上林相见。只见图像俱完，仔细观看，不觉拍掌叫绝，称赏了一番。随即写手奏一封，同春宫图封好，着原人飞马赶到宣府镇，传达圣上去了。当日在大厅大开筵宴，酬谢花上林。大吹大擂，送了入席。酒过数巡，上官高道：“咱想方才的春宫十二像，咱家大悦的，咱圣上也必是大悦的。但不知花先生要官做呢，还是要几万金银、几千珠宝？”花上林道：“晚生才短，不愿为官。晚生命薄，不愿金银珠宝。只有一件素心，求公公传达圣上，得慰晚生之愿，公公之恩，容晚生顶礼。”上官高道：“先生有何素愿？咱家无不尽心。”花上林道：“尚书山严，原有二女，还未适人。向来爱慕之久矣。但晚生与山府，势隔天渊，求婚必不谐允。乞求老公公作主，以圣旨压之，则此事可以不劳而成矣。”上官高呵呵笑了两声道：“花先生还不知，连那山先儿的势也不久了。他的孩子山鸣远，在湖广光化县作县，不料他贪污之极，外边作满天之孽，内边有悍妒之妻，那百姓们到敝厂来告赃的，约有千张状纸了。咱家屡屡对山先儿讲，教他去约束孩子，不料他也置之不理。如今毕竟要去拿他进来，追赃问罪。这才是朝廷的体统。”花上林道：“这山鸣远向在家中，原是万恶贯盈的。即如池苑花，乃是吏部天官之子，又官乃忠直之臣，止留得画图二十余轴，池苑花在画工店中卖画，他竟恃势抢了四幅而去。后来又诬他盗画，又搜去十三幅。他又唆本府太守、山严题本，竟把他斩在朝门。这事谅公公也必然是知道的。”说到此处，只见外边门上人进来禀道：“湖广光化县知县山鸣远，奉送礼仪在外。”上官高呵呵笑道：“刚刚在此讲他，他又送什么礼仪到了。可一一收进来。”上官高与花上林出了席，大家看时，送的多是湖广土产，并金银珠玉之器，也没甚奇品。只见礼单上开有美人画图十幅，上官高又呵呵的笑了两声道：“想这画图，谅也比不过花先生的妙手了。”随即叫家人展开看时，只见是一幅旧白纸，一齐俱吃惊起来。又展开一幅来，又是一幅旧白纸。上官高道：“这也奇怪，为何把旧白纸来送咱家。”从此一连转到十幅，都是白纸。原来这十幅画图，就是山鸣远搜取池苑花的。只因挂在衙中，不时现形，妒妻作闹，只得将来送与上官高，希图升官调职。不料画上这许多美人，戏弄山鸣远，路中都走去了。那上官高气得目定口呆，停了半晌，呵呵的笑道：“这狗囊的孩子，分明来讥诮咱家，是白目太监，不识美人的。明日不免把光化百姓告他的千张状纸，与圣上看了，拿他进来，剥他的皮，才出得咱家的气。”花上林道：“这人乃是万民之虎，分明是一个大害，公公应该除他的。只是一件，适才所言的二女，正是此人之妹，公公若去拿时，必须要他把二妹送进京来，晚生就可以如愿了。”上官高道：“领教，不难。”说话之间，厨司已下到四十碗珍羞了。又叫转桌到花园中春晖楼上。花上林昨因画忙，未及观玩。如今大开纱窗，依阑一望，见园中花萼芳菲如斗，不觉心旷神怡。二人饮到月满纱窗，方才完席。花上林要告别归家，上官高道：“明日还要劳先生，描咱家的行乐图。”又留花上林宿于楼中。 \\n 次早起来，梳洗过了，上官高又整盛馔，馔后花上林一般的将画纸加了胶矾，上了画棚。上官高坐在太师椅上，花上林拿了画棚，对坐了。问道：“公公所爱的行乐，还是乐那一样的光景？乞求指教。”上官高道：“咱家这一幅，是要送与圣上看的，要画一个灯前阅本图。”花上林道：“公公之乐意甚妙。”随即举起笔来，描将上去。但见： \\n 一笔细，一笔粗，有得心应手之机。一处浓，一处淡，有意到笔随之巧。红红绿绿，五色有相配之宜。瘦瘦肥肥，一体有自称之美。本写公公之真，实描婆婆之态。凝睛注奏本，忙碌碌有屡转之形；开口读封章，笑呵呵有声音之响。靠桌的是左弦，斜中之正若可畏；拍案的是右掌，喜中之怒不可知。数点稀星，疑与灯光争彩；一轮明月，恍疑花影横窗。栏杆曲处，美人倚栏而窥；炉火红时，俊仆当炉而扇。乐哉真容，活矣太监。 \\n 上官高看了，呵呵大笑道：“花先生把咱家喜怒之形，都描在上面了。明日送与圣上看了，也知咱家勤劳国政，辨别贤奸，一片苦心。”当日画事完成，上官高又设盛筵款待。夜阑酒散，又整礼仪八色，酬金三百两，将大轿送花上林回家。喃喃出房迎接，好不欢喜。正是： \\n 池苑一枝花欲悴，移来接得上林葩。 \\n 上林有个呢喃燕，飞入池塘恋苑花。 \\n 且说这圣驾，自宣府游至大同，又自大同混迹两月，车驾回朝。次日在便殿，见上官高来。即问：“前日春图，系何人所描？”上官高撩衣察道：“是画工花上林所描。”圣上便道：“朕每挂在床中，见那图中的男女，有龙争虎斗之势，竟俨然如名芳争艳各态。朕意欲宣召花上林进来，要他描写三十六宫花楼柳院，每宫把朕与妃子，描在里边行乐，你可往召何如？”上官高道：“万岁爷要宣召画工，奴婢即当奉旨。”当时便道：“你可去召了他来，朕在宫中坐等。”上官高忙忙出朝而去，去不多时，已引了花上林入朝。进到便殿，山呼万岁，平身已毕，上官高即取过绫罗三十六幅，传宣旨意道：“万岁爷要你描写三十六宫花楼柳院，每宫要写万岁爷与妃子在宫中行乐，可小心在意。”花上林道：“晓得。”随即将绫罗上了胶矾，配合丹青，用心描写，不在话下。可喜宫房幽静，燕飞飞香魂复来，已有两月之期。但闻外面上官高，已将山鸣远拿进在京，会同刑部，将千张状纸的赃，一一审问。山鸣远抵赖不去，山严也不敢救护，竟发到陕西榆林街充军去了。不多时，但闻河南太守差人将山严二女，已护送到京师了。一日，宫中传出圣旨一道： \\n 着部臣山严，将二女俱配与花上林。候花上林出 \\n 宫毕姻，无违。该臣知道。 \\n 这些事体，都是上官高欢喜了花上林，因见圣上也欢喜了花上林，不时在圣上面前传达花上林的心事，故此都传旨停当了。一日，花上林画事已完，圣上赐金银一万，彩缎千端，送出朝来。只见朝门内迎接问安的官员，挨挨挤挤。花上林出了朝门，坐了大轿，鸣珂喝道而归。一路上心中暗想道：“我池上锦在家，受尽饥寒苦楚，为人所欺，今日一天郁气，已散尽矣。”到家将皇上赐的金银彩缎，都摆在厅前，以荣君赐。只见外面送礼的官员，拜谒的官员，或大页，或红单，帖子如飞雪的一般。花上林一一款接送迎，不在话下。 \\n 当晚，燕如鸾整酒接风。酒间，花上林把宫中的事体，所见所闻的，也都说说。燕如鸾问道：“闻知圣旨将山严的二女，都赐与贤婿为妻，这是为何？”花上林道：“此皆上官高公公之力也。”不几时择了吉日，到山府中入赘。圣上又赐花红灯烛，此番是皇帝主婚，御赐彩缎。尚书赘婿，那些喧天的热闹，也说不尽这许多。拜过了花烛，入了洞房。花上林放眼细看二女，真是天姿国色，在灯光下映来，又分外芳华。心中想道：“我手上不知描过了许多美人，终不如那生成的芳香柔嫩。我昔年在家时，到他府中看灯，见了这二美人，心中爱慕，妄想天鹅。我池上锦分明是一个饿死的囚胚，不料今日享用这般乐事，好似一场乱梦。”但见洞房中，大整华筵，高烧银烛。花上林南面而坐，两边美人，开笑口，倒金樽，吃得醉醺醺，拥了美人，上床而卧。正是： \\n 当年灯市夸双美，今日罗帏拥二乔。 \\n 话说花上林与二美人那夜成亲，说不尽海誓山盟。清晨起来，梳洗已毕，拜见山尚书夫妇。又去谢了圣恩，与上官高公公。满月以后，与二女商量，拜别岳丈岳母，暂回燕如鸾家中团聚。设宴与燕喃喃只作姐妹称呼，无分大小。三人和好，欢若生平。 \\n 一日，花上林于书房静坐，想道：“我池上锦也是天官之子，只因家难，赖燕飞飞之力，享尽荣华。但叶落归根，难道一世姓花不成。此事待与飞飞商之。”事有凑巧，恰值正德皇帝宫中，太子诞生，大赦天下。此夜，燕飞飞到花上林书房中，笑吟吟道：“池郎日间所思之事，妾已尽知。目今朝中有赦，池郎可托上官高公公代为表白。不特免罪，还有意外之喜。”花上林闻之，欢欣异常。抱住道：“卿卿爱我，可谓尽心矣。”四顾无人，便欲求欢。飞飞推开道：“池郎新婚燕尔，岂罕故交。但他日诸姊妹，更有一场大会，愿以相宽。”遂以别去。 \\n 花上林明日果然打轿去见上官高，述其原委。上官高大惊道：“花先生原来是池公令嗣，失敬失敬。令尊以正直抗疏忤旨，死甚可怜。今幸有赦书，先生自然无事。但前日都督海老先儿上本，说已正法，今日仍在，此事甚费周旋。”花上林跪下道：“老公公必定要与晚生作主，没齿不忘。”上官高忙扶起道：“先生不必如此，咱家到皇爷处，自有主张。”花上林深深谢了回家，并不与燕如鸾通知。到数日过，宫中传出旨意道：“花上林果是池苑花，可赦无罪。改姓归宗。其北平京营都督海晏，寻取替身，妄行正法，本该重处。今逢赦期，着从宽罚俸三年，钦此。”圣旨一出，传到燕家，燕如鸾骇然，不知头绪。花上林向前跪下道：岳丈在上，小婿罪该万死。但此事实是令侄女飞飞芳魂指引。”遂将前事，备细说了一遍。燕如鸾如梦方醒道：“罢了罢了，失一婿得一婿，事属前定，非偶然也。”喃喃与山岩二女闻之，俱各诧异。看官认真，今花上林，又改池苑花了。池苑花于是整备衣服，到上官高处叩谢。次早午门谢恩。正值上官高在朝，传出圣旨，皇上宣见池苑花。山呼舞蹈已毕，皇上道：“卿父亲池篁，直谏捐躯，朕之过也。着加恩仍赐尔吏部主事职衔，以族直臣之后。”池苑花叩头谢恩。一出午门，百官趋贺，不计其数。池苑花以燕如鸾家窄狭，仍挚家回山尚书府中，备酒款待百官。大吹大擂，忙了数日。正值山鸣远公子遇赦，带家眷回家，见冤家已作了妹丈，且是圣上主婚。又现在是朝廷职官，翻出屁股，好不奉承。妻子海月珠，窥见池苑花，正是那年楼上渴想情人。心上惊疑，想道：“我昔年寄书，分明与他，为何倒与别人替身，得了便宜去。”此事又不好问得，但情人现在眼前，欲心愈炽，无计可以相通，只索罢了。池苑花于山鸣远面上，亦不念旧恶，欢好甚笃。如今已有了官，不便归家，遂于京中买一大屋，起盖衙门，于余地建三橺大楼，与故园一样收拾，广栽花木，古董玩器，无一不备。将喃喃与山岩二女接回，居在大屋二进。自己闲时，即在楼中坐卧，仍以燕飞飞《一女倚阑图》，挂在中间，终日焚香晤对。 \\n 忽一夜，月明如昼，池苑花在楼，燕飞飞画中下来，笑容可掬。池苑花向前相迎，飞飞道：“君之功名富贵妻儿，俱已完美，今晚月色满楼，可以行乐。前日约君作一佳会，诸姊妹俱到。”池苑花忙问：“却在何处？”飞飞向空中取出昔时十三幅美人图，放于楼上。池苑花惊道：“此图家中早被山鸣远夺去，后来送与上官高公公，摊开俱成白纸，何以又在画中？复得取回？”飞飞告以用隐摄之术而得。池苑花大喜过望，遂将幅幅俱挂楼中。飞飞将手一拈，各冉冉而下。环佩玎，香风四起。池苑花近前观之，个个花容艳丽，体态轻盈。众美人俱向池苑花施礼，笑问飞飞道：“姐姐今日招呼小妹，岂有意乎？”飞飞笑道：“昔年池郎楼上，众姐妹所以不与相亲者，以池郎佳偶未谐，功名未就，故不敢摇荡其心，以阻其前程远大。今已诸事完美，姐妹们当共谈笑，以尽一夜之欢。”众美人俱唯唯。飞飞唤侍女，于画中捧出酒肴，都是玉液琼浆，排满一楼。众美人请池郎上坐，然后团团列坐。笙箫管弦，弹的弹，唱的唱，举杯相劝。池苑花此时，欣喜欲狂。饮酒将半，各有微醺。池苑花心中按纳不住，左顾右盼，拥抱戏谑。众美人亦微笑不拒。飞飞道：“今夜良会，信是天缘。我辈仙踪，池郎亦非凡体。罗帐春光，谁当荐枕者？”池苑花道：“小生菲才，得蒙众美下降，帏中之乐，当与共之。”飞飞点点头，随令侍女向画中取出鲛绡锦衾，龟兹长枕，铺向楼中。此时，月色愈明。飞飞令撤去酒肴，喝开侍女，各解带松衣，娇羞可爱。池生居中，众美人以次而进。飞飞笑道：“今宵此会，宛然壁间一幅众女争夫图矣。”池苑花此时，胜游蓬岛，正如诗中所云： \\n 门迎朱履三千客，屏列金钗十二行。 \\n 乐境正浓，钟声已动。众人各整衣而起，池苑花道谢：“多娇错爱，良会可再续否？”飞飞愀然不乐道：“风景顿殊，欢娱易散，众姐妹与郎，只有一夕之欢，以后云散风流，不能再见矣。”池苑花闻之泪下，众美人各有离别可怜之色。飞飞道：“行矣，池郎勿以为念。妾数月后，当复遇郎于山阴道上。”遂俱别去。时天色已明，池苑花环顾楼中，只剩琴书潇洒，余香犹在。再看壁上美人图，又成空纸，并那一女倚阑图，亦虚无人矣。池苑花对景伤情，不觉大哭起来。早惊动里头喃喃与山岩二女，俱来问故。苑花亦不告以其事。 \\n 过了数日，苑花记念山阴之约，绝意功名，欲以黄冠归隐。幸喃喃怀孕在身，生一男子，续了池篁之后。苑花遂绝无牵挂。一日沐浴更衣，道装草履，语其家人，暂去访道寻真，若未归来，可去山阴相访。作别已毕，飘然出门。到山阴道中，果见飞飞在彼相等。笑吟吟道：“妾已告知蕊珠宫主，许与郎同谐夫妇，入山采药，啸傲蓬莱矣。”苑花喜极，俱与腾霄而去。 \\n 后其家人到山阴寻讨，则见苑花与一美人，携手道中，对家人道：“汝去通知主母，善自持家，保养公子，后日长成，当成显宦，不必以我为念。”言罢，倏尔不见。家人回报，妻儿恸哭一场。报与朝廷得知，皇爷诏于山阴立庙，封为写真灵应仙师。其子荫生，长来袭了父职。家道繁昌，子孙蕃衍不绝。后人阅此，叹其际遇之奇，题诗一首云： \\n 匹素胭脂写粉痕，三生石上旧精瑰。 \\n 但能了得鸳鸯债，成幻成真总不论。 \\n 评：余观《写真幻》一书，不禁有感也。池生以一介之士，而与画图美人为缘。作者偏略其夫妇，而备述其假姻缘。债了三生，春生一度。何幻之非真，亦何真之非幻哉。由是推之，人生世上，功名幻也，富贵幻也。浮生若梦，为欢几何。大限未来，亦寄情于山巅水湄；诗瓢诗碗间，终吾生以倘徉已矣。何必认真。 \\n 闽山爱石主人识 \\n  \\n   \\n  "}
