{"章节": "青楼集（元）夏庭芝", "正文": "　 \\n 　 \\n 　 \\n 青楼集 \\n 　 \\n （元）夏庭芝 \\n 《青楼集》文学、戏曲史料。元代夏庭芝撰。夏庭芝字伯和，号雪蓑。华亭（今上海松江）人。生于元延佑年间，卒于明初。 \\n 《青楼集》成书于元至正乙未十五年（1355），全书1卷，记述元大都、金陵、维扬、武昌以及山东、江浙、湖广等地的歌妓、艺人110余人的事迹。这些女子各有不同方面的艺术造诣。《青楼集》记录了她们在杂剧、院本、嘌唱、说话、诸宫调、舞蹈、器乐方面的才能。尤其对某些杂剧演员的专长有较细的记载。同时还记录了她们与当时的一些达官显宦、文人才士、戏曲散曲作家的应酬和交往。涉及名公士大夫等50余人、男演员30余人。从一个侧面反映了元代戏曲的繁荣状况及元代艺人的生活情景。 \\n 《青楼集》现存主要版本有元末陶宗仪辑、明人陶□重校《说郛》本,明人陆楫所辑《古今说海》本,明人无名氏辑《说集》本和近人叶德辉辑《双□景□丛书》本。第一、二、四种内容文字大同小异，惟第三种较其他三种文字上相异处较多，题序较为丰富。《中国古典戏曲论著集成》所收的《青楼集》，系以《双□景□丛书》本为底本，用其他本比勘对校，将文字互异处一一列出，并将《说集》本中所存张择序、夏伯和志、卷首目录、朱武跋文补录在提要中。《青楼集》对研究戏曲沿革、演员行迹、时尚风俗等戏曲史问题具有重要的史料价值。 \\n 《青楼集》元·夏庭芝 \\n 据《中国古典戏曲论著集成》（中国戏剧出版社1959年版，1982年重印）第二册《青楼集》校对。《集成》以叶德辉《双楳楼景闇丛书》的刊本作为底本，参校明万历时无名氏辑《说集》内的钞本、清顺治三年宛委山堂刻元末陶宗仪辑《重校说郛》的刊本、清道光元年酉山堂重刻明陆楫辑《古今说海》的刊本以及明万历三十年鹿角山房刻明梅鼎祚编《青泥莲花记》书内所采引的部分。本电子版文本悉依《集成》；句读标点，偶或稍异。《集成》原有校勘记近五百则，本电子版采择其与戏曲名词、艺术评价、人名、官职等有关的校记，以及部分与文意密切相关的异文，注在每节之后（欲深入研究者，务请查阅《集成》原书）。《集成》所据参校的四种版本中，前三种分别简称为“说集本”、“说郛本”和“说海本”，《青泥莲花记》简称为“莲花记”。 \\n 青楼集叙[1] \\n 《青楼集》者，纪南北诸伶之姓氏也。名以青楼者何？盖取秦少游之语也。记以诸伶者谁？吴淞夏君之集也。夏君百和，文献故家，起宋历元，几二百余年，素富贵而苴富贵。方妙岁时，客有挟明雌亭侯之术，而谓之曰：君神清气峻，飘飘然丹霄之鹤。厥一纪，东南兵扰，君值其厄，资产荡然，豫损之又损，其庶几乎？伯和揽镜，自叹形色。凡寓公贫士，邻里细民，辄周急赡乏。遍交士大夫之贤者，慕孔北海，座客常满，尊酒不空，终日高会开宴，诸伶毕至，以故闻见博有，声誉益彰。无何，张氏据姑苏，军需征赋百出，昔之吝财豪户，破家剥床，目不堪睹。伯和优游衡茅，教子读书，幅巾筇杖，逍遥乎林麓之间，泊如也。追忆曩时诸伶姓氏而集焉。喜事者哂之，弗究经史而志米盐琐事，质之于顽老子，曰：贤哂其易易，竟弗究其所以然者。我圣元世皇御极，肇兴龙朔，混一文轨，乐典章，焕乎唐尧，若名臣方躅，具载信史。兹记诸伶姓氏，一以见盛世芬华，元元同乐，再以见庸夫溺浊流之弊，遂有今日之大乱，厥志渊矣哉。史列《伶官》之传，侍儿有集，义倡司书，稗官小说，君子取焉。伯和记其贱者末者，后犹匪企及，况其硕氏巨贤乎？当察夫集外之意，不当求诸集中之名也。伯和拜手曰：先生知予哉！ \\n 至正丙午春顽老子张择鸣善谨叙 \\n [1]此序仅见于说集本卷首。 \\n 青楼集志[1] \\n 唐时有“传奇”，皆文人所编，犹野史也，但资谐笑耳。宋之“戏文”，乃有唱本，有诨。金则“院本”、“杂剧”合而为一。至我朝乃分“院本”、“杂剧”而为二。“院本”始作，凡五人，一曰副净，古谓参军；一曰副末，古谓之苍鹘，以末可扑净，如鹘能击禽鸟也；一曰引戏；一曰末泥；一曰孤。又谓之“五花爨弄”。或曰，宋徽宗爨见国[2]来朝，衣装鞋履巾裹，傅粉墨，举动如此，使人优之劾之[3]以为戏，因名曰“爨弄”。国初教坊色长魏、武、刘三人，魏长于念诵，武长于筋斗，刘长于科泛，至今行之。又有“焰段”，类“院本”而差简，盖取其如火焰之易明灭也。“杂剧”则有旦、末。旦本女人为之，名妆旦色；末本男子为之，名末泥。其余供观者，悉为之外脚。有驾头、闺怨、鸨儿、花旦、披秉、破衫儿、绿林、公吏、神仙道化、家长里短之类。内而京师，外而郡邑，皆有所谓构栏者，辟优萃而录乐，观者挥金与之。“院本”大率不过谑浪调笑，“杂剧”则不然，君臣如《伊尹扶汤》、《比干剖腹》，母子如《伯瑜泣杖》、《剪发待宾》，夫妇如《杀狗劝夫》、《磨刀谏妇》，兄弟如《田真泣树》、《赵礼让肥》，朋友如《管鲍分金》、《范张鸡黍》，皆可以厚人论[4]，美风化。又非唐之“传奇”、宋之“戏文”、金之“院本”所可同日语矣。呜呼！我朝混一区宇，殆将百年，天下歌舞之妓，何啻亿万，而色艺表表在人耳目者，固不多也。仆闻青楼于方名艳字，有见而知之者，有闻而知之者，虽详其人，未暇纪录，乃今风尘澒洞，群邑萧条，追念旧游，慌然梦境，于心盖有感焉；因集成编，题曰《青楼集》。遗忘颇多，铨类无次，幸赏音之士，有所增益，庶使后来者知承平之日，虽女伶亦有其人，可谓盛矣！至若末泥，则又序诸别录云。至正己未春三月望日录此，异日荣观，以发一笑云。 \\n [1]此志仅见于说集本卷首，作者署“夏伯和”。[2]爨见国，应是“见爨国”之误。[3]劾之，当作“效之”。[4]论，当作“伦”。 \\n 青楼集序 \\n 君子之于斯世也，孰不欲才加诸人，行足诸已。其肯甘于自弃乎哉！盖时有否泰，分有穷达，故才或不羁，行或不掩焉。当其泰而达也，园林钟鼓，乐且未央，君子宜之；当其否而穷也，江湖诗酒，迷而不复，君子非获已者焉。[1]我皇元初并海宇，而金之遗民若杜散人、白兰谷关已斋辈，皆不屑仕进，乃嘲风弄月，留连光景，庸俗易之。用世者嗤之。三君之心，固难识也。百年未几，世运中否，士失其业，志则郁矣。酤酒载严，诗祸叵测，何以纾其愁乎？小轩居寂，维梦是观。商颜黄公之裔孙曰雪蓑[2]者，携《青楼集》示余，且征序引。其志言读之，盖已详矣，余奚庸赘？窃惟雪蓑在承平时，尝蒙富贵余泽，岂若杜樊川赢得薄倖之名乎？然樊川自负奇节，不为龊龊小谨，至论列大事，如《罪言》、《原十六卫》、《战守二论》、《与时宰论兵》、《论江贼》书[3]，达古今，审成败，视昔之平安杜书记为何如邪？惜乎天憗将相之权，弗使究其设施，回翔紫薇，文空言耳！扬州旧梦，尚奚忆哉。今雪蓑之为是集也。殆亦梦之觉也。不然，历历青楼歌舞之妓，而成一代之艳史传之也。雪蓑于行[4]，不下时俊，顾屑为此。余恐世以青楼而疑雪蓑，且不白其志也，故并樊川而论之。噫！优伶则[5]贱艺，乐则靡焉。文墨之间，每传好事；其湮没无闻者，亦已多矣。黄四娘托老杜而名存，独何幸也！览是集者，尚感士之不遇。时至正甲辰六月既望观梦道人陇右朱经[6]谨序。 \\n [1]说集本无“焉”字，此句下多出：“而世之人窃怪之，何耶？自晋唐以来，贤志之士，率以醉为身谋，固亦善矣，为世道不亦疏乎？”[2]蓑，说集本、说海本、说郛本均作“簑”。下同。[3]《论江贼》书，说集本作“《论法则》书”。[4]于行，说集本作“才行”。[5]则，说集本无此字。[6]朱经，说集本作“邾经仲义”。 \\n 张大千《蜀宫乐妓图》 \\n 梁园秀 \\n 姓刘氏，行第四。歌舞谈谑[1]，为当代称首。喜亲文墨，作字楷媚；间[2]吟小诗，亦佳。所制乐府，如《小梁州》、《青歌儿》、《红衫儿》、《抧塼儿》[3]、《寨[4]儿令》等，世所共唱之。又善隐语。其夫从小乔[5]，乐艺亦超绝云。 \\n [1]谈谑，说集本作“诙谐”。[2]间，说集本作“閒”。[3]抧塼儿，说集本作“侧砖儿”。[4]寨，说集本作“赛”。[5]从小乔，说集本作“随小乔”。 \\n 张怡云 \\n 能诗词[1]，善谈笑，艺绝流辈，名重京师。赵松雪、商正叔、高房山皆为写《怡云图》以赠，诸名公题诗殆遍。姚牧庵、阎静轩每于其家小酌。一日，过钟楼街，遇史中丞，中丞下道笑而问曰：“二先生所往，可容侍行否？”姚云：“中丞上马。”史于是屏驺从，速其归携酒馔，因与造海子上[2]之居。姚与阎呼曰：“怡云今日有佳客，此乃中丞史公子也！我辈当为尔作主人。”张便取酒，先寿史，且歌“云间贵公子，玉骨秀横秋”《水调歌[3]》一阕。史甚喜。有顷，酒馔至，史取银二定[4]酧歌。席终，左右欲彻酒器皆金玉者，史云：“休将去，留待二先生来此受用。”其赏音有如此者。又尝佐贵人樽俎，姚、阎二公在焉，姚偶言“暮秋时”三字，阎曰：“怡云续而歌之。”张应声作《小妇孩儿》[5]，且歌且续曰：“暮秋时，菊残犹有傲霜枝，风西了却黄花事。”贵人曰：“且止。”遂不成章。张之才亦敏矣。 \\n [1]能诗词，说集本无“词”字。[2]海子上，说集本作“张海之”。[3]水调歌，说集本下有“头”字。[4]定，说集本作“锭”。[5]《小妇孩儿》，说集本下有“腔”字。 \\n 曹娥秀 \\n 京师名妓也。赋性聪慧，色艺俱绝。一日鲜于伯机开宴，座客皆名士，鲜于因事入内。命曹行酒适遍，公出自内，客曰：“伯机未饮。”曹亦曰：“伯机未饮。”客笑曰：“汝以伯机相呼，可为亲爱之至。”鲜于佯怒曰：“小鬼头，敢如此无礼！”曹曰：“我呼伯机便不可，却只许尔叫王羲之也。”一座大笑。 \\n 解语花 \\n 性刘氏，尤[1]长于慢词。廉野云招卢疏斋、赵松雪饮于京城外之万柳堂。刘左手持荷花，右手举杯，歌《骤雨打新荷》曲。诸公喜甚，赵即席赋诗云：“万柳堂前数亩池，平铺云锦盖涟漪。主人自有沧洲趣，游女仍歌《白雪》词。手把荷花来劝酒，步随芳草去寻诗。谁知咫尺京城外，便有无穷万里思。” \\n [1]尤，说集本无此字。 \\n 珠帘秀 \\n 姓朱[1]氏，行第四。杂剧为当今独步，驾头、花旦、软末泥[2]等，悉造其妙。胡紫山宣慰尝以《沉醉东风》[3]曲赠云：“锦织江边翠竹，绒穿海上明珠。月淡时，风清处，都隔断落红尘土。一片闲情任春[4]舒，挂尽朝云暮雨。”冯海粟待制[5]亦赠以《鹧鸪天》云：“凭倚东风远映楼，流莺窥面燕低头。虾须瘦影纤纤织，龟背香纹细细浮。红雾敛，彩云收，海霞为带月为钩。夜来卷尽西山雨，不著人间半点愁。”盖朱背微偻，冯故以帘钩寓意。[6]至今后辈以“朱娘娘”称之者。 \\n [1]朱，说集本作“宋”。[2]软末泥，说集本作“软末末”，当误。[3]春风，说集本作“东风”。[4]春，说集本作“捲”，莲花记所引作“卷”。[5]待制，说集本无此二字。[6]此句以下，说集本多出：“关巳斋亦有南吕数套，梓于《阳白雪》，故不录出。” \\n 赵真真[1]杨玉娥 \\n 善唱诸宫调，杨立斋见其讴张五牛、商正叔所编《双渐小卿》，恕[2]因作《鹧鸪天》《哨遍》《耍孩儿煞》以咏之。后曲多不录，今录前曲云：“烟柳风花锦作园，霜芽露叶玉装船。谁知皓齿纤腰会，只在轻衫短帽边。啼玉靥，咽冰弦，五牛身去更无传。词人老笔佳人口，再唤春风在眼前。” \\n [1]真真，说集本作“贞卿”。[2]恕，说集本无此字。 \\n 刘燕歌[1] \\n 善歌舞，[2]齐参议还山东，刘赋《太常引》以饯云：“故人别我出阳关，无计锁雕鞍。今古别离难，兀谁画蛾眉远山。一尊别酒，一声杜宇，寂寞又春残。明月小楼间，第一夜相思泪弹。”至今脍炙人口。 \\n [1]歌，说集本作“哥”。[2]此句下，说集本多“通音律”三字。 \\n 顺时秀 \\n 姓郭氏，字顺卿，行第二，人称之曰“郭二姐”。姿态闲雅。杂剧为[1]闺怨最高[2]，驾头、诸旦本亦得体[3]。刘时中待制尝以“金簧玉管，凤吟鸾鸣”拟其声韵。平生与王元鼎密[4]。偶[5]疾，思得马板肠，王即杀所骑骏马[6]以啗之。阿鲁温参政在中书，欲瞩意于郭。一日戏曰：“我何如王元鼎？”郭曰：“参政，宰臣也；元鼎，文士也。经纶朝政，致君泽民，则元鼎不及参政，嘲风弄月，惜玉怜香，则参政不敢望元鼎。”阿鲁温一笑而罢。[7] \\n [1]为，说集本作“于”。[2]最高，说集本作“最为得体”。[3]驾头、诸旦本亦得体，说集本作“驾头亦高”。[4]平生句，说集本作“平生惟王元鼎与之俾”。[5]说集本“偶”字上有“郭”字。[6]所骑骏马，说集本作“所乘五明马”。[7]说集本“罢”作“已”。此句下说集本尚有：“元鼎初见云：郭外寻芳景物新，顺溪水碧粼粼。时时啼鸟催人去，秀领花开别是春。” \\n 小娥秀 \\n 姓邳氏，世传“邳三姐”是也。善小唱，能曼词[1]。张子友平章甚加爱赏[2]，中朝名士赠以诗文盈轴焉。 \\n [1]曼，说海本作“谩”，当误。能曼词，说集本作“亦能慢词”。[2]爱赏，说集本作“赏识”。 \\n 杜妙隆 \\n 金陵佳丽人也，卢疏斋欲见之，行李匆匆，不果所愿，因题《踏沙行》于壁云：“雪暗山明，溪深花早，行人马上诗成了。归来闻说妙隆歌。金陵却比蓬莱渺。宝镜慵窥，玉容空好，梁尘不动歌声悄。无人知我此时情，春风一枕松窗晓。” \\n 喜春景 \\n 姓段氏，姿色不逾中人。而艺绝一时，张子友平章以侧室置之。 \\n 聂檀香 \\n 姿色妩媚，歌韵清圆，东平严侯甚爱[1]之。[2] \\n [1]甚爱，说集本作“眷”。[2]说集本此下尚有：“小踢官场，世为魁首。吕宝相二舍为妾。” \\n 南春宴 \\n 姿容伟丽，长于驾头杂剧，亦京师之表表者。 \\n 李心心[1]、杨奈儿、袁当儿、于盼盼、于心心、吴女[2]燕雪梅，此数人者，皆国初京师之小唱也。又有牛四姐，乃元寿之妻，俱擅一时之妙，寿之尤为京师唱社[3]中之巨擘也。 \\n [1]说集本脱去一“心”字。[2]吴女燕雪梅，说集本作“吴女女、燕雪梅”。[3]唱社，说集本作“二唱社”。 \\n 宋六嫂[1] \\n 小字同寿。元遗山有《赠觱栗工张觜儿词》，即其父也。宋与其夫合乐，妙入神品，盖宋善讴，其夫能传其父之艺。滕玉霄待制[2]尝赋《念奴娇》[3]以赠云：“柳颦花困，把人间恩爱，尊前倾尽。何处飞来双比翼，直是同声相应。寒玉嘶风，香云卷雪，一串骊珠引。元郎去后，有谁著意题品。谁料浊羽清商，繁弦急管，犹自余风韵。莫是紫鸾天上曲，两两玉童相并。白发梨园，青衫老傅，试与留连听。可人何处，满庭霜月清冷。” \\n [1]宋六嫂，说集本正文作“宋六姐”，目录作“宋六嫂”。[2]待制，说集本无此二字。[3]《念奴娇》，说集本下有“词”字。 \\n 周人爱 \\n 京师旦色，姿艺并佳，其儿妇[1]玉叶儿，元文苑[2]尝赠以南吕《一枝花》曲[3]。又有瑶池景，吕总管之妻也。贾岛春，萧子才[4]之妻也，[5]皆一时之拔萃者。[6]王玉带、冯六六、王榭燕[7]、王庭燕、周兽头[8]，皆色艺两绝。又有刘信香，因李侯宠之，名尤著焉。 \\n [1]儿妇，说集本作“二儿妇”。[2]元文苑，说集本作“亢文苑”。[3]《一枝花》曲，说集本作“《一枝花》等曲。”[4]萧子才，说集本作“小子才”。[5]此句下说集本有：“赛金带，花蠡才之妻”。[6]王玉带以下，说集本另析一条。[7]王榭燕，说集本作“王树燕”，疑误。[8]周兽头，说集本无此三字。 \\n 秦玉莲秦小莲 \\n 善唱诸宫调，艺绝一时，后无继之者。 \\n 司燕奴[1] \\n 精杂剧，声名与宋、郭[2]相颉颃。后有班真真、程巧儿、李赵奴，亦擅一时之妙。[3] \\n [1]司燕奴，说集本作“思燕奴”。此条与上条说集本合为一条。[2]宋、郭，说集本作“朱、郭”。[3]说集本于此条后，较其他版本多出“金兽头”一条，全文：“周兽头，京师名伎也。姿艺殊绝。后湖广有金兽头，亦美姿容，而善歌舞。贯只歌平章纳之。贯殁，流落湖湘间；酸斋见之，曾有‘老鹤啄’之诮。” \\n 天然秀 \\n 姓高氏[1]，行第二，人以“小二姐”呼之。母刘，尝侍史开府。高[2]丰神[左青右色]雅[3]，殊有林下风致。才艺尤度越[4]流辈，闺怨杂剧，为当时第一手[5]；花旦、驾头，亦臻其妙。始嫁行院王元俏[6]。王死，再嫁焦太素治中。焦后没，复落乐部。人咸以国香深惜，然尚高洁凝重，尤为白仁甫、李溉之[7]所爱赏云。 \\n [1]高氏，说集本作“乔氏”。[2]高，说集本作“乔”。[3]丰神[左青右色]雅，说集本作“风神雅靓”。[4]度越，说集本作“度绝”。[5]为当时第一手，说集本作“为第一”。[6]王元俏，说集本作“名至元俏”；下句“王”作“至”。[7]李溉之，说集本作“李槩之”。 \\n 国玉第[1] \\n 教坊副使童关高[2]之妻也。长于绿林杂剧，尤善谈谑，得名[3]京师。 \\n [1]国玉第，说集本作“国玉带”。[2]童关高，说集本作“童关乔”。[3]得名，说集本作“行名”。 \\n 张玉梅 \\n 刘子安之母也。刘之妻曰蛮婆儿，皆擅美当时，其女关关，谓之“小婆儿”。七八岁已得名湘湖间。 \\n 王金带[1] \\n 姓张氏，行第六。色艺无双。邓州王同知娶之，生子矣。有谮之[2]于伯颜太师，欲取入教坊承应，王因一尼为地，求间于太师之夫人，乃免。 \\n [1]王金带，说集本作“玉金带”。[2]谮之，说集本作“讚（赞）之”。 \\n 魏道道[1] \\n 勾栏内独舞《鹧鸪》四篇[2]打散，自国初以来，无能继者，妆旦色有不及焉。 \\n [1]勾栏内，说集本作“构栏中”。[2]篇，说集本作“片”。 \\n 玉莲儿 \\n 端丽巧慧，歌舞谈谐[1]，悉造其妙，尤善文楸[2]握槊之戏。尝得侍于英庙，由是名冠京师。 \\n [1]谈谐，说集本作“谈谑”。[2]善文楸，说集本作“善于纹楸”。 \\n 樊事真 \\n 京师名妓[1]也。周仲宏参议[2]嬖之。周归江南，樊饮饯于齐化门外。周曰：“别后善自保持，毋贻他人之诮。”樊以酒酧地而誓曰：“妾若负君，当刳一目以谢君子。”亡何有权豪子[3]来，其母既迫于势，又利其财，樊则始毅然，终不获已。后周来京师，樊相语曰：“别后非不欲保持，卒为豪势所逼，昔日之誓，岂徒设哉。”乃抽金篦刺左[4]目，血流遍地。周为之骇然，因欢好如初。好事者编为杂剧，曰《樊事真[5]金篦刺目》，行于世。 \\n [1]名妓，说集本作“名姝”。[2]参议，说集本作“参政”。[3]权豪子，说集本作“权豪子弟”，莲花记引作“权豪家”。[4]左，说集本无此字，莲花记引作“一”。[5]樊事真，说集本无此三字。 \\n 赛帘秀 \\n 朱帘秀之高弟，侯耍俏[1]之妻也。中年双目皆无所睹，然其出门入户，步线行针，不差毫发，有目莫之及焉。声遏行云，乃古今绝唱。[2] \\n [1]侯耍俏，说集本作“欠耍削”，说海本、说郛本均作“欠耍俏”。[2]说集本此下多出“女童童，男靳书堂”七字。 \\n 天锡秀[1] \\n 姓王氏，侯总管之妻也。善绿林杂剧，足甚小而步武甚壮，女天生秀，稍不逮焉。后有工[2]于是者赐恩深，谓之“邦老赵家”。又有张心哥，亦驰名淮浙。[3] \\n [1]天锡秀，说集本目录作“天赐秀”，正文则脱去“秀”字。[2]工，说集本作“攻”。[3]淮浙，说集本上有“于”字；此句下尚多出：“周喜哥，字悦卿。貌不甚扬，而体态极柔媚。赵松雪为书‘悦卿’二字。鲜于困学、卫山斋、郝廉使及诸公皆赠以诗词，其家至今宝藏也。” \\n 金兽头[1] \\n 湖广名妓也。贯只歌平章纳之。贯没，流落湘湖间。酸斋尝有“老鹤啄”之诮。 \\n [1]此条说集本附于《司燕奴》条后，文字稍详。见该条注[3]。 \\n 周喜歌[1] \\n 字悦卿。貌不甚扬，而体态温柔。赵松雪书“悦卿“二字。鲜于困学、卫山斋、都廉使公及诸名公皆赠以词，至今其家宝藏之。 \\n [1]此条说集本附于《天锡秀》条后，见该条注[3]。 \\n 王巧儿 \\n 歌舞颜色，称于京师[1]。陈云峤[2]与之狎，王欲嫁之。其母密遣其流辈开喻曰：“陈公之妻，乃铁太师女，妒悍不可言。尔若归其家，必遭凌辱矣。”王曰：“巧儿一贱倡[3]，蒙陈公厚眷，得侍巾栉，虽死无憾。”母知其志不可夺，潜挈家僻所，陈不知也。旬日后，王密遣人谓陈曰：“母氏设计，置我某所，有富商约某日来，君当图之，不然，恐无及矣！”至期，商果至，王辞以疾，悲啼宛转[4]，饮[5]至夜分，商欲就寝。王掐其肌肤皆损，遂不及乱。既五鼓，陈宿构忽剌罕赤闼，缚商欲赴刑部处置。商大惧，告陈公曰：“某初不知，幸寝其事[6]，愿献钱二百缗[7]，以助财礼之费。”陈笑曰：“不须也。”遂厚遗[8]其母，携王归江南。陈卒，王与正室铁皆能守其家业，人多所称述云。 \\n [1]称于京师，说集本作“称为第一”。[2]陈云峤，说集本作“陈云乔”。[3]一贱倡，说集本作“贱妓”。[4]宛转，说集本作“怨转”。[5]饮，说集本无此字。[6]其事，说集本作“其讼”。[7]愿献钱二百缗，说集本作“愿献钞二百锭”。[8]厚遗，说集本作“厚惠”。 \\n 王奔儿 \\n 长于杂剧[1]，然身背微偻。金玉府总管张公置于侧室。刘文卿[2]尝有“买得不直”之诮，张没，流落江湖，为教师以终。 \\n [1]杂剧，说集本作“杂妓”。[2]刘文卿，说集本作“刘文”。 \\n 时小童 \\n 善调话[1]——即世所谓小说者，如丸走坂，如水建瓴，女童[2]亦有舌辨[3]，嫁末泥度丰年[4]，不能尽母之伎云[5]。 \\n [1]调话，说集本作“调侃”。[2]女童，说集本作“女童童”。[3]舌辨，说集本作“舌辩”。[4]度丰年，说集本作“庆丰年”。[5]不能尽母之伎云，说集本作“惜不能尽母氏之艺云”。 \\n 于四姐 \\n 字慧卿[1]。尤长琵琶，合唱[2]为一时之冠[3]，名公士夫，皆有诗[4]赠之。后有朱春儿，[5]亦得名[6]于淮浙。[7] \\n [1]慧卿，说集本作“惠卿”。[2]“尤长琵琶，合唱”，说集本作“善唱，尤为嚛咀”。[3]冠，说集本作“绝”。[4]诗，说集本作“诗词”。[5]此句下，说集本有“其琵琶合唱”五字。[6]得名，说集本作“名冠”。[7]此句下，说集本有“传保保”三字。 \\n 平阳奴 \\n 姓徐氏。一目眇，四体文绣[1]，精于绿林杂剧。又有郭次香[2]，陈德宣之妻也，亦微眇一目。韩兽头，曹皇宣之妻也，亦善杂剧，皆驰名金陵者也。 \\n [1]四体文绣，说集本作“四肢纹绣”。[2]郭次香，说集本作“郭天香”，说海本作“郭太香”，说郛本作“郭大香”。 \\n 赵偏惜 \\n 樊孛阑奚[1]之妻也。旦末双全，江淮间多[2]师事之。樊院本亦罕与比。 \\n [1]樊孛阑奚，说集本作“樊素兰”。[2]多，说集本作“名”。 \\n 连枝秀 \\n 姓孙氏，京师角妓也。逸人风高老[1]点化之，遂为女道士[2]，浪游湖海间。尝至松江，引一髽髻[3]，曰闽童[4]，亦能歌舞。有招饮者，酒酣则自起舞，唱《青天歌》，女童亦舞而和之，真仙音也。欲于东门外化缘造庵，陆宅之[5]为造疏，语多寓讥谑，其中有“不比寻常钩子，曾经老大钳槌，百炼不回，万夫难敌”之句。孙于是飘然入吴，遇医人李恕斋，乃欲卜[6]旧好，遂从俗嫁之，后不知所终。 \\n [1]风高老，说集本作“峰高老”。[2]女道士，说集本作“女冠”。[3]髽髻，说集本作“[上髟下火]髻女”。[4]闽童，说集本作“闺童”。[5]陆宅之，说集本作“陆泽之”。[6]欲卜，说集本作“都下”，说海本、说郛本及莲花记所引均作“欲下”。 \\n 王玉梅 \\n 善唱慢调[1]，杂剧亦精致。身材短小，而声韵清圆，故锺[2]继先有“声似磬圆，身如磬槌”[3]之诮云。 \\n [1]慢调，说集本作“慢词”。[2]锺，说集本作“种”。[3]声似磬圆，身如磬槌，说集本“圆”“身”互乙。 \\n 李芝秀[1] \\n 赋性聪慧，记杂剧三百余段，当时旦色号为广记者，皆不及也。金玉府张总管置于侧室。张没后，复为娼。 \\n [1]李芝秀，说集本作“李枝秀”。 \\n 朱锦绣[1] \\n 侯要俏[2]之妻也。[3]杂剧旦末双全，而歌声[4]坠梁尘，虽姿[5]不逾中人，高艺实超流辈。侯又善院本。时称负绝艺者[6]，前辈有赵偏惜、樊孛阑奚，后则侯、朱也[7]。 \\n [1]朱锦绣，说集本作“朱锦秀”。[2]侯要俏，说集本作“侯耍倩”。[3]此句下，说集本有“侯副净觔斗最高”七字。[4]歌声，说集本无此二字。[5]姿，说集本下有“色”字。[6]“侯又善院本。时称负绝艺者”，说集本无此二句。[7]“前辈有赵偏惜、樊孛阑奚，后则侯、朱也”二句，说集本作：“前有樊赵，后有韩朱也。” \\n 樊香歌[1] \\n 金陵名姝[2]也。妙歌舞，善谈谑[3]，亦颇涉猎书史。台端虽廌角[4]峨峨，悉皆爱赏；士夫造其庐，尽日笑谈。惜寿不永，二十三岁而卒。葬南关外[5]。好事者春游，必携酒奠其墓，至今率以为常。 \\n [1]樊香歌，说集本作“樊秀哥”。[2]名姝，说集本作“名妓”。[3]谈谑，说集本作“谈谐”。[4]廌角，说集本作“豸角”。[5]南关外，说集本作“南门关外”。 \\n 小玉梅 \\n 姓刘氏。独步江浙。其女匾匾，姿格娇冶，资性聪明[1]。杂剧[2]能迭生按之，号“小技”[3]。后嫁末泥[4]安太平，常[5]郁郁而卒。有女宝宝[6]，亦唤“小枝梅[7]”，艺则不逮其母云。 \\n [1]资性聪明，说集本作“性资聪慧”。[2]杂剧，说集本作“新杂剧”。[3]号小技，说集本作“号外小枝梅”。[4]末泥，说集本作“行院”。[5]常，说集本作“竟”。[6]有女宝宝，说集本作“女保保”。[7]小枝梅，说海本、说郛本均作“小技梅”。 \\n 杨买奴 \\n 杨驹儿之女也。美姿容，善讴唱。公卿士夫，翕然加爱。性嗜酒。后嫁乐人查查鬼张四为妻，憔悴而死。贯酸斋尝以“髻挽青螺，裙拖白带”之句讥之，盖以其有白带疾也。 \\n 张玉莲 \\n 人多呼为“张四妈”。旧曲[1]其音不传者，皆能寻腔依韵[2]唱之。丝竹咸精，蒱博尽解，笑谈亹亹，文雅彬彬。南北令词[3]，即席成赋；审音知律，时无比焉。往来其门，率多贵公子。积家丰厚，喜延款士夫，复挥金如土，无少靳惜[4]。爱林经历尝以侧室置之。后再占乐籍，班彦功[5]与之甚狎。班司儒[6]秩满北上，张作小词《折桂令》赠之，末句云：“朝夕思君，泪点成班[7]。”亦自可喜，又有一联云：“侧耳听门前过马，和泪看帘外飞花。”尤为脍炙人口。有女倩娇、粉儿，数人皆艺[8]殊绝，后以从良散去。余近年见之昆山，年逾[9]六十矣。两鬓如黧，容色尚润，风流谈谑，不减少年时也。 \\n [1]旧曲，说集本作“南北旧曲”。[2]依韵，说集本作“依调”，莲花记所引作“依词”。[3]令词，说海本、说郛本均作“今词”，当误。[4]靳惜，说海本、说郛本及莲花记所引均作“暂惜”。[5]班彦功，说集本作“班彦翁”。[6]司儒，说集本作“儒司”。[7]班，莲花记引作“斑”。[8]艺，说集本作“色艺”。[9]年逾，说海本、说郛本及莲花记所引均作“年余”。 \\n 赵真真[1] \\n 冯蛮子之妻也。善杂剧，有绕梁之声[2]。其女西夏秀，嫁江闰甫[3]，亦得名淮浙间，江[4]亲文墨，通史鉴，教坊流辈，咸不逮焉。 \\n [1]赵真真，说集本作“赵真秀”。[2]有绕梁之声，说集本无此五字。[3]江闰甫，说集本作“江润甫”。[4]江，说集本无此字。 \\n 李娇儿 \\n 王德名[1]妻也。姿容姝丽，意度闲雅。时人号为“小天然”。花旦杂剧特妙。江浙驸马丞相常眷之。李生辰，相君致贺礼，遇公燕，则遗以马腰截。至今歌馆以为盛事。[2] \\n [1]王德名，说集本作“王得名”。[2]此条自“姿容姝丽”句至“以为盛事”止，说集本无之；但别作：“姿容风格，妙于一时。善化（花）旦杂剧。时人谓之：‘张奔儿为温柔旦，旦（系衍文）李娇儿为风流旦。’”盖误将下文《张奔儿》条混为合传。 \\n 张奔儿[1] \\n 李牛子之妻也。姿容丰格，妙于一时。善花旦杂剧。时人目奔儿为“温柔旦”，李娇儿为“风流旦”。 \\n [1]说集本此条混入上条，见上条注[2]。 \\n 龙楼景丹墀秀 \\n 皆金门高之女也。俱有姿色，专工南戏。龙则梁尘暗簌，丹则骊珠宛转。后[1]有芙蓉秀者，婺州人，戏曲小令不在二美之下，且能杂剧，尤[2]为出类拔萃云。 \\n [1]后，说集本作“又”。[2]尤，说集本作“又”。 \\n 赛天香[1] \\n 李鱼头之妻[2]也。善歌舞，美风度[3]，性嗜洁，玉骨冰肌，纤尘不染。无锡倪元镇[4]有洁癖，亦甚爱之，则其人可知矣。 \\n [1]赛天香，说集本目录作“赛天香”，正文作“赛天秀”。[2]之妻，说集本作“家妇”。[3]风度，说集本作“丰度”。[4]倪元镇，说海本、说郛本均作“倪元缜”。 \\n 翠荷秀 \\n 姓李氏。杂剧为当时所推。自维扬来云间[1]，石万户置之别馆[2]。石没。李誓不他适，终日却扫，焚香诵经。石之子云壑万户、孙伯玉[3]万户，岁时往拜之。[4]余见其年已七旬[5]，鬓发如雪，两手指甲皆长尺余焉。 \\n [1]云间，说集本作“松江”。[2]石万户置之别馆，莲花记所引作“石九山万户纳置别馆”。[3]伯玉，说集本作“白玉”。[4]此句下莲花记多出：“乐籍相传，以为盛事。”[5]余见句，说集本作“余闻见其七旬”。 \\n 赵梅哥 \\n 张有才[1]之妻也。美姿色，善歌舞，名虽高而寿不永。张继娶和当当，虽貌不扬而艺甚绝[2]，在京师曾接司燕奴[3]排场，由是江湖驰名。老而歌调[4]高如[5]贯珠，其女鸾童[6]，能传母之技云。 \\n [1]张有才，说集本作“张友才”。[2]甚绝，说集本作“绝伦”。[3]司燕奴，说集本作“思燕奴”。[4]歌调，说集本作“歌喉”。[5]高如，说集本作“尚如”。[6]鸾童，说集本作“芙蓉”。 \\n 陈婆惜 \\n 善弹唱[1]，声遏行云，然貌微陋，而谈笑风生，应对如响，省宪大官皆爱重之。在弦索中，能弹唱鞑靼曲者，南北十人[2]而已。女[3]观音奴，亦得其仿佛，不能造其妙也。 \\n [1]此句集说本上多出“田教化之妻”五字。[2]十人，说集本作“一人“。[3]女，说集本作“其女”。 \\n 汪怜怜 \\n 湖州角妓。美姿容，善杂剧。涅古伯经历甚属意焉。汪曰：“若[1]不弃寒微[2]，当以侧室处我。”[3]涅遂备礼纳之。克尽妇道，人无间言[4]。数年[5]涅没，汪髡发为尼，公卿[6]士夫多访之。汪毁[7]其形，以绝众之狂念，而终身焉。 \\n [1]若，说集本及莲花记所引其上均有“君”字。[2]寒微，说集本作“寒贱”。[3]莲花记所引，此句下尚有：“鼠窃狗偷，妾决不为。”[4]人无间言，说集本无此四字。[5]数年，说集本作“三年”。[6]公卿，莲花记所引无此二字。[7]毁，说海本、说郛本及莲花记所引者均作“汩”。 \\n 米里哈 \\n 回回旦色。歌喉清宛，妙入神品。貌虽不扬，而专工[1]贴旦[2]杂剧。余曾识之，名不虚得也。 \\n [1]而专工，说集本作“善攻”[2]贴旦，说集本、说海本、说郛本均作“花旦”。 \\n 顾山山 \\n 行第四，人以“顾四姐”呼之。本良家子，因父而俱失身。资性明慧，技艺绝伦。始嫁乐人李小大。李没，华亭县长哈剌不花置于侧室，凡十二年[1]。后复居乐籍，至今老于松江，[2]而花旦杂剧，犹少年时体态。后辈且蒙其指教，人多称赏之。 \\n [1]十二年，说集本作“十三年”。[2]说集本于此句下，尚有“年逾六十”四字。 \\n 李芝仪[1] \\n 维扬名妓也。工[2]小唱，尤善慢词，王继学中丞甚爱之，赠以诗序。余记其一联云：“善和坊里，骅骝构[3]出绣花来。钱塘江边，燕子衔将春色去。”又有《塞鸿秋》四阕。至今歌馆[4]尤[5]传之。乔梦符[6]亦赠以诗词[7]甚富。女童童兼[8]杂剧，间来松江，后归维扬。次女多娇尤聪慧，今留京口。[9] \\n [1]李芝仪，说集本作“李楚仪”。[2]工，说集本作“攻”。[3]构（繁体“搆”），说集本作“鞴”。[4]歌馆，说集本作“歌者”。[5]尤，说集本作“犹”。[6]乔梦（繁体“夢”）符，说集本作“乔萝符”。[7]诗词，说集本作“词章”。[8]兼，说集本、说海本、说郛本均作“善”。[9]说集本无“次女”二句，但别有“兵后，相传犹在云”。 \\n 李真童 \\n 张奔儿之女也。十余岁即名动江浙[1]，色艺无比，举止温雅，语不伤气，绰有闺阁风致。达天山检校浙省，一见遂属意焉。周旋三岁（一作载），达秩满赴都，且约以明年相会，李遂为女道士。杜门谢客，日以焚诵为事。至期，达授诸暨州同知，而来备礼取之。后达没，复为道士，节行愈励云。[2] \\n [1]名动江浙，说集本作“名冠淮浙”。[2]此条，自“色艺无比”句，至“节行愈励云”一段文字，说集本无之；但有“琼花宴，教坊史六妇也。妆旦绝伦”十二字。又说集本于“李真童”条之后，尚多出《小国秀》、《李奴婢》、《王玉英》、《重阳景》等四条，兹全录于后： \\n “小国秀，事事宜，张童童，维扬魁首。” \\n “李奴婢，妆旦色，貌艺为最。仗义施仁，嫁与杰里哥儿佥事，伯家闾监司动言章，休还。名公士夫，多与乐府长篇，歌曲词章。予亦有《水仙子》与之云：‘丽春园先使棘针屯，烟月牌荒将烈焰焚。实心儿辞却莺花阵，谁想香车不甚稳。柳花亭进退无门，夫人是夫人分，奴婢是奴婢身，怎做夫人。’” \\n “王玉英，妆旦色。人品艺业惊人。宪司老汉经历侧室也。予曾有《朝天曲》赠之云：‘玉英玉英，杂树西风净。蓝田日暖七妆成，如琢如磨性。异钟奇范，精神光莹，价高如十座城，试听几声，白雪扬春令。’” \\n “重阳景，丁指挥妻，遭遇不小也。” \\n 真凤歌[1] \\n 山东名妓也。善小唱。彭庭坚为沂州同知，确守不乱。真恃以机辨圆转[2]，欲求好于彭。一日大雪，彭会客，深夜方散，真托以天寒不回，直造彭室，彭竟不辞，后意[3]甚密。 \\n [1]真凤歌，说集本作“真凤哥”。[2]机辨圆转，说集本作“机圆百转”。[3]意，说集本作“情意”。 \\n 大都秀 \\n 姓张氏。其友[1]张七，乐名黄子醋。善杂剧[2]，其外脚供过[3]亦妙。 \\n [1]友，说集本作“夫”。[2]杂剧，说集本作“杂妓”。[3]供过，说集本作“衬”。 \\n 喜温柔 \\n 曾九之妻也[1]。姿色端丽，而举止温柔[2]。淮浙驰名，老而不衰。江西亦有喜温柔，姓孙氏，其艺则不逮焉。[3] \\n [1]曾九之妻也，说集本作“姓曹氏”。[2]温柔，说集本作“温雅”。又说集本于此句下，有“善化（花）旦杂剧”五字。[3]江西以下三句，说集本无之。又说集本别有：“曾瑞卿以《梧叶儿》数首以赠之，其半皆寓其名，梓行于世。回回旦色末里吟，传授其妙。” \\n 金莺儿 \\n 山东名姝[1]也。美姿色，善谈笑。搊筝合唱，鲜有其比。贾伯坚任山东佥宪，一见属意焉，与之甚昵。后除西台御史，不能忘情，作《醉高歌》《红绣鞋》曲以寄之曰：“乐心儿比目连枝，肯意儿新婚燕尔。画船开，抛闪的人独自。遥望关西店儿，黄河水流不尽心事，中条山隔不断相思。常记得，夜深沉，人静悄，自来时。来时节三两句话。去时节一篇诗。记在人心窝儿里直到死。”由是台端知之，被劾而去。至今山东以为美谈。 \\n [1]名姝，说集本作“名妓”。 \\n 一分儿[1] \\n 姓王氏。京师角妓也。歌舞绝伦，聪慧无比。一日，丁指挥会才人刘士昌、程继善等于江乡园小饮，王氏佐樽。时有小姬歌《菊花会》南吕曲云：“红叶落火龙褪甲，青松枯怪蟒张牙。”丁曰：“此《沉醉东风》首句也。王氏可足成之。”王应声曰：“红叶落火龙褪甲，青松枯怪蟒张牙，可咏题，堪描画。喜觥筹，席上交杂。答刺苏，频斟入，礼厮麻，不醉呵休扶上马。”一座叹赏，由是声价愈重焉。 \\n [1]此条，说集本不载。 \\n 般般丑[1] \\n 姓马，字素卿。善词翰，达音律，驰名江湘间。时有刘廷信者，南台御史刘廷翰之族弟，俗呼曰“黑刘五”，落魄不羁，工于笑谈，天性聪慧，至于词章，信口成句，而街市俚近之谈，变用新奇，能道人所不能道者，与马氏各相闻而未识。一日，相遇于道，偕行者曰：“二人请相见。”曰：“此刘五舍也；此即马般般丑也。”见毕，刘熟视之，曰：“名不虚得！”马氏含笑而去。自是往来甚密，所赋乐章极多，至今为人传诵。 \\n [1]此条，说集本甚为简略，如下：“般般丑，姓刘氏。湖湘名妓也。刘廷信尝以乐府赠之，至今与人传唱。” \\n 刘婆惜[1] \\n 乐人李四之妻也。江右与杨春秀同时。颇通文墨，滑稽歌舞，迥出其流，时贵多重之。先与抚州常推官之子三舍者交好，苦其夫间阻。一日，偕宵遁，事觉，决杖。刘负愧，将之广海居焉，道经赣州，时有全普庵拨里，字子仁，由礼部尚书值天下多故，选用除赣州监郡，平昔守官清廉，文章政事，敭历台省，但未免耽于花酒。每日公余即与士夫酣饮赋诗，帽上常喜簪花，否则或果或叶，亦簪一枝。一日，刘之广海过赣，谒全公。全曰：“刑余之妇，无足与也。”刘谓阍者曰：“妾欲之广海，誓不复还。久闻尚书清誉，获一见而逝，死无憾也。”全哀其志，而与进焉，时宾朋满座，全帽上簪青梅一枝，行酒，全口占《清江引》曲云：“青青子儿枝上结”，令宾朋续之。众未有对者，刘敛衽进前曰：“能容妾一辞乎？”全曰：“可”，刘应声曰：“青青子儿枝上结，引惹人攀折。其中全子仁，就里滋味别。只为你酸留意儿难弃舍。”全大称赏，由是顾宠无间，纳为侧室。后兵兴，全死节。刘克守妇道，善终于家。 \\n [1]此条，说集本文字全异，特录于此：“刘婆惜，乐人李四之妻也。天性聪慧，善歌舞，驰名湖湘间。全子人（仁）自户部尚书选用，除赣州路监郡，声价赫然。一日，全宴客，呼刘佐尊。正清和时景，庭前有梅，方结子尚小，全因酒酣，口占《清江引》云：‘青青子儿枝头结，未许人攀折’，下韵未成，沉吟之际，刘应声云：‘其中全子仁，就里滋味别，酸溜溜好教人杂弃舍。’一座称卖（赏）。全遂属意焉。数日后，刘与其好尝（常）三舍者逃窜，其家寻获告官，正隶全公，遂授状，竟断离异。经数月，即令人寻访，纳为侧室。全殁后，不知所终。” \\n 小春宴 \\n 姓张氏。自武昌来浙西[1]。天性聪慧，记性最[2]高。[3]勾阑中[4]作场，常写其名目，贴于四周遭梁上，任看官选拣需索。近世广记者，少有其比。 \\n [1]来浙西，说集本作“来于浙间”。[2]最，说集本作“极”。[3]此句下，说集本尚有“记杂剧三百余段”七字。[4]勾阑中，说集本作“构肆”。 \\n 孙秀秀 \\n 都下小旦色。名公巨卿多爱重之。[1]京师谚曰：“人间孙秀秀，天上鬼婆婆。” \\n [1]说集本此下有“声价翕然”四字。 \\n 事事宜 \\n 姓刘氏。姿色歌舞悉妙[1]。其夫玳瑁敛[2]，其叔象牛头[3]，皆副净色，浙西驰名[4]。 \\n [1]悉妙，说集本作“悉臻其妙”。[2]玳瑁敛，说集本作“玳瑁脸”。[3]象牛头，说集本作“象牙头”。[4]浙西驰名，说集本作“驰名江西”。 \\n 帘前秀 \\n 末泥任国恩之妻也。杂剧甚妙。武昌湖南[1]等处，多敬爱之。 \\n [1]湖南，说集本作“湖广”。 \\n 燕山景 \\n 田眼睛光[1]妻也。夫妇乐艺皆妙[2]。 \\n [1]田眼睛光，说集本作“田眼精光”。[2]夫妇乐艺皆妙，说集本作“夫妇二人，乐艺皆造其妙”。 \\n 燕山秀[1] \\n 姓李氏。其夫马二，名黑驹头。朱帘秀之高第。旦末双全，杂剧无比。 \\n [1]此条说集本不载。 \\n 荆坚坚[1] \\n 善唱，工于花旦杂剧，人呼为“小顺时秀”。 \\n [1]此条说集本不载。 \\n 孔千金[1] \\n 善拨阮，能曼词[2]，独步于时，其儿妇王心奇，善花旦，杂剧尤妙。 \\n [1]此条说集本不载。[2]曼词，说海本、说郛本均作“慢词”。 \\n 李定奴[1] \\n 歌喉宛转，善杂剧。勾阑中曾唱《八声甘州》，喝采八声。其夫帽儿王，杂剧亦妙。凡妓，以墨点破其面者为花旦。 \\n [1]此条说集本不载。 \\n 罗春伯《闻见录》载陈了翁《题蔡奴像》曰：“观全盛时风尘中人物尚如此，呜呼盛哉！”余于《青楼集》不[1]无感云尔。至正丙午夏五月郡人夏邦彦书于风月楼中。[2] \\n [1]不字下，说海本、说郛本均有“能”字。[2]说集本无夏邦彦此条跋语。 \\n 跋[1] \\n 余向观唐《北里志》与夫传奇杂说，其间声妓之籍籍者，虽才色节义有不相类，至于垂名传记，使后之兴慕，往往谈论于尊俎之间，而当时作者岂徒然也。余生斯世，因感其人之不见于今，且叹古之（知）音者又不复作；及观云间夏伯和氏《青楼集》，百年之间，其籍籍者有不愧于古，而知音者代不乏人，则余向之感且叹者，盖见闻寡陋之过也。观是集者，可谓闻弦赏音，足知雅调，免夫寡陋之诮矣。遂书于集之后。山阴朱武序。 \\n [1]此跋仅见于说集本卷末。 \\n  \\n 　 \\n  \\n  \\n 　"}
