{"章节": "氾胜之书（汉）氾胜之", "正文": "  \\n 氾胜之书 \\n （汉）氾胜之 \\n 　 \\n  \\n  \\n 卷上 \\n 耕田篇 \\n 凡耕之本，在于趣时和土。务粪泽，旱锄获春冻解，地气始通土，一和。解夏至天气始暑，阴气始盛，土复解。夏至后九十日，昼夜分，天气和。以此时耕田，一而当五，名曰膏泽，皆得时功。春，地气通，可耕坚硬强地。黑垆土辄平摩其块以生草，草生复耕之。天有小雨，复耕和之，勿令有块，以待时，所谓强土而弱之也。春候地气始通，椓橛木枨尺二寸，埋尺见其二寸。立春后土块散，上没橛，陈根可拔，此时二十日以后，和气即土刚，以此时耕，一而当四。和气去，耕，四不当一。杏始华荣辄耕，轻土、弱土望杏花落复耕，耕辄蔺之。草生有雨泽耕，重蔺之。土甚轻者，以牛羊践之，如此则土强，此谓弱土而强之也。春气未通，则土历适不保泽，终岁不宜稼，非粪不解，慎无旱耕，须草生至可种时，有雨即种。土相亲，苗独生，草秽烂，皆成良田，此一耕而当五也。不如此而旱耕，块硬苗秽，同孔出不可锄治，反为败田。秋无雨而耕，绝上气，土坚垎，名曰脂田。及盛冬耕，汇奶气，土枯燥，名曰脯田。脯田与脂田皆伤田。二岁不起稼，则一岁休之。凡种时，五月耕，一当三；六月耕，一当再；若七月耕，五不当一。冬雨雪止，辄以蔺之，掩地雪，勿使从风飞去。后雪复蔺之，则立春保泽，冻虫死，来年宜稼。得时之和，适地之宜，田虽薄恶，收可亩十石。 \\n 收种篇 \\n 牵马令就谷堆食数口，以马践过为种。无虸蚄等虫也。种伤温郁，热则生虫也。取麦种候熟，可获择穗大强者，斩束立声中之高燥处曝，使极燥无令有白鱼，有辄扬治之。取干艾杂藏之，麦一石，艾一把，藏以瓦器、竹器，顺时种之，则收常倍。取禾种择高大者，斩一节下把，悬高燥处，苗则不败。欲知岁所宜，以布囊盛粟待诸物，种平量之，埋阴地。冬至后五十日，发取量之息最多者，岁所宜也。 \\n 种谷篇 \\n 小豆忌卯，稻麻忌辰，禾忌丙，黍忌丑，秫忌寅未，小麦忌戌，大麦忌子，大豆忌申卯，凡九谷有忌日。种之不避其忌，则多伤败，此非虚语也。其自然者烧黍稷则害瓠。 \\n 种无期，因地为时。三月榆荚时雨膏地强，可种禾。薄田不能粪者，以原蚕矢杂禾种之，则禾不虫。又取马骨挫一石，以水三石，煮之三沸，漉去滓，以汁溃附子五枚，三四日去附子，以汁和蚕矢、羊矢各等分，挠令洞洞如稠粥，先种二十日时，以溲种如麦饭状，常天旱燥时，溲之立干薄布数挠，令易干，明日复溲，天阴雨则勿溲，六七溲而止，辄■谨藏，勿令复湿。至可种时，以余汁溲而种之，则禾稼不蝗。无马骨亦可用雪汁，雪汁者，五谷之精也，使稼耐旱。常以冬藏雪汁，器盛埋于地中。治种如此，则收常倍。 \\n 植禾，夏至后八十、九十日，常夜半候之天有霜，若白霜下一平明时，令两人持长索相对，各持一端以概禾中，去霜露，日出乃止。如此禾稼，五谷不伤矣。 \\n 区种法篇 \\n 汤有旱灾，伊尹作区田，教民粪种，负水浇稼。区田以粪气为美，非必须良田也。诸山林近邑，高危倾阪，及邺城上皆可为区田。区田不耕旁地，庶尽地力。凡区种不先治地，便荒地为之，以亩为率，令一亩之地长十八丈，广四丈八尺，当横分十八丈，作十五町，町间分为十四道，以通行人。道广一尺五寸，町皆广一尺五寸，长四丈八尺，尺横鉴町作沟，沟一尺，深亦一尺，积穰于沟间，相去亦一尺。尝悉以一尺地积穰不相受，令宏二尺地以积穰。种禾黍于沟间，夹沟为两行，去沟两边各二寸半，中央相去五寸，旁行相去亦五寸。一沟容四十四株，一亩合万五千七百五十株，种禾麦，令上一寸土，不可令过一寸，亦不可令减一寸。凡区种麦，令相去二寸，一行一沟容五十二株，一亩凡四万五千五百五十株，麦上令土厚二寸。凡区种大豆，令相去一尺一寸，一沟容九株，一亩凡六千四百八十株。区种荏，令相去三尺，胡麻相去一尺。区种天旱常溉之，一亩常收百斛。上农夫区方深各六寸，间相去九寸，一亩三千七百区，一日作千区，区种粟二十粒。美粪一升，合土和之，亩用种二升，秋收区别三升。粟亩收百斛。丁男长女治十亩，十亩收千石，岁食三十六石，支二十六年。中农夫区方七寸，深六寸，相去二尺，一亩千二十七区，用种一升，收粟五十一石，一日作三百区。下农夫区方九寸，深六寸，相去二尺，一亩五百六十七区，用种粟六升，收二十八石，一日作二百区。区中草生茇之，区间草以划划之；若以锄锄，苗长不能耘之者，以句刂镰比地刈其草矣。验美田至十九石，中田十三石，薄田一十石。尹泽取减法，神农复加之骨汁、粪汁种种，剉马骨、牛、羊、猪、麋、鹿骨一斗，以雪汁三斗，煮之三沸，取汁以渍附子，率汁一斗，附子五枚，渍之五日，去附子，捣麋、鹿、羊矢，等分置汁中，熟挠和之。候晏温，又溲曝，状如后稷，法皆溲汁干乃止。若无骨煮，缲肾和溲如此，则以区种之大旱浇之，其收至亩百石以上，十倍于后稷。此言马蚕，皆虫之先也；及附子，令稼耐旱，终岁不失于获。获不可不速，常以急疾为务，芒张■黄捷，获之无疑。获禾之法，熟过半断之。 \\n 黍祭篇 \\n 黍者，暑也。种必待暑，先夏至二十日，此时有雨，强土可种，黍亩三升。黍心未生，雨灌其心，心伤无实；黍心初生，畏天露，令两人对持长索概去其露，日出乃止。凡种黍覆土，锄治皆如禾法，欲疏于禾。 \\n 大豆篇 \\n 大豆保岁，易为宜，古之所以备凶年也。谨计家口数种大豆，率人五亩，此田之本也。三月榆荚时有雨，高田可种大豆。土和无块，亩五升，土不和则益之种大豆。夏至后二十日尚可种，戴甲而生，不作深耕。大豆须均而稀，豆花憎见日，见日则黄烂而根焦也。获豆之法，荚黑而茎苍则收，无疑，其实将落，反失之。故曰：豆熟于场。于场获豆，即青荚在上，黑荚在下。 \\n 区种大豆法，坎方、深各六寸，相去二尺一，亩得千六百八十株。其坎成，取美粪一升，合坎中土搅和，以内坎中，临种沃之。坎三升水，坎内豆三粒，覆上土勿厚，以掌抑之，令种与土相亲。一亩用种一升，用粪十六石八斗。豆生五六叶锄之，旱者溉之。坎三升水，丁夫一人可治五亩。至秋一亩中十六石，种之上土，才令蔽豆耳。 \\n 小豆篇 \\n 小豆不保岁，难得。椹黑时注雨种，亩一升豆，生布叶锄之，生五六叶又锄之。大豆、小豆不可尽治也。古所以不尽治者，豆生布叶，豆有膏，尽治之则伤膏，伤则不成。而民尽治，故其收耗折也。故曰：豆不可尽治。养美田亩可十石，以薄田尚可亩取五石。 \\n 麻子篇 \\n 种麻预调和田，二月下旬、三月上旬傍雨种之。麻生布叶，锄之。率九尺一树，树高一尺，以蚕矢粪之，树三升。无蚕矢，以溷中熟粪粪之亦善，树一升。天旱，以流水浇之，树五升；无流水，曝井水杀其寒气以浇之。雨泽适时勿浇，浇不欲数。养麻如此，美田则亩五十石及百石，薄田尚三十石。获麻之法，霜下实成，速斫之，其树在者，以锯锯之。 \\n 种麻篇 \\n 种枲，春冻解，耕治其土。春草生，布粪田，复耕，平摩之。 \\n 种枲太早，则刚坚、厚皮、多节；晚则不坚。宁失于早，不失于晚。获麻之法，穗勃勃如灰，拔之。夏至后二十日沤枲，枲和如丝。 \\n 大、小麦篇 \\n 凡田有六道，麦为首种种麦得时，无不善。夏至后七十日可种，宿麦早种，则虫而有节，晚种则穗小而少实。当种麦，若天旱载雨泽，则薄渍麦种，以酢浆并蚕矢，夜半渍，向晨速投之，令与白露俱下。酢浆令麦耐旱，蚕矢令麦妨寒。麦生黄色，伤于太稠。稠者，锄而稀之。秋锄以棘柴，耧以壅麦根。故谚曰：子欲富，黄金覆。覆者，谓秋锄麦，曳柴壅麦根也。至春冻解，棘柴曳之，突绝其干叶，须麦生覆锄之。至榆荚时，注雨止，候土白背复锄，如此则收必倍。冬雨雪止，以物辄蔺麦，上掩其雪。勿令从风飞去，后雪复如此，则麦耐旱多实。春冻解，耕如土种旋麦。麦生根茂盛莽锄职宿麦。 \\n 区麦种：区大小如中农夫区，禾收，区种凡种一亩用子二升，覆土厚二寸，以足践之，令种土相亲。麦生，根成，锄区间秋草，缘以棘柴律土壅麦根。秋旱，则以桑落晓浇之，秋雨泽适，勿浇之。麦冻，解积柴律之，突绝其枯叶。区间草生锄之。大男大女治十亩，至五月收，区一亩得百石以上，十亩得千石以上。小麦忌戌，大麦忌子，除日不中种。 \\n 种稻篇 \\n 种稻，春冻解，耕反其土。种稻区不欲大，大则水深浅不适。冬至后一百一十日可种稻。稻地美，用种亩四升。始种稻欲湿，湿者缺其塍，令水道相直。夏至后太热，令水道错。 \\n 种稗篇 \\n 稗既堪水旱，种无不熟之时。又特滋茂盛，易生芜秽，良田亩得二三十斛，宜种之备凶年。稗中有米，熟捣取米，炊食之不减粟米，又可酿作酒。 \\n 《氾胜之书》　汉·氾胜之 \\n 卷下 \\n 种瓜篇 \\n 区种瓜一亩，为二十四科。区方圆三尺，深五寸。一科用一石粪，粪与土合和令相半。以三尺瓦壅埋著。科中央令壅口上与地平，盛水壅中，令满。种瓜，壅四面各一子，以瓦盖壅口，水或减增，常令水满。种常以冬至后九十日、百日得戊辰日种之。又种薤十根，令周回壅，居瓜子外。至五月瓜熟，薤可拔卖之，与瓜相避。又可种小豆于瓜中，亩四五升，其霍可卖。此法宜平地，瓜收亩万钱。 \\n 种瓠篇 \\n 种瓠法，以三月耕良田十亩作区，方、深一尺，以杵筑之，令可居泽。相支一步，区种四实。蚕矢一斗，与土粪合浇之，水二升，所干处复浇之。著三实，以马箠骰其心，勿令蔓延多实，实细以藁荐其下，无令亲土，多疮瘢，度可作瓢。以手摩其烊，从蒂至底，去其毛■，复长且厚。八月微霜下收取。掘地深一丈，荐以藁，四边各厚一尺，以实置孔中，令底下句瓠一行覆上土厚二尺。二十日出，黄色好，破以为瓢。其中白肤以养猪，致肥；其瓣以作烛，致明。一本三实，一区十二实，一亩得二千八百八十实，十亩凡五万七千六百瓢。瓢直十钱，并直五十七万六千文。用蚕矢二百石，牛耕功力直二万六千文，余有五十五万。肥猪、明烛利在其外。 \\n 区种瓠法，收种子须大者，若先受一斗者，得疏一石；收一石者，得收十石。先掘地作坑，方、圆、深各三尺，用蚕沙与土相和，令中半，著坑中。足蹑令坚，以水沃之。候水尽，即下瓠子十颗，复以前粪覆之。既生长二尺余，便总聚十茎一处，以布缠之五寸许，复用泥泥之。不过数日，便合为一茎。留强者，余悉掐去。引蔓结子，子外之条亦掐去之，勿令蔓延。留子法，初生二三子不佳，去之。取第四五六区留三子即足。旱时须浇之，坑畔周匝小渠子深四五寸，以水停之，令其遥润。不得坑中下水。 \\n 种芋篇 \\n 种芋区，方、深皆三尺，取豆萁内，区中足践之，厚尺五寸。区上湿，土与粪和之内区中，萁上令厚二尺二寸，以水浇之，足践令保泽。取五芋予置四角及中央。足践之，旱数浇之。萁烂芋生，子皆长三尺，一区收三石。 \\n 又种芋法，宜择肥缓土近水处，和柔粪之。三月注雨，可种玉。旱则浇之，有草锄之，不厌数多。治芋如此，其收常倍。 \\n 种桑篇 \\n 种桑法，五月取椹著水中，即以手渍之，以水灌洗，取子阴干，治肥田四十亩，荒田久不耕者尤善，好耕治之。每亩以黍椹子各三升合种之。黍桑当俱生，锄之桑，令稀疏调，适黍熟获之，桑正与黍高平，因以利镰摩地刈之，曝令燥，后有风调，放火烧之，常逆风起火。桑至仄生，一亩食三箔蚕。 \\n 杂篇上 \\n 神农之教，虽有石城汤池，带甲百万，而无粟者，理以守也。 \\n 夫谷命，实天下之命。卫尉前上蚕法，今上农事。人所忽略，故尉勤之，可谓忠国忧民之至。 \\n 杂篇下 \\n 吴王濞开茱萸沟通运，至海陵仓北有茱村，以村立名。故《史记》云：“邗沟即吴王夫差所开漕运，以通上国。” \\n 农事惰，与其力相十倍。 \\n  \\n   \\n   \\n  "}
