{"章节": "序", "正文": "  \\n 序 \\n 　 \\n 嘗觀《中庸》原天於性，孔子從欲於心，則似乎人身之喜、怒、哀、樂，一心一性盡之矣，何有於情。孰知宇宙中，在天有風有月，在地有山有水，在草木有花有柳，在鳥獸有禽有魚，有居室有玉堂有金屋，在飲食有醇酒有肥甘，在四時有春夏秋冬，何一不含香吐色，何一不逞態作姿，以為動情之物。情一動於物，則昏而欲迷，蕩而忘返，匪獨情自受虧，併心性亦未免不為其所牽累。故欲收心正性，又不得不先定其情。雖然，情豈易定者耶？試思情之為情，雖非心而仿佛似心，近乎性而又流動非性。觸物而起，一往而深，係之不住，推之不移，柔如水，癡如蠅，熱如火，冷如冰。當其有，有知何生；及其無，又不知何滅，夫豈易定者耶！矧撼其定者，又不獨風月，山水，花柳，禽魚，種種之物而已。更有若螓首娥眉之人，花容月貌之人，粉白黛綠之人，則又情所最鍾而過於百物者也。情既鍾於是人，則情應定於是人矣。不知其人之美不一，則情之定於其人其美者亦不一。文君眉畫遠山，相如之情宜乎定矣，奈何一瞬忽又移於茂陵之女子？飛燕嬌倚新妝，漢王之情宜乎定矣，奈何片晌而又移於偏宮之合德？此豈相如、漢王之情不定哉？亦文君、飛燕之人之美不足以定其情也。故班姬有紈扇之悲，唐詩有但保紅顏之名。噫！此甚言情之不定而感深矣。然則情終不可定耶？非然也。風不波則水定，雲不掩則月定。情有所馳者，情有所慕也。使其人之色香秀美，飽滿其所慕，則又何馳？情有所移者，情有所貪也。使其人之姿態風華，饜飫其所貪，則又何移？不移不馳，則情在一人，而死生無二定矣。情定則如磁之吸鐵，拆之不開；情定則如水之走下，阻之不隔。再欲其別生一念，另系一思，何可得也？雖然，難言也。眉不春山，則春山必饒黛色而消人魂；目不秋水，則秋水必餘俏波而蕩人魄；體態不花妍柳媚，則花柳必別弄芳菲而逗人心；言語不燕嬌鶯滑，則鶯燕必更出新聲而撩人意，將又使一片柔情，如落花飛絮，是誰之過歟？因知情不難於定，而難於得定情之人耳。此雙星、江蕊珠所以稱奇足貴也。惟其稱奇足貴，而情定則由此而收心正性，以合於聖賢之大道不難矣。此書立言雖淺，而寓意殊深，故代為敘出。 \\n 素政堂主人題於天花藏 \\n  \\n   \\n  "}
{"章节": "第一回 本天倫談性命之情 遵母命游婚姻之學", "正文": "  \\n 第一回　本天倫談性命之情　遵母命游婚姻之學 \\n 　 \\n  \\n 詩曰： \\n 好色原兼性與情，故令人欲險難平。 \\n 苦依胡婦何曾死，歸對黎渦尚突生。 \\n 況是輕盈過燕燕，更加嬌麗勝鶯鶯。 \\n 若非心有相安處，未免搖搖作旆旌。 \\n 話說先年，四川成都府雙流縣，有一個宦家子弟姓雙，因母親文夫人夢太白投懷而生。遂取名做雙星，表字不夜。父親雙佳文曾做過禮部侍郎。這雙星三歲上，就沒了父親，肩下還有個兄弟叫做雙辰，比雙星又小兩歲。兄弟二人因父親亡過，俱是雙夫人撫養教訓成人。此時雖門庭冷落，不比當年，卻喜得雙星天生穎異，自幼就聰明過人，更兼姿容秀美，矯矯出群。年方弱冠，早學富五車，裡中士大夫見了的，無不刮目相待。到了十五歲上，偶然出來考考耍子，不斯竟進了學。送學那一日，人見他簪花掛彩，發覆眉心，臉如雪團樣白，脣似硃砂般紅，騎在馬上，迎將過去，更覺好看。看見的無不誇獎，以為好個少年風流秀才，遂一時驚動了城中有女之家，盡皆欣羡，或是央托朋友，或是買囑媒人，要求雙星為婿。不期雙星年紀雖小，立的主意倒甚老成，自小兒有人與他說親，他早只是搖頭不應。母親還只認他做孩提，不知其味，孟浪回人。 \\n 及到了進學之後，有人來說親，他也只是搖頭不允。雙夫人方著急問他道：『婚室乃男子的大事，你幸已長成，又進了個學，又正當授室之時，為何人來說親，不問好醜，都一例辭去，難道婚姻是不該做的？』雙星道：『婚姻關乎宗嗣，怎說不該？但孩兒年還有待，故辭去耳。』雙夫人道：『娶雖有待，若有門當戶對的，早定下了，使我安心，亦未為不可。』雙星道：『若論門戶，時盛時衰，何常之有，只要其人當對耳。』雙夫人道：『門戶雖盛衰不常，然就眼前而論，再沒有個不檢盛而檢衰的道理。若說其人，深藏閨閣之中，或是有才無貌；或是有貌無纔，又不與人相看，那裡知道他當對不當對。大約婚姻乃天所定，有赤繩繫足，非人力所能勉強。莫若定了一個，便完了一件，我便放一件心。』雙星道：『母親吩咐，雖是正理，但天心茫昧，無所適從，而人事卻有妍有媸，活潑潑在前，亦不能盡聽天心而自不做主，然自之做主，或正是天心之有在也。故孩兒欲任性所為，以合天心，想遲速高低定然有遇，母親幸無汲汲。』雙夫人一時說他不過，只得聽他。 \\n 又過了些時，忽一個現任的顯宦，央縉紳媒人來議親。雙夫人滿心歡喜，以為必成，不料雙星也一例辭了。雙夫人甚是著急，自與兒子說了兩番，見兒子不聽，只得央了他一個同學最相好的朋友，叫做龐襄，勸雙星說道：『令堂為兄親事十分著急，不知兄東家也辭，西家也拒，卻是何意，難道兄少年人竟不娶麼？』雙星道：『夫婦五倫之一，為何不娶？』龐襄道：『既原要娶，為何顯宦良姻，亦皆謝去？』雙星道：『小弟謝去是非且慢講，且請教吾兄所說的這段親事，怎見得就是顯宦，就是良姻？』龐襄道：『官尊則為顯宦，顯宦之女，門楣榮耀，則為良姻。人人皆知，難道兄轉不知？』雙星聽了大笑道：『兄所論者，皆一時之淺見耳。若說官尊則為顯宦，倘一日罷官降職，則宦不顯矣。宦不顯而門楣冷落，則其女之姻，良乎不良乎？』龐襄道：『若據兄這等思前想後，說起來，則是天下再無良姻矣。』雙星道：『怎麼沒有？所謂良姻者，其女出周南之遺，住河洲之上，關雎賦性，窈窕為容，百兩迎來，三星會合，無論宜室宜家，有鼓鍾琴瑟之樂。即不幸而貧賤，糟糠亦畫春山之眉而樂飢，賦同心之句而偕老，必不以夫子偃蹇，而失舉案之禮，必不以時事坎坷，擊乖唱隨之情。此方無愧於倫常，而謂之佳偶也。』 \\n 龐襄聽了，也笑道：『兄想頭到也想得妙，議論到也議得奇，若執定這個想頭議論去娶親，只怕今生今世娶不成了。』雙星道：『這是為何？』龐襄道：『孟光雖賢卻百非絕色，西施縱美豈是淑人？若要兼而有之，那裡去尋？』雙星道：『兄不要看得天地呆了，世界小了。天地既生了我一個雙不夜，世界中便自有一個纔美兼全的佳人與我雙不夜作配。況我雙不夜胸中又讀了幾卷詩書，筆下又寫得出幾篇文字，兩隻眼睛，又認得出妍媸好歹，怎肯匆匆草草，娶一個語言無味，面目可憎的丑婦，朝夕與之相對？況小弟又不老，便再遲三五年也不妨。兄不要替小弟擔懮著急。』龐襄見說不入，只深別了，報知雙夫人道：『我看令郎之意，功名他所自有，富貴二字全不在他心上。今與媒人議親，叫他不要論門楣高下，只須訪求一個絕色女子，與令郎自相中意，方纔得能成事。若只管泛泛撮合，斷然無用。』雙夫人聽了，點頭道是，遂吩咐媒人各處去求絕色。 \\n 過不得數日，眾媒人果東家去訪，西家去尋，果張家李家尋訪十數家出類拔萃的標致女子，情願與人相看，不怕人不中意。故雙夫人又著人請了龐襄來，央他攛掇雙星各家去看。雙星知是母命，只得勉強同著龐襄各家去看。龐襄看了，見都是十六、七、八歲的女子，生得烏頭綠鬢，粉白脂紅，早魂都消盡，以為雙星造化，必然中意。不期雙星看了這個嫌肥，那個嫌瘦，不厭其太赤，就怪其太白，並無一人看得入眼，竟都回復了來家。 \\n 龐襄不禁急起來，說道：『不夜兄，莫怪小弟說，這些女子，夭夭如桃，盈盈似柳，即較之沈魚落雁，閉月羞花，也自顧不減，為何不夜兄竟視之如閑花野草，略不注目凝盼，無乃矯之太過，近於不情乎？』雙星道：『吾非情中人，如何知情之淺深？所謂矯情者，事關利害，又屬眾目觀望，故不得不矯喜為怒，以鎮定人心。至於好惡之情，出之性命，怎生矯得？』龐襄道：『吾兄矯情，難道這些嬌麗女子，小弟都看得青黃無主，而仁兄獨如司空見慣，而無一人中意，豈盡看得不美耶？』雙星道：『有女如玉，怎說不美。美固美矣，但可惜眉目無詠雪的才情，吟風的韻度，故少遜一籌，不足定人之情耳。』龐襄道：『小弟兄以為兄全看得不美，則無可奈何。既稱美矣，則姿容是實，那些才情韻度，俱屬渺茫，怎肯捨去真人物，而轉捕風捉影，去求那些虛應之故事，以缺宗嗣大倫，而失慈母之望，豈仁兄大孝之所出。莫若勉結絲蘿，以完夫妻之案。』雙星道：『仁兄見教，自是良言。但不知夫妻之倫，卻與君臣父子不同。』龐襄道：『且請教有何不同？』雙星道：『君臣父子之倫，出乎性者也，性中只一忠孝盡之矣。若夫妻和合，則性而兼情者也。性一兼情，則情生情滅，情淺情深，無所不至，而人皆不能自主。必遇魂消心醉之人，滿其所望，方一定而不移。若稍有絲忽不甘，未免終留一隙。小弟若委曲此心，苟且婚姻，而強從台教，即終身無所遇，而琴瑟靜好之情，尚未免歉然。倘僥幸擊再逢道蘊、左嬪之人於江皋，卻如何發付？欲不愛，則情動於中，豈能自制；若貪後棄前，薄幸何辭？不識此時，仁兄將何教我？』 \\n 龐襄道：『意外忽逢纔美，此亦必無之事。設或有之，即推阿嬌之例，貯之金屋，亦未為不可。』雙星笑道：『兄何看得金屋太重，而纔美女子之甚輕耶？倘三生有幸，得遇道蘊、左嬪其人者，則性命可以不有，富貴可以全捐。雖置香奩首座以待之，猶恐薄書生無纔，不褻於歸，奈何言及金屋？金屋不過貯美人之地，何敢辱我纔慧之淑媛？吾兄不知有海，故見水即驚耳。』 \\n 龐襄道：『小弟固不足論，但思纔美為虛名虛譽，非實有輕重短長之可衡量。桃花紅得可憐，梨花白得可愛，不知仁兄以何為海，以何為水？』雙星道：『吾亦不自知孰為輕重，孰為短長，但憑吾情以為衡量耳。』 \\n 龐襄道：『這又是奇談了。且請教吾兄之情，何以衡量？』雙星道：『吾之情，自有吾情之生滅淺深，吾情若見桃花之紅而動，得桃花之紅而即定，則吾以桃紅為海，而終身願與偕老矣。吾情若見梨花之白而不動，即得梨花之白而亦不定，則吾以梨花為水，雖一時亦不願與之同心矣。今蒙眾媒引見，諸女子雖盡是二八佳人，翠眉蟬鬢，然覿面相親，奈吾情不動何！吾情既不為其人而動，則其人必非吾定情之人。實與兄說吧，小弟若不遇定情之人，情願一世孤單，決不肯自棄，我雙不夜之少年纔美，擁脂粉而在衾被中做聾聵人，虛度此生也。此弟素心也，承兄雅愛諄諄，弟非敢拒逆，奈吾情如此，故不得不直直披露，望吾兄諒之。』龐襄聽了，驚以為奇。知不可強，遂別去，回復了雙夫人。雙夫人無可奈何，只得又因循下了。正是： \\n 紛絲糾結費經綸，野馬狂奔豈易馴。 \\n 情到不堪寧貼處，必須尋個定情人。 \\n 過了些時，雙夫人終放心不下，因又與雙星說道：』人生在世，惟婚宦二事最為要緊，功名尚不妨遲早，惟此室家，乃少年必不可緩之事。你若只管悠悠忽忽，教我如何放得心下。』雙星聽了，沈吟半響道：『既是母親如此著急，孩兒也說不得了，只得要上心去尋一個媳婦來，侍奉母親了。』雙夫人聽了，方纔歡喜道：『你若肯自去尋親，免得我東西求人，更覺快心，況央人尋來之親，皆不中你之意，但不知你要在那裡去尋？』雙星道：』這雙流縣裡，料想尋求不出。這成都府中，懸斷也未便有。孩兒只得信步而去，或者天緣有在，突然相遇，也不可知，那裡定得地方？卻喜兄弟在母親膝下，可以代孩兒侍奉，故孩兒得以安心前去。』雙夫人道：『我在家中，你不須記掛。但你此去，須要認真了輾轉反側的念頭，先做完了好逑的題目，切莫要又為朋友詩酒留連，樂而忘返。』雙星道：『孩兒怎敢。』雙夫人又說道：『我兒此去，所求所遇，雖限不得地方，然出門的道路，或山或水，亦必先定所向往，須與娘說明，使娘倚閭有方耳。』雙星道：『孩兒此去，心下雖為婚姻，然婚姻二字，見人卻說不出口，只好以游學為名。竊見文章氣運，閨秀風流，莫不勝於東南一帶，孩兒今去，須由廣而閩，由閩而浙，以及大江以南，細細去流覽那山川花柳之妙。孩兒想地靈人傑，此中定有所遇。』 \\n 雙夫人聽見兒子說得井井鑿鑿，知非孟浪之游，十分歡喜。遂收拾冬裘夏葛，俱密縫針線，以明慈母之愛。到臨行時，又忽想起來，取了一本父親的舊同門錄，與他道：『你父親的同年故舊，天下皆有，雖喪亡過多，或尚有存者。所到之處，將同門錄一查自知，設使遇見，可去拜拜，雖不望他破格垂青，便小小做個地主，也強似客寓。』雙星道：『世態人情，這個那裡望得。』雙夫人道：『雖說如此，也不可一例抹殺。我還依稀記得，你父親有個最相厚的同年，曾要過繼你為子，又要將女兒招你為婿，彼時說得十分親切。自從你父親亡後，到今十四、五年，我昏懂懂的，連那同年的姓名都記憶不起了。今日說來，雖都是夢話，然你父親的行事，你為子的，也不可不知。』雙星俱一一領受在心。雙夫人遂打點盤纏，並土儀禮物，以為行李之備。又叫人整治酒餚，命雙辰與哥哥送行。又撿了一個上好出行的日子，雙星拜辭了母親，又與兄弟拜別，因說道：『愚兄出外游學，負笈東南，也只為急於纘述前業，光榮門第，故負不孝之名，遠違膝下。望賢弟在家，母親處早晚殷勤承顏侍奉，使我前去心安。賢弟學業，亦不可怠惰。大約愚兄此去三年，學業稍成，即回家與賢弟聚首矣。』說完，使書童青雲、野鶴，挑了琴劍書箱，鋪程行李，出門而去。雙夫人送至大門，依依不捨。雙辰直送到二十里外，方才分手，含淚歸家。雙星登臨大路而行。正是： \\n 琴劍翩翩促去裝，不辭辛苦到他鄉。 \\n 盡疑負笈求師友，誰道河洲荇菜忙。 \\n 雙星上了大路，青雲挑了琴劍書箱，野鶴負了行囊衾枕，三人逢山過山，遇水渡水。雙星又不巴家趕路，又不晝夜奔弛，無非是尋香覓味，觸景生情，故此在路也不計日月，有佳處即便停留，或登高舒嘯，或臨流賦詩，或途中連宵僧舍，或入城竟日朱門，遇花賞花，見柳看柳。又且身邊盤費充囊，故此逢州過府，穿縣游村，畢竟要留連幾日，尋消問息一番，方纔起行。 \\n 早過了廣東，又過了福建，雖見過名山大川，接見了許多名人韻士，隱逸高人，也就見了些游春士女，喬扮嬌娃，然並不見一個出奇拔類的女子，心下不覺駭然道：『我這些時尋訪，可謂盡心竭力，然並不見有一屬目之人，與吾鄉何異？若只如此訪求，即尋遍天崖，窮年纍月，老死道途，終難邀淑女之憐，豈不是水中撈月，如之奈何？』想到此際，一時不覺興致索然，怏怏不快。因又想道：『說便是如此說，想便是如此想，然我既具此苦心，豈可半途隳念，少不得水到成渠，決不使我空來虛往。況且從來閨秀，閨閫藏嬌，尚恐春光透泄，豈在郊原岑隰之間，可遇而得也。』因又想道：『古稱西子而遇范伯，豈又是空言耶？還是我心不堅耳。』於是又勇往直前。正是： \\n 天台有路接藍橋，多少紅絲系鳳簫。 \\n 尋到關雎洲渚上，管教琴瑟賦桃夭。 \\n 雙星主僕三人，在路上不止一日，早入了浙境。又行了數日，雙星見山明水秀，人物秀雅，與他處不同，不勝大喜。因著野鶴、青雲歇下行囊，尋問土人。二人去了半響，來說道：『此乃浙江山陰會稽地方，到紹興府不遠了。』雙星聽了大喜道：『吾聞會稽諸暨、蘭亭、禹穴、子陵釣臺、苧蘿若耶、曹娥勝跡，皆聚於此，雖是人亡代謝，年遠無征，然必有基址可存。我今至此，豈可不流覽一番，以留佳話。』只因這一番流覽，有分教：溪邊釣叟說出前緣，蘭室名姝重提往事。不知雙星所遇何人，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 負笈探奇不憚山山還水水 逢人話舊忽驚妹妹拜哥哥", "正文": "  \\n 第二回　負笈探奇不憚山山還水水　逢人話舊忽驚妹妹拜哥哥 \\n 　 \\n  \\n 詞曰： \\n 隨地求才，逢花問色，一纔一色何曾得。無端說出舊行藏，忽然透出真消息。他但聞名，我原不識，這番相見真難測。莫驚莫怪莫疑猜，大都還是紅絲力。 \\n 右調《踏莎行》 \\n 雙星一路來，因奉母命，將父親的同門錄帶在囊中，遂到處查訪幾個年家去拜望。誰知人情世態，十分冷淡，最殷勤的款留一茶一飯足矣，還有推事故不相見的。雙星付之一笑。及到了山陰會稽地方，不勝歡喜，要去遊覽一番。遂不問年家，竟叫青雲、野鶴去尋下處。二人去尋了半日，沒有潔淨的所在，只有一個古寺，二人遂走進寺中，尋見寺僧說知。寺僧聽見二人說是四川雙侍郎的公子，今來游學，要借寺中歇宿，便不敢怠慢，連忙應承。隨即穿了袈裟，帶上毗盧大帽，走出山門，躬身迎接道：『山僧不知公子遠來，有失迎迓勿罪。』遂一路迎請雙星入去。雙星到了山門，細看匾上是惠度禪林。到了大殿，先參禮如來，然後與寺僧相見。相見過，因說道：『學生巴蜀，特慕西陵遺跡，不辭遠涉而來，一時未得地主，特造上剎，欲賃求半榻以容膝，房金如例。』寺僧連忙打恭道：『公子乃名流紳裔，為愛清幽，探奇尋趣，真文人高雅之懷。小僧自愧年深蕭寺，傾圮頹垣，不堪以榻陳蕃，既蒙公子不棄，小僧敢不領命。』不一時，送上茶來。雙星因問道：『老師法號，敢求見教。』寺僧道：『小僧法名靜遠。』雙星：『原來是靜老師。』因又問道：『方才學生步臨溪口，適見此山青巒秀色，環繞寺門，不知此山何名？此寺起於何代？乞靜老師指示。』 \\n 靜遠道：『此山舊名剡山。相傳秦始皇東遊時，望見此中有王氣，因鑿斷以泄地脈，後又改名鹿胎山。』雙星道：『既名剡山，為何又名鹿胎？寺名惠度，又是何義？』靜遠道：『有個緣故。此寺乃小僧二百四十六代先師所建，當時先師姓陳，名惠度，中年棄文就武。一日獵於此山，適見一鹿走過，先師彎弓射中鹿腹。不期此鹿腹中有孕，被箭傷胎，逃入山中，產了小鹿。先師不捨，趕入山追尋，只見那母鹿見有人來，忽作悲鳴之狀。先師走至鹿所，不去驚他，那母鹿見小鹿受傷，將舌舔小鹿傷處。不期小鹿傷重，隨舔而死。那母鹿見了，哀叫悲號，亦即跳死。先師見了，不勝追悔，遂將二鹿埋葬，隨即披剃為僧，一心向佛，後來成了正果。因建此寺，遂名惠度寺。』雙星道：『原來有這些出處。』遂又問這些遠近古跡，靜遠俱對答如流。雙星大喜，因想道：『果然浙人出言不俗，緇流亦是如此。』 \\n 靜遠遂起身邀公子委委曲曲，到三間雪洞般的小禪房中來。雙星進去一看，果然幽雅潔淨，床帳俱全。因笑對靜遠道：『學生今日得一佛印矣。』靜遠笑道：『公子實過坡公，小僧不敢居也。』青雲、野鶴因將行李安頓，自去了。不一時，小沙彌送上茶點，靜遠與雙公子二人談得甚是投機，雙星歡然住下歇宿不題。 \\n 到了次日，雙星著野鶴看守行李，自帶了青去，終日到那行雲流水，曲徑郊原，恣意去領略那山水趣味。忽一日行到千岩競秀，萬壑爭流，古木參天之處，忽見一帶居民，在山環水抱之中，十分得地。雙星入去，見村落茂盛，又見往來之人，徐行緩步，舉動斯文，不勝稱羡。暗想道：『此處必人傑地靈，不然，亦有隱逸高士在內。』因問里人道：『借問老哥，此處是什麼地方？』那人道：『這位相公，想是別處人，到此遊覽古跡的了。此處地名筆花墅，內有夢筆橋，相傳是江淹的古跡，故此為名。內有王羲之的墨池，范仲淹的清白堂，又有越王臺、蓬萊閣、曹娥碑、嚴光墓，還有許多的勝跡，一時也說不盡，相公就在這邊住上整年，也是不厭的。』雙星聽見這人說出許多名勝的所在，不勝大喜，遂同青雲慢慢的依著曲徑，沿著小河而來。正是： \\n 關關雎鳥在河洲，草草花花盡好逑。 \\n 天意不知何所在，忽牽一縷到溪頭。 \\n 卻說這地方，有一大老，姓江名章，字鑒湖，是江淹二十代的玄孫，祖居於此。這江章少年登第，為官二十餘年，曾做過少師。他因子嗣艱難，宦途無興。江章又慮官高多險，急流勇退。到了四十七歲上，遂乞休致仕，同夫人山氏回家，優游林下，要算做一位明哲保身之人了。在朝為官時，山氏夫人一夜忽得一夢，夢入天官，仙女賜珠一粒，江夫人拜而受之，因而有孕。到了十月滿足，江夫人生下一個女兒。使侍女報知老爺，江章大喜。因夫人夢得珠而生，遂取名蕊珠，欲比花蕊夫人之才色。這蕊珠小姐到六、七歲時，容光如洗，聰明非凡。江章夫妻，視為掌上之珠，與兒子一般，竟不作女兒看待。後歸，閑居林下，便終日教訓女兒為事。這蕊珠小姐，一教即知。到了十一、二歲，連文章俱做得可觀，至於詩詞，出口皆有驚人之句。江章對夫人常說道：『若當今開女科試纔，我孩兒必取狀元，惜乎非是男兒。』江夫人道：『有女如此，生男也未必勝她。』 \\n 這蕊珠小姐十三歲，長成得異樣嬌姿，風流堪畫。江章見他長成，每每留心擇婿，必欲得才子配之方快。然一時不能有中意之人，就有縉紳之家，聞知他蕊珠小姐纔多貌美，往往央媒求聘，江章見人家子弟，不過是膏梁紈褲之流，俱不肯應承。這年蕊珠小姐已十四歲了，真是工容俱備，德性幽閑。江章、夫人愛她，遂將那萬卉園中拂雲樓收拾與小姐為臥室。又見她喜於書史，遂將各種書籍堆積其中。因此，樓上有看不盡的詩書，園中有玩不了的景致。又有兩個侍女，一名若霞，一名彩雲，各有姿色，惟彩雲為最，蕊珠小姐甚是喜她。小姐在這拂雲樓上，終日吟哦弄筆，到了繡倦時，便同彩雲、若霞下樓進園看花玩柳，見景即便題詩，故此園亭四壁，俱有小姐的題詠在上。這蕊珠小姐，真是綺羅隊裡，錦繡叢中，長成過日，受盡了人間洞府之福，享盡了宰相人家之榮，若不是神仙天眷，也消受不起。 \\n 且說這日江章閑暇無事，帶領小童，到了蘭渚之上，綠柳垂萌之下，靈圮橋邊，看那湍流不息。小童忙將繡墩放下，請江章坐了，取過絲綸，釣魚為樂。恰好這日雙星帶著青雲，依著曲徑盤旋，又沿著小河，看那涓涓逝水。走到靈圮橋，忽見一個老者坐著，手掃執絲綸，端然不動。雙星立在旁邊，細細將那老兒一看，只見那老者： \\n 半垂白髮半烏頭，自是公卿學隱流。 \\n 除支桐江兼渭水，有誰能具此綸鉤。 \\n 雙星看了，不免駭然驚喜道：『此老相貌不凡，形容蒼古，必是一位用世之大隱君子，不可錯過。』因將巾幘衣服一整，緩步上前，到了這老者身後，低低說道：『老先生是釣鰲巨手，為何移情於此巨口之細鱗，無亦仿蹈海之遺意乎？』那老者看見水中微動，有魚戲鉤，正在出神之際，忽聽見有人與他說話，忙抬頭一看，只見一個儒雅翩翩少年秀士，再將他細細看來，但見： \\n 亭亭落落又翩翩，貌近風流文近顛。 \\n 若問少年誰得似，依稀張緒是當年。 \\n 老者看見他人物秀美，出口不俗，行動安祥，不勝起敬，因放下絲綸，與他施禮。禮畢，即命小童移過小杌，請他坐下，笑著說道：『老夫年邁，已破浮雲。今日午夢初回，借此適意，然意不在得魚耳，何敢當足下過譽！』雙星道：『魚愛香餌，人貪厚爵。今老先生看透機關，借此遊戲，非高蹈而何？』江章笑道：』這種機關，只可在功成名遂之後而為。吾觀足下，英英俊顏，前程遠大，因何不事芸窗，奔走道路，且負劍攜琴，而放誕於山水之間，不知何故？然而足下聲音非東南吉士，家鄉姓名，乞細一言，萬勿隱晦。』雙星見問，忙打一恭：『小子雙星，祖籍西川。先君官拜春卿，不幸早逝，幼失庭趨，自愧才疏學陋，雖拾一芹，卻恨偏隅乏友，磋琢無人，故負笈東南，尋師問難，寸光虛度，今年十九矣。』 \\n 那老者聽見雙星說出姓名家鄉，不覺大驚道：『這等說來，莫非令尊台諱文麼？』雙星忙應：『正是。』那老者聽了大喜，忙捻著白鬚笑嘻嘻說道：『大奇，大奇，我還疑是誰家美少年，原來就是我雙同年結義之子。十餘年來，音信杳然，我只認大海萍蹤，無處可覓，不期今日無心恰恰遇著，真是奇逢了。』雙星聽了，也驚喜道：『先君棄世太早，小侄年幼，向日通家世誼，漠然不知。不知老年伯，是何臺鼎？敢乞示明，以便登堂展拜。』那老者道：『老夫姓江名章，字鑒湖，祖居於此。向年公車燕地，已落孫山，不欲來家，遂築室於香山，潛心肄業，得遇令先尊，同志揣摹，抵足連宵，風雨無間。又蒙不棄，八拜訂交，情真手足。幸喜下年春榜，我二人皆得高標。在京同官數載，朝夕盤桓。這年育麟賢侄，同官慶賀，老夫亦在其中。因令堂夢太白入懷，故命名為星。將及三週，又蒙令先尊念我無子，又使汝拜我老夫妻為義父母。朝夕不離，只思久聚。誰知天道不常，一旦令先尊變故，煢煢子母無依，老夫力助令堂與賢侄扶柩回蜀。我又在京濫職有年，以至少師。因思榮華易散，過隙白駒，只管戀此烏紗，終無底止。又因後人無繼，只得懇恩賜歸，消閑物外，又已是數年餘矣。每每思及賢母子，只因關山杳遠，無便飛鴻，遂失存問。不期吾子少年，成立如斯，真可喜也。然既博青衫，則功名有待，也不必過急。尋師問學，雖亦賢者所為，然遠涉荊湘，朝南暮北，與其尋不識面之師，又不如日近聖賢以圖豁通貫。今吾子少年簡練，想已久賦桃夭，獲麟振趾，不待言矣。只不知令尊堂老年嫂別來近日如何？家事如何？還記得臨別時，尚有幼子，今又如何？可為我細言。』 \\n 雙星聽了這番始末緣由，不勝感嘆道：『原來老伯如此施恩，愚侄一向竟如生於雲霧。蒙問，家慈健飯，託庇粗安。先君宦囊涼薄，然亦無告於人。小侄年雖及壯，實未曾諧琴瑟之歡，意欲有待也。舍弟今亦長成矣。』江章道：『少年室家，人所不免。吾子有待之說，又是何意？』雙星道：『小侄不過望成名耳，故此蹉跎，非有他見也。』江章聽子大喜道：『既吾子著意求名，則前程不可知矣。但同是一學，亦不必遠行，且同到我家，與你朝夕議論如何？』雙星道：『得蒙大人肯授心傳，小子實出萬幸。』江章遂攜了雙星，緩步而歸。正是： \\n 出門原為覓奇緣，驀忽相逢是偶然。 \\n 盡道歡然逢故舊，誰知恰是赤繩牽。 \\n 江章一路說說笑笑，同著雙星到家。走至廳中，雙星便要請拜見，江章止住，遂帶了雙星同入後堂，來見夫人道：『你一向思念雙家元哥，不期今日忽來此相遇。』夫人聽了又驚喜道：『我那雙元哥在那裡？』江章因指著雙星道：『這不是。』江夫人忙定睛再看道：『想起當時，元哥還在懷抱，繼名於我。別後數年，不期長成得如此俊秀，我竟認不得了。今日不期而會，真可喜也。』雙星見江老夫妻叫出他的乳名來，知是真情，連忙叫人鋪下紅氈，請二人上坐，雙星納頭八拜道：『雙星不肖，自幼迷失前緣，今日得蒙二大人指明方知，不獨年誼，又蒙結義撫養為子，恩深義重，竟未展晨昏之報，罪若丘山矣！望二大人恕之。』江章與夫人聽了大喜，即著人整治酒餚，與雙公子洗塵。雙星因問道：『不知二大人膝下，近日是誰侍奉？』江章道：『我自從別來，並未生子。還是在京過繼你這一年，生了一個小女，幸已長成，朝夕相依，到也頗不寂寞。』雙星道：『原來有個妹妹承歡，則辨弦詠雪，自不減斑衣了。』江章微笑道：『他人面前，不便直言，今對不夜，自家兄妹，怎好為客套之言。你妹子聰慧多才，實實可以娛我夫妻之老。』雙星道：『賢妹仙苑明珠，自不同於凡品。』江夫人因接著說道：『既是自家兄妹，何不喚出來拜見哥哥。』江章道：『拜見是免不得的。趁今日無事，就著人喚出來拜見拜見也好。』 \\n 江夫人因喚過侍女彩雲來，說道：『你去拂雲樓，請了小姐出來，與公子相見。若小姐不願來，你可說雙公子是自幼過繼老爺為子的，與小姐有兄妹之分，應該相見的。』彩雲領命，連忙走上拂雲樓來，笑嘻嘻的說道：『夫人有命，叫賤妾來請小姐出去，與雙公子相見。』蕊珠小姐聽了，連忙問道：『這雙公子是誰，為何要我去見他？』彩雲道：『這個雙公子是四川人，還是當初老爺夫人在京作官時，與雙侍郎老爺有八拜之交，雙侍郎生了這公子，我老爺夫人愛他，遂繼名在老爺夫人名下。後來公子的父親死了，雙公子止得三歲，同他母親回家，一向也不曉得了，今日老爺偶然在外閑行，不期而遇，說起緣故，請了來家。雙公子拜見過老爺夫人了。這雙公子一表非俗，竟象個女兒般標致，小姐見時，還認他是個女兒哩。』小姐聽了，半響道：『原來是他，老爺夫人也時常說起他不知如何了。只是他一個生人，怎好去相見？』彩雲道：『夫人原說道，他是從小時拜認為子的，與小姐是兄妹一般，不妨相見。如今老爺夫人坐著立等，請小姐出去拜見。』小姐聽了，見不能推辭，只得走近妝檯前，勻梳髮鬢，暗畫雙蛾，釵分左右，金鳳當頭。此時初夏的光景，小姐穿一件柳芽織錦縐紗團花衫兒，外罩了一件玄色堆花比甲，羅裙八幅，又束著五色絲絛，上綰著佩環，腳下穿著練白縐紗繡成荷花瓣兒的一雙膝褲，微微露出一點紅鞋。於是輕移蓮步，彩雲、若霞在前引導，不一時走近屏門之後，彩雲先走出來，對老爺夫人說道：『小姐請來也。』 \\n 此時雙星久已聽見夫人著侍女去請小姐出來相見，心中也只道還是向日看見過的這些女子一樣，全不動念。正坐著與夫人說些家事，忽見侍女走來說小姐來也，雙星忙抬頭一看。只見小姐尚未走出，早覺得一陣香風，暗暗的送來。又聽見環佩叮噹，那小姐輕雲冉冉的，走出廳來。雙星將小姐定睛一看，只見這小姐生得： \\n 花不肥，柳不瘦，別樣身材。珠生輝，玉生潤，異人顏色。眉梢橫淡墨，厭春山之太媚；眼角湛文星，笑秋水之無神。體輕盈，而金蓮蹙蹙展花箋，指纖長，而玉筍尖尖籠彩筆。發綰莊老漆園之烏雲，膚凝學士玉堂之白雪。脂粉全消，獨存閨閣之儒風，詩書久見，時吐才人之文氣。錦心藏美，分明是綠鬢佳人，彤管生花，孰敢認紅顏女子。 \\n 雙星忽看見蕊珠小姐如天仙一般走近前來，驚得神魂酥蕩，魄走心馳。暗忖道：『怎的他家有此絕色佳人。』忙立起身來迎接。那小姐先到父母面前，道了萬福。夫人因指雙星說道：『這就是我時常所說繼名於我的雙家元哥了。今日不期而來，我孩兒與他有兄妹之分，禮宜上前相見。』小姐只得粉臉低垂，俏身移動，遂在下手立著。雙星連忙謙遜說：『愚兄巴中遠人，賢妹瑤臺仙子，閬苑名姝，本不當趨近，今蒙義父母二大人敘出親情，容雙星以子禮拜見矣，因於賢妹關手足之宜，故不識進退，敢有一拜。』蕊珠小姐低低說道：『小妹閨娃陋質，今日得識長兄，妹之幸也，應當拜識。』二人對拜了四拜。拜罷，蕊珠小姐就退坐於夫人之旁。雙星此時，心猿意馬，已奔馳不定。欲待尋些言語與小姐交談，卻又奈江老夫妻坐在面前，不敢輕於啟齒，然一片神情已沾戀在蕊珠小姐身上，不暇他顧。江老夫妻又不住的問長問短，雙星口雖答應，只覺說得沒頭沒緒。蕊珠小姐初見雙星亭亭皎皎，真可稱玉樹風流，也不禁注目偷看。及坐了半晌，又見雙星出神在已，輾轉彷徨，恐其舉止失措，露出象來，後便難於相見，遂低低的辭了夫人，依舊帶著彩雲、若霞而去。雙星遠遠望見，又不敢留，又不敢送，竟癡呆在椅上，一聲不做。江老見女兒去了，方又說道：『小女雖是一個女子，卻喜得留心書史，寓意詩詞，大有男子之風，故我老夫妻竟忘情於子。』雙星因贊道：『千秋只慕中郎女，百世誰思伯道兒。蕊珠賢妹且無論班姬儒雅，道蘊才情，只望其林下豐神，世間那更有此寧馨？則二大人之箕裘，又出尋常外矣。』正說不了，家人移桌，擺上酒餚，三人同席而飲。飲完，江章就著人同青雲到惠度寺取迴行李，又著人打掃東書院，與雙星安歇做房。雙星到晚，方辭了二人，歸到東書院而來。只因這一住，有分教：無限春愁愁不了，一腔幽恨恨難窮。不知雙星果是如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 江少師認義兒引賊入室 珠小姐索和詩掩耳偷鈴", "正文": "  \\n 第三回　江少師認義兒引賊入室　珠小姐索和詩掩耳偷鈴 \\n 　 \\n 詞云： \\n 有女繼兒承子捨，何如徑入東床。若叫暗暗搗玄霜，依然乘彩鳳，到底飲瓊漿。纔色從來連性命，況於纔色當場。怎叫兩下不思量，情窺皆冷眼，私系是癡腸。 \\n 右調《臨江仙》 \\n 話說雙星在江少師內廳吃完酒，江章叫人送在東書院宿，雖也有些酒意，卻心下喜歡，全不覺醉。因暗想道：『我出門時曾許下母親，尋一個有才有色的媳婦回來，以為苹繁井臼之勞，誰知由廣及閩，走了一二千里的道路，並不遇一眉一目，縱有誇張佳麗，亦不過在脂粉中逞顏色，何堪作閨中之樂。我只愁無以復母親之命，誰知行到浙江，無意中忽逢江老夫妻，親親切切認我為子，竟在深閨中，喚出女兒來，拜我為兄。未見面時，我還認做尋常女子，了不關心。及見面時，誰知竟是一個賽王嬙，誇西子的絕代佳人。突然相見，不曾打點的耳目精神，又因二老在坐，只驚得青黃無主，竟不曾看得象心象意，又不曾說幾句關情的言語，以致殷勤。但默默坐了一霎，就入去了，竟撇下一天風韻，叫我無聊無賴。欲待相親，卻又匆匆草草，無計相親；欲放下，卻又系肚牽腸，放她不下。這纔是我前日在家對人說的定情之人也。人便僥幸有了，但不知還是定我之情，還是索我之命。』 \\n 因坐在床上，塌伏著枕頭兒細想。因想道：『若沒有可意之人，縱紅成群，綠作隊，日夕相親，卻也無用。今既遇了此天生的尤物，且莫說無心相遇，信乎有緣，即使赤繩不系，玉鏡難歸，也要去展一番崑崙之妙手，以見吾鍾情之不苟，便死也甘心。況江老夫妻愛我不啻親生，纔入室坐席尚未暖，早急呼妹妹以拜哥哥，略不避嫌疑，則此中徑路，豈不留一線。即蕊珠小姐相見時，羞縮固所不免，然羞縮中別有將迎也。非一味不近人情，或者輾轉反側中，尚可少致殷勤耳。我之初意，雖蒙江老故舊美情，苦苦相留，然非我四海求凰之本念，尚不欲久淹於此。今既文君咫尺，再僕僕天涯，則非算矣。只得聊居子捨，長望東牆，再逢機緣，以為進止。』想到快心，遂不覺沈沈睡去。正是： \\n 藍橋莫道無尋處，且喜天台有路通。 \\n 若肯沿溪苦求覓，桃花流水在其中。 \\n 到了次日，雙星一覺醒來，早已紅日照於東窗之上。恐怕親誼疏冷，忙忙梳洗了，即整衣，竟入內室來問安。江章夫妻一向孤獨慣了，定省之禮，久已不望。今忽見雙星象親兒子的一般，走進來問安，不禁滿心歡喜。因留他坐了，說道：『你父親與我是同年好友，你實實是我年家子侄，原該以伯侄稱呼，但當時曾過繼了一番，又不是年伯平侄，竟是父子了。今既相逢，我留你在此，這名分必先正了，然後便於稱呼。』雙星聽了，暗暗想道：『若認年家伯侄，便不便入內。』因朗朗答應道：『年家伯侄，與過繼父子，雖也相去不遠，然先君生前既已有擇義之命，今於死後如何敢違而更改。孩兒相見茫茫者，苦於不知也，今既剖明，違親之命為不孝，忘二大人之恩為不義，似乎不可。望二大人仍置孩兒於膝下，則大人與先君當日一番舉動，不為虛哄一時也。』 \\n 江章夫妻聽了，大喜不勝道：『我二人雖久矣甘心無子，然無子終不若有一子點綴目前之為快。今見不夜，我不敢執前議苦強者，恐不夜立身揚名以顯親別有志耳。』雙星道：『此固大人成全孩兒孝親之厚道，但孩兒想來，此事原不相傷。二大人欲孩兒認義者，不過欲孩兒在膝下應子捨之故事耳，非圖孩兒異日拾金紫以增榮也。況孩兒不肖，未必便能上達，即有寸進，仍歸之先君，則名報先君於終天，而身侍二大人於朝夕，名實兩全，或亦未不可也。不識二大人以為何如？』 \\n 江章聽了，愈加歡喜道：『妙論，妙論，分別的快暢。竟以父子稱呼，只不改姓便了。』因叫許多家人僕婦，俱來拜見雙公子。因吩咐道：『這雙公子，今已結義我為父，夫人為母，小姐為兄妹，以後只稱大相公，不可作外人看待。』眾家人僕婦拜見過，俱領命散去。正是： \\n 昨日還為陌路人，今朝忽爾一家親。 \\n 相逢只要機緣巧，誰是誰非莫認真。 \\n 雙星自在江家認了父子，便出入無人禁止，雖住在東書院，以讀書為名，卻一心只思量著蕊珠小姐，要再見一面。料想小姐不肯出來，自家又沒本事開口請見，只借著問安之名，朝夕間走到夫人室內來，希圖偶遇。不期住了月餘，問安過數十次，次次皆蒙夫人留茶，留點心，留著說閑話，任他東張西望，只不見小姐的影兒。不獨小姐不見，連前番跟小姐的侍妾彩雲影兒也不見，心下十分驚怪，又不敢問人，惟悶悶而已。 \\n 你道為何不見？原來小姐住的拂雲樓，正在夫人的臥房東首，因夫人的臥房牆高屋大，緊緊遮住。若要進去，只要從夫人臥房後一個小小的雙扇門兒入去，方纔走到小姐樓上。小姐一向原也到夫人房裡來，問候父母之安，因夫人愛惜她，怕她朝夕間，拘拘的走來走去辛苦，故回了她不許來。惟到初一、十五，江章與夫人到佛樓上燒香拜佛，方許小姐就近問候。故此夫人臥房中也來得稀少，惟有事要見，有話要說，方纔走來。若是無事，便只在拂雲樓看書做詩耍子，並看園中花卉，及賞玩各種古董而已，絕不輕易為人窺見。雙星那裡曉得這些緣故，只道是有意避他，故私心揣摹著急。不知人生大欲男女一般，縱是窈窕淑女，亦未有不慮摽梅失時，而願見君子者。故蕊珠小姐，自見雙星之後，見雙星少年清俊，儒雅風流，又似乎識竅多情，也未免默默動心。雖相見時不敢久留，辭了歸閣，然心窩中已落了一片情絲，東西縹緲，卻又無因無依，不敢認真。因此在拂雲樓上，焚香啜茗，只覺比往日無聊。 \\n 一日看詩，忽看見：『無可奈何花落去，似曾相識燕歸來『二句，忽然有觸，一時高興，遂拈出下句來作題目，賦了一首七言律詩道： \\n 烏衣巷口不容潛，王謝堂前正捲簾。 \\n 低掠向人全不避，高飛入幕了無嫌。 \\n 弄情疑話隔年舊，尋路喜窺今日檐。 \\n 棲息但愁巢破損，落花飛絮又重添。 \\n 蕊珠小姐做完了詩，自看了數遍，自覺得意，惜無人賞識，因將錦箋錄出，竟拿到夫人房裡來，要尋父親觀看。不期父親不在，房中只有夫人，夫人看見女兒手中拿著一幅詩箋，欣欣而來，因說道：『今日想是我兒又得了佳句，要尋父親看了？』小姐道：『正是此意。不知父親那裡去了？』夫人道：『你父親今早纔吃了早飯，就被相好的一輩老友拉到准提庵看梅花去了。』小姐聽見，便將詩箋放在靠窗的桌上，因與母親閑話。 \\n 不期雙星在東書院坐得無聊，又放不下小姐，遂不禁又信步走到夫人房裡來，那裡敢指望撞見小姐。不料纔跨入房門，早看見小姐與夫人坐在裡面說話。這番喜出望外，那裡還避嫌疑，忙整整衣襟，上前與小組施禮。小姐突然看見，回避不及，未免慌張。夫人因笑說道：『元哥自家人，我兒那裡避得許多。』小姐無奈，只得走遠一步，斂衽答禮。見畢，雙星因說道：『愚兄前已蒙賢妹推父母之恩，廣手足之愛，待以同氣，故造次唐突，非有他也。』小姐未及答，夫人早代說道：『你妹子從未見人，見人就要靦腆，非避兄也。』雙星一面說話，一面偷眼看小姐。今日隨常打扮，越顯得嫵媚嬌羞，別是一種，竟看癡了。又不敢贊美一詞，只得宛轉說道：『前聞父親盛稱賢妹佳句甚多，不知可肯惠賜一觀，以飽饞眼？』小姐道：『香奩雛語，何敢當才子大觀。』夫人因接說：『我兒，你方纔做的甚麼詩，要尋父親改削。父親既不在家，何不就請哥哥替你改削也好。』小姐道：『改削固好，出醜豈不羞人。』因詩箋放在前桌上，便要移身去取來藏過，不料雙星心明眼快，見小姐要移身，曉得桌上這幅箋紙就是她的詩稿，忙兩步走到桌邊，先取在手中，說道：『這想就是賢妹的珠玉了？』小姐見詩箋已落雙星之手，便不好上前去取。只得說道：『塗鴉之丑，萬望見還。』 \\n 雙星拿便拿了，還只認作是籠中嬌鳥，仿佛人言而已，不期展開一看，尚未及細閱詩中之句，早看見蠅頭小楷，寫得如美女簪花，十分秀美，先吃了一驚。再細看詩題，卻是『賦得「似曾相識燕歸來」』。因先掩卷暗想道：『此題有情有態，卻又無影無形，到也難於下筆，且看他怎生生髮。』及看了起句，早已欣欣動色，再看到中聯，再看到結句，直驚得吐出舌來。因放下詩稿，復朝著蕊珠小姐，深深一揖道：『原來賢妹是千古中一個出類拔萃的才女子，愚兄雖接芳香，然芳香之佳處尚未夢見。今日若非有幸，得覽佳章，不幾當面錯過。望賢妹恕愚兄從前之肉眼，容洗心滌慮，重歸命於香奩之下。』小姐道：『閨中孩語，何敢稱纔？元兄若過於獎誇，則使小妹抱慚無地矣。』 \\n 夫人見他兄妹二人你贊我謙，十分歡喜。因對雙星說道：『你既說妹子詩好，必然深識詩中滋味，何不也做一首，與妹子看看，也顯得你不是虛誇。』雙星道：『母親吩咐極是，本該如此，但恨此題實是枯淡，縱有妙境，俱被賢妹道盡，叫孩兒何處去再求警拔，故惟袖手藏拙而已。』小姐聽了道：『才人詩思，如泉湧霞蒸，安可思議。元兄為此言，是笑小妹不足與言詩，故秘之也。』雙星躊躇道：『既母親有命，賢妹又如此見罪，只得要呈丑了。』 \\n 彩雲在旁聽見公子應承做詩，忙湊趣走到夫人後房，取了筆硯出來，將墨磨濃，送在雙公子面前。雙星因要和詩，正拿著小姐的原稿，三復細味，忽見彩雲但送筆硯，並沒詩箋，遂一時大膽，竟在小姐原稿的箋後，題和了一首。題完，也不顧夫人，竟雙手要親手送與小姐道：『以鴉配鳳，乞望賢妹勿哂。『小姐看見，忙叫彩雲接了來。展開一看，只見滿紙龍蛇飛動，早已不同，再細細看去，只見寫的是： \\n 步原韻奉和 \\n 蕊珠仙史賢妹』賦得」似曾相識燕歸來」』 \\n 經年不見宛龍潛，今日乘時重入簾。 \\n 他主我賓俱莫問，非親即故又何嫌。 \\n 高飛欲傍拂雲棟，低舞思依浣古檐。 \\n 只恐呢喃驚好夢，新愁舊恨為儂添。 \\n □□□□□□□，□愚兄雙星拜識。 \\n 小姐看了一遍，又看一遍，見拂雲浣古等句拖泥帶水，詞外有情，不勝驚嘆道：『這方是大才子凌雲之筆，小妹向來無知自負，今見大巫，應知羞而為之擱筆矣。』雙星道：『賢妹仙纔，非愚兄塵凡筆墨所能仿佛萬一。這也無可奈何，但愚兄愛纔有如性命，今既賢妹閬苑仙纔，瓊宮佳句，豈不視性命為尤輕！是以得隴望蜀，更有無厭之請，望賢妹慨然傾珠玉之秘笈，以飽愚兄之餓眼，則知已深恩，又出親情之外矣。』小姐道：『小妹塗鴉筆墨，不過一時遊戲。有何佳句，敢存笥篋，非敢匿瑕，實無殘沈以博元兄之笑。』 \\n 雙星聽見小姐推說沒有，不覺默然無語。彩雲在旁，看見小姐力回，掃了公子之興，因接說道：『大相公要看小姐的詩詞，何必向小姐取討？小姐縱有，也不肯輕易付與大相公，恐怕大相公笑她賣纔。大相公要看不難，只消到萬卉園中，芍藥亭、沁心堂、浣古軒，各處影壁上，都有小姐題情詠景的詩詞，只怕公子還看它不了。』雙星聽了方大喜，因對夫人說道：『孩兒自蒙父母親留在膝下，有若親生，指望孩兒成名。終日坐在書房中苦讀，竟不知萬卉園中，有這許多景致。不但不知景致，連萬卉園，也不曉得在那裡。今日母親同孩兒賢妹，正閑在這裡，何不趁此領孩兒去看看？』夫人道：『正是呀，你來了這些時，果然還不曾認得。我今日無事，正好領你去走走。』遂要小姐同去。小姐道：『孩兒今日繡工未完，不得同行，乞母親哥哥見諒。』遂領彩雲望後室去。 \\n 此時雙星見夫人肯同他到園中去，已是歡喜，忽又聽見要小姐同去，更十分快活。正打點到了園中，借花木風景也與小姐調笑送情，忽聽見小姐說出不肯同去，一片熱心早冷了一半。又不好強要小姐同去，只得生擦擦硬著心腸，讓小姐去了。夫人遂帶了幾個丫環侍女，引著雙星，開了小角門，往園中而入。雙星入到園中，果然好一座相府的花園，只見： \\n 金谷風流去已遙，輞川詩酒記前朝。 \\n 此中水秀山還秀，到處鶯嬌燕也嬌。 \\n 草木叢叢皆錦繡，亭臺座座是瓊瑤。 \\n 若非宿具神仙骨，坐臥其中福怎消？ \\n 雙星到了園中，四下觀看，雖沁心堂、浣古軒各處，皆擺列著珍奇古玩，觸目琳琅，名人古畫，無不出奇，雙星俱不留心去看他，只撿蕊珠小姐親筆的題詠，細細的玩誦。玩誦到得意之處，不禁眉宇間皆有喜色。因暗暗想道：『小姐一個雛年女子，貌已絕不倫，又何若是之多才，不愧才貌兼全的佳人矣。我雙星今日何福，而得能面承色笑，親炙佳章，信有緣也。』想到此處，早呆了半晌。忽聽見夫人說話，方纔驚轉神情。聽見夫人說道：『此處乃你父親藏珍玩之處，並不容人到此，只你妹子時常在此吟哦弄筆。』 \\n 雙星聽了，暗暗思量道：『小姐既時常到此，則他的臥房，必有一條徑路與此相通。』遂走下階頭，只推游賞，卻悄悄找尋。到了芍藥臺，芙蓉架，轉過了荷花亭，又上假山，周圍看這園中的景致。忽望北看去，只見一帶碧瓦紅窗，一字兒五間大樓，垂著珠簾。雙星暗想道：『這五間大樓，想是小姐的臥房了。何不趁今日也過去看看？』 \\n 遂下了假山，往雪洞裡穿過去，又上了白石欄杆的一條小橋，橋下水中，紅色金魚在水面上啖水兒，見橋上有人影搖動，這些金魚俱跳躍而來。雙星看見，甚覺奇異，只不知是何緣故。雙星過了小橋，再欲前去，卻被一帶青牆隔斷。雙星見去不得，便疑這樓房是園外別人家了，遂取路而回。正撞著夫人身邊的小丫環秋菊走來說道：『夫人請大相公回去，叫我來尋。』雙星遂跟著秋菊走回。雙星正要問她些說話，不期夫人早已自走來，說道：『我怕你路徑不熟，故來領你。』 \\n 雙星又行到小橋，扶著欄杆往下看魚。因問道：『孩兒方纔在此走，為何這些魚俱望我身影爭跳？竟有個游魚啖影之意。『夫人笑說道：『因你妹子閑了，時常到此喂養，今見人影，只說喂他，故來討食。』雙星聽了大喜，暗暗點頭道：『原來魚知人意。』夫人忙叫人去取了許多糕餅饅頭，往下丟去，果然這些金魚都來爭食。雙星見了，甚是歡喜。看了一會，同著夫人一齊出園。回到房中，夫人又留他同吃了夜飯，方叫他歸書房歇宿。只因這一回，有分教：如歌似笑，有影無形。只不知雙星與小姐果是如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第四回 江小姐俏心多不吞不吐試真情 雙公子癡態發如醉如狂招訕笑", "正文": "  \\n 第四回　江小姐俏心多不吞不吐試真情　雙公子癡態發如醉如狂招訕笑 \\n 　 \\n 詞云： \\n 佳人只要心兒俏，俏便思量到。從頭直算到收梢，不許情長情短忽情消。一時任性顛還倒，那怕旁人笑。有人點破夜還朝，方知玄霜搗盡是藍橋。右調《虞美人》 \\n 話說雙星自從遊園之後，又在夫人房裡吃了夜飯，回到書房，坐著細想：『今日得遇小姐，又得見小姐之詩。又湊著夫人之巧，命我和了一首，得入小姐之目，真僥幸也。』心下十分快活。只可恨小姐賣乖，不肯同去遊園；又可恨園中徑路不熟，不曾尋見小姐的拂雲樓在哪裡。想了半響，忽又想道：『我今見園中各壁上的詩題，如《好鳥還春》，如《鶯啼修竹》，如《飛花落舞筵》，如《片云何意傍琴臺》，皆是觸景寓情之作，為何當此早春，忽賦此「似曾相識燕歸來」之句，殊無謂也。莫非以我之來無因，而又相親相近若有因，遂寓意於此題麼？若果如此，則小姐之俏心，未嘗不為我雙不夜而躊躇也。況詩中之「全不避」「了無嫌」，分明刺我之眼饞臉涎也。雙不夜，雙不夜，你何幸而得小姐如此之垂憐也！』想來想去，想的快活，方纔就寢。正是： \\n 穿通骨髓無非想，鑽透心窩只有思。 \\n 想去思來思想極，美人肝膽盡皆知。 \\n 到了次日，雙星起來，恐怕錯看了小姐題詩之意，因將小姐的原詩默記了出來，寫在一幅箋紙上，又細細觀看。越看越覺小姐命題深意原有所屬，暗暗歡喜道：『小姐只一詩題，也不等閑虛拈。不知他那俏心兒，具有許多靈慧？我雙不夜若不參透他一二分，豈不令小姐笑我是個蠢漢！幸喜我昨日的和詩，還依稀仿佛，不十分相背。故小姐幾回吟賞，尚似無鄙薄之心。或者由此而再致一詩一詞，以邀其青盼，亦未可知也。但我想小姐少師之女，貴重若此；天生麗質，窈窕若此；彤管有煒，多才若此。莫說小姐端莊正靜，不肯為薄劣書生而動念，即使感觸春懷，亦不過筆墨中微露一絲之愛慕，如昨日之詩題是也。安能於邂逅間，即眉目勾挑，而慨然許可，以自媒自嫁哉！萬無是理也。況我雙星居此已數月矣，反獲一見再見而已。且相見非嚴父之前，即慈母之後，又侍兒林立，卻從無處以敘寒溫。若欲將針引線，必鐵杵成針而後可。我雙不夜此時，粗心浮氣，即望玄霜搗成，是自棄也。況我奉母命而來，原為求婚，若不遇可求之人，尚可謝責。今既見蕊珠小姐絕代之人，而不知極力苦求，豈不上違母命，而下失本心哉！為今之計，惟有安心於此，長望明河，設或無緣，有死而已。但恨出門時約得限期甚近，恐母親懸念，於心不安。況我居於此，無多役遣，只青雲一僕足矣。莫若打發野鶴歸去報知，以慰慈母之倚閭。』 \\n 思算定了，遂寫了一封家書，並取些盤纏，付與野鶴，叫他回去報知。江章與夫人曉得了，因也寫下一封書，又備了幾種禮物，附去問候。野鶴俱領了，收拾在行李中，拜別而去。正是： \\n 書去緣思母，身留冀得妻。 \\n 母妻兩相合，不問已家齊。 \\n 雙星自打發了野鶴回家報信，遂安心在花叢中作蜂蝶，尋香覓蕊，且按下不題。 \\n 卻說蕊珠小姐，自見雙星的和詩，和得筆墨有氣，語句入情，未免三分愛慕，又加上七分憐才，因暗暗忖度道：『少年讀書貴介子弟，無不翩翩。然翩翩是風流韻度，不墮入裘馬豪華，方微有可取。我故於雙公子，不敢以白眼相看。今又和詩若此，實係可兒，才貌雖美，但不知性情何如？性不定，則易更於一旦；情不深，則難托以終身，須細細的歷試之。使花柳如風雨之不迷，然後裸從於琴瑟未晚也。若溪頭一面，即贈浣紗，不獨纔非韞玉，美失藏嬌，而宰相門楣，不幾掃地乎？』自胸中存了一個持正之心，而面上便不露一痕容悅之象。轉是彩雲侍兒忍耐不住，屢屢向小姐說道：『小姐今年十七，年已及笈。雖是宰相人家千金小姐，又美貌多才，自應貴重，不輕許人，然亦未有不嫁者。老爺夫人雖未嘗不為小姐擇婿，卻東家辭去，西家不允，這還說是女婿看得不中意。我看這雙公子，行藏舉止，實是一個少年的風流才子。既無心撞著，信有天緣。況又是年家子侄，門戶相當，就該招做東床，以完小姐終身之事。為何又結義做兒子，轉以兄妹稱呼，不知是何主意？老爺夫人既沒主意，小姐須要自家拿出主來，早作紅絲之系，卻作不得兒女之態，誤了終身大事。若錯過了雙公子這樣的才郎，再別求一個如雙公子的才郎，便難了。』 \\n 蕊珠小姐見彩雲一口直說出肝膽肺腑之言，略不忌避，心下以為相合，甚是喜他。便不隱諱，亦吐心說道：『此事老爺也不是沒主意，無心擇婿。我想他留於子捨者，東床之漸也。若輕輕的一口認真，倘有不宜，則悔之晚矣。就是我初見面時，也還無意，後見其信筆和詩，才情躍躍紙上，亦未免動心。但婚姻大事，其中情節，變換甚多，不可不慮，所以蓄於心而有待。』彩雲道：『佳人才子，恰恰相逢，你貪我愛，諒無不合。不知小姐更有何慮？小姐若不以彩雲為外人，何不一一說明，使我心中也不氣悶。』 \\n 小姐見彩雲之問話，問得投機，知心事瞞她不得，遂將疑他少年情不常，始終有變，要歷試他一番之意，細細說明。彩雲聽了，沈吟半晌道：『小姐所慮，固然不差。但我看雙公子之為人，十分志誠，似不消慮得。然小姐要試他一試，自是小心過慎，卻也無礙。但不知小姐要試他那幾端？』小姐道：『少年不患其無情，而患其情不耐久。初見面既親且熱，恨不得一霎時便偷香竊玉。若久無顧盼，則意懶心隳，而熱者冷笑，親者疏矣。此等乍歡乍喜之人，妾所不取。故若親若近，冷冷疏疏，以試雙郎。情又貴乎專注，若見花而喜，見柳即移，此流蕩輕薄之徒，我所最惡。故欲倩人擲果，以試雙郎。情又貴乎隱顯若一，室中之展轉反側，不殊摻大道之秣馬秣駒，則其人君子，其念至誠。有如當前則甜言蜜語，若親若昵，背地則如棄如遺，不瞅不睬，此虛浮兩截之人，更所深鄙。故欲悄悄冥冥潛潛等等，以試雙郎。況他如此類者甚多，故不得不過於珍重，實非不近人情而推聾作啞。』 \\n 彩雲道：『我只認小姐遇此才人，全不動念，故叫我著急。誰知小姐有此一片心，蓄而不露。今蒙小姐心腹相待，委曲說明，我為小姐的一片私心方纔放下。但只是還有一說--『小姐道：『更有何說？』彩雲道：『我想小姐藏於內室，雙公子下榻於外廂，多時取巧，方得一面。又不朝夕接談，小姐就要試他，卻也體察不能如意。莫若待彩雲幫著小姐，在其中探取，則真真假假，其情立見矣。』小姐聽了大喜道：『如此更妙。』二人說得投機，你也傾心，我也吐膽，彼此不勝快活。正是： \\n 定是有羞紅兩頰，斷非無恨蹙雙眉。 \\n 萬般遮蓋千般掩，不說旁人那得知。 \\n 卻說彩雲擔當了要幫小姐歷試雙公子有情無情，便時常走到夫人房裡來，打聽雙公子的行事。一日打聽得雙公子已差野鶴回家報知雙夫人，說他在此結義為子，還要多住些時，未必便還。隨即悄悄通知小姐道：『雙公子既差人回去，則自不思量回去可知矣。我想他一個富貴公子，不思量回去，而情願留此獨居，以甘寂寞，意必有所圖也。若細細揣度他之所圖，非圖小姐而又誰圖哉？既圖小姐，而小姐又似無意，又不吞，又不吞，有何可圖？既欲圖之，豈一朝一夕之事，圖之若無堅忍之心，則其倦可立而詩。我看雙公子去者去，留者留，似乎有死守藍橋之意。此亦其情耐久之一征，小姐不可不知。』小姐道：『你想的論的，未嘗不是。但留此是今日之情，未必便定情終留於異日。我所以要姑待而試之。』 \\n 二人正說不了，忽見若霞走來，笑嘻嘻對小姐說道：『雙公子可惜這等樣一個標致人兒，原來是個呆子。』小姐因問道：『你怎生見得？』若霞道：『不是我也不知道，只因方纔福建的林老爺送了一瓶蜜餞的新荔枝與老爺，夫人因取了一盤，叫我送與雙公子去吃。我送到書房門外，聽見雙公子在內說話。我只認是有甚朋友在內，不敢輕易進去。因在窗縫裡一張，那裡有甚朋友！只他獨自一人，穿得衣冠齊齊整整，卻對著東邊照壁上一幅詩箋，吟哦一句，即贊一聲「好！」就深深的作一個揖道：『謝淑人大教了！，再吟哦一句，即又贊一聲「妙！」又深深作一個揖道：「蒙淑人垂情了！」我偷張不得一霎，早已對著壁詩，作過十數個揖了。及我推門進去，他只吟哦他的詩句，竟象不曾看見我的一般。小姐你道呆也不呆，你道好笑也不好笑？』小姐道：『如今卻怎麼樣了？』若霞道：『我送荔枝與他，再三說夫人之話，他只點點頭，努努嘴，叫我放下，也不做一聲。及我出來了，依舊又在那裡吟哦禮拜，實實是個呆子。』小姐道：『你可知道他吟哦的是甚麼詩句？』若霞道：『這個我卻不知道。』這邊若霞正長長短短告訴小姐，不期彩雲有心，在旁聽見，不等若霞說完，早悄悄的走下樓來，忙閃到東書院來竊聽。只聽見雙公子還在房裡，對著詩壁跪一回，拜一回，稱贊好詩不絕口。彩雲是個急性人，不耐煩偷窺，便推開房門，走了進去，問雙公子道：『大相公，你在這裡與那個施禮，對誰人說話？』雙星看見彩雲，知他是小姐貼身人，甚是歡喜。因微笑答應道：『我自有人施禮說話，卻一時對你說不得。』彩雲道：『既有人，在哪裡？』雙星因指著壁上的詩箋道：『這不是？』彩雲道：『這是一首詩，怎麼算得人？』雙星道：『詩中有性有情，有聲有色，一字字皆是慧心，一句句無非妙想。況字句之外，又自含蓄無窮，怎算不得人？』彩雲道：『既要算人，卻端的是個甚人？』雙星道：『觀之艷麗，是個佳人；讀之芳香，是個美人；細味之而幽閑正靜，又是個淑人。此等人，莫說眼前稀少，就求之千古中，也似乎不可多得。故我雙不夜於其規箴諷刺處，感之為益友；於其提撕點醒處，敬之為明師；於其綢繆眷戀處，又直恩愛之若好逑之夫婦。你若問其人為何如，則其人可想而知也。』彩雲笑道：『據大相公說來，只覺有模有樣。若據我彩雲看來，終是無影無形。不過是胡思亂想，怎當得實事？大相公既是這等貪纔好色，將無作有，以虛為實，我這山陰會稽地方，今雖非昔，而浣紗之遺風未散，捧心之故態尚存，何不尋她個來，解解飢渴？也免得見神見鬼，惹人譏笑。』 \\n 雙星聽了，因長嘆一聲道：『這些事怎可與人言？就與人言，人也不能知道。我雙不夜若是等閑的蛾眉粉黛可以解得飢渴，也不千山萬水，來到此地了。也只為香奩少彩，彤管無花，故檢遍春風而自甘孤處。』彩雲道：『大相公既是這等看人不上眼，請問壁上這首詩，實是何人做的，卻又這般敬重他？』雙星道：『這個做詩的人，若說來你認得，但不便說出。若直直說出了，倘那人聞知，豈不道我輕薄？』彩雲道：『這人既說我認得，又說不敢輕薄她，莫非就說的是小姐？莫非這首詩，就是前日小姐所做的賦體詩？』 \\n 雙星聽見彩雲竟一口猜著他的啞謎，不禁欣然驚訝道：『原來彩雲姐也是個慧心女子，失敬，失敬！』彩雲因又說道：『大相公既是這般敬重我家小姐，何不直直對老爺夫人說明，要求小姐為婚？況老爺夫人又極是愛大相公的，自然一說便允。何故晦而不言，轉在背地裡自言自語，可謂用心於無用之地矣！莫說老爺夫人小姐，不知大相公如此至誠想望，就連我彩雲，不是偶然撞見問明，也不知道，卻有何益？』 \\n 雙星見彩雲說的話，句句皆道著了他的心事，以為遇了知己，便忘了爾我，竟扯彩雲坐下，將一肚皮沒處訴的愁苦，俱細細對她說道：『我非不知老爺小姐愛我，我非不知小姐的婚姻，原該明求。但為人也須自揣，你家老爺，一個黃閣門楣，豈容青衿溷辱？小姐一位上苑甜桃，焉肯下嫁酸丁？開口不獨徒然，恐並子捨一席，亦犯忌諱而不容久居矣。我籌之至熟，故萬不得已而隱忍以待。雖不能歡如魚水，尚可借雁影排連以冀一窺色笑。倘三生有幸，一念感通，又生出機緣，亦未可知也。此我苦情也。彩雲姐既具慧心，又有心憐我，萬望指一妙徑，終身不忘。』彩雲道：『大相公這些話，自大相公口中說來，似乎句句有理，若聽到我彩雲耳朵裡，想一想，則甚是不通。』雙星道：『怎見得不通？』彩雲道：『老爺的事，我捉摸不定，姑慢講。且將小姐的事，與你論一論。大相公既認定小姐是千古中不可多得之才美女子，我想從來惟才識纔，小姐既是纔美女子，則焉有有識大相公是千古中不可多得之才美男子之理？若識大相公是纔美男子，則今日之青衿，異日之金紫也，又焉有恃貴而鄙薄酸之理？此大相公之過慮也。這話只好在我面前說，若使小姐聞知，必怪大相公以俗情相待，非知己也。』 \\n 雙星聽了，又驚又喜道：『彩雲姐好細心，怎直想到此處？想得甚是有理。果是我之過慮。但事已至此，卻將奈何？』彩雲道：『明明之事，有甚奈何！大相公胸中既有了小姐，則小姐心上，又未必沒有大相公。今所差者為只，隔著個內外，不能對面細細講明耳。然大相公在此，是結義為子，又不是過客，小姐此時，又不急於嫁人。這段婚姻，既不明求，便須暗求。急求若慮不妥，緩求自當萬全。哪怕沒有成就的日子？大相公不要心慌，但須打點些巧妙的詩才，以備小姐不時拈索，不至出醜，便萬萬無事了。』雙星笑道：『這個卻拿不穩。』又笑了一回，就忙忙去了。正是： \\n 自事自知，各有各說。 \\n 情現多端，如何能決？ \\n 彩雲問明瞭雙公子的心事，就忙忙去了，要報知小姐。只因這一報，有分教：剖疑為信，指暗作明。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 蠢丫頭喜挑嘴言出禍作 俏侍兒悄呼郎口到病除", "正文": "  \\n 第五回　蠢丫頭喜挑嘴言出禍作　俏侍兒悄呼郎口到病除 \\n 　 \\n  \\n 詞云： \\n 不定是心猿，況觸虛情與巧言。弄得此中飛絮亂，何冤。利口從來不憚煩。陡爾病文園，有死無生是這番。虧得芳名低喚醒，無喧。情溺何曾望手援。右調《南鄉子》 \\n 話說彩雲問明瞭雙公子的心事，就忙忙歸到拂雲樓，要說與小姐知道。不期小姐早在那裡尋她，一見了彩雲，就問道：『我剛與若霞說得幾句話，怎就三不知不見了你，你到哪裡去了這半晌？『彩雲看見若霞此時已不在面前，因對小姐說道：『我聽見若霞說得雙公子可笑，我不信有此事，因偷走了去看看。』小姐道：『看得如何，果有此事麼？』彩雲道：『事便果是有的，但說他是呆，我看來卻不是呆，轉是正經。說他可笑，我看來不是可笑，轉是可敬。』遂將雙公子並自己兩人說的話，細細說了一遍與小姐聽。小姐聽了，不禁欣然道：『原來他拜的就是我的賦體詩。他前日看了，就滿口稱揚，我還道他是當面虛揚，誰知他背地裡也如此珍重。若說他不是真心，這首詩我卻原做的得意。況他和詩的針芥，恰恰又與我原詩相投。此中臭味，說不得不是芝蘭。但說恐我不肯下嫁酸丁，這便看得我太淺了。』彩雲道：『這話他一說，我就班駁他過了。他也自悔誤言，連連謝過。『小姐道：『據你說來，他的愛慕於我，專注於我，已見一斑。他的情之耐久，與情之不移，亦已見之行事，不消再慮矣。但我想來，他的百種多情，萬般愛慕，總還是一時之事。且藏之於心，慢慢看去，再作區處。』彩雲道：『慢看只聽憑小姐，但看到底，包管必無破綻，那時方知我彩雲的眼睛識人不錯。』自此二人在深閨中，朝思暮算，未嘗少息。正是： \\n 苦極涓涓方淚下，愁多蹙蹙故眉顰。 \\n 破瓜之子遭閑磕，只為心中有了人。 \\n 卻說雙星自被彩雲揣說出小姐不鄙薄他，這段婚姻到底要成，就不禁滿心歡喜，便朝夕殷殷勤勤，到夫人處問安，指望再遇小姐，扳談幾句話兒。誰知走了月餘，也不見個影兒。因想著園裡去走走，或者撞見彩雲，再問個消息。遂與夫人說了。此時若霞正在夫人房裡，夫人就隨便吩咐若霞道：『你可開了園門，送大相公到園裡去耍子。』 \\n 若霞領了夫人之命，遂請雙公子前行，自家跟著竟入園來。到了園中，果然花柳爭妍，別是一天。雙公子原無心看景，見若霞跟在左右，也只認做是彩雲一般人物。因問若霞道：『這園中你家小姐也時常來走走麼？』若霞道：『小姐最愛花草，又喜題詩，園中景致皆是小姐的詩，料小姐朝夕不離，怎麼不來？』雙公子道：『既是朝夕不離，為何再不遇見？』若霞道：『我說的是往時的話，近日卻絕跡不來了。』雙公子聽了，忙驚問道：『這是為何？』若霞道：『因大相公前日來過，恐怕撞見不雅，故此禁足不敢復來。』雙公子道：『我與小姐，已拜為兄妹，便撞見也無妨。』若霞道：『大相公原來還不知我家小姐的為人。我家小姐，雖說是個十六七歲的女子，她的志氣比大相公鬚眉男子還高幾分。第一是孝順父母，可以當得兒子；第二是讀書識字，不出閨閣，能知天下之事；第三是敦倫重禮，小心謹慎，言語行事，不肯差了半分。至於詩才之妙，容貌之佳，轉還算做餘美。你道這等一個人兒，大相公還只管問她做甚？』雙公子道：『小姐既敦倫重禮，則我與他兄妹稱呼，名分在倫禮中，又何嫌何疑，而要回避？』若霞道：『大相公一個聰明人，怎不想想，大相公與小姐的兄妹，無非是結義的虛名，又不是同胞手足，怎麼算得實數？小姐自然要避嫌疑。』雙公子道：『既要避嫌疑，為何前日在夫人房裡撞見，要我和詩，卻又不避？』若霞道：『夫人房裡，自有夫人在座，已無嫌疑，又避些什麼？』 \\n 雙公子聽了沈吟道：『你這話到也說得中聽。前日福建的林老爺，來拜你家老爺，因知我在此，也就留了一個名帖拜我。我第二日去答拜他，他留我坐下，問知結義之事，他因勸我道：「與其嫌嫌疑疑認做假兒子，何不親親切切竟為真女婿。」他這意思，想將來恰正與你所說的相同。』若霞道：『大差，大差，一毫也不同。』雙公子道：『有甚差處，有甚不同？』若霞道：『兒子是兒子，女婿是女婿。若是無子，女婿可以做兒子。若做過兒子，再做女婿，便是亂倫了，這卻萬萬無此理。』 \\n 雙公子聽了，忽然吃一大驚，因暗想道：『這句話，從來沒人說。為何這丫頭平空說出，定有緣故。』因問道：『做過兒子做不得女婿這句話，還是你自家的主意說的，還是聽見別人說的？』若霞道：『這些道理，我自家哪裡曉得說？無非是聽見別人是這般說。』雙公子道：『你聽見哪個說來？』若霞道：『我又不是男人，出門去結交三朋四友，有誰向我說到此？無非是服恃小姐，聽見小姐是這等說，我悄悄拾在肚裡。今見大相公偶然說到此處，故一一說出來了，也不知是與不是。』 \\n 雙公子聽見這話是小姐說的，直急得他暗暗的跌腳道：『小姐既說此話，這姻緣是斷斷無望了。為何日前彩雲哄我說，這婚姻是穩的，叫我不要心慌？』因又問若霞道：『你便是這等說，前日彩雲見我，卻又不是這等說。你兩人不知哪個說的是真話？』若霞道：『我是個老實人，有一句便說一句，從來不曉得將沒作有，移東掩西，哄騙別人。彩雲這個賊丫頭卻奸猾，不過只要奉承的人歡喜，見人喜長，她就說長，見人喜短，她就說短，哪裡肯說一句實話！人若不知她的為人，聽信了她的話，便被她要直誤到底。』雙公子聽了這些話，竟嚇癡了，坐在一片白石上，走也走不動。若霞道：『夫人差我已送大相公到此，大相公只怕還要耍子耍子。我離小姐久了，恐怕小姐尋我，我去看看再來。』說罷，竟自去了。正是： \\n 無心說話有心聽，聽到驚慌夢也醒。 \\n 若再有心加毀譽，自然滿耳是雷霆。 \\n 雙公子坐在白石上，細細思量若霞的說話，一會兒疑她是假，一會兒又信她為真。暗忖道：『做了兒子，做不得女婿的這句言語，大有關係。若不果是小姐說的，若霞蠢人，如何說得出？小姐既如此說，則這段姻緣，到被做兒子誤了，卻為之奈何？我的初意，還指望慢慢守去，或者守出機緣。誰知小姐一言已說得決決絕絕，便守到終身，卻也無用。守既無用，即當辭去。但我為婚姻出門，從蜀到浙，跋涉遠矣，閱歷多矣，方纔僥幸得逢小姐一個定情之人，定我之情。情既定於此，婚姻能成，固吾之幸；即婚姻之不成，為婚姻之不幸以拼一死，亦未為不幸。決不可畏定情之死，以望不定情之生，而負此本心，以辱夫婦之倫。所恨者，明明夫妻，卻為兄妹所誤。也不必怨天，也不必尤人，總是我雙星無福消受，故遇而不遇也。今若因婚姻差謬，勉強辭去，雖我之形體離此，而一片柔情，斷不能捨小姐而又他往矣。莫若苦守於此，看小姐怎生發付。』 \\n 一霎時東想想，西想想，竟想得昏了，坐在石上，連人事也不知道。還是夫人想起來，因問侍兒道：『大相公到園中去耍子，怎不見出來？莫非我方纔在後房有事，他竟出去了，你們可曾看見？』眾侍兒俱答道：『並不曾看見大相公出去，只怕還在園裡。』夫人道：『天色已將晚了，他獨自一人，還在裡面做什麼？』因叫眾侍妾去尋。 \\n 眾恃妾走到園中，只見雙公子坐在一塊白石上，睜著眼就像睡著的一般。眾侍妾看見著慌，忙問道：『大相公，天晚了，為何還坐在這裡？』雙公子竟白瞪著一雙眼，昏昏沈沈，口也不開。眾恃妾一發慌了，因著兩個攙扶雙公子起來，慢慢的走出園來，又著兩個報與夫人。夫人忙迎著問道：『你好好的要到園中去耍子，為何忽弄做這等個模樣？我原叫若霞服侍你來的，若霞怎麼不見，她又到哪裡去了？』雙公子雖答應夫人兩句，卻說得胡胡涂涂，不甚清白。夫人見他是生病的光景，忙叫侍妾攙他到書房中去睡，又叫人伺候湯水，又吩咐青雲好生服侍。雙公子胡胡涂涂睡下不題。 \\n 夫人因叫了若霞來問道：『我叫你跟大相公到園中去閑玩，大相公為甚忽然病起來？你又到哪裡去了？』若霞道：『我跟大相公入園時，大相公好端端甚有精神，問長問短，何嘗有病？我因見他有半日耽擱，恐怕小姐叫，故走進去看看。怎曉得他忽然生病？』夫人問過，也就罷了。欲要叫人去請醫生，又因天色晚了，只得捱得次日早晨，方纔請了一個醫生來看。說是『驚仲之癥，因著急上起的，兼思慮過甚，故精神昏債，不思飲食。須先用藥替他安神定氣，方保無虞。』說完，撮下兩帖藥，就去了。夫人忙叫人煎與他吃了，吃了雖然不疼不痛，卻只是昏昏沈沈，不能清白。 \\n 此時江章又同人到武林西湖去游賞了，夫人甚是著急。小姐聞知，也暗自著驚。因問彩雲道：『他既好好遊園，為何就一時病將起來？莫非園中冷靜，感冒了風寒？』彩雲道：『醫生看過，說是驚仲思慮，不是風寒。』小姐道：『園中閑玩，有甚驚仲？若傷思慮，未必一時便病。』彩雲道：『昨日雙公子遊園，是夫人叫若霞送他去的。若霞昨日又對夫人說，雙公子好端端問長問短，我想這問長問短裡，多分是若霞說了什麼不中聽的言語，觸動他的心事，故一時生病。小姐可叫若霞，細細盤問她，自然知道。』小姐道：『她若有惡言惡語，觸傷了公子，我問她時，她定然隱瞞，不肯直說。到不如你悄悄問她一聲，她或者不留心說出。』彩雲道：『這個有理。』 \\n 因故意的尋見了若霞，嚇她道：『你在雙公子面前說了什麼惡言語，衝撞了他，致他生病？夫人方纔對小姐說，若雙公子病不好，還要著實責罰你哩！』若霞吃驚道：『我何曾衝撞他，只因他說林老爺勸他，與其做假兒子，不如改做真女婿，他甚是喜歡。我只駁得他一句道，這個莫指望。小姐曾說來，女婿可以改做得兒子；既做了兒子，名分已定，怎麼做得女婿？若再做女婿，是亂倫了。雙公子聽了，就登時不快活，叫我出來了。我何曾衝撞他？』彩雲聽了，便不言語，因悄悄與小姐說知，道：『何如？我就疑是這丫頭說錯了話。雙公子是個至誠人，聽見說兒子改做不得女婿，自然要著驚生病了。』小姐道：『若為此生病，則這病是我害他了。如今卻怎生挽回？』彩雲道：『再無別法，只好等我去與他說明，這句話不是小姐說的，他便自然放心無恙了。』小姐道：『他如今病在那裡，定有人伺候。你是我貼身之人，怎好忽走到他床前去說話，豈不動人之疑？』彩雲道：『這個不打緊，只消先對夫人說明，是小姐差我去問病，便是公，不是私，無礙了。』小姐道：『有理，有理。』 \\n 彩雲就忙忙走到夫人房裡，對夫人說道：『小姐聽見說大相公有病，叫我稟明夫人去問候，以盡兄妹之禮。』夫人聽了歡喜道：『好呀！正該如此。不知這一會，吃了這帖藥，又如何了？你去看過了，可回復我一聲。』彩雲答應道：『曉得了。『遂一徑走到東書院書房中來。 \\n 此時青雲因夜間眼侍辛苦，正坐在房門外矮凳上打瞌睡。彩雲便不打醒他，輕輕的走到床前，只見雙公子朝著床裡，又似睡著的一般，又似醒著的一般，微微喘息。彩雲因就床坐下，用手隔著被撫著他的脊背，低低叫道：『大相公醒一醒，你妹子蕊珠小姐，叫我彩雲在此問候大相公之安。』雙星雖在昏聵朦朧之際，卻一心只繫念在蕊珠小姐身上。因疑若霞說話不實，又一心還想著見彩雲細問一問，卻又見面無由。今耳朵中忽微微聽見『蕊珠小姐』四個字，又聽見『彩雲在此』四個字，不覺四肢百骸飛越在外的真精神，一霎時俱聚到心窩。忙回過身來，睜眼一看，看見彩雲果然坐在面前，不勝之喜。因問道：『不是夢麼？』 \\n 彩雲忽看見雙公子開口說話，也不勝之喜，忙答應道：『大相公快甦醒，是真，不是夢。』雙星道：『方纔隱隱聽得象有人說蕊珠小姐，可是有的？』彩雲道：『正是我彩雲說你妹子蕊珠小姐，著我在此問候大相公之安。』雙星聽了，欣然道：『我這病，只消彩雲姐肯來垂顧，也就好了一半，何況是蕊珠小姐命來，病自勿藥而霍然矣。』因又嘆息道：『彩雲姐，你何等高情，只不該說「你妹子」三個字，叫我這病根如何得去？』彩雲道：『小姐正為聞得大相公為聽見兒子做不得女婿之言而生病，故叫彩雲來傳言，叫大相公將耳朵放硬些，不要聽人胡言亂語。就是真真中表兄妹，溫家已有故事，何況年家結義，怎說亂倫！』 \\n 雙星聽了，又驚又喜道：『正是呀！是我性急心粗，一時思量不到。今蒙剖明，領教矣，知過矣。只是還有一疑不解。『彩雲道：『還有何疑？』雙星道：『但不知此一語，還是出自小姐之口耶？還是彩雲姐憐我膏盲之苦，假託此言以相寬慰耶？』彩雲道：『婢子要寬慰大相公，心雖有之，然此等言語，若不是小姐親口吩咐，彩雲怎敢妄傳？大相公與小姐，過些時少不得要見面，難道會對不出？』雙星道：『小姐若果有心，念及我雙星之病，而殷殷為此言，則我雙星之刀圭已入肺腑矣，更有何病？但只是我細想起來，小姐一個非禮弗言，非禮弗動，又嬌羞靦腆，又不曾與我雙星有半眉一眼之勾引，又不曾與我雙星有片紙隻字之往來。就是前日得見小姐之詩，也是僥幸撞著，非私贈我也，焉肯無故而突然不避嫌疑，竟執兄為婿之理？彩雲姐雖傾心吐膽，口敝舌頹，吾心終不能信，為之奈何？』 \\n 二人正說不了，忽青雲聽見房中有人說話，吃了一驚，將瞌睡驚醒，忙走進房來，看見雙公子象好人一般，睡在床上，欹著半邊身子，與彩雲說話，不勝歡喜道：『原來相公精神回過來，病好了。』就奉茶水。彩雲見有人在前，不便說話，因安慰了雙公子幾句，就辭出來，去報知小姐。只因這一報，有分教：守柳下之東牆，窺周南之西子。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第六回 俏侍兒調私方醫急病 賢小姐走捷徑守常經", "正文": "  \\n 第六回　俏侍兒調私方醫急病　賢小姐走捷徑守常經 \\n 　 \\n  \\n 詞云： \\n 許多緣故，只恨無由得訴。虧殺靈心，指明冷竇，遠遠一番良晤。側聽低吐，悄然問，早已情分意付。試問何為，纔色行藏，風流舉措。右調《柳梢青》 \\n 話說彩雲看過雙公子之病，隨即走到夫人房裡來回復。恰好小姐也坐在房中。夫人一見彩雲，就問道：『大相公這一會病又怎麼了？』彩雲道：『大相公睡是還睡在那裡，卻清清白白與我說了半晌閑話，竟不像個病人。』夫人聽了，不信道：『你這丫頭胡說了，我方纔看他，還見他昏昏沈沈，一句話說不出，怎隔不多時，就明明白白與你說話？』彩雲道：『夫人不信，可叫別人去再看，難道彩雲敢說謊？』夫人似信不信，果又叫一個僕婦去看。那僕婦看了，來回說道：『大相公真個好了，正在那裡問青雲哥討粥吃哩！』夫人聽了，滿心歡喜，遂帶了僕婦，又自去看。 \\n 小姐因同彩雲回到樓上，說道：『雙公子病既好了，我心方纔放下。』彩雲道：『小姐且慢些放心，雙公子這病，據我看來，萬萬不能好了。』小姐聽了著驚道：『你方纔對夫人說他不像個病人，與你說閑話，好了，為何又說萬萬不能好，豈不自相矛盾？』彩雲道：『有個緣故。』小姐道：『有甚緣故？』彩雲道：『雙公子原無甚病，只為一心專注在小姐身上，聽見若霞這蠢丫頭說兄妹做不得夫妻，他著了急，故病將起來。及我方纔去看他，只低低說得一聲「蕊珠小姐叫我來看你」，他的昏沈早喚醒一半。再與他說明兄妹不可為婚這句話，不是小姐說的。他只一喜，病即全然好了。故我對夫人說，他竟不像個病人。但只可怪他為人多疑，只疑這些都是我寬慰之言，安他的心，並非小姐之意。我再三苦辯是真，他只是不信。疑來疑去，定然還要復病。這一復病，便叫我做盧扁，然亦不能救矣。』 \\n 小姐聽了，默然半晌，方又說道：『據你這等說起來，這雙公子之命，終久是我害他了，卻怎生區處？』彩雲道：『沒甚區處，只好聽天由命罷了。』小姐又說道：『他今既聞你言，已有起色，縱然懷疑，或亦未必復病。且不必過為古人擔懮。』彩雲道：『只願得如此就好了。』 \\n 不期這雙公子，朝夕間只將此事放在心上，躊躇忖度，過不得三兩日，果然依舊，又癡癡呆呆，病將起來。夫人著慌，忙請名醫來看視，任吃何藥，只不見效。小姐回想彩雲之言不謬，因又與他商量道：『雙公子復病，到被你說著了。夫人說換了幾個醫生，吃藥俱一毫無效。眼見得有幾分危險，須設法救他方好。但我這幾日，也有些精神恍惚，無聊無賴，想不出什麼法兒來。你還聰明，可為我想想。』彩雲道：『這是一條直路，並無委曲，著不得辨解。你若越辨解，他越狐疑。只除非小姐面言一句，他的沈菏便立起矣。捨此，莫說彩雲愚下之人，就是小姐精神好，也思算不出什麼妙計來。』 \\n 小姐道：『我與雙公子，雖名為兄妹，卻不是同胞，怎好私去看他？就以兄妹名分，明說要去一看，也只好隨夫人同去，也沒個獨去之理。若同夫人去，就有話也說不得。去有何用？要做一詩，或寫一信，與他說明。倘他不慎，落人耳目，豈非終身之玷？捨此，算來算去，實無妙法。若置之不問，看他懨懨就死，又於心不忍，卻為之奈何？』彩雲道：『小姐若呆呆的守著禮法，不肯見他一面，救他之命，這就萬萬沒法了。倘心存不忍，肯行權見他，只礙著內外隔別，無由而往，這就容易處了。』小姐道：『從來經權，原許併用，若行權有路，不背於經，這又何妨？但恐虛想便容易，我又不能出去，他又不能入來，實實要見一面，卻又煩難。』彩雲道：『我這一算，到不是虛想，實實有個東壁可窺可鑿，小姐只消遠遠的見他一面，說明瞭這句兄妹夫妻的言語，包管他的病即登時好了。』小姐道：『若果有此若近若遠的所在，可知妙了。但不知在於哪裡？』 \\n 彩雲道：『東書院旁邊，有一間堆家夥的空屋，被樹木遮住，內中最黑，因在西壁上，開了一個小小的圓窗兒透亮。若站在桌子上往外一觀，恰恰看的見熙春堂的假山背面。小姐若果憐他一死，只消在此熙春堂上，頑耍片時，待我去通他一信，叫他走到空屋裡，立在桌子上圓窗邊伺候。到臨時，小姐只消走到假山背後，遠遠的見他一面，悄悄的通他一言，一樁好事便已做完了，有甚難處？』小姐道：『這條路，你如何曉得？『彩雲道：『小姐忘記了，還是那一年，小姐不見了小花貓，叫我東尋西尋，直尋到這裡，方纔尋著，故此曉得。』小姐聽了歡喜道：『若是這等行權，或者也於禮法無礙。』彩雲看見小姐有個允意，又復說道：『救病如救火，小姐既肯憐他，我就要去報他喜信，約他時候了。』小姐道：『事已到此，捨此並無別法，只得要托你了。但要做得隱秀方妙。』彩雲道：『這個不消吩咐。』一面說，一面就下樓去了。 \\n 走到夫人房中，要說又恐犯重，要不說又怕涉私。恰好夫人叫人去起了課來，起得甚好，說這病今日就要鬆動，明日便全然脫體。夫人大喜，正要叫人去報知，忽見彩雲走來，因就對他說道：『你來的正好，可將這課帖兒拿去，喚醒了大相公，報與他知，說這個起課的先生最靈，起他這病，只在早晚就好。』彩雲見湊巧，接著就走。 \\n 剛走到書房門首，早看見青雲迎著，笑嘻嘻說道：『彩雲姐來的好，我家相公睡夢中不住的叫你哩！你快去安慰安慰他。』彩雲走著，隨答應道：『叫我做甚？我是夫人起了個好課，叫我來報知大相公的。』因將課帖兒拿出來一揚，就走進房，直到床前。也不管雙公子是睡是不睡，竟低低叫一聲：『大相公醒醒，我彩雲在此，來報你喜信。』果然是心病還將心藥醫，雙星此時，朦朦朧朧，恍恍惚惚，任是鳥聲竹韻，俱不關心，只聽得『彩雲』二字，便魂夢一驚，忙睜開眼來一看，見果是彩雲，心便一喜。因說道：『你來了麼？我這病斷然要死，得見你一見，煩你與小姐說明，我便死也甘心。』 \\n 彩雲見雙公子說話有清頭，因低低說道：『你如今不死了，你這病原是為不信我彩雲的言語害的。我已與小姐說明，請小姐親自與你見一面，說明前言是真，你難道也不相信，還要害病？』雙公子道：『小姐若肯覿面親賜一言，我雙星便死心相守，決不又胡思亂想了。但恐許我見面，又是彩雲姐的巧言寬慰，以緩我一時之死。』彩雲道：『實實與小姐商量定了，方敢來說，怎敢哄騙大相公。』雙星道：『我也知彩雲姐非哄騙之人。但思此言，若非哄騙，小姐閨門嚴緊，又不敢出來，我雙星雖稱兄妹，卻非同胞，又不便入去，這見面卻在何處？』彩雲笑一笑，說道：『若沒個湊巧的所在，便於見面，我彩雲也不敢輕事重幫的來說了。因附著雙公子的耳朵，說明瞭空屋裡小圓窗直看見熙春堂假山背後，可約定了時候，你坐在窗口等候，待我去請出小姐來，與你遠遠的見一面，說一句，便一件好事定了。你苦苦的害這瞎病做什麼！』 \\n 雙公子聽見說話有源有委，知道是真，心上一喜，早不知不覺的坐將起來，要茶吃。青雲聽見，忙送進茶來。彩雲纔將夫人的課帖兒，遞與雙公子道：『這是夫人替大相公起的課，說這病有一個恩星照命，早晚就好。今大相公忽然坐起來，豈不是好了，好靈課！我就要去回復夫人，省得她記掛。』就要走了出來，雙公子忙又留下她道：『且慢！還有話與夫人說。』彩雲只得又站下。雙公子直等青雲接了茶去，方又悄悄問彩雲道：『小姐既有此美意，卻是幾時好？』彩雲道：『今日恐大相公身子還不健，倒是明日午時，大相公准在空屋裡小窗口等候罷。』雙公子：『如此則感激不盡，但不可失信！』彩雲道：『決不失信。』說罷，就去了。正是： \\n 一片桐凋秋已至，半枝梅綻早春通。 \\n 心窩若透真消息，沈病先收盧扁功。 \\n 彩雲走了回來，先回復過夫人，隨即走到樓上，笑嘻嘻與小姐說道：『小姐你好靈藥也！我方纔走去，只將與小姐商量的妙路兒，悄悄向他說了一遍，他早一轂轆爬起來，粘緊了要約時日，竟像好人一般了，你道奇也不奇？』小姐聽了，也自喜歡道：『若是這等看起來，他這病，實實是為我害了。我怎辜負得他，而又別有所圖！就與他私訂一盟，或亦行權所不廢。但不知你可曾約了時日？』彩雲道：『我見他望一見，不啻大旱之望雲霓，已許他在明日午時了，小姐須要留意。』二人說罷，就倏忽晚了。 \\n 到了次日，小姐梳妝飯後，彩雲就要催小姐到熙春堂去。小姐道：『既約午時，此際只好交辰，恐去得太早，徘徊徙倚，無聊無賴，轉怨尾生之不信。』彩雲道：『小姐說的雖是，但我彩雲的私心，又恐怕這個尾生，比圯橋老人的性子還急，望穿了眼，又要病將起來。』小姐笑道：『你既是這等過慮，你可先去探望一回，看他可有影響，我再去也不遲。』彩雲道：『不是我過慮，但恐他病才略好些，勉強支持，身子立不起。』小姐道：『這也說得是。』 \\n 彩雲遂忙忙走到熙春堂假山背後，抬頭往圓窗上一張，早看見雙公子在那裡伸頭縮腦的癡望。忽看見彩雲遠遠走來，早喜得眉歡眼笑，等不得彩雲走到假山前，早用手招邀。彩雲忙走近前，站在一塊多餘的山石上，對他說道：『原約午時，此時還未及已，你為何老早的就在此間，豈不勞神而疲，費力而倦？』雙公子道：『東鄰既許一窺，則面壁三年，亦所不憚，何況片時，又奚勞倦之足雲！但不知小姐所許可確？若有差池，我雙星終不免還是一死。』 \\n 彩雲笑道：『大相公，你的疑心也太多，到了此時此際，還要說此話。這不是小姐失約來遲，是你性急來的太早了。待我去請了小姐來罷。』一面說，一面即走回樓上，報與小姐道：『何如？我就愁他來的太早，果然已立半晌了。小姐須快去，見他說一句決絕言語，使他拴系定了心猿意馬，以待乘鸞跨鳳，方不失好逑君子之體面。若聽其懷懮蓄慮，多恨多愁，流為蕩子，便可憐而可惜。』小姐聽了道：『你不消說了，使我心傷，但同你去罷。』 \\n 二人遂下樓，悄俏的走到熙春堂來：見熙春堂無人，遂又悄悄的沿著一帶花蔭小路，轉過荼藤架，直走到假山背後。小姐因曲徑逶迤，頭還不曾抬起，眼還不曾看見圓窗在哪裡，耳朵裡早隱隱聽見雙星聲音說道：『為愚兄懮疑小恙，怎敢勞賢妹屈體褻禮，遮掩到此。一段恩情，直重如山，深如海矣！』 \\n 小姐走到了，彩雲扶她在石上立定，再抬頭看，見雙公子在圓窗裡笑面相迎，然後答應道：『賢兄有美君子，既已下思荇菜，小妹葑菲閨娃，豈不仰慕良人？但男女有別，婚姻有禮，從無不待父母之命而自媒者。然就賢兄與小妹之事，細細一思，無因之千里，忽相親於咫尺，此中不無天意。惟有天意，故父母之人事已於兄妹稍見一斑矣。賢兄若有心，不以下體見遺，自宜靜聽好音，奈何東窺西探，習挑達之風，以傷河洲之化，豈小妹之所仰望而終身者也？況過逞狂態，一旦墮入僕妾窺伺之言，使人避嫌而不敢就，失此良姻，豈非自誤！望賢兄謹之。』雙星道：『愚兄之狂態，誠有如賢妹之所慮，然實非中所無主而妄發也。因不知賢妹情於何鍾，念於誰屬，竊恐無當，則不獨誤之一時，直誤之終身。又不獨誤之終身，竟誤之千秋矣。所關非小，故一時之寸心，有如野馬，且不知有死生，安知狂態！雖蒙彩雲姐再三理喻，非不信其真誠，但無奈寸心恍惚，終以未見賢妹而懷疑。疑心一動，而狂態作矣。今既蒙妹果如此垂憐，又如此剖明，則賢妹之情見矣。賢妹之情見，則愚兄之情定矣。無論天有意，父母有心，即時事不偶，或生或死，而愚兄亦安心於賢妹而不移矣，安敢復作狂態！』小姐道：『展轉反側，君子未嘗不多情，然須與桑濮之勾挑相遠。賢兄若以禮自持，小妹又安敢不守貞以待！但行權僅可一時，萬難復踐。況小妹此衷，今已剖明，後此不敢復見矣，乞賢兄諒之。』 \\n 雙星道：『賢妹既已底裡悉陳，愚兄自應親疏死守矣。但不知死守中，可能別有一生機，乞賢妹再一為指迷。』小姐道：『君無他，妾無他，父母諒亦無他。欲促成其事，別無機括，惟功名是一捷徑，望賢兄努力。他非小妹所知也。』雙星聽了，連連點頭道：『字字人情，言言切理，愚兄何幸，得沐賢妹之愛如此，真三生之幸也。』小姐說罷，即命彩雲攙扶她走下石頭來，說道：『此多露之地，不敢久留，凡百願賢兄珍重。』雙星本意還要多留小姐深談半晌，無奈身子拘在小窗之內，又不能留。只說得一聲道：『夫人尊前，尚望時賜一顧。』小姐聽了，略點一點頭，就花枝一般裊裊娜娜去了。正是： \\n 見面無非曾見面，來言仍是說來言。 \\n 誰知到眼聞於耳，早已心安不似猿。 \\n 小姐同彩雲剛走到熙春堂，腳還不曾站穩，早有三兩個侍妾，因樓上不見了小姐，竟尋到熙春堂來，恰恰撞著小姐，也不問她長短，遂一同走回樓上。大家混了半晌，眾恃妾走開，小姐方又與彩雲說道：『早是我二人回到熙春堂了，若再遲半刻，被他們尋著看破，豈不出一場大丑！以後切不可再擔這樣干係。』彩雲道：『今日干係雖擔，卻救了一條性命。』二人閑說不題。 \\n 且說雙星親眼見小姐特為他來，親耳聽見小姐說出許多應承之話，心下只一喜，早不知不覺的病都好了。忙走回書房，叫青雲收拾飯吃。吃過飯，即入內來拜謝夫人。夫人見他突然好了，喜之不勝，又留他坐了，問長問短。雙星因有小姐功名二字在心，便一心只想著讀書。只因這一讀，有分教：佳人守不著才子，功名盼不到婚姻。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第七回 私心纔定忽驚慈命促歸期 好事方成又被狡謀生大釁", "正文": "  \\n 第七回　私心纔定忽驚慈命促歸期　好事方成又被狡謀生大釁 \\n 　 \\n  \\n 詞云： \\n 幽香纔透春消息，喜與花相識。誰知桂子忽驚秋，一旦促他，歸去使人愁。閨中簾幕深深護，燕也無尋處。鑽窺無奈賊風多，早已顛形播影暗生波。右調《虞美人》 \\n 話說雙星自在小圓窗裡，親見了蕊珠小姐，面訂了婚姻之盟，便歡喜不勝，遂將從前懮疑之病，一旦釋然。又想著小姐功名之言，遂安心以讀書為事，每日除了入內問安之外，便只在書房中用功努力。小姐暗暗打聽得知，甚是敬重。此時江章已回家久矣，每逢著花朝月夕，就命酒與雙星對談，見雙星議論風生，才情煥發，甚是愛他。口中雖不說出，心中卻有個暗暗擇婿之意。雙星隱隱察知，故愈加孝敬，以感其心。況入內問安，小姐不負前言，又常常一見，雖不能快暢交言，然眉目之間，留情顧盼，眷戀綢纓，不減膠漆。 \\n 正指望守得父母動情，以圖好合，不期一日，忽青雲走來報道：『野鶴回來了。』雙星忙問道：『野鶴在哪裡』青雲道：『在裡邊見老爺夫人去了。』雙星連忙走入內來。野鶴看見，忙叩見道：『蒙公子差回，家中平安，夫人康泰。今著小人請公子早回。』遂在囊中取出雙夫人的書來送上。雙星接了，連忙拆開一看，只見上面寫的是：野鶴回，知汝在浙，得蒙江老伯及江老伯母，念舊相留，不獨年誼深感，且不忘繼立舊盟，置之子捨，恩何深而義何厚也！自應移孝事之，但今秋大比，乃汝立身之際，萬不可失。可速速回家，早成前人之業，庶不負我一生教汝之苦心。倘有寸進，且可借此仰報恩父母之萬一。字到日，可即治裝，毋使我倚閭懸望。至囑！至囑！外一函並土儀八色，可致江老伯暨江老伯母叱存，以表遠意。 \\n 母文氏字 \\n 雙星看完，沈吟不語。江章因問道：『孩兒見書，為何不語？』雙星只得說道：『家慈書中，深感二大人之恩，如天高地厚。但書中言及秋闈，要催孩兒回去，故此沈吟。』遂將母親的書送上與江章看。江章看完，因說道：『既是如此，只得要早些回去。』 \\n 此時小姐，正立在父母之旁，雙星因看小姐一眼，說道：『孩兒幼時，已昧前因，到也漠然罷了。但今既已說明，又蒙二大人待如己出，孩兒即朝夕侍於尊前，猶恐不足展懷，今何敢輕言遠去。況功名之事尚有可待，似乎從容可也。』夫人因接說道：『我二人老景，得孩兒在此周旋，方不寂寞，我如何捨得他遠行？』江章笑道：『孩兒依依不去，足見孝心。夫人留你不捨，實出愛念。然皆兒女之私，未知大義。當日雙年兄書香一脈，今日年嫂苦守，皆望你一人早續。今你幼學壯行，已成可中之才，不去冠軍，而寄身於數千里之外，悠忽消年，深為可惜。況年嫂暮年，既有字來催，是嚴命也，孩兒怎生違得？』 \\n 雙星只得低頭答應道：『是。』夫人見老爺要打發他回去，知不可留，止不住墮淚。小姐聽見父親叫雙星回去，又見母親墮淚，心中不覺淒楚。恐被人看見，連忙起身回房去了。雙星忽抬頭，早不見了小姐。只得辭了二人，帶了野鶴，回書房去了。正是： \\n 見面雖無語，猶承眉目恩。 \\n 一朝形遠隔，那得不消魂。 \\n 夫人見雙星要回家去秋試，一時間捨不得他，因對江章說道：『你我如此暮年，無人倚靠，一向沒有雙元到也罷了，他既在我家，住了這許久，日日問安，時時慰藉，就如親子一般。他今要去，實是一時難捨。況且我一個女孩兒，年已長大，你口裡只說要擇個好女婿，擇到如今，尚沒有些影兒。既沒兒子，有個女婿，也可消消寂寞。』江章笑道：『擇婿我豈不在心。但擇婿乃女孩兒終身大事，豈可草草許人，擇到如今，方有一人在心上了，且慢慢對你說。』夫人道：『你既有人中意，何不對我說明，使我也歡喜歡喜。』江章道：『不是別人，就是雙星。我看他少年練達，器宇沈潛，更兼德性溫和，學高才廣，將來前程遠大，不弱於我。選為女孩兒作配，正是一對佳人才子。』 \\n 夫人聽見要招雙星為婿，正合其心，不勝大喜道：『我也一向有此念，要對你說，不知你心下如何。你既亦有此心，正是一對良緣，萬萬不可錯過。你為何還不早說？』江章道：『此事止差兩件，故一向躊躇未定。』夫人道：『你躊躇何事？『江章道：『一來你我只得這個女兒，豈肯嫁出，況他家路遠，恐後來不便。二來我堂堂相府，不便招贅白衣，故此躊躇。』夫人道：『他原是繼名於我的，況他又有兄弟在家，可以支持家事。若慮嫁出，只消你寫書致意他母親，留他在此，料想雙星也情願。至於功名，哪裡拘得定。你見那家的小姐，就招了舉人、進士？只要看得他文才果是如何。』江章道：『他的文才，實實可中，到不消慮得。』夫人道：『既是如此，又何消躊躇？』江章道：『既夫人也有此意，我明日便有道理。』二人商量不題。 \\n 卻說小姐歸到拂雲樓，暗暗尋思道：『雙郎之盟，雖前已面訂，實指望留他久住，日親日近，纔色對輝，打動父母之心，或者僥幸一時之許可。不期今日陡然從母命而歸，雖功名成了，亦是錦上之花。但恐時事多更，世情有變，未免使我心側惻，為之奈何？』正沈吟不悅，忽彩雲走來說道：『小姐恭喜了！』小姐道：『不要胡說，我正在愁時，有何喜可言』彩雲遂將老爺與夫人商量，要取雙公子為婿之言，細細說了一遍，道：『這難道不是喜麼？』小姐聽了，方欣然有喜氣道：『果是真麼？』彩雲道：『不是真，終不成彩雲敢哄騙小姐？』小姐聽了，暗暗歡喜不題。 \\n 卻說雙星既得了母親的書信，還打帳延捱，又當不得江老，引大義促歸，便萬萬不能停止。欲要與小姐再親一面，再訂一盟，卻內外隔別，莫說要見小姐無由，就連彩雲，也不見影兒，心下甚是悶苦。過不得數日，江章與夫人因有了成心，遂擇一吉日，吩咐家人備酒，與公子餞行。不一時完備。江章與夫人兩席在上，雙星一席旁設。大家坐定，夫人叫請小姐出來。小姐推辭，夫人道：『今日元哥遠行，既系兄妹，禮應祖餞。』小姐只得出來，同夫人一席。飲到中間，江章忽開口對雙星說道：『我老夫婦二人，景入桑榆，自漸無托，惟有汝妹，承歡膝下，娛我二人之老。又喜她才華素習，誠有過於男子，是我夫妻最所鍾愛。久欲為她選擇才人，以遂室家，為我半子。但她纔高色雋，不肯附托庸人，一時未見可兒，故致愆期到此，是我一件大心事未了。但恨纔不易生，一時難得十全之婿。近日來求者，不說是名人，就說是才子，及我留心訪問，又都是些邀名沽譽之人，殊令人厭賤。今見汝胸中才學，儒雅風流，自取金紫如拾芥，選入東床，庶不負我女之才也。吾意已決久矣，而不輕許出口者，意欲汝速歸奪錦，來此完配，便彼此有光。不知你心下如何？若能體貼吾意，情願乘龍，明日黃道吉辰，速速治裝可也。』 \\n 雙星此時在坐吃酒，胸中有無限的愁懷。見了小姐在坐，說又說不出來，惟俯首尋思而已。忽聽見江章明說將小姐許他為妻，不覺神情踴躍，滿心歡喜。連忙起身，拜伏於地道：『孩兒庸陋，自愧才疏，非賢妹淑人之配。乃蒙父母大人眷愛，移繼子而附荀香，真天高地厚之恩，容子婿拜謝！』說罷，就在江章席前四拜，拜完，又移到夫人席前四拜。小姐聽見父親親口許配雙星，暗暗歡喜，又見雙星拜謝父母，便不好坐在席間，連忙起身入內去了。 \\n 雙星拜罷起來，入席暢飲，直飲得醺醺然，方辭謝出來。歸到書房，不勝快活。所不滿意者，只恨行期急促，不能久停，又無人通信，約小姐至小窗口一別，心下著急。到了次日，推說捨不得夫人遠去，故只在夫人房中走來走去，指望僥幸再見小姐一面。誰知小姐自父母有了成言，便絕跡不敢復來，惟托彩雲取巧傳言。雙星又來回了數次，方遇見彩雲，走到面前低低說道：『小姐傳言，說事已定矣，萬無他慮。今不便再見，只要大相公速去取了功名，速來完此婚好，不可變心。』雙星聽了，還要與他說些甚麼，不期彩雲，早已避嫌疑走開了。雙星情知不能再見，無可奈何，只得歸到書房去，叫青雲、野鶴收拾行李。 \\n 到了臨行這日，江章與夫人請他入去一同用飯。飯過，夫人又說道：『願孩兒此去，早步贍宮，桂枝高折，速來完此良姻，莫使我二人懸念。』雙星再拜受命。夫人又送出許多禮物盤纏，又書一封問候雙夫人。雙星俱受了，然後辭出。夫人含淚，送至中門。此時小姐不便出來，惟叫彩雲暗暗相送。雙星惟眉目間留意而已。江章直送出儀門之外，雙星方領了青雲、野鶴二人上路而行。正是： \\n 來時原為覓佳人，覓得佳人擬佔春。 \\n 不道功名驅轉去，一時盼不到婚姻。 \\n 雙星這番在路，雖然想念小姐，然有了成約，只要試過，便來做親，因此喜喜歡歡，兼程而進，且按下不題。 \\n 卻說上虞縣有一個寄籍的公子，姓赫名炎，字若赤。他祖上是個功臣，世襲侯爵，他父親現在朝中做官，因留這公子在家讀書。誰知這公子，只有讀書之名，卻無讀書之實，年紀雖止得十五、六歲，因他是將門之子，卻生得人物魁偉，情性豪華，揮金如土，便同著一班門下幫閑，終日在外架鷹放大的打圍，或在花叢中作樂，日則飲酒食肉，夜則宿妓眠娼，除此並無別事。不知不覺，已長到二十歲了。這赫公子因想道：『我終日在外，與這些粉頭私窠打混，雖當面風騷，但我前腳出了門，她就後腳又接了新客，我的風騷已無跡影，就是包年包月，眼睛有限，也看管不得許多，豈不是多年子弟變成龜了！我如今何不聘了一頭親事，少不得是鄉宦人家的千金小姐，與他在家中朝歡暮樂，豈不妙哉！』主意定了，就與這班幫閑說道：『我終日串巢窠，嫖婊子，沒個盡頭的日子。況且我父親常有書來說我，家母又在家中瑣碎，也覺得耳中不清淨。況且這些娼妓們，虛奉承，假恩愛的熟套子看破了，也覺有些惹厭。我如今要另尋一個實在受用的所在了。』 \\n 這班幫閑聽見公子要另尋受用，便一個個逞能畫策，爭上前說道：『公子若是喜新厭舊，憎嫌前邊的這幾個女人，如今秦樓上，又新到了幾個有名的娼妓，楚館中，又纔來了幾個出色的私窠，但憑公子去揀選中意的受用，我們無不幫襯。』赫公子笑道：『你們說的這些，都不是我的心事了。我如今只要尋一位好標致小姐，與我做親，方是我的實受用。你們可細細去打聽，若打聽得有甚大鄉宦大家出奇的小姐，說合成親，我便每人賞你一個大元寶，決不食言！』 \\n 這些幫閑，正要攛掇他去花哄，方纔有得些肥水入己，不期今日公子看破了婊子行徑，不肯去嫖，大家沒了想頭，一個個垂頭喪氣。及聽到後來要他們出去打聽親事，做成了媒，賞一個大無寶，遂又一個個摩拳擦掌的說道：『我只說公子要我們去打南山的猛虎，鎖北海的蛟龍，這便是難事了。若只要我們去做媒，不是我眾人誇口說，浙江一省十一府七十五縣，城裡城外，各鄉各鎮，若大若小鄉宦人家的小姐，標致醜陋，長短身材，我們無不曉得。況且重賞之下，必有勇夫，這是極容易的事。』公子聽了，大喜道：『原來你們這樣停當，可作速與我尋來，我撿中意的就成。』 \\n 不數日，這些幫閑，果然就請了無數鄉宦人家小姐的生辰八字，來與公子撿擇。偏生公子會得打聽，不是嫌他官小，就是嫌他人物平常。就忙得這些幫閑，日日鑽頭覓縫去打聽，要得這個元寶，不期再不能夠中公子之意。忽一日，有個幫閑叫做袁空在縣中與人遞和息，因知縣尚未坐堂，他便坐在大門外石獅子邊守候。只見一個老兒，手裡拿著一張小票，一個名帖，在那裡看。這袁空走來看見，因問道：『你這老官兒，既納錢糧，為何又有名帖？』那老兒說道：『不要說起，我這錢糧，是納過的了。不期新官到任，被書吏侵起，前日又來催征。故我家老爺，叫我來查。』袁空連忙在這老兒手中，取過名貼來看，見上寫著核桃大的三個大字，是『江章拜。』因點頭說道：『你家老爺，致仕多年，聞得年老無子，如今可曾有公子麼？』那老兒道：『公子是沒有，只生得一位小姐。』袁空便留心問道：『你家小姐，今年多大了？』那老兒道：『我家小姐，今年十六歲了。』袁空道：『你家小姐，生得如何？可曾許人家麼？』 \\n 那老兒見問，一時高興起來，就說道：『相公若不問起我家小姐便罷，若問起來，我家這位小姐，真是生得千嬌百媚，美玉無暇，裊裊如風前弱絮，婷婷似出水芙蓉。我家老爺愛她，無異明珠，取名蕊珠小姐，又教她讀書識字。不期小姐天生的聰明，無書不讀，如今信筆揮灑，龍蛇飛舞，吟哦無意，出口成章，真是青蓮減色，西子羞容。只因我家老爺要選個風流才幹，配合這窈窕佳人，一時高不成，低不就，故此尚然韞櫝溫棱而藏。』袁空聽了，滿心歡喜。因又問道：『你在江老爺家是甚員役？』那老兒笑嘻嘻說道：『小老兒是江太師老爺家一員現任的門公江信便是。』袁空聽了，也忍笑不住。 \\n 不一時，知縣坐堂，大家走開，袁空便完了事情回來。一路上側頭擺腦的算計道：『他兩家正是門當戶對，這頭親事，必然可成，我這元寶哥哥，要到我手中了。』遂不回家，一徑走來，尋見赫公子，說道：『公子喜事到了！我們這些朋友，為了公子的親事，那一處不去訪求，真是茅山祖師，照遠不照近。誰知這若耶溪畔，西子重生，洛浦巫山，神女再出。公子既具五陵豪俠，若無這位絕世佳人，與公子諧伉儷之歡，真是錯過。』赫公子聽了笑道：『我一向託人訪問，並無一個出色希奇的女子。你今日有何所見，而如此稱揚？你且說是哪家的小姐，若說得果有些好處，我好著人去私訪。』袁空笑道：『若是別人走來報這樣的喜信，說這樣的美人，必要設法公子開個大大的手兒，方不輕了這位小姐。只是我如何敢掯勒公子，只得要細說了。』只因這一說，有分教：抓沙抵水，將李作桃。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第八回 癡公子癡的凶認大姐做小姐 精光棍精得妙以下人充上人", "正文": "  \\n 第八回　癡公子癡的凶認大姐做小姐　精光棍精得妙以下人充上人 \\n 　 \\n  \\n 詞云： \\n 千春萬杵搗玄霜，指望成時，快飲瓊漿。奈何原未具仙腸，只合青樓索酒嘗。從來買假是真方，莫嫌李苦，慣代桃僵。忙忙識破野鴛鴦，早已風流樂幾場。右調《一剪梅》 \\n 話說袁空，因竊聽了江蕊珠小姐之名，便起了不良之心，走來哄騙赫公子道：『我今早在縣前，遇著一個老兒，是江閣老家的家人江信。因他有田在我縣中，叫家人來查納過的錢糧。我問他近日閣老如何，可曾生了公子。那家人道：「我家老爺公子到不曾生，卻生了一位賽公子的小姐，今年十六歲。」我問他生得如何，卻喜得這老兒不藏興，遂將這小姐取名蕊珠，如何標致，如何有才，這江閣老又如何愛她，又如何擇婿，如此如此，這般這般，真是說與癡人應解事，不憐人處也憐人。』 \\n 赫公子聽了半晌，忽聽到說是甚麼百媚千嬌，又說是甚麼西子神女，又說是甚麼若耶洛浦，早將赫公子說得一如雪獅子向火。酥了半邊。不覺大喜道：『我如今被你將江蕊珠小姐一頓形容，不獨心蕩魂消，只怕就要害出相思病來了。你快些去與我致意江老伯，說我赫公子愛他的女兒之極，送過禮去，立刻就要成親了。』袁空聽了大笑道：『原來公子徒然性急，卻不在行。一個親事，豈這等容易？就是一個鄉村小人家的兒女，也少不得要央媒說合，下禮求聘，應允成親。何況公子是公侯之家，他乃太師門第。無論有才，就是無纔，也是一個千金小姐，嬌養閨中，豈可造次，被他笑公子自大而輕人了。』赫公子道：『依你便怎麼說？』袁空道：『依我看來，這頭親事，公子必須央尋一個貴重的媒人去求，方不失大體。我們只好從旁贊襄而已。公子再不惜小費，我們轉託人在他左近，稱揚公子的好處。等江閣老動念，然後以千金為聘，則無不成之理。』公子道：『你也說得是。我如今著人去叫紹興府知府莫需去說。你再去相機行事，你道好麼？』袁空道：『若是知府肯去為媒，自然穩妥。』公子連忙叫人寫了一封書，一個名帖，又吩咐了家人許多言語。 \\n 到了次日，家人來到府中，也不等知府陞堂，竟將公子的書帖投進。莫知府看了，即著衙役喚進下書人來吩咐道：『你回去拜上公子，書中之事，我老爺自然奉命而行。江太師臺閣小姐，既是淑女，公子侯門貴介，又是才郎，年齒又相當，自然可成。只不知天緣若何，一有好音，即差人回覆公子也。』又賞了來人路費。來人謝賞回家，將知府吩咐的話說知，公子甚是歡喜不題。 \\n 卻說這知府是科甲出身，做人極是小心，今見赫公子要他為媒，心下想道：『一個是現任的公侯，一個是林下的宰相。兩家結親，我在其中撮合，也是一件美事。』因揀了一個黃道吉日，穿了吉服，叫衙役打著執事，出城望筆花墅而來。不一時到了山中村口，連忙下橋，走到江府門前，對門上人說道：『本府有事，要求見太師老爺。今有叩見的手本，乞煩通報。』門上人見了，不敢怠慢，連忙拿了手本進來。 \\n 此時江章正坐在避署亭中，忽見家人拿著一個紅手本進來說道：『外面本府莫太爺，要求見老爺，有稟帖在此。』連忙呈上。江章看了，因想道：『我在林下多年，並不與府縣官來往，他為何來此？欲不出見，他又是公祖官，只說我輕他。況且他是科目出身，做官也還清正，不好推辭。』只得先著人出去報知，然後自已穿了便服，走到閣老廳上，著人請太爺相見。 \\n 知府見請，連忙將冠帶整一整，遂一步步走上廳來。江章在廳中，略舉手一拱。莫知府走入廳中，將椅擺在中間，又將衣袖一拂道：『請老太師上坐，容知府叩見！』便要跪將下去，江章連忙扶住說道：『老夫謝事已久，豈敢復蒙老公祖行此過禮，使老夫不安，只是常禮為妙。』知府再三謙讓，只得常禮相見。傍坐，茶過，敘了許多寒溫。江章道：『值此暑天，不知老公祖何事賁臨？幸乞見教。』莫知府連忙一揖道：『知府承赫公子見托，故敢趨謁老太師。今赫公子仍赫侯之獨子，少年英俊，纔堪柱國，諒太師所深知也。今公子年近二十，絲蘿無系足之緣，中饋乏苹蘩之託。近聞老太師閨閫藏珠，未登雀選，因欲侍立門牆，以作東床佳婿，故托知府執柯其間，作兩性之歡，結三生之約。一是勛侯賢子，一是鼎鼎名姝，若諧伉儷，洵是一對良緣。不識老太師能允其請否？』 \\n 江章道：『學生年近衰鬢，止遣弱質。只因她賦性嬌癡，老夫婦過於溺愛，擇婿一事，未免留心，向來有求者，一無可意之人，往往中止。不意去冬，蜀中雙年兄之子念舊，存問於學生，因見他翩翩佳少，才學淵源，遂與此下姻久矣。今春雙年嫂有字，催他鄉試，此子已去就試，不久來贅。乞賢太守致意赫公子，別締良緣可也。』莫知府道：『原來老太師東床有婿，知府失言之罪多多矣，望老太師海涵。』連忙一恭請罪。江章笑道：『不知何妨，只是有勞貴步，心實不安。』說罷，莫知府打躬作別，江章送到階前，一揖道：『恕不遠送了。』莫知府退出，上轎回府，連夜將江閣老之言，寫成書啟，差人回復赫公子去了。 \\n 差人來見公子，將書呈上。公子只說是一個喜信，遂連忙拆開一看，卻見上面說的，是江章與雙生有約，乞公子別擇賢門可也。公子看完，勃然大怒，因罵道：『這老匹夫，怎麼這樣顛倒！我一個勛侯之子，與你這退時的閣老結親，誰貴誰榮？你既自己退時，就該要攀高附勢，方可安享悠久。怎麼反去結識死過的侍郎之子，豈非失時的偏尋倒運了！他這些說話，無非是看我們武侯人家不在眼內，故此推辭。』 \\n 從幫閑見赫公子惱怒不息，便一齊勸解。袁空因上前說道：『公子不鬚髮怒，從來親事，再沒個一氣說成的。也是三回五轉，託媒人不惜面皮，花言巧語去說，方能成就。我方纔細細想來，江閣老雖然退位，卻不比得削職之人。況且這個知府，雖然是他公祖官，然見他閣下，必是循規蹈矩，情意未必孚洽。情意既不孚洽，則自不敢為公子十分盡言。聽見江閣老說聲不允，他就不敢開口，便來回復公子，豈不他的人情就完了。如今公子若看得這頭親事不十分在念，便丟開不必提了。若公子果然真心想念，要得這個美貌佳人，公子也惜不得小費，我們也辭不得親苦。今日不成，明日再去苦求，務必玉成，完了公子這心願。公子意下如何？』赫公子聽了大喜道：『你們曉得我往日的心性，順我者千金不吝，逆我者半文不與。不瞞你說，我這些時，被你們說出江小姐的許多妙處，不知怎麼樣，就動了虛火，日間好生難過，連夜裡俱夢著與小姐成親。你若果然肯為我出力，撮合成了，我日後感念你不小。況且美人難得，銀錢一如糞土。你要該用之處，只管來取，我公子決不吝惜。』袁空笑說道：『公子既然真心，前日所許的元寶，先拿些出來，分派眾人，我就好使他們上心去做事。』公子聽了，連忙入內，走進庫房，兩手拿著兩個元寶出來，都擲在地下道：『你們分去，只要快些上心做事！』袁空與眾幫閑連忙拾起來，說道：『就去，就去！』遂拿著元寶，別了公子出來。 \\n 眾人俱歡天喜地。袁空道：『你們且莫空歡喜，若要得這注大財，以後凡事須要聽我主張，方纔妥帖。』眾人道：『這個自然，悉聽老兄差遣。』袁空道：『我們今日得了銀子，也是喜事，可同到酒店中去吃三杯，大家商量行事。』眾人道：『有理，有理。』遂走入城中，揀一個幽靜的酒館，大家坐下。不一時酒來，大家同飲。袁空說道：『我方纔細想，為今之計，我明日到他近處，細細訪問一番。若果然有人定去，就不必說了；若是無人，我回來叫公子再尋托有勢力的大頭腦去求，只怕江閣老也辭不得他。』眾人道：『老兄之言，無不切當。』不一時酒吃完，遂同到銀鋪中，要將銀分開。眾人道：『我們安享而得，只對半分開，你得了一個，這一個，我們同分吧。』袁空推遜了幾句，也就笑納了，遂各自走開不題。 \\n 卻說這蕊珠小姐，自從雙星別後，心中雖是想念，幸喜有了父母的成約，也便安心守候。不期這日，聽見本府莫太爺受了赫公子之託，特來做媒，因暗想道：『幸喜我與雙星訂約，又虧父母親口許了，不然今日怎處？』便歡歡喜喜，在閨中做詩看書不題。正是： \\n 一家女兒百家求，一個求成各罷休。 \\n 誰料不成施毒意，巧將鴉鳥作雎鳩。 \\n 卻說袁空果然悄悄走到江家門上，恰好江信在樓下坐著，袁空連忙上前拱手道：『老官兒，可還認得我麼？』江信見了，一時想不起來，道：『不知在何處會過，到有些面善。』袁空笑道：『你前日在我縣中相遇，你就忘了。』江信想了半日道：『可是在石獅子前相見的這位相公麼？』袁空笑道：『正是。』江信道：『相公來此何干？』袁空道：『我有一個相知在此，不期遇他不著，順便來看你。』江信道：『相公走得辛苦了，可在此坐坐，我拿茶出來。』袁空道：『茶到不消，你這裡可有個酒店麼？我走得力乏了，要些接力。』江信道：『前面小橋邊亭子上，就是個酒店，我做主人請相公罷。』袁空道：『豈有此理，我初到這裡不熟，煩老兄一陪。』原來這江信是個酒徒，聽見吃酒，就有個邀客陪主之意，今見袁空肯請他，便不勝歡喜道：『既是相公不喜吃冷靜杯，小老兒只得要奉陪了。』 \\n 於是二人離了門前，走入酒店，兩人對酌而飲。江信吃了半日，漸有醉意，因停杯問道：『我這人真是懵懂，吃著酒，連相公姓名也不曾請教過。』袁空笑道：『我是上虞縣袁空。』二人又吃了半晌，袁空便問道：『你家老爺，近日如何？』江信道：『我家老爺，在家無非賞花賞月，山水陶情而已。』袁空道：『前日我聞得赫公子央你府中太爺為媒，求聘你家小姐，這事有的麼？』江信道：『有的，有的。但他來的遲了，我家小姐已許人了。』 \\n 袁空吃驚問道：『我前日在縣前會你，你說老爺擇婿謹慎，小姐未曾許人。為何隔不多時，就許人了？』江信道：『我也一向不曉得，就是前日太爺來時，見我家老爺回了，我想這侯伯之家結親，也是興頭體面之事，為何回了？我家媽媽說道：「你還不知道，今年春天，老爺夫人當面親口許了雙公子，今年冬天就來做親了。」我方纔曉得小姐是有人家的了。』袁空道：『這雙公子，為何你家老爺就肯將小姐許他？』江信便將雙公子少年多才，是小時就繼名與老爺為子的，又細細說了一番，他是姊（兄）妹成親的了。袁空聽了，心下冷了一半。坐不得一會，還了酒錢起身。江信道：『今日相擾，改日我做東吧。』 \\n 袁空別過，一路尋思道：『我在公子面前，誇了許多嘴，只說江閣老是推辭說謊，誰知果有了女婿。我如今怎好去見公子！倘或發作起來，說我無用，就要將銀子退還他了。』遂一路悶悶不快，只得先到家中。妻子穆氏與女兒接著，穆氏問道：『你去江閣老家做媒，事情如何了？』袁空只是搖頭，細細說了一遍，道：『我如今不便就去回復公子，且躲兩日，打點些說話，再去見他方好。』 \\n 這一夜，袁空同著妻子睡到半夜，因想著這件事，便翻來覆去，因對穆氏說道：『我如今現拿著白晃晃的一個元寶，在家放著，如今怎捨得輕輕送出？我如今只得要如此如此，這般這般，倒也是件奇事。況眾幫閑俱是得過銀子的，自然要出力幫我，你道如何？』穆氏聽了，也自歡喜道：『只要做得隱秀，也是妙事。』 \\n 袁空再三忖度，見天色已明，隨即起來，吃些點心出門。尋見這幾個分過銀子的幫閑，細細說知道：『江家事萬萬難成，今日只得要將原銀退還公子。』眾人見說，俱啞口不言。袁空道：『你們不言不語，想是前日的銀子用去了麼？』眾人只得說道：『不瞞袁兄說，我們的事，你俱曉得的。又不會營運，無非日日只靠著公子，撰賺些落些，回去養妻子。前日這些，拿到家中，不是糴米，就是討當，並還店帳去了。你如今來要，一時如何有得拿出來？』 \\n 袁空聽了著急道：『怎麼你們這樣窮？一個銀子到手，就完得這樣快！我的尚原封不動在那裡。如今叫我怎樣去回公子？倘然公子追起原銀，豈不帶累我受氣！受氣還是小事，難道你們又賴得他的？只怕明日送官送府追比，事也是有的。你們前日不聽見公子說的，逆他者分文不與。我若今日做成了這親事，再要他拿出幾個來，他也是歡喜的。如今叫我怎麼好？』眾人俱不做聲，只有一個說道：『這宗銀子，公子便殺我們，也無用，只好尋別件事補他罷了。再不然，我們眾人，輪流打聽，有好的來說，難道只有江小姐，是公子中意的？』袁空道：『你們不曉得公子的心事。我前日在他面前說得十分美貌，故他專心要娶，別人決不中意。我如今細想了一個妙法，惟有將計就計，瞞他方妙。只要你們大家盡心盡力，若是做成，不但前銀不還，後來還要受用不了，還可分些你們用用。你們可肯麼？』 \\n 眾人聽了大喜道：『此乃絕美之事，不還前銀，且得後利，何樂而不為？你有甚妙法，快些說來，好去行事。』袁空道：『江家親事，再不必提了。況且他是個相府堂堂閣老，我與你一介之人，豈可近得正人君子？只好在這些豪華公子處，脅肩獻笑，甘作下流，鬼混而已。如今江小姐已被雙星聘去，萬無換回之處。若要一徑對公子說去，不但追銀，還討得許多不快活。將來你我的衣食飯碗，還要弄脫。如今惟有瞞他一法，騙他一場，落些銀子，大家去快活罷了。』眾人道：『若是瞞得他過，騙得他倒，可知好哩。但那裡去尋這江小姐嫁他？』袁空道：『我如今若在婊子中撿選美貌，假充江小姐嫁去成親，後來畢竟不妥。況且不是原物，就要被他看破。若是弄了他聘禮，瞞著人悄悄買個女子，充著嫁去，自然一時難辯真假，到也罷了。只是這一宗富貴，白白總承了別人，甚是可惜。我想起來，不知你們那家，有令愛的，假充嫁去豈不神不知鬼不覺的一件妙事。』 \\n 眾人聽了道：『計策雖好，雖是我們的女兒，大的大，小的小，就是不大不小，也是拿不出的人物，怎好假充？這個富貴，只好讓別人罷了。』袁空道：『這就可惜了。』內中一個說道：『我們雖然沒有，袁兄你是有的，何不就借重令愛吧。『袁空道：『我這女兒，雖然有三分顏色，今年十七歲了，我一向要替他尋個好丈夫，養我過日子的。我如今也只得沒奈何，要行此計了。』眾人見袁空肯將女兒去搪塞赫公子，俱歡喜道：『若得令愛嫁了他，我們後來走動，也有內助之人。只不知明日怎樣個嫁法，也要他看不破方好。』袁空道：『如今這件事，我因你們銀子俱花費了，叫我一時沒法，故行此苦肉計。如今我去見公子，只說是江閣老應承，你們在公子面前，多索聘金，我也不願多得，也照前日均分，大家得些何如？』眾人聽了，俱大喜道：『若是如此，袁兄是扶持我們賺錢了。』袁空道：『一個弟兄相與，哪裡論得。』眾人又問道：『日後嫁娶，如何計較？』袁空道：『我如今也打點在此。』因附耳說道：『以後只消如此這般。』眾人聽了大喜。袁空別過，自去見赫公子，只因這一去，有分教：假假承當，真真錯認。不知後事如何，且聽下回分解。 \\n 第九迴巧幫閑慣弄假藏底腳貧女穴中瞎公子錯認真飽老拳丈人峰下 \\n 詞云： \\n 桃花招，杏花邀，折得來時是柳條。任他驕，讓他刁，暗引明桃，淫魂早已消。有名有姓何曾冒，無形無影誰知道。既相嘲，肯相饒，說出根苗，先經這一遭。右調《梅花引》 \\n 話說袁空，要將女兒哄騙赫公子，只得走回家商量。原來袁空的這個女兒，叫做愛姐，倒也還生得脣紅齒白，烏頭黑鬢，且伶牙俐齒，今年十七歲了。因袁空見兒子尚小，要招個女婿在家養老。一時不湊巧，故尚沒人來定。這愛姐既已長大，自知趣味，見父母只管耽擱她，也就不耐煩，時常在母親面前使性兒淘氣。這日袁空回來，見了這錠元寶，一時不捨得退還，就想出這個妙法來抵搪。這個穆氏又是個沒主意之人，聽見說要嫁與公子，想著有了這個好女婿，自然不窮了。就歡歡喜喜，並不攔阻，只願早些成事。 \\n 袁空見家中議妥，遂將這些說話，籠絡了眾人。又見眾人俱心悅誠服，依他調度行事，便滿心快活，來見公子，笑嘻嘻的說道：『我就說莫知府的說話，是個兩面光鮮，不斷禍福，得了人身就走的主兒。不虧我有先見之明，豈不將一段良緣當面錯過。』赫公子聽了大喜，連忙問道：『江小姐親事，端的如何？你慣會刁難人，不肯一時說出，竟不曉得我望得餓眼將穿，你須快些說來為妙。』袁空笑說道：『公子怎這樣性急，一樁婚姻大事，也要等我慢慢的說來。我前日一到了江家，先在門上用了使費，方纔通報。老太師見我是公子遣來，便不好輕我，連忙出來接見。我一見時，先將公子門第人物，贊揚了一番，然後說出公子求婚，如何至誠，如何思慕。江太師見我說話切當入情，方笑說道：「前日莫知府來說，止不過泛泛相求，故此未允。今你既細陳公子之賢，我心已喜。但小女嬌娃，得與公子締結絲蘿，不獨老夫有幸，實小女之福也。」我見他應允，因再三致謝。又蒙老太師留我數日，臨行，付我庚帖，又囑我再三致意公子。』連忙在袖中取出庚帖。公子看見大喜道：『我說江老伯是仕路之人，豈不願結於我。也虧你說話伶俐，是我的大功臣了。』 \\n 這幾個幫閑在旁，同聲交贊說：『袁空真是有功。』袁空道：『小姐庚帖已來，公子也要卜一卜，方好定行止。』公子笑道：『從來不疑，何卜？這段姻緣是我心愛之人，只須擇日行聘過去，娶來就是了。』忙取歷日一看道：『七月初二好日行聘，八月初三良辰結親。』袁空依允別去了。過了兩日，就約了眾幫閑商量道：『不料公子這般性急，如今日子已近，我已尋了一個好所在，明日好嫁娶。你們須先去替我收拾，我好搬來。』眾人問道：『在那裡？』袁空道：『在紹興府城南，雲門山那裡，是王御史的空花園，與江閣老家，只離得二十多裡，管園的與我相好，我已對他說明，是我嫁女兒。在赫家面前，只說江老爺愛靜，同夫人小姐在園中避署，就在此嫁娶。眾人聽了大喜，連忙料理去了。』 \\n 袁空又隔了兩日，果然將妻子女兒，移到園中住下。自己又來分派主張行禮，真是有銀錢做事，頃刻而成。眾幫閑在公子面前，攛掇禮物，必要從厚，公子又不惜銀錢，只要好看。果然聘禮千金，彩緞百端，花紅羊酒糕果之類，真是件件齊整。因是路遠，先一日下船，連夜而行。眾幫閑俱在船中飲酒作樂。將到天明，遠遠一隻小船搖來。到了大船邊，卻是袁空。連忙上了大船，進艙對眾家人們說道：『幸而我先去說聲，如今江老爺不在家中，已同夫人小姐，俱在雲門山園中避暑靜養。你們如今只往前面小河進去，我先去報他們知道。』又如飛去了。袁空到了園中，久已準備了許多酒席，又僱了許多鄉人伺候。 \\n 不一時，一隻大座船，吹吹打打，攏近岸來。赫家家人將這些禮物搬進廳堂，袁空叫這些鄉人逐件搬了進去，與穆氏收拾。袁空就對赫家家人說道：『老太師爺微抱小恙，不便出來看聘了。』於是大吹大擂，管待眾幫閑及赫家家人，十分豐盛，俱吃得盡歡。袁空又叫鄉人在內搬出許多回聘，交與來人，然後上船而去。正是： \\n 野花強竊麝蘭香，村女喬施美女裝。 \\n 雖然兩般同一樣，其中只覺有商量。 \\n 赫公子等家人回來，看見許多回聘，滿心快活，眼巴巴只等與小姐做親不題。 \\n 卻說袁愛姐，見父母搬入園中，忽又是許多人服侍起來，又忽見人家送進許多禮物，俱是赤金白銀，釵環首飾，又有黃豆大的粗珠子，心中甚是貪愛。又見母親手忙足亂的收藏，正不知是何緣故。忙了一日，到了夜間，袁空關好了房門，方悄悄對女兒愛姐說道：『今日我為父的費了無限心機，方將你配了天下第一個富豪公子。』遂將始末緣由，細細告知女兒。又說道：『你如今須學些大人家的規模，明日嫁去，不可被他看輕，是你一生的受用。況且這公子，是女色上極重的，你只是樣樣順他，奉承他，等他歡喜了，然後慢慢要他伏小。那時就曉得是假的。他也變不過臉來了。如今有了這些緞匹金銀，你要做的，只管趁心做去。』 \\n 這愛姐忽聽見將他配了赫公子，今日這些禮物，都是他的，就喜得眉歡眼笑起來。便去開箱倒籠，將這些從來不曾看見過的綾羅緞匹，首飾金銀，細細看。想道：『這顏色要做甚麼衣服，那金子要打造甚時樣首飾。』盤算了一夜，何曾合眼。過了一兩日，袁空果然將些銀兩，分散與眾幫閑，各人俱感激他。袁空見日子已近，就去叫了幾個裁縫，連夜做衣，又去打些首飾，就討了四個丫環，又託人置辦了許多嫁妝，一應完備。 \\n 不知不覺，早又是八月初二。赫公子叫眾幫閑到江家來娶親。眾幫閑帶僕從，並娶親人役，又到了雲門山花園門首。一時間，流星火炮，吹吹打打，好不熱鬧。穆氏已將愛姐開面修眉，打扮起來，一時間就好看了許多。袁空與穆氏又傳授了許多秘訣。四個丫環簇擁出堂前，上了大轎，又扶入船中。袁空隨眾幫閑，上了小船而來。到了初三黃昏左側，尚未到赫家河下，赫公子早領了樂人儐相，在那裡吹打，放火炮，鬧轟轟迎接。袁空忙先去對公子說知：『江太師爺喜靜不耐繁雜，故此不來送嫁。改日過門相見，一應事情，俱托我料理。如今新人已到，請公子迎接。』赫公子忙叫樂人儐相，俱到大船邊，迎請新人上轎。竟抬到廳前，再三喝禮，轎中請出新人，新郎新婦同著拜了天地，又拜見了夫人，又行完了許多的禮數，然後雙雙擁入洞房，揭去蓋頭。 \\n 赫公子見江小姐打扮得花一團，錦一簇，忙在燈下偷看。見小姐雖無秀媚可餐，卻豐肥壯實，大有福相。暗想道：『宰相女兒自然不同。』便滿心歡喜，同飲過合巹之厄，就連忙遣開侍女，親自與小姐脫衣除鬢。愛姐也正在可受之年，只略做些嬌羞，便不十分惟辭，任憑公子摟抱登床。公子是個慣家，按摩中竅，而愛姐驚驚喜喜婉轉嬌啼，默然承受。赫公子見小姐苦不能容，也就輕憐愛惜，樂事一完，兩人怡然而寢。正是： \\n 看明妓女名先賤，認做私窠品便低。 \\n 今日娶來台鼎女，自然嬌美與山齊。 \\n 到了次日，新郎新婦拜廟，又拜了夫人。許多親戚慶賀，終日請人吃酒。公子日在酒色之鄉，哪裡來管小姐有才無纔。這袁愛姐又得了父母心傳，將公子拿倒，言聽計從，無不順從。外面有甚女家的禮數，袁空自去一一料理。及至赫公子問著江家些事情，又有眾幫閑插科打諢，彌縫過去了，故此月餘並無破綻看出。袁空暗想道：『我女兒今既與他做了貼肉夫妻，再過些時，就有差池，也不怕了。』 \\n 忽一日赫公子在家坐久，要出去打獵散心取樂，早吩咐家人準備馬匹。公子上馬，家人們俱架鷹牽犬，一齊出門。只有兩個幫閑，曉得公子出獵，也跟了來。一行人眾，只揀有鳥獸出入的所在，便一路搜尋。一日到了餘姚地方，有一座四明山，赫公子見這山高，樹木稠密，就叫家人排下圍場，大家搜尋野獸。忽見跳出一個青獐，公子連忙拈弓搭箭，早射中了。那獐負箭往對山亂跑，公子不捨，將馬一夾，隨後趕來。趕了四五里，那獐不知往那裡走去。公子獨自一人，趕尋不見，卻遠遠見一個大寺門前，站著一簇許多人。公子疑惑是眾人捉了他的獐子在內，遂縱馬趕來。 \\n 忽見一個小沙彌走過，因問道：『前面圍著這許多人，莫非捉到正是我的獐麼？』那小沙彌一時見問，摸不著頭路，又聽得不十分清白，因模模糊糊答應道：『這太師老爺正姓江。『赫公子忽聽見說是江太師，心下吃了一驚，遂連忙將馬兜住。爭奈那馬走急了，一時收不住，早跑到寺前。已看見一個白鬚老者，同著幾個戴東坡巾的朋友，坐在那裡看山水，說閑話，忙勒轉馬來，再問人時，方知果是他的丈人。因暗想道：『我既馬跑到此，這些打圍的行徑，一定被他看見。他還要笑我新郎不在房中與他小姐作樂，卻在此深山中尋野食。但我如今若是不去見他，他又在那裡看見了；若是要去見他，又是不曾過門的新女婿。今又這般打扮，怎好相見？』因在馬上躊躇了半晌，忽又想道：『丑媳婦免不得要見公婆，豈有做親月餘的新女婿，不見丈人之理？今又在此相遇，不去相見，豈不被他笑我是不知禮儀之人，轉要怪我了。』遂下了馬，將馬係在一株樹上，把衣服一抖，連忙趨步走到江閣老面前，深深一揖道：『小婿偶獵山中，不知岳父大人在此，有失趨避，望岳父大人怒罪。』 \\n 江章正同著人觀望山色，忽貝這個人走到面前，如此稱呼，心中不勝驚怪道：『我與你非親非故，素無一面，你莫非認錯了？』赫公子道：『浙江宰相王侯能有幾個，焉有差錯？小婿既蒙岳父不棄，結為姻眷，令愛蕊珠小姐，久已百兩迎歸，洞房花燭，今經彌月。正欲偕令愛小姐歸寧，少申感佩之私，不期今日草草在此相遇，殊覺不恭，還望岳父大人怒罪』。又深深一揖，低頭拱立。江章聽了大怒道：『我看你這個人，聲立洪亮，頭大面圓，衣裳有縫，行動有影，既非山精水怪，又不是喪心病狂，為何青天白日，捍造此無稽之談，殊為可惱，又殊為可笑！』 \\n 赫公子聽了著急道：『明明之事，怎說無稽？令愛蕊珠小姐，現娶在我家，久已恩若漆膠，情同魚水。今日岳丈為何不認我小婿，莫非以我小婿打獵，行藏不甚美觀，故裝腔不認麼？『江章聽了，越發大怒道：『無端狂畜，怎敢戲辱朝廷大臣！我小女正金屋藏嬌，豈肯輕事庸人，你怎敢誣言廝認，玷污清名，真乃無法無天，自尋死路之人也！』因揮眾家人道：『可快快拿住這個游嘴光棍，送官究治！』眾家人聽見這人大言不慚，將小姐說得狼狼藉藉，盡皆怒目猙獰，欲要動手揮拳，只礙著江章有休休容人之量，不曾開口，大家只得忍耐。今見江章動怒叫拿，便一時十數個家人，一齊擁來，且不拿住，先用拳打腳踢，如雨點的打來。 \\n 赫公子正打帳辨明，要江閣老相認，忽見管家趕來行凶，他便心中大怒道：『你這些該死的奴才，一個姑爺，都不認了，我回去對小姐說了，著實處你們這些放肆大膽的奴才！』眾人見罵，越發大怒罵道：『你這該死的蝦蟆，怎敢妄想天鵝肉吃！我家小姐，肯嫁你這個丑驢！』遂一齊打將上來。原來赫公子曾學習過拳捧，一時被打急了，便丟開架了，東西招架。赫公子雖然會打，爭奈獨自一人，打退這個，那個又來。江家人見他手腳來得，一發攥住不放。公子發怒，大嚷大罵道：『我一個赫王侯公子，卻被你奴才們凌辱！』眾人聽見，方知他是個有名的赫癡公子。眾人手腳略慢了些，早被赫公子望著空處，一個飛腳，打倒了一個家人，便攛身向外逃走。跑到馬前，騰身上馬不顧性命的逃去了，江家人趕來，見他上馬，追趕不及，只得回來稟道：『原來這個被打急了，方說出是上虞縣有名的赫癡公子。』 \\n 江章聽了含怒道：『原來就是這個小畜生！』因想道：『前日託莫知府求親，我已回了，怎他今日如此狂妄？』再將他方纔這些說話。細細想去，又說得有枝有葉。心中想道：『我女孩兒好端端坐在家中，受這畜生在外輕薄造言，殊為可恨！此中必有奇怪不明之事，他方敢如此。』因叫過兩個家人來吩咐道：『你可到赫家左近，細細打聽了回我。』兩家人領命去了。你道江章為何在此，原來四明山，乃第九洞天，山峰有二百八十二處，內中有芙蓉等峰，皆四面玲瓏，供人遊玩。故江章同三四老友來此，今日被赫公子一番吵鬧，便無興賞玩。連夜回家，告知夫人小姐，大家以為笑談不題。 \\n 卻說赫家家人在山中打了許多野獸，便撤了圍網，只不見了公子。有人看見說道：『公子射中了青獐，自己趕過山坡去了。』眾家人便一齊尋來。纔轉過山坡，卻見公子飛馬而來。眾家人歇著等候。不一時馬到面前，公子在馬上大叫道：『快些回去，快些回去！』眾家人忙將公子一看，卻見公子披頭散髮，渾身衣服扯碎，眾家人見了大驚，齊上前問道：『公子同什麼人惹氣，弄得這般嘴臉回來？』連忙將馬頭籠住，扶公子下馬，忙將帶來的衣帽脫換。眾家人又問，公子只叫：『快些回去，了不得，到家去細說！』眾家人俱不知為甚緣故，只得望原路而回。兩個幫閑，一路再三細問，方知公子遇著了江閣老，認做丈人，被江閣老喝令家人凌辱，便嚇得啞口無言，不敢再問。就擔著一團干係，曉得這件事決裂，又不好私自逃走，只得同著公子一路回家。公子一到家中，怒氣沖沖，竟往小姐房中直走。愛姐見公子進房，連忙笑臉相迎道：『公子回來了？』赫公子怒氣填胸，睜著兩眼直視道：『你可是江蕊珠小姐麼？你父親不認我做女婿，說你是假的，將我百般凌辱。你今日是真是假，快還我一個明白，好同你去對證。』說罷怒髮如雷。愛姐聽了，方曉得事情已破，今日事到其間，只得要將父母的心訣行了。遂連忙說道：『公子差了，我父親姓袁，你是袁家的女婿，怎麼認在江家名下，做女婿起來？你自已錯了，受人凌辱，怎麼回來拿我出氣！』赫公子聽了大驚道：『我娶的是江閣老的蕊珠小姐，你怎麼姓袁？你且說你的父親端的叫甚名字？』愛姐道：『我父親終日在你家走動，難道公子不認得？』公子聽了，越發大驚道：『我家何曾有你父親往來？不說明，我要氣死也！』愛姐笑道：『我父親就是袁空。是你千求萬求，央人說合，我父親方應充，將我嫁了你，為何今日好端端走來尋事？』公子聽見說是袁空的女兒，就急得暴跳如雷，不勝大怒罵道：『袁空該死的奴才，他是我奴顏婢膝門下的走狗，怎敢將你這賤人，假充了江蕊珠，來騙我千金聘物！我一個王侯公子，怎與你這賤人做夫妻，氣死我也！我如今只打死了你這賤人，還消不得我這口惡氣！』便不由分說，趕上前，一把揪住衣服，動手就打。 \\n 愛姐連忙用手架住，不慌不忙的笑說道：『公子還看往日夫妻情分，不可動粗，傷了恩愛。』公子大怒罵道：『賊潑賤！我一個王侯公子，怎肯被你玷辱！』說罷又是一拳打來，愛姐又攔住了，又笑說道：『公子不可如此，我雖然貧賤，是你娶我來的，不是我無恥勾引搭識，私進你們。況且花燭成親，拜堂見婆，親朋慶賀，一瓜一葛，同偕到老的夫妻，你還該忍耐三分。』赫公子哪裡聽他說話，只叫打死她，連忙又是一拳打來，又被愛姐接住道：『一個人身總是父母懷胎生長，無分好醜。況且丑婦家中寶，你看我比江小姐差了那一件兒？我今五官俱足，眉目皆全，雖無窈窕輕盈，卻也有紅有白。況江小姐是深閨嬌養，未必如我知疼著熱，公子萬不可任性欺人。從來說趕人不可趕上，我與你既做了被窩中恩愛夫妻，就論不得孰貴孰賤，誰弱誰強。你今不把我看承，無情無義，我已讓過你三拳，公子若不改念，我也只得要犯分了！』公子聽罷，越發大怒，罵道：『你這賤人，敢打我麼？氣死我也！』又是兜心一拳打來，早被愛姐一把接住，往下一撳，下面又將小腳一勾，公子不曾防備，早一跤跌在地板上。只因這一跌，有分教：罵出恩情，打成相識。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十回 欲則不剛假狐媚明制登徒 狹難回避借虎勢暗傾西子", "正文": "  \\n 第十回　欲則不剛假狐媚明制登徒　狹難回避借虎勢暗傾西子 \\n 　 \\n  \\n 詞云： \\n 探香有鼻，尋芳有眼，方不將花錯認。若教默默與昏昏，鮮不墮錦茵於溷。觸他抱恨，忤他生忿，一隙讒言輕進。霎時急雨猛風吹，早狼藉落紅陣。右調《鵲橋仙》 \\n 話說愛姐與公子廝鬧，因一腳將公子勾倒，就趁勢騎在公子身上，按住不放，也不打他，竟伏壓著不放。公子被他壓著，只是嘆氣。你道這赫公子，是積年在外跑馬射箭，弄拳扯腿之人，前日被江家人圍住打他，尚被他打了出來，怎今日被愛姐一個女人，竟輕輕跌倒，就容他騎在身上，不能施展？大凡人著了真氣惱，則力被氣奪，就不能為我而用。今赫公子受了無數惡氣，又聽見說出是袁空的女兒，一時氣昏，手足俱已氣軟，口裡雖然嚷罵行凶，又見愛姐說出夫妻恩愛，就不比得與他人性命相搏了，竟隨手跌倒。又被愛姐將蘭麝香暗暗把裙褲都熏透，赫公子伏在愛姐身子底下，早一陣陣觸到鼻中來，引得滿本酥麻，到覺得有趣，好看起來，故讓他壓著，竟閉目昏迷，寂然不動了。 \\n 你道愛姐這個跌法，是那個教的？就是父親袁空，曉得後來畢竟夫妻吵鬧，故教了她做個降龍伏虎的護身符，愛姐身子長大，只壓得公子動也動不得。房中幾個丫環，忽見公子與主母吵鬧，也只說是取笑，不期後來認真，上手交拳，在地上併疊做一塊，又不敢上前勸解，一時慌了手腳，連忙跑進去告知赫夫人道：『公子在房中如此如此。』赫夫人聽了大驚，連忙帶了許多侍女僕婦，齊到公子房中，見他二人滾在地下，抱緊不放。愛姐見夫人走來，連忙大哭道：『婆婆夫人，快來救我！』夫人連忙上前說道：『你們小男小婦，做親得幾時，怎就如此無理起來，孩兒還不放手！』公子忽見母親走到面前，便連忙放手，推開立起。愛姐得放，扯著赫夫人崩天倒地的大哭道：『我生是赫家人，死是赫家鬼，怎今好端端來家，將媳婦這般毒打！若不是夫人婆婆早來，媳婦的性命，被他打殺了。』說罷大哭。赫夫人道：『小姐，你不要與他一般見識。明日你父母聞知，象什麼模樣！』又說：『我做婆婆的，沒家教了，小姐不要著惱，待我教訓他便了。』赫公子聽了，便大嚷起來道：『她是甚麼小姐！她是假貨，她是賤貨，那是江家小姐！母親趁早與孩兒作主，趕她出去！』赫夫人聽見說不是江小姐，也就吃了一驚，連忙問道：『媳婦為何不姓江？可為我細說。』赫公子正將打獵遇著江閣老之事，說與母親知道，愛姐早隔開了公子，扯著赫夫人哭：『婆婆夫人，冤屈殺人！媳婦本姓袁，那個說是江小姐？江小姐住的是筆花墅，媳婦借住的是雲門山王御史的花園，兩下相隔著二十餘裡。你來娶時，燈火鼓樂，約有數百餘人。既是要娶江小姐，難道就沒一個人認得江閣老家住在哪裡，為何一隻船，直橕到雲門山來，花一團，錦一簇，迎我上轎？若不是預先講明瞭娶我，我一個貧家女兒，怎敢輕易走到你王侯家做媳婦？就是當日被人哄瞞了，難道娶我進門之後，也不盤問一聲你是姓江姓袁？為何今日花燭已結了，廟已見了，婆婆夫人已待我做媳婦，家中大小已認我為主母，就是薄幸狠心，已恩恩愛愛過了月餘，名分俱已定了，今不知聽了甚麼讒言，突然嫌起媳婦丑來；恨起媳婦貧賤來，要打殺媳婦，豈非冤屈！我媳婦雖然醜陋貧賤，卻是明媒正娶而來，又不是私通苟合，雖不敢稱三從四德，卻也並不犯七出之條。怎麼輕易說個打死，你須想一想，我袁氏如今已不是貧女，已隨夫而貴，做了赫王侯家的元配冢婦了。你若真真打死我，只怕就有兩衙門官，參你償我之命了！』說罷大哭。赫夫人聽了，方曉得是袁空掉綿包，指鹿為馬。心中雖然不悅，卻見媳婦說的這一番話，甚是有理，又甚中聽，又婆婆夫人叫不絕口。因想了一想，忽回瞋變喜，對公子說道：『人家夫婦皆是前生修結而成，非同容易。今他與你既做夫妻，也自然是前世有緣。不然，他一個窮父母的女兒，怎嫁得到我公侯之家做媳婦？雖借人力之巧，其中實有天意存焉。從來說丑丑做夫人，況她面貌，也還不算做醜陋，做人到也賢惠。這是她父親做的事，與她有甚相干？孩兒以後不可欺她。』 \\n 愛姐見夫人為她調停，連忙拭淚上前跪下：『不孝媳婦，帶累婆婆夫人受氣。今又解紛，使歸和好，其恩莫大，容媳婦拜謝！』連拜了四拜。赫夫人大喜，連忙扶了起來道：『難得你這樣孝順小心，可愛可敬。』因對公子說道：『她這般孝順於我，你還不遵母命快些過來相見！』此時赫公子被愛姐這一番壓法，已壓得骨軟筋麻，況本心原有三分愛她，今見母親贊她許多好處，再暗暗看她這番哭泣之態，只覺得堪愛堪憐，只不好就倒旗杆，上前叫她。忽聽得母親叫他相見，便連忙走來，立在母親身邊，赫夫人忙將二人衣袖扯著道：『你二人快些見禮，以後再不可孩子氣了。』赫公子便對著愛姐，作了一個揖道：『母親之命，孩兒不敢推卻。』愛姐也忙斂袖殷勤，含笑回禮，二人依舊歡然。赫夫人見他二人和合，便自出房去了。赫公子久已動了虛火，巴不得要和合一番，一到夜間，就摟著愛姐，上床和事去了。正是： \\n 禿帚須隨破巴斗，青蠅宜配紫蝦蟆。 \\n 一打打成相識後，方知緊對不曾差。 \\n 這一夜，愛姐一陣風情，早把赫公子弄得舒心舒意，緊縛牢拴，再不敢言語了。到了次早，赫公子起來，出了房門，著人去尋袁空來說話。不期袁空早有幫閑先漏風聲與他，早連夜躲出門去了。及赫家家人來問時，穆氏在內，早回說道：『三日前，已往杭州望親戚去了。』家人只得回復公子，公子也不追問。過了些時，袁空打聽得女兒與公子相好，依舊來見公子，再三請罪道：『我只因見公子著急娶親，江閣老又再三不肯，心中看不過意，故沒奈何行了個出妻獻子，以應公子之急，公子也不要惱我，豈不聞將酒功人終無惡意。』公子道：『雖是好意，還該直說，何必行此詭計？如今總看令愛面上，不必提了。只是我可恨那江老，將我辱罵，此恨未消。今欲寫字與家父，在京中尋他些事端，叫人參他一本，你道如何？』袁空道：』他是告假休養的大臣，為人謹慎，又無甚過犯，同官俱尊重他的，怎好一時輕易處得？若驚動尊翁以後辨明，追究起來，還不是他無故而辱公子。依小弟看來，只打聽他有甚事情，算計他一番為妙。』公子道：『有理，有理。』且不說他二人懷恨不題。 \\n 卻說那日江家兩個家人，一路遠遠的跟著赫公子來家，就在左右住下。將赫公子家中吵鬧，袁空假了小姐之名，嫁了女兒，故此前日山前相認，打聽得明明白白。遂連夜趕回，報知老爺。江章聽了，又笑又惱。正欲差人著府縣官去拿袁空治罪，蕊珠小姐聽了，連忙勸止道：『袁空借影指名，雖然可恨，然不過自家出醜，卻無傷於我。今處其人，赫公子未必不尋人兩解。此不過小人無恥，何堪較量，望父親置之不問為高也。』江章聽了半響，一時怒氣全消，說道：『孩兒之言，大有遠見，以後不必問了。』於是小姐歡歡喜喜，在拂雲樓日望雙星早來不題。 \\n 卻說雙星在路緊走，直走到七月中，方得到家。拜見了母親，兄弟雙辰，也來見了。遂將別後事情。細細說了一番道：』孩兒出門，原是奉母命去尋訪媳婦，今幸江老伯將蕊珠小姐許與孩兒為婦，只等孩兒秋闈僥幸，即去就親，幸不辱母親之命。』說罷，就將帶來江夫人送母親的禮物，逐件取出呈上。雙夫人看了道：『難得他夫妻這般好意待你，只是媳婦定得太遠了些。但是你既中意，也說不得遠近了。且看你場事如何，再作商量。』雙星見場中也近，遂靜養了數日，然後入場。題日到手，有如長江大河，一瀉千里。雙星出場，甚覺得意。三場畢，主試看了雙星文字，大加贊賞道：『此文深得吳越風氣，非此地所有。』到填榜時，竟將雙星填中瞭解元。不一時報到，雙家母子大喜，連忙打發報人。雙星謁拜過主考房師，便要來與江蕊珠成親，雙夫人不肯道：『功名大事，乘時而進，豈可為姻事停留。況江小姐之約，有待而成。孩兒還是會試過成親，更覺好看。』雙星便不敢再言。因見進京路遠，不敢在家耽擱，遂寫了一封家書，原著野鶴，到浙江江家去報喜，又寫了一封私書，吩咐野鶴道：『此書你可悄悄付與彩雲姐，煩她致意小姐，萬不可使人看見，小心在意。』野鶴自起身去了。雙星遂同眾舉人，連夜起身去會試不題。 \\n 卻說這年是東宮太子十月大婚，聖旨傳出，要點選兩浙民間女子二十上下者，進宮聽選。遂差了數員太監，到各地方去檢選。這數員太監，奉了聖旨，遂會齊在一處商議道：『這件事，不可張揚。若民間曉得，將好女子隱匿藏開，或是亂嫁，故此往年選來的俱是平常，難中皇爺龍目。我們如今卻悄悄出了都門，到了各府縣地方，著在他身上，挨查送選。民間不做準備，便撿好的選來。倘蒙皇爺日後寵幸，也是我們一場大功。『眾太監聽了大喜，遂拈鬮派定，悄悄出京，連夜望江南兩浙而來。 \\n 單說浙省的太監，姓姚，名尹，是個司禮太監，最有權勢，朝中大小官員，俱尊敬他。忽一日到了浙江，歇在北新關上，方著人報知錢塘、仁和兩縣。兩縣見報大驚，連忙著人，飛報各上司，即著人收拾公館，自已打轎到船迎接。姚太監到了公館，不一時大小官員俱來相見。姚太監方說是奉密旨，點選幼女入宮。』因恐民間隱匿，無奇色女子出獻，故本監悄悄而來。今著合省府州縣官，不論鄉紳士庶，不論城郭居民，凡有女子之家，俱報名府縣，匯名造冊，送至本監，以定去留。若府州縣官，有奇色女子多者，論功昇賞。如數少將醜陋抵塞者，以違旨論罪。爾等各官，須小心在意。』眾官領命回衙，連夜做就文書，差人傳報一省十二府七十五縣去了。不一日報到紹興府中，莫知府見奉密旨，即悄悄報知各縣，莫知府隨著地方總甲，各鄉各保，以及媒婆賣婆，去家家挨查，戶戶搜尋。不一時鬧動了城裡城外，有女兒之家，聞了此信，俱驚得半死。也不論男女好醜，不問年紀多寡，只要將女兒嫁了出去，便是萬幸。再過了兩日，連路上走過的標致學生，也不問他有妻無妻，竟扯到家中就將女兒配他了。 \\n 早有袁空曉得此信，便來對赫公子說道：『外面奉旨點選幼女，甚是歷害。公子所恨之人，何不如此如此，也是一件妙事。』 \\n 赫公子聽了，大喜道：『你說得大通，不可通了。隨即來見莫知府說道：『姚公奉旨來選美女，侍御東宮，此乃朝廷大事，隱諱不得。治生久知江鑒湖令愛蕊珠小姐，國色無雙，足堪上寵。老公祖何不指名開報，倘蒙上幸，老公祖大人，亦有榮寵之加矣。』莫知府道：『本府聞知江太師賢淑，已贅雙不夜久矣。開報之事，實為不便。』赫公子笑道：『此言無非為小弟前日求親起見，不願朱陳，故設詞推託。今其人尚在，而老公祖怎也為他推辭，莫非要奉承他是閣臣，而違背聖旨？況且有美於斯，捨之不報，而徒事嫫母東施，以塞責上官，深為不便。明日治生晉謁姚公，少不得一一報知，諒老公祖亦不能徇情也。』遂將手一拱，悻悻而去。 \\n 莫知府聽了赫公子這一番公報私仇之言，正欲回答，不期他竟不別而去。莫知府想了半日，竟沒有主意。因想道：『我若依他舉事，江太師面上，太覺沒情。況且他又已許人，豈有拆人姻緣之理？若不依他，他又倚勢欺人，定然報出，卻如之奈何？』因想道：『我有主意，不如悄悄通知江相，使他隱藏，或是覓婿早嫁罷了。』隨叫一個的當管家，吩咐道：『我不便修書，你可去拜上江太師爺，這般這般，事不可遲。』家人忙到江家去了。 \\n 卻說赫公子見莫知府推辭，不勝惱恨，遂備了一副厚禮，連夜來見姚太監，送上禮物。姚太監見了，甚是歡喜道：『俺受此苦差，一些人事，沒曾帶來，怎勞公子這般見愛？若不全收，又說我們內官家任性了。』赫公子道：『如此，足見公公直截。』二人茶過，赫公子一恭道：『晚生有一事請教公公，今來點選幼女，還是出之朝廷，還是別有屬意麼？』姚太監笑道：』公子怎麼說出這樣話來，一個煌煌天語，赫赫綸音，誰敢假借？』赫公子又一恭道：『奉旨選擇幼女，還是實求美色，還是虛應故事？』姚太監聽了大笑道：『公子正在少年，怎知帝王家的受用？今日所選之女進宮，俱要千中選百，百中選十，十中選一。上等者送入三十六宮，中等者分居七十二院，以下三千粉黛。八百嬌娥，都是世上無雙，人間絕色。如有一個遭皇爺寵幸，賜稱貴人，另居別院，則選擇之人，俱有昇賞。今我來此，實指望有幾個美人，中得皇爺之意，異日富貴非小。』赫公子道：『既是如此，為何晚生所聞所見，而又最著美名於敝府敝縣者，今府縣竟不選進，以副公公之望，而但以醜陋進陳，何也？』 \\n 姚太監聽了大驚道：『哪有此理！我已倒下聖旨，著府縣嚴查。府縣官能有多大力量，怎敢大膽隱蔽？若果如此，待我重處幾個，他自然害怕。但不知公子所說的這個美人，是何姓名，又是什麼人家，我好著府縣官送來。』赫公子道：『老公公若只憑府縣在民間搜求，雖有求美之心，而美人終不易得也。』姚太監忙問道：『這是為何？』赫公子道：『公公試想，龍有龍種，鳳有鳳胎。如今市井民間，村姑愚婦，所生者不過閑花野草，即有一二紅顏，止可稱民間之美，那裡得能有天姿國色，入得九重之目？晚生想古所稱沈魚落雁，閉月羞花，皆是稟父母先天之靈秀而成，故絕色佳人，往往多出於名公鉅卿閥閱之家。今這些大貴之家女兒，深藏金屋，秘隱瓊闈，或仗祖父高官，或倚當朝現任，視客官為等閑，待府縣如奴隸，則府縣焉敢具名稱報？府縣既不敢稱報，則客官何由得知？故聖旨雖然煌煌，不過一張故紙，老公公縱是尊嚴，亦不能察其隱微。晚生忝在愛下，故不得不言。』 \\n 姚太監聽了，不勝起敬道：『原來公子大有高見，不然，我幾乎被眾官朦朧了。只是方纔公子所說這個美人，望乞教明，以便追取。』赫公子道：『晚生實不敢說，只是念公公為朝廷出力求賢，又不敢不薦賢為國。晚生所說的美女，是江鑒湖閣下所出，真纔過道韞，色勝王嬙，若得此女入宮，必邀聖寵。公公富貴，皆出此人。只不知公公可能有力，而得此女否？』姚太監笑道：『公子休得小覷於我，我在朝廷，也略略專些國柄，也略略作得些禍福，江鑒湖豈敢違旨逆我？我如今，只坐名選中，不怕他推辭。』赫公子又附耳說道：『公公坐名選中，也必須如此這般，方使他不敢措手。』姚太監聽了大喜。赫公子又坐了半晌，方纔別過。正是： \\n 讒口將人害，須求利自身。 \\n 害人不利已，何苦害於人。 \\n 卻說莫知府的管家，領了書信，悄悄走到江家門首，對管門的說道：『我是府裡莫老爺差來，有緊急事情，要面見太師爺的。可速速通報！』管門人不敢停留，只得報知。江章聽了，正不知是何緣故，只得說道：『著他進來。』莫家人進來跪說道：『小人是莫太爺家家人，家老爺吩咐小人道，只因前日誤信了赫公子說媒，甚是得罪。不期新奉密旨，點選幼女入宮，已差太監姚尹，坐住著府縣官，挨戶稽查，不許民間嫁娶。昨日赫公子來見家老爺，意要家老爺將太師老爺家小姐開名送選。家老爺回說，小姐已經有聘，不便開名。赫公子大怒，說家老爺違背朝廷，徇私附黨。他連夜到姚太監處去報了。家老爺說赫公子既懷惡念害人，此去必無好意。況這個姚內官，是有名的姚瘋子，不肯為情。故家老爺特差小人通知老爺，早作準備。』 \\n 江章聽了這些言語，早吃了一驚，口中不說，心內著實躊躇。因想道：『我一個太師之女，也不好竟自選去，又已經許人，況且姚尹，昔日在京，亦有往來，未必便聽赫公子的仇口。』因對莫家人說道：『多承你家老爺念我，容日面謝罷。』就叫人留他酒飯。尚未出門，又有家人進來報道：『姚太監賚了聖旨，已到府中，要到我家，先著人通報老爺，準備迎接。』江章聽了嚇得手足無措，只得叫人忙排香案，打掃廳堂，迎接聖旨。隨即穿了朝衣大帽，帶了跟隨，起身一路迎接上來。只因這一接見姚太監，有分教：幽閑貞靜，變做顛沛流離。不知蕊珠小姐果被他選去否，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十一回 姚太監當權惟使勢凶且益凶 江小姐至死不忘親托而又托", "正文": "  \\n 第十一回　姚太監當權惟使勢凶且益凶　江小姐至死不忘親托而又托 \\n 　 \\n  \\n 詞云： \\n 炎炎使勢心雖快，不念當之多受害。若非時否去生災，應是民窮來討債。可憐有女橫雙黛，一旦驅之如草芥。悉來誰望此身存，卻喜芳名留得在。右調《玉樓春》 \\n 卻說江章，見報姚太監已賚著聖旨而來，只得穿起大服，一路迎接。直迎接了四五里，方纔接著。江章見了姚太監，連忙深深打恭道：『不知聖旨下頒，上公遠來，迎接不周，望乞惹罪。』姚太監騎在馬上，拱手道：『皇命在身，不能施禮，到府相見罷了。』江章果見他在馬上，捧著聖旨，遂步行同一路到家，請姚太監下馬，迎入中廳。姚太監先將聖旨供在中間香案前，叫江章山呼禮拜。拜畢，然後與姚太監施禮。因大廳上供著聖旨，不便行禮，遂請姚太監在旁邊花廳而來。江章尊姚太監上座坐，姚太監說道：『江老先生恭喜！令愛小姐已為貴人，老先生乃椒房國丈，異日尚圖青眼，今日豈敢越禮。』江章只做不知，說道：『老公公乃皇上股肱，學生向日在朝，亦不敢僭越。今日辱臨，又何謙也！』姚太監只得坐下。江章忙打一恭道：『學生龍鍾衰朽，已蒙皇上推恩，容盡天年。今日不知老公公有何欽命，賁臨下邑，乞老公公明教。』姚太監笑道：『老太師尚不知麼？日今皇太子大婚在即，皇上著俺數人聘征貴人，學生得與浙地。久有人奏知皇爺，說老太師小姐幽閑貞靜，能為庶姓之母，故特命臣到浙，即徵聘令愛小姐為青宮娘娘。』 \\n 江章聽完大驚道：『學生無子，只生此女。葑菲陋質，豈敢蒙聖心眷顧。況小女已經許聘，不日成婚，乞公公垂愛，上達鄙情，學生死不忘恩。』姚太監聽了大笑，說道：『老先生身為大臣，豈不知國典，聖旨安可違乎？況令愛小姐入宮，得恃太子，異日萬歲晏駕，太子登基，則令愛為國母，老先生為國丈。此萬載難逢，千秋奇遇，求之尚恐不能，誰敢抗違！若說是選擇有人，苦苦推辭，難道其人又過於聖上太子麼？若以聘定難移，恐傷於義，難道一個天子之尊，太子之貴，制禮之人反為草莽貧賤之禮所制麼？老先生何不諒情度世，而輕出此言！若執此言，使朝廷聞之，是老先生不為貴戚賢臣，而反為逆命之亂臣了，學生深不取也。學生忝在愛下，故敢直言。然旨出聖恩，老先生願與不願，學生安敢過強，自入京復命矣。乞老先生將此成命，自行奏請定奪何如？』說完，起身徑走。 \\n 江章聽見他說出這些挾制之言來，已是著急，又說到逆命亂臣，一發驚惶，又叫他自回成命，又見姚太監不顧起身，江章只得連忙扯住，淒然說道：『聖旨豈敢抗違不從？學生也要與小女計較而行。乞老公公從容少待，感德不盡。』姚太監方笑說道：『老太師若是應允，真老太師之福也。』因而坐下。江章道：『學生進去，與小女商量，不得奉陪。』遂起身入內而來。卻說這一日，莫知府家人來報信之後，夫人小姐早已吃驚。不期隔不得一會，早又報說姚太監奉了聖旨，定名來選小姐。江夫人已驚得心碎，小姐也嚇得魂飛。母女大哭。然心中還指望父親，可以挽回。今見父親接了聖旨，與姚太監相見，小姐忙叫彩雲出來打聽。彩雲伏在廳壁後，細細竊聽明白，遂一路哭著進來，見了夫人小姐，只是大哭，說不出話來。小姐忙問道：『老爺與姚太監是如何說了？』彩雲放聲大哭道：『小姐，不好了！』遂說老爺如何回他，姚大監怎樣發作，勒逼老爺應允。尚未說完，江章早也哭了進來，對小姐說道：『我生你一場，指望送終養老，誰知那天殺的，細細將孩兒容貌報知，今日姚大監口口聲聲只說皇命聘選入宮，叫我為父的不敢違逆。今生今世，永不能團圓矣！是我誤你了！』說罷大哭起來。小姐聽了這些光景，已知父親不能挽回，只嚇得三魂渺渺，七魄悠悠，一交跌倒，哭悶在地。正是： \\n 未遂情人願，先歸地下魂。 \\n 江夫人忽見小姐哭悶在地，連忙攙扶，再三叫喚道：『孩兒快甦醒，快甦醒！』叫了半晌，小姐方轉過氣來，哭道：『生兒不孝，帶累父母擔懮。今孩兒上無兄姐，下無弟妹，雖不能以大孝事親，亦可依依膝下，以奉父母之歡。不期奸人構禍，一旦飛災，此去生死，固曰由天，而煢煢父母，所靠何人？雙郎良配，今生已矣。到不如今日死在父母之前，也免得後來悲思念切！』江夫人大哭說道：『我們命薄，一個女孩兒，不能看他完全婚配。都是你父親，今日也擇婿，明日也選才郎，及至許了雙星，卻又叫他去求名。今日若在家中，使他配合，也沒有這番事了。都是你父親老不通情，誤了你終身之事！』說罷大哭。 \\n 江章被夫人埋怨得沒法，只得辯說道：『我當初叫他去科舉，也只自說婚姻自在，誰知有今日之事？今事忽到此，也是沒法。若不依從，恐違聖旨，家門有禍。但願孩兒此去，倘蒙聖恩，得配青宮，異日相逢，亦不可料。今事已如此，也不必十分埋怨了。』小姐聽了父親這番說話，又見母親埋怨父親，因細細想道：『我如今啼哭，卻也無益，徒傷父母之心。我為今之計，惟有生安父母，死報雙郎。只得如此而行，庶幾忠孝節義可以兩全。』主意一定，遂止住了哭，道：『母親不必哭泣，父親之言，甚是有理。此皆天緣注定，兒命所招，安可強為？為今之計，父親出去，可對姚太監說，既奉聖旨，以我為貴人，當以禮迎，不可羅唣。』江章見小姐順從，因出來說知。姚太監道：『選中貴人，理宜如此。敢煩老大師，引學生一見，無不盡禮。』江章只得走進與夫人小姐說知。小姐安然裝束，侍女跟隨，開了中門，竟走出中堂。此時姚太監早已遠遠看見，再細細近看，果然十分美貌，暗暗稱奇。忙上前施禮道：『未侍君王，宜從私禮。』小姐只得福了一福。姚太監對江章說道：『令愛小姐，玉琢天然，金裝中節，允合大貴之相。學生出入皇宮，朝夕在粉黛叢中，承迎寓目，屈指者實無一人，令愛小姐足可壓倒六宮皆無顏色矣。』忙叫左右，敢出帶來宮中的裝束送上，又將一隻金鳳銜珠冠兒，與小姐插戴走來。眾小內官，隨人磕頭，稱為』娘娘』。小姐受禮完，即回身入內去了。姚太監見小姐天姿國色，果是不凡，又見他慨然應承，受了鳳冠，知事已定，甚是歡喜。遂向江太師再三致謝而去。到了館驛，赫公子早著人打聽，見讒計已成，俱各快意。正是： \\n 陷人落阱不心酸，中我機謀更喜歡。 \\n 慢道人人皆性善，誰知惡有許多般。 \\n 卻說蕊珠小姐歸到拂雲樓上，呆呆思想，欲要大哭一場，又恐怕驚動老年父母傷心。只捱到三更以後，重門俱閉，人皆睡熟，方對著殘燈，哀哀痛哭道：『江蕊珠，你好命苦耶！你好無緣那！蒼天，蒼天，你既是這等命苦，你就不該生到公卿人家來做女兒了；你既是這等無緣，你就不該使我遇見雙郎，情投意合，以為夫婦了！今既生我於此，又使我獲配雙郎如此，乃一旦又生出這樣天大的風波來，使我飄流異地，有白髮雙親而不能侍養，有多才夫婿而不得團圓，反不如閭閻荊布，轉得孝於親而安於室。如此命苦，還要活他做甚？』說罷，又哭個不了。 \\n 彩雲因在旁勸慰道：『小姐不必過傷，天下事最難測度。小姐一個絕代佳人，雙公子一個天生才子，既恰恰相逢，結為夫婦，此中若無天意，決不至此。今忽遭此風波者，所謂好事多磨也。焉知苦盡不復甘來！望小姐耐之。』小姐道：『為人在世，寧可身死，不可負心。我與雙郎，既小窗訂盟，又蒙父母親許，則我之身非我之身，雙郎之身也。豈可以許人之身，而又希入宮之寵？是負心也。負心而生，何如快心而死！我今強忍而不死者，恐死於家而老父之干係未完而貽禍也。至前途而死，則責已謝，而死得其所矣。你說好事多磨，你說苦盡甘來，皆言生也。今我既已誓死報雙郎，既死豈能復生，又有何好事，更煩多磨？此苦已嘗不盡，那有甘來？天縱有意，亦無用矣。』說罷，又哀哀哭個不住。彩雲因又勸道：『小姐欲以死報雙郎，節烈所關，未嘗不是。但據彩雲想來，一個人，若是錯死了，要他重生起來，便煩難。若是錯生了，要尋死路，卻是容易。我想小姐此去，事不可知，莫若且保全性命，看看光景，再作區處。倘天緣有在，如御水題紅葉故事，重賜出宮，亦或有之。設或萬萬不能，再死未晚。何必此時忙忙自棄？』小姐道：『我聞婦人之節，不死不烈；節烈之名，不死不香。況今我身，已如風花飛出矣。雙郎之盟，已棄如陌路矣。負心盡節，正在此時。若今日可姑待於明日，則焉知明日不又姑待於後日乎？以姑待而貪生借死以誤終身，豈我江蕊珠知書識禮，矯矯自持之女子所敢出也？吾意已決，萬勿多言，徒亂人心。』彩雲聽了，知小姐誓死不回，止不住腮邊淚落，也哭將起來，說：『天那，天那！我不信小姐一個具天地之秀氣而生的絕代佳人，竟是這等一個結局，殊可痛心！只可惜我彩雲醜陋，是個下人，不能替小姐之行。小姐何不稟知老爺夫人，帶了彩雲前去，到了急難之時，若有機會可乘，我彩雲情願代小姐一死。』小姐聽了，因拭淚說道：『你若果有此好心，到不消代我之死，只消委委曲曲代我之生，我便感激你不盡了。』 \\n 彩雲聽了驚訝道：『小姐既甘心一死，彩雲怎麼代得小姐之生？』小姐道：『老爺夫人既無子，止生我一女，則我一女，便要承當為子之事。就是我願嫁雙郎，也不是單貪雙郎才美，為夫妻之樂，也只為雙郎多才多義，明日成名入贅，可以任半子之勞，以完我之孝，此皆就我身生而算也。誰知今日，忽遭此大變。我已決意為雙郎死矣。我死，則雙郎得意入贅何人？雙郎既不入贅，則老年之父母，以誰為半子？父母若無半子，則我雖死於節，而亦失生身之孝矣。生死兩無所憑，故哀痛而傷心。你若果有痛我惜我之心，何不竟認做我以贅雙郎，而侍奉父母之餘年，則我江蕊珠之身，雖骨化形消，不知飄流何所，然我未了之節孝，又借汝而生矣。不知汝可能憐我而成全此志也？』彩雲道：『小姐此言大差矣！我彩雲一個下人，只合抱衾禱以從小姐之嫁，怎麼敢上配雙公子，以當老爺夫人之半子也？』彩雲道：『小姐此言大差矣！我彩雲一個下人，只合抱衾禱以從小姐之嫁，怎麼敢上配雙公子，以當老爺夫人之半子？且莫說老爺夫人不肯收灶下入金屋，只就雙公子說起來，他閱人多矣，惟小姐一人，方舒心服意，而定其情，又安肯執不風不流之青衣而系紅絲？若論彩雲，得借小姐之靈，而恃奉雙公子，則此生之遭際也，有何不樂，而煩小姐之叮嚀！』小姐道：『不是這等說，只要你真心肯為我續盟盡孝，則老爺夫人處，我自有話說。雙郎處，我自寫書囑託他，不要你費心。』說罷夜深，大家倦怠，只得上床就枕。正是： \\n 已作死人算，還為生者謀。 \\n 始知真節孝，生死不甘休。 \\n 且說姚太監見江蕊珠果美貌非凡，不勝歡喜，遂星夜行文催各州府縣，齊集幼女到省，一同起程。因念江章是個太師，也不好十分緊催，使他父子多留連一日，遂寬十日之限，擇了十月初二起身到省不題。 \\n 卻說雙星不敢違逆母命，只得同著眾舉人起身，進京會試。因是路遠，不敢耽擱，晝夜兼程，及到京中，已過了燈節。雙星尋了僻靜寓處，便終日揣摹，到了二月初八入場。真是學無老少，達者為先，到了揭曉，雙星又高高中在第六名上，雙星不勝歡喜。又到了殿試，天子臨軒，見雙星一表人材，又看他對策精工，遂將御筆親點了第一甲第一名狀元及第。雙星御酒簪花，一時榮耀。照例游街，驚動合城爭看狀元郎。見他年紀只得二十一二歲，相貌齊整，以為往常的狀元，從未見如此少年。 \\n 早驚動了一人，是當朝駙馬，姓屠，名勞。他有一位若娥小姐，年方十五，未曾字人。今日聽見外邊人稱羡今科雙狀元，才貌兼全，又且少年，遂打動了他的心事。因想道：『我一向要尋佳婿，配我若娥，一時沒有機緣。今雙狀元既少年鼎甲，人物齊整，若招贅此人，豈非是一個佳婿？只不知他可曾有過親事？』因叫人在外打聽，又查他履歷，見是不曾填注妻氏姓名，遂不勝大喜道：『原來雙狀元尚無妻室，真吾佳婿也。若不趁早託人議親，被人佔去，豈不當面錯過！』遂叫了幾個官媒婆來，吩咐道：『我老爺有一位千金小姐，姿容絕世，德性溫閑，今年一十五歲了。只因我老爺門第太高，等閑無人敢來輕議。聞得今科狀元雙星，少年未娶，我老爺情願贅他為婿，故此喚你們來，可到狀元那裡去議親。事成之日，重重有賞。』眾媒婆聽見，千歡萬喜，磕頭答應去了。正是： \\n 有女思佳婿，為媒望允從。 \\n 誰知緣不合，對面不相逢。 \\n 這幾個媒婆不敢怠情，就來到雙狀元寓中，一齊磕頭道：『狀元老爺賀喜！』雙星見了，連忙問道：『你們是甚麼人，為何事到我這裡來？』眾媒婆道：『我四人在紅粉叢中，專成就良姻；佳人隊裡，慣和合好事。真是內無怨女，人人誇說是冰人；外無曠夫，個個贊稱憑月老。今日奉屠駙馬老爺之命，有一位千金小姐，特來與狀元老爺結親，乞求賜允。』雙星聽罷大笑道：『原來是四個媒人。幾家門戶重重閉，春色緣何得入來！我老爺不嫁不娶，卻用你們不著，不勞在顧。』 \\n 眾媒婆聽了著驚道：『駙馬爺的小姐，是瑤臺間苑仙妹，狀元是天祿石渠貴客，真是一對良緣，人生難遇。狀元不必推辭，萬祈允諾。』雙星笑道：『我老爺聘定久矣，不久辭朝婚娶。煩你們去將我老爺之言，致謝駙馬老爺，此事決不敢從命。』眾媒婆見他推辭，只得又說道：『駙馬老爺乃當今金枝玉葉，國戚皇親。朝中大小官員，無不遜讓三分。他今日重狀元少年才貌，以千金艷質，情願到倒賠妝奩，與狀元結為夫婦，此不世之遭逢，人生之樂事，狀元為何推辭不允？誠恐親事不成，一來公主娘娘，入朝見駕，不說狀元有妻不娶，只說狀元藐視皇親，倘一時皇爺聽信，那時狀元雖欲求婚，恐不可得也。還望狀元爺三思，允其所請。』雙星笑道：『婚姻乃和好之事，有則有，無則無；論不到勢利上去，況長安多少豪華少年才俊，何在我一人？願駙馬爺別擇良門可也。』眾媒婆見他決不肯統口應承，便不敢多言，只得辭了出來，回覆屠附馬。駙馬聽了道：『他現今履歷上，不曾填名，其妻何來？還是你們言無可采，狀元故此推託。你們且去，我自有處。』屠勞便終日別尋人議親不題。 \\n 卻說姚大監已擇定時日，著府縣來催江小姐起身。江章夫妻無法，只得與小姐說知。小姐知萬不可留，因與父母說道：『死生，命也。貴賤，天也。孩兒此去，聽天由命，全不掛念。只有二事索心，死不瞑目，望二大人俯從兒志。』江章夫妻哭著說道：『死別生離，頃刻之事，孩兒有甚心事，怎還隱忍不說，說來便萬分委曲，父母亦無不依從。』小姐道：『父母無子，終養俱在孩兒一人。孩兒今日此去，大約凶多吉少，料想見面無期，卻教何人恃奉？況父母年力漸衰，今未免又要思兒成病，孤孤獨獨，叫孩兒怎不痛心！』 \\n 江章聽了，愈加哀哭道：『孩兒若要我二人不孤獨，除非留住孩兒。然事已至此，縱有撥天大力，亦留你不住。』小姐道：『孩兒之身雖留不住，孩兒之心卻不留而自住。』江章道：『我兒心留，固汝之孝，然無形也，叫我那裡去捉摸，留與不留何異？』小姐道：『無形固難捉摸，有影或可聊消寂寞。』江章又哭道：『我兒，你形已去矣，影在那裡？』小姐見父親問影，方跪下去，被母親攙起來，說道：『彩雲侍孩兒多年，燈前月下，形影不離。名雖婢妾、情同姊妹。孩兒之心，惟她能體貼；孩兒之意，惟她能理會；孩兒之事，惟她能代替。故孩兒竟將孩兒事父母未完之事，托彩雲代完。此孩兒眠思夢想，萬不得已之苦心也。父母若鑒諒孩兒這片苦心，則望父母勿視彩雲為彩雲，直視彩雲為孩兒，則孩兒之身雖去，而孩兒之心尚留；孩兒之形雖消，而孩兒之影尚在。使父母不得其真，猶存其假，則孩兒受屈銜冤，而亦無怨矣。』 \\n 江章與夫人聽了，復又嗚嗚的大哭起來，道：『我兒，你怎麼直思量到這個田地！此皆大孝純孝之所出，我為父母，怎辜負得你！』隨遂叫人喚出彩雲來，吩咐道：『小姐此去，既以小姐之父母，托為你之父母，則你不是彩雲，是小姐也。既是小姐，即是吾女也。快拜我與夫人為父母，不可異心，以辜小姐之託。』彩雲忙拜謝道：『彩雲下賤，本不當犯分，但值此死生之際，既受小姐之重托，焉敢矯辭以傷小姐之孝心？故直受孩兒之責，望父母恕其狂妄。』江章聽了，點頭道：『爽快，爽快，果不負孩兒之託。』 \\n 小姐見彩雲已認為女，心己安了一半，因又說道：『此一事也。孩兒還有一事，要父母曲從。』江章道：『還有何事？』小姐道：『孩兒欲以妹妹代孩兒者，非欲其單代孩兒晨昏之恃寢勸餐也，前雙郎臨去，已蒙父母為孩兒結秦晉之盟。雖孩兒遭難，生死未知，然以雙郎之才，諒富貴可期；以雙郎之志誠，必不背盟。明日來時，若竟以孩兒之死為辭，則花謝水流，豈不失父母半子之望？望父母竟以妹妹續孩兒之盟，庶使孩兒身死而不死，盟斷而不斷，則父母之晚景，不借此稍慰那？』夫人道：『得能如此，可知是好。但恐元哥注意於你，未必肯移花接木。』小姐道：『但恐雙郎不注意於孩兒，若果注意於孩兒，待孩兒留一字，以妹妹相托，恐無不從之理，父母可毋慮也。』父母聽了，甚是感激，因一一聽從。小姐遂歸到拂雲樓上，懇懇切切，寫了一封書，付與彩雲道：『書雖一紙，妹妹須好好收藏，必面付雙郎方妙。』彩雲一一受命。只因這一受命，有分教：試出人心，觀明世態。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十二回 有義狀元力辭婚擠海外不望生還 無暇烈女甘盡節赴波中已經死去", "正文": "  \\n 第十二回　有義狀元力辭婚擠海外不望生還　無暇烈女甘盡節赴波中已經死去 \\n 　 \\n  \\n 詞云： \\n 黃金不變，要經烈火方纔見。兩情既已沾成片。顛沛流離，自受而無怨。一朝選入昭陽殿，承恩豈更思貧賤。誰知白白佳人面。寧化成塵，必不留瑕碪。右調《醉落魂》 \\n 話說江章與夫人捨不得蕊珠小姐，苦留在家，多住了幾日，被府縣催逼不過，無可奈何，只得擇日起身，同夫人相送，到了杭州省城。此時姚大監已將十二府七十五縣的選中幼女，盡行點齊，只等江小姐一到就起身。今見到了，遂將眾女子點齊下船。因江章自有坐船相送，故不來查點，遂一路慢慢而來。話說赫公子同袁空雜在人叢中，看見蕊珠小姐一家人離了岸去，心中十分得意，快活不過。袁空道：『公子且慢手舞足蹈，亦要安頓後著。』公子道：『今冤家這般清切，更要提防何事？』袁空皺了兩眉道：『蕊珠小姐此去，若是打落冷宮嬪妃，則此事萬不必懮。我適纔看見蕊珠宮裝，儼似皇后體態，選為正宮，多分有八九分指望。若到了大婚時候，他自然捏情，到萬歲臺前，奏害我家。況王侯大老爺，又未知這樁事，倘一時之變，如何處之？』赫公子聽了這番話，不覺頭上有個雷公打下來一般，心中大驚，跌倒在地。眾人忙扶回府中，交女班送進。愛姐忙安頓上床睡覺。這番心事又不敢說破，只郁郁沈在心內。癡公子自從那日受了妻子降魔伏虎鉗制，起個懼內之心，再不敢發出無狀，朝暮當不得袁氏秘授，父母心傳，拿班捉鱉手段，把個癡公子，弄得不顧性命承歡，喉中咳嗽，身體殨羸，不滿二載，閻君召回冥途耳。愛姐悔之晚矣，後來受苦不題。 \\n 卻說駙馬屠勞，要招雙星為婿，便時刻在心，託人來說。一日央了一個都御史符言做媒。符言受托，只得來拜雙星。相見畢，因說道：『久聞狀元少年未偶，跨鳳無人。小弟受駙馬屠公之託，他有位令愛，少年未字，美貌多才，誠乃玉堂金馬之配。故小弟特來作伐，欲成兩性之歡，乞狀元俯從其請。』雙星忙一拱說道：『學生新進，得蒙屠公垂愛，不勝感激。但緣賦命涼薄，自幼已締婚於江鑒湖太師之女久矣，因不幸先嚴早逝，門徑荒蕪，所以愆期到今，每抱慚謙。今幸寸進，即當陳情歸娶。有妨屠駙馬之愛，負罪良多，俟容請荊何如？』符言道：『原來狀元已聘過江鑒湖老太師令愛矣，但昨日駙馬公見狀元履歷上，並不曾填名江氏，今日忽有此言，小弟自然深信，只恐駙馬公諒之未深。一旦移愛結怨，狀元也不可不虞。』雙星道：『凡事妄言則有罪，真情則何怨可結？今晚生之婚，江岳明設東床以邀坦腹，小姐正閨中待字以結絲蘿，實非無據而妄言也。若慮駙馬公威勢相加，屈節亂倫以相從，又竊恐天王明聖之朝，不肯赦臣子停妻再娶乖名亂典之罪。故學生只知畏朝廷之法，未計屠公之威勢也。萬望老先生善為曲辭，使我不失於義，報德正自有日也。』 \\n 符言見雙星言詞激烈，知不可強，遂別過，將雙星之言，細細述知屠勞。屠勞不勝大怒道：『無知小子，他自恃新中狀元，看我不在眼內，巧言掩飾。他也不曉得宦途險隘，且教他小挫一番，再不知機就我，看他有甚本事做官！』遂暗暗使人尋雙星的事故害他。且說雙星一面辭了屠駙馬之聘，一面即上疏陳情，求賜歸完娶。無奈被屠駙馬暗暗囑託，將他本章留中不發。雙墾見不能與江小姐成親，急得沒法，隨即連夜修書，備細說屠勞求親之事，遂打發青雲到江家說知備細，要迎請小姐來京完娶。青雲領書起身去了。雙星日在寓中，思念等候小姐來京成親。正是： \\n 昔年恩愛未通私，今日迴思意若癡。 \\n 飲食漸消魂夢攪，方知最苦是相思。 \\n 卻說當時四海昇平，萬民樂業，外國時常進貢。這年琉球、高麗二國進貢，兼請封王，朝中大臣商議，要使人到他國中去封。但封王之事，必要一個纔高名重之人，方不失天朝體統。一時無至當之人。推了一人可去，不期這人，又慮外國波濤，人心莫測，不願輕行，遂人上央人，在當事求免，此差故尚無人。屠駙馬聽知此事，滿心歡喜道：『即此便可處置他一番，使他知警改悔。』遂親自囑託當事道：『此事非今科狀元雙星難當此任。』當事受托，又見雙星恃才自傲，獨立不阿，遂將雙星薦了上去。龍顏大喜道：『雙星纔高出使，可謂不辱君命矣。』逐御筆批准，賜一品服，前去封海外諸王，道遠涉險，許便宜行事。不日命下，驚得雙星手足無措。正指望要與蕊珠來京成親，不期有此旨意，誤我佳期。今信又已去了，倘她來我去，如何是好？遂打點託人謀為，又見聖旨親點，無可挽回，只得謝恩。受命該承應官員，早將敕書並封王禮物，俱備具整齊，止候雙星起身。 \\n 卻說屠勞，只道雙星不願遠去，少不得央人求我挽回，我就挾制他入贅。不期雙星竟不會意，全不打點謀為，竟辭朝領命。屠勞又不好說出是他的主持弄計，因想道：『他總是年輕，不諳世情，只說封王容易。且叫他歷盡危險，方纔曉得。他如今此去，大約往返年餘。如今我女兒尚在可待之年，我如今趁早催他速去早回，回時再著人去說，他自然不像這番倔強了。』屠勞遂暗暗著當事官，催雙星刻日起程。雙星不敢延捱，只得領了敕書皇命，出京不題。 \\n 卻說江章夫妻，同了小姐在船，一路淒淒楚楚，悲悲切切，怨一番自己命苦，又恨一番受了赫公子的暗算。小姐轉再三安慰父母道：『孩兒此去，若能中選，得恃君王，不日差人迎接，望父母不必記念傷心。父母若得早回一日，免孩兒一日之懮。況長途甚遠，老年人如何受得風霜？』江章夫人那裡肯聽，竟要同到京中，看個下落方回。小姐道：『若爹娘必與孩兒同去，是速孩兒之死矣。』說罷，哽咽大哭。江章夫人無奈，不敢拗他，只得應承不送。 \\n 江章備了一副厚禮，送與姚太監，求他路上照管。又設了一席請姚太監。姚太監滿心歡喜道：『令愛小姐前途之事，與進宮事體，都在學生身上。倘邀聖眷，無不慫恿，老太師不必記掛，不日定有佳音。』江章與夫人再三拜謝，然後與小姐作別。真是生離死別，在此一時。可憐這兩老夫妻哭得昏天黑地，抱住了小姐，只是不放。當不得姚太監要趁風過江，再三來催，父母三人只得分手，放小姐上了眾女子的船。船上早使起篷桅，趁著順風而去。這邊江章夫妻，立在船頭，直看著小姐的船桅不見，方纔進艙。這番啼哭，正是： \\n 杜鵑枝上月昏黃，啼到三更滿眼傷。 \\n 是淚不知還是血，斑斑紅色漬衣裳。 \\n 老夫妻二人一路悲悲啼啼，到了家中。過不得四、五日，野鶴早已報到，送上書信。江章與夫人拆開看去，知雙星得中解元，不日進京會試，甚是歡喜。再看到後面說起小姐親事，夫妻又哭起來。野鶴忽然看見，不覺大驚道：『老爺夫人，看了公子的喜信，為何如此傷心？』夫人道：『你還不知，自你公子去後，有一個赫公子又來求親，因求親不遂，一心懷恨。又適值點選幼女，遂囑託大監，坐名勒逼將小姐點進宮去了。我二人送至江邊，回家尚未數日。你早來幾日，也還見得小姐一面，如今只好罷了。』說完又大哭不止。野鶴聽了，驚得半晌不敢則聲。驚定方說道：『小姐這一入宮，自然貴寵，只可憐辜負了我家公子，一片真心，化作東流逝水。』說罷，甚是嘆息。夫人遂留他住下，慢慢回去。又過不得數日，早又是京中報到，報雙星中了狀元。江章與夫人，只恨女兒不在，俱是些空歡空喜，忽想到小姐臨去之言，有彩雲可續，故此又著人打聽。又不多日，早見雙星差了青雲持書報喜，要迎請小姐進京成親。江章與夫人又是一番痛哭。正是： \\n 年衰已是風中燭，見喜添悲晝夜哭。 \\n 只道該償前世愆，誰知還是今生福。 \\n 野鶴見公子中了狀元，曉得一時不回，又見小姐已選入宮，遂同青雲商議，拜辭江老爺與夫人，進京去見公子。江章知留他無益，遂寫了書信與他二人，書中細細說知緣由，又說小姐臨去之言，尚有遺書故物，要狀元到家面言面付。野鶴身邊有公子與小姐的書，不便送出，只得帶在身邊，要交還公子。二人拜別而行不題。 \\n 卻說蕊珠小姐，在父母面前，不敢啼哭，今見父母別後，一時淚出痛腸，又想起雙星今世無緣，便淚盡繼血，日夜悲啼。同船女子，再三勸勉，小姐哪裡肯聽，遂日日要尋自盡。爭奈船內女子甚多，一時不得其便，只得一路同行，就時常問人，今日到甚地方，進京還有多遠，便終日尋巧覓便，要尋自盡不題。 \\n 卻說雙星賚了皇命敕書，帶領跟隨，曉夜出京。早有府縣官迎接，準備船隻伺候。雙星上了船，燒獻神抵，放炮點鼓，由天津衛出口，到琉球、朝鮮、日本去了。卻說姚太監，同著許多幼女，一路興興頭頭，每隻船上，分派太監稽查看守，不一日到了天津衛地方，要起早進京，遂吩咐各船上停泊。著府縣官，準備人夫轎馬。爭奈人多，一時備辦不及，又不便上岸，故此這些女子，只在船中坐等。這日江蕊珠小姐，忽見船不行走，先前只道是偶然停泊，不期到了第二日，還不見走，因在艙口，問一個小太監道：『這兩日為何不行，這是什麼地方，進京還有多遠？』小太監笑嘻嘻的說道：『這是天津衛地方，離京只有三日路了。因是旱路，人夫轎馬未齊，故在此等了兩天。不然，明日此時，已到家了，到叫我們坐在此等得慌。』 \\n 小姐聽完，連忙進艙，暗暗想道：『我一路尋便覓死，以結雙郎後世姻緣，不期防守有人，無處尋死。今日天假其便，停船河下，若到了京中，未免又多一番跋涉。我今日見船上眾人思歸已切，人心怠情，夜間防範必然不嚴，況對此一派清流，實是死所，何不早葬波中，也博得個早些出頭。但我今生受了纔色之累，只願後世與雙郎，做一對平等夫妻，永偕到老，方不負我志。』又想道：『到雙郎歸來，還只說我無情，貪圖富貴，不念窗前石上，訂說盟言，竟飄然入宮。殊不知我江蕊珠，今日以死報你，你少不得日後自知，還要憐我這番苦楚。若憐我苦楚，只怕你縱與彩雲成親，也做不出風流樂事了。』想到傷心，忽一陣心酸，淚流不止，只等夜深人靜尋死不題。 \\n 卻說青雲、野鶴二人，拜了江章與夫人出門，在路上閑說道：『從來負心女子癡心漢，記得我家公子，自從見了江小姐，兩情眷戀，眠思夢想，不知病已病過了幾場，指望與她團圓成親，誰知小姐今日別抱琵琶，竟歡然入宮去了。我如今同你進京，報知公子，只怕我那公子的癡心腸，還不肯心死哩！』二人在路，說說笑笑，遂連夜趕進京來。這日也到了天津衛，因到得遲了，二人就在船上歇宿。只聽得上流頭許多官船，放炮起更，鬧了一更多天，方纔歇息。青雲、野鶴睡去，忽睡夢見一金甲神將，說道：『你二人快些抬頭，聽吾神吩咐，吾乃本境河神，今你主母有難投河，我在空中默佑，你二人可作速救她回蜀，日後是個一品夫人，你二人享她富貴不小！』二人醒來，吃了一驚，將夢中之事，你問我，我問你，所說皆同。不勝大驚大駭道：『我們主母，安然在家，為何在此投河？豈非是奇事？』又說道：『明明是個金甲天神，叫我二人快救，說她是一品夫人，難道也是做夢？』二人醒了一會，不肯相信，因又睡去。金甲神又手執銅鞭，對他二人說道：『你不起來快救，我就打死你二人！』說罷，照頭打來。二人看見，在睡夢中嚇得直嚇得跳起來道：『奇事！奇事！』遂驚醒了。船家問道：『你們這時候還不睡覺？我們是辛辛苦苦要睡覺的人，大家方便些好。』青雲、野鶴連忙說道：『船家你快些起來，有事與你商量。倘救得人，我們重重謝你。』船家見說救人，嚇得一軸流爬了起來，問道：『是那個跌下水去了？』青雲道：『不是。』遂將夢中神道託夢二次叫救人，細細說了一遍：『若果然救得有人，我重重謝你。』船家聽了也暗暗稱奇，又見說救得人有賞，連忙取起火來，放入艙中，叫起媽媽，將船輕輕放開，各人拿了一把鉤子，在河中守候。 \\n 卻說那蕊珠小姐，日間已將衣服緊緊束好，又將簪珥首飾金銀等物俱束在腰間，遂取了一幅白布，上寫道：身系浙江紹興府太師江章之女，名蕊珠，係蜀中雙星之妻。因擅纔名，奸謀囑選入官，夫情難背，願入河流。如遇仁人長者，收屍瘞骨，墓上留名，身邊攜物相贈，冥中報感無盡。小姐寫完，將這幅白布，縫在胸前，守至二更，四下寂然，便輕輕走近窗口，推開窗扇，只見滿天星斗，黃水泛流。小姐朝著水面流淚，低低說道：『今日我江蕊珠不負良人雙星也！』說罷，踴身望水中一跳，跳便跳在水裡，卻象有人在水底下扶她的一般，隨著急波滾去，早滾到小船邊。 \\n 時青雲、野鶴同著船家，三個人，六隻眼，正看著水上，不敢轉睛，忽見一團水勢漸高，隱隱有物一沈一浮的滾來，離船不遠。青雲先看見，連忙將撓鉤搭去，早搭著衣服一股，野鶴、船家，一齊動手，拖到船邊。仔細看去，果然是個人，遂連忙用手扯上船來，青雲忙往艙中取火來照，卻是一個少年女子，再照著臉上看去，吃了一驚，連聲叫道：『呀！呀！呀！這不是江小姐麼，為何投水死在這裡？』野鶴看見，連忙丟下撓鉤來看道：『是呀！是呀！果然是小姐。』青雲、野鶴慌張，見小姐水淋淋的，氣息全無，又不敢近身去摸看。那船家見他二人說是小姐，知是貴重之人，連忙叫婆子動手來救。只因這一救，有分教：遠離追命鬼，近獲還魂香。不知小姐性命果是如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十三回 烈小姐有大福指迷避地感神明 纔天使善行權受貢封王消狡猾", "正文": "  \\n 第十三回　烈小姐有大福指迷避地感神明　纔天使善行權受貢封王消狡猾 \\n 　 \\n  \\n 詞云： \\n 風雨催花不用傷，若還春未盡，又何妨。漫驚枝上落來忙。吹不謝，更覺有奇香。駕海豈無梁，世間危險事，要纔當。縱教坑陷到臨場。能鞭策，驅虎若驅羊。右調《小重山》 \\n 話說那船家看見果然救起人來，不勝驚喜。又見說是一位小姐，又見他二人不敢近身，因連忙叫過婆子來說道：『這小姐既是神明託夢，叫我們救她，諒來投水不久，自然救得活。只要使她吐出些水來，就好了。』婆子依言，將小姐抱起，把頭往下低著，低了半晌，只聽見小姐喉中一陣陣響來，嘔出了許多冷水。只見小姐忽叫一聲道，『好苦也！』眾人聽見大喜道：『謝天謝地也！』老婆子連忙扶抱小姐入艙，青雲、野鶴、家長三人，不敢入艙。艄婆忙取了一件棉衣來，將小姐濕衣脫下。小姐此時已醒過來，見濕衣脫去，忙將棉衣裹住。艄婆又取了幾件小衣，與小姐換過。又取了一條棉被來，與小姐蓋好，方走出艙來道：『好了，好了，如今沒事了。』又去燒了些滾薑湯，灌了幾口，小姐又吐出了許多冷水。小姐忽哭著說道：』我已拼誓死以報雙郎，為何被你們救我在此？』青雲、野鶴連忙在艙門口說道：『小姐且耐煩，小人青雲、野鶴在此。』 \\n 小姐忽然聽見，開眼一看道：『你二人為何在此救我？人耶？鬼那？夢那？可快與我細說。』青雲、野鶴遂將河神託夢之言，如此這般，細細說了。』不期果然得遇小姐，真是萬幸。『小姐因問道：『你家公子，近日則如何？』野鶴道：『公子回家，已中解元。公子要來與小姐完娶，老夫人逼他會試，故此公子不得已進京，著小的持書先來報喜。見了太師爺方知小姐近日之事。』青雲也連忙說道：『小人跟隨公子到京，僥幸得中狀元。不期京中屠駙馬要招贅狀元，狀元再三苦辭，說有原聘，遂上本乞假歸娶。不期屠駙馬的勢力大，央當事將狀元的本章留中不準，狀元著急，只得叫小人連夜趕來，要迎請小姐到京完娶。小人到家，見了太師老爺，方知小姐被人暗算入宮。小的二人無可奈何，只得進京，要回覆狀元。不期今夜感神明之力，在此得遇小姐。只不知小姐為何在此，行此短見？』此時小姐神魂已定，心魄已寧，忽見說雙星已中解元，又見說中了狀元，又聽見他守義不允屠駙馬之婚，著人來接她，心中不覺大喜道：『如此看來，方不負我這番之苦。』方說道：『我被赫公子陷害入選，彼時欲尋自盡，誠恐老爺夫人悲傷，又恐抗旨遺禍於老爺，故寬慰出門，隱忍到此。今離家已遠，老爺干係已脫，故甘一死以報爾公子。不期神明默佑，使你二人救我。但今救雖救了，恐太監耳目眾多，不敢進京見你狀元，又不敢回家惹禍，到弄得有家難奔，有國難投，卻如之奈何？』青雲道：『適纔夢中神明已吩咐明白，說救了小姐，即速回蜀。小人如今只得且送小姐回蜀中，再來報狀元，也說不得了。』小姐想想道：『如此甚好。但是遲延不得，此去離大船不遠，倘天明知覺，蹤跡起來，就不便了。』小姐因叫船家夫婦說道：『我是被人暗害，落難於此，求你夫婦送我還家，我日後看顧你夫妻，決不有忘。』 \\n 原來這船家叫做王小泉，五十來歲，並無男女，止得夫妻兩口，橕船過日。今在旁邊，見他們說出是閣老的小姐，又是狀元夫人，二人便滿心歡喜，以為今日得救小姐，賞賜不小，將來好做本錢。忽又聽見小姐要他二人送回家去，後來看顧，他夫妻二人歡喜不過，遂俏悄商議了一番，來笑說道：『我夫婦數年長齋，尚無男女，今見小姐說的這般苦楚，我二人情願服侍小姐回家。只要養我半生，吃碗自在飯兒，強似在船上朝風暮水的吃苦不了。』小姐見她肯送，遂大喜道：『若得你夫婦肯去，後日之事，俱在我身上。』二人連聲稱謝，遂歡歡喜喜忙到艄上收拾篷桅，駕著櫓槳。此時將有四更，明月漸漸上來，遂乘著月色，咿咿啞啞，復回原路。不消幾日，早又到儀征。青雲、野鶴見本船窄小，恐長江中不便行走，遂僱了一隻大船，請小姐上了大船。小姐叫王小泉夫妻棄了小船，王小泉遂尋人賣去。於是一行五人，在大船上出了江口，望荊襄川河一路而進。正是： \\n 燕子自尋王謝壘，馬蹄偏識五陵家。 \\n 一枝歸到名園裡，依舊還開金谷花。 \\n 且按下蕊珠去蜀中不題。 \\n 卻說船中這些幼女，到了五更，見窗門半開，因說道：』我們怎這樣要睡，連窗門都不曾關，幸而不曾遺失物件。』又停了一會，天色大明，一齊起來梳洗，只不見江小姐走來。眾女子道：『江小姐連日啼哭，想是今日睡著了。』一個小女子，連忙走到江小姐睡的床邊，揭帳一看，那裡有個江小姐。便吃了一驚，連忙將被窩揭開看時，已空空如也。忙叫道：『不好了，江小姐不見了！』眾女子聽見，也連忙走來，但見床帳被褥依然，一雙睡鞋兒，尚在床前。眾女子看罷，俱大驚道：』我們見他連日不言不語，似有無限傷心，如今又窗口未關，一定是投河死了。』眾女在艙中嚷做一團，早被小太監聽見，報知姚大監。姚太監吃這一驚不小，忙走來詢問眾女。又看見窗口未關，方信是投入河中死了，不禁跌足捶胸道：『我為她不知費了多少心機，要將她進與聖上，學新臺故事，已拿穩一片錦美前程。今因不曾提防，被她偷死了，豈不一旦付之東流！可惱，可恨！如今要你這些歹不中怎麼，只好與俺內官們捧足提壺罷了。』又想起江大師再三囑託，遂吩咐眾人打撈殯殮。眾人忙了一日，哪見影響，姚太監興致索然。到了次日，只得帶領眾女，起早到京，不論好歹，點入宮中去了。正是： \\n 陰陽配合古人同，今日緣何點入宮？ \\n 想是前生淫欲甚，卻教今世伴公公。 \\n 卻說雙狀元出海開船，正是太平景象，海不生波，一連半月，早過了美女峰，黑水河，蓮花漾，又過了許多山島。不一日，早到了朝鮮地方，舵公拋錨打橛。早有朝鮮國地方官，看見南船攏岸，便著通事舍人，前來探問。這邊船上，早扯起封王旗號。通事舍人見了，連忙走上船來，相見說道：『不知天使來臨，失於迎接。不知天使大人，官居何職？當此重任來封吾王，乞天使說明，以便通報。』雙星說道：『學生是天朝新科雙狀元，奉皇上恩命，因國祚昇平，欲普天同樂。念爾朝鮮諸國，久尊聖化，故特遣使臣，敕封汝主。可速渝知來意，使王受爵。』通事舍人聽了大喜，連忙起身報知國王，細說其事。國王大喜，遂率領文臣武將，一齊出城，旌旄遍地，斧鋮連天，一對對直擺到船邊來接。通事舍人上船說了一遍。雙狀元遂將聖旨敕文，以及諸般禮物，先搬上岸來，叫人賚捧在前，雙星穿帶了欽賜的一品服色，上罩著黃羅高傘，走出船頭。許多番兵番將看見，忙一齊跪接。早有朝鮮國王，親到船頭，拱扶著雙狀元上岸，敦請雙狀元坐轎，國王乘馬，一齊番樂吹打，迎入城來。到了國王殿上，已排列香案，寶燭熒煌，異香繚繞。雙狀元手擎聖諭，立在殿上開讀，國王俯伏階前恭聽。雙星讀罷詔書，國王山呼謝恩已畢，然後大擺筵宴，請雙星上坐，國王下陪。一時間吃的是熊掌駝峰，猩脣鯉尾，聽的是胡笳羯鼓，許多異音異樂。國王見雙狀元年少纔美，十分敬重，親自捧觴進爵，盡歡暢飲。飲畢，然後送雙狀元館中歇宿。雙狀元住有數日，因要封別國，遂辭了國王上船。國王備了稱臣的謝表，並諸般貢禮，又私送了雙星許多奇珍異寶，雙星然後開船。 \\n 於是逐次到了日本、高麗、大小琉球，一一封完。雙星正欲打點回朝，不期未封諸國，曉得不封他們，大家不忿起來，遂約齊了大小百十餘國，各帶了本國人馬，一路追來。岸上番王番將，水中戰艦艨艟，隨後追來。此時雙星尚有封過的各國番將護送，連忙報知道：『列國爭封，各王帶領番將追襲，乞狀元主張。』雙星見說，暗吃一驚。因想道：『我奉詔封王，只得這幾處。今已完矣，並未曾計及他國，今來爭競，如之奈何？』躊躇了半晌，因想道：『幸欽命有便宜從事四字，除非如此這般，方可退得這些凶頑。』遂傳了通事舍人來說道：』我奉皇命而來，因爾等朝鮮諸國，素服王化，貢獻不絕，故敕書封及。其餘諸國，聲氣未通，如何引例來爭？你可與我在平地上，高築土臺，待我親自曉諭諸王。』說尚未完，只聽得轟天炮響，水陸蜂擁齊到，亂嚷亂叫。這邊船上通事舍人，忙立在船頭，烏裡烏辣，翻了半日。只見各國王，亂舞亂跳，嘻嘻哈哈的，分立兩旁。通事舍人遂叫人在空地上，築起高堆，不時停當。次日平明，雙狀元烏紗吉服，帶領侍從，走到臺上高坐，左右通事站立。各國王見臺上有人，都到臺下，又烏辣了一番。雙星問通事道：『他們怎麼說？』通事道：『他說一樣國王，為何不封？若不加封，難以服眾。』雙狀元說道：『天有高卑，禮分先後。從無不來而往，無故而親之道。天朝聖度如天，草木皆所矜憐，何況各國諸王，豈有不加存恤之理？但至誠之道，必感而後通，聲響之理，必叩而後應。如朝鮮、琉球等國，久奉正朔，恪遵臣禮，吉凶必告，興廢必通，故封從伊始。至於各國各王列土，不知何地名號，不知何人，從無所請，卻教朝廷恩命，於何而加？今忽紛爭，豈以使臣單宣仁義，未及用武，遂欲肆凶逞悻耶？使臣雖止一人，而天朝之雄兵猛將，卻不止一人。本當奏知天王，請加撻伐，但念爾諸王爭封，本念願是 \\n 慕義向化，欲承聲教，非有他也。故推廣天王之量，不加深究，而曲從其請。但須各獻所有，以表進貢之城，然後速報某國某王，我好一例遵旨加封，決不食言。』通事舍人遂高聲向臺下將雙狀元之言，細細翻了一遍。只見諸王，又烏裡烏辣的翻了一會，遂一齊拍掌，跑馬的跑馬，使刀的使刀，捉對兒奔馳對舞。又不一時，俱跑到臺前下馬，顛頭跳躍。雙狀元又問通事道：『這又怎麼說？』通事說道：『方纔狀元宣諭，見肯封他，故此歡喜。跑刀使刀，與狀元看賞，以明感激。所諭貢物，一時不曾備得，隨即補上，乞天使少留。今俱在臺下領封。』雙星道：『既是這等，你可報來。』通事舍人遂將各國各王，一一報將上來。雙星見一上，封一個，不一時，百餘國盡俱封完。各王大喜，遂將帶來的許多珍奇異寶，一齊留在臺下，又在地下各打一滾，翻身上馬，呼哨一聲，如風雷掣電而去。正是： \\n 分明翰苑坐淡濡，忽被讒驅虎豹區。 \\n 到此若無纔足辯，青鋒早已喪頭顱。 \\n 雙星見他們去了，方放下一天驚恐。又問通事道：『臺下這些東西，他們為何留下而去？』通事說道：『這些東西，是他們答謝天使的。』雙星道：『既是如此，你可為我逐件填注，即作各國之貢，我好進呈天子，以見各國款奉之誠，不必又獻了。』通事說道：『這是他們送與天使之物，為何不自己收留，反作公物，進與朝廷？』雙狀元笑道：『我天朝臣子，為國盡忠，豈存私肥己那？』通事聽了，不勝稱贊天朝好臣子，遂填寫明白，著人搬上船來。又著人報知各國，盡皆稱羡。雙狀元上船，通事諸人，又送過了許多地界，將到浙省地方，方纔別去。正是： \\n 被人暗算去封王，逐浪沖波凡喪亡。 \\n 今日功成名亦遂，始如折挫為求凰。 \\n 雙星一路平安歸國不題。卻說蕊珠小姐，從長江又入川河，一路虧得船家婆子服恃，在路許多日子，到了起旱的所在，青雲僱了一乘騾轎，一齊起早。又行了許多日子，方到了四川成都雙流縣地方。青雲先著野鶴去報夫人，細細說知緣故。雙夫人聽了，大驚大喜，連忙打發僕婦，一路迎來。眾僕婦迎著了，忙到江小姐轎前，揭簾偷看，見小姐果然生得美貌非常，各各磕頭道：『賤婢是太夫人差來迎接小姐的。』小姐見了，甚是喜歡道：『多謝太夫人這般用心，又勞你們遠接。』於是興興頭頭，管家們打著黃羅大傘，前呼後擁，一路上說是雙狀元家小，京中回來的，好不熱鬧。不一時到了家中，雙夫人出到廳前相見。家人鋪下紅氈，江小姐拜了四拜。雙夫人先敘了許多寒溫，方說道：『聞小姐吃盡辛苦，不顧生死，為我孩兒守志，殊可敬也！我今有此賢媳，何幸如之！』江小姐道：『此乃媳婦分內之事，敢勞婆婆過獎。』雙夫人攙了小姐，同入後堂。雙夫人使雙辰拜見嫂嫂，又叫家人僕婦，俱來拜見小夫人，便治酒款待。婆媳甚是歡喜。雙夫人遂將中間一帶樓房，與小姐做了臥房，只等雙星回家做親。正是： \\n 不曾花燭已親郎，未嫁先歸拜老堂。 \\n 莫訝奇人做奇事，從來奇處始稱揚。 \\n 江小姐竟在婆家等候雙星，安然住下。過不得兩月，早有報到，說雙狀元辭婚屠府，被屠駙馬暗暗囑託當道，將雙狀元出使外國封王去了。雙夫人與蕊珠小姐聽了大驚。雙夫人日夜驚擾，而小姐心中時刻思想，又感念雙星果不失義，為她辭婚，輕身外國，便朝夕焚香，暗暗拜祝，惟願雙星路上平安，早回故里，且按下不題。卻說雙星不止一日，將船收進小河。早有汛地官員接著，見雙狀元奉旨封王回來，俱遠遠迎接，請酒送禮，紛紛不絕。遂一路耽耽擱擱，早到了紹興府交界地方。雙星滿心歡喜，以為離江太師家不遠，便吩咐手下住船，我老爺要會一親戚。只因這一番去會，有分教：驚有驚無，哭乾眼淚；說生說死，斷盡人腸。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十四回 望生還驚死別狀元已作哀猿 他苦趣我歡場宰相有些不像", "正文": "  \\n 第十四回　望生還驚死別狀元已作哀猿　他苦趣我歡場宰相有些不像 \\n 　 \\n  \\n 詞云： \\n 忙忙急急尋花貌，指望色香侵滿抱。誰知風雨洗河洲，一夜枝頭無窈窕。木桃雖可瓊瑤報，魚腹沈冤誰與吊？死生不亂坐懷心，方覺鬚眉未顛倒。右調《木蘭花》 \\n 話說雙星，自別了蕊珠小姐，無時無刻不思量牽掛。只因遭讒，奉旨到海外敕封，有王命在身，兼歷風波之險，雖不敢忘小姐，卻無閑情去思前想後，今王事已畢，又平安回來，自不禁一片深心，又對著小姐。因想道：『我在京時，被屠賊求婚致恨，囑託當事，不容歸娶。我萬不得已，方差青雲去接小姐到京，速速完姻，以絕其望。誰料青雲行後，忽奉此封王之命，遂羈身海外，經年有餘。不知小姐還是在家，還是進京去了？若是岳父耳目長，聞知我封王之信，留下小姐在家還好，倘小姐但聞我僥幸之信，又見迎接之書，喜而匆匆入京，此時不知寄居何處，豈不寂寞，豈不是我害她！今幸船收入浙，恰是便道，須急急去問個明白，方使此心放下。』忽船頭報入了溫臺浙境，又到了紹興交界地方，雙星知離江府不遠，遂命泊船，要上岸訪親。隨行人役聞知，遂要安排報事，雙星俱吩咐不用，就是隨身便服，單帶了一個長班跟隨上岸，竟望江府而來。 \\n 到了筆花墅，看見風景依稀似舊，以為相見小姐，有幾分指望，暗暗歡喜，因緊走幾步。不一時早到了江府門前，正欲入去，忽看見門旁豎著一根木杆，杆上插著一帚白幡，隨風飄蕩，突然吃了一驚，道：『此不祥之物也，緣何在此？莫非岳父岳母二人中有變麼？』寸心中小鹿早跳個不住，急急走了進去，卻靜悄悄不見一人，一發驚訝。直走到廳上，方看見家人江貴從後廳走出。忽抬頭看見了雙星，不勝大喜道：『聞知大相公是狀元爺了，盡說是沒工夫來家，今忽從天而降，真是喜那！』雙星且不答應他，忙先急問道：『老爺好麼？』江貴道：『老爺好的。』雙星聽了，又急問道：『夫人好麼？』江貴道：『夫人好的。』雙星道：『老爺與夫人既好，門前這帚白幡，掛著卻是為何？』江貴道：『狀元爺若問門前這帚白幡，說起來話長。老爺與夫人，日日想念狀元爺不去口，我且去報知，使他歡喜歡喜。白幡之事，他自然要與狀元爺細說。』一面說，一面即急走入去了。雙星也就隨後跟來。此時江章已得了同年林喬之信，報知他雙狀元海外封王之事，正與夫人、彩雲坐在房裡，愁他不能容易還朝。因對彩雲說道：『他若不能還朝，則你姐姐之書，幾時方得與他看見？姐姐之書不得與他看見，則你之婚盟，何時能續？你之婚盟不能續，則我老夫妻之半子，愈無望了。』話還不曾說完，早聽見江貴一路高叫將進來道：『大相公狀元進來了！』江章與夫人、彩雲，忽然聽見，心雖驚喜非常，卻不敢深信。老夫妻連忙跑出房門外來看，早看見雙星遠遠走來。還是舊時的白面少年，只覺丰姿俊偉，舉止軒昂了許多。及走到面前，江章還忍著苦心，歡顏相接，攜他到後廳之上。 \\n 雙星忙叫取紅氈來，鋪在地下，親移二椅在上，』請岳父、岳母台坐，容小婿雙星拜見。』江章正扯住他說：『賢婿遠來辛苦，不消了。』夫人眼睜睜看見這等一個少年風流貴婿在當面，親親熱熱的岳父長、岳母短，卻不幸女兒遭慘禍死了，不能與他成雙作對，忽一陣心酸，哪裡還能忍耐得住，忙走上前，雙手抱著雙星，放聲大哭起來道：『我那賢婿那，你怎麼不早來！閃得我好苦呀，我好苦呀！』 \\n 雙星不知為何，還扶住勸解道：『岳母尊年，不宜過傷。有何怨苦，乞說明，便於寬慰。』夫人哭急了，喉中哽哽咽咽，哪裡還說得出一句話來。忽一個昏暈，竟跌倒在地，連人事都不省。江章看見，驚慌無措。幸得跟隨的僕婦與恃妾眾多，俱忙上前攙扶了起來。江閣老見扶了起來，忙吩咐道：『快扶到床上去，叫小姐用薑湯灌救。』眾僕婦侍妾慌作一團，七手八腳，攙扶夫人入去。 \\n 雙星初見白幡，正狐疑不解，又忽見夫人痛哭傷心，就疑小姐有變，心已幾乎驚裂，忽聽見江閣老吩咐叫小姐灌救，驚方定了。因急問江章道：『岳母為著何事，這等痛哭？』江閣老見問，也不覺掉下淚來，只不開口。雙星急了，因發話道：』岳父母有何冤苦，對雙星為何秘而不言，莫非以雙星子婿為非人那？』江閣老方辯說道：『非是不言，言之殊覺痛心。莫說老夫妻說了腸斷，就是賢婿聽了，只怕也要腸斷！』雙星聽見說話又關係小姐，一發著急，因跪下懇求道：『端的為何？岳父再不言，小婿要急死矣！』江閣老連忙扶起，因啼噓說道：』我那賢婿呀！你這般苦苦追求，莫非你還想要我踐前言，成就你的婚盟麼？誰知我一纔美賢孝的女兒，被奸人之害，只為守著賢婿之盟，竟效浣紗女子，葬於黃河魚腹了！教我老夫妻怎不痛心！』 \\n 雙星聽見江閣老說小姐為他守節投水死了，直嚇得目瞪身呆，魂不附體，便不復問長問短，但跌跌腳，仰天放聲哭道：『蒼天，蒼天，何荼毒至此耶！我雙星四海求凰，只博得小姐一人，奈何茶毒其死呀！小姐既死，我雙星還活在世間做些甚麼？何不早早一死，以報小姐於地下！』說罷，竟照著廳柱上一頭撞去。喜得二小姐彩雲，心靈性巧，已揣度定雙狀元聞小姐死信，定要尋死覓活，早預先暗暗差了兩個家人，在旁邊提防救護。 \\n 不一時，果見雙星以頭撞柱，慌忙跑上前，攔腰抱住。江閣老看見雙星觸柱，自不能救，幾乎急殺。見家人抱住，方歡喜向前，說道：『不夜，這就大差了！輕生乃匹夫之事，你今乃朝廷臣子，又且有王命在身，怎敢忘公義而徇私情？』雙星聽了，方正容致謝道：『岳父教誨，自是藥言，但情義所關，不容苟活。死生之際，焉敢負心？今雖暫且靦顏，終須一死。且請問賢妹受誰之禍，遂至慘烈如此！』江閣老方細細將赫公子求親懷恨說了：『又適置值姚太監奉聖旨選太子之婚，故赫公子竟將小女報名入選。我略略求他用情，姚太監早聽信讒言，要參我違悖聖旨，小女著急，恐貽我禍，故毅然請行。旁人不知小女用心，還議論她貪皇家之富貴，而負不夜之盟。誰知小女舟至天津，竟沈沙以報不夜，方知其前之行為盡孝，後之死為盡節，又安詳，又慷慨，真要算一個古今的賢烈女子了。』說罷，早淚流滿面，拭不能幹。雙星聽了，因哭說道：『此禍雖由遭讒而作，然細細想來，總是我雙星命薄緣慳，不曾生得受享小姐之福。故好好姻緣，不在此安守。我若長守於此，失（得）了此信，豈不與小姐成婚久矣！卻轉為功名，去海外受流離顛沛，以致賢妹香銷玉碎。此皆我雙星命薄緣慳，自算顛倒，夫復誰尤？』 \\n 此時夫人已灌醒了，已吩咐備了酒餚，出來請老爺同雙狀元排解。又聽見雙星吃著酒，長哭一聲：『悔當面錯過！』又短哭一聲：『恨死別無言！』絮絮聒聒，哭得甚是可憐。因又走出來坐下，安慰他道：『賢婿也不消哭了，死者已不可復生，既往也追究不來。況且你如今又中了狀元，又為朝廷乾了封王的大事回來，不可仍當作秀才看承。若念昔年過繼之義，並與你妹子結婚之情，還要看顧我老夫妻老景一番，須親親熱熱再商量出個妙法來纔好。』雙星聽了，連連搖頭道：『若論過繼之義，父母之老，自是雙星責任，何消商量！若要仍以岳父、岳母，得能親親熱熱之妙法，除非小姐復生，方能得彀。倘還魂無計，便神仙持籌，也無妙法。』一面說，一面又流下淚來。江閣老見了，忙止住夫人道：『這些話且慢說，且勸狀元一杯，再作區處。』夫人遂不言語。左右送上酒來，雙星因心中痛苦，連吃了幾杯，早不覺大醉了。夫人見他醉了，此時天已傍晚，就叫人請他到老爺養靜的小臥房裡去歇息。正是： \\n 堂前拿穩歡顏會，花下還思笑臉逢。 \\n 誰道欄杆都倚遍，眼中不見舊時容。 \\n 夫人既打發雙星睡下，恐怕他酒醒，要茶要水，因叫小姐舊侍兒若霞去伺候。不期雙星在傷心痛哭時，連吃了幾杯悶酒，遂沈沈睡去，直睡到二鼓後，方纔醒了轉來。因暗想道：『先前夫人哭暈時，分明聽見岳父說：「快扶夫人入去，叫小姐用薑湯灌救。」我一向在此，只知他止生得一位小姐，若蕊珠小姐果然死了，則這個小姐又是何人？終不成我別去二、三年，岳父又納寵生了一位小姐，又莫非蕊珠小姐還未曾死，故作此生死之言，以試我心？』心下狐疑，遂翻來覆去，在床上聲響。若霞聽見，忙送上茶來道：『狀元睡了這多時，夜飯還不曾用哩，且請用杯茶。』雙星道：『夜飯不吃了，茶到妙。』遂坐起身來吃茶。此時明燭照得雪亮，看見送茶的侍妾是舊人，因問道：』你是若霞姐呀！』若霞道：『正是若霞。狀元如今是貴人，為何還記得？』雙星道：『日日見你跟隨小姐，怎麼不記得！不但記得你，還有一位彩雲姐，是小姐心上人，我也記得。我如今要見她一回，問她幾句閑話，不知你可尋得她來？』若霞聽見，忙將手指一咬道：『如今她是貴人了，我如何叫得她來？『雙星聽了，著驚道：『她與你同服侍小姐，為何她如今獨貴？』若霞道：『有個緣故，自小姐被姚太監選了去，老爺與夫人在家孤孤獨獨，甚是寂寞。因見彩雲朝夕間，會假殷勤趨奉，遂喜歡她，將她立做義女，以補小姐之缺。吩咐家下人，都叫她做二小姐，要借宰相門楣，招贅一個好女婿為半子，以花哄目前。無奈遠近人家，都知道根腳的，並無一人來上釣鉤。如今款留狀元，只怕明日還要假借小姐之名，來哄騙狀元哩！』雙星聽了，心中暗想道：『這就沒正經了。』也不說出，但笑笑道：『原來如此！』說罷，就依然睡下了。正是： \\n 妒花苦雨時時有，蔽日浮雲日日多。 \\n 漫道是非終久辨，當前已著一番魔。 \\n 雙星睡了一夜，次早起來梳洗了，就照舊日規矩，到房中來定省。纔走進房門，早隱隱看見一個女子，往房後避去。心下知是彩雲，也就不問。因上前與岳父、岳母相見了。江章與夫人就留他坐下，細問別來之事。雙星遂將自中瞭解元，就要來踐前盟，因母親立逼春闈，只得勉強進京。幸得僥幸成名，即欲懇恩歸娶。又不料屠駙馬強婚生釁，囑託當事，故有海外之行諸事，細細說了一遍。江閣老與夫人聽了，不勝嘆息，因說道：『狀元既如此有情有義，則小女之死，不為在矣。但小女臨行，萬事俱不在心，只苦苦放我兩老親並狀元不下，晝夜思量，方想出一個藕斷絲牽之妙法，要求狀元曲從。不知狀元此時此際，還念前情，而肯委曲否？』 \\n 雙星聽了，知是江章促他彩雲之事。因忙忙立起身來，朝天跪下發音道：『若論小姐為我雙星而死之恩情，便叫我粉骨碎身，亦所不辭，何況其餘！但說移花接木，關著婚姻之事，便萬死亦不敢從命！我雙星鬚眉男子，日讀聖賢書，且莫說倫常，原不敢背，只就少年好色而言，我雙星一片癡情，已定於蕊珠賢妹矣。捨此，縱起西子、王牆於地下，我雙星也不入眼，萬望二大人相諒。』說罷，早淚流滿面。 \\n 江章連忙攙他起來，道：『狀元之心，已可告天地矣；狀元之情，已可泣鬼神矣，何況人情，誰不起敬！但人之一身，宗祀所關，婚姻二字，也是少不得的。狀元還須三思，不可執一。』雙星道：『婚姻怎敢說可少？若說可少，則小婿便不該苦求蕊珠賢妹了。但思婚盟一定不可移，今既與蕊珠賢妹訂盟，則蕊珠賢妹，生固吾妻，死亦吾妻，我雙星不為無配矣。況蕊珠小姐，不貪皇富富貴，而情願守我雙星一盟而死於非命，則其視我雙星為何如人！我雙星乃貪一瞬之歡，做了個忘恩負義之人，豈不令蕊珠賢妹銜恨含羞於地下！莫說宗嗣尚有舍弟可承，便覆宗絕嗣，亦不敢為禽獸之事。二大人若念小婿孤單，欲商量婚姻之妙法，除了令愛重生，再無別法。』江閣老道：『狀元不要錯疑了，這商量婚姻的妙法，不是我老夫妻的主意，實是小女臨行的一段苦心。』雙星道：『且請問小姐的苦心妙法，卻是怎樣？』江閣老道：『他自拼此去身死，卻念我老夫妻無人侍奉，再三叫我將彩雲立為義女，以代他晨昏之定省。我老夫妻拂不得她的孝心，只得立彩雲為次女。卻喜次女果不負小女之託，寒添衣，飢勸飯，實比小女還殷勤。此一事也。小女知賢婿乃一情種，聞她之死，斷然不忍再娶，故又再三求我，將次女以續狀元之前盟。知狀元既不忘她，定不辜她之意。倘鸞膠有效，使我有半子之依，狀元無覆絕之慮，豈不玉碎而瓦全？此皆小女千思百慮之所出，狀元萬萬不可認做荒唐，拒而不納也。』 \\n 雙星聽了，沈吟細想道：『此事若非蕊珠賢妹之深情，決不能注念及此。若非蕊珠賢妹之俏心，決不能思算至此。況又感承岳父懇懇款款，自非虛謬。但可惜蕊珠賢妹，已茫茫天上了，無遺蹤可據。我雙星怎敢信虛為實，以作負心，還望岳父垂諒。』江閣老道：『原來賢婿疑此事無據麼？若是無據，我也不便向賢婿諄諄苦言了。現有明據在此，可取而驗。』雙星道：『不知明據，卻是何物？』江閣老道：『也非他物，就是小女臨行親筆寫的一張字兒。』雙星道：『既有小姐的手札，何不早賜一觀，以消疑慮。』江閣老因吩咐叫若霞去問二小姐，取了大小姐留下的手書來。只因這一取，有分教：鴛夢有情，鸞膠無力。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十五回 覽遺書料難拒命請分榻以代明燭 續舊盟只道快心願解襦而試坐懷", "正文": "  \\n 第十五回　覽遺書料難拒命請分榻以代明燭　續舊盟只道快心願解襦而試坐懷 \\n 　 \\n  \\n 詞云： \\n 死死生生心亂矣，更有誰，閑情滿紙。及開讀瓊瑤，窮思極慮，肝膽皆傾此。若要成全人到底，熱突突，將桃作李。血性猶存，良心未喪，何敢為無恥。右調《雨中花》 \\n 話說江太師因雙狀元聞知小姐有手書與他，再三索看，只得吩咐若霞道：『你可到拂雲樓上，對二小姐說，老爺與雙狀元在房中議續盟之事，因雙狀元不信此議出自大小姐之意，再三推辭，故老爺叫我來問二小姐討取前日大小姐所留的這封手書。叫二小姐取與我拿出去與雙狀元一看，婚姻便成了。』若霞領了太師之命，忙忙入去。去了半晌，忽又空手走來，回覆道：『二小姐說，大小姐留下的這封書，內中皆肝膽心腹之言，十分珍重，不欲與旁人得知。臨行時再三囑託，叫二小姐必面見狀元，方可交付。若狀元富貴易心，不願見書，可速速燒了，以絕其跡，故不敢輕易發出。求老爺請問狀元，還是願見書，還是不願見書？若是狀元做官，大小姐做鬼，變了心腸，不願見書，負了大小姐一團美意，便萬事全休，不必說了。若狀元有情有意，還記得臨行時老爺夫人面訂之盟，還痛惜大小姐遭難流離守貞而死之苦，無處追死後之魂，還想見其生前之筆，便當忘二小姐昔日之賤，以禮相求；捐狀元今日之貴，以情相懇。則請老爺夫人，偕狀元入內樓，面付可也。至於盟之續不續，則聽憑狀元之心，焉敢相強？』雙星聽見彩雲的傳言，說得情理侃侃，句句縛頭縛腳，暗想道：』彩雲既能為此言，便定有所受，而非自利耳。』因對若霞道：『煩你多多致意二小姐，說我雙星向日慕大小姐，而願秣馬襪駒，此二小姐所知也。空求尚如此，安有既托絲蘿而反不願者？若說春秋兩闈僥幸而變心，則屠婚可就，而海外之風波可免矣；若說無情無義，則今日天台不重訪矣；若說苦苦辭續盟之婚，此非忘大小姐之盟，而別訂他盟，正痛惜大小姐之死於盟，而不忍負大小姐之盟也。若果大小姐有書可讀，讀而是真非偽，則書中之命，當一一遵行，必不敢稍違其半字。若鸞箋烏有，滴淚非真，則我雙不夜寧可違生者於人間，決不負死者於地下。萬望二小姐略去要挾之心，有則確示其有，以便懇岳父母相率匐伏樓下，九叩以求賜覽。』若霞只得又領了雙狀元之言，又入去了。不一時又出來說道：『二小姐已捧書恭候，請老爺夫人同狀元速入。』江閣老因說道：『好，好，好！大家同進去看一看，也見一個明白。』遂起身同行。正是： \\n 柳絲慣會藏鸚鵡，雪色專能隱鷺鷥。 \\n 不是一函親見了，情深情淺有誰知？ \\n 雙星隨著岳父母二人，走至拂雲樓下，早見彩雲巧梳雲鬢，薄著羅衣，與蕊珠小姐一樣裝束，手捧著一個小小的錦袱，立於樓廳之右，也不趨迎，也不退避。雙星見了，便舉手要請他相見。彩雲早朗朗的說道：『相見當以禮，今尚不知宜用何禮，暫屈狀元少緩，且請狀元先看了先小姐之手書，再定名分相見何如？』因將所捧的小錦袱放在當中一張桌上，打開了，取出蕊珠小姐的手札來，叫一個侍妾送與雙星。彩雲乃說道：『是假是真，狀元請看。』雙星接在手中，還有三分疑惑，及定睛一看，早看見書面上寫著『薄命落難妾江蕊珠謹致書寄上雙不夜殿元親啟密覽』二十二個小楷，美如簪花，認得是小姐的親筆，方斂容滴淚道：『原來蕊珠小姐，當此倥傯之際，果相念不忘，尚留香翰以致殷勤，此何等之恩，何等之情，義當拜受。『因將書仍放在桌上，跪下去再拜。江閣老看見，忙攙住道：『這也不消了。』雙星拜完起來，見書面上有』密覽』二字，遂將書輕輕拆開，走出樓外階下去細看。只見上寫道： \\n 妾聞婚姻之禮，一醮終身。今既遭殃，死生已判。若論妾為郎而死，死更何言！一念及生者之恩，死難瞑目。想郎失妾而生，生應多恨；若不辜死者之託，生又何慚！憶自郎吞聲別去，滿望吐氣錦歸，不道讒入九重，禍從天降。自應形消一旦，恨入地中，此皆郎之緣慳，妾之命薄。今生已矣，再結他生，夫復誰尤？但恐妾之一死，漠漠無知，竊恐雙郎多情多義，憐妾之受無幸，痛妾之遭茶毒，甘守孤單，則妾泉下之魂，豈能安乎？再四苦思，萬不得已，而懇父母，收彩雲為義女，欲以代妾而奉箕帚。有如雙郎，情不耐長，義難經久，以玉堂金馬，而別牽繡幕紅絲，則彩雲易散，原不相妨。倘雙郎情深義重，生死不移，始終若一，則妾一線未了之盟，願托彩雲而再續。若肯憐賤妾之死骨而推恩，則望勿以彩雲之下體而見棄。代桃以李，是妾癡腸；落月存星，望郎刮目。不識雙郎能如妾願否？倘肯念舊日之鳩鵲巢，仍肯坦別來之金紫腹，則老父老母之半子，有所託矣。老父老母之半子既有托，則賤妾之銜結，定當有日。哀苦咽心，言不盡意，乞雙郎垂諒，不宜。 \\n 雙星讀了一遍，早淚流滿面。及再讀一回，忽不禁哀哀而哭道：『小姐呀，小姐呀！你不忍棄我雙星之盟，甘心一死，則孤貞苦節，已自不磨。怎又看破我終身不娶，則知己之感，更自難忘。這還說是人情，怎麼又慮及我之宗嗣危亡，怎麼又請人代替，使我義不能辭！小姐呀，小姐呀！你之心膽，亦已傾吐盡矣！』因執書沈想道：『我若全拒而不從，則負小姐之美意；我若一一而順從，則我雙星假公濟私，將何以報答小姐？』又思量了半晌，忽自說道：『我如今有主意了。』遂將書籠入袖中，竟走至樓下。此時彩雲，見雙星持書痛哭，知雙星已領會小姐之意，不怕她不來求我，便先上樓去了。江閣老見雙星看完書入來，因問道：』賢婿看小女這封書，果是真麼？』雙星道：『小姐這封書，言言皆灑淚，字字有血痕。不獨是真，而一片曲曲苦心，盡皆嘔出矣。有誰能假？』江閣老道：』既是這等，則小女續盟之議，不知狀元以為何如？』雙星道：『蕊珠小姐既拼一死矣，身死則節著而名香矣，她何心慮？然猶千思百慮，念我雙星如此，則言言金玉也。雙星人非土木，焉敢不從？』江閣老道：『狀元既已俯從，便當選個黃道吉日，要請明結花燭矣。』雙星道：『明結花燭，乃令愛小姐之命，當敬從之，以盡小姐念我之心。然花燭之後，尚有從而未必盡從之微意，聊以表我雙墾不忘小姐之私，亦須請出二小姐來，細細面言明方好。』江閣老聽了，因又著若霞去請。若霞請了，又來回覆道：『二小姐說，狀元若不以大小姐之言為重，不願結花燭則已；既不忘大小姐，而許結花燭，且請結過花燭以完大小姐之情案。若花燭之後，而狀元別有所言，則其事不在大小姐，而在二小姐矣。可從則從，何必今日瑣瑣？』雙墾聽了，點頭道是，遂不敢復請矣。江閣老與夫人見婚盟已定，滿心歡喜。遂同雙星出到後廳，忙忙吩咐家人去打點結花燭之事。正是： \\n 妙算已爭先一著，巧謀偏佔後三分。 \\n 其中默默機鋒對，說與旁人都不聞。 \\n 江閣老見雙星允從花燭，便著人選吉日，並打點諸事俱已齊備，只少一個貴重媒人。恰恰的禮部尚書林喬，是他同年好友，從京中出來拜他。前日報雙狀元封王之信也就是他。江閣老見他來拜，不勝歡喜，就與他說知雙狀元封王已歸，今欲結親之事，就留他為媒，林喬無不依允。 \\n 雙星到了正日，暗自想道：『彩雲婢作夫人，若坐在她家，草草成婚，豈不道我輕薄？輕薄她不打緊，若論到輕薄她，即是輕薄了小姐，則此罪我雙星當不起了。』因帶了長班，急急走還大座船上，因將海上珍奇異寶，檢選了數種，叫人先鼓樂喧天的送到江閣老府，以為聘禮。然後自穿了欽賜的一品服色，坐了顯轎，衙役排列著銀瓜狀元的執事，一路燈火，吹吹打打而來，人人皆知是雙狀元到江太師府中去就親，好不興頭。到了府門，早有媒人禮部尚書林喬代迎入去。到了廳上，江太師與江夫人，早已立在大廳上，鋪氈結彩的等候。見雙狀元到了，忙叫眾侍妾簇擁出二小姐來，同拜天地，同拜父母，又夫妻交拜。拜畢，然後擁入拂雲樓上去，同飲合雹之危。外面江太師自與林尚書同飲喜酒不題。 \\n 且說雙星與彩雲二人到了樓上，此時彩雲已揭去蓋頭，四目相視，雙星忙上前，又是一揖道：『我雙星向日為小姐抱病時，多蒙賢卿委曲周旋，得見小姐，以活餘生，到今銜感，未敢去心。不料別來遭變，月缺花殘，只道今生已矣，不意又蒙小姐苦心，巧借賢卿以續前盟。真可謂恩外之恩，愛中之愛矣。今又蒙不辜小姐之託，而殷勤作天台之待，雙星雖草木，亦感春恩。但在此花燭洞房，而小姐芳魂，不知何處，生死關心，早已死灰槁木。若欲吹燈含笑，雲雨交歡，實有所不忍，欲求賢卿相諒。』說罷，淒淒咽咽，苦不勝情。 \\n 彩雲自受了小姐之託，雖說為公，而一片私心，則未嘗不想著偎偎倚倚，而竊雙狀元之恩愛。今情牽義絆，事已到手，忽見雙狀元此話，漸漸遠了，未免驚疑。因笑嘻嘻答道：『狀元此話，就說差了。花是花，葉是葉，原要看得分明。事是事，心是心，不可認做一樣。賤妾今日之事，雖是續先姐之盟，然先姐自是一人，賤妾又是一人。狀元既不忘先姐，卻也當思量怎生發付賤妾。不忍是心，花燭是事。狀元昔日之心，既不忍負，則今日之花燭，又可虛度那？狀元風流人也，對妾縱不生憐，難道身坐此香溫玉軟中，竟忍心而不一相慰藕耶？』雙星道：『賢卿美情，固難發付，花燭良宵，固難虛度，但恨我雙星一片歡情，已被小姐之冤恨沈沈銷磨盡矣，豈復知人間還有風流樂事！芳卿縱是春風，恐亦不能活予枯木。』彩雲復笑道：『陽臺雲雨，一笑自生，但患襄王不入夢耳。狀元豈能倦而不寢那？且請少盡一卮，以速睡魔，周旋合雹。』因命侍兒捧觴以進。 \\n 雙星接危在手，纔吃得一口，忽突睜兩眼，看看彩雲，大聲嘆息道：『天地耶？鬼神耶？何人欲之溺人如此那？我雙星之慕小姐，幾不能生；小姐為我雙星，已甘一死。恩如此，愛如此，自應生生世世為交頸鴛鴦，為連理樹。奈何遺骨未埋，啼痕尚在，早坐此花燭之下，而對芳卿之歡容笑口，飲合巹卮那？使狗彘有知，豈食吾餘？雙星，雙星，何不速傍煙銷，早隨燈滅，也免得出名教之丑，而辱我蕊珠小姐也！』哀聲未絕，早涕泗滂沱，而東顧西盼，欲尋死路。 \\n 彩雲見雙星情義激烈，因暗忖道：『此事只宜緩圖，不可急取。急則有變，緩則終須到手。』因急上前再三寬慰道：』狀元不必認真，適纔之言，乃賤妾以試狀元之心耳。狀元以千秋才子，而獨定情於先姐，先姐以絕代佳人，而一心誓守狀元，此賤妾之深知也。賤妾何人，豈不自揣，焉敢昧心蒙面，而橫據鵲巢，妄冀狀元之分愛？不過奉先姐之遺命，欲以竊狀元半子之名分，以奉兩親耳。今名分既已正矣，先姐之苦心，亦已遂矣。至於賤妾，嬌非金屋，未免有玷玉堂，吐之棄之，悉聽狀元，賤妾何敢要求？』雙星聽了，方纔破涕說道：『賢卿若能憐念我雙星至此，則賢卿不獨是雙星之知己，竟是保全我雙星名節之恩人矣。願借此花燭之光，請與賢卿重訂一盟，從此以至終身，但願做堂上夫妻，閨中朋友，則情義兩全矣。』彩雲道：『此非狀元之創論，」琴瑟友之」，古人已先見之於詩矣。』雙星聽了，不覺失笑。二人說得投機，因再燒銀燭，重飲合歡，直盡醉方止。彩雲因命侍妾另設一榻，請狀元對寢。正是： \\n 情不貪淫何損義，義能婉轉豈傷情。 \\n 漫言世事難周到，情義相安名教成。 \\n 到了次日，二人起來，雙星梳洗，彩雲整妝，說說笑笑，宛然與夫妻無疑。因三朝不出房，雙星與彩雲相對無事，因細間小姐別來行徑。彩雲說到小姐別後題詩相憶，雙星看了，又感嘆一回。彩雲說到赫公子求親，被袁空騙了，及打獵敗露之事，雙星聽見，又笑了一回。及彩雲說到姚太監挾聖旨威逼之事，雙星又惱怒了一回。彩雲再說到小姐知事不免，情願拼一死，又不欲父母聞知，日間不敢高聲，只到深夜方哀哀痛哭之事，雙星聽了，早已柔腸寸斷。彩雲再說出小姐苦苦求父母收賤妾為義女，再三結賤妾為姊妹，欲以續狀元之盟，又恐狀元不允，挑燈滴淚寫書之事，雙星聽不完，早已鳴嗚咽咽，又下哀猿之淚矣。 \\n 哭罷，因又對彩雲說道：『賢卿之意，我豈不知？芳卿之美，我豈不愛？無奈一片癡情，已定於蕊珠小姐，欲遣去而別自尋歡，實所不能，亦所不忍！望賢卿鑒察此衷，百凡寬恕。』彩雲道：『望沾雨露，實草木之私情；要做梅花，只得耐雪霜之寒冷。小姐只念一盟，並無交接，尚赴義如飴，何況賤妾，明承花燭，已接寵光，縱枕蓆無緣，而朝朝暮暮之恩愛有加，勝於小姐多矣，安敢更懷不足！狀元但請敦倫，勿以賤妾介意。』雙星聽了大喜道：『得賢卿如此體諒，銜感不盡。』因歡歡喜喜過了三朝，同出來拜見父母。 \\n 江閣老與夫人，只認做他二人成了鸞交鳳友，滿心歡喜。雙星因說道：『小婿蒙岳父、岳母生死成全，感激無已。不獨半子承歡，而膝下之禮，誓當畢盡！但恨王命在身，離京日久，不敢再留，只得拜別尊顏，進京復命。稍有次第，即當請告歸養，以報大恩，萬望俯從。』江閣老道：『別事可以強屈，朝廷之事，焉敢苦羈，一聽榮行。但二小女與狀元新婚燕爾，豈可速別？事在倥傯，又不敢久留，莫若攜之以奉衾被，庶幾兩便。』雙星道：『小婿勉從花燭者，止不過欲借二小姐之半子，以盡大小姐之孝，而破二大人之寂寞，非小婿之貪歡也。若攜之而去，殊失本旨。況小婿復命之後，亦欲請旨省親，奔波道路，更覺不宜。只合留之妝閣，俟小婿請告歸來，再偕奉二大人為妙。』江閣老道：『狀元處之甚當。』遂設酒送行。又款留了一日，雙星竟開船復命去了。正是： \\n 來是念私情，去因復王命。 \\n 去來甜苦心，誰說又誰聽。 \\n 雙星進京復命，且按下不題。卻說江夫人閑中，偶問及彩雲，雙星結親情義何如，彩雲方將雙星苦守小姐之義，萬萬不肯交歡之事，細細說了一遍。夫人聽了，雖感激其不忘小姐，卻恐怕彩雲之婚，又做了空帳，只得又細細與江閣老商量。江閣老聽了，因驚怪道：『此事甚是不妥，彩雲既不曾與他粘體，他這一去，又不知何時重來。兩頭俱虛，實實沒些把臂。他若推辭，反掌之事。』夫人道：『若是如此，卻將奈何？』江閣老道：『我如今有個主意了。』夫人道：『你有甚麼主意？』江閣老道：『我想鳩鵲爭巢，利於先入。雙婿既與彩雲明偕花燭，名分已正，其餘閨閣之私，不必管他。我總閑在此，何不拼些工夫，竟將彩雲送至蜀中，交付雙親母做媳婦。既做了媳婦，雙婿歸來，縱不歡喜，卻也不能又生別議。況雙婿守義，諒不別娶。歸來與二女朝朝暮暮，雨待雲停，或者一時高興，也不可知。若到此時，大女所託之事，豈不借此完了！』夫人聽了，方大喜道：『如此其妙。但只愁你年老，恐辛苦去不得。』江閣老道：『水有舟，旱有車馬，或亦不妨。』夫人道：『既如此，事不宜遲，須作速行之。』江閣老因吩咐家人，打點入蜀。只因這一入蜀，有分教：纔突爾驚生，又不禁喜死。不知後事如何，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十六回 節孝難忘半就半推愁忤逆 死生說破大驚大喜快團圓", "正文": "  \\n 第十六回　節孝難忘半就半推愁忤逆　死生說破大驚大喜快團圓 \\n 　 \\n  \\n 詞云： \\n 眼耳雖然稱的當。若盡憑他，半是胡涂帳。花事喧傳風雨葬，誰知原在枝頭放。死去人兒何敢望。花燭之前，忽見他相傍。這喜陡從天上降，早驚破現團圓相。右調《蝶戀花》 \\n 話說江閣老算計定，要送二小姐入蜀，因命家人打點行裝備具舟揖，擇日長行。彩雲與夫人作別而去，且按下不題。卻說雙星進京復命，一路府縣官知他是欽差，又是少年狀元，無不加禮迎送，甚是風騷。雙狀元卻一概辭免。一日行到了天津衛地方，雙狀元因念小姐死節於此，遂吩咐住船，叫手下在河邊寬闊處，搭起一座篷廠來，請了十二個高憎，做佛事超薦江蕊珠小姐。道場完滿，又親制祭文，身穿素服，著人擺設祭禮，自到河邊再三哭奠。因命禮生讀祭文道：惟某年某月某日，新科狀元賜一品服奉使海外封王孝夫雙星，謹以香燭庶饈之儀，致祭於大節烈受聘未婚雙夫人江小姐之靈日：嗚呼！夫人何生之不辰那？何有緣而又無緣耶？夫人鍾山川之秀氣，生臺閣之名門，珠玉結胎，冰霜賦骨，閨纔傾絕代，懿美冠當時。使皇天有知，后土不昧，先播淑風，早承聖命，則今日友配青宮，異日母儀天下，安可量那？奈何父兮母兮誤許書生，又恨貧兮賤兮未迎之子，適聖世之流采無方，忽一旦而寵詔自天，乃貞女之講求有素，不終日而含笑入地。嗚呼，痛哉！何能已也，不知其可也！夫人未嘗蹈其轍，是誰之過歟？雙星安敢辭其辜！至今夫人遊魂已散，而姓字生香；雙星熱面雖存，而衣冠抱愧。百身莫贖，徒哀哀而問諸水濱；一死未償，實難容於世上。嗚呼！問盟則言猶在耳，問事則物是人非，問婚姻則水流花謝矣。有緣耶？無緣耶？夫人何生之不辰耶？嗚呼哀哉！伏惟尚饗。 \\n 祭文讀罷，雙星涕泗交流，痛哭不已，見者無不垂淚。祭畢，雙星隨即起旱進京復命。 \\n 到了京中，次早五更入朝，進上各國表章，又將各國貢獻的奇珍異寶，一同進上。天子親自臨軒，先看了雙星的奏疏，知海外百餘國，盡皆賓服，又各有進奉，龍顏大悅。因宣雙星上殿，親賜天語道：『遐方恃遠，久不來王。今日一旦輸誠納款，獻寶稱臣，實古所稀有。此皆爾纔能應變之所致也，其功不小。』雙星忙俯伏奏道：『皇恩浩蕩，聖德汪洋，四海皆望風而向化，微臣何功之有！』天子聞奏愈喜，因又說道：『爾不辱君命，又有跋涉之勞，其功不可不賞。特賜爾為太子太傅，黼黼皇酞，佐朕之不逮。』雙星連忙謝恩，謝畢，因又奏道：『臣草莽蒙恩，叨居鼎甲，雖披瀝肝膽，亦不能報皇恩於萬一。但出使經年，寡母在堂，未免倚閭望切，乞陛下賜臣歸裡，少效烏鳥三年，再展終身之犬馬，則感聖恩無盡矣。』天子聽了大喜道：『不盡孝焉能盡忠，准爾所奏。三年之後，速來就職可也。』賜黃金百鎰，美錦百端。雙星謝恩退出。 \\n 官聞知，盡來恭賀。 \\n 雙星恐怕在京耽延，又生別議，遂連夜收拾，次早即辭朝出京，及屠附馬聞知，再打點同公主入朝懇天子賜婚狀元，而狀元已離京遠矣。無可奈何，只得罷了。正是： \\n 夜靜休將香餌投，鰲魚早已脫金鉤。 \\n 洋洋圉圉知何處，明月空教載滿舟。 \\n 雙星請告出京，且按下不題。 \\n 卻說江閣老同了彩雲小姐並侍從，望四川而來，喜得一路平平安安，不日到了雙流縣，尋了寓處住下，隨命家人到雙家去報知。家人尋到了，因對門上人說道：『我是浙江江閣老老爺家的家人，有事要稟見太夫人。』門上人見說是江小姐家里人，便不敢停留，即同他到廳來見夫人。江家人見了夫人，忙磕頭稟道：『小人是浙江江太師老爺家家人，雙狀元與家老爺是翁婿。前日雙狀元已在本府，與小夫人結過親了。今狀元爺進京復命，故家老爺親送小夫人到此，拜見老夫人。今已到在寓處，故差小人來報知。』雙夫人聽了這番言語，竟不知這小夫人，又是誰人，心中疑惑，一時不好回言，只得起身入內，與小姐說知。小姐聽了，又驚又喜又狐疑，想道：『終不成我父親直送彩雲到此。』因對雙夫人說道：『婆婆可叫來人見我。』雙夫人忙著人去叫。江家人見叫他入內，只得低著頭走進，到了內廳前檐下。小姐早遠遠看見是江安，忙叫一聲：『江安，你可知我小姐在此麼？』那江安忽聽見有人叫他名字，不知是誰，忙抬頭往廳上一看，忽見蕊珠小姐，坐在雙夫人旁邊，再看是真，直嚇得魂魄俱無。不禁大叫一聲道：『不好了！』就往外飛跑去了。小姐忙叫家人去趕轉。家人因趕上扯住他道：『小夫人叫你說話，為何亂跑？』江安見有人扯他，忽得只是亂推亂掙道：『爺爺饒了我罷！我一向聽得人說，四川相近酆都城，有鬼，今果然有在你家。嚇殺人也！嚇殺人也！』雙家人笑道：『老兄不要慌，鬼在哪裡？』江安道：『裡面坐的小姐，豈不是鬼？』雙家人道：『老哥不要做夢了，小姐雖傳說投河死了，卻喜得救活在此，你不要著驚。』 \\n 江安聽了，又驚又喜道：『果是真麼？你不要哄我。』雙家人道：『我哄你做甚，快去見小姐！』江安方定了神，又跑進來，看著小姐，連連磕頭道：『原來小姐果然重生了，這喜是哪裡說起？』小姐道：『且問你，老爺為何到此，夫人在家好麼？』江安道：『老爺與夫人身體雖喜康健，只因聞了小姐的死信，也哭壞了許多。老爺此來，是為二小姐與雙狀元已結過親，因雙狀元進京，故送二小姐來侍奉老夫人。誰知無意中遇著小姐，真是喜耶！待小人快去報知老爺與二小姐，也使他們歡喜歡喜。』小姐聽了，也不勝歡喜。因吩咐江安道：『你先去報知也好，我這裡隨後就有轎馬來接。』江安急急去了。小姐就與雙夫人說明，忙差青雲、野鶴，領著轎馬人夫去迎請。 \\n 江閣老已有江安報知，喜個不了，巴不得立刻就來相見。及轎馬到了，一刻也不停留，就同彩雲上轎而來。小姐聽見父親到了，忙親自走到儀門口，接了進來。到得廳上，先父女抱頭大哭一場，又與彩雲執手悲傷了一遍，然後歡歡喜喜說道：『今生只道命苦，永無相見之期，誰知皇天垂佑，又得在此相逢，真人生僥幸也。』小姐先拜了父親，就與彩雲交拜。拜畢，方請雙夫人帶著雙辰出來相見。相見過，彼此稱謝。蕊珠小姐又與雙夫人說明彩雲小姐續盟之事，又叫彩雲拜了婆婆。雙夫人不勝之喜，因命備酒，與親家洗塵，閤家歡喜不過。正是： \\n 當年拆散愁無奈，今日相逢喜可知。 \\n 好向燈前重細看，莫非還是夢中時。 \\n 大家吃完團圓喜酒，就請江閣老到東邊廳裡住下。彩雲小姐遂請入後房，與蕊珠小姐同居，二人久不會面，今宵乍見，歡喜不過，就絮絮聒聒，說了一夜。說來說去，總說的是雙狀元有情有義，不忘小姐之事。蕊珠小姐聽了，不勝感激。因暗暗想道：『當日一見，就知雙郎是個至誠君子，故賦詩寓意，而願托終身。今果能死生不變，我蕊珠亦可謂之識人矣。但既見了我的書，肯與彩雲續盟，為何又坐懷不亂？只這一句話，尚有三分可疑。』也不說破，故大家在閨中作樂，以待狀元歸來，再作道理。 \\n 過了月餘，江閣老就要辭歸，蕊珠小姐苦苦留住，那裡肯放。又恐母親在家懸望，遂打發野鶴，先去報喜。江閣老只得住下。又過不得月餘，忽有報到，報雙狀元加了太子太傅之銜，欽賜榮歸養親，大家愈加歡喜。 \\n 江小姐聞知，因暗暗對雙夫人說道：『狀元歸時，望婆婆且莫說出媳婦在此，須這般這般，試他一試，方見他一片真心。『雙夫人聽了道：『有理，有理，我依你行。』遂一吩咐了家下人。 \\n 又過不得些時，果然狀元奉旨馳驛而還。一路上好不興頭，十分榮耀。到了成都府，早有府官迎接。到了雙流縣，早有縣官迎接。雙夫人著雙辰直迎至縣城門外。雙星迎接到家，先拜了祖先，然後拜見母親道：『孩兒只為貪名，冬溫夏涼之禮，與晨昏定省之儀皆失，望母親恕孩兒之罪。』雙夫人道：『出身事主，光宗耀祖，此大孝也，何在朝夕。』兄弟雙辰，又請哥哥對拜。拜畢，雙夫人因又說道：『浙江江親家，遠遠送了媳婦來，實是一團美意。現住在東廳，你可快去拜見謝他。』雙星道：『江岳父待孩兒之心，實是天高地厚。但不該送此媳歸來，這媳婦之事，卻非孩兒所願，卻怎生區處？』雙夫人道：『既來之，則安之，有話且拜見過再說。』 \\n 雙星遂到東廳，來拜見江閣老道：『小婿因歸省心急，有失趨侍，少答劬勞，即當晨昏子捨，怎反勞岳父大人跋涉遠道，叫小婿於心何安？』江閣老道：『兒女情深，不來則事不了，故勞而不倦，狀元宜念之。』說不完，彩雲早也出來見了。見畢，雙星因說道：『事有根因，我雙星與賢卿所續之盟，是為江非為雙也。賢卿為何遠迢迢到此？』彩雲因答道：『事難逆料，狀元與賤妾所守之戒，是言死而非言生也，賤妾是以急忙忙而來。』 \\n 雙星聽了，一時摸不著頭路。因是初見面，不好十分搶先，只得隱忍出來，又見母親。雙夫人因責備他道：『你當先初出門時，你原說要尋一個媳婦，歸來侍奉我。後秋試來家，你又說尋著了江家小姐，幸不辱命。今你又僥幸中了狀元，江閣老又親送女兒來與你做媳婦，自是一件完完全全的美事，為何你反不悅？莫非你道我做母親的福薄，受不起你夫妻之拜麼？』雙星道：『母親不要錯怪了孩兒，孩兒所說尋著了江家小姐，是大女蕊珠小姐，非二女彩雲小姐也。』雙夫人道：『既是大小姐，為何江親家又送二小姐來？』雙星道：『有個緣故，大小姐不幸遭變，為守孩兒之節死了，故岳父不欲寒此盟，又苦苦送二小姐來相續。』雙夫人道：『續盟之意，江親家可曾與你說過？』雙星道：『已說過了。』雙夫人道：『你可曾應承？』雙星道：『孩兒原不欲應承，只因大小姐有遺書再三囑託，孩兒不敢負她之情，故勉強應承了。』雙夫人道：『應承後可曾結親？』雙星道：』親雖權宜結了，孩兒因忘不得大小姐之義，卻實實不曾同床。』雙夫人道：『你這就大差了。你雖屬意大小姐，大小姐雖為你盡節，然今亦已死矣。你縱義不可忘，只合不忘於心，再沒個身為朝廷臣子，而守匹夫不娶小節之理。江親家以二小姐續盟，自是一團美意。你若必欲守義，就不該應承，就不該結親；既已結親，而又不與同床，你不負心固是矣，而此女則何辜？殊覺不情。況你在壯年，不遂家室，將何以報母命？大差，大差！快從母命，待我與你再結花燭。』雙星道：『母親之命，焉敢有違。但不必同床，卻是孩兒報答蕊珠小姐之一點癡念，萬萬不可回也。』 \\n 雙夫人笑一笑道：『我兒莫要說嘴，倘到其間，這點癡念，只怕又要回了，卻將如何？』雙星說到傷心，不覺淒然欲哭道：『母親，母親，若要孩兒這點癡回時，除非蕊珠小姐再世重生，方纔可也。』雙夫人聽了，又笑一笑道：『若是這等說，我要回你的癡念頭便容易了。』雙星也只說母親取笑，也不放在心上。 \\n 雙夫人果然叫人檢了一個黃道吉日；滿廳結彩鋪氈，又命樂人鼓樂喧天，又命家人披紅掛彩，又命禮生往來贊襄，十分豐盛熱鬧。到了黃昏，滿廳上點得燈燭輝煌。禮生喝禮，先請了狀元新郎出來，然後一陣侍妾簇擁著珠冠霞披閣老小姐出來，同拜天地，又同拜母親雙夫人，又同拜泰山江閣老。拜畢，然後笙蕭鼓樂，迎入洞房。正是： \\n 白面烏紗正少年，瓊姿玉貌果天然。 \\n 若非種下風流福，安得牽成蘿菟緣！ \\n 狀元與小姐到了房中，雖是對面而坐，同飲合歡，卻面前擺著兩席酒，相隔甚遠。席上的錠盛糖果，又高高堆起，遮得嚴嚴，新人雖揭去蓋頭，卻纓絡垂垂，掛了一面，哪裡看得分明。況雙星心下已明知是彩雲小姐，又低著頭不甚去看，哪裡知道是誰。左右侍妾，送上合巹酒來，默飲了數杯，俱不說話。 \\n 又坐了半晌，將有請入鴛幃之意，雙星方開口對著新人說道：『良宵花燭，前已結矣。合巹之卮，前已飲矣。今夕復舉者，不過奉家慈之命，以盡賢卿遠來之意。至於我雙星感念令先姐之恩義，死生不變，此賢卿所深知，不待今日言矣。分榻而寢，前已有定例，不待今日又講矣。夜漏已下，請賢卿自便，我雙星要與令先姐結夢中之花燭矣。疏冷之罪，統容荊請。』說罷就要急走出房去，只見新人將雙手分開面上的珠絡，高聲叫道：『雙郎，雙郎，你看我是哪個！你果真為我蕊珠多情如此那？你果真為我蕊珠守盟如此耶？我江蕊珠獲此義夫，好僥幸耶！』雙星突然聽見蕊珠小姐說話，吃了一驚，再定睛一看，認得果是蕊珠小姐。這一喜非常，便不問是生是死，是真是假，忙走上前，一把抱定不放。道：『小姐呀，小姐呀！你撇得我雙星好狠耶！你想得雙星好苦耶！你今日在此，難道不曾死耶！你難道重生耶？莫非還是夢耶？快說個明白。』小姐道：『狀元不須驚疑，妻已死矣，幸得有救，重生在此。』雙星道：『果是真麼？』小姐道：『若不是真，小妹緣何在此？』 \\n 雙星方大喜道：『賢妹果重生，只怕我雙星又要喜死耶！賢妹呀，賢妹呀！且莫說你為我雙星投河而死之大節，即遺書托令妹續盟這一段委曲深情，也感激不盡！』小姐道：『狀元為我辭婚屠府，而甘受海上風濤之險，這且慢論，只舍妹續盟一段，而狀元既念妻之情而不忍違，又守妾之義而斷不染，真古今鍾情人所未有，叫我小妹如何不私心喜而生敬！』雙星道：『此一舉，在賢妹可以表情，在愚兄可以明心，俱得矣。只可憐令妹，碌碌為人，而徒享虛名，毫無實際。她一副嬌羞熱面，也不知受了我雙星多少搶白；她一片懇款真心，我雙星竟不曾領受她半分。今日得與夫人相見，而再一迴思，殊覺不情，不能無罪。明日還求賢妹，率我去負荊以請。』蕊珠小姐道：『這也不消了。舍妹前邊的苦盡，後面自然甘來，何須性急。可趁此花燭，著人請來，當面講明，使大家歡喜。』 \\n 侍妾纔打帳去請，原來彩雲此時正悄悄伏在房門外，聽他二人說話，聽到二人說她許多好處，再聽見叫侍妾請她，不待請竟揭開房幃，笑嘻嘻走了入來。說道：『二新人幸喜相逢，我小妹也只得要三曹對案了。狀元疑小姐的手書是假，今請問小姐是假不是假？姐姐疑狀元與妹子之花燭，未必無染，今請問狀元是有染是無染？』雙星與蕊珠小姐一齊笑說道：『手書固然是真，而續盟亦未嘗假。從前雖說無染，而向後請將顏色染深些，以補不足，亦未為不可。二小姐何必這等著急？』彩雲聽了，也忍不住笑將起來。雙星因命撤去套筵，重取芳樽美味，三人促膝而飲。細說從前許多情義，彼此快心。直飲到醉鄉深處，方議定今宵巫峽行雲，明夕陽臺行雨，先送彩雲到高唐等夢，然後雙星攜蕊珠小姐，同入溫柔，以完滿昔日之願。正是： \\n 人心樂處花疑笑，好事成時燭有光。 \\n 不識今宵鴛帳裡，癡魂消出許多香。 \\n 到了次夜，蕊珠小姐了無妒意，立逼雙郎與彩雲踐約。正是： \\n 記得聞香甘咽唾，常羞對美苦流涎。 \\n 今宵得做鴛鴦夢，這段風流豈羡仙。 \\n 雙星閨中快樂，過了三朝，然後重率大小兩個媳婦，拜見婆婆。雙夫人見他一夫二婦，美美滿滿，如魚水和諧，怎麼不喜。又同拜見岳丈，江閣老更是欣然。大家歡歡喜喜，倏忽過了半年。江閣老見住久，忽思量要回去。雙星因與母親商量道：』兩個媳婦，本該留在家中，侍奉母親。但岳父母老年無子，教他獨自回去，卻於心不安。』雙夫人道：『江親家將兩個女兒嫁你，原圖你作半子之靠，著一旦留下兩個媳婦，豈不失他之望！況你自幼原過繼與他為子，就不贅你為婿，也不該忘恩負義。何況招贅之後，又有許多恩義，怎生丟得下。你自同兩個媳婦，去完你之事，不須慮我，我自有雙辰侍奉。況雙辰已列青衿，又定了親事，自能料理家事。』雙星聽了，一時主張不定。轉是兩個媳婦不肯。道：『豈有媳婦不事婆婆之理！既是叔叔料理得家事，何不連婆婆也接了同去，只當隨子赴任，庶幾兩便。』雙夫人卻不得媳婦之情，只得矣了。便急急替雙辰完了親事，然後一同往浙，到了江府。江夫人久已有野鶴報知，今日母子重逢，其樂非常。又見雙星同雙夫人俱來，知是長久之計，更加歡喜。從此兩家合作一家，骨肉團圓，快樂無窮。後來雙星的官，也做到侍郎，無忝父親書香一脈。又勉勵兄弟雙辰，也成了進士。蕊珠與彩雲各生一子，俱登科甲。江閣老夫妻，俱是雙星做了半子送終。又以一子，繼了江姓。雙星恩義無虧，故至今相傳，以為佳話。有詩為證： \\n 眼昏好色見時親，意亂貪花處處春。 \\n 惟有認真終不變，故今傳作。 \\n 全文完 \\n  \\n   \\n  "}
