{"章节": "第一回 蚰蜒精奉旨作亂", "正文": "  \\n 第一回　蚰蜒精奉旨作亂 \\n 　 \\n  \\n 青雲渺渺紫雲現，嘉慶皇爺登金殿。 \\n 十二纔官造監石，此書名為《紅風傳》。 \\n 四句提綱敘過，引出一部《紅風傳》來。 \\n 話說，道光皇爺駕坐北京七年上，朝中有位中書出身大臣，姓江名百萬，做過山東三年主考。自幼娶妻徐氏，所生二子一女，長子江嵐，濟南府裡做佈政司。次子江峒，宛平縣裡做知縣，一女許配山東榮大人為婚。江嵐無後。江峒也是無後，身邊所生一女，名喚秀英，年方一十七歲，有沈魚落雁之容，閉月羞花之貌。江老爺在宛平縣做知縣，不曾帶著家眷，夫人小姐們住在山西洪洞縣。 \\n 單說道光皇爺駕坐北京七年，正月十七，適逢太山廟裡大會。小姐說：『我父親在宛平縣裡作官二年，未曾回家，今日逢太山廟大會，咱母女二人前去降香，進廟求簽問卜，一來問我父親官星可現，二來保佑父親官星。』老夫人說：『兒呀，言之有理。你回繡樓梳洗打扮，叫家童喚上轎來，前去降香。』 \\n 老夫人堂前以下停殘步，叫聲家郎院子恁聽我言，只因為千金姑娘來把香降，眾人侍候不許托延。街上買賣都攆走，不得貼近姑娘前。家童兩旁來喝道，防止閑人偷眼看，老夫人一聲分付回宅轉，再說小姐和丫鬟。 \\n 眾位明公，單說小姐領四個丫鬟冬梅。春香、秋菊、海棠，來到繡樓，把那梳頭家夥擺在桌中，打開頭上青絲，長有三尺，好不愛殺人得緊呀。 \\n 一頭青絲如墨涂，梳又梳來盤又盤，左梳右挽盤螺髻，右梳左挽抹雲端，前梳燕子三點水，後梳猛虎歸山林，中間閃掇亂頭髮，一堆堆個菊花心。那根小簪別十字，鍍金耳環墜耳輪。南京宮粉淨了面，蘇州胭脂點嘴脣。上穿日月龍風襖，下束山河地裡裙。織金褲腿描走獸，鴛鴦帶子紮兩根，三尺白綾把金蓮裹，紅緞花鞋足下穿。 \\n 小姐打扮停當，帶領四個丫鬟，一同母親下了繡樓，穿堂過院，來到大門以外，上了轎車方纔落座。單說家童吆喝一聲，催騾馬順著大街，穿街越巷，來到廟門以外住下。一同下了轎車，進了山門，來到大殿以裡求簽問卜，把他寄在大殿以裡，這且不表。 \\n 再說，山西洪洞縣離城十五里，有個毛家寨，寨北有個地穴，穴內有個妖精，有人說是蚰蜒精。蚰蜒怎麼成精？受過日精月華，百年的道行，變化人形，頭上有角，肚下有鱗，一百零八條腿。只為東斗星臨凡，紅鸞星降世，他夫妻隔著路途遙遠，不能成其夫婦，上皇玉帝傳下旨意，差下城隍土地使出蚰蜒精作亂。嘉慶十四年正月十七，天到午時，蚰蜒正在地穴修真養性，忽聽城隍土地有令，領了玉皇爺敕旨，使東斗星夫妻團圓。蚰蜒精把威一抖，只聽的一聲響亮，平地陷個地坑，有數十餘丈，驚動男女一齊觀看，只聽裡邊鬼哭神號，笙琴百樂，狂風大起，從裡冒出一股黑煙來，上至天下至地，先掛龍後刮紅風，只刮的天昏地暗，日月無光，那些男男女女各自回家，生意買賣關門閉戶。 \\n 單說江秀英小姐主僕來到廟門以外，纔要上車，那大風呼聲來到，只聽一聲響亮，把小姐刮去了，老夫人丫鬟也刮去了。 \\n 單說蚰蜒精托著小姐把威風一抖，『喀叉』一聲響亮，起在半虛空中，這可了不得了。 \\n 上方刮到梭羅村，回頭稍帶鬥牛宮，往東刮到東洋海，回頭稍帶雷音寺。刮的渾身流虛汗，二目緊閉不能睜。刮了三天並三夜，刮到江南蘇州城。 \\n 列位明公，洪洞縣到蘇州有多少路途，有三千餘裡，怎麼刮這麼遠，上節書已交代明白，玉皇爺差蚰蜒精送紅鸞星與東斗星團圓，所以纔刮恁樣。閑言不必多敘，書歸正傳，蚰蜒精仍還到毛家寨修真養性。 \\n 單說江小姐刮到蘇州大街以上，停了多時，方纔還陽。舉目抬頭一看，也不是洪洞縣的光景，又不是太山廟的光景，也不是江家亭的光景。小姐自己叫自己的名字說：『江秀英呀！ \\n 你本是女流之輩，年方一十七歲，不出家門，最不該出頭露面前去降香，偶遇大風刮到外鄉，休說想到回家，只怕你貞節難保。』江秀英想到這裡，長叫一聲：『蒼天呀！天呀！』不由的滿眼落淚。小姐哭了多時，抬頭一看，路北有個土地廟，求告：『土地老爺，與我母親托上一夢，俺娘知道我在這裡，差一家童帶上轎去，把我接回來家去。』小姐想到這裡，欠身起來往前緊走幾步，來到土地廟內。土地老爺大吃一驚，說：『小鬼，你急速出去，小姐本是狀元之妻，無有我的坐處，那有你的坐處。』小鬼站在廟門以外，小姐雙膝跪下，尊聲：『土地老爺在上容稟，把你的神靈顯一顯，搭救小奴回轉洪洞縣去。』 \\n 土地爺不知我家何處住，細聽小奴表姓名。家住山西洪洞縣，城南十里江家亭。先祖名字江百萬，三任主考在山東。伯父名字叫江嵐，濟南府裡作布政。 \\n 我父江峒官職小，宛平縣裡受朝封。無生多兒共多女，生下一女江秀英。正月十七把香降，不料西北起紅風，刮了三天並三夜，刮到江南蘇州城。我好比喪家之犬無處奔，斷線風箏無根繩。土地爺你把神顯一顯，搭救小姐轉洪洞。保佑母親團圓了，翻改廟字塑金身。 \\n 江小姐土地廟內來祝告，土地老爺吃一驚。 \\n 欲知後來怎麼樣，下回書裡說分明。 \\n  \\n   \\n  "}
{"章节": "第二回 籌盤費馬小當衫", "正文": "  \\n 第二回　籌盤費馬小當衫 \\n 　 \\n  \\n 話說，土地爺說：『小鬼，你看，江小姐她是一人，咱是一神，東關有個馬小，你去把他叫來搭救小姐出去。』小鬼聽說不敢怠慢，一溜旋風來在東關。馬小正在東關大街賣豆腐，賣了一半，還剩一半，街南有個王二叫他喝酒，大街傍邊石條上正然飲酒。小鬼一陣旋風把豆腐架掀倒。馬小說好大旋風，把豆腐都掀翻了。沙土窩裡吹也吹不的，打也打不的。馬小氣的把豆腐丟下，扛起架子回家去了，放下豆腐架子，回到大街閑游去了。正往前走，小鬼催著來到土地廟停足站住，抬頭一看，廟內有個幼女啼哭，年紀不過十六七歲。馬小說：『此女不是受了公婆的氣，必是遭了父母之懮。』馬小說：『大姐，你在家必是受氣，把你家的居處向我說明，我好送你回家，再不受氣了。』小姐往外一看，門外站著一人，年紀不大，身粗頭細，兩個蝙蝠耳，一對老鼠眼。小姐說：『該死的奴才，你走你的路，我上我的吊，男女授受不親，你莫非懷著不良之心？』 \\n 馬小說：『我是一片好意，問明你家的居處，好送你回家。未曾說什麼打混的幾句話。』聽此人說話順情順理，小姐說：『請問兄長貴姓？』馬小說：『賤姓馬。』小姐說：『請問台甫？』 \\n 馬小說：『馬浚』小姐說：『家中還有什麼人？』馬小說：『家有八旬老母。』小姐說：『馬兄在上，聽我說來。』 \\n 拜一拜來跪流平， \\n 馬兄在上仔細聽， \\n 家住山西洪洞縣。 \\n 馬小說：『我的娘呀！你是那家的，難道是風刮來的？』 \\n 小姐說：『正是，這裡甚麼地方？』馬小說：『俺是蘇州城。』 \\n 小姐說：『常聽我父親說，山西洪洞縣到蘇州三千餘裡。』小姐不由的眼中落下淚來。小姐說：『馬兄長，一言難盡了呀！』 \\n 小姐聞言淚兩傾，馬兄在上仔細聽。 \\n 家住山西洪洞縣，城南十里江家亭。 \\n 先祖名字江百萬，三任主考在山東。 \\n 伯父名字叫江嵐，濟南府裡作布政。 \\n 我父名字叫江峒，宛平縣裡受朝封。 \\n 我父無兒只一女，單生一女江秀英。 \\n 太山廟裡把香降，西北朝天起狂風。 \\n 刮了三天並三夜，刮到江南蘇州城。 \\n 又無三親並六眷，那裡去把身來停。 \\n 馬兄若肯發慈念，搭救小奴轉洪洞。 \\n 母女若得重相見，一層恩報你十層。 \\n 小姐哭著訴一遍，馬小就把姑娘稱。 \\n 列位明公，馬小叫他姑娘，真正不錯。馬小聞聽是江老爺的閨女，說：『姑娘不哭罷，跟我上俺家去罷，住上三五天，我好送你回家。』小姐聞聽欠身而起。馬小在前，小姐在後，往前走有五六家人家。馬小說：『俺娘不用紡花了，不用賣豆腐了。』老婆子說：『奴才，咱不紡花賣豆腐，靠著什麼度日？』 \\n 馬小說：『俺娘不知道，山西有個洪洞縣，城南十里江家亭，有個江老爺之女，正月十七太山廟裡降香，被大風刮到咱這裡。 \\n 我把他留在咱家，住上三五天，我給他送書傳信，江老爺知道小姐在這裡，好來接他回去。江老爺見愛，把我帶到他家，江老爺上金殿奏一本，嘉慶爺把我大小封個官職，你老人家就是老太太了。再不賣豆腐紡綿花。』陳氏聞言滿心歡喜，說：『我兒，那人現在那裡？』馬小說：『現在門外站著。』老陳氏聞聽此言欠身出來，一把拉住小姐，說：『大姐，在我草舍避難。』小姐進了草房，陳氏說：『兒呀！你搬條板凳與恁姑娘坐下。』小姐進草堂裡落了座。馬小說：『姑娘，你吃飯沒有吃？』小姐說：『我那天降香吃了早飯。』馬小說：『聽說今已三天了。』馬小到了街上，買了二升米半斤豆腐，來到草房。他娘做的大米乾飯，熬的豆腐湯。他娘兒兩個與小姐用了一頓飯，把那空虛之心去了。小姐說：『馬兄長，上山西送信幾時起身？』馬小說：『弄些盤費纔能起身。』小姐想：『他是窮人，至山西三千餘裡路途遙遠，他怎能有這盤費？』小姐說：『兄長，你要起身就有盤川。』馬小說：『盤川在那裡？』 \\n 小姐說：『我有一件衣裳，拿了當去，到了當鋪要一千銀子，沒有一千還要八百。』馬小說：『是什麼衣裳，怎麼值這多？』 \\n 小姐說：『珍珠汗衫，你不信我脫下與你看。』敢說列位明公，大家人脫衣不與幸的人一樣脫法，幸的人先解鈕扣，那大家的人脫衣如蛇退皮，一卷手把描花腕伸在袖裡，把珍珠衫脫下來，遞與馬校馬小接過看了一看，不認的是什麼衣裳。小姐說：『你不認得麼？』他說：『從未見過。』小姐說：『這是珍珠汗衫。』馬小說：『敢是什麼寶物？』小姐說：『正是我父親在京作官，嘉慶皇爺見愛，親賜一件珍珠汗衫，上頭有明珠四顆，闢風珠、闢火珠、闢塵珠、滾盤珠，三個生金扣，二個生玉扣，拿去當了罷，要當三百兩銀子，就夠你的盤川。』馬小說：『是了。』 \\n 馬小拿著珍珠汗衫，出了頭門往東一拐，往當鋪來了。來到櫃檯外邊停身站祝說了聲噹噹，就把那珍珠汗衫遞上去了。 \\n 小郎接在手裡問：『要多少錢？』馬小說：『要三百銀子。』 \\n 小郎說：『還你個五百錢。』把當返出去了。馬小不當，拿在手裡說：『這珍珠汗衫只值數百個錢，就是粗布衣，也還多值一文。』抖一抖出亂了，只見珠放光華。掌櫃的說：『好像奇寶放光，拿來，我看看！』馬小又把汗衫遞上去了，掌櫃的接在手裡，仔細看看，是件珍珠汗衫。再往櫃檯外看，見馬小身粗頭細，兩個蝙蝠耳，一雙老鼠眼。看這來人，必是大盜，把那家太太珍珠汗衫偷盜來了。嘉慶皇爺知道，著那家大人前來私訪，損了當鋪連一個扣子也賠不起。喊道：『小郎們與我拿住，送到衙門，見太爺發落罷。』 \\n 只聽掌櫃一言方出口，關上頭門上了閂，前後門一聲響亮人都到，八十個打手往外迎。長的杆子短的棍，還有鐵尺與鉤叉，光亮鋼刀幾十把，還有多少白蠟杆。吆喝一聲往外跑，把馬小圍在正中間。眼睜睜馬小無人救。下回再把馬小表一番。 \\n  \\n   \\n  "}
{"章节": "第三回 賣秀英馬小暗算", "正文": "  \\n 第三回　賣秀英馬小暗算 \\n 　 \\n  \\n 話說，那當鋪裡掌櫃的分付一聲，眾小郎馬上前去，把馬小圍在中間。馬小好害怕，哭起來了。掌櫃說：『不要打他，你們回去，等我問問他。』說罷，小郎回了後宅。掌櫃的說：『噹噹的，你那衣裳那裡來的？是朋友送的，是你買的？』馬小說：『不是送的，也不是買的。』掌櫃的說：『住口！不是買的，不是送的，難道是風刮來的麼？』馬小說：『正是大風刮來的。』掌櫃的說：『你胡說！風怎麼能刮衣服來呢？』馬小說：『不是這樣，是風刮一個人來的。』掌櫃的說：『這就是了。』馬小說：『山西有個洪洞縣城南十里江家亭，有個江大老爺他的閨女，那天降香被大風刮來，刮到咱蘇州城裡，在土地廟上吊，我把他救下，領到俺家。他有珍珠汗衫，叫我與他當了作盤川，好上山西洪洞縣裡送信。』掌櫃的說：『是了，你是好人。這件衣裳當多少銀子？』馬小說：『要三百銀罷。』 \\n 掌櫃的分付：『小郎，給他罷，寫上當票，給他三百銀子。』 \\n 小郎連銀帶票遞與馬校馬小接過銀子揣到懷裡，票子掖在腰裡。掌櫃的說：『小郎們，開門放他出去。』小郎們忙把大門開放，馬小出了當鋪，這且不表。再說當鋪掌櫃的說：『把衣裳放在成字號裡，用紅絨線吊在梁上，上不連天，下不沾地，用火熏之，恐怕蟲咬了扣珠。咬了扣珠，連當鋪還賠不起了。』 \\n 說完當鋪不表。 \\n 單說馬小往前正走，來到大街上報頭一看，見一茶館。敢說茶家是那個？原是張三開的茶館，裡面有個骰子局，秦廷學、吳延虎、朱大成、王七、王八在那裡擲骰哩。馬小闖到眼前，南邊跑到北邊，轉到西邊。張三說：『你不賣豆腐，在這裡做什麼？』馬小說：『不許我看看麼？』張三說：『你自幼賣豆腐為生，那裡有銀子來擲骰子。』馬小說：『莫說是個銀子，我還有金子哩！』馬小說罷，把三百銀子投到桌子上。這纔是『情送紅人面，財帛動人心』。張三一見滿心歡喜，說：『馬兄長，方纔失言，莫要見怪。』馬小說：『自幼兒就交好，我還生什麼氣？』張三見有三百銀，忙叫王二說：『你到大街把好酒裝一斤，與馬大爺喝酒。』急把葷素菜兩碟擺上，將馬小讓到上座。一斤酒喝完，把馬小喝的大醉。張三說：『眾兄弟，馬小銀子來的不明，莫非那裡偷來的。好骰子手起來，大家弄他。』眾人說：『三哥，你擲，還有俺抗著。』此這骰子有鬼，會擲的，淨擲四五六；不會擲的，淨擲一二三。張三忙叫起來：『馬兄長，你下碼。』馬小把銀子下了五十兩，張三擲就四五六，馬小就輸了五十兩；馬小把骰子拿在手中，張三也下了五十兩，馬小一擲，就是一二三，又賠了五十兩。馬小說：『二百銀子都下上。』朱大成要擲一把，拿起骰子一叫，是四五六，馬小把三百銀子輸完了。張三說：『你與我出去罷，不要坐在我的板凳上。』 \\n 馬小無奈來到大街以上，前思後想，無有主意，『女子叫噹噹，當了三百銀子，我都輸了，如何是好？也罷，錯了就按錯上辦，我把當票賣了吃飯喝酒，我把女子賣了烏龍院裡去罷，賣他幾百銀子，我就發大財了。』 \\n 馬小做事心變了，他把千金賣火坑。 \\n 這回賣到烏龍院，倒叫小姐受災星。 \\n 住口不說後來話，再說馬小狗奸佞。 \\n 連走帶跑來的快，前行不遠面前存。 \\n 馬小來到烏龍院，伴婆又把馬爺稱。 \\n 『馬爺來有何事情，從頭至尾說個清。』 \\n 伴婆說：『小姐，不必哭了，這裡不是你安身之處，哭也是無益。不如跟我上俺家去罷，住上三五天，我叫家人打上轎車，我送你回家。』小姐一聽止住淚流，睜眼一看，說：『你是什麼人？』伴婆說：『我是馬小的乾娘，姓柳名庭春，當鋪也有幾座，小鋪也有幾個。』小姐說：『你老人家既有這番好意，坐上受孩兒一拜。』伴婆說：『我怎當得起。』小姐說罷，雙膝跪下，與伴婆叩頭。伴婆伸手拉住小姐說：『起來罷。』 \\n 小姐與伴婆正然施禮，馬小把手翻了兩番，明公，馬小將手翻了兩番，是要價哩，要了八百兩銀子。伴婆暗想：『有這等人才，八百銀子也不多。』取出銀票暗暗遞與馬小，馬小得了票子上街去了。伴婆說：『小姐，跟我走罷。』他二人說罷，出了門，急急忙忙往前行。 \\n 穿街過巷來的快，前行來到院烏龍。 \\n 二人一同把內進，小姐抬頭看分明。 \\n 年少幼女把曲唱，琵琶絲弦彈的精。 \\n 樓房瓦舍沖雲霧，明三暗五甚威風。 \\n 二人一直往前走，花樓不遠咫尺中。 \\n 二人同把樓來上，小姐開言問一聲。 \\n 明公要聽後來事，下回書裡說分明。 \\n  \\n   \\n  "}
{"章节": "第四回 學彈唱秀英為妓", "正文": "  \\n 第四回　學彈唱秀英為妓 \\n 　 \\n  \\n 話說，小姐說：『乾娘，要絲弦何用？』伴婆說：『你不知道？老身孤寡無兒，早晚彈唱散悶。』小姐說：『看這樣兒，不像好人家。』伴婆說：『馬小將你賣給我了。』小姐說：『賣了多少銀子？』伴婆說：『賣了八百銀子。』小姐聞聽眼中落淚：『俺本是好人家兒女，任死不肯失節。』伴婆說：『由不的你了。』小姐說：『我把你無恥賤人？？』這句話把伴婆罵急了，把小姐捽到花樓下，拳打腳踢，好不痛傷人也。 \\n 伴婆聞言怒沖沖，伸手拉住江秀英。 \\n 把他吊住北樓上，你看伴婆下絕情。 \\n 打馬鞭子拿在手，照著小姐往下扔。 \\n 鞭子起去龍擺尾，鞭子若下鳳騰空。 \\n 龍擺尾來還好受，鳳騰空來實難當。 \\n 小姐眼中吊下淚，生身母親叫幾聲。 \\n 只說生兒防備老，那知竹籃打水空。 \\n 為兒花樓身遭難，你在那裡怎知情。 \\n 為兒死在蘇州府，何人搭救出火坑。 \\n 母女若得重相見，除非南柯一夢中。 \\n 小姐哭在花樓上，再說伴婆下毒情。 \\n 再過一時無人救，伴婆打死江秀英。 \\n 正是秀英來遭難，馬路鸞鈴響連聲。 \\n 只聽咕咚三聲炮，蘇州來了一富翁。 \\n 不知那個把城進，狂徒聞聲膽戰驚。 \\n 住口不說後來話，再說小姐江秀英。 \\n 話說小姐被伴婆打的皮破血出，疼痛難忍，自己叫著自己的名字：『江秀英，你本是千金之體，女流之輩，縱然叫伴婆打死，也落不下美名，不如暫且順從於他，等我父親出京，搭救我出去，豈不好？』小姐想到這裡，說：『乾娘，不必打了，順從你就是了。』伴婆說：『你有這話，何不早說，我也少打你幾下了。』伴婆說：『丫鬟，拿刀來將繩割斷，把小姐放下來。』又叫丫環：『替他把衣脫去，端上一盆溫水把血跡洗去。 \\n 棍疼也不過三五天就好了。學會彈唱歌舞，就會接客了。』關照兩個丫鬟端著與他吃喝。怎料小姐一天不吃，二天也不吃，餓的面黃飢瘦，狼狽不堪。伴婆老大著忙，叫丫鬟掇飯來。兩個丫鬟來到廚房殺一隻雞，做一碗大肉，熬一碗豆腐湯，端一碗乾飯，兩個餑餑，用大盤端上花摟來了。小姐看見飯來時，說道：『我吃點，熬著命罷。』小姐吃完了飯，老伴婆在旁看見能用飲食，怕他怎的。過了五六天，棍瘡也好了。伴婆說：『小姐，來學彈唱歌舞罷。』小姐說：『可學寫些字。』伴婆說：『這不是難學的，我教你罷。』這小姐：來在花樓悶沈沈，拿著弦子試准音。 \\n 先彈弦子三更鼓，後彈琵琶共樂音。 \\n 只彈的： \\n 先生提筆忘了字，繡樓佳人穿錯針。 \\n 小姐花樓學彈唱，伴婆又把乾女稱。 \\n 伴婆說：『小姐彈唱都學會了，可該掛個招牌了。』小姐說：『什麼招牌？』伴婆說：『這有筆硯，你來寫上「烏龍院西門花樓以上，有個天仙玉美人，誰欲與他見一面，臨行留下十兩銀子；誰人叫他陪酒，留下五十兩；誰人合他住一宿，臨行留下百兩銀子」。』寫完，老伴婆用手接過招牌，掛在大門以外。 \\n 且說烏龍院的門神報於城隍爺，城隍爺說：『土地，烏龍院掛出招牌來了，江小姐本是狀元之妻，倘或失了貞節，上神見怪，我小神吃罪不起，你快去把他招牌捂祝』土地遂分付小鬼，小鬼不敢怠慢，一陣旋風來在烏龍院門前，把招牌捂祝一天也不見人來，二天也不見人來，一連數十天，因被小鬼捂住，並沒見一個人來。伴婆著了忙了，上了花樓說：『小姐，掛了招牌數十天，不見一人來，這可奇了。』小姐說：『乾娘，不知道便不敢來，等他有福之人來了，你就發了大財。』 \\n 小姐正在花樓上，馬步鸞鈴響連聲。 \\n 若問來了那一個，來了上蒼東斗星。 \\n 家住山東平萊縣，雙鳳街上有門庭。 \\n 他父名字榮千里，吏部天官有高名。 \\n 他的名字榮官保，學名就叫榮玉卿。 \\n 他來蘇州買絨線，城隍土地知此情。 \\n 城隍爺說：『土地，江小姐與榮公子本是夫妻，你前去把他馬拉住，牽進烏龍院，保他夫妻團圓。』土地與小鬼一陣神風來在吊橋。榮官保正往前走，小鬼一伸手，把馬拉住，土地爺隨後擋祝明公，敢說：『馬有三不走：見財不走，見了冤屈不走，見了貴人不走。』前行來在烏龍院門口，那馬咴咴一聲，可就不走了。公子往四下一看，只見路北有個招牌，上寫著：『烏龍院西門花摟上有個天仙玉美人，誰若與他見一面，臨行留下十兩銀；誰人叫他陪喝酒，臨行留下五十兩銀子；誰若與他住一宿，臨行留下百兩銀子。』公子觀罷，心思：『怎麼個玉美人？難道是天仙臨凡。不過見一面，就要百兩銀子。 \\n 人見稀罕物，必定長壽，我怎得去見見纔好？』公子又叫著自家名字說：『榮官保，你父親官居吏部天官之職，如今下世了，家中連遭三把天火，燒的片瓦無存，俺母子二人搬在茅巷草舍，蒙親友周濟俺七八百銀子，在家開了一座絨線鋪，是俺來在蘇州來辦絲絨，花了銀子，回去怎樣對住母親。』官保想到這裡，可就不下馬了，把系韁一勒，把鐙一蹬，連三下，白龍馬咴咴三聲，四蹄踏地，再不走了。 \\n 明公，不知那馬怎麼不走？原是土地爺揪住馬尾了。小鬼說：『我把他推下來罷。』伸手抓住榮官保的大腿，往下一掀，只聽的咕咚一聲，栽倒塵埃，栽的公子疼痛難忍，大放悲聲。 \\n 公子門外痛哭聲，驚動伴婆柳庭春。 \\n 移動幾步往外跑，正行中間到大門。 \\n 伴婆抬起頭來看，公子栽倒地平川。 \\n 旁邊站著白龍馬，公子滾了一身塵。 \\n 伴婆近前開言問，問聲公子那里人。 \\n 後事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 榮玉卿苦打伴婆", "正文": "  \\n 第五回　榮玉卿苦打伴婆 \\n 　 \\n  \\n 話說，伴婆說：『這位相公，你是那里人氏？不用哭了，起來罷，跟我到烏龍院裡吃袋煙，喝盅茶，歇歇再走。』公子聞言起身，打了打身上塵，跟著伴婆來到烏龍院裡。伴婆說：『快把你大爺的馬趕進來。』小二忙上門前來拉馬。 \\n 且說公子來在花樓以下，伴婆拉住說：『你在那樓上吃茶罷！』公子遂上樓吃茶。伴婆說：『江秀英出來接客。』小姐聞言可就哭起來了。伴婆說：『我把你這個賤人，叫你接客，你怎麼就哭？你再哭，這下子就是你的對頭。』眾明公，小姐被他打怕，聽說不敢哭了。伴婆說：『還不快來接客麼？』小姐江秀英只得出來相見公子，眼中落淚。公子看見小姐溫文典雅，端方正直，眼中流淚，暗想：『必是好人家兒女，不知怎麼流落此院中，不願接客，也是有的，不免我問他一問。』公子說：『你這位大姐那里人氏？姓甚名誰？怎麼流落此院中？ \\n 向我說個明白，我好搭救你出去。』小姐聞言：『相公在上，聽小奴告稟。』 \\n 小姐站起地流平，相公在上細耳聽： \\n 家住山西洪洞縣，城南十里江家亭。 \\n 先祖名字江百萬，三任主考在山東； \\n 伯父名字叫江嵐，濟南府裡作布政； \\n 我父江峒官職小，宛平縣裡受朝封， \\n 無生多兒共多女，只生小奴江秀英。 \\n 只為我太山廟來把香降， \\n 西北乾天起狂風。 \\n 刮了三天並三夜，把我刮到蘇州城。 \\n 來了賊子叫馬小，把我賣到院烏龍。 \\n 相公若肯發慈念，搭救小奴轉洪洞。 \\n 母女若得重相見，一層恩報你十層恩。 \\n 小姐哭來往後訴，嘆壞公子榮玉卿。 \\n 公子說：『我當是誰，原來是俺二舅江峒的閨女秀英表妹，好嘆殺人也！』 \\n 我不搭救誰搭救，我不見疼誰見疼。 \\n 走上前來忙拉起，又把賢妹叫一聲。 \\n 小姐問公子名和姓，為何又把賢妹稱。 \\n 兄妹二人未相見，怎知兩家的詳情。 \\n 公子聞言淚雙傾，叫聲表妹你細聽。 \\n 要知我的家何處，聽我從頭表姓名。 \\n 家在山東平萊縣，雙鳳街上有門庭。 \\n 父親名叫榮千里，吏部天官有高名。 \\n 我的乳名叫官保，學名就叫榮玉卿。 \\n 公子表罷名和姓，嘆壞小姐江秀英。 \\n 我當他是那一個，是俺表兄榮玉卿。 \\n 小姐不由心酸痛，公子一陣痛傷心。 \\n 小姐哭的如酒醉，公子哭得眼通紅。 \\n 話說他兄妹二人啼哭不止，驚動伴婆上的樓來，說：『公子與小姐有什麼親？』公子說：『無親。』伴婆說：『無親，怎麼都哭起來？』公子說：『我叫小姐哭軟了，我要贖他出來，送他回家，不知你心下如何？』伴婆說：『有銀子你就把他贖去。』公子說：『可得多少銀兩？』伴婆說：『八百銀子。』 \\n 公子暗想道：『我來買絨線，只帶八百銀子，若贖了表妹來，還無有盤川，且把贖來再作道理。』公子說：『就給你八百銀子。』伴婆說：『八百銀子不中，這銀子成色還不中哩！』公子聞言怒作，說：『天明再說，我不給你一個還中哩！』伴婆說：『你是訛我？』公子說：『我不訛你。』伴婆說：『你騙我麼？』公子說：『我不騙你。』伴婆說：『你咱著我呢？』 \\n 公子說：『我要告你。』伴婆說：『不給我銀子，如何倒要告我？』公子說：『我到吳江縣衙門上申冤狀了，我告你烏龍院伴婆柳庭春，誘拐搶奪民間良家女子進烏龍院為娼，失落貞節，敗壞門風。縣老爺准了我的狀子，你就當罪不起了。』伴婆說：『你不能。』公子說：『我能。』伴婆說：『你不中。』公子說：『我一定中的哩！』說著說著，怒從心上起，惡向膽邊生，公子把腳一踢，踢到伴婆嘴上。公子順手拿過馬鞭子打起來了，一邊打了十數下，只打的伴婆如那老烏登枝一般。明公，敢說打死了麼？幸也沒有打死。小姐在旁看的明白，小姐說：『我也打你！』叫丫鬟拿棒槌來，小姐將棒槌拿在手中，錯動銀牙，打起來了。 \\n 烏龍院怒東斗星，喜壞小姐江秀英。 \\n 無情棒槌拿在手，照打伴婆下絕情。 \\n 耳旁只聽風聲響，打的伴婆放哭聲。 \\n 小姐越打越有氣，打的伴婆受苦刑。 \\n 接上說的明白，小姐賣到烏龍院時，被伴婆打的苦處難言，日夜啼哭，把眼也哭腫了，怒火難忍。今日被他表兄揪住他的頭髮，小姐拿著棒槌，狠狠一下，只聽『喀嚓』一聲響，把那伴婆的頭上打了個窟窿。打的伴婆疼痛難忍，說：『榮公子不用打了，我情願贖給你就是了。』公子說：『你贖給我，我就不打你了。』伴婆說：『小二呢，拿天平來兌銀子。』榮相公把銀取出來。小二拿天平兌了八百銀子，給了伴婆。公子就領小姐出了烏龍院，來到門外，挽著小姐上了白龍馬走向大街去了。 \\n 小姐上了白龍馬，順著大街往東行。 \\n 前行要到吳江縣，直到堂上把冤伸。 \\n 只說過了天堂路，誰料又到酆都城。 \\n 兄妹來到大街上，再把伴婆明一明。 \\n 順著大街往前走，隅頭不遠咫尺中。 \\n 伴婆來到隅頭上，張三迎面問一聲。 \\n 張三說：『老伴婆，何人把你的頭打個大窟窿？』伴婆見問雙膝下跪，說：『張三，快給我作主罷。我使了八百銀買了個玉美人，學會彈唱歌舞接客，不知那裡來了個狂徒使棒把我苦打一頓，玉美人叫他訛去了。張三，你給我趕回來，我也不能白勞動你了。』說罷，把一百銀票遞與張三。張三一見滿心歡喜，說：『眾家兄弟，那裡來了個不遵王法的狂徒，把伴婆打了一頓，把個玉美人也訛去了，咱趕上他與他說說。他若牙崩半個不與不給，便把這個狂徒殺了。』說罷，就拿著槍刀趕上去了。 \\n 老伴婆撒謊把人坑，惱了棍徒數十名。 \\n 長的杆子短的棍，鋼叉撓鉤和流星。 \\n 咳咳哈哈往下去，嚇壞公子和秀英。 \\n 小姐扭回頭來看，來了狂徒數十名。 \\n 小姐嚇的直打戰，馬上歪扔幾歪扔。 \\n 幾乎掉下能行馬，一旁嚇壞榮玉卿。 \\n 走近前來忙扶住，又把表妹叫一聲。 \\n 明公要知後事如何，且看下回表分明。 \\n  \\n   \\n  "}
{"章节": "第六回 賣對聯玉卿受困", "正文": "  \\n 第六回　賣對聯玉卿受困 \\n 　 \\n  \\n 話說，公子說：『賢妹，不要害怕，北關有我一個朋友，投在他家借一宿。』小姐說：『好呀，快走罷。』小姐騎馬上前，公子在後，把馬打了幾下，來到朱家店房門前。公子抬頭一看，只見門裡坐著一人，年紀不過三四十歲，歪戴著帽子，身披著衣裳，腰系一個黃色帶子，足登厚底皂鞋，高鼻子黑鐵臉，兩眼一翻，似卵石，一團威風殺氣。公子近前掃地一躬，說：『兄台，我借問你，有個朋友？』那人把眼一瞪，說『你的朋友是誰？』公子說：『朱大成。』那人說：『你抬起頭來看，我就是朱二爺。』公子近前又一躬，口稱：朱二哥，小弟來到蘇州販買絲絨，偶然得罪眾家兄台，拿槍刀追趕下來，求兄台把眾家暫且退回，小弟感激不盡了。』朱大成抬頭看公子，天庭飽滿，地閣方圓，有貴人之相，那裡拉著一匹白龍馬，馬上坐著個女子。朱大成觀罷，說：『曹英，快下門，照應客人。』 \\n 曹英把門下了兩扇，他兄妹二人進了店門，小姐下了白龍馬。 \\n 他兄妹進了上房，曹英把馬栓上，提壺茶來，他兄妹上房喝茶。 \\n 這且不表。 \\n 再說張三帶領一班狂徒追趕公子小姐來到店門外，張三說：『朱二哥，你店來了個客人麼？』朱大成說：『放你娘的屁！ \\n 店那不住客。』張三聞言心中惱怒，說：『朱大成，把你這個狗娘養的，怎麼出口罵人。眾兄弟與咱上罷！』 \\n 看只看惱了狂徒數十名，氣殺開店朱大成。舉起大棍拿在手，曹文俊一個毛鐮手中拿。他兩個箭步出了店，大戰狂徒數十名。大街連聲兵器響，不定誰輸共誰贏。大殺大砍無勝敗，惱壞上方仁義星。 \\n 眾明公，這仁義星是誰？原來是店中當槽的曹英，年方二十，正是上方仁義星臨凡，目下官星出現，後來他有總兵之職。 \\n 閑言少敘。 \\n 話說曹英把毛鐮往空中一舉，只聽的嗖一聲，把張三的耳朵削掉一個，鮮血淋淋。張三疼痛難忍，抬腿就跑。曹英隨後追趕。張三猶如出籠之鳥一般。眾狂徒一見張三敗走，大家也自散了。 \\n 不說狂徒敗了陣，再明上方仁義星。主僕一同進了店，上房不遠咫尺中。上房內外都他是，又把曹英叫一聲，吩咐搬上一條凳，上房坐下朱大成，開言就把公子稱。 \\n 朱大成說：『相公，高名上姓？那里人氏？來到蘇州有什麼貴幹？』公子說：『小弟是山東省東萊縣人氏，姓榮，名官保，號玉卿。在家開座絨線店，特來蘇州買絨線。』朱大成說：『這位女子是你什麼人？』公子說：『是俺妹妹。』朱大成說：『你來買貨，怎麼把你妹帶出來？』公子說：『是俺表妹。』 \\n 朱大成說：『方纔說是你妹妹，怎麼又說是你表妹，好無道理。 \\n 』小姐說：『掌櫃的，你不知，我姓江，家住山西洪洞縣人氏，我與榮兄原是姑表兄妹，只因正月十七日，我往太山廟降香，被大風刮到蘇州，遇見賊子馬小將我賣到烏龍院，俺表兄用買絨線的銀子把我贖回，送我還家。』朱大成見女子說話順情順理，也就不往下問了。朱大成說：『曹英，看飯來。』曹英聞言，不敢怠慢，端了兩碗大米乾飯、豆腐湯。他兄妹二人用了晚飯，天色已晚，西北一霎時雲生天變，大雨直傾起來了。 \\n 先是細雨紛紛下，到後來大雨不住往下傾。只見空中霹雷連聲響，你看那狂風大作樹枝遙這纔是連明帶夜連番雨，坎坎的下了半月天才晴。小組一見眼含淚，聲叫表兄榮玉卿，算下房錢共飯帳，沒錢還帳怎麼行。小姐越哭越心疼，公子又把賢妹稱。 \\n 公子說：『妹妹，不必啼哭，我從俺二舅學會了梅花細字，寫幾付對聯，拿到大街上賣幾兩銀，還了盤川，我護送你回家。』 \\n 小姐說：『倒也罷了。』榮官保出了店房，來到大門以外，看見曹英，說：『我有事相托與你。』曹英說：『有什麼事情托我？』公子說：『我在你這店住下，房錢飯帳手中分文皆無，我托你買幾張紙來，寫上幾付對子。拿到街上賣幾兩銀子，好還點帳。』曹英說：『相公，會寫大字麼？』公子說：『正是。』 \\n 說罷，曹英到了街上買了兩張紙來，到店裡交與公子，又取來筆硯遞與公子。公子把墨研濃，將筆含飽，撮起筆來，刷刷刷移柳栽花，不多一時寫完對聯，拿到大街以上去賣去了。這且不表。 \\n 再說土地爺坐在廟中，忽然心驚肉跳，掐指一算，就知公子在大街以上賣對子，他賣了對子有了銀子，還了店帳，送小姐回了家去，他夫妻就不能團圓了。土地爺想到這裡，說：『小鬼，你到大街把榮公子的對子與他捂祝』小鬼聞言，不敢怠慢，一陣旋風來到大街，把公子的對子捂祝公子大街小巷賣了七八天，並無一人問問。公子回到店裡納悶，可就無有主意了。小姐說：『表兄，你怎麼不上街賣對子去哩？』公子說：『我拿了去賣了七八天，並無一人問問，把紙也弄碎了，大字也揉了，小字賣也是更不中了。』小姐聞聽眼中落淚，可就哭起來了。 \\n 小姐聞言淚雙傾，拉住官保叫表兄。 \\n 他鄉在外無親眷，那個見憐誰見疼。 \\n 餓了誰濟一碗飯，渴了誰送茶一盅。 \\n 店主若把飯錢要，咱有何言去應承。 \\n 店房難壞兄妹兩，來了狂徒朱大成。 \\n 要知後來怎麼樣，接著下回說分明。 \\n  \\n   \\n  "}
{"章节": "第七回 朱大成被打控官", "正文": "  \\n 第七回　朱大成被打控官 \\n 　 \\n  \\n 話說，朱大成說：『榮公子，不用哭了，天已晴了，算算房錢飯帳罷。』公子說：『店家不用算帳，算帳也是沒錢。』 \\n 朱大成說：『住店不算帳，你別去哩！』公子沈吟一回，無奈說：『算算也罷。』朱大成說：『曹英呢？』曹英說：『是那個？』朱大成說：『拿算盤來。』曹英答應，把算盤遞與朱大成。朱大成把著算盤算了一算，大錢十二串八百五十五文。榮官保說：『我不該這些個，再重算算。』朱大成說：『我就是這個算法。』公子說：『你就是這個算法，我就是無錢。』朱大成說：『你無錢留你的人。』公子說：『留我，我就不走。』 \\n 朱大成說：『我留你，你到好。』公子說：『不留我，留誰？』 \\n 大成說：『我留你拐來的那個老婆。』公子說：『朱大成，你這個狗娘養的，血口噴人，少爺與你勢不兩立！』說罷，把腿一伸，把大成的腿踢了個結實，使了個沖天炮，打的朱大成鼻青臉腫。朱大成心頭火起，腰裡拔出一口刀來，照著公子砍來。 \\n 這刀可砍著公子無有？ \\n 明公，那公子本是東斗星臨凡，有土地城隍保著，所以不曾砍著。曹英在旁看的明白，說：『榮相公有理，與人講理，何必與人打架呢？』公子聞言，眼中落淚，說『曹兄，我進店來吃點乾飯、豆腐湯，原是二十五個錢一碗。掌櫃的共算個十二串八百五十五文，且說沒錢留我的人，你看說理不說理？』 \\n 曹英聞言，怒從心上起，惡向膽邊生，用手一指朱大成，說：『你這個狂徒，說話欺天。』朱大成說：『你還能打我呀！』 \\n 曹英說：『打你怎的？』朱大成聞言，心中惱怒，丟了公子，照著曹英一刀砍來。曹英往後一退，伸手拿起齊眉棍來，照著朱大成使了泰山壓頂，一棍打的朱大成頭破血出，娘呵一聲，往後就跑。曹英說：『你叫爹，我也不能饒你。』提起棍來追下去。曹英趕到後宅裡找他，不見往那裡去，大聲喊叫，說：『朱二，你上那個龜窩裡去了？』 \\n 明公，你說朱大成那裡去了？告狀去了。曹英手提大棍，找不著朱二，走到上房拿起棍來，把盆碗打個粉碎。公子說：『曹兄，不用打了，這官司可就夠打的了。』曹英叫道：『公子快走，你兄妹二人快逃了罷！這官司我替你打了。』公子說：『曹兄，你看，朱大成似血人一般，他要告了狀，縣太爺差人來拿，我要逃走，豈不是虛了麼？』曹英說：『你不逃走，又不把官司打，如何是好？』公子說：『有心打官司，手中分文無有。』曹英說：『相公，我有二句賤言向你告來。』公子說：『有何貴言，講到當面有何妨礙？』曹英說：『我有心與你結好，不知你心下如何？』公子說：『小弟願從。』曹英聞言，滿心歡喜，來到紙馬鋪把紙馬請了來，到上房，拿個火把香點上，伸手拉住公子，說：『兄弟同來明明心，好去上堂打官司。』 \\n 曹文俊雙膝跪在地流平，尊了聲過往神靈在上聽。 \\n 我家住在蘇州城，就在那東萊裡有門庭。我今年纔二十歲，我姓曹名字叫曹英。我與那榮公子同結為盟，好比那一母同胞二弟兄。我曹英若有三心並二意，天打雷劈不容情。曹文俊一時對天明下誓，再說公子榮玉卿。 \\n 曹英說：『兄弟，你也明明罷。』公子說：『大哥，你聽著。』 \\n 公子跪到地流平，神聖爺爺在上聽。 \\n 我與曹兄來結拜，聽我從頭表姓名。 \\n 家住山東平萊縣，雙鳳街上有門庭。 \\n 我父名字榮千里，吏部天官有大名。 \\n 我的乳名叫官保，學名就叫榮玉卿。 \\n 今年一十單八歲，八月中秋午時生。 \\n 今日結拜盟兄弟，異姓同胞一母生。 \\n 你父就是我的父，你母我母一樣稱。 \\n 若有三心並二意，神聖爺爺不容情。 \\n 公子跪地明誓願，曹英又把賢弟稱。 \\n 曹英說：『你同妹妹在店中等候，我到家裡拿一百銀子來，把咱母親叫來，把妹妹領到東萊園裡存身，咱好往堂上打官司。』 \\n 曹英說罷，去取銀子去了。這且不表。 \\n 再說朱大成進了衙門，大喊一聲：『冤枉！』張郎、李義二位公差抬頭一看，見是北關開店朱大成，帶著血頭血臉，前來喊冤。二位公差說：『朱大成，你少等一時，俺進去與你傳稟，老爺陞堂，好與你伸冤。』朱大成說：『是。』張郎、李義進了上房雙膝跪下，口稱：『太爺，堂下有人喊冤。』梁老爺分付陞堂。張郎、李義到大堂喊了一聲：『梁老爺陞堂！』 \\n 一霎時三班衙皂分班站立。太爺坐了大堂說：『什麼人喊冤？帶上來。』張郎、李義說：『朱大成上堂。』朱大成跪在堂上，說：『大老爺，小的冤枉！』知縣往下一看，說：『你不是朱大成麼？』朱大成說：『小的正是。』太爺說：『你有什麼冤枉？從實說來，好與你伸冤。』朱大成跪爬半步。口稱：『大老爺容稟。』 \\n 朱大成開言淚雙傾，青天老爺聽分明。 \\n 我在北關開旅店，來了狂徒榮玉卿。 \\n 刁拐閨女把法犯，吃酒無餚又行凶。 \\n 欠下房錢共飯帳，問他要錢動無名。 \\n 手提大棍把我打，頭破血出冒鮮紅。 \\n 打的疼痛往外跑，太爺臺前把冤伸。 \\n 朱大成哭著落下淚，太爺聞言惱心中。 \\n 大堂以上出了票，鎖拿公子榮玉卿。 \\n 張郎李義領了票，出了衙門快如風。 \\n 穿街越巷來的快，店房不遠咫尺中。 \\n 店門以外高聲叫，叫聲狂徒榮玉卿。 \\n 公子正在店房坐，忽然門外喊連聲。 \\n 公子起身外邊走，二個公差站門庭。 \\n 公子看見開言問，二位公差有何事。 \\n 為何在此喊我名。 \\n 二位公差忙伸手，要拿公子榮玉卿。 \\n 明公要問後來事，下回書裡咱再明。 \\n  \\n   \\n  "}
{"章节": "第八回 江老爺宛平得信", "正文": "  \\n 第八回　江老爺宛平得信 \\n 　 \\n  \\n 話說，公子說：『二位長班，少等一時，我就回來。』說罷，轉身進了上房，取出靴帽藍衫穿戴停當。說：『妹妹，你在店中等著曹家伯母，為兄進縣打官司去了。』小姐聞言落淚說：『我記下了。』公子轉身來到大門以外，說：『二位長班把刑鎖拿來與我戴上，好去見你太爺。』張郎、李義抬頭一看，頭戴頂帶，身穿藍衫，不是個秀才，就是個舉人，可就不敢鎖他了。說：『榮相公，我看你是個朋友，不用戴鎖，一同走罷。』 \\n 說罷，三人穿街過巷，一同來到彰武縣衙門。 \\n 張郎、李義將公子帶到堂上，公子以膝下跪，口稱：『太爺，有何分付？』知縣抬頭一看，說：『你可知罪麼？』公子說：『我有何罪？』知縣說：『既讀孔聖之書，必懂周公之禮，怎麼不遵王法，吃酒行凶，強騙飯錢，刁拐幼女。朱大成把你告下，從實說來！』公子口稱：『太爺，朱大成誣告生員。』 \\n 知縣說：『朱大成上堂。』只聽吆喝一聲，說：『朱大成上堂！』 \\n 衙役把朱大成帶上堂來雙膝跪下，口稱：『大老爺，與小人伸冤。』知縣把驚堂木一拍，說：『朱大成，我把你這該死的奴才，你誣告好人，該當何罪？』太爺說罷，心中大怒，分付：『張郎、李義，與我打他四十個嘴巴。』兩班衙役不敢怠慢，把朱大成推下堂去，打了四十個嘴巴，打的朱大成嘴裡流血。 \\n 知縣說：『朱大成，你誣告好人，從實說來，免的動大刑審你。』 \\n 朱大成見事不好，將手一比，許了八百兩銀子。知縣看見明白了。常言說：『暖酒紅人面，財帛動人心。』知縣受了八百銀子賄賂，說：『朱大成，你告榮相公吃酒行凶，刁拐幼女，有什麼為憑？』朱大成說：『榮相公吃酒行凶，刁拐烏龍院柳庭春女兒，現在小的店中存身。』梁知縣聞言，說：『張郎。 \\n 李義，你把烏龍院柳庭春帶來當堂對辭。』 \\n 張郎、李義不敢怠慢，出了衙門順著大街，不多一時，來到烏龍院，說：『伴婆，太爺堂上叫你。』伴婆說：『太爺叫我有什麼事？』張郎、李義說：『朱大成告了榮官保刁拐你烏龍院的女兒，太爺叫你上堂對審。』說罷，伴婆一同前去。 \\n 來到大堂上，張郎、李義將伴婆帶到堂上，雙膝下跪。知縣說：『你家女兒可有人拐去麼？要你招來。』柳庭春跪爬半步，口稱：『青天老爺，小人的女兒被榮公子拐去半月有餘，不知下落。聽說大老爺聞聽，求大老爺斷回。』知縣說：『榮官保，你拐烏龍院的女子，伴婆現在堂下，要你從實說來。』 \\n 公子說：『父母大人，那女子是俺表妹，被狂風刮來，遇著強人，把他賣烏龍院中，是我用銀子贖回來的，送他還家，不是拐的。』知縣說：『呸！你膽大狂徒胡說，明是拐的女子，怎麼是你表妹哩！你不肯實說？』分付兩邊把夾棍抬過來。 \\n 知縣一聲要動刑，三班衙役不消停。 \\n 兩邊答應有有有，登時拿到大堂中， \\n 夾棍搬到大堂上，要審公子榮玉卿。 \\n 堂下惱了榮官保，邁步走上大堂中。 \\n 一把抓住梁知縣，罵聲狗官官不成。 \\n 你今要把生員審，咱到上司把理明。 \\n 越思越想怒火起，公案桌上使足蹬。 \\n 四個桌腿都朝上，朝衣扯了大窟窿。 \\n 知縣氣的直打戰，兩邊衙役叫一聲。 \\n 速速提拿榮官保，走了狂徒了不成。 \\n 兩邊衙役都吶喊，拿住上方東斗星。 \\n 一把抓住榮官保，咕咚打倒地流平。 \\n 堂上苦了榮公子，喜壞知縣狗雜種。 \\n 分付一聲去頂戴，靴帽藍衫都脫清。 \\n 知縣分付把刑上，夾起公子榮玉卿。 \\n 把腿填在夾棍裡，夾一夾來緊一扣。 \\n 嚎啕一聲絕了氣，頭上早已走真魂。 \\n 太爺審死榮官保，浮雲遮住東斗星。 \\n 公子大堂喪了命，喜壞贓官梁縣尊。 \\n 開言就把伴婆叫，叫聲開店朱大成， \\n 小姐斷回烏龍院，公子留在大堂中。 \\n 不說兄妹大失散，把書分頭縣洪洞。 \\n 話說江夫人自從太山廟降香，被大風刮去了小姐，每日差人院子城裡關外四下尋找，並無音信。老夫人無奈，修了一封家書，拿了十兩銀子，差家童往宛平縣下書。家童江用不敢怠慢，打了個包袱背上肩膊，僱了毛驢去了。 \\n 江用開言道，毛驢你是聽，把我馱到宛平縣，老爺見愛好待成。起早拌乾草，黑豆二三升。毛驢開言心歡喜，挺挺尾巴乍乍鬃。前蹄到了宛平縣，後蹄又在縣洪洞。為什麼毛驢走恁快，當中閃了個大窟窿，有心再把窟窿找，急壞聽書眾明公。簡短節說來的快，衙門以外下能行。 \\n 話說江用來到宛平縣，下了毛驢抬頭一看，一個門軍在那裡。江用說：『門軍兄台，你到官宅傳與老爺，說洪洞縣有人下家書，要見大老爺。』門軍聞言來到上房，打了半跪，口稱：『大老爺，有人來下家書。』江老爺說：『令他進來。』門軍說：『是。』轉身來到衙門外，說：『老爺令你進去說話。』 \\n 江用隨著門軍進了書房，見了江老爺，雙膝下跪，口稱：『大老爺！江用叩頭。』呈上家書。江老爺拆開家書一看，不由撲籟籟落下淚來了。 \\n 江老爺見信淚雙傾，哭了聲女兒江秀英。每日裡不出三門並四捨，最不該出頭露面把街行。你往那太山廟把香降，怎麼西北乾天起狂風，被大風刮去我的身生女，到如今不知何處把身存。自思聖上無旨不敢走，怎麼好去找女兒江秀英。江老爺哭啼多一會，你看他早把一計想心中。 \\n 要知老爺生下什麼計，下回書裡再說聽。 \\n  \\n   \\n  "}
{"章节": "第九回 江秀英花樓上吊", "正文": "  \\n 第九回　江秀英花樓上吊 \\n 　 \\n  \\n 話說，江老爺觀罷書札，取過文房四寶，修了一封回書，取了十兩銀子，遞與江用。江用接過書信連銀包在包袱裡邊，辭了江爺，來衙門以外，上了毛驢，回洪洞縣去了。再說江爺換了朝服坐大堂。 \\n 江爺坐堂怒沖沖，殃沙五道叫一聲，兩班衙役快看轎，金殿一上把本昇。三班衙役不怠饅，抬過八抬轎一乘。許多衙役亂哄哄，順著御街往前走，五朝門不遠咫尺中。五朝門外落下轎，要上金殿把本昇。按下江爺且不表，明明嘉慶有道龍。 \\n 話說嘉慶皇爺清晨早起離了宮院，要上早朝，只聽的『噹噹』一片鍾響，殿門大開，那些九卿四相八大朝臣十二將官，閤朝文武，排班而立，鐘鼓齊鳴，笙琴細樂。皇爺登了金殿，閤朝文武參拜已畢，各站兩邊。皇爺說道：『殿頭官，曉諭閤朝文武，有本早奏，無本捲簾退散。』一言未盡，轉上一家清官，說：『萬歲，臣有本奏。』皇爺一閃龍目，認的是宛平縣江峒跪在丹墀以下。皇爺說：『江愛卿有何本奏，呈上來寡人觀看。』江爺說：『我主萬歲聽臣奏來。』 \\n 江老爺未從開口淚瑩瑩，尊了聲我主萬歲龍耳聽。 \\n 為臣乏子無有後，所生一女江秀英。只因他正月十七把香降，刮去小女影無蹤。萬歲開恩把臣放，尋找臣女小嬌生。江爺哭著把本奏，嘆壞皇爺有道龍。萬歲皇爺開金口，叫了一聲江愛卿。朕當放你去私訪，聽朕當殿把你封。封你出京做巡按。京中帶領三百兵。 \\n 二十四名金刀手，四名總兵同出京。江爺說有職無權不能訪，皇爺說朕賜你一把銅牙刺劍帶身中。訪著贓官與惡官，先斬後奏任你行。江峒叩頭把恩謝，謝過我主有道龍。皇爺親遞三杯酒，我與愛卿餞餞行。江爺接過皇封酒，飲酒三杯謝主公。不說皇爺回宮去，再把江爺明一明。領了聖旨下金殿，滿朝文武都餞行。 \\n 江爺謝過文共武，五朝門外就起程。江爺上了八抬轎，三聲大炮震天庭，藍旗小官頭裡跑，報馬鸞鈴響連聲。 \\n 花喇喇的跑開了那二十四匹對子馬，槍刀劍戟照眼明。 \\n 金爪鉞斧朝天蹬，銅字金爪擺幾層，五色親旗分左右，帥字旗搖鏣擺空中。銅針刺劍兩邊擺，劊子手提刀穿大紅，上打一把黃羅傘，下罩八抬轎一乘，一對板子一對棍，一對鎖一對繩。九個銅鑼沖開道，青銅大刀墜紅絨。威威烈烈往前走，人喊馬嘶不住聲。殃沙五道頭裡走，三百雄兵隨後行。逢州就有州官接，過縣就有縣官迎。江爺出京來私訪，贓官土豪膽戰驚。夜住曉行來的快，來到十里接官亭。接官亭上宿一晚，明日要上蘇州城。按下江爺且不表，明明小姐江秀英。 \\n 話說梁知縣貪贓賣法，受了八百銀子，把榮公子審死大堂以上，小姐斷回烏龍院。小姐來在花樓以上，終日啼哭，暗自思想：『我本是宦門之女，在花樓失了貞節，難保壞了門風，玷辱了先人，怎麼是好？不如尋個自盡，倒還落個乾淨。』小姐把主意定了。 \\n 他把主意拿停當，樓門緊閉上了閂，紅綾汗巾拿在手，搭在梁頭以上邊，用手挽成一個結，圓同同的似米盤。結外本是陽間路，套裡就是鬼門關。眼望家鄉痛流淚，生身母親叫一番。只說生女來送老，怎知兒死在外邊。要得母女重相見，除非南柯一夢間。眼望宛平落下淚，又把父親叫一番，休怨為兒把你捨，萬般出在無奈間。小姐啼哭多一會，抬頭一伸梁上懸。 \\n 腳登手扒絕了氣，城隍土地著了忙。土地忙著頭裡走，城隍老爺在後邊。二位來在花摟上，魂靈裝在袖裡邊，單等勾金王洪到，搭救小姐把魂還。未來之事且不表，再把伴婆明一番。 \\n 話說這伴婆清晨早起來，到花樓以上，說：『小姐，開門來。』連叫幾聲，並不答應，手扒樓門望裡一看，小姐尋了自盡，伴婆老大著忙，大喊一聲，說：『王二快來！』王二跑到跟前，伴婆說：『不好了，小姐上了吊了，快快開門。』王二把門沖開，伴婆抱住小姐，王二用刀把汗巾割斷，把小姐的嘴一捂，說：『小姐醒來！』連叫數聲，小姐也不答應。伴婆用手一摸，渾身冰涼，連一點氣也沒了。伴婆說：『小姐死了。 \\n 王二，你拿五兩銀子，買口棺材把小姐死屍入殮。』王二拿了五兩銀子買了兩口棺材回來。伴婆說：『買了沒有？』王二說：『買了兩口。』伴婆說：『死一個人，買兩口做甚？』王二說：『人家原給兩口。』伴婆說：『退一口，抬一口來擺。』王二領著張矮子來到了劉別子家退一口，把一口白茬棺材抬到烏龍院花樓以下，把小姐的屍首入殮。看看天色已晚，玉兔東昇，到了起更之時。伴婆說：『拿著鐵鍁抬至西門以外黃土崗子上埋了罷。』說罷，眾人抬起棺材來到了黃土崗上，把棺材往下一落，『嘩刺』一聲，破了個窟窿。眾明公，怎麼個破了窟窿，原是天降大雨之時，沖了個窟窿。眾人說：『大深坑，也不能刨了，咱把棺材抬到這裡就走罷，回到院中就說埋了。』說罷，眾人回到烏龍院，這且不表。 \\n 再說把小姐丟在黃土崗上。城隍土地爺跟到黃土崗上。城隍說：『土地，小姐本是紅鸞星臨凡，倘若壞了屍道，上神見怪，你吃罪不起。土地小鬼，你到南菜園把勾金王洪叫來搭救小姐還陽。』小鬼說：『是了。』刮了一陣旋風，來到萊園門口叩門，說：『王洪開門，來來來！』王洪說：『老婆子，有人叫門，想必是趕城的失迷了路徑，也是有的。』老婆說：『你起去瞧瞧。』王洪起的身來披上衣裳。說：『是誰叫門？』 \\n 連問幾聲，無人答應。王洪聽了聽，小車子驢垛都起了身了。 \\n 王洪對兒子王成說：『成呀，你和恁娘聽著了些，我去勾金去了。』他老婆子說：『咱成睡著了，你去罷，我聽著就是了。』 \\n 王洪拿了糞叉，跨了個籃子，上黃土崗勾金去了。王洪來到崗頭以上，看了看天還不明，王洪說：『墩上歇歇再去勾拿。』 \\n 這且不表。 \\n 再說小鬼來到土地面前，說：『王洪到了。』土地來到小姐棺材以上，把小姐的真魂取出，照著小姐耳朵內吹了一口，小姐真魂入體還陽，叫了聲：『蒼天冤枉！』這且不表，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十回 老王洪救人喪生", "正文": "  \\n 第十回　老王洪救人喪生 \\n 　 \\n  \\n 小姐還陽放悲聲，驚動勾金老王洪。 \\n 王洪正在崗頭坐，忽聽女子動哭聲。 \\n 王洪邁步往前走，白茬棺材面前停。 \\n 王洪抬起頭來看，倒把王洪吃一驚。 \\n 娘呵一聲摔在地，沒把褲子出了恭。 \\n 嚇的渾身直打戰，抖抖精神問一聲。 \\n 你是人來你是鬼，從頭至尾向我明。 \\n 家鄉居處對我講，姓甚名誰說個清。 \\n 向我說了實情話，替你報仇把冤伸。 \\n 小姐聽的有人問，腹內盤算犯丁寧。 \\n 小姐說：『你這個人有什麼事情前來問我？』王洪說：『我姓王名洪，在南萊園住，今年六十五歲，種了畝半菜園，早起拾糞。聽的有人叫我，前來問你。有冤枉向我講。』小姐說：『老伯在上容稟。』 \\n 小姐聞聽心痛酸，伯父在上漫聽言。若問奴家居何處？聽我從頭說一番。家住山西洪洞縣，江家村內有家園。正月十七把香降，太山廟內把神參。西北角下狂風起，風刮我奴到這邊。 \\n 中途路上遇賊盜，把我賣到院裡邊。花樓以上尋自盡，不知怎麼入了棺。強人送我崗頭上，腹內藏著不平冤。望求伯父將我救，伯父救我出了棺。小姐冤枉言不盡，嘆壞了王洪一老年。 \\n 話說，王洪把棺材蓋掀了一掀，動也不動。眾明公，王洪已有六十五歲。那有大力量能掀。城隍土地說：『王洪來紅鸞星出，他若掀不開棺材，如何是好？』城隍說：『土地，我在左邊，你在右邊。』王洪托住棺材往上一掀，『咯崩』的一聲，掀在一邊。王洪說：『小姐起來罷，跟我上俺家去。到了俺家，你認我個老幹親，我認你個乾閨女，我給你尋個好婆家，與我親生的閨女一樣。』小姐說：『老伯父，這就感恩不盡了。』 \\n 小姐起的身來，王洪摻著小姐出了棺材。小姐說：『伯父，我寸步難行了。』王洪說：『「殺人殺個死，救人救個活」，小姐過來，我背著你走。』小姐說：『伯父在上，受我一拜。』王洪說：『不用拜，走罷。』王洪把小姐背在肩膊上，小姐說：『爹爹難為你了。』 \\n 王洪背起江小姐，出了崗頭往前行。小姐就把爹爹叫，王洪就把乾女稱。正是父女往前走，不好了來了賊子叫潘青。肩上扛著一斗米，手提鋼刀照眼明。 \\n 進城喝的醺醺醉，任意行凶往前行。正是賊子往前走，抬頭看見老王洪。肩上背著年幼女，好像天仙下九重。 \\n 潘青看見心歡喜，欄住王洪叫一聲。 \\n 潘青說：『那是老王洪麼？』王洪說：『是。』潘青說：『你從那裡來？』王洪說：『我去拾糞。』潘青說：『你背著是誰？』王洪說：『我背的是俺閨女。』潘青說：『你拾糞怎麼把你閨女背來咧？』王洪說：『前日俺閨女病死了，埋到崗頭上，我心痛不忍，拾糞去瞧瞧，他又還了陽了，我把他背回家去。』潘青說：『有了婆家麼？』王洪說：『沒有。』潘青說：『我還沒有丈人家。』王洪說：『你這狗娘養的，血口噴人。』潘青說：『你這個閨女不給我，這個鋼刀是你對頭。』 \\n 說罷，把刀往上一舉，往下一落，劈心一刀，只聽的『喀叉』一聲，破了個太陽膛，連帶五臟，王洪倒到塵埃之地命亡。江小姐閃到路傍，渾身打戰。潘青說：『天還未明，我把你送到黃土崗上去。』說罷，拉住王洪的腿上黃土崗去了。拉到崗頭上，看見有口棺材：『我把這個老奴才裝到棺材裡邊。』潘青把王洪裝到棺材裡，轉身來到小姐面前，說：『小姐起來，跟我走罷。我在吳家寨住，俺主人吳彥龍是個武狀元，跟我主人拜堂成親，享不盡的榮華富貴。』小姐聞聽眼中含淚，就哭起來了。潘青說：『你不跟我去，跟王洪去罷。』說罷，把刀往上一舉，嚇的小姐魂不附體，說：『不用殺我，我願跟你去了。 \\n 』潘青說：『跟我就不殺你了。』一伸手把小姐拉住，說：『快些走罷。』 \\n 潘青賤子起歹情，殺了勾金老王洪。伸手拉起江小姐，殺人鋼刀拿手中。滿心歡喜往前走，馬步鸞鈴響連聲。要知那裡鸞鈴響，十里鋪來了兩個兵。劉青打馬頭裡走，劉義後邊催能行。劉青帶著弓和箭，劉義大槍手中擎。弟兄二人催坐騎，抬頭看見賊潘青，左手拉住年幼女，右手捉著鋼青鋒，急急忙忙往前跑，女子不住放哭聲。必是潘青不行正，搶來民間女花容。 \\n 劉義說：『大膽，潘賊子，不行正事，搶來女子。放槍打這個狗娘養的。』劉青說：『是。』說罷，把槍點著，只聽『咕呼』一聲，嚇的潘青魂不附體，把手一撒，拋下小姐，就像那狗趕兔的一樣跑回吳家寨去了。 \\n 潘青聽的大槍響，好像兔子見了鷹，急急忙忙往前跑，吳家寨不遠咫尺中。賊子逃走且不表，提提劉義和劉青。兄弟二人下坐騎，又把小姐問一聲。 \\n 劉青說：『這位女子那里人氏，姓甚名誰？你與賊子潘青同路，有什麼冤屈之事，說個明白，我好與你報仇。』小姐抬頭一看，他二人吃糧當軍打扮。小姐說：『你二位是將爺不是？』 \\n 劉青說：『正是。』小姐聞言眼中落淚，說：『將爺容稟』。 \\n 小姐聞言淚雙傾，二位將爺在上聽。家住山西洪洞縣，江家村裡有門庭。先祖名字江百萬，三任主考在山東。伯父名字叫江嵐，濟南府裡做布政。我父江峒官職小，宛平縣裡受朝封。無生多男共多女，所生我奴江秀英。太山廟裡把香降，西北乾天起狂風，刮了三天並三夜，把我刮到蘇州城。遇見賊子叫馬小，把我賣到院烏龍。花樓以上懸梁死，送到崗頭把身停。 \\n 幸遇王洪把我救，還陽出棺又復生。背到家中作義女，路遇賊子叫潘青。他把王洪刀劈死，強拉我奴江秀英。 \\n 小姐哭訴淚往下，感動劉義和劉青。劉義近前忙摻起，又把姑娘口內稱。劉青拉住能行馬，叫聲姑娘把馬乘。 \\n 小姐上了能行馬，忙壞劉義和劉青，劉青跨馬頭前走，劉義加鞭不消停。順著大路來好快，來到劉義大門庭。 \\n 小姐來到大門外，緊跟劉義和劉青。劉義慌的往後跑，報與母親得知情。黃氏夫人心歡喜，帶領他女劉巒英。 \\n 母親來到大門外，摻住小姐下能行。小姐下了能行馬，問聲伯母可安寧。母女摻住江小姐，堂樓以下把身容，小姐得了安身處，再說上方東斗星。 \\n  \\n   \\n  "}
{"章节": "第十一回 曹英進監看朋友", "正文": "  \\n 第十一回　曹英進監看朋友 \\n 　 \\n  \\n 話說，上節書梁知縣當堂賣法，受了八百銀子，就把公子審死大堂上。停有多時，真魂付體還陽，在叫一聲：『冤枉！』 \\n 梁知縣說：『你這個奴才，吃酒行凶，刁拐幼女，眼前裝死，還有什麼冤枉。』一聲分付：『禁卒！』禁卒聞言不敢怠慢，來到大堂雙膝跪下，口稱：『老爺喚小人那些使用？』知縣說：『你把榮官保下到南牢，在棍床以上，用鹽三天以裡把他醃死，扔出南牢，永絕後患。』心想：『我把銀子受下，三天以裡，遠走高飛，就是這番主意。』 \\n 某卒帶起榮公子下了大堂，上南牢裡去了。過了虎頭門來到廒房以裡。眾囚犯說：『進牢規矩你可曉的麼？你可帶幾個燈油錢沒有？』公子聞聽眼中含淚，說：『眾家兄台，小弟一腔冤枉，打了下風官司，分文沒有。』眾囚犯說：『拿鰾來把眼給他鰾祝』說罷，把鈹往空中一擺，往下就打。禁卒說：『不要打他，他犯大老爺的王法，沒犯你的王法。我把他送個潔淨地方去罷。』把公子放在囚床以下，用手扒了結實的，推到棍床以上，可就了不的了。 \\n 公子棍床受苦刑，禁卒刁狠太絕情。將繩公子渾身綁，公子想動萬不能。公子疼痛好難受，不由一陣放悲聲。眼望山東流痛淚，生身母親叫一聲。你在家裡怎知曉，怎知為兒落火坑。離母死了不孝子，百年以後誰送終。眼望北京嘆口氣，哭聲二舅老江峒。來了罷來來了罷，搭救甥兒出火坑。公子哭死棍床上，禁卒上前使柯桑。用了繩子並星板，把嘴一張絕了聲。 \\n 公子釘死棍床上，城隍土地不消停。把他真魂掇了去，力救公子好長生。棍床收住榮公子，再說上方仁義星。 \\n 菜園拿來銀百兩，來到十字大街中。正是曹英往前走，一街兩巷亂紛紛。這個說咱的太爺糊塗了，那個說不講情理動五刑；這個說必是貪贓受了賄，那個說圖財害命把人坑；這個說黌門秀才受了罪，那個說誰人替他把冤伸；這個說沒有口供下監中，那個說明欺公子他鄉人。不由的眾人閑談論，再說那有心曹英聽個清。 \\n 話說，曹英聽說公子打了下風官司，就吃了驚，無奈來到街上，買了一壺酒，備了四盤菜，上南牢探望公子去了。不多一時，來到監門外，把門拍了幾拍，說：『有人沒有？』驚動禁卒李虎，問：『是誰叫門？』曹英說：『是我，來看朋友的。』 \\n 李虎說：『你的朋友是誰？』曹英說：『是榮官保。』李虎說：『就是纔進來那位朋友。』曹英說：『禁卒老兄，你把門開開，我進去看朋友。』禁卒說：『你來的太早了。』曹英說：『我明日再來。』李虎說：『你今日不能見，明日來也不能見，有錢來就得見了。』曹英說：『說來說去，你是要錢。』說罷，從腰裡，取出二兩銀子，遞與李虎，說：『弟一點敬意。』李虎見了銀子心中歡喜，把監門開了，說：『隨我來罷。』禁卒在前，曹英在後，來到廒房以裡，用手往棍床上一指，說：『那就是你說的朋友，你去看他罷。』曹英來到棍床以前，用手扶住公子，說：『兄弟，醒來，我來看你哩。』連叫幾聲，公子不能答應。曹英說：『兄弟，你當真是死了。』不由的兩眼流淚，就哭起來了。禁卒說：『你不用哭了，我把刑法給他去了，你與他往獄神廟裡哭去罷。』說罷，把滾身繩解了，痛心杠抽了，說：『你背他到獄神廟裡說話去罷。』曹英近前伸手把公子拉起，背在肩膊以上，到獄神廟裡去了。 \\n 曹英背著榮公子，眾家囚犯放哭聲，這樣朋友世上少，他我好像一母生，南牢嘆壞眾囚犯，再說上方仁義星。背著公子來的快，獄神廟不遠用咫尺中。曹英放下榮公子，雙膝跪在地流平。曹英叩頭忙告祝：獄神老爺在上聽，保佑兄弟還陽轉，翻蓋廟宇報神靈。獄神聞聽不怠饅，又把土地叫一聲。獄神爺說：『城隍土地，公子是上方東斗星臨凡，身遭大難，不能還陽，上神見怪，你我小神當罪不起，即速搭救公子還陽。』城隍土地不敢怠慢，來到公子身邊，把公子真魂取出，附住公子耳朵吹了一口氣，公子真魂附體還陽，大哭一聲冤枉。曹英看的明白，手扶著公子說：『兄弟還陽了。』公子抬頭看時，曹英站在面前。公子說：『大哥，你那曉得知縣貪贓賣法，兄弟打了下風官司，把咱妹妹斷回烏龍院去了。』公子說罷，眼中含淚哭起來了。曹英說：『兄弟，不用哭了。我提了一壺酒來你喝盅忍疼。』公子說：『就是平時，我也不能用。』曹英說：『你不能用，如何是好？』公子說：『大哥，我寫一封家書，你往山東東萊縣下書。』曹英說：『無有文房四寶，怎樣寫書？』 \\n 公子說：『藍衫撕下一幅，寫封家書與你去下。』說罷，把藍衫撕下一幅，中指咬破，即時修了家書一封遞與曹英。 \\n 曹英把書信揣在懷裡，說：『兄弟，小心等候，愚兄下書去了。』兄弟二人正在說話，禁卒李虎又跟蹤來跟前，說：『探親的朋友，出去罷，我的老爺查監看見了不便。』曹英說：『禁卒老兄，這有十兩銀子交付你，煩老兄給我這兄弟買些吃食罷。』禁卒李虎說：『你盡可放心，公子在監中有吃有喝，不受罪就是了。』曹英說。『奉托了。』說罷，對著李虎深深施了一禮，就別了。 \\n 曹英臨行把揖作，口稱禁役老大哥。 \\n 臨行對著深施禮，千托萬托千萬托 \\n 話說，曹英臨行把禁卒分付了幾句，來到大街以上用了早飯，往山東東萊縣下書去了。 \\n 曹英來到大街中，要上山東把信通。邁開大步往前走，北門不遠咫尺中。出了北門奔大道，急急忙忙快如風。正是曹英往前走，馬掛鸞鈴響連聲。槍刀戟劍擺齊整，五色雜旗亂紛紛。 \\n 上打一把黃羅傘，下罩八抬轎一乘。曹英想不是那家大人來私訪，就是王爺離了京。曹英觀罷心歡喜，挽住大轎把冤伸。曹英說罷雙膝跪，大喊一聲似雷鳴。 \\n 要聽後來書中事，下回書裡說分明。 \\n  \\n   \\n  "}
{"章节": "第十二回 巡按怒鍘梁知縣", "正文": "  \\n 第十二回　巡按怒鍘梁知縣 \\n 　 \\n  \\n 話說，曹英大喊一聲，如同平地裡起了個蛟龍，半空中打了個劈雷相似，倒把江爺嚇的打了個寒戰，說一聲：『住轎！』 \\n 人役把轎住下。江老爺在轎裡抬頭一看，面前有個魁偉大漢，攔住路頭。上有三尺高的殺氣，面前有百步威風。江老爺說：『這個人非同小可。』說：『王標。李貴把那喊冤之人帶來回話。』他二人來到曹英面前，把曹英的胳膊夾住，往前緊走幾步，來到轎前，猛一扳打了個鼻青臉腫。把口一張，說：『冤枉！』江老爺說：『你有冤枉！州有州官，縣有縣官，不往衙門去告，偏偏攔住大老爺去路。有什麼冤枉訴上來，大老爺給你報冤。』 \\n 曹英張口淚雙傾，大老爺在上細耳聽。若問小人家居住，聽我從頭表姓名。祖居就在蘇州府，東萊園裡有門庭。小人姓曹名文俊，有個乳名叫曹英。山東有個東萊縣，來了公子榮玉卿。他的乳名叫官保，雙風街上有門庭。他來蘇州買絨線，贖出他表妹江秀英。 \\n 八百銀買出他表妹，遇見開店朱大成。狗奴才起了不良意，要佔小姐江秀英。榮官保不許去告狀，遇見贓官梁瑞卿。當堂就把私來賣，屈打成招審玉卿。把他下到南牢裡，小姐斷回院烏龍。我與公子有一拜，俺倆好像一母生。光著口說還不算，我還帶來信一封。 \\n 曹英說罷把信取，遞與清官老江峒。江爺觀罷沖沖怒，不由火從面上生。用手一指開言罵，罵聲贓官梁瑞卿。 \\n 炮響三聲入察院，不鍘贓官把江字更。江爺越想心越惱，又叫五道殃沙人。速速給我拉戰馬，伺候曹英上能行。賜他盔甲即速換，賜他兩口刀青銅。領兵之人就是他，帶領眾人二百兵。曹英領兵頭裡走，再把江爺明一明。接官亭裡上了轎，三聲大炮似雷嗚。催動人馬往前走，虎頭牌打到蘇州城。人馬紛紛往前進，忙壞蘇州文武卿。一個個頭頂手本路旁跪，來接朝中乾國卿。眾家官員且不表，單說贓官梁瑞卿。慌慌忙忙往前跪，攔住八抬轎一乘。知縣叩頭如搗蒜，再說清官老江峒。 \\n 江老爺把頭一搖，不理這個七品小官，催馬進了蘇州，坐了察院。江老爺叫聲：『殃沙、五道上堂。』二人上堂跪下，口稱：『大老爺，令小人那邊使用？』江老爺說：『將免見牌掛在察院以外，分付文武官員各回本衙，老爺有事，免參，半月以後再來問安。』說罷，他二人把免見牌掛在察院以外，連聲吶喊，說：『文武官員各回本衙，老爺有事免參，半月以後再來問安。』殃沙、五道宣示已罷，回到察院。這且不表。再說，老爺分付捉拿梁知縣。 \\n 江老爺察院以裡怒沖沖，叫聲好漢名曹英。急速捉拿梁知縣，帶領京中三百兵。捉住贓官梁知縣，把知縣捆綁上了繩。滿門家眷都逮捕，南牢救出榮玉卿。 \\n 把知縣捉到察院裡，待我親自問口供。曹英得令往前走，察院以裡上能行。殃沙五道頭裡走，後跟京中三百兵。人馬紛紛往前走，彰武縣不遠咫尺中。團團圍困吳江縣，槍刀圍著不透風。殃沙五道殺進去，惱壞上方仁義星。衙門以外下了馬，手使兩口刀青鋒。一直殺到官宅裡，抓住知縣梁瑞卿。咕咚摔到地流平，繩捆索綁不留情。分付人役抬出去，抬到察院問真情。 \\n 滿門家眷都逮住，老少不留一掃平。南牢提出榮官保，把他抬上馬能行。公子催馬頭裡走，押著贓官隨後行。 \\n 人馬紛紛往前跑，察院不遠咫尺中。公子曹英都下馬，知縣抬到大堂中。咕咚扔到塵埃地，鼻青臉腫放哭聲。 \\n 記住知縣咱不表，明明公子榮玉卿。躬身施禮雙膝跪，舅父大人在上聽。紅風刮來俺表妹，馬小賣他院烏龍。 \\n 孩兒蘇州買絨線，聽見街坊把話明。我纔進了烏龍院，贖回表妹江秀英。為兒不依告上狀，遇見贓官梁瑞卿。 \\n 贓官當堂受了賄，不推情理動五刑。當堂就是一夾棍，不由分說下監中。把我打到棍床上，多虧仁兄叫曹英。 \\n 送了銀子整十兩，保住孩兒活性命。妹妹斷回烏龍院，花樓以上把身容。公子哭著一邊敘，惱壞他二舅老江峒。離開書案忙伸手，摻起公子榮玉卿。 \\n 江老爺說：『甥兒，你同曹英兄弟二人，往書房吃茶等候，我問罷知縣，咱再敘話。』公子同曹英書房吃茶去了。再說，江老爺分付：『殃沙五道把梁知縣帶上堂來。』說罷，他二人把知縣帶上堂來。梁知縣雙膝下跪，口中稱：『大人在上，卑職與大人叩頭。』叩頭好像雞吃碎米一般。江老爺說：『梁瑞卿，你為民之父母，就該順情理民，不該貪贓賣法，屈斷榮官保的官司，從實說來。』知縣跪爬半步，口稱：『大人容稟，榮官保吃酒行凶，訛詐飯帳，刁拐幼女，現有朱大成的狀詞。 \\n 卑職無從錯斷他的官司。』江老爺說：『你這個狗官，既有朱大成的狀詞，你就該推情問理，從公斷，怎麼動刑拷打黌門秀才，沒有口供，下在監中，問成死罪。你明明貪贓賣法，你還強辨？』知縣說：『卑職一時之過，望大人寬恩。』江老爺說：『唗，你這個該死的奴才。』 \\n 江爺大堂怒沖沖，殃沙五道叫一聲，連連快把蘆蓆取來，裹住知縣狗奸佞。一領蘆蓆三道腰，那一道不緊使腳蹬。把他抬到鍘口裡，叫這狗官把命坑。兩邊答應有有有，銅鍘抬到大堂中。抬過狗官梁知縣，放到銅鍘喪殘生。叭喳一聲著了重，鮮血流出滿地紅。 \\n 不說贓官鍘內死，再把江爺明一明。江爺察院心煩惱，無名大火往上昇。殃沙五道一聲叫，叫聲好漢名曹英。 \\n 帶領人馬去抄烏龍院，錄住伴婆上了繩。抬著一頂花花轎，接回姑娘江秀英。東關去拿賤馬小，北關拿住朱大成。江爺分付如傳旨，霎時亂成一窩風。吆喝一聲出察院，槍刀劍戟一片明。總兵去抄烏龍院，曹英捉拿朱大成。殃沙五道拿馬小，繩捆鎖綁上了繩。一乾人犯都帶到。見了江爺把話明。往後纔到熱鬧處，下回書裡咱說明。 \\n  \\n   \\n  "}
{"章节": "第十三回 江大人微服私訪", "正文": "  \\n 第十三回　江大人微服私訪 \\n 　 \\n  \\n 話說，這殃沙、五道和曹英兩路帶兵，把一乾人犯帶到察院以裡，個個俱跪大堂以下。殃沙、五道說：『大人，犯人懼各帶到了，烏龍院並無小姐下落。』江老爺聞聽心中好惱，把驚堂木一拍，說：『帶伴婆上堂回話。』殃沙、五道把伴婆抓上了大堂，咕咚摔在地下，說：『大老爺問你。』摔的伴婆眼中落淚，跪在大堂以下，伴婆雙膝相跪，苦苦哀告。江老爺說：『你這該死的奴才，知縣把姑娘斷到烏龍院，你送他那裡去了？ \\n 要你從實招來，若有一字虛瞞，休想活命！』伴婆聞言眼中落淚，說：『大老爺，千金姑娘在花樓上尋了自盡，送他西關以外崗頭上殯埋了。』老爺聞言眼中落淚。哭了聲：『兒呀，咱父女不能相見了。』 \\n 江爺聞言淚珠傾，心中好似熱油烹。殃沙五道一聲叫，伴婆推倒不放鬆，扒下皮來？上卷，摘他心肝來獻功。殃沙五道不怠慢，架起伴婆走如風。咕咚摔在流平地，五花大綁上了繩。劊子手提刀往下跑，對準伴婆下絕情。只聽刷刷連聲響，一張人皮手中擎。 \\n 把他心肝都帶下，察院大堂來獻動。江爺又把曹英叫，速綁馬小朱大成。曹英聞言不怠慢，推下馬小朱大成。 \\n 兩邊人役往來跑，劊子手提刀立當中。前行來到法場上，樁橛綁上人二名。安下三座追魂炮，炮響三聲把命傾。曹英來到察院裡，提著人頭來獻功。江爺把頭只一擺，分付送到萬人坑。不說賊子法場死，再把江爺明一明。 \\n 話說江爺分付：『殃沙、五道，你到大街以上，曉諭鄉村地方得知，西關以外黃土崗上搭一座屍棚，伺候老爺驗屍。』 \\n 殃沙、五道來在大街上，從頭至尾說了一遍，鄉村地方聞知不敢怠慢，領了幾個人來到黃土崗上搭上一座屍棚，伺候江老爺前來驗屍。這且不表。再說，殃沙、五道來到察院以裡，分付人役抬過轎來，擺開執事，伺候老爺前去驗屍。 \\n 江爺上了八抬轎，人馬紛紛奔西崗。過了吊橋往西走，一座屍棚在面前。江爺下了八抬橋，坐在屍棚便開言。仵作穩婆一聲叫，打開棺木把屍觀。地方打開棺材蓋，仵作近前把屍觀。倒把仵作嚇一跳，見了江爺便開言。姑娘本是千金體，觀看卻是一個男。姑娘青春十六歲，怎麼白鬚老頭在裡邊。江爺聞言眼落淚。來到棺前用目觀。江爺打量仔細看，棺內真是一老年。江爺驗屍落下座，又把地方叫一番。 \\n 江老爺說：『地方，你到棚外街上吶喊，城裡關外四方百姓人等，曉諭他們得知，這一老年也不知是何人殺害，叫苦主前來認屍。老爺與他拿人伸冤報仇。』地方說：『是。』出了屍棚連聲吶喊，說：『城裡關外四鄉百姓人等聽著，這一老者不知何人殺害，叫苦主前來認屍，老爺與他伸冤報仇。』地方吶喊多時，只見來了一個年老的婦人，手拉著個孩子不過十三四歲，原來是王洪的老婆屈氏，領著他兒子名叫王成。屈氏自從他丈夫拾糞幾天不見回家，領著他兒到處找尋。來在崗頭以上，只聽的地方吶喊，叫人認屍，他母子二人走到棺材以前抬頭一看，原是他丈夫王洪，不知被何人殺害，不由的哭起來了。 \\n 江爺在屍棚聽的明白，叫一聲：『地方，把那個年老的婦人帶來回話。』地方把他母子二人帶到屍棚。屈氏雙膝下跪，說：『大老爺，給小婦人伸冤。』江爺說：『你這個婦人，棺材裡面是你的什麼人，被何人所害？照直講來，老爺與你伸冤報仇。』 \\n 屈氏說：『大老爺，那是小婦人的丈夫，名叫王洪。清晨早起抬糞，不知被何人殺害，懇乞大老爺與小婦人伸冤。』江老爺說：『你不用哭了，你且回去，老爺給你一百兩銀子，拿回家去，你母子度日。老爺與你拿人報仇就是了。』屈氏母子給江老爺叩頭謝過，領了銀子回家去了。 \\n 再把江爺明一明：分付人役抬過轎，人役抬過轎一乘。江爺上了八抬轎，催動人馬往前行。穿街越巷來好快，察院不遠咫尺中。江爺下了八抬轎，西方墜落太陽星。江爺纔把書房進，轉過書童點寶燈。江爺書房落了座，悶悶不樂淚珠傾。女兒不知歸何處，叫我日夜掛心中。正是江爺心酸痛，忽聽譙樓起了更。 \\n 左思右想無主意，忽然一計上心中。夤夜之間去私訪，尋找小女江秀英。官衣一概都脫下，毛藍袍子穿身中。 \\n 緞子馬掛外邊套，腰束汗巾是普通。剪絨帽子頭上戴，粉底皂靴足下蹬。毛竹卦板拿在手，被套裝上《百中經》。江爺打扮多停當，又把曹英叫一聲。你今跟我去私訪，暗把兵器帶身中。曹英聞言不怠慢，跟隨江爺往外行。前行來在大街上，大街兩巷沿門聽。江爺行在大街上，再說賊子叫潘青。正與張三來飲酒，王洪魂靈撲身中。那裡不住胡說話，叫聲三哥你是聽。 \\n 那天我來 \\n 把城趕，撞見勾金老王洪。肩膊背著年幼女，人才長的美傾城。我見女子長的好，劈死勾金老王洪。 \\n 把他拉在崗頭上，有口棺材把他盛。回去我把女子問，他家住山西縣洪洞。我叫女子跟我去，女子不住放哭聲。拉拉扯扯往前走，來了劉義和劉青。一個就把槍來點。一個就放箭雕翎。那時我見事不好，捨了女子轉回程。女予被他截了去，四十里鋪把身容。自從女子被他搶，每日懷恨在心中。單等江爺回轉朝，令人去搶女花容。逮住劉義使刀剁，拿住劉青上綁繩。莫說我的勢力大，主人家本是狀元公。他家蓋下朝王殿，殺人場共剝皮亭。水火二牢他都有，地穴藏有幾萬兵。 \\n 八月中秋興人馬，一心要攻北京城。東華門里長跑馬，西華門內安下營。我大爺若是登了位，封我總督令帶兵。正是賊子胡噴話，江爺門外細耳聽。 \\n 後事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十四回 起兵大剿吳家寨", "正文": "  \\n 第十四回　起兵大剿吳家寨 \\n 　 \\n  \\n 卿相轎前來請安，到叫大人作了難。 \\n 只知開棺去驗屍，那知死屍受屈冤。 \\n 話說，江爺怒沖沖，罵了聲賊子叫潘青。狂徒你把王洪害，拿到察院把帳清。分付曹英忙動手，走了賤子了不成。 \\n 曹英聞言不怠慢，八角銅錘取手中。大喊一聲闖進去，一錘打倒地流平。近前一把忙拿住，繩捆鎖綁上了繩。張三一見魂不在，爬過牆去發了瘋。張三逃走不用緝，再把江爺明一明。江爺分付回察院，曹英拉住賊潘青。拉拉扯扯往前走，察院不遠咫尺中。賤子鎖在察院裡，江爺回到書房中。江爺書房落了座，一聲便叫榮玉卿。如今你表妹有了信，四十里鋪把身容。劉青劉義兄弟倆，把他一同請進城。正是舅甥把話講，江爺修書不消停。江爺提起逍遙筆，一行一行寫的清。 \\n 上寫江峒來頓首，拜上劉家二相公。那天小女遭磨難，多蒙賢良二弟兄。小女貴府多臺愛，感謝貴府好恩情。今差外甥榮官保，來接小女到院中。閣下同進察院裡，一同老夫到北京。老夫金殿奏一本，保舉任官謝恩情。 \\n 江爺寫罷書札紙，疊疊套來封又封。 \\n 分付人役忙拉馬，公子捧著馬能行。 \\n 公子書札接在手，攀鞍上馬去如風。 \\n 人馬忽忽往前走，來到劉府大門庭。 \\n 公子下了白龍馬，來了劉義和劉青。 \\n 弟兄一同往裡讓，客房讓進榮玉卿。 \\n 敘禮已畢分位坐劉義開言問一聲。動問相公你貴姓，有何貴幹到門庭。公子聞言欠身起，二位兄長在上聽。家住山東東萊縣，雙鳳街上有門庭。弟的乳名叫官保，學名就叫榮玉卿。 \\n 俺母舅現在察院裡，差使小弟把書通。說罷就把書札取，遞與劉義看分明。劉義拆開從頭看，觀罷書札喜心中。邁步來到堂樓上，又把母親叫一聲。從頭至尾說一遍，小姐聞言喜心中。 \\n 口稱伯母受兒拜，又拜妹妹劉巒英。小姐說我在貴府多叨擾，黃氏說粗茶淡飯有甚情。說著就把樓來下，母女送他下樓亭。 \\n 江小姐蓮步上了轎，人役抬到大門庭。公子上了白龍馬，請來劉家二弟兄。人馬紛紛來的快，到了蘇州一座城。察院外下戰馬，江爺迎接書房中。劉青劉義雙膝跪，江爺摻起二相公。 \\n 話說，江爺摻起劉青、劉義，說：『二位相公，小女承你救命之恩，在貴府叨擾，坐上受我一拜。』劉青、劉義說：『大老爺，晚生不敢當。』江爺說：『看座。』劉青、劉義說：『告坐。』坐下了，江爺說：『看酒來。』書童提上酒來。殃沙、五道跑進書房雙膝下跪，說：『大老爺，千金姑娘的花轎來到察院門外了。』江爺說：『玉卿陪客飲酒，老夫暫且失陪了。』說罷，江爺離了書房，來到察院門外照應小姐下轎，他父女往後宅去了。他父女來到後宅。小姐拉住江爺，他父女可就哭起來了。小姐哭著把他被難之事說了一遍。江爺說：『女兒，不用哭了，你的冤枉老父與你報了。你在內室坐候，老父察院發兵剿了吳家寨，你準備好回京去罷。』小姐說：『孩兒記下了。』說話之間江爺離了內宅，來到察院，一聲分付：『殃沙、五道，起鼓興兵去剿吳家寨。』殃沙、五道喊一聲。鼓司不敢怠慢，撲通撲通擂鼓三通。那些馬步兵卒，以及察院總兵，蘇州兵將，一同京中三百大兵，俱各頂盔貫甲，結束停當，站在堂下聽令。江爺坐上大堂，一聲令下：『曹英進來。』曹英來到大堂打躬，說：『來到伺候。』江老爺說：『這領兵大印交與你，你領三百人馬把吳家寨團團圍住，火槍封門，咱好回京交代。』曹英說：『得令。』江老爺說：『劉青、劉義，你二人充當前部先行，上吳家寨滅寇，回來有功，老夫保你一官半職。』二人說：『得令。』老爺分付：『放炮起營。』鼓司不敢怠慢。只聽的咕咚的咕咚的三聲炮響，起了大營，只看那旗幡招展，人喚馬叫，撲著吳家寨來了。 \\n 這纔是炮響三聲起了營，忙壞了馬步兒郎眾兵叮曹英頂盔貫甲上戰馬，你看那槍刀劍戟一片明。那一些五色旗子空中擺，人喊馬叫不住聲。兩個前部先行催戰馬，吳家寨霎時圍個不透風。 \\n 話說，曹英領了三百人馬，把吳家寨團團圍住，這且不講。 \\n 且說，吳彥龍有個家將名叫吳有才，見人馬把村莊團團圍了，飛奔跑到客廳，雙膝跪下，說：『少爺了不的了，不知何處人馬將咱的村莊都圍住了。』吳彥龍說：『你快給我備上兩匹戰馬。』家將隨即備了兩匹戰馬，吳彥龍、吳彥虎弟兄二人打開盔盒亮開甲包，頂盔貫甲結束停當。吳彥龍手提三股鋼叉，吳彥虎手提兩把宣化斧，兄弟二人騎上戰馬，帶領家將八十餘名，沖出了大門。吳彥龍高喊：『你這一伙人馬從何處來的，把我狀元府圍了，所為何事？』曹英抬頭一看，見兩個賊子豹頭環眼，渾身掛皂。曹英說：『先行官，反賊出來了，前去迎敵，須要小心。』劉青。劉義弟兄二人使了兩口青龍大刀，飛臨戰常這且不表，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第十五回 回北京受爵完姻", "正文": "  \\n 第十五回　回北京受爵完姻 \\n 　 \\n  \\n 湛湛青天不可欺，頭頂三尺有神知。 \\n 善惡到頭終有報，只爭來早與來遲。 \\n 話說劉青。劉義弟兄二人，使了兩口青龍刀飛到戰場，說：『好反賊！還不下馬受綁，等待何時。』吳彥龍認的是劉義，並不答話，把三股鋼叉擰了一擰，分心就是一刺。劉義使青龍刀往外一架，架在圈外，把青龍刀往空中舉起，照著吳彥龍的頂梁使了個泰山壓頂的架式，一刀劈來。吳彥龍用叉去架，如何能架的住，被一刀斬下馬來。吳彥虎一見他哥落馬，把馬一催，舉斧就砍。劉青看的明白，把馬一催，刀向吳彥虎劈面砍來，吳彥虎捨了劉義，揮動兩把板斧與劉青交戰。戰有三十個回合，不分勝敗。曹英看的明白，把馬一催，舉起八角銅錘，照著吳彥虎的頂梁一錘，打下馬喪命而死。曹英說：『眾將兵還不一齊向前捉拿反賊，等待何時。』那些將卒聞聽此言，槍刀併舉，一擁往前殺上去了。 \\n 曹英馬上把令傳，忙壞先行眾將官。長槍手使長槍打，弓箭手放雕翎穿。雙手舉刀往下砍，火槍手放響連天。大殺大砍只一陣，反賊家將都殺完。地穴口上安大炮，大炮三聲振天關。發上一把無情火，樓房草舍冒青煙。霎時平了吳家寨，領定人馬轉回還。人馬紛紛往前走，察院門外下戰鞍。兵將一齊都下跪，口稱江爺請聽言。如今平了吳家寨，報各江爺得知端。 \\n 江爺分付擺酒宴，犒賞三軍歇一天。犒賞三軍咱不表，再把江爺明一番。殃沙、五道一聲叫，門前埋上百尺竿。潘青賊子推出去，滑手一叩空中懸。分付三百弓箭手，齊放雕翎使箭穿。箭穿潘青廢了命，再不殺人去行奸。不說潘青身死後，江爺分付贖汗衫。又把曹英一聲叫，即速當店贖汗衫。與你銀子三百兩，要給速去速回還。汗衫若在猶自可，無有汗衫著繩拴。曹英接銀三百兩，來到當店贖汗衫。還你銀子三百兩，江爺叫我贖汗衫。小郎聞聽心害怕，叫聲將爺聽我言。 \\n 三百銀子俺不要，情願與你取汗衫。小郎說罷往後跑，取來汗衫到拒前。繞過櫃檯往外跑，叫聲將爺你聽言。 \\n 這是汗衫交與你，見了老爺多美言。曹英回到察院裡，遞與江爺用目觀。江爺一見汗衫到，遞給女兒小嬋娟。 \\n 江爺分付快看轎，放炮起營回燕山。小姐上了花花轎，公子上了馬戰鞍。江爺上了八抬轎，曹英上馬快如煙。 \\n 劉青、劉義乘坐驥，三聲大炮振地天。三聲炮響出察院，九梆銅鑼響連天。曉行夜宿來的快，到了北京衙門前。江爺下了八抬轎，小姐花轎落平川。江爺得勝回朝轉，眾家官員來問安。 \\n 話說，江爺引劉青、劉義、曹英一同進了書房，分次坐下。 \\n 江爺分付：『看酒來。』書童看上酒來，四位公子同江爺飲酒。 \\n 飲酒已畢，天色已晚，書童點上燈來。公子、曹英、劉青、劉義四位書房安歇。江爺回了內宅，見了小姐，父女把話敘了一回。這且不表。江爺提起筆來修了一道本章，方纔安歇。 \\n 次早清晨，嘉慶皇爺上了早朝，文武百官，八大朝臣，九卿四相，分班而立。閤朝文武參拜已畢，皇爺開金口說：『文武百官有本早奏，無本捲簾退朝。』一言未盡，有人說：『有有有。』只見江爺帶領四位公子，撩袍端帶，俯伏金階，口呼：『我主萬歲，臣有本奏。』皇爺一閃龍目，看見是江爺，說：『江愛卿，遞上本來。』黃門官把本傳上龍書案上。皇爺閃龍目一觀，龍心大喜，下了一道聖旨。黃門官捧旨來在金殿以下，說道：『聖旨下，跪上聽著。奉天承運皇帝詔曰：「江峒私訪下江自有功，朕封你戶部尚書之職。」』江爺叩頭謝主龍恩。 \\n 『曹英捉拿贓官土豪有功，朕封你盛京總兵之職。』曹英叩頭說：『謝主龍恩。』『劉青、劉義搭救江小姐平吳家寨有功，朕封你二人守備參將之職。』劉青。劉義叩頭說：『謝主龍恩。』 \\n 『榮玉卿，你本是天官之子，救了小姐有功，朕封御狀元。』 \\n 榮玉卿叩頭說：『謝過我主萬歲。』皇爺說：『榮愛卿，你可有妻室沒有？』榮玉卿說：『啟奏我主萬歲萬萬歲，臣自臣父沒後，連遭三次天火不幸之災，家中貧乏，無有婚配。』皇爺又問：『江愛卿，你的女兒可有婆家沒有？』江爺說：『臣的女兒沒有婆家。』皇爺說：『江小姐沒有婆家，榮玉卿沒有妻室，朕當為媒，叫你兩家親上加親，把小姐送到狀元府裡共拜花堂。』江爺與榮玉卿一同叩頭說：『謝過我主萬歲萬萬歲！』 \\n 皇爺龍袖一擺，退回宮院。各官退朝回衙去了。 \\n 各官朝畢回衙轉，各員回衙更衣衫。小姐送到狀元府，同拜花堂把親成。江爺回到書房內，拿過逍遙手中擎。修書下到洪洞縣，搬取夫人進北京。一封下到東萊縣，告知姐姐得知情。甥兒現在北京地，皇爺欽封狀元公。急急忙忙把京進，狀元府裡得相逢。二位夫人都接到，狀元府裡同享榮。總兵曹英把官做，他把母親接進京。守備參將弟兄倆，領旨上任祭祖宗。 \\n 這是一部《紅風傳》，與人閑來解悶愁。 \\n  \\n   \\n  "}
