{"章节": "第一回 護花神陽台竊雨", "正文": "  \\n 第一回　護花神陽台竊雨 \\n 　 \\n 詩曰： \\n 彈鋏朱門志未揚，為人須負熱心腸。 \\n 寶刀一擲非謀報，俠骨能令草木香。 \\n 其二： \\n 匣底鋒未曾試，男儿肝膽向誰是。 \\n 手提三尺黃河水，天下安有不平事。 \\n 這兩首詩，名為寶劍行，是贈俠客之作。大凡天生名流，為國柱石，必定上有神靈暗佑，下有俠杰扶持。憑你群奸說陷，百折百磨，到底有個出頭日子。這，所謂吉人天相，然在自己，也須具有慧眼。先辨得他果是仙真，果是俠客，然后不被人欺，而仙俠為我使用。有如宋朝文彥博，征討貝州妖人王則。一日，升帳獨坐。忽被妖人飛一大石磨，從空打來。剛到頭上，卻得一人飛空抱出，把那交椅打得粉碎。彥博唬了一跳，起來拜謝其人，竟不認得。求其姓氏，那人并不答話，但寫“多目神”三字而去。彥博才省起，幼時讀書靜室，夜半曾有一鬼乞食，形容甚怪，自言是上界多目尊神，因犯九天玄女法旨。罰他下方受苦。彥博遂飽賜酒食，又為他向玄女廟中，主誠求懇，果然即得超升。所以今日特來相救，以報前恩。這所謂神靈保護的了。 \\n 還有俠客一樁故事。明朝蘇州有一錢生，名喚九畹。為人怀才抱行，磊落不羈。一日偶在虎丘梅花樓飲酒，見一壯士欠了酒錢，為酒保挫辱。錢生看他不是凡流，竟与他清償所欠，并邀同飲，那人欣然就座。談論中間，錢生細叩行藏。那人道：“俺隱姓埋名已久，江湖上相識，但呼俺為申屠丈。因在此期一道友梅山老人，偶來閑步，不料忘帶酒錢，致遭酒保無狀。這也是小人，不必計較了。只是有累足下應還，何以克當。兩人自此結納了一番，后三年，錢生攜資宦歸，途遇響馬，正在危急之際，忽見一人從松梢而下，手持尺刃，殺散強寇，親解生縛。仔細一看，其人非別，原來就是申屠丈。錢生向前拜謝，申屠丈笑道：“梅花樓一夕酒資，自當償答，何用謝為。”遂跨步而去。這是舊話，不必細說。 \\n 近有一人，也虧了仙真暗佑，俠客扶持，后來得遂功名，脫离禍綱。說來到也希罕，因做就一本話頭，喚做《賽花鈴》。看官們不嫌煩瑣，待在下的一一備述。 \\n 那人是明朝直隸蘇州府太倉州紅家庄人氏，姓紅，名芳，表喚子芬。父為禮部侍郎，去世已久。娶妻王氏，琴瑟調和，年俱三十以外。單生一子，喚名文畹。生得儀容秀雅，資性聰明，年方八歲，便能吟詠。芳与王氏，十分愛惜，不啻掌上之珠。每日親教攻書，不容少輟。你道紅芳是個宦家公子，為何不延請西席，卻自己教誨？原來先禮部是個清正之官，家道不甚丰裕，又因文琬年紀幼小，所以不請先生，只得權自教他几載。正所謂： \\n 二義并尊師即父，一經堪授子為徒。 \\n 卻說紅芳，家雖清儉，其所居宅第，層樓曲室，仍是閥閱門楣。靠后建著園亭一座，內造書室三間，收拾精雅，即文琬在內讀書。室之左首，靠著太湖石畔，有牡丹花二本。其一，枝葉扶疏，根株甚大，乃侍郎公所种。其一乃紅芳親手栽培，未滿十載。此外又有桃柳梅竹之屬，獨牆角邊有絕大的槿樹一株，蔥蘢高茂，將及百年之物。只是園雖幽雅，往往有妖物作祟。喜得紅文琬年紀雖輕，膽力頗壯，所以同著書童紫筠，在內肄業。祖上相傳，又有寶劍一口，名曰五道水。光芒煥發，真不亞于干將莫邪。 \\n 一日午余讀倦，紅芳將劍細細的玩弄多時。紅生在旁從容問道：“敢問父親愛玩此劍，不知有甚好處？”紅芳答道：“凡做男儿的，上則安邦定國，下則斬怪除妖，非此利器莫能也。”紅生道：“据著父親這般說起來，在孩儿輩，只宜學劍足矣，何以咬文嚼字，又做那清苦生涯。”紅芳莞然笑道：“吾儿點點年紀，誰料敏悟至此。只是但知其一，未知其二。當那用兵時節，非武無以戡亂。若在太平之世，所以致君澤民，豈能舍此三寸毛錐。吾愿儿為文臣，不愿儿為武將也。”自此，紅生將那寶劍挂在床頭，不時把玩。 \\n 光陰荏苒，那一年倏又長成一十五歲。一日早起，忽聞外邊傳進：“方相公來了。”紅芳急忙放下書卷，向前迎接。原來這姓方的，名喚永之，是方正學之后，乃一飽學秀才，就在三十里之外，白秀村居住，与紅芳是嫡表兄弟，故來探望。紅芳迎進客座，問過起居，遂置酒飯款待，著文琬出來，亦相見禮畢，方公欣然笑道：“与賢侄別來未几，一發長成可喜。适才遙聞誦聲朗朗，所讀何書？”紅芳道：“經与古文，俱已讀完，近來胡亂讀些小題。只怪他性耽音律，閑時每每吟哦不輟。弟以詩乃不急之務，若專心致志，必致有妨正業。怎奈再三規訓不從。”方公道：“做詩是文人分內事，何謂不急。侄既有此妙才，做表叔的就要面求一首。”因指庭前菊秧為題，文琬不假思索，應聲占道： \\n 芍藥花開春暮時，東篱消息尚遲遲。 \\n 寄言墨客休相笑，一日秋風香滿枝。 \\n 方公听畢，拍案稱賞道：“細聆佳詠，异日前程遠大，不卜可知。雖云未臻大雅，然由此再一琢磨，足与李杜來平分一席。”紅芳道：“不過隨口亂言，仁兄何乃過為獎譽。近聞畹芳与仲馨二位賢侄，閉戶苦讀，想必進益頗多。”方公搖手嘆息道：“只一部經書，尚未讀完，那有進益的日子。”原來方永之有侄，名蘭，表字畹芳；子名蕙，表喚仲馨。俱与紅生年紀相仿。當下方公又問道：“不知今歲西席何人？”紅芳道：“弟因窘乏，不及延師。即欲附學，又無善地，只得自己權為設帳。”方公道：“有了這般資穎，后日必成偉器。雖則自訓真切，然聞古人易子而教，還不如延師為妙。我聞曹士彬為人忠厚，所學淹貫，現在敝友何家設帳，不若來歲吾与老弟，共請在家，上半載在弟處坐起，下半年在敝居終局。又聞沈行人之侄西苓，也要出來附學，約他同坐，豈不是好。”紅芳道：“如此极妙。在弟雖窘，亦不吝此几兩束　。只是頑儿自幼嬌養，恐怕難以出外。”方公道：“我与賢郎，雖云中表，實系叔侄至親，何妨就業。兄弱息素云，久欲与弟結秦晉之雅，今不若就此訂定。則以侄兼婿，骨肉一家，那時便可以放心得下了。”紅芳大喜道：“若得如此，何幸如之。但愧家貧，無以為聘耳。”方公厲聲道：“吾輩以親情道誼為重，一言即定，安用聘為。”紅芳即時進去，与王氏商議，取出祖上遺下的紫玉釵二股，放在桌上道：“今日就是吉日，權將此釵為求允之儀。”方公慨然收領。 \\n 當晚無話，至次日飯后，同去約了沈西苓。又到曹士彬處，定了來歲之約。光陰迅速，不覺又是新正天气。紅家備了船只，一邊去接先生，一邊去接沈西苓及方蘭、方蕙。到館之夕，未免置酒相款，各自收拾書房安歇，不消細敘。 \\n 卻說沈西苓，諱叫彼美，乃沈行人之侄。家居吳縣，年方十八，學問充足，進學已二載了。只為曹士彬時髦望重，又兼方紅二公相拉，所以出來附學，与眾窗友俱不相投，獨与紅文琬十分莫逆。自此倏忽二載，文婉一來自己天性聰明，二來曹士彬教訓之力，三來沈西苓切磋之功，所以學業大進。詩文韜略，無不博覽精通。當下取一表號，喚做玉仙。只因兩赴道試，不能入泮，居常愁眉蹙額，怏怏不悅。虧得曹士彬与沈西苓，曲為解慰。于時，中秋節近，士彬与眾生俱各歸去。玉仙閉門自課。 \\n 忽一夜，讀至二更時候，不覺身子困倦，遂下庭除閑步。徘徊之際，忽然月色朦朧，陰風慘刮。遙聞半空里喧嚷之聲不絕，側耳靜听，卻是西北角上，哄聲洶涌，恰像兵馬格斗的一般。玉仙惊嘆道：“不知又是什么妖物作怪了。”連把紫筠呼喚，已是熟睡不醒。便向床邊取了寶劍，往太湖石畔，潛身細看。只听得哄聲漸近，一陣狂風過處，見一老嫗，手執雙刀，向南疾走。那老嫗怎生模樣？但見： \\n 骨格輕盈，梳妝淡雅。論年庚，雖居遲暮，覷丰態，未損鉛華。疾行如電，執利刃而飛趨。殺气橫眉，似銜枚而赴敵。若云仙子殊姑射，道是妖姬似永儿。 \\n 那老嫗過后，隨有一將，獠牙紅臉，貌极猙獰。手執巨斧，急急的向南赶去。紅生偷眼一看，嚇得遍身寒抖。原來那將生得： \\n 軀斡夭喬，威風凜凜。鬢須蒼赤，狀貌森森。執開山之巨鉞，力堪破石。具丈六之修軀，頂欲摩天。似此猙獰惡相，疑為木客。若令渾身披挂，即是神荼。 \\n 只見紅臉將向前驅赶，那老嫗回身，抖搜精力，殺了數合。正在酣戰之際，刺斜里又忽地閃出一個美貌女子來。那女子生得如何？有詩為証： \\n 國色最盈盈，溫柔似太真。 \\n 含嬌依淡月，弄影惜殘春。 \\n 楊柳風前斷，茶蘼架畔親。 \\n 慈恩今已謝，惆悵洛陽塵。 \\n 那女子柳眉直豎，星眼含嗔，舞著雙劍，与紅臉將接住。一來一往，三個混戰了一會。那老嫗气力不加，刀法漸亂，被那紅臉將一斧砍倒。女子急欲救時，又被紅臉將輪斧劈來，遂繞著太湖石畔而走。其時，玉仙看得長久，心甚不忿。暗想：何物妖怪。輒敢如此跳梁。我聞寶劍可以驅邪何不將來一用。便大著膽，等那紅臉將將次赶近女子，提起寶劍，用力砍去。只聞空中錚然一響，連劍与女子都不見了。時已二更天气，要去尋劍，卻又驟雨如注，只得進門安寢。 \\n 次日清晨，急往園中，遍處尋覓，絕無蹤跡。惟見老牡丹根株斷落，跌倒在地。那新种的小牡丹，全然不動。又尋至牆角邊，只見寶劍砍在槿樹之上，劍口血跡淋漓。玉仙不胜駭异。即時拔出劍來，把那槿樹一頓砍倒。忽然一陣香風過處，夜來那個美貌女子，羅袖飄飄，玉環噦噦，向前深深万福道：“妾乃花神也，自居此園，歷有年所。近來禍被槿精，漁色欺凌。因妾貞介自守，以致昨夜老母与彼相角被戕。若非君子解救，妾亦為之命斃矣。重蒙厚德，特此致謝。”玉仙又惊又喜，向前揖道：“仙卿洪福，自應免禍。槿精作祟，理合去除。若在小生，何力之有。但今日之會，信非偶然。不識仙卿，亦肯效巫山之雨，令小生得以片時親近否？”花神低首含羞，徐徐應道：“感君大誼，豈敢固卻。如欲荐枕，愿俟夜來。”玉仙笑而許之。 \\n 及至夜深時候，果見花神冉冉而降。于是披芙蓉之帳，解霧之衣。玉股既舒，靈犀漸合。既而翻殘桃浪，傾瀉瓊珠。而紅生已為之欣然怡快矣。有頃，花神整妝而起，向著玉仙，從容說道：“妾雖愛君，奈因天曹法重，自后不獲再圖一會。然君佳遇頗多，姻緣有在。日后有一大難時，妾當竭力圖報，惟郎保重保重。”說罷，回首盼生，殊有戀戀之意。而窗外香風驟起，遂凌風而去。玉仙似夢非夢，痴痴的沉吟了一會，始知紅臉將是槿樹精，老嫗与美貌女子即是牡丹花神也。又連聲嘆息道：“非此寶劍，則花神何由免厄，而精祟何以得除。今既斬滅，諒無事矣。” \\n 到了次早，會值曹士彬与沈西苓俱已到館，遂將此事擱起不題。 \\n 要知后來如何？下回便見。 \\n  \\n   \\n  "}
{"章节": "第二回 劫村落潢池弄兵", "正文": "  \\n 第二回　劫村落潢池弄兵 \\n 　 \\n 當下曹士彬到館，隨后方蘭，方蕙与沈西苓，一齊同至，各自攻書無話。 \\n 你道，下半載應在方家供膳，為何仍到紅家？只因方公患病，故將酒米蔬肴送到紅生家里，托暫支持，俟病愈之日，即同過去。不料那一年，流寇猖獗，湖廣、江西等處地方，俱被殘破，一連奪踞二十余城。虧得張總制興湖廣總兵莫有功，督兵征剿，稍稍敗退。然風聞開去，各處草寇，聚眾相應。遂有一員賊將，嘯聚泖湖，手下約有三千賊眾，官兵莫敢剿捕。其人姓唐名云，系山東響馬出身。生得虎頭猿臂，黑臉長髯。會使一把大刀，更精騎射，百發百中，所以眾賊推擁為首，自號黑虎天王。當下扎寨，連接數里。凡蘇松等處，市鎮村落，無不被其剽掠。早惊動了上司官長，邀請提督昝元文進剿。 \\n 那昝元文，以武進士歷有戰功，升至右府同知，賜一品服，奉敕鎮守吳淞。一日升帳，只見眾將官紛紛稟報，泖寇唐云，十分猖獗。正在議論間，又值撫院檄文已到，隨帶副總鎮王彪，立時起兵征進。那王彪能使六十三斤一條大鞭，有万夫不當之勇，最為昝元文心腹健將。當下領了三千鐵甲軍，星夜殺奔前來。地方少不得派出糧餉，犒賞軍士。延挨數日，打下戰書過去。那黑虎天王，聞了這個消息，登時喚過手下四員大將商議。一名三眼夜叉黃俊，一名獨腳虎史文，一名小金剛魯仲，一名撩天手陳達，俱有千斤气力。黑虎天王把上項事說了一遍，史文便道：“吾主不必憂慮，官兵若到，只須如此如此，管教他片甲不回。”眾人齊道：“史大哥說得有理。”計議已定，即批發戰書，約定明午出戰。其夜，忽值本處鄉紳，公宴請著昝元文飲酒，全無整備。及聞戰期即在明日，大家倉惶失措，各自整理船只器械。挨到明晨，湖上并沒動靜，但有几只小船，對面時常來往。昝元文不以為意，遂促王彪為前部，招集眾將，一直殺過山去。將近山前，只見蘆花灘里，泊下許多船只。昝元文見了，連叫眾將放炮。那賊船上听得炮聲響處，并沒一個迎敵，擁著兩員頭目，東西逃竄去了。王彪乘勢殺上岸來，斬開了寨柵，并不見有甚兵馬，止有糧草金銀，堆積如山。眾兵看見，盡去搶擄。撿著好的呈獻主帥，其余各自分頭搶散。正在扰嚷之際，忽然見山后火起，四下喊聲齊舉。須臾狂風驟作，走石飛沙，早有四員賊將從旁殺出，把昝元文大兵，截為數處。那官兵身邊揣著金帛，誰肯戀戰。獨有王彪自恃驍勇，便輪動鋼鞭，向史文就打。史文往后一退，反把王彪圍住垓心。此時王彪，獨戰五將，并無懼色。殺到申牌時分，手下僅存二十余人，只得下了一只小船，向南而走。又被魯仲一箭射中水手，那船便支撐不定。陳達飛棹赶上，用力一槍，搠著了王彪左眼，翻身落水。眾兵不敢撈救，竟死于泖湖之內。正是： \\n 瓦罐不离井上破，將軍難免陣中亡。 \\n 卻說昝元文，見王彪圍困核心，正欲奮勇援救，又遇黃俊伏兵，攔住去路，殺得七損八傷，大折一陣。歸點殘兵，剛剩得六百余人，又沒了王彪一員勇將。昝元文又羞又恨，欲待再戰，缺少兵馬，欲歸吳淞，又恐部撫歸咎，便將百姓大罵道：“今日之敗，都因地方不行救護。這些奸民，決与湖寇通情。且不要管他黑白，一個個砍了他的性命，才雪我恨。”即時傳下號令，將近泖一路地方，盡行剿滅。可怜老幼男女，霎時間殺傷了五六百人，俱充作賊人首級，到部撫報功。惊得遠近百姓，也有喪身鋒鏑的，也有逃竄遠去的。儿啼女哭，一時星散。 \\n 卻說黑虎天王，胜這一陣，皆由史文妖術。及見官兵敗去，越無忌憚，率著眾賊，四處打糧。看看擄到紅家庄來，紅芳听得風聲不好，后知方公病体已愈，急忙打發儿子与曹士彬等，前往方家讀書。又將細軟什物，收拾停當，雇了般只，著王氏竟到長興外家避亂，自己住在家里，探听消息。正是： \\n 宁為本平犬，莫作离亂人。 \\n 紅生到了方家，舉家相見，禮畢。此時素云，年已及笄，生得眉橫柳葉，臉襯桃花，真有傾國傾城之色。又兼方老安人，親教詩詞，頗諳吟詠。當下在房，一見紅生，急向后屏躲避。紅生雖不及細看，然亦窺見美艷非常，不覺暗暗欣喜。 \\n 看官，你道紅生往來讀書，已經數載，為何素云尚未識面？只因這頭姻事，方公力欲許生，老安人卻嫌他家事單薄，意猶未決。況閨禁甚嚴，紅生雖系嬌客，非奉呼喚，不敢擅入中堂。即或暫時進去，自有婢婦先行稟報，然后進見。所以紅生雖欲偷覷，其如閨閣深藏，難圖半面。不料那一日，偶然撞見，頓覺芳情牽惹，一時按納不下。閑話休提。 \\n 且說玉仙見了方公，備述泖寇焚劫，甚是披猖，所以先期避難。方公与老安人道：“既然如此，可寬心在此讀書，待平靜之后，歸去未遲。”紅生又細細的慰問了一會，自到白云軒臥內，打掃收拾，日与士彬、西苓講誦不輟。正是： \\n 閉戶不聞戎馬事，垂帘惟讀圣賢書。 \\n 且說素云小姐，年當二八，正在動情時候。自那一日，窺見玉仙，風流俊雅，不覺春思頓縈，終日不情不緒，針線全拋。一日午睡起來，連呼侍婢凌霄，杳不見至。忽見几上有花箋一幅，遂研墨濡毫，以屏間畫鵲為題，吟詩一絕道： \\n 誰向生綃寫得微，寒梅終日自相依。 \\n 佳人睡起■　龍眼，錯認盤旋欲去飛。 \\n 原來素云房內有婢女三個。一喚紫菊，一喚春蘭，其一即凌霄也。雖均有姿色，惟凌霄尤覺娉婷獨立。至如素云寵愛，亦惟凌霄最為得意。當日因往后園，攀折桂花，所以不在房內侍候。素云題詩已畢，猶搦管沉吟。忽值方公走進，一眼看見，便問道：“我儿所作何詩？可取來我看。”素云連忙雙手奉上。方公看畢，欣然笑道：“我儿有此詩才，謝家道韞，不足數矣。只是詠物之作，須要不即不离，有玲瓏活變之致，方見匠心。吾儿此詩，骨格雖全，風韻猶乏，更宜精細為妙。”素云道：“孩儿睡起無聊，偶爾成詠，誰料為爹爹所見。幸蒙教誨，望乞和韻一章，使孩儿學為規則。”方公一頭笑，一頭取筆，向箋后寫道： \\n 怪殺良工心思微，雙雙靈羽鎮相依。 \\n 自從七夕填河后，長繞南枝不肯飛。 \\n 方公題畢，把与素云看了一遍，便將來放在袖中，竟自踱出外邊去了。素云喚著凌霄問道：“适才我再四喚你，只是不見，你在何處去了這半晌？”凌霄道：“說也好笑，适因小姐熟睡不醒，悄悄的走入園中，折取桂花。誰料紅郎望見，笑嘻嘻的走近身邊，深深揖道：‘敢問姐姐，可是凌霄否？聞得小姐，最會做詩，奈小生孤館無聊，不獲覿面請教，望乞轉達妝右，幸將珠玉見賜，以慰飢渴之望。’凌霄便搶白道：‘君乃東床嬌客，袒腹有期，何得倩著婢侍傳言，有失尊重。万一為沈生并吾家小主竊見，豈無瓜李之疑。況幸遇妾身，若是一個不曉事的，張揚出來，不惟郎君行止有乖，連累小姐面上，也不好意思。’為此，正欲告稟。小姐，你道紅郎好笑也不好笑。”素云听說，俯首不語。既而低聲說道：“你今后沒有要緊，不可再到園中。從來文人輕薄，你若遇見，只宜回避，不可与他調戲，亦不要將他搶白。我方才睡起，喚你不應，做下畫鵲一詩，忽被爹爹撞見，把來袖了出去。你可走到外廂，看是如何，便來回复我。”凌霄連聲應諾，遂急急的悄然步至書房門首。 \\n 那一日，适值曹士彬不在館內，只見方公向著袖中摸出花箋，遞与紅、沈二生道：“我因二位老侄詩才甚妙，今以畫鵲為題，做下拙作二首，幸勿見笑。祈即依韻和之。”又對方蘭、方蕙道：“你兩個也做一首，倘有不明之處，可向沈大兄請政。”二生看畢，連聲稱贊道：“細觀兩什，字字珠璣，一空凡響。自是天上神仙，非复人間粉黛。侄輩襪線菲才，豈敢班門弄斧。”方公道：“二位老侄，不必太謙。幸即次和，以成一時之興。”言訖，便自踱了出來。 \\n 看官，你道方公為何將此二詩，俱稱自己所作，要著二生和韻？只因方公素慕紅生之才，又聞沈西苓亦名譽藉甚，故借此一題，要他兩下和來，以觀高下。又因素云，當時親口許了紅生，不料老安人几番埋怨，意猶未決。為此進退兩難，正欲紅生顯出手段。倘若和得高妙，果有出人意見，一來与自己增光，二來學著古人，雀屏中選之兆，三來使老安人曉得，紅生學問富足，日后必然顯達，不致反悔姻盟。所以瞞了女儿，竟自拿出外廂索和。 \\n 當下紅、沈二生領了方公之命，与方蘭、方蕙，各自就席。須臾，紅、沈二生先完，隨后方蘭、方蕙次第成詠。 \\n 要知和得高下如何？且听下回解說。 \\n  \\n   \\n  "}
{"章节": "第三回 慧嬌娥衡文稱藻鑒", "正文": "  \\n 第三回　慧嬌娥衡文稱藻鑒 \\n 　 \\n 詩曰： \\n 一曲陽春競唱酬，高才難息謗悠悠。 \\n 早知世道多奸險，捫舌何如得自由。 \\n 當下紅玉仙、沈西苓將鵲詩依韻和就，隨后方蘭、方蕙亦各完篇，共錄在一方桐葉箋上，以待方公評閱。等了一會，只見方公欣然踱進房來，紅、沈二生便將詩稿雙手遞過。方公接來看道： \\n 畫史深夸揮洒微，翠屏喜鳥似依依。 \\n 雙睛更遇仙人點，奮翅天涯自遠飛。 \\n 第二： \\n 三匝空怜月色微，南林今幸一枝依。 \\n 故園欲去愁無主，故傍山梅不忍飛。 \\n 第三： \\n 筆尖巧奪化工微，雙鵲渾然永自依。 \\n 何事儿童痴蠢甚，几番驅逐不曾飛。 \\n 第四。 \\n 靈畫年深墨跡微，一雙靈鵲向花依。 \\n 舊巢今被誰人占，獨自遲回不肯飛。 \\n 方公看罷，連連贊賞道：“細觀箋首二章，必系二位老侄所詠。工力悉敵，寓意各深，真是錦心繡口，使我不胜欣快。只愧儿侄輩，東涂西抹，較之繡虎才情，万不及一，真豚犬耳。二生再三謙謝道：“下里巴吟，謬承見賞，殊非侄輩所以請政之意。”方公又將方蘭、方蕙的詩，細細的評駁了一番，遂將詩箋袖著，回進內房，把与素云看道：“我以儿詩，并我所作，以示紅、沈二生，并汝兄汝弟，著各次韻成章。汝且試為評閱，四人高下若何？”素云一連哦了几數遍，便說道：“首章，規模宏大，有高飛遠舉之志。次作清新秀雅，不愧大方，然一似有思歸之憂者。至第三首，雖非前比，猶有可觀。若末篇，潦草不工，卑卑乎不足觀也。据著孩儿管見如此，未知爹爹嚴命以為确否？”方公道：“我儿評品，語語切當。依我看來，第一作想是沈西苓，第二篇口气想是玉仙侄，第三想是蕙郎，若第四定是蘭郎這蠢才了。”遂命素云，用上批語。及至一一相詢，果如所言。二生看了，亦各嘆服。獨有方蘭批坏，深憾姊氏較評之刻。又見眾人暗地笑他，悶悶不悅。話休繁絮。 \\n 當日正在看詩，忽見書童報進：“紅相公來到。”玉仙隨著方公，急忙迎進。見畢，坐定，備問家中消耗。紅芳嘆息道：“不要說起，自你出來，不上半月，即遭那伙賊寇，到村焚劫，把屋宇家私，都化作灰燼了。你難道還不相聞么。更有一件奇怪，周圍俱各燒盡，獨有牡丹亭還留在那邊。聞說時常鬼現，賊兵倒也不敢擅進。”說罷，父子俱各感傷不已。方公与曹士彬從旁勸慰乃止。當晚少不得置酒款待，不消細敘。到了次日午后，紅芳作別，自往長興外家了。 \\n 且說玉仙，自聞此信，終日眉頭不展，面帶憂容。卻得方公几番勸慰道：“吾侄家業雖廢，猶幸骨肉無恙，何必過為無益之憂。目下聞得宗師將到，且自安心讀書，以圖克捷。”玉仙听說，只得強自排遣。一夕，与沈西苓趁著月色澄清，坐于竹蔭石畔，閑話移時。玉仙微微嘆息道：“小弟時運不濟，命途多舛，年將弱冠，功名既未到手，怎奈家下又遭焚劫。遑遑如喪家之狗，為之奈何。”西苓道：“仁兄學業已成，又在具慶之下。今雖偃寒，后當顯達。若在小弟，幼年失怙，書劍飄零，雖獲幸拾青衿，而負郭無田，齊眉無婦。竊恐將來，不知更作何狀也。”玉仙道：“我兩人雖則异性，實胜同枝。他日乘車戴笠，永以為好，無相忘此日之情。”正說話時，忽聞后樓，鳴鳴的笛聲吹響。玉仙慨然道：“弟欲即事為題，共聯一律，以舒郁勃，不知兄意若何？”沈生道：“我亦正有此興。兄如首倡，敢不效顰。”玉仙遂郎吟道： \\n 幸同知已滯孤蹤，（玉仙） \\n 曲經無人云自封。（西苓） \\n 梅影橫鈄侵石砌，（玉仙） \\n 笛聲斷續到帘櫳。（西苓） \\n 柳眠不定因風扰，（玉仙） \\n 花睡含顰帶月濃。（西苓） \\n 坐久卻怜清露下，（西苓） \\n 夢魂空憶楚云峰。（玉仙） \\n 玉仙吟罷，興猶未已。复作《蝶戀花》詞以寄感。詞曰： \\n 夜靜誰怜簫館獨？笛弄瓊樓，空憶人如玉。孤鶴夢寒聲轉促，梅花落盡青山綠。破入清商成斷續，裊裊余音，贈我愁千斛。曲罷不知銀漏速，多情想倚闌干曲。 \\n 吟畢，撫掌大笑，即時進房，將詞錄出。寫罷，重复吟哦了數遍，然后解衣就寢，一夜無話。到了次日，又值文會之期，曹士彬吃過早膳，同著紅、沈二方，自去課文不題。 \\n 且說素云，自從凌霄傳著玉仙的說話，又見生詩才雋逸，不覺春心頓動，往往托著凌霄，覘生動靜。其日倚著雕欄，正在凝眸獨立，忽見凌霄手持一張箋紙，笑吟吟的走至。素云問其所以，凌霄道：“今日紅家郎君与曹先生俱以會文出外，書房不鎖，被我闖進去閑耍一回。只見硯匣底下壓著這張花紙，甚是可愛。又見有几行墨跡在上，小姐平素是极好寫字的，故拿來比一比，看誰的好。”素云接來一看，卻是一首《蝶戀花》詞，然既清新，字又端楷，賞玩數四，方知紅生是為夜來聞他吹笛而作。便將來折為方胜，藏在鏡箱之內。當晚玉仙、西苓与方蘭、方蕙回來，各將文字清出，呈与曹士彬批閱。曹士彬先將沈西苓二藝看了一遍，密密圈點道：“荊玉無瑕，秋蘭挺秀。至其蹊徑獨辟，有白云在山，芙蓉■露之故。”次將紅玉仙的卷子看道：“析理入玄，譬如悟僧說偈，語語真机，并無一點障礙。矧又高華秀茂，不作秦漢以下文字，試必冠軍，允堪獨步。”隨后把方蕙的二藝，略略批點道：“開講宏闊，居然大家筆力。中二比，曲折匠心，題旨畢出。獨后半篇，稍嫌卑弱耳。”再將方蘭的卷子看了一遍，用筆一勾道：“說理則牽引支离，對股則疊床架屋。終為頑石，何以琢磨。”不料那一日，方蘭偶然不在館內，沈西苓看見批坏，接過來与紅玉仙從頭看罷，忍笑不住。既而方蘭進來，問道：“吾等文鄭，先生曾已閱過否？”西苓戲道：“弟輩拙稿，俱被勘駁。惟吾兄的，先生最為獎賞。”方蘭道：“那有此話，仁兄莫非取笑。”玉仙便取出來，展開一看。只見，自破承題以至結尾，涂抹之處，不計其數。方蘭看見如此批坏，登時臉色漲紅，奪去藏匿。沈生又謔道：“兄的文字，擲地當作金聲，惜乎先生一時錯誤，沉沒佳章，殊可扼腕。”玉仙亦笑道：“吾弟佳作，清奇典碩，在他人再沒有做得出的，可惜先生不識奇物耳。”方蘭自覺無顏，正在憤懣之際，又被沈、紅二生當面譏笑，不覺發怒道：“小弟雖則一字不通，你兩個卻也忒煞輕薄。昨日偶因身子不快，所以做得平淡，難道我兩篇頭也完不來的么。”沈生道：“完得來完不來，總与別人無干。弟輩偶爾取笑，吾兄何太認真。”玉仙道：“也不要怪著吾弟，高才見屈，自應憤怒不平。”當下二人，你一句，我一句，半真半謔，气得方蘭不能開口。再要爭競几句，又值曹士彬走到，只得气憤憤的踱了出來，坐在椅上，暗暗的想了一會，愈覺惱恨道：“前日的鵲詩，既被那素云滿口亂嚼，今日又遭小紅當面譏訕，他夫婦如此情毒，我須尋一計較擺布他，才消此恨。”又想道：“那斯六禮未行，有何把柄，做得我家姊丈。須要尋計，拆散他這頭姻事方好。”正在自言自語，适值方蕙走來看見，便問道：“吾弟為何不去讀書，卻怒悻悻的坐在這個所在？”方蘭道：“我的文章不好，被著先生批坏，寫那沈紅兩個有何干涉，只管剌剌的惡言取笑，不怕人的面痛。就是西苓，不過暫時相處，也還气得他過。若那小紅，与我乃是郎舅至戚，反幫著外人，把我譏誚，豈不可恨。”方蕙勸道：“只要自家爭气，做得沒有破綻就罷了，何消著惱。”方蘭又怕叔嬸得知，必要見怪，只得忍气吞聲。自后与沈、紅二生，面和心不和，暗暗怀恨，不消細說。 \\n 那一年，正值科考，宗師發下牌來，先著縣尊考錄童生。等得試后出案，玉仙高取第三，方蕙亦以第十名复試，惟方蘭取在一千零七名。既而府試已過，宗師坐在江陰吊考。先錄過了各縣秀才，然后挂牌考試童生。玉仙府案，仍列第三，只与方蕙兩個進道。四書兩篇，經与論各一篇，真做得錦繡相似，欣欣然俱覺得意出場。及至宗所發案，玉仙取在第七名，撥入府學。到了送進學那一日，鼓樂喧填，一路迎接回來。拜見方公夫婦，方公大喜道：“得婿如此，我無憾矣。更愿及早著鞭，毋負我望。”方老安人默然不語。方蘭在旁，微微冷笑。只有方蕙，為著功名蹭蹬，又見紅生進學之后十分得意，自此日夕憂苦，染成弱症，沈西苓亦以考在三等，沒有科舉，怏怏不樂。當下紅生滿怀歡喜，寫了一封書信，著紫筠持到長興，報知紅老夫婦。過了數日，只見紅芳即著紫筠　書回報，紅生拆開一看，其略云： \\n 四郊多壘，三匝無枝。每切破家之憂，卻獲入泮之喜。所以繼祖業而高大門閭者，非汝而誰。更宜努力，再圖秋闈奏捷。至囑至囑。 \\n 紅生又得了平安家信，愈覺歡喜。遂賦五言一首以自遣道： \\n 家破何須恨，業成志豈違。 \\n 愿將寸草意，聊以報春暉。 \\n 自后，方公相待之情，愈加丰厚。生亦埋頭苦讀，以圖遠舉。只是孤館凄涼，每當風晨月夕，未免因春惹恨，睹花增咸。每每想著素云，十分美貌，雖訂姻盟，怎奈媒妁未通，六禮未備，尚未知久后姻親果是如何。又想起父子各天，雖則外家至戚亦無久居之理。以此寢食俱忌，時時浩漢。 \\n 忽一日，檢理詩稿，不見了曩夜聞笛的那一首《蝶戀花》詞，忙向紫筠詰問道：“我這里并沒有外人進來，為何不見了花箋一幅？”紫筠只是推著不知。既而紅生又細細的翻撿了一會，再三盤詰，紫筠忽然醒起。 \\n 要知果是何人拾去？下回便見。 \\n  \\n   \\n  "}
{"章节": "第四回 俏丫鬟帶月闖書齋", "正文": "  \\n 第四回　俏丫鬟帶月闖書齋 \\n 　 \\n 紅生不見了《蝶戀花》詞那幅箋紙，再四詰問紫筠，紫筠忽然醒起道：“那一日，只有凌霄姐在此閑耍半晌，除非是他拿去。”紅生道：“他又不識個字儿，拿去何用。”正在猜疑不定，恰值凌霄持著午膳走至。紅生滿面堆著笑容，扯住問道：“前日硯匣底下，有一張箋紙，上面寫著几行字儿的，被著姐姐拿去，望乞撿還。”凌霄道：這也好笑，我要這箋儿何用，為何向我取索。想是那一日，我家小姐在此閑玩，或者是他拿去了。”紅生道：“既是小姐拿去，煩乞姐姐討來還我。”凌霄也不回言，竟至繡房，向著素云，道其所以。素云見說，即忙取出花箋，遞与凌霄道：“我要這箋儿何用，你可拿去擲還了他，切莫与外人知道。”凌霄應了一聲，遂又趨出書齋，帶笑說道：“小姐說要他無用，著我送還了你。”紅生慌忙展開一看，卻不是前日的箋紙，又別是新詩一絕。其詩道： \\n 懶撫焦桐懶賦詩，滿怀幽思倩誰知。 \\n 鳥啼花落春將去，總是香閨腸斷時。 \\n 紅生看畢，暗暗惊喜道：“原來小姐才情如許，深愧小生薄福，何以消受。只是室邇人遐，使我一片相思，頓添几倍，小姐小姐，你但知鳥啼花落，乃是斷腸時候。亦曾想著凄涼孤館，有欲化之魂否。遂于箋后題詞一首道： \\n 人在曲房，仙洞惆悵，佳期如夢。青鳥帶書來，空把相思傳送。珍重珍重，盼煞隔牆花動。 \\n ——右調《如夢令》 \\n 紅生寫畢，也瞞著凌霄道：“這幅箋儿不是我的，想是小姐錯把拿來。不敢相留，煩乞姐姐帶去，納還妝次。”凌霄不知頭腦，便即取詞而去。 \\n 次日，紅生正在回廊之下，徘徊獨步。忽見凌霄走至，紅生含笑問道：“姐姐此來，想必小姐更有話說。”凌霄道：“如今將原箋還你了。”紅生接過一看，卻又是一首新詞。只見上面寫道： \\n 庭院深沉人悄悄，几陣狂風，斷送花容老。夢破翻嫌鶯語巧，云埋咫尺書窗杳。未卜佳期何日好，秦晉空聯，反覺添煩惱。昨夜月明愁更繞，笛聲吹破關山曉。 \\n ——右調《蝶戀花》 \\n 紅生展玩數四，不覺嘆息道：“誰想小姐如此厚情，一片幽思，已展于尺幅之內。卻教我旦暮間何以排遣。因想此事，必須求著凌霄，或者得与小姐，相見一面。”遂將素云瞞著他，暗寄情詞之意，備述一遍。凌霄亦嘆息道：“原來小姐恁般多心，連我也瞞著了。只怕非我也成就不得好事。”此時，适值紫筠不在，紅生四顧無人，不覺情興勃勃，便將凌霄一把摟住。凌霄滿面漲紅，用力死掙道：“快些放手，我若聲張起來，只怕羞破了你的臉皮。”那紅生畢竟膽怯，惟恐叫喊，將手放松。凌霄乘勢掙脫，便一溜煙走進去了。紅生剛欲掩門，恰遇西苓走至，即邀進坐下。紅生道：“細觀仁兄，若有不豫之色，何也？”西苓嘆息，答道：“我与兄聚首數年，今一旦遠別，能無悵悵。”紅生道：“有何事故，便欲歸去？”西苓道：“昨聞宗師回省，弟以正考見遺，要先往省城告考。倘獲僥幸，則与仁兄同赴科場。若仍不取，有一敝友在京，就到北監營謀了。只在明旦一別，后會難卜，以是不免怏怏耳。”其夜，二人唧唧噥噥的直話至二鼓就寢。到得雞鳴時候，西苓即便起來，收拾行李，向著方公与曹士彬，辭別而去。紅生獨送至十里之外，口占一詞為別。其詞曰： \\n 亂煙霏遠樹，雞唱天初曙。一灣流水孤舟去，斷腸惟此處，斷腸惟此處。長楊已賦，休嘆功名暮。□□日青云路，卻因遠別增离緒。贈君拈俚句，贈君拈俚句。 \\n ——右調《東坡引》 \\n 吟畢，猶依徊不舍。西苓握手辭謝道：“蒙兄遠送，足領厚情。此處已是十里長亭，就此別了罷。”紅生堅執再送一程，只得怏怏分袂，回到書齋。收拾琴箱，也要別了方公，暫歸長興省親，以便到京鄉試。遂即整衣，同著方蕙，進至后房。時因方公臥病在榻，方老安人与素云俱坐在床之左側。素云見生，即欲回避。方公止之道：“紅家官人，乃是至親骨肉，那里避得許多。無論訂姻，即是表親，原該兄妹稱呼的。只今以兄妹之禮見罷。”禮畢，即命坐于床之右首。紅生問道：“老伯尊体無恙？為何日高尚未起來梳洗？”方公道：“只因昨夜冒著風寒，不覺舊恙复發。老年風燭，已是沒用的了。”紅生本欲別公回去，聞說有病，只得耐住不言。少頃茶罷，忽聞桂香扑鼻。紅生便問道：“此時剛值季夏，為何就有桂花？”方公道：“此是你表妹房前的四季桂花，年年不待中秋，預先開的。”便叫蕙郎：“快去折一枝來，与紅家哥哥，以作今秋折桂之兆。”連喚數聲，無人答應。素云便自進內，折了一枝，置于几上。紅生取花細玩，不胜欣喜。于時偷眼相窺，更覺情熱。只恨人前，不便道及衷曲，怏怏而別。紅生回至書房，把那桂花再三細玩，題著絕句三首道： \\n 如來金粟布秋枝，仙子殷勤贈別時。 \\n 可惜清香雖不減，月明□□□想思。 \\n 其二。 \\n 朝來何意忽相逢，陣陣天香帶曉風。 \\n 珍重　娥親有約，一枝擎出廣寒宮。 \\n 其三： \\n 丹桂何緣預放時，清香扑鼻最堪思。 \\n 深知折贈非無意，月窟期攀第一枝。 \\n 題畢，复研墨濡毫，用著楷書，細細的寫在一方素箋之上，以待覓便，寄与素云。于時，乃是六月中旬。當夜月明如水，紅生勉強飲了數杯，不情不緒，凄涼万狀，獨自靠在欄杆，舉首看月。忽聞隔院紅樓，絲竹競奏，嘻笑之聲不絕。愀然長嘆道：“所謂歡娛嫌夜短，寐寞恨更長。信有之乎。”又向竹蔭之下，徘徊了半晌，只得進房就寢。翻來覆去，展轉不寐。將至二更時候，忽聞門上指聲彈響。側耳听時，又微聞咳嗽之聲，便即起來，悄悄的啟扉一看，只見梧桐徑畔，站著一人。上穿淡羅半臂，下著半舊紗裙，發卷烏云，眉橫遠岫，乃一十六七歲的美麗人也。曾有一詩為証： \\n 二八最盈盈，含愁似有情。 \\n 西廂曾伴月，南陌解聞鶯。 \\n 逐隊依蘭幌，微歌發艷聲。 \\n 主家誰姓氏，疑是鄭康成。 \\n 紅生向前一看，原來非別，即是凌霄也。只見笑容可掬，低低說道：“你看，月轉西廊，夜已深了，為何郎君尚未安寢？”紅生亦欣然笑道：“不知姐姐在外，有失迎迓，幸勿見罪。敢問如此夜深，忽蒙光降，可是小姐有甚么說話否？”凌霄微微搖首道：“非也。”紅生又笑道：“然則姐姐來意，我已猜著了。莫非為著小生衾寒枕冷，有見怜之意么？”凌霄道：“亦非也。為因月色溶溶，特來与郎閑話片晌。”紅生一頭笑，一頭伸手摟抱。那凌霄半推半就，憑著紅生抱進羅幃。原來只系單裙，遂即解松繡帶，一霎時云雨起來。但見。 \\n 金蓮高聳，粉臉輕偎。皓体呈妍，約纖腰而掀翻紅浪；朱唇屢咂，倚繡枕而攪亂云鬟。一面笑喘吁吁，嬌聲如顫；几度綢繆款款，魂魄俱飛。正所謂鴛鴦本是雙栖鳥，菡萏元開并蒂花。 \\n 有頃，皓魄西沉，雞聲欲唱，而兩人歡娛已竟。紅生又抱住問道：“蒙卿厚愛，生死不忘。但不知有何良計，使我得与小姐相會否？”凌霄道：“老安人防閑甚密，雖有諸葛，無計可施也。”紅生听罷，不胜悵怏。于時，方公病已少瘥，為因試期將近，紅芳屢次差人催逼起身。只得收拾行李，帶了紫筠，作別方老夫婦，前往金陵赴試。 \\n 抵省之后，遍處打听沈西苓消息。原來告考不取，已往北都去了。既而三場畢后，竟遭點額，怏怏而歸。先往長興，省候父母，免不得盤垣數日。然后取路來到方家門首。只見門上挂著孝球。及至中堂，又見舉家戴孝，生甚惊愕。忙問所以，方老安人出來哭訴道：“自侄儿去后，表伯的病体又复凶劇，以致藥石罔效，于五日前已經身故了。昨即差人親到長興報訃，想必与侄在路上錯過。”紅生听罷，不覺哭扑于地。忙喚紫筠，置備祭儀，拜伏靈前，哀慟欲絕。方老安人与素云，亦嗚嗚的陪他哭了一場。紅生自此，心緒不宁，哀毀骨立，兼值沈西苓北去未返，方蕙又因痛父過傷，臥榻不起，每日只与方蘭同館。又是面目可憎，話不投机的。惟于風清月朗之夜，翻出几張舊詩，細細哦詠。方蘭看見，早已十分厭惡。又每每撞著紅生与凌霄，立在牆邊偶語。心下狐疑。 \\n 一日，　間著紅生出外拜客，將書匣■開，撿出那花箋一看，只見都是情詞。詞尾寫著“賤妾素云書贈”六字。看畢，不覺暗暗歡喜道：“我怀恨許久，正無發泄之處。誰想做出這般勾當，只怕你也安身不牢了。”便拿了箋紙，急忙走進內房，遞与老安人道：“這紙上寫的詩句何如？請嬸母細看一看。”老安人接過，從頭看了一遍，慌忙問道：“你從何處得來的？”方蘭便把始末細陳。因說道：“這樣輕薄之子，原不該容他穿房入戶。那段姻事，叔叔前日亦不過是空言相訂，并不曾行禮納聘，怎見得就是他的妻子。今若如此胡行，弄出一個話把，豈不坏了方氏門風。就是嬸母，還有甚体面。況這　近來家業蕩盡，赤貧如洗，就使妹妹嫁了他去，難道是不要吃著的么。”方老安人道：“你也說得有理，只是一時不好遣發他。”方蘭道“這個何難，只消如此如此，便可以逐漸撒開了。” \\n 原來方老安人，為因紅生家事單薄，原有賴姻之意。當下又值方蘭搬弄這場是非，心下十分惱怒，只是不好曉揚。便即步出書齋，向著紅生分付道：“曹先生既已抱病回家，沈西苓又說北京遠去，你在此讀書，只怕心性不靜。此去上南二十里之外，有一個慈覺寺，倒有許多洁淨禪房。那當家老和尚，向与我侄儿相熟，我今日備下盤費，著侄儿送你主仆，且到那邊去暫住几時。待先生病痊之日，就來接你。”當晚連連催促起身。素云聞了這個消息，心下駭然，一時間猜不出老安人是何主意，便取出几兩零碎銀子，著凌霄悄悄的送与紅生，以備寓中薪水。紅生無奈，只得收拾行李書箱，命紫筠挑了，自己与方蘭辭別了老安人，一直來到寺中。借下三間小小的書室，把行李放在右首一間，做了臥房。方蘭与長老送至房內，一茶之后，各自辭別去了。紅生在寺，听著暮鼓晨鐘，轉覺凄惶無限，每每想念：“不知為著何事，平白地把我遣了出來。”又因急急起身，不曾与素云會得一面。左思右想，心下十分不快。 \\n 忽一日，檢點書籍，不見了小姐所贈之箋，方知被那方蘭竊去，決在老安人面前搬了是非，所以有此一番風浪。正所謂： \\n 不如意事常八九，可与人言無二三。 \\n  \\n   \\n  "}
{"章节": "第五回 慈覺寺春風別夢", "正文": "  \\n 第五回　慈覺寺春風別夢 \\n 　 \\n 詩曰： \\n 簫寺奚愁夜獨吟，天涯何處少知音。 \\n 最怜一和簫聲后，更把相思寄梵林。 \\n 當下紅玉仙，自寓在慈覺寺內，倏忽月余。終日凄凄冷冷，那有情怀，把那八股拈弄。每想著方蘭竊去詩箋，致遭擯遣，時時浩嘆不已。惟托之吟詠，以自消遣。一夕更余時候，紅生讀罷將睡，推窗一看，只見月朗風清，便把簫儿吹度一曲。既而曲終，忽遠遠听見隔牆，亦吹得簫聲嘹亮。紅生囗听久之，朗吟絕句一首道： \\n 玉漏遲遲夜未央，遠帘花影露凝香。 \\n 洞簫何處吹明月？不道离人已斷腸。 \\n 吟罷，听那簫聲哀婉，愈覺凄涼。遂步出庭除，向著石欄徙倚者久之。時已夜分，只得進房，和衣而寢。次早起來，梳洗才畢，只見一人，年將三五，唇紅齒白，溫雅絕倫。把房扉輕輕推啟，飄然直入。紅生慌忙起身迎進，揖畢坐下。那生細細的先問紅生姓氏，紅生隨后也詢其居址姓名。那生從容笑道：“小弟姓何名馥，表字猗蘭。敝居即在東村，此去不及五里。為因家下不能靜坐，所以同一族兄寓此肄業。昨夜忽聞簫聲甚妙，弟亦酷嗜此伎，特來請教。”紅生道：“俚音污耳，反辱仁兄謬獎。但弟曲終之后，聞得牆東亦度妙音，即是兄否？”何馥道：“因聞雅奏，輒敢效顰。所愧音調乖訛，必為大方竊笑。惟籍仁兄，有以教之耳。”停了一會，何生又問道：“春王未聞吾兄高轍，今已秋杪，何因到此？”紅生道：“向來原執贄于曹士彬，在舍肄業。适因進場之后，抱恙回家，弟又遭泖寇焚劫，所以暫寓此地。”何生道：“曩年弟亦從著曹師數載，然則与兄雖非共學，實系同門。”紅生笑道：“既然如此，小弟与兄乃是契友了。不識令兄在館否？容當奉拜。”何生道：“家兄昨日，偶因有事歸去，想數日后方得到館。”紅生道：“寓中更有相知否？”何馥道：“并無他友。”紅生道：“只恐禪寮寂寞，難以獨坐，何不過來与弟同榻，以待令兄來時移去，何如？”何馥道：“感蒙雅愛，敢不領教。但恐鄙人無似，不足以辱仁兄之知遇耳。”紅生撫掌笑道：“雖則乍晤，一見吾兄丰龐秀麗，不減美人。倘獲并寓，正所謂蒹葭倚玉。惟慮兄意不允耳，何乃過謙如此。”原來何馥發甫复眉，果然生得秀媚無比。所以紅生談筆間，頗多屬意，而微言帶謔以探之。何生意亦領略，微微含笑，遂即起身別去。自此往來數四，相得甚歡。紅生相思無限，渴欲以桃代李。何馥含情緘意，應酬若出無心。 \\n 一日，紅生偶然步去相望，何馥置酒款待。二人杯盤交錯，甚是親狎。正酬酢之間，忽然陰云布密，霎時間落下雨來。紅生見雨勢驟大，私自喜曰：“今夕雨阻，必遂我愿矣。”遂慢慢的且變且飲將至黃昏時候，紅生假意起身作別道：“蒙兄殷殷相勸，弟已不胜酩酊。只是這樣大雨，如何過去，可有雨具否？”何馥道：“夜深雨阻，古人曾有剪燭西窗之興，吾兄何不在此聯榻談心，而急于返去耶。”紅生听了這一句話，正中机怀，不覺滿心歡喜。便即脫巾卸服，又取巨觥斟滿，与何馥一連飲了几觥。遂命書童妙才，點燈收拾。霎時間，倏又雨散云收，依舊一天星月。紅生恐被后悔，急忙解衣。正欲上床，只听得外面叩門甚急。喚著妙方啟門一看，卻是何馥的族兄何半虛，滿身透濕的踱將進來。何馥忙与他換了衣服，与紅玉仙相見。兩下通問已畢，何生道：“大兄何處來？卻是這般夜深？”何半虛道：“不要說起，偶被一朋友拉去吃酒，怎奈死留不放，以致夜深，又遇著這樣大雨。”紅生知不可留，遂即辭別歸寓。當夜怏怏而睡，不消細說。 \\n 次日，何半虛与何馥同來拜望，把些閑話，談了半晌。何半虛向著袖中，摸出几篇稀舊的爛文章求教。紅生看過，不覺暗暗捧腹，只得加上圈點，极口稱贊。何半虛見了，十分歡喜，便要与生同寓，以便時常請教。紅生欣然應允，遂叫書童打掃東首那一間空室，擺下兩張書桌，把文房四寶并行李什物，陸續運至。當晚收拾停當，卻因屋窄無處安榻，何半虛向紅生床上一看道：“吾兄尊榻頗寬，況近日天气寒冷，三人同睡何如？”紅生听說，點頭依允。當下整頓已定，吃過夜膳。何半虛先自睡著，紅生亦解衣上床。獨有何馥，徘徊不進。紅生催促几次，只得把條春凳，旁著床沿，和衣而睡。紅生見了如此光景，心甚不悅。睡到半夜，伸手摸他一摸，那一時恰值初冬天气，夜色甚寒，已是四肢凍得冰冷。遂把自己所蓋的紅綾綿被，扯出一半，与他蓋了。又取枕儿，与他枕著，自卻曲肱作枕而睡。何馥醒來，忽見枕被如此停當，明知是紅生美意，然佯推不知，并不說破。窺見窗上略有亮光，遂即起身，開門出去。紅生只道他即進來，竟不閉門。誰知西風甚急，在那門縫里刮進，吹得毫毛直豎。又因被著何生許多做作，心下十分不快。遂冒了風寒，登時身体發熱，飲食不進。何馥見了，也不動問，竟往舊寓安歇去了。 \\n 一日清早，何半虛有事出去。紅生尚未起身，何馥進來問道：“仁兄尊恙，日來稍覺平安否？”紅生道：“我病日复沉重，大半為著吾兄而起。近來虧得令兄相伴，庶慰寂寥。若論猗老這般薄情，早已索我在枯魚之肆了。”何生道：“弟蒙兄一見如故，豈敢有負雅愛。奈因家兄在此，所以不便捧足。若或遇其他出，小弟即來奉陪。”紅生听說，從床上躍起道：“吾兄此言，真耶？假耶？”何生笑道：“一言既出，駟馬難追。”紅生滿心歡喜，頓覺病勢去了一半。但心猶怏怏，所慮的只恐何半虛歸來。誰想到了晚間，不見動靜。遂閉上書房，把些閑事話了一會，又取出紫簫，各吹度一曲。時已漏下二鼓，紅生攜著何馥之手，低聲笑道：“你看月轉西軒，夜已深了。日間捧足之言，兄豈相忘耶？”何馥只管翻看經史，沉吟不語。又停了一會，只見妙才走來問道：“大相公不知還來睡否？”何馥逡巡答道：“你且閉門睡罷。”紅生听見，信以為實，遂急忙忙卸衣就寢。不提防何馥假推登廁，竟已回到舊寓去了。紅生一場沒趣，咨嗟不已。遂作詞一闋以志恨。其詞曰： \\n 孤館人無寐，霜天籟正清。旅怀難禁許多情，凄楚不堪，雁唳兩三聲。▓▓剪剪西風急，娟娟皓月明。相思無奈到殘更，悔殺當初兩下莫牽縈。 \\n ——右調《南鄉子》 \\n 吟罷，依依若失，只得和衣假寐。到得東方才白，即便起身，將夜來所作《南鄉子》一詞，寫在一方箋上，著紫筠送与何馥。何馥隨即過來，紅生愀然不悅道：“足下言猶在耳，何失信若此。古云‘落花有意隨流水，流水無情戀落花’詢有之乎？”何馥道：“落花固為有意，流水未必無情，但恐隔牆春色，被人猜耳。雖然弟固不能忘情于兄，兄亦何消如此著急。只在早暮間，弟決有以報兄也。”言訖，向生別道：“弟今日要去望一朋友，至晚就回。”便自踱了出去。紅生那一日，愈覺不情不緒，惟拿著一本《艷史》消遣鎖閉，妙才亦不在那里。紅生看了半晌，心上一計道：“今晚要他到我寓所，只在這鎖身上。遂尋了一根竹片，把那鎖門塞滿，竟悄悄而歸。等到黃昏，只見何半虛，吃得爛醉，同著何生來了。紅生看見，又喜又气。气的是何半虛同來，面目可憎。喜的是何馥鎖門不開，必來同睡。那何半虛已是十分酩酊，進得書房，便立腳不住，跨上床去，倒頭而睡。何生竟去點火開門，你道這鎖門已經塞滿，怎生開得。連聲喚問妙才，妙才推著不知。枉費了許多气力，只得回身走進房來。紅生徉問道：“吾兄為何還不去睡？”何生道：“書房門鎖，平日是极易開的，不料頓然作怪，連那鎖匙也透不進了。權借大兄的床上一睡，明早去開罷。”說完，衣也不脫，竟向何半虛的那頭睡著了。紅生也就上床，只听得半虛鼻息如雷，何馥早已沉沉睡去。便輕輕伸手，將他小衣去了，自卻捧足居后。而何生竟若未之覺者。把手去撫摸，只覺渾身細膩，光滑如脂。紅生此時，意蕩神飛，不能自禁。將把靈犀湊進，又恐惊覺，只得款款而入。那知寬綽有余，已成熟境。那海棠枝上，早已漏泄春光一二分矣。然兩不通語，紅生猶恐不為指破，后日定要仍前做勢。遂百般使之自覺，何生并不做聲。將及二鼓，方才事畢，遂并頭交股而睡。次早起來，何半虛又有別事，用過早膳，即出門而去。紅生与何馥相顧而笑，既而何馥又向著紅生笑道：“乘人熟睡，私下三關，仁兄應得何罪。”紅生亦笑道：“冒犯之罪，固知莫贖。但為兄縈逗許久，直至昨夜，始遂此愿。竊恐兄之播弄小弟，其罪亦足以相償也。”言訖，濡毫展紙，題下絕句一首，以贈何生。其詩曰： \\n 昨夜寒蛩不住啾，月明霜冷共悠悠。 \\n 西窗幸獲同君夢，消卻平生万斛愁。 \\n 其二： \\n 芸窗日日費相思，天假良緣不自持。 \\n 鰲魚才脫金鉤去，又逐風波險處來。 \\n 要知后來何如？且待下回細解。 \\n  \\n   \\n  "}
{"章节": "第六回 晚香亭夜月重期", "正文": "  \\n 第六回　晚香亭夜月重期 \\n 　 \\n 卻說紅生与何馥，正在諧謔之際，忽于几上拈著一卷《艷史》，取來一看，卻是文成与小友唐虞的故事。便掩卷而笑道：“天下果報循環，原來如此迅速。只是文成奸人妻小，后日被人取債，固理所當然。若那唐虞一節實為多事。”紅生道：“文成設局奸騙，坏人名節，情實可恨。至于唐虞之事，所謂小德出入可也。”何馥道：“當日也算唐虞的情好，若不肯從他，如何處置。”紅生道：“文成這樣厚情待他，豈有不感動之理。況此事不比婦人家，怕坏了什么名節。當日文成的小使秀童說得好，今日世間人，那個不如此的。但惜其初會之夜，即為俯就，忒覺容易了些。据著今時相處的朋友看來，再過几月，只怕也難成事理。”何馥道：“莫說几月，唐虞倘或不肯，就過几年何益。只為一時感他情厚，所以半推半就了。”正說話間，恰遇何半虛笑嘻嘻的踱進房來，邀著紅生去游太湖，遂即閉了書房而去。三人一路說說笑笑，迤邐而行。忽遠遠望見一只快船，飛也撐來。何半虛指著說道：“玉仙兄，你看那邊船里來的，可不是個觀音出現么。”紅生回頭一看，只見那船中，果有一位美麗女子。但見： \\n 臉映芙蓉，神凝秋水。眉纖纖而若柳，發扰扰而如云。怕著瞧時，意欲避而回眸轉盼。為含羞處，帘將下而微笑低頭。雖則是春風已識盈盈面，猶惜那玉筍難窺步步蓮。 \\n 那船內的女子，一見紅生，卻便十分顧盼。只見艙內又走出一個少年來，紅生仔細一看，認得是方蘭。連忙問道：“方兄，別來已多時了，為何再不到寺中一會，今卻往那里去？”方蘭听見，便叫歇船。走到岸上相見道：“紅兄還不知么，舍弟因哭父過傷，身故已十余日了。今嬸母与舍妹，俱到東門外關仙轉來，正要報兄得知，不期在這里相會，省得小弟又要到寓惊動。”說罷，竟下船而去。紅生得了這個信息，怏怏不樂。明知是方蘭怪他，所以不來相報。只得勉強盤桓了半晌，歸到寺中，便打點整備楮帛往吊不題。 \\n 卻說何半虛，自從見了方素云，心下十分牽挂，竟不知是誰家女子，怎么倒与紅玉仙相熟？便對紅生問道：“昨日在那湖邊相遇的，是什么令親？”紅生一時失卻檢點，便把方公前日訂姻一事，并方蘭平昔妒忌因由，備細說了一遍。正是： \\n 逢人且說三分話，豈可全拋一片心。 \\n 何半虛听著這番緣故，心下便起了一點不好的念頭，不住的轉道：“我何半虛，若得了這樣美麗女子做了渾家，也不枉人生一世了。只是紅玉仙既已訂姻在前，只怕那方嫗不肯改變，怎生得一計較，先离异了他，便好圖就自己的親事。”又想道：“白秀村就在左近，我不若以吊喪為由，去望那方蘭，乘机挑撥，有何不可。”當下主意已定，遂備辦吊儀，寫了一個通家眷弟的名帖，竟向白秀村來。訪至方家，吊奠已畢，方蘭迎進客座，分賓主坐下。何半虛道：“令先祖与先祖何士恒，原系极相好的通家，不料年來疏闊，兼以寒素，不敢仰扳。豈料令弟年甫弱冠，便爾蘭摧玉折，使弟輩聞之，殊為扼腕。”方蘭道：“先叔既已去世，舍弟又值夭亡，家門不幸，一至于此，有辱賜吊，足見通家至誼。”何半虛又將些閑話，說了一會。既不見素云的影響，卻又不好問起，只得沒趣而歸。 \\n 一日，正在家中悶坐，家童忽報方相公來拜。何半虛慌忙整衣迎進，方蘭再三致謝。既而一茶又茶，即欲起身告別。何半虛一把拖住，忙命廚下備酒相款。方蘭見如此厚情，躇躇不安。何生挽留就席，須臾酒至半酣。何半虛問道：“前日兄去關仙，果有驗否？”方蘭道：“這是嬸母与舍妹要去。据著小弟看來，這也是荒唐之事，不足信也。”半虛又假意問道：“舟中那一位年將及笄的閨媛，是兄何人？”方蘭道：“這是舍妹。”何半虛即接口道：“原來就是令妹，未知曾受聘否？”方蘭道：“先叔在日，曾口許紅家。然無媒妁，又不曾行禮，即嬸母也不知詳細的。今先叔已故，紅玉仙家業罄然，家嬸母意中，尚有几分未決。”半虛又問道：“如今令嬸處，還有几位令弟？”方蘭道：“先叔只有亡弟一個，今既相繼而亡，序著嫡支，應該小弟承祧。”何生道：“兄如此說，只今家事既已歸兄，即令妹出嫁，亦惟吾兄做主。依我看來，得一佳婿便好，倘或錯配了對頭，不但令妹無倚，即吾兄家事，也難獨美了。”方蘭嘆息道：“小弟鄙意，也是如此。只是嬸母有些猶豫耳。”何半虛擊節道：“是了，目前設有一人，原是舊家門第，家資約有四五千金，人材又甚出眾，不知兄肯撮合否？”方蘭道：“弟原要尋一人家，今承老兄見教，待歸与嬸母商議妥帖，當即回复便了。”何半虛道：“實不相瞞，适才所言，就是小弟。只因當時發了一個痴念，要求工容言德之配，若或不遇，情愿終身不娶。所以蹉跎至今，未諧伉儷。前一遇令妹，弟看來好個福相，因此特求足下作伐。”遂向袖中取出白金二十兩，遞与方蘭道：“些須茶敬，伏乞笑留。事成之后，另有重謝。”方蘭愕然道：“婚姻大事，須憑家嬸母作主。既承美意，小弟只好從中幫襯，怎么就蒙厚惠，這個斷不敢領。”何半虛道：“兄若玉成此事，后日媒禮，當再找八十兩。倘或不成，今日薄意，也不消挂齒了。”那方蘭原是勢利之徒，听說便想道：“這人倒也慷慨，我妹嫁他，料必不差。況紅玉仙平日待我，刻薄無禮。今趁此机會，拆散了他。一則出了我的惡气，二則家業可以獨吞，三則又得了他百金媒禮。倘若紅家有話。嬸母自去理直，有何不可。”暗暗的打算一會，遂向半虛說道：“既承美情，權且收下。若是不能效勞，依先奉納。”當下酒散別去。何半虛看見收了他的二十兩頭，想來事有可諧，心下暗暗歡喜。到了次日，只見方蘭又來，笑容可掬，向著半虛說道：“昨日承教，小弟回去，在嬸母面前，竭力攛掇，已有八九分好指望了。但小紅在此，不便做事。須尋一事端，使他去了方妙。”何半虛道：“這個只要令嬸心允，如今世上沒頭官司甚多，只消費一二百金，就好超度這小紅了。”方蘭沉吟了一會道：“若要事諧，必須如此。”何半虛點頭稱善，隨又置備酒飯，殷勤留款而別。 \\n 且說紅生，自聞信后，過了几日，備辦楮帛，親往吊奠。又作挽詩一章以挽之。其詩道： \\n 爾死黃壚地，吾生白日天。 \\n 相依曾几載，离另是今年。 \\n 夢斷憑蝴蝶，魂歸托杜鵲。 \\n 故人從此絕，流淚獨潛然。 \\n 讀罷，撫棺潸潸哀慟欲絕，方老安人出來相見，備訴方蕙身故之由，淚如雨下，极其悲痛。當晚仍留在白云軒安寢。恰值方蘭以事出外，紅生秉燭獨坐，愀然長嘆道：死者難以复生，言念吾友，竟作終身之別。生者姻好無期，雖獲訂盟，未審于歸何日。重來孤館，物是人非。想起當時執經問難，聚首一堂，宁复知凄涼欲絕，遂有今夕乎。正在自言自語，忽見凌霄悄然走至。紅生笑問道：“姐姐間別多時，愈覺丰姿秀麗。當此夜闌，幸蒙賜降，豈巫山神女欲向襄王，重作行云之夢乎。”凌霄掩口而笑，低聲答道：“禁聲，小姐在外，誰逗你耍來。”紅生又惊又喜，連忙問道：“果、果、果然小姐到來么？”凌霄道：“小姐有句說話，要与郎君面講，特著妾來相報，已在窗外，好生迎接。”紅生听說，欣喜欲狂。正欲趨步下階，只見素云已是翩然走進，掩扇低鬟，欲言又忍。紅生向前深深一揖道：“小生風塵未品，瑣尾無似，向承令先尊不棄，許諧秦晉。及寓名軒，屢辱小姐瑤章見惠，每欲面謝談心，其如中外嚴隔。又不幸令先君物故之后，禍生几席，致為萋菲讒間，立被擯逐。今幸小姐惠然顧我，料必不棄寒微，實為万喜。”素云嬌羞滿面，低聲答道：“下妾生長深閨，言不及外。今因有事面陳，所以夜深逸出。曩者，先君重郎才貌，將妾附托終身。豈知一■之土未干，而變生肘腋。細揣家母与獸兄，意中竟欲將我重栽桃李，更結朱陳。此事唯妾知之，設果事真，唯有以死相報。在君亦宜及早圖維，以成先君之志。”言訖欷泣下。紅生正欲啟口，忽聞后樓連聲叫喚，惟恐老安人知覺，遂急急的不及終語而退。紅生送出，凝眸悵望。只見凌霄复回轉身來，遙語生道：“小姐著我傳語報郎，自后日乃是望夕，郎于向晚假以探望為由，再來過宿，小姐還要与你面會。切宜牢記，不可爽約。”紅生連聲應諾，回至軒中，對著一盞半明不滅的孤燈，長吁短嘆，展轉不寐。次早作別回寺，到了十五日薄暮，只說探望方蘭，悄然獨自往扣。老安人只得款留夜飯，仍宿于白云軒內。 \\n 原來方蘭尚未歸來，所以素云約在那一夜相會。當晚紅生坐在臥內，守至二更，喟然嘆息道：“月轉星疏，夜已將半，小姐之約謬矣。”沉吟之際，忽聞窗外輕輕步響，慌忙趨出一看，只見凌霄獨自走至。紅生惊問道：“為何小姐不來？”凌霄道：“老安人雖已安寢，唯恐醒來叫喚，所以小姐出在晚香亭內，著妾請郎過去一會。”紅生遂同著凌霄，委委曲曲，轉過了几層廊廡，始抵晚香亭。素云傍著闌干，愁容滿面。見了紅生，低聲說道：“前夜正欲与君細話，不料母親呼喚，以致匆匆趨進，不及罄談。今又約郎相會者，非為別事。單因劣兄既不至館，曹先生又不終局而散，際此歲暮天寒，郎君獨自寓居寺內，老母供給漸薄，將若之何。故為郎計，不如收拾行李，謝別寺僧速去与令尊商議，央媒納采，方保無虞。若再逡巡，只怕一墮兄母局中，便難挽回了。百年之事，賤妾之命，皆系于此，郎勿視作等閑，而尚遲留于進退間也。”紅生道：“荷蒙小姐垂愛，豈不知感。但此事，小生亦嘗終夜思維。只因被盜之后，骨肉分离，竟無寄足之地。若欲央媒納聘，非百余金，不能料理，須待冬底收租，或可措處。以是遲遲不果，非小生之不為留念也。”素云道：“郎君所言亦是，但天下無有做不來之事，亦不宜守株待兔，坐見決裂。妾積有首飾微資，約計三十余金，悉以贈君，少助一禮之費。又金簪一枝，并君家原聘玉釵一股，送君帶去。雖微物不足以見珍意者，欲使郎君見簪如見妾容耳。”紅生道：“過辱卿卿雅愛，使小生沒齒難忘。但疇昔之夜，匆匆惊散，深可悵恨。今夕風清月朗，尊堂又值熟寢之際，未識小姐亦肯見怜否？”素云正色道：“賤妾所以會管者，是為百年大事，郵肯蹈丑行，而偷苟合之歡乎。妾頗知詩禮，固能以節自持。不謂君乃黌門秀士，而曾不聞綏綏之狐之可鄙也。”言訖，翻身而逝。紅生一時春意勃然，便向前一把摟住凌霄，凌霄堅推不允。 \\n 要知巫山之雨，再能竊否？只看下回便見。 \\n  \\n   \\n  "}
{"章节": "第七回 感新詩西窗續舊好", "正文": "  \\n 第七回　感新詩西窗續舊好 \\n 　 \\n 詩曰： \\n 寂寂蕭齋書和酬，那堪聯榻更含愁。 \\n 最怜好夢重諧后，無奈相思明月秋。 \\n 話說紅生，被著素云搶白了數句，翻身進內。紅生只得把凌霄抱住求歡。凌霄半推半就，即于晚香亭下，綢繆了半晌。有頃，云收雨散，已是五更天气。紅生回至白云軒，把那殘燈剔亮，將所贈簪釵，藏作一處。暗想此事，必系方蘭為難，須依小姐之意，早去与父親商議。當下和衣而寢，等得天明，即別了方老安人，前往長興。見了紅芳，便把賴婚之事，備細說了一遍。紅芳大惊道：“方家見我家業蕭條，就欲賴此姻事，怎么是好。”紅母道：“依我主意，只今朝廷聞說要點秀女，何不趁此机會，備了聘物，送去做親，看他怎生發落。”紅芳道：“你這個算計也好。”隨即就選了一個吉日，備辦禮物，竟把紅生送到方家來。方老安人見了，好生不悅。把那禮物，一件也不受。對著紅生道：“我這里妝奩毫未准備，你令尊也忒造次了。今著人舟且回，你卻在這里住几日再處。”紅生听說，悶悶不樂，只得勉強住下。過了數日，忽聞提學將到，紅生遂稟過安人，帶了紫筠，仍往慈覺寺里讀書。卻喜何馥弟兄尚在，三人依前同寓，握手道歡，意殊戀戀。然紅生以暫晤，旋當各別，每每向馥嘆息。馥亦不禁噓吁。紅生又以春說一封，金扇一柄，絲帶一雙，玉環一枚，送与何馥。馥以珀墜、京香答之。生情不獲已，复作雜詞三道以示馥。其詞曰： \\n □□□重逢，把酒臨風。鶯聲依舊過牆東。卻憶當時□□□，盡變芳叢。▓行色已匆匆，情緒無窮。明年花發向誰紅？料得玉樓儂去后，自有人同。 \\n ——右調《浪淘沙》 \\n 輕云日暮凝寒碧，芳草萋萋，遍南陌。此后相逢渾未得。一番憔悴，滿腔蕭索。總為伊悲戚。東君那惜天涯客，浪把殷勤相擲。魂夢只愁山水碧。彩箋題遍，青衫淚濕，料得無消息。 \\n ——右調《青玉案》 \\n 碧天暮冷，想楚風瘐月依然如昨。咫尺天涯成浩嘆，總是東君情薄。紙帳寒生，牙床煙鎖，辜負當時約。最無聊處，空齋相對蕭索。即有阮藉風流，相如詞調，至此還閑卻。別后不堪云夢杳，生怕他人輕諾。鳳去秦樓，鶯离楚樹，消息應難托。閑情万斛，請君及早收著。 \\n ——右調《念奴嬌》知 \\n 何馥看畢，笑道：“東君固為情薄，然玉樓君去，豈复有人同耶。”二人話得興濃，适值何半虛不在館內，即于太湖石畔，竹蔭之下，解去褻衣，瓷意諧謔了一會。其情款款，絕妙男女歡媾一般，初不知為二男相并也。即而事畢，紅生嘆息道：“昨聞文宗將到，只在數日之內，弟即束裝別去，不知后會有期否？”何馥道：“只在爾我有情，奚慮山遐水阻。愿兄著意功名，不必以后會挂怀也。”遂一同趨進書齋。忽何半虛倉忙走至，向著紅生說道：“弟有一事，欲借重吾兄大筆，未識允否？”紅生道：“愿聞尊諭，倘可效力，敢不領教。”何半虛道：“時下王團練，聞得昝都督高升部署，其父昝老封翁七秩壽辰，特央小弟寫一錦軸賀壽。弟恐鄙俚不堪，意欲求懇吾兄至家，代筆一揮。”紅生唯唯應諾，并不推辭，竟辭了何馥，遂一同前去。一到了何家，急忙置酒款待。飲至半酣，何半虛忙喚家童取出錦軸來，紅生展開一看，卻是一幅金鑲蜀錦的壽軸。看畢，便索筆要寫，何半虛道：“弟有一律，尚未成章，當口占請教。”便朗朗念道： \\n 香滿金爐燭滿台，八仙仿佛下蓬萊。 \\n 鶴如白雪云中舞，桃似朱霞海外來。 \\n 紅生微笑道：“尊作固為妙絕，但止半律。不如待小弟完篇罷。”遂援筆寫道： \\n 片片丹霞繞戶明，北堂壽域屆斯辰。 \\n 風來瑤島香初度，月泛瓊觴花正春。 \\n 云外已來青鳥使，庭前喜看彩衣新。 \\n 一樽遙向南山祝，愿得遐齡比大椿。 \\n 寫畢，何半虛哦詠數四，連連稱贊，复以巨箋索詩。紅生便將所作秋興八首寫道： \\n 西風颯颯送悲笳，篱下秋寒菊未花。 \\n 梁寺殘鐘敲夜月，漢宮衰草接天涯。 \\n 云連塞北烽常熾，雁到江南信屢賒。 \\n 极目蕭條愁不盡，煙深何處望京華。 \\n 無邊風雨入重陽，雁渡江南到處涼。 \\n 敗葉惊殘鄉國夢，寒砧敲破故園霜。 \\n 風連竹響從秋落，雨帶潮聲徹夜長。 \\n 一片閑愁無語處，楚山煙樹盡蒼蒼。 \\n 日落平沙野色濃，清溪寂寞冷芙蓉。 \\n 月明湘水誰家笛，風地秋山何處鐘。 \\n 釣石于今青蘚合，琴台自古白云封。 \\n 關河迢遞愁多少，獨旁南屏對暮峰。 \\n 畫橋秋水接通津，紅蓼丹楓處處新。 \\n 滿地黃花應笑客，一江鷗鳥暗窺人。 \\n 氈寒夜雨思楊子，裘敝秋風魏漢臣。 \\n 自古豪華俱有淚，五陵年少莫愁貧。 \\n 碧天如水雁來時，野客支頤几度思。 \\n 巫雨不經神女淚，湘濤空繞楚王祠。 \\n 身留海角思仍杳，詩入清秋句自悲。 \\n 風景蕭蕭催日暮，天涯何處問歸期。 \\n 露滴金莖冷玉台，滿庭荒草未曾開。 \\n 清江霞影橫空落，野塞笳聲扑夢來。 \\n 作賦獨怀王粲志，長沙偏屈賈生才。 \\n 干戈到處誰能靖，回首南云思轉哀。 \\n 秋郊云物望中移，獨立長亭悵遠离。 \\n 去燕無情還泛泛，歸鴻有意故遲遲。 \\n 怀才不辨檷生賦，憂國誰怜屈子辭。 \\n 區宇即今猶戰伐，十年滄海淚空垂。 \\n 翠璧嵯峨宿雨收，塞南草木复惊秋。 \\n 鯨魚寥落空江冷，客子蕭條故國愁。 \\n 日遠長安青嶂隔，徑荒鄉曲白云浮。 \\n 援毫莫道頻題句，杜老經今哭未休。 \\n 寫得詩既清新，字又端勁，在座賓客，無不稱贊。獨何半虛口內雖則嘆賞，心下著實有些妒忌。正在備酒款待，忽見方蘭著人　書相報。拆開一看，其上寫道： \\n 承諭云云，弟時刻在念。已于字嬸母處，委曲言之，甚有許允之意。詎料此君，前又假托點選淑女為名，特備禮幣，欲求贅入寒舍，即諧花燭。弟向家嬸母，又力阻之，所以堅辭不受。但恐稍緩，事必有變。況此君若在，決難妥就。急宜設計，祛之遠去。則旦暮可諧，決能為兄作嫁衣裳也。 \\n 何半虛為見紅生文才高妙，心下已怀著十分妒忌之意。及接方蘭的簡札看了，便欲設謀陷害。當夜假露殷勤，置備酒肴款待。紅生開怀暢飲，直至更闌而散，就留宿于后亭。初時酒醉，上床便即睡去。后漸漸酒醒，只見窗上月光射進，皎如白日。遂即起身，將欲開門出玩。忽听得門上輕輕彈響，連忙啟問，卻是一個絕色女子。身著一繡衣，外青里朱，下窗八幅湘裙，裊裊亭亭，真是天然國色，斜倚著園扉站著。紅生慌忙施禮，那女子亦深深万福道：“敢問郎君即是紅玉仙么？”紅生低聲答道：“小生即是紅文畹。敢問姐姐貴姓芳名？因何夜深卻在此處？”那女子道：“妾家即在何半虛隔壁，先君已故，止有老母在堂。因值月色甚佳，所以潛出香閨，徘徊半晌，不意与郎君相遇。”紅生又問道：“小生偶爾至此，緣何姐姐知我姓字？”女子道：“日間在樓上，望見郎君揮洒壽章，真有子建七步之才，遂詢及侍婢，知君為紅玉仙也。”紅生笑道：“小生襪線庸才，酒后僭筆，乃有辱姐姐，謬為推獎，能無愧汗。但細觀玉貌，想芳年正在二八，未審曾許配人否？”女人道：“老母鐘愛惟妾，所以未即輕許。妾又素性愛才，誓必擇配。只因日間窺郎，姿宇不凡，又复詩才敏捷，故俟夜闌母睡，潛出以圖一會。郎如不棄，可同至舍一談。”紅生欣然偕往。自園門轉西，紫竹徑內，有小樓三間。樓西又有巍房一帶。生上樓時，只見殘燭尚明，文哭具備。敘談半晌，女子取出紫竹鸞簫，求生一弄。紅生接簫，徐徐吹了一曲。又持紈扇乞詩，紅生舉筆寫道： \\n 偶攜雙舄下仙洲，誰想花源境自幽。 \\n 相對不知明月上，夜深吹笛白云樓。 \\n 女子接過，遂出羅帕一方贈生。上有詩云： \\n 紫紫紅紅斗艷塵，香閨寂寞暗傷神。 \\n 欲知黯然雙眉色，半是怜春半恨春。 \\n 其二： \\n 昨夜東風送暮春，淡煙疏雨滯芳塵。 \\n 細腰莫向南樓倚，花落鶯啼愁殺人。 \\n 紅生看罷，連聲贊道：“好詩，好詩，小生俚語兔園，怎及姐姐錦江秀句。”女子道：“俚言求正，豈堪謬譽。但妾今夜潛來會君者，非敢效桑間濮上之行，實因慕君才貌，不恥自媒。倘君不棄葑菲，愿作絲蘿之托。”紅生謝道：“荷承姐姐過愛，沒齒難忘。所恨小生已締朱陳，不克奉命，為之奈何。”女子道：“郎君既有佳配，賤妾甘作小星。”紅生大喜道：“若得如此，銘刻難忘。愿乞示以姓氏芳庚，使小生异日得以備弊納聘。”女子微笑道：“到那時自有見妾之處，何消盤問。”正語時，忽听得東角園側，有人呼喚。紅生只得愴惶作別。 \\n 要知何人喚生？下回自見。 \\n  \\n   \\n  "}
{"章节": "第八回 贈吳鉤旅次識英雄", "正文": "  \\n 第八回　贈吳鉤旅次識英雄 \\n 　 \\n 紅生當下正与那女子綢繆細話，忽听得有人呼喚，連忙趨出看時，卻是何半虛家的小使。因起身登廁，看見園門開了，故此叫喚。紅生語以他事，遂閉門而睡。次日天明，作別回去。何半虛送出紅生，登時去拜望方蘭。方蘭接進坐定，敘過寒溫。何半虛道：“昨承翰教，悉知仁兄破格垂愛。欲作數字奉复，惟恐隱衷不便形之楮墨，故特撥冗走晤，不知吾兄可有良策，為弟開導否？”方蘭道：“荷蒙長兄降睨之后，自惴無功可效，所以時刻挂之心坎。今幸事有八九，但紅生若在，不無阻礙。故必如曩時所謀，驅之遠徒，才為穩便耳。”何半虛道：“向蒙見諭，弟已相忘了。更乞仁兄為弟言之。”方蘭道：“在弟亦別無良策，為今之計，莫如尋一沒頭事陷害他，使他立腳不住，則這頭姻事，可以唾手而就了。”何半虛又慌忙問道：“尋著那一件事？方可陷害他？”方蘭道：“只今守汛的王守備，与弟至厚。只須如此如此，便可以陷害那　了。”何半虛听罷，心下大喜，折手稱贊道：“妙計妙計。”遂一同往見王守備。王守備延入營內。相見畢，分賓主坐定，把地方上的閑事，話了一會。隨后王守備開口問道：“敢問二位老親翁光降，有何見諭？”何半虛未及回言，方蘭便一把扯了王守備，走到側邊，附耳低聲說了几句。只見王守備笑嘻嘻的點頭說道：“多承見愛，決當一一遵命。”二人遂即起身作別，王守備送出營門，又向著方蘭道：“所諭之事，決不差池。但所許云云，必要如數。”方蘭點頭唯唯，自回家去。何半虛那晚，也不到寓，竟自回到家里去了。 \\n 且說紅生，自在寺內，又過了數日，打听宗師消息。方欲收拾起身，忽一日傍晚，听得叩門甚急。紅生只得起身啟視，卻見一人，背著包裹，挨身而進。紅生慌忙問其來歷，那人答道：“小人喚做花三，系遠方人氏。為因貿易，來到貴郡。奈帳目不能上手，今以催索到鄉。不料遠近并無客店，特向寶剎暫宿一宵。”紅生道：“我亦借寓讀書，你要寄宿，須問當家和尚。”那人不由分說，竟把行李，向著供佛的案桌邊放下，和衣而睡。紅生也即進房，讀了更余天气，上床安寢。誰料翻來覆去，再睡不著。 \\n 約至半夜，忽听得外面一片聲沸嚷，約有二十余人，懼是腰刀弓箭，斬門而入。一見花三，大喊道：“盜在這里了。”竟把花三并紅生一齊捆縛。紅生連聲叫屈，眾人道：“花三是個有名湖盜，打家劫舍，犯著彌天大罪，我們緝捕已久，誰教你窩藏在這里。且帶你到王將爺那邊去，冤枉与不冤枉，听憑發落。”遂將鋪蓋，并那口寶劍，搶掠一空。 \\n 候至天明，一齊解到王守備營里來。紅生哭訴道：“生員諄諄守法，向來寓寺讀書，不与戶外一事。這個花三，從不認識。昨晚強要借宿，絕無窩藏情弊，伏乞電情開豁。”王守備那里肯听，呵呵冷冷笑道：“做了窩主，還稱什么生員。這花三既在你寓中，他搶掠的金珠千兩，窩在那里？不用刑法，你如何肯招。”喝把紅生夾起來。可怜瘦怯身軀，怎生受刑得起，只得認屈招供。王守備錄了招詞，也不究那賊贓，竟將紅生并那寶劍，鎖禁在一間冷靜屋內，待日起解協鎮。 \\n 紅生被禁，每日茶飯不充，又兼兩足夾坏，十分疼痛。自嗟自嘆，料想凶多吉少。但父母不能得見一面，每思量了一會，即淚如雨下。一夕更闌人靜，月明如晝。正在暗暗悲泣，忽見一個女子，從空降下，向著紅生低聲喚道：“紅郎紅郎，你還認得妾否？我特來救你也。”紅生抬頭一看，只見兩臉胭脂，雙眉黛綠。那女子非別，即花神也。便納頭拜下道：“望乞大仙快快救拔弟子。”花神道：“你家雖焚毀，且喜那特丹亭依然無恙。當日感承你拔劍相助，今聞有難，特來相救。你不消憂苦。”便把手一指，那枷鎖紛紛自落，兩足傷痕亦即平愈如初。花神遂一手攜著紅生，一手与他取了寶劍，令紅生閉了雙眼。只聞寶劍一揮，腳下如登云霧，擁著紅生，飄飄漾漾，頃刻間离卻龍潭虎穴，已在官塘路口了。紅生開眼一看，慌忙拜謝道：“自非大仙超救，我的性命，旦暮不保。此恩此德，沒齒難忘。”花神把劍遞与紅生道：“從此一別，后會難期。只是此劍，目下就有出頭日子。愿乞珍重珍重。”言訖，已失花神所在。紅生趁著月光，向前行了一會。怎奈路途不熟，盤費全無，不覺放聲大哭道：“我如今單身逃命，無處投奔。万一有人追來，左右原是一死。正在啼哭之際，只听得半空中說道：“前往北方避難，不惟保爾無虞，更獲功名之路。只此十步外，有黃金二鎰，可亟取之。”紅生遂向前一看，只見草叢中火光閃爍。仔細看時，卻是一個小匣。啟之，果得黃金五十余兩，便飛步向北而走。 \\n 看官，你道紅生這場大禍，從著那里起的？原來就是方蘭為何半虛設計，將銀五十余兩，買囑王守備，教他先著花三向寺借宿，旋即差兵捕獲，其名為放鷹。后因紅生逃出，又是何半虛出銀，把來做了一個照提。此是后話不題。 \\n 且說紅生，一路奔走，猛省得沈西苓在北坐監，何不上京一走。一則避此災難，二則尋見沈生，倘得謀個出身也好。暗暗算計已定，在路曉行夜宿，急急的趲行前去。一日到一店中沽飲，獨自一個，慢慢的飲了數杯。忽然想起，家中消息全無，素云姻事未遂，不覺長嘆數聲，涕淚交下。只見旁邊站著一人，虎形彪目，相貌堂堂。及視其身上，衣衫襤褸，恰像個乞丐模樣。向著紅生，呵呵笑道：“我輩須要慨當以慷，足下少年作客，正所謂鴻鵠有万里之志。雖則獨酌無聊，何故學那楚囚悲泣。”紅生听他說話不俗，一發起敬。暗想此人，必系埋名豪杰，便招他同坐吃酒。那人也不推讓，便向紅生對面坐下。只見那滿著座頭吃酒的客人，俱喧嘩笑道：“這個后生客官，忒沒分曉，怎生同著一個花子吃酒。”那人側著頭，任憑眾人喧笑，只做不听得，拿起雙筋，把三四碗蔬肴，吃得罄盡。又向紅生問道：“細觀足下，甚有不豫之色，不知有何心事，俺雖沿門乞食之流，素負肝膽。倘不棄嫌，有甚用著俺處，俺須不避水火。”紅生慘然淚下道：“小生原系金閶人氏，為因避難而來，不曾与家中父母話別，以此望云增感，不覺墮淚耳。”那人道：“足下既系思親，何不修書一封，著人帶去，以免尊父母遠顧之憂。”紅生道：“書已寫下，怎奈衡陽雁斷。”那人道：“足下孝思可敬，俺雖不材，愿作陸家黃耳，為你帶去何如。”紅生欣然笑道：“若得吾丈肯怜我父子各天，將書捎帶，報問平安，誓當銘之心骨，不敢背德。”那人道：“足下說那里話來，我与你不過萍水相逢，因見被難，所以愿作便鴻捎信，我豈圖你日后的酬謝么。”紅生便向包袱內，取出書來，遞与那人道：“半年离夢，千里信音，全在這一封書上。幸蒙老丈慨許寄報，真大恩人也。望乞上坐，受我一拜。”說罷，便雙膝跪下，那人伸手，一把扶起。引得左右在座飲酒的，無不相顧而笑。那人重又坐定，從容問道：“足下既云避難离家，此行還到何處地方？作何事業？”紅生道：“小生有一故人，援例入監，現今寓在京師，我此去只得投彼相依，以便再為之計。”那人道：“目今流寇縱橫，中原鼎沸。大丈夫苟有一材一技，何患無小小富貴。若能運籌幃幄，斬將搴旗，則斗大金印，取之易于翻掌耳。足下既有故人在京，急宜前去，趁事机之會，成遠大之業。至于家事，何必挂怀。況俺這般行徑，那些凡夫肉眼，無不笑我是個乞丐。誰想足下一見如故，邀我同飲，這雙眼睛，會能物色好漢，也算是一個豪杰了。”說罷，站起身業，正欲舉手作別。忽瞧見紅生所佩寶劍，便道：“這是龍泉劍，愿借一觀。”紅生慌忙解下，雙手遞過。那人接來，定睛細看了一會，嘖嘖賞道：“好劍好劍，真是丰城神物。不知足下何處得之？”紅生知其屬意，便道：“老丈，此劍乃家傳异寶，莫非見愛么？”那人道：“千金易得，一劍難求，豈有不愛之理。”紅生道：“既是這等，即以相贈便了。”那人接了寶劍，只一拱道：“承惠承惠。”正所謂： \\n 紅粉贈与佳人，寶劍酬与烈士。 \\n 當下座客，看見紅生把那家傳的無价寶劍，脫手相贈，無不愕然惊駭。紅生既將寶劍贈了，便道：“老丈能識此劍，想必神乎其術，幸乞試舞一回。”那人欣然，拔劍起舞。左盤右旋，曲中其度，爍爍閃閃。但見電光万道，惊得紅生不能開眼，耳邊只聞風雨之聲不絕。須臾舞罷，那些座客，始初認他是個乞丐的，無不惊訝，以為异人，茫然自失。那人臨去，紅生又扯住問道：“愿聞高姓大名，以便佩之不朽。”那人厲聲道：“足下要問俺姓名居址，莫非不能忘情此劍，好在异日向我取索么？只是俺四海為家，原無定跡。若問日后相逢，當在金鼓叢中，干戈里面。”話訖，取了寶劍，一拱而去。當晚，紅生就在店中歇了。次日算還飯錢，雇了牲口，一直到京。向著城中尋下歇店，便去訪問沈西苓。誰想城里城外，整整的尋了十余日，絕無影響。回到店中，悶悶不悅。打點明日，要到八旗下去訪問。 \\n 只因紅生這一問，管教：畢竟后來若何？且待下回細講。 \\n  \\n   \\n  "}
{"章节": "第九回 闖虎穴美媛故人雙解難", "正文": "  \\n 第九回　闖虎穴美媛故人雙解難 \\n 　 \\n 詩曰： \\n 已作凌云賦，那堪志未酬。 \\n 看花几失路，醉酒复為仇。 \\n 直道今誰是？孤怀夜獨愁。 \\n 秋風情太薄，偏老。 \\n 話說紅生到京，遍尋沈西苓不見。一日要到八旗營內探問，忽在一家酒肆門首經過，遂進店中沽飲。一連消了兩壺，不覺醺醺沉醉。算還了酒錢，踉踉蹌蹌，取路回寓。只見路旁有絕大的花園一座，仔細一看，原來園門半掩，便挨身進內。但見四圍翠竹成林，桃李相間，中間樓房三帶，甚是齊整。正游玩時，只見秋千架后，有一美人，年方及笄，貌极妖嬈，同著几個使女，在那里折花。一見紅生，就轉過牡丹亭去。紅生注目良久，也隨至牡丹亭，卻不見那美人。只見亭內琴書筆硯，色色俱備。紅生乘著酒興，磨墨濡毫，題一絕句于壁云： \\n 宿雨初收景物新，醉中何幸遇芳春。 \\n 桃花仿佛天台路，羡殺盈盈花下人。 \\n 寫畢，步出亭來。再欲徘徊細玩，忽遠遠听見喝道之聲，從外而至。內中一人，緋袍大帽，擁著許多帶刀員役，大踏步的踱進來了。紅生急欲趨避，早被那官儿瞧見。大喝道：“這　怎生在我園內，手下，快与我拿住。”紅生此時，酒尚未醒。欲待上前分訴，奈模模糊糊，莫能措語，竟被那人役痛打了一頓。那官道：“這分明是個奸細，不可釋放，且帶在一邊，待我明日細細詳審。”手下一聲答應，就把紅生一推一扯，鎖在正堂左側廂房里面。紅生初時酒醉，被鎖鎖著，即沉沉睡去。及至黃昏時分，其酒漸漸醒來，摸著項上，卻有一條絕大的鐵鏈鎖緊。心下慌張，罔知所以。只見一老嫗，手中拿著白米飯半盂，并魚肉各二碗，遞与紅生道：“此是我家小姐好意，送与你充飢的。”紅生仰首直視道：“你是何等人家，敢拘禁我在此。”老嫗笑道：“你這郎君，兀自不知。北京城內外，那個不曉得這個所在，是俺家總督團營昝老爺的別墅，敢有這等擅闖的么。我小姐為見你斯文俊雅，不是無賴之輩，故特命老身送飯与你。又著我傳諭手下員役，明日老爺審問時，叫他們大家幫襯，從寬發落。這也是你的福分，邀得我家小姐這等見怜。”語罷，竟自去了。紅生听了這一番說話，心上十分懊悔。沒來由闖此橫禍，似此孤身客邸，料想沒人搭救的了。一夜凄惶，不消細說。 \\n 次日飯后，早有三四個兵丁，如狼虎的一般，把紅生橫拖直拽，一直帶到中堂階下。須臾鼓聲三響，只見那昝總督身穿大紅暗龍馬衣，兩邊兵役，各執利械，吆吆喝喝的坐出堂來。原來這昝總督，就是鎮守吳松的昝元文。為因剿寇有功，升授團營總兵。當下出堂坐定，左右就把紅生卸了鎖鏈，當面跪下。昝元文厲聲喝道：“你這　，無故闖入我家園內，意欲何為？”紅生哀稟道：“念紅文琬乃是吳郡生員，為因求取功名，來至京都。昨晚實系酒醉冒犯，并無別意，望乞老大人電情寬恕。”昝元文微微冷笑道：“分明是一個奸細，還敢說什么生員。叫左右的，把那夾起來。”階下一聲應諾，就把紅生拖下階沿，將要上刑。只見管門的手持一個紅柬，慌忙稟說：“有兵部項老爺拜見。”昝元文便站起身來道“且帶在一邊。”遂趨至儀門，接著一位官長進來。紅生偷眼一看，那官儿恰似沈西苓模樣。正欲叫喊，又住口道：“既是西苓，為何又說項老爺。倘或不是，如何是好。”停了一回，只見那項兵部一眼瞧著紅生，甚有顧盼之意。紅生便想道：“雖不是西苓，也該過去分辨一個曲直。”遂大著膽，等待他賓主坐定，便叫起出來。那項兵部听見，親自下階細驗，認得是紅生。大惊道：“賢弟在家讀書，為何卻到這所在？”更不待紅生回話，即叫隨役：“扶起了紅相公。”便向昝元文道：“此乃小弟故人紅玉仙，是個飽學秀才，不知有甚冒犯處，卻被老先生拘審？”昝總督道：“這人是昨晚在花廳上親獲的，不是奸細，即系白撞，老先生不要認錯了。”沈西苓艴然道：“同學好友，安有認錯之理。就有不是之處，也該發到有司官審理。”便叫隨役：“把紅相公好好送到衙內，不得有違。”隨役听見分付，登時扶擁著紅生而去。昝元文憤憤不平道：“此人即系良善，也該待我問個明白，怎么擅自奪去。”沈西苓道：“那些武弁，听憑指揮。他是秀才，只怕老先生也奈何他不得。”遂即起身作別，驟馬而歸。 \\n 紅生已先在署中，當下坐定，就把前后事情，備細述一遍。沈西苓再三安慰道：“花三雖則被獲，那贓物并無實証。据我看來，決系仇家買囑了王守備，設謀陷害。今既來京，料想也沒事了。至如昝元文別墅，吾兄原不該擅闖，以后切須謹慎為主。”紅生唯唯稱謝。因問道：“适才兄到昝府，那門役稟稱兵部項老爺，這是何故？”沈西苓道：“原來兄尚未知，那嘉興項工部，是我舊交。自從分袂進京，虧得他青目，只說是項家子弟，隨在任所，所以頂了項姓，獲中了一名鄉試。后又是他營謀，得補兵部員外郎之職。前已著人　信報兄，奈因流寇阻梗，半路回轉，不及遞上。”紅生道：“恭喜仁兄，鵬程遠舉，使弟聞之，殊為忭快。所恨小弟命途多蹇，一事無成。今雖幸遇仁兄，尚無安身之地，如之奈何？”沈西苓道：“吾兄大才，何患功名不就。只要著意揣摩，以圖高捷便了。”當晚置酒敘闊，飲至更闌而散。次日收拾書房，力勸紅生精心肄業。怎奈心緒不宁，容顏漸瘦，不覺厭厭成疾。時作詩詞以自遣。其略云： \\n 悶坐對斜陽，愁殺秋容到海棠。風曰□端催太驟，鴛鴦。楚水吳山各一方。 \\n 雁落白云鄉，足上無書空斷腸。路隔天台今已矣，凄涼。后日相思后日長。 \\n ——右調《南鄉子》 \\n 枝頭鶯語溜，葉底蜂簧奏。登樓恰值花時候。樓中人在否？樓中人在否？齋 \\n 相思情厚，寂寞雙眉皺。夢隔楚山云岫，可怜羸得腰肢瘦。海棠開似舊，海棠開似舊。 \\n ——右調《東坡引》 \\n 且把紅生按下不題。單說昝元文，因沈西苓擅行發放，便大怒道：“叵耐小項這般欺我么。此人分時是個奸細，他偏認做故人，竟自放了去。這樣放肆，怎好讓他。待我尋個破綻算計他一番，才雪我這口惡气。”一日，适值項工部設宴，邀請部屬各官。沈西苓与昝元文，也都在席上。酒至數巡，內中有奉承勢利的，向著昝元文一拱道：“前日老總翁征服泖湖水寇，弟輩不知詳細，望乞賜教一二。”昝元文道：“列位先生，若不厭煩，小弟愿陳其概。前奉簡書，征那泖寇時，只因王彪不諳軍務，以致輸了一陣。后來是俺奮勇直上，遂斬首五百余級，又倒戈而降者，共三百余人。我想如今寇盜猖獗，原要有些武略，方能濟世安民。所以干戈交接之時，原用不著這詩云子曰的。”說罷，只听得滿座唯唯稱是，獨有沈西苓忿然道：“小弟是吳郡人，前台翁剿寇時，亦曾与聞其詳。只聞官兵敗了一陣，又聞殺害百姓五百余人，卻不曉得台翁原有這般克捷。”昝元文听說，默然不語。沈西苓又道：“詩云子曰，雖是用他不著的，然從來武以平亂，文以治世。難道馬上得天下，就可在馬上治天下乎。故漢高祖有言，追殺獸兔者狗也，發縱指示者人也。”昝元文登時變色道：“你比我作狗么。”沈西苓笑道：“弟不過援述先言，豈敢以狗相比。”項工部亦笑道：“善謔兮不為虐兮。”于時一座大笑，便將巨觥，各勸沈、昝一杯。既而席散，沈西苓回到署中，備細与紅生說知此事，因嘆息道：“以敗作功，欺君誤國，莫此為甚。吾豈肯与那　共立朝端，意欲出本彈劾，兄意以為何如？”紅生力勸道：“此人奸党，布滿中外。兄當相時而動，不可直言賈禍。”沈西苓道：“我豈不知，只為身居郎署，安肯虛食君祿，而鉗口不言，使豺狼當道乎。”紅生又再三勸住。于時科考已過，已是七月中旬。沈西苓對著紅生道：“兄若早至京師，這一名科舉，可以穩取。今場期已近，意欲与兄營謀入監，則易得与試。但須數百金，方可料理。弟愧囊空，不能全為周助，為之奈何。”紅生道：“弟乃落魄之人，無一善況。即使進場，亦万無中式之理。但承仁兄厚愛，真出自肺腑，敢不領命。前幸花神救拔時，又蒙指點，拾得黃金五十余兩，一路到京，所用不多。其余現在篋內，乞兄持去，為弟打點。倘或仰藉台庇，僥幸一第，則仁兄厚恩，与生我者等也。”沈西苓即日与紅生援例納貲，入了北監。隨又謀取了一名科舉。 \\n 光陰瞬息，俄而又是八月初旬。紅生打點精神，進場与試。及至三場畢后，候至揭曉，已中五十二名舉人。沈西苓把酒稱賀，紅生再三謝道：“皆托仁兄洪福，得邀朱衣暗點。雖則一第，不足為榮。然家貧親老，姻既未諧，又遭仇難，若非僥幸此舉，几無還鄉之日矣。”自此紅生另尋了一個寓所，又過兩日，吃了鹿鳴宴，謝了房考座師，正欲差人歸家報捷，适值科場夤緣事發，紅生以臨場入監，惟恐有人談論，終日杜門不出，連沈西苓亦為他怀著鬼胎。忽一日，沈西苓早朝已罷，來到政事堂議事。只見江南都堂一本，為湖寇事。”其略云： \\n 湖寇唐云，近复擁眾万余，出沒于太湖松泖間，以致商賈不通，生民涂炭。臣屢檄守鎮將士，及地方官，督兵會剿，而皆畏縮不前，并無斬獲。此實總兵將領，漫無方略，而縱寇玩兵之所致也。臣竊謂，萑符不靖，則必人民鳥獸，南畝荒蕪。夫既民散田荒，則錢糧何從征辦。而兵餉因以不足。故今日之急務，以剿寇為第一。而剿寇之法，務宜洗盡根株，此實國家重事。不得不据實奏聞，伏乞圣恩裁奪。臣不胜惶悚待罪之至。 \\n 沈西苓見了本章，向著昝元文笑道：“前聞老台翁說，湖寇唐云已經剿者剿撫者撫，洗靖根株矣。今何湖泖間仍复跳梁如故，豈即是前日之唐云，抑別有一個唐云耶？”昝元文漲得滿面通紅，大怒道：“汝輩腐儒，只會安坐談論，豈知我等忘身為國，親冒矢石，為著朝廷出力，何等辛苦，乃敢橫肆訊議耶。”遂拂袖而出，心下十分銜恨。連夜倩人做就本章，要把沈西苓劾奏。 \\n 要知所劾何事？下回自見。 \\n  \\n   \\n  "}
{"章节": "第一十回 触權奸流西剿寇共罹殃", "正文": "  \\n 第一十回　触權奸流西剿寇共罹殃 \\n 　 \\n 卻說昝元文，被著沈西苓當面譏誚，不覺大怒道：“豎儒如此無理，誓不与共立朝端。”遂央人做就本章，次日早朝俱奏。那本內備說西苓冒籍欺君，不供郎職，与流寇暗通消息。共開八款，遂奉旨下著大理寺審究。項工部見報大惊道：“吾每每說那昝元文奸險非常，不可与之爭競。誰想西老不听吾言，果有今日之禍。”遂往見昝元文，代為請罪。又央兵科給事中田大年，并同年保奏。奉旨姑減一等，押發遼陽安置。沈西苓得旨，因以欽限難違，即与紅生作別。恰值項工部亦攜酒餞送，三人坐下，痛飲了一回。沈西苓潸然泣下道：“弟為奸臣陷害，遠配遼陽，今此一別，只怕后會無期了。”項工部道：“仁兄雖則遠行絕塞，料必天相吉人，旋車有日，万乞加餐自愛。”紅生道：“今日之行，實為昝賊所陷。弟恨綿力，不能少奮一臂，扑殺此獠。倘有僥幸日子，管殺他也到雷州。”沈西苓道：“吾一身固不足惜，所痛家下老母与舍妹，別無倚賴。倘蒙仁兄念及故人，肯為青目，感戴不朽。”言訖握手欷覷，淚如泉涌。紅生道：“天恩雨露，不日金雞詔下，仁兄且自放心前去。所諭之事，自然領教，不必挂怀。”遂滿斟一杯，遞与西苓。西苓接酒，悲憤不能下咽，剛飲得一口，遂即放下。項工部又再三解慰。既而酒散，修下家書一封，遞与紅生道：“此書煩兄帶至家中，付与家母親拆。若在京中，諸事已有老仆主管，我已會付他即到仁兄寓所。待榮歸之日，挈帶歸去。”當下牽袂依依，再欲分付几句，卻被長解催促，只得洒淚而別。紅生歸寓，又作律詩一首，并盤費銀五十兩，著人赶去，送上西苓。其詩曰： \\n 洒淚陽關北，相看云路賒。 \\n 別离從此日，生死各天涯。 \\n 露滴征衣冷，風翻雁影斜。 \\n 此行無驛使，何處寄梅花。 \\n 紅生正在寓中悶坐，忽聞外邊紛紛傳說，所中本省舉人，對上俱要親臨复試。紅生也未免把那經史溫習一番。到臨場那一日，只見御頒題目，卻是“皇都春雨”二十韻。紅生素習詩詞，這二十韻，只消一揮而就。 \\n 鐘聲初應律，斗柄正逢寅。 \\n 奎璧文明轉，乾坤沛澤勻。 \\n 卷帘書帙潤，落筆墨池馴。 \\n 浪底鼉鳴急，溪邊燕影頻。 \\n 恩弘培嫩草，怒激散浮萍。 \\n 弱質惊摧委，名花喜濯塵。 \\n 暮煙生古壑，晚浦接平津。 \\n 野豹皆藏霧，江豚盡出濱。 \\n 宮桃紅色亂，御柳綠容新。 \\n 气冷侵朝袖，陰濃覆座茵。 \\n 催開孤岭秀，洗出五峰真。 \\n 鳥鵲咸依倚，蛟龍豈隱淪。 \\n 雷鳴千里肅，澤降万家春。 \\n 無語花翻檻，多情鳥喚人。 \\n 風來云片片，水過石磷磷。 \\n 瑞應黃農象，祥符虞夏淳。 \\n 耕夫忘帝力，士子嘆皇仁。 \\n 詔就來丹闕，詩成獻紫宸。 \\n 調元憑碩輔，濟世貴經綸。 \\n 幸有怀才詔，還邀御目親。 \\n 紅生出場，自覺文章得意，遂將試卷，并平昔窗稿梓刻，遍送朝中士夫。忽一日，官報報來，備說試官將試卷進呈御覽，皇上看見了紅生排律，龍顏大喜，欽賜二甲進士。紅生听說，歡喜不盡，即日進表謝恩，并拜見了科部各官。即欲整頓行李，給假省親。忽見長班報說：“項老爺來拜。”紅生慌忙迎進，坐定，項工部道：“承惠尊稿，句句清新，篇篇珠玉。自應皇上，恨相見之晚。昨弟偶在昝總老府上赴席，昝翁取出錦軸見示，內有仁兄祝詞。后至特丹亭小敘，又見壁上絕句，就是吾兄稿中之詩。昝翁聞知，十分欽慕，訪得仁兄未諧佳偶，欲將伊女結為尊配，持簡不佞執柯。”說罷，又指著階下仆從說道：“昝翁惟恐小弟不為轉述，又遣盛价在此。一來奉賀高捷，二來恭報佳音。”紅生道：“弟已有聘在先，雖辱雅命殷殷，實難遵奉。”項工部道：“前日沈西苓亦言兄未完姻，今何相拒之堅耶。況昝翁雖則武職，官居极品，伊女千金閨秀，淑德素嫻，乃肯慕才見招，亦是十分好意，幸乞三思，毋致后悔。”紅生正色道：“無論小弟已有糟糠，即使一世無偶，亦豈以昝府為念哉。我友沈西苓，無辜受其毒陷，弟既不能奮臂以雪朋仇，复又与彼結為姻婭，則是上何以對蒼天，下何以謝西苓乎。人生世上，富貴不忘其舊，利欲不動其心。我与西苓之謂也。宁肯富易交，而貴易妻哉。況此事亦台翁所目睹也，西苓即台翁之至交也。設使弟貪富貴而就姻，諒台翁決不色喜，何況為弟作伐，于心安乎。幸乞善為我辭，感甚荷甚。”項工部听說，不敢再勸，怏怏而退，竟寫書回复了昝元文。那些仆從，听見紅生說了這番話，更回去一一對那昝元文。那些仆從，听見紅生說了這番話，更回去一一對那昝元文說了。昝元文大怒道：“不中抬舉的小畜生，怎么這般無狀，倒把狂辭唐突我么。想這小畜生，也是南直隸人，一定是沈西苓同党了。前日沈西苓放肆，被我一本，就弄到遠遠地方，諒這畜生，是第二個小沈了。”正在躊躕之際，恰值太倉王守備，差著家丁，將密揭投遞。昝元文拆開一看，內中備言黑天大王倡獗，難以剿除，致彼都院具本劾奏，懇乞請旨調將收服等情。昝元文看罷，大笑道：“那唐云也忒奇怪，我老昝不能剿滅，難道再沒有強如老昝的么。又低首沉吟了一會，不覺眉頭一皺，計上心來，呵呵笑道：“我要把那　陷害，有何難哉。也不須尋他過惡，也不須囑托糾纏，只消假公濟私，明日奏上一本，舉荐他征服唐云，卻教各路協鎮，莫發救兵。待他孤軍深入，那條性命，卻不穩穩送在黑天王之手。即使不致陣亡，保不得損兵折將。那時以軍法究治，也不怕他不死。万一僥幸得胜，我又得舉荐之功，再加陷害亦未為晚。” \\n 當下計議已定，次日早朝，即具疏舉荐。尋奉圣旨批下，授紅生以兵部職方司之職，即著團營總督昝元文，速撥三千羽林軍，著即督兵征進，俟有功之日，另行升賞。紅生接了詔旨，不胜憂忿。明知是昝元文所害，然圣旨已出，無可奈何，只得領了敕命，刻日起程。臨行那一晚，項工部与各部屬，俱于蘆溝撟設酒送餞。既而眾官散去，項工部獨留在后，執手向著紅生道：“兄亦曉得么，此舉乃昝總督以卻婚之故，所以假公濟私。明為保舉，實圖傾害。惟兄以軍務為重，早晚用心，以成大功，弟當側耳而听捷音也。”紅生道：“昝元文狡謀陷害，小弟已悉其情。但今為天朝效力，雖馬革裹尸，亦何畏哉。”遂与項工部作別而散。 \\n 次日起程，集點將士，卻多是一班疲病老弱之輩，并沒有半個壯丁。紅生暗暗嘆息道：“前日昝元文率領許多兵馬，兼有王彪助陣，尚且損兵折將，不能克服。況今勢非昔比，以疲憊之卒，而欲剪此強梁之寇。昝賊的謀計雖工，在紅某一身亦不足惜，其如國事何？”遂上疏請益，疏凡三上，俱留中不報。紅生不得已，只得領了三千軍士，迅速出京。在路脂車峭帆，不一日已抵泖湖，自与唐云對敵，按下不題。 \\n 卻說何半虛，自從問了紅生照提之后，棄儒納吏，隨又營謀考滿文書，托人進京斡選了山東魯橋驛一個驛丞，遂与方蘭商議，要作速行禮做親，以便一同赴任。方蘭道：“只今紅玉仙已經逃遁無蹤，若要行禮成親，只消我三寸舌，向著家嬸母甜言說合，不怕不從。但舍妹性資執拗，須要緩款而行，方得妥就。設或吾兄如此造次，小弟便不敢斗膽相許了。”何半虛看見方蘭作難，料因心事未足，便將所許的八十兩找足，外又加禮銀四兩，尺頭二疋。方蘭得了許多禮物，滿心歡喜，便領了他的言語，即向方老安人面前，再三撮合。只因這一番，管教： \\n 云翻雨覆風波起，玉碎香消脂粉寒。 \\n 畢竟方蘭走去，說出什么話來？要知瑞的，且听下回解說。 \\n  \\n   \\n  "}
{"章节": "第十一回 勢利婆信謗寒盟", "正文": "  \\n 第十一回　勢利婆信謗寒盟 \\n 　 \\n 詩曰： \\n 月下良緣已有期，讒言忍把舊盟欺。 \\n 誰知貞媛心非席，石爛泉枯總不移。 \\n 話說方蘭，既得了何半虛的重謝，急來向著老安人說道：“紅玉仙為窩贓的事，前解到防官王守備處，正欲鞫問，誰想心虛，從著半夜里，竟自逃走去了。現今行文各處查緝，大抵是出頭不得的了。所慮妹妹今已長成，還是別選良姻，還是守他來成親么？”方老安人失惊道：“原來他做了這樣違條犯法的事，早是你來說著，不然我那里知道。只是他小小年紀，做了一個秀才，怎不守分。如今又不知逃在何處，若把你妹子嫁与他，只怕誤了終身。若就別許人家，又恐老紅要來說話。以此兩難，如何是好？”方蘭道：“那紅老儿是說不得的，他不曾費得半個銅錢，我這里并沒出個八字，又沒有聘書与他，怎見得就是他的媳婦。況且是自家儿子，做了不法的事，終不然把一個清白閨女，去嫁那不肖子不成。憑他告到官司，也是說得過的。”只這一番話，卻中了方老安人的心。遂點頭道：“侄儿你到說來不差，只是如今所許的人家，須要胜著紅家几分才好。据你前日所說的何宅，不知人家何如？可以對得么？”方蘭道：“我正為此事，要來与嬸母商議。誰想何某已有了官職，不日就要上任。若肯許他，須作速出一庚帖，等他即日行禮。若嬸母要依前盟，守著紅玉仙回來，待我回絕了何家罷。”方老安人听說何半虛有了官職，不覺喜道：“你說來不差，悉憑你主持就是。”方蘭听見許允，滿心歡喜，連忙去對何半虛道：“承托的事体，家嬸母初意，堅執不肯，被我再四把那話儿籠絡他，業已妥當的了。但須作速訂期納聘，省得遲則有變。”何半虛大喜道：“完美此姻，皆賴仁兄玉成厚愛，此恩此德，容當圖報。至如聘金禮物，一一遵命便了。”遂選了吉日，送過聘來。方老安人少不得備辦回盤禮物，俱不消細說。 \\n 卻說素云在房，聞了這個信息，心下惊疑，暗著凌霄探個明白。誰知方蘭与老安人做就机關，只說道是紅家行聘，不日就要親迎完娶，素云也信了。倒是凌霄乖巧，當行聘那一日，悄悄的偷那禮帖，把与素云一看。只見上面寫著“何某端肅頓首拜”，止不住腮邊扑簌簌滾下淚來。凌霄再三安慰道：“是与不是，且再商量，何消這般煩惱。”素云道：“你那里知我的心事來。從來婚姻之事，一言既定，終身不移。所以忠臣不事二君，烈女不更二夫。當初我爹爹親口許著紅生，雖則六禮未備，那股釵儿，已算是下定的了。況我明知事必有變，曾著你去約他面會兩次。生死之盟，前已訂定。豈料母親听著讒言，背盟寒信。我若依允，卻不做了失身之婦。若不肯從，怎生退得何家？”左思右想，与其偷顏失節，不若一死，倒覺干淨。說罷，又唏噓不已。凌霄又從容說道：“聞得何家已選了什么官儿，若完了姻事，就要上任。据著賤妾看來，比著紅家更胜几倍，料想老安人主見不差，小姐何為固執。”素云變色道：“你說那里話來。莫道何家是個吏員官儿，就是當朝顯宦，也難變易我一點冰心。甚且那一晚，親口訂約。青天明月，實共聞此言，豈得以貧富易心，　顏苟活。況人孰無死。我若死得其所，可以含笑見我爹爹于地下矣。今后該說的說，不該說的再休多言。”正在唧唧噥噥，恰值老安人走到。素云慌忙把頭來掇轉，以袖拭淚。老安人惊問道：“吉期已屆，吾儿有甚煩惱，反掉下淚來。”素云道：“還說什么吉期，孩儿的性命，只怕不久了。”老安人便把凌霄喚去，問其緣故。凌霄將素云的心事，一五一十說了一遍。嚇得老安人心下著忙，急与方蘭計議道：“俱是你勸我許了何家，如今你妹子要死要活，不肯依允。万一做出一件事來，如何是好。”方蘭道：“做侄儿的原是一片好意，況何生雖則三考出身，也是一個小小官職，有何辱沒了妹子。如今只索催他早些娶了過去，嬸母還該用著好言開慰。想妹子也是一個聰明的，豈不曉得好歹。”老安人原是個沒主意的人，听了這一番話，只得又到素云房內，徐徐勸道：“吾儿且省愁煩，量做娘的，只生得你一點骨血，豈不要安放你一個停當。奈因紅生家事日漸消乏，近又做了窩藏不法的事情，所以將你許了何家，有甚不好處。你只管執拗悲啼，卻不要苦坏了身子。”素云目嘆道：“儿若依了母親，做不得失節之婦，若堅執不從何以回得何家。如今儿已有個兩全妙策，教他早來娶去，決不累著母親受气。”老安人听說，才把鬼胎放下。話休絮煩。 \\n 不一日，笙歌動地，鼓樂喧天，何半虛家的親船已到。素云暗暗妝束已定，向著祠堂，痛哭了一場，遂即移步出廳。方蘭只恐有變，也不叫何生奠雁，竟喚著几個婦人，把素云推擁上轎，如飛的抬下船去了，自己卻与凌霄另在小船送去，那嫁妝又另貯一船。行不上三四里光景，忽听得鑼聲響處，四下喊聲驟起。只見蘆葦里面，撐出几只巨艘。上面槍刀密布，竟把親船攔住。為首一人，原來就是黑天王部下的陳達。看看覷近，搶上船來，把素云連著轎儿扛了過去，妝奩器皿也擄得精空。何半虛急忙赴水，才逃脫性命。方蘭在后船看見，便拉著凌霄上岸，在黑地里藏身半晌。看看賊已遠去，心下想道：“我本意只要拆散紅生的夫婦，以消當時惡气，故在嬸母面前十分攛合，又在何半虛面前一力擔當，誰料忽地里生出這個變故來。若歸家去，不但嬸母見責，連那何半虛也要怪我，終不然還他銀子不成。更有一件，日后紅家知道，這場是非怎生分解。何不趁此机會，騙了凌霄，拿些銀子，出到外邊暫住一二年，再作區處，有何不可。”當下暗暗算計已定，遂把凌霄藏在僻處，自己飛身回去，悄悄的取了四五十銀子，哄著凌霄，只說領他歸家，一徑的雇船往外去了。不題。 \\n 再說素云，被著陳達擄去，送至中軍請賞。黑天王一見，心下大喜。對陳達道：“我這里有多少女子，卻無一個絕色。誰想你拿著這樣一個美女，真正有沉魚落雁之容。使我一見，不覺為之神醉矣。自出兵至今，汝的功居第一，另行重賞。”又向著素云道：“美人，我且問你，姓甚名誰，年紀多少？”素云已惊得魂魄俱喪，唯低頭流淚，不措一語。黑天王道：“你不須害怕，我將你做第二位壓寨夫人，怕不富貴哩。”素云厲聲答道：“賤妾已有丈夫，斷無相從之理。如不放歸，愿求一死。”激得那黑天王性起，正要捉進強奸，誰想已有人報知仇氏。原來仇也有五六分姿色，亦系良家女子，素性淫悍，被著黑天王擄作正妻，卻是十分畏懼。當下出來問道：“聞得出陣，拿著一個美女，可喚過來与我一看。”素云連忙走至面前。仇氏細細的看了一會，說道：“此女雖則美麗非常，若留之恐有不利。”黑天王忙問所以。仇氏道：“我昨夢一仙姑，指一女子對我說道：“此女命犯傷官，花燭之夕，其夫就該遇難。若或留之，月內定遭其克。直待百日之后，惡星過度，方可成親。今此女与夢中相似，又聞自親船擄來，則花燭遭厄之說，已符矣，豈可收納，以被其殃乎。”說罷，即帶素云，幽于別室，防禁甚嚴，永不許与黑天王相見。 \\n 單說素云，自遭幽禁，每日蓬頭垢面，時時痛哭，將及月余。忽一夕，風雨蕭瑟，雁唳蛩吟。素云想起幽囚盜窟，目下雖不被污，終難保免，不如早尋一死，倒覺干淨。忽又想道：“若竟是這般死了，不惟大仇未報，母恩未酬，又不知紅郎今在何處，永無見面之日了。”想一會，哭一會，將至夜分，又泫然泣下道：“我今身罹虎口，遲早總是一死，何須苦苦戀此薄命。罷罷罷，我只索要自盡了。”遂將腰邊繡帶解下，懸梁而死。可怜： \\n 傾城傾國佳人，化作南柯一夢。 \\n 誰想素云命不該絕，將要懸梁，忽即沉沉睡去。朦朧之際，見一仙女，撫背而言道：“吾乃爾夫家后園牡丹花神是也。汝不可短見，日后還有釵接鏡圓的日子。目今羅星將過，還有一番水厄。特授汝以花須丸二粒，服之便可轉死還生。珍重珍重。”素云接過，一口吞下，倏忽間遂不見了仙女。須臾醒來，猶覺余香在口，暗暗惊喜道：“既是仙女救我，或者還有出頭之日。只得勉強挨度，再為區處。”曾有名賢一詩為証： \\n 惆悵佳人命最慳，才离虎穴又龍潭。 \\n 若非此夕花神救，安得明珠日后還。 \\n 且把素云按下不題。 \\n 再說紅生，領兵出京，一路上官府不敢怠慢，到處措備糧餉應接。不一日，來到蘇州，即著內丁，同了沈家蒼頭，先到沈西苓家內下書。又差人到家報喜。自己卻為軍情事重，不敢擅回。齋 \\n 一日正在舟中閑坐，只見報道：“太倉王守備迎饋禮物。”紅生看了手本，放在一邊，置之不問。自卯至酉，并沒一個人睬他。只得納悶而去。到了明日清晨，又至船邊伺候。如是者三次，竟不得相見。至第四日，候見紅生上轎，認得面貌，就是前日把來問過照提的，不覺大惊。登時換了青衣小帽，央著本處鄉宦錢世行，現任按察司廉使(致仕在家)，王守備就央了他辦下二百余金一副盛禮，下船請罪。紅生再四推辭道：“既蒙台命，不致難為他就是了。這禮物決不敢受。”錢世行便深深的打著一拱道：“前日王弁曾獲罪于老總台處，皆由奸人何半虛之計，實与他無涉。惟失于查察，獲罪深重，容俟日后捕獲時，自當解至台下，听候治罪。若使所備微儀，不蒙點領，則治弟亦不敢代為荊請矣。望乞海涵曲宥，則弟亦叨庇無盡。”紅生道：“雖是何半虛造謀枉屈，你為防官，就該審豁。為何通同設陷。今承老先生見教，姑恕不究。這些禮物，亦只得權領。”說猶未已，那王守備跪在船頭，只管叩首不已。紅生竟不睬他。錢世行道：“今日王弁實已悔過待罪，伏乞老總台不念舊惡，所謂大人不作小人之過。”紅生笑道：“若非老先生力為見諭，決要處置他一個死罪。也罷，就著他為前部衝鋒，以便將功折罪。”遂于當日，點起軍兵，以裨將甘盡忠、水從源為后隊，自己卻与老將烏力骨，統領中軍。一鼓造飯，二鼓取齊，三鼓進發。浩浩蕩蕩，殺奔泖河而來。 \\n 要知胜負何如？且待下回分解。 \\n  \\n   \\n  "}
{"章节": "第十二回 貞洁女捐軀殉節", "正文": "  \\n 第十二回　貞洁女捐軀殉節 \\n 　 \\n 當下紅生領兵征進，先著探子，前去探听虛實。只見紛紛回報，黑天王正在山前點兵候戰，魯仲在山后看守營寨糧草。紅生便喚甘盡忠、王守備分付：“你二人可帶本部兵五百，俱打著賊兵旗號，埋伏在兩旁蘆葦內，待他兵出之后，隨即上山放火，奪得營寨即為頭功。”又喚水從源分付道：“你帶部下人馬，俱駕小船，前往山后水灣埋伏，只看山頭火起，便從后乘勢殺上，必得全胜。”分撥已定，自与烏力骨，領著中軍，往山前進發。一聲炮響，忽地里衝出五六十號船來。紅生忙教擺開船只，兩下混戰一場。紅生往后便退。黑天王赶至，略戰數合又走。黑天王見紅生船只亂動，遂招動令旗，前來追赶。未及數里，忽見山上火光燭天，煙气蔽日。黑天王只道糧草上火起，無心戀戰。舍了紅生，望著自己營寨而走。紅生見他回陣，料得賊已中計，便同烏力骨回身殺上，又戰一陣，殺傷賊眾無數。黑天王慌忙下在一只小船而去，將近沙岸，只見山上炮石如雨，銃箭交加。左邊衝出王守備，右邊衝出甘盡忠，大殺一陣，竟不知有多少兵馬在此。卻不敢上山，遂繞山而逃。不料紅生后又殺至，与王守備二將合為一處，就換烏力骨把守湖口，自与二將殺入老營。那魯仲見勢頭不好，便棄了糧草，奔救大寨。將及交鋒，背后水從源又驅兵掩殺一陣，魯仲只得領了敗殘人馬，望著左邊小山，僻處逃躲。紅生也不追赶，即鳴金收軍。賞勞已畢，就在山下扎寨，自与水從源扮作小軍，乘著一只小船，前去偵探。 \\n 約行二十余里，到一蘆渚灘頭。只見一只漁船，撈著一個死人在那里喧嚷。紅生上前看時，卻是個女子的尸骸，尚有几分气息。就喚漁船上的婆子，与他換去濕衣，把姜湯徐徐灌下，看是誰家閨女，好著人送他回去。正解衣時，忽見右臂上有小包一個，紅生打開一看，是一段白綾裙幅，裹著一股玉釵，裙幅上又有絕句十首，一半字跡模糊，其一半云： \\n 自怜薄命強依人，貞節那知不受塵。 \\n 寄語慈親休悵望，入江猶是女儿身。 \\n 其二： \\n 一點冰心矢不磨，孤魂飄泊更如何。 \\n 江妃有意從為伴，羞殺東陵設网羅。 \\n 其三： \\n 冷冷碧水漲清溪，此夜孤魂何處啼。 \\n 河伯若教怜薄命，東流反向洞庭西。 \\n 其四： \\n 夜靜挑燈讀楚辭，從今何處托心思。 \\n 生前未獲諧鴛侶，死后相逢那得知。 \\n 其五： \\n 一別慈幃已八春，濤聲岳色共愁人。 \\n 愿持節義輕身死，玉碎香消總不論。 \\n ——薄命方素云臨死偶書主 \\n 紅生誦畢，方知就是方素云。慌了手腳，便自去抱過船來，覆著綿絮，灌著姜湯。有頃，吐出了許多泥水，雖不能言，卻已有几分蘇醒了。紅生急忙望空禱告，俄而素云星眸微啟，低聲說道：“這是什么所在呀？紅郎為何卻在此處？莫非是夢中相會么？”紅生向前便告以撈救之由。既而坐定，備詢其投水之故。素云哭訴道：“自与郎君別后，為遭獸兄不仁，強奪妾志，將妾許配何家。那時妾自分必死，但恐累及老母，以是隱忍苟活。不料何賊親迎之夕，正擬以頸血濺其衣，卻被黑寇手下的頭目，擄至賊營。又欲強污妾身，幸喜盜妻仇氏，囚妾于別室之中，更獲仙女授我靈丹，許我有相會之日，故爾遷延存命。然妾自料必死無疑，誰想昨日官兵征剿，黑寇戰敗而遁，仇氏与眾將俱各分竄，不知下落。妾恐出頭露面，又多一番■辱，因作絕命詞十章，投湖自盡。誰料獲遇郎君救起，复得全生。想那仙女之言，果不虛謬。但不知我方氏祖上，做了許多惡事，使妾受此磨難。”說罷，不覺嗚嗚咽咽的哭將起來。紅生再三勸慰道：“小姐不必悲傷，大凡姻緣生死，會合分离，總是前生分定的。即如何賊与那方蘭兩個，用盡机謀，終成虛想，還虧得你冰清玉洁。這都是我在京日久，致你受此折挫。今日相逢，真出自意外，所謂天作之合也。但目下領兵在此，正与唐云　殺之時，只恐留下不當穩便，隨即差人護送回去，以俟剿賊之后，另容相會便了。”素云駭然道：“郎君向在那里？何幸得此榮職？愿乞為妾細道其詳。”紅生遂把別后事情，也略略說了一遍。素云不胜欣喜道：“如此待妾先歸告知母氏，可不悔死他也。”紅生遂出銀一兩，賞了漁翁。即備船只，就著漁船上的老嫗，護送前去。從小港轉至白秀村，著即上复方老安人教他好生調養，待剿賊复命之后，請假完婚。先具白金一百兩，為小姐壓惊之費。分付已畢，同了水從源送出港口，方才歸入帳內，商議搗巢覆穴之計。古 \\n 當日造飯食罷，點起合營將領，遣烏力骨等，直逼賊營。那黑天王自從折了一陣，歸遁武山，正与眾將會集，整頓軍船复戰，忽見烏力骨已統兵近寨，便大怒道：“匹夫如此小覷我，若不与他決一死戰，我也決不敢望圖王奪霸了。”即刻點兵下山，列成陣勢。兩軍相遇，正在白苹橋迎敵。紅生揮兵掩殺，把黑天王圍了數匝。怎當他十分驍勇，大喝一聲，官兵退下數里。烏力骨漸漸气力少怠，不敢當鋒，望著本陣而逃。紅生見烏力骨戰他不下，遂喚眾將一齊殺出陣來。水從源正撞黑天王船，未及數合被黃俊暗地里射了一箭，正中左肩。黑天王赶來搶時，幸得王守備接住，救得回來，已是箭深入骨，未几而死。黑天王遂即奮勇拒殺，紅生率著甘盡忠、烏力骨驅著大隊人馬敵拒。站出船頭，高聲喚道：“唐云，我這里天兵已下，你還不知死活，輒敢抗拒么。我勸你不如及早投降，庶不致死無　類。我又為你保荐，使你不失封侯。倘仍前跋扈，只怕后刃一加，你便噬臍無及了。”黑天王大笑道：“我只道朝廷差著什么大將，原來是個白面書生，那里曉得兵家妙算，卻是自來送死。”說罷，遂揮著眾賊，衝殺過來。甘盡忠慌忙接住，兩人混戰了一會。不料陳達架起大炮，只一炮，把紅生的大船打得粉碎。甘盡忠失腳墮水而死。陳達遂乘胜赶來。烏力骨舍了黑天王，竟与陳達　殺，兩個又戰至傍晚，不分胜負。史文看見不能取胜，便披發仗劍，作起法來。只見口中念著神咒，道一聲疾，頃刻間雨雹交加，滿天蔽著黑霧，對面不能見人。紅生在船，站立不住，只得棄船登岸。那軍士剛剛渡得一半，越覺風狂浪涌，霎時間把那船只，都翻在水里了。官兵溺死者，不計其數。烏力骨向前稟道：“賊兵甚銳，兼有妖術，我軍若不退去，皆葬在魚腹中矣。望乞作速傳令退軍，以便取到救兵，再圖剿滅。”紅生依允，只得退回十里，查點將士，折了大半，心下好生悶悶不悅。當夜惟恐賊兵劫寨，眾軍皆不卸甲。 \\n 將有一更天气，只見月光皎洁，紅生步出帳前，看那星斗。忽見一人，布袍素服，腰邊挂著寶劍一把，向紅生笑道：“別來未几，恭喜仁兄，榮登黃甲，奉旨出征。小弟偶爾相聞，特來問候，不知還認得故人否？”紅生听說，只道是賊營遣來的刺客，吃了一惊。那人又笑道：“仁兄休得惊疑，可記著當時在酒店中把寶劍贈那乞者么，即俺是也。”紅生便大著膽，近前仔細一看，認得面龐不差，遂延入帳中，分賓主坐定。紅生備細告訴道：“小弟原系文弱書生，不諳軍旅，誰想登籍之后，即遭奸臣中傷，致奉圣旨，著弟領兵剿賊。不料自与唐云相拒以來，屢戰屢北，今日損兵折將，又大敗一陣。若欲再戰，并無良策。若即退兵，又恐朝廷以失机繩罪。以此進退兩難，計無所出。天幸遇著仁兄賜顧，不知可有胜局，以救三軍之命么？”那人听畢，不覺呵呵笑道：“紅兄之言，何其懦也。量那唐云，不過泖湖中一草寇耳。雖有數千人馬，皆烏合之眾，可以滅此朝食，何致數敗者哉。昔日范中淹朝琦二公，亦皆文章科第，乃胸中卻有十万甲兵，故西夏人為之謠曰：‘軍中有一范，西夏聞之惊破膽。軍中有一韓，西夏聞之心膽寒。’彼二公者，獨非文士乎。今足下初登仕籍，即奉簡書，正宜出奇破賊，掃清泖蕩。上免當今宵旰之憂，下慰吳中士庶之望。所以取榮名，享厚祿，在此一舉。何乃以小小挫失，遂怀退避耶。”紅生听了這一番話，漲得滿面通紅，連聲謝道：“小弟不材，幸蒙仁兄賜諭。頓開茅塞，不覺愧汗浹背。但目下正在危迫之秋，万望仁兄有以教之。”那人道：“既值敗殘之后，還宜按兵不動。可速移檄當道，請兵救援，并察賊眾來往險要河港，嚴督居民釘柵斷堰，以截其去路。更差心腹，潛至賊營，行离間計，使彼自相傷殘，則可以一戰而破矣。兵貴神速，更貴出奇。神而明之，惟在足下之一心耳。”紅生肅然起敬道：“多謝指教。”遂命左右，備酒款待。 \\n 當下兩個，促膝細談。飲至三更天气，那人道：“小弟此來，一則奉候台兄，一則有事相懇。前在酒肆中，匆匆乍會，即蒙以家傳無价之龍泉見賜，如脫敝屣，豈今榮叨恩命，錢糧出于掌握，反有不為鄙人周濟者乎。倘不見拒，愿當實告。”紅生慌忙問其來意，只見那人言無數句，有分教：千余將士，几何盡喪泖湖。 \\n 要知端的，下回便見。 \\n  \\n   \\n  "}
{"章节": "第十三回 憑俠友功成奏凱", "正文": "  \\n 第十三回　憑俠友功成奏凱 \\n 　 \\n 詩曰： \\n 為友傾肝膽，提戈解寇圍。 \\n 千金輕若屣，一諾重難回。 \\n 報國宁辭險，圖功豈憚危。 \\n 妖氛從此靖，奏凱向朝歸。 \\n 且說紅生，當夜置酒款待那俠者。那人道：“俺此來有事相求，若不見拒，愿當實告。”紅生即問其來意。那人道：“別無他事，特向足下暫借糧米二百擔，白金三百兩。到十日之后，即當加利奉納，決不敢謬約也。如蒙見許，現有人舟等候，幸祈即發為感。”紅生便叫管糧軍士，著今照數付去。烏力骨听見，連忙近前密稟道：“現今軍中乏糧，若發去許多，万一愆期不至，豈不誤了大事。”紅生道：“汝言固是正理，但業已許諾，只得付去便了。”那人看見左右俱有難色，便道：“若或貴役不肯相托，俺豈敢強借，就此作別了。”紅生欣然笑道：“蒙兄約在十日之外，弟即著令除了十日口糧，其余照數奉与仁兄拿去。大丈夫肝膽相孚，千金不計，況此些須而有吝色者哉。”那人便指揮隨來數人，將米運放舟中。向生一拱，竟自下船而去。于時天色大明，只見黑天王率著眾賊的船只，約有五六百艘團團圍住，四邊炮響如雷。紅生看見來得勢頭，即使收兵上山，只得勉力拒守，以待近處援兵。誰料各路守鎮官，俱受了昝元文的約束，那一個肯發兵來。一連拒守七日，人心愈危。怎奈賊兵愈眾，山下圍得鐵桶相似。紅生料難脫身，大哭道：“我為奸臣所賣，以至此地。今日為國而死，誠為死得其所。”遂召諸將安慰道：“爾等隨我出征，本圖建功立業，誰想天助寇賊，致遭數敗。古人有言，人生自古誰無死，只要死得其所耳。今我勢窮力盡，若同爾等降賊，亦有何難，只是日后朝廷別選良將，再來剿除，卻不是仍舊一死，不過偷生几日，卻貽万世臭名，非豪杰之所為也。為今之計，到不如舍命一戰，或可全生。就是力斃而死，也不失做個忠臣義士。當日田橫之客五百人，自殺在海島中，至今稱其義勇。倘爾等不以我言為然，愿速斬我之頭，以獻唐云可也。”眾軍听畢，哭聲震地。頃之，俱踊躍大呼道：“我輩愿死不愿降。”紅生見眾軍士肯出死力，遂复出戰。自午至酉，兩邊傷死甚多，不能取胜，紅生只得仍舊上山。 \\n 其夜二更時分，坐在山頂石上，只見賊將史文領了二百余人，繞著山腳巡哨。仰首見了紅生，大叫道：“紅爺不必害怕，我有一言奉告。聞得朝廷發与紅爺，止有二千殘弱之兵，今已深入不測，死傷大半，料想不能濟事了。何不解甲歸降，共圖富貴。況今世界紛紛，有何皂白，縱使盡忠死節，安得旌表，卻不白白枉送了性命。”紅生大罵道：“狗鼠盜徒，我恨不能即時殲滅以報□□，反敢亂言無忌。你曉得紅爺是何等樣人，敢來饒舌么。”史文明知志不可奪，遂即率眾退去。俄而相拒，一連又是五日。不料寒威愈甚，糧又斷絕。眾軍士啼啼哭哭，哀震山谷。知 \\n 紅生与王烏二將，也沒做理會。但聞喊殺連天，正在危急之際，忽見西南角上，有几十只大船來到，竟不知是何處兵馬。須臾，湖上殺聲振動，只見那來的大船上，旌旗蔽日，劍戟橫空，約有五百余人，全身披挂，俱是勇糾糾的精壯漢子。初時還認是唐云一伙，那知一上岸來，就把山下圍困的賊寇，衝得七零八落，四散逃竄。內有黃羅傘下，罩著一人。腰懸寶劍，手執丈八蛇矛，生得威風凜凜，气概軒昂，在山下大呼道：“快請紅老爺下來相見。”王守備伸頭一看，急忙報与紅生道：“前日那個借糧的，已把賊兵殺敗，特來請見。”紅生大喜，疾趨下山。那人迎住道：“蒙兄慨借糧米、白銀，原訂十日之后奉璧，今特送到，幸勿見罪。”紅生再三謝道：“吾兄真信人也。但弟被著唐云圍困，死在旦夕。頃聞仁兄已經殺敗一陣，不知可能相助一臂否？”那人道：“俺料足下不能取胜，所以特選精粹五百余人，星夜前來救援，保為足下破之。”紅生道：“敢問吾兄，從何得此兵卒，以救小弟。”那人呵呵大笑道：“原來足下尚未知俺行藏。俺前年打從伏虎山前經過，被一伙草寇圍住，俺拔劍亂砍，一連砍死數賊。那寨主見俺本事高強，便請上山入伙。住不多時，寨主病故，眾嘍羅遂推俺為頭目。以此積草屯糧，四方好漢，紛紛投聚。不上半年，遂擁眾三千余人。但成則為王，敗則為寇。算來也不是長久之計，每望招安，又無進路。今幸足下收服唐云，俺正好率兵相助，以便歸順朝廷。只為糧草缺乏，所以前來告借，今特送還。愿當剿除此賊，以效微勞。”紅生道：“原來仁兄慷慨仗義，乃是當世之豪杰。便欲棄暗投明，愈覺可敬可羡。曩者，請問姓名，未蒙見示。今既殄滅強寇，共立功名，不是埋蹤遁跡之時了，望乞剖白。”那人道：“俺姓庄，字偉人，江北人也。自幼遇一异人，授我五雷正法，并兵書一卷。只因二十歲上，為父報冤，殺死仇家一十六口，遂即遁跡江湖，未嘗白人。今遇知己，輒敢盡言。”紅生听說，益加恭敬。那庄偉人便將送到之米運起，著軍士飽食一餐，教他休息。自卻領了兵馬，殺到平坡大叫：“唐云，早早下馬受縛。”黑天王听得，大怒道：“我与你唇齒相依，為何反來自相攻擊。”正欲出戰，黃俊在旁說道：“不勞大哥費力，待小弟生擒此賊。”便輪動雙刀，直取偉人。偉人大喝一聲，竟把黃俊一刀砍死。魯仲看見，舉刀來迎，不一合又被庄偉人一劍揮為兩段。惊得黑天王拍馬拖刀而走。庄偉人奮勇赶上，只一箭，射中肩窩，便輕舒猿臂，活捉過來。那眾賊，棄戈卸甲，愿乞投降者，約有五六百人。其余各自分頭逃竄。庄偉人急忙鳴金收軍，著將黑天王解到紅生帳下。紅生便令軍士，把來上了囚車，即日解京候旨發落。所獲的金銀財帛，悉散与眾軍卒。王守備原居舊職，待請旨后，別加升賞。遂邀庄偉人到營，殷殷作謝道：“若非仁兄到來，弟已死于唐賊之手。今獲滅此巨寇，全仗神力。敢問用兵之道，何者為先？”庄偉人道：“為將這道，因敵制宜。上識天文，下察地利。強而示之以弱，實而形之以虛。靜如處女，動如脫兔。為奇為正，莫知我之所之，斯為上將耳。至如唐云，不過一勇之夫。雖眾至數千，皆烏合之眾。惟藉泖蕩，以為巢窟。欲剪除之，直易易也，何須勞兵動將，費國家之帑金者哉。”紅生道：“弟愧腐儒，不知軍旅之事，幸遇仁兄，成此大功，意欲結為兄弟，未知允否？”庄偉人欣然許允。遂備牲禮，當日就對神八拜，訂為生死之交。 \\n 因以欽限嚴急，不及省親。即欲班師就道，忽見管門兵役，向前稟道：“早間拿著一個賊党，現在衙門外，等候發落。”紅生便叫解進來。須臾，只見捆著一人，解至階前跪下。紅生喝問道：“看你小小年紀，怎生投在賊營。今唐云等既已陣獲，汝何不即時卸戈歸順，直待緝拿。在我跟前，有何話說。”那人俯伏，不敢抬頭。低聲哭稟道：“小人并非是賊，懇乞老爺超豁。”紅生又問道：“你是何處人氏？姓甚名誰？如果冤枉，可著地鄰保結，饒你一命。”那人道：“小的是本地人，姓何名馥，其實是清白良民，望乞老爺詳察。”紅生便將眾軍士喝退，分付掩門，且帶在后堂審問。暗暗傳令，著把何馥的綁縛松了，更衣相見。那些兵丁，互相猜疑。俱道是本官的親戚，先前拿獲何馥的，倒捏了兩把汗，連忙向著何馥哀懇道：“小的們有眼不識泰山，一時冒犯，望乞海涵，在老爺面前饒恕則個。”何馥也摸不著頭腦，只唯唯答應。既而進去，只見紅生嘻嘻笑道：“老弟別來許久，怎不做那長進的事，乃陷身于盜党。幸而遇我，不然几乎性命不保矣。”何馥仔細一看，認得是紅生，始把鬼胎放下，欣然拜謝道：“小弟命不該死，幸遇紅爺。但其中冤抑之情，一言難盡。”紅生便命看椅坐定，從容問道：“賢弟有何冤抑，可為我備細陳之。”何馥道：“弟之冤苦，皆為著紅爺而起。”紅生惊部道：“我与你天各一方，為何為著我來，這也十分奇怪，須即一一言之。”何馥道：“當日紅爺被家兄何半虛，邀請到舍，做那壽詩。弟有弱妹，名喚媚娘，年當及笄，尚未受聘。因為愛著紅爺才貌，那一夜潛出閨門，向著月明之下，与紅爺相會。將欲面訂百年，不料聞諭已經納聘，遂即許作小星。及至次日，紅爺歸寓，禍遭那個變局，以后探听，杳無下落，致舍妹時刻思念，命我直到前途訪問。不想經過盜穴，竟遭黑天王手下拿住，強屈入伙。弟再四哀求，那里肯放，只今已將三個月。前在陣中，几乎喪命。昨被貴役拿住，綁縛拷打，体無完膚。若非遇著紅爺，則命已登鬼。”言訖，淚如雨下。便解開衣服，把与紅生細看。果然遍体帶傷，紅生心下慘然。即時傳令，著把原獲何生的兵役拿到，喝令重責四十。何馥看打到二十棍，為之力勸道：“這是小弟命蹇所致，還求紅爺饒了他這二十棍罷。”紅生喝叫放起，忙命備酒。當下与何馥飲酒中間，又細細的問道：“當時吾弟，并不說起有妹，即曩夜相會，又不肯說出姓名，其中莫非別有緣故？”何馥道：“原不是小弟嫡妹，實姓吳，是弟姨母所出。只因自幼父母雙亡，無所依托，所以繼与家母。家母愛之如親女，与弟亦胜如同胞兄妹。故以實情語弟，央弟出來訪探。敢問紅爺，何時進京，怎生就得榮升貴職？”紅生亦備細的將前事話了一遍。是晚直飲至更深而散，就留在帳中安宿。 \\n 次日起來，紅生執手問道：“賢弟在家，既系無聊。還是先歸，還是与我同進京師？待复命之后，一同南回。”何馥道：“承辱厚意，本欲奉陪。但自陷賊巢，离家日久，恐老母有倚閭之望。思欲回去，報一确信，又省得表妹挂心。”紅生道：“這也說得是。”遂取過元寶一個，并方小姐所贈的玉釵一股，付与何生道：“二物雖微，權為聘禮。待回朝之后，即圖歸娶也。”又作小詞一首，附贈媚娘，其詞曰： \\n 昨夜東風帘外轉，曉來無數凄惶。鶯啼鳥語為誰忙？可怜春欲去，空解惜春光。不管落花飛絮亂，只愁香散池塘。佳音雖獲寄紗窗。相逢期尚遠，相憶在蘭房。 \\n ——右調《臨江仙》 \\n 紅生送過何猗蘭，正欲擇日起程。恰值本府知府，并同知司李，備酒在虎丘，与紅生稱賀，兼為餞別。紅生向著庄偉人道：“既蒙郡公招飲，弟与兄早間先到山寺，以作竟日之游。亦古人偷得浮生半日閑之意也。”庄偉人道：“弟亦正有此意。”當下遂一同去游虎丘。 \\n 看有何話說，下回便見。 \\n  \\n   \\n  "}
{"章节": "第十四回 游山寺邂逅嬌姿", "正文": "  \\n 第十四回　游山寺邂逅嬌姿 \\n 　 \\n 且把紅生按下，再說昝元文。自將沈西苓劾奏流西，又將紅生假公濟私，舉荐他收服黑天王。以是滿朝科道，俱各憤憤不平道：“他雖官害极品，不過是一武弁出身，怎敢竊弄威福，把我等文官小覷，致流者流，降者降。若不將他彈奏一本，將來朝綱必致紊亂。”遂將昝元文陰受泖寇唐云厚賄，反把百姓殺害，充作賊俘，欺君誤國等情，做了本頭，奏聞圣上。不覺龍顏大怒，立時批下，著將昝元文革了職，候刑部勘問。昝元文聞了這個消息，吃了一惊，連夜打發家小，并將金珠細軟，前往浙江暫住。主 \\n 原來昝元文，單生一女，名喚瓊英。年方二八，尚未受茶。自前番在后花園內瞧見紅生，丰姿秀麗，心下十分想念。不料昝元文回來撞見，認是奸細，竟將紅生捆吊密室。瓊英不胜怜憫，候至夜深，密著老嫗，潛將酒飯与生充飢。及次日遇著沈西苓救去，瓊英方才放心得下。然未知姓甚名誰，無從探訪，心心念念，思慕不置。只因年已及笄，春心飄蕩，兼值深閨迥寂，從不見人，所以一遇紅生，便覺十分屬意。閑話休提。 \\n 且說當日，隨著母氏急忙忙收拾起身，在路曉行夜宿。不一日，舟次蘇州。瓊英對著老夫人說道：“孩儿一路，為因思念爹爹，心煩意亂今日舟抵姑蘇，聞得虎丘山寺，風景秀麗，意欲上崖去，散悶片時，不知母親允否？”老夫人道：“果然聞得，虎丘為蘇州第一胜景，汝若要去，可令乳娘相伴，隨喜一會，我自坐在船中罷。”瓊英听說，心下大喜。次日清早，催喚早膳吃過，即帶了乳嫗，并丫鬟仆從，前往虎丘游賞。只因此一去，有分教： \\n 畫船喚起相思恨，佳句消磨錦繡腸。 \\n 再說紅生，正欲進京复命，恰值府廳各官，備酒在虎丘餞別。紅生遂与庄偉人，于早間先到山寺隨喜。正在徘徊之際，忽見一隊仆媵，隨著一個美麗女子，款款而來。紅生慌忙前一看，乃一絕色佳人，与方素云不相上下。即著隨行兵役，問是誰家宅眷。須臾回說，乃是昝老爺的小姐，名喚瓊英。只因昝總兵被著科道糾彈，奉旨革職，所以夫人小姐，潛往浙江暫住。便途經過，到寺游賞。紅生听說，大喜道：“原來昝元文也有今日，只可惜他的女儿，曾有一飯之恩，何以報答。”一邊自言自語，那瓊英覷見紅生，也暗暗惊疑道：“昔在園內遇著的書生，怎生也在這里。看他許多役從，難道已經出仕的么？”即著家童問□是那一位官長。家童去了一會，登時回報道：“乃是欽差征討湖寇的兵部職方司紅老爺。”瓊英心下想道：“或者面顏相似，不是他么？為何就得這般榮擢。”當日回到船中，愈加思念不已。吟詩一絕，以自遣道： \\n 相逢誰解不相思，相見那知意欲痴。 \\n 今夜孤舟何處泊？落花空對水差差。 \\n 昝小姐到得船中，老夫人即催開船，赶到平望停泊。次日五鼓起身，自向武陵進發。 \\n 且說紅生，當晚在虎丘寺內，飲宴之后，忽報天使來到，開讀圣旨已畢，天使道：“恭喜老先生，剿除巨寇，皇上大喜，特著下官星夜前來，催促進京复命，并要眾將官立功冊籍，以便次第行賞。欽限緊急，老先生只索即日起程，不便逗遛了。”紅生便与庄偉人，擇日班師。一路至北逢州過縣，無不盡有人馬迎接。 \\n 不一日，來到魯橋驛。那驛丞不早准備，缺少驛夫。本府知府，不好意思，就把驛丞解來請罪。紅生仔細一看，認得就是何半虛。佯為不知，厲聲喝罵道：“王師奏凱，凡經臨地方，上下衙門，無不躬親迎送。你許大前程，輒敢違誤么。”何半虛抬頭，見是紅生，惊得魂不附体，連連磕頭道：“愿求饒恕。”紅生喝叫重打四十，即以抗誤王師論罪，革去本職。可怜何半虛，打得兩腿鮮血淋漓，即日收拾起身回去。自不消細說。 \\n 且說紅生，不一日到北京，項工部聞知，即到寓中相會。當下敘過寒暄已畢，項工部道“泖寇縱橫，雖則是疥癬之疾，然損兵折將，連年征討，未獲掃清。今仁兄此舉，本為奸臣設謀傾害，誰想竟成大功，凱旋复命，使弟輩殊為慶忭。但聞初時，亦屢為賊敗，不知后來怎得即爾洗除？愿乞為弟細罄其詳。”紅生道：“小弟弄筆書生，素不諳軍旅之事。前者奉命前去，自分必死。蓋權奸名為荐舉，陰實中傷，故所調軍士，皆老弱疲病不堪者。況又糧草不繼，外絕救援。弟雖身先士卒，日夜飲泣，其如賊寇披猖，致遭連敗。天幸遇一壯士，援戈相救，遂得轉敗為胜，得以一戰掃除。此君姓庄名偉人亦是江湖豪杰。少不得面圣之后，還要同來奉拜。”項工部道：“此皆仁兄洪福，所以有此際遇。”說罷，即令備酒，与紅生稱慶。當晚盡歡而散。 \\n 次日，紅生早朝复命，龍顏大喜。便宣入金鑾殿，細問平复之由。紅生把諸將效力，并庄偉人解救之事，一一具奏。圣上十分慰勞，欽賜蟒衣一襲，玉帶一圍，官封兵部少堂。庄偉人棄邪歸正，平复有功，即授都督之職。烏力骨、王守備等，俱有汗馬之勞，超升三級。水從源、甘盡忠沒于王事，蔭封其子。宣詔已畢，紅生謝恩出朝，拜望同年，并翰林科道各衙門知識。在路，忽遇著昝元文。昝元文遠遠望見紅生，即把馬頭撥轉，向著小路而去。紅生陡然想起，前日保我剿寇，本欲置我死地，誰知反得成功，豈不是因禍致福。只有沈西苓被他陷害，至今尚在遠方，實是可傷。今幸被彈革職，現在審問。若不与西苓雪冤，更有誰人出力。思忖了一回，遂去与庄偉人商議此事。庄偉人听說，不覺大怒道：“這樣奸臣，何消与他絮叨叨的論辯，我明日早朝，少不得要上朝謝圣。倘或撞著時，一頓打死便了。”紅生道：“他既奉旨候勘，是個欽犯，不是這般鹵莽的。待奏過圣上，慢慢的与他鬧未遲。”再三勸慰，庄偉人那里肯听。 \\n 次日早朝謝恩已畢，正要出來尋那昝元文，昝元文合該晦气，正在朝房之外，劈頭撞著庄偉人。喝問道：“你這個就是昝元文么？”昝元文慌忙應道：“閣下是什么貴職？”那庄偉人便大聲道：“簇新欽授都督庄偉人的就是。今早一來上朝，二來要打殺一個奸賊。”話聲未絕，挺出升籮大的拳頭，只一拳把昝元文打去了十數步。早惊動了文武各官，盡來解勸。庄偉人道：“待我再是一拳，就結果了這奸賊了，到省得他刑部衙門受苦哩。”正在喧嚷，适值紅生与項工部來到，竭力勸免。昝元文抱痛而回，竟不知為著甚么緣故。庄偉人既打了昝元文，便去上朝。朝罷，歸与紅生計議道：“一不做，二不休。我今日即打了那　，那　明日少不得決有本進了。明早我与你兩個，各彈他一本，倒也使得。”紅生道：“弟亦料著。此賊气憤憤而去，決有本章奏聞圣上。与其讓他先動手，不如弟与仁兄各上一本。兄把克餉喪師，殺害忠良之事劾奏，待弟把那不法欺君彌天大罪，細細具疏。他已是革職候勘的，怕不將他斷送了也。 \\n 算計已定，次早二疏同進。昝元文亦具本進上。圣上看見大怒，便著錦衣衛拿下。其沈西苓，即日召還原職。旨下之日，那些受害的官員，俱各補疏進內，即著三法司勘問。因恩赦減等，發到雷州安置。家小田園，一概抄沒。紅生与庄偉人聞知，俱各大喜。飛即差人，同著天使出關，迎接沈西苓。 \\n 要知后來如何？下回便見。 \\n  \\n   \\n  "}
{"章节": "第十五回 上冤表千里召孤臣", "正文": "  \\n 第十五回　上冤表千里召孤臣 \\n 　 \\n 詩曰： \\n 金蘭舊誼并雷陳，路浦珠還俠气伸。 \\n 一叩九重開雨露，歸來十里屬陽春。 \\n 卻說紅生与庄偉人兩個，一同具本，劾奏昝元文。隨蒙旨下，著拿元文勘罪，押赴雷州安置訖，便將沈西苓赦還复職。當下紅生曉得西苓將至，急忙出關迎接。兩人相見，悲喜交集。沈西苓道：“弟自蒙恩譴，只道此生終于异域，永与故人無相會之日矣。誰料賜環恩詔，即得還都。今日此晤，得非出自夢中耶？”紅生再三安慰道：“皆因小弟，致遭奸賊中害。自從別后，弟每回腸日九，天幸偶爾春闈奏捷，又遭昝賊假公濟私，將弟舉荐，剿蕩湖寇。幸獲掃平复命，得報大仇。今日与兄相會，誠出自圣天子雨露隆渥，并吾兄忠誠格天之所致也。”沈西苓道：“還籍仁兄雪冤，得返故土。自今以后之日，俱君之所賜也。”言訖，又將別后閱歷之事，細細的敘了一遍。隨即引去見庄偉人。庄偉人欣然置酒款待。三人盡歡而飲，將至半夜，沈西苓向著紅生道：“小弟离家數載，白云在望，血淚几枯。今雖幸得還京，已無功名之念，明日即欲上表乞養，未審台意何如？”紅生道：“小弟婚姻尚未成就，鄙意正欲陳詞完娶。兄既宦情厭冷，弟亦作速出都矣。”二人商議已定，遂各寫疏辭歸。表凡三上乃許。會庄偉人出鎮揚州，便一齊离京起程。城中部屬，科道各官，無不備酒餞送，饋銀作贐。路旁觀者如堵，各各贊羡。 \\n 三人离京之后，一路談笑飲宴，极其歡洽。不一日，早已來到揚州關上，同送庄偉人上任，就泊船在總府衙門前。紅生想著揚州名妓最多，思欲前去一訪。便改換衣服，瞞著庄，沈二人，止帶兩個仆從，只說去望朋友，悄悄的竟自踱到院中來。誰想妓女雖多，都是尋常顏色，并無所謂傾國傾城，舉世無雙者。又聞說城外略有几個好些的，便慢慢的迤邐踱出城來。行了數里，到處訪問。看看天色傍晚，回城不及，紅生心下著忙。又遠遠的行了几里，不覺紅日西沉，素蟾東出。紅生前不著村，后不著店，正思無處投宿，忽遠遠望見樹林中有燈光照出，遂趨步從之，卻是三間茅舍，四下甚是僻靜。紅生叩門許久，只听得里邊有人腳步響，乃是一個年少婦人，啟門而出。紅生便即挨身進內，告求借宿。抬眼仔細一看，恰有几分面善。那婦人亦定睛細視道：“相公莫非姓紅么？”紅生失惊道：“我是遠方來的，娘子為何認得？”婦人道：“原來隔別數年，相公已不認得了。妾即是方家的凌霄，何幸相公得到這里相遇。”紅生大惊道：“怪道有些面熟，原來就是凌霄姐。你為何卻在這里？”凌霄潸然泣下道：“相公請坐，妾的苦楚，一言難盡。自從相公去后，方蘭那　，竟把小姐許了何半虛。后來何家迎娶，剛到半路，竟被強人把小姐擄去。那方蘭惟恐老安人見責，把妾身當日拐了就走，經今數載，不知小姐怎么樣了？妾又住在這里落難。”說罷，放聲大哭。紅生道：“你如今既從了方蘭，哭也無益了。只是他在此處，作何勾當？”凌霄道：“据他說在城中生理，妾亦何從查考。只為不肯從他，終日在此逼迫。妾身也是難過日子的了。”紅生道：“如今卻在何處？”凌霄道：“往常間進城，或一日一歸，或間日一歸，今已去了數日，說准在明日回來。”紅生道：“方蘭既要你成親，也不差遲，你何故不肯？”凌霄道：“這樣不長進的殺才，并沒有一點良心，料他是個沒結果的，我怎肯從他。”紅生道：“既如此，你且不要煩惱。只你家的小姐，不知經過了多少患難，如今早已到在家里了。今有個沈相公，當日在你家讀書的，已中了進士，現做大官。今泊在萱府前那只座船就是。不如我替你寫張狀紙，告到他手里，就求他帶回，卻不是好。”凌霄道：“這等多謝相公，若得還鄉，銜恩不朽了。”隨急忙忙尋出一張舊紙，教紅生寫狀。一邊自去整備夜飯，与生充飢。就在几旁坐下，滿滿斟酒，以目斜送，甚是殷勤。紅生旅邸凄涼，正在久曠之際，又是舊交，未免情動。那凌霄雖無十分容貌，然眉目秀麗，亦自可人。兼值燈火之下，越覺丰龐娟媚。紅生又多飲了几杯，乘著酒興，以言挑之道：“姐姐前日在方家辛苦，今得閑養，面龐更覺標致了好些。”凌霄微笑道：“相公倒會取笑，念著奴家，离鄉背井，有甚好處。”紅生道：“姐姐既已隨著方蘭，向來還是一處歇息，還是兩處各寢？”凌霄道：“我房在東，他臥西首。”紅生笑道：“只怕男孤女獨，風雨凄涼，怎當此長夜迢迢，管不得那東西之隔。”凌霄明知諷己，便含笑不答。紅生又笑道：“与姐姐闊別多時，還記得晚香亭內，曾試陽台之夢否？今夕何夕，得再相逢，信是天從人愿，不知姐姐意內若何？”凌霄听說，滿臉暈紅，低了頭，寂不做聲。見紅生這般情厚，又且無人在此，便從旁坐下。既而又將酒滿滿斟送。紅生亦送過一杯道：“姐姐亦須陪飲一杯。”凌霄再四推辭，被著紅生歪纏不過，只得吃盡了。誰知量甚不高，吃下了這杯急酒，登時面色通紅，把持不定。一堆儿蹲在椅上。紅生一把摟住道：“姐姐酒量原來如此不濟，愿即与卿再圖歡夢，幸勿推阻，以負此良夜。”凌霄雙手推開道：“有甚快活處，相公莫要如此。”紅生那里肯听，竟与解裙卸褲。凌霄此時，口中雖則假意不肯，心內早已十分情動，全不是對著方蘭的口角了。當下紅生婉轉求歡，凌霄半推半就，遂即云雨起來。怎見得，曠男怨女，一番情夢。曾有一詩為証： \\n 當年曾已效綢繆，此夕相逢興更稠。 \\n 粉項緊摟唇屢咂，金蓮斜聳玉雙鉤。 \\n 往來款款春應滿，喘笑吁吁樂未休。 \\n 無限歡娛描不盡，回看月已下西樓。 \\n 有頃，云收雨散，整衣而起。凌霄重剔銀燈，收拾已畢，便同紅生一床而寢。 \\n 睡至天明，凌霄道：“夜來所言，須得相公与我同去便好。”紅生道：“我有別事羈身，兼又不便与你同去。你到那里，我自指點你就是。”遂吃了早膳，一同到城。紅生遠遠指著大船說道：“這只大號座船，就是沈爺坐的。你去船邊伺候，待沈爺出來，叫喊便了。”說罷，竟自轉去。凌霄候了好一會，才見庄都督送著沈員外下船，凌霄從旁覷得分明，便一片聲叫起屈來。沈西苓听見，忙叫手下人拿住，接上狀詞。看罷，知是方蘭拐騙之故，心下轉道：“雖是那方蘭無賴，做了這般沒下梢的事，然當時曾經同窗數載，又不是管屬地方官，怎好問得。便寫了一個名帖，并那狀詞与凌霄，著人送至揚州府正堂審問，自己在船等候回复。府官見是沈員外送來的事情，不敢遲誤，飛速出牌拘審。差人下鄉，恰值方蘭歸來，不見了凌霄，正在那里喧嚷。差人向前，一把扭住。方蘭不知就里，猶亂嚷道：“我是方相公，你怎敢拿著我。”差人道：“我是不敢拿你的，卻為著本府太爺請你。”方蘭吃了一惊，竟被差役，一直扯到府堂。府尊見了，大喝道：“刁奴才，你拐騙良家女子，逃到這里，還是掠賣還是奸拐為妻？”方蘭才曉得凌霄是這件事發作，只得跪上稟道：“那個凌霄，原是自家的婢女，小人也是簪纓后裔，怎肯做那拐騙之事，望乞太爺電情超豁。”府尊大怒，喝道：“誰許你多講，且待那凌霄說上來。”凌霄便哭哭啼啼，把前后事情，細細的訴了一遍。方蘭跪上去，再欲辯時，府尊不容開口，便抽簽擲下，喝叫重打四十。又取一面大枷，枷在頭門示眾，即將凌霄并回詞送上沈爺，待他自家發放。紅生聞知，忙至府前，見方蘭道：“方兄請了，兄為何這般模樣？”方蘭哭道：“說也可丑，其年仁兄為了官事之后，家嬸母就把舍妹另許何半虛，比及何家娶去，路上又遇著強盜擄去，如今舍妹還不知下落。此事原是弟与凌霄同送親的。因無面目回家，只得同著凌霄，住在這里。誰想這個丫頭，听人唆哄，霹空寫著一張狀子，告到太爺，竟說我是拐騙，為此屈受刑責。想我异鄉孤另，沒人搭救的了。”說罷，淚如雨下，甚是可憫。紅生听了，到也慈悲起來。說道：“看你流落异鄉，身受刑罰，其實可怜。只是當初你的念頭不好，所以到了這所在。我与你無論別的，就是同窗几載，豈能無情。”方蘭點頭道：“弟自今已經件件曉得了。”紅生便向店中，買了一個帖儿寫著，便著巡風民壯傳進府去。府尊連忙接進夤賓館內，聚話多時，親自送出頭門。紅生見了方蘭，假做吃惊，對著府尊道：“這方蘭乃是小弟的同窗敝友，不知犯著何事，卻被老年翁懲之以法。”府尊一拱道：“領教。”紅生別了府尊，府尊登時開枷釋放。方蘭大吃一惊道：“紅玉仙為何与本處太爺相熟？今日倒感激他的大恩，得以開劈。若不遇著他，几乎把那性命送在此處了。”當下再三拜謝，苦苦要留紅生到寓。紅生道：“我因匆匆返棹，不得工夫。你若要歸去，可于今晚作速收拾，明日早到庄總爺衙門前等我。”方蘭唯唯，應聲而去。紅生亦遂即到總府前來。此時，沈西苓尚未開船，遂同去拜辭庄偉人。偉人又整備筵席，留著二生祖餞。直至次日送出，沈西苓与紅生剛欲下船，只見方蘭背負包裹，站在岸邊等候，紅生忙喚他下艙相見。方蘭見了二生這般顯耀，逡巡不敢下船。紅生在船內微微冷笑道：“看你急急而來，恰是喪家之狗。若追前情，決不輕恕。但今見你十分狼狽，我也不必深究了。”方蘭听得，只得含羞，走下船艙，撇了包裹，向著二生，深深作了兩個揖。轉眼望見凌霄，立在前艙，越發面色漲得通紅起來，旋即走至后梢去了。二生也佯為不知。 \\n 當晚飲酒中間，沈西苓便喚凌霄出見，從容語以其事。紅生听見，假作不知。不一日，已到蘇州關上。紅生謂沈西苓道：“弟以白云念切，歸思甚濃，不得造府叩謁。至方家岳母處，亦不暇探候。惟凌霄姐，既承挈攜而歸，望乞差一尊价送去，殊沾高誼不淺。”言訖，遂即握手言別。 \\n 紅生即一徑到了長興，拜見紅老夫婦。紅公与老安人大悅，便問別后事情。紅生細述一遍道：“不肖命途多舛，數遇凶危，始遭方蘭賴姻事，与何半虛局計，誣陷窩主，被擒收禁私獄，天幸花神援救，得脫牢籠。及至京都，又因醉闖昝元文別墅，被他朝回遇見，認做奸細，拿住不放。又虧得沈西苓救免，既而春宮奏捷，昝賊猶欲害儿性命，將儿舉荐一本，奉旨征剿湖寇。當時与賊三戰三北，被困山頭三日。若不遇那庄偉人解圍，早已作睢陽后身矣。其間艱苦，一言難盡。今幸功成名立，得蒙圣恩，欽賜歸娶。皆上賴父母之福，下藉庄、沈之力，不肖何有焉。”紅公与老安人道：“家無讀書子，官從何處來，還自你讀書的功效。至于患難險阻，也算做天相吉人了。汝于次日，可到祖瑩拜祭，也見你榮名及祖。”紅生唯唯應諾。 \\n 要知后來何如？下回便見。 \\n  \\n   \\n  "}
{"章节": "第十六回 賜環詔一朝聯三媛", "正文": "  \\n 第十六回　賜環詔一朝聯三媛 \\n 　 \\n 話說紅生又盤桓了几日，遂往太倉州，于舊宅基上，起造堂屋。比前更加齊整。又于花亭之前，起建一座花神閣，內供花神神位。雕梁畫棟，備极輪奐之美。但見： \\n 桂殿蘭宮，雕甍繡闥。闌干曲曲，備十二之縈回。樓榭嵬嵬，環三千之体勢。春來花木爭妍，夏至菱蓮競放。小橋流水逐挑浪以過津，幽徑埋香轉竹林而入胜。誠為裴度之綠野，不數石崇之金谷。 \\n 紅生正在建造屋宇，忽報守鎮王將爺進謁。紅生下階迎接。原來就是王守備。已為敘功，超升游擊。一見紅生，便拜謝道：“前者剿滅巨寇，小走并無寸功可紀。荷蒙舉荐，得与升賞，感仰厚恩，銘之五內。所有何半虛一事，卑職業已捕獲，今特解來候請發落。”遂著手下兵役解進。只見何半虛戴著枷■，一堆儿跪在階下。紅生雖是大仇，看了如此光景，卻有几分怜憫之意。只得假做不見，自与王守備把些閑話，談了半晌。恰值何猗蘭亦來拜賀，相見禮畢坐定。何馥把進京事情，一一詢問已畢，便道：“何半虛冒犯翁兄，罪在不赦。但与小弟實系同宗，所以乃父再三央弟冒懇，弟亦難于啟口。倘獲以薄面，許其悔過，則感荷巨渥，胜于重生。況何半虛沒有兄弟，若蒙嚴創，則乃父一線之傳絕矣。”說罷掉下淚來。紅生道：“若論謀我原聘寒荊，并陷我不法，即置之死地，亦不為枉。若以筆硯交游，曾經連床共寓，豈無寬宥之念。只是以同袍而机械叵測，真一禽獸也。今日不過殺一禽獸，還說甚么何半虛。”王守備亦再三哀懇道：“据著何半虛，向卑職苦苦哀求轉懇，亦万分追悔無及。望乞海涵饒恕。”何馥又跪下哀求。紅生慨然道：“听了子輿氏一句說話，于禽獸又何難焉。又有二位面上，便宜了這畜類罷。”王守備与何馥，慌忙致謝，遂即起身作別。何半虛連連叩頭，相隨而去。齋 \\n 那時，紅生建造修葺已畢，親往長興，迎接紅老夫婦還家。那些親友饋送賀禮，填門塞戶，登時聲勢赫奕。里中老老幼幼，無不稱羡。又過數日，卜吉完姻。當親迎那一夕，方吳二小姐一同進門。真個是笙管沸天，親賓滿座。交拜已畢，正欲迎入洞房，吃那合巹杯。忽外面一片聲沸嚷報道：“圣旨已到。”紅生急忙焚香迎接，天使進入正廳，開詔宣讀。卻是圣上賜來封誥，兼聞紅生未娶，特命昝元文之女瓊英賜配紅生。命完姻以后，作速上京赴任。紅生謝恩已罷，心下想道“那昝元文雖系奸邪，他女儿曾有一飲之恩，況今業奉圣旨賜婚。怎敢不從。遂稟過紅老夫婦，忙備暖轎接去。當下三位夫人，同赴花燭，拜見舅姑，合家甚是歡喜。那親戚朋友，愈加稱賀，俱不消細敘。沈西苓与庄偉人，亦俱差人馳送賀禮。 \\n 當夜，紅生与三位夫人飲酒中間，素云道：“妾自与君訂約之后，將謂姻好有期，不料獸兄誘母奪志，遂致流离患難，出万死而得一生。今幸團圓，實出自神天佑庇。敢問曩時贈君玉釵、瓊簪安在？”紅生道：“蒙賜二珍，其瓊簪佩帶在身，頃刻不离。見簪如見卿耳。”素云道：“那玉釵卻在何處？”紅生遮隱不得，便把贈与媚娘始末，細說一遍。素云絕無醋意，笑謂媚娘道：“姐姐亦以此釵作合，可稱媒妁。今既完聚，何不取來，會合一處。”媚娘便向奩內，取出玉釵。紅生亦向怀中，取出瓊簪。并素云這一股，俱置桌上，命瓊英收藏，以作傳家之寶。媚娘道：“妾自那一夜，与君會后，料君必無棄妾之意，妾亦自幸終身有托。詎料魚沉雁杳，竟爾音信茫然，使妾終日閉門愁泣，染成一病，几乎不起。幸有表兄尋訪，得會君家。今日斷釵重接，完妾素志，可謂天從人愿，苦盡甘來。但有懇于郎君者，家表兄幼年喪父，母又多病，功名未遂，鳳鸞不偶，此妾所以放心不下耳。”紅生欣然笑道：“不待卿言，我亦籌之熟矣。他為你牽絲，我亦為他作伐便了。”媚娘見說，不覺笑逐顏開，向生作謝。只有瓊英，雙眉綠鎖，向著紅生泫然泣下道：“二位夫人雖罹坎坷，今獲坦夷。獨妾雖則上邀天子之洪恩，今宵得成伉儷，其如家破人离，難以自問。曾于曩日，在園內遇一書生，彼時力勸家君，毋致毀辱，而家君固執不听，誰知此生乃是項員外之好友，及春闈奏捷之后，与老項兩個，苦苦与家君作對，以致籍沒家貲，遣戍邊遠地方，只今舉目無親，示知金雞下赦，尚有日否？”紅生鼓掌大笑道：“小生与卿，已經兩次相會，難道還不認得么？要知昔年在園內相遇之人，即是區區也。感卿一飲，并蒙圣恩深重，所以曲就良姻。若論令尊相待之情，言之令人發指。今既蒙夫人見諭，則令尊之事，且再緩緩計議，夫人請自保重。”瓊英听說，把紅生仔細一認，不覺吃惊道：“原來闖園的就是郎君。后在虎丘相遇的，亦是郎君。今又畢竟与君成了姻媾，不信天下有如此异事。”說罷，大家惊异者久之。 \\n 當夜，就在素云房中安宿。次及媚娘，再次瓊英。自不必細說。過了几日，紅生去拜望沈西苓，并到方，何二家見禮。先至沈家，西苓慌忙接入，置酒相款。紅生道：“今日小弟此來，非為別事。一為拜謁尊堂，二為令妹作伐。舍親何猗蘭，年方弱冠，尚未聯姻，竟欲相求令妹庚帖送去，未審兄意允否？”沈西苓道：“賢弟既以為可，則竟自執柯可矣，又何必問弟之可不可乎。”遂即進內，請了母命，寫了一庚帖，付与紅生。紅生接過，因請太夫人拜見。西苓遂著侍婢請出沈母，向著紅生，再三致謝救子之恩。 \\n 當下紅生辭別西苓，即至方家。方老安人与方蘭，十分恭敬，備陳前日負盟之愆。紅生笑而不答。遂到方公墓上祭拜，以謝當日知遇厚情。 \\n 旋到何家，拜見已畢，即取沈家庚帖，遞与何馥道：“此是敝友沈西苓之妹，年方二八，才貌雙全。只今西苓現為工部員外，与弟乃是莫逆至交，為此特來与老舅作伐。”何馥道：“感蒙老姊丈盛情，自當拜領。”便即擇日納采，即于是秋完姻。當花燭之夕，紅生与媚娘同去賀喜。只見二位新人，長短适均，容色相敵，翩翩然一對佳夫婦也。乃作詞以賀之曰： \\n 天上玉梅清瘦，院外笙歌迭奏。青鳥度藍橋，卻喜仙郎成就。知否？知否？就里春光暗透。” \\n ——右調《如夢令》知 \\n 次日紅生歸去，聞知曹士彬在項工部家設帳，便同沈西苓，何猗蘭前去拜望。曹士彬見二生俱躋貴顯，大笑道：“二三子俱已作云中人，只愧我這領破青衫，不知几時脫下。”其年蘇州提學考取童生，紅生即為何馥寫書作荐，何馥便獲入泮。既而又聞，報到沈西苓升了戶部侍郎。紅生即持刺往賀。坐席未定，又見京報人報著，紅生亦升了兵部左堂。遂即并轡至京。次年何馥科舉入場，正值項工部主考，出京之時，曾受紅、沈所托，遂領了南直鄉荐。曹士彬与項工部有賓主之情，亦得与榜。 \\n 紅生在京，忽一日報到，揚州都督庄偉人，將本職印章，及謝表一緘，挂在無雙亭上，竟向終南山修道去了。紅生對沈西苓道：“庄偉人進退希奇，其視富貴功名，渾如空花野草，真是大丈夫作為，使我一聞此信，頓覺宦情灰冷。竊念小弟与兄，既已功成名遂，亦當知止，步其后塵可也。”沈西苓道：“仁兄所言，与弟意吻合。若不急流勇退，竊恐宦海無邊，終遭复溺耳。”兩人即日上疏，致仕而歸，一同到家。 \\n 紅生孝事父母，親奉甘旨。三位夫人，琴瑟調和。那凌霄因有數幸之情，令充下陳。自此，吟風弄月，行樂追歡，俱不消細說。 \\n 光陰如箭，倏忽間過了三載。忽一日，有一道士闖進大門，管門的攔阻不住，竟被他走入中堂。管門的連忙傳稟進去，紅生帶了仆從，出來一看，只見那道士：赤面碧眼，草履籜冠，背上橫著一把劍儿，破衲中露出兩臂毛長寸許，舉動古怪，竟不像個咬菜根的。紅生問道：“老師父從何到此？”那道士道：“我當初原是個殺人的祖宗，今做了怕死的菩薩。老擅越就不認得了么？”紅生听說，到也惊疑起來。便留坐問道：“敢問師父，可是化齋么？”那道士大聲道：“我不為化齋而來。”便于背上解下寶劍，說道：“這件莽東西，久已用不著了。謹此奉璧。”紅生接過手中，仔細一看，才曉得就是庄偉人。慌忙与他相見。施禮，看坐道：“庄兄，只聞你棄官入道，誰想尊容改變，令小弟一些也認不出了。”即命廚下置酒款待。庄偉人道：“貧道只為還劍而來，山中白云，限期相候，不及奉扰了。”紅生因叩請長生之術，庄偉人道：“內丹外丹，都是不容易的功夫。你要益壽延年，只把廣成大仙十二字的題目做起。”紅生道：“怎的叫做十二字題目？”庄偉人道：“必淨必清，無勞爾形，無搖爾精。這便是十二字的長生妙訣。”紅生又挽住問他居住何山，庄偉人揮手道：“三年前還有止息之地，近來無有安頓處了。”言訖，飛步而去。 \\n 紅生自此清心寡欲，同著三位夫人，共修積气累精之術。后數年，沈西苓過訪，見紅生容顏轉少，因問道：“仁兄別后，反覺少年了。”紅生便道及庄偉人送還寶劍，并傳十二字的仙訣。沈西苓請出三位夫人，看了一看，不禁大笑道：“足下愛花，今更能養花，而因以自養。直是寶惜造化的手段。”因繪其齋額曰：“寶玄齋。”后紅生徒居村僻，匿隱姓名，只自稱寶玄居士。 \\n 看官們，只這一套故事，業已講畢。在下的還有几句后文。人都道紅生只一把寶劍，做出許大規模。分明是英雄虧著寶劍。若論寶劍，落在庄偉人手里，做出許大局面，許大功名，卻還是寶劍靠著英雄。這怎么說，總之是紅生送得不差，所以有了這本故事。說來到底是古人兩句道得好： \\n 紅粉贈与佳人，寶劍傳与烈士。 \\n  \\n   \\n  "}
