{"章节": "安南傳一", "正文": "  \\n 安南傳一 \\n 　 \\n  \\n 安南古交趾秦并天下益斥南荒服置桂林南海象郡秦亡南海尉趙佗起兵擊捕叛者稍稍易置故守令王之至其孫亡而漢因?置九郡安南其一也光武時女子徵側徵貳反將軍援討平之立銅柱界後漢置交州又為交趾郡至隋文帝平陳廢郡置州煬帝更置郡唐武德中為交州總管府至德中改安南都護府唐亡曲承美者土豪也據其地稱節度使而絕不通嶺表劉隱攻執之以其將楊延藝為節度使延藝卒子紹洪嗣紹洪卒州將吳昌岌起而代昌岌卒弟昌文嗣昌文殘虐不有眾迨卒而其屬將吳處平矯知護楊暉杜景碩爭立管內俱亂起驩州刺史丁部領勇善戰卒兵悉逐捕亂者遂自稱大勝王三年傳位子璉璉立七年而宋師平嶺表乃使使貢方物求內附詔授安南都護進封交趾郡王貢歲歲不絕 \\n 太宗時部領老死亡何璉亦死弟璿嗣尚幼牙將黎桓擅權錮璿蠶食其族而代為節度使事聞太宗怒發兵步騎自邕入舟師自廣入進其境咸敗歸師坐軍法抵罪而桓歲使使來謝罪求封上春秋高稍厭兵而桓請無巳貢物盛許之授安南都護進封交趾郡王桓雖佯為服中國者而兵郡邑寇盜剽民居廩食子女萬計詔切責之桓即謝罪真宗立進封南平王尋卒子龍鉞立未封?弟龍廷所殺即封龍廷為交趾郡王改名曰至忠復為大將李公蘊所殺請封封公蘊如至忠進封南平王卒子德政嗣卒子日尊寇欽邕諸州安撫使余靖發兵與占城合而夾攻之乃上表謝為罷兵尋擊虜占城王僣稱帝國中天子固知之分莫較也卒子乾德嗣卒子陽煥嗣陽煥卒子天祚嗣乾德故側室子奔大理以其兵內不果 \\n 孝宗朝進封安南國王卒子龍韜嗣卒子昊旵嗣謝表不至輟加恩云卒亡子以女昭聖主國事遂為子夫陳日照所有日照故福州長樂人謝升卿也識書美姿貌而落擴不事家人產殺人變姓名之安南見國相會應試居首而王女從窓隙窺而悅因歸之有安南政封國王時元巳破蜀輕兵下大理而使使招之日照未見強大狀下使獄破竹朿體入而攣之元將怒率精騎日夜馳抵境大破其守兵乘勝圍國都日照跳匿海島元盡焚其宮廟發藏貲屠戮其人而反日照還不得意奏于宋請傳位子威晃宋授威晃國王而尊為大王元既滅宋威晃懼易名光昺請降元即故封授之尋卒子日烜嗣元所以督攝安南甚苦歲責供巨億不可支而復設達魯花赤參其國事日烜意惡未決會元伐占城假道因發兵拒不前而元鎮南王急擊大破之復追破國都日烜走清化其弟益稷降元即拜為安南國王久之暍暑還師其後軍為日烜所迫多敗死者久之鎮南王復來伐入國都巳而返元兵凡三破國殺獲幾十萬然終不可久而日烜亦進代身金人贖罪詔止不伐日烜卒子日燇嗣日燇卒子日套嗣日套卒子日爌嗣日爌卒子日■〈火阜〉嗣日■〈火阜〉卒子日煃嗣為貢歲不乏然元亦取羈縻而巳無所望之 \\n 大明洪武二年　高皇帝既巳北定元遣詔諭海外諸國而世子日煃遣其少中大夫同時敏政大夫段悌黎安世等來朝貢方物因請封爵六月抵應天詔遣翰林侍讀學士張以寧典簿牛諒往使其國封日煃為安南國王塗金銀印龜紐詔畧曰咨為安南國王陳日煃惟乃祖乃父昔奠茲南土傳之子孫世世克恭臣職以永世祿朕荷天地之靈肅清夷夏頃以書往報冀咸享安樂而為首奉表來賀睠茲勤意深可嘉尚是用為爾為安南國王爾尚益茂令猷永為藩輔欽哉別賜大統曆一織金文綺紗羅四十使者人文綺一羅一紗二以寧等十月抵國界而日煃等以下五月先卒弟日熞嗣遣大夫阮汝亮來迎請詔印以寧不可乃復遣杜舜卿等請命先是占城舊縻役安南歲有貢頗苦督迫而勢漸以益強遂與安南抗日煃數遣兵擊侵敗之于是占城王遣平章蒲旦蔴都等告急乞援兵 \\n 冬十二月壬戌明翰林編脩羅復仁禮部主事張福持詔兩解俱罷兵復仁還奏安南王贈遺使者黃金吉貝布不受上嘉之而加賜其國使人遷復仁等官是歲明中書省禮部臣言安南高麗既內附國山川宜有祭詔曰可而安南山二十一曰佛跡曰徹圍曰武寧曰先游曰普賴曰萬刼曰傑特曰安子曰地覲曰天養曰神頭曰龍岱曰文塲曰安復曰卞曰立石曰香象曰崇曰都隆曰測曰分江六曰川盧曰富良曰天黃曰大歷曰蘇歷曰三帶水六安石淵曰石龍門曰茲廉曰浪泊曰越裳宛曰九德宛俱載祀典三年四月安南使杜舜卿等以王日煃卒來告哀請命上素服御西華門見遣翰林編脩王廉往祭尋遣吏部主事林唐臣持詔封日熞為安南國王 \\n 四年二月侍講學士以寧編修廉吏部主事唐臣還自安南王日熞遣阮汝亮表謝恩獻方物以寧卒于道是歲冬日熞兄叔明殺日熞自立 \\n 五年二月遣陪臣阮汝霖來朝貢馴象禮部巳受表將入見主事曾魯取表副視之曰前王陳日熞今叔明何也白尚書詰使者得其故奏上上怒曰島夷何狡獪如此卻不受 \\n 六年正月叔明更遣使譚應昴等奉表謝罪貢方物請封應昴?叔明言日熞寔病死叔明遜于野國人請立之上曰日熞死?國人當?服叔明且以前王印視事俟能填撫人民恭順無闕更議之仍賜應昴等紗羅有差 \\n 七年三月遣正大夫阮時中陳謝貢方物且自稱年老授政弟煓許之叔明雖巳授煓政然實自專制八年煓來貢九年復遣通議大夫黎亞夫來貢詔以其太數止之十年賜陳煓上尊文綺既至煓巳死叔明更署弟煒代國事十一年遣使謝恩貢馴象方物且來告煓喪詔賜煒文綺紗羅中使陳能吊祭煓 \\n 十二年二月禮部尚書朱夢炎奏定遣使安南相見禮凡使者抵境先報王遣人郊迎設香案王府王堂龍亭置公館王率寮屬至館具皷吹身前導使者從至王府使者立龍亭左王與寮屬就位行五拜三叩頭禮使者與抗禮居左王居右時安南占城雖以詔故陽罷兵而安南疆吏為寇剽占城不巳上詔責叔明畧曰書不云乎毋為亂首為國與占城搆兵十餘年朕未覩是非所在然以社稷為博剽椎焚遺男女不得耕織朕兼愛海外元元甚愍之往者以詔諭爾等使寢戈紓忿爾寔不奉詔陽解陰搆毋乃首亂違書戒哉春秋列侯國無慮百數相繼迸滅無他背君好戰二者巳耳爾其鑒之 \\n 二十年九月明皇帝萬壽節煒遣使獻誕馬三十詔荅幣帛有差久之叔明卒 \\n 二十一年陳煒為國相黎一元幽城外大陽坊十二月殺之立叔明子日焜立國事一元叔明婿也一名季犛二十一年明詔安南國殺君不道絕朝貢廣西都指揮使司布政使司毋得納使者 \\n 至二十九年正月日焜始以叔明喪來告上謂禮部臣曰叔明弒日熞而有其國今一元又弒陳煒矣更吊慰之是與亂賊厚也勿許時日焜又遣兵取思南府地 \\n 三十年正月明遣行人陳誠呂讓諭還地久不決誠讓貽書日焜使者不佞辱主上明命久未決無以復主上也使者今援古證今析利覸害以告執事在後漢時徵側叛馬援討夷之立銅柱經內外界唐虞五管之一宋始自樹然乾德寇邊郭逵討之擒偽太子洪真乾德懼而割廣源門州思浪蘇茂桄榔之地降元初有天下為先王光炳首稱臣脩貢迨日烜嗣改操于是世祖來討為日烜蒙荊棘竄島浮舶城郭宗社人民幾盡日燇鑒前之失祈命于元且曰向者天使辱臨小國迎送止祿州懼為侵越之罪不敢過丘溫也則是丘溫以北地不在爾國明矣 \\n 今爾國迺越淵脫踰如嶅慶遠而盡有之將乘元末亂假隙僥倖而得之耶行人下車之日王之君臣皆曰此地故屬安南不言所以始也無乃為大言誑我耶抑王懼以侵地得罪強自飭耶主上神聖不計王前罪乃許王飭罪耳其熟圖之日烜復書辨不巳且遺誠等黃金二錠白金四錠沉檀香百斤誠等卻之日烜曰贐也陸賈昔受之何辭誠曰尉佗以彈丸黑子地與疆漢抗是賈禍也陸賈受重賂分諸子是賈利也王以尉佗自處固耳乃欲陸賈我乎日焜無以難更咨戶部曰伏見上司?思明府奏侵占地遣行人陳誠呂讓至下國令還之下國竊惟丘溫如嶅慶淵脫五縣自昔供輸下國賦役世世無爽而洞登乃淵縣之地天使往來之路其思明府憑祥人每歲與下國淵縣人交割夫騎于憑祥界坡羅唯關今思明人乃謂下國于其地洞登立站侵占何戾也夫立站者意以圖得其地耶地舊屬我又何俟圖夫所以建室舍者蓋上司有把截過界之命稍戢便吏宿耳巳乃復撤何預于侵又謂元時大軍二次捕交回軍設永平寨置軍填責發交人助糧餉竊攷元師二次來伐多不利歸史雖諱不詳然至鎮南王則曰王在內傍關賊兵大集以遏歸師王遂由單巴縣趨豕?皿州間道出觀此則軍勢可知歸路敻辨豈有回軍永平而設寨以守又責交人助糧餉者哉又謂下國越過銅柱二百餘里侵占其所屬丘溫等五縣者計銅柱初立時至今一千三百五十餘年陵谷遷變誰復能辨 \\n 又謂拘問老人黃伯顏供說云說云者伯顏亦思明人豈不同其欲雖千伯顏將何信耶又謂因前王官失于申明作襲牧職畫圖具呈及以建武誌為說者豈有廣成之高曾祖父不識古事識古事乃在廣城耶下國與思明接境思明之人往往侵占下國田土殺掠人民牛畜下國僻在荒裔無所告愬思明狃小獲乃為大利而誣至此下國固畏罪自反不暇何敢有侵占哉夫苟有侵占豈難退還今不侵占何以退還此五縣乃下國世世相傳所守之地必不敢付之思明惟　聖天子一視同仁與天地同德故下國以此自恃而敢傾心陳愬焉敢逃罪誠等還上召羣臣議或以其抗命當討上曰蠻夷相爭古有之彼恃頑不服當取禍耳毋動久之國相季犛復弒日焜而立其子胡■〈大上互下〉自稱曰太上皇明建文君即位使使者來朝貢方物五年太宗皇帝自燕起遣詔諭安南諸國 \\n 永樂元年胡■〈大上互下〉遣使賀即位別貢方物其辭曰昔我前王日煃首倡羣服輸嚮先帝先帝是以嘉惠下國貢賜之使絡繹南北無絕不幸日煃死喪支庶零洗無可嗣者臣胡■〈大上互下〉不佞以陳氏甥?眾推迫理國事且四年矣徼倖聖化四疆謐宇家頗人給然未蒙一位號無以供事上及主祀率下也天朝幸哀憐之下表禮部議安南絕遠多詐難信宜遣使廉察之詔可是月行人楊浡??等持節諭其陪臣耆老曰得胡■〈大上互下〉奏欲就封者果陳氏甥否陳氏得無絕否?國人誠欲戴之否得別有篡殺之故否其悉心以荅母誑秋八月分賜諸蕃王文綺紗羅諸物安南以行人呂讓丘智往十二月行人楊浡??還以耆老臣眾表上與■〈大上互下〉表合遂許封是月禮部郎中夏止善往封胡■〈大上互下〉安南國王 \\n 二年六月遣使者奉表謝恩詔還思明府侵地八月更勑安南王胡■〈大上互下〉曰爾者占城奏為攻掠彼地剽人畜蕩廬舍又邀奪貢道逼與冠服印章使臣屬甚非遵奉一統之義思明府臣來言為奪其西平祿州永平寨此中國疆土也爾何得擅取之不悛必討無赦是月安南故臣裴伯耆詣闕告急曰臣事陳氏祖父皆執政大夫女又親屬也臣故少得左右陳王既長為武節侯陳渴真禆將統兵填東海三十二年臣代渴真將而奸臣黎季犛弒主篡位屠戮勛賢族者無慮百數臣聞變勢不能抗棄軍遁海島附番舶得此至臣兄弟妻子肉季犛之几久矣季犛乃故經畧使國耄子世任心膂叨切榮寵子蒼亦貴仕也一旦得志遂覆陳宗擅易姓名曰胡一元子蒼曰胡■〈大上互下〉偽號改元大逆無道陛下念陳氏忠順之跡憫此無告遄施吊伐臣得負弩前驅膏血草野以報陳氏足也上令有司給衣食踰數日而老撾宣慰使緣歹護前安南王陳天平來朝奏曰臣故安南王烜裔孫也先王奉事大國無敢虧傳至臣煒賊臣黎季犛當國擅作威福臣煒稍裁抑之便歹刃向煒而立其子顒顒即日焜也亡何更弒顒而立其子??灸尚在襁褓中更弒之而自立其子蒼?大虞皇帝臣先被黜在外僅得免他子孫近者誅夷盡矣臣方欲集兵計恢復而季犛猝來掩倉皇出鋒鏑間道抵老撾始得覩闕廷也夫興滅繼絕陛下之大恩也陳氏之遺燼得少燃者臣之大幸也上引見賜第居與裴伯耆處十二月安南賀正旦使者至上出天平示之使者識故王孫也錯愕下拜至流涕而裴伯耆以大義責之不能對 \\n 三年正月遣監察御史李椅行人王樞切責安南國王■〈大上互下〉令具實首罪安南兵寇明寧遠州掠吏士數百千去五月安南王■〈大上互下〉遣使臣阮景真等隨謝罪曰臣父子實陳氏甥以彼宗族喪亡無可繼者故國人舉而屬臣而臣餙賦率妻子躬力作奉上國之不暇疇敢抗天平具裔孫臣請歸而事之臣得完首領足矣祿州諸寨地巳退還臣俯伏俟命誅之宥之惟　陛下大度于是　上悅遣行人聶聰往為約十一月聰還胡■〈大上互下〉附表謝仍迎天平上于是勑廣西副總兵黃中呂毅將兵五千送天平歸國封胡■〈大上互下〉順化郡公盡食所屬州縣天平陛辭賜羅綺紗甚厚 \\n 四年二月中毅以兵送天平至丘溫■〈大上互下〉遣陪臣黃晦卿等候廩餼及牛酒犒師晦卿及諸從者見天平皆拜舞欣躍中問晦卿■〈大上互下〉不至何也曰■〈大上互下〉踴躍俟命而天使儼然辱臨之敢不至第不幸有霜露之疾匐匍前道以俟中遣騎覘之無所見而迎者壺漿續于路遂前度隘留雞陵折芹站山路險峻林木蒙密軍行不得成忽大呼伏發劫天平鼓躁振山谷且十餘萬人中等亟整兵擊之橋巳斷賊遙拜且曰遠夷何敢勞王師天平實疏遠小人眩惑聖聽欲滅我胡氏我幸得殺之以謝天子中等歸上狀　天子大怒遂決意興師討安南成國公朱能新城侯張輔請行許之仍勑雲南總兵西平侯沐晟練甲士以蜀兵八萬益之 \\n 七月戊子朔祭嶽鎮海瀆神以出師告辛卯命成國公能為征夷將軍西平侯晟為左副將軍新城侯輔為右副將軍豐城侯李彬為左參將雲陽侯陳旭為右參將兵部尚書陳洽參贊軍事都指揮同知程寬指揮僉事朱能等為神機將軍都指揮同知毛八丹朱廣指揮僉事王恕等為游擊將軍都指揮同知魯鱗王玉指揮使?鵬等為橫海將軍都督僉事呂毅都指揮同知朱吳江浩僉事方政等為鷹揚將軍都指揮朱榮金銘吳旺指揮劉劄等為驍騎將軍發京衞浙江湖廣二廣雲貴四川諸衞步騎舟師及土舍達官奔命共八十萬人討安南能輔兵由廣西憑祥進兵入坡壘雞翎度富良江中路入晟兵由雲南路入別勑占城王巴的賴以國兵擾其境 \\n 十月成國公能卒于軍輔為征夷將軍是月將軍輔發憑祥渡坡壘關令都督同知韓觀以廣西兵運餉脩道伐木繕橋梁出游兵偵賊鷹揚將軍毅等前哨攻隘留關取之敗賊三萬眾留兵守輔移檄數季犛父子二十罪度關軍營整肅秋毫無犯民悅降者相繼驃騎將軍榮等取雞翎關復敗賊三萬眾得軍資器械無數次日輔度雞翎諜芹站兩傍皆有伏遣呂毅黃中以兵摉捕之賊遯遂哨昌江市造浮橋築堡遣方政王恕哨探直抵富良江北而大軍自芹站西折至新福遣驃騎榮往約沐晟同進三帶州偽僉都鄧原南策人莫邃莫遠等來見輔言賊恃偽東西都及宣洮沲富良海潮希?牢諸江自固緣江樹柵築土城綿亘九百餘里盡發諸府州縣民二百萬守之又于富良江南崖置樁水中盡取戰艦列樁內都守備嚴時列象馬陣凡水陸號七百萬我師自新福移營三帶州造舟圖進取十二月副將軍晟奪宣江而軍次洮江北岸與多邦城對壘將軍輔遣參將陳旭會晟濟師驃騎榮等大破賊于嘉林江將軍輔留都督高士文舟師與朱榮應而自率大兵與副將軍合沿江柵皆逼水不可上惟多邦城下沙坦可駐師而賊設備密下設重壕壕內外布菁刺輔處分部定夜四皷遣都督黃中等啣枚舁攻具過重壕至西南城下以雲梯附城都指揮蔡福先登眾螘趨上賊不支遂下師隨入賊又城內巷戰驅象前輔以畫獅蒙馬神機砲翼而前象披靡走賊大潰殺其師梁民獻蔡伯樂鹵獲人象無算賊棄西都走 \\n 五年正月朔將軍輔晟等襲賊籌江柵大破之又攻困收普賴二山萬劫江斬首二萬七千餘級獲偽團副工部曲又敗賊胡杜于盤灘江踰兩日輔等次魯江賊五百艘犯我軍逆戰大敗之獲艨艟百艘殺其將阮子仁等萬級擒黃世岡百餘人皆誅之遂竆追季犛父子至悶海口地下濕不可駐乃佯為還師至鹹子關令都督柳升守之賊果來躡輔回軍遇于富良江賊舟?十餘里又以精卒數萬趨陸來戰輔與諸將奮擊大敗之斬偽翊衞將軍士餘萬級江水為赤乘勝追至悶海口季犛父子僅以數小舟遁偽吏部尚書范見覽等降季犛等走又安輔遣都督柳升前追之得舟三百永定衞卒王柴胡等七人獨詗得季犛所前格之縛送升軍李保保等十人又擒季犛諸子于海口山中 \\n 次日土人武如卿等獲黎蒼等于永盎海口高望山安南平輔等露布獻俘闕下偽大虞國上皇黎季犛偽大虞國主黎蒼偽推誠守正翊贊弘化功臣云屯鎮兼歸化嘉興等鎮諸軍事節度大使洮江管內觀察處置等使持節領東路天長府路大都督府特進開府儀同三司入內檢校左相國平章軍國事賜金魚袋上柱國衞國大王黎澄偽大原鎮兼天開鎮驃騎上將梁國王黎　偽新安鎮驃騎大將軍新興郡王黎　賊孫偽太子黎芮偽郡嗣王黎滷偽郡亞王黎??泥幼孫五郎賊弟偽臨安鎮兼大安海鎮驃騎將軍特進開府儀同三司入內相國平章事賜金魚袋上柱國唐林郡王黎季貔賊侄偽望江鎮輔國大將軍入內判中都督河陽郡亞公黎原昝偽領龍興路都統府平陸縣上侯黎子綽賊侄孫偽御輦一局正掌卿侯黎叔火?蕭偽清亭侯黎伯駿偽石塘卿侯黎廷燀偽永祿高侯黎廷爌賊將偽入內僉聞朝政兼內侍省都知知左班事諒山鎮推僉行軍行諒江路同知總管府事賜金魚袋柱國東山卿侯胡杜偽入內行遣同知尚書左司事樞密院副使阮光偽正奉大夫入內行遣門下左諫議大夫同中書公事兼三江路大守新安鎮制置使國子學祭酒賜金魚袋護軍黎景琦偽寧衞大將軍知威衞管左登翊軍賜金團符縣伯段鼙偽神勁營高伯陳湯夢偽鉤鈐衞中郎將領龍捷軍兼領壯勇營范六材凡二十五人上御正殿面詰季犛父子頓首請死下之獄 \\n 先是上勑輔訪求陳氏後封之輔上言陳氏巳絕無可繼者乞郡縣其地詔可立交趾都指揮使司以呂毅黃中掌之布政按察二司以尚書黃福兼掌之前工部侍郎張顯宗等為布政使以下官有差前來歸附裴伯耆為按察副使凡交州北江諒江三江建平新安建昌奉化清化鎮蠻諒山新平演州乂安順化府十五衞十千戶所二州四十一縣二百八十地東西相距一千七百六十里南北相距二千八百里安撫人民三百二十一萬有奇獲蠻人二百八萬七千有奇糧一千三百六十萬碩象馬牛合二十三萬五千九百有餘舟八千六百七十七艘兵器二百五十三萬九千八百五十二丘制詔大宰大司馬新城侯輔功最大西平侯晟次之其進封輔英國公晟黔國公賜金幣冠服晟殺十之一都督升封安遠伯黃中呂毅得贖罪餘手捕黎季犛及蒼者授三品官有差 \\n 廣信府同知鄒潘校正 \\n 推官方重校正 \\n 臨江府推官袁長馭校正 \\n 上饒縣學教諭余學申對讀 \\n 湖州府後學吳仕旦覆訂 \\n   \\n  "}
{"章节": "安南傳二", "正文": "  \\n 安南傳二 \\n 　 \\n  \\n 簡定者陳氏故臣也不肯事黎季犛而輕騎跳歸明既從下安南為別將頗有功矣定知上雅不欲復陳氏後還待命頗與故所親陳希葛約竄行至興化州說羣盜鄧悉等下之聚眾至萬餘益南合慈威蠻行剽下大堂應平石宣諸州邑勢轉盛遂自稱大越上皇改元興慶陳希葛為太保郡公八月鎮守尚書黃福來告急上命發郡邑兵四萬征南將軍黔國公晟討之兵部尚書劉儁贊軍詔降者待以不死十二月黔國公與簡定戰于生厥江敗績都督呂毅尚書劉儁左參政劉昱皆死之上怒 \\n 七年大發兵復拜英國公輔為征夷將軍黔國公晟為副將軍八月大破賊于鹹子關獲舟四百艘尋又敗賊盧渡江又敗之于太平海口賊帥鄧景異獨身奔陳季擴季擴者蠻人奸黠自云陳王後也安南民不忍棄陳王則相率歸季擴別據地稍遠明兵而明兵悉竆追簡定至演州分晟兵從磊江南都督朱榮舟師從江中行抵牛鼻關輔自率騎卒趨地?合美良簡定望見震恐潛行之民家棄馬走吉利柵深山內大索捕執定并其將相陳希葛阮汝勵等送京師歹?桀于市 \\n 八年正月英國公遂捕其黨阮師檜于東潮州斬首五千級獲偽將軍范支陳原卿等二千人悉阬之築尸為京觀是月天子勞苦征夷將軍久暴師役召還朝于是英國公上言簡定固伏誅而陳季擴及其部陳原樽阮師胡具鄧景異鄧鎔潘季祐各率兵掎角相援未即下演州清化諸鎮通被殘而又塞神投福成江口道請多留兵付沐晟期盡賊乃巳詔曰善其以征夷將軍麾下益晟五月晟進擊破季擴等于靈長海口斬首三千十一月季擴使使上表請降詔以為交趾布政使陳原樽阮師胡具鄧景異為都指揮潘季祐為按察副使趣之任然季擴實詐言緩師兵耳不復肯之任而掠如故詔英國公復往會討之破賊于月常江殺溺者一二萬 \\n 十年八月復大破賊于神投海擒偽翊衞大將軍鄧汝戲等數千人悉歹?桀之十月其少保潘季祐遁可雷山乞降輔承制季祐以按察副使　乂安而其將帥陳敏阮士勤等相繼降矣 \\n 十一年十二月英國公輔等復大破賊于愛子江昆傳山蹂殲其象陣斬偽少尉阮山等 \\n 十二年五月獲季擴及其太傳阮師等送京師戮于市行賞安南征將士賜英國公輔黔國公晟金五百鈔二萬錠帛綿各五十餘有差亡何黎季犛釋自獄充戌廣西而季犛子蒼澄各以善兵器用累官俱至工部尚書?別賜姓也豐城侯李彬以將軍鎮交趾定歲貢扇萬把翠羽萬箇 \\n 十六年正月豐城侯上言清化巡檢黎利叛利故王季擴臣也善戰挾計數為金吾將軍來降授巡檢而因人心不大德明故遂反行剽郡邑自稱平定王拜弟石相國段莽都督豐城侯使參將朱廣等討捕頗獲首六百餘而利剽如故 \\n 十八年四月左參政馮貴右參政侯保與戰俱敗績死之 \\n 二十二年七月仁宗皇帝即位遣中官山壽諭降授清化守是月都指揮陳忠敗死利攻茶籠郡守琴彭竪守不下 \\n 洪熙元年七月宣宗皇帝即位詔參將陳智發兵救之智逗遛不即救茶籠潰琴彭戰死時宣化嘉興等賊周文莊等合雲南寧遠州紅衣賊出劫掠勢盛甚皆遙授利節度 \\n 宣德元年二月參將智與都督方政等進擊利于茶籠州大敗歸四月太子太保成山侯王通為征夷將軍都督馬瑛為參將發步騎十餘萬討利尚書陳洽參軍事陳智方政削官爵白衣隷軍中自效九月以廣西兵五千益王通十月黎利弟善據廣威州都指揮袁亮指揮王冕司廣陶森輔等禦賊偽為敗者走亮追之渡河伏發亮被執森輔歿吏士陷者五百餘冕廣僅以餘兵歸坐失陷大將徵十一月黎善眾數十萬來攻交趾城分三道俱拒卻之成山侯通于是悉兵出擊善參將瑛別率兵大破賊于清威至石室合通俱抵應天駐寧橋諸將言地險惡多伏宜遠斤堠持重擇便通不從麾眾渡天雨且泥濘人馬蒲伏不成列而伏羣起衝盪軍遂大壞散死者二三萬人尚書洽亦與焉黎利時在乂安聞之自以精兵來會圍東關通敗後氣沮陰遣人許為利乞封而檄清化遞南地歸黎氏其吏民悉出城赴關獨清化守羅通謂指揮何忠曰吾守此數賊恨深矣出賊尾而掩之必覆元師非君命而欲賣城賊乎不可連與賊戰敗之十二月成山侯通來告急以太子太傅安遠侯柳升為征虜副將軍保定伯梁銘又副之都督崔聚為參將凡步騎七萬人太傅黔國公晟為征南副將軍興安伯徐亨新寧伯譚忠為左右副將軍發滇僰兵討師行遣太子少保兵部尚書李慶參軍事 \\n 二年二月黎利來攻城急而成山侯日夜訓精兵五千出不意猝擊利大破之斬其司空丁禮司徒黎豸太監黎秘諸太尉少尉正督同督而下萬餘級利惶懼不能軍欲走諸將請乘勝急追之而通猶豫不決賊得以暇樹柵立寨掘壕塹脩器械四出攻掠未幾勢復張三月圍丘溫都指揮孫聚拒破之詔發四川湖廣諸省兵四萬五千人益征南征虜兩將軍四月利以八萬人破昌江中官馮智指揮劉順知府劉子輔俱死之五月黎利來乞和成山侯通等以聞九月九日安遠侯升等至交趾隘留關黎利偽為其國人書詣軍門乞立陳氏後升不啟封奏聞上而趣兵進破關隘大小數十如無敵者升意殊易之抵鎮夷關保定伯銘尚書慶俱坐瘴暑病寢劇禮部郎中史安主事陳鏞言于慶曰主帥氣甚驕兵累日不得休固罷矣而少斥堠不據險握重而欲急發卒如敵伏何慶力疾以語升升唯唯抵倒馬坡獨以百騎前渡橋橋壞陷泥淖伏兵起升中刃死是夕梁銘以驚死李慶又死崔聚固宿將然倉卒不復能約朿吏士而吏士又新喪元帥沮且囂過昌江賊率象陣來衝帥遂潰聚與史安陳鏞俱被執不屈死之七萬人無遺者成山侯諜知升敗益懼更啗利請和棄交趾而教利行求得陳氏它族暠者偽立?請上上心憂南方事晨朝諸大臣而顧英國公輔曰交趾柰何輔曰安遠成山侯非將也而少發兵少發兵不足以制敵臣請出保以一年擒利上嘿然退而召尚書義原吉大學士士奇榮計兵力非能如太宗時也太宗三下交中國士馬物故幾萬轉漕度支大小費七十億得城三百餘而亡尺寸之利十餘年間叛者四五起今縱或勝平利後竟非我有也乃許之利奉表進代身金人及向所掠都督等萬三千三百九十一人馬騾千二百匹成山侯輒引還至京以擅矯制下獄當斬贖為庶人 \\n 三年五月行在禮部右侍郎李琦工部右侍郎羅汝敬勘實還黎利使使言陳暠者正月病死無後諸為陳氏後者悉絕臣利謹守封疆俟命詔更遣汝敬往切責利俾更訪實以聞及索中國人無隱是月利圍廣原州州將閻色新固守不下四月汝敬還利附使貢方物且奏言陳氏子孫實巳盡嚮所喪吏士兵器家屬悉因成山侯師還之矣臣利有女九歲于亂兵中失之後乃知為中官馬騏進充官婢陛下幸既巳赦臣罪歸此女臣啣戴恩德萬死無二 \\n 六年五月利遣使何栗等入貢兼請封六月遣行在禮部右侍郎張敞右通政徐琦持詔利權署安南國事六年二月利使阮文狥等附敞琦謝并貢金銀器皿方物 \\n 九年利卒子麟嗣麟卒子濬嗣亡何濬庶長兄琮因會酖殺濬自立使來告哀乞封 \\n 英宗天順四年遣通政參議尹旻給事中王豫持節封琮而會王濬弟灝率眾討洙琮事聞詔停旻豫行而以五年命翰林侍讀學士錢溥改授為灝初有國恥屈下欲殺所以見使臣禮溥七?書貽之往復甚苦乃定 \\n 憲宗成化七年王灝侵占城 \\n 十七年復侵老撾來告急上諭之曰朕代天理物不忍兩國橫罹兵禍其巳之 \\n 孝宗弘治十一年皇太子出閣遣太子洗馬梁儲賜詔其王使使隨入貢謝恩武宗立遣脩撰倫文敘等賜詔 \\n 正德十年其王晭復使使來貢方物十年國相陳暠等作亂弒晭國人立晭兄譓而暠率眾據諒山諸府地譓累有表貢及乞師討暠不得達而會其都指揮莫登庸降譓登庸者蜑人也勇而善戰繇武舉累遷隷暠以罪奔譓大喜用為宜陽參將將而與陳暠戰大敗殺暠還進封川伯時國將鄭綏阮弘裕者世臣也坐爭權不相睦罷歸登庸多齎遺金珤賂王譓所親信文臣曰王知國所以弱乎在世臣植黨而市勝王不若拔寒賤有大將畧者任之王譓遂任登庸既巳任則與所厚謀夜率兵逼圍王宮王譓間行得脫 \\n 至清華嘉靖二年今皇帝遣編脩孫承恩等以即位告不得達而登庸遂立黎氏疏屬懬?王巳相之易號令練兵積粟國人不復曉黎氏矣尋娶懬母巳又鴆殺懬而立巳子莫方瀛仍?懬名氏僣號曰統元凡王譓兩遣使來請兵俱?登庸纂取不得進亡何王譓卒世子寧立結國人襲擊登庸大敗之登庸跳之海陽據上洪下洪荊門南策太平諸郡寧還國悉發兵二十餘萬起鄭綏將而攻圍海陽一月登庸固守不下而別選兵萬餘舟行出大江竟掩都門寧錯愕走清華登庸掠庫藏及張世子旗蓋而還呼曰得王矣鄭綏兵大潰壞散奔久之寧復悉清華兵討登庸相拒不決登庸陰結土帥郭遼鶴使襲寧復大敗 \\n 九年登庸遂僣稱太上皇帝子方瀛?國大王改號曰大正拜其腹心臣裴堵為丞相鎮海陽武護為西軍都督鎮山西阮如桂為北軍都督鎮京北阮伯驪為南都督杜世卿軍為東軍都督俱鎮山南阮立為總太監鎮河北太監阮世恩為中軍都督楊金鑣兵部范嘉謨禮部尚書阮時雍苦執朝政 \\n 十六年明皇太子生詔遣使告禮部尚書言言前往諭不達究所由未報詔促報而世子寧間道使陪臣鄭惟獠來乞師而宣光總兵使武文淵左都督黃明哲等各據地請內應當是時天子銳意討登庸羣臣諫不聽亡何登庸使所親杜文莊來覘我師獲之文莊言方瀛都黎王故京有精兵四萬人戰象百舞象五馬五百匹舟五百艘而登庸出鎮都齎無城四圍鐵力木作排柵兵可五萬人象馬及舟如前而又言登庸六十餘矣騎捷不施衘勒所有國土十八黎王僅得清華數郡藉占城援耳曾使其大帥譚百步以兵三萬來討大敗失百餘艘而去詔下文莊獄而使兩廣滇蜀諸鎮整兵待登庸聞之懼使使以地圖人民藉來獻請委國附然實無意特緩我師耳詔不許拜威寧侯仇鸞為征夷將軍兵部尚書毛伯溫參贊軍事得專生殺征蠻將軍安遠侯柳珣兼征夷副將軍兵部侍郎蔡經以二廣兵合征南將軍黔國公沐朝輔以雲南兵合凡三十萬人壓境登庸來言願得朿身自投請決死尚書伯溫與左參政翁萬達計今兵食非能加我太宗時也不許而深入勝則可萬一負當壞散不振為中國恥遂開軍門見之解縛待以禮而彼此俱盛戒不得發登庸上表進代身金人贖罪仍請封詔拜為安南都統秩二品銀印兵遂罷歸尚書伯溫等以功進秩有差而登庸遂急擊滅黎王矣登庸死子方瀛嗣貢不絕論曰西南夷君長以十數安南為最鉅地耳?氐中國得十一戶口得十二漢置九郡後共賦稅出力比于中土焉人物如阮翁仲姜公輔輩皆自奮勵起為將相有聲至宋始棄以畀其酋然猶授王官質子貢物饒富不敢妄異同也宋弱漸以恩寵縻其逸彼益驕不復覩中國大矣 \\n 元得志直北際萬里不譯而通欲脩漢舊累發兵伐之三四入國都終縻要領當是時東南吏士物故者十餘萬轉漕饋餉之費不可貲計更遣使好喻數彼巧摭厚幣陽餌而陰扞焉大都之闕庭終不可望其世子之跡迨明太宗文皇帝拜征夷將軍大發兵討之擒偽王伏斧鎖闕下畫經界置吏受約朿夷樂夷俗畏恐明法峻旋叛雖得屬圖版之末二十餘年大司農量得喪乃百不當一耳　宣皇帝難用兵釆楊士奇楊榮議罷之南土稍息肩然交州均迄今云　洪武時傅將軍下雲南得大理郡大理古六詔唐時勝兵近百萬與中國抗幾併蜀今彬彬然內郡無慮矣用兵等耳豈善後之策異耶非耶國家地嬴于交州而取奇大理稍相折然去漢唐時間矣建議者非不蘄津津復也往年莫氏之役興獨　主上銳而羣尼之此豈偷佚忘大哉善理疾者必先究吭領要害而餘功建于肢節虜勢方跳梁歲殺掠吏士孤不得壯壯不得老而供餉坐疲矣舍吭領要害之究而事肢節非有大益且有異害昔吳王北破齊盟晉而越入吳王且未慮吳也而欲伐宋其臣諫曰王得宋小不能居而失吳王乃歸此征安南之說也伐宋非得策也吳固而後宋可伐也 \\n 廣信府同知鄒潘校正 \\n 推官方重校正 \\n 臨江府推官袁長馭校正 \\n 上饒縣學教諭余學申對讀 \\n 湖州府後學吳仕旦覆訂 \\n   \\n  "}
