{"章节": "●簡介", "正文": "  \\n ●簡介 \\n 　 \\n  \\n 權衡，字以制，號葛溪。元末明初江西吉安人。據宋濂為《庚申外史》所作之跋，權衡與他邂逅於「洪武辛亥」，即洪武四年（1371），時衡已「年六十餘」，故生當於元成宗大德末年間。曾流落河南、山東一帶，中年以後隱居彰德黃華山（今河南林縣境內）達二十八年，中書右丞相太不花、察罕帖木兒等曾以禮聘之，均拒不仕。元亡後，其子北尋請歸，始返鄉里。明洪武四年後，寓居臨江（今江西樟樹西南）以終。 \\n 《庚申外史》，又名《庚申帝史外聞見錄》或《庚申大事記》，元權衡撰，二卷。是書記述元順帝即位（元統元年，1333）至元亡（至正二十八年，1368）三十六年間史事，因順帝生於庚申年(1320)，時稱庚申帝，故名。著成於明洪武初年，洪武三年（1370）續修《元史》，史館徵得此書，取其材以撰寫順帝本紀及部分列傳。是書所記，為作者長時間居於中原之耳聞目見，其中有關元廷宮闈軼事，多為它書所不載；但也有不足之處，一是時間舛誤，二是事件考核不精。前者如順帝即位於權臣燕帖木兒死後，《外史》卻說成是他生前；後者如順帝以疾殂於應昌，《外史》卻說他攜后妃遁入和林等等。版本較多，主要有明抄本、《寶顏堂秘笈》、《學海類編》、《學津討源》、《海山仙館叢書》、《叢書集成初編》以及《豫章叢書》本等。（以上按《中國歷史大辭典˙遼金元史卷》，上海辭書出版社，1986年、蔣力生之《庚申外史》點校說明及任崇岳之《庚申外史箋証》前言） \\n 是次錄文，主要據蔣力生點校、姚品文審訂之《庚申外史》（江西教育出版社，2000年），並參任崇岳所著之《庚申外史箋証》（中州古籍出版社，1991年）。前書以《豫章叢書》本為底本，以明抄本、《學津討源》本（《學津》本）為主校，以《寶顏堂秘笈》本（《寶顏》本）、《海山仙館叢書》本（《海山》本）、《學海類編》本（《學海》本）為參校，並用《元史》、《明史》作他校；有校記。後書亦以《豫章叢書》本為底本，校以《學津》本，以諸書作詳盡箋校。網絡版主從前書校記，並取後書部分作[任箋]；間出己意者作[增校]。 \\n  \\n   \\n  "}
{"章节": "●卷上", "正文": "  \\n ●卷上 \\n 　 \\n  \\n 癸酉　元統元年。先是，歲壬申秋，文宗車駕在上都。八月，疾大漸，召皇后及太子燕帖古思、大臣燕帖木兒曰：「昔者晃忽叉之事，為朕平生大錯，朕嘗中夜思之，悔之無及。燕帖古思雖為朕子，朕固愛之，然今大位，乃明宗之大位也。汝輩如愛朕，願召明宗子妥懽帖木兒來，登玆大位。如是，朕雖見明宗于地下，亦可以有所措詞而塞責耳！」言訖而崩。晃忽叉者，乃明宗皇帝從北方來飲毒而崩之地。燕帖木兒大懼，為之躊躇者累日。自念晃忽叉之事，己實造謀，恐妥懽帖木兒至，究治其罪，姑秘文宗遺詔，屏而不發。因謂文宗后曰：「阿婆且權守上位，安王室，妥懽帖木兒居南徼荒瘴之地，未知有無，我與宗戚諸王，徐議之可也。」是時，燕帖木兒以太平王為右相，禮絕百寮，威焰赫赫，宗戚諸王，無敢以為言者。逗遛至至順四年三月，上位虛攝已久，內外頗以為言，燕帖木兒始迎明宗皇帝次子懿璘只班登寶位，不發詔，不改年號，逾月而崩，廟號甯宗。既而燕帖木兒建議，欲立燕帖古思。文宗后苦辭曰：「天位至重，吾兒恐年小，豈不遭折死耶？妥懽帖木兒在廣西靜江，可取他來為帝，且先帝臨崩云云，言猶在耳。」于是燕帖木兒知事不能已，遂奉太后詔旨，遣使去廣取妥懽帖木兒太子來京。太子行至良鄉，以郊祀鹵簿禮迎之，蓋燕帖木兒欲以此取悅太子之意。既而燕帖木兒驅馬與太子並行，馬上舉鞭指示，告太子以國家多難，遣使奉迎之由，太子訖無一言以答之。燕帖木兒心疑懼，留連至六月，方始使登位，改元元統元年，尊文宗后為皇太后，丞相燕帖木兒加太師、左丞相，撒敦為右丞相，伯顏為樞密院知院，唐其勢為御史大夫。撒敦者，燕太師之弟也。唐其勢者，燕太師之子也。徽政院使宦者高麗人禿滿歹兒者，首薦高麗女子祁氏于帝。祁氏性黠慧，有寵于帝。秋九月，太后謂大臣曰：「正宮未有人，何不選立之？」眾對曰：「今太師丞相有女，端嚴正大，宜為天下母。」于是，立太師女伯牙吾氏為后。后權臣家女，習于驕貴，又輕帝年幼，見帝寵祁氏，心不平之，日夜捶楚，祁氏幾不勝。一夕，又跪祁氏于前，籌問其罪，加烙其體。翌日，司天奏：「昨夕火星犯后妃座[１]。」帝雖不言，甚銜之。初，世祖皇帝家法，賤高麗女子，不以入宮，至是始壞祖宗家法，識者知天下之將亂也。 \\n 甲戌　元統二年。太師太平王燕帖木兒，自帝即位以來，不復留心政事，惟日溺于酒色，收晉邸后為妻，諸公主嫁之者四十餘人。有某位王位公主嫁，及門三日，不得見，既而傳旨曰：「公主且歸，我要時來取。」 \\n 燕帖木兒宴趙中丞家，男女共坐，名為「鴛鴦筵席」。隅座中有一婦人，顏色甚麗，太師目之，問曰：「此為誰？」意欲留之。左右告之曰：「此太師幾夫人某氏也。」由是酒色過度，體羸溺血而死。 \\n 太尉伯顏陞為右丞相。當帝自廣西來京師[２]，宿留汴梁，心方不測朝廷權臣意。其時伯顏適為汴梁省左平章，提所有蒙古漢軍，扈從入京，帝深德之，既以扈從功封太尉。至是一旦為相，居唐其勢上，唐其勢忿曰：「天下者，本我家天下也。伯顏何人，位居我上！」或時衷甲帶刀至伯顏家，或夜入都人家飲，然猛憨無術，實無他異謀也。 \\n 乙亥　至元元年。四月，右丞相伯顏奏曰：「御史大夫唐其勢與其弟答刺海為文宗義子者，謀為不軌，將不利社稷。」有詔捕之。唐其勢攀檻不肯出，答剌海匿皇后袍下。右丞相復奏曰：「豈有兄弟謀不軌，而姐妹可匿之乎？」並執皇后，以付有司。后呼曰：「陛下救我！」帝曰：「汝兄弟謀害我，我如何救得你[３]？」亦絞死于東門外。唐其勢既死，命撒的為御史大夫，立翁吉刺氏為皇后。后乃世祖后察必之曾孫也[４]，性莊厚，寡言笑，號正宮皇后。復立祁氏為次宮皇后，居興聖宮，號興聖宮皇后。二宮並為后自此始。 \\n 伯顏奏曰：「陛下有太子，休教讀漢兒人書[５]，漢兒人讀書好生欺負人[６]。往時我行有把馬者，久不見，問之，曰：『往應舉未回。』我不想科舉都是這等人得了。」遂罷今年二月禮部科舉。 \\n 丙子　至元二年。詔徵西域匼刺麻至京，禮為帝師，仍以故太師燕帖木兒第賜之。 \\n 丁丑　至元三年。以伯顏為太師，答刺罕左丞相封秦王。伯顏本郯王家奴也，謂郯王為使長。伯顏至是怒曰：「我為太師，位極人臣，豈容猶有使長耶？」遂奏郯王謀為不軌，殺郯王，並殺王子數人。初，伯顏謀封秦王時，或告伯顏曰：「秦王大名，恐不宜居。」伯顏曰：「我聞淮東有秦郵，我索秦郵為秦王，非西秦也，何不可之有？」時天下貢賦多入于伯顏家，省臺官多出其門下。每罷朝，皆擁之而退，朝廷為之空矣。禁漢人、南人不得持寸鐵，賜高年帛，禁百姓畜馬，品官畜馬有差[７]。 \\n 六月，天下謠傳拘刷童男童女，民間皆望風成婚。 \\n 河南棒胡反[８]。棒胡者，河南鵲山縣人[９]。好使棒，棒長六七尺，進退擊技如神，遠近聞者稱棒胡。其徒弟百餘人，有名胡山花，亦善棒。開州人轆軸李，陳州人棒張，皆起兵應之。河南左丞慶童，督兵敗之于鹿邑岡[１０]，擒之，號其岡為得勝岡。 \\n 伯顏數往太皇太后宮，或通宵不出。京師為語曰：「上把君欺，下把民虐，太皇太后倚恃著。」 \\n 彗出紫薇垣數十丈，凡十餘日。占者以為應在十五年後，至年果驗。京師大水。朱光卿、石崑山亂于廣南之惠州。既而復有李智甫、羅天麟亂于閩、漳，皆討平之。 \\n 戊寅　至元四年。詔郡縣舉隱逸士，詔修曲阜孔廟。 \\n 袁州妖僧彭瑩玉、徒弟周子旺，以寅年寅月寅日寅時反。反者背心皆書「佛」字，以為有「佛」字，刀兵不能傷。人皆惑之，從者五千餘人。郡兵討平之，殺其子天生、地生，妻佛母[１１]，瑩玉遂逃匿于淮西民家。瑩玉本南泉山慈化寺東邨莊民家子，寺僧有姓彭者，年六十餘歲，善觀氣色。一夕夜雪，見寺東約二十丈，紅焰半天。翌日，召其莊老，詢之曰：「昨夜二更時，汝邨中得無失火乎？抑有他異事乎？」內有一老曰：「邨中無事，惟舍下媳婦生一兒。」僧遽喜曰：「曷與我為徒弟，可乎？」老遂捨為僧，于是遂以穀帛若干酬之。其子年十歲，始送入寺，與羣從嬉，時預言禍福皆驗。年十五，南泉山下忽產一泉，甚冽。是時民皆患疾疫，瑩玉以泉水施之，疾者皆愈，以故袁民翕然事之如神。及事敗，逃淮西，淮民聞其風，以故爭庇之，卒不為有司所捕獲。 \\n 伯顏與太皇太后謀立燕帖古思而廢帝，其侄脫脫頗聞其謀，竊以告其師吳直方行可[１２]，教之以密告于帝，令帝知而預為防。 \\n 冬十一日，河南范孟端反。孟端者，河南杞縣人也，始為內臺知班，發身掾河南省臺。其人貧無資，寡交游，人皆謂不辦事，鬱鬱不得志，又久不得補。一日，大書省壁曰：「人皆謂我不辦事，天下辦事有幾人？袖裏屠龍斬蛟手，埋沒青鋒二十春。」後有守省御史來，與孟端有舊，力為言之，乃得補，又不幫俸。孟端憾曰：「我必殺若輩。」一夕，與其黨霍八失等約曰：「我冬至日應直省，汝四人當以黃臘為丸彈狀佩之，稱聖旨劫鋪馬，乘昏夜入河南省臺中堂坐定，喚當值掾吏來傳聖旨[１３]，我則佯應之曰：『諾。』有河南廉訪使段惟德，致仕在家，即傳聖旨召之，使居省中權事。餘省官呼入者，汝皆傳聖旨槌殺之。凡發號令，惟聽我施行。如此，大事必成，可以得志，富貴可共也。」已而皆如其言。是日，省憲官置酒，皆醉于家。于是平章月魯不花、左丞劫烈、理問金剛奴、郎中完者禿黑的兒，都事拜住、總管撤思麻[１４]、監司禿滿、萬戶完者不花等喚入，皆若使聽聖旨然，即以鐵骨朵自後槌死，棄尸後園。稱聖旨除孟端為河南都元帥，拘收大小衙門印，自佩平章發兵虎符，調兵守城，把諸街巷中，人不得往來；封閉黃河大江渡船，使南北毋通，發各道兵來聽調。孟端在省祭祖，去杞縣祭祖墳。經五日久[１５]，用金鼓押諸衙門正官、首領官凡若干人，斬於市。有馮二舍者，孟端用為省宣使，使在外給事。馮因叩孟端曰：「幸引我見朝廷官。」孟端醉不覺，吐而言曰：「何者為朝廷官？我便是也。」馮覺其偽，因隨孟端出，竊告省都鎮撫曰：「使臣者偽也，可閉諸省門勿納，我將圖之。」于是殺孟端于外。時省中猶未信，擲其首示之，乃開門。持兵者入，霍八失等竄竹園中，遂俱撲殺之。當孟端反時，百官俯首聽命，獨歸睗不從[１６]。孟端曰：「朝廷以月魯輩有罪，別選用人，歸先生不願仕宦耶？」睗曰：「有母在堂，不願也。」又曰：「歸先生不怕死耶？」睗曰：「死生有命。」元帥遂囚之，事敗得出。故天下多歸睗，自此始[１７]。 \\n 己卯　至元五年。冬，皇太子生，名愛育失黎達臘，實興聖宮祁氏之子也。乳脫脫家，呼脫脫為奶公[１８]。其後，脫脫因奏令正宮皇后子之。 \\n 十二月，伯顏請帝飛放，帝疾不往。伯顏固請燕帖古思太子同往，遂獵于柳林。脫脫竊告帝曰：「伯顏久有異志[１９]，茲行率諸衛軍馬以行，往必不利于社稷。帝幸不與之俱往，無奈太子在柳林何？」即夕，即召高保哥、月怯察兒，與之謀討伯顏，卸其軍權。于是，先令月怯察兒夜開城門，星馳往柳林，竊負燕帖古思太子入城。又忌翰林官泄其事，特使平章沙只班召其館客范匯[２０]，氈裹之車中，以載之入，賜之坐，諭以伯顏罪狀，卸其軍權誅之之意，使草詔。四更，使只兒瓦歹平章及沙只班齎詔向柳林，先卸其軍權。天明，閉大都，詣城上開讀詔書畢[２１]。御史大夫脫脫踞坐城門上，傳聖旨曰：「諸道隨從伯顏者並無罪，可即時解散，各還本衙，所罪者唯伯顏一人而已。」伯顏養子詹因不花、知院落失蠻尚書謂伯顏曰：「擁兵入宮，問姦臣為誰，尚未晚也。」伯顏却之曰：「只為汝輩向時與脫脫不和，至有今日，尚欲誤我也？情知皇帝豈有殺我之心，皆脫脫賊子之所為也。」言未既，又有詔到柳林，伯顏除河南省左丞相。伯顏請入辭帝，使者不許，曰：「皇帝有命，命丞相即時起行，無入辭。」伯顏至河南，又有詔令伯顏陽春縣安置。初，伯顏過真定府時，父老捧獻果酒，伯顏謂父老曰：「爾曾見天下有子殺父之事？」父老曰：「不曾見子殺父，但見奴婢殺使長[２２]。」蓋暗指伯顏殺郯王之事。伯顏聞之，俛首不語，殊有慙色也。 \\n 臺臣奏曰：「太皇太后，非陛下母也，乃陛下嬸母也。前嘗推陛下母墮燒羊爐中以死，父母之仇，不共戴天。」乃貶太后東安州安置[２３]，太子燕帖古思潘陽路安置，乃遣云都赤月怯察兒押送瀋陽[２４]。太子忽心驚，知其將殺己也，飛馬渡河而去，月怯察兒追及之[２５]，拉其腰而死。云都赤者，帶刀宿衛之士也。太后亦每言，帝不用心治天下，而乃專作戲嬉[２６]，故此舉雖出于權臣，實亦帝心之所欲也。尚書高保哥奏言：「昔文宗制詔天下[２７]，有曰：『我明宗在北之時，謂陛下素非其子。』」帝聞之大怒，立命撤去文宗神主于太廟，並問當時草詔者為何人，遂欲殺虞伯生、馬雍古祖常。二人呈上文宗御批，且曰：「臣受勅紀載，實不獲已。」脫脫在旁，因曰：「彼皆負天下重名，後世只謂陛下殺此秀才。」故舍之而不問。 \\n 國初，宋江南歸附時，瀛國公幼君也，入都，自願為僧白塔寺中。已而奉詔，居甘州山寺。有趙王者，嬉游至其寺，憐國公年老且孤，留一回回女子與之。延祐七年，女子有娠，四月十六日夜，生一男子。明宗適自北方來，早行，見其寺上有龍文五彩氣，即物色得之，乃瀛國公所居室也。因問：「子之所居，得無有重寶乎？」瀛國公曰：「無有。」固問之，則曰：「今早五更後，舍下生一男子耳。」明宗大喜，因求為子，並其母載以歸。 \\n 庚辰　至元六年。伯顏行至江西豫章驛，飲藥而死。殮以杉木棺，置棺上藍寺中【一云北塔寺】，屍水流出戶外，人皆掩鼻過之[２８]。籍其家，數月摒擋不盡，米糠數房，燒餅至一房，其嗇也如此[２９]。或言伯顏家畜西番師婆，名畀畀，每問求歲吉凶，又問自己身後事當如何。畀畀曰：「當死于南人手。」故其秉政時，禁軍器，刷馬匹，蒙古、色目毆漢人、南人，不得回手等事，皆原于此。先是，阿乂赤大夫、完者帖木兒王二人，頗有節氣，見伯顏私通太后、殺郯王，竊相議曰：「此人有無君心，不除之，必為國家患。」于是截髮為誓，私相約曰：「但得間，即行之。」一日，伯顏休息于家，二人侍立，或言：「云都赤佩刀，乃水總管鑌鐵善刀也。」阿乂赤即借觀[３０]，稱善久之，伯顏亦欣然起，披衣觀之。完者帖木兒王喜于得間，從旁促阿乂赤[３１]，阿乂赤懼不敢發，完者帖木兒王疑其中變害己，因長跪，首曰：「間者阿乂赤觀刀時，有害太師心。」伯顏大怒，即捽向前。阿乂赤亦跪曰：「此人常有害太師心，我不從，故反告我。」即併殺二人而籍其家，其酷虐如此。命脫脫為左丞相，益都忽為右丞相，韓家奴為御史大夫，汪家奴為樞密使。初，伯顏既敗，其弟馬札兒臺以誅伯顏有功，故繼其位為首相。僅半載，于通州置榻坊，開酒館、糟坊，日至萬石。又使廣販長蘆、淮南鹽。其子脫脫不以為然，嗾參政佛喜問曰[３２]：「吾父喜君，君所言無不聽[３３]，曷諫我父，使解職閒居。不然，人將議我家逐其兄而攘其位，眾口甚可畏也。」佛喜問如其言，因乘間諫之。馬札兒臺果辭職家居，封為太師。于是升益都忽為首相，而己副之焉。 \\n 詔復行科舉。 \\n 詔太廟四時祭享，賜天下高年粟帛，蠲天下租分。 \\n 右丞相益都忽、左丞相脫脫奏曰：「京師人煙百萬，薪芻負擔不便，今西山有煤炭，若都城開池河，上受金口灌注，通舟楫往來，西山之煤可坐致城中矣。」遂起夫役，大開河五六十里。時方炎暑，民甚苦之。其河上接金口高水河[３４]，金口高水瀉下湍悍[３５]，纔流行二時許，衝壞地數里。都人大駭，遽報脫脫丞相，丞相亟命塞之。京師人曰：「脫脫丞相開乾河。」 \\n 秋，河北大水。 \\n 辛巳　至正元年。詔選儒臣歐陽玄、李好文、黃縉、許有壬等數人，五日一進講，讀五經、四書，寫大字，操琴彈古調。常幸宣王閣[３６]，用心前言往行，欽欽然有向慕之志焉。大興國子監，蒙古、回回、漢兒人三監生員，凡千餘。然祭酒、司業、博士多非其人，惟粉飾章句，補苴時務，以應故事而已。凡在諸生，日啖籠炊粉羹，一人之食為鈔五兩。君子以監學乃作養人材之地，而千百為羣，恣縱恬嬉，玩愒歲月，以侮嫚嘲謔為賢行。加屏風以障市人，入茶酒肆不償直，掉臂而去，無敢誰何。是壞天下人材，何作養之有焉。 \\n 曩加孫，監生也，積分試中，累官至秘丞，在朝鬱鬱[３７]，後為分省右丞。一日，奉擴廓命，入京師議事，揚揚過市中，大言曰：「我今日只知有總兵，不知有皇帝。」人聞其言，相顧問曰[３８]：「此何官人也？」或曰：「此是往時國生曩加孫也[３９]。」人皆歎曰：「此官所言，是報當日籠炊也。」 \\n 又有普賢奴者，亦監生也，積分中舉，歷官至左右司員外郎。因奉命至擴廓軍中，留之為分司部尚書。已而，京師大饑，遣戶部侍郎求糧于擴廓。普賢奴知之，請與相見，因責之曰：「朝廷遣汝來求糧耶？歸語汝丞相，朝廷自紅軍禍亂以來，前後命總兵官剿捕，皆有供給官辦糧料，如鞏不班、也先帖木兒、太不花、答失八都魯等是也[４０]。獨我察罕父子，總兵平大河南北、山東等處，並不曾費朝廷一毫供給。今又起軍肅清江淮，亦不索朝廷供給糧料，而朝廷反求糧于我耶！」張志道參政在側，因歎曰：「三十二年天子，豈可使無一頓飽飯吃耶？」遂啟擴廓，以山東糧五千運入京師。往往國生所就，類如此。 \\n 樞密院掾史杜遵道，棄官不仕，適潁川，遂為紅軍舉首。先是，伯顏為丞相，馬扎兒臺為知院，遵道為書生，上言請開武舉，以收天下智謀勇力之士。馬扎兒臺遂補為掾史。既而知不能行其業，遂棄去，後為賊中舉首。 \\n 壬午　至正二年。詔曲阜衍聖公升秩二品。慶元守王元行鄉飲酒禮，詔譯唐《貞觀政要》。二月，帝出元載門耕籍田[４１]。是年秋，監察御史言：「宦官太盛，宜減其額，並出宮女[４２]。」蓋時宦者多高麗人為之也。 \\n 癸未　至正三年。鹵簿冕服新成，親祀南郊，時春二月也。 \\n 議修遼、金、宋三史。丞相脫脫意欲成之，而所費浩大，錢糧經數不足，頗以為憂。掾史行文書，丞相三卻之。掾史遂與國史院典籍謀之數日，丞相不喜。或曰：「若非錢糧無可措畫乎？此易耳[４３]。江南三省南宋田，頗有貢士莊錢糧者，各路樁寄累年，倉庫盈積，有司亦嘗借用之。此項錢糧以為修史費，孰曰不然？」掾史即日引見丞相，丞相聞其說甚喜。于是奏臣使儒臣歐陽玄、揭奚斯等，于國史院修撰遼、金、宋三史。 \\n 紹興守泰不花，行鄉飲酒禮。詔天下立常平倉。 \\n 河決白茅口。 \\n 冬，十月十有七日[４４]，有事于南郊。前三日，祼于太室，拜享于列聖。次第至甯宗前，帝問禮儀使曰：「我兄也，彼弟也，拜合禮儀否？」禮儀使傳旨，問博士劉聞。對曰：「甯宗皇帝雖是弟，然曾承宗器而為皇帝，時陛下亦嘗作他的臣子來，當拜。又春秋時，魯國的諸侯，有閔公、僖公。閔公是弟，先作諸侯；僖公是兄，在閔公後作諸侯，宗廟四時祭祀，未聞僖公不拜閔公。比這例兒，陛下合拜。」帝乃拜。南郊禮畢，大赦天下，蠲天下民租五分。 \\n 詔天下立常平倉。先是，以五事備取守令，以常平倉得法[４５]，湊成六事。 \\n 甲申　至正四年。春，歐陽玄、揭奚斯等修遼、金、宋三國史告成。禮部引國史合院官，禀右丞相脫脫奏聞。脫脫搖首曰：「此秀才事，我弗知。」三禀三却，眾皆患之。或曰：「丞相好美名，今此史具列某修，丞相見其名不列，宜其慍也。盍禀之曰:『自古前代史事，雖以史官秉筆，而總裁則歸一人，如《唐書》則歐陽修總裁，《資治通鑒》則司馬光總裁。今遼、金、宋三國史，幸蒙丞相奏用儒臣，某等行其文，而所以掌其事使就緒，實賴丞相之力也，某等謹以書丞相為總裁官，丞相幸始終成之，以為一代之盛典。』豈不可乎？」于是脫脫大喜，即命掾史具進史儀部，鼓吹導從，前後輝光，自史館進至宣文閣，帝具禮服接之，觀者以為近代無之。先是，諸儒論三國正統，久不決，至是脫脫獨斷曰：「三國各與正統，各繫其年號。」議者遂息，然君子終以為非也。進史畢，大宴羣臣于宣文閣。脫脫奏曰：「給事中殿中所記錄陛下即位以來事迹，亦宜漸加修譔，收入金縢。」上曰：「朕行事，只在給事中殿中處之[４６]，待朕他日歸天去，令吾兒為之可也。」仍以御圖書封藏金縢，自今不許有所入。然不知給事中殿中[４７]，邇來者皆公卿膏梁子弟為之，其實瞢然全無所書也。故庚申以來三十六年，史事並廢。 \\n 馬扎兒臺太師告老退居甘州。于是有譖言行其間，父子各相猜疑，脫脫因乞致相位，願往甘州侍親，詔許之。初，脫脫謀使其父辭位也，嘗奏帝，以其父之貪，不可使居大位，且密囑帝：「倘其辭位，陛下宜即許之。」至是，帝亦因而許之，蓋憶其初用詭計也。以阿魯圖廣平王為右丞相[４８]，以平章帖木兒達識為左丞相。 \\n 乙酉　至正五年。以別兒怯不花為右丞相[４９]。三月，詔曰：「乃者天灾流行，積雨害稼，河失故道，民罹其殃，山東、河南尤甚。朕夙夜憂惕，靖思其由，皆朕非德所致。諸方盜賊竊發去處，限二十日悔過赦之。前所免租外，被灾者全免之；已入者，準下年之數。」 \\n 丙戌　至正六年。詔遣使巡行天下，黜陟幽明，問民疾苦，求訪賢俊，分十道處之。然奉使者，類皆脂韋貪濁，多非其人。惟四川一道，得王士熙、武子春，稍振綱紀，餘皆鼓吹而已。 \\n 命選天下郡守[５０]。凡其人之官，皆陛辭聽旨，諭之曰：「汝守令之職，如牧羊然。饑也，與之草；渴也，與之水。饑渴勞逸，無失其時，則羊蕃息矣。汝為我牧此民，無使之失所，而有饑渴之患，則為良牧守矣。」時上方有勵精圖治之意，凡選轉某人為某官，必問曰：「此人已前行過事跡，果然一一皆善否？為我悉陳之可也。」 \\n 徵處士脫因、伯顏、杜本、張瑾為翰林待制。或議以為擢用太峻，不可。帖木兒達識曰：「隱士無求于朝廷，而朝廷有求于隱士。」識者誦為名言。 \\n 丁亥　至正七年。徵處士張樞，不至。 \\n 朵兒只班為右丞相，賀太平為左丞相。 \\n 戊子　至正八年。中書省修《六條政類》成。 \\n 淮南北大水。 \\n 己丑　至正九年。脫脫復入為相。初，脫脫侍親居甘州，太子愛育失黎達臘與脫脫子加刺張同庚，以故，加刺張獨留京師，與帝子同嬉戲。一日，帝與祁后同席坐偏殿，太子愛育失黎達臘與加刺張[５１]同嬉殿外，愛育失黎達臘使加刺張負己作老鴉聲[５２]，旋繞殿墀三帀，已而復使加刺作老鴉，而己負之亦三帀。加刺跪曰：「加刺，奴婢也；太子，使長也。奴婢不敢使使長負。」太子怒撻之，啼哭之聲聞于帝。帝曰：「誰哭耶？」左右曰：「脫脫子加刺張也。」問何為而哭之如是，左右具以對。上喜曰：「賢哉此子也！」祁后因起曰：「脫脫好人，不宜久在外。」上遂頷之。會佛郎國進天馬，黑色五明[５３]，其項高而下鉤，置之羣馬中，若駱駝之在羊隊也。上因歎羨曰：「人中有脫脫，馬中有佛郎國馬，皆世間傑出者也。」時有姦臣哈麻者在側，聞此言，以為脫脫且將入復為相也。因乘間游說，薦之于帝。帝曰：「彼嘗罪汝，杖汝一百七，汝何為薦之？」對曰：「彼雖罪臣，當也；臣若仇之，不當也，何怨之有？其實此人好。」祁后于殿屏後竊聞之，陰使人走甘州召之。一夕，脫脫至京師，乘昏入城，然亦未嘗見帝也[５４]。祁后伺帝有喜色，因訹加刺張于帝前曰：「汝亦思汝父脫脫耶？」加刺張跪曰：「思之也。」帝曰：「脫脫今何在，而汝欲使之見也？」后起謝曰：「脫脫離闕久，思見至尊，今聞其入城在某處矣。」上即使人促之見。至則上在椶毛殿，召入，正色問曰：「我使汝侍親甘州，誰召汝來耶？」祁后為之失色。脫脫徐曰：「郎主使奴婢侍親，今日幸親終服闋[５５]，故來爾。」上遽起抱脫脫，相與泣慰之。翌日，遂有再相之命。 \\n 命中書莅祭三皇，翰林應奉危素為之樂章。 \\n 庚寅　至正十年。戶部尚書薛世南、武子春，知脫脫有意興作，蓋前為相無聞[５６]，其禮、樂、文章、制度之事漠如也，欲大有為，以震耀于天下，超軼祖宗舊法，垂名竹帛于無窮也。薛世南、武子春建言，謂至元鈔法，經久當變制，宜為「中統交鈔」。交叉卧置貫文，與銅錢子母相權並用。脫脫奏用其言，立寶泉提舉司，鑄「至正通寶」錢。先兩日，脫脫丞相率省屬下學勉勵，至階，祭酒呂思誠下階迎，丞相東向坐，祭酒西向坐，省官列坐丞相下，教官列坐祭酒下。至是，召祭酒至中書省，告以將更鈔法事。祭酒忽然而言曰：「丞相毋聽薛、武兩少年之言，改法鈔，非祖宗舊制也。丞相若聽之，必亂天下。」後數日，盡追奪思誠祭酒所授宣勅。時亦議裁減冗官，併省衙門數事。或曰：「呂祭酒當議之時，不措一詞，及議定[５７]，惟有發怒罵詈而已。」 \\n 春三月，河北大雪，深三尺。 \\n 南陽總管莊文昭來言，本郡鴉路有上馬賊[５８]，百十為羣，突入富家，計其家貲，邀求銀為撤花；或劫州縣官庫，取輕資約束裝載畢，乃拘妓女，置酒高會三日，乃上馬去。州郡初無武備，無如之何。于是始命立天下兵馬分司凡五處，然不究其本，而徒事其末，終亦不能禁也。 \\n 辛卯　至正十一年。歸德知府觀音奴言，今河決白茅，日徙而北，失其故道，當疏塞以為地利。脫脫喜其言，命工部尚書成遵往相視焉。還言工不可興，浩大難成，且現今南陽、安豐盜賊成羣，萬一與挑河人夫相挺而雜起，此大亂之機，非細事也，決不可從。脫脫不悅，左遷成遵為長蘆鹽運使。更問京畿漕運使賈魯曰：「汝前為張秋都水時，知河之利害，可疏鑿否？」賈魯，澤潞人，素有進取志，遂應聲曰：「可。」因悉言其狀。乃奏魯為工部尚書兼河防使。四月二十二日，發河南、淮南北軍民二十萬，其費以億萬計，府庫為空。有龔伯遂者，小有才，汲汲以富貴為心。進言脫脫曰：「丞相大興利除害可也，然必大有誅賞，始可以攝伏眾情。」于是起大獄，以謀害大臣，置前相高昌王益都忽並韓家奴于死地。未幾，刑賞失措，又興挑河工役，所在肆虐。又併省衙門，沙汰吏胥，無所容跡。五月，潁州潁上紅軍起，號為「香軍」，蓋以燒香禮彌勒佛得此名也。其始出趙州灤城縣韓學究家，已而河、淮、襄、陜之民翕然從之。故荊、漢、許、汝、山東[５９]、豐、沛以及兩淮紅軍，皆起應之。潁上者[６０]，惟杜遵道為首，陷成皋，據倉粟，從者數十萬。陷汝甯、光息、信陽。蘄、黃者[６１]，宗彭瑩玉和尚，又推徐真逸為首，陷德陽[６２]、沔陽、安陸、武昌、江陵、江西諸郡。起襄[６３]、漢者，推布王三、孟海馬為首。布王三號「北瑣紅軍」，奄有唐、鄧、南陽、嵩、汝、河南府。孟海馬號「南瑣紅軍」，奄有均、房、襄陽、荊門、歸、峽。起豐、沛者，推芝麻李為首。芝麻李者，邳州人也。值歲饑，其家惟有芝麻一倉，盡以賑人，故得此名。賈魯挑黃河，所在廢民業，民心不安。芝麻李與鄰人趙君用謀起事，曰：「朝廷妄興土木之功，百姓貧苦無告，吾聞潁上香軍起，官軍無如之何，當此之時，有真男子，取富貴之秋也。」君用者，趙社長也，曰：「我所知惟某某可用。燕城南彭二，其人勇悍有膽略，不得其人，不可舉大事也，我當為汝致之。」即訪其家，入門，見其人方礪斧斤，謂之曰：「汝礪斧斤，將何為耶？」彭二云：「州縣云有賑濟，日日伺之，實誤事。饑無得食，我將伐薪，入城換米喫，可以度日，官府不足信也。」君用曰：「噫！我視汝膂力過人，何處不得一頓飽飯喫耶？」因作色曰：「汝能從我謀事，豈但衣食而已，富貴從汝！」彭二即解其意，應曰：「其中有芝麻李乎？」曰：「有。」「有，我當從之。」遂引見芝麻李，喜得八人，歃血同盟。于是年八月十日，佯為挑河夫，日夜倉皇投徐州城，夜留城中，門卒拒之，則曰：「我挑河夫也，借一宿，何傷？」其半夜因突入，一半在外，一半在內。夜四更，城內四人爇四火，城外四人亦爇四火應之，既而復合為一處。城內吶喊一聲，城外接應，一時城中大亂，四人者遽奪軍器亂殺，外四人因而得入[６４]，同聲叫殺。民久不見兵革，一時見亂殺，皆束手從命。天明，又樹大旗募人為軍，從之者亦百餘萬[６５]。浮橋四出掠地，亦奄有徐州近縣，及宿州、五河、虹縣、豐、沛、靈壁，西並安豐、濠、泗。事聞朝廷，有吏抱牘題曰：「謀反事。」至脫脫前，觀其牘，改題曰：「河南漢人謀反事。」識者知元朝不能有天下矣，河南漢人可盡誅乎[６６]？其後張士誠起于淮海，趙明遠起于徐州，毛貴起于山東，明元帥起于四川。獨本朝龍興淮南，即以建康為天下根本，東征西伐，南誅北討，四海人心歸附，皆有徯后來蘇之望，元朝之國祚可盡矣[６７]。先是童謠曰：「富漢莫起樓，貧漢莫起屋。但看羊兒年，便是吳家國。」迨本朝定都建康，築壇于建康南門，郊天受命，改元朝至正二十七年為吳元年，實丁未歲也，豈不驗哉！天命有所歸，豈人力之所能為耶？ \\n 朝廷聞紅軍起，命樞密院同知赫厮、禿赤領阿速軍六千，並各支漢軍，討潁上紅軍。阿速者，綠睛回回也，素號精悍，善騎射，與河南行省徐左丞俱進軍。然三將但以酒色為務[６８]，軍士但以剽掠為務[６９]，于剿捕之方漫不加省。赫厮策馬望見紅軍陣大[７０]，揚鞭曰：「阿卜！阿卜！」阿卜者，言走也[７１]；于是所部皆走。至今淮人傳以為笑。其後，赫厮死于上蔡，徐左丞為朝廷所誅。阿速軍不習水戰，不服水土，病死者過半。 \\n 十二月，布王三陷鄧州、南陽。 \\n 壬辰　至正十二年[７２]。正月，孟海馬陷襄陽，徐真逸陷湖廣，其將曾元帥陷安陸、江陵。脫脫為相，諱言中原兵亂，而哈麻媒糵其過。帝召脫脫，怒責之曰：「汝嘗言天下太平無事，今紅軍半宇內，丞相以何策待之？」脫脫汗流浹背。未幾，自請督軍下徐州。兵出，有淮東元帥逯善之者，上言：「官軍不習水土，宜募場下鹽丁，可使攻城。」又有淮東豪民王宣者，亦上言：「鹽丁本野夫，不如募城墅趫勇慣捷者，可以攻城。」前後各得三萬人，皆黃衣黃帽，號曰「黃軍」。脫脫知城有可克之狀，下令諸將，各勵乃事，我至即攻之。須臾脫脫至，一鼓攻之，遂夷其城，芝麻李遁去[７３]。又調阿吉刺太尉攻汝甯，汝甯紅軍懼，退保亳州，阿吉刺攻平汝甯城。赫厮既死，朝廷別命鞏卜班平章為將，領侍衛漢軍合愛馬韃靼軍，合數萬眾，屯汝甯沙河岸。日夜沈溺酒色，醉卧不醒，敵人偷營，逃失大將所在。次日閱死人，得其尸死人中。師遂退數百里，屯項城縣。又命御史大夫也先帖木兒代為總兵，凡精兵三十餘萬，金銀物帛，車數千輛，河南北供億萬計[７４]，前後兵出之盛，無如此者。也先帖木兒駐軍沙河，未及兩月，軍中夜驚，也先盡棄軍資器械，糧運車輛山積，僅收散卒萬人，直抵汴城下。時文濟王在城頭，遙謂之曰：「汝為大將，見敵不殺，何故自潰？吾將劾汝，此城必不容汝入。」遂離城南四十里朱仙鎮屯焉。朝廷乃命蠻子平章代之。也先徑歸燕京，抵暮入城，明日，仍為御史大夫。當時官軍不足用，類如此。故王宣建言募鹽丁，豈亦識時務者歟？而十數年前見機最早者，惟杜遵道一人也。 \\n 賈魯治黃河，疏凹里邨，塞黃龍江口，立回龍廟于岸上，水由故道行[７５]。 \\n 脫脫議軍事，每回避漢人、南人。時方入內奏事，回頭，中書韓伯高、韓大雅隨後來，遽令門者勿納。奏曰：「方今河南漢人反，宜榜示天下，令一槩剿捕。諸蒙古、色目，因遷謫在外者，皆召還京師，勿令詿誤。」于是榜出，河北之民亦有變而從紅軍者矣。 \\n 中書左司郎中田本初言：「江南漕運不至，宜墾內地課種。昔漁陽太守張堪，種稻八百餘頃，今其跡尚存，可舉行之。」于是，起山東益都、般陽等一十三路農民種之，秋收課所得，不償所費。次年，農民皆散罷去。冬，復立庸田使司于江南。 \\n 咬住平江陵，答失八都魯平襄陽。 \\n 癸巳　至正十三年。脫脫奏用哈麻為宣政院使。哈麻既得幸于上，陰薦西天僧行運氣之術者，號「演揲兒法」，能使人身之氣，或消或脹，或伸或縮，以蠱惑上心。哈麻自是日親近左右，號「倚納」。是時，資政院使隴卜亦進西番僧善此術者，號「秘密佛法」，謂上曰：「陛下雖貴為天子，富有四海，亦不過保有見世而已，人生能幾何？當受我『秘密大喜樂禪定』，又名『多修法』，其樂無窮。」上喜，命哈麻傳旨，封為司徒，以四女為供養；西番僧為大元國師，以三女為供養。國師又薦老的沙、巴郎太子、答刺馬的、禿魯帖木兒、脫懽、孛的、蛙林[７６]、納哈出、速哥帖木兒、薛答里麻十人，皆號「倚納」。老的沙，帝母舅也；巴郎太子，帝弟也[７７]。在帝前男女裸居，或君臣共被，且為約相讓以室，名曰「些郎兀該」，華言「事事無礙」。倚納輩用高麗姬為耳目，剌探公卿貴人之命婦、市井臣庶之儷配，擇其善悅男事者，媒入宮中，數日乃出。庶人之家，喜得金帛；貴人之家，私竊喜曰：「夫君隸選，可以無窒滯矣。」上都穆清閣成，連延數百間，千門萬戶，取婦女實之，為大喜樂故也。 \\n 脫脫平徐州，以得芝麻李奏功，既而陰構朝旨，令班師。使者六七返，帝始令月怯察兒代之。月餘，始獲芝麻李，械送京師，脫脫密令人就雄州殺之。 \\n 潁州沈邱探馬赤察罕帖木兒，與羅山縣典史李思齊，集眾號義兵，克復羅山縣、州。奏功朝廷，授察罕羅山縣達魯花赤，授李思齊縣尹。上曰：「人言國家輕漢人，如此，果輕漢人也。」下吏部再議，于是察罕授汝甯府達魯花赤，思齊知府。 \\n 冬十二月二十七目，天鼓響于東北。 \\n 甲午　至正十四年。正月，汴水花冰。二月朔，日食。 \\n 張士誠起兵泰州，襲據高郵[７８]，截南北路[７９]。 \\n 倚納十人與帝竊議，脫脫在京不可[８０]，于是謀令太史王監丞奏，連夕相星犯帝座。自是帝疑脫脫，脫脫始無援矣[８１]。內無後援，而外有倚納十人之譖，識者皆知脫脫不返矣。 \\n 秋八月二日，脫脫總天下兵，出征高郵[８２]，天下想望其來[８３]，兵圍高郵三日[８４]。中書右丞哈麻諷御史大夫[８５]，以老師費財彈擊脫脫。帝信其言，詔卸脫脫兵權，淮安安置，令樞密院老張代之。當是時脫脫權重，內握朝柄，外總兵馬，以指揮天下，天下希其有功。兵圍高郵，日事攻撃，矢石雨注，城中幾不支，日議降附，又恐罪在不赦；圍者亦指日收功，忽有詣旨來卸軍，軍中聞之皆大哭。當詔未開讀時，襲伯遂進曰：「始丞相出師時，親奉帝玉音，以為『在後事體，朕再有密旨來』。今丞相在軍，止奉皇帝密旨，一意進取可也，詔書且勿聽。事既久，小人讒言自然明白矣。且『將在軍，君命有所不受』，為是故也。」脫脫搖首曰：「不可。詔我而不從，是與帝相抗拒也。」遂從詔。大軍百萬，一時四散。先是，諸大臣子弟領軍從行者，哈麻歷告其家，陰遣人先來軍中白其長曰：「詔書且至，不即散者，當族誅。」故散之之遽如此。其散如無所附者，多從紅軍，如鐵甲軍入襄陽，號「鐵甲吳」者是也。脫脫在淮安一月，詔復使西行，鴆死于吐蕃境上。是時，高郵危困已甚，脫脫分兵定真州，平六合，及將攻徐、濠，遠近凛然，國勢漸張。而哈麻邪謀誤國，遂至危亡不救，可勝惜哉！ \\n 是歲，省吉大夫以舟師自安慶征湖廣，至湖口，適與蘄、黃之紅巾遇，風勢不利，敗績死之。紅巾遂順流而下，攻安慶，為義兵所破，大敗南還。既而蠻子海牙中丞復總水軍義軍南征，破黃連大寨，徐真逸等入黃梅山中及沔陽湖中，官軍盡復武昌等處。未幾，盡抽軍下據廬州，官軍勢退，而賊勢復熾矣。 \\n 亦憐只斑丞相，以馬步軍由江東援江西，至龍興，逾月而卒。左丞火爾赤代總其兵，攻臨江，復瑞州，進攻袁州，與歐軍相持數年不決，後卒敗亡[８６]。 \\n 注： \\n [１]「昨夕火星犯后妃座」，「座」原無，據明抄本補。 \\n [２]「當帝自廣西來京師」，「自」原作「在」，據明抄本改。 \\n [３]「我如何救得你」，「你」原作「徐」，據明抄本、《學津》本、《寶顏》本改。 \\n [４]「后乃世祖后察必之曾孫也」，「世祖后」原作「世宗」，據明抄本、《學津》本、《寶顏》本改。 \\n [５][任箋]「休教讀漢兒人書」，「兒」原無，據《學津》本補。 \\n [６]「漢兒人讀書好生欺負人」，「漢兒人讀書」原作「解人又其間」，據《學津》本改。 \\n [７]「品官畜馬有差」，此句原作「有差品官畜馬」，據明抄本、《學津》本、《寶顏》本改。 \\n [８]「河南棒胡反」，「棒胡反」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [９]「河南鵲山縣人」，「鵲山縣」原作「散山縣」，據明抄本、《學津》本、《寶顏》本改。 \\n [１０]「鹿邑岡」，明抄本作「鹿邑杏岡」。 \\n [１１]「妻佛母」，「妻」原作「母」，據明抄本、《學津》本、《寶顏》本改。 \\n [１２]「竊以告其師吳直方行可」，「吳直方」原作「胡行可」，據《學津》本及《元史》改。按吳直方，字行可。 \\n [１３]「喚當值掾吏來傳聖旨」，「聖」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [１４]「總管撤思麻」，「麻」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [１５]「經五日久」，「久」，明抄本作「又」，屬下讀。 \\n [１６]「獨歸睗不從」，「睗」原作「賜」，各本同，據《元史》改。又此句下明抄本有「縛之」二字。 \\n [１７]「故天下多歸睗自此始」，此句《學津》本作「故天下義之」。 \\n [１８]「乳脫脫家，呼脫脫為奶公」，此二句原作「祁，脫脫妻，人皆呼脫脫為乃公」，據明抄本、《學津》本、《寶顏》本改。 \\n [１９]「伯顏久有異志」，「伯顏」，明抄本、《學津》本、《寶顏》本均作「伯父」。 \\n [２０]「特使平章沙只班召其館客范匯」，「特」，此上原衍一「時」字，據明抄本、《學津》本、《寶顏》本刪。「沙只班」，明抄本、《學津》本、《寶顏》本均作「沙加班」。 \\n [２１]「詣城上開讀詔書畢」，「詣」原作「諸」，據《學津》本改。 \\n [２２]「但見奴婢殺使長」，「見」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [２３][任箋]「乃貶太后東安州安置」，「東」原無，據《元史》補。 \\n [２４]「乃遣云都赤月怯察兒押送瀋陽」，此句下明抄本、《學津》本、《寶顏》本均有「將至瀋陽」四字。 \\n [２５]「月怯察兒追及之」，「及」原無，據明抄本補。 \\n [２６]「而乃專作戲嬉」，此下《學津》本有「嘗忤帝意」四字。 \\n [２７]「昔文宗制詔天下」，「詔」原作「治」，據明抄本改。 \\n [２８]「人皆掩鼻過之」，「皆」下明抄本有「撩衣」二字。 \\n [２９]「其嗇也如此」，「嗇」，《學津》本作「豐」。 \\n [３０]「阿乂赤即借觀」，「即」原作「都」，據明抄本、《學津》本、《寶顏》本改。 \\n [３１]「從旁促阿乂赤」，此句明抄本作「從旁提阿義赤臂」。 \\n [３２]「嗾參政佛喜問曰」，明抄本、《學津》本、《寶顏》本「喜」均作「嘉」。 \\n [３３]「君所言無不聽」，此句原作「所行言無不聽」，據明抄本、《學津》本、《寶顏》本改。 \\n [３４]「金口高水河」，明抄本、《寶顏》本均作「金口水河」；《學津》本作「金口水」。 \\n [３５]「金口高水瀉下湍悍」，此句《學津》本、《寶顏》「瀉」字下均有「而」字，明抄本則作「金口高水瀉而下，其水湍悍」。 \\n [３６]「常幸宣王閣」，「幸」原無，據明抄本補。 \\n [３７]「在朝鬱鬱」，此下明抄本有「不得志，擴廓入朝為左丞相，封河南王，位太傅，出總天下兵，奏曩加孫」二十七字。 \\n [３８]「相顧問曰」，「顧」原作「過」，據明抄本、《學津》本、《寶顏》本改。 \\n [３９]「國生」，明抄本、《學津》本均作「監生」。下同。 \\n [４０][增校]「答失八都魯」，原作「答失八都」，《箋証》作「答失八都祿」，此據《元史》本傳增「魯」字。 \\n [４１]「元載門」，明抄本、《學津》本均作「厚載門」。 \\n [４２]「並出宮女」，「出」原無，據明抄本補。 \\n [４３]「掾史遂與……此易耳」，此數句明抄本作「掾史遂與國史院典籍危素謀之，素曰：丞相不喜，若非錢糧無可措畫乎？此易耳」。《學津》本作「掾史遂與國史院典籍謀之曰：丞相非不喜，蓋因錢糧無可措畫乎，然此亦易耳」。 \\n [４４]「十有七日」，明抄本無「十」字，《學津》本作「七日」。 \\n [４５][增校]「以常平倉得法」，此句前《箋証》多「至是取守令」五字。 \\n [４６]「給事中」，「中」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [４７]「給事中」，「中」原無，據同上補。 \\n [４８]「廣平王」，「平」原無，據明抄本及《明史》補。 \\n [４９]「別兒怯不花」，原本及各本皆作「別怯兒不花」，據《元史˙宰相年表》及本傳改。[任箋]「右丞相」，「右」原無，據《學津》本補。 \\n [５０]「命選天下郡守」，此下明抄本、《學津》本、《寶顏》本均有「各選其人」四字。 \\n [５１]「同嬉戲一日帝與祁后同席坐偏殿太子愛育失黎達臘與加刺張」凡二十六字原無，據《學津》本補。 \\n [５２]「愛育失黎達臘使加刺張負己作老鴉聲」，「負」原作「偕」，據明抄本、《學津》本、《寶顏》本改。 \\n [５３]「黑色五明」，「明」原作「名」，據明抄本、《學津》本、《寶顏》本改。 \\n [５４]「然亦未嘗見帝也」，「嘗」，明抄本、《學津》本、《寶顏》本均作「敢」。 \\n [５５]「今日幸親終服闋」，「日」，明抄本作「者」，《學津》本作「不」。 \\n [５６]「知脫脫有意興作，蓋前為相無聞」，此二句明抄本、《學津》本、《寶顏》本均作「知脫脫有意興作庶事，蓋謂前相無聞」。 \\n [５７]「及議定」，「及」原作「乃」，據明抄本、《學津》本、《寶顏》本改。 \\n [５８]「本郡鴉路有上馬賊」，「鴉」，明抄本作「淮」。 \\n [５９]「山東」，原作「水東」，據明抄本、《學津》本、《寶顏》本改。 \\n [６０]「潁上」，此上明抄本有「起」字。 \\n [６１]「蘄黃」，此上明抄本、《學津》本、《寶顏》本均有「起」字。 \\n [６２]「德陽」，明抄本、《學津》本、《寶顏》本均作「德安」。 \\n [６３]「襄」，原作「湘」，據明抄本及《元史》改。 \\n [６４]「外四人因而得入」，「外」下明抄本有「城」字。 \\n [６５]「從之者亦百餘萬」，「百」，明抄本、《學津》本作「十」。 \\n [６６]「河南漢人可盡誅乎」，此句原作「河南漢人可追乎」，據明抄本原校及《學津》本改。 \\n [６７]「元朝之國祚可盡矣」，「元朝」，明抄本、《寶顏》本皆作「胡元」。 \\n [６８]「然三將但以酒色為務」，「然」原作「其」，據明抄本改。 \\n [６９]「軍士但以剽掠為務」，「務」原作「營」，據明抄本、《學津》本、《寶顏》本改。 \\n [７０]「赫厮策馬望見紅軍陣大」，「策」原作「軍」，據明抄本改。 \\n [７１]「言走也」，「言」上明抄本、《學津》本、《寶顏》本均有「華」字。 \\n [７２]「至正十二年」，「十二」原作「十三」，據曆例及各校本改。 \\n [７３][任箋]「芝麻李遁去」五字原無，據《學津》本補。 \\n [７４]「河南北供億萬計」，此句明抄本作「河南北供給計億萬」。 \\n [７５][增校]「水由故道行」，此句下《箋証》據《學津》本補「先是，河南北童謠云：『石人一隻眼，挑動黃河天下反。』及魯治河，果于黃陵得石人一眼，而汝甯始亂。」三十八字。 \\n [７６][增校]「蛙林」，《箋証》作「哇麻」，未知屬是。 \\n [７７]「帝弟也」，「弟」原作「舅」，據明抄本、《學津》本、《寶顏》本改。 \\n [７８][任箋]「襲據高郵」上原有「劉福通」三字，據《學津》本刪。 \\n [７９]「張士誠起兵泰州，襲據高節，截南北路」，此數句明抄本、《寶顏》本作「張士誠起兵泰州白駒場，據高郵，截南北路」。 \\n [８０]「脫脫在京不可」，此下明抄本、《學津》本、《寶顏》本均有「諧」字。 \\n [８１]「脫脫始無援矣」，「無」下明抄本有「內」字。 \\n [８２]「出征高郵」，此下《學津》本有「十月大軍至高郵，連戰大捷，分兵平六合，進圍高郵」。 \\n [８３]「天下想望其來」，此句明抄本作「天下想望其風采」。 \\n [８４]「兵圍高郵三日」，「日」，明抄本作「月」。 \\n [８５][任箋]「中書右丞哈麻諷御史大夫」，「丞」下原有「相」字，據《學津》本刪。 \\n [８６]「後卒敗亡」，原作「又卒後敗亡」，據明抄本、《學津》本改。 \\n  \\n   \\n  "}
{"章节": "●卷下", "正文": "  \\n ●卷下 \\n 　 \\n  \\n 乙未至正十五年。湖廣苗軍聽調，營于汴梁東，其帥吳太保死[８７]，裨將陳生叛入西京[８８]，遂陷陳州、許州，西至虎牢關，答失八都魯討平之。 \\n 以汪家奴為右丞相，鼎住為左丞相，哈麻為平章。數月，鼎住薨，哈麻陞為右丞相[８９]，其弟雪雪為御史大夫，倚納十人皆進職。 \\n 立興聖宮祁后子愛育失黎達臘為皇太子，命翰林學士行冊詞。有曰：「家法曰齊，心法曰正。」又曰：「存心養性者，守身為事親之大；任賢去邪者，知人為安民之方[９０]。勿謂昊穹之高，一誠意而庶徵應；勿謂宮廷之奧，一善言而萬方知。與治同道，則唐虞之俗可還；主善為師，則舜禹之域斯至。」君子以為徒訓也。 \\n 劉福通劫敗答失八都魯長葛營。趙明遠陷嵩、汝以及洛陽。 \\n 明元帥入四川，陷之，自稱蜀王。香軍陷安豐，二日陷和州[９１]，三日破廬州[９２]。宣讓棄城浮海還燕[９３]。香軍遂乘勝渡江，破太平、建康、甯國，遂據江東，既而池州、安慶尋皆覆沒。 \\n 丙申　至正十六年。哈麻既得相位，醜前所薦西天僧所為，恐為當世及後人所非議，乃以他事杖西天僧一百七，流于甘州，偽若初未嘗薦之者。又私念以為前薦西天僧所為秘密，惟妹婿禿魯帖木兒知之，莫若併去之，以滅其口。乃謬謂其父篤魯國公曰：「我兄弟二人，一薦而為丞相，一為大夫，皆祖宗德澤。但妹婿禿魯帖木兒在上前近行，慢褻無禮，為天下士大夫所譏笑[９４]，我兄弟何面目見人？盍除之以為我利。」不意其妹于屏間竊聞之，急歸告其夫。翌日有旨，哈麻休入臺陽[９５]；又有旨，跟隨哈麻人吏都散；又有旨，令哈麻出城；又有旨，哈麻安置惠州，雪雪安置太甯。中途，皆杖殺之。上始悟哈麻譖脫脫，令脫脫骸骨還京師。 \\n 河南行省平章太不花，軍南陽、篙、汝，招降叛民百萬，軍聲大振。其秋，下唐、隨、安陸、沔陽、德安以及蘄，升為湖南行省左丞相。賀太平再入朝為右丞相。初，大理宣慰司同知達失八都魯為四川參政，引兵自巴蜀來，先復襄陽、均、房等州，調入中原，獨有功。至是，升為河南行省平章政事兼知行樞密院[９６]。是歲，本朝起建康，張士誠據平江，危素為司農司丞，于京師、雄、霸等州，屯聚糧給京師，號曰「京糧」。為浙西被陷，浙糧不通故也[９７]。 \\n 丁酉　至正十七年。詔答失八都魯至京師。帝見之，私謂侍臣曰：「此人死期至矣。」罷還軍。先是，太不花軍士失律，劫掠汴民，臺御史彈之。有旨卸其軍，褫其職，以白衣聽調[９８]。至是復命為湖廣省左丞相，仍提軍前往征山東毛貴。答失八都魯率本部兵渡河，征曹州盛文郁。于是二將皆渡河[９９]。 \\n 五月[１００]，汴梁大饑，守臣失列門知院遁，紅軍劉福通自稱太保，入遽之，迎其主小明王于亳州，入都于汴梁之皇城。其軍分三支：關先生、破頭潘、馮長舅[１０１]、沙劉二、王士誠，入晉、冀，由朔方攻上都；白不信、大刀敖[１０２]、李喜喜，趨關中；分淮安趙君用部將毛貴兵合田豐趨大都[１０３]。而帝方與倚納十人行大喜樂，帽帶金佛字，手執數珠，又有美女百人，衣瓔珞，品樂器，列隊唱歌《金字經》，舞《雁兒舞》，其選者名「十六天魔」。復命答失八都魯駐兵曹州，未幾死。子孛魯帖木兒代領其眾，受詔鎮守西京。答失八都魯既死，其部下察罕帖木兒兵勢益甚，命為刑部侍郎，號「長槍侍郎」[１０４]。毛貴由海道得海船，長驅破益都，義兵黃軍下萬戶田豐叛入紅軍，遂破東昌、東平、大名等處。 \\n 罷商稅，罷寶錢提舉司。 \\n 四月，陳友諒陷安慶，余闕死之。余闕三上宰相書，不達，援兵不至，故城陷而死之。 \\n 戊戌　至正十八年。太不花忿賀太平本漢人而居相位，己乃勤勞于外，表索賀太平軍前供給，怒朝廷不從，駐兵彰德，玩寇不進。賀太平以計殺之于保定，併害其子壽童。以駙馬紐的該為添設宰相。 \\n 山東毛貴兵由濟南犯直沽，去京師百二十里，京師大震。值太不花裨劉哈刺領兵自晉、冀來[１０５]，大戰却之。哈剌以功由尚書升平章。義兵察罕帖木兒，以八月克復汴梁，小明王遁入安豐。關先生、沙劉二、破頭潘等，由大同直趨上都，焚毀宮殿，望虎賁司犯大甯。虎責司去上都二百里，世祖皇帝所立三十六屯在焉。先是大雪，人跡不通，至是雪晴，暖氣如春。 \\n 西京孛羅饋京師糧數千車。 \\n 帝嘗為近侍建宅，自畫屋樣；又自削木構宮，高尺餘，棟梁楹榱，宛轉皆具，付匠者按此式為之，京師遂稱「魯般天子」。內侍利其金珠之飾，告帝曰：「此房屋比某人家殊陋劣。」帝輒命易之，內侍因刮金珠而去。祁后見帝造作不已，嘗挽上衣諫曰：「使長年已大，太子年已長，宜稍息造作。且諸夫人事上足矣，無惑于天魔舞女輩，不自愛惜聖躬也。」帝拂然怒曰：「古今只我一人耶？」由此兩月不到后內宮。祁后亦多蓄高麗美人，大臣有權者輒以此女送之。京師達官貴人，必得高麗女然後為名家。高麗婉媚，善事人，至則多奪寵。自至正以來，宮中給事使令，大半為高麗女。以故四方衣服鞋帽器物，皆依高麗樣子。此關系一時風氣，豈偶然哉！ \\n 帝嘗謂倚納曰：「太子苦不曉秘密佛法，秘密佛法可以益壽。」乃命禿魯帖木兒教太子秘密佛法。未幾，太子亦惑溺于邪道也。噫！ \\n 陳友諒陷江西龍興，司徒道童、左丞火而赤、總管安謙棄城從西門走撫州。陷瑞州，守臣臨江同知給事中死之。至臨江，守臣定住降之。陷吉安，宣差尚書、總管海尚書皆死之。陷撫州，達魯花赤完者帖木兒被獲[１０６]，不屈死之。陳友諒乘勢下江南[１０７]，至太平，殺徐真逸于舟中而自立，既而大敗于金陵。南還後，于江州建都焉。 \\n 己亥　至正十九年。破頭潘、關先生趨全甯，焚魯王宮府，駐軍遼陽[１０８]。賀太平當相位，奏用其子也先勿都。時也先勿都為詹事，以為總兵大將軍，取遼陽。太平意謂關先生、破頭潘，自晉、冀、西京歷上都，軍常無留行，其破遼陽，必不能守，可以取遼陽，則其子功成。至則關、潘軍日治戰馬，一無退意，也先勿都畏之，縮跡不前[１０９]，竟潰而歸，乘夜入城，仍升為翰林集賢學士。先是，太平嘗養聲譽，用成遵、蕭庸、趙中等，布列省部，遵等亦俛首從之。及也先勿都敗還，反以功升為學士，相與歎曰：「朝廷賞罰無章，紀綱掃地，乃至如此！」將陳其罪。親近者竊以告太平，太平頗以為憾。 \\n 京師大饑，民殍死者幾百萬。十一門外各掘萬人坑掩之，鴟鴞百羣，夜鳴至曉，連日乃止。又居庸關子規啼。太子召指空和尚，問民飢饉何以療之，指空曰：「海運且至，何憂？」秋，福建運糧數十萬至京師。先是，朝廷以張士誠內附，封為太尉，且以歲饑，遣使督海運糧，儲于京師。時張士誠據浙西有糧[１１０]，方國珍據浙東有船，二家攻戰不和，糧竟不至。賴福建濱海，又為王土，獨能運糧至京師，由是京師民始再活。當元統、至元間，國家承平之時，一歲入糧一千三百五十萬八千八百八十四石，而浙江四分強[１１１]，河南二分強，江西一分強，腹裏一分強，湖廣、陜西、遼陽總一分強，通十分也。金入凡三百餘錠，銀入凡千餘錠，鈔本入一千餘萬錠，絲入凡一百餘萬斤，綿入凡七萬餘斤，布帛入凡四十八萬餘匹，而江、浙常居其半。及張士誠有浙西，方國珍有浙東，而京師索然。識者以為元之氣數，不推可知也。 \\n 指空者，西天剎帝利王第三子也，狀貌魁梧，不去鬚髮，服食擬于王者。居京師四十年，習靜一室，未嘗出門，王公貴人，多見呵斥，雖帝亦不免，年百八歲而死。 \\n 甘露降文宣王廟樹上，凝如白霜，啖之味甜。 \\n 黃河清鄭州，長數里。 \\n 貴赤衛韓僉事家次子死數年，長子又為孛羅所拘于西京，父母悲歎失二子，且貧老無以為食，日夜哭泣。方哭之際，忽聞次子來告曰：「吾兄將西京麪來，且至，父母可勿憂。」已而果然。自此之後，往來聞其言語如生人者半年，其家小兒盡見其容貌服色，而長者但聞其聲。一日，來告父母曰：「阿爺、阿娘，可遷西房，兒欲居東房，以某日娶女。」其日，小兒果見筵席賓客甚盛，又聞歌舞雜劇之聲者數日。其京師之不祥者有如此。 \\n 建清甯殿，外為百花宮，環繞殿側。帝以舊例，五日一移宮，不厭其所欲；又酷嗜天魔舞女，恐宰相以舊例為言，乃掘地道盛飾其中，從地道數往就天魔舞女，以晝作夜，外人初不知也。 \\n 帝又造龍舟，巧其機括，能使龍尾、鬣皆動，而龍爪自撥水。帝每登龍舟，用彩女盛粧，兩岸挽之，一時興有所屬，輒呼而幸之。又令諸嬪妃百餘人，皆受大喜樂佛戒。太倉積粟盡入女寵家，百官俸則抵支茶、紙、雜物之類。 \\n 冬十二月，左丞成遵[１１２]、參政趙中、蕭庸等六人，丞相賀太平誣以贓罪，皆杖一百，流死。先是，祁后與太子謀求內禪，使宦者朴不花邀賀太平，贊帝遜位于皇太子，賀太平懼不敢從。復邀太平用其黨數人，又不許，太子銜之。太子一日倡言于中書省堂曰：「我所用者，汝皆沮之，汝所用者，今皆以贓敗，何也？」太平對曰：「所知者，才也，故用之；所不知者，心也，雖父子之間，亦不能保其無私也。」太平于是稱病，求免相位。初，祁后與太子謀內禪，賀太平既不允其事，后謂太子曰：「太平不可使居相位，有兀良歹其人[１１３]，與汝無所可否，今以總兵居真定，宜勸上召還京師，當以代之，庶幾汝事可成也。」既而果有旨召還京師。太平覺其所謀，嗾臺官劾其罪。有旨令兀良歹居興州，逾月，以無病卒。太子疑太平害之，怨之愈深。 \\n 庚子　至正二十年。春，二月九日，以賀太平為太保，罷相。是月，搠思監為右相[１１４]，蓋老的沙所薦也。初，上罷賀太平，相謀于老的沙，老的沙欲自為之[１１５]，而難于發言，遂薦搠思監。帝以搠思監為右丞相，老的沙為大夫[１１６]。老的沙恃有薦相之恩，數有請于搠思監，搠思監不答，二人遂成隙。搠思監恃有祁后、太子之援，老的沙恃有皇帝、母黨之戚，于是搆怨日益深矣。 \\n 夏五月朔，日有食之。陽翟王阿魯輝帖木兒[１１７]，擁兵數萬，傳檄問京師之罪。有曰：「祖宗付汝以天下，今何故失天下大半？汝不可居祖宗大位，將國璽送與我，我當代汝為之。」帝聞之，顏色不變，徐曰：「他果有天命，我何不避之有？」乃命樞密知院哈麻刺、朵兒只、禿堅帖木兒、八里顏逆擊之。行至稱海[１１８]，復起哈麻赤萬人為軍。哈麻赤臨陣，皆脫號衣，從宗王與合勢，追奔百里，三知院單馬遁入上都。 \\n 破頭潘、關先生、沙劉二軍入高麗王京，高麗王奔耽羅[１１９]，其臣納女請降，將校皆以女子配之。軍士遂與高麗如姻婭，恣情往來。高麗人因而各藏其馬于林中，一夕傳王令，除高麗聲音者不殺，其餘並殺之。沙劉二、關先生皆死，惟破頭潘及裨將左李率輕騎萬人[１２０]，從間道走西京，降孛羅，聽調。已而又降擴廓。初，賀太平辭相時，帝賜以金帛駝馬，使之歸老于故所生之地。太平既出京城，沿途留宿不進。搠思監疑其徘徊顧盼，猶有希進之心，諷御史彈之，誣以謀害大臣，并其子也先忽都，殺之于野馬川。 \\n 辛丑　至正二十一年。帝更命老張少保，率兵四十萬，擊宗王阿魯輝帖木兒。老張軍未至，宗王黨有脫懽知院者，內叛擒宗王，獻京師，宗王臨死，罵不絕口。舊例：宗王有罪大故，用弓弦絞之，名曰賜死。至是帝特命殺之。 \\n 陳友諒者，徐真逸之臣也。已而握權篡其位，沈真逸于江，有湖廣、江西之地，建都于江州。至是，大軍克江州，友諒走武昌，其將守龍興者[１２１]，以江西降，時八月二十四日也。 \\n 九月，命察罕征山東。山東自毛貴死，其將為復仇，殺趙君用[１２２]，國內大亂。花馬王田豐、埽地王互相攻[１２３]，察罕乘之，破其冠州、東昌、濟南諸郡，進圍益都。田豐來降，豐時提兵在穆陵關，使人來言：「總兵不信我心，且不與總兵相見，當為平沿海諸城，然後相見未晚也。」。察罕喜，即以朝命授豐為山東平章[１２４]，且重犒其所部。已而沿海登、萊、沂、密等皆降附，田豐遂與察罕相見益都城西。時察罕方調兵攻圍益都，俾田豐軍塞益都南門，為營圍數日[１２５]。田豐頻往察罕營議事，見其待朝廷使者甚簡傲，又所施設多術數，無忠誠心，田豐乃忿曰：「我以山東地降汝，又為汝平海上諸城之不同心者，誠以汝為元朝中興人物也，今若此，是漢室之曹操耳！使汝為曹操，我豈不能自為之耶？」于是與同儕王士誠私謀曰：「十五日察罕必巡兵圍[１２６]，我預椎牛釀酒，至日設席，邀其一切幕官、大小部帥。酒行，汝選驍勇者帶刀，若供給然，兩人夾一人，以擊鼓為令，自察罕以下皆殺之。」謀既定，察罕于十四日昳時從馬騎二人來田豐營。王士誠即埽地王也，其人躁勇，見察罕輕身出，意謂得間，帶刀入侍。田豐目之使退，其人誤謬，以為使之行其所謀，轉身自察罕後揮刀，中其肩。田豐知其不可止，遂擊鼓三，城中聞即開門，納田豐軍，遂擁察罕入城。城中人復推察罕為主，以拒朝廷，田豐不允。已而察罕死。有王保保者，察罕甥也，嘗養為子。察罕入城之夕，諸將校惶惑不知所從，軍中頗有異論。同僉白瑣住[１２７]，乃察罕舊人，有機識，遂倡言曰：「總兵奉朝廷命討逆寇，總兵雖死，朝命不可中止。況今總制官王保保，曾為總兵養子，朝廷又賜其名『擴廓』，若立以為主，總兵雖死，猶不死也。」于是率先下拜，眾亦皆拜，人心始定。先是，有白氣如小索，起危宿，長五丈餘，埽太微。帝命占之，占曰：「山東當有大水。」帝曰：「不然，山東當失一良將。」即馳書戒察罕毋輕出，察罕忽之，故及于禍。帝聞其死，哭之慟。孛羅帖木兒聞之，在西京亦哭[１２８]，曰：「察罕若在，我省用多少氣力！」中原聞察罕死，婦人小兒皆為流涕[１２９]。 \\n 壬寅　至正二十二年。太子酷好佛法，于清甯宮殿置龍牀中坐，東西布長席，西番僧、高麗僧列坐滿長席。太子嘗謂左右曰：「李先生教我讀儒書許多年，我不省書中何意。西番僧教我佛經，我一夕便曉。」李先生者，乃狀元李好文也。太子初學書，甚遒勁，其後放蕩無拘檢，專喜臨宋徽宗字帖，謂之「瘦筋書」。或告之曰：「徽宗乃亡國之君，不足為法。」太子曰：「我但學其筆法飄逸，不學他治天下，庸何傷乎？」 \\n 冬，擴廓克益都，誅田豐、王士誠等，餘黨械歸京師。 \\n 癸卯　至正二十三年。老的沙提調京北口、白袱等邨千餘頃，號內府稻米，供給女寵併倚納等，非奉旨不得擅支。 \\n 祁后宗族在高麗者，多蒙官爵封號，出則恃勢驕橫[１３０]，強奪人田舍子女，高麗王屢戒之，不改。王不勝怒，盡殺祁后一家[１３１]。至是后聞之，謂太子曰：「兒年長，盍為我雪此恥？」時高麗王昆弟有留京師者，乃議立塔思帖木兒為王[１３２]，而以祁族子三寶奴為元子，以將同知崔帖木兒為丞相，以兵萬人送之國，至鴨綠江，為高麗所敗，僅餘十七騎還京師。秋七月，大兵克廬州，守將左君弼遁，淮西降附。 \\n 野鴿巢興聖宮數年，蕃息數千，驅之不去，網之不盡。君子以為興聖宮，祁氏之宮也。蒙古以韃靼氏為父、翁吉刺、伯牙吾氏為母[１３３]，家法相承，至七八傳矣。一旦家國將亡。家法先變，帝母回回氏，太子母高麗氏，此野鴿所以來巢，有關必先應也[１３４]。 \\n 初，庚子辛丑之歲，李察罕與孛羅常搆兵，爭晉、冀之地。帝以晉、冀分屬兩家，且諭之曰：「土皆王土也，民皆王民也，何爭之有？」而資政院使朴不花與丞相搠思監相為表裏，專一貪黷無厭，視南北兩家賂遺厚薄[１３５]，而啖之以密旨。南之賂厚，則謂南曰：「帝有密旨，令汝併北而有之。」北之賂厚，則謂北曰：「帝有密旨，令汝併南而有之。」以此兵禍纏綿不解。監察御史傅公讓【一云子敬】，率同寮彈此二人。后謂太子曰：「朴不花是我資政院老火者[１３６]，看家貧人也，臺家何無情而欲逐之，汝不能為我主張耶？」太子曰：「阿婆無憂，我盡有主張。」明日，貶傅公讓吐蕃，其餘臺官皆外除，惟老的沙在臺而已。既而新除臺官陳祖仁等十餘人，又彈劾二人事，又外除之。既而諸道臺憲皆以為言，于是太子怒，欲並去老的沙。老的沙畏禍，隨入孛羅軍中，孛羅知其冤，藏老的沙于後寢。朝廷圖形徧求之，不可得。朴不花見臺憲彈劾不行，與其黨謀曰：「十八功臣家子孫，朝夕在帝左右，我與汝等平日之所為，渠必得知，臺家亦必知之，終當為我不利。」搠思監曰：「彼皆老的沙黨也，老的沙既為孛羅所庇，必請兵來犯京師，十八人為內應，社稷能無危乎？」遂執十八人送資政院，問其謀害太子之狀。十八人不勝苦楚，皆自誣服。未幾，太子得咽喉疾，甚亟。左右曰：「願釋十八人之冤，太子之疾可無禱而免。」搠思監聞其言，令出十八人，皆安置外郡。途有死者，有以賄免者。其後，孛羅入京師，俱召還。 \\n 宏農盧氏山移五六里。 \\n 八月，陳友諒與大兵大戰于鄱陽湖，中箭而死。大兵遂進圍武昌，其子理出降，湖廣、荊、襄諸郡皆歸附。陳友諒之篡位徐真逸也，僭號「大漢」，改元大義、天元，至是亡。 \\n 甲辰　至正二十四年。三月四日申、酉時，黑氣圍日，外有兩耳，引白氣一道貫日。四月，知樞密院禿堅帖木兒，領兵犯京師。禿堅帖木兒初與丞相也先不花俱屯兵西方[１３７]。禿堅曾往也先屯擡飯，也先自恃尊屬，不受。禿堅忿然坐也先不花營門外，呼軍士共啖之。也先不花患其為人剛果不測，譖其有異志，遂差五府官訊之。禿堅怒曰：「我有何罪，五府來問我？」于是拘五府官，告孛羅曰：「朝廷為佞臣作弄，至尊更無公論至此[１３８]，我當擁兵入京師，問此舉為誰？」禿堅軍將行，朴不花、搠思監稱詔書，謂孛羅與禿堅帖木兒同反，削孛羅兵柄。詔到孛羅營，孛羅手裂之，囚使者。禿堅軍至燕京，太子出古北口宜興州以避之。禿堅遣人奏帝曰：「我無負國家，國家負我，我非犯闕，願得姦臣二人而已。」帝不得已，以搠思監、朴不花付之。二人囚首至營中，禿堅為之加帽易衣，置搠思監中坐，朴不花側坐，拜，朴不花與搠思監交跪。禿堅奏帝，求擅自執縛大臣赦，又求稱兵犯闕赦。已得二赦，然後釋兵，入見帝，哭曰：「左右蒙蔽陛下，非一日矣，禍及忠良，徜循習不改，奈天下何？吾執此二人去也，陛下亦宜省過，卓然自新，一聽正人君子所為，不可復為邪說所惑，然後天下事可為，祖宗基業可固守也。」帝但唯唯而已。遂執此二人詣孛羅，厚禮之，逾三日，始問以濁亂天下之罪。復笑而問搠思監曰：「我前時賂汝七寶數珠一串[１３９]，今何不見還？」因取似此者六串來送還。孛羅見之曰：「皆非我家故物也。」不要，復追前物，果取故物來方是。孛羅怒曰：「在君側者，貪婪如此，我何可以坐視而不清之乎？」遂殺此二人，復舉兵入清君側。七月二十五日，遂與老的沙、禿堅帖木兒擁兵俱來，屯大都門外[１４０]，入見帝，奏曰：「國家所用人，皆貪婪輭弱，不足以濟天下大事，願召也速，除為右丞相，臣為左丞相，禿堅不花為樞密知院，老的沙為中書平章，如此同心竭力，整治庶政。」遂執讒佞數人，並倚納九人，皆殺之，逐西番僧，罷諸造作。時方修築宮墻[１４１]，立為罷之。散驅祈后出宮，屏居厚載門外。是時，白瑣住駐軍廬溝[１４２]，因挾太子，遁入擴廓軍中。孛羅始見帝，退謂老的沙曰：「我平生不怕天下一人，今見上，使人似不能言者，何耶？豈天威若是！今後凡省中事無大小，你可與我奏陳去也。」孛羅入京前一日，有大風從西來，黃塵蔽天，人馬皆立足不定，自西至東[１４３]，止于更鼓樓西。孛羅之住宅，適在其處。初，削孛羅兵權時，搠思監召承旨張翥草詔。翥曰：「此大事，非見主上，不能為之執筆[１４４]。」乃更詔參政危素，就相府客位草之。草畢，過中書郎中曰：「我恰了一件好勾當，為朝廷出詔削孛羅兵柄，此正撥亂反正之舉也。」郎中曰：「此舉莫非撥正反亂也[１４５]？」客有暢勳在座，因曰：「撥正反亂，其猶裸體縛虎豹者也。」孛羅至京師，聞之，召危素責之曰：「詔從天子出，搠思監客位，豈草詔之地乎？」素無以對，欲將出斬之，左右解曰：「當時素以一秀才，豈敢與丞相可否乎？」遂止之[１４６]。祁后初出厚載門外，居造作提舉司局中。或言孛羅因夜巡警，至后所留宿，故后復得入宮。 \\n 雷擊延春閣西脊。 \\n 大兵攻江西諸山寨，攻贛州，陳友諒故將熊平章拒守，自冬十月至次年正月始降，遂定閩、廣之地。袁州歐道人亦歸款，率其屬歸金陵。 \\n 乙巳　至正二十五年。祁后納女孛羅，約以某日成婚。孛羅促后，后曰：「斷送之物未畢工。」孛羅曰：「女先至，斷送之物後至可也。」乃先兩日成婚。孛羅自入京，納女四十餘人，早食必同坐共食，厨中每早辦飯四十品，隨諸夫人索食。其入朝時，諸夫人盛飾餞行，各進酒一巵，荒于酒色，銳氣銷耗矣。 \\n 擴廓分兵為三支，駐大都城外，遙制孛羅，而不與之挑戰。其白瑣住領一支在通州者，孛羅命其將姚一百與之戰，一百被擒。孛羅不勝怒，自將兵與之戰。至通州取一女子，不戰而還。 \\n 五月七日，天雨白毛，長尺許，細如馬鬃。或諛于帝曰：「此龍鬚也。」帝乃命收而閤之，祀之如神。 \\n 六月二十七日，天雨魚，長尺許，城中人家皆取而食之。 \\n 七月，孛羅索帝所愛女子，帝曰：「欺我至此耶！」有秀才徐施畚者[１４７]，居家好奇謀，而平生憤漢人不得志于當世，故難仕進。至是，命為待制。帝欲殺孛羅，與之謀，與謀者六人，曰洪保保、火兒忽答、上都馬、金那海、和尚、帖木兒不花。六人中選驍勇善刀者，皆挾刀在衣中，外皆寬衣，若聽事伺立延春閣東古桃林內[１４８]。時孛羅早朝，小飯畢，將上馬回去。舊例：丞相將上馬，帶刀侍衛之士，疾趨先出，上馬候丞相出，諸衛士起立于馬上，丞相就騎，然後衛騎翼丞相以行。當時丞相出，預謀挾刀者，見其不得便，相顧曰：「今日又罷了。」徐施畚搖手曰：「未也。」忽有報捷音者[１４９]，自西北來，平章失烈門謂孛羅曰：「好消息，丞相宜奏去。」孛羅推失烈門，失烈門強孛羅偕行，至延春閣側，有杏枝自上垂，梢罥孛羅帽而墜之，失烈門遽為拾之。孛羅曰：「咄，今日莫有事！」已而又有一人突然橫過其前，孛羅方眙視，呼失烈門曰：「平章，此人面生。」言未訖，一人批其額，孛羅以手禦刀，遽呼曰：「我帶刀者何在？」有一人砍其左耳而死。遂譁傳白瑣住軍在西宮裏。老的沙亦被傷而出，孛羅騎士問曰：「我那顏久不出來，何也？」老的沙謬曰：「你那顏又發酒風，恰砍我一刀。」老的沙行稍遠，騎士又問，老的沙曰：「已被殺矣，擴廓大軍無數在西宮裏。」孛羅軍大駭，分散四走[１５０]。時帝居窟室，約曰[１５１]：「事捷則放鴿鈴。」于是，帝始出自窟室，發令百姓，見川軍者，皆許殺之。百姓上屋，擊以瓦石，死者填巷。老的沙趨至孛羅營中，將其甲士而北走，合禿堅帖木兒軍。先是，宗王辣黎謂帝已崩，孛羅為皇帝，將兵來討之，故孛羅遣禿堅帖木兒將兵迎撃之。禿堅帖木兒軍回，中途遇老的沙，禿堅帖木兒知事變，謂老的沙曰：「今上膿團，不可輔，小婦的孩兒亦非國器，不如徑赴趙王，扶立趙王，南面以定天下。」趙王始然之，終慮事不成[１５２]，醉以酒，縛二人，送京師剮之。老的沙懼而乞憐，禿堅罵曰：「彼非害我，自害其社稷也。」趙王，太祖之屬也，當時曾與之約曰[１５３]：「吾與汝共天下事，倘異日社稷有難，汝當助之。」故憶其祖父之言，不從禿堅計。正宮后車必氏【《元史》云宏吉刺氏。】聞孛羅難作，薨。帝賞殺孛羅者六人功，徐施畚不受賞，一夕逸去。孛羅既死，以伯撒里為右丞相。 \\n 九月，擴廓護太子還京師。以擴廓為太傅、左丞相，封河南王，居京師兩月。擴廓在軍中久，樂恣縱無檢束，居朝怏怏不樂，朝士往往輕之，謂其非根脚官人。擴廓與左右謀之，左右勸以請出治兵，肅清江淮，詔從之。 \\n 十二月朔，日食，洛陽山鳴。 \\n 擴廓退位，伯撤里仍為右丞相，沙藍答里為左丞相[１５４]。 \\n 丙午　至正二十六年。擴廓既出，無意治兵，以父死未終喪，欲廬父墓側。左右或曰：「總兵既受朝命，出而中止，無乃不可乎？」擴廓左右有孫翥、趙恒者，憸人也，畏江南強盛，欲故緩其計，以密其姦，謂擴廓曰：「丞相受天子命，總天下兵，肅清江淮。兵法：欲治人者，先自治。今李思齊、脫里白、孔興、張思道四軍[１５５]，坐食關中，累年不調。丞相合調四軍，南去武關，與大軍并力渡淮。彼若恃頑不受調，則移軍征之，據有關中，四軍惟丞相意所用，不亦善乎？」擴廓欣然從之。于是分撥關、虎等，統兵從大興關渡河以俟，先以劄付調關中四軍，張思道、脫里白、孔興俱不受調。李思齊得調兵劄，大怒，罵曰：「乳臭小兒，黃髮猶未退，而反調我耶！我與汝父同鄉里，汝父進酒，猶三拜然後飲，汝於我前無立地處，而今日公然稱總兵調我耶？」令各部曰：「一戈一甲，不可出武關，王保保來，則整兵殺之。」擴廓自是進兵關中，兩家相持一年，前後百戰，勝負未決，而國家大事去矣。擴廓由懷慶移屯彰德，彰德素蓄積糧草十萬[１５６]，坐食之。帝始疑擴廓有異志，謂左右曰：「擴廓之出，為治兵肅清江淮也。其後不肅清江淮，而結釁關中。今也關中之戰，未定雌雄，而移兵彰德，其欲窺我京師也耶？」又怨祁后及太子，曰：「向者孛羅舉兵犯闕[１５７]，今日擴廓總兵，天下不太平[１５８]，爾母子誤我天下。今天下土疆分裂[１５９]，坐受危困，皆汝母子所為也。」怒氣不已，太子致被捶楚，走而免。朝廷屢促擴廓南征，十一月，擴廓不得已，命母弟脫因帖木兒及部將貊高、完仲宜駐兵濟甯[１６０]、鄒縣等處，名為保障山東，且以塞南軍入北之路，復命朝廷曰：「此為肅清江淮張本也。」識者哂之。 \\n 先是，小明王駐兵安豐，為張士誠攻圍，乘黑冒雨而出，居于滁州。至是，朱鎮撫具舟楫迎歸建康。小明王與劉太保至瓜州渡，遇風浪掀舟沒，劉太保、小明王俱亡。 \\n 丁未　至正二十七年。擴廓增兵入關，日求決戰。張、李輩軍頗不支，遂使人求助于朝廷。朝廷因差左丞袁渙及知院安定臣[１６１]、中丞明安帖木兒傳旨，令兩家息兵罷攻，各率所部，共清江淮。孫翥進密計擴廓曰：「我每事功垂成，不可誤聽息攻之旨。且袁渙貪賄之人也，此豈其本意？可令在京贜吏，私賄其家，則袁必助我，而我事可成也。」擴廓如其計，袁果私布意于擴廓曰：「不除張、李，終為丞相後患。」于是攻張、李愈急。七月，勝負猶未決。擴廓謂孫、趙二人曰：「今日果當如何？」二人因進計曰：「關中四軍，惟李思齊軍最強；李思齊破，則三軍不攻自服矣。今關中臨陣兵將，適與彼兵等耳[１６２]，所以老師費財，相持不決，所畏者惟貊高駐兵鄒縣[１６３]。以吾二人觀之，南軍必不能越王宣以侵我。且抽貊高一軍，疾趨河中，自河中渡河，急趨鳳翔，覆李思齊巢穴，出其不意，則渭北之軍，一戰可降，此唐莊宗破汴梁之策[１６４]。關中定，然後出關中以敵南軍[１６５]，猶未晚也。」擴廓即日從其計。貊高所部將，多孛羅之黨，行至衛輝，部將夜聚。或曰：「我為官軍，擴廓為總兵，用我敵南軍，猶云可也。今者却聞檄我行糧，星馳前往河中，渡河西趨鳳翔。李思齊乃官軍也，以官軍殺官軍，如何？」于是河西平章船張知院、沙劉參政投刀誓眾曰[１６６]：「不必多言，五鼓罷，扶貊高作總兵，不從則殺作血城以去。」約定，各率兵以待。八月六日，天未明，如其言以叛。貊高即使其首領兵胡安之控告朝廷[１６７]，使謝雪兒領精騎北奪彰德，使沙劉領精騎西奪懷慶。往彰德者，騎少兵精，偽作使人以據之，殺擴廓守將范國英。往懷慶者，騎多兵冗，懷慶守將黃瑞覺之，閉城不得入。時擴廓在洛，而其隨從部將盡在懷慶，識者以為貊高此舉終不成大事矣[１６８]。先是，朝廷見擴廓不受調，而搆兵仇殺，方議削其軍權，而未得其說，見貊高使來，大喜，升貊高知院兼平章，總河北兵。且詔擴廓率潼關以東兵下淮南；李思齊等四軍出武關，下襄、漢；貊高率河北軍與也速及脫因帖木兒、完者仲宜兵下淮東。然脫因帖木兒盡劫掠山東以西民畜，而西聚衛輝；擴廓盡率河洛民兵而北渡懷慶；貊高懼擴廓兄弟有夾攻衛輝之勢，亦盡劫掠衛輝民畜而北歸彰德，朝廷無如之何。有帖臨沙、伯元臣、李國鳳者[１６９]，進謀于太子曰：「向日詔書令各將將本部，分道進兵，而不立大將以總之，宜其不相從也。古者，太子入則監國，出則撫軍，太子何不奏主上，立大撫軍院以鎮之？凡指揮各將，皆宜出自撫軍院，然後行使權歸于一，而自內制外，庶幾可為。而貊高一部，背擴廓向朝廷，此宜別作名號以旌異之，然後可也。」于是，開大撫軍院于京師，專制天下兵馬，省臺部院皆受節制。以貊高首倡大義，賜其所部將士，皆為忠義功臣名號。 \\n 九月，大軍攻平江，擒張士誠，遂平福建、兩廣，擒友定[１７０]。貊高率兵攻真定，不克而還。 \\n 張士誠者，名九四，初起泰州，後據高郵，入平江、浙西、淮東諸郡，號稱吳王，國號「天佑」，至是而亡。 \\n 十月，國朝大軍平定河海。十月，平定山東。 \\n 擴廓自懷慶北據澤州。 \\n 戊申　至正二十八年。春，朝廷誘擴廓將李景昌，封為國公，景昌以汴梁歸之。誘關保，亦封為國公，關保亦以晉、冀歸之。擴廓自澤州退據平陽。 \\n 三月，貊高率兵攻懷慶，不克。 \\n 武庫火。 \\n 四月，大軍平定汴梁，河南諸州，相次降附。擴廓退據太原。 \\n 五月，詔下剿除擴廓，令關保與貊高合勢攻其東，張思道、李思齊、脫里白、孔興合軍攻其西。 \\n 閏七月一日，大軍自中灤渡河，三日平衛輝，五日平相，七日平廣平，八日平順德。 \\n 是月二日[１７１]，貊高出兵逼太原城為陣。貊高輕脫，從數騎巡陣。擴廓部將毛翌望見之，易旗幟，駐兵于其西角，貊高果誤入其陣，即合擒之[１７２]。時關保營在貊高營西，未及出布陣，急縛貊高示之。營軍亦皆潰散，關保亦被擒。二將被擒，所部將士皆降于擴廓。 \\n 六月，大雷雨電，雨中有火，燒白塔寺。先是，七月二十一日，大軍自通州進兵克永平，也速軍潰，于是檀、順、會、利、大興等處，以次皆降附焉[１７３]。大軍又攻潼關，張、李、脫、孔四軍，亦皆潰而西矣。朝廷聞關、貊軍敗被擒，大驚，遽罷撫軍院，歸罪太子，殺伯元臣、李國鳳，盡復擴廓舊有爵位。差哈完太子來督擴廓[１７４]，出援燕京，且勤王禦敵。擴廓得詔，乃提軍向雲中。或曰：「丞相率師勤王，宜出井陘口，向真定，與河間也速軍合勢，可以邀截南軍。若入雲中，至燕京迂途千里，無乃不可乎？」擴廓曰：「我潛師由紫荊關口入[１７５]，出其不意，豈不可乎？」趙恒、曩元輝則曰：「朝廷開撫軍院，步步要殺丞相，乃要勤王！我駐軍雲中，觀其成敗為計耳。」 \\n 後七月二十七日，大軍至通州。帝得報大懼，即日委淮王帖木兒不花、丞相慶童留守大都。二十八夜，帝即捲其女子玉帛[１７６]，出居庸關，遁入上都。 \\n 八月三日，大軍至齊化門外，一鼓而克全城。淮王帖木兒不花、丞相慶童、大都路總管廓允中[１７７]、中書左丞丁敬可皆死之。是歲，即國朝洪武元年之歲也。 \\n 十一月，擴廓軍數十萬駐太原。十二月，大軍自盌子城入，破擴廓于澤潞。是月，擴廓部將賀宗哲，領兵來援晉、冀[１７８]，駐龍鎮衛口子[１７９]，去太原七十里，而大軍至，先鋒常遇春夜斫擴廓營，侵及擴廓中軍，擴廓匹馬隻靴夜遁。于是晉、冀之地皆平。 \\n 先是，大都平，馳奏南京，奉勅旨改為北平府，仍令常遇春經營北方。其年五月，平永平等處。九月，平遼陽，獨上都與紅羅山未平。庚申帝在上都，紅羅山在東南，也速駐兵在焉。上都恃有紅羅山為之籓籬，紅羅山恃上都為救援而不設備。常遇春使人覘之，即以大兵銳騎銜枚，具十日糧，晝夜兼行，六月二十八日即破紅羅山[１８０]，七月二十七日破上都城。庚申帝乘天未明出城遁，挈其后妃入于和林，在大漠之北，前太祖所都之地。八月二十一日，平懷慶、鞏昌、平涼、臨洮諸府[１８１]，而天下遂大定于萬萬年矣。 \\n 野史斷曰：嗟夫！平定江淮，大事也，而帝付之擴廓，擴廓受之于庚申帝，何其易哉！且以世祖平江南言之。世祖欲伐江南，議論數年，或以為可伐，或以為不可伐，而劉太保秉忠曰：「未有其人。」其後伯顏自西域奉使來，太保見之，喜而告帝曰：「伐江南有其人矣。」召之使前，世祖亦喜曰：「汝豈諸侯王臣哉？其留事朕。」自伯顏受命出師，世祖日夕憂懼，或日中不食，或中夜起坐。夫以世祖為之君，伯顏為之臣，兢兢業業，尚不敢必其有成功也。觀庚申帝漫爾而命擴廓，擴廓亦漫爾而受之，其根本已非矣。而又庚申帝宣淫于上，擴廓肆愚于下，上淫而下愚，上虐而下暗，處則昧經國之大計，出則失兵家之神機，及大兵一動，君臣俱及其禍，豈不宜哉！ \\n 帝在位三十六年[１８２]，當元統、至元間，帝受制權臣，相繼或死或誅[１８３]，帝恐懼之心弛，而寬平之心生。故至正改元之後，復興科舉，行太廟時享，賜高年之帛，蠲免天下民租，選儒臣歐陽玄等，講五經四書，譯《貞觀政要》，出厚載門耕籍田，禮服祀南郊，立常平倉，因水旱、盜賊下詔罪己，盡蠲被灾者田租，又命使宣撫十道，凡此皆寬平之心所為者也。惜乎元朝之法[１８４]，取士用人，惟論根脚，其餘圖大政為相者，皆根脚人也；居糾彈之首者，又根脚人也；莅百司之長者，亦根脚人也。而凡負大器、抱大才、蘊道藝者，俱不得與其政事。所謂根脚人者，徒能生長富貴，臠羶擁毳，素無學問。內無侍從臺閣之賢，外無論思獻納之彥，是以四海之廣，天下之大，萬民之眾，皆相率而聽夫臠羶擁毳、飽食煖衣、腥羶之徒，使之坐廊廟，據樞軸，以進天下無籍之徙。嗚呼！是安得而不敗哉？故庚申帝寬平之心因是益進矣[１８５]。是故《易˙大傳》有曰：「危者，安其位者也；亡者，保其存者也；亂者，有其治者也。是故君子安而不忘危，存而不忘亡，治而不忘亂，是以身安而國家可保也。」向使庚申帝持其心常如至正之初，則終保天下，何至于遠遁而為亡虜哉！ \\n 庚申帝幼時，嘗貶居廣西靜江府，寓大圓寺[１８６]。其未至寺時，朝廷命刑部侍郎哈刺八失館伴南行。舟泊劉家山下，忽有三猢猻拜于岸上，手中若有所獻。帝命妳公受之，則山東果也，舟人皆異之。帝因呼上船，則俯拜如初。帝問之曰：「汝更有伴侶乎？」猢猻手指岸上，帝因使舟人隨其後視之。行三四里，至一洞，羣猢猻多至百數，皆相招呼以行，至船側，皆俯伏再拜。帝大喜，命舟人以舟皆載之以行，至所寓寺中，則告之以其故。其長老號秋江者，心獨異之，放之寺後山上。帝又命寺中曰：「羣猢猻當餐我飯，汝不可以饑之，日為我設兩餐。」自後，每飯聞雲板響，羣猢猻皆累累然携負幼小而來，故土人號為「猢猻寺」。其後，寺遂以此為名。後帝即捨與本寺常住，租五千供之。帝居寺時，長老秋江亦嘗教之讀《論語》、《孝經》[１８７]，日寫字兩張。及召回京，收書冊紙筆藏小皮匣中，手自開閉，用馬馱之前行[１８８]。頭髮常生蟣蝨，使民嫗捕之，告嫗曰：「是雖血食于我，我不忍殺之，不如以紙裹之，懸于屋簷下，冷殺可也。」然亦時薄劣，常鑽地穴，溺其中，和成泥[１８９]。又嘗領羣兒二三十餘，竿紙為旂，插城上。又好養八角禽而調習之，或飛泊池枯木枝上，即不顧靴[１９０]，下水捕之，嘗為長老秋江所禁止。秋江又教之曰：「太子乃國家金枝玉葉，不比凡民，見大官人來，切不可妄發言，亦不可不自重。」由是，司官府官來，輒坐長老法座上，正身危坐，一無所言；司官府官出，即下座嬉戲如初。蓋其性度如此[１９１]，一時勉強，素非涵養有之[１９２]。哈刺八失常受密旨，有侵害帝意，及見羣猢猻之畏伏狀，以為終有天命，始不敢有逆心。後羣猢猻自帝北還，復携其類返故山[１９３]。有老猢猻三十六枚，盡日哀號江岸，逾數日，皆擲死。識者以為帝在位三十六年之驗也。 \\n 予聞之友人暢申之曰[１９４]：「帝不嗜酒，善畫，又善觀天象。」當沙、關之陷上都也，已而東行，左右勸帝出避之，帝知天象無傷，大言曰：「毋多言，有福者任其自來，吾何避之有？」及大軍南來，帝復觀天象，左右勸帝守京師以待援，帝搖首不從，即日遁去。始雖留意政事[１９５]，終無卓越之志，自溺于倚納大喜樂事，耽嗜酒色，盡變前所為。又好聽讒佞，輕殺大臣，致使帝舅之尊，帝弟之親，男女雜揉，何殊聚麀？其後祁后諫己，強其子使學佛法。文公有云：「中國一變為夷狄，夷狄一變為禽獸。」堂堂人主，為禽獸行，人紀滅亡，天下失矣。或曰：庚申帝以昏愚而失天下，非也。庚申帝豈昏愚者哉！觀其欲殺是人也，未嘗不假手于人，外為不得已之狀，內實行其欲殺之志。其問甲則曰：「乙與汝甚不許也。」問乙則曰：「甲與汝甚不許也。」及甲之力足以去乙，則謂甲曰：「乙嘗欲圖汝，汝何不去之也？」乙之力足以去甲，則亦如是焉。故其大臣死，則曰：「此權臣殺我也。」小民死，則曰：「此割據弄兵殺我也。」人雖至于死，未嘗有歸怨之者，豈昏愚者所能為之也！ \\n 或又曰：庚申帝以優柔不斷失天下，亦非也。庚申帝豈優柔不斷者哉！自至正改元以來[１９６]，凡權臣赫赫跋扈有重名者，皆死于其手，前後至殺一品大官者，凡五百餘人，皆出指顧之間，而未嘗有悔殺之意，此豈優柔不斷者所能哉！然則竟以何者而失天下？曰：由其陰毒故也。且自古有天下之君，莅九五之位，惟秉陽剛之德、總攬陽剛之權者，為能居之。若操陰毒之性者，適足亡天下耳！故《大易》稱聖人之德也，必曰「聰明睿知，神武不殺」而後已。夫外有聰明之聞見，內有睿知之機運；外有神武之雄略，內有不殺之仁慈[１９７]；外聰明而內睿知，外神武而內不殺，然後為聖人之全德，而可以居九五之大位。彼庚申帝者，何足以語此？而其為亡虜也，不亦宜乎！嗚呼！殺之為言，豈為人上之心哉！殺一惡人而使天下之為惡者懼，使天下之為善者喜，如此而後殺之，是天下殺之也；殺一善人而使天下之為惡者喜，使天下之為善者懼，則為人上者，甯不殺可也！古之聖人不殺者，其此之謂夫[１９８]。 \\n 注： \\n [８７]「吳太保」，明抄本、《學津》本、《寶顏》本均作「吳天保」。[增校]《元史˙順帝本紀》亦作「吳天保」。 \\n [８８]「陳生」，明抄本、《寶顏》本均作「生陳」，《學津》本作「王陳」。 \\n [８９]「哈麻陞為右丞相」，「右」，按《學津》本及《元史˙宰相年表》當作「左」。 \\n [９０]「知人為安民之方」，「方」原作「效」，明抄本、《學津》本、《寶顏》本均作「方」，據改。 \\n [９１]「二日陷和州」，「二日」，明抄本作「二月」。 \\n [９２]「三日破廬州」，「三日」，明抄本作「三月」。 \\n [９３]「宣讓棄城」，此下明抄本有「由浙」二字。 \\n [９４]「為天下士大夫所譏笑」，「譏」原作「議」，據明抄本、《學津》本、《寶顏》本改。 \\n [９５]「休入陽臺」，「休入」原作「伏人」，據明抄本、《學津》本改。「臺陽」，原校勘記云疑當作「臺院」。 \\n [９６][增校]「升為河南行省平章政事」，「政事」原無，據《元史˙答失八都魯傳》及《箋証》補。 \\n [９７]「浙糧不通故也」，「浙糧」，明抄本、《學津》本、《寶顏》本均作「海運」。 \\n [９８][任箋]「以白衣聽調」，「聽」下原有「達失」二字，據《學津》本刪。 \\n [９９]「于是二將皆渡河」，此句下明抄本缺四字而下有「相次失守矣」。《學津》本此句作「于是二將皆渡河而北，河南之境相繼而陷」。 \\n [１００]「五月」，此起至「受詔鎮守西京」一段，《學津》本作「劉福通入據之，迎其主小明王于亳州，入都于汴梁之皇城。分河北之關先生、沙劉二領兵入晉、冀，由朔方攻上都，分淮安趙君用部將毛貴兵合田豐趨大都。而帝方與倚納十六（人）行大喜樂法，帽帶金玉佛，手執數珠，以宮女十六人首垂髮數辮，戴象牙冠，身披纓絡大紅銷金長短裙襖，雲裙合袖，天衣綬帶鞋襪，唱《金字經》，舞《燕兒舞》，名《十六天魔舞》。又有美女百人，亦皆纓絡，各執加已剌股般之器，內一人執鈴奏樂，又宮女十一人練捶髻勒帕常服，或用唐帽窄衫，所秦樂器用龍笛、頭管、小管、箏、琵琶、笙、胡琴、響板、拍板，以宦者長安不花領之。每遇宮中贊佛，則按舞奏樂，宦官並受秘密戒者不得預。是時答失八都魯死，其子羅帖木兒代領其眾，朝廷因而使之鎮西京。」 \\n [１０１][任箋]「馮長舅」，原作「馮長勇」，據《元史》改。 \\n [１０２][任箋]「大刀敖」，原作「大力敖」，據《元史》改。 \\n [１０３][任箋]「分淮安趙君用部將」原無，據《學津》本補。 \\n [１０４]自「答失八都魯既死」以下四句，《學津》本無。 \\n [１０５]「劉哈刺」以下，明抄本、《學津》本、《寶顏》本均有「不花」二字。「晉」，明抄本作「秦」。 \\n [１０６]「達魯花赤完者帖木兒」，原作「達兒花赤兒者完帖木兒」，據明抄本、《寶顏》本改。 \\n [１０７]「陳友諒乘勢下江南」，「陳友諒」，此上明抄本、《寶顏》本均有「是歲」二字；「江南」，明抄本、《寶顏》本均作「江東」。又，此起至「于江州建都焉」，《學津》本無。 \\n [１０８]「駐軍遼陽」，「軍」原作「居」，據明抄本、《學津》本改。 \\n [１０９]「縮跡不前」，「縮跡」，明抄本、《學津》本均作「宿留」。 \\n [１１０]「時張士誠據浙西有糧」，「有糧」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [１１１]「而浙江四分強」，「浙江」，明抄本、《學津》本、《寶顏》本作「江浙」。 \\n [１１２][任箋]「左丞成遵」，「丞」下原有「相」字，據《學津》本刪。 \\n [１１３]「兀良歹」，明抄本、《學津》本均作「兀良哈歹」。 \\n [１１４]「搠思監為右相」，「相」原作「丞」，據明抄本、《寶顏》本改。按《元史˙宰相年表》是年搠思監為右相。 \\n [１１５][任箋]「老的沙欲自為之」，「老的沙」原無，據《學津》本補。 \\n [１１６]「老的沙為大夫」，此下明抄本、《學津》本、《寶顏》本均有「二人既拜」四字。 \\n [１１７][任箋]「陽翟王阿魯輝帖木兒」，「陽翟王」原作「魯王」，據《元史》改。 \\n [１１８][任箋]「行至稱海」原無，據《學津》本補。 \\n [１１９]「高麗王奔耽羅」，「奔」原作「奢」，據明抄本、《學津》本、《寶顏》本改。 \\n [１２０]「惟破頭潘及裨將左李率輕騎萬人」，「及」原無，據明抄本補。《學津》本作「並」。 \\n [１２１]「其將守龍興者」，「將」原作「偽」，據明抄本、《學津》本改。 \\n [１２２]「趙君用」，原作「趙思用」，據明抄本、《學津》本、《元史》改。 \\n [１２３]「埽地王互相攻」，「攻」，此下明抄本有「伐」字。 \\n [１２４]「即以朝命授豐為山東平章」，「山東」下，明抄本、《學津》本、《寶顏》本均有「行省」二字。 \\n [１２５]「為營圍數日」，「日」，明抄本、《學津》本均作「月」。 \\n [１２６]「十五日察罕必巡兵圍」，「兵」，明抄本、《學津》本均作「長」。 \\n [１２７][任箋]「白瑣住」，原作「白瓚住」，據《學津》本改。 \\n [１２８]「孛羅帖木兒聞之，在西京亦哭」，「在西京」三字，明抄本、《學津》本均在「聞之」上。 \\n [１２９]「婦人小兒皆為流涕」，此句明抄本作「婦人小兒皆為之嗟嘆，或至流涕」。 \\n [１３０]「出則恃勢驕橫」，「出」，明抄本、《學津》本均作「久」。 \\n [１３１]「盡殺祁后一家」，「家」，明抄本作「宗」。 \\n [１３２][增校]「塔思帖木兒」，「塔」原作「撘」，《箋証》作「搭」，此據《元史˙順帝本紀九》改。 \\n [１３３]「翁吉刺伯牙吾氏為母」，「刺」原作「利」，據明抄本、《學津》本、《寶顏》本改。 \\n [１３４]「有關必先應也」，「關」原作「開」，據明抄本改。 \\n [１３５]「視南北兩家賂遺厚薄」，「視」原作「袒」，據明抄本、《學津》本、《寶顏》本改。 \\n [１３６]「朴不花是我資政院老火者」，「火」原作「大」，據明抄本、《學津》本、《寶顏》本改。 \\n [１３７]「禿堅帖木兒初與丞相也先不花俱屯兵西方」，「兵」，明抄本、《學津》本、《寶顏》本均作「田」。 \\n [１３８][增校]「至尊更無公論至此」，「至此」，明抄本、《學津》本、《寶顏》本作「如此」，屬下讀。 \\n [１３９]「我前時賂汝七寶數珠一串」，「一」，《學津》本作「六」。 \\n [１４０]「屯大都門外」，「門外」，明抄本、《學津》本、《寶顏》本均作「北門」。 \\n [１４１]「時方修築宮墻」，「修」，明抄本、《學津》本均作「課」。 \\n [１４２]「白瑣住駐軍廬溝」「廬溝」，原作「廬州溝」據明抄本、《學津》本刪。[任箋]「白瑣住」，原作「白瓚住」，據《元史》改。 \\n [１４３]「自西至東」，「至」原作「自」，據明抄本、《學津》本改。 \\n [１４４]「不能為之執筆」，「能」，明抄本、《學津》本、《寶顏》本均作「敢」。 \\n [１４５]「此舉莫非撥正反亂也」，「此」上明抄本、《學津》本、《寶顏》本均有「相公」二字。 \\n [１４６]「遂止之」，此句下明抄本、《寶顏》本均有「且以負天下才名，乃除和林省左丞，即時上道」三句。《學津》本此三句中「且以」作「以其」。 \\n [１４７]「徐施畚」，明抄本「畚」作「圖」，下同。《元史》卷一一七《寬徹普化傳》作「徐士本」。 \\n [１４８]「古桃林內」，「古」，當為「杏」，明抄本、《學津》本均作「桃杏林內」。 \\n [１４９]「忽有報捷音者」，「有」，明抄本、《學津》本、《寶顏》本均作「又」。 \\n [１５０]「分散四走」，「分」原脫，據明抄本補。 \\n [１５１]「約曰」，「曰」原作「白」，據明抄本、《學津》本、《寶顏》本改。 \\n [１５２]「終慮事不成」，「終」，明抄本、《學津》本、《寶顏》本均作「中」。 \\n [１５３]「當時曾與之約曰」，「時」下明抄本、《學津》本、《寶顏》本均有「世祖」二字。 \\n [１５４][增校]「沙藍答里為左丞相」，「沙」字原無，據《箋証》及《元史˙宰相年表二》補。 \\n [１５５]　[任箋]「張思道」，原作「張師道」，據《元史》改。 \\n [１５６]「彰德素蓄積糧草十萬」，「十」上明抄本、《學津》本、《寶顏》本均有「數」字。 \\n [１５７]「向者孛羅舉兵犯闕」，「孛羅」原作「擴廓」，據明抄本、《學津》本、《寶顏》本改。 \\n [１５８]「不太平」，明抄本、《學津》本均作「尾大不掉」。 \\n [１５９]「今天下土疆分裂」，「今天下」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [１６０]「完仲宜駐兵濟甯」，「完仲宜」，「仲」原作「抖」，據明抄本、《學津》本改。又後文有「完者仲宜」。 \\n [１６１]「朝廷因差左丞袁渙及知院安定臣」，「朝廷」原脫，據明抄本、《學津》本、《寶顏》本補。[增校]「左丞袁渙」，「丞」下原有「相」字，據《箋証》及《元史˙宰相年表二》刪。 \\n [１６２]「適與彼兵等耳」，「適」原作「通」，明抄本、《學津》本、《寶顏》本改。 \\n [１６３]「所畏者惟貊高駐兵鄒縣」，「貊高」下原衍一「完」字，據明抄本、《學津》本、《寶顏》本刪。 \\n [１６４]「此唐莊宗破汴梁之策」，「此」原無，據明抄本、《學津》本、《寶顏》本補。 \\n [１６５]「然後出關中以敵南軍」，此句「關中」下明抄本、《學津》本均有「軍」字；「敵」原作「適」，據明抄本、《學津》本改。 \\n [１６６][增校]「沙劉參政投刀誓眾曰」，「投刀」，《學津》本作「拔刀」。 \\n [１６７]「貊高即使其首領兵胡安之控告朝廷」，「兵」，明抄本、《學津》本、《寶顏》本均作「官」。 \\n [１６８]「識者以為貊高此舉終不成大事矣」，「貊高」下原衍一「完」字，據明抄本、《學津》本、《寶顏》本刪。 \\n [１６９]「李國鳳」，原作「李鳳國」，據明抄本、《學津》本改。又《明史》亦作「李國鳳」。 \\n [１７０]「友定」，明抄本、《學津》本作「陳定觀」。 \\n [１７１]「是月二日」，「二」，明抄本、《寶顏》本原缺，《學津》本作「一」。 \\n [１７２]「即合擒之」，「合」原作「分」，據明抄本、《寶顏》本改。《學津》本作「令」。 \\n [１７３]「先是……以次皆降附焉」數句，明抄本、《學津》本、《寶顏》本均在後文「先是大都平」前；「七月」作「五月」。 \\n [１７４]「差哈完太子來督擴廓」，「差」上明抄本、《學津》本、《寶顏》本均有「閏七月」三字。 \\n [１７５]「我潛師由紫荊關口入」，「關」原作「門」，據明抄本改。 \\n [１７６]「帝即捲其女子玉帛」，「女子」，明抄本作「子女」。 \\n [１７７]「廓允中」，明抄本、《學津》本、《寶顏》本均作「郭允中」。[增校]《箋証》據《元史》改「廓」為「郭」，但查《元史》無「郭允中」，惟《明史紀事本末》卷八《北伐中原》條云：「八月二日庚午，徐達等進師取元都，至齊化門，將士填壕登城而入……左丞丁敬可、總管郭允中皆死之。」 \\n [１７８]「領兵來援晉冀」，「來」，原在「領兵」前，此據明抄本、《學津》本、《寶顏》本乙正。 \\n [１７９]「駐龍鎮衛口子」，「口子」原倒，據明抄本、《學津》本、《寶顏》本乙正。 \\n [１８０]「六月二十八日即破紅羅山」，「二十八日」，明抄本、《學津》本、《寶顏》本均作「二十二日」。 \\n [１８１]「平懷慶鞏昌平涼府臨洮諸府」，「諸」原無，據《學津》本補。 \\n [１８２]「帝在位三十六年」，此句下明抄本、《寶顏》本均有「野史斷曰」四字，《學津》本「斷」作「記」。 \\n [１８３]「相繼或死或誅」，此句首《學津》本有「其後權臣」四字。 \\n [１８４]「惜乎元朝之法」，「元朝」，明抄本、《學津》本、《寶顏》本均作「夷狄」。 \\n [１８５]「故庚申帝寬平之心因是益進矣」，此句明抄本、《寶顏》本均有脫缺，《學津》本作「故庚申帝有寬平之心，一變而為驕惰之心，驕情之心既生，而哈麻邪淫之說進矣」。 \\n [１８６]「大圓寺」，「圓」原作「圖」，據《學津》本、《寶顏》本改。 \\n [１８７]「長老秋江亦嘗教之讀論語孝經」，「讀」下原衍一「書」字，據明抄本、《學津》本、《寶顏》本刪。 \\n [１８８][任箋]「用馬馱之前行」，「馱」原作「駝」，據《學津》本改。 \\n [１８９]「和成泥」，此句下《學津》本有「以作戲具」四字。 \\n [１９０]「即不顧靴」，「靴」下明抄本、《學津》本均有「襪」字。 \\n [１９１]「蓋其性度如此」，「度」，明抄本、《寶顏》本均作「之」。 \\n [１９２]「素非涵養有之」，「有之」，明抄本、《學津》本作「自然也」。 \\n [１９３]「復携其類返故山」，「携」，原作「移」，據明抄本改。 \\n [１９４]「予聞之友人暢申之曰」，「予」上明抄本、《學津》本、《寶顏》本均有「野史斷曰」四字。 \\n [１９５]「始雖留意政事」，「政」原作「故」，據明抄本、《學津》本、《寶顏》本改。 \\n [１９６]「自至正改元以來」，「至正」，明抄本、《寶顏》本均作「至元」。 \\n [１９７]「內有不殺之仁慈」，「仁」原作「神」，據明抄本、《學津》本、《寶顏》本改。 \\n [１９８]「古之聖人不殺者其此之謂夫」，此句明抄本、《學津》本均作「故曰古之聖人聰明睿智神武不殺者，其此之謂夫」。 \\n  \\n   \\n  "}
{"章节": "●跋", "正文": "  \\n ●跋 \\n 　 \\n  \\n 葛溪先生，姓權名衡，字以制，吉安人，葛溪其號也。隱太行山彰德府黃華山二十八年不仕，太不花丞相、李察罕嘗以禮聘，俱不應。洪武辛亥，偶在海陵鹽船中相見。著書甚多，年六十餘，其子間關往北尋見，苦請還鄉，于是附鄉人鹽船回。與予言始寓臨江，蓋隱德碩學之士也。因閱此錄，遂廣其傳云。金華宋濂。 \\n  \\n   \\n  "}
