{"章节": "點校說明", "正文": "  \\n 點校說明 \\n 　 \\n  \\n 桯史，是宋人岳珂所作的記載兩宋時代朝野見聞的一部史料隨筆。 \\n 岳珂，字肅之，號亦齋，又號倦翁，祖籍相州湯陰（今河南省湯陰縣），是抗金名將岳飛的孫子，敷文閣待制岳霖的次子。他生於宋孝宗淳熙十年，【岳珂寶真齋法書贊卷二十八：「銀青清白頌語」附注：「紹熙壬子十月，先君子帥廣，微若不適，猶治事如平時。壬子平日，起書數語於紙，口占遺奏，略不及家事，遂深衣幅巾，而啟手足。珂時始十齡，侍大寧自五嶺歸，既克襄大事，因摭清白，為塋傍精舍之題。」又，錢儀吉棠湖詩稿跋：「（棠湖詩稿）蓋成於端平初元，金亡之歲，時年五十有二。」錢氏所云與岳珂自述正合，因以推定岳珂的生年。】主要生活在宋光宗、寧宗、理宗三朝，曾先後出任管內勸農使，嘉興知府、戶部侍郎、淮東總領兼制置使等職。他長於經學，工於詞章，著述極富，流傳至今的除本書外，有九經三傳沿革例、金陀粹編、宋少保岳鄂王行實編年、媿郯錄、寶真齋法書贊、玉楮集、棠湖詩稿等。此外，尚有見諸著錄而已佚其書的，如東陲事略、【伍崇曜九經三傳沿革例跋：「有玉楮集、媿郯錄、諸史備亡、東陲事略、桯史、籲天辯誣集、金佗粹編等書行世。」然而，王士禛却說東陲事略一書已不及見，帶經堂詩話卷六云：「集中有贈李微之祕監詩，自注云：『微之以史館牒來索予所撰東陲事略』云云，亦不及見，不知尚傳於世否？俟更訪之。」】讀史備亡捷覽、【見宋史藝文志補史鈔類，後來，任崇曜九經三傳沿革例跋也提及此書，然而明清諸名家書目均未見著錄。】籲天辯誣集五卷、【見宋史岳飛傳及藝文志，伍崇曜九經三傳沿革例跋也提及此書。】天定錄二卷。【見宋史岳飛傳。明陶宗儀說郛（委宛山堂本）函三十四著錄天定錄一卷，署名為宋□□撰，可能就是宋岳珂天定錄的節錄本，俟考。】 \\n 岳珂一生正處於南宋王朝偏安江左、國勢積弱的時期，岳家又直接遭受到南宋統治集團中投降派的嚴酷迫害，因此，他每議論時政，總是義憤填膺，意緒激越。「情見乎詞」，這種思想感情，必然滲透在他的著述中。以「公是公非」為寫作目的的桯史，正是通過許多目擊耳聞的朝野各階層人物的言行，憤怒揭露了兩宋政治的腐敗黑暗，南宋統治集團中投降派禍國殃民的罪惡，熱情歌頌了諍臣戰將、布衣義士的抗金熱忱和凜凜氣節，辭嚴義正，愛憎鮮明。明人潘旦指出：「亦齋，武穆孫也，悲憤籲天間，著桯史以見志。」【見明嘉靖本桯史潘旦書桯史後。】說得很對。全書所記遺聞軼事，大抵可靠，尤其是南宋時代的人事，或是岳珂親身經歷，或是父友輩口述，尤可考信。如乾道受書禮、范石湖一言悟主、大散論賞書、秦檜死報、開禧北伐等條，比正史詳備，可以補闕，足資旁證，很有史料價值。清畢沅撰續資治通鑑，就曾採擷過桯史中的材料。岳珂擅長詩文，因此全書多處記載文人的活動，迻錄不少詩文作品，可資輯佚、校勘、考訂，也有助於文學史的研究。當然，桯史記事，也有失實的地方，如張端義貴耳集所駁康與之題徽宗畫一條、慶元公議一條與葉紹翁四朝聞見錄所記略異。【參見四庫全書總目提要和李慈銘越縵堂讀書記貴耳集條。】記年、人名、地名，也時有差錯，大約由於年代久遠，得之傳聞，以訛傳訛，又未暇詳考所造成的。書中記及王安石的行藏，議論過於偏頗，記及農民起義，有階級偏見，記及圖讖、命相、神怪，有唯心色彩。就文筆而言，「筆頗冗漫，不似所著媿郯錄之簡潔。」【見李慈銘越縵堂讀書記桯史條。】儘管如此，桯史仍不失為是一部好書，四庫全書總目提要說：「寓褒刺，明是非，借物論以明時事。」周中孚鄭堂讀書記也說：「所記兩宋軼事，可補史傳之闕。」毛晉很看重桯史，說：「唐迨宋元，稗官野史，盈箱溢篋，最著者朝野僉載、桯史、輟耕錄者，不過數種。」【見津逮秘書本毛晉跋。】這些評隲，還是符合實際的。 \\n 桯史十五卷，最早見於著錄的，是陳振孫的直齋書錄解題。後來，馬瑞臨文獻通考即據陳氏著錄，卷數同。舊版刻於浙江嘉興，可惜已部分散佚，殘存一卷至七卷，藏北京圖書館。【見瞿鏞鐵琴銅劍樓藏書目錄、北京圖書館善本書目錄。】鐵琴銅劍樓藏元刊本桯史十五卷，經陳璧文東校勘、批點，款式悉依宋本，後代諸本大多源出此本，是現存桯史較好的本子。四部叢刊續編中的桯史，即據此本影印。明成化十一年，江泝有鑒於舊本脫落較多，因據陳文東批點本翻刻，世稱成化本。至嘉靖年間，桐溪錢如京據成化本重刊桯史，始於十五卷外，增出附錄一卷（附宋史岳飛傳、武穆著述、【這些作品，大都是岳飛的遺文，據余嘉錫、夏承燾兩先生考證，其中的滿江紅、送紫巖張先生北伐兩篇為偽作，說見四庫提要辯證和月輪山詞論集。】岳珂詩文各一篇，劉瑞雜著兩篇）。自此以後，桯史的本子始有兩類：一類為十五卷；一類為十五卷和附錄一卷。明毛晉、清張若雲據嘉靖本分別刻入津逮秘書和學津討原中，有附錄一卷，而商濬以之刻入稗海，殘損不全，且無附錄。清編四庫全書、近代商務印書館出版叢書集成，均收桯史，又據毛晉刻本手鈔、影印，四庫本刪去附錄，叢書集成本保留附錄。至於歷代小史、說郛、龍威秘書所收桯史，僅一卷，是節錄本。 \\n 本書以四部叢刊續編影印鐵琴銅劍樓藏元刊本桯史為底本，以丁丙藏嘉靖錢如京重刊本桯史（簡稱嘉靖本）、叢書集成影印毛晉津逮秘書本桯史（簡稱集成本）、文瀾閣四庫全書鈔本桯史（簡稱四庫本）、學津討原翻刻本桯史（簡稱學津本）等進行校讎，加上標點。凡大致可以確定底本錯誤的，逕行改正，在校記中說明依據。其他各本異同，不一一列舉，以免煩瑣。本書各校本與底本的文字，基本相同，異文不多；但是，全書中的歷史事件和詩文作品，與史載、各家詩文集相較，還有一些錯誤和異文，為此特以史籍、別集、筆記進行參校。為矜慎計，遇有異文，一般僅列出校語，不改動底本文字，供讀者參攷。有明顯出入，確系岳珂誤記的，則在校記中酌作考訂，扼要列出依據，並據以校正。 \\n 這次整理，選錄了諸家著錄和論跋二十一條，作為附錄，為讀者提供一些資料。附錄部分，僅加標點，不作校勘。 \\n 我對宋代歷史所知甚少，校勘、標點方面定有遺誤，懇切地希望讀者指正。 \\n 點校者 \\n 一九八０年八月 \\n  \\n   \\n  "}
{"章节": "桯史序", "正文": "  \\n 桯史序 \\n 　 \\n  \\n 亦齋有桯焉，介几間，髹表可書，余或從搢紳間聞聞見見歸，倦理鉛槧，輒記其上，編已，則命小史錄臧去，月率三五以為常。每竊自恕，以謂公是公非，古之人莫之廢也，見睫者不若身歷，滕口者不若目擊，史之不可已也審矣。彼狥時者持諛以售其身，或張夸以為窿，或溢厭以為洿，言則書，書則疑，疑則久，久而亂真，天下誰將質之，茲非稗官氏之辱乎！況戲笑近謔，辭章近雅，辨論近縱，諷議近約，若是而不屑書，殆括囊者。夫金匱石室之臧，蕘夫野人之記，名雖不同，而行之者一也，於是稍裒積為偏。載筆者聞而譏之曰：「嘻！今朝廷設官盈三館，大槩皆汗青事，詳覈備記，裁以三長，含毫閣筆，猶孫其難而莫之敢議也。彼齊東者何為哉？子幸生天下無事時，亶竊粟縣官，進不得策名蘭臺以垂信，退不得隱几全其忘言之真，呫呫徒取棟牛累於世，無毫髮益，而猶時四顧出啄木畫，誠可笑詆！」余無以復，則指其桯曰：「汝將多言日朘，如五達之交午乎！汝將嘿嘿養元，如老聃之柱下乎！人言勿■〈血阝〉，汝姑謂汝將奚擇？」桯■〈口答〉然不應。予笑曰：「此真良史也。」遂以為序。 \\n 嘉定焉逢淹茂歲圉如既望珂序 \\n  \\n   \\n  "}
{"章节": "桯史卷第一", "正文": "  \\n 桯史卷第一 \\n 　 \\n  \\n 張紫微原芝 \\n 藝祖禁讖書 \\n 徐鉉入聘 \\n 石城堡寨 \\n 湯岐公罷相 \\n 南陔脫帽 \\n 張元吳昊 \\n 王義豐詩 \\n 琵琶亭術者 \\n 汴京故城 \\n 施宜生 \\n 晉盆杅 \\n ○張紫微原芝 \\n 高宗覽婁陟明【寅亮】之議，垂意祖烈，詔擇秦支，並建二王邸，恩禮未有隆殺也。會連歲芝生太宮，百執事多進頌詩，張紫微【孝祥】時在館，獨獻文曰原芝。紹興二十四年，芝生於太廟楹，當仁宗、英宗之室，詔羣臣觀瞻【觀瞻　四部叢刊本于湖居士文集作「畢觀」。】，奉表文德殿賀。既二年，芝復生其處，校書郎【臣】張孝祥作原芝曰：「非天私我有宋，我祖宗在天，篤丕祐于子孫，明告之符，於惟欽哉！在昔仁祖登三咸五，以天下為公，授我英宗【授我英宗　四部叢刊本于湖居士文集「宗」作「祖」。】，以永我基祚，於惟欽哉！我聖天子躬濟大業，既平既治，上怡下嬉。惟大本未立，社稷宗廟之靈，亦靡克寧饗，有燁茲芝，胡為乎來？天維顯思，命不易哉，和氣致祥，敢曰不然。曷不于他？乃廟產旃；曷不于他？于二宗之室；曷不于他？再歲再出，於惟欽哉！夫意則然，我祖宗之意則然，於惟欽哉！小【臣】敢告我聖天子【小臣敢告我聖天子　四部叢刊本于湖居士文集作「我二三輔臣以告我聖天子」。】，告我聖天子承天之意，承祖宗之意，早定大計，惟一無貳。紛以貳起，辛伯有言，惟貳惟一，治忽所原，匪弗圖之，憂惟貳之懼。敢告聖天子為萬世利【為萬世利　四部叢刊本于湖居士文集「利」作「慮」，近是。】，蠢爾小臣，越職罪死。弗罪以思，惟我聖天子【惟我聖天子　諸本同，疑有衍脫。四部叢刊本于湖居士文集作「惟二三輔臣以思以謀告聖天子」。】，言有一得，以裨吾國，萬死奚恤，渠敢愛死而畏越厥職。」上得之喜，即擢為南宮郎。於是內廷始漸有所別，迄于建儲云。 \\n ○藝祖禁讖書 \\n 唐李淳風作推背圖。五季之亂，王侯崛起，人有倖心，故其學益熾。開口張弓之讖【開口張弓　集成本、學津本「開」並作「閉」。】，吴越至以徧名其子，而不知兆昭武基命之烈也。宋興受命之符，尤為著明。藝祖即位，始詔禁讖書，懼其惑民志以繁刑辟。然圖傳已數百年，民間多有藏本，不復可收拾，有司患之。一日，趙韓王以開封具獄奏，因言犯者至衆，不可勝誅。上曰：「不必多禁，正當混之耳。」乃命取舊本自己驗之外，皆紊其次而雜書之【皆紊其次　學津本「次」下有「第」字。】，凡為百本，使與存者並行。於是傳者懵其先後，莫知其孰譌；間有存者，不復驗，亦棄弗藏矣。國朝會要太平興國元年十一月，諸州解到習天文人，以能者補靈臺，謬者悉黥流海島，蓋亦障其流，不得不然也。 \\n ○徐鉉入聘 \\n 國初三徐，名著江左，皆以博洽聞中朝，而騎省鉉，又其白眉者也。會修述職之貢，騎省寔來，及境【及境　「境」原作「竟」，今據嘉靖本、四庫本校改。】，例差官押伴。朝臣皆以辭令不及為憚，宰相亦難其選，請于藝祖。玉音曰：「姑退朝，朕自擇之。」有頃，左璫傳宣殿前司，具殿侍中不識字者十人，以名入。宸筆點其中一人，曰：「此人可。」在廷皆驚，中書不敢請，趣使行，殿侍者慌不知所繇，薄弗獲己，竟往渡江。始燕，騎省詞鋒如雲，旁觀駭愕。其人不能答，徒唯唯；騎省叵測，強聒而與之言。居數日，既無與之醻復者，亦勌且默矣。余按當時陶、竇諸名儒，端委在朝，若使角辯騁詞，庸詎不若鉉？藝祖正以大國之體，不當如此耳，其亦不戰屈人，兵之上策歟【上策　原作「土苴」，今據嘉靖本、集成本、四庫本、學津本校改。】！其後，王師征包茅于煜，騎省復將命請緩師，其言累數千言，上諭之曰：「不須多言，江南亦何罪？但天下一家，臥榻之側，豈容他人鼾睡耶！」大哉聖言，其視騎省之辯，正猶螢爝之擬羲舒也。騎省名甚著，三徐者，近世或槩為昆弟。余嘉定辛未在故府，樓宣獻【鑰】嘗出手編辨鸞岡三墓，余謝不前考。後讀周文忠必大游山錄，有衞尉卿延休、騎省鉉、內史鍇，蓋父子甚明。而余已去國，不復得請益云。 \\n ○石城堡寨 \\n 六朝建國江左，臺城為天闕，復筑石頭城于右，宿師以守，蓋如古人連營之制。然古今議攻守者，多疑以為分兵力而無用。東陽陳同父【亮】嘗上書乞移都建康，謂古臺城當在今鍾山，而大司馬門在馬軍新營之側，今城乃江南李氏所築耳。使六朝因今城以守，則不費侯景輩數日力，何以歷年如彼其久乎。因言曹武惠登長干，兀朮上雨花臺，城中秋毫不能遯。余嘗親歷其地，其說皆是，第指古臺城所在，要未有明據，亦出臆度。自清涼寺而上，皆古石頭頹墉，猶可識其址，皆依山而高，然則六朝非不知備也。楊文節【萬里】持漕節，嘗有詩曰：「已守臺城更石城，不知併力或分營。六師只合環天闕，一壘真成借寇兵。向者王、蘇俱解此，寃哉隗協可憐生。若言虎踞渾堪倚，萬歲千秋無戰爭。」其旨明矣。淳熙乙未，郭棣帥淮東，筑維揚城，又旁筑一城曰堡寨，地皆砥平，相去餘數里。雖牽制之勢亦不相及，竟不曉何謂，猶不若石城之得失相半也。 \\n ○湯岐公罷相 \\n 湯岐公【思退】相高宗，紹興三十一年，以煩言罷。洪文安【遵】在翰苑當直【在翰苑當直　「翰」與「當」間，原空一格，脫一字。四庫本、學津本作「在翰林當直」，今據集成本校補。】，例作平語，諫官隨而擊之，以祠去。孝宗朝再相【孝宗朝再相　「孝宗」與「相」間，原空兩格，脫兩字。按畢沅續資治通鑑隆興元年：「秋七月，以湯思退為尚書右僕射、平章事兼樞密使。」嘉靖本、四庫本、學津本均作「孝宗朝再相」，與史載合，因據以增補。集成本作「孝宗初再相」，亦通。】，隆興二年復罷。文安之兄文惠【适】適視草焉，又作平語，侍御史晁【公武】亦擊之，文惠請外，上曰：「公武言卿黨思退，朕謂平詞出朕意。」固却其章，仍徙戶侍矣。蓋其相兩朝，再罷相，乃累洪氏二兄弟，先後若出一轍，可笑如此。岐公中詞科時，與文敏【邁】實同年云。 \\n ○南陔脫帽 \\n 神宗朝，王襄敏【韶】在京師，會元夕張燈，金吾■〈施，弓代方〉夜，家人皆步出將帷觀焉。幼子【寀】第十三，方能言，珠帽襐服，馮肩以從。至宣德門，上方御樓，薌雲綵鼇，簫吹雷動，士女仰視，喧擁闐咽，轉盻已失所在，騶馭皆恇擾不知所為。家人不復至帷次，狼狽歸，未敢白請捕。襄敏訝其反之亟，問知其為南陔也，曰：「他子當遂訪，若吾十三，必能自歸。」怡然不復求。咸叵測。居旬日，內出犢車至第，有中大人下宣旨，抱南陔以出諸車，家人驚喜，迎拜天語。既定，問南陔以所之。乃知是夕也，姦人利其服裝，自襄敏第中已竊跡其後。既負而趨，南陔覺負已者之異也，亟納珠帽于懷。適內家車數乘將入東華，南陔過之，攀幰呼焉。中大人悅其韶秀，抱寘之膝。翌早，擁至上閤，以為宜男之祥。上問以誰氏，竦然對曰：「兒乃韶之幼子也。」具道所以，上顧以占對不凡，且歎其早惠，曰：「是有子矣。」令暫留，欽聖鞠視；密詔開封捕賊以聞，既獲，盡戮之。乃命載以歸，且以具獄示襄敏，賜壓驚金犀錢果，直鉅萬。其機警見於幼年者，已如此。南陔，寀自號，政和間有文聲，敢為不詘，充其幼者也。余在南徐，與其孫【遇】游，傳其事。 \\n ○張元吳昊 \\n 景祐末，有二狂生曰張曰吴，皆華州人。薄游塞上，覘覽山川風俗，慨然有志於經略。恥於自售，放意詩酒，語皆絕豪嶮驚人，而邊帥豢安，皆莫之知。倀無所適，聞夏酋有意窺中國，遂叛而往。二人自念不力出奇，無以動其聽。乃自更其名，即其都門之酒家，劇飲終日，引筆書壁曰：「張元、吴昊，來飲此樓。」邏者見之，知非其國人也，迹其所憇，執之。夏酋詰以入國問諱之義。二人大言曰：「姓尚不理會，乃理會名耶！」時曩霄未更名，且用中國賜姓也。於是竦然異之，曰尊寵用事。寶元西事，蓋始此。其事國史不書，詩文雜見于田承君集、沈存中筆談、洪文敏容齋三筆，其為人概可想見。文敏謂二人名，偶與酋同，寔不詳其所以更之意云。 \\n ○王義豐詩 \\n 王【阮】者，德安人，仕至撫州守，嘗從張紫微學詩。紫微罷荊州，侍總得翁以歸，偕之遊廬山。暇日，出詩卷相與商榷，自謂有得。山南有萬杉寺，本仁皇所建，奎章在焉。紫微大書二章，其一曰：「老榦參天一萬株，廬山佳處著浮圖。秪因買斷山中景，破費神龍百斛珠。」其二曰：「莊田本是昭陵賜，更著官船載御書。今日山僧無飯吃，却催官欠意何如？」阮得此詩，獨憮然不滿意，曰：「先生氣吞虹蜺，今獨少卑之，何也？」紫微不復言，送之江津。別去纔兩旬，而得湖陰之訃矣。紫微蓋於此絕筆。阮是時亦自有二十八字，曰：「昭陵龍去奎文在，萬歲靈杉守百神。四十二年真雨露，山川草木至今春。」紫微大擊節，自以為不及。既而復過是寺，又題其碑陰曰：「碧紗籠底墨纔乾，白玉樓中骨已寒。淚盡當時聯騎客，黃花時節獨來看。」亦紆徐有味云【紆徐有味　「徐」原作「餘」，形近而誤，今據嘉靖本、集成本、四庫本、學津本校改。】。阮所作詩號義豐集，刻江泮，其出於藍者蓋鮮，校官馮【椅】為之序。 \\n ○琵琶亭術者 \\n 淳熙己酉，哲文倦勤，詔以北宮為重華宮。光宗既登極，羣臣奉表請以誕聖日為重明節，如故事。時先君召還省闥，過鄉邦，維舟琵琶亭。新暑初袢，小憇亭上，有術者以拆字自名，過矣。因漫呼問家人字蹟，多奇中，命飲之酒，忽作而曰：「近得邸報乎！重華、重明非佳名也。其文皆二千日，兆在是矣。」先君掩耳起立，亟以數鐶謝遣之。既而甲寅之事，果如其言，此與太平興國一人六十之讖無異。豈天道證應，固有數乎！抑符合之偶然也。 \\n ○汴京故城 \\n 開寶戊辰，藝祖初脩汴京，大其城址，曲而宛，如蚓詘焉。耆老相傳，謂趙中令鳩工奏圖，初取方直，四面皆有門，坊市經緯其間，井井繩列。上覽而怒，自取筆塗之，命以幅紙作大圈，紆曲縱斜，旁注云：「依此修筑。」故城即當時遺迹也。時人咸罔測，多病其不宜於觀美。熙寧乙卯，神宗在位，遂欲改作，鑒苑中牧豚及內作坊之事，卒不敢更，第增陴而已。及政和間，蔡京擅國，亟奏廣其規，以便宮室苑囿之奉，命宦侍董其役。凡周旋數十里，一撒而方之如矩，墉堞樓櫓，雖甚藻飾，而蕩然無曩時之堅樸矣。一時迄功第賞，侈其事，至以表記，兩命詞科之題，槩可想見其張皇也。靖康胡馬南牧，黏罕、斡離不揚鞭城下，有得色，曰：「是易攻下。」令植砲四隅，隨方而擊之。城既引直，一砲所望一壁，皆不可立，竟以此失守。沉幾遠睹，至是始驗。宸筆所定圖，承平時藏秘閣，今不復存。 \\n ○施宜生 \\n 施宜生，福人也。少游鄉校，有僧過焉，與之言，引之鱣堂下，風簷杲日，援手周視曰：「余善風鑒，子有奇相，故欲驗予術耳。歸，它日當語子。」又數年，過諸塗，宜生方躓場屋，不勝困，欲投筆，漫徵前說，以所向扣之。僧出酒一壺，與之藉草飲，復援其手曰：「面有權骨，可公可卿，而視子身之毛，皆逆上，且覆腕，然則必有以合乎此，而後可貴也。」時范汝為訌建劍，宜生心欲以嚴莊、尚讓自期，而未脫諸口，聞其言大喜，杖策徑謁，干以祕策，汝為恨得之晚，亟尊用之。亡何而汝為敗，變服為傭，渡江至泰。有大姓吴翁者，家僮數千指，擅魚鹽之饒。宜生傭其間，三年，人莫之覺也。翁獨心識之。一日，屏人問曰：「天下方亂，英雄鏟跡，亦理之常。我視汝非傭，必以實告，不然，且捕汝於官。」宜生不服，曰：「我服傭事惟恭，主人乃爾寘疑，請辭而已。」翁固詰之，則請其故。翁曰：「汝動作皆傭，而微有未盡同者。余日者燕客，執事咸餕【執事咸餕　「餕」原作「駿」，今據集成本、四庫本、學津本改。】，而汝獨孫諸儕，撤器有噫聲，若欿然不怡，此魚服而角也。我固將全汝，而何以文為？」宜生驚汗，亟拜曰：「主寔生我，不敢匿。」遂告之繇。翁曰：「官購方急，圖形遍城野，汝安所逃？龜山有僧，可託以心，余交之舊矣。介以入北，策之良也。」從之，翁贐之金，隱之衲，至寺，服緇童之服以求納。主僧者出，儼然鄉校之所見也，啟緘而留之。餘數旬，持橈夜濟宜生于淮，曰：「大丈夫富貴命耳！予無求報心，天實命汝，知復如何，必得志，毋忘中國，逆而順，天所祐也。」虜法無驗不可行，遂殺一人於道，而奪其符，以至於燕。上書自言道國虛實，不見用，縻而致之黃龍。會赦得釋，因以教授自業。虜有附試畔歸之士，謂之歸義，試連捷。逆亮時有意南牧，校獵國中，一日而獲熊三十六，廷試多士，遂以命題，蓋用唐體。宜生奏賦曰：「聖天子講武功，雲屯八百萬騎，日射三十六熊。」亮覽而喜，擢為第一。不數年，仕至禮部尚書。紹興三十年，虜來賀正旦，宜生以翰林侍講學士為之使。朝廷聞之，命張忠定【燾】以吏部尚書侍讀，館之都亭。時戎盟方堅，國備大■〈施，弓代方〉，而諜者傳造舟調兵之事無虛日，上意不深信。館者因以首丘風之，至天竺，微問其的。宜生顧其介不在旁，忽廋語曰：「今日北風甚勁。」又取几間筆扣之，曰：「筆來！筆來！」於是始大警。及高景山告釁，而我粗有備矣，宜生實先漏師焉。歸為介所告，烹而死。宜生方顯時，龜山僧至其國，言于亮而尊顯之，俾乘驛至京，東視海舟，號「天使國師」，不知所終。僧蹤跡有異，淮人能言之。出入兩境如跳河，輕財結客，又有至術，髠而俠者也。逆而顯，順而戮，豈其相然耶！椎埋於先，一折枝而贖其惡，固神理之所不容也。國史逸其事，余聞之淮士臧子西如此。 \\n ○晉盆杅 \\n 余居負山，在湓城之中。先君未卜築時，嘗為戎帥皇甫斌宅，斌歸于袁，虛其室。山有堅土，凡市之塗塈版筑，咸得而畚致之。無孰何者，遂罄其半，獨餘一面壁立。余家既來，始厲其禁，而山已不支。慶元元年五月，大雨隤其巔，古冢出焉。初僅數甓流下，其上有刻如瑞草，旁著字曰：「晉永寧元年五月造。」又有匠者姓名曰張某，下有文如押字。隸或得之以獻，莫知所從來。居數日而山隤，塈周半墮，骨髮棺槨，皆無存矣。兩旁列瓦盌二十餘，左壁有一燈，尚熒熒，取之即滅。猶有油如膏，見風凝結不可抉。盌中有甘蔗節，它皆已化。有小甆缾，如硯滴，竅其背為蝦蟇形，製甚樸。足下有一瓦盆，如■〈艹執衣，上中下〉器。有銅帶數銙，髹合，餘者一片傅木，如鐵。有半鏡。一銅盆絕類今洗羅，殊無古制度，中有雙魚，盆底有四鐶附著，不測其所以用。一銅杅，穴底，與市井庖人汁器同制。每甓著年月姓名，如先獲者，環塈皆是。碣曰：「晉征虜將軍墓」，余既哀而揜之，既數日復雨，山無址，竟■〈揑，土代扌〉焉。余考晉書，永寧蓋惠帝年號，距今九百餘載。是時蓋未有城郭，征虜之名，漢雖有之，在晉以此官顯者，不著於史，又無名氏可見。甓範必有字，古人作事，如此不苟。押字之制，世以為起於唐韋陟五朵雲，而不知晉已有之。余固疑其似而非，又不可強識，亦可異也。凡物皆腐，而燈燭尚明，驪山人魚之說，固容有之。蕭統文選吊冥漠君文【吊冥漠君文　按蕭統文選無此題，卷六十載謝惠連祭古冢文，序云：「假為之號曰冥漠君云爾。」周密所記當即指此文。】，亦有蔗，意其殽核之所重云。陶器以再隤皆碎裂，餘或為親識間持去。盆杅僅在，而余侍親如閩，留於家。丙辰歲，詔禁挾銅者。州家大索以輸嚴之神泉監，家人懼，杅復偕送官，獨盆偶櫝它所，今乃巋然存。其出其毀，要必有時，亦重可嘆也。因志於此，以俟博識。 \\n  \\n   \\n  "}
{"章节": "桯史卷第二", "正文": "  \\n 桯史卷第二 \\n 　 \\n  \\n 行都南北內 \\n 犇麤字說 \\n 李順吳曦名讖 \\n 隆興按鞠 \\n 東坡屬對 \\n 富翁五賊 \\n 太學祭齋碑 \\n 泉江三地名 \\n 牧牛亭 \\n 黠鬼醞夢 \\n 望江二翁 \\n 劉改之詩詞 \\n 金華士人滑稽 \\n 賢已圖 \\n ○行都南北內 \\n 行都之山，肇自天目，清淑扶輿之氣，鍾而為吴，儲精發祥，肇應宅緯。負山之址，有門曰朝天，南循其陿為太宮，又南為相府，斗拔起數峰，為萬松八盤嶺，下為鈞天九重之居，右為複嶺，設周廬之衞止焉。舊傳讖記曰：「天目山垂兩乳長【天目山垂　郎瑛七修類稿卷三「天目山」條引此作「天目山前」。】，龍騫鳳舞到錢塘。山明水秀無人會【山明水秀無人會　郎瑛七修類稿卷三「天目山」條引此作「海門一點巽峰起」。】，五百年間出帝王。」錢氏有國，世臣事中朝，不欲其語之聞，因更其末章三字曰「異姓王」，以遷就之，讖實不然也。東坡作表忠觀碑，特表出其事，而讖始章。建炎元二之災，六龍南巡，四朝奠都，帝王之真，於是乎驗。朝天之東，有橋曰望仙，仰眺吴山，如卓馬立顧。紹興間，望氣者以為有鬱葱之符，秦檜顓國，心利之，請以為賜第。其東偏即檜家廟，而西則一德格天閣之故基也。非望挻凶，鬼瞰其室，檜薨于位，熺猶戀戀，不能決去，請以其姪常州通判烜為光祿丞，留涖家廟，以為復居之萌芽。言者風聞，遂請罷烜，併遷廟主於建康，遂空其居。高宗將倦勤，詔即其所築新宮，賜名德壽居之，以膺天下之養者。二十有七年，清蹕躬朝，歲時燁奕，重華繼御，更慈福、壽慈，凡四侈鴻名，宮室實皆無所更。稍北連甍，為今佑聖觀，蓋普安故邸。莊文魏王、光宗皇帝，寔生是間，今上亦於此開甲觀之祥，益知天瑞地靈，章明有待，斗筲負乘，固莫得而妄據云。 \\n ○犇麤字說 \\n 王荊公在熙寧中，作字說，行之天下。東坡在館，一日因見而及之，曰：「丞相賾微窅窮，制作某不敢知，獨恐每每牽附，學者承風，有不勝其鑿者。姑以犇、麤二字言之，牛之體壯於鹿，鹿之行速於牛，今積三為字而其義皆反之，何也？」荊公無以答，迄不為變。黨伐之論，於是浸闓，黃岡之貶，蓋不特坐詩禍也。 \\n ○李順吳曦名讖 \\n 淳化四年十二月，蜀寇王小波死，李順繼之。明年正月己巳【明年正月己巳　「己巳」日是李順陷成都的日期，諸史載述均同。李順僭號的日期，李■〈直上土下〉皇宋十朝綱要卷二、畢沅續資治通鑑卷十七、楊仲良通鑑長編紀事本末卷十三均於李順陷成都後，接着就記載李順「僭號大蜀王」。然曾鞏隆平集卷二十、王偁東都事略卷三、陳均九朝編年備要卷四均記載李順於淳化五年二月「僭號蜀王，改元寶應」。後說近是。】，即蜀王位。五月丁巳，兩川招安使王繼恩克成都，順就擒。開禧三年正月【開禧三年　原作「開禧二年」。按畢沅續資治通鑑卷一百五十七、宋史吴曦傳載吴曦於開禧三年正月甲午即蜀王位，被誅於二月乙亥，岳珂誤記，今據改。】，大將吴曦叛蜀，歸款於虜；甲午，即蜀王位；丁酉，受虜冊。二月乙亥，隨軍轉運安【丙】奉密詔梟曦於興州。說者析順字【說者析順字　陸游老學庵筆記卷九云：「方順之作，有術士拆順名曰：『是一百八日，有西川耳，安能久也？』如朝而敗。」】，謂居川之傍一百八日；折曦字，謂三十八日【三十八日　畢沅續資治通鑑卷一百五十七云：「曦僭立凡四十一日。」】，我乃被戈。較其即位、受冊之日，不差毫髮，又俱終始於蜀，嘻！亦異矣。 \\n ○隆興按鞠 \\n 隆興初，孝宗銳志復古，戒燕安之鴆，躬御鞍馬，以習勞事，倣陶侃運甓之意。時召諸將擊鞠殿中，雖風雨亦張油帟，布沙除地。羣臣以宗廟之重，不宜乘危，交章進諫，弗聽。一日，上親按鞠，折旋稍久，馬不勝勩，逸入廡間，簷甚低，觸於楣。俠陛驚嘑失色，亟奔湊，馬已馳而過。上手擁楣，垂立，扶而下，神彩不動，顧指馬所往，使逐之。殿下皆稱萬歲，蓋與藝祖抵城挽鬃事，若合符節，英武天縱，固宜有神助也。 \\n ○東坡屬對 \\n 承平時，國家與遼歡盟，文禁甚寬，輅客者往來，率以談謔詩文相娛樂。元祐間，東坡寔膺是選。遼使素聞其名，思以奇困之。其國舊有一對曰「三光日月星」，凡以數言者，必犯其上一字，於是徧國中無能屬者。首以請於坡，坡唯唯謂其介曰：「我能而君不能，亦非所以全大國之體。『四詩風雅頌』，天生對也，盍先以此復之。」介如言，方共歎愕。坡徐曰：「某亦有一對，曰『四德元亨利』。」使睢盱，欲起辨，坡曰：「而謂我忘其一耶？謹閟而舌，兩朝兄弟邦，卿為外臣，此固仁祖之廟諱也。」使出不意，大駭服。既又有所談，輒為坡逆敓，使自愧弗及，迄白溝，往反齚舌，不敢復言他。 \\n ○富翁五賊 \\n 東陽陳同父資高學奇，跌宕不羈。常與客言，昔有一士，鄰於富家，貧而屢空，每羡其鄰之樂。旦曰，衣冠謁而請焉。富翁告之曰：「致富不易也。子歸齋三日，而後予告子以其故。」如言復謁，乃命待於屏間，設高几，納師資之贄，揖而進之，曰：「大凡致富之道，當先去其五賊。五賊不除，富不可致。」請問其目，曰：「即世之所謂仁、義、禮、智、信是也。」士盧胡而退。同父每言及此，輒掀髯曰：「吾儒不為五賊所制，當成何等人耶！」既魁癸丑多士，一命而卒。先一年，嘗以詿誤繫大理，光宗知其名，特詔赦之。是歲臚傳，有因廷策指時政之失，而及其事者，名亦在鼎甲，聯鑣入團司，同父見之不悅，終期集如始見云。 \\n ○太學祭齋碑 \\n 國學以古者五祀之義，凡列齋扁榜，至除夕，必相率祭之。遂以為爐亭守歲之酌，祝辭惟祈速化而已。羣儒執事者，帽而不帶，以縚代之，謂之叨冒。爵中皆有數鴨脚，每獻則以酒沃之，謂之僥倖。凡今世之登科級者，人或竊以此目之，則怫然而怒。孰知堂堂成均，乃有願而不獲者乎！余謂不然，蠟狂之戲，以■〈施，弓代方〉張觀之，可也。余里士柳三聘肄業立禮齋【里士柳三聘　「三」原作「二」，據集成本、四庫本、學津本校改。】，嘗為余言如此。 \\n ○泉江三地名 \\n 余外家居泉之石龜，其傍有天聖間皇城使蘇某者墓，後壠中斷，田其間，曰「狗骨洋」。九江陶氏有驍%將軍鑑墓於石龍山之原，山折而南，溝而絕之，曰「掘斷嶺」。石門澗有支阜，下至落拖山，據其支之腰皆田，田中有大畦焉，砥平而高，可播種石餘，曰「銅釘坵」。傳者謂其地有休符，太史嘗占之，以聞於朝，有詔夷鏟。洋故有神工，每欲成，輒役萬鬼而填之，役夫不得休。有宿其傍者，聞鬼言，以為所畏者犬厭耳。遂烹羣犬而寘骨焉，釘以銅，為書符篆以絕地脈。或曰殺童男女瘞其下為厭勝，是為童丁，說皆不根誕謾。然余嘗親歷其地，坵乃一平疇，在大畈中支阜之下，猶十餘里，所止處初無冢穴，莫知其所以用。洋與嶺俱隱然有鋤治故跡，耕者或謂得骨於故處。考之業主之質劑，則地名皆信然，殊不可曉。清臺考驗，近世罕有精者。妄一男子，謂某所有某氣，輒隨而發之，戕人用牲，勞民以夷堙，詰應於恍惚，固清朝之所不為也。他所如此名者，比比而是，要皆山有偶然低窪，相襲而益訛。考之載籍，皆無所見。惟續皇王寶運錄有唐金州刺史崔堯封，用太白山人之說，掘牛山黃巢谷金桶水一事，不書於唐史，蓋不經之說。而余所書崇寧鑿阜城王氣，僅雜見於野史云。 \\n ○牧牛亭 \\n 金陵牧牛亭，秦氏之丘壠在焉。有移忠、旌忠寺，相去五里，金碧相照，楊誠齋嘗乘軺過之，題詩壁間，曰：「函關只有一穰侯，瀛館寧無再帝丘？天極八重心未死，臺星三點拆方休。只看壁後新亭策，恐作栘中屬國羞。今日牛羊上丘壠，不知丞相更嗔不？」復自注其下云：「秦暮年起大獄，必殺張德遠、胡邦衡等五十餘人，不知諸公殺盡，將欲何為？奏垂上而卒。故有『新亭』之句，然初節似蘇子卿，而晚謬。」余嘗過其地，二剎正為其家不檢子孫所撓，主僧相繼而逃去。有一支位者主之，以寺歸之官，刻大碑於門，不許其家人之與其事，始稍復振。檜墓前隊碑【檜墓前隊碑　「墓」原作「暮」，形誤。今據嘉靖本、四庫本、學津本校改。】，宸奎在焉，有其額而無其辭。臥一石草間，曰：「當時將以求文，而莫之肯為，今已矣！」檜在虜，不久即逃歸，撻辣實縱之，不知何以似子卿也？ \\n ○黠鬼醞夢 \\n 清漳楊汝南，少年時，以鄉貢試臨安。待捷旅邸，夜夢有人以油沃其首，驚而寤。牓既出，輒不利，如是者三，竊怪之。紹興乙丑，復與計偕，懼其復夢也，榜揭之夕，招同邸者告以故，益市酒殽，明燭張博具，相與劇飲，期以達旦。夜向闌，四壁咸寂，有僕曰劉五，臥西牖下，呻呼如魘。亟振而呼之醒，乃具言初以執灸之勩，視博方酣，幸主之不呼，竊就枕。忽有二人者扛油鼎自樓而登，倉皇若有所訪，顧見主之在坐也，執而注之，我怒而爭，是以魘。汝南聞之大慟，曰：「二千里遠役，今復已矣！」同邸亦相與嘆咤，為之罷博。及明，漫強之觀榜，而其名儼然中焉。視榜陳於地，黯若有迹，振衣拂之，油漬其上，蓋御史涖書淡墨，以夜倉猝覆燈盌，吏不敢以告也。宛陵吴勝之【柔勝】，淳熙辛丑得雋於南宮，將赴廷對，去家數十里，有地名曰朱唐，舟行之所必經。里之士夜夢有語之者曰：「吴勝之入都，至朱唐而反矣。」起而告諸人，時吴有親在垂白，意其或尼於行也，私憂之，既而無他。集英賜第，乃在第三甲，上曰朱【端常】，聯之者曰唐【廙】　【聯之者　集成本、學津本作「繼之者」。】，始悟所夢。里士怒曰：「吴勝之登科，何與我事，鬼乃侮我耶！」二事絕相類。要知科第有定分，非可以智力求也。唐有升甲恩，今登科記非元次第云。汝南，余外祖母楊宜人之兄，外家能誦傳之。嘉定庚午，余官故府，與勝之為僚，皆親聞其言。 \\n ○望江二翁 \\n 舒之望江，有富翁曰陳國瑞，以鐵冶起家。嘗為其母卜地，青烏之徒輻集，莫適其意。有建寧王生者，以術聞，延之踰年，始得吉於近村，村有張翁者業之【始得吉於近村村有張翁者業之　「近」下原僅有一「村」字，今據集成本、學津本增補。】。國瑞治家，未嘗問有無，一以諉其子。王生乃與其子計所以得地，且曰：「陳氏卜葬，環數百里莫不聞，若以實言，則龍斷取貲，未易厭也。」於是偽使其冶之隸，如張翁家，議圈豕，若以禱者，因眺其山木之美而譽之曰：「吾冶方乏炭，此可窰以得貲，翁許之乎？」張翁固弗疑也，曰：「諾！」居數日，復來，遂以錢三萬成約。國瑞始來，相其山，大喜，築垣繕廬，三閱月而大備，遂葬之。明年清明，拜墓上，王與子偕，忽顧其子曰：「此山得之何人？厥直凡幾？」子以實告。又顧王曰：「使不以計勝，則為直當幾何？」曰：「以時賈商之，雖廉猶三十萬也。」國瑞亟歸，命治具鞚馬，謁張翁而邀之，至則館焉。盛殽醞，相與款洽者幾月，語皆不及他【語皆不及他　原無「皆」字，今據集成本、四庫本、學津本增補。】。翁既久留，將告歸，復張正堂而醼之。酒五行，輦錢緡三百，寘之阼，實縑於篚，酌酒於斝而告之曰：「予葬予母，人謂其直之朘，請以此為翁壽。」翁錯愕曰：「吾他日伐山，而薪不盈千焉，三萬過矣，此惡敢當！」國瑞曰：「不然！葬而買地，宜也；詭以為冶，則非也。余子利一時之微，以是紿翁。人皆曰直實至是，用敢以為請，凡予之為，將以愧吾子之見利忘義者。」翁卒辭曰：「當時固已許之，實又過直，子欲為君子，老夫雖賤，可強以非義之財耶！」固授之，往反撐拒，詰旦拂衣去。國瑞乃怒其子曰：「汝實為是，必為我致之！」不得已，密召其子畀焉，曰：「是猶翁也。」翁竟不知。嗟夫，世之人以市道相交，一錢之爭，至於死而不悔，聞二人之風，亦可以少媿乎！ \\n ○劉改之詩詞 \\n 廬陵劉改之【過】以詩鳴江西，厄於韋布，放浪荊、楚，客食諸侯間。開禧乙丑，過京口，余為饟幕庾吏，因識焉。廣漢章以初【升之】，東陽黃幾叔【機】，敷原王安世【遇】，英伯【邁】，皆寓是邦。暇日，相與蹠奇吊古，多見於詩，一郡勝處皆有之。不能盡憶，獨錄改之多景樓一篇曰：「金焦兩山相對起【金焦二山　叢書集成本龍洲集作：「金山焦山」。】，不盡中流大江水【不盡中流　叢書集成本龍洲集作：「挹盡東流」。】。一樓坐斷天中央【天中央　叢書集成本龍洲集作：「水中央」。】，收拾淮南數千里。西風把酒閑來遊，木葉漸脫人間秋。關河景物異南北【關河景物異南北　叢書集成本龍洲集作：「烟塵茫茫路渺渺」。】，神京不見雙淚流。君不見王勃詞華能蓋世【詞華能蓋世　叢書集成本龍洲集作：「才名今蓋世」。】，當時未遇庸人耳。翩然落托豫章游【翩然落托豫章游　叢書集成本龍洲集作：「琴書落魄豫章城」。】，滕王閣中悲帝子。又不見李白才思真天人，時人不省為謫仙。一朝放迹金陵去，鳳凰臺上望長安。我今四海遊將徧，東歷蘇杭西漢沔。第一江山最上頭，天地無人獨登覽。樓高意遠愁緒多，樓乎樓乎奈爾何！安得李白與王勃，名與此樓長突兀。」以初為之大書，詞翰俱卓犖可喜，囑余為刻樓上，會兵事起，不暇也。又，嘉泰癸亥歲，改之在中都，時辛稼軒【棄疾】帥越，聞其名，遣介招之。適以事不及行，作書歸輅者。因傚辛體沁園春一詞，併緘往，下筆便逼真。其詞曰：「斗酒彘肩，醉渡浙江【醉渡浙江　四部備要本宋六十名家詞龍洲詞作：「風雨渡江」。】，豈不快哉！被香山居士，約林和靖，與蘇公等【與蘇公等　四部備要本宋六十名家詞龍洲詞作：「與坡仙老」。】，駕勒吾回。坡謂西湖正如西子，濃抹淡粧臨照臺。諸人者，都掉頭不顧【諸人者都掉頭不顧　四部備要本宋六十名家詞龍洲詞作：「二公者皆掉頭不顧」。】，只管傳杯。白云天竺去來，圖畫裏，崢嶸樓觀開。看縱橫二澗【縱橫二澗　原作「縱橫一澗」。按：白居易寄韜光禪師：「東澗水流西澗水，南山雲起北山雲」。四部備要本宋六十名家詞龍洲詞作「縱橫二澗」，與原詩意合，今據改。】，東西水遶，兩山南北，高下雲堆。逋曰不然，暗香疏影，只可孤山先探梅【只可　四部備要本宋六十名家詞龍洲詞作：「不若」。】。蓬萊閣訪稼軒未晚【蓬萊閣　四部備要本宋六十名家詞龍洲詞作：「須晴去」。】，且此徘徊。」辛得之大喜，致餽數百千，竟邀之去。館燕彌月，酬唱亹亹，皆似之，逾喜。垂別，賙之千緡，曰：「以是為求田資。」改之歸，竟蕩於酒，不問也。詞語峻拔如尾腔，對偶錯綜，蓋出唐王勃體而又變之。余時與之飲西園，改之中席自言，掀髯有得色，余率然應之曰：「詞句固佳，然恨無刀圭藥，療君白日見鬼證耳！」坐中烘堂一笑。既而別去，如崑山，大姓某氏者愛之【大姓某氏者愛之　「姓」上原無「大」字，今據集成本、學津本增補。】，女焉。余未及瓜，而聞其訃。以初後四年來守九江，以憂免，至金陵亦卒。游從歷歷在目，今二君墓木拱矣，言之於邑。 \\n ○金華士人滑稽 \\n 葉丞相【衡】罷相，歸金華里居，不復問時事，但召布衣交，日飲亡何。一日，覺意中忽忽不怡，問諸客曰：「某且死，所恨未知死後佳否耳？」一士人在下坐，作而對曰：「佳甚！」丞相驚顧，問何以知之，曰：「使死而不佳，死者皆逃歸矣。一死不反，是以知其佳也。」滿坐皆笑。明年，丞相竟不起。王中父【觀之】宰德化，暇日，為余戲言。士人姓金，滑稽人也。 \\n ○賢已圖 \\n 元祐間，黃、秦諸君子在館。暇日觀畫，山谷出李龍眠所作賢已圖，博奕、樗蒲之儔咸列焉。博者六七人，方據一局，投迸盆中，五皆玈，而一猶旋轉不已，一人俯盆疾呼，旁觀皆變色起立，纖穠態度，曲盡其妙，相與歎賞，以為卓絕。適東坡從外來，睨之曰：「李龍眠天下士，顧乃效閩人語耶！」衆咸怪，請其故，東坡曰：「四海語音言六皆合口，惟閩音則張口，今盆中皆六，一猶未定，法當呼六，而疾呼者乃張口，何也？」龍眠聞之，亦笑而服。 \\n  \\n   \\n  "}
{"章节": "桯史卷第三", "正文": "  \\n 桯史卷第三 \\n 　 \\n  \\n 歲星之祥 \\n 梓潼神應 \\n 機心不自覺 \\n 館娃浯溪 \\n 天子門生 \\n 姑蘇二異人 \\n 趙希光節槩 \\n 稼軒論詞 \\n ○歲星之祥 \\n 建炎庚戌，狄騎飲海上，躬御樓船，次於龍翔。秋，駐蹕會稽。時虜初退，師尚宿留淮、泗，朝議凜凜，懼其反斾，士大夫皆有杞國之憂。范丞相【宗尹】薦朝散大夫毛隨有甘石學，有詔赴行在所，隨入對言。按漢志歲星所在，國不可伐。昔湯之元祀，歲星順行，與日合於房，房心，宋、亳分也。周武王至豐之明年，歲星順行，與日合於柳，留於張，柳、張，河、洛分也。故湯征無敵，餘慶貤衍，猶及微子。武王定鼎郟、鄏，而周公迄營成周，四方以無侮。今年冬，歲當躔而興宋，自此虜必不能南渡矣。然禦戎上策，莫先自治，願修政以應天道。上大喜，既而果不復來。紹興辛巳，逆亮渝盟，有上封者言吾方得歲，虜且送死，詔以問太史，考步如言。陳文正【康伯】當國，請以著之親征詔書，故其辭有曰：「歲星臨於吴分，冀成淝水之勳【冀成淝水之勳　集成本、學津本「成」作「收」。】；鬬士倍於晉師，當決韓原之勝。」蓋指此。是冬，亮遂授首，二事之驗，不差毫釐。蓋宋，國之號，而吴則今時巡之所都，天意篤棐，於是益昭昭矣。隨家衢之江山，後亦不顯。 \\n ○梓潼神應 \\n 逆曦將叛前事之數月，神思昏擾，夜數躍起，寢中叱咤四顧，或終夕不得寢，意頗悔，欲但已。其弟晛力慫慂之，曰：「是謂騎虎，顧可中道下耶？」曦家素事梓潼，自玠、璘以來，事必禱，有驗。乃齋而請。是夕，夢神坐堂上，已被赭玉謁焉。因告以逆，且祈卜年之脩永，神不答，第曰：「蜀土已悉付安丙矣【蜀土已悉付安丙矣　「蜀土」原作「蜀王」，今據嘉靖本、集成本、四庫本、學津本校改。】。」既寐大喜，謂事必遂。時安以隨軍漕在魚關驛，召以歸，命以爰立。安顧逆謀堅決，觸之且俱靡，惟徐圖可以得志，不得已諾之。猶辭相印，遂以丞相長史權知都省事授之。居踰月而成獲嘉之績，梓潼在蜀，著應特異【著應特異　「著」原作「者」，今據嘉靖本、集成本、學津本校改。】。紹興壬子，瀘人殺帥張孝芳，蓋嘗正晝見于閱武堂，逆黨恇潰，以迄天誅。相安之夢，得之蜀士；瀘之變，在京魏公【鏜】帥蜀時，慶元己未，余在中都，親聞之。其他蓋不可縷數云。 \\n ○機心不自覺 \\n 秦檜在相位，頤指所欲為，上下奔走，無敢議者。曹泳尹天府，民間以乏見鏹告，貨壅莫售，日嚚而爭，因白之檜。檜笑曰：「易耳！」即席命召文思院官，未至，趣者絡繹，奔而來，亟諭之曰：「適得旨，欲變錢法，煩公依舊夾錫樣鑄一緡，將以進入，盡廢見鏹不用。」約以翌午畢事。院官不敢違，唯而退，夜呼工鞴液，將以及期。富家聞之大窘，盡輦宿藏，爭取金粟，物賈大昂，泉溢于市。既而樣上省，寂無所聞矣。都堂左揆閤前有榴，每著實，檜嘿數焉。忽亡其二，不之問。一日，將排馬，忽顧謂左右取斧伐樹。有親吏在旁，倉卒對曰：「實甚佳，去之可惜。」檜反顧曰：「汝盜吾榴。」吏叩頭服。蓋其機穽根於心，雖嵬瑣弗自覺，此所謂莫見乎隱者，亦可嘆也！ \\n ○館娃浯溪 \\n 靈巖、中宮為蘇、永勝槩，吊古者多詩之。近世王義豐、楊誠齋為之賦，植意卓絕，脫去雕篆畦畛。余得之王英伯錄藏焉。義豐賦館娃曰：「汎浮玉之北堂，得館娃之遺基，從先生而遊焉，揖夫差而弔之。或曰：是可唾也，奚以弔為哉！夫沈湎以喪國，固君人之失道，然而有鍾鼓者，胡可以弗考，聞管籥者，民喜而相告。苟厥妃之當愛，惟恐王之不好矣，是則女樂亦可少乎！必曰夏有末喜，商有妲己，周有褒姒，而吴以西子，苟求其故，未必專於此也。齊有六嬖，威公以興，正而不譎，聖人稱焉。非夫九合一正之業，得仲父以當其任，則其一己之內，少有以自適者，舉不足以害成耶！關大夫進，夏德豈昏；微子得政，商豈穢聞。蘇公、家父並用，則烽火豈得妄舉；子胥不見戮，則吴之離宮、別館，至於今可存。抑夫差之資異，在列國亦翹楚，一戰而越沮，再會而諸侯懼。使僅得一中佐，置雙翼於猛虎，惟自剖其骨鯁，而放意於一女。敵乘其間，無以外禦，杯酒之失何足問，獨為此邦惜殺士之舉也。此士不遭殺，夫差不可愚，苧羅之姝，適足為我娛，胡得而竊吾之符；榮楯可居，適足華吾廬，胡足以隳吾之都。惟忠良之既誅，始猖狂而自如。臺兮姑蘇，舟兮太湖；食兮鱠鱸，曲兮棲烏。宿兮嬪嬙，脩明兮夷光；二八兮分明，捧心兮專房。徑兮採香，屧兮響廊；笑倚兮玉床，奈樂兮東方。稻蟹種兮不遺，爭盟兮黃池；無人兮箴規，有仇兮相窺。至德之廟，遂為禾黍，悉陂池與臺榭，焂一變而梵宇。入笙歌於海雲，令聲鐘而轉鼓，儼麛鹿之容與，瞰僧儀而觀覩。駭越壘以在望，奚五戎之閱武，松引韻以鳴咽，柳顰眉而凝佇。山黯黯兮失色，水洶洶兮暴怒，追此謬於千里，本差之於毫釐。譬之養生，捐其良醫，逮疾作於中夜，懵藥石之不知。志士仁人，所為太息於斯焉，蓋嘗反覆於此。竊謂種、蠡亦可哂也。勾踐方明，舉國以聽，十年生聚，十年教訓，以此衆戰，何伐不定，何至假負薪之女，為是可恥之勝哉！始其土城，誨淫自君，終焉五湖，合懽其臣。青溪之典不正，金谷之義不立，滺滺扁舟，遂其全璧。使之脫鼎中之魚，而羣沙頭之鷺；返耶溪之蓮，而吐洞庭之橘，竊謂越之君臣何其陋於此役也。越則陋矣，吴亦太庸。士目既抉，夫誰納忠，可■〈白上辛下〉人之亡已，其自反而責躬乎！公既然雍，相與歛容，起視四山之中，覺蕭蕭兮悲風。」誠齋賦浯溪曰：「予自二妃祠之下，故人亭之旁，招招漁舟，薄游三湘。風與水兮俱順，未一瞬而百里；歘兩峰之際天，儼離立而不倚：其一怪怪奇奇，蕭然若仙客之鑑清漪也；其一蹇蹇諤諤，毅然若忠臣之蹈鼎鑊也。怪而問焉，乃浯溪也。蓋䲟亭在南，峿臺在北【亭在南峿臺在北　四部叢刊本誠齋集浯溪賦作：「浯亭峙其南，峿臺巋其北。」】；上則危石對立而欲落，下則清潭無底而正黑；飛鳥過之，不敢立迹。余初勇於好奇，乃疾趨而登之；挽寒藤而垂足，照衰容而下窺。余忽心動【余忽心動　四部叢刊本誠齋集浯溪賦作「忽焉心動」。】，毛髮森豎；乃蹟故步，還至水滸；削苔讀碑，慷慨吊古。倦而坐於釣磯之上，喟然嘆曰：惟彼中唐，國已膏肓；匹馬北方，僅或不忘【僅或不忘　集成本、學津本作「僅或不亡」。四部叢刊本誠齋集浯溪賦作「僅獲不亡」，從上下文意看，義較長。】。觀其一過不父，日殺三庶【觀其一過不父日殺三庶　「不」原作「尚」。鐵琴銅劍樓藏元刊本載陳文東批點云：「尚，恐作不。」四部叢刊本誠齋集浯溪賦作：「觀其一過不父，日殺三庶。」今據改。】，其人紀有不斁矣夫！曲江為篋中之羽，雄狐為明堂之柱，其邦經有不蠹矣夫！水、蝗稅民之畝【水蝗稅民　「稅」原作「禾免」，今據四庫本、集成本、學津本、四部叢刊本誠齋集校改。】，融、堅椎民之髓【融堅椎民之髓　「融堅」原誤作「融竪」。四部叢刊本誠齋集浯溪賦作「融堅」，指唐玄宗時代的宇文融和韋堅。新唐書宇文融傳：「分按州縣，括正丘畝，招徠戶口而分業之，又兼租地安輯戶口使，於是諸道收沒戶八十萬，田亦稱是，歲終羡錢數百萬緡，帝悅。」新唐書韋堅傳云：「見宇文融、楊慎矜父子以聚斂進，乃運江淮租賦，所在置吏督察，以佐國稟，歲終增鉅萬，玄宗咨其才。」今據誠齋集校改。】，其天人之心有不去矣夫！雖微祿兒，唐獨不隊厥緒哉【隊厥緒　四部叢刊本誠齋集浯溪賦作「霣厥緒」。】？觀馬嵬之威垂，渙七萃之欲離；殪尤物以說焉，僅平達於巴西。吁不危哉！嗟乎！齊則失矣，而楚亦未為得也。靈武之履九五，何其亟也？宜忠臣之痛心，寄春秋之二三策也！雖然，天下之事，不易於處而不難於議也【不易於處　「易」上原無「不」字，四部叢刊本誠齋集浯溪賦作「不易于處」，今據補。】。使夫謝奉冊於高邑，將禀命於西帝【將稟命於西帝　四部叢刊本誠齋集浯溪賦作：「稟重巽於西帝」，與上句「謝奉冊於高邑」，下句「違人欲以圖功，犯衆怒以求濟」，句式相同，近是。】；違人欲以圖功，犯衆怒以求濟：天下之士，果肯欣然為明皇而致死哉？蓋天厭不可以復祈，人潰不可以復支；何哥舒之百萬，不如李、郭千百之師？推而論之，【推而論之　四部叢刊本誠齋集浯溪賦「推」作「搉」。】，事可知矣。且士大夫之捐軀，以從吾君之子者，亦欲附龍鳳而攀日月，踐臺斗而盟帶礪也。一復蒞以耄荒，則夫千麾萬旟，一呼如響者【則夫千麾萬旟一呼如響者　四部叢刊本誠齋集浯溪賦作：「則夫一呼萬旟者」，義長。】，又安知其不掉臂也耶？古語有之：『投機之會，間不容穟。』當是之時，退則七廟之忽諸，進則百世之揚觶：嗟肅宗處此，其實難為之。九思而未得其計也！已而舟人告行，秋日已晏；太息登舟，水駃於箭。回瞻兩峰，江蒼茫而不見。」義豐賦中稱先生，蓋時從范石湖【成大】游。誠齋則以環轍湘、衡，過顏元碑下耳。二地出處本不倫，筆力到處，便覺夫差、肅宗無所逃罪。獨恨管子趨霸之說，不可以訓，如為唐謀則忠。今兩剎中皆無此刻，而酲夢複語，往往滿壁間云。 \\n ○天子門生 \\n 盤石趙【逵】，以紹興辛未魁集英之唱。後三年，以故事召歸為校書郎。時秦檜老矣，怙權殺天下善類以立威，搢紳脅息。趙至，一見光範，檜適喜，欲收拾之。問知其家尚留蜀，曰：「何不俱來？」趙對以貧未能致，檜顧吏囁嚅語，有頃，奉黃金百星以出，曰：「以是助舟楫費。」趙出不意，力辭之。吏從以出。同舍郎或勸以毋怫檜意者，趙正色曰：「士有一介不取，予獨何人哉！君謂冰山足恃乎！」勸者縮頸反走。吏不得已歸，猶不敢以其言白。檜已不樂，居久之，語浸聞，檜大怒曰：「我殺趙逵，如獼狐兔耳，何物小子，乃敢爾耶。」風知臨安府曹泳，羅致其隸輩，而先張本于上曰：「近三館士不檢，頗多與宮邸通，臣將廉之，其醞禍不淺矣。」會得疾，十月而有絳巾之招。高宗更化，微聞其事。十一月，亟詔兼官朱邸，繼復召對，擢著作佐郎，謂之曰：「卿乃朕自擢，秦檜日薦士，曾無一言及卿，以此知卿不附權貴，真天子門生也。」又曰：「兩王方學詩，冀有以切磋之。」上意蓋欲以此破前謗。趙之未召，寔為東川僉幕總領，符【行中】有子預薦，意其為類試官，密以文屬之，趙不啟緘，擲几下。既而符氏子不預牓，總因以他事捃摭之甚峻，然卒不能洿。趙之介特有守，蓋已見於初筮云。 \\n ○姑蘇二異人 \\n 姑蘇有二異人，曰何簑衣，曰獃道僧，蹤跡皆奇詭。淳熙間名聞一時，士大夫維舟者，率往訪之，至今吴人猶能言其大略。何本淮陽胊山人，書生也。祖執禮，仕至朝議大夫，世為鼎族，遭亂南來，寓于郡。嘗授業于父，已能文，一旦焚書裂衣遁去，人莫之知。既乃歸，被草結廬于天慶觀之龍王堂，佯狂妄談，久而皆有驗。臥草中，不垢不穢；晨必一至吴江，溲焉。郡至吴江五十里，往反不數刻，人固訝之。會有一瘵者，拜謁乞醫，何命持一草去，旬而愈，始翕然傳簑可瘉病。亦有求而不得，隨輒不起者，於是遠近稍敬異之。孝宗在位，忽夢有簑而跣、哭而來吊，問之，曰：「臣，蘇人也。」詰其故，則不肯言。寤以語左璫，時上意頗崇緇抑黃，弗深信也。居月餘，成恭后上仙，莊文繼即世。璫因進勉釋而及之，意欲以驗前定寬上心，上矍然憶昨夢，輟泣而嘆。璫進曰：「臣微聞蘇有何姓者，類其人，它日固未敢言。」因道其所為，上大驚，有詔諭遣，不至。上嘗燕居深念，以規恢大計，累年未有所屬；且坤儀虛位，圖所以膺佐餕承顏之重者，焚香殿中，默言曰：「何誠能仙，顧必知朕意。」遂授璫以香茗，曰：「汝見何，則致贄而已，問所以來，則曰：『陛下自禱，我不及知。』視其何以復命。」璫承命惟謹。何忽掉首吴音曰：「有中國人，即有蕃人，有日即有月，不須問。」趣之去，既復呼還曰：「所問者姓，我猶忘之，但言朱家例子，不可用也。」使者歸奏，上曰：「是能知我心。」遂賜號通神先生，築通神庵于觀之內，親御寶跗書扁以寵之。已而，成肅正中宮，歸謝氏，蓋本朝故事。惟欽成本姓崔，後育任氏、朱氏，既而惟從朱姓，不復歸，上意嘗欲以為比而未決也；北伐之議，亦少息焉。先是觀中諸黃冠以殿宇既燬，欲試其驗，羣造其廬，拜且白之，何從求疏軸。主者謾以與，何笑曰：「來日自有施者。」至午，使者果來，既答，則曰：「我不能入覲，以此累使者。」上聞而益奇之。會浙西趙憲【伯驌】亦為之請，遂肆筆金闕寥陽殿額，出內帑緡錢萬，繪事一新，以答其意。上每歲以璫將命，即其居設千道齋，合雲水之士，施予優普。一歲偶踰期，咸訝而請，亟起于臥，搖手瞬目而招之曰：「亟來！亟來！」璫是日舟至平望，乃見何在岸滸，招而呼。踵廬言之，衆白何固未嘗出也，因言所以，其狀良是。獃道僧者，實本郡人，為兵家子，少有所遇，何舊與之友狎。不知幾何時，髠而髽，曰似道似僧，故曰道僧。狀不慧，而言發奇中，與何頡頏。好蕩游市井間，見人必求錢，止于三，隨即與之貧者。何既不趨召，它日璫或薦道僧，上欲見之，何挽呼不使去，曰：「是將捉汝、縛汝、監汝、不容汝來矣。」道僧來見于內殿，不拜，所言不倫。上狎之，使出入勿禁，且命隨龍人元居實總管者館之。元懼其逃，猝無以應上命，果日使十人從之，所至不舍。踰年歸見何，何以杖詬逐之，至死，訖不與接一談。重華倦勤，復使召之，不肯就，邀守萬端，三年而致之。紹熙甲寅春，道僧入北內，坐榻前曰：「今日六月也，好大雪。」侍璫咸笑，顧曰：「爾滿身皆雪，而笑我狂耶！」相與罔測，亦莫以為意。至季夏八日，而至尊厭代矣，縞素如言焉。二人勇於■〈口舀〉肉，食至十數斤，獨皆不飲酒，亦不言其所以然也。何又能耐寒暑，余兄周伯言，有元某者，丙午歲七十矣，嘗言自丱角見之，顏色無少異。蘇有妄道士，日從之游，將倣其為，何不怒，獨冒雪馳至垂虹而浴，道士不能偕，慙而去。余兄往見之，頗能言宦歷所至，酷不喜韓子師。方為守，千騎每來，則提擊而罵之，亦有人所不堪者，子師素嚴厲，於此不以為忤也。道僧先數年卒；何，慶元間猶在，相傳百餘歲矣。洪文敏夷堅辛志乙三志亦雜載其事，雖微不同，要皆履奇行怪，有不可致詰者，故著之。 \\n ○趙希光節槩 \\n 吴畏齋【獵】諭蜀，有邛守楊熹者，頗從輶軒，羾所聞，因道資中趙希光節槩甚悉。余兄德夫，時從幕府，得其書以示余，楊之言曰：「趙昱，字希光，淳熙宰相衞公【雄】之子。少苦學，以司馬、周、程氏為師，每謂存天性之謂良貴，充諸已之謂內富，故漠然不以利祿動其心。出仕二十餘年，僅一磨勘，歷任不滿三考，其恬退如此。汛掃一室，左圖右書，盡晝夜積日月不舍，終身弗改。先是衞公相孝宗皇帝，一日奏事，上從容語及鄭丙，曰：『鄭丙不曉事，問他吴挺，乃云：小孩兒解甚底！』衞公曰：『以大將比小兒，丙誠不曉事。然以臣見，挺雖有所長，亦有所短。』上曰：『何故？』公曰：『為人細密警敏，此其所長；然敢於欺君父，又恃其憸巧，而愚弄士大夫，此其所短。但朝廷用之，不得其地。』上曰：『何謂不得其地？』衞公曰：『往年恢復至德順，中原父老，簟食壺漿以迎王師者，肩摩袂接，悉取免敵錢，大失民望，迄以無功。中原之人，至今怨此子，深入骨髓，而朝廷乃使之世為西將，西人又以二父故，莫不畏服，挺亦望宣撫之任久矣。蜀雖名三軍，二軍僅當其偏裨，雖陛下神武御將，百挺何能為？然古帝王長慮却顧，為子孫萬世之計，似不如此。』上大感悟。後挺死，朝廷雖略行其言，已而復故。開禧丁卯，吴曦僭叛，昱每念衞公此語，輒投地大慟，或至氣絕不蘇。初，欲買舟順流而東，賊以兵守蜀門，弗果行。於是製大布之衣，每有自關表避亂而歸者，輒號泣弔之。亟貽書成都帥臣楊輔，謂逆雛驕竪，干亂天紀，痛哉宗社！哀哉蒼生！此直愚騃無知，為虜所■〈口舀〉，逆順昭然，其下未必皆樂從，肘腋之間，禍將自作，事尚可為，因勸以舉義。遂絕粒，至於臥疾不能起，猶晝夜大號，聲達於外，置一劍枕間，每舉欲自刺，輒為家人捍之而止。如是數四，終不食而死。」熹所紀具是，不復損益。余生雖晚，尚及識衞公父子。紹熙壬子冬，先君捐館于廣，余甫十齡，護喪北歸。衞公以寧武之節，來治于洪。余舟過章江，亟命幕屬來唁，親以文奠焉。余已卒無時之哭，因謁棨下，援手言疇昔，歔欷不自勝。顧余甚幼，遣使從先夫人求余程業，頗奇其不懾，賞其詞語而憐其蚤孤也。余歸，未釋絰而衞公薨，輀車西泝，余輅希光于琵琶，頎然溫厚，今想見之，已足以信熹之傳。時方暑，待亭上，親吏言希光方治養生術，以子午時有所行，謝客，移數晷，乃得見，冲澹無競，其素也。衞公止一子，希光雖重繼體之託，亦無訾云。 \\n ○稼軒論詞 \\n 辛稼軒守南徐，已多病謝客，予來筮仕委吏，實隸總所，例於州家殊參辰，旦望贄謁刺而已。余時以乙丑南宮試，歲前涖事僅兩旬，即謁告去。稼軒偶讀余通名啟而喜，又頗階父兄舊，特與其潔。余試既不利，歸官下，時一招去。稼軒以詞名，每燕必命侍妓歌其所作。特好歌賀新郎一詞，自誦其警句曰：「我見青山多嫵媚，料青山見我應如是。」又曰：「不恨古人吾不見，恨古人不見吾狂耳。」每至此，輒拊髀自笑，顧問坐客何如，皆歎譽如出一口。既而又作一永遇樂，序北府事，首章曰：「千古江山，英雄無覓孫仲謀處。」又曰：「尋常巷陌，人道寄奴曾住。」其寓感槩者，則曰：「不堪回首，佛狸祠下，一片神鴉社鼓。憑誰問：廉頗老矣，尚能飯否？」特置酒召數客，使妓迭歌，益自擊節，徧問客，必使摘其疵，孫謝不可。客或措一二辭，不契其意，又弗答，然揮羽四視不止。余時年少，勇於言，偶坐于席側，稼軒因誦啟語，顧問再四。余率然對曰：「待制詞句，脫去今古軫轍，每見集中有『解道此句，真宰上訴，天應嗔耳』之序，嘗以為其言不誣。童子何知，而敢有議？然必欲如范文正以千金求嚴陵祠記一字之易，則晚進尚竊有疑也。」稼軒喜，促膝亟使畢其說。余曰：「前篇豪視一世，獨首尾兩腔，警語差相似；新作微覺用事多耳。」於是大喜，酌酒而謂坐中曰：「夫君寔中予痼。」乃味改其語【味改其語　集成本、四庫本、學津本「味」均作「咏」。】，日數十易，累月猶未竟，其刻意如此。余既以一語之合，益加厚，頗取視其骩骳，欲以家世薦之朝，會其去，未果。是時，潤有貢士姜君玉【瑩中】，嘗與余游，偶及此，次日康伯可順庵樂府一袠相示。中有滿江紅作於婺女潘子賤席上者，如：「歎詩書萬卷，致君人、番沉陸。且置請纓封萬戶，徑須賣劍酬黃犢。慟當年、寂寞賈長沙，傷時哭」之句，與稼軒集中詞全無異。伯可蓋先四五十年，君玉亦疑之，然余讀其全篇，則它語却不甚稱，似不及稼軒出一格律。所攜乃板行，又故本，殆不可曉也。順庵詞令麻沙尚有之，但少讀者，與世傳俚語不同。 \\n  \\n   \\n  "}
{"章节": "桯史卷第四", "正文": "  \\n 桯史卷第四 \\n 　 \\n  \\n 壽星通犀帶 \\n 周夢與釋語 \\n 鄭廣文武詩 \\n 九江二盜 \\n 葉少蘊內制 \\n 宣和御畫 \\n 乾道受書禮 \\n 一言悟主 \\n 蘇葛策問 \\n ○壽星通犀帶 \\n 德壽在北內，頗屬意玩好。孝宗極先意承志之道，時罔羅人間，以共怡顏。會將舉慶典，市有北賈，攜通犀帶一，因左璫以進於內。帶十三銙，銙皆正透，有一壽星，扶杖立。上得之喜，不復問價，將以為元日壽巵之侑。賈索十萬緡，既成矣，傍有璫見之，從賈求金。不得，則擿之曰：「凡壽星之扶杖者，杖過於人之首，且詰曲有奇相。今杖直而短，僅至身之半，不祥物也。」亟宣視之，如言，遂却之。此語既聞遍國中，無復售者。余按會要開寶九年二月十九日，召皇弟晉王及吴越國王錢俶，其子惟濬射苑中，俶進御衣、金器、壽星通犀帶以謝，帶之著於前世者，僅此一見耳。 \\n ○周夢與釋語 \\n 余里中士，每秋賦與計偕，貧不能行者，或仰給勸駕。嘉泰辛酉，永嘉周夢與【呂齡】宰德化，垂滿矣，士有以故例請者，弗報。贄以啟，束裝而俟，又弗報，怒而索其贄。余適謁琴堂，坐間，夢與口占授札吏復之曰：「伏承寵翰，見索長牋，愛莫能留，感而且駭。珠璣在側，固知酬應之難；筆研生塵，未免紓遲之咎。趙客有辭而取璧，楚人敢訝於亡弓。所恨具舟，已及瓜而代去，無由洗眼，觀奪錦之歸來。更冀恢洪，以基光大。」畢緘，顧余作釋語曰：「予非摩訶薩埵，乃諸公之提婆達多耳。」余笑莫敢答，士擲其報章於門而去。閽者白之，曰：「正自乏楮君，就席以為室間書庋。」無所問，里士不欲名。夢與老儒，自號牧齋，精史學，議論亹亹，起人意表，器局凝重，喜慍不形於色，獨微有卜商之短，仕終安豐倅云。 \\n ○鄭廣文武詩 \\n 海寇鄭廣，陸梁莆、福間，颿駛兵犀，雲合亡命，無不一當百，官軍莫能制。自號滾海蛟，有詔勿捕，命以官，使主福之延祥兵，以徼南溟。延祥隸帥閫，廣旦望趨府。羣寮以其故所為，徧賓次，無與立譚者。廣鬱鬱弗言。一日，晨入未衙，羣僚偶語風簷，或及詩句，廣矍然起于坐曰：「鄭廣麤人，欲有拙詩白之諸官，可乎？」衆屬耳，乃長吟曰：「鄭廣有詩上衆官，文武看來總一般。衆官做官却做賊，鄭廣做賊却做官。」滿坐慚噱。章以初好誦此詩，每曰：「今天下士大夫愧鄭廣者多矣，吾儕可不知自警乎！」 \\n ○九江二盜 \\n 吾鄉有周教授者，家太一觀前，畜犬數十，皆西北健種，晨紲昏縱，穿窬者無敢睨其藩。一日，起觀扃鑰有異，發笈空焉。亟集里正視驗，跡捕四出，杳莫知所從。居三日，始獲之。初，盜得貲分塗，一盜出蛇崗山，將如贛、吉。晝日嘗過其下，見道傍梅有繁實，夜渴甚，登木而取之。有蛇隱葉間，傷其指，負傷而逃。至侯溪，則指幾如股矣，不能去，臥旅邸中。主人責炊，曰：「予無它藏，獨餘鋌銀，可斧而售。」既而無碪不可碎，歸之。盜又出囊珠，主人念山谷間無售者，時德壽宮中貴人劉奭廬石耳峰下，持以求質。奭曰：「姑畀汝萬錢，詰朝歸汝餘金。」奭已聞周氏之盜，意疑其是，馳僕示之，曰：「吾家物也。」捕于邸，贓證一網而得，因以跡餘黨，如言無脫者。又有馬屠居城東，為偽券亂真，歲以其券售舒、蘄間。得馬驢，驅以歸，■〈羔上火下〉于肆以鬻，盡復出。人但見其驅至日多，售用日侈，莫疑其所自來。適黃有逋寇，黃陂之捕吏即之，疑一夫焉，未察。夫實盜也，覺其意，入肆啜■〈羔上火下〉，坐而袒裼，自褫其巾，呶于衆，閧而出。捕者以其變服，弗之識也。訝其久，商于其徒曰：「吾目見其入，今暮矣，杳不再覿，是家非橐盜者乎！」遂偕入搜之，盜則逸去，而偽券之印楮簾臼，儼然皆存。因遂告之官。夫二盜之彰亦異矣：梅實偶然而藏虺，捕吏無心而得驗，天固以此啟之耶！抑稔慝當露，適因其所值耶！犬不能吠，詰之以繇，則曰：「是夕也，以豚蹄傅麻苧、雜草烏烹之，犬至輒投苧纏藥，噤無復聲者。」馬驢每至，賤賈而售，使門庭翕然嗔咽，既非其所仰，益可肆於廉取，它日語人曰：「吾以薄取致厚訾，售之速耳，市人弗覺也。」此盜亦有道者歟！ \\n ○葉少蘊內制 \\n 童貫以左璫幸大觀間。緣開邊功，建武康節鉞，公言弗與，而莫敢攖也。其三年二月，將行復洮州賞，石林葉少蘊在北門，微聞當遂為使相，懼當視草，不能自免，出語沮之。蔡元長頗愧於衆論，丁酉鎖院，迺自檢校司空、奉寧節度，進司徒，易鎖鎮、洮而已。少蘊黽勉奉詔，制出告廷，鄭華原素不樂少蘊，摘語貫曰：「葉內翰欺公，至託王言以寓微風。」貫問其故，華原曰：「首詞有云：『眷言將命之臣，宜懋旌勞之典』。凡今內侍省差一小中官降香，則當曰將命；修一處寺觀，造數件服用，轉官則曰旌勞。公以兩府故事為宣威，麻辭乃爾，是以黃門輩待公也。又其末云：『若古有訓，位事惟能，德因敵以威懷，于以制四夷之命，賞眡功而輕重，是將明八柄之權。』尚書周官分明上面有『建官惟賢』一句不使，却使下一句謂『公非賢爾，眡功輕重』之語，亦以公之功止於如此，不足直醲賞也。」貫初垂涎儀同，已大失望，聞之|面，徑揖起歸，質諸館賓，俾字字解釋而已。聽之，其言頗符，則大怒，泣訴于祐陵，納告榻上，竟不受。其年五月戊午，遂以龍學出少蘊汝州，繼又落職，領洞霄祠。少蘊時得君甚，中以陰事，始克去之；華原意以軋異己，不知適以張閹宦之威也。少蘊自志其事，以余觀之，三公論道官，雖曰檢校，亦不若終沮以正之，均為一去云。洞霄在中朝，從官常莅之，不專以處宰執，南渡以後，乃不然也。 \\n ○宣和御畫 \\n 康與之在高皇朝，以詩章應制，與左璫狎。適睿思殿有徽祖御畫扇，繪事特為卓絕，上時持玩流涕，以起羹牆之悲。璫偶下直，竊攜至家，而康適來，留之燕飲，漫出以示，康紿璫入取殽核，輒泚筆几間，書一絕于上【書一絕于上　岳珂以此詩為康與之作，按張端義貴耳集卷上、李慈銘越漫堂讀書記均云此詩乃曾覿奉旨進祐陵林檎鸚鵒畫扇詩，並指出桯史所記為誤。】，曰：「玉輦宸游事已空，尚餘奎藻繪春風【尚餘奎藻繪春風　張端義貴耳集引此詩「繪」作「寫」。】。年年花鳥無窮恨【年年花鳥無窮恨　張端義貴耳集引此詩「恨」作「意」。】，盡在蒼梧夕照中【盡在蒼梧夕照中　張端義貴耳集引此詩「夕」作「落」。】。」璫有頃出，見之大恐，而康已醉，無可奈何。明日伺間扣頭請死，上大怒，亟取視之，天威頓霽，但一慟而已。余嘗見王盧溪作宣和殿雙鵲圖詩【宣和殿雙鵲圖詩　宋詩鈔盧溪集鈔題作「題宣和御畫」。】，曰：「玉鏁宮扉三十六，誰識連昌滿宮竹。內苑寒梅欲放春，龍池水煖鴛鴦浴。宣和殿後新雨晴，兩鵲蜚來東向鳴。人間畫工貌不成【人間畫工　宋詩鈔盧溪集鈔作「當時妙手」。】，君王筆下春風生。長安老人眼曾見，萬歲山頭翠華轉。恨臣不及宣政初，痛哭天涯觀畫圖。」盧溪、與之，雖非可倫擬者，第詳玩詩語，似不若前作簡而有味云。 \\n ○乾道受書禮 \\n 紹興要盟之日，虜先約毋得擅易大臣。秦檜既挾以無恐，益思媚虜，務極其至。禮文之際，多可議者，而受書之儀特甚。逆亮渝平，孝皇以奉親之故，與雍繼定和好，雖易稱叔侄為與國，而此儀尚因循未改，上常悔之。乾道五年，陳正獻【俊卿】為相，上一日顧問，欲遣泛使直之，且移騎兵于建康，以示北向。會歸正人侍旺未遣，虜屢以為言，正獻恐召釁，執不可，亟奏曰：「臣早來蒙聖慈宣問遣使事，臣已略奏一二，此事臣子素所憤切，便當理會。屬今者有疑似之迹，彼必以本朝意在用兵，多方為備。萬一先動，吾事力未辦，淮西城壁未集，今不若少遲。若專遣使，則中外疑惑，使者既行，只宜便相聽許，猶為有名，苟或未從，殊失國體，天下之人以為陛下捨其大而圖其小也。適蒙中使降下王弗前此宣旨本末，今遣使不為無辭。臣之愚見，欲姑俟侍旺事少定，或冬間因賀正使，遣王卞偕行，先與北館伴議論，言朝廷將遣泛使之意。或令殿上口奏，彼若許遣，則有必從之理；若其不許，犬羊豈可責以禮度，則臣願陛下深謀遠慮，磨厲以須，忍其小而圖其大。他時翦除醜類，恢復故疆，名分自正，國勢自強，在於今日，誠未宜計虛名而受實害也。臣淺陋愚暗，念慮及此，更乞宸衷少賜詳酌，天下幸甚。」上為少止，而終以為病。其秋，偕虞雍公【允文】爰立左右，上密求顓對。時范石湖自南宮郎崇政說書，為右史侍講，天意攸屬。明年，亟欲遂前事，且將先以陵寢為詞，而使使者自及受書，以御札問正獻曰：「朕痛念祖宗陵寢，淪於腥羶，四十餘年，今欲特差泛使，往彼祈請，依巫伋、鄭藻例施行，卿意以為何如？可密具奏來。」正獻復奏曰：「臣伏蒙中使宣降到御札，下咨臣以遣北朝泛使本末。顧臣淺陋，豈足上當天問，恭讀聖訓，不勝感泣。仰惟陛下焦勞萬機，日不暇給，規恢遠略，志將有為。痛祖宗之陵寢未還，念中原之版圖未復，精誠所感，上通於天，天祐聖德，何功不成？此固微臣素所激昂憤切，思以仰贊廟謨，為國雪耻，恨不即日掛天山之斾，勒燕然之銘。然而性質頑滯，於國家大事，每欲計其萬全，不敢為嘗試之舉。是以前者留班面奏，亦以為使者當遣，但目前未可，恐洩吾事機，以實諜者之言，彼得謹為備。若鎮之以靜，遲一二年，彼不復疑，俟吾之財力稍充，士卒素飽，乃遣一介行李，往請所難；往反之間，又一二年，彼必怒而以師臨我，然後徐起應之，以逸待勞，此古人所謂應兵，其勝十可六七。夫天下之事，為之有機，動惟厥時，孔子曰：『好謀而成。使好謀而不成，不如無謀。』臣之愚暗，安知時變，不過如向所陳，不敢改辭以迎合意指，不敢依違以規免罪戾，不敢僥倖以上誤國事。疎狂直突，罪當萬死，惟陛下憐其愚而錄其忠，不勝幸甚。」上不聽，正獻遂去國。范遷起居郎、假資政殿大學士、左太中大夫、醴泉觀使兼侍讀、丹陽郡開國公，為祈請使以行。上臨遣之曰：「朕以卿氣宇不羣，親加選擇，聞外議洶洶，官屬皆憚行，有諸？」范對曰：「無故遣泛使，近於求釁，不執則戮，臣已立後，乃區處家事，為不還計，心甚安之。」玉色愀然曰：「朕不敗盟發兵，何至害卿？嚙雪餐氊或有之，不欲明言，恐負卿耳。」范奏乞國書，併載受書一節，弗許，遂行。虜遣吏部郎中田彥臯、侍御史元顏溫迓焉。范知虜法嚴，附請決不可達，一不泄語，二使不復疑。至燕，乃夜蔽帷秉燭，密草奏，具言他日北使至，欲令親王受書，其辭云云。大昕而朝，遂懷以入，初跪進國書，隨伏奏曰：「兩朝既為叔侄，而受書禮未稱。昨嘗附元顏仲、李若川等口陳，久未得報，臣有奏劄在此。」搢笏出而執之，雍酋大駭，顧誶其宣徽副使韓鋼曰：「有請當語館伴，此豈獻書啟處耶？自來使者未嘗敢爾。」厲聲令綽起者再三，范不為動，再奏曰：「奏不達，歸必死，寧死於此。」雍酋怒，拂袖欲起，左右掖之坐。又厲聲曰：「教拜了去！」鋼復以笏抑范拜，范跪如初。雍酋曰：「何不拜？」范曰：「此奏得達，當下殿百拜以謝。」乃宣詔令納館伴處。范不得已，始袖以下，望殿上臣僚往來紛然。既而，虜太子謂必戮之以示威，其兄越王不可而止。頃之，引見如常儀，歸，館伴果宣旨取奏去。是日鋼押宴，謂范曰：「公早來殿上甚忠勤，皇帝嘉嘆，云可以激厲兩朝臣子。」范唯唯謝，廷議才殷。會夏國有任德敬者，乃夏酋外祖，號任令公，再世用事，謀纂其國，事敗而族。蜀宣司故嘗以蠟書通問，為夏人所獲，致之虜庭，雍酋益怒。范朝辭，遂令其臣傳諭詰之，范答以姦細之偽不可測。退朝而館伴持真書來，印文皦然可識。范笑曰：「御寶可偽，況印文乎！」虜直其詞，遂不竟。十月，范還，虜之報章有曰：「抑聞附請之辭，欲變受書之禮，出于率易，要以必從。」上於是知其忠勤，有大用意。後八年，迄參大政云。受書乃隆興以後盟書大節目，故備記其事特詳，當時尚他有廷臣謀議可參見，日月尚邇，惜乎其未盡聞也。 \\n ○一言悟主 \\n 石湖立朝多奇節，其為西掖時，上用知閤門事，樞密都承旨張說為僉書，滿朝譁然起爭，上皆弗聽。范既當制，朝士或過問當視草與否，笑不應，獨微聲曰：「是不可以空言較。」問者不愜，又譁然謂范黨近習取顯位，范亦不顧。既而廷臣不得其言，有去者，范詞猶未下。忽請對，上意其弗繳，知其非以說事，接納甚溫。范對久將退，乃出詞頭納榻前，玉色遽厲。范徐奏曰：「臣有引諭，願得以聞。今朝廷尊嚴，雖不可以下擬州郡，然分之有別，則略同也。閤門官日日引班【閤門官日日引班　集成本、學津本「日日」作「日月」。】，乃今郡典謁吏耳。執政大臣，倅貳比也。陛下作福之柄，固無容議，但聖意以謂有一州郡，一旦驟拔客將吏為通判職曹官，顧謂何耶！官屬縱俛首，吏民觀聽，又謂何耶！」上霽威沉吟曰：「朕將思之。」明日，說罷。後月餘，范匄去，上曰：「卿言引班事甚當，朕方聽言納諫，乃欲去耶！」既而范竟不安于位，以集撰帥靜江。明年春，說遂申命，實乾道八年也。悟主以一言之頃，理明辭正，雖不能終格，猶足為公議立赤幟云。 \\n ○蘇葛策問 \\n 東坡先生，元祐中，以翰苑發策試館職，有曰：「今朝廷欲師仁祖之忠厚，懼百官有司，不舉其職，而或至於媮；欲法神考之勵精，恐監司守令，不識其意，而流入於刻。」左正言朱【光廷】首擿其事，以為不恭。御史中丞傅【堯俞】、侍御史王【岩叟】交章劾奏，一時朝議譁然起。宣仁臨朝，為之宣諭曰：「詳覽文意，是指今日百官有司監司守令言之，非是議諷祖宗。」紛紛踰時始小定，既而亦出守。紹聖、崇寧治黨錮言者，屢以藉口，迄不少置也。政和間葛文康【勝仲】為大司成，又發策私試，有曰：「聖上懋建大中，克施有政，忠恕崇厚，同符昭陵，綜覈勵精，遹追寧考，殆將收二柄而總攬之也。今欲嚴督責，肅逋慢，而無刻核之迹；隆牧養，流豈弟，而無姑息之過，諸生謂當如何？」其問今見丹陽集中【丹陽集　原作「丹楊集」。按陳振孫直齋書錄解題卷十八：「丹陽集，顯謨閣待制江陰葛勝仲魯卿撰。」今據嘉靖本、集成本、四庫本、學津本校改。】。是時語忌最嚴，而無一人指疵之者，文康迄位法從，哀榮始終。二策問語意如一而禍福廼爾大異，是蓋有命也。 \\n  \\n   \\n  "}
{"章节": "桯史卷第五", "正文": "  \\n 桯史卷第五 \\n 　 \\n  \\n 劉觀堂讀赦詩 \\n 部胥增損文書 \\n 看命司 \\n 宣和服妖 \\n 安慶張寇 \\n 陽山舒城 \\n 宸奎堅忍字 \\n 何處難忘酒 \\n 見一堂 \\n 義騟傳 \\n 鳳凰弓 \\n 大小寒 \\n 趙良嗣隨軍詩 \\n ○劉觀堂讀赦詩 \\n 紹興己未，金人歸我侵疆，曲赦新復州縣，赦文曰：「上穹開悔禍之期，大金報許和之約，割河南之境土，歸我輿圖；戢宇內之干戈，用全民命。」大酋兀朮讀之，以謂不歸德其國，明年，遂指為釁，以起兵復陷而有其地。後二年，和議成，秦檜懼當制者之不能說虜也，以孽子熺及其黨程克俊補鼇。故其文曰：「上穹悔禍，副生靈願治之心；大國行仁，遂子道事親之孝，可謂非常之盛事，敢忘莫報之深恩。而况申遣使軺，許【光宗廟諱】盟好，來存歿者萬餘里，慰契闊者十六年。禮備送終，天啟固陵之吉壤；志伸就養，日承長樂之慈顏。」於是郵傳至四方，遺黎讀之有泣者。蜀士劉望之作詩曰：「一紙盟書換戰塵，萬方呼舞却沾巾。崇陵訪沈空遺恨，郢國憐懷尚有人。收拾金繒煩廟算，安排鍾鼎誦宗臣。小儒何敢知機事，終望君王赦奉春。」時語禁未大嚴，無以為風者。望之有集自號觀堂，它書多謟秦，所謂奉春，竟不知指何人也。 \\n ○部胥增損文書 \\n 先君之客耿道夫【端仁】為余言，其婣張氏，不欲名，淳熙間，尉廣之增城。有黠盜劉花五者，聚黨剽掠，官司名捕，累載弗獲。一日，有告在鄰邑之境民家者，民素豪，枳關環溪，畜犬獰警，吏莫敢闖其藩。張欲躬捕，弓級陳某者奮而前曰：「是危道，不煩親行，我得三十人饒取之。」使之往，信宿而得。鞫其橐侶，凡十餘輩，散跡所往，咸縶而來。贓證具，以告之縣，於法應賞矣。先是張以它事忤令，盜之至，令訊爰書，以實言府，張以非馬前捕不應。令將論報，張乃知之，祈之椽史，咸曰：「案已具府，視縣辭而已，事且奏，不容增。」府尹適知已，又祈之，亦弗得，自分絕望。又一年，秩滿買舟如京，過韶，因謁憲臺。坐謁次，有它客縱譚一尉事，適相類，漫告之。客曰：「是不可為，然於法情理兇虐，嘗懸購者，雖非躬獲，亦當免試，或循資，盍試請一公移，儻可用。」張方慮關陞薦削不及格，聞之大喜，遂白之憲。憲命以成案錄為據付之。至臨安，果以初筮無舉員，當入殘零，張良窘。偶思有此據，以示部胥，胥視之色動曰：「匄我一昔，得與同曹議。」居二日，來邀張至酒家劇飲，中席謂之曰：「君欲改秩乎！」張錯愕不敢謂然。胥曰：「我不與君劇，君能信我，事且立辦。」詰所以，笑不答，遂去。明日，復至其邸。張疑未泮，出謀之道夫，道夫曰：「胥好眩詡，志於得錢，然亦有能了事者。不可信，亦不可却，盍為質而要其成。」張歸，胥又來，則曰：「君不深信我，我請毋持錢去，事成乃見歸。」許諾，索緡二千，酬酢竟日，以千緡成約。張貸其半千道夫，同緘識于霸東周氏，兩月不復來，顧以為妄，相與深咎輕信，徒取愒日。忽夜三鼓有扣門者，乃胥焉，喜見眉睫，曰：「幸不辱命。」文書銜袖，取觀之，則名登于進卷矣。張大駭，旦，質之左銓，良是，三代爵里皆無譌。又扣之省闥，亦然，以為自天而下，然終莫測其繇也。欣然畀謝貲，又厚以饋而問其故，胥不肯泄曰：「君第汔事，何庸知我。」既而班見如彝，得宰福之永福去，亦自閟不言。惟道夫知之。先君為侍左郎，道夫在館，因密訪其事。蓋胥初得憲司據，見所書功閥，皆曰：「增城縣尉司弓級陳某，獲若干盜。」因不以告人，夜致之家，於每司字增其左畫曰同，則如格矣，筆勢穠纖無少異，同列不之覺。徵案故府胥亦隨而增之，但時矯它曹，夤緣之命促其行，委曲遮護，徒以欲速告，迄不下元處而賞遂行。刻木輩舞文，顧賕謝乃其常，蓋未有若此者。以此知四選蠹積，蓋不可勝算，司衡綜者，可不謹哉！ \\n ○看命司 \\n 中都有談天者，居於觀橋之東，日設肆于門，標之曰「看命司」，其術稍售。其徒憎之曰：「司者，有司之稱，一妄庸術，乃以有司自命，豈理也哉！」相與謀訟之，一人起曰：「是不難，我能使之去。」旦日徙居其對衢，亦易其標曰「看命西司」，過者多悟而笑，其人愧赧，亟撤不敢留。伎流角智軋敵，乃有諭於不言者，亦可謂巧矣，書之以資善謔。 \\n ○宣和服妖 \\n 宣和之季，京師士庶競以鵝黃為腹圍，謂之腰上黃；婦人便服不施衿紐，束身短製，謂之不製衿。始自宮掖，未幾而通國皆服之。明年，徽宗內禪，稱上皇，竟有青城之邀，而金虜亂華，卒于不能制也，斯亦服妖之比歟！ \\n ○安慶張寇 \\n 兩淮自開禧搶攘之後，惟舒僅全。嘉定己巳，歲洊饑，潰兵張軍大煽亂，始犯桐城。掠寓公朱少卿【致知】之家，頗得民馬，益合亡命，兩夕而浸多，遂鴟張闖郡。太守林【仲虎】棄城遁。入自北門，至于逵路，號于邦人曰：「凡吾之來，將以為父兄子弟，非有掠敓之心也，謹無捐而居，無棄而業，無嬰我兵鋒。」於是逃者稍稍抱馬足乞生，賊亦弗殺。至譙門，立馬視樓扁，四顧曰：「我射而中安字之首點則入，不然舍去。」一發中之，登郡廳，大發府庫以予民，翕然爭趨。惟尸胥魁一人，曰：「是舞文而虐吾民者，相為除之而已。」即日去屯潛山，營于真源宮，將大其所圖基以裒兵。會有詔池陽兵千捕他盜，偶遇之，踵而登山，賊不虞其至之速也，頗懼。時官軍未知賊衆寡，莫敢先入，環而守之。賊計窮，越山而跳，縶道流而奪其巾衣，偽為迸逸者，告于官軍曰：「賊衆方盛，宜少須。」軍士不之疑，皆趣使去。已而幟矗木間，馬嘶廡下，鉦鼓刁斗【刁斗　原作「刀斗」，今據集成本、四庫本、學津本校改。】，鞺■〈革答〉四發，益信其有人。將謀于軍曰：「賊在內，徒株守無益，焚其宮，是將焉往？」是日風盛，百燎並舉，徒聞號嘑，而竟莫有出者。宮既蕩盡，以為賊亦灰矣，亟奏功。朝廷初聞仲虎失守，亟詔池出兵，繼得撲滅之報，將第賞。而張軍大乃自望江刧二舟，載所獲婦女，浮江而下。至建康，登層樓，揮金自如，一飲而費二十萬。察姦者疑其為，執訊得實，乃知焚死者多縶留之黃冠也。獄具，肆于市而尼前賞，舟中多衣冠家人，遞牒送其所居。真源無孑遺，其徒適有游方者歸，旋理瓦礫，為復營計，今尚未完。匹夫奮草莽，凶歲常事，然驟得一郡，即市恩忍殺，其志蓋不淺；脫身煙焰，智足周身。卒以所嗜敗，此亦天網之不可逃者歟！ \\n ○陽山舒城 \\n 建炎航海之役，張俊既戰而棄鄞，兀朮入之。即日集賈舟，募瀕海之漁者為鄉導，將遂犯蹕，而風濤稽天，盤薄不得進。兀朮怒，躬命巨艘，張颿徑前，風益猛，自度不習舟楫，桅舞舷側，窘懼欲却而未脫諸口也。遙望大洋中，隱隱一山，顧問海師此何所，對曰：「陽山。」兀朮慨然歎曰：「昔唐斥境，極于陰山，吾得至此足矣。」遂下令反棹。其日，御舟將如館頭，亦遏于風，不爾幾殆，蓋天褫其魄而開中興云。龍舒在淮最殷富，虜自亂華，江浙無所不至，獨不入其境，說者謂其語忌，蓋以舒之比音為輸也。 \\n ○宸奎堅忍字 \\n 光堯既與子孝愛日隆，每問安北宮，間及治道。時孝宗銳志大功，新進逢意，務為可喜，效每落落。淳熙中，上益明習國家事，老成鄉用矣。一日，躬朝德壽，從容醼，玉音曰：「天下事不必乘快，要在堅忍，終於有成而已。」上再拜，請書紳，歸而大字揭于選德殿壁。辛丑歲，將廷策多士貢名者，或請時事于朝路間，聞其語而不敢形於大對，且慮於程文不妥帖，僅即其近佀為主意，或曰持守，或曰要終。既而御集英臚唱，宰執進讀，獨有一卷子首曰：「天下未嘗有難成之事，人主不可無堅忍之心。」上覽而是之，遂為第一，蓋親擢也。周伯兄常誦此事，謂凡文字，明白痛快當如此，余聞於其客劉達夫。 \\n ○何處難忘酒 \\n 自唐白樂天始為何處難忘酒詩，其後詩人多傚之。獨近世王景文【質】所作，雋放豪逸，如其為人。余得其四篇【四篇　王質雪山集僅收何處難忘酒（其三）一篇，張端義貴耳集却載何處難忘酒四篇，與此合，岳珂或即據貴耳集。】，曰：「何處難忘酒，蠻夷大不庭。有心扶白日，無力洗滄溟。豪傑將斑白【豪傑將斑白　「斑」原作「班」，今據張端義貴耳集引文校改。】，功名未汗青。此時無一盞，壯氣激雷霆。何處難忘酒，姦邪大陸梁。腐儒空有酈【腐儒空有酈　張端義貴耳集引此詩作「腐儒還有酈」。】，好漢總無張。曹趙扶開寶【曹趙扶開寶　張端義貴耳集引此詩作「曹趙扶開國」。】，王徐賣靖康。此時無一盞，淚與海茫茫【淚與海茫茫　張端義貴耳集引此詩作「淚滴海茫茫」。】。何處難忘酒，英雄太屈蟠。時違聊置畚，運至即登壇。梁甫吟聲苦，干將寶氣寒。此時無一盞，拍碎石闌干【拍碎石闌干　叢書集成本雪山集、張端義貴耳集均作「拍碎玉闌干」。】。何處難忘酒，生民太困窮。百無一人飽，十有九家空。人說天方解，時和歲自豐。此時無一盞，入地訴英雄。」景文它文極多，號雪山集【雪山集　原作「雪齋集」，誤。按陳振孫直齋書錄解題卷二十：「雪山集，富川王質景文撰。」王阮雪山集序：「紹興中，阮遊成均，與東平王君景文同隸時中齋。……其家勒以遺藳見囑，乃為搜羅刪次，釐為四十卷，名曰雪山。」四庫全書總目提要雪山集提要：「張端義貴耳集載其何處難忘酒詩，稱所撰有雪齋集，則又刊本流傳，訛山為齋耳。」岳珂或即承張端義之誤。今據王阮序校改。】，大略似是。余又讀王荊公臨川集，亦有二篇，其一篇特典重，曰：「何處難忘酒，君臣會合時。深堂拱堯舜，密席坐臯夔。和氣襲萬物，歡聲連四夷。此時無一盞，真負鹿鳴詩。」二公同一題，而喑嗚叱咤，一轉於俎豆間，便覺閑雅不侔矣。余嘗作一室，環寫此詩，恨不多見云。 \\n ○見一堂 \\n 孝宗朝尚書郎鹿【何】年四十餘，一日，上章乞致其事。上驚諭宰相，使問其繇，何對曰：「臣無他，顧德不稱位，欲稍矯世之不知分者耳。」遂以其語奏，上曰：「姑遂其欲。」時何秩未員郎，詔特官一子，凡在朝者，皆詩而祖之。何歸，築堂扁曰「見一」，蓋取「人人盡道休官去，林下何嘗見一人」之句而反之也【人人盡道休官去林下何嘗見一人　按魏慶之詩人玉屑卷二十引集古錄云：「相逢盡道休官去，林下何曾見一人。世俗相傳，以為俚諺。慶曆中，許元為發運使，因修江岸，得斯石於池陽江水中，始知為靈澈詩也。」】。何去國時，齒髮壯，不少衰，居二年，以微疾卒。或較其積閥，謂雖居位，猶未該延賞，天道固有知云。所官之子曰昌運，余在故府時，昌運為左帑，嘗因至北關送客，吴勝之為余道其事，今知連州。 \\n ○義騟傳 \\n 吾鄉有義騟事甚奇，余嘗為作傳曰：「義騟者，九江戍校王成之鎧騎也。成家世隸尺籍，開禧間，虜大入淮甸，成以卒從戎四方山，屢戰有功，稍遷將候騎。方淮民習安，倉卒間，虜至而逃，畜孽滿野。成徇地至花靨，見病騟焉，疥而瘠，骨如堵牆，行逐水草【行逐水草　「逐」原作「遂」，今據嘉靖本、集成本、學津本校改。】，步且僵，烏鳶啄其上，流血赭髀，莫適為主，縶而得之。會罷兵歸，飼以豐秣，幾半年，膚革僅完，毛耏復生。日寘之槽櫪，愸愸然與羣馬不相顧，時一出繫廡下，顧景嘶鳴，若自慶其有所遇，成亦未始異之。牙治在城陬，每旦與同列之隸帳下者，率夜漏未盡二刻，騎而往。屏息庭槐下，執檛候晨，雁鶩行立，俟頤指盡，午退以為常馬，或■〈⻊戚〉苶不任，相通融為假借。一日，有告馬病，從成請騟往。始命鞍，踶鳴人立，左右驤拒不可制，易十數健卒，莫能孰何。乃以歸之成，成曰：『安有是！』呼常馭羸卒持鞚來，則帖耳訓服如平時，振迅通衢，磬控緩亟無少忤者。自是惟成乘則受之，他人則復弗受。雖日浴于河，羣馬皆禓而騎，相望後先。騟之馭者，終莫敢竊睨其膺鬣，稍前即噬齧之，軍中咸指為駑悍，擯弗齧。嘉定庚午，峒寇李元礪，盜弄潢池，兵庚符下，統府調兵三千人以往，成與行。崎嶇山澤，夷若方軌，至吉之月餘，寇來犯龍泉柵，成出搏鬬四五合，危敗之矣，或以鈎出其腋及鞬而隊死焉。官軍亟鳴鉦，騟屹立不去，躑躅徘徊，悲鳴屍側。賊將顧曰：『良馬也。』取之。元礪有弟，悍很恃執，每出掠，率彊取十二三。適見之，色動曰：『我欲之。』將不敢逆，遂試之，蹴踘進退，折旋良愜，即不勝喜，貯以上廐，煑豆粟，濯泉翦馽，用金玉為鎧，華韀沃續，極其鮮明，羣渠皆釃酒來賀。輜重卒有為賊掠取者，知之，曰：『騟他日未當若是，彼畜也而亦畏賊耶！』竊怪之。於是日游其騟於峒■〈山匧〉間，上下峻坂，無不如意，恨得之晚。思一快意馳騁，而地多阻且不可得。後旬浹，復犯永新柵，官軍聞有寇至，披鹿角出迎擊。鼓聲始殷，果乘騟以來，騟識我軍旗幟，亟馳。賊覺有異，大呼勒挽不止，則怒以鐵槊擊之，胯盡傷。騟不復顧，冒陣以入，軍士識之者曰：『此王校之騟也，是異服者必其酋。』相與逐之，執以下，訊而得其實，則縛以徇于軍，曰：「得元礪之弟矣。」譟而進，賊軍大駭，軍士勇躍爭奮，遂敗之。急羽露書以出奇獲醜聞，檻送江右道，朝廷方患其跳梁，日徯吉語，聞而嘉之，第賞有差。衆耻其功之出於馬也，沒騟之事，騟之義遂不聞於時。居二日，騟歸病傷，不秣而死。稗官氏曰：『孔子曰：驥不稱其力，稱其德也。』今視騟之事，信然！夫不苟受以為正，報施以為仁，巽以用其權，而決以致其功，又卒不失其義以死，非德其孰能稱之也。彼仰秣而戀豆，歷跨下而不知耻，因人而成事者，雖有奔塵絕景之技，才不勝德，嫓之駑駘，何足算乎！余意君子之將有取也，而居是鄉，詳其事，故私剟取著于篇。」 \\n ○鳳凰弓 \\n 鄭華原【居中】在宥府，和子美【詵】知雄州，嘗以事詣京師，召與語而悅之，遂薦於徽祖。敷奏明鬯，大契宸旨，進橫階一等，俾還任。詵因上制勝彊遠弓式，詔施行之。弓製實弩，極輕利，能破堅於三百步外，即邊人所謂「鳳凰弓」者。紹興中，韓蘄王【世忠】因之稍加損益，而為之新名曰「剋敵」，亦詔起部通製，至今便焉。洪文敏容齋三筆謂祖熙寧神臂之規【祖熙寧神臂之規　葉紹翁四朝聞見錄甲集：「洪氏遵，試克敵弓銘，未知所出，有老兵持硯水，密謂洪曰：即神臂弓也，凡制度輕重長短，無不語洪。有司以為神。洪獨不記太祖即位之元年作神臂弓以威天下，何耶？」李慈銘越漫堂讀書記：「其克敵弓一條，謂本於和詵所上鳳凰弓，非太祖之神臂弓，以容齋三筆為誤。然洪氏親試詞科，用之入賦而得雋，所記當得其實，倦翁或別存一說耳。」所記各異，因迻錄諸說，以備參攷。】，實不然也。詵知兵，嘗沮伐燕之議，以及於責；北事之作，未及用以死，蓋兩河名將云。 \\n ○大小寒 \\n 韓平原在慶元初，其弟仰冑為知閤門事，頗與密議，時人謂之大小韓。求捷徑者爭趨之。一日內燕，優人有為衣冠到選者，自敘履歷材藝，應得美官，而留滯銓曹，自春徂冬，未有所擬，方徘徊浩歎。又為日者弊帽持扇過其旁，遂邀使談庚甲，問以得祿之期，日者厲聲曰：「君命甚高，但於五星局中，財帛宮若有所礙。目下若欲亨達，先見小寒，更望成事，必見大寒可也。」優蓋以寒為韓，侍燕者皆縮頸匿笑。余憶慶元己未歲，如中都，道徽之祁門【道徽之祁門　「祁門」原作「祈門」，按宋史地理志載祁門縣，隸徽州，嘉靖本、四庫本、學津本均作「祁門」，與史合，因據改。】，夜憇客邸，見壁間一詩，漫味語意，乃天族之試南宮者所作，其辭曰「蹇衛衝風怯曉寒，也隨舉子到長安。路人莫作親王看【路人莫作親王看　集成本、學津本作「路人莫作皇親看」。】，姓趙如今不似韓。」旁有何人細書八字，墨蹟尚新，但云「霍氏之禍，萌於驂乘」而已。余謂優語所及，亦一驂乘也。蒙其指目者，反懵然若不少悟，何耶？ \\n ○趙良嗣隨軍詩 \\n 趙良嗣既來降，頗自言能文，間以詩篇進，益簡眷遇，至命兼官史局令【兼官史局令　「令」原作「今」，顯誤。今據嘉靖本、集成本、四庫本、學津本校改。】，續通鑑長編重和元年十二月丁未，推脩國朝會要，帝系、后妃、吉禮三類賞，良嗣實竄名參詳，與轉一秩焉，亦可占其非據矣。後既坐誅，其所自為集凡數十卷，時人皆唾去不視，蕩燬無收拾者。余讀北遼遺事，見良嗣與王使女真，隨軍攻遼上京城破，有詩曰：「建國舊碑胡月暗，興王故地野風乾。回頭笑向王公子，騎馬隨軍上五鑾。」上京蓋今虜會寧，乃契丹所謂西樓者，實耶律氏之咸、鎬、豐、沛。犬羊固不足■〈血阝〉，而良嗣世仕其國，身踐其朝，貴為九卿，一旦決去，視宗國顛覆殊無禾黍之悲，反吟咏以志喜，其為人從可知也。縱有名篇，正亦不足錄，况僅止爾耶！五鑾乃上京殿名，保機之故巢也。 \\n  \\n   \\n  "}
{"章节": "桯史卷第六", "正文": "  \\n 桯史卷第六 \\n 　 \\n  \\n 汪革謠讖 \\n 鐵券故事 \\n 鴻慶銘墓 \\n 蘇衢人妖 \\n 快目樓題詩 \\n 記龍眠海會圖 \\n ○汪革謠讖 \\n 淳熙辛丑，舒之宿松民汪革，以鐵冶之衆叛，比郡大震，詔發江、池大軍討之，既潰，又詔以三百萬名捕。其年，革遁入行都，廂吏執之以聞，遂下大理獄，具梟于市。支黨流廣南。余嘗聞之番易周國器【元鼎】，曰：「革字信之，本嚴遂安人，其兄孚師中嘗登鄉書，以財豪鄉里，為官榷坊酤，以捕私醞入民家，格鬬殺人，且因以掠敓，黥隸吉陽軍。壬午、癸未間，張魏公都督江、淮，孚逃歸，上書自詭，募亡命為前鋒，雖弗效，猶以此脫黥籍，歸益治貲產，復致千金。革偶鬩牆不得志，獨荷一繖出，聞淮有耕冶可業，渡江至麻地，家焉。麻地去宿松三十里，有山可薪，革得之，稍招合流徙者，治炭其中，起鐵冶其居旁。又一在荊橋，使里人錢某秉德主焉，故吴越支裔也，貧不能家，妻美而艷，革私之。邑有酤坊在倉步白雲，革訟而擅其利，歲致官錢不什一。別邑望江有湖，地饒魚蒲，復佃為永業。凡廣袤七十里，民之以漁至者數百戶，咸得役使。革在淮仍以武斷稱，如居嚴時，出佩刀劍，盛騎從。環數郡邑官吏，有不愜志者，輙文致而訟其罪，或莫夜嘯烏合，毆擊瀕死，乃寘。於是爭敬畏之，願交驩奉頤旨。革亦能時低昂，折節與游，得其死力，聲焰赫然，自儔夷以下不論也。初江之統帥曰皇甫倜，以寬得衆，別聚忠義為一軍，多致驍勇。繼之者劉光祖，頗矯前所為，奏散遣其衆。太湖邑中有洪恭訓練，居邑南門倉巷口，舊為軍校，先數年已去尺籍，家其間。軍士程某，二人素識之，往歸焉。恭無以容，又不欲逆其意，革之長子某，好騎射，輕財結客，遂以書薦之往，果喜，留之。一年而盡其技，革貲用適窘，謝以鐵鏹五十緡【謝以鐵鏹五十緡　集成本「十」作「千」。】，二人不滿。問其所往，曰將如太湖，革因寄書以遺恭。革與恭好，有私幹，期以秋，以其便之，弗端亶書紙尾曰：『迺事俟秋涼即得踐約。』二人既出，飲它肆，酣，相與咨怨，竊發緘窺之而未言。至太湖見恭，恭門有茗坊，延之坐，自入于室，取四縑將遺之。恭有妾曰小姐，躬蠶織勞，以恭之好施也，悋不予縑。屏後有詈言，二人聞之，怒。恭堅持縑出，不肯受，亦不投以書，徑歸九江。揚言于市，謂革有異謀，從我學弓馬兵陣，已約恭以秋叛，將連軍中為應，我因逃歸。故使邏者聞之，意欲以籍手冀復收。光祖廉得之，恐，捕二人送後司，既無以脫，遂出其書為證。光祖繳上之朝，有詔捕革。郡命宿松尉何姓，忘其名，素畏其豪，彎卒又咸辭不敢前，妄謂拒捕，幸其事之它屬以自解。時邑無令，有王某者以簿攝邑事，郡檄簿往說諭。革已聞之，頗為備，飲簿以酒，烹鵝不熟而薦，意緒倉皇，簿覺有異，不敢言而出。行數里，解後，郡遣客將郭擇者至。擇與汪革交稔，故郡使繼簿將命，從以吏卒十餘人，簿下馬道革語，勸勿往，擇不可，曰：『太守以此事屬擇，今徒還，且得罪。』遂入，革復飲之。時天六月方暑，虐以酒，自己至申，不得去。擇初謂革無他，既見，乃露刃列兩廂門下，憧憧往來，袒裼呼嘯，頗懼，亶孫辭匄去。革畢飲字，謂擇曰：『希顏，吾故人，今事藉藉，革且不知所從始，雀鼠貪生，未敢出，有楮券四百，匄希顏為我展限。』擇陽諾，方取楮，捕吏有王立者，亦以革之餉飲也，醉，聞其得錢，扣窗呼曰：『三省樞密院同奉聖旨，取謀反人，教練乃受錢展限耶？』革長子聞之，躍出縛擇，曰：『吾父與爾善，爾乃匿聖旨文書，紿吾父死地。』戶闔，甲者興，王立先中二刀，仆，偽死。盡殲捕吏，鈎曳出寘牆下。將殺擇，探懷中，得所藏郡移，擇搏頰祈哀曰：『此非他人，乃何尉所為，苟得尉辨正，死不恨。』革許之，分命二子往起炭山及二冶之衆。炭山皆鄉農，不肯從，爭迸逸；惟冶下多逋逃羣盜，寔從之。夜起兵，部分行伍，使其腹心龔四八、董三、董四、錢四二及二子分將之，有衆五百餘。六日辛亥，遲明，蓐食趨邑。數人者故軍士，若將家子弟，亦有能文者，俠且武，平居以官人稱，革皆親下之。革有三馬，號惺惺騮、小驄騍、曰番婆子，駿甚，馭曰劉青，驍捷過人。革是日被白錦袍，屬櫜鞬，腰劍，總鵝梨旋風髻，道荊橋，秉德之妻闖于垣，匿，弗之見，乃過之。未至縣五里，錢四二有異心，因謂革曰：『今捕何尉，顧不足多煩兵，君以親騎入，大隊姑屯此可也。』革然其言，以三十騎先入郭門，問尉所在，則前一日以定民訟，舍村寺未歸。乃耀武郭中，復南出，劉青方鞚，忽顧革曰：『今雖不得尉，能質其家，尉且立來。』革曰：『良是。』反騎趨縣，尉廨在縣治，革將至，有長人衣白立門間，高與樓齊，其徒俱見之，人馬辟易，亟奔還。則錢四二者已與其衆潰逃略盡，惟龔、董守郭擇不去者，尚五六十人，計無所出，廼殺擇而還麻地。其居屋數百間，藏書甚富，穀粟山積，盡火之。幼孫千一甫十一歲，使乘惺惺騮，如無為漕司，分析非敢反，特為尉迫脅狀。遂殺二馬，挈其孥至望江，以五舟分載入天荒湖，泊葦間，與龔、董灑涕別去，曰：『各逃而生，毋以為君累也。』其次子有婦張，實太湖河西花香鹽賈張四郎之女，有智數，嘗勸革就逮，弗從，至是與其子相泣，自湛于湖，時人哀之。王立既不死，負傷而逃，歸郡。郡聞革起聚民兵，會巡尉來捕，且驛書上言，詔發兩統帥偏裨撲滅，勿使熾。居十日，而兵大合，徒知其在湖，不敢近。視舟有煙火且聞伐鼓聲，稍久不出，使闖之，則無人焉。煙乃■〈火〈敝，去攵〉〉麻屑【煙乃■〈火〈敝，去攵〉〉麻屑　「■〈火〈敝，去攵〉〉」原作「■〈瞞，火代目〉」，按集韻：「■〈火〈敝，去攵〉〉，必結切，灼物焦也，或作■〈敝上火下〉。」今據集成本、學津本校改。】，為詰曲如印盤，縛羊鼓上，使以蹄擊，革蓋東矣。革之至江口，刼二客舟，浮家至雁■〈氵义〉、采石，偽官歸峽者，謁征官而去，人莫之疑。舒軍既失革，朝廷益慮其北走胡，大設賞購。革乃匿其家于近郊故死友家，夜使宿弊窰，曰：『吾事明，家可歸師中兄。』遂入北關，遇城北廂官白某者于塗，白嘗為同安監官，識革，方駭避，革曰：『聞官捕我急，請以為君得。』束手詣闕，下天獄，獄吏訊其家所在，備楚毒，卒不言。從獄中上書，言臣非反者，蹭蹬至此，蓋嘗投匭請得以兩淮兵，恢復中原，不假援助，臣志可見矣。不知訟臣反而捕者為誰，請得以辨。乃詔九江軍送二人，捕洪恭等雜驗，皆無反狀，書所言秋期乃它事，革亶坐手殺平人，論極典，從者末減。二人亦以首事妄言，杖脊竄千里。方其孫訴漕司時，遞押繫太湖，荷小校過棠梨市，國器嘗見之，惺惺騮棄野間，為人取去。宿松人復攘之，以瘠死。革之壻曰毛翥，字時舉，第百一，居倉步，亦業儒，以不預謀，至今存。後其家果得免，依孚而居。後一年，事益■〈施，弓代方〉，乃如宿松，識故業董四，從有總首詹怨之，捕送郡，郭擇家人逆諸門，搏擊之，至郡庭，首不髮矣。其捕董時，亦賞緡十【亦賞緡十　嘉靖本、集成本、四庫本、學津本「十」均作「千」。】，郡不復肯畀，薄其罪，僅編管撫州。革未敗，天下謠曰：『有箇秀才姓汪，騎箇驢兒過江。江又過不得，做盡萬千趨鏘。』又曰：『往在祁門下鄉，行第排來四八。』首尾皆同，凡十餘曲，舞者率侑以鼓吹，莫曉所謂。至是始驗。革第十二，以四合八，其應也。二人初言，蓋謂革將自廬起兵如江云。國器又言，革存時，每酒酣，多好自舞，亦不知兆止其身。宿松長人，或謂其邑之神，曰福應侯，威靈極著，革時亦欲縱火殺掠，使無所睹，邑幾殆。時守安慶者李，歲久，亦不知其為何人也。」 \\n ○鐵券故事 \\n 苗劉之亂，勤王兵向闕，朱忠靖【勝非】從中調護，六龍反正，有詔以二凶為淮南西路制置使【淮南西路制置使　「西路」原作「兩路」，按李心傳建炎以來繫年要錄卷二十二：「苗傅為淮西制置使。」宋史苗傅傳：「辛酉，徙傅淮西制置使，正彥副之。」今據改。】，令將部曲之任。時正彥有挾乘輿南走之謀，傅不從，朝廷微聞而憂之，幸其速去。其屬張逵為畫計，使請鐵券，既朝辭，遂造堂袖劄以懇，忠靖曰：「上多二君忠義，此必不吝。」顧吏取筆，判奏行給賜，令所屬檢詳故事，如法製造，不得住滯。二凶大喜，是夕遂引遁，無復譁者，時建炎三年四月己酉也。明日將朝，郎官傅【宿】扣漏院，白急速事，命延之入，傅曰：「昨得堂帖，給賜二將鐵券，此非常之典，今可行乎！」忠靖取所持帖，顧執政秉燭同閱，忽顧問曰：「檢詳故事，曾檢得否？」曰：「無可檢。」又問：「如法製造，其法如何？」曰：「不知。」又曰：「如此可給乎！」執政皆笑，傅亦笑曰：「已得之矣。」遂退，後傅論功遷一官，忠靖嘗自書其事云。 \\n ○鴻慶銘墓 \\n 孫仲益【覿】鴻慶集，太半銘誌，一時文名獵獵起，四方爭輦金帛請，日至不暇給。今集中多云云，蓋諛墓之常，不足咤。獨有武功大夫李公碑列其間，乃儼然一璫耳，亟稱其高風絕識，自以不獲見之為大恨，言必稱公，殊不怍於宋用臣之論謚也。其銘曰：「靖共一德，歷踐四朝，如砥柱立，不震不搖。」亦太侈云。余在故府時，有同朝士為某人作行狀，言者摘其事，以為士大夫之不忍為，即日罷去，事頗相類，仲益蓋幸而不及於議也。 \\n ○蘇衢人妖 \\n 余兄周伯，以淳熙丙申召為太府簿。時姑蘇有民家姓唐，一兄一妹，其長皆丈有二尺，里人謂之唐大漢，不復能嫁娶。每行勌，倚市簷憇坐，如堵牆。不可出，出輒傾市從觀之。日■〈口舀〉斗餘，無所得食，因適野，為巨室受囷粟，蓋立囷外，即可舉手以致，不必以梯也。以是背微傴。有璫以輅使客，見之，大驚，遂入奏，詔廩之殿前司。時郭隸為帥，周伯間一往，必敬喏，其聲如鐘。德壽時，欲見之，懼其聚民，乃臥之浮于河，至望仙專舟焉。又，江山邑寺有緇童，眉長踰尺，來淨慈，都人爭出視之，信然。事聞禁中，詔給僧牒，賜名延慶寺僧，日坐之門，護以行馬，士女填咽炷香，謂之活羅漢。遂裒施貲為殿寺，有故銅像甚侈，乃位之中，不朞而成。周伯亦親見之。是非肖貌賦形之正，近於人妖矣。後數年周伯去國，皆不知所終。 \\n ○快目樓題詩 \\n 江西詩派所在士，多漸其餘波，然資豪健和易不常，詩亦隨以異。廬陵在淳熙間，先後有二士，其一曰劉改之，余及識之，嘗書之矣。舊歲在里中，與張漕仲隆【棟】之子似仲游，因言劉叔儗詩句。叔儗名儗，才豪甚，其詩往往不肯入格律。淳熙甲辰、乙巳間，余兄周伯持淛東庾節，待次，一日過仲隆，同登其家後圃快目樓。有詩楣間曰：「上得張公百尺樓，眼高四海氣橫秋。只愁笑語驚閶闔，不怕闌干到斗牛。遠水拍天迷釣艇，西風萬里襲貂裘。眼前不著淮山礙，望到中原天際頭。」周伯讀而壯之，問知其儗。居月餘，儗來謁仲隆，仲隆留之，因置酒北湖，招周伯曰：「詩人在此，亟踐勝約。」既至，一見如舊，交坐中，以二詩遺周伯。其一曰：「昔年槌鼓事邊庭，公相身為國重輕。四海幾人思武穆，百年今日見儀刑。筆頭風月三千字，齒頰冰霜十萬兵。天亦知人有遺恨，定應分付與中興。」其二曰：「已買湖山卜奠居，因君又復到康廬。十年到處看詩卷，一日湖邊從使車。南渡忠良知有種，中原消息定關渠。從今便是門闌客，時出山來探詔除。」詩成風簷，展讀大喜，遂約之入淛。明年，叔儗過會稽，留連累月，餉之緡錢甚夥。叔儗又有題岳陽樓一篇，周伯喜誦之，余得其親錄本曰：「八月書空雁字聯，岳陽樓上俯晴川。水聲軒帝鈞天樂，山色玉皇香案煙。大舶駕風來島外，孤雲銜日落唫邊。東南無此登臨地，遣我飄飄意欲僊。」余反覆四詩，大槩皆一軌轍，新警峭拔，足洗塵腐而空之矣。獨以傷露筋骨，蓋與改之為一流人物云。叔儗後亦終韋布，詩多散軼不傳。 \\n ○記龍眠海會圖 \\n 李龍眠既棄畫馬之嗜，亶作補大士相，以施緇徒。垂老，得疋楮，戲筆五百應真像，幾年廼成。平生繪寫，具大三昧，僅此軸耳。先君在蜀得之，母氏雅敬浮屠【母氏雅敬浮屠　「母」原作「毋」，今據嘉靖本、集成本、四庫本、學津本校改。】，常櫝致香火室中。余來京口，因暇日出示王英伯，遂倣貝葉語，為作記其右曰：「南閻浮提，有大善知識，現居士宰官婦女身，在家修菩薩梵行。有一初學與其子游，以是因緣得至其舍。一日，出示五百大阿羅漢海會妙相一軸，於是合掌恭敬，歎未曾見，如人入闇，忽1光明，心大歡喜，莫可喻說。宛轉諦觀，神通變化，皆得自在，小大長短，老幼妍醜，各有所別。足踏滄海，如履坦途，蛟、蜃、黿、鮀、魚、鱉、蛙、蛤，俛首聽命，如乘安車。天龍八部，夜叉羅剎，諸惡鬼衆，前後導從，如役僕厮。寶花繽紛，天樂競集，金橋架空，琪樹蔽日。或闖而窺，或倚而立，瓶b杖拂，各有所執，凌雲御風，升降莫測。或解衣渡水，或濯足坐石，或挽或負，狀邈迭出。以種種形，成於一色，於一色中，衆妙畢具，如幻三昧，隨剎現形，千變萬化，不離一性。如是我聞，釋迦文佛，既成道已，乃於耆闍崛山集阿羅漢。有學無學，菩薩摩訶薩，次第授記，陳如號曰『普明』，五百阿羅漢，亦同一號，名曰『普明』。既受佛記，即得如來方便法，而金剛經云：『實無有法，名阿羅漢。』則是諸大阿羅漢，有法無法，有相無相，皆不可知，不可測。飄流大海，一切衆生，天龍八部，諸鬼神衆，若有若無，若隱若顯，亦不可知，不可測。如夢中語，如水中塵，如暗中影，如空中花，謂之有相可乎？謂之有法可乎？是又不可知，不可測。然則斯圖之作，滄海浩渺，神通變化，奇形異狀，曲極其妙，求諸法耶？求諸相耶？是又愚所不可知，不可測。夫佛於賢刼中，在大梵天，未出母胎，居摩尼殿，集天釋梵八部之衆，演暢摩訶衍法，度無量無邊衆生。其殿百寶裝嚴，衆妙殊特，匪因緣而有，匪自然而成，則是殿是佛，是法是相，謂之有乎？謂之無乎？如此則知海之為海，羅漢之為羅漢，蛟、蜃、黿、鮀、魚、鼈、蛙、蛤，天龍八部，夜叉羅剎，似耶否耶？有耶無耶？匪大圓覺，合凡聖於一理，混物我於一心，是否兩忘，色空俱滅。則法且無有，何况於相，相且無有，何况於畫，畫且無有，何况於記。雖然，是理也，為發大乘者說，為發最上乘說。若夫即心是佛，因佛見性，善男子、善女子，有能於一切法一切相而生敬心，則聚沙為塔，畫地成佛，皆是道場。何况圖畫裝嚴，盡形供養，當知是人成就第一，希有功德，所得福德，亦復如是，不可思議，不可稱量。於往昔時，有大居士號曰龍眠，得畫三昧，始好畫馬，念念勿忘。有大比丘，見而語之，由此一念，當墮馬腹，於是居士躩然懺悔，乃於一切諸佛諸大菩薩而致意焉。端嚴妙麗，隨念現形，皆得三昧，是羅漢者，居士之所作也。以居士之一念，畫此羅漢，以大善知識之一念，得此羅漢，當知是畫為第一希有。畫者，得者，匪於過去無量阿僧祇刼承佛受記，未易畫此，亦未易得此。至於有法無法，有相無相，如魚飲水，冷暖自知。是記也，蓋為畫設，開禧二年百六日，初學王邁謹記。」英伯它文亦多奇，累試詞闈不偶，今尚在選調中，余前書京口故游，蓋其人也。 \\n  \\n   \\n  "}
{"章节": "桯史卷第七", "正文": "  \\n 桯史卷第七 \\n 　 \\n  \\n 吳畏齋獵謝贄啟 \\n 楚齊僭冊 \\n 優伶詼語 \\n 嘉禾篇 \\n 朝士留刺 \\n ○吳畏齋【獵】謝贄啟 \\n 開禧兵隙將開，憂國者慮其不終。乙丑之元，吴畏齋自鄂召，過京口，以先君湖湘之契，先來訪余，亟送出南水門，謝不敏。既而留中為大蓬，未幾，遂以秘撰帥荊，復出閘西泝。時北事已章灼，余念數路出師，具有殷鑒，雖上流運奇，先王有遺規，而今未必能。且是時招偽官，遣妄諜，亹亹多費，實無益於事，天下寒心，而謀國者不之知也。因草一啟代贄，及之曰：「騎虹過賀，曾親謦欬之承；倉鼠嘆斯，尚墮塵埃之夢。喜拜重來之命，試伸一得之愚。竊以宋受天命，何啻百庚申，虜汙中原，又閱一甲子。自崇、觀撤藩籬之蔽，而炎、興紛和戰之謀。誕謾敗事，而巽懦則有餘【巽懦則有餘　「巽」原作「選」，今據嘉靖本、集成本、四庫本、學津本校改。】，浮躁大言，而矜夸之亡實。有志者以拘攣而廢，無庸者以積累而升，牢籠易制之人才，玩愒有為之歲月。肉食者鄙，亡秦當可進而失機，骨狺而爭，逆亮以難從而求釁。遂致蟠固狡兔之窟，猶欲睥睨化龍之都。決策和親，姑謂奉春之孰計，臥薪自厲，誰為勾踐之盛心。金湯恐喝於豫圖，玉帛聯翩於遠餽，百年棄置，亦已久矣。萬口和附，以為當然，不特首足混於無別，而反使有加，將見膏血困於常輸，而未知所止。有識每一寘念，終夕為之寒心，今雖欲為，後乃益甚。竊聞九世之大議，僅積三時之成規，蹤跡張皇，已同獸鬬，議論噂■〈口沓〉，堅闢狐疑。徒欲快一決而僥前功，詎曰計萬全而為後慮，畎畝有懷於憂國，匭旌無路而陳情。敢忘末學之激衷，試請丈人之靜聽，嘗觀古昔中興之業，或因東南全盛之基，規模雖狹於未宏，功業亦隨其所就。孫氏北無淮而西無蜀，距江尚固于周防；晉室內有寇而外有戎，渡水亦成於克捷。彼皆未盡有今日之所有，我乃類欲為當時之不為。邊草未搖，紛紛抵掌，塞塵一警，惴惴奉頭。■〈施，弓代方〉張以道，固曰隨時，勇怯任情，料必至此。未嘗有十年之生聚，但聞以千里而畏人，惟昧以天下轉移之機，所以成流俗衰頹之弊。願姑寘尋常，以破未識時之說，特欲舉一二，以釋妄乘勢之疑。夫江淮為唇齒之邦，關陝乃腹心之地，欲近守，則不當固其內而舍其外；欲遠攻，則安可即所後而忘所先。況天險可守，共守則險亦均，地利可據，能據則利必倍，此皆不易之常理，具有已行之舊規。襄陽，關中之喉，兵易進而亦易退；京師，海內之腹，守可暫而不可常。通秦蜀兩道之勢，則兵力不宜輕，居陳梁四戰之郊，則守備不必泥。使靈旗再圖北指，詎不先出峴之師，而大駕一日東歸，似難執居汴之策。蓋設嶮象存於習坎，而趨時患在於用常，誠由泗宿以下靈壁之師，因登、萊而濟海道之衆，淮西則出壽春而窺許境，關外則道大散而瞰雍郊，是謂正兵，皆為危道。蓋河南雖可得而難於持久，舟師雖可用而未為全謀，即平壤以制敵，蹉跌則不支，用嶮道以出兵，饋餉則難繼。故顯忠卒成符離之\"，而至於潰，李寶僅濟膠西之捷，而不敢留。水路貽明徹之憂，陸運制武侯之出，非陳言之是襲，亦商監之可稽。若夫運上流之奇，此端繫大賢之責。一軍下虢、洛【一軍下虢洛　「洛」原作「略」，今據嘉靖本、集成本、四庫本、學津本校改。】，中原之勢已搖，萬騎出潁昌，京畿之地旋復。南城分徇而首尾互應，朱僊進擊而手足猖披。惟是時之舉，偶困於謗書，而此日之功，難言於覆簣，苟盡得策，豈復至今。自兩河而言，則銅梁為舊疆，由九郡而論，則金坡為限塞，平州與三關，異路而不豫計，真兒戲哉！白溝僅一水，累世而不敢踰，亦幸安耳。今欲為能勝而必不可勝，固當審所圖而棄其難圖，豈徒舍敗績而趨成功，庶不因空名而受實禍。宣和之捷，所以胎靖康之變，隆興之戰，所以成乾道之盟，惟思之遠而慮之深，庶功可成而憂可弭。大姑少置，小亦未安。招攜固上策，而納歸正乃自困之資；用間誠至謀，而遣妄諜乃無益之費。偽官換授，是當誅而蒙賞，厚貲輕畀，是以實而易虛。雖至愚猶且知其非，豈在上顧甘循其弊？許移治者，是許其棄地，令擇利者，是令其退師，徒使全家保妻子之臣，用以藉口竊爵祿之寵。邊城保鄣，以廟堂使闕，而不免於屢遷，戎閫事機，以主帥豢安，而常淹於難達。偃然以承平文飾之體，巍乎居要境藩維之權，塞下之粟，反內徙以自虛，軍中之弊，猶日朘而不止。歲市駿而不能償耗，誰興開元監牧之謀，曰計漕而未足饋軍，孰啟神爵屯田之策。民兵文具，禁籍虛員，奈何欲興不世之儁功，尚爾未革易知之宿弊。此特言其梗槩，初未効於涓埃，已不勝賈生痛哭之私，矧欲致臧宮鳴劍之議。試捈悶悶，毋謂平平，恭惟某官，以世大儒，助國正論，貫兼資於文武，視一節於險夷。歸自乘軺，公議浩然而歸重，畀之顓閫，天心昭若以可知。上方勤西顧之憂，公特任北門之寄。風露三神之頂，洊爾褰裳，旌旗千騎之來，跫然望履。聳列城之觀望，屹外閫之蕃宣，當盡遠猷，庶銷過計。某辱知最渥，因事有言。屢矣蹉跎，雖粗有少年之志，斐然狂簡，得毋貽小子之嗤。或可執鞭，願供磨盾，其諸軟熟之貢，徒致高明之煩。嗣聽策勳，別當脩贄。」畏齋在丹陽舘，一覽輙喜，親作數語謝曰：「抗身以衛社稷，久沉射虎之威，疏王爵以大門閭，將表食牛之氣。有來相過，允荷不忘，監倉學士，風烈承宗，詞華振俗，喜北平之有後，幸郎君之克家。庾氏卑官，王孫令器，必有表薦，以發忠嘉。至於陳誼之甚高，與夫期待之太過，此則諸君子之責，而非一郡守之憂。某行官沔鄂之間，即有兵民之寄，當呼老校退卒，問先烈之宏規，將與羣公貴人，誦故侯之名緒。敍謝之意，匆草莫殫。」於是一得之謀，頗徹於諸公間矣。又一年，稍稍如言，宇文顧齋聞之，從章以初錄本去，會除次對，謬以充自代薦，且有志識不羣之褒，初未相識也。故余投謝駢儷有曰：「初不求於識面，亶自得於知心。」蓋指此。它日，又特剡亟稱之于廟堂，余迄不知所蒙。近繙故笈，偶見存本，因悼殄瘁，潸然出涕，書之以志余之愧於知已者焉。 \\n ○楚齊僭冊 \\n 靖康元年，金人陷京師。明年，太宰張邦昌僭帝位，是歲邦昌伏誅。又三年，盡陷中原地，殿中侍御史劉豫復僭帝位。九年，豫就執北去。余嘗得其二冊文，乃刪其吠堯者而剟錄之。邦昌之冊曰：「維天會五年，歲次丁未，二月辛亥朔，二十有一日辛巳，皇帝若曰：朕惟我太祖武元皇帝，肇建區夏，務安元元，肆朕纂承，不敢荒怠，夙夜兢兢，思與萬國格于治。粵惟有宋，寔乃通鄰，貢歲幣以交懽，馳星軺而講好。期於萬世，永保無窮，蓋我有大造于宋也。不圖變誓渝盟，以怨報德，開端招禍，反義為仇。今者國既乏主，民宜混同，然念厥功，誠非貪土，遂命帥府，與衆推賢。僉曰：太宰張邦昌，天毓疏通，神資睿哲，處位著忠良之譽，居家聞孝友之名，實天命之有歸，仍人情之所徯，擇其賢者，非子而誰。是用遣使備禮，以璽紱寶冊，命爾為皇帝，以援斯民，國號大楚，都于金陵。自黃河以外，除西夏封圻，疆場仍舊，世輔王室，永為藩臣。貢禮時修，勿疑於述職，問音歲至，無緩於披誠。於戲！天生蒸民，不能自治，故立君以臨之，君不能獨理，故設官以教之。乃知民非后不治，后非賢不守，其有位者，可不謹歟！予懋乃德，嘉乃丕績，日敬一日，雖休勿休，欽哉！其聽朕命。」豫之冊曰：「維天會八年，歲次庚戌，七月辛丑朔，二十有七日丁卯，皇帝若曰：朕公於御物，不以天下為己私，職在牧民，廼知王者為通器，威罰既已殄罪，位號宜乎授能。廼者有遼，運屬顛危，數窮否塞，獲罪上帝，流毒下民。太祖武元皇帝，杖黃鉞而拯黎元，麾白旄而誓師旅，妖氣既殄，區宇大寧。爰有宋人，來從海道，願輸歲幣，祈復漢疆。太祖方務善鄰，即從來議，重念斯民，久罹塗炭，未獲昭蘇，不委仁賢，孰能保定？咨爾劉豫，夙擅直言之譽，素懷濟世之才，居于亂邦，生不偶世。百里雖智，亦奚補於虞亡，三仁至高，或顯從於周仕。當姦賊擾攘之際，正愚氓去就之間。舉郡來王，奮然獨斷，逮乎歷試，厥勳克成。夫委之安撫，教化行；任之尹牧，獄訟理；付之總戎，盜賊息；專之節制，郡國清。況有定衰救亂之謀，必挾拯變扶危之策，使民無事則櫜弓力穡，有役則釋耒荷戈。罷無名之征，捐不急之務，徵隱逸，舉孝廉，振紀綱，修制度，省刑罰而去煩酷，發倉廩而息螽螟。神人以和，上下協應，比下明詔，詢考輿情，列郡同辭，一心仰在，宜即歸仁之地，以昭建業之元。是用遣西京留守高慶裔，副使禮部侍郎知制誥韓昉，備禮以璽紱寶冊，命爾為皇帝，國號大齊，都于大名。歲修子禮，永貢虔誠，畀爾封疆，並從楚舊。更須安集，自相攸居，爾其上體天心，下從人欲，忠以藩王室，信以保邦圻。惟天難諶，惟命靡常，謹厥德，保厥位，爾其勉哉！勿怱朕命。」玉冊皆以六十六方為制，每方字兩行，以金書之。於虖！犬羊亂華，顛倒冠履，一至於此，讀此者，得不起魯仲連之愧乎！ \\n ○優伶詼語 \\n 秦檜以紹興十五年四月丙子朔，賜第望僊橋。丁丑，賜銀絹萬疋兩，錢千萬，綵千縑，有詔就第賜燕，假以教坊優伶，宰執咸與。中席，優長誦致語，退，有參軍者前，褒檜功德。一伶以荷葉交倚從之，恢語雜至，賓歡既洽，參軍方拱揖謝，將就倚，忽墮其幞頭，乃總髮為髻，如行伍之巾，後有大巾鐶，為雙疊勝。伶指而問曰：「此何鐶？」曰：「二勝鐶。」遽以朴擊其首曰：「爾但坐太師交倚，請取銀絹例物，此鐶掉腦後可也。」一坐失色，檜怒，明日下伶於獄，有死者。於是語禁始益繁，芮燁令衿等吻禍，蓋其末流焉。 \\n ○嘉禾篇 \\n 張丞相【商英】媚事紹聖，共倡紹述，崇寧二年，遂為尚書左丞。會與蔡元長異論，中執法石【豫】、殿中御史朱【紱】、余【深】以風旨將劾奏之，而無以為說。或言其在元祐中，嘗著嘉禾篇，擬司馬文正於周公；且為開封府推，當其薨時，代府尹為酹祭文，有褒頌功德語，因請正其罰。有詔張商英秉國政機，論議反覆，加之自取榮進，貪冒希求，元祐之初，詆訾先烈，臺憲交章，豈容在列，可特落職，依前通議大夫知亳州【知亳州　「亳」原作「毫」，按宋無毫州，宋史張英傳：「罷知亳州，入元祐黨籍。」宋史地理志載亳州，隸淮南東路。今據以校改。】。余家舊有石刻，正有所謂嘉禾篇者【正有所謂嘉禾篇者　嘉靖本、集成本、四庫本、學津本「有」均作「其」。】，文既爾雅，論亦醇正，惜乎其好德之不終也。因錄之，以表其初終焉。篇之言曰：「維元祐丁卯十月，定襄守臣得禾，異畝同頴，部使者臣張商英，作嘉禾篇【臣張商英作嘉禾篇　「嘉禾」下原無「篇」字，今據集成本、四庫本、學津本補。又，學津本「作」字上有「敬」字。】。神宗既登遐，嗣皇帝冲幼，中外震懼，罔知社稷攸託。惟太母晦聖德于深宮，五十有四年，克莊克明，克仁克簡，肆膺顧命，保佑神孫，以總大政。既臨延和，乃告于侍臣曰：『嗚呼！先皇帝聰明文武，宏規偉圖，軼于古先。丕惟曰，禹貢九州之域，久封裔壤，埳于殊俗，豺狼野心，終不可豢，序弗底平，時以憂貽，于我後昆。廼備材力，廼督事功，務除大害，不恤小怨。今既墜厥志，罹家多艱，其弛利源，與民共之。所不欲一切蠲罷，庶事肇革，衆志未孚，新故相刑，愛惡相反，議論乘隙，紛綸互建。疑生于弗親，忿生于弗勝，其睽成仇【其睽成仇　四庫本「睽」作「散」。】，其合成黨，盈庭睢盱，震于視聽。』惟聖母燭以純靜【惟聖母燭以純靜　集成本「燭」作「獨」。】，斷以不惑，去留用捨，不歸于偏歸于是。越三載，羣慝斯嘉，羣乖斯和，羣異斯同。馨聞于上帝，風雨時若，英華豐美，被于草木。發珍祥于茲嘉禾，厥本惟三，厥壠惟五，厥穗惟一。臣聞曰：在昔成王冲幼，周公居攝，近則召公不悅，遠則四國流言。成王灼知忠邪之情，誅伐讒慝，卒以天下聽於周公，時則唐叔得禾，異畝同頴以獻。推古驗今，跡雖不同，理或胥近。臣商英敢拜手稽首，旅天之命，曰：『嗚呼！先民有言，衆賢和於朝，萬物和於野，和氣致祥，乖氣致異，治平之時，君臣罔不咸有一德。在虞舜時，百僚師師，在文王時，多士濟濟。降及幽王，小人在位，君子在野。其詩曰：潝潝訿訿。又曰：噂■〈口沓〉背憎。嗚呼！卿士庶尹敬之哉，曲直之辯，是非之判，罔或不異。如禾之本，終以合穎，利害之當，予奪之中，罔或不同；如禾之穎，非離於本，無有作同，害于而公。』臣吴安操、臣李昭敍等立石，余又嘗求其開封祭文而觀之，頌之極摯者，亦特曰：『公在熙寧，謫居洛京。十有五年，資治書成。帝維寵嘉，以子登瀛。方渴起居，而帝在天。太母垂簾，保祐神孫。疇咨在庭，屬以宗社。介特真淳，無易公者。公來秉鈞，久詘而伸。五害變法，十科取人。孰敢弗良，孰敢弗正。有傾其議，必以死爭。日月徂征，思速用成。心勦形瘵，胡衛餘生。嘉謀嘉猷，百未有告。訃音夜奏，九重震悼。爵惟太師，開國于溫。莫惠我民，門巷煩寃。廼命貳卿，葬其先原。公殮具資，一給于官。悠悠蒼天，從古聖賢。損益盛衰，與時屢遷。功虧于簣，志奪于年。古也如斯，豈公獨然？已矣溫公，夫何憾焉。』如此而已，雖違時論，亦非大溢美者。」蓋五害等字，乃當時之所深諱，是以亟黜而不留也。張之立朝，其初議論具是，暨哲宗親政，首為諫官，乃指呂汲公、范淳夫輩為大姦，而以司馬文正、文忠烈為負國，甚者至以宣仁比呂武，殊視此文為不同，反覆之言，聖謨其得之矣。其後入黨籍，却反成濫寘，大觀爰立，本以其能與蔡立異而用之，亦不能久也。欽皇嗣服，會時相主其人，贈以太保，與范、司馬二文正並命，天下莫不疑之。王稱作東都事略，載張罷左丞，以言蔡京姦邪，有「自為相國，志在逢君」等語，臺臣以為非所宜言而謫之。考之史諜，蓋專坐此篇，稱書誤甚。當因其異同之迹，而遂從傳疑，其實非也。 \\n ○朝士留刺 \\n 秦檜為相，久擅威福。士大夫一言合意，立取顯美，至以選階一二年為執政，人懷速化之望，故仕於朝者，多不肯求外遷，重內輕外之弊，頗見於時。有王仲荀者，以滑稽游公卿間。一日，坐于秦府賓次，朝士雲集，待見稍久。仲荀在隅席，輒前白曰：「今日公相未出堂，衆官久俟，某有一小話願資醒困。」衆知其善謔，爭竦聽之。乃抗聲曰：「昔有一朝士，出謁未歸，有客投刺于門，閽者告之以某官不在，留門狀，俟歸呈稟。客忽勃然發怒，叱閽曰：『汝何敢爾！凡人之死者，乃稱不在，我與某官厚，故來相見，某官獨無諱忌乎！而敢以此言目之耶！我必其來，面白以治汝罪。』閽拱謝曰：『小人誠不曉諱忌，願官人寬之。但今朝士留謁者，例告以如此，若以為不可，當復作何語以謝客。』客曰：『汝官既出謁未回，第云某官出去可也。』閽愀然蹙頞曰：『我官人寧死，却是諱出去二字。』」滿坐皆大笑。仲荀出入秦門，預■〈艹執衣，上中下〉客，老歸建康以死。談辭多風，可雋味，秦雖煽語禍，獨優容之，蓋亦一吻流也。 \\n  \\n   \\n  "}
{"章节": "桯史卷第八", "正文": "  \\n 桯史卷第八 \\n 　 \\n  \\n 九江郡城 \\n 日官失職 \\n 紫宸廊食 \\n 阜城王氣 \\n 袁孚論事 \\n 鸚鵡諭 \\n 月中人妖 \\n 牸牧相衛 \\n 解禪偈 \\n 玉虛密詞 \\n 太歲方位 \\n 逆亮辭怪 \\n ○九江郡城 \\n 九江郡自梁太清始奠湓口，湓口乃漢灌嬰所築也，灌井在焉。故余家晉盆杅事，猶有冢居城中，城負江面山，形勝盤據，三方阻水，頗難於攻取。開寶中，曹翰討胡，則踰年不下。或獻計於翰曰：「城形為上水龜，非腹脇不可攻。」從之，果得城。至今父老指所由入，云在北闉新倉後。郡治之前，對康廬，有峰曰「雙劍」。乾道間，蜀人唐立方【文若】來為守，謂翰實屠城，而李成等寇，亦嘗入郛殘其民，取陰陽家說，意劍所致，乃闢譙樓前地，築為二城，夾樓矗其上，謂之「匣樓」，曰匣實藏劍。江人相勸成之。有曰者過其下，曰：「是利民而不利於守。」立方聞之，不以為意，居一年，果卒官。其異如此，立方故知名，嘗為中書舍人，終之年六十八。 \\n ○日官失職 \\n 近世清臺占候，頗失其守，雖試選甚難，多筌蹄之學，以故證應之驗，視前世為疏。開禧丙寅二月丙子，余在京口，章以初居戎司薌風亭。余涖事庾中歸，過之小酌，握手庭下，日方申，忽覺天半砰鍧有聲甚厲。矯首正見一星南隊，曳尾如帚，逶迤久之，始滅，相與歎異。未幾而兵釁開，江、淮荐饑，死者幾半。嘉定己巳五月辛亥，余里居晚浴，散步西圃，暝色將至。從行一僮，忽卬而驚嘑【卬而驚嘑　四庫本「卬」作「仰」。】，視之，亦一星，大小如京口所見，而色紺青，尾燄煜煜，自南徂北，行頗迅，亦隱隱鳴于空中。時虜酋易位，蒙韃闖其境，兵禍紏結，數年猶不解，則所隊之方，蓋有妖焉。余不甚習變星，二星所偶見，皆白晝出，太史且未嘗問，亦不聞奏報，其它躔度微忒，意必不能詳也。 \\n ○紫宸廊食 \\n 余為扈簿日，瑞慶節隨班上壽紫宸殿。是歲，虜方拏兵北邊，賀使不至，百官皆賜廊食。余待班南廊，日已升，見有老兵持二髹牌至，金書其上，曰：「輒入御厨，流三千里。」既而太官供具畢集，無帟幕限隔，僅以鐐竈刀機自隨，緜蕞簷下。侑食首以旋鮓，次暴脯，次羊肉，雖玉食亦然，且一小楪，如今人家海味楪之制，合以玳瑁而金托之，封其兩旁，上以黃紙書品嘗官姓名以待進。黼坐既御，合班拜舞用樂，伶人自門急趨折檻，以兩襜為作止之節。廊下設纈褥，寘俎于前，有肴核，爵以銀而厚其脣，為之一耳，頗不便於飲，上鐫紹興十二年某州所造，蓋和議成而舉彌文，責之外郡，以期速集也。每舉酒玳合，自東廡入廊，饌繼至，適盧棘簿【子文】在旁，因言此藝祖舊制。在汴京時，天造草昧，一日長春節，欲盡宴廷紳，有司以不素具奏，不許，令市脯，隨其有以進，仍詔次序勿改，以昭示儉之訓，如錫宴貢院，前二醆止以菓實薦，無品食，蓋當時市之者未至耳，其第三醆亦首以旋鮓云。余聞之典儀吏曰：「它日戎贄在廷，則百官皆稱壽而退，無賜食七十年矣。」此乃適因其不來而舉行者，故竊志之。 \\n ○阜城王氣 \\n 崇寧間，望氣者上言，景州阜城縣有天子氣甚明，徽祖弗之信。既而方士之幸者頗言之，有詔斷支隴以泄其所鍾。居一年，猶云氣故在，特稍晦，將為偏閏之象，而不克有終。至靖康，偽楚之立，踰月而釋位。逆豫既僭，遂改元阜昌，且祈于金酋，調丁繕治其故嘗夷鏟者，力役彌年，民不堪命，亦不免於廢也。二僭皆阜城人，卒如所占云。 \\n ○袁孚論事 \\n 孝宗初政，袁【孚】為右正言。一日，亟請對，論北內有私酤，言頗切直，光堯聞之震怒。上嚴於養志，御批放罷，中使持璽封至堂。時陳文正當國，史文惠為參預，未知其倪，啟封相顧罔測。文惠曰：「上新即位而首逐一諫官，未得其名，此決不可，請俟審奏。」翌日，遂朝，方扣榻以請，玉音峻厲，遽曰：「謂已行下矣，尚何留？」文惠奏曰：「陳康伯固欲速行，而臣不欲也。臣有千慮之一，願留身以陳。」班退，文惠問孚何罪也，上諭以疏意曰：「是非所宜言，不逐何待。」曰：「陛下亦知德壽宮中無士人乎？」曰：「何謂也？」曰：「北內給事，無非閹人，是惡知大體？若非幾箇村措大在言路，時以正論折其萌芽，此曹馮依自恣，何所不至？」上竦而悟，天顏少龢。文惠進曰：「不特此事，爭臣無故賜罷，天下咸以為疑，而欲知其故。若以此為罪，則兩宮之間且生，四方聞之，必謂陛下方以天下養，而使北內至於有此，非供億不足而何？必不得已而去，當因其自請而聽之可耳。」上釋然霽威曰：「善。」將退，復前曰：「後之日，復當五日之朝，願陛下試以意白去孚，儻可以上皇意留之，尤盛德事。」上許諾，既歸自北宮，亟召文惠而諭之曰：「太上怒袁孚甚，朕所以亟欲去之。昨日方燕，太上賜酒一壺，親書『德壽私酒』四字於上，使朕跼蹐無所。」文惠曰：「此陛下之孝也，雖然，終不可暴其事。」居數日，孚請祠，得守永嘉郡。既而文惠又奏，諫官以直言去，非邦家之美，請以職名華其行。遂除直秘閣，外朝竟不及知。自是纖人知譖之不行，亦無復投隟者。一言回天，體正誼得，兩宮慈孝，終始無間，此舉實足以權輿之云。 \\n ○鸚鵡諭 \\n 蜀士尚流品，不以勢詘。乾道間，楊嗣清【甲】有聲西州【楊嗣清甲　四庫本「甲」作「申」。】，清議推屬。初試邑，有部使者，不欲名，頗以繡衣自驕，怒其不降意，誣劾以罪。趙衛公方為左史，聞之，不俟車，亟往白廟堂曰：「譬之人家，市貓于鄰，卜日而致之，將以咋鼠也。鼠暴未及問，而首抉雕籠，以噬鸚鵡，其情可恕乎！」當國者問其繇，告以故，相與大笑，劾牘竟格不下。嗣清仕亦不顯，有弟曰嗣勳【輔】，位至從橐，其清名亦相伯仲云。至今蜀人談謔，以排根善類者為猫噬鸚鵡，王中父嘗為余道，而忘其所為邑之名。 \\n ○月中人妖 \\n 逆曦未叛時，嘗歲校獵塞上。一日夜歸，笳鼓競奏，轔載雜襲。曦方垂鞭四視，時盛秋，天宇澄霽，卬見月中有一人焉【卬見月中有一人焉　「卬見」，畢沅續資治通鑑卷一百五十八考異引此文作「仰見」。】，騎而垂鞭，與己惟肖。問左右，所見皆符，殊以為駭，嘿自念曰：「我當貴，月中人其我也。」揚鞭而揖之，其人亦揚鞭，乃大喜，異謀繇是益決。德夫兄至蜀，安大資【丙】與之醼，親言之。夫妄心一萌，舉目形似，此正與投楮天池者均耳，月妖何尤。 \\n ○牸牧相衛 \\n 先塋呂田原之北二里許，山■〈山匧〉焉，不合如礪，土名曰焦庫。有周氏墳，其間篁木蔽翳，泉甘草茂，牧者趨之。嘉定癸酉四月甲午正晝，有詹氏子十九歲，牧一牸墳側。方偃于背，鄰之二兒甫齓，戲于旁。有虎出于薄，直前搏牸。二兒癡，不識為虎，擲瓦礫，嗾而逐之。虎顧牸，不肯去，二兒倚徙觀，稍前，乃緣登木。牧子念其家貧，惟恃此以耕，不勝憤，徑歸取斧，將以殺虎。其父在田，不之知；母視其來也，遽問而告其故，顧東作方殷，家無男子，乃集里婦數人，譟而從。既至，二兒觀酣，嬉笑自若，牸以角拒，虎爪嚙無完革矣。牧子視牸且困，揮斧大呼，欲以致虎，虎果舍牸來。時木影漏日，刃環舞，翕霍有光，虎益自縮，作勢奮迅，欲以攫取。牸少憇力甦，乃前鬬，虎舍牧子，與之相持。牧子氣定更進，虎又舍牸。牸與牧迭抗虎，如此者彌半日頃，羣婦莫之孰何。既而山下民聞者，持梃讙嘑，來漸多，虎遂棄而去，牸牧竟全。余時倚堊冢下，僕輩親見之，來告；遣視，民方環睨，虎猶未逸也。畜而義，不忘衛所牧，牧子亦克念其家，奮不顧死，皆可尚。二兒不知畏，不被搏噬，東坡沙上抵首之說，諒可信云。 \\n ○解禪偈 \\n 余嘗得東坡所書司馬溫公解禪偈，其精義深韞，真足以得儒釋之同，特表其語而出之。偈之言曰：「文中子以佛為西方之聖人，信如文中子之言，則佛之心可知也。今之言禪者，好為隱語以相迷，大言以相勝，使學者倀倀然益入於迷妄，故余廣文中子之言而解之，作解禪偈六首。若其果然，則雖中國行矣，何必西方，若其不然，則非余之所知也。忿氣如烈火，利欲如銛鋒。終朝常戚戚，是名阿鼻獄。顏回安陋巷，孟軻養浩然。富貴如浮雲，是名極樂國。孝弟通神明，忠信行蠻貊。積善來百祥，是名作因果。仁人之安宅，義人之正路。行之誠且久，是名光明藏。言為百代師，行為天下法。久久不可掩，是名不壞身。道義修一身，功德被萬物。為賢為大聖，是名菩薩佛。」於虖！妄者以虛辭岐實理，以外慕易內脩，滔滔皆是也，豈若是偈之坦明無隱乎！盍反而觀之。 \\n ○玉虛密詞 \\n 徽祖將內禪，既下哀痛之詔，以告宇內，改過不吝，發于至誠。前一夕，即玉虛殿常奉真馭之所，百拜密請，祈以身壽社稷。夜漏五徹，焚詞其間，嬪嬙巨璫，但聞謁禱聲，而莫知其所以然。明日，遂御玉華閣，召宰執，書「傳位東宮」四字，以付蔡攸。又一日【又一日　集成本、學津本並作「又二日」。】，欽宗遂即位，寔宣和七年十一月辛酉也。明年正月己巳，赤白囊至，徽祖夜出通津門，以如亳社。斡離不既退師，龍德行宮在京口，纖人乘間有劍南自奉之疑，奉表亟請歸京師。駕至睢陽，李忠定【綱】奉詔迎謁，見于幄殿。既辭，遂出所焚詞藳，俾宣示宰執百官，忠定家有藏本焉。其辭曰：「奉行玉清神霄保仙、元一六、陽三五、璇璣七九、飛元大法師，都天教主臣某，誠惶誠恐，頓首頓首，再拜上言，高上玉清神霄、九陽總真、自然金闕。臣曩者君臨四海，子育萬民，緣德菲薄，治狀無取，干戈並興，弗獲安靖。以宗廟社稷生民赤子為念，已傳大寶于今嗣聖。庶幾上應天心，下鎮兵革，所冀邇歸遠順，宇宙得寧，而基業有無疆之休，中外享昇平之樂。如是賊兵偃戢，普率康寧之後，臣即寸心守道，樂處閑寂，願天昭鑒，臣弗敢妄。將來事定，復有改革，窺伺舊職，獲罪當大。已上祈懇，或未至當，更乞垂降災咎，止及眇躬，庶安宗社之基，次保羣生之福，五兵永息，萬邦咸寧，伏望真慈，特賜省鑒。臣謹因神霄直日功曹吏，賫臣密表一道，上詣神霄玉清三府，引進僊曹，伏願告報。臣誠惶誠恐，頓首頓首，再拜以聞。於虖！禹湯罪已，其興也勃焉，聖心其有以得於天矣。」按蔡絛國史後補載徽祖教門尊號為「玉京金闕、七寶元臺、紫微上宮、靈寶至真玉宸明皇大道君【玉宸明皇大道君　「宸」原作「晨」，音、形俱近而誤，今據嘉靖本、集成本、四庫本、學津本校改。】」，與此不同，意歸美之稱，不欲以自名耳。唐武宗會昌投龍文，稱「承道繼玄、昭明三光弟子、南嶽上真人。」今茅山龍虎閤皁，實有三壇，符籙徧天下，受之者亦各著稱謂，或者帝王之號，又有其別，殆未可知也。 \\n ○太歲方位 \\n 建隆三年五月，詔增修大內。時太歲在戌，司天監以興作之禁，移有司，毋繕西北隅。藝祖按視見之，怒問所繇。司天以其書對，上曰：「東家之西，即西家之東，太歲果何居焉？使二家皆作，歲且將誰凶？」司天不能答，於是即日涖撤一新之。今世士大夫號於達理者，每易一榱，覆一簣，翦翦拘泥，不得即決，稽之聖言，思過半矣。 \\n ○逆亮辭怪 \\n 金酋亮未篡偽，封岐王，為平章政事，頗知書，好為詩詞，語出輒崛疆，愸愸有不為人下之意，境內多傳之。且驟施於國，東昏疑焉，未及誅，而有霄儀之禍，宗族大臣以亮有素譽，因共推戴。既立，遂肆暴無忌，佳兵苛役，以迄于亡。然其居位時，好文辭，猶不輟，余嘗得其數篇。初王岐，以事出使，道驛有竹，輒詠之曰：「孤驛瀟瀟竹一叢，不同凡卉媚春風。我心正與君相似，只待雲梢拂碧空。」又書壁述懷曰：「蛟龍潛匿隱滄波，且與蝦蟆作混和。等待一朝頭角就，撼搖霹靂震山河。」既而過汝陰，復作詩曰：「門掩黃昏染綠苔，那回蹤跡半塵埃。空亭日暮烏爭噪，幽徑草深人未來。數仞假山當戶牖，一池春水遶樓臺。繁花不識興亡地，猶倚闌干次第開。」又嘗作雪詞昭君怨曰：「昨日樵村漁浦，今日瓊川玉渚。【瓊川玉渚　「玉」原作「小」，鐵琴銅劍樓藏元刊本載陳文東批點：「小當作玉」，學津本亦作「玉渚」，今從改。】山色捲簾看，老峰巒。錦帳美人貪睡，不覺天花剪水。驚問是楊花，是蘆花。」一日，至臥內見其妻几間有巖桂植瓶中，索筆賦曰：「綠葉枝頭金縷裝，秋深自有別般香。一朝揚汝名天下，也學君王著赭黃。」味其詞旨，已多圭角，蓋其蓄已不小矣。及得志，將圖南牧，遣我叛臣施宜生來賀天申節，隱畫工於中，使圖臨安之城邑，【來賀天申節隱畫工於中使圖臨安之城邑　原作「來賀天申隱畫工於中節使圖臨安之城邑」，句意不順，疑有脫衍。據四庫本知原文「天申」下，脫一「節」字，「中」下之「節」字為衍文；「使」字屬下為句，今據以增刪。】及吴山、西湖之勝以歸。既進繪事，大喜，■〈日間〉然有垂涎杭、越之想。亟命撤坐間軟屏，更設所獻，而於吴山絕頂，貌已之狀，策馬而立，題其上曰：「萬里車書盍混同，江南豈有別疆封？提兵百萬西湖上，立馬吴山第一峰。」遷汴之歲，已弒其母矣。又二日而中秋，待月不至，賦鵲橋僊，曰：「停盃不舉，停歌不發，等候銀蟾出海。不知何處片雲來，做許大通天障礙。虬髯撚斷，星眸睜裂，惟恨劍鋒不快。一揮截斷紫雲腰，子細看嫦娥體態。」明年竟遂前謀。使御前都統驃騎衛大將軍韓夷耶將射鵰軍二萬三千圍，子細軍一萬，先下兩淮。臨發，賜所製喜遷鶯以為寵，曰：「旌麾初舉，正駃騠力健，嘶風江渚。射虎將軍，落鵰都尉，繡帽錦袍翹楚。怒磔戟髯爭奮，捲地一聲鼙鼓。笑談頃，指長江齊楚，六師飛渡。此去，無自墮。金印如斗，獨在功名取。斷鎖機謀，垂鞭方略，人事本無今古。試展臥龍韜韞，果見成功旦莫。問江左，想雲霓望切，玄黃迎路。」余又嘗問開禧降者，能誦憶尚多，不能盡識。觀其所存，寓一二於十百，其桀驁之氣，已溢于辭表，它蓋可知也。犬狺鴞鳴，要充其性，不足乎議。軟屏詩，正隆事迹以為翰林脩撰蔡珪所作，詭曰御製。反覆它作，似出一機杼，或者傳疑益訛，抑其餘皆出於視草，亦無所致詰。錄所見者聊以寓志怪云，洪文敏夷堅支景僅載其二，它不傳。 \\n  \\n   \\n  "}
{"章节": "桯史卷第九", "正文": "  \\n 桯史卷第九 \\n 　 \\n  \\n 裕陵聖瑞 \\n 狀元雙筆 \\n 堯舜二字 \\n 正隆南寇 \\n 鼈渡橋 \\n 燕山先見 \\n 蠲毒圓 \\n 憲聖護醫 \\n 魯公拜後 \\n 金陵無名詩 \\n 萬歲山瑞禽 \\n 王涇庸醫 \\n 黑虎王醫師 \\n ○裕陵聖瑞 \\n 裕陵年十三，居于濮邸。一日正晝憇便寢，英祖忽顧問何在，左右褰帳，方見偃臥，有紫氣自鼻中出，盤旋如香篆，大駭，亟以聞。英祖笑曰：「勿視也。」後三年，亦以在寢寤驚，欽聖請其故，曰：「方熟寐，忽覺身在雲表，有二神人捧足以登天，是以嘑耳！」既而果登大寶，元祐元年三月十四日，詔錄聖瑞之詳，付宗正寺。 \\n ○狀元雙筆 \\n 內黃傅珏者，以財雄大名。父世隆，決科為二千石。珏不力於學，弁鶡碌碌下僚，獨能知人。嘗坐都市，閱公卿車騎之過者，言它日位所至，無毫髮差。初不能相術，每曰：「予自得於心，亦不能解也。」嘗寓北海，王沂公【曾】始就鄉舉，珏偶俟其姻于棘圍之外【棘圍　嘉靖本「圍」作「闈」。】，遇之，明日，以雙筆要而遺之，曰：「公必冠多士，位宰相，它日無相忘。」聞者皆笑。珏不為怍，遂定交，傾貲以助其用，沂公賴之。既而如言，故沂公與其二弟以兄事之，終身不少替。前輩風誼凜凜固可敬，而珏之識亦未易多得也。珏死明道間，官止右班殿直，監博州酒。其孫獻簡【堯俞】，元祐中為中書侍郎，自誌其墓，余舊嘗見前輩所記，與誌微不同。 \\n ○堯舜二字 \\n 歐陽文忠知貢舉，省闈故事，士子有疑，許上請。文忠方以復古道自任，將明告之，以崇雅黜浮，期以丕變文格，蓋至日昃，猶有喋喋弗去者，過晡稍閴矣。方與諸公酌酒賦詩，士又有扣簾，梅聖俞怒曰：「瀆則不告，當勿對。」文忠不可，竟出應，鵠袍環立觀所問。士忽前曰：「諸生欲用堯舜字，而疑其為一事或二事，惟先生幸教之。」觀者鬨然笑。文忠不動色，徐曰：「似此疑事誠恐其誤，但不必用可也。」內外又一笑。它日每為學者言，必蹙頞及之，一時傳以為雅謔。余按東齋記事，指為楊文公，而徒問其為幾時人，歲遠傳疑，未知孰是。然是舉也，實得東坡先生，識者謂不啻足為詞場刷恥矣，彼士何嗤。 \\n ○正隆南寇 \\n 金國偽正隆丁丑春二月，逆亮御武德殿，召其臣吏部尚書李通，刑部尚書胡勵，翰林直學士蕭廉，賜坐而語之曰：「朕自即位，視閱章奏，治宮中事，常至丙夜，始御內寢。疇昔之夜，方就榻，恍惚如親覿有二青衣，持幢節自天降，授朕以幅紙若牒，謂上帝有宣命。朕再拜受，遂佩弓矢，具鍪鎧，將從之前。而朕常所御小騅號小將軍者，儵已空勒待墀下【空勒　集成本、四庫本、學津本「空」字均作「鞚」。】，青衣揖就騎。既行，但覺雲霧勃郁，起馬蹄間，下如海濤洶湧。方覺心悸，望一門正開，金碧焜燿，青衣指之曰：『天門也。』朕隨入焉。又里許，至鈞天之宮，嚴邃宏麗，光明奪目。朕意欲馳，二金甲人謂朕曰『此非人間，可下馬步入。』及殿下，垂簾若有所待。須臾，有朱衣出，賛拜，髣髴聞上語，如嬰兒，使青衣傳宣畀朕曰：『天策上將，令征某國。』朕伏而謝。出復就馬，見兵如鬼者，左右前後，杳無邊際。發一矢射之，萬鬼齊喏，聲如震雷，驚而寤，喏猶不絕於耳。朕立遣內侍至廐，視小將軍，喘汗雨浹，取箭箙數之，亦亡其一矣。昭應如此，豈天假手於我，令混江南之車書乎？方與卿等圖之，謹無洩。」衆皆稱賀，於是始萌芽南牧之議矣。明年夏五月，復召通及翰林學士承旨翟永固、宣徽使敬嗣暉、翰林直學士韓汝嘉入見薰風殿，問曰：「朕欲遷都于汴，遂以伐宋，使海內一統，卿意如何？」通以天時人事不可失機為對，亮大悅。永固却立楹間，亮顧見之，問之，故徐進曰：「臣有愚慮，請殫一得。本朝自海上造邦，民未見德，而黷兵是聞，皇統亦知其不戢之自焚也。故雖如梁王之武毅，猶以和為長策。今宋室偏安，天命未改，金繒締好，歲事無闕，遽欲出無名之師，以事遠征，臣竊以為未便。兼中都始成，未及數載，帑藏虛乏，丁壯疲瘁，營汴而居，是欲竭根本富庶之力，以繕爭戰丘墟之地，尤為非宜。臣事陛下，不敢不以正對，因伏地請死。」亮以問暉、汝嘉，暉是通，汝嘉是永固。亮大怒，拂袖起，傳宣二臣殿側聽旨，繼而召翰林待制綦戩講漢史【翰林待制綦戩　畢沅續資治通鑑卷一百三十二載正隆南寇事，作「翰林應奉文字綦戩」。】，戩及陸賈新語事，亮怒稍霽，乃赦之。明日，通為右丞，暉為參知政事【通為右丞暉為參知政事　金史海陵本紀正隆三年七月：「左宣徽使敬嗣暉、戶部尚書李通為參知政事。」】，永固遂請老。又明年，左丞相張浩及暉，與叛臣孔彥舟、內侍梁漢臣卒營汴焉【內侍梁漢臣　金史、續資治通鑑均作「梁珫」。金史梁珫傳：「營建南京宮室，海陵數數使珫往視工役。……雖丞相張浩亦曲意事之，與之均禮。」】。帝豝之禍實昉此。汝嘉又二年來盱眙傳命諭，却我使人徐嚞等，歸而微諫，竟不免戮。余讀張棣正隆事迹，博考它記，而得其顛末。熊克中興小曆，書於紹興二十八年者，蓋誤以薰風之事，合於武德云。梁王者，大酋兀朮之封，李大諒征蒙記謂嘗追冊以帝號。按紹興辛巳，高景山來求淮漢地，指初畫疆事，亦以為梁王，要當以國中通言者為正。 \\n ○鼈渡橋 \\n 虞雍公【允文】以西掖贊督議，既却逆亮于采石，還至金陵，謁葉樞密【義問】于玉帳，留鑰，張忠定【燾】及幕屬馮校書【方】、洪檢詳【邁】在焉，相與勞問江上戰拒之詳。天風欲雪，因留卯飲，酒方行，流星警報沓至，蓋亮已懲前衂，將改圖瓜洲。坐上皆恐，謂其必致怨於我也。時劉武忠【錡】屯京口，病且亟，度未必可倚，議遣幕府合謀支敵。衆以雍公新立功，咸屬目，葉四顧久之，酌巵醪以前曰：「馮洪二君雖參帷幄，實未履行陣，舍人威名方新，士卒想望，勉為國家，卒此勳業，義問與有賴焉。」雍公受巵起立曰：「某去則不妨，然記得一小話，敢為都督誦之。昔有人得一鼈，欲烹而食之，不忍當殺生之名，乃熾火使釜水百沸，橫篠為橋，與鼈約曰：『能渡此則活汝。』鼈知主人以計取之，勉力爬沙，僅能一渡。主人曰：『汝能渡橋甚善，更為渡一遭，我欲觀之。』僕之此行，無乃類是乎！」席上皆笑。已而雍公竟如鎮江，亮不克渡而弒，自此簡上知，馴致魁柄。鼈渡，本諺語，以為蟹，其義則同。 \\n ○燕山先見 \\n 宣和將伐燕，用其降人馬植之謀，由登、萊航海以使于女真，約盡取遼地而分之，子女玉帛歸女真，土地歸我。議既定矣，宇文肅愍【虛中】在西掖，昌言開邊之非策，論事亹亹，王黼惡之。及童貫、蔡攸以宣威建臺，遂使之參謀，意欲溷以同浴【溷以同浴　四庫本「浴」作「俗」，疑是。】，且窒其口。時有旨，兵興避事【兵興避事　「兵興」原作「乏興」，今據四庫本校改。】，皆從軍法。肅愍不得免，乃上書極諫曰：「臣伏覩陛下恢睿聖英武之略，紹祖宗之詒謀，將舉仁義之師，復燕雲之故境，不以臣愚不肖，使參預機密。臣被命之初，意謂朝廷未有定議，欲命臣經度，相視其事。及至河北諸路，見朝廷命將帥，調兵旅，厲器械，轉移錢糧，已有擇日定舉之說。臣既與軍政，苟有所見，豈敢隱嘿，輒具利害，仰干淵聽。臣聞用兵之策，必先計強弱虛實，知彼知己，以圖萬全。今論財用之多寡，指宣撫司所置，便為財用有餘，若沿邊諸郡帑藏空虛，廩食不繼，則略而不問。論士卒之強弱，視宣撫司所駐，便言兵甲精銳，若沿邊諸郡，士不練習，武備刓缺，則置而不講。夫邊圉無應敵之具，軍府無數日之糧，雖孫、吴復生，亦未可舉師，是在我者，未有萬全之策也。用兵之道，禦攻者易，攻人者難；守城者易，攻城者難；守者在內，而攻者在外，在內為主而常逸，在外為客而常勞，逸者必安，勞者必危。今宣撫司兵，約有六萬，邊鄙可用，不過數千。契丹九大王耶律淳者，智略輻湊，素得士心，國主委任，信而不疑。今欲亟進兵於燕城之下，使契丹自西山以輕兵絕吾糧道，又自營平以重兵壓我營壘，我之糧道不繼，而耶律淳者激勵衆心，堅城自守，則我亦危殆矣。是在彼者，未有必勝之兆也，夫在我無萬全之策，在彼亦未可必勝，茲事一舉，乃安危存亡之所繫，豈可輕議乎？且中國與契丹講和，今踰百年，間有貪惏，不過欲得關南十縣而止耳；間有傲慢，不過對中國使人稍虧禮節而止耳。自女真侵削以來，嚮慕本朝，一切恭順。今捨恭順之契丹，不封殖拯救【不封殖拯救　原作「不封植拯救」。按本條後文記徽宗所言：「封殖契丹以為藩籬之議」，與本句文字同；且集成本、四庫本、學津本「植」均作「殖」，因據改。】，為我藩籬；而遠踰海外，引強悍之女真以為鄰國，彼既籍百勝之勢，虛喝驕矜，不可以禮義服也，不可以言說諭也。視中國與契丹，拏兵不止，鏖戰不解，勝負未決，強弱未分，持卞莊兩鬬之說，引兵踰古北口，撫有悖桀之衆，繫纍契丹君臣，雄據朔漠，貪心不止，越逸疆圉，憑陵中夏。以百年怠墮之兵，而當新銳難敵之虜；以寡謀持重、久安閑逸之將，而角逐於血肉之林，巧拙異謀，勇怯異勢，臣恐中國之邊患，未有寧息之期也。譬猶富人有萬金之產，與寒士為隣，欲肆并吞，以廣其居，乃引強盜而謀曰：『彼之所處，汝居其半，彼之所畜，汝取其全。』強盜從之。寒士既亡，雖有萬金之富，日為切鄰強盜所窺，欲一夕高枕安臥，其可得乎！愚見竊以為確喻。望陛下思祖宗創業之艱難，念鄰域百年之盟好，下臣此章，使百寮廷議。儻臣言可採，乞降詔旨，罷將帥還朝，無滋邊隙，俾中國衣冠禮義之俗，永覩昇平，天下幸甚，冒昧盡言，不任戰慄。」書下三省，黼讀之，大怒，捃以他事，除集英殿脩撰，督戰益急，而北事始不可收拾矣。遼又有降將曰郭藥師，統其卒曰「常勝軍」，怙寵負衆，漸桀驁不可馴。肅愍憂之，力言于朝，請以恩禮，留之京師，盡使挈致家屬，居于賜第，緩急有用，只以單騎遣行，事畢即歸，以杜後患，亦弗聽。既而金人寒盟，藥師首叛，粘罕遂犯太原。肅愍以宣諭使事歸奏，徽祖見之，歎曰：「王黼不用卿封殖契丹以為藩籬之議，是以有此。」是日，遂詔於榻前草詔罪己，大革弊政，其略曰：「百姓怨懟而朕不知，上天震怒而朕不悟。」令下，人心大悅。識者以比陸贄感泣山東之詔云。植之歸，以童貫先改姓名，李良嗣後賜國姓，靖康初伏誅。藥師仕金，至安邦鎮國功臣，其子亦顯。 \\n ○蠲毒圓 \\n 高皇毓聖中原，得西北之正氣，夙賦充實，自少至耄，未嘗用溫劑。每小不怡，輒進蠲毒圓數百，一以芫花、大黃、大戟為主，侍醫縮頸，而上服之自如。有王涇者，以伎進，侈言勇往，居之不怍，間奉圭匕，先意持論，自詭無傷。孝宗素危之，屢詰責，要以禍福，弗之顧。淳熙丁未，聖壽踰八齡矣。一日，進餛飩，覺胸膈欬壅，涇猶主前藥，既投而不支，遂以大漸。孝宗震怒，立詔誅之。慈福要上苦諫，薄不獲已，減死黥流，杖脊朝天門。中使涖焉，方覬其速斃，涇貨五伯下其手，卒得活。初，巨醫王繼先幸紹興，始用是，取驗。孝宗在朱邸，扈蹕視師至建康，館秦檜故第。史文惠為講官，實從行，燕之正堂，而命莊文醴、曾龍于後圃。孝宗樂，飲以碼■〈瑙，石代王〉觥，釂者十二，因游于圃，二臣復各獻一巵。後三日，屬疾，高皇賜藥，使內侍視之服。文惠聞之，疑其為蠲毒，亟袖人參圓入，問而信，遂竊易之，僅瘉。是日微文惠，幾殆。高皇蓋主此，而不知南北之異稟也。涇祖繼先之緒餘，株守不變，是以敗云。 \\n ○憲聖護醫 \\n 憲聖后在慈福，慶元丁巳，朝廷方卜郊，而后不豫，始猶自彊起，曰：「上始郊，不可以吾故溷齋思。」敕左右勿奏。十一月乙巳，還御端門，肆眚竣事，趣駕至宮，而大漸矣。先是旬日忽寢疾，侍醫進藥，輒却之。咸請其故，喟然曰：「吾壽八），而以醫累人耶？」意懲王涇之得罪也。故廟謚之議曰：「却藥輟進，務全護醫。」蓋紀實云。京魏公【鏜】時當軸，嘗親為客言。慈聖所謂只此日去，免煩他百官，其達死生之變，真若出一揆也。 \\n ○魯公拜後 \\n 慶元間，有宿儒，以文名入鼇掖為承旨，朝議謂且大用。會韓平原有歸子曰葎，先鈐吴門兵時，出妾方娠，鬻當湖巨室魯氏，得男焉，葎也。既貴，無他子，遂以重幣請于魯而歸之。始至，而平原適有恩制當降麻，偶不詳知，遂於廷綸中，用魯公拜後事，意蓋指忠獻耳。有欲進者忌之，摘其語，謂含譏刺。平原讀之，見其姓之偶符，大怒，不踰月，遂去國，終其身不復用。當其下筆時，初不自覺轉喉之觸。謂禍福不可以智力勝，當於此乎占之。 \\n ○金陵無名詩【金陵無名詩　鐵琴銅劍樓藏元刊本於題下有陳文東批點：「或傳是劉貢父題其行李中枕屏。」】 \\n 熙寧七年四月，王荊公罷相，鎮金陵。是秋，江左大蝗，有無名子題詩賞心亭，曰：「青苗免役兩妨農，天下嗷嗷怨相公。惟有蝗虫感恩德，又隨鈞斾過江東。」荊公一日餞客至亭上，覽之不悅，命左右物色，竟莫知其為何人也。 \\n ○萬歲山瑞禽 \\n 艮嶽初建，諸巨璫爭出新意事土木。既宏麗矣，獨念四方所貢珍禽之在圃者，不能盡馴。有市人薛翁，素以豢擾為優場戲，請于童貫，願役其間，許之。乃日集輿衛，鳴蹕張黃屋以游，至則以巨柈貯肉炙梁米，翁傚禽鳴，以致其類，既乃飽飫翔泳，聽其去來。月餘而囿者四集，不假鳴而致，益狎玩，立鞭扇間，不復畏。遂自命局曰「來儀」，所招四方籠畜者，置官司以總之。一日，徽祖幸是山，聞清道聲，望而羣翔者數萬焉。翁輒先以牙牌奏道左，曰：「萬歲山瑞禽迎駕。」上顧罔測，大喜，命以官，賚予加厚。靖康圍城之際，有詔許捕，馴籞者皆不去，民徒手得之，以充飱云。 \\n ○王涇庸醫 \\n 宇文忠惠【紹節】在樞府，余間見焉。因及五行之理，相與縱譚，有客在坐，偶曰：「黥醫王涇者，昨鞭背都市，流遠方。及平原用事，始得歸，稍叙故秩，自言元不曾受杖，嘗袒而示某以背，完瑩無疵，初不解其如何也。後見他醫，言杖皆有瘢，惟噬膚之初，傅以金箔，則瘢立消，意金木之性相制耳。」忠惠笑曰：「昔人有以胝足之藥售于市者，輒揭扁于門曰：『供御』。或笑其不根，聞于上，召而罪之。既而宥其愚，及出，乃復增四字曰：『曾經宣喚』。今此方無乃其比耶！子將誰售。」客亦笑不敢應。時忠惠未識涇也。其二年，余在里下，聞忠惠不起，為位以哭，及都人來，廼云：「涇實用蠲毒瀉足疾，以致大故。朝廷知之，再命追涇所復官，免杖流永興，」余因憶在京華時，傅著作【行簡】姚冑丞【師臯】皆甘涇餌，目擊其殞。著作未啟手足，猶進一刀圭，不脫口而逝。余一日隨班景靈，見冑丞殿門下，云痰癖新愈，因相勞苦。則曰：「王御醫實生我，癖去矣，痰下者數斗，今顧疲苶，他則無恙。」余聞而私憂之，謂未必能勝，未旬，果卒。嗟夫！醫之害如此哉，追思疇昔之言，為之流涕，並志顛末以悼其庸。 \\n ○黑虎王醫師 \\n 余稚年入閩過福，聞有黑虎王醫師者，富甲一郡，問之，則繼先之別名也。繼先世業醫，其大父居京師，以黑虎丹自名，因號「黑虎王家」。及繼先幸於高宗，積官留後，通國稱為醫師，雖貶猶得麗於稱謂焉。初，秦檜擅權而未張，頗賂上左右以固寵繼先寔表裏之。當其盛時，勢焰與檜挈，大張去為而下不論也。諸大帥率相與父事，王勝在偏校，因韓蘄王以求見，首願為養子，遂帥金陵軍。聞者爭傚，不以為怪。檜欲貴其婣族，不自言，每請進繼先之黨與官；繼先亦乘間為檜請，諸子至列延閣，金紫盈門。揜顧賕謝，攘市便腴，抑民子女為妾侍，罪不可勝紀，而衣憑城社，中外不敢議者三十年。紹興辛巳六月，蜀人杜【華老】為南牀，擬擊之而未發。會邊釁啟，繼先首輦重寶為南遁計，都城為之騷然。上聞之不樂。劉武忠【錡】帥京口，請以先發制人之策，決用兵。上意猶隱忍不決，亶欲以兵應。繼先素怯，猶幸和議之堅以竊安，因間言于上曰：「邊鄙本無事，蓋新進用主兵官，好作弗靖，欲邀功耳。各斬一二人，和可復固。」上不答，徐謂侍貂曰：「是欲我斬劉錡耶？」於是素軋其下而不得逞者，頗浸潤及之矣。逆亮索我大臣，廷遣徐嚞、張掄往聘，亮以非指，使諫議大夫韓汝嘉至盱眙止之，更令遣所索。奏至，上適在劉婕妤閤，當饋輟食，婕妤怪之，問諸侍貂而得其繇，進說寬譬，頗與繼先之言符，上大驚，問曰：「汝安得此？」婕妤不能隱，具以所聞對。遂益怒。丁未，詔婕妤歸別第。莘老遂上疏，列其十罪。初進讀，玉色猶怫然，莘老扣榻曰：「臣以執法事陛下，不能去一醫，死不敢退。」猶未許，因密言外議謂繼先以左道幸，恐謗議叢起，臣且不忍聽。上始變色首肯，罷朝，使宣旨曰：「朕以顯仁餌汝藥，故假爾寵，今言者如此，當不復有面目見朕，期三日有施行，其自圖之。」辛亥，遂詔繼先居于福，子孫勒停都城，田宅皆沒官，奴婢之強鬻者從便。令下，中外大悅。繼先以先事聞詔，多藏遠徙，故雖籍不害其富也。迄今其故居華棟連甍，猶號巨室，一傳而子弟蕩柝，至不能家。或者謂其致不以其道，宜於厚亡。趙牲之作中興遺史，載繼先始末極詳，參以所聞，而著其事。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十", "正文": "  \\n 桯史卷第十 \\n 　 \\n  \\n 永泰挽章 \\n 殿中鷳 \\n 劉蘊古 \\n 大散論賞書 \\n 成都貢院 \\n 萬春伶語 \\n 山谷范滂傳 \\n 紫巖二銘 \\n ○永泰挽章 \\n 建中靖國初，徽祖自藩王入繼大統，虛心納諫，弊政大革，海內顒想，庶幾慶曆、元祐之治。曾文肅為相，頗右紹述，諫官陳【祐】六疏劾之，不從，賜罷，綸言以觀望推引責之。右司諫江【公望】聞而求對，面請其故，上曰：「祐意在逐布，引李清臣為相耳。」公望言臣不知其他，但近者易言官者三，逐諫官者七，非朝廷美事，因袖疏力言豐、祐政事得失，且曰：「陛下若自分彼此，必且起禍亂之源。」上意感格，危從之矣。會前太學博士范【致虛】上書言太學取士法不當變，且言臣讀聖製泰陵挽章曰：「同紹裕陵，尊此陛下孝弟之本心也。」臣願守此而已。時黃冠初盛，范因右街道錄徐知常，以其姓名聞禁中，且陳平日趨向，謂非相蔡京不可。上幡然，亟召見，曰：「朕且不次用卿。」遂除右正言。纔供職，首論二事：其一言神宗一代之史，非紹聖無以察正元祐之詆謗，今復詔參修，是紛更也，願令史官，條具紹聖之所以掩蔽者示天下。其二言元祐置訴理，所以雪先朝得罪之人，紹聖命安享蹇序辰駮正，固當然耳，二人乃坐除名，如此則訴理為是矣。夫二臣之罪不除，則兩朝之謗終在疏奏。上益嚮之，於是國論始決。是秋，江以論蔡邸獄，責知淮陽軍。范馴致尚書左丞云。 \\n ○殿中鷳 \\n 徽祖居端邸時，藝文之暇，頗好馴養禽獸以供玩。及即位，貂璫奉承，羅致稍廣。江【公望】在諫省聞之，亟諫，上大悅，即日詔內籞，盡縱勿復留。殿中有一鷴，蓄久而馴，不肯去，上親以麈尾逐之，迄不離左右。乃刻公望姓名于麈柄，曰：「朕以旌直也。」及江去國，享上之論興，浸滛及于艮嶽矣。都城廣莫，秋風夜靜，禽獸之聲四徹，宛如郊野，識者以為不祥，益思江之忠焉。 \\n ○劉蘊古 \\n 劉蘊古，燕人也。逆亮將南寇，使之偽降以覘國，而無以得吾柄，乃以首飾販鬻，往來壽春，頗言兩國事，見淮賈，輒流涕曰：「予何時見天日耶！」因縱譚亮國虛實，以啗朝廷，自詭苟見用，取中原，滅大金，直易事耳。邊臣不疑，密以名聞，時兵釁已啟，詔許引接。至行都，首言其二弟在北，皆登巍科，惟己兩薦禮部而未第，因謀南歸，以成功名。當國者喜之，遂授迪功郎、浙西帥司，準備差遣，時紹興三十一年九月癸巳也。蘊古猶不厭意，日強聒于朝，辯舌泉涌，廷臣咸奇之。會亮誅，未得間以北，繼改京秩為鄂倅。隆興初元三月，濠梁奏北方游手萬餘人，應募欲以營田，蘊古聞而有請，願得自將以與虜角，毋使徒老耒耒且間。左揆陳文正、參預張忠定、同知辛簡穆咸是之，次相史文惠獨不可，曰：「是必姦人，來為虜間，國家隄防稍密，不得施其伎，欲姑以此萬人，藉手反國耳。」諸公雜然謂逆詐，文惠顧行首吏召之曰：「俟其來，嘗可見也。【嘗可見也　嘉靖本、四庫本「嘗」作「當」。】」相與坐堂中，俟久之，至，文惠迎謂曰：「昔樊噲欲以十萬衆，橫行匈奴中，議者猶以為可斬，子得萬烏合，何能為？」蘊古素謂廟議咸許其來也，意得甚，卒聞此語，大駭失色。遽曰：「某意無他，此萬人家口皆不來，必不為吾用。不如乘其未定，挾去為一拍，事幸成，猶不可知耳。」文惠顧諸公曰：「已得之，通判之言是矣。此萬人固不留，獨不知通判盛眷，今在何所？」時蘊古家在幽、燕，自知失言，內愒不得對，比茶甌至，戰灼不復能執，幾墮地，遂退。諸公猶不然，然迄得不遣。既踰月，張忠獻奏改倅太平州，往來都督府，禀議軍事。後數載，蘊古私使其僕駱昂北歸，有告者，及搜所遣家訊，則皆刺朝廷機事也。乃伏其誅，於是始服文惠之先識焉。初，吴山有伍員祠，瞰闤闠，都人敬事之。有富民捐貲為扁額，金碧甚侈。蘊古始至，輒乞靈焉，妄謂有心諾，輟俸易牌，而刻其官位姓名于旁。市人皆驚，曰：「以新易舊，惡其不華耳。易之而不如其舊，其意果何在？」有右武大夫魏仲昌者，獨曰：「是不難曉。他人之歸正者，僥倖官爵金帛而已。蘊古則真細作也。夫諜之入境，不止一人，榜其名，所以示踵至者，欲其知己至耳。」聞者憮然不信，後卒如言。余嘗謂納降非上策，見于前錄，吴畏齋啟、文惠之謀國，可以言智矣。仲昌一武弁，乃能逆見姦人之情，其才亦有足稱者，今世殆不多見也。 \\n ○大散論賞書 \\n 紹興壬午春，南北既交兵，蜀宣撫使吴【璘】謀取雍，使大將姚【仲】攻大散關，不下。仲久于軍，妄謂軍士不用命，實賞給之薄，故功且弗成。王參預【之望】時總軍賦，仲之幕屬曰朱紱【仲之幕屬曰朱紱　「朱」原作「宋」，諸本同。按李心傳建炎以來繫年要錄卷一百九十八、畢沅續資治通鑑卷一百三十六均記：「關之未下也，左從政郎都統司幹辦公事朱紱以書遺總領財賦王之望。」岳珂誤記為宋紱，今從改。本書卷七嘉禾篇有「殿中御史朱紱」，或即其人。】，嘗登門焉，以書抵之曰：「先生以博大高明之學，當艱難險阻之時，凡百施設，莫非經久。顧茲全蜀，久賴綏撫，雖三邊用兵之際，無征輸重困之勞，自非先生以體國愛民為念，何以及此。天下之勢固有不兩立者，兵與民是也。兵不可不費財，而責其萬死之功；民不可不出財，而濟其一時之急，此天下之通理也。先生深知兵民兩相為用之策，聞蜀民自軍興之後，恬然自安，不有用兵之費，先生恩德固亦大矣。然有可言者，紱為先生門下士，豈敢自隱，且時異事異，故宜改更，不可執一。自虜人九月六日叩關，于時事出倉卒，諸將云，大軍一出，必遂破敵。初，宣撫吴公，自謂可以兩月為期，必能克敵，既而虜壁愈堅，相持已踰四月矣，將帥牽制，久未成功，兵不可不謂之暴露。如今日事勢，與前日不同，先生當相時之宜，以取必勝，茲其時也。聞之諸軍鬬志不銳，戰心不壯，且曰：『使我力戰，就能果立微勞，其如賞給在何處【賞給在何處　李心傳建炎以來繫年要錄卷一百九十八、畢沅續資治通鑑卷一百三十六引朱紱書，均作「賞格當在何處」。】，伺候覈實保明，申獲宣司、總司、旨麾，往返數旬，豈能濟急？』大率在今之勢【在今之勢　建炎以來繫年要錄和續資治通鑑引朱紱書，均作「目今事勢」。】，與前既異，不立重賞，何以責人【何以責人　建炎以來繫年要錄和續資治通鑑引朱紱書，均作「何以責人以死事」。】。前宣撫吴公，僅能保守全蜀，蓋賞厚而戰士用命也。先生詳酌事機，別與措置，略於川蜀科敷軍須之費十分之一，【川蜀科敷軍須之費　「科敷」原作「敷科」。按建炎以來繫年要錄和續資治通鑑引朱紱書均作「川蜀科敷軍需之費」，本條下文又多次出現「科敷」，可見「敷科」是倒文，因據以乙正。】多與準備給賞錢物近一二百萬，自總所移文諸帥，明出曉示，號令諸軍，各使立功，以就見賞。謂如散關一處，設使當初有銀絹各一二萬匹兩【當初有銀絹各一二萬匹兩　「匹」下原無「兩」字，諸本同。按史籍載銀絹數量，例稱「匹兩」，續資治通鑑引朱紱書，亦作「當初有一二萬匹兩」；本條下文云：「興元一軍支撥過錢引二十八萬道，銀絹二千匹兩。」因據以校補。本條下文王之望答書云：「來書謂攻散關若得銀絹一二萬匹」，亦按此例增補。】，錢引一二十萬道，椿在鳳州，宣撫吴公、節使姚公，以上件賞給，明告諸軍，遣二三統制官便宜【統制官　「統制」下原無「官」字，今據建炎以來繫年要錄和續資治通鑑引朱紱書補。】，各以其所部全軍一出，諭之曰：『當進而退，則坐以軍法；進而勝捷，能破關隘，則有此重賞。』如是而軍不用命，虜不破滅，無有也。說者謂方今朝廷財用匱乏，若夤緣軍興，而費耗國用，則先生所不取。紱曰：不然！先生體國愛民之心，朝野孰不知。兵事固有當更張而不更張，則悠久相持，不能力濟機會，一勞而久逸，暫賞而永寧，正在此舉。紱之區區，未必可行，幸先生怒其狂愚，或以為可教，則一覽付火。」王讀之，大駭，乃答書曰：「辱示劄目，見咎不科敷百姓，異哉！足下之言也。本所以財賦為職事，應副諸軍，自當竭力。若是軍須闕乏，有功將士合賞，但於王少卿取辦可也，至於科敷，他人何預哉。僕中原人，蜀中無一錢生業，亦無親族寓居，其不科敷，何私於蜀。蓋以大軍十餘萬衆，仰給於此，不得不愛養其民力，以固根本。有四川民力，則有三軍，四川民窮，則三軍坐困矣。如足下輩月俸歲廩，不從空虛中來，亦知其所自乎？朝廷德意深厚，每務寬恤，東南調度如此，不聞斂取於民，四川獨可加賦乎？國家養兵，所以保民，而足下乃謂軍民不兩立，恐非安民和衆、制用豐財之義。又云，用兵本約兩月，今已四個月，然則解嚴未可期也。若本所當時便徇諸處無藝之求，只作兩個月計，則今日何以支吾，事未可期，則所費無限，且不愛民力，以備方來之須，將如異日何？僕之斂於民，乃所以為諸軍也。用兵一百三十日，糗糧、草料、銀絹、錢引，所在委積，未嘗乏興。【未嘗乏興　諸本同。建炎以來繫年要錄引王之望答書作「未嘗乏與」，近是。】而足下乃云爾，不知軍行出入，何處闕錢糧草料。累次喝犒，並朝廷支賜，自是諸軍應報稽緩，文字纔到，本所立便給散，略無留阻。若是激賞，則須俟有功；諸軍既無功狀，本所憑何支破。散關前日不下，聞自有說，莫不為無銀絹錢引否？不知散關是險固不可取乎？是有可取之理，而無銀絹錢引之故乎？士卒不肯用命，豈計司之責，必有任其咎者；况聞攻關之日，死傷不少，則非士卒之不用命矣。自來兵家行動，若逗撓無功，多是以糧道不繼，嫁禍於有司以自解，亦未聞以無堆垜賞給為詞者也。國家息兵二十年，將士不戰，竭四川之資以奉之；一旦臨敵，更須堆垜銀絹而後可用，則軍政可知矣。且如向來和尚原、丁劉圈、殺金平諸軍大捷，【和尚原丁劉圈殺金平　建炎以來繫年要錄和續資治通鑑引王之望答書作「和尚原、劉家圈、殺金坪。」】近日吴宣撫取方山原、秦州等處，王四廂取商、虢等州，吴四廂取唐、鄧州，不聞先垜銀絹，始能破賊也。朝廷賞格甚明，本所初無慳吝，如秦州、治平之功，得宣司關狀，即時行下魚關支散，何嘗稍令闕悮？兼魚關簽廳，所備金帛錢物，充滿府藏，宣撫不住關撥，豈是無椿辦也？顧生民膏血，不容無功而得耳。假令僕重行科敷，積金至斗，諸軍衣糧犒設支賜之外，若無功效，一錢豈容妄得哉？果有功，豈容本所以不科敷而不賞乎！諸軍但務立功，無患賞給之不行也，但管取足，無問總所之科敷也。劉晏斂不及民，何害李、郭之勳，李晟屯東渭橋，無積貲輸糧，以忠義感人，卒滅大盜。足下以書生，為人幕府，不能以此等事規賛主帥，而反咎王人以不斂於民，豈不異哉！九月以後，興元一軍，支撥過錢引二十八萬道，銀絹二千匹兩，而糗糧草料與犒設、賞錢之類不與焉，亦不為不應副矣。若皆及將士，豈不可以立功？有功賞而未得者，何人也？朝廷分司差職，各有所主，而於財賄出納為尤嚴，經由檢察，互相關防，所有屢降旨揮，凡有支費，宣司審實，總所量度，此古今通義，而聖朝之明制也。足下獨不便【足下獨不便　建炎以來繫年要錄引王之望答書作「足下獨不辨」。】，何哉？來書謂攻散關，若得銀絹一二萬匹兩，錢引一二十萬，椿在鳳州，有此重賞，而虜不破滅無有也。椿在鳳州，與魚關何異，方宣撫以攻守之策，會問節使時，亦不聞以此為言。今散關、鳳翔未破，足下可與軍中議，取散關要銀絹錢引若干，取鳳翔要若干，可以必克。本所當一切抱認，足下可結罪保明具申，當以聞於朝廷。如克敵而賞不行，僕之責也，若本所抱認而不能成功，足下當如何？僕前後見將帥多是忠義赴功、捐軀報國之人，只緣幕中導之或非其道，以至害事。如姚帥之賢，固不妄聽，然足下自不應為此異論也，萬一朝廷聞之，得無不可乎？之望嘗備員剡薦，預有懼焉，且宜勉思婉畫，謹重話言，勿恤小利，以敗大事，但得主帥成功，足下復何求哉？信筆不覺喋喋，幸照。」紱得書，頗自慚悔，仲亦大恐。閏月癸酉，率諸軍肉薄而登，遂克之。余嘗從蜀士大夫得其書，謂今世言功者，多約取而豐責，先事質償，如宿逋然，神州未復，端坐此耳。王之盡理，仲之補過，紱之服義，要皆可書，故剟取其詳而傳之。 \\n ○成都貢院 \\n 成都新繁有藏藝祖御容者，莫知始何年，令長交事匵護，畀付惟謹。淳熙間，胡給事【元質】制置四川，聞之，謂偏陬下鄙，非所宜有，命歸之府。議以為乾德平僭偽，雖鑾輿不親幸，而耆定一方，實為雋功，欲扳援章武端命故事，建殿以嚴毖奉。遂斥羡財鳩工，伐巨木千章，卜地築宮有日矣。僚寀或謂郡國私建宗廟，誼盍先以聞，俟報可。胡竦然，乃暫輟役，驛書請于朝廷。議果不以為然，弗之許。胡大沮，念木石已具，且動觀瞻，不容已，會貢院敝甚，因撤而新之，既畢工，壯麗甲西州焉。事有適會乃如此，向子西能言其詳，因伶語而及茲說。 \\n ○萬春伶語 \\n 胡給事既新貢院，嗣歲庚子適大比，乃侈其事，命供帳考校者，悉倍前規。鵠袍入試，茗卒饋漿，公庖繼肉，坐案寬潔，執事恪敬，誾誾于于，以鬯於文，士論大愜。會初場賦題出孟子，「舜聞善若決江河」，而以「聞善而行沛然莫禦」為韻。士既就案矣，蜀俗敬長而尚先達，每在廣場，不廢請益焉。晡後，忽一老儒擿禮部韻示諸生，謂沛字惟十四泰有之，一為顛沛，一為沛邑，注無沛決之義，惟它有霈字，乃從雨為可疑。衆曰：「是。」閧然扣簾請。出題者偶假寐，有少年出酬之，漫不經意，亶云：「禮部韻注義既非，增一雨頭無害也。」揖而退，如言以登于卷，坐遠于簾者，或不聞知，乃仍用前字。於是試者用霈沛各半。明日，將試論語，籍籍傳，凡用沛字者皆窘。復扣簾，出題者初不知昨夕之對，應曰：「如字。」廷中大諠，浸不可制，譟而入，曰：「試官誤我三年利害不細。」簾前闈木如拱，皆折，或入于房，執考校者一人毆之。考校者惶遽，急曰：「有雨頭也得，無雨頭也得。」或又咎其誤，曰：「第二場更不敢也。」蓋一時祈脫之辭。移時稍定，試司申鼓譟場屋，胡以不稱于禮遇也，怒，物色為首者，盡繫獄，韋布益不平。既拆號，例宴主司以勞還，畢三爵，優伶序進。有儒服立于前者一人，旁揖之，相與詫博洽，辨古今，岸然不相下。因各求挑試所誦，憶其一，問漢四百載，名宰相凡幾，儒服以蕭曹而下枚數之，無遺，羣優咸賛其能。乃曰：「漢相吾言之矣，敢問唐三百載名將帥何人也？」旁揖者亦詘指英、衛，以及季葉，曰：「張巡、許遠、田萬春。」儒服奮起爭曰：「巡、遠是也，萬春之姓雷，歷攷史諜，未有以雷為田者。」揖者不服，撐拒滕口，俄一綠衣參軍，自稱教授，前據几，二人敬質疑，曰：「是故雷姓。」揖者大詬，袒裼奮拳，教授遽作恐懼狀，曰：「有雨頭也得，無雨頭也得。」坐中方失色，知其風己也。忽優有黃衣者，持令旗躍出稠人中，曰：「制置大學給事台旨，試官在坐，爾輩安得無禮。」羣優亟斂容，趨下，喏曰：「第二場更不敢也。」俠戺皆笑，席客大慙，明日遁去。遂釋繫者。胡意其為郡士所使，錄優而詰之，杖而出諸境【杖而出諸境　「境」原作「竟」，今據嘉靖本、四庫本校改。】，然其語盛傳迄今。 \\n ○山谷范滂傳 \\n 山谷在宜州，嘗大書後漢書范滂傳，字徑數寸，筆勢飄動，超出翰墨逕庭，意蓋以悼黨錮之為漢禍也。後百年，真蹟逸人間，趙忠定得之，寶寘巾篋，搢紳題跋，如牛腰焉。既迺躬蹈其禍，可謂奇讖。嘉定壬申，忠定之子【崇憲】守九江，刻石郡治四說堂。 \\n ○紫巖二銘 \\n 張紫巖謫居十五年，憂國耿耿，不替昕夕。適權姦新斃，時宰恃虜好而不固圉，紫巖方居母喪，上疏論事，朝廷以為狂，復詔居零陵。一日，慨然作几間丸墨並常支筇竹杖二銘，以寓意。墨之銘曰：「存身于昬昬，而天下之理因以昭昭，斯為瀟湘之寶，予將與之歸老。」而逍遙杖之銘曰：「用則行，舍則藏，惟我與爾；危不持，顛不扶，則焉用彼。」或錄以示當路，大怒，以為諷己，將奏之，會病卒，不果。它目，陳正獻【俊卿】為孝皇誦之，摘其一銘，書于御杖焉。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十一", "正文": "  \\n 桯史卷第十一 \\n 　 \\n  \\n 李白竹枝詞 \\n 蟻蝶圖 \\n 周益公降官 \\n 番禺海獠 \\n 王荊公 \\n 尊堯集表 \\n 三忠堂記 \\n 臨江四謝 \\n ○李白竹枝詞 \\n 紹聖二年四月甲申，山谷以史事謫黔南。道間，作竹枝詞二篇，題歌羅驛，曰：「撐崖拄谷蝮蛇愁，入箐攀天猿掉頭。鬼門關外莫言遠，五十三驛是皇州。」「浮雲一百八盤縈，落日四十九渡明。鬼門關外莫言遠，四海一家皆弟兄。」又自書其後，曰：「古樂府有『巴東三峽巫峽長，猿鳴三聲淚霑裳』，但以抑怨之音和為數疊，惜其聲今不傳。余自荊州上峽入黔中，備嘗山川險阻，因作二疊，傳與巴娘，令以竹枝歌之，前一疊可和云『鬼門關外莫言遠，五十三驛是皇州』。後一疊可和云『鬼門關外莫言遠，四海一家皆弟兄。』或各用四句，入陽關小秦王，亦可歌也。」是夜宿于驛，夢李白相見於山間，曰：「予往謫夜郎，於此聞杜鵑，作竹枝詞三疊世傳之不子細，憶集中無有，三誦而使之傳焉。其辭曰：『一聲望帝花片飛，萬里明妃雪打圍。馬上胡兒那解聽，琵琶應道不如歸。』『竹竿坡面蛇倒退，摩圍山腰胡孫愁。杜鵑無血可續淚，何日金雞赦九州』。『命輕人鮓甕頭船，日瘦鬼門關外天。北人墮淚南人笑，青壁無梯聞杜鵑。』」今豫章集所刊，蓋自謂夢中語也，音響節奏似矣，而不能揜其真，亦寓言之流歟！ \\n ○蟻蝶圖 \\n 黨禍既起，山谷居黔。有以屏圖遺之者，繪雙蝶翾舞，罥於蛛絲而隊，蟻憧憧其間，題六言於上曰：「胡蝶雙飛得意，偶然畢命網羅。羣蟻爭收墜翼，策勛歸去南柯。」崇寧間，又又遷于宜，圖偶為人攜入京，鬻于相國寺肆。蔡客得之，以示元長，元長大怒，將指為怨望，重其貶，會以訃奏僅免。其在黔，嘗摘香山句為十詩，卒章曰：「病人多夢醫，囚人多夢赦。如何春來夢，合眼在鄉社。」一時網羅之味，蓋可想見。然余觀其前篇，又有「冥懷齊遠近，委順隨南北。歸去誠可憐，天涯住亦得」之句，浩然之氣又有百折而不衰者，存蟻計左矣。 \\n ○周益公降官 \\n 周益公相兩朝。慶元間，以退傅居于吉，隱然有東山之望，當路忌之。時善類引去者紛紛，一皆指為偽學。婺有呂【祖泰】者，東萊之別派也，勇義敢言，憤時事之日非，奮然投匭上書，力詆用事者，且乞以益公為相。皁囊下三省，朝論雜然起，或以為益公實頤指之，遂露章奏劾。且謂淳熙之季，王魯公為首臺，益公嘗擠而奪之位，以身為偽學標準，羽翼其徒，使邪說橫流，以害天下。屏居田野，不自循省，而誘致狂生，扣閽自薦，以覬召用，乞加貶削。上不以為然，言者益急，乃鐫一官為少保，下祖泰于天府，杖而竄之。益公上表謝。余時在里中，傳得之，今尚憶其全文，曰：「告老七年，宿愆故在；貶官一等，洪造難名。敢期垂盡之年，猶麗怙終之罪。中謝，伏念臣踈庸一介，際遇四朝，逮事高皇，已徧塵於臺省，受知孝廟，復久玷於機衡。不思勉效於同寅，乃敢與聞於異論，既肺肝衆所共見，豈口舌獨能自明。惟光宗興念於元僚，亦屢分於閫寄，肆陛下曲憐其末路，爰俾遂於里居。首將正於狐丘，巢忽危於燕幕，狂生妄發，姓名輒及於樵蘇；公議大喧，論罰蓋輸於薪粲。僅削司徒之秩，猶存平土之官，茲蓋恭遇皇帝陛下，崇德尚寬，馭民敬故。國皆曰殺，雖微可恕之情，耄不加刑，姑用惟輕之典，遂令衰朽，亦與生金。臣有愧積中，無階報上，省諐田里，視桑蔭之幾何；托命乾坤，比櫟材而知免。」初當路入浸潤【初當路入浸潤　嘉靖本、四庫本「入」並作「日」。】，欲文致以罪，而難其重名，意或有辨論，乃寘於貶。及奏至，引咎紆徐，言正文婉，洒然消釋。既而東朝奉寶冊，詔復其秩，時北門者當制，廷綸有曰：「駭匹夫狂悖之上聞，乃片言詿誤之併及，既有疑於三至，姑薄褫於一階。朕方建皇極而融會於黨偏，尊重闈而濡浹於慶施，申念三朝之遺老，僅同下國之靈光，寧屈彝章，以全晚節。屬外親之詣闕，在更生初豈預知，貶宮保以居間，矧彥博已嘗得謝，猶不謂非罪也。」嘉定更化，詔湔祖泰過名，授以文資，而晦庵朱文公而下，皆褒贈賜謚，於是其言始伸。方祖泰之得罪，有宗姓者尹京，據案作色，涖制挺焉。祖泰大呼庭下曰：「公為天族，同國休戚，某乃為何人家計安危，而獲斯辱也。」尹亦慙，趣訖其罪，使去，行都人至今能誦其詳，猶有為咤惜者。 \\n ○番禺海獠 \\n 番禺有海獠雜居，其最豪者蒲姓，號白番人，本占城之貴人也。既浮海而遇風濤，憚於復反，乃請于其主，願留中國，以通往來之貨。主許焉，舶事寔賴給其家。歲益久，定居城中，屋室稍侈靡踰禁。使者方務招徠，以阜國計，且以其非吾國人，不之問，故其宏麗奇偉，益張而大，富盛甲一時。紹熙壬子，先君帥廣，余年甫十歲，嘗游焉。今尚識其故處，層棲傑觀，晃蕩緜亘，不能悉舉矣。然稍異而可紀者，亦不一，因錄之以示傳奇。獠性尚鬼而好潔，平居終日，相與膜拜祈福。有堂焉，以祀名，如中國之佛，而實無像設，稱謂聱牙，亦莫能曉，竟不知何神也。堂中有碑，高袤數丈，上皆刻異書如篆籕，是為像主，拜者皆嚮之。旦輒會食，不置匕箸，用金銀為巨槽，合鮭炙、梁米為一，灑以薔露，散以冰腦。坐者皆寘右手于褥下不用，曰此為觸手，惟以溷而已，羣以左手攫取，飽而滌之，復入于堂以謝。居無溲匽。有樓高百餘尺，下瞰通流，謁者登之。以中金為版，施機蔽其下，奏厠鏗然有聲，樓上雕鏤金碧，莫可名狀。有池亭，池方廣凡數丈，亦以中金通甃，制為甲葉而鱗次，全類今州郡公宴燎箱之為而大之，凡用鉟鋌數萬。中堂有四柱，皆沉水香，高貫于棟，曲房便榭不論也。嘗有數柱，欲■〈氵肛〉于朝，舶司以其非常有，恐後莫致，不之許，亦臥廡下。後有窣堵波，高入雲表，式度不比它塔，環以甓，為大址，絫而增之，外圜而加灰飾，望之如銀筆。下有一門，拾級以上，由其中而圜轉焉如旋螺，外不復見其梯磴。每數十級啟一竇，歲四五月，舶將來，羣獠入于塔，出于竇，啁■〈口析〉號嘑，以祈南風，亦輒有驗。絕頂有金雞甚鉅，以代相輪，今亡其一足。聞諸廣人，始前一政雷朝宗【潀】時，為盜所取，跡捕無有。會市有窶人鬻精金，執而訊之，良是，問其所以致，曰：「獠家素嚴，人莫闖其藩。予棲梁上，三宿而至塔，裹麨糧，隱于顛，晝伏夜緣，以剛鐵為錯，斷而懷之，重不可多致，故止得其一足。」又問其所以下，曰：「予之登也，挾二雨蓋，去其柄。既得之，伺天大風，鼓以為翼，乃在平地，無傷也。」盜雖得，而其足卒不能補，以至今。他日，郡以歲事勞宴之，迎導甚設，家人帷觀，余亦在，見其揮金如糞土，輿皁無遺，珠璣香貝，狼籍坐上，以示侈。帷人曰：「此其常也。」後三日，以合薦酒饌燒羊以謝大僚，曰：「如例。」龍麝撲鼻，奇味不知名，皆可食，迥無同槽故態。羊亦珍，皮色如黃金，酒醇而甘，幾與崖蜜無辨。獨好作河魚疾，以腦多而性寒故也。余後北歸，見藤守王君【興翁】諸郎，言其富已不如曩日，池匽皆廢，云泉亦有舶獠，曰「尸羅圍」，貲乙於蒲，近家亦蕩析。意積賄聚散，自有時也。 \\n ○王荊公 \\n 王荊公相熙寧，神祖虛心以聽，荊公自以為遭遇不世出之主，展盡底蘊，欲成致君之業，顧謂君不堯舜，世不三代，不止也。然非常之云【然非常之云　「云」原作「元」，今據嘉靖本、四庫本、學津本校改。】，諸老力爭，紛紜之議，殆偏天下，久之不能堪。又幸其事之集，始盡廢老成，務汲引新進，大更弊法，而時事斬然一新。至于元豐，上已漸悔，罷政居鍾山，不復再召者十年。其後元祐羣賢迭起，不推原遺弓之本意，急於民瘼，無復周防，激成黨錮之禍，可為太息。余嘗侍樓宣獻及此，宣獻誦荊公是時嘗因天雪有絕句曰：「勢合便疑埋地盡，功成直欲放春回。農夫不解豐年意，祗欲青天萬里開。」其志蓋有在。余應曰：「不然，舊聞京師隆冬，嘗有官檢凍死秀才、腰間繫片紙，啟視之，乃喜雪詩四十韻，使來年果豐，已無救溝中之瘠矣。況小人合勢，如章、曾、蔡、呂輩，未知竟許放春否？」宣獻忻然是其說【宣獻忻然是其說　「忻」原作「聽」，今據集成本、學津本校改。】。及今觀之，發冢之議，同文之獄，以若人而居位，豈不如所臆度，荊公初心，於是孤矣。 \\n ○尊堯集表 \\n 目錄一書，本熙寧間荊公奏對之辭，私所錄記。紹聖以後，稍尊其說，以竄定元祐史諜。蔡元度【卞】又其壻，方烜赫用事，書始益章。建中靖國初，曾文肅【布】主紹述，垂意實錄，大以據依。陳了翁【瓘】為右司員外郎，以書抵文肅，謂薄神考而厚安石，尊私史而厭宗廟【尊私史而厭宗廟　「厭」原作「壓」，畢沅續資治通鑑卷八十七作「尊私史而厭宗廟」，宋史陳瓘傳與之同，今據改。】，不可。文肅大怒，罷為外郡，尋責合浦【尋責合浦　嘉靖本、四庫本、學津本「責」並作「謫」。】，了翁始著合浦尊堯集，為十論，亶辨其所紀載，猶未敢以荊公為非。及北歸，又著四明尊堯集，為八門，曰聖訓、曰論道、曰獻替、曰理財、曰邊機、曰論兵、曰處已、曰寓言，始條分而件析之，無婉辭矣。政和元年，徽祖聞有此章，下政典局宣取，時了翁坐其子【正彙】獄，徙通州【徙通州　原作「徙通川郡」。按宋史陳瓘傳：「瓘亦安置通州。」畢沅續資治通鑑卷九十：「瓘亦有通州安置之命。」四庫本作「通州」，與史載合，今據改。】，移文索之，了翁遂以表進，乞於御前開拆。初，崇寧既建辟廱，詔以荊公封舒王，配享宣聖廟，肇剏坐像，了翁憤之，併於奏牘寓意。其略曰：「代言之筆，盡目其徒為儒宗，首善之宮，肇塑其形為坐像，禮官舞禮而行謟，吏書獻佞而請觀。光乎仲尼，乃王雱聖父之贊；比諸孔子，實卞等輕君之情。彼衰周之僻王，棄真儒之將聖，當時不得配太廟之饗，後世所以廣上丁之祠。今比安石為欽王之臣，則方神考為何代之主，又況一人幸學，列辟班隨，至尊拜伏於爐前，故臣驕倨而坐視，百官氣鬱，多士心寒，自有華夏以來，無此悖倒之禮。神考之再相安石，始終不過乎九年，安石之屏迹金陵，棄置不召者十載，八字威加於鄧綰，萬機獨運於元豐，豈可於善述之時，忽崇此不遜之像。」又曰：「又況臨川之所學，不以春秋為可行，謂天子有北面之儀，謂君臣有迭賓之禮，禮儀如彼，名分若何，此乃衰世侮君之非，豈是先王訪道之法。贛川舊學，記刊于四紀之前，辟水新廱，像成於一壻之手。唱如聲召，應若響隨。」其自敍則曰：「愚公老矣，益堅平險之心，精衞眇然，未捨填波之願。歿而後已，志不可渝。望雖隔於戴盆，夢不忘於馳闕，丹誠上格，天語遙詢。要觀尊主之恭，緩議奸時之罪，淵冰在念，梟磔寧逃。」書奏，有旨，陳瓘自撰尊堯集，語言無緒，并係詆誣，不行毀棄。送與張商英，意要行用，特勒停，送台州羈管，令本州當職官，常切覺察，不得放出州城，月具存在，申尚書省。於是廟堂意叵測，識者為了翁危之。了翁不顧，至天台剡謝之辭，猶曰：「知詆誣之不可，志在尊堯；豈行用之敢私，心惟助舜。語言無緒，議論至迂，獨歸美於先猷，遂大違於國是。不行毀棄，有誤咨詢，虛消十載之光陰，靡恤一門之溝壑。果煩揆路，特建刑章，若非蒙庇於九重，安得延齡於再造。」其凜凜不屈蓋如此。余後因讀夷堅支乙，見其記優人嘗因對御，戲設孔子正坐，顏孟與安石侍側，孔子命之坐，安石揖孟子居上，孟辭曰：「天下達尊，爵居其一，軻僅蒙公爵，相公貴為真王，何必謙光如此。」遂揖顏子，顏曰：「回也陋巷匹夫，平生無分毫事業，公為名世真儒，位貌有間，辭之過矣。」安石遂處其上，夫子不能安席，亦避位，安石皇懼，拱手云不敢。往復未決，子路在外，憤憤不能堪，徑趨從祀堂，挽公冶長臂而出。公冶為窘迫之狀，謝曰：「長何罪！」乃責數之曰：「汝全不救護丈人，看取別人家女壻。」其意以譏卞也。時方議欲升安石於孟子之右，為此而止，是知當時公議，雖小夫下俚，猶不愜，不特了翁也。其後朝論，亦頗疑於禮文，遇車駕幸學，輒以屏障其面。是時荊公位實居孟子上，與顏子為對，未嘗為止，夷堅誤矣。國初舊制，兖、鄒二公東西嚮，今郡縣學，二公所以并列于左者，蓋靖康撤荊公像之時，徒撤而不復正耳，其位尚可攷也。然徽祖聖孝根心，每以裕陵篤睠之故，不忍以荊公為非。翠華北狩，居五國城，一日燕坐，聞外有貨日錄者，亟輟衣易之，曹功顯【勛】親紀其事，羹牆之念，本無一日忘。了翁之辨雖明，其迄不見省者，亦政、宣大臣無以正救為將順者歟！ \\n ○三忠堂記 \\n 廬陵號多士，儒先名臣，今古輩出，里人圖所以尊顯風厲以垂無窮者。嘉泰四年八月，始為堂，縣庠以祀三忠。時周益公在里居，春秋七十有九矣，是歲多不懌，稍謝碑版之請，不肯為。一日，韋布款其門者百數，閽辭焉，弗可，乃強為通。益公方臥，奮然起曰：「是當作。」即為屬藳，文不加點而成，邑人愜望。四方聞其復秉筆，求者沓至，益公實病矣。其冬十月朔，遂薨，蓋絕筆焉。後四年，余得錄本於李次夔【大章】，其文曰：「文章，天下之公器，萬世不可得而私也；節義，天下之大閑，萬世不可得而踰也。吉為江西上郡，自皇朝逮今【自皇朝逮今　鐵琴銅劍樓藏元刊本載陳文東批點：「朝當作祐。」疑是。】，二百餘年，兼是二者，得三公焉。曰歐陽公【脩】，以六經粹然之文，崇雅黜浮，儒術復明，遂以忠言直道，輔佐三朝，士大夫翕然尊之，天子從而謚曰文忠，莫不以為然。南渡搶攘，右相杜充，擁衆臣虜，金陵守陳邦光就降，惟通判楊邦乂戟手駡賊，視死如歸，國勢凜凜，士大夫復翕然尊之，天子從而褒贈之，賜謚曰忠襄，則又莫不以為然。時宰議禮，衆論詾詾，惟一編脩官胡【銓】毅然上書，乞斬相參、虜使，三綱五常賴以不墜，士大夫復翕然尊之，厥後天子從而褒贈，賜以忠簡之謚，則又莫不以為然。是之謂三忠。雖然此邦非無宰相，如劉【沆】冲之在朝，嘗力薦文忠，留寘翰苑，又引富文忠公【弼】共政，今姓名著在勳臣之令，而謚則未聞，子瑾孫僴，俱為待制，迄不能請，矧被遇之從臣乎？夫然後知節以一惠，天子猶不敢專，亦必士大夫翕然尊之，乃可得耳。廬陵宰趙汝厦即縣庠立三忠祠，歲時率諸生祀焉。巍巍堂堂，衮服有章，揭日月而行，學者固仰其煒煌。若夫百世之下，聞清風而興起，得無慕休烈揚顯光者耶！汝厦用意遠矣。」其後樓宣獻銘益公墓，稱其精確簡嚴，士謂紀實。益公謚文忠。余謂它日有尚賢者在位，隮配其間，尚可謂四忠也。 \\n ○臨江四謝 \\n 臨江謝氏，世以儒鳴。元豐八年，有名懋者，及其弟岐，其子舉廉、世充，同登進士第，連標之盛，侈於一時，時人謂之臨江四謝。舉廉字民師，東坡嘗以書與之論文，今載集中。艮齋諤，紹熙間位中執法，以厚德著，蓋其族孫也。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十二", "正文": "  \\n 桯史卷第十二 \\n 　 \\n  \\n 王盧溪送胡忠簡 \\n 秦檜死報 \\n 呂東萊祭文 \\n 猫牛盜 \\n 味諫軒 \\n 龍見赦書 \\n 丹稜巽巖 \\n 鄭少融遷除 \\n 沙世堅 \\n 淮陰廟 \\n 金鯽魚 \\n 張賢良夢 \\n 乾坤鑑法 \\n ○王盧溪送胡忠簡 \\n 胡忠簡【銓】既以乞斬秦檜，掇新州之禍，直聲振天壤。一時士大夫畏罪箝舌，莫敢與立談，獨王盧溪【廷珪】詩而送之，今二篇刊集中曰：「囊封初上九重關【囊封初上九重關　田汝成西湖遊覽志餘卷四引此詩「囊封初上」作「一封書上」。】，是日清都虎豹閑【是日清都虎豹閑　田汝成西湖遊覽志餘卷四引此詩「是」作「此」，「都」作「流」，「閑」作「間」。】。百辟動容觀奏牘，幾人回首愧朝班。名高北斗星辰上，身墮南州瘴海間【身墮南州瘴海間　田汝成西湖遊覽志餘「瘴」作「嶺」。】。豈待它年公議出，漢庭行召賈生還。」「大厦元非一木支，欲將獨力拄傾危。癡兒不了官中事【癡兒不了官中事　宋詩鈔盧溪集鈔作「癡兒不了公家事」。】男子要為天下奇。當日姦諛皆膽落，平生忠義只心知。端能飽喫新州飯，在處江山足護持。」於是有以聞于朝者，檜益怒，坐以謗訕，流夜郎，時年七十。既而檜死，盧溪因讀韓文公猛虎行，復作詩寓意曰：「夜讀文公猛虎詩，云何虎死忽悲啼。人生未省向來事，虎死方羞前所為。昨日猶能食熊豹，今朝無計奈狐狸。我曾道汝不了事，喚作癡兒果是癡。」蓋復前說也。尋許自便。孝宗初政，召對寤合，詔曰：「王廷珪粹然耆儒，凜有直節，頃以言語文字，牴牾權臣，流落排根，殆踰二紀，召對便殿，敷奏詳華，可特改左承奉郎，除國子監主簿。」廷珪不留，乞崇道祠官去。乾道六年，再召對便殿，上又留之，不可，乃詔復祿以祝釐。後告老終于家，壽九十三。其再召也，廟堂欲予一子官，既而不果。識者謂以忠得壽，而澤不及嗣，天人報施，猶若少偏。時又有朝士陳【剛中】、三山寓公張【仲宗】，亦以作啟與詞為餞而得罪，檜之怨忠簡，蓋流貤不少置也。 \\n ○秦檜死報 \\n 秦檜擅權久，大誅殺以脅善類。末年，因趙忠簡之子【汾】以起獄，謀盡覆張忠獻、胡文定諸族，棘寺奏牘上矣。檜時已病，坐格天閣下，吏以牘進，欲落筆，手顫而汙，亟命易之，至再，竟不能字。其妻王在屏後搖手曰：「勿勞太師。」檜猶自力，竟仆于几，遂伏枕數日而卒。獄事大解，諸公僅得全。初，汾就逮，自分必死，然竟不知加以何罪，囑其家曰：「此行無全理。脫幸有恩言，當於饋食中寘肉笑靨一，以為信，毋忘！」既入獄，月餘無所問，亶日施慘酷，求死不可得。一日正晝，寘之闇屋，仰絣之，使視椽榱，偶見屋上一竅如錢，微有日影，須臾稍轉射壁上，有一反字。汾解意，亟承異謀【亟承異謀　「承」原作「臣」，音近而誤，今據集成本、學津本校改。】，遂得小梃，惟數晷以待盡。忽外致食于橐，滿其中皆笑靨，汾泣曰：「吾約以一，而今乃多如是，殆紿我。」既而獄吏皆來賀，即日脫械出，則檜聲鍾給賻矣。忠獻是時居永，亦微聞當路意，汾既繫，昕夕不自安，且念為大夫人憂，不敢明言。忽外間報中都有人至，亟出視，一男子喘臥簷下，殆不能言。方吉凶叵測，衆環睨縮頸，忠獻素堅定，於是亦色動。有頃，掖之坐，稍灌以湯餌而甦，猶未出語，亶數指腰間，索之，得片紙。蓋故吏聞檜訃，走介星馳，至近郊，益奔程欲速，是以顛■〈⻊戚〉。頃刻之間，堂序懽聲如雷。王盧溪在夜郎，郡守承風旨，待以囚隸，至不免旬呈。適郵筒至，張燕公堂以召之，盧溪怪前此未之有，不敢赴。邀者系踵，不得已，趨詣，罷燕之明日，始聞其事，守蓋先得之矣。故盧溪既得自便之命，題詩壁間曰：「辰州更在武陵西，每望長安信息希。二十年興搢紳禍，一終朝失相公威。外人初說哥奴病，遠道俄聞逐客歸。當日弄權誰敢指，如今憶得姓依稀。」蓋志喜也。同時謝任伯之子景思伋，家在天台，為郡守劉景所捕，既至而改禮，王仲言揮麈錄詳紀之，與夜郎守略同。是知檜稔惡得斃，為善類之福不貲，要非幸災也。 \\n ○呂東萊祭文 \\n 呂東萊【祖謙】居于婺，以講學唱諸儒，四方翕然歸之。陳同父蓋同郡，負才頡頏，亦游其門，以兄事之。嘗於丈蓆間，時發警論，東萊不以為然。既而東萊死，同父以文祭之曰：「嗚呼！孔氏之家法，儒者世守之，得其粗而遺其精，則流而為度數刑名。聖人之妙用，英豪竊聞之，徇其流而忘其源，則變而為權譎縱橫。故孝悌忠信，常不足以趨天下之變，而材術辯智，常不足以定天下之經，在人道無一事之可少，而人心有萬變之難明，雖高明之洞見【高明之洞見　四部備要本龍川文集呂東萊祭文作「高明之獨見」。】，猶小智之自營，雖篤厚而守正，猶孤壘之易傾。蓋欲整兩漢而下，庶幾及見三代之英，豈曰自我，成之在兄，方夜半之劇論，嘆古來之未曾。講觀象之妙理，得應時之成能，謂人物之間出，非天意之徒生。兄獨疑其未通，我引數而力爭，豈其於無事之時，而己懷厭世之情。俄遂嬰於末疾，喜未替於儀刑，何所遭之太慘，曾不假於餘齡。將博學多識，使人無自立之地，而本末具舉，雖天亦有所未平耶！兄嘗誦子皮之言曰：『虎帥以聽【虎帥以聽　「以」原作「之」。四部備要本龍川文集呂東萊祭文作「虎帥以聽」，鐵琴銅劍樓藏元刊本載陳文東批點：「虎帥之之字，疑作以。」今從改。】，孰敢違子，人之云亡，舉者莫勝。』假使有聖人之宏才，又將待幾年而後成，孰知夫一觴之慟，徒以拂千古之膺。伯牙之琴，已分其不可復鼓，而洞山之燈，忍使其遂無所承。眇方來之難恃，尚既往之有靈。」朱晦翁見之，大不契意，遺婺人書曰：「諸君子聚頭磕額，理會何事，乃至有此等怪論。」同父聞之不樂。它日，上書孝宗，其略曰：「今世之儒士，自謂得正心誠意之學者，皆風痺不知痛癢之人也。舉一世安於君父之大讎，而方且揚眉拱手以談性命，不知何者謂之性命乎？陛下接之而不任以事也，臣以是服陛下之仁。」意蓋以微風晦翁，而使之聞之，晦翁亦不訝也。此說得之蔡元思念成。 \\n ○猫牛盜 \\n 余辛未歲，官中都，居旌忠觀前。家素蓄一青色猫，善咋鼠，家人咸愛之。一日正午，出門即逸去，購求竟不獲。又憶總角時，先夫人治家政，城南有別墅，一牯甚腯，為人所盜，先夫人不欲擾其鄰，弗捕。既而有言湖中民分肉不均，羣闘而訟在邑，余時尚幼，家無紀綱，僕莫能弊，訟又弗問。從邑中自斷，後推其月日，乃同一夕，蓋遠在百里外，牛舉趾緩，迄不知何以致也。它日，余閒以問客，有能知閭里之姦者，為余言內北和寧門，實有肆其間，號曰「鬻野味」，直廉而肉豐，市人所樂趨。其物則市之猫犬類也，夜罥犬負而趨，猶幸不遇人；若猫則皆晝攫。都人居淺隘，猫或嬉敖於外，一見不復可遁，每得之，即持浸戶外防虞缸桶中，猫身濕輙■〈舌氐〉，非甚乾不已，以故無鳴號者。有見而遂之，則必問以毛色，自袖出其尾，皆非是。傳聞其手中乃有十數尾，視其非者而出之，都人習尚不窮姦，雖知其盜，以為它人家猫，則亦不問也。夜則皆入于和寧之肆，無遺育焉。牛嗜鹽，盜者持一鈎、一竿、一繩，竿通中，行則為杖策，而匿鈎繩于腰間，見者固莫疑其聯。伺夜入欄，手鹽以飼牛，牛引舌，則鈎之。夙導繩通中，急趣其杪，牛負痛，欲觸則隔竿之長，欲鳴，則礙鈎之利。鈎者奔，牛亦奔，故雖數舍直一瞬耳。又它日，以質之捕吏之良者，道盜之智甚悉，所聞皆信然。嗟夫！盜亦人耳，使即此心以喻於義，夫熟能禦哉。一有所移，而用止於是，觀者亦思所以用者而擇焉，斯可矣。 \\n ○味諫軒 \\n 戎州有蔡次律者，家于近郊，山谷嘗過之。延以飲，有小軒極華潔，檻外植餘甘子數株，因乞名焉，題之曰「味諫」。後王子予以橄欖遺山谷，有詩曰：「方懷味諫軒中果，忽見金盤橄欖來。想共餘甘有瓜葛，苦中真味晚方回。」時蓋徽祖始登極，國論稍還，是以有此句云。 \\n ○龍見赦書 \\n 金國熙宗亶，皇統十年夏【皇統十年夏　按金熙宗無皇統十年，金史熙宗紀、畢沅續資治通鑑卷一百二十八記金主殺翰林學士張鈞及完顏亶被弒事，均繫於金熙宗皇統九年。】，龍見御寨宮中，雷雨大至，破柱而去。亶大懼，以為不祥，欲厭禳之。左右或以為當肆赦，遂召當制學士張鈞視草。其中有「顧茲寡昧」及「眇予小子」之言，文成奏御，譯者不曉其退託謙冲之義，乃曰：「漢兒彊知識，託文字以詈我主上耳！」亶驚問故，譯釋其義曰：「寡者，孤獨無親；昧者，不曉人事；眇為瞎眼；小子為小孩兒。」亶大怒，亟召鈞至，詰其說，未及對，以手劍剺其口，棘而醢之，竟不知譯之為愚為姦也。其年亶弒，亮於登寶位赦，暴其惡而及此。 \\n ○丹稜巽巖 \\n 眉山秀出岷峨，屬邑丹稜者，李文簡【燾】實家焉。邑有山曰龍鶴，文簡讀書其上，命曰巽巖，因以自號，士夫至今以為稱。嘗自為記曰：「子真子三卜居，乃得此山，負東南，面西北【負東南面西北　「負」原作「向」。江蘇書局光緒刻本南宋文範卷四十二錄巽巖記作「負東南」，嘉靖本、四庫本、學津本亦作「負東南」，今據改。】，其位為巽，為乾。蓋處己非乾健無以立，應物非巽順無以行。易六十四卦，仲尼掇其九而三陳之，起乎履，止乎巽，此講學之序也。語曰：『可與共學，未可與適道；可與適道，未可與立；可與立，未可與權。』夫人各有所履，善惡分焉。惟能謙，可與共學，惟能復，可與適道。知所適而無以自立，則莫能久，故取諸常使久於其道，或損之，或益之。至於困而不改，若井未始隨邑而遷，則所以自立者成矣。雖然，吉凶禍福，橫發逆起，有不可知，將合于道，其惟權乎！然非巽則權亦不可行，學而至于巽，乃可與權，此聖賢事業也。」文簡字仁父，一字子真，作記時，年二十四。 \\n ○鄭少融遷除 \\n 孝宗在位久，益明習國家事，厲精政本，頗垂意骨鯁，以彊本朝。淳熙六年，鄭少融【丙】初拜西掖，首疏官冗賞濫，力指時政之失。且謂卿監丞簿，事簡官備，館職史官，至二十員，學官書局，各以十數，監司郡守，疊授三政，參議祠廟，歸正添差，養老將校，充滿外路。東宮徹章，館閣進書，雜流厮役，例霑賞典，曰隨龍，曰應奉。開河修堰，併場蠲賦，無時推恩，他司錢物，漕乞移用，尉不捕賊，詭奏有功，張大虛聲，橫被醲賞。累數百言，上覽而壯之。奎札付中書曰：「賞功遷職，不以濫予，鄭丙言是也。給舍遇書讀，宜隨事以聞。」於是廷臣始側目。既而少融益亹亹論事，敢於劘上，上亦忻然納之，無忤。八年，遂兼夕拜東宮春坊。陳龜年女嫁巨室裴良珣，裴死于酒，兄良顯訴陳女利其富，死有寃事，下天府，語連龜年，尹不敢治，詔送大理，左右有為之地者。詔漕司先審責良顯，不實，反坐狀，始得行。少融駮奏曰：「願少存國法，為子孫萬世計。」竟如初詔。韓子師以曾覿援，有起廢意，少融極口詆之曰：「是人仰累聖德，後大臣或指二言之切為賣直。」上不聽，諭少融曰：「朕自喜給舍得人。」亟遷吏書以矯其讒。時王謙仲【蘭】丞宗正，進對曰：「今日不欺陛下，惟鄭丙，惜其愛莫助之耳。」上喜，亦遷監察御史。謙仲尤擊搏，不畏彊禦，馴致大用，獎直厲斷，蓋隱然有亨阿封即墨之風焉。至今士夫間，猶能誦其獨立敢為之實也。少融繼守數郡，治微尚嚴云。 \\n ○沙世堅 \\n 乾道間，有歸正官曰沙世堅，素武勇，坐贓配隸靜江府。鄭少融為廣西憲，命之捕盜，有功，稍復其官。慶元中，為德安守，麄暴自如，酷不喜文吏。余鄉有晁仲式【百辟】者，世名家，為安陸宰，實為其僚。晁好飲而敢為，初亦相得，久益厭，乃枘鑿不謀。世堅捕邑胥，羅致其罪，欲劾奏之，先對易外邑一尉，章垂上而病，稍自悔，尼不發檄。晁歸府，見之臥內，命妾以杯酒酌之，頗道初意之謬，謂人實浸潤，非我也。晁唯唯謝，因歷歷囑後事，且諉其與它僚同任責，既而曰：「沙世堅，武人，性直，沒許多事，一句是一句，知縣不相怨否？」晁素滑稽，忽抑首微對，曰：「百辟豈敢怨太尉？但心裏有些忡忡地。」沙大怒，亟叱使去，力疾發郵筒，又旬而死。晁竟坐是不得調者十年，遂終于家。一言輕發，橫挑黥夫之辱，晁固不無罪也。 \\n ○淮陰廟 \\n 楚州淮陰，夾漕河而邑於澤國，諸聚落尤為荒涼。開禧北征，余舟過其下，舟人指河東岸弊屋數椽，曰：「是為楚王信廟。」亟維纜登焉。堂廡傾欹，幾不庇風雨，兩旁皆過客詩句，楹楣戶牖，題染無餘，往往玉石混淆，殊不可讀。左廂有高堵，不知何人寫楊誠齋二詩其上，字甚大，不能工，亦舛筆畫，余以意揣錄之。其一曰：「來時月黑過淮陰，歸路天花舞故城。一劍光寒千古淚，三家市出萬人英。少年跨下安無忤，老父圮邊愕不平。人物若非觀歲暮，淮陰何必減文成。」其二曰：「鴻溝秪道萬夫雄，雲夢何銷武士功。九死不分天下鼎，一生還負室前鐘。古來犬斃愁無蓋，此後禽空悔作弓。兵火荒餘非舊廟，三間破屋兩株松。」音節悲壯，倫儗抑揚，徧壁間殆無繼者。本題文成為宣成，余按張留侯謚，與霍博陸自不同，後得麻沙印本朝天續集，乃亦作宣字，尤可怪也。前篇首尾兩淮陰，雖意不同，疑亦傳複。虜既入塞，舊廟當無復存，不知今血食如何？ \\n ○金鯽魚 \\n 今中都有豢魚者，能變魚以金色，鯽為上，鯉次之。貴游多鑿石為池，寘之簷牖間，以供玩。問其術，秘不肯言，或云以闤市洿渠之小紅蟲飼，凡魚百日皆然。初白如銀，次漸黃，久則金矣，未暇驗其信否也。又別有雪質而黑章，的皪若漆，曰玳瑁魚，文采尤可觀。逆曦之歸蜀，汲湖水浮載，凡三巨艘以從，詭狀瑰麗，不止二種。惟杭人能餌蓄之，亦挾以自隨。余考蘇子美詩曰：「沿橋待金鯽【沿橋待金鯽　「沿」原作「松」，「待」原作「扣」。按胡仔苕溪漁隱叢話前集卷三十二：「東坡云，舊讀子美六和寺詩，沿橋待金鯽，竟日獨遲留。」郎瑛七修類稿卷四十三與趙翼陔餘叢考卷三十三「金魚」條引此詩均作「沿橋待金鯽」。今從改。】，竟日獨遲留。」東坡詩亦曰：「我識南屏金鯽魚，」則承平時蓋已有之，特不若今之盛多耳。 \\n ○張賢良夢【張賢良夢　學津本題下有「張浚父張栻祖」六字。】 \\n 張賢良君悅，咸家蜀綿竹，世以積德聞。紹聖初，再試制科，宰相章惇覽其策，以所對不以元祐為非，大怒，雖得簽書劍西判官以去，而科目自是廢矣。仕既不甚達，益篤意植媺貤慶，以遺後人。嘗一日晝寢，夢神人自天降，告之曰：「天命爾子名德作宰相。」驚而寤，未幾而魏公生。時魏公之兄已名滉，君悅不欲更所從，乃字魏公曰德遠。出入將相，垂四十年，忠義勳名，為中興第一，天固有以啟之者歟！ \\n ○乾坤鑑法 \\n 政和初，濮有異人曰王老志，以方術幸，賜號洞微先生。蔡絛國史後補已詳其事，不復複紀。所履既奇崛，道幽顯事，益涉於誕，惟掉頭祿豢，時出危言，與靈素等異趣為可稱。其在京師，每心非時事，亦屢以意風蔡元長，使遷於善而弗聽也。徽祖嘗召之入禁籞，顯肅后在坐，老志率然出幅紙于袖曰：「陛下它日與中宮皆有難，臣行死，不及見矣。臣有乾坤鑑法，可以厭禳，然尤當修德，始可回天意。請如臣法鑄鑑，各以五色流蘇垂之，寘於寢殿，臣死後當時坐鑑下。記憶臣語，日儆一日，思所以消變於未形者。」上竦然受其說，左右皆大驚。既有詔尚方庀工，鑑成進御，而老志歸于濮，遂病以死。靖康陟方之禍，二宮每寶持之，且歎其先識。古今方士多矣，億中不足奇，而能棄已所嗜，納君於正，斯可嘉也。剟而載之，以見聖德之兼容者。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十三", "正文": "  \\n 桯史卷第十三 \\n 　 \\n  \\n 范碑詩跋 \\n 晦庵感興詩 \\n 武夷先生 \\n 任元受啟 \\n 冰清古琴 \\n 選人戲語 \\n ○范碑詩跋 \\n 趙履常【崇憲】所刊四說堂山谷范滂傳，余前記之矣。後見跋卷，迺太府丞余伯山【禹績】之六世祖若著倅宜州日，因山谷謫居是邦，慨然為之經理舍館，遂遣二子滋、滸從之游。時黨禁甚嚴，士大夫例削札掃迹，惟若著敬遇不怠，率以夜遣二子奉几杖，執諸生禮。一日携紙求書，山谷問以所欲，拱而對曰：「先生今日舉動，無愧東都黨錮諸賢，願寫范孟博一傳。」許之，遂默誦大書，盡卷僅有二三字疑誤。二子相顧愕服，山谷顧曰：「漢書固非能盡記也，如此等傳，豈可不熟。」聞者敬嘆。若著滿秩，持歸上饒，家居寶藏之。再世散逸，歸東武周氏，又歸忠定家。伯山僅傳摹本，其子子壽鑄為四明制屬，攜之笈中之官，樓攻媿見之，為作詩曰：「宜人初謂宜於人【宜人初謂宜於人　「宜人」，諸本同。鐵琴銅劍樓藏元刊本載陳文東批點：「宜人之人當作州」，從詩意看，近是。】，菜肚老人竟不振。承天院記顧何罪，一斥致死南海濱。賢哉別駕眷遷客，不恤罪罟深相親。哀哀不容處城闉【哀哀不容處城闉　四部叢刊本攻媿集「哀哀」作「攘攘」。】，夜遣二子從夫君。一日攜紙匈奇畫，引筆行墨生烟雲。南方無書可尋問【南方無書可尋問　四部叢刊本攻媿集「問」作「閱」。】，默寫此傳終全文。補亡三篋比安世，偶熟此卷非張巡。巖巖汝南范孟博，清裁千載無比倫。坡翁侍母曾啟問，百謫九死氣自伸。別駕去官公亦已，身雖既衰筆有神。我聞此書久欲見，摹本尚爾況其真。輟君清俸登堅珉，可立懦夫羞佞臣。」及履常登朝，以真蹟呈，似。攻媿迺復題其後，又面命幼子冶錄里士俞惠叔【疇】詩一篇【幼子冶　鐵琴銅劍樓藏元刊本載陳文東批點：「幼子即秋房也，實名冶。」集成本、學津本「冶」作「治」。】，亟稱其佳焉。其辭曰：「貂璫羣雛擅天網，手驅名流入鈎黨。屯雲蔽日日光無，卯金神器春冰上。汝南節士居危邦，志剗蕭艾扶蘭芳。致君生不逮堯舜，死合夷齊俱首陽。千年興壞真暮旦，殷鑒詎應如許遠。安知後人哀後人，又起諸賢落南歎。宜州老子筆有神，蟬蛻顏揚端逼真。少模龍爪已名世，晚用鷄毛亦絕人。平生孟博吾尚友，時事駸駸建寧舊【時事駸駸建寧舊　鐵琴銅劍樓藏元刊本載陳文東批點：「寧恐作安。」】。胸蟠萬卷老蠻鄉，獨感斯文聊運肘。老子書名橫九州，一紙千金不當醻。此書豈但翰墨設，心事悢悢關百憂。人言老子味禪悅，疾惡視滂寧爾切。須知許國本精忠，不幸為滂甘伏節。九原莫作令人悲，遺墨敗素皆吾師。從君乞取宜州字，要對崇寧黨籍碑。」二詩明白痛快，足以吊二老於九垓之期矣【足以吊二老於九垓之期矣　「二老」原作「此老」。鐵琴銅劍樓藏元刊本載陳文東批點：「此當作二」；學津本「此老」亦作「二老」，今從改。又，陳文東批點：「期當作下。」】。獨惠叔末章頗傷峻厲。跋卷又有柴【中守】一詩曰：「小春晝日如春晚，飲罷披圖清興遠。夜光照屋四座驚，金薤銀鈎真墨本。當年太史謫宜州，腸斷梅花棲戍樓。拾遺不逢東道主，翰林長作夜郎囚。蠻烟瘴雨森鈇鉞，更值韓盧搜兔窟。老色上面懽去心，惟有忠肝懸日月。郡丞嗜好殊世人，投箋乞字傳兒孫。平生孟博是知己，筆下寫出精神騫。興亡萬古同一轍，黨論到頭不堪說。刊章下郡漢道微，清流入河唐祚絕。先朝白晝狐亦鳴，正氣消盡邪氣生。殿門斷碑仆未起，中原戎馬來縱橫。生蛟入手不敢玩，往事凄涼重三歎。蘭亭、瘞鶴徒爾為，好刻此書裨廟算。」牛腰軸雖大，詩之者，惟此三人。柴作亦佳，特未免唐人所謂昌黎淮西碑猶欠冒頭不得之戲耳。伯山前輩老成，嘗為九江校官，余又及同班行。子壽世科，今為鎮江外轄，蓋方鄉用者。 \\n ○晦庵感興詩 \\n 朱晦翁既以道學倡天下，涵造義理，言無虛文。少喜作詩，晚年居建安，乃作齋居感興二十篇，以反其習，自序其意，斷斷乎皆有益於學，而非風雲月露之詞也。余從吾鄉蔡元思【念成】誦得之，其序曰：「予讀陳子昂感遇詩，愛其詞旨幽邃，音節豪宕，非當世詞人所及，如丹砂空青，金膏水碧，雖近乏世用，而實物外難得自然之奇寶。欲效其體，作十數篇，顧以思致平凡，筆力萎弱，竟不能就。然亦恨其不精於理，而自託於僊佛之間，以為高也。齋居無事，偶書所見，得二十篇，雖不能探索微眇，追迹前言，然皆切於日用之實，故言亦近而易知，既以自警，且以貽諸同志云」。一曰：「昆侖大無外，磅■〈石薄〉下深廣。陰陽無停機，寒暑互來往。皇羲古神聖，妙契一俯仰。不待窺馬圖，人文已宣朗。渾然一理貫，昭晰非象罔。珍重無極翁，為我重指掌。」二曰：「吾觀陰陽化，升降八紘中。前瞻既無始，後際那有終。至理諒斯存，萬世與今同。誰言混沌死，幻語驚盲聾。」三曰：「人心妙不測，出入乘氣機。凝冰亦焦火，淵淪復天飛。至人秉元化，動靜體無違。珠藏澤自媚，玉韞山含暉。神光燭九垓，玄思徹萬微。塵編今寥落，歎息將安歸。」四曰：「靜觀靈臺妙，萬化此從出。云胡自蕪穢，反受衆形役。厚味紛垜頤，妍姿坐傾國。崩奔不自悟，馳騖靡終畢。君看穆天子，萬里窮轍迹。不有祈招詩，徐方御辰極。」五曰：「涇舟膠楚澤，周綱已陵夷。況復王風降，故宮黍離離。玄聖作春秋，哀傷實在茲。祥麟一以踣，反袂空漣洏。漂淪又百年，僭侯荷爵珪。王章久以喪，何復嗟歎為。馬公述孔業，託始有餘悲。拳拳信忠厚，無乃迷先幾。」六曰：「東京失其御，刑臣弄天綱。西園植姦穢，五族沈忠良。青青千里草，乘時起陸梁。當塗轉凶悖，炎精遂無光。桓桓左將軍，仗鉞西南疆。伏龍一奮躍，鳳雛亦飛翔。祀漢配彼天，出師驚四方。天意竟莫回，王圖不偏昌。晉史自帝魏，後賢合更張。世無魯連子，千載徒悲傷。」七曰：「晉陽啟唐祚，王明紹巢封。垂統已如此，繼體宜昏風。麀聚瀆天倫【麀聚瀆天倫　「天淪」原作「大淪」，按叢書集成本文公先生感興詩作「天淪」，嘉靖本、四庫本、學津本亦均作「天淪」，今據改。】，牝晨司禍凶。乾綱一以墜，天樞遂崇崇。淫毒穢宸極，虐焰燔蒼穹【淫毒穢宸極虐焰燔蒼穹　「天樞遂崇崇」與「向非狄張徒」之間，原無此兩句，諸本均無，恐是岳珂漏記。今據叢書集成本文公先生感興詩校補。】。向非狄張徒，誰辦取日功。云何歐陽子，秉筆迷至公。唐經亂周紀，凡例孰此容。侃侃范太史，受說伊川翁。春秋二三筞，萬古開羣蒙。」八曰：「朱光徧炎宇，微陰眇重淵。寒威閉九野，陽德昭窮泉。文明昧謹獨，昏迷有開先。幾微諒難忽，善端本緜緜。掩身事齋戒【掩身事齋戒　「齋戒」原作「齊戒」，今據叢書集成本文公先生感興詩校改。】，及此防未然。閉關息商旅，絕彼柔道牽。」九曰：「微月墮西嶺，爛然衆星光。明河斜未落，斗柄低復昂。感此南北極，樞軸遙相當。太一有常居，仰瞻獨煌煌。中天照四國，三辰環侍旁。人心要如此，寂感無邊方。」十曰：「放勛始欽明，南面亦恭已。大哉精一傳，萬世立人紀。猗歟歎日躋，穆穆歌敬止。戒獒光武烈，待旦起周禮。恭惟千載心，秋月照寒水。魯叟何常師，刪述存聖軌。」十一曰：「吾聞庖犧氏，爰初闢乾坤。乾行配天德，坤布協地文。仰觀玄渾周，一息萬里奔。俯察方儀靜，隤然千古存。悟彼立象意，契此入德門。勤行當不息，敬守思彌敦。」十二曰：「大易圖象隱，詩書簡編訛。禮樂矧交喪，春秋魚魯多。瑤琴空寶匣，紘絕將如何。興言理餘韻，龍門有遺歌。」十三曰：「顏生躬四勿，曾子日三省。中庸首謹獨，衣錦思尚絅。偉哉鄒孟氏，雄辯極馳騁。操存一言要，為爾挈裘領。丹青著明法，今古垂煥炳。何事千載餘，無人踐斯境。」十四曰：「元亨播羣品，利貞固靈根。非誠諒無有，五性實斯存。世人逞私見，鑿智道彌昏。豈若林居子，幽探萬化原。」十五曰：「飄颻學仙侶，遺世在雲山。盜啟元命祕，竊當生死關。金鼎蟠龍虎，三年養神丹。刀圭一入口，白日生羽翰。我欲往從之，脫屣諒非難。但恐逆天道，偷生詎能安。」十六曰：「西方論緣業，卑卑喻羣愚。流傳世代久，梯接凌空虛。顧眄指心性，名言起有無。捷徑一以開，靡然世爭趨。號空不踐實，躓彼榛棘途。誰哉繼三聖，為我焚其書。」十七曰：「聖人司教化，黌序育羣材【黌序育羣材　「黌」原作「橫」，據學津本改。】。因心有明訓，善端得深培。天叙既昭陳，人文亦褰開。云何百代下，學絕教養乖。羣居競葩藻，爭先冠倫魁。淳風反淪喪，擾擾何為哉。」十八曰：「童蒙貴養正，孫弟乃其方。雞鳴咸盥櫛，問訊謹暄涼。奉水勤播灑，擁篲周室堂。進趨極虔恭，退息常端莊。劬書劇耆炙，見惡逾探湯。庸言戒麤誕，時行必安詳。聖塗雖云遠，發軔且勿忙。十五志於學，及時起高翔。」十九曰：「哀哉牛山木，斤斧日相尋。豈無萌蘖在，牛羊復來侵。恭惟皇上帝，降此仁義心。物欲互攻奪，孤根孰能任。反躬艮其背，肅容正冠襟。保養方自此，何年秀穹林。」二十曰：「玄天幽且默，仲尼欲無言。動植各生遂，德容自清溫。彼哉夸毗子，呫囁徒啾喧。但逞言辭好，豈知神監昏。曰予昧前訓【曰予昧前訓　叢書集成本文公先生感興詩「前訓」作「前語」。】，坐此枝葉繁。發憤永刊落，奇功收一原。」馳騁今古，剟華反實，斯可謂志之所存者。其中二篇，論二氏之學，猶若有輕重有無之辨，晚學恨不得撰杖屨以質疑焉。 \\n ○武夷先生 \\n 建中靖國初，有宿儒曰徐常，持節河朔，風采隱然，重於時，然持論與時大異。曾文肅【布】惡之，嘗具詆先烈人姓名，陳之乙覽，常列其間，然未有以罪也。會市肆有刊武夷先生集者，廼常所為文，文肅之子【紆】適相國寺，偶售得之。首篇乃熙寧間上王荊公書，詆常平法者，紆以置几案間，不為意。文肅偶入黌舍，見之，袖以入，明日遂奏榻前，且謂常元未嘗上此書，特沽流俗之名耳。言者從之，遂免所居官，竟以蹭蹬。徐嘗有教子詩曰：「詞賦切宜師二宋，文章須是學三蘇。」其措意如此，宜其與文肅異也。 \\n ○任元受啟 \\n 秦檜秉權寖久，植黨締交，牢不可破。高皇淵嘿雷聲，首更大化，懲言路壅蔽之弊，召湯元樞【鵬舉】於外，執法殿中，繼遷侍御史。時有選人任盡言者，居下僚，好慷慨論事，聞其除，亟以啟賀之，曰：「伏審光奉明綸，榮躋橫榻，國朝更西都三府之制，故御史不除大夫，端公居南司五院之中，與獨坐迭為憲長。自昔雖稱於雄劇，比歲或乖於選掄，污我霜臺，賴公雪耻，輒陳管見，少助風聞。靖言有宋之姦臣，無若亡秦之巨蠹，十九載輔國而專政，亘古無之；二百年列聖之貽謀，掃地盡矣。乃若糊名而較藝，亦復肆志而任私，敢以五尺之童，連冠兩科之士。老牛舐犢，愛子誰無？野鳥為鸞，欺君實甚。公攘名器，報微時簞食之恩，峻立刑誅，鉗當世搢紳之口。一時謫籍，半坐流言，父子至於相持，道路無復偶語。每除言路，必預經筵，蓋緣乳臭之雛，實預金華之講。受其頤志，應若影從，忠臣不用而用臣不忠，實事不聞而聞事不實。逮政府樞庭之有闕，必諫官御史而後除，所以復鷹犬之報，而搏吠已憎，疎鴛鷺之班，而孤危主勢。私竊富貴之勢利，豈止於子孫而為臣，仰奪造化之鑪錘，至不容人主之除吏。方當寧之意，未罪魏其，而在位之臣，專阿王氏。致學官之獻佞，假題目以文姦，引前代興王之詩，為其孫就試之讖。旋從外幕，擢置中都，冀招致於妖言，啟包藏之異意。忠憤扼腕，智識寒心。上愧漢臣，既乏朱雲之請劍，下慙唐室，未聞林甫之斲棺。坐令存沒之姦，備極寵榮之典。正緣和議，常贊睿謀。故聖主念功，務曲全於體貌，然憲臺議罪，當明正於典刑。賞當功，所以示朝廷之至恩；罰當罪，所以貽臣子之大戒。政若偏廢，國將若何，敢為上言，莫如君重。恭惟侍御氣剛而志烈，學老而才雄，自親擢於中宸，即大符於民望。明目張膽，士林日誦於讜言，造膝沃言，天下咸受其陰賜。雖直道盡更其覆轍，而宏綱獨漏於吞舟。惟九重之委任寖隆，故四海之責望尤備【故四海之責望尤備　集成本、學津本「責望」作「貴望」。】。願言彈擊，無置渠魁，矧今日之新除，有昔人之故事。韋仁約自稱雕鶚，才固絕倫；張文紀不問狐狸，惡惟誅首。縱黃壤之已隔，在白簡以難逃。使六合之間，忠義之心如日，九泉之下，邪佞之骨常寒。庶幾紹興湯御史之名，不在慶曆唐子文之下。其他世俗之謟語，諒非方正之樂聞，側聽褒遷，別當修致。」湯得之喜，袖以白上，天顏為回，故一時公議大明，姦諛膽落，盡言其助也。任字元受，有集名小醜，楊誠齋為之序，仕亦不大顯，余先君手抄其啟雜俎中。 \\n ○冰清古琴 \\n 嘉定庚午，余在中都燕李奉寧坐上，客有葉知幾者，官天府，與焉。葉以博古知音自名。前旬日，有士人攜一古琴，至李氏，鬻之。其名曰「冰清」，斷紋鱗■〈鵕，兔代鳥〉，制作奇崛，識與不識，皆謂數百年物。腹有銘，稱晉陵子題，銘曰：「卓哉斯器，樂惟至正。音清韻高，月苦風勁。璅餘神爽，泛絕機靜。雪夜敲冰，霜天擊磬。陰陽潛感，否臧前鏡。人其審之，豈獨知政。」又書大曆三年三月三日，上底蜀郡雷氏斲，鳳沼內書正元十一年七月八日再修，士雄記。李以質於葉，葉一見色動，掀髯歎咤，以為至寶。客又有憶誦澠水燕談中有是名者，取而閱之，銘文歲月皆脗合，良是。葉益自信不誣，起附耳謂主人曰：「某行天下，未之前覿，雖厚直不可失也。」李敬受教，一償百萬錢。鬻者撐拒不肯，曰：「吾祖父世寶此，將貢之上方，大璫某人固許我矣，直未及半，渠可售？」李顧信葉語，絕欲得之；門下客為平章，莫能定。余覺葉意，知其有贗【知其有贗　集成本、學津本「有」作「為」。】，旁坐不平，漫起周視，讀沼中字，皆歷歷可數。因得其所疑，乃以袖覆琴而問葉曰：「琴之媺惡，余姑謂弗知，敢問正元何代也？」葉笑未應，坐人曰：「是固唐德宗，何以問為？」余曰：「誠然，琴何以為唐物？」衆譁起致請，乃指沼字示之，曰：「元字上一字，在本朝為昭陵諱，沼中書正從卜從貝是矣，而貝字闕其旁點，為字不成，蓋今文書令也。唐何自知之？正元前天聖二百年，雷氏乃預知避諱，必無此理，是蓋為贗者。徒取燕談，以實其說，不知闕文之熟於用而忘益之，且沼深不可措筆，修琴時必剖而兩，因題其上。字固可識，又何疑焉。」衆猶爭取視，見它字皆煥明，實無旁點，乃大駭。李更衣自內出，或以白之，抵掌笑。葉慚曰：「是猶佳琴，特非唐物而已。」李不欲逆，勉疆薄醻，頓損直十之九得焉。鬻琴者雖怒而無以辭也，它日遇諸塗，頩而過之。今都人多售贗物，人或贊媺，隨輒取贏焉。或徒取龍斷者之稱譽以為近厚，此與攫晝何異，蓋真蔽風也。 \\n ○選人戲語 \\n 蜀伶多能文，俳語率雜以經史，凡制帥幕府之醼集，多用之。嘉定初，吴畏齋帥成都，從行者多選人，類以京削繫念，伶知其然。一日，為古冠服數人游於庭，自稱孔門弟子，交質以姓氏，或曰「常」，或曰「於」，或曰「吾」，問其所涖官，則合而應曰：「皆選人也。」固請析之，居首者率然對曰：「子乃不我知，論語所謂『常從事於斯矣』，即某其人也。官為從事而繫以姓，固理之然。」問其次，曰：「亦出論語，『於從政乎何有？』蓋即某官氏之稱。」又問其次，曰：「某又論語十七篇所謂『吾將仕者』。」遂相與歎咤，以選調為淹抑。有慫慂其旁曰：「子之名不見於七十子，固聖門下第，盍扣十哲而受教焉？」如其言，見顏閔方在堂，羣而請益，子騫蹙頞曰：「如之何？何必改。」兖公應之曰：「然，回也不改。」衆撫然不怡，曰：「無已，質諸夫子。」如之，夫子不答，久而曰：「鑽遂改火，急可已矣。」坐客皆愧而笑。聞者至今啟顏，優流侮聖言，直可誅絕，特記一時之戲語如此。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十四", "正文": "  \\n 桯史卷第十四 \\n 　 \\n  \\n 陳了翁始末 \\n 八陣圖詩 \\n 開禧北伐 \\n 泗州塔院 \\n 二將失律 \\n ○陳了翁始末 \\n 陳了翁在徽祖朝，名重一時，為右司員外郎。曾文肅敬之，欲引以附己，屢薦於上，使人諭意，以將大用之。了翁謂其子【正彙】曰：「吾與丞相議多不合，今乃欲以官相餌。吾有一書將遺之，汝為我書。」且曰：「郊恩不遠【郊恩不遠　宋史陳瓘傳載陳瓘此語作「郊祀不遠」。】，恐失汝官，奈何？」正彙再拜願得書。了翁喜，明日持以見文肅於都堂，適與左司朱【彥周】會【左司朱彥周　原作「左司朱彥」，諸本同。按畢沅續資治通鑑卷八十七作「左司員外郎朱彥周」，今據補。】，待於賓次，朱借讀其書，動色。既見，文肅果大怒，嘻笑謂曰：「此書它人得之必怒，布則不然，雖十書不較也。」了翁退，即錄所上文肅書及日錄辨、國用須知，以狀申三省，曰：「昨詣尚書省投書，蒙中書相公面諭其詳，謂瓘所論為元祐淺見單聞之說，兼言天下未嘗乏才，雖有十書，布亦不動。瓘不達大體，觸忤大臣，除具申御史臺乞賜彈劾外，伏乞敷奏，早行竄黜。」遂出知泰州，鄒道鄉在西掖，救之不從。上臨朝謂文肅曰：「瓘如此報恩地耶！」又曰：「卿一向引瓘，又欲除左右史，朕道不中，議論偏，今日如何？」文肅愧謝。初議竄徙，韓文定為首臺，陸農師在政地，救之曰：「瓘言誠過當，若責之，則更以此得名，曾布必能容之也。」謫乃薄。余謂前輩名節之重，身蹈危機，不復小顧，申省公牘，百載而下，讀之凜凜有生氣。余丱角時，先夫人教誦古今奏議，謂是足壯它日氣節，此書與焉。今尚憶其全文曰：「瓘聞之，古賢未嘗無過，周公、孔子、顏淵，皆有過也。子路聞過則喜，所以為聖賢之徒；成湯改過不吝，所以為百世之師，故曰『過而能改，善莫大焉。』匹夫改過，善在一身，大臣改過，福及天下。閤下德隆功大，四海之內所贊頌，然謂閤下無過則不可。尊私史而厭宗廟【尊私史而厭宗廟　見本書卷十一「尊堯集表」條校語[一]。】，緣邊費而壞先政，此二者閤下之過也。違神考之志，壞神考之事，在此二者，天下所共知，而聖主不得聞其說，蒙蔽之患，孰大於此？瓘之所撰日錄辨一篇，已進之於上，閤下試一讀之，則所謂尊私史而厭宗廟者可見矣。瓘去年所論陝西、河東事，未盡詳悉，近守無為，奉行朝廷詔敕，乃知天下根本之財，皆已運於西邊。比緣都司職事，看詳內降劄子，因述其事，名曰國用須知，亦已進之於上，閤下試讀之，則所謂緣邊費而壞先政者可見矣。主上修繼述之效，閤下乃違志壞事，以為繼述，自今日已往，其効漸見，所以誤吾君者，不亦大乎。効之速者，尤在於邊費。熙寧條例司之所講，元豐右曹之所守，舉朝公卿，無如閤下最知其本末，今閤下獨擅政柄，首壞先烈，彌縫壅蔽，人未敢議。它日主上因此兩事，以繼述之事問於閤下，閤下將何以為對？當此之時，閤下雖有腹心之助，恐亦不得高枕而臥也。且邊事之費，外則帥臣，內則宰相。帥臣知一方之事而已，雖竭府庫之財而傾之，不可責也。至於宰相之任，則異乎此矣。豈可以知天下匱竭，而恬不恤匱竭，因壞先政，因務蔽蒙，閤下欲辭其過，可乎？瓘比緣稟事，聞閤下之言，指尚書省為道揆之地，瓘謂閤下此言失矣。三省長官，宜守法而已，若夫道揆，天子三公之事，豈太宰之所得預乎？兩年日食之變，皆在正陽之月，此乃臣道大彊之應，亦閤下之所當畏也，宜守而揆，豈抑畏之謂乎！周官曰：『居寵思危。』今天下旱蝗，方數千里，天變屢作，人心憂懼，邊費壞敗，國用耗竭，而閤下方且以為得道揆之體，可謂居寵而不思危矣。閤下於瓘有薦進之恩，瓘不敢負，是以論吉凶之理，獻先甲之言，冀有補於閤下。若閤下不察其心，拒而不受，則今日之言，謂之負恩可也。負與不負在瓘；察與不察在閤下。事君之位無高下，各行其志，孰得而奪之乎？瓘去年九月三日上封章，皆乞奏知東朝，所以尊人主而抑外家也。欽聖未見察，則瓘被貶黜，後來慈意開悟，則瓘得牽復。人主察孤臣之盡忠，欽聖知忠言之有補，母慈子孝，主聖臣直，此國家兩全之道，廟社無疆之福也。今欽聖納忠之美，未白於天下，而諫官不二之心，得罪於廟堂。脅持之風，甚於去歲，乖離之論，唱自大臣，所以厚欽慈者，果在此乎。瓘前日辭都司之命，而閤下未許其去者，閤下必有以處瓘矣，此士大夫之所共諭也。主上念欽聖納忠之意，察孤臣不二之心，獎眷之恩，至深至厚。瓘欲擇死，所以圖報，效無負於人主，無愧於外家，一身之安危，豈睱恤哉！然則今日之言，安知不見察於閤下也，閤下深思而已。瓘不敢供要職，重取煩言，又不忍嘿嘿而去，惟閤下留聽，幸甚。」前書尊堯集表，蓋與此互見始末，讋諛立懦，不厭屢書也。正彙是似益可嘉，後竟坐罪，流削坎壈，不自悔云。 \\n ○八陣圖詩 \\n 瞿唐灧澦，天下至嶮，每春夏漲潦，砂磧巨石如屋者，皆一夕隨波去。獨諸葛武侯八陣圖，巋然歷千古獨存，識者謂其有神護。紹興中，蜀士有喻汝礪者，持憲節來治於夔。趣召過郡，與夔帥宴江上，謂是圖源委風后，表而詩之，自為序曰：「夔帥任子野，以人日置酒江瀕，觀武侯八陣圖，諸公皆云八陣自武侯始，捫膝先生獨謂不然，乃作古風示之，庶幾諸公知八陣之所由起。」其詩曰：「魚復江邊春事起，萬點紅旗颺清泚。主人元是劉夢得，載酒娛賓水光裏。酒闌放脚步沙磧，細石作行相靡迤。臥龍起佐赤龍子，天地風雲入鞭箠。蛇盤虎翼飛鳥翔，四正四奇公所壘。當時二十四萬師，開門闔門隨臂指。幾回嚇殺生仲達，往往宵遁常騎豕。海中僊人丈二履，相與往來迃玉趾。笑云此公大肚皮，龍拏虎擲堆胸胃。江頭風波幾劘蕩，斷岸奔峰俱披靡。陽侯鏖戰三峽怒，秪此細石吹不起。晉大司馬宣武公，常山之蛇中首尾。幙中矹矹何物客，未有一客能解此。千年獨有老奇癲，見之斂袂三歎喟。頗知此法自元女，細與諸公剖根柢。君不見風后英謀儘奇詭，龕定蚩尤等蜉蟻。漢大將軍親閱試，四夷聞風皆褫氣。馬隆三千相角掎，西羗茸茸落牙觜。而公於此出新意，蓋世功名無第二。不知何處著雙手，建立乃與天地比。河圖洛書亦如此，堂堂孔明今未死。我門生人如死人，老了不作一件事【老了不作一件事　集成本「了」作「子」。】。却被獼猴坐御床，孰眎天王出居汜。既不能蹠穿膝暴秦王庭，放聲七日哭不已。又不能斷脰決腹死社稷，滿地淋漓流腦髓。羡它安晉溫太真，壯它霸越會稽蠡。八年嫪戀飽妻子，灑涕東風肉生髀。斑斑猶在杲卿髮，離離未落張巡齒。愛惜微軀欲安用，有臣如此難準擬。雖然愛國心尚在，左角右角頗諳委。二廣二矩及二甄，春秋所書晉所紀。況廼東廂與洞當，復有青龍洎旬始。滛滛陳法有如許，智者舍是愚者蔽。此圖昔人之芻狗，參以古法行以已偏為前距狄笑之，制勝於茲亮其豈。爾朱十萬破百萬，第顧方略何如耳？嗟我去國歲月老，渺渺赤心馳玉扆。可憐阿伾財女子，而我未刷邦家耻。屬者買舟瀘川縣，扣船欲泛吴江水。赤甲山前春雪深，白帝城下扁舟艤。胡為於此久留滯，細雨打篷愁不睡。剽聞逆雛犯淮泗，陛下自將誅陳豨。六師如龍賊如鼠，殺回屋瓦皆蜚墜。距黍直射六百步，虜尸蔽江一千里。哀哉獼猴太癡絕，垂死尚持虞帝匕。那知光武定中興，要把中原痛爬洗。君不見陛下神武如太宗，萬全制陳將平戎。倚聞獻馘平江宮，坐使四海開春容。六騑還自江之東，光復舊京如轉蓬。蜀花千枝萬枝紅，輒莫取次隨東風。奇癲眼腦醉冬烘，東向舞蹈壽廼翁。醉醒聊作竹枝曲，乞與欵乃歌巴童。」喻，三嵎人，靖康初為祠部外郎。偽楚之僭，集議祕省，簪弁恇慴，喻獨捫其膝曰：「此豈易屈者哉！」即日掛冠去。於是以捫膝自號，有集十四卷，它詩文嶮怪挺絕皆稱是，劉後溪【光祖】實序之焉。 \\n ○開禧北伐 \\n 開禧丙寅五月，王師北伐，有詔發鎮江總司緡錢七十萬，犒淮東軍，命官宣旨軍前。宣臺檄余往，時鏠旗罙入，未有所底，傳聞叵測，人皆憚行。文移峻甚，余不敢辭，遂浮漕河而北，次楚道北神，登海舟以入於淮。天方暑，夜碇中流，海光接天，星斗四垂，回首白雲之思，惻然悽動。至漣水，城已焚蕩，六軍皆露宿，獨餘軍學宣聖一殿，巋然瓦礫中。余謁宣參，錢溫父【廷玉】方病臥一板門上，在十哲之傍，視像設皆左袵，相顧浩歎。遂至金城，海舟之行，雙桅舞風，舷幾入水，稍轉則反之，未嘗正也。歸復道洪澤、龜山至盱、泗，招撫郭倪，招宴泗之凝雲樓。樓據城而高，城不甓，址以石，北望中原，無龍斷焉。樓之下為廳事，後有屋三楹，榜曰金蘭堂，方積笴充棟，榜青牌金字，乃一士人書，不知虜法何以不禁也。郡治陋甚，僅如江、浙一監當衙宇耳。虜法簡便，大抵如此。聞之淮人云，此乃承平遺規，南渡以後，州郡事體始增侈。既涉淮，迄事歸，而王師失利，潰兵蔽野下，泣聲不忍聞，皆傷痍，或無半體，為之潸然，間有依余馬首以南，然不可勝救也。是役也，殿司兵素驕，貫於炊玉，不能茹糲。食部餫者復幸不折閱，多雜沙土，軍中急於無糧，強而受之，人旦莫給飯二盂，沃以炊湯，多棄之道；復負重暑行，不堪其苦，多相泣而就罄，道旁逃屋皆是，臭不可近。地多眢井，亦或赴死其間。每憇馬一汲，輒得文身之皮，浮以桶面，間以井滿不可汲。余暍甚，不復能勺，徒勺酒烹鷄而薦之。既還南徐官下，以蘊熱飲惡，下利幾三月乃甦。余嘗以塗中所作詩篇為錄，曰北征，多寓見其間，特不詳所歷。暇日回思少年氣銳，直前不懾者，為之心折，因書梗概，以起髀肉之悲。 \\n ○泗州塔院 \\n 余至泗，親至僧伽塔下。中為大殿，兩旁皆荊榛瓦礫之區，塔院在東廂。無塔而有院，後以土石甃洞作兩門【以土石甃洞　「土石」原作「上石」，今據嘉靖本、集成本、四庫本、學津本校改。】，中為巖穴，設五百應真像，大小不等，或塑，或刻，皆左其衽。余以先妣素敬釋氏，奉其一於笈中以歸。殿上有十六柱，其大皆尺有半，八觚，色黯淡如暈錦，正今和州土碼■〈瑙，石代王〉也。和之產，紹興間始剖山得之，不知中原何時已有此。前六條特異，皆晶明如纏絲，承梁者二，高皆文有六尺，其左者色正紅透，時暑日方出，隱柱而觀，燁然晃明，天下奇物也。泗人為余言，唐時張刺史建殿，而高麗有僧以六柱至，航海入淮。一龜砆露立，云舊有碑載其事，今不存，莫詰信否。塔有影，前輩傳記雜書之。余至之明日，適見於城中民家，亟往觀焉，信然。泗固無塔，而影儼然在地，殊不可曉。或謂影之見為不祥，泗尋蕩棄，豈其應歟？殿柱，聞郭倪欲載以還維揚，今不知何在。 \\n ○二將失律 \\n 王師始度淮，李汝翼以騎帥，郭倬以池，田俊邁以濠，分三軍並趨符離，環而圍之。虜守實欲迎降，忠義敢死已肉薄而登矣，我軍反嫉其功，自下射之。顛陴者曰：「是一家人猶爾，我輩何以脫於戮？」始復為備。符離一尉游徼於外，不得歸，城外十里間有叢木，尉兵依焉。我之餉軍者，輦過其下，招司不夙計，征丁於市，人皆無衛，部運官吏多道匿，無與俱者。尉鳴鼓，餉者盡棄而奔，則出於木間，聚而焚之。已輒歸，三將無覺者，但怪糧不時至。居數日，而士不爨矣。初，取泗無攻具，夜發盱眙染肆之竿，若寺廟之剎，為長梯以登。泗本土堙，又無禦者，幸而捷。忠義與軍士，已爭功而譁，及是復不攜寸木往。居泗一月，而後之宿。宿聞有我師，以其帥府命，先芟積清野待，砲械無所取辦，敢死又已前却，乃坐而仰高，搏手莫知所施。汝翼之至也，舍於城南有方井之地，夷坦不宿草，軍吏喜其免於崇薙也，而營之。會夜暑雨大作，營乃故積水卑窪處，草以浸死，元非可頓兵也。平明，帳中水已數尺，軍饑，遂先潰。二軍不能支，皆掃營去，改塗自蘄縣歸。入城少憇，而虜人坐其南門，覆諸山下矣，兵出方半，縣門發屋者，皆桀石以投人，我軍幾殲焉。大酋僕撒孛堇者，使謂汝翼曰：「田俊邁守濠，實誘我人而啟釁端，執以歸我，我全汝師。」汝翼不敢應，池之帥司提轄余永寧者，聞之以告倬曰：「今事已爾，何愛一夫而不脫萬衆之命乎【不脫萬衆之命　嘉靖本、集成本、學津本「萬衆」並作「萬介」。】！」倬憮然頷之，永寧傳呼，召俊邁計事，至則毆下馬，反接。俊邁厲聲呼倬曰：「俊邁有罪，太尉斬之可也，奈何執以與虜！」倬回顧汝翼，俱不言，第目永寧，使速行。俊邁脫手自扼其喉，卒復敓之。俊邁有二馭者，忘其名，實在旁，不能救，泣而逃。虜既得俊邁，折箭為誓，啟門以出二將，猶剿其後騎，免者不能半焉。輕騎至盱眙幕府自歸，余時適至，二將舍玻瓈泉，猶傳呼，揚揚自若。倬，蓋招撫倪之弟也，意右之，招余言，頗自文，欲縶以歸於宣臺。議既定，問余何以處，余曰：「大義滅親，正典刑以全門戶，上策也。使它日朝廷欲勿行，則失刑矣，何以馭軍？行之則失恩矣，何以待招撫？」倪勃然變乎色，不終席而揖余以湯，招幕有與余厚者，退而咎余言太峻。余笑不答，遂登舟以歸。倬未行，客有獻計於倪者曰：「軍方敗，事未宣也，縶而歸之，其聞愈章。」遂庇弗遣。余歸，病中得邸狀，汝翼、倬俱薄謫湘、湖間，意泯熄矣。居亡何，有旨，命大理正喬【夢符】即京口置獄，推俊邁事，皆莫測所以發。既乃聞余永寧者，適以事至宣司，遇俊邁之馭，執之，呼寃，丘樞訊焉，得其情。以事已行，不欲究，第杖永寧脊黥流海島。倬之弟僎，輕佻人也，好大言，聞永寧得罪而怒【聞永寧得罪而怒　「怒」原作「恕」，今據嘉靖本、集成本、四庫本、學津本校改。】，實不知其事之出於倬，妄謂不然，以訴於平原。平原謂之曰：「平反易耳，第萬或一。然國有常憲，彼時何以為君地？不如姑已。」僎固稱枉，請直之。喬遂來復追永寧於道，俱下吏，左驗明甚。九月，獄具，永寧磔死，倬棄市，從者皆論極典，汝翼以不出語，得減死，竄瓊州。復劾其匿軍帑之罪，藉其家貲。俊邁家賜宅予官。時倪猶帥揚，上親灑宸翰慰安之。龍舒守章以初【升之】方待次居京口，因至揚，倪泣謂之曰：「岳監倉在否？為我謝之，愧不及先知之明也。」至冬，倪亦以怯懦罷，遂謫南康。嘉定更化，與僎俱流嶺南，貲產隨所在沒入之。僎蓋又儀真喪師之將也。倬之罪不及汝翼，倬嘗為建康副帥，在廬輕財勇往，遷池不數旬，即出兵於艱難中，頗得士卒心。方潰時，不得已俱至蘄，猶力戰，獨以一諾罹禍。汝翼嘗為九江帥，刻剝無藝，軍士甚貧者，日課履一雙，軍中號為「李草鞋」。其遷馬帥也，船發琵琶亭，塗人咸詬而提擊之。既敗，猶取馬司五萬緡歸其家，焚其籍。倬死之後，喬再入院鞠贓罪，兼旬而竟，僅得不死，人猶以為幸也。明年，有自虜逃歸者云，見俊邁尚在虜，蓋不殺。或謂郭氏實倡言以自逭，莫可致詰。倪、倬、僎，皆棣、杲、果之諸子，浩之孫，世將家，寵利盈溢，進不知量，隤其家聲云。 \\n  \\n   \\n  "}
{"章节": "桯史卷第十五", "正文": "  \\n 桯史卷第十五 \\n 　 \\n  \\n 淳熙內禪頌 \\n 愛莫助之圖 \\n 慶元公議 \\n 楊艮議命 \\n 獻陵疏文 \\n 李敬子 \\n 黃潛善 \\n 郭倪自比諸葛亮 \\n ○淳熙內禪頌 \\n 中興三朝，授受之懿，追媲堯禹。一時薦紳名士，親逢盛際，濃墨大字，以侈千一之遇者間有之，而史不多見。三松王才臣【子俊】者，家廬陵，以文鳴江西，嘗作淳熙內禪頌一篇，其文贍蔚典麗。余甲戌歲在九江，才臣自蜀東歸，嘗訪余而出其藳。其文曰：「惟皇上帝，簡在宋德，誕集大命，於我藝祖。厥初造草昧，相時之黔，淪胥於虐，浮頤沈顛，靡所底定。其孰躋之，繄我是恃，寧濡我躬，俾即於夷塗。匪位之懷，我圖我民，匪天我私，惟我有仁。八聖嗣厥理，益以厚厥澤，動植是洽，堪輿是塞。葉氣茲有羡，以溢於罔極，計其攸鍾，是必有甚盛德。使之橫絕今古，焜燿典冊【焜燿典冊　集成本、學津本「燿」並作「煌」。】，而後天之報施，乃不爽厥則。惟我高宗，克靈承於茲，屬時陽九，天步用艱。犬羊外陵，狗鼠內訌，民罔奠居，皇綱就淪。惟我高宗，克宏濟於茲，左秉招搖，右提干將，灑掃函夏，復壽炎籙，茲惟難能哉！典時神天，歷載三紀，民生春熙，治象日舒，曾靡是居，俾聖嗣是荷，茲惟難能哉！惟我壽皇，紹大歷服，聖謨無所事，改慮我則，闡之俾益光；聖治無所事，改為我則，熙之俾益昌。志靡一不繼，事靡一不述。我興問寢，明星在天，我往視膳，麗日在戶。起敬起愛，用家人禮，祀越二十八，曾靡間厥肇，思篤於親，爰釋大位。高宗神孫，伊我聖子，我是用禪，先後惟一軌，皇乎休哉！邃古之茫，赫胥大鴻，橧庥繩書，不可攷也已。羲圖炳文，民用有識，孔刪自唐，登載益煥，惟堯聖神，談者稽焉。蕩蕩巍巍，匪天弗則，遜於虞媯，首出帝典。重華是仍，亦以授禹，由姒以降，莫返於古初。或以謂臣，堯、舜、禹之事懿矣，揆之於今，其可儷歟！臣曰：奚直儷之耳！堯陟元后七十載，遭時不易，洚水滋儆，才者十六，未宣乃庸。凶族有四，未麗於辟，日叢萬微，以悴於厥衷。式時元德，歷試罔不績，主祭賓門，天人交歸焉。於廟受終，夫豈其艱？舜生登庸，越其在位。歷載各三十，宅帝即真，又三十有三，稽圖揆齡。九秩式有衍，脫躧萬乘，茲非其時哉！惟我高宗，春秋五十有六，惟我壽皇，春秋六十有三，黃屋赤霄，委以弗留。從容退居，靡俟大耄，以今准昔，其決孰需焉。以虞易唐，媯變而姒，惟械於位，廑廑釋厥負，乃若為天子父，以天下養，後世無傳焉。惟我壽皇，聖孝孔時，力靡遺餘，愛敬既究，熙以鴻號。錫類湛恩，燕及人老，鉅典盛儀，輝赫萬世。惟我皇上，聿駿前躅，日肅輿衛，來覲來省。翼翼如也，愉愉如也，以昔視今，其孝孰隆焉。故曰：奚直儷之耳！臣惟昔者，封禪、典引、正符等篇，其事至末矣，侈於麗藻，以掞不朽。矧今宏休，軼於古始，頌聲弗宣，不其缺歟？作宋一經，以駕帝典，顧瞻朝著，將有人焉，臣賤不敢與茲事。堯極立民，康衢有謠，載在萬世，不以賤廢。臣誠不佞，請試效之，謹拜手稽首而作頌曰：『太初冥冥，孰究孰營，羲儀圖之，靡麗於成。有聖惟勛，疏之瀹之，斧其不條，而荒度之。匪世不阜，匪穹不佑，可燕可守，而勛以不有。乃遜於華，與世為公，何以告之，曰允執其中。華述厥志，亦以命文命，率克念厥紹，以共闡厥盛【以共闡厥盛　集成本、學津本「共」並作「供」。】。皇皇惟天，而勛則之，絕德與功，紹者克之。我瞻我稽，閱世惟千，泯泯棼棼，曾莫闖厥藩。天將開之，必固培之，厥培以豐，古尚克回之。豈惟回之？視培淺深，軼而躙之，視我斯今。粵歲己酉，二月壬戌，天仗宵嚴，彤廷曉蹕。穆穆壽皇，如天斯臨，羣后在位，奉承玉音。曰予一人，實倦於勤，退處北宮，以篤於親。赫是大寶，畀我聖子，聖子惟睿，天命夙以啟。不吝於權，盍居乃功，釋焉不居，惟壽皇之公。壽皇之公，其孰發之？念我高宗，中心怛之。始時春秋，五十有六，嚮用康寧，以燕遐福。亟其與子，於密退藏，其子為誰？繄我壽皇。壽皇承之，匪亟匪徐，二十八年，四方於於。國是益孚，生齒益蕃，於野於朝，肅肅閑閑。聖子重暉，如帝之初，於千萬年，曾靡或渝。孰條不根，孰委弗源？念我高宗，允遜孔艱。匪高宗是懷，藝祖之思，洗時之腥，仁涵於肌。靈旗燄燄，平國惟九，其酋既貸，矧彼羣醜。吾子吾孫，吾士大夫，毋刻爾刑，顧質之書。爾有嘉言，爾則我告，我賞我勸，如彼害何悼。不以干戈，而置詩書，維彼槐庭，謂匪儒弗居。列聖一心，諱兵與刑，維鯁言是聽，惟大猷是經。鍾我高宗，啟我壽皇，爰及聖上，篤其明昌。惟是四條，式克至今，藝祖高宗，壽皇之心。匪時匪今，振古之式，式勿替厥度，亦以燕罔極。帝開明堂，百辟來賀，四夷攸同，莫敢或訛。不肅不厲，不震不竦，焯其舊章，貽我垂拱。勛迫大耄，乃禪於華，華逮陟方，俾夏建厥家。孰如高宗，及我壽皇，與齡方昌，而遽晦厥光。帝降而王，功弗德之逮，庸不列五帝，而祖三代。孰如我皇？惟德崇崇，顯號鴻休，蔚其並隆。維時壽皇，萬壽無疆，日三受朝，袞冕煌煌。維時皇上，治益底厥極，親心載寧，萬邦以無斁。萬姓謳歌，於室於塗，微臣作頌，以對於康衢。』」又自作序其後，謂元次山言前代帝王，有盛德大業者，必見於歌頌。蓋帝王之世，以詩頌為一件最緊切事，專設採詩之官，以搜求之，重以其時，教養有方，人人能文。故郊祀天地，則有頌；祀四嶽河海，則有頌；講武類禡，則又有頌；薦魚獻鮪等事，亦皆有頌。後世於詩頌既不甚經意，而能文之士，亦不世有，鴻烈麗藻，率不相值。且如有肅宗復兩京之功，又適有元結能作頌；有憲宗平淮蔡之功，又適有韓愈、柳宗元能作碑若雅。是以其功烈益大，彰明灼著，足以傳示無極。韓碑一為人所磨，易以叚文昌之作，便俳諧淺陋，讀者悶然厭之，豈復能有所發揚也。【子俊】於前輩，無能為役，亦詎敢謂能文，然所述淳熙內禪頌，鄉曲一二鉅公，皆盛有所稱道。以為可以庶幾古作者，墮在山林，無階上徹，蓋十有六年於茲。屬者士大夫或惎之，俾自附於東漢傅毅之義，上表投進，亦試擬作表章一通矣。又念齒髮如許，恐有干澤之嫌，以召簡書朋友之譏，亦不果進也，顧藏之家，以自致其意云。才臣蓋師誠齋，誠齋亟稱其文，有「發而為文，自鑄偉辭。其史論有遷、固之風，其古文有韓、柳之則，其詩句有蘇、黃、後山之味，至於四六，踵六一、東坡之步武，超然絕塵，崛奇層出，自汪彥章、孫仲益諸公而下不論也。小技如尺牘，本朝惟山谷一人，今王君亦咄咄逼之矣。挾希世之寶，而未應時之須，可為長太息」等語。嘗游京師，上史館書，述此頌之意，以杜篤自況，階薦得官，初任徑為成都帥幕，歸遂棲遲衡，泌其節，亦可觀云。 \\n ○愛莫助之圖 \\n 建中靖國初，韓文定【忠彥】當國，黨禍稍解，天下吐氣。鄧洵武為起居郎，乘間以紹述熙豐政事為言，上意雖不能無動，而未始堅決也。鄧氏有位中丞者曰綰，成都人，在熙寧初，倅寧州。嘗上言，陛下得聖臣，行青苗良法，臣以寧州民心歡悅者占之，天下可從知矣，惟陛下堅守勿變，毋惑流俗。王荊公喜，薦於上，遂階召擢。是時蜀士在朝者，咸唾罵之，綰有「唾罵從汝，好官須我為之」之語。洵武，蓋其子也。自度清議必弗貸，且有駟不及舌之慮，懼文定知之，未知所以回天者，憂形於色。有館客者聞之，獻計曰：「新法者，神考所行之法也，韓琦實嘗沮之，為條例司所駮，先帝以其勳勞弗之罪。今忠彥得政而廢新法，是忠彥能紹述琦之志也，忠彥為人臣，尚不忘其父，上為天子，乃忘其父兄耶！誠能以此為上別白，上必感動。」洵武喜謝不及，造膝，如其言，玉色愀然，亟俞之。於是崇寧改元，天下曉然知其意矣。洵武復進一圖，曰「愛莫助之圖」，以豐祐人才分而為二，能紹述者居左，惟溫益而下一二人，而列於右者，皆指為害政，蓋舉朝無遺焉。於左列之上，密覆一名曰蔡京，謂非相京不可，上覽而是之。洵武亦馴致政地，卒之成蔡氏二十年擅國之禍，胎靖康裔夷之酷者，此圖也。初，神宗既用荊公，隨亦厭之，綰薦荊公之子雱，宸筆中出，以綰操心頗僻，賦性姦回，論事薦人，不循分守，遂罷中丞，知虢州。夫洵武以左史薦宰相，以庶僚變國論，可謂不循分守者矣，是以似之者歟！ \\n ○慶元公議 \\n 趙忠定既以議者之言去國，善類多力爭而逐，韓平原之權遂張，公議譁然，日有懸書北闕下者，捕莫知主名。太學生敖器之【陶孫】亦有詩其間【日有懸書北闕下者……太學生敖器之陶孫亦有詩其間　葉紹翁四朝聞見錄丙集悼趙忠定詩條，引此事作「太學諸生敖陶孫賦詩於三元樓」。】，曰：「左手旋乾右轉坤，羣公相扇動流言【羣公相扇動流言　同上書引此詩作「如何羣小恣流言」，原注：「又曰羣邪相煽動謠言。」】。狼胡無地歸姬旦【狼胡無地歸姬旦　同上書引此詩「歸」作「居」。】，魚腹終天痛屈原【魚腹終天痛屈原　同上書引此詩「痛」作「弔」。】。一死固知公所欠【一死固知公所欠　鐵琴銅劍樓藏元刊本載陳文東批點：「所欠一作不免。」】，孤忠賴有史長存【孤忠賴有史長存　葉紹翁四朝聞見錄引此詩「賴」作「幸」。】。九原若遇韓忠獻，休說渠家末代孫【休說渠家末代孫　同上書引此詩作「休說如今有末孫」，原注：「又曰休說渠家末世孫。」】。」一時都下競傳。既乃知其出於器之，平原聞之，亦不之罪也。器之後登進士第，今猶在選調中。 \\n ○楊艮議命 \\n 蜀有楊艮者，善議命，游東南公卿間。瞽而多知，自云知數，言頗不碌碌，其得失多以五行為主，不深信珞琭諸書。嘉泰辛酉，來九江，太守易文昌祓留之，徧見郡官。余適在周夢與坐上，時韓平原得君，權震天下，夢與因扣以所至，艮屏人愀然曰：「是不能令終。夫年壬申，金也，申為金位，有坤土以厚之，故金之剛者莫加焉，目曰劍鋒，從可知矣。是金不復畏它火，惟丙寅能制之。蓋支干納音俱為火，而履於木，木實生火，火且自生，生生不窮，雖使百鍊，終能勝天理之自然哉！凡人生時主末，今乃遇之，兆已成矣。且其月辛亥，其日己巳，四孟全備，二氣交戰，雖以致大受之福，亦以挻衝擊之災。今術者亦頗知之，多疑其丙寅歲病死，以為不可再值，其實不然。蓋火炎金液，外強中乾，以剛遇烈，赫赫然天地一爐鞴，萬物一橐籥，孰可鄉邇，是年顧當兆禍耳，未疾顛也。年運於卯，火為沭浴，氣微而敗，灰燼鎔竭，不能支矣。然受物也大，非盡其用弗可，一陽將萌，亶其時乎！」夢與相顧動色，謹志之冊，弗敢言。及余官鎮江，偶遇之，適林總卿【祖洽】來餉軍興，檄吴江袁丞【韶】入幕，丞登科，人有雋才。余問其命，曰辛巳，丙申，丁亥，壬寅，余謂亦俱在四孟，而丁壬丙辛皆真化，且於格為天地，德合尤分明，遂扣艮前說，因以為擬。艮作而曰：「惟其太分明，所以非韓比，特二化氣皆生，韓自此却不及之。」遂一笑舍去。既而艮言皆大驗，乃歎其神。袁近歲以薦者改秩為宰，蓋方晉未艾也。 \\n ○獻陵疏文 \\n 獻陵嗣位未幾而有狄禍，躬蹈大難，以紓京邑之酷，天下歸其仁，炎興中天，八駿忘返。高景山初以訃聞，朝野縞素，皆有攀龍髯泣烏號之痛。任元受時為下僚，率中原搢紳，為位佛宮，以致哀焉。作疏文二篇，以叙其志，文澹意真，讀者灑涕。其一曰：「時巡萬里，羣心久阻於望霓，歲閱三星，凶問奄傳於馳馹。哀纏率土，寃薄層空，臣等跡忝簪纓，心增荼蓼。從君以出，始慙晉國之亡臣，御主而還，終愧趙王之養卒。攀號靡及，摧殞何窮。嘗聞無罪而殺一夫，尚復有辭而請上帝，矧茲二紀，喪我兩君。義不戴天，扣九關而無路；禮應投地，庶十力之可憑。爰竭蚍蜉之誠，仰干龍象之馭。恭惟大行孝慈淵聖皇帝，夙躋上聖，遽辱多艱，嗣服幾年，躬勤庶政。屈尊絕域，本為生靈，已深露蓋之嗟，更劇輬車之痛。遺弓安在？憑几莫聞【憑几莫聞　「几」原作「凡」，今據嘉靖本、集成本、四庫本、學津本校改。】，薰修唯藉於佛乘，升濟式資於僊駕。恭願神游超越，睿識圓明。區脫塵空，來即寶華之法會，兜離響滅，常聞金鼓之妙音【常聞金鼓之妙音　鐵琴銅劍樓藏元刊本載陳文東批點：「金當作鍾。」】。更冀大覺垂慈，三靈協佑。護持正法，隆世祖中興之功，摧伏諸魔，雪懷王不返之怨。」其二曰：「僊馭賓空，載嚴遐薦，法筵撤席，更罄餘哀。恭惟大行孝慈淵聖皇帝，蹈千仞之淵冰，脫羣生於塗炭，皇天降割，裔土告終。萬乘墨縗，將禦徐戎之難，六軍縞素，咸聲義帝之寃。自憐疏逖之蹤，莫效纖微之報，唯憑妙果，式助神遊。恭願法證三乘，趣超十地。如天子名為善寂，萬有皆空，如世尊身入涅槃，一真不滅。然後神明助順，中外協謀。載木主以徂征，併修先君之怨，奉梓宮而旋葬，仰慰在天之靈。」元受上湯中丞啟，珂固嘗書之，義不忘君，直不蔽姦，忠信之至也。徽祖上賓，洪忠宣蓋嘗於燕京憫忠寺，肆筵以奠。是時方身縻異境，若於郡國禮制之外，因心薦嚴，雖前無此比，亦不失臣子盡誠之誼云。 \\n ○李敬子 \\n 南康屬邑曰建昌，脩水經焉。元祐尚書李公擇【常】居其上，宗派皆承素業，以儒名。有曰敬子【燔】者，登進士第，為禮部易經魁，授岳陽郡博士。其祖母黃氏死，敬子請解官，與諸叔俱行喪，義聲振一時。既復分教襄陽，武帥某者敬禮之，敬子獨不答。適郡有醼，敬子預坐間，言及歲薦事，寮屬咸起囁嚅，帥曰：「郡有賢儒為師楷，詎可舍不薦，皇及其它。」敬子作曰：「燔之無功名念久矣，此決不敢當。」帥怒罷酒，然終欲牢籠之，敬子岸然弗屈。郡庠有櫺星門，居營幕之左，昏夙啟閉之不時，軍士以為病，請於前校官，削學地，置軍門。既數載矣，敬子顧必復之。軍吏讙呶不服，上之府帥，乘此欲擠之，文移頗侵學官。敬子解其意，一夕解印綬遁去，城閽以狀白帥，徑以聞，且劾擅去官守，有詔免所居官。敬子既歸，躬鋤耰，其樂不改，治廟祀，裁古今彝制為通行，家事繩繩有法度。築室曰「耕讀」，以待學者，橫經其間，士爭趨之，輿議亟稱其賢。嘉定辛未，詔除大理司直，朝路欣欣望其來，敬子力辭，且曰：「燔苟固丘園，非所學，特冒焉立朝，懼越其分，請得以幕議贊。」澄清之最，遂添差江西漕屬。方其居鄉時，士子向風，不遠千里至，晦庵朱先生在建陽，敬子實師承之，其源流蓋有自云。 \\n ○黃潛善 \\n 宣和六年春，東都地震，後三月又震，宮殿門皆動，有聲。既而蘭州地及山之草木，悉沒入地，而山下麥苗乃在山上。驛書聞朝廷，徽祖為之側席。時方得燕兵端釁日侈，上心向闌，遇災而懼。臨朝謂羣臣曰：「大觀彗星之異，張商英勸朕畏天，戒更政事，雖復作輟，朕常不忘。」五月壬寅，遂罷經撫房，於是時事危一變矣。會遣右司郎中黃潛善按視回，乃沒其實，以不害聞，天意遽回。六月，詔天下起免夫錢，圖卒固燕，黃驟遷戶部侍郎。建炎中興，復以攀附致鼎軸，殺陳【東】、歐陽【澈】，逐李忠定【綱】，撤備納寇，皆其為也。維揚渡江，以覆餗賜罷。迹其媕阿患得之心，蓋已見於在庶僚時矣，遺臭千載，言之拂膺。 \\n ○郭倪自比諸葛亮 \\n 郭棣帥淮東，實築二城，倪從焉。余兄周伯吏部，時在其幕府，每從東閣遊，見其論議自負，莫敢攖者。一日，持扇題其上，曰：「三顧頻煩天下計，兩朝開濟老臣心。」意蓋以孔明自許，竊怪之，以為少年戲劇，妄標置耳。嘉泰、開禧間，倪位殿巖，賓客日盛，相與慫恿，真以為臥龍復出，遂逢當軸意，以興六月之師。吴衡守盱眙，過見之於揚，倪迎謂曰：「君所謂洗脚上船也，予生西陲，如斜谷祁山，皆陝隘，可守而不可出；豈若得平衍夷曠之地，掉鞅成大功，顧不快耶！」陳景俊為隨軍漕先行，燕之中席，酌酒曰：「木牛流馬，則以煩公。」衆咸笑之。余至泗，正暑，見其坐上客扇，果皆有此兩句，然後知所聞為不誣也。倬既潰於符離，僎又敗於儀真，自度不復振，對客泣數行。時彭【灋】傳師為法曹，好謔，適在坐，謂人曰：「此帶汁諸葛亮也。」傳者莫不拊掌，倪知而怒，將罪之，會罷去，遂止。傳師，豪士，以恩科得官，依錢東巖之門，不伈伈顧宦，督府嘗欲舉以使虜，而不克遣，終老於選調云。 \\n  \\n   \\n  "}
{"章节": "附錄 諸家著錄與論跋", "正文": "  \\n 附錄　諸家著錄與論跋 \\n 　 \\n  \\n （一）陳振孫直齋書錄解題 \\n （二）馬瑞臨文獻通考 \\n （三）葉盛菉竹堂書目 \\n （四）明成化刻本江泝題記 \\n （五）錢如京重刊桯史敘 \\n （六）潘旦書桯史後 \\n （七）祝鑾跋桯史後 \\n （八）津逮秘書本毛晉跋 \\n （九）高儒百川書志 \\n （十）錢謙益絳雲樓書目 \\n （十一）錢曾述古堂書目 \\n （十二）四庫全書總目提要 \\n （十三）余嘉錫四庫提要辯證 \\n （十四）胡玉縉四庫全書總目提要補正 \\n （十五）孫星衍廉石居藏書記 \\n （十六）瞿鏞鐵琴銅劍樓藏書目錄 \\n （十七）李慈銘越縵堂讀書記 \\n （十八）周中孚鄭堂讀書記補逸 \\n （十九）繆荃蓀藝風藏書記 \\n （二十）丁丙善本書室藏書志 \\n （二十一）鐵琴銅劍樓藏元刊本張元濟跋 \\n ○（一）陳振孫直齋書錄解題 \\n 陳振孫直齋書錄解題卷十一：桯史，十五卷，岳珂撰。桯史者，猶言柱記也。原注，說文：桯，牀前几也。 \\n ○（二）馬瑞臨文獻通考 \\n 馬瑞臨文獻通考卷二百十七子部小說家類：桯史十五卷，陳氏曰：岳珂撰。桯史者，猶言柱記也。 \\n ○（三）葉盛菉竹堂書目 \\n 葉盛菉竹堂書目（卷二經濟類）：岳珂桯史五冊。 \\n ○（四）明成化刻本江泝題記 \\n 明成化刻本江泝題記：桯史一書，宋末岳先生珂之所著也。所載皆當時史書不及收者，暨賢達詩文，世俗謔語，或倔奇峻怪之事，不純於史體，故曰桯史，示止備私居記述爾。其大意則皆有所謂，而非徒然者也。然觀其論識高致，辭藻雄深，則其人所負之材學，亦概可想。舊板刻於浙之嘉興，脫落既多，讀輒中廢，訪求每恨未見其全者。近奉朝命，來按廣東。太參姑蘇劉公欽謨，問學該博，良由富蓄，忽出善本，嘗經雲間陳璧文東先生批點者，為之欣然。若攻值玉，初志竟得遂，命飜登諸梓，與同好者共之。按史，岳武穆王五子：雲、雷、霖、震、霆，先生，霖之子也，仕至嘉興知府，又有愧郯錄，亦傳於世。武穆忠肝義膽，直節勁氣，與日月爭光，與山川齊久，而又有賢孫如是；是書之傳，文章之顯，將與厥祖之名，同不朽歟！時成化十一年乙未正月之日，建安江沂題。 \\n ○（五）錢如京重刊桯史敘 \\n 錢如京重刊桯史敍余淛臬司地，宋岳武穆王故宅也。嘉靖癸未冬，予自江右來總司事，循其遺跡，則水監之亭、孝娥之井存焉，而金佗之編與桯史諸典籍足徵也。水監今為祠，以祀國初犯難王公。嗚呼！武穆之寃，百世所楚，不得乎人，亦已甚矣。貞誠所格，天固罔違，我君子也身及，未幾，聞孫克世彪焫蔚烺，有如斯焉。蓋人謀之不臧，值天之未定耳。天道不貳，人謀靡常，人邪將何所不至，天而克定，不可以力移也。唯不可以力移也，則奕世而下，有亦齋者作，以昭其順矣，乃秦氏之族，則泯焉無聞。嗚呼！忠孝臣子，所自成也，匪忠非臣，匪孝非子，天胡惜焉。武穆父子，貞心淑止，可無論矣，辭命著述，飾武達忠，天予唯全，是周茲德。嗚呼！孝娥之烈，盛其忠也；亦齋之賢，天為之昭其忠也。千載而下，官是師是，思齊興起，烈烈王公，允弗有忝焉，亦天以流武穆之風也。司憲者將■〈車丸〉物，是率天命，是度舍是，其何所事哉？是用重錄桯史，校而刻之，固以觀宋治之概，亦以昭岳氏之有人也。爰附之本傳，以論其世，著述以考其文，而井之銘、祠之記，皆得列焉，有人心者，亦將有感於斯編。嘉靖乙酉二月朔日，桐溪錢如京公溥叙。 \\n ○（六）潘旦書桯史後 \\n 潘旦書桯史後桐溪先生重校桯史，行於世，石泉子讀之曰：秦檜矯殺武穆，復監國史，史氏殆失職矣。亦齋，武穆孫也，悲憤籲天間，著桯史以見志。公是公非，昭人文，予忠節，誅亂賊，明尊主攘夷之義。凡圖讖、神怪、詼諧類，漫書之，若有深意寓焉，豈亦不得其平而鳴與？武穆，忠孝人也，好讀左氏春秋。答班師表，移偽齊檄，贈張紫巖詩，辭嚴義正，足以激千古英雄忠憤之氣。桯史書法酷似左氏，贄畏齋一啟，卓然經世之略，殆可謂克繩祖武者矣。金佗之編，銀瓶之湛，其孝一也。靖難師興，舉室自焚，其忠一也。法得附書書之，以傳百世之下，又豈無聞風而興起者哉！嘉靖乙酉仲春石泉潘旦書。 \\n ○（七）祝鑾跋桯史後 \\n 祝鑾跋桯史後浙江觀察使桐溪錢公示我以桯史，讀既卒葉，則喟然歎曰：是編也，詎可以稗官野史概視之哉！仲尼懼亂賊而作春秋，孟氏憂橫議而肆雄辨，無非正心術、別邪正，肅天地之紀綱，嚴華夷之界限，非細故也。余讀是編，皆宋代事，初若泛焉而弗切，渙焉而弗一，茫乎莫知其指歸也。及讀劉觀堂讀赦詩等篇，則始若有得焉者。粵自宋室南渡，虜金倡亂，狡檜竊柄國是，靡一以致，精忠之幟，偃而弗振，貽毒無窮，良可悼哉！二世之後，文孫崛起，摭所聞見，托諸汗青，無非正往失，定國是，暴檜滔天之罪，凜凜乎斧鉞之加，而武穆心事竟與日月爭光，是蓋有得乎孔孟之心法者矣。余故撮其要而書之，俾後世覽焉，然後知桐溪公之刻是書，蓋不徒然而已矣。嘉靖乙酉二月望日，當塗祝鑾鳴和識。 \\n ○（八）津逮秘書本毛晉跋 \\n 津逮秘書本毛晉跋唐迨宋元，稗官野史，盈箱溢篋。最著若朝野僉載、桯史、輟耕錄者，不過數種。人尤膾炙桯史，命予刻入史外函中，以補正史之缺。予意不然。亦齋捉筆，豈不能如歐陽永叔別立一番公案？乃圖讖、神怪、街衢瑣屑之類，都率筆書之，正欲後之讀是書者，於游戲謔浪時，不忘忠孝本性。其一種深情妙手可以意逆而不忍明言者，意或有在矣。至若鄂王肝膽事跡，載在史冊，與嵩、華等高，雖五尺之童，亦能言其忠義，何待桯史而後表暴哉！湖南毛晉識。 \\n ○（九）高儒百川書志 \\n 高儒百川書志（卷四史部故事類）：桯史十五卷，宋相臺岳珂撰。 \\n ○（十）錢謙益絳雲樓書目 \\n 錢謙益絳雲樓書目（卷二小說類）：岳珂桯史十五卷。 \\n ○（十一）錢曾述古堂書目 \\n 錢曾述古堂書目（卷三小說家類）：岳珂桯史十卷二本。 \\n ○（十二）四庫全書總目提要 \\n 四庫全書總目提要桯史十五卷，浙江鮑士恭家藏本，宋岳珂撰，珂有九經三傳沿革例，已著錄。是編載南、北宋雜事，凡一百四十餘條，其間雖多俳優詼謔之詞，然惟金華士人、看命司諸條，不出小說習氣，為自穢其書耳。餘則大旨主於寓褒刺，明是非，借物論以明時事，非他書所載徒資嘲戲者比。所記遺事，惟張邦昌、劉豫二冊文可以不存，又康與之題徽宗畫一條，為張端義貴耳集所駮，敖陶孫譏韓侘冑詩一條，與葉紹翁四朝聞見錄互異，亦偶然失實。至於石城堡塞、汴京故城諸條，皆有關於攻取形勢，他如湯岐公罷相、施宜生、趙希光節概、葉少蘊內制、乾道受書禮、范石湖一言悟主、紫宸廊食、燕山先見、大散論賞書、秦檜死報、鄭少融遷除、任元受啟、陳了翁始末、開禧北征、二將失律、愛莫助之圖、慶元公議、黃潛善諸條，皆比正史詳備，所錄詩文，亦多足以旁資考證，在宋人說部中亦王明清之亞也。惟其以桯史為名，不甚可解？考說郛載柳珵常侍言旨，其第一條記明皇遷西內事，末云：「此事本在朱崖太尉所續桯史第十六條內。」則李德裕先有此名（蓋此書唐志不著錄，疑即德裕次柳氏舊聞之別名。）珂蓋襲而用之。然考工記曰：「輪人為蓋達常圍三寸，桯圍倍之。」注曰：「桯，車槓也。」說文解字曰：「桯，牀前几也。」皆與著書之義不合。至廣韻訓為碓桯，集韻訓與楹同，義更相遠。疑以傳疑，闕所不知可矣。毛晉刻本末有附錄一卷，前有岳飛傳及飛遺文，併珂詩文各一首，已與此書無關。又附明劉瑞孝娥井銘、王公祠記各一篇，尤足驗非此書所舊有，今併刪之，庶不溷簡牘焉。 \\n ○（十三）余嘉錫四庫提要辯證 \\n 余嘉錫四庫提要辯證卷十八嘉錫按：沈家本日南隨筆卷一云：「當是用晏子鑿楹納書事。」考工記注：讀桯為楹。以桯為楹，乃叚借字。 \\n ○（十四）胡玉縉四庫全書總目提要補正 \\n 胡玉縉四庫全書總目提要補正卷四十一：陸氏藏書志有元刊本，並載嘉定七年自序云：「亦齋有桯焉，介几間，髹表可書，余或從搢紳間聞聞見見歸，倦理鉛槧，輒記其上，編已，則命小史錄藏去，月率三五為常。每竊自恕，以為公是公非，古之人莫之廢也，見睫者不若身歷，縢口者不若目擊，史之不可已也審矣。」是桯史取義，自序甚明，提要所據本，豈缺此序耶？瞿氏目錄引直齋書錄云：「桯史，猶言柱記也。集韻訓桯與楹同，大約取楹書之義。」說雖不誤，而亦未能引自序以明之。荀學齋日記壬集下五九云：「桯，牀前小几也。此因李衛公書名而用之，取几案間私史之義，不過與筆記篋衍等類耳。」 \\n ○（十五）孫星衍廉石居藏書記 \\n 孫星衍廉石居藏書記：右桯史十五卷，前有成化間江泝叙，云近奉朝命，來按廣東，大參劉欽謨忽出善本，經陳文東批點者，翻登諸梓。前又有嘉靖間錢如京重刊叙，附錄一卷，蓋錢所附也。 \\n ○（十六）瞿鏞鐵琴銅劍樓藏書目錄 \\n 瞿鏞鐵琴銅劍樓藏書目錄卷十七：桯史，七卷，宋刊殘本，宋岳珂撰。直齋書目云：「桯史，猶言柱記也」。集韻訓桯與楹同，大約取楹書之義。所記時事，意主於辨賢奸，別是非，皆有為而作也。原書十五卷，今存卷一至卷七，每半葉九行，行十八字。 \\n 桯史，十五卷，元刊本，題相臺岳珂，雲間陳文明（當作東）批點，前有自序。書中涉宋帝朝詔等字，俱空一格，蓋猶依宋本刻者。舊為吴文定藏書，又歸傳是樓，卷首有吴寬、乾學徐健庵、王澍印諸朱記。 \\n ○（十七）李慈銘越縵堂讀書記 \\n 李慈銘越縵堂讀書記桯史條：閱桯史。此書雖間及諧戲怪瑣之事，然大率記朝政得失及南渡士夫佚事為多，惟筆頗冗漫，不似所著媿郯錄之簡潔。其記韓平原八字為壬申、辛亥、己巳、丙寅，日者謂至丁卯年壬子月必得奇禍，而竟驗，亦足以資異聞。 \\n 其克敵弓一條，謂本於和詵所上鳳凰弓，非即太祖之神臂弓，以容齋三筆為誤。然洪氏親試詞科，用之入賦而得雋，所記當得其實，倦翁或別存一說耳 \\n 又同書貴耳集條：閱張正夫端義貴耳集，共三卷。其書筆舌宂俗，罕可觀采，每卷為一集，卷首各有小引，頗自夸詡，而文尤拙，其所引據之謬，四庫提要已備列之。惟第一條記曾覿奉思陵旨進祐陵林檎鸚鵒畫詩「玉輦宸遊事已空」一絕，桯史以為康與之所題者，誤。案桯史所載與之紿中貴事，不近情理，此所言近實，其餘記朝廷事實，亦頗有佚聞。 \\n ○（十八）周中孚鄭堂讀書記補逸 \\n 周中孚鄭堂讀書記補逸卷二十八：桯史，十五卷，雲間陳氏刊本，宋岳珂撰。四庫全書著錄，書錄解題、文獻通考俱載之。其書凡一百四十條，各有標目，所記兩宋軼事，可補史傳之闕。間及詩文諧謔，亦足資攷覽，備鑒戒。陳氏云：「桯史者，猶言柱記也。又注云，說文，桯，牀前几也。」此本前有嘉定甲戍倦翁自序，稱亦齋有桯焉，介几間，髹表可書，余或從搢紳間聞聞見見歸，倦理鉛槧，輒記其上，編已，則命小史錄藏去，月率三五以為常云云，則桯為牀前几，蓋無疑義。然唐李贊皇德裕所著書已有此名矣（見說郛載柳珵常侍言旨）。明嘉靖中，浙江臬使錢如京刊此書，末增附錄一卷，毛子晉即據以刊入津逮秘書。張若雲復刻之學津討原，惟若雲以附錄中王公祠記於此書未協，刪去之。此本為雲間陳文東所校，並有批語，殆元末明初時刻，故行款悉依宋本，多自序一篇，而無附錄，洵舊本也。說郛，歷代小史均止節錄一卷。 \\n ○（十九）繆荃蓀藝風藏書記 \\n 繆荃蓀藝風藏書記卷八：桯史，十五卷，附錄一卷，明成化江沂刊本。空格均依宋本行款，上有小字批，又有小字旁注，沂跋失去目錄，末葉鈔配，蓋書賈作偽，以充宋槧者。 \\n ○（二十）丁丙善本書室藏書志 \\n 丁丙善本書室藏書志卷二十一桯史十五卷，附錄一卷，明刊本。前有倦翁自序，明成化十一年建安江沂序云：舊版刻於浙江嘉興，脫落既多，讀輒中廢，奉按廣東，姑蘇劉公欽謨忽出善本，經陳璧文東先生批點者，遂翻登諸梓。按岳武穆王五子：雷、雲、霖、震、霆、倦翁，霖之子也，仕至嘉興知府。嘉靖乙酉桐溪錢如京重刊序云：今浙臬司地，宋岳王故宅也，癸未予自江右來總司事，循遺跡，則水監亭、孝娥井存焉。水監今為祠，祀國初犯難王公，亦天之流武穆之風也。是用重錄桯史，校而刻之，爰附之本傳，而井之銘，祠之記，皆得列焉。有人心者，將亦有感於斯編。後有潘旦、祝鑾兩跋，皆嘉靖乙酉作也。 \\n ○（二十一）鐵琴銅劍樓藏元刊本張元濟跋 \\n 鐵琴銅劍樓藏元刊本張元濟跋：是書為鐵琴銅劍樓所藏，定為元刊本，卷中語涉宋室，均空格，遇敦字有註光宗廟諱者，是必源出宋刻。序第三行題雲間陳文東批點，或評衡文字，或註釋音訓，有時校正訛文，然不更易原字，可謂矜慎。海虞毛晉、張海鵬先後覆刻，於陳氏校正之字，多未採用，疑當日亦未見是本也。姜子佐禹語余涵芬樓續得一本，行款相合，後有成化刊書跋，惜未影出，今付刼火矣。余亦恍惚憶有其事，是本筆法刀工，視元本却微有別，然未敢遽決，姑識於此，以諗讀者。民國紀元二十有三年元月海鹽張元濟。 \\n 桯史十五卷（宋）岳珂撰；吳企明點校歷代史料筆記叢刊.唐宋史料筆記北京市:中華書局，1981[民70]1997湖北第2刷 \\n  \\n   \\n  "}
