{"章节": "翰林志（唐）李肇", "正文": "　 \\n 　 \\n 翰林志 \\n （唐）李肇 \\n 　 \\n  \\n 提要 \\n 《翰林志》一卷，唐·李肇撰。案肇所作《國史補》結銜題“尚書左司郎中”，此書結銜則題“翰林學士左補闕”。王定保《摭言》又稱肇為元和中中書舎人。《新唐書·藝文志》亦云肇為：翰林學士，坐薦柏耆，自中書舍人左遷，將作少監。以唐官制考之，葢自左司改補闕，入翰林，後為中書舎人，坐事左遷。《國史補》及此書各題，其作書時官也。唐時翰林院，在銀臺門内、麟徳殿西重廊之後，為待詔之所。《新唐書·百官志》謂“乗輿所在，必有文詞經學之士，下至卜醫伎術之流，皆直于别院，以備燕見”者是也。韋執誼《翰林院故事》亦謂：其地乃天下以藝能伎術見召者之所處。葢其始，本以延引雜流，原非為文學侍從而設。至明皇“置翰林待詔供奉輿，集院學士分掌制誥”其職始，重後又改為學士，别置學士院，謂之“東翰林院”。于是，舊翰林院雖尚有以伎能入直，如徳宗時，術士桑道茂之類，而翰林之名實盡歸于學士院。厯代相沿，遂為儒臣定職。肇此書成于元和十四年。唐宋《藝文志》皆著于録。其記載賅備，本末粲然，于一代詞臣職掌最為詳晰。宋·洪遵輯《翰苑羣書》已全收入。今以言翰林典故者，莫古于是書，故仍録専本以存其朔焉。 \\n 翰林志 \\n 昔宋昌有言曰：所言公，公言之；所言私，王者無私。夫翰林為樞機宥密之地，有所慎者，事之微也。若制置任用，則非王者之私。漢制尚書郎，主作文書起草，更直於建禮門内臺，給青縑白綾，或以錦被、帷帳、氊褥、畫通中枕，大（太？）官供食，湯官供餅餌五熟果，五日一美食，下天子一等。建禮門内得神仙門，神仙門内得光明殿、神仙殿，自門下省，中書省，蓋比今翰林之制略同，而所掌輕也。漢武帝時，嚴助、朱買臣、吾丘壽王、司馬相如、東方朔、枚臯之徒皆在左右。是時朝廷多事，中外論難，大臣數詘，亦其事也。唐興，太宗始於秦王府，開文學館，擢房玄齡、杜如晦一十八人，皆以本官兼學士，給五品珍膳，分為三番更直，宿於閣下，討論墳典。時人謂之登瀛洲。貞觀初，置弘文館學士，聴朝之隙，引之大内殿講論文義，商較時政，或夜分而罷。至玄宗，置麗正殿，學士名儒大臣皆在其中，後改為集賢殿，亦草書詔。至翰林置學士，集賢書詔乃罷。初，國朝修陳故事，有中書舍人六員專掌詔誥，雖曰禁省，猶非密切，故溫大雅、魏徴、李百藥、岑文本、褚遂良，許敬宗、上官儀時召草制，未有名號。乾封已後始曰北門學士，劉懿之、劉禕之、周思茂、元萬頃、范履氷為之。則天朝，蘇味道、韋承慶，其後上官昭容，獨掌其事。睿宗，則薛稷、賈膺福、崔湜。玄宗改為翰林待詔，張説、陸堅、張九齡、徐安貞，相繼為之，改為翰林供奉。開元二十六年，劉光謙、張垍乃為學士，始别建學士院于翰林院之南。又有韓翃、閻伯璵、孟匡朝、陳兼、李白、蔣鎮在舊翰林院，雖有其名，不職其事，至徳宗已後，翰林始兼學士之名。代宗初李泌為學士，而今壁記不列名氏，蓋以不職事之故也。◎◎◎按六典，中書掌詔旨制敇、璽書册命，皆案典故起草進書，其禁有四：一曰漏洩；二曰稽緩；三曰遺失；四曰忘誤。所以重王命也。制敇既行有誤，則奏而正之。凡王言之制有七：一曰册書：立后建嫡，封樹藩屏，寵命尊賢，臨軒備禮則用之；二曰制書：行大典，賞罰，授大官爵，釐革舊政，赦宥降虜則用之。三曰慰勞制書：褒賛賢能，勸勉遣勞則用之。四曰發白敇：增減官員，廢置州縣，徵兵發馬，除免官爵，授六品已下官，處流，已上罪並用之。五曰敇旨：為百司承旨，而為程式奏事請施行者。六曰論事敇書：慰諭公卿，誡約臣下則用之。七曰敇牒：隨事承旨，不易舊典則用之。又，答疏於王公，則用皇帝行寳；勞來勲賢，則用皇帝之寳，徵召下臣，則用皇帝信寳；答四夷書，則用天子行寳；撫慰蠻夷，則用天子之寳；發蕃國兵，則用天子信寳。並甲令之定制也。近朝大事直出中禁，不由兩省，不用六寳。並從權也。元和初，置書詔印，學士院主之：凡赦書、徳音、立后、建儲、大誅討、免三公宰相命將，曰制，並用白麻紙，不用印。雙日起草，候閣門鑰入而後進書。隻日，百寮立班於宣政殿，樞密使引案，自東上閣門出，若謫宰相，則付通事舍人矩步而宣之，機務要速，亦用雙日，甚者，雖休暇，追朝而出之。凡賜與、徵召、宣索、處分，曰詔，用白藤紙。凡慰軍旅，用黄麻紙並印。凡批答表疏，不用印。凡太清宫道觀薦告詞文，用青藤紙朱字，謂之青詞。凡諸陵薦告上表、内道觀嘆道文，並用白麻紙。雜詞祭文禁軍號並進本。凡將相告身，用金花五色綾紙所司印。凡吐蕃、贊普書及别録，用金花五色綾紙，上白檀香木真珠瑟瑟鈿函，銀鏁。回紇、可汗、新羅渤海王書及别録，並用金花五色綾紙，次白檀香木瑟瑟鈿函，銀鏁。諸蕃軍長、吐蕃宰相、回紇内外宰相、摩尼已下書及别録，並用五色麻紙，紫檀香木鈿函，銀鏁。並不用印。南詔及大將軍清平官書用黄麻紙，出付中書奉行却送院封函與回紇同。凡畫而不行者、藏之函而不用者、納之。凡參議、奏論、撰述、註釋，無定名，奏復無晝夜。凡徵天下草澤之士臨軒策試，則議科設問，覆定與奪。凡受宣有堂厯日記、有承旨簿記，大抵四者之禁。無殊而漏洩之，禁為急。天寳十二載安禄山來朝，玄宗欲加“同中書門下平章事”，命張垍草制，不行及其去也，怏怏滋甚。楊國忠曰：此垍告之也。遂貶盧溪郡司馬；兄均，建安郡太守；弟埱宜，春郡司馬。徳宗雅尚文學，注意是選，乘輿每幸學士院，顧問錫賚，無所不至，御饌珍肴，輟而賜之。又嘗召對於玉堂，移院於金鑾殿，對御起草，詩賦倡和，或旬日不出。吳通微昆季同時擢用，與陸贄爭恩不叶，甚于水火，天下醜之。貞元三年贄上疏曰：伏。詳令式及國朝典故，凡有詔令合由於中書，如或墨制施行，所司不須承受。蓋所以示王者無私之義，為國家不易之規。貞觀中有學士一十八人，太宗聴朝之餘，但與講論墳籍，時務得失，悉不相干。實録之中，具載其事。玄宗末方置翰林，張垍因縁國親，特承寵遇。當時之議，以為非宜。然止於倡和文章，批答表疏，其於樞密，輒不預知。肅宗在靈武、鳳翔，事多草創，權宜濟急，遂破舊章，翰林之中始掌書詔。因循未革，以至于今。嵗月滋深，漸逾職分。頃者，物議尤所不平。皆云：學士是天子私人，侵敗綱紀，致使聖代虧至公之體，宰臣有備位之名，陛下若俯順人情，大革前弊，凡在詔敇，悉歸中書，逺近聞之，必稱至當。若未能變改，且欲因循，則學士年月較深，稍稍替換，一者，謗議不積；二者氣力不衰，君臣之間，庶全終始。事闗國體，不合不言。疏奏不納。雖徵據錯謬，然識者，以為知言。貞元末其任益重，時人謂之内相而上多疑忌，動必拘，防有官守十三考而不遷故。當時言内職者多，榮滯相半及順宗不豫，儲位未立，王叔文起于非類，竊學士之名，内連牛美人、李忠言，外結姦黨，取兵權，弄神器，天下震駭。是時，鄭絪為内庭之老，首定大計，今上即位，授絪中書侍郎平章事。初，姜公輔，行在命相，乃就第而拜之至李吉甫除中書侍郎平章事，適與裴、垍同直。垍草，吉甫制。吉甫草，武元衡制。垂簾揮翰兩不相知。至暮，吉甫有嘆惋之聲，垍終不言，書麻尾之後，乃相慶賀，禮絶之敬，生於座中及明院中。使學士送至銀臺門而相府官吏候于門外，禁署之盛未之有也。凡學士無定員，皆以他官充，下自校書郎，上及諸曹尚書，皆為之。所入與班行絶跡，不拘本司，不繫朝謁，常叅官二周為滿嵗，則遷知制誥一周，嵗為遷官，則奏就本司判，記上月日，北省官宰相送，南省官給舍丞郎送上。興元元年，敇翰林學士朝服、序班宜准諸司官知制誥例。凡初遷者，中書門下召令，右銀臺門候旨。其日入院試制：書答共三首、詩一首、自張仲素後，加賦一首，試畢，封進可者，翌日受宣乃定事。下中書門下，於麟徳殿候對。本院賜宴，營幕使宿，設帳幕圖（氊？）褥，尚食供饌，酒坊使供美酒，是為勑設序立。拜恩訖，候就宴，又賜衣一副、絹三十匹，飛龍司借馬一匹，旬日又進文一軸，内庫給青綺錦被青綺方褡青綾單帕漆通中枕銅鏡漆奩象箆大小象梳漆箱銅挲羅銅觜椀紫絲履白布手巾畫木架牀鑪銅案席氊褥之類畢備。内諸司供膳飲之物，主膳四人，掌之内園官，一戸三人以供使令，其所乘馬送迎於擗仗門内，横門之西。度支月給手力資四人，人錢三千五百。四品已上，加一人。每嵗内賜春服物三十匹暑服三十匹綿七屯寒食節料物三十匹酒飴杏酪粥屑肉餤清明火二社蒸■〈飠睘〉端午衣一副金花銀器一事百索一軸青團鏤竹大扇一柄角糭三服粆蜜重陽酒糖粉餻冬至嵗酒兔野雞其餘，時果新茗瓜新厯，是為經制。直日，就班授。下直，就第賜之。凡内宴坐次：宰相坐居一品班之上，别賜酒食珍果，與宰相同賜帛二十匹、金花銀器一事。貞元四年，敇晦日、上已、重陽三節，百寮宴樂，翰林學士每節賜錢一百千。其日，奏選勝而會，賜酒脯茶果。明年廢晦日，置中和節宴樂。如之，非凶年、旱嵗、兵革，則毎嵗為常。凡正冬至不受朝，俱入進名奉賀。大忌，進名奉慰。其日尚食。供素饌，賜茶十串。凡郊廟大禮、乘輿行幸，皆設幕，次于御幄之側。侍從親近，人臣第一。御含元殿丹鳳樓，則二人于宮中乘馬，引駕出殿門，徐出就班。大慶賀，則俱出就班。凡當直之次：自給舍丞郎入者，三直無儤。自起居御史郎官入，五直一儤。其餘雜入者，十直三儤，新遷官，一直報儤，名於次之中減半，著為别條，例題于北壁之西閣。凡交直，候内朝之退，不過辰巳，入者先之出者，後之直者，疎數視人之衆寡、事之勞逸、隨時之動靜。凡節、國忌、授衣，二分旬假之令不霑有。不時而集，併夜而宿者，或内務不至，外喧已寂，可以探窮理性養洁然之氣，故前輩傳楞伽經一本，函在屋壁，每下直，出門相謔，謂之小三昧。出銀臺乘馬，謂之大三昧，如釋氏之去纒縳而自在也。北廳前階花塼道，冬中日及五塼，為入直之候。李程性懶，好晩入，恒過八塼，乃至衆呼為八塼學士。元和已後，院長一人别敇承旨，或密受顧問，獨召對敭，居北壁之東閤，號為承旨閤子。其屋棟别列名焉。故事駕在大内，即于明福門置院；駕在興慶宮，則于金明門内置院。今在銀臺門之北，第一門向（闕文）牓，曰翰林之門。其制高大重複，號為胡門。入門直西為學士院，即開元十六年所置也。引鈴于外，惟宣事入。其北門為翰林院。又北為少陽院。東屋三院，西廂之結麟樓，南西並禁軍署，有高品使二人知院事，毎日晩執事於思政殿，退而傳旨，小使衣緑黄青者，逮至十人，更番守曹。南廳五間，本學士駙馬都尉張垍飾為公主堂。今，東西間，前架高品使居之；中架為藏書南庫；西三間，前架中三洞各設榻，受制旨印書詔二時。會食之所四壁列制敇條例名數，其中使置博局一印櫃。中間為北一戸架，東西各二間，學士居。壁之出北門，横屋六間，當北廳間是承旨閤子並學士雜處之題記名氏存于壁者，自呂向始。建中已後年月，遷品使之馬廏，北為竇庫，之北，小板廊扺於北廳。廳西舍之南，其一門，待詔戴小平嘗處其中死而復生。因敞為南向之宇，畫山水樹石，號為畫堂。次二間貯逺嵗詔草及制舉詞策。又北迴而東並待詔居之。又東盡于東垣為典主堂。待詔之職，執筆硯以俟書冩，多至五六員，其選以能不以地故，未嘗用士人。自王伾得志，優給頗厚。率三嵗一轉官，有至四品登朝者。虛廊曲壁多畫怪石、松鶴。北廳之西南小樓，王涯率人為之，院内古槐松、玉蘂藥樹、柿子、木瓜、菴羅、峘山桃李杏、櫻桃、紫薔薇、辛夷、蒲萄、冬青、玫瑰、凌霄、牡丹、山丹、芍藥、石竹、紫花、蕪菁、青菊、當陸、茂葵、萱草，紫苑署學士至者雜植其間，殆至繁隘。元和十二年，肇自監察御史入。明年四月，改左補闕，依舊職守。中書舍人張仲素、祠部郎中知制誥段文昌、司勲員外郎杜元頴、司門員外郎沈傳師在焉。是時。睿聖文武皇帝裂海岱十二州為三道之嵗時。以居翰苑，皆謂凌玉清，遡紫霄，豈止於登瀛洲哉。亦曰登玉署玉堂焉。 \\n  \\n 　 \\n  \\n  \\n 　"}
