{"章节": "卷之一", "正文": "  \\n 卷之一 \\n 　 \\n  \\n 有虞二妃 \\n 有虞二妃者，帝堯之二女也。長娥皇，次女英。舜父頑母嚚。父號瞽叟，弟曰象，敖游於嫚，舜能諧柔之，承事瞽叟以孝。母憎舜而愛象，舜猶內治，靡有姦意。四嶽薦之於堯，堯乃妻以二女以觀厥內。二女承事舜於畎畝之中，不以天子之女故而驕盈怠嫚，猶謙謙恭儉，思盡婦道。瞽叟與象謀殺舜。使塗廩，舜歸告二女曰：「父母使我塗廩，我其往。」二女曰：「往哉！」舜既治廩，乃捐階，瞽叟焚廩，舜往飛出。象復與父母謀，使舜浚井。舜乃告二女，二女曰：「俞，往哉！」舜往浚井，格其出入，從掩，舜潛出。時既不能殺舜，瞽叟又速舜飲酒，醉將殺之，舜告二女，二女乃與舜藥浴汪，遂往，舜終日飲酒不醉。舜之女弟繫憐之，與二嫂諧。父母欲殺舜，舜猶不怨，怒之不已。舜往于田號泣，日呼旻天，呼父母。惟害若茲，思慕不已。不怨其弟，篤厚不怠。既納於百揆，賓於四門，選於林木，入於大麓，堯試之百方，每事常謀於二女。舜既嗣位，升為天子，娥皇為后，女英為妃。封象於有庳，事瞽叟猶若初焉。天下稱二妃聰明貞仁。舜陟方，死於蒼梧，號曰重華。二妃死於江湘之間，俗謂之湘君。君子曰：「二妃德純而行篤。詩云：「不顯惟德，百辟其刑之。」此之謂也。 \\n 頌曰：元始二妃，帝堯之女，嬪列有虞，承舜於下，以尊事卑，終能勞苦，瞽叟和寧，卒享福祜。 \\n 棄母姜嫄 \\n 棄母姜嫄者，邰侯之女也。當堯之時，行見巨人跡，好而履之，歸而有娠，浸以益大，心怪惡之，卜筮禋祀，以求無子，終生子。以為不祥而棄之隘巷，牛羊避而不踐。乃送之平林之中，後伐平林者咸薦之覆之。乃取置寒冰之上，飛鳥傴翼之。姜嫄以為異，乃收以歸。因命曰棄。姜嫄之性，清靜專一，好種稼穡。及棄長，而教之種樹桑麻。棄之性明而仁，能育其教，卒致其名。堯使棄居稷官，更國邰地，遂封棄於邰，號曰后稷。及堯崩，舜即位，乃命之曰：「棄！黎民阻飢，汝居稷，播時百穀。」其後世世居稷，至周文武而興為天子。君子謂姜嫄靜而有化。詩云：「赫赫姜嫄，其德不回，上帝是依。」又曰：「思文后稷，克配彼天，立我烝民。」此之謂也。 \\n 頌曰：棄母姜嫄，清靜專一，履跡而孕，懼棄於野，鳥獸覆翼，乃復收恤，卒為帝佐，母道既畢。 \\n 契母簡狄 \\n 契母簡狄者，有娀氏之長女也。當堯之時，與其妹娣浴於玄丘之水。有玄鳥銜卵，過而墜之。五色甚好，簡狄與其妹娣競往取之。簡狄得而含之，誤而吞之，遂生契焉。簡狄性好人事之治，上知天文，樂於施惠。及契長，而教之理順之序。契之性聰明而仁，能育其教，卒致其名。堯使為司徒，封之於亳。及堯崩，舜即位，乃敕之曰：「契！百姓不親，五品不遜，汝作司徒，而敬敷五教在寬。」其後世世居亳，至殷湯興為天子。君子謂簡狄仁而有禮。詩云：「有娀方將，立子生商。又曰：「天命玄鳥，降而生商。」此之謂也。 \\n 頌曰：契母簡狄，敦仁勵翼，吞卵產子，遂自脩飾，教以事理，推恩有德，契為帝輔，蓋母有力。 \\n 啟母塗山 \\n 啟母者，塗山氏長女也。夏禹娶以為妃。既生啟，辛壬癸甲，啟呱呱泣，禹去而治水，惟荒度土功，三過其家，不入其門。塗山獨明教訓，而致其化焉。及啟長，化其德而從其教，卒致令名。禹為天子，而啟為嗣，持禹之功而不殞。君子謂塗山彊於教誨。詩云：「釐爾士女，從以孫子。」此之謂也。 \\n 頌曰：啟母塗山，維配帝禹，辛壬癸甲，禹往敷土，啟呱呱泣，母獨論序，教訓以善，卒繼其父。 \\n 湯妃有｛新女｝ \\n 湯妃有｛新女｝者，有妊氏之女也。殷湯娶以為妃，生仲壬外丙，亦明教訓，致其功。有妊之妃湯也，統領九嬪，後宮有序，咸無妒媢逆理之人，卒致王功。君子謂妃明而有序。詩云：「窈窕淑女，君子好逑。」言賢女能為君子和好眾妾，其有｛新女｝之謂也。 \\n 頌曰：湯妃有｛新女｝，質行聰明，媵從伊尹，自夏適殷，勤愨治中，九嬪有行，化訓內外，亦無愆殃。 \\n 周室三母 \\n 三母者，大姜、大任、大姒。大姜者，王季之母，有台氏之女。大王娶以為妃。生大伯、仲雍、王季。貞順率導，靡有過失。大王謀事遷徙，必與。大姜。君子謂大姜廣於德教。大任者，文王之母，摯任氏中女也。王季娶為妃。大任之性，端一誠莊，惟德之行。及其有娠，目不視惡色，耳不聽淫聲，口不出敖言，能以胎教。溲於豕牢，而生文王。文王生而明聖，大任教之，以一而識百，卒為周宗。君子謂大任為能胎教。古者婦人妊子，寢不側，坐不邊，立不蹕，不食邪味，割不正不食，席不正不坐，目不視於邪色，耳不聽於淫聲。夜則令瞽誦詩，道正事。如此，則生子形容端正，才德必過人矣。故妊子之時，必慎所感。感於善則善，感於惡則惡。人生而肖萬物者，皆其母感於物，故形音肖之。文王母可謂知肖化矣。大姒者，武王之母，禹後有莘姒氏之女。仁而明道。文王嘉之，親迎於渭，造舟為梁。及入，大姒思媚大姜、大任，旦夕勤勞，以進婦道。大姒號曰文母，文王治外，文母治內。大姒生十男：長伯邑考、次武王發、次周公旦、次管叔鮮、次蔡叔度、次曹叔振鐸、次霍叔武、次成叔處、次康叔封、次聃季載。大姒教誨十子，自少及長，未嘗見邪僻之事。及其長，文王繼而教之，卒成武王周公之德。君子謂大姒仁明而有德。詩曰：「大邦有子，俔天之妹，文定厥祥，親迎于渭，造舟為梁，不顯其光。」又曰：「大姒嗣徽音，則百斯男。」此之謂也。 \\n 頌曰：周室三母，大姜任姒，文武之興，蓋由斯起。大姒最賢，號曰文母。三姑之德，亦甚大矣！ \\n 衛姑定姜 \\n 衛姑定姜者，衛定公之夫人，公子之母也。公子既娶而死，其婦無子，畢三年之喪，定姜歸其婦，自送之，至於野。恩愛哀思，悲心感慟，立而望之，揮泣垂涕。乃賦詩曰：「燕燕于飛，差池其羽，之子于歸，遠送于野，瞻望不及，泣涕如雨。」送去歸泣而望之。又作詩曰：「先君之思，以畜寡人。」君子謂定姜為慈姑過而之厚。定公惡孫林父，孫林父奔晉。晉侯使郤犨為請還，定公欲辭，定姜曰：「不可，是先君宗卿之嗣也。大國又以為請，而弗許，將亡。雖惡之，不猶愈於亡乎！君其忍之。夫安民而宥宗卿，不亦可乎！」定公遂復之。君子謂定姜能遠患難。詩曰：「其儀不忒，正是四國。」此之謂也。定公卒，立敬姒之子衎為君，是為獻公。獻公居喪而慢。定姜既哭而息，見獻公之不哀也，不內食飲，嘆曰：「是將敗衛國，必先害善人，天禍衛國也！夫吾不獲鱄也使主社稷。」大夫聞之皆懼。孫文子自是不敢舍其重器於衛。鱄者，獻公弟子鮮也。賢，而定姜欲立之而不得。後獻公暴虐，慢侮定姜。卒見逐走，出亡至境，使祝宗告亡，且告無罪於廟。定姜曰：「不可。若令無神，不可誣。有罪，若何告無罪也。且公之行，舍大臣而與小臣謀，一罪也。先君有衛卿以為師保，而蔑之，二罪也。余以巾櫛事先君，而暴妾使余，三罪也。告亡而已，無告無罪。其後賴鱄力，獻公復得反國。君子謂定姜能以辭教。詩云：「我言惟服。」此之謂也。鄭皇耳率師侵衛，孫文子卜追之，獻兆於定姜曰：「兆如山林，有夫出征而喪其雄。」定姜曰：「征者喪雄，禦寇之利也。大夫圖之。」衛人追之，獲皇耳於犬丘。君子謂定姜達於事情。詩云：「左之左之，君子宜之。」此之謂也。 \\n 頌曰：衛姑定姜，送婦作詩，恩愛慈惠，泣而望之。數諫獻公，得其罪尤。聰明遠識，麗於文辭。 \\n 齊女傅母 \\n 傅母者，齊女之傅母也。女為衛莊公夫人，號曰莊姜。姜交好。始往，操行衰惰，有冶容之行，淫泆之心。傅母見其婦道不正，諭之云：「子之家，世世尊榮，當為民法則。子之質，聰達於事，當為人表式。儀貌壯麗，不可不自脩整。衣錦絅裳，飾在輿馬，是不貴德也。」乃作詩曰：「碩人其頎，衣錦絅衣，齊侯之子，衛侯之妻，東宮之妹，邢侯之姨，譚公維私。」砥厲女之心以高節，以為人君之子弟，為國君之夫人，尤不可有邪僻之行焉。女遂感而自脩。君子善傅母之防未然也。莊姜者，東宮得臣之妹也。無子。姆戴媯之子桓公，公子州吁嬖人之子也。有寵，驕而好兵，莊公弗禁。後州吁果殺桓公。詩曰：「毋教猱升木。」此之謂也。 \\n 頌曰：齊女傅母，防女未然，稱列先祖，莫不尊榮，作詩明指，使無辱先，莊姜姆妹，卒能脩身。 \\n 魯季敬姜 \\n 魯季敬姜者，莒女也。號戴己。魯大夫公父穆伯之妻，文伯之母季康子之從祖叔母也。博達知禮。穆伯先死，敬姜守養。文伯出學而還歸，敬姜側目而盼之。見其友上堂，從後階降而卻行，奉劍而正履，若事父兄。文伯自以為成人矣。敬姜召而數之曰：「昔者武王罷朝，而結絲嘺絕，左右顧無可使結之者，俯而自申之，故能成王道。桓公坐友三人，諫臣五人，日舉過者三十人，故能成伯業。周公一食而三吐哺，一沐而三握髮，所執贄而見於窮閭隘巷者七十餘人，故能存周室。彼二聖一賢者，皆霸王之君也，而下人如此。其所與遊者，皆過己者也。是以日益而不自知也。今以子年之少而位之卑，所與遊者，皆為服役。子之不益，亦以明矣。」文伯乃謝罪。於是乃擇嚴師賢友而事之。所與遊處者皆黃耄倪齒也，文伯引衽攘捲而親饋之。敬姜曰：「子成人矣。」君子謂敬姜備於教化。詩云：「濟濟多士，文王以寧。」此之謂也。文伯相魯。敬姜謂之曰：「吾語汝，治國之要，盡在經矣。夫幅者，所以正曲枉也，不可不彊，故幅可以為將。畫者，所以均不均、服不服也，故畫可以為正。物者，所以治蕪與莫也，故物可以為都大夫。持交而不失，出入不絕者，捆也。捆可以為大行人也。推而往，引而來者，綜也。綜可以為關內之師。主多少之數者，均也。均可以為內史。服重任，行遠道，正直而固者，軸也。軸可以為相。舒而無窮者，摘也。摘可以為三公。」文伯再拜受教。文伯退朝，朝敬姜，敬姜方績。文伯曰：「以歜之家，而主猶績，懼干季孫之怒，其以歜為不能事主乎！」敬姜歎曰：「魯其亡乎！使童子備官而未之聞耶！居，吾語汝。昔聖王之處民也，擇瘠土而處之，勞其民而用之，故長王天下。夫民勞則思，思則善心生，逸則淫，淫則忘善，忘善則惡心生。沃土之民不材，淫也。瘠土之民嚮義，勞也。是故天子大采朝日，與三公九卿組織地德。日中考政，與百官之政事，使師尹維旅牧宣敘民事。少采夕月，與太史司載糾虔天刑。日入監九御，使潔奉禘郊之粢盛，而後即安。諸侯朝脩天子之業令，晝考其國，夕省其典刑，夜儆百工，使無慆淫，而後即安。卿大夫朝考其職，晝講其庶政，夕序其業，夜庀其家事，而後即安。士朝而受業，晝而講隸，夕而習復，夜而討過，無憾，而後即安。自庶人以下，明而動，晦而休，無自以怠。王后親織玄紞，公侯之夫人加之以紘綖，卿之內子為大帶，命婦成祭服，則士之妻加之以朝服，自庶士以下皆衣其夫。社而賦事，烝而獻功，男女效績，否則有辟，古之制也。君子勞心，小人勞力，先王之訓也。自上以下，誰敢淫心舍力。今我寡也，爾又在下位，朝夕處事，猶恐忘先人之業，況有怠惰，其何以辟！吾冀汝朝夕脩，我曰必無廢先人，爾今也曰胡不自安。以是承君之官，余懼穆伯之絕嗣也。仲尼聞之曰：「弟子記之，季氏之婦不淫矣！」詩曰：「婦無公事，休其蠶織。」言婦人以織績為公事者也。休之非禮也。文伯飲南宮敬叔酒，以露堵父為客，羞鱉焉小，堵父怒，相延食鱉，堵父辭曰：「將使鱉長而食之。」遂出。敬姜聞之，怒曰「吾聞之先子曰：『祭養尸，饗養上賓。』鱉於人何有，而使夫人怒！」遂逐文伯。五日，魯大夫辭而復之。君子謂敬姜為慎微。詩曰：「我有旨酒，嘉賓式讌以樂。」言尊賓也。文伯卒，敬姜戒其妾曰：「吾聞之，『好內，女死之；好外，士死之。』今吾子夭死，吾惡其以好內聞也，二三婦之辱。共祀先祀者，請毋瘠色，毋揮涕，毋陷膺，毋憂容，有降服，毋加服，從禮而靜，是昭吾子。仲尼聞之曰：「女知莫如婦，男知莫如夫，公父氏之婦知矣，欲明其子之令德。」詩曰：「君子有穀，貽厥孫子。」此之謂也。敬姜之處喪也，朝哭穆伯，暮哭文伯。仲尼聞之曰：「季氏之婦可謂知禮矣，愛而無私，上下有章。」敬姜嘗如季氏。康子在朝，與之言，不應，從之，及寢門，不應而入。康子辭於朝，而入見曰：「肥也不得聞命，毋乃罪耶？」敬姜對曰：「子不聞耶？天子及諸侯合民事於內朝，自卿大夫以下合官職於外朝，合家事於內朝，寢門之內，婦人治其職焉。上下同之。夫外朝子將業君之官職焉，內朝子將庀季氏之政焉，皆非吾所敢言也。康子嘗至敬姜，〈門為〉門而與之言，皆不踰閾。祭悼子，康子與焉，酢不受，徹俎不讌，宗不具不繹，繹不盡飲則退。仲尼謂敬姜別於男女之禮矣。詩曰：「女也不爽。」此之謂也。 \\n 頌曰：文伯之母，號曰敬姜，通達知禮，德行光明，匡子過失，教以法理，仲尼賢焉，列為慈母。 \\n 楚子發母 \\n 楚將子發之母也。子發攻秦絕糧，使人請於王，因歸問其母。母問使者曰：「士卒得無恙乎？」對曰：「士卒并分菽粒而食之。」又問：「將軍得無恙乎？」對曰：「將軍朝夕芻豢黍粱。」子發破秦而歸，其母閉門而不內。使人數之曰：「子不聞越王句踐之伐吳耶？客有獻醇酒一器者，王使人注江之上流，使士卒飲其下流，味不及加美，而士卒戰自五也。異日有獻一囊糗糒者，王又以賜軍士，分而食之，甘不踰嗌，而戰自十也。今子為將，士卒并分菽粒而食之，子獨朝夕芻豢黍粱，何也？詩不云乎：『好樂無荒，良士休休。』言不失和也。夫使人入於死地，而自康樂於其上，雖有以得勝，非其術也。子非吾子也，無入吾門。」子發於是謝其母，然後內之。君子謂子發母能以教誨。詩云：「教誨爾子，式穀似之。」此之謂也。 \\n 頌曰：子發之母，刺子驕泰，將軍稻粱，士卒菽粒，責以無禮，不得人力，君子嘉焉，編於母德。 \\n 鄒孟軻母 \\n 鄒孟軻之母也。號孟母。其舍近墓。孟子之少也，嬉遊為墓間之事，踴躍築埋。孟母曰：「此非吾所以居處子也。」乃去舍市傍。其嬉戲為賈人衒賣之事。孟母又曰：「此非吾所以居處子也。」復徙舍學宮之傍。其嬉遊乃設俎豆揖讓進退。孟母曰：「真可以居吾子矣。」遂居之。及孟子長，學六藝，卒成大儒之名。君子謂孟母善以漸化。詩云：「彼姝者子，何以予之？」此之謂也。孟子之少也，既學而歸，孟母方績，問曰：「學何所至矣？」孟子曰：「自若也。」孟母以刀斷其織。孟子懼而問其故，孟母曰：「子之廢學，若吾斷斯織也。夫君子學以立名，問則廣知，是以居則安寧，動則遠害。今而廢之，是不免於廝役，而無以離於禍患也。何以異於織績而食，中道廢而不為，寧能衣其夫子，而長不乏糧食哉！女則廢其所食，男則墮於脩德，不為竊盜，則為虜役矣。」孟子懼，旦夕勤學不息，師事子思，遂成天下之名儒。君子謂孟母知為人母之道矣。詩云：「彼姝者子，何以告之？」此之謂也。孟子既娶，將入私室，其婦袒而在內，孟子不悅，遂去不入。婦辭孟母而求去，曰：「妾聞夫婦之道，私室不與焉。今者妾竊墮在室，而夫子見妾，勃然不悅，是客妾也。婦人之義，蓋不客宿。請歸父母。於是孟母召孟子而謂之曰：「夫禮，將入門，問孰存，所以致敬也。將上堂，聲必揚，所以戒人也。將入戶，視必下，恐見人過也。今子不察於禮，而責禮於人，不亦遠乎！」孟子謝，遂留其婦。君子謂孟母知禮，而明於姑母之道。孟子處齊，而有憂色。孟母見之曰：「子若有憂色，何也？」孟子曰：「不敏。」異日閒居，擁楹而歎。孟母見之曰：「鄉見子有憂色，曰不也，今擁楹而歎，何也？」孟子對曰：「軻聞之：君子稱身而就位，不為苟得而受賞，不貪榮祿。諸侯不聽，則不達其上。聽而不用，則不踐其朝。」今道不用於齊，願行而母老，是以憂也。」孟母曰：「夫婦人之禮，精五飯，羃酒漿，養舅姑，縫衣裳而已矣。故有閨內之脩，而無境外之志。易曰：『在中饋，无攸遂。』詩曰：『無非無儀，惟酒食是議。』以言婦人無擅制之義，而有三從之道也。故年少則從乎父母，出嫁則從乎夫，夫死則從乎子，禮也。今子成人也，而我老矣。子行乎子義，吾行乎吾禮。」君子謂孟母知婦 \\n 道。詩云：「載色載笑，匪怒匪教。」此之謂也。 \\n 頌曰：孟子之母，教化列分，處子擇藝，使從大倫，子學不進，斷機示焉，子遂成德，為當世冠。 \\n 魯之母師 \\n 母師者，魯九子之寡母也。臘日休作者，歲祀禮事畢，悉召諸子，謂曰：「婦人之義，非有大故，不出夫家。然吾父母家多幼稚，歲時禮不理。吾從汝謁往監之。」諸子皆頓首許諾。又召諸婦曰：「婦人有三從之義，而無專制之行。少繫於父母，長繫於夫，老繫於子。今諸子許我歸視私家，雖踰正禮，願與少子俱，以備婦人出入之制。諸婦其慎房戶之守，吾夕而反。」於是使少子僕，歸辨家事。天陰還失早，至閭外而止，夕而入。魯大夫從臺上見而怪之。使人閒視其居處，禮節甚脩，家事甚理。使者還以狀對。於是大夫召母而問之曰：「一日從北方來，至閭而止，良久，夕乃入。吾不知其故，甚怪之，是以問也。」母對曰：「妾不幸，早失夫，獨與九子居。臘日，禮畢事間，從諸子謁歸視私家。與諸婦孺子期，夕而反。妾恐其酺醵醉飽，人情所有也。妾反太早，不敢復返，故止閭外，期盡而入。大夫美之，言於穆公，賜母尊號曰母師。使朝謁夫人，夫人諸姬皆師之。君子謂母師能以身教。夫禮，婦人未嫁，則以父母為天；既嫁，則以夫為天。其喪父母，則降服一等，無二天之義也。詩云：「出宿于濟，飲餞于禰，女子有行，遠父母兄弟。」 \\n 頌曰：九子之母，誠知禮經，謁歸還反，不揜人情，德行既備，卒蒙其榮，魯君賢之，號以尊名。 \\n 魏芒慈母 \\n 魏芒慈母者，魏孟陽氏之女，芒卯之後妻也。有三子。前妻之子有五人，皆不愛慈母。遇之甚異，猶不愛。慈母乃命其三子，不得與前妻子齊衣服飲食，起居進退甚相遠，前妻之子猶不愛。於是前妻中子犯魏王令當死，慈母憂戚悲哀，帶圍減尺，朝夕勤勞以救其罪人。有謂慈母曰：「人不愛母至甚也，何為勤勞憂懼如此？」慈母曰：「如妾親子，雖不愛妾，猶救其禍而除其害，獨於假子而不為，何以異於凡母！其父為其孤也，而使妾為其繼母。繼母如母，為人母而不能愛其子，可謂慈乎！親其親而偏其假，可謂義乎！不慈且無義，何以立於世！彼雖不愛，妾安可以忘義乎！」遂訟之。魏安釐王聞之，高其義曰：「慈母如此，可不救其子乎！」乃赦其子，復其家。自此五子親附慈母，雍雍若一。慈母以禮義之漸，率導八子，咸為魏大夫卿士，各成於禮義。君子謂慈母一心。詩云：「尸鳩在桑，其子七兮，淑人君子，其儀一兮，其儀一兮，心如結兮。」言心之均一也。尸鳩以一心養七子，君子以一儀養萬物。一心可以事百君，百心不可以事一君。此之謂也。 \\n 頌曰：芒卯之妻，五子後母，慈惠仁義，扶養假子，雖不吾愛，拳拳若親，繼母若斯，亦誠可尊。 \\n 齊田稷母 \\n 齊田稷子之母也。田稷子相齊，受下吏之貨金百鎰，以遺其母。母曰：「子為相三年矣，祿未嘗多若此也，豈脩士大夫之費哉！安所得此？」對曰：「誠受之於下。」其母曰：「吾聞士脩身潔行，不為苟得。竭情盡實，不行詐偽。非義之事，不計於心。非理之利，不入於家。言行若一，情貌相副。今君設官以待子，厚祿以奉子，言行則可以報君。夫為人臣而事其君，猶為人子而事其父也。盡力竭能，忠信不欺，務在效忠，必死奉命，廉潔公正，故遂而無患。今子反是，遠忠矣。夫為人臣不忠，是為人子不孝也。不義之財，非吾有也。不孝之子，非吾子也。子起。」田稷子慚而出，反其金，自歸罪於宣王，請就誅焉。宣王聞之，大賞其母之義，遂舍稷子之罪，復其相位，而以公金賜母。君子謂，稷母廉而有化。詩曰：「彼君子兮，不素飧兮。」無功而食祿，不為也，況於受金乎！ \\n 頌曰：田稷之母，廉潔正直，責子受金，以為不德，忠孝之事，盡財竭力，君子受祿，終不素食。 \\n  \\n   \\n  "}
{"章节": "卷之二", "正文": "  \\n 卷之二 \\n 　 \\n  \\n 周宣姜后 \\n 周宣姜后者，齊侯之女也。賢而有德，事非禮不言，行非禮不動。宣王嘗早臥晏起，后夫人不出房。姜后脫簪珥，待罪於永巷，使其傅母通言於王曰：「妾不才，妾之淫心見矣，至使君王失禮而晏朝，以見君王樂色而忘德也。夫苟樂色，必好奢窮欲，亂之所興也。原亂之興，從婢子起。敢請婢子之罪。」王曰：「寡人不德，實自生過，非夫人之罪也。」遂復姜后而勤於政事。早朝晏退，卒成中興之名。君子謂，姜后善於威儀而有德行。夫禮，后夫人御於君，以燭進。至於君所，滅燭，適房中，脫朝服，衣褻服，然後進御於君。雞鳴，樂師擊鼓以告旦，后夫人鳴佩而去。詩曰：「威儀抑抑，德音秩秩。」又曰：「隰桑有阿，其葉有幽，既見君子，德音孔膠。」夫婦人以色親，以德固。姜氏之德行可謂孔膠也。 \\n 頌曰：嘉茲姜后，厥德孔賢，由禮動作，匡配周宣，引過推讓，宣王悟焉，夙夜崇道，為中興君。 \\n 齊桓衛姬 \\n 衛姬者，衛侯之女，齊桓公之夫人也。桓公好淫樂，衛姬為之不聽鄭衛之音。桓公用管仲甯戚，行霸道，諸侯皆朝，而衛獨不至。桓公與管仲謀伐衛。罷朝入閨，衛姬望見桓公，脫簪珥，解環佩，下堂再拜，曰：「願請衛之罪。」桓公曰：「吾與衛無故，姬何請耶？」對曰：「妾聞之：人君有三色，顯然喜樂容貌淫樂者，鐘鼓酒食之色。寂然清靜意氣沉抑者，喪禍之色。忿然充滿手足矜動者，攻伐之色。今妾望君舉趾高，色厲音揚，意在衛也，是以請也。」桓公許諾。明日臨朝，管仲趨進曰：「君之蒞朝也，恭而氣下，言則徐，無伐國之志，是釋衛也。」桓公曰：「善。」乃立衛姬為夫人，號管仲為仲父。曰：「夫人治內，管仲治外。寡人雖愚，足以立於世矣。」君子謂衛姬信而有行。詩曰：「展如之人兮，邦之媛也。」 \\n 頌曰：齊桓衛姬，忠款誠信，公好淫樂，姬為脩身，望色請罪，桓公加焉，厥使治內，立為夫人。 \\n 晉文齊姜 \\n 齊姜，齊桓公之宗女，晉文公之夫人也。初文公父獻公，納驪姬，譖殺太子申生。文公號公子重耳，與舅犯奔狄。適齊，齊桓公以宗女妻之，遇之甚善，有馬二十乘，將死於齊，曰：「人生安樂而已，誰知其他。」子犯知文公之安齊也，欲行而患之，與從者謀於桑下，蠶妾在焉。妾告姜氏，姜殺之，而言於公子曰：「從者將以子行，聞者吾已除之矣。公子必從，不可以貳，貳無成命。自子去晉，晉無寧歲。天未亡晉，有晉國者，非子而誰，子其勉之！上帝臨子，貳必有咎。」公子曰：「吾不動，必死於此矣。」姜曰：「不可。周詩曰：『莘莘征夫，每懷靡及。』夙夜征行，猶恐無及，況欲懷安，將何及矣！人不求及，其能及乎！亂不長世，公子必有晉。」公子不聽。姜與舅犯謀，醉，載之以行，酒醒，公子以戈逐舅犯曰：「若事有濟則可，無所濟，吾食舅氏之肉豈有饜哉！」遂行，過曹宋鄭楚而入秦。秦穆公乃以兵內之於晉，晉人殺懷公而立公子重耳，是為文公。迎齊姜以為夫人。遂霸天下，為諸侯盟主。君子謂齊姜潔而不瀆，能育君子於善。詩曰：「彼美孟姜，可與寤言。」此之謂也。 \\n 頌曰：齊姜公正，言行不怠，勸勉晉文，反國無疑，公子不聽，姜與犯謀，醉而載之，卒成霸基。 \\n 秦穆公姬 \\n 穆姬者，秦穆公之夫人，晉獻公之女，太子申生之同母姊，與惠公異母。賢而有義。獻公殺太子申生，逐群公子。惠公號公子夷吾，奔梁。及獻公卒，得因秦立。始即位，穆姬使納群公子曰：「公族者，君之根本。」惠公不用，又背秦賂。晉饑，請粟於秦，秦與之。秦饑，請粟於晉，晉不與。秦遂興兵與晉戰，獲晉君以歸。秦穆公曰：「埽除先人之廟，寡人將以晉君見。」穆姬聞之，乃與太子罃、公子宏，與女簡璧，衰絰履薪以迎。且告穆公曰：「上天降災，使兩君匪以玉帛相見，乃以興戎。婢子娣姒，不能相教，以辱君命。晉君朝以入，婢子夕以死。惟君其圖之。」公懼，乃舍諸靈臺。大夫請以入，公曰：「獲晉君以功歸，今以喪歸，將焉用！遂改館晉君，饋以七牢而遣之。穆姬死，穆姬之弟重耳入秦，秦送之晉，是為晉文公。太子罃思母之恩，而送其舅氏也，作詩曰：「我送舅氏，曰至渭陽，何以贈之？路車乘黃。」君子曰：「慈母生孝子。」詩云：「敬慎威儀，維民之則。」穆姬之謂也。 \\n 頌曰：秦穆夫人，晉惠之姊。秦執晉君，夫人流涕，痛不能救，乃將赴死，穆公義之，遂釋其弟。 \\n 楚莊樊姬 \\n 樊姬，楚莊王之夫人也。莊王即位，好狩獵。樊姬諫不止，乃不食禽獸之肉，王改過，勤於政事。王嘗聽朝罷晏，姬下殿迎曰：「何罷晏也，得無飢倦乎？」王曰：「與賢者語，不知飢倦也。」姬曰：「王之所謂賢者何也？」曰：「虞丘子也。」姬掩口而笑，王曰：「姬之所笑何也？」曰：「虞丘子賢則賢矣，未忠也。」王曰：「何謂也？」對曰：「妾執巾櫛十一年，遣人之鄭衛，求美人進於王。今賢於妾者二人，同列者七人。妾豈不欲擅王之愛寵哉！妾聞『堂上兼女，所以觀人能也。』妾不能以私蔽公，欲王多見知人能也。今虞丘子相楚十餘年，所薦非子弟，則族昆弟，未聞進賢退不肖，是蔽君而塞賢路。知賢不進，是不忠；不知其賢，是不智也。妾之所笑，不亦可乎！」王悅。明日，王以姬言告虞丘子，丘子避席，不知所對。於是避舍，使人迎孫叔敖而進之，王以為令尹。治楚三年，而莊王以霸。楚史書曰：「莊王之霸，樊姬之力也。」詩曰：「大夫夙退，無使君勞。」其君者，謂女君也。又曰：「溫恭朝夕，執事有恪。」此之謂也。 \\n 頌曰：樊姬謙讓，靡有嫉妒，薦進美人，與己同處，非刺虞丘，蔽賢之路，楚莊用焉，功業遂伯。 \\n 周南之妻 \\n 周南之妻者，周南大夫之妻也。大夫受命，平治水土。過時不來，妻恐其懈於王事，蓋與其鄰人陳素所與大夫言：「國家多難，惟勉強之，無有譴怒，遺父母憂。昔舜耕於歷山，漁於雷澤，陶於河濱。非舜之事，而舜為之者，為養父母也。家貧親老，不擇官而仕。親操井臼，不擇妻而娶。故父母在，當與時小同，無虧大義，不罹患害而已。夫鳳凰不離於蔚羅，麒麟不入於陷穽，蛟龍不及於枯澤。鳥獸之智，猶知避害，而況於人乎！生於亂世，不得道理，而迫於暴虐，不得行義，然而仕者，為父母在故也。乃作詩曰：『魴魚赬尾，王室如毀，雖則如毀，父母孔邇。』蓋不得已也。」君子以是知周南之妻而能匡夫也。 \\n 頌曰：周大夫妻，夫出治土，維戒無怠，勉為父母，凡事遠周，之在，作詩魴魚，以敕君子。 \\n 宋鮑女宗 \\n 女宗者，宋鮑蘇之妻也。養姑甚謹。鮑蘇仕衛三年，而娶外妻，女宗養姑愈敬。因往來者請問其夫，賂遺外妻甚厚。女宗姒謂曰：「可以去矣。」女宗曰：「何故？」姒曰：「夫人既有所好，子何留乎？」女宗曰：「婦人一醮不改，夫死不嫁，執麻枲，治絲繭，織紝組紃，以供衣服，以事夫室，澈漠酒醴，羞饋食以事舅姑。以專一為貞，以善從為順。貞順，婦人之至行也。豈以專夫室之愛為善哉！若其以淫意為心，而扼夫室之好，吾未知其善也。夫禮，天子十二，諸侯九，卿大夫三，士二。今吾夫誠士也。有二，不亦宜乎！且婦人有七見去。夫無一去義。七去之道，妒正為首。淫僻竊盜，長舌驕侮，無子惡病，皆在其後。吾姒不教吾以居室之禮，而反欲使吾為見棄之行，將安所用此！」遂不聽，事姑愈謹。宋公聞之，表其閭，號曰女宗。君子謂女宗謙而知禮。詩云：「令儀令色，小心翼翼，故訓是式，威儀是力。」此之謂也。 \\n 頌曰：宋鮑女宗，好禮知理。夫有外妻，不為變己。稱引婦道，不聽其姒。宋公賢之，表其閭里。 \\n 晉趙衰妻 \\n 晉趙衰妻者，晉文公之女也。號趙姬。初文公為公子時，與趙衰奔狄。狄人入其二女叔隗季隗於公子，公以叔隗妻趙衰，生盾。及反國，文公以其女趙姬妻趙衰。生原、同、屏、括、樓、嬰。趙姬請迎盾與其母而納之，趙衰辭而不敢。姬曰：「不可。夫得寵而忘舊，舍義。好新而嫚故，無恩。與人勤於隘厄，富貴而不顧，無禮。君棄此三者，何以使人！雖妾亦無以侍執巾櫛。詩不云：『乎采葑采菲，無以下體，德音莫違，及爾同死。』與人同寒苦，雖有小過，猶與之同死而不去，況於安新忘舊乎！又曰：『讌爾新婚，不我屑以。』蓋傷之也。君其逆之，無以新廢舊。」趙衰許諾，乃逆叔隗與盾來。姬以盾為賢，請立為嫡子，使三子下之。以叔隗為內婦，姬親下之。及盾為正卿，思趙姬之讓恩，請以姬之中子屏、括為公族大夫。曰：「君，姬氏之愛子也。微君姬氏，則臣狄人也，何以至此！」成公許之。屏、括遂以其族為公族大夫。君子謂趙姬恭而有讓。詩曰：「溫溫恭人，維德之基。」趙姬之謂也。 \\n 頌曰：趙衰姬氏，制行分明，身雖尊貴，不妒偏房，躬事叔隗，子盾為嗣，君子美之，厥行孔備。 \\n 陶荅子妻 \\n 陶大夫荅子之妻也。荅子治陶三年，名譽不興，家富三倍。其妻數諫不用。居五年，從車百乘歸休。宗人擊牛而賀之，其妻獨抱兒而泣。姑怒曰：「何其不祥也！」婦曰：「夫子能薄而官大，是謂嬰害。無功而家昌，是謂積殃。昔楚令尹子文之治國也，家貧國富，君敬民戴，故福結於子孫，名垂於後世。今夫子不然。貪富務大，不顧後害。妾聞南山有玄豹，霧雨七日而不下食者，何也？欲以澤其毛而成文章也。故藏而遠害。犬彘不擇食以肥其身，坐而須死耳。今夫子治陶，家富國貧，君不敬，民不戴，敗亡之徵見矣。願與少子俱脫。」姑怒，遂棄之。處期年，荅子之家果以盜誅。唯其母老以免，婦乃與少子歸養姑，終卒天年。君子謂荅子妻能以義易利，雖違禮求去，終以全身復禮，可謂遠識矣。詩曰：「百爾所思，不如我所之。」此之謂也。 \\n 頌曰：荅子治陶，家富三倍，妻諫不聽，知其不改，獨泣姑怒，送厥母家，荅子逢禍，復歸養姑。 \\n 柳下惠妻 \\n 魯大夫柳下惠之妻也。柳下惠處魯，三黜而不去，憂民救亂。妻曰：「無乃瀆乎！君子有二恥。國無道而貴，恥也；國有道而賤，恥也。今當亂世，三黜而不去，亦近恥也。」柳下惠曰：「油油之民，將陷於害，吾能已乎！且彼為彼，我為我，彼雖裸裎，安能污我！」油油然與之處，仕於下位。柳下既死，門人將誄之。妻曰：「將誄夫子之德耶，則二三子不如妾知之也。」乃誄曰：「夫子之不伐兮，夫子之不竭兮，夫子之信誠而與人無害兮，屈柔從俗，不強察兮，蒙恥救民，德彌大兮，雖遇三黜，終不蔽兮，愷悌君子，永能厲兮，嗟乎惜哉，乃下世兮，庶幾遐年，今遂逝兮，嗚呼哀哉，魂神泄兮，夫子之諡，宜為惠兮。」門人從之以為誄，莫能竄一字。君子謂柳下惠妻能光其夫矣。詩曰：「人知其一，莫知其他。」此之謂也。 \\n 頌曰：下惠之妻，賢明有文，柳下既死，門人必存，將誄下惠，妻為之辭，陳列其文，莫能易之。 \\n 魯黔婁妻 \\n 魯黔婁先生之妻也。先生死，曾子與門人往弔之。其妻出戶，曾子弔之。上堂，見先生之尸在牖下，枕墼席稿，縕袍不表，覆以布被，首足不盡斂。覆頭則足見，覆足則頭見。曾子曰：「邪引其被，則斂矣。」妻曰：「邪而有餘，不如正而不足也。先生以不邪之故，能至於此。生時不邪，死而邪之，非先生意也。」曾子不能應遂哭之曰：「嗟乎，先生之終也！何以為諡？」其妻曰：「以康為諡。」曾子曰：「先生在時，食不充虛，衣不蓋形。死則手足不斂，旁無酒肉。生不得其美，死不得其榮，何樂於此而諡為康乎？」其妻曰：「昔先生君嘗欲授之政，以為國相，辭而不為，是有餘貴也。君嘗賜之粟三十鍾，先生辭而不受，是有餘富也。彼先生者，甘天下之淡味，安天下之卑位。不戚戚於貧賤，不忻忻於富貴。求仁而得仁，求義而得義。其諡為康，不亦宜乎！曾子曰：「唯斯人也而有斯婦。」君子謂黔婁妻為樂貧行道。詩曰：「彼美淑姬，可與寤言。」此之謂也。 \\n 頌曰：黔婁既死，妻獨主喪，曾子弔焉，布衣褐衾，安賤甘淡，不求豐美，尸不揜蔽，猶諡曰康。 \\n 齊相御妻 \\n 齊相晏子僕御之妻也。號曰命婦。晏子將出，命婦窺其夫為相御，擁大蓋，策駟馬，意氣洋洋，甚自得也。既歸，其妻曰：「宜矣子之卑且賤也。」夫曰：「何也？」妻曰：「晏子長不滿三尺，身相齊國，名顯諸侯。今者吾從門間觀其志氣，恂恂自下，思念深矣。今子身長八尺，乃為之僕御耳，然子之意洋洋若自足者，妾是以去也。」其夫謝曰：「請自改何如？」妻曰：「是懷晏子之智，而加以八尺之長也。夫躬仁義，事明主，其名必揚矣。且吾聞寧榮於義而賤，不虛驕以貴。」於是其夫乃深自責，學道謙遜，常若不足。晏子怪而問其故，具以實對。於是晏子賢其能納善自改，升諸景公，以為大夫，顯其妻以為命婦。君子謂命婦知善。故賢人之所以成者，其道博矣，非特師傅朋友相與切磋也，妃匹亦居多焉。詩曰：「高山仰止，景行行止。」言當常嚮為其善也。 \\n 頌曰：齊相御妻，匡夫以道，明言驕恭，恂恂自效，夫改易行，學問靡已，晏子升之，列於君子。 \\n 楚接輿妻 \\n 楚狂接輿之妻也。接輿躬耕以為食，楚王使使者持金百鎰、車二駟，往聘迎之，曰：「王願請先生治淮南。」接輿笑而不應，使者遂不得與語而去。妻從市來，曰：「先生以而為義，豈將老而遺之哉！門外車跡，何其深也？」接輿曰：「王不知吾不肖也，欲使我治淮南，遣使者持金駟來聘。」其妻曰：「得無許之乎？」接輿曰：「夫富貴者，人之所欲也，子何惡，我許之矣。」妻曰：「義士非禮不動，不為貧而易操，不為賤而改行。妾事先生，躬耕以為食，親績以為衣，食飽衣暖，據義而動，其樂亦自足矣。若受人重祿，乘人堅良，食人肥鮮，而將何以待之！」接輿曰：「吾不許也。」妻曰：「君使不從，非忠也。從之又違，非義也。不如去之。」夫負釜甑，妻戴紝器，變名易姓而遠徙，莫知所之。君子謂接輿妻為樂道而遠害，夫安貧賤而不怠於道者，唯至德者能之。詩曰：「肅肅兔罝，椓之丁丁。」言不怠於道也。 \\n 頌曰：接輿之妻，亦安貧賤，雖欲進仕，見時暴亂，楚聘接輿，妻請避館，戴紝易姓，終不遭難。 \\n 楚老萊妻 \\n 楚老萊子之妻也。萊子逃世，耕於蒙山之陽。葭牆蓬室，木床蓍席，衣縕食菽，墾山播種。人或言之楚王曰：「老萊，賢士也。」王欲聘以璧帛，恐不來，楚王駕至老萊之門，老萊方織畚，王曰：「寡人愚陋，獨守宗廟，願先生幸臨之。」老萊子曰：「僕山野之人，不足守政。」王復曰：「守國之孤，願變先生之志。」老萊子曰：「諾。」王去，其妻戴畚萊挾薪樵而來，曰：「何車跡之眾也？」老萊子曰：「楚王欲使吾守國之政。」妻曰：「許之乎？」曰：「然。」妻曰：「妾聞之：可食以酒肉者，可隨以鞭捶。可授以官祿者，可隨以鈇鉞。今先生食人酒肉，授人官祿，為人所制也。能免於患乎！妾不能為人所制，投其畚萊而去。」老萊子曰：「子還，吾為子更慮。」遂行不顧，至江南而止，曰：「鳥獸之解毛，可績而衣之。据其遺粒，足以食也。」老萊子乃隨其妻而居之。民從而家者一年成落，三年成聚。君子謂老萊妻果於從善。詩曰：「衡門之下，可以棲遲，泌之洋洋，可以療饑。」此之謂也。 \\n 頌曰：老萊與妻，逃世山陽，蓬蒿為室，莞葭為蓋，楚王聘之，老萊將行，妻曰世亂，乃遂逃亡。 \\n 楚於陵妻 \\n 楚於陵子終之妻也。楚王聞於陵子終賢，欲以為相，使使者持金百鎰，往聘迎之，於陵子終曰：「僕有箕帚之妾，請入與計之。」即入，謂其妻曰：「楚王欲以我為相，遣使者持金來。今日為相，明日結駟連騎，食方丈於前，可乎？」妻曰：「夫子織屨以為食，非與物無治也。左琴右書，樂亦在其中矣。夫結駟連騎，所安不過容膝。食方丈於前，所甘不過一肉。今以容膝之安、一肉之味而懷楚國之憂，其可乎！亂世多害，妾恐先生之不保命也。」於是子終出謝使者而不許也。遂相與逃，而為人灌園。君子謂於陵妻為有德行。詩云：「愔愔良人，秩秩德音。」 \\n 此之謂也。 \\n 頌曰：於陵處楚，王使聘焉，入與妻謀，懼世亂煩，進往遇害，不若身安，左琴右書，為人灌園。 \\n  \\n   \\n  "}
{"章节": "卷之三", "正文": "  \\n 卷之三 \\n 　 \\n  \\n 密康公母 \\n 密康公之母，姓隗氏。周共王遊於涇上，康公從，有三女奔之，其母曰：「必致之王。夫獸三為群，人三為眾，女三為粲。王田不取群，公行下眾，王御不參一族。夫粲美之物歸汝，而何德以堪之？王猶不堪，況爾小醜乎！」康公不獻，王滅密。君子謂密母為能識微。詩云：「無已大康，職思其憂。」此之謂也。 \\n 頌曰：密康之母，先識盛衰，非刺康公，受粲不歸，公行下眾，物滿則損，俾獻不聽，密果滅殞。 \\n 楚武鄧曼 \\n 鄧曼者，武王之夫人也。王使屈瑕為將，伐羅。屈瑕號莫敖，與群帥悉楚師以行。鬥伯比謂其御曰：「莫敖必敗。舉趾高，心不固矣。」見王曰：「必濟師。」王以告夫人鄧曼，曰：「大夫非眾之謂也，其謂君撫小民以信，訓諸司以德，而威莫敖以刑也。莫敖狃於蒲騷之役，將自用也，必小羅。君若不鎮撫，其不設備乎！於是王使賴人追之，不及。莫敖令於軍中曰：「諫者有刑。」及鄢，師次亂濟。至羅，羅與盧戎擊之，大敗，莫敖自經荒谷，群師囚於冶父以待刑。王曰：「孤之罪也。」皆免之。君子謂鄧曼為知人。詩云：「曾是莫聽，大命以傾。」此之謂也。王伐隨且行，告鄧曼曰：「余心蕩，何也？」鄧曼曰：「王德薄而祿厚，施鮮而得多。物盛必衰，日中必移。盈而蕩，天之道也。先王知之矣，故臨武事，將發大命，而蕩王心焉。若師徒毋虧，王薨於行，國之福也。」王遂行，卒於樠木之下。君子謂鄧曼為知天道。易曰：「日中則昃，月盈則虧，天地盈虛，與時消息。」此之謂也。 \\n 頌曰：楚武鄧曼，見事所興，謂瑕軍敗，知王將薨，識彼天道，盛而必衰，終如其言，君子揚稱。 \\n 許穆夫人 \\n 許穆夫人者，衛懿公之女，許穆公之夫人也。初許求之，齊亦求之，懿公將與，許女因其傅母而言曰：「古者諸侯之有女子也，所以苞苴玩弄，繫援於大國也。言今者許小而遠，齊大而近。若今之世，強者為雄。如使邊境有寇戎之事，維是四方之故，赴告大國，妾在，不猶愈乎！今舍近而就遠，離大而附小，一旦有車馳之難，孰可與慮社稷？」衛侯不聽，而嫁之於許。其後翟人攻衛，大破之，而許不能救，衛侯遂奔走涉河，而南至楚丘。齊桓往而存之，遂城楚丘以居。衛侯於是悔不用其言。當敗之時，許夫人馳驅而弔唁，衛侯因疾之，而作詩云：「載馳載驅，歸唁衛侯，驅馬悠悠，言至于漕，大夫跋涉，我心則憂，既不我嘉，不能旋反，視爾不臧，我思不遠。」君子善其慈惠而遠識也。 \\n 頌曰：衛女未嫁，謀許與齊，女諷母曰，齊大可依，衛君不聽，後果遁逃，許不能救，女作載馳。 \\n 曹僖氏妻 \\n 曹大夫僖負羈之妻也。晉公子重耳亡，過曹，恭公不禮焉。聞其駢脅，近其舍，伺其將浴，設微薄而觀之。負羈之妻言於夫曰：「吾觀晉公子，其從者三人皆國相也。以此三人者，皆善戮力以輔人，必得晉國。若得反國，必霸諸侯而討無禮，曹必為首。若曹有難，子必不免，子胡不早自貳焉？且吾聞之：『不知其子者，視其父；不知其君者，視其所使。』今其從者皆卿相之僕也，則其君必霸王之主也。若加禮焉，必能報施矣。若有罪焉，必能討過。子不早圖，禍至不久矣。負羈乃遺之壺飡，加璧其上，公子受飡反璧。及公子反國，伐曹，乃表負羈之閭，令兵士無敢入。士民之扶老攜弱而赴其閭者，門外成市。君子謂僖氏之妻能遠識。詩云：「既明且哲，以保其身。」此之謂也。 \\n 頌曰：僖氏之妻，厥智孔白，見晉公子，知其興作，使夫饋飡，且以自託，文伐曹國，卒獨見釋。 \\n 孫叔敖母 \\n 楚令尹孫叔敖之母也。叔敖為嬰兒之時，出遊，見兩頭蛇，殺而埋之。歸見其母而泣焉，母問其故，對曰：「吾聞見兩頭蛇者死，今者出遊見之。」其母曰：「蛇今安在？」對曰：「吾恐他人復見之，殺而埋之矣。」其母曰：「汝不死矣。夫有陰德者，陽報之。德勝不祥，仁除百禍。天之處高而聽卑。書不云乎：『皇天無親，惟德是輔。』爾嘿矣，必興於楚。」及叔敖長，為令尹。君子謂叔敖之母知道德之次。詩云：「母氏聖善。」此之謂也。 \\n 頌曰：叔敖之母，深知天道，叔敖見蛇，兩頭岐首，殺而埋之，泣恐不及，母曰陰德，不死必壽。 \\n 晉伯宗妻 \\n 晉大夫伯宗之妻也。伯宗賢，而好以直辯淩人。每朝，其妻常戒之曰：「盜憎主人，民愛其上。有愛好人者，必有憎妒人者。夫子好直言，枉者惡之，禍必及身矣。」伯宗不聽，朝而以喜色歸。其妻曰：「子貌有喜色，何也？」伯宗曰：「吾言於朝，諸大夫皆謂我知似陽子。」妻曰：「實穀不華，至言不飾，今陽子華而不實，言而無謀，是以禍及其身，子何喜焉！」伯宗曰：「吾欲飲諸大夫酒，而與之語，爾試聽之。」其妻曰：「諾。」於是為大會，與諸大夫飲。既飲，而問妻曰：「何若？」對曰：「諸大夫莫子若也，然而民之不能戴其上久矣，難必及子。子之性固不可易也，且國家多貳，其危可立待也。子何不預結賢大夫，以託州犁焉。」伯宗曰：「諾。」乃得畢羊而交之。及欒不忌之難，三郤害伯宗，譖而殺之。畢羊乃送州犁於荊，遂得免焉。君子謂伯宗之妻知天道。詩云：「多將熇熇，不可救藥。」伯宗之謂也。 \\n 頌曰：伯宗淩人，妻知且亡，數諫伯宗，厚許畢羊，屬以州犁，以免咎殃，伯宗遇禍，州犁奔荊。 \\n 衛靈夫人 \\n 衛靈公之夫人也。靈公與夫人夜坐，聞車聲轔轔，至闕而止，過闕復有聲。公問夫人曰：「知此謂誰？」夫人曰：「此必蘧伯玉也。」公曰：「何以知之？」夫人曰：「妾聞：禮下公門式路馬，所以廣敬也。夫忠臣與孝子，不為昭昭信節，不為冥冥墮行。蘧伯玉，衛之賢大夫也。仁而有智，敬於事上。此其人必不以闇昧廢禮，是以知之。」公使視之，果伯玉也。公反之，以戲夫人曰：「非也。」夫人酌觴再拜賀公，公曰：「子何以賀寡人？」夫人曰：「始妾獨以衛為有蘧伯玉爾，今衛復有與之齊者，是君有二賢臣也。國多賢臣，國之福也。妾是以賀。」公驚曰：「善哉！」遂語夫人其實焉。君子謂衛夫人明於知人道。夫可欺而不可罔者，其明智乎！詩云：「我聞其聲，不見其人。」此之謂也。 \\n 頌曰：衛靈夜坐，夫人與存，有車轔轔，中止闕門，夫人知之，必伯玉焉，維知識賢，問之信然。 \\n 齊靈仲子 \\n 齊靈仲子者，宋侯之女，齊靈公之夫人也。初，靈公娶於魯聲姬，生子光，以為太子。夫人仲子，與其娣戎子，皆嬖於公。仲子生子牙，戎子請以牙為太子代光，公許之。仲子曰：「不可。夫廢常，不祥；聞諸侯之難，失謀。夫光之立也，列於諸侯矣。今無故而廢之，是專絀諸侯，而以難犯不祥也。君心悔之。」「在我而已。」仲子曰：「妾非讓也，誠禍之萌也。」以死爭之，公終不聽，遂逐太子光，而立牙為太子，高厚為傅。靈公疾，高厚微迎光。及公薨，崔杼立光而殺高厚。以不用仲子之言，禍至於此。君子謂仲子明於事理。詩云：「聽用我謀，庶無大悔。」仲子之謂也。 \\n 頌曰：齊靈仲子，仁智顯明，靈公立牙，廢姬子光，仲子強諫，棄適不祥，公既不聽，果有禍殃。 \\n 魯臧孫母 \\n 臧孫母者，魯大夫臧文仲之母也。文仲將為魯使至齊，其母送之曰：「汝刻而無恩，好盡人力，窮人以威，魯國不容子矣，而使子之齊。凡姦將作，必於變動。害子者，其於斯發事乎！汝其戒之。魯與齊通壁，壁鄰之國也。魯之寵臣多怨汝者，又皆通於齊高子、國子。是必使齊圖魯而拘汝。留之，難乎其免也。汝必施恩布惠，而後出以求助焉。於是文仲託於三家，厚士大夫而後之齊。齊果拘之，而興兵欲襲魯。文仲微使人遺公書，恐得其書，乃謬其辭曰：「斂小器，投諸台。食獵犬，組羊裘。琴之合，甚思之。臧我羊，羊有母。食我以同魚。冠纓不足，帶有餘。公及大夫相與議之，莫能知之。人有言：「臧孫母者，世家子也，君何不試召而問焉？」於是召而語之曰：「吾使臧子之齊，今持書來云爾，何也？」臧孫母泣下襟曰：「吾子拘有木治矣。」公曰：「何以知之？」對曰：「斂小器投諸台者，言取郭外萌，內之於城中也。食獵犬組羊裘者，言趣饗戰鬥之士而繕甲兵也。琴之合甚思之者，言思妻也。臧我羊羊有母者，告妻善養母也。食我以同魚同者，其文錯。錯者，所以治鋸。鋸者，所以治木也。是有木治係於獄矣。冠纓不足帶有餘者，頭亂不得梳，飢不得食也。故知吾子拘而有木治矣。於是以臧孫母之言軍於境上，齊方發兵，將以襲魯，聞兵在境上，乃還文仲而不伐魯。君子謂臧孫母識微見遠。詩云：「陟彼屺兮，瞻望母兮。」此之謂也。 \\n 頌曰：臧孫之母，刺子好威，必且遇害，使援所依，既厚三家，果拘於齊，母說其書，子遂得歸。 \\n 晉羊叔姬 \\n 叔姬者，羊舌子之妻也，叔向、叔魚之母也，一姓楊氏。叔向名肸，叔魚名鮒。羊舌子好正，不容於晉，去而之三室之邑。三室之邑人相與攘羊而遺之，羊舌子不受。叔姬曰：「夫子居晉不容，去之三室之邑，又不容於三室之邑，是於夫子不容也，不如受之。」羊舌子受之，曰：「為肸與鮒亨之。」叔姬曰：「不可。南方有鳥名曰乾吉，食其子，不擇肉，子常不遂。今肸與鮒，童子也。隨大夫而化者，不可食以不義之肉，不若埋之，以明不與。」於是乃盛以甕，埋壚陰。後二年，攘羊之事發，都吏至，羊舌子曰：「吾受之，不敢食也。」發而視之，則其骨存焉。都吏曰：「君子哉，羊舌子！不與攘羊之事矣。」君子謂叔姬為能防害遠疑。詩曰：「無曰不顯，莫予云覯。」此之謂也。叔向欲娶於申公巫臣氏，夏姬之女，美而有色，叔姬不欲娶其族。叔向曰：「吾母之族，貴而無庶，吾懲舅氏矣。」叔姬曰：「子靈之妻殺三夫一君一子，而亡一國兩卿矣。爾不懲此，而反懲吾族，何也？且吾聞之：有奇福者，必有奇禍。有甚美者，必有甚惡。今是鄭穆少妃姚子之子，子貉之妹也。子貉早死無後，而天鐘美於是，將必以是大有敗也。昔有仍氏生女，髮黑而甚美，光可監人，名曰玄妻。樂正夔娶之，生伯封。宕有豕心，貪惏毋期，忿戾毋饜，謂之封豕。有窮后羿滅之，夔是用不祀。且三代之亡，及恭太子之廢，皆是物也。汝何以為哉！夫有美物足以移人，苟非德義，則必有禍也。」叔向懼而不敢娶，平公強使娶之，生楊食我，食我號曰伯碩。伯碩生時，侍者謁之叔姬曰：「長姒產男。」叔姬往視之，及堂，聞其號也而還，曰：「豺狼之聲也。狼子野心，今將滅羊舌氏者，必是子也。」遂不肯見。及長，與祁勝為亂，晉人殺食我，羊舌氏由是遂滅。君子謂叔姬為能推類。詩云：「如彼泉流，無淪胥以敗。」此之謂也。叔姬之始生叔魚也而視之曰：「是虎目而豕啄，鳶肩而牛腹，谿壑可盈，是不可饜也，必以賂死。」遂不見。及叔魚長，為國贊理。邢侯與雍子爭田，雍子入其女於叔魚以求直，邢侯殺叔魚與雍子於朝。韓宣子患之。叔向曰：「三姦同罪，請殺其生者而戮其死者。」遂族邢侯氏，而尸叔魚與雍子於市。叔魚卒以貪死，叔姬可謂智矣。詩云：「貪人敗類。」此之謂也。 \\n 頌曰：叔向之母，察於情性，推人之生，以窮其命，叔魚食我，皆貪不正，必以貨死，果卒分爭。 \\n 晉范氏母 \\n 晉范氏母者，范獻子之妻也。其三子遊於趙氏。趙簡子乘馬園中，園中多株，問三子曰：「柰何？」長者曰：「明君不問不為，亂君不問而為。」中者曰：「愛馬足則無愛民力，愛民力則無愛馬足。」少者曰：「可以三德使民。設令伐株於山將有馬為也，已而開囿示之株。夫山遠而囿近，是民一悅矣。夫險阻之山而伐平地之株，民二悅矣。既畢而賤賣民，三悅矣。」簡子從之，民果三悅。少子伐其謀，歸以告母。母喟然歎曰：「終滅范氏者必是子也。夫伐功施勞，鮮能布仁。乘偽行詐，莫能久長。」其後智伯滅范氏。君子謂范氏母為知難本。詩曰：「無忝爾祖，式救爾訛。」此之謂也。 \\n 頌曰：范氏之母，貴德尚信，小子三德，以詐與民，知其必滅，鮮能有仁，後果逢禍，身死國分。 \\n 魯公乘姒 \\n 魯公乘姒者，魯公乘子皮之姒也。其族人死，姒哭之甚悲。子皮止姒曰：「安之，吾今嫁姊矣。」已過時，子皮不復言也。魯君欲以子皮為相，子皮問姒曰：「魯君欲以我為相，為之乎？」姒曰：「勿為也。」子皮曰：「何也？」姒曰：「夫臨喪而言嫁，一何不習禮也！後過時而不言，一何不達人事也！子內不習禮，而外不達人事，子不可以為相。」子皮曰：「姒欲嫁，何不早言？」姒曰：「婦人之事，唱而後和。吾豈以欲嫁之故數子乎！子誠不習於禮，不達於人事。以此相一國，據大眾，何以理之！譬猶揜目而別黑白也。揜目而別黑白，猶無患也。不達人事而相國，非有天咎，必有人禍。子其勿為也。」子皮不聽，卒受為相。居未期年，果誅而死。君子謂，公乘姒緣事而知弟之遇禍也，可謂智矣。待禮然後動，不苟觸情可謂貞矣。詩云：「蘀兮蘀兮，風其吹汝，叔兮伯兮，唱予和汝。」又曰：「百爾所思，不如我所之。」此之謂也。 \\n 頌曰：子皮之姊，緣事分理，子皮相魯，知其禍起，姊諫子皮，殆不如止，子皮不聽，卒為宗恥。 \\n 魯漆室女 \\n 漆室女者，魯漆室邑之女也。過時未適人。當穆公時，君老，太子幼。女倚柱而嘯，旁人聞之，莫不為之慘者。其鄰人婦從之遊，謂曰：「何嘯之悲也？子欲嫁耶？吾為子求偶。」漆室女曰：「嗟乎！始吾以子為有知，今無識也。吾豈為不嫁不樂而悲哉！吾憂魯君老，太子幼。」鄰婦笑曰：「此乃魯大夫之憂，婦人何與焉！」漆室女曰：「不然，非子所知也。昔晉客舍吾家，繫馬園中。馬佚馳走，踐吾葵，使我終歲不食葵。鄰人女奔隨人亡，其家倩吾兄行追之。逢霖水出，溺流而死。令吾終身無兄。吾聞河潤九里，漸洳三百步。今魯君老悖，太子少愚，愚偽日起。夫魯國有患者，君臣父子皆被其辱，禍及眾庶，婦人獨安所避乎！吾甚憂之。子乃曰婦人無與者，何哉！」鄰婦謝曰：「子之所慮，非妾所及。」三年，魯果亂，齊楚攻之，魯連有寇。男子戰鬥，婦人轉輸不得休息。君子曰：「遠矣漆室女之思也！」詩云：「知我者，謂我心憂，不知我者，謂我何求。」此之謂也。 \\n 頌曰：漆室之女，計慮甚妙，維魯且亂，倚柱而嘯，君老嗣幼，愚悖姦生，魯果擾亂，齊伐其城。 \\n 魏曲沃負 \\n 曲沃負者，魏大夫如耳母也。秦立魏公子政為魏太子，魏哀王使使者為太子納妃而美，王將自納焉。曲沃負謂其子如耳曰：「王亂於無別，汝胡不匡之？方今戰國強者為雄，義者顯焉。今魏不能強，王又無義，何以持國乎！王中人也，不知其為禍耳。汝不言，則魏必有禍矣。有禍，必及吾家。汝言以盡忠，忠以除禍，不可失也。」如耳未遇閒，會使於齊，負因款王門而上書曰：「曲沃之老婦也，心有所懷，願以聞於王。」王召入。負曰：「妾聞男女之別，國之大節也。婦人脆於志，窳於心，不可以邪開也。是故必十五而笄，二十而嫁，早成其號諡，所以就之也。聘則為妻，奔則為妾，所以開善遏淫也。節成，然後許嫁，親迎，然後隨從，貞女之義也。今大王為太子求妃，而自納之於後宮，此毀貞女之行而亂男女之別也。自古聖王必正妃匹妃。匹正則興，不正則亂。夏之興也以塗山，亡也以末喜。殷之興也以有｛新女｝，亡也以妲己。周之興也以太姒，亡也以褒姒。周之康王夫人，晏出朝關雎預見，思得淑女以配君子。夫雎鳩之鳥，猶未嘗見乘居而匹處也。夫男女之盛，合之以禮，則父子生焉，君臣成焉，故為萬物始。君臣、父子、夫婦三者，天下之大綱紀也。三者治則治，亂則亂。今大王亂人道之始，棄綱紀之務。敵國五六，南有從楚，西有橫秦，而魏國居其間，可謂僅存矣。王不憂此而從亂無別，父子同女妾，恐大王之國政危矣。」王曰：「然，寡人不知也。」遂與太子妃，而賜負粟三十鍾，如耳還而爵之。王勤行自脩，勞來國家，而齊楚強秦不敢加兵焉。君子謂魏負知禮。詩云：「敬之敬之，天維顯思。」此之謂也。 \\n 頌曰：魏負聰達，非刺哀王，王子納妃，禮別不明，負款王門，陳列紀綱，王改自脩，卒無敵兵。 \\n 趙將括母 \\n 趙將馬服君趙奢之妻，趙括之母也。秦攻趙，孝成王使括代廉頗為將。將行，括母上書言於王曰：「括不可使將。」王曰：「何以？」曰：「始妾事其父，父時為將，身所奉飯者以十數，所友者以百數。大王及宗室所賜幣者，盡以與軍吏士大夫。受命之日，不問家事。今括一旦為將，東向而朝軍吏，吏無敢仰視之者。王所賜金帛，歸盡臧之。乃日視便利田宅可買者。王以為若其父乎？父子不同，執心各異。願勿遣。」王曰：「母置之，吾計已決矣。」括母曰：「王終遣之，即有不稱，妾得無隨乎？」王曰：「不也。」括既行，代廉頗。三十餘日，趙兵果敗，括死軍覆。王以括母先言，故卒不加誅。君子謂括母為仁智。詩曰：「老夫灌灌，小子蹻蹻，匪我言耄，爾用憂謔。」此之謂也。 \\n 頌曰：孝成用括，代頗距秦，括母獻書，知其覆軍，願止不得，請罪止身，括死長平，妻子得存。 \\n  \\n   \\n  "}
{"章节": "卷之四", "正文": "  \\n 卷之四 \\n 　 \\n  \\n 召南申女 \\n 召南申女者，申人之女也。既許嫁於酆，夫家禮不備而欲迎之，女與其人言：「以為夫婦者，人倫之始也，不可不正。傳曰：『正其本，則萬物理。失之豪釐，差之千里。』是以本立而道生，源治而流清。故嫁娶者，所以傳重承業，繼續先祖，為宗廟主也。夫家輕禮違制，不可以行。」遂不肯往。夫家訟之於理，致之於獄。女終以一物不具，一禮不備，守節持義，必死不往，而作詩曰：「雖速我獄，室家不足。」言夫家之禮不備足也。君子以為得婦道之儀，故舉而揚之，傳而法之，以絕無禮之求，防淫慾之行焉。又曰：「雖速我訟，亦不女從。」此之謂也。 \\n 頌曰：召南申女，貞一脩容，夫禮不備，終不肯從，要以必死，遂至獄訟，作詩明意，後世稱誦。 \\n 宋恭伯姬 \\n 伯姬者，魯宣公之女，成公之妹也。其母曰繆姜，嫁伯姬於宋恭公。恭公不親迎，伯姬迫於父母之命而行。既入宋，三月廟見，當行夫婦之道。伯姬以恭公不親迎，故不肯聽命。宋人告魯，魯使大夫季文子於宋，致命於伯姬。還，復命。公享之，繆姜出於房，再拜曰：「大夫勤勞於遠道，辱送小子，不忘先君以及後嗣，使下而有知，先君猶有望也。敢再拜大夫之辱。」伯姬既嫁於恭公十年，恭公卒，伯姬寡。至景公時，伯姬嘗遇夜失火，左右曰：「夫人少避火。」伯姬曰：「婦人之義，保傅不俱，夜不下堂，待保傅來也。」保母至矣，傅母未至也。左右又曰：「夫人少避火。」伯姬曰：「婦人之義，傅母不至，夜不可下堂，越義求生，不如守義而死。」遂逮於火而死。春秋詳錄其事，為賢伯姬，以為婦人以貞為行者也。伯姬之婦道盡矣。當此之時，諸侯聞之，莫不悼痛，以為死者不可以生，財物猶可復，故相與聚會於澶淵，償宋之所喪。春秋善之。君子曰：「禮，婦人不得傅母，夜不下堂，行必以燭。伯姬之謂也。」詩云：「淑慎爾止，不愆于儀。」伯姬可謂不失儀矣。 \\n 頌曰：伯姬心專，守禮一意，宮夜失火，保傅不備，逮火而死，厥心靡悔，春秋賢之，詳錄其事。 \\n 衛寡夫人 \\n 夫人者，齊侯之女也。嫁於衛，至城門而衛君死。保母曰：「可以還矣。」女不聽，遂入，持三年之喪，畢，弟立，請曰：「衛小國也，不容二庖，願請同庖。」夫人曰：「唯夫婦同庖。」終不聽。衛君使人愬於齊兄弟，齊兄弟皆欲與後君，使人告女，女終不聽，乃作詩曰：「我心匪石，不可轉也。我心匪席，不可卷也。」厄窮而不閔，勞辱而不苟，然後能自致也，言不失也。然後可以濟難矣。詩曰：「威儀棣棣，不可選也。」言其左右無賢臣皆順其君之意也。君子美其貞壹，故舉而列之於詩也。 \\n 頌曰：齊女嫁衛，厥至城門，公薨不返，遂入三年，後君欲同，女終不渾，作詩譏刺，卒守死君。 \\n 蔡人之妻 \\n 蔡人之妻者，宋人之女也。既嫁於蔡，而夫有惡疾。其母將改嫁之，女曰：「夫不幸，乃妾之不幸也，柰何去之？適人之道，壹與之醮，終身不改。不幸遇惡疾，不改其意。且夫采采芣衛之草，雖其臭惡，猶始於捋采之，終於懷擷之，浸以益親，況於夫婦之道乎！彼無大故，又不遣妾，何以得去？」終不聽其母，乃作芣衛之詩。君子曰：「宋女之意甚貞而壹也。」 \\n 頌曰：宋女專愨，持心不願，夫有惡疾，意猶一精，母勸去歸，作詩不聽，後人美之，以為順貞。 \\n 黎莊夫人 \\n 黎莊夫人者，衛侯之女，黎莊公之夫人也。既往而不同欲，所務者異，未嘗得見，甚不得意。其傅母閔夫人賢，公反不納，憐其失意，又恐其已見遣，而不以時去，謂夫人曰：「夫婦之道，有義則合，無義則去。今不得意，胡不去乎？」乃作詩曰：「式微式微，胡不歸？」夫人曰：「婦人之道，壹而已矣。彼雖不吾以，吾何可以離於婦道乎！」乃作詩曰：「微君之故，胡為乎中路？」終執貞壹，不違婦道，以俟君命。君子故序之以編詩。 \\n 頌曰：黎莊夫人，執行不衰，莊公不遇，行節反乖，傅母勸去，作詩式微，夫人守壹，終不肯歸。 \\n 齊孝孟姬 \\n 孟姬者，華氏之長女，齊孝公之夫人也。好禮貞壹，過時不嫁。齊中求之，禮不備，終不往。躡男席，語不及外。遠別避嫌，齊中莫能備禮求焉。齊國稱其貞。孝公聞之，乃脩禮親迎於華氏之室。父母送孟姬不下堂，母醮房之中，結其衿縭，誡之曰：「必敬必戒，無違宮事。」父誡之東階之上曰：「必夙興夜寐，無違命。其有大妨於王命者，亦勿從也。諸母誡之兩階之間，曰：「敬之敬之，必終父母之命。夙夜無怠，視之衿縭。父母之言謂何。」姑姊妹誡之門內，曰：「夙夜無愆。示之衿鞶，無忘父母之言。」孝公親迎孟姬於其父母，三顧而出。親迎之綏，自御輪三，曲顧姬與。遂納於宮。三月廟見，而後行夫婦之道。既居久之，公游於琅邪，華孟姬從，車奔，姬墮車碎，孝公使駟馬立車載姬以歸，姬使侍御者舒帷以自障蔽，而使傅母應使者曰：「妾聞妃后踰閾，必乘安車。輜軿下堂，必從傅母。保阿進退，則鳴玉環佩。內飾則結紐綢繆，野處則帷裳擁蔽。所以正心壹意，自斂制也。今立車無軿，非所敢受命也。野處無衛，非所敢久居也。三者失禮多矣。夫無禮而生，不如早死。使者馳以告公，更取安車。比其反也，則自經矣，傅母救之不絕，傅母曰：「使者至，輜軿已具。」姬氏蘇，然後乘而歸。君子謂孟姬好禮。禮，婦人出必輜軿，衣服綢繆。既嫁，歸問女昆弟，不問男昆弟。所以遠別也。詩曰：「彼君子女，綢直如髮。」此之謂也。 \\n 頌曰：孟姬好禮，執節甚公，避嫌遠別，終不冶容，載不並乘，非禮不從，君子嘉焉，自古寡同。 \\n 息君夫人 \\n 夫人者，息君之夫人也。楚伐息，破之。虜其君，使守門。將妻其夫人，而納之於宮。楚王出遊，夫人遂出見息君，謂之曰：「人生要一死而已，何至自苦！妾無須臾而忘君也，終不以身更貳醮。生離於地上，豈如死歸於地下哉！」乃作詩曰：「穀則異室，死則同穴。謂予不信，有如皦日。」息君止之，夫人不聽，遂自殺，息君亦自殺，同日俱死。楚王賢其夫人，守節有義，乃以諸侯之禮合而葬之。君子謂夫人說於行善，故序之於詩。夫義動君子，利動小人。息君夫人不為利動矣。詩云：「德音莫違，及爾同死。」此之謂也。 \\n 頌曰：楚虜息君，納其適妃，夫人持固，彌久不衰，作詩同穴，思故忘新，遂死不顧，列於貞賢。 \\n 齊杞梁妻 \\n 齊杞梁殖之妻也。莊公襲莒，殖戰而死。莊公歸，遇其妻，使使者弔之於路。杞梁妻曰：「今殖有罪，君何辱命焉。若令殖免於罪，則賤妾有先人之弊廬在下，妾不得與郊弔。」於是莊公乃還車詣其室，成禮然後去。杞梁之妻無子，內外皆無五屬之親。既無所歸，乃就其夫之尸於城下而哭之，內諴動人，道路過者莫不為之揮涕，十日，而城為之崩。既葬，曰：「吾何歸矣？夫婦人必有所倚者也。父在則倚父，夫在則倚夫，子在則倚子。今吾上則無父，中則無夫，下則無子。內無所依，以見吾誠。外無所倚，以立吾節。吾豈能更二哉！亦死而已。」遂赴淄水而死。君子謂杞梁之妻貞而知禮。詩云：「我心傷悲，聊與子同歸。」此之謂也。 \\n 頌曰：杞梁戰死，其妻收喪，齊莊道弔，避不敢當，哭夫於城，城為之崩，自以無親，赴淄而薨。 \\n 楚平伯嬴 \\n 伯嬴者，秦穆公之女，楚平王之夫人，昭王之母也。當昭王時，楚與吳為伯莒之戰。吳勝楚，遂入至郢。昭王亡，吳王闔閭盡妻其後宮。次至伯嬴，伯嬴持刃曰：「妾聞：天子者，天下之表也。公侯者，一國之儀也。天子失制則天下亂，諸侯失節則其國危。夫婦之道，固人倫之始，王教之端。是以明王之制，使男女不親授，坐不同席，食不共器，殊椸枷，異巾櫛，所以施之也。若諸侯外淫者絕，卿大夫外淫者放，士庶人外淫者宮割。夫然者，以為仁失可復以義，義失可復以禮。男女之喪，亂亡興焉。夫造亂亡之端，公侯之所絕，天子之所誅也。今君王棄儀表之行，縱亂亡之欲，犯誅絕之事，何以行令訓民！且妾聞，生而辱，不若死而榮。若使君王棄其儀表，則無以臨國。妾有淫端，則無以生世。壹舉而兩辱，妾以死守之，不敢承命。且凡所欲妾者，為樂也。近妾而死，何樂之有？如先殺妾，又何益於君王？」於是吳王慚，遂退舍。伯嬴與其保阿閉永巷之門，皆不釋兵。三旬，秦救至，昭王乃復矣。君子謂伯嬴勇而精壹。詩曰：「莫莫葛纍，施于條枚，豈弟君子，求福不回。」此之謂也。 \\n 頌曰：闔閭勝楚，入厥宮室，盡妻後宮，莫不戰慄，伯嬴自守，堅固專一，君子美之，以為有節。 \\n 楚昭貞姜 \\n 貞姜者，齊侯之女，楚昭王之夫人也。王出遊，留夫人漸臺之上而去。王聞江水大至，使使者迎夫人，忘持符，使者至，請夫人出，夫人曰：「王與宮人約令，召宮人必以符。今使者不持符，妾不敢從使者行。」使者曰：「今水方大至，還而取符，則恐後矣。」夫人曰：「妾聞之：貞女之義不犯約，勇者不畏死，守一節而已。妾知從使者必生，留必死。然棄約越義而求生，不若留而死耳。」於是使者反取符，還則水大至，臺崩，夫人流而死。王曰：「嗟夫！守義死節，不為苟生，處約持信，以成其貞。」乃號之曰貞姜。君子謂貞姜有婦節。詩云：「淑人君子，其儀不忒。」此之謂也。 \\n 頌曰：楚昭出遊，留姜漸臺，江水大至，無符不來，夫人守節，流死不疑，君子序焉，上配伯姬。 \\n 楚白貞姬 \\n 貞姬者，楚白公勝之妻也。白公死，其妻紡績不嫁。吳王聞其美且有行，使大夫持金百鎰、白璧一雙以聘焉，以輜軿三十乘迎之，將以為夫人。大夫致幣，白妻辭之曰：「白公生之時，妾幸得充後宮，執箕帚，掌衣履，拂枕席，託為妃匹。白公不幸而死，妾願守其墳墓，以終天年。今王賜金璧之聘。夫人之位，非愚妾之所聞也。且夫棄義從欲者，汙也。見利忘死者，貪也。夫貪汙之人，王何以為哉！妾聞之：『忠臣不借人以力，貞女不假人以色。』豈獨事生若此哉，於死者亦然。妾既不仁，不能從死，今又去而嫁，不亦太甚乎！」遂辭聘而不行。吳王賢其守節有義，號曰楚貞姬。君子謂貞姬廉潔而誠信。夫任重而道遠，仁以為己任，不亦重乎！死而後已，不亦遠乎！詩云：「彼美孟姜，德音不忘。」此之謂也。 \\n 頌曰：白公之妻，守寡紡績，吳王美之，聘以金璧，妻操固行，雖死不易，君子大之，美其嘉績。 \\n 衛宗二順 \\n 衛宗二順者，衛宗室靈王之夫人及其傅妾也。秦滅衛君角，封靈王世家，使奉其祀。靈王死，夫人無子而守寡，傅妾有子。傅妾事夫人八年不衰，供養愈謹。夫人謂傅妾曰：「孺子養我甚謹。子奉祭祀而妾事我，我不聊也。且吾聞主君之母不妾事人。今我無子，於禮，斥絀之人也，而得留以盡其節，是我幸也。今又煩孺子不改故節，我甚內慚。吾願出居外，以時相見，我甚便之。」傅妾泣而對曰：「夫人欲使靈氏受三不祥耶！公不幸早終，是一不祥也。夫人無子而婢妾有子，是二不祥也。夫人欲出居外，使婢子居內，是三不祥也。妾聞忠臣事君無怠倦時，孝子養親患無日也。妾豈敢以小貴之故變妾之節哉！供養固妾之職也。夫人又何勤乎！」夫人曰：「無子之人而辱主君之母，雖子欲爾，眾人謂我不知禮也。吾終願居外而已。」傅妾退而謂其子曰：「吾聞君子處順，奉上下之儀，脩先古之禮，此順道也。今夫人難我，將欲居外，使我居內，此逆也。處逆而生，豈若守順而死哉！」遂欲自殺。其子泣而止之，不聽。夫人聞之懼，遂許傅妾留，終年供養不衰。君子曰：「二女相讓，亦誠君子。可謂行成於內，而名立於後世矣。」詩云：「我心匪石，不可轉也。」此之謂也。 \\n 頌曰：衛宗二順，執行咸固，妾子雖代，供養如故，主婦慚讓，請求出舍，終不肯聽，禮甚閒暇。 \\n 魯寡陶嬰 \\n 陶嬰者，魯陶門之女也。少寡，養幼孤，無強昆弟，紡績為產。魯人或聞其義，將求焉。嬰聞之，恐不得免，作歌，明己之不更二也。其歌曰：「悲黃鵠之早寡兮，七年不雙。宛鵛獨宿兮，不與眾同。夜半悲鳴兮，想其故雄。天命早寡兮，獨宿何傷。寡婦念此兮，泣下數行。嗚呼悲兮，死者不可忘。飛鳥尚然兮，況於貞良。雖有賢雄兮，終不重行。」魯人聞之曰：「斯女不可得已。」遂不敢復求。嬰寡，終身不改。君子謂陶嬰貞壹而思。詩云：「心之憂兮，我歌且謠。」此之謂也。 \\n 頌曰：陶嬰少寡，紡績養子，或欲取焉，乃自脩理，作歌自明，求者乃止，君子稱揚，以為女紀。 \\n 梁寡高行 \\n 高行者，梁之寡婦也。其為人榮於色而美於行。夫死早，寡不嫁。梁貴人多爭欲取之者，不能得。梁王聞之，使相聘焉。高行曰：「妾夫不幸早死，先狗馬填溝壑，妾宜以身薦其棺槨。守養其幼孤，曾不得專意。貴人多求妾者，幸而得免，今王又重之。妾聞：『婦人之義，一往而不改，以全貞信之節。』今忘死而趨生，是不信也。見貴而忘賤，是不貞也。棄義而從利，無以為人。」乃援鏡持刀以割其鼻曰：「妾已刑矣。所以不死者，不忍幼弱之重孤也。王之求妾者，以其色也。今刑餘之人，殆可釋矣。」於是相以報，王大其義，高其行，乃復其身，尊其號曰高行。君子謂高行節禮專精。詩云：「謂予不信，有如皎日。」此之謂也。 \\n 頌曰：高行處梁，貞專精純，不貪行貴，務在一信，不受梁聘，劓鼻刑身，君子高之，顯示後人。 \\n 陳寡孝婦 \\n 孝婦者，陳之少寡婦也。年十六而嫁，未有子。其夫當行戍，夫且行時，屬孝婦曰：「我生死未可知。幸有老母，無他兄弟，備吾不還，汝肯養吾母乎？」婦應曰：「諾。」夫果死不還。婦養姑不衰，慈愛愈固。紡績以為家業，終無嫁意。居喪三年，其父母哀其年少無子而早寡也，將取而嫁之，孝婦曰：「妾聞之：『信者人之幹也，義者行之節也。』妾幸得離襁褓，受嚴命而事夫。夫且行時，屬妾以其老母，既許諾之。夫受人之託，豈可棄哉！棄託不信，背死不義，不可也。」母曰：「吾憐汝少年早寡也。」孝婦曰：「妾聞：『寧載於義而死，不載於地而生。』且夫養人老母而不能卒，許人以諾而不能信，將何以立於世！夫為人婦，固養其舅姑者也。夫不幸先死，不得盡為人子之禮。今又使妾去之，莫養老母。是明夫之不肖而著妾之不孝。不孝不信且無義，何以生哉！」因欲自殺，其父母懼而不敢嫁也，遂使養其姑二十八年。姑年八十四，壽乃盡，賣其田宅以葬之，終奉祭祀。淮陽太守以聞，漢孝文皇帝高其義，貴其信，美其行，使使者賜之黃金四十斤，復之終身，號曰孝婦。君子謂孝婦備於婦道。詩云：「匪直也人，秉心塞淵。」此之謂也。 \\n 頌曰：孝婦處陳，夫死無子，妣將嫁之，終不聽母，專心養姑，一醮不改，聖王嘉之，號曰孝婦。 \\n  \\n   \\n  "}
{"章节": "卷之五", "正文": "  \\n 卷之五 \\n 　 \\n  \\n 魯孝義保 \\n 孝義保者，魯孝公稱之保母，臧氏之寡也。初，孝公父武公與其二子長子括、中子戲朝周宣王，宣王立戲為魯太子。武公薨，戲立，是為懿公。孝公時號公子稱，最少。義保與其子俱入宮，養公子稱。括之子伯御與魯人作亂，攻殺懿公而自立。求公子稱於宮，將殺之。義保聞伯御將殺稱，乃衣其子以稱之衣，臥於稱之處，伯御殺之，義保遂抱稱以出，遇稱舅魯大夫於外，舅問稱死乎，義保曰：「不死，在此。」舅曰：「何以得免？」義保曰：「以吾子代之。」義保遂以逃。十一年，魯大夫皆知稱之在保，於是請周天子殺伯御立稱，是為孝公。魯人高之。論語曰：「可以託六尺之孤。」其義保之謂也。 \\n 頌曰：伯御作亂，由魯宮起，孝公乳保，臧氏之母，逃匿孝公，易以其子，保母若斯，亦誠足恃。 \\n 楚成鄭瞀 \\n 鄭瞀者，鄭女之嬴媵，楚成王之夫人也。初成王登臺，臨後宮，宮人皆傾觀，子瞀直行不顧，徐步不變。王曰：「行者顧。」子瞀不顧，王曰：「顧，吾以女為夫人。」子瞀復不顧，王曰：「顧，吾又與女千金而封若父兄子。」瞀遂行不顧。於是王下臺而問曰：「夫人，重位也。封爵，厚祿也。壹顧可以得之，而遂不顧，何也？」子瞀曰：「妾聞婦人以端正和顏為容。今者，大王在臺上而妾顧，則是失儀節也。不顧，告以夫人之尊，示以封爵之重，而後顧，則是妾貪貴樂利以忘義理也。苟忘義理，何以事王？」王曰：「善。」遂立以為夫人。處期年，王將立公子商臣以為太子。王問之於令尹子上，子上曰：「君之齒未也，而又多寵子。既置而黜之，必為亂矣。且其人蜂目而豺聲，忍人也，不可立也。」王退而問於夫人子瞀，曰：「令尹之言信可從也。」王不聽，遂立之。其後商臣以子上救蔡之事譖子上而殺之。子瞀謂其保曰：「吾聞婦人之事在於饋食之間而已。雖然，心之所見，吾不能藏。夫昔者，子上言太子之不可立也，太子怨之，譖而殺之。王不明察，遂辜無罪。是白黑顛倒，上下錯謬也。王多寵子，皆欲得國。太子貪忍，恐失其所。王又不明，無以照之。庶嫡分爭，禍必興焉。」後王又欲立公子職。職，商臣庶弟也。子瞀退而與其保言曰：「吾聞信不見疑，今者王必將以職易太子，吾懼禍亂之作也。而言之於王，王不吾應。其以太子為非吾子，疑吾譖之者乎！夫見疑而生，眾人孰知其不然。與其無義而生，不如死以明之。且王聞吾死，必寤太子之不可釋也。」遂自殺。保母以其言通於王。是時太子知王之欲廢之也，遂興師作亂，圍王宮。王請食熊蹯而死，不可得也，遂自經。君子曰：「非至仁，孰能以身誡。」詩曰：「舍命不渝。」此之謂也。 \\n 頌曰：子瞀先識，執節有常，興於不顧，卒配成王，知商臣亂，言之甚強，自嫌非子，以殺身盟。 \\n 晉圉懷嬴 \\n 懷嬴者，秦穆之女，晉惠公太子之妃也。圉質於秦，穆公以嬴妻之。六年，圉將逃歸，謂嬴氏曰：「吾去國數年，子父之接忘，而秦晉之友不加親也。夫鳥飛反鄉，狐死首邱，我其首晉而死，子其與我行乎？」嬴氏對曰：「子，晉太子也。辱於秦，子之欲去，不亦宜乎！雖然，寡君使婢子侍執巾櫛以固子也。今吾不足以結子，是吾不肖也。從子而歸，是棄君也。言子之謀，是負妻之義也。三者無一可行，雖吾不從子也。子行矣，吾不敢泄言，亦不敢從也。子圉遂逃歸。君子謂懷嬴善處夫婦之間。 \\n 頌曰：晉圉質秦，配以懷嬴，圉將與逃，嬴不肯聽，亦不泄言，操心甚平，不告所從，無所阿傾。 \\n 楚昭越姬 \\n 楚昭越姬者，越王句踐之女，楚昭王之姬也。昭王讌遊，蔡姬在左，越姬參右。王親乘駟以馳逐，遂登附社之臺，以望雲夢之囿。觀士大夫逐者既驩，乃顧謂二姬曰：「樂乎？」蔡姬對曰：「樂。」王曰：「吾願與子生若此，死又若此。」蔡姬曰：「昔弊邑寡君，固以其黎民之役，事君王之馬足，故以婢子之身為苞苴玩好，今乃比於妃嬪，固願生俱樂，死同時。」王顧謂史書之，蔡姬許從孤死矣。乃復謂越姬，越姬對曰：「樂則樂矣，然而不可久也。」王曰：「吾願與子生若此，死若此，其不可得乎？」越姬對曰：「昔吾先君莊王淫樂三年，不聽政事，終而能改，卒霸天下。妾以君王為能法吾先君，將改斯樂而勤於政也。今則不然，而要婢子以死。其可得乎！且君王以束帛乘馬取婢子於弊邑，寡君受之太廟也，不約死。妾聞之諸姑，婦人以死彰君之善，益君之寵，不聞其以苟從其闇死為榮，妾不敢聞命。於是王寤，敬越姬之言，而猶親嬖蔡姬也。居二十五年，王救陳，二姬從。王病在軍中，有赤雲夾日，如飛烏。王問周史，史曰：「是害王身，然可以移於將相。」將相聞之，將請以身禱於神。王曰：「將相之於孤猶股肱也，今移禍焉，庸為去是身乎？」不聽。越姬曰：「大哉君王之德！以是，妾願從王矣。昔日之遊淫樂也，是以不敢許。及君王復於禮，國人皆將為君王死，而況於妾乎！請願先驅狐狸於地下。」王曰：「昔之遊樂，吾戲耳。若將必死，是彰孤之不德也。」越姬曰：「昔日妾雖口不言，心既許之矣。妾聞信者不負其心，義者不虛設其事。妾死王之義，不死王之好也。」遂自殺。王病甚，讓位於三弟，三弟不聽。王薨於軍中，蔡姬竟不能死。王弟子閭與子西、子期謀曰：「母信者，其子必仁。」乃伏師閉壁，迎越姬之子熊章，立是為惠王。然後罷兵歸葬昭王。君子謂越姬信能死義。詩曰：「德音莫違，及爾同死。」越姬之謂也。 \\n 頌曰：楚昭遊樂，要姬從死，蔡姬許王，越姬執禮，終獨死節，群臣嘉美，維斯兩姬，其德不比。 \\n 蓋將之妻 \\n 蓋之偏將邱子之妻也。戎伐蓋，殺其君，令於蓋群臣曰：「敢有自殺者，妻子盡誅。」邱子自殺，人救之，不得死。既歸，其妻謂之曰：「吾聞將節勇而不果生，故士民盡力而不畏死，是以戰勝攻取，故能存國安君。夫戰而忘勇，非孝也。君亡不死，非忠也。今軍敗君死，子獨何生？忠孝忘於身，何忍以歸？」邱子曰：「蓋小戎大，吾力畢能盡，君不幸而死，吾固自殺也，以救故，不得死。其妻曰：「曩日有救，今又何也？」邱子曰：「吾非愛身也。戎令曰『自殺者誅及妻子』是以不死，死又何益於君？」其妻曰：「吾聞之：『主憂臣辱，主辱臣死。』今君死而子不死，可謂義乎！多殺士民，不能存國而自活，可謂仁乎！憂妻子而忘仁義，背故君而事強暴，可謂忠乎！人無忠臣之道仁義之行，可謂賢乎！周書曰：『先君而後臣，先父母而後兄弟，先兄弟而後交友，先交友而後妻子。』妻子，私愛也。事君，公義也。今子以妻子之故，失人臣之節，無事君之禮，棄忠臣之公道，營妻子之私愛，偷生苟活，妾等恥之，況於子乎！吾不能與子蒙恥而生焉。」遂自殺。戎君賢之，祠以太牢，而以將禮葬之，賜其弟金百鎰，以為卿，而使別治蓋。君子謂蓋將之妻潔而好義。詩曰：「淑人君子，其德不回。」此之謂也。 \\n 頌曰：蓋將之妻，據節銳精，戎既滅蓋，邱子獨生，妻恥不死，陳設五榮，為夫先死，卒遺顯名。 \\n 魯義姑姊 \\n 魯義姑姊者，魯野之婦人也。齊攻魯至郊，望見一婦人，抱一兒，攜一兒而行，軍且及之，棄其所抱，抱其所攜而走於山，兒隨而啼，婦人遂行不顧。齊將問兒曰：「走者爾母耶？」曰：「是也。」「母所抱者誰也？」曰：「不知也。」齊將乃追之，軍士引弓將射之，曰：「止，不止，吾將射爾。」婦人乃還。齊將問所抱者誰也，所棄者誰也。對曰：「所抱者妾兄之子也，所棄者妾之子也。見軍之至，力不能兩護，故棄妾之子。」齊將曰：「子之於母，其親愛也，痛甚於心，今釋之，而反抱兄之子，何也？」婦人曰：「己之子，私愛也。兄之子，公義也。夫背公義而嚮私愛，亡兄子而存妾子，幸而得幸，則魯君不吾畜，大夫不吾養，庶民國人不吾與也。夫如是，則脅肩無所容，而累足無所履也。子雖痛乎，獨謂義何？故忍棄子而行義，不能無義而視魯國。」於是齊將按兵而止，使人言於齊君曰：「魯未可伐也。乃至於境，山澤之婦人耳，猶知持節行義，不以私害公，而況於朝臣士大夫乎！請還。」齊君許之。魯君聞之，賜婦人束帛百端，號曰義姑姊。公正誠信，果於行義。夫義，其大哉！雖在匹婦，國猶賴之，況以禮義治國乎！詩云：「有覺德行，四國順之。」此之謂也。 \\n 頌曰：齊君攻魯，義姑有節，見軍走山，棄子抱姪，齊將問之，賢其推理，一婦為義，齊兵遂止。 \\n 代趙夫人 \\n 代趙夫人者，趙衛子之女，襄子之姊，代王之夫人也。衛子既葬，襄子未除服，地登夏屋，誘代王，使廚人持斗以食代王及從者，行斟，陰令宰人各以一斗擊殺代王及從者。因舉兵平代地而迎其姊趙夫人，夫人曰：「吾受先君之命事代之王，今十有餘年矣。代無大故，而主君殘之。今代已亡，吾將奚歸？且吾聞之，婦人之義無二夫。吾豈有二夫哉！欲迎我何之？以弟慢夫，非義也。以夫怨弟，非仁也。吾不敢怨，然亦不歸，遂泣而呼天，自殺於靡笄之地。代人皆懷之。君子謂趙夫人善處夫婦之間。詩云：「不僭不賊，鮮不為則。」此之謂也。 \\n 頌曰：惟趙襄子，代夫人弟，襲滅代王，迎取其姊，姊引義理，稱引節禮，不歸不怨，遂留野死。 \\n 齊義繼母 \\n 齊義繼母者，齊二子之母也。當宣王時，有人簡死於道者，吏訊之，被一創，二子兄弟立其傍，吏問之，兄曰：「我殺之。」弟曰：「非兄也，乃我殺之。」期年，吏不能決，言之於相，相不能決，言之於王，王曰：「今皆赦之，是縱有罪也。皆殺之，是誅無辜也。寡人度其母，能知子善惡。試問其母，聽其所欲殺活。」相召其母問之曰：「母之子殺人，兄弟欲相代死，吏不能決，言之於王。王有仁惠，故問母何所欲殺活。」其母泣而對曰：「殺其少者。」相受其言，因而問之曰：「夫少子者，人之所愛也。今欲殺之，何也？」其母對曰：「少者，妾之子也。長者，前妻之子也。其父疾且死之時，屬之於妾曰：『善養視之。』妾曰：『諾。』今既受人之託，許人以諾，豈可以忘人之託而不信其諾邪！且殺兄活弟，是以私愛廢公義也；背言忘信，是欺死者也。夫言不約束，已諾不分，何以居於世哉！子雖痛乎，獨謂行何！」泣下沾襟。相入言於王，王美其義，高其行，皆赦不殺，而尊其母，號曰義母。君子謂義母信而好義，絜而有讓。詩曰：「愷悌君子，四方為則。」此之謂也。 \\n 頌曰：義繼信誠，公正知禮，親假有罪，相讓不已，吏不能決，王以問母，據信行義，卒免二子。 \\n 魯秋潔婦 \\n 潔婦者，魯秋胡子妻也。既納之五日，去而宦於陳，五年乃歸。未至家，見路旁婦人採桑，秋胡子悅之，下車謂曰：「若曝採桑，吾行道逺，願託桑蔭下飡，下齎休焉。」婦人採桑不輟，秋胡子謂曰：「力田不如逢豐年，力桑不如見國卿。吾有金，願以與夫人。」婦人曰：「嘻！夫採桑力作，紡績織紝，以供衣食，奉二親，養夫子。吾不願金，所願卿無有外意，妾亦無淫泆之志，收子之齎與笥金。」秋胡子遂去，至家，奉金遺母，使人喚婦至，乃嚮採桑者也，秋胡子慚。婦曰：「子束髮脩身，辭親往仕，五年乃還，當所悅馳驟，揚塵疾至。今也乃悅路傍婦人，下子之裝，以金予之，是忘母也。忘母不孝，好色淫泆，是污行也，污行不義。夫事親不孝，則事君不忠。處家不義，則治官不理。孝義並亡，必不遂矣。妾不忍見，子改娶矣，妾亦不嫁。」遂去而東走，投河而死。君子曰：「潔婦精於善。夫不孝莫大於不愛其親而愛其人，秋胡子有之矣。」君子曰：「見善如不及，見不善如探湯。秋胡子婦之謂也。」詩云：「惟是褊心，是以為刺。」此之謂也。 \\n 頌曰：秋胡西仕，五年乃歸，遇妻不識，心有淫思，妻執無二，歸而相知，恥夫無義，遂東赴河。 \\n 周主忠妾 \\n 周主忠妾者，周大夫妻之媵妾也。大夫號主父，自衛仕於周，二年且歸。其妻淫於鄰人，恐主父覺，其淫者憂之，妻曰：「無憂也，吾為毒酒，封以待之矣。」三日，主父至，其妻曰：「吾為子勞，封酒相待，使媵婢取酒而進之。媵婢心知其毒酒也，計念進之則殺主父，不義，言之又殺主母，不忠，猶與因陽僵覆酒，主父怒而笞之。既已，妻恐媵婢言之，因以他過笞欲殺之，媵知將死，終不言。主父弟聞其事，具以告主父，主父驚，乃免媵婢，而笞殺其妻。使人陰問媵婢曰：「汝知其事，何以不言，而反幾死乎？」媵婢曰：「殺主以自生，又有辱主之名，吾死則死耳，豈言之哉！」主父高其義，貴其意，將納以為妻，媵婢辭曰：「主辱而死而妾獨生，是無禮也。代主之處，是逆禮也。無禮逆禮有一猶愈，今盡有之，難以生矣。」欲自殺，主聞之，乃厚幣而嫁之，四鄰爭娶之。君子謂忠妾為仁厚。夫名無細而不聞，行無隱而不彰。詩云：「無言不酬，無德不報。」此之謂也。 \\n 頌曰：周主忠妾，慈惠有序，主妻淫僻，藥酒毒主，使妾奉進，僵以除賊，忠全其主，終蒙其福。 \\n 魏節乳母 \\n 魏節乳母者，魏公子之乳母。秦攻魏，破之，殺魏王瑕，誅諸公子，而一公子不得，令魏國曰：「得公子者，賜金千鎰。匿之者，罪至夷。」節乳母與公子俱逃，魏之故臣見乳母而識之曰：「乳母無恙乎？」乳母曰：「嗟乎！吾柰公子何？」故臣曰：「今公子安在？吾聞秦令曰：『有能得公子者，賜金千鎰。匿之者，罪至夷。』乳母倘言之，則可以得千金。知而不言，則昆弟無類矣。」乳母曰：「吁！吾不知公子之處。」故臣曰：「我聞公子與乳母俱逃。」母曰：「吾雖知之，亦終不可以言。」故臣曰：「今魏國已破，亡族已滅。子匿之，尚誰為乎？」母吁而言曰：「夫見利而反上者，逆也。畏死而棄義者，亂也。今持逆亂而以求利，吾不為也。且夫凡為人養子者務生之，非為殺之也。豈可利賞畏誅之故，廢正義而行逆節哉！妾不能生而令公子禽也。」遂抱公子逃於深澤之中。故臣以告秦軍，秦軍追，見爭射之，乳母以身為公子蔽，矢著身者數十，與公子俱死。秦王聞之，貴其守忠死義，乃以卿禮葬之，祠以太牢，寵其兄為五大夫，賜金百鎰。君子謂節乳母慈惠敦厚，重義輕財。禮，為孺子室於宮，擇諸母及阿者，必求其寬仁慈惠，溫良恭敬，慎而寡言者，使為子師，次為慈母，次為保母，皆居子室，以養全之。他人無事不得往。夫慈故能愛，乳狗搏虎，伏雞搏狸，恩出於中心也。詩云：「行有死人，尚或墐之。」此之謂也。 \\n 頌曰：秦既滅魏，購其子孫，公子乳母，與俱遁逃，守節執事，不為利違，遂死不顧，名號顯遺。 \\n 梁節姑姊 \\n 梁節姑姊者，梁之婦人也。因失火，兄子與己子在內中，欲取兄子，輒得其子，獨不得兄子。火盛，不得復入，婦人將自趣火，其友止之，曰：「子本欲取兄之子，惶恐卒誤得爾子，中心謂何，何至自赴火？」婦人曰：「梁國豈可戶告人曉也？被不義之名，何面目以見兄弟國人哉！吾欲復投吾子，為失母之恩，吾勢不可以生。」遂赴火而死。君子謂節姑姊潔而不污。詩曰：「彼其之子，舍命不渝。」此之謂也。 \\n 頌曰：梁節姑姊，據義執理，子姪同內，火大發起，欲出其姪，輒得厥子，火盛自投，明不私己。 \\n 珠崖二義 \\n 二義者，珠崖令之後妻，及前妻之女也。女名初，年十三，珠崖多珠，繼母連大珠以為繫臂。及令死，當送喪。法，內珠入於關者死。繼母棄其繫臂珠。其子男年九歲，好而取之，置之母鏡奩中，皆莫之知。遂奉喪歸，至海關，關候士吏搜索，得珠十枚於繼母鏡奩中，吏曰：「嘻！此值法無可柰何，誰當坐者？」初在左右顧，心恐母去置鏡奩中，乃曰：「初當坐之。」吏曰：「其狀何如？」對曰：「君不幸，夫人解繫臂棄之。初心惜之，取而置夫人鏡奩中，夫人不知也。」繼母聞之，遽疾行問初，初曰：「夫人所棄珠，初復取之，置夫人奩中，初當坐之。」母意亦以初為實，然憐之，乃因謂吏曰：「願且待，幸無劾兒，兒誠不知也。此珠妾之繫臂也，君不幸，妾解去之，而置奩中。迫奉喪，道遠，與弱小俱，忽然忘之，妾當坐之。」初固曰：「實初取之。」繼母又曰：「兒但讓耳，實妾取之。」因涕泣不能自禁。女亦曰：「夫人哀初之孤，欲強活初耳，夫人實不知也。」又因哭泣，泣下交頸，送葬者盡哭，哀動傍人，莫不為酸鼻揮涕。關吏執筆書劾，不能就一字，關候垂泣，終日不能忍決，乃曰：「母子有義如此，吾寧坐之？不忍加文，且又相讓，安知孰是？」遂棄珠而遣之，既去，後乃知男獨取之也。君子謂二義慈孝。論語曰：「父為子隱，子為父隱，直在其中矣。」若繼母與假女推讓爭死，哀感傍人，可謂直耳。 \\n 頌曰：珠崖夫人，甚有母恩，假繼相讓，維女亦賢，納珠於關，各自伏愆，二義如此，為世所傳。 \\n 郃陽友娣 \\n 友娣者，郃陽邑任延壽之妻也。字季兒，有三子。季兒兄季宗與延壽爭葬父事，延壽與其友田建陰殺季宗。建獨坐死，延壽會赦，乃以告季兒，季兒曰：「嘻！獨今乃語我乎！」遂振衣欲去，問曰：「所與共殺吾兄者為誰？」延壽曰：「田建。田建已死，獨我當坐之，汝殺我而已。」季兒曰：「殺夫不義，事兄之讎亦不義。」延壽曰：「吾不敢留汝，願以車馬及家中財物盡以送汝，聽汝所之。」季兒曰：「吾當安之？兄死而讎不報，與子同枕席而使殺吾兄，內不能和夫家，又縱兄之仇，何面目以生而戴天履地乎！」延壽慚而去，不敢見季兒。季兒乃告其大女曰：「汝父殺吾兄，義不可以留，又終不復嫁矣。吾去汝而死，善視汝兩弟。」遂以繈自經而死。馮翊王讓聞之，大其義，令縣復其三子而表其墓。君子謂友娣善復兄仇。詩曰：「不僭不賊，鮮不為則。」季兒可以為則矣。 \\n 頌曰：季兒樹義，夫殺其兄，欲復兄讎，義不可行，不留不去，遂以自殃，馮翊表墓，嘉其義明。 \\n 京師節女 \\n 京師節女者，長安大昌里人之妻也。其夫有仇人，欲報其夫而無道徑，聞其妻之仁孝有義，乃劫其妻之父，使要其女為中譎。父呼其女告之，女計念不聽之則殺父，不孝；聽之，則殺夫，不義。不孝不義，雖生不可以行於世。欲以身當之，乃且許諾，曰：「旦日，在樓上新沐，東首臥則是矣。妾請開戶牖待之。」還其家，乃告其夫，使臥他所，因自沐居樓上，東首開戶牖而臥。夜半，仇家果至，斷頭持去，明而視之，乃其妻之頭也。仇人哀痛之，以為有義，遂釋不殺其夫。君子謂節女仁孝厚於恩義也。夫重仁義輕死亡，行之高者也。論語曰：「君子殺身以成仁，無求生以害仁。」此之謂也。 \\n 頌曰：京師節女，夫讎劫父，要女間之，不敢不許，期處既成，乃易其所，殺身成仁，義冠天下。 \\n  \\n   \\n  "}
{"章节": "卷之六", "正文": "  \\n 卷之六 \\n 　 \\n  \\n 齊管妾婧 \\n 妾婧者，齊相管仲之妾也。甯戚欲見桓公，道無從，乃為人僕。將車宿齊東門之外，桓公因出，甯戚擊牛角而商歌，甚悲，桓公異之，使管仲迎之，甯戚稱曰：「浩浩乎白水！」管仲不知所謂，不朝五日，而有憂色，其妾婧進曰：「今君不朝五日而有憂色，敢問國家之事耶？君之謀也？」管仲曰：「非汝所知也。」婧曰：「妾聞之也，毋老老，毋賤賤，毋少少，毋弱弱。」管仲曰：「何謂也？」「昔者太公望年七十，屠牛於朝歌市，八十為天子師，九十而封於齊。由是觀之，老可老邪？夫伊尹，有｛新女｝氏之媵臣也。湯立以為三公，天下之治太平。由是觀之，賤可賤邪？皋子生五歲而贊禹。由是觀之，少可少邪？駃騠生七日而超其母。由是觀之，弱可弱邪？」於是管仲乃下席而謝曰：「吾請語子其故。昔日，公使我迎甯戚，甯戚曰：『浩浩乎白水！』吾不知其所謂，是故憂之。」其妾笑曰：「人已語君矣，君不知識邪？古有白水之詩。詩不云乎：『浩浩白水，鯈鯈之魚，君來召我，我將安居，國家未定，從我焉如。』此甯戚之欲得仕國家也。」管仲大悅，以報桓公。桓公乃脩官府，齊戒五日，見甯子，因以為佐，齊國以治。君子謂妾婧為可與謀。詩云：「先民有言，詢于芻蕘。」此之謂也。 \\n 頌曰：桓遇甯戚，命管迎之，甯戚白水，管仲憂疑，妾進問焉，為說其詩，管嘉報公，齊得以治。 \\n 楚江乙母 \\n 楚大夫江乙之母也。當恭王之時，乙為郢大夫。有入王宮中盜者，令尹以罪乙，請於王而絀之。處家無幾何，其母亡布八尋，乃往言於王曰：「妾夜亡布八尋，令尹盜之。」王方在小曲之臺，令尹侍焉。王謂母曰：「令尹信盜之，寡人不為其富貴而不行法焉。若不盜而誣之，楚國有常法。」母曰：「令尹不身盜之也，乃使人盜之。」王曰：「其使人盜柰何？」對曰：「昔孫叔敖之為令尹也，道不拾遺，門不閉關，而盜賊自息。今令尹之治也，耳目不明，盜賊公行，是故使盜得盜妾之布，是與使人盜何以異也？」王曰：「令尹在上，寇盜在下，令尹不知有何罪焉？」母曰：「吁，何大王之言過也！昔日妾之子為郢大夫，有盜王宮中之物者，妾子坐而絀，妾子亦豈知之哉！然終坐之，令尹獨何人，而不以是為過也？昔者周武王有言曰：『百姓有過，在予一人。』上不明則下不治，相不賢則國不寧。所謂國無人者，非無人也，無理人者也。王其察之。」王曰：「善。非徒譏令尹，又譏寡人。」命吏償母之布，因賜金十鎰，母讓金布曰：「妾豈貪貨而干大王哉，怨令尹之治也。」遂去，不肯受。王曰：「母智若此，其子必不愚。」乃復召江乙而用之。君子謂乙母善以微喻。詩云：「猷之未遠，是用大諫。」此之謂也。 \\n 頌曰：江乙失位，乙母動心，既歸家處，亡布八尋，指責令尹，辭甚有度，王復用乙，賜母金布。 \\n 晉弓工妻 \\n 弓工妻者，晉繁人之女也。當平公之時，使其夫為弓，三年乃成。平公引弓而射，不穿一札。平公怒，將殺弓人。弓人之妻請見曰：「繁人之子，弓人之妻也。願有謁於君。」平公見之，妻曰：「君聞昔者公劉之行乎？羊牛踐葭葦，惻然為民痛之。恩及草木，豈欲殺不辜者乎！秦穆公，有盜食其駿馬之肉，反飲之以酒。楚莊王臣援其夫人之衣，而絕纓與飲大樂。此三君者，仁著於天下，卒享其報，名垂至今。昔帝堯茅茨不翦，采椽不斲，土階三等，猶以為為之者勞，居之者逸也。今妾之夫，治造此弓，其為之亦勞矣。其幹生於太山之阿，一日三睹陰，三睹陽。傅以燕牛之角，纏以荊麋之筋，餬以河魚之膠。此四者，皆天下之妙選也，而君不能以穿一札，是君之不能射也，而反欲殺妾之夫，不亦謬乎！妾聞射之道，左手如拒石，右手如附枝，右手發之，左手不知，此蓋射之道也。平公以其言為儀而射，穿七札，繁人之夫立得出，而賜金三鎰。君子謂弓工妻可與處難。詩曰：「敦弓既堅，舍矢既鈞。」言射有法也。 \\n 頌曰：晉平作弓，三年乃成，公怒弓工，將加以刑，妻往說公，陳其幹材，列其勞苦，公遂釋之。 \\n 齊傷槐女 \\n 齊傷槐女者，傷槐衍之女也，名婧。景公有所愛槐，使人守之，植木懸之，下令曰：「犯槐者刑，傷槐者死。」於是衍醉而傷槐。景公聞之曰：「是先犯我令。」使吏拘之，且加罪焉。婧懼，乃造於相晏子之門曰：「賤妾不勝其欲，願得備數於下。」晏子聞之，笑曰：「嬰其有淫色乎，何為老而見奔？殆有說內之至哉！」既入門，晏子望見之曰：「怪哉，有深憂！」進而問焉，對曰：「妾父衍，幸得充城郭為公民。見陰陽不調，風雨不時，五穀不滋之故，禱祠於名山神水。不勝麴糱之味，先犯君令，醉至於此，罪故當死。妾聞明君之蒞國也，不損祿而加刑，又不以私恚害公法，不為六畜傷民人，不為野草傷禾苗。昔者宋景公之時，大旱三年不雨，召太卜而卜之曰：『當以人祀之。』景公乃降堂北面稽首曰：『吾所以請雨者，乃為吾民也，今必當以人祀，寡人請自當之。』言未卒，天大雨，方千里。所以然者何也？以能順天慈民也。今吾君樹槐，令犯者死。欲以槐之故殺婧之父，孤妾之身，妾恐傷執政之法而害明君之義也。鄰國聞之，皆謂君愛樹而賤人，其可乎！」晏子惕然而悟。明日，朝，謂景公曰：「嬰聞之，窮民財力謂之暴；崇玩好，威嚴令謂之逆；刑殺不正，謂之賊。夫三者，守國之大殃也。今君窮民財力，以美飲食之具，繁鐘鼓之樂，極宮室之觀，行暴之大者也。崇玩好，威嚴令，是逆民之明者也。犯槐者刑，傷槐者死。刑殺不正，賊民之深者也。」公曰：「寡人敬受命。」晏子出，景公即時命罷守槐之役，拔植懸之木，廢傷槐之法，出犯槐之囚。君子曰：「傷槐女能以辭免。」詩云：「是究是圖，亶其然乎！」此之謂也。 \\n 頌曰：景公愛槐，民醉折傷，景公將殺，其女悼惶，奔告晏子，稱說先王，晏子為言，遂免父殃。 \\n 楚野辨女 \\n 楚野辨女者，昭氏之妻也。鄭簡公使大夫聘於荊，至於狹路，有一婦人乘車，與大夫遇，轂擊而折大夫車軸，大夫怒，將執而鞭之，婦人曰：「妾聞君子不遷怒，不貳過。今於狹路之中，妾已極矣，而子大夫之僕不肯少引，是以敗子大夫之車，而反執妾，豈不遷怒哉！既不怒僕，而反怒妾，豈不貳過哉！周書曰：『毋侮鰥寡，而畏高明。』今子列大夫而不為之表，而遷怒貳過，釋僕執妾，輕其微弱，豈可謂不侮鰥寡乎！吾鞭則鞭耳，惜子大夫之喪善也！大夫慚而無以應，遂釋之，而問之，對曰：「妾楚野之鄙人也。」大夫曰：「盍從我於鄭乎？」對曰：「既有狂夫，昭氏在內矣。」遂去。君子曰：「辨女能以辭免。詩云：「惟號斯言，有倫有脊。」此之謂也。 \\n 頌曰：辨女獨乘，遇鄭使者，鄭使折軸，執女忿怒，女陳其冤，亦有其序，鄭使慚去，不敢談語。 \\n 阿谷處女 \\n 阿谷處女者，阿谷之隧浣者也。孔子南游，過阿谷之隧，見處子佩璜而浣，孔子謂子貢曰：「彼浣者其可與言乎？」抽觴以授子貢曰：「為之辭以觀其志。」子貢曰：「我北鄙之人也。自北徂南，將欲之楚，逢天之暑，我思譚譚，願乞一飲，以伏我心。」處子曰：「阿谷之隧，隱曲之地，其水一清一濁，流入於海，欲飲則飲，何問乎婢子？」授子貢觴，迎流而挹之，投而棄之，從流而挹之，滿而溢之，跪置沙上，曰：「禮不親授。」子貢還報其辭。孔子曰：「丘已知之矣。抽琴去其軫，以授子貢曰：「為之辭。」子貢往曰：「嚮者聞子之言，穆如清風，不拂不寤，私復我心，有琴無軫，願借子調其音。」處子曰：「我鄙野之人也。陋固無心，五音不知，安能調琴？」子貢以報孔子，孔子曰：「丘已知之矣。過賢則賓。」抽絺綌五兩以授子貢曰：「為之辭。」子貢往曰：「吾北鄙之人也。自北徂南，將欲之楚，有絺綌五兩，非敢以當子之身也，願注之水旁。」處子曰：「行客之人，嗟然永久，分其資財，棄於野鄙，妾年甚少，何敢受子。子不早命，竊有狂夫名之者矣。」子貢以告孔子，孔子曰：「丘已知之矣。斯婦人達於人情而知禮。」詩云：「南有喬木，不可休息，漢有遊女，不可求思。」此之謂也。 \\n 頌曰：孔子出遊，阿谷之南，異其處子，欲觀其風，子貢三反，女辭辨深，子曰達情，知禮不淫。 \\n 趙津女娟 \\n 趙津女娟者，趙河津吏之女，趙簡子之夫人也。初簡子南擊楚，與津吏期，簡子至，津吏醉臥，不能渡，簡子怒，欲殺之，娟懼，持楫而走，簡子曰：「女子走何為？」對曰：「津吏息女。妾父聞主君東渡不測之水，恐風波之起，水神動駭，故禱祠九江三淮之神，供具備禮，御釐受福，不勝巫祝，杯酌餘瀝，醉至於此。君欲殺之，妾願以鄙軀易父之死。」簡子曰：「非女之罪也。」娟曰：「主君欲因其醉而殺之，妾恐其身之不知痛，而心不知罪也。若不知罪殺之，是殺不辜也。願醒而殺之，使知其罪。」簡子曰：「善。」遂釋不誅。簡子將渡，用楫者少一人，娟攘卷摻楫而請，曰：「妾居河濟之間，世習舟楫之事，願備員持楫。」簡子曰：「不穀將行，選士大夫，齊戒沐浴，義不與婦人同舟而渡也。」娟對曰：「妾聞昔者湯伐夏，左驂驪，右驂牝靡，而遂放桀。武王伐殷，左驂牝騏，右驂牝〈馬黃〉，而遂克紂，至於華山之陽。主君不欲渡則已，與妾同舟，又何傷乎？」簡子悅，遂與渡，中流為簡子發河激之歌，其辭曰：「升彼阿兮面觀清，水揚波兮查冥冥，禱求福兮醉不醒，誅將加兮妾心驚，罰既釋兮瀆乃清，妾持楫兮操其維，蛟龍助兮主將歸，呼來櫂兮行勿疑。」簡子大悅曰：「昔者不穀夢娶妻，豈此女乎？」將使人祝祓，以為夫人。娟乃再拜而辭曰：「夫婦人之禮，非媒不嫁。嚴親在內，不敢聞命。」遂辭而去。簡子歸，乃納幣於父母，而立以為夫人。君子曰：「女娟通達而有辭。」詩云：「來遊來歌，以矢其音。」此之謂也。 \\n 頌曰：趙簡渡河，津吏醉荒，將欲加誅，女娟恐惶，操楫進說，父得不喪，維久難蔽，終遂發揚。 \\n 趙佛肸母 \\n 趙佛肸母者，趙之中牟宰佛肸之母也。佛肸以中牟叛。趙之法，以城叛者，身死家收。佛肸之母將論，自言曰：「我死不當。」士長問其故，母曰：「為我通於主君，乃言；不通，則老婦死而已。」士長為之言於襄子，襄子出，問其故，母曰：「不得見主君則不言。」於是襄子見而問之曰：「不當死何也？」母曰：「妾之當死亦何也？」襄子曰：「而子反。」母曰：「子反，母何為當死？」襄子曰：「母不能教子，故使至於反，母何為不當死也？」母曰：「吁，以主君殺妾為有說也，乃以母無教邪！妾之職盡久矣，此乃在於主君。妾聞子少而慢者，母之罪也。長而不能使者，父之罪也。今妾之子少而不慢，長又能使，妾何負哉！妾聞之，子少則為子，長則為友，夫死從子，妾能為君長子，君自擇以為臣，妾之子與在論中，此君之臣，非妾之子。君有暴臣，妾無暴子，是以言妾無罪也。襄子曰：「善，夫佛肸之反，寡人之罪也。」遂釋之。君子曰：「佛肸之母，一言而發襄子之意，使行不遷怒之德，以免其身。」詩云：「既見君子，我心寫兮。」此之謂也。 \\n 頌曰：佛肸既叛，其母任理，將就於論，自言襄子，陳列母職，子長在君，襄子說之，遂釋不論。 \\n 齊威虞姬 \\n 虞姬者，名娟之，齊威王之姬也。威王即位，九年不治，委政大臣，諸侯並侵之。其佞臣周破胡專權擅勢，嫉賢妒能，即墨大夫賢，而日毀之，阿大夫不肖，反日譽之。虞姬謂王曰：「破胡，讒諛之臣也，不可不退。齊有北郭先生者，賢明有道，可置左右。」破胡聞之，乃惡虞姬曰：「其幼弱在於閭巷之時，嘗與北郭先生通。」王疑之，乃閉虞姬於九層之臺，而使有司即窮驗問，破胡賂執事者，使竟其罪，執事者誣其辭而上之，王視其辭，不合於意，乃召虞姬而自問焉，虞姬對曰：「妾娟之幸得蒙先人之遺體，生於天壤之閒，去蓬廬之下，侍明王之讌，泥附王著，薦床蔽席，供執埽除，掌奉湯沐，至今十餘年矣。惓惓之心，冀幸補一言，而為邪臣所擠，湮於百重之下，不意大王乃復見而與之語。妾聞玉石墜泥不為汙，柳下覆寒，女不為亂。積之於素雅，故不見疑也。經瓜田不躡履，過李園不正冠，妾不避，此罪一也。既陷難中，有司受賂，聽用邪人，卒見覆冒，不能自明。妾聞寡婦哭城，城為之崩。亡士歎市，市為之罷。誠信發內，感動城市。妾之冤明於白日，雖獨號於九層之內，而眾人莫為豪釐，此妾之罪二也。既有汙名，而加此二罪，義固不可以生。所以生者，為莫白妾之汙名也。且自古有之，伯奇放野，申生被患。孝順至明，反以為殘。妾既當死，不復重陳，然願戒大王，群臣為邪，破胡最甚。王不執政，國殆危矣。於是王大寤，出虞姬，顯之於朝市，封即墨大夫以萬戶，烹阿大夫與周破胡。遂起兵收故侵地，齊國震懼，人知烹阿大夫，不敢飾非，務盡其職，齊國大治。君子謂虞姬好善。詩云：「既見君子，我心則降。」此之謂也。 \\n 頌曰：齊國惰政，不治九年，虞姬譏刺，反害其身，姬列其事，上指皇天，威王覺寤，卒距強秦。 \\n 齊鍾離春 \\n 鍾離春者，齊無鹽邑之女，宣王之正后也。其為人極醜無雙，臼頭，深目，長壯，大節，卬鼻，結喉，肥項，少髮，折腰，出胸，皮膚若漆。行年四十，無所容入，衒嫁不讎，流棄莫執。於是乃拂拭短褐，自詣宣王，謂謁者曰：「妾齊之不讎女也。聞君王之聖德，願備後宮之埽除，頓首司馬門外，唯王幸許之。」謁者以聞，宣王方置酒於漸臺，左右聞之，莫不掩口大笑曰：「此天下強顏女子也，豈不異哉！」於是宣王乃召見之，謂曰：「昔者先王為寡人娶妃匹，皆已備有列位矣。今夫人不容於鄉里布衣，而欲干萬乘之主，亦有何奇能哉？」鍾離春對曰：「無有。特竊慕大王之美義耳。」王曰：「雖然，何善？」良久曰：「竊嘗善隱。」宣王曰：「隱固寡人之所願也，試一行之。」言未卒，忽然不見。宣王大驚，立發隱書而讀之，退而推之，又未能得。明日，又更召而問之，不以隱對，但揚目銜齒，舉手拊膝，曰：「殆哉殆哉！」如此者四。宣王曰：「願遂聞命。」鍾離春對曰：「今大王之君國也，西有衡秦之患，南有強楚之讎，外有二國之難。內聚姦臣，眾人不附。春秋四十，壯男不立，不務眾子而務眾婦。尊所好，忽所恃。一旦山陵崩弛，社稷不定，此一殆也。漸臺五重，黃金白玉，琅玕籠疏翡翠珠璣，幕絡連飾，萬民罷極，此二殆也。賢者匿於山林，諂諛強於左右，邪偽立於本朝，諫者不得通入，此三殆也。飲酒沈湎，以夜繼晝，女樂俳優，縱橫大笑。外不脩諸侯之禮，內不秉國家之治，此四殆也。故曰殆哉殆哉。」於是宣王喟然而嘆曰：「痛乎無鹽君之言！乃今一聞。」於是拆漸臺，罷女樂，退諂諛，去雕琢，選兵馬，實府庫，四辟公門，招進直言，延及側陋。卜擇吉日，立太子，進慈母，拜無鹽君為后。而齊國大安者，醜女之力也。君子謂鍾離春正而有辭。詩云：「既見君子，我心則喜。」此之謂也。 \\n 頌曰：無鹽之女，干說齊宣，分別四殆，稱國亂煩，宣王從之，四辟公門，遂立太子，拜無鹽君。 \\n 齊宿瘤女 \\n 宿瘤女者，齊東郭採桑之女，閔王之后也。項有大瘤，故號曰宿瘤。初，閔王出游，至東郭，百姓盡觀，宿瘤女採桑如故，王怪之，召問曰：「寡人出遊，車騎甚眾，百姓無少長皆棄事來觀，汝採桑道旁，曾不一視，何也？」對曰：「妾受父母教採桑，不受教觀大王。」王曰：「此奇女也，惜哉宿瘤！」女曰：「婢妾之職，屬之不二，予之不忘，中心謂何，宿瘤何傷？」王大悅之曰：「此賢女也。」命後車載之，女曰：「賴大王之力，父母在內，使妾不受父母之教，而隨大王，是奔女也，大王又安用之？」王大慚，曰：「寡人失之。」又曰：「貞女一禮不備，雖死不從。」於是王遣歸，使使者加金百鎰，往聘迎之，父母驚惶，欲洗沐，加衣裳，女曰：「如是見王，則變容更服，不見識也，請死不往。」於是如故，隨使者，閔王歸見諸夫人，告曰：「今日出遊，得一聖女，今至斥汝屬矣。」諸夫人皆怪之，盛服而衛，遲其至也，宿瘤，駭，宮中諸夫人皆掩口而笑，左右失貌，不能自止，王大慚曰：「且無笑不飾耳。夫飾與不飾，固相去十百也。」女曰：「夫飾與不飾，相去千萬，尚不足言，何獨十百也！」王曰：「何以言之？」對曰：「性相近，習相遠也。昔者堯舜桀紂，俱天子也。堯舜自飾以仁義，雖為天子，安於節儉，茅茨不翦，采椽不斲，後宮衣不重采，食不重味。至今數千歲，天下歸善焉。桀紂不自飾以仁義，習為苛文，造為高臺深池，後宮蹈綺縠，弄珠玉，意非有饜時也。身死國亡，為天下笑，至今千餘歲，天下歸惡焉。由是觀之，飾與不飾，相去千萬，尚不足言，何獨十百也。」於是諸夫人皆大慚，閔王大感，立瘤女以為后。出令卑宮室，填池澤，損膳減樂，後宮不得重采。期月之間，化行鄰國，諸侯朝之，侵三晉，懼秦楚，立帝號。閔王至於此也，宿瘤女有力焉。及女死之後，燕遂屠齊，閔王逃亡，而弒死於外。君子謂宿瘤女通而有禮。詩云：「菁菁者莪，在彼中阿，既見君子，樂且有儀。」此之謂也。 \\n 頌曰：齊女宿瘤，東郭採桑，閔王出遊，不為變常，王召與語，諫辭甚明，卒升后位，名聲光榮。 \\n 齊孤逐女 \\n 孤逐女者，齊即墨之女，齊相之妻也。初，逐女孤無父母，狀甚醜，三逐於鄉，五逐於里，過時無所容。齊相婦死，逐女造襄王之門，而見謁者曰：「妾三逐於鄉，五逐於里，孤無父母，擯棄於野，無所容止，願當君王之盛顏，盡其愚辭。」左右復於王，王輟食吐哺而起。左右曰：「三逐於鄉者，不忠也；五逐於里者，少禮也。不忠少禮之人，王何為遽？」王曰：「子不識也。夫牛鳴而馬不應，非不聞牛聲也，異類故也。此人必有與人異者矣。遂見與之語三日。始一日，曰：「大王知國之柱乎？」王曰：「不知也。」逐女曰：「柱，相國是也。夫柱不正則棟不安，棟不安則榱橑墮，則屋幾覆矣。王則棟矣，庶民榱橑也，國家屋也。夫屋堅與不堅，在乎柱。國家安與不安，在乎相。今大王既有明知，而國相不可不審也。」王曰：「諾。」其二日，王曰：「吾國相奚若？」對曰：「王之國相，比目之魚也，外比內比，然後能成其事，就其功。」王曰：「何謂也？」逐女對曰：「明其左右，賢其妻子，是外比內比也。」其三日，王曰：「吾相其可易乎？」逐女對曰：「中才也，求之未可得也。如有過之者，何為不可也？今則未有。妾聞明王之用人也，推一而用之。故楚用虞邱子，而得孫叔敖；燕用郭隗，而得樂毅。大王誠能厲之，則此可用矣。」王曰：「吾用之柰何？」逐女對曰：「昔者齊桓公尊九九之人，而有道之士歸之。越王敬螳蜋之怒，而勇士死之。葉公好龍，而龍為暴下。物之所徵，固不須頃。」王曰：「善。」遂尊相，敬而事之，以逐女妻之。居三日，四方之士多歸於齊，而國以治。詩云：「既見君子，並坐鼓瑟。」此之謂也。 \\n 頌曰：齊逐孤女，造襄王門，女雖五逐，王猶見焉，談國之政，亦甚有文，與語三日，遂配相君。 \\n 楚處莊姪 \\n 楚處莊姪者，楚頃襄王之夫人，縣邑之女也。初，頃襄王好臺榭，出入不時，行年四十，不立太子，諫者蔽塞，屈原放逐，國既殆矣。秦欲襲其國，乃使張儀間之，使其左右謂王曰：「南游於唐，五百里有樂焉。」王將往。是時莊姪年十二，謂其母曰：「王好淫樂，出入不時。春秋既盛，不立太子。今秦又使人重賂左右，以惑我王，使游五百里之外，以觀其勢。王已出，姦臣必倚敵國而發謀，王必不得反國。姪願往諫之。」其母曰：「汝嬰兒也，安知諫？」不遣，姪乃逃。以緹竿為幟，姪持幟伏南郊道旁，王車至，姪舉其幟，王見之而止，使人往問之，使者報曰：「有一女童伏於幟下，願有謁於王。」王曰：「召之。」姪至，王曰：「女何為者也？」姪對曰：「妾縣邑之女也，欲言隱事於王，恐壅閼蔽塞，而不得見聞。大王出遊五百里，因以幟見。」王曰：「子何以戒寡人？」姪對曰：「大魚失水，有龍無尾。牆欲內崩，而王不視。」王曰：「不知也。」姪對曰：「大魚失水者，王離國五百里也，樂之於前，不思禍之起於後也。有龍無尾者，年既四十，無太子也。國無強輔，必且殆也。牆欲內崩而王不視者，禍亂且成而王不改也。」王曰：「何謂也？」姪曰：「王好臺榭，不恤眾庶，出入不時，耳目不聰明。春秋四十不立太子，國無強輔，外內崩壞。強秦使人內間王左右，使王不改，日以滋甚，今禍且構。王遊於五百里之外，王必遂往，國非王之國也。」王曰：「何也？」姪曰：「王之致此三難也以五患。」王曰：「何謂五患？」姪曰：「宮室相望，城郭闊達，一患也。宮垣衣繡，民人無褐，二患也。奢侈無度，國且虛竭，三患也。百姓飢餓，馬有餘秣，四患也。邪臣在側，賢者不達，五患也。王有五患，故及三難。」王曰：「善。」命後車載之，立還反國，門已閉，反者已定，王乃發鄢郢之師以擊之，僅能勝之。乃立姪為夫人，位在鄭子袖之右，為王陳節儉愛民之事，楚國復強。君子謂莊姪雖違於禮，而終守以正。詩云：「北風其喈，雨雪霏霏，惠而好我，攜手同。」歸此之謂也。 \\n 頌曰：楚處莊姪，雖為女童，以幟見王，陳國禍凶，設王三難，五患累重，王載以歸，終卒有功。 \\n 齊女徐吾 \\n 齊女徐吾者，齊東海上貧婦人也。與鄰婦李吾之屬會燭，相從夜績。徐吾最貧，而燭數不屬。李吾謂其屬曰：「徐吾燭數不屬，請無與夜也。」徐吾曰：「是何言與？妾以貧燭不屬之故，起常早，息常後，灑埽陳席，以待來者。自與蔽薄，坐常處下。凡為貧燭不屬故也。夫一室之中，益一人，燭不為暗，損一人，燭不為明，何愛東壁之餘光，不使貧妾得蒙見哀之？恩長為妾役之事，使諸君常有惠施於妾，不亦可乎！」李吾莫能應，遂復與夜，終無後言。君子曰：「婦人以辭不見棄於鄰，則辭安可以已乎哉！」詩云：「辭之輯矣，民之協矣。」此之謂也。 \\n 頌曰：齊女徐吾，會績獨貧，夜託燭明，李吾絕焉，徐吾自列，辭語甚分，卒得容入，終沒後言。 \\n 齊太倉女 \\n 齊太倉女者，漢太倉令淳于公之少女也，名緹縈。淳于公無男，有女五人。孝文皇帝時，淳于公有罪當刑。是時肉刑尚在，詔獄繫長安，當行會逮，公罵其女曰：「生子不生男，緩急非有益。」緹縈自悲泣，而隨其父至長安，上書曰：「妾父為吏，齊中皆稱廉平，今坐法當刑。妾傷夫死者不可復生，刑者不可復屬，雖欲改過自新，其道無由也。妾願入身為官婢，以贖父罪，使得自新。」書奏，天子憐悲其意，乃下詔曰：「蓋聞有虞之時，畫衣冠，異章服，以為戮，而民不犯，何其至治也？今法有肉刑五，而姦不止，其咎安在？非朕德薄而教之不明歟？吾甚自媿。夫訓道不純，而愚民陷焉。詩云：『愷悌君子，民之父母。』今人有過，教未施，而刑已加焉。或欲改行為善，而其道無繇。朕甚憐之。夫刑者至斷支體，刻肌膚，終身不息，何其痛而不德也！豈稱為民父母之意哉！其除肉刑。」自是之後，鑿顛者髡，抽脅者笞，刖足者鉗。淳于公遂得免焉。君子謂緹縈一言發聖主之意，可謂得事之宜矣。詩云：「辭之懌矣，民之莫矣。」此之謂也。 \\n 頌曰：緹縈訟父，亦孔有識，推誠上書，文雅甚備，小女之言，乃感聖意，終除肉刑，以免父事。 \\n  \\n   \\n  "}
{"章节": "卷之七", "正文": "  \\n 卷之七 \\n 　 \\n  \\n 夏桀末喜 \\n 末喜者，夏桀之妃也。美於色，薄於德，亂孽無道，女子行丈夫心，佩劍帶冠。桀既棄禮義，淫於婦人，求美女，積之於後宮，收倡優侏儒狎徒能為奇偉戲者，聚之於旁，造爛漫之樂，日夜與末喜及宮女飲酒，無有休時。置末喜於膝上，聽用其言，昏亂失道，驕奢自恣。為酒池可以運舟，一鼓而牛飲者三千人，〈革奇〉其頭而飲之於酒池，醉而溺死者，末喜笑之，以為樂。龍逢進諫曰：「君無道，必亡矣。」桀曰：「日有亡乎？日亡而我亡。」不聽，以為妖言而殺之。造瓊室瑤臺，以臨雲雨，殫財盡幣，意尚不饜。召湯，囚之於夏臺，已而釋之，諸侯大叛。於是湯受命而伐之，戰於鳴條，桀師不戰，湯遂放桀，與末喜嬖妾同舟，流於海，死於南巢之山。詩曰：「懿厥哲婦，為梟為鴟。」此之謂也。 \\n 頌曰：末喜配桀，維亂驕揚，桀既無道，又重其荒，姦軌是用，不恤法常，夏后之國，遂反為商。 \\n 殷紂妲己 \\n 妲己者，殷紂之妃也。嬖幸於紂。紂材力過人，手格猛獸，智足以距諫，辯足以飾非，矜人臣以能，高天下以聲，以為人皆出己之下，好酒淫樂，不離妲己，妲己之所譽貴之，妲己之所憎誅之。作新淫之聲、北鄙之舞、靡靡之樂，收珍物，積之於後宮，諛臣群女咸獲所欲，積糟為邱，流酒為池，懸肉為林，使人裸形相逐其閒，為長夜之飲，妲己好之。百姓怨望，諸侯有畔者，紂乃為炮烙之法，膏銅柱，加之炭，令有罪者行其上，輒墮炭中，妲己乃笑。比干諫曰：「不脩先王之典法，而用婦言，禍至無日。」紂怒，以為妖言。妲己曰：「吾聞聖人之心有七竅。」於是剖心而觀之。囚箕子，微子去之。武王遂受命，興師伐紂，戰于牧野，紂師倒戈，紂乃登廩臺，衣寶玉衣而自殺。於是武王遂致天之罰，斬妲己頭，懸於小白旗，以為亡紂者是女也。書曰：「牝雞無晨，牝雞之晨，惟家之索。」詩云：「君子信盜，亂是用暴，匪其止共，維王之邛。」此之謂也。 \\n 頌曰：妲己配紂，惑亂是脩，紂既無道，又重相謬，指笑炮炙，諫士刳囚，遂敗牧野，反商為周。 \\n 周幽褎姒 \\n 褎姒者，童妾之女，周幽王之后也。初，夏之衰也，褎人之神化為二龍，同於王庭而言曰：「余，褒之二君也。」夏后卜殺之與去，莫吉。卜請其漦藏之而吉，乃布幣焉。龍忽不見，而藏漦櫝中，乃置之郊，至周，莫之敢發也。及周厲王之末，發而觀之，漦流於庭，不可除也。王使婦人裸而譟之，化為玄蚖，入後宮，宮之童妾未毀而遭之，既笄而孕，當宣王之時產。無夫而乳，懼而棄之。先是有童謠曰：「檿弧箕服，寔亡周國。」宣王聞之。後有人夫妻賣檿弧箕服之器者，王使執而戮之，夫妻夜逃，聞童妾遭棄而夜號，哀而取之，遂竄於褒。長而美好，褎人姁有獄，獻之以贖，幽王受而嬖之，遂釋褒姁，故號曰褎姒。既生子伯服，幽王乃廢后申侯之女，而立褎姒為后，廢太子宜咎而立伯服為太子。幽王惑於褎姒，出入與之同乘，不卹國事，驅馳弋獵不時，以適褎姒之意。飲酒流湎，倡優在前，以夜續晝。褎姒不笑，幽王乃欲其笑，萬端，故不笑，幽王為烽燧大鼓，有寇至，則舉，諸侯悉至而無寇，褎姒乃大笑。幽王欲悅之，數為舉烽火，其後不信，諸侯不至。忠諫者誅，唯褒姒言是從。上下相諛，百姓乖離，申侯乃與繒西夷犬戎共攻幽王，幽王舉烽燧徵兵，莫至，遂殺幽王於驪山之下，虜褒姒，盡取周賂而去。於是諸侯乃即申侯，而共立故太子宜咎，是為平王。自是之後，周與諸侯無異。詩曰：「赫赫宗周，褎姒滅之。」此之謂也。 \\n 頌曰：褎神龍變，寔生褎姒，興配幽王，廢后太子，舉烽致兵，笑寇不至，申侯伐周，果滅其祀。 \\n 衛宣公姜 \\n 宣姜者，齊侯之女，衛宣公之夫人也。初，宣公夫人夷姜生伋子，以為太子，又娶於齊，曰宣姜，生壽及朔。夷姜既死，宣姜欲立壽，乃與壽弟朔謀構伋子。公使伋子之齊，宣姜乃陰使力士待之界上而殺之，曰：「有四馬白旄至者，必要殺之。」壽聞之，以告太子曰：「太子其避之。」伋子曰：「不可。夫棄父之命，則惡用子也！」壽度太子必行，乃與太子飲，奪之旄而行，盜殺之。伋子醒，求旄不得，遽往追之，壽已死矣。伋子痛壽為己死，乃謂盜曰：「所欲殺者乃我也，此何罪，請殺我。」盜又殺之。二子既死，朔遂立為太子，宣公薨，朔立是為惠公，竟終無後，亂及五世，至戴公而後寧。詩云：「乃如之人，德音無良。」此之謂也。 \\n 頌曰：衛之宣姜，謀危太子，欲立子壽，陰設力士，壽乃俱死，衛果危殆，五世不寧，亂由姜起。 \\n 魯桓文姜 \\n 文姜者，齊侯之女，魯桓公之夫人也。內亂其兄齊襄公。桓公將伐鄭納厲公，既行，與夫人俱將如齊也，申繻曰：「不可。女有家，男有室，無相瀆也，謂之有禮，易此必敗。且禮婦人無大故則不歸。」桓公不聽，遂與如齊。文姜與襄公通，桓公怒，禁之不止。文姜以告襄公，襄公享桓公酒，醉之，使公子彭生抱而乘之，因拉其脅而殺之，遂死於車。魯人求彭生以除恥，齊人殺彭生。詩曰：「亂匪降自天，生自婦人。」此之謂也。 \\n 頌曰：文姜淫亂，配魯桓公，與俱歸齊，齊襄淫通，俾厥彭生，摧幹拉胸，維女為亂，卒成禍凶。 \\n 魯莊哀姜 \\n 哀姜者，齊侯之女，莊公之夫人也。初，哀姜未入時，公數如齊，與哀姜淫。既入，與其弟叔姜俱。公使大夫宗婦用幣見，大夫夏甫不忌曰：「婦贄不過棗栗，以致禮也。男贄不過玉帛禽鳥，以章物也。今婦贄用幣，是男女無別也。男女之別，國之大節也。無乃不可乎？」公不聽，又丹其父桓公廟宮之楹，刻其桷，以夸哀姜。哀姜驕淫，通於二叔公子慶父、公子牙。哀姜欲立慶父，公薨，子般立，慶父與哀姜謀，遂殺子般於黨氏，立叔姜之子，是為閔公。閔公既立，慶父與哀姜淫益甚，又與慶父謀殺閔公而立慶父，遂使卜齮襲弒閔公於武闈。將自立，魯人謀之，慶父恐，奔莒，哀姜奔邾。齊桓公立僖公，聞哀姜與慶父通以危魯，乃召哀姜，酖而殺之，魯遂殺慶父。詩云：「啜其泣矣，何嗟及矣！」此之謂也。 \\n 頌曰：哀姜好邪，淫於魯莊，延及二叔，驕妒縱橫，慶父是依，國適以亡，齊桓征伐，酖殺哀姜。 \\n 晉獻驪姬 \\n 驪姬者，驪戎之女，晉獻公之夫人也。初，獻公娶於齊，生秦穆夫人及太子申生，又娶二女於戎，生公子重耳、夷吾。獻公伐驪戎，克之，獲驪姬以歸，生奚齊、卓子。驪姬嬖於獻公，齊姜先死，公乃立驪姬以為夫人。驪姬欲立奚齊，乃與弟謀曰：「一朝不朝，其閒用刀，逐太子與二公子而可閒也。」於是驪姬乃說公曰：「曲沃，君之宗邑也；蒲與二屈，君之境也。不可以無主。宗邑無主，則民不畏邊境；無主，則開寇心。夫寇生其心，民嫚其政，國之患也。若使太子主曲沃，二公子主蒲與二屈，則可以威民而懼寇矣。」遂使太子居曲沃，重耳居蒲，夷吾居二屈。□□驪姬既遠太子，乃夜泣，公問其故，對曰：「吾聞申生為人，甚好仁而強，甚寬惠而慈於民，今謂君惑於我，必亂國，無乃以國民之故，行強於君，君未終命而歿，君其柰何？胡不殺我，無以一妾亂百姓。」公曰：「惠其民而不惠其父乎？」驪姬曰：「為民與為父異。夫殺君利民，民孰不戴。苟父利而得寵，除亂而眾說，孰不欲焉。雖其愛君，欲不勝也。若紂有良子，而先殺紂，毋章其惡，鈞死也，毋必假手於武王以廢其祀。自吾先君武公兼翼，而楚穆弒成。此皆為民而不顧親，君不早圖，禍且及矣。」公懼曰：「柰何而可？」驪姬曰：「君何不老而授之政。彼得政而治之，殆將釋君乎？」公曰：「不可，吾將圖之。」由此疑太子。驪姬乃使人以公命告太子曰：「君夢見齊姜，亟往祀焉。」申生祭於曲沃，歸福於絳，公田不在，驪姬受福，乃寘鴆於酒，施毒於脯。公至，召申生將胙，驪姬曰：「食自外來，不可不試也。」覆酒於地，地墳，申生恐而出。驪姬與犬，犬死，飲小臣，小臣死之。驪姬乃仰天叩心而泣，見申生哭曰：「嗟乎！國，子之國，子何遲為君？有父恩忍之，況國人乎！弒父以求利，人孰利之？」獻公使人謂太子曰：「爾其圖之。」太傅里克曰：「太子入自明可以生，不則不可以生。」太子曰：「吾君老矣。若入而自明，則驪姬死，吾君不安。」遂自經於新城廟。公遂殺少傅杜原款。使閹楚刺重耳，重耳奔狄。使賈華刺夷吾，夷吾奔梁。盡逐群公子，乃立奚齊。獻公卒，奚齊立，里克殺之。卓子立，又殺之。乃戮驪姬，鞭而殺之。於是秦立夷吾，是為惠公。惠公死，子圉立，是為懷公。晉人殺懷公於高梁，立重耳，是為文公。亂及五世然後定。詩曰：「婦有長舌，惟厲之階。」又曰：「哲婦傾城。」此之謂也。 \\n 頌曰：驪姬繼母，惑亂晉獻，謀譖太子，毒酒為權，果弒申生，公子出奔，身又伏辜，五世亂昏。 \\n 魯宣繆姜 \\n 繆姜者，齊侯之女，魯宣公之夫人，成公母也。聰慧而行亂，故謚曰繆。初，成公幼，繆姜通於叔孫宣伯，名喬如。喬如與繆姜謀去季孟而擅魯國。晉楚戰于鄢陵，公出佐晉。將行，姜告公必逐季孟，是背君也，公辭以晉難，請反聽命。又貨晉大夫，使執季孫行父而止之，許殺仲孫蔑，以魯士晉為內臣。魯人不順喬如，明而逐之，喬如奔齊，魯遂擯繆姜於東宮。始往，繆姜使筮之，遇艮之六。史曰：「是謂艮之隨。隨其出也，君必速出。」姜曰：「亡。是於周易曰『隨，元亨利貞，无咎。』元，善之長也；亨，嘉之會也；利，義之和也；貞，事之幹也。終故不可誣也，是以雖隨无咎。今我婦人而與於亂，固在下位，而有不仁，不可謂元；不靖國家，不可謂亨；作而害身，不可謂利；棄位而放，不可謂貞。有四德者，隨而無咎，我皆無之，豈隨也哉！我則取惡，能無咎乎！必死於此，不得出矣。」卒薨於東宮。君子曰：「惜哉繆姜！雖有聰慧之質，終不得掩其淫亂之罪。」詩曰：「士之耽兮，猶可說也，女之耽兮，不可說也。」此之謂也。 \\n 頌曰：繆姜淫泆，宣伯是阻，謀逐季孟，欲使專魯，既廢見擯，心意摧下，後雖善言，終不能補。 \\n 陳女夏姬 \\n 陳女夏姬者，陳大夫夏徵舒之母，御叔之妻也。其狀美好無匹，內挾伎術，蓋老而復壯者。三為王后，七為夫人。公侯爭之，莫不迷惑失意。夏姬之子徵舒為大夫，公孫寧儀、行父與陳靈公皆通於夏姬，或衣其衣，或裴其幡，以戲於朝。泄冶見之，謂曰：「君有不善，子宜掩之。今自子率君而為之，不待幽閒於朝廷，以戲士民，其謂爾何？」二人以告靈公，靈公曰：「眾人知之，吾不善無害也。泄冶知之，寡人恥焉。」乃使人徵賊泄冶而殺之。靈公與二子飲於夏氏召徵舒也，公戲二子曰：「徵舒似汝。」二子亦曰：「不若其似公也。」徵舒疾此言。靈公罷酒出，徵舒伏弩廄門，射殺靈公。公孫寧儀、行父皆奔楚，靈公太子午奔晉。其明年，楚莊王舉兵誅徵舒，定陳國，立午，是為成公。莊王見夏姬美好，將納之，申公巫臣諫曰：「不可。王討罪也，而納夏姬，是貪色也。貪色為淫，淫為大罰。願王圖之。」王從之，使壞後垣而出之。將軍子反見美，又欲取之。巫臣諫曰：「是不祥人也。殺御叔，弒靈公，戮夏南，出孔儀，喪陳國。天下多美婦人，何必取是！」子反乃止。莊王以夏姬與連尹襄老，襄老死於邲，亡其尸，其子黑要又通於夏姬。巫臣見夏姬，謂曰：「子歸，我將聘汝。」及恭王即位，巫臣聘於齊，盡與其室俱，至鄭，使人召夏姬曰：「尸可得也。」夏姬從之，巫臣使介歸幣於楚，而與夏姬奔晉。大夫子反怨之，遂與子重滅巫臣之族而分其室。詩云：「乃如之人兮，懷昏姻也，大無信也，不知命也。」言嬖色殞命也。 \\n 頌曰：夏姬好美，滅國破陳，走二大夫，殺子之身，殆誤楚莊，敗亂巫臣，子反悔懼，申公族分。 \\n 齊靈聲姬 \\n 聲姬者，魯侯之女靈公之夫人，太子光之母也，號孟子。淫通於大夫慶剋，與之蒙衣乘輦，而入於閎，鮑牽見之，以告國佐。國佐召慶剋，將詢之，慶剋久不出，以告孟子曰：「國佐非我。」孟子怒。時國佐相靈公，會諸侯於柯陵，高子鮑子處內守，及還，將至，閉門而索客，孟子訴之曰：「高鮑將不內君，而欲立公子角，國佐知之。」公怒，刖鮑牽而逐高子、國佐，二人奔莒，更以崔杼為大夫，使慶剋佐之，乃帥師圍莒，不勝，國佐使人殺慶剋，靈公與佐盟而復之。孟子又愬而殺之。及靈公薨，高鮑皆復遂殺孟子，齊亂乃息。詩云：「匪教匪誨，時維婦寺。」此之謂也。 \\n 頌曰：齊靈聲姬，厥行亂失，淫於慶剋，鮑牽是疾，譖愬高鮑，遂以奔亡，好禍用亡，亦以事喪。 \\n 齊東郭姜 \\n 齊東郭姜者，棠公之妻，齊崔杼御東郭偃之姊也。美而有色。棠公死，崔子弔而說姜，遂與偃謀娶之。既居其室，比於公宮，莊公通焉，驟如崔氏，崔子知之。異日，公以崔子之冠賜侍人，崔子慍，告有疾不出，公登臺以臨崔子之宮，由臺上與東郭姜戲，公下從之，東郭姜奔入戶而閉之，公推之曰：「開余。」東郭姜曰：「老夫在此，未及收髮。」公曰：「余開崔子之疾也，不開？」崔子與姜自側戶出，閉門，聚眾鳴鼓，公恐，擁柱而歌。公請於崔氏曰：「孤知有罪矣，請改心事吾子。若不信，請盟。」崔子曰：「臣不敢聞命。」乃避之。公又請於崔氏之宰曰：「請就先君之廟而死焉。」崔氏之宰曰：「君之臣杼，有疾不在，侍臣不敢聞命。」公踰牆而逃，崔氏射公中踵，公反墮，遂弒公。先是時，東郭姜與前夫子棠毋咎俱入，崔子愛之，使為相室，崔子前妻子二人大子城、少子彊。及姜入後，生二子明、成。成有疾，崔子廢成，而以明為後。成使人請崔邑以老，崔子哀而許之。棠毋咎與東郭偃爭而不成，成與彊怒，將欲殺之，以告慶封。慶封，齊大夫也，陰與崔氏爭權，欲其相滅也。謂二子曰：「殺之。」於是二子歸殺棠毋咎東郭偃於崔子之庭。崔子怒，愬之於慶氏曰：「吾不肖，有子不能教也，以至於此。吾事夫子，國人之所知也，唯辱使者，不可以已。」慶封乃使盧蒲嫳帥徒眾，與國人焚其庫廄，而殺成、姜。崔氏之妻曰：「生若此，不若死。」遂自經而死。崔子歸見庫廄皆焚，妻子皆死，又自經而死。君子曰：「東郭姜殺一國君而滅三室，又殘其身，可謂不祥矣。」詩曰：「枝葉未有害，本實先敗。」此之謂也。 \\n 頌曰：齊東郭姜，崔杼之妻，惑亂莊公，毋咎是依，禍及明成，爭邑相殺，父母無聊，崔氏遂滅。 \\n 衛二亂女 \\n 衛二亂女者，南子及衛伯姬也。南子者，宋女衛靈公之夫人，通於宋子朝，太子蒯聵知而惡之，南子讒太子於靈公曰：「太子欲殺我。」靈公大怒蒯聵，蒯聵奔宋。靈公薨，蒯聵之子輒立，是為出公。衛伯姬者，蒯聵之姊也，孔文子之妻，孔悝之母也。悝相出公。文子卒，姬與孔氏之豎渾良夫淫。姬使良夫於蒯聵，蒯聵曰：「子苟能內我於國，報子以乘軒，免子三死。」與盟，許以姬為良夫妻。良夫喜，以告姬，姬大悅，良夫乃與蒯聵入舍孔氏之圃。昏時二人蒙衣而乘，遂入至姬所。已食，姬杖戈先太子與五介冑之士，迫其子悝於廁，強盟之。出公奔魯，子路死之，蒯聵遂立，是為莊公。殺夫人南子，又殺渾良夫。莊公以戎州之亂，又出奔，四年而出公復入。將入，大夫殺孔悝之母而迎公。二女為亂五世，至悼公而後定。詩云：「相鼠有皮，人而無儀。人而無儀，不死何為？」此之謂也。 \\n 頌曰：南子惑淫，宋朝是親，譖彼蒯聵，使之出奔，悝母亦嬖，出入兩君，二亂交錯，咸以滅身。 \\n 趙靈吳女 \\n 趙靈吳女者，號孟姚吳廣之女，趙武靈王之后也。初，武靈王娶韓王女為夫人，生子章，立以為后，章為太子。王嘗夢見處女，鼓瑟而歌，曰：「美人熒熒兮，顏若苕之榮，命兮命兮，逢天時而生，曾莫我嬴嬴。」異日，王飲酒樂，數言所夢，想見其人，吳廣聞之，乃因后而入其女孟姚，甚有色焉，王愛幸之，不能離，數年，生子何。孟姚數微言后有淫意，太子無慈孝之行，王乃廢后與太子，而立孟姚為惠后，以何為王，是為惠文王。武靈王自號主父，封章於代，號安陽君。四年，朝群臣，安陽君來朝，主父從旁觀窺，群臣宗室見章儽然也，反臣於弟，心憐之。是時惠后死久恩衰，乃欲分趙而王章於代，計未決而輟。主父游沙丘宮，章以其徒作亂，李兌乃起四邑之兵擊章，章走主父，主父閉之，兌因圍主父宮。既殺章，乃相與謀曰：「以章圍主父，即解兵，吾屬夷矣。」乃遂圍主父，主父欲出不得，又不得食，乃探雀鹰而食之，三月餘，遂餓死沙丘宮。詩曰：「流言以對，寇攘式內。」言不善之從內出也。 \\n 頌曰：吳女苕顏，神寤趙靈，既見嬖近，惑心乃生，廢后興戎，子何是成，主閉沙丘，國以亂傾。 \\n 楚考李后 \\n 楚考李后者，趙人李園之女弟，楚考烈王之后也。初，考烈王無子，春申君患之，李園為春申君舍人，乃取其女弟與春申君，知有身，園女弟承間謂春申君曰：「楚王之貴幸君，雖兄弟不如，今君相楚三十餘年，而王無子，即百歲後，將立兄弟，即楚更立君後，彼亦各貴其所親，又安得長有寵乎？非徒然也，君用事久，多失禮於王兄弟。王兄弟誠立，禍且及身，何以保相印江東之封乎！今妾知有身矣，而人莫知，妾之幸君未久，誠以君之重而進妾於楚王，楚王必妾，妾賴天有子男，則是君之子為王也，楚國盡可得，孰與身臨不測之罪乎！」春申君大然之，乃出園女弟謹舍之，言之考烈王，考烈王召而幸之，遂生子悼，立為太子，園女弟為后，而李園貴用事，養士欲殺春申君以滅口。及考烈王死，園乃殺春申君，滅其家，悼立，是為幽王。后有考烈王遺腹子猶立，是為哀王。考烈王弟公子負芻之徒聞知幽王非考烈王子，疑哀王，乃襲殺哀王及太后，盡滅李園之家，而立負芻為王。五年，而秦滅之。詩云：「盜言孔甘，亂是用餤。」此之謂也。 \\n 頌曰：李園女弟，發跡春申，考烈無子，果得納身，知重而入，遂得為嗣，既立畔本，宗族滅弒。 \\n 趙悼倡后 \\n 倡后者，邯鄲之倡，趙悼襄王之后也。前日而亂一宗之族。既寡，悼襄王以其美而取之。李牧諫曰：「不可。女之不正，國家所以覆而不安也。此女亂一宗，大王不畏乎？」王曰：「亂與不亂，在寡人為政。」遂娶之。初，悼襄王后生子嘉為太子。倡后既入為姬，生子遷。倡后既嬖幸於王，陰譖后及太子於王，使人犯太子而陷之於罪，王遂廢嘉而立遷，黜后而立倡姬為后。及悼襄王薨，遷立，是為幽閔王。倡后淫佚不正，通於春平君，多受秦賂，而使王誅其良將武安君李牧。其後秦兵徑入，莫能距遷，遂見虜於秦，趙亡。大夫怨倡后之譖太子及殺李牧，乃殺倡后而滅其家，共立嘉於代，七年，不能勝秦，趙遂滅為郡。詩云：「人而無禮，不死胡俟？」此之謂也。 \\n 頌曰：趙悼倡后，貪叨無足，隳廢后適，執詐不愨，淫亂春平，窮意所欲，受賂亡趙，身死滅國。 \\n  \\n   \\n  "}
