{"章节": "提要", "正文": "  \\n 提要 \\n 　 \\n  \\n 臣等謹案百越先賢志四卷明歐大任撰大任字楨伯廣東順徳人嘉靖壬戌以嵗貢除江都訓導遷光州學正又遷國子博士官至南京户部郎中南方之國越為大自勾踐六世孫無疆為楚所敗諸子散處海上各為君長其著者嶺南為南越自東冶至漳泉為閩越永嘉為甌越自湘灕而南為西越牂牁西下邕雍綏建為駱越統而名之謂之百越大任越人因蒐輯百越先賢斷自東漢得一百二十人各為之傳所收兼及會稽以勾踐舊疆北盡會稽故也秦會稽郡跨有吳地然人物涉於吳者不載以秦之郡境非越之國境故也書中所載如趙曄以著書見收而作越紐錄之袁康吳平名見王充論衡而不載方技收徐登趙炳董奉介象而作參同契之魏伯陽亦上虞人名見葛洪神仙傳而亦不載盖大任是書多憑史傳不甚採錄襍書其偶有遺漏在此其體例謹嚴勝於地志之冗蔓亦即在此至於引用史文刋除不盡如梅福傳中載請封孔子後事稱語見成紀漢書有成帝本紀故可互見其文此書但立福傳則成紀之語虚懸無著亦未免失之因仍然每傳之末必注所據某書其兼採衆説者亦必注又據某書參修一句一字咸有所本尤勝於他家之杜撰均未可以一眚議之黄佐脩廣東新志漢以前人物小傳皆採是書盖亦深知纂述之不苟矣書成于嘉靖甲寅至萬厯壬辰其鄉人游朴始為鋟板嵗久散佚僅存抄本第二卷中養奮傳後蠧蝕一傳不辨姓名鄧盛傳綦母俊傳李進傳皆殘缺不完陳某一傳脱佚尤甚僅存姓而佚其名今亦各仍原本從闕疑之義焉 \\n 乾隆四十二年五月恭校上 \\n 總纂官臣紀昀臣陸錫熊臣孫士毅 \\n 總校官臣陸費墀 \\n  \\n   \\n  "}
{"章节": "卷二", "正文": "  \\n 卷二 \\n 　 \\n  \\n （明）歐大任撰 \\n ○嚴光 \\n 嚴光字子陵一名遵會稽餘姚人也少有高名同光武遊學光武即位乃變名姓隐身不見帝思其賢令物色訪之齊國上言有一男子披羊裘釣澤中帝疑光也遣安車玄纁聘之三反而後至舍於北軍給牀褥太官朝夕進膳司徒侯霸與光素舊使西曹屬侯子道奉書願屈語言光不起牀上箕踞抱膝發書問子道曰君房素癡今為三公寧小差否子道曰位已鼎足不癡也光曰遣卿來何言道傳霸言光曰卿言不癡是非癡詔耶天子徴我三乃來人主尚不見當見人臣乎子道求報光曰我手不能書乃投札口授曰君房足下位至鼎足甚善懷仁輔義天下悅阿諛順旨要領絶霸封奏其書帝笑曰狂奴故態也車駕即日幸其館光卧不起帝即卧所撫其腹曰咄咄子陵不可相助為理耶光又眠不應良久乃張目熟視曰昔唐堯著徳巢父洗耳士故有志何至相廹乎帝曰我竟不能下汝耶於是升輿歎息而去復引光入道舊故從容問光曰朕何如昔時對曰陛下差増於往因共偃卧光以足加帝腹明日太史奏客星犯御坐甚急帝笑曰朕故人嚴子陵共卧耳除為諫議大夫不屈乃耕於富春山後人名其釣處為嚴陵瀨焉建武十七年復特徴不至年八十終於家帝傷之詔下郡縣賜錢百萬糓千斛（據後漢書皇甫謐高士傳叅修） \\n ○陳元 \\n 陳元字長孫蒼梧廣信人父欽習左氏春秋事黎陽賈護與劉歆同時而别自名家王莽從欽受左氏學以欽為厭難將軍元少傳父業為之訓詁銳精覃思至不與鄉里通以父任為郎建武初元與桓譚杜林鄭興俱為學者所宗時議欲立左氏傳博士范升奏以為左氏淺末不宜立元聞之詣闕上疏曰陛下撥亂反正文武並用深愍經萟謬雜每臨朝輙延羣臣講論聖道知丘明至賢親受孔子而公羊糓梁傳聞於後世故詔立左氏博詢可否盡之羣下也今論者沈溺所習翫守舊聞固執虛言傳授之辭以非親見實事之道左氏孤學少與遂為異家之所覆冐夫至音不合衆聼故伯牙絶弦至寳不同衆好故卞和泣血仲尼聖徳而不容於世况於竹帛餘文其為雷同者所排固其宜也非陛下至明孰能察之臣元竊見升等又曰先帝不以左氏為經故不置博士後主所宜因襲臣愚以為若先帝所存而後主必行者則盤庚不當遷於殷周公不當營洛邑陛下不當都山東也往者孝武皇帝好公羊衛太子好糓梁有詔詔太子受公羊不得受糓梁孝宣皇帝在人間時衛太子好糓梁於是獨學之及即位為石渠論而糓梁氏興至今與公羊並存此先帝後帝各有所立不必其相因也方今干戈少弭戎事畧輯留思聖藝眷顧儒雅分明白黒建立左氏解釋先聖之積結洮汰學者之累惑使基業垂於萬世後進無復狐疑則天下幸甚書奏下其議范升復與元辨難凡十餘上帝卒立左氏學元以才高著名辟司空李通府時大司農江馮上言宜令司隷校尉督察三公事下三府元疏論不宜使有司察公輔帝從之李通罷元復辟司徒歐陽歙府數陳當世事郊廟之禮帝不能用以病去年老卒於家（據後漢書漢文選叅修） \\n ○沈豐 \\n 沈豐字聖通會稽烏程人永平中為郡主簿遷零陵太守為政慎刑重法罪人詞訟初不歴獄嫌疑不决一斷於口鞭朴不舉市無刑戮僚友有過亦不暴揚有善必述曰太守所不及也在官七年建初間有紫芝甘露之瑞論者以為皆豐治化之應也（據會稽典録楚紀叅修） \\n ○顧奉公孫松（董子儀朱俊附） \\n 顧奉公孫松俱會稽處士有行誼蜀郡張霸永元中為會稽太守表用之奉為頴川太守松為司隷校尉並有名稱其諸有行業者皆見擢用郡中争厲志節習經者以千數道路但聞誦聲先是郡有高士董子儀會稽都尉任延敬待以師友之禮是以郡中賢士大夫争往官焉上虞朱俊亦明經舉孝亷蓋與奉松先後表著者也（據東觀漢記後漢書叅修） \\n ○陳囂 \\n 陳囂字子公山隂人囂與紀伯為隣伯竊囂藩地自益囂不校益徙地與之伯慚懼歸所侵地囂辭不受遂為大路鄉里上其事刺史行部異囂問之囂曰隣自有地囂無所讓路也刺史表其里曰風義鄉（據英賢傳會稽典録叅修） \\n ○鄭弘 \\n 鄭弘字巨君會稽山隂人也少為鄉嗇夫太守第五倫行春見而深竒之召署督郵舉孝亷弘師同郡河東太守焦貺楚王英謀反發覺疏引及貺貺被收捕疾病道亡妻子閉繫詔獄考掠連年諸生故人懼相連及皆變姓名以逃禍弘獨髠頭負鈇鑕詣闕上章為貺訟罪顯宗覺悟赦其家屬弘躬送貺喪及妻子還鄉里由是顯名拜為騶令遷淮陽太守消息繇賦政不煩苛行春大旱随車而雨白鹿方道夾轂而行建初初四遷為尚書令舊制尚書郎限滿補縣長令史丞尉弘奏以為臺職雖尊而酬賞甚薄至於開選多無樂者請使郎補千石令史為長帝從其議弘前後所陳有補益王政者皆著之南宮以為故事出為平原相徴拜侍中建初八年代鄭衆為大司農舊交趾七郡貢獻轉運皆從東冶汎海而至風波艱阻沉溺相係弘奏開零陵桂陽嶠道於是夷通遂為常路在職二年省三億萬計元和元年代鄧彪為太尉奏尚書張林阿附竇憲帝詰讓弘因乞骸骨病卒勅褐巾布衣素棺殯歛以還鄉里（據袁弘漢紀謝承范曄漢書叅修） \\n ○蔡倫 \\n 蔡倫字敬仲桂陽人也永平末給事宮掖建初中為小黄門和帝即位轉中常侍豫叅帷幄倫有才學盡心敦慎數犯嚴顔匡弼得失每休沐輙閉門絶賔暴體田野後加尚方令永元九年監作祕劍及諸器械莫不精工堅宻為後世法自古書契多編竹簡其用縑帛者謂之紙縑貴而簡重不便於人倫乃造意用樹膚麻頭及敝布魚網以為紙元興初奏上帝善其能天下咸稱蔡侯紙元初元年鄧太后以倫久在宿衛封為龍亭侯邑五百户後為長樂太僕四年帝以經傳之文多不正定乃選通儒謁者劉珍及博士良史詣東觀各讎校漢家法令倫監典其事（據東觀漢紀後漢書水經注叅修） \\n ○王充 \\n 王充字仲任會稽上虞人師事班彪好博覧而不守章句家貧無書嘗遊洛陽書肆閲所賣書一見輙能記憶肅宗時詔公車徴病不行嘗著論衡八十五篇二十餘萬言釋物類同異正時俗嫌疑蔡邕入吳得其書帳中祕玩以為談助王朗守會稽持還許下人稱其才進充年漸七十志力衰耗乃造養性書十六篇裁節嗜欲頥神自守永元中卒（據袁崧謝承後漢書抱朴子叅修） \\n ○楊孚 \\n 楊孚字孝元南海人章帝朝舉賢良對策上第拜議郎和帝即位用兵匈奴孚奏言創造用武守業尚文故周勝殷則有載戢干戈之頌太宗息兵嘗言自勝衣冠念不及兵先帝繼述虜來則應未嘗先伐故孝章之謚追配孝文詩曰允文文王克開厥後又曰倬彼雲漢為章于天三帝之謂也願陛下繩美祖宗毋輕用武永元十二年旱災令在廷議政令得失孚曰漢制郡國之士肄誦孝經察其志行選舉孝亷故帝謚必稱孝者躬行化率也王莽不服母喪天下誅之然今時公卿大夫罹父母憂不得去位而黎萌孝弟力田反得爵級非所以為民表儀也且郡邑侵漁不知紀極貨賂通于上下治道衰矣宜詔中外臣民均行三年通喪而吏治必務亷平以勸選舉之士庶幾克諴小民副承天意帝從其議詔禁有司假勢行邪其巧法析律餙文増辭貨行於言罪成乎手者重罪之賜天下男子為後者爵二級三老孝悌力田三級鰥寡孤獨篤疾不能自存者粟人三斛時南海屬交趾郡刺史夏則廵行封部冬則還奏天府舉刺不法其後競事珍獻孚乃枚舉物性靈悟指為異品以諷切之著為南裔異物志自後羅浮瑇瑁之屬日絶時謂能通神明孚家江滸北岸嘗移洛陽松栢種植宅前隆冬蜚雪盈樹人因目其所嚮為河南或問其故孚曰偶然耳草木豈能動天哉後為臨海太守復著臨海水土記世服孚高識不徒博雅（據范瞱袁宏後漢書黄恭交廣記藝文類聚初學記吳銃三才廣記叅修） \\n ○張重 \\n 張重字仲篤合浦人篤學善言嶺表望士刺史推擇為日南郡從事上計入洛明帝訝其么麽問之曰何郡小吏重抗聲對曰臣日南計吏非小吏也陛下欲得其才抑將稱骨度肉也帝善其對正旦大會帝問曰日南郡北向視日耶重對曰郡有雲中金城不必皆有其寔日南日亦俱出於東爾至於風氣暄暖日影仰當官民居止随情面向東西南北廻背無定所謂日域在南者也帝益善之賜以金帛自此上計召對皆有賞焉（據范泰古今善言太平御覧水經注叅修） \\n ○養奮 \\n 養奮字叔高鬱林人博通墳籍以布衣舉方正和帝策問隂陽不和或水或旱奮對曰天有隂陽隂陽有四時四時有正令春夏則予恵布施寛仁秋冬則剛盛威行刑賞罰殺生各應其時則隂陽和四時調風雨時五糓升今則不然長吏多不奉行時令為政舉事干逆天氣上不恤下下不忠上百姓困乏而不卹衆怨欝積故隂陽不和風雨不時災害縁類水者隂盛小人居位依公營私讒言誦上雨漫溢者五糓有不升而賦稅不為減百姓虛竭家有愁心也奮蓋一時名儒云（據姓纂風俗通氏族愽考通志畧叅修） \\n ○（闕） \\n （闕）師（闕）詩論語光武（闕）署（闕）郎中（闕）武中入授皇（闕）中郎將永平五年遷大鴻臚（闕）几（闕）有疑輙遣（闕）舍郎（闕）以（闕）恩（闕）帛（闕）増於（闕）咸皆散與諸生（闕）臨（闕）於（闕）福拜郎（闕）亦（闕）論（闕）入授和帝（據袁崧謝承後漢書叅修） \\n ○鄧盛 \\n 鄧盛字伯直蒼梧人仕為秭（闕）聞母病（闕）印綬去及歸母果亡居喪盡孝（闕）行履服竟即辟之初（闕）府（闕）尉諸曹掾時彭城相左尚（闕）贓（闕）拷騐踰年不竟更選盛覆拷盛至（闕）洗沐尚（闕）械賜（闕）盛謂尚曰君受（闕）如（闕）命遇君（闕）不可以小人相（闕）尚曰今使君相待以禮尚獨何心不以死相歸乎即引筆具對時人語曰淑問得竟臯陶鄧盛公卿而下皆禮重之（據交廣記萬姓譜叅修） \\n ○楊扶（子喬璇附） \\n 楊扶字聖儀會稽烏傷人其先河東人也和帝永元中扶以薦辟為武源令遷交趾刺史有理能名洞民羣黨刦畧督郵往捕反為所傷扶益兵縛之縱使就粟南海行二日盡投江中有瞽嫗市物泉刀盡失訟諸扶扶宻詗得所遺予嫗州人為之謡曰楊聖儀政多竒蓋此類也生二子長喬為尚書容儀偉麗數上言政事桓帝愛其才貎詔妻以公主喬固辭不聼遂不食死次子舉孝亷靈帝時為零陵太守時蒼梧桂陽賊攻郡縣璇制馬車蘘灰繫布馬尾順風鼓灰以火燒布馬驚奔突弓弩亂發鉦鼓鳴震賊駭破散梟其渠帥郡境以清詔拜議郎三遷為南海太守所在有異政尚書令張温特表薦之徴拜尚書僕射乞骸卒於家（據後漢書浦江人物記叅修） \\n ○鍾離意 \\n 鍾離意字子阿會稽山隂人也少為郡督郵舉孝亷辟大司徒侯覇府詔部送徒詣河南冬寒徒病過弘農意輙移屬縣使作徒衣縣不得已與之而上書言狀意亦具以聞光武得奏以見霸曰君所使掾何乃仁於用心誠良吏也意於道解徒桎梏剋期俱至除瑕丘令吏有檀建者盗竊縣内意問狀服罪不忍加刑遣建長休建父設酒令建進藥而死遷堂邑令縣人防廣為父報讐繫獄母死廣哭泣不食意憐傷之聼廣歸家殯歛訖入獄意宻以狀聞廣減死論顯宗徴為尚書交趾太守張恢坐贓伏法資物簿入大司農詔班賜羣臣意得珠璣悉委地而不拜賜帝怪問故對曰臣聞孔子忍渇于盜泉之水曽参囬車于勝母之閭惡其名也此贓穢之寳誠不敢拜帝嗟嘆曰清乎尚書之言乃更賜庫錢三十萬轉尚書僕射車駕數幸廣成苑意當車乗諌般樂遊畋之事天子即時還宮永平三年夏旱而大起北宮意詣闕免冠上疏帝策詔意冠履分布禱雨勅大匠止作諸宮減省不急遂應時澍雨焉時詔賜降胡子縑尚書案事誤十為百帝見司農上簿大怒召郎將笞之意入叩頭曰過誤之失常人所容若以懈慢為愆則臣位大罪重郎位小罪輕咎皆在臣乃解衣就格帝意解使復冠而貰郎會連有變異意復上疏切諌帝雖不能用然知其至誠亦以此不得久留出為魯相到官出私錢萬三千付户曹孔訢修夫子車身入廟拭几席劒履後徳陽殿成百官大會帝謂公卿曰鍾離尚書若在此殿不立意令瑕丘堂邑及魯相五年愛利為化輕刑慎罰拊循百姓人多殷富以久病卒官詔賜錢二十萬（據東觀紀後漢書孔庭纂要叅修） \\n ○許荆 \\n 許荆字少張會稽陽羡人少為郡掾嘗拯兄子世於難太守黄兢舉孝亷和帝時遷桂陽太守郡濵南州風俗脆薄荆為設喪紀婚姻制度使知禮禁嘗行春耒陽蔣均兄弟争財互相言訟荆對之嘆曰吾荷國重任而教化不行咎在太守顧使吏上書陳狀欲詣廷尉均兄弟咸悔各求受罪郴人謝弘等不養父母兄弟分析因此皆還供養者千餘人在事十二年父老稱歌以病上徴拜諌議大夫卒於官桂陽人為立廟樹碑（據謝承袁宏後漢書叅修） \\n ○招猛 \\n 招猛南海人舉茂才為郎元初中官大鴻臚卿掌諸侯及四方歸義蠻夷與郡國上計而諸王入朝拜諸王嗣子禮儀皆屬焉猛善於其職動無違禮四夷重譯若高句麗馬韓玄莵南夷初附及就封入覲者至容臺肄儀行事猛舉制詔示之悉■〈匧上心下〉其情云（據東觀記玉海姓苑叅修） \\n ○綦毋俊 \\n 綦毋俊會稽上虞人也少治左氏春秋永初中舉孝亷拜左校令出為交趾刺史元初三年合浦蠻夷反叛遣侍御史任連督州郡兵討之俊（闕）蒼梧乃往戎行所向摧靡功當封賞上（闕）命使自謂致冦當誅安（闕）下詔美之其後（闕）郡虞翻稱俊拔濟一郡讓爵土之封謂此也（據交廣記會稽典録志叅修） \\n ○陳（闕） \\n 陳（闕）南海人也家居海上蠻俗荒陋學覧經典行誼卓然郡舉孝亷永建中官至蒼梧太守推誠（闕）導（闕）悌民有遺腹子為父報讐殺人吏役捕獲因念其無嗣令其妻侍獄中後產一男郡人歌（闕）恩廣（闕）能令死囚有後代徳叅（闕）安中（闕）為廷尉郡每以五（闕）臨（闕）門上令小童潔服舞之（據太平御覧） \\n ○李進 \\n 李進（闕）高興人世（闕）家進獨明悟誦通（闕）時嘗（闕）彩（闕）及（闕）知所（闕）反叛遣進為武陵太守帥兵往討大破之進簡選將吏得其情和在郡九年梁太后臨朝下詔増進秩二千石賜錢二十萬中平間代賈琮為交趾刺史奏請依中州例貢士後阮琴以茂才仕至司隷校尉交趾人材得與中州同選實自進始其子孫蕃衍布在交廣多仕至大官高興人遂以客雞為祥比至陳寳焉（據黄恭交廣記後漢書太平御覧叅修） \\n ○龍丘萇 \\n 龍丘萇太末人隐居山中志不降辱王莽時連辟不至更始初任延為會稽都尉掾吏白請召萇延曰龍丘先生躬徳履義有伯夷原憲之節遣功曹奉謁修書記致醫葯使者相望於道嵗餘乃詣府拜議曹祭酒其隐居九石特秀林木色丹如蓮花復有巖穴如窻牖中有石牀因萇曰龍丘山云（據後漢書風俗通東陽記叅修） \\n 百越先賢志卷二 \\n  \\n   \\n  "}
{"章节": "卷一", "正文": "  \\n 卷一 \\n 　 \\n  \\n （明）歐大任撰 \\n ○歐冶子 \\n 歐冶子越人與吳人干將同師俱能為劍越王允常使造五劍五金之英太陽之精寄氣托靈出之有神服之有威可以折衝拒敵楚王召風胡子問之曰寡人聞吳有干將越有歐冶子此二人甲世而生寡人願齎邦之重寳因吳王請此二人作劍可乎風胡子曰善於是之吳見歐冶子干將鑿茨山洩其溪取鐵作劍三枚一曰龍淵二曰泰阿三曰工布風胡子奏之楚王見而大悅問曰此三劍何物所象其名為何風胡子曰欲知龍淵觀其狀如登高山臨深淵欲知泰阿觀其鈲巍巍翼翼如流水之波欲知工布鈲從文起至脊而止如珠不可袵文若流水不絶晉鄭聞而求之不得興師圍楚三年不解楚王引泰阿登城麾之三軍破敗流血千里晉鄭之頭畢白楚王曰劍威耶寡人力耶風胡子曰劍之威也因大王之神軒轅神農赫胥之時以石為兵黄帝之時以玉為兵各有使然當此之時鐵兵神也大王有聖徳楚王曰寡人聞命矣（據吳越春秋越絶書叅修） \\n ○疇無餘謳陽 \\n 疇無餘謳陽越二大夫也越伐吳為二隊先及郊吳太子友王子地王孫彌庸夀於姚自泓上觀之彌庸見姑蔑之旗曰吾父之旗也不可以見讐而弗殺也太子曰戰而不克將亡國請待之彌庸不可屬徒五千王子地助之戰彌庸獲疇無餘地獲謳陽越兵至王子地守復戰大敗吳師獲太子友王孫彌庸壽於姚遂入吳吳王方會諸侯于黄池欲覇中國以全周室吳人告敗惡其聞也斬七人于幕下（據左傳史記叅修） \\n ○大夫種 \\n 文種字子禽官大夫吳敗越於夫椒越王勾踐以餘兵五千人保棲會稽令三軍曰凡我父兄昆弟及國子姓有能助寡人謀而退吳者與之共知越國之政種對曰臣聞之賈人夏則資皮冬則資絺旱則資舟水則資車以待乏也譬如簑笠時雨既至必求之今君王既棲於會稽之上然後乃求謀臣不亦晚乎勾踐曰茍得聞子大夫之言何後之有執其手而與之謀遂使之行成于吳與宦士三百人卑事夫差勾踐請為臣妻為妾夫差用太宰嚭之言赦越句踐反國苦身焦思坐卧飲食嘗膽也問於種曰伐吳何能有功乎種曰伐吳有九術尊天地事鬼神一重財幣以遺其君二貴糴粟稁以空其邦三遺之美好以勞其志四遺之巧匠使起宮室高臺榭以盡其財疲其力五遺其諛臣使之易伐六彊其諌臣使之自殺七邦家富而備器八堅厲甲兵以承其弊九句踐曰善種行貸粟以卜其事子胥諫不聼再修下吏之獻夫差受殿材而起姑胥之臺樂美女而納西施鄭旦嚭復讒子胥夫差大怒曰伍員託子鮑氏果欺寡人反明矣使人賜屬鏤劍以死因任嚭政越乃興師伐吳大敗之於秦餘杭山滅吳禽夫差而戮嚭與其妻子（據國語史記吳越春秋越絶書叅修） \\n ○計倪 \\n 計倪者先葵丘濮上人姓辛氏字文子其先晉國亡公子也南游於越范蠡師事之越王句踐既反國欲圖吳乃召計倪而問焉計倪曰君人尊其仁義者治之門也士民者君之根也開門固根莫如正身正身之道謹左右左右者君之所以盛衰者也願王選左右得賢而已昔太公磻溪之餓人也西伯任之而王管仲魯之亡囚有貧分之毁齊桓得之而霸故曰失士者亡得士者昌越王曰反國五年豈不使賢任能各殊其事孤兾聞報復之謀計倪曰興師者必先蓄積食錢布帛不先蓄積士卒數飢不可以戰越王曰孤聞先生明于治歳欲聞其術以為教常計倪曰省賦歛勸農桑因熟積以備四方毋如會稽之饑不可再更臣聞王自耕夫人自織此竭於庸力而不斷時與智也時斷則循智斷則備知此二者形于體萬物之情短長逆順可觀而已越王曰請問其要計倪曰太隂三歳處金則穣三歳處水則毁三歳處木則康三歳處火則旱故■〈〈从从日，上中下〉攴〉有時積糴有時領則决萬物不過三歳而發矣天下六歲一穰六歲一康十二歲一饑是以民相離也故聖人為之豫備湯七年旱而民不饑禹九年水而民不流越王曰善大夫佚同苦成嘗與孤議于石室孤非其言也今先生言獨與孤比請受教焉計倪曰糴石二十則傷農九十則病末農傷則草木不辟末病則貨不出故糴高不過八十下不過三十農末俱利矣越王又曰善計倪乃傳其教而圖之曰審金木水火别隂陽之明用此不患無功越王著此法治牧江南七年而禽吳也（據史記吳越春秋越絶書叅修） \\n ○范蠡 \\n 范蠡字少伯越之上將軍也其始居楚宛五户之墟倜儻負俗時人盡以為狂文種為宛令笑曰士有賢俊之姿必有佯狂之譏内懷獨見之明外有不知之毁此固非二三子之所知也從官屬駕車往終日而語疾陳霸王之道越王句踐即位三年欲伐吳范蠡進諌曰夫國家之事持盈者與天定傾者與人節事者與地王無蚤圖夫吳君王之吳也王若蚤圖之其事將未可知也居三年越王三問謀吳三曰王姑待之其後四年越王復問范蠡曰可矣句踐乃發習流三千教士四萬人君子六千人諸御千人伐吳吳師敗越遂復棲吳於姑蘓之山范蠡為書辭越王請從會稽之誅乃裝其輕寳珠玉與其徒屬乘舟浮海出齊變姓名自謂鴟夷子皮耕于海畔齊人聞其賢以為相間行止於陶稱陶朱公後莫知其所終越王命工以良金寫其狀而朝禮之表會稽山三百里以為奉邑曰後世子孫有敢侵蠡之地者使無終沒於越國皇天后土四鄉地主正之（據國語史記越絶書會稽典録叅修） \\n ○薛燭 \\n 薛燭越王客也善相劍王示之豪曹燭曰豪曹非寳劍也夫寳劍五色並見莫能相勝今豪曹擅名矣非寳劍也王示之巨闕燭曰非寳劍也寳劍者金錫和銅而不雜今巨闕已雜矣非寳劍也王取純鈎示之燭瞿然望之曰沈沈如芙蓉始生于湖觀其文如列星之行觀其光如水之溢塘觀其斷巖巖如瑣石觀其色煥煥如氷釋此所謂純鉤耶王曰是也客有市之鄉三十駿馬千疋千户之都二其可與乎燭曰不可夫魚膓湛盧盤郢皆在吳矣赤堇之山已合若邪之溪深而不測歐冶子已死雖有傾城量金珠玉竭河猶不可與鄉三十駿馬千疋千户之都二何足言哉王曰善（據吳越春秋越絶書古劍録叅修） \\n ○陳音（秦伊附） \\n 陳音楚人也范蠡進于越王為越射卒越王問曰孤聞子善射道何所生音曰臣聞弩生于弓弓生于弹弹起于古之孝子越王曰孝子弹者柰何音曰古者人民朴質饑食鳥獸渇飲霧露死則裹以白茅投于中野孝子不忍見父母為禽獸所食故作弹以守之絶鳥獸之害故歌曰斷竹續竹飛土逐肉於是黄帝弦木為弧剡木為矢黄帝之後楚有弧父射傳于羿羿傳逄蒙逄蒙傳琴氏當是時諸侯相伐兵刅交錯弓矢之威不能制服琴氏乃横弓着臂施機設樞加之以力然後諸侯可服琴氏傳之楚三侯所謂勾亶鄂章人號麋侯翼侯魏侯也三傳至靈王桃弓棘矢以備鄰國臣先人受之於楚五世矣越王曰願聞正射之道音曰射之道身若戴板頭若激卵左■〈⻊荖〉右足横左手若附枝右手若抱兒舉弩望敵翕心咽煙與氣俱發得其和平神定思去去止分離右手發機左手不知一身異教豈况雄雌此正射持弩之道也越王曰善願悉教吾國人音教射三月軍士皆能用弓弩之巧音死越王傷之葬國西五里射浦曰陳音山越王又有客秦伊善灼龜戰必得龜食乃陣民山西大冡為秦伊山善灼龜者冡也（據越絶書吳越春秋叅修） \\n ○諸稽郢（扶同苦成臯如舌庸皓進附） \\n 諸稽郢越大夫也吳王夫差起師伐越以報檇李越王勾踐逆之江吳大敗之于夫椒越命諸稽郢行成于吳曰寡君句踐使下臣郢私告於下執事曰昔越得罪於君王親舉玉趾以心孤句踐而宥赦之君王之於越也繄起死人而肉白骨也孤不敢忘天災其敢忘君王之大賜乎今句踐申禍無良以重得罪於下執事匍匐率二三之老親委重罪頓顙於邊越固貢獻之邑也句踐請盟一介嫡女執箕帚以賅姓於王宮一介嫡男奉槃匜以随諸御春秋貢獻不解於王府君王豈厚裁之亦征諸侯之禮也諺曰狐埋之而狐搰之是以無成功君王既封殖越國明聞於天下而又刈亡之是天王之無成勞也四方之諸侯則何實以事吳敢使下臣盡辭唯君王秉利度義焉吳王許之將盟越又使諸稽郢辭曰以盟為有益乎前盟口血未乾足以結信矣以盟為無益乎君王舍甲兵之威以臨使之而胡重於鬼神而自輕也吳王乃許之荒成不盟於是越王以甲楯五千保棲會稽之上謂諸大夫曰何以教寡人大夫扶同曰昔湯繫於夏臺伊尹不離其側文王囚於石室太公不棄其國興衰在天存亡在人夏殷恃力而虐二聖两君屈已以得天道故湯不以窮自傷文不以困為病大夫苦成曰天有厯數徳有薄厚黄帝不譲堯傳天子三王臣弑其君五霸子弑其父今世猶市置貨以設詐抱謀以待敵不幸陷厄求伸而已大夫臯如曰臣聞大夫種忠而善慮民親其知士樂為用委國一人其道必守何順心佛命羣臣大夫舌庸曰大夫文種國之梁棟君之爪牙夫驥不可與匹馳日月不可並照君誠委國於種則千綱萬紀無不舉者越王曰大夫之論是也大夫皓進曰一心齊志上與等之下不違令動從君命修徳履義守信温故臨非决疑君誤臣諌直心不撓舉過列平不阿親戚不私於外推身致君終始一分臣之事也諸稽郢再拜曰君苦身焦思卧蓼嘗膽拊循士民與百姓同其勞宗廟社稷之主是在君矣越王曰寡人為吳窮虜有諸大夫以保社稷寡人何憂焉居七年吳方會諸侯於黄池越發兵伐吳大敗之於沒又郊敗之三戰三北遂入吳圍王宮吳王使公孫雄肉袒膝行請成曰孤臣夫差敢布腹心異日嘗得罪於會稽夫差不敢逆命得與君王成以歸意者今亦欲如會稽之赦孤臣之罪乎越王曰昔天以越賜吳而吳不受今天以吳賜越孤敢不聼天之命而聼君之令乎乃不許成越既平吳以兵渡淮與齊晉會於徐州致貢於周周元王賜胙命為霸宋鄭魯衛陳蔡執玉之君皆朝夫唯能下其羣臣以集其謀故也（據國語史記吳越春秋越絶書叅修） \\n ○高固 \\n 高固越人也世在越稱齊高傒之族楚熊商滅越而臣服之是為楚威王固歸楚為威王相時魯左丘明因孔子史記具論其語成左氏春秋鐸椒傳威王以王不能盡觀春秋采取成敗卒四十章為鐸氏微由固進之楚以故文教日興五羊銜糓萃於楚庭後南海繪諸郡廳稱五羊城自固始（據史記装淵廣州記黄恭交廣記叅修） \\n ○史禄 \\n 史禄其先越人贅壻咸陽禄仕秦以史監郡時始皇帝伐百越使尉屠睢發卒五十萬為五軍遣禄轉餉鑿渠而通糧道禄乃自陽山道水源以湘水北流入於楚瀜江為牂牁下流南入于海轉餉為勞乃量為磯以激水於沙磕中叠石作鏵沠湘之流而注之瀜激行六十里置陡然三十有六舟入一陡則閘一陡使水積漸進故能循崖而上建瓴而下通舟楫又利灌田號為靈渠于是殺西甌君譯吁宋越人皆入叢薄中與禽獸處莫肯為秦夜攻殺睢秦乃發適戍以備之禄留掲嶺長子孫掲陽令定其後也（據史記漢書水經注黄恭交廣記叅修） \\n ○梅鋗（合傅胡害搖毋餘附） \\n 梅鋗越人其先越王子孫也避楚在丹陽臯鄉更姓梅居梅里周末散居沅湘秦併六國越後稱王者隃零陵往南海鋗從之至臺嶺家焉乃築城湞水上奉王居之謂之梅將軍城姓其臺嶺曰梅嶺秦之亂番陽令吳芮甚得江湖間民心號番君江中羣盗數千人皆歸之百越已皆畔秦推雄傑為長遂長鋗下令舉兵户出壯士一人領以户將使合傅胡害將之戰則編為什伍領以隊將使搖毋餘將之統其衆歸芮留其將庾勝兄弟守臺嶺行見芮勸從沛公伐秦芮遣鋗將百越兵應諸侯至南陽遇沛公與攻析酈降之胡害毋餘二人者皆為沛公都尉從破秦及楚漢相王以芮率百越佐諸侯入闗故立芮為衡山王都邾而鋗為芮將功最多封十萬户為列侯食臺以南諸邑謂之臺侯項籍死高帝以鋗有功從入武關二都尉又皆擊項籍有功比臺侯胡害封貰侯毋餘海陽侯（據史記漢書越絶書叅修） \\n ○公師隅 \\n 公師隅者粤人也越王無彊為楚所敗其子孫避處江南海上周赧王時有自立為王者隅以無彊初避楚居東武有怪山浮來鎭壓其地因名東武山乃往相度南海將依山築南武城以擬之而越王不果遷時三晉惟魏最强越王與魏通好使隅復往南海求犀角象齒以修獻久在嶠外乃得諸琛併吳江樓船會稽竹箭獻之魏魏王乃起師送越王往荆栖之沅湘於是南武疆土為越貢奉邑稱雄交廣矣（據竹書紀年黄恭交廣記盛弘之荆州記叅修） \\n ○張買 \\n 張買粤人也父戊以越騎將軍與華無害從高帝起留入漢定三秦有功未及封而死買少善射知書拜中大夫孝惠帝時侍遊苑池鼓櫂能為越謳時切規諷不自言父戰勲高后稱制丞相審食其乃言買父戊從軍時勞勩與終陵侯華無害同而身死子未有食邑於是封買為南宮侯傳其子生遂家長安建元初有罪奪爵光和中粤人祠買祠曰秉正云（據漢書年表廣州舊志叅修） \\n ○鄭嚴田甲 \\n 鄭嚴田甲武帝伐南越時首以越人歸漢帝令越人善射馳馬者為越騎俱二人將之並封歸義侯號其衆為越侯兵元鼎五年秋蛙與蝦蟆羣闘占者謂南方兵兆會呂嘉作亂遂命四將軍衆十萬征南越嚴為戈船將軍出零陵下灕水甲為下瀨將軍下蒼梧嚴善將兵而甲苛急衆未得前伏波將軍路博徳樓船將軍楊僕已平南越開九郡當是時東越亦反詔嚴與甲卽以越侯兵出若邪白沙元封元年冬咸入東越東越平二人不加封以前逗遛故先是韓安國坐法抵罪蒙田甲獄吏也奉使蒙讞辱安國安國曰死灰獨不復然乎甲曰然即溺之居無幾梁内史缺漢使使者拜安國為梁内史起徒中為二千石甲亡安國曰甲不就官我滅而宗甲肉袒謝安國笑曰可溺矣公等足與治乎卒善遇之（據史記漢書顔師古五行志注荀恱漢紀叅修） \\n ○何遺 \\n 何遺越人歸漢者也為馳義侯元鼎五年秋伐呂嘉時受詔别將巴蜀罪人發夜郎下牂牁江會番禺因犍為發南夷兵為且蘭夷酋隔滇道故兵未下南粤已平帝便令遺征西南夷中郎將郭昌衛廣引兵誅且蘭平之開置五郡亦以前稽不封（據史記漢書叅修） \\n ○畢取（史定居翁黄同轅終古多軍韓説劉福附） \\n 畢取粤人南粤建徳時為郎相呂嘉以建徳反漢令江淮以南十萬師討之樓船將軍楊僕師至番禺東南伏波將軍路博徳師居城西北取將粤兵出戰會暮樓船力攻燒敵伏波縱令相招于是取以軍降封為膫侯食五百一十户同時降者掲陽史定為安道侯粤桂林監居翁諭下甌駱四十餘萬為湘城侯又元封初漢師入東粤故甌駱左將黄同斬西于王為下酈侯軍卒轅終古斬栒北將軍為蓹兒侯東粤將多軍為無錫侯横海將軍韓説為案道侯横海校尉劉福為繚嫈侯皆粤人（據史記漢書叅修） \\n ○都稽 \\n 都稽粤郎也元封六年冬伏波樓船二將軍討南粤縱火燒城伏波為營以待降者樓船力攻反■〈區支〉而入伏波營遲旦城中皆降呂嘉建徳夜與其屬數百人亡入海伏波問降者知嘉所之遣人追稽知嘉必東走高昌得之為臨蔡侯伏波校司馬蘇弘得建徳封海常侯云（據史記漢書叅修） \\n ○嚴助 \\n 嚴助會稽人嚴忌夫子子也郡舉賢良對策百餘人武帝善助對繇是獨擇助為中大夫是時征伐西夷開寘邊郡軍旅數發内改制度朝廷多事屢舉賢良文學公孫弘起徒歩至丞相開東閣延賢人與謀議朝覲奏事因言國家便宜上令助等與大臣辨論中外相應以義理之文大臣數詘其尤親幸者東方朔枚臯嚴助吾丘壽王司馬相如相如常稱疾避事朔臯不根持論上頗俳優畜之惟助與壽王見任用而助最先進閩越兵圍東甌東甌告急于漢太尉田蚡以為越人相攻擊其常事不足煩中國救也於是助詰蚡曰特患力不能救徳不能覆誠能何故棄之且秦舉咸陽而棄何但越今小國以窮困來告急天子不振又何以子萬國乎上曰太尉不足與計吾新即位不欲出虎符發兵郡國廼遣助以節發會稽兵會稽守距不欲發助乃斬一司馬諭意旨遂發兵浮海救東甌未至閩越引兵罷後三嵗閩越復興兵擊南越南越守天子約不敢擅發兵上書以聞上多其義遣两將將軍大發兵誅閩越淮南王安書請止兵而漢兵已出踰嶺會閩越王弟餘善殺王降漢兵罷上嘉淮南之意令助諭風指於南越南越王遣太子随助入侍助還又令諭淮南王告越事助由是與淮南王相結而還上大說助欲守會稽上拜為會稽太守數年不聞問賜書曰制詔會稽太守君厭承明之廬勞侍從之事懷故土出為郡吏會稽東接於海南近諸越北枕大江間者濶焉久不聞問具以春秋對毋以蘇秦縱横助皇恐上書謝願奉三年計最詔許因留侍中有竒異輙使為文及作賦頌數十篇及淮南王反與助相連廷尉張湯論誅之竟棄市（據史記漢書叅修） \\n ○朱買臣 \\n 朱買臣字翁子會稽吳人也家貧讀書不治產業常刈薪樵賣以給食擔束薪行且誦書妻亦負戴相随數止買臣毋歌謳道中買臣愈益疾歌妻羞之求去買臣不能留即聼去買臣獨行歌道中負薪墓間故妻與夫家俱上冡見買臣飢寒呼飯飲之數嵗買臣随上計吏為卒將重車至長安詣闕上書書久不報待詔公車糧用乏上計吏卒更乞匄之會邑子嚴助貴幸薦買臣召見說春秋言楚辭帝甚說之拜買臣為中大夫與嚴助俱侍中後坐事免久之召待詔時東越數反覆買臣因言東越王居保泉山更徙處大澤中今發兵浮海直指泉山陳舟列兵席卷南行可破滅也上拜買臣會稽太守謂買臣曰富貴不歸故鄉如衣繡夜行今子何如買臣頓首辭謝遂乗傳去會稽聞太守且至發民除道縣吏送迎車百餘乗入吳界見其故妻妻夫治道買臣呼令後車載其夫妻太守舍置園中給食一月妻自經死買臣於郡治樓船備粮食水戰具湏詔書到軍與俱進居歳餘買臣受詔將兵與横海將軍韓說等俱擊破東粤有功徴入為主爵都尉列於九卿坐法免復為丞相長史始買臣與嚴助俱侍中貴用事張湯尚為小吏趨走買臣等前迨湯以廷尉治淮南獄排陷嚴助買臣怨湯及買臣為長史湯為御史大夫行丞相事知買臣素貴故陵折之買臣見湯坐牀上弗為禮買臣深怨常欲死之遂發湯隂事湯自殺上亦誅買臣買臣子山拊官至郡守右扶風（據漢書宋會稽志叅修） \\n ○鄧宓 \\n 鄧宓粤之番禺人有謀畧權勇武帝元狩末交趾部刺史羅弘舉宓茂才為屬國都尉尋為南海郡丞至日南太守善於柔遠民夷懷之卒葬馬鞍山後建武中馬援南征交趾徴側徴貳駐兵南海開拓土宇至此每風雨晦冥聞人馬之聲跡之得宓墓（據黄恭交廣記廣州舊志叅修） \\n ○孫豹 \\n 孫豹會稽人父幸武帝末為珠厓太守調廣幅布獻之蠻不堪役攻郡殺幸豹合率善人還復破之自領郡事討擊餘黨連年乃平豹遣使封還印綬上書言狀制詔即以豹為珠厓太守威政大行獻命嵗至（據後漢書南蠻傳瓊臺志叅修） \\n ○吳霸 \\n 吳霸字公山陽山人少以材勇為兵率中宿洭浦關嘗禦侮至湞陽招徠流徙民感其仁姓所駐山曰吳山云後徙廣鬱都尉威聞夜郎遷牂牁太守為夜郎竹王立後天子從其請由是蠻裔畢服昭帝元鳯五年秋罷象郡分屬鬱林牂牁霸族在桂陽者欲往廣鬱就腴田霸不許惟令墾近土廬居番禺之西有江浦焉民服其不私五世孫雄官光禄勲桓帝元嘉元年為司徒永興元年罷（據沈懷遠南越志湟川志叅修） \\n ○鄭吉 \\n 鄭吉會稽人也以卒伍從軍數出西域由是為郎吉彊執習外國事自張騫通西域李廣利征伐之後初置校尉屯田渠黎至宣帝時吉以侍郎屯田渠黎積榖因發諸國兵攻破車師遷衛司馬使護鄯善以西南道神爵中匈奴乖亂日逐王先賢撣欲降漢使人與吉相聞吉發渠黎龜兹諸國五萬人迎日逐王口萬二千人小王將十二人随吉至河曲頗有亡者吉追斬之遂將詣京師漢封日逐王為歸徳侯吉既破車師降日逐威震西域遂并護車師以西北道故號都護都護之置自吉始焉上嘉其功效下詔封吉為安遠侯食邑千户吉於是中西域而立幕府治烏壘城鎮撫諸國漢之號令班西域矣（據張璠漢記班固漢書西域傳叅修） \\n ○何丹 \\n 何丹字伯張湞陽人成帝鴻嘉初鄉里舉茂才為含洭長累遷中散大夫以言忤王莽出為松滋令慈祥豈弟愛民如子有嘉禾連頴之瑞及卒於官邑人哀慟擇河西勝地葬之嵗六月二日民酹奠不絶（據湘州記楚記韶州圖經叅修） \\n ○梅福 \\n 梅福字子真九江夀春人也少學長安明尚書糓梁春秋為郡文學補南昌尉後歸夀春數因縣道上言變事求假軺傳詣行在所條對急政成帝時大將軍王鳯專勢擅朝京兆尹王章素忠直譏刺鳯為鳯所誅王氏浸盛災異數見羣臣莫敢正言福上書不納帝久亡繼嗣福以為宜建三統封孔子之世以為殷後又上書言之綏和二年立二王後推迹古文以左氏糓梁世本禮記相明遂下詔封孔子世為殷紹嘉公語在成紀是時福居家常以讀書養性為事至元始中王莽專政福一朝棄妻子去九江至今傳以為仙其後人有見福於會稽變名姓為吳市門卒云（據荀恱漢紀班固漢書叅修） \\n 百越先賢志卷一 \\n  \\n   \\n  "}
{"章节": "卷三", "正文": "  \\n 卷三 \\n 　 \\n  \\n （明）歐大任撰 \\n ○徐栩 \\n 徐栩字敬卿會稽由拳人少為獄吏執法詳明遷小黄令時陳留遭蝗野無遺草小黄飛逝不集刺史行部奏栩他事栩去官蝗即日至刺史媿謝令還邑蝗即去後為長沙太守（據孔曄會稽紀叅修） \\n ○澹臺敬伯（高彪附） \\n 澹臺敬伯會稽人受韓氏詩於淮陽薛漢當時言詩者推漢為長敬伯與犍為杜橅鉅鹿韓伯高為弟子最知名又無錫高彪常訪馬融覆刺遺書及餞督軍御史第五永作箴一篇議郎蔡邕等美其文以為莫尚也（據范曄後漢書漢雜事世説新語叅修） \\n ○劉熈 \\n 劉熈字成國交州人先北海人也博覧多識名重一時薦辟不就避地交州人謂之徴士往來蒼梧南海客授生徒數百人乃即名物以釋義惟揆事源致意精微作釋名二十七篇自為之序又著謚法三卷皆行於世建安末卒於交州崇山下有劉熈墓云（據交廣春秋文獻通考叅修） \\n ○孟嘗 \\n 孟嘗字伯周會稽上虞人也少修操行仕郡為户曹史上虞有寡婦至孝養姑姑夀終夫女弟先懷嫌忌誣婦厭苦供養加鴆其母列訟縣庭郡不加察結竟其罪嘗先知枉狀言之太守太守不為理嘗謝病去婦竟寃死自是郡中連旱二年太守殷丹到官訪問其故嘗詣府具陳寡婦寃誣之事因曰昔東海孝婦感天致旱于公一言甘澤時降宜戮訟者以謝寃魂庻幽枉獲伸時雨可期丹從之刑訟女而祭婦墓天果雨糓稼以登嘗後策孝亷舉茂才拜徐令遷合浦太守郡不產榖而海出珠與交趾比境通商販貿粮食先時守宰並貪穢詭人採求珠漸徙於交趾郡界行旅不至貧者死餓于道嘗革易前弊求民病利不踰嵗去珠復還商貨流通百姓頼焉被徴當還吏民攀請車不得進乃載民船夜遁去隐窮澤身自耕傭隣縣士人慕其徳就居止者百餘家桓帝時尚書同郡楊喬上書薦之竟不見用卒於家（據謝承范曄後漢書叅修） \\n ○黄昌 \\n 黄昌字聖真會稽餘姚人家本孤微居近學宮數見諸生修庠序之禮因就經學又曉習文法仕郡為決曹刺史行部見昌竒之辟從事後拜宛令好發姦伏人有盜其車蓋者宻遣親客至門下賊曹家掩得之悉收其家一時殺戮大姓戰懼皆稱神明朝廷舉能遷蜀郡太守先太守李根老多悖政百姓侵寃及昌到吏人訟者七百悉為斷理莫不得所宻捕盜帥一人脅使條諸縣強暴之人姓名居處乃分遣掩討無有遺脫宿惡大姦皆奔走他境視事四年遷陳相遷河内太守再遷頴川太守永和五年徴拜將作大匠漢安元年補大司農左轉太中大夫卒（據後漢書蜀大紀叅修） \\n ○彭脩 \\n 彭脩字子陽會稽毗陵人年十五父為郡吏得休與脩俱歸道為盜所刦脩拔佩刀前持盜帥曰父辱子死卿不顧死耶盜相謂曰此童子義士也辭謝而去鄉黨稱其名後仕郡為功曹西部都尉宰鼌行太守事以微過收吳縣獄吏將殺之主簿鍾離意争諫甚切鼌怒縛意欲案之掾史莫敢諌脩排闥入拜於庭曰昔任座靣折文侯朱雲攀毁欄檻自非賢君安得忠臣今慶明府有任座朱雲也鼌遂原意罰貰獄吏罪州因辟從事時賊張子林等作亂郡請脩守吳令脩與太守出討賊賊飛矢雨集脩障扞太守而為流矢所中死太守得全賊素聞其恩信即殺弩中脩者餘即降散曰自為彭君故降不為太守服也（據後漢書萬姓譜叅修） \\n ○魏朗 \\n 魏朗字少英會稽上虞人少為縣吏兄為鄉人所殺朗白日操刃報讐於縣中遂亡命到陳國從博士郤仲信學春秋圖緯又詣太學受五經京師長者李膺之徒争從之初辟司徒府遷彭城令會九真賊起以薦為九真都尉討破羣賊桓帝美其功徴拜議郎遷尚書屢陳便宜有所補益出為河内太守政為三河表尚書令陳蕃薦朗公忠亮直宜在機宻復為尚書被黨議免歸家後竇武誅朗以黨被急徴行至牛渚自殺著書數篇號魏子云（據後漢書修） \\n ○徐徴 \\n 徐徴字君求荔浦人少有方直之行持守不撓通書傳尤明律令延熹四年由中郎為郡督郵時常侍唐衡豪横京師無所與校遣賔客至蒼梧不循法度徴便收客郡市髠笞已乃白太守太守大怒收徴付獄主簿守閣懇白曰此人恃強買賣既侵百姓又汚婦女徴上念明政據刑申耻今不使治郡便無爪牙之吏後督郵當徒跣膝行奉諸貴戚賔客耳太守不得已釋之徴短小而果世謂智過其軀居常以日南張重自儗云（據交廣記姓苑叅修） \\n ○申朔 \\n 申朔字元游蒼梧人性亷慎常着布廉布袴不事綺紈鄉邑歎慕之舉孝亷為九眞都尉後擊狂賊有功民頌其徳（據陸胤先賢傳修） \\n ○張武 \\n 張武者會稽由拳人也父業郡門下掾送太守妻子還鄉里至河内亭盜夜刦之業與賊戰死亡失屍骸武年幼不及識父後之太學受業每節常持父遺劎至亡處祭醊號泣而還太守第五倫嘉其行舉孝亷遭母喪過毁傷父魂靈不返哀慟絶命（據後漢書修） \\n ○陸續（子稠逄褒孫康曽孫績） \\n 陸續字智初會稽吳人也幼孤仕郡户曹史嵗荒民困太守尹興使續於都亭賦民饘粥事畢興問所食幾何續口説六百餘人皆分别姓名無一差謬興異之刺史行部見續辟為别駕從事病還為郡門下掾是時楚王英謀反隂疏天下善士楚事覺顯宗得其録有尹興名徴興詣廷尉獄續與主簿梁宏功曹史駟勲及掾史五百餘人詣洛陽詔獄就考諸不堪苦楚死者大半唯續宏勲掠考五毒肌肉消爛終無異詞續母至京師覘候消息獄事持急無縁相聞但作饋食付門卒以進續對食悲泣不能自勝使者怪問其故續曰母來不得相見故泣耳使者怒召門卒將案之續曰因食餉羮識母所自調和故知來耳非人告也使者問何以知母所作續曰母截肉未嘗不方斷葱以寸為度是以知之使者問諸謁舍續母果來於是上書説續行狀帝即赦興等事還鄉里禁錮續老病終長子稠廣陵太守中子逄樂安太守少子褒連徴不就褒子康武陵太守轉桂陽樂安徴拜議郎出為廬江太守獻帝時天下大亂臨終屈指庚子嵗天下鼎分謂少子績曰從今以後六十年車同軌書同文晉太康平吳蓋其家傳象數云（據後漢書水經注叅修） \\n ○戴就 \\n 戴就會稽上虞人仕郡倉曹掾揚州刺史歐陽叅奏太守成公浮贓罪遣部從事薛安案倉庫簿領收就於錢塘縣獄幽囚考掠五毒叅至就慷慨直辭色不變容又燒鋘斧使挾於肘腋覆船下薫以馬通以大鍼刺指爪爪悉墮落主者以狀白安安呼見就謂曰太守罪穢狼藉受命考寔君何故以骨肉拒扞耶就據地答言太守剖符大臣當以死報國卿雖衘命固宜申斷寃毒奈何誣枉忠良强相掠理令臣謗其君子證其父薛安庸騃忸行無義就考死之日當白之於天與羣鬼殺汝於亭中如蒙生全當手刃相裂安深竒其壯節解械美談表其言詞解釋郡事徴浮還京師免歸鄉里太守劉寵舉就孝亷光禄主事（據後漢書風俗通叅修） \\n ○唐珍 \\n 唐珍字恵伯桂陽人幼聞讀書即能記誦天性恬漠寡欲荆州刺史度尚甚稱重之及就辟召累官太常熹平二年代楊賜為司空嘗奏請沿海立堠戍以防夷冦天子不從自言先世家本頴川大父南徙已居三世同族有中常侍衡與左琯等竊弄威福衡常呼珍為弟珍耻之然衡有弟方為京兆虎牙都尉珍謂所親曰彼已有虎牙弟又奚用弟我為耶自是陽瘖不復出言遂以久病罷歸素師事郴人成武丁得黄老養性之術閉户呼吸玄牝人罕接焉光和二年卒鄉人屢見其出入山水間立廟祀之號唐司空廟（據太平御覧人代紀要穎川志湟州志叅修） \\n ○朱儁 \\n 朱儁字公偉會稽上虞人也少孤以孝養名好義輕財用母繒帛為友人償債母責之儁跪對曰小損當大益初貧後富必然理也縣長度尚見而竒之薦於太守韋毅後太守尹端以儁為主簿熹平初端坐討賊失利罪應棄市儁羸服到京師賂主章吏遂得刋定州奏免死輸作端喜降免而不知其由儁亦終無所言舉孝亷除蘭陵令政有異能為東海相所表會交趾部羣賊並起牧守輭弱不能禁又交趾賊梁龍等萬餘人與南海太守孔芝反叛攻破郡縣光和元年拜儁交趾刺史令過本郡簡募家兵及所調合五千人分两道而入既到州界按甲不前先遣使觀賊虛實宣揚威徳以震動其心既而與七郡兵俱進逼之遂斬梁龍降者數萬人旬月盡定以功封都亭侯千五百户賜黄金五十斤徴為諌議大夫及黄巾起公卿多薦儁有才畧拜為右中郎將與左中郎將皇甫嵩討賊破之進封西鄉侯董卓忌之初平四年為太尉録尚書事以日食策免持節鎮關東長安中亂留拜大司農氾遂質儁等儁素剛即日發病卒子皓亦有才行官至豫章太守（據袁宏後漢紀范曄後漢書人代紀要叅修） \\n ○謝夷吾 \\n 謝夷吾字堯卿會稽山隂人也少為郡吏學風角占候太守第五倫擢為督郵舉孝亷為夀張令稍遷荆州刺史遷鉅鹿太守所在愛育人物有善績及倫作司徒令班固為文薦夷吾曰臣聞堯登稷契政隆太平舜用臯陶政致雍熈殷周雖有殷周昌發之君猶賴傅說呂望之策故能克崇其業允恊大中竊見鉅鹿太守會稽謝夷吾出自中州厥土塗泥而英賢挺特竒偉秀出才兼四科行包九徳仁足濟時知周萬物加以少膺儒雅韜含六籍推考星度綜校圖録探賾聖祕觀變歴徴占天知地與神合契據其道徳以經王務昔為陪隷與臣從事奮忠毅之操躬史魚之節董臣嚴綱朂臣懦弱得以免戾實賴厥勲及其應選作宰恵敷百里降福彌異流化若神爰牧荆州威行邦國奉法作政有周召之風居儉履約紹公儀之操尋功簡能為外臺之表聼聲察實為九伯之冠遷守鉅鹿政合時雍徳量績謀有伊呂管晏之任闡弘道奥同史蘇京房之倫雖宻勿在公而身出心隐不殉名以求譽不馳騖以要寵念存遜遁演志箕山方之古賢實有倫序採之于今超然絶俗誠社稷之元龜大漢之棟甍宜當拔擢使登鼎司上令三辰順軌於歴象下使五品咸訓於嘉時必致休徴克昌之慶非徒循法奉職而已臣以頑駑器非其儔尸禄負乗夕惕若厲願乞骸骨更授夷吾上以光七曜之明下以厭率土之望庻令微臣塞咎免悔夷吾先在荆州能决斷罪疑行部到南陽遇孝章皇帝廵狩駕幸魯賜有詔勅荆州刺史入傳録見囚徒戒長吏勿廢舊儀朕將覧焉所決正一縣三百餘事事與上合而朝廷歎息曰諸州刺史盡如此者朕不憂天下常以勵羣臣其善績著於州郡有如此（據謝承范曄後漢書叅修） \\n ○賀純 \\n 賀純字仲真會稽人先慶氏也少即博極羣藝十辟公府三舉賢良不至後徴拜議郎侍中時避安帝父諱改姓為賀數陳灾異上便宜數十事多見省納遷江夏太守徐州牧齊中書令邵皆其後也（據會稽典録元和姓纂叅修） \\n ○董正 \\n 董正字伯和番禺人也少有令姿躭意術籍年十五通毛詩三禮春秋以學行知名公府以其有用世才常詣其廬疇咨理道數被辟命皆不就熹平末張角袁術起難天下亂正每觀天象知漢厯之不長輙掩涕太息或勸使出仕歎曰潛龍以不見為徳君子以藏寳自完吾惟竢時何廼相廹耶賦性高潔貧寒不戚志在規俗躬耕以足衣食暇即講詩書陳禮法遠近多從之游鄉閭或少為不善必相戒曰吾伯和得無入於其耳否有不平者多詣正直之隐士南陽車遂聞正令名不遠千里徑來投正正與同志恩如兄弟數年中遂得病正為傾家救卹病篤正呼遂曰徳陽君更有以見屬否遂瞪目曰以死累君言訖而絶正為停柩於堂殯殮之禮一視兄弟之喪躬送喪於南陽而返越產素多竒瑰之貨畨禺為都會商賈凑集貿遷易以致富加以夷獠叢雜習尚輕悍鬭争射利未嘗知學感正清白偷俗自爾日變建安中正卒葬番禺之東衆為刻碑表曰有漢徴士董君之墓過者必式晉隆和中南海太守袁宏追想風采乃訪求世族條列行誼聞於朝有詔旌表門閭墓禁樵牧（據南越志廣州先賢傳太平御覧淵穎文集一統志叅修） \\n ○疎源 \\n 疎源字元流南海人出給郡役為户曹佐源性亷潔家貧餉晏不至同舍人餉先至呼之共食源未嘗聼由是知名後為尚書郎習練故事為九卿所重故人有詣源欲通苞苴者源絶口不答臨别便與訣曰子以言汚我從此與君絶矣儤直遇隆寒擁敗絮震掉戰憟吏獻裘堅却之從司徒上書言事忤權貴得罪廢于家而卒（據藝文類聚太平御覧廣州先賢傳叅修） \\n ○趙曄 \\n 趙曄字長君會稽山隂人嘗為縣吏奉檄迎督郵曄耻於厮役遂棄車馬去到犍為資中詣杜撫受韓詩究竟其術積二十年絶問不還家為發喪制服曄卒業乃歸州召補從事不就舉有道卒于家曄著吳越春秋詩細歴神淵蔡邕至會稽讀詩細而歎息以為長于論衡邕還京師傳之學者咸誦習焉（據謝承范曄後漢書隋唐經籍志叅修） \\n ○韓說 \\n 韓說字叔儒會稽山隂人博通五經尤善圖緯之學舉孝亷與議郎蔡邕友善數陳灾眚及奏賦頌連珠稍遷侍中光和元年説言于靈帝云晦日必食乞百官嚴裝帝從之果如所言中平二年又上封事尅期宮中有災至日南宮大火遷説江夏太守公事免年七十卒于家（據謝承范曄後漢書叅修） \\n 百越先賢志卷三 \\n  \\n   \\n  "}
{"章节": "卷四", "正文": "  \\n 卷四 \\n 　 \\n  \\n （明）歐大任撰 \\n ○羅威 \\n 羅威字徳仁番禺人天性惇慤髫鬌即知禮讓八嵗喪父哀毁如成人事母至孝勤身苦體以備供養怡顔遜言未嘗迅聲厲色朝暮供侍竒果珍味随時進前母年七十天寒常身温席母乃寢夏月必撤帳而卧曰吾留蚊蚋恐去齧母制行雅飭口不挂俚褻之言足不及貴富之門待妻孥如嚴賔先世遺以負郭之田力耕以自給非其力不食也隣家牛數犯其穡威刈芻潛納其門而去牛主驚恠隂使人廣求乃覺是威感其長者出遇老稚負戴于塗率代其任邑人化之孝慈成俗令異其行辟署門下史威辭不就强之頗力遂偕母遯於増城縣界令去還復故居母喪泣血骨立日進溢米食蔬醓者三年既葬結廬於墓朝夕盡哀白鹿止其墓側馴擾如家所畜世以為孝感所致威與同邑唐頌篤行齊名王僧孺之為南海太守也下教求士有曰此境三閩奥壤百粤舊都漢開吳别分星畫部風序決浹衣簪斯盛其川嶽所產豈直明珠大貝桂蠧翠羽孝實人經則有羅威唐頌學惟業本又聞陳元士燮自是高尚獨往相望于■〈山其〉巖懷仁抱義繼踪于前史蓋以廣之多賢由三數公倡之也（據廣州先賢傳藝文類聚謝承後漢書叅修） \\n ○唐頌 \\n 唐頌字徳雅番禺人奉養以孝聞連遭父母喪摧毁幾至滅性逮塟躬負土為墳于墳左為小廬覆以苫茨寢處其中扶服哭踊朝夕奉盥進膳事之如生者凡六年有甘露降于塜樹馨郁霮■〈雨上對下〉彌月不已人或訪頌見白鹿拾食廬次如豢畜咸異之稱為唐大孝頌自是終身衣不純采非祭不近酒肉忌日必齋肅以祭見父母所遺物或經父母所歴輙捧手而泣人始以為矯及察之恒皆然而後知其篤行之純蓋天性也郡察孝亷仕為布山令布山在鬱林境中雜以民夷號難治頌鋪以大和不事威讋挫彊拊柔恵及嫠民感其仁無梗化者後頌卒民報祀之南齊永明中范雲為廣州刺史遣使祭孝子羅威唐頌諸墓蓋以厲俗也廣人嘗尸祝威頌其祠今不存（據廣州先賢傳太平御覧南史叅修） \\n ○頓琦 \\n 頓琦字孝異蒼梧人居母喪獨身立墳墓歴年乃成手種松栢成行哀毁踰制感物通靈有飛鳬白鳩棲息廬側見人輙去見琦而留南齊永明中范雲祭琦及丁宻墓（據太平御覧姓苑叅修） \\n ○丁宻 \\n 丁宻字靖公蒼梧人性清介非家織布不衣非已耕種菜菓不食毫髪之餽不受於人父喪廬于墓側有雙鳬游宻廬旁小池見人馴伏後遭母喪復廬三年歸舊廬一宿雙鳬復至游戲池中（據太平御覧修） \\n ○顔烏 \\n 顔烏會稽人事親孝父亡負土成墳羣鳥衘土助之其吻皆傷因以名縣（據孔曄會稽記修） \\n ○費汎（子鳯） \\n 費汎字仲慮吳興人以孝亷除郎中屯騎司馬出為蕭令視民如子先教後罰為令九年百姓移風惡慝不作奸冦不生三嵗不斷獄禎祥感應時沛有蝗獨不入界由此顯名朝廷嘉之拜梁相子鳯字伯簫言不失典術行不廢矩度漢安二年吳郡太守東海尹舉鳯孝亷拜郎中除陳國新平長復宰堂邑鳯退已進弟不營榮禄祖業良田畆直一金推與弟息行義高邵卓不可及（據姓苑太平御覧叅修） \\n ○徐穉 \\n 徐穉字孺子豫章南昌人也少為諸生學嚴氏春秋京氏易歐陽尚書兼綜外學家貧常自耕稼非其力不食恭儉慈讓閭里服其徳化陳蕃為太守以禮請署功曹既謁而退蕃在郡不接賔客唯穉來特設一榻去則縣之後舉有道家拜太原太守皆不就延熹二年尚書令陳蕃僕射胡廣等上疏薦穉等曰臣聞善人天地之紀政之所由也詩云思皇多士生此王國天挺俊乂為陛下出當輔弼明時左右大業者也伏見處士豫章徐穉彭城姜肱汝南袁閎京兆韋著頴川李曇徳行純備著於人聼若使擢登三事恊亮天工必能翼宣盛美増光日月矣桓帝乃以安車玄纁備禮徴之並不至穉嘗為太尉黄瓊所辟不就瓊卒歸葬穉乃負粮徒歩到江夏赴之設雞酒薄祭哭畢而去不告姓名時會者四方名士郭林宗等數十人聞之疑其穉也選茅容輕騎追之及于塗容為設飯共言稼穡之事臨訣去謂容曰為我謝郭林宗大樹將顛非一繩所維何為栖栖不遑寧處及林宗有母喪穉往弔之置生芻一束於廬前而去林宗曰此必南州高士徐孺子也詩不云乎生芻一束其人如玉吾何徳以堪之靈帝初欲蒲輪聘穉會卒年七十二子胤字季登篤行孝弟亦隐居不仕（據謝承范瞱後漢書叅修） \\n ○郭蒼 \\n 郭蒼字伯起曲江人富有文學舉茂才為荆州從事熹平三年太守周憬開導昌樂六瀧流通商旅蒼為撰神漢桂陽太守周府君碑曰桂陽太守周府君者徐州下邳人也諱憬字君光體性敦仁天資篤厚行興閨門名高州里舉孝亷拜尚書郎遷汝南固始相遂拜桂陽守宣魯衛之政敷二南之澤政以徳綏化猶風騰撫集丞細振發有方進則貞直退則錯枉崇舉濟濟吉士充朝招賢訓蒙開誘六蔽君子道長小人道消信感神祗靈符瑞應嘉禾生於野竒草像■〈艹建〉莆異根之樹超然連理于此之時邦域維寧郡又與南海接比商旅所臻自瀑亭至于曲江一由此水其水原出于王禽之山山蓋隆崇峻極于天泉肇沸涌發射其顛分流離散為十二川彌陵隔岨巒阜錯連隅陬壅遏末由騁焉爾乃潰山鑚石經營溝畛激揚争怒浮沉潛伏蛇龍詰屈澧陵欝浥千渠萬澮落聚沿澗下迄安聶六瀧作難湍瀨溞溞沄沄潺湲雖詩稱百川沸騰高岸為谷深谷為陵蓋莫若斯天軌所經惡得已哉改其下流注也若奔車失轡狂牛無縻（闕）忽艫陸不相知及其上也則羣軰相随繵挽提擕唱號慷慨沈深在前其或敗也非徒喪寳玩隕珍竒替珠貝流象犀也往古來今變其終矣於是府君乃思夏后之遺謀（闕）應龍之顯化（闕）行旅之悲窮哀舟人之困阨感蜀守氷珍絶犂魋嘉天昧淵永用夷易廼命良吏將帥壯夫挑移盤投之窮壑夷高填下鑿截回曲弼水之邪性順導其經脉斷硠礚之靈波弱陽侯之洶湧由是小溪乃平直大道克通利抱布貿絲交易而至升渉周旋功萬于前除昔（闕）顛樹表于兹雖非龍門之鴻績亦人君之徳宗故舟人嘆于洲渚行旅語于塗陸孔子曰禹不決江疏河吾其魚矣于是熹平三年嵗在攝提仲冬之月曲江長零陵重安區祉字景賢遵承典憲宣揚徳訓帥禮不越欽仰高山乃與邑子故吏龔臺郭蒼龔頟等命工鑿石建碑于瀧上勒銘公功傳之萬世垂示無窮其詞曰乾坤剖兮建两儀剛柔分兮有險夷咨中嶽兮據崔巍嘆衡林兮獨傾虧増陊陗兮甚■〈阝區〉陁鯀不渉兮禹不窺仰王禽兮又﨑危俯瀧淵兮怛以悲岸叅天兮無路蹊石縱横兮流洄洄波隆隆兮聲若雷或抱貨兮以從利或追恩兮赴義汛自棹兮有不避沉躬軀兮有玄池委性命兮于芒繩潛寒慄兮不皇計泛随流兮殆忘歸懿賢后兮發堊英閔不通兮治斯谿蹷巨石兮以湮填開切促兮導曲機推六瀧兮弱其勢遏泌汩兮蛟龍藏陸夫唱兮艫人歌名冠世兮超踰倫今稱揚兮鏗流沙功斐斐兮鎮海裔君乎君乎夀不訾（據水經注金石録歐陽六一集叅修） \\n ○姚俊 \\n 姚俊字翁仲錢塘人少為郡佐負笈至太學受業明經術災異為交趾太守漢末棄官入増城山中學道遇東郭延師事之延教俊九精煉氣輔星存心之術復與神丹刀圭俊服之成道世謂主東華宮為北河司命云（據姓苑列仙傳叅修） \\n ○董奉（介象附） \\n 董奉字君異候官人也生漢時不知其嵗吳初有年少作其縣長見君異若三十餘不知有道也罷去五十餘年為他職行經候官諸故吏人皆往見故長君異亦往顔色如昔長宿識之問曰君無有道也昔在縣時年如君軰今吾已皓白而君猶少也君異曰偶爾耳士燮為交州刺史得毒葯死已三日君異在南方乃往以三丸葯内燮口中後四日遂活乃為君異起高樓于中庭君異不飲食唯啖脯棗少飲酒君異來就燮飲食下樓忽如飛鳥一年乃求去還廬山下居山間時時為人呪水治病不取錢物重病愈者但使栽杏五株輕者一株數年有杏七萬餘株杏每熟時奉于樹下作一簟倉語人曰買杏者自將一器糓置倉中取杏一器有納糓少而取杏多者虎随後逐之自是買杏更無欺者奉以其所得糓賑救貧窮供給行旅嵗消三千斛糓尚有餘蓋神仙者流仁術濟世者也後人於其栽杏處祠祀至今焉又洄稽介象字元則亦漢末人通五經百家之言能屬文隂修道法孫權徴象至武昌稱為介君為起第宅以御帳給之象屢求去權賜梨一奩象食之即死殯埋之次日已至建業以所賜梨付苑吏種之吏表聞權思象為祠以祭（據列仙傳廬山記事叅修） \\n ○虞國 \\n 虞國餘姚人漢末為日南太守有惠政行部每雙鴈随軒及還餘姚鴈亦随歸國卒鴈栖墓側不去（據萬姓譜修） \\n ○董黯 \\n 董黯字叔建越之句章人江都相仲舒後也事母孝比隣王寄之母以黯能孝諷寄寄忌之伺黯出辱其母黯恨之母死斬寄首以祭母自陳于官和帝詔釋其罪且旌異行召拜郎中不就（據两浙孝行傳寧波志叅修） \\n ○黄豪 \\n 黄豪字子微南海人年十六能通論語毛詩弱冠詣交趾部刺史舉茂才因寓廣信教授生徒及徴至京師除外黄令約已儉節麄衣蔬食所得俸禄悉賜貧民凡所剖決一縣稱平是時鄰邑蝗灾而獨外黄無有嵗屢豐稔民先流徙者皆相率歸之闔境大治其循良足稱云（據廣州先賢傳太平御覧叅修） \\n ○丁茂 \\n 丁茂字仲慮合浦人少孤貧性孝事母服勤色養得其歡心母終負土治墳植松栢成行白鹿遊乎左右馴擾不去交趾郡邑競傳以為孝感太守察孝亷終身衰絰不就吏民皆敬重之時蒼梧丁宻亦以孝行顯聞世謂丁氏多巨孝（據交廣記太平御覧叅修） \\n ○尹牙 \\n 尹牙字猛徳合浦人以才能仕為郡主簿太守南陽終寵到官三年哀形于色未嘗啟笑政治委諸牙牙感其知己也乃造膝請曰伏見明府四節悲歎有慘戚之思者何也寵曰父為張太尉所害重讐未報是以長媿耳牙乃傭僕服自貶為人役至宛與張校圉交通謁節于張伺其間隙出入三年乃先醉張左右近侍以夜解縱諸馬令之亂駭張果出問故牙因手刃之持其首而還事聞天子竒其才因赦不問（據交廣記太平御覧叅修） \\n ○徐登（趙炳附） \\n 徐登者閩中人也本女子化為丈夫善巫術東陽趙炳能為越方善禁呪時兵亂疾疫大起二人遇於烏傷溪水之上遂約共以其術療病各相謂曰今既同志且可各試所能登乃禁溪水水為不流炳禁樹樹即生荑禁人人不能起禁虎虎伏以大釘釘柱入尺許盛氣吹之釘躍出射去如弩箭之發以盆盛水吹氣作禁魚龍立見二人相視而笑共行其道焉登年長炳師事之貴尚清儉禮神唯以東流水為酌削桑皮為脯但行禁架所療皆除後登物故炳東入章安人為立祠于永康曰趙侯祠蚊蚋不入也（據後漢書抱朴子異苑叅修） \\n ○盛憲 \\n 盛憲字孝章會稽人舉孝亷補尚書郎器量雄偉與两弟宏仲總為一時名士路逢童子怪而問之答曰魯國孔融時年十餘憲載歸知其竒才便結為兄弟升堂拜母憲遷吳郡太守孫策平定吳會深忌之融憂其不免乃移書論之曰嵗月不居時節如流五十之年忽焉已至公為始滿融又過二海内知識零落殆盡惟會稽盛孝章尚存其人困于孫氏妻孥湮沒单孑獨立孤危愁苦若使憂能傷人此子不得復永年矣春秋傳曰諸侯有相滅亡者桓公不能救則桓公耻之今孝章實丈夫之雄也天下談士依以揚聲而身不免于幽執命不期于旦夕是吾祖不當論損益之友而朱穆所以絶交也公誠能馳一介之使加咫尺之書則孝章可致友道可弘矣今之少年喜謗前軰或能譏評孝章孝章要為有天下大名九牧之人所共稱嘆燕君市駿馬之骨非欲以騁道里乃當以招絶足也惟公匡復漢室宗社將絶又能正之正之之術實湏得賢珠玉無踁而自至者以人好之也况賢者之有足乎昭王築臺以尊郭隗隗雖小才而逢大遇竟能發明主之至心故樂毅自魏往劇辛自趙往鄒衍自齊往嚮使郭隗倒懸而王不解臨溺而王不拯則士亦將高翔遠引莫有北首燕路者矣凡所稱引自公所知而復云云者欲公崇篤斯義也於是徴憲都尉詔命未至果為吳所害矣（據漢文選三國志叅修） \\n ○沈瑜（弟儀） \\n 沈瑜烏程人與弟儀少有志行瑜十嵗儀九嵗父亡居喪毁瘠過於成人外祖盛孝章撫慰之曰汝並黄中通爽終成竒器何遽踰制自取滅性耶瑜早卒儀篤學有雅才以儒素自業守道不移州郡交辟不就（據萬姓譜修） \\n ○姚文式 \\n 姚文式合浦人雅好誦讀博通今古建安中舉茂才仕為交州治中時歩隲為刺史初到南海覧土地形勢嘆曰斯誠海島膏腴之地宜為都也乃問尉陀舊治處人莫能知唯文式答曰南海郡昔治在今州城中與畨禺縣連接今入城東南偏有水坑陵城倚其上聞此縣人民謂之為番山縣名畨禺儻謂畨山之禺也漢書所謂浮牂牁下灕津同會畨禺蓋乗斯水西入越也秦并天下畧定楊越開南海以謫徙民至二世時南海尉任囂聞陳勝作亂召龍川令趙陀告以大謀囂卒陀行南海尉事乃拒關門設守畨禺其所都也後歸漢築朝臺在州城東北三十里則陀宮近是矣隲登望得其處遂立城郭以建州治綏和百粤遂用寧集文式之功也（據沈懷遠南越志水經注叅修） \\n ○吳碭 \\n 吳碭字叔山掲陽人漢末察孝亷為安成長孫權使呂岱取長沙郡碭據縣以拒之權遣魯肅攻圍碭突去曰碭受天子命為長知有漢不知有吳也後權統有交廣遣歩隲為交州刺史義碭而不見責碭亦不復仕（據黄恭交廣記三國志叅修） \\n ○衡毅（錢博附） \\n 衡毅蒼梧人負勇謀與同郡錢博皆為郡太守長沙吳巨所信用建安末天下大亂荊州牧劉表以賴恭為交州刺史孫權以歩隲為交州刺史巨逐恭恭奔零陵隲將至使人諭巨巨納隲而後圖之隲知巨與都督區景謀乃召二人入計事即于中庭斬首以徇衆遂治舟船合兵二萬下取南海毅與博念巨部曲舊恩且隲之來非漢命也乃興兵逆隲于蒼梧高要嶮口與隲軍戰幾為所敗會毅少却隲乗之毅與衆皆投水死死者千餘人無一生降毅博恩義結人詎但勇謀而已（據三國志水經注叅修） \\n ○士燮 \\n 士燮字威彦蒼梧廣信人也其先魯國汶陽人至王莽之亂避地交州六世至賜為日南太守燮少游學京師事頴川劉子竒治左氏春秋察孝亷補尚書郎公事免官父賜喪闋舉茂才除巫令遷交趾太守弟壹先為都督郵刺史丁宮徴還為司徒辟壹董卓作亂入關壹亡歸鄉里交州刺史朱符為夷賊所殺州郡擾亂燮乃表壹領合浦太守次弟■〈黃有〉領九真太守〈黃有〉弟武領南海太守燮體器寛厚謙虛下士中國士人往依避難者以百數眈玩春秋為之注解陳國袁徽與尚書令荀彧書甚見稱譽武先病沒獻帝聞張津死賜燮璽書進綏南中郎將董督七郡領交趾太守如故天下喪亂交州貢職不廢復詔拜安遠將軍封龍度亭侯後奉歩隲節度孫權加左將軍質其子廞燮在郡四十餘年黄武四年九十卒其父子兄弟著名南土車騎出入滿道夷人夾轂焚香者常數千焉（據交廣記三國志叅修） \\n ○虞翻（子氾） \\n 虞翻字仲翔會稽餘姚人也少好學有高氣年十二客有候其兄者不過翻翻追與書曰僕聞琥珀不取腐芥磁石不受曲鍼過而不存不亦宜乎客得書竒之由是見稱為孫策功曹待以交友之禮漢召為侍御史曹操辟司空皆不就翻與少府孔融書示以所著易注融答書曰聞延陵之理樂觀吾子之治易乃知東南之美非徒會稽之竹箭也孫權時為騎都尉翻數犯顔諌争每不悅權既為吳王觀晏之末自起行酒翻伏地佯醉不持權去翻起坐權于是大怒手劍欲擊之侍坐者莫不惶遽惟大司農劉基起抱權力諌翻由是得免權因勅左右自今酒後言殺俱不得殺翻性疎直數有酒失權與張昭論及神仙翻指昭曰彼皆死人而語神仙世豈有仙人也權憤怒非一遂徙翻交州寓南越王建徳故園雖處罪放而講學不勌門徒常數百人又為老子論語國語訓注皆傳于世翻既放棄嘗云自恨疏節骨體不媚犯上獲罪當長沒海隅生無可與語死以青蝇為弔客天下一人知已者足以不恨初山隂丁覧太末徐陵或在縣吏之中或衆所未識翻一見之便與交善終成顯名在南十餘年年七十卒歸塟舊墓妻子得還翻十一子第四子氾最知名氾字世洪生南海年十六父卒還鄉里永安初從選曹郎孫綝廢立時欲入宮為不軌召百官會議皆惶怖失色氾對曰明公上安宗廟下惠百姓自以伊霍復見今迎立未至而欲入宮如是羣下搖蕩衆聼疑惑非所以永終忠孝揚名後世也綝不懌竟立休後為散騎中常侍監軍使者討扶嚴以功拜交州刺史冠軍將軍餘姚侯尋卒（據三國志會稽典録叅修） \\n 百越先賢志卷四 \\n 欧大任(1516～1595) \\n 欧大任，字桢伯，号崙山，广东顺德人。元末明初，岭南著名学者孙蕡、赵介、王佐、黄哲、李德等五人，曾结诗社于广州城南园，振兴风雅。由于5位先生学问道德在岭南知识分子中很有影响，时人遂称之为\"南园五先生\"。明嘉靖年间，欧大任与梁有誉、黎民表、吴旦、李时行五人，因追慕\"前五先生\"的高风亮节和出色诗书，时在南园\"抗风轩\"雅集豪吟，因而被人称为\"南园后五子\"。 \\n 欧大任早年以岁贡生授江都(今江苏扬州)训导，不久，奉命进京参修《世宗实录》。后转光州(今河南横川)学正。万历三年(1575)任国子监助教，后升为大理寺评事。以执法公正、不屈从于权贵的压力而闻名，平反了不少冤假错案。终官南京工部虞衡司郎中，督修孝陵，万历十二年(1584)告老还乡。著作合收在《欧虞部诗文全集》中。 \\n 欧大任等\"南园后五先生\"在嘉靖年间重振诗坛，不甘在腐败官场中同流合污、随波逐流，创作了大量诗作，合28卷。他们的诗才和气节受到后人的敬仰，逝世后都被列入乡贤祠和南园前后五先生祠。 \\n  \\n   \\n  "}
