{"章节": "提要", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《敬斋古今黈》八卷，元李冶撰。冶有《测圆海镜》，已著录。此书原目凡四十卷。其以黈名者，案《汉书·东方朔传》，黈纟广充耳，所以塞聪。颜师古注曰：示不外听。冶殆以专精覃思，穿穴古今，以成是书，故有取於不外听之义欤。《元史》本传、邵经邦《宏简录》、黄虞稷《千顷堂书目》俱作《古今难》，当因字形相似，传写致讹。《文渊阁书目》题作宋人，则并其时代亦误矣。其书皆订正旧文。以考证佐其议论，词锋骏利，博辨不穷。其说《毛诗》草虫阜螽一条云，师说相承，五经大抵如此，学者止可以意求之，胶者不卓，不胶则卓矣，是其著书之大旨也。其中如谓蚩尤之名，取义於蚩蚩之尤。谓内则一篇卑鄙烦猥，大类世所传食纂。谓《中庸》素隐行怪乃素餐之素，谓《孟子》兄戴盖为一句，禄万锺为一句，戴盖即乘轩之义，或不免於好为僻论，横生别解。又如淳化阁帖汉章帝书《千字文》，米芾《书史》、黄伯思《法帖刊误》、秦观《淮海集》，俱以为伪帖，而冶据以驳《千字文》非周兴嗣作。《太平广记》载徐浦盐官李伯禽戏侮庙神，其事在贞元中，具有年月，而冶即以为李白之子伯禽，亦偶或失考。然如《辨史》记微子面缚，左牵羊，右把茅，乃其从者牵之把之，司马迁所记不谬，孔颖达书《正义》所驳为非；辨郑语收经入行姟极，谓经即京，姟即垓，韦昭不当注经为常；辨《论语》五十以学《易》，谓《论语》为未学《易》时语，《史记》所载，则作《十翼后语》，不必改五十字作卒；辨《孟子》龙断即《列子》所谓冀之南汉之北无陇断焉；辨《史记》自叙瓯、骆相攻，谓当为闽、越相攻；辨张耒书《邹阳传》后，谓韩安国实两见长公主，《汉书》不误，而耒误；辨《卫青传》三千一十七级，谓级字蒙上斩字，颜师古误蒙；上捕字，遂以生获为级；辨魏志穿方负土，谓即《算经》之立方定率；辨《吴志》孙权告天文，谓不当呼上帝为尔；辨《通鉴》握槊不辍，谓胡三省误以长行局为长矛；以及辨古者私家及官衙皆可称朝，引《后汉书》刘宠、成瑨及《左传》伯有事为证；辨佝偻丈人承蜩所以供食，引《内则》郑玄注、《荀子》杨倞注为证；辨《吴都赋》犭军子长啸当是常笑，引《山海经》为证。皆具有根据，要异乎虚骋浮词，徒凭臆断者矣。至於所引《战国策》蔡圣侯因是已君王之事，因是已二已字今本并作以，而证以李善注阮籍咏怀诗所引，实作已字。足以考订古本。又《大学》絜矩，今本章句作絜度也，冶所见本则作絜围束也。苏轼《赤壁赋》，今本作而吾与子之所共适，冶所见本则作共食，而驳一本作共乐之非。亦足以广异闻。有元一代之说部，固未有过之者也。虽原本久佚，今采掇於《永乐大典》者不及十之四五，然菁华具在，犹可见其崖略。谨以经、史、子、集，依类分辑，各为二卷，以备考证之资焉。 \\n （钱建文按：《四库全书》本为残本，今以繆荃孫十二卷本替） \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之一", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之一卷之一 \\n  \\n  \\n  \\n  \\n 晉書天文志儀象云。洛書甄曜度、春秋考異郵皆言。周天一百七萬一千里。陸續云。天東南西北徑三十五萬七千里。此言周三徑一也。攷之徑一不啻周三。率周百四十二而徑四十五。則天徑三十二萬九千四百一里一百二十二步二尺二寸一分七十一分分之十。又引周禮地中之說。以土圭句股法入之。得天徑十六萬二千七百八十八里六十一步四尺七寸二分。以減于甄曜度、考異郵之數。餘一十六萬六千六百一十三里有奇。或以問李子曰。以土圭法校之甄曜度、考異郵。其數曾不及半。是何二說相懸如是之賒邪。曰。此蓋甄曜度、考異郵之數。自天之極際言之。土圭之數。自黃道言之。天包地外。地處天中。日月又居天地兩閒。故其數當半天徑也。而猶有不合者。不容不合。特算家大率言之。易曰。日月麗乎天。百穀草木麗乎土。說者謂麗為附。然日月之麗乎天。非若百穀草木之麗乎土也。亦本乎天者親上云耳。故邵康節解離麗之麗。不取舊說。但謂文彩著見之義。 \\n 又晉書天文志云。傳說一星。在尾後。主章祝巫官。傳、從人從專。音直攣反。說、讀如字。而莊子云。傅說得之。以騎箕尾。則傅、從人從尃。說、讀如說音。是為殷相之名。而不取傳說之義。然晉志言此星在尾後。則實當箕、尾之閒。而復云主章祝巫官。何也。豈莊周之言。與此各自為說。不相本耶。博聞君子。當有以辨之。 \\n 呂氏春秋。荊有佽飛。得寶劍於于越。高誘註云。吴邑也。荀子勸學篇。于越、夷貊之子。生而同聲。長而異俗。教使之然也。楊倞注云。于越猶言吴越。且引高誘為據。予按春秋定公五年。於越入吴。杜預曰。於、發聲也。孔穎達以為越是南夷。夷言有此發聲。史官或正其名。或從其俗。史異辭。無義例。公羊傳則曰。於越者、未能以其名通也。越者、能以其名通也。何休注曰。越人自名於越。君子名之曰越。赤狄以赤進者。狄於北方總名。赤者其別。與越異也。吴新憂。中國士卒罷敝而入之。疾罪重。故謂之於越。范寧曰。舊說於越。夷言也。春秋即其所以自稱者書之。見其不能慕中國。故以本俗名自通。攷數家之說。雖有小異。然皆以於越與越同為一國。呂氏及荀卿子所言于越。正指於越耳。于於二字。音聲小別。義理無殊。自不得以于為一國、越為一國也。今高誘乃以于越為吴邑。楊倞又以于越為兩國。何陋如之。誘誤走者也。若倞者。真類夫隨人誤走。而又呼他人使隨己而東西也。大抵于越與句吴本皆夷語。即漸就簡而入于華耳。此亦豈有難曉之理哉。于越之說。錯謬已如此。市本荀子書。又以于字作干。魚魯虛虎之舛。晚生後進。何所適從。 \\n 前漢西域傳云。玉門、陽關出西域有兩道。從鄯善傍南山北。波河西行至莎車。為南道。自車師前王庭隨北山。波河西行至疏勒。為北道。師古曰。波河、循河也。音彼義反。黈曰。此義是而音非。波止當如字讀之。波之為言。自有循順之意。今人言循河而行者。皆謂之邊河。波河之語與邊河政同。又云。出陽關。自近者始。曰婼羌。去長安六千三百里。辟在西南。不當孔道。師古曰。孔道者、穿山險而為道。猶今言穴徑耳。此又誤矣。孔道止謂大道也。前言辟在西南。故後言不當大道。若言不當穴徑。是何說之怪耶。故其下又言西北至鄯善。則知鄯善正當大道耳。 \\n 古詩三百五篇。皆可聲之琴瑟。口詠其辭。而以琴瑟和之。所謂弦歌也。古人讀詩者皆然。使今學者。能仿佛於古人。則人心近正。庶幾詩樂之猶可復也。鄉聞東平一士人家蓄琴譜一編。四詩悉備。兵燼以來。不知存否。愚嘗有意試擬補一二編。顧不深解音律。故又不敢妄為之。晦庵有言。古人言必引詩。蓋取於嗟歎詠歌。優游厭飫。有以感發人之善心。非徒取彼之文證此之義而已。又曰。反覆詠歌之閒。意味深長。義理通暢。使人心融神會。有不知手舞而足蹈者。是則引詩之助與為多焉。晦庵言引詩者猶當嗟歎詠歌之。況讀之者乎。 \\n 石林過庭錄經史辨疑云。人而不為周南、召南。其猶正牆面而立也與。牆所以扞外。正牆面而立。謂其背治內之道。反而面乎外也。治曰。此說非是。牆面祇謂無所見耳。又何限乎內外之閒哉。 \\n 晉郗超之郗。則讀如綌音。郄詵之郄。則讀如絺音。今人不復別白。皆從綺逆反。大謬也。予兒時讀李翰蒙求。先生傳授。皆讀郗作郤。長大來始悟其錯。俗又讀郗作客。可笑。 \\n 莊子齊物論。夫隨其成心而師之。誰獨且無師乎。奚必知代而心自取者有之。愚者與有焉。治曰。知、讀從智。代、交也。而、汝也。謂人人各自有師。何必智交于汝心。然後自取而始有之。故雖愚蒙之人亦有成心。可隨而師之也。成心者、呂惠卿所謂吾所受于天而無所虧者也。 \\n 李益鸛雀樓詩。事去千年猶恨速。愁來一日即知長。魯直初至葉縣詩云。千年往事如飛鳥。一日傾愁對夕陽。全用李句。然其意不逮李遠矣。 \\n 東坡謂梁昭明不取淵明閒情賦。以為小兒強解事。閒情一賦。雖可以見淵明所寓。然昭明不取。亦未足以損淵明之高致。東坡以昭明為強解事。予以東坡為強生事。 \\n 楊誠齋詩。句句入理。予尤愛其送子一聯云。好官難得忙不得。好人難做須著力。著力處政是聖賢階級。若夫淺丈夫少有異于人。必責十百之效于外。一不我應。悻悻然以舉世為不知己。方扼腕之不暇。顧肯著力于仁矣乎。故終身不能為好人。 \\n 世俗有孤負之語。孤謂無以酬對。負謂有所虧欠。而俚俗變孤為辜。辜自訓罪。乃以同孤負之孤。大無義理。 \\n 郭璞客傲云。不塵不冥。不驪不騂。驪當作犁。然莊子有牝馬驪牛三之語。則驪字亦通。又左芬離思賦。親辰尋因。同押。古文雖不拘於聲病。然上平之親、下平之侵未有協用者。尋當作循。 \\n 左傳。莊公七年。夜。恒星不見。夜中。星隕如雨。杜氏解如為而。晉書禮志載成帝納皇后杜氏。舉晏桓子語。夫婦所生若如人。然左氏實作若而人。因知而如二字。古語相通。俗謂如今又謂而今。亦當本古語云然。 \\n 五福六極。皆指人事言之。晉五行志說凶短折。則謂人殤曰凶。禽獸曰短。草木曰折。推原箕子之意。寧復有此。若福極之事。兼飛走草木而言之。則夫五福之中。若富與攸好德。六極之中。若憂與貧。豈飛走草木。亦有是耶。 \\n 東坡有老饕賦。前後皆說飲食。按左傳文十八年云。縉雲氏有不才子。貪于飲食。冒于貨賄。天下之民謂之饕餐。說者皆曰。貪財為饕。貪食為餮。然則東坡此賦當云老餮。不當云老饕。 \\n 劉歆說三統曆術。配合易與春秋。此所謂言及于數。吾無取焉。夫易載天地萬物之變。以明著吉凶悔吝之象。春秋褒善貶惡。代天子賞罰。以垂法于後世。至于章蔀發斂之術。則羲和氏實掌之。而歆乃一一相偶。是亦好異者矣。且易有卦有爻。其二篇之策。當期之日。猶得以強論之。夫所謂春秋者。屬辭比事之書。與數學了不相干。而亦胡為妄取曆算。一一而偶之哉。班固不明此理。不敢削去。千古而下。又無為辨之者。深可恨也。 \\n 后稷、摯、堯、契四人。同為帝嚳高辛氏之子。契則十三葉而得湯。稷則十四葉而得文王。然夏之世。歷四五百年。而商之世。又歷五六百年。計千餘年而文王始生。若以代數較之。文王之于湯。但不及一葉耳。是則殷之先一何夭。周之先一何壽乎。此為甚可疑者。前志必有脫誤。 \\n 鍾言撞。鼓亦得言撞。見前漢西域傳。龜茲王絳賓。樂漢制度。歸其國。出入傳呼。撞鍾鼓。 \\n 五經中。詩最難讀。以音釋參糅故也。教讀者當專從毛。不得已當從鄭。何者。師傳以來皆曰毛詩。不曰鄭詩。蓋康成本用毛說。毛義有不安者。以己見改易。或毛氏不為傳。則以箋明之。今之人一不從毛。一不從鄭。但視陸德明釋文易曉者雜讀之。所以前後鉏鋙。無所統紀。而義益暗。惟舍一而取一。則無是患矣。予之為此說也。不謂毛氏純是而鄭氏純非也。要知兩家之說。必從其一焉耳。 \\n 唐邢注王弼周易略例。其自序云。孔邱三絕。未臻區奧。劉安九師。尚迷宗旨。以劉安而齒孔子。邢子可謂不知類矣。 \\n 沈田子殺王鎮惡。而王脩執田子。數以專戮。斬之。通鑑小浙本載之義熙十三年。而大字本作十四年。此本為正。 \\n 爽之一字。既為明又為昏。所以精爽為魂魄之主。介之一字。既為大又為小。所以儐介成賓主之歡。貴介公子。則介為大。憂悔吝者存乎介。則介為小。亂臣十人。則亂為治。亂邦不居。則亂為危。飲酒溫克。則克為良。克伐怨欲。則克為狠。擾兆民。則擾為安。庸人擾之。則擾為煩。必有忍其乃有濟。則忍為恕。忍人殘忍。則忍為暴。媚茲一人。則媚為忠。取媚于上。則媚為佞。父母昆弟。則昆為長。垂裕後昆。則昆為後。皇極。則極為大中至正之道。六極。則極為貧病夭惡之稱。 \\n 鮑昭有井謎。世傳東坡有賀資謎。又黃庭堅有粥謎、象棋謎。近者伶官劉子才。蓄才人隱語數十卷。謎固小技倆。然其諷詠比興。固與詩人同義。而在士大夫事中。亦談笑一助也。嘗聞用字謎。既久。止記一二句。今為足成之云。三山自三山。山山皆倒懸。一月復一月。月月還相連。左右排雙羽。縱橫列二川。闔家都六口。兩口不團圓。嘗擬作井謎云。四十零。八箇頭。一頭還對一脚。中閒全無肚腸。外面許多棱角。此末聯亦借前人語也。又聞墨斗謎云。我有一張琴。琴絃藏在腹。莫笑墨如鴉。正盡人閒曲。染物瑕頭謎云。在染何曾染。無生得獨生。有人來解結。見姓自分明。 \\n 僕射職主僕御弓矢之事。故稱僕射。射舊音夜。楊倞注荀子云。射干藥名。且引陶弘景注本草云。射干花白莖長。如射人之執干。倞既引陶說如此。而音射干之射復從夜音。據射人之射。自當音麝。而射干復從夜音者。當是射御之射。或音麝。或音夜。兩俱得通。但今世俗流傳止從麝音耳。若僕射與射干猶是從舊俗。呼之為夜音也。 \\n 李義山詩。古木含風久。凡兩用。搖落對云。疏螢怯露深。戲贈張書記對云。平蕪盡日閒。其優劣大不相侔。覽者自當見之。詠槿花云。月裏寧無姊。雲中亦有君。又詠李花云。月裏誰無姊。雲中亦有君。月姊雲君用之於槿花雖新奇。固不若用之於李花之為高潔也。然誰無姊。語太徑庭。誰字止宜作寧。 \\n 王直方詩話云。酴醾。本酒名也。花新開以顏色似之。故取名。黈曰。花之色類酴醾者甚多。皆不以為名。獨取此花。理不應爾。蓋兼以風韻芳馨名之。不專取色而已。 \\n 根非生下土。葉不墜秋風。因尋樵子徑。誤到葛洪家。自不害為佳句。而後人論詩者。以為此皆假對。意謂下土與秋風。樵子與葛洪。不相偶屬。故借下為春夏之夏。子為朱紫之紫。塵俗哉。 \\n 六一翁茶歌云。手持心愛不欲碾。有類弄印幾成窊。謂印刓則可。謂印窊則不可。 \\n 素問。上古天真論。歧伯曰。上古之人。食飲有節。起居有常。不妄作勞。故能形與神俱。而盡終其天年。度百歲乃去。今時之人不然也。今時之人以酒為漿。以妄為常。醉以入房。以欲竭其精。以耗散其真。不知持滿。不時御神。務使其心逆于生藥。起居無節。故半百而衰也。啟玄子王砅之注。取數固多。然其所不合者。亦不少也。歧伯此言。以為今人逐末喪本塞華。遺失天理之大全。則是以妄為常。今砅以為寡於誠信。失其旨遠矣。醉以入房。以欲竭其情。以耗散其真。止言情Q欲Y之伐其生。今注云。輕用曰耗。意雖相近。質以文理。耗散二字實相連屬耳。逆於生藥。謂迎逆平生之樂。注謂逆養生之樂。亦未可馮也。 \\n 又素問。四氣調神大論云。春為發陳。夜臥早起。廣步於庭。夏為蕃秀。夜臥早起。無厭於日。秋為容平。早臥早起。與雞俱興。冬為閉藏。早臥晚起。必行日光。黈曰。人禀陰陽之氣以生。而陽則為德。陰則為刑。刑則主殺。德則主生。故其情性常喜陽而惡陰。冬為閉藏之時。早臥晚起者。所以逃陰氣於慘酷之夜也。夏為蕃秀之時。夜臥早起者。所以順陽氣於未明之晝也。是固宜其然矣。然其春三月發陳之時。自當早臥早起。以順陽氣於開煦之旦。而今稱夜臥早起。與夏三月無別。則真誤矣。夫陰陽寒暑。均布四時。若今春夏同科耶。秋冬亦當一體。則何以為四時也哉。故春之早起不必置論。但其夜臥二字。必早臥之舛也。又其秋三月容平之時。自當晚臥晚起。以謝陰氣於肅殺之曉。而今稱早臥早起。是又誤之甚者。不可不辨也。夫秋氣之嚴。莫嚴於霜降之辰。萬物凋落。攝養之家。最為深懼。而使人早起。與雞俱興。則是作意犯冒。與霜亢也。無乃乖全生之理乎。王砅求其說而不得。乃云。懼中寒露。故早臥。欲使安寧。故早起。以常情度之。人亦豈有畏寒露之霑裳衣而不畏肅霜之戛肌骨乎。此妄說也。惟早晚之文一政。則其下錯繆。與雞俱興之類。皆可得而正之矣。蓋素問一書。脫誤贅複。如是者居十七。遇不可通者。不可強為之辭。政當以意會之耳。 \\n 韓退之自謂窺陳編以盜竊。柳子厚自謂好剽取古人文句以自娛樂。歐陽永叔亦自謂好取古人文字。攷尋前世以來。聖君子之所為。時亦穿蠹盜取。飾為文辭。以自欣喜。三先生自謂之盜者。所謂齊之國氏也。不過點注前言往行。以為我用耳。而世之不善為文者。莫不手目所及。輒自探討。其身為穿窬之子。而寧死莫肯承服。強自揜蓋。強自粉澤。將以欺天下。而卒不能以欺一人。是所謂宋之向氏也歟。 \\n 世以祕監為奎府。御書為奎畫。謂奎宿主文章也。故宋有奎文閣、寶奎樓之稱。又薛奎字伯藝。吴奎字長文。悉以文藝配奎為言。予攷之晉書天文志。則云奎十六星。在西方。天之武庫也。一曰天豕。亦曰封豕。主以兵禁暴。又主溝瀆。其象與圖書文章等全不相干。而東壁二星在北方。實主文章。蓋為天下圖書之祕府。其星明。王者興。道術行。國多君子。其星失色。大小不同。王者好武。經士不用圖書。是則圖書文章。皆當取象東壁。於義為愜。然世之言文章者。不取東壁而獨取奎者。豈奎宿森羅錯綜有象於文而東壁無之耶。或前人誤用而後人承之邪。抑別有所出。而吾未之見也。 \\n 古詩。迢迢牽牛星。皎皎河漢女。纖纖擢素手。札札弄機杼。終日不成章。涕泣淚如雨。河漢清且淺。相去復幾許。盈盈一水閒。脈脈不得語。呂延濟曰。牽牛、織女星。夫婦道也。常阻河漢。不得相親。此以夫喻君。婦喻臣。言臣有才能。不得事君。而為讒邪所隔。故後人用牛女事及詠七夕等。皆以為牽牛織女。案。織女三星。在天紀東端。織女、天女孫也。天紀九星。乃在貫索東。距牽牛甚遠。然則牛女之女。非織女。乃須女也。須女四星。天之少府也。須、賤妾之稱。婦職之卑者也。牽牛、亦賤役也。故須女與牽牛相媲。又同列于二十八宿之中。密相附麗。但隔天漢。詩人以是有盈盈脈脈之語。若以為織女。則天女牛郎非其偶也。或者引大東之詩云。維天有漢。監亦有光。跂彼織女。終日七襄。雖則七襄。不成報章。皖彼牽牛。不以服箱。此自以牽牛織女為類。延濟之注。於何繆戾。曰。大東義取有名無實而已。呂說義取伉儷。難以彼此相證也。 \\n 詩。無羊。三十維物。爾牲則具。毛傳云。異毛色者三十也。而疏家乃謂每色之物皆有三十。誤矣。詩意本主所牧之多。謂毛色有三十等。亦大率言之。今云每色各有三十。則計其所牧。能有幾何。而當時之人詠之詩耶。若又以為每色色別三十種。則為色大繁。反更難通。毛言異毛色者三十。政謂總括諸色。至有三十等耳。其義甚為明白。不勞異說。 \\n 乾。陽物也。稚于七而老于九。坤。陰物也。反是。稚于八而老於六。聞之北方人。相馬之老稚。不於其齒而於其目。人與目對視已之身。自首見腰。則二三歲之交。自首見腹。則五六歲之交。自首見胞。則七八歲之交。止見其首。則此馬十歲矣。過是以往。又加以溟涬焉。則不可得而年矣。 \\n 古人文字有極致之辭。若以不敢為敢。以敢為不敢。以不顯為顯。以無念為念。以無寧為寧。皆極致之辭也。世俗以可愛為可憎。以無賴為賴。以病差為愈。亦極致之辭。 \\n 通鑑。唐高宗顯慶元年。來濟引管子齊國老人語曰。君不奪農時。則一國之人皆有餘食矣。不奪蠶要。則一國之人皆有餘衣矣。注曰。蠶要者、以蠶事為要。非也。上農時。則蠶要者亦謂切要之時也。故濟又云。人君之養人。在省其征役而已。 \\n 石勒救洛陽。詭道兼行。出於鞏、訾之閒。詭、不正也。詭道猶言邪徑也。此蓋猶捷徑而往。或言此二字乃兵法所謂兵行詭道。大段不識文勢。 \\n 夫子與夷齊而不與衛君。公羊子與輒而不與蒯瞶。質此一事。足明公羊全書之妄。君子不可以一事妄全書。以一事而妄全書。甚之也。甚之奈何。甚此一事之妄也。 \\n 石曼卿詩贈孫可久云。閉戶斷蛛網。折花移鳥聲。或云。閉字不若作開。予以為不然。戶開而有蛛網。閉則斷之。見其無人往來也。若云開戶斷蛛網。則是閉門時有蛛網。而開則斷之。又何足以盡幽閒之趣。 \\n 草可以為木。荀子曰。西方有木焉。名曰射干。莖長四寸。射干、草也。獸可以為禽。易屯之六三。象曰。即鹿無虞。以從禽也。鹿自獸耳。酒可以為饌。論語。有酒食先生饌。饌、食也。佛可以為僊。故其書稱忍辱僊人及金僊。 \\n 莊子徐無鬼。心之于殉也殆。凡能其于府也殆。殆之成也不給改。禍之長也茲萃。不給改者。不疾改也。疾改則禍不至矣。惟其不速改。是以其禍滋多。故其下文云。其反也緣功。其果也待久。而人以為己寶。不亦悲乎。其反也緣功。謂一與道相戾。緣以危殆為功能。其果也待久。謂果于迷繆。其所由來非一日。而人以此為己寶。為可悲也。此皆覆說殆之成禍之萃也。呂解不給改。以為不暇給。則其禍之長也茲萃一句贅矣。茲、滋古字通。 \\n 天下篇。以禁攻寢兵為外。以情Q欲Y寡淡為內。其小大精粗。其行適至是而止。此數句。郭解以下屬彭蒙、田駢、慎到。呂解以上屬宋鈃尹文。郭說為失。呂說為得。 \\n 鐔字。尋淫二音。廣韻以為劍鼻。莊子注為劍口。呂吉甫曰。鐔者、劍之所以為本也。又曰。所植者也。又鋏音頰。莊子注云。把也。呂曰。附鐔者也。蓋所持而行之者也。鋏既為把。則鐔乃俗所謂隔手者也。又姓音蟾。 \\n 文出升平世。禾生大有年。四充今日月。六合古山川。反朴次三五。古文丁一千。王功因各定。大作不相沿。主化布于下。人心孚自天。上方求士切。公亦立仁先。才行苟并至。位名尤兩全。末由弓冶手。安比父兄肩。幸及布衣仕。宜希守令先。尺刀元並用。丹白具同研。去吏多甘老。休兵生力田。干戈包已久。永十本支延。歐陽永叔戲為也。小兒初作字。點畫稍多。即難措筆。必簡易則易為力。故小學有上士由山水。中人坐竹林之語。歐公此詩。當亦為兒輩設也。 \\n 柳子論四維為二維。以為廉與恥。皆義之小節也。不得與義抗而為維。究而觀之。柳子之辨。凡數百言。祇是是解釋孟子羞惡之心。義之端也八字。 \\n 東坡詩云。口業向詩猶小小。眼花因酒尚紛紛。又云。口業不停詩有債。眼花亂墜酒生風。若眼花則或然或否。若口業則信有之。 \\n 晉書段匹磾贊曰。匹磾勁烈。隕身全節。點實凶殘。自貽罪戾。戾字協韻。讀從入聲。 \\n 又荀崧傳。崧鎮宛。為賊杜曾所圍。石覽時為襄城太守。崧使其小女灌求救於覽。而其列女傳載崧為襄城太守。為杜曾所圍。食盡。欲求救於故吏平陽將軍石覽。計無從出。崧小女灌時年十三。突圍夜出。自詣覽乞師。先謂覽為襄城守。後謂崧為襄城守。二說不同。必有一誤。 \\n 法帖載梁侍中蕭子雲所書列子之說。宋之向氏遂踰垣鑿室。手目所及。亡不探也。目字作自。意謂自手所及。又三年大穰。穰字作壤。古字或通用。 \\n 小說中載宮人詩云。朝來自覺承恩最。笑倩傍人認繡毬。一本云。承恩醉殊害義理。又杜荀鶴春宮怨落句云。年年越溪女。相憶采芙蓉。一本云相伴。則上下支離不成語矣。 \\n 魏文帝誅丁儀、丁廙等。魚豢以人心窺望。勢使之然。因論曰。諺言貧不學儉。卑不學恭。非人性分殊也。勢使然耳。予謂周官位不期驕。祿不期侈。政好對前兩句。蓋不期驕而驕。不期侈而侈。亦是事勢使然。 \\n 人文盡于六經。今禮部韻略中俚俗字備載。而六經中字遺闕者甚多。此非有司之失。自是我輩之過。 \\n 農家者流。往往呼粟麥可食之類以為物事。此甚有理。蓋物乃實物。謂非此無以生也。事乃實事。謂非此無以成也。此其言。可與粒我烝民。莫匪爾極。烝民乃粒。萬邦作乂之語相為表裏。 \\n 晦菴語錄論周易。多說占得此爻。為君子之行則吉。為小人之行則凶。是有近於兒童之說。易三百八十四爻。何者不然。繫辭所謂吉凶者。貞勝者也。又云。懼以始終。其要無咎。豈有為小人之行而獲吉者耶。晦菴議論。必不出此。此等直傳聞之誤。 \\n 東坡聚星堂雪詩。禁體物語。而有欲浮大白追餘賞。幸有迴風驚落屑之句。或以為落屑亦體物語。或者之言非也。蓋此用陶侃竹頭木屑事耳。 \\n 東坡詩。妻孥真敝屣。脫去何足惜。注云。史記封禪書。漢武帝曰。嗟乎。吾誠得如黃帝。吾視去妻子如脫耳。按廣韻。屣同音所綺切。而屣乃不躡跟也。乃步也。二字皆無敝意。然史記云爾者。此本用孟子語也。孟子曰。舜視棄天下。猶棄敝蹝也。說者曰。蹝、草履也。草履而可蹝者也。音與前二字正同。詳坡詩意。孟子、史記兩俱用之。史記不云蹝而云者。古人用字不類今體。其聲相近者猶許借用。其音切正同者。為相通無疑也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之二", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之二卷之二 \\n  \\n  \\n  \\n  \\n 史記貨殖傳。富無經業。則貨無常主。能者輻輳。不肖者瓦解。則字衍文。 \\n 尉佗傳。犁旦。皆降伏波。徐廣曰。呂靜曰。犁、結也。音力奚反。結猶連及逮至也。治曰。犁、開也。取耕懇之意。或以昏明分色雜言之亦得。今釋為結意。甚無謂。遍討傳注。初無以犁訓結者。又云結猶連及逮至。則益又穿鑿矣。漢書作遲旦。遲讀如緻。待也。犁旦或作黎明。又或作〈辶黎〉明。〈辶黎〉明遲也。書傳中又有詰朝質明之語。詰朝猶問人曰明未。亦遲旦之意。質明、實明也。又或為交質之義。 \\n 晉文帝崩。武帝遵漢魏之典。既葬除喪。猶深衣素冠。降席徹膳。太宰司馬孚等奏請改坐復膳。韶曰。每感念幽冥。而不得終其苴絰於草土。以存此痛。況當食稻衣錦。誠詭然激切其心。非所以相解也。可試省孔子答宰我之言。無事紛紛。言及悲殺。奈何。奈何。此悲殺之殺。從去聲讀。甚之之辭也。殺即衰減之義。而謂之甚者。蓋物極則反。哀痛之極。理當稍減也。故今人言甚者。皆謂之殺。武帝第二詔文又曰。重覽奏議。益以悲剝。不能自勝。不能自勝。其意與殺無以異也。或曰。殺、損也。悲殺如言悲剝。 \\n 退之進學解云。障百川而東之。迴狂瀾於既倒。此有類於晉書孝武帝紀史臣論云。靜河海於既泄。補穹圓於已紊。此史臣語又有類於陸機文賦。謝朝華於已披。啟夕秀於未振。 \\n 難經說。老人寤而不寐。少壯寐而不寤。以謂少壯者血氣盛。榮衛之行。不失其常。故晝日精。夜不寤也。老人血氣衰。榮衛之道濇。故晝日不能精。夜不得寐也。以予思之。不特如此。大抵晝作夜息。人之常也。是在晝則當有經營之事。在夜則當無繫滯之慮。精神資禀。雖各不同。然用之得其常。則于其不用之時亦得其常。苟用之不得其常。則一切反是矣。衰老之人。經事既多。遭變不少。筋骸尪骳。目耗耳重。一毫之營。若負泰華。度前揣後于利害之表。商是榷非于與奪之閒。憂未眹而己憂。患已銷而猶患。众人皆息。己獨勿休。所以正晝昏昏。夜反無寐。此蓋精神用反其常。而寤寐亦反其常也。而年少之人。志剛氣銳。神壯膽觕。斗力則膂力有餘。角智則智思無倦。劃然而動。屹然而止。事之未至也。利害無所撓其慮。事之既往也。是非無所留其懷。眾休而休。眾作而作。所以晝日常精。夜則常寐。此蓋精神用得其常。而寤寐亦得其常也。故男女十四五以下。纔得枕即穩睡。亦以其無情Q欲Y也。白樂天、司馬君實皆明哲過人。而樂天有詩云。年衰自無寐。不是守庚申。溫公有詩云。蘇秦六國印。力取鴻毛輕。白圭黃金產。運智立可營。如何五更睡。百方終不成。此二公亦當是精神疲敝而然。若夫子元圖爽。臥內酣寐。忠愍扞賊。省中安寢。軒轅畢詠。倚牆熟睡。涪翁削官。投床鼻鼾。閎通照徹。遇物了了。又不當以老少論也。予過五十來。昔昔每苦無寐。或者教以數息。倣而行之。竟亦不能寐也。近得閒閒公一說。名速睡法。云。但于當睡之時。帖枕擁衾。置身安穩。然後平心定慮。存真氣如黃金細線。發兩踵。自後而上。過腰合而為一。衝脊上頂。至前髮際。卻散而為二。繞黃庭聽會橫行。相交于人中。環口。貫下齦。復合為一。下咽喉。徑入太倉。留之不動。勃然出氣四道。當如火熱。青者入肝。紅者入心。白者入肺。黑者入腎。四氣俱滿。然後真氣下臍。入少府陰交。復散而為二。下膝。下臁。下趺。前裹中指尖。順行度湧泉。復至踵。謂之一匝。存想至五七匝。已溟涬然入睡鄉矣。大段無睡之人。行之不過十數匝。亦自得睡。或用銅人脈絡法。兼達兩手指更佳。予按之。其效一如所云。閒閒公又云。此法乃金丹下手處也。金丹大藥。予未敢議。但使昔昔得好睡眼。則其神通變化。與夫所謂金丹大藥者。復何擇哉。 \\n 東坡跋晁補之所藏與可畫竹云。莊子世無有。誰知此疑神。四注本載東坡自說云。孔子曰。吾猶及史之闕文也。自予少時。見前輩皆不敢輕改書。故蜀本大字書皆善本。莊子曰。用志不分。乃疑于神。此與易陰疑于陽必戰。禮使人疑汝于夫子同。今四方本皆作凝。又濁醪有妙理賦云。失憂心于昨夢。信妙理之疑神。四注本據此說。一斷以為疑神。又酒賦云。游物初而神凝兮。反實際而形開。則注家無所說。治曰。四注所援東坡之說。吾恐非蘇子之言也。信如蘇子之言。則蘇子之見厥亦偏矣。所謂先輩不敢改書。是固有理。若斷凝神以為疑神。則吾不知其說也。莊子謂用志不分。乃凝于神。正如繫辭所謂精義入神。以致用也。今東坡以為與陰疑于陽。使人疑汝于夫子同。殆非也。何者。陰疑于陽。乃見疑于陽。使人疑汝于夫子。乃見疑于人。此用志不分。亦見疑于神乎。凡人之心。以先入者為主。東坡蜀人。先見蜀本。因目生心。承文立義。皦如星日。牢如膠漆。久之又久。心與理化。忽覽別本。如睹怪物。矛前盾後。能無改乎。東坡以蜀本為善本。而四方本皆後人所改。又安知四方本不為善本。而蜀本獨非前人之誤乎。 \\n 予初學東坡先生字。閒有教予以臥筆取媚者。當時不悟。謂坡公心畫之妙盡於是矣。今而老大。轉覺字畫骫骳不成。雖折指拗腕。力自改悔。竟莫能奪去舊習。且學小技。一言之誤。為累終身。況心術之微。運動無方。易放難收。後生輩得不早近大人君子之門。以端其本而證其源耶。 \\n 漢書陳涉傳曰。藉第令無斬。而戍死者固什六七。注引服虔曰。藉猶借也。第、使也。與史記服注不同。史記服注曰。藉、假也。第、次第也。應劭曰。籍、吏士名籍也。蘇林曰。第、且也。治曰。服說藉假。蘇說第且。是也。應說名籍。服說次第。非也。第本訓但。但亦且意。此言藉第令無斬。猶云假且使不殺。 \\n 前輩論楚辭。蕙肴蒸兮蘭藉。奠桂酒兮椒漿。及韓退之羅池廟碑。春與猿吟兮秋鶴與飛。謂欲相錯成文。則語勢矯健。又論韓詩。淮之水舒舒。楚山直叢叢。謂之避對格。然予攷諸古文。則不獨錯綜于對屬之閒。至于散語亦多有之。若荀子勸學篇云。青出之藍。而青于藍。冰水為之。而寒于水。莊子徐無鬼篇。市南宜僚弄丸。而兩家之難解。孫叔敖甘寢秉羽。而郢人投兵之類。皆是也。又凡經史中辭倒者。其義悉與此相近。 \\n 納紙投名媿已深。更教門外久沈吟。事窮計急燒牛尾。不是田單素有心。此詩竟不知何人所作。投謁固可恥。然士當窮困。搖尾乞憐于人。亦可愍也。前輩又有云。門前久立處。席上欲言時。此真所謂不經此境。不能道此語者。 \\n 離騷經。宋玉招魂云。娛酒不廢。沈耽日夜些。蘭膏明燭。華鐙錯些。王逸注。鐙錠盡雕琢錯飾。設以禽獸。有英華也。案。玉篇。鐙、都滕切。說文云。錠也。廣韻曰。燈也。又都鄧切。鞍鐙也。錠、徒徑切。錫屬。說文。錠、鐙也。廣韻。又丁定切。豆有足曰鐙。無足曰鐙。（去聲。）錠又堂練切。燈有足也。然則燈錠二字。各自有三義也。 \\n 素問金匱真言論曰。春善病鼽衅。夏善病洞泄寒中。秋善病風瘧。冬善病痺厥。故冬不按蹻。春不鼽衅。春不病頸項。仲夏不病胸脅。長夏不病洞泄寒中。秋不病風瘧。冬不病痺厥。餐泄而汗出也。啟玄子王砅注云。按謂按摩。蹻謂如蹻捷者之舉動手足。是所謂導引也。然擾動筋骨。則陽氣不藏。春陽氣上升。重熱熏肺。肺通于鼻。病則形之。故冬不按蹻。春不鼽衅。鼽謂鼻中水出。衅謂鼻中血出。又于冬不病痺厥下注云。此上五句。並為冬月按蹻之所致也。治曰。王砅謂按蹻為導引。則然謂四時諸病皆由冬月按蹻所致。則不然。冬不按蹻下必多有脫誤。第後人弗思耳。且上文春善病鼽衅。至冬善病痺厥。所謂善病者、謂每一時。多有此證也。繼云。冬不按蹻。春不鼽衅。至冬不病痺厥。文勢全不相屬。而據謂四時之病。皆由冬月按蹻而得。無此理也。夫按蹻之術。以常人推之。能知者百一。其能行者又百一。果按蹻而病。蓋萬一而有此病也。在萬人之中。其九千九百九十有九由不解按蹻。悉獲安康。其一人獨以按蹻之故。遂得四時諸病。則按蹻者。非吉祥之道。乃殺人之具也。何為古先賢達傳之天下後世耶。夫戶樞之不朽。以旦夕之開闔也。流水之不腐。以混混而常新也。詘信俛仰以利形。進退步趨以實下。不云動作按摩有以傷生也。故道家者流。多說熊經鳥伸龍攫虎搏之效。而華佗常以五禽之戲。為將攝之方。初無冬夏之別也。又隋世巢氏作病源數十卷。每論一證。必處以導引一術。亦未嘗以冬不按蹻為主也。按本經血氣形志篇曰。形苦志樂。病生于筋。治之以熨引。形數驚恐。病生于不仁。治之以按摩。又奇病論曰。息積不可灸刺。積須導引服藥。藥物不能獨治。此皆詳明按蹻之益。亦不說冬三月不得為之也。王砅作注。輒立此說者。必以為本經四時調神大論有曰。冬三月是謂閉藏。水冰地坼。無擾乎陽。去寒就溫。無泄皮膚。使氣亟奪。既據此說。復見冬不按蹻。春不鼽衅之文。故云。擾動筋骨。則陽氣不藏。春陽上升。重熱熏肺。肺通于鼻。病則形之。此真誤矣。且鼽衅之證。猶得以強言之。若其下文春病頸項。夏病胸脅洞泄寒中。秋病風瘧。冬病痺厥。豈盡為重熱熏肺而然乎。而砅一主于冬月按蹻所致。是決不可信者也。按本經生氣通天論云。春傷于風。夏乃洞泄。夏傷于暑。秋為咳瘧。秋傷于溼。冬為痿厥。冬傷于寒。春必病瘟。由是而言。春夏秋冬。無論啟閉。政宜隨時導引。以開通利導之。但勿發泄。使至于汗出耳。竊疑本經當云。冬不按蹻。春不鼽衅。或病頸項。春不按蹻。仲夏必病胸胁。長夏必痛洞泄寒中。夏不按蹻。秋必風瘧。秋不按蹻。冬必痺厥。其飧泄而汗出也一句。飧字當析之為勿令二字。如此則辭旨俱暢。可為通論矣。大抵導引。四時皆可為之。惟不得勞頓。至于汗出而已。苟勞頓至于汗出。則非徒無益。或反以致他疾。不特于閉藏之時為不可。雖春夏發生長育之時亦不可。王太僕不悟本經舛漏。堅主冬不按蹻。謂按蹻則四時俱病。蓋為紙上語所牽。而肆為臆說也。利害所繫甚重。予于是乎有辨。 \\n 通鑑。魏明帝使女尚書六人典省外奏事。處當畫可。處當畫可皆從已字也。晉食貨志。咸寧三年。詔曰。今年霖雨過差。又有蟲災。潁川、襄城略不下種。深以為慮。主者何以為百姓計。促處當之。而杜預書疏中。又有都督度支其處當之語。此處當字。即處置句當之義。與通鑑不同。 \\n 荀子。蘭槐之根是為芷。其漸之滫。君子不近。庶人不服。其質非不美也。所漸者然也。楊倞注云。蘭槐、香草也。其根是為芷也。本草。白芷一名白茝。陶弘景云。離騷所謂蘭茝。蓋苗名蘭芷。根名茝也。蘭槐當是蘭茝別名。故云蘭槐之根是為芷也。滫、溺也。倞說如此。而史記三王世家引傳曰。蘭根與白芷。漸之滫中。君子不近。庶人不服。所以漸然也。然則如馬遷所載。則蘭根也。白芷也。斷然其二物也。荀子謂蘭槐之根是為芷。則蘭槐自為白芷苗矣。又徐廣史記注云。滫者。淅米汁也。據荀子及史記。皆云君子不近。庶人不服。是指其可惡之狀。今投蘭芷於淅米汁中。則其芳香大壞。已自可惡。楊倞謂滫為溺。未必乃爾。案韻。滫、息友反。又泔也。當從徐廣說。 \\n 草與木異種。故邵堯夫以飛走草木為四物。晉五行志以桃李華非其時。梨根血出。大樹自折。桑生東宮。桑樹有聲。茱萸相樛。枯樹復生。木如人面。楊柳生松。木仆反立。皆為草妖。不知何謂。此桃李華非其時。正為華孽。餘皆木妖耳。若草木之妖可以互稱。則交阯之稗化而為稻。鬼目、苦藚生於江東。宮牆馳道悉生蒺藜之類。亦得指以為木妖也。而又可乎。是知草當云草。木當云木。為宜矣。然則所謂木妖者。又非木不曲直。惟金沴木之謂。木不曲直。惟金沴木者。乃城門自壞。屋梁躍出。牙竿不正之類是也。 \\n 近世御史大夫張文正公。諱行蘭。字敬夫。文集十卷。雜論有云。孔毅夫雜說。言今之與夷狄。最多者纔百萬。不若漢所遺之多。漢給南單于費直。岁一億九十餘萬。西域七千四百八十萬。余謂漢以文計。今以貫計。十貫乃一萬也。七千四百八十萬。即七萬四千八百貫耳。一億九十萬。亦纔十萬九百貫也。而宋岁與契丹五十萬兩。匹直一百萬貫。視漢孰為多哉。足明孔說之誤。集中又有蠟梅詩云。池邊乍想漸臺帽。堂下遙驚虢國衫。用事亦新奇。又樂章有教坊腔子三十五首。內道調近一中五遠六。中呂近十二中三遠八。攷諸詞曲中。正見名近者。不知所謂中與遠者何等聲也。異日當求知音者問之。 \\n 史記尉佗傳。太史公曰。甌駱相攻。南越動搖。漢兵臨境。嬰齊入朝。李子曰。此誤也。當云。東閩興兵。南越動搖。按傳云。初。佗以兵威邊。財物賂遺閩越、西甌、駱。役屬焉。又佗為書謝漢曰。南方卑溼。蠻夷中閒。其東閩越千人众號稱王。其西甌駱裸國亦稱王。又云。建元四年佗卒。其孫胡為南越王。此時閩越王郢興兵擊南越。胡上書曰。兩越俱為藩臣。毋得擅興兵相攻擊。今閩越興兵侵臣。臣不敢興兵。惟天子詔之。于是天子多南越義。守職約。為興師。遣兩將軍往討閩越。兵未踰嶺。閩越王弟餘善殺郢以降。于是罷兵。天子使莊助往諭意。南越王頓首曰。天子乃為臣興兵討閩越。死無以報德。因遣太子嬰齊入宿卫。據此則其相攻者、閩越與南越。非甌駱也。其後呂嘉敗。越桂林監居翁始諭甌駱屬漢。跡甌駱始終未嘗與諸國相攻擊。何得云甌駱相攻也。又閩越未攻南越時。嘗發兵圍東甌。則是甌閩相攻。亦不得為甌駱相攻也。甌駱相攻乃在數年之前。了無與于南越。而嬰齊何為而入朝乎。或曰。南越也、東甌也、西甌也。皆甌駱之屬。故云甌駱相攻耳。審如此說。義亦未宏。東閩乃大禹之後也。南越乃趙佗之孫也。各自割據。何得併為甌駱之屬乎。或者又曰。東閩、南越皆甌駱之地。二國雖殊。亦可謂之甌駱相攻也。此亦未為通論。借使壤地相接。得以通稱。而相攻之說。亦無從發。若東越先攻南越。南越亦復報伐。謂之相攻可矣。今東越舉兵擅擊南越。南越束手。禀命天子。謂之相攻。不亦悖乎。 \\n 莊子齊物論。喜怒哀樂。慮歎變慹。姚佚啟態。舊說茲十有二者。皆情性之異。其理甚乖。蓋慮歎則怒哀之類。或以變其常。姚佚則喜樂之類。或以作其態。故其下繼之曰。樂出虛。蒸成菌。謂聲響出于虛寂。菌蕈出于薰蒸。亦猶喜怒哀樂。一出天機之自然爾。故其下又繼之曰。日夜相代乎前。而莫知其所萌。慹字。成玄英謂為屈伏不伸。陸德明音釋云。之涉反。且曰司馬云不動貌。按玉篇。此字凡五音二解。其之涉切者。引司馬彪莊子注云不動貌。其奴協切者。義亦同上。其之入泰入涉立三切者。怖也。彪解之為不動者。亦對變而言之。蓋與成玄英所謂屈伏不伸為性情十二之一者。正同非也。若依玉篇作怖。謂慮歎之甚。則必變而為憂怖。其說雖通。其意甚狹。今亦不用。竊以為此字從執從心。當讀如執音。蓋人心之所主。謂其常情焉耳。以慮歎而變其常。豈止怖畏而已哉。將為狂為癡。而無所不至矣。又德充符云。肫子食於其死母者。少焉眴若皆棄之而走。不見已焉爾。不得類焉爾。食字。或音嗣。或音飲。邑錦反。皆非也。食本如字讀。食于其死母。猶言就食于其死母。就食則就乳也。不煩更發他音。又智北游云。大馬之捶鉤者。年八十矣。而不失毫芒。大馬曰。子巧與。有道也。曰。臣有守也。臣之年二十而好捶鉤。於物無視也。非鉤無察也。郭注云。玷捶鉤之輕重。而無毫芒之差。故捶字數音。郭則音丁果反。徐則音箠。李則音墜。其玷捶之玷。陸德明音丁恬反。然詳上下文意。正當從隨音為勝。捶即鍛也。猶今世俗所謂打也。今人凡有修治者。悉謂之打。此其理甚易曉。而郭注以為玷錘之輕重。繆矣。 \\n 東坡先生。神仙中人也。其篇什歌詠。沖融浩瀚。庸何敢議為。然其才大氣壯。語太峻快。故中閒時時有少隉杌者。如牏厕厕牏之倒。滹沱河蕪蔞亭之誤。皆是也。今聊疏其一二。可以為峻健者之戒。和劉貢父云。數奇逢惡岁。計拙集枯梧。按晉語優施歌曰。暇豫之吾吾。不如鳥烏。人皆集于菀。己獨集于枯。東坡此詩意。全用晉語事。而押韻處便加梧字。豈非太峻快耶。次韻秦少章云。山圍故國城空在。潮打西陵意未平。此則全用劉禹錫石頭城詩。但改其下三五字耳。亦是太峻快也。桓魋墓云。縱令司馬能鑱石。奈有中郎解摸金。按陳琳為袁紹檄曹操云。曹又特置發邱中郎將。摸金校尉。則摸金乃校尉。非中郎也。病起云。何妨一笑千痾散。絕勝倉公飲上池。按史記。長桑君出藥與扁鵲。飲以上池之水。曰。三十日當知物矣。坡則以為倉公。倉公、淳于意也。送陳六云。去年持節發倉廪。到處賣刀收繭栗。按王制。祭天地之牛角繭栗。宗廟之牛角握。賓客之牛角尺。此用繭栗。不得便為牛。次韻張秉道云。憐君嗜好更迂闊。得我新詩喜折屐。按晉書。折者屐齒。而非屐也。若云得我新詩齒折屐。則其為喜。不言可知。石鼓歌云。上蔡公子牽黃狗。本譽李斯善作篆。而復引黃犬事。殆似勉強。次韻周長官見寄云。罔罔可憐真喪狗。時時相觸是虛舟。喪家之狗。而止用兩字。似不甚妥。又送客云。鍾乳金釵十二行。樂天詩云。鍾乳三千兩。金釵十二行。今便配合為一句。恐非後輩楷式。觀歐陽鈐轄刀劍戰袍云。書生只肯坐帷幄。談笑毫端弄生殺。叫呼擊鼓催上竿。猛士應憐小兒黠。此語雖有激而出。然使不知道者觀之。能無失倫之嫌乎。 \\n 宇文叔通濟陽雜記云。徐凝為廬山瀑布詩云。千古長如白練垂。一條界破青山色。東坡笑之。謂之惡詩。及坡自題。則曰。擘開蒼玉峽。飛出兩白龍。予謂東坡之擘開。與徐凝之界破。其惡一也。治近讀坡集。其游灊山詩又云。擘開翠峽出雲雷。裁破奔崖作潭洞。然則坡之峽。凡兩度擘開矣。 \\n 養生家有胎息之說。息、氣也。息之為義大矣哉。脈訣以一呼一吸謂之一息者。出入之義也。俗以音問相通謂之消息者。往來之義也。以稱貸取贏謂之利息者。增羡之義也。以舍勞從逸謂之止息者。停憩之義也。人有嗣續謂之子息者。生滋之義也。人而物故謂之休息者。了絕之義也。息既得謂之生。而又得謂之死。則息之為義。不既大矣乎。濂溪通書稱無極而太極。晦菴云。無極而太極。祇是艮卦而已。晦菴以艮卦當太極者。政以終萬物。始萬物。莫盈乎艮者也。艮、止也。止、息也。止息之地。萬物之所終也。誰知色色而形形者。盡于止息中來乎。且艮之為卦也。位則處丑寅之閒。時則當十二月正月之交。此非萬物終始而何。晦菴因之復論云。息便是百穀之實。初聞此語。睯不能省。徐徐以思。乃大朗徹。實既為種。種復成實。種實相仍。種種無窮。則云乎息者。非百穀之種而何。觀穀實之新新。究萬物之芸芸。吾然後知胎息之不妄也。夫息之為文。從鼻從心。說者又謂自心為息。胎息之驗。觀文又可見矣。自昔老子發谷神之機。莊周啟踵息之鑰。玉匱則敷陳上假。黃庭則演說琴心。是皆奪造化之權。而抉天地之祕者也。道大事重。悠悠莫知。世之高亮之士。雖有能言之者。或隱之太深。或衍之太漫。誇張詭怪。無從致詰。惟晁承旨明遠、強太保安道、蘇端明子瞻、黃太史魯直。此四君子。遂能曲盡要妙。明著其說。晁則立合和之論。張則出清微之語。蘇則談隨住之訣。黃則述蓮燭之頌。晁公之言曰。心息相依。息調心靜。靜調久久。可成勝定。神氣相合。氣和神清。清和久久。可致長生。張公之言曰。身如蓮華及虛空。中有習習清微風。若存道乃通。一來一往終無窮。來無轍跡去無蹤。散入八萬四千毛竅中。蘇公之言曰。數息數百。此心寂然。此身兀然。與虛空等。又有一法。其名曰隨。與息俱出。復與俱入。隨之不已。一息自往。或覺此息。從毛竅中。雲蒸霧散。病除瘴滅。自然明悟。黃公之言曰。蓮華合裏燭一寸。牝馬海中燒百川。糞掃堆頭親拾得。道人云是玄中玄。此四君子之言。亦可謂知言之選者也。予少小多疾。故常求所以攝養之方。雖不得升堂嚌胾。亦麤得近其藩籬。曏寓崞山之同川。嘗與李鼎之和論及于此。之和邃于性命者也。似有印可意。予因贈之以詩云。立牝機關不死根。自消自息自氤氤。暖于燄燄九微火。輕似飄飄三素雲。白玉池心流曉潤。紫金鑪口褭餘熏。未知與道相應否。試作新詩一問君。之和拊掌大笑曰。子得之矣。不可以語非其人。 \\n 晁迥明遠說。心息相依。神氣相合。張方平安道說。身如蓮華及虛空。中有習習清微風。此達摩胎息法也。近世萬松和尚。著從容錄。以為達摩無胎息法。人謂達摩行胎息者。是其說出于曲學小智。予謂萬松之說非也。佛乘雖深密。要不出性命二字。故知胎息法。祇是以性命為一致。若謂胎息等皆妄。則凡鐙史所載機緣語句。獨非繫驢橛耶。胎息雖不足以盡至理。亦至理之所依也。今一切去之。則正所謂性外求命。命外求性耳。性外求命。命外求性。便是不識性命。 \\n 莊子天地篇漢陰丈人章下。孔子曰。彼假修渾沌氏之術者也。識其一。不知其二。治其內。而不治其外。夫明白入素。無為復樸。體性抱神。以游世俗之閒者。汝將固驚耶。且渾沌氏之術。予與汝何足以識之哉。舊解及呂解。皆以漢陰丈人。背今向古。不知因時任物之易。為非真修渾沌氏之術者。故孔子有假修之語。而且有不知其二、不治其外之機。以予觀之。理或不然。顧前後問答。皆深與漢陰之意。初無奪之之辭。蓋渾沌氏之術。無得而修。漢陰丈人特假之耳。亦猶直寄焉。與夫寓諸庸之謂也。識其一。抱一之謂。不知其二。無所于雜之謂。治其內。立乎本原之謂。不治其外。無所事事之謂。豈以不知其二便謂不通。不治其外便謂偏枯耶。古人之文。不必以勢拘。所貴以情得。語似相戾。而意實相貫。詩書中類此者。不可以概舉也。讀者承上假修之語。遂并其下文而誤認之。甚無謂也。夫所謂明白入素。（至）以游世俗之閒者。正所謂識其一不知其二。治其內而不治其外也。夫所謂汝將固驚者。正所謂渾沌氏之術。予與汝何足以識之也。若別以明白入素。（至）以游于世俗之閒者。以為真修。則前所謂全德之人。果謂誰哉。治嘗謂世之讀書者。往往用意太過。而治莊老者為猶甚。何者。為其說說而無窮也。使說說而有窮。夫又何足以謂之道。惟說說而無窮。故終日言而未嘗言。終日不言而有若雷霆之虩虩也。其知者由是而之。其不知者亦由是而之。此道之所以難明也。彼以漢陰為假而非真者。必以為一與二俱舉。內與外並行。天人無際。動靜兩遂。始可謂之真修也。漢陰丈人僅能得其一而盡迷其二。僅能得其內而盡忘其外。是烏足以為渾沌氏之術乎。曰。乃若所論。益以知漢陰之為至人矣。夫天人之無際。動靜之兩遂。謂之混同無閒。以併包內外聖王之道。固也。亦盍以此章前後之旨明之。此章本旨。大率不過以機械、機事、機心為非道。以德全、形全、神全為至道。條條井井。無他蹊徑之難睹也。今而強為誇大之說。無可為而為不可為之為。無可言而言不可言之言。鑿之又鑿。鑽之又鑽。勞筋苦骨。必待胸喘膚汗。四體不能運掉。而後謂之得也。不亦狂惑哉。又況天人之無際。非以其機械、機事、機心屬之人也。曰人者。直對天而命之人耳。動靜之兩遂。非以其機械、機事、機心屬之動也。曰動者。直對靜而命之動耳。乃今混而一之。謂之為天者。必參以機械、機事、機心之人。謂之為靜者。必參以機械、機事、機心之動。始名真修。則亦異夫混同無閒。以併包內聖外王之道者矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之三", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之三卷之三 \\n  \\n  \\n  \\n  \\n 禮記禮器云。禮有擯詔。樂有相步。溫之至也。溫止謂習熟耳。而鄭云。皆為溫藉重禮也。擯詔。告道賓主者也。相步。扶工者也。詔或為紹。釋文。溫、紆運反。疏云。皇氏云。溫謂承藉。凡玉以物縕裹承藉。君子亦以威儀擯相。自為承藉。又內則。問所欲而敬進之。柔色以溫之。溫止謂和洽耳。而鄭又云。溫、藉也。承尊者必和顏色。釋文。溫、於運反。疏云。藉者。所以承藉於物。言子承父母。當和柔顏色。承藉父母。若藻藉承玉然。鄭、孔全以藉解溫。恐未盡善。蓋韞者、櫝也。所以覆藏。藉者、薦也。所以承託。韞藉乃涵養重厚。不露圭角之意。故前史謂有局量。不令人窺見淺深。而風流閑雅者為韞藉。唐明皇陳樂於勤政樓下。垂簾觀之。兵部侍郎盧絢謂上已起。垂鞭按轡。橫過樓下。絢風標清粹。上目送之。深歎其韞藉。又德宗好文雅韞藉。而柳渾質直輕脫無威儀。上不說。以是罷相。韞藉之說如此。今乃以薦藉解韞櫝。於義何安乎。輕改音切。理既支離。指溫為藉。益又可疑。前人信之不敢譏。後人畏之不敢違。其誰知千古之是非。 \\n 作文叙事為最難。搜抉辭旨。兩須允愜。杼思過當。多遺目前。龐統傳云。龐少時樸鈍。未有識者。潁川司馬徽有知人鑒。統弱冠往見徽。徽採桑于樹上。坐統在樹下。共語自晝至夜。徽甚異之。此坐統樹下時。尚未識統。既共與語。必有以中徽心者。徽雖高年。便當下與統接。而止據樹上。自晝至夜。略無主客之禮。為統者固樸鈍。而為徽者無乃樸鈍甚耶。以人情度之。殆為乖戾。吾以為共語之下宜云。徽頗驚賞。因延揖再與談論。自晝至夜。徽甚異之。若是則其言意始兩足矣。或謂徽與統齒相懸。不可以苛禮責徽。曰。此不然。昔盛孝章為臺郎。路逢童子。容貌非常。孝章怪而問之。答曰。魯國孔融。時年十餘岁。孝章以為異。乃載歸。與之言。知其奇才。便結為兄弟。夫融之遇孝章之時。纔十餘岁兒耳。而孝章與之為雁行。統之見徽時。蓋已成人矣。徽年雖高。苟有知人之鑒。則自不當倨傲如此。故予疑以為史家激昂太過云然也。 \\n 牛僧孺守在四夷論曰。夏捨淑德而嬖妹喜。是色攻而亡也。商捨德音而耽愔愔。是聲攻而亡也。按左傳子革誦祁招之詩曰。祁招之愔愔。式昭德音。杜預曰。愔愔、安和貌。又韻書愔字訓靖。施之德音。則誠然也。故嵇康琴賦其辭曰。愔愔琴德。不可測兮。體清心遠。邈難極兮。李周翰注云。愔愔、靜深也。李善又引劉向雅琴賦云。游予心以廣觀兮。聽德樂之愔愔。然則愔愔者。所以形容德音之美也。子政、叔夜皆以此美琴德。而僧孺乃謂商耽愔愔而亡。則是以愔愔同之靡靡也。亦大誤矣。 \\n 薄太后以冒絮提帝。又文帝時。皇太子引博局提吴太子殺之。提、擲也。投也。撞也。與提耳之提異。 \\n 李華寄趙七詩云。丹邱忽聚散。素壁相奔衝。出於老杜泰山忽破碎。涇渭不可求。 \\n 吴陸遜傳。權欲遣偏師取夷州及珠崖。皆以諮遜。遜上疏曰。今兵興歷年。見众損減。又云。今江東見眾。自足圖事。遜之一疏之中。其言僅盈二百。前云見眾損減。而後云見眾足以圖事。首尾相違。自為水火。何耶。此非獨遜之誤。亦史筆去取之不精也。 \\n 薦、席也。草亦得以言薦。莊子齊物論。麋鹿食薦。薦即草也。趙充國傳云。今虜亡美地薦草。此薦字意與莊子稍別。薦草對美地為言。則薦者特以見其草之茂盛云耳。謂草之盛。一如所坐薦然。 \\n 月令。仲夏。鹿角解。仲冬。麋角解。皆蟹音。孟春。東風解凍。無音。則當讀如字。為佳買反。蓋角解之解。自解也。解凍之解。有物為之解也。 \\n 封燕然山銘。謂竇憲夤亮聖皇。登翼王室。納于大麓。維清緝熙。納于大麓。則堯、舜內禪之事也。維清緝熙。則文王受命之詩也。而固也施之于憲。雖文人造次之辭。亦不倫矣。 \\n 應璩休璉百一詩云。文章不經國。筐篋無尺書。善曰。新序。孫叔敖曰府庫之藏金玉。筐篋之橐简書。善誠是。然筐篋二字。寔用賈誼語也。誼政事書云。俗吏之所務。在於刀筆筐篋。而不知大體。 \\n 天地之氣。陰陽相半。曰暘曰雨。各以其時。則謂之和平。一有所偏。則謂之隔并。隔并者。謂陰陽有所閉隔。則或枯或潦。有所兼并也。安帝延光元年。陳忠上疏云。今天心未得。隔并屢臻。青、冀之域。或淫雨漏河。徐、岱之濱。海水盈溢。兗、豫則蝗蝝滋生。荊、揚則稻收斂薄。又順帝陽嘉二年。郎顗上書云。若令雨可請降。水可攘止。則岁無隔并。太平可待。夫忠、顗所言。皆謂旱乾水溢之偏也。 \\n 予至東平。得一算經。大概多明如積之術。以十九字志其上下層數。曰。仙、明、霄、漢、壘、層、高、上、天、人、地、下、低、減、落、逝、泉、暗、鬼。此蓋以人為太極。而以天地各自為元而陟降之。其說雖若膚淺。而其理頗為易曉。予遍觀諸家如積圖式。皆以天元在上。乘則升之。除則降之。獨太原彭澤彥材法。立天元在下。凡今之印本復軌等書。俱下置天元者。悉踵習彥材法耳。彥材在數學中。亦入域之賢也。而立法與古相反者。其意以為天本在上。動則不可復上。而必置於下。動則徐上。亦猶易卦。乾在在下。坤在在上。二氣相交而為太也。故以乘則降之。除則升之。求地元則反是。 \\n 楊倞解荀子。非綦文理、綦之而亡食、五綦之具之類。其綦字皆訓為極。又于五綦之下云。綦或為甚。其說固近。然綦正當作期。古文音同者。其義悉通。期為要結止宿之處。固為人所同欲也。亦猶孟子所謂天下期于師曠。期于子都。期于易牙。無煩改字。 \\n 梁周興嗣千字文。說者謂上得王羲之故書。皆斷爛脫絕。前後倒複。不可讀。令興嗣次之。一夕書成。而髮盡白。然今法帖漢章帝所書已有千字文中百餘字。何哉。豈梁世所傳得羲之故書已先書漢章帝之書乎。 \\n 漢宣帝朝。同時有杜延年、田延年、嚴延年。 \\n 三國志劉焉傳注。陳壽益都耆舊傳曰。董扶發辭抗論。益都少雙。故號曰致止。言人莫能當。所至而談止也。然則當號至止。不當號致止。而今云致止者。得非以扶所至士大夫畏服。遂致止談論與。耆舊傳恐誤。 \\n 又潘濬傳注。襄陽記曰。襄陽習溫為荊州太公平。太公平。今之州都。濬子秘過辭于溫。問曰。先君昔因君侯當為州里議主。今果如其言。不審州里誰當復相代者。溫曰。無過於君也。後秘為尚書僕射。代溫為公平。甚得州里之譽。昔因之因錯。定是目字。 \\n 邸閣者、乃軍屯蹊要儲蓄資糧之所。此二字他書無有。見于漢末及三國志。其所明著者凡十一。董卓傳注。獻帝紀曰。帝出雜繒二萬匹。與所賣厩馬百餘匹。宣賜公卿以下及貧民不能自存者。李傕曰。我邸閣儲偫少。乃悉載置其營。又張既傳。酒泉蘇衡反。既擊破之。遂上疏請治左城。築障塞。置烽燧邸閣以備胡。西羌恐。率眾二萬餘落降。又王基擊吴。別襲步協于夷陵。協閉門自守。基示以攻形。而實分兵取雄父邸閣。收米三十餘萬斛。又毋邱儉、文欽作亂。王基與司馬景王會于許昌。基謂宜速進據南頓。南頓有大邸閣。計足軍人四十日糧。又蜀後主建興十一年冬。諸葛亮使諸軍運米集于斜谷口邸閣。又魏延傳注。夏侯楙鎮長安。諸葛亮于南鄭計議。延曰云云。橫門邸閣與散民之穀足周食也。又鄧芝傳。先生定益州。芝為郫邸閣督。先主出至郫。與語大奇之。擢為郫令。又孫策傳注。江表傳曰。策渡江攻劉繇牛渚營。盡得邸閣糧穀戰具。是岁興平二年也。又孫權傳。赤烏四年夏。遣卫將軍全琮略淮南。決芍陂。燒安城邸閣。收其人民。又赤烏八年。遣校尉陳勳將屯田兵及作士三萬人鑿句容中道。自小其至雲陽西城。通會市。作邸閣。又周魴傳。譎曹休牋曰。東主遣從弟孫奐治安陸城。修立邸閣。輦貲運糧。以為軍儲。 \\n 孫休傳。永安五年。休欲與韋曜、盛沖講論道藝。張布忌二人切直。因飾說以遏之。休答云。孤之涉學。群書略遍。所見不少。今曜等入。但欲講書。不為從曜等始受學也。又恐布疑懼。竟如布意。廢其講業。不復使沖等入。史言休銳意於典籍。欲畢覽百家之言。觀其所答張布語。非真好學者。徒因事以自衒耳。果能以進脩為樂。雖百布拒遏。必不肯終至廢輟。傳曰。好善和好好色。惡惡如惡惡臭。是言好惡之真也。如休所為。豈得謂之真好學者耶。 \\n 越世家載。陶朱公中男殺人當死。公之長男救其弟。之楚。進千金于莊生。莊生非有意受之也。欲以成事後復歸之以為信耳。故金至。謂其婦曰。此朱公之金。有如病不宿誡。後復歸。勿動。而朱公長男不知其意。以為殊無短長也。自有如至勿動一十一字。其意曖昧。讀者多不能諭。然究上下文。其脈絡自相貫通。初不難曉。蓋莊生指所得之金而語其婦云。此金非吾家所有。一如病患之來。不可使宿。因又誡其婦云。待事成後即復歸之。宜勿動也。 \\n 左傳。昭二十四年冬十月癸酉。王子朝用成周之寶珪于河。甲戌。津人得諸河上。陰不佞以溫人南侵。拘得玉者。取其玉。將賣之。則為石。事定而獻之。與之東訾。此有數說。曾子者。謂陰不佞不應賣玉。蓋拘得玉者將取之。則詐之曰。此為石也。賣欺紿也。不佞以此得玉。劉子者。謂此倒简。當是將賣之則為石六字。在津人得之河上之下。津人不識寶珪。雖欲賣之。而自謂此石耳。所得能幾。遂不賣。張子者。謂不佞拘津人取其玉。意欲得玉而賣之。其津人不肯與。則曰祇是石耳。故不佞不復取。及王定。津人獻之玉。王與之東訾。蓋喜子朝之寶珪復歸於己也。當以取其玉將賣之為一句。高子者。謂成周之寶珪既沈之河矣。翌日復自出外。明神物之有所歸也。故不佞將賣之。化之而為石焉。已而復為玉。因得以獻。李子曰。以上四說。皆非也。只是不佞將賣玉。而買者不識。則以為石耳。事定。不佞獻王。王喜。與之東訾。 \\n 李白瀑布詩云。海風吹不斷。江月照還空。而陸蟾詠瀑布云。嶽色染不得。神功裁亦難。可謂天冠地履矣。樂天詠草云。野火燒不盡。春風吹又生。狄燠詠柳云。翠色折不盡。離情生更多。蓋皆模寫李白體。而蜀妓贈陳希夷則云。帝王師不得。日月老應難。是又其變也。 \\n 杜詩。酒債尋常行處有。人生七十古來稀。此以意對耳。故前人謂之十四字句。或者說子美詩無一字浪發者。人止知以意對。不知七十與尋常為切對也。蓋八尺曰尋。倍尋曰常。尋常亦數也。故對得七十。或者之言非是。如秦州雜詩云。近接西南境。長懷十九泉。西南非數也。此詩西南字雖非其數。而預四方之名。與數相近準。或者之言。猶得借用。如杜位宅守岁云。四十明朝過。飛騰暮景斜。豈飛騰亦為四方之名耶。或者之說不可信。 \\n 東坡九衢人散月紛紛。出於老杜陪鄭廣文游何將軍山林。詩云。絺衣挂蘿薜。涼月白紛紛。 \\n 齊武帝孫鬱林王昭業。太子長懋之子也。武帝永明十一年七月立。明年七月。西昌侯鸞廢之。鸞即明帝也。鬱林立者凡一年。雖淫昏不道。而正君臣之位者亦已期矣。通鑑以前半年為永明。後半年為建武。沒不見鬱林之號。恐未為得。前半年屬之永明。固也。後半年沒而不舉。何哉。鸞既廢昭業。復立其弟昭文。而鸞又自改封宣城王。冬十月鸞又廢昭文為海陵王。海陵王即位历四月。于十一月。鸞又廢之而自立。跡齊明之廢立。在此一年。以此年稱為建武元年者。蓋鸞志耳。然概諸予奪之權。若此等類。自當分其年為上下。但使紀年雙舉。行事並列。雖繫諸建武之元。亦無傷也。今一徇鸞志。而置踰年之君于無人之地。寧不為史筆之累哉。 \\n 堯舜稱帝。三代稱王。帝王皆天子也。春秋之世。吴楚僭王。吾夫子故又以天子為天王。既王矣。而又以天之。非故為是誇大而華美之也。直以為吴楚之嫌耳。是則夫子之為萬世慮也深矣。然而後世猶敢以僭言之。通鑑。齊明帝建武元年。載西昌侯鸞。徙雍州刺史晉安王子懋為江州刺史。仍令留部曲助鎮襄陽。單將白直、俠谷自隨。陳顯達過襄陽。子懋謂曰。朝廷令身單身而反。身是天王。豈可過爾輕率。今猶欲將二三千人自隨。公意何如。又此年冬十月。鸞殺諸王事下載。永明中。巴東王子響殺劉寅等。世祖曰。子響遂反。戴僧靜大言曰。諸王都自應反。豈惟巴東。上問其故。對曰。天王無罪。而一時被囚。取一挺藕、一杯漿。皆諮籤帥。籤帥不在。則竟日忍渴。諸州惟聞有籤帥。不聞有刺史。何得不反。戴僧靜對世祖稱諸王為天王。猶謂諸王皆天系。似有說也。而子懋自以為天王。是其意以王與皇帝等爾。故自稱之為天王也。當是時。西昌侯鸞方圖弒立。綱紀蕩然。豈子懋以名為不足校而遽爾耶。不然。名數階級。古今所最重者。何子懋一切不顧。敢以自與。如是其輕也。是故知為國者。禮為重。知為禮者。名為重。齊之世。禮既壞亂。名又盡廢。尚為國乎哉。 \\n 兼山郭先生說。乾之策。二百一十有六。六之則三十六。又四之則九也。坤之策。百四十有四。六之則二十四。又四之則六也。故曰。九六乾坤之策。此其言六者。卦別六爻也。所得則每爻之正策也。言四者。策以四揲也。所得則老陽老陰之正數也。義固然矣。然兼山先言大數。而次言六之四之者。皆非也。正當云。乾之策二百一十有六。如卦別六爻而一。則得三十六。又以四揲而一。則得九。是謂老陽。坤之策。百四十有四。如卦別六爻而一。則得二十四。又以四揲而一。則得六。是謂老陰。如此則為相應耳。蓋算術凡言幾之者。皆為相乘。非相除也。 \\n 陰陽相配之物。而老少又必相當。乾之策。二百一十有六。老陽也。坤之策。百四十有四。老陰也。老陰老陽相得為三百六十。則周期之日也。乾之策。一百六十有八。少陽也。坤之策。一百九十有二。少陰也。少陰少陽相得為三百六十。亦周期之日也。借使老陽少陰為耦。則得四百單八。課於周期之日。為多四十有八。使少陽老陰為耦。則得三百一十有二。課於周期之日。為少四十有八。多亦不能成岁功。少亦不能成岁功。蓋陰陽不相當也。然其過與不及。皆適均於四十八者。陰陽老少之數。皆相隔者二。而乾坤每爻之策皆二十四。二之二十四。計得四十八也。以是推之。老陽多於老陰之策七十二。則陰不及陽者二爻也。少陽少於少陰之策二十四。則是陽反不及陰者一爻也。陰不可太過。陽不可不及。故於乾坤之策。不取少陽少陰。而專取老陽老陰。三百八十四爻。不取七八。而獨取九六也。 \\n 國語。楚觀射父為昭王言祭祀云。祀加於舉。且曰。百姓、千品、萬官、億醜。兆民經入數以奉之。又鄭史伯為桓公說。和實生物。同則不繼云。合十數以訓百體。出千品。具萬方。計億事。材兆物。收經入。行女亥極。韋昭注云。計、算也。材、裁也。賈、唐說。皆以萬萬為億。後鄭司農云。十萬曰億。十億曰兆。從古數也。經、常也。女亥、備也。數極於女亥。萬萬兆曰女亥。自十等至千品萬方。轉相生。故有億事兆物。王收其常入。舉九垓之數也。李子曰。以定名論數。宜從古率。以攷數論數。宜從今率。蓋億萬之數。今率必盈萬萬。而古率祇以十之宜已。十之者、一進位也。是其循前後之名則順。而其為數則局促而易窮。謂盈萬萬者所進之位。又有二等。一則萬之後億之前。四進位而一改名。一則凡億之後。須八進位而一改名。是其於前後之名。或若參差不齊。而其為數則廣大。而為用則不可以遽窮焉。蓋數有通率。有進率、退率。不可一概論也。自一二三四而至十。此數之通率也。自一十百千而至於萬。此數之進率也。自分釐毫絲而至於忽。此數之退率也。其進數無窮。而退數亦無窮。今且以進數言之。自一至十為通率。固不必論。自十至百、自千至萬之類。為十進亦可。為一進亦可。夫一與十。不曰始終之極歟。不曰相懸之甚歟。然得為一進。而又得以為十進者。為有進率而又有通率也。然通率猶子。而進率則猶父焉。父統子業。故取一進位而不取夫十進位也。自十至百。猶不拘於通率。而況自萬以上乎。故自萬以前。每進改名。自萬以後。雖用進率。而其名或改或不改。是以有古今之別也。自萬至億。一進而改名者。古率也。四進而改名者。今率也。自億至兆以上。又與此不同矣。自億以上。依古率則一進而改名。依今率則至八進位然後得改名也。故今之算數。自一至億。凡八進位。自億至兆。亦八進位。等而上之。至於京垓稊壤溝涧正載。皆若是而已矣。韋昭注。前已著賈、唐之說。後雖復引鄭司農古數之語。而卒言萬萬兆曰女亥。則昭之意實用賈、唐說耳。史伯論數云。十百千萬億兆經女亥。觀射父論數云。百千萬億兆經。女亥、古字通用。今作垓。亦作陔。皆同。經、亦數也。今算術大數曰億兆經垓。邵堯夫皇極數于億兆之後。即繼之為京。求之音義。經正為京耳。而韋昭注云。經、常也。經固訓常。而非史伯、觀射父之意也。詳國語本旨。自十百而上。皆進一位以命數。昭不及此。而遺經誤解。已為背戾。乃復云。萬萬兆曰女亥。則是於古今之數。兩俱不得其說也。為韋注者奚自而宜。宜云。萬萬兆曰經。萬萬經曰女亥。則得其正矣。 \\n 書。高宗肜日。乃曰其如台。西伯戡黎。今王其如台。今王其如台此一句。蓋重高宗肜日中語也。孔安國皆以台為祖已、祖伊自言其身。三山林氏。以台為紂自言之。案書言台者。多是帝王自舉。猶稱朕云耳。不必求上下義。只以一字論之。林為優。 \\n 西伯戡黎。奔告于受。孔安國傳云。受、紂也。音相亂。然黎則今之黎城。史記作耆。何也。豈亦以音相亂乎。皆不可必也。 \\n 定風波曲凡有五。唐歐陽炯定風波首云。暖日閒窗映碧紗。小池春水浸殘霞者。詩句定風波也。至今詞手多為之。此不可以備錄。近世趙獻可作詞。有曰。芳心事事可可者。定風波慢也。俚俗又有定風波者。所謂宮調者也。又本事曲子載范文正公自前二府鎮穰下。營百花洲。親製定風波五詞。其第一首云。羅綺滿城春欲暮。百花洲上尋芳去。浦映花。花映浦。無盡處。恍然身入桃源路。莫怪山翁聊逸豫。功名得喪歸時數。鶯解新聲蜨解舞。天賦與。爭教我輩無懽緒。尋其聲律。乃與漁家傲正同。又賀方回東山樂府別集。有定風波異名醉瓊枝者云。檻外雨波新漲。門前煙柳渾青。寂寞文園淹臥久。推枕援琴涕自零。無人著意聽。緒緒風披雲幌。駸駸月到萱庭。長記合懽東館夜。與解香羅掩翠屏。瓊枝半醉醒。尋其聲律。乃與破陣子正同。右五曲中。前三腔固常聞之。其後二腔。未有人歌者。不知此二曲真為漁家傲、破陣子。而但為改名定風波乎。或別有聲調也。予以為但改其名耳。不然。何為舉世無人歌之。而又遍攷諸樂府中。無有詞語類此而名之為定風波者也。 \\n 東坡贈勝之減字木蘭花有云。要賭休癡。六隻骰兒六點兒。東坡意以為六隻皆六點。此色乃沒賽也。然此一句中閒。少皆字意。卻便是六隻骰兒都計六點而已。纔得俗所課六丁神。乃色之最少者耳。只欠一字。辭理俱詘。 \\n 詩史云。梅聖俞河豚詩。春洲生荻芽。春岸飛楊花。河豚於此時。貴不數魚蝦。歐陽永叔謂河豚食楊花則肥。韓偓詩云。柳絮覆溪魚正肥。大抵魚食楊花則肥。不必河豚。治又以為不然。魚未必食楊花而肥。蓋此時魚之所食之物皆豐美。故魚自肥也。今驗魚廣之處。當其盛時。莫不肥好。豈必其地悉有楊花耶。 \\n 杜詩。宴楊使君東樓云。座從歌妓密。樂任主人為。此為字。乃用論語不圖為樂之至於斯。及三年不為樂之為。或讀樂作洛者非。 \\n 前人論三古各別者。從所見者言之。故不同。然以吾身從今日觀之。則洪荒太極也。不得以古今命名。大抵自羲、農至堯、舜為上古。三代之世為中古。自戰國至于今日以前皆下古也。蓋吾目之所睹者今也。古今相對為辭。自非吾身之所接莫非古矣。不待千載之上始得謂之古也。 \\n 俗以優伶為無過蠱。此亦有所出。晉語曰。驪姬告優施曰。君既許我殺太子而立夷齊矣。吾難里克。奈何。優施曰。吾來里克。一日而已。為我具特羊之羹。吾以從之飲酒。我優也。言無郵。 \\n 檀弓上。子路弗除姊喪。子曰。先王制禮。行道之人。皆弗忍也。注云。行道猶行人義。非是。行道之人。猶云塗人。先王制禮。自不可過。若謂不忍。可除而猶不除。塗之人皆有此心。安在其為先王之禮乎。故子路聞而除之。 \\n 孟子曰。逃墨必歸於楊。（至）既入其苙。又從而招之。李子曰。天下萬事之不同。必歸於至正。天下萬理之不同。必歸於至當。苟以是而來歸。如之何其拒人也。祇有受之而已。然當孟子時。楊、墨塞路。孟子不以辭而闢之。聖人之道息矣。因自云。今吾之所以與楊、墨辨者。如追放逸之豚。雖已入其闌苙。猶恐防閑之不密。或奔走而之他。故又須時時從而招呼之。蓋病異端之甚。 \\n 杜詩。醉中往往愛逃禪。或者云。逃禪之逃。即逃楊逃墨之逃。逃、畔也。杜詩此言謂逃禪而醉也。或者之論非是。逃固畔也。而謂此詩為畔然而醉。則誤矣。逃禪者、大抵言破戒也。子美意謂蘇晉尋常齋于繡佛之前。及其既醉。則往往盡破前日之戒。蓋逃禪者。又是醉後事耳。若謂畔禪而醉。何得先言醉中乎。又有人說云。逃禪者、逃于禪。謂竄投于禪也。如其說。則大與孟子逃楊逃墨之逃異矣。 \\n 荀子。青出於藍。青于藍。此語明白。無可疑者。而東坡以此為無異夢中語。原坡意。必以青藍二者皆色。不應色出於色。而疑為夢語也。坡公寧不知青自其色。而藍自其作色之物耶。東坡不喜荀、揚學。故凡二子之言。纖介之病。攟摭者無不至。 \\n 史記載陶朱公中男殺人。囚于楚。長男往救之。既進金于莊生。俄而聞赦。以為赦則弟固當出。重千金虛棄。復見莊生取之。辭去。莊生羞為兒子所賣。乃見楚王曰。臣前言某星事。王言欲以脩德報之。今臣出。道路皆言。朱公之子殺人囚楚。其家多持金賂王左右。故有赦。楚王大怒。遂殺朱公子。其長男持弟喪歸。朱公笑曰。吾固知必殺其弟也。治謂此事不可信。驗之史。蓋朱公初欲使少男往。長男以己家督不使。慚欲自殺。朱公不得已。遣長男行。且遺書所善莊生。曰。至則千金聽其所為。莊生素以廉直聞于國。自楚王以下皆師尊之。乃以星變說王下赦令。夫以陶朱公之智。在父子閒有性命之急。審知少男可使。長男固殺弟。乃因長男奮激之故。更無一語以解譬之。便爾捨棄中男。是豈有父子之情哉。此其不可信者也。莊生以廉直名一國。脫不廉直。朱公必不與善。國人必不師。廉直如此。而以孺子取金之故。遽生褊心。橫出詭辭。以殺所善之兒。則為莊生者。亦不仁矣。且莊生誠愛人之金否乎。誡婦勿動。則誠不愛人之金也。誠不欲殺人否乎。勸王脩德。則誠欲救人之死也。誠不愛金。誠欲救人之死。雖無所受書于朱公。無所得金于長男。猶將匍匐而前。而今也有可以活人之術。因金去已。而致人于死。又深負朱公所以付託之心。是烏足以語廉直哉。此又不可以信者也。有不可信者二。而讀史者皆信之。以事奪理。以辭奪事而已。學者毋以事奪理。毋以辭奪事。則其是非信否。雖在百世之上。當自有以見之。 \\n 肉薄攻城。或以肉薄為裸袒。或以肉薄為逼之使若魚肉。然皆非是。肉薄。大抵謂士卒身相币。如肉相迫也。 \\n 齊澣言於明皇曰。王毛仲小人。寵過生姦。願陛下密之。已而因餞麻察。道禁中諫語。察遽奏之。下制。澣、察交構將相。離閒君臣。俱貶。澣戒上令密。而自洩其語。坐此謫降。臣不密則失身。宜矣。而為察者。言之無所益。不言無所損。亟以澣語奏白。浮躁傾險。賣友要君。吁。可畏哉。事在開元十七年。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之四", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之四卷之四 \\n  \\n  \\n  \\n  \\n 王摩詰送元安西詩云。渭城朝雨浥輕塵。客舍青青柳色新。勸君更盡一杯酒。西出陽關無故人。其後送別者。多以此詩附腔。作小秦王唱之。亦名古陽關。予在廣寧時。學唱此曲于一老樂工某乙云。渭城朝雨（和刺里離賴。）浥輕塵。客舍青青（和刺里離賴。）柳色新。勸君更盡一杯酒。（不和。）西出陽關（和剌里來離來。）無故人。當時予以為樂天詩有聽唱陽關第四聲。必指西出陽關無故人一句耳。又誤以所和剌里離賴等聲。便謂之叠。舊稱陽關三叠。今此曲前後三和。是叠與和一也。後讀樂天集。詩中自注云。第四聲謂勸君更盡一杯酒。又東坡志林亦辨此云。以樂天自注驗之。則一句不叠為審。然則勸君更盡一杯酒前兩句中。果有一句不叠。此句及落句皆叠。又叠者不指和聲。乃重其全句而歌之。予始悟曏日某乙所教者未得其正也。因博訪諸譜。或有取古今詞話中所載。叠為十數句者。或又有叠作八句而歌之者。予謂詞話所載。其辭麤鄙重複。既不足采。而叠作八句。雖若近似。而句句皆叠。非三叠本體。且有違于白注。蘇志亦不足徵。乃與知音者再譜之。為定其第一聲云。渭城朝雨浥輕塵。依某乙中和而不叠。第二聲云。客舍青青柳色新。直舉不和。第三聲云。客舍青青柳色新。依某乙中和之。第四聲云。勸君更盡一杯酒。直舉不和。第五聲云。勸君更盡一杯酒。依某乙中和之。第六聲云。西出陽關無故人。及第七聲云。西出陽關無故人。皆依某乙中和之。止為七句。然後聲諧意圓。所謂三叠者。與樂天之注合矣。 \\n 俗語有心避謗還招謗。無意求名卻得名。此孟子語也。孟子云。有不虞之譽。有求全之毀。俗語有任真省氣力。弄巧費功夫。此周官語也。周官云。作德心逸日休。作偽心勞日拙。 \\n 蕭望之傳。鄭朋楚志怨恨。張晏曰。朋、會稽人。會稽并屬楚。蘇林曰。楚人脃急也。治謂二說皆非。楚志、猶痛心也。楚者謂若捶楚然。 \\n 後漢臧洪傳。洪年十五。以父功拜童子郎。注云。漢法。孝廉試經者拜為郎。續漢書曰。左雄奏徵海內名儒為博士。使公卿子弟為諸生。有志操者加其俸祿。及汝南謝廉、河南趙建年始十二。各能通經。雄並奏拜童子郎。於是負書來學者。雲集于京師。案。范史左雄傳備錄此事。然雄前此嘗上言。請孝廉年不滿四十。不得察舉。若有茂材異行。自可不拘年齒。帝從之。班下郡國。明年。有廣陵孝廉徐淑。年未及舉。臺郎疑而詰之。對曰。詔書曰。有如顏子、子奇。不拘年齒。是故本郡以臣充選。郎不能屈。雄詰之曰。昔顏回聞一知十。孝廉聞一知幾。淑無以對。乃遣卻郡。雄之始為四十之請。所以求合往古強仕之制。且恐白面少年之亂政。繼之過抑徐淑。深加詰呰者。欲以自行其言。不少假借也。而身忽自舉謝、趙二兒為郎。何耶。豈初志太銳。迤邐至此而忘之耶。抑謝、趙二兒，聞一知十。果與顏氏等耶。何其所言所行。前後自相違戾。若是其甚也。蓋雄之意。始上言時。惟患天子之不我聽也。已而班下郡國矣。猶患天下之不我喜也。故因徐淑之舉。深詰而卻絕之。及其所請之盛行也。珍材奇璞。亦頗沈鬱於下。雄始洒然自悟嚮者之請。有近於苛。乃奏徵鴻碩居博士職。且使公卿子弟為諸生。又見物議無他。於是汲引廉、建。奏之天子。而拜為郎焉。凡以自開而自闔之。自奪而自與之。初無一髮為己私計。上之為公是。中之正士風。下之合輿情。但其幾甚微。權甚密。有似於繳繞耳。史籍具在。載究載復。則舉主之得失。與夫所舉者之當否。又得而言焉。三子未必有優劣。雄意未必有厚薄。始終之時異。逆順之情遷。首低所以生末昂。舊詰所以激新奏也。 \\n 史記扁鵲傳。扁鵲者。渤海郡鄭人也。（徐廣曰。當為鄭。）姓秦氏。名越人。而不著扁鵲為官爵為諡若字。以為官爵。則前未始聞。以為諡。則尤非其體。若以為字。則史家無言。首標其字。而續書姓名者。閒有之矣。必在他傳附見。或以字行者。亦皆以姓冠其首。此單稱扁鵲。則斷非其字也。又禮經言。古人始生命名。既冠而後有配名之字。五十而後有伯仲之字。夫扁鵲之稱。既不與越人相干。又略無伯仲等意。意者其為越人之號歟。書傳不著。又不敢以自必。每每問人。人無知者。頃讀道藏經、軒轅本記。乃始知扁鵲已為前世名醫。案本紀云。得岐伯。帝乃作內外經。又有雷公炮製方。又有扁鵲、俞附二臣定脈經。然則軒轅時已有此號。今為越人之藝。獨冠當代。故亦以此號之。初非越人之自稱也。 \\n 天體正圓如彈丸。地體未必正方。令地正方。則天之四游之處。定相窒礙。竊謂地體大率雖方。而其實周币亦當圓渾如天。但差小耳。又地體凝然不動。顯著直方之德。亦得謂之方也。故乾卦不言天圓。而說卦則云為天為圓。說卦不言地方。而坤卦則云直方大。 \\n 法華經說五欲。曰淫慾。曰睡眠。曰飲食。曰自恣。曰貪欲。由此五欲遂生一切煩惱。故維摩詰云。汝等已發道意。有法樂可以自娛。不應復樂五欲。此言五欲可厭。正法可樂。雖則云然。終不能免愛著之病。故佛說世閒五欲樂。或復諸天樂。比之愛盡樂。萬分不及一。一切愛盡。雖復正法。亦不足樂。況諸天樂乎。況世閒五欲樂乎。 \\n 東坡書韓幹二馬云。赤髯碧眼老鮮卑。迴策如縈獨善騎。按晉書。王湛乘其姪濟馬。姿容既妙。迴策如縈。善騎者無以過之。此善騎之騎。自合作去聲讀之。書傳中言善騎射者多矣。今押作平聲。定誤。 \\n 老杜詩。文思憶帝堯。杜牧之詩。文思天子復河湟。東坡詩。文思天子師文母。皆用堯典聰明文思語。思字舊兩音。實作平聲用為優。 \\n 賈島詩云。長江風送客。孤館雨留人。此固無可取者。然倒其三二字云。孤館留人雨。長江送客風。則便入詩家閫域矣。又俚俗壁閒語。風吹前院竹。雨灑後庭花。其鄙猥甚者也。若倒云。後庭花灑雨。前院竹吹風。雖不能佳。亦粗可道也。乃知作詩鍊句為先。 \\n 小說載明皇游月宮聽樂事。人多疑之。以跡即心。此固無可疑者。明皇喜仙而嗜樂。性習體服。與物合而為一。彼其霄漢之舉。絲竹之音。雖不寘想於一時。而方寸之所固有者。己去來於夢寐之中也。然先夢月宮而後夢聲樂者。神仙之事固在於有無之閒。而聲樂者。乃其平昔所好。所謂淪於肌膚。藏於骨髓。而不能自已者也。當其始夢之時。於其疑似之念。乍萌於靈府。故忽然神交於望舒之庭。及其心適意暢之極。則胸中固有之物。不覺自至。故卒聞杳眇之音焉。此事概可推見。而世俗悠悠者。因之附以怪誕之說。則繆矣。 \\n 近世李致美作白雲亭詩云。白雲亭上白雲秋。桂棹蘭槳記昔游。往事已隨流水去。青山空對夕陽愁。案廣韻。槳、楫屬。即兩切。更無他音。而李今作平聲用。誤也。東坡赤壁賦云。桂棹兮蘭槳。擊空明兮泝流光。渺渺兮予懷。望美人兮天一方。李必以槳、方、光皆叶。不容有別韻。遽認作平聲讀之耳。 \\n 太史公載。宰我與田常作亂。以夷其族。而李斯上書二世云。田常因取齊國。殺宰予于庭。是宜蘇子擿遷之妄也。史筆承疑。一時誤錄。容或有之。然孔子弟子傳與李斯傳。所繫者大。非若游俠、貨殖之比。自可審擇而詳攷之。而于一人之身。既以為叛臣。又以為節士。使後人何所取信哉。 \\n 老泉既破揚雄太玄。以為無得於心而侈於外。又以為樂天為之名。以僥倖於聖人而已。是謂雄之玄。無一而可取也。然老泉乃復作太玄總例。何哉。玄既不取。則總例亦不作可也。今作為總例。而無取於玄。是疑其父而信於子也。可乎。老泉之意。豈不以太玄實贅於易。其書當廢。而雄既立例矣。又不可以盡廢之。惟其總例必如此而後可耳。噫。言廢則廢。言舉則舉。既欲廢之。又欲舉之。吾不知其說也。 \\n 痀僂丈人之承蜩也。自謂我有道也。五六月累丸。二而不墜。則失之者錙銖。累三而不墜。則失之者十一。累五而不墜。猶掇之也。（見莊子達生篇。）郭象謂累三而不墜。則失之者十一。為所失愈多。非也。此乃謂所失愈少耳。前累丸二而不墜。則失之者錙銖。失者錙銖。謂其取蟬常失於錙銖之閒。習之漸久。累三不墜。則承蜩之失。十僅有一。至於累五與物化。則承蜩之時。恆若掇取。此所謂用志不分。乃凝於神也。郭既誤以錙銖為少。故反以此十一為多。 \\n 列禦寇為伯昏無人射。引之盈貫。措杯水其肘上。發之。適矢復沓。方矢復寓。注云。適、去也。箭適去。復歃沓也。方、方去也。箭方去未至的。復寄杯於肘上。言其敏疾之妙。疏云。適、往也。沓、重也。寓、寄也。弦發矢往。復重沓前箭。所謂辟甘（作臂）括而大者。箭方適垛。未至於的。復寄杯水。李子曰。注疏前後俱通。惟方矢復寓此一句不通。蓋適矢已往之矢也。方矢將發之矢也。去矢復沓前括。而後矢之括。已寓諸其弦上矣。今郭謂方矢為方去未至於的。義既詭激。而且云復寄杯水於肘上。則元所措之杯。果在何處乎。（見田子方篇。） \\n 胥易伎係。於應帝王疏則云。胥徒勞苦。改易形容。於天地篇疏則云。以是非更相易奪。皆不得其說。蓋胥易者、以才智妄易是非。伎係者、以伎藝自為拘係。故其下文繼以為勞形怵心者也。胥、上聲。 \\n 歐陽公不信周易繫辭。而於序卦則未嘗置論。豈於十翼舉皆不信。略摘其一二而言之歟。將各有其說。或閒有可否於其中也。夫六十四卦。固有伏見翻置者。亦有彼此對待者。必以為聖人一一而次第之。則殆有牽強之累。必以為後人所述。特託孔子之名。以取信於世。則是輕以誣聖牘也。與其誣之。毋寧信之。此蓋孔子見古之易書。其諸卦前後相聯。悉已如是。因而次第之。以為目錄云耳。初非大易之極致也。或者欲以此為羲文之深旨。則謬矣。 \\n 老杜寄高適岑參詩云。高岑殊緩步。沈鮑得同行。（休明、文遠。）意愜關飛動。篇終接混茫。舉天悲富駱。（富嘉谟。）近代惜盧王。似爾官仍貴。前賢命可傷。以此詩證戲為等篇。則此老未嘗鄙四傑也。 \\n 葛洪稚川。自號抱朴子。著內篇二十卷。外篇數十卷。內篇則多述仙人丹藥神變之事。外篇則文字雜著而已。唐藝文志錄內篇於道家。而神仙類闕之。其外篇正宜歸之道家。而列於雜家類中。蓋皆攷之不精也。 \\n 柳子厚為伯祖妣李夫人墓志銘。末云。艮之山。兌之水。靈之車。當返此。子孫百代承麟趾。誰之言者青烏子。青烏子、葬書也。李夫人葬時。未必專據此書。但文勢至此。因而用之耳。然柳之抒意。亦或用翟方進傳。陂當復、兩黃鵠語乎。案地理新書云。孫李邕撰葬範。引呂才葬書所論偽濫者一百二十家。奏請停廢。自爾無傳。且具列偽書名件。而青烏子葬經亦在其閒。則知子厚時。此書復行於世也。 \\n 楚潘尪之黨與養由基蹲甲而射之。徹七札焉。札、甲葉也。射貫七札。言其能陷堅也。晉呂錡射楚共王。中目。王召養由基。與之兩矢。以一矢復。言其射必中也。事俱見左傳成十六年。然養字前後無音。則自合如字讀之。而世俗皆從去聲。其必有所本乎。不爾則妄作者也。 \\n 旅卦。九三。上九。□□旅之時。各以陽剛居物之上。俱遭焚毀。故九三之象則云。以旅與下。其義喪也。上九之象則曰。以旅在上。其義焚也。謂三上兩爻。義當如是耳。王輔嗣曰。三居下體之上。與二相得。以寄旅之身。而為施下之道。與萌侵權主之所疑。故次焚僕喪而身危也。王說雖近。而說不明。與者相與為親比也。三居旅泊之時。以孤子之陽。下比二陰。喪亡之義也。今止謂思及於二。則王之說褊矣。 \\n 周顗歎重桓彝云。茂倫嶔崎歷落。可笑人也。渭上老人以為古人語倒。治以為不然。蓋顗謂彝為人不群。世多忽之。所以見笑於人耳。此正言其美。非語倒也。 \\n 張祜詠薔薇花云。曉風抹盡燕支顆。夜雨催成蜀錦機。當晝開時正明媚。故鄉疑是買臣歸。薔薇花正黃。而此詩專言紅。蓋此花故有紅黃二種。今則以黃者為薔薇。紅紫者為玫瑰云。 \\n 嚴武巴嶺答杜二見憶云。可但步兵偏愛酒。也知光祿最能詩。步兵謂顏延年。非阮籍也。沈約宋書曰。顏延年領步兵。好酒疏誕。不能斟酌當時。劉湛言於彭城王。出為永嘉太守。光祿則謝莊希逸也。仕至光祿大夫。 \\n 詩序。國史明乎（至）以風其上。疏曰。明曉得失之迹。哀傷而詠性情者。詩人也。非史官也。民勞、常武。公卿之作。黃鳥、碩人。國人之風。然則凡是臣民。皆得風刺。不必要其國史所為。此文特言國史者。鄭答張逸云。國史采眾詩時。明其好惡。令瞽矇歌之。其無作主。皆國史主之。令可歌。如此言。是由國史掌書故託文史也。苟能制作文章。亦可謂之為史。不必要作史官。史官自有作詩者。不盡是史官為之也。言明其好惡。令瞽矇歌之。是國史選取善者。始付樂官也。言其無作主。國史主之耳。其有作主。亦國史主之耳。李子曰。凡詩之去取。皆關乎國史之手。序因論變風變雅。故下文復言風雅皆本於人之情性。風雅無正無變。雖皆出於人之情性。亦由國史明乎得失之迹。知作者之志。所傷者人倫之廢也。所哀者刑政之苛也。吟詠情性。將以風上也。又知作詩者。近能達於事變。遠能懷其舊俗。是以詩之去取。無一之不當焉。故曰。發乎情。止乎禮義。夫其始也。一出於人情。而其終也。常止乎禮義。非洞達作者之旨。何以及此哉。子夏所以不推作者之功。而於風雅之體。禮義所止。一歸諸其國史也。言詩若子夏者。抑可謂深於詩者矣。今鄭氏乃謂詩無作主。皆國史主之。令可歌。故讀稱國史。孔氏又謂凡人苟能制作文章。亦可謂之為史。不必要作史官。是何言歟。 \\n 又鄭答張逸曰。國史採眾詩時。明其好惡。令瞽矇歌之。李子曰。鄭說誠有據。然未審令瞽矇歌時。先已有其聲耶。悉使之創其聲耶。只如鄭說。則是初得詩時。略無其聲。國史去留既定。而後樂工造作新聲。以配其辭也。竊以為不必皆然。觀今所傳三百五篇。雖其辭之多寡不同。而章句大率相類。不容併以所得之篇遍付瞽矇。令隨其辭而為之歌也。蓋採詩者初得辭時。或有有其聲者。亦或有無其聲者。其辭之去留。則在乎史官。其美者錄之。惡者棄之。其聲之去留。則在乎樂工。視其合者因之。其不合者改之。或因或改。皆求合其正聲而已。若夫元無其聲。或失其聲者。則樂工始創為聲調。以配其辭耳。 \\n 六義疏曰。周禮太史言六詩。彼注云。風、言聖賢治道之遺化。賦之言鋪。直鋪陳今之政教善惡。比、見今之失。不敢斥言。取比類以言之。興、見今之美。嫌於媚諛。取善事以勸諭之。雅者、正也。言今之正者以為後世法。頌之言誦也。容也。誦今之德。廣以美之。彼雖各解其名。以詩有正變。故互見其意。疏又云。其實美刺俱有比興。又云。既見賦比興於風之下。明雅頌亦同之。又云。凡詩文直陳其事不譬諭者。皆賦辭也。又云。鄭司農云。比者、比方於物。諸言如者。皆比辭也。司農又云。興者、託事於物。則興者起也。取譬引類。起發己心。詩文諸舉鳥獸草木以見意者。皆興辭也。李子曰。比興之為譬諭等耳。論語。詩可以興。孔安國云。可以引譬連類。引譬連類。非比而何。比興雖等為譬諭。中閒自有小別。亦不敢直為一等也。但前說主以比為刺。興為美。則乖矣。孔疏概言其實美刺俱有比興。蓋有見於此也。然則前說亦胡為專以善惡為言乎。故鄭司農以比為比方。以興為興起己心意。此誠得子夏之旨也。穎達明悟前說不暢。因復辨云。比顯而興隱。故比居興先。尋穎達此語。特解駮鄭司農意耳。校之兩說。後說為優。但興字乃有兩讀。讀從去聲。則為興起之情。讀從平聲。只為興起己意。 \\n 四始正為國風大小雅及三頌耳。鄭云。始者。王道興衰之所由。是也。詩緯汎歷樞云。大明在亥。水始也。四牡在寅。木始也。嘉魚在巳。火始也。鴻雁在申。金始也。此圖讖家語。顧何足信乎。故鄭解四始。專以人事言之。不以詩緯為據。誠得之矣。及作六藝論。引春秋緯演孔圖說。詩含五際。則復以汎歷樞推云。午亥之際為革命。卯酉之際為改正。辰在天門。出入候聽。是何耶。 \\n 乖角猶言乖張。蓋俗語也。然唐人詩有之。獨孤及酬于逖畢曜問病云。救物智所昧。學仙願未從。行藏兩乖角。蹭蹬風波中。 \\n 蜀志。馬良與諸葛亮書曰。此乃管弦之至。牙、曠之調也。雖非鍾期。敢不擊節。晉書。謝尚作鸜鵒舞。王導令坐者撫掌擊節。尚俯仰其中。旁若無人。又樂志云。魏晉之世。有孫氏善彈舊曲。宋識善擊節唱和。蓋節者、節奏句讀也。擊節猶今節樂拍手及用拍版也。故樂家以拍版為樂句。馬良書稱敢不擊節。謂敢不賞音也。吴諸葛恪乞佃廬江、皖口。襲舒。以圖壽春。孫權以為不可。赤烏中。魏司馬宣王謀欲攻恪。權方發兵應之。望氣者以為不利。於是徙屯於柴桑。恪與丞相陸遜書曰。楊敬叔傳述清論。方今人物凋盡。守德業者不能復幾。宜相左右。更為輔車。上熙國事。下相珍惜。又疾世俗好相謗毀。使已成之器。中有損累。將進之徒。意不歡笑。聞此喟然。誠獨擊節。恪意以楊所論述切中時病。既聞此語。使己喟歎。然當時之人。誠無知者。己獨擊節以稱賞之耳。 \\n 皮日休七愛詩房杜二相國云。骯髒無敵才。磊落不世遇。美矣名公卿。魁然真宰輔。黃閤三十年。清風一萬古。案魏晉舊制。三公黃閣廳事始得置鴟尾。陳後主以蕭摩訶為侍中。特詔開黃閣廳事寢室並置鴟尾。然則黃閣鴟尾皆宰相所居之制也。自唐以來亡之矣。今人舉皮詩。往往以黃閣作黃閤。遍攷書傳。宰相無有黃閤故事。 \\n 李太白送李女真（至）叠。叠然也。凡叠、嵬、纏（去聲）、會、平、匾、凹、尖、口、掌、腦、團、固、陀、坞、汊。皆取其地勢而名之。 \\n 內則。馬黑瘠而般（音班。）臂漏。鄭注云。漏當為螻。如螻蛄臭也。螻蛄之臭。大抵為土氣也。居土者多以此為名。故以蛙為螻蟈。蟻為螻蟻。 \\n 洛言洛下。稷言稷下。相言相下。敖倉言敖下。吴郡言吴下。又今人言都下縣下。言稱下者。猶言在此處也。 \\n 句當二字。自唐有之。德宗時。神策軍又特置監句當以寵宦者。貞元十二年。改監句當為護軍中尉。以命竇文場、霍仙鳴。至炎宋過江後。以避諱改句當為幹當。則幾於喫口令矣。 \\n 黃霸為潁川太守。宣布詔令。令民咸知上意。使郵亭鄉官皆畜雞豚。以贍鰥寡貧窮者。然後為條教。置父老師師佐長。班行之於民閒。勸以為善防姦之意。及務耕桑。節用殖材。種樹畜養。去食穀馬。米鹽靡密。初若煩碎。然霸精力能推行之。聰明識事。吏民不知所出。咸稱神明。姦人去入他郡。盜賊日少。霸力行教化而後誅罰。務在成就全安長吏。治為天下第一。前後八年。郡中愈治。鳳皇神爵數集郡國。潁川尤多。天子下詔稱揚。以為田者讓畔。道不拾遺。吏民嚮於教化。興于行誼。可謂賢人君子矣。其賜爵關內侯。黃金百斤。及代丙吉為丞相。總綱紀。功名損於治郡。時張敞舍鶡雀飛集丞相府。霸以為神爵。議欲以聞。敞奏霸。以為挾詐干名。霸又薦史高可太尉。天子使尚書召問。且令受丞相對。霸自是後不敢復有所請。李子曰。聖賢不能違時而能順時。苟非其時而強為之。不仆必顛。觀霸之始為潁川也。其用志亦遠矣。既為丞相。蓋將使天下之廣為一潁川之治也。而宣帝之心則有異于是焉。宣帝為政。務欲使天下之人。雖一毫髮之細。蔑敢有欺于我。生殺予奪。惟我所欲。是則宣帝之心也。霸乃欲班布教化。一如潁川時。則所謂東南兕而西北矢也。庸烏得而合乎。若張敞之刻峭。則真與宣帝同之。故出一言以劾霸。而霸不復振。亦理勢之常也。敞舍鶡雀飛集丞相府。霸以為神爵。欲以聞。而敞遽奏之。帝遽信之。而霸以是疏。何帝之不諦如是甚耶。夫霸之神鶡雀也。此亦微瑕細纇。初不足咎。況欲以聞之而實未以聞乎。帝乃以此罪霸。至召上計吏。使侍中臨飭。如敞指意。則宣帝之于大臣。恩亦薄矣。蓋宣帝之心與霸本殊。雖以一時之譽而相之。其論議大事。必多有以忤意。特無以為名誚之耳。一聞敞言。則謂霸之所為。皆無事實。張皇布濩。祇以虛名撼我。今又以鶡雀自為治政美應。則其佹僪欺君。其來審矣。可不黜之乎。此所以疏霸而無疑也。噫。常人之情。與己少同則親。與己少異則疏。自古及今。其孰不然。何獨漢宣帝一人而已哉。吾姑借霸行事。以明夫人情同異之別云。 \\n 世之勸人以學者。動必誘之以道德之精微。此可為上性言之。非所以語中下者也。上性者常少。中下者常多。其誘之也非其所。則彼之昧者日愈惑。頑者日愈媮。是其所以益之者。乃所以損之也。大抵今之學非古之學也。今之學不過為利而勤為名而修爾。因其所為（去聲。）而引之。則吾之勸之者易以入。而聽之者易以進也。求之前賢。蓋得二說焉。齊顏之推家訓云。自荒亂以來。諸見俘虜。雖百世小人。知讀論語、孝經者。尚為人師。雖千載冠冕。不曉書記者。莫不耕田養馬。以此觀之。安可不自勉耶。若能常保數百卷書。終不為小人也。諺曰。積財千萬。不如薄技在身。則今人所謂良田千頃。不如薄藝隨身者也。韓退之為其姪符作讀書城南詩云。金璧雖重寶。費用難貯儲。學問藏之身。身在即有餘。則今世俗所謂一字直千金者也。古今勸學者多矣。是二說者。最得其要。為人父兄者。蓋不可以不知也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之五", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之五卷之五 \\n  \\n  \\n  \\n  \\n 離卦。六五。象曰。六五之吉。離王公也。疏謂進王而言公。取其便文以合韻。本經未必有此意。王公亦一體也。王公階級雖殊。然五等之爵。以公為最貴。公侯不嫌為君。但俾為王耳。又疏以離為附著。釋文離字音作去聲。必當與麗同之。 \\n 大壯。上六。羝羊觸藩。不能退。不能遂。注云。有應於三。故不能退。懼於剛長。故不能遂。疏云。退謂退避。遂謂進往。觀注疏大意。當謂外卦以向上為退。向下為進。又象曰。不詳也。疏以詳為祥。云。祥者、善也。注及釋文俱無所發。經疏詳祥不別。豈古字通用乎。然伊川易傳解此爻云。六以陰處震終而當壯極。其過可知。如羝角之觸藩籬。進則礎身。退則妨角。進退不能。是其自處之不詳慎也。此說為優。 \\n 文章兩字之學。兩字之體。變變不已。遂至於無窮。然用沈存中括局法求之。亦自可盡。沈謂局之多。非世閒名數可紀。但連書萬字五十二。即是局之大率。彼局路止於三百六十一。而其變動已無名數可紀。況數字之多乎。今謂其數可盡者。世閒字書。固有限量。其變雖多。亦不容以無盡也。常試以一二字約之。其數遂無所逃。一二字既已得之。則雖多至百千萬。皆可以得之矣。且以一字為主。而欲括盡世閒多言之變者。以一字乘舉世所有之字而倍之。復虛減元數畀一是也。所以盡乘字數而倍之者。既立一字為主。別得一字。則主客之中一正一倒也。所以虛減元數羃者。正倒之外。又有所重也。 \\n 長發。受小球大球。為下國綴旒。荷天之休。傳云。球、玉。綴、表。旒、章。箋云。綴、猶結也。旒、旌旗之垂者也。小玉、尺二寸。圭也。大玉、珽也。執圭搢珽。以與諸侯會同。結定其心。如旌旗之旒縿著。擔負天之美譽。為众所歸鄉。疏云。毛以為湯受二玉。以作天子。為下國諸侯之表章。鄭以為湯受二玉。與諸侯會同。而諸侯心繫天子。如旌旗之旒。綴著於縿。又云。春秋襄十六年。公羊傳云。君若綴旒然。言諸侯反繫屬於大夫也。此言綴旒。文與彼同。明以旌旗為諭。故易傳以猶結也。秋官大行人及攷工記說旌旗之事。皆云九旒七旒。爾雅說旌旗之練旒九。是旌旗垂者名為旒也。李子曰。案襄公十六年。公羊傳云公會（云云）于溴梁。戊寅。大夫盟。諸侯皆在是。其言大夫盟何。信在大夫也。何言乎信在大夫。遍刺天下之大夫也。曷為遍刺天下之大夫。君若贅旒然。何休曰。旒旗旒贅。繫屬之辭。若今俗名就婿為贅婿矣。以旗旒諭者為下所執持東西旒者其數名。禮記玉藻。天子旂十有二旒。諸侯九。卿大夫七。士五。據公羊傳與毛鄭二說。其實三家俱各不同。而詩疏援引公羊之語者。以綴贅同音。強為說耳。世之為文之士不復用古詩說。凡言人主之危難便言綴旒。甚失義理。釋文。綴、陟劣反。又張卫反。縿、所銜切。絳帛。韻又史炎切。旗幅為繆。今孔疏依鄭說云。如旌旗之旒。綴著於縿。則縿正當從史炎切讀之。而釋文止音所銜反。計兩音義必不殊。 \\n 臣工篇。命我众人。庤乃錢鎛。奄觀銍艾。注。庤、具。錢、銚。鎛、鎒。銍、穫。箋云。奄、久。觀、多也。教我庶民。具女田器。終久必多銍艾觀之也。疏。釋文云。錢銚、古田器。世本云。垂作銚。宋仲子注云。銚、刈也。然則銚。刈物之器也。鎛、鉏類。或云鋤也。銍、穫禾短鐮也。疏又引管子云。一農之事。必有一銍一鎒一銚。然後成農。疏又云。鄭讀爾雅以淹為奄。故云久也。王肅云。奄、同也。李子曰。鎛、鋤類。銍、穫禾鐮。此二物無疑。惟錢銚為刈物之器。其義頗昧。說文止言古田器。不言所用。而宋仲子注云。銚、刈也。疏因宋注。遂以銚為刈物之器。以詩意求之。銚必開墾之器。或種蒔所用。決非刈物之器也。何者。農事耕穫。悉有次第。必先耕種。然後鋤耨。既堅既好。然後收穫。故錢也。鎛也。銍也。詩人以次言之。若以銚為刈物之器。銍又為穫禾之器。刈即穫也。穫即刈也。兩句之內。前後重復。而復雜言鎛耨。此詩不亦太猥亂乎。乃知銚為耕墾所須。但古今器用不同。名號隨時屢改。不可攷耳。奄觀字。鄭氏讀奄為淹。以淹為久。既不可從。又以觀為多。亦不可曉。王肅解奄為同。孔安國注書。亦以奄為同。則奄字當從同義。觀者止是觀漁觀稼之觀。此詩盖謂命我众農。具女錢鎛等物以趨事。候秋成時。同汝共觀。見其銚刈之功也。 \\n 前李廣傳。廣將四千騎出右北平。張騫將萬騎。與廣異道。匈奴將四萬騎圍廣。漢兵死者過半。廣以大黃射其裨將。殺數人。明日。復力戰。而博望侯軍亦至。匈奴乃解去。歸。漢法。博望侯後期。當死。贖為庶人。廣軍自當。亡賞。師古曰。自當。謂為虜所勝。又能勝虜。功過相當也。顏說非是。先言漢兵死者過半。明日。復力戰。不言勝負。何得為虜所勝。又能勝虜乎。盖廣敗衅當誅。以騫失期。後至。而廣獨與虜戰。其功過相補。此謂自當亡賞。 \\n 又李陵傳。搏戰。如淳曰。手對戰也。黈曰。搏戰。若鳥獸之攫搏而戰也。如淳言手對戰。自何言歟。戰自相對。 \\n 又吾士氣少衰而鼓不起者。何也。軍中豈有女子乎。師古曰。繫鼓進士而士氣不起也。一曰。士卒以有妻婦。故聞鼓音而不時起也。李子曰。謂士氣不起。及士身不時起。皆非。正謂鼓音不起耳。不起、不振起也。李賀詩云。霜重鼓寒聲不起。盖用此語。 \\n 又人持二升糒。一半冰。如淳曰。半讀曰片。或曰五升曰半。師古曰。半讀曰判。判、大片也。時冬寒有冰。持之以備渴。黈曰。倉卒之際。人各持冰一片以備渴。若曰人須五升。此甚無理。顏以半為判。謂判為大片。亦太繳繞。半字從片音讀為是。 \\n 又田蚡傳。蚡為人貌侵。生貴甚。服虔曰。侵、短小也。師古曰。生貴甚。謂自尊高示貴寵也。黈曰。侵與寢同。古字通用。寢、不揚也。服說短小非。生猶身也。貴甚、貴重之地。生貴甚。言身居丞相之位也。不與上文為人相屬。顏說自尊高示貴寵非。 \\n 又蚡以肺附為相。非痛折節以禮屈之。天下不肅。師古曰。舊解云。肺附。如肝肺之相附著也。一說。肺、折木札也。喻其輕薄附著大材也。痛猶甚也。言以尊貴臨之。皆令其屈節而下己也。肺附二說。以上下文斷之。其後說為優。肺附二字。此一卷凡三見。此與灌夫傳。天下幸而安樂無事。蚡得為肺附。又韓安國謂田蚡曰。君當免冠解印綬歸。曰臣以肺附幸得待罪。固非其任。披尋語意。皆是過自卑抑。若以肝肺為解。卻見親密之甚。其下非痛折節（至）天下不肅數語。顏說頗乖。此謂非痛自折節。以禮屈下於人。則天下不敬重己。故下文云。薦人或起家至二千石。是上禮屈於人之一端也。其上文亦云。蚡新用事。卑下賓客。進名士家居者貴之。此其前後之意極明白也。師古解以禮屈之。翻謂屈己為屈人。是何說邪。師古意必以為其下文有坐其兄北鄉。自坐東鄉事。而此言折節以禮屈之。當是使人屈節以下己也。殊不知蚡始則折節下士耶。漸權移人主。其終驕恣。至於如此耳。 \\n 灌夫傳。太后怒。不食。曰。我在也。而人皆藉吾弟。令我百歲後。皆魚肉之乎。且帝寧能為石人耶。此特帝在。即碌碌。設百歲後。是屬寧有可信者乎。師古曰。石人徒有人形耳。不知好惡也。一曰。石人者、謂常存而不死也。碌碌者、循众也。石人二說。當從後說。碌碌言循众。非也。碌碌。苟且意。此之一字。指田蚡也。是屬即汲黯、鄭當時之屬。太后既自言百歲後。人皆魚肉吾弟。故又言景帝寧能為石人而不死邪。此田蚡特以帝在。即得碌碌苟活。設爾百歲後。是汲、鄭之屬。寧有可信者乎。師古以碌碌為循众。則指言景帝。汝在尚循众也。其說雖通。殊為牽強。 \\n 又田蚡怒韓安國曰。與長孺共一禿翁。何為首鼠兩端。服虔曰。禿翁。言嬰無官位版授。張晏曰。嬰年老。又嗜酒。頭禿。言當共治一禿翁也。師古曰。服說是。黈曰。服說非。張說是。張說雖是。亦頗鑿。禿翁祇謂年老髮少耳。不必言嗜酒而禿也。 \\n 又劾嬰瀆矯先帝詔害。罪當棄市。鄭氏曰。矯詔有害不害也。黈曰。矯先帝詔書。以為國家害也。 \\n 東坡大全集所載漁樵閒話凡十一事。萬回言明皇五十年太平天子。一也。李蟜真才子。二也。霓裳曲誕妄惑人。三也。妃子竊吹寧王玉笛。四也。田承嗣殺舞馬。五也。李忠化虎。六也。王轂玉樹曲。七也。聶隱娘為劍俠。八也。長慶中人見倀鬼。九也。李尚書以皮城守五原死求德政碑。十也。李義山賦三怪物。十一也。其言論頗涉粗淺。恐非坡筆。縱是坡筆。決其少作。然獨記倀鬼一說。為能曲盡小人之所為。雖百世不可廢也。又載艾子雜說。凡四十一事。雖俱俳優俚俗之語。而所託諷。大有切中於時病者。卻應真出坡手。 \\n 又坡集中。有詩評兩卷。引據叢雜。殊可鄙笑。盖中閒既有坡說。而復有後人論坡者。一切以坡語概之。不知其纂集者誰也。 \\n 地理新書載三字姓。宮音曰步六孤。商音曰可足渾。角音曰侯莫陳。羽音曰赤小豆、郁久閭。此等已不可攷。而又載三字闕五音者。曰。破六韓、阿逸多等。凡六十姓。前步六孤等皆有音。而此悉闕之。豈前步六孤等五姓可配以五音。而此六十姓俱無所屬乎。夫有是姓則有是言。有是言則有是音。而此六十姓無音者。當是昔人以五音姓氏相配時。未始知之耳。且三字姓其無音者尚如此之多。況自死獨膊、井強六斤等。以四字為姓者耶。以是知音姓相屬。真同戲論。 \\n 用爽厥師。則爽為明。女也不爽。則爽為昧。父母昆弟。則昆為長。垂裕後昆。則昆為後。驩虞如也。則虞為喜。閒於憂虞。則虞為懼。貴介公子。則介為大。憂悔吝者存平介。則介為小。亂臣十人。則亂為治。亂邦不居。則亂為危。媚茲一人。則媚為忠。取媚於上。則媚為佞。秉心塞淵。則塞為實。茅塞子心。則塞為蔽。飲酒溫克。則克為良。克伐怨欲。則克為很。降之百祥。則祥為吉。毫有祥桑。則祥為凶。汩作。則汩為治。汩陳五行。則汩為亂。擾兆民。則擾為安。庸人擾之。則擾為煩。必有忍其乃有濟。則忍為恕。忍人殘忍。則忍為暴。皇極。則極為大中至正之道。六極。則極為貧窮大惡之稱。因知古人文字。字無定論。惟所從言之異。（案此條見卷一。第少釋虞塞祥汩五字。） \\n 今人以有書借人。借書還人為二癡。此出於殷芸小說。云。杜預書告兒。古詩。有書借人為可嗤。借書送還亦可嗤。雖癡嗤兩字不同。而意則同之。 \\n 李白寄遠云。一日望花光。往來成白道。注云。一作日日采蘼蕪。上山成白道。小本云。百里望花光。往來成白道。三聯意各不同。予謂前聯為勝。 \\n 東坡詩。安得道人殷七七。不論時節使花開。按古今詩話云。韋七七每醉歌云。解醞逡巡酒。能開頃刻花。又詩史載殷七七事云。七七有異術。嘗與客飲。云。某有藝成賓主歡。即顧屏上畫婦人曰。可唱陽春曲。婦人應聲隨歌曰。愁見唱陽春。令人離腸結。郎去未歸家。柳自飄香雪。如此者十餘曲。然則使花開者乃韋七七。非殷七七也。東坡此詩。誤以韋為殷耳。不然。二事所載。果有一誤也。 \\n 淵明責子詩云。雖有五男兒。總不好紙筆。又云。天命苟如此。且進杯中物。而杜子美以為陶潛避俗翁。未必能達道。黃魯直書淵明責子詩後乃云。觀淵明之詩。想其為人。豈弟慈祥。戲謔可觀也。俗人便謂淵明諸子皆不肖。而淵明愁歎於詩。可謂痴人前說不得夢也。如魯直此言。則子美為俗人。淵明而果未達道乎。子美而果俗人乎。乃知子美之言。亦戲言耳。陶、杜兩公之詩。本皆出於一時之戲。誠不可以輕議也。當為知者言之。 \\n 周天十二次二十八宿。有以兩宿為一次者。有以三宿為一次者。或者謂四正之位。其所據不得不大。故占三宿。其餘各居一偏。故止二焉。此果有定論否。前律曆志云。東方七十五度。北方九十八度。西方八十度。南方一百一十二度。東方七宿至少較南方少三十七度。又逐宿較之。觜宿不及井宿者三十二度。雖其測望之時。遠近疏密之不同。上下旁側之有異。亦不應相懸如是之甚也。月令。仲春之月。日在奎。昏弧中。旦建星中。按天文志。弧星在輿鬼南。建星在斗上。今不取鬼、斗而取弧、建者。孔穎達云。弧星近井。建星近斗。以井斗度多。其星體廣。不可的指昏星之中。故舉弧、建定為中也。審如孔說。則星有相近於正中者。皆得與于四七之列也。夫古先聖哲以天體本無可驗。于是但視諸星運轉。即謂之天。凡十二舍、二十八宿、三百六十五度及九道之類。率皆強名之。故謂其術為綴術。所謂綴者。非實有物。但以數強綴輯之。使相聯絡。可以求得其處所而已。故星之近乎赤道。當乎正中。取易見而可以指名者。而強名之曰。此二十八宿也。不如是。無以考七緯。殷四時。亦既名之為宿矣。又從而分配四方為鳥獸之象焉。此所以各占之度。或以甚多。而或以甚少也。是則天體可以強占。天星可以強分。其于二十八宿之內。亦可以減之。而其外。亦可以增之也。設令今人有自我作古者出。分周天為二十四宿。方別居六。定之為九十度有奇。次別居二。定之為三十度有奇。其誰曰不可。若然。則次舍乃更易分。中星乃更易見。弧、建之類。皆可以為列宿。而列宿之度數。亦必不至於多寡之懸絕也。然而聖人不為是截然易曉之術。而反立參糅難明之數。何者。盖其妙達無方。以神道設教。奇耦錯綜。中有深意。于其測望之時。略取其易見者而強名之。以韶後世耳。 \\n 月令。日在營室。疏。周天三百六十五度四分度之一。辰有三十度。總三百六十度。餘有五度四分度之一。度別為九十六分。總五度有四百八十分。又四分度之一。為二十四分。并之為五百四分。十二辰分之。辰各得四十二分。則是每辰有三十度九十六分度之四十二。計之日月實行。一會惟二十九分過半。若通均一歲會數。則每會有三十度九十六分度之四十二。李子曰。度不別為一百分而別為九十六者。取分下之全數耳。若以一度為一百分。則五度四分度之一。通分內得五百二十五。卻以十二辰分之。則辰各得四十三分七釐五毫。亦為四十三分四分分之三也。曆法雖有小分小杪。然此四分度之一。本以零數難計。故分割之時。欲得全分。今於分下又帶零數。則無再分。必欲再分。則其數轉煩。所以度別為九十六分。而於除之時。每辰之下。各得其全數也。 \\n 屈原傳。原勸楚懷王殺張儀。其事纖悉備盡。楚世家載勸殺張儀者。乃謂昭睢。而屈原沒不復見。若以為简冊繁多。要使姓名互著。則在左氏春秋傳有之。在遷史故無此例。若以為昭睢本主此事。原特副之。則屈原傳略無昭睢一言。而原之事跡明白乃爾。兩者皆無所據。何耶。此盖舊史去取失當。馬遷筆削時。不暇前後照顧。隨其所載。各自記之。遂使世家與列傳異辭。 \\n 乘輿之乘。經史音釋俱去聲讀。老杜詩巴山云。巴山遇中使。云自陝城來。盜賊還奔突。乘輿恐未迴。而乘字作平聲用之。似誤。 \\n 詩采芑篇。伐鼓淵淵。振旅闐闐。淵淵自為鼓聲。闐闐自為軍旅众多之狀。闐闐猶俗所謂駢闐也。而鄭氏以為戰止將歸。又振旅伐鼓闐闐然。詩意恐不其然。 \\n 雨無正篇。哿矣能言。巧言如流。俾躬處休。鄭以巧言為善言。謂以事類風切凱微之言。非也。此乃巧言篇所謂巧言如簧。顏之厚矣之巧言也。巧言中。蛇蛇碩言。出自口矣。此乃當篇所謂往來行言。心焉數之之行言也。而毛以蛇蛇為淺意。鄭以碩言為言不顧行。皆非也。 \\n 信南山。疆埸翼翼。自是疆畔比次整齊之意。毛以翼翼為讓畔。疏又以為所生百穀之處。其農人理之。使疆埸之上翼翼然開整讓畔。然則下文黍稷彧彧。亦當云黍稷所生之地。其農人皆彧彧然有文禮也。尋文觀義。寧有如是之理乎。 \\n 角弓。無教猱升木。如塗塗附。君子有徽猷。小人與屬。猱之性善登。教之登木。則登必高。塗之性善附。以之附物。則附必固。以喻小人之性喜讒佞。而幽王好之。則讒佞必愈甚。故詩人曉之曰。王其勿教猿猱之升木也。若教之升木。是猶以塗塗物。豈有不附著者乎。言小人不可昵近。惟當信任君子耳。今王不知其然。於其九族之中。號為君子。有徽美之道者。可親而不親。乃於讒諂邪佞之小人與之連屬也。鄭氏箋以為人心皆有仁義。教之則進。又謂君子得聲譽。小人樂與連屬。實所未喻。 \\n 白華篇。嘯歌傷懷。念彼碩人。實勞我心。正指申后為碩人。如碩人其頎。衣錦絅衣。皆指美者而言。理明白而辭婉順。無一毫可疑。而說者乃以為褒姒。一何所見之偏耶。 \\n 詩大明篇。會朝清明。毛云。會、甲也。疏謂會值甲子之朝。不終此一朝。而伐殺虐紂。天下乃大清明。無復濁亂之政。毛云會甲者。非訓會為甲。以會朝為會甲也。以會朝為會甲者。謂共會于甲子之朝也。泰誓曰。惟十有三年春。大會於孟津。又曰。群后以師畢會。皆會集之明文也。會朝清明。言所會甲子之朝。不待前徒倒戈。已翦殷殺紂。天下翕然。變濁亂而為清明也。疏謂甲子之朝。則誠是。而云會值。則與毛傳悖矣。 \\n 生民。或簸或蹂。毛云。或簸糠者。或蹂黍者。箋云。蹂之言潤也。舂而杵出之。簸之又潤溼之。將復舂之。趨於鑿也。疏。孫毓云。詩之叙事。率以其次。既簸糠矣。而傳以蹂為蹂黍。當先蹂乃得舂。不得先舂而後蹂也。既蹂即釋之烝之。是其次也。箋義為長。李子曰。孫毓之言非也。蹂者、挼挱之也。今之舂者。既已簸去其糠矣。必須重為蹂挼。然後復投臼中而舂之。先蹂後蹂。自為次第。然今蹂字次簸而言。則是未簸以前。將舂之際。蹂雖不舉。其蹂自明。又既簸且蹂。必將復舂。再蹂舂。足以見趨鑿之意矣。孫取鄭說為長。則必以蹂為潤溼當之。以蹂為潤。匪治攸聞。 \\n 既醉篇。威儀孔時。君子有孝子。孝子不匱。永錫爾類。李子曰。群臣助祭之時。更相攝歛。濟濟然威儀其是。可謂人有士君子之行矣。群臣所以皆然者。豈非君子之成王。有孝子之行。以感動之乎。成王之有孝子之行也。無有匱竭。常能錫予汝之族類。德教所漸。天下成風。故使群臣化之。威儀如此。今鄭氏以為王之群臣。威儀甚得其宜。皆為君子之人。皆有孝子之行。則此說失之矣。其實經中君子皆斥王而言。鄭祇以序稱人有士君子之行。遂誤箋此句。直指群臣。若必謂之群臣。則下云其類維何。室家之壺。君子萬年。永錫祚胤。果何屬歟。疏家既申毛說。復與鄭同。又以謂群臣有此孝行。不有匱竭。能以此道轉相教化。則天長賜予汝王以善道。意謂臣行大孝。天錫人君。以理推之。一何乖異。盖天子之孝。莫大於使天下太平。以此錫類。則宜乎當世人有士君子之行。此詩之本意也。 \\n 愆、過、尤。皆甚之之辭。故愆從衍從心。詩云。不愆不忘。率由舊章。不愆、非揠苗也。不忘、非舍田也。茲成王所以為令德也夫。 \\n 卷阿篇。似先公酋矣。鄭云。嗣先君之功而終成之。說者曰。成王之所繼嗣者先王也。而云先公。公是君之別名。說者之言非也。士、事也。公、功也。先達例有此解。盖先公即是先王之功。 \\n 揚子重黎篇。或問淳于越。曰。伎曲。請問。曰。始皇方虎列而梟磔。噬士猶腊肉也。越與抗眉。終無橈辭。可謂伎矣。仕無妄之國。食無妄之粟。分無妄之橈。自令之閒而不違。可謂曲矣。黈曰。始皇之世。是古非今者族。而越請之事。援古證今。可謂有才技矣。然而君子之出也。必仕無妄之國。食無妄之粟。則然後可以分無妄之橈也。令、美也。閒、際也。違、去也。始皇自謂德兼三皇。功備五帝。所謂自美者也。於此之際。越不違去之。則亦不直矣。自令舊注。李軌謂越自令與始皇并以為無道。宋咸謂秦無道如是。越自使令之閒。不能違去於秦。皆非。 \\n 桓帝時。渤海王悝多不法。史弼上書事曰。陛下隆於友于。不忍遏絕。恐鄭滋蔓。為害彌大。據隆於友于一句。似不成語。今詞賦家用此等。謂之透字。俚俗人道此等。謂之歇後。是皆破碎之極。輕佻之甚。固非為文者之所貴也。況君臣相與都俞之際。可如是之俳乎。史筆此章。若曰隆友于之情。則猶為典雅也。 \\n 東坡贈王子直詩首云。萬里雲山一破裘。杖端閒挂百錢游。其第三聯云。水底笙歌蛙兩部。山中奴婢橘千頭。晉阮修字宣子。常步行。百錢挂杖頭。至酒店。便獨酣暢而飲。今改云杖端。盖避下句橘千頭之頭也。孔稚圭門庭之內。草萊不翦。中有蛙鳴。或問之。曰。欲為陳蕃乎。稚圭曰。我以此當兩部鼓吹。何必效蕃耶。鼓吹者。所謂鹵簿之鼓吹也。稚圭自以蛙鳴為鼓吹。今以蛙鳴為笙歌。亦似與本事不類。 \\n 相於、相為也。俚俗語耳。而老杜詩兩用之。贈李八祕書云。此行雖不濟。良友昔相於。奉贈盧五丈參謀云。老矣逢迎拙。相於契託饒。 \\n 馬援傳。乘下澤車。注云。周禮曰。車人為車。行澤者為短轂。行山者欲長轂。短轂則利。長轂則安也。然則短轂則狹車也。下澤車。言低且狹也。又御款段馬。注云。款猶緩也。言形段遲緩也。注非是。款段盖連語。猶今世俗言骨董云耳。 \\n 五星聚。非吉祥。乃兵象。故高祖入關。五星聚于東井。則為秦亡之應。攷之書傳。五星之聚。不獨漢世有之。在唐世為尤多。武德元年七月。鎮星、太白、辰星聚于東井。二年三月復然。是年關中分裂。天寶九載八月。五星聚于箕尾。燕分也。占曰。無德則殃。至德二載四月。　岁星、熒惑、太白、辰星聚于鶉首。元和十年六月。四星復合于東井。皆占中外相連以兵。乾元元年四月。熒惑、鎮星、太白聚于營室。太史南宮沛奏其地戰不勝。營室、卫地。大曆三年七月壬申。五星並出東方。占曰。中國利。中國利則四夷被兵也。貞元四年五月。歲星、熒惑、鎮星聚于營室。占曰。其國亡。地在卫分。元和十一年十二月。鎮星、太白、辰星聚于危。危、齊分。又十四年八月。歲星、太白、辰星聚于軫。軫、楚分。占曰。兵喪。開成四年正月。熒惑、太白、辰星聚于南斗。推曆度在燕分。占曰。內外兵喪。改立王公。咸通中。熒惑、鎮星、太白、辰星聚于畢、昴。在趙魏之分。詔鎮州王景崇被袞冕。軍府稱臣以厭之。文德元年八月。歲星、鎮星、太白聚于張。張、周分。占曰。內外有兵。為河內、河東地。大約星聚少則其用兵少。星聚多則其用兵多。天變人事有若符契焉。或曰。星變偶然耳。隨變隨應未必然也。或者之言非也。姑以唐事驗之。其大者有徵。則其餘概可見矣。太宗貞觀年中。天下太平。不聞有星聚之異。天寶九年。五星聚燕。後數歲。安史煽禍。中國塗炭。至累世不息。是何得為偶然哉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之六", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之六卷之六 \\n  \\n  \\n  \\n  \\n 渭上翁公論史記子政說云。邯鄲姬自匿有身。至大期時生子政。期音基。大期者。周歲十二月也。太史公傳特著此者。所以證諸侯之史之妄。世傳之非。李子曰。大期之期。止當如字讀。不當音基。期謂生產時限耳。今音基而解作十二月。甚與本文相戾。渭上翁長于史學者也。所著公論。誠公不誣。但此段可削去。 \\n 晉書。王獻之為謝安長史。太極殿新修成。欲使獻之題其牓。難言之。試謂曰。魏時凌雲殿牓未題。而匠者誤釘之。乃使韋仲將懸橙書之。比訖。鬚髮盡白。裁餘氣息。還語子弟。宜絕此法。獻之揣知其旨。正色曰。仲將。魏之大臣。寧有此事。使其若此。有以知魏德之不長也。書法錄云。魏明帝淩雲臺初成。令韋誕題牓。高下異好。就點正之。因危懼。以戒子孫。無為大字楷法。王僧虔名書錄云。魏明帝起淩雲臺。誤先釘牓。而未之題。籠盛韋誕。鹿盧引上書之。去地二十五丈。誕甚危懼。乃戒子孫絕此楷法。李子曰。魏明帝之為人。人主中俊健者也。興工造事。必不孟浪。況淩雲殿非小小營構。其為匠氏者。必極天下之工。其為將作者。亦必極當時之選。樓觀題牓。以人情度之。宜必先定。豈有大殿已成。而使匠石輩遽挂白牓哉。誤釘後書之說。萬無此理。而名書錄載之。晉史又載之。是皆好事者之過也。名書錄又謂去地二十五丈。以籠盛誕。鹿盧引上書之。事果可信耶。晉書雖引此事。而復著獻之語。謂寧有此事。則亦自不信也。書法錄言高下異好。令就點定。誕因危懼。以戒子孫。則此說其或有之。晉書又稱誕書比訖。鬚髮盡白。此尤不可信者。前人記周興嗣一夕次千文成。鬚髮變白。已屬繆妄。而誕之書牓。特茶頃耳。危懼雖甚。安能遽白乎。 \\n 世本云。奚仲作車。或謂虞書云。車服以庸。奚仲。夏之車正。乃在唐、虞之後。何以謂之始作車乎。予以為不然。盖奚仲以前雖已有車。殆皆椎輪制。至奚仲則加改而新之。亦得謂之作也。 \\n 八音曰金、石、絲、竹、匏、土、革、木。若金、石、竹、匏、土、革、木七音。乃世閒自有之物。惟絲不然。必蠶於桑者之手而後成焉。世本及桓譚、許慎皆云神農作琴。而蔡伯喈琴操云。伏羲作琴。夫有琴則必有弦。有弦則必有絲。絲之為用。當不專於弦索。盖以織縑帛。製衣服。而為之主也。易曰。黃帝、堯、舜垂衣裳而天下治。說者曰。軒轅以前衣皮。其制短小。今衣絲麻布帛。所作衣裳。其制長大。故云垂衣裳也。然則羲、農之世。其無絲也審矣。此時無絲。又焉得以為弦索者乎。吾謂蔡邕及世本諸家之說皆妄也。弦索之音。必自夫黃帝時有之。或者難予曰。羲、農之世果無絲。則易胡云乎庖羲氏作結繩而為網罟。曰。邃古悠遠。是之與非。非我輩所能悉。大概曩之所為繩。非若今之所為繩也。菅蒯之類皆得為之。豈可以網罟而擬弦索哉。 \\n 相如上林賦曰。丹水更其南。紫淵徑其北。終始灞滻。出入涇渭。酆鎬潦潏。紆餘逶迆。經營乎其內。蕩蕩乎八川分流。相背而異態。然後灝溔潢漾。安翔徐回。翯乎滈滈。東注太湖。衍溢陂池。李善曰。太湖在吴縣。尚書所謂震澤也。沈存中駁之曰。按八水皆入大河。如何得入震澤。渭上老人蕭公復為辨云。此自賦客誇大之辭。廣張瑰瑋奇怪之說。以動蕩人心。然後列其諫諷之言耳。固非法度之言也。安可以圖經地志。責其物產所生成、山川所終始哉。沈存中獨譏相如。亦自強解事也。李子曰。沈存中雖似強作解事。相如亦自強為文。蕭公亦與強出理。文人誇誕。固其常態。然要不可以悖理。賦雖主于華掞。何至使秦川之水。曲折行數千里。以入東南之震澤乎。存中以正譏之。而蕭公以權直之。吾見直者之私而譏者之公也。 \\n 滹南王先生病淵明歸去來辭樂琴書以消憂。謂既云樂琴書矣。復何憂之可消乎。王先生亦過論矣。論語述而篇。葉公問孔子於子路。子路不對。子曰。女奚不曰。其為人也。發憤忘食。樂以忘憂。不知老之將至云爾。孔子自言樂以忘憂。自謂樂道以忘憂也。孔子樂道以忘憂。淵明樂琴書以消憂惡乎不可。 \\n 為政篇。居其所而众星拱之。疏云。众星共尊之。故釋文共音去聲。鄭玄作拱。俱勇反。鄭說實優。故學者皆讀從上聲。 \\n 先行其言而後從之。孔曰。疾小人多言。而行之不周。疏曰。君子先行其言。而後以行從之。治曰。孔注是。邢疏非。此盖謂先德行而後言語也。先行斷句。其言而後從之者。猶云而後其言從之。邢乃謂先行其言。而後以行從之。殊無義理。 \\n 奚其為為政。疏云。此外有何事其為為政乎。依疏此說。是二為字俱平音也。予謂不然。奚其為為政者。此言孝友便是為政之實。何必為人復為政乎。上為字于偽反。 \\n 述而篇。子曰。文。莫吾猶人也。躬行君子。則吾未之有得。此言當時貴文章而賤德行。文。莫吾猶人也。猶言文章。吾不能如當時之人。身行君子之道者。則吾未之有得也。未之有得。猶言未之見也。 \\n 史記。伊尹處士。湯迎之。五反。然後往從。湯以為相。李子曰。君子之道。或出或處。然則必有道而不肯以輕出者。謂之處士可也。中無所有。而尸處士之名者。索隱而行怪者也。故杜牧之送薛處士序云。處士之名何哉。潛山隱市。皆處士也。其在山也。非頑如木石也。其在市也。亦非愚如市人也。盖有大智不得大用。故羞恥不出。寧與市人木石為伍也。國有大智之人。不能大用。是國病也。故處士之名。自負也。謗國也。非大君子其孰能當之。論人若牧之。則所謂不失名實者矣。而今也。畫工鑷師。人人得而稱之。人人得而與之。彼其畫工鑷師。果皆伊尹之徒哉。 \\n 前人辨開元通寶錢。為高祖時鑄。歐陽詢書。後來無再鑄者。此攷覈之不精也。案唐食貨志云。武德四年。鑄開元通寶錢。其文以八分、篆、隸三體。又云。乾封元年。改鑄乾封泉寶錢。徑寸。重二銖六分。以一當舊錢之十。踰年而舊錢多廢。明年以商賈不通。復行開元通寶錢。天下皆鑄之。又云。開元二十六年。宣、潤等州。初置錢監。兩京用錢稍善。米價益下。其後錢又漸惡。詔出銅所在置監。鑄開元通寶錢。京師庫藏皆滿。是則高祖時已置此錢。高宗時又鑄之。玄宗時又鑄之。不得獨云高祖時鑄此錢也。錢又舊有三等。曰八分。曰篆。曰隸。不得獨云歐陽詢書之也。今所存。止見詢書者。盖為分、篆二體者甚少耳。 \\n 漢書李廣傳。元狩四年。大將軍等大擊匈奴。廣為前將軍。大將軍出塞。捕虜知單于所居。乃自以精兵走之。而令廣并於右將軍軍。出東道。東道回遠。少水草。廣辭曰。臣部為前將軍。臣願居前。先死單于。大將軍陰受上指。毋令廣當單于。廣固辭。大將軍勿聽。令長史封書與廣之莫府。曰。急詣部。如書。廣不謝大將軍而起行。意象慍怒。又廣與右將軍食其合軍出東道。惑失道。後大將軍。大將軍還。使長史持醪遺廣。因問其失道狀。廣未對。長史急責廣之莫府上簿。廣曰。諸校尉亡罪。乃廣自失道。吾今自上簿。至莫府。謂麾下曰。廣結髮與匈奴大小七十餘戰。今幸從大將軍出接單于兵。而大將軍徙廣部行回遠。又迷失道。豈非天哉。且廣年六十餘。終不能復對刀筆之吏矣。遂引刀自剄。之莫府三字。凡兩見。顏師古注曰。之、往也。莫府。卫青行軍府。顏說非也。之語佐。此廣之莫府。謂李廣之莫府也。若以之為往。以莫府為卫青莫府。則何為曰急詣部如書也。其下文長史急責廣之莫府上簿。其意與此不殊。廣以長史責其莫府上簿。因拒之曰。諸校尉亡罪。乃自我失道。吾今自上簿。已而廣身至己莫府中。乃謂其麾下云云。前以廣不從。故令急詣部。後以廣失道。故令急上簿。長史之責廣者。此二事耳。俱非使廣親往大將軍府也。莫府雖將軍所居。其下諸校尉并參佐等皆得言之。上文莫府省文書是也。 \\n 卫青父鄭季。以縣吏給事平陽侯家。平陽侯曹壽尚武帝姊陽信長公主。季與主家僮卫媼通。生青。青有同母兄卫長君及姊子夫。子夫自平陽公主家得幸武帝。卫媼長女君孺。次女少兒。次女則子夫。霍去病。青姊少兒子也。其父霍仲孺先與少兒通。生去病。及卫皇后尊。少兒更為詹事陳掌妻。史又云　。子夫幸。有身。少兒故與陳掌通。上召貴掌。李子曰。卫、霍皆淫婦人所生。夤緣中宮為侍中。至封侯。乃知功名之來。初無分于君子小人。而恒在夫逢與不逢之閒。世之人有少才力。輒抗志自負。必期一日攫取富貴于霄漢之表。以致敗衅者多矣。寧知運有通塞。數有奇偶者乎。故孟堅備錄二子始終之事云。青為平陽侯家人。少時歸其父。父使牧羊。先母之子皆奴畜之。嘗至甘泉居室。一鉗徒相青曰。貴人也。官至封侯。去病所將常選。然亦敢深入。常與壯騎先其大軍。軍亦天幸。未嘗困絕。觀史筆所著。則二子之所遭遇。概可見矣。 \\n 卫青傳。斬輕銳之卒。捕伏聽者三千一十七級。師古曰。本以斬敵一首。拜爵一級。故謂一首為一級。因復名生獲一人為一級。治曰。生獲不當言級。此顧上斬字為文。而顏顧捕字為解。誤也。既言斬。復言捕者。先捕得而後斬耳。 \\n 霍去病傳。為票姚校尉。服虔曰。音飄搖。師古曰。票音頻妙反。姚音羊召反。票姚、勁疾之貌也。荀悅漢紀作票鷂字。去病後為票騎將軍。尚取票姚之字耳。今讀者音飄遙。則不當其義也。師古雖破服音。然依服音讀。其義亦通。而顏直不取者。正用荀紀文耳。此二字集韻亦皆收入去聲。盖與顏意同也。老杜詩悉作平聲。則實用服注也。驃騎之驃。今世皆作去聲讀。又不作飄音。而直作票音。則又異于服音矣。 \\n 又捕斬首虜過當。師古曰。言計其所將人數。則捕首虜為多。過於所當也。一曰漢軍失亡者少。而殺獲匈奴數多。故曰過當也。師古兩說俱通。然當字不著音切。後人無所適從。據當字亦有兩音。平聲讀者。謂其過相當之數。則師古之後說也。去聲讀者。猶今世俗言其太甚者。則師古之前說也。又下文殺傷太當。師古曰。各大相殺傷。治以為不然。殺傷太當。止是殺傷大率相當。此當字乃從平聲讀。 \\n 捷首虜八千九百六十級。收休屠祭天金人。師率減十七。師古曰。祭天金人。今之佛像是也。屠音儲。師率減十七者。言其破敵。故匈奴之師十減其七也。一曰漢兵失亡之數。黈曰。捷、捷報也。首虜言級者。言虜得而斬之。師率減十七。言漢兵少而匈奴兵多也。去病能以少勝众。故嘉之。師古謂師為匈奴之師。史法匈奴兵。不得言師。又謂所減為漢兵失亡之數。武帝此語本欲褒賞去病之功。不宜復言漢兵有失亡也。二說俱不安。 \\n 渾邪王等謀歸漢。使人先要道邊。師古曰。道猶言也。先為要約來言之於邊界。黈曰。道音導。使人先要約。令漢軍導引入邊界。 \\n 薄暮。單于遂乘六臝。壯騎可數百。直冒漢圍西北馳去。師古曰。臝者。驢種馬子。堅忍。單于自乘善走臝。而壯騎隨之也。治曰。今回紇人善畜騾。騾有日行七八百里。不必驢種馬子。乃自有騾種耳。其騾生時。須剖母腹。亦有不剖而生者。然其力不及殺母者。單于所乘必此輩也。以騾堅耐。馬易乏。故不乘馬而但乘騾也。臝字。按韻作赢。或者臝。與裸字同音。臝、赢聲又相近。故借用之。不爾乃印本之誤。 \\n 右王迺去單于之號。師古曰。去、除也。音邱呂反。以是推之。去病之去。亦應上聲讀。而音發不著。盖闕。 \\n 約經齎。絕大幕。治曰。絕字。李廣傳。南絕幕。師古曰。絕、渡也。 \\n 去病在塞外。卒乏糧。或不能自振。而去病尚穿穴鞠也。服虔曰。穿地築鞠室也。師古曰。鞠。以皮為之。實以毛。蹙而戲也。音徒臘反。鞠音鉅六反。黈曰。鞠今之氣毬也。古質朴不解著氣。故但實之以毛。穿穴鞠者。穿地築作場穴。蹴毛毬其中。盖古軍中之戲。非若今世築毬之巧也。 \\n 師古曰。最亦凡也。此說不通。下連言大將軍青凡七出。則最不得為凡。最者、功最之最。言功之最大者也。上文曰。詔青尚平陽主。與主合葬。起冢象廬山云。師古于此云字下發注。又以最字獨為一句。恐不合班固意。愚以為云字當下屬。不當上屬。云最者、云功之最大者也。故前最最大將軍。後最最票騎將軍。 \\n 隋志云。晉自過江。凡貨賣奴婢馬牛田宅。有文券。率錢萬。輸估四百入官。賣者三百。買者一百。盖西晉未有此法也。于南渡後始有之。今世定稅錢。則每三十分中取一。與古不同。隋志云萬錢估四百。是三萬錢估一千二百也。據今法。三萬止取錢千。是今輕於古六分之一也。隋志又云。賣者三百。買者一百。今法亦與此不同。今則應有市易而漏稅者。有契坐買主。無契坐賣主。則今之法課之於古。大為緻密而詳盡也。盖古法意謂賣者得錢。故輸多。買者已費錢。故輸少。殊不知賣者為不足。且無所事券劑。故不當輸。而買者為有餘。且文契須在手。故當輸。至其買賣而無文契書。匿物不稅。則自是賣者之罪。此豈不為緻密而詳盡于古乎。 \\n 揚子雲謂餘、耳光初。竇、灌凶終。此語頗不類。子雲所謂光初者。謂有昧於卒也。所謂凶終者。則必謂有吉於始也。皆指交友之難而言之。餘、耳初相與為刎頸交。可不先為光乎。其後迭相魚肉。是於卒甚昧昧也。若王孫、仲孺則有異為是矣。始嬰欲倚夫引繩排根生平慕之後棄者。夫亦得嬰通列侯宗室為名高。兩人相為引重。其游如父子。是其始相得甚驩也。厥後夫為嬰故。遂怒武安侯蚡。骂臨汝侯賢。（灌賢。）至眾辱程將軍。（不識。）夫既繫居室。蚡遣吏分曹逐諸灌氏。嬰媿。為資使賓客請。嬰之夫人諫嬰毋銳救夫。恐併得罪。嬰曰。終不令灌仲孺獨死。嬰獨生。迺匿其家。竊出上書。盛推夫善。且言蚡短。卒與俱棄市。是二人始終之閒。交友之分。無一毫之不盡也。若嬰之不知時變。夫之無術不遜。取禍之道。甚於自戕。則子雲謂之凶終亦宜矣。然是言也。特以答或者之問交也。不主為修身慎行而發。前既言餘、耳。則後不當以竇、灌承之。竊謂竇、灌之問。當為田、竇之問。則其言有緒可抽矣。盖嬰為大將軍。方盛。蚡纔為諸曹郎。往來侍酒嬰所。跪起如子姓。丞相綰病。議置丞相、太尉。蚡又從籍福之說。讓魏其為相。而己為太尉。又俱好儒術。推轂趙綰、王臧迎魯申公。欲設明堂。以禮為服制。以興一太平。此其始吉也。已而嬰一斥不復。墨墨不得意。蚡起為丞相。驕橫日甚。而灌夫粗疏。忿激其閒。及夫得罪。嬰之東朝。盛推夫善。言其醉飽得過。迺丞相以它事誣之。復因言丞相短。武安迺言魏其、灌夫日夜招聚豪傑壯士與論議。腹誹心謗。不仰視天。則俯畫地。辟睨兩宮閒。幸天下有變。欲有大功。而嬰竟以蒙顯戮。蚡竟以被鬼誅。此所謂田、竇之凶終也。雄著書以竇、灌比餘、耳。誤矣。 \\n 素問說精食氣。則謂精從氣中來。道家言精生氣。則謂氣從精中來。究竟論之。精氣自是一物。正因變化不常。遂復判而為二。有能練是二者。復歸於一本。非古真人而何。 \\n 道家三一說。上一。中一。下一。是謂三丹田。達道者能使三復為一。一復為三。盖三丹田。精氣神之舍也。曰下丹田。關元精之舍。中丹田。絳宮神之舍。則上丹田。泥丸為氣之舍也。而上丹田果非氣之舍也。曰下丹田為氣海。可為氣之舍。則精之舍安在哉。以精舍諸中丹田固不可。若以舍諸上丹田尤不可者也。乃知下丹田雖名氣海。實精舍也。況下丹田不專在氣海。盖在脾臍與兩腎之閒。以臍腎為人受命之始。則下丹田為精之舍可無疑也。又氣海有二。舊說氣海在臍下。素問則謂膻中氣海也。直兩乳閒。準素問所言。則中丹田為氣之舍可無疑也。精舍諸下丹田矣。氣舍諸中丹田矣。神不舍諸上丹田。將安所寓乎。此三一之正處也。道家雖以三丹田為精氣神之舍。而不著所處。故為別白之。 \\n 黃太史莊子內篇論。不取向、郭。以為二子陷莊周為齊物之書。其為黃幾復墓志亦云。莊周雖名老氏訓傳。其斬伐俗學。以尊黃帝、堯、舜、孔子。自揚雄不足以知之。又曰。予嘗問以消遙游。幾復曰。嘗恨魏晉以來。誤隨向、郭。陷莊周為齊物。至謂尺鷃與海鵬。之二蟲又何知。是則魯直之得莊旨者深矣。然其內篇論首云。鹍鵬之大。鳩鷃之細。均為有累於物。則此言反與向、郭輩同之。是又何耶。盖將取彼以證此。舉粗以及精。而用意過差。賓主不明。遂使前後之辭自相為戾耳。讀者不可以不審思之。 \\n 歐陽永叔作詩。少小時頗類李白。中年全學退之。至于暮年則甚似樂天矣。夫李白、韓愈、白居易之詩。其詞句格律各有體。而歐公詩乃具之。但岁時老少差不同。故其文字亦從而化之耳。 \\n 歐詩。歡時雖索寞。得酒便豪橫。老蘇詩。佳節屢從愁裏過。壯心還傍酒中來。二老詩意正同。 \\n 歐公黃楊樹賦首云。若夫漢武之宮。叢生五柞。景陽之井。對植雙桐。疑此以前別有語。古人文字無有鑿空便云若夫者。禮記曲禮。於疑事勿質。直而勿有下即云。若夫坐如尸。立如齋。禮從宜。使從俗。鄭氏釋若夫云。言若欲為丈夫也。春秋傳曰。是謂我非夫。原鄭氏於此注釋者。意謂上下文本不相屬。無用此句相發。故別引先縠語。以夫為丈夫。鄭之此說亦強為解耳。其實若夫二字衍文耳。且曲禮汎說為人之禮。前已有語。尚不須此二字。況歐賦聲律文字。專以華藻鏗鏘為美。前無一言。遽以若夫一言為喚句。豈為文之體哉。歐公一代儒宗。定無此失。故予謂此賦。其若夫之前必別有語也。 \\n 又準詔言事書。論禦戎之策曰。契丹與朝廷通好。僅四十年。不敢妄動。今一旦發其狂謀者。其意安在。盖見中國頻為元昊所敗。故敢啟其貪心。伺隙而動耳。今若敕勵諸將。選兵秣馬。疾入西界。但能痛敗昊賊一陣。則吾軍威大振。而虜計沮矣。此所謂上兵伐謀者也。此策前既言中國頻為元昊所敗。而後云但能痛敗昊賊一陣。則軍威大振。何其言之戾耶。此殆繫鈴卻猫之說。為可哂也。而公言之者。知西北二敵通謀。急於隳壞兩國之勢。不覺言之之失也。又以此為上兵伐謀。亦非是。此乃伐交者也。 \\n 就吏有二說。蕭望之傳。弘、石建白。非頗詘望之於牢獄。塞其怏快心。則聖朝無以施厚恩。上曰。蕭太傅素剛。安肯就吏。此就吏。謂從有司追攝繫囚也。晉阮籍傳。太尉蔣濟辟之。籍詣都亭奏記云。乞回繆恩。以光清舉。濟遣卒迎之。而籍已去。濟大怒。鄉親共喻之。乃就吏。此就吏。謂入仕也。 \\n 石林過庭錄第四卷。說虞仲有三。而其第九卷論語。虞仲乃仲雍也。仲雍初本隱者。然則虞仲有二人矣。盖貪論議之多。所以前後自相亂。 \\n 不有祝鮀之佞而有宋朝之美。王滹南辨而有二字羡文。此說甚善。然有此二字亦通。盖二有止字皆繫上一不字為義。鮀之佞。巧言也。朝之美。令色也。苟無祝鮀之巧言。宋朝之令色。在於今世。必不能免。盖言時世濁亂。莫不惡君子而喜小人。而邢昺云。子魚有才。故時世貴之。朝美人而善淫。故時世疾之。如是則苟有祝鮀之佞者。便可以為子朝之淫矣。因文攷事。大害義理。 \\n 易曰。天下雷行。物與無妄。史記。朱英曰。代有無望之福。亦有無妄之禍。揚雄法言。論淳于越曰。仕無妄之國。食無妄之粟。分無妄之橈。吴志王、樓、賀、韋、華傳評曰。此數子處無妄之世。而有名位。強死其理。得免為幸。朱英所謂無望。與易不同。揚雄所謂無妄。正用卦名。予既辨之矣。而陳壽所謂無妄之世。則當為傳寫之繆。王、樓等當孫皓昏酗之際。豈得為無妄之世哉。此正無望之時也。范曄博達之士。苟以無望為無妄。是進昏皓於三代令王之列也。寧有是理乎。以無望為無妄。其為傳寫之誤。較然可知矣。 \\n 乾卦利見大人者二。此謂天下利見之也。以其龍見。（去聲。）故天下得以利見之。或者以為二與五□相見。非其說也。 \\n 詩序。哀窈窕云。哀盖字之誤也。當為衷。謂中心怒之。鄭康成箋詩。其所改字多矣。無如此說之疏。 \\n 關關瞗鳩傳云。雎鳩。王雎也。鳥摯而有別。箋云。摯之言至也。謂王雎之鳥。雄雌情意。至而有別。按釋鳥注。郭璞曰。鵰類。今江東呼之為鶚。陸機云。幽州人謂之鷲。而揚雄、許慎皆曰。似鷹。尾上白。數家說雖不同。而俱以為搏擊之鳥也。摯、鷙古字通用。鷙鳥以搏鷙為雋。正雕鷹之屬也。今鄭轉以鷙為至。言雌雄情意。至而有別。然則亦穿鑿甚矣。決不可從。 \\n 又窈窕淑女。君子好逑。毛以為后妃既有關雎之德。是幽閒貞專之善女。宜為君子之好匹。此正合詩人之旨。及此篇之序也。鄭乃謂善女能為君子和好眾妾之怨者。言皆化后妃之德。不嫉妒。謂三夫人以下。此說殊無巴鼻。序言后妃樂得淑女以配君子。憂在進賢。不淫其色。哀窈窕。思賢才。而無傷善之心。則是窈窕淑女。宜為君子之嘉配也。毛傳極為明白。而鄭以三夫人九嬪化后妃之德。又能為君子和好眾妾之仇怨。此其為辭。無乃太宛轉而不明乎。且君子好逑一句。何緣該此數節。後之言詩者。復不當致疑於其閒也。 \\n 又左右流之。流者、流之於水中也。荇菜流在水中。可以為薦宗廟。如淑女居幽閒之處。可以配君子。故后妃寤寐之時。常且求之。毛萇直以流為水。無此義。 \\n 又思服之服。悠哉之悠。毛俱釋之為思。非也。悠、遠也。悠哉悠哉者。言所思之遠又遠。而莫之得焉。悠盖思之意。而非思也。鄭說寤寐思服之服。事也。求賢女而不得。覺寐則思己職事。當誰與共之乎。此說是。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之七", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之七卷之七 \\n  \\n  \\n  \\n  \\n 近世宋九嘉自言。平生有三恨。一恨佛老之說不出于孔氏前。二恨詞學之士多好譯經潤文。三恨大才而攻異端。佛老異端。固所當恨。至于學士大夫譯經潤文。雖有異于顏子之若愚。曾子之一唯。本諸故訓。開釋奧義。是亦儒學之所先務。又何足訾乎。今飛卿一切以此為恨。殆見世之為文之士。大章短篇。略無自己一字。第剝削詩書中一二語。重摹而複寫之。以為文之至。則此誠可恨耳。所見有疑似。所恨有當否。吾恐後生輩泥飛卿之說。便以為準繩。則必有棄經之實。而專從事于詞藻之華者。故為別白之。 \\n 陶淵明夏日臥北窗下。清風颯至。自謂羲皇上人。羲皇上人謂宓羲以上人。杜子美陪鄭廣文游何將軍山林詩云。看君用幽意。白日到羲皇。盖用陶語也。杜詩本或作白日到羲黃。謂伏羲黃帝時。意亦同之。近世劉迎無黨題歸去來圖云。餘子風流空魏晉。上人談笑自羲皇。劉所謂上人者。果何等語耶。又以羲皇對魏晉。則亦疏矣。編纂時有如此者。便可削去。 \\n 四氣調神大論曰。道者。聖人行之。愚者佩之。王砅注云。聖人心合于道。故勤而行之。愚者性守于迷。故佩服而已。砅說非也。佩、背也。古字通用。果能佩服于道。是亦聖人之徒也。安得謂之愚哉。 \\n 景帝子傳。河閒獻王立毛氏詩、左氏春秋博士。黈曰。為朝廷立之。又被服儒術。師古曰。被服。言常居處其中也。黈曰。被服。其身衣被之也。非居處。又對三雍宮及語策所問三十餘事。其對推道術而言。得事之中。文約指明。黈曰。應劭于三雍宮下注云云。據書傳章句。當于三十餘事下注釋。 \\n 又中山靖王勝傳。每聞幼眇之聲。不知涕泣之橫集也。師古曰。幼音一笑反。眇音妙。精微也。黈曰。幼音窈。眇如字。幼眇、猶言幽咽也。 \\n 家語本姓解云。叔梁紇求婚于顏氏。顏氏有三女。其小曰徵在。顏父問三女。二女莫對。惟徵在曰。從父所制。已而生孔子。孔子三歲。而叔梁紇卒。葬于防。而史記孔子世家乃云。叔梁紇與顏氏女野合而生孔子。孔子聖人也。紇則聖人之父也。徵在則聖人之母也。其始成婚。家語載之如此其詳。司馬遷輕以所聞誣之。其罪大矣。 \\n 又孔子十九娶于宋之并官氏。一岁而生伯魚。伯魚年五十。先孔子卒。王肅注云。顏回死時。孔子年六十一。伯魚死時。孔子且七十。而論語云。顏回死。顏路請子之車以為之槨。子曰。鯉也死。有棺而無槨。或以為誤。李子曰。此非誤也。後人誤解論語耳。顏回死時。鯉實未死。孔子因路之請車。遂設言之。設使鯉死將葬。我但作棺而已。不必有槨也。孔子之志。亦未必然。但拒路之辭云然。 \\n 春秋穀梁傳曰。雩之必待其時窮。人盡力。何也。雩者、為旱求者也。古人重請。何重乎請。人之所以為人者。讓也。請道去讓也。黈云。四時之雩。禮之常也。旱而雩。人之情也。以請為去讓。是賤雨而貴旱也。穀梁子之言。何若是迂耶。果以請為去讓。則雲漢之靡愛斯牲。噫嘻之祈穀上帝。孔子不當錄之于詩也。凡祀事有三。曰告。曰祈。曰報。今以祈請為非禮。則告之與報之者。舉皆棄之可也。借曰告則示其所以尊敬之至。報則示其所以酬賽之勤。若請則近于鬼。于褻。于貪。是以為不可也。以是言之。理愈乖矣。夫人事盡廢。惟怪之依。則鬼也。朝夕巫覡。男女雜沓。則褻也。妄意徼覬。禱非其福。則貪也。今而暵旱極矣。齋心滌慮。而請命于天。何為而不可也邪。穀梁以為人之所以為人者讓也。請道去讓。有是其迂哉。予于是乎不取。 \\n 三山書解序曰。漢儒聞孔氏之書。有五十八篇。遂以張霸之徒所造偽書二十四篇。為古文尚書。晉齊之閒。真古文漸出。至隋開皇二年求遺書。然後始大備。而霸書遂廢。黈曰。按漢書儒林傳云。世所傳百兩篇者。出東萊張霸。分析合二十九篇以為數十。又采左氏傳、書敘為作首尾。凡百二篇。篇或數簡。文意淺陋。成帝時求其古文者。霸以為能百兩徵。以中書校之。非是。霸辭受父。父有弟子尉氏樊並。時大中大夫平當、侍御史周敞勸上存之。後樊並謀反。乃黜其書。儒林傳雖云其文淺陋。與中書不合。然霸所造書。初非鑿空。敢為臆說。要是綴緝諸家之言以成之。雖不得為純是。亦不得為純非。故平當、周敞勸上存之。徒以樊並謀反。迺黜其書。況其後真古文復出乎。真古文既出。則此書廢之可也。而直與之以偽造之名。霸亦屈矣。政以壁書未出。霸說先傳。一旦壁書復行。則此書不免為偽也。春秋三傳。董仲舒、劉向治公、穀。至向子歆始治左氏。左氏復立學官。而公、穀二傳。曾不以為偽而黜之也。三家至今卒以並行于世。何霸書泯歿而無傳。而公、穀竟與左氏鼎由寺于今邪。亦幸不幸存乎其閒耳。始霸書以樊並反。故黜之。而其學者無或廢之也。何以驗之。趙岐之注孟子。杜預之注左傳。韋昭之注國語。至若劉歆之博聞。賈、馬、鄭、服之通經。未嘗有以一言偽霸者。迨乎壁書再耀。眾口囂囂。而因以偽之。則霸之書。豈真為偽哉。第見而知之。聞而知之。聞于所聞而知之。閒有異同及純駮而已。彼公、穀兩家。繆誤皦然。而世希復言之者。初不敢以訾公、穀。大率畏舒、向之名。而不敢以議之也。班固藝文志云。仲尼以載籍殘缺。思存先世之舊。故與左邱明觀魯史記。因興以立功。就敗以成罰。有所褒諱貶損。不可書見。口授弟子。弟子退而異言。邱明恐弟子各安其意。以失其真。故論本事以作傳。及末世口說流行。故有公羊、穀梁、鄒、夾之傳。然則公、穀乃道聽之學也。道聽之學而鼓行。幾何而不為偽也。以霸則未必偽而廢。以公、穀則道聽而與左氏並。此豈非幸不幸存乎其閒哉。 \\n 政和本草盧會條下。本經云。俗呼為象膽。以其味苦如膽故也。雷公云。凡使。勿用雜膽。其象膽乾了。上有青竹艾班。此物是胡人殺得白象取膽。乾入漢中是也。而藥譜云。盧會、樹脂也。本草不細委之。謂之象膽。殊非也。藥譜破本草不細委。謂盧會為象膽為非。此說不明。本草正言俗以盧會味苦如膽。故呼象膽。則本草非指此物是象膽。特名象膽耳。其言盧會本胡人殺象取膽為之。凡使勿用雜膽者。乃雷公之謬也。而藥譜不專指雷公之謬。而但言本草之非。無別白甚矣。 \\n 東坡論黃霸以鶡為神爵。云黃霸本尚教化。乃復用烏攫小數。陋哉。潁川鳳凰。盖可疑也。治以為不然。夫兩漢風俗。經历五霸之雜、七雄之詐、孤秦之暴。仰望文、武、成康之世。猶之霄漢之邈。況欲求如堯、舜於變之時哉。有能以利和義、以智行仁、以權濟道者。君子所不棄也。班固云。南陽好商賈。召父富以本業。潁川好爭訟分異。黃韓化以篤厚。漢世親民之吏。以為治若黃次公者盖無幾。必謂化民成俗。不應用小小之智數。真過論矣。蓋亦思夫霸之時。得為稷、契之時乎。潁川之民。得為堯、舜之民乎。以時則五霸、七雄、孤秦之後。以民則率皆爭訟分異猾亂之俗。將以變而化之。使人人而為善人。不用小數以引以冀。何以抑其獷驁之氣。易其視聽之習哉。小數之假。所以為大道之歸也。蘇子以此陋霸。至以疑潁川之鳳。幾何其不為洗垢求痕歟。 \\n 喓喓草蟲。趯趯阜螽。注云。興也。喓喓、聲也。草蟲、常羊也。趯趯、躍也。阜螽、蠜也。箋云。草蟲鳴。阜螽躍而從之。異種同類。猶男女嘉時以禮相求呼。疏曰。以興以禮求女者大夫。隨從君子者其妻也。正義曰。釋蟲云。草蟲、負蠜。郭璞曰。常羊也。陸璣云。小大長短如蝗也。奇音青色。好在茅草中。釋蟲又云。阜螽、蠜。李巡曰。蝗子也。陸璣云。今人謂蝗子為螽子。兖州人謂之螣。許慎云。蝗、螽也。蔡邕云。螽、蝗也。明一物。李子曰。草蟲正言草中蟲耳。阜螽即蝗類。草蟲喓喓而鳴。阜螽躍而從之。盖以類相求也。說者既以草蟲為螽。又以螽為蝗。又雜以常羊、負蠜、蠜、螣、蝗子之屬。卒無定名。師說相承。五經大抵如此。學者止可以意求之。膠者不卓。不膠則卓矣。又中華古今注曰。結草蟲一名結葦。好于草末折屈草葉以為巢窟。處處有之。 \\n 又小星詩云。三五在東。注云。三心五噣。四時更見。疏云。柳五星。釋天。咮謂之柳。天文志云。柳。謂鳥喙。鳥喙者、柳星也。以其為星之口。故謂之喙。李子曰。三五者。言其星或三或五耳。天星三五者多矣。定以為心噣。非也。 \\n 左思吴都賦。猿父哀吟。犭军子長嘯。李善曰。山海經曰。獄法之山有獸。狀如犬。人面。見人則笑。名犭军。治曰。山海經曰。犭军見人則笑。而賦言犭军子長嘯。當是常笑。而賦作長嘯者。板本錯。 \\n 又吴都賦云。其竹則篔簹林箊。桂箭射筒。劉逵曰。箖是猿公、越女所與試劍者也。賦曰林箊。劉止解箖而不解箊字。箖箊必一物。或單稱箖。或單稱箊。而此賦板本。誤以箖為林耳。 \\n 左傳僖公六年。許僖公見楚子。而縛銜璧。大夫衰絰。士輿櫬。楚子問諸逢伯。逢伯對曰。昔武王克殷。微子啟如是。武王親釋其縛。受其璧而袚之。焚其櫬。禮而命之。使復其所。又史記宋世家云。武王克殷。微子啟乃持其祭器。造于軍門。肉袒面縛。左牽羊。右把茅。膝行而前。武王乃釋微子。復其位如故。而孔穎達疏尚書。于微子之命。不信史記。以為遷之書辭多錯謬。面縛。縛手于後。故口銜其璧。又安得左牽羊。右把茅也。余以為穎達之言未必是。遷之言未必非。蓋大夫衰絰。非著衰絰。必齎持之也。許公使大夫齎衰絰、士與櫬。微子所以如是。則齎而輿之者。必其從者也。宋世家又謂持祭器造于軍門。所謂祭器者。雖不必備計。不一而足。亦當令從者持之。喪服、櫬柩、簠簋之類。皆屬諸從者。則左牽羊。右把茅。亦從者之事。決非微子兩手牽把之。穎達以手縛不能為用為司馬遷之失。此非遷之失。乃孔氏之失也。然史記與左傳所載不同者。盖其所采錄有或詳或略云耳。 \\n 上古天真論曰。男子五八腎氣衰。髮墮齒槁。八八天癸竭。形體皆極。此謂古今之人皆然也。然復云。上古之真人。為能呼吸精氣。獨立守神。故壽敝天地。中古之至人。為能去世離俗。積精全神。亦歸于真人。其次有聖人者。以恬愉為務。以自得為功。則亦可以百數。前說男子四十已衰。六十已老。後說古之人皆壽。是豈古人之形神精氣其所禀受者與今人異耶。何壽夭相懸之甚也。竊嘗攷自黃帝、堯、舜以降。至于周之文、武之時。其君臣無不壽者。盖皆如素問所論。知道而能行者也。不惟壽考康寧。又其創功造事。以利于生民者。若與元化語。若與鬼神接。非後世人耳目心智所能彷彿者。是又何哉。余以謂。惟精與明能壽。惟得壽。故精者愈精。明者愈明耳。今之人一切反是。是亦可哀也已。 \\n 濟南先生李廌方叔將心論曰。白起為將。以書攷之。不言斬首坑卒者勿論。論其直書斬首若干、坑卒若干而計之。凡殺敵國之兵八十四萬人。黈曰。兵固有實一而號十者。若起殺敵之類。恐皆計其所號者書之。敵始張虛名以待我。我既勝之矣。我又從而大吾之功。是以若此甚也。雖然就使以十為百、以百為千。起之所殺。猶近于十萬人。則亦酷矣。況其中亦有以實書者乎。詩人有勸君莫話封侯事。一將功成萬骨枯之句。以起言之。萬骨之枯。斯固無足卹者也。伐國不問仁人。仁人不可以伐國乎。伐人之國。雖曰能之。要非仁者之心也。俗人以材論將。方叔以心論將。方叔其仁哉。 \\n 許渾灞上逢元處士東歸詩云。何人更結王生袜。此客空彈禹貢冠。薛逢上崔相公云。公車未結王生袜。客路空彈禹貢冠。二人所對皆同。然許語似暢于薛。 \\n 唐德宗嘗自謂本好推誠。亦能納諫。及與李泌語。則云。朕好與人較量理體。崔祐甫性褊躁。朕難之。則應對失次。朕常知其短而護之。楊炎氣色粗惡。難之則輒勃然怒。無復君臣之禮。所以每見令人發憤。餘人則不敢復言。盧杞小心。朕所言無不從。又無學。不能與朕往復。故朕所懷常不盡。惟與卿言。使朕中懷已盡而屈服不能不從。然李泌所論。與回紇可汗合骨咄祿和親。終不許。因乞骸骨。上乃曰。朕非拒諫。但欲與卿較理耳。（事在貞主元三年。）黈曰。□哉。德宗之為君也。自謂好推誠而喜折難。□□以察察為明。自謂能納諫。而喜人之從己。以諾諾為小心。既不誠矣。既愎諫矣。復自謂與人較量理體。夫理所以定國是也。體所以正朝端也。欲定國是而正朝端。乃以非理而奪人之理。以非體而屈人之體。何如是悖乎。自古人君拒諫飾非者。代皆有之。未有如德宗之甚者也。 \\n 張文潛書鄒陽傳云。鄒陽傳稱梁孝王用羊勝、公孫詭之說殺袁盎。事覺。孝王懼誅。使陽入關內求解。陽見齊人王先生。用其計。說王長君。長君入言之。及韓安國亦見長公主。事果得不治。此則陽與安國同救孝王殺袁盎事也。而韓安國傳所稱見長公主事。自以孝王僭天子游戲。天子聞之。心不喜。太后乃怒梁使者。弗見。按責梁王。安國為梁使。見大長公主而泣。長公主具以語太后。事乃解。其後安國坐法。久之。復用為梁內史。乃有勝、詭說王。殺袁盎等事。安國諫王。王乃殺勝、詭。漢使還報。梁事解。無安國見長公主事。此則安國見長公主。自以梁王游戲事在前。非勝、詭事也明矣。鄒陽傳中所載。誤記安國所解前事為今事耳。李子曰。凡人行事。有主之者。有簉從者。有遂事者。據二傳所載。盖安國兩見長公主。但所以見之者不同也。其救游戲事。必主安國。在他人無所與。故獨見于本傳。其求解殺盎事。必主鄒陽。而安國特遂事焉。故安國之見長公主。不具于本傳。而略附于鄒陽傳中也。宛邱以此為班固之誤。治以為不然。二事較然明白。班固良史。不應遺忘至此。 \\n 陳後山送趙承議德麟云。林湖更覺追隨盡。巾帽猶堪笑語頻。此更字意。恰如近世李屏山所謂。更道劉王量如海。怎生容得辟陽侯。 \\n 儒翟先生碑。其篆文作豕。歐陽公疑之。以為豕字無所出。治謂豕乃學字之誤。故又轉而為翟也。為儒不得為翟。為翟不得為儒。豈以先生兼是二者。而當世從學者推美而稱之歟。無是理也。故予以學字為斷。 \\n 陶穀詩。尖簷帽子卑凡厮。短靿鞲兒末厥兵。歐公云。末厥亦當時語。予景祐閒已聞此語。時去陶公未遠。人皆莫曉其意。王原叔博學多聞。見稱于世。最為多識前言者。亦云。不知為何說也。第記之。必有知者耳。治曰。末厥盖俗語也。歐公雖以此為當時語。亦自不知為何義。大抵末厥者。猶今俚語俗言木厥云耳。木厥者。木強刁厥之謂。 \\n 歐公所撰王德用神道碑。康、邦、煩、人、卫、議皆同押。又晏元獻碑。氏、裔、洛、學、詔、後皆同押。歐公去今纔百餘年。其文律寬简。猶有古人風氣。今世作文。稍涉此等。便有譏議。乃知律度益嚴而其骨格益以弱也。 \\n 卦有六爻。初、二、三、四、五、上也。卦有六德。剛、柔、仁、義、陽、陰也。自下而上。以之相配。則初爻剛、二爻柔、三爻仁、四爻義、五爻陽、六爻陰也。只以乾一卦推之。便盡此理。 \\n 乾卦具四德。四德。元亨利貞。雖云四德。然元亨者又合而為一事也。利貞者又合而為一事也。故為文言。前段則云。元者。善之長。亨者。嘉之會。利者。義之和。貞者。事之幹也。而後段則云。乾元者。始而亨者也。利貞者。性情也。又坤之繇云。坤元亨。利牝馬之貞。是亦以此四德析之為兩事也。 \\n 論語。朝聞道。夕死可矣。注曰。將至死不聞世之有道。疏云。此章疾世無道也。設若早朝聞世有道。暮夕而死。可無憾矣。黈曰。聞道。謂身自聞道耳。舊說以聞道為聞世有道。舛矣。然舊說云然者。意謂孔子天縱將聖。秉生知之質。豈不聞道乎。出此言者。盖因衰世敗俗發之。殊不知孔子之言。其為人者多。其為己者少。此實教人者之言也。而說者以為疾世。非也。 \\n 子美送韋書記赴安西云。白頭無籍在。朱紱有哀憐。舊注云。無籍。謂無籍在朝列也。籍如通籍之籍。此說殊繆。盖籍在。顧賴之意。子美自言身已衰老。無所顧籍矣。而韋書記有哀矜于我也。籍在之籍。音去聲。若言無籍在為無籍在朝列。則何得以有哀憐為對耶。 \\n 子美夔府書懷云。南內開元曲。常時弟子傳。法歌聲宛轉。滿座涕潺湲。按明皇雜錄云。天寶中。上命宮中女子數百人為梨園弟子。皆居宜春北院。然則弟子所傳者。乃天寶曲。非開元曲也。而子美謂為開元曲者。意以為其曲雖盛于天寶。而原其所自來。則開元時已有之矣。故雖天寶之曲。命為開元。亦自無傷也。 \\n 陸賈傳。名聲籍甚。注云。狼籍甚盛。非是。籍甚。謂若編籍然甚隆盛也。狼籍。則猥亂之意。故孟子謂狼籍人也。于其名聲言之。非所以為美矣。 \\n 內經言。腎者作強之官。技巧出焉。技雖不至于道。亦游于藝者之所貴。巧雖未至于神。亦妙萬物而為言。不作強則何以得之。故知作強者乃精力之謂。 \\n 唐藝文志次第絕無法式。甲部經錄禮類中。載周禮、儀禮。自可以類推。而于樂類中。乃載崔令欽教坊記、南卓羯鼓錄。夫教坊、羯鼓。何得與雅樂同科。乙部史錄雜傳記類中。載圈稱陳留風俗傳三卷。而于地理類中亦載之。崔豹古今注。于儀注類中言一卷。于雜家類中言二卷。世說則小說之屬也。劉義慶世說八卷。劉孝標續世說十卷。既載之小說類中矣。而王方慶續世說十卷。復載諸雜家類中。是不可曉也。丙部子錄道家類中。既載神仙三十五家。又載釋氏二十五家。無乃太汎濫歟。此等自合各立一類收之。又道家類中。既純載老子及列、莊、文、庚四輔等書。以符咒、修攝、靈驗、變化等為神仙。然于神仙類中。復載玄景先生老子道德要義五卷。賈參寥莊子通真論三卷。此又雜之甚者也。又道家類中載張志和玄真子十二卷。而于神仙類中載之則云二卷而已。張志和一人之身也。一人之口也。豈十二卷者惟說清淨無為。而此二卷者多說金丹大藥。飛昇隱化事。皆不可得而攷之也。 \\n 豐卦。彖曰。豐。大也。注云。大音闡大之大。大止一音耳。至于是發音為闡大之大。豈大小之大別有反切乎。疏云。凡物之大有二種。一者自然之大。二者由人之闡弘使大。原孔疏意。祇是附王注云為之說耳。夫訓詁與音韻不同。王立此說。孔申此說。固無不可者。余但不知王所謂音者。何音也。 \\n 琴賦。閒遼故音痺。弦張故徽鳴。所謂痺者。猶今之先攵聲也。東坡志林。黈曰。嵇康賦琴。自說琴德。必不得說琴病。若謂音痺為先攵撒。則正是說琴病耳。嵇旨必不其然。竊意閒遼為徽外。音痺為聲緩。其或近之。 \\n 旅卦。六二。旅即次。懷其資。得童僕貞。王輔嗣以懷為來。以童僕貞為得童僕之所貞。疏因言懷來資貨。又得童僕之正。不同初六賤役。皆未為得。伊川以懷為蓄。以得童僕貞。為童僕亦盡其忠信。誠得之矣。于羈旅之中。懷蓄資貨。苟不有忠信之僕。則害或及之。惟得童僕之貞。故終無咎。 \\n 又九四。得其資斧。輔嗣謂客于所處。不得其次。而得資斧之地。故其心不快。是也。伊川以為得貨財之資。器用之利。其義似短。既得貨財之資。器用之利。則我心奚為而不快乎。又以資斧為二字。大是牽強。資斧不相為對。 \\n 又六五。射雉一矢。亡。終以譽命。羈旅于外。艱苦備嘗。其志意無所稱遂。是將射雉而忘其矢也。然六五有文明之德。每事居中。則其為矢也多矣。射雉而但亡一矢。餘矢尚多。故矢雖少詘。志不能伸。而終以譽而獲其爵命焉。晉重耳在外者十九年。而卒以得國。盖類此爻。始小亡而終大獲也。 \\n 又上逮也。疏謂羈旅不可處盛位。然處文明之內。能照禍福之幾。不乘下以侵權。而承上以自保。故終得美譽而見爵命。此說解釋王注甚明。而伊川以為逮、與也。上逮則上下與之。且經止言上逮。初無及下之文。不知伊川何以發上下之義也。必不可從。 \\n 又上九。象曰。喪牛于易。終莫之聞也。輔嗣謂喪稼穡之資。不在于難。而無有一言以告之者。伊川謂喪順德于躁易。而終不自聞知。程說喪順德於躁易。誠優於王。但以為終不自聞知。則卻與本文不合。其終莫之聞。此一句。盖對終以譽命為辭。六五上九。偶在羈旅之時。但六五則以柔處中。故終以見譽。上九則用剛過亢。故終以莫聞。上九言凶。而六五不言吉者。互文。 \\n 巽卦。利見大人。王氏以為大人用選。其道愈隆。程氏以為巽順雖善道。必知所從。能巽順于陽剛中正之大人。則為利。如五二之陽剛中正。大人也。巽順不于大人。未必不為過。如王說則是利在于大人。如程說則是利在于見者。二說程氏為長。大人之號不一。或聖人。或君子。或長者。或王公。皆得稱之。 \\n 又六四。悔亡。王氏。乘剛。悔也。程氏云。陰柔無援。而承乘皆剛。宜有悔也。李子曰。巽順之時。能乘乎剛。未必有悔。伹此六四乘三之剛。故有悔焉。二說王氏為長。 \\n 又田獲三品。王氏云。三品。乾豆、賓客、充君之庖。程氏云。一為乾豆。一供賓客與充庖。一頒徒御。李子曰。三品具見于王制。盖一如王氏之說。而程氏乃于乾豆之外。併以賓客充庖為一品。又以徒御為一品。夫頒賚徒御。自當在獲禽之始。已而分為三品。若復以徒御參之為品。則是有四品也。恐不宜然。 \\n 又九五。悔亡之悔。王謂以陽居陽。損于謙巽。故有悔。程謂柔順之道。所利在貞。此戒五也。程說長。 \\n 又無初有終。王云。卒以剛直用加于物。故初皆不說。終于中正。邪道以消。故有終。程云。命令之出。有所變更也。無初。始未盡也。有終。更之使善也。若已善。則何用命。何用更乎。此說甚好。盖盼下文先庚後庚之語。 \\n 又上九。喪其資斧。疏謂所用之斧是也。程氏。資、所有也。斧、以斷也。是以資斧為二物矣。盖程于旅卦。已解于貨財器用。于此不得不為是說耳。 \\n 又貞凶。象曰。正乎凶也。王謂失其威斷。是正之凶。程謂過極于巽。至于自失。得為正乎。乃凶道也。李子曰。程于爻辭。已注正道為凶。則是與王意合。于象辭乃再改為疑而斷之之辭。盖止因乎字而發。 \\n 巽之九二。以陽處陰。故曰巽在床下。巽之上九。過極于巽。亦曰。巽在床下。是皆以不得其位。雖于巽順而反獲其罪者也。但二以履正居中。故用巫而終吉。而上以損威失斷。故喪斧而貞凶。 \\n 子罕言利與命與仁。注云。寡能及之。故希言是也。罕言非絕口不言。但希及之耳。三千之徒。惟顏子為能知十。曾子能悟一貫。雖子貢猶自言。夫子之言性與天道。不可得而聞之。則夫群弟子之中。可與言極而語至者。盖已少矣。性命之事。宜子言之罕也。然其子仁利。亦復罕言者。何哉。盖利有二。有便利之利。有利欲之利。二者雖不同。而莫逃于聖人之至道。仁有二。有愛人之仁。有克己之仁。二者雖不同。而莫外于聖人之至德。子罕言利與仁者。非罕言利與仁也。正罕言其道德云耳。而說者乃曰。利謂利益萬物。仁謂愛人及物。則夫利與仁者。一而已矣。安得而為二事乎。因知利者欲利周于天下。易所謂顯道。仁者克己復禮。以為萬善之長。易所謂神德行。 \\n 晉書天文志說天徑者凡數家。皆言不及三十六萬里。而又有云。日徑千里。夫以天體之廣。不應東西相直。不能容三百六十日也。攷之度數。足知說者之妄。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之八", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之八卷之八 \\n  \\n  \\n  \\n  \\n 孔安國尚書序曰。秦始皇滅先代典籍。焚書坑儒。天下學士。逃難解散。我先人用藏其家書于屋壁。此家語所謂子襄以秦法峻急。壁中藏其家書是也。然予讀史記孔子世家及班固漢書。則有少疑焉。世家云。孔子生鯉。鯉生伋。伋生白。白生求。求生箕。箕生穿。穿生子慎。子慎生鮒及子襄。子襄年五十七。嘗為孝惠皇帝博士。子襄生忠。忠生武。武生延年及安國。安國為今皇帝博士。至臨淮太守。早卒。西漢書云。惠帝除挾書之律。立學興教。招聘名士。文、景以後。儒生更众。且子襄藏書于屋壁。為歲已久。亦曷嘗一日而不欲復大耀于世哉。自高皇帝過魯。以太牢祀孔子。則此時已可以發。顧國家萬事草創。日不暇給。而挾書之禁猶存焉。則不敢以輕舉者。良有以也。逮孝惠時。挾書之律既除矣。學校庠序既興矣。天下名士既聘矣。身而既為博士矣。子襄自合出其所藏之書。就使子襄未及是而死。則繼之為文、景之世。于雅莘莘。天下文明。又非孝惠時比。其為子襄之子孫者。亦合出之。何待景帝之子魯恭王餘壞孔子宅。然後有傳也。豈藏書之時。雖其子孫亦不使之知耶。豈子孫雖復知之。時移代換。恐為勢家所有。不敢以自陳耶。豈以歲月邈。不敢必其有無而故不言耶。抑懲秦禍難。姑欲存書壁中。庶幾得以傳遠。故不廢也。夫為聖人之子孫。幸遇文治蔚興之時。埋沒祖先之光澤。使帝王之遺書。泯泯焉而莫之卹者。豈人之情也哉。予竊疑焉。博洽君子。當有以辨之。 \\n 又經籍道息。用不復以聞。穎達解前叟籍云。籍者古書之大名。由文而有籍。謂之文籍。因史所書。謂之史籍。可以為常。謂之典籍。然則經籍者。其六經之籍歟。漢書言尺籍通籍。籍以竹為之。盖簡策之類。穎達謂為古書之大名。亦隨文解之耳。用不復以聞。用字與前用藏其家書于屋壁同。用、由也。言由此也。 \\n 如、若一也。然有時而為異。彼如是。吾亦如是。因之以如為往。如棠觀魚之類是也。彼若是。吾亦若是。因之以若為順。欽若昊天之類是也。是以讀書者。貴反覆求之。 \\n 復卦。反復其道。七日來復。王輔嗣云。陽氣始剝。至來時。凡七日。王解至甚簡徑。而孔穎達復引鄭康成所取易緯六日七分之說。以謂陽氣剝、復。隔此純陰一卦。卦主六日七分。舉其成數言之。故云七日來復。又云以六十卦當六日外。餘有五日四分之一。每日分為八十分。合四百二十分。六十卦分之。六七四十二。卦別各得七分。是謂每卦得六日七分。易固象數之學。然亦不必如此其拘也。繫辭云。乾之策。二百一十有六。坤之策。百四十有四。凡三百有六十。當期之日。其五日四分之一亦自略而不言。則六十卦分期之日。是每卦只得六日也。始為純乾之體。陽氣漸消。陰氣漸長。一變而為遘。再變而為遯。三變而為否。四變而為觀。五變而為剝。六變而為坤。七變而為復也。由是而言。則輔嗣之解。豈不至甚簡徑乎。又何必傍取易緯之數。以附會之也。易緯猶不足取。若楮氏、莊氏改日為目。謂欲見陽長須速者。尤可笑也。疏又謂觀注之意。亦用易緯。細究王旨。實與易緯不同。穎達此意。取為康成所挩。而不覺從其說耳。康成深于數者也。然過泥算數。每每如此。故其說多不能通。 \\n 坎卦彖辭。水流而不盈。第五爻辭。坎不盈。王輔嗣以前為險陷之極。以後為險難未盡。雖彖爻各為之說。而中閒自有條貫。不可亂也。知此水流而不盈。專指九二言之。 \\n 爾雅釋詁云。初、哉、首、基、肇、祖、元、殆、俶、落、權、輿。始也。是皆以一字為一義。自初至落。固不必論。夫所謂權輿者。何為而為始也。盖五量皆生于權衡。故謂權為始。若輿則載也。運行莫先于此。故謂輿亦為始。孟子云。朕載自毫。意出于此。然攷之經史。必權輿二字雙舉者。以初、哉、俶、落等皆見始意。而權輿外無所發。故連屬以命之。 \\n 鄰韻而協者。詩家閒用之。謂之轆轤格。又謂之出入格。或以為宋人始。非也。此自有詩以來有之。盖古人文體寬简。不專以聲病為工拙也。然為律詩。則其格有二。有前後相錯者。有前後兩叠者。如李賀詠竹云。入水文光動。抽空綠影春。露花生筍徑。苔色拂霜根。織可承香汗。裁堪釣錦鱗。三梁曾入用。一節奉王孫。則其相錯者也。如示弟云。別弟三年後。還家十日餘。綠醽今日醉。緗帙去時書。病骨獨能在。人閒底事無。何須問牛馬。拋擲任梟盧。則其兩叠者也。 \\n 晁迥法藏碎金。秦人帶劍。彼人相笑。人當作楚。 \\n 唐羅鄴牡丹詩云。可憐韓令功成後。辜負濃華過一春。韓令謂韓弘也。弘嘗除去所居牡丹。故云。濃華當作穠華。詩。何彼襛矣。襛、如容切。毛云。襛猶戎戎也。按廣韻。襛、穠同音醲。又而容切。襛、衣厚貌。穠、華多貌。然詩既言棠棣杕杜桃李。則自當作穠。而作襛者。盖古字通用。 \\n 楚郟敖。左氏則名之麇。公穀則名之卷。司馬遷則名之員。其名之也且如是。其跡安可盡信哉。 \\n 左傳莊公十一年。宋大水。公使弔焉。曰。天作淫雨。害于粢盛。若之何不弔。言若之何不弔。所以致不敢不弔之意耳。以文勢觀之。其旨自見。杜注不弔。乃云不為天所愍弔。誤矣。襄十四年。卫獻公出奔齊。公使厚成叔弔于卫曰。寡君使瘠。聞君不撫社稷。而越在他境。若之何不弔。曰。以同盟之故。使瘠敢私于下執事。有君不弔。有臣不敏。君不赦宥。臣亦不帥職。增淫發洩。其若之何。厚成叔所謂若之何不弔。與弔宋之語。其意一也。杜于卫獻公無所釋。而于宋則遽謂不為天所愍弔者。豈以為莊公之傳已有此解。而襄公之傳不煩複說歟。以為卫獻播越。乃其自取。而宋之大水。天實為之。故獨謂宋公不為天所弔歟。求之二說。俱不可得而通也。跡夫弔宋之語。至于若之何一句。則止容有天不愍弔之義。而厚成叔既云若之何不弔。而其下方致弔辭。則不弔之語。必不主於天也。且客弔主人。必先指彼事。次道己懇。以相慰諭。然後弔禮成焉。謂天作淫雨。害于粢盛。指彼事也。謂若之何不弔。道己懇也。今俱以為指彼事。無乃闕乎哉。若曰。淫雨由天降災。上天所當愍悼。若之何天不弔宋。播越由人失德。上天不當垂卹。若之何魯不弔卫。宜事異而辭同。此又兒童之見也。夫天降災害。所以警人君也。播越固由于失德。而天作淫雨。安知其不由于宋君之失德乎。論事初不當如此。但因天作淫雨。輒以不弔主天。徵之事則有窒。審之文則不完。故為辨之。 \\n 今人以不達權變者為慕古。盖謂古而不今也。左氏傳曰。君子以為古。書無逸曰。昔之人無聞知。皆是意也。 \\n 李白尋陽紫極宮感秋云。何處聞秋聲。翛翛北窗竹。迴薄萬古心。攬之不盈掬。魯直和和甫得竹云。陰雨打葉時。曲肱自晏息。心游萬物初。何處尋轍迹。竹雖一草木。而二公賞詠乃如此。因知不可一日無此君。非徒一時語也。 \\n 王逸離騷章句。本文雖復倒複較。然迄不敢去取一語。鄭氏注禮記。刪竄改革。惟意所如。純于為逸。則似大拘。純于為玄。則似不讓。不讓則師也之過。太拘則商也之不及。二子苟能抑所長而進所短。則可以無憾矣。 \\n 世以三命推運行者。謂遇值本命及相衝之宮則凶咎不祥。是不然。相衝而凶。固自其宜也。我以木而處夫木之位。我以水而行夫水之時。當有大來之吉。又奚凶咎為哉。究其大旨。亦所以儆戒乎太盛云耳。夫憂善相尋。吉凶同域。福或基于危駮之中。禍或胎于通達之會。庸庸者誠不足以及此。惟明智之士。于是乎深致力焉。夕惕若厲。雖休勿休。故能安而益安。尊而益尊。蔑有一朝之患也。本命之說。實出于此。 \\n 禮少儀。尊壺者面其鼻。盖推敬嚮仰之義。卑者之于尊者。所當如是。而今俚俗。無問老幼。無擇賓主。悉以為不當然。卑者輒為尊者背之。曰。自有耳以來。人以為不當然。此甚可鄙也。予每深求其故。此亦有所自來。尊壺者而其鼻。本以敬尊者。然客有執謙者。不敢擅居尊者之禮。因以為之辭。曰。不敢當此盛意。後生不悟。轉相傳承。遂以面鼻為不當焉。 \\n 高祖隆準龍顏。漢書注。準音掘。今韻中準字亦兩音。果兩音俱通。漢書注自當重出。今不重出而單發掘音。是亦好異之蔽也。譬如閉門之閉。本讀音箄。又方結切。苟與人語。專以閉門為人聲。不惟他人不省。亦未有不笑者矣。字類此者甚多。正可隨俗呼之。 \\n 老杜送高三十五書記師字韻詩。言意娓娓不盡。予嘗欲作一篇。自顧淺陋。不敢措手。人言百尺竿頭。更進一步。予謂此詩。百尺竿頭。更進百尺。 \\n 孔安國尚書序曰。伏羲、神農、黃帝之書。謂之三墳。少昊、顓頊、高辛、唐、虞之書。謂之五典。是以三墳當三皇。五典當五帝也。然攷之司馬遷史記。則云。嫘祖為黃帝正妃。生二子。其後皆有天下。其一曰玄囂。是為青陽。青陽降居江水。其二曰昌意。降居若水。昌意生高陽。是為帝顓頊也。顓頊崩。而玄囂之孫高辛立。是為帝嚳。嚳父曰蟜極。蟜極父曰玄囂。玄囂父曰黃帝。自玄囂至蟜極。皆不得在位。至高辛即帝位。高辛于顓頊為族子。娶陳鋒氏女。生放勛。娶娵訾氏女。生摯。帝嚳崩而摯代立。摯立。不善。崩。而弟放勛立。是為帝堯。又曰。顓頊生窮蟬。窮蟬生敬康。敬康生句望。句望生橋牛。橋牛生瞽叟。瞽叟生舜。自窮蟬以至帝舜。皆微為庶人。司馬遷所記止此。而所謂少昊者。絕不稱道。甚可疑也。按帝繫、本紀、家語、五帝德皆云。少昊即黃帝子青陽是也。又春秋左氏傳。少昊有不才子。天下之民謂之窮奇。杜預注云。少昊。金天氏之號。次黃帝。然則黃帝崩後。少昊即位。為得其實。故孔安國以黃帝為三皇之末。以少昊為五帝之首。而次及高陽、高辛氏也。今司馬遷乃云。黃帝崩。葬橋山。其孫昌意之子高陽立。是為帝顓頊。顓頊崩。帝嚳立。帝嚳崩。帝摯立。帝摯崩而帝堯立。帝堯崩而帝舜立。是黃帝歿後。殊無名少昊者也。則諸書何為備數以為五帝乎。盖玄囂即少昊氏。而司馬遷謬誤不載錄耳。司馬遷又謂玄囂是為青陽。降居江水。此又妄也。當是昌意先降江水。後降若水。司馬遷既不以玄囂為少昊。謬謂青陽降江水。昌意降若水也。皇甫謐云。黃帝在位百年而崩。而通鑑舉要曆云。黃帝在位六十五年。謐又云。顓頊在位七十八年。舉要曆云。顓頊在位一十八年。豈少昊在位之年。或在黃帝六十五年之後。或在顓頊一十八年之前也耶。 \\n 陶弼詩。冬日喜許陟見過云。扁舟興盡且休去。五嶺以南皆洞庭。按五嶺橫列于虞郴、桂道之閒。北望洞庭甚遠。弼謂五嶺以南皆洞庭。何耶。大抵詩家立意貴縱奪。造語貴激昂。弼之此意。亦以見一時相慕戀云耳。 \\n 絜矩之道。鄭云。絜猶結也。挈也。矩、法也。君子有挈法之道。謂常執而行之。釋文。挈、音結。其注中挈也之挈。苦結反。晦菴則復援引莊子、荀子之注云。絜、圍束也。謂以物圍束為之則也。音戶結反。李子曰。鄭、朱兩說俱未為得。絜直當作挈字讀之。矩者方正之具。物有四隅。吾挈矩以度之。于此而得一隅。則彼之三隅猶是也。故曰。所惡于上。毋以使下。所惡于下。毋以事上。所惡于前。毋以先後。所惡于後。毋以從前。所惡于右。毋以交于左。所惡于左。毋以交于右。此之謂絜矩之道也。鄭說本甚明白。而益以絜結矩法之說。遂有蛇足之患。晦菴乃引莊、荀以絜為圍束。圍束其矩是何等語耶。借曰以物圍束為則。而其則矩二字。亦不可相屬。借又曰絜為則而矩為法。倒言之以為法則。而其法則之道。亦不成語也。 \\n 晦庵語錄。或問大學知止便是知至否。曰。知止則知事之所當止。知至則心之知識無不盡。李子曰。知止則所謂知止而后有定。知至則所謂物格而后知至。兩者意不得以相通。不惟意不相通。其語亦不相類。盖知止者。謂知其所止也。若知至。則吾之所當知者自至耳。且知止云者。猶治國、齊家、修身、正心、誠意、格物之辭也。知至云者。猶物格、意誠、心正、身修、家齊、國治之辭也。此其語又安得以一類推之。大抵晦庵之論。佳處極多。然窒礙處亦不可以毛舉也。學者正當反覆與奪之。若乾卦之知至。則又別矣。 \\n 宣和畫譜載李公麟作畫。以立意為先。布置緣飾為次。盖深得杜甫作詩體製。甫作茅屋為秋風所破歎。雖衣破屋漏非所恤。而欲大庇天下寒士俱歡顏。公麟作陽關圖。以別離慘恨為人之常情。而設釣者于水濱。忘形塊坐。哀樂不關于其意。其他種種類此。予姪婿張子敬云。公麟此筆。當取杜牧齊安郡晚秋詩意。盖其詩末句云。可憐赤壁爭雄渡。惟有蓑翁坐鈞魚。此論甚好。 \\n 淵明歸去來辭。或命巾車。呂延濟云。巾、飾也。周禮註云。巾、猶衣也。然則所謂巾車者。命僕使巾其車也。或者以為小車。非也。齊宗室傳。衡陽王鈞。常手自細書五經。置于巾□中。巾箱五經自此始也。或者以為舉子以小本文字著巾幘中。謂以巾幘如箱篋然。非也。 \\n 荀子儒效篇。充虛之相移易也。堅白同異之分隔也。雖聖人之知。未能僂指。楊氏云。僂、疾也。言雖聖亦不可疾速指陳。僂、力主反。楊氏又引公羊傳曰。夫人不僂。何休曰。僂、疾也。齊人言也。李子曰。楊說宛轉不著明。大抵僂曲也。未能僂指。言未能曲指以一二數也。或以僂縷古字通用。謂不能覼縷而指數之也。楊氏以僂指謂為疾速指陳者。特牽何休之說耳。 \\n 李陵詩。行人難久留。各言長相思。安知非日月。弦望自有時。李周翰曰。我心相思如日月。當有弦望無極時。翰說非是。弦則月半之明也。望則月滿之時。朔則日月相合也。李陵意謂今雖相別。各出相思之言。安知人生之離合。非若日月之有離合乎。日月之弦望有時。人生之聚散亦自有時也。但當期遠久耳。故下云努力崇明德。皓首以為期。 \\n 謝靈運擬魏太子鄴中集詩序云。不誣方將。庶必賢于今日爾。方將猶方來及將來也。謂丕自以為不敢妄欺方來。必期後世追議今日之事。使言賓主風流。賢于昔日也。而張銑以為所述不作誣誑。庶使後代以我為賢。誤矣。 \\n 兩都賦序。道有夷隆。學有麤密。呂延濟曰。夷、平也。隆、盛也。言代有平盛。學者隨時精麤。不可齊也。李子曰。平非對盛之辭。夷言陵夷也。 \\n 卫國風碩人。手如柔荑。音嗁。毛傳云。如荑之新生。正義曰。荑所以柔。新生故也。若久則不柔。故知新生。又邶風靜女。自牧歸荑。洵美且異。匪女之為美。美人之貽。毛傳曰。牧、田官也。荑、茅之始也。本之于荑。取其有始有終。箋云。洵、信也。茅、潔白之物。自牧田歸荑。其信美而異者。可以共祭祀。猶貞女在窈窕之處。媒氏達之。可以配人君。又文選郭景純游仙詩云。臨源挹清波。陵岡掇丹荑。善曰。掇、拾也。丹荑、赤芝也。凡草之初生。通名曰荑。叉顏延年和謝監靈運云。倚巖聽緒風。攀林結留荑。尚曰。留荑、香草。緒風、相續不斷之風。善曰。楚辭。畦留荑與揭車。王逸曰。留荑、香草也。又車駕幸京口侍游蒜山云。春江壯風濤。蘭野茂荑茵。銑曰。荑茵、初生草也。又梁邱遲希範侍晏樂游苑送張徐州應誥云。輕荑承玉輦。細草籍龍騎。良曰。荑、草之初生者。又謝靈運登石門最高頂云。心契九秋幹。目玩三秋荑。銑曰。九秋榦、松之類。荑、草之類。又從游京口北固應詔云。原隰荑綠柳。墟囿散紅桃。銑曰。荑、嫩枝也。善曰。大戴禮夏小正曰。正月柳稊。稊者、發孚也。荑與稊音義同。又易大過。枯楊生稊。王輔嗣云。稊者、楊之秀也。疏云。稊者、楊柳之穗。已上諸說。大抵以為草木之始生者。皆得謂之荑。而應邵風俗通乃云。荑者、茅始熟中穰也。既白且滑。近世渭上翁蕭真卿辨者。以為荑者芽生纖嫩可愛。手指纖柔。亦如荑之初生可愛。非取荑之硊折而不柔也。應說為非。然細攷之。應固為非。而蕭亦未為純是也。手如柔荑。本謂如初生之草。而應謂茅始熟中穰。似無所據。而蕭謂非取荑之硊折而不柔。則是過論也。應說曷嘗有取硊折之意乎。 \\n 荀子修身篇。凡治氣養心之術。莫徑由禮。莫要得師。莫神一好。楊氏說云。一好謂好善不怒惡也。楊說疏矣。一好謂純一其好。思慮不雜也。用志不分。乃凝于神。此神一好之說也。 \\n 荀子勸學篇曰。君子知夫不全不粹不足以為美也。故誦數以貫之。思索以通之。為其人以處之。除其害者以持養之。使目非是無欲見也。使耳非是無欲聞也。使口非是無欲言也。使心非是無欲慮也。及至其致好之也。目好之五色。耳好之五聲。口好之五味。心利之有天下。楊倞注云。致、極也。謂不學極恣。其性欲不可禁也。心利之。有天下之富也。或曰。學成之後。必受貴而能盡其欲也。楊說非是。荀卿本勸學者。使純一而無雜言。其致好之者。謂其好學之極者也。致好之。則譬如目之于五色。耳之于五聲。口之于五味。心之有天下之富。所以承上使目非是無欲見也等語。故其下文繼云。是故權利不能傾也。天下不能蕩也。生乎由是。死乎由是。夫是之謂德操。如倞所釋。則前後之文。舉不類矣。倞又云。學成之後。必受貴而能盡其欲也。此尤害理。覽者自當見之。 \\n 杜牧晚晴賦。睹八九之紅芰。芰、菱屬也。菱花色黃而不紅。杜既言紅。又以比美女。則當指芙渠也。杜誤以芰為蓮。 \\n 左太沖三都賦。其自序曰。相如賦上林。而引盧橘夏熟。揚雄賦甘泉。而陳玉樹青蔥。班固賦西都。而歎以出比目。張衡賦西京。而述以游海若。假稱珍怪。以為潤色。又云。考之果木。則生非其壤。校之神物。則出非其所。于辭則易為藻飾。于義則虛而無徵。又自以為所著。其山川城邑。則稽之地圖。鳥獸草木。則驗之方志。左序如此。然自今觀之。亦未能免此弊也。于蜀都則云。試水客。漾輕舟。娉江妃。與神游。又云。吹洞簫。發棹謳。感驔魚。動陽侯。此與甘泉之玉樹。西京之海若。復何所異。至于談吴都之賦。則云。巨鼇贔尸貝。首冠靈山。大鵬繽翻。翼若垂天。雖詞人之語。詭激誇大。可以理貸。亦其秉筆之際。遐探雄擢。偶忘己之所稱也。方之盧橘之誤。比目之誕。豈不更甚矣乎。 \\n 蕭氏公論。載魏書郭祚謂李彪曰。爾與宋弁心交。豈能饒爾。而獨怨我乎。此則今人所云饒你饒人之所出也。饒、優也。李子曰。饒者、相寬假之意。今世俚語謂假寬前人。則為與些田地。此甚有理。 \\n 子貢方人。或云以他人比方人。或云以己比方人。又人者。或今人。或古人。皆得言之。 \\n 李賀雲裾數幅蹋雁沙。謂裾似雲。步似蹋沙之雁也。或云。沙當作紗。祇言裾之長也。 \\n 張平子二京賦云。北闕甲第。當道直啟。程巧致切。期不（豕）陊（豸）。注云。、崩也。懷也。陊、落也。賦又云。河渭為之波盪。吴嶽為之（雉）堵。注云。堵、崩落也。賦又云。既定且寧。焉知傾。左思吴都賦云。其于珍賂。則云精曜潛熲。（古迥）。硩（敕力。）陊（直氏。）山谷。劉逵注云。硩者、言其有如硩擿而陊落山谷者。然則字或音豕。或音雉。陊字。或音豸。或直氏反。皆崩懷墮落之謂也。 \\n 又二京賦。天命不謟。疇敢以渝。杜預注左傳。以謟為疑。今劉良以謟為善。誤矣。賦謂高祖西都關中。盖天啟其心。人惎之謀。天命在所不疑。誰敢復變此議。賦又云。超殊榛。扌带飛鼯。薛綜曰。扌带、捎取之也。李善曰。扌带、大結切。今人作墨竹者。皆謂之扌带竹。或是此字。賦又云。天子有道。守在海外。守位以仁。不恃隘害。薛綜曰。淮南子曰。天下無道。守在四夷。天下有道。守在海外。平子言狩。薛綜引淮南言守。其義亦同。然左傳謂天子守在四夷。而淮南謂天下無道。守在四夷。語不類者。盖淮南子道家者流。誇言之也。 \\n 曹子建公讌詩。公子敬愛客。終日不知疲。應瑒德璉侍五官中郎將建章臺燕集詩云。公子敬愛客。樂飲不知疲。左太沖詠史詩云。吾希段干木。偃息藩魏君。吾慕魯仲連。談笑卻秦軍。當世貴不羈。遭難能解紛。功成恥受賞。高爵卓不群。臨組不肯緤。對珪寧肯分。謝靈運述祖德詩云。段生藩魏國。展季救魯人。弦高犒晉師。仲連卻秦軍。臨組乍不緤。對珪寧肯分。按魏志云。文帝為五官中郎將。瑒為文學。瑒為丕文學。則必非碌碌者。而靈運之文章。沈約稱美。以為江左莫及。二君製作。必不剝掠前人。然瑒則全用子建語。靈運則全用太沖語。何也。當是愛賞之極。時時諷詠。不覺誤為己有耳。謝詩復云。惠物辭所賞。厲志故絕人。一篇之中押兩人字。在古雖有此體。終不免為疵纇。此豈率爾而為之耶。陳述祖德。固無率爾之理。是又何哉。 \\n 曹子建上責躬應詔詩表云。晝分而食。夜分而寢。分音扶問反。張銑曰。晝分、日中時也。夜分、夜半時也。分字別無他義。此語亦甚易解。字既不必發音。語亦不必下注。今加音注。真為蛇畫足也。若據此音。則春秋二分。亦合作去聲讀之。無乃太僻耶。 \\n 左太沖詠史云。金張藉舊業。七葉珥漢貂。善曰。班固漢書金日磾贊曰。夷狄亡國。羈虜漢庭。七葉內侍。何其盛也。七葉。自武至平也。又張湯傳贊曰。張氏之子孫相繼。自宣元以來。為侍中中常侍者凡十餘人。侍中中常侍固珥貂矣。然言七葉珥漢貂者。乃金氏。非張氏也。與其貴寵。因連言之。詩又云。陳平無產業。歸來翳負郭。善曰。漢書曰。陳平家貧。好讀書。其家負郭窮巷。以席為門。鄭玄禮記注之曰。負之言背也。李善以負郭為背。良是。然亦不必援引鄭玄語也。負大概言其靠城郭爾。 \\n 孫子荊陟陽侯亭詩云。三命皆有極。咄嗟安可保。又左太沖詠史詩云。俛仰生榮華。咄嗟復凋落。李善同注云蒼頡篇曰。咄、啐也。說文曰。啐、驚也。王弼周易注曰。嗟、憂歎之辭。啐、蒼憒切。然則咄嗟者。驚歎之謂也。或改石崇傳咄嗟而辦。為啐嗟而辦者。強為說耳。 \\n 顏延年五君詠阮步兵末云。物故不可論。塗窮能無慟。物故、世故也。一世之事。舉不可論。憤激之極。理勢窘蹙。不能無慟。或云。物故即古人也。前書音義謂人死為物故。顏以嗣宗謂古人不必論議。所當論者惟在當世之事。而魏晉之交。一時人物。又皆不足論。故託跡獨駕。不由逕路。至于車跡所窮。不能不慟哭也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之九", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之九卷之九 \\n  \\n  \\n  \\n  \\n 開元閒。呂延祚苦愛文選。以李善注解徵引載籍。陷于末學。述作之由。未嘗措翰。乃求得呂延濟、劉良、張銑、呂向、李周翰再為集注。然則凡善所援理。自不當參舉。今而夷考。重複者至居十七。殆有數百字前後不易一語者。辭劄兩費。果何益乎。延祚始嗤善注。祇謂攪心。予竊嗤延祚。徒知李善之攪心。而不知五臣之競攪也。 \\n 徐悱敬業酬到溉詩云。寄言封侯者。數奇良可歎。數音所具反。奇音居宜反。按前漢書李廣傳曰。大將軍卫青。陰受上指。以為李廣數奇。毋令當單于。恐不得所欲。孟康曰。奇、隻不耦也。如淳曰。數為匈奴所敗。詳史所載。此則天子語。天子以廣連為匈奴所敗。故不令獨當單于。所以言數奇也。若以數字為去聲。則是運數不耦耳。豈有天子于將帥。以命運敕之耶。從如說。音為所角反。 \\n 子建之七哀。主哀思婦。仲宣之七哀。主哀亂離。孟陽之七哀。主哀邱墓。呂向為之說曰。七哀者。謂痛而哀。義而哀。感而哀。怨而哀。耳目聞見而哀。口歎而哀。鼻酸而哀。且哀之來也。何者非感。何者非怨。何者非目見而耳聞。何者不嗟歎而痛悼。呂向之說。可謂疏矣。大扺人之七情。有喜怒哀樂愛惡欲之殊。今而哀戚太甚。喜怒愛惡等。悉皆無有。情之所繫。惟有一哀而已。故謂之七哀也。不然。何不云六云八。而必曰七哀乎。 \\n 陸士衡別士龍詩云。分塗長林側。揮袂萬始亭。佇盼要遐景。傾耳玩餘聲。謝靈運與從弟惠連詩云。中流袂就判。欲去情不忍。顧望脰未悁。河曲舟已隱。東坡既別子由復寄詩云。登高回首坡隴隔。惟見烏帽出復沒。文章氣燄。天機所到。雖云古今一轍。至其寫手足之愛。道違離之苦。千載而下讀其詩。則猶能使人酸鼻。此豈真有物以觸之。特詩人能道人情之所同然者。人易為之感動耳。 \\n 顏延年答鄭尚書詩云。何以銘嘉貺。言樹絲與桐。桐固可以言樹也。絲亦可以言樹乎。古人之文類此者。不可以枚舉。大概古人為文。主意而不主辭。辭散意渙。意至則已。今人之文。專以辭為主。少不緊密。則共嗤點。立法太苛。求備太甚。是以文彩煥發。觀之可愛。而氣質萎索。了無餘味也。 \\n 范蔚宗樂游苑應詔詩末云。聞道雖已積。年力互頹侵。探己謝丹雘。感事懷長林。又顏延年和謝監詩云。伊昔遘多幸。秉筆侍兩閨。雖慚丹雘施。未謂玄素暌。呂延濟、呂向皆以丹為榮祿。而李善又以為君恩。皆非也。丹雘所以為國家之光華也。范意謂揣己空疏。不足以華國。故感事思歸。顏意謂雖無文章。可以華國為慚。亦未至始素終玄。如絲之改色也。 \\n 傅咸長虞贈何邵王濟詩云。雙鸞游蘭渚。二離揚清暉。李善曰。漢書注。長離、靈鳥也。善既以離為靈鳥矣。而又以為日月。何也。揣咸詩意。靈鳥為得。 \\n 謝惠連獻康樂詩云。成裝候良辰。儀舟陶嘉月。善曰。楚辭陶嘉月兮總駕。搴玉英兮自修。爾雅曰。陶、喜也。又靈運酬惠連詩云。儻若果歸言。共陶暮春時。濟曰。言當共暢樂暮春之時也。然陶之一字。本出檀弓子游之語。子游曰。人喜則斯。陶陶斯詠。陶自暢說之意。而康成之注以為鬱陶。非也。 \\n 陸士衡赴洛詩云。親友贈予邁。揮淚廣川陰。撫膺解攜手。永歎結遺音。以陸詩言之。則解當音佳買反。自為從已字也。或音胡買反。其義雖通。然終不若前音。 \\n 鮑明遠擬古云。兩說窮舌端。五車摧筆鋒。劉良以兩說為本末之說。言舌端能摧折文士之筆端。非也。兩說者、兩可之說也。謂兩可之說。能窮舌端。而五車之讀。能摧筆鋒云者。猶言禿千兔之毫者也。李善又以魯連說新垣衍及下聊城為兩說。則益疏矣。 \\n 又代君子有所思云。蟻壤滿山河。絲泪毀金骨。蓋謂事有可憂者。雖小可以喪生。故下云器惡含滿敧。物忌厚生沒。而李善指讒邪之人。似不類也。按家語。孔子曰。吾聞宥坐之器。虛則敧。中則正。滿則覆。此詩當云含滿覆。而謂含滿敧者。又明遠之誤也。 \\n 杜子美秋雨歎云。闌風伏雨秋紛紛。或者謂闌風二字無出處。偶讀文選詩。謝靈運初發都云。述職期闌暑。理棹變金素。翰曰。闌暑、夏末暑闌也。闌風當用此語。謂薰風闌盡。將變而為涼風也。一本闌作蘭。古字通用。 \\n 杜牧皇風詩。迒蹊巢穴盡窒塞。禮樂刑政皆弛張。弛當作施。 \\n 古人文字多實□。後世不可援以為例。古人中有全學。筆意所到。隨即發見。故無奇無俗。舉皆混然。吾學未力。吾業未精。苟復曰。古之作者。尚未免淺陋之病。其在我輩。何所不可。有若然者。真所謂不知其本者矣。張平子南都賦。其說廚傳則曰。酸甜滋味。百種千名。退之之詩。亦有蝦跳過爵兒落及偶上城南土骨堆之句。諸若此類。又豈可以為例哉。 \\n 草亦稱林。楚辭曰。游蘭皋與蓮林。又陸士衡招隱詩云。結風佇蘭林。蘭蓮皆草也。 \\n 西方之書與中國之書。往往更相假借以為誇。韓詩外傳曰。人死曰鬼。鬼者歸也。精氣歸于天。肉歸于土。血歸于水。脈歸于澤。聲歸于雷。動作歸于風。眼歸于日月。骨歸于木。筋歸于白。齒歸于石。膏歸于露。髮歸于草。呼吸之氣復歸于人。圓覺經四大之說。大概與此同之。但韓傳所謂歸者。一十有三。而圓覺之所謂歸者。止四而已。顧韓說之繁重。實不若圓覺之約且足也。然不知韓傳竊彼書耶。抑彼書之竊韓傳耶。韓嬰在圓覺前。不應掠取浮屠語。吾意譯潤者盜嬰語耳。 \\n 阮嗣宗有詠懷詩十七首。宋顏延年、梁沈約為之注。三百五篇之後。詩之有注者。當始于此。 \\n 國風。方秉蕑兮。贈之以芍藥。貽我握椒之類。皆以為外藉芳香可翫之物。持贈所懷。既以盡其交結往來之歡。且以表其深相愛慕之情也。楚辭曰。折疏麻兮瑤華。將以遺兮離居。王逸曰。疏麻、神麻也。棗掾逸民賦曰。沐甘露兮餘滋。握春蘭兮遺芳。謝靈運越嶺溪行詩云。想見山阿人。薜蘿若在眼。握蘭勤徒結。折麻心莫展。又南樓遲客云。瑤華未堪折。蘭苕亦萎擿。路阻莫贈問。云何慰離折。凡此一本於詩人之意。乃知後世寄柳折梅。未必真有實事也。 \\n 戰國策。劇辛諫楚頃襄王曰。黃鵠其小者也。蔡聖侯因是已。蔡聖侯其小者也。君王之事因是已。此與莊子山木篇。睹雕陵異鵲。其說頗相類。但立意殊別耳。戰國時。縱橫之學盛。家自為師。人自為徒。所趣雖各不一。而于言語譔著之閒。遞相仿託。故其辭旨雷同者甚多。不獨是事也。此因是已三字。亦見之于莊子齊物論。然語同而意二。劇辛所謂因是已者。謂由此事遂至于如此。延叔堅戰國策論曰。因是已。因事已復有是也。延論近之。若莊子之所談。則大異于是矣。莊子以為道隱于小成。言隱于榮華。故有儒、墨之是非。遂有因是因非之說。又繼之以指馬之喻。莛楹厲施之譬。且舉狙公之賦芧。而以昭文之鼓琴。師曠之枝策。□惠子之據梧結之。喻以指馬。則無物不然。無物不可矣。譬以莛楹厲施。詼佹譎怪。道通為一矣。舉狙公之賦芧。則以明夫聖人之所休。終之以三子之無成。以明夫聖人之所圖。則盡矣。蔑有以加矣。此其所以能齊物乎。秋水篇。因其所大而大之。則萬物莫不大。因其所小而小之。則萬物莫不小。因其所有而有之。則萬物莫不有。因其所無而無之。則萬物莫不無。因其所然而然之。則萬物莫不然。因其所非而非之。則萬物莫不非。正與齊物論相為表裏。蓋皆究竟言之。初非劇辛之所能知也。劇辛之徒。徒借其語以簧鼓云耳。 \\n 莊子說佝僂丈人承蜩。嘗讀至此而疑之。蜩、蟬也。佝僂者承之。則亦安用而取之耶。後讀禮記及荀子。始得其說。禮記內則。數庶羞則有爵、鷃、蜩、范等物。鄭氏注云。蜩、蟬也。范、蜂也。又荀子致仕云。耀蟬者務在明其火。振其樹而已。火不明。雖振其樹無益也。楊倞注曰。南方人照蟬。取而食之。則知承蜩者。所以取供食用耳。 \\n 決字俗皆作決。盖為韻所誤。此字正當作決。而韻解決。則謂水流行。解决。則謂决斷。不知有何所據。而別為二義也。易。夬、決也。剛決柔也。曲禮。濡肉齒決。乾肉不齒決。決、斷也。乾肉堅。宜用手。不以齒決之。古書中無有作决者。顏元孫干祿字書。分通、正、俗三等。如决等字。乃所謂俚俗相傳而非正者也。學者不可不知。 \\n 列子湯問。帝命夸娥氏二子。負二山。一厝朔方。一厝雍南。自此冀之南、漢之北。無隴斷焉。孟子公孫丑篇。有賤丈夫焉。必求龍斷而登之。趙云。龍斷、謂堁（課）斷而高者。丁云。按龍與隆聲相近。隆、高也。蓋古人之言耳。如胥、須之類是也。張云。斷如字。或讀如斷割之斷。非也。陸云。龍斷、謂壟斷而高者。詳審眾說。張音、陸解正與列子合。今當從之。斷則斷絕之處。俯臨低下。所以為高也。丁說雖通。而于斷義稍疏。 \\n 前漢趙過始用牛耕。石林援冉伯牛、司馬牛皆名耕。以證過以前耕非用牛。則名字何取以相配乎。古蓋耕而不犁。後世變為犁法。耦用人。犁用牛。過特為之增損其制。非用牛自過始。又云。孔子言犁牛之子騂且角。孔子時固已用犁。李子曰。石林說趙過以前已用牛耕。誠是。然方說冉伯牛、司馬牛名字。而復遽云犁牛之子云云。何其說之不倫也。犁自是雜文。今呼貓犬之類毛色之雜者。皆謂之黧。古字少。凡音相近者。皆得通用。而石林以駁雜之犁。同之耕犁之犁。是真誤矣。 \\n 詩采苓篇云云。其義以為吾將采苓于首陽之顛。人或為言此山之有苓也。當遽往之。亦無苟信斯人之言。為有苓而遽往之。必審其實有。而後往之可也。人或為言此山之無苓也。當舍之哉。亦無苟然斯人之言。為無苓而遽舍之。必審其實無。而後舍之可也。如是則人之為無實之言者。何得而至於前乎。苟、猥也。人之為言。復言之者。上句通言言有無者。下句言為無實之言者。此詩指切晉獻公聽人之言。虛亦信之。實亦信之。故序謂好聽讒焉。鄭以苓之有無為似是而非。乃贅辭也。于本旨甚不緻密。 \\n 班孟堅論六經曰。樂以和神。仁之表也。詩以正言。義之用也。禮以明體。明者著見。故無訓也。書以廣聽。智之術也。春秋以斷事。信之符也。五者蓋五常之道。相須而備。而易為原。攷之班氏之說。俱為未允。獨以春秋為信之符。似可附著。然其意亦未能盡。大抵詩之教。主于溫柔敦厚。則詩近于仁也。書長于政。為政者惟斷乃克。則書近于義也。樂之為物也。廣博易良。而入人也深。則樂近于智也。春秋屬辭比事。可筆則筆。可削則削。所以明示萬世而無惑。則春秋有近于信也。今固以樂為仁。以詩為義。以書為智。而又以春秋斷事為信之符。則俱誤矣。 \\n 舊唐書。武后問狄仁傑曰。朕要一好漢任使。有乎。仁傑乃薦張柬之。新史則云。朕要一奇士。通鑑則云。朕要一佳士。佳士則風流蘊藉者也。奇士則懷材抱藝者也。皆不盡好漢意。然好漢字大為涉俗。非史書語。但曰奇男子可也。 \\n 曹彬伐江南還。入見。以牓子進曰。句當江南公事回。此舊說也。宋實錄避高宗諱。遂改句當為幹當。而東都事略則曰。但奉敕江南幹事回。然句當則本語也。新唐書盧文藻盜庫財。高宗以職主幹當。自盜罪死。諫議大夫蕭鈞諫上。詔原死。予以職主幹亦當止。是句當字。子京喜新奇。故改之耳。 \\n 史記載四凶事。堯本紀云。舜言于帝。請流共工于幽陵。以變北狄。放驩兜于崇山。以變南蠻。遷三苗于三危。以變西戎。殛鯀于羽山。以變東夷。舜本紀則云。流渾沌、窮奇、檮杌、饕餮于四裔。以禦魑魅。全引左氏語。或曰。欲其事互見。予以為非是。春秋左氏傳及國語。皆邱明筆。中閒事同而語異者幾半。蓋當纂集之時。其文字重複。不能具載。或具于此而闕于彼。或著于彼而沒于此。緝之為春秋傳、國語二書。各自為義。所以一事二說為互見也。今史記一書。而所載不同。其意雖若互見。然于文字實為冗複。此在史筆。最關利害。不可不深察也。 \\n 書皋陶謨。翕受敷施。九德咸事。孔氏以為合受三六之德。而用之以布施政教。使九德之人皆用事。史記夏本紀亦載此言曰。翕受普施。然則敷當訓普。不當訓布。 \\n 東坡水調歌頭。我欲乘風歸去。只恐瓊樓玉宇。高處不勝寒。起舞弄清影。何似在人閒。一時詞手。多用此格。如魯直云。我欲穿花尋路。直入白雲深處。浩氣展虹蜺。祇恐花深裏。紅露溼人衣。蓋用坡語也。近世閒閒老亦云。我欲騎鯨歸去。只恐神仙官府。嫌我醉時真。笑拍群仙手。幾度夢中身。 \\n 平價買物曰和買。新唐書吴湊言宮市事曰。宮市大抵強買民間物。宜料中官年高謹信者為宮市令。平價和售。按韻書。賣物出手曰售。今云平價和售。則卻是以平價和賣。非和買也。 \\n 經史意一而體二。經可言命而史自不可言之。史雖不可言命。至于家人相與之際。一嚬一笑。小或係于女氏之貴賤。大或係于邦國之盛衰。是必有數存乎其閒。未能遽以人事斷也。如薄姬一遇而得子。元后之享國六十餘年。得非天歟。史記外戚世家序及西漢外戚傳序。論夫妃匹之合。俱以為在命。則此誠為得。自餘皆不可以言命。蓋作史之體。務使聞之者知所勸戒。而有以聳動之。故前世謂史官權與宰相等。苟一切以聽之命。則褒貶之權輕。褒貶之權輕。則聳動之具去矣。又安用夫史筆為哉。 \\n 孟子。自反而縮。吾不惴焉。吾不惴焉者。謂不使之恐懼我也。古人為文。有此等語。今詎能容爾耶。 \\n 中庸。君子之道費而隱。鄭云。言可隱之節也。費猶佹也。道不費則仕。釋文云。費本又作拂。同扶拂反。猶佹也。佹、九委反。鄭以費為佹。佹即違拂之意。謂世道相違。則君子隱而不仕。過庭錄說費即顯也。讀如惠而不費之費。出而被乎外之名。此所以為闇然而日章。意謂雖隱而能顯云爾。康成則全屬上文。故獨明隱操而改其字。過庭則兩屬上下。故推廣隱德而倒其語。費實費用。今改讀拂音。而訓之為佹。中庸本無此義。君子之道費而隱。不言隱而費。又何以為闇然而日章乎。二說俱不得其當。晦菴謂。費、用之廣也。隱、體之微也。以首下章而為之說。曰。君子之道。近自夫婦居室之閒。遠而至于聖人天地之所不能盡。其大無外。其小無內。可謂費矣。然其理之所以然。則隱而莫之見也。若晦菴之說。是真得子思之旨者也。易曰。神無方而易無體。一陰一陽之謂道。繼之者善也。成之者信也。仁者見之謂之仁。智者見之謂之智。百姓日用而不知。故君子之道鮮矣。理蓋與此同之。 \\n 漢元帝時。西域初置戊校尉、己校尉。說者或云。戊己土也。土無正位。或云。土居中央。校尉亦居西域之中。以治諸國。李子曰。前說非是。後說近之而不得焉。戊己居中。政取中國之象。以制四夷耳。何但居西域之中。以治諸國乎。 \\n 陳無己每登覽得句。即急歸臥一榻。以被蒙首。謂之吟榻。金國初。張斛德容作詩。亦必以被蒙首。須詩就乃起。詩未成或比日不食。 \\n 陳師錫云。溪門寂寞無人到。只有清風獨自來。楊萬里詩云。越王歌舞春風處。今日春風獨自來。皆本于李白春風不相識。何事入羅幃。 \\n 原壤夷俟。謂其放蕩無禮也。馬融說。以夷俟為踞待。姑見其無禮之狀爾。至邢昺又以為伸兩足箕踞以待孔子。故孔子以杖叩其脛。令不踞。此雖有理。其實未必然也。 \\n 中庸。素隱行怪。後世有述焉。吾弗為之矣。鄭氏謂素讀如攻城攻其所傃之傃。傃猶鄉也。言方鄉辟害隱身。而行佹譎。以作後世名也。班孟堅藝文志作索隱行怪。顏師古注云。求索隱暗之事。石林先生以班、鄭俱為臆決。云素當作素王之素。謂無所為而行怪也。李子曰。夫有所為而行怪。則固姦人也。無所為而行怪。則直下愚耳。安能使後世有述乎。此素當同不素餐兮之素。孔子曰。隱居求志。未見其人。舉逸民。天下歸心。又曰。作者七人。說者以為石門荷蕢之徒。又曰。逸民伯夷、叔齊、虞仲、夷逸、朱張、柳下惠、少連。則隱逸者初非孔子之所擯也。然而孔子之所與者非庸庸者也。必也身有其德而退藏于密。始得謂之隱者也。彼無一德之可取。而徒窮蹙于寒鄉凍谷之中。是則素隱者耳。素隱而行怪僻之事。庶乎後世之有傳焉。宜吾夫子之弗為也。行怪者不主于佹譎誕幻之屬。凡怪僻崖異。有不近于人情者。皆得以言之。 \\n 宋齊邱化書。德化中。說聰明曰。天下之主。道德出于人。理國之主。仁義出于人。亡國之主。聰明出于人。善本出于人。皆作出于一人。止較一字。意思徒異。今俗本皆脫此字。 \\n 孟子云。樂岁子弟多賴。賴者、有所恃而為善者之稱也。漢高祖自言。始大人常以臣亡賴。張釋之傳言。文帝謂上林尉亡賴。乃不善之稱。然今人反以凶惡無所顧籍者。詆其人為賴子。是又不知何說也。五代史南平世家云。荊南地狹兵弱。介于吳、楚。為小國。自吴稱帝。而南漢、閩、楚。皆奉梁正朔。岁時貢奉。皆假道荊南。高季興、從誨父子。常邀留其使。掠取其物。而諸道以書責誚。或發兵加討。即復還之而無愧。其後南漢與閩、蜀皆稱帝。從誨所嚮稱臣。蓋利其賜予。俗俚語謂苟得無愧恥者為賴子。猶言無賴也。故諸國皆目從誨為高賴子。即歐公所論。以無賴為賴子者。當是俚俗略言之耳。非復本孟子所謂多賴也。許慎又謂賴、利也。無利入于家。故云無賴。此說予所不取。 \\n 老杜詩自高古。後人求之過當。往往反為所累。如紈袴不餓死。儒冠多誤身。乃云本乎天者親上。本乎地者親下。旌旗日暖龍蛇動。宮殿風微燕雀高。謂為藩鎮跋扈。朝多小人。老妻畫紙為棋局。稚子敲針作釣鉤。謂為縱橫由婦人。曲直在小兒。如此等類。又豈足與言詩耶。 \\n 王滹南先生謂韓退之送李愿序。其于為人賢不肖何如也。多卻于字。予思之。此亦不妨。前史多書其為人云云。大抵為人云者。謂其平生行事耳。下于字其字。自下必校。文至于韓退之。天下之能事畢矣。況文章之工拙。初不在此乎。 \\n 東坡云。治目如治民。治齒如治軍。治目如曹參之治齊。治齒如商鞅之治秦。醫者韓義之曰。東坡此語。強為說爾。其實不然。治目治齒。自當有緩急時。不可必也。且治目者。燒烙渫浸。鉤割針鐮。無所不用。又其所用藥。如石膽、石中黃、雞子白、銅青、碉青、硼砂、白丁香之類。性俱有毒。豈盡如東坡所言乎。予竊謂韓說雖有理。亦未敢以為至論也。比見張鍊師幾道道及此。因舉其里中一農家叟。病目已不治。適有客來過。既去。遺一銀藥缾子。開視其藥滿中。或者試令病者點之。或以為不知何藥。不可點。或又謂叟病已不治。政復不效何傷。遂試以少許點之。痛不可忍。然二三日後。目似見物。叟因更點少許。痛亦如前。又三五日。見物頗明。乃連點數日。其患良愈。他日客還。曰。前別時。遺一藥缾子。曾收得否。主人問是何藥。客云。此射生藥箭所用。盖取生烏頭汁雜諸毒物熬成者。他無所施。乞以見付。予聞張言。始知韓子之言為可信。 \\n 魏明帝大修宮室。至使公卿負土。董尋上疏諫曰。陛下既尊群臣。而使穿方負土。面目垢黑。沾體塗足。衣冠了鳥。毀國之光以崇無益。甚無謂也。穿方者、穿土為方也。黃帝九章。五曰商功。以御功程積實。其術皆以立方定率。穿土為方。則穿空作立方以程功也。又衣冠了鳥。了鳥當並音去聲。今世俗人謂腰膂四支不相收拾者謂之了鳥。即此語也。音料掉。 \\n 曲禮。行。前朱鳥而後玄武。左青龍而右白虎。招搖在上。急缮其怒。鄭云。以此四獸為軍陣。象天也。急猶堅也。缮讀曰勁。又畫招搖星于旌旗上。以起居堅勁。軍之威怒。象天帝也。招搖星在北斗杓端。主指者。疏云。招搖北斗七星也。北斗居四方宿之中。以斗末從十二月建而指之。則四方宿不差。今軍行法之。亦作此北斗星在軍中。舉之于上。以指正四方。使四方之陣不差。故云招搖在上也。又云知招搖在北斗標端者。春秋運斗樞云。北斗七星。第一天樞。第二璇。第三璣。第四權。第五衡。第六開陽。第七搖光。第一至第四為魁。第五至第七為標。按此搖光即招搖也。在下云端者。明魁以上為首。標以下為端也。又云急繕其怒者。此舉士卒之用也。急、堅也。勁、利也。其怒、士卒之怒也。軍行既張四宿于四方。標招搖于中上。象天之行。故軍旅士卒。起居舉動。堅勁奮勇。如天帝之威怒也。李子曰。按諸星經。無有招搖為搖光之文。但云招搖一星在梗河北。欲與天棟、梗河、北斗相直。則胡當來受命于中國。入氐三度。去北辰四十一度。又云。梗河三星在大角帝座北。主天子鋒。然則斗杓指所建之方。梗河主天子之鋒。而招搖在北斗、梗河兩閒。又主四夷受命之象。則是北斗一座七星。招搖一座一星。梗河一座三星。三座併以畫于一旗之上。而高張于四獸之中也。所繪者三。所呼者一。何也。招搖一星。不能單畫。梗河三星。雖能單畫亦難遽曉。而三座之名。又不能以併舉。故併繪三座以詳其狀。獨稱招搖。以略其名也。不然。則招搖必搖光之誤云耳。鄭求其說而不能得。乃徑以招搖為搖光。是亦未足憑也。又以急繕其怒為堅勁士卒之怒。是又誤之甚者。古者君行師從。卿行旅從。以行為行軍。則其說良是。然以怒繫士卒則過矣。王赫斯怒。爰整其旅。君子如怒。亂庶遄沮。此安可以士卒當之。蓋怒者威也。事有儀則。故曰威儀。神明其德。故曰威靈。是故天子之事也。夫所謂急缮者。在夫一動一止之閒。常居有所警戒。急缮威猛之容。務使進退悉□□法度。左右無□于部分耳。言急則不敢慢也。言缮則若缮修然。則訓急為堅。改缮作勁。此何等語耶。 \\n 晉書天文志云。天棓五星在女床北。天子先驅也。又七曜中引河圖云。岁星之精。流為天棓。又雜星氣中說妖星。其三曰天棓。謂為天子先驅者。恒星也。謂為岁星之精者。岁星主福德。流而為天棓。則吉凶特未定也。謂為妖星。則專主災異矣。夫為星者一。而為說者三。豈星家各自為名。而各自為占耶。不應天星一座。而善惡如是之頓乖也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之十", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之十卷之十 \\n  \\n  \\n  \\n 陸士衡君子有所思行末云。宴安銷靈根。酖毒不可恪。意謂宴安酖毒不可恪耶。然不可恪三字太徑庭。不似詩家語。不可。當倒。恪、慎也。可不恪則言不可不慎。 \\n 皇甫士安三都賦序云。二國之士。各沐浴所聞。家自以為我土樂。人自以為我民良。皆非通方之論也。張銑曰。二國、吴蜀也。沐浴、洗滌也。所聞、謂聞其美也。謂其所習穢濁。一聞美事。若洗滌其耳也。此說大謬。沐浴所聞。乃浸漬乎本國所聞之語也。吴、蜀之人沐浴所聞。不知中區之大。故家自以為土樂。人自以為民良。此甚易曉也。而銑說乃爾。不亦謬乎。大抵文選之注。往往反累本文。李善指明出處。中閒雖有牴牾。亦足以發。而銑輩諸人妄意箋釋。乖背指意。若是類者。甚可厭也。 \\n 魏文帝典論謂班固小傅毅。而無所取也。故載其與弟書所云。則其小之之驗也。說者以武仲下筆不休為文章之美。則既非孟堅之意。而又與魏文之旨忤矣。大抵謂毅下筆不能自休者。正斥其文字汗漫而無所統云耳，若果以下筆不休為美之辭。則固之于毅乃推重之也。魏文何為而有小之之言乎。 \\n 後漢祭祀志云。孝武帝欲求神仙。以挾方者言黃帝由封禪而後仙。于是欲封禪。元封元年四月。封泰山。恐所施用非是。乃祕其事。語在漢書郊祀志。似是牴牾。既舉漢書。則前後并包之矣。但謂在前書可也。 \\n 李白詩。玳瑁筵中懷裏醉。芙蓉帳底奈君何。朝共琅玕之綺食。暮宿鴛鴦之錦衾。已極淫媟矣。至云秋草秋蝶飛。相思愁落暉。何由一相見。滅燭解羅衣。若此等類。又可謂不可道者也其何以示子孫。 \\n 詩人多用王粲依劉事。按傳記所載。粲避亂。依荊州牧劉表。表以貌寢。不甚禮焉。是其于賓主。俱不得為美事也。然後人承用不改。可笑。 \\n 孟郊失志夜坐思歸楚江詩云。死辱片時痛。生辱長年羞。青桂無直枝。碧江思舊游。又失意歸吴寄劉侍郎云。至寶非眼別。至音非耳通。因緘俗外辭。遠寄高天鴻。夫窮通得失。此固有命。郊一躓踣。便爾忿懟欲死。又自以至寶至音。非人耳目所能及。因之綴緝語言。布露當世。則郊之為丈夫也。何其淺邪。人言郊及第後。有一日看盡長安花之句。知其必不遠到。然何待已第時語。但觀此未第時語。已足以見其人矣。 \\n 司馬溫公詩。太白大如李。東方三丈高。又雨不成游布路歸。逢花值柳倍依依。于李字路字下俱注云。恐誤。此實不誤而云誤者。本自裝板之時。無人校。偶不知所出。而便自以為誤也。 \\n 阮籍詠懷詩。三楚多秀士。朝雲進荒淫。翰曰。三楚謂文王都郢。昭王都鄂。考烈王都壽春。善曰。孟康漢書注云。舊名江陵為楚。吴為東楚。彭城為西楚。東坡論三楚。亦據孟氏為正。按史記。楚之先熊繹。居丹陽。徐廣曰。在南郡枝江縣。至文王熊貲立。始都郢。其後昭王之十二年。吴復伐楚。取番。楚恐。去郢。北徙都鄀。最後考烈王之二十二年。與諸侯共伐秦。不利而去。楚東徙都壽春。命曰郢。今翰以楚王徙都。謂其所都為三楚。似可通。然數之以三者。非指其都。蓋主其地也。翰舍地取都。又不論東西南之別。則大與孟說異矣。又稱昭王北徙鄀。而翰謂北徙鄂。豈謂鄀即鄂耶。項羽自立為西楚霸王。都彭城。以地里攷之。則孟說良是。 \\n 晉書山简傳。襄陽人歌曰。日暮倒載歸。茗艼無所知。復能騎駿馬。倒著白接籬。人說倒載甚多。俱不脫灑。吾以為倒身于車中無疑也。言倒即倒臥。言載即其車可知。倒載來歸。既而復能騎駿馬也。蓋歸時。以茗艼之故。倒臥車中。比入城。酒稍解。遂能騎馬。雖能騎馬。終被酒困。故倒著白接籬也。上倒上聲。下倒去聲。著、入聲。 \\n 太白詩。寄遠云。三鳥別王母。銜書來相過。又云。念此送短書。願同雙飛鴻。又云。本作一行書。殷勤坐相憶。一行復一行。滿紙情何極。瑤臺有黃鶴。為報青樓人。朱顏凋落盡。白髮一何新。又云。寄書白鸚鵡。西海慰離居。代內云。安得秦吉了。為人道寸心。寄內云。北雁春歸看欲盡。南來不得豫章書。代別云。天涯有度鳥。莫絕瑤華音。答元丹邱云。青鳥海上來。今朝發何處。口銜雲錦字。為我忽飛去。酬岑勛云。黃鶴東南來。寄書寫心曲。倚松開其緘。憶我腸斷續。此皆以禽鳥寄書見意。其原出于蘇子卿上林雁及漢武帝故事。蓋以為相思契闊。無由寄聲。而行空度遠。莫若飛鳥之疾。願託勁翮猶或可以致我萬一之心焉。是故詩人陶寫性情。言歎不足之餘旨也。 \\n 春秋左傳。鄭人畏其又遷也。承。或以承為語佐。非也。古字通用。蓋承即懲也。懲義雖近于畏。然所畏者在後。而所懲者在前。故兩言之。讀者當以承一字為句。 \\n 料理之語見于世說者三。韓康伯母聞吴隱之兄弟居喪孝。語康伯曰。汝若為選官。當好料理此人。王子猷為桓溫車騎參軍。溫謂子猷曰。卿在府日久。比當相料理。卫展在江州。知舊投之。都不料理。料理者、蓋營護之義。猶今俚俗所謂照顧覷當耳。石林以為料理猶言誰何。料多作平音。當作平音。石林固是。其言誰何則非也。誰何乃訶喝禁禦之謂。 \\n 孟子曰。不能三年之喪。而緦小功之察。石林先生引禮記三年問云。三年以為隆。緦小功以為殺。期九月以為閒。察當為殺字之誤。此說非是。孟子之意。以不能其大而謹其小。謂之不知務。非以論隆殺也。禮之隆殺。自各有所宜。當隆而殺。固禮之失。當殺而隆。又豈禮之得歟。察之為言。正類問無齒決之問。不煩更改本字。 \\n 海外逢寒食。春來不見餳。洛陽新甲子。何日是清明。沈佺期詩也。黃魯直極愛此詩。以為二十字中。婉而有味。如人序百許言者。而石林乃云。今曆家論節氣。有清明無寒食。流俗但以清明前三日為寒食。既不知清明。安能知寒食。此不可解也。石林此說左矣。沈詩止述南北風俗之異。及夫遠客思歸之意。今以為不知清明。安能知寒食。一何所見之僻耶。 \\n 柳公權與文宗聯句。文宗云。人皆畏炎熱。我愛夏日長。公權云。薰風自南來。殿閣生微涼。東坡以為君臣用心太偏。俱為未得。乃續云。一為居所移。苦樂永相忘。願言均此施。清陰及四方。如此則其意足矣。一本云。一為居氣移。苦樂永相忘。願言施此心。清陰均四方。此其所傳。視前本劣矣。 \\n 過庭錄云。孟子辨孔子于卫不主癰疽。是已。而引彌子謂子路曰（至）有命。不知此語亦好事者之為之也。孔子不以卫卿之故而主彌子。雖三尺童子其猶知之。子路乃受其言以告。是疑孔子之或從也。孰謂子路不知孔子乃如是乎。李子曰。子路以所聞告孔子。直以其言告之耳。非以有疑而卜其從與否也。今夫人因其所遇。以彼言而語此者多矣。其閒亦自有以卜之。亦自有以直之。豈必其皆有以卜之歟。過矣此論。置之可也。 \\n 天城田氏室呂。病寒。日昔率取十數石以燔之。迭著懷中。少選須亟易。不爾即內絞不可任。平定趙氏室尚。病熱。日昔取十數石以冰之。迭著懷中。少選須亟易。不爾即內煩矛攵心不可任。田氏予姻婭。趙氏余往還。人之所禀。既自千萬。所感所變。遂至如此。醫家者流。診候之際。一切以同之。則中閒夭閼者。曷勝數耶。 \\n 予寓趙。在攝府事李君座。坐客談詩。或曰。必經此境。則始能道此語。余曰。不然。此自其中下者言之。彼其能者則異于是。不一舉武。六合之外。無不至到。不一捩眼。秋毫之末。無不照了。是以謂之才。才也者、猶之三才之才。蓋人所以與天地並也。使必經此境。能到此語。則其為才也陿矣。子美詠馬。則云。所向無空闊。真堪託死生。子美未必曾跨此馬也。長吉狀李憑箜篌。則云。女媧煉石補天處。石破天驚逗秋雨。長吉豈果親造其處乎。惟其不經此境。能道此語。故子美所以為子美。長吉所以為長吉。一坐為之嘿然。 \\n 子曰。麻冕。禮也。今也純儉。吾從眾。孔曰。冕、緇布冠也。古者績麻以三十升布為之。純、絲也。絲易成。故從儉。按鄭注喪服云。布八十縷為升。升三十。計為縷二千四百。此布之極細者也。古以此布為冕。故謂之麻冕。當孔子之時。其冕務為純質儉約而已。所用之布。不必如古。孔子尚純儉。故違古而從眾也。孔氏以純為絲。不知別有所出否。 \\n 莊子養生篇。為善無近名。為惡無近刑。毋為善以取名。毋為惡以取刑。近、親附之謂。 \\n 歐公五代史李存孝傳云。康君立素與存信相善。方二人之交惡也。君立每左右存信以傾之。事雖可見。語殊不甚明。蓋存信傳云。存信與存孝俱為養子。材勇不及存孝。而存信不為之下。由是交惡。歐公因存信傳已用交惡二字。故叠用之。以為閒無他事。但舉二人。則知其為存信與存孝。其實二人各自為傳。文勢不當如此。 \\n 李白留別送十六云。我非東床人。令姊忝齊眉。齊眉必別有所出。若用孟光字。則全不成語。 \\n 述而篇。子曰。默而識之。學而不厭。誨人不倦。何有于我哉。鄭曰。無是行于我。我獨有之。疏曰。它人無是行于我。我獨有之。晦庵曰。何有于我。言何者能有于我也。三者已非聖人之極至。而猶不敢當。則謙而又謙之辭也。晦庵語錄。又曰。何有于我哉。此語難說。是聖人自謙。我不曾有此數者。南軒曰。汲郡呂氏曰。言我之道。舍是三者之外復何有。此說于文義為順。子罕篇。子曰。出則事公卿。入則事父兄。喪事不敢不勉。不為酒困。何有于我哉。疏與述而同。更無別說。晦庵曰。說見第七篇。然此則其事愈卑。而意愈切。語錄又曰。問不為酒困。何有于我哉。曰。語有兩處。此說皆不可曉。尋常有三般說話。一以為上事我皆無有。一說此數事外。我皆復何有。一說云。于我何有。然皆未安。熹今聞之南軒曰。此章觀之若易能。然行之而無憾。則未易也。蓋于天理之當為者。求盡其道。而于人情之易動者。不踰其則。雖聖人亦極乎是理而已。夫子之教人。每指而示之近。使之有履踐之實。人人皆可勉焉。行而有至。則存乎其人。充實則聖矣。李子曰。于我何有哉一句。凡有四說。其一鄭說。淺陋不足諭。其二晦庵云。謙而又謙之辭也。說似顯而幽。且如前三事。夫子過謙以為不敢當。已涉迂疏。如不為酒困。夫子曷嘗為酒所困。而自謂不敢當乎。又于子罕篇言事愈卑而意愈切。如事公卿。勉喪事。猶不得卑之。如事父與兄。庸安得謂之卑乎。晦庵自量其說不弘。故于問答之際。既謂此語難說。又云義皆未得。熹今聞之其三語錄最後說云。于我何有。此說似純而駁。所謂于我何有者。猶云于我何難耳。意者謂不為酒困等。皆所當行之事。吾行所當行之事。則于我又何有哉。此似有理。然施之于子罕篇。意或可通。施之于默而識之。則理又相違矣。其四呂氏曰。言我之道。舍是三者之外復何有。此說似是而非。據呂氏意。當謂孔子謂我祇此是耳。南軒既從呂說。于述而篇。略為解釋。復于子罕篇。深致其意。晦庵語錄所舉第二說。即呂說也。晦庵舉之而不與之者。亦以與己頗異故也。以予觀之。呂說雖云近理。其實不能盡理。朱先生謂此為過謙之辭。詳呂意。亦以此為謙辭。過為謙退。自聖人之常事。但于謙退之中言動各自有主。初不敢以一切論也。據此雖主謙辭。亦主諸弟子言之。蓋謂有人能為此等數事足矣。在我更復何求。猶俚語曰。恁麼儘得。我更要甚。夫聖人之道。如登天然。于此數者之外。大有可為之事。而孔子謂如此足矣者。疾時人于數者。皆不能以行之也。 \\n 氓之蚩蚩。毛以蚩蚩為敦厚之貌。此殊害義。且此篇序云。宣公之時。禮義消亡。淫風大行。男女無別。遂相奔誘。華落色衰。復相棄背。攷其詩。則氓之蚩蚩。抱布貿絲。匪來貿絲。來即我謀。及女也不爽。士貳其行。士也罔極。二三其德。此皆指言奔誘棄背之事也。夫其人也。又豈有敦厚者哉。若曰氓之始來也。詐為是敦厚之貌。而實相誑誘。意或可通。然按字書。蚩、蟲名。亦輕侮也。則蚩蚩者。乃薄賤媮淫之態。非敦樸謹厚之容也。是故事之可鄙者曰嗤。貌之至陋者曰媸。又古無道之君。有蚩尤者。蓋以其蚩蚩之尤者而名之。如渾敦、窮奇、檮杌、饕餮之比。毛氏乃以蚩蚩為敦厚。則真臆說耳。不足據也。 \\n 宋明帝好為慘毒。周顒不敢顯諫。但誦因緣罪福事。亦為之小止。耶律德光入汴。馮道見之。且曰。天下百姓。佛亦救不得。惟皇帝救得。故所賴全活者多。破執化愚。有力也如此。吾但懼其燎原耳。 \\n 靜生于動。而復歸于動。則所謂靜者。特須臾之靜耳。惟動亦然。昧者不知。作力以止動。刻意以求靜。然後是非相繆。動靜兩失。甚者或喪其心。或亡其身。孝義有某生者。宗邱、劉學。主太原城西一民家。塊坐環堵者幾十年。主氏翁媼。奉事日益勤篤。庚子春正月望日。道人來。乃舊識生者。請生暫出。生不可。主氏強之。生不得已出。少閒。急來歸環堵中。主人又強之。生又不得已。留坐一室。既張鐙。道人者辭去。獨翁與生坐。坐久。翁倒寢其傍。丙夜。生遽收案上菜刀。亂斫翁死。媼駭愕起救。生又斫殺之。有婢竊視。噤不敢動。生復瞑目端坐。鄰者怪有爭斗聲。而尋復無聞。噭問翁媼。翁媼莫應。蹋門入視。鐙火煌煌。生坐兀然。而翁媼二屍狼籍于血中矣。鄰者縛生。生始開目曰。汝何事收我。鄰者曰。汝殺主氏翁媼。復何言。生曰。我適夢中見一偷將害我主翁。我倉卒以菜刀斫去。又有一偷來。我亦斫之仆。便謂無事。乃復坐靜。殊不知有他。鄰者執詣有司。府掾范貞之始謂曰。汝善人。寧有害物心。恐鄰者殺是翁媼。而以汝當之。可實語我。我有以解釋汝。生曰。我固殺翁媼。雖夢中不知所為。尚能記其仿佛。此殆宿債。豈可濫及無辜。其亟刑我。竟棄市。其徒皆以為生本非道者。與媼前有私。冀再通。故坐環堵俟其便。久而不得滿所欲。遂怨媼殺之。而及其翁。或曰。先殺翁。將逼媼。媼不從。故又殺之。是皆非生之情也。蓋其徒恥其醜聲。而故為是說。以誑外人耳。此生雖愚。豈有苦心兀體。如是之久。而圖通一媼耶。又豈有十年之閒。略無斯須之隙。而遽發惡意于此時耶。又既殺翁媼時。何為不即逃去。顧乃瞑目端坐而待縛也。又當有司透問之際。何為不妄抵冒。而乃蘄速死也。然則此生竟何為者耶。就道家之說。照此生之心。則得其實矣。此生本自昏愚。擇善不能了了。癡坐成頑。陰魔來舍。強制情Q欲Y。常若夢寐。乍出蔀屋。恍若殊境。既見鐙火滿室。精爽交亂。又驚人物在側。猜忍百至。及其妄動云滅。妄靜復來。動靜往來。總非由己。揮刀袖手。俱一妄中。此與老子致虛極。守靜篤。萬物並作。吾以觀其復無異。但老子于動靜中。知其所以來。又知其所以去。時動時靜。莫不在我。故能觀萬物之復。若生等輩。罔罔然舍靜求動。排動索靜。沈冥于妄動妄靜之坎。雖未至于殺人也。其去殺人能較幾何。又豈可以殺人為有罪。而以不殺人為無罪也哉。 \\n 世傳筆詩。使盡好心無所用。只因閑管得人憎。又蚤知今日成閒管。痛悔當時用好心。又自從蒙管束。轉覺用心勞。此三聯。語雖不甚婉。格雖不甚高。而皆以心對管。其意各有所主。亦以見風人託物。靡不至到。 \\n 公、穀謂春秋日之者皆有事。竊未敢必。春秋雖經。其實史耳。史固有應日而不得不日者。有不應日而自不須日之者。亦有二事而俱在一日者。有事大而非日所能攝之者。固不可一概論之。況年世寖遠。简編蠹壞。不無脫逸重複。又安可盡以日與不日。執為春秋大旨乎。 \\n 字。韻注他酣切。耳漫無輪。又老氏名也。耽字。韻注丁含切。耳垂也。又好也。樂也。今畫塑家作老子像。輒長其耳。或以過項。或以被肩。甚則至有為數尺而以兩手承之者。是則不得號為老。當以號為老耽也。然古今傳聞。並作而無為耽者。獨畫塑家為之長其耳。垂至以兩手承之。蓋世俗無知。喜為怪誕。以老子上聖。當有此奇表云爾。按史記。老子姓李氏。名耳。字伯陽。諡曰。則此說又異矣。古人以謚易名。取其平生所謂善惡以為目。必不取其相表妍媸短長也。今老子諡之為。不知諡法果主何義。豈非諡法不專於善惡。而又兼以狀貌目之耶。史載老子名耳。韻注老子名。吾意老子或名耳或名。而之名行於世。當時史書所錄。不見名。惟見耳名。故馬遷定名為耳。而以行世者為之諡也。 \\n 王羲之蘭亭詩。仰視碧天際。俯瞰綠水濱。寥阒無涯觀。寓目理自陳。大矣造化功。萬殊莫不均。群賴須參差。適我無非親。陶淵明雜詩云。結廬在人境。而無車馬喧。問君何能爾。心遠地自偏。采菊東籬下。悠然見南山。山氣日夕佳。飛鳥相與還。此中有真趣。欲辯已忘言。李太白尋陽紫極宮感秋作云。何處聞秋聲。脩脩北窗竹。迴薄萬古心。攬之不盈掬。靜坐觀眾妙。浩然媚幽獨。白雲南山來。就我簷下宿。嬾從唐生訣。羞訪季主卜。四十九年非。一往不可復。野情轉瀟洒。世道有翻覆。陶令歸去來。田家酒應熟。柳子厚晨詣超師院讀禪經云。汲井漱寒齒。清心拂塵服。閒持貝葉書。步出東齋讀。真源了無取。妄跡世所逐。遺言冀可冥。缮性何由熟。道人庭宇靜。苔色連深竹。日出霧露餘。青松如膏沐。澹然離言說。悟悅心自足。予謂四詩同一機杼。所謂機杼者。非文章之機。直天機耳。 \\n 干令升晉武革命論云。內禪體文德。外禪順大名。內禪一出於心。外禪勢不得已云耳。而謝惠連以無兵戈有翦伐當之。義雖相近。亦自不必兵戎翦伐論也。 \\n 孟子。方里而井。井九百畝。其中為公田。八家皆私百畝。同養公田。二先生解養音去聲。誤也。上言無野人莫養君子。養固去聲。此言同養公田。公田何待野人供養乎。止合作上聲讀之。養則種蒔也。今人謂治田為養種。未聞有供養云者。 \\n 後漢杜林傳論曰。趙孟懷忠。匹夫成其人。杜林行義。烈士假其命。易曰天之所助者順。有不誤矣。順字當作信。此非曄誤。後人傳寫者之誤。 \\n 詞人多用劃字。杜甫詩久居夔府將適江陵云。勞心依憩息。朗詠劃昭蘇。荊南述懷云。得喪初雖失。榮枯劃易乖。退之聽穎師彈琴云。昵昵兒女語。恩怨相爾汝。劃然變軒昂。勇士赴敵場。東坡後赤壁賦。劃然長嘯。草木振動。劃之一字。蓋出于莊子內篇養生主內庖丁解牛。砉（呼鵙。）然嚮（許丈。）然。奏刀騞（呼獲。）然。騞劃雖不同。而古字音聲相近者皆通用。 \\n 名字之立。一以成身。一以辨等。成身則貴乎美稱。辨等則貴乎易別。漢賈徽。字元伯。而其子逵。字景伯。晉王羲之生五之。父子之嚴。而如是其瀆。則亦偪乎兄弟矣。近世縉紳之家。多用一單一複。使昭穆互見。雖年世寖遠。不相糅雜。法似拘而意則通。事似疏而理則密。誠為得也。或者有以名繼姓。若管鮑、牛叶、馬希驥、殷獻臣之類。如倡優家兒。此殊為可鄙也。 \\n 詩曰。人涉卬否。卬須我友。書曰。予恐來世以台為口實。孟子曰。我善養吾浩然之氣。予、台、卬、我、吾。五者一也。而於一二句之內。言之各異者。或指我身。或指我心。心身從異。輕重之辭。 \\n 子言之。君子之道。辟則坊與。坊民之所不足者也。鄭氏曰。民所不足謂仁義之道也。鄭說恐非。不足止是無厭。謂人欲無厭。譬之大水。奔放衝激。得有以障之。此坊記所由作也。 \\n 蘇子瞻紀遊五百言。崢嶸依絕壁。蒼茫瞰奔流。蜀人趙次公字彥林注云。蒼茫兩字。古人用之。皆是平聲。而先生所用。乃是仄聲。蒼。廣韻音鹿朗。而茫字則上聲之莽。去聲之漭。皆不收。不知先生用之所出。以俟博聞。按莊子。適莽蒼者。三餐而反。腹猶果然。莽蒼並側聲。前人詩句亦多有用此二字者。蒼茫蓋本莽蒼。但以茫易莽而倒之耳。此亦何足致疑。 \\n 古今曆法所以參差不齊。且不能以行遠者。無他。蓋由布算之時。不論分秒之多寡。悉翦棄之。定位之時。不察入宮之淺深。遽強命之。積微成著。所以寖久而寖舛耳。前轨既差。後車復繼。而曾不知悟也。乃更過求小巧以取捷。七政何由而齊乎。 \\n 前漢董仲舒傳。制曰。虞舜之時。游於巖廊之上。文穎曰。巖廊、殿下小屋也。晉灼。廊、堂邊廡巖廊。謂巖峻之廊也。師古曰。晉說是。案後漢百官志。武帝選六廊良家子為羽林郎。掌宿卫侍從。以便馬從獵。還宿殿陛巖下室中。文穎以巖廊為殿下小屋。必牽於此殿陛巖室而為之說也。因殿陛巖下作室。自是武帝時事。堯、舜豈復有此。且殿下小屋可與於巖。穎說誠誤。至於晉灼謂為巖峻之廊。亦未為得也。堯、舜時。茅茨不翦。土階三尺。亦豈有所謂巖廊者哉。然師古以晉說為是者。特以其隨文解說。為堯舜之時。世質民淳。雖三尺之階。已得謂之高明。故云巖廊也。 \\n 東坡詩。九萬里風安稅駕。雲鵬今悔不卑飛。蓋出於阮嗣宗詠懷云。寧與燕雀群。不隨黃鵠飛。黃鵠遊四海。中路將安歸。 \\n 莊子至樂。名止於實。義設於適。是謂條達而福持。福當作幅。木之有條。其氣足以達之。布帛有幅。在人足以持之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷之十一十二", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷之十一十二卷之十一十二 \\n  \\n  \\n  \\n  \\n 晉書王沈有四。其一自有傳。見列傳第九卷。其一亦自有傳。見文苑。其一為劉聰中常侍。奢僭貪殘。賊害良善。與靳準同用事。其一慕容寶將。寶出奔。沈降魏。　孫秀有三。其一權弟匡之孫。而歸命侯皓之從弟也。為吴夏口督。建衡二年。皓遣何定將五千人至夏口獵。秀驚。將妻子親兵數百人奔晉。晉以秀為驃騎將軍、儀同三司。封會稽公。時泰始六年也。其一見潘岳傳。初為琅邪小史。趙王倫輔政時。為中書令。倫敗。被誅。其一伏波將軍孫秀。以周處將死。勸之曰。卿有老母。可以此辭者。　劉胤有三。其一為江州刺史。陶侃、郗鑒皆言胤非方伯才。而司徒導不從。後為郭默所殺。其一曜之子。南陽王也。侵石生。次于雍。為石勒將石季龍擊斬之。其一輿之子。為劉琨領兵。路逢烏桓賊。戰沒。　王鑒有三。其一自有傳。見列傳第四十一卷。以文章著稱。其一為劉聰尚書令。其一為苻堅將。救袁瑾于壽春者。　張茂有三。其一涼州牧張軌之子。而寔之弟也。其一載之丁潭傳中。字偉康。與孔愉字敬康。丁潭字世康。時人號曰會稽三康。茂少單貧。有志行。為鄉里所敬信。起義兵。討賊陳斌。一郡用全。元帝辟為掾屬。後為吴興內史。沈充反。與三子並遇害。其一見石季龍傳。季龍殺其太子宣。東宮卫士十餘萬人皆謫戍涼州。季龍僭即皇帝位。大赦境內。東宮謫卒高力等萬餘人。行達雍城。既不在赦例。又敕雍州刺史張茂送之。茂皆奪其馬。令步推鹿車。致糧戍所。高力督定陽。梁犢等因众心之怨。謀起兵東還。逼張茂為大都督、大司馬。　張華有二。其一自有傳。見列傳第六卷。其一見慕容德傳。德既據滑臺。置百官。慕容寶自龍城南奔至黎陽。遣趙思召慕容鍾來迎。德欲具駕奉迎。謝罪行闕。其黃門侍郎張華進曰。陛下若蹈匹婦之仁。舍天授之業。威權一去。則身首不保。又慕容超時。姚興拘超母妻。責超稱藩。超遣群臣計議。張華謂宜降大號。以申至孝之情。　徐邈有二。其一與宣帝同時。其一見于简文宣鄭太后傳。其事在孝武太元十九年。　韓壽有二。其一賈充婿。其一為慕容廆別駕。　王渾有二。其一自有傳。見列傳第一十二卷。其一為涼州刺史貞陵亭侯。即戎之父也。　李陽有二。其一上黨武鄉人。與石勒鄰居。岁嘗與爭麻池。迭相毆擊者。其一為幽州刺史。京師大俠也。王衍患妻郭剛愎貪戾不能禁。因謂之曰。非但我言卿不可。李陽亦謂不可。郭氏為之少損。衍傳又謂陽為鄉人。或當為琅邪臨沂人。其後溫嶠軍食盡。貸于陶侃。侃難之。竟陵太守李陽說侃。侃乃分米五萬石以餉嶠軍者。即此李陽也。　胡威有二。其一見良吏傳。字伯武。壽春人。武帝時為徐州刺史。其一義熙二年。秦王興徵王尚還長安。涼州人申屠英等遣主簿胡威詣長安。留尚鎮姑臧。　孫登有二。其一見隱逸傳。字公和。汲郡共人。無家屬。于郡北山為土窟居之。又嘗往宜陽山。不知所終。其一見孫楚傳。楚之曾孫登。少善名理。注老子行于世。仕至尚書郎。早終。　解系有二。其一自有傳。見列傳第三十卷。字少連。濟南著人。與二弟結、育並清身潔己。甚得聲譽。歷豫、雍二州刺史、揚烈將軍、西戎校尉、假節。趙王倫討叛羌。與佞人孫秀爭軍事。倫、秀譖之。系坐免官。及張、裴之誅也。倫、秀以宿憾收系兄弟。皆害之。倫所謂我于水中蠏且惡之者。其一見陶璜傳。璜為吴將。破晉九真太守董元于交阯。元有勇將解系。同在城內。璜誘其弟象。使為書與系。又使象乘璜軺車。鼓吹導從而行。元等曰。象尚若此。系必有去志。乃就殺之。吴因用璜為交州刺史。　王輿有二。其一趙王倫欲篡位。諸王公卿士咸勸進。左卫王輿入殿。譬諭三部司馬。示以威賞。及三王舉義。河北軍悉敗。輿乃收倫而殺許超、士猗、孫弼、謝惔、殷渾、孫秀等。後與東萊王蕤謀殺齊王冏。伏法死。其一成都王穎與張方伐京都時。常山人王輿合众萬餘欲襲穎。會長沙王乂被執。其黨與斬輿降。　劉毅有二。其一自有傳。見列傳第一十五卷。其一亦自有傳。見列傳第五十五卷。　王愷有二。其一見外戚傳。恂之弟也。即與石崇競侈靡者。其一見简文七子會稽王道子傳。時有人為雲中詩以指斥朝廷曰。王愷守常。國寶馳競。又桓玄、殷仲堪等復至石頭。元顯馳還京師。遣丹陽尹王愷等。發京邑士庶數萬人。據石頭以拒之者。即坦之之子也。　王濬有二。其一自有傳。見列傳第一十二卷。其一在王鑒傳。堂邑人。鑒之父也。仕至御史中丞。　王脩有三。其一濛之子也。字敬仁。明秀有美稱。善隸書。年十二作賢全論。為琅邪王文學卒。其一見石勒傳。劉曜斬石勒使王脩。又劉裕克長安。殺姚泓。留子義真守長安。使王脩、王鎮惡、沈田子輔之而還。　王祥有二。其一自有傳。見列傳第三卷。其一與郭黁叛呂光者。　石苞有二。其一自有傳。在列傳第三卷。其一季龍子。　劉裕有二。其一元海之子也。元海遷都平陽。汾水中得玉璽。改年河瑞。封裕為齊王。及為顧託之計。以為大司徒。後為呼延攸所殺。其一討桓玄者。　王瑜有二。其一為李勢中書監。其一含之子也。　盧志有二。其一欽之從孫。見欽傳。其一為劉聰弟乂太師。為聰所誅。　劉宣有二。其一元海從祖也。元海即王位。皆宣之謀。其一青州刺史曹嶷、執建威劉宣。而齊魯之閒郡縣壘壁降者四十餘所。見劉聰傳。　劉弘有二。其一自有傳。見列傳第三十六卷。為鎮南將軍。其一京兆人。挾左道。客居天梯第五山。然鐙懸鏡于山穴中為光明。以惑百姓。受道者千餘人。見張寔傳。　王衍有二。其一自有傳。見列傳第一十三卷。其一石鑒時為侍中。冉閔僭位後誅之。　王敦有二。其一自有傳。見列傳第六十八卷。其一見李特傳。特攻成都。趙廞死。惠帝以涼州刺史羅尚為益州刺史。督牙門將王敦等七千餘人入蜀。　周撫有二。其一訪之子。破范賁斬蕭敬文者。其一為彭城內史。殺周默以降石勒。詔劉遐、蔡豹、徐龕共討撫。太元二年破斬于寒山。　苻弘有二。其一堅之子。其一桓玄將。　王皮有二。其一劉聰時為大將軍從事中郎。其一秦丞相王猛之子。　張平有二。其一流民。在譙為坞主。祖逖誘其部將。使殺之。其一苻堅所破者。　文鴦有二。其一欽之子。年十八。勇冠三軍。欽叛敗。同奔吴。事在景帝末年。其一姓段者。鮮卑人。匹磾之弟也。永嘉四年。石勒陷襄城。遂至宛。王浚遣鮮卑人文鴦帥騎救之。勒退。又玄帝時。救邵續于厭次。擄勒三千餘家。其後又嘗與匹磾攻敗勒于襄國。及匹磾殺劉琨。夷晉兩怨叛。遂帥其徒依邵續。續既為石季龍所得。匹磾等嬰城拒寇。戰守疲苦。不能自立。匹磾及鴦等悉見獲。至襄國。匹磾被害。文鴦遇鴆而死。事詳見段匹磾傳。　張駿有二。其一涼州牧張駿。即軌之孫。而寔之子也。其一姚萇故將。殺江州都護趙毗。焚武昌。略府藏以叛者。為江州刺史桓沖討斬之。事在哀帝興寧元年。　王遐有二。其一在外戚傳。即简順皇后父驃騎將軍述之從叔也。少以華族仕至光祿勳。其一睢陵公祥之曾孫。始平太守肇之孫。永世侯俊之子也。仕至鬱林太守。　高柔有二。其一宣帝將誅曹爽。假柔節。行大將軍事。領爽營。其一見王浚傳。浚將僭號。司馬掾高柔與劉搏切諫。浚怒誅之。　王濟有二。其一自有傳。見列傳第一十二卷。其一元帝時。慕容廆遣其長史王濟浮海勸進。　段勤有二。其一鮮卑人勤。初附于慕容隽。其後復叛。隽遣慕容垂討勤于繹幕。及慕容恪進據常山。勤始懼而請降。其一常山樹根下得珪璧。慕容隽遣尚書郎段勤以太牢祀之。兩段勤俱見隽傳。　郭敬有二。其一見石勒傳。鄔人。資給勒者。其一見苻健傳。永和十年。桓溫率众四萬趨長安。遣別將攻上洛。執健。荊州刺史郭敬。　王述有二。其一湛之孫。承之子。而坦之之父也。其一简順皇后父遐之從子。　郭文有二。其一見隱逸傳。其一見呂光傳。王穆單騎奔騂馬。騂馬令郭文斬首送之光。　王澄有二。其一字道深。辨慧有才藻。歷位清顯。即京陵公渾之子。而驃騎濟之弟也。其一字平子。即平北將軍乂之子。而太尉衍之弟。衍使澄為荊州刺史。族弟敦為青州。以備三窟。余讀史次錄。其閒不無謬誤。尚冀博雅君子。見其遺佚者補之。舛錯者改之。重複者削之。 \\n 孟子。不下帶而道存焉。趙臺卿以為帶近于心。意謂道不離心。心不離道云耳。然而道之在人心也。使孟氏而雖不言。其誰不知此乎。禮。凡視上于面則敖。下于帶則憂。孟子雖獨舉不下帶。而亦互明之。蓋謂于其上下兩間瞥而見之。道已有所在矣。此與孔子之見溫伯雪子。目擊而道存。文則異而意則同。彼所謂目擊者。不待言語而得之者也。此所謂不下帶者。不待上下視而得之者也。 \\n 褚淵母。宋始安公主。繼母。吴郡公主。又尚巴西公主。王儉母。武康公主。又尚陽羡公主。齊高帝既受禪于宋。淵、儉以佐命功。進爵增戶。處士何點謂人曰。我作齊書已竟。贊云。淵既世族。儉亦國華。不賴舅氏。遑卹國家。詳點大意。遑卹國家。當作遑卹婦家。然後上下意完。直云國家。不惟意斷。語亦太露。必後人傳寫之誤。 \\n 宋武大明六年。策秀才于中堂。揚州秀才顧法對策曰。源清則流潔。神聖則形全。神聖當作神勝。 \\n 王弼既注易。又作略例上下二篇。唐四門博士邢為之序。有云。臣舞象之年。鼓篋鱣序。按禮記內則云。十有三年。學樂、誦詩、舞勺。成童。舞象、學射御。鄭玄云。成童十五以上。又云。擊鼓警众。乃發篋出所治經業。又後漢楊震傳。鸛雀銜三鱣魚。飛集講堂前。鱣、音善。然則自謂年十五始入學也。 \\n 魯直喜見八叔父詩云。稍詢耆舊閒。大半歸山邱。小兒攜婦子。襁褓皆裹頭。東坡詩有云。當時襁褓皆七尺。而我安得留康強。蘇、黃所狀皆一類。而黃不若蘇之简而詣理也。 \\n 俗語作不露樸。此出馬援傳。曰。援三兄況、余、員。並有才能。王莽時皆為二千石。援年十二而孤。少有大志。諸兄奇之。嘗受齊詩。意不能守章句。乃辭況。欲就邊郡田牧。況曰。汝大才。良工不示人以樸。且從所好。不示人以樸。謂不令他人見其短長也。況此語。謂援齒雖少而才器遠大。不能窺其際。今雖不好學而欲就田牧。然將來或不可測。以故從所請。 \\n 孟子。行有不慊于心。則餒矣。釋文。行如字。行有不得者。皆反求諸己。則音下孟反。二字旨意果同音否。論語。弟子入則孝。出則弟。謹而信。汎愛众。而親仁。行有餘力。則以學文。先王之遺文。能行已上諸事。即在身之行（去聲。）也。治以為論、孟此三字。皆當從下孟反。 \\n 靜言庸違。靜言、安靜有理之言也。靜則對亂言之。庸、用也。書中庸字。皆為用義。言則甚美。及用之。則常自違之。 \\n 東坡赤壁賦。此造物者之無盡藏也。而吾與子之所共食。一本作共樂。當以食為正。賦本韻語。此賦自以月、色、竭、食、籍、白為協。若作樂字。則是取下客喜而笑。洗盞更酌為協。不特文勢萎薾。而又段絡叢雜。東坡大筆。必不應爾。所謂食者。乃自己之真味。受用之正地。非他人之所與知者也。今蘇子有得乎此。則其閒至樂。蓋不可以容聲矣。又何必言樂而後始為樂哉。素問云。精食氣。形食味。啟玄子為之說曰。氣化則精生。味和則形長。又云。壯火食氣。氣食少火。啟玄子為之說曰。氣生壯火。故云壯火食氣。少火滋氣。故云氣食少火。東坡賦意。正與此同。 \\n 後漢光武紀論曰。皇考南頓君初為濟陽令。以建平元年十二月甲子夜生光武于縣舍。有赤光照室中。欽異焉。南頓君名欽。雖見于光武紀。而此論初無有也。此論方叙南頓君事。而據以稱欽。則欽謂誰乎。止云君異焉。可也。 \\n 葛稚川西京雜記。或問揚子雲欲為賦何如。子雲曰。讀賦千首。乃能之。以予思之。亦不待如是之多也。果擇其古今健筆。可以為法則者。得百。能熟誦之。足矣。故今之學者。每相與語曰。賦百詩千。若謂讀賦千首乃能為之。則學者當云賦千詩萬。文章雖難事。那有此理。 \\n 歐陽棐、永叔第三子也。永叔嘗書以教之曰。藏精于晦則明。養神以靜則安。晦所以蓄用。靜所以應物。善蓄則不竭。善應則無窮。雖學則可至。然性近則得之易也。宣仁后崩。哲宗親政。蘇子瞻知定州。朝辭上書曰。古之聖人將以有為也。必先處晦而觀明。處靜而觀動。則萬物之情畢陳于前。陛下欲有為也。惟憂太蚤。不患稍遲。近世趙禮部秉文周臣作平定湧雲樓記。全用歐、蘇語意曰。古之君子。內淵靜而外昭曠。昭曠則悔吝不生。淵靜則不蔽于物。其于居室也亦然。窔奧之處。淵如也。高明之居。曠如也。淵靜所以存神。昭曠所以知政。靜以養恬。動以應物。萬變之來。了然吾胸中而不惑。茲曠也。祇其所以為達也歟。趙禮部語雖出于歐、蘇。然歐、蘇大旨。一本于易。易之明夷曰。明入地中。明夷。君子以莅众。用晦而明。繫辭曰。寂然不動。感而遂通天下之故。 \\n 元稹苦樂相倚曲前云。漢皇眼瞥飛燕時。可憐斑女恩已衰。未有因由相決絕。猶得半年佯暖熱。轉將深意喻旁人。緝綴疵瑕遣纔說。後云。白首宮人前再拜。願將日月相揮解。苦樂相尋晝夜閒。鐙光那得天明在。主今被奪心應苦。妾奪深恩初為主。欲知妾意恨主時。主令為妾思量取。班姬收淚抱妾身。我曾排擯無恨人。詩人之口。夫亦何所不有。此作雖借班姬以命意。褒貶初不主姬。然謂姬曾排擯無恨人。則誣亦甚矣。按漢書。許皇后與班倢伃皆有寵于上。上嘗游後庭。欲與倢伃同輦。倢伃力辭。太后聞之。喜曰。古有樊姬。今有班倢伃。倢伃又嘗進待者李平得幸。亦為倢伃。又趙飛燕姊娣。貴傾後宮。許皇后、班倢伃皆失寵。于是飛燕譖告許皇后、班倢伃。挾媚道。咒詛後宮。詈及主上。許后廢黜昭臺宮。后姊謁等皆誅死。考問班倢伃。對曰。妾聞死生有命。富貴在天。脩正尚未蒙福。為邪欲以何望。使鬼神有知。不受不臣之愬。如其無知。愬之何益。故不為也。上善其對。赦之。賜黃金百斤。趙氏姊弟驕妒。倢伃恐久見危。乃求供養太后于長信宮。婦人中為人如倢伃者。古今罕儔。曷嘗有排擯之事哉。文人貪為誇辭。執此忘彼。救一失一。若是者不可勝數。學者固不可不知也。 \\n 退之詩。和盧雲夫云。閉門長安三日雪。推書撲筆歌慷慨。王昌齡詩。秋山寄陳讜言云。感激不能寐。中宵時慨慷。慨、口盖切。慷音康。二字見文宣。云。中矯厲而慨慷。 \\n 公孫丑下。且比化者無使土親膚。于人心獨無恔乎。比固親比之比。比化謂親其死者。□釋為及亦通。謂比及變化銷鑠。晦菴解比為為。竊所未喻。 \\n 荀子正論。朱、象者。天下之嵬。一時之瑣也。又非十二子云。飭邪說。文姦言。以梟亂天下。矞宇嵬瑣。使天下混然不知是非治亂之所存者有人矣。注云。矞與譎同。宇、大也。放蕩恢大也。嵬謂狂險之行也。瑣謂姦細之行也。說文云。嵬、高不平也。今此言嵬者。其行狂險。亦猶山之高不平也。周大司樂云。大傀烖則去樂。鄭云。傀猶怪也。晏子春秋曰。誇言傀行。自謹于飢寒。命之曰狂僻之民。嵬當為傀。義同五每反。□彼反。李子曰。嵬固為高不平。然以嵬配瑣言之。乃細碎之義。故謂朱、象者。天下之嵬。一時之瑣也。嵬正當同猥讀之。按韻。嵬、五罪反。猥、烏賄反。其在十賄中同也。古人用字寬。雖它韻猶得叶。況一韻乎。且朱、象非有過高之行。不當以險為譏。謂猥瑣盖得其實。猥瑣者。鄙猥瑣屑云耳。故至今謂人蹇淺卑汙而不能自立者。皆謂之猥瑣。楊倞又引周禮傀字說之。贅矣。又一說。嵬太高。瑣太卑。義亦通。然非朱、象所得言。 \\n 溫公詩。瞑目云。瞑目思千古。飄然一烘塵。山川宛如舊。多少未來人。舊傳云。多少未歸人。然公又有逍遙四章。其三云。閉目念前古。飄然一烘塵。兩儀仍以舊。萬物互爭新。詳後詩意。則前詩作未來人為正。 \\n 漢順帝時。梁冀為大將軍。皇甫規對策曰。君者舟也。民者水也。群臣乘舟者也。將軍兄弟操楫者也。如規所言。則利害在于群臣而無繫于其君。正當云。國者舟也。君者乘舟者也。民者水也。將軍兄弟操楫者也。群臣其操楫之具也。如此言之。則利害繫于其君矣。不然。止當削去群臣乘舟一句。語意自通。 \\n 筆談云。算術多門。如求一、上驅、搭因、重因之類。皆不離于乘除。惟增乘一法稍異。其術都不用乘除。但補虧就盈而已。假如除欲九者。增一便是。八除者。增二便是。但一位一因之。予因存中此說。乃悟算術無窮。存中去今未遠。特著此術于筆談中。是必前未有以為新奇而纂之耳。然今之算家。自以此法為九訣。而不以為增乘也。若增乘者尋常不用。惟求如積則用之。其法左右上下。各宜位以相繼乘耳。與九歸絕不相類。 \\n 孟子。時子因陳子而以告孟子。陳子以時子之言告孟子。此盖時子因陳子而先已告孟子矣。或孟子無以語之。或陳子適不在側。既而陳子又以時子之言告孟子也。觀其文勢。義自可見。趙氏謂時子因陳子使告孟子。其意固順。但其文謂因陳子而以告孟子。則是自告之也。非使告之也。若使陳子告之。當云時子因陳子使以告孟子。今直云。因陳子而以告孟子。其為先已自告。無可疑者。 \\n 又進不隱賢。必以其道。趙說謂自不隱其賢。意旨頗乖。祇是不蔽賢才耳。惟于其進也。能不蔽賢。故于其退也。能不怨不憫。 \\n 又兄戴盖祿萬鍾。戴盖祇是乘軒。 \\n 史記大宛傳。黎軒、條支在安息西數千里。善眩。後又云。安息國以黎軒善眩人獻于漢。應邵曰。眩。相詐惑。從應說。則眩字止當正讀。然作幻音讀之亦通。張平子西京賦云。奇幻儵忽。易貌分形。吞刀吐火。雲霧杳冥。畫地成川。流渭通徑。此正指眩人之屬。列子稱西極之國有化人來。亦此類。 \\n 李長吉歌詩編。金銅僊人辭漢歌序云。魏明帝青龍五年八月。詔宮官牽車西取漢孝武捧露盤仙人。欲立置前殿。按通鑑云。景初元年。是岁徙長安鍾簴橐銅人承露盤于洛陽。盤折。聲聞數十里。銅人重不可致。留于灞城。二說半載不同者。青龍止有四年。無五年。其五年。即景初元年也。長吉言五年。當是據未改元時言之。長吉又云。宮官既折盤。仙人臨載。乃潸然淚下。此未必實。設其事實。亦無它利害。祇為異事耳。通鑑不取。良為得體。 \\n 蜀志。劉焉傳評曰。劉焉聞董扶之辭則心存益土。听相者之言則求婚吴氏。相者事。本傳及全書俱不載而遂以引論。似疏。 \\n 黃魯直作東坡墨戲賦云。筆力跌宕于風煙無人之境。盖道人之所易。而畫工之所難。又其他詩多喜用跌宕二字。此出于蜀志简雍傳。云。雍優游風儀。性简傲跌宕。風儀。疑作風議。 \\n 檀弓上。孔子合葬于防云云。先反。門人後。雨甚至。孔子問焉。曰。爾來何遲。曰。防墓崩。孔子不應。三。孔子泫然流涕曰。吾聞之。古不修墓。石林先生疑此事云。墓之崇纔四尺。葬之日。雨至而崩。何如是之简也。既崩而不得修。將遂仍之可乎。又謂葬不旋踵而崩。崩又不得修。其何能久而識之乎。石林之疑。誠有由來。然其墓新封。遇甚雨而崩。初亦不足訝也。本不足訝。而孔子為之流涕者。其意必以為葬貴堅固。窆竁甫畢。而有所摧剝。中必戚焉。故不得不為之泫然也。且弟子所謂崩者。夫豈謂陷壞而無餘哉。但舉其土封少少摧落耳。孔子所謂古不脩墓者。夫豈謂墓壞而不許重脩哉。但謂窀穸之事。欲其安穩一定。毋或苟简而使至於重修耳。後人因其弟子有墓崩之語。便以為防墓隳壞而無餘。因孔子繼有古不修墓之語。便以為古者墓壞則不得重修也。誠使防墓大崩。崩而不許再修。則是孔子非孝子。而古人教人之忘其親也。無乃悖理甚歟。庾蔚之又以為防守其墓。備擬其崩。孔穎達雖破蔚之終執舊聞。皆昧夫雨甚土落之義。而強為辭也。余悉不取。 \\n 史記太倉公淳于意傳。詔召問所以為治病死生驗者幾何人。主名為誰。又問方伎所長。及所能治病者。其有書無有。皆安受學。受學幾何岁。而史記盡具所對云。治謂史筆不當如此。政當云。意所對凡數十條。皆詣理。可以為人法。則足矣。自不必廣錄而備書之。史、經之亞也。煩猥則不足以傳久。且事之有可简者猶須简之。況言乎。其有文賦篇翰之富贍者。亦當載其目而略其辭。惟有功於天下國家之大利害者。如董仲舒之三策、賈誼政事疏、過秦論之文。雖多。亦不可以不盡錄也。 \\n 莊子曰。道術之為天下裂。又曰。古之所謂道術者。果烏乎在。曰。無乎不在。道術云者。謂众人之所由也。故從所由言之。則道即術。術即道也。若從大小言之。則道固不得以為術。術固不得以為道也。趙岐序孟子云。治儒術之道。似不成語。 \\n 莊子山木篇。少私而寡欲。私或思字誤。少思寡欲。固老子語。然私之一字。亦不為無理。 \\n 馬季長長笛賦。近世雙笛從羌起。羌人伐竹未及已。龍鳴水中不見已。截竹吹之聲相似。季長謂龍吟水中。不見羌人。羌人故得截竹吹之。以效其聲。而文選音注。大與此別。不見之見。音胡練反。張銑注云。龍吟水中。不見其身。李善注云。己謂龍也。皆謂龍在水中不顯現其身。實違馬旨。 \\n 離。為火、為日、為電。自是文明之象。皇極經世。不取附著之說。當矣。日月麗乎天。草木麗乎土。重明以麗乎正。皆文彩著見之意。王以附著為主。盖古說。 \\n 東坡云。王莽敗時。省中黃金三十萬斤。陳平以四萬斤閒楚。近世金不以斤計。雖人主未有以百金與人者。何古多而今少也。鑿山披沙無虛日。金為何往哉。頗疑寶貨神變不可知。其復歸山澤也耶。李子曰。人雖號為大聰明者。亦必有所敝。夫金古多而今□少。自是今世糜耗者众。東坡乃謂寶貨神變。復歸山澤。此亦與顧愷之謂妙畫通靈何以異。 \\n 武珪燕北雜記云。契丹行軍不擇日。用艾和馬糞于白羊琵琶骨正灸。破便出軍。不破即不出。李子曰。灸琵琶骨不獨契丹。凡蠻貊皆為之。番禺記。載嶺表占卜甚多。有骨卜。田螺卜。雞卵卜。牛卜。鼠米卜。箸卜。篾卜。乃知四夷尚鬼。遇物皆得以為卜也。今北方灸琵琶骨者。與珪記特異。所灸之法盖有可入不可入者。疾病飲食。一動一止。悉有條理。珪則專謂灸破便出軍。不破即不出。盖當時所見適然。自以為說耳。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "逸文一", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 逸文一逸文一 \\n  \\n  \\n  \\n  \\n 伊川易傳曰。下愚而能革面。何也。曰。心雖絕於善道。其畏威而寡罪。則與人同也。惟其有與人同。所以知其非性之罪也。李子曰。下愚畏威而寡罪。為與人同。而知其非性之罪。則聖人之生知。賢人之克己。亦非性之功也。由是言之。性無與於賢愚。惟盡性者有能與不能耳。 \\n 屋甚渠。庭甚除。拱兩手而閒居。何樂如之。顧無所事於閒。乃伐屋而瀦之。犁庭而茨之。抇抇焉。敝筋骨而胝手足。我既無廬。人且無以途。是人也。是果何為者也。詩皇皇者華云。每懷靡及。每懷靡及。止言常恐不及耳。而毛以為雖懷中和。猶自以為無所及。鄭以為每人懷私。則於事無所及。之二先生者。豈非無所事於閒。而瀦屋茨庭者乎。鄭雖引春秋外傳以為說。吾以為外傳亦各自為說耳。 \\n 古者登車有和鑾之音。謂馬動則鑾鳴。車動則和應也。鑾或作鸞。其義皆同。鸞以其有聲。鑾以其金為之也。杜預左傳注云。鸞在鑣。和在衡。而毛氏詩傳云。在軾曰和。在鑣曰鸞。軾乃車內所憑之物。和在於軾。車動未必能鳴。衡軛之閒。與馬相比。動則有聲。此當以杜說為正。 \\n 左傳。鄭子家與晉趙宣子書曰。鋌而走險。急何能擇。杜注。鋌、急走貌。孔疏云。鋌文連走。故為疾走貌。治曰。鋌之為文。安得為疾走之貌乎。孔說以連文言之。曲矣。鋌、挺古字通用。挺、勁健也。勁捷即疾走之貌。 \\n 昧爽丕顯。後世猶怠。解者以為昧旦未明之時。已大明其德。此說恐非。盖古先明主。憂勞政治。當其昧爽之時。曰茲已大明矣。祖宗勤勞如此。而子孫猶復怠惰。今說乃云。未明之時。能大明其德。豈大明其德。又有時乎。（卷一。五段。） \\n 修身莫大乎事親。事親莫大乎致養。致養莫大乎養志。盡天地之精微。竭水陸之多品。而或不得其所欲者。祇以養口腹耳。養之下也。怡聲順色。先意承志。雖復菽水之約。而有以得其歡心。是則養之至也。孔、孟之言詳矣。內則言事親。則歷數饘酏、酒醴、棗、栗、飴、蜜、堇荁、粉、榆、兔、薧、滫、髓、脂膏之屬。及夫羹、齊、醬、醢之目。膳羞調和之宜。脫肉、作魚、膽桃、攢柤之名。麋菹、豕軒、辟雞、宛脾之別。其事卑鄙煩猥。大類世所傳食纂。而辭費辭贅。則又若上林子虛之誇。甚非所以闡明禮經之旨也。竊意漢儒雜采周禮燕饗所用。及當時飲食所尚。簉合曲禮。王制。揎釀竹帛。以射時取資耳。 \\n 子曰。加我數年。五十以學易。可以無大過矣。史記云。孔子晚而喜易序、彖、繫象、說卦、文言。讀易韋編三絕。曰。假我數年。若是。我於易則彬彬矣。或以加、假聲得相借。或以五十作卒。皆無然之說也。大抵論語所載。則是未繫易時語。而司馬遷所記。則作十翼時言之也。言本不同。乃欲強比而同之。宜乎若是之紛紛也。二說雖不同。然而謙抑之詞則一焉耳。夫聖人生知。寧復有大過耶。寧復有不至於彬彬者耶。猶有是言者。所以為學者法也。張籍書與韓退之曰。吾子所論。排釋、老之說。不若著書。退之答曰。化當時莫若口。傳來世莫若書。又懼吾力之未至。至之而不能也。三十而立。四十而不惑。吾於聖人既過之猶懼不及。矧今未至。固有所不能耳。請待五六十然後為之。冀其少過也。退之於二家攘斥之切。曾不肯以蹔舍。而顧待五六十然後為之。其亦善學孔子者歟。 \\n 孟子曰。萬物皆備於我矣。反身而誠。樂莫大焉。又曰。所以動心忍性。增益其所不能。萬物皆備於我。則安知萬物之中。不有至惡者存乎。動心忍性。則焉知一性之內不有不善者存乎。此與性善之說殆若胡越焉者。何也。盖謂萬物皆有效善之質。一心獨為持性之主云耳。不深探孟子之旨。而徒為性善之說。是誤父之而不知其氏者。雖終身學。而吾以為未嘗學也。 \\n 左右二字。從上聲則為兩實。從去聲則為從己。此甚易辨者也。今人皆混而為一。不惟不辨其聲音之當否。至於禮數儀制。亦復倒錯。而世俗悠悠。皆不恤也。為禮之家。欲以左為上則左之。欲以右為上則右之。原其所以然。亦從來遠矣。 \\n 一飛沖天。志在沖天。鸞鳳沖霄。沖霄之舉。沖本蟲音。古今人悉用為充音。二字古必通用。不然。則前人既誤。後人不加省察。狃而承之耳。（卷二。五段。） \\n 奎十六星在西方。天之武庫也。一曰天豕。一曰封豕。主以兵禁暴。又主溝瀆。其象與圖書文章等全不相干。 \\n 老子傳。君子得時則駕。不得其時則蓬累而行。蓬累者、謂逐隊而趨。若蓬顆然。隨風積聚而東西也。一曰。累平聲。讀謂累累然。累累亦積累之意。說者或以為戴笠而行。亦何紕繆之甚。 \\n 廉頗三遺矢。或謂所挾之箭三度遺之。或謂矢、陳也。欲有所陳。三度遺忘。或謂矢即矢溺之矢。一飯之中凡三遺矢。言在坐不能自禁其污穢狼藉。三說皆謬。廉頗智將。非斗將。時方閒處。兼同使者餐飯。不應三遺箭也。皋陶矢厥謀。矢雖訓陳。要之史筆貴於辭達。三遺陳已不成語。況以矢轉訓陳乎。惟矢溺之說為最近。然非在坐不能自禁也。只是比及飯畢。三次登溷耳。誣其老而氣弱、臟腑虛滑云。 \\n 父命子亦得謂公。晁錯更令三十章。諸侯諠譁。錯父聞之。從潁川來。謂錯曰。上初即位。公為政用事。侵削諸侯。疏人骨肉。口語多怨。公何為也。錯曰。固也。不如此。天子不尊。宗廟不安。父曰。劉氏安矣。而晁氏危。吾去公歸矣。遂飲藥死。曰。吾不忍見禍逮身。後十餘日。吴、楚七國俱反。以誅錯為名。錯時為御史大夫。三公官也。錯父謂錯為公。豈以子貴而呼之歟。抑公亦而汝之類也。 \\n 漢元字。前書一見。後書三見。前書則平帝元始五年。詔曰。宗室子。自漢元至今。十有餘萬人。其令郡國各置宗師以糾之。致教訓焉。後書則安帝時。耿、宋、閻氏貴盛。翟酺上疏曰。今外戚寵幸。功均造化。漢元以來。未有等比。又桓帝時。郭泰常舉有道不就。同郡宋沖素服其德。以為自漢元以來。未見其匹。常勸其仕。又靈帝時。竇武白太后。欲悉誅宦官。太后曰。漢元以來故事。世有宦官。但當誅其有罪者。豈可盡廢元始也。漢元以來。謂漢始得天下以至於今也。其後書三見。略皆一時語。其前書所見。則予竊有少疑焉。高祖即位元年乙未。至元始五年乙丑。總二百一十一年。古今以三十年為世。此纔七世耳。而宗室子至十有餘萬人。支庶蕃衍。一何如是之多耶。豈天家子孫有異於凡人歟。不然。何為六七世之閒。而生息之夥。至十有餘萬也。物窮則變。數極則反。新莽閒起。九服雲擾。卯金之裔。百不一存。盖亦理勢之極焉耳。 \\n 漢書刑法志。中刑用刀鋸。其次用鑽鑿。韋昭曰。鑽、臏刑也。鑿、黥刑也。師古曰。鑽、鑽去其臏骨也。鑽音子端反。予謂鑽鑿二物。皆施之於臏也。韋以鑿為黥刑。誤矣。黥復何事於鑿。又顏讀鑽為平聲亦誤。志所陳刀鋸鑽鑿等。莫非指器物而言。鑽作平聲讀。則非器也。乃用器耳。鑽去聲讀之為是。 \\n 溝洫志。元光中。河決瓠子。後二十餘歲。上自臨決河。令群臣從官自將軍以下負薪填之。是時東郡燒草。以故薪柴少。而下淇園之竹以為揵。晉灼曰。淇園、卫之苑也。如淳曰。樹竹塞水決之口。稍稍布插按樹之。水稍弱。補令密。謂之揵。以草塞其裏。乃以土填之。有石。以石為之。師古曰。揵音其偃反。志又云。上既臨河決。悼功之不成。乃作歌。其末曰。隤林竹兮揵石菑。宣防塞兮萬福來。師古曰。隤林竹者、即上所說下淇園之竹以為揵也。石菑者謂臿石立之。然後以土就填塞也。菑亦臿耳。音側其反。義與插同。又史記河渠書云。頹林竹兮楗石菑。如淳曰。河決。楗不能禁。故言菑。韋昭曰。楗、柱也。木立死曰菑。治曰。楗誠如如淳之注。如復云。有石。以石為之。謂以石為楗也。楗字前漢作揵。史記作楗。古字通用。無所不可。然作楗者為優。按韻書。楗、門建、鍵同音。乃關閉之義。今填塞河決。以竹為楗。正與此意相應。故韋昭以楗為柱也。菑有三說。師古以為臿。韋昭以為木立死。如淳雖無說。而謂河決楗不能禁。故言菑。是作災字讀也。如說亦長。顏、韋俱短。歌所謂林竹者。即上竹楗也。所謂隤者。即竹楗為水所摧倒。竹楗既倒。而石楗亦被災也。來字又與災字協。此說為長。顏意以隤為翦伐。伐得此竹以為楗。且臿石焉。此意雖通。而楗石臿之。辭既不可得而通。兼菑字實不訓臿。韋意亦以為伐竹作楗。楗閒著石。如立椔然。來字音離。椔字亦得為協。此義雖通。而石字則贅矣。故予以為二說俱短。 \\n 司馬長卿、揚子雲皆蜀人。能文而吃。玉壘、銅梁之氣。於茲二人獨厚之。以游、夏之才。而又吝於宰我、子貢之舌。何歟。美之所鍾。吝於其際。雖聖智無得而兼之。卿、雲而有予、賜之辨。則造物必不復予之以言、卜之學矣。曰。吾為游、夏乎。吾為予、賜乎。曰。其亦游、夏而已矣。晉世太叔以辨洽稱。摯仲以辭翰聞。每至公坐。叔談。仲不能對。退著文難叔。復不能答。相與紛然。然叔也無可紀。而仲也多所錄。於是仲為勝。由叔、仲論之。卿、雲之吶吶。雖無取於一時。而黼黻河漢。固無廢於千萬祀之文章也。 \\n 趙充國奏言。羌本可五萬人軍。定計遺脫與煎鞏、黃羝俱亡者不過四千人。羌靡志等自詭必得。請罷屯兵。奏可。京房為魏郡太守。去至新豐。因郵上封事曰。今臣得出守郡。自詭效功。恐未效而死。惟陛下毋使臣塞涌水之異。當正先之死。為姚平所笑。充國、房皆有自詭語。自詭、妄意也。盖謙辭。 \\n 漢延熹三年所立孫叔敖碑云。楚相孫君。諱饒。字叔敖。本是縣人也。六國時。期思屬楚。楚都南郢。南郢即南郡江陵縣也。又云。莊王欲加封其子。子辭父有命。如楚不忘亡臣社稷。圖而欲有賞。必於潘國下溼墝埆。人所不貪。遂封潘鄉。即固始也。三九無嗣。國絕嗣廢。固始令段君。夢見孫君。就其故祠。為架廟屋。立石銘碑。春秋烝嘗。明神報祚。即歲遷長彳戔太守。（案。即岁二字。據碑文增入。）及期思縣宰段君諱光。字世賢。魏郡鄴人。庶慕先賢。體德允恭。篤古遵舊。奉履憲章。欽翼天道。五典興通。攷籍祭祠。祗肅神明。臨縣一載。志在惠康。葬枯廩乏。愛育黎烝。討掃醜類。鰥寡是矜。杜偽養善。顯忠表仁。感想孫君。乃發嘉訓。興祀立壇。勤勤愛敬。念意自然。刻石銘碑。又云。福祐期思。縣興士熾。如碑所言。則是孫叔敖生於期思。而其子孫居於固始也。按後漢郡國志。期思、固始皆屬汝南郡。志又曰。期思有蔣鄉。故蔣國。又云。固始侯國。故寢也。光武中興更名有寢邱。注引史記曰。楚莊王以封孫叔敖子。此自與碑相合。然碑中前言。即其故祠。架廟銘碑。後云。福祐期思。則此當在期思而不在固始也。碑稱段君以固始令遷某郡太守。及期思縣宰段君云云。語句似不相貫。又碑載孫君諱饒。按左傳。叔敖乃蒍賈伯嬴之子。又謂之蒍艾獵。而此謂諱饒。則必他有所據。當博雅君子問之。 \\n 為言不難。而文為難。為文不難。而作史為最難。史有體有要。體要具而後史成焉。體要不具。而徒文之騁。史乎史乎。而非千萬世之法也。篇翰流傳。鏘耳赫目。可以入文苑矣。而不可以入儒林。經術粹精。洞貫古今。可以入儒林矣。不可以入儒行。班固則凡有文字者。悉載之本傳之中。別以明經者入儒林。范蔚宗則既傳儒林。而後文苑繼之。皆得其體要者也。雖然吾猶恨其不為儒行一篇。以為儒林文苑之首焉。能尊其書而不能尊其身行之人。是信其名而不信其實也。吾窮居陋處。固不在筆削之位。而輒為是說。冀乎後之人。知尊其為儒之身。有愈於知尊其為儒之書耳。非故為妄也。（卷三。十一段。） \\n 魏杜恕為散騎黃門侍郎。在朝八年。出為弘農太守。數歲轉趙相。以疾去官。起家為河中太守。又傅嘏為黃門侍郎。何晏等與嘏不平。因微事以免嘏官。起家拜滎陽太守。又王基為安豐太守。以疾徵還。起家為河南尹。起家者、盖在家中牽復而起為此職也。 \\n 士大夫大節。不必觀其所為。但觀其所不為足矣。魏高貴鄉公欲去司馬昭。夜召王沈、王業、王經。出懷中黃素詔以示之。戒嚴俟旦。沈、業馳告於昭。昭召賈充等為之備。遂弒高貴鄉公。夫晉、魏之賊也。凡為晉之忠臣者。皆魏之賊也。當髦之圖昭之際。使沈、業如經之不言。則髦必當得志。昭必先誅。魏祚必不傾。司馬氏亦無自而王也。成敗之機。在於呼吸。而沈、業二鼠子背國佐賊。賊因得以肆其毒焉。反覆變詐若沈、業者。真二國之賊也。沈、業以泄謀為姦賊。則王經之不洩。信為有魏之忠臣矣。昭是以恨經而殺之。則是賊殺魏之忠臣也。夫忠臣之死於賊。則死於王事者也。於斯時也。魏之國如綴旒。魏之主如委裘。誠不暇於甄錄已死之人也。然其秉董狐之筆者。可不特為一傳。以勸後世人乎。或謂經之行蹟不多見。自不足以立傳。曰。君子之為己為人為天下。必待世閒之可稱美者。載諸一身而無孑遺。然後為得哉。雖聖人亦不能爾。而謂君子者能之耶。觀專車之骨。則防風氏之長為可知。魏史不為經傳。過矣。雖然魏史不傳王經。晉史為傳沈等。而千載而下。終不能廢經之美。而沈等之臭惡。借東海之波。亦莫得而濯之。 \\n 郤正釋譏云。九方考精於至貴。注引淮南子云。秦穆公謂伯樂曰。子姓有可使求馬者乎。對曰。臣有所與共儋纆采薪九方堙。此其相馬非臣之下也。凡注解文字。其所援據有重複者。止當引用前人。而其在後者略之可也。其或前後差池。有須訂正。則自不害兩舉而互明之。他無所發而併引之。已屬冗長。苟復舍先傳而取後聞。乃所謂不知其本者也。九方相馬。事具列子。列子前淮南子數百年。但列子作九方皋。淮南子作九方堙耳。今裴松之解釋郤文。專據淮南子而不識列子。非也。 \\n 孫權傳。黃龍元年注權告天文。末云。謹擇元日。登壇燎祭。即皇帝位。惟爾有神饗之。爾汝后帝。殆失文字之體。豈吴無一人耶。其後與漢為盟文亦曰。明神上帝。是討是督。山川百神。是糾是殛。俾墜其師。無克胙國。于爾大神。其明鑒之。此雖泛及山川。終是先言上帝。盖與前告文同出一手云。或曰。書武成云。予小子其承厥志。底商之罪。告于皇天后土。所過名山大川。其下云。惟其士女。篚厥玄黃。昭我周王。天休震動。用附我大邑周。惟爾有神。尚克相予。以濟兆民。無作神羞。上併陳皇天后土。名山大川。後併舉惟爾有神。則雖天亦得以爾之。子何獨病于吴之文耶。曰。武成與此不同。武成在前併數天地山川。而其下先言天休震動。乃復言惟爾有神。則有神者正謂山川之屬。不謂天也。書又云。無作神羞。若以此神為天。天固不得以言羞。況武成一篇。先儒咸謂本經脫錯。文無次第。又豈可全以為據乎。 \\n 吴志。張昭子承。能甄識人物。勤于長進。篤于物類。凡在庶幾之流。無不造門。又顧雍子邵。好樂人倫。自州郡庶幾及四方人士。往來相見。或言議而去。或結厚而別。風聲流聞。遠近稱之。二傳中皆用庶幾字。庶幾者、所謂凡有可以成材者皆是也。 \\n 晉天文志。荊州占。載妖星凡二十一。其十九日長庚如一匹帛著天。見則兵起。詩大東云。東有啟明。西有長庚。毛傳云。日旦出。謂明星為啟明。日既入。謂明星為長庚。庚、續也。毛不謂長庚為妖星。然則長庚自有二星也。但同名耳。志又云。瑞星有四。其三曰含譽。光耀似彗。其四曰格澤。如炎火。下大上銳。然妖星如火而下大上銳者甚多。今而格澤似之。古今史書中所載星變為凶災者莫過于彗。今而含譽似之。諸若此類。其果為瑞耶。其果為妖耶。 \\n 晉惠帝時。劉頌上疏云。法欲必奉。故令主者守文。理有窮塞。故令大臣釋滯。事有時宜。故使人主權斷。又熊遠上疏于瑯琊王睿曰。凡為駮議者。皆當引律令經傳。若開塞隨宜。權道制物。此是人君之所得行。非臣子所宜專用也。二子之言相合。為人臣者不可不知。故表而出之。 \\n 晉書索綝傳。劉曜入長安。時三秦人尹桓等數千人家。盜發漢霸、杜二陵。多獲珍寶。帝問綝曰。漢陵中物何乃多耶。綝對曰。漢天子即位一年而為陵。天下貢賦。三分之一供宗廟。一供賓客。一供山陵。漢武帝享年久長。比崩而茂陵不復容物。其樹皆已可拱。赤眉取陵中物不能減半。于今猶朽帛委積。珠玉未盡。此二陵是儉者耳。應劭風俗通義。載霸陵薄葬。亦被發掘。而其陵中物。乃與前書本紀絕不同。據劭、綝之言。知霸陵所謂薄葬者。乃特比餘陵差少耳。劭說與前書不同者。前書盖從史筆。劭說盖從所聞見。容有一誤。然質諸晉書。劭說為得其實。 \\n 高洋時。能委任楊愔。時人皆言主昏於上。政清於下。主既昏矣。政安得而清乎。吾但聞元首明。股肱良。庶事康。未聞主昏于上。政清于下也。此乃當時史官曲筆。巧譽柄臣。後人信以為然耳。明主正當於此時察之。 \\n 北齊高緯時。穆提婆、韓長鸞聞壽陽陷。握槊不輟曰。本是彼物。從其去所。通鑑注云。槊、長矛也。治曰。槊雖得為長矛。然言之齊事則非。此盖槊之槊。長行局所用之馬也。長行局即今之雙陸。 \\n 李白子伯禽。為嘉興徐浦鹽官。慢侮廟神以死。伯禽之狂悖有以哉。白自一生蹇傲。視禮法如木索。任放浪為特達。然氣豪才壯。有所為而然。則尚可言也。彼伯禽者何為者也。狃習所見。強吾之所無而亦為是。幾何其不自絕于天耶。吾謂慢神而得死。非神殛之。其所以取之者。盖已久矣。夫為人之子也。得為白也後。則人之大幸也。不肖之子反以得大不幸。悲夫。 \\n 通鑑。魏明帝太和三年。改平望觀曰聽訟觀。初。魏文侯師李悝。著法經六篇。蕭何定律。益為九篇。後稍增至六十篇。又有令三百餘篇。決事比九百六卷。世有增損。錯糅無常。後人各為章句。以至于魏。所當用者。合二萬六千二百七十二條、七百七十三萬餘言。卫顗于是奏請置律博士。從之。此云蕭何定律為九篇。而前漢刑法志則云。蕭何捃摭秦法。作律九章。按高祖紀。高祖入關。約法三章。說者謂一條為一章。今何作律九章。亦當為九條而已。一則以為九篇。一則以為九章。則其數相懸遠矣。豈當時所作律九章。與所定法經九篇。各自為書耶。決不得以一章為一篇也。 \\n 郡守官府亦得稱朝。劉寵為會稽守。徵為將作大匠。山陰縣有五六老叟。人齎百錢以送寵。曰。未嘗識郡朝。又汝南太守宗資。以范滂為功曹。南陽太守成瑨。以岑晊為功曹。皆委心聽任。使之褒善糾違。肅清朝府。夫朝者、天子諸侯王之所居也。而郡守亦得以稱之者。一郡之守。一郡之君主也。有民人焉。有社稷焉。凡臣屬者。謂守寺為朝。無嫌也。盖古者不獨於府寺為朝。雖私家亦得言之。鄭伯有嗜酒。為窟室而夜飲。擊鐘焉。朝至未已。朝者曰。公焉在。其人曰。吾公在壑谷。皆自朝布路而罷。自朝而罷。乃伯有私家之朝也。 \\n 自昔上衣下服皆有緣。今皆無緣。非其制也。無緣則古犯者大辟之服。傳曰。犯黥者皂其巾。犯劓者丹其服。犯髕者墨其體。犯宮者雜其屨。大犯之罪。殊刑之極。布其衣裾而無領緣。 \\n 應奉讀書。五行俱下。宋孝武省讀書奏。能七行俱下。盖言其敏也。五行七行俱下。猶云一息讀竟耳。 \\n 范書論引易曰。人之所助者順。不誣矣。順當作信。此非蔚宗之誤。後人傳寫者誤耳。（卷四。十六段。） \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "逸文二", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 逸文二逸文二 \\n  \\n  \\n  \\n  \\n 三緘其口。謂緘其口者凡三處也。故今人多以三緘連言之。或曰。有金人焉三斷句。則指三人也。亦通。 \\n 蠏八足而二螯。天下人無不識者。而荀卿子謂蠏六跪而二螯。楊倞云。跪、足也。韓子以刖足為刖跪。螯蠏首上如鉞者。許慎說文亦云。蠏六足而二螯。荀卿趙人。仕齊三為祭酒。後適楚為蘭陵令。趙、齊皆有蠏。而楚又蠏之鄉也。荀子大儒而謂蠏六跪。何耶。許叔重嘗撰五經異義。當時號為博物。而亦以蠏為六足者。非不識蟹。循荀子之說而忘其所以為誤耳。蠏之為物。至賤而甚廣者也。荀說之誤。至損八足而六之。乃知移符坊州索杜若者。未足多誚也。 \\n 王符潛夫論曰。小兒多病。傷于飽。又曰。哺乳多則生癎病。良以小兒氣血未完。其大腸如蔥。其小腸如筋。食飲稍過度。易致病癖也。然符之此言。但知節食耳。不知衣食之豐。亦受病之源也。俗諺有之。小兒欲得安。無過飢與寒。飢寒之者。非故以瘠而損之。所以撙節之而已。亦非謂飢之寒之。可保其無疾也。但撙節之。則疾必差少也。是故富家兒多病。貧家兒多安。豈富家之養不及于貧素者哉。正以所奉者病之耳。近世一醫師謂貧兒誤得安樂法。誠良言也。貧兒誤安則是富兒誤求病也。慈幼者可不知此言乎。曲禮曰。童子不衣裘裳。鄭云。裘太溫。消陰氣。使不堪苦。衣不裘裳且便易。內則曰。子十年出就外傅。居宿于外。學書計。衣不帛襦袴。鄭云。不用帛為襦袴。為太溫。傷陰氣。謂十歲。則已踰于髫齔矣。謂童子。則已望于成人矣。猶不敢以成人之體畜之者。凡以為安樂法也。必待二十。而後聽與長者均焉。慎之至也。故內則云。二十而冠。始學體。可以衣裘帛。孔穎達云。二十成人。血氣強盛。無慮損傷。故可以衣裘帛也。古人之慈幼者如此。魏明帝屢失皇子。王朗上疏有云。人少小時。常恐被褥泰溫。泰溫則不能便柔膚弱體。是以難可防護。而易用感慨。若常令少小之縕袍。不至于甚厚。則必咸保金玉之性。而比壽于南山矣。夫朝廷之尊。君臣之嚴。獻替之際。猶且以此為深慮。則夫有子者。徒知養之。不知所以安之。是真愛子而賊之者也。 \\n 聖人之心如日。賢人之心如燭。又其次。煨燼中微明耳。日中照天下。片雲翳之。暖然以昏。椽燭煌煌。盲風滅之。離婁無所睹焉。為日而曖然以昏。為燭而無所睹。其日與燭之罪歟。有物以賊之。雖有六龍之駕。十圍之炬。顧不如煨燼之中之微明也。蘊微明于煨燼之中。似有而若無也。似無而若有也。是固無所取者。有能推而廣之。或可以燎原。或可以亙天。此莊生所謂滑疑之曜。聖人之所圖者也。聖人則知所以圖之。众人則惟有任之而已。任之之久。必將以堅白之昧。終吾如微明焉。何哉。 \\n 大抵人不能常動。亦不能常靜。常動則膠于陽而有以失于陰。常靜則膠于陰而有以失于陽。陰陽偏勝則傷之者至矣。流俗蚩蚩。乃欲制動以求靜。靜者未至而動者先與吾敵。則其病又豈止于偏勝也耶。吾將見百骸之不理。四體之不舉也。吾能持一靜于萬動之中。寓萬動于一靜之中。是終日動而未嘗動。終日靜而未嘗靜也。而又何病焉。司馬子微有言曰。束心太急。令人發狂。東坡題靜勝軒亦云。鳥囚不忘飛。馬繫不忘馳。靜若不自勝。不如聽所之。皆所以斥偏勝之患也。然束心太急。則所謂揠苗者也。聽其所之。則所謂不耘苗者也。若夫交相為養。則所謂與時偕行者矣。至其終日動靜而未嘗動靜。則又非時之所能囿也。其乾道變化者乎。其鼓之舞之以盡神乎。 \\n 讓、幾于偽而非偽也。然亦有偽為者。王安石辭修起居注。力自陳愬。章七八上。然後朝廷許之。而司馬溫公亦然。一起居注非貴仕也。而二公退避如此。此果偽也而非歟。後之君子當必有辨之者。 \\n 天下之病。莫病于似然而實不然。然則天下之病。不病不仁。病在于似夫仁者之害吾仁。不病不義。病在于似夫義者之害吾義。不仁不義。人得而砭之。似仁似義者。既自不受和、扁之砭。而和、扁之精。亦未以易窺見置砭之處。 \\n 健羡、健忘、健倒。健者。敏速絕甚之謂。莊生之屏健羡。則孟子之寡欲。老子之弱其志也。健羡非必為惡。凡有所甚欲。皆謂之健羡也。 \\n 商鞅為秦築冀闕宮庭于咸陽。徙都之。令父子兄弟同室內息者有禁。同室內息謂同居一家。家中有子息而無所務者有刑。其所務者。則必兵農二者而已。近觀商子之書。則又得其詳焉。商子賞刑篇曰。聖人為教也。一賞。一刑。一教。一教者。雖曰聖智巧佞厚樸。皆不能以非功罔上利。然富貴之門。要存戰而已矣。父子昆弟。知識婚姻合同者。皆曰務之所加。戰而已矣。故壯者務戰。老弱務守。死者不悔。生者務勸。此臣之所謂一教也。然則商鞅之禁。特主兵事言之。兵事畢足。然後及于農也。（卷五。九段。） \\n 西清詩話。辨瘞鶴銘華陽真逸撰。為陶隱居無疑。而以為歐陽公謂為顧況道號、及蘇子美謂為右軍書皆非。子美論其書為右軍筆。恐自出一時所見。歐陽公博古。謂華陽真逸顧況道號。語必不妄。古人名稱同者甚多。豈陶、顧二公偶同此號耶。 \\n 予家舊蓄米帖四十有五。裝為大看策。其中一幅載筍簡法甚妙。大概每一簡用筍葉兩片。雜膠鰾髹漆等黏連其背。復用漆押其邊。又一幅前有圖書印章十餘枚。皆古文或玉箸篆。有曰天水米芾者。有曰米芾元章者。有曰火宋米芾者。有曰米芾及單芾字者。有曰辛卯者。有曰甲寅者。有曰丙午、丁未及癸酉者。後有數十語云。正人端士名字皆正。至于所紀歲時亦莫不正。前有水宋。故以火宋別之。 \\n 日者李君顯道。號稱鹿山人。瞽而慧。論人間事極有理致。因歎風俗之偷。乃曰。吾欲使天下無目之人有靈識。略依在古。皆習為樂師伶人。其少壯有力而不屑為伶倫者。可官給碓磑。使自食其力。不必如我輩以口舌為衣食。此亦正風俗之一端也。李覃懷人。 \\n 湧泉穴在足心之上。溼氣皆從此入。日夕之間。常以兩足赤肉。更次用一手握指。一手摩擦。數目多時。覺足心熱。即將腳指略略動轉。倦則少歇。或令人擦之亦得。終不若自擦為佳。先公每夜常自擦至數千。所以晚年步履輕便。僕性則嬾。每臥時。祇令人擦至熟睡即止。亦覺得力。向來鄉人鄭彥和。自太府丞出為江東倉使。足弱不能陛辭。樞筦黃繼道教以此法。數月即能拜跪。又見霅人丁邵州致遠。病足半年。不能下床。遇一道人亦授此法。久而即愈。偶記憶得。因筆于冊。用告病者。豈曰小補之哉。 \\n 江南野錄載韓熙載服朮。食桃李。瀉十數朮人。長寸餘而卒。此未必然。予友人張君者。服蒼朮幾三十年。尤喜食桃李。未聞有此異也。熙載之敗。此自根本不固耳。李後主疑北人。往往賜死。韓縱酒。多蓄婢妾。常隨後房歌伎乞丐。此其所以來朮人也。多食桃李。何損于朮耶。嘉祐本草。蒼白二朮不別出。但于蒼朮條下引藥性論云。白朮忌桃李、雀肉、菘菜、青魚。豈熙載所服者乃白朮。非蒼朮而然歟。 \\n 黃庭經。含漱金醴吞玉英。保灌玉廬以自償。玉廬、一身也。保、保養也。灌、澆灌也。言脾胃為倉廨之宮。能保灌一身。使之安樂。而還以自償耳。自償者、謂養身亦所以自養也。（卷六。六段。） \\n 文選云。乘茵步輦。惟所息宴。善曰。應劭漢官儀曰。皇后婕妤乘輦。餘皆以茵。四人輿以行。劉良以為後宮或行于茵。或載于輦。如良所說。則乘茵謂行茵褥之上。如應劭之說。于餘皆以茵之下。始云四人輿以行。則茵亦輦轎之屬。詩。文茵暢轂。前漢周陽由傳。同車未嘗敢均茵憑。茵、盖車中之物。或因之以取名也。吐茵亦同。 \\n 阮籍詠懷云。李公悲東門。蘇子狹三河。張銑曰。蘇秦本洛陽人。洛陽、三川之地。則三河也。沈約曰。河南、河東、河北。秦之三川郡。古人呼水皆為河耳。故黃魯直送顧子敦為河北轉運詩云。西連魏三河。東盡齊四履。謂河南河東通為三河也。阮又云。平生少年時。輕薄好絃歌。西游咸陽市。趙李相經過。娛樂未終極。白日忽蹉跎。驅馬復來歸。反顧望三河。向日。晉文王河內人。故託稱三河。又魯直劉明仲墨竹賦云。三河少年。禀生勁剛。春服楚楚。游俠專場。亦用阮語也。是則河南、洛陽、河東、河南、河北。皆得稱之為三河也。然沈約注云。河南河東河北。秦之三川郡。古人呼水皆為河。而張銑亦承沈說。謂三川為三河。則謬矣。凡近河者。皆呼水為河。猶近江者。皆呼水為江。固也。今取三川以釋三河。毋乃疏乎。按史記。秦惠王時。司馬錯欲伐蜀。張儀曰。不如伐韓。王問其說。儀曰。親魏善楚。下兵三川。以臨二周之郊。據九鼎。按圖籍。挾天子以令于天下。天下莫敢不聽。此王業也。又曰。臣聞爭名者于朝。爭利者于市。今三川。周室天下之市朝也。迨至莊襄王之元年。卒使蒙驁伐韓。韓獻成皋、鞏。秦界至大梁。初置三川郡。韋昭曰。有河、洛、伊。故曰三川。如史遷所記。韋昭所解。三川之與三河大不相類者。謂伊水、洛水并河為三耳。 \\n 陶淵明讀書不求甚解。又蓄素琴一張。弦索不具。曰。但得琴中趣。何勞弦上聲。此二事。正是此老自得處。俗子不知。便謂淵明真不著意。此亦何足與語。不求解則如勿讀。不用聲則如勿蓄。盖不求甚解者。謂得意忘言。不若老生腐儒為章句細碎耳。何勞弦上聲者。謂當時弦偶不具。因之以為得趣。則初不在聲。亦如孔子論樂于鐘鼓之外耳。今觀其平生詩文可概見矣。答龐參軍云。衡門之下。有琴有書。載彈載詠。爰得我娛。豈無他好。樂是幽居。歸去來辭云。說親戚之情話。樂琴書以消憂。與子儼等疏云。少學琴書。偶愛閒靜。開卷有得。便欣然忘食。使果不求甚解。不取弦上之聲。則何為載彈載詠以自娛耶。何為樂以消其憂耶。何為自少學之以至于欣然而忘食耶。癡人前不得說夢。若俗子輩。又烏知此老之所自得者哉。 \\n 李白詩堯祠送別云。朝策犁眉騧。舉鞭力不堪。犁牛、駮也。騧、黃馬黑喙也。然則犁眉騧者、黃馬黑喙而眉斑駮者耳。 \\n 李太白送李女真歸廬山詩云。一往屏風叠。乘鸞著玉鞭。謂其地形叠叠然也。 \\n 顏真卿放生池碑銘序云。謹緣皋陶、奚斯歌虞頌魯之義。述天下放生池碑銘一章。所用奚斯。盖承班固之誤也。班固兩都賦序云。皋陶歌虞。奚斯頌魯。同見采于孔氏。按魯頌閟宮云。松桷有舄。路寢孔碩。新廟奕奕。奚斯所作。奚斯乃作新廟者也。而非作頌之人也。班固何得以與皋陶為配乎。此雖班固之失。盖又先承揚雄之誤也。法言學行篇曰。正考父常睎尹吉甫矣。公子奚斯常睎正考父矣。按大雅崧高云。吉甫作誦。其詩孔碩。其風肆好。以贈申伯。烝民詩云。吉甫作誦。穆如清風。仲山甫永懷。以慰其心。又商頌那序云。微子至于戴公。其閒禮樂廢壞。有正考父者得商頌十二篇。于周之太師。以那為首。吉甫固作頌者。若正考父者。但為得頌之人。奚斯則但為頌中所稱之人。三人了不相關。揚雄所謂常睎者。為睎何事乎。此雖揚雄之失。盖又先承太史公之誤也。史記謂商頌為正考父所作。雄既承馬遷之誤。復誤以奚斯亦為作詩之人也。司馬遷、揚雄、班固。號稱漢大儒。而謬誤若此。況後之學者乎。 \\n 退之論三子云。孟氏醇乎醇者也。荀與揚大醇而小疵。然即韓之言。而求韓之情。所謂荀、揚之疵亦自不免。退之乎生挺特。力以周孔之學為學。故著原道等篇。觝排異端。至以諫迎佛骨。雖獲戾一斥。幾萬里而不悔。斯亦足以為大醇矣。奈何惡其為人。而日與之親。又作為歌詩語言。以光大其徒。且示己所以相愛慕之深。有是心則有是言。言既如是。則與平生所素蓄者。豈不大相反耶。若送惠師詩云。惠師浮屠者。乃是不羈人。送靈師云。飲酒盡百錢。嘲諧思愈鮮。送文暢云。已窮佛根源。麤識事輗軏。送無本云。老嫩無斗心。久不事鉛槧。欲以金帛酬。舉室常顑（苦感反。）頷。聽穎師彈琴云。嗟予有兩耳。未省聽絲簧。自聞穎師彈。起坐在一床。送澄觀云。皆言澄觀雖僧徒。公才吏用當今無。別盈上人云。山僧愛山出無期。俗士牽俗來何時。廣宣上人頻見過云。久為朝士無裨補。空愧高僧數往來。又有送文暢高閑等序。招大顛三書。皆情分綢繆。丁寧反覆。密于弟晜。又其與孟简書。則若與人訟于有司。別白是非。過自緣飾。以是而摘其疵。何特荀、揚已乎。文公而猶若是。自其下者。盖又不足道矣。 \\n 神祠名之閟宮者。謂嚴邃之宮也。名之清□宮者。謂清凈之宮也。而亦得以為明宮。韓愈南海神廟碑云。明宮齋廬。上雨旁風。無所盖障。亦得以為壽宮。崔融啟母廟碑云。壽宮澹兮不擾。盖明宮則神明之所宅。壽宮則死而不忘之義也。 \\n 柳子厚游朝陽巖詩。惜非吾鄉土。得以蔭菁茆。又禪室云。法池結菁茆。團團抱虛白。構屋用茆。自是常事。必言菁茆者。當是彼土所出。別有名為菁茆者也。按尚書禹貢荊州云。包匭菁茆。孔安國云。匭、匣也。菁以為菹。茅以縮酒。疏云。周禮醢人。有菁菹鹿臡。故知菁以為菹。鄭云。菁、蓂菁也。蓂菁處處皆有。而令此州貢者。盖以其末善也。左傳僖四年。齊桓公責楚云。爾貢包茅不人。王祭不供。無以縮酒。是茅以縮酒也。禮郊特牲云。縮酒用茅。明酌也。周禮甸師云。祭祀供蕭茅。鄭興云。蕭字或為莤。讀為縮。束茅立之。祭前沃酒其上。酒滲下若神飲之。故謂之縮。杜預解縮酒。全用鄭興之說。而安國言菁菹。亦本周禮也。史記齊桓公欲封禪。仲知其不可窮以辭。因設以無然之事云。古之封禪。江、淮之閒三脊茅以為藉。此乃拒桓公耳。非荊州所有也。鄭玄又以菁茅為一物。匭猶纏結也。菁茅、茅之有毛刺者。重之。故既包裹而又纏結也。據前諸說。孔安國以菁茅為二物。鄭康成以為一物。然鄭說菁為蓂菁。則不說茅。說菁茅為一物。則不說蓂。其意亦以菁與菁茅為二物也。是則子厚詩所用菁茅。豈鄭玄所謂茅之有毛刺者歟。 \\n 玉川子月蝕詩云。歲星主福德。官爵奉董秦。忍使黔婁生。覆尸無衣巾。東坡云。詳味此詩。則董秦當時無功而享厚祿者。董秦、李忠臣也。天寶末驍將。屢立戰功。雖麤官亦頗知忠義。代宗時。吐蕃犯闕。徵兵。忠臣即日赴難。攷其終始。非無功而享厚祿者。不知玉川子何以有此句。李子曰。盧仝以黔婁對董秦。則初不論功。但論其德之何如耳。東坡乃謂秦驍勇有戰功。無乃失評甚歟。忠臣之節度淮西也。貪殘好色。將吏妻女美者。多逼淫之。悉以軍政委妹婿節度副使張惠光。惠光挾勢暴橫。軍州苦之。忠臣復以惠光子為牙將。暴橫甚于其父。都虞候李希烈。忠臣之族子也。因众心怨怒。殺惠光父子而逐忠臣。忠臣之所為如此。歲星主福德。乃以官爵奉之。玉川子所以涕泗而訟之天也。玉川之詞直。而東坡曲之。其亦誤矣。然則有功如秦者。不當官耶。非也。以有功而官之為當。則國家之權也。以無德而祿之為不當。則君子不易之論也。二者各自有道。而妄欲一之。則非其道也。東坡稱忠臣頗知忠義。始終有功。意以為大曆中。君父在難。不擇日而行。為可尚也。此為可尚。獨不念建中之變乎。建中末。朱泚僭逆。乘輿播越。忠臣久懷觖望。望風投泚。其所謂知忠義而始終有功者。果安在哉。且舍功而論德。德則殘賊矣。舍德而議功。功則叛人矣。兩無所取。而東坡猶深惜之。殆見堁而不見空者也。莫細于堁。莫大于空。見莫細而不見其莫大者。有物蔽之而然耳。（卷七。十段。） \\n 司空表聖詩喜用韻字。春晚云。憑高憐酒韻。引滿未能已。漫題云。率怕人書謹。閒宜酒韻高。以韻與酒。前人不道也。又光啟四年春云。小欄花韻午晴初。撫事寄同游云。春添茶韻時過寺。紅茶花云。豈憐高韻說紅茶。又王宮云。風荷似醉和風舞。沙鳥無情伴客閑。是物此中皆有韻。更堪微雨半遮山。 \\n 皮日休鹿門隱書曰。舟之有仡。猶人之有道也。仡、不安也。舟之行匪仡不進。是不安而行安也。人之行也。猶舟之有仡。匪道不行。是不行而行也。夫秦氏仡於項。項遺仡於漢。是聖人之道。不安其所安。小人之道。安其所不安也。其自注云。仡、五勃反。舟動貌。按韻書及尚書注釋皆云。仡仡為壯勇貌。仡。許乞魚乙二切。音訓俱與皮說不同。又遍尋字書。俱無音五勃反。而解為舟動貌者。此必扤字之誤。詩云。天之扤我。如不我克。傳曰。扤、動也。五忽反。 \\n 韓偓詩安貧云。窗裏日光飛野馬。案頭筠管長蒲盧。又劉師道詩歎世云。野馬飛窗日。醯雞舞甕天。所用野馬字皆不當。按莊子。鵬之徙于南溟也。水擊三千里。摶扶搖而上者九萬里。去以六月息者也。野馬也。塵埃也。生物之以息相吹也。野馬乃澤中之氣耳。今二詩皆以野馬為遊塵。誤矣。 \\n 羅隱說石孝忠事李愬。愬信任與家人伍。元和中。蔡人不恭。天子用裴丞相計。以丞相征蔡。若愬者、光顏者、重胤者皆受丞相指揮。明年蔡平。天子快之。詔刑部侍郎韓愈撰平蔡碑。將所以大丞相功業于蔡州。孝忠一旦熟視其文。大恚怒。因作力推去其碑。僅傾陊者再三。吏執詣節度使。悉以聞。天子方以東北事倚諸將。聞是卒也。甚訝之。命具獄。將斃于碑下。孝忠伺吏隙。舉枷尾拉一吏殺之。天子怒。使送闕下。因召見孝忠。孝忠頓首曰。平蔡之日。臣從在軍前。吴秀琳、蔡之姦賊也。而愬降之。李祐、蔡之驍將也。而愬擒之。蔡之爪牙脫落于是矣。及元濟縛。雖丞相與二三輩不能先知也。蔡平之後。刻石紀功。盡歸與丞相。而愬第其名與光顏、重胤齒。愬固無所言矣。不幸更有一淮西。其將略如愬者。復肯為陛下用乎。賞不當功。罰不當罪。非陛下所以勸人也。臣所以推去碑者。非以明愬之功。且將為陛下正賞罰也。臣不推碑。無以為吏擒。不殺吏。無以見陛下。臣死不容時矣。請就刑。憲宗多其意。遂赦之。因號曰烈士。復召翰林段學士撰淮西碑。一如孝忠語。今韓、段二碑具在。其敘李愬入蔡事。韓止三十餘字。段則近三百言。段承憲宗之旨。攄孝忠之憤。不得不大為鋪張誇詡也。然細攷韓筆。其三十餘字。與段之三百言者。大略亦不異。但文昌所作。稍加絢麗而已。李義山稱退之。謂公之斯文若元氣。先時已入人肝脾。宋世詩人亦有云。千載斷碑人膾炙。祇今誰數段文昌。則二公文字之優劣。不難判也。憲宗亦何為以卒隸之一言。遽命铲磨舊作。再更新製乎。予以退之之平生攷之。盖有由焉。李漢序昌黎先生文曰。時人始而驚。中而笑。且排先生益堅。終而翕然。遂以定。先生亦自以為公不見信于人。私不見助于友。跋前疐後。動輒得咎。退之所為。每為世所阻抑。當淮西之平。鴻功鉅業。歌頌洋洋。將貽千萬世而無斁。事體之重。譬之九鼎。而先生獨以一手扛之。當時必有以私意指摘者。群囂隊譟。踵之以孝忠之舌。众喣所漂。泰山一羽。其勢無足怪者。然則為憲宗者。當如何哉。要察所聞之言為何如耳。如其言可諒韓筆不能以盡偏裨士卒之勞。自應別錄名氏。列之碑陰足矣。亦不可以輕信人語。劃然而改章也。如其事無甚遺逸。而孝忠以一介抗天子。而殺人蔑王法。以暴狠求雄名。曰。吾欲勸天下之為人下者。是為兄尺寸之地而奪乃父乃祖之天也。盍磔之獨柳之下。與元濟同尸。顧義而赦之。賞罪人為烈士。又用其騰口之說。以輕易星斗之文。為憲宗者。不亦惑甚矣乎。春秋書齊豹為盜。說者曰。為惡求名而有名章徹。則作難之士誰或不為。今羅隱次孝忠事。惟恐不傳于後。則于春秋之義乖矣。 \\n 東坡漱茶帖云。茶性暗中損人為不少。吾有一法。每食已。輒以濃茶漱口。煩膩既去。而脾胃不知。此說亦未盡得。茶性固多損。漱茶則牙齒固利。脾胃固不傷。然不知齒自屬腎。茶入齒罅。氣味之所蒸。全歸腎經。脾胃雖不覺。而腎則覺之。消陽助陰。漱啜無異。或謂啜之與漱。啜之為力甚多。而漱之為力甚少。漱滌之損。終輕于啜。此亦不然。飲啜則氣歸于脾胃。而後始傳于餘臟。今而漱之。則其氣獨歸于腎。是其力多少適相等耳。若脾胃。則漱實勝于啜也。 \\n 東坡蓄墨。墨文有文公檜鼯臘墨六字者。且自言不知其所謂。予以為此亦易曉。文公檜、當是作者之姓名耳。鼯臘、則所造之歲月。鼯、鼠也。當是歲陽值子。臘、則十二月也。 \\n 王詵晉卿建寶繪堂。以前後所得法書名畫盡貯其中。東坡為作記云。桓靈寶之走舸。王涯之複壁。皆留意之禍也。東坡又嘗謂其弟子由之達。自幼而然。每獲書畫。漠然不甚經意。若坡所論。真所謂寓物而不留物者也。然烏臺詩話所載款狀。與晉卿往還者。多以書畫為累。是豈真能忘情者哉。世所傳洪覺範鐙蛾詞云。也知愛處實難拚。覺範特指蟲蟻言耳。人之逐欲而喪軀者。抑有甚於此。此深可以為士君子之戒也。 \\n 人情譽之則喜。訾之則怒。喜不于其譽。于其榮也。怒不于其訾。于其辱也。小人則不然。反甘心于得惡聲。既不以為辱。而更自以為榮焉。夫小人亦人也。亦人之心也。榮辱與人同之。而其美惡之閒。盡與人相反者。何哉。吾之所利者。在此焉耳。彼世之所謂榮辱者。非吾所恤也。唐穆宗時。李逢吉之黨潛貶戶部侍郎李紳為端州司馬。逢吉仍率百官表賀。既退。百官復詣中書賀。逢吉乃與張又新語。門者弗內。良久。又新揮汗而出。旅揖百官曰。端溪之事。又新不敢多讓。众駭愕辟易憚之。夫众之所以憚又新者。憚其惡聲也。又新之所以獲众憚者。賣其惡聲也。吾方賣之。惟恐惡聲之不四馳也。利作于辱。辱吾榮也。又何辱之云乎。人君之所以理世。人之所以處世。惟榮與辱兩端而已。榮辱兩無所施。則賊君戕父。無所不至矣。人亦安得而不憚之哉。頃有一人焉。才而甚□稍親要路。常于廣坐颺言曰。吾之力薄。誠不能與人為福。惟是朝夕議論之閒或能與人為禍。吁。此又學為又新而市惡聲者也。賈者必珍其貨而後市。小人則惡其聲而後市。一鬨之市。厥有如此。 \\n 人言山谷之于東坡。常欲抗衡而常不及。故其詩文字畫。別為一家。意若曰。我為汝所為。要在人後。我不為汝所為。則必得以名世成不朽。此其為論也隘矣。凡人才之所得。千萬而蔑有同之者。是造物者之大恆也。鳧自為短。鶴自為長。鳧豈為鶴而始短吾足。鶴豈為鳧而始長吾脛也哉。近世周戶部題魯直墨蹟云。詩律如提十萬兵。東坡直欲避時名。須知筆墨渾閒事。猶與先生抵死爭。周深于文者。此詩亦以世俗之口。量前人之心也。閒讀周集。因為此說。以喻世之不知山谷者。 \\n 介甫詠韓退之詩云。紛紛易盡百年身。舉世無人識道真。力去陳言誇末俗。可憐無補費精神。又集唐百家選。其自序云。廢目力于此。良足惜。此其為言。可以為達矣。求其用心。可以為遠矣。然撰著字說及三經新議。前人論議皆斥去不用。一出新義。必使天下學者皆吾之從。顧不知自謂費精神費目力否也。文字固不足道。觀其得君柄國。專以財賦為己任。至謂天變不足畏。祖宗不足法。人言不足恤。卒以召朋黨相煽之禍。此豈非言語自為一人。而其事業又自為一人乎。 \\n 陳無己詩寄晁以道云。十年作吏仍餬口。兩地為鄰闕寄聲。注云。顏魯公帖曰。闔門百口。幾至餬口。按左傳。鄭莊公曰。寡人有弟。不能和協。而使餬其口於四方。杜預云。餬、粥也。粥乃貧家所食。陳詩自謂仕久而貧。因用鄭莊公語。而顏真卿謂其家幾至餬口。則其意與左氏異。豈以餬口謂都無所食乎。 \\n 米元章治第潤州。有小軒面西山。用王徽之朝來致有爽氣語。名致爽。石林先生以為世以致字為學以致其道之致。非也。魏晉以來。多以致為語助。似是訓甚。李子曰。以致爽之致為致其道之致。固謬。又云。似是訓甚。則其言義含糊。模稜手耳。致自為甚。致爽自得以名軒。此亦何必深論。若以致為語助。則大段乖剌矣。 \\n 張本孝叔為孔毅夫雜說序云。其言漢景免笞人背。明皇親擇守令。宣宗立太子。不委宰相而屬宦官。至言祥瑞風鑒不可憑。議論甚韙。其引父命亦得為敕。母亦可稱大人。傳或有之。不可為後世法。則近贅言焉。孝叔謂後二事不可為後世法。非也。毅夫錄此者。盖見前史有此語。因而表出之。初不定以為後世法也。而孝叔以此為贅。何不量己之贅耶。 \\n 詩二雅及頌前三卷題曰。某詩之什。陸德明釋云。歌詩之作。非止一人。篇數既多。故以十篇編為一卷。名之為什。今人以詩為篇什。或稱譽他人所作為佳什。非也。 \\n 古文用韻。鄰傍上下。凡聲音之近似者。俱得相與為協。若東、冬、江為協。旨有語協。歌、麻、陽、哿、馬、屋、角之類皆得通用。至入聲則有兼用五六韻者。盖古人因事為文。不拘聲病。而專以意為主。雖其音韻不諧。不恤也。後人則專以浮聲切響論文。文之骨格。安得不弱。 \\n 諸樂有拍。惟琴無拍。祇有節奏。節奏雖似拍而非拍也。前賢論今琴曲已是鄭卫。若又作拍。則淫哇之聲。有甚于鄭卫者矣。故琴家謂遲亦不妨。疾亦不妨。所最忌者惟其作拍。而能改齋漫錄論胡笳十八拍。引謝希逸琴論云。平調明君三十六拍。胡笳明君二十六拍。清調明君十三拍。閒絃明君九拍。蜀調明君十二拍。吴調明君十四拍。杜瓊明君二十一拍。七曲皆言拍。果是希逸語否。在琴操其實不當言拍。止可言幾奏也。今琴譜載大小胡笳十八拍或十九拍者。乃後世琴工相傳云爾。（卷八。十六段。） \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "跋", "正文": "　 \\n 敬斋古今黈 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 跋跋 \\n  \\n  \\n  \\n 元儒李仁卿（治）敬齋古今黈一書。館臣從永樂大典輯成八卷。編入四庫。又交武英殿以聚珍版印行。久已風行海內。後見愛日精廬藏書志有此書十一卷足本。心焉慕之。戊子冬日。在滬肆收得仁和勞季言手鈔黃琴六本。為明萬曆庚子武林書室蔣德盛梓行者。前後無序跋。核其目。計四百五十八則。乙未。在武昌刻入叢書。而輯聚珍所存原書所缺為補遺二卷。己亥又獲愛日精廬所臧明鈔本。即黃本所自出。細心勘校。聚珍版之誤。施北研跋詳言之。黃本之誤。卷一。無爽之一字。一則。（已見卷五。）卷四。張祜詠薔薇花。下脫家語觀周篇。太祖后稷之廟。廟堂右階之前有金人焉。三緘其口。而銘其背曰古之慎言人也。三緘其口。謂緘其口者凡三處也。故今人多以三緘連言之。或曰。有金人焉三斷句。則指三人也。亦通。一則。（今聚珍本脫家語至慎言人也。）卷六。約輕齎。絕大幕。下脫師古曰。輕齎者。公以輜重自隨。而所齎糧食少也。一曰齎字與資同。謂資裝也。三十字。卷八。兩都賦一則。夷、言陵夷也。下脫又賦云。乘茵步輦。惟所息宴。善曰。應劭漢官儀曰。皇后婕妤乘輦。餘皆以茵。四人輿以行。劉良以為後宮或行于茵。或載于輦。如良所說。則乘茵謂行茵褥之上。如應劭之說。于餘皆以茵之下。始云四人輿以行。則茵亦輦轎之屬。詩。文茵暢轂。前漢周陽由傳。同車未嘗敢均茵憑。茵盖車中之物。或因之以取名也。吐茵亦同。一百二十字。卷九。阮嗣宗下脫阮籍詠懷云。李公悲東門。蘇子狹三河。張銑曰。蘇秦本洛陽人。洛陽、三川之地。則三河也。沈約曰。河南、河東、河北。秦之三川郡。古人呼水皆為河耳。故黃魯直送顧子敦為河北轉運詩云。西連魏三河。東盡齊四履。謂河南、河東通為三河也。阮又云。平生少年時。輕薄好絃歌。西游咸陽市。趙李相經過。娛樂未終極。白日忽蹉跎。驅馬復來歸。反顧望三河。向曰。晉文王河內人。故託稱三河。又魯直劉明仲墨竹賦云。三河少年。稟生勁剛。春服楚楚。游俠專場。亦用阮語也。是則河內、洛陽、河東、河南、河北。皆得稱之為三河也。然沈約注云。河南、河東、河北。秦之三川郡。古人呼水皆為河耳。而張銑亦承沈說。謂三川為三河。則謬矣。凡近河者。皆呼水為河。猶近江者。皆呼水為江。固也。今取三川以釋三河。毋乃疏乎。按史記。秦惠王時。司馬錯欲伐蜀。張儀曰。不如伐韓。王問其說。儀曰。親魏善楚。兵下三川。以臨二周之郊。據九鼎。按圖籍。挾天子以令于天下。天下莫敢不聽。此王業也。又曰。臣聞爭名者于朝。爭利者于市。今三川。周室天下之朝市也。迨至莊襄王之元年。卒使蒙驁伐韓。韓獻成皋、鞏。奏界至大梁。初置三川郡。韋昭曰。有河、洛、伊。故曰三川。如史遷所記。韋昭所解。三川之與三河大不相類者。謂伊水、洛水并河為三耳。一則。卷十。宋明帝下脫應劭風俗通義。載霸陵薄葬。亦被發掘。而其陵中物。乃與前書本紀絕不同。晉書索綝傳。劉曜入長安。時三秦人伊桓、解武等數千家。盜發漢霸、杜二陵。多獲珍寶。帝問綝曰。漢陵中物何乃多耶。綝對曰。漢天子即位一年而為陵。天下貢賦。三分之一供宗廟。一供賓客。一供山陵。漢武帝享年久長。比崩而茂陵不復容物。其樹皆已可拱。赤眉取陵中物不能減半。于今猶朽帛委積。珠玉未盡。此二陵是儉者耳。據劭、綝之言。知霸陵所謂薄葬者。乃特比餘陵差少耳。劭說與前書不同者。前書盖從史筆。劭說盖從所聞見。容有一誤。然質諸晉書。劭說為得其實。一則。卷十。詩曰。人涉卬否。下脫日者李君顯道。號稱鹿山人。瞽而慧。論人間事極有理致。因歎風俗之偷。乃曰。吾欲使天下無目之人有靈識。略依在古。皆習為樂師伶人。其少壯有力而不屑為伶倫者。可官給碓磑。使自食其力。不必如我輩以口舌為衣食。此亦正風俗之一端也。李覃懷人一則。卷十一。後漢光武紀。下衍葛稚川一則。業已刻成。識誤於此。此書蘇天爵名臣事略作四十卷。元史因之。黃琴六以十二卷為足本。以大典所收在此本外者。疑為十一卷之尾。十二卷之首脫文之中。然此書每卷止十四五葉。十一、十二并卷亦十四葉。補遺兩卷共二十八葉。似非兩半卷所能容。疑四十為十四之誤。則多寡相稱。明刻缺後兩卷。又無序跋。似非完本。傳鈔時又誤合十一、十二卷為一耳。施北研跋。以為李治非李冶。考元王惲中堂紀事卷三。徵君李治。授翰林學士。知制誥。同修國史。（注。李仁卿。欒城人。前進士。）金少中大夫程震碑。欒城李治題額。石本作治。為北研得兩佳證。可訂諸書傳寫之失。光緒壬寅上元後一日。江陰繆荃孫跋。 \\n 又案。元遺山集寄庵碑。先生子男三人。長曰澈。方山抽分窯冶官。次曰治。正大中收世科。徵仕郎。高陵主簿。次曰滋。兄澈弟滋。偏旁皆從水。則仁卿名治。更無可疑者。癸卯春三。再跋。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
