{"章节": "弁言", "正文": "  \\n 弁言 \\n 　 \\n  \\n 　 \\n 仲長統，字公理，山陽高平人也。《後漢書》與王充、王符合傳，韓愈《後漢三賢賛》即贊此三人。曰：「論說古今，發憤著書，《昌言》是名。友人繆襲，稱其文章，足继西京。」《隋書·隋書志》三《子部·雜家》：「仲長子《昌言》十二卷，《錄》一卷。漢尚書郎仲長統撰。」《舊唐書·經籍志》下作十卷。《新唐書·藝文志》三移入儒家，亦十卷。《崇文總目》列雜家，作三卷，曰：「漢仲長統撰。按本傳，統論說古今及時俗行事，著論名《昌言》，凡三十四篇，十餘萬言。隋唐書目十卷。今所存十五篇，分為三卷，餘皆亡。」《宋史·藝文志》四作二卷，亦列雜家。後此之《郡齋讀書志》、《直齋書錄解題》不復著錄。明陳第世《善堂書目》有二卷。嚴可均疑即十五篇本。後所見刻本僅明胡維新《兩京遺編》，有《理亂》《損益》《法誡》三篇；歸有光《諸子彙函》有《理亂》、《損益》二篇；皆出本傳，無所增多。則北宋十五篇本又復佚失。嚴可均《全後漢文》從《羣書治要》寫出九篇，益以本傳三篇，以《意林》次第之。刺取各書引見，補正脫譌，定著二卷。然所引未備，間有缺略，且所據版本或有未善。余不揣淺陋，續加鳩集，編為三卷：上卷收本傳所引四篇，中卷收《羣書治要》所引九篇，下卷則收《意林》等書所引，凡《全後漢文》未收者，亦著明。並稍集相關資料以為附錄，俾覽者或免翻檢之勞焉！ \\n 魯東野人胡不歸識 \\n  \\n   \\n  "}
{"章节": "昌言上", "正文": "  \\n 昌言上 \\n 　 \\n  \\n 理亂篇 \\n 豪傑之當天命者，未始有天下之分者也。無天下之分，故戰爭者競起焉。于斯之時，並偽假天威，矯據方國，擁甲兵與我角才智，程勇力與我競雌雄，不知去就，疑誤天下，蓋不可數也。角知者皆窮，角力者皆負，形不堪復伉，埶不足復校，乃始羈首係頸，就我之銜紲耳。夫或曾為我之尊長矣，或曾與我為等儕矣，或曾臣虜我矣，或曾執囚我矣。彼之蔚蔚，皆匈詈腹詛，幸我之不成，而以奮其前志，詎肯用此為終死之分邪？ \\n 及繼體之時，民心定矣。普天之下，賴我而得生育，由我而得富貴，安居樂業，長養子孫，天下晏然，皆歸心於我矣。豪傑之心既絕，士民之志已定，貴有常家，尊在一人。當此之時，雖下愚之才居之，猶能使恩同天地，威侔鬼神。暴風疾霆，不足以方其怒；陽春時雨，不足以喻其澤；周﹑孔數千，無所復角其聖；賁﹑育百萬，無所復奮其勇矣。 \\n 彼後嗣之愚主，見天下莫敢與之違，自謂若天地之不可亡也，乃奔其私嗜（《意林》作「情」），騁其邪欲，君臣宣淫，上下同惡。目極角觝之觀，耳窮鄭、衛之聲。入則耽於婦人，出則馳於田獵。（《意林》作「入則騁于婦人而不反，出則馳于田弋而不還」）荒廢庶政，弃亡人物，澶漫彌流，無所底極。信任親愛者，盡佞諂容說之人也；寵貴隆豐者，盡后妃姬妾之家也。使餓狼守庖廚，飢虎牧牢豚，遂至熬天下之脂膏，斲生人之骨髓。怨毒無聊，禍亂並起，中國擾攘，四夷侵叛，土崩瓦解，一朝而去。昔之為我哺乳之子孫者，今盡是我飲血之寇讎也。至於運徙勢去（《意林》作「命移運去」），猶不覺悟者，豈非富貴生不仁，沈溺致愚疾邪？存亡以之迭代，政（《舊唐書》卷十六《穆宗本紀》史臣論引作「治」）亂從此周復，天道常然之大數也。 \\n 又政之為理者，取一切而已，非能斟酌賢愚之分，以開盛衰之數也。日不如古，彌以遠甚，豈不然邪？漢興以來，相與同為編戶齊民，而以財力相君長者，世無數焉。而清絜之士，徒自苦於茨棘之閒，無所益損於風俗也。豪人之室，連棟數百，膏田滿野，奴婢千羣，徒附萬計。船車賈販，周於四方；廢居積貯，滿於都城。琦賂寶貨，巨室不能容；馬牛羊豕，山谷不能受。妖童美妾，填乎綺室；倡謳伎樂，列乎深堂。賓客待見而不敢去，車騎交錯而不敢進。三牲之肉，臭而不可食；清醇之酎，敗而不可飲。睇盼則人從其目之所視，喜怒則人隨其心之所慮。此皆公侯之廣樂，君長之厚實也。苟能運智詐者，則得之焉；苟能得之者，人不以為罪焉。源發而橫流，路開而四通矣。求士之舍榮樂而居窮苦，弃放逸而赴束縛，夫誰肯為之者邪！夫亂世長而化世短。亂世則小人貴寵，君子困賤。當君子困賤之時，跼高天，蹐厚地，猶恐有鎮厭之禍也。逮至清世，則復入於矯枉過正之檢。老者耄矣，不能及寬饒之俗；少者方壯，將復困於衰亂之時。是使姦人擅無窮之福利，而善士挂不赦之罪辜。苟目能辯色，耳能辯聲，口能辯味，體能辯寒溫者，將皆以脩絜為諱惡，設智巧以避之焉，況肯有安而樂之者邪？斯下世人主一切之愆也。 \\n 昔春秋之時，周氏之亂世也。逮乎戰國，則又甚矣。秦政乘并兼之埶，放虎狼之心，屠裂天下，吞食生人，暴虐不已，以招楚漢用兵之苦，甚於戰國之時也。漢二百年而遭王莽之亂，計其殘夷滅亡之數，又復倍乎秦﹑項矣。以及今日，名都空而不居，百里絕而無民者，不可勝數。此則又甚於亡新之時也。悲夫！不及五百年，大難三起，中閒之亂，尚不數焉。變而彌猜，下而加酷，推此以往，可及於盡矣。嗟乎！不知來世聖人救此之道，將何用也？又不知天若窮此之數，欲何至邪？（《後漢書仲長統傳》） \\n 損益篇 \\n 作有利於時，制有便於物者，可為也。事有乖於數，法有翫於時者，可改也。故行於古有其迹，用於今無其功者，不可不變。變而不如前，易有多所敗者，亦不可不復也。漢之初興，分王子弟，委之以士民之命，假之以殺生之權。於是驕逸自恣，志意無厭。魚肉百姓，以盈其欲；報蒸骨血，以快其情。上有篡叛不軌之姦，下有暴亂殘賊之害。雖藉親屬之恩，蓋源流形埶使之然也。降爵削土，稍稍割奪，卒至於坐食奉祿而已。然其洿穢之行，淫昏之罪，猶尚多焉。故淺其根本，輕其恩義，猶尚假一日之尊，收士民之用。況專之於國，擅之於嗣，豈可鞭笞叱咤，而使唯我所為者乎？時政彫敝，風俗移易，純樸已去，智惠已來。出於禮制之防，放於嗜欲之域久矣，固不可授之以柄，假之以資者也。是故收其奕世之權，校其從橫之埶，善者早登，否者早去，故下土無壅滯之士，國朝無專貴之人。此變之善，可遂行者也。 \\n 井田之變，豪人貨殖，館舍布於州郡，田畝連於方國。身無半通青綸之命，而竊三辰龍章之服；不為編戶一伍之長，而有千室名邑之役。榮樂過於封君，埶力侔於守令。財賂自營，犯法不坐。刺客死士，為之投命。至使弱力少智之子，被穿帷敗，寄死不斂，冤枉窮困，不敢自理。雖亦由網禁疎闊，蓋分田無限使之然也。今欲張太平之紀綱，立至化之基趾，齊民財之豐寡，正風俗之奢儉，非井田實莫由也。此變有所敗，而宜復者也。 \\n 肉刑之廢，輕重無品，下死則得髡鉗，下髡鉗則得鞭笞。死者不可復生，而髡者無傷於人。髡笞不足以懲中罪，安得不至於死哉！夫雞狗之攘竊，男女之淫奔，酒醴之賂遺，謬誤之傷害，皆非值於死者也。殺之則甚重，髡之則甚輕。不制中刑以稱其罪，則法令安得不參差，殺生安得不過謬乎？今患刑輕之不足以懲惡，則假臧貨以成罪，託疾病以諱殺。科條無所準，名實不相應，恐非帝王之通法，聖人之良制也。或曰：過刑惡人，可也；過刑善人，豈可復哉？曰：若前政以來，未曾枉害善人者，則有罪不死也，是為忍於殺人，而不忍於刑人也。今令五刑有品，輕重有數，科條有序，名實有正，非殺人逆亂鳥獸之行甚重者，皆勿殺。嗣周氏之祕典，續呂侯之祥刑，此又宜復之善者也。 \\n 易曰：「陽一君二臣，君子之道也；陰二君一臣，小人之道也。」然則寡者，為人上者也；衆者，為人下者也。一伍之長，才足以長一伍者也；一國之君，才足以君一國者也；天下之王，才足以王天下者也。愚役於智，猶枝之附幹，此理天下之常法也。制國以分人，立政以分事，人遠則難綏，事總則難了。今遠州之縣[界]（「界」字從《通典》卷一補），或相去數百千里，雖多山陵洿澤，猶有可居人種穀者焉。[而諸夏有十畝共桑之迫。遠州有曠野不發之田，代俗安土有死無去。君長不使，誰能自往緣邊之地。亦可因罪徙人，便以守禦]。（「而诸夏」下四十九字從《通典》卷一《食貨》），當更制其境界，使遠者不過二百里。明版籍以相數閱，審什伍以相連持，限夫田以斷并兼，定五刑以救死亡，益君長以興政理，急農桑以豐委積，去末作以一本業，敦教學以移情性，表德行以厲風俗，覈才蓺以敍官宜，簡精悍以習師田，修武器以存守戰，嚴禁令以防僭差，信實罰以驗懲勸，糾游戲以杜姦邪，察苛刻以絕煩暴。審此十六者以為政務，操之有常，課之有限，安寧勿懈墯，有事不迫遽，聖人復起，不能易也。通典 \\n 向者，天下戶過千萬，除其老弱，但戶一丁壯，則千萬人也。遺漏既多，又蠻夷戎狄居漢地者尚不在焉。丁壯十人之中，必有堪為其什伍之長，推什長已上，則百萬人也。又十取之，則佐史之才已上十萬人也。又十取之，則可使在政理之位者萬人也。以筋力用者謂之人，人求丁壯；以才智用者謂之士，士貴耆老。充此制以用天下之人，猶將有儲，何嫌乎不足也？故物有不求，未有無物之歲也；士有不用，未有少士之世也。夫如此，然後可以用天性，究人理，興頓廢，屬斷絕，網羅遺漏，拱柙天人矣。 \\n 或曰：善為政者，欲除煩去苛，并官省職，為之以無為，事之以無事，何子言之云云也？曰：若是，三代不足摹，聖人未可師也。君子用法制而至於化，小人用法制而至於亂。均是一法制也，或以之化，或以之亂，行之不同也。苟使豺狼牧羊豚，盜跖主征稅，國家昏亂，吏人放肆，則惡復論損益之閒哉！夫人待君子然後化理，國待蓄積乃無憂患。君子非自農桑以求衣食者也，蓄積非橫賦斂以取優饒者也。奉祿誠厚，則割剝貿易之罪乃可絕也；蓄積誠多，則兵寇水旱之灾不足苦也。故由其道而得之，民不以為奢；由其道而取之，民不以為勞。天灾流行，開倉庫以稟貸，不亦仁乎？衣食有餘，損靡麗以散施，不亦義乎？彼君子居位為士民之長，固宜重肉累帛，朱輪四馬。今反謂薄屋者為高，藿食者為清，既失天地之性，又開虛偽之名，使小智居大位，庶績不咸熙，未必不由此也。得拘絜而失才能，非立功之實也。以廉舉而以貪去，非士君子之志也。夫選用必取善士。善士富者少而貧者多，祿不足以供養，安能不少營私門乎？從而罪之，是設機置穽，以待天下之君子也。 \\n 盜賊凶荒，九州代作，飢饉暴至，軍旅卒發，橫稅弱人，割奪吏祿，所恃者寡，所取者猥，萬里懸乏，首尾不救，徭役並起，農桑失業，兆民呼嗟於昊天，貧窮轉死於溝壑矣。今通肥饒之率，計稼穡之入，令畝收三斛，斛取一斗，未為甚多。一歲之閒，則有數年之儲，雖興非法之役，恣奢侈之欲，廣愛幸之賜，猶未能盡也。不循古法，規為輕稅，及至一方有警，一面被灾，未逮三年，校計騫短，坐視戰士之蔬食，立望餓殍之滿道，如之何為君行此政也？二十稅一，名之曰貊，況三十稅一乎？夫薄吏祿以豐軍用，緣於秦征諸侯，續以四夷，漢承其業，遂不改更，危國亂家，此之由也。今田無常主，民無常居，吏食日稟，(祿)班[祿]未定。可為法制，畫一定科，租稅十一，更賦如舊。今者土廣民稀，中地未墾；雖然，猶當限以大家，勿令過制。其地有草者，盡曰官田，力堪農事，乃聽受之。若聽其自取，後必為姦也。（《後漢書仲長統傳》） \\n 法誡篇 \\n [冢宰，堯官也。《尚書》曰：冢宰，一曰掌邦，治官府，以紀万民。二曰教典，以安邦國，以教官府，以擾万民。三曰禮典，以統百官，以和邦國，以諧万民。四曰政典，以平邦國，以正百官，以均万民。五曰刑典，以詰邦國，以任百官，以生万民。]（「冢宰」下八十五字據《御覽》卷二百六补，按此條《全後漢文》未收）《周禮》六典，冢宰貳王而理天下。春秋之時，諸侯明德者，皆一卿為政。爰及戰國，亦皆然也。秦兼天下，則置丞相，而貳之以御史大夫。自高帝逮于孝成，因而不改，多終其身。漢之隆盛，是惟在焉。 \\n 夫任一人則政專，任數人則相倚。政專則和諧，相倚則違戾。和諧則太平之所興也，違戾則荒亂之所起也。光武皇帝慍數世之失權，忿彊臣之竊命，矯枉過直，政不任下，雖置三公，事歸臺閣。自此以來，三公之職，備員而已，然政有不理，猶加譴責。而權移外戚之家，寵被近習之豎，親其黨類，用其私人，內充京師，外布列郡，顛倒賢愚，貿易選舉，疲駑守境，貪殘牧民，撓擾百姓，忿怒四夷，招致乖叛，亂離斯瘼。怨氣並作，陰陽失和，三光虧缺，怪異數至，蟲螟食稼，水旱為灾，此皆戚宦之臣所致然也。反以策讓三公，至於死免，乃足為叫呼蒼天，號咷泣血者也。又中世之選三公也，務於清愨謹慎，循常習故者。是婦女之檢柙，鄉曲之常人耳，惡足以居斯位邪？埶既如彼，選又如此，而欲望三公勳立於國家，績加於生民，不亦遠乎？ \\n 昔文帝之於鄧通，可謂至愛，而猶展申徒嘉之志。夫見任如此，則何患於左右小臣哉？至如近世，外戚臣豎請託不行，意氣不滿，立能陷人於不測之禍，惡可得彈正者哉！曩者任之重而責之輕，今者任之輕而責之重。昔賈誼感絳侯之困辱，因陳大臣廉恥之分，開引自裁之端。自此以來，遂以成俗。繼世之主，生而見之，習其所常，曾莫之悟。嗚呼，可悲夫！左手據天下之圖，右手刎其喉，愚者猶知難之，況明哲君子哉！光武奪三公之重，至今而加甚，不假后黨以權，數世而不行，蓋親疏之埶異也。母后之黨，左右之人，有此至親之埶，故其貴任萬世。常然之敗，無世而無之，莫之斯鑒，亦可痛矣。未若置丞相自總之。若委三公，則宜分任責成。夫使為政者，不當與之婚姻；婚姻者，不當使之為政也。如此，在位病人，舉用失賢，百姓不安，爭訟不息，天地多變，人物多妖，然後可以分此罪矣。 \\n 或曰：政在一人，權甚重也。曰：人實難得，何重之嫌？昔者霍禹、竇憲、鄧騭、梁冀之徒，籍外戚之權，管國家之柄；及其伏誅，以一言之詔，詰朝而決，何重之畏乎？今夫國家漏神明於媟近，輸權重於婦黨，筭十世而為之者八九焉。不此之罪而彼之疑，何其詭邪！（《後漢書仲長統傳》） \\n 闕題一篇 \\n 使居有良田廣宅，背山臨流，溝池環帀，竹木周布，場圃築前，果園樹後。舟車足以代步涉之艱，使令足以息四體之役。養親有兼珍之膳，妻孥無苦身之勞。良朋萃止，則陳酒肴以娛之；嘉時吉日，則亨羔豚以奉之。蹰躇畦苑，遊戲平林，濯清水，追涼風，釣游鯉，弋高鴻。諷於舞雩之下，詠歸高堂之上。安神閨房，思老氏之玄虛；呼吸精和，求至人之仿佛。與達者數子，論道講書，俯仰二儀，錯綜人物（《文選》卷十二郭璞《江賦》注作「情」）。彈南風之雅操，發清商之妙曲。消搖一世之上，睥睨天地之閒。不受當時之責，永保性命之期。如是，則可以陵霄漢，出宇宙之外矣。豈羨夫入帝王之門哉！（《後漢書仲長統傳》）《全後漢文》注：「本《傳》，統常以為凡遊帝王者，欲以立身揚名耳，而名不常存，人生易滅，優遊偃仰，可以自娛，欲卜居清曠，以樂其志，論之曰云云。據《文選》《閒居賦》注引《昌言》曰『溝池自周，竹木自環』，今此有『溝池環匝，竹木周布』二語，知即三十四篇之一。疑在《自敍篇》，或當以『卜居』名篇。胡維新《兩京遺篇》題為《樂志論》，而出《昌言》外，非也。」 \\n  \\n   \\n  "}
{"章节": "昌言中", "正文": "  \\n 昌言中 \\n 　 \\n  \\n 德敎者，人君之常任也，而刑罰爲之佐助焉。古之聖帝明王，所以能親百姓、訓五品、和萬邦、蕃黎民、召天地之嘉應、降鬼神之吉靈者，寔德是爲，而非刑之攸致也。至於革命之期運，非征伐用兵，則不能定其業；姦宄之成羣，非嚴刑峻法，則不能破其黨。時勢不同，所用之數亦宜異也。敎化以禮義爲宗，禮義以典籍爲本。常道行於百世，權宜用於一時。[高辛已往，則聞其人，不見其書；唐、虞、夏、殷，則見其書，不詳其事；周氏已來，載籍具矣]（「高辛」已下二十三字從《意林》補），所不可得而易者也。故制不足，則引之無所至；禮無等，則用之不可依；法無常，則網羅當道路；敎不明，則士民無所信。引之無所至，則難以致治；用之不可依，則無所取正；羅網當道路，則不可得而避；士民無所信，則其志不知所定，非治理之道也。 \\n 誠令方來之作，禮簡而易用，儀省而易行，法明而易知，敎約而易從。篇章旣著，勿復刋剟；儀故旣定，勿復變易。而人主臨之以至公，行之以至仁，（本作「忠仁」，依《文選》庾亮《讓中書令表》注改）壹德於恆久，先之用己身；又使通治亂之大體者，總綱紀而爲輔佐；知稼穡之艱難者，親民事而布惠利；政不分於外戚之家，權不入於官豎之門，下無侵民之吏，京師無佞邪之臣，則天神可降，地祇可岀。大治之後，有易亂之民者，安寧無故邪心起也；大亂之後，有易治之勢者，創艾禍災，樂生全也。刑繁而亂益甚者，法難勝避，苟免而無耻也；敎興而罰罕用者，仁義相厲，廉耻成也。任循吏於大亂之會，必有恃仁恩之敗；用酷吏於淸治之世，必有殺良民之殘。此其大數也。 \\n 我有公心焉，則士民不敢念其私矣；我有平心焉，則士民不敢行其險矣；我有儉心焉，則士民不敢放其奢矣。此躬行之所徵者也。開道塗焉，起隄防焉，舍我塗而不由，踰隄防而橫行，逆我政者也。誥之而知罪，可使悔過於後矣；誥之而不知罪，明刑之所取者也。敎有道，禁不義，而身以先之，令德者也；身不能先，而聰略能行之，嚴明者也；忠仁爲上，勤以守之，其成雖遲，君子之德也。譎詐以御其下，欺其民而取其心，雖有立成之功，至德之所不貴也。（《羣書治要》卷四十五） \\n 廉隅貞潔者，德之令也；流逸奔隨者；行之汚也。風有所從來。俗有所由起，疾其末者刈其本，惡其流者塞其源。夫男女之際，明别其外內，遠絕其聲音，激厲其廉耻，塗塞其虧隙，由尚有胷心之逸念，睇盻之過視，而況開其門，導其徑者乎？今嫁娶之會，捶杖以督之戲謔，酒醴以趣情慾，宣淫佚於廣衆之中，顯陰私於族親之間，汚風詭俗，生淫長姧，莫此之甚，不可不斷者也。（《羣書治要》卷四十五） \\n 漢興以來，皆引母妻之黨爲上將，謂之輔政。而所賴以治理者甚少，而所坐以危亂者甚衆。妙采於萬夫之望，其良猶未可得而遇也，況欲求之妃妾之黨，取之於驕盈之家，徼天幸以自獲其人者哉？夫以丈夫之智，猶不能久處公正，長思利害，耽榮樂寵，死而後已。又況婦人之愚，而望其遵巡正路，謙虛節儉，深圖遠慮，爲國家校計者乎？故其欲關豫朝政，愜快私願，是乃理之自然也。 \\n 昔趙綰不奏事於大后，而受不測之罪；王章陳日蝕之變，而取背叛之誅。夫二后不甚名爲無道之婦人，猶尚若此，又況呂后、飛燕、傅昭儀之等乎？夫母之於我尊且親，於其私親，亦若我父之欲厚其父兄子弟也；妻之於我愛且媟，於其私親，亦若我之欲厚我父兄子弟也。我之欲盡孝順於慈母，無所擇事矣；我之欲効恩情於愛妻妾，亦無所擇力矣。而所求於我者，非使我有四體之勞苦，肌膚之疾病也。夫以此欬唾盻睇之間，至易也，誰能違此者乎？唯不世之主，抱獨斷絕異之明，有堅剛不移之氣，然後可庶幾其不陷没流淪耳。（《羣書治要》卷四十五） \\n 宦豎者，傳言給使之臣也。拚掃是爲，超走是供，傅近（原作「傳延」《文選》卷五十范曄《宦者傳論》、《后汉书宦者列傳》注作「傅近」，是，據改）房臥之內，交錯婦人之間。房臥之內，交錯婦人之間，又亦實刑者之所宜也。孝宣之世，則以弘恭爲中書令，石顯爲僕射。中宗嚴明，二豎不敢容錯其姧心也。後曁孝元，常抱病而留，好於音樂，悉以樞機委之石顯，則昬迷霧亂之政起，而仇忠害正之禍成矣。嗚呼！父子之間，相監至近，而明闇之分若此，豈不良足悲耶！孝桓皇帝起自蠡吾，而登至尊。侯覽、張讓之等，以亂承亂，政令多門，權利並作，迷荒帝主，濁亂海內。高命（《全後漢文》注：「命」借為「明」，《易系辭》「而命之」，《釋文》孟本作「明」）士惡其如此，直言正諭，與相摩切，被誣見陷，謂之黨人。靈皇帝登自解犢，以繼孝桓。中常侍曹節、侯覽等，造爲維綱，帝終不寤，寵之日隆，唯其所言，無求不得。凡貪淫放縱，僭凌橫恣，撓亂內外，螫噬民化，隆自順、桓之時，盛極孝靈之世，前後五十餘年，天下亦何緣得不破壞耶！古之聖人，立禮垂典，使子孫少在師保，不令處於婦女小人之間，蓋猶見此之良審也。（《羣書治要》卷四十五） \\n 和神氣，懲思慮，避風濕，節飮食，適嗜欲，此壽考之方也。不幸而有疾，則鍼石湯藥之所去也。肅禮容，居中正，康道德，履仁義，敬天地，恪宗廟，此吉祥之術也。不幸而有災，則克己責躬之所復也。然而有禱祈之禮、史巫之事者，盡中正，竭精誠也。下世（《全後漢文》注：有脱字）其本而爲姦邪之階，於是淫厲亂神之禮興焉，侜張變怪之言起焉，丹書厭勝之物作焉。 \\n 故常俗忌諱可笑事，時世之所遂往而通人所深疾也。且夫堀地九仭以取水，鑿山百歩以攻金，入林伐木不卜日，適野刈草不擇時，及其搆而居之，制而用之，則疑其吉凶，不亦迷乎？簡郊社，慢祖禰，逆時令，背大順，而反求福祐於不祥之物，取信誠於愚惑之人，不亦誤乎？彼圖家畫舍，轉局指天者，不能自使室家滑利，子孫貴富，而望其能致之於我，不亦惑乎？今有嚴禁於下，而上不去，非敎化之法也。諸厭勝之物，非禮之祭，皆所宜急除者也。情無所止，禮爲之儉；欲無所齊，法爲之防。越禮宜貶，踰法宜刑，先王之所以紀綱人物也。若不制此二者，人情之縱横馳騁，誰能度其所極者哉？表正則影直，範端則器良。行之於上，禁之於下，非元首之敎也。君臣士民，並順私心，又大亂之道也。 \\n 頃皇子皇女有夭折，年未及殤，爵加王、主之號，葬從成人之禮，非也。及下殤以上，已有國邑之名，雖不合古制，行之可也。王侯者，所與共受氣於祖考，幹合而支分者也。性類純美，臭味芬香，孰有加此乎？然而生長於驕溢之處，自恣於色樂之中，不聞典籍之法言，不因師傅之良敎，故使其心同於夷狄，其行比於禽獸也。長幼相効，子孫相襲，家以爲風，世以爲俗，故姓族之門不與王侯婚者，不以其五品不和睦，閨門不潔盛耶！所貴於善者，以其有禮義也；所賤於惡者，以其有罪過也。今以所貴者敎民，以所賤者敎親，不亦悖乎？可令王侯子弟，悉入大學，廣之以他山，肅之以二物，則腥臊之汚可除，而芬芳之風可發矣。（《羣書治要》卷四十五） \\n 有天下者，莫不君之以王，而治之以道。道有大中，所以爲貴也。又何慕於空言高論、難行之術哉！而[今為宮室者，崇臺數十層，長階十百仞，延袤臨浮雲，上樹九丈旗，珠玉翡翠以為飾，連帷為城，構帳為宮。起]（「今為」以下四十一字據《類聚》卷六十一補）臺榭則高數十百尺，壁帶加珠玉之物，木土被綈錦之飾。不見夫之女子，成市於宮中，未曾御之婦人，生幽於山陵。繼體之君，誠欲行道，雖父之所興，可有所壞者也；雖父之美人，可有所嫁者也。至若門庭足以容朝賀之會同，公堂足以陳千人之坐席，臺榭足以覽都民之有無，防闥足以殊五等之尊卑。宇殿高顯敞，而不加以雕采之巧，錯塗之飾，是自（《全後漢文》注：有脱文）其中也。菀囿池沼，百里而還，使蒭蕘雉菟者，得時往焉。隨農郄而講事，因田狩以敎戰。上虔郊廟，下虞賔客，是又自其中也。嫡庶之數，使從周制。妾之無子，與希幸者，以時出之。均齊恩施，以廣子姓。使令之人，取足相供。時其上下，通其隔曠，是又自然其中也。 \\n 在位之人，有乘柴馬弊車者矣，有食菽藿者矣，有親飮食之蒸烹者矣，有過客不敢沽酒市脯者矣，有妻子不到官舍者矣，有還奉祿者矣，有辭爵賞者矣，莫不稱述以爲淸邵。非不淸邵，而不可以言中也。好節之士，有遇君子而不食其食者矣，有妻子凍餧而不納善人之施者矣，有茅茨蒿屏而上漏下濕者矣，有窮居僻處求而不可得見者矣，莫不歎美以爲高潔。此非不高潔，而不可以言中也。夫世之所以高此者，亦有由然。先古之制休廢，時王之政不平，直正不行，詐僞獨售，於是世俗同共知節義之難復持也，乃舍正從邪，背道而馳姧；彼獨能介然不爲，故見貴也。如使王度昭明，祿除從古，服章不中法，則詰之以典制，貨財不及禮，則間之以志故，向所稱以淸邵者，將欲何矯哉？向所歎云高潔者，欲以何厲哉？故人主能使違時詭俗之行，無所復剴摩；困苦難爲之約，無所復激切；歩驟乎平夷之塗，偃息乎大中之居；人享其宜，物安其所，然後足以稱賢聖之王公，中和人（《全後漢文》注：当作「之」）君子矣。（《羣書治要》卷四十五） \\n 古者君之於臣，無不答拜也。雖王者有變，不必相因，猶宜存其大者。御史大夫，三公之列也，今不爲起，非也。爲太子時太傅，卽位之後，宜常答其拜。少傅可比三公，爲之起。《周禮》：王爲三公六卿錫衰，爲諸侯緦衰，爲大夫士疑衰。及於其病時，皆自問焉。古禮雖難悉奉行，師傅三公，所不宜闕者也。凡在京師，大夫以上疾者，可遣使修賜問之恩。州牧郡守遠者，其死然後有弔贈之禮也。坐而論道，謂之三公；作而行之，謂士大夫。論道必求高明之士，幹事必使良能之人，非獨三太三少可與言也。凡在列位者，皆宜及焉。故士不與其言，何以知其術之淺深？不試之事，何以知其能之高下？與羣臣言議者，又非但用觀彼之志行，察彼之才能也，乃所以自弘天德，益聖性也。猶十五志學，朋友講習，自強不息，德與年進，至于七十，然後心從而不踰矩，況於不及中規者乎？而不自勉也？公卿列校，侍中尚書，皆九州之選也，而不與之從容言議，諮論古事，訪國家正事，問四海豪英，琢磨珪璧，染練金錫，何以昭仁心於民物，廣令聞於天下哉？ \\n 人主有常不可諫者五焉：一曰廢后黜正，二曰不節情Q欲Y，三曰專愛一人，四曰寵幸佞諂，五曰驕貴外戚。廢后黜正，覆其國家者也；不節情Q欲Y，伐其性命者也；專愛一人，絕其繼嗣者也；寵幸佞諂，壅蔽忠正者也；驕貴外戚，淆亂政治者也；此爲疾痛在於膏肓，此爲傾危比於累卵者也。然而人臣破首分形，所不能救止也。不忌（《全後漢文》注：當作「忘」）初故，仁也；以計御情，智也；以嚴專制，禮也。豐之以財，而勿與之位，亦足以爲恩也；封之以土，而勿與之權，亦足以爲厚也。何必友（《全後漢文》注：疑有誤。舊校云：恐當作「久」）年彌世，惑賢亂國，然後於我心乃快哉！（《羣書治要》卷四十五） \\n 人之事親也，不去乎父母之側，不倦乎勞辱之事，唯父母之所言也，唯父母之所欲也。於其體之不安，則不能寢；於其飡之不飽，則不能食。孜孜爲此，以没其身，惡有爲此人父母而憎之者也？人之事君也，言無小大，無愆也；事無勞逸，無所避也。其見識知也，則不恃恩寵而加敬；其見遺忘也，則不懷怨恨而加勤。安危不貳其志，險易不革其心，孜孜爲此，以没其身，惡有爲此人君長而憎之者也？人之交士也，仁愛篤恕，謙遜敬讓，忠誠發乎內，信效著乎外，流言無所受，愛憎無所偏，幽閑（《全後漢文》作「闇」。注：《意林》作「暗」，知是「闇」字。）攻人之短（《全後漢文》作「攻己之所短」。注：本作「攻人之短」，从《御覽》四百六改補，「所」字从《意林》補。下句仿此），會友（《全後漢文》作「同」。注：本作「会友」，從《意林》、《御覽》改）述人之（《全後漢文》「之」下有「所」字）長。有負我者，我又加厚焉；有疑我者，我又加信焉。患難必相及（《全後漢文》作「難必相恤，利必相及」，注：「恤利必相」四字從《意林》補）行潛德而不有，立潛功而不名，孜孜爲此，以没其身，惡有與此人交而憎之者也？ \\n 故事親而不爲親所知，是孝未至者也；事君而不爲君所知，是忠未至者也；與人交而不爲人所知，是信義未至者也。父母怨咎人不以正，已審其不然，可違而不報也；父母欲與人以官位爵祿，而才實不可，可違而不從也；父母欲爲奢泰侈靡，以適心快意，可違而不許也；父母不好學問，疾子孫之爲之（《意林》作「學之」），可違而學也；父母不好善士，惡子孫交（《意林》作「友」）之，可違而友（《意林》作「交」）也；士友有患故，待己而濟，父母不欲其行，可違而往也。故不可違而違，非孝也；可違而不違，亦非孝也；好不違，非孝也；好違，亦非孝也。其得義而已也。（《羣書治要》卷四十五） \\n 昔高祖誅秦、項，而陟天子之位；光武討篡臣，而復已亡之漢，皆受命之聖主也。蕭、曹、丙、魏、平、勃、霍光之等，夷諸呂，尊大宗，廢昌邑而立孝宣，經緯國家，鎭安社稷，一代之名臣也。二主數子之所以震威四海，布德生民，建功立業，流名百世者，唯人事之盡耳，無天道之學焉。然則王天下、作大臣者，不待於知天道矣。所貴乎用天之道者，則指星辰以授民事，順四時而興功業，其大略也。吉凶之祥，又何取焉？故知天道而無人略者，是巫醫卜祝之伍，下愚不齒之民也。信天道而背人事者，是昬亂迷惑之主，覆國亡家之臣也。 \\n 問者曰：「治天下者，壹之乎人事，抑亦有取諸天道也？」曰：「所取於天道者，謂四時之宜也；所壹於人事者，謂治亂之實也。」「《周禮》之馮相保章，其無所用耶？」曰：「大備於天人之道耳，是非治天下之本也，是非理生民之要也。」曰：「然則本與要，奚所存耶？」曰：「王者官人無私，唯賢是親，勤恤政事，屢省功臣。賞錫期於功勞，刑罰歸乎罪惡。政平民安，各得其所，則天地將自從我而正矣，休祥將自應我而集矣，惡物將自舍我而亡矣。求其不然，乃不可得也。王者所官者，非親屬則寵幸也；所愛者，非美色則巧佞也。以同異爲善惡，以喜怒爲賞罰，取乎麗女，怠乎萬機，黎民冤枉，（《全後漢文》注：脱一字）類殘賊，雖五方之兆，不失四時之禮，斷獄之政，不違冬日之期，蓍龜積於廟門之中，犧性羣於麗碑之間，馮相坐臺上而不下，祝史伏壇旁而不去，猶無益於敗亡也。從此言之，人事爲本，天道爲末，不其然與？」 \\n 故審我已善，而不復恃乎天道，上也；疑我未善，引天道以自濟者，其次也；不求諸己，而求諸天者，下愚之主也。令夫王者，誠忠心於自省，專思慮於治道，自省無愆，治道不謬，則彼嘉物之生，休祥之來，是我汲井而水，出爨竈而火燃者耳，何足以爲賀者耶？故歡於報應，喜於珍祥，是劣者之私情，未可謂大上之公德也。（《羣書治要》卷四十五） \\n  \\n   \\n  "}
{"章节": "昌言下", "正文": "  \\n 昌言下 \\n 　 \\n  \\n 教化以禮義爲宗，禮義以典籍爲本。常道行于百世，權宜用于一時。高辛已往，則聞其人不見其書；唐虞夏殷，則見其書不詳其事；周氏已來，載籍具矣。（《意林》）按此條已補於《治要》引文一 \\n 後嗣愚王，見天下莫與之違，奔其私情，騁其邪欲，君臣宣淫，上下同惡，目極角觝之觀，耳窮鄭、衛之聲，入則騁于婦人而不反，出則馳于田弋而不還，信任親愛，寵貴后妃，命移運去，不自知也。（《意林》）按此条出《理乱篇》 \\n 建旗伐鼓，高烽眀候，守邊之猛將，非中國之良吏。和鑾法駕，清道而行，便辟揖讓，諸夏之威儀，非夷狄之有也。（《意林》） \\n 董賢之于哀帝，無骨肉絲髪之親，又不能傳其氣類，定其繼嗣。以丈夫宴接之歡，自成膠漆也。（《意林》） \\n 景帝顯位刺史者，皆是宦臣子弟，猶如豺狼守肉，鬼魅侍疾。（《意林》） \\n 日在天之内，在人之外。（《意林》）《全後漢文》注：「案《劉子心隱》作『日在天之外，而心在人之內』。」按四庫本《劉子》作「日在天之內，而光在人之外」。 \\n 人愛我，我愛之；人憎我，我憎之。（《意林》） \\n 天下士有三俗：選士而論族姓閥閱，一俗；交游趨富貴之門，二俗；畏服不接于貴尊，三俗。天下之士有三可賤：慕名而不知實，一可賤；不敢正是非于富貴，二可賤；向盛背衰，三可賤。（《意林》） \\n 天下學士有三姦焉：實不知，詳（《意林》原注：與「佯」通。）不言，一也；竊他人之說，以成己說，二也；受無名者，移知者，三也。（《意林》） \\n 知言而不能行，謂之疾。此疾雖有天醫，莫能治也。（《意林》） \\n 同于我者，何必可愛？異于我者，何必可憎？（《意林》） \\n 知足以立難成之事，能足以圖（《意林》原注：案句有缺文。）（《意林》） \\n 附者不黨，疎者不遺。（《意林》） \\n 婦人有朝哭良人，暮適他士，涉歴百庭，顔色不愧。今公侯之宮，美女數百，卿士之家，侍妾數十，晝則以醇酒淋其骨髓，夜則以房室輸其血氣。（《意林》） \\n 人之性，有山峙淵渟者，患在不通；嚴剛貶絶者，患在傷士；廣大闊蕩者，患在無檢；和順恭愼者，患在少斷；端慤淸潔者，患在拘狹；辯通有辭者，患在多言；安舒沈重者，患在後時；好古守經者，患在不變；勇毅果敢者，患在險害。（《意林》） \\n 疏濯胸臆，澡雪腹心，使之芬香皓潔白不可汚也。道德仁義，天性也。織之以成其物，鍊之以致其精（《文選》卷五十五劉孝標《廣絕交論》注、《御覽》卷四百三作「情」），塋之以發其光。（《意林》） \\n 幽間則攻人之所短，會同則述人之所長，負我者我又加厚焉。（《意林》原注：案《天中記》引此，「厚焉」下有「未有與人交者，此而見憎者也」二句）疑我者，我又加信焉。難必相恤，利必相及。（《意林》）按此條已補《治要》八。 \\n 幽閑則攻己之短，会同則述人之長。负我者，我加厚焉。未有與人交若此，而見憎者也。（《御覽》卷四百六） \\n 事君不爲君所知，忠未至也；與人交，不爲人所信，義未至也。（《意林》）按此條見《治要》八。 \\n 父母不好學業，惡子孫學之，可違而學也；父母不好士，惡子孫友之，可違而交也。（《意林》）按此條見《治要》八。 \\n 英辭雨集（《文選》卷五十沈約《宋書謝靈運傳論》注作「下」），妙句雲來（《文選》卷五十沈約《宋書謝靈運傳論》注作「布」）。（《意林》）按《北堂書鈔》卷一百《歎賞類》作「英才若雨，妙句如雲」。 \\n 愛惡相攻，命之自然也。愜快以志，人情之所欲也。（《意林》） \\n 漱舌下泉咽，之名曰胎食。得道者生六翮于臂，長毛羽于腹，飛無階之蒼天，度無窮之世俗。（《意林》） \\n 北方寒而人壽，南方暑而人夭。如蠶寒而飢則引日多，温而飽則引日少。（《意林》） \\n 北方寒，其人壽；南方暑，其人夭。此寒暑之方，驗於人也。約之蠶也，寒而餓之，則引日多，温而飽之，則引日少。此寒温飢飽之爲脩短，驗於物者也。（《御覽》卷八百二十五） \\n 北方寒，其人夀；南方暑，其人夭。此寒暑之方驗於人也，約之蠶也，寒而餓之，則引日多；温而飽之，則引日少。此寒温飢飽之為脩短，驗於物者也。論飬生者，盍於此觀之。原注：韓子蒼《醫說》用此意。《物理論》曰：道家則尚冷，以草木用冷生；醫家則尚温，以血脉以煗通。（《困學紀聞》卷十） \\n 湯，契後。秦，益後。益，卽臯陶子也。（《意林》） \\n 公卿大夫，莫不先曆三七之官，雖有賢才，皆級次進。官之有級，猶階之有等也。（《北堂書鈔》未改本卷四十九《設官》） \\n 宗均為九江守，五日聽一事，夏以旦，冬以中。（《北堂書鈔》未改本卷三十六《清靜》） \\n 冢宰，堯官也。（《類聚》卷四十五） \\n 漢哀帝時，有異物生於長樂宮東廡柏樹，及永巷南闥合歡樹，議者以為芝草也。羣臣皆賀，受賜。（《類聚》卷八十九） \\n 今人主不思甘露零，醴泉涌，而患枇杷、荔支之腐，亦鄙矣。（《類聚》卷八十七、《御覽》卷九百七十一） \\n 今人主不思神芝、朱草，而患枇杷、荔支之腐，亦鄙矣。（《御覽》卷九百七十一） \\n 哀帝時，有異物生於長樂宮延年廐後東廡樹，及永巷南園合歡樹，議者以為芝草。（《類聚》卷九十八） \\n 漢安帝時，有異物生長樂宫東廡柏樹，永巷南閨合歡樹，議者以爲芝草也。羣臣皆賀，受賜。（《御覽》卷九百六十） \\n 笏以書君教令，記善刺過，今之持版以象焉。（《初學記》卷二十六、《御覽》卷六百九十二無「持」字）按《南齊書輿服志》：「百官執手板，尚書令、僕、尚書，手板頭復有白筆，以紫皮裹之，名曰『笏』。漢末仲長統謂百司皆宜執之。」 \\n 官之有級，猶階之有等，升階越等，其歩也亂。亂登朝級，敗禮傷法。是以古人之初仕也，雖有賢才，皆以級次進焉。賈生有言：治國取人，務在求能。故裁國之無利器，猶鏤以鈆刀，而望其巧，不亦踈乎？（《御覽》卷二百三） \\n 攻玉以石，澣布以灰。（《御覽》卷八百二十六） \\n 清水見底，明鏡照心。（《御覽》卷五百九十五引《唐書》：馮履謙补河北尉，有部人張懷道任江陽尉，與謙疇舊，銄鏡一面。謙集寮吏，遍視之，曰：「此張公所致也，吾與之有舊，吾効官以俸禄自守，豈私受遺哉！昌言曰：『清水見底，明鏡照心。』余之効官，必至於此。」復書於使者，乃歸之。）按此條所謂「昌言」，疑「讜言」，非指仲長子之《昌言》也。附此備考） \\n 魏王所集方士名：上當王真、隴西封君達、甘陵甘始、魯女生、譙國華佗字元化、東郭延年、唐霅、冷壽光、河南卜式、張貂、薊子訓、汝南費長房、鮮奴辜、魏國軍吏河南趙聖卿、陽城郤儉字孟節、盧江左慈字元放。右十六人，魏文帝、東阿王、仲長統所說。皆能斷穀不食，分形隱沒，出入不由門戶。（《博物志》卷五） \\n 王仲統云：（《全後漢文》注：當作「東阿王及仲長統云」）甘始、左元放、東郭延年行容成御婦人法，並為丞相所錄，間行其術，亦得其驗。降就道士劉景受雲母九子元方，年三百歲，莫之所在。武帝臣御此藥，亦云有驗。劉德治淮南王獄，得《枕中鴻寶》祕書，及子向咸而奇之，信黃白之術可成，謂神仙之道可致。卒亦無驗，乃以罹罪也。（《博物志》卷五引《典論》）《全後漢文》注：「案此二條出《典論》，又與子建相亂，非皆《昌言》原文，故附載焉。」 \\n 行炁可以不飢不病，云吾始者未之信也，至於為之者，盡乃然矣。養性之方，若此至約，而吾未之能也，豈不以心馳於世務，思銳於人事哉？他人之不能者，又必與吾同此疾也。昔有明師，知不死之道者，燕君使人學之，不捷而師死。燕君怒其使者，將加誅焉。諫者曰，夫所憂者莫過乎死，所重者莫急乎生，彼自喪其生，亦安能令吾君不死也。君乃不誅。其諫辭則此為良說矣。使彼有不死之方，若吾所聞行炁之法，則彼說師之死者，未必不知道也，直不能棄世事而為之，故雖知之而無益耳，非無不死之法者也。（《抱朴子至理》） \\n 河南密縣，有卜成者，學道經久，乃與家人辭去，其始步稍高，遂入雲中不復見。此所謂舉形輕飛，白日昇天，仙之上者也。（《抱朴子至理》） \\n 昔密有卜成者，身遊九山之上，放心不拘之境。（《水经注》卷十五） \\n 薊子訓，不知何郡人，到陳公舎，自云：「今日當死。」陳公與之一著單衣，於是入室寢，日中果死。（《御覽》卷六百九十一） \\n 天為之時，而我不農，穀亦不可得而取之。青春至焉，時雨降焉，始之耕田，終之簠、簋，惰者釜之，勤者鍾之。矧夫不為，而尚乎食也哉？（《齊民要術序》） \\n 叢林之下，為倉庾之坻；魚鱉之堀，為耕稼之場者，此君長所用心也。是以太公封而斥鹵播嘉穀，鄭、白成而關中無飢年。蓋食魚鱉而藪澤之形可見，觀草木而肥墝之勢可知。（《齊民要術序》） \\n 稼穡不修，桑果不茂，畜產不肥，鞭之可也；杝落不完，垣牆不牢，掃除不淨，笞之可也。（《齊民要術序》）《全後漢文》下有「此督課之方也。且天子親耕，皇后親蠶，況夫田父而懷窳惰乎」二十四字。按驗之《齊民要術序》，疑此乃賈思勰語。 \\n 鮑魚之肆，不自以氣為臭；四夷之人，不自以食為異：生習使之然也。居積習之中，見生然之事，夫孰自知非者也？斯何異蓼中之蟲，而不知藍之甘乎？（《齊民要術序》） \\n 昔秦用商君之法，張秘天之網，然陳涉大呼於沛澤之中，天下回應。人不為用者，怨毒結於天下也。（《長短經政體》注） \\n 同異生是非，愛憎生朋黨，朋黨致怨讐。（《李文饒外集》卷三《朋黨論》）按此條《全後漢文》未收。 \\n 才智者，亦姦兇之羽翼；勇氣者，亦盗賊之爪牙。（《李文饒外集》卷三《朋黨論》）按此條《全後漢文》未收。 \\n 飴口飽腹，藥其如我何？所乘之氣有時，而旣於禱神佞佛，遂甘心焉。（《刘梦德文集》卷十四《荅道州薛侍郎論方書》）按此條《全後漢文》未收。 \\n 遷為《滑稽傳》，序優旃事，不稱東方朔，非也。朔之行事，豈直旃﹑孟之比哉。而桓譚亦以遷為是，又非也。（《史記滑稽列傳》索隱引）按此條《全後漢文》未收。 \\n 淑清穆和之風既宣，醇醲之化既浹。（《文選》卷六左思《魏都赋》注） \\n 斧帳翠屏之不坐。（《文選》卷十一孫綽《遊天台山賦竝序》注） \\n 古之葬，植松柏梧桐，以識其墳。（《文選》卷十六潘安仁《懷舊賦并序》、卷二十三阮籍《詠懷》注） \\n 古之葬，松柏梧桐，以識其墳也。（《文選》卷二十八陸士衡《門有車馬客行》注） \\n 古之葬者，松栢梧桐，以識其墳也。（《文選》卷二十九《古詩一十九首》注） \\n 古之葬者，松柏梧桐以識其墳。（《文選》卷三十一江淹《雜體詩潘岳悼亡》、卷四十三丘遲《與陳伯之書》注） \\n 古之葬者，松柏以識其墳。（《文選》卷四十四陳琳《為袁紹檄豫州仲》注）按《全後漢文》作「古之葬者，松柏梧桐，以識其墳也」，無「植」字，疑非。 \\n 喜、怒、哀、樂、好、惡，謂之六情。（《文選》卷十七陸機《文賦》注） \\n 精核是非，議之嘉也。（《文選》卷十八馬融《長笛賦并序》注）按此條《全後漢文》未收。 \\n 乘此風順此流而下走，誰復能為此限者哉？（《文選》卷十八嵇康《琴賦并序》注） \\n 捷疾馳影響人間也。（《文選》卷二十四曹植《贈白馬王彪》注） \\n 築基起功。（《文選》卷二十五謝靈運《還舊園作見顏范二中書》注） \\n 聞上古之隱士，或伏重岫之內，窟窮皋之底。（《文選》卷三十五張協《七命》注） \\n 蕩蕩乎若昇天路，而不知夫所登也。（《文選》卷二十六謝靈運《入華子崗》、卷四十二曹植《與吳季重書》注） \\n 古之隱士，或夫負妻戴，以入山澤。（《文選》卷二十六陶淵明《始作鎮軍參軍經曲阿作》注）按此條《全後漢文》未收。 \\n 蕩蕩乎若昇天路，而不知其所登。子若昇天路也。（《文選》卷二十九曹植《雜詩六首》注） \\n 彊者勝弱，智者欺愚也。（《文選》卷二十八陸機《塘上行》注） \\n 事求絲髮之舋。（《文選》卷二十八鮑照《白頭吟》注） \\n 有軍興之大役焉，有凶荒之殺用焉，如此，則清脩絜皎之士，固當食荼盬膽，枕籍菁棘。（《文選》卷三十謝眺《始出尚書省》注） \\n 潔若清冰，嚴若秋霜。（《文選》卷三十一袁淑《効曹子建樂府白馬篇》注）按此條《全後漢文》未收。 \\n 引之於教義。（《文選》卷三十九任昉《為卞彬謝脩卞忠貞墓啟》、卷四十《奏彈劉整》注） \\n 清如冰碧，潔如霜露，輕賤世俗，高立獨步，此士之次也。（《文選》卷四十二曹植《與楊德祖書》注） \\n 節操凌高雲。（《文選》卷四十五石崇《思歸引序》注） \\n 姦慝既弭，警蹕清夷。（《文選》卷四十六顏延年《三月三日曲水詩序》注） \\n 警蹕清夷。（《文選》卷四十六王融《三月三日曲水詩序》注） \\n 警蹕清夷。（《文選》卷二十五傅咸《贈何劭王濟》注） \\n 子長、班固，述作之士。（《文選》卷四十六任昉《王文憲集序》注） \\n 高、光二祖之神武，遇際會而不能得。（《文選》卷四十九干寶《晉紀論》注） \\n 為音樂則歌兒舞女，千曹而迭起。（《文選》卷五十范曄《宦者傳論》、《後漢書宦者列傳》注） \\n 至於武皇遊燕後庭，置中書之官，領受軍事。（《文選》卷五十范曄《宦者傳論》注）按此條《全後漢文》未收。 \\n 天文，宦者四星，在帝座傍，而《周禮》有其官職。（《文選》卷五十范曄《宦者傳論》注）按此條《全後漢文》未收。 \\n 漢祖輕文學而簡禮義。（《文選》卷五十三李康《運命論》注）按此條《全後漢文》未收。 \\n 探心測意，世加甚焉。（《文選》卷五十五陆機《演連珠》注） \\n 運籌於几案之前，而所制者乃百代之後。（《文選》卷五十六陸倕《石闕銘》注） \\n 五位以正方面。（《文選》卷五十六陸倕《石闕銘》注） \\n 直道正辭，貞亮之節。（《文選》卷五十八蔡邕《郭有道碑文并序》注） \\n 百夫之豪，州以千計。（《文選》卷五十九王巾《頭陁寺碑文》注） \\n 以一人之好惡，裁萬品之不同。（《文選》卷五十九王巾《頭陁寺碑文》注） \\n 規矩可模者，師傅之德也。（《文選》卷五十九沈約《齊故安陸昭王碑文》注） \\n 救患赴急，跋涉奔波者，憂樂之盡也。（《文選》卷六十任肪《齊竟陵文宣王行狀》注） \\n 繩墨得拼彈。（《眾經音義》引）按此條《全後漢文》未收。 \\n 又：《周禮》，女巫掌歲時祓除疾病。禊者，絜也，於水上盥絜也。巳者，祉也，邪疾已去，祈介祉也。（《文選》顏延年《三月三日曲水詩序》注）按此條據《文選》卷四十六李善注，出《風俗通》，《全後漢文》誤收入《昌言》。 \\n  \\n   \\n  "}
{"章节": "附录", "正文": "  \\n 附录 \\n 　 \\n  \\n 《後漢書仲長統傳》：仲長統字公理，山陽高平人也。少好學，博涉書記，贍於文辭。年二十餘，游學青﹑徐﹑并﹑冀之閒，與交友者多異之。并州刺史高幹，袁紹甥也。素貴有名，招致四方遊士，士多歸附。統過幹，幹善待遇，訪以當時之事。統謂幹曰：「君有雄志而無雄才，好士而不能擇人，所以為君深戒也。」幹雅自多，不納其言，統遂去之。無幾，幹以并州叛，卒至於敗。并冀之士皆以是異統。 \\n 統性俶儻，敢直言，不矜小節，默語無常，時人或謂之狂生。每州郡命召，輒稱疾不就。常以為凡遊帝王者，欲以立身揚名耳，而名不常存，人生易滅，優遊偃仰，可以自娛，欲卜居清曠，以樂其志，論之曰云云。又作詩二篇，以見其志。辭曰： \\n 飛鳥遺跡，蟬蛻亡殼。騰蛇弃鱗，神龍喪角。至人能變，達士拔俗。乘雲無轡，騁風無足。垂露成幃，張霄成幄。沆瀣當餐，九陽代燭。恆星豔珠，朝霞潤玉。六合之內，恣心所欲。人事可遺，何為局促？ \\n 大道雖夷，見幾者寡。任意無非，適物無可。古來繞繞，委曲如瑣。百慮何為，至要在我。寄愁天上，埋憂地下。叛散五經，滅弃風﹑雅。百家雜碎，請用從火。抗志山栖，游心海左。元氣為舟，微風為柂。敖翔太清，縱意容冶。 \\n 尚書令荀彧聞統名，奇之，舉為尚書郎。後參丞相曹操軍事。每論說古今及時俗行事，恆發憤歎息。因著論名曰《昌言》，凡三十四篇，十餘萬言。獻帝遜位之歲，統卒，時年四十一。友人東海繆襲常稱統才章足繼西京董﹑賈﹑劉﹑楊。今簡撮其書有益政者，略載之云。 \\n 《後漢書崔寔傳》：明於政體，吏才有餘，論當世便事數十條，名曰《政論》。指切時要，言辯而确，當世稱之。仲長統曰：「凡為人主，宜寫一通，置之坐側。」 \\n 《三國志魏書劉劭傳》：「劭同時東海繆襲亦有才學，多所述敍，官至尚書、光祿勳。襲友人山陽仲長統，漢末為尚書郎，早卒。著昌言，詞佳可觀省。」注引《文章志》曰：「襲字熙伯。辟御史大夫府，歷事魏四世。正始六年，年六十卒。」《世說新語言語》注引《文章敘錄》曰：「襲字熙伯，東海蘭陵人。有才學，累遷侍中、光祿勳。」 \\n 繆襲《昌言表》：統字公理，少好學，博涉書記，贍於文辭。年二十餘，游學青、徐、并、冀之間，與交者多異之。并州刺史高幹素貴有名，招致四方游士，多歸焉。統過幹，幹善待遇之，訪以世事。統謂幹曰：「君有雄志而無雄才，好士而不能擇人，所以為君深戒也。」幹雅自多，不納統言。統去之，無幾而幹敗。并、冀之士，以是識統。大司農常林與統共在上黨，為臣道統性倜儻，敢直言，不矜小節，每列郡命召，輒稱疾不就。默語無常，時人或謂之狂。漢帝在許，尚書令荀彧領典樞機，好士愛奇，聞統名，啟召以為尚書。後參太祖軍事，復還為郎。延康元年卒，時年四十餘。統每論說古今世俗行事，發憤歎息，輒以為論，名曰《昌言》，凡二（統本傳作「三」）十四篇。（《三國志魏書劉劭傳》注）《全後漢文》作《撰上仲長統昌言表》，并注曰：「《後漢書仲長統傳》云：『友人東海繆襲，常稱統才章足繼西京董﹑賈﹑劉﹑楊。』當亦《表》中語。」《御覽》卷七百三十九引作「繆襲《撰仲長統昌言表》」。 \\n 仲長氏《尹文子序》：尹文子者，蓋出於周之尹氏。齊宣王時，居稷下，與宋鈃、彭蒙、田駢同學於公孫龍，公孫龍稱之，著書一篇，多所彌綸。《莊子》曰：「不累於物，不苟於人，不忮於眾，願天下之安寧，以活於民命。人我之養，畢足而止。以此白心，見悔不辱，此其道也。」而劉向亦以其學本於黃老，大較刑名家也，近為誣矣。余黃初末始到京師，繆熙伯以此書見示，意甚玩之，而多脫誤。聊試條次，撰定為上下篇，亦未能究其詳也。山陽仲長氏撰。（《尹文子》道藏本）《四庫全書總目提要》：「序中所称熙伯，盖缪袭之字。其山阳仲长氏，不知为谁，李淑《邯郸书目》以为仲长統，然統卒于建安之末，与所云黄初末者不合，晁公武因此而疑史误，未免附会矣。」《全後漢文》注：「按統卒於獻帝遜位之歲，而此序，言『黃初末始到京師』，當是後人妄改，或此序非統作也。疑莫能明。」 \\n 《抱扑子》：仲長統作《昌言》，未竟而亡。後繆襲撰次之。（《御覽》卷六百二） \\n 《文心雕龙諸子》：若夫陸賈《新語》，賈誼《新書》，揚雄《法言》，劉向《說苑》，王符《潛夫》，崔寔《政論》，仲長《昌言》，杜夷《幽求》，咸敘經典，或明政術，雖標論名，歸乎諸子。何者？博明萬事為子，適辨一理為論，彼皆蔓延雜說，故入諸子之流。 \\n 《文心雕龙史傳》：及班固述漢，因循前業，觀司馬遷之辭，思實過半，其十志該富，讚序弘麗，儒雅彬彬，信有遺味。至於宗經矩聖之典，端緒豐贍之功，遺親攘美之罪，徵賄鬻筆之愆，公理辨之究矣。《四庫全書總目提要》評黃注本云：「『公理』為仲長統字，此必所著《昌言》中有辨班固徵賄之事，今原書已佚，遂無可考。觀劉知幾《史通》，亦載班固受金事，與此書同，蓋《昌言》唐時尚存，故知幾見之也。」范注：「至于以下四事，當在仲長統《昌言》中，惜其書佚亡，不能知所以辨之之辭。」又《通典樂》七《散齋不廢樂議》：「後漢仲長統論散齋可宴樂。」今此文亦不傳。 \\n 韩愈《後漢三賢賛》三：仲長統公理，山陽髙平，謂髙幹有雄志而無雄才，其後果敗，以此有聲。俶儻敢言，語黙無常，人以爲狂生。州郡會召，稱疾不就。著論見情，初舉尚書郎，後參丞相軍事，卒不至于榮。論說古今，發憤著書，《昌言》是名，友人繆襲稱其文章足继西京。四十一終。何其短邪？嗚呼先生。（《韩昌黎全集》卷十二） \\n 《鐵橋漫稿》卷五《昌言》：《隋志雜家》仲長子《昌言》十二卷，《錄》一卷。漢尚書郎仲長統撰。《舊唐志》作十卷。《新唐志》移入儒家，亦十卷。《崇文總目》稱今所存十五篇，分為二卷，餘皆亡。《郡齋讀書志》，《直齋書錄解題》不著錄。明陳第世《善堂書目》有二卷。疑即十五篇本。今所見刻本僅明胡維新《兩京遺編》，有《理亂》，《損益》，《法誡》三篇；歸有光《諸子彙函》有《理亂》，《損益》二篇；皆出本傳，無所增多。余從《羣書治要》寫出九篇，益以本傳三篇，以《意林》次第之。本傳：統字公理，山陽高平人，著論三十四篇，十餘萬言。今此收輯，纔萬餘言，亡者蓋十八九。而《治要》所載，又頗刪節，斷續[亻瓜]離，殆所不免；然其闓陳善道，指[扌可]時弊，剴切之忱，踔厲震盪之氣，有不容摩滅者。繆熙伯方之董賈劉揚，非過譽也。神仙家言，儒者所弗道，而《昌言》有其一篇，故是雜家。 \\n  \\n   \\n  "}
