{"章节": "東坡志林", "正文": "  \\n 東坡志林 \\n 　 \\n  \\n 《東坡志林》，宋蘇軾著。此書所載為作者自元豐至元符二十年中之雜說史論，內容廣泛，無所不談。其文則長短不拘，或千言或數語，而以短小為多。皆信筆寫來，揮灑自如，體現了作者行雲流水涉筆成趣的文學風格。此書宋時或稱《東坡手澤》，陳振孫《直齋書錄解題》卷一一即著錄《東坡手澤》三卷，並注云：「今俗本《大全集》中所謂《志林》也。」《四庫全書總目》以為「蓋軾隨手所記，本非著作，亦無書名。其後人裒而錄之，命曰《手澤》；而刊軾集者不欲以父書目之，故題曰《志林》耳。」然黃庭堅《豫章集》卷二九《跋東坡敘英皇事帖》云：「往嘗於東坡見手澤二囊，……手澤袋蓋二十餘，皆平生作字，語意類小人不欲聞者，輒付諸郎入袋中，死而後可出示人者。」則《手澤》之名為作者生前自定。又蘇軾元符三年內移過廉州，有《與鄭靖老書》云：「《志林》竟未成，但草得《書傳》十三卷。」是作者亦曾預有《志林》之名。此書傳本頗多，卷數亦不一，有一卷、五卷、十二卷本。較通行之一卷本有宋左圭《百川學海》本（《百川》本），明成化《東坡七集》本；五卷本有明萬曆趙開美刊本（趙本），清嘉慶張海鵬重刊趙本（張本），次年復輯入《學津討原》本（《學津》本），涵芬樓據趙本校印本；十二卷本則有明萬曆商濬《稗海》本（商本）。一卷本僅載史論而無雜說；十二卷本皆雜說而無史論，雖收羅甚豐，然訛誤亦不少；五卷本兼有雜說史論，去取較為精審。 \\n 蘇軾(1037-1101)，字子瞻，一字仲和，自號東坡居士，眉山（今屬四川）人。宋仁宗嘉祐二年(1057)登進士第。英宗治平二年(1065)，判登聞鼓院，尋試館職，除直史館。三年，父洵卒，護喪歸蜀。神宗熙寧二年(1069)，服除，判官告院兼判尚書祠部，權開封府判官。四年，倅杭州。後歷知密州、徐州、湖州。烏臺詩案獄起，貶黃州團練副使。七年，移汝州團練副使。八年，知登州。尋除起居舍人。哲宗元祐元年(1086)，遷中書舍人，改翰林學士。後又知杭州、潁州、揚州、定州。紹聖元年(1094)，貶惠州。四年，貶儋州。元符三年(1100)，北歸。徽宗建中靖國元年，卒於常州。蘇軾一生著作甚豐，有《東坡全集》、《東坡樂府》、《東坡易傳》、《東坡全傳》等。（以上按《中國文學大辭典》，上海辭書出版社，2000年及孔凡禮之《東坡志林》點校說明） \\n 是次錄文，據王松齡點校之《東坡志林》（中華書局，1981年）與及孔凡禮整理之《東坡志林》(見於《全宋筆記》第一編第九冊，大象出版社，2003年)二書互參而成。前書以涵芬樓本為底本，校以《百川》本、趙本、商本、《東坡七集》本、文瀾閣庫本（補鈔本）、張本及《學津》本。後書亦以涵芬樓本為底本，主校以茅維萬曆丙午所刊《蘇文忠公全集》（蘇集）。校記則採錄兩家之長，擇善而從。 \\n   \\n  "}
{"章节": "卷一", "正文": "  \\n 卷一 \\n 　 \\n  \\n 記遊 \\n 記過合浦 \\n 余自海康適合浦，連日大雨，橋梁大壞，水無津涯。自興廉村淨行院下乘小舟至官寨，聞自此西皆漲水，無復橋船，或勸乘蜑並海即白石。是日六月晦，無月，碇宿大海中。天水相接，星河滿天，起坐四顧太息：「吾何數乘此險也！已濟徐聞，復厄於此乎？」稚子過在旁鼾睡，呼不應。所撰《書》、《易》、《論語》皆以自隨，而世未有別本。撫之而嘆曰：「天未欲使從是也，吾輩必濟。」已而果然。七月四日合浦記，時元符三年也。 \\n 逸人遊浙東 \\n 到杭州一遊龍井，謁辨才遺像，仍持密雲團為獻龍井[１]。孤山下有石室，室前有六一泉，白而甘，當往一酌。湖上壽星院竹極偉[２]，其傍智果院有參寥泉及新泉，皆甘冷異常，當時往一酌，仍尋參寥子、妙總師之遺迹，見穎沙彌亦當致意。靈隱寺後高峰塔一上五里，上有僧不下三十餘年矣，不知今在否？亦可一往[３]。 \\n 記承天寺夜遊 \\n 元豐六年十月十二日夜，解衣欲睡，月色入戶，欣然起行。念無與樂者，遂至承天寺尋張懷民。懷民亦未寢，相與步於中庭。庭下如積水空明，水中藻荇交橫，蓋竹柏影也。何夜無月，何處無竹柏，但少閑人如吾兩人耳。 \\n 遊沙湖 \\n 黃州東南三十里為沙湖，亦曰螺師店，予買田其間。因往相田得疾，聞麻橋人龐安常善醫而聾，遂往求療。安常雖聾，而穎悟絕人，以紙畫字，書不數字，輒深了人意。余戲之曰：「余以手為口，君以眼為耳，皆一時異人也。」疾愈，與之同遊清泉寺。寺在蘄水郭門外二里許，有王逸少洗筆泉，水極甘，下臨蘭溪，溪水西流。余作歌云：「山下蘭芽短浸溪，松間沙路淨無泥，蕭蕭暮雨子規啼。誰道人生無再少？君看流水尚能西，休將白髮唱黃鷄。」是日劇飲而歸。 \\n 記遊松江 \\n 吾昔自杭移高密，與楊元素同舟，而陳令舉、張子野皆從余過李公擇於湖，遂與劉孝叔俱至松江。夜半月出，置酒垂虹亭上。子野年八十五，以歌詞聞於天下，作《定風波令》，其略云：「見說賢人聚吳分，試問，也應傍有老人星。」坐客懽甚，有醉倒者，此樂未嘗忘也。今七年耳，子野、孝叔、令舉皆為異物，而松江橋亭，今歲七月九日海風架潮，平地丈餘，蕩盡無復孑遺矣。追思曩時，真一夢耳。元豐四年十二月十二日，黃州臨皐亭夜坐書。 \\n 遊白水書付過 \\n 紹聖元年十月十二日，與幼子過遊白水佛迹院，浴於湯池，熱甚，其源殆可熟物。循山而東，少北，有懸水百仞，山八九折，折處輒為潭，深者磓石五丈，不得其所止。雪濺雷怒，可喜可畏。水厓有巨人迹數十，所謂佛迹也。暮歸倒行，觀山燒壯甚[４]。俛仰度數谷，至江，山月出，擊汰中流，掬弄珠璧。到家二皷，復與過飲酒，食餘甘，煮菜，顧影頹然，不復甚寐，書以付過。東坡翁。 \\n 記遊廬山 \\n 僕初入廬山，山谷奇秀，平生所未見，殆應接不暇，遂發意不欲作詩。已而見山中僧俗，皆云：「蘇子瞻來矣！」不覺作一絕云：「芒鞵青竹杖，自挂百錢遊。可怪深山裏，人人識故侯。」既自哂前言之謬，又復作兩絕云：「青山若無素，偃蹇不相親。要識廬山面，他年是故人。」又云：「自昔憶清賞，初遊杳靄間。如今不是夢，真箇是廬山。」是日有以陳令舉《廬山記》見寄者，且行且讀，見其中云徐凝、李白之詩，不覺失笑。旋入開先寺[５]，主僧求詩，因作一絕云：「帝遣銀河一派垂，古來惟有謫仙辭。飛流濺沫知多少，不與徐凝洗惡詩。」往來山南地十餘日，以為勝絕不可勝談，擇其尤者，莫如漱玉亭、三峽橋，故作此二詩。最後與摠老同遊西林，又作一絕云：「橫看成嶺側成峯，到處看山了不同。不識廬山真面目，只緣身在此山中。」僕廬山詩盡於此矣。 \\n 記遊松風亭 \\n 余嘗寓居惠州嘉祐寺，縱步松風亭下，足力疲乏，思欲就林止息。望亭宇尚在木末，意謂是如何得到？良久忽曰：「此間有甚麼歇不得處！」由是如挂鈎之魚，忽得解脫。若人悟此，雖兵陣相接，皷聲如雷霆，進則死敵，退則死法，當甚麼時也不妨熟歇。 \\n 儋耳夜書 \\n 己卯上元，余在儋耳，有老書生數人來過，曰：「良月佳夜，先生能一出乎？」予欣然從之。步城西，入僧舍，歷小巷，民夷雜揉，屠酤紛然，歸舍已三鼓矣。舍中掩關熟寢，已再鼾矣。放杖而笑，孰為得失？問先生何笑；蓋自笑也，然亦笑韓退之釣魚無得，更欲遠去。不知釣者，未必得大魚也。 \\n 憶王子立 \\n 僕在徐州，王子立、子敏皆館於官舍，而蜀人張師厚來過，二王方年少，吹洞簫飲酒杏花下。明年，余謫黃州，對月獨飲，嘗有詩云：「去年花落在徐州，對月酣歌美清夜。今日黃州見花發，小院閉門風露下。」蓋憶與二王飲時也。張師厚久已死，今年子立復為古人，哀哉！ \\n 黎子 \\n 吾故人黎錞，字希聲，治《春秋》有家法，歐陽文忠公喜之。然為人質木遲緩，劉貢父戲之為「黎子」，以謂指其德，不知果木中真有是也。一日聯騎出，聞市人有唱是果鬻之者，大笑，幾落馬。今吾謫海南，所居有此，霜實累累，然二君皆入鬼錄。坐念故友之風味，豈復可見！劉固不泯於世者，黎亦能文守道不苟隨者也。 \\n 記劉原父語 \\n 昔為鳳翔幕，過長安，見劉原父，留吾劇飲數日。酒酣，謂吾曰：「昔陳季弼告陳元龍曰：『聞遠近之論，謂明府驕而自矜。』元龍曰：『夫閨門雍穆，有德有行，吾敬陳元方兄弟；淵清玉潔，有禮有法，吾敬華子魚；清修疾惡，有識有義，吾敬趙元達；博聞強記，奇逸卓犖，吾敬孔文舉；雄姿傑出，有王霸之略，吾敬劉玄德。所敬如此，何驕之有？餘子瑣瑣，亦安足錄哉！』」因仰天太息。此亦原父之雅趣也。吾後在黃州，作詩云：「平生我亦輕餘子，晚歲誰人念此翁？」蓋記原父語也。原父既沒久矣，尚有貢父在，每與語，今復死矣，何時復見此俊傑人乎？悲夫！ \\n 懷古 \\n 廣武嘆 \\n 昔先友史經臣彥輔謂余：「阮籍登廣武而嘆曰：『時無英雄，使豎子成其名！』豈謂沛公豎子乎？」余曰：「非也，傷時無劉、項也，豎子指魏、晉間人耳。」其後余聞潤州甘露寺有孔明[６]、孫權、梁武、李德裕之遺跡，余感之賦詩，其略曰：「四雄皆龍虎，遺跡儼未刓。方其盛壯時，爭奪肯少安！廢興屬造化，遷逝誰控摶？況彼妄庸子，而欲事所難。聊興廣武嘆，不得雍門彈。」則猶此意也。今日讀李太白《登古戰場》詩云：「沈湎呼豎子，狂言非至公。」迺知太白亦誤認嗣宗語，與先友之意無異也。嗣宗雖放蕩，本有意於世，以魏、晉間多故，故一放於酒，何至以沛公為豎子乎？ \\n 塗巷小兒聽說三國語 \\n 王彭嘗云：「塗巷中小兒薄劣，其家所厭苦，輒與錢，令聚坐聽說古話。至說三國事，聞劉玄德敗，顰蹙有出涕者；聞曹操敗，即喜唱快。以是知君子小人之澤，百世不斬。」彭，愷之子，為武吏，頗知文章，余嘗為作哀辭，字大年。 \\n 修養 \\n 養生說 \\n 已饑方食，未飽先止。散步逍遙，務令腹空。當腹空時，即便入室，不拘晝夜，坐卧自便，惟在攝身，使如木偶。常自念言：「今我此身，若少動搖，如毛髮許，便墮地獄。如商君法，如孫武令，事在必行，有犯無恕。」又用佛語及老耼語，視鼻端白，數出入息，緜緜若存，用之不勤。數至數百，此心寂然，此身兀然，與虛空等，不煩禁制，自然不動。數至數千，或不能數，則有一法，其名曰「隨」：與息俱出，復與俱入，或覺此息，從毛竅中，八萬四千，雲蒸霧散，無始以來，諸病自除，諸障漸滅，自然明悟。譬如盲人，忽然有眼，此時何用求人指路？是故老人言盡於此。 \\n 論雨井水 \\n 時雨降，多置器廣庭中，所得甘滑不可名，以潑茶煮藥，皆美而有益，正爾食之不輟，可以長生。其次井泉甘冷者，皆良藥也。《乾》以九二化，《坤》之六二為《坎》[７]，故天一為水。吾聞之道士，人能服井花水，其熱與石硫黃鍾乳等，非其人而服之，亦能發背腦為疽，蓋嘗觀之。又分、至日取井水，儲之有方，後七日輒生物如雲母狀，道士謂「水中金」，可養鍊為丹，此固常見之者。此至淺近，世獨不能為，況所謂玄者乎？ \\n 論修養帖寄子由 \\n 任性逍遙，隨緣放曠，但盡凡心，別無勝解。以我觀之，凡心盡處，勝解卓然。但此勝解不屬有無，不通言語，故祖師教人到此便住。如眼翳盡，眼自有明，醫師只有除翳藥，何曾有求明藥？明若可求，即還是翳。固不可於翳中求明，即不可言翳外無明。而世之昧者，便將頹然無知認作佛地，若如此是佛，猫兒狗兒得飽熟睡，腹搖鼻息，與土木同，當恁麼時，可謂無一毫思念，豈謂猫狗已入佛地？故凡學者，觀妄除愛，自麤及細，念念不忘，會作一日，得無所住。弟所教我者，是如此否？因見二偈警策，孔君不覺聳然，更以聞之。書至此，牆外有悍婦與夫相毆，詈聲飛灰火，如猪嘶狗嘷。因念他一點圓明，正在猪嘶狗嘷裏面，譬如江河鑒物之性，長在飛砂走石之中。尋常靜中推求，常患不見，今日鬧裏忽捉得些子。元豐六年三月二十五日。 \\n 導引語 \\n 導引家云：「心不離田，手不離宅。」此語極有理。又云：「真人之心，如珠在淵，眾人之心，如泡在水。」此善譬喻者。 \\n 錄趙貧子語 \\n 趙貧子謂人曰：「子神不全。」其人不服，曰：「吾僚友萬乘，螻蟻三軍，糠粃富貴而晝夜生死，何謂神不全乎？」貧子笑曰：「是血氣所扶，名義所激，非神之功也。」明日問其人曰：「子父母在乎？」曰：「亡久矣。」「嘗夢見乎？」曰：「多矣。」「夢中知其亡乎？抑以為存也？」曰：「皆有之。」貧子曰：「父母之存亡，不待計議而知者也。晝日問子，則不思而對；夜夢見之，則以亡為存。死生之於夢覺有間矣，物之眩子而難知者，甚於父母之存亡。子自以神全而不學，可憂也哉！」予嘗與其語[８]，故錄之。 \\n 養生難在去慾 \\n 昨日太守楊君采、通判張公規邀余出遊安國寺，坐中論調氣養生之事。余云：「皆不足道，難在去慾。」張云：「蘇子卿齧雪啖氈，蹈背出血，無一語少屈，可謂了生死之際矣，然不免為胡婦生子。窮居海上，而況洞房綺疏之下乎？乃知此事不易消除。」眾客皆大笑。余愛其語有理，故為記之。 \\n 陽丹訣 \\n 冬至後齋居，常吸鼻液，漱鍊令甘，乃嚥下丹田。以三十瓷器，皆有蓋，溺其中，已，隨手蓋之，書識其上，自一至三十。置淨室，選謹朴者守之。滿三十日開視，其上當結細砂如浮蟻狀，或黃或赤，密絹帕濾取。新汲水淨，淘澄無度，以穢氣盡為度，淨瓷瓶合貯之。夏至後取細研，棗肉丸如梧桐子大，空心酒吞下，不限丸數，三五日後服盡。夏至後仍依前法采取，卻候冬至後服。此名陽丹陰煉，須清淨絕欲，若不絕慾，其砂不結。 \\n 陰丹訣 \\n 取首生男子之乳，父母皆無疾恙者，並養其子，善飲食之，日取其乳一升，少只半升已來亦可。以硃砂銀作鼎與匙，如無硃砂銀，山澤銀亦得。慢火熬煉，不住手攪如淡金色，可丸即丸，如桐子大，空心酒吞下，亦不限丸數。此名陰丹陽煉。世人亦知服秋石，然皆非清淨所結；又此陽物也，須復經火，經火之餘皆其糟粕，與燒鹽無異也。世人亦知服乳，乳，陰物，不經火煉則冷滑而漏精氣也。此陽丹陰煉、陰丹陽煉，蓋道士靈智妙用，沈機捷法，非其人不可輕泄，慎之！慎之！ \\n 樂天燒丹 \\n 樂天作廬山草堂，蓋亦燒丹也，欲成而爐鼎敗。來日，忠州刺史除書到。迺知世間、出世間事，不兩立也。僕有此志久矣，而終無成者，亦以世間事未敗故也，今日真敗矣。《書》曰：「民之所欲，天必從也。」信而有徵[９]。 \\n 贈張鶚 \\n 張君持此紙求僕書，且欲發藥。不知藥[１０]，君當以何品？吾聞《戰國策》中有一方[１１]，吾服之有效，故以奉傳。其藥四味而已：一曰無事以當貴，二曰早寢以當富，三曰安步以當車，四曰晚食以當肉。夫已饑而食，蔬食有過於八珍，而既飽之餘，雖芻豢滿前，惟恐其不持去也。若此可謂善處窮者矣，然而於道則未也。安步自佚，晚食為美，安以當車與肉為哉？車與肉猶存於胸中，是以有此言也。 \\n 記三養 \\n 東坡居士自今日以往，不過一爵一肉。有尊客，盛饌則三之，可損不可增。有召我者，預以此先之，主人不從而過是者，乃止。一曰安分以養福，二曰寬胃以養氣，三曰省費以養財。元符三年八月[１２]。 \\n 謝魯元翰寄?肚餅 \\n 公昔遺余以?肚餅，其直萬錢。我今報公亦以?肚餅，其價不可言。中空而無眼，故不漏；上直而無耳，故不懸；以活潑潑為內，非湯非水；以赤歷歷為外，非銅非鉛；以念念不忘為項，不解不縛；以了了常知為腹，不方不圓。到希領取，如不肯承當，卻以見還。 \\n 辟穀說 \\n 洛下有洞穴，深不可測。有人墮其中不能出，飢甚，見龜虵無數，每旦輒引首東望，吸初日光嚥之，其人亦隨其所向，效之不已，遂不復饑，身輕力強。後卒還家，不食，不知其所終。此晉武帝時事。辟穀之法以百數，此為上，妙法止於此。能服玉泉，使鈆汞具體，去僲不遠矣。此法甚易知易行，天下莫能知，知者莫能行，何則？虛一而靜者，世無有也。元符二年，儋耳米貴，吾方有絕糧之憂，欲與過子共行此法，故書以授之。四月十九日記。 \\n 記服絹 \\n 醫官張君傳服絹方，真神仙上藥也。然絹本以禦寒，今乃以充服食，至寒時當蓋稻草席耳。世言著衣喫飯，今乃喫衣著飯耶？ \\n 記養黃中 \\n 元符三年，歲次庚辰；正月朔，戊辰；是日辰時，則丙辰也。三辰一戊，四土會焉，而加丙與庚：丙，土母，而庚其子也。土之富，未有過於斯時也。吾當以斯時肇養黃中之氣，過此又欲以時取薤薑蜜作粥以啖。吾終日默坐，以守黃中，非謫居海外，安得此慶耶？東坡居士記。 \\n 疾病 \\n 子瞻患赤眼 \\n 余患赤目，或言不可食膾。余欲聽之，而口不可，曰：「我與子為口，彼與子為眼，彼何厚，我何薄？以彼患而廢我食，不可。」子瞻不能決。口謂眼曰：「他日我?，汝視物吾不禁也。」管仲有言：「畏威如疾，民之上也；從懷如流，民之下也。」又曰：「燕安酖毒，不可懷也。」《禮》曰：「君子莊敬日強，安肆日偷。」此語乃當書諸紳，故余以「畏威如疾」為私記云。 \\n 治眼齒 \\n 歲日[１３]，與歐陽叔弻、晁無咎、張文潛同在戒壇。余病目昬，將以熱水洗之。文潛曰：「目忌點洗。目有病，當存之，齒有病，當勞之，不可同也[１４]。治目當如治民，治齒當如治軍，治民當如曹參之治齊，治軍當如商鞅之治秦。」頗有理，故追錄之。 \\n 龐安常耳聵 \\n 蘄州龐君安常善醫而聵，與人語，須書始能曉。東坡笑曰：「吾與君皆異人也，吾以手為口，君以眼為耳，非異人乎[１５]！」 \\n 夢寐 \\n 記夢參寥茶詩 \\n 昨夜夢參寥師攜一軸詩見過，覺而記其《飲茶詩》兩句云：「寒食清明都過了，石泉槐火一時新。」夢中問：「火固新矣，泉何故新？」答曰：「俗以清明淘井。」當續成詩，以記其事。 \\n 記夢賦詩 \\n 軾初自蜀應舉京師，道過華清宮，夢明皇令賦《太真妃裙帶詞》，覺而記之。今書贈柯山潘大臨邠老[１６]，云：「百疊漪漪水皺，六銖縰縰雲輕。植立含風廣殿，微聞環佩搖聲。」元豐五年十月七日。 \\n 記子由夢 \\n 元豐八年正月旦日，子由夢李士寧，草草為具，夢中贈一絕句云：「先生惠然肯見客，旋買雞豚旋烹炙。人間飲酒未須嫌，歸去蓬萊卻無喫。」明年閏二月六日為予道之，書以遺過子。 \\n 記子由夢塔 \\n 明日兄之生日，昨夜夢與弟同自眉入京，行利州峽，路見二僧，其一僧鬚髮皆深青，與同行。問其向去災福，答云：「向去甚好，無災。」問其京師所需，「要好硃砂五六錢。」又手擎一小卯塔，云：「中有舍利。」兄接得，卯塔自開，其中舍利燦然如花，兄與弟請吞之。僧遂分為三分，僧先吞，兄弟繼吞之，各一兩，細大不等，皆明瑩而白，亦有飛迸空中者。僧言：「本欲起塔，卻喫了！」弟云：「吾三人肩上各置一小塔便了。」兄言：「吾等三人，便是三所無縫塔。」僧笑，遂覺。覺後胸中噎噎然，微似含物。夢中甚明，故閑報為笑耳。 \\n 夢中作祭春牛文 \\n 元豐六年十二月二十七日，天欲明，夢數吏人持紙一幅，其上題云：請《祭春牛文》。予取筆疾書其上，云：「三陽既至，庶草將興，爰出土牛，以戒農事。衣被丹青之好，本出泥塗；成毀須臾之間，誰為喜慍？」吏微笑曰：「此兩句復當有怒者。」旁一吏云：「不妨，此是喚醒他。」 \\n 夢中論左傳 \\n 元祐六年十一月十九日五更，夢數人論《左傳》，云：「《祈招》之詩固善語，然未見所以感切穆王之心，已其車轍馬跡之意者。」有答者曰：「以民力從王事，當如飲酒，適於飢飽之度而已。若過於醉飽，則民不堪命，王不獲沒矣[１７]。」覺而念其言似有理，故錄之。 \\n 夢中作靴銘 \\n 軾倅武林日，夢神宗召入禁中，宮女圍侍，一紅衣女童捧紅靴一隻，命軾銘之。覺而記其一聯云：「寒女之絲，銖積寸累；天步所臨，雲蒸雷起。」既畢進御，上極歎其敏，使宮女送出。睇眎裙帶間有六言詩一首，云：「百疊漪漪風皺，六珠縰縰雲輕。植立含風廣殿，微聞環佩搖聲。」 \\n 記夢 \\n 予嘗夢客有攜詩相過者，覺而記其一詩云：「道惡賊其身，忠先愛厥親。誰知畏九折，亦自是忠臣。」文有數句若銘贊者[１８]，云：「道之所以成，不害其耕；德之所以修，不賊其牛[１９]。」 \\n 予在黃州，夢至西湖上，夢中亦知其為夢也。湖上有大殿三重，其東一殿題其額云「彌勒下生」。夢中云：「是僕昔年所書。」眾僧往來行道，太半相識，辨才、海月皆在，相見驚異。僕散衫策杖，謝諸人曰：「夢中來游，不及冠帶。」既覺，亡之。明日得芝上人信，乃復理前夢，因書以寄之。 \\n 宣德郎、廣陵郡王院大小學教授眉山任伯雨德公[２０]，喪其母呂夫人，六十四日號踊稍間，欲從事於佛。或勸誦《金光明經》，具言世所傳本多誤，惟咸平六年刊行者最為善本，又備載張居道再生事。德公欲訪此本而不可得，方苫卧柩前，而外甥進士師續假寐於側，忽驚覺曰：「吾夢至相國寺東門，有鬻薑者云：『有此經。』夢中問曰：『非咸平六年本乎？』曰：『然。』『有《居道傳》乎？』曰：『然。』此大非夢也！」德公大驚，即使續以夢求之，而獲覩鬻薑者之狀，則夢中所見也。德公舟行扶柩歸葬於蜀，余方貶嶺外，遇弔德公楚、泗間，乃為之記[２１]。 \\n 昨日夢有人告我云：「如真饗佛壽，識妄喫天廚。」予甚領其意。或曰：「真即饗佛壽，不妄喫天廚？」予曰：「真即是佛，不妄即是天，何但饗而喫之乎？」其人甚可予言。 \\n 夢南軒 \\n 元祐八年八月十一日將朝，尚早，假寐，夢歸穀行宅，遍歷蔬圃中。已而坐於南軒，見莊客數人方運土塞小池，土中得兩蘆菔根，客喜食之。予取筆作一篇文，有數句云：「坐於南軒，對修竹數百，野鳥數千。」既覺，惘然思之。南軒，先君名之曰「來風」者也。 \\n 措大喫飯 \\n 有二措大相與言志，一云：「我平生不足惟飯與睡耳，他日得志，當飽喫飯，飯了便睡[２２]，睡了又喫飯。」一云：「我則異於是，當喫了又喫，何暇復睡耶！」吾來廬山，聞馬道士嗜睡，於睡中得妙。然吾觀之，終不如彼措大得喫飯三昧也。 \\n 題李巖老 \\n 南岳李巖老好睡，眾人食飽下碁，巖老輒就枕，閱數局乃一展轉，云[２３]：「君幾局矣？」東坡曰：「巖老常用四脚碁盤，只著一色黑子。昔與邊韶敵手，今被陳摶饒先。著時自有輸贏，著了並無一物。」歐陽公詩云：「夜涼吹笛千山月，路暗迷人百種花。碁罷不知人換世，酒闌無奈客思家。」殆是類也。 \\n 學問 \\n 記六一語 \\n 頃歲孫莘老識歐陽文忠公，嘗乘間以文字問之，云：「無它術，唯勤讀書而多為之，自工。世人患作文字少，又嬾讀書，每一篇出，即求過人，如此少有至者。疵病不必待人指擿，多作自能見之。」此公以其嘗試者告人，故尤有味。 \\n 命分 \\n 退之平生多得謗譽 \\n 退之詩云：「我生之辰，月宿南斗[２４]。」乃知退之磨蝎為身宮，而僕乃以磨蝎為命，平生多得謗譽，殆是同病也。 \\n 馬夢得同歲 \\n 馬夢得與僕同歲月生，少僕八日。是歲生者，無富貴人，而僕與夢得為窮之冠。即吾二人而觀之，當推夢得為首。 \\n 人生有定分 \\n 吾無求於世矣，所須二頃田以足饘粥耳，而所至訪問，終不可得。豈吾道方艱難，無適而可耶？抑人生自有定分，雖一飽亦如功名富貴不可輕得也？ \\n 送別 \\n 別子開 \\n 子開將往河北，相度河寧[２５]。以冬至前一日被旨，過節遂行。僕以節日來賀，且別之，留飲數盞，頹然竟醉。案上有此佳紙，故為作草露書數紙。遲其北還，則又春矣，當為我置酒、蟹、山藥、桃杏，是時當復從公飲也。 \\n 曇秀相別 \\n 曇秀來惠州見予，將去，予曰：「山中見公還，必求一物，何以與之？」秀曰：「鵝城清風，鶴嶺明月，人人送與，只恐它無著處。」予曰：「不如將幾紙字去，每人與一紙，但向道：此是言《法華》書裏頭有災福。」 \\n 別王子直 \\n 紹聖元年十月三日，始至惠州，寓於嘉祐寺松風亭，杖履所及，雞犬相識。明年，遷於合江之行館，得江樓豁徹之觀，忘幽谷窈窕之趣，未見其所休戚，嶠南、江北何以異也！虔州鶴田處士王原子直不遠千里訪予於此，留七十日而去。東坡居士書。 \\n 別石塔 \\n 石塔別東坡，予云：「經過草草，恨不一見石塔。」塔起立云：「遮著是塼浮圖耶？」予云：「有縫[２６]。」塔云：「若無縫，何以容世間螻蟻？」予首肯之[２７]。 \\n 別姜君 \\n 元符己卯閏九月，瓊士姜君來儋耳[２８]，日與予相從，庚辰三月乃歸。無以贈行，書柳子厚《飲酒》、《讀書》二詩，以見別意。子歸，吾無以遣日，獨此二事日相與往還耳。二十一日書。 \\n 別文甫子辯 \\n 僕以元豐三年二月一日至黃州，時家在南都，獨與兒子邁來，郡中無一人舊識者。時時策杖在江上，望雲濤渺然，亦不知有文甫兄弟在江南也。居十餘日，有長髯者惠然見過，乃文甫之弟子辯。留語半日，云：「迫寒食，且歸東湖。」僕送之江上，微風細雨，葉舟橫江而去。僕登夏隩尾高邱以望之，髣髴見舟及武昌步，乃還。爾後遂相往來，及今四周歲，相過殆百數。遂欲買田而老焉，然竟不遂。近忽量移臨汝，念將復去，而後期未可必。感物悽然，有不勝懷。浮屠不三宿桑下者，有以也哉。七年三月九日。 \\n ________________________________________ \\n [１]「仍持密雲團為獻龍井」，王（松齡）案：據《咸淳臨安志》卷七十八，辨才元豐二年自天竺退休，居於龍井壽聖院，「為獻龍井」即當指此。《東坡七集?後集》卷十六《祭龍井辨才文》有云：「誰持一盃，往弔井龍」，亦可證「為獻龍井」當連讀。又據《咸淳臨安志》，龍井在風篁嶺，孤山在西湖中，兩地相去十餘里。下文孤山云云，則又一事也，與龍井無涉。 \\n [２]「壽星院」，原脫「星」字，從《咸淳臨安志》卷七十九補。 \\n [３]「亦可一往」，此下蘇集有「元符二年五月十六日，東坡居士書」十四字。 \\n [４]「觀山燒壯甚」，「壯」原作「火」，據蘇集改。 \\n [５]「旋入開先寺」，「先」原作「元」，據蘇集改。 \\n [６]「余聞」，商本、蘇集作「余遊」。 \\n [７]「《乾》以九二化，《坤》之六二為《坎》」，商本作「《乾》以九二化《離》，《坤》以六二化《坎》」。 \\n [８]「予嘗與其語」，張本、《學津》本作「予嘗與聞其語」。 \\n [９]「信而有徵」，此下蘇集有「紹聖元年十月二十二日」十字。 \\n [１０]「不知藥」，此三字原脫，據蘇集補。 \\n [１１]「吾聞《戰國策》中有一方」，「策」原脫，據蘇集補。 \\n [１２]「元符三年八月」，此下蘇集有「二十七日」四字。 \\n [１３]商本作「前日」。 \\n [１４]「不可同也」，趙本於此句下有「又記魯直語云：『眼惡剔決，齒便漱潔。』」十四字夾注，原本仍之；張本、《學津》本刊作大字，商本無此十四字。 \\n [１５]趙本此條後有「此條見前《遊沙湖》內，重出。」十字夾注。 \\n [１６]「柯山」，「柯」原作「何」，據蘇集改。 \\n [１７]「王不獲」，原本誤作「三不護」，從張本、《學津》本及商本改正。趙本於此條後有「三不護疑作王不獲」八字夾注。 \\n [１８]「文有」，商本作「又有」。 \\n [１９]「不賊其牛」，此下蘇集有「元豐七年三月十一日」九字。 \\n [２０]「廣陵郡王院大小學教授」，「院」，原本及諸本皆誤作「完」，訛誤不可通。王松齡校作「宅」，孔凡禮據蘇集改為「院」，從之。 \\n [２１]「乃為之記」，此下蘇集有「紹聖元年同郡蘇某記」九字。 \\n [２２]「飯了便睡」，「飯」原脫，據蘇集補。 \\n [２３]趙本「云」下有「一本『云』字下曰『我始一局』」十字夾注。 \\n [２４]「月宿南斗」，「南」原作「直」，據朱熹校《昌黎先生集》改。 \\n [２５]「相度」，原本誤作「相渡」。王案：宋人例稱「相度」，故從商本改正。 \\n [２６]「有縫」，「縫」後原有「塔」字，據蘇集刪。 \\n [２７]「予首肯之」，此下蘇集有「元豐八年八月二十七日」十字。 \\n [２８]「瓊士姜君」，「士」原誤作「守」。王案：《輿地記勝》卷百二十四云：「姜唐佐，字君弼，郡人也，曾從東坡學。……黃門亦云：『余兄子瞻謫居儋耳，瓊士姜唐佐遂從之游。』」孔凡禮據蘇集改「守」為「士」，從之。 \\n   \\n  "}
{"章节": "卷二", "正文": "  \\n 卷二 \\n 　 \\n  \\n 祭祀 \\n 八蜡三代之戲禮 \\n 八蜡，三代之戲禮也。歲終聚戲，此人情之所不免也，因附以禮義。亦曰不徒戲而已矣。祭必有尸，無尸曰『奠』，始死之奠與釋奠是也。今蜡謂之「祭」，蓋有尸也。猫虎之尸，誰當為之？置鹿與女，誰當為之？非倡優而誰！葛帶榛杖，以喪老物，黃冠草笠，以尊野服，皆戲之道也。子貢觀蜡而不悅，孔子譬之曰：「一張一弛，文、武之道。」蓋為是也。 \\n 記朝斗 \\n 紹聖二年五月望日，敬造真一法酒成，請羅浮道士鄧守安拜奠北斗真君。將奠，雨作，已而清風肅然，雲氣解駮，月星皆見，魁標皆爽。徹奠，陰雨如初。謹拜首稽首而記其事。 \\n 兵略 \\n 匈奴全兵 \\n 匈奴圍漢平城，羣臣上言：「胡者全兵，請令強弩傅兩矢外鄉，徐行出圍。」李奇注「全兵」云：「惟弓矛，無雜仗也。」此說非是。使胡有雜仗，則傅矢外鄉之策不得行歟？且奇何以知匈奴無雜仗也？匈奴特無弩耳。全兵者，言匈奴自戰其地，不致死，不得與我行此危事也。 \\n 八陣圖 \\n 諸葛亮造八陣圖於魚復平沙之上，壘石為八行，相去二丈。桓溫征譙縱，見之，曰：「此常山蛇勢也。」文武皆莫識。吾嘗過之，自山上俯視，百餘丈，凡八行，為六十四蕝，蕝正圜，不見凹凸處，如日中蓋影。予就視，皆卵石，漫漫不可辨，甚可怪也。 \\n 時事 \\n 唐村老人言 \\n 儋耳進士黎子雲言：城北十五里許有唐村，莊民之老曰允從者，年七十餘，問子雲言：「宰相何苦以青苗錢困我？於官有益乎？」子雲言：「官患民貧富不均，富者逐什一益富，貧者取倍稱，至鬻田質口不能償，故為是法以均之。」允從笑曰：「貧富之不齊，自古已然，雖天公不能齊也，子欲齊之乎？民之有貧富，由器用之有厚薄也。子欲磨其厚，等其薄，厚者未動，而薄者先穴矣！」元符三年[２９]，子雲過予言此。負薪能談王道，正謂允從輩耶？ \\n 記告訐事 \\n 元豐初，白馬縣民有被殺者，畏賊不敢告，投匿名書於縣。弓手甲得之而不識字，以示門子乙。乙為讀之，甲以其言捕獲賊，而乙爭其功。吏以為法禁匿名書，而賊以此發，不敢處之死，而投匿名者當流，為情輕法重，皆當奏。蘇子容為開封尹，方廢滑州，白馬為畿邑，上殿論奏：「賊可減死，而投匿名者可免罪。」上曰：「此情雖極輕，而告訐之風不可長。」乃杖而撫之。子容以謂賊不干己者告捕，而變主匿名，本不足深過，然先帝猶恐長告訐之風，此所謂忠厚之至。然熙寧、元豐之間每立一法，如手實、禁鹽、牛皮之類，皆立重賞以勸告訐者，皆當時小人所為，非先帝本意。時范祖禹在坐，曰：「當書之《實錄》。」 \\n 官職 \\n 記講筵 \\n 祕書監侍講傅堯俞始召赴資善堂，對邇英閣。堯俞致謝，上遣人宣召答曰：「卿以博學參預經筵，宜尊所聞，以輔不逮。」堯俞講畢曲謝，上復遣人宣諭：「卿講義淵博，多所發揮，良嘉深歎。」是日，上讀《三朝寶訓》，至天禧中，有二人犯罪，法當死，真宗皇帝惻然憐之，曰：「此等安知法，殺之則不忍，捨之無以勵眾。」乃使人持去，笞而遣之，以斬訖奏。又祀汾陰日，見一羊自擲道左，怪問之，曰：「今日尚食殺其羔。」真宗慘然不樂，自是不殺羊羔。資政殿學士韓維讀畢，因奏言：「此特真宗皇帝小善耳，然推其心以及天下，則仁不可勝用也。真宗自澶淵之役卻狄之後，十九年不言兵而天下富，其源蓋出於此。昔孟子論齊王不忍殺觳觫之牛，以為是心足以王。今恩足以及禽獸而功不及於百姓，豈不能哉？蓋不為耳！外人皆云皇帝陛下仁孝發於天性，每行見昆蟲螻蟻，違而過之，且勑左右勿踐履，此亦仁術也。臣願陛下推此心以及百姓，則天下幸甚！」軾時為右史，奏曰：「臣今月十五日侍邇英閣，切見資政殿學士韓維因讀《三朝寶訓》至真宗皇帝好生惡殺，因論皇帝陛下在宮中不忍踐履蟲蟻，其言深切，可以推明聖德，益增福壽。臣忝備位右史，謹書其事於冊，又錄一本上進，意望陛下采覽，無忘此心，以廣好生之德，臣不勝大願！」 \\n 禁同省往來 \\n 元祐元年，余為中書舍人，時執政患本省事多漏洩，欲於舍人廳後作露籬，禁同省往來。余曰：「諸公應須簡要清通，何必栽籬插棘！」諸公笑而止。明年竟作之。暇日讀樂天集，有云：「西省北院，新構小亭，種竹開窗，東通騎省，與李常侍窗下飲酒作詩。」乃知唐時得西掖作窗以通東省，而今日本省不得往來，可歎也。 \\n 記盛度誥詞 \\n 盛度，錢氏壻，而不喜惟演，蓋邪正不相入也。惟演建言二后並配[３０]，御史中丞范諷發其姦，落平章事，以節度使知隨州。時度幾七十，為知制誥，責詞云：「三星之媾，多戚里之家；百兩所迎，皆權要之子。」蓋惟演之姑嫁劉氏，而其子娶於丁謂也。人怪度老而筆力不衰，或曰：「度作此詞久矣。」元祐三年十二月二十一日講筵，上未出，立延龢殿中，時軾方論周穜擅議宗廟[３１]，蘇子容因道此。 \\n 張平叔制詞 \\n 樂天行張平叔戶部侍郎判度支制誥云：「吾坐而決事，丞相以下不過四五，而主計之臣在焉。」以此知唐制，主計蓋坐而論事也，不知四五者悉何人？平叔議鹽法至為割剝，事見退之集；今樂天制誥亦云「計能析秋毫，吏畏如夏日」，其人必小人也。 \\n 致仕 \\n 請廣陵 \\n 今年吾當請廣陵，暫與子由相別。至廣陵逾月，遂往南郡，自南郡詣梓州，泝流歸鄉，盡載家書而行，迤邐致仕，築室種果於眉，以須子由之歸而老焉。不知此願遂否？言之悵然也。 \\n 買田求歸 \\n 浮玉老師元公欲為吾買田京口，要與浮玉之田相近者，此意殆不可忘。吾昔有詩云：「江山如此不歸山，江神見怪驚我頑[３２]。我謝江神豈得已，有田不歸如江水！」今有田矣不歸，無乃食言於神也耶？ \\n 賀下不賀上 \\n 賀下不賀上，此天下通語。士人歷官一任，得外無官謗，中無所愧於心，釋肩而去，如大熱遠行，雖未到家，得清涼館舍，一解衣漱濯，已足樂矣。況於致仕而歸，脫冠佩，訪林泉，顧平生一無可恨者，其樂豈可勝言哉！余出入文忠門最久，故見其欲釋位歸田，可謂切矣。他人或苟以藉口，公發於至情，如飢者之念食也，顧勢有未可者耳。觀與仲儀書，論可退之節三，至欲以得罪、病而去。君子之欲退，其難如此，可以為進者之戒。 \\n 隱逸 \\n 書楊朴事 \\n 昔年過洛，見李公簡言：「真宗既東封，訪天下隱者，得杞人楊朴，能詩。及召對，自言不能。上問：『臨行有人作詩送卿否？』朴曰：『惟臣妾有一首云：更休落魄耽盃酒，且莫猖狂愛詠詩。今日捉將官裏去，這回斷送老頭皮。』上大笑，放還山。」余在湖州，坐作詩追赴詔獄，妻子送余出門，皆哭。無以語之，顧語妻曰：「獨不能如楊處士妻作詩送我乎[３３]？」妻子不覺失笑，余乃出。 \\n 白雲居士 \\n 張愈，西蜀隱君子也，與予先君游，居岷山下白雲溪，自號白雲居士。本有經世志，特以自重難合，故老死草野，非槁項黃馘盜名者也。偶至西湖靜軒，見其遺句，懷仰其人，命寺僧刻之石[３４]。 \\n 佛教 \\n 讀壇經 \\n 近讀六祖《壇經》，指說法、報、化三身，使人心開目明。然尚少一喻；試以眼喻：見是法身，能見是報身，所見是化身。何謂見是法身？眼之見性，非有非無，無眼之人，不免見黑，眼枯睛亡，見性不滅，故云見是法身。何謂能見是報身？見性雖存，眼根不具，則不能見，若能安養其根，不為物障，常使光明洞徹，見性乃全，故云能見是報身。何謂所見是化身？根性既全，一彈指頃，所見千萬，縱橫變化，俱是妙用，故云所見是化身。此喻既立，三身愈明。如此是否？ \\n 改觀音呪 \\n 《觀音經》云：「呪咀諸毒藥，所欲害身者，念彼觀音力，還著於本人。」東坡居士曰：「觀音，慈悲者也。今人遭呪咀，念觀音之力而使還著於本人，則豈觀音之心哉？」今改之曰：「呪咀諸毒藥，所欲害身者，念彼觀音力，兩家總沒事。」 \\n 誦經帖 \\n 東坡食肉誦經，或云：「不可誦。」坡取水漱口，或云：「一盌水如何漱得！」坡云：「慚愧，闍黎會得！」 \\n 誦金剛經帖 \\n 蔣仲甫聞之孫景修言：近歲有人鑿山取銀礦至深處，聞有人誦經聲。發之，得一人，云：「吾亦取礦者，以窟壞不能出，居此不知幾年。平生誦《金剛經》自隨，每有飢渴之念，即若有人自腋下以餅餌遺之。」殆此經變現也。道家言「守一」，若飢，「一」與之糧；若渴，「一」與之漿。此人於經中，豈所謂得「一」者乎？ \\n 僧伽何國人 \\n 泗州大聖《僧伽傳》云[３５]：「和尚何國人也。又世云莫知其所從來，云：『不知何國人也。』」近讀《隋史?西域傳》，乃有何國。余在惠州，忽被命責儋耳。太守方子容自攜告身來，且弔余曰[３６]：「此固前定，可無恨。吾妻沈素事僧伽謹甚，一夕夢和尚告別，沈問所往，答云：『當與蘇子瞻同行。後七十二日，當有命。』今適七十二日矣，豈非前定乎！」余以謂事之前定者，不待夢而知。然余何人也，而和尚辱與同行，得非夙世有少緣契乎？ \\n 袁宏論佛說 \\n 袁宏《漢紀》曰：「浮屠，佛也，西域天竺國有佛道焉。佛者，漢言覺也，將以覺悟羣生也。其教也，以修善慈心為主，不殺生，專務清淨，其精者為沙門。沙門，漢言息也，蓋息意去欲，歸於無為。又以為人死精神不滅，隨復受形，生時善惡皆有報應，故貴行修善道以煉精神，以至無生，而得為佛也。」東坡居士曰：此殆中國始知有佛時語也，雖淺近，大略具足矣。野人得鹿，正爾煮食之耳，其後賣與市人，遂入公庖中，饌之百方。然鹿之所以美，未有絲毫加於煮食時也。 \\n 道釋 \\n 贈邵道士 \\n 耳如芭蕉，心如蓮花，百節疏通，萬竅玲瓏。來時一，去時八萬四千。此義出《楞嚴》，世未有知之者也。元符三年九月二十一日，書贈都嶠邵道士。 \\n 書李若之事 \\n 《晉?方技傳》有幸靈者，父母使守稻，牛食之，靈見而不驅。牛去，乃理其殘亂者。父母怒之，靈曰：「物各欲食，牛方食，奈何驅之？」父母愈怒，曰：「即如此，何用理亂者為？」靈曰：「此稻又欲得生。」此言有理，靈固有道者耶？呂猗母足得痿痺病十餘年，靈療之，去母數步坐，瞑目寂然。有頃，曰：「扶起夫人坐。」猗曰：「夫人得疾十年，豈可倉卒令起耶？」靈曰：「且試扶起。」兩人夾扶而立，少頃，去夾者，遂能行。學道養氣者，至足之餘，能以氣與人，都下道士李若之能之，謂之「布氣[３７]」。吾中子迨少羸多疾，若之相對坐為布氣，迨聞腹中如初日所照，溫溫也。蓋若之曾遇得道異人於華岳下云。 \\n 記蘇佛兒語 \\n 元符三年八月，余在合浦，有老人蘇佛兒來訪，年八十二，不飲酒食肉，兩目爛然，蓋童子也。自言十二歲齋居修行，無妻子。有兄弟三人，皆持戒念道，長者九十二，次者九十。與論生死事，頗有所知。居州城東南六七里。佛兒嘗賣菜之東城，見老人言：「即心是佛，不在斷肉。」余言：「勿作此念，眾人難感易流。」老人大喜，曰：「如是，如是。」 \\n 記道人戲語 \\n 紹聖二年五月九日，都下有道人坐相國寺賣諸禁方，緘題其一曰：賣「賭錢不輸方」。少年有博者，以千金得之。歸，發視其方，曰：「但止乞頭。」道人亦善鬻術矣，戲語得千金，然亦未嘗欺少年也。 \\n 陸道士能詩 \\n 陸道士惟忠字子厚，眉山人，好丹藥，通術數，能詩，蕭然有出塵之姿，久客江南，無知之者。予昔在齊安，蓋相從游，因是謁子由高安，子由大賞其詩。會吳遠游之過彼[３８]，遂與俱來惠州，出此詩。 \\n 朱氏子出家 \\n 朱氏子出家，小名照僧，少喪父，與其母尹皆願出家。照僧師守素，乃參寥子弟子也。照僧九歲，舉止如成人，誦《赤壁賦》，鏗然鸞鶴聲也，不出十年，名聞四方。此參寥子之法孫，東坡之門僧也。 \\n 壽禪師放生 \\n 錢塘壽禪師，本北郭稅務專知官，每見魚蝦，輒買而放，以是破家。後遂盜官錢為放生之用，事發坐死，領赴市矣。吳越錢王使人視之，若悲懼如常人，即殺之；否，則捨之。禪師淡然無異色，乃捨之。遂出家，得法眼淨。禪師應以市曹得度，故菩薩乃現市曹以度之。學出生死法，得向死地走之一遭，抵三十年修行。吾竄逐海上，去死地稍近，當於此證阿羅漢果。 \\n 僧正兼州博士 \\n 杜牧集有《燉煌郡僧正兼州學博士僧慧苑除臨壇大德制詞[３９]》，蓋宣宗復河、湟時事也。蕃僧最貴中國紫衣師號，种世衡知青澗城，無以使此等，輒出牒補授。君子予其權，不責其專也。 \\n 卓契順禪話 \\n 蘇臺定慧院淨人卓契順，不遠數千里，陟嶺渡海，候無恙於東坡。東坡問：「將甚麼土物來？」順展兩手。坡云：「可惜許數千里空手來。」順作荷擔勢，信步而去。 \\n 僧文葷食名 \\n 僧謂酒為「般若湯」，謂魚為「水梭花」，雞為「鑽籬菜」，竟無所益，但自欺而已[４０]，世常笑之。人有為不義而文之以美名者，與此何異哉！ \\n 本秀非浮圖之福 \\n 稷下之盛，胎驪山之禍；太學三萬人[４１]，噓枯吹生，亦兆黨錮之冤。今吾聞本、秀二僧，皆以口耳區區奔走王公，洶洶都邑，安得而不敗？殆非浮屠氏之福也。 \\n 付僧惠誠游吳中代書十二 \\n 妙摠師參寥子，予友二十餘年矣，世所知其詩文，所不知者，蓋過於詩文也。好面折人過失，然人知其無心，如虛舟之觸物，蓋未嘗有怒者。 \\n 徑山長老維琳，行峻而通，文麗而清。始，徑山祖師有約，後世止以甲乙住持。予謂以適事之宜而廢祖師之約，當於山門選用有德，乃以琳嗣事。眾初有不悅其人，然終不能勝悅者之多且公也，今則大定矣。 \\n 杭州圓照律師，志行苦卓，教法通洽，晝夜行道二十餘年矣，無一念頃有作相[４２]。自辨才歸寂，道俗皆宗之。 \\n 秀州本覺寺一長老，少蓋有名進士，自文字言語悟入。至今以筆研作佛事，所與游皆一時文人。 \\n 淨慈楚明長老自越州來。始，有旨召小本禪師住法雲寺。杭人憂之，曰：「本去，則淨慈眾散矣。」余乃以明嗣事，眾不散，加多，益千餘人。 \\n 蘇州仲殊師利和尚，能文，善詩及歌詞，皆操筆立成，不點竄一字。予曰：「此僧胸中無一毫髮事」，故與之遊。 \\n 蘇州定慧長老守欽，予初不識。比至惠州，欽使侍者卓契順來問予安否，且寄十詩。予題其後曰：「此僧清逸絕俗，語有璨、忍之通，而詩無島、可之寒。」予往來吳中久矣，而不識此僧，何也？ \\n 下天竺淨慧禪師思義學行甚高，綜練世事。高麗非時遣僧來，予方請其事於朝，使義館之。義日與講佛法，詞辨蜂起，夷僧莫能測。又具得其情以告，蓋其才有過人者。 \\n 孤山思聰聞復師作詩清遠如畫，工而雅逸可愛，放而不流，其為人稱其詩。 \\n 祥符寺可久、垂雲、清順三闍黎，皆予監郡日所與往還詩友也。清介貧甚，食僅足而衣幾於不足也，然未嘗有憂色。老矣，不知尚健否？ \\n 法穎沙彌，參寥子之法孫也，七八歲事師如成人。上元夜予作樂滅慧，穎坐一夫肩上顧之。予謂曰：「出家兒亦看燈耶？」穎愀然變色，若無所容，啼呼求去。自爾不復出嬉游，今六七年矣，後當嗣參寥者。 \\n 予在惠州，有永嘉羅漢院僧惠誠來謂曰：「明日當還浙東。」問所欲幹者，予無以答之。念吳、越多名僧，與予善者常十九，偶錄此數人以授惠誠，使歸見之，致予意，且謂道予居此起居飲食狀，以解其念也。信筆書紙，語無倫次，又當尚有漏落者，方醉不能詳也。紹聖二年東坡居士書[４３]。 \\n 異事 \\n 王烈石髓 \\n 王烈入山得石髓，懷之以餉嵇叔夜。叔夜視之，則堅為石矣。當時若杵碎或錯磨食之，豈不賢於雲母、鐘乳輩哉？然神仙要有定分，不可力求。退之有言：「我寧詰曲自世間，安能從汝巢神仙。」如退之性氣，雖出世間人亦不能容，叔夜婞直，又甚於退之也。 \\n 記道人問真 \\n 道人徐問真，自言濰州人，嗜酒狂肆，能啖生葱鮮魚，以指為鍼，以土為藥，治病良有驗。歐陽文忠公為青州，問真來從公游，久之乃求去。聞公致仕，復來汝南，公常館之，使伯和父兄弟為之主。公常有足疾，狀少異，醫莫能喻。問真教公汲引氣血自踵至頂，公用其言，病輒已。忽一日求去甚力，公留之，不可，曰：「我有罪，我與公卿游，我不復留。」公使人送之，果有冠鐵冠丈夫長八尺許，立道周俟之。問真出城，顧村童使持藥笥。行數里，童告之求去。問真於髻中出小瓢如棗大，再三覆之掌中，得酒滿掬者二，以飲童子，良酒也。自爾不復知其存亡，而童子徑發狂，亦莫知其所終。軾過汝陰，公具言如此。其後貶黃州，而黃岡縣令周孝孫暴得重膇疾，軾試以問真口訣授之，七日而愈。元祐六年十一月二日，與叔弼父、季默父夜坐話其事，事復有甚異者，不欲盡書，然問真要為異人也。 \\n 記劉夢得有詩記羅浮山 \\n 山不甚高，而夜見日，此可異也。山有二樓，今延祥寺在南樓下，朱明洞在沖虛觀後，云是蓬萊第七洞天。唐永樂道士侯道華以食鄧天師棗仙去，永樂有無核棗，人不可得，道華得之。余在岐下，亦得食一枚云。唐僧契虛遇人導游稚川仙府，真人問曰：「汝絕三彭之仇乎？」虛不能答。沖虛觀後有米真人朝斗壇，近於壇上獲銅龍六，銅魚一。唐有《夢銘》，云「紫陽真人山玄卿撰」。又有蔡少霞者，夢遣書牌，題云：「五雲閣吏蔡少霞書。」 \\n 記羅浮異境 \\n 有官吏自羅浮都虛觀游長壽，中路覩見道室數十間，有道士據檻坐，見吏不起。吏大怒，使人詰之，至則人室皆亡矣。乃知羅浮凡聖雜處，似此等異境，平生修行人有不得見者，吏何人，乃獨見之。正使一凡道士見己不起，何足怒？吏無狀如此，得見此者必前緣也。 \\n 東坡昇仙 \\n 吾昔謫黃州，曾子固居憂臨川，死焉。人有妄傳吾與子固同日化去，且云：「如李長吉時事，以上帝召他。」時先帝亦聞其語，以問蜀人蒲宗孟，且有歎息語。今謫海南，又有傳吾得道，乘小舟入海不復返者，京師皆云，兒子書來言之。今日有從廣州來者[４４]，云太守柯述言吾在儋耳一日忽失所在[４５]，獨道服在耳，蓋上賓也。吾平生遭口語無數，蓋生時與韓退之相似，吾命在斗間而身宮在焉。故其詩曰：「我生之辰，月宿南斗[４６]。」且曰：「無善聲以聞，無惡聲以揚。」今謗我者，或云死，或云仙，退之之言良非虛爾。 \\n 黃僕射 \\n 虔州布衣賴仙芝言：連州有黃損僕射者，五代時人。僕射蓋仕南漢官也，未老退歸，一日忽遁去，莫知其存亡。子孫畫像事之，凡三十二年。復歸，坐阼階上，呼家人。其子適不在，孫出見之。索筆書壁云：「一別人間歲月多，歸來人事已消磨。惟有門前鑑池水，春風不改舊時波。」投筆竟去，不可留。子歸，問其狀貌，孫云：「甚似影堂老人也。」連人相傳如此。其後頗有祿仕者。 \\n 沖退處士 \\n 章詧，字隱之，本閩人，遷於成都數世矣。善屬文，不仕，晚用太守王素薦，賜號沖退處士。一日，夢有人寄書召之者，云東岳道士書也。明日，與李士寧游青城，濯足水中，詧謂士寧曰：「脚踏西溪流去水。」士寧答曰：「手持東岳寄來書。」詧大驚，不知其所自來也。未幾，詧果死。其子禩亦以逸民舉，仕一命乃死。士寧，蓬州人也，語默不常，或以為得道者，百歲乃死。常見余成都，曰：「子甚貴，當策舉首。」已而果然。 \\n 臞仙帖 \\n 司馬相如諂事武帝，開西南夷之隙。及病且死，猶草《封禪書》，此所謂死而不已者耶？列仙之隱居山澤間，形容甚臞，此殆「四果」人也。而相如鄙之，作《大人賦》，不過欲以侈言廣武帝意耳。夫所謂大人者，相如孺子，何足以知之！若賈生《鵩鳥賦》，真大人者也。庚辰八月二十二日，東坡書。 \\n 記鬼 \\n 秦太虛言：寶應民有以嫁娶會客者，酒半，客一人竟起出門。主人追之，客若醉甚將赴水者，主人急持之。客曰：「婦人以詩招我，其辭云：『長橋直下有蘭舟，破月衝煙任意游。金玉滿堂何所用，爭如年少去來休。』倉皇就之，不知其為水也。」然客竟亦無他。夜會說鬼，參寥舉此，聊為之記。 \\n 李氏子再生說冥間事 \\n 戊寅十一月，余在儋耳，聞城西民李氏處子病卒兩日復生。余與進士何旻同往見其父，問死生狀。云：初昏，若有人引去，至官府幕下。有言：「此誤追。」庭下一吏云：「可且寄禁。」又一吏云：「此無罪，當放還。」見獄在地窟中，隧而出入。繫者皆儋人，僧居十六七。有一嫗身皆黃毛如驢馬，械而坐，處子識之，蓋儋僧之室也。曰：「吾坐用檀越錢物，已三易毛矣。」又一僧亦處子鄰里，死已二年矣，其家方大祥，有人持盤飡及錢數千，云：「付某僧。」僧得錢，分數百遺門者，乃持飯入門去，繫者皆爭取其飯。僧飯，所食無幾。又一僧至，見者擎跪作禮。僧曰：「此女可差人速送還。」送者以手擘牆壁使過，復見一河，有舟，使登之。送者以手推舟，舟躍，處子驚而寤。是僧豈所謂地藏菩薩耶？書此為世戒。 \\n 道士張易簡 \\n 吾八歲入小學，以道士張易簡為師。童子幾百人，師獨稱吾與陳太初者。太初，眉山市井人子也。余稍長，學日益，遂第進士制策，而太初乃為郡小吏。其後余謫居黃州，有眉山道士陸惟忠自蜀來，云：「太初已尸解矣。蜀人吳師道為漢州太守，太初往客焉。正歲日，見師道求衣食錢物，且告別。持所得盡與市人貧者，反坐於戟門下，遂卒。師道使卒舁往野外焚之，卒罵曰：『何物道士，使吾正旦舁死人！』太初微笑開目曰：『不復煩汝。』步自戟門至金鴈橋下，趺坐而逝。焚之，舉城人見烟焰上眇眇焉有一陳道人也。」 \\n 辨附語 \\n 世有附語者，多婢妾賤人，否則衰病不久當死者也。其聲音舉止皆類死者，又能知人密事，然皆非也。意有奇鬼能為是耶？昔人有遠行者，欲觀其妻於己厚薄，取金釵藏之壁中，忘以語之。既行而病且死，以告其僕。既而不死。忽聞空中有聲，真其夫也，曰：「吾已死，以為不信，金釵在某處。」妻取得之，遂發喪。其後夫歸，妻乃反以為鬼也。 \\n 三老語 \\n 嘗有三老人相遇，或問之年。一人曰：「吾年不可記，但憶少年時與盤古有舊。」一人曰：「海水變桑田時，吾輒下一籌，爾來吾籌已滿十間屋。」一人曰：「吾所食蟠桃，棄其核於崑崙山下，今已與崑山齊矣。」以余觀之，三子者與蜉蝣朝菌何以異哉？ \\n 桃花悟道 \\n 世人有見古德見桃花悟道者，爭頌桃花，便將桃花作飯，五十年轉沒交涉。正如張長史見擔夫與公主爭路而得草書之氣，欲學長史書，便日就擔夫求之，豈可得哉？ \\n 爾朱道士煉朱砂丹 \\n 爾朱道士晚客於眉山，故蜀人多記其事。自言受記於師云：「汝後遇白石浮，當飛仙去。」爾朱雖以此語人，亦莫識所謂。後去眉山，乃客於涪州，愛其所產丹砂，雖瑣細而皆矢鏃狀，瑩徹不雜土石，遂止鍊丹。數年，竟於涪州白石仙去，乃知師所言不謬。吾聞長老道其事甚多，然不記其名字，可恨也。《本草》言：「丹砂出符陵谷。」陶隱居云：「符陵是涪州。」今無復採者。吾聞熟於涪者云：「採藥者時復得之，但時方貴辰錦砂，故此不甚採爾。」讀《本草》偶記之也。 \\n ________________________________________ \\n [２９]「元符三年」，此下蘇集有「二月二十日」五字，商本有「二月二十一日」六字。 \\n [３０]「二后」，原誤作「一后」，據蘇集及《宋史?錢惟演傳》改。 \\n [３１]「擅議」，原誤作「檀議」，據《東坡七集?奏議集》改。 \\n [３２]「江神」，原誤作「山神」，從《東坡七集?前集》卷三《遊金山寺》詩改。 \\n [３３]「獨不能如楊處士妻作詩送我乎」，「楊」後原有「子雲」二字，據蘇集、商本刪。 \\n [３４]「命寺僧刻之石」，此下蘇集有「元祐五年九月五日」八字。 \\n [３５]「泗州大聖」，「州」原作「洲」，據蘇集改。 \\n [３６]「且弔余曰」，原誤作「且弔曰余」，與下文相牴，故從商本改正。 \\n [３７]「謂之布氣」，「謂」原誤作「調」，從趙本、商本改。 \\n [３８]「吳遠游」，「游」原脫，據蘇集、商本補。 \\n [３９]「州學博士」，原作「州博士學」，從商本及杜牧《樊川集》改。 \\n [４０]「但自欺而已」，原脫「自」字，從張本、《學津》本補。 \\n [４１]「太學三萬人」，原作「太學士萬人」，從商本及《後漢書》卷六十七改。 \\n [４２]「一念頃」，原作「一念須」。王按：一念頃乃佛教術語，故從商本改。 \\n [４３]「紹聖二年」，此下商本有「三月二十三日」六字。 \\n [４４]「廣州」，原作「黃州」，據蘇集改。 \\n [４５]「柯述」，原作「何述」，據蘇集改。 \\n [４６]「南斗」，原作「斗直」，據朱熹校《昌黎先生集》改。 \\n   \\n  "}
{"章节": "卷三", "正文": "  \\n 卷三 \\n 　 \\n  \\n 異事下 \\n 朱炎學禪 \\n 芝上人言：近有節度判官朱炎學禪，久之，忽於《楞嚴經》若有所得者。問講僧義江曰：「此身死後，此心何住？」江云：「此身未死，此心何住？」炎良久以偈答曰：「四大不須先後覺，六根還向用時空。難將語默呈師也，只在尋常語默中。」師可之。炎後竟坐化，真廟時人也。 \\n 故南華長老重辨師逸事 \\n 契嵩禪師常瞋，人未嘗見其笑[４７]；海月慧辨師常喜，人未嘗見其怒。予在錢塘，親見二人皆趺坐而化。嵩既茶毗，火不能壞，益薪熾火，有終不壞者五。海月比葬，面如生，且微笑。乃知二人以瞋喜作佛事也。世人視身如金玉，不旋踵為糞土，至人反是。予以是知一切法以愛故壞，以捨故常在，豈不然哉！予遷嶺南，始識南華重辨長老，語終日，知其有道也。予自嶺南還，則辨已寂久矣。過南華弔其眾，問塔墓所在，曰：「我師昔有壽塔南華之東數里，有不悅師者葬之別墓，既七百餘日矣，今長老明公獨奮不顧[４８]，發而歸之壽塔。改棺易衣，舉體如生，衣皆鮮芳，眾乃大愧服。」東坡居士曰：辨視身為何物，棄之尸陁林，以飼烏鳶何有，安以壽塔為？明公知辨者，特欲以化服同異而已。乃以茗果奠其塔而書其事，以遺其上足南華塔主可興師，時元符三年十二月十九日[４９]。 \\n 冢中棄兒吸蟾氣 \\n 富彥國在青社，河北大飢，民爭歸之。有夫婦襁負一子，未幾，迫於飢困，不能皆全，棄之道左空冢中而去。歲定歸鄉，過此冢，欲收其骨，則兒尚活，肥健愈於未棄時，見父母，匍匐來就。視冢中空無有，惟有一竅滑易，如蛇鼠出入，有大蟾蜍如車輪，氣咻咻然，出穴中。意兒在冢中常呼吸此氣，故能不食而健。自爾遂不食，年六七歲，肌膚如玉。其父抱兒來京師，以示小兒醫張荊筐。張曰：「物之有氣者能蟄，燕蛇蝦蟆之類是也。能蟄則能不食，不食則壽，此千歲蝦蟆也。決不當與藥，若聽其不食不娶，長必得道。」父喜，攜去，今不知所在。張與余言，蓋嘉祐六年也。 \\n 石普見奴為祟 \\n 石普好殺人，以殺為娛，未嘗知暫悔也。醉中縛一奴，使其指使投之汴河，指使哀而縱之。既醒而悔，指使畏其暴，不敢以實告。居久之，普病，見奴為祟，自以必死。指使呼奴示之，祟不復出，普亦愈。 \\n 陳昱被冥吏誤追 \\n 今年三月，有書吏陳昱者暴死三日而蘇，云：初見壁有孔，有人自孔擲一物，至地化為人，乃其亡姊也。攜其手自孔中出，曰：「冥吏追汝，使我先。」見吏在旁，昏黑如夜，極望有明處，空有橋，榜曰「會明」。人皆用泥錢，橋極高，有行橋上者。姊曰：「此生天也。」昱行橋下，然猶有在下者，或為鳥鵲所啄。姊曰：「此網捕者也。」又見一橋，曰「陽明」，人皆用紙錢。有吏坐曹十餘人，以狀及紙錢至者，吏輒刻除之，如抽貫然。已而見冥官，則陳襄述古也。問昱何故殺乳母，昱曰：「無之。」呼乳母至，血被面，抱嬰兒，熟視昱曰：「非此人也，乃門下吏陳周。」官遂放昱還，曰：「路遠，當給竹馬。」又使諸曹檢己籍，曹示之，年六十九，官左班殿直。曰：「以平生不燒香，故不甚壽。」又曰：「吾輩更此一報，即不同矣。」意謂當超也。昱還，道見追陳周往。既蘇，周果死。 \\n 記異 \\n 有道士講經茅山，聽者數百人。中講，有自外入者，長大肥黑，大罵曰：「道士奴！天正熱，聚眾造妖何為？」道士起謝曰：「居山養徒，資用乏，不得不爾。」罵者怒少解，曰：「須錢不難，何至作此！」乃取釜竈杵臼之類，得百餘斤，以少藥鍛之，皆為銀，乃去。後數年，道士復見此人從一老道士，鬚髮如雪，騎白驢，此人腰插一驢鞭從其後。道士遙望叩頭，欲從之。此人指老道士，且搖手作驚畏狀，去如飛，少頃即不見。 \\n 猪母佛 \\n 眉州青神縣道側有一小佛屋，俗謂之「猪母佛」，云百年前有牝猪伏於此，化為泉，有二鯉魚在泉中，云：「蓋猪龍也。」蜀人謂牝猪為母，而立佛堂其上，故以名之。泉出石上，深不及二尺，大旱不竭，而二鯉莫有見者。余一日偶見之，以告妻兄王愿，愿深疑，意余之誕也。余亦不平其見疑，因與愿禱於泉上曰：「余若不誕者，魚當復見。」已而二鯉復出，愿大驚，再拜謝罪而去。此地應為靈異。青神文及者，以父病求醫，夜過其側，有髽而負琴者邀至室，及辭以父病，不可留，而其人苦留之，欲曉乃遣去。行未數里，見道傍有劫賊所殺人，赫然未冷也，否則及亦未免耳。泉在石佛鎮南五里許，青神二十五里。 \\n 王翊夢鹿剖桃核而得雄黃 \\n 黃州岐亭有王翊者，家富而好善。夢於水邊見一人為人所毆傷，幾死，見翊而號，翊救之得免。明日偶至水邊，見一鹿為獵人所得，已中幾鎗。翊發悟，以數千贖之。鹿隨翊起居，未嘗一步捨翊。又翊所居後有茂林果木，一日，有村婦林中見一桃，過熟而絕大，獨在木杪，乃取而食之。翊適見，大驚。婦人食已棄其核，翊取而剖之，得雄黃一塊如桃仁，及嚼而吞之，甚甘美。自是斷葷肉，齋居一食，不復殺生，亦可謂異事也。 \\n 徐則不傳晉王廣道 \\n 東海徐則隱居天台，絕粒養性。太極真人徐君降之曰：「汝年出八十，當為王者師，然後得道。」晉王廣聞其名，往召之。則謂門人曰：「吾年八十來召我，徐君之言信矣。」遂詣揚州。王請受道法，辭以時日不利。後數日而死，支體如生，道路皆見其徒步歸，云：「得放還山。」至舊居，取經書分遺弟子，乃去。既而喪至。予以謂徐生高世之人，義不為煬帝所污，故辭不肯傳其道而死。徐君之言，蓋聊以避禍，豈所謂危行言遜者耶？不然，煬帝之行，鬼所唾也，而太極真人肯置之齒牙哉！ \\n 先夫人不許發藏 \\n 昔吾先君夫人不僦宅於眉，為紗穀行。一日，二婢子熨帛[５０]，足陷於地。視之，深數尺，有大甕覆以烏木板，先夫人急命以土塞之。甕有物如人咳聲，凡一年乃已，人以為此有宿藏物欲出也。夫人之姪之問者，聞之欲發焉。會吾遷居，之問遂僦此宅，掘丈餘，不見甕所在。其後某官於岐下，所居大柳下，雪方尺不積；雪晴，地墳起數寸。軾疑是古人藏丹藥處，欲發之。亡妻崇德君曰：「使吾先姑在，必不發也。」軾愧而止。 \\n 太白山舊封公爵 \\n 吾昔為扶風從事，歲大旱，問父老境內可禱者，云：「太白山至靈，自昔有禱無不應。近歲向傳師少師為守，奏封山神為濟民侯，自此禱不驗，亦莫測其故。」吾方思之，偶取《唐會要》看，云：「天寶十四年，方士上言太白山金星洞有寶符靈藥，遣使取之而獲，詔封山神為靈應公。」吾然後知神之所以不悅者，即告太守遣使禱之，若應，當奏乞復公爵，且以瓶取水歸郡[５１]。水未至，風霧相纏，旗幡飛舞，髣髴若有所見。遂大雨三日，歲大熟。吾作奏檢具言其狀，詔封明應公。吾復為文記之，且修其廟。祀之日，有白鼠長尺餘，歷酒饌上，嗅而不食。父老云：「龍也。」是歲嘉祐七年。 \\n 記范蜀公遺事 \\n 李方叔言：范蜀公將薨數日，鬚髮皆變蒼，郁然如畫也。公平生虛心養氣，數盡神往而血氣不衰，故發於外耶？然范氏多四乳，固與人異，公又立德如此，其化也必不與萬物同盡，蓋有不可知者也。元符四年四月五日。 \\n 記張憨子 \\n 黃州故縣張憨子，行止如狂人，見人輒罵云：「放火賊！」稍知書，見紙輒書鄭谷雪詩。人使力作，終日不辭。時從人乞，予之錢，不受。冬夏一布褐，三十年不易，然近之不覺有垢穢氣。其實如此，至於土人所言，則甚異者，蓋不可知也。 \\n 記女仙 \\n 予頃在都下，有傳太白詩者，其略曰：「朝披夢澤雲。」又云：「笠釣清茫茫。」此非世人語也，蓋有見太白在肆中而得此詩者[５２]。神仙之道，真不可以意度。紹聖元年九月，過廣州，訪崇道大師何德順。有神僊降於其室，自言女僊也。賦詩立成，有超逸絕塵語。或以其託於箕帚，如世所謂「紫姑神」者疑之。然味其言，非紫姑所能至。人有入獄鬼、羣鳥獸者託於箕帚，豈足怪哉；崇道好事喜客，多與賢士大夫為游，其必有以致之也哉？ \\n 池魚踊起 \\n 眉州人任達為余言：少時見人家畜數百魚深池中，沿池磚甃，四周皆屋舍，環遶方丈間凡三十餘年，日加長。一日天晴無雷，池中忽發大聲如風雨，魚皆踊起，羊角而上，不知所往。達云：「舊說不以神守，則為蛟龍所取，此殆是爾。」余以為蛟龍必因風雨，疑此魚圈局三十餘年，日有騰拔之念，精神不衰，久而自達，理自然爾。 \\n 孫抃見異人 \\n 眉之彭山進士有宋籌者，與故參知政事孫抃夢得同赴舉，至華陰，大雪，天未明，過華山下。有牌堠云「毛女峯」者，見一老姥坐堠下，鬢如雪而無寒色。時道上未有行者，不知其所從來，雪中亦無足跡。孫與宋相去數百步，宋先過之，亦怪其異[５３]，而莫之顧。孫獨留連與語，有數百錢挂鞍，盡與之。既追及宋，道其事。宋悔，復還求之，已無所見。是歲，孫第三人及第，而宋老死無成。此事蜀人多知之者。 \\n 修身曆 \\n 子由言：有一人死而復生，問冥官如何修身，可以免罪？答曰：「子宜置一卷曆，晝日之所為，莫夜必記之，但不記者，是不可言不可作也。無事靜坐，便覺一日似兩日，若能處置此生常似今日，得至七十，便是百四十歲。人世間何藥可能有此效！既無反惡，又省藥錢。此方人人收得，但苦無好湯使，多嚥不下。」晁無咎言：司馬溫公有言：「吾無過人者，但平生所為，未嘗有不可對人言者耳。」予亦記前輩有詩曰：「怕人知事莫萌心。」皆至言，可終身守之[５４]。 \\n 技術 \\n 醫生 \\n 近世醫官仇鼎，療癰腫為當時第一，鼎死，未有繼者。今張君宜所能，殆不減鼎。然鼎性行不甚純淑，世或畏之。今張君用心平和，專以救人為事，殆過於鼎遠矣[５５]。元豐七年四月七日。 \\n 論醫和語 \\n 男子之生也覆，女子之生也仰[５６]，其死於水也亦然。男子內陽而外陰，女子反是。故《易》曰「《坤》至柔而動也剛」，《書》曰「沈潛剛克」，世之達者，蓋如此也。秦醫和曰：「天有六氣，淫為六疾：陽淫熱疾，陰淫寒疾，風淫末疾，雨淫腹疾，晦淫惑疾，明淫心疾。夫女陽物而晦時，故淫則為內熱蠱惑之疾。」女為蠱惑，世之知者眾，其為陽物而內熱，雖良醫未之言也。五勞七傷，皆熱中而蒸，晦淫者不為蠱則中風，皆熱之所生也。醫和之語，吾當表而出之。讀《左氏》，書此。 \\n 記與歐公語 \\n 歐陽文忠公嘗言：有患疾者，醫問其得疾之由，曰：「乘船遇風，驚而得之。」醫取多年柂牙為柂工手汗所漬處，刮末，雜丹砂、茯神之流，飲之而愈。今《本草注?別藥性論》云：「止汗，用麻黃根節及故竹扇為末服之。」文忠因言：「醫以意用藥多此比，初似兒戲，然或有驗，殆未易致詰也。」予因謂公：「以筆墨燒灰飲學者，當治昬惰耶？推此而廣之，則飲伯夷之盥水，可以療貪；食比干之餕餘，可以已佞；舐樊噲之盾，可以治怯；齅西子之珥，可以療惡疾矣。」公遂大笑。元祐六年閏八月十七日[５７]，舟行入潁州界，坐念二十年前見文忠公於此，偶記一時談笑之語，聊復識之。 \\n 參寥求醫 \\n 龐安常為醫，不志於利，得善書古畫，喜輒不自勝。九江湖道士頗得其術，與予用藥，無以酬之，為作行草數紙而已，且告之曰：「此安常故事，不可廢也。」參寥子病，求醫於胡，自度無錢，且不善書畫，求予甚急。予戲之曰：「子粲、可、皎、徹之徒，何不下轉語作兩首詩乎？」龐、胡二君與吾輩游，不曰「索我於枯魚之肆」矣[５８]。 \\n 王元龍治大風方 \\n 王斿元龍言：「錢子飛有治大風方，極驗，常以施人。一日夢人自云：『天使已以此病人，君違天怒，若施不已，君當得此病，藥不能愈。』子飛懼，遂不施。」僕以為天之所病，不可療耶，則藥不應服有效；藥有效者，則是天不能病。當是病之祟，畏是藥而假天以禁人耳。晉侯之病，為二豎子，李子豫赤丸，亦先見於夢，蓋有或使之者。子飛不察，為鬼所脅。若余則不然，苟病者得愈，願代受其苦。家有一方，能下腹中穢惡，在黃州試之，病良已。今後當常以施人。 \\n 延年術 \\n 自省事以來，聞世所謂道人有延年之術者，如趙抱一、徐登、張元夢[５９]，皆近百歲，然竟死，與常人無異。及來黃州，聞浮光有朱元經尤異，公卿尊師之者甚眾，然卒亦病，死時中風搐搦。但實能黃白，有餘藥金皆入官。不知世果無異人耶？抑有而人不見，此等舉非耶？不知古所記異人虛實，無乃與此等不大相遠，而好事者緣飾之耶？ \\n 單驤孫兆 \\n 蜀人單驤者，舉進士不第，顧以醫聞。其術雖本於《難經》、《素問》，而別出新意，往往巧發奇中，然未能十全也。仁宗皇帝不豫，詔孫兆與驤入侍，有間，賞賚不貲。已而大漸，二子皆坐誅，賴皇太后仁聖，察其非罪，坐廢數年。今驤為朝官，而兆已死矣。予來黃州，鄰邑人龐安常者，亦以醫聞，其術大類驤，而加之以鍼術絕妙。然患聾，自不能愈，而愈人之病如神。此古人所以寄論於目睫也耶？驤、安常皆不以賄謝為急，又頗博物，通古今，此所以過人也。元豐五年三月，予偶患左手腫，安常一鍼而愈，聊為記之。 \\n 僧相歐陽公 \\n 歐陽文忠公嘗語：「少時有僧相我：『耳白於面，名滿天下；脣不著齒，無事得謗。』其言頗驗。」耳白於面，則眾所共見，脣不著齒，余亦不敢問公，不知其何如也。 \\n 記真君籤 \\n 沖妙先生季君思聰所製觀妙法象，居士以憂患之餘，稽首洗心，歸命真寂，自惟塵緣深重，恐此志未遂，敢以籤卜，得吳真君第三籤，云：「平生常無患，見善其何樂。執心既堅固，見善勤修學。」敬再拜受教，書《莊子?養生》一篇，致自厲之意，不敢廢墜，真聖驗之。紹聖元年八月二十一日，東坡居士南遷過虔，與王嵓翁同謁祥符宮，拜九天使者堂下，觀之妙象，實同此言。 \\n 信道智法說 \\n 東坡居士遷於海南，憂患之餘，戊寅九月晦，遊天慶觀，謁北極真聖，探靈簽，以決餘生之禍福吉凶。其辭曰：「道以信為合，法以智為先。二者不離析，壽命不得延。」覽之竦然，若有所得，書而藏之，以無忘信道法智二者不相離之意。軾恭書：古之真人未有不以信人者，子思則曰：「自誠明謂之性」，此之謂也。孟子曰：「執中無權，由執一也。」法而不智，則天下之死法也。道不患不知，患不凝；法不患不立，患不活。以信合道，則道凝；以智先法，則法活。道凝而法活，雖度世可也，況延壽乎？ \\n 記筮卦 \\n 戊寅十月五日，以久不得子由書，憂不去心，以《周易》筮之。遇《渙》之三爻，《初六》變《中孚》，其繇曰：「用拯馬壯吉。」《中孚》之《九二》變為《益》，其繇曰：「鳴鶴在陰，其子和之。我有好爵，吾與爾靡之。」《益》之《初六》變為《家人》，其繇曰：「益之，用凶事，無咎。有孚中行，告公用圭。」《家人》之繇曰：「《家人》利女貞。」象曰：「風自火出，《家人》。君子以言有物，而行有恒也。」吾考此卦極精詳，口以授過，又書而藏之。 \\n 費孝先卦影 \\n 至和二年，成都人有費孝先者始來眉山，云：近遊青城山，訪老人村，壞其一竹牀。孝先謝不敏，且欲償其直。老人笑曰：「子視其下字云：此牀以某年月日某造，至某年月日為費孝先所壞。成壞自有數，子何以償為！」孝先知其異，乃留師事之，老人受以《易》軌革卦影之術，前此未知有此學者。後五六年[６０]，孝先以致富。今死矣，然四方治其學者，所在而有，皆自託於孝先，真偽不可知也。聊復記之，使後人知卦影之所自也。 \\n 記天心正法呪 \\n 王君善書符，行天心正法，為里人療疾驅邪。僕嘗傳此呪法，當以傳王君。其辭曰：「汝是已死我，我是未死汝。汝若不吾祟，吾亦不汝苦。」 \\n 辨五星聚東井 \\n 天上失星，崔浩乃云：「當出東井」，已而果然，所謂「億則屢中」者耶？漢十月，五星聚東井，金、水嘗附日不遠；而十月，日在箕、尾，此浩所以疑其妄。以余度之，十月為正，蓋十月乃今之八月爾。八月而得七月節，則日猶在翼、軫間，則金、水聚於井亦不甚遠。方是時，沛公未得天下，甘、石何意諂之？浩之說，未足信也。 \\n 四民 \\n 論貧士 \\n 俗傳書生入官庫，見錢不識。或怪而問之，生曰：「固知其為錢，但怪其不在紙裹中耳。」予偶讀淵明《歸去來詞》云：「幼稚盈室，瓶無儲粟。」乃知俗傳信而有徵。使瓶有儲粟，亦甚微矣，此翁平生只於瓶中見粟也耶？《馬后紀》[６１]：夫人見大練以為異物；晉惠帝問飢民何不食肉糜，細思之皆一理也，聊為好事者一笑。永叔常言：「孟郊詩：『鬢邊雖有絲，不堪織寒衣』，縱使堪織，能得多少？」 \\n 梁賈說 \\n 梁民有賈於南者，七年而後返。茹杏實海藻，呼吸山川之秀，飲泉之香，食土之潔，泠泠風氣，如在其左右，朔易弦化，磨去風瘤，望之蝤蠐然，蓋項領也。倦游以歸，顧視形影，日有德色，徜徉舊都，躊躇顧乎四鄰，意都之人與鄰之人，十九莫己若也。入其閨，登其堂，視其妻，反驚以走：「是何怪耶？」妻勞之，則曰：「何關於汝！」饋之漿，則憤不飲；舉案而飼之，則憤不食；與之語，則向牆而欷歔；披巾櫛而視之，則唾而不顧。謂其妻曰：「若何足以當我？亟去之！」妻俛而怍，仰而歎曰：「聞之：居富貴者不易糟糠，有姬姜者不棄憔悴。子以無癭歸，我以有癭逐。嗚呼，癭邪！非妾婦之罪也！」妻竟出。於是賈歸家三年，鄉之人憎其行，不與婚。而土地風氣，蒸變其毛脈，啜菽飲水，動搖其肌膚，前之醜稍稍復故。於是還其室，敬相待如初。君子謂是行也，知賈之薄於禮義多矣。居士曰：貧易主，貴易交，不常其所守，茲名教之罪人，而不知學術者，蹈而不知恥也。交戰乎利害之場，而相勝於是非之境，往往以忠臣為敵國，孝子為格虜，前後紛紜，何獨梁賈哉！ \\n 梁工說 \\n 梁工治丹竈有日矣。或有自三峯來，持淮南王書，欲授枕中奇祕坎離生養之法，陰陽九六之數，子女南北之位，或黃或白，生生而不窮，以是強兵，以是緒餘以博施濟眾。而其始也，密室為場，空地為爐，外燼山木之上煮天一，坏父鼎母，養以既濟，風火絪縕，而瓦礫化生。方士未畢其說，工悅之，然以為盡之矣。退試其術，逾月破竈，而黃金已芽矣。於是謝方士，方士曰：「子得予之方，未得究其良，知其一不知其二。余弗邀利於子，後日不成，不以相仇，則子之惠也。」工重謝之曰：「若之術殫於是矣，予固知之矣，豈若愚我者哉！」遂歌《驪駒》以遣送之。束書在於腰，長揖而去。工日治其訣，更增益劑量，其貪婪無厭。童東山之木，汲西江之水，夜火屬月魄，晝火屬日光，操之彌勤，而其術愈疎，為之不已。而其費滋甚，牛馬銷於鉛汞，室廬盡於鉗鎚，券土田，質妻子，蕭條繿縷，而其效不進。至老以死，終不悟。君子曰：術之不慎，學之不至者然也，非師之罪也。居士曰：杇牆畫墁，天下之賤工，而莫不有師。問之不下，思之不熟，與無師同。其師之不至，杇牆畫墁之不若也。不至，則欺其中，亦以欺其外。欺其中者己窮，欺外者人窮。如梁工蓋自窮，亦安能窮人哉！ \\n 女妾 \\n 賈氏五不可 \\n 晉武帝欲為太子娶婦，衛瓘曰：「賈氏有五不可：青、黑、短、妬而無子。」竟為羣臣所譽，娶之，竟以亡晉。婦人黑白美惡，人人知之，而愛其子，欲為娶婦，且使多子者，人人同也。然至其惑於眾口，則顛倒錯繆如此。俚語曰：「證龜成鼈」，此未足怪也。以此觀之，當云「證龜成蛇」。小人之移人也，使龜蛇易位，而況邪正之在其心，利害之在歲月後者耶！ \\n 賈婆婆薦昌朝 \\n 溫成皇后乳母賈氏，宮中謂之賈婆婆。賈昌朝連結之，謂之姑姑。臺諫論其姦，吳春卿欲得其實而不可。近侍有進對者曰：「近日臺諫言事，虛實相半，如賈姑姑事，豈有是哉！」上默然久之，曰：「賈氏實曾薦昌朝。」非吾仁宗盛德，豈肯以實語臣下耶！ \\n 石崇家婢 \\n 王敦至石崇家如廁，脫故著新，意色不怍。廁中婢曰：「此客必能作賊也。」此婢能知人，而崇乃令執事廁中，殆是無所知也。 \\n 賊盜 \\n 盜不劫幸秀才酒 \\n 幸思順，金陵老儒也。皇祐中，沽酒江州，人無賢愚，皆喜之。時劫江賊方熾，有一官人艤舟酒壚下，偶與思順往來相善，思順以酒十壺餉之。已而被劫於蘄、黃間，羣盜飲此酒，驚曰：「此幸秀才酒邪？」官人識其意，即紿曰：「僕與幸秀才親舊。」賊相顧歎曰：「吾儔何為劫幸老所親哉！」斂所劫還之，且戒曰：「見幸慎勿言。」思順年七十二，日行二百里，盛夏曝日中不渴，蓋嘗啖物而不飲水云。 \\n 梁上君子 \\n 近日頗多賊，兩夜皆來入吾室。吾近護魏王葬，得數千緡，略已散去，此梁上君子當是不知耳。 \\n 夷狄 \\n 曹瑋語王鬷元昊為中國患 \\n 天聖中，曹瑋以節鎮定州。王鬷為三司副使，疏決河北囚徒，至定州。瑋謂鬷曰：「君相甚貴，當為樞密使。然吾昔為秦州，聞德明歲使人以羊馬貨易於邊，課所獲多少為賞罰，時將以此殺人。其子元昊年十三，諫曰：『吾本以羊馬為國，今反以資中原，所得皆茶綵輕浮之物，適足以驕惰吾民，今又欲以此戮人。茶綵日增，羊馬日減，吾國其削乎！』乃止不戮。吾聞而異之，使人圖其形，信奇偉。若德明死，此子必為中國患，其當君之為樞密時乎？盍自今學兵講邊事？」鬷雖受教，蓋亦未必信也。其後鬷與張觀、陳執中在樞府，元昊反，楊義上書論土兵事，上問三人，皆不知，遂皆罷之。鬷之孫為子由壻，故知之。 \\n 高麗 \\n 昨日見泗倅陳敦固道言：「胡孫作人狀，折旋俯仰中度，細觀之，其相侮慢也甚矣。人言『弄胡孫』，不知為胡孫所弄！」其言頗有理，故為記之。又見淮東提舉黃實言：「見奉使高麗人言：所致贈作有假金銀錠，夷人皆坼壞，使露胎素，使者甚不樂。夷云：非敢慢也，恐北虜有覘者以為真爾。」由此觀之，高麗所得吾賜物，北虜皆分之矣。而或者不察，謂北虜不知高麗朝我，或以為異時可使牽制北虜，豈不誤哉！今日又見三佛齊朝貢者過泗州，官吏妓樂，紛然郊外，而椎髻獸面，睢盱船中[６２]。遂記胡孫弄人語良有理，故并記之。 \\n 高麗公案 \\n 元祐五年二月十七日[６３]，見王伯虎炳之言：「昔為樞密院禮房檢詳文字，見高麗公案。始因張誠一使契丹，於虜帳中見高麗人，私語本國主向慕中國之意，歸而奏之，先帝始有招徠之意。樞密使呂公弼因而迎合[６４]，親書劄子乞招致，遂命發運使崔極遣商人招之。」天下知非極，而不知罪公弼。如誠一，蓋不足道也。 \\n ________________________________________ \\n [４７]「未嘗」，原作「莫嘗」，從《學津》本、商本及《東坡七集?後集》卷二十改。 \\n [４８]「明公」，原作「朗公」，從商本及《東坡七集?後集》卷二十《南華長老重辨師逸事》及《南華長老題名記》改。下同。 \\n [４９]「十二月」，原作「十一月」，諸本同。王案：王宗稷《東坡先生年譜》及王文誥《蘇文忠詩編注集成?總案》卷四十四，蘇軾元符三年十二月方至南華寺，故從《東坡七集?後集》卷二十《南華長老重辨師逸事》改。 \\n [５０]「熨帛」，趙本、張本、《學津》本「熨」作「懸」，原本據商本改作「熨」。 \\n [５１]「且以瓶取水歸郡」，蘇集「水」上有「湫」字。 \\n [５２]「蓋有見太白在肆中而得此詩者」，蘇集「肆」上有「酒」字。 \\n [５３]「亦怪其異」，蘇集「亦」作「未」。 \\n [５４]「可終身守之」，此下蘇集有「元祐七年四月二十五日」十字。 \\n [５５]「殆過於鼎」，「殆」原作「治」，從商本改。 \\n [５６]「女子之生也仰」，「子」原脫，據蘇集補。 \\n [５７]「元祐六年閏八月十七日」，「六年」原誤作「三年」。王案：元祐三年不閏八月，是年蘇軾在翰林，不得至潁；元祐六年出知潁州，是年閏八月。下文云「二十年前見文忠公於此」，自元祐六年七溯二十年為熙寧四年，是年六月歐陽修致仕歸潁，十一月蘇軾抵杭州通判任，過潁時恰可見歐陽修。故可證元祐三年乃六年之誤，徑改。 \\n [５８]「不曰」，商本作「不日」。 \\n [５９]「張元夢」，蘇集「元」作「無」。 \\n [６０]張本、《學津》本於此句下有「孝先名聞天下，王公大人皆不遠千里以金錢求其卦影」二十二字。 \\n [６１]「《馬后紀》」，「紀」字原脫，據商本及《後漢書?皇后紀》補。 \\n [６２]「睢盱」，「睢」原誤作「雎」，從趙本、商本改。 \\n [６３]「元祐五年」，商本、蘇集作「元祐二年」。 \\n [６４]「樞密使呂公弼因而迎合」，「呂」原作「李」，據蘇集改。 \\n   \\n  "}
{"章节": "卷四", "正文": "  \\n 卷四 \\n 　 \\n  \\n 古迹 \\n 鐵墓厄臺 \\n 余舊過陳州，留七十餘日，近城可游觀者無不至。柳湖旁有邱，俗謂之「鐵墓」，云陳胡公墓也，城濠水注嚙其址[６５]，見有鐵錮之。又有寺曰「厄臺」，云孔子厄於陳、蔡所居者，其說荒唐，在不可信[６６]。或曰東漢陳愍王寵「散弩臺」[６７]，以控黃巾者，此說為近之。 \\n 黃州隋永安郡 \\n 昨日讀《隋書?地理志》，黃州乃永安郡。今黃州東十五里許有永安城[６８]，而俗謂之「女王城」，其說甚鄙野。而《圖經》以為春申君故城，亦非是。春申君所都，乃故吳國，今無錫惠山上有春申廟，庶幾是乎？ \\n 漢講堂 \\n 漢時講堂今猶在，畫固儼然。丹青之古，無復前比。 \\n 記樊山 \\n 自余所居臨皐亭下，亂流而西，泊於樊山，為樊口，或曰「燔山」，歲旱燔之，起龍致雨；或曰樊氏居之，不知孰是。其上為盧洲，孫仲謀汎江遇大風，柂師請所之，仲謀欲往盧洲，其僕谷利以刀擬柂師，使泊樊口。遂自樊口鑿山通路歸武昌，今猶謂之「吳王峴」。有洞穴，土紫色，可以磨鏡。循山而南至寒谿寺，上有曲山，山頂即位壇、九曲亭，皆孫氏遺跡。西山寺泉水白而甘，名菩薩泉，泉所出石，如人垂手也。山下有陶母廟，陶公治武昌，既病登舟，而死於樊口。尋繹故迹，使人悽然。仲謀獵於樊口，得一豹，見老母曰：「何不逮其尾？」忽然不見。今山中有聖母廟，予十五年前過之，見彼板仿佛有「得一豹」三字，今亡矣。 \\n 赤壁洞穴 \\n 黃州守居之數百步為赤壁，或言即周瑜破曹公處，不知果是否？斷崖壁立，江水深碧，二鶻巢其上，有二蛇，或見之。遇風浪靜，輒乘小舟至其下，捨舟登岸，入徐公洞。非有洞穴也，但山崦深邃耳。《圖經》云是徐邈，不知何時人，非魏之徐邈也。岸多細石，往往有溫瑩如玉者，深淺紅黃之色，或細紋如人手指螺紋也。既數游，得二百七十枚，大者如棗栗，小者如芡實，又得一古銅盆盛之，注水粲然。有一枚如虎豹首，在口鼻眼處，以為羣石之長。 \\n 玉石 \\n 辨真玉 \\n 今世真玉甚少[６９]，雖金鐵不可近，須沙碾而後成者，世以為真玉矣，然猶未也，特珉之精者。真玉須定州磁芒所不能傷者，乃是云。問後苑老玉工，亦莫知其信否。 \\n 紅絲石 \\n 唐彥猷以青州紅絲石為甲。或云：「惟堪作骰盆，蓋亦不見佳者。」今觀雪菴所藏，乃知前人不妄許爾。 \\n 井河 \\n 筒井用水鞴法 \\n 蜀去海遠，取鹽於井。陵州井最古，淯井、富順鹽亦久矣，惟邛州蒲江縣井，乃祥符中民王鸞所開，利入至厚。自慶曆、皇祐以來，蜀始創「筒井」，用圜刃鑿如碗大，深者數十丈，以巨竹去節，牝牡相銜為井，以隔橫入淡水，則醎泉自上。又以竹之差小者出入井中為桶，無底而竅其上，懸熟皮數寸，出入水中，氣自呼吸而啟閉之，一筒致水數斗。凡筒井皆用機械，利之所在，人無不知[７０]。《後漢書》有「水鞴」，此法惟蜀中鐵冶用之，大略似鹽井取水筒。太子賢不識，妄以意解，非也。 \\n 汴河斗門 \\n 數年前朝廷作汴河斗門以淤田，識者皆以為不可，竟為之，然卒亦無功。方樊山水盛時放斗門，則河田墳墓廬舍皆被害，及秋深水退而放，則淤不能厚，謂之「蒸餅淤」，朝廷亦厭之而罷。偶讀白居易《甲乙判》，有云：「得轉運使以汴河水淺不通運，請築塞兩河斗門，節度使以當管營田悉在河次，在斗門築塞，無以供軍。」乃知唐時汴河兩岸皆有營田斗門，若運水不乏，即可沃灌。古有之而今不能，何也？當更問知者。 \\n 卜居 \\n 太行卜居 \\n 柳仲舉自共城來，摶大官米作飯食我，且言百泉之奇勝，勸我卜鄰。此心飄然已在太行之麓矣！元祐三年九月七日，東坡居士書。 \\n 范蜀公呼我卜鄰 \\n 范蜀公呼我卜鄰許下，許下多公卿，而我蓑衣篛笠，放蕩於東坡之上，豈復能事公卿哉？居人久放浪[７１]，不覺有病，或然持養，百病皆作。如州縣久不治，因循苟簡，亦曰無事，忽遇能吏，百弊紛然，非數月不能清淨也。要且堅忍不退，所謂一勞永逸也。 \\n 合江樓下戲 \\n 合江樓下，秋碧浮空，光搖几席之上，而有茅店廬屋七八間，橫斜砌下。今歲大水再至，居人散避不暇。豈無寸土可遷，而乃眷眷不去，常為人眼中沙乎？ \\n 名西閣 \\n 元豐七年冬至[７２]，過山陽，登西閣，時景繁出巡未歸[７３]。軾方乞歸常州，得請，春中方當復過此。故有閣欲名，思之未有佳者。蔡謨、廓，名父子也[７４]，晉、宋間第一流，輒以仰公家[７５]，不知可否？ \\n 亭堂 \\n 臨皐閑題 \\n 臨皐亭下八十數步[７６]，便是大江，其半是峨嵋雪水，吾飲食沐浴皆取焉，何必歸鄉哉！江山風月，本無常主，閑者便是主人。聞范子豐新第園池，與此孰勝？所以不如君子，上無兩稅及助役錢爾。 \\n 名容安亭 \\n 陶靖節云：「倚南窗以寄傲，審容膝之易安。」故常欲作小軒，以容安名之。 \\n 陳氏草堂 \\n 慈湖陳氏草堂，瀑流出兩山間，落於堂後，如懸布崩雪，如風中絮，如羣鶴舞。參寥子問主人乞此地養老，主人許之。東坡居士投名作供養主，龍邱子欲作庫頭。參寥不納，云：「待汝一口吸盡此水，令汝作。」 \\n 雪堂問潘邠老 \\n 蘇子得廢園於東坡之脅，築而垣之，作堂焉，號其正曰「雪堂」。堂以大雪中為，因繪雪於四壁之間，無容隙也。起居偃仰，環顧睥睨，無非雪者，蘇子居之，真得其所居者也。蘇子隱几而晝瞑，栩栩然若有所適，而方興也，未覺，為物觸而寤。其適未厭也，若有失焉，以掌抵目，以足就履，曳於堂下。客有至而問者，曰：「子世之散人耶？拘人耶？散人也而未能，拘人也而嗜慾深。今似繫馬止也，有得乎？而有失乎？」蘇子心若省而口未嘗言，徐思其應，揖而進之堂上。客曰：「嘻，是矣！子之欲為散人而未得者也。予今告子以散人之道：夫禹之行水，庖丁之提刀，避眾礙而散其智者也。是故以至柔馳至剛，故石有時以泐；以至剛遇至柔，故未嘗見全牛也。予能散也，物固不能縛；不能散也，物固不能釋。子有惠矣，用之於內可也，今也如蝟之在囊，而時動其脊脅，見於外者不特一毛二毛而已。風不可搏，影不可捕，童子知之。名之於人，猶風之與影也，子獨留之。故愚者視而驚，智者起而軋。吾固怪子為今日之晚也，子之遇我，幸矣！吾今邀子為籓外之游，可乎？」蘇子曰：「予之於此，自以為籓外久矣，子又將安之乎？」客曰：「甚矣，子之難曉也！夫勢利不足以為籓也，名譽不足以為籓也，陰陽不足以為籓也，人道不足以為籓也，所以籓子者[７７]，特智也爾。智存諸內，發而為言，則言有謂也，形而為行，則行有謂也。使子欲嘿不欲嘿，欲息不欲息，如醉者之恚言，如狂者之妄行，雖掩其口，執其臂，猶且喑嗚跼?之不已[７８]。則籓之於人，抑又固矣。人之為患以有身，身之為患以有心。是圃之構堂，將以佚子之身也，是堂之繪雪，將以佚子之心也。身待堂而安，則形固不能釋，心以雪而警，則神固不能凝。子之知既焚而燼矣，燼又復然，則是堂之作也，非徒無益，而又重子蔽蒙也。子見雪之白乎？則恍然而目眩。子見雪之寒乎？則竦然而毛起。五官之為害，惟目為甚，故聖人不為。雪乎雪乎，吾見子知為目也，子其殆矣！」客又舉杖而指諸壁，曰：「此凹也，此凸也。方雪之雜下也，均矣，厲風過焉，則凹者留而凸者散。天豈私於凹凸哉？勢使然也。勢之所在，天且不能違，而況於人乎！子之居此，雖遠人也，而圃有是堂，堂有是名，實礙人耳，不猶雪之在凹者乎？」蘇子曰：「予之所為，適然而已，豈有心哉？殆也，奈何？」客曰：「子之適然也？適有雨，則將繪以雨乎？適有風，則將繪以風乎？雨不可繪也，觀雲氣之洶湧，則使子有怒心；風不可繪也，見草木之披靡，則使子有懼意。覩是雪也，子之內亦不能無動矣。苟有動焉，丹青之有靡麗，水雪之有水石，一也。德有心，心有眼，物之所襲，豈有異哉！」蘇子曰：「子之所言是也，敢不聞命？然未盡也，予不能默，此正如與人訟者，其理雖已屈，猶未能絕辭者也。子以為登春臺與入雪堂，有以異乎？以雪觀春，則雪為靜，以臺觀堂，則堂為靜。靜則得，動則失。黃帝，古之神也，游乎赤水之北，登乎崑崙之邱，南望而還，遺其玄珠焉。游以適意也，望以寓情也，意適於游，情寓於望，則意暢情出而忘其本矣，雖有良貴，豈得而寶哉？是以不免有遺珠之失也。雖然，意不久留，情不再至，必復其初而已矣，是又驚其遺而索之也。余之此堂，追其遠者近之，收其近者內之，求之眉睫之間，是有八荒之趣。人而有知也，升是堂者，將見其不遡而僾，不寒而栗，淒凜其肌膚，洗滌其煩鬱，既無炙手之譏，又免飲冰之疾。彼其趦趄利害之途，猖狂憂患之域者，何異探湯執熱之俟濯乎？子之所言者，上也；余之所言者，下也。我將能為子之所為，而子不能為我之為矣。譬之厭膏粱者與之糟糠，則必有忿詞；衣文繡者被之以皮弁，則必有愧色。子之於道，膏粱文繡之謂也，得其上者耳。我以子為師，子以我為資，猶人之於衣食，缺一不可。將其與子游，今日之事姑置之以待後論，予且為子作歌以道之。」歌曰： \\n 雪堂之前後兮春草齊，雪堂之左右兮斜徑微。雪堂之上兮有碩人之頎頎，考槃於此兮芒鞋而葛衣。挹清泉兮，抱瓮而忘其機；負頃筐兮，行歌而采薇。吾不知五十九年之非而今日之是，又不知五十九年之是而今日之非，吾不知天地之大也寒暑之變，悟昔日之癯而今日之肥。感子之言兮，始也抑吾之縱而鞭吾之口，終也釋吾之縛而脫吾之鞿。是堂之作也，吾非取雪之勢，而取雪之意；吾非逃世之事，而逃世之機。吾不知雪之為可觀賞，吾不知世之為可依違。性之便，意之適，不在於他，在於羣息已動，大明既升，吾方輾轉一觀曉隙之塵飛。子不棄兮，我其子歸！ \\n 客忻然而笑，唯然而出，蘇子隨之。客顧而頷之曰：「有若人哉！」 \\n 人物 \\n 堯舜之事 \\n 夫學者載籍極博，猶考信於六藝。《詩》、《書》雖闕，然虞、夏之文可知也。堯將遜位，讓於虞舜，舜、禹之間，岳牧咸薦，乃試之於位，典職數十年，功用既興，然後授政。示天下重器，王者大統，傳天下若斯之難也。而說者曰堯讓天下於許由，由不受，恥之，逃隱。及夏之時，有卞隨、務光者。此何以稱焉？東坡先生曰：士有以簞食豆羹見於色者。自吾觀之，亦不信也。 \\n 論漢高祖羹頡侯事 \\n 高祖微時，嘗避事，時時與賓客過其丘嫂食。嫂厭叔與客來，陽為羹盡轑釜，客以故去。已而視其釜中有羹，由是怨嫂。及立齊、代王，而伯子獨不侯。太上皇以為言，高祖曰：「非敢忘之也，為其母不長者。」封其子信為羹頡侯。高祖號為大度不記人過者，然不置轑釜之怨，不畏太上皇緣此記分杯之語乎？ \\n 武帝踞廁見衛青 \\n 漢武帝無道，無足觀者，惟踞廁見衛青，不冠不見汲長孺，為可佳耳。若青奴才，雅宜舐痔，踞廁見之，正其宜也。 \\n 元帝詔與論語孝經小異 \\n 楚孝王囂疾，成帝詔云：「夫子所痛，『蔑之，命矣夫』。」東平王不得於太后，元帝詔曰：「諸侯在位不驕，然後富貴離其身，而社稷可保。」皆與今《論語》、《孝經》小異。離，附離也，今作「不離於身」，疑為俗儒所增也。 \\n 跋李主詞 \\n 「三十餘年家國，數千里地山河，幾曾慣干戈？一旦歸為臣虜，沈腰潘鬢消磨。最是倉惶辭廟日，教坊猶奏別離歌，揮淚對宮娥。」後主既為樊若水所賣，舉國與人，故當慟哭於九廟之外，謝其民而後行，顧乃揮淚宮娥，聽教坊離曲！ \\n 真宗仁宗之信任 \\n 真宗時，或薦梅詢可用者，上曰：「李沆嘗言其非君子。」時沆之沒，蓋二十餘年矣。歐陽文忠公嘗問蘇子容曰：「宰相沒二十年，能使人主追信其言，以何道？」子容言：「以無心，故爾。」軾因贊其語，且言：「陳執中俗吏耳，特以至公猶能取信主上[７９]，況如李公之才識，而濟之無心耶！」時元祐三年興龍節，賜宴尚書省，論此。是日，又見王鞏云其父仲儀言：「陳執中罷相，仁宗問：『誰可代卿者？』執中舉吳育，上即召赴闕。會乾元節侍宴，偶醉坐睡，忽驚顧拊牀呼其從者。上愕然，即除西京留臺。」以此觀之，執中雖俗吏，亦可賢也。育之不相，命矣夫！然晚節有心疾，亦難大用，仁宗非棄材之主也。 \\n 孔子誅少正卯 \\n 孔子為魯司寇七日而誅少正卯，或以為太速。此叟蓋自知其頭方命薄，必不久在相位，故汲汲及其未去發之。使更遲疑兩三日，已為少正卯所圖矣。 \\n 戲書顏回事 \\n 顏回簞食瓢飲，其為造物者費亦省矣，然且不免於夭折。使回更喫得兩簞食半瓢飲，當更不活得二十九歲。然造物者輒支盜跖兩日祿料，足為回七十年糧矣，但恐回不要耳。 \\n 辨荀卿言青出於藍 \\n 荀卿云：「青出於藍而青於藍，冰生於水而寒於水。」世之言弟子勝師者，輒以此為口實，此無異夢中語！青即藍也，冰即水也。釀米為酒，殺羊豕以為膳羞，曰「酒甘於米，膳羞美於羊」，雖兒童必笑之，而荀卿以是為辨，信其醉夢顛倒之言！以至論人之性，皆此類也。 \\n 顏蠋巧於安貧 \\n 顏蠋與齊王遊，食必太牢，出必乘車，妻子衣服麗都。蠋辭去，曰：「玉生於山，制則破焉，非不寶貴也，然而太璞不完。士生於鄙野，推選則祿焉，非不尊遂也，然而形神不全。蠋願得歸，晚食以當肉，安步以當車，無罪以當貴，清靜貞正以自娛。」嗟乎，戰國之士未有如魯連、顏蠋之賢者也，然而未聞道也。晚食以當肉，安步以當車，是猶有意於肉於車也。晚食自美，安步自適，取其美與適足矣，何以當肉與車為哉！雖然，蠋可謂巧於居貧者也。未飢而食，雖八珍猶草木也；使草木如八珍，惟晚食為然。蠋固巧矣，然非我之久於貧，不能知蠋之巧也。 \\n 張儀欺楚商於地 \\n 張儀欺楚王以商於之地六百里，既而曰：「臣有奉邑六里。」此與兒戲無異，天下無不疾張子之詐而笑楚王之愚也，夫六百里豈足道哉！而張又非楚之臣，為秦謀耳，何足深過？若後世之臣欺其君者，曰：「行吾言，天下舉安，四夷畢服，禮樂興而刑罰措。」其君之所欲得者，非特六百里也[８０]，而卒無絲毫之獲，豈特無獲，所喪已不勝言矣。則其所以事君者，乃不如張儀之事楚。因讀《晁錯論》，書此。 \\n 趙堯設計代周昌 \\n 方與公謂周昌之吏趙堯年雖少，奇士，「君必異之，且代君」。昌笑曰：「堯，刀筆吏爾，何至是！」居頃之，堯說高祖為趙王置貴強相[８１]，周昌為可。高祖用其策，堯竟代昌為御史大夫。呂后殺趙王，昌亦無能為，特謝病不朝爾。由此觀之，堯特為此計代昌爾，安能為高祖謀哉！呂后怨堯為此計，亦抵堯罪。堯非特不能為高祖謀，其自為謀亦不善矣，昌謂之刀筆吏，豈誣也哉！ \\n 黃霸以鶡為神爵 \\n 吾先君友人史經臣彥輔，豪偉人也，嘗言：「黃霸本尚教化，庶幾於富，而教之者乃復用烏攫小數，陋哉！潁川鳳皇，蓋可疑也，霸以鶡為神爵，不知潁川之鳳以何物為之？」雖近於戲，亦有理也。 \\n 王嘉輕減法律事見梁統傳 \\n 漢仍秦法，至重。高、惠固非虐主，然習所見以為常，不知其重也，至孝文始罷肉刑與參夷之誅。景帝復孥戮晁錯，武帝罪戾有增無損，宣帝治尚嚴，因武之舊。至王嘉為相，始輕減法律，遂至東京，因而不改。班固不記其事，事見《梁統傳》，固可謂疎略矣。嘉，賢相也，輕刑，又其盛德之事，可不記乎？統乃言高、惠、文、景以重法興，哀、平以輕法衰，因上書乞增重法律，賴當時不從其議。此如人年少時不節酒色而安，老後雖節而病，見此便謂酒可以延年，可乎？統亦東京名臣，一出此言，遂獲罪於天，其子松、竦皆以非命而死，冀卒滅族。嗚呼，悲夫，戒哉！「疎而不漏」，可不懼乎？ \\n 李邦直言周瑜 \\n 李邦直言：周瑜二十四經略中原，今吾四十，但多睡善飯，賢愚相遠。如叔安上言吾子以快活[８２]，未知孰賢與否？ \\n 勃遜之[８３] \\n 與朱勃遜之會議於潁，或言洛人善接花，歲出新枝，而菊品尤多。遜之曰：「菊當以黃為正，餘可鄙也。」昔叔向聞鬷蔑一言，得其為人，予於遜之亦云然。 \\n 劉聰吳中高士二事 \\n 劉聰聞當為須遮國王，則不復懼死，人之愛富貴，有甚於生者。月犯少微，吳中高士求死不得，人之好名，有甚於生者。 \\n 郄超出與桓溫密謀書以解父 \\n 郄超雖為桓溫腹心，以其父愔忠於王室，不知之。將死，出一箱付門生，曰：「本欲焚之，恐公年尊，必以相傷為斃。我死後，公若大損眠食，可呈此箱，不爾便燒之。」愔後果哀悼成疾，門生以指呈之，則悉與溫往反密計。愔大怒，曰：「小子死晚矣！」更不復哭矣。若方回者，可謂忠臣矣，當與石碏比。然超謂之不孝，可乎？使超知君子之孝，則不從溫矣。東坡先生曰：超，小人之孝也。 \\n 論桓範陳宮 \\n 司馬懿討曹爽，桓範往奔之。懿謂蔣濟曰：「智囊往矣！」濟曰：「範則智矣，駑馬戀棧豆，必不能用也。」範說爽移車駕幸許昌，招外兵，爽不從。範曰：「所憂在兵食，而大司農印在吾許。」爽不能用。陳宮、呂布既擒，曹操謂宮曰：「公臺平生自謂智有餘，今日何如？」宮曰：「此子不用宮言，不然，未可知也！」僕嘗論此二人：呂布、曹爽，何人也？而為之用，尚何言知！臧武仲曰：「抑君似鼠，此之謂智。」元祐三年九月十八日書[８４]。 \\n 錄溫嶠問郭文語 \\n 溫嶠問郭文曰：「人皆有六親相容，先生棄之，何樂？」文曰：「本行學道，不謂遭世亂，欲歸無路耳。」又曰：「飢思食，壯思室，自然之理，先生獨無情乎？」曰：「情由憶生，不憶故無情。」又問：「先生處窮山，死為烏鳶所食，奈何？」曰：「埋藏者食於螻蟻，復何異？」又問：「猛虎害人，先生不畏耶？」曰：「人無害獸心，則獸亦不害人。」又問：「世不寧則身不安，先生不出濟世乎？」曰：「非野人之所知也。」予嘗監錢塘郡，游餘杭九鎮山[８５]，訪大滌洞天，即郭生之舊隱。洞大，有巨壑，深不可測，蓋嘗有勑使投龍簡云。戊寅九月七日書。 \\n 劉伯倫 \\n 劉伯倫常以鍤自隨，曰：「死即埋我。」蘇子曰，伯倫非達者也，棺槨衣衾，不害為達。苟為不然，死則已矣，何必更埋！ \\n 房琯陳濤斜事 \\n 房次律敗於陳濤斜，殺四萬人，悲哉！世之言兵者，或取《通典》，《通典》雖杜佑所集，然其源出於劉秩。陳濤之敗，秩有力焉。次律云：「熱洛河雖多，安能當我劉秩！」挾區區之辨以待熱洛河[８６]，疎矣。 \\n 張華鷦鷯賦 \\n 阮籍見張華《鷦鷯賦》，歎曰：「此王佐才也！」觀其意，獨欲自全於禍福之間耳，何足為王佐乎？華不從劉卞言，竟與賈氏之禍，畏八王之難，而不免倫、秀之虐[８７]。此正求全之過，失《鷦鷯》之本意。 \\n 王濟王愷 \\n 王濟以人乳蒸豚，王愷使妓吹笛，小失聲韻便殺之，使美人行酒[８８]，客飲不盡，亦殺之。時武帝在也，而貴戚敢如此，知晉室之亂也久矣。 \\n 王夷甫 \\n 王夷甫既降石勒，自解無罪，且勸僭號。其女惠風為愍懷太子妃，劉曜陷洛，以惠風賜其將喬屬[８９]。將妻之，惠風杖劍大罵而死。乃知王夷甫之死，非慙見晉公卿，乃當羞見其女也。 \\n 衛瓘欲廢晉惠帝 \\n 晉惠帝為太子，衛瓘欲陳啟廢立之策而未敢發。會燕凌雲臺，瓘託醉跪帝前，曰：「臣欲有所啟。」欲言之而止者三，因拊牀曰：「此坐可惜！」帝意乃悟，曰：「公真大醉。」賈后由是怨之。此何等語，乃於眾中言之，豈所謂「不密失身」者耶？以瓘之智，不宜暗此，殆鄧艾之冤，天奪其魄爾。 \\n 裴頠對武帝 \\n 晉武帝探策，豈亦如籤也耶？惠帝不肖，得一，蓋神以實告。裴頠諂對，士君子恥之，而史以為美談，鄙哉！惠、懷、愍皆不終，牛繫馬後，豈及亡乎！ \\n 劉凝之沈麟士 \\n 《南史》[９０]：劉凝之為人認所著履，即與之，此人後得所失履，送還，不肯復取。又沈麟士亦為鄰人認所著履，麟士笑曰：「是卿履耶？」即與之。鄰人得所失履，送還，麟士曰：「非卿履耶？」笑而受之。此雖小事，然處事當如麟士，不當如凝之也。 \\n 柳宗元敢為誕妄 \\n 柳宗元敢為誕妄，居之不疑。呂溫為道州、衡州，及死，二州之人哭之逾月，客舟之過於此者，必呱呱然。雖子產不至此，溫何以得之！其稱溫之弟恭亦賢豪絕人者，又云恭之妻裴延齡之女也。孰有士君子肯為裴延齡壻者乎？柳宗元與伾、叔文交，蓋亦不差於延齡姻也。恭為延齡壻不見於史，宜表而出之，見宗元文集恭墓誌云。 \\n ________________________________________ \\n [６５]「城濠水注嚙其址」，「注」原作「往」，據蘇集改。 \\n [６６]「在不可信」，商本、蘇集無「在」字。 \\n [６７]「陳愍王」，原作「陳思王」。王案：據《後漢書》卷五十，劉寵謚「愍」，應稱「陳愍王」，據改。 \\n [６８]「黃州東」，「東」原作「都」，據商本改。 \\n [６９]「今世真玉甚少」，此上蘇集有「步軍指揮使賈逵之子祐為將官徐州，為予言」十八字。 \\n [７０]「人無不知」，蘇集「知」作「智」。 \\n [７１]「居人」，商本作「若人」。 \\n [７２]「元豐七年」，原作「元豐三年」，誤。王案：據王宗稷《東坡先生年譜》，蘇軾元豐三年冬至在黃州貶所，不得至山陽；元豐七年量移汝州，是年冬過山陽，逼歲到泗州，上表乞於常州居住，下交云「軾方乞歸常州」，即謂此也。商本作「元豐七年」，從改。 \\n [７３]「景繁」，原作「景煩繁」，「繁」下夾注云：「原本作『煩』，張本同，從商本改。」王案略云：景繁，蔡承禧字，時為淮南計度轉運副使，《宋史翼》、《戊辰修史傳》有傳，《東坡七集?前集》卷三十五有《祭蔡景繁文》，據改；孔凡禮亦據蘇集將「景」後原有「煩」字刪。 \\n [７４]「蔡謨廓名父子也」，王案：據《宋書》卷五十七、《南史》卷二十九，蔡廓乃謨之曾孫。原本此句下夾注有云：「蔡廓，《宋書》附《劉穆之傳》」，誤。廓於《宋書》、《南史》皆有傳，附《穆之傳》者，乃穆之婿蔡祐，與廓無涉。 \\n [７５]「輒以仰公家」，「公家」原作「公名」，夾注云：「原本（王案指趙本）作『家』，張本同，從商本改。」孔凡禮據蘇集改全句為「輒以似公家」；王松齡查諸本「公家」並無作「公名」者，據《東坡七集?續集》卷五《與蔡景繁書》作「公家」回改，從之。 \\n [７６]「臨皐亭下八十數步」，蘇集「八十數步」作「不數十步」。 \\n [７７]「所以籓子者」，「籓子」原作「籓予」，從張本、《學津》本、商本改。 \\n [７８]「不已」，「不」原作「而」，據蘇集、商本改。 \\n [７９]「特以至公」，原誤作「持以特至公」，「特」下夾注云：「原本（王案指趙本）無『以』字，『特』作『特』（王案『持』之訛），張本同，從宋槧朱子《名臣言行錄》改。商本作『特』，亦無『以』字。」王案：趙本、張本、《學津》本作「持至公」，商本作「特至公」，《名臣言行錄》作「特以至公」。原本從《名臣言行錄》改「持」作「特」而「持」未刪，補「以」字而倒置之，因致誤耳。 \\n [８０]「非特六百里也」，「特」原作「欲」，據蘇集、商本改。 \\n [８１]「置貴強相」，原脫「置」字。王案《史記》卷九十六、《漢書》卷四十二皆作「置貴彊相」，據補。 \\n [８２]「如叔安上言吾子以快活」，「如叔」，蘇集作「如此」，屬上讀。「吾子以快活」，此下原本夾注云：「句疑有誤。」商本、蘇集「以」並作「似」。 \\n [８３]此標題稱呼不例，疑「勃」上脫「朱」字。 \\n [８４]「元祐三年」，商本作「元祐二年」。 \\n [８５]「九鎮山」，蘇集作「九鎖山」。 \\n [８６]「挾區區之辨」，「挾」原脫，據商本、蘇集補。 \\n [８７]「而不免倫秀之虐」，蘇集「虐」作「害」。 \\n [８８]「使美人行酒」，「行」原作「飲」，今從蘇集、商本。 \\n [８９]「喬屬」，原誤作「高屬」，從商本、蘇集及《晉書》卷九十六改。 \\n [９０]「南史」，原誤作「梁史」。王案略云：世惟《梁書》而無「梁史」，且劉凝之、沈麟士皆不載於《梁書》。二人皆有傳於《南史》，且俱載其認履事。可證「梁史」乃「南史」之誤，徑改。 \\n   \\n  "}
{"章节": "卷五", "正文": "  \\n 卷五 \\n 　 \\n  \\n 論古 \\n 武王非聖人 \\n 武王克殷，以殷遺民封紂子武庚祿父，使其弟管叔鮮、蔡叔度相祿父治殷。武王崩，祿父與管、蔡作亂，成王命周公誅之，而立微子於宋。 \\n 蘇子曰：武王非聖人也。昔孔子蓋罪湯、武，顧自以為殷之子孫而周人也，故不敢，然數致意焉，曰：大哉，巍巍乎，堯、舜也！「禹，吾無間然」。其不足於湯、武也亦明矣，曰：「武盡美矣，未盡善也。」又曰：「三分天下有其二，以服事殷，周之德，其可謂至德也已矣。」伯夷、叔齊之於武王也，蓋謂之弑君，至恥之不食其粟，而孔子予之，其罪武王也甚矣。此孔氏之家法也，世之君子苟自孔氏，必守此法。國之存亡，民之死生，將於是乎在，其孰敢不嚴？而孟軻始亂之，曰：「吾聞武王誅獨夫紂，未聞弑君也。」自是學者以湯、武為聖人之正若當然者，皆孔氏之罪人也。使當時有良史如董狐者，南巢之事必以叛書，牧野之事必以弑書。而湯、武仁人也，必將為法受惡。周公作《無逸》曰：「殷王中宗，及高宗，及祖甲，及我周文王，茲四人迪哲。」上不及湯，下不及武王，亦以是哉？文王之時，諸侯不求而自至，是以受命稱王，行天子之事，周之王不王，不計紂之存亡也。使文王在，必不伐紂，紂不見伐而以考終，或死於亂，殷人立君以事周，命為二王後以祀殷，君臣之道，豈不兩全也哉！武王觀兵於孟津而歸，紂若改過，否則殷人改立君[９１]，武王之待殷亦若是而已矣。天下無王，有聖人者出而天下歸之，聖人所以不得辭也。而以兵取之，而放之，而殺之，可乎？漢末大亂，豪傑並起。荀文若，聖人之徒也，以為非曹操莫與定海內，故起而佐之。所以與操謀者，皆王者之事也，文若豈教操反者哉？以仁義救天下，天下既平，神器自至，將不得已而受之，不至不取也，此文王之道，文若之心也。及操謀九錫，則文若死之，故吾嘗以文若為聖人之徒者，以其才似張子房而道似伯夷也。 \\n 殺其父，封其子，其子非人也則可，使其子而果人也，則必死之。楚人將殺令尹子南，子南之子棄疾為王馭士，王泣而告之。既殺子南，其徒曰：「行乎？」曰：「吾與殺吾父，行將焉入？」「然則臣王乎？」曰：「棄父事讐，吾弗忍也！」遂縊而死。武王親以黃鉞誅紂，使武庚受封而不叛，豈復人也哉？故武庚之必叛，不待智者而後知也。武王之封，蓋亦有不得已焉耳。殷有天下六百年，賢聖之君六七作，紂雖無道，其故家遺民未盡滅也。三分天下有其二，殷不伐周，而周伐之，誅其君，夷其社稷，諸侯必有不悅者，故封武庚以慰之，此豈武之意哉？故曰：武王非聖人也。 \\n 周東遷失計 \\n 太史公曰：「學者皆稱周伐紂，居洛邑，其實不然。武王營之，成王使召公卜居九鼎焉，而周復都豐、鎬。至犬戎敗幽王，周乃東徙於洛。」 \\n 蘇子曰：周之失計，未有如東遷之繆者也。自平王至於亡，非有大無道者也。頿王之神聖[９２]，諸侯服享，然終以不振，則東遷之過也。昔武王克商，遷九鼎於洛邑，成王、周公復增營之，周公既沒，蓋君陳、畢公更居焉，以重王室而已，非有意於遷也。周公欲葬成周，而成王葬之畢，此豈有意於遷哉？ \\n 今夫富民之家，所以遺其子孫者，田宅而已。不幸而有敗，至於乞假以生可也，然終不可議田宅。今平王舉文、武、成、康之業而大棄之，此一敗而粥田宅者也。夏、商之王，皆五六百年，其先王之德無以過周，而後王之敗亦不減幽、厲，然至於桀、紂而後亡。其未亡也，天下宗之，不如東周之名存而實亡也。是何也？則不粥田宅之效也。 \\n 盤庚之遷也，復殷之舊也。古公遷於岐，方是時，周人如狄人也，逐水草而居，豈所難哉？衛文公東徙渡河，恃齊而存耳。齊遷臨菑，晉遷於絳、於新田，皆其盛時，非有所畏也。其餘避寇而遷都，未有不亡；雖不即亡，未有能復振者也。春秋時楚大饑，羣蠻叛之，申、息之北門不啟。楚人謀徙於阪高，蒍賈曰：「不可。我能往，寇亦能往。」於是乎以秦人巴人滅庸，而楚始大。蘇峻之亂，晉幾亡矣，宗廟宮室盡為灰燼。溫嶠欲遷都豫章，三吳之豪欲遷會稽，將從之矣，獨王導不可，曰：「金陵，王者之都也。王者不以豐儉移都，若弘衛文大帛之冠，何適而不可？不然，雖樂土為墟矣。且北寇方強，一旦示弱，竄於蠻越，望實皆喪矣！」乃不果遷，而晉復安。賢哉導也，可謂能定大事矣！嗟夫，平王之初，周雖不如楚強，顧不愈於東晉之微乎？使平王有一王導，定不遷之計，收豐、鎬之遺民，修文、武、成、康之政，以形勢臨東諸侯，齊、晉雖強，未敢貳也，而秦何自霸哉？魏惠王畏秦，遷於大梁；楚昭王畏吳，遷於鄀；頃襄王畏秦，遷於陳；考烈王畏秦，遷於壽春：皆不復振，有亡徵焉。東漢之末，董卓劫帝遷於長安，漢遂以亡。近世李景遷於豫章，亦亡。故曰：周之失計，未有如東遷之繆者也。 \\n 秦拙取楚 \\n 秦始皇帝十八年，取韓；二十二年，取魏；二十五年，取趙、取楚；二十六年，取燕、取齊，初并天下。 \\n 蘇子曰：秦并天下，非有道也，特巧耳，非幸也。然吾以為巧於取齊而拙於取楚，其不敗於楚者，幸也。烏乎，秦之巧，亦創智伯而已。魏、韓肘足接而智伯死，秦知創智伯而諸侯終不知師韓、魏，秦并天下，不亦宜乎！ \\n 齊湣王死，法章立，君王后佐之，秦猶伐齊也。法章死，王建立六年而秦攻趙，齊、楚救之，趙乏食，請粟於齊，而齊不予。秦遂圍邯鄲，幾亡趙。趙雖未亡，而齊之亡形成矣。秦人知之，故不加兵於齊者四十餘年。夫以法章之才而秦伐之，建之不才而秦不伐，何也？太史公曰：「君王后事秦謹，故不被兵。」夫秦欲并天下耳，豈以謹故置齊也哉！吾故曰「巧於取齊」者，所以慰齊之心而解三晉之交也。齊、秦不兩立，秦未嘗須臾忘齊也，而四十餘年不加兵者，豈其情乎？齊人不悟而與秦合，故秦得以其間取三晉。三晉亡，齊蓋岌岌矣。方是時，猶有楚與燕也，三國合，猶足以拒秦。秦大出兵伐楚伐燕而齊不救[９３]，故二國亡，而齊亦虜不閱歲，如晉取虞、虢也，可不謂巧乎！二國既滅，齊乃發兵守西界，不通秦使。嗚呼，亦晚矣！秦初遣李信以二十萬人取楚，不克，乃使王翦以六十萬攻之，蓋空國而戰也。使齊有中主具臣知亡之無日，而掃境以伐秦，以久安之齊而入厭兵空虛之秦，覆秦如反掌也。吾故曰「拙於取楚」。然則奈何？曰：「古之取國者必有數，如取齠齒也必以漸，故齒脫而兒不知。」今秦易楚，以為齠齒也可拔，遂抉其口，一拔而取之，兒必傷，吾指為齧。故秦之不亡者，幸也，非數也。吳為三軍迭出以肄楚，三年而入郢。晉之平吳，隋之平陳，皆以是物也。惟苻堅不然，使堅知出此，以百倍之眾，為迭出之計，雖韓、白不能支，而況謝玄、牢之之流乎！吾以是知二秦之一律也：始皇幸勝；而堅不幸耳。 \\n 秦廢封建 \\n 秦初并天下，丞相綰等言：「燕、齊、荊地遠，不置王無以鎮之，請立諸子。」始皇下其議，羣臣皆以為便。廷尉斯曰：「周文、武所封子弟同姓甚眾，然後屬疎遠，相攻擊如仇讐，諸侯更相誅伐，天子不能禁止。今海內賴陛下神靈，一統皆為郡縣，諸子功臣以公賦稅重賞賜之[９４]，甚足易制。天下無異意，則安寧之術也，置諸侯不便。」始皇曰：「天下共苦戰鬭不休，以有侯王。賴宗廟天下初定，又復立國，是樹兵也，求其寧息，豈不難哉！廷尉議是。」分天下為三十六郡，郡置守、尉、監。 \\n 蘇子曰：聖人不能為時，亦不失時。時非聖人之所能為也，能不失時而已。三代之興，諸侯無罪，不可奪削，因而君之雖欲罷侯置守，可得乎？此所謂不能為時者也。周衰，諸侯相并，齊、晉、秦、楚皆千餘里，其勢足以建侯樹屏。至於七國皆稱王，行天子之事，然終不封諸侯，不立強家世卿者，以魯三桓、晉六卿、齊田氏為戒也。久矣，世之畏諸侯之禍也，非獨李斯、始皇知之。始皇既并天下，分郡邑，置守宰，理固當然，如冬裘夏葛，時之所宜，非人之私智獨見也，所謂不失時者，而學士大夫多非之。漢高帝欲立六國後，張子房以為不可，世未有非之者，李斯之論與子房何異？世特以成敗為是非耳。高帝聞子房之言，吐哺罵酈生，知諸侯之不可復，明矣。然卒王韓、彭、英、盧，豈獨高帝，子房亦與焉。故柳宗元曰：「封建非聖人意也，勢也。」 \\n 昔之論封建者，曹元首、陸機、劉頌，及唐太宗時魏徵、李百藥、顏師古，其後有劉秩、杜佑、柳宗元。宗元之論出，而諸子之論廢矣，雖聖人復起，不能易也。故吾取其說而附益之，曰：凡有血氣必爭，爭必以利，利莫大於封建。封建者，爭之端而亂之始也。自書契以來，臣弑其君，子弑其父，父子兄弟相賊殺，有不出於襲封而爭位者乎？自三代聖人以禮樂教化天下，至刑措不用，然終不能已篡弑之禍。至漢以來，君臣父子相賊虐者，皆諸侯王子孫，其餘卿大夫不世襲者，蓋未嘗有也。近世無復封建，則此禍幾絕。仁人君子，忍復開之歟？故吾以為李斯、始皇之言，柳宗元之論，當為萬世法也。 \\n 論子胥種蠡 \\n 越既滅吳，范蠡以為句踐為人長頸烏喙，可與共患難，不可與共逸樂，乃以其私徒屬浮海而行，至於齊。以書遺大夫種曰：「蜚鳥盡，良弓藏，狡兔死，走狗烹。子可以去矣！」 \\n 蘇子曰：范蠡知相其君而已，以吾相蠡，蠡亦烏喙也。夫好貨，天下之賤士也，以蠡之賢，豈聚斂積財者？何至耕於海濱，父子力作，以營千金，屢散而復積，此何為者哉？豈非才有餘而道不足，故功成名遂身退，而心終不能自放者乎？使句踐有大度，能始終用蠡，蠡亦非清淨無為而老於越者也，故曰「蠡亦烏喙也」。魯仲連既退秦軍，平原君欲封連，以千金為壽。笑曰：「所貴於天下士者，為人排難解紛而無所取也。即有取，是商賈之事，連不忍為也。」遂去，終身不復見，逃隱於海上。曰：「吾與其富貴而詘於人[９５]，寧貧賤而輕世肆志焉！」使范蠡之去如魯連，則去聖人不遠矣。嗚呼，春秋以來，用捨進退未有如蠡之全者，而不足於此，吾以是累嘆而深悲焉。子胥、種、蠡皆人傑，而揚雄曲士也，欲以區區之學疵瑕此三人者：以三諫不去、鞭尸籍館為子胥之罪，以不強諫句踐而栖之會稽為種、蠡之過。雄聞古有三諫當去之說，即欲以律天下士，豈不陋哉！三諫而去，為人臣交淺者言也，如宮之奇、洩冶乃可耳。至如子胥，吳之宗臣，與國存亡者也，去將安往哉？百諫不聽，繼之以死可也。孔子去魯，未嘗一諫，又安用三？父不受誅[９６]，子復讎，禮也。生則斬首，死則鞭屍，發其至痛，無所擇也。是以昔之君子皆哀而恕之，雄獨非人子乎？至於籍館，闔閭與羣臣之罪，非子胥意也。句踐困於會稽，乃能用二子，若先戰而強諫以死之，則雄又當以子胥之罪罪之矣。此皆兒童之見，無足論者，不忍三子之見誣，故為之言。 \\n 論魯三桓 \\n 魯定公十三年[９７]，孔子言於公曰：「臣無藏甲，大夫無百雉之城。」使仲由為季氏宰，將墮三都。於是叔孫氏先墮郈。季氏將墮費，公山不狃、叔孫輒率費人襲公。公與三子入於季氏之宮，孔子命申句須、樂頎下伐之，費人北，二子奔齊，遂墮費。將墮成，公斂處父以成叛，公圍成，弗克。或曰：「殆哉，孔子之為政也，亦危而難成矣！」孔融曰：「古者王畿千里，寰內不封建諸侯。」曹操疑其論建漸廣，遂殺融。融特言之耳，安能為哉？操以為天子有千里之畿，將不利己，故殺之不旋踵。季氏親逐昭公，公死於外，從公者皆不敢入，雖子家羈亦亡。季氏之忌刻忮害如此，雖地勢不及曹氏，然君臣相猜，蓋不減操也，孔子安能以是時墮其名都而出其藏甲也哉！考於《春秋》，方是時三桓雖若不悅，然莫能違孔子也。以為孔子用事於魯，得政與民，三桓畏之歟？則季桓子之受女樂也，孔子能卻之矣。彼婦之口可以出走，是孔子畏季氏，季氏不畏孔子也。孔子蓋始修其政刑，以俟三桓之隙也哉？ \\n 蘇子曰：此孔子之所以聖也。蓋田氏、六卿不服，則齊、晉無不亡之道；三桓不臣，則魯無可治之理。孔子之用於世，其政無急於此者矣。彼晏嬰者亦知之，曰：「田氏之僭，惟禮可以已之。在禮，家施不及國，大夫不收公利。」齊景公曰：「善哉，吾今而後知禮之可以為國也！」嬰能知之而不能為之，嬰非不賢也，其浩然之氣，以直養而無害，塞乎天地之間者，不及孔、孟也。孔子以羈旅之臣得政朞月，而能舉治世之禮，以律亡國之臣，墮名都，出藏甲，而三桓不疑其害己，此必有不言而信，不怒而威者矣。孔子之聖見於行事，至此為無疑也。嬰之用於齊也，久於孔子，景公之信其臣也，愈於定公，而田氏之禍不少衰，吾是以知孔子之難也。孔子以哀公十六年卒，十四年，陳恒弑其君，孔子沐浴而朝，告於哀公曰：「請討之！」吾是以知孔子之欲治列國之君臣，使如《春秋》之法者，至於老且死而不忘也。或曰：「孔子知哀公與三子之必不從，而以禮告也歟？」曰：否，孔子實欲伐齊。孔子既告哀公，公曰：「魯為齊弱久矣，子之伐之，將若之何？」對曰：「陳恒弑其君，民之不予者半。以魯之眾，加齊之半，可克也。」此豈禮告而已哉？哀公患三桓之偪，嘗欲以越伐魯而去之。夫以蠻夷伐國，民不予也，皐如、出公之事，斷可見矣，豈若從孔子而伐齊乎？若從孔子而伐齊，則凡所以勝齊之道，孔子任之有餘矣。既克田氏，則魯之公室自張，三桓不治而自服也，此孔子之志也。 \\n 司馬遷二大罪 \\n 商鞅用於秦，變法定令，行之十年，秦民大悅，道不拾遺，山無盜賊，家給人足，民勇於公戰，怯於私鬭。秦人富強，天子致胙於孝公，諸侯畢賀。 \\n 蘇子曰：此皆戰國之遊士邪說詭論，而司馬遷闍於大道，取以為史。吾嘗以為遷有大罪二，其先黃、老，後《六經》，退處士，進姦雄，蓋其小小者耳。所謂大罪二，則論商鞅、桑弘羊之功也。自漢以來，學者恥言商鞅、桑弘羊，而世主獨甘心焉，皆陽諱其名而陰用其實，甚者則名實皆宗之，庶幾其成功，此則司馬遷之罪也。秦固天下之強國，而孝公亦有志之君也，修其政刑十年，不為聲色畋游之所敗，雖微商鞅，有不富強乎？秦之所以富強者，孝公務本力穡之效，非鞅流血刻骨之功也。而秦之所以見疾於民，如豺虎毒藥，一夫作難而子孫無遺種，則鞅實使之。至於桑弘羊，斗筲之才，穿窬之智，無足言者，而遷稱之，曰：「不加賦而上用足。」善乎，司馬光之言也！曰：「天下安有此理？天地所生財貨百物，止有此數，不在民則在官，譬如雨澤，夏澇則秋旱。不加賦而上用足，不過設法侵奪民利，其害甚於加賦也。」二子之名在天下者，如蛆蠅糞穢也，言之則汙口舌，書之則汙簡牘。二子之術用於世者，滅國殘民覆族亡軀者相踵也，而世主獨甘心焉，何哉？樂其言之便己也。夫堯、舜、禹，世主之父師也；諫臣拂士，世主之藥石也；恭敬慈儉、勤勞憂畏，世主之繩約也。今使世主日臨父師而親藥石、履繩約，非其所樂也。故為商鞅、桑弘羊之術者，必先鄙堯笑舜而陋禹也，曰：「所謂賢主，專以天下適己而已。」此世主之所以人人甘心而不悟也。世有食鍾乳烏喙而縱酒色，所以求長年者，蓋始於何晏。晏少而富貴，故服寒食散以濟其欲，無足怪者。彼其所為，足以殺身滅族者日相繼也，得死於寒食散，豈不幸哉！而吾獨何為效之？世之服寒食散，疽背嘔血者相踵也，用商鞅、桑弘羊之術，破國亡宗者皆是也。然而終不悟者，樂其言之美便，而忘其禍之慘烈也。 \\n 論范增 \\n 漢用陳平計，間疎楚君臣。項羽疑范增與漢有私，稍奪其權。增大怒曰：「天下事大定矣，君王自為之，愿賜骸骨歸卒伍！」歸未至彭城，疽發背死。 \\n 蘇子曰：增之去，善矣，不去，羽必殺增，獨恨其不蚤耳。然則當以何事去？增勸羽殺沛公，羽不聽，終以此失天下，當於是去耶？曰：否。增之欲殺沛公，人臣之分也，羽之不殺，猶有君人之度也，增曷為以此去哉？《易》曰：「知幾其神乎。」《詩》曰：「相彼雨雪，先集維霰。」增之去，當以羽殺卿子冠軍時也。陳涉之得民也，以項燕、扶蘇；項氏之興也，以立楚懷王孫心。而諸侯叛之也，以弑義帝也。且義帝之立，增為謀主矣，義帝之存亡，豈獨為楚之盛衰，亦增之所以同禍福也，未有義帝亡而增獨能久存者也。羽之殺卿子冠軍也，是弑義帝之兆也。其弑義帝，則疑增之本心也，豈必待陳平哉！物必先腐也而後蟲生之，人必先疑也而後讒入之，陳平雖智，安能間無疑之主哉？吾嘗論義帝，天下之賢主也。獨遣沛公入關而不遣項羽，識卿子冠軍於稠人之中，而擢以為上將，不賢而能如是乎？羽既矯殺卿子冠軍，義帝必不能堪，非羽殺帝，則帝殺羽，不待智者而後知也。增始勸項梁立義帝，諸侯以此服從，中道而弑之，非增之意也。夫豈獨非其意，將必力爭而不聽也。不用其言，殺其所立，項羽之疑增必自是始矣。方羽殺卿子冠軍，增與羽比肩而事義帝，君臣之分未定也。為增計者，力能誅羽則誅之，不能則去之，豈不毅然大丈夫也哉？增年已七十，合則留，不合則去，不以此時明去就之分，而欲依羽以成功，陋矣。雖然，增，高帝之所畏也，增不去，項羽不亡。嗚呼，增亦人傑也哉！ \\n 遊士失職之禍 \\n 春秋之末，至於戰國，諸侯卿相皆爭養士。自謀夫說客、談天雕龍、堅白同異之流，下至擊劍扛鼎、鷄鳴狗盜之徒，莫不賓禮，靡衣玉食以館於上者，何可勝數。越王句踐有君子六千人；魏無忌，齊田文，趙勝、黃歇、呂不韋，皆有客三千人；而田文招致任俠姦人六萬家於薛，齊稷下談者亦千人[９８]；魏文侯、燕昭王、太子丹，皆致客無數。下至秦、漢之間，張耳、陳餘號多士，賓客廝養皆天下豪傑，而田橫亦有士五百人。其略見於傳記者如此，度其餘，當倍官吏而半農夫也。此皆姦民蠹國者，民何以支而國何以堪乎？ \\n 蘇子曰：此先王之所不能免也。國之有姦也，猶鳥獸之有鷙猛，昆蟲之有毒螫也。區處條理，使各安其處，則有之矣；鋤而盡去之，則無是道也。吾考之世變，知六國之所以久存而秦之所以速亡者，蓋出於此，不可以不察也。夫智、勇、辨、力，此四者，皆天民之秀傑者也。類不能惡衣食以養人，皆役人以自養者也，故先王分天下之貴富與此四者共之。此四者不失職[９９]，則民靖矣。四者雖異，先王因俗設法，使出於一：三代以上出於學，戰國至秦出於客，漢以後出於郡縣吏，魏、晉以來出於九品中正，隋、唐至今出於科舉，雖不盡然，取其多者論之。六國之君虐用其民，不減始皇、二世，然當是時，百姓無一人叛者，以凡民之秀傑者多以客養之，不失職也。其力耕以奉上，皆椎魯無能為者，雖欲怨叛，而莫為之先，此其所以少安而不即亡也。始皇初欲逐客，因李斯之言而止。既并天下，則以客為無用，於是任法而不任人，謂民可以恃法而治，謂吏不必才取，能守吾法而已。故墮名城，殺豪傑，民之秀異者散而歸田畝。向之食於四公子、呂不韋之徒者，皆安歸哉？不知其能槁項黃馘以老死於布褐乎[１００]？抑將輟耕太息以俟時也[１０１]？秦之亂雖成於二世，然使始皇知畏此四人者，有以處之，使不失職，秦之亡不至若是速也。縱百萬虎狼於山林而饑渴之，不知其將噬人，世以始皇為智，吾不信也。楚、漢之禍，生民盡矣，豪傑宜無幾，而代相陳豨從車千乘，蕭、曹為政，莫之禁也。至文、景、武之世，法令至密，然吳王濞[１０２]、淮南、梁王、魏其、武安之流，皆爭致賓客，世主不問也。豈懲秦之禍，以為爵祿不能盡縻天下士，故少寬之，使得或出於此也耶？若夫先王之政則不然，曰：「君子學道則愛人，小人學道則易使也。」嗚呼，此豈秦、漢之所及也哉！ \\n 趙高李斯 \\n 秦始皇帝時，趙高有罪，蒙毅案之，當死，始皇赦而用之。長子扶蘇好直諫，上怒，使北監蒙恬兵於上郡。始皇東遊會稽，並海走瑯琊，少子胡亥、李斯、蒙毅、趙高從。道病，使蒙毅還禱山川，未反而上崩。李斯、趙高矯詔立胡亥，殺扶蘇、蒙恬、蒙毅，卒以亡秦。 \\n 蘇子曰：始皇制天下輕重之勢，使內外相形以禁姦備亂者，可謂密矣。蒙恬將三十萬人，威振北方，扶蘇監其軍，而蒙毅侍帷帳為謀臣，雖有大姦賊，敢睥睨其間哉？不幸道病，禱祠山川尚有人也，而遣蒙毅，故高、斯得成其謀。始皇之遣毅，毅見始皇病，太子未立而去左右，皆不可以言智。然天之亡人國，其禍敗必出於智所不及。聖人為天下，不恃智以防亂，恃吾無致亂之道耳。始皇致亂之道，在用趙高。夫閹尹之禍，如毒藥猛獸，未有不裂肝碎膽者也。自書契以來，惟東漢呂強、後唐張承業二人號稱善良，豈可望一二於千萬，以致必亡之禍哉？然世主皆甘心而不悔，如漢桓、靈，唐肅、代，猶不足深怪，始皇、漢宣皆英主，亦湛於趙高、恭、顯之禍。彼自以為聰明人傑也，奴僕熏腐之餘何能為，及其亡國亂朝，乃與庸主不異。吾故表而出之，以戒後世人主如始皇、漢宣者。或曰：「李斯佐始皇定天下，不可謂不智。扶蘇親始皇子，秦人戴之久矣，陳勝假其名猶足以亂天下，而蒙恬持重兵在外，使二人不即受誅而復請之，則斯、高無遺類矣。以斯之智而不慮此，何哉？」蘇子曰：嗚呼，秦之失道，有自來矣，豈獨始皇之罪？自商鞅變法，以誅死為輕典，以參夷為常法[１０３]，人臣狼顧脅息，以得死為幸，何暇復請！方其法之行也，求無不獲，禁無不止，鞅自以為軼堯、舜而駕湯、武矣。及其出亡而無所舍，然後知為法之弊。夫豈獨鞅悔之，秦亦悔之矣。 \\n 荊軻之變，持兵者熟視始皇環柱而走，莫之救者，以秦法重故也。李斯之立胡亥，不復忌二人者，知威令之素行，而臣子不敢復請也。二人之不敢請，亦知始皇之鷙悍而不可回也，豈料其偽也哉？周公曰：「平易近民，民必歸之。」孔子曰：「有一言而可以終身行之，其『恕』矣乎？」夫以忠恕為心而以平易為政，則上易知而下易達，雖有賣國之姦，無所投其隙，倉卒之變，無自發焉。然其令行禁止，蓋有不及商鞅者矣，而聖人終不以彼易此。商鞅立信於徙木，立威於棄灰，刑其親戚師傅，積威信之極。以及始皇，秦人視其君如雷電鬼神，不可測也。古者公族有罪，三宥然後制刑。今至使人矯殺其太子而不忌，太子亦不敢請，則威信之過故也。夫以法毒天下者，未有不反中其身及其子孫者也。漢武與始皇，皆果於殺者也，故其子如扶蘇之仁，則寧死而不請，如戾太子之悍，則寧反而不訴，知訴之必不察也。戾太子豈欲反者哉？計出於無聊也。故為二君之子者，有死與反而已。李斯之智，蓋足以知扶蘇之必不反也。吾又表而出之，以戒後世人主之果於殺者。 \\n 攝主 \\n 魯隱公元年，不書即位，攝也。歐陽子曰：「隱公非攝也。使隱而果攝也，則《春秋》不書為公，《春秋》書為公，則隱非攝，無疑也。」 \\n 蘇子曰：非也。《春秋》，信史也，隱攝而桓弑，著於史也詳矣。周公攝而克復子者也，以周公薨，故不稱王。隱公攝而不克復子者也，以魯公薨，故稱公。史有謚，國有廟，《春秋》獨得不稱公乎？然則隱公之攝也，禮歟？曰：禮也。何自聞之？曰：聞之孔子。曾子問曰：「君薨而世子生[１０４]，如之何？」孔子曰：「卿、大夫、士從攝主北面於西階南。」何謂攝主[１０５]？曰：古者天子、諸侯、卿、大夫之世子未生而死，則其弟若兄弟之子次當立者為攝主。子生而女也，則攝主立；男也，則攝主退。此之謂攝主，古之人有為之者，季康子是也。季桓子且死，命其臣正常曰：「南孺子之子男也，則以告而立之；女也，則肥也可。」桓子卒，康子即位。既葬，康子在朝。南氏生男，正常載以如朝，告曰：「夫子有遺言，命其圉臣曰：『南氏生男，則以告於君與大夫而立之。』今生矣，男也，敢告。」康子請退。康子之謂攝主，古之道也，孔子行之。 \\n 自秦、漢以來不修是禮也，而以母后攝。孔子曰：「惟女子與小人為難養也。」使與聞外事且不可，曰「牝雞之晨，惟家之索」，而況可使攝位而臨天下乎[１０６]？女子為政而國安，惟齊之君王后、吾宋之曹、高、向也，蓋亦千一矣。自東漢馬、鄧不能無譏，而漢呂后、魏胡武靈、唐武氏之流，蓋不勝其亂，王莽、楊堅遂因以易姓。由此觀之，豈若攝主之庶幾乎？使母后而可信也，攝主亦可信也，若均之不可信，則攝主取之，猶吾先君之子孫也，不猶愈於異姓之取哉？或曰：「君薨，百官總己以聽於冢宰三年，安用攝主？」曰：非此之謂也。嗣天子長矣，宅憂而未出令，則以禮設冢宰。若太子未生，生而弱，未能君也，則三代之禮，孔子之學，決不以天下付異姓，其付之攝主也。夫豈非禮而周公行之歟？故隱公亦攝主也。鄭玄，儒之陋者也，其傳「攝主」也，曰：「上卿代君聽政者也。」使子生而女，則上卿豈繼世者乎？蘇子曰：攝主，先王之令典，孔子之法言也。而世不知，習見母后之攝也，而以為當然。故吾不可不論，以待後世之君子。 \\n 隱公不幸 \\n 公子翬請殺桓公，以求太宰。隱公曰：「為其少故也，吾將授之矣。使營菟裘，吾將老焉。」翬懼，反譖公於桓公而弑之。 \\n 蘇子曰：盜以兵擬人，人必殺之，夫豈獨其所擬，塗之人皆捕擊之。塗之人與盜非仇也[１０７]，以為不擊則盜且并殺己也。隱公之智，曾不若是塗人也，哀哉！隱公，惠公繼室之子也，其為非嫡，與桓均耳，而長於桓。隱公追先君之志而授國焉，可不謂仁人乎？惜乎其不敏於智也。使隱公誅翬而讓桓，雖夷、齊何以尚茲？驪姬欲殺申生而難里克，則施優來之；二世欲殺扶蘇而難李斯，則趙高來之。此二人所行相同，而其受禍亦不少異：里克不免於惠公之誅，李斯不免於二世之戮，皆無足哀者。吾獨表而出之，為世戒。君子之為仁義也，非有計於利害，然君子之所為，義利常兼，而小人反是。李斯聽趙高之謀，非其本意，獨畏蒙氏之奪其位，故俛而聽高。使斯聞高之言，即召百官、陳六師而斬之，其德於扶蘇，豈有既乎？何蒙氏之足憂！釋此不為，而具五刑於市，非下愚而何！嗚呼，亂臣賊子猶蝮蛇也，其所螫草木猶足以殺人，況其所噬齧者歟？鄭小同為高貴鄉公侍中，嘗詣司馬師，師有密疏未屏也，如廁還，問小同：「見吾疏乎？」曰：「不見。」師曰：「寧我負卿，無卿負我。」遂酖之。王允之從王敦夜飲，辭醉先寢。敦與錢鳳謀逆，允之已醒，悉聞其言，慮敦疑己，遂大吐，衣面皆汙[１０８]。敦果照視之，見允之卧吐中，乃已。哀哉小同，殆哉岌岌乎允之也！孔子曰：「危邦不入，亂邦不居。」有由也夫！吾讀史得隱公、里克、李斯、鄭小同、王允之五人，感其所遇禍福如此，故特書其事，後之君子可以覽觀焉。 \\n 七德八戒 \\n 鄭太子華言於齊桓公，請去三族而以鄭為內臣，公將許之，管仲不可。公曰：「諸侯有討於鄭，未捷，苟有釁，從之不亦可乎？」管仲曰：「君若綏之以德，加之以訓辭，而率諸侯以討鄭，鄭將覆亡之不暇，豈敢不懼？若總其罪人以臨之，鄭有辭矣。」公辭子華，鄭伯乃受盟。 \\n 蘇子曰：大哉，管仲之相桓公也！辭子華之請而不違曹沫之盟，皆盛德之事也，齊可以王矣。恨其不學道，不自誠意正身以刑其國，使家有三歸之病而國有六嬖之禍，故桓公不王，而孔子小之。然其予之也亦至矣，曰：「桓公九合諸侯，不以兵車，管仲之力也。如其仁，如其仁！」曰：「仲尼之徒無道桓、文之事者」，孟子蓋過矣。吾讀《春秋》以下史而得七人焉，皆盛德之事，可以為萬世法，又得八人焉，皆反是，可以為萬世戒，故具論之。太公之治齊也，舉賢而上功。周公曰：「後世必有篡弑之臣。」天下誦之，齊其知之矣。田敬仲之始生也，周史筮之，其奔齊矣，齊懿氏卜之，皆知其當有齊國也。篡弑之疑，蓋萃於敬仲矣，然桓公、管仲不以是廢之，乃欲以為卿，非盛德能如此乎？故吾以為楚成王知晉之必霸而不殺重耳，漢高祖知東南之必亂而不殺吳王濞，晉武帝聞齊王攸之言而不殺劉元海，苻堅信王猛而不殺慕容垂，唐明皇用張九齡而不殺安祿山，皆盛德之事也。而世之論者，則以為此七人者皆失於不殺以啟亂，吾以謂不然。七人者皆自有以致敗亡，非不殺之過也。齊景公不繁刑重賦，雖有田氏，齊不可取；楚成王不用子玉，雖有晉文公，兵不敗；漢景帝不害吳太子，不用晁錯，雖有吳王濞，無自發；晉武帝不立孝惠，雖有劉元海，不能亂；苻堅不貪江左，雖有慕容垂，不能叛；明皇不用李林甫、楊國忠，雖有安祿山，亦何能為？秦之由余，漢之金日磾，唐之李光弼、渾瑊之流，皆蕃種也，何負於中國哉？而獨殺元海、祿山！且夫自今而言之，則元海、祿山死有餘罪，自當時而言之，則不免為殺無罪。豈有天子殺無罪而不得罪於天者？上失其道，塗之人皆敵也，天下豪傑其可勝既乎？漢景帝以鞅鞅而殺周亞夫，曹操以名重而殺孔融，晉文帝以卧龍而殺嵇康[１０９]，晉景帝亦以名重而殺夏侯玄，宋明帝以族大而殺王彧，齊後主以謠言而殺斛律光，唐太宗以讖而殺李君羨，武后以謠言而殺裴炎，世皆以為非也。此八人者，當時之慮豈非憂國備亂，與憂元海、祿山者同乎？久矣，世之以成敗為是非也！故夫嗜殺人者，必以鄧侯不殺楚子為口實。以鄧之微，無故殺大國之君，使楚人舉國而仇之，其亡不愈速乎？吾以謂為天下如養生，憂國備亂如服藥：養生者不過慎起居飲食，節聲色而已，節慎在未病之前，而服藥於已病之後。今吾憂寒疾而先服烏喙，憂熱疾而先服甘遂，則病未作而藥殺人矣。彼八人者，皆未病而服藥者也。 \\n ________________________________________ \\n [９１]「殷人」，原脫「人」字，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八補。 \\n [９２]「頿王」趙本「頿」下有「頿音茲，即靈王」六字夾注。 \\n [９３]「秦大出兵伐楚伐燕而齊不救」，原脫「秦」字，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [９４]「諸子功臣以公賦稅重賞賜之」，「以公」原作「供」，《史記》卷六此句作「諸子功臣以公賦稅重賞賜之」，茲據補、改。 \\n [９５]「吾與其富貴而詘於人」，「其」原脫，據蘇集補。 \\n [９６]「父不受誅」，原脫「不」字，從《東坡七集?後集》卷十一、《續集》卷八及《公羊傳?定公四年》補。 \\n [９７]「魯定公十三年」，《東坡七集?續集》卷八作「十二年」，《後集》卷十一作「十三年」。王案：孔子墮三都事，《春秋》、《左傳》《公羊傳》皆系定公十二年，《史記?孔子世家》系十三年。 \\n [９８]「亦千人」，原作「六千人」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [９９]「此四者」，「此」原作「其」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１００]「不知其」，「其」原作「俟」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１０１]「以俟時」，「俟」原作「候」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１０２]「吳王濞」，原脫「王」字，從《東坡七集?後集》卷十一、《續集》卷八補。 \\n [１０３]「以參夷為常法」，「參」原作「慘」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１０４]「世子生」，原作「世子未生」，衍「未」字，據《百川》本、《東坡七集?後集》卷十一、《續集》卷八及《禮記?曾子問》刪。 \\n [１０５]「何謂」，原作「向謂」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１０６]「攝位」，原作「攝主」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。 \\n [１０７]「塗之人與盜非仇也」，「塗之」原脫，據蘇集補。 \\n [１０８]「皆汙」，原作「皆汗」，從《百川》本、《東坡七集?後集》卷十一改。 \\n [１０９]「晉文帝」，原作「晉武帝」，從《百川》本、《東坡七集?後集》卷十一、《續集》卷八改。王案：據《晉書》，殺嵇康者文帝也。 \\n   \\n  "}
