{"章节": "欒城遺言（宋）蘇籕", "正文": " \\n 欒城遺言 \\n   \\n  \\n  \\n 提要 \\n  \\n 《欒城遺言》一卷，宋蘇籕撰。籕字仲滋，眉州人，轍之孫，遲之子也。南渡後居婺州，官至監丞。籀年十餘嵗時，侍轍於潁昌，首尾九載，未嘗去側。因録其所聞可追記者若干語以示子孫，故曰遺言。中間辨論文章流别，古今人是非得失，最為詳晰，頗能見轍作文宗旨。其精言奥義，亦多足以啓發來學。惟籕私於其祖，每陰寓抑軾尊轍之意，似非轍之本心。又謂吕恵卿王安石之隙起於《字説》及《三經義》，核之史傅，亦非事實。至謂轍母夢蛟龍伸臂而生轍，引孔子生時二龍附徵在之房為比，又襍載轍崇寧丙戌夢見王介甫事，尤為失之誕妄。特籕親承祖訓，耳濡目染，其可信者亦多，究非影響比也。  \\n  \\n 　 \\n 欒城遺言 \\n  \\n 公言：“春秋時，先王之澤未遠，士君子重義理持節操。其處死生之際，卓然凜然，非後世之士所及，蓋三代之遺民也。當時達者，語三代遺事甚多，今捨此無以考證。” \\n  \\n 公為籀講老子數篇，曰：“髙扵孟子二三等矣！” \\n  \\n 公言：“伊周以道德深妙得之，管葛房杜姚宋以才智髙偉得之，皆不可窺測。” \\n 公解《孟子》二十餘章，讀至浩然之氣一段，顧籀曰：“五百年無此作矣！” \\n 公言：“仲尼春秋或是令丘明作傳以相發明。” \\n  \\n 公常云在朝所見：“朝廷遺老數人而已，如歐陽公永叔、張公安道，皆一世偉人。蘇子容、劉貢父博學强識，亦可以名世。子幸獲與之周旋，聽其誦説，放失舊聞多得其詳實。其扵天下事，古今得失，折衷典據甚多。” \\n  \\n 東坡與貢父會，語及不獲已之事，貢父曰：“充類至義之盡也。”東坡曰：“貢父乃善讀孟子歟！” \\n  \\n 公試進士河南府，問：“三代以禮樂為治本，刑政為末，後世反之。儒者言禮樂之效與刑政之敝，其相去甚遠。然較其治亂盛衰，漢文帝、唐太宗，海内安樂，雖三代不能加。今祖宗法令脩明，求之前世，未有治安若今之乆者。然而禮樂不如三代，世之治安不在禮樂歟？”河南士人皆不能喻此意。司馬温公問：“如此發策，亦自有説乎？”公曰：“安敢無説。”溫公黙然。既而見文定，文定曰：“策題，國論也。”蓋元豐間流俗多主介甫説，而非議祖宗法制也。 \\n  \\n 公言：“歐陽文忠公讀書，五行俱下。吾嘗見之，但近覷耳，若遠視何可當。” \\n  \\n 公曰：“吾為春秋集傳，乃平生事業。” \\n 公年十六為夏商周論，今見扵古史，年二十作詩傳。 \\n  \\n 公言先曽祖晚嵗讀易，玩其爻象，得其剛柔、遠近、喜怒、逆順之情，以觀其詞，皆迎刃而解。作易傳未完，疾革，命二公述其志。東坡受命，卒以成書。初，二公少年，皆讀易為之解説，各仕它邦。既而東坡獨得文王伏羲超然之旨，公乃送所解予坡，今蒙卦猶是公解。 \\n  \\n  \\n 公少年與坡公治春秋，公嘗作論明聖人喜怒好惡，譏公榖以日月土地為訓。其説固自得之元祐間，後進如張大亨嘉父亦攻此學，大亨以問坡，坡答書云：“《春秋》儒者本務，然此書有妙用，學者罕能領會，多求之繩約中，乃近法家者流，苛細繳繞，竟亦何用。惟丘明識其用，終不肯盡談。微見端兆，欲使學者自求之，故僕以為難，未敢輕論也。” \\n  \\n  \\n 公自熙寧謫髙安，覽諸家之説為集傳十二巻。紹聖初，再謫南方，至元符三易地，最後卜居龍川白雲橋，集傳乃成。歎曰：“此千載絶學也！”既而俾坡公觀之，以為古人所未至。 \\n  \\n 公言：“東坡律詩，最忌屬對偏枯，不容一句不善者。古詩用韻，必須偶數。” \\n 公曰：“吾莫年扵義理無所不通，悟孔子一以貫之者。” \\n 東坡幼年作《却鼠刀銘》，公作《缸硯賦》，曽祖稱之，命佳紙脩寫，裝飾釘扵所居壁上。 \\n 公曰：“子瞻之文竒，予文但穩耳。” \\n 公曰：“吾讀楚詞，以為除書。” \\n  \\n 公在諌垣論蜀茶，祖宗朝量収税，李■〈木巳〉、劉佑、蒲宗閔取息初輕，後益重，立法愈峻。李稷始議極力掊取，民間遂困。稷引陸師閔共事，額至一萬貫。陸師閔又乞額外以百萬貫為獻，成都置都茶場。公條陳五害，乞放搉法，令民自作交易，但収税錢。不出長引，止令所在場務據數抽買博馬茶，勿失武傋而已。言師閔百端凌虐細民，除茶遞官吏養兵所費，所収錢七八十萬貫，蜀人泣血無所控告。公講畫纖悉，曲折利害昭炳。時小吕申公當軸，歎曰：“只謂蘇子由儒學，不知吏事精詳至扵如此。”公論役法尤為詳盡，識者韙之。 \\n  \\n 公曰：“李德裕謫崖州，著窮愁志，言牛僧孺將圖不軌，不意老臣為此言也。” \\n “張十二病後詩一巻，頗得陶元亮體，然余觀古人為文，各自用其才耳。若用心專模倣一人，捨己徇人，未必貴也。” \\n “張十二之文，波瀾有餘，而出入整理骨骼不足。秦七波瀾不及張，而出入徑健簡捷過之。要知二人後來，文士之冠冕也。” \\n  \\n 元祐間，公及蘇子容、劉貢父同在省中，二人各云：某輩少年所讀書，老而遺忘。公亦云：“然。”貢父云：“觀君為文，强記甚敏。”公辭焉。二人皆曰：“某等自少記憶書籍，不免抄節，而後稍不忘。觀君家昆仲，未嘗抄節，而下筆引據精切，乃真記得者也。” \\n  \\n “賈誼、宋玉賦皆天成自然，張華鷦鷯賦亦佳妙。” \\n “子瞻諸文，皆有竒氣。至《赤壁賦》髣髴屈原、宋玉之作，漢唐諸公皆莫及也。” \\n 公曰：“余少年苦不達為文之節度，讀《上林賦》如觀君子佩玉，冠冕還折揖讓音吐，皆中規矩，終日威儀，無不可觀。” \\n 公曰：“予少作文要使心如旋床，大事大圓成，小事小圓轉，每句如珠圓。” \\n 公曰：“凡為詩文，不必多古人，無許多也。” \\n 公曰：“余《黄樓賦》學《兩都》也，晚年來不作此工夫之文。”貢父嘗謂公所為訓詞曰：“君所作强扵令兄。” \\n 公曰：“申包胥哭秦庭一章，子瞻誦之，得為文之法。” \\n 公曰：“范蜀公少年儀矩，任真為文善腹藁，作賦場屋中，黙坐至日，晏無一語。及下筆頃刻而就，同試者笑之，范公遂魁成都。” \\n 公曰：“莊周養生一篇，誦之如龍行空，爪趾鱗翼，所及皆自合規矩，可謂竒文。” \\n “唐儲光羲詩髙處似陶淵明，平處似王摩詰。” \\n “歐公碑版，今世第一，集中怪竹辯乃甚無謂，非所以示後世。” \\n “唐皇甫湜論朝廷文字，以燕許為宗，文竒則怪矣。” \\n  \\n 公曰：“李方叔文似唐蕭李，所以可喜，韓駒詩似儲光羲。”陳正叔引論語云：“南郊行事廻，不當哭溫公。”公曰：“古人但云哭則不歌，不曰歌則不哭，蓋朋友之故，何可預期。”公曰：“讀書須學為文，餘事作詩人耳。” \\n  \\n 公曰：“讀書百遍，經義自見。”族兄在廷，問公學文如何，曰：“前輩但看多做多而已。” \\n 區以别矣，如瓜芋之區。自反而縮，如王祭不供，無以縮酒。公曰：“去陳言，初學者事也。” \\n 公讀一江西臨川前輩集，曰：“胡為竊王介甫之説，以為己説。” \\n 公言：“吕吉甫、王子韶皆解三經并字説，介甫專行其説，兩人所作皆廢弗用，王、吕由此矛盾。” \\n 公曰：“文貴有謂，予少年聞人唱三臺，今尚記得云云。其詞至鄙俚，而傳者有謂也。” \\n 公讀由余事，曰：“女樂敗人，可以為戒。” \\n 公聞以螺鈿作茶器者，云“凡事要敦簡素，不然天罰。” \\n 公曰：“漢武帝所得人才，皆鷹犬馳驅之才，非以道致君者也。” \\n 公曰：“以伍員比管仲，猶鷹隼與鳯鸞。” \\n  \\n 王介甫用事，富鄭公罷政，過南京，謂張文定公曰：“不料其如此，亦嘗薦之。”文定操南音謂公曰：“富七獨不慙惶乎？”公問：“吾丈待之如何？”文定曰：“某則不然，初見其讀書，亦頗有意扵彼，既而同在試院，見其議論乖僻，自此疎之。” \\n  \\n 黄魯直盛稱梅聖俞詩不容口，公曰：“梅詩不逮君，魯直甚喜。” \\n 晁無咎作《東臯記》，公見之曰：“古人之文也。” \\n 姪孫元老呈所為文一巻，公曰：“似曽子固少年時文。” \\n “陳恬題襄城北極觀鐡脚道人詩，詩似退之。” \\n 公大稱任象先之文，以為過其父德翁。 \\n 徐蒙獻書，公曰：“甚佳，但波瀾不及李方叔。” \\n 公每語籀云：“聞吾言當記之勿忘，吾死無人為汝言此矣。” \\n 公曰：“莊周多是破執言，至道無如五千文。” \\n  \\n 公言：“班固諸叙，可以為作文法式。” \\n 公曰：“文郎作詩，髣髴追前人，畫墨竹過李康年遠矣。” \\n 或問公陳瑩中，公曰：“英俊人也，但喜用字説尚智。” \\n 公曰：“李太白詩過人，其平生所享，如浮花浪蘂。其詩云：羅幃舒卷似有人。開明月直入無心，可猜不可及。” \\n 公解詩，時年未二十，初出魚藻、兔罝等説，曽祖編札以為先儒所未喻。作《夏商周論》，纔年十有六，古人所未到。 \\n 公讀《新經義》曰：“乾纒了濕纒，做殺也不好。”謂介甫曰：“色取仁而行違，居之不疑，乃仲尼所謂聞者也。” \\n 公曰：“唐士大夫少知道，知道惟李習之。白樂天喜復性書三篇，嘗寫八漸偈于屏風。” \\n  \\n 易曰：“一隂一陽之謂道。”坡公以為隂陽未交，公以坡公所説為未允。公曰：“隂陽未交，元氣也，非道也。政如云一龍一蛇之謂道也，謂之龍亦可，謂之蛇亦可。” \\n  \\n 公曰：“張文定死而復蘇，自言所見地位清髙。又曰：吾得不做宰相氣力。” \\n  \\n 公論唐人開元燕許，云：“文氣不振，倔强其間。自韓退之一變復古，追還西漢之舊。”然在許昌觀《唐文粹》，稱其碑頌往往愛張蘇之作。又覽唐皇甫湜《持正諭業》云：“所譽燕許文極當，文竒則渉怪，施之朝廷，不須怪也。”蓋亦取燕許。 \\n  \\n 公中嵗歸自江南，過宋，聞鐵龜山人善術數，邀至舟中問休咎。云：“此去十年如飛騰升進，前十年流落已過，然尚有十年流落也。”後皆如其言。 \\n  \\n 曽祖母蜀國太夫人夢蛟龍伸臂而生公。（王子年《拾遺記》：“孔子當生之夜，二蒼龍亘天而下來附。”徴在之房，誠吉兆也。） \\n  \\n 籀年十有四，侍先祖潁昌，首尾九年，未嘗暫去。侍側見公終日燕坐之餘，或看書籍而已。世俗藥餌玩好，公漠然忘懐。一日，因為籀講莊子二三段，訖，公曰：“顔子簞瓢陋巷，我是謂矣。所聞可追記者若干語，傳諸筆墨，以示子孫。” \\n  \\n 公令籀作詩文五六年，後忽謂籀曰：“汝學來學去，透漏矣。”嘗與文氏家姑言之，亦如此。 \\n 公謂籀曰：“蘇瓌訓頲，常令衣青布襦伏扵床下，出其頸受榎楚，汝今懶惰可乎？” \\n  \\n 馬公知節詩草一巻，公跋云：“馬公子元，臨事敢為，立朝敢言。以將家子得讀書之助，作詩蓋其餘事耳。蚤知成都，以抑强扶弱為蜀人所喜。然酷嗜圖畫，能第其高下。成都多古畫壁，每至其下，或終日不轉足。蜀中有髙士孫知微以畫得名，然實非畫師也，公欲見之而不可得。知微與夀寧院僧相善，嘗扵其閣上畫《惠遠送陸道士》、《藥山見李習之》二壁。僧宻以告公，公徑往從之。知微不得已擲筆而下，不復終畫，公不以為忤，禮之益厚。知微亦愧其意，作《蜀江出山圖》，伺其罷去，追至劔門贈之。蓋公之喜士如此。陽翟李君，方叔公之外玄孫也。以此詩相示，因記所聞扵後。辛巳季春丙寅，眉山蘇轍子由題（李名豸）。” \\n  \\n  \\n 潁昌吾祖書閤有厨三隻，春秋説一軸，解注以公榖，左氏其複巻末。後題“丙申嘉祐元年冬，寓居興國浴室東壁第二位，讀三傳。”次年夏辰，時坡公書名押字少年，親書此巻，壓積蠧簡中，未嘗開緘。籀偶開之，一一對擬。今黄門春秋集傳，悉皆有指定之説。想爾時與坡公同學，潜心稽考，老而著述大成，遺書具在，當以黄門集傳為證據。坡公晚嵗謂春秋傳皆古人未至，故附記之扵斯。大悲圜通閣記公偶為東坡作，坡云好箇意思，欲别作而卒用。公所著和陶詩擬古九首，亦坡代公作。 \\n  \\n 范淳父雒中問公求論題，公以莊子“孝未足以言至仁”令范作，范論詆斥荘子。公曰：“曽閔匹夫之行，堯舜仁及四海。” \\n  \\n 公云：“王介甫解佛經三昧之語，用《字説》示關西僧法秀。秀曰：‘相公文章，村和尚不會。’介甫悻然。又問如何,秀曰：‘梵語三昧，此云正定。相公用華言解之，誤也。’”公謂坐客曰：“《字説》穿鑿儒書，亦如佛書矣。” \\n  \\n  \\n 公與闗西文長老相善，公晚年自政府謫官筠州，既而復責雷州，威命甚峻。時文老特來唁公，留宿所寓宅中。公被命即登轎出郭外，文老亦相隨去。歎曰：“克文處之，尚恐不能，公真大過人者。” \\n  \\n 東坡病殁于晉陵，伯逹叔仲歸許昌，生事蕭然。公篤愛天倫，曩嵗别業在浚都，鬻之九千数百緡，悉以助焉。囑勿輕用，時公方降三官，謫籍奪俸。 \\n  \\n 公言：“吕微仲性闇，邊事河事皆乖戾，故子孫不達。” \\n 公言：“易云精義入神以致用，不是要説脱空。” \\n 崇寧丙戌十一月八日四皷，夢中及古菖蒲詩云：“一人得飽滿，餘人皆不悦。”之句，王介甫在側借觀，示之赧然，有愧恨之色。 \\n 公言場屋之敝曰：“昔南省賦題官韻‘於’字，舉子程文云何以加‘於’其文中，選後詩韻有同者，或曰何以更加‘於’？大抵塲屋多此類也。” \\n  \\n 公言張文潜詩云：“龍驚漢武英雄射，山笑秦皇爛漫逰。晚節作詩，似稍失其精處。” \\n 公蚤嵗教授宛丘，或者屢以房中術自鬻扵前。公曰：“此必晚損止傳其養氣嗇神之法。” \\n 公言：“近世學問濡染陳俗却人，雖善士亦或不免。蓋不應鄉舉，無以干禄，但當謹擇師友，湔洗之也。” \\n 公讀易，謂人曰：“有合討論處甚多，但来理會。”籀輩弱齡駑怯，憚公嚴峻，不敢發問，今悔之無及。 \\n  \\n 東坡遺文流傳海内，《中庸論》上、中、下篇，墓碑云：“公少年讀莊子，太息曰：吾昔有見扵中，口不能言，今見莊子得吾心矣。”乃出《中庸論》，其言微妙，皆古人所未喻。今後集不載此三論，誠為闕典。 \\n  \\n 公講《論語》至畏大人曰：“如文潞公亦須是加敬，所言當信重之，乃此意。” \\n 先王議事，以制不為刑辟。東坡有人法兼用之説，公以為勅令不可不具。二公之論不同，坡外集有策題一首。 \\n 公云《晉史》，唐賢房杜輩所作，議論可據。籀思之本朝《新唐書》，歐宋諸公一代賢傑，所作以文字浩慱，人不能該覽，惜哉！必有篤扵此學者。 \\n  \\n 公語韓子蒼云：“學者觀儒書，至扵佛書，亦可多讀，知其器能也。” \\n  \\n 公妙齡舉方，聞見在朝，兩制諸公書云：“其學出扵孟子，而不可誣也。”有解説二十四章，老年作詩云：“近存八十一章注，從道老聃門下人。”蓋老而所造益妙，碌碌者莫測矣。 \\n  \\n  \\n 公悟悦禪定，門人有以漁家傲祝生日及濟川者，以非其志也。乃賡和之：“七十餘年真一夢，朝来夀斝兒孫奉。憂患已空無復痛，心不動，此間自有千鈞重。蚤嵗文章供世用，中年禪味疑天縱。石塔成時無一縫，誰與共，人間天上隨它送。” \\n  \\n 箴眼醫王彦若在張文定公門下，坡公扵文定坐上，贈之詩。引喻證據博辯詳切髙深，後學讀之茫然。坡公敏扵著述如此，先祖屢云。 \\n 坡撰富公碑以擬給予寇公，公稍不甚然之。作《德威堂銘》《居士集叙》，公極賞慨其文，咨嗟不已。 \\n  \\n 公潁昌牡丹時，多作詩，前後數四，云：“潩上名園似洛濱，欲遣姚黄比玉真。”之句，又曰：“造物不違遺老意，一枝頗似雒人家。”稱道雒家慇懃不已，敬想富鄭公、文潞公、司馬溫公、范忠宣公，皆看花耆德，偉人也風流。追憶不逮，後生茫然爾。先祖蓋歎前哲云，或曰嵇康《廣陵散》，亦歎也。 \\n  \\n 東坡求龍井辯才師塔碑扵黄門，書云：“兄自覺談佛不如弟。”今此文見《欒城後集》，又天竺海月塔碑，以坡與之逰，故銘云：“我不識師面，知其心中事。”儒者談佛，為坡公所取，兵火失其書翰。 \\n  \\n  \\n 公言秦火後，漢叔孫通、賈誼、董仲舒諸人，以詩書禮樂彌縫其闕，西漢之文，後世莫能髣髴。今朝廷求魁偉之才，黜謬妄之學，可以追兩漢之餘漸，復三代之故後學，當體此説。 \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
