{"章节": "\t\t前言", "正文": "　 \\n 前言 \\n 　 \\n 題材廣泛的筆記，在清代有了較快的發展，其中以瑣聞類的筆記而言，可謂汗牛充棟。王士禛的《池北偶談》，是人所熟知的清代叢著性質筆記中的一種。 \\n 王士禛(一六三四—一七一一)，字子真，因欽慕唐代司空圖隱居於禛貽溪的事?，又字貽上(見鮑?《稗勺》)，號阮亭，山東新城(今桓台縣)人。在他身後，因避雍正帝(胤禛)諱，被改作士正；乾隆時又賜名士禎，又因他工詩，補謚「文簡」。 \\n 王士禛出身在大官僚世家，伯祖和祖父都曾在明代做過大官，因此，他自幼便受到封建正統教育，有方便的學習和博覽群書的條件和機緣，這對他以後一生的豐富著述有相當的關係。他十一歲時應童子試，以聰穎過人，縣府道「皆第一」，二十二歲時會試中式，為了潛心專攻詩和古文辭，到二十五歲時才參加殿試，得中進士。此後，他曾任揚州府推官。揚州地處江南文人騷客薈萃之地，所以他和文士日逐酬唱，「讌無虛日」，又以嚮往蘇州太湖漁洋山的風概，自號「漁洋山人」。再後，他歷任鄉會試攷官，禮部、戶部主事、郎中等職。 \\n 一六七八年(康熙十七年)，王士禛以戶部郎中應召入對，因「詩文兼優」被康熙所識拔，授翰林院侍講學士，入直南書房，並充明史纂修官、三朝國史副總裁、國子監祭酒等職，最後任刑部尚書。一七０四年(康熙四十三年)，在他七十一歲時，以王五一案「失出」革職，其實是因為與廢太子唱和，借題被黜。他一生的最後七年間，在家從事著述。 \\n 王士禛一生勤於著述，據粗略統計，刊行于世的各類著作就有三十六種、二百七十卷之多；于詩詞方面，造詣更深，「詩格風流，吐辭修潔，倡為神韻之說」，並因和李清照《漱玉詞》之故，被人美稱為「王桐花」(見汪啟淑《水曹清暇錄》)，加以他位高望重，所以能「主持風雅近五十年」(見鄧之誠《清詩紀事初編》)。所傳詩選藝談，也為當世所稱重。 \\n 《池北偶談》是一部有價值的筆記。據王士禛自序稱，他所居住的宅西有圃，圃中有池，池北有屋數椽，有書數千卷庋置其中，因而取白居易「池北書庫」之意，將本書取名《池北偶談》；又因為書庫旁有石帆亭，王士禛時常和賓客在亭內聚談，或議論文章的流別，或解晰經史的疑義，以至國家典故、歷代沿革、名臣碩儒的言行、神怪傳說等等，由兒輩記錄整理，並增益他在京二十年間的見聞，編次而成，所以又名《石帆亭紀談》。 \\n 《池北偶談》分為四目，共二十六卷：「談故」四卷，記?清代的典章、科甲制度，以及衣冠勝事，間及古制；「談獻」六卷，主要記述明代中葉以後及清初名臣、畸人、列女等事；「談藝」九卷，專門評論詩文，采擷佳句；「談異」七卷，記述神怪傳聞故事。 \\n 在全書的四目中，以前三目內容最具參考價值。如「談故」中「翰林卿寺屬」條，記清初太僕寺增設滿洲員外郎及翰林院起居注釋增設滿洲主事、中書舍人員額的情況；「八旗開科」、「台灣開科」、「滿洲鄉試」等條，記順、康時鄉會試制度的若干情況；「殉葬」條記清初八旗用僕妾殉葬的舊俗，可以和《清通禮》、《清通典》等典籍參證補充。「談獻」中的一些條目，雖係傳聞，但亦可補史籍記載之闕。如「史閣部」條，記揚州城破時史可法騎蹇自詣清軍軍營，不屈被殺等，可廣異聞。「談藝」大約占全書篇幅的三分之一，主要是作者以神韻說評詩論畫，闡述個人主張。所以《四庫全書總目》稱「談藝九卷，皆論詩文，領異標新，實所獨擅」。其中一些條目則保存了明末清初有關文藝一類的材料，如「粵詩」條，記嶺南三大家屈大均、陳恭尹等的詩作片斷。 \\n 「談異」七卷，專記神鬼怪異，不免帶有因果報應、封建讖緯的因素，但有些條目在某種程度上反映出當時的社會現實，詼諧嘲謔，寓有勸懲褒貶的意思。如「相國孫」條譏刺某相國及尚書等貴冑子孫的落魄醜態，可以發人深省。有的條目，記錄保存了一些古代的民謠，如「楊李」條，就記錄了隋末、南唐時的民謠。有些條目的故事情節和《聊齋志異》所載相類似，如「林四娘」、「啖石」、「男子生子」、「小獵犬」、「五羖大夫」等各條便是。王士禛原籍新城縣和蒲松齡(一六四０—一七一五)故鄉淄川(今山東淄博)很近，彼此頗有交誼，王士禛就官後，慕蒲松齡的才學，曾屢次邀請他到屬下做事，蒲則辭謝不往。據一九三三年《聊齋志異》部分手稿影印本所見，蒲氏在寫作過程中曾送請王士禛寓目題辭，王氏並對部分書稿加眉批或文後評語。他們對當地民間流傳的談狐說鬼故事，所聞略同，或許就是兩書中一些條目內容雷同的緣故。 \\n 王士禛學識博洽，見聞很廣，但難免還有記憶疏舛的地方。如「談藝」中「表語本樂天詩」條，說「沈舟側畔千帆過，病樹前頭萬木春」一聯是白居易詩，實為劉禹錫詩(《酬樂天揚州初逢席上見贈》)；「談故」中「臣下私諱」條說，長興四年「以馬贇父名璋，不欲斥其家諱，改同平章事為同中書門下三品」，馬贇應該是河東忠武節度使三司使馮贇(見《新五代史?馮贇傳》)；「談藝」中「進西嶽賦表」條說，天寶九載「二月辛亥，西嶽廟災，制停封」，二月應是三月(見《舊唐書》中《玄宗本紀》、《五行志》)。類似情況，不再贅舉。 \\n 本書通行的有民國年間的《清代筆記叢刊》和《筆記小說大觀》本，刊刻年代較早的則有康熙己巳(二十八年)閩中刊本、康熙庚辰(三十九年)臨汀郡署本、康熙辛巳(四十年)文粹堂刊本、金谿李化自怡草堂校勘本及汀州張氏勵志齋刊本等。這次點校，用康熙辛巳刊本作底本，並據庚辰本、金谿校勘本、汀州張氏刊本加以校補，擇善而從。改正的錯字和所補闕字，都加[　]號，衍文和原刻錯字仍予保留，以(　)號列出。由於時代的局限和作者的偏見，個別條目有污蔑少數民族的地方，對此，想讀者自會批判，為保存原貌，未加刪節。此外，對原書各卷的目錄，都移排在正文前面，進行統一編號，便于讀者查索。 \\n 限于點校者的水平，錯誤之處定所難免，希望讀者批評指正。 \\n 靳斯仁 \\n 一九八０年十月 \\n  \\n 　"}
{"章节": "池北偶談序", "正文": "　 \\n 池北偶談序 \\n 　 \\n  \\n 予所居先人之敝廬，西為小圃，有池焉，老屋數椽在其北。余宦遊三十餘年無長物，唯書數千卷庋置其中，輒取樂天池北書庫之名名之。池上有亭，形類畫舫曰石帆者，予暇日與客坐其中，竹樹颯然，池水清澈，可見毛髮，游鯈浮沈，往來於寒鑑之中，顧而樂之，則相與論文章流別，晰經史疑義，至於國家之典故，歷代之沿革，名臣大儒之嘉言懿行，時亦及焉。或酒闌月墮，間舉神仙鬼怪之事，以資嗢噱；旁及游藝之末，亦所不遺。兒輩從旁記錄，日月既多，遂成卷軸。因憶二十年來官京師所聞見於公卿大夫之間者，非甚不暇，未嘗不筆之簡冊，散在篋中，未遑編劃。一日，乃出鼠蠹之餘，盡付兒輩，總次第為一書，區其條目：曰談故，曰談獻，曰談藝，曰談異；其無所附麗者，稍稍以類相從，凡二十六卷。藏之家塾，示吾子孫，大之可以畜德，小亦可以多識，賢乎博奕，昔聞諸聖人之言矣。康熙辛未秋，漁洋山人王士禛序。 \\n  \\n 　"}
{"章节": "池北偶談卷一", "正文": "　 \\n 池北偶談卷一 \\n 　 \\n  \\n 談故一 \\n 鑾儀衛 \\n 本朝鑾儀衛鑾儀使，秩二品。朝制，武臣不乘肩輿，康熙六年鑾儀使王鵬冲上疏陳請，奉旨：「王鵬冲著與尚書等。」遂張蓋肩輿，視六卿矣。鵬冲，精鑒別書畫古器，直隸長垣人，前冢宰永光子也。 \\n 特賜進士及第 \\n 戊戌春，世祖親覆試江南丁酉貢士，以古文詩賦拔武進?珂鳴第一。是年禮闈榜後，上諭特賜珂鳴進士，與中式舉人張貞生等一體殿試，尋改庶吉士。同時崑山葉方藹試瀛臺，賦甚工，上深喜之；踰年己亥秋復行會試，葉中式，賜一甲第三人及第。 \\n 部曹入詞林 \\n 郎中與司業較俸，陞內院侍讀，自張允欽始。內院詞臣與臺省一體，年例外轉監司，自宋之繩始。尋皆罷不行。吏部自十八年停內陞，與五部一例，選郎金拱敬以加銜僅得太僕寺丞，康熙九年始復，故云。 \\n 二程後 \\n 康熙八年，車駕幸太學，後允御史傅世舟請，求二程子後於河南。撫臣以明道二十一代孫宗昌、伊川□□□代孫延祀名上，俱為五經博士，如朱坤例。坤，歙文公裔也。十二年，衍聖公孔毓圻疏請以子張子裔孫顓孫好賢為博士，某年湖南巡撫請以濂溪裔孫周冕為博士，部議皆格不行。 \\n 上考 \\n 癸卯、甲辰之間，更定內外官考滿之例，營競紛然，未數年輒罷。《因話錄》載：裴充為太常寺太祝，語卿長曰：「本設考課，為獎勤勞，若一以官高下為優劣，則卿合上上考，少卿合上中考，丞合上下考，主簿合中考，協律合下考，某等合喫杖。」語雖諧謔，實切情事。古今一轍，可歎也。 \\n 配享 \\n 宋初定帝王廟配享功臣，多不愜人意者。如魏武以荀攸、程昱配，文帝以賈詡、王朗配；唐玄宗配享不及曲江、廣平，肅宗配享不及汾陽、鄴侯，皆不可解。 \\n 經筵日講 \\n 康熙庚戌七月，上召翰林學士熊賜履至瀛臺進講「道千乘之國」一章，繼講「務民之義」一章，上大喜，隨命取經筵日講儀注以進。是歲十月，有旨諭禮部：「帝王圖治，必稽古典學，以資啟沃之益。經筵日講，允屬大典，宜即舉行。爾部詳察典例，擇吉具儀來奏。」 \\n 復內閣 \\n 康熙九年十月，內院復為內閣，復翰林院官屬，一遵順治十五年之舊。以圖海、巴泰為中和殿大學士兼吏部尚書，索額圖、李霨為保和殿大學士兼戶部尚書，魏裔介、杜立德為保和殿大學士兼禮部尚書，對哈納為文華殿大學士管刑部尚書事，折爾肯、哈占為中和殿學士，塞赫達都為保和殿學士，馬朗古、張鳳儀為文華殿學士，靳輔為武英殿學士，田種玉為文淵閣學士，陳敳永為東閣學士，折庫納、熊賜履為翰林院掌院學士，俱兼禮部侍郎。 \\n 傅而都嘉利亞國 \\n 康熙己酉，大西洋傅而都嘉利亞國貢使瑪訥撒爾達聶入貢，有旨：「該國從來未通中國，凡賜賚皆加一等。」其人物貢物與荷蘭略同。 \\n 起居注 \\n 康熙十年二月，講筵初開，工部尚書王熙、翰林學士兼禮部侍郎熊賜履進講《大學》「康誥曰克明德」章，及《尚書》「人心惟危、道心惟微」二句。三月，禮科給事中吴國龍疏請復設起居注，得旨報可。 \\n 藥樹監搜 \\n 《文昌雜錄》載元相詩：「松門待制應全遠，藥樹監搜可得知。」云唐時殿門外有藥樹，監察御史監搜之位在焉。唐制，百官入宮殿門必搜，御史掌之。太和中乃下詔，宰臣奏事，停其監搜云云。康熙初，御史李秀奏請百官佩刀，雖上殿奏事亦爾。後李御史棠疏罷之。 \\n 俄羅斯 \\n 俄羅斯國以順治十七年遣使入貢，不知正朔，自稱一千一百六十三年。 \\n 【讀王弇州所記有明盛事及徐應秋《談薈》所載，因憶本朝盛事數則，記錄於左。】 \\n 兄弟九列 \\n 真定梁公清寬、清遠、清標，兄弟相繼為吏部侍郎。清標歷戶、禮、兵、刑四部尚書，大拜。清寬、清標皆給事中維本子，清遠山東僉事維樞子，皆前吏部尚書夢龍曾孫。 \\n 父子尚書 \\n 宛平王公崇簡，以太子太保禮部尚書致仕，子熙以禮部侍郎加尚書，遷左都御史、兵工二部尚書，大拜。公時六十餘，尚無恙。 \\n 父子同時顯貴 \\n 掖縣張尚書忻，以大司寇家居，子文安公端拜相，年三十六。滄州戴尚書明說為戶書，子編修王綸以順治乙未及第第二人；王縉戊戌進士，官御史。 \\n 父子宰相 \\n 高陽李公霨，前明文敏公國(普)子；大名成公克鞏，前明文穆公基命子，皆父子宰相。 \\n 父子尚書 \\n 靈壽傅大司空維鱗，前明太宰永淳子，父子皆尚書。 \\n 戊子北榜三及第 \\n 順治戊子，順天鄉試第四名張永祺，壬辰榜眼及第；第五名戴王綸，乙未榜眼及第；第八名熊伯龍，己丑榜眼及第。 \\n 甲午浙榜三狀元 \\n 順治甲午，浙江熊鍾陵讀學【伯龍】主試一榜，狀元及第者三人：乙未史大成，鄞人；甲辰嚴我斯，歸安人；庚戌蔡啟僔，德清人。 \\n 德清蔡氏二狀元 \\n 康熙庚戌狀元蔡啟僔，壬戌狀元蔡升元，俱德清人。升元，即啟僔從姪。 \\n 戊戌三及第 \\n 順治戊戌鼎甲三人：常熟孫承恩，鹽城孫一致，全椒吴國對，皆江南人，皆中甲午順天榜。 \\n 蘇州會元狀元 \\n 順治以來，蘇州會元六人：乙未秦鉽，長洲人；丁未黃礽緒，崇明人；癸丑韓菼，丙辰彭定求，乙丑陸肯堂，丁丑汪士鋐，俱長洲人。狀元七人；戊戌孫承恩，常熟人；己亥徐元文，崑山人；丁未繆彤，吴縣人；癸丑即菼；丙辰即定求；己未歸允肅，常熟人；乙丑即肯堂。兼會狀者三人。 \\n 崑山徐氏三及第 \\n 崑山徐氏兄弟三人：長乾學，康熙庚戌探花及第，刑部尚書；次秉義，癸丑探花及第，右庶子；次元文，順治己亥狀元及第，以戶部尚書大拜。同胞三及第，前明三百年所未有也，惟宋李宗諤子昭遘，昭遘子果卿，果卿子士廉，三世探花及第。 \\n 同邑一榜及第 \\n 順治己亥，狀元徐元文，【榜姓陸。】探花葉方藹，皆崑山人。丁未，狀元蔡啟僔，榜眼孫在豐，皆德清人。明崇禎癸未，榜眼宋之繩，探花陳名夏，皆溧陽人。 \\n 僚婿狀元 \\n 武進楊修撰廷鑑，呂閣學宮僚婿也，一明崇禎癸未狀元及第，一順治丁亥狀元及第。【廷鑑二子：大?，己亥庶吉士、按察使；大鶴，己未諭德。】 \\n 一邑甲科之盛 \\n 本朝一邑科第之盛者：無錫，壬辰狀元鄒忠倚；乙未探花秦鉽，【長洲籍。】秦又會元也；己亥榜眼華亦祥；【榜姓鮑。】甲辰探花周弘。【榜姓秦。】崑山，三徐兄弟及第外，又有己亥探花葉方藹。德清，庚戌二及第外，又有丙辰榜眼胡會恩；壬戌狀元蔡升元。常熟，戊戌狀元孫承恩，丙辰探花翁叔元，己未狀元歸允肅。 \\n 全椒吴氏兄弟 \\n 全椒吴氏兄弟同胞五人，其四皆進士：長國鼎，前癸未進士，官中書舍人；三國縉，順治己丑進士；四國對，順治戊戌進士，榜眼及第，官翰林侍讀；五國龍，亦前癸未進士，官禮科都給事中；國對、國龍，孿生也。國龍子晟，康熙丙辰進士；昺，辛未進士，榜眼及第。 \\n 父子學士 \\n 桐城張禮書英，兼翰林院學士掌院事，子廷瓚，同時官翰林侍讀學士，又同為日講官。 \\n 兄弟學士 \\n 華亭王左都鴻緒，先為內閣學士。二兄頊齡、九齡，皆翰林侍講學士。 \\n 特恩賜會試 \\n 順治乙酉鄉試，山東法若真，以《五經》疏聞於朝，特旨授中書舍人，仍與會試，丙戌遂入翰林。其弟若貞，同科進士，給事中。 \\n 長洲彭氏二及第 \\n 長洲彭氏定求，丙辰狀元；寧求，壬戌探花，同曾祖兄弟。 \\n 難蔭異典 \\n 順治中，御史張煊以忤溧陽相死，世祖皇帝親政後，特以其子諸生基遠為太常少卿，累陞兵部侍郎，外遷蘇松兵備副使。康熙中，直督尚書朱昌祚、直撫尚書王登聯中法死，上親政後，其子頌冤，以朱之子紱為兵部督捕理事官，王之子盛唐為大理寺少卿。 \\n 兩五經入翰林 \\n 康熙丁卯順天鄉試，海寧查嗣韓、候官林文英皆以《五經》疏聞，特賜舉人，明年戊辰俱中式，嗣韓榜眼及第，文英庶吉士。 \\n 土魯番表文 \\n 土魯番自順治十三年入貢，至康熙十二年，國王瑪墨忒塞伊忒韓復遣其臣兀魯和(?登)等獻馬，其表略云：「土魯番國王某，上言於乃聖乃仁天下治平皇帝陛下：恭惟皇上一統攸同，何異於古之占什特；惠澤?生，相同乎昔之達剌汗；法紀軍威，比隆於楷黑塞勞；聰明格物，媲美乎伊思謙達爾。皇上睿知天錫，如日升之無不照；皇上撥亂為治，如月恆之無不臨。旌旂閃爍，超越乎墨烏戚爾；皇恩浩蕩，實出於度量寬仁。國祚無疆，而萬國咸寧；洪福靡際，而皇圖應運。」後稱一千八十三年二月二十八日。予昔在禮部，見荷蘭、暹羅、琉球諸國表文，用金花箋，文義皆如中國，或謂是閩、粵人代作也。 \\n 北岳祀典 \\n 五岳皆祭於山，獨恆岳祭上曲陽，自漢宣帝神爵元年始。而恆山實在渾源州，相傳舜望於山川，北至大茂山，大雪不能前，有石飛墮，遂祀焉，即今曲陽廟。廟石長不滿丈，闊僅四尺餘，濮陽蘇穀原【祐】侍郎疑石晉後燕雲陷遼，宋遂遙祀於此。然《史》《漢》《唐書》之文明甚，不始宋也。沈存中《筆談》云：「北岳謂之大茂山，半屬契丹，以大茂脊為界。岳祠舊在山下，石晉之後稍遷近內，今祠乃在曲陽。」云云。蘇說本此也。明弘治中，馬端肅公曾請改祠於山，事下禮部，竟格於倪文毅公。按《南園漫錄》云：「倪公父謙，常奉命祀曲陽，禱於神，神指旁侍一人與之，遂生公，因名岳。以是固執不肯改祀」云。順治十七年，上允刑科給事中粘本盛之請，罷曲陽廟祀，祀渾源，千年因循之訛，至是始釐正焉。 \\n 却鸚鵡 \\n 康熙二年，西邊大帥某得黃鸚鵡，以黃金作籠。表上，上却其獻，嚴飭之。 \\n 祭酒題名 \\n 國初設祭酒，滿洲一員，蒙古一員，漢人一員。順治十七年，裁去蒙古祭酒。其滿洲祭酒題名：姑兒馬吽、【起順治元年，迄康熙四年七月，凡二十二年。】阿都里、【起四年，迄七年六月，卒於位。】賈祿、【起七年，迄十二年四月，左遷吏部員外郎。】宜昌阿、【起十二年，迄十七年二月，陞詹事府詹事。】阿禮瑚、【起十七年，迄二十二年，陞盛京刑部侍郎。】漢祭酒題名：李若琳、【天啟壬戌進士，順天大興人。】薛所蘊、【崇禎戊辰進士，河南孟縣人。】胡統虞、【崇禎癸未進士，湖廣武陵人。】高珩、【癸未進士，山東淄川人。】李呈祥、【癸未進士，山東霑化人。】王崇簡、【癸未進士，順天宛平人，諡文貞。】李奭棠、【順治丙戌會元及第，順天大興人。】單若魯、【丙戌進士，山東高密人。】沙澄、【丙戌進士，山東蓬萊人。】馮溥、【丁亥進士，山東臨胊人，拜相，諡文毅。】?偉業、【崇禎辛未進士，會元及第，江南太倉人。】張士甄、【己丑進士，順天通州人。】金鋐、【壬辰進士，順天大興人。】章雲鷺、【丁亥進士，順天宛平人。】熊伯龍、【己丑進士及第，湖廣漢陽人。】李中白、【丁亥進士，山西長【于】　【子】人。】李儀古、【己丑進士，直隸任丘人。】綦汝楫、【乙未進士，山東高密人。】陳敳永、【乙未進士，浙江海寧人，諡文安。】單若魯、【補任。】熊伯龍、【補任。】王守才、【旗人，時更易官制，漢軍漢人通用，後停。】宋德宜、【乙未進士，江南長洲人，拜相，諡文恪。】李仙根、【辛丑進士及第，四川遂寧人。】楊正中、【戊戌進士，順天通州人。】徐元文、【己亥狀元及第，江南崑山人，拜相。】沈荃、【壬辰進士及第，江南華亭人。】馮源濟、【乙未進士，順天涿州人。】王士禛、【乙未戊戌進士，山東新城人。】李元振、【辛丑甲辰進士及第，河南柘城人。】翁叔元、【丙辰進士及第，江南常熟人。】曹禾、【甲辰進士，江南江陰人。】汪霦、【丙辰進士，浙江錢塘人。】吴苑、【壬戌進士，江南歙縣人。】張榕端、【丙辰進士，河南磁州人。】孫岳頒、【壬戌進士，江南吴縣人。】 \\n 司業題名 \\n 國初設司業，滿洲二員，蒙古一員，漢人一員。順治十七年，裁去蒙古司業。其滿洲司業題名：東四旗司業，李虎沙、傅達禮、白清額、【後任陝西巡撫，副都御史。】尹布葛思泰、【後累陞總督川陜，兵部侍郎。】拜山。西四旗司業，蟒吉兔、鄢代、曹爾和、花善滿都、虎達鼐。漢人司業題名：薛所蘊、羅憲汶、【崇禎癸未進士，江西南昌人。】劉肇國、【癸未進士，湖廣潛江人。】呂纘祖、【順治丙戌進士及第，直隸滄州人。】李奭棠、單若魯、王熙、【順治丁亥進士，順天宛平人，文貞公子，拜相。】曹本榮、【己丑進士，湖廣黃岡人。】姜元衡、【己丑進士，山東即墨人。】張永祺、【壬辰進士及第，順天大興人。】楊永寧、【壬辰進士，山西聞喜人。】陳敳永、田種玉、【乙未進士，順天宛平人。】馬晉允、【戊戌進士，浙江餘姚人。】張貞生、【戊戌會元，江西廬陵人。】熊賜履、【戊戌進士，湖廣孝感人，拜相。】熊賜璵【戊戌進士，湖廣孝感人。】宋德宜、李仙根、胡簡敬、【乙未進士，江南沭陽人。】田麟、【壬辰戊戌進士，遼東自在人。】楊正中、吴國對、【戊戌進士及第，江南全椒人。】杜臻、【戊戌進士，浙江秀水人。】吴本植、【戊戌進士，直隸安平人。】陳廷敬、【戊戌進士，山西澤州人。】王颺昌、【戊戌進士，山東高密人。】譚篆、【戊戌進士，湖廣景陵人。】李天馥、【戊戌進士，江南合肥人，拜相。】吴本植、【補任。】王封溁、【戊戌進士，湖廣黃岡人。】蘇宣化、【己亥進士，順天大興人。】周之麟、【己亥進士，浙江蕭山人。】葉方藹、【己亥進士及第，江南崑山人，諡文敏。】蔣弘道、【己亥進士，順天大興人。】朱之佐、【己亥進士，順天大興人。】張玉書、【辛丑進士，江南丹徒人，拜相。】王維珍、【庚戌進士，旗人。】田喜(雨冓)、【辛丑進士，山西馬邑人。】劉芳?、【辛丑進士，順天宛平人。】彭孫遹、【己亥進士，浙江海鹽人。】徐倬、【癸丑進士，浙江德清人。】彭定求、【丙辰狀元及第，江南長洲人。】董誾、【癸丑進士，江南吴江人。】徐倬、【補任。】秦宗游、【己未進士，浙江山陰人。】吴涵、【壬戌進士及第，浙江石門人。】彭會淇、【丙辰進士，江南溧陽人。】張豫章。【戊辰進士及第，江南華亭人。】 \\n 按國初官制，祭酒陞內院學士後，品級考既定，遂陞讀、講學士，多或一年，少或數月，即遷去。至康熙十二年，重定品級考，改讀、講學士為五品；祭酒仍舊四品，與讀、講學士較俸陞遷。故崑山徐公任祭酒者餘三年，陞內閣學士兼禮部侍郎以去。華亭沈公繼之，時復設詹事府，遂陞少詹事兼侍講學士。康熙初，詹事府兩坊衙門既裁，史官必歷司業，然後得陞侍讀。【時侍講亦裁去。】故編修、檢討無不為司業者，率不數月即遷去。康熙十四年，復設坊局，於是修撰、編、檢多陞中贊，而司業與之較俸，陞讀、講、諭、洗，亦非三年餘不得遷矣。祭酒、司業自國初未有題名，予任祭酒，與宛平劉公議補其闕，因誌梗概云。 \\n 補鄉試 \\n 自庚申已後，諸僭逆以次削平，各省次第補行鄉試。故福建有庚申科，主考戶部郎中劉元勳、大理寺評事白夢鼐；廣西、貴州皆壬戌科，廣西主考翰林院編修喬萊、刑部員外郎楊佐國，貴州主考翰林院編修沈旭初、戶部主事陸鍾呂；雲南、四川皆癸亥科，雲南主考翰林院編修米漢雯、戶部主事高琯，四川主考翰林院編修方象瑛、吏部文選員外郎王材任。 \\n 坐次 \\n 詹事府少詹事，舊與掌詹同三品，在京得乘四人肩輿。後重定品級考，改為四品，在朝班列左右通政、大理少卿下。至大朝，則三宮詹與大學士、內閣掌院學士、都御史列坐殿上，兩坊掌坊庶子、侍讀、侍講、諭德、洗馬諸官，皆五品翰林，而坐太常、太僕、少卿、順天府丞、鴻臚【正】卿四品之上，是又不論品級崇卑也。壬戌癸亥間，崔夏章、【蔚林。】蔣裕菴、【弘道。】為少詹，皆四人肩輿，則以講官加正詹故耳。 \\n 祭酒四品，與讀、講學士較俸陞遷，朝班則坐諸學士下兩坊庶子上。康熙二十一年正月賜宴乾清宮，座次在東面西，與朝班同。二十年七月賜宴瀛臺，在南面北，則序坐於太常卿、僉都御史下太僕卿、光祿卿上。 \\n 翰林結銜 \\n 今翰林官結銜，獨列散官於本官之下。如詹事、祭酒等官，則散官在上，與部院諸司無異。按周宗伯《識小編》云：「唐翰林學士，皆以他官兼，故學士結銜在本官下。五代後唐置端明殿學士，以趙鳳、馮道為之。後鳳遷禮部侍郎，因求宰相任圜，升學士於本官之上，蓋示貴重耳。宋因之，惟宰相則否。本朝翰林，列散官於本官之下，與諸司異，亦祖此意。若宮坊以上兼翰林官者，皆列兼官於本官之下，散官亦列於上，不復與翰林同矣。」翰林故事相沿，多不知所出，惟此考據為詳。又按《五代會要》云：「初置端明殿學士名目，如三館之例，職在官下，及趙鳳轉侍郎，令人諷任圜，移職在官上，至今為例。」 \\n 中堂 \\n 明洪武十五年，設內閣大學士，上命皆於翰林院上任。十八年，又命殿閣大學士、左右春坊大學士俱為翰林院官，故院中設閣老公座於上，而掌院學士反居其旁。諸學士稱閣老曰中堂以此。按《湘山野錄》，錢希白見王冀公欽若，戲曰：「中堂遂有如此宰相乎。」又《聞見錄》，富鄭公與康節食筍，公曰：「未如中堂骨董之美」云云。元王惲秋澗有《中堂事記》，記元初中書省事，皆前此矣。 \\n 起居注 \\n 明初甲辰年，設起居注，秩正四品，以宋濂、魏觀為之。吴元年，改正五品，後革。十四年復設，改正七品，以單仲立為之。久之復革。萬曆初，張位始請復設，江陵相定議以修撰、編、檢、史官充日講者，日輪一員記注起居，兼錄聖諭詔冊等。今日之制，即本江陵遺意也。蓋明初起居注別為專官，而萬曆後乃歸之史官爾。然今制，自掌院掌詹以下皆得充起居注官，不專史官，此其異也。按《唐六典》，起居郎二人，從六品，上掌錄天子之動作法度，以修記事之史，屬門下省；起居舍人二人，亦從六品，上掌錄天子之制誥德音，以修紀言之史，屬中書省。此即古左右史之分職，至明而合為一官，今仍之耳。 \\n 郊勞 \\n 安親王平湖南，康親王平閩、粵，章泰貝子平滇、黔，凱歸，上皆郊勞於蘆溝橋西二十里，諸王、都統、滿漢大學士、尚書、侍郎、阿思哈尼哈番以上大臣皆從。既至，詰朝，皇帝對天行三跪九叩頭禮，諸王大臣及出征王、將軍等隨行禮。畢，上御黃幄，諸王大臣侍班，鴻臚寺引出征王、將軍等朝見，行三跪九叩頭禮。禮畢，賜茶回宮。 \\n 禁師生 \\n 唐人、五代最重座主門生之禮，明代尤甚。萬曆中，門戶既成，一為師生，終身以之。惟嘉靖八年，張璁、霍韜為主考，戒諸生不得修弟子禮。本朝沿明之舊。順治十五年戊戌科，給事中胡悉寧建言：「鄉會試不分經房，不稱師生。」至康熙十八年己未科，始復分房舊例，而師生之禁仍舊。 \\n 初選方面 \\n 順治己丑會試後，以兩廣初定需人，遂用新進士候銓者，二甲授參議，三甲授知府，進士釋褐，即為四品監司、郡守。蓋創例也，然止此一科為然。 \\n 賜生員金 \\n 康熙二十二年春二月，駕幸五臺，駐蹕完縣，召父老慰問賜金。有蔡丹桂者，自陳縣學生員，家貧無以為養。上命講「飛龍在天，利見大人」及「德輶如毛，毛猶有倫」句，稱旨，賜白金五兩，金盤蘋婆果六枚，仍諭曰：「爾當努力讀書，開卷有益也。」事載《西巡日錄》。 \\n 賜御筆講義 \\n 初，上以御筆頒賜內閣翰林起居注諸臣，即部院大僚皆不得與，惟刑書蔚州魏公【象樞】一拜賜耳。康熙二十一年，廣西巡撫郝浴疏請頒賜御筆「清慎勤」三大字，部議俞其請，遂遣官遍賜各直省督撫云。壬戌翰林檢討汪楫、中書舍人林麟(昌)冊封琉球，癸亥翰林編修孫卓、禮部郎中周燦冊立安南，亦以為請，皆獲頒賜。琉球得「守禮之邦」，安南得「忠孝守邦」各四大字。其講筵《四書、書經講義》成，例頒賜在京三品大臣；國子祭酒四品，亦得拜賜；在外則三品督撫及在籍三品大臣亦與焉。二十四年頒賜《易經講義》，士禛以少詹亦得拜賜。【汪今官福建布政使，林今官貴州提學道僉事，皆予門人。】 \\n 巡方 \\n 世祖皇帝時，時用部主事及中書舍人、行人、評事、博士等官假監察御史銜，巡按各直省。差竣，都察院殿最之。最者得內陞京堂五品，餘則仍回居本職，不真授御史也。後仍歸御史，而巡方亦停不遣。康熙六七年間，復用各部郎中以監察御史銜巡視鹽課，未幾復舊。 \\n 土黑勒威勒 \\n 順治中，百官罰俸者有「土黑勒威勒」之名。康熙初尚沿舊制，未久停止。 \\n 翰林卿寺屬 \\n 太僕寺舊有丞，後裁去，增設滿洲員外郎八人。翰林院本無主事，起居注館既設，增記注滿洲主事四人、中書舍人六人。 \\n 大中 \\n 明太祖初定天下，建國號，意在「大中」，既而祈天，乃得「大明」，故當時錢文有「大中通寶」。 \\n 閱江樓 \\n 友人紀伯紫，【映鍾。】金陵人，嘗有詩云：「惆悵天涯頭盡白，楊花空滿閱江樓。」佳句也。按洪武初，欲於獅子山【即盧龍山。】頂作閱江樓，先令儒臣作記，故潛溪諸公集皆有此文，樓實不果作。 \\n 發陵 \\n 康熙二十二年，陝西平凉府盜發韓康王、定王二冢，法司按律擬罪。上以發掘前代帝王陵墓，特令加等；因諭歷代帝王陵，應加守冢人戶，下九卿雜議；并禁稱「故明」「廢陵」等語。聖諭云：「凡云廢者，必如高煦等有罪廢為庶人，然後可。彼生為藩王，誰廢之耶？」上之仁明如此。 \\n 督撫內陞 \\n 康熙中，總督內陞者：秦督莫洛，刑部尚書；漕督帥顏保，工部尚書；浙督李之芳，兵部尚書；川陝總督哈占，兵部尚書；浙閩總督王?，戶部尚書；浙閩總督王國安，刑部侍郎。巡撫內陞者；廣東巡撫馮甦、安徽巡撫薛柱斗、山東巡撫張鵬、貴州巡撫田雯，俱刑部侍郎；甘肅巡撫巴錫，工部侍郎；伊圖，戶部倉場侍郎；江蘇巡撫余國柱，左都御史；貴州巡撫楊雍建，兵部侍郎；山東巡撫徐旭齡，工部侍郎；江蘇巡撫趙士麟，兵部督捕侍郎。 \\n 會元解元入翰林 \\n 世祖極重科名，自丙戌迄己亥，會試第一皆入翰林。惟丁亥李人龍不與，後以閣薦為中書舍人。壬辰，程可則以磨勘被黜。乙未，邑同年伊翕菴【闢】舉進士，引見南海子，上顧學士曰：「此人山東解元也。」遂改庶吉士。後授御史，官至都御史、巡撫雲南。自辛丑至庚戌，例又一變。康熙癸丑，上以會元韓菼為狀元，榜中解元，皆改庶常。丙辰，亦以會元彭定求為狀元。乙丑，以會元陸肯堂為狀元，凡一榜解元亦然，遂為定例。人遭逢，固有幸不幸也。按《夢粱錄》，宋時中省魁者，殿試有陞甲恩例，前十名亦如之。 \\n 京堂 \\n 京堂，本以待吏部科道官內陞者，無徑授之例。康熙中，張靖逆侯勇子雲翼、馬文毅公雄鎮子世濟、陳海巡啟泰子汝器，皆授大四品；廣西平樂進士袁景星、陳忠愍公福弟壽，皆授小四品；趙都督應奎子衍祥、許都督占魁子登隆，皆授五品。 \\n 伯高 \\n 《檀弓》：「伯高死於?，赴於孔子。孔子曰云云。吾哭諸賜氏，遂命子貢為之主，曰：『為爾哭也。』來者拜之。知伯高而來者勿拜也。」金陵白評事仲調【夢鼐】為湯陰王東皋【伯勉】吏部門生，康熙丁巳吏部卒於家，訃聞京師，仲調為位而哭，又於蕭寺中受弔，凡弔者拜之，如子弟執父兄之喪，蓋古禮云。 \\n 外國封使 \\n 國朝聲教之遠，梯航至者數十國，而受封遣使者惟安南、琉球二國。安南又凡三遣：始則康熙三年諭祭黎維禔，奉使者侍讀學士程芳朝。繼則康熙五年冊封黎維禧，奉使者編修吴光也。六年八月維禧逐都統使莫元清，奪其諒山高平地，元清奔皈朝，兩廣守臣以聞。七年遣使宣諭，則侍讀李仙根、職方主事楊兆傑為正副使。琉球封王：順治中遣給事中張學禮、行人王垓為正副使，居閩數年，罷歸。康熙初復遣，時張已改御史，王已遷戶部郎中矣。康熙十二年暹羅請封，上以海道窵遠，令以敕印付其使臣帶往，於事理甚便，而亦不失柔遠之體。按嘉靖二十年降安南國為安南都統使司，仍以莫登庸為都統使。國初定粵，莫敬耀來歸，未受爵，卒，授其子元清都統使。黎維禔亦來歸，未受封，卒，子維禧立，康熙五年冊封維禧安南國王。康熙二十一年琉球、安南復入貢，遣編修孫卓、儀制司郎中周燦往安南，檢討汪楫、中書舍人林麟(昌)往琉球。二十三年暹羅復入貢云。 \\n 殉葬 \\n 八旗舊俗，多以僕妾殉葬。朱御史小晉【裴】始建議禁止，得旨允行。朱歷官至戶部侍郎。 \\n 試錄齒錄 \\n 科場試錄齒錄，其來已久，《東觀奏記》載：「鄭顥知舉，宣宗索科名記。顥屬祠部員外郎趙璘採訪諸家科目記，撰成十三卷，始武德元年，至大中十年，敕付翰林，自今放榜後，並寫及第姓名及所試詩賦題目進入內，仍仰所司逐年編次。」明三百年鄉會試并沿其制。康熙初停止。至庚戌會試，乃復舊例，鄉會試錄仍進呈。乙卯鄉試，以兵餉不足，再停止。尋又復。 \\n 布政陞尚書 \\n 李文達公《天順日錄》載：「天順二年，以山東布政使陸瑜為刑部尚書。四年，以朝覲官布政使蕭晅為禮部尚書；又欲以布政使賈銓為戶部尚書，不果。」明盛時，中外用人如此。天啟時，以布政使張五典為兵部尚書，則以其子御史銓死節，蓋異數也。本朝順治中，布政使往往入為侍郎。康熙初，定品級考，布政使內陞止於太常、光祿卿，而又不及太僕，何也？ \\n 闕諡 \\n 予鄉啟、禎名臣闕諡者，如鍾司空龍淵【羽正】、畢司徒白陽【自嚴、】曹司空見素【珖】、先太師大司馬霽宇公【象乾。】其尤著者，曹通議葆素【珍】，司空之兄也，躬行實踐，號為醇儒，品不在龍淵先生之下，然名位稍卑，例不得諡。竊謂朝廷易名重典，亦顧其人何如耳。今例，尚書以上乃得諡，國史三品以上乃得立傳。其以名位湮沒者多矣。近王給諫北山【日高】疏請，死節諸臣不必拘定品級，皆當予諡，以鼓忠義之氣。其論最正，格於部議不行。 \\n 歐陽從祀 \\n 今言嘉靖中議祀典，進后蒼、文中子、胡瑗、歐陽修四人從祀。歐陽以濮議故，故孚敬特進之也。予謂歐陽公人品學術，亦自不愧，然以世廟君臣之私進之，則謬矣。公之生也，以此負謗；其歿也，以此從祀。所謂求全之毀，不虞之譽者也。 \\n 世祖御書 \\n 西山新法海寺，前對裂帛湖。世祖皇帝翠華駐此，瞻眺湖光，因賜今名。殿有巨碑，刻「敬佛」二字，筆勢飛動，世祖御書也。 \\n 文武互用 \\n 本朝用人器使，有不拘文武資格者。以武臣改文職，如順治中總兵官李國英改四川巡撫，後為總督川陝兵部尚書；總兵官胡章改山東右布政使；遊擊王肇春、黃明改知府。以文臣改武職，如莊浪道參議朱衣客改隨征四川總兵官；吏部侍郎陳一炳、戶部倉場侍郎周卜世、前總督浙閩兵部侍郎劉兆麒俱改都督、同知、僉事等銜，充山西、山東、直隸等處援勦提督總兵官。 \\n 學士贈尚書 \\n 本朝大臣身後例有恩卹，或予諡，而贈官者絕少。康熙十八年十一月翰林學士喇沙里卒，以侍講筵久，特贈禮部尚書，諡文敏，蓋異數云。 \\n  \\n 　"}
{"章节": "池北偶談卷二", "正文": "　 \\n 池北偶談卷二 \\n 　 \\n  \\n 談故二 \\n 鍾恭愍恩卹 \\n 明景帝易儲，鍾恭愍公【同】、章恭毅公【綸】、廖恭敏公【莊】皆極諫。恭愍公疏先入，死杖下，被禍尤慘。至英宗復辟，特擢恭毅禮部侍郎；恭敏復官大理少卿，尋進侍郎，成化中卒，贈尚書；而恭愍止贈大理寺丞，恩恤獨薄，當時亦無言之者。 \\n 五學士 \\n 國朝官制，設內三院：曰國史、曰秘書、曰弘文，院各有學士一員。既設翰林院，以內三院為內閣，則止設閣學二員，而別以一人掌翰林院事，俱兼禮侍。康熙十九年庚申，乃有學士五人：內閣徐立齋【元文】、李容齋【天馥】、掌院葉訒菴【方藹】；而張敦復【英】以講學內直，特陞翰林院學士；李厚菴【光地】以軍功超擢學士，至是入京陛見，奉特旨入內閣。四公皆兼侍郎，葉則加尚書云。 \\n 近李諫臣【應廌】、王藻儒【掞】、李倚江【柟】、顧懿樸【藻】同時為內閣學士，亦四人。李去，陸義山【葇】代之。王擢戶侍，徐勝力【嘉炎】代之。陸乞休，韓慕廬【菼】代之，亦四人。 \\n 李選侍 \\n 明光宗朝選侍李氏，鼎革後尚存，至康熙甲寅歲五月十八日始卒。 \\n 明熹宗 \\n 有老宮監言：「明熹宗在宮中，好手製小樓閣，斧斤不去手，雕鏤精絕。魏忠賢每伺帝制作酣時，輒以諸部院章奏進，帝輒麾之曰：『汝好生看，勿欺我。』故閹權日重，而帝卒不之悟。」 \\n 會議 \\n 《翰林記》：「正統十年，始命內閣與六部、都察院、通政司、大理寺堂【土】　【上】官、六科掌印官會議，遂為例。如合會儒臣，則本院詹事府、左右春坊、司經局、國子監皆與。」國朝制，凡大事及章奏會議，內則親王、貝勒、大臣，外則九卿、詹事、科道，而內閣、翰林院不與。詹事府凡事皆得與，坊局不與。 \\n 不避廟諱 \\n 唐避太宗御諱，率改「世」曰「代。」予讀皮襲美《文藪》，多不諱「世」字。鹿門《隱書》一條云：「三王之【代】　【世】，民知生而不知化。五帝之世，民知化而不知德。」又與元徵君書云：「懼來世聖人責乎，無意於民。」又皆「世民」二字連用。 \\n 大名居士 \\n 《金史?衛紹王本紀》，載尚宮左夫人鄭氏罵胡沙虎事，贊云：「於金掌奏目女官大名居士王氏所紀，得資明夫人援璽事，附著於篇。」則金時宮掖蓋有記載女官矣。 \\n 讀講諭洗 \\n 康熙中，更定品級考，後又定朝班坐次，侍讀、侍講班在諭德、洗馬之上，然凡郊廟祭祀，諭、洗皆與陪從，而讀、講則否。及推陞祭酒，則庶子與讀、講皆得開列，而諭、洗則否。又左右掌坊庶子，正五品；侍讀、侍講學士，從五品；而庶子必陞講學。皆品級考之宜加審詳者。 \\n 張真人 \\n 隆慶中，江西守臣言：「張氏職名賜印，不載典制，宜永裁革。」詔革去真人之號，以為上清觀提點。萬曆初復之，相沿至今無釐正者，使與衍聖公公然並列，何哉？ \\n 有子 \\n 萬曆初，訓導侯貴上言：「《論語》成於有子，曾子之門人。子張不及有若，進子張而坐有子於廡，非是。」予嘗謂十哲未允，當進有子而黜宰我、冉有，貴之言誠不易之論。及予為祭酒，已具疏欲言之，同人謂恐涉紛更而止，至今以為憾。 \\n 寧陵城 \\n 侍講湯先生【斌】言：「初寧陵城小而卑，呂新吾先生以刑侍家居，謀大之。縣人難於改作，或生怨謗。公曰：『三十年後當知吾意。』至流賊之亂，適三十年矣，境內百姓攜家入保者以數萬計。縣人德之，為立祠。」 \\n 明太宗稱祖 \\n 宋孝宗淳熙十五年太上皇崩，洪邁請廟號世祖。尤袤言：「光武以長沙王後，布衣崛起，不與哀、平相繼，稱祖無嫌。太上繼徽宗正統，以子繼父，非光武比。」乃定號高宗。明嘉靖十七年，加上太宗廟號曰成祖，豈未聞袤之言耶？ \\n 翰詹官朝班 \\n 《翰林記》載：「翰林院朝房在午門外右第六區，殿閣大學士、本院學士以下皆在焉。詹事府在右第十八區，詹事、少詹事以下皆在焉。」今制，內閣大學士、本院學士、詹事、少詹事皆拜於殿上，不與部院同班。 \\n 起居注 \\n 康熙十年復設起居注館，在午門內之西，與實錄館相對。其官則自掌院學士、詹事以下，史官以上，皆得充之。初止八人，後增至十六人。今桐城張公【英】以禮書兼掌院事，亦為起居注官，吏侍常書公兼掌院事亦然。 \\n 序秩 \\n 《翰林記》：「凡修書考試等事書職名，學士序於春坊、大學士、庶子之上；讀、講學士序於諭德之上；侍讀、侍講序於府丞、中允之上；修撰序於贊善、司直之上。」今春坊、大學士、府丞、司直罷不設，大抵學士在詹事之上；【學士兼禮部侍郎為三品。詹事本三品而兼侍讀學士。】少詹事在讀講學士、祭酒之上；庶子在侍讀、侍講之上；讀、講在諭德、洗馬之上；【陞遷則同較俸次。】中允、贊善、司業次之，史官又次之，庶吉士又次之。 \\n 批旨 \\n 《翰林記》：「宣宗時，始令內閣楊士奇等及尚書兼詹事夏原吉、蹇義，凡中外章奏用小票墨書，貼各疏面以進，謂之條旨；中易紅書批出，今謂之票旨，尚沿其制；而批紅則內閣學士之職。 \\n 國初明史總裁 \\n 國初順治二年，曾奉旨纂修《明史》，大學士剛林、祁充格、范文程、馮銓、洪承疇、李建泰為總裁；學士詹圖賴、衮伊圖、甯完我、蔣赫德、劉清泰、李若琳、胡世安，侍讀學士高爾儼，侍讀陳具慶、朱之俊為副總裁；郎廷佐等九員為纂修官。 \\n 薦舉優異 \\n 康熙戊午薦舉文學，洪洞進士范鄗鼎以病辭，巡撫疏參，溫旨令遵前諭來京，以副求賢至意。比諸人至京，又諭戶部月給銀米。其不與五十人之選，擇高年者授以官。部議皆授司經局正字，特旨改內閣中書舍人。初，太原傅山、定興杜越年皆七八十，以老病請於吏部不與御試，故部議不及，特旨：「傅山、杜越等，文行素著，俱著授內閣中書。」右文之盛，古未有也。 \\n 四布衣 \\n 上嘗問內閣及內直諸臣以布衣四人名字，即富平李因篤、慈谿姜宸英、無錫嚴繩孫、秀水朱彝尊也。後公卿薦舉，獨宸英不得與。繩孫目疾，是日應制，僅為八韻詩。閣中閱卷已不錄，上特令與因篤、彝尊二人同授翰林。是時宸英方在京師，不免向隅，信遇合有定命也。閱卷四人；大學士高陽李公、寶坻杜公、臨胊馮公、掌院學士崑山葉公。 \\n 上賜 \\n 上優禮儒臣，癸丑賜宴瀛臺，翰林官皆與。戊午，士禛同陳、葉二學士內直。時四五月間，日頒賜櫻桃蘋果及櫻桃漿、乳酪茶、六安茶等物。其茶以黃羅緘封，上有六安州紅印。四月二十二日賜天花，特頒御筆上諭云：「朕召卿等編纂，適五臺山貢到天花，鮮馨罕有，可稱佳味，特賜卿等，使知名山風土也。」用烏絲闌書。又賜御書，人二幅，士禛得「存誠」二字、唐人張繼《楓橋詩》，廷敬得「龍飛鳳舞」四大字、唐詩一首，【曲江垂柳一條條。】方藹得「存誠」二字、唐人崔國輔詩。【遺却珊瑚鞭。】別賜士禛石刻二幅，一「清慎勤」三大字，一「格物」二字。諭云：「去冬曾以石刻賜經筵諸臣，時爾士禛未與，故特頒賜。」八月入直，又同陳、葉、張三學士和御製《賜輔國將軍俄啟詩》，仍命次日攜名字印章入內，各書一幅，即發養心殿裝潢，隨御筆同賜之，皆異數也。 \\n 考察 \\n 《翰林記》載翰林官考察之法，成化間，本院學士會同內閣考察；弘治元年，令翰林官亦從吏部考察。本朝翰林京察在吏部過堂，例凡數變：順治中，讀、講、諭、洗、中、贊、司業以上，皆後堂相見，具迎送之禮；康熙癸丑，始在前堂，過半堂，呼官及姓不呼名。至己未，則自少詹、讀、講學士直呼名矣，京堂官自僉都御史、大理少卿、左右通政亦皆呼名。體統凌替，非古制也。 \\n 賜衣 \\n 《翰林記》載洪武十四年，賜翰林官羅衣各一襲。永樂中，賜內閣七人二品織金紵絲衣。康熙中，每冬賜內閣及學士、日講起居注官貂裘，人一襲。自癸丑後，滇、黔用兵，輟賜。 \\n 賜居第 \\n 《翰林記》：洪武中，賜編修羅復仁居第。宣德中，賜楊溥第於東安門。康熙丁巳，上命左諭德兼修撰張英內直講書，特賜第西華門內；翰林院侍講高士奇亦然；後杜編修訥亦賜第厚載門。 \\n 明史開局 \\n 康熙十七年，內閣奉上諭，求海內博學宏詞之儒，以備顧問著作。時閣部以下，內外薦舉者一百八十六人。十八年三月朔，御試體仁閣下，【《璿璣玉衡賦》、《省耕二十韻詩》。】中選者彭孫遹等五十人。有旨俱以翰林用，開局編修《明史》。候補少卿一人邵?遠改侍讀；監司湯斌、李來泰、施閏章三人，郎中?元龍一人改侍講。進士彭孫遹、中書舍人袁佑等授編修；貢、舉、監生、生員、布衣倪粲等，授檢討。以原任翰林院掌院學士徐元文為監修官，翰林院掌院學士葉方藹、右春坊庶子兼侍講張玉書為總裁官，開局內東華門外。 \\n 五十相 \\n 《石林燕語》云：「本朝宰相，自建隆元年至嘉祐四年，一百四十年，凡五十人。」明崇禎十七年間，命相亦五十人。可以觀治亂矣。 \\n 加侍郎銜 \\n 本朝監寺官加侍郎銜者絕少，康熙元年以來，惟欽天監管理曆法南懷仁加工部侍郎，歿後贈禮部侍郎；太醫院使馬之俊歿後亦贈禮部侍郎。 \\n 陳澔從祀 \\n 康熙二十六年，江西巡撫安世鼎疏言：「宋儒陳澔，南康府都昌縣人，著《禮記集說》，學者宗之，當與程、朱、蔡沈、胡安國並議從祀。」部覆：「陳澔《禮經集說》，上有師承，源流明白，但性理精深之處，未能遽逮程、朱，即較之蔡沈、胡安國亦覺有間，且生平行實湮沒無考，既已專祀於鄉，其著書立言之功亦足云報，崇奉兩廡，未敢輕議。」 \\n 西園雜記之誣 \\n 海鹽徐咸著《西園雜記》，述嘉靖初議大禮，極言張、桂之論確不可易，諸元老大臣徒以大功出一書生，不勝其憤。不論事之是非，義之當否，相率群相力排之，非正公正當之論云云。又載慈壽皇太后飾美姬數十人列左右以惑帝，尤為悖誕。所謂不知世有廉恥事者矣。 \\n 內大臣 \\n 本朝官制，滿洲勳舊別有內大臣，不為閣部院官及八旗都統等官，有軍國重事，在禁中與滿洲大學士尚書等雜議，謂之黑白昂邦。按唐制，兩樞密使、左右中尉稱內大臣，然彼乃中貴，實異而名同耳。 \\n 奪情 \\n 奪情非盛德事，唐、宋名相多蹈之，賢如曲江公亦所不免。明新都楊文忠公屢疏力辭起復，升菴謂國朝宰相不起復自公始。前此三楊、蹇、夏諸名臣，奪情者習為故常，不知何以李文達獨受惡名？明末武陵奪情，則有軍旅之事，較之無事之時自可末減。湘潭王山長【岱】，常著說雪武陵之冤，亦自有理。然漳浦之論，固萬古不易也。 \\n 從祀疏 \\n 康熙二十年，都察院僉都御史張吉午疏言：「故明翰林院學士方孝孺，當建文靖難之際，平居則闡道黜邪，臨難則成仁取義，能以理學為天下倡，其所著《遜志齋集》，自程、朱而後，未多見也。吏部尚書羅欽順，當正、嘉之際，學者蔑棄淵源，談空好異，欽順作《困知記》以正人心，斥雜學似是之非，明心性毫釐之辨。至萬曆、啟、禎間，聖道式微，異端益熾，賴有光祿少卿顧憲成、都察院左都御史高攀龍倡正學於東林，都察院副都御史馮從吾倡正學於關右，都察院左都御史劉宗周倡正學於浙東，皆能羽翼聖經，發揮賢傳，有功於理學名教。並當急議從祀，以光大典。但此六臣，或阻於忌諱，或扼於權奸，所以故明未及表章，實為勝國之闕。今正在纂修《明史》之時，伏乞覃恩從祀，登之學宮兩廡，使天下知正學。」云云。 \\n 常參 \\n 《文昌雜錄》載：「宋時百官日赴文德殿，東西向對立，宰相一員押班，再拜退，謂之常朝。」又云：「唐制，京司職事官有朔望參，有五日參，唯職事官五品并供奉官八品以上，及員外郎、監察御史、太常博士則每旦參，有常參官、九參官、六參官等。」云云。《春明退朝錄》：「唐有職事者謂之常參，今隸外朝不釐務者謂之常參。」本朝順治中，月凡六朝，世祖皇帝嫌其頻數，定以三旬，逢五日常朝。壬戌夏，有旨：「文武官每日五更入朝，列班午門外，候部院啟奏官出，始散歸署。」既而大理寺司務趙時揖上疏言之，尋有旨：「九卿、詹事、掌印給事中、掌道御史如故，餘并停。」趙，杭州人。 \\n 琉球入學 \\n 康熙二十三年冊封琉球，翰林院檢討汪楫、中書舍人林麟等疏言：「中山王尚貞親詣館舍云：『下國僻處彈丸，常慚鄙陋，執經無地，嚮學有心。稽明洪武、永樂年間，常遣本國生徒入國子監讀書，今願令陪臣子弟四人赴京受業』」云云。事下禮部。部覆：「史載：唐貞觀中興學校，新羅、百濟俱遣子入學。琉球自明初始內附，《會典》載：大琉球國朝貢不時，王子及陪臣之子皆入太學讀書，禮待甚厚。又載：洪武、永樂、宣德、成化間，琉球官生俱入監讀書。今該國王尚貞，以本國遠被皇仁，傾心嚮學，懇祈使臣汪楫等轉奏，願令陪臣子弟四人赴京受業，應准所請，聽其遣陪臣子弟入監讀書。」云云。 \\n 時予為祭酒，咨覆禮部，略云：「查《太學志》載：洪武二十五年秋，琉球國遣其子及陪臣之子日孜等入監，命工部給羅絹為秋衣。冬，琉球中山王遣其舅仁悅慈等至。永樂二年，琉球中山王從子三五良亹等九人以謝恩至，奏請入監，給賜一如洪武中故事，令工部建王子書房於監前以處之。三年，琉球山南王遣寨官子李傑至。四年，中山王遣寨官子石達魯等六人至，其後李傑、石達魯等每在監三年，得乞歸省。九年，中山王遣王相之子懷德、寨官子祖魯古至。十一年，遣寨官子周魯等三人至。是年有奏歸省者，命禮部厚賜，以榮其歸。是後乞歸省，或令候其使者還國以行。永樂以後至於正德，常三四遣。至嘉靖五年，中山王遣官生蔡廷美等四人至，十一年歸國。十七年遣梁炫等四人至，二十三年歸國。尋又遣蔡朝用等五人至，今在南雍，處以光哲堂，歲時給衣物如例。向慕文教，琉球於諸國為最篤，國家待之亦為最優」云。康熙二十七年，琉球國王遣耳目【宮】　【官】魏應伯等恭進朝貢方物，又遣陪臣子弟梁成楫、鄭秉均、阮維新、蔡文溥等四人同貢使赴京，入監讀書；於正貢方物外，敬加屏風紙三千張、嫩蕉布五十疋。 \\n 四相 \\n 順治中，閣臣無定員。自康熙元年至今二十年，漢大學士止三人，存內三院之舊也。壬戌歲，寶坻杜公、臨胊馮公同致政歸，而宛平王公以前兵書大拜。又兩月餘，錢唐黃公以吏書、漢陽吴公以禮書同日大拜，始有四相。前此癸丑歲，李、杜、馮三公在內閣，而孝感熊公以翰林學士大拜，亦四相。 \\n 大臣宮銜 \\n 自康熙元年以後，閣部大臣無加宮銜者。壬戌十一月，以《太宗文皇帝實錄》告成，加武英殿大學士禮部尚書【勒】公、明公俱太子太傅。少傅保和殿大學士戶部尚書高陽李公太子太師。致仕太子太傅保和殿大學士禮部尚書寶坻杜公太子太師。致仕文華殿大學士刑部尚書臨胊馮公太子太傅。故太子太傅中和殿大學士吏部尚書都統公圖公追贈少保，仍兼太子太傅。二十餘年所未有也。 \\n 建祠 \\n 壬戌冬，廣西巡撫郝中丞【浴】上疏，為死節前巡撫廣西都御史贈兵部尚書諡文毅馬公雄鎮、平蠻滅寇將軍巡撫廣西兵部尚書諡忠烈傅公弘烈請建雙忠祠。詔允之。疏略云：「原任撫臣馬雄鎮，當逆氛狂熾，矢志不二，幽禁三年，罵賊而死。原任撫臣將軍傅弘烈，仗義興師，臨危不屈，殺賊之心死而益烈。」云云。二公真不愧俎豆者矣。 \\n 土魯番表 \\n 康熙二十一年，土魯番上言：「伏以我皇上，猶昔者斯堪達爾之君，一統金甌；扎穆西特之君，藻鑑五□；亦若化日普臨率土，景星光照萬靈；抑猶哈地穆之君，廣□恩惠；汝思他穆之君，勇力絕倫。譬之矛鋒之銳，龍爪之威，莫敢正向而視，茲者恭候聖安，切照前經遣發進貢烏盧火者，曾上諭『五年一次進貢。欽此』。所以誤此進貢者，原因臣國遭逢荒亂，今幸太平，亟遣亦思喇木火者前往進貢。至於以後應進貢物，合當照密爾焦地音阿克剌覃進貢舊例。但天朝建都極東，臣國地居極西，應否照舊進貢，表請裁奪。」 \\n 蒙古表 \\n 康熙二十一年，蒙古為請旨事：「外藩蒙古王、貝勒、貝子、公、台吉等諸臣誠惶誠恐謹奏者：向因逆賊吳三桂相率叛亂，軍民極其荼毒，幸我皇上不憚身心之勞，孜孜圖治，仰見天朝早臻太平，是以祭告太祖皇帝、太宗皇帝、世祖皇帝，復上太皇太后、皇太后徽號，渙頒恩詔，大赦天下，爰加賜賚，率土俱歡。恭上我皇帝尊號為至神大德治平天下聖皇帝，伏祈皇上俯准臣等所奏，臣等不勝欣躍。」奉旨：「朕自御極以來，夙夜孜孜，勤求化理，期於中外乂安，生民樂業。今逆寇雖已蕩平，治化尚未孚洽。前諸王、大臣等請上尊號，已經有旨。這藩王等所請，亦不必行。該部知道。」 \\n 御書 \\n 康熙十九年，以御書手卷賜日講起居注諸臣。學士葉方藹《太極圖說》，詹事沈荃《心經》，侍讀學士張玉書《莊子?說劍篇》。 \\n 增起居注官 \\n 辛酉四月，增起居注日講官八人。湯荊峴【斌】、秦對?【松齡】、徐健菴【乾學】、曹峨眉【禾】、王瑁湖【瑣齡】、朱竹垞【彝尊】、嚴藕漁【繩孫】、潘稼堂【耒】。合舊講官共十六人。 \\n 謄卷 \\n 唐閻際美舖試《蜡日祈天宗賦》，誤書「衛賜」作「衛駟」，榜出，登第，往參座主曰：「諸君試日，天寒急景，寫札或不如法，恐文書到西京，須呈宰相，請先輩各買好紙，重來請印，如法寫淨送納，抽其退本。」舊時直省小試，解卷送禮部，例須別謄淨本，亦是唐人遺意。至鄉試朱墨原卷解部，即不得爾。 \\n 綠頭牌 \\n 國朝六曹章奏，悉沿明制。惟緊急事或涉瑣細者，則削木牌而綠其首，以滿洲字書節略於上，不時入奏取旨，不下內閣票擬，謂之綠頭牌子，蓋古方策遺意也。 \\n 官年 \\n 三十年來士大夫履歷，例減年歲，甚或減至十餘年；即同人宴會，亦無以真年告人者，可謂薄俗。按洪容齋《四筆》，宋時有真年、官年之說，至形於制書。乃知此風由來遠矣。獨寇萊公不肯減年應舉，又《司馬朗傳》：「伯達志不減年以求成」。則漢、魏間已有之。 \\n 柳條邊 \\n 哈達城在撫順東北，有哈達河。其東插柳結繩以界蒙古，長亘千里，南至朝鮮，西至山海關。有私越者置重典，名柳條邊。見高宮詹【士奇】《扈從東巡日紀》。 \\n 朝鮮疏 \\n 康熙十五年，朝鮮國王李淳奏：為臣先祖臣穆莊王橫被野史詆誣，敢陳冤痛情節，冀許刪改，特示昭雪事： \\n 臣五代祖昭敬王，於明朝萬曆戊申歲薨逝。元妃朴氏無子，繼妃金氏生一子甫三歲，庶子光海君琿嗣位。蓋以金氏遵先王意，舍己出而為之請於中朝，得准封也。光海既立，聽信讒賊，自生猜怨，仇視母后，幽閉別宮，僇辱備至，而戕兄殺弟，屠滅諸姪，殄絕彝倫，無復人理。內作色荒，嗜慾無節；外營宮室，十年未已。斥逐耆老，昵狎群小，繁刑重歛，下民嗷嗷，神人咸怒，宗社將墜。 \\n 時有金(流玉)、李貴等，以昭敬王舊臣，不勝邦國危亡之憂，奮發忠憤，誓靖內難。乃於天啟癸亥三月，糾合義旅，大集廷臣，奔告王太妃於別宮，宣教廢琿，迎立昭敬王孫綾陽君倧，即臣曾祖父穆莊王也，以太妃命，權署國事。遣使請命於明，明朝始不允許，後乃洞察本國事情，特降封典。此實當時天下耳目共所聞知。穆莊王匡復之烈，雖不敢上擬殷周廢立之正，亦可謂無愧漢宣。此所以臨蒞東國二十有七年，而功光往牒、業垂後裔者也。 \\n 頃年，陪臣之使還也，偶於沿途買得《皇明十六朝紀》，其中記本國癸亥年事，直以篡逆書之；其他汙衊之言，不啻狼籍。臣先父王淵自得此書，居常腐心，復慮明朝國乘復有誑謬。方擬赴愬天朝，祈加釐正，不幸奄忽，齎志未伸。茕茕微臣，奉此遺戒，何敢一刻忘於中而重哀荐禍？事有未遑，淹延遲回，遂至今日，此固臣之大罪，而亦臣之日夜啣痛者也。茲敢歷陳先祖臣穆莊王受誣事略，冀皇上之哀憐垂察焉。 \\n 其所謂《十六朝紀》，不知撰次者為何許人？而乃遽張訛偽，掇拾怨讒。一則曰倧走馬試劍，謀勇著聞，常在廢君左右用事；二則曰密約繼祖母王太妃，以救火為名，令兵入宮；甚至謂綁縛廢君，投之烈燄。嘻，此豈人理之所可有者乎！復有登萊巡撫袁可立、侍郎畢自嚴諸人之疏，至以媾倭等語，大加詆誣。夫以穆莊王之聰明仁孝，素有令聞，留心經術，不學武事；而謂之走馬試劍。自際昏亂，弟死讒口，屏處危懍，莫保朝夕；而謂之常在左右。金墉十年，內外隔絕，圜門棘戶，穴通飲食；而謂之密約祖妃。其虛罔謬盩，固已極矣。而當廢君之在位也，戮太妃之父，竄太妃之母，奪太妃懷中八歲之兒而殺之。廢君之與太妃，非特子道已絕，亦太妃父母之讎也。然而終使昌邑、山陽得以自全於放廢之日者，實賴我穆莊王泣涕惓惓，上以寬太妃，下以救群臣，以克盡乎保護之道也。居則贍其衣食，病則濟以醫藥，矜恤之誼，始終不替。故光海君癸亥三月見廢，至辛巳七月以天年終，葬以壬午，禮官供祭祀，恩禮之厚，無愧古昔。彼投燄等語，又何誣妄之太甚耶？至於媾倭一款，尤萬萬無理。日本即小邦先世之深仇，而隔海之外種也。雖強弱不敵，姑與之羈縻，而既是我之仇邦，又非我之匹偶。今以童儒之騃，儓隶之賤，若指之為婿於倭，則亦必駭然而憤，怫然而怒。矧以王室之親，貴介之尊，寧有忍事忘恥，結秦晉於異類之理哉？穆莊王妃，即昭敬王朝宰臣領敦寧府事韓復謙之女。王之在邸，以禮委禽，及至癸亥，進主中壼，與王同受天子誥命冠服。而其氏族之詳，亦既具於當時請封之奏。臣不知登撫諸人，何所徵據而作此不倫之語，至上誣天子也。 \\n 伊時遼陽既閡，登海初開，中朝聲息之流布於小邦者，只是江東毛鎮一路而已；小邦情實之得達於中朝者，亦只有江東毛鎮一路而已。文龍方且占據一島，積貨自衛，飾功行賄，西面而邀勳爵；憑威肆喝，東嚮而責餽餉，首尾將十年矣。及其驕虐日肆，意欲無厭，或俵散低貨，而勒取貂參；或多縱黠校，而盡括民產；或誘斬邊民，而虛充首級。西圉騷然，若在塗炭。穆莊王既纘序，知民不堪，義責常切。彼不悛改，祗益嫌釁。而小邦之所以受懟於文龍者，有不可以一二計。則文龍之巧作蜚語，肆然構誣於廢興之際者，又豈可量哉！因此而督撫有奏，因此而禮部有疏，始則以無罪見疑而為憂，終則以至冤將伸而為幸。上自先太妃，下至百官民庶，悉舉廢君淫暴無道、斁倫亂紀之罪，先穆莊王寬仁孝順、天與人歸之狀，或直奏於天子，或呈申於當路。文龍亦反前說，更上題本。及其事實悉暴，誣冤大伸，明朝乃於天啟乙丑歲遣太監胡良輔等許准封典，仍賜誥命；丙寅，又遣翰林院編修姜曰廣等來頒詔敕，兼以錫賚，恩綸洊疊，昭雪無餘，則環東土數千里，亦既脫離覆盆，而獲見天日矣。 \\n 不料閱歷數紀之後，興亡百變之餘，尚有一種傳訛，未盡除於私相記載之中者也。夫末俗多陂，流言易訛，斯固叔季之通患，而齊東之人或未悉於秦雍，交南之事多不詳於燕代，則草野之所紀述，稗家之所論著，容亦有此孟浪之失矣。至於任當日之記註，執當日之簡策，考證有據，聞見亦該，想不至於顛倒紕繆如野史者。而倘或溺於傳說，眩於去取，以之而布諸天下，以之而傳於後代，其將為先祖九地之冤，小邦百世之痛者，為何如哉？ \\n 今臣仄聞天朝方修明朝史書，其於傳信紀實之際，必有以正訛釐舛，以成一代之正史。小邦呼吁，此正其時。茲專差陪臣福善君李柟、議政府參贊鄭哲等，畢陳卑悃，仰瀆天聰，伏乞皇上特命修史諸臣細考明朝行查始末及小邦前後申奏，刪除詿誤，快許湔雪，以示勸懲，以裁成永世之令典。仍將印本宣賜小邦，則非但小邦今日君臣受恩啣結，糜粉是期，抑臣之先祖、先父亦將感泣於冥冥之中矣。臣不勝大願，謹具奏聞。 \\n 特賜諡 \\n 本朝最重易名之典，官至尚書大學士乃得賜諡。近惟翰林院掌院學士喇沙里公以講筵舊勞，又勤王事以死，特贈禮部尚書，諡文敏；掌院學士葉公方藹以講筵舊勞，特加禮部尚書，尋遷刑部侍郎，仍帶掌院學士，加禮書舊銜，卒亦諡文敏；掌詹學士沈公荃亦以講筵舊勞，加禮部侍郎，仍掌府事，卒諡文恪。皆異數，非常例也。 \\n 諡典 \\n 古易名之典，太常博士議之，吏部考功奏行之；有未允者，所司駁之，其重如此。明掌於禮部，本【朝】則內閣典籍司之，每一人擬【入】　【八】諡或六諡以上，內閣閣臣【擇】其三四進呈御覽，欽定其一。 \\n 琉球世纘圖 \\n 琉球國，或云流求，或云留求，自元已前不通中國，明洪武五年中山王察度始遣使入貢，入本朝為屬國，職貢不絕。然紀載諸書，不詳其世次。予門人汪翰林舟次【楫】使琉球歸，作《中山沿革志》進呈御覽。云世系沿革，彼國有厲禁，秘不以告。多方購得琉球《世纘圖》一卷，今譯者以漢文釋之。知其國自南宋始稱王，元延祐間國分為三。【中山、山南、山北。】明宣德時，復合為一。【明初，山南王承察度、山北王帕尼芝亦遣使入貢受封。】自宋及今，代已四易，所謂姓歡斯者無據；謂皆尚姓者，亦非也。《世纘圖》載之如左： \\n 大琉球國中山王舜天以來《世纘圖》：舜天、舜馬順熙、義本、英祖、大城、英慈、王城、【二城、或作成。】西威、察度、【始通中國。】武寧、尚思紹、尚巴志、尚忠、尚思達、尚金福、尚泰久、尚德、尚圓、尚宣威、尚真、尚清、尚元、尚永、尚寧、尚豐、尚賢、尚質、尚貞、【即今襲封世子。】 \\n 題名碑 \\n 劉公《嘉話錄》：「慈恩寺題名，起於進士張莒，題姓名於鴈塔下。後書之於版，遂為故事。」宋龐文英《文昌雜錄》云：「本朝進士題名，皆刻石於相國、興國兩寺。」趙昇《朝野類要》云：「進士及第，各集鄉人於佛寺，作題名鄉會，起於唐之慈恩寺塔也。」予按進士題名列諸梵剎，於義無取，至明乃立題名碑於國學。題名記，或學士或祭酒撰，其典始重。永樂壬辰已前，在南雍。今京師太學持敬門內諸碑，則自永樂十四年丙申科始，至崇禎十六年癸未科止，螭首龜趺，星羅林立，一代之鉅觀也。本朝最為右文，而題名碑止順治丙戌一科，丁亥已後無之。當時不知何故廢而不舉，後遂相沿，此闕典也。 \\n 土地 \\n 今吏部、禮部、翰林院衙門土地祠，皆祀韓文公。明南京吏部土地祠，則祀蹇忠定公。 \\n  \\n 　"}
{"章节": "池北偶談卷三", "正文": "　 \\n 池北偶談卷三 \\n 　 \\n  \\n 談故三 \\n 太學題名碑 \\n 予前記本朝國學進士題名碑未立為闕典，官祭酒時，欲疏請未果。丁卯，御史言之，禮部覆疏允行。按《水東日記》云：「內官阮安督工建太學時，悉取前元進士碑磨去刻字。今三年一立石，皆是物也。」此雖與五代時劉鄩守長安取古碑甃城事微不同，然古蹟湮沒，亦可惜也。 \\n 祭禹陵 \\n 康熙己巳二月，上巡幸武林，因渡錢塘，親謁大禹陵，諭總督侍郎臣王騭曰：「朕巡行江表，緬懷禹德，躬率群臣，展祭陵廟。顧瞻殿宇圮傾，禮器缺略，人役寥寥，荒涼增歎。愚民風俗，崇祀淫祠，俎豆馨香，奔走恐後，宜祀之神，反多輕忽，朕甚慨焉。自昔帝王陵寢，理應隆重培護，況大禹道冠百王，身勞疏鑿，奠寧率土，至今攸賴，豈可因循？特書『地平天成』四字，懸之宇下。着地方官即加修理，畢備儀物，守祀人役，亦宜增添，俾規模弘整，歲時嚴肅。兼賜銀二百兩，給與守祀之人，此後益令敬慎。地方官亦須時為留心，以副朕尊崇遐慕之懷。其即遵諭行。」蓋是行原因視河，故於禹陵特加崇重如此。 \\n 翰詹之長 \\n 康熙二十七年，掌詹事府事禮部尚書湯公斌改工書，以禮部左侍郎張公英兼管詹事府事；二十八年，翰林院掌院學士李公光地調通政使，以文華殿大學士兼戶部尚書徐公元文兼管翰林院事，皆不設正員。其後張公以禮書兼掌翰、詹二衙門事。 \\n 正副考試官 \\n 舊例：翰林、給事中同為考試官，則翰林為正，給事為副。吏部與五部同為考試官，則吏部為正，五部為副。獨康熙壬子科，戶部郎中郭昌、吏部主事彭襄同主廣東試，以郭為正，彭為副。【以郎中、主事為序，不論衙門。】辛酉科，工科給事中許承宣、【予門人。】翰林院編修汪霦同主陝西試，以許為正，汪為副。今丙子科福建鄉試，亦以給事中黨聲振為正，檢討王者臣為副。【者臣，予門人。】此出偶然，非故事也。 \\n 七品銜 \\n 宋制，見任官得應制科，文官許二次，武官一次，謂之鎖廳。國朝惟內閣中書舍人貢、監出身者許應鄉試，舉人出身者許應會試，他即無之。近江寧黃虞稷、慈谿姜宸英以諸生薦入館修史，特加七品服俸，覃恩得以其品貤封父母，而實未授官也。 \\n 狀元出典鄉試 \\n 舊例，詞林第一甲一名及第者止充會試同考官，不出典各布政司鄉試。自康熙己酉科，己亥狀元徐元文以侍讀典陝西試，甲辰狀元嚴我斯以修撰典山東試，始變常例。其後壬子科，庚戌狀元蔡啟僔典順天試；乙卯科，癸丑狀元韓菼典順天試；丁巳科，丙辰狀元彭定求典順天試；辛酉科，己未狀元歸允肅典順天試；丁卯科，乙丑狀元陸肯堂典江西試，遂沿為例。 \\n 閣學 \\n 明《殿閣詞林記》有殿學、閣學、詹學、翰學之名。國朝閣臣大拜，祇稱中堂，或稱相公，而內閣學士則稱閣學。按葉石林《避暑錄》云：「宣和末，陳亨伯以捕方賊功，進龍圖閣直學士，稱龍學。顯謨、徽猷二閣直學士欲效之，而難於稱謨學、猷學，乃易為閣學。」此稱閣學之始。 \\n 廣文 \\n 唐、宋以來，仕宦多乞鄉郡以便養，猶有古意。明代始不得官本籍。至廣文寒官，亦有越在萬里者。本朝廣文皆銓本直省，但不仕本郡耳。 \\n 印文 \\n 明嘉靖中，大同五堡之變，失總兵官所佩「征西前將軍」印，職方請給新印。海鹽鄭端簡公時為主事，議改印文柳葉篆，或稱別將軍，或增減其字，以防詐偽。且言：「胡忠安公在禮部，失行在禮部之印，改鑄，易為行禮部印。此在內衙門且然，況邊鎮兵權，又反側不靖時耶！」近用兵諸省，恢復地方請印，吏科給事中趙之符亦有此請。部議未行，然識者韙之。 \\n 癸未 \\n 永樂癸未初即位，天順癸未南省火，皆改於明年會試，至崇禎朝六會試竟以癸未終，此亦數也。 \\n 八股 \\n 康熙二年，以八股制藝始於宋王安石，詔廢不用，科舉改三場為二場，首場策五道，二場《四書》、《五經》各論一首，表一道，判語五條，起甲辰會試迄丁未會試皆然。會左都御史王公【熙】疏請酌復舊章，予時為儀制員外郎，乃條上應復者八事，復三場舊制，其一也。尚書錢塘黃公【機】善之，而不能悉行，乃止請復三場及寬民間女子裹足之禁、教官會試五次不中者仍准會試三事，皆得俞旨。餘五事，後為臺省次第條奏，以漸皆復，如寬科場處分條例、復恩拔歲貢，復生童科歲兩考等是也。 \\n 督捕 \\n 督捕衙門始兵部兼攝之，順治甲午尚書王公【永吉】奏，增設兵部督捕衙門，滿漢左右侍郎各一員，滿漢司官各六員。後以太僕寺少卿協理，旋改左右理事官，秩四品，視常、僕少卿。壽光魏昭華【琯】以大理寺卿首遷督捕侍郎，後以建言徙塞外卒。至康熙三十八年復裁，事歸刑部。 \\n 特旨內陞 \\n 順治初，太子太保永昌王公【弘祚】以戶部郎中修《賦役全書》，加太僕寺卿；書成，陞本部侍郎，至尚書。其後工部營繕郎中霍叔瑾以大工加僕少，至通政使。順治乙未科予舉南宮之歲，洪士銘以經略輔臣文襄公子、耿效忠以靖南王子，世祖特旨留部。又特旨以京堂內陞，洪以儀制郎中遷太常少卿，【遷】　【至】太常卿；耿以武選郎中遷太僕少卿，至順天府尹。 \\n 考選 \\n 黃訓《讀書一得》云：「羅豫章文質公撰《遵堯錄》，稱宋仁宗明道中，宰相欲除二親故為正言、司諫。帝謂祖宗法度，臺諫官須宸選，若自大臣除，則大臣過失，誰敢言者？」仁宗此言可以為萬世法。 \\n 結銜 \\n 《輟耕錄》云：「中書右丞相伯顏所署官銜，計二百四十二字。」明天啟中，魏閹檀權，倣《縉紳》為《內官便覽》，首列己銜，亦至二百許字。古來權奸，如出一轍。《酌中志》略云：「天啟中，凡司禮監題本，年月之下，上層排臣王體乾、臣魏忠賢，下層排梁棟、李永貞、石元雅、涂文輔諸人。及刻《內臣便覽》，體乾復讓忠賢居首，特高一字。」 \\n 漢軍漢人 \\n 本朝制，以八旗遼東人號為漢軍，以直省人為漢人。元時則以契丹、高麗、女直、竹因歹、竹亦歹、術里闊歹、竹溫、勃海八種為漢人，以中國為南人。 \\n 義王 \\n 孫可望與李定國，皆張獻忠義子，冒張姓，號東府、西府。後獻忠敗死，俱走入滇，二人以爭權，積不相能。可望戰敗乃降，世祖皇帝方以文德柔遠，封可望義王，世襲，賜第東長安門外。可望死，其子徵灝襲封，康熙十二年臺省以為言，下諸王大臣、九卿會議，降封義公，改慕義公。蜀綿州鹿頭關龐士元祠，可望重修，有石坊，大書偽銜柱國太師兵部尚書，凡數百字，猶稱張可望云。 \\n 義字諡 \\n 明大學士高公穀，諡文義，二百七十年諡義者，止此一人。本朝順治初，大學士德州謝公陞卒，諡清義。 \\n 閣諡 \\n 本朝諡法，閣臣不由翰林，皆得諡文。如洪公【承疇】諡文襄，宋公【權】諡文康，王公【永吉】、金公【之俊】皆諡文通，孫公【廷銓】諡文定，衛公【周祚】諡文清，李公【之芳】諡文襄，皆非翰林也。 \\n 詹事府 \\n 國朝順治中設詹事府，皆以漢人翰林官兼之，止設滿洲詹事一員，康熙初省。十四年十二月十三日立皇太子府，復設，自詹事至正字，滿人漢人各一員，而滿人不兼翰林官。初，詹事府與九卿議政之列。初設時失考故事，久之乃復，詹事次通政使、大理卿之下，少詹事次左右通政、大理少卿之下。然故事，詹事與學士俱為實錄等副總裁，侍經筵。今則有已遷正詹而仍為纂修者。御史言之，竟未釐正。二十二年，沈宮詹繹堂【荃】移文吏部爭之，是年春講始侍經筵矣。 \\n 臣下私諱 \\n 晉咸和三年，拜王舒為撫軍將軍會稽內史，舒疏父名會，乞換他郡，朝廷乃改會作鄶。宜城有夷水，以桓溫父名彝，改蠻水。後唐同光三年，以郭崇韜父名弘，改弘文館為崇文館。長興四年，以【馬】　【馮】贇父名【璋】　【按《新五代史》無馬贇，而有《馮贇傳》，稱其父璋，事明宗為閽者。贇為兒時，為明宗所愛。明宗即位後，官至河東忠武節度使、三司使。又《明宗紀》長興四年十月，三司使馮贇為樞密使。今據此校補。——點校者。】，不欲斥其家諱，改同平章事為同中書門下三品。南唐元宗以董思安為漳州刺史，思安辭以父名章，特命改名南州。又後主嗣位，以鍾皇后父名太章，尊后為聖尊后。於禮，君所無私諱。為臣下諱，失禮意矣。 \\n 宰輔編年錄 \\n 宋《宰輔編年錄》，宋太常博士永嘉徐自明撰，起建隆庚申，迄嘉定乙亥，凡二十卷。明呂邦耀又為《續錄》，起嘉定九年，迄祥興二年，凡二十六卷。明雷、鄭、王、李諸公，各撰公卿等表。吴郡許重熙又為《殿閣大臣年表》。近予從姊夫益都高梓嘗為《續表》，迄南渡乙酉而止，惜其無年，著書散佚，殊可惜也。 \\n 賜御筆 \\n 康熙丁巳夏，以御筆「格物」二大字、「清慎勤」三大字石刻賜日講官翰林院學士陳廷敬、侍讀學士葉方藹、侍講學士張英。尋又賜英「忠恕存誠」等墨蹟，又賜詹事府詹事沈荃「龍飛鳳舞」、「忠恕」等墨蹟大字。 \\n 講筵問答 \\n 丁巳春、夏，上日御弘德殿講書。是時初進講《通鑑講義》，上每先自講一過，德音清朗，義理貫徹；每有詰問，皆出意表。一日，問：「諸葛孔明何如伊尹？」陳學士【廷敬】對以「諸葛亮三代王佐，伊尹之亞」。上問：「諸葛亮成就如何比得伊尹？」陳對以「所遇之時不同」。葉讀學【方藹】對云：「伊尹聖人，諸葛亮大賢。大抵伊尹可比孔子，諸葛亮可比顏淵。」上首肯。一日，講「博學之」節，上云：「知行孰重？」葉對云：「宋臣朱熹之說，以次序言，則知先而行後。以功夫言，則知輕而行重。」上云：「畢竟行重。若不能行，則知亦空知耳。」又一日，講「一日暴之」節，上云：「古來君子小人不?立，君子進則小人退，小人進則君子退，一定之理。孟子此語說得最好。」 \\n 于成龍陸隴其 \\n 近日廉吏，方面有黃州知府于成龍；有司則嘉定知縣陸隴其。于，永寧人，貢士。陸，平湖人，庚戌進士。陸後補靈壽知縣，特召為御史。于為上所深知，數年中歷藩、臬司使，巡撫順天，辛酉歲入見，賚予甚厚。上親製詩賜之，有「郊圻王化始，鎖鑰重臣膺」之句。尋擢兵部尚書，總督江南江西。 \\n 宋官制 \\n 宋初至元豐以前，官制最為繁猥，六部九寺皆為空官，特以寄祿秩、序班位，而別以他官判職事。如兵部事歸樞密院，戶部、工部歸三司。設審官院、三班院，流內銓判吏部之事。設判禮部、判貢院，判禮部之事。設判審刑院及詳議官，判刑部之事。又有使，有權使，有權發遣使之名。他如太常歸判司禮院，太僕歸群牧司，鴻臚歸客省之類。官自官，職自職，名實舛互。范文正公在政府奏言：「今六尚書九卿之職，皆權知、權判，無一正官。并是權假，數易無定，莫安其職。如欲復三公九卿六尚書之任，則體大難舉。願且命兩地輔臣兼領綱要，仿周官三公下兼六卿，如召公領冢宰、芮伯領司徒、畢公領司馬遺意，又雜引漢制三公分部九卿、唐太宗時宰相兼職掌以為證。又條列審官、流內銓、三司、司農寺、群牧司、國子監、太常、禮院、三班院、殿前馬步軍司、審刑院、大理寺、刑部等職事，并令兩府兼判。」云云。然以宰執分判六卿九寺，更為侵官。至元豐新制行，六部置尚書、侍郎，而各以郎官屬焉。九寺各置卿、少卿及丞、簿之屬，為寺監官。國子監置祭酒、司業及丞、簿之屬，為學官。又有御史臺，有兩省，通謂職事官。以唐文散階換部寺省監官，歸釐本職。如以金紫光祿大夫易吏部尚書，銀青光祿大夫易五部尚書，正議大夫易列曹侍郎之類，通謂階官而食其俸，即明制所本也。但明制以六部合都察院、通政司、大理寺謂之九卿，與詹事府俱得會議大政，而太常、太僕以下為小九卿。本朝官制率沿明舊，特於六部外設督捕，隸兵部，置滿漢侍郎各一員；理藩院尚書一員，侍郎二員。又設宗人府正令，以覺羅為之；府丞二員，以漢人或漢軍為之，秩在副都御史下通政使、大理卿上。又設啟心郎二員，以烏金超哈為之，【後裁。】即古之宗正也。順治十六年，裁去尚寶寺，迄今未置。【《震澤長語》云：「宋制所謂官，乃古之爵也；所謂差遣，乃古之官也；所謂職，乃古之加官也。」】 \\n 國朝官制 \\n 國初內三院滿洲大學士謂之榜式，烏金超哈官大學士亦稱榜式，如范文肅公、甯文毅公是也。六部初不置尚書，率以貝勒管部事，置侍郎以佐之，有滿洲漢軍、【即烏金超哈。】漢人各二員。後置尚書。久之又省去漢軍侍郎，定為滿漢尚書各【一】員，侍郎各二員。漢軍亦有為漢侍郎者。滿洲郎中、員外郎初稱理事官、副理事官，後乃改從漢官之稱，惟協理兵部督捕、太僕寺漢少卿二員改稱理事官。科道初亦稱理事，後改同漢人，俱稱給事中御史云。 \\n 宋四聖御押 \\n 《格物要論》載王魯齋押字跋云：「予觀司馬文正公之押，署名而小花，精神風致自然，見於誠意之表。唐末五季諸人押字，莫不怪詭飄揚，傾欹放蕩，宜亂亡之相尋也。」昔人重押字，至有薈萃刻石以傳者。孫文定公【廷銓】《顏山雜記》載鳳皇山玉皇宮宋藝祖以下四聖御押，惟仁宗泐闕。因摹於此：藝祖(二)八、太宗乂、真宗弔。 \\n 宋祠祿 \\n 宋士大夫多領宮觀，食其祠祿。予嘗以問葉讀學訒菴【方藹】。葉云：「宋置宮觀官，罷官者領之，俾食其祿，亦宋朝忠厚之一端也。」予考之不然。神宗熙寧二年，王安石為參知政事，創制置三司條例司，始行青苗、均輸等法；出呂誨、范純仁、錢公輔、鄭獬等於外，罷富韓公弼平章事，是年始增置宮觀官。丘文莊公《世史正綱》云：「王安石行新法，而欲去異議者，彼皆先朝舊臣，素有聞望，一旦去之無名，乃為祠祿處之。」不知所為宮觀者所業何道，為之使者所治何事，而一時士大夫甘心受其豢養，何耶？此蓋安石增置之法，非祖宗故事，然終宋之世不改，亦不典甚矣。 \\n 大學士兼尚書 \\n 國朝入閣，皆仍兼尚書銜，惟康熙初益都孫文定公、柏鄉魏公前後俱以吏部尚書大拜，而不兼尚書。其後復改內三院為內閣，魏公得兼禮部尚書，文定則告歸久矣。 \\n 學士大拜 \\n 本朝以學士大拜者二人：高陽李公，丙戌進士，戊戌大拜，兼工部尚書。孝感熊公，戊戌進士，乙卯大拜，兼刑部尚書。李年三十四，熊年四十一。 \\n 學士兼侍郎 \\n 《瑣綴錄》：正統中，陳、高、曹、苗皆遙授各部侍郎，仍供事翰林，一時以為館閣盛事。今內閣學士、掌院學士例皆兼禮部侍郎，不為異典矣。 \\n 讀卷 \\n 今內閣、九卿讀卷，但擬十卷呈御覽。各以首卷進呈，候旨命讀則讀，不命則否。《水東日記》載：「景泰辛未廷試日，陳閣老得三卷，向南房紙窗圈點。」云云。則是明制讀卷官亦著丹黃，今無此制矣。又九卿但論衙門，不論官之崇卑，如己未魏雙鳳以督捕理事官、壬戌科張鵬以通政司參議，皆得讀卷。而宗人府丞、太常卿等三品，例不與。翰林講、讀學士多為收掌官，於事體殊未當也。 \\n 先授編檢科道 \\n 世祖皇帝最重庶吉士，每親自考較。乙未館選，丙申特先授漢書庶吉士王益朋、王命岳等官六科給事中、監察御史。【內劉祚遠授吏科給事中，尋以族祖大學士正宗嫌，改吏部主事。】戊戌館選，己亥御試於南海子，特先授清書庶吉士馬晉允、富鴻業【後改鴻基。】等十人為編修、檢討，而陳敬、【北通州人，與今說巖禮侍同名，皆同館也。說巖尋奉旨加廷字。】殷觀光二人革職。皆非散館故事。 \\n 國朝狀元 \\n 國朝狀元，多不永年，中間惟丙戌傅閣學【以漸、】丁亥呂閣學【宮】大拜卒。己丑劉修撰【子壯、】壬辰鄒修撰【忠倚】、戊戌孫修撰【承恩】、辛丑馬侍讀【世俊】，皆不數年而歿，豈氣數為之耶？孫修撰之歿，世祖章皇帝深悼惜之，賜白金三百兩歸其喪，蓋曠典也。 \\n 三國貢物 \\n 康熙丁未夏，荷蘭國甲婁吧王油煩嗎綏極遣陪臣卑獨攀呵閏等入貢，內有刀劍八枚，其柔繞指；旃檀樹四株，各長二丈許；西洋小白牛四，高一尺七寸，長二尺有奇，白質斑文，項有肉峰；荷蘭馬四，銳頭卓耳，形態殊異；又玻璃箱、牡丁香、哆囉尼絨之屬。是歲，暹羅國王森烈拍臘照古龍拍臘馬呼陸坤遣貢使握坤司答喇耶邁低禮，貢六足龜、孔雀、馴象等物。回回國貢牛，三角三目云。 \\n 國書之制 \\n 本朝文移書疏之制，國書則自後而前，漢書則自前而後。凡宮城榜書，率用清、漢、蒙古三體。按《草木子》載：「元朝行移文字，漢字自前而後，蒙古字自後而前，畏吾兒字則橫書之。」 \\n 試卷稱名 \\n 宋呂申公試卷中自稱名，王柏題其後，謂古意尚存。盛如梓云：「淳化中立糊名之法，祥符中立謄錄之制。」則又在申公之前矣。 \\n 伐木 \\n 江南造戰艦，下令郡縣伐木。洞庭民家孀嫗止一女，縣吏至其家伐木，復令具舟送木至郡。既至郡，候縣府、道院查驗，動淹旬月。嫗計無所出，乃粥女以償諸費。施彥執《炙輠錄》載：「宋創都錢唐，需林木甚大，所在鼎沸。鄧光祖知嚴州，殊不經意，徐集各里正，以朝廷所降木色丈尺，人予一紙，令各具界中寺廟館驛官道木與所降色樣合者供之。既供，令匠往視皆合。令里正自伐，官特予糧，須臾木大集，民間毫無所苦。」康熙二十一年，以太和殿大工，凡楚、蜀、閩、粵產木之地，皆差部員往採，明旨嚴禁騷擾。姚給事濮陽【祖頊】疏請禁伐祠廟冢墓間樹，得旨允行。仁人之言，其利溥哉。 \\n 優老 \\n 通政使司參議虞虞山【世瓔】，雲南昆明人，以書受知世祖皇帝，特授光祿寺署正，供奉內庭。康熙十六年，世瓔年八十餘，上念其先朝舊臣，特自光祿寺丞擢本寺少卿，遷通參。久之，御史或言其老病不任職，上特令以禮致仕，仍給全俸。二十一年雲南平，世瓔疏辭俸祿且乞骸骨，特賜白金三百兩，馳驛回籍，途次貴州，病卒。 \\n 賜宴褒忠 \\n 康熙二十一年壬戌正月上元，賜群臣宴於乾清宮，異數也。凡賜御酒者二，大學士、尚書、侍郎、學士、都御史，皆上手賜；通政使、大理卿以下則十人為一班，分左右列，命近侍賜酒，且諭：醉者令宮監扶掖。獨光祿卿馬世濟以文【鎮】　【毅】公【雄鎮】子，右通政陳汝器以贈兵侍前福建巡海道副使【啟泰】子，特召至御座側賜酒，上之褒忠優厚如此。翌日，上首唱柏梁體《昇平嘉讌詩》，【詩別載。】?臣繼和，汝器句云「勵節褒忠感賜觴」，蓋紀實云。 \\n 御製詩 \\n 御製登城詩云：「城高千仞衛山川，虎踞龍盤王氣全。車馬往來雲霧裏，民生休戚在當前。」真帝王詩也。 \\n 善果寺御書 \\n 世祖御書賜弘覺禪師云：「洞房昨夜春風起，遙憶美人湘江水。枕上片時春夢中，行盡江南數千里。」唐人岑參詩也，在都城西善果寺。 \\n 乘肩輿 \\n 本朝順治初，漢人京官亦多乘馬。予壬辰計偕入京師，見高郵王文通公，每入朝皆乘馬。其後始易肩輿，三品以上用四人肩輿，四品以下則二人耳。然旗下大官，例乘馬無肩輿；有之，自近年始。宋《朝野類要》云：「百司出局，人從先報上馬者，蓋舊禮只是乘騎。自中興以來，始得乘肩輿也。」《建炎朝野雜記》云：「東都舊制，耆德大臣或宗室屬近行尊者，特旨許乘肩輿。建炎初，上以維揚磚滑，謂大臣曰：『君臣一體，朕不忍使群臣奔走危地，可特許乘轎。』」《麈史》謂唐時宰相乘馬，五代始用檐子。本朝近年，惟文潞公以太師平章軍國重事，司馬溫公始為門下侍郎，尋臥疾，就拜左相，不可以騎，二公并許乘檐子，皆異恩也。外官肩輿，不用帷蓋，蓋古褰帷之意。今惟江寧、開封督撫、司道、府廳、縣官皆用煖轎，蓋沿宋、明都城之制，至今未改耳。 \\n 兼銜 \\n 翰林官遷吏部侍郎，例兼翰林院學士；至尚書則否。其特用為他部侍郎者，亦不兼學士。近如李容齋【天馥】遷戶侍、項眉山【景襄】遷兵侍，皆不兼銜。惟葉文敏訒菴【方藹】以翰林院掌院學士兼禮部侍郎，加禮部尚書管刑部侍郎事，前此未有也。又杜肇餘【臻】以吏侍兼翰林學士，服闋補刑侍，遂不兼銜，及再遷吏侍，亦不復兼學士，則銓部之疏也。甲子秋冬，嚴存菴【我斯】以詹事府少詹事、董默菴【訥】以翰林院侍講，皆超遷禮部侍郎，則兼翰林院侍讀學士。其後王子言【颺昌】以正詹遷禮侍，亦止兼侍讀學士。庚午，予自少詹遷副都御史，又遷兵侍，亦不復兼學士銜矣。 \\n 宮銜 \\n 康熙元年已後，大臣無加宮銜者。惟閣臣高陽、寶坻、臨胊三公，以《世祖皇帝實錄》成，晉宮銜。其後宛平、漢陽、長洲三公，以《太祖實錄》、《聖訓》告成，亦晉宮銜。甲子四月，刑侍南宮宋公【文運】以老病乞休，上嘉其廉慎，特加太子少保致仕。丁卯四月，巡撫直隸僉都御史于公【成龍】亦加太子少保，皆異數也。 \\n 謁陵詩 \\n 康熙辛酉二月，上謁孝陵，諸公卿三品已上皆從，多賦詩紀事。刑書蔚州魏公環溪【象樞】一詩，極令人感動。詩曰：「薊門西望望皇畿，共侍鑾輿展謁歸；禮罷(礻門)雲自闔，夢回寢殿淚頻揮。老臣將去填溝壑，何日重來拜翠微；廿載承恩無寸補，鐘鳴漏盡尚依依。」予謂五六句最沁人心脾，然是後漢宦者張讓語耳。 \\n 安南始末 \\n 安南入本朝，順治初，莫敬耀來歸，未受爵而卒，授其子元清為都統使，居高平。黎維禔亦來歸，未受封而卒。康熙三年，遣編修吴光、禮部司務朱志遠諭祭維禔。五年，遣侍讀學士程芳朝、禮部郎中張易賁冊封其子維禧為安南國王。六年，維禧奪元清高平地，遣侍讀李仙根、兵部主事楊兆傑諭還之。粵西孫延齡、馬雄叛，元清負恩助逆，病死，其弟敬光為黎氏所討，來奔，令地方官送歸本國，死於泗城土府，爵除。維禧死，弟維(礻定)嗣。維(礻定)死，弟維禛嗣。康熙二十二年，遣侍讀明圖、編修孫卓冊封維禛為安南國王，仍賜御筆扁額「忠孝守邦」四大字；又遣侍讀鄔黑、禮部郎中周燦諭祭兩故王維禧、維(礻定)。二禮並舉，稱盛事云。 \\n 周禮部使交趾詩 \\n 周禮部星公【燦】，陝西臨潼人，自安南使歸，有詩一卷，頗見風土，粗載數首於此。「諒山南去萬峰稠，細雨深林石徑幽；一水隨人千百折，中宵勒馬問安州。」【夜抵安州。】「回首燕臺不計程，空山坐待月初生；乾坤自是無遺照，行盡天南一樣明。」【屯糜見月。】「一枝挺出森青玉，兩葉分披展綠雲；名是千秋兼可噉，長栽籬落護山村。」【千秋草。】「四圍山色映晴嵐，此地交人號格甘；竹樹參差冬稻熟，風光觸目似江南。」【茶山早晴。】「滄江岸上有荒祠，栘葉棉枝近水湄；短柱高龕雙錦鶴，【國俗，祠廟以木雕雙鶴為侍。】報功異域禮同之。」【黎英王，交之功臣，城鎮人。】「宸翰親揮日月光，龍書鳳篆照遐荒；交人奉比羲文畫，首出中天頌聖皇。」【冊封其六。】「才名奕奕世無雙，三譯常思戴上邦；別後懷君何處是，寒風落日富良江。」【留別阮司馬公望、黎司空僖、阮僉憲廷衮、黃大參公寘。】「關門曉日拜天顏，得識南郊青瑣班；記得深林風雨夜，多君相伴出茶山。」【留別阮廷柱、武維匡、宋儒、陳四給事。】「翠幹森森傍水涯，梢垂雀尾亂紛拏；秋來結就檳榔果，交子逢人代煮茶。」【檳榔樹。】「衣冠文物重南疆，何事關名太不祥；題曰畏天思此義，萬年帶礪控炎荒。」【易鬼門關曰畏天關。】周，順治己亥進士，庶吉士。 \\n 林舍人使琉球詩 \\n 康熙甲子，莆田林舍人玉巖【麟昌】使琉球歸，有竹枝詞一卷，與周禮部同時示予，并錄數篇，以誌本朝文物之盛云。「手持龍節渡滄溟，璀燦宸章護百靈；清比胡威臣所切，觀風先到卻金亭。」【明使臣陳侃建。】「徐福當年採藥餘，傳聞島上子孫居；每逢卉服蘭闍問，欲乞嬴秦未火書。」「日斜沙市趁虛多，村婦青筐藉綠莎；莫惜籌花無酒盞，人歸買得小紅螺。」「疋練明河牛斗橫，鼕鼕衙鼓欲三更；思鄉坐擁黃紬被，靜聽盤窗蜥蜴聲。」【蜥蜴能鳴，聲如麻雀。】「三十六峰瀛海環，怒潮日夜響潺湲；樓西一抹青林裏，露出煙蘿馬齒山。」「射獵山頭望海雲，割鮮挏酒醉斜曛；紙錢挂道松楸老，知是歡斯部落墳。」「心齋生白室能虛，棐几焚香把道書；讀罷憑闌笑幽獨，藤牆西角對棕櫚。」「廟門斜映虹橋路，海鳥高巢古柏枝；自是島夷知向學，三間瓦屋祀宣尼。」「王居山第兔園開，松櫪棕花倚石栽；多少從官思授簡，不知若箇是鄒枚。」「奉神門內列鵷行，乞把天書鎮大荒；喚取金縢開舊詔，侏禽感泣說先皇。」「閟宮甍桷壓山原，將享今看幾葉孫；二十七王禋祀在，釐圭錫卣見君恩。」「譯章曾記莋都夷，槃木白狼歸漢時；何似島王懷聖德，工歌三拜鹿鳴詩。」「宗臣清俊好兒郎，學畫宮眉十樣妝；翹袖招要小垂手，簪花砑帽舞山香。」「望仙樓閣倚崔嵬，日看銀山十二回；笙鶴綵雲飛咫尺，不教弱水隔蓬萊。」「纖腰馬上側乘騎，草圈銀釵折柳枝；連臂哀歌上靈曲，月明齊賽女君祠。」「久稽異域歲將徂，自笑流連似賈胡；三老亦知歸意速，時時風色相銅烏。」林，康熙庚戌進士。與林同使者，為汪檢討舟次【楫】，別撰《中山沿革志》若干卷，進呈御覽。二君皆予門人也。 \\n  \\n 　"}
{"章节": "池北偶談卷四", "正文": "　 \\n 池北偶談卷四 \\n 　 \\n  \\n 談故四 \\n 親謁孝陵 \\n 康熙甲子冬，大駕幸金陵，親謁明太祖孝陵。上由甬道旁行，諭扈從諸臣皆於門外下馬。上行三跪九叩頭禮，詣寶城前行三獻禮；出，復由甬道旁行。賞賚守陵內監及陵戶人等有差。諭禁樵采，令督撫地方官嚴加巡察。父老從者數萬人，皆感泣。總督兩江兵部侍郎王新命刻石紀事。己巳春，南巡，再謁孝陵。古今未有之盛舉也。 \\n 殿試改期 \\n 國朝每科殿試之期，在三月十五日。自辛丑科後，以三月十九日為萬壽節，遂改殿試於二十日，至今為例。壬戌科，駕幸盛京謁陵，改殿試於九月二十日。戊辰科，以大行太皇太后升遐，改會試於二月十九等日，殿試改三月二十六日云。 \\n 會試二亥 \\n 順治三年丁亥，重行會試。十六年己亥，復重行會試。 \\n 日講 \\n 今上親政後，選翰林官直講禁中，先在弘德殿，後移於乾清宮。講官始則熊賜履，繼為史鶴齡、孫在豐、張英、徐元文、陳廷敬、葉方藹、張玉書、湯斌、歸允肅。大抵以掌院學士一員與翰林官一員同講，止二員。惟戊午，陳、葉日講，而上幸南海子，葉偶病假旬日，以張代之。後葉疾愈入直，遂三員同直講。史以編修歸，歿於家。特賜祭葬，其恩禮非外庭所敢望也。 \\n 朝報 \\n 今之朝報，或曰邸報，亦有所本，見王明清《揮麈錄》。趙昇《朝野類要》云：朝報日生事宜也，每日門下後省編定，請給事判報，方行下都進奏院報行天下。其有所謂內探、省探、衙探之類，皆衷私小報，率有漏洩之禁，故隱而號之曰新聞。蓋自宋時已然。又六科綸音冊子，號晚帖，以當晚即知之，次日乃登邸報，故曰晚帖。亦有小報，謂之小抄。 \\n 臺灣府縣 \\n 康熙二十二年，臺灣平，設府一，曰臺灣府；縣三，曰臺灣、曰鳳山、曰諸羅。又設總兵官，分巡厦門道，各一員駐焉。幅員之廣，古未有也。 \\n 東野氏世襲 \\n 康熙二十三年，上東巡。周公後裔七十三代孫世襲奉祀生員東野沛然上疏吁恩，奉旨交與該部，禮部覆無庸議。奉旨：「周公承接道統，繼往開來，功德昭著，其子孫應給職銜，著九卿詹事科道會同確議。會議得周公後裔應授官職，撥給祀田，修葺廟宇，行文該撫查明，以沛然世襲五經博士，如孔、顏、曾、孟、仲氏例。先是沛然上疏行在，上召問：「周公姬姓，爾疏稱東野，何故？」沛然對曰：「昔魯公伯禽季子魚，賜東野田一成，因以為氏。」上曰：「周公廟庭何在？」對曰：「在闕里城東北二里。」上悅，隨御製祭文，遣恭親王致祭，禮部尚書介山、御前侍衛觀保、鴻臚寺卿穆成格、閻興邦、太常寺寺丞張量馨、山東提學道副使唐賡堯陪祭。其後沛然卒，子枝盛嗣為博士云。是時子貢後裔端木謙、端木直亦上疏請，部議不允。 \\n 階官避家諱 \\n 予嘗疑六朝以來，朝廷為臣下避家諱，至改州郡名者有之。考《愧郯錄》，乃知宋時律文，有私諱冒榮徒一年之禁。四銓之法，遇磨勘階官之稱，與其三代諱相值者，許其自陳，授以次官，謂之寄理，遂以繫之官稱之首。又李文簡燾奏疏亦載雍熙二年，有詔凡除官內有家諱者，三省御史臺五品、文班四品以上，許用式奏改，餘不許。嘉祐六年，翰林學士賈黯知審官院，奏准下太常、禮院、大理寺同議，言祖父之名，子孫所不忍道，不繫官品之高下，并當迴避。乃詔凡府號官稱犯祖父名而非嫌名及二名者，並聽迴避。其後韓絳除樞密副使，自言樞字與祖名下一字同，乞避免，不許，遵嘉祐之詔也。宋敏求提舉萬壽觀，敏求父名綬，自言壽字犯父嫌名，詔改醴泉觀，則嘉祐之詔復不行矣。及吴中復提舉荊湖北路兵馬，中復父名舉，乞改稱提轄，詔以朝廷官稱，不當避守臣私諱，遂不許。然後知?避私諱，唐宋以前，載在律文，亦孝治天下之意。明代以來始刊削耳。又燾疏引晉江統言，其叔父春為宜春令，與縣同名。故事：職與祖父名同皆得改選，而未有身與官職同名改選之例。統以為身名所加，亦施於臣子。凡佐史，朝夕必稱厥官，倘指實而語，則觸尊者諱：或詭詞迴避，則以私廢公。統以為身名與官職同者，宜與祖父名為比，武帝許之。據此又不獨迴避先諱矣。《朝野類要》云：授職任而犯三代名諱者，許避之。而開禧初，張嗣右除起居郎，以犯諱辭免，改名修注官。其餘若一名偏犯，則不避。 \\n 武職丁憂 \\n 武職舊無丁憂之例。康熙二十四年，四川提督何溥疏言：竊惟議禮制度，聖王御世之大權，地義天經，人子立身之大本，養生莫如送死，教孝所以作忠。據夔州副將孫斌呈詳，云云。通喪制禮，既無貴與賤之殊，沿例宅憂，乃有文與武之別。俱屬毛而離裏，忍絕裾以滅親。豺獺尚有一祭之知，介冑豈無三年之愛？臣久失怙恃，見素?而興懷，恭際休明，瀝丹心而上請，實天下萬世之公義，非孫斌一人之私情。伏懇特渙綸音，定武職三年通喪之例，垂光史冊云云。得俞旨，遂為定制。孝治之隆，敻絕千古矣。 \\n 又浙江提督陳世凱上言：武臣丁憂，特其一節，宜令讀書，識忠孝大義。得溫旨：已後武臣俱當留心典籍，責令提鎮倡率之。 \\n 訪遺書 \\n 康熙二十五年四月，上諭禮部、翰林院：自古帝王致治隆文，典籍具備，猶必博採遺書，用充秘府，以廣見聞，而資掌故，甚盛事也。朕留心藝文，晨夕披覽，雖內府書籍篇目粗陳，而裒集未備。因思通都大邑，應有藏編，野乘名山，豈無善本。宜廣為訪輯，凡經史子集，除尋常刻本，其有藏書秘錄，作何給值採集及借本抄寫事宜，爾部院會同詳議具奏，務令搜羅罔佚，以副朕稽古崇文之至意。旋又奉旨：關係經史，方許採進。時禮侍徐乾學疏進宋朱震《漢上易傳》并圖說十五卷，宋張浚《紫巖易傳》九卷、《讀易雜說》一卷，魏了翁《大易集義》六十四卷，曾穜《大易粹言》十卷，呂祖謙《東萊書說》十卷，元金履祥《尚書表注》十二卷，宋李樗、黃(熏)《毛詩集解》三十六卷，趙鵬飛《春秋經筌》十六卷，王與之《周禮訂義》八十卷，蔡節《論語集說》十卷，李燾《續資治通鑑長編》一百六十八卷，《唐開元禮》一百五十卷。共十二部。 \\n 御書 \\n 康熙二十三年駕幸闕里，御書「萬世師表」四字，懸大成殿。次年，以四字頒行天下學宮。又御書「白鹿書院」額廬山白鹿洞，并賜監本《五經》《四書》。其河南府二程祠、邵康節祠、鳳翔府橫渠書院、建寧府紫陽書院、徽州府文公闕里、長沙府石鼓書院，皆頒御書「學達性天」大字。古今罕覯之盛舉也。 \\n 毀淫祠 \\n 康熙丙寅，擢江寧巡撫都御史湯斌禮部尚書掌詹事府事。湯瀕行，疏毀吴下淫祠五通、五顯、劉猛將、五方賢聖等廟，恭請上諭，勒石上方山。得俞旨通行直省。初，湯以閣學遷巡撫，過予邸舍，予為言吴中婦女，好入寺院燒香，首當禁止，湯以為然，在吴遂力行之，風俗一變。若淫祠一節，尤於世道人心裨益不小。湯自言昔為方面時，只遵寧陵呂叔簡先生《從政錄》行之，其撫吴亦此志云。 \\n 戊己二官名 \\n 漢元帝初元元年，置戊己校尉，屯田車師前王庭。班書師古注：自甲至癸，皆有正位，唯戊己寄治，今所置無常居，故取戊己為名。或云：戊己居中，鎮覆四方，今所置校尉，亦處西域之中，撫諸國也。然戊己自是兩官。後漢耿恭為戊校尉，關寵為己校尉，是也。 \\n 荷蘭貢物 \\n 荷蘭國自康熙六年入貢，今二十五年。臺灣平，設郡縣，其王耀漢連氏甘勃氏遣陪臣賓先吧芝復奉表進貢，表詞有云：外邦之丸泥尺土，乃是中國飛埃；異域之勺水蹄涔，原屬天家滴露云云。貢物大珊瑚珠一串，照身大鏡二面，奇秀琥珀二十四塊，大哆囉絨十五疋，中哆囉絨十疋，織金大絨毯四領，烏羽緞四疋，綠倭緞一疋，新機嗶嘰緞八疋，中嗶嘰緞十二疋，織金花緞五疋，白色雜樣細軟布二百一十九疋，文采細織布一十五疋，大細布三十疋，白毛裏布三十疋，大自鳴鐘一座，大琉璃燈一圓，聚耀燭臺一懸，琉璃盞異式五百八十一塊，丁香三十擔，冰片三十二斤，甜肉荳蔻四甕，廂金小箱一隻(內丁香油、薔薇花油、檀香油、桂花油各一罐)，葡萄酒二桶，大象牙五支，廂金鳥銃二十把，廂金馬銃二十把，精細馬銃十把，彩色皮帶二十佩，廂金馬銃中用繡彩皮帶十佩，精細馬銃中用精細小馬銃二十把，短小馬銃二十把，精細鳥銃十把，廂金佩刀十把，起花佩刀二十把，廂金雙利劍十把，雙利闊劍十把，起金花單利劍六把，照星月水鏡一執，江河照水鏡二執，雕製夾板三隻。 \\n 四詹事 \\n 本朝詹事府屢裁。康熙十五年，立皇太子，乃復設正詹兼翰林院侍讀學士、少詹兼翰林院侍講學士。至故友華亭沈文恪公【荃】始以講筵勞加禮部侍郎。二十五年，東宮出閣讀書，乃召江寧巡撫都御史湯公【斌】以禮部尚書兼詹事。時詹事為郭公【棻】，少詹事為盧公【琦、】歸公【允肅】，三公皆仍其舊，故同時有四詹事。未幾，郭遷閣學，即以湯為正詹，不另補。東宮初出閣，欽定講官五人：湯、郭二公外，則滿洲正詹尹【泰】、少詹舒【淑】、左春坊中允閻【世繩】、左春坊贊善黃【與堅】也。郭既遷去，以右春坊諭德徐【潮】補充之。【予以少詹事予告，在乙丑九月，出閣在丙寅閏四月。】 \\n 起復 \\n 趙昇《朝野類要》云：已解官持服，而朝廷特再推用者，名起復。起復，即奪情也。今人以禫後即吉為起復者，誤。 \\n 試官 \\n 今諸司官，初選即實授，唯監察御史、中書舍人，必先授試職。一年滿，內閣、都察院方題實授，沿明舊例也。按明初，范敏試吏部尚書，李冕試禮部尚書，徐恢試戶部尚書，茹常試兵部尚書，開濟試刑部尚書，楊靖、王暹試侍郎，詹徽、茹太素試都御史，又有試給事中。至正德中，陸完為試都御史。此例今人不知。 \\n 八旗開科 \\n 八旗鄉會試開科，始於順治辛卯、壬辰，至丁酉停止。康熙己酉、庚戌復舉行，至丙辰停止。丁卯夏五月，以亢旱肆赦，再復開科之例。 \\n 按開科之例，前後稍有不同。順治壬辰、乙未，滿洲、蒙古用滿文，另為一榜。【壬辰狀元麻勒吉，兩江總督。乙未狀元圖爾宸，工部侍郎。】庚戌、癸丑，滿洲、蒙古?用漢文，即附漢人通為一榜。辛未、甲戌復開科，例仍之。 \\n 徵聘不至 \\n 康熙己未博學宏詞之徵，內外薦剡百八十餘人，不至者四人：浙江應撝謙嗣寅、江西魏禧冰叔、山西范鄗鼎彪西、陝西李顒中孚。范登順治辛丑進士，闡明絳州辛復元【全】先生之學，與應、李以理學著於南北。唯魏以古文擅名，其兄際瑞、弟禮，皆有詩名，時號寧都三魏。 \\n 祭北海 \\n 丁卯四月，副都御史徐元珙疏請釐正祀典，其略云：臣按歷代祀典，唐望祀北海於洛州，即今河南府也。宋望祀北海於孟州，即今懷慶府也。明亦望祭於懷慶府。我朝典制，東海祀於萊州，南海祀於廣州，二祀近海，誠為允當。西海則於蒲州望祭，蓋西海遙遠，循宋、明之舊而望祭之，宜也。至北海則仍祭於懷慶。夫宋都於汴，而懷慶在其北，彼時幽燕皆非宋土，即出國門而望北一祭，亦權宜之計。有明定鼎燕京，仍往南而祭北海。我朝因之，殆非宅中以蒞四海之義。伏查北鎮醫無閭山，在奉天府屬，今為北鎮。山海關迤北之海，非北海乎。況盛京發祥重地，土厚水深，源流綿邈。皇上聲教四訖，幅員之大，亘古未有。長白山水并烏龍、鴨綠諸江，亦盡朝宗於海，則北海之祭，不應仍在懷慶。此祀典之急宜釐正者。伏查順治十七年，科臣粘本盛題請改祭北岳於渾源州，祈下部議，嗣後告祭，更定於迤北近海地界云云。得旨：下九卿詹事科道會議。上言：明臣丘濬言京師東北乃古碣石淪海之地，於此立祠，就海而祭為宜。濬所云碣石，今在永平府，但我朝幅員廣大，混同江水發源長白，流入北海，今北海之祭，應改混同江邊望祭可也。得旨允行。 \\n 周張後裔 \\n 康熙二十四年，僉都御史姚締虞言：宋儒周敦頤有開繼之功。下部議，得旨以敦頤二十九代孫嘉耀世襲五經博士。二十六年，戶科給事中汪晉徵言：孔孟以來，道學之統，至宋周、程、張、朱而始著，乃程、朱二氏，久置世襲博士，周敦頤子孫亦為博士，其張載子孫，應一體恤錄云云。九卿等覆議。順治十二年八月，據江南布政使司呈請朱熹裔孫煌，禮部題授世襲五經博士。康熙九年五月，禮部覆御史傅世舟疏題授二程裔孫程宗昌、程延祀世襲五經博士。二十四年四月，九卿詹事科道會議，僉都御史姚締虞疏題授周敦頤裔孫嘉耀世襲五經博士。張載關中大儒，與濂洛並重，載裔孫亦應照例授世襲五經博士。陝西巡撫副都御史布哈疏請以載裔孫張夢熊應詔，夢熊未及襲而卒，以其子孫從先為博士。 \\n 臺灣開科 \\n 康熙丁卯夏四月，福建提督張雲翼疏請臺灣鄉試，宜照甘肅、寧夏例，於閩場另編字號，額中一二名。禮部覆准：臺灣新經歸附，文教初開，應將臺灣一府三縣生員，照甘肅、寧夏之例，另編字號，額外取中舉人一名。得旨允行。是科五十一名蘇峨，鳳山縣附學生，習《易經》。 \\n 滿洲鄉試 \\n 丁卯夏，恩詔「八旗滿洲、蒙古、漢軍，原有定例，同漢人一體開科取士。前因用兵，暫行停止，今仍照舊舉行」。禮部題請於直隸舉人額外，滿洲、蒙古取中舉人十名，另編滿字號；漢軍取中舉人五名，另編合字號。【漢軍稱烏金超哈故也。】會試亦於漢進士額外，滿洲、蒙古取中四名，漢軍取中二名，皆與漢人一體作文考試。盛京生員，附入在京八旗。本年鄉試期迫，俟庚午、辛未科舉行云。 \\n 漢尚書 \\n 順治初，始設漢尚書。吏部陳名夏、戶部謝啟光、禮部李若琳、兵部劉餘祐、刑部党崇雅、工部張鳳翔、都察院掌院事左都御史房可壯。後惟陳、党二人拜相。 \\n 閣臣 \\n 世祖時拜相者，自同安洪文襄【承疇】外，直隸四人：涿州馮文敏【銓】、靜海高文端【爾儼】、大名成公【克鞏、】高陽李文勤【霨】。江南四人：溧陽陳公【名夏】、武進呂公【宮】、?江金文通【之俊】、高郵王文通【永吉。】山東四人：德州謝清義【陞】、掖縣張文安【端】、安丘劉公【正宗】、聊城傅公【以漸。】山西二人：曲沃李公【建泰】、衛文清【周祚】。河南一人：商丘宋文康【權】。陝西一人：寶雞党公【崇雅】。浙江一人：海寧陳公【之遴。】四川一人：井研胡公【世安】。康熙已來拜相者，直隸四人：柏鄉魏公【裔介】、寶坻杜文端【立德】、宛平王公【熙】、真定梁公【清標】。江南五人：長洲宋文恪【德宜】、崑山徐公【元文】、丹徒張公【玉書、】合肥李公【天馥】、桐城張公【英】。山東三人：益都孫文定【廷銓】、臨胊馮文毅【溥】、武定李文襄【之芳】。山西一人：沁州吴公【琠】。湖廣三人：孝感熊公【賜履】、漢陽吴文僖【正治】、大冶余公【國柱】。浙江一人：錢塘黃文僖【機】。熊公罷相後，再起為禮部尚書，己卯復相。 \\n 千秋康氏 \\n 本朝順治已來，直省民間一產三男者，歲有數十，多不勝紀。定例官給米三石、布十疋而已。按南唐時，金陵人康國輔娶司馬氏，一產三男。唐主以為瑞，皆封將軍，號千秋康氏。《柳子厚集》有為廣南鄭尚書奏百姓一產三男狀，侈為休徵，想爾時此事絕少，故以為祥瑞，而優異如此。 \\n 暹羅表 \\n 康熙二十三年，暹羅國進表云：啟奏大清國皇帝陛下，伏以聖明垂統，繼天立極，無為而治，德教孚施萬國，不動而化，風雅澤及諸彝，巍巍莫則，蕩蕩難名。卑國世荷皇恩，久沾德化，微臣繼襲踐祚，身屬遐方，莫能仰瞻天顏。幸遇貢期，敢效輸款，顓遣正貢使坤孛述列瓦提、二貢使臣坤巴實提瓦抒、三貢使臣坤司吝塔瓦喳、正通事坤思吝塔披彩、辨事文披述嗒新禮呼等，梯航渡海，齎捧金葉表文方物譯書，前至廣省，差官伴送京師，朝貢進獻，代伸拜舞之誠，恪盡臣子之職。恭祝皇圖鞏固，帝壽遐昌。伏冀俯垂鑒納，庶存懷遠之義，微臣瞻天仰聖，不勝屏營之至。 \\n 太皇太后朝儀 \\n 舊制：元旦、冬至及太皇太后、皇太后萬壽節，上詣兩宮行禮，大學士、尚書、都統已上隨駕詣宮前行禮，侍郎已下則否。二十年，御史任某條奏，部議隨駕官如故，侍郎已下，於午門前行禮，遂為定制。 \\n 裙帶官 \\n 宋時親王南班之婿，號曰西官，又謂之裙帶官。見《朝野類要》。 \\n 耏 \\n 耏水在予邑東鄙，古西安城下；又姓也。《左傳》文公十一年，宋公於是以門賞耏班。《漢書?功臣表》有芒侯耏跖；劉熙《釋名》曰：耳，耏也。 \\n 停止閏月 \\n 楊光先者，新安人，明末居京師，以劾陳啟新，妄得敢言名，實市儈之魁也。康熙六年，疏言西洋曆法之弊，遂發大難，逐欽天監監正加通政使湯若望而奪其位。然光先實於曆法毫無所解，所言皆舛謬。如謂戊申歲當閏十二月，尋覺其非，自行檢舉，時已頒行來歲曆，至下詔停止閏月。光先尋事敗，論大辟。光先刻一書，曰：「不得已，自附於亞聖之闢異端。」可謂無忌憚矣。 \\n 王蜀閏丙戌年正月，後因胡秀林向隱異同，求得唐曆，乃閏乙酉年十二月，遂改用之。宋元豐元年，歲在戊午，閏正月，知定州薛向繳進遼國曆，乃在十二月。古亦有此，見吴曾《漫錄》。 \\n 長白山 \\n 內大臣覺羅武等謹題為遵旨看驗長白山事。康熙十六年四月十五日，內大臣覺羅武、一等侍衛兼親隨侍?首領臣耀色、一等侍?臣塞護禮、三等侍衛臣索，奉上諭：「長白山係本朝祖宗發祥之地，今乃無確知之人，爾等四人，前赴鎮守兀喇地方將軍處，選取識路之人，往看明白，以便酌量行禮。」臣等欽遵上諭，於五月初四日起行，本月十四日至盛京，十六日由盛京起行，本月二十三日至兀喇地方。轉宣上諭於將軍等，隨查兀喇、寧古塔及兀喇獵戶所居村莊等處，俱無確知長白山之人，僉云：曾遠望見。惟都統尼雅漢之宗族戴穆布魯，原係採獵之人，今已老退閑，口稱我輩原在額赫訥陰地方居住，我雖不曾躋長白山之巔，曾聞我父云，如往獵於長白山腳下，獲鹿肩負以歸，途中三宿，第四日可至家。以此度之，長白山離額赫訥陰地方不甚遙遠。我不知其他等語。因訪問雖不曾至長白山，如赴額赫訥陰地方，水路幾日可至，陸路幾日可至，亦有知往額赫訥陰地方陸路之人否？據管獵戶噶喇大額黑等口稱：如乘馬由陸路前赴額赫訥陰地方，十日可至；如乘小舟由水路而往，途中全無阻滯，二十日可至；倘遇水漲阻滯，難計日期。有獵戶喀喇者，知赴額赫訥陰地方陸路等語。臣等隨議，每人攜三月糧而往，又思或三月糧盡，或馬匹倒斃，不能歸家，亦不可定。隨語鎮守寧古塔將軍巴海，可載一船米於額赫訥陰地方豫備，倘我輩米盡，以便於彼處取用。將軍巴海云：大船不能過松阿里河大險處，當即載米十七小船，至額赫訥陰地方豫備。臣等即擬於六月初二日起行，又思由水路而往，倘遇水漲阻滯，稽遲時日，不能即至。因與噶喇大額黑約：我輩乘此馬匹肥壯，速由陸路往看，俟看過長白山回時，再由水路逆流而上，前赴額赫訥陰地方。約定，臣等帶領固山大薩布素，於六月初二日起行，經過文德痕河、阿虎山、庫勒訥林、祁爾薩河、滹沱河、沙布爾堪河、納丹佛勒地方、輝發江、法河、木敦林巴克塔河、納爾渾河、敦敦山、卓龍窩河等處。及至訥陰地方江干，不意噶喇大額黑乘小舟而行半月程途，七日齊至。因語固山大薩布素，我輩乘小舟，由江中逆流前赴額赫訥陰地方，汝帶領官兵馬匹由瓦努湖河逆流而上，由佛多和河順流而下，前來額赫訥陰相會。約定，遣發去後，臣等於十一日至額赫訥陰地方，固山大薩布素等於初十日已至。因前進無路，一望林木，臣等與固山大薩布素商議，令薩布素閒散章京喀達與識路徑之喀喇帶領，每旗甲士二名，前行伐木開路，并諭如望見長白山，可將行幾日方得望見、有幾許路程，相度明確來報。我輩住二日，亦即起行矣。隨於十二日遣發前行去後，本日據固山大薩布素差人顧素前來報稱：我等別大人們行三十里，至一山頂上，望見長白山不甚遙遠，似止有一百七八十里等語。又續差艾喀來報稱：先差人來後，又至一高山頂上，望見長白山甚明，約有百餘里，山上見有片片白光等語。臣等趁未有雨水之時，急往看驗長白山，因留噶喇大額黑督捕珠玤，於十三日起行，十四日與固山大薩布素等會於樹林中，揣摩開路前進。十六日黎明，聞鶴鳴六七聲。十七日雲霧迷漫，不見山在何處，因向鶴鳴處尋路而行。適遇路蹊，由此前進，直至長白山腳下。見一處周圍林密，中央平坦而圓，有草無木，前面有水，其林離住札處半里方盡。自林盡處，有白樺木宛如栽植，香木叢生，黃花燦爛。臣等隨移於彼處住札，步出林外遠望，雲霧迷山，毫無所見。臣等近前跪誦綸音，禮拜甫畢，雲霧開散，長白山歷歷分明，臣等不勝駭異。又正值一路，可以躋攀，中間有平坦勝地，如築成臺基，遙望山形長闊，近觀地勢頗圓，所見片片白光，皆冰雪也。山高約有百里，山頂有池，有五峰圍繞，臨水而立，碧水澄清，波紋蕩漾，殊為可觀。池畔無草木，臣等所立山峰，去池水約有五十餘丈地，週圍寬闊約有三四十里。池北岸有立熊一，望之甚小，其繞池諸峰，勢若傾頹，頗駭瞻視。正南一峰，較諸峰稍低，宛然如門。池水不流。山間處處有水，由左流者，則為扣阿里兀喇河；右流者，則為大訥陰河、小訥陰河。繞山皆平林，遠望諸山皆低。相視畢，禮拜下山之際，峰頭有鹿一群，他鹿皆奔，獨有七鹿如人推狀，自山峰陸續滾至山下閒散章京畢楊武里等駐立之處。臣等不勝駭異，因思正在乏食，此殆山靈賜與欽差大臣者。隨望山叩謝，收其七鹿。臣等上山之時，原有七人也。自得鹿之處，退至二三十步，回首瞻望，又忽然雲霧迷山。臣等因清淨勝地，不宜久留，於十八日言旋。回見先望見長白山之處，因雲霧蒙籠，遂不得復見山光矣。二十一日回至二訥陰河合流之處，二十五日回至恰庫河，此河乃訥陰東流會合之所。二十八日正行之際，適遇頒到敕旨，臣等不勝歡忭，捧讀敕旨，感激靡盡，當經叩頭謝恩訖。二十九日因馬瘦不堪馳驅，自恰庫河水路乘小舟而歸，經過色克騰險處、圖白黑險處、噶爾漢險處、噶大渾險處、薩滿險處、薩克錫險處、法克錫險處、松阿里大險處、多渾險處。乘一葉小舟，歷此大江九險，得以無恙而渡者，皆仰賴皇上洪福之所致也。七月初二日，回至兀喇地方，又往看寧古塔等處地方，於本月十二日至寧古塔，遍看會寧府等處地方畢，於七月十七日自寧古塔起行，八月二十一日抵京師。臣等奉命於人跡罕到之處，創闢路徑，行於不見日色深林之內，無一日阻滯，得見長白山，皆我皇上敬念祖宗、誠心感格神明之效也。緣係欽差事宜，謹疏奏聞。 \\n 奉旨：「長白山，祖宗發祥重地，奇蹟甚多，山靈宜加封號，永著祀典，以昭國家茂膺神貺之意。著禮部會同內閣詳議具奏。」禮部覆疏：《金史》大定十二年，封長白山為興國靈應王；明昌四年，又加封開天弘聖帝；明洪武三年，並去嶽鎮王公封號，止稱為神。今本朝祭五嶽五鎮，俱稱嶽鎮之神，相應將長白山封為長白山之神，相擇吉地，建祠照五嶽例，每年春秋二季致祭。祭祀所行禮儀應用等物，亦照五嶽。今未建祠之前，應特遣大臣往封致祭。其封神祭文及每年春秋二次祭文，交與翰林院撰擬。工部酌量題請建造祠宇，成日，始行春秋二祭可也。奉旨：「這建祠致祭事宜，著再詳議具奏。」 \\n 山東解元 \\n 山東解元在明時，仕多不達。至順治戊子，吾邑伊中丞翕菴【闢】以乙未改翰林，授御史，今至節鉞；甲午，大嵩趙庶常浮山【作舟】以己未；丙午，鄆城魏侍讀子相【希徵】以丙辰；壬子，濱州王檢討甲先【鼎冕】以癸丑；乙卯，德州李編修紫瀾【濤】以丙辰；丁巳，諸城王編修何思【沛思】以己未；辛酉，德州孫檢討子未【勷】以乙丑；丁卯，陽穀劉庶常【琰】以辛未：凡歷十五科，而入翰林者八人。 \\n 崇禎紀事 \\n 《崇禎紀事》吴郡姚宗典所著。其中紀載多失實，而獨於宜興故相，盛稱其功。又見《弘光大記》一書，亦多出傳聞，如云某年月日，劉澤清殺其叔孔和，孔和長山故相國青岳先生鴻訓子，部領義兵至淮，澤清忌而殺之，非其族也。又云：流賊偽制將軍某至濟南，推官鍾性樸死之。鍾字文子，順天人，癸未進士，本朝順治初為濟南府推官，後擢提學道。予即其庚寅首取士也。而謂死流賊之難，何也？ \\n 縣名避年號 \\n 順治中，改嘉興府崇德縣為石門縣，以避太宗年號也。明穆宗朝，亦改隆慶州為延慶州。許重熙《五陵注略》曰：宋時皆改郡邑名以就年號，如祥符、紹興之類。國初亦以洪武名其門，避年號，非古也。 \\n 玄狐 \\n 本朝極貴玄狐，次貂，次猞猁猻。玄狐惟王公以上始得服。康熙十一年，重定衣服等威之制，三品以上始得服貂及猞猁猻。未久，復故。日講官每歲賜貂，自滇中告變停賜。康熙十九年，乃遍賜講官九人。 \\n 遵化改州 \\n 康熙十六年，以孝陵故，陞遵化縣為州，以豐潤縣屬之。知縣鄭僑生即陞知州，後歷官湖廣提學僉事。 \\n 鄉飲酒禮 \\n 康熙己酉，順天府尹疏請八旗一體行鄉飲酒禮。從之。 \\n  \\n 　"}
{"章节": "池北偶談卷五", "正文": "　 \\n 池北偶談卷五 \\n 　 \\n  \\n 談獻一 \\n 朱公遣婢帖 \\n 總河尚書義烏梅麓朱公【之錫】，溫然長者，以清慎受知世祖皇帝，後齎志以歿，又無嗣子。近見公遣婢帖，真盛德事，錄之以示後生，知前輩用心如此。帖云：「前送回張氏女子，原無大過，只是娃子氣，好言教導，不甚知省。誠恐聲色相加，流入婢子一類。所以量給衣飾，還其父母。初時原是待年，五六日後便有遣歸之意，故自後并無半語諧謔，猶然處子也。而此女臨去時，哭泣甚悲，既恐人笑，又恐人不相信。不肖甚憐之，足下可將此女原無大過、完璧歸趙一段緣由，向其父母、中媒昌言明白，以便此女將來易於擇婿也。」康熙中，徐、兗、淮、揚間人，盛傳朱公死為河神。十一年，總河王中丞徇民情，疏請建祠濟寧，下部議，寢其事。按公此事與宋張乖崖及明左都御史沂州王公璟事略同。王事見《西園雜記》。 \\n 畸士 \\n 杜牧之所記《燕將錄》，陳同甫所記龍伯康、趙九齡事，宋景濂所記《秦士錄》，近日錢牧齋所記《東征二士錄》，皆瑰瑋倜儻。鼎革之際，不乏畸士。友人汪苕文、劉公(甬戈)皆作《乙邦才傳》，汪又作《沈通明申甫傳》，予常作《劉孔和傳》，每欲廣搜成一書，未暇也。 \\n 申殷張 \\n 永年申和孟【涵光】，節愍公長子，有文章志行，以詩名河朔間。同學多為大官，申獨隱居不出，有故人自京師寄書，申報以詩云：「日日秋陰命筍輿，故人天上落雙魚；荷花未老新醪熟，為道無閒作報書。」其簡傲如此。一時同隱廣羊山中者，有殷岳宗山、張蓋覆輿。殷工五言古詩，平生不解為近體；常為睢寧令，輒自罷歸。張善草書，通輕俠，晚值亂離，鑿坏以居，不與人接。人有偵之者，或夜讀經傳達旦，時或痛哭。張贈申詩云：「草澤賢豪盡上書，奎章閣外即公車；我甘漁父因衰老，獨有涵光是隱居。」後發狂死，和孟為立傳，刻其遺詩二卷。 \\n 韓計 \\n 北平韓鼎業，字子新，流寓中州。李空同墓在禹州山中，為流賊所發，韓收其骸骨葬之。吴江計孝廉甫草【東】遊河北，訪謝榛墓於鄴西門外，為立碣表曰：「明詩人謝茂秦墓。」二事皆有古人之風。按空同山在禹州，與具茨接。獻吉本扶溝人，且生於汴，故取為號，歿即葬焉，非平涼之空同山也。 \\n 張學士 \\n 辛亥秋，駕將出關謁陵，又有遣大臣巡察之議。侍講學士張貞生於乾清門面奏，言過戇，下考功議，革職為民。蒙恩止鐫二級，於九月廿二日扁舟南歸。學士居富川，有講學園，即文信國故居也，一時賦詩贈行者甚多。宋荔裳按察云：「三殿衣何事補，西江遷客累朝多。」高念東侍郎云：「讀書學道千秋事，士所當為正自多。」家兄西樵云：「言聽便為天下福，計違不負一生心。」學士留別詩云：「秋風送客復乘船，江遠帆孤一夢懸；焚草燈前期報國，披肝殿上願回天。聖明豈是誠難格，臣戇還應術未全；賴有宗工交勗勉，臨岐申贈繞朝鞭。」張為國子司業時，刻鄒南?先生《宗儒語略》，頗闡陽明良知之說，其後乃一宗考亭。嘗書邸壁云：「至危是人禽之介，喫緊在義利之關。」居京師，寓吉安館中，蓬蒿滿徑，突無炊煙，瀕行至不能具裝，故人餽贐，一無所受，其狷介如此。予亦贈詩三首，其一云：「上殿似聞辛慶忌，行吟休擬楚靈均。」學士尋奉特旨召用，聖主知人之明，度越千古矣。 \\n 駱金吾 \\n 駱養性字泰如，京師人，崇禎朝為大金吾。熊魚山【開元】、姜如農【埰】二公，俱以直言得罪，下錦衣獄。一日，漏下二鼓，一小中官持懷宗御筆至云：諭駱某，即取熊、姜二犯絕命繳。駱附奏繳旨，略云：「言官果有罪，當明正典刑，與天下共棄之。今昏夜以片紙付臣，殺二諫官，臣不敢奉詔。」奏上，帝怒為之霽，二公皆得不死。駱至順治中尚在，宋荔裳嘗識之。 \\n 左良玉 \\n 左良玉偃蹇武昌，不奉朝命，其東下以討馬、阮為名，實叛逆也。侯方域為《寧南侯傳》，以私恩語多失實，論者猶以是予之。《董卓傳》：卓既廢立，乃與司徒黃琬、司空楊彪，俱帶鐵鑕，詣闕上書，追理陳蕃、竇武及諸黨人，以從人望。古來奸賊依倚盜名，類同一轍如此。 \\n 張黻 \\n 廬陵張幹臣學士【貞生】世祖黻，明成化時仕為後軍都督府經歷，嘗以救林見素得罪，與陳白沙交善。予從學士處見白沙送別詩手蹟云：「草閣春風忽兩人，坐臨江水看江雲；尋常肝肺詩中寫，六十頭顱鏡裏分。落絮風驚還著樹，行人日出又離群；布帆遠下南京道，望斷梅關不見君。」張氏以理學直諫為家學，其淵源有自矣。 \\n 王烈女 \\n 張秋王烈女名嬌，諸生王碧侯女，風姿絕世，而駘宕不羈。崇禎辛巳冬，張秋被兵，將犯烈女，女大罵而死，血凝河冰，經春不化。 \\n 葛端肅公家訓 \\n 德平葛端肅公，為明嘉隆間名臣。東阿于文定公稱大臣有德望者，獨推公。公與予家世姻婭，先太師公長女，公孫婦也。嘗讀公《家訓》，謹錄數則於左： \\n 予初仕為彰德府推官，視府篆，遇冬至，在趙王府慶賀畢，王傳令旨，各官即以朝服見。予謂朝王舊禮，皆吉服，今遽更變，不敢從。王令長史持一冊來云：此書開載，應朝服。予謂既非沿習，又無素考，一旦改度，理不可從，所持不知何典記，未可遽信。長史復啟，王大怒，將引禮官拷掠，欲以恐喝。長史復來云：殿下盛怒，不具朝服，恐不容見。予曰：不見亦得，即請於朝，違令旨之罪亦可認，若不應服而服，則關係甚大，各官罪不可測。聞寧藩初令各官朝服，惟李夢陽不肯，事竟如何。長史往復良久，日已高，王遂令照常吉服朝見。後見崔後渠公云：不圖子有是識，有是力也。 \\n 予在鄴三年餘，每公出，必自齎盤費，縣驛私餽下程，俱不敢受。嘗至汴城，查盤事畢，以餘金買銅茶壺一具。遇大風雪，黃河冰不可渡，待於河上，仍鬻壺以為途費。今聞里甲驛遞之費，至於不可紀極，如之何民不貧困流亡也。 \\n 予遇急缺，風憲行取，時年二十九歲，限以十月到部。舊例：選科道，三十以上方得與，若遲兩月，即合例。予平生謂處事最不可用意，纔用意，便非順天命，故依限赴部。呂文選從周詫曰：君年二十九，例不得選臺省。予曰：自知無分。居數日，授兵部主事，守山海關。冢宰汪誠齋語左都御史王浚川公曰：葛君年二十九，更兩月則及格矣，渠不肯候，是其人亦可取。公曰：是予山東提學時門生也，在彰德甚有聲，崔後渠亟稱之。公又語予曰：君不謀臺省，良有見，居官何必臺省，能稱職即是好官耳！ \\n 予鄉平度李正夫，以文選副郎改翰林。部例：一人出衙門，則舉同鄉一人為代。武城王舜渠及邢北原先薦予於正夫，正夫遂告之冢宰、文選，皆曰可。予素不識正夫，特相過訪，屏人曰：今見鄉兄，吾所舉可謂得人。且曰：呂東匯欲兄一見。予有難色。正夫又曰：兄謂銓曹不易見耶，我當同兄一往。予曰：否否，既巳見矣，則當有言，是涉於求，吾弗能也。正夫曰：今求者多以為事當出於某，故皆不得，而兄顧以一見為難乎。予曰：鄙志以為不可求，故不能從。正夫又曰：昨王道思薦李中麓，東匯謂某已薦兄，今胡如此？予曰：中麓兩同年也，素相厚，得吏部猶我也。況中麓不在京師，豈可令士大夫謂某潛與之爭乎，請鄉兄遂薦之。正夫乃悵然罷去。於是決用中麓矣。予詣正夫謝相負之罪，正夫曰：予初不知兄之高如是，山東正氣也，吾重之，有加於代吾為吏部矣。郭君弼亦稱道，以為君子立身當如是。後中麓以文選陞太常，值予服闋，以予前相讓之意，仍欲薦予，與冢宰許松?公暨文選王象山嘉賓言，皆允，乃作書促予北上。時以日淺，不可遂行，比至都，有舊吏部林東城春、周棗山卿，皆以起復先至，中麓甚憾。予遲既數日，偶吏部有胡纓溪鯨者，不為眾僚喜，議欲出之於外，以為予地。中麓間來語予，予曰：擠人而奪其位，此豈君子之心，果如所云，予當乞病歸，必不忍就也。且前日吾能讓兄，今顧可攘人乎！中麓曰：迂哉葛子。予曰：誠然，寧迂勿躁也。中麓意乃止。越數日，祠祭主事缺，乃補之。 \\n 予在山海時，陶真人仲文以遼陽庫官任滿回，夾帶軍妻，至關詰出。予發巡捕指揮徐鳳儀問究，軍妻解回原衛，仲文家人依律問擬追問。渠甚啣之。渠妻與關民張鸞妻結為姊妹，仲文至京，有真人之寵，鸞與妻遂相往來。徐是山緯守關，因盤詰武定侯郭勛家人，被其誣奏，至於逮繫。仲文語人曰：山海主事亦可拿乎！意蓋在予也。時予以起復至京，詹角山語予曰：此人不可不防。予曰：禍福固有定數，不能宛曲求解，聽之而已。予尋補禮部，遷儀制郎中。仲文時加禮部尚書，擇日來部到任。予與眾僚議不可相見，是日當託故皆不入部，眾以為然。至日渠來，見四司無人，各留一名帖而去，竟亦無如之何也。 \\n 寧府宸濠反，同謀者郡王將軍而下若干人，本犯皆令自盡，家屬發高牆禁錮。後命科道官各一人至彼看議，姑容回本府為庶人。既得脫禁，輒復營謀請封。夏桂洲掌禮部時，為之題覆酌量，俱准襲中尉，女皆為鄉君，已封若干人矣。予在儀制，有接踵奏請者。予查刑部移來原題稿，其祖若父，皆親同謀反人。遂具稿參駁，呈嚴介溪宗伯。嚴曰：此事桂洲久已准行，今遽變易，桂老在閣，豈不取怪；況予亦江西人，先已准封，我乃參之，人其謂我何？予曰：郎中亦知桂翁在閣，翻異所行，必當致怒；然法不可行，只得據正題覆，意外之禍，聽之而已。既具題，桂洲竟擬旨云：某等你部裏既查係謀反者子孫，都不准襲，今後再有奏擾的，治罪不饒。全無怒意。蓋亦自知先題准之非，得此一解，永無後虞也。 \\n 寧藩逆廢，只令弋陽王以本爵管理府事。渠乃無涯之心萌，初求審理理刑，吏部題覆與之，既以教授輔導職卑，恥同各府，奏欲以審理輔導。予在儀司參之，以為郡王府止有教授，親王乃有審理，弋陽王雖理府事，爵實郡王，據稱添有審理，已為非分，今又卑薄教授，欲以審理輔導，理刑之官，非可以兼輔導，若如所請，將來隴蜀之請，又不知其如何。所據弋陽王拱樻非望奏瀆，祈天語嚴加戒飭，雅宜安分，恪守成憲，無得仍前妄意奏擾，自取罪愆。奉旨：是。拱樻屢有奏擾，不務安靜，着今後恪遵憲章，保守祿位，毋得聽信撥置，自取罪愆。明旨昭然，宜知警戒，各衙門亦當稍知裁抑矣。未幾，奏乞長史，吏部郎選與長史二人。又乞校尉，兵部又題與校尉五十名。其校尉巾帶奏乞照例給與，事在儀制司。予諭其齎本人曰：親、郡王各有體制，原不相同。今弋陽王欲全比親王，是入繼親王也，何謂以本爵管理府事？汝速歸啟，王宜安分，吾決不與。渠曰：兵部已與校尉，校尉應有巾帶。予曰：此自兵部大錯，校尉可有，巾帶決不可得。後長史亦竟被言官參革云。 \\n 予自陝西布政使入覲，帑羡一無所攜，有時相子官太常尚寶，同眾邀飲，亦只照常送一帕儀。吏白他省藩司，未嘗有以此送嚴管家者，而顧以貽其主人，恐嗔怪。予曰：厚則吾力實有不能，相諒與否，聽之而已。嚴管家者，分宜家人嚴年也。 \\n 巡撫培養一方元氣，不比巡按專有發奸擿伏之任，故貴寬簡長厚。予在河南，只重循良有司，不獎喜事獵虛名者，更嚴禁貪酷之吏。常刻木榜曰：爾之俸薪，皆出於民，更殘民以逞，取充囊橐，不有明罰，必有幽責，不於其身，必於其子孫。後予在吏部，佐中外考察數四，舊屬官鮮以貪墨敗者，不可謂無所感孚也。然待人而興，猶屬庸士，若豪傑則自知砥礪矣。勉之勉之。 \\n 予在吏部四載餘，兩推太宰，一次相公，各有所託，且曰即以元輔次輔所薦為正陪。予謂冢宰統百官，均四海，一遂柄用，大關君子小人之進退，須從人望，烏可徇人，竟推南太宰周公延。疏上，大拂時相意，得調旨另推兩員來看。二公復申前請，謂閣中已秘揭薦過，非此二人不可。予不能從。明日，東闕會推，更推總憲屠公僑，一廷相顧，不言而罷。予徑出至端門，楊虞坡兄趨來同行曰：今日之舉，正人增氣多矣，兄不見環聽者悚然乎！疏上，相公大怒，果各具揭薦所囑者；且云：吏部偏執意見。越三日，疏揭俱不發，聞上共納袍袖中，左右莫測。又數日，忽宣召吏部，守禮趨至迎和門，中官捧御筆特旨出批部疏面云：着默復職之任。默者福建李古冲，時家居，故云。聖明總攬乾斷，不惑私議，兩相受上眷知之深，費許多心計，竟不能用一私人，豈尋常世主所及哉。 \\n 陶仲文既荷寵異，常入直萬壽宮，時於便殿賜坐賜食，從容談論。聞上兩次詢大臣臧否，至守禮，則先發云：此朕所素知，是在禮部、山陝、河南有聲者，聞他清操如故。陶出，輒恚憤累日，語其徒曰：葛與川公好造化，上每訪問諸大臣，便先稱之。蓋修舊怨不能遂其中傷也，此自鬼神呵護，然聖德高明，埒於大造，吾子孫當世知所以報稱可也。 \\n 丙辰，自南京謝政歸里，舊宅已推與弟姪輩，始自營第一區。檢笥中得二百餘金，查莊上畜糧僅數百石，於是年期起室一進，約數年竣工，興作之費，每至稱貸。爾輩其知締造之艱，兢兢保守之。此宅以有家廟家塾，幾世未析，百口同居，勢不得不從闊大，以後子孫出居，每宅寬只許五楹，深約三四進，勿妄扳援此宅規制。其同爨弟姪輩，欲析居時，除爾曾祖見產瓜分之外，各與城宅一區，鄉莊一所，田二頃，塋地數畝，以稱予親親之誼。 \\n 予在仕途三十年，今得優游林下，於世味淡然相忘，似皆得簡靜力。士大夫但有為名使人喜之心，做官就要矯激自炫，以急人知，煦煦行惠。至違道以要虛譽，居鄉必不能修己遠利、表正風俗；即知自好，亦多甘為鄉愿之行。俟命君子，所謂無入而不自得，蓋以立身行己，自有法度，對不自失而言耳。顧居鄉無難，只要在家讀書靜坐，不管閑事，敦倫理，屏嗜慾，勿干請有司，禁絕假託用勢者耳。若做官，要做人，事事念念，為義為公，成敗利鈍，皆無足計。須先知內外檢點，卓然自立，不依阿淟涊附人。持法公平，宅心忠恕，勿恃一守而輕儕慢民，勿為宦成而肆志傲物。兢兢翼翼，作事謀始，凡自我行，務上有益於朝廷，下有利於生民，而無求赫赫之名，其庶矣。大凡人能清約，即能秉正，事無不可為。夫出處一機，爾輩自今即學廉靜無欲，異日居官，自當得力，使人稱為清白吏子孫可矣。 \\n 又二則曰：同年中，天植忠直，吾不如郭君弼。嘉靖癸巳十月，予行取至京，君弼為御史，暇則相見。十二日夜，星隕如雨，無一人建言者。五日後，君弼過我曰：兄能為程舜敷否？予曰：兄欲為楊實卿乎！蓋楊曾論邵真人下獄，追主使之人，並逮舜敷，不隱得謫，故戲及。君弼因曰：星隕大變，舉朝無言者，我言官也，數日來甚不得已，已草奏矣。兄為我討論之。疏上三日不下，君弼復過曰：事不測矣。少頃，逮錦衣獄。復奏，上著拿來午門前打四十棍，錦衣夾拶已近百矣，兩腿露骨，死而復甦。予視之初無悔意。既而巡按蘇松，釐奸剔弊，臨滿，止為朱玉峰建一坊，題曰：崇德；為文衡山建一坊，題曰：表節。雖顧味齋在閣中，亦不及也。後遷順天巡撫，時夏桂洲起用南來，各巡撫皆候境上，保定巡撫蘇舜澤以書邀君弼，君弼辭之。未幾以地方小事，票令閑住，既以太宰熊北源薦，起督宣大。總兵張達輕出犯敵營陣亡，事出頃刻，君弼駐陽和，相去二百里，比夜始知。給事中唐禹劾其不救，下錦衣械繫，打一百，謫戍鎮魯，今十餘年矣。行乎患難，無所怨尤，忠直之性，挫而愈厲，是吾所瞠若者也。雅性恪介，吾不如吴汝薦。蓋其幼時，性慕沖玄，故於世味澹然無欲。予在儀制時，汝薦為戶部郎中。一日來司中，見架上紙十餘刀，問曰：此何用？予曰：將以換書。曰：此官物，換書則其私也。予曰：戶部亦有之，兄何所用？曰：公則用，餘則貯司庫，以待來者。後守廬州，府治對有山，所出柴木，舊供府用。曰：此官物也。計其值，皆入庫作正數。他可知矣。母卒於官，扶喪歸。宅為水所壞，借其族兄房三間停柩，且居之，不謂陋也。繼補保定，則宿於堂之東間，十日始一入宅。廉靜之風，僚屬皆化。時谷近滄為屬高陽令，深服之。巡撫真保時，山陝地震，閣臣以考察京官應之，李南渠任其事。九卿以下，皆列為等第，汝薦以李同年，得在一等，與嚴世蕃、徐陟、陸煒、趙文華輩同列。渠甚病之。時予免歸，遺予書曰：今次考察及九卿，甚異事，所謂一網打盡矣，吾尚可久居此乎！未幾，竟引疾歸，避居山寺，數月不一至其家。如此高舉，豈吾所及。公隆萬間復起，歷戶部尚書、左都御史，功名氣節，一代仰之如山斗。及其歿後，每生忌日，禱祀冢祠下，輒千百人。文集若干卷，孫尚寶卿昕、翰林編修曦刻之家塾。 \\n 薦隱逸 \\n 康熙十年，浙撫范中丞薦山林隱逸鄞縣葛世振，明崇禎庚辰第二人，翰林編修也，既以老疾辭不赴。復奉溫旨敦迫，再以疾辭，遂允其請。又薦布衣董漢策，以科道試用，尋為御史劾罷，至下諸法司。而秦督鄂善薦盩厔布衣李顒，辭不至。顒起田畯，嘗一就科舉，遂隱居讀書，修明橫渠、藍田之學。富平李天生因篤，昔嘗為予言之。 \\n 蔡卞白敏中 \\n 人有不可以一節取者。《宋史》載蔡卞歷揚、廣、越、潤、陳五州，廣州寶貝叢湊，一無所取。及徙越，夷人清其去，以薔薇露洒衣送之。即此一事論之，雖與沉香載石同稱可也，而乃出於卞之巨姦。白敏中在郎署，李衛公器之，多所延譽。遺錢十萬，俾會省閣諸公宴，已有日。時秋霖涉旬，賀拔悳員外求官不得，將欲出京來別。悳與敏中同年，閽人告以方候朝官，悳駐車留書，叙灞遊之困。敏中得書歎曰：士窮達當有時命，豈有美饌上邀當路豪貴，而反遺故人！遂召悳先宴。既而朝貴聞與悳宴，眾皆去。異日敏中謝衛公，以留故人，負於推引。衛公稱之曰：此真古人所為。以此一節觀之，敏中過人遠甚。然史稱敏中受知德裕，薦知制誥，尋為翰林學士，至大用；及德裕之貶，詆之不遺餘力。議者訾惡敏中，相業略無足稱，怙威肆行，卒諡曰醜。而黨附宗閔，擯斥衛公，尤為當世鄙薄。秦太虛著論，謂敏中不獨負德裕，抑且負國家。 \\n 聯語 \\n 張忠定公【延登】一為司空，兩為總憲，以功名著累朝。又鄉會試得人最盛，如劉文正理順、吴忠節麟徵、馮中丞元颺、尚書元飆、夏考功允彝及周挹齋延儒輩，皆門生也。少時見公廳一聯云：「門多將相文中子，身繫安危郭令公。」 \\n 先忠勤公家訓 \\n 先高祖濼川公，登嘉靖辛丑進士，為貴州?議，以王事歿於黔，贈太僕寺少卿。子六人：長贈布政使之翰；次戶部左侍郎贈尚書諱之垣，即先曾祖也；次戶部員外郎之輔；次淮安府同知之城；次浙江按察使之猷；次高陽知縣之棟。公教諸子最嚴，家訓云：所存者必皆道義之心，非道義之心，勿汝存也，制之而已矣。所行者必皆道義之事，非道義之事，勿汝行也，慎之而已矣。所友者必皆讀書之人，非讀書之人，勿汝友也，遠之而已矣。所言者必皆讀書之言，非讀書之言，勿汝言也，諾之而已矣。今刻石忠勤祠中，先祖方伯公督不肖兄弟，恆舉此訓，廳事屏壁間，亦皆書之。 \\n 忠勤公諸孫 \\n 高祖忠勤公，一日擁諸孫膝上。時伯祖太師公象乾、方伯公象坤、光祿公象蒙，皆方七八歲。公戲問太師曰：汝將來中第幾？應曰：第二。問方伯，曰：第一。問光祿，亦曰：第二。公喜。其後方伯中嘉靖甲子解元，光祿隆慶丁卯、太師隆慶庚午，皆第二人，如其言。四伯祖孝廉公象泰，癸酉亦第二人。其後叔祖戶部公象斗、翰林公象節、中丞公象恒皆以戊子。先祖方伯公象晉以甲午、叔祖考功公象春【初名象巽】以癸卯，相繼鄉薦，皆成進士。向見《談薈》諸書，所載多訛舛，詳述之。 \\n 司徒公歷仕錄 \\n 曾祖大司徒公常自纂《歷仕錄》一卷，謹錄數則於左，以為家訓云。 \\n 予初選荊州府推官，出京時，即聞彼地士大夫有好請託者，予概不敢從。時如江陵相公乃翁、曹都憲年伯紀山公，亦不徇從，後遂絕無以竿牘來者。鄉官薛太守雲澤自京師回，傳江陵公語曰：王公大有執持，我甚服之。 \\n 楚撫某公陞任，取荊州杉板二十副，計費數百金。太守趙公難之，以問予。予曰：公政績甚著，且屢登薦牘，今送杉板，是賄而求薦也，不可。趙公韙之。已而薦竟居首。趙公名賢，汝陽人，歷官南吏部尚書。 \\n 荊州府庫有王府故祿銀，遼王差校尉取討，未發。時孫太守入覲，通判王某署府事，王提庫吏雷大夏，立斃杖下。其兄具告撫按，俱行推官。王三月不發犯人，予欲報參。長史不得已，始發下犯人十四名，皆羈監。王怒出府往道署，署門閉，遂至府前，登鼓樓。予與太守趙公同至鼓樓謁王。王怒甚云：王推官辱我，我何面目管束諸宗儀。趙公力辭罷去。予隨以事至省，過荊門州，謁巡撫同鄉谷近滄公。公曰：王府事不可激。予應曰：亦不可徇。公曰：昔有神童見一老僧，僧曰：汝進一步則死，退一步則亡。神童應曰：旁行一步亦有何妨。子正宜旁行時也。予曰：云何？公曰：子令家累且歸，而身出查盤，俟王稍氣平，仍具文來，我再添一官會鞫，庶好擔當。予曰：諾。歸，即送家累杞縣令姪象坤處。次日，遂赴永州，月餘回，同岳州推官辛君會訊。凡問軍一徒五，王怒愈甚，然竟無所施。王素不道，後發高牆禁錮云。 \\n 予為舉人時，以太僕府君忠勤死事，入京乞卹。時嚴世蕃用事，賄賂公行，予謂縱賂得之，適足為先人辱，遂竟歸。歸督諸弟子姪晝夜閉戶讀書，相繼成立，竟得卹典。 \\n 予以給事中充正使，與禮部員外郎同年蹇理菴公，冊封鄭府崇德王。事完，即日行，餽謝甚腆，一無所受。理菴與予意同。後理菴官至薊遼總督兵部侍郎。 \\n 穆宗時，陳皇后出中宮，中外人心不安。予具疏請皇后正位中宮，以端治本。奉旨：后侍朕久，無子多病，移居別宮，以暢意耳，汝不知內庭事，妄言耶！再上疏言：皇后乃先帝選擇以遺陛下，有關雎樛木之德，抑鬱成疾，已為不可，乃云別宮暢意，豈有夫婦暌離而暢者哉！奉旨：后疾調理稍愈，即還本宮。 \\n 湖廣有大奸曰何心隱，即何夫山，即何兩川，即梁無忌，即梁光益，的名梁汝元，本江西永豐人，以侵欺皇木銀兩，犯罪拒捕，殺傷吴善五等六人。初擬死罪，後得末減，充貴州衛軍，逃去各省及孝感縣，倏往倏來，假講學為名，聚眾擾害地方，種種不法，各省歷年訪緝不獲，皆有卷案。萬曆七年，新店把總朱心學於祁門縣獲之，予發候按察使查卷問理。已而心隱病死。後數年，臺省諸公尚有為何稱冤者。蓋以假講學之名，遂為所惑，實不知其有各省訪拿卷案耳。迄今公論始明。 \\n 予為戶部侍郎，管太倉，見倉斛斗，其一獨大異常。問之，云：凡糧到倉，該倉斗級，每人先支一斗，此舊規也。予曰：是何言！即照常私與，亦是違法，況另置大斗乎。即禁革之。是年修總督倉場公署，或云：此銀例出各倉斗級。予曰：是烏可行，宜乎大斗私索也。乃與大司農張心齋公言，部發帑金修之，著為例。 \\n 予平日不囑託官府，故入仕亦不徇人請託。萬曆十八年，太夫人壽日，鄉人具軸禮來賀者三百餘人。予曰：某素不敢管人家閒事，有何德於鄉黨，敢勞諸君？答曰：正以公不說事，不害人，大家陰受其賜，故來耳！ \\n 予初考選刑科，即請益於掌科朱後菴公【繪】。公曰：切記不可聽人主使，為他人報私仇，壞自己名節。予佩服之。後果有具稿暗送，欲書予名者，急謝去之。月餘，同鄉一道長却持此本問予，予以實告不可染，但唯唯；越數日，竟上之，識者駭異，果以此敗官。 \\n 前輩涉歷事久，多有高見，有疑難事，不能自決，不可不以咨問。予曾有二事，一請教兵部侍郎吴公望湖，一請教兵部尚書張公心齋。二公論甚透切，予深服之。 \\n 予生平得朋友之益居多，同學于公華峰等，同僚吏部尚書趙公汝泉等，同年兵部尚書劉公節齋等，劉公在省尤相得。予家居，劉總督兩廣，聞予病，書來，若疾痛之在其身，寄桑寄生藥者再。兵部尚書邯鄲張公弘軒總督薊遼，書來林下者二。每自念未能酬報，吾子孫記之報之。 \\n 業師魏雲汀先生，諱智，任知縣。同僚：荊州府知府趙公汝泉，名賢，河南汝陽人，吏部尚書。徐公思重，名學謨，直隸嘉定人，禮部尚書。孫公【斗】山，名用，福建人，知府。江公心源，名一麟，都御史。 \\n 省中，何公來山，名起鳴，四川人。韓公元川，名楫，蒲州人，通政。梁公靜齋，名問孟，河南人，都御史。張公湖東，名鹵，儀封人，都御史。丁公觀峰，名懋儒，東昌人，知府。朱公後菴，名繪，平定人，少卿。溫公一齋，名純，涇陽人，尚書。鴻臚寺賈公虛菴，名儒，雞澤人，左少卿。 \\n 南太僕劉公仁軒，名穩，衡陽人，少卿。許公敬菴，名孚遠，海鹽人，侍郎。 \\n 順天府丞朱公越崢，名南雍，山陰人，太僕卿。 \\n 戶部，張公心齋，名學顏，肥鄉人，兵部尚書。劉公紫山，名思問，孟縣人，南戶部尚書。楊公夢山，名巍，海豐人，吏部尚書。王公雲澤，名廷瞻，黃州人，尚書。王公後齋，名友賢，寧鄉人，尚書。 \\n 公生平篤於師友，魏歲貢智，公之師也。公既貴，常遇諸塗，讓其乘騎於魏，扶持上下，而身跨蹇驢以從，鄉人至今稱之。 \\n 方伯公遺事 \\n 先祖方伯公年九十餘，讀書排纂不輟，雖盛夏，衣冠危坐，未嘗見其科跣。常揭一聯於廳事云：「紹祖宗一脈真傳，克勤克儉；教子孫兩行正路，惟讀惟耕。」齋中一聯云：「容人所不能容，忍人所不可忍。」癸巳歲，作自祭文，有云：「不敢喪心，不求滿意，能甘澹泊，能忍閑氣，九十年來，於心無愧，可偕眾而同遊，可含笑而長逝。」蓋實錄云。公年雖大耋，時時夜夢侍先曾祖司徒府君，或跪受扑責，如過庭時云。 \\n 方伯公同學 \\n 方伯公少在京邸，從青州張見堯先生學，同學者臨胊馮文敏公【琦】、蒙陰公文介公【鼐】。馮與公同年生，方伯少兩歲，兄事之。後為諸生，受知提學理菴蹇公【達】。召入書院凡四人，則公及濟寧于中丞若瀛、臨清柳尚書佐，其一即文介也。【公公萬曆辛丑進士，改庶吉士，時馮公以吏部侍郎教習庶吉士。】 \\n 方伯公答人詩 \\n 方伯公素不喜修煉之說，恆揭寧靜澹泊四字於壁，讀書眠食外，惟瞑坐調息而已。嘗有答侯晉陽大?一絕句云：「問予何事容顏好，曾受高人秘法傳。打疊身心無一事，饑來喫飯倦時眠。」公歿時，不肖年二十矣，回憶公一言一行，真羲皇以上人也。按「饑來喫飯倦時眠」，乃《傳燈錄》義海禪師語，王陽明與人論學，亦曾引之。 \\n 方伯公知人 \\n 二伯祖方伯中宇公【象坤】年十八領解，為嘉靖甲子。明年乙丑成進士。歷仕山西左布政使，卒官，貧至無以殮，撫按以下為醵金治後事，乃得歸。清正名臣也。公藻鑑尤精，為河南提學時，萬曆壬午鄉試，榜將發，直指問公曰：解頭當屬何人？公曰：杞之周九皋，否則汝陽李宗延耳。已而周果領解，李次之。李公仕至戶部尚書。 \\n 侍御公殉節 \\n 伯父侍御百斯公【與胤】，登崇禎元年戊辰進士，入翰林，改御史。甲申，公家食已八年矣。聞三月十九日之變，同妻子盡節，於几案間得手書一紙云：「京師卒破，聖主殉社稷。予聞之雪涕沾衣，不及攀龍髯而殉命，遂偕妻于氏、子士和併命寢室，命也奈何，葬從薄從速，隨時也。」公清介忠信，言笑不苟，鬚眉若神。葬日，會者萬人，莫不流涕。南城陳伯璣允衡論次公遺集，比之宋江文忠萬里云。崑山歸莊元恭詩云：「鼎湖痛絕競攀龍，城守諸公繼扈從；誰是簡書無誚責，獨捐頂踵又從容。九泉骨近平原廟，千古名齊日觀峰；欣慕執鞭嗟隔世，好憑詩句想遺蹤。」 \\n 王劉二奇士 \\n 予鄉王遵坦，字太平，益都人，太僕少卿瀠之子。劉孔和，字節之，長山人，相國鴻訓之子。二人皆負氣跅弛也，相友善。王居家桑谷，劉居長白，皆有林泉之美。崇禎間，見天下將亂，散財結客。甲申歲，孔和殺闖賊偽令，率精騎萬人，南赴金陵，至淮陰，以兵屬劉澤清。澤清與孔和素交，時為藩鎮，貴重無比，然好為詩。一日大會將吏，廣坐朗吟，賓佐交口譽之，孔和仰視，獨無語。強問之，曰：「公誠名將才，然此事定復不急。」澤清怒，罷酒，賓客皆惶懼失次，孔和傲然而出。澤清益怒，遣人追及舟中，殺之。已而金陵以為副總兵官，則孔和死數日矣。遵坦入本朝，隨肅王平蜀，為巡撫四川都御史，卒於閬。劉有《弈棋贈丘將軍長歌》云：「伏生之里大將出，生來所志惟馬革。幕中已多指視功，疆埸血戰不勝筆。堪嗟再謁典連敖，不知三世還執戟。別君十載一瞬間，歷盡鋒鏑與楛桎。背貴那可入韓罪，睛白聊足嘲吴刻。多君談笑貫索中，坐待明光銷蠹蝕。昨聞廣武拜軍師，聖主懷邦丈人吉。如今驅戰真市人，聒聒怒蛙誰與軾。願君橫臂障東海，莫令桑梓生荊棘。安有健兒把犁鉏，但見春林巢小鳦。從來外攘必內安，隱憂不在河北賊。夜涼浮白戒談事，更向局中問劫急。已知文偉能辦賊，不待當?辨白黑。贊君斂手推棋枰，論兵艾艾終羞吃。君功定可勒燕然，我詩空須錦罽織。」王有詩云：「怪鴟撲人山鬼叫，草際幽燐舊年少。古冢老貍夜宴賓，髑髏為盤羅八珍。玄熊文豹甘作使，噤不敢言但相指。夫君意氣不自持，拔劍向風劍光死。一身誰遣困蓬蒿，呼天喝月未足豪。驢脊如柴少韉勒，小挫風期非我曹。愁多歡少天白頭，倒擲河水西向流。一寸之心括千古，元氣茫茫生百憂。金盆濯足錦為廁，以此相酬已堪恚。寄語聽冰九尾兒，鷓鴣啼上寒楓枝。」劉又有贈王詩云：「都無殺者黃江夏，豈有食之嚴鄭公。」後竟死劉澤清手，與黃祖事絕類云。丘名磊，鄒平人，少為諸生，有才名，後走遼東，詣軍門上書，積功至總兵官，佩鎮東將軍印，亦死澤清之手。 \\n 節義 \\n 王氏，亳州人，李殿機妻也。殿機父死於法，母張氏沒官，給配象房校尉王福殿，機因冒王姓，繼粥於紅旗厄爾庫家。王氏在本籍，年三十四歲矣，叔兄強之嫁，誓死不從。康熙二十八年，覓夫至京師，時殿機已配蕭氏矣。南城御史阮爾詢具疏上聞，竟為夫婦，殿機、蕭氏皆斷出為民，同歸於亳。 \\n 封丘古蹟 \\n 同年岳給事鎮九【峰秀】起家封丘知縣，有古循良之風。唐高達夫嘗為縣尉，向無專祠，岳於西門外刱祠祀之。縣南黃池、北蟲牢，皆春秋古蹟，又有青陵臺、韓憑妻冢，岳皆為建祠立碑表之。此事近今長吏所少。 \\n  \\n 　"}
{"章节": "池北偶談卷六", "正文": "　 \\n 池北偶談卷六 \\n 　 \\n  \\n 談獻二 \\n 李太守 \\n 近日廉吏，以松江知府李正華為第一。正華貢士，獻縣人。予鄉李御史【森先】按下江，誅鉏豪右，有海忠介之風，中讒被逮，吴民號泣攀送者數萬人。既登舟，僚屬皆在，相視揮涕。正華最後至，攜一酒瓢，滿酌送侍御，慷慨言曰：「吾曹期不愧天日，不愧朝廷，不愧百姓耳。成敗利鈍，造物司之。公今日之行，榮於登仙，諸君何至作楚囚相對耶！」侍御掀髯大笑，諸君改容謝之。後以考成不及格，鐫級去。行之日，囊無一錢，松江人醵金數百，強投舟中，復人製一衣獻之，凡數千領，正華一無所受。松人走白巡撫，中丞下檄使受之，移書慰勉，乃量受為行李之費。既歸家，騎一驢，往來田間，歲一至郡城，南鼎甫【廷鉉】官河間時，與之往還甚稔。予過獻，問其所居，在縣西門，數椽僅蔽風雨云。 \\n 重慶三忠 \\n 獻賊自荊州上峽，攻陷重慶，蜀撫都御史陳公【士奇】、重慶太守王公【行儉】、巴縣令王公【錫】，同日罵賊被磔死。酆都林君明?作《三忠傳》，今巴人立三忠祠祀之。 \\n 楊太常 \\n 楊懷玉者，以琴供奉明懷宗，官太常丞。鼎革後，攜賜琴流轉吴越間，文士多為賦詩，絕似宋末汪水雲也。同時有伊爾弢者，會稽人，亦以琴供奉禁中。興化李鏡月【瀅】有長歌贈之，悽婉可誦。 \\n 二烈女 \\n 丙寅六月，福建巡撫張仲舉疏言：閩縣未婚烈女吴淑鳳，從容盡節，矢志靡他；連江縣未婚烈女楊聯姐，投繯就義，百折不回。部議奉旨旌表。 \\n 文柔 \\n 文柔者，李之儀端叔配，胡武平宿孫女也。為東坡所知，呼為法喜上人。東坡南遷，手自製衣以贐曰：我一女子，受此等人知，復何憾耶。見端叔自撰墓誌。 \\n 二文正墓 \\n 元耶律文正【楚材】、明李文正【東陽】墓，皆在都城西近畏吾村。王文貞公【崇簡】云，為孝廉時，見耶律王墓上斷碑尚可讀，二十餘年來，墓田歸旗下，此碑無從復問。西涯墓抔土僅存，明萬曆時，有進士王文邁者，曾為封樹，《畿輔人物志》云，公墓在阜城門外畏吾村，後人式微，麗牲之石，不復有矣。 \\n 張綵 \\n 張綵、焦芳、劉宇、曹元皆為逆瑾爪牙腹心，而綵又其鄉人也。苑洛《見聞錄》獨稱綵遏止逆瑾功德數事，謂大學士焦芳導瑾為惡，劉宇首阿附瑾，綵皆勸退之，如是不下十餘條。孝子慈孫，百世不改，而苑洛以鄉曲之故，亂天下萬世公是非，亦見其愚矣。 \\n 蔡道憲 \\n 蔡公道憲，閩人，以進士為長沙府推官。數夢與宋李忠節公芾酬酢。後天兵下湖南，蔡殉節。潭人歲時報賽，常見二公往來，車騎甚盛。全州謝石臞【良琦】記其事云。 \\n 事叔至孝 \\n 宣城施愚山【閏章】少孤，事叔譽至孝。一日，值叔誕辰，大集親戚上壽，而叔以小故忤意，堅臥不起，愚山跪榻前移晷。辛亥，客都門，每憶叔，輒涕泗。事叔如此，古人所希有也。譽有遺詩一卷，愚山屬予為論定，序而行之。 \\n 張待問 \\n 予邑新城，本長山縣地，元始為縣。閱《長山志?名宦》，宋止知縣翟大順一人，丞簿則有明以前無考。適閱《東軒筆錄》，得張待問一人，知志之闕漏多矣。張待問為淄川長山縣主簿。縣有盧伯達者，與曹侍中利用通姻，復憑世廕，大為邑患，縣令憚其勢，莫敢與較。張一日承令乏，適伯達以訟至庭，即數其累犯杖之。未幾，伯達之姪士倫來為本路轉運使，人皆為張危之，或勸令自免去。張曰：盧公賢者，肯銜隙以害公正之吏乎！了不嬰意。一日，士倫巡案至邑，召張語之曰：君健吏也，吾叔賴君懲之，今變節為善士矣。為發薦章而去。待問固不愧名宦，乃士倫亦鄉之賢大夫也。錄之以補志乘之闕。【范文正公幼隨母改適長山朱氏，《筆錄》訛作睢陽，宜正之。】 \\n 孔公父子 \\n 史載孔道輔原魯使契丹，優人以文宣王為戲，道輔艴然徑出。《澠水燕談》載，元祐中，上元，駕幸迎祥池，宴從臣，伶人以先聖為戲。刑部侍郎孔宗翰奏：唐文宗時有為此戲者，詔斥之，今聖君宴犒群臣，豈容有此。詔付檢官，置於理。二事絕相類。宗翰字周翰，即原魯子也。【宋至道二年，皇太子諸王宴瓊林苑，教坊以孔子為戲。賓客李至言：唐太和中以此為戲，文宗笞伶人以懲無禮，魯哀公以儒為戲尚不可，況先聖乎！】 \\n 龐嚴 \\n 《因話錄》角部載：江淮一舉人，姓嚴，登科記誤書龐，嚴遂賃舟丐食，往壽春，謁從事龐尹，事極可笑。按《唐書》：龐嚴，壽春人，元和中登進士第。元微之喜其文體類己，歷太常少卿、京兆尹。姓名、地里皆巧合，其一人耶？ \\n 劉富川 \\n 劉欽鄰，字鄰哉，號江屏，其先江右人，籍揚州之儀真。順治庚子舉人，辛丑進士，筮仕廣西富川知縣。甲寅，賊陷富川，劉不屈，死之。兩廣總督疏聞，得旨：劉某忠憤死節，深為可憫，應得卹典，從優議奏。予在揚州時，劉初釋褐，識其人，恂恂儒素，而大節如此，可敬亦可哀也。適見徐御史敬菴【旭齡】疏云：守土者，必有城存與存、城亡與亡之義，然後可以固封疆；敵愾者，必有寧使進尺、勿使退寸之心，然後可以克大敵。今賊來則以請兵救援而出，賊退又以隨兵進勦而入。守令逃竄，而委責任於將弁；將弁怠弛，而望恢復於禁旅。又云：國家深仁厚澤，培養臣工三十餘年，承平日久，文武燕安，綢繆牖戶之計不深，故捐軀?國之志不決。昔安史之亂，杲卿力?河北，故十七郡皆歸朝廷。淮蔡之平，裴度誓不與賊俱生，不浹月而掃清巨寇。臣就目前事勢而論，立欲削平僭逆，必先振刷紀綱云云。真藥石之言也。 \\n 張商英 \\n 宋張商英反復狙詐，小人之尤。杲禪師與天覺論元祐人才，因問溫公如何？天覺曰：大賢也。杲曰：相公在臺諫時，如何論他？天覺曰：只是後生時，死急要官做，故如此。予嘗謂便要官做，亦何至仆溫公之碑耶。吾鄉益都房安恪公【可壯】，天啟中為御史，為東林部黨之魁，而晚節不終。順治初，為溧陽相所逐，時年七十餘矣。京師邸舍器用，皆自扃鑰。或以為言，公曰：老夫不久當復召耳。予嘗問其姪孫星顯云：公嘗自言，少年血氣盛，只是要官做。其言與天覺相類。孟氏云：是集義所生者，非義襲而取之也。論人者不可不辨。 \\n 致身錄 \\n 虞山極辯史仲彬《致身錄》之偽，而予鄉趙隱君士?著《建文帝年譜》，多取之。劉公子孔和亦有《題致身錄》一篇云：國初殺運烈不除，越三十載還相屠。以仁守之真不足，雖有節士謀多疏。哀哉中山誠意輩，已盡大計環顧徒。嗟吁聖祖信數不建輔，使作皇覺之裔餘。鬼門一出四十載，歸來老佛惟雪顱。竄身萬里伏滇國，泰伯不得終封吴。藁葬西山一笏地，豈有方遂之疑乎。當時二十有二人，左右食屨相攜扶。未必才智似狐趙，不可及者武子愚。二百餘年士最盛，摧傷太過今如無。千秋直史不可滅，帝在均房應屢書。 \\n 劉元子 \\n 光州劉元子黃裳，嵩陽先生繪之子也，好談兵，倜儻負奇。嵩陽守重慶，銅梁大司馬張襄憲公【佳胤】以童子見知，愛如己子，致署中，與元子兄弟讀書。時元子十許歲，妒襄憲之才，夜與弟黃鼎潛往縊之，賴太夫人走救得免。後襄憲開府，元子尚在公車，過襄憲公，酒酣耳熱，輒謾罵，襄憲遜謝而已。元子後以兵部郎參謀征倭軍事。 \\n 徐東癡 \\n 吾邑徐隱君夜，字東癡，又字嵇菴，年二十九，棄諸生，隱居東皋鄭潢河上，掘門土室，絕跡城市，有朱桃椎、杜子春之風。癸亥春，予及先兄過之，欲約同志為構草堂，又遺書縣令云：元道州狀舉處士張季秀，請縣官為造草舍十數間，給水田一二頃，免其當戶徭役，令得保遂其志，使士庶識廉恥之方。又楊君謙《蘇談》所記中峰和上草堂，乃馮海粟煉泥、趙松雪搬運、中峰塗壁。吴人至今傳為美談。明府能為此盛舉，繼三公之後者，亦佳話也。竟不果。 \\n 朱浚 \\n 盧奕之有杞，華原柳氏之有璨，韓忠獻之有侂冑，吳玠、吳璘之有逆曦，所謂君子之澤，五世而斬也。何燕泉《餘冬序錄》載：朱文公曾孫浚為浙漕，值賈似道當國，時每有劄子白事，必稱某萬拜。按文公世系，公長子塾，塾生鑑，鑑生浚。浚仕至朝散大夫、右文殿修撰、兩浙轉運使、吏部侍郎。丙子，元兵至福安州，浚不屈死之。浚能殺身成仁，而不能不失身於權貴。明末亦有之，如張捷、楊維垣是也。浚死節事，《宋史》及《綱目》皆不書。 \\n 王李 \\n 掖縣王漢，字子房，俶儻有經世才，中崇禎丁丑進士，為高平、河內二縣令。上書言事，懷宗奇之，召對，擢御史，巡按河南。進巡撫都御史，死永城賊劉超之難。予少見其奏疏及《小武當詩》一篇，真奇才也。同邑李森先字琳枝，崇禎庚辰進士，入本朝為御史，屢上疏，論事切直，三下刑部，不少摧折。巡按下江，清剛端勁，寘淫YS僧三拙、優人王紫稼於法，江南人莫不快之。中忌者被逮，吴中罷市，哭送者萬人。世祖廉知之，尋內擢卿寺，而李不幸死矣。李修髯長身，飲酒無算，家有椒雨園，在南郭外，日與酒徒酣飲其中，醉則衣白衣，徒步歌呼過市，巾幘欹側，酒痕狼籍，有陽城之風。 \\n 黃熙績 \\n 順治己亥，海寇破京口、瓜、儀、寧國等處，金陵幾不守。寇安慶，推官黃熙績力守全城。辛丑論功，罪監司守令以下，死者數十人。熙績以前功特擢給事中，仍世襲阿思哈哈番。通判李皇詔亦得叙陞員外郎，世襲阿達哈哈番。黃、閩人。李、楚人。 \\n 米元章二婿 \\n 段拂、吴激，皆米元章之婿。拂字去塵，元章有潔癖，見其名字，喜曰：既拂矣，又去塵，真吾婿也。以子妻之。拂南渡後，仕至參知政事。激字彥高，入金為翰林學士，以詩樂府知名，與蔡松年齊名，號「吴蔡體」。 \\n 篤師誼 \\n 汴梁王金章【紫綬】參政，常從老儒劉文奇學。崇禎末，劉家沒於水，王為置田園廬舍於蘇門山中。後年七十餘病卒，為之營葬，情禮甚備。予見其哭師詩，哀樂有過人者，其警句云：「門無司馬求書使，室有黔婁正被妻。」餘不具錄。陶九成載檇李顧德玉葬其師新昌俞觀光事，此近之矣。 \\n 兩郝天挺本末 \\n 金元間有兩郝天挺，一為元遺山之師，一為遺山弟子。予考《元史?郝經傳》云，其先潞州人，徙澤州之陵川。祖天挺，字晉卿，元裕之嘗從之學。裕之謂經曰，汝貌類祖，才器非常者是也。其一字繼先，出於朵魯別族，父和上拔都魯，元太宗世，多著武功。天挺英爽，剛直有志略，受業於遺山元好問，累拜河南行省平章政事，追封冀國公，諡文定，為皇慶名臣。嘗修《雲南實錄》五卷，又註唐人《鼓吹集》十卷。元時漢人賜號拔都，惟史天澤、張弘範，見《輟耕錄》，漢言勇也。近常熟刻《鼓吹集》，乃以為隱逸傳之晉卿，而致疑於趙文敏之序稱尚書左丞，又於尚書左丞上妄加金字，誤甚。 \\n 孫靈暉 \\n 新城僻陋，其在南北朝則長樂、武強二縣地也。長樂今青州之高苑，武強今濟南之長山。偶讀《北齊書?孫靈暉傳》，乃予鄉前哲，而志不載，因錄於此：「孫靈暉，長樂武強人也。魏大儒秘書監惠蔚，靈暉之族曾王父也。靈暉少明敏，有器度。惠蔚一子早卒，其家書籍多在焉。靈暉七歲便好學，日誦數千言，唯尋討惠蔚手錄章疏，不求師友。《三禮》、《三傳》皆通宗旨，時就鮑季詳、熊安生質問疑滯，其所發明，熊、鮑無以異也。舉冀州刺史秀才，射策高第，授員外將軍。後以儒術甄明，擢授太學博士，遷北徐州治中，轉潼郡太守。天統中，令朝臣推舉可為南陽王綽師者，吏部尚書尉瑾表薦之，徵為國子博士，授南陽王經。王雖不好文學，深相敬重，啟除其府諮議參軍。綽除定州刺史，仍隨之鎮。綽所為猖?，靈暉惟默默憂悴，不能諫止。綽欲以管記馬子結為諮議參軍，乃表請轉靈暉為王師，【以子結為諮議。】　【據《北齊書?孫靈暉傳》補。──點校者。】朝廷以王師三品，啟奏不合。後主於啟下手答云『但用之』，仍手報南陽書，並依所奏。儒者甚以為榮。綽除大將軍，靈暉以王師領大將軍司馬。綽誅，停廢。齊亡數年，卒。子萬壽，聰識機警，博涉群書，有辭藻，尤甚詩詠。齊末，陽休之辟為開府行參軍。隋奉朝請、滕王文學、豫章長史。卒於大理司直。」 \\n 忠勤公黔志列傳 \\n 先高祖太僕府君，死事於黔，明世廟諭祭文，有忠勤報國之褒，故稱忠勤公。黔記《名宦傳》云：王重光，濟南新城人，以進士為司空曹郎，嘉靖中，貴州左參政。會赤水黑白羿蠻叛，公與參將於某，衝嵐冒瘴癘，勤事以死。事聞，賜祭，贈太僕少卿。公祠在永寧衛，有指揮王之屏、張朝者，奉委采木，不避險艱。水漲，有巨木閣灘頭，朝、之屏先卒徒入水，掀撥巨木，溺死。事聞，賜葬。今從祀公祠。蠙衣生曰：予聞王之先有王叟者，與其嫗力田作苦，家嬴擔食之儲。有窮措大夜穿其墉，叟覺，以戒嫗：是偷兒也。扼其吭而燭之，曰：嘻！君故儒士，而顧穿窬耶！夫婦甚憐惜之，耳語曰：勉旃勉旃，吾終不暴君之短。因出粟與之。庾人無知者。太僕蓋其孫云，由太僕而後益昌大，今所稱新城王是已。此傳同年某中丞撫黔時特錄相寄。時曲沃衛少師方有纂修一統志之請，不一載，滇黔告變，志未進呈，故具錄於此。 \\n 死節 \\n 富川知縣劉欽鄰死節之後，又得數人，謹書之。饒寇陷浮梁，知縣王臨元死之。陷新昌，典史諸士英死之。臨元，山東平山衛人，順治辛丑進士。【叛將以紫衣誘降，不從，自縊死。】浙寇陷武義，署縣事蘭谿丞徐□死之。【賊索印，力拒而死。】□，山西廣昌人，貢生。海寇薄溫州，總兵官祖弘勳迎降，巡道僉事陳丹赤死之。【叛將議脅之降，大罵遇害。】丹赤，福建閩縣人，順治辛卯舉人，初贈光祿寺卿，加贈通政使司通政使。朱龍據定邊堡以叛，守備劉士英同其妻妾郭、李俱死之。孫崇雅以神木叛，榆林道參議楊三知全家死之。三知，順天良鄉人，順治丙戌進士，【其妻□氏與二女先死，妾□氏不死，為賊所得，大罵遇害。】贈光祿寺卿。王贈光祿寺少卿，?贈浙江按察使司僉事，劉士英贈參將、世襲拜他喇布勒哈番，諸士英贈江南宣城縣主簿。 \\n 段復興 \\n 段公復興，兗州陽穀人，明末為秦中監司，有威惠。崇禎癸未冬，李自成入關，西安陷，諸郡瓦解。賊檄至慶陽，公怒裂之，斬其使，誓以死守。十一月十六日，賊陷慶陽，公巷戰，力竭死之。母夫人、妻楊氏、妾劉氏、宗氏、張氏、子瑞、女成、暨婢僕七人，皆自焚死。秦人立祠，春秋饗祀，有禱輒應。以比唐段太尉，關中人稱二段云。 \\n 蔣氏王氏 \\n 蔣氏，淮安大河衛人，許字山陽高昂，未娶而昂夭，女趨喪，哭甚哀，自矢不嫁，每歲寒食必往祭墓。今五十餘尚在。又康熙十六年，閩逆初降，巡撫楊熙疏請旌表孝子王鑑女惠貞。惠貞年十六，許字儒士楊儼，儼死，謀以身殉，家人止之，因請奔喪，自縊夫柩之側。 \\n 王應熊 \\n 巴縣劉孝廉非眼【道開】作《故大學士王公應熊傳》，頗紀實，無諛詞。其贊云：「立朝孑孑，居鄉赫赫。峻整方嚴，夏日冬雪。天資則美，聖學未充，責人無已，居己不洪。仗鉞秉旄，入相出將，遇非其時，用違其量。民之焦墊，其何能淑，翰林有餘，宰相不足。」應熊以崇禎癸酉冬，內傳入閣辦事，不由枚【小】　【卜】。在政府僅五月，攻之者眾，遂罷歸。歸後，弟應熙與同邑戶侍倪斯蕙子天和相軋，遂成大獄，倪氏傾覆殆盡，巴人少之。癸未，周延儒罷相，舉應熊自代，詔起田間，比至，周已賜死。陳演不欲其入，紿應熊止涿州，而上疏力辭。上以問陳，陳對曰：此要君之術耳。上怒，遂勒歸。南渡以為督師，專辦蜀寇。甫抵遵義，獻賊已據成都隘，將曾英擁眾數萬駐重慶，應熊無師可督，蟒衣玉帶，端坐受庭謁而已。丙戌冬，肅王誅獻賊於南部之鳳皇山，假子孫可望奔重慶，墮其城，南入滇黔。明年丁亥秋，應熊卒於永寧之土城。 \\n 倪所居有巴字園，俯臨城堞，南對塗山，下有龍門浩，擅巴郡江山之勝。自題一聯云：「居臨巴水真成字，家對龍門好著書。」予昔過重慶，聞之門人林舉人云。 \\n 魏尚書格言 \\n 蔚州魏環溪尚書【象樞】，順治中，以光祿丞養親家居。服闋，以臨胊馮相國易齋【溥】薦，起為御史，不五載至尚書。所著有《庸齋閑話》，與薛文清《讀書錄》同旨。偶錄數則於此： \\n 有不可知之天道，無不可知之人事。 \\n 好名是學者病，是不學者藥。 \\n 居大臣而德不純，學不粹，不如下僚。居下僚而政不平，刑不中，不如素士。為士而理不明，學不正，不如庶民。 \\n 偶見水與油而得君子小人之情狀焉。水，君子也。其性凉，其質白，其味沖，其為用也，可以澣不潔者而使潔。即沸湯中投以油，亦自分別而不相混，誠哉君子也。油，小人也。其性滑，其味濃，其為用也，可以污潔者而使不潔。倘滾油中投一水，必致搏激而不相容，誠哉小人也。 \\n 五倫之外無道，六經之外無文，四書之外無學。 \\n 貧賤立品，富貴立身，方是天地間真男子。 \\n 成德每在困窮，敗身多因得志。 \\n 為仙為佛，論死後地位。為聖為賢，論生前地位。此虛實有無之別。 \\n 世間第一種可敬人：忠臣孝子。世間第一種可憐人：寡婦孤兒。 \\n 恭謹忍讓，是居鄉之良法。清正儉約，是居官之良法。 \\n 吴芾云：「與其得罪於百姓，不如得罪於上官。」李衡云：「與其進而負於君，不如退而合於道。」二君皆宋人也，合之可作出處銘。 \\n 父母有過，子猶幾諫，諭親於道，心無欺慢。兄弟有過，豈容背訕，面吐衷腸，誰能離間。匿怨而友，良朋所患，一人作偽，一家習慣。骨肉手足，譸張為幻，人而異情，犬豕之豢。 \\n 家門喻 \\n 魏環溪尚書聖人家門喻，略載於左： \\n 聖人門，【觀者自下而上，取君子上達意。】門闢正路三條：中行，【中路。】狂，【左路。】狷。【右路。】門閾內外二界：喻義，【閾內。】喻利，【閾外。】門內戒規三節：老在得，【終戒。】壯在斗，【中戒。】少在色。【始戒。】門內畏箴三則：畏天命，【一則。】畏大人，【二則。】畏聖人言。【三則。】 \\n 門內賞罰二格：懷德，【賞。】懷刑。【罰。】門內才品四種：剛，【第一種。】毅，【第二種。】木，【第三種。】訥。【第四種。】門內課士三等：行己有恥，不辱君命；【一等。】宗族稱孝，鄉黨稱弟；【二等。】言必信，行必果。【三等。】門內黜士四等：患得患失之鄙夫，【下等。】無忌憚之小人，【又下等。】德之賊。【最下等。此段自上而下，取小人下達意。】門內取士四科：德行，【一科。】言語，【一科。】政事，【一科。】文學，【一科。】叩門三法：反三隅，【力叩法。】悱，【口叩法。】憤。【心叩法。】入門一步：致知格物。 \\n 聖人家，【自下而上，同前。】孝，【基。】弟，【址。】門戶堂室，聖人，【室。】君子，【堂。】善人，【戶。】有恒。【門。】護家四壁：信，【四壁。】忠，【三壁。】行，【二壁。】文。【一壁。】向上三階：樂之，【上層。】好之，【中層。】知之。【下層。】自外達內四程：權，【四程。】立，【三程。】適道，【二程。】共學。【一程。】自內達外四程：禮動，【四程。】莊莅，【三程。】仁守，【二程。】知及。【一程。】傳家四法：游藝，【家外】。依仁，【家內】。據德，【家內】。志道。【家內。】成家四事：樂忘憂，憤忘食，誨不倦，學不厭。 \\n 聖門戒律 \\n 廬陵張學士幹臣作《聖門戒律八條》：一名穿窬之類，【多方鑽刺覬覦者是。】一名患得患失鄙夫，【夤緣以獵榮膴者是。】一名妾婦，【阿附取容者是。】一名壟斷賤丈夫，【指為奇貨者是。】一名墦間乞人，【望門干謁者是。】一名無忌憚小人，【侮法作奸擅行者是。】一名德之賊，【游移不可方物者是。】一名不遠禽獸。【橫逆不悛，淫蕩無恥者是。】 \\n 圖讖 \\n 漢光武好以圖讖決事，宣布天下，桓譚以此得罪。而苻堅以讀讖殺王彫、王佩，此一事過光武遠矣。其後乃以讖文入五將山，竟為姚萇所執，當是末路憒憒耶！ \\n 朱肜 \\n 朱肜，京兆人，隱居不仕。閻負使涼，以肜與王猛並稱，堅以猛為侍中。猛表讓於肜。其後猛死，堅欲南寇，引群臣會議太極殿，苻融、石越等皆諫，肜獨贊之。卒致淝水之敗，以至亡國。此豈景略匹耶！處士盜虛聲，何代無人。 \\n 馮可宗 \\n 益都馮起震，字青方，老儒也。工畫竹，有名啟禎間，時號馮竹子。有子二人：長可賓，成進士，官給事中，好聲伎，侍妾數十人。其弟可宗，南渡掌錦衣衛事，為馬、阮牙爪，尤豪侈自恣，居第皆以紫檀為窗楹。乙酉死於金陵。同時有馬文室者，貴陽相之廝役也，亦官都督。金陵破，官於其居宅井中淘金，得數萬兩，或為賦《淘金行》焉。 \\n 劉吏部 \\n 劉吏部公(甬戈)【體仁】，慷慨任俠，意氣自許。嘗遊睢陽，睢陽守贈遺頗厚，歸經人家墓田，徘徊久之，曰：此地自佳，惜葬不合法，不急遷，且有奇禍。因迂道訪其家，具為主人道之，曰：公誠長者，顧力不能遷奈何！劉曰：是易耳，盡解橐中裝，與之而去。此與《漢書》原涉事頗相類。 \\n 王公家書 \\n 故尚書王公德完，字希泉，蜀廣安州人。萬曆庚子，臨胊馮公琢菴【琦】、南充黃公慎軒【輝】同侍皇長子日講。退謂王公曰：「今日皇長子閟言母后憂危狀，殆不自保。」馮又曰：「今日之計，母后安則皇長子安，而天下安，否則危矣。須得一人(扌弃)性命說破，庶有濟乎！」王公慷慨起曰：「此言官責，公詞臣，可無言，然某言之必死，老母弱子，以累慎軒矣。」疏入，神宗大怒，下詔獄究問主使之人。當是時，馮公自分不免。王公備任慘毒，但云道路喧傳，高皇主使。語不及他。拜杖謫歸。天啟中，起廢籍，至戶部尚書。公之孫有馮，予門人也，以公獄中家書及馮、黃二公手札示予，敬錄於此。 \\n 家書云：「十月二十八日，男上中宮本。蓋中宮危則皇長子危，長子危則宗廟社稷危，此回天機括，曲突徙薪上策。因赤心為國，奮不顧身，冒昧陳言，致皇上震怒，拏送鎮撫司考訊。人臣盡忠報國，獨立敢言，誰為主使。皇上初震雷霆，計且不測。幸賴二祖列宗在天之靈，皇上夢一金甲神人，持鞭而撻，宮殿動搖，因此上心驚懼，男遂免於廷杖，止繫鎮撫司中，出則無期也。各衙門上三疏救，皆不報。男思人臣為宗廟社稷，即死亦可不朽。矧仗我祖宗父母積德累仁，今得不死，非聖主恩深，焉能再造耶！萬里長途，兩位老母，暮年聞此信息，驚惶憂慮，恐致成病，則不孝之罪無所容於天地間矣。」馮公書云：「千古綱常，萬年宗社，係兄此舉。蓋向來所言，止及國本，而兄所言者，事之本也。烈心奇節，與鄒爾瞻等，而所關比爾瞻更大。國史野史，大書特書，不一書矣。雷霆之下，笞箠慘并，百僚悸心，千夫隕涕，寄九死於九關，幸而不死，社稷實式靈之。既逆隆旨，干天譴，士之處此，當以忠智相兼。有身在無忘主恩，有舌在無談國事，事在身外，身在世外，鷗波萍跡，足寄此生。柴車就道，形跡宜晦，即遇故舊，一夫一馬，亦勿受之。貂璫滿途，百凡寧過慎耳。行矣足下，相與淺而意則深，業已成千秋之事，為千秋之人，事事須與此舉相稱。令龍逢、黃綺，合為一人，乃為全盛。若異日出而肩大任，建大業，則在天不在我。然聊以兄之出處卜之也，勿煩作報書，有所欲言，異日覓便相聞可耳。」黃書略云：「臣罪當誅兮天王聖明，此語至當，真見古人之心。辟如父母反目，泣諫不從，大杖而走，豈須臾忘怨慕哉！常存此心，自不見直言得罪有毫髮之可矜負也。天下人公共大事，被兄一肩擔盡，所關至大，而弟所言，欲百尺竿頭更進一步，蓋責備賢者、愛不能已耳。」此事孫北海侍郎《益智錄》載之，止言黃而不及馮，且錄名臣亦不及文敏，何哉？ \\n 陳忠愍 \\n 陳都督福，字東海，陝西定邊堡人，積功至右都督，駐夔州。予壬子使蜀見之，真儒將也。與予登夔府東城，觀八陣圖，謁白帝城昭烈廟，奏軍中之樂，行酒極歡。酒酣，送予江岸，執手殷勤而別。此後予廬居，聞陳遷寧夏總兵官。尋滇黔告變，陳百口尚在夔門。時蜀中已陷賊，以左將軍印誘之，招致百端，陳皆執其使以聞。朱龍輩叛亂，據花馬池等城，討平之。進圍固原。朝論方倚為長城，謂必辦賊。一日，賊忽以五百人偽降，陳坦然不疑，置之左右。陳部下有九營，而自居中，號令嚴肅。日晡，諸營不得相往來。夜二鼓，降人發難，中軍驚擾。時大風雪，諸營無敢趣救者，遂刃陳，取其元去。此乙卯冬事也。陳忠勇，乃心王室，今大帥無出其右。其死也，上震悼，特贈為公，諡忠愍。擢其弟參將奇為天津總兵官；壽為光祿寺少卿，今為右通政。 \\n 曹植司馬順 \\n 吴江顧生庶其【萬祺】《三餘漫筆》云：三叔周之畔臣，實殷之忠臣也。說本陳同父。若曹丕篡漢，陳思王植變服而哭。司馬炎篡魏，習陽亭侯順歎曰：「事乖唐虞，而假為禪名。」遂悲泣，由是廢黜而卒。二公非漢、魏之忠臣歟！ \\n 門戶 \\n 吾家自明嘉靖中，先高祖太僕公以甲科起家，至隆萬而極盛，代有聞人。當明中葉，門戶紛紜之時，無一人濡足者，亦可見家法之恭謹矣。先伯祖太師霽宇公【諱象乾】，出入將相六十年，與葉文忠公、沈文端公、郭文毅公輩師友之誼最厚。故小人造《東林同志錄》，東林籍貫皆列焉。先祖方伯公【諱象晉】，為禮部主事，時鄉人亓詩教、韓浚勢張甚，以公名閥，素有清望，餌以銓曹，欲引入其黨，公力却之，遂觸其怒。丁巳，以察典中傷，里居者十餘年。此其梗?也。至從叔祖吏部【象春】，為東林聞人，而才浮於□，家法始一變矣。夏瑗公【允彝】《幸存錄》云：辛亥京察，孫丕揚主之，曹于汴、湯兆京佐之，而所處湯賓尹、王紹徽輩，則攻東林者也。紹徽有清望，而賓尹負才名，故秦聚奎直糾其不平。丁巳京察，鄭繼之主之，徐兆吉、韓浚佐之，而所處皆東林也。世之所謂清流者，一網盡矣。是時有齊、楚、浙三黨鼎峙：齊為亓詩教、韓浚輩，楚為吴亮嗣，官應震輩，浙為劉廷元、姚宗文輩，而湯賓尹輩陰為之主。於是有宣黨、崑黨種種別名，宣即賓尹，崑則顧天?也。 \\n 亓韓 \\n 亓詩教，萊蕪人。韓浚，淄川人。趙忠毅著論所目為四凶也，皆同郡。會山東缺銓司，先方伯時官儀制主事，同鄉前輩皆屬意。亓、韓欲攘以為德，冀為之用，屬張華東公【延登】通殷勤。時伯祖太師以薊督召入中樞，公曰：「朝廷威柄，惟銓與樞，詎有兄在本兵，弟復為銓曹者。」力謝辭之。亓、韓怒不附己，遂以察典中傷。夏考功云：「丁巳之察，不平彌甚，竟無一人起而爭之者，蓋在朝清流驅逐盡矣。」諒哉。先是癸丑考選，諸公皆以名德首推公。時太師方以大司馬召，寓家書曰：「弟以資望，應得臺省，且欲假歸，俟考選後乃入。弟即迴避，例亦當改翰林。」公復書言：「王事孔棘，且君命不宿於家，不可以弟故遲君命。」即具呈迴避。公生平恬退如此。 \\n 高忠憲 \\n 高忠憲公自言：少年以氣節自許，以此一念，受譴亦不畏。及得罪遠竄，值風雨，困臥舟中數日，天晴霽，登岸入旅店中，忽推窗見桃花爛然，遂有悟，并氣節之想亦冰消矣。 \\n 崇禎三相 \\n 夏瑗公云：烈皇英明勤敏，自當中興，而卒致淪喪者，以輔佐非人也。庶幾如范景文之博大好賢，方岳貢之清勤憂國，不失賢相，惜用之稍晚。謝陞不徇物情，不違公論。三公於二(尚阝)，皆虛公不滯。但闖寇之難，范死節最烈，照耀千古。方以直精微房入內，聞變即自縊，為僕所釋，欲再縊而寇已入，受刑至慘，終不屈死。或惜其死稍晚，然大節終無貶也。謝又出方下矣。 \\n 酈道元 \\n 酈道元，史稱嚴猛，為中尉。汝南王悅嬖人丘念，弄權縱恣，道元收付獄。悅請於胡太后，太后赦之。道元殺念，并劾悅。時蕭寶寅在關中，反狀已露，悅遂奏道元為關右大使，行至陰盤驛遇害。世但知其文士耳。 \\n 二王好佛 \\n 王右丞兄弟好佛，多與名僧游處，其山川梵宇之作，往往精妙。然《唐書?王縉傳》載，縉喜飯僧徒，對揚啟沃，輒以因果為證。每西番有警，輒使群僧誦《仁王經》禳之。大曆刑政，日以凌遲，縉又縱弟妹女尼等廣納賄賂，如市賈焉。孟子謂頌詩讀書，必知人論世。旨哉言乎！ \\n 薛佩玉 \\n 予年來訪求殉節者，謹書之。近又得貴州都勻知縣薛君殉節狀於同年子吴雯天章。薛君諱佩玉，山西芮城人，辛丑進士，出予友李宮詹容齋之門。為人孤介質直，臨事不苟。康熙十三年正月十一日，滇逆至都勻，戍將及兵士數千人內叛，脅受偽印，薛君不可，登樓自縊，僕薛策、薛健救之，曰：「汝誤我，非愛我也！」急麾去，遂死。其子鏞，今為諸生。 \\n  \\n 　"}
{"章节": "池北偶談卷七", "正文": "　 \\n 池北偶談卷七 \\n 　 \\n  \\n 談獻三 \\n 陳氏 \\n 康熙十五年丙辰春，甘肅撫臣疏稱：「會寧縣典史汪玉虹妻陳氏，被執，罵賊不辱，投井死。」得旨：給銀三十兩，立貞烈碑。 \\n 畢孺人 \\n 叔祖翰檢公，諱象節，字子度。中萬曆壬辰進士，選庶吉士第一。元配畢孺人，年甚少，於邸中從容立嗣，告於柩前，自縊死。奉旨旌表，馮文敏公【琦】為傳。比葬，有雙鶴翔於墓所，良久而去。《彈園雜誌》云：「萬曆乙未夏，翰林檢討王象節病危，妻畢氏皇迫自縊，家人覺之，救免。夫卒，竟閉戶縊死。辛亥夏，戶部主事陳原道卒。妻計氏，哀慟不食，淚盡血出，死於柩旁。道臣皆請旌表，從之。卓哉兩烈婦，事正相類，紀之以勸天下之為人婦者。」偶閱此，錄附家乘。 \\n 馬文肅家書 \\n 無錫馬文肅公【世奇】，以崇禎辛未登進士，報至日，其父涵虛公夢人告曰「忠臣不事二君」。又少時夢自吟「從今別却江南日，化作啼鵑帶血歸」之句，後果殉甲申之難。 \\n 其答成忠毅公【德】二柬云：「吾輩舍一死別無法，吾不為其難，誰為其難者！國家大運，一身大數，總有天主之，天予我以成仁取義，固無憾也。勉之！吾輩正不必遜古人耳。」又云：「讀教所謂是母是子，羡之敬之。」成忠毅公【德】柬云：「慷慨仗節易，從容就義難。吾輩將為其難乎？抑為其易乎？」又柬云：「弟幸老母、舍妹俱在此，老母爭欲先引決，弟止之，以從容慷慨二義為告。弟志在為其難，懼變起倉卒，我輩無以自明，故復以二義相商也。」 \\n 文肅自跋云：「玄升【忠毅字。】一門四人俱死。吾一室三人，庶可相匹。【妾朱氏、李氏俱贈孺人。】士夫多有削髮為僧者，雖於身體髮膚受之父母之義，未免有礙，然亦不得已之苦心，彼念上猶在南也。」與兒書略云：「忠孝二字，是吾家風，好守之。一姐先死，【朱氏。】玉潤後死，【李氏。】女流得之，尤稱殊節，吾可無憾矣。玉潤父母，可善視之。」又云：「吾少於夢中曾吟詩二句云云，此文文山語也，曾向汝母言之。舊歲又夢汝祖父語我曰：『汝六十一歲，羈星在命，過不得。』或謂必無是。以中一填起金星，為恩星也。今成我以千秋之節，又有兩侍妾為我添此光彩，何必非恩乎！特與汝識之。」公孫翀，字雲翎，康熙壬子舉人。年少有志節，工詩文，不愧家學。與予善，惜早卒，未見其止耳。 \\n 蘇門孫先生言行 \\n 蘇門孫徵君鍾元先生【奇逢，】以康熙乙卯卒，年九十二矣。其自贊云：「問爾為誰？曰歲寒氏。歲既云寒，爾何為爾？曰幼讀書，妄意青紫；長知立身，頗愛廉恥。雖困公車，屢蒙薦起；骨脆膽薄，不慕榮仕。衣厭文繡，食甘糠秕。隱不在山，逸不在水，隱於舉人，七十年矣。繞膝多男，及門有士。老而學《易》，欲探厥旨。聊以卒歲，如斯而已。」 \\n 先生十四歲，謁楊忠愍子尚寶補庭。補庭問：「設在圍城中，內無糧芻，外無救援，當如何？」先生應聲曰：「?死勿去！」尚寶歎曰：「足卜子生平矣！」 \\n 天啟中，左浮丘、魏廓園、周蓼洲三公，以璫禍被逮，皆先生與鹿忠節【善繼】之父及其甥?張于度果中，周旋於患難之中。左公弟光明、魏公子學洢、周公友朱祖文皆主其家。又與高陽孫文正公書曰：「左、魏諸君子，善類之宗，橫被奇冤，誰不扼腕？昔盧次楩一莽男子耳，謝茂秦以眇布衣，行哭燕市曰：『諸君子不生為盧生地，乃從千載下哀湘而弔賈乎？』李獻吉在獄，何仲默致書楊邃菴，求為引手，康德涵義急同調，至不自愛其名。浮丘、廓園之品，固當直踞獻吉，何次楩敢望？某一介書生，尚負慚於茂秦；閣下功德，前無邃菴憐才扶世之感，諒必激於中，豈無意乎？」及三公死，各坐贓數千，先生又與鹿太公醵金代上之。先生晚年語門弟子云：「吾生平尚友凡三變：乙丑丙寅之際，則慕陳太丘、郭林宗；癸甲之間，則管幼安、田子春；今耄矣，其惟衛武公乎？」 \\n 奉聖夫人客氏弟光先，介所知以名馬貽先生，以家貧不能具芻茭辭；光先再致養馬之需，以病軀不能乘辭。 \\n 先生常語門人曰：「讀有字底書，要識無字底理。」又曰：「予五十年始識得一貧字。」嘗有詩云：「為人百歲只為子，學道終身總學貧；定力原從貧處得，猿啼鬼嘯也成鄰。」 \\n 先生家祭儀注略云：晨起櫛沐後，入祠三揖。自入小學，便不可廢。朔望日，焚香拜。元旦昧爽設祭，四拜。四仲月，用分至日，各設祭，行四拜禮，子孫供職事。凡佳辰令節，寒食寒衣，皆拜，設時食。忌日設食，拜，子孫素食，不享客。有事出門，焚香拜。歸亦如之。吉慶事，卜期設祭。兒女婚姻，焚香以告。生辰彌月，設食以獻。新婦廟見，設祭，主婦率之行禮。凡祭，婦人另行禮，各如儀。 \\n 先生嘗題壁云：「人生最繫戀者過去，最冀望者未來，最悠忽者見在。夫過去已成逝水，勿容繫也。未來茫如捕風，勿容冀也。獨此見在之頃，或窮或通，時行時止，自有當然之道，應盡之心。乃悠悠忽忽，姑俟異日，諉責他人，歲月虛擲，良可浩歎！」 \\n 先生孝友堂家規云：「邇來士大夫絕不講家規身範，故子孫鮮克由禮，不旋踵而辱身喪家者多矣。祖父不能對子孫，子孫不能對祖父，皆其身多慚德者也。家中之老老幼幼，夫夫婦婦，各無慚德，此便是羲皇世界。孝友為政，政孰有大焉者乎？」 \\n 先生前後廬墓六年，常言少年妄意功名，自雙親見背後，哀痛窮苦中，認取本來面目，覺向來氣質之偏。 \\n 先生嘗言：「七十歲工夫，較六十而密。八十歲工夫，較七十而密。九十歲工夫，較八十而密。」湯孔伯斌云：「先生之學以慎獨為宗，以體認天理為要，以日用倫常為實際。」康熙甲辰，先生以大難錄一事，牽連北上，途中語門人曰：「憂患恐懼，最怕有所。一有所，則我心無主。古來忠臣孝子，義士悌弟，只是能自作主張。學者正在此處着力。」先生病革時語學者云：「近得一語，實為要訣，但未敢拈以示人。許平仲能化老僧還俗，此語通徹，天德王道，一齊了貫。」 \\n 蘇門三賢 \\n 張果中，字于度，容城人。少從學於江村鹿公。【善繼，崇禎中殉難，贈大理寺卿。】左浮丘、魏廓園罹璫禍被逮，皆主其家。牧齋贈以詩，所謂「夕陽亭下頻留客，廣柳車中每貯人」是也。後從孫徵君入蘇門，高蹈遠隱，卒葬夏峰村北原，徵君為之傳。彭了凡，蠡縣人，舊為諸生，甲申後遊河朔，依徵君以居。土人授粟不受，竟坐死嘯臺旁。徵君題之曰「餓夫墓」。理鬯和，字寒石，西華人，本姓李，恥與闖逆同姓，改今姓。有詩文若干卷，亂後散軼。徵君嘗貽書西華左令，恤其老母幼孫，稱為魯連後一人。予嘗作蘇門三賢詩云。 \\n 王董兩烈婦 \\n 王貞烈孔氏，河南儀封人，進士貞壇女，適諸生王碧壺。碧壺，肅敏公七世孫也。乙巳七月，夫死，自縊以殉。死三日，父母往哭之，目忽開，移時而瞑。董烈婦孫氏，山東福山人，歸萊陽董樵子道廣，道廣死，亦自縊，將死，語其弟曰：「歸語父母，勿悲我。父母劬勞，無以為報，是所以報耳。」【貞壇，先兄門人。】 \\n 刁蒙吉 \\n 刁蒙吉先生【包】祁州人，天啟丁卯舉人，隱居講學。曾見其《潛室劄記》二卷，錄二條於左。 \\n 為蓋世豪傑易，為慊心聖賢難。 \\n 《易》言趨吉避凶，蓋言趨正避邪也。若認作趨福避禍，便誤。 \\n 左翼宸 \\n 左翼宸先生【光圖，】應州人。少失愛於繼母薄氏，以孝聞。後舉孝廉，為嵩縣令。闖賊寇其境，竭力拒守，城陷被執，將殺之。薄以身蔽先生，泣曰：「我，繼母也，兒事我孝，願以身代孝兒。」賊感而釋之。居鄉一介不取，冬常單衣。有老蒼頭世寶者，製絮衣以進，曰：「主人義不他受，此衣寶力所營，願主人安之。」竟力却不受。所著有《知非集》。 \\n 范呂二公 \\n 范文忠公夢章【景文】甲申絕筆云：「坐臥小樓，竟亦難耐，故此決絕。」萬曆中，文忠為東昌府推官，時雒陽呂忠節公【維祺】為兗州府推官，後同入為吏部郎。天啟甲子乙丑間，同以忤璫歸。崇禎中，又相繼為南京參贊兵部尚書。文忠撰《忠節太翁墓誌》，謂「予與介孺生平、行徑、臭味，無一不同」。卒皆以大節著。呂公子兆琳，字敬芝，順治己亥進士，官御史，與予善。孫：履恒，康熙甲戌進士；謙恒，癸酉舉人。 \\n 長白先生 \\n 元張慎與，名臨，讀書長白山中，淹貫經史，生徒千里負笈。屢徵不起，學者稱長白先生。元明善《完顏令去思記》云：「與齊處士張臨善。」楊廉夫撰《鮑孝子志》，又載先生至元間，由丘園官至祭酒。狀元張夢臣、中丞張朴、大參張誠等，皆先生門人。又鄒平縣北地名河溝，有先生為其父阡表，中自云「為司業，貳上庠，僅半載，」與廉夫言相近。元太史與先生同時，記稱處士，不知何謂？今長白山五龍池上有三賢祠，祀伏生、范文正公及先生也。嘉靖中，鄒平丞朱仲恩夢一丈夫，冠服朴異，不類時人，自稱予有名無爵，世所稱長白先生者，乃太學生張松遠祖也。松嘗記其事，姪孫中丞仁軒公【一元】、曾孫尚書華東公【延登，】建先生祠於縣東七里，尚書為之記。 \\n 丘方山 \\n 丘方山，名鳳，河南新安人，以刀筆仕至南京龍驤?經歷。少讀小學、《大學》、《中庸》、《禮記》，躬行有德，日以朱、墨二圈，記別理欲。有弟蕪其田，以為己分田多瘠，先生即以己田易之。已而沃，弟田復蕪，先生又易之。初仕獻縣丞，稱清官第一。後自南京告老歸，居方山下，鄉黨以為錢宣靖公後一人。先生與洛陽尤西川時熙友善，西川門人孟雲浦化鯉狀其行，呂忠節公維祺作諡議，予於纂修《明史》時，曾以其行狀、諡議送史館。 \\n 沈文端公家書 \\n 歸德沈文端公【鯉】家書一通。略云：「王父母賜扁，曾央大哥往謝否？爾已後只以不相見為主，寧可禮節上差些，勿要開了此端，出入公門，招惹是非，且受勞苦。拜客只可騎馬，不可乘車；家下凡百儉素恬澹，不要做出富貴底氣象，不惟俗樣，且不可長久。大抵盛極則衰，月滿則虧，日中則昃，一定之理。惟有自處退步，不張氣燄，不過享用，不作威福，雖處盛時，可以保守。近者江陵張老先生，一敗塗地，只為其榮寵至極，而不能自抑，反張氣燄，以致有此，可為明鑒。我今雖做熱官，自處常在冷處，必不肯多積財貨，廣置田宅，使身終之日，留下爭端，自取辱名。爾能體我此意，凡百學好，已知持滿之道；只愁爾一向做得門面大了，無富之實，有富之名，日後子孫不免受累。為今之計，要減些田土，損些受用，衣服勿太華美，器用寧可欠缺，留些福量，遺與後人，此至理也。秋夏糧及早上納，多加與些火耗，各莊上人，常約束他，莫要生事。捨與窮人綿襖一百箇，趁早預備；親戚中貧者、孤寡者，【闕。】暮年光景，頃刻可過，何苦如此？只圖灑落為快也。我求歸之意，已與申老先生說過，尚未見許。沈埭近日頗知讀書。坊牌既不能止，隨府縣建在何處，只是不可妨礙人家，既有自備木料，官木料不必用之。」又寄子域云：「昨相知有書云地氣自南而北，今吾鄉人半入南中矣。」【此段似為四明相而發。】 \\n 予跋之云：「右歸德沈文端公家書一通，字字聖賢忠恕之旨。予欲續《名臣言行錄》，因從宋牧仲所借歸，手錄藏之。然以文端公敬慎如此，而猶不免四明之忌，仕路真可畏哉！」公為先伯祖太師公隆慶辛未會試房師，其文集正、續稿皆太師序刻之。 \\n 施允升 \\n 宣城施允升先生【大猷】，愚山之祖也。萬曆中，倡明講學，私淑旴江羅近溪，與鄒南皋、焦澹園諸公遊。嘗有羅姓者，兄弟鬩牆，先生要之家，反復勸譬，聲淚俱下，兄弟遂相抱而哭；先生為之講學歌詩三日，始散去。其叔祖某絕產千餘金，應歸先生，一介不取，捐為義田以贍族；又置義學以教族之子弟。所著有《中明子集》若干卷。 \\n 王端毅公遺事 \\n 三原王端毅公遺事，凡四十則，公子康敏公所述。夏日京邸，偶得一編讀之，因錄一二則以自警。 \\n 公家法甚嚴，子孫雖孩提，無敢嬉笑於側；盛暑中必使著衣襪始侍左右。嘗曰：「教爾曹讀書，非為利達計也，正欲使知為人底道理。」 \\n 公謝政後，有一通家子在官，寄茶一簍，公受之；後復寄二簍，亦受之。但答書云：「令先君為時名臣，吾子宜清白律己，勿替家聲。何勞為老夫之故，數數寄贈，吾受之心甚不安。此後勿再寄，寄亦不受矣。」 \\n 公門人蔡虛齋《發志錄》一條云：「公嘗問『今學者滿天下，何故異才難得？』予對云：『是固有由上之人所以養之者，本未盡其道；下之人又幸際時之昇平，而售之急耳。以生所見言之，如生稍知章句訓詁，人便舉而進之於學宮矣；未幾作經義，甫成篇，便得補廩；又未幾作三場文字，便期中舉人、中進士矣。一中進士，則官已到手，或無暇於學，或自以為無用學矣。其仕而能學者無幾。蓋識見既淺，踐履必薄，規為必粗，非所謂俟其熟而食之者也。況自幼入小學，所學多非學做人之實事，人才之不如古以此。』公曰：『然。吾兒子承裕今年二十三，丙午年已中舉人。然吾未欲其急於仕，且令靜覽?書，間閱世務，冀他日得實用爾。』」承裕即康敏公，仕至戶部尚書。 \\n 楊斛山先生 \\n 富平忠介斛山楊公，清節冠一時。其以建言罷，出都，夫人乘一驢，公自步從。三原馬谿田光祿生日，聲伎滿堂，聞公至，急揮去，設虀鹽相對而已。關中士大夫至今能言之。公裔孫紹武，順治己丑進士，與予友，嘗遺公文集。 \\n 楊以齋 \\n 海寧楊以齋【雍建】通政，予同年進士，知高要縣，入為給事中。初上諫獵疏，世祖皇帝震怒，親幸南海子，召九卿以下至晾鷹臺，然後召楊入，諭以安不忘危之意，責以沽名。天威甚厲，眾皆為危懼。然世祖實獎其敢言，有意進用之。康熙初，彗星見，上天變修省疏。廷議遣滿洲大臣巡方，上疏止之。凡所論奏，皆關天下大計。給事中舊司封駁，久廢不行，楊獨行之，直聲震一時。本朝諫官當以以齋為第一，御史當以李琳枝【森先】為第一，銓曹當以王東皋【伯勉】為第一。天下公論如此。 \\n 王東皋 \\n 王東皋【伯勉】，河南湯陰人，丙戌進士。久於銓曹，一介不取，恆居官廨，雖胥吏亦服其清正。同年范印心，以平陽監司入覲，念其貧，懷金將遺之，約同年館卿錢綎同往，語久之，卒不敢言而退。寒冬惟一羊裘，數年不易也。御史李某過湯陰，見其居室庳陋，歎其清節，特疏薦之。時王已自選郎改御史，內陞京卿，歸里。上有意以都御史召，竟未及用而卒，海內惜之。滿洲總憲某，嘗歎鹽法之弊，合肥龔端毅公曰：「古云有治人，無治法。但以兩淮付王伯勉，兩浙付魏象樞，各加僉都御史久任，何患鹽政不肅清乎？」 \\n 丘文莊 \\n 丘文莊公濬，著《世史正綱》，持論嚴正。至其為相，則逐三原王端毅公，惡莊定山欲誅之。何其明於論古，而闇於立身如此？ \\n 耿公祖孫 \\n 館陶耿大參，明成化丙午舉人，弘治丙辰進士，官御史，以忤劉瑾謫官；累官山西參政。其曾孫中丞如杞，字楚材，亦中萬曆丙午舉人，丙辰進士，廷對甲第悉同，官遵化道副使。以忤魏忠賢為閹黨巡撫劉詔所誣，逮繫；累官山西巡撫。干支狀貌，無一不同。中丞孫願魯，亦中康熙丙午舉人，庚戌進士，今為翰林編修。 \\n 周將軍 \\n 前明崇禎十五年，本朝大兵入畿輔、山東，次年始北歸。封疆大帥無敢一矢加遺。周將軍遇吉，時調防天津。大兵至，巡撫馮元颺令出戰，周以五百騎伏楊柳青，大兵至，邀擊之，自辰鏖戰及酉，其夜大兵徙營北去。聞滿洲諸公言：「壬癸入關之役，往來數千里，如入無人之境，惟見此一戰耳。」周後與其夫人禦闖寇，死偏關，最烈。 \\n 三公薦人 \\n 明弘治中，聞朵顏將入犯，孝宗召閣臣劉文靖、謝、李二文正三公，議遣廷臣整理邊關糧草。初擬顧佐、王儼，上云：「掌印須留管家當，各衙門官先生輩知之，可舉其有才力者。」三公退，擬侍郎陳清、李士實以進，上改批用都御史劉仲宇，通政司參議熊偉。按士實，南昌人，武宗時佐宸濠為大逆，不識當日三公何以薦之？ \\n 自比古人 \\n 王儉自比謝文靖，張濬自比裴文忠，王昭遠自比諸葛忠武侯。 \\n 史閣部 \\n 康熙二十年，吴江吴漢槎【兆騫】自寧古塔歸京師。駐防將軍安某者，老將也，語之曰：「子歸，可語史館諸君，昔王師下江南，破揚州時，吾在行間，親見城破時，一官人戴巾衣氅，騎一驢詣軍營，自云『我史閣部也』。親王引與坐，勸之降，以洪承疇為比。史但搖首云：『我此來只辦一死，但慮死不明白耳。』王百方勸諭，終不從，乃就死。此吾所目擊者，史書不可屈却此人云。」 \\n 乙將軍 \\n 乙將軍邦才，山東青州人。以總兵官隨史相守廣陵，同日授命。 \\n 任太守 \\n 任民育，山東濟寧人，中甲子乙榜，為揚州知府，亦不屈死。志皆軼之。 \\n 南尚書 \\n 工部尚書渭南南公二太【居益】，巡撫福建時，紅毛番以明月珠珊瑚樹異香火馬諸珍寶物，賄請互市，公絕其使，焚其貢物，口占一詩云：「明月珊瑚貴莫言，番書字字誑軍門；牙前立下焚珠令，不敢持將獻至尊。」授部將以方略，討之，繫其酋高文律。閩人立石平遠臺，以紀公績，此崇禎間事也。康熙六年丁未五月，荷蘭貢使卑獨攀呵閏等入貢。時公姪廷鉉為主客郎中，與予共事，為述之如此。 \\n 李忠定公從祀 \\n 宋南渡人物，李忠定公第一，張魏公生平不強人意處甚多，而為宋齊愈劾罷，忠定尤南渡治亂之關。予往讀《名臣言行錄》，恆欲著論以明之。頃見鄧左之【履中】：張浚不當從祀歷代【人】　【帝】王廟議，明白正大，千古定案，遂為閣筆。其略云：「建功於中【我】　【興】之際，首當聯絡公忠之人。宋至靖康、建炎之間，人臣皆以緘默柔媚、輸國於人為奉職，而以恢復雪恥為不忠，宋齊愈、黃潛善、汪伯彥之徒，其尤也；非李綱秉國，整立規畫，何以成朝廷哉？浚乃甘以身為潛善客，與齊愈厚，而隱其書立邦昌之罪，劾綱以私意殺侍從，致綱罷黜。綱罷而兩河相繼淪陷，失身非類，得罪君子，雖有隨時倖立之功名，而其虧喪已不可贖矣。夫從祀重典也，謂宜黜浚而陟綱。」云云。鄧有《仰止堂文集》，清峭可誦。 \\n 趙忠毅公擇言 \\n 康熙丁未，讀高邑趙忠毅公《閑居擇言》，謹錄數則於此。 \\n 太宰陳公有年典選，予為主事。一日，謂予曰：「僕不敏，必多過失，幸教之。」予曰：「人惟清淨，日復一日，安得有過？」陳公大笑曰：「是謂我不作事也。」因議用海公瑞、何公以尚。二公皆廢棄，而剛直為天下所畏。陳公力言於政府，竟皆起之。 \\n 沈戶部榜，湖廣臨湘人，嘗一再見予。予癸巳春得罪歸，戶部送之郊。予抵里未幾，而使人來書曰：「夏季領俸，念大賢家居，而碌碌如榜，乃食祿於朝，可恥也。謹以原封奉上。」予受之。 \\n 大臣以道事君，不可則止，非以位言也，如是乃為大臣耳。故魯兩生可為大臣；近日如太宰孫公鑨、陳公有年、蔡公國珍可以為大臣矣。孫太宰丕揚、楊少宰時喬，可惜也；而楊更可惜，以其廉慎耳。 \\n 近日講學者，薛文清之外，崔後渠而已。所謂極高明而道中庸者也。 \\n 《論語》之文，和平沖雅。如楚狂衰鳳之歌，《莊子》所載，乃其全文，而《論語》刪之。若迷陽迷陽等語，斷不可溷入《論語》中，知此則知文體矣。 \\n 宋災，伯姬以待姆不至而死，《左傳》謂其女而不婦。女待人婦，義事也。是時伯姬六十矣，以待姆不至，寧死於火，此婦德之至也。而曰不婦，以為婦與女不同，可不待姆而逃火，豈不謬哉！ \\n 荷蓧丈人遭亂世而農隱，而子路以為無義，以為亂倫；然則孔子所謂無道則隱非耶？《論語》之文，此為難解。 \\n 寺人勃鞮，晉文公之讎也。及即位而見之，初不肯見，既而見之曰：「不見者，是吾惡心也，吾請去之。」人孰無惡心，皆能去之。則為善人矣。 \\n 宋鄂州知州羅願，以父汝楫為御史時，常附秦檜論岳武穆，不敢入武穆廟。一日，自念吾政善，姑往祀之，再拜遂卒。鄂州廩廩為乾道、淳熙間名臣，其卒，朱子尤痛惜之，恨未見其止。鄂人感其德，為之圖像以祀。歐陽宜諸曰：「願素行無愧於侯，其卒也，未必侯所為。意者善惡之報，不於其身，則於其子孫。欒盈非為汰，而受欒黶之惡，以殺其身，亦理之或然者。」予謂羅公賢者，以其父之構陷武穆，而又近於其廟，愧恨不敢入，五內切剝久矣。一旦瞻其遺像，大命遂傾。惜哉！小人之子孫，惟宜愚不肖耳；稍賢智則其苦皆若鄂州，求死不得也。【按元鄭師山玉序《鄂州小集》，以為南渡後文章有先秦、西漢之風者，新安二羅。大羅名頌，嘗知郢州，小羅名願，即鄂州也，字端良，號存齋，乾道二年進士。《爾雅翼》即其所著也。】 \\n 宋太祖出兵下江南，後主遣其臣徐鉉來，將以口舌勝。趙普屢請擇館伴鉉，乃中批差三班院下名使臣以往。鉉反復問之，其人聲喏，言不識字而已，鉉無如之何也。即此一事，太祖之智過普遠矣。所謂無言誰敢酬，可為處世之法。 \\n 王維王縉同名 \\n 《唐書》宰相世系，出琅邪文憲公儉後者，有蘭州刺史景，景子縉，秘書郎。好畤丞昱，昱子維。此別一維、縉也。又河東王氏，始趙州司馬儒賢，儒賢子揚州司馬知節，知節子協律郎冑，冑子汾州司馬處廉。處廉子五人：長維，字摩詰，尚書右丞；次縉，字夏卿，相代宗；又次繟，江陵少尹；次絃；次紞，太常少卿。又太原王氏，始右武衛大將軍靖，靖子右金吾衛大將軍瑰，瑰子縉，太子詹事，為雁門郡王智興之父，太原節度使宰之祖。又別一王縉也。宋王縉，嚴州人，官右司諫，忤秦檜者。凡四王縉。 \\n 邢太僕 \\n 吾鄉太僕邢公子愿【侗】，以書法文章名神宗朝，然其行誼甚高。初知南宮縣，同年渭南南公【憲仲，工書居益之父。】為棗強令，會御史按真定，皆在郡候察，而南公病歿，後事一無所備。先生直入白御史曰：「南棗強死，無為經紀後事者，某願請旬日之假，馳往治喪，畢事後，赴郡聽察。幸甚！」御史素重公名，許之，竟為停察事，聽往治喪。至今南氏子孫感公高誼不忘。御史亦賢者，惜逸其姓字。 \\n 左公逸事 \\n 左公【懋第】居親喪，至孝，不出戶者三年，拈慎終追遠題文，讀者無不泣下。一日，縣令夢天帝榜其門云：「大孝格天。」又其從弟某家，有狐為祟，先生時在京師，家書偶及之。先生復書云：「邪不干正，可善諭遣之。」書未至，一日狐忽語家人云：「公在都諭我使去，我何敢留？」遂無他。公浩然之氣，通乎鬼神如此。 \\n 左公母 \\n 徐烈母，寧海州儒家女，萊陽左公母也，知書，有大節。明崇禎甲申，左公啣命督餉江左，母居京師。三月，京師陷，公從兄吏部郎懋泰以車載母，間道東歸，而身與張尚書【忻】、郝侍郎【晉】徒步以從。至白溝河，仰天歎曰：「嗚呼！此張公叔夜絕吭處也。」呼懋泰前，責以不能死國，吾婦人，身受國恩，不能草間偷活，寄語吾兒勉之，勿以我為念。又見二公責之曰：「公，大臣也，除一死外，無存身立命處，二公勉之。」言訖而死。蓋出都不食已數日矣。與左公之死相距僅一載。萊陽宋孝廉林寺【璉】為予說。 \\n 朱子論蘇王 \\n 孔文仲，號正人，而攻伊川至謗為五鬼之魁。朱子以蜀洛之故，甘心蘇氏。更有甚焉，其與汪尚書書云：「蘇氏之學，害天理，亂人心，妨道術，敗風教，不在王氏之下。其徒若秦觀、李廌，皆浮誕輕佻，士類不齒。」云云。至其推尊張浚，全以南軒交誼。甚矣！不黨之難也。可歎！ \\n 李忠定公 \\n 周益公云：「淳熙末，李忠定諸子皆不存。其姪申之進公奏議，請諡於朝。孝宗似未習其人，予為歷陳本末。上曰：『張浚比耶？』有司請以『忠定』易名，制曰『可。』」嗚呼！忠定豈浚之比哉！孝宗賢君，忠定名臣，同時而不相知如此。則忠定在紹興中，其棄置屏斥，不亦宜乎！ \\n 二蔡後 \\n 文丞相云：「莆中有二蔡。其一派出君謨，其一派出京、卞。京、卞子孫慚其先人所為，多自詭為君謨後。」予頃見《江右齒錄》，分宜相子孫中式者，竟不列其高祖名爵。孝子慈孫，百世不改。可畏哉！ \\n 牧齋詩傳 \\n 錢宗伯牧齋作《列朝詩傳》，本仿《中州集》，欲以庀史，固稱淹雅；然持論多私，殊乖公議。略舉一二：如徐有貞、陸完，以桑梓之故，一則稱其文武兼資；一則舉其功在社稷。欲以一手揜萬古人耳目，可乎哉？李文鳳《月山叢談》云：徐有貞力主南遷之議，及貞性險賊云云。今吴人舉其鄉望名臣，以有貞為稱首。上自王濟之，下及今時能言之士，莫不皆然。後世宜有公論，固不始於牧齋也。 \\n 元人 \\n 元名臣文士，如移剌楚才，東丹王突欲孫也；廉希憲、貫雲石，畏吾人也；趙世延、馬祖常，雍古部人也；孛術魯翀，女直人也；迺賢，葛邏祿人也；薩都剌，色目人也；郝天挺，朵魯別族也；余闕，唐兀氏也；顏宗道，哈剌魯氏也；瞻思，大食國人也；辛文房，西域人也。事功、節義、文章，彬彬極盛，雖齊、魯、吴、越衣冠士冑，何以過之？ \\n 康馬 \\n 武功康狀元德涵，三原馬光祿伯循，相友善。康詞鋒如雲；馬言不出口。或靳之，伯循曰：「但聽德涵言論，自足快意，何待吾言？」 \\n 孫太僕 \\n 孫沙溪太僕【緒】，故城人，博雅有風調。嘉靖間，嘗著《無用閑談》四卷，頗足解頤。然持論時有過偏。如駁考亭、陽明，俱為已甚；又載彭文憲時信星士談命，言公百四十餘歲當有腹疾。彭謂家人曰：「爾曹謹識之，是年勿進吾生冷。」按此乃五代王祚事，載宋人小說，何得駕言文憲？以此推之，其紀述未必盡實錄也。 \\n 戴京兆 \\n 戴京曾，初名曾，子京，字型遠，杭州人。登順治己丑進士，官山東提學，清方孤峭，人不可干以私，所拔皆一時名士，與施愚山【閏章】先後齊名。內陞大理寺丞，予告；久之起補，稍遷順天府丞，再予告歸。幅巾野服，參學徑山，絕跡公府，人品為武林第一，康熙辛酉卒。兩子亦相繼卒。天之報施善人何如哉？先兄子側為諸生，戴拔第一，復拔充貢賦，最蒙擊賞，每侍坐奉教，如父兄焉。 \\n 重師 \\n 漢人最重其師，門生故吏，至有棄官行服者。荀爽師事李元禮，貽書云：「久廢過庭，不聞善誘，陟岵瞻望，惟日為歲。」直如子事父矣。薄俗要當知此。【膺以爽父淑為師。】 \\n 抱松女 \\n 宣城諸生羅愷妻孫氏，年始笄，遇兵亂，從姑避山中松下。兵獲姑，將殺之，孫亟出，請以身代，兵脅之去。孫抱松大呼曰：「死耳，義不可辱。」遂見害，三日，猶抱松不仆，人呼為抱松女。 \\n 蘇少公葬地 \\n 眉州蟆頤山，有老翁泉。葉石林云：「東坡晚亦號老泉居士。」《墨莊漫錄》云：「蘇黃門薨於許，王定國作挽詞云：『徒泣巴山路，空悲蜀道程。弟兄仁達意，千古各垂名。』注云：『公與東坡常泊巴江，夜雨，相約伴還蜀，竟不果歸。今東坡葬汝，公歸眉。王祥有言歸葬仁也，留葬達也。』」又少公自作《潁濱遺老傳》云：「先君之葬，在眉山之東，昔嘗約祔於其廅，雖遠，不忍負也。」又《卜居賦序》云：「昔先君相彭眉之間，指其庚壬曰：『此而兄弟之居也。』今子瞻不幸，已藏郟山。予年七十有三，異日當追蹈前約。昔貢少翁為御史大夫，年八十一，家居琅邪，一子年十二，自憂不得歸葬，元帝哀之，許以王命辦護其喪。譙允南年七十二，終洛陽，家在巴西，遺令其子輕棺以歸。今予廢棄久矣，少翁之寵，非所敢望；而允南舊事，或可庶幾？」其賦云：「諸子送我，歷井捫天，庶幾百年，歸掃故阡。」按長公葬汝州郟城縣釣臺鄉上瑞里嵩陽峨眉山，少公祔焉。今《河南志》并載二公墓。而《四川志》止載老蘇墓，不及少公。定國之詩，《遺老傳》《卜居賦》之語，豈不果耶？外兄徐東癡【夜】適書來訂此疑，因書此復之。 \\n 白氏 \\n 白氏，許州人，蘇宗之母，潁濱先生五世孫婦也。年二十餘即寡，外家迎歸，竊議改醮。白氏微聞之，牽車徑歸曰：「我為蘇學士家婦，乃失身乎？」於宅東北為祭室，畫兩先生像，圖黃州龍川故事於壁，香火嚴潔，躬自灑掃。金天興元年，許州被兵，白拜辭兩先生前曰：「兒子往京師，老婦死無恨。」即自縊於室，年七十餘。見《金史?列女傳》。 \\n  \\n 　"}
{"章节": "池北偶談卷八", "正文": "　 \\n 池北偶談卷八 \\n 　 \\n  \\n 談獻四 \\n 介推 \\n 《說苑》，介子推十五為荊相，堂下有二十五進士，堂上有二十五老人，是又一介子推也。 \\n 壯節王公傳 \\n 宋壯節王公復守徐州，闔門死節。《宋史》僅附書《趙立傳》，亦不詳何許人。一日，讀劉昌詩興伯《蘆浦筆記》，乃知公為吾鄉人，傳載世系官階始末甚悉。筆記十卷，乃萬曆中綏安謝兆申所鈔，丹陽賀氏藏本，流傳甚少，因全錄之。傳云： \\n 公諱復，字景仁，淄州淄川縣人也。曾祖昊，國子博士。祖珍，尚書虞部員外郎。父愈，澶州濮陽縣令，贈光祿大夫。公少好讀書，博通史傳，慷慨有氣節。家有唐以來名臣畫像，每指顏杲卿像謂人曰：「士當艱難，捐軀殉節，當如顏公矣。」以門廕補官，試大理評事，遷本寺丞。 \\n 公家故饒財，不樂私蓄，嘗率其里之貴豪，遇郊歲，各輸銀絹十萬以助賞賚，郡國效之。久之，除京東輦運，遷京東轉運判官，按部過淄川，父老迎候，公下車慰謝。先是，淄川苦調外苛征，公嘗與父老言：「他日或能奏蠲之。」至是以白公。公曰：「官卑不敢言。然重食吾言，以為父老羞，敢以私田之入代輸。」 \\n 三年，除兩浙轉運副使。時太平日久，民不知兵，方臘初叛，所過，守將望風奔駭。公下令所部，嚴保壘，修戰備，竭力討賊，屢戰有功。賊平，擢徽猷閣待制，遷都轉運使。朱＊以花石奉艮岳，多取漕艦以載，號直達綱。公曰：「今寇起倉卒，飛輓繁困，而佞幸之徒，猶實苑囿，惑上心。」固執不與。＊譖於上，公疏奏謂「不可以不急之務，疲民費財。」擢龍圖閣直學士，以事忤宰相王黼，降充龍圖閣待制。【《宋史》止稱此官】。移知成都，興利去害，民繪像立祠刻石。 \\n 高宗皇帝詔公知徐州。【史云：「以龍圖閣待制知徐州。」已上官階俱不書】。粘罕以?數萬薄徐，徐城孤勢危，公合戰，數不利，遂閉城拒守。金人重圍夾攻，晝夜不息，城中兵糧單竭，死者甚眾，敵勢益張，凡二十餘日，城陷。公躬擐甲冑，巷戰竟日，度不可禦，乃返州治，易朝服，南鄉再拜曰：「臣受國厚恩，當以死報，今日得死所矣。」謂賊曰：「死守者我也，監郡而次亡與焉，可獨殺我，而舍僚吏與百姓。」【一段史同】。其帥凜然歎異曰：「使南朝皆如公，我豈得至此！今汴京已陷，二帝北去，公尚為誰守乎？」公罵不絕口，帥復說之曰：「必欲全活生靈，請立降，當為易官封，就知此州。」公罵曰：「汝勿誘我，我誓有死耳！」帥察其無降意，命左右撾其口；流血，公含血噀之。子倚在旁，不勝憤，突出見粘罕，顧手無挺刃，得布囊，盛磚擲之，中其旁千戶長，斃。粘罕怒，執倚刳其心以祭千戶長，欲懼公速降；公不顧，為帥敲死。闔門百口俱遇害。時建炎三年正月二十九日也。帳下趙立求得公尸，拜伏痛哭，裹以裀褥，藁葬於黃樓之側，累甓以誌之。敵退，立具奏其事，天子震悼，詔特贈資政殿學士，諡壯節。給恩澤五資，賻贈絹帛各二百疋。初，公未遇害，筮而遇乾六體不變，術者曰：「滅門之象也。」公曰：「死生定數也，苟獲死所，敢逃乎！」卒時年五十二。徐人立廟祀公及倚，亦號「雙廟」，敕賜名曰「忠烈」。【史云立廟楚州】。積官至正議大夫，累贈光祿大夫。娶趙氏，濮邸肅恭僖王宗博之女，封安平縣主，贈永康郡夫人。再娶劉氏，章獻明肅皇后之姪，徐州陷，不食三日卒，贈咸平郡夫人。 \\n 先是，公長子佾，從高宗過維揚。及趙立已亡，徐州有武衛軍，舊隸公，義不他屬，願從佾。高宗聞之，詔於樞密院創計議官，特命佾為之，仍領武衛。紹興八年，和議成，奏乞訪先臣遺骸，優詔許之。行至泗州，得疾，抵徐城驛，暴卒。明年，奉使藍公佐迎護徽宗梓宮，交割地界，貽書當路漕使，訪公瘞所。漕委幙屬王之翰往焉，故跡漫沒，莫得其處。忽有老媼指謂之曰：「君非求王待制瘞所乎？其在此間。」即所指求焉，有冢巋然，蓋以獸瓦，啟視，見大黿覆其上，回視老媼，化為虎。撤甓取骸，聯絡不斷，如鎖子骨，獨一手指闕。之翰炷香禱，須臾，有指一節浮水上，觀者莫不歎駭。之翰易棺斂，菆於京師資聖院。後子孫徙葬於兗州萊蕪縣先塋云。 \\n 紹興十年，承宣使田諤扈從顯仁太后回鑾，佾子逵留淄川一詩送諤云：「兩地音塵隔死生，十年常效執珪吟；羡君已作遼東鶴，顧我空存魏闕心。日下既蒙新眷遇，海邊休忘舊知音；倘憐萬里親庭在，為向雲山處處尋。」詩至，而佾卒已一歲矣。藍公佐使還，一日侍上，語次，上曰：「王佾有兒女否？」奏曰：「佾五子，流落中原，居江南所生兒女尚幼弱。」上惻然。詔令諸女入禁中，命宮嬪保養之，十餘年，賜金帛遣嫁。 \\n 右傳得於公之玄孫默。【按史附公於《趙立傳》，已非體，又剪截太略，若非興伯筆記，公之始末，無從考鏡矣。稗史可無作乎！】 \\n 傅山父子 \\n 傅山，字青主，一字公之他，太原人。母夢老比丘而生，生復不啼，一瞽僧至門云：「既來，何必不啼？」乃啼。六歲食黃精，不樂穀食，強之乃復食。讀十三經諸子史，如宿通者。崇禎中，袁臨侯【繼咸】督學山西，為巡按御史張孫振誣劾被逮。山橐饘左右，伏闕上書，白其冤。馬君常【世奇】作《義士傳》，比之裴瑜、魏劭。亂後，夢天帝賜以黃冠衲衣，遂為道士裝。醫術入神，有司以醫見則見，不然不見也。康熙己未，徵聘至京師，以老病辭，與范陽杜越君異俱授中書舍人，歸。山工分隸及金石篆刻，畫入逸品。子眉，字壽毛，亦工畫，作古賦數十篇。常粥藥四方，兒子共輓一車，暮抵逆旅，輒篝燈課讀經史騷選諸書，詰旦成誦，乃行；否即予杖。 \\n 葉文莊論陶南村 \\n 孫大雅作《滄螺集》，有《陶南村傳》，載其不應淛帥泰不華、南臺御史丑驢辟舉；張士誠開府姑蘇，以軍諮屈之，亦謝不往。洪武癸丑，命守令舉人才，復以病免。藝圃種菊，有靖節之風。又稱其所著《輟耕錄》，文獻足徵。其人品著述為世所重如此。乃《水東日記》謂《書史會要》為楊文貞所不取；又謂《輟耕錄》可鄙。豈惡其人者，惡及儲胥，文莊亦有所不免耶？何雌黃之過至此。 \\n 蔡趙二相子 \\n 蔡絛，京之子，撰《西清詩話》。宣和五年，或言絛論議專以蘇軾、黃庭堅為本，奉旨特落職勒停。【見吴曾《漫錄》。】《后山居士集》有與魯直書云：「正夫有幼子明誠，頗好文義，每遇蘇、黃半簡數字，必錄藏，以此失好於父。」正夫，挺之字也。蔡、趙輩勢能禁天下不敢習蘇、黃詩文，而不能得之於其子，異哉！【明誠撰《金石錄》。】 \\n 孫(發) \\n 孫(發)，字艾菴，浙人，為福寧總兵官吴萬福客。閩逆叛於福州，以書招諸大帥。(發)力勸吴公斬其使絕之，發兵拒守。而賊兵奄至，吴公死之，(發)從死。林舍人石來【麟(昌)】有詩弔之云：「誓師幕府勸移兵，青史應傳慷慨名。死節千秋比袁粲，肯教人笑褚淵生。」同時有嵇永仁者，字留山，無錫人，古文有名，為制府范忠節公【承謨】客，亦從死。 \\n 歐劉 \\n 劉原父與永叔相友善。然原父常言：「好箇歐九，可惜不讀書。」仁宗嘗問宰執：「劉敞何如？」魏公極稱其才；歐對曰：「劉敞文亦未佳，其博雅足重也。」二公似以名高相失。後村江西道中詩云：「每嘲介甫行新法，常恨歐公不讀書。浩歎諸劉今已矣，路傍喬木日蕭疏。」 \\n 梅宛陵取士 \\n 元人劉性作《宛陵集序》云：「仁宗嘉祐二年，歐陽公知貢舉，梅聖俞為試官，得人之盛，若眉山蘇氏、南豐曾氏、郿張氏、河南程氏皆出其間。」葉石林《詩話》謂：「是榜得蘇子瞻為第二人，子由及曾子固皆在選中。」今人止知蘇、曾為歐公門生，不知張、程二氏皆出其門矣。又東坡兄弟生平於六一師弟之分極深，然於宛陵，祇稱梅二丈，亦所未解。 \\n 諡文公 \\n 劉後村云：「諡，古也。複諡，非古也。」封演云：「諡二字者，一字為文，一字為質。」世言歐陽永叔卒，將諡文，常秩時為太常博士，議當諡文忠。或謂必留此以待介甫，已而果然。然唐宋以來，諡文者，獨韓退之、朱元晦為不愧。他如白居易、李翱、陸希聲、權德輿、楊億、王安石、姚燧、歐陽玄輩，皆諡文，亦未盡允也。獨孤及云：「二字不必為褒，一字不必為貶。果在字數，則是堯、舜、禹、湯、文、武，不如威烈、慎靚王也；齊桓、晉文不如趙武靈、秦莊襄、楚考烈也。」唐人論如此，則謂文必優於文忠，亦未必然。初，元晦議諡文忠，劉後村時年十七，代其父尚左作駁議，因止諡文。其略曰：「正主庇民之學，鬱而未伸；著書立言之功，大暢於後。合文與忠諡公，似矣而非也。有功於斯文而謂之文，簡矣，而實也。請以韓子之諡諡公。」右諡議見《後村集》第二十五卷。 \\n 烏程 \\n 予鄉長山劉青岳相國，崇禎間歿於戍所。予內大父張忠定公【延登】及諸鄉大夫於朝房候烏程相，祈代題給勘合，溫不可。比入閣，即日具揭，次日而准給勘合之旨下矣。楊鳧岫宮諭【士聰】《玉堂薈記》載此事云：「烏程之結主知，亦非偶然也。」 \\n 秦襄毅公年譜 \\n 康熙癸亥冬十月，偶從同年汶上岳給事鎮九【峰秀】得單縣秦襄毅公【紘】自撰年譜一卷，乃公八十歲以戶部尚書家居時自述，時嘉靖十七年也。吾東新纂通志，出庸妄之手。前代名臣如公，及曹縣李襄毅公秉、沂州王恭靖公璟，皆削其名氏不載。目今奉旨修《一統志》，將何所據為文獻之徵耶？因寓書高侍郎念東，俾與巡撫徐中丞敬菴【旭齡】言之；而錄公言行數則於左方，以補《言行錄》之闕云。 \\n 為御史，數忤內官，謫沅陵縣北容驛驛丞。都御史軒公上章，為予分辨，留中不出。同僚或謂予曰：「足下何以處此官？」予曰：「事上臨下，素位而行，持節守廉，誓死不改。」 \\n 景泰七年，年三十一，在北容，構茅屋三間，題其扁曰「安遇」。日讀五經諸史，日夕汎江以漁釣為樂。又於軒前自題聯云：「處困而亨，有言不信。」予為御史時，量褊不能容物；由此一謫，器量漸宏，去就漸輕，識趨漸明。雖一時謫官，而得終身受用，天未必無意也。 \\n 天順元年，遷知雄縣，治民惟用絜矩二字，御吏惟用《易?大畜》「獖豕之牙」一爻，至於刑罰一以欽恤為主。忠國公石亨令人來討雄縣南壇舊基，許以知府，予不從，人皆尤予。未一載，亨事敗，出其門者皆坐嚴譴。 \\n 有京差捕獵，內臣害民，予執法禁革，誣奏繫御史獄。雄民擊登聞鼓代訴者五千餘人。調府谷縣，縣乃極邊戎馬之地，予亦不敢鄙夷其民，修學廟以興文教，築城堡以嚴邊防。里甲公用錢，每人一年，上戶不過二錢。 \\n 八年，巡撫徐公廷璋保任葭州知州。釋冤濫，寬租賦，五七日不用鞭扑，同僚退而笑之。予曰：「本州負稅，事有所由。正當徵收時，吏書兵隸投託催糧，惟事求取。民既納賂，得有所挾，因而延緩。是豈徒民之罪哉！」時在坐致仕官數輩，皆為泣下。 \\n 成化元年，在葭州，欲以二月十三日齋沐祈雨。有父老百餘詣縣告曰：「本州邊地苦寒，每歲至四月方有雨。此時祈雨，徒勞心耳。」予曰：「天道焉可知也。」至期，行香焚檄，十五至十七連雨三日。予乃發粟賑貸，給民子種，通借牛犋，民大悅。四月，麥苗將黃，乃選差公當老人催徵，五月十五日催完發運，六月初三日告繳通關。在葭七月，里甲公用每人止用銀六分。禱雨四次輒應。或以事出境公幹，百姓聞予將回，則喜曰：「雨來矣。」 \\n 巡撫項公忠奏予才堪治繁，調秦州。道經西安，項公謂予曰：「秦民難治，皆以刁民作梗，爾到彼，有此等即打死申來。」予曰：「刁民，人皆惡之，所惡不同：上司於刁民，則惡其害人；州縣官於刁民，則惡其害己。但患御之無道耳。苟御之有道，刁民將化為良民。若專事誅鋤，反使貪官得計耳。」項公笑而不言。到秦一年，三年拖欠糧草皆完，健訟與盜賊斂跡。項聞之喜曰：「秦州得人矣。」里甲公用錢，上戶一年不過銀二錢。 \\n 秦州有囉哩戶，乃回回別種，漢人不與通婚姻，自相嫁娶，有以兄弟娶姊妹者，有以姑姨配甥姪者。予訪得清水、秦安等縣，亦有囉哩，乃移文各縣，令其共為婚姻。秦俗尚鬼，每歲清明日，各辦花山喪儀，費至三四千金。臨期於城壕拾取死囚骨殖，棺斂葬之，云不如此則厲鬼降禍。予嚴禁之曰：「爾民遇節，棄祖墓不拜掃，却妄費財物，諂事癘鬼，何耶？使癘果能為禍，予願以身當之。」此風遂息。 \\n 服闋，秦人三疏保留，吏部不准，秦人日哭於東拱辰門，吏部不得已，將見任奏調別州，仍授予秦州。郭定襄伯贈行詩云：「早登金榜列儒紳，誰不爭先睹鳳麟。曾以霜威消瘴癘，還將和氣布陽春。廟堂正擬徵黃霸，父老俄聞借寇恂。不獨兒童騎竹待，郊原草木亦欣欣。」 \\n 二王公薦士 \\n 宋王文正公在政府，謹惜名器，叙進材品，使人各得其所，雖咈於己者，亦不以私廢公。王沂公當國，未常顯拔一人，范希文以為言，公曰：「恩若己出，怨將誰歸？」二公真古大臣之風。下此則朋黨而已，又下此則賄賂而已。 \\n 蔣虎臣 \\n 翰林修撰蔣虎臣先生【超】，金壇人，自號華陽山人。幼耽禪寂，不茹葷酒，祖母夢峨眉山老僧而生。生數歲，嘗夢身是老僧，所居茅屋一間，屋後流泉遶之，自伸一足，入泉洗濯，其上高山造天；又數夢古佛入己室，與之談禪。年十五時，有二道人坐其門，說山人有師在峨眉，二百餘歲，恐其墮落云云。久之乃去。順治丁亥，先生年二十三，以一甲第三人及第，入翰林。二十餘載率山居，僅自編修進修撰，終於史官。性好山水，遍游五岳及黃山、九華、匡廬、天台、武當，不避蛇虎。晚自史館以病請告，不歸江南，附楚舟上峽，入峨眉山，以癸丑正月卒於峨眉之伏虎寺。臨化有詩云：「偶向鑊湯求避熱，那從大海去翻身；功名傀儡場中物，妻子枯髏隊裏人。」嘗自謂蜀相蔣琬之後，在蜀與修《四川通志》，以琬故，遍叩首巡撫、藩臬諸司署前。其任誕不羈如此。 \\n 隱逸傳 \\n 《宋史?隱逸傳》載种放而遺郭延卿。延卿少與呂文穆、張文定游，隱居水南。錢惟演留守西京，常率歐、尹諸公訪之。《舊唐書》陽諫議入隱逸，《元史》余闕不入忠義，皆不可解。 \\n 孔明之學 \\n 徐莊裕公【問】《讀書續記》云：「漢儒為學，能見得靜字，惟孔明一人。學以廣才，靜以成學。」等語。亦得規模領要。 \\n 王恭靖公逸事 \\n 徐莊裕【問】《讀書續記》所載名臣六十四人中清古一條云：「王璟，字廷采，山東沂州人。左都御史，為巡撫，坐忤權要免官。後起為吏部侍郎、左都御史。正德末，士大夫當權豎亂政之後，多營私殖，政以賄成。公門下不受私謁，澹然如布衣時，家無僮僕之奉、田園之適，惟讀書課子孫而已。去之日，言官惜而留之。公嘉靖中諡恭靖。近見新修《山東通志》削去公及李襄敏公秉、秦襄毅公紘名不載，因詳著於此。【李公諡諸書皆作襄敏。葉秉敬《諡法考》作襄毅。】 \\n 按：恭靖公一字東?，成化進士，以清節著聞。擢南臺御史，改北，巡視保定諸郡。進光祿寺卿、僉都御史，總理兩淮鹽法。浙東大饑，被命賑濟，所全活四十萬人。巡撫保定，乞罷皇莊以甦民困，孝宗嘉納之。正德丙寅，入協理院，事忤逆瑾，矯旨罷。瑾誅，起撫山西。時流賊入河東，設險防禦，多所斬獲。召為吏部侍郎、左都御史，掌院事，風裁清峻，朝廷倚重之。嘉靖初，進太子太保，乞歸，卒。 \\n 公未遇時，肄業琅琊山寺，夜半有巨手自窗入，類人掌而有毛。公取朱筆書一山字於上，怪哀號乞免，且言：「公貴人，異日當至都憲。」公復援筆書一山字於下，怪乃得出。 \\n 公為諸生，與友人胡某同讀書別業。夏夜，胡每苦熱，公輒言凉，因易地而寢，胡覺清風徐來，都忘炎暑。忽聞有人語曰：「北非王都憲，乃胡教官耳。」叱之不見，遺二蓮葉於榻前。 \\n 公赴省試，在途為雨阻三日。逆旅主人子婦為狐所祟，忽三日不至，問之，曰：「王公在此，故不敢耳。」比公歸，主人以告，求為除之。公書「王璟在此」四字，令置壁上。狐遂絕跡。 \\n 公諸生時，夜讀書，有嫌家持槍隔?刺之，公走避得免，月下窺知為某，閱三十餘年，未嘗告人。公後顯貴，其人以俵馬差累，求救於公，公略無難色。但笑曰：「某日夜若刺我死，誰當救汝，此後慎勿害人。」其人感泣謝罪。其厚德如此。 \\n 穆文簡論王安石 \\n 堂邑穆文簡公【孔暉】，弘治中，鄉舉領解，出王文成公之門，為理學大儒。然其學多入禪宗，其古文精勁，自子書出，可匹崔文敏公後渠，如送沈朝綬、送王如行諸序可見。予尤喜其與武城王文定公【道】論王介甫書，今錄於此。 \\n 孔暉頓首純甫先生足下：昨在陽明先生坐上，同觀象山《荊國祠堂記》，予時未敢謂然者，必象山之意，多為荊公恕；不為人之社稷計，不為天下生靈憂，不為後學慮。恕一夫而不憫天下後世，此何心哉？不然，乃象山之偏見自喜也。將以正名定罪，釋天下蒼生之憤，為社稷大計，不當姑隨也。大舜殛鯀於羽山，鯀之惡不大於安石，安石之罪浮於鯀。予謂以安石擬鯀可也，鯀名重，安石亦名重；鯀悻直自用，安石亦悻直自用；鯀圮族，安石亦圮族；鯀堙汨，安石亦堙汨，鯀不能除天下之害，亦不能成功；安石禍及天下生靈；生靈何辜？宋之元氣，遂不復振，其罪尚為不浮於鯀乎？夫以傾人社稷，流毒四海者，尚取其志，堯舜當取鯀之志矣。何者？鯀之志，欲平水土也。孟子曰：「食志乎？食功乎？」安石之操介，在古人一節之士甚多，未可以一節而揜元惡也。非聖人無法，聖人作《春秋》以訓萬世，安石獨廢之，此不容誅矣。安石秉《周禮》，蓋功利之心勝也。何者？《周禮》之政，天無曠時，地無曠利，人無曠力，此聖王所以富天下者，盡三才之道者也。安石慕其近似，專以利言，又無管仲之才，所以萬無一利，而害不可勝言矣。天下以為君子者，安石惡之；天下以為小人者，安石好之。好人之所惡，惡人之所好，此之謂拂人之性，辟則為天下僇矣。欲恕安石者，是求為過高之論，恐誣後學不淺。不審聰鑒以為何如？孔暉頓首。 \\n 穆文簡論格物 \\n 穆文簡《大學千慮》論格物曰：「倉頡篇云：『格，量度之也。』見《文選?運命論》註，此朱程以前書，乃訓詁之最古者。以其書久廢，故見之者鮮。考之內典，隋智顗《法華經文句解》分別功德品云：『格量功德。』又云：『格量多少。』其一篇內，格量字甚多，此又在唐以前者。《大莊嚴經論》云：『況復如來德，何可格量？』格量之義，古皆用之。而程子未之見，意雖暗合，而解釋弗暢，故使聖經難明。然其為說，合於聖門無疑，豈前人所及哉？問：格之訓至，可終廢乎？曰不可。當云格量物理，以求其至，其義始備。」此解甚新，然文簡學近於禪，亦可見。 \\n 三進士出處 \\n 本朝進士出身最奇者三人：一予同年任暄猷，?縣人。明末團結鄉勇，以禦流寇，南渡授官後軍府左都督靖邊伯。豫王下江南，投誠，遂隸旗下。中順治壬辰進士，以磨勘被黜，復中乙未進士，官至江西南贛道僉事。一吴李芳，邵陽人。崇禎己卯舉人，粵西時，官至左都御史。投誠，願以科第進，中康熙甲辰進士。一錢世熹，五河人。南渡為副總兵官，既而為浮屠。久之，復補諸生，中康熙庚戌進士，年已七十餘，未幾卒。 \\n 楊文公 \\n 宋王文正公嘗言：「昔楊文公有言：『人之操履，無若誠實。』吾每欽佩斯言。」云云。文公為文正誦法如此。而石介作怪說，乃謂其蠹壞聖人之道，詎不誖哉？ \\n 王東皋 \\n 湯陰王東皋【伯勉】官文選郎中，清介有執持，為本朝吏部第一。嘗語同官尹瀾柱【源進】曰：「宋岳忠武王，吾湯陰人也。王之言曰：『文官不要錢，武官不怕死。』吾生平服膺斯言，惟求無愧耳。」又曰：「作吏部無他才能，只須守定『不愆不忘，率由舊章』八字。」 \\n 宋開之 \\n 王在吏部，同時以清直稱者，南宮宋開之【文運】，亦以文選郎內陞，歸臥不出。魏環溪【象樞】疏薦之，起鴻臚寺少卿。庚申四月，光祿寺少卿缺人，應宋序轉，適光祿正卿亦缺，特旨以宋為正卿。後至刑部侍郎，卒諡端?。 \\n 薛忠武 \\n 明鄞國忠武公薛祿，膠州人。其父居海島，為人牧羊，時聞牧處有鼓樂聲出地中，心識之。語忠武兄弟曰：「死即葬我於此。」後如其言葬焉。已而，勾軍赴北平，其兄不肯行，忠武年少請往。後從靖難師，累功至大將軍，封陽武侯，追封鄞國公。其地至今號薛家島。 \\n 蘇章事 \\n 宋人小說載坡公與章惇題名石壁事，頃見《耆舊續聞》又一事極相類。子厚為商州推官，子瞻為鳳翔幕簽，因差試官開院同途，小飲山寺，聞報有虎，二人酒狂，同勒馬往觀，去虎數十步，馬驚不前。子瞻乃轉去，子厚獨鞭馬向前，取銅鑼於石上戛響，虎遂驚竄。謂子瞻曰：「子定不如我。」舊聞，乃檇李項氏抄白本也。 \\n 徐公長者 \\n 宣城徐翁，尚書元太父，官浙江某縣典史，偶以言忤巡按御史，受辱扑責，羞憤自免歸。時尚書與弟通政元氣皆失學，翁每流涕，忽忽不樂。尚書兄弟跪請其故，曰：「而兄弟皆廢學，吾無後矣。」因述受扑直指事，復流涕不已。尚書兄弟曰：「兒輩不類，自今願力學以慰大人心，願勿悲也。」乃發憤下帷，兄弟相繼登第。尚書謁選得某府推官，即直指之家也，心私喜得報父怨。瀕行置酒，戚友畢集，候翁出稱觴，翁稱疾堅臥不起。尚書入，跪問故，且言此行冀得報夙怨，何反不樂為？翁曰：「此吾所以病也，吾為小吏，當日誠不為無過，但直指稍過當耳。且緣渠扑責，激而罷歸，教子以有今日，則直指乃吾恩人，非仇也。汝思報怨，吾所以病。汝往，當以吾言開心告之，盡捐夙嫌，是吾子也；否則非吾子也。」尚書唯唯，翁乃起，盡歡而罷。時直指久失職家居，聞尚書來，恐甚，郊迎盡禮。尚書首述父命，誓無芥蔕，自是情好甚洽。後翁躋大耋，三子皆成進士，兩登九列焉。此與蔡確父黃裳瀕死，屬其子必報陳氏；確既登政路，遂以事寘恭公子世儒極典，賢不肖霄壤矣。 \\n 王倫 \\n 王倫，宋臣，其死不失為忠義，《金史》不應載，且與宇文虛中同貶，尤非是。 \\n 張尚書 \\n 堂邑張蓬玄【鳳翔】，自明時已為尚書，入國朝為大司寇，年已七十餘。一日，侍宴上前，下階而仆，世祖命內侍掖以行，出長安門，尚有詔追問能騎否？徐諷令以禮致仕，遂進所撰《禮經》《樂經》而去。張公在明時，為東林所推，嘗自作年譜，謂：「甲申之變，欲死而不得。吏部侍郎孫二如【昌齡】謂己曰：『箕子不死者，以《洪範》也。公有《禮》《樂》二經，道統在焉，亦箕子之九疇也，何必死？』」 \\n 盛王贊 \\n 寶應喬聖任【可聘】，崇禎中，以御史按浙江，至金華，遇山水暴漲，舟不得進，索挽舟者。縣令盛王贊呼曰：「農忙矣，令請以身挽。」喬遂改而陸行。仍薦之於朝，時兩賢之。此與唐何易于事相類。 \\n 高文襄 \\n 新鄭高文襄【拱】為相，恣橫已甚，至以賜卹大禮大獄，建言贈楊忠愍諸臣官，起用葛端肅、趙文肅諸公，指為徐文貞之罪。其疏有曰：「皇上，先帝之親子也。議事者，先帝之臣遺諸皇上者也。而乃敢於悖君臣之義，傷皇上父子之恩，非所以訓天下也。」云云。此與章惇一輩小人，倡為紹述之論者何異？ \\n 石琚 \\n 《玉堂嘉話》載：金丞相石琚致仕居鄉，聞司隸呵導過門，即起立。客曰：「丞相何為如此？」公曰：「參軍雖微，朝廷命官也，吾敢不敬？」先曾祖司徒公居鄉亦然。 \\n 元法 \\n 元宋子貞作《耶律文正公神道碑》云：「河南初破，被俘擄者不可勝計。及大軍北還，逃者什八九，有詔：停留逃民，資給飲食者皆死；無論城郭保社，一家犯禁，餘並連坐。由是百姓惶駭，公進說曰：「十餘年間，存撫百姓，以其有用故也。若勝負未分，慮涉攜貳，今敵國己破，去將安往？安有因一俘囚罪數百人者乎？」上悟，詔停其禁。 \\n 張璁 \\n 毅宗孝靜皇后崩，禮官議當循累朝故事，后諡用十二字。張璁獨謂當用四字，其黨霍韜亦非之，卒用八字。璁尋以病告歸。他日，世宗與李文康公時言及此事，亦以為非是。璁以庶僚，躐致宰相，惟敢於負孝宗、敢於犯名教而不之恤，術已售矣。以故主之嫡后，骨肉未寒，雖數字之虛文，亦【斷斷】　【齗齗】持之，徒欲以仇孝宗者媚世宗，而卒為世宗所薄。小人用心，竟何益哉！ \\n 陸完 \\n 吴中士人，多私其鄉之先達，時有曲論。如陸完黨於逆濠，最為姦邪，有某者送錢牧齋宗伯入朝，作古詩數篇，歷述吳中先賢，致期望之意，陸與焉。此詎可欺天下萬世乎？ \\n 史兵部 \\n 吾邑舊令史公，諱能仁，河南鹿邑舉人。崇禎間，來為縣，清正而才，剛柔互用，至今尸祝之。庚辰辛巳，歲大祲，人多流亡，時邑境甘露降於林木，地生羊肚菜。公賦詩曰：「上天降甘露，遍地生羊肚。飢食羊肚菜，渴飲甘露乳。涕泣告吾民，慎無去鄉土。」真仁人之言也。後調繁淄川，遷兵部主事去。順治辛卯，復至縣，雖三尺之童，亦束炬歡迎，至十餘里不絕。可稱循吏矣，惜至今未祀名宦。 \\n 刻言行錄 \\n 頃見嘉靖中鋟《文信公集》，乃鄢懋卿所刻；《宋明名臣言行錄》，浙人劉廷元所刻，而序則出南樂魏相手筆也。向見故相某公以書誡其孫，諄諄以忠孝為訓；而考其平生，大相剌謬，亦此類。 \\n 伍寧方著書 \\n 吴人伍寧方袁萃撰《林居漫錄》、《彈園雜志》、《續眉山論》諸書，攻李三才，自比於蘇明允《辨奸論》。而其於當時臺諫所推重定國是者，則徐紹吉、徐兆魁、邵輔忠、劉廷元數人也。其後熹宗之際，皆為閹黨。兆魁、廷元至大司寇，輔忠至大司馬，紹吉至都御史。崇禎初，定逆案，數人皆褫職定罪，是時袁萃已前歿矣。至其書並攻孫立亭、呂新吾諸公，語尤狂悖。 \\n 金忠節 \\n 金忠節公【鉉】素精易理，讀《邵康節先生集》，手書於後曰：「甲申之春，定我進退。進雖遇時，外而勿內。退若苦衷，遠而弗滯。外止三時，遠不卒歲。優哉游哉，庶畢吾世。」至甲申三月，以兵部主事巡視皇城，盡節玉河，時有中官呂胖子同死，二公骨不可辨，其家人遂同葬玉河之岸焉。公少好誦鄒汝愚先生詩：「龍泉山下一書生，偶占三巴第一名。世上許多難了事，市人何用苦相驚。」後果一十八歲領順天解，忤璫削籍，大節視汝愚無愧云。 \\n 姚端恪 \\n 刑書桐城姚端恪公【文然】，真實經濟人也。其好生之念，尤出天性。常拈句云：「嘗覺胸中生意滿，須知世上苦人多。」命諸子各錄一紙粘於壁。淄川高世豪，公戊子所得士也，任南鄭令，卒官，逋官糧二千餘兩，妻子十三人，例當沒官。公捐貲數百鍰，復醵金代輸，高妻子竟獲免。好行其德皆此類。公戊子典山東試，闈中得先考功兄卷，異之，曰：「他日必為風雅名家。」 \\n 遵典集 \\n 《遵典集》，亦伍袁萃撰，所取章疏，大抵黨邪醜正。如趙興邦攻湯兆京、孫居相，亓詩教攻孫瑋、周起元，徐兆魁攻顧憲成，孫光裕攻高攀龍、岳元聲，趙興邦攻呂坤，韓浚攻劉宗周，姚宗文薦徐大化，胡來朝薦邵輔忠、徐兆魁，皆推為千古公論。而劉光復輩之論李三才，尤詳哉言之。光復揭內，訾及福清，並及先少師。謂少師以位育顏三才之堂，去有餘倖。其詆毀君子，可謂不遺餘力。至所標榜，如邵、趙、二徐、及劉廷元、周應秋、呂圖南輩，皆逆案中人。而周忠惠、劉念臺諸公之死，卒與日月爭光。桀犬之吠於君子，何損毛髮，徒自穢耳。若先少師之見毀於光復，先方伯之被擯於亓、韓，今日觀之，何啻華袞乎？袁萃自負乾坤正氣，然乎否耶？ \\n 張氏 \\n 甲寅，閩賊作亂，有陳某妻張氏，早孀，撫孤十二年矣。賊至，題詩壁上，有句云「乾坤此際當自決」，遂雉經。思南守陳君某為作傳。 \\n 雙烈 \\n 靈璧有諸生王餐秀者，生二子，長已娶而病，其婦某氏，侍湯藥五年，終始如一日，疾亟，既視含殮畢，遂縊死。其季未娶亦病，婦，某氏女也，隨其母來省夫疾，遂不肯歸。父母趣之歸，曰：「身已字人，嫁不嫁等耳，病如是而秦越人視之乎？」遂侍左右，五日夫死，亦自縊殉之，知縣馬君驄御【驌】親詣其家弔祭。 \\n  \\n 　"}
{"章节": "池北偶談卷九", "正文": "　 \\n 池北偶談卷九 \\n 　 \\n  \\n 談獻五 \\n 魯仲連 \\n 新城東北錦秋湖上，有魯仲連陂，傳為魯仲連所居。按《前書》，《魯仲連子》十四篇在儒家。 \\n 轅固 \\n 新城有地名牛固，相傳轅固故里也，未知所據。《前書?藝文志》：《齊后氏故》二十卷，《齊孫氏故》二十【七】卷，《齊雜記》十八卷。轅固齊人，說詩，獨不見於班史。史但云：「魯申公為《詩》訓故，而齊轅固、燕韓生皆為之傳。或取《春秋》，采雜說，咸非其本義」云。 \\n 李顒 \\n 种放賜告西歸，有一高士隱居三世，以野蔌一盤、詩一章贈放，云：「接得山人號舍人，朱衣前引到蓬門；莫嫌野蔌無多味，我是三追處士孫。」《宋史》列放《隱逸傳》中，予嘗非之，若此君差無愧耳。近盩厔李顒兩經徵聘，不出，有古人之風。顒以理學倡導關中。 \\n 劉念臺先生 \\n 劉念臺先生居常敝帷穿榻，瓦?破釜，士大夫飾輿騎而來者，多毀衣以入；偶服紫花布衣，士大夫從而效之，布價頓高。會稽令趙士諤問疾至榻前，見其單陋，出而歎曰：「豈意今日得?管幼安！」萬曆丁巳京察，韓浚、劉廷元尋怨東林，士諤時為考功，爭之曰：「劉大行之清修，人所不堪，此諤，所親見者。」乃止。給事中徐耀使浙，渡江來見，先生辭之，耀曰：「昔人不得見劉元城，以為如過泗洲不得見大聖。耀如徒返，何顏見鄉之父老乎？」先生乃見之。其為世所企慕如此。黃少詹石齋祭告禹陵事竣，謁先生，及門者三，先生不見，曰：「際此亂朝，豈大臣徜徉山水之日？」石齋聞之即行。 \\n 海寧吴忠節公麟徵初第時，常夢至一古寺，有角巾而書碑者，所書乃文信國零丁洋詩。問之旁人，曰：「山陰劉宗周也。」後二公先後殉國。 \\n 沈文端公 \\n 商丘沈文端公【鯉】家居生日，族人上壽。時明神宗遣使存問。從弟某私語公曰：「兄位宰相，蒙恩存問；而?從子姓，濟濟如此，可謂盛矣！」公愀然久之，曰：「弟以為盛，吾方憂其衰耳。」弟愕然問故，公曰：「吾鄉宋立菴太宰【纁】，家法可敬，彼方當貴盛，吾家不及也。頃立菴生日，吾預其家宴，座中子弟數十人，不聞飲啖聲。昨吾生日，見諸子弟飲啖，不顧長者，家法如此，是以知其衰也。」後沈再傳，遂不振。而宋莊敏公從孫文康公【權】，位宰相，文康長子中丞【犖】，今為江蘇巡撫。 \\n 商丘三張 \\n 張昉，字于東，崇禎庚午舉人，潛心伊雒之學，不言而躬行。甲申後，居一土室，不入城市。時為五言詩學陶靖節，書學顏平原。守令欲一見不可得。今七十餘尚在。其兄某，少慕神仙，棄家訪道，五十年不歸。弟翮，字大羽，?面修髯，狀貌奇偉，倜儻通輕俠。一旦渡江走大雄，薙髮為沙門，獨留其髯，數年，刻期端坐而逝。 \\n 常給事 \\n 常若柱，山西人。順治丁亥進士，改庶吉士，授給事中。居京邸，惟孺人及一老僕供給使，貧不能具饘粥。居諫職數日，上疏劾闖賊偽相牛金星當明正典刑，以雪普天之恨。坐褫，即日賃一車，夫婦共坐出國門，老僕步從。行路皆歎息。 \\n 李忠定公 \\n 《世史正綱》於李忠定公歿，書觀文殿大學士隴西公李綱卒；於張浚則不書。又引何彥澄家藏朱晦翁墨蹟一帖云：「十年前率爾記張魏公行實，當時只據渠家文字草成。後見他書所記多不同，常以為恨。」揭徯斯云：「宋之不能中興，由張浚之逐李綱、殺曲端，引秦檜殺岳飛也。」《中興宋鑑》云：「張魏公有不可解者二：力攻李忠定，而寧與汪、黃同朝，維揚之變，國危矣，曾微一言聲時相之咎，一不可曉也；力引奸檜，使至得政，而寧與趙忠簡語不相下，二不可曉也。」《中興大事記》云：「使浚移其攻忠定之筆而攻汪、黃，豈不快公議哉！浚徒以有子南軒，至今稱為正人，無識者至比之武侯，謬矣。」江右鄧左之【履中】著《張浚不當從祀辯》，語載前卷中。 \\n 秦檜復諡 \\n 宋寧宗嘉泰四年，追封岳飛為鄂王；開禧二年，追奪秦檜爵，諡謬醜。此天下萬世公議。然實韓侂冑欲用兵，而先有此舉也。乃邊釁既開，又誅侂冑以媚敵，遂復秦檜爵諡，則誖矣。 \\n 王東皋逸事 \\n 王東皋【伯勉】長文選時，內大臣某嘗奉世祖皇帝旨，逮工部侍郎張某至部，以旨示滿洲尚書韓代。尚書以無漢字，召公至，屬書之。公難之曰：「以譯字命郎中，出上意耶？某不敢不書；大臣意耶？某腕雖斷，不敢書也。」二公皆歎服其有執。公嘗宿部，休沐甚少，而選郎章奏甚煩，五鼓啟事，視他司為多。一羊裘着之十餘年，毛盡脫，滿洲同官聚謀曰：「王長官一寒至此，奈何？」醵金製狐裘一、貂帽一，持遺公。公不受，曰：「伯勉生平不受人一錢，何敢拜公等賜。」同官公言於冢宰，冢宰力勸，始受。公改御史內陞，時都御史以兩淮鹽法敝，欲舉公往。公力謝不可，曰：「內陞借補之員，例不奉差；今必以此事相付，從前弊竇，不敢欺隱，以負主上。」遂止。 \\n 癖 \\n 阮遙集有屐癖，祖約有錢癖，初不辨得失。後客詣約，有財物摒擋未了，見客至，便傾身障麓。詣阮，阮方吹火蠟屐，歎曰：「未知此生當著幾兩屐。」神色閑暢。於是勝負始判。阮公高流，何至與錢奴較優劣耶？和長輿亦有錢癖，當時與杜元凱、王武子輩亞稱。典午人不顧名教，流弊至此。 \\n 孫文定戒子 \\n 益都孫文定公【廷銓】服官居鄉，恂恂廉慎。其子寶侗，有高才，侍公京邸，每鄉試，必遣歸家，戒不得入京闈。嘗曰：「吾為大臣，汝又薄有文譽，使或以一第相溷，為結納之階，平生廉隅掃地矣。」寶侗至今尚為諸生。文定此一節，真有唐質肅、王忠肅二公之風。 \\n 楊國忠 \\n 天寶九載，楊國忠請復張易之兄弟官爵，陸務觀詩「何至詔書褒五郎」是也。此與宋復秦檜諡、明英宗立王振廟同。 \\n 成相國二世厚德 \\n 大名成文穆公【基命】大拜後，改作居第，購得民居，有樹貞節坊者，令勿毀，其第遂低一隅。其子青壇相國【克鞏】大拜後，修家廟，地為前明陳鴻臚之室，有少卿坊適當闢門之衝，當毀。其後人式微，召而告之曰：「吾亦故家也，忝居相位，詎忍壞故家之綽楔。」遂改闢門。其屋當改造，坊久而欹，賴屋以支；修屋則坊圮，乃并其坊新之。人稱其兩世厚德云。 \\n 翰林建言 \\n 康熙間，翰林建言者四人：始則孝感熊相國【賜履】，以論時政闕失得薄譴，上親政，擢學士，不三年，遂大拜。繼則廬陵張學士幹臣【貞生】，諫差滿洲大臣巡方，鐫二級去，後詔以原官起用，辭不至，再召至京，卒於位。又海陵陳編修雁群【志紀】，上書論督撫大吏貪污，又勸上用威刑。上親鞫，遣戍寧古塔，連及臺省數人。又猗氏衛檢討爾錫【既齊】，上書條列時政，上御乾清門，奏對，不稱旨，既而衛以祖母喪歸。歸六年，復至京，奉旨調外補霸州判。二十六年，以原官起用。二十七年，特旨陞山東布政使。然四君子人品各有不同，熊受特達之知，固不必言。張居王山，與木石為伍，讀書刻苦，一介不以取與。衛教授汾西，在姑射山中，雖長吏罕睹其面，皆非陳所及也。 \\n 韋蘇州 \\n 韋蘇州，史失為立傳；宋沈明遠始補傳其生平端末，終亦未詳。集中有逢楊開府一篇，「少事武皇帝，亡賴恃恩私」云云。後人遂疑為三衛，而《韻語陽秋》因附會以為恃韋后宗族云云。囈語武斷可笑，腐儒之見乃如此。 \\n 葉忠節 \\n 葉映榴，字丙霞，江南上海縣人。順治辛丑進士，由庶吉士改部曹，出視陝西學政，稍遷湖北督糧參議。戊辰，武昌兵變，從容拜疏，公服自剄死。奉旨褒嘉，特贈工部侍郎。己巳，上南巡，其子葉敷迎駕。上諭禮部等衙門：「當楚省兵譁之際，葉映榴盡節捐軀，朕心深切憫悼，特詔所司優贈亞卿，兼予卹廕。今巡行江南，見其子葉敷迎伏道旁，彌增軫惻！忠節之臣，應特與諡，以彰異數。爾等會議具奏。」部覆特□□□□□諡忠節。丙霞，故刑部侍郎有聲子，弱不勝衣。在部曹與予為文章之交，嘗以虔州圍城中詩二百餘篇屬予序論，竟未及報。乃甫脫贛圍，復遭楚難，疾風勁草，大節凜然。贈官易名，迥出令甲之外，死不朽矣。 \\n 姚平仲 \\n 《老學叢談》載陸務觀姚將軍、趙宗印二詩，惜不得姚名字。今《渭南文集》有姚平仲傳，庶齋豈未睹之耶。 \\n 郭希顏邪說 \\n 明嘉靖中，中允郭希顏以謫外家居，上疏建儲，嬰世宗之怒，傳首九邊。後人憐其罪酷，有為請諡者；又或入其疏於名臣奏議中，可笑。按希顏此疏，本以遷謫，妄有覬覦，固不必言。其在詞林，見議禮諸臣驟貴，又見相嵩以議興獻王祔廟稱宗得大拜。希顏遂建言，欲黜孝宗、武宗二廟，不與九廟之數；而以興獻上接憲宗，公論惡之，遂以計典罷斥。其人穿窬之不若，而論者不察，猶廁諸直諫之列，何哉？黃毅菴宗伯【汝良】《野紀矇搜》備詳其事，且謂二祖列宗之靈，實褫其魄。此萬世公論，論世者之所當知。 \\n 邊尚書 \\n 弘治末，孝宗上賓。予郡邊尚書華泉【貢】為兵科給事中，疏劾太監張瑜、太醫劉泰、高廷誤用御藥，逮瑜等下獄。大理卿楊守隨謂同讞諸臣曰：「君父之事，誤與故同；例以《春秋》許世子之律，不宜輕宥。」此事與泰昌時孫文介【慎行】論紅丸事相類。尚書工詩博雅，為弘正間四傑之一，世但知其文章，而不知其丰裁如此。又先生仲子習，字仲學，頗能詩。其佳句云：「野風欲落帽，林雨忽沾衣。」又「薄暑不成雨，夕陽開晚晴。」而老鰥貧窶，至不能給朝夕以死，則先生清節可知也。 \\n 王文成 \\n 王文成公為明第一流人物，立德、立功、立言皆踞絕頂。康熙中，開明史館，秉筆者訾謷太甚，亡友葉文敏【方藹】時為總裁，予與之辯論，反復至於再四。二十二年四月，上宣諭湯侍讀荊峴【斌】，令進所著詩文，且蒙召對。中有《王守仁論》一篇，上閱之，問湯意云何？湯因對以守仁致良知之說，與朱子不相剌謬，且言守仁直節豐功，不獨理學。上首肯曰：「朕意亦如此。」睿鑒公明，遠出流俗之外，史館從此其有定論乎！ \\n 仁宗徽宗 \\n 元臣□□曰：「宋徽宗諸事皆能，獨不能為君耳。」《炙輠錄》記周正夫曰：「仁宗皇帝百事不會，只會做官家。」此語在□□之前，可謂絕對。 \\n 蘇叔黨大節 \\n 宋人議蘇過叔黨附梁師成，師成妻死，為服緦麻云云，顧略其大節。元袁伯長《清容集》有跋叔黨竹石牧牛圖云：「小坡竹石，綽有父風，後倅定武，罵賊不屈，死之。其氣節不墜，光於前人矣。」事詳《揮麈錄》。劉後村跋小米畫云：「叔黨之才，百倍元暉，元暉至侍從，叔黨死小官，命也夫！」《揮麈錄》又載叔黨，政和中，召入禁中畫窠石，而終不遇。 \\n 武陵起復 \\n 予嘗謂楊武陵奪情事，後人論之過刻。聞之山長教授【岱】云，其父客嚴首昇、周聖楷輩，為武陵所抑，遂騰謗書。又當時與黃石齋先生矛盾，故論者多少之耳。予按《禮?曾子問》云：「子夏問曰，三年之喪，金革之事無避也者，非與？子曰：吾聞諸老聃曰：昔者，魯公伯禽有為為之也。」注曰：「魯有徐戎作難，喪卒哭而征之。」《公羊傳》，閔子要絰以赴公難，退而致位，以究私恩。《春秋》亦紀晉襄公墨縗之事。漢唐以來，遂有起復之禮。《能改齋漫錄》云：「前漢翟方進喪，既葬，二十六日除服，起視事。後漢桓焉為太子太傅，以母憂自乞，聽以大夫行喪；踰年，賜牛酒奪服。」宋王性之《默記》云：「本朝不獨宰相，即百執事，皆起復，惟富鄭公以太平而辭。儒臣如楊大年、王元之、晏元獻，皆未持服。富公之後，如陳升之亦百日起復。此蓋朝廷體貌，況在兵革之際。」云云。按已上諸公，非盡有金革之事，若武陵則金革之事也。顧論者不責彼而責此，何歟？又考明初名臣，亦多起復，至羅一峰論李文達後，此風始息。奪情固非美事，然南陽以一峰，武陵以石齋，獨受惡名，則不幸也。 \\n 聖楷，字伯孔，湘潭人。有才名，後為獻賊偽常德知府，發掘楊相祖墓最慘，卒為獻賊所殺。 \\n 真諦 \\n 《樂郊私語》載，楊璉真伽至海鹽州，寓城北德藏寺，欲發掘陸左丞、朱提舉妻女之墓，寺僧真諦聞之，怒形於色。楊五更肩輿擁眾出，真諦忽起，抽韋馱杵奮擊，從者數百人不能拒。人見真諦於眾中超躍，每踰尋丈，捷如鷹隼，楊大懼遁去。後二年，真諦行脚峨眉，不知所終。此僧殊快人意，但恨不在賊?發諸帝陵寢時耳。 \\n 浙江人物 \\n 《西園雜記》論兩浙人物，劉文成為謀臣之首，宋文憲為文臣之首，方正學為忠臣之首，于忠肅為功臣之首。宸濠之變，孫忠烈首輸忠死節，王文成首倡義勘亂，此皆韙也。獨謂世宗之初，張羅峰首建議以成大禮，此所謂貂不足，狗尾續者耶。 \\n 兩薛居正 \\n 五代宋初有兩薛居正。其一錢唐人，仕吴越武肅王，官太尉，卒諡貞顯。 \\n 神魚井 \\n 何騰蛟，字雲從，明末以都御史撫楚。其先山陰人，戍貴州黎平衛，遂為黎平人。所居有神魚井，素無魚，騰蛟生，魚忽滿井，五色巨鱗，大者至尺餘，居人異之。後騰蛟盡節死，井忽無魚。 \\n 野紀矇搜 \\n 黃毅菴尚書【汝良】作《野紀矇搜》，明二百餘年間大事稍備，其持論頗正。然不可解者二事：其一謂李西涯與劉文靖、謝文正為三仁；其一嘉靖初大禮議，主張、桂輩而詆楊文忠也。 \\n 吴康齋李文達 \\n 世論吴康齋太刻，《野紀矇搜》云：「與弼以布衣老儒，一旦授五品侍從，人皆詫為殊榮，寧復過望。蓋與弼之聘，薦自石亨，亨小人，後來敗露，輿論推求，能無為盛德之累？如蔡邕受知董卓，遂喪生平，故不受耳。與弼好遯不汙，見險能止，見地優於楊時多矣。」此論甚公。《矇搜》又云：「王文恪評李文達云：『國朝三楊後，得君最久者，無如李賢，亦能展布才猷，然當時亦以賄聞。』云云。文達相業，視三楊有過無不及。後王亦入閣，相業如何？勿亦不自見其睫乎？」頃見施愚山【閏章】在史館作《文達列傳》，頗致微詞，不敢謂然。施或未?毅菴此論耳。 \\n 司空表聖 \\n 史謂司空表聖躁於進取，前人辨之屢矣。考《一鳴集》有《答孫郃書》，益證史官之妄。書略云：「古之山林者，必能簡於情累，而後可久。今吾少也，忿然不能自勝於胸中，乃不誠於退者，然亦窮而不搖，辱而不進者，蓋自審已熟，雖進亦不足救時耳。彼一飯之罄，或請濟於其鄰，雖童子不可以空器紿之也。矧當艱否之運，吾君吾相，方以爵秩來天下之賢，將與之共拯，其可沽虛而自售耶？」又云：「愚雖不佞，為士大夫獨任其恥者久矣，其可老而冒之耶？韓吏部激李桂州之必行，責楊道州無勇，雖致二賢，適自困，亦何救於大患哉？」觀此書，躁進者肯為此語否？史之妄，不辨可知。 \\n 峴山幢宋人題名 \\n 襄陽峴山羊公祠，有石幢一枚，凡六面，高六尺，每面闊九寸，有蓋有座。一面直書，下第一行刻「使帖襄陽縣」；第二行刻「准慶曆七年十一月六日，中書劄子，襄州奏當州城南五里，有峴山一所，上有古祠碑，又有晉太傅」；【已下俱磨滅，僅存聖旨字。】末行上存「帖到速採石」，大字書刻上件。其四面界作六層，刻詩，下題名。又一面大書題名。又幢一，臥峴山上，其文可辨者十三字，曰：「石於山巔，播清芬而不巳」，餘盡漫漶。末云：「開國男張九齡撰。」 \\n 前一幢詩可辨者三首。尚書工部員外郎直龍圖閣知襄州事王洙七言古詩云：「襄陽南出大路奔，小山曰峴名特尊。山形卑嶞不峻極，屹若巨首臨江濆。大山半宮不成霍，絕水闕左非為亹。砠巔贔(尸貝)戴危石，箕踞曼衍羅芳蓀。漢流長騖濱其足，東望瀰迤皆平原。槎頭下瞰罟罶集，蔡洲近眺田園蕃。何物茲山匪秀出，得使今古聞聽喧。自昔羊公好登覽，山名直為賢者存。鹿門望楚鎮區境，鳳林冠蓋延山樊。丹巖翠壁互幽勝，日月虧蔽煙嵐屯。公胡遺彼而樂此？談者未始聊診綸。吾謂聖達竟超豁，高覽便欲周乾坤。孔登泰山小天下，阮升廣武(蚩欠)豎【缺一字】。會稽探穴禹書出，之罘望海雲濤翻。此中風景亦虛遠，極目見盡江山源。東吴未定勞機策，置酒嘯咏紓勞煩。數顧溫甫恤躬後，誓將百歲游精魂。對公盛德與山永，正唯湛輩如公言。今茲去公僅千載，凜然英氣猶軒軒。我來追古一長息，舊跡廢毀成悲吞。民豪占山童其木，嘉植不得容本根。利取薪蘇積稛絭，粥之陶斻供燒燔。羊公無廟忽不祀，但縱淫鬼歆牲蘩。中亭有碑即墮淚，至今觀者懷仁恩。於民何誅不足問，非民忘德由官惛。下教里邑復祠宇，叙諸祭典躋之元。思仁愛樹恭所茇，禁止樵伐修壖垣。且欲王命得守固，謄言狀事馳九閽。書聞天子【缺一字】。報可，金石款刻垂後昆。【缺五字】。遺愛，勖爾風化常【缺二字】。」給事中知蔡州事?育絕句：「羊公千載得清吟，芳跡雖遙契昔心。更與峴山為故事，凜然風格照來今。」尚書屯田員外郎知光化軍事李宗易律詩：「叔子祠荒歲已深，異時賢守重登臨。峴山岑寂瞻風概，漢水靈長想德音。奉詔始聞新締葺，有知那復歎湮沉。又刊翠琰留南夏，先後功名照古今。」其端明殿學士尚書禮部侍郎李淑諸人詩，皆缺。已上每面十一行十二字。名字可辨者范仲淹、李淑、吴育、劉敞、李宗易、張去惑、孫抗、韋不伐、李康伯、賈黯、裴昱、馬雲、黃通、連庠。 \\n 又宋人飲餞題名甚多，知名者張唐英、趙德麟、魏道輔、岑巖起、李方叔。已上凡七則。大者方員徑寸，小者殺其半，字畫端勁，非俗書也。 \\n 予以康熙壬子過襄陽，徘徊祠下，未及摹搨，止錄諸公題名。予門人淮陰張力臣【弨】，有嗜古之癖，辛亥過襄，曾有拓本，頃索之略錄如右。 \\n 蘇汝霖陳光龍 \\n 廣西孫延齡、馬雄之亂，死節者：前則巡撫馬公雄鎮、富川知縣劉公欽鄰，後則巡撫將軍傅公弘烈。又有間關賊中，百折不回，乃心王室，如提學道僉事蘇公汝霖、平樂縣知縣陳公光龍，亦疾風勁草也。蘇棄家逃至肇慶，軍前題補布政使，部議以品級太懸不允，蘇尋死於粵。然軍前題補品級相懸者，不可勝計，如胡一璉以僉事題補布政使是也。獨蘇格於部議，可歎！陳僅題授梧州府同知，尋以病請；一妾鄧氏，一子粵郎，皆死猺峒中。讀其與袁太常書，甚可悲也。蘇，字鶴洲，石埭人，壬辰進士。陳，黃陂人，舉人。 \\n 王秋澄 \\n 王秋澄先生【教】，萬曆中，官吏部文選郎中，力持公法，政府權璫，無所措手。繼者為顧涇陽、孟雲浦、馮思豸【生虞】，皆效之，遂相繼黜逐。伍袁萃《林居漫錄》云然。又嘗薦起鄒忠介、趙忠毅諸公，為正人所倚。先生，吾鄉淄川人也。 \\n 王邦直 \\n 王邦直，字子魚，又字東溟，即墨人。以歲貢官鹽山丞，上疏罷歸。殫精聲律之學，聚書千百卷，坐臥一小閣二十年，成《律呂正聲》六十卷。其說謂君聲最清，管以三寸九分，本《呂氏春秋》，其數配之，揚子雲《太玄》，縷析比合，而以諸家九寸之說為非是。萬曆甲午，詔修國史，翰林周公如砥上其書史館，深為大學士南充陳公所歎賞。周公云：「班固《律曆志》載即墨徐萬且氏治太初曆第一。而子魚追配之於千載之後，其外孫黃御史宗昌序刻之。」康熙十八年，予在明史館，亦上其書。 \\n 楊襄毅 \\n 蒲州東門外，有兩阜蜿蜒，形家相傳，以為貴地。楊襄毅公【博】為吏部尚書時，命堪輿擇吉壤，得此地以告。公曰：「此關闔郡文章科第，我曷為私之？」即於其地建文昌祠，人皆服公厚德不可及。後公長子俊民，官至戶部尚書；第四子俊卿，官錦衣；餘三子皆官監司。俊卿子元祥，元祥子世芳，皆官詹翰。世以為公厚德之報云。元祥未弱冠，登第入翰林，早死，母哭之慟，一夕見夢曰：「母勿過傷，兒當復來。」未幾生遺腹子，即世芳也。未弱冠，亦登第，入翰林，母猶及見之。吴天章雯說。 \\n 大椿堂 \\n 蒲州有大椿堂，為楊襄毅【博、】王襄毅【崇古】、張文毅【四維】三公讀書之所。其後三公相繼登進士第：一大拜，一至吏書，一至兵書。張，即王之甥也。山西至今傳為盛事。 \\n 黃詩 \\n 黃先生端伯，江西人，精禪理。少時，見其《瑤光閣集》一卷，皆宗門語。乙酉，以給事中殉節金陵，將授命，有報恩寺僧一輪趨過，黃呼令代書一絕云：「對面絕思量，獨露金剛王。若問安身處？刀兵是道場。」書畢，從容就義死。此詩載《甲乙事案》。 \\n 兩蕭后 \\n 遼聖、道二宗，享國皆最久，皆有宮闈之變。聖宗仁德皇后，善琵琶法。天后耨斤誣其與琵琶工燕文顯、李文福通，投書聖宗寢帳。聖宗不之信，其後竟為耨斤所殺。道宗宣懿皇后工詩，尤善琵琶。耶律乙辛誣其與伶官趙惟一通，搆死。才藝足為婦德之累，況可耽音樂乎？仁德事載《契丹國志》，《遼史》本傳不載。宣懿事詳《焚椒錄》。 \\n 王若之 \\n 王若之，字湘客，益都人。明南京戶部尚書基冢孫。為人瀟洒疏誕，有晉人風致。工尺牘，好彈琴，善五言詩，嘗刻《尺牘五言》四卷。以門廕入官，仕至長蘆都轉運使。南渡，官金陵。大兵渡江，若之轉徙，寓姑孰佛寺，以書畫鼎彝古金石文字自隨，車尚兼兩。洪文襄公【承疇】諭之降，不屈死。王所寶古琴名桐笙，今尚在其家。 \\n 徐鉉 \\n 南唐以徐鉉使北，請緩師。後主曰：「卿行，當止上江救兵，勿令東下。」鉉對曰：「今社稷所賴，惟此救兵，何可輒止？臣此行未必能紓國難，但置之度外耳。」此不惟純臣之誼，亦識事機。後金人圍汴京，唐恪、耿南仲輩專主和議，止各道勤王兵，遂致二帝北狩之禍，非鉉之罪人乎？ \\n 李師中 \\n 蘇明允預識荊舒之姦，人皆服其先見。同時李待制師中，因邸吏報包希仁參政，或曰朝廷自此多事矣。師中曰：「包公無能為。今鄞令王安石者，眼多白，甚似王敦，他日亂天下，必此人。」明允擬之王夷甫、盧杞，師中擬之王敦，其識不相上下，皆不減張安道、呂獻可。今人但知老泉，何也？ \\n 馬驌 \\n 馬驌，字驄御，一字宛斯，濟南鄒平人。順治己亥進士，仕為淮安推官，終靈壁令。生而清羸，博雅嗜古，尤精《春秋》左氏學。撰《辨例》三卷，《圖表》一卷，《隨筆》一卷，《名氏譜》一卷。又著《繹史》，凡分五部：一曰太古，【三皇五帝，計十篇】。二曰三代，【夏、商、西周，計二十篇】。三曰春秋，【十二公時事，計七十篇】。四曰戰國，【春秋以後至秦亡，計五十篇】。五曰外錄，【紀天官、地志、名物、制度等，計十篇】。合一百六十篇，篇為一卷。始開闢原始，迄古今人表，其書最為精博。時人稱為馬三代，崑山顧亭林【炎武】尤服之。康熙癸丑歲，卒於官，靈壁人皆為制服云。 \\n 蕪湖烈婦 \\n 江南初入版圖時，有裨將於蕪湖掠一婦人，義不受辱，衣服上下，縫紉周密。其夫訪贖之，主將堅不許，婦悲憤投水死。至晚泊舟，舵前窸窣有聲，則婦尸已在，次日泊舟復然，以篙逐之，俄頃復至，又次日復然，乃舁而棄之岸。月餘，此將在船頭納凉，忽大叫曰：「婦又至矣！」翻身落水而死。 \\n 二尹 \\n 成化間，歷城尹恭簡公【旻】為小人所擠。尹直著《瑣綴錄》，尤極誹謗，其書久行於世，至有不辨二尹邪正者。一日，閱李文鳳《月山叢談》，公道較然，因錄於左方：李云「成化末，小人用事，南昌李孜省，挾左道干進，位尚書，掌通政司，託言神降，有『江西人赤心報國』之語。以太宰歷城尹公，不右江西人，乃計謀極力擠罷，而用豐城李裕代之。及薦泰和尹直入內閣，起永新劉敷長憲臺，高安黃景貳禮部，四人皆世稱寡廉鮮恥者。而新建謝一夔、安成劉宣，俱不保晚節。一夔進工部尚書，宣貳吏部，物議沸然不平。獨服旴江何公喬新，節行介特。未幾孜省誅死，直等相繼免，公論始明」云。當時謠曰：「公道不如王恕，選法不如尹旻。」 \\n 張昭 \\n 張昭，濟南蒲臺人，忠義前衛右千戶所司吏。英宗復辟，石亨、曹吉祥等恃寵賣官，至三千餘員，昭奏之。直隸、山東大饑，復上書言六事，上皆從之。後任南昌府司獄，學士張元禎謂之曰：「君昔三疏，位卑而議論甚高，官小而事業則大。已寫入金縢，令名無窮矣。」《蒲志》出庸手，恐遺此公。因讀《月山叢談》，錄之以存其人。 \\n 圖文襄厚德 \\n 大學士諡文襄圖海公，既定平涼，軍中論功，取諸將偏裨士卒記功牌報部；記過牌悉聚焚之，不以語人。其厚德如此。子諾敏公，今為刑部尚書，人以為陰德之報。前【實】　【寶】雞令高君某云，在軍前親見之。 \\n 鈞陽二老 \\n 一日，與客談及逆瑾時閣老劉宇、曹元，不知何許人？及考列卿年表：元，南直隸含山人；宇，則河南鈞州人，與馬端肅公同時同里。馬公勳德如泰山北斗，至今人稱鈞陽公；而宇曾不得比於蚍蜉之細。官位之不足重人如此。 \\n 光孝寺鐵塔文 \\n 廣州府光孝寺有鐵塔一，乃劉鋹所造。上有文曰：「大漢皇帝以大寶十年丁卯歲，敕有司烏金鑄造千佛寶塔一所，七層并相輪蓮花座，高二丈二尺。保龍□有慶，祈鳳歷無疆。萬方咸底於清平，八表永承於交泰。善資三有，福被四恩。以四月乾德節，設齋慶讚。謹記。」後列中官姓名。【予《廣州遊覽小志》別詳之】。 \\n 三帝陵詩 \\n 「一路荒山秋草裏，行人惟拜漢文陵。」唐人詩也。「四十二年如夢覺，春風吹淚過昭陵。」宋人詩也。「祠官如可乞，長奉泰陵園。」「先帝侍臣空灑淚，泰陵春望已模糊。」明人詩也。文帝、仁宗、孝宗三君，德澤感人之深如此。 \\n 至誠 \\n 古來名臣多矣，然千百年後，讀史至諸葛忠武侯、司馬文正公之薨，輒感動流涕者，至誠為之也。 \\n 朱忠莊公遺疏 \\n 明中丞朱忠莊公，諱之馮，本名之裔，字德止，號勉齋，京師人。金忠潔公鉉，其妹之夫也。二公平日以理學相砥礪，後皆死甲申之變。公子丁未進士敦厚，示公殉節時遺疏及家書各一通，敬錄之。疏云：「我國家金甌全盛，不謂人心離散，財用困窮，一至於此。此臣之所為痛哭流涕也。臣力已竭，臣罪滋深。南望九叩，一死以報我皇上。念我太祖高皇帝功德高厚，我皇上憂勤獨深，歷數無疆，中興可待。唯以收人心、培節義，二者為先務而已。收人心在愛民力，愛民力在拔廉官，此《大學》所以反復於用人理財也。我朝士氣原振，自逆璫摧折，遂致廉恥風微。從來仗節死義之士，多在敢言極諫之中，此宋朝所以待士仁厚也。」云云。遺書云：「吾弟吾兒，讀書須讀經世書，佔畢之學無用也。呂新吾先生《呻S吟Y語》，不可不讀。我以死報國，此心慊然，朝聞夕死，原無二也，勿以為念。」公死時，有宣府諸生姚時中，同日自經於學宮。 \\n 在疚記 \\n 忠莊朱公著《在疚記》一卷，語多精詣。略載數條於左。 \\n 深山靜坐十年，使習與性離；塵世順應十年，使外與內合；為學之事，或幾化矣。 \\n 人自晝至夜，當知何所事？知者，則性命生死俱了。 \\n 鳶飛戾天，魚躍於淵，即是仕止久速。 \\n 古之人修身見於世，非誠不能，誠則貫微顯、通天人；一世不盡見，百世必有見者。 \\n 紀綱之壞，存乎風化；氣節之壞，存乎培養；人心之壞，補偏救弊，存乎執中；約言之，存乎朝廷。 \\n 聖人之死，還之太虛。賢人即不能無物，而況眾人乎？ \\n 實變氣質，方是修身。 \\n 士憎茲多口，則何以故？曰：持介行者不周世緣，務獨立者不協眾志；小人相仇，同類相忌，一人扇謗，百人吠聲。予嘗身試其苦者數矣。故君子觀人，則善惡必察。自修，惟正己而不求於人。 \\n 待小人尤宜寬，乃君子之有容。不然，反欲小人容我哉！ \\n 中者不落一物，庸者不遺一物。 \\n 隨事無私，皆可盡性至命，而忠孝其大者。 \\n 平日操持，非實試之當境，決難自信。 \\n 隱惡揚善，聖人也。好善惡惡，賢人也。分別善惡無當者，庸人也。顛倒善惡以快其讒謗者，小人也。 \\n 赴大機者速斷，成大功者善藏。 \\n 同是中庸，而有君子小人之別，微矣哉！ \\n  \\n 　"}
{"章节": "池北偶談卷十", "正文": "　 \\n 池北偶談卷十 \\n 　 \\n  \\n 談獻六 \\n 崇禎五十相 \\n 崇禎朝，閣臣五十人：韓爌、孫承宗、黃立極、張瑞圖、李國(普)、施鳳來、來宗道、楊景辰、李標、劉鴻訓、周道登、錢龍錫、成基命、周延儒、何如寵、錢象坤、溫體仁、吴宗達、鄭以偉、徐光啟、錢士升、王應熊、何吾騶、文震孟、張至發、【始由外僚入閣】。林釬、孔貞運、黃士俊、賀逢聖、傅冠、劉宇亮、薛國觀、楊嗣昌、程國祥、方逢年、蔡國用、范復粹、姚明恭、張四知、魏照乘、謝陞、陳演、蔣德璟、黃景昉、吴甡、魏藻德、李建泰、方岳貢、范景文、丘瑜。 \\n 初夫人劉太夫人 \\n 先始祖妣初夫人，諸城人，年始笄，一日，忽為大風吹至新城之曹村。時始祖琅琊公，方為某大姓傭作，未婚，遂作合焉。三世至潁川公，而讀書仕官。四世至太僕公，始大其門。二百年來，科甲蟬連不絕，皆祖妣所出也。萬曆中，?門伍袁萃著《林居漫錄》記其事。後嘉興賀燦然作《漫錄駁正》於此條下云：「王氏之興，必有陰德，此類語怪。」云云。不知此事乃實錄也。 \\n 又，先司徒公，萬曆間以終養告歸，舊有撫楚時銅瓜二，命工鎔之，忽成峰巒洞壑之狀，及南極老人、西王母、八仙之形，無不酷肖。是日，先高祖妣一品劉太夫人九十壽辰也，觀者皆悚異。此事載朱平涵相國【國楨】《湧幢小品》中。【伍以王氏發祥於司徒公，而不云太僕公，則誤也。太僕公登嘉靖辛丑進士，司徒公登嘉靖壬戌進士，謂司徒公登丁未進士，亦誤。朱公《小品》又記先太師公宣大出粟事，謂推之九邊皆可行。然謂為王見菴中丞，誤也。先司徒公別字見峰，太師公別字霽宇，朱筆誤耳。】 \\n 溪州銅柱記 \\n 五代楚王馬希範復溪州銅柱記云： \\n 天策上將軍江南諸道都統楚王希範。　天策府學士江南諸道都統掌書記通議大夫檢校尚書左僕射兼御史大夫上柱國賜紫金魚袋李弘皋撰。　粵以天福五年，歲在庚子，夏五月，　楚王【凡空一字，碑皆另行】。召天策府學士李弘皋謂曰：「我烈祖昭靈王，漢建武十八年，平徵側於龍編，樹銅柱於象浦，其銘曰：『金人汗出，鐵馬蹄堅，子孫相連，九九百年。』是知吾祖宗之慶緒綿遠，則九九百年昌於南夏者乎。今五溪初寧，郡帥內附，古者天子銘德，諸侯計功，大夫稱伐，必有刊勒，垂諸簡編，將立標題，式昭恩信，敢繼前烈，為吾紀焉。」弘皋承教濡毫，載叙厥事。 \\n 蓋聞牂牁接境，盤瓠遺風，因六子以分居，入五溪而聚族。上古謂之要服，中古漸爾羈縻，洎帥號精夫，相名姎氏，漢則宋均置吏，稍靜溪山，唐則楊思興師，遂開辰錦。邇來豪右，時恣陸梁，去就在心，否臧由己。溪州彭士愁，【通鑑作仕愁，《五代史》作士然。吴任臣《十國春秋》作仕然。】世傳郡印，家總州兵，布惠立威，識恩知勸，故能歷三四代，長千萬夫，非德教之所加，豈簡書而可畏？亦無辜於大國，亦不虐於小民，多自生知，因而善處。無何，忽承間隙，俄至動搖。我王每爾含宏，常加姑息，漸為邊患，深入郊圻，剽掠耕桑，侵暴辰、澧，疆吏告偪，郡人失寧，非萌作孽之心，偶昧戢兵之法，焉知縱火，果至自焚。 \\n 時晉天子肇造丕基，　倚注雄德，以　文皇帝之徽號，繼　武穆王之令謨，　冊命　我王，開天策府，　天人降止，備物在庭，方振聲明，又當昭泰，眷言僻陋，可俟綏懷。而邊鄙上言，各請效命。　王乃以靜江軍都指揮使劉勍，率諸部將，付以偏師，鉦鼓之聲，震動溪谷。彼乃棄州保險，結砦憑高，唯有鳥飛，謂無人到。而劉勍虔遵廟算，密運神機，跨壑披崖，臨危下瞰，梯衝既合，水泉無汲引之門；樵采莫通，糧糗乏轉輸之路，固甘衿甲，豈暇投戈。彭師杲為父輸誠，束身納款，　我王愍其通變，爰降招攜，崇侯感德以歸周，孟獲畏威而事蜀。　王曰：「古者叛而伐之，服而柔之，不奪其財，不貪其土。前王典故，後代蓍龜。吾伐叛懷柔，敢無師古？奪財貪地，實所不為。」乃依前奏，授彭士愁溪州刺史，就加檢校太保。諸子將吏，咸復職員，錫命有差，俾安其土。仍頒廩粟，大賑貧民。乃遷州城於平岸。溪之將佐，感　恩向化，請立柱以誓焉。 \\n 於戲！王者之師，貴謀賤戰，兵不染鍔，士無告勞，肅清五溪，震讋百越，底平疆理，保乂邦家。爾宜無擾耕桑，無焚廬舍，無害樵牧，無阻川塗。勿矜激瀨飛湍，勿恃懸崖絕壁。荷　君親之厚施，我不徵求；感　天地之至仁，爾懷寧撫。苟違誡誓，是昧神祇。垂於子孫，庇爾族類。鐵碑可立，敢忘賢哲之蹤；銅柱堪銘，願奉　祖宗之德。弘皋仰遵　王命，謹作頌焉。其詞曰： \\n 昭靈鑄柱垂英烈，手執干戈征百越。我王鑄柱庇黔黎，指畫風雷開五溪。五溪之嶮不足恃，我旅爭先若平地。五溪之?不足憑，我師輕躡如春冰。溪人畏威仍感惠，納質歸明求立誓。誓山川兮告鬼神，保子孫兮千萬春。 \\n 推誠奉節弘義功臣天策府都尉武安軍節度副使判內外諸司事永州團練使光祿大夫檢校太傅使持節永州諸軍事永州刺史兼御史大夫上柱國扶風縣開國侯食邑一千戶馬希廣奉教監臨製造。【按：希廣即廢王。】 \\n 天福五年正月十九日，溪州刺史彭士愁，與五眾歸明，眾具件狀，飲血求誓。楚王略其詞，鐫於柱之一隅。 \\n 右據狀：溪州靜邊都，自古已來，代無違背，天福四年九月，蒙　王庭發軍，收討不順之人。當都頭將本營諸團百姓軍人及祖父本分田場土產，歸明　王化。當州大鄉、三亭兩縣，苦無稅課，歸順之後，請祗舊額供輸，不許管界團保軍人百姓亂入諸軍四界劫掠，並盜逃去戶人。凡是　王庭差綱收買溪貨，并都幕採伐土產，不許輒有庇占。其五姓主首州縣職掌有罪，本州申　上科懲。如別無罪名，請不降官軍攻討。若有違誓約，甘請准前差發大軍誅伐。一心歸順王化，永事　明庭。上對三十三天，下將宣祗為證者。 \\n 王曰：「爾能恭順，我無差徭，本州賦租，自為供贍本都，兵士亦不抽差，永無金革之虞，克保農桑之業。皇天后土，山川鬼神，吾之推誠，可以玄鑒。」 \\n 靜邊都指揮使金紫光祿大夫檢校太保使持節溪州諸軍事守溪州刺史上柱國隴西縣開國男食邑三百戶彭士愁。武安軍節度左押衙金紫光祿大夫檢校司徒前溪州諸軍事守溪州刺史兼御史大夫上柱國彭師佐。【此下有檢校尚書左僕射龔明芝，檢校尚書左僕射田弘贇，檢校左散騎常侍覃彥仙，檢校國子祭酒朱彥瑀，檢校太子賓客向宗彥，檢校司徒彭允(舀)，檢校司徒田偉暉。】武安軍節度左押衙充溪州副使銀青光祿大夫檢校尚書右僕射守溪州三亭縣令兼御史大夫上柱國彭師俗。武安軍節度左押衙左義勝第三都將銀青光祿大夫檢校刑部尚書前守富州別駕兼御史大夫上柱國彭師杲。【此下有檢校太子賓客龔貴，檢校左散騎常侍覃彥富，檢校司馬田弘佑。】武安軍節度左押衙充砂井鎮遏使銀青光祿大夫檢校尚書左僕射兼御史大夫上柱國彭師(木庚)。武安軍節度討擊副使左歸義第三都將銀青光祿大夫檢校左散騎常侍兼御史大夫上柱國彭師晃。【此下有檢校尚書左僕射覃彥勝，試大理評事兼監察御史彭允臻，檢校右散騎常侍田彥道。】 \\n 銅柱高一丈二尺，內入地六尺，重五千斤，并石蓮花臺。維天禧元年十一月十五日移到，至十六日豎立記。 \\n 予按陸游《南唐書》，謂彭師暠不知其世家，希萼與弟希崇爭國，希萼敗，見執。希崇避殺兄名，於是命師暠幽希萼於衡山，使甘心焉。師暠歎曰：「留後欲使我弒君耶，吾豈為是哉？」至衡山，與廖偃護視甚謹，遂築行府，奉希萼為衡山王，請命金陵，元宗為出師定楚亂，希萼遂入朝，偃、師暠俱從行。馬令《南唐書》云：希崇遣彭師暠、廖偃囚希萼於衡山，師暠奉希萼為衡山王，臣於南唐。《十國春秋》云：希萼入府視事，吴宏、彭師暠見，希萼皆釋不殺，賜希廣死。彭師暠葬之瀏陽門外。師暠，疑即師杲也。然則彭氏雖溪蠻，乃馬氏之忠臣與！周行逢據湖南時有謠云：「滿天太保，滿地司空。」觀此碑所書，蓋自馬氏時已然矣。 \\n 杜公厚德 \\n 寶坻杜文端公【立德】，德器厚重，人不見其喜慍之色。京師有無賴子，偶與騶卒鬨，乘醉隨公輿後辱詈，公若不聞。無賴子隨至邸第，詈不止，久之，公遣問曰，「詈可已乎？」無賴子歸，酒既醒，或告以昨辱宰相，倉皇詣第謝罪。公慰遣之，仍予二金，令改行生理，無賴子感泣而去，歲時必至公門叩拜，卒為善人。予鄉文定孫公【廷銓】，司寇高公【珩】居鄉亦然，皆可為士大夫法。 \\n 成給事 \\n 初，益都馮公薦起魏光祿【象樞】於田間，并及成主事性。於是魏授御史，成授給事中。成，即魏己丑門生也，曾以中書舍人假御史巡按福建，有清聲。在京師，却掃絕交遊，亦廉介之士。然其著書自述，有云「不用磁器，以木代之」。夫磁器，非玉杯象箸之比，詎可廢之？亦矯矣。在省中無他建白，惟請遣官清丈蜀省田，增加賦稅。會有兵事，其說不行。 \\n 瑣綴錄 \\n 尹直《瑣綴錄》，極詆尹恭簡公【旻】。予頃閱《月山叢談》，已錄其說，二公邪正，瞭然可見。又駱兩溪【文盛】《南埜雜談》云：「吴康齋、陳白沙卓然一代人物，即有所短，亦白璧微瑕；而尹直《瑣綴錄》肆其醜詆。所謂醜正惡直，小人而無忌憚耳。」可見公論自在千古。但駱議梅聖俞以私憾作《碧雲騢》毀范文正公，則非是。《碧雲騢》出魏泰之手，假名聖俞耳。泰，即作《東軒筆錄》者。 \\n 邊大綬 \\n 明末，任丘人邊大綬為米脂令，發賊李自成祖父墓，賊旋敗衄，走死。王氏《聞見錄》載：唐末巢寇犯闕，一道人詣安康守崔某，請斸黃巢谷金統水泉源，中得窟，窟中有黃腰人，舉身自撲而死。道人曰：「吾為天下破賊訖。」未幾巢滅，大駕還京。古今事相類乃如此。 \\n 歆向 \\n 《後書?祭遵傳》：詔與驍騎將軍劉歆、武威將軍劉向等伐公孫述。按《劉植傳》：歆，植之從兄，字細君，與植弟喜，皆繼植為驍騎將軍，封浮陽侯。向，植之子，嗣植為昌城侯，徙封東武陽侯。歆，乃向之從伯父也。 \\n 周璆 \\n 《陳蕃傳》：蕃為樂安太守，郡人周璆，字孟玉，高潔之士，蕃字而不名，特為置一榻，去則懸之。此亦仲舉事，在徐穉前。 \\n 二八俊八顧八及 \\n 東京之末，黨人有八俊、八顧、八及之名，太學所標榜也。李膺、杜密以下為八俊，郭泰、范滂以下為八顧，張儉、劉表以下為八及。至儉鄉人朱并上書，告儉與同鄉二十四人別相署號，共為部黨，則以儉及檀彬、褚鳳、張肅、薛蘭、馮禧、魏元、徐乾為八俊，田林、張隱、劉表、薛郁、王訪、劉祗、宣靖、公緒恭為八顧，朱楷、田槃、疏耽、薛敦、宋布、唐龍、嬴咨、宣褒為八及。中間惟張儉、劉表同，餘皆異名字。 \\n 兩黃祖 \\n 孔融為北海相，左丞黃祖，勸融結袁、曹，融怒殺之。此別是一黃祖，皆漢末人。 \\n 樓護養呂公 \\n 《前書?樓護傳》：護為廣漢太守，莽子宇，與呂寬謀以血塗莽第門。發覺，莽怒殺宇，而呂寬亡。寬父與護相知，寬至廣漢，過護。到數日，有捕寬詔書至，護執寬，莽大喜，徵護入為前輝光。 \\n 又云，護有故人呂公，無子，歸護。護身與呂公、妻與呂嫗同食。及家居，妻子頗厭呂公。護聞之流涕，責其妻子曰：「呂公以故舊窮老託身於我，義所當奉。」遂養呂公終身。按此呂公即呂寬父，所謂與護相知者，當是既執獻寬，而收養其父母耳。護出入王氏，以勢利交得官，又患難中殺故人子以媚權奸，縱養其父母終身，罪難末減。孟堅既誤收之《游俠傳》中，又載此事以為美談，首尾自相矛盾，又誤之誤者也。 \\n 韓定辭 \\n 唐末詩人韓定辭，仕為鎮、冀、深、趙等州觀察判官、尚書祠部郎中兼侍御史，為王鎔聘。劉仁恭與馬彧倡和所謂「崇霞臺上神仙客，學辨癡龍藝最多」者，事載《全唐詩話》。按《安陽集?重修五代祖塋域記》：定辭，乃忠獻王琦四世伯祖。忠獻五代祖又賓，稱庶子府君，歷仕鎮帥王紹鼎，景崇、鎔三世，有子二人，長定辭，次昌辭。次昌辭。昌辭仕為鼓城令，即忠獻王高祖也。東坡嘗書前詩，而云定辭不知何許人？豈未考其家世耶？ \\n 烈婦 \\n 康熙十八年十月，署江西巡撫布政使王新命上言，浮梁縣縣丞饒紹德妻朱氏、母權氏，遇賊搜洗，慮被污辱，皆投繯死。十九年三月，偏沅巡撫韓世琦上言，瀏陽縣生員汪天溥妻魯氏，於十五年六月，遭棚賊為亂，於爐煙涸遇賊，露刃迫脅，抗罵不屈被殺。禮部議旌表。 \\n 應徐二高士 \\n 杭州應嗣寅徵士，名撝謙，性至孝，母病數年，撝謙侍疾，晝夜不懈。母憐之，強為娶婦，終不入私室。母卒，逾祥禫，始行合?禮。坐臥不下樓，人罕梯接。以經學教授里中，生徒甚盛。所著有《周易應氏集解》、《易學圖說》、《書經蔡注拾遺》、《詩傳翼》、《禮學彙編》、《春秋集解》、《古樂書》、《今文孝經辯定編注》、《古本大學中庸本義》、《語孟朱註大全拾遺》、《較定文公家禮》諸書。康熙己未詔徵不至，卒於家。自撰《無悶先生傳》，略云：學不適時，不好禪，不喜王陸家言；為文章不詭合，自怡悅而已。密友多窮交，經年不見與日見無異。足跡不出百里，而泰華溟渤皆於書冊見之。生不及古人，而羲、農、堯、舜若接聲響也。著書若干萬言，人來觀者亦不吝。云云。 \\n 同郡徐介，字孝先，陸圻景宣之甥也。食貧隱居，三十妻死不更娶。一麻布頭巾，數十年不易。嘗集陶、杜詩各一卷。 \\n 秦李宗? \\n 蘇門之秦、李、李、王，同時之宗吴諸子，其文詞高下不知何如？然皆不失為君子，而朱文公、鄭端簡皆力詆之。蓋諸子恃才凌物，或不能無；以為小人，則二公亦難以一手揜萬世耳目也。朱子左袒王介甫而詆二蘇公，論蘇、王二氏門人之文，則寧取呂惠卿而不取少游；又左袒張浚，而終不得不推重李忠定。君子不黨，吾不謂然。 \\n 司馬公和安石詩 \\n 司馬文正公為中丞，奏彈王安石言非行偽，王制所誅，非曰良臣，實為民賊。安石亦云，自新法之行，始終以為不可者，司馬君實也。公集中載和安石二詩，如安石《明妃曲》云：「漢恩自淺胡自深。」公則云：「妾身生死知不歸，妾意終期寤人主。」和《烘蝨》云：「醯酸芮聚理固然，爾輩披攘我當坐。」直如水火枘鑿之不相入。而君子小人之用心，亦可見矣。張子韶云：「溫公之門，一傳而得劉器之，再傳而得陳瑩中。介甫之門，一傳而得呂惠卿，再傳而得蔡確，三傳而得章惇，四傳而得蔡京，五傳而得王黼。」 \\n 張獻忠黃巢 \\n 張獻忠亂蜀日，城市祠廟焚燬無遺，唯於梓潼縣七曲山張亞子廟盛有增飾，遇張桓侯廟亦不敢燬。唐黃巢之亂，所過多被殺傷，然獨厚於同姓。如黃姓之家，及黃岡、黃梅等縣，皆以黃字得免。盜賊行事，相類如此。 \\n 羅文毅 \\n 《菽園雜記》載狀元羅應魁復官，以病請告還鄉，從游者頗眾，遂立為鄉約：凡為不善者不齒，大惡者棄之。於是有強梁一二人被執，投之水。鄉人不平，訟於官，而應魁適已卒，其徒十餘人，皆坐謀殺人，為羅倫從者律。使應魁不死，將置重辟矣。予謂文毅嫉惡已甚，不可為法，適足為盛德之累耳。 \\n 叢氏 \\n 文登叢大司空蘭，本漢秺侯金日磾之後。相傳日磾四十五代孫永，遷縣之叢家峴家焉，遂以為姓，至今科名甚盛。江西多淦氏，舊傳亦日磾後。有金賦者，為制置使，宋高宗為加點水，遂有淦姓，詳載予《皇華紀聞》。 \\n 耿逸菴張仲誠 \\n 耿介字逸菴，河南登封人。順治壬辰進士，翰林簡討，遷大名道副使。康熙丙寅臘月，禮部尚書掌詹事府湯潛菴【斌】疏薦之，略云：「原任翰林院簡討轉直隸大名道副使丁憂回籍河南登封人耿介，賦質剛方，踐履篤實，服官冰蘖自矢，家居淡泊自甘，潛心經傳，學有淵源。今雖年逾六旬，精力尚健，老成宿素，罕見其儔。邇者，皇上念衛既齊之賢，復其原官，凡有寸長，誰不思奮！臣才具最下，恩遇過隆，豈敢竊位蔽賢，自昧舉知之義。儻蒙鑒臣愚誠，將介徵取來京，賜以引見；可否錄用，自有睿裁，非臣愚所敢擅議也。」云云。吏部覆准，下河南巡撫起送入京。奉旨「從優授翰林院侍講學士」。未幾，陞詹事府少詹事。予曩為湯公作繪川書院詩，有云：「轘轅有耿介，上蔡有張沐；著書各滿家，眾流匯川瀆。耿公實廉吏，齋廚甘杞菊；張公赴徵車，萬里向巴蜀。」正謂是也。沐字仲誠，順治戊戌進士，曾知內黃縣，後以魏尚書環溪【象樞】薦，起知四川資縣，謝病歸。 \\n 烈女 \\n 閩縣旌表孝子王鑑女慧貞，年十六，許字儒士楊儼。夫死，謀以身殉，家人防之，因請奔喪，遂自縊。 \\n 林氏 \\n 丁卯夏四月，巡撫浙江金中丞【鋐】，以海寧縣民陳雲生母林氏年一百八歲，尚勤紡績，疏請旌表。部議給銀建坊，曰「貞壽」。 \\n 召平 \\n 《漢史》召平凡兩見：一在《蕭何傳》，勸何「悉以家私財佐軍」得免禍。一在《齊哀王傳》，諸呂欲為亂，朱虛侯使人陰出告其兄齊王，齊王與中尉魏勃謀發兵，齊相召平聞之，乃發兵入衛王宮，使魏勃將。勃既將，以兵圍相府，召平曰：「道家言，當斷不斷，反受其亂。」遂自殺。一召平耶，智愚之懸殊乃若此。 \\n 楊尚書古道 \\n 蒲州楊大司馬【守禮】既貴，休沐歸里。有父執某，老儒也，所居陋巷蓬蓽，公往謁，下車徒步，拜於床下，老儒直呼其名。蒲人至今傳之。 \\n 王方伯 \\n 王庭，字言遠，嘉興人。順治己丑進士。初仕為廣州府知府，歷官山西布政使，廉介不苟，所至以清惠稱。罷官歸，足跡不入城市，常衣布袍行田間，人不知其二品大僚也。年踰八十乃卒。五言詩清真古澹，有陶、韋風，與石湖邢昉相上下，足稱逸品。 \\n 何顏偽道學 \\n 何心隱在萬曆間，屢變姓名，詭跡江湖間，所脅金帛不貲。嘗遊吴興，誘其豪為不軌；又與一富室子善，偕之數百里外，忽曰：「天下惟汝能殺我，我且先殺汝。」紲之湖中，取其家數百金，然後縱之。其黨呂光者，力敵百夫，相與為死友。又入蠻峒煽惑，以兵法教其酋長，事聞於朝。先曾祖時為湖廣巡撫，捕之，獲於嶺北，置諸法，罪狀昭然。有御史趙崇善者，挾私憾，追劾先公殺心隱媚江陵。而推心隱講學時，先曾祖久以戶部侍郎養親家居矣。雖事之本末，自有公議，而崇善捷捷幡幡，良可畏也。此事之詳，具載大宗伯周寅所先生【應賓】《識小編》。王弇州先生《別集》，其所載顏山農挾詐趙文肅千金，與姦良家婦為心隱所毆事，尤醜。山農，即心隱講學師也。道學狼籍至此，可歎可歎！崇善此疏，刻入萬曆疏鈔，或未詳何、顏顛末者，恐輒信之，聊復述及，以質公論云。 \\n 宋兩唐伯虎 \\n 宋唐伯虎，字長孺，初名瞻，丹陵人，庚之兄也，治《易》《春秋》，皆有家法。性孝友，史載其迎父瀘南及臨邛獄事，時人以為難及，附見《文苑傳》。王鞏《隨手雜錄》云：全州進士唐伯虎，至冥司，主者放還，語伯虎曰：「到人間為我轉《法華經》，亦當勸人誦之。」後仕為梧州推官，六十餘卒。 \\n 紀載失實 \\n 鼎革時，小說紀載多失實。嘗於史館見一書曰《弘光大事記》，內言甲申年山東大姓新城王氏、淄川韓氏起義兵。爾時先伯父御史公【與胤】全家殉節；先祖布政公年八十餘，家居，祭酒公奉侍避兵山中，無義兵事。其云韓氏，蓋韓氏有僕王某、李某，皆乘亂聚眾為群盜，亦非義師。其濟南以東舉義者，有長山劉相國【鴻訓】之子孔和、李侍郎化熙，而記不及之。又云流賊偽制將軍至濟南，推官鍾性樸死之。按：鍾公字文子，順天人，崇禎癸未進士，國初為濟南府推官，遷本省提學道僉事。予順治庚寅自童子為諸生，中辛卯鄉試，皆鍾公所拔，烏有甲申死難事耶？野史之不足信如此。 \\n 翟黃 \\n 《新序》：「魏文侯與士大夫坐，曰：『寡人何如君也？』翟黃曰：『君，非仁君也。』云云。文侯怒而逐翟黃。次至任座，對曰：『君，仁君也。』曰：『子何以言之？』曰：『其君仁者其臣直，向翟黃之言直，臣是以知君仁君也。』文侯復召翟黃，拜上卿。」唐魏文貞直諫，忤太宗，長孫皇后朝服而賀，亦同此意。 \\n 趙孝廉 \\n 趙孝廉起鳳，字羽聖，德州人，篤於行誼。常撰《一本歌》以勸宗族；作《師友俎豆錄》，人各為傳贊。又作一室，合祀之，每節，家祭後必及焉，仍以餕其子孫，加以粟帛，歲時不絕，鄉里化之。康熙甲寅，年七十卒。 \\n 黃綰 \\n 黃綰，陽明之門人，以議大禮附張、桂得進用，永嘉呼為平原十九客。講學之流弊至此。 \\n 烈女 \\n 林氏清玉，武平縣人，許字鍾廷楷。楷以康熙十八年四月自京回，中途病亡。清玉聞訃痛哭，竟往夫家，拜靈慰姑，候喪葬事畢，解金耳環吞之而絕。部覆旌表。 \\n 賀醫閭 \\n 《賀醫閭先生集》一條：先生聞巡按御史考試丁憂生員，歎曰：「壞人倫，壞風俗，莫甚於此。古人凡有喪者，天子之命，三年不過其門，教孝也。忍心害理，君子肯為之乎？」近日風俗日下，方面大僚、郡縣有司，凡地方富饒者，無不營謀奪情，督撫公然題留，吏部公然覆准。不知一郡一縣，何以必不可少此一官？而上下以賄成，至於蒙面喪心如此！使醫閭而在，不知如何扼腕矣。 \\n 《醫閭集》又一條云：「內外文武，罕不出於宦官宮妾之門，安望天下之治？」予謂宋仁宗謀相於王素，而欲得宦官宮妾不知名者，此一事便卓絕千古。 \\n 王山隨劄 \\n 張簣山講學【貞生】以言事謫歸，居廬陵王山，有定巖、覆笥峰、木琴澗、虎子巖諸勝，皆伐木開道，手自創闢。簣山住此二年，復應詔出，歿於京邸。又一年，予入都門，見其居王山時《茅屋隨劄》一卷，想見此公學道刻苦，非人所及，略錄數則於此： \\n 王山金頂之勝在於高，尤在於孤。然不高則不孤，愈高則愈孤。君子立身亦然。 \\n 絕頂惟高而孤，雖天清氣朗，無晝不風。風聲四起，眾山動搖，人立其上，脚根不穩，風欲挾之而翔，行者相顧裹足。予獨欲於震撼處放步，然而危矣。 \\n 王山笋類多苦，烹之亦有真味。又產苦菜，浸之一宿，飢來啖之，頗勝園蔬，然以其苦，多為人棄。人生營營，無日不苦。日在苦中，安之若飴。至飲食細故，非刀俎物命，便不可下箸。安得攜此二苦味，令飽嘗耶。 \\n 王文成訪地藏洞一異人，值其睡方醒，問第一義諦，不答。徐曰：「周濂溪、程明道，汝儒家兩箇好秀才。」語畢復睡。張子坐臥巖中，有以仙術告者。回思自幼識字，及壯奔奔波波，老忽將至，雞鳴而起，便秀才二字做不了，何暇言仙。 \\n 巖栖一年，日月逝矣，內省多疚，深自戰兢，敬寫聖容，奉以出入，道大莫名，非敢贊揚，聊以自警。贊曰：古今一人，大哉孔子，天地終始！要其立言，非有殊旨。道不遠人，躬行而已。諸儒沾沾，新奇自喜。門戶異同，恍惚疑似。行非所知，言大而侈。憫我童蒙，茫茫涯涘。逐影捕風，出彼入此。行不顧言，人視人指。而今而後，求歸於是。未能希賢，尚勉為士。登高自卑，行遠自邇。不善則改，聞義則徙。恭對聖容，庶幾有恥。 \\n 宿雲霧座，大雪。忽念及康齋先生，十月單衾徹夜，至以夏布帳加覆，毫無厭貧之意，頓使人不暄自暖，不火自溫。 \\n 客來山中者，輒贈竹杖，強之登臨。或曰孝子不登高、不臨深，或曰知命者不立乎巖牆之下。予曰不然。天下惟看破生死底人，方不為生死所奪，可為忠臣，可為孝子，可以樂天，可以立命。 \\n 冷孝子 \\n 冷孝子名昇，益都顏神鎮人，諸生。父植元，好遠遊，崇禎己卯歲適嶺表，鼎革後，兵戈阻絕三十年。孝子發憤，依肇慶道趙君韞退【進美】住端州，冀便咨訪。一日，有喬某者，亦山東人，往西粵，孝子跪請訪求。閱歲喬返，微聞其父歿於龍州土司。孝子遂辭去，溯牂牁而上，歷三百七十餘灘，自橫州達南寧，又經遷隆、思明，行五千里，遇那利人蔡、鄭二叟，詢知與其父舊為龍州土司客，乃與偕往。復與葬師譚姓者遇，竟得父櫬於龍州北門交帶橋側，負骸骨歸。孝子自叙其事為《龍州扶櫬記》。冷一寒士，父歿三十年，竟能覓遺骸於蠻荒萬里之外，視王紳《滇南慟哭記》尤難。書之以風世云。 \\n 范文肅家法 \\n 文肅范公【文程】家法最嚴，子弟不稍假色笑。長子官戶部侍郎，次子官翰林學士，往往侍立終日，不命之坐不敢坐。故忠貞【承謨】歷官督撫，皆以清節著聞，終殉逆藩之難，論者以為家教云。忠貞弟承勳，今為雲貴總督侍郎。 \\n 六女 \\n 廣州順德縣李氏簡姑、定姑、介姑、潔姑、寅姑、璇姑，遭滇寇之亂，誓志同死，聯臂投淵；又南海縣樵夫陳茂，逢虎斃命，妻張順娘，覓遺骸，築墳殉節，禮部題准旌表。南海縣義女黃隨香，罵賊捐軀，赴焰死，禮部覆無旌表僕女之例。 \\n 陳太守 \\n 陳龍巖，福建晉江舉人，累官江寧知府，居官以清介聞。隨州妖人朱方旦，左道蠱惑四方，督撫藩臬所至郊迎，為立書院。至金陵，總督某公方延之衙署，忽轅門傳鼓聲甚急，遣問之，陳立轅門外直對云：「無餘事，知府某以朱方旦左道惑眾，來請發下鞫審正法，以安地方耳。」制府雖怒其戇，然素知其廉幹，亦不罪也。後陳卒於任，總督于成龍親弔哭之。 \\n 足下黑子 \\n 《畫墁錄》云，郭忠武使渾忠武瑊洗足，見汾陽足下有黑子，捧玩久之，汾陽問其故？渾答云：「瑊也，足亦有之。」汾陽令跣而視之，笑曰：「不及我。」《明皇雜錄》：安祿山初事張韓公仁愿，韓公嘗令洗足，韓公足下有黑子，祿山竊窺視。韓公問之，祿山曰：「某，賤人也，不幸兩足皆有黑子，比公色黑而加大。」韓公觀而異焉，因加寵薦。兩令公功名相埒，若祿山叛逆，亦與韓公相似，相豈足貴哉！又《北夢瑣言》載西門軍容與吴行魯事亦同，豈一事而傳聞異詞耶？ \\n 秦羅子孫 \\n 《說聽》載，秦檜裔孫某，宰湯陰，綽有政聲，每欲謁忠武祠，輒逡巡弗果。將及瓜，謂同僚曰：「少保雖與先世有惡，豈在後嗣耶？且吾守官，無愧神明，往謁何害！」遂為文祭之，拜不能起，嘔血數升而死。事在嘉靖初年。魏莊渠提學河南歸，為所親言之。此與宋御史羅汝楫子鄂州知州願事全相類。汝楫附秦檜劾忠武；願即著《爾雅翼》，以古文名，朱子稱為南渡第一者也。 \\n 宋公子鮑 \\n 《春秋》：文公十六年，宋公子鮑禮於國人。鮑美而艷，襄夫人欲通之，乃助之施。既而夫人使昭公田於孟諸，使帥甸攻而殺之。左氏曰：「書曰宋人弒其君杵臼，君無道也。」予以為丘明之言誖矣。弒昭公者，公子鮑為首惡，罪不可薄。觀鮑日數於六卿之門，又竭粟以貸國中，此與商人田常輩何異？襄夫人以祖母欲淫其孫，為昭公之不禮於己，輒先殺公子卬等，而昭公不能救。令之田，欲殺之，蕩意諸言之，而昭公不敢適諸侯。蓋襄夫人平日有馮太后、武曌之惡，公素畏之；而鮑因嬖幸，以陰肆其篡弒之謀，非一日矣。故昭公弒，鮑遂立。雖曰王姬，實鮑之謀。善乎劉原父權衡曰：「公子鮑為不臣，襄夫人為不母，而宋公未有無道之實也。」且公子鮑欲盜其國，而先施於民。襄夫人欲通於鮑，而遂弒其君。宜推公子鮑為首惡，不得輕此兩人之罪反惡宋公也。昔儒謂左氏是非謬於聖人，不其然歟！ \\n  \\n 　"}
{"章节": "池北偶談卷十一", "正文": "　 \\n 池北偶談卷十一 \\n 　 \\n  \\n 談藝一 \\n 公文介公詩 \\n 吾鄉公文介公【鼐】，萬曆中，為詞林宿望，詩文淹雅，絕句尤工。如習家池云：「峴首岧嶢漢水長，習池煙樹野亭荒。羊公流涕山公醉，并枕殘碑臥夕陽。」西郊金主釣臺云：「花石遺綱入戰圖，薊門衰草釣臺孤。不知艮岳宮前叟，得見南軍入蔡無？」畿南問宋遼戰地云：「戰勝河東下薊丘，高梁失御陣雲愁。六飛不入燕山府，直見鑾輿下廣州。」明湖獨眺云：「窄岸平橋萬柳斜，半城春水半人家。東風吹雨宵來急，一片鄉心到海涯。」別邢子愿云：「南浦分攜暮雨微，平林望斷送將歸。新詩一一題團扇，隴首秋雲片片飛。」衍元白詩寄馮用韞云：「千里襟期付此詞，郵筒珍重寄相思。將來莫遣玲瓏唱，淚盡夷陵緩棹時。」「生平有意皆成幻，死去憑誰得報君？燈影幢幢對疏雨，一聲哀雁入秋雲。」濟南晤李季重云：「一望并州雁影沉，三年幽夢(山昔)湖陰。歷城四面寒泉水，堪照青陵臺下心。」泉林寺云：「百里天涯一夕分，月華中斷悵離群。坐聞莊子城頭水，却憶夷吾臺上雲。」蘭谿望金華山水云：「新安水色括蒼煙，煜煜金華婺女連。靈異果應仙路近，始知此是蔚藍天。」【杜子美梓州金華山詩「上有蔚藍天」，謂潼川之金華山，此乃借用。】「百折桐江繞釣臺，四明雲起接天台。半空突出冰輪湧，定是龍湫雁宕開。」南樓云：「十二樓開列玉京，分明天上落層城。簷前寂寂三珠樹，半夜鶴飛來上鳴。」掖縣道中云：「齊疆行盡海雲生，處處看山自問名。麥秀漸漸桑柘綠，馬頭不見曲侯城。」襄陽云：「江上輕帆落浴鳧，鏡中倒影數峰孤。林鶯送客巖花笑，曾見銅鞮歌舞無？」南竺寺云：「晚霞掛重塔，微月碧殿空。林壑松檜響，十里聞秋風。」皆不減唐人風致。而《列朝詩》取之甚少，不可解。蓋牧翁多抑西北人也。 \\n 安磐詩 \\n 安磐，字松溪，弘嘉間為都給事中，有直聲，蜀之嘉定州人，升菴先生友也。其詩風神獨絕，而世罕知之。予登凌雲寺，石壁刻詩甚夥，惟松溪四絕句最為高唱，記其二云：「青衣江上水溶溶，隔岸遙聞戒夜鐘。暫借竹床聽梵放，月華初到第三峰。」「林竹斑斑日上遲，鳥啼花暝暮春時。青衣不是蒼梧野，却有蛾眉望九疑。」蓋凌雲九峰，枕青衣江之東；而蛾眉三山，正直其西。至其地，知其詩為工也。 \\n 彭西園 \\n 彭堯諭，號西園公子，河南鹿邑人，官通判。崇禎末，頗擅詩名。予年十八九時，與先兄考功同上公車，於北道逆旅，見壁上畫蘭石，甚有風致，其旁細字註曰：「西園侍兒喬施同寫。」中書舍人?郡文啟美【震亨】題其後云：「令人羡煞西園老，攜得西施共小喬。」後十餘年，重過之，畫猶宛然，題一詩云：「無復湘中見汜人，西園蘭石愴如新。低回十五年前事，只有蛛絲絡暗塵。」此詩不復憶，在京師彭庶子羡門為予誦之。附識於此。 \\n 黃徐詩 \\n 黃魯直晚自刊定其詩，止三百八篇。徐昌國自選《迪功集》，亦止三百餘首。昔人自愛其名如此。 \\n 倪仁吉 \\n 女郎倪仁吉，義烏人，善寫山水，尤工篇什。予嘗見其宮意圖詩，其一云：「調入蒼梧斑竹枝，瀟湘渺渺水雲思。聽來記得華清夜，疏雨銀缸獨坐時。」先考功兄曾得其全集。倪手種方竹數十竿，甚愛惜。萊陽董樵處士遊婺郡，倪高其人，斫一枝贈之。 \\n 尹子求 \\n 虞山詩：「揮毫對客曹能始，簾閣焚香尹子求。」子求，名伸，蜀宜賓人。予過叙州，詢其後人，無有。得其遺詩及《泝峽記略》一卷於其門人樊星煒。樊云：「蜀亂，尹先生死之。有胡生約之者，攜此集避兵芒部，胡亦死，此集流落一彝生家。久之，叙州士人某客遊其地，一日，與論先生詩，彝生搖手曰：『浪得名耳。』出此集，則塗抹幾遍，士人遂乞取以歸。而予略為論次刻之。」樊字子景，老儒也。子求止有一孫，名惷，字若魯，亦樊云。 \\n 岐梁倡和集 \\n 蘇文忠公《鳳翔八觀詩》，古今奇作，與杜子美、韓退之鼎峙，文定皆有和作，謂之《岐梁倡和集》，然魄力不逮文忠矣。文定作文忠墓誌，謂：自黃州後，其文一變，如川之方至，而轍瞠乎不能及。然此早歲之作，亦自不敵也。《潁濱集》中如《魏佛貍》、《湖陰曲》等篇，亦是高作。 \\n 紀映淮 \\n 金陵紀青，字竺遠，能詩。少為諸生，棄去，入天台國清寺為僧。久之，復捨去。其子映鍾伯紫，尤負詩名。女名映淮，字阿男，嘗有《秦淮竹枝》云：「栖鴉流水點秋光，愛此蕭疏樹幾行。不與行人綰離別，賦成謝女雪飛香。」及笄，嫁莒州杜氏，早寡，年五十餘，以節終。予在儀制時，下有司旌表之。予昔在秦淮賦詩云：「十里清淮水蔚藍，板橋斜日柳毿毿。栖鴉流水空蕭瑟，不見題詩紀阿男。」伯紫見之，殊不喜。後二十年，從子啟大，官莒學正，訪得其遺詩數篇。其一云：「清谿有桃葉，流水載佳人。名以王郎久，花猶古渡新。?搖秦代月，枝帶晉時春。莫謂供憑攬，因之可結鄰。」又：「李花一孤村，流水數間屋。夕陽不見人，牯牛麥中宿。」 \\n 錦秋亭辨 \\n 自夏莊橋渡時水【俗名烏河】。而東，并河北行，內河外湖，浩淼無際。十里至灣頭，新、博二邑分界處也。時水自南而北，小清故河自西而東，匯於灣頭，與湖相望，中亘長堤。灣頭煙火數百家，夾河以居，鹺舟漁艇，鱗次市橋。再渡灣頭橋而北，市廛盡處，堤直如弦，屬於博昌城，凡十里，櫸柳夾之。兩岸皆稻塍荷塘，籬落菜圃，與緯蕭交錯。時十月下澣，過之，煙雨空濛，水禽矯翼，黃葉滿地，人行其中，宛若畫圖，時見牧人簑笠御觳觫歸村落間，邈然有吴越間意。明日晴，遂由東城騎行而南，舍騎過石梁，登架筆山。山疊土為之，三峰起伏，雜植桃柳，錦秋亭在東峰。此亭元中統所建，《齊乘》以為在東南城上，而山乃嘉靖甲辰僉事黃鰲所築，則亭之移，當在是時也。北枕城堞，西望河堤，東南俯臨極浦，備煙波曠渺之趣。因憶徐隱君【夜】舊示予《錦秋亭辨》，具錄於此，以備茲亭故實，使來者有所考焉。 \\n 北湖名錦秋，新城、博興二縣志，皆以為本於坡詩，其所謂詩，即今志所載：「霜風收綠錦」五言八句者是也。予獨疑詩中北闕字，不類宋時事跡；而《東坡全集》及單刻《膠西集》，都無此首；詩之氣格亦不類，然無據以奪之。及閱元兵部侍郎于公欽《齊乘?錦秋亭》一則，乃知此詩即于公作，所謂取坡詩命名者非。此詩乃取《和文與可橫湖絕句》而名之也。後來作誌者，據欽書采入，不細詳文義，牽連讀去，以致承襲訛誤而不之改。據欽所記，亭為中統間邑人所建，中統乃元初年號，後蘇公百數十年，當時豈遂有亭可賦詩耶？然何以知其取詩即《橫湖絕句》也？以其篇中連綴「錦秋」二字而知之也。今欽詩「霜錦雲秋」等字，亦仍本此。輒錄欽原文并錄蘇詩於後。 \\n 《齊乘》一則：錦秋亭，博興東南城上，中統中邑人所建，取坡詩命名。【此下于自叙述。】蓋齊地淄、時、般、濼諸水，匯為馬車瀆以入海，博興宛在水中，舟楫交通，魚稻成市。昔嘗過之，愛其風景絕類江南，賦詩亭上云：「霜風收綠錦，萬頃水雲秋。海氣朝成市，山光晚對樓。舟車通北闕，圖畫入南州。且食鱸魚美，吾盟在白鷗。」其鱸雖小，亦四腮，不減松江，有蓴菜，齊人不識，目鱸為豸云。 \\n 蘇公《橫湖絕句》：「貪看翠蓋擁紅粧，不覺湖邊一夜霜。卷却天機雲錦段，從教匹練寫秋光。」 \\n 外祖季木王公，世目博洽，公《北湖遊記》載：欽常自濟南華不注山下，經小清河，東入此湖；折而南，入時水，至索鎮，舍舟歸益都。【此亦本《齊乘?時水》條下所載】。則知欽過此賦詩，是其常所往來之地矣。獨記中於此詩偶失簡察，尚沿舊志之訛。而外伯祖康宇先生作志亦仍之，安知後來不有據此而編入蘇集者，是不可不辨也。謂宜於湖之北岸勝處，祠蘇、于二公，額以「盟鷗」，更榜「卷雲寫練」四大字於其上，庶俾後來知此緣起。特為筆述，俟吾地之大人君子有志乘籍者折衷焉。歲在庚戌五月九日，湖上老漁徐夜記。【康宇先生，即先祖方伯公也】。 \\n 雷雨津 \\n 雷兵部雨津【起劍】，蜀之井研人，明崇禎甲戌進士。嘗過楚，題洞庭廟云：「我是人龍君亦龍，吾今胡為乎泥中？憑君借得青驄雨，手攬風雲滿太空。」甲申後，從張公玉笥監軍死。予識其子吴江知縣珽，珽字笏山。 \\n 張鯤詩 \\n 鄒平長白山醴泉寺，即范文正公畫粥處，四山環合，一溪帶瀠，溪上有范公祠，祠中多前代石刻，有嘉靖十三年崧少山人張鯤八絕句最佳。節錄於左：「危閣煙霞出，峰簷麋鹿來。春泉落西澗，聲繞讀書臺。」「臺前碧玉樹，葉葉上青霄。工師求大木，隆棟萬年朝。」「風晝谿楊色，煙春巖蕙香。人言背絕壑，纔是上書堂。」「山護埋金窟，泉通畫粥廚。傳燈衣缽在，曾伴老龍圖。」「靈剎群峰合，名祠半日遊。難逢浮海術，易集下山愁。」鯤，河南鈞州人，詩名不甚著，而詩之工如此。 \\n 張閃 \\n 滇永昌張含愈光集，升菴先生所定；又閃繼修允迪，亦永昌產，在啟禎間，有詩名。端簡王公【弘祚】以二公皆其鄉前輩，常欲合刻其詩。丁未戊申間，公為大司農，以二公集屬予選較刻之。予謂閃集可刪者過半，非張匹敵，當專刻張集，而以閃集附後。公以為然。庚戌，公乞骸骨，歸臥金陵，不知竟果此志否？ \\n 粵詩 \\n 南海屈介子【大均】，少為諸生，有聲。旋棄去，學浮屠法，釋名一靈，字翁山。居羅浮久之，出遊吴越。又數年，忽加冠巾，遊秦隴，與秦中名士王無異【弘撰】、李天生【因篤】輩為友，作華嶽百韻詩。固原守將某，見而慕其才，以甥妻之。翁山愛玩少室，賦詩云：「同棲紅翠三花樹，對寫丹青五岳圖。」自固原攜妻至代州上谷，再遊京師，下吴會，自金陵歸粵。妻隨病死。翁山之詩，尤工於山林邊塞，一代才也。同時陳恭尹字元孝，王邦畿字說作，梁佩蘭字芝五，王鳴雷字震生，陳子升字喬生，皆廣州人，工詩。元孝詩尤高，如「積雪迴孤棹，寒湘共此心。離憂在湘水，古色滿衡陽。又「鄉山小別吟兼夢，水驛多情浪與風。桄榔過雨垂空地，玳瑁乘潮上古城」之類，皆佳。說作句如：「雲低滄海樹，潮上夕陽城。」「曙色寒山外，秋風古渡前。」殊近錢、劉。又有絕句云：「昨冬歸去今春信，言是端陽入楚山。吟取荊州舊時事，洞庭秋盡客應還。」喬生昔昔鹽云：「鴛鴦樓外烏欲栖，玳瑁梁間燕吐泥。月暈圓隨漢東蚌，天河傾向汝南雞。萬方儀態華鐙出，一笑橫陳翠帳低。愁見曉鴻征塞北，不知天將定遼西。」又有《南中塞下曲》一篇，極似楊用修格調。翁山詩，予曾為選百篇，以為唐宋以來詩僧無及者。五律如「帆隨南岳轉，雁背碧湘飛。」「久病悲歡盡，新寒衣衲重。」絕句如「熒熒桃李花，薄命寄君掌。河水雖東流，河魚自西上。」又歸風詞：「南越輕綃似碧雲，裁為飛燕御風裙。中流舞罷將仙去，萬歲千秋復就君。」客雁門云：「三年作客傍滹沱，聽盡哀笳出塞歌。白髮不愁明鏡滿，秋霜只怨雁門多。」此類不能悉記也。予嘗語程職方云：「君鄉東粵，人才最盛，正以僻在嶺海，不為中原江左習氣熏染，故尚存古風耳。」 \\n 李因篤 \\n 富平李天生因篤，年三十，棄諸生。博學強記，《十三經注疏》尤極貫穿。長律得少陵家法，常以四十韻詩贈曹秋岳，曹歎曰：「數百年無此作矣。」李有句云：「林谷關音本，乾坤老彖才。」予謂理語經語，最不易下，坡公寫杜詩，至「致遠恐終泥」，停筆謂學人云：「此句不足為法。」王敬美云：「曹子建後，作者多能入史語，不能入經語；謝康樂出，而易辭、莊語無不為用。」然則用經，固以康樂為宗也。 \\n 陳伯璣 \\n 陳伯璣允衡，建昌南城人，御史本子，清羸如不勝衣。五言詩古澹，自成一家，如「寒日明孤城，斜風下飛鳥」，又「籃輿望歸鳥，日暮空城曲」，此類二十餘篇，不減王、韋。亂後寓黃山，移鳩茲，再移白下，貧甚。撰《詩慰》、《國雅》及《婁堅徐世溥遺文》之類，凡十餘種，又著古人幾部若干卷。康熙癸卯，歸豫章。時施愚山【閏章】、周伯衡【體觀】皆為江西監司，為卜築蘇雲卿東湖故居。後數年，竟羸病死。 \\n 滕王閣詩 \\n 南州滕王閣，毀於金聲桓之亂。順治中，蔡尚書【士英】開府江右，重新之。海內名流多賦詩，惟海鹽彭羡門【孫【適】　【遹】】擅場，其警句云：「依然極浦生秋水，終古寒潮送夕陽。」彭今為內閣學士兼禮部侍郎。 \\n 詩帳 \\n 施愚山分守湖西，製苧帳，題詩其上，寄林翁茂之。一時名士多屬和，名曰「詩帳」。或一絕句云：「斗帳殷勤白苧裁，使君親自寫詩來。孤山處士朝眠穩，朝日烘門懶未開。」 \\n 飛廉館瓦 \\n 元王文定【惲】《秋澗集》，有《飛廉館瓦硯歌》，略云：「劉郎杳杳秋風客，神鳥冥飛憶初格。豹章爵首尾蟠蛇，建章千門風冽冽。」云云。此亦在銅雀之前，知漢瓦無不可為硯也。 \\n 趙州畫水 \\n 趙州畫水，世傳是?道子筆。陸儼山《大駕北還錄》云，宣德間定州何生作也。 \\n 施宋 \\n 康熙已來，詩人無出南施北宋之右，宣城施閏章愚山，萊陽宋琬荔裳也。昔人論古詩十九首以為驚心動魄，一字千金。施五言云：「秋風一夕起，庭樹葉皆飛。孤宦百憂集，故人千里歸。嶽雲寒不散，江雁去還稀。遲暮兼離別，愁君雪滿衣。」此雖近體，豈愧十九首耶？己未在京師，登堂再拜，求予定其全集。宋浙江後詩，頗擬放翁，五古歌行，時闖杜、韓之奧。康熙壬子春在京師，求予定其詩筆，為三十卷。其秋，與予先後入蜀。予歸之明年，宋以臬使入覲。蜀亂，妻孥皆寄成都，宋鬱鬱歿於京邸。此集不知流落何地矣？ \\n 二戴 \\n 戴本孝，字務旃，和州人，詩畫皆超絕。嘗在京師，夜與友人談華山之勝，晨起，即幞被往遊，其高曠如此。弟迻孝，字無忝，四十不娶，亦有詩名。皆老於布衣。本孝貽予畫，自題詩云：「叢薄何蓊薉，喬木無餘陰。斧斤向天地，悲風摧我心。不知時榮者，何以答高深？」又云：「草木自爭榮，攀援與依附。凌霄桑寄生，滋蔓尚可懼。惜哉不防微，良材化枯樹。」 \\n 鄺露 \\n 鄺露，字湛若，南海人，狂生也。負才不羈，常敝衣趿履，行歌市上，旁若無人。順治初，王師入粵，生抱其所寶古琴，不食死。其詩名《嶠雅》。過賈誼宅、三閭廟云：「浮湘七澤下靈渠，牢落殘雲伴索居。庚子日斜聞鵩鳥，重陽沙淈見江魚。天高未敢重相問，年少何勞更上書。此去樊城望京國，定從王粲賦歸與。」露，少客金陵，遊阮大鋮之門，嘗為阮序其集。 \\n 徐波 \\n 吴中詩老徐波元歎，康熙初，年七十餘，尚在。居天池落木菴，與中峰、靈巖二高僧往還，虞山先生寄詩云：「皇天老眼慰蹉跎，七十年華小劫過。天寶貞元詞客盡，江東留得一徐波。」「落木菴空紅豆貧，木魚風響貝多新。常明燈下須彌頂，雪北香南見兩人。」元歎自撰《頑菴生壙志》云：「喜登陟，而筋力遽衰。未廢吟詩，而發言莫賞。」又為《落木菴記》云：「癸酉十月，與竟陵譚友夏寓其弟服膺德清署中，曉起盥漱，見予白髮盈梳，云：『子從此別，計必住山，請擇嘉名，以名其居。』服膺出幅紙，俾作擘窠大字，友夏執筆擬議曰：『子還吴，可謂落葉歸根矣。』遂有此目。今三字揭諸菴門，松栝數株，撐風蔽日，元冬霜月，蕭蕭而下，雙童縳帚，掃除不給，齋廚爨煙，皆從此出，事之前定如此。」元歎中年，見知膠西相國硜齋高公，公常勸之出山，辭曰：「母病三年，子生未彌月，此身非我有也。」竟亦無後。乙酉後，有《寄楚僧寒碧詩》云：「楚鬼微吟上峽謠，中元法食可相招。憑君為譬興亡恨，雨打秋墳骨亦銷。」寒碧少遊鍾譚間，此詩蓋為二公作也。 \\n 下僚能文 \\n 近下僚中往往多才人。婁縣縣丞施鴻，字則威，閩邵武人，著《史測》十卷，論南北朝事甚可聽。又雄縣馬之驦，字旻徠，兩為江都、壽張管河主簿，撰《詩防》及《張秋志》各若干卷。泰州州同知趙三麒，字乾符，韓城人，頗能詩，有絕句云：「虞舜昔南巡，不見南巡跡。但餘此墓旁，一片瀟湘石。」 \\n 詩兆 \\n 順治己亥，客京師日，聽劉公吏部鼓琴，賦詩贈之云：「與君更作他年約，黃鵠山中訪戴行。」至壬寅歲，相遇於京口，京口有黃鵠山，在城南五六里，即招隱寺，宋戴顒故居也。始悟前詩，蓋有定數云。 \\n 對句 \\n 小說載李空同督學江西，有一生姓名偶同，李出對句云：「藺相如，司馬相如，名相如，實不相如。」生應聲云：「費無忌，長孫無忌，公無忌，我亦無忌。」空同喜。不知此對自宋有之，見《齊東野語》云：「司馬相如，藺相如，果相如否？長孫無忌，費無忌，能無忌乎？」蓋後人傅會空同，如夏忠靖尚書給事之對耳。 \\n 史辰伯 \\n 史兆斗，字辰伯，吴江人，處士明古【鑑】之後，徙居長洲。博雅多藏書，少及與劉子威、王百穀交，尤熟?中典故。康熙初卒，年八十餘。汪苕文曰：「此翁死，吴中文獻絕矣。」 \\n 秦中諸誌 \\n 誌以簡核為得體，康德涵《武功志》最稱於世。嗣是關中繼起者，則有趙浚谷之《平凉府志》，胡可泉之《秦州志》，汪來之《北地志》，喬三石之《耀州志》，王渼陂之《鄠志》，【莒人劉璞增益】。韓五泉之《朝邑志》，【邑人王學謨增益】。張光孝【號左華山人，對山之甥】。之《華州志》，馬慥之《同州志》，劉九經之《郿志》，皆稱作者。而渭南史蓮勺記事，嘗知汾州之介休，作志七卷，義例精覈。以上皆秦人，而北地又秦疆也。何大復《雍大記》，亦與康同時作於關中。 \\n 韓□ \\n 韓□，字石耕，北平人。亂後遊江南，遍歷台、宕諸勝，客死平湖。□善鼓琴，尤工五言詩，有句云：「春愁當二月，酒渴起三更。」 \\n 程明房 \\n 宣城梅淵公【清】常遺予墨樸一，其堅如石，文曰「程明房造」云。程君房，初字明房，此蓋其早年所製。 \\n 右車 \\n 自廣武君後，古今人多以左車命名者，《漢?功臣表》有中牟共侯單右車。 \\n 嚴感遇 \\n 嚴感遇，烏程人。少豪宕，舉止與俗異。常畜一白鵲，行止與俱，鵲死，哭之數日。老而貧，居山中窮僻處，忍飢賦詩。一日米盡，友人遺白金一餅，攜之市米，遇小漢玉器，輒買以歸，玩弄之，餓而僵仆，幾絕。 \\n 高鐈? \\n 高鐈，字淵潁，保定人，少從孫鍾元先生學。嗜酒，好遊名山水，自負鎚鑿，每得詩，必題石，手鐫之。常游林慮，竟日忘返，聞峰下耕者喧呼，回視向所來處，乃知衝虎過也。鐈有【集】數十卷，其門人陳僖藹公編集。 \\n 張文峙 \\n 張可仕，字文寺，更名文峙，字紫淀，楚人。家金陵，能詩。與歸安茅元儀善，茅死，有姬楊宛，以才色稱，戚畹田弘遇欲得之，以千金壽文寺，求喻意，文寺絕弗與通。范文貞公禮為上客，公殉國，文寺設位雨花臺，為文哭之。崇禎末，集子史成句為四言詩一卷，諷切時事，號《擊磬集》。弟可度，字罽筏，好佞佛，一食清齋，逌然終日。 \\n 費密 \\n 費密，字此度，成都人。少遇逆獻之亂，竄身西域不毛之地。已乃溯漢江下，遊吴楚，居淮南老焉。常寓泰州，泰州守知其賢，為除徭役。予曾見友人几上一卷，偶取視之，其首篇云：「大江流漢水，孤艇接殘春。」詢之，乃密作也。遂賦詩與定交。密跛一足，後往蘇門，謁孫鍾元稱弟子，著《鹿峰集》。 \\n 馬黃 \\n 馬應龍，字伯光，安丘人，都御史文煒子。萬曆壬辰進士，歷禮部郎中卒。博雅好古，注《道德經》二卷，考訂《古本周禮》六卷、《參同契》二卷、《尚書》七卷、《毛詩》七卷、《藝林鉤元錄》二十六卷。初為杞令，纂《杞乘》四十八卷。今《安丘舊志》二十八卷，最精贍，有體裁，署其父文煒撰，實應龍少時手筆也。 \\n 黃楨，字德兆，亦安丘人。嘉靖癸未進士，歷文選郎中，與樂安李太僕舜臣齊名，號為李黃。有《擬騷》行於世。 \\n 伏生光武二圖 \\n 王維畫《伏生圖》，今藏北平孫侍郎退谷【承澤】家。吴道子畫《光武燎衣圖》，今藏新安程穆倩【邃】家。 \\n 和韻詞 \\n 先吏部兄作長調，往往好壓險韻，一調疊韻有至十餘闋者。在杭州，與宋荔裳、曹顧菴倡和滿江紅詞，同用上、杖、狀等字，兄句云：「雨滲一犁田犢喜，波添三尺河魚上。」用《史記》河魚大上語也。又「自課織簾還有手，便從荷蓧非無杖。」又「易得濁醪謀若下，難逢春水如天上。」又「司馬高才元和腐，彥淵博學真須杖。?吾徒、底事暱蟲魚？臣無狀。」又「堤柳已隨坡老沒，竹枝誰駕廉夫上。」又「漆後斷紋仍可鼓，削餘方竹還堪杖。」又「顧我已甘居廡下，如公才合居樓上。」疊出不窮，皆奇句也。後在揚州與陳其年輩倡和《念奴嬌》詞，同用屋字，亦至十餘往復。如：「還似離騷傳屈子，句裏龍堂鱗屋。削跡艱虞，擅場風雅，未遣中書禿。」又「十載名場相犄角，戎子支駒逐鹿。」又「我似小乘初禪，愧他杯渡，肆噉人間肉。羡汝機鋒殊自有，已似南能稻熟。」又「更貪清曉晶簾，臥看膏沐。」此類甚多。兄常自跋云：「右小詞諸闋，皆雜次諸公韻，諸公率謬許其押韻之工，僕則自謂此實欲省思力。如昔人云「匆匆不暇草書耳」。嘗謂「詩不宜次韻，次韻則慮傷逸氣；詞不妨次韻，次韻或逼出妙思。」其持論如此。 \\n 高司寇詩 \\n 淄川高念東侍郎，少時與兄解元繩東【瑋】同舉省試，公車北上，謁鄒平尚書華東張公【延登】。公言：「君輩少年登第，不啻登仙。老夫少年，意氣亦爾，今老矣，迴憶五十年中，功名官職，都如嚼蠟。更數十年，君閱歷當自知之。」公辛巳以南總憲考滿過家，薨於里第。司寇及兄，癸未、丙戌先後成進士。司寇入翰林，十年至佐銓，已，乃以事左遷。又十餘年，再貳司寇，憶尚書之語，慨然賦詩云：「翹車北指五雲邊，緒論追陪豈偶然？晚節功名如嚼蠟，少年科第似登仙。曠懷久矣推先輩，微語還堪悟後賢。畢竟山中煨芋好，十年宰相亦堪憐！」 \\n 白墮琴高 \\n 葉石林舉東坡「獨看紅蕖傾白墮」，白墮，人名。此正如吴下饌鵝設客，云「請共過食右軍」。不知此例正多，如山谷詩「春網薦琴高」，琴高，亦人名。皆自曹瞞「惟有杜康」作俑。 \\n 文太青 \\n 文光祿太青【翔鳳】戲作口吃詩云：「黠子向客共哆口，漆栗筆蜜手柳酒。」本《墨客揮犀》：「鳳州有三出：手、柳、酒。宣州有四出：漆、栗、筆、蜜也。」予使蜀，過鳳縣，彈丸小邑，在棧道中。所謂伎手纖白，固無從見之。驛酒殊薄劣。柳自入棧，亦頗稀少。予近和海鹽門人陳子文【奕禧】詠《鳳縣金絲柳詩》云：「鳳州三絕無纖手，又少旗亭酒共傾。惟有金絲幾株柳，臨江映驛拂人行。」 \\n 中州集 \\n 元裕之撰《中州集》，其小傳足備金源一代故實。虞山極喜之，晚年撰《明列朝詩集》，略倣元例。然元書大有紕謬，如載諸相詩，取宋叛臣劉豫、杜充之類。蔡松年史稱便佞，元首推其家學，且取其論王夷甫、王逸少之語，略無貶詞。曲筆如此，豈足徵信，而顧傚之哉？ \\n 龔陳詩 \\n 先兄考功常云：「合肥公『流水青山送六朝』，才子語也。陳其年【維崧】『浪捲前朝去』，英雄語也。」龔公自東粵歸，過金陵賦詩云：「綺閣臨春玉樹飄，空江鐵鎖野煙消。興亡何限蘭亭感，流水青山送六朝。」陳有《烏絲詞》三卷，多瑰奇，閨房游俠之詞尤妙。如「春陰簾外天如墨」，又「玉梅花下交三九」，雖秦、李不能過也。 \\n 一絇絲 \\n 往在京師，吴門文點為予作《讀書圖》，汪苕文題詩云：「借問鄰家競笙管，一絇能絡幾多絲？」後改作「一絇絲絡幾多時？」一日，讀馬永卿《懶真子》云：「諺云，一絇絲能得幾時絡，喻小人逐目前之樂也。」絇字當作緰。《太玄經》絡之次，五曰，蜘蛛之務，不如蠶一緰之利。緰音七侯反，與絇音同。 \\n 阿字音 \\n 宋人謂漢唐人多以阿字為發語，如阿嬌、阿誰、阿家、阿房宮之類。則阿房之阿，亦當作去聲。又山谷詩「語言不韻無阿堵」，阿字反作平聲。予《蜀道集》詩有句云「綠苔未央瓦，黃土阿房宮」，本此。 \\n 韓翃詩句 \\n 韓翃詩：「春衣晚入青楊巷，細馬春過皂莢橋。」按青楊巷在荊州。梁何妥居白楊巷，蕭□居青楊巷，時人語曰：「時有二俊，白楊何妥，青楊蕭□。」皂莢橋在揚州，晁無咎揚州詩曰：「皂莢村南三四里，春江不隔一程遙。雙陂?起如牛角，知是隋家萬里橋。」 \\n 裹鮓帖 \\n 王右軍《裹鮓帖》真蹟：「裹鮓味佳，一一致君；所須可示，勿難，當以語虞令。」凡十九字。後有米友仁跋，趙子昂諸人圖記。藏北平孫侍郎退谷家。前有亡宋南廓庫經手人郭墨印記。 \\n 鳧翁 \\n 黃詩「春溪蒲(艹稗)沒鳧翁」。樂府「化為白鳧如老翁」。《急就篇》：「春草雞翹鳧翁濯」，顏師古注：「翁，頸上毛也。象鳧在水中，引濯其毛也。」黃詩蓋出此，與老翁義別。《漢?郊祀志》：「鳧翁雜五采文。」又北齊武成帝湛，小字鳧翁。北齊童謠云：「中興寺內白鳧翁，四方側聽聲噰噰，道人聞之夜打鐘。」 \\n 三六 \\n 王彬工篆隸，與王志齊名。時人語曰：「三真六草，為天下寶。」劉孝綽稱其兄弟孝儀、孝威曰「三筆六詩」。 \\n 僧詩 \\n 在京師，出城送客，偶憩野菴，見壁上題詩甚有意義。詩云：「春風迢遞憶天台，五月冰寒說五臺。無數好山遊未盡，秋霜又欲上眉來。」考之，乃明嘉?西林寺僧雪溪圓映作也。映有《西林集》。 \\n 梅村病中詩 \\n 太倉吴梅村【偉業】祭酒，辛亥元旦，夢上帝召為泰山府君。是歲病革，有絕命詞云：「忍死偷生廿載餘，而今罪孽怎消除？受恩欠債須填補，縱比鴻毛也不如。」餘三章不具錄。先是，先生嘗病中賦賀新郎詞云：「萬事催華髮。論龔生天年竟夭，高名難沒。吾病難將醫藥治，耿耿胸中熱血。待灑向西風殘月。剖却心肝今置地，問華佗解我腸千結。追往恨，倍凄咽。故人慷慨多奇節。為當年沈吟不斷，草間偷活。艾灸眉頭瓜噴鼻，今日須難決絕。早患苦重來千疊。脫屣妻孥非易事，竟一錢不值何須說。人世事，幾完缺。」時浙西僧水月，年百餘歲，能前知。先生病亟，拏舟迎之，至則曰：「公元旦夢告之矣，何必更問老僧？」遂卒。 \\n 公文介論樂府 \\n 「鄭漁仲曰：『繼三代之作者，樂府也，樂府之作，宛同風雅。今之行於世者，章句雖存，聲樂無用。崔豹之徒，以義說名；吳兢之徒，以事解目。蓋聲失則義起，樂府之道，幾乎熄矣。』此言樂府原為詩樂之用，而事義則必有所由起，均不可廢也。愚謂風雅之後有樂府，如唐詩之後有詞曲，聲聽之變，有所必趨，情辭之遷，有所必至，古樂之不可復久矣。後人之不能漢魏，猶漢魏之不能風雅，勢使然也。如漢《朱鷺》《翁離》之作，魏晉諸臣擬之，以鳴其一代之事，易名別調，各極其長，豈以古今同異為病哉？後世文士，如李太白則沿其目而革其詞，杜子美、白樂天之倫，則創為意而不襲其目，皆卓然作者，後世有述焉。近乃有擬古樂府者，遂顓以擬名，其說但取漢魏所傳之詞，句撫而字合之。中間豈無陶陰之誤，夏五之脫？悉所不較。或假借以附益，或因文而增損，跼蹐床屋之下，探胠縢篋之間，乃藝林之根蟊，學人之路阱矣。以此語於作者之門，不亦恧乎？夫才有長短，學有通塞，取古今之人，一一強同，則千里之謬，不容秋毫，肖貌之形，難為覿面。若曰樂府，則樂府矣，盡人而能為樂府也。若曰必此為古樂府，使與古人同曹而并奏之，其何以自容哉？李于鱗曰：『擬議以成其變化。』噫，擬議將以變化也，不能變化，而擬議奚取焉？予知其不可而不能不為也。第命曰古樂府，而不敢以擬稱云。」 \\n 右蒙陰公文介公孝與【鼐】樂府自叙也。虞山錢牧翁，嘗亟取東阿于文定公論樂府之說，不知文介此論，與文定若合符節。予嘗見一江南士人擬古樂府，有「妃來呼豨豨知之」之句。蓋樂府妃呼豨皆聲而無字，今誤以妃為女，呼為喚，豨為豕，凑泊成句，是何文理？因於論詩絕句著其說云：「草堂樂府擅驚奇，杜老哀時託興微。元白張王皆古意，不曾辛苦學妃豨。」亦于、公二公之緒論也。 \\n 林程詩句 \\n 林君復詩：「陰沉畫軸林間寺，零亂棋枰葑上田。」寫景最工。近程孟陽【嘉燧】有句云：「古寺正如昏壁畫，層湖都作水田衣。」語意本林，而工又過之。 \\n 五代史草 \\n 徐東癡【夜】高士冬夜過宿，因及從叔祖季木考功【象春】昔所藏書畫，云曾見有歐陽公《五代史草藁》一卷，又《楊廉夫詩草》一卷，塗乙宛然。歐卷其後人漫送一許姓武弁，不知流落何處矣。又叔祖立宇中丞【象恒】家，有王右軍畫《紡績圖》。 \\n 朱璧揭缽圖 \\n 《揭缽圖》，凡見數本，最後見朱璧本，有鄧文原、趙仲穆及秋壑、鈐山二相圖書，最為奇古。舊為先伯祖太師公所藏，今歸徐隱君東癡。後有董思白書寶積經賓伽羅事，又有吴匏菴、沈石田二跋。予所見太師故物，此卷與李伯時摹《支道元十六應真》、周文矩《說劍圖》而三耳。《說劍圖》今入秘府。按張(曰永)《吴中人物志》云：「朱玉，字君璧，崑山人。王振鵬界畫，見稱於時，玉盡得其技。至順壬午，奉中宮教金圖藏經佛像，方不盈矩，曲盡其妙。所居虹月樓，楊廉夫作記。」劉璋明《書畫史》云：「何景高善界畫，宗朱君璧。」玉，蓋以字行也。 \\n 阮懷寧 \\n 金陵八十老人丁胤，常與予遊祖堂寺，憩呈劍堂，指示予曰，「此阮懷寧度曲處也。阮避人於此山，每夕與狎客飲，以三鼓為節。客倦罷去，阮挑燈作傳奇，達旦不寢以為常。《燕子箋》、《雙金榜》、《獅子賺》諸傳奇，皆成於此。」《所知錄》云：「大鋮既降本朝，在營中，諸公聞其有《春燈謎》諸劇，問能自度曲否？大鋮即起，執板頓足而唱以侑酒。」 \\n  \\n 　"}
{"章节": "池北偶談卷十二", "正文": "　 \\n 池北偶談卷十二 \\n 　 \\n  \\n 談藝二 \\n 淅川二詩 \\n 南陽淅川，古商於地，同年于道子【先登】嘗令其地，為予言金人侵宋時，伐香嚴寺木造舟，木中有紋理成詩，云：「栽松種柏興唐日，解板乘舟破宋時。可惜香嚴千載樹，等閑零落歲寒枝。」又順治辛卯歲，雷山道人伐松葺回陽觀。諸生李霽明者，禱於神，質明，松上有絕句，字如蟲蛀者，云：「修廟還菑廟裏松，廟成松去鶴巢空。不如留?青松在，待得長生老化龍。」眾異之，遂止。 \\n 彭侍郎詩 \\n 《淅川志》載，縣人彭侍郎【凌霄】龍巢寺詩句云：「殘碑猶宋字，逝水自秦川。」最佳。侍郎字用沈，萬曆甲辰進士，先方伯公同年也。新野馬仲良【之駿】有寄彭詩云：「春山春日好，高枕若為情。窗戶白雲裏，朝昏芳草生。把書看鳥滅，捲釣數魚行。」云云。 \\n 三家店詞 \\n 涿州三家店，題壁一詞，不注名氏，甚工：「客面京塵，登臨目送飛鴻絕。不堪重說，故國煙波闊。　一點孤燈，一片朦朧月，交明滅。雙眉寸結。忍聽秋蛩咽。」又上谷旅店有題壁云：「一將有餘魏武帝，百身莫贖楚懷王。」語極豪健，亦無名氏。 \\n 霍亮雅 \\n 霍亮雅，曲周人，倜儻任俠，喜酒，好摴蒱之戲，亦工文章。卒後，申和孟【涵光】為作傳，其邑人劉津逮【逢源】哭以詩云：「門前債客雁行立，屋內酒人魚貫眠。」或曰：此十四字是敗家子弟小影耳。 \\n 丁野鶴詩 \\n 徐東癡言，少時於章丘逆旅，見一客，褲褶急裝，據案大嚼，旁若無人。見徐年少，呼就語曰：「吾東武丁野鶴也。頃有詩數百篇，苦無人知，子為我定之。」因擲一巨編示徐，尚記其一律云：「陶令兒郎諸葛妻，妻能炊黍子烝藜；一家命薄皆耽隱，十載形勞合靜栖。野徑看雲雙屐蠟，石田耕雨半犁泥；誰須更洗臨流耳，戛戛幽禽盡日啼。」野鶴晚遊京師，與王文安【鐸】諸公倡和，其詩亢厲，無此風致矣。 \\n 新淦筆工 \\n 宋岳侍郎珂《玉楮集》載，唐世有刺郡江表者，時宰囑以新淦出筆，託製以相寄。刺史至，召佳手，一老父應命，百日才得二管，馳貢相府。既訝其遲，又薄其鮮，試之，乃絕不堪。大怒曰：「數千里勞寄兩管惡筆來。」刺史聞之懼，欲罪老父，老父訴曰：「使君勿草草，我所製乃歐、褚所用，丐先示以相君翰墨，再製；苟不稱，甘就鼎鑊。」既示之，笑曰：「如此，只消三十錢筆。」不日獻五十管，馳上之，相一試大喜，優賜匠者。夜窗偶試毘陵張顥筆，因為賦詩云：「世間未必無皋夔，九疑虞舜不可追。武皇銳意開絕漠，摧鋒乃亦有衛霍。嗟哉格物本一理，顧人所用何如耳？筆工在昔本市傭，束毫傅管求售同。誰云進伎不進道，意匠輒與歐褚通。虔州刺史覓佳筆，雙筦何堪須百日？星馳一騎到長安，試手鳳池隨棄擲。老奴恂慄丞相嗔，能用此筆能幾人？願窺翰墨減工製，必使揮毫誇入神。斗柄初回開電笑，橐籥果符人所料。中山聚族倘未殫，束帛那容及年少。是知人才用舍識別惟一心，皋夔衛霍無古今。妍媸能否惟在上所使，此筆區區正其比。我生識字僅一丁，眼前所見徒毘陵。未知當年新淦定何若，正恐鍾衛二王無合作。君不見此老一去知幾年，當時鑒裁無復傳。紛紛鵝毛抱筩賣，恰費書傭三十錢。」岳公，忠武王孫，所著有《桯史》、《金佗粹編》等書。此集凡八卷，乃故衡王府抄本也。集中又有贈李微之秘監詩，自注云：「微之以吏館牒來，索予所撰《東陲筆略》。」此書不知尚傳於世否？識其目，當更訪之。又《學圃萱蘇》載：唐宣州陳氏，世能作筆，家傳右軍《求筆帖》。至唐柳公權求筆於宣城，先予二管。語其子曰：「柳學士能書，當留此筆；不爾，退還，即可以常筆予之。」柳果以為不入用，別求，遂予常筆。陳曰：「吾先予二筆，非右軍不能用也。」與此絕相類。 \\n 滄溟蔡姬 \\n 李滄溟先生，身後最為寥落。其寵姬蔡，萬曆癸卯，年七十餘矣，在濟南西郊，賣胡餅自給，叔祖季木考功見之，為賦詩云：「白雪高埋一代文，蔡姬典盡舊羅裙。」云云。邢太僕子愿有與孫月峰巡撫書云：「竊見李滄溟先生攀龍，葆真履素，取則先民，鎔古鑄今，蔚為代寶。而今五畝之宅，已非文靖之舊；襄陽之里，空標孟亭之名。侗每詢訪人士，皆云李駒淪喪，有子繼亡，止遺孽孫，又復無母，才離襁褓，寄命嫠媼，僦居窮巷，托跡浮萍，並日無粗糲之食，經年鲜漿汁之饋。伏願明公，下記所司，略損公帑，為贖數椽之敝屋，小復白雪之舊居，月或給米一石，布若干疋，藉以長養壯髮，綿延後昆。一線猶龍之緒，實被如天之福。斯文一脈，其疇逆心。」觀二事，滄溟清節可知矣。 \\n 二中字音 \\n 中興中酒，二中字音，予嘗言之。適讀《王敬美集》一段，附著於後，云中酒二字，始見《徐邈傳》「中聖人」義如中著之中，而音反從平聲。《樊噲傳》：「項羽既饗軍士，中酒。」顏注云：「飲酒之中也，不醉不醒，故謂之中。」義宜從平聲，而音乃竹仲切，何也？然古人詩如「氣味如中酒」之類，皆從平聲，無竹仲一讀。又宋王觀國《學林》云：「老杜新數中興年，百年垂死中興時。中，并去聲。《烝民詩序》曰：『任賢使能，周室中興焉。』陸德明《音義》曰：『中，丁仲反。』觀國按：中字有鐘、眾二音。音鐘者，當二者之中，首尾均也。音眾者，首尾不必均，但在二者之間爾。此中興之中，所以音眾。又如中年、中葉、中天、中塗、中詘之類，皆當從眾。」 \\n 論五言詩 \\n 作古詩，須先辨體，無論兩漢難至，苦心摹倣，時隔一塵，即為建安，不可墮落六朝一語。為三謝，不可雜入唐音。小詩欲作王、韋，長篇欲作老杜，便應全用其體，不可虎頭蛇尾。此王敬美論五言古詩法。予向語同人，譬如衣服，錦則全體皆錦，布則全體皆布，無半錦半布之理，即敬美此意。又嘗論五言，感興宜阮、陳，山水閑適宜王、韋，亂離行役、鋪張叙述宜老杜，未可限以一格，亦與敬美旨同。 \\n 王奉常論詩語 \\n 明詩本有古澹一派，如徐昌國、高蘇門、楊夢山、華鴻山輩。自王、李專言格調，清音中絕。同時王奉常小美作《藝圃擷餘》，有數條與其兄及濟南異者，予特拈出。如云「今之作者，但須真才實學，本性求情，且莫理論格調」。又云「詩有必不能廢者，雖眾體未備，而獨擅一家之長。如孟浩然洮洮易盡，祇以五言雋永，千載並稱王、孟。有明則徐昌國、高子業二君，詩不同而皆巧於用短。徐有蟬蛻軒舉之風，高有秋閨愁婦之態。更千百年，李、何尚有廢興，二君必無絕響」。此真高識迥論。令于鱗、大美早聞此語，當不開後人抨彈矣。先兄考功曩有題襄陽集一絕云：「魚鳥雲沙見楚天，清詩句句果堪傳。一從時世矜高唱，誰識襄陽孟浩然？」 \\n 用事 \\n 作詩用事，以不露痕跡為高。往董御史玉虯【文驥】，外遷隴右道，留別予輩詩云：「逐臣西北去，河水東南流。」初謂常語，後讀《北史》魏孝武帝西奔宇文泰，循河西行，流涕謂梁禦曰：「此水東流，而朕西上。」乃悟董語本此，深歎其用古之妙。 \\n 憶秦娥詞 \\n 無錫秦簡討留仙【松齡】從軍荊州，雨泊仙桃鎮，中夜聞琴聲甚清越，跡之，乃一老書生也。破簷數椽，風貌朴野，秦賦憶秦娥詞贈之云：「西風切，雁聲淒斷重傷別。重傷別，水村孤棹，雨絲殘葉。　天池雅調刪繁節，亂離時候誰人說。誰人說，朱絃暗響，茅堂清絕。」 \\n 記觀宋子昭畫 \\n 丙辰二月二十一日，過商丘宋子昭【炘】戶部觀畫，李伯時白描十八應真最為奇妙，有「友諒」「益之」二小印。巨然山水，為賈秋壑故物，有「悅生」小印，首有「宣和之寶」。又勾龍爽《蠟屐圖》、吴仲圭山水卷，為東原杜瓊家藏，後歸沈恆吉。恆吉，即石田父。後歸吴文定，有石田跋。郭忠恕雪景、黃居寶花鳥、胡廷暉山水、沈石田《秋林讀書》、宋元人畫二冊。其高房山小幅，有鮮于伯機題云：「素有煙霞疾，開圖見亂山。何當謝塵跡，縳屋住雲間。」趙松雪題云：「每愛侍郎山水，絕與畫史離群。誰似高懷如許，曾看香爐曉雲。」展子虔畫《高歡歸晉陽圖》最奇。子虔，高齊、宇文周時人。即不必確出其手，亦唐、宋高手所臨摹也。 \\n 范氏詩畫 \\n 吴橋節孝范氏，名景姒，文忠公【景文】女弟也。好讀書，通經史，尤工書畫，繪大士像，彷彿龍眠，有《冰玉齋詩》若干卷。歸同邑王世德，二十而寡，年三十九卒。文忠撰墓誌，見集中。 \\n 反錦 \\n 《左傳》僖二十三年，晉重耳及曹，僖負羈饋盤【餐】　【飧】　【餐，應作飧，據《左傳》僖二十三年改。──點校者。】，寘璧焉；受【餐】　【飧】反璧。今却餽曰反璧，本此。又：「昭十三年，衛人餽叔向羹，與一篋錦；叔向受羹反錦。則以反錦為詞亦可，而世無舉此者。右見《瀛南子》。《瀛南子》鄒平張松所著。松字瀛涯，博學好古，讀書十行俱下。固安楊狀元方城，布政山東，致先生於塾，【詐】　【許】以領解。先生不可，謝歸，竟不遇。後以太學生仕止祁縣令。 \\n 古剌水詩 \\n 左公蘿石手書一帖云：乙酉年五月，客燕之太醫院，從人有自市中買得古剌水者，上鐫「永樂十八年熬造古剌水一，淨重八兩，重三斤。」內府物也。揮淚賦此：「玉泉山下水，遠流帝陵前。蘆溝橋下水，其流聲濺濺。瓶中古剌水，製自文皇年。製之扃天府，元石流清泉。列皇飲祖澤，旨之如羹然。逆寇犯天紀，守陴臣匪賢。君不棄社稷，鼎髯垂自天。經筵赤金几，斤斧生炊煙。況茲天府水，寧不落市廛？小臣侍筵者，睹水心如煎。再拜嘗此水，含之不忍咽。心如南生柏，【自註：子卿墓柏，大小數百株，枝皆南向，在韓城。予曾為文記之。】淚似東流川。捧之以南旋，跪詠豐芑篇。」 \\n 記觀宋牧仲書畫 \\n 丁巳四月初二日，過宋牧仲【犖】刑部邸舍觀書畫。《洛神賦全圖》，卷長丈許，山用礬頭，餘皆丹碧。上有元公主「金閨」小印，是宋人臨閻立本筆。世祖順治三年，賜閣臣內府藏畫百軸，此其一也。一、郭河陽《江山雪霽》，卷長丈三尺。首有「政和」印，尾「寶」字小印、「振之」印。舊是睢州袁司馬【樞】家物。一、《鍾馗小妹圖》，吴道子筆。妹卓劍於地，一鬼捧劍室旁侍，一鬼在前按板而歌。有元人「喬簣山東成」墨印，「喬中山」印，「希世之寶」印。一、宋人翎毛二十幅，多雪景，皆林椿、吴炳、馬遠作。一、宋、元名人真蹟，首有道君飛白「看雲」二大字，米芾、李之儀、陳升之諸帖，康里子山臨十七帖，又無名氏臨十七帖，後題「建文己卯三月臨於海館」。牧仲又云，在武昌某士夫家，見吴道子水墨普賢像，甚奇。又京師愍忠寺有貫休畫羅漢十八軸，世祖末，吴人持以進御，會崩，遂粥寺中，價七百金。 \\n 唐詩本六朝 \\n 唐詩佳句，多本六朝，昔人拈出甚多，略摘一二，為昔人所未及者。如王右丞「積水不可極，安知滄海東」，本謝康樂「洪波不可極，安知大壑東」；「春草年年綠，王孫歸不歸」，本庾肩吾「何必游春草，王孫自不歸」；「還家劍鋒盡，出塞馬蹄穿」，本吴均「野戰劍鋒盡，攻城才智貧」；「結廬古城下，時登古城上」，本何遜「家本青山下，好登青山上」；「莫以今時寵，能忘昔日恩」，本馮小憐「雖蒙今日寵，猶憶昔時憐」；「颯颯秋雨中，潺潺石溜瀉」，本王融「潺湲石溜瀉，綿蠻山雨聞」；「白髮終難變，黃金不可成」，本江淹「丹砂信難學，黃金不可成」；「如何此時恨，噭噭夜猿鳴」，本沈約「噭噭夜猿鳴，溶溶晨霧合」。孟襄陽「木落雁南度，北風江上寒」，本鮑明遠「木落江渡寒，雁還風送秋」。郎士元「暮蟬不可聽，落葉豈堪聞」，本吳均「落葉思紛紛，蟬聲猶可聞」。崔國輔「長信宮中草，年年愁處生。故侵珠履跡，不使玉階行」，則竟用庾詩「全因履跡少，併欲上階生」也。 \\n 杜詩本古謠 \\n 漢桓帝時童謠云：「小麥青青大麥枯，誰當穫者婦與姑，丈夫何在西擊胡。吏買馬，君具車，請為諸君鼓嚨胡。」杜《大麥行》全襲其語，《兵車行》句調亦本此。 \\n 能字 \\n 能，奴登切；又乃帶切。獸名，熊屬，足似鹿。《說文》曰：「能，獸，堅中，故稱賢能而彊壯，稱能傑也。」音奴登切。字書：「三足鱉曰能。」音乃帶切。阮嗣宗詠懷詩「誰云君子賢，明達安可能。」與萊哉相叶。阮瑀七哀詩：「身盡氣力索，精魂靡所能。」與來萊相叶。則是賢能之能，亦乃帶切，叶平。 \\n 罘罳 \\n 顧太初《說略》引鄭康成、顏師古、崔豹諸說，辨「罘罳」之制甚詳。以為闕屏間刻鏤鳥獸雲氣，疏通連綴之狀。唐蘇鶚引《子虛賦》罘網彌山，證罘當為網。顧以為非是。予按柏梁詩上林令云：「走狗逐兔張罘罳」，則罘罳之為網明甚。罘罳之為網戶，正以其象類網而借用耳。 \\n 阿房宮賦 \\n 杜牧之《阿房宮賦》，文之奇不必言，然於事實殊戾。按《史》：始皇三十五年，營作朝宮渭南上林苑中，先作前殿阿房。阿房宮未成。二世元年，還至咸陽，曰：「先帝為咸陽朝廷小，故營阿房為堂室。今釋阿房宮弗就，是彰先帝舉事過也。」復作阿房宮。二年冬，右丞相去疾、左丞相斯、將軍馮劫諫止作阿房宮作者。二世怒，下去疾等吏。去疾、劫自殺，斯就五刑。是終秦之世，阿房宮未成也。又考《史》：二十六年，秦每破諸侯，寫放其宮室，作之咸陽北阪上，南臨渭，自雍門以東，殿屋複道，周閣相屬，所得美人鐘鼓以充入之。則牧之所賦「妃嬪媵嬙，王子皇孫，辭樓下殿，輦來於秦。朝歌夜絃，為秦宮人」者，指此。此實不名阿房宮，而謂「有不見者三十六年」，非阿房事實矣。予既辨此，後讀程大昌《雍錄》、趙與肯《賓退錄》皆已辨之，大略相同。聊存之。 \\n 皎然賈島詩 \\n 《唐文粹》載皎然古意詩云：「一朝力士脫靴後，玉上青蠅生一箇。紫皇案前五色麟，忽然掣斷黃金鎖。」《才調集》載賈島詩：「妻是九重天子女，身為一品令公孫。鴛鴦殿裏參皇后，龍鳳樓前拜至尊。」其俚已甚。予嘗合《文粹》及唐人選唐詩刪為一集，今刻於崑山。 \\n 爾雅翼序體 \\n 宋淳熙初，羅端良【願】撰《爾雅翼》，其自序皆四言，間雜五六言，叶韻，文甚奇肆；洪【炎】　【焱】祖為之註，序之變體也。端良以《淳安縣社壇》、《陶令祠堂》二記得名。《小集》五卷，宋景濂、蘇平仲為序，宋序亦仿《爾雅翼?序》體，而不及遠矣。 \\n 李王二公書畫 \\n 丁巳秋，嘉禾友人?示宋李公芾手札六通，云李君實太僕所藏也。其一云：「芾皇恐頓首，再拜上覆。芾闒茸無能，猥繼清獻之緒，為貧所迫，冒昧宦遊，試吏於江陵司計之官。甫幸善罷，到侍郎選擬會稽，征廛遲次罹罰。繼而間關淮壖，竊儀真鹺庾之祿幾年，又以內艱而去。流離困躓，無所告語，靜思庸戇，乃分之宜。自此絕意榮望，敢意字民，復在畿邑，斐然學製，寧逃傷錦之譏，曠敗必矣。此芾之所甚懼也。不圖夤緣幸會，獲庇所天，當賴餘光下照，匿瑕之仁，庶免於戾。此心□切，私□自幸。芾皇恐頓首再拜。」又王巖叟畫梅一卷，有「南昌袁氏家藏珍玩子孫永保」印，「忠徹」印，後有四明烏斯道十二絕句。 \\n 龜毛兔角 \\n 龜毛兔角，見《楞嚴經》。然《述異記》亦云：商紂之時，大龜生毛，兔生角。乃兵甲將興之象也。故宋吴淑《事類?兔賦》云：為商紂而生角。 \\n 杜秋詩解 \\n 幼讀杜牧之《杜秋娘》詩，考其始末，略記之。文宗太和五年春，上與宰相宋申錫謀誅宦官，申錫引吏部侍郎王璠為京兆尹，以密旨諭之，璠泄其謀。鄭注、王守澄陰為之備。上弟漳王湊【穆宗之子】。賢，有人望。注令豆盧著誣告申錫謀立漳王，上怒，罷申錫為右庶子，命守澄捕著所告晏敬則、王師文等，於禁中鞫之，誣服。左常侍崔元亮等，力爭於延英，宰相牛僧孺亦言之，乃貶漳王為巢縣公，申錫為開州司馬。九年，巢公湊薨，追贈齊王。初，李德裕為浙西觀察使，漳王傅母杜仲陽坐宋申錫事，放歸金陵，詔德裕存處之。會德裕離浙西，牒留後李蟾如詔旨。至是，王璠、李漢奏德裕厚賂仲陽，陰結漳王，圖為不軌。上怒甚。宰相路隋曰：「德裕不至有此。果如所言，臣亦應得罪。」乃以德裕為賓客分司。「秋娘」，即仲陽也。「燕禖得皇子」，謂漳王也。「江充」，喻鄭注、豆盧著輩也。「王幽茅土削」，湊自漳王貶巢公也。「四朝三十載」，自憲宗元和二年誅李錡，歷穆、敬、文，凡四朝也。 \\n 又中字音 \\n 中興，中字去聲。杜詩「漢家新數中興年」，楊仲弘詩「一代人才頗中衰」，此字概無平聲。中酒，中字平聲。如「氣味如中酒」，「濁賢清聖時中之」，皆平聲，此字概無去聲。近人用二字，往往交誤。姚福云：「中酒作去聲，於義為長，蓋中有中傷之義。」又今兩京有治中，呼作平聲，非是。《周禮?天官》：凡官府都鄉州及都鄙之制，治中受而藏之。鄭司農曰：「中者，要也，謂其職治簿書之要也。」 \\n 閨秀畫 \\n 徐元嘆《落木菴集》云，訪江城毛休文於竺塢慧文菴，出其母汝太君畫扇十八面，山水草蟲，無不臻妙。三百年中，大方名筆，可與頡頏者不過二三而已。近日閨秀如方維儀之大士，倪仁吉山水，周禧人物，李因、胡淨鬘【陳洪綬妾】。草蟲花鳥，皆入妙品。安丘張杞園說，曾見邢慈淨髮繡大士極工。慈淨，子愿之妹。又崔子忠青蚓二女，亦工畫。 \\n 女子善書 \\n 膠州宋方伯子婦姜，字淑齋，自號廣平內史，善臨十七帖，筆力矯勁，不類女子。又高密單某妾，學右軍楷書，似《黃庭》、《遺教》二經。二人皆髫齔女子也。 \\n 陳洪綬詩 \\n 陳洪綬以畫名，予嘗見其小詩，頗有致，今錄於此。「楓谿梅雨山樓醉，竹塢茶香佛火眠。清福不知今日憶，神宗皇帝太平年。」 \\n 陽關曲注 \\n 坡公陽關三絕，其二云：「濟南春好雪初晴，行到龍山馬足輕。使君莫忘霅溪女，時作陽關腸斷聲。」龍山，在濟南郡城東七十里，章丘城西南四十里，古平陵城，唐之全節也。次公注云：「龍山，桓溫九日所登之山。」按此龍山，在今江南之太平府，與濟南了不相涉，詩意何緣及此？可見注詩不易，信如陸務觀語周益公云云也。 \\n 杜律細 \\n 蕪湖蕭尺木【雲從】以畫擅名江左，常作《杜律細》一卷，以為杜律無拗體，穿鑿可笑。而援據甚博，聊記一二條於此，以資拊掌。如：「江草日日喚愁生」，草音騷，《詩》：勞心慅慅，又勞心草草，皆牢騷之轉音也。「盤渦鷺浴底心性」，底即低，《說文》：下也。隋薛道衡使江南，作《人日》詩，首二句人笑之曰：是底言。低同，輕忽之也。「獨樹花發自分明」，發音飛。《左傳》：建而不旆，音霏。《荀子?議兵篇》引作載發，注：發，旆也。分，去聲，《爾疋》：律謂之分，郭璞讀也，此應作仄者。若杜《社日》詩「陳平亦分肉」，當作平，然不合律，亦作仄聲，蓋此字元有二聲。「十年戎馬暗南國」，暗音庵。《書》：高宗諒闇。鄭注作梁菴，小室曰庵，閉戶曰闇，不明曰暗。「異域賓客老孤城」，客音開。元曲凡如青雲客、讀書客，俱作平聲。孤音故，如姑作鼓、沽作估、箍作股例。「渭水秦川得見否」，得音登。《公羊傳》：登，來也。注：登，得也。則得可云登。《易》：豫，繇豫，大有得，勿疑，朋盍簪。簪音尊，得叶之。又「一雙白魚不受釣」，白音杯。《七命》：燕脾猩脣，髦殘象白，靈淵之龜，萊黃之駘。叶魚音勇。《荀子?禮論》：絲歶縷翣。《禮記》作魚，曰魚躍沸池。歶亦音勇。《易》貫魚，叶宮人寵。不，平聲。《沈韻》載十一尤，受音收。傅玄詩：悠悠建平，皇澤未流，朝選於眾，乃子之授。「未聞細柳散金甲」，散，平聲，生南反。元詩：酒戶年年減，山行漸漸難，欲終心懶慢。轉覺意闌散。潘岳《笙賦》：輟張女之妙彈，罷廣陵之清散。散叶彈。諸仿此。 \\n 崔孝廉 \\n 予門人崔華孝廉，字不凋，太倉之直塘人。性孤潔寡合，畫翎毛花卉甚工，尤工詩，清迥自異，吴梅村常目為直塘一崔。其佳句云：「欹檣坐清晝，薄冷出蘋間。」又「一寺千松內，飛泉屋上行。」又「此中枕簟客初到，半夜梧桐風起時。」又「丹楓江冷人初去，黃葉聲多酒不辭。」吴人目為「崔黃葉」云。予論詩絕句云：「溪水碧於前渡日，桃花紅是去年時。江南腸斷何人會？只有崔郎七字詩。」二句，亦崔詩也。 \\n 宋林唐兩義士 \\n 陶南村《輟耕錄》載：唐義士玉潛、林義士德暘景曦收葬宋陵骨事同異，或謂「昭陵玉匣走天涯」等四首為唐作，今考林集具載。又冬青花一首亦載集中。獨所謂「馬箠問髐形」一篇，集無之，似屬唐作耳。考林集有答唐玉潛詩云：「畎畝孤心老未衰，一籬瘦菊一瓢詩。黃埃赤日漫多事，蒼狗白雲能幾時？山酒?香春壽母，按書芸冷夜呼兒。橫琴妙在無絃處，何必知音有子期！」蓋二公同時友善，同為義舉，爾時各有詩紀事，皆以冬青寄意。而王筠菴【國器】、鄭明德【元祐】二君所記傳聞異詞耳。南村以東嘉去杭千里，冬青豈易持去？縱持去，豈能不枯瘁？疑是唐詩作林詩，此則未取林集參互考證之也。按林又有詩酬謝皋父云：「夜夢繞勾越，落日冬青枝。」此尤可證。又有《精衛秦吉了》、《南山有孤樹》、《蔡琰歸漢圖》等篇，皆可互相發明。《草木子》亦以為林景曦、唐玉蟾二公事，葉世傑去元未遠，所記多元朝遺事，聞見尤可據也。明嘉靖初，遼藩光澤王重刻《霽山集》，序之甚詳。 \\n 吴畫余繡 \\n 康熙丁未，從同年徐敬菴【旭齡】處，見秀水吴氏畫鼠二：一學李小將軍山水，一洛神圖，妙入毫髮。吴字素聞，其人亦天人也。予在廣陵時，有余氏女子，字韞珠，年甫笄，工仿宋繡，繡仙佛人物，曲盡其妙，不啻針神。曾為予繡神女、洛神、浣紗諸圖，又為西樵作須菩提像，皆極工。鄒程村、彭羡門皆有詞詠之，載《倚聲集》。 \\n 世祖御筆 \\n 康熙丁未上元夜，於禮部尚書王公【崇簡】青箱堂，恭睹世祖章皇帝御筆山水小幅，寫林巒向背水石明晦之狀，真得宋、元人三昧。上以武功定天下，萬幾之餘，游藝翰墨，時以奎藻頒賜部院大臣，而胸中丘壑又有荊、關、倪、黃輩所不到者，真天縱也。 \\n 汪靜宜 \\n 劉公(甬戈)吏部姬汪氏靜宜，字稚嫻，金陵人。有詩云：「長信不知君意切，相思猶隔兩重雲。不須更買長門賦，但畫蛾眉以待君。」「六月高風振海吹，遙遙親舍白雲陲。誰知天上芳菲淚，濕却新愁似斷絲。」康熙丁未在京邸作也。踰年歸潁，至青縣，覆舟死。 \\n 脫十娘鄭妥娘 \\n 金陵舊院，有頓、脫諸姓，皆元人後沒入教坊者。順治末，予在江寧，聞脫十娘者，年八十餘尚在，萬曆中北里之尤也。予感而賦詩云：「舊院風流數頓楊，梨園往事淚霑裳。樽前白髮談天寶，零落人間脫十娘。」又鄭姬無美，順治中尚無恙，虞山錢宗伯贈詩云：「閑開閏集教孫女，身是前朝鄭妥娘。」 \\n 安問狐狸 \\n 漢張綱曰：「豺狼當道，安問狐狸。」西漢侯文署東部督郵，對京兆尹孫寶曰：「豺狼當道，不宜復問狐狸。」語在綱前。 \\n 唐才子傳 \\n 楊文貞《東里集》載：《唐才子傳》，西域辛文房著，十卷，總三百九十七人，皆有詩名當時。其見於《唐書》者百人，其行事不關大體，不足為勸戒者不錄。《研北雜志》記王執謙伯益事云：同時有辛文房良史，西域人，並稱能詩。按《全唐詩話》、《唐詩紀事》二書例，皆以詩系人。文房此書，視二書當尤詳備，惜今無傳矣。《元文類》載文房《蘇小小歌》一篇云：「東流水底西飛魚，啣得錢唐紋錦書。幾回錯認青驄馬，著處閑乘油壁車。鸚鵡杯殘春樹暗，葡萄衾冷夜窗虛。蓮子種成南北岸，苦心相望欲何如。」 \\n 黃媛介詩 \\n 禾中閨秀黃媛介，字皆令，負詩名數十年。近為予畫一小幅，自題詩云：「懶登高閣望青山，愧我年來學閉關。澹墨遙傳縹緲意，孤峰只在有無間。」皆令作小賦，頗有魏晉風致。少時太倉張西銘【溥】聞其名，往求之，皆令時已許字楊氏，久客不歸，父兄屢勸之改字，不可。聞張言，即約某日會某所，設屏幛觀之；既罷，語父兄曰：「吾以張公名士，欲一見之。今觀其人，有才無命，可惜也。」時張方入翰林，有重名，不逾年竟卒。皆令卒歸楊氏。 \\n 豁堂詩 \\n 錢塘正?禪師，字豁堂，賦詩清麗。予於金陵靈谷寺，見其《同凡詩集》二卷，愛之。略采數首於此：「御教場中月直時，下山全不道歸遲。三松影落半湖水，一路沿鐘到淨慈。」「扁舟赤壁酹西風，千古雄雌在眼中。欲得周郎重回顧，銅絃鐵板唱江東。」「晉人名理宗莊老，剡縣風流說謝支。雖為神州鍾紫氣，惜君未見馬駒兒。」「幾日春遊遍若耶，入城滿面是煙霞。正愁仙福難消受，又喫人間御貢茶。」皆無香火氣，《唐弘秀集》中所少。 \\n 記觀杜氏書畫 \\n 偶過杜子靜編修【鎮】，出書畫同觀，記其尤者於左： \\n 一、郭河陽摹《王宰平泉圖》。署「臣郭忠恕奉旨摹」，有御府圖書，後有東坡《李氏園詩》，子由書。書法類長公，署紹聖二年十月二日。按：長公以元祐八年自定州南遷，紹聖二年，公在惠州，少公亦在謫所。而此乃御府所藏，不知何從書之？此為可疑。又有洛陽富直柔紹興癸丑春題字，景定壬戌重午臣賈似道敬觀題字，襄陽李友真、陳懋欽、陸祖凱至正元年六月題字，張渥叔厚至正壬辰跋，吴興趙孟吁子俊跋，商文毅公弘載跋。子俊跋以為李文饒洛陽平泉，且引隴右諸侯日南太守之句。而卷首署李將軍，畫中有偉丈夫，設皋比亭中，亭下壯士林立，挾弓矢，衣褲褶，顧盻自雄。按平泉為衛公別墅，不應稱將軍。若蘇詩乃為李茂貞園作，鳳翔八觀之一也。茂貞以僖宗光啟三年平李昌符，尋為鳳翔節度使，園正其時營造。詩中所謂「云昔李將軍，負險乘衰叔」者是也。俗又稱皇后園，蓋謂茂貞之妻。然又不應稱平泉。又杜子美有王宰山水歌，所謂「能事不受相促迫，王宰始肯留真蹟」云云。則當是開元、大曆間人，與文饒、茂貞皆不相及。皆不可解。然畫圖清麗，非俗筆，富趙諸題字尤精妙，聊記於此，俟博學君子辨之。 \\n 一、趙文敏山水卷。山濃水澹，一小舟出沒煙靄中，舟上人小如蠅頭，氣韻生動可愛。江岸有牧人驅兩烏牛，一嚙水草，一前行昂首，若有待而鳴喚其群者。署「延祐庚申歲子昂」七字。後有陵陽牟巘、漢東孟淳、吴興周魯三詩。又鄒立誠一詩云：「王孫去後草萋萋，故國荒凉路欲迷。夢入江南圖畫裏，綠陰愁煞杜鵑啼。」吴僧妙才詩云：「前汀水暖新蒲綠，鸂鶒鵁鶄日日來。路入平湖半煙樹，片帆何日雨中開。」二詩尤佳。 \\n 一、米元章細楷《黃庭內景經》。自署「中岳外史」。首尾皆有「紹興內殿秘賞」御印，及賈似道姓名小印，柯九思印。南宮墨蹟，傳者多大字，如此者尤為稀有。聞孫退谷侍郎極賞之。又元章行草《奕棋圖長歌》。後署「元豐二年為宏齋」，筆勢奇拔，類黃魯直。詩云：「神仙縹緲何年別？忽此逢迎山石裂。前溪練瀑派玉簾，更後雲林霧痕缺。聚頭磕額方外人，擔肩抱蟾骨法新。棋【秤】　【枰】對奕環座看，誰信樵斧忘青春。我今髮雪三千丈，尚要崑崙撐頂上。爐心且養九轉丹，拂劫銖衣記無恙。　宏齋出此卷，皆方外一種閱世高人，面目相看，皆三生歷劫中，崑崙頂上聚首磕額者，劃然良覿，喜不自勝，為書其左方。元豐二年，米芾。」後有文休承、王元美二跋。又元章九月十一日曉渡揚子五言古詩墨蹟，有「孤嶼水中圓，遙空海邊闊」之語，殊有陰、何風致。後有董宗伯跋。 \\n 一、梅花道人山水。上方有竹間題五言絕句詩，八分書。 \\n 蘇黃詩品 \\n 蘇文忠作詩，常云效山谷體。世因謂蘇極推黃，而黃每不滿蘇詩，非也。黃集有云：「吾詩在東坡下，文潛少游上，雜文與無咎伯仲耳。」此可証俗論傅會之謬。《野老記聞》載，林季野目魯直詩未必篇篇佳，但格制高耳。 \\n 同父論曹瞞之非 \\n 陳同父論曹操：「當合張魯之資，乘漢中之勢，整兵臨蜀；則劉璋震恐，欲召劉備而無所及；備雖至，而亦不能禦。況荊州用武之國，備必不釋以與人而徑入蜀，則璋不得不降，璋降蜀平，然後命夏侯淵、張郃守之，躬自還鄴，整兵向荊。使許洛之兵衝其膺，蜀漢之兵搗其脊，絕吴之糧援，則荊州破，則備蹙。然後傳檄江東，雖有智者，不能為吴謀矣。」云云。近日臨川傅占衡平叔論劉曄云：「操破張魯，劉曄說以乘勝取蜀，操不聽。說者咎操失此機事，令蜀用法正計，遂破淵、郃軍，得漢中。予以為不然。操既平張魯，兵威已極，士皆思歸，若復規益州，艱在轉運，是強弩之末，非所以保勝而自全也。定河北，討烏丸，猶躊躇前却。荊、吳果謀襲許，倖而未成耳。烏林以來，操有戒心於江東久矣，安肯遠涉巴蜀？操之用兵，必顧萬全，皆類此也。」二說殊相矛盾。予嘗考其時，昭烈入益州在建安十九年，操破漢中在二十年，是時昭烈已領益州牧，有諸葛公為股肱，法正為謀主，趙、張、馬超之屬為爪牙，劉巴、彭羕之流皆處之顯任，盡其器能。綱舉目張，蜀中已成磐石之勢，安得謂蜀人懾操之威，必不拒守？而且謂備不入蜀，璋必出降，如矇者之道黑白耶。 \\n 陶詩甲子辨 \\n 臨川人傅平叔【占衡】《永初甲子辨》云：「陶詩中凡題甲子者十，皆是晉年。最後丙辰，安帝尚在，琅邪未立，雖知裕篡代形成，何得先棄司馬家年號，而豫題甲子乎？自沈約、李延壽并為此說，顏魯公醉石詩亦云：『題詩庚子歲，自謂羲皇人。』蓋始以集攷之，謂庚子後不復題年矣。不知陶公之出處大節，豈在區區耶？《晉書?陶傳》削去甲子之說，《昭明?靖節傳》亦無是語。一在《南史》前，一在《宋書》後，同時若此，不妄附會。」云云。及讀宋文憲公集，乃知此論先發於潛溪，平叔特踵其說耳。宋跋淵明像云：「有謂淵明恥事二姓，在晉所作，皆題年號，入宋之時，惟書甲子。則惑於傳記之說，而其事不得不辨。今淵明之集具在，其詩題甲子者，始於庚子，而迄於丙辰，凡十有七年，皆晉安帝時所作；初不聞題隆安、元興、義熙之號。若九月閑居詩，有『空視時運傾』。擬古九章，有『忽值山河改』之語，雖未敢定於何年，必宋受晉禪之後所作。不知何故，反不書甲子也。其說蓋起於沈約，而李延壽著《南史》，五臣註《文選》皆因之，雖有識如黃庭堅、秦觀、李燾、真德秀，亦踵其謬而弗之察。獨蕭統撰本傳，以曾祖晉世宰輔，恥復屈身後代。朱元晦述《綱目》，遂本其說，書曰『晉徵士陶潛卒』，可謂得其實矣。烏虖！淵明之節，其待書甲子而後見耶。」 \\n 羽陽宮瓦 \\n 《橘軒雜錄》：「鳳翔府，古雍州，秦穆公羽陽宮故基在焉。其瓦有古篆『羽陽千歲』字，昔雲中馬勝公得之。陰字，在硯之左，奇古，非銅雀所及。」《東觀餘論》云：「長安民獻秦穆公羽陽宮瓦十餘枚，若今筩瓦然。首有『羽陽千歲萬歲』字」，《老學叢談》云：「銅雀瓦皆陽字，紀建安十三年造。嘗聞其土著人云，瓦甚大，一片可為四硯。」 \\n  \\n 　"}
{"章节": "池北偶談卷十三", "正文": "　 \\n 池北偶談卷十三 \\n 　 \\n  \\n 談藝三 \\n 林茂之 \\n 戊申九月十六日，偶過陳翰林子端【廷敬】所出手鈔白雲先生陳昂五言律二卷讀之。因憶辛丑壬寅間，予在江南，常與林茂之【古度】先生遊，為言白雲出處甚奇。時林方攜其萬曆甲辰以後六十年所作，屬予論定，予謂：「先生昔能傳一陳白雲，吾獨不能傳先生乎？」因為披揀得百五六十首，皆清新婉縟，有六朝、初唐之風。施愚山【閏章】過廣陵讀之，驚曰：「世幾不知此老少年面目矣，子真茂之知己也。」乙巳，予見之金陵，時兩目已失明，垂涕而別；亡何，遂卒。今日讀陳詩及鍾退谷叙茂翁識陳始末，感慨書之。 \\n 張浚書 \\n 宋張魏公手書《謁范文正公祠》一絕云：「拜公祠廟識公顏，神氣如生晚不還。守土小生偏感仰，太平功業重如山。」後書「樞密副使綿竹張浚頓首題」，字畫甚拙，詩亦劣。 \\n 御畫牛 \\n 戊申新正五日，過宋牧仲慈仁寺僧舍，恭睹世祖皇帝畫渡水牛。乃赫蹄紙上用指上螺紋印成之，意態生動，筆墨烘染所不能到。又風竹一幅，上有「廣運之寶」。 \\n 放翁詩 \\n 「玉階蟋蟀鬧清夜，金井梧桐辭故枝；一枕凄凉眠不得，呼燈起作感秋詩。」小說載此為蜀中某驛卒女詩，放翁見之，納以為妾，為夫人所逐。又有《卜算子》詞，「不合畫春山，依舊留愁住」云云。按《劍南集》，此詩乃放翁在蜀時所作，前四句云：「西風繁杵擣征衣，客子關情正此時；萬事從初聊復爾，百年強半欲何之？」玉階作畫堂，鬧作怨，後人稍竄易數字，輒傅會，或收入閨秀詩，可笑也。 \\n 記觀王氏書畫 \\n 華陰王弘撰，字無異，工書法，博學能古文。頃來京師，觀所攜書畫，聊記之。定武蘭亭五字未損本，有米元暉、宋仲溫二跋。又仲溫臨趙文敏十七跋。又興唐寺石刻金剛經貞觀中集王右軍書、又漢華山廟碑、沈石田秋實圖三物，皆華州郭宗昌胤伯家物，皆有胤伯跋。華山碑有虞山錢宗伯長歌，即所謂「郭香香察未遑辨」者也。又李營丘古木，賈秋壑題詩，語潦倒可笑，華亭董宗伯得之南充陳文憲公者，有跋。又唐子華水仙圖，甚妙。 \\n 郭胤伯 \\n 華州郭胤伯【宗昌】博雅好古，善鑒別書畫金石，篆刻分法，為當時第一。所撰《金石史》，與盩厔趙孝廉【紫(山函)】《石墨鐫華》并行於世。常熟錢宗伯詩所謂「關中汲古有二士，郭髯趙(山函)俱嵯峨」是也。郭性孤僻，所居沚園，在白?湖上，常構一亭，柱礎磩寫，皆有款識銘贊，手書自鐫之，既極人工，旋復改作，凡三十年，亭竟不成。華陰王山史【弘撰】語予云。 \\n 柏梁詩句法 \\n 柏梁詩大官令云「枇杷橘栗桃李梅」，語本可笑，而後人多效之。如韓文公陸渾山火云「鴉鴟鵰鷹雉鵠?」，蘇文忠公韓幹牧馬圖云「騅駓駰駱驪?騵」，李忠定公題李伯時畫馬云「騂騏騮駱駰驪黃」，陳后山上蘇公云「桂椒楠櫨楓柞樟」，林艾山資中行云「鐘鏄鼎鬲匜盤盂」，韓子蒼詩「蓴藕藷芋蘘荷薑」，然皆施於歌行耳。若鄧林「鴻鵠?鵬鵰鶚鶻，鱒魴鰷鯉鰋鱨(魚沙)」，用之律，則非矣。蓋皆本史游《急就篇》，如「鯉鮒蟹鱓鮐鮑蝦」、「竿瑟箜篌琴筑箏」、「騂騩騅駮驪?驢」、「牂羖羯羠(羊兆)羝羭」之類。又仰山答溈山云「瓶盤釵釧券盂盆」，禪語偶亦相似。 \\n 石經孟子 \\n 喬三石作《石經記》，恨獨無《孟子》，謂「自開成至今七百年，無好事及此者」。近賈中丞【漢復】始為補刻，以成完書。 \\n 嘯 \\n 唐天寶末，有峨眉陳道士善長嘯，能作雷鼓霹靂之音，聽者傾悚。大理評事孫廣著《嘯旨》一卷，有「流雲龍吟」、「深溪虎」、「高柳蟬」、「古木鳶」、「巫峽猿」等名，其法不傳。族叔與盛，字崧生，開封太守曙峰公【之都】孫也，美如冠玉，性聰悟，詩文伎藝寓目即工，尤能曼聲長嘯，響振林木，崇禎壬午年死於兵。 \\n 劉公(甬戈)詩 \\n 劉吏部公(甬戈)【體仁】詩，往往有風味，嘗有寄友人絕句云：「西湖小閣多晴月，好友同舟半是僧。寄語江南老桑苧，秋山紫蕨憶行幐。」公(甬戈)自編詩逸此，予為口誦之，公(甬戈)喜，以為予真能賞音也。又公(甬戈)友人某，素嗜琴，歿數年矣，公(甬戈)一日攜諸姬郊行，過其墓，停車酹酒，使諸姬於墓下各操一曲而去，其標致如此。 \\n 漢印 \\n 同年子蒲州吳雯，字天章，以博學宏詞薦，在京師偶得漢銅印，文曰「河聲嶽色」。雯家蒲州中條山南永樂鎮，臨大河，對岸即華嶽三峰也。雯有詩云：「門前九曲崑崙水，萬點桃花尺半魚。」 \\n 江陵宅詩 \\n 荊州江陵相故宅，今為公廨。有人題詩云：「恩怨盡時方論定，封疆危日見才難。」人傳以為確論。李天生【因篤】說。 \\n 續後漢書 \\n 元郝經伯常撰《續後漢書》，竊取習鑿齒《漢晉春秋》之義，年表一卷，本紀二卷，列傳七十九卷，附錄八卷，共九十卷。自云「奮昭烈之幽光，揭孔明之盛心，祛操、丕之鬼蜮，破懿、昭之城府。明道術，闢異端，辨奸邪，表風節，甄義烈，核正偽。推本《六經》之初，補苴二史之後。」謝陛少連《季漢書》所本也。經文集三十卷，黃俞邰家有之，惜此書不傳。 \\n 姚燧《國統離合表》序曰：「陳壽晉臣云云，《通鑑》因之，反帝魏而主蜀。後為目錄，事皆書漢，豈晚知其非，欲正之而未及歟？至《綱目》書出，始曰『漢中王即皇帝位』，統斯正矣，而於其子獨曰『後主』，何哉？且自建興以及炎興，用天子制以臨四方者實四十年，鄧艾至成都，書『帝出降』，明年猶書『魏封故漢帝禪為安樂公』。亡國之餘且然，豈即位正始之年不『帝』，而反曰『後主』乎？其凡曰『後主』，皆溺於熟口順耳，不思而失於刊正者也。」予按古來文人，稱操率曰「魏武」、曰「曹公」，於昭烈反曰「先主」、曰「劉備」，亦習而不察耳。《劉後村集》云：「翁仲山作《蜀漢書》，游丞相極稱之，猶議其書『安樂公』之非。」又廬陵貢士蕭常作《續後漢書》，大綱與仲山同，而書後主曰「少帝」，周丞相作序，謂「歐公議正統不黜魏，其客章望之作《明統論》以辨之」。《南軒經世紀年》直以昭烈繼獻帝，又引習鑿齒《漢晉春秋》，以蜀為正，魏為篡，考訂詳備。二書不知尚存於世否耳？ \\n 雙行 \\n 《耆舊續聞》云：「後唐進士謁前輩，各投所業一卷至兩卷，但於詩賦古調中取其最精者行兩卷，號曰雙行，已謂多矣。桑魏公維翰只行五賦，李相愚只行五首詩，便取大名。裴說補闕只行五言十九首，至來秋復行舊卷。今投贄詩文，以多多為善者，乃疥駱駝也。」 \\n 時文詩古文 \\n 予嘗見一布衣有詩名者，其詩多有格格不達，以問汪鈍翁編修，云：「此君坐未嘗解為時文故耳。」時文雖無與詩古文，然不解八股，即理路終不分明。近見王惲《玉堂嘉話》一條：「鹿菴先生曰：作文字當從科舉中來。不然，而汗漫披猖，是出入不由戶也。」亦與此意同。 \\n 唐書 \\n 予嘗論《新唐書》不及《舊書》，蓋矜奇字句，全失本色。又制詔等文詞，率皆削去，雖謂事增於前，辭省於舊，遠遜《舊書》之詳雅矣。 \\n 授正字詩 \\n 三原孫枝蔚，字豹人，老詩人也，以年授官，放還山。初得正字，賦詩云：「一官如寵鶴，萬里本浮鷗，獻賦曾非宴，童年況異劉。山人今上路，小婦免登樓，臨水看蝌蚪，惟添錯字愁。」 \\n 王秋澗論文 \\n 元秋澗王惲，述承旨王公論文語曰：「入手當如虎首，中如豕腹，終如蠆尾。首取其猛，腹取其楦穰，尾取其螫而毒也。」見本集。喬吉夢符，論作今樂府法，亦云：「鳳頭豬肚豹尾，大概起要美麗，中要浩蕩，結要響亮。」見《輟耕錄》。 \\n 秋澗又記鹿菴先生曰：「《前漢》列傳，多少好樣度，於後插一銘詞，篇篇是箇碑表墓誌，作者觀此足矣，不必他求也。」 \\n 特達 \\n 康熙己未春，御試博學宏詞諸儒，閣臣擬進題，有「圭璋特達賦」，或未達其義。按禮，行人合六幣：圭以馬，璋以皮，璧以帛，琮以錦，琥以繡，璜以黼。圭，東方也。馬，動物也。璋，南方也。皮，文物也。皮馬不上堂，故圭璋特達於上，然則璧、琮、琥、璜，皆非特達矣。 \\n 三復姓表 \\n 「名非伯越，乘舟難效於陶朱；志切投秦，出境遂稱於張祿。」此鄭準為荊南節度使成汭復姓表也，見《釣磯立談》。范文正公全襲用其語。又《蜀檮杌》：「孟曰永時，翰林學士范禹偁冒姓張，天成中登第，復姓；上郡守啟曰：昔年上第，偶標張祿之名；今日故園，復作范雎之裔。」亦在文正之前，而引用尤切。 \\n 遼史 \\n 夏日過汪鈍菴【琬】談及《遼史》，予言：「遼自聖宗統和六年開貢舉，歲放進士二三人及第，自二十四年放楊佶等二十三人後，及道宗時，遂至百餘人，漢人由進士至大官者甚眾。然列傳所載，皆耶律蕭氏，所謂五院、六院，及二審密國舅貴族，而漢人不與。即文學傳，王鼎外亦寥寥，豈當時漢進士無一人事蹟可書者耶？」鈍菴云：「此當時無史官，失紀載之故也。」金國事蹟人物，得元好問、劉祁數君而傳。夫子曰「文獻不足，杞宋無徵」，正謂是也。 \\n 王振鵬 \\n 元仁宗在東宮時，材藝之士：文章則翰林學士清河元復初，書翰則翰林承旨吳興趙子昂，畫山水則集賢侍讀學士商德符，而永嘉王振鵬其一也。振鵬，妙於界畫，運筆和墨，絲分縷析，左右高下，俯仰曲折，方員平直，曲盡其體；而神氣飛動，不為法拘。嘗為《大明宮圖》以獻，世稱為絕藝。延祐中，遷秘書監典簿，後拜千戶，佩金符，總海運。見《虞伯生集》。 \\n 摘句圖 \\n 予讀施愚山侍讀五言詩，愛其溫柔敦厚，一唱三歎，有風人之旨。其章法之妙，如天衣無縫，如園客獨繭。約略舉之，若「別緒不可理」、「酒盡暮江頭」、「人日日初晴」、「朔風一夜至」、「月明無遠近」、「倚枕不能寐」數篇是也。至於清詞麗句，疊見層出。予嘗欲仿張為《主客圖》之例，摘其尤者列以為圖，與康樂「池塘生春草」，元暉「澄江淨如練」，仲言「露濕寒塘草，月映清淮流」，并資藝苑談助。或詰予曰：「論詩固可摘裂如此耶？」予曰：「謝公與子弟論《毛詩》何句最佳，或舉『楊柳依依，雨雪霏霏』，公謂不如『訏謨定命，遠猶辰告』為有雅人深致。夫三百篇尚然，況《騷》、《選》以下乎？」因作《摘句圖》： \\n 盡日孤雲在，青松滿院寒。　山月長清夜，江雲無盡時。　花亞巖中樹，煙橫溪上村。 \\n 到門聞午磬，遶屋過寒泉。　人煙梅市白，山色剡溪深。　片雨前峰過，高松獨鶴還。 \\n 江路多春雨，山村易夕陽。　野橋沙際滑，山塢雪中深。　泉聞深樹裏，山響亂流間。 \\n 共看谿上月，正照城頭山。　松火圍寒坐，溪窗聞夜漁。　夕陽沉積靄，空翠辨前山。 \\n 明月來天柱，長江入縣樓。　鶯聲花嶼暖，龍氣雨潭腥。　水綠澄湘浦，天青入洞庭。 \\n 山廚連馬櫪，官舍奪僧居。　清泉逢谷口，老樹識山家。　不辨翠微色，秋山紅葉重。 \\n 江城連夜雨，山館獨吟身。　柳葉藏洲寺，梅花雜吏人。　明月非霜雪，滿城生夜涼。 \\n 春光門外水，夕梵雨中燈。　黃葉連江下，孤帆冒雨歸。　野戍風中角，江梅雪後花。 \\n 雨色江城暮，灘聲野寺秋。　谷雲團小閣，松露響寒宵。　亂山成野戍，黃葉自江村。 \\n 波平嶽麓寺，天入洞庭船。　雲樹分曦早，江村出霧遲。　雲氣涼依水，鶴聲清滿林。 \\n 湖影涵官閣，泉聲滿郡樓。　縣門流水對，城堞半山銜。　孤城春水岸，歸鳥夕陽村。 \\n 樹葉春藏寺，谿聲夜滿樓。　臺迥收山郭，江清送酒杯。　浦絕乂漁艇，人荒種蛤田。 \\n 城郭千檣外，汀洲片雨中。　蘆渚起寒燒，楓林明翠微。　風起帆爭郭，漁歸浦掛罾。 \\n 看雲孤閣暮，聽雨萬峰秋。　孤村流水在，盡日白雲閑。　江帆連雉堞，煙樹曖漁村。 \\n 江橋紅樹外，山郭夕嵐邊。　板橋三渡水，楓桕一林霜。　溪藤翻翡翠，漁艇喚鸕鶿。 \\n 雲來見滄海，雪淨聞清鐘。　樹暗江城雨，天青吴楚山。　野水合諸澗，桃花成一村。 \\n 淥水通村港，黃魚出板橋。　高柳不藏閣，流鶯解就人。　片石此天地，荒祠自古今。 \\n 欲問垂綸意，桐江秋水深。　飛瀑林中雨，斜陽山半晴。　翠屏橫少室，明月正中峰。 \\n 清磬晝長寂，片雲晴自深。　煙寺初低柳，江城半落花。　野蔓沒丹竈，天風來嶽雲。 \\n 竹色翠連屋，林香清滿山。　寒雲終日住，秋色一山歸。　潭煙依檻集，山色度溪來。 \\n 露將松影白，泉與磬聲寒。　檻花經雨盡，沙鳥過江飛。　果落跳松鼠，萍開過水禽。 \\n 家傳殉國劍，身老釣魚磯。　風流滿江漢，祇覺似君稀。　村徑半牛跡，山田多水聲。 \\n 亭空木葉下，風緩浦雲留。　暮煙隨野闊，山翠入江明。　松雨連山響，江雲入寺來。 \\n 暮雀依寒竹，仙猿下雪松。　翠合江天色，愁連今古情。　疏磬夕陽外，平田春水西。 \\n 水氣垂天闊，濤聲裂地穿。　月照竹林早，露從衣袂生。　影孤彭蠡雁，路遶洞庭波。 \\n 生猺安鼠穴，猛虎雜人群。　人老三秋後，舟臨十八灘。　風笛荷花外，漁燈葦葉間。 \\n 山勢龜蛇鬥，江流沔漢分。　驚濤自風雨，樹杪復重泉。　鷲嶺橫天碧，龍湫到海深。 \\n 微雨洗山月，白雲生客衣。 \\n 予嘗以暇日，撰《感舊》、《山木》二集，所錄愚山詩為多，意猶未盡，因別取五言近體為《摘句圖》，傳諸好事者。 \\n 燭雛 \\n 《說苑》「齊景公使燭雛主鳥而亡之，公怒，欲殺之。晏子曰：『請數燭雛之罪而殺之』云云。公止勿殺而謝焉。」《漢書》東方朔數漢武帝乳母，《五代史補》敬新磨責中牟縣令，以滑稽回人主之怒，皆自晏子語得來。 \\n 林初文詩 \\n 宣城老儒丘華林者，工書法，嘗賦梅花詩百首，以示梅禹金，梅但為點句讀而已。一日，閩人林初文【章】孝廉以一絕句示梅云：「不待東風不待潮，渡江十里九停橈；不知今夜秦淮水，送到揚州第幾橋？」梅擊節，逐字為加圈贊。丘見之慍曰：「林詩二十八字，正得二十八圈。吾詩百篇，最少豈不直得二十八圈乎？」人傳以為笑。 \\n 前輩墨蹟 \\n 吴匏菴擢尚書告考妣文：「五月二十八日久旱始雨，適校《白集》至春雨篇，因次韻一首志喜。」字極妙。李西涯【應為蘇東坡。──點校者】詩：「秋來霜露滿東園，蘆菔生兒芥有孫。我與何曾同一飽，不知何苦食雞豚。」字極妙。 \\n 皇甫子循帖：「鄙集雖完，甚不自滿，懼有議之者，孰若愛我而刪棄之乎。謹以一部奉覽，足下深相知，必能益我也。即日。汸頓首。清甫表姪。」字甚拙。歸熙甫帖：「送行文為諸友所強，極不欲作，而出語輒犯時諱。見昨所示春容大雅之辭，知其褊淺矣。乞高明裁示，如不可出，當別作數語酬之耳。有光頓首。澱山尊兄執事。」字亦拙。鍾退谷帖：「上巳清明各賦得數詩，敬呈覽。譚君詩及酒牌，看竟，乞付來手。惺上。彭舉先生。」字亦拙。 \\n 張崌崍帖：「明日之遊，不審約元翁否？并問何時出城。不勞再速也。」又震川帖：「□序文詳委周盡，贈人當如是矣。僭復刊落數字，為公任校讎之職耳。鄙作令學徒謄稿，至今未來，容別上，更有言請教也。有光頓首。澱山尊兄。」 \\n 南來詩 \\n 南來蒼雪法師，名讀徹，居吴之中峰。常夜讀《楞嚴》，月明如水，忽語侍者：「庭心有萬曆大錢一枚，可往撿取。」視之果然。師貫穿教典，尤以詩名，嘗有句云：「斜枝不礙經行路，落葉全埋入定身。」「一夜花開湖上路，半春家在雪中山。」此類甚多。己未二月，師弟子秋皋過訪說此。秋皋有句云：「鳥啼殘雪樹，人語夕陽山。」亦有家法。 \\n 黑猿圖 \\n 康熙戊申歲在京師，見明宣宗御畫《黑猿圖》，上方有御筆云：「宣德壬子之夏，廣西守臣都督山雲以猿來進。朕既一覽而足，間因幾務之暇，偶繪為圖，以資宴玩。念卿輔理之勤，宜與同之，特用頒賜，以見朕意。賜少傅楊榮。」上有「武英殿寶」。按壬子，宣德七年也。文敏自建文四年太宗即位，以編修直文淵閣，至是在殿閣三十年矣。其進工部尚書、謹身殿大學士，則在永樂二十二年甲辰九月仁宗即位之後；加少傅，則在宣德五年庚戌四月也。予又嘗於祁縣戴楓仲【廷栻】處，見宣宗《栗猿》、《西山雪霽》二幅。 \\n 瘞鶴銘【三則】 \\n 門人淮陰張弨力臣，耳聾而博雅好古。康熙丁未十月，挐小舟渡江至焦山觀《瘞鶴銘》，得仰石一，凡六行，存二十六字；仆石一，字在石下，存三十字，又二殘字；又一石側立剝甚，存七字。仆石之背，有宋人補刻三行。按圖列見存字： \\n 鶴【側石第一行。】上皇【側石第二行。】歲得於華【側石第三行。】亭甲午歲化於朱方天其【此宋人補刻石第一行。屬側石第三行。】未遂吾翔【仰石第一行】。遽也乃裹以玄黃之幣藏乎茲【宋人補刻石第二行。屬仰石第一行。】山之下仙家【仰石第二行。】玄石旌事篆銘不朽詞曰【宋人補刻第三行。屬仰石第二行。】相此胎禽浮丘【仰石第三行。】華表留形義【仆石第一行。】唯髣彿事亦微【仰石第四行。】厥土惟寧後蕩【仆石第二行。】洪流前固重【仰石第五行。】爽塏勢掩華亭爰集【仆石第三行。】真侶瘞爾【仰石第六行。】夆山徵君【仆石題名第一行。與銘三行斜連。】丹陽外仙尉【仆石題名第二行。】江陰真宰【仆石題名第三行。】 \\n 按宋劉昌詩興伯《蘆浦筆記》，載邵樞密亢摹本所存字： \\n 華陽真逸撰【張今本俱闕。】上皇山樵【今闕「山樵」二字。】鶴壽不知其紀也壬辰歲得於華【原闕一字，當為亭，今「鶴」至「辰」九字俱闕。】甲午歲化於朱方天其未遂吾翔【原闕一字，當為寥，今「甲」至「其」九字俱闕。有宋人補刻，上有「亭」字。】廓耶奚奪【今俱闕，此下原闕三字。】遽也迺裹以玄黃之幣藏乎茲山之下仙家【今「遽」至「茲」十二字俱闕。有宋人補刻。】無竹【此下原闕四字，「我原此字」不完。】故玄石旌事篆銘不朽詞曰【俱闕，今「玄」字已下有宋人補刻。】相彼胎禽浮丘【今六字俱存，但「彼」字本作「此」。「此」下原闕二字。】予欲無言爾【今俱闕，此下原闕五字，當有「雷門」二字。】去鼓【此下原闕一字，當為「華」字。今張本「華」字見存。】表留【此下原闕二字，當為「形義」。今張本「表留形義」四字俱存。】唯髣?事亦微冥爾將何之解化【此下原闕五字，今「冥」至「化」七字俱闕。】入【原本不完，此下又闕二字。】惟寧後蕩洪流前固重扃右【今「惟寧」上又有「厥土」二字，俱存。「洪」至「右」七字俱闕。】□□【原本六字不完，此下又闕七字。】華亭爰集真侶瘞爾【原本有闕文，今「華」字上又有「爽塏勢掩」四字，俱存。】丹陽真宰【原本此四字不知其次，今又有「徵君外仙尉江陰」七字俱存。】 \\n 張云：「原石『惟寧』上見存『厥土』二字，何以改作『解化』？『華亭』上見存『勢掩』二字，何以改作『未下』？『勢掩』上又存『爽塏』二字，何以改作『荊門』？」蓋張今本視邵本又闕六十五字，內存宋人補刻三十二字，視邵本反多十三字，即「厥土、爽塏、勢掩、徵郡外仙尉江陰」是也。其「竹入」已下不完八字，無形跡可考矣。筆記據《臨海記》，有鶴飛入雷門鼓中，孫恩破鼓，鶴乃飛去，事在晉安帝隆安三年，斷其非逸少書。而據《漁隱》斷其為陶隱居書。張則據《焦氏筆乘》斷其為顧況書。王觀國《學林》引《顏氏家訓》曰：「學二王書之得體者，有陶隱居。」又引道書云「陶隱居道號華陽真逸，茅山又近焦，以是斷其為陶書。」《學林》又云：「今世所得碑本，不過二百字，未嘗有歐公所得六百餘字者。」然邵本止一百二十餘字。 \\n 葉文莊集 \\n 崑山《葉文莊公集》，世無刻本，所傳止《水東日記》四十卷。予從其遠孫翰林學士訒菴【方藹】所，見公集稿二冊，未編卷次，序記、碑誌、雜文凡二百四十六首，附《宣府志》序例一卷，後有葉氏族譜，甚簡質，自高祖以來，俱載干支八字，公自注三十五歲，干支則庚子、戊子、庚辰、丙子也。又一冊，有巡撫宣府關防，詩文多手稿，皆公親筆點竄，有塗乙至數行者。公文章平實條暢，蓋德、宣以後弘治以前文體大概如此，亦楊文貞、王文恪諸公流派也。《國史經籍志》載公集四卷，不知何據？學士云：「集至今未梓。」其弟方蔚則云：「公集舊已版行，歲久失傳耳。」 \\n 補漢綱目 \\n 寶應朱克生作漢孝平元始元年至光武建武元年《綱目》，序云：「孝平之世，王莽以外戚擅權，宮闈恃太后，朝堂列奸黨，弒帝弒后，篡奪國璽。朱文公《綱目》，初始二年編年之下，雖不與莽，而甲子則書莽而削帝嬰，猶未敢以為然也。是年莽廢帝嬰為定安公，而嬰尚存。光武建武元年正月，方望以帝嬰復位於臨涇，則嬰儼然帝也。客曰：『嬰廢於定安第，及長，不辨六畜，方望以嬰稱帝於臨涇，而《綱目》不許之，以其不成帝也。』應之曰：『帝嬰二歲，太后已立為皇太子，後改元，安得不與以帝乎？王莽篡位，而帝嬰在定安第，猶夫春秋之公在乾侯，宋末之帝昺在?山也。既不許莽以正統，則甲子應書帝嬰在定安第，而莽之偽號附焉。至於六畜不辨，乃莽使人守第，禁出入，則莽之罪也。』客曰：『莽之竊位，冠以帝嬰編年，而漢帝玄更始元年，子亦附書，何也？』予曰：『《綱目》亦未之許也。《綱目》又不許玄以正統，則正統仍在嬰矣。玄以諸將立之，其去劉盆子、劉信也幾何？後身降赤眉，降王長沙，則更始之不得稱帝，奚待辨哉？』予從《綱目》孝平元始起，迄初始二年以下，皆冠以帝嬰之號，歷十七年，至乙酉建武元年止。夫建武則漢有正統，而帝嬰已滅。予乃韙朱文公之意，而非敢與文公諍也。自孝平元始元年至光武建武元年，凡二十五年。」 \\n 元詩 \\n 雙文詩，世以為元微之自寓。然吾觀元氏《長慶集》中誨姪等詩云：「吾生長京城，朋從不少，然而未嘗識倡優之門。」觀此，則小說未必真微之事也。 \\n 黃幡綽書 \\n 唐明皇《霓裳羽衣曲碑》，黃幡綽書，今在蒲州，見于奕正《天下金石志》。 \\n 雩 \\n 史繩祖《學齋佔畢》辨杜牧之《阿房宮賦》。「未雩何龍」，「雩」當作「雲」。《猗覺寮記》亦議此句，引《北史》高那肱事，以為牧之之誤；而又引《爾雅》「(虫帝)蝀謂之雩」云，(虫帝)蝀，虹也。如此則讀屬下句，意複而詞不順，且「龍」字無著，似當以史說為長。 \\n 綪 \\n 《猗覺寮記》，凡布物曰爭，布網曰爭網，布紙曰爭紙，合用綪字。《楚世家》曰：「綪繳蘭臺。」徐廣云：「繫也，音爭。」今齊魯俗語尚然。 \\n 干人 \\n 《丹浦款言》云：杜詩「千人何事網羅求」，當作【于】　【干】人。杜牧之詩「自滴?前大梧葉，干君何事動哀吟？」按此說，則南唐元宗戲馮延巳云：「吹皺一池春水，干卿何事？」語固有本。然千家註、劉會孟本只作千字，錢本注云：「晉作【干】　【千】，或作于，于字恐無義。千字對上句在字，亦未切。」子田之說是也。 \\n 評泊 \\n 韓致堯詩：「白玉堂東遙見後，令人評泊畫楊妃。」李子田云：「評泊者，論貶人是非人也。今作評駁者非。近諸本或作斗薄，或轉訛【徙】　【陡】薄，殊無意義。《萬首絕句》本作評泊，當猶近古。」 \\n 唐詩字音 \\n 李子田舉唐人詩用字，音與今人別者，如劉夢得「停杯處分不須吹」，分作去聲。王建「每日臨行空挑戰」，羅虯「不應琴裏挑文君」，挑皆上聲。包佶「曉漱瓊膏冰齒寒」，冰去聲。段成式「玳牛獨駕長擔車」，長上聲。予按：白氏《長慶集》中，此例尤多，如「請錢不早朝」，請作平聲。「四十著緋軍司馬」，司入聲。「紅闌三百九十橋」，十讀如諶。「為問長安月，如何不相離？」相，思必切。「燕姬酌蒲桃，燭淚粘盤壘」，蒲桃，蒲上聲。「三年隨例未量移」，量平聲。「金屑琵琶槽」，琵仄聲之類，子田皆未暇及。又劉夢得「幾人雄猛得寧馨」，寧平聲。「拋却丞郎爭奈何」，爭去聲。獨孤及「徒言漢水纔容舠」，纔去聲。盧綸「人主人臣是親家」，親去聲，讀如靚。徐鉉《騎省集》：「莫折紅芳樹，但知盡意看」，自注云：「但，平聲。」予按《老學菴筆記》云：但，姓，音讀如檀。又宋陶穀「尖簷帽子卑凡廝」，廝入聲。宋文安《三十六所春宮館》「鄜州軍司馬，也好畫為屏」，亦如白詩。又《猗覺寮記》舉李商隱「可惜前朝元菟郡」，菟去聲。「九枝燈檠夜珠圓」，唐彥謙「燈檠昏魚目」，《釋文》，檠音景；《前漢?蘇武傳》注，音警，唐人如此尚多，未能枚舉。又陸游「燒灰除菜蝗」，蝗仄聲。「拭盤堆連展」，連上聲，今山東製新麥作條食之，謂之連展，連讀如輦。東坡詩左元放，放作平聲。司馬相如，如作上聲。 \\n 三原公詩 \\n 《三原王端毅公遺事》載公巡撫三吴時，題一寺壁絕句云：「彩鷁西飛日未斜，江村兩岸有人家。吉祥寺裏梅千樹，不到春來不著花。」亦宋文貞梅花賦之比。 \\n 杜茶村詩 \\n 黃岡杜濬于皇，晚號茶村老人，少時詠蘇長公：「堂堂復堂堂，子瞻出峨眉。早讀范滂傳，晚和淵明詩。」合肥龔端毅公酒間常擊節誦之，以為二十字說盡東坡一生，真不可及。 \\n 魏文靖公 \\n 蕭山魏文靖公詩，傳者絕少。壬戌冬，偶見黃子久畫《沙磧圖》一卷，卷尾有文靖題詩云：「江村望極際春明，匝地人家喚欲應；芳草一川潮灩灩，嬌鶯隨處柳層層。茅茨逼水通幽島，苔徑穿雲接斷塍；回首夕陽天末墮，老漁猶自未收罾。」秀麗可誦。 \\n 板橋詩 \\n 《白氏集》有板橋詩云：「梁苑城西三十里，一渠春水柳千條。若為此路今重過，十五年前舊板橋。曾與玉顏橋上別，更無消息到今朝。」今訛作劉夢得，而說者疑《中山集》不載此詩，蓋未考《長慶集》耳。 \\n 趙松雪書杜集 \\n 康熙辛酉六月，在慈仁寺市見趙松雪手書杜詩一部，用朱絲欄，字作行楷，末有新鄭高文襄公跋云：「趙文敏書，前人以為上下三千年，縱橫十萬里，都無此書。」云云。又有管志道跋。 \\n 冶源 \\n 司馬文正公《詩話》載青州劉?孟節詩：「昔年曾作瀟湘客」云云。概棄官居野原山。今州南四十里臨胊縣有冶源，亦名冶泉，有水竹之勝，或云歐冶鑄劍之地，世為馮氏別業，即文正所謂去人境四十里者也。野原，蓋冶源之訛。 \\n 李侍郎 \\n 六合李侍郎【敬】，字退菴，順治戊戌、己亥間，予在京師，辱忘年之契，論詩文一字不輕放過。其詩有云：「酒醒亭午後，人憶秣陵西。」「瓜步新添水，清明遠送行。」此例數十句，唐人絕調也。有集二十卷，手自編劃，去留甚嚴。甫刻成而病，臨歿戒其子曰：「我死後二十年始可行世。」今倏忽三十年矣，其集世竟無知者，實本朝一作手也。順治辛丑過揚州，予造謁舟中。因論近日布衣詩，予舉程嘉燧、吴兆，公曰：「終須還他邢昉第一。」 \\n 四句詩 \\n 祖詠試終南山望餘雪詩云：「終南陰嶺秀，積雪浮雲端。林表明霽色，城中增暮寒。」四句即納卷。或詰之，詠曰「意盡」。閻濟美試天津橋望洛城殘雪詩，只作得廿字，云：「新霽洛城端，千家積雪寒。未收清禁色，偏向上陽殘。」主司覽之，稱賞再三，遂唱過。二事絕相類，題韻皆同。 \\n 僧郢子 \\n 僧澄瀚，字郢子，濟寧人，工詩，有絕句云：「昨宵初罷上元燈，又欲看山向秣陵。騎馬乘船都不會，飄然誰識六朝僧。」為時所稱。 \\n 歸熙甫帖 \\n 歸熙甫與門生王子敬一帖云：「東坡《易》、《書》二傳，曾求魏八，不與。此君殊俗惡，乞為書求之。畏公作科道，不敢秘也。」借書雅人事，乃亦徇勢力如此，且在嘉靖間，世風已爾矣。 \\n 石鼓詩 \\n 《筆墨閑錄》云：「退之《石鼓歌》，全學子美《李潮八分小篆歌》。」此論非是。杜此歌尚有敗筆，韓《石鼓詩》雄奇怪偉，不啻倍蓰過之，豈可謂後人不及前人也。後子瞻作《鳳翔八觀詩》中《石鼓》一篇，別自出奇，乃是韓公勍敵。 \\n 坡詩 \\n 坡公送蘇伯固五言詩云：「三度別君來，此別真遲暮；白盡老髭鬚，明日淮南去。酒罷月隨人，淚濕花如霧；後夜逐君還，夢繞江南路。」公自注：「效韋蘇州。」予云此生查子詞耳。 \\n 三尺 \\n 唐詩「空聞明主提三尺」，宋人云「三尺乃歇後語」。此說非是。予按《漢書?高帝紀》「吾以布衣三尺取天下」。師古曰：「三尺，劍也。」《韓安國傳》所云「三尺」亦同。而俗本或云「提三尺劍」，劍字，後人所加耳。「提三尺」三字，全用班書語，安得謂之歇後？ \\n 出帝論 \\n 《濮議?或問》中一段，全用《五代史》晉出帝論，故著嘗試論之曰句，正謂出帝論也。 \\n 意盡 \\n 祖詠試終南山雪詩云云，主者少之，詠對曰：「意盡。」王士源謂：「孟浩然每有製作，佇興而就，寧復罷閣，不為淺易。」山谷亦云：「吟詩不須務多，但意盡可也。」古人或四句，或兩句，便成一首，正此意。 \\n 魏晉宋詩 \\n 予撰五言詩，於魏獨取阮籍為一卷，而別於鄴中諸子。晉取左思、郭璞、劉琨為一卷，而別於三張二陸之屬，陶淵明自為一卷。宋取謝靈運為一卷，附以諸謝。鮑照為一卷，附以顏延之之屬。蓋予之獨見如此。偶讀《嚴滄浪詩話》云：「黃初之後，惟阮公詠懷極為高古，有建安風骨。晉人舍阮嗣宗、陶淵明外，惟左太冲高出一時，陸士衡獨在諸人之下。」又云：「顏不如鮑，鮑不如謝。」與予意略同。又晉人張、陸輩，惟景陽殊勝，在太冲之下，諸家之上。傅玄篇什最多，而可錄極少，如擬「北方有佳人」云「一顧亂人國，再顧亂人家」，千古笑柄，較諸嘉隆七子剿襲古樂府尤紕謬也。 \\n 文海 \\n 淳熙間，詔臨安府開《文海》。周益公奏：「《文海》乃近時江鈿編類，殊無倫脊，莫若委館閣官銓擇本朝文章，成一代之書。」孝宗然之，遂以付呂祖謙。書既成，上問何以為名？益公乞賜名《皇朝文鑑》。見《玉堂雜記》。按朱子亦有與東萊論《文海》書，予在淮安榷關日，有書賈攜故書求售，內有寫本《文海》及徐夢莘《三朝北盟會編》二書，不果售，至今以為憾。 \\n  \\n 　"}
{"章节": "池北偶談卷十四", "正文": "　 \\n 池北偶談卷十四 \\n 　 \\n  \\n 談藝四 \\n 孫氏 \\n 陸務觀作《孫夫人誌》云：「夫人幼有淑質，故趙建康明誠之配李氏，以文詞名家，欲以其學傳夫人。時夫人方十餘歲，謝曰：『才藻非婦人事也。』」夫人，威敏公沔四世孫。李氏，即易安也。 \\n 蘇子美雪詩 \\n 往讀退之雪詩，「龍鳳交橫飛」及「銀杯縞帶」之句，不覺失笑。近讀蘇子美雪詩，有云：「既以脂粉傅我面，又以珠玉綴我腮；天公似憐我貌古，巧意裝點使莫偕。欲令學此兒女態，免使埋沒隨灰埃；據鞍照水失舊惡，容質潔白如嬰孩。」更為噴飯。子美詩極為歐陽所推，與石曼卿、梅聖俞齊名，而其俚惡乃至此，何耶？子美嘗自言「平生作詩，被人比梅堯臣，寫字比周越」，可笑，所謂人苦不自知耳。 \\n 歐陽詞 \\n 今世所傳女郎朱淑真「去年元夜時，花市燈如晝」生查子詞，見《歐陽文忠集》一百三十一卷，不知何以訛為朱氏之作？世遂因此詞疑淑真失婦德，紀載不可不慎也。 \\n 桃源詩 \\n 唐、宋以來作《桃源行》，最傳者王摩詰、韓退之、王介甫三篇。觀退之、介甫二詩，筆力意思甚可喜。及讀摩詰詩，多少自在！二公便如努力挽強，不免面赤耳熱，此盛唐所以高不可及。 \\n (務山)字音 \\n 《全唐詩話》、《唐詩紀事》?載馬彧贈韓定辭詩云：「燧林芳草綿綿思，盡日相攜陟麗譙。別後巏(務山)山上望，羡君時復見王喬。」按字書：(務山)，音務。《顏氏家訓》云：「柏人城東北有孤山，闞駰《九州志》以為舜納於大麓即此山，世俗或呼為宣務山。予嘗為趙州佐，共太原王邵讀柏人城西門內碑，碑是漢桓帝時縣人為令徐整所立，銘云：『土有巏務山，王喬所仙』，方知此巏務山也。巏字遂無所出，務字依諸字書即旄丘之旄也。旄字，《字林》一音忘付反。今依附俗名，當音權務耳。入鄴，為魏收道之，收大嘉歎，其作趙州《莊嚴寺碑》銘云『權務之精』，即謂此也。」予按此則馬詩當作莫毫反耳。定辭，即忠獻曾祖行。東坡書此詩，乃云不知何許人，豈一時失於考據耶？ \\n 王損仲 \\n 錢牧齋於萬曆後文士，獨許祥符王損仲【惟儉】為博雅。王嘗刪定《宋史》，累年求之不得，唯見其詩文二卷，《古事抄》、《璽史》，《史通》、《文心雕龍》二訓故，凡若干卷。 \\n 空同詩 \\n 空同贈昌穀詩，崢嶸百年會一篇，略云：「大曆熙寧各有人，敲金戛玉何繽紛？高皇揮戈造日月，草昧之際崇儒紳。英雄杖策集軍門，金華數子真絕倫。宣德文體多渾淪，偉哉東里廊廟珍。我師崛起楊與李，力挽一髮回千鈞。」其推唐、宋大家及明初作者可謂至矣。牧齋獨不舉此，何也？ \\n 二金石錄 \\n 趙明誠與其婦李易安作《金石錄》，其書最傳。曾子固亦集古篆刻作《金石錄》五十卷，見子開所撰行狀。今《元豐類稿》第五十卷所載《金石錄》跋尾僅十五條，蓋未竟之書也。曾書在趙前，而世罕知者。 \\n 曾子固詩 \\n 劉淵才恨曾子固不能詩，今人以為口實。今觀《類稿》中諸篇，亦荊公之亞，但天分微不及耳。若皇甫持正、蘇明允、陳同父，乃真不能詩也。 \\n 潞公詩 \\n 文潞公承楊、劉之後，詩學西崑，其妙處不減溫、李。五言如「雲淡天迷楚，樓高地占秦。哀箏兩行雁，小字數?銀。巷陌三條月，池塘十步春。府門初夜閉，多少夜遊人。」【見山樓。】「蘅薄頻牽望，楊林久駐鑣。香囊徒叩叩，雲月自苕苕。翠佩傳情密，微波託意遙。翩鴻漸高逝，翻恨隔神霄。」【蘅皋。】「楊柳亭臺暮，梨花院落深。玉池波湛湛，珠幌影沉沉。遠思隨莊蝶，春懷怯雍琴。萱蘇不蠲忿，擁鼻獨清吟。」【深院。】「小檻風驚葉，幽庭露泫柯。芳塵千里遠，幽恨九迴多。螢影穿簾押，蛩聲出砌莎。寸心無以寫，望月但長歌。」【秋夕。】七言如「小閣登臨春暮時，綺欄飛闥映游絲。鶯喧曲檻韓馮樹，蘚晦幽庭貢禹綦。閑對碧雲吟桂水，狂思長袂宿蘭池。徘徊望斷江邊客，采得瑤華寄與誰。」【登通山閣。】「獵遍蘭叢與桂枝，巢居未必有先期。靈臺十仞烏隨轉，阿閣三重鳳豈知？度柳暗催蟬嘒嘒，出雲高送雁離離。漢宮玉樹知何限？爭忍重吟畫扇詩。」【秋風。】「高樓閑背夕陽登，眇眇長懷不自勝。錦瑟有時聞北里，鈿車何日到西陵？地寒萱草猶難種，天遠瑤華豈易憑？多謝蘇門清嘯客，了無塵事染壼冰。」【寓懷。】「縹帙青箱次第開，慨然英氣轉難裁。莫言每事俱長往，須有清風屬後來。彈鋏始知皆瑣旅，枕戈方信是雄才。平生自信真非薄，只是休容楚鴆媒。」【閱史有感。】蘇文忠公常稱潞公長律無一字無考據，世猶未知其工妙如此。明內鄉李子田撰《藝圃集》，近石門呂莊生、吴孟舉撰《宋詩鈔》，皆遺潞公。予偶讀公集，摘錄如右。 \\n 地名 \\n 《容齋四筆》載：「興國宰書稱『瀲水有驅策』云。瀲水者，彼邑一水耳，郡中未嘗知之。」近時人自系鄉里，多舉其地一山、一水或一古蹟，令人茫然不知何地。甚有割裂古名，如常州稱南蘭而去陵字；江寧稱白鍾，蓋合白門、鍾山而各去其一字，此何說也？又嘗見諸城二士人詩卷，一稱蘇臺，一稱秦臺。或問之，則蘇臺者謂超然臺，秦臺謂琅邪臺耳，尤可絕倒。 \\n 王介甫詩 \\n 王介甫《白鶴吟》云：「白鶴聲可憐，紅鶴聲可惡。白鶴靜無匹，紅鶴喧無數。白鶴招不來，紅鶴揮不去。長松受穢死，乃以紅鶴故。」云云。當介甫得政變法，爭新法者白鶴也，所謂招不來者是也；呂惠卿之流，乃紅鶴也，所謂揮不去者是也。介甫之受穢，豈不以惠卿輩耶？此老好惡顛倒至此，可憐哉！ \\n 張伯成注杜 \\n 《懷麓堂詩話》云：「《杜律》乃張注，非虞注，宣德初有刊本。」按張性字伯成，江西金谿人，元進士，嘗著《尚書補傳》。獨足翁吴伯慶有輓詩云：「箋疏空令傳杜律，志銘誰與繼唐碑。」予在京師，曾得張注舊本。 \\n 閻立本畫孝經 \\n 閻立本畫《孝經圖》一卷，褚河南書，故明大內物，後歸孫北海侍郎【承澤】家。相傳明時東宮出閣，例以此圖為賜。吴祭酒梅村【偉業】詩「每見丹青知聖孝，累朝家法賜東宮」是也。壬戌冬杪，於宋牧仲齋見之。 \\n 杜于皇語 \\n 康熙三年，予與杜于皇【濬】、陳其年【維崧】輩同在如皋，修禊於冒氏水繪園，賦詩。或問杜：「阮亭詩何如？」答曰：「興酣落筆搖五嶽，詩成嘯傲凌滄洲。」又問：「君詩何如？」曰：「但覺高歌有鬼神，誰知餓死填溝壑。」 \\n 皇后臨蘭亭 \\n 唐文皇後，惟宋高宗最愛《蘭亭序》，常御筆臨賜群臣，至宮闈亦化之。按宋桑世昌《蘭亭考》云：「憲聖慈烈皇后嘗臨《蘭亭帖》，佚在人間，咸寧郡王韓世忠得之，表獻。上驗璽文，知是中宮臨本，賜保康軍節度使?益刊於石，時紹興十七年秋七月丙寅。」又云：「太后居中宮時，嘗臨《蘭亭》，山陰陸升之代劉珙春帖子云：『內仗朝初退，朝曦滿翠屏，硯池渾不凍，端為寫蘭亭。』刻吴琚家。琚亦善書，北固寺『天下第一江山』六大字，琚筆也。」劉後村跋高宗宸翰云：「大將韓蘄王高價得硬黃本，以為逸少真蹟，馳獻，不知其為椒殿所書也。」周必大在翰苑時，作太皇閣帖子云：「筆法似慈皇。」信哉！ \\n 應璩書語 \\n 應璩與滿公琰書云：「高樹翳朝雲，文禽蔽綠水。」甚似魏、晉間人五言。 \\n 舞馬 \\n 杜詩「舞馬既登床」，《珊瑚鉤詩話》云：「舞馬，藉之以榻也。」朱翌引《樂府雜錄》云：「有馬舞者，攏馬人著綵衣，執鞭於床上，舞馬蹀躞，蹄皆應節，是登床而舞乃馭者，而馬應節於下也。」二說未知孰是？ \\n 漫興 \\n 秀水朱竹垞簡討【彝尊】云：「杜詩『老去詩篇渾漫與』，今本皆訛作漫興，非也。」予考舊刻劉會孟本、千家注本，果皆作與字。趙云：「耽佳句而語驚人，言其平昔如此。今老矣，所為詩則漫與而已，無復著意於驚人也。」《劉後村集》跋陳教授杜詩補注亦云：「或信筆漫與。」云云。然近日虞山錢宗伯本，仍作興字，略無辨證。又云：「倪雁園【粲】簡討有宋刻十家宮詞，內王建『太平天子朝元日』，作朝迎日，亦新。」 \\n 多父敦天馬鼎 \\n 祁縣戴楓仲【廷栻】有多父敦一，上有銘，云：「多父作寶敦，用祁眉壽萬年，子子孫孫永寶用。」凡十八字。又有天馬鼎一，中凹處作馬鼠形，或云《呂氏春秋》「周鼎作鼠，令馬履之。」據此，當是周物。 \\n 祁工部詩 \\n 工部主事祁珊洲【文友】，予同年也，廣東東莞人。嘗知廬江縣，有詩云：「一夜東風吹雨過，滿江新水長魚蝦。」予每喜誦之。 \\n 二宋二程 \\n 元宋本誠夫與弟褧顯夫，文學齊名，亦號二宋。程端禮敬叔與弟端學時叔，俱以道學著名，亦號二程。【褧嘗輯《國朝風雅》，見揭軌《光岳英華序》。】 \\n 寇主簿 \\n 葉石林《詩話》載?縣寇主簿國寶一絕句云：「黃葉西陂水漫流，籧篨風急滯扁舟。夕陽暝色來千里，人語雞聲共一丘。」語甚工，且云：「寇，徐州人，嘗從陳無己學。」予考《後山集》，有贈國寶二絕句云：「承家從昔如君少，得士於今孰我先。口擬說詩心已解，世間快馬不須鞭。」又有和寇十一詩十數篇，所謂「畫樓著燕春風裏，楊柳藏鴉白下東」者是也。又有贈寇荊山詩，蓋寇之字。陳又有《寇參軍集》序，稱寇氏兄弟曰元老、元弼。元弼名其仕，許州參軍，蓋國寶諸父云。 \\n 謔對 \\n 萊陽姜吏部如須【垓】，南渡後流寓吴郡，與徐孝廉昭法【枋】友善。一日同行閶門市，姜顧徐曰：「桓溫一世之雄，尚有枋頭之敗。」徐應聲曰：「項羽萬人之敵，難逃垓下之誅。」相與抵掌大噱，市人皆驚。 \\n 后山詩 \\n 陳無己平生皈向蘇公，而學詩於黃太史，然其論坡詩，謂「如教坊雷大使舞」。又有詩云：「人言我語勝黃語，扶?夜燎齊朝光。」其自負不在二公之下。然予反復其詩，終落鈍根，視蘇、黃遠矣。任淵云：「無己詩如曹洞禪，不犯正位，切忌死語。」恐未盡然。予獨愛其二律云：「林廬煙不起，城郭歲將窮；雲日明松雪，溪山進晚風。人行圖畫裏，鳥度醉吟中；不盡山陰興，天留憶戴公。」又：「白下官楊小弄黃，騎臺南路綠無央；含紅破白連連好，度水吹香故故長。蹲滑踏青穿馬耳，轉危緣險出羊腸；熟知南杜風流在，預怯排門有斷章。」《後山集》，南陽王文莊公鴻儒弘治十二年刻於潞安，有公序及魏衍集記，元城王雲、天社任淵二序；詩十二卷，六百七十九首；雜文八卷，一百六十九首；談叢、理究、詩話、長短句附焉，共三十卷。 \\n 賀若 \\n 琴曲有賀若，最古澹，相傳以為宋太宗酷愛宮詞中十小調子，乃隋賀若弼所撰，出《湘山野錄》。朱翌《猗覺寮雜記》云：「賀若，夷也。夷善鼓琴。見王涯傳。」又云：「東坡序武道士彈琴云：賀若，宣宗時待詔，即若夷也。」 \\n 魚上木 \\n 元人竹枝詞云：「黃魚上得青松樹，阿儂始是棄郎時。」然《本草》陶注：「鰻鱺魚能緣樹，食藤花。」《雜俎》：「鯢魚能上樹。贊曰：有足若鯢，大首長尾，其啼如嬰，緣木弗墜。」宋祁《方物略》曰：「魶魚出西山溪谷及雅江，狀似鯢，有足能緣木。」 \\n 秦鏡詩 \\n 淄川袁松籬【藩】孝廉得秦鏡，高念東侍郎為賦詩云：「河山歷歷看來空，萬古消?向此中；便是秦時明月在，可能還照櫟陽宮。」「興亡轉轂見何頻？照膽咸陽跡已陳；多少人間怊悵事，金人辭漢鏡辭秦。」「炯如秋水了無塵，曾照阿房宮裏人；惟有玉姜今不死，蓮花掌上五雲新。」 \\n 唐年世總釋 \\n 戚光注云：「唐天祐元年。【昭宗天復四年改元，朱溫滅帝立哀帝，蜀仍稱天復。】二年。【蜀天復五年。】三年。【蜀天復六年。】四年。【蜀天復七年。朱溫篡位，稱梁開平元年。】五年。【晉、岐、淮南。蜀，武成元年。】六年。【晉、岐、淮南。】七年。【晉、岐、吴。岐王承制加淮南楊隆演嗣?王。】八年。【晉、岐、吴。蜀永平元年，梁乾化元年。】九年。【晉、岐、吴。】十年。【晉、岐、吴。】十一年。【晉、岐、吴。】十二年。【晉、岐、吴。梁貞明元年。】十三年。【晉、岐、吴。蜀通正元年。】十四年。【晉、岐、吴。蜀天漢元年，漢乾亨元年。】十五年。【晉、岐、吴。蜀光天元年。】十六年。【晉、岐。?武義元年，蜀乾德元年。】十七年。【晉、岐。】十八年。【晉、岐。?【武】　【順】義元年。梁龍德元年。】十九年。【晉、岐。】同光元年。【晉莊宗復唐，改元。岐尋內屬。】二年。三年。天成元年。【明宗五改元。?越寶正元年。】二年。【?乾貞元年。】三年。【漢大有元年。】四年。【?太和元年。】長興元年。二年。三年。四年。應順元年。【閔帝立，遇弒，末帝立，改元清泰。】清泰二年。【?天祚元年。蜀明德元【二】年。】三年。【石敬瑭因契丹立，號晉，天福元年。自天祐至是三十三年。】昇元元年。【烈祖即位，古今之亂，唐未絕天，故清泰方絕。昇元已建，天命人心無改也，孰謂五季無君哉！】二年。【蜀廣政元年。】三年。【閩永慶【隆】元年。】四年。五年。六年。【漢光天元年。】七年。【元宗立，改元保大。殷天德元年。漢乾和元年。】保大二年。【晉開運元年。】三年。四年。五年。【晉亡。】六年。【漢乾祐元年。】七年。八年。【漢亡。】九年。【周廣順元年。】十年。十一年。十二年。【周顯德元年。】十三年。十四年。十五年。【北漢天會元年。】中興元年。【再改交泰。元宗十六年始奉周顯德年，去帝號。自昇元至是三十二年。天祐至是則五十五年。自武德至是三百四十二年矣。使元宗能安天命，事大國，以右宗祀周，能世敦王道叨賓之則，三代之意也。】周顯德六年。【元宗十七年己未，周命城金陵。】七年。【元宗十八年。庚申，宋建隆元年。】宋建隆二年。【元宗十九年辛酉，元宗殂，後主即位，仍奉其正朔。宋又始稱詔於唐。】三年。【後主二年壬戌。】乾德元年。【後主三年癸亥。】二年。【後主四年甲子。】三年。【後主五年乙丑。】四年。【後主六年丙寅。】五年。【後主七年丁卯。】開寶元年。【後主八年戊辰。】二年。【後主九年己巳。】三年。【後主十年庚午。】四年。【後主十一年辛未。】五年。【後主十二年壬申。】六年【後主十三年癸酉。】甲戌歲。【後主十四年。宋開寶七年。】乙亥歲。【後主十五年。宋開寶八年，後主城陷被執，唐亡。自烈祖至是三主，凡三十九年。自高祖至是凡三百五十九年。殷周革命而?宋國後，周隋之世梁猶祀焉，宋之君度不逮世宗矣。】 \\n 左傳奇文 \\n 《左傳》奇文，以上叛下亦曰叛，如「王叛王孫蘇」是也。男子喪妻亦曰寡，「崔杼生成及疆而寡」是也。男亦曰媵，「以井伯媵秦穆姬」是也。《公羊》謂「昭公欲弒季氏」，則以上殺下，亦可曰弒。 \\n 牛耳 \\n 盟用牛耳，卑者執之，尊者蒞之。鄟澤之盟，衛侯請執牛耳。發陽之役，衛石魋蒙之盟，魯孟武伯，皆小國執牛耳。惟鄫衍之役，吴以大國執之，不合盟禮，故孟彘不從。 \\n 春秋諡 \\n 春秋諡有三字者，衛之貞惠文子是也。有生賜者，衛侯之於北宮貞子、析朱成子是也。有出奔而仍得諡者，臧武仲、中行文子是也。有作亂被誅而仍得諡者，崔武子、欒懷子是也。【《困學紀聞》云：「衛侯賜北宮喜諡曰貞子，析朱成諡曰成子，是人臣生而諡也。魏明帝時，有司奏帝制作興治為魏烈祖，是人君生而諡也。」】 \\n 左傳引尚書 \\n 《左傳》引《尚書》，以《禹謨》作《夏書》。僖二十四年，地平天成；文七年，戒之用休；襄三年，成允成功；二十六年，與其殺不辜；哀十八年，官占惟能蔽志，皆《大禹謨》也。《皋陶謨》亦作《夏書》。莊八年，?陶邁種德，《皋陶謨》也。此二篇。今《虞書》以太甲作《夏書》。昭十年，欲敗度，《太甲篇》也。今實《商書》。以《洪範》作《商書》。文五年，沈潛剛克；襄三年，無偏無黨，皆《洪範》也。今實《周書》。雖古今叙書，或有不同。而《太甲》之為《夏書》，尤不可解。 \\n 旂音 \\n 劉貢父《詩話》云：「司馬君實論九旗之名，旗與旂相近，緩急何以區別。《小雅?庭燎》，夜向晨，言觀其旂。《左傳》，龍尾伏辰，取虢之旂，當為芹音耳。」康熙己未，御試博學鴻儒，施愚山侍講【閏章】卷閣擬一等，上親閱定名，第以旗字押韻偶誤書旂，遂改置二等，亦由施素讀二字不甚分別故也。 \\n 白蓮詩 \\n 陸魯望《白蓮詩》：「無情有恨何人見，月白風清欲墮時。」語自傳神，不可移易。《苕溪漁隱》乃云：「移作白牡丹亦可」，謬矣。予少時在揚州，過露筋祠，有句云：「行人繫纜月初墮，門外野風開白蓮。」 \\n 襲勗華鰲 \\n 襲勗，字克懋，一字懋卿，章丘人。少貧牧豕，年三十始補諸生。時邑中李太常伯華、袁西野【崇冕】方尚金元詞曲，勗謂傷雅道，獨與濟南殷正甫、李于鱗、許殿卿為古文辭，相友善。年六十，以歲貢仕江都縣訓導，遷威寧教諭、開平衛教授，歸五年卒。所著有《懋卿集》、《太極圖解》、《性命辨》。劉尚書白川稱為朱元晦功臣、王伯安諍友云。勗父彪，嘗以輸租詣京師，見遺錢百緡於道，輦載而馳及前遺錢者，付之徑去。 \\n 華鰲，字空塵，亦章丘人，御史珩之孫。邑諸生，妙於繪事，落筆輒題其上曰「空塵詩畫」。人丐之畫，輒瞪目不應。當其意得，迥出筆墨蹊徑之外。詩亦如之，五言尤超詣。題王仁甫卜築云：「大隱不在山，出處乃適意。」送呂中甫山人云：「秋老留紅葉，風輕轉白蘋。」宿惠上人院云：「愛此疏林月，兼之一磬清。」孤坐云：「雨霽聞啼鳥，風停數落花。」過楊九山川上居云：「罏頭留宿火，花徑閉秋雲」，人以擬浩然「微雲疏雨」之句。鰲亦滄溟友。予少見其集，今無從購矣。鰲姓字亦見《楊升菴集》。勗有寄滄溟絕句云：「瓜田十畝濟城東，雲外青山小苑通。流水桃花迷處所，幾家春樹暮煙中。」鰲睡起自述云：「槐午睡方熟，息肩者稚子；老妻撼繩床，飯熟呼不起。不能工磬折，髮亂無人理；我懶我自知，不要旁人喜。」 \\n 袁崇冕【附高應　張國籌　張自慎】 \\n 袁崇冕，字西野，進士弼之子。兄公冕，弟軒冕，皆用科第起家，崇冕獨以布衣終。工金元詞曲，所著春遊、秋懷諸曲，足參康、王之座。與李中麓唱酬，王渼陂曰：「雅俗相兼，渢渢有餘音。」楊方城曰：「神聖工巧，元人之儔。」中麓曰：「金石之音，元黃之色。」其為名流擊賞如此。嘗有客以《黃鶯學畫眉詞》謁李太常，坐客皆言佳，西野後至，太常曰：「翁素負知音，試擇佳句幾何，予已有定評。」西野目畢，應聲曰：「止起五字是詞家語，餘無足取。」太常展手示之，云止「未老已投閑」一句。客皆大笑歎服。 \\n 同時有高應者，中麓弟子，亦工詞曲，以貢仕為元城丞，見知王元美、魏懋權。所著有《醉鄉》、《歸田》諸稿，其《北門鎖鑰》雜劇，論者以為詞人之雄。 \\n 又有張國籌者，以貢仕為行唐知縣，善金元詞曲。所著有《脫穎》、《茅廬》、《章臺柳》、《韋蘇州》、《申包胥》等劇，在袁西野、李中麓伯仲間。皆章丘人，與太常同時。 \\n 又有張自慎者，字敬叔，商河人，遊中麓之門，著金元樂府三十餘種。太原萬伯修曰：「北曲一派，海內索解人不得，眼中獨見張就山耳。」就山，自慎別號也。 \\n 王魯翁篆 \\n 宋穆賓廷秀墓，在女郎山之陽。有石表一，王壽卿魯翁撰文并篆書。有黃山谷贊云：「見魯翁用筆，可以酒酹陽冰之墓。」云云。今移置文昌祠中。 \\n 朱文公書 \\n 朱文公與徐賡載書云：「放翁詩，讀之爽然。近代唯見此人為有詩人風致。如此篇，初不見其著意用力處，而語意超然，自是不凡，令人三歎不能已。近報又已去國，不知所坐何事？恐只是不合做此好詩，罰令不得做好官也。」文公於詩頗邃，故能識放翁詩佳處。洛陽劉文靖公謂李、杜只是酒徒，真孟浪語。 \\n 三傳 \\n 元盛庶齋如梓《老學叢談》云：「《蕭何傳》不言律令，《李邕傳》無一字及筆札，五代《劉昫傳》不書修《唐史》。」 \\n 辛高陸 \\n 陸放翁晚年為韓侂冑作《南園記》，為世所譏。然當時文士實不止此。辛稼軒詞用司馬昭假黃鉞異姓真王故事；高似孫獻詩九章，每章用一錫字，皆一時名人。又葉紹翁《四朝聞見錄》云：「莆陽陳讜，文士也。輸靈壁石以壽韓，刻金字於石，至稱之曰我王。」 \\n 陳宣慰詩 \\n 元陳伯通宣慰雲中，人跛而眇，自述云：「肢傷一體婁師德，目眇三分李雁門。」先兄西樵吏部，甲辰歲以磨勘事下西曹，鍛鍊良苦。兄談笑賦詩，有句云：「縱跛尚如習鑿齒，有腸終類佛圖澄。」較陳句又勝之。 \\n 聯句 \\n 聯句，有人各賦四句，分之自成絕句，合之仍為一篇。謝朓、范雲、何遜、江革輩多有此體。頃見朱太史《騰笑集》中，有古藤書塢送吴徵君、魏上舍聯句，甚得齊、梁之意，今錄於此。「握手古藤下，秋深旅愁積。歸來西溪旁，猶及種春麥。」【吴雯】。「我亦袖輕鞭，明發辭紫陌。倦鳥不同飛，各自張旅翮。」【魏坤。】「二字澹雅才，肯為時俗役。英詞迭相應，如以桐扣石。」【陸嘉淑。】「柳塘水潀潀，蒲坂山驛驛。改歲君到時，古藤花滿格。」【查嗣璉。】「大房一斗泉，釀酒冰雪白。酒熟君不來，落花良可惜。」【朱彝尊。】益都董楠字孟才，工部尚書可威之叔也，常撰《古今聯句詩集》六卷，與張之象《回文類聚》，皆不可少之書。 \\n 人參詩 \\n 人葠詩昔人甚少，前已言之。適讀《唐詩紀事》，又得段成式求人葠詩云：「少賦令才猶強作，眾醫多失不能呼。九莖仙草真難得，五葉靈根許惠無？」周繇遺柯古人葠詩云：「人形上品傳方志，我得真英自紫團。慚非叔子空持藥，更請伯言當細看。」又高麗采參讚云：「三椏五葉，背陽向陰。欲來求我，椵樹相尋。」椵，音賈，葉似桐。 \\n 湖湘詩 \\n 高念東侍郎【珩】，以康熙戊申奉命祭告南岳，在湖湘間有詩數百篇。予喜其絕句錄之。如「行人到武昌，已作半途喜。那識武昌南，煙水五千里。」「未入衡州郭，先看衡州城。城門垂薜荔，大抵似巴陵。」「綠淨不可唾，此語足千古。天水澹相涵，中有數聲櫓。」「花放不知名，稻秀猶能長。芳草隱清流，但聽清流響。」「兩岸層層嶂，孤城面面山。橫襟憑一葉，睥睨洞庭間。」「幾月舟行久，今朝倦眼開。千峰翔舞處，一片大江來。」「南岳雲中盡，東流海上忙。他年圖畫裏，著我在瀟湘。」「芋火夜經聲，悲喜寒巖寺。宰相世間人，何與山僧事。」「磨磚竟不成，磨銅何不可。寄語馬大師，努力菴前坐。」高又有送人詩云：「故園小圃又東風，杏子櫻桃次第紅。明日春明門外路，清明消遣馬蹄中。」 \\n 劉綺莊著書 \\n 《丹鉛錄》極稱唐劉綺莊「桂楫木蘭舟，楓江竹箭流」一篇。其詩果不減太白。升菴博雅，亦未詳綺莊何許人也。按《吴中人物志》：「劉綺莊，崑山尉，研窮古今，博考傳記，作類書一百卷，號《崑山編》」。其平生著作最夥，而所傳祇此一詩，可惜也。 \\n 詩使本朝事 \\n 或謂作詩使事，必用六朝已上為古，此說亦拘墟不足信。要之唐、宋事，須選擇用之，不失古雅乃可。如劉後村詩，專用本朝故實，畢竟欠雅。如「鍊句豈非林處士，鬻書莫是穆參軍。」「艱虞夷甫方謀窟，老懶堯夫少出窩。」「未愛潘郎呼作友，便教米老拜為兄。」「山房惜未從公擇，書局聞曾擬道原。」「立志如歐母，生兒似富公。」「野人只識羹芹美，相國安知食筍甘。」【自注富鄭公事。】「事先白傅求閑後，銜似溫公約史年。」「公閑去伴种司諫，我懶思尋靖長官。」「清於坡老遊杭市，儉似乖崖在劍州。」「軍皆歌范老，民各像乖崖。」「賈董奇才無地立，歐蘇精鑒與人同。」「安知李廌揮門外，不覺劉幾入彀中。」此類數十聯，皆宋事也。後見後村四六亦然。 \\n 樂天論詩 \\n 樂天作《劉白倡和集解》，獨舉夢得「雪裏高山頭白早，海中仙果子生遲」；「沈舟側畔千帆過，病樹前頭萬木春」，以為神妙。且云此等語，在在處處應有靈物護之，殊不可曉。宜元白於盛唐諸家興象超詣之妙，全未夢見。 \\n 樊川集 \\n 予舊藏杜牧之《樊川集》二十卷，後見徐健菴【乾學】所藏宋版本，雕刻最精，而多數卷。考《後村詩話》云：樊川有續、別集三卷，十八九皆許渾詩。牧仕宦不至南海，別集乃有南海府罷之作，甚可笑。 \\n 朱新仲詩 \\n 南宋朱舍人翌，字新仲，著《猗覺寮雜記》，凡四百餘條，言甚博辨。劉後村嘗稱其讀杜詩云，「縱之逼說劍，收之入檀弓」二句，未經他人道過。 \\n 人名字音 \\n 崑山顧寧人【炎武】詩，有云：「落日江頭送伍員，秋風壟上別徐君；偶來圯上逢黃石，便向山中禮白雲。」竊疑員字舊作王問切，唐人語曰「令君四俊，苗呂崔員」是也。後見吴曾引《春秋左氏傳》，「伍奢子員」，陸德明釋文：「音云，平聲。」乃知顧詩用韻有據。又如馬援，援字作延絹切，無作平聲者。宋王景文詩云：「直翁【謂史相浩。】自了平生事，不了山陰陸務觀。」放翁見之笑曰：「我字務觀，乃去聲，如何把做平聲押了？」此雖謔語，亦可為用字不詳出處者戒。【貞觀年號及陸務觀俱去聲，今人皆讀平聲。】 \\n 心太平菴硯 \\n 有漁於道士洑者，得一硯，八角，製作古雅，背鐫「心太平菴」字，蓋陸放翁故物也。和州項副使得之，今歸淄川畢載積州守【際有】。 \\n 唐舍人詩 \\n 亡友唐(井)塢【允甲】，宣城人，故明中書舍人。工楷法，詩最清婉。嘗有句云：「殘花野蕨圍荒砦，破帽疲驢避長官。」蓋本徐文長詩「疲驢狹路愁官長，破帽殘衫拜孝陵。」然宋王君玉已云：「疾風甚雨青春老，瘦馬疲牛綠野深。」 \\n 未央宮銅奩 \\n 順治中，渭南漁人於渭水中得秦時未央宮香奩一具，銅綠如鸚鵡毛，可愛。溧陽狄秋水【敬】為潼關道兵備副使，得之。副使子億，予辛未所取士，今官翰林。 \\n 閻古古詩 \\n 閻古古【爾梅】在濟南有詩云：「四圍松竹山當面，一望樓臺水半城。」雖本白太傅「燈火萬家樓四面，星河一道水中央」，實難甲乙也。劉後村亦云：「地占百弓全是水，樓無一面不當山。」予少時在濟南亦有句云：「郭邊萬戶皆臨水，雪後千峰半入城。」今前集不載。 \\n 唐人工書 \\n 唐人留意書學，即不以書名者，往往有歐、虞、顏、柳風氣。蘇絳作賈島墓誌云：「善攻筆法，得鍾、張之奧。」元王惲《玉堂嘉話》云：「李陽冰篆二十八字，後有韋處厚、李商隱題。商隱字體絕類《黃庭經》。」然賈、李不以書名。予在京師，所見元人諸題跋，字畫多工，過今人遠甚。 \\n 徐豐崖論詩 \\n 海鹽徐豐崖【咸【泰】】　【徐豐崖名泰，各本均作咸，誤。咸為泰之弟。──點校者。】《詩談》云：「本朝詩，莫盛國初，莫衰宣、正。至弘治，西涯倡之，空同、大復繼之，自是作者森起，於今為烈。」當時前輩之論如此。蓋空同、大復，皆及西涯之門。虞山撰《列朝選》，乃力分左右袒，長沙、何、李，界若鴻溝。後生小子，竟不知源流所自，誤後學不淺。 \\n 商喜畫 \\n 京師外城西南隅聖安寺，寺殿有商喜畫壁。康熙庚申冬，高念東刑侍將歸淄川，予與施愚山、宋牧仲諸詞人飲餞於寺，共為聯句五十韻。牧仲有句云「畫壁商喜留」。按崑山劉璋圭甫《明書畫史》：商喜善畫山水人物，畫虎得勇猛之勢。今大西天經廠殿壁龍神，及大軸文殊普賢變相，亦喜筆。喜，宣德中授錦衣衛指揮，牧仲云內官，誤也。【西華門內玄都勝境，在弘仁寺西，有元人劉蘭塑三清像甚奇。】 \\n 毛傳如紀事 \\n 孔文谷序《唐詩紀事》云：「詩三百篇，《毛傳》蓋其紀事，今為考亭所絀，欲究遺經，當必考之。」云云。實名通之論。宋王得臣《麈史》云：「《關雎》，后妃之德也；《葛覃》，后妃之本也。此一句，孔子所題，其下乃毛公發明之言耳。」「其以為子夏所傳，必有授受之自，惜世遠莫得而見也。」升菴引朱子《白鹿洞賦》，有曰：「廣青衿之遺問，樂菁莪之長育。」或舉以為問，先生曰，舊說亦不可廢，然則考亭之盡去小序，終亦有不自安於心者乎？歐陽子作《詩本義》，其序問篇云：「《毛詩》諸序，與孟子說詩多合。故吾於詩，常以序為證。惟《周南》、《召南》，失者類多，隨而正之。」歐陽子所見豈出朱子下也？ \\n 讀書臺 \\n 濟南近有人耕田間，掘得「讀書臺」三字石刻。按此為宋侍郎張公掞讀書處，蘇文忠公書也，見元遺山《濟南行紀》。 \\n 漢瓷銀槎 \\n 宋荔裳【琬】觀察藏漢瓷盞二，內有魚藻文，云在秦州時耕夫得之隗囂故宮中。吾兄西樵為作歌。又有元人所造銀槎，最奇古，腹有文曰：「至正壬寅，吴門朱華玉甫製。」華玉號碧山，武塘人，見陶南村《輟耕錄》。 \\n 灌嬰廟瓦 \\n 吉水李梅公侍郎【元鼎】有硯，五瓣如梅花狀，質如黃玉，雜翡翠丹砂之色，纍纍墳起，云是灌嬰廟瓦。一時文士多賦之。故友鄒程村【祗謨】作《硯考》，引洪文敏《容齋隨筆》灌瓦硯銘為證。 \\n 外國墨 \\n 元人陸友友仁《墨史》，載外國製墨。高麗貢墨，猛州為上，順州次之。其文曰：「平鹵城進貢」，或曰「順州貢墨」，或曰「猛州貢墨」。李公擇遺東坡墨半丸，其印文曰「張力剛」，云得之高麗使者。魏泰道輔云：「新羅墨，有蠅飲其汁立死」，常戒人和藥勿用新羅墨。日本墨遍肌印文，如柿蒂形。陸子履奉使契丹，得墨，銘曰「陽巖鎮造」者，其國精品。滕子濟有墨一大笏，為龍鳳之文，面曰「鎮庫」，萬年不毀。又西域僧為蘇太簡言：「彼國有佳墨，中國不及，是雞足山古松為之。」金有劉法，字彥矩，常山人，自製墨，銘曰「栖神巖造」。楊文秀，金時以善墨聞，其法不用松炬，而用燈煤。子彬傳其法，以授耶律文正楚材，文正授子鑄，造一萬丸，銘曰「玉泉萬笏」。 \\n 中山狼傳 \\n 《中山狼傳》，見馬中錫《東田集》。東田，河間故城人，正德間右都御史，康德涵、李獻吉皆其門生也。按《對山集》有《讀中山狼傳》詩云：「平生愛物未籌量，那記當年救此狼。」則此傳為馬刺空同作無疑。今入唐人小說，亦如《天祿閣外史》之類。 \\n 三劍 \\n 孫北海【承澤】家藏三劍：其一銅劍，長尺餘，有鳥篆十字，云「?季子之子保之永用劍」，篆甚奇古。其一玉劍，長尺有二寸，博三寸，中鑿一孔，剡其上若芒刃，云有人得之成湯墓中。其一魚腸，秀水朱處士彝尊云：「疑鄭康成所謂大琰者也。考之桃氏作劍，未聞攻玉。玉劍之載於《六經》者無之，遂定以為圭，因作釋圭。」 \\n 司馬相如玉印 \\n 錢編修宮聲【中諧】有司馬相如小玉印，因憶元陸友仁得衛青玉印，翰林虞伯生諸公，皆有詩，友仁因著《印史》。按衛宏曰：「秦以前，民皆以金玉為印，唯其所好。自秦以來，唯天子之印稱璽，又以玉，群臣莫敢用。」按此，宏說或不然。又後世謂詔令為璽書。按《國語》：襄公在楚，季武子取卞，使季冶逆，予之璽書。注云：「古者大夫之印亦稱璽。」 \\n  \\n 　"}
{"章节": "池北偶談卷十五", "正文": "　 \\n 池北偶談卷十五 \\n 　 \\n  \\n 談藝五 \\n 文俶本草 \\n 寒山趙凡夫子婦文俶，字端容，妙於丹青，自畫《本草》一部，楚詞《九歌》、《天問》等皆有圖，曲臻其妙。江上女子周禧得其《本草》臨倣，亦入妙品。禧弟子姚，亦江陰人，美而艷，作畫得俶遺意。《癸辛雜識》云：「至元斥賣內府故書於廣濟庫，有出相彩畫《本草》一部，極奇。又於杭太廟前尹氏書肆，見彩畫《三輔黃圖》一部，極精妙。」此亦其類也。文點，字與也，文肅公孫俶從姪也，畫有衡山家法，亦善花卉。汪編修【琬】贈之詩云：「君家道韞擅才華，愛寫徐熙沒骨花。曾向兒時窺指訣，筆端桃萼一枝斜。」 \\n 寒碧琴記 \\n 南昌王于一猷定作《寒碧琴記》云：「昔子瞻為登州司戶參軍，子由省之，攜琴遊大海。舟覆，琴墮海，後高麗人得之，獻其王。王知為蘇氏物也，藏之數百年。迨明崇禎間，高麗困於兵，請援。遣總兵某帥師救之。瀕行，贈以琴，琴遂復還中國。」按《東坡年譜》：「元豐八年乙丑五月復朝奉郎知登州，到郡才五日，即以禮部郎官召。作別登州舉人詩，有『五日匆匆守』之句。」公未嘗為司戶參軍，且到郡非久即召；少公亦未嘗省公於登也；崇禎間，亦未嘗遣師援高麗。于一好奇誕，每為人欺多此類。 \\n 國風圖 \\n 南宋馬和之侍郎常寫《毛詩》進御，畫家稱其行筆飄逸，時人目為小吴生。又云善畫人物、佛像、山水，效吴裝，務去華藻，自成一家。高、孝兩朝深重其畫，每親書三百篇，令和之圖寫。戊申歲在京師，得其畫《檜風》羔裘、素冠、萇楚、匪風四章，每幅書本詩於後，楷法殊妙，有御府圖書。 \\n 耿夫人詩 \\n 吾邑耿侍御省亭【鳴世】妻徐氏，都御史華平【庭柏】之母也，有賢行，能文章。兵後失其集，僅傳寄子詩云：「家內平安報爾知，田園歲入有餘資；絲毫不用南中物，好做清官答聖時。」有德之言，與撚脂弄粉者迥異。 \\n 朱文公書 \\n 益都高木王【梓】，予從女兄之夫，博雅君子也。常遺予晦翁墨蹟一卷，詩云：「風雪集歲宴，揜關聊自休；今晨展遐眺，倚此寒幽巖。【顛倒一字。】同雲暗空室，皓彩迷林丘；崩奔小澗歇，飛舞增綢繆。仰看鸞鶴翔，俯視江漢流；乾坤有奇變，澒洞驚兩眸。三酌不自溫，倚杖空冥搜；悲歌動華薄，璀璨忽滿裘。向來一杯酒，浩蕩千里遊；亦復有茲賞，微言寄清酬。解攜今幾許，光景逝不留；懷人眇山嶽，省己紛愆尤。對此奇絕境，一懽生百憂；茫然發孤詠，遠思誰能收？雪中與林擇之祝弟登劉園之宴坐巖，有懷南嶽舊遊，賦此呈擇之屬和，并寄敬夫兄。乾道三年冬十二月上浣，新安朱熹奉寄，時燈下走筆。」右詩蓋書寄南軒者。昔人謂先生字學曹公，今此書正類東坡先生。卷首有柯敬仲題字，後有歐陽圭齋及大梁班彥功跋。【彥功，元人，善詞曲者。】 \\n 竹枝 \\n 昔人謂《竹枝》歌詞雖鄙俚，尚有三緯遺意。山谷聞人歌劉夢得《竹枝》，歎曰：「此奔軼絕塵，不可追也。」夢得後工此體者無如楊廉夫、虞伯生。他如「黃土作牆茅蓋屋，庭前一樹紫荊花。」「黃魚上得青松樹，阿儂始是棄郎時」等句，皆入妙。近見彭羡門【孫遹】《嶺南竹枝》深得古意，詩云：「木棉花上鷓鴣啼，木棉花下牽郎衣，欲行未行不忍別，落紅沒盡郎馬蹄。」「妾家谿口小迴塘，茅屋藤扉蠣粉牆，記取榕陰最深處，閑時來過喫檳榔。」「半年水宿半山居，冬採香根夏採珠，珠好須從蚌中覓，香燒還仗博山罏。」又山陰徐緘《竹枝》云：「勾踐城南春水生，水中鬥鴨自呼名，伯勞飛遲燕飛疾，郎入城時儂出城。」亦本色語也。 \\n 徐氏 \\n 廣陵徐氏女子【元端】，工填詞，有入李易安之室者。如「珠簾輕揭，憔悴憐黃葉。忽憶小亭人乍別，正是重陽時節。」「當初一段清秋，平分兩地離愁。試向西風寄問，知他還似儂不？」「起來慵向粧臺倚，亂綰凌雲髻。歸期曾說柳青時。鎮日懨懨、只是惱春遲！」「小園昨夜西風劣，笑落漫天雪。侍兒佯笑捲簾紗，却道玉梅已放滿枝花。」「獨坐數歸期，花影重重日影低。無計徘徊思好句，支頤。除却春愁沒箇題。」「閑倚畫樓西，芳草青青失舊堤。猶記當時人去處，依依。紅杏花邊卓酒旗。」【自注：「白詩：搖膝支頤學二郎。」】「看西風吹起，滿庭碎葉。閉珠戶，獨坐還怯。窗外芭蕉點點，做盡凄切。禁不住芳心欲折。」「殘燈挑盡，隱隱半明半滅。羅衾祇借香溫熱。今夜裏，這愁腸勝似離別。寬褪了裙兒幾摺。」 \\n 婦人經濟 \\n 葉石林每令諸子女兒婦列坐說《春秋》。近日武林黃夫人顧氏，名若璞，所著《臥月軒文集》，多經濟大篇，有西京氣格。常與婦女宴坐，則講究河漕、屯田、馬政、邊備諸大計。副笄中乃有此人，亦一奇也。 \\n 打毬詩 \\n 《三朝北盟會編》載徽宗北狩至真定，金人高會擊毬，請帝賦詩。詩曰：「錦裘駿馬曉棚分，一點星馳百騎奔；奪得頭籌須正過，休令綽撥入斜門。」《揮麈餘話》載道君禋祀禮成再賜太師暹字韻詩，云：「歸問雪中誰詠絮，冥搜花底自巡簷。」佳句也。 \\n 黜朱梁紀年圖 \\n 長洲宋既庭【實穎】作《黜朱梁紀年圖論》，其義嚴正。略云：「王莽不得為新，安祿山不得為燕，全忠豈獨得為梁乎？且其時移檄興復唐室者，有晉、岐、蜀、淮南四國，或為唐之臣子，或為唐之賜族，則唐實未嘗亡也。今黜朱梁紀年，而以晉、岐、淮南之稱天祐者為主，始於天祐四年，至後唐莊宗同光元年而止。亦《春秋》書公在乾侯之義也。圖考： \\n 唐昭宣光烈孝皇帝。 \\n 【甲子】天祐元年。 \\n 【乙丑】天祐二年。 \\n 【丙寅】天祐三年。 \\n 【丁卯】天祐四年。夏四月，朱全忠僭稱皇帝，偽國號梁，偽年號開平，廢唐帝為濟陰王。淮南、四川移檄興復唐室。 \\n 【戊辰】晉、岐、淮南稱天祐五年。春正月，晉王李克用卒，子存勗立。朱全忠弒昭宣帝。　夏五月，晉王伐偽梁夾寨，破之。 \\n 【己巳】晉、岐、淮南天祐六年。六月，偽梁劉知俊奔岐。岐遣劉知俊伐偽梁靈州，大敗梁人。 \\n 【庚午】晉、岐、淮南天祐七年。偽梁遣兵襲鎮州，取深、冀。鎮、定推晉王為盟主，晉遣兵救之。 \\n 【辛未】晉、岐、吴天祐八年。偽梁改號乾化。　晉王伐偽梁軍於柏鄉，大破之。 \\n 【壬申】晉、岐、?天祐九年。春正月，晉王及鎮定之兵伐幽州。二月，朱全忠救之，大敗而還。六月，朱全忠為子友珪所殺。 \\n 【癸酉】晉、岐、吴天祐十年。二月，朱友貞殺友珪而自立。 \\n 【甲戌】晉、岐、吴天祐十一年。 \\n 【乙亥】晉、岐、吴天祐十二年。朱友貞改偽年號曰貞明。 \\n 【丙子】晉、岐、吴天祐十三年。 \\n 【丁丑】晉、岐、吴天祐十四年。 \\n 【戊寅】晉、岐、吴天祐十五年。 \\n 【己卯】晉、岐、吴天祐十六年。 \\n 【庚辰】晉、岐、吴天祐十七年。朱友貞改偽年號曰龍德。 \\n 【辛巳】晉、岐、吴天祐十八年。 \\n 【壬午】晉、岐、吴天祐十九年。 \\n 【癸未】晉、岐、吴天祐二十年。晉王李存勗建國號曰後唐，改元同光。　冬十月，唐主入大梁，朱友貞自殺。　唐毀偽梁宗廟，廢朱溫、朱友貞為庶人。 \\n 後唐莊宗光聖神閔孝皇帝。 \\n 【甲申】同光【元】　【二】年。 \\n 按：益都鍾尚書龍淵先生【羽正】作《正統論》，略云：「三代、漢、唐、宋，正統也。東周君、蜀漢昭烈帝、晉元帝、宋高宗，正而不統者也。秦始皇、晉武帝、隋文帝，統而不正者也。雖非正統，不可不以帝予之也，以天下無久虛之理也。若夫王莽、曹丕、朱溫，義既不正，勢又不一，不得言正，又不得為統，而乃從而帝之，此司馬、歐陽之誤也。」 \\n 尤悔菴樂府 \\n 吴郡尤悔菴【侗】工樂府，嘗以「臨去秋波那一轉」公案，戲為八股文字，世祖見而喜之。其所撰樂府，亦流傳禁中，世祖屢稱其才。既而世廟升遐，尤一為永平推官，以細故罷去，歸吴中，時時以樂府寓其感慨。所作《桃花源》、《黑白衛》二傳奇，尤為人膾炙。予嘗寄詩云：「南苑西風御水流，殿前無復按梁州；凄凉法曲人間遍，誰付當年菊部頭？」「猿臂丁年出塞行，灞陵醉尉莫相輕；旗亭被酒何人識，射虎將軍右北平。」尤為泣下。康熙己未，尤以召試入翰林，為檢討。【近見江左黃九煙周星作「怎當他臨去秋波那一轉」制義七篇，亦極游戲之致。】 \\n 孫樵論史 \\n 孫樵云：「史家紀職官、山川、地理、禮樂、衣服，宜直書一時制度，使後人知某時如此，某時如彼。不當以禿屑淺俗，則取前代名品，以就簡絕。」此病在唐人已有之，近日錢牧齋、艾千子訾謷滄溟、弇州本此，非創論也。 \\n 小樂府 \\n 楊廉夫自負其五言小樂府，嘗云：「七言絕句體人易到，吾門章木能之。古樂府不易到，吾門張憲能之。至小樂府，二三子不能，惟吾能之耳。」向見吾友孫處士豹人【枝蔚】數章，頗奇，略記於此：「蕭儼向舒州，君王怒未休。樓高苦無井，不及景陽樓。」又「置酒宣華苑，嘉王好酒悲。韓昭方用事，涕淚莫輕垂。」 \\n 史筆 \\n 陳同甫作《忠臣傳》，以武庚為忠臣孝子之首。孫可之作《西齋錄》，發凡起例，大義凜然。惜其書不傳於後世，是古今一大缺陷事。 \\n 詩地相肖 \\n 范仲闇【文光】在金陵，嘗云：「鐘聲獨宜著蘇州」，用唐人「姑蘇城外寒山寺，夜半鐘聲到客船」；如云「聚寶門外報恩寺」，豈非笑柄？予與陳伯璣【允衡】論此，因舉古今人詩句，如「流將春夢過杭州」，「滿天梅雨是蘇州」，「二分無賴是揚州」，「白日澹幽州」，「黃雲畫角見并州」，「澹煙喬木隔綿州」，「曠野見秦州」，「風聲壯岳州」，風味各肖其地，使易地即不宜，若云「白日澹蘇州」，或云「流將春夢過幽州」，不堪絕倒耶？ \\n 記觀宋荔裳畫 \\n 庚戌七月，予寓公路浦，萊陽宋荔裳【琬】北上過予，所攜名畫甚夥，因得縱觀。最奇者為郭河陽《枯木》、劉松年《羅漢》、【上有御府圖書、皇妹圖書各一。】趙松雪《百馬圖》、黃子久《浮嵐暖翠圖》、文徵仲《松泉高士圖》。又元孤雲處士王振鵬畫《維摩不二圖》一卷，甚奇妙，楷法類趙承旨，自記云：「至大元年二月初一日拜住怯薛，第二日隆福宮花園山子上西荷葉殿內，臣王振鵬特奉仁宗皇帝潛邸聖旨，臨金馬雲卿畫《維摩不二圖》草本。」又云：「至大戊申二月，仁宗皇帝在春宮，出張子有平章所進故金馬雲卿繭紙畫《維摩不二圖》，俾臣某臨於東絹，更叙說『不二』之因。某謹按：釋典有云，【維摩詰所說經。】故唐僧皎然詩云：『禪女來相試，將花欲染衣。禪心定不起，還捧舊花歸。』東坡有坐上戴花詩云：『結習漸消留不住，却須還與散花天。』又云：『毗耶居士談空處，結習已空花不墜。試教天女御鉛華，千偈瀾翻無一語。』又云：『要令臥疾致文殊。』又臂痛謁告詩云：『小閣低窗晏臥溫，了然非嘿亦非言。維摩未病吾真病，誰識東坡不二門。』又維摩塑像詩云：『當其在時或問法，俛首無言心自知。』杜工部題顧愷之畫維摩像云：『虎頭金粟影，神妙獨難忘。』又東坡題石恪畫維摩云：『試觀石子一處士，麻鞋破帽露兩肘；能使筆端出維摩，神通又過維摩詰。』某詳觀馬雲卿所作《維摩不二圖》，筆意超絕，似亦悟入不二門，豈非神通過於摩詰者乎？某當時奉命臨摹，更為修飾潤色之。圖成，并書其概略進呈，因得摹本珍藏，暇日展玩以自娛也。東嘉王振鵬。」又丁南羽畫師利像，亦奇。按《元史》以功臣木華黎、赤老溫、博爾忽、博爾術四族，世領怯薛之長。怯薛，猶言更番宿衛也。 \\n 皇甫湜評韓文 \\n 韓吏部文章，至宋始大顯。其在當時，皇甫湜號為知公者，然其《諭業》一篇，備論諸家之文，不過曰「韓吏部之文，如長江萬里，一道衝飆激浪，瀚流不滯；然而施之灌溉，或爽於用。」若有微詞。反不如李北海、賈常侍、沈諫議之流無貶詞也。若天不生歐公，則公之文幾湮沒而不彰矣。按持正此文，出自袁昂書評，後世敖陶孫、王弇州諸家文評、詩評皆仿之。 \\n 朝鮮詩 \\n 鄒平張尚書華東公【延登】，刻朝鮮使臣金尚憲叔度《朝天錄》一卷，詩多佳句，略載於此。曉發平島云：「三秋海岸初賓雁，五夜天文一客星。」初至登州云：「南商北客簇沙頭，畫鷁青簾幾處舟。齊唱竹枝聯袂過，滿城明月似揚州。」蓬萊閣云：「橋石已從秦帝斷，星槎惟許漢臣通。」登州次吴秀才韻云：「澹雲輕雨小姑祠，菊秀蘭衰八月時。」水城夜景云：「五更殘月水城頭，詠史何人獨(舟羲)舟。不向東溟覓歸路，還依北斗望神州。」夜坐聞擊柝云：「擊柝復擊柝，夜長不得息。何人寒無衣，何卒饑不食？豈是親與愛，亦非相知識。自然同袍義，使我心肝惻。」九日云：「邊落日，朱橋驛裏重陽。菊花依然笑客，鬢髮又度秋霜。」東方曼倩里云：「夜開宣室儼珠旒，執戟郎官走綠鞲。首鼠轅駒俱碌碌，漢庭綱紀一俳優。」早春云：「水際城邊野馬飛，漸聞宮漏晝間稀。東風日日蘼蕪綠，塞北江南總憶歸。」「王灘流水繞江涯，江上松林是我家。昨夜夢尋烏石路，山前山後早梅花。」 \\n 勞山說 \\n 勞山，在萊州府即墨縣境中。崑山顧寧人【炎武】序《勞山圖志》曰：「自田齊之末，有神仙之論，而秦皇、漢武謂真有此人在窮山巨海之中，於是八神之祠遍於海上，萬乘之駕常在東萊，而勞山之名由此起矣。山皆亂石巉巖，下臨大海，偪仄難度，其險處土人猶罕至焉。秦皇登之，是必萬人除道，百官扈從，千人擁輓而後上也。五穀不生，環山以外，土皆疏瘠，海濱斥鹵，僅有魚蛤，亦須其時。秦皇登之，必一郡供張，數縣儲偫，四民廢業，千里驛騷，而後上也。於是齊人苦之，而名曰勞山也。」楊太史【觀光】，《致知小語》曰：「山祖崑崙，起自西北，勞山居東南，為中國山盡處。行遠而勞，所以名也。」二說未知孰是？以理揆之，顧說為長。【顧近寄所著《日知錄》，內辨勞山三則，又與前說不同。】 \\n 敬一主人詩 \\n 鎮國公敬一主人諱國鼒，世祖章皇帝之庶兄也，居瀋陽，以庚戌七月薨於京師。性淡泊，如枯禪老衲，好讀書，善彈琴，工詩畫，精曲理，樂與文士遊處。常見其仿雲林小幅，筆墨淡遠，擺脫畦逕，雖士大夫無以踰也。有《恭壽堂詩》一卷，頗多警策，今略錄數篇。 \\n 登醫無閭山觀音閣云：「平生愛丘壑，歷勝恣登眺。醫閭夙所期，茲焉愜懷抱。鳥道薄層雲，盤紆凌樹杪。繫馬憩中林，拂石坐荒草。野衲候柴荊，朱顏髮皓皓。問渠來何時？云在此山老。修嶺逸驚，斜陽急歸鳥。古洞駕長虹，細泉屢迴繞。亭亭階下松，百尺參青昊。托根獲斯地，子落無人掃。逶迤度幾峰，下瞰群山小。曠然豁心目，頓覺離紛擾。再上白雲關，萬象咸可了。石門破蒼靄，返景墮空杳。煙霞情所鍾，登涉險亦好。大海面巖岫，波光動林表。自古遞相傳，其中有蓬島。安期與羡門，往事終緬邈。滉瀁失端倪，氣色變昏曉。豈識天地心，物理費探討。冷然此遊豫，何用心悄悄？」戊申春日行次薊門登獨樂寺云：「春雨濕歸鞅，行色藉以沐。落日投薊門，遂寄禪宮宿。誰為初地功，高樓倚空築。梯雲歷層楹，聊縱千里目。迴飆遞晚鐘，薄霧籠寒竹。芳草麗郊原，新林變川陸。豈意道路人，復此慰幽獨，臨風思近暌，倚檻恣遙矚。渤海杳漭沆，盤山亘紆曲。安期駐秦鑾，廣成降帝屋。聖哲既已往，陳跡遺巖谷。空同與滄溟，煙波恆斷續。」宿向陽寺云：「聖朝存象法，古寺復聞鐘。花引山門路，雲開野殿松。高齋談靜理，遠嶼淡秋容。日暮還攜杖，月明林外峰。」贈正寓云：「老僧多逸興，五十學吟詩。意出煙霞外，情深搖落時。依巖營丈室，愛菊坐東籬。欲共探幽勝，邀君整杖藜。」遊千山祖越寺登蓮花峰云：「七嶺行初盡，千巖宿霧開。路迴青嶂側，寺入白雲隈。洞戶聞清籟，碑文暗綠苔。蓮花天際出，漸覺絕塵埃。」龍泉寺云：「梵宇起中天，重巖響碧泉。虛堂清曉露，幽壑靜鳴蟬。窗引螺峰翠，松含象嶺煙。空憐名勝地，塵世幾高眠。」宿香巖寺絕頂云：「雨霽空山夕，尋幽入杳冥。雲封千澗白，露濯萬峰青。飛鳥依簷宿，流泉伏枕聽。朦朧空翠裏，孤月自亭亭。」大安寺云：「萬仞盤危磴，千峰此獨尊，山光澄宿霧，海色上朝暾。野殿松杉古，殘碑文字存。悠然雲外想，何必問花源？」悼剩和尚云：「一葉流東土，花飛遼左山。同塵多自得，玩世去人間。古塔煙霞在，禪關水月閑。空悲留偈處，今日共躋攀。」贈御院焦冥道士云：「蓬壼連魏闕，羽客侍金門。丘壑心寧遂，煙霞氣自存。談經清漏永，掃徑落花繁。西出函關叟，何曾返故園？」秋懷云：「終朝成兀坐，何處可招尋。極目遼天闊，幽懷秋水深。浮雲窺往事，皎月對閑心。興到一樽酒，沉酣據玉琴。」立秋云：「蕭蕭夜雨滿皇州，景物淒其大火流。懷抱不堪聞落葉，相思何處是南樓。關河朔氣催征雁，塞草西風勁紫騮。回首雲山忘歲月，一聲蟬噪又新秋。」秋懷寄耿駙馬云：「八月霜飛秋色深，郊原草木日蕭森。孤蹤漫憶懸遼海，萬騎還悲扈上林。曾記郵亭風雨夕，獨懷京國歲寒心。他時花滿西山麓，好對潺湲理玉琴。」丙午七夕立秋云：「寂寞天孫駐七襄，殷勤烏鵲駕河梁。相逢預恨離筵促，別後應知清漏長。玉露初含丹桂冷，金風時動碧羅香。宵殘歸路遲環佩，機杼經年罷晚粧。」丙午中秋云：「碧天如水夜初凉，三五蟾光滿帝鄉。何處笙歌侵曉漏，幾家砧杵急秋霜。仙臺深閉金莖露，月殿高懸桂子香。獨抱幽懷渾不寐，西風雁唳到虛堂。」虞山孫暘錄其詩傳之。 \\n 岣嶁音 \\n 岣嶁，音訓皆作去聲。予向有金山寄友人詩：「憶君楚澤佳風日，也上岣嶁九面山。」或以為誤。按常熟顧充仲達《字義總略》云：「岣嶁，一字三音：平聲鉤樓，上聲莒旅，去聲勾陋。」又按無可和尚《通雅》：「岣，共于、居侯、果羽、古后四切。嶁，龍朱、郎侯、隴丑、郎豆四切。」《史記》音苟樓，猶巃，蘢蓯可平可上也。又張謂《長沙土風碑》：「五嶺南指，三湘北流，鄰連滄浪，邊遙岣嶁。」亦平讀也。 \\n 集句 \\n 《夢溪筆談》亟稱王介甫集句「風定花猶落，鳥鳴山更幽」，以為上句靜中有動，下句動中有靜。且云：「公始為集句詩，有多至百韻者。」黃震曰：「荊公集句諸作，其巧其博，皆不可及。」近代頗有之，然無如泗上施端教匪莪，平生集句詩數千首，屬對精切，縱橫曲折，無不如意。偶舉一章，如贈鸚鵡長律云：「莫恨雕籠翠羽孤，【劉憲。】主人情義自辛劬。【王初。】人憐巧語情雖重，【白居易。】鳥憶高飛意正殊。【李正平。】三舍鄭牛徒識字，【李山甫。】千年丁鶴任歌呼。【羅隱。】多言應伴高吟客，【嚴郊。】學語還稱問字徒。【崔璞。】始覺琵琶絃鹵莽，【白居易。】終憐吉了舌模糊。【孫繁。】文章辨慧皆如此，【白居易。】事業紛呶亦大都。【魏朴。】歸去不煩詞客賦，【羅鄴。】夢來還記隴頭無。【張謂。】勸君不必分明語，【羅隱。】且自三緘問世途。【胡曾。】」格律寄託，兩詣妙境，奇作也。 \\n 退谷論經學 \\n 辛亥五月望後一日，雨後過孫退谷先生城南書屋，先生教以讀書當通經，因言「元儒經學，非後人所及。蓋元時天下有書院百二十，各以山長主之，教子弟以通經學。經學既明，然後得入國學。即如昊淵潁、程普德輩，其集人多不知。明初，人猶多經學，皆元時遺逸，非後輩所及。」因出近日所撰《詩經集解》三十卷示予，意主小序，且言「生平學問以朱子為宗，獨於《毛詩》不然。」予問：呂氏《讀詩紀》、嚴氏《詩緝》如何？先生云：「呂氏集眾說，不甚成片段；嚴氏太巧，只似詩人伎倆，非解經身分。」又言：「《春秋程傳》，考事不盡憑三傳，亦不盡離三傳；取義不盡拘類例，亦不盡屏類例。朱子因此書不敢復注《春秋》，其推尊可謂至矣。然其時以黨禍方作，至桓公九年閣筆，未為完書。予於是廣集諸儒之說，妄為補之，有成書矣。」又言：「古本《孝經》與今傳本迥別。」且言：「《五經翼》是十五年前所撰，不過集諸經序論耳，無當經學也。」時先生已七十有九，讀書日有程課，著述滿家，可謂耄而好學者矣。 \\n 孝經庶人章 \\n 《江行雜錄》載：「溫公先壠在鳴條山，山有餘慶寺。公一日省墓至寺中，有父老五六輩上謁，進脫粟飯。公享之既畢，前啟曰：『某等聞端明在縣日，與諸生講書，村人不及往聽，今幸為略說。』公即取紙筆書《庶人章》講之。既已，復前曰：『自《天子章》以下，各有《毛詩》兩句，此獨無，何也？』公默然少許，謝曰：『某生平慮不及此，當思所以奉答。』父老出語人曰：『吾講書難倒司馬端明。』」昨見東郡耿君隱之【道見】云：「曾見古本《庶人章》，末引《詩》云：『【畫】　【晝】爾于茅，宵爾索綯。』」 \\n 朱淑貞璿璣圖記 \\n 辛亥冬，於京師見宋朱女郎淑貞手書《璿璣圖》一卷，字法妍嫵。有記云：「若蘭名蕙，姓蘇氏，陳留令道質季女也，年十六，歸扶風竇滔。滔字連波，仕苻秦為安南將軍，以若蘭才色之美，甚敬愛之。滔有寵姬趙陽臺，善歌舞，若蘭苦加捶楚，由是陽臺積恨，讒毀交至，滔大恚憤。時詔滔留鎮襄陽，若蘭不願偕行，竟挈陽臺之任。若蘭悔恨自傷，因織錦字為回文，五彩相宣，瑩心眩目，名曰《璿璣圖》，亘古以來所未有也。乃命使齎至襄陽，感其妙絕，遂送陽臺之關中，具輿從迎若蘭於漢南，恩好踰初。其著文字五千餘首，世久湮沒，獨是圖猶存。唐則天常序圖首，今已魯魚莫辨矣。初，家君宦遊浙西，好拾清玩，凡可人意者，雖重購不惜也。一日，家君宴郡倅衙，偶於壁間見是圖，償其值，得歸遺予。於是坐臥觀究，因悟璿璣之理，試以經緯求之，文果流暢。蓋璿璣者，天盤也；經緯者，星辰所行之道也；中留一眼者，天心也。極星不動，蓋運轉不離一度之中，所謂居其所而斡旋之。處中一方，太微垣也，乃疊字四言詩。其二方，紫微垣也，乃四言回文。二方之外四正，乃五言回文。四維乃四言回文。三方之外四正，乃交首四言詩，其文則不回也。四維乃三言回文。三方之經以至外四經，皆七言回文詩，可周流而讀者也。紹定三年春二月望後三日，錢唐幽棲居士朱氏淑貞書。」首有「璿璣變幻」四小篆，後有小朱印。予向見《斷腸集》，不載此文。諸家撰閨秀詩筆者，皆未之載。宋桑世昌澤卿、明雲間張玄超之象撰《回文類聚》，亦未收此。家考功兄輯《然脂集》三百餘卷，多徵奧僻，因錄一通歸之。後有仇英實父補圖四幅，亦極妙。按張萱、周昉、李伯時輩，皆有織錦回文圖，英此圖殆有所本也。 \\n 鑑銘 \\n 又《回文類聚》載唐婦人所作《轉輪?枝八花鑑銘》云：「花上八字，枝間八字，環旋讀之，四字為句，遞相為韻。其盤屈糾結為八枝者，左旋讀之，自『篇』字起至『詞』字止，當就支、脂字韻；右旋讀之，自『詞』字起至『篇』字止，當就先、仙字韻。」茲不具錄。 \\n 蜀產 \\n 明時蜀王府，例以三月三日取薛濤井水製箋二十四幅，以十六幅貢京師。近督撫監司稍募工仿製，殊不能佳。予使蜀時訪之，井傍石臼尚存，雕鐫精麗。井在錦江東，亦名玉女津也。按《續博物志》云：「蜀松花紙、雜色流沙紙、彩霞金粉龍鳳紙，近年皆廢。惟十色綾紋紙尚在。」今絕響矣。 \\n 裴碑 \\n 成都遭張獻忠之亂，金石文字一無存者，惟武侯廟碑尚完好。蓋武丞相元衡帥蜀時，裴、柳二公皆在幕中，實元和四年己丑也。碑首稱「節度掌書記侍御史內供奉賜緋魚袋裴度撰，營田副使檢校尚書吏部郎中兼成都少尹侍御史賜紫金魚袋柳公綽書。」 \\n 千字頌 \\n 昔人欲另編千文，有難之者曰：「枇杷二字，如何破用？」遂止。曾見武林卓珂月【人月】，崇禎初作《千字大人頌》，錯綜成章，甚有思理。枇字云：「鬱尊黃金，膳枇素木。」枇音【七】　【匕】，義取祭用素枇也。杷字云：「姑婦任績，夫男秉杷。」杷，田器也。開章云：「大人御天，君子名世，立千秋基，興諸夏利。高文起家，建景閏帝，二百餘年，我皇陟位。河澄實出，鳳舉毛從，虞雲兩旦，漢日再中。群黎作乂，列州攸同，可謂高文，典冊篇中。嶽伯分佐，歲星可招，貢珠盈寸，舍矢五扶。投淵潔耳，何傷盛朝，帳染墨蹟，帷集書囊。武功稱甲，吉運始丁，誠推韓轂，令賞終纓。」皆警策。 \\n 方爾止 \\n 劉貢父平生未嘗議人長短，有不韙，必面折之，退無一語，此長者之行也。亡友桐城方爾止，瀟洒有天趣，每見人誦詩者，輒為竄改，其人不樂，方亦不顧也。然退未嘗不稱其長而揜覆其短。予以此重之。方事多可笑，秀水李良年，字武曾，方一日與札，故作增字。李明日見曰：「先生誤矣，某字武曾，非增也。」方曰：「吾正恐人誤作武曾【讀如層。】耳。」聞者皆笑。 \\n 宣爐注 \\n 如皋冒辟疆【襄】，博雅嗜古，嘗為桐城方詹事【拱乾】賦宣爐歌，自為之注，甚精核。云：宣爐最妙在色。假色外炫，真色內融，從黯淡中發奇光。爇火久，燦爛善變。久不著火，即納之汙泥中，拭去如故。假者雖火養數十年，脫則枯槁。 \\n 宣廟時，內佛殿火，金銀銅像渾而液。又云：寶藏焚，金銀珠寶與銅俱結。命鑄爐。 \\n 宣廟詢鑄工銅幾煉始精？工對以六火則殊光寶色現。上命煉十二火條之，復用赤火鎔條於銅鐵篩格上，取其極清先滴下者為爐，存格上者製他器。爐式不規規三代鼎鬲，多取宋瓷爐式仿之。 \\n 宣爐以百摺彝、乳足、花邊、魚、鰍、蚰蜓諸耳，薰冠、象鼻、石榴足、橘囊、香奩、花素方員鼎為最；索耳、分襠判官耳、角端、象鬲、雞脚扁番環、六稜四方直脚、漏空桶、竹節等為下。 \\n 宣爐仿宋燒斑，初年沿永樂爐製。中年嫌其掩爐本質，用番鹵浸擦薰洗易為茶蠟。末年愈顯本色，著色更淡。後人評宣爐五等色，栗殼、茄皮、棠梨、褐色，而藏經紙色為第一。金鎏腹下為湧祥雲，金鎏口下為覆祥雲。雞皮色，覆手色，火氣久而成也。 \\n 嘉靖後之學道，近之施家，皆北鑄。北鑄間用宣銅器改鑄。銅非清液，又小冶，寒儉無精采，且施不如學道多矣。南鑄以蔡家勝，甘家蔡之魚耳，可方學道。 \\n 真宣爐本色之厄有二：嘉隆前尚燒斑，有取本色真者重燒，有過求本色之露，如末年淡色，取本色真爐磨治一新，甚有歲一再磨。景泰、成化之獅頭彝爐等，後人偽易鑿宣款以重其價。宣爐又有呈樣無款最真妙者，後人得之，以無款恐俗目生疑，取宣別器有款者鑿嵌，畢竟痕跡難泯。皆宣之厄也。 \\n 石溪亭 \\n 蜀資江道中石溪橋，有無名氏粉書一詩，云：「桃花依舊放山青，曲几焚香對畫屏。記得當年春雨後，燕泥時污石溪亭。」 \\n 先考功詩 \\n 先考功西樵兄少時，有詩曰：「雄風凉大壑，雌蜺貫秋城。」時推警策。按《法苑珠林》又有雄雷、雌雷。 \\n 惠詮順怡詩 \\n 東坡最喜杭僧惠詮「落日寒蟬鳴」一篇，至為和作。施彥執又記其大慈塢祖塔上題一首，云：「谷口兩三家，平田一望賒；春深多遇雨，夜靜獨鳴蛙。雲暗未通月，林香始辨花；誰驚孤枕曉，濤白捲江沙。」此詩亦佳。《能改齋漫錄》載湖僧順怡詩「久從林下遊」一首云：「韓子蒼為予言後四句不同，結句云『唯聞犬吠聲，更入青松去。』」按此即惠詮詩坡公所和者，但本作「青蘿」耳。《竹坡詩話》作僧守詮。《冷齋夜話》又載順怡詩云：「久從林下遊，頗識林下趣；從渠綠陰繁，不礙清風度。閑來石上眠，落葉不知數；山鳥忽飛來，啼破幽寂處。」又云：「荊公愛之。」則是惠詮詩自為坡和，順怡詩自為介甫所賞，韓誤記為一耳。 \\n (弓一)縳 \\n 道書謂一卷為一(弓一)，佛書謂之一縳，禪學云《多羅樹葉書》二百四十縳。縳與卷同。《硯北雜志》云：「徐季海題佛經云：『上第幾隔』，隔，如梵夾也。」 \\n 劉翼明 \\n 東武劉子羽秀才【翼明】有句云：「桃花柳絮春開甕，細雨斜風客到門。」 \\n 謝道韞硯 \\n 孫北海侍郎【承澤】藏謝氏道韞小硯一，有銘云：「絲紅清石，墨光洪璧，資我文翰，玉砅堅質。」末有道韞字。家兄考功云：「詳其文句，可回讀，然倒正皆殊不工。砅音厲，水激石聲，作冰字用尤誤。恐非謝筆耳。」 \\n 戲對 \\n 世傳夏忠靖公奉使江南，與給事張某共事，一日張登廁，公戲之曰：「解衣脫冕而行，給事給事。」【急給音同。】張應聲曰：「棄甲曳兵而走，尚書尚書。」【常輸音同。】閱《墨莊漫錄》，載前句乃張燾謔胡世將語，後句乃趙九齡戲對以謔李似矩尚書者也。忠靖事蓋出傅會。 \\n 鳳州古鏡 \\n 《學齋佔畢》載鳳州有遁赤山，景德中，軍人入一洞穴中，有石鏡臺一，鏡圍五寸，背鑄水族，回環有銘三十二字，云：「煉形神冶，瑩質良工，當眉寫翠，對臉傅紅。如珠出匣，似月停空，綺窗繡幌，俱涵影中。」方取鏡，聞洞後有風雨聲。此鏡萬曆中膠州趙氏自汴京得之，海壑翁完璧自為記。按張君房《麗情集》載，王蜀時，天雄軍節度使王承休妻嚴氏有美色，王衍愛幸之，賜以粧鏡。其銘同。 \\n  \\n 　"}
{"章节": "池北偶談卷十六", "正文": "　 \\n 池北偶談卷十六 \\n 　 \\n  \\n 談藝六 \\n 景範碑 \\n 鄒平縣西南五六里有小山，曰相公山，山前有景相公墓。墓上有碑，雖闕文，尚可讀。近于奕正作《天下金石志》，亦未之載。錄於左云。 \\n 大周故銀青光祿大夫中書侍郎同中書門下平章事上柱國晉陽縣開國伯食邑七百戶贈侍中景公神道碑銘并序。 \\n 翰林學士朝議郎尚書水部員外郎知制誥柱國賜緋衣袋臣扈載奉敕撰。 \\n 翰林待詔朝議郎守司農寺丞臣孫崇望奉敕書。 \\n 帝軒轅乘土德之運，其臣曰奢龍、祝融，能辨方域，以制區夏。帝媯氏禪陶唐之基，其臣曰伯夷、后夔，能典禮樂，以和人神。上古佐命之道，【闕五字】。焉。三政嗣興，圖吏寖盛，彌綸輔翼，代有其人。皆金策丹書，絢繢功業。垂其訓聚而為墳典，形其美流而為歌頌。陋篆籀之質略，我則潤之以【闕五字。】之淪朽，我則鏤之以貞珉。銘以紀功，碑以誌行，千載之下，粲然可觀者，其惟神道之表乎！故中書侍郎平章事景公諱範，皇朝元佐，【闕二字。】顯德二祀，冬十一月，薨於淄川郡之私第。天子廢視朝，軫殲奪之念，制贈侍中，遣使贈奠，飾終之典優而厚【闕二字。】詔詞臣【闕一字。】文【闕一字】琰盛矣。【闕三字。】孔悝彝鼎，不出廟門；杜預豐碑，空沈漢水。姑自矜於名氏，誠未顯於邦家，與夫輝煌帝恩，導揚休烈【闕八字。】者可同日而語也。【闕六字。】綸有直而?之，用丕顯我大君之命。臣聞景氏之先，出於芊姓，從楚王於夢澤，差【闕一字。】侍臣；畫漢【闕一字。】於雲臺，丹推名將。濟美垂【闕六字。】生偉人，維周之輔。長山之下，淄濟為川，地勝氣清，惟公故里。夫嘉遁絕世高臥於是者，足以【闕一字。】顥氣而為【闕七字。】生於是者，足以【闕三字。】而為世傑。故公之先，由烈考太僕府君之上，曰王父賓，大王父閏，皆貞晦不仕，介享天爵。而巢許【闕十三字。】【下闕】仲曰篆公【闕四字。】世【闕二字。】聿登相位，而申甫之祥著矣。昔者聖人之教天下也，本之以仁義，制之以經籍，是謂人文，是謂人【闕六字。】以【闕一字。】開物成務者，【闕四字。】所於此【闕二字。】以公輔之位，必由稽古升；廊廟之才，必以經術顯。而公以明經擢第於春官氏，則賢哲之【闕六字。】為吏於清陽【闕十一字。】掾於高密郡，秩滿而【闕一字。】授范縣令。大鵬之翼，鎩北溟以未舒；蟄雷之聲，殷南山而不【闕一字。】然則【闕七字。】于之【闕十五字。】通人之才變而順，則方圓之量不能局。故公之佐縣政也，人謂其勤且潔矣。典刑書也，人謂其【闕八字。】邑恪【闕一字。】以【闕八字。】使【闕一字。】政【闕一字。】而從入者，則人謂其賢且能矣。粵若日月之彩，得天而大明；風雲之期，遇屯而勃起。【闕十字。】磻谿【闕一字。】璜【闕十字。】我大周聖神恭肅文武孝皇帝，建大功於漢室，為北藩於魏邦。初筵既開，得賢斯盛。於是我公【闕九字。】而君臣之【闕九字。】龍飛在天，躬載曜靈，至於霄極。皇業肇建，制以公為秋曹郎，進階至朝散大夫。而【闕九字。】萬【闕十二字。】之樞。惟聖人執左契，臨萬邦，經久制大命日政之機，國之大柄，總於樞務者，可謂重矣。而公【闕九字。】忠而賢。【闕十一字。】公為左司郎中，充樞密直學士，尋轉諫議大夫，克職。今皇帝嗣位之時，登用舊臣，而并人乘我大喪，擁眾南寇。親征之舉，迅若奔雷，分命大臣，保釐【闕七字。】於公仍拜貳卿，【闕九字。】振帝伐張，黃鉞白旄，殪群兇而皆盡；參旗河鼓，導清蹕以言旋。大祲既已平，九服又已定。【闕四字。】時惟輔臣，而公昌言，可【闕八字。】聖謨碩望，可以鎮流俗。爰立之命，帝心允孚。六府肇修兵賦，元大邦之調用。【闕五字。】公自立不回，信而有守，【闕十字。】哉。大運逢時，洪鈞在手，資忠孝於君父，享富貴之崇高。而盡悴之勞，因成恙疢。封章疊上，優詔褒稱，聽解利權。【闕一字。】專【闕七字。】以列卿歸第，懸車故鄉。嗟風樹之忽驚，訴昊天兮何極？見星而往，夕露方多，泣血以居，晨漿屢絕。哀與性盡，臥疾而終，享年五十有二。【闕七字。】觀夫公之行事，則其道也淳而粹，充充焉無能稱。其言也直而肆，謇謇焉無所忌。耿介以自立，強幹以自【闕一字。】故其仕也，【闕一字。】一命之卑，【闕一字。】三【闕六字。】無悔吝，古人之操何以尚也！秉筆者得無愧於詞矣。許國夫人李氏，嗣子太廟齋郎嚴信等，【闕三字。】靈【闕一字。】光【闕二字。】烝嘗翼翼賢人【闕九字。】子事終之禮。佳城閉日，長楸篲雲，勒銘垂休，以示千古。其詞曰： \\n 長白蒼蒼，淄水湯湯。哲人之生，逢時會昌。哲人之逝，魂遊故鄉。【闕一字。】高山兮峨峨，逝水兮驚波。【闕一字。】而【闕一字。】死【闕十九字。】山有頹坂，水有高岸，人何世而弗新？善有名兮獨遠。猗歟公兮，時用丕顯。 \\n 顯德三年歲次丙辰十二月己未朔十日戊辰。 \\n 山泉翁詩 \\n 青州城南花林疃，泉石清幽，有塵外之趣。山泉翁題詩云：「山藏柳市無車馬，水隔桃源有子孫。」馮宗伯【琦】愛其語，遂與鍾司空【羽正】約，卜鄰其地。 \\n 集詞 \\n 秀水朱竹垞【彝尊】集唐詩為填詞一卷，名《蕃錦集》，殊有妙思。略錄數闋於此：「燕語踏簾鉤，【李賀。】池北池南草綠。【王建。】京口情人別久，【張繼。】與君歌一曲。【李白。】」「有時半醉百花前，【李賀。】山月皎如燭。【韋應物。】贈瑤華之旖旎，【陳子昂。】得明珠十斛。【李賀。】」「秋風清，【李白。】秋色白，【李賀。】望盡青山獨立。【盧綸。】披(間)戶，【盧照鄰。】度飛梁，【同上。】吟詩秋葉黃。【杜甫。】幽蘭露，【李賀。】香楓樹，【皇甫南。】吠犬鳴雞幾處？【同上。】蒼翠晚，【劉長卿。】染羅衣，【李賀。】鳥還人亦稀。【李白。】」「江海茫茫春欲遍。【劉長卿。】岸上無人，【孫光憲。】野色寒來淺。【羅隱。】向晚因風一川滿，【薛奇童。】蘭閨柳市芳塵斷。【駱賓王。】越女含情已無限。【羊士諤。】灑霧飄煙，【包佶。】天畔登樓眼。【杜甫。】此夜斷腸人不見，【顧況。】紗窗只有燈相伴。【裴說。】」此首詠春雨，尤字字入神。 \\n 耕者王清臣 \\n 天啟初，潁川張遠度買田潁南之中村，地多桃花林。一日，攜榼獨遊，見耕而歌者，徘徊疃間，聽之，皆杜詩也。遂呼與語，耕者自言王姓，名清臣，舊有田，畏徭役，盡委諸其族，今為人傭耕。少曾讀書。客有遺一冊於其舍者，卷無首尾，讀而愛之，故嘗歌，亦不知杜甫為何人也。異日遠度過其廬，見舊曆背煤字漫滅，乃燒細枝為筆所書，皆所作詩，後經亂不知所在。張獨傳其一篇云：「人生如泛梗，飄飄殊無根。飲啄得幾許？營營晨與昏。對此春日好，荷鉏出南原。近觀草色敷，靜聽鳥語繁。諸有弄化本，雜遝呈真元。曉然似供我，寧不倒清樽？有身貴適意，窮達安足論！」此亦杜五郎之流歟？ \\n 草賢 \\n 崔瑗善章草，王隱謂之草賢。此在草聖之前，而人罕知之。 \\n 考功詩 \\n 從叔祖季木考功【象春】，跌宕使氣，常引鏡自照曰：「此人不為名士，必當作賊。」嘗奉使長安，飲於曲江，賦詩云：「韋曲杜陵文物盡，眼中多少可兒墳。」其傲兀如此。有題項王廟樂府一篇云：「三章既沛秦川雨，入關更縱阿房炬，漢王真龍項王虎。玉玦三提王不語，鼎上杯羹棄翁姥，項王真龍漢王鼠。垓下美人泣楚歌，定陶美人泣楚舞，真龍亦鼠虎亦鼠。」此詩劉公(甬戈)絕愛之。公與文光祿太青友善，詩亦齊名。錢牧齋尚書云：「文天瑞如魔波旬，具諸天相，能與帝釋戰鬥，遇佛出世，不免愁宮殿震壞。王季木如西域婆羅門，邪師外道，自有門庭，終難皈依正法，然其警策處，要自不可磨滅。」《列朝詩》中僅錄三首，又非佳作。 \\n 三禮 \\n 楊太史用賓【觀光】《致知小語》云：「《周禮》、《儀禮》、《大戴禮》曰三禮，喪禮、葬禮、祭禮亦曰三禮，【出喪禮。】天神、人鬼、地祇亦曰三禮。【出舜典。】」 \\n 唐宋詩句 \\n 晚唐人詩「風暖鳥聲碎，日高花影重。」「曉來山鳥鬧，雨過杏花稀。」元人詩：「布穀叫殘雨，杏花開半村。」皆佳句也，然總不如右丞「興闌啼鳥緩，坐久落花多」自然入妙。盛唐高不可及如此。 \\n 蟹字韻詩 \\n 顧姒字啟姬，杭州人，適鄂生某。康熙庚申，從其夫至京師。嘗見所著《靜御堂集》，小賦詩詞頗婉麗。九日，予與同人飲宋子昭工部小園，限蟹字韻。翌日鄂詩先就，顧代作也。其末云：「予本澹蕩人，讀書不求解，爾雅讀不熟，蟛蜞誤為蟹」。予驚歎。顧善歌，所製詞曲有「一輪月照一雙人面」之句。予最賞之。 \\n 梵雅 \\n 安丘馬禮部【應龍】撰《梵雅》十二卷，釋言第一，釋義第二，釋相第三，釋教第四，釋佛第五，釋菩薩第六，釋聲聞第七，釋外道第八，釋人倫第九，釋天文第十，釋地理第十一，釋鳥獸第十二。 \\n 安邦試錄 \\n 孫沙溪《無用閑談》載安邦鄉試錄并其賦表，極佳，雖中華文士無以過之。安邦者，安南一道之名也。試錄題云：「洪德二年辛卯，【蓋其國僭號。】初場《四書》義四篇、《五經》義五篇，二場制、詔、表各一篇，三場詩、賦各一篇，四場長策一篇。」交趾，明初為十四道之一。蓋沿中國科舉之制而稍損益之耳。其擬謝玄《讓前將軍表》曰：「奈彼氏秦，生心猾夏，逞虎貪狼噬之惡，正爾憑陵；賴風聲鶴唳之威，居然奔潰。諒本皇天之助順，亦由廟算之先幾。詎意圖功，驟加異寵。言念百年之績，猶後即誅；豈伊一戰之勞，敢先受賞。」《木罌賦》曰：「雪罍恥於滎陽，振槁葉乎濉水。士自閑於汔濟，人何擇於善泅。」又云：「惜乎始終參差，倉皇反復，固陵之車桅不來，齊村之禍坑自速。智已局於挈瓶，悔猶追於鼎足。瓽轠啟釁，瓶羸告凶，檻車之困未幾，鐘室之恨何窮！」鳥言卉服，何以有此？亦奇矣。 \\n 粵風續九 \\n 粵西風淫佚，其地有民歌、傜歌、俍歌、僮歌、蛋人歌，俍人扇歌、布刀歌、僮人舞桃葉等歌，種種不一，大抵皆男女相謔之詞。相傳唐神龍中，有劉三妹者，居貴縣之水南村，善歌，與邕州白鶴秀才登西山高臺，為三日歌。秀才歌芝房之曲，三妹答以紫鳳之歌。秀才復歌桐生南嶽，三妹以蝶飛秋草和之。秀才忽作變調曰朗陵花，詞甚哀切，三妹歌南山白石，益悲激，若不任其聲者，觀者皆歔欷，復和歌，竟七日夜，兩人皆化為石，在七星巖上。下有七星塘，至今風月清夜，猶彷彿聞歌聲焉。同年睢陽吴冉渠【淇。】為潯州推官，采錄其歌，為《粵風續九》。雖侏儒之音，時與樂府子夜讀曲相近，因錄數篇。 \\n 民歌曰：「妹相思，不作風流待幾時？只見風吹花落地，不見風吹花上枝。」【相思曲。】「思想妹，蝴蝶思想也為花。蝴蝶思花不思草，兄思情妹不思家。」【蝴蝶思花。】「娘在一岸也無遠，弟在一岸也無遙。兩岸人煙相對出，獨隔青龍水一條。」【隔水曲。】「妹嬌娥，憐兄一箇莫憐多。已娘莫學鯉魚子，那河又過別條河。」【妹同庚。】「嫩鴨行遊塘柵上，嬌娥尚細不曾知。天旱蜘蛛結夜網，想晴只在暗中絲。」【塘上。】「妹相思，妹有真心弟也知。蜘蛛結網三江口，水推不斷是真絲。」【妹相思。】「科舉秀才取紅豆，相思及早辦前程。黃菊花開九月九，枝枝葉葉有娘名。」【黃菊花。】 \\n 傜歌云：「思娘猛，行路也思睡也思。行路思娘留半路，睡也思娘留半床。」【一。】「白馬兒，白馬端正也難騎。娘騎馬頭表馬尾，馬轡尖尖妹陷比？」【二。陷比，即怎騎。】「鄧娘同行江邊路，却滴江水上娘身。滴水一身娘未怪，表憑江水作媒人。」【三。鄧，與也。】「黃蜂細小螫人痛，油麻細小炒仁香。鴨兒細細著水面，表【綠】　【緣】細小愛憐娘」。【四。】 \\n 俍歌：「六吞六，齊度菊口籠，【六，鳥也。吞，見也。齊度，大家也。菊，飛入也。口籠，山中也。】大路無數岔，江河無數曲。望東西南北，花色一般紅」。又「舊錢便好使，舊米好做糍。望北斗超生，望有彭照顧。【彭，謂所私。】各想心各愁，心頭如馬踐。條條臘真力，百色盡眉齊。【臘，擔也。真力，重也。】三十六圖羊，四十雙圖雞。」【言采禮之多，盛稱夫家，與《羅敷行》同意。】 \\n 僮歌：「口三六四里，踏得耳花桃，花脈淋了好，花桃淋了密。淋了細絲絲，淋了離乙乙。養勒佛排(扌琶)，養勒花排菲。里樣對鴛鴦，里樣梁山伯。山伯祝英臺。」【此進山踏歌之詞。口，入也。脈，辦也。淋，諦視也。離，陸離之意。乙，猶亞也。五六句承四五句，言桃花跗萼之穠艷。已下五句，專賦踏歌之人。勒，兒也。(扌琶)，整齊也。菲，美麗也。男女相悅，言男如佛、女如花耳。鴛鴦，比之於鳥。梁祝，比之於人。】 \\n 蛋歌：【蛋有三種：蠔蛋、木蛋、魚蛋，此魚蛋也。】「錯畔行過蘇行巷，魚通水透到花街。木樨花發香十里，蝴蝶聞香水面來。」【一。】「蛋船起離三江口，只為無風浪來遲。月明今【綱】　【網】船頭撒，情人水面結相思。」【二。今，拏也。三江：黔江、鬱江、潯江。】「鹿在高山喫嫩草，相思水面緝麻紗。紋藤將來作馬疋，問娘鞍落在誰家？」【三。麻紗，網也。魚蛋浮家泛宅，故所賦不離江上也。】 \\n 俍人扇歌者，書歌於扇，字如蠅頭，一面則花鳥。其詞有云：「比萬兩千金，眉心又眉意；比火帝龍師，結夫妻卦世。」【火帝，龍師，二人名。卦，過也。】 \\n 擔歌者，侗人多以木擔聘女，或持贈所歡，以五采齘作方段，齘處文如鼎彝，歌與花鳥相間，字亦如蠅頭。布刀者，侗人織具也，書歌於刀上，間以五采花卉，明漆沐之。又有師童歌者，巫覡樂神之曲，詞不錄。 \\n 彭氏詩 \\n 鄧州彭氏，布政使禹峰【而述】女，適李鴻。鴻字青立，文達公裔孫，學士恆茂之子，予門人也。鴻亦能詩，而才不及婦。予嘗序其《蝶龕集》，刻之京師。如咏白蓮云：「月亦驕花色，風偏送葉香。」刺繡云：「針宜停午倦，窗喜趁新晴。」送外云：「山川日以遠，雨雪天將寒。」皆佳句也。又雷家灣云：「峰峰斜倚俯清漘，一葉孤舟亂後身。洞口白雲雞犬在，此中大有避秦人。」金銀洞云：「絕壁繩橋萬壑深，春風何意此登臨？安禪暫借蒲團力，坐聽神龍澗底吟。」又「陰崖如幄俯青蘿，脈脈寒泉激素波。豆大一舟沙際望，四山香氣鳥聲和。」種桃柳云：「繞畦煙水望迷離，種得桃枝間柳枝。好是年年芳草地，春晴須記聽鶯時。」惜香橙云：「幾經翦拂始成林，夏晚移床就綠陰。却怪一朝風雪惡，惜香空負十年心。」此類數十篇，皆可誦也。 \\n 超一子 \\n 超一子者，廣陵殷氏女，早寡，學道三年，坐化。遺詩偈一卷，有云：「靜中無箇事，反復弄虛空。地老天荒後，魂飛魄喪中。有師開道統，無法度愚蒙。忽底虛空碎，夕陽依舊紅。」又看花云：「土來澆灌水來栽，顛倒工夫任我來。滿院春風花自語，不將顏色向人開。」 \\n 四六話 \\n 宋王銍作《四六話》二卷，與詩話、賦話、文話並傳於時；又有作《四六談麈》者，唐、宋以來重四六如此。故溫公知制誥，以不能作四六辭。《識小編》載洪武六年，諭禮部尚書牛諒，禁止四六文字，并表箋亦然；諒等乃錄柳子厚代《柳公綽謝上任表》、韓退之《賀雨表》以上，命頒行天下以為式。然其後制誥表箋，皆用四六，未嘗變也。 \\n 宋元人集目 \\n 秀水曹侍郎秋岳【溶】，好收宋元人文集，嘗見其《靜惕堂書目》所載宋集，自柳開《河東集》已下凡一百八十家，元集自耶律楚材《湛然集》已下凡一百十有五家，可謂富矣。近時石門?孟舉【之振】刻宋詩鈔，亦至百數十家，多祕本，蓋吴與其縣人呂莊生【留良】兩家所藏本；而潁濱、南豐尚不及載，則未刻尚多也。吴曾為予言：「唐樊宗師、宋二劉公是、公非集，其家皆有之。」又嘗見金陵黃俞邰【虞稷】徵刻唐、宋、元書目所載，有金趙秉文《滏水集》二十卷，元郝經《陵川集》三十九卷。癸亥，俞邰以徐都憲立齋【元文】疏薦入明史館，予時向之借書，所見如《李觀集》、司空圖《一鳴集》、沈亞之《下賢集》、柳開《河東集》、王令《廣陵集》、牟巘《陵陽集》、李之儀《姑溪集》、耶律楚材《湛然居士集》，皆目所未載者。又予家所有張養浩《歸田類稿》、石介《徂徠集》、尹洙《河南集》、岳珂《玉楮集》，則黃氏之所未備也。近朝鮮入貢使臣至京，亦多購宋元文集，往往不惜重價，祕本漸出，亦風會使然。《水東日記》云：「《張文忠公全集》，今在故副都御史雲中孫廷瑞家，蓋齊府舊物，有歐陽圭齋序。」予所見本，有孛術魯翀序，而無圭齋序。 \\n 杼山集牒 \\n 釋晝《杼山集》十卷，有湖州刺史于?序，詩七卷，碑誌傳讚、書序二卷，聯句一卷。首載敕浙西觀察使牒，湖州當州皎然禪師集牒，得集賢殿御書院牒，前件集庫內無本交闕進奉牒，使請速寫送院訖垂報者牒，州寫送使者故牒，貞元八年正月十日牒都團練副使權判兼侍御史李元使潤州刺史兼御史中丞王緯。按《唐六典》，集賢殿學士掌刊緝古今圖籍，凡天下圖書之遺逸，賢才之隱滯，則承旨而徵求焉。當時一衲子之集，至下敕觀察使牒本州寫送，其於文事可謂勤矣。後世如此等事，豈可易得？張睿卿稚通所編《吴興唐五家集》略同，但作四卷。 \\n 王威寧詩 \\n 予改官翰林侍講時，淄川唐濟武【夢賚】太史寄詩云：「蠟燭五侯新制誥，鞦韆三影舊郎中。」語雖巧，特工妙。後讀王威寧詩，有云：「江浙老成新運使，戶曹公道舊郎中。」乃知前輩已有此句法，但工拙異耳。 \\n 武侯集 \\n 宋龍泉葉氏《習學記言序目》云：「《諸葛武侯集》。荀勗、和嶠令陳壽所定。亮之言，魏、晉所不欲聞，然且存之而不敢沒。非亮至誠，孰能使之哉？」予謂是固忠武至誠動物之效，而晉武帝之視宋哲、徽二宗，勗、嶠之視章惇、蔡京輩，務俾蘇、黃諸公著作一字不存於世，明太宗靖難後舉世以方正學文章為諱，其用心霄壤矣。葉謂晉武好善忘讎，自是盛事，故其後裔，雖亂而尚延。旨哉！曹操殺孔北海，其子丕獨愛融文辭，每歎曰：「揚、班儔也。」募天下有上融文章者，輒賞以金帛，此又在晉武之前，皆後世所不及。 \\n 葉水心論三國志 \\n 葉水心謂「陳壽《三國志》，筆高處逼司馬遷，但少文義緣飾，終勝班固」。又云：「近世有謂《三國志》當更修定者，蓋見注所載尚有諸書；不知注之所載，皆壽棄餘。」按陳壽之書，古今訾謷者非一；班氏良史，以壽勝固，殊不可解。若其稱名「三國」，名義乖舛，自陳同甫、郝伯常諸人，皆改正其書。此外作者尤眾，《林霽山集》有《胡君季漢正義序》，楊廉夫《正統辨》，其言尤著。近世歙人謝陛少連《季漢書》出，不惟名正言順，抑且文詞斐然，惜水心不及見耳。駟不及舌，葉氏之謂矣。 \\n 管夫人畫 \\n 祁縣戴楓仲藏管夫人道昇小畫一幀，有細書十字云：「出回新綺閣，竹揜舊朱門。」邢子愿太僕題云：「竹繞層樓網蛛，絲絲縷縷貌曇瞿。倦來素面流輕粉，尚衣羊肝半臂無。」戴博雅有文，與傅青主善，有《半可集》。 \\n 毘陵集 \\n 唐獨孤及《毘陵集》二十卷，有朝議大夫前守虔州刺史隴西李舟序，補闕安定梁肅後序，【此序載《文粹》中。】末有祝允明跋云：「《毘陵集》二十卷，祕藏天府，世罕其傳。吴文定公在東閣，抄藏於家。其孫經府君，與貞山給事為內兄弟。給事因得假歸錄之」云。詩三卷，通八十二篇，與今《詩紀》所載無異。餘賦一，表二十七，書二，議九，銘三，頌一，論一，【說】二，碑五，序五十一，集序三，讚六，記述十二，策書四，文十二，行狀二，碑銘五，靈表一，墓誌二十七，祭文九。康熙癸亥閏六月借抄於晉江黃氏。 \\n 林艾軒駁詩本義 \\n 宋林艾軒光朝，與朱子同時同里，說詩最不喜歐陽《本義》。與趙子直書云：「《詩本義》初得之，如洗腸胃；讀之三歲，覺得有未穩處。大率歐陽、二蘇及劉貢父談經多如此。」又一書駁《本義》關雎、樛木、兔罝、麟趾等解甚悉。大抵歐陽《本義》雖未必盡合，然較考亭盡去小序而以臆斷，不啻勝之，未可厚非。 \\n 誦詩 \\n 予六七歲始入鄉塾受《詩》，誦至燕燕、綠衣等篇，便覺桭觸欲涕，亦不自知其所以然。稍長，遂頗悟興觀群怨之旨。宋玉融陳叔盥與樂軒陳藻讀《國風》於古寺，至采蘋，藻揜卷而泣，頓悟中庸之旨。叔盥以告網山林亦之，網山遂以藻見於其師林艾軒曰：「吾嘗謂《詩》不歌，《易》不畫，無悟入處，今于元潔尤信。」知此者，可與言《詩》。然采蘋之詩，亦未見可泣處。 \\n 學杜 \\n 宋、明以來，詩人學杜子美者多矣。予謂退之得杜神，子瞻得杜氣，魯直得杜意，獻吉得杜體，鄭繼之得杜骨。它如李義山、陳無己、陸務觀、袁海叟輩，又其次也。陳簡齋最下，《後村詩話》謂簡齋以簡嚴掃繁縟，以雄渾代尖巧，其品格在諸家之上，何也？ \\n 沈下賢集 \\n 唐吴興沈亞之《下賢集》十二卷：古賦詩一卷，雜文雜著【如《湘中怨》、《秦夢記》、《馮燕傳》之類。】三卷，記二卷，書二卷，序一卷，策問對一卷，碑、誌、表一卷，行狀祭文一卷。有宋人序，題「元祐丙寅十月一日。無名氏」。末有萬曆丙午閩人徐興公跋，云鈔諸焦太史者。後附張祐、杜牧、李商隱三詩。黃俞邰【虞稷】得之周櫟園戶侍，戶侍得之謝在杭方伯家。《下賢》文大抵近小說家，如記弄玉、邢鳳等事。 \\n 雞上木 \\n 予贈徐隱君東癡【夜】詩云：「先生高臥處，柴門翳苦竹；雪深門未開，村雞鳴喬木。日午炊煙絕，吟聲出茅屋。」云云。故友葉文敏公【方藹】最愛之，而不解「雞鳴喬木」之句，以為江南若見雞上木鳴，則以為妖孽矣。然古詩已云：「雞鳴高樹顛」，陶詩云：「雞鳴桑樹顛」，而諺亦有云「雞寒上樹，鴨寒下水」。此皆目前習見語，訒菴豈忘之耶？ \\n 佛手柑詩 \\n 益都王太平【遵坦】有《詠佛手柑詩》云：「斷此黃金體，施於祇樹林。度人難下指，合掌即傳心。味向駢枝悟，香從反覆尋。諸天有真訣，巨擘競森森。」予每歎其工。太平又嘗作禪意詩數十篇。 \\n 木瓜詩解 \\n 紫陽解詩多失本意。其甚者，如「木瓜」一章，尤為穿鑿。輔廣《童子問》亦知其非，而不敢斥師說，則欲盡抹倒小序、《家語》以傅會其謬，依違可笑。云有學者請於先生曰：「某於木瓜詩反復諷咏，但見其有忠厚之意，而不見其有褻慢之情。小序以為美齊桓，恐非居後揣度者所能及。或者，其有所傳也。竊意桓公既歿之後，衛文公伐齊，殺長立幼，衛人感桓公之惠，而責文公之無恩，故為是詩以風其上。不然，則《家語》所謂吾於木瓜見苞苴之禮行焉，豈鑿空而為此言乎？」先生以為不然，曰：「若以此詩為衛人欲報桓公之詩，則齊桓之惠，何止於木瓜，而衛人實未有一物報之也。」【此論呆甚，豈詩人言外之意。】「愚謂【此下輔氏之說。】以此言之，則小序之說，亦傅會之失，實無所據。【何武斷如此。】而先生疑以為男女贈答之詞，則亦以為?風多淫亂之詩而疑其或然耳。【此段是。】至於《家語》所載夫子之說，乃王肅所纂集，固難盡信，而其言亦又無甚意味。且於小序之作，未知其孰為先後也。」【若是則秦火已後，《六經》、《四子》之書皆不足信矣。因傅會師說，而并欲廢《家語》，可謂妄人也已矣。】其它解《有女同車》、《風雨子衿》等篇，皆傅會無理。諸家之說，斯為最下。 \\n 廟堂碑 \\n 虞伯施夫子廟堂碑真蹟，康熙壬戌江南一士夫攜至京師，或酬直五百金，不許，張學士素存【玉書】云親見之。又有陸士衡真蹟一帖，歸戶書真定梁公蒼巖【清標】，宋牧仲【犖】曾見之。 \\n 表語本樂天詩 \\n 宋任忠厚【惇】坐上書入籍，久不得調，投時相啟云：「籠中翦羽，仰看百鳥之翔；岸側沈舟，坐閱千帆之過。」蓋用白樂天【應為劉禹錫。──點校者。】詩「沈舟側畔千帆過，病樹前頭萬木春」語。 \\n 后山師曾黃 \\n 《猗覺寮記》云陳后山平生尊黃山谷，末年乃云：「向來一瓣香，敬為曾南豐。」人或疑之，非也。無己少學文於子固，後學詩於魯直，各有師承。是詩【觀兗文忠公六一堂圖書。】又有句云：「世雖嫡孫行，名在惡子中。」又與林秀州書云：「有聞於南豐先生，不敢不勉。」答晁深之書云：「始僕以文見南豐，辱賜以教。」云云。又妾薄命二篇，至有「殺身以相從」之語，自注為曾南豐作。其推尊至矣。至答秦覯書云：「僕於詩初無師法，一見黃豫章，盡焚其稿而學焉。」其自叙源流甚明白。惟於兩蘇公，雖在及門六子之列，而其言殊不然。其答李端叔書云：「兩公之門，有客四人，黃魯直、秦少游、晁無咎，長公之客也；張文潛，少公之客也。」言外自寓倔強之意，此則不可解耳。 \\n 虞揭 \\n 虞道園序范德機詩，謂世論楊仲弘如百戰健兒，德機如唐臨晉帖，揭曼碩如美女簪花，而集如漢廷老吏。曼碩見此文大不平。一日過臨川詰虞，虞云「外間實有此論」，曼碩拂衣徑去，留之不可。後曼碩赴京師，伯生寄以四詩，揭亦不答，未久卒於位。偶讀梁石門寅集述此，記之。文士護前，盧後王前，千古一轍，可笑也。 \\n 艾軒用法語 \\n 吴子經，臨川人，與歐陽文忠游，著《法語》。有云：「稚子夜啼，拊背以嗚之而不止，取果餌與之而不止，於是其母滅燭，其父伏戶下為鬼嘯，為狐鳴，則其口如窒，此事所以貴乎權也。」韓子蒼謂其絕似《莊子》。孝宗朝，林艾軒【光朝】在太學日，試兵勢策云：「譬如嬰兒夜啼，拊之不止，啖之不止，卒然滅燭伏戶下，為虎嘯狐鳴，則其喙如窒。」全用吴語，校文者傳以為笑。少司成陳少南見之，大驚歎曰：「此筆當與太史公爭衡，必寘首選。」林希逸作《艾軒文集序》載其事。蓋當時艾軒實竊?詞，訕笑與賞歎者皆不知其本《法語》也。 \\n 蜀鑑 \\n 《蜀鑑》十卷，起秦人取南鄭、秦人伐蜀，迄西南夷本末，有文子嘉熙丁酉跋云：「與資中郭允蹈居仁共為此編。」又有姚咨嘉靖丙寅跋云：「是編予得之羅浮外史顧玄緯氏，玄緯得之兵侍鄞范東明翁，翁又得之章丘李中麓吏部，輾轉假錄，越二十餘年，予始得手鈔，凡六踰月乃畢。夙興夜寐，無論寒暑，蓋不知老之將至。」是書予壬子入蜀時，購之不可得，康熙癸亥，乃借之朱簡討錫鬯。朱好寫書，多未刻祕本。跋中李中麓氏藏書百六十年未散，近始歸崑山徐宮贊健菴【乾學。】梁溪顧氏書至孝廉修遠【宸】尤富，後書歸吴中丞伯成【興祚。】惟四明范氏天一閣書不以借人，至今無恙，餘姚黃梨洲【宗羲】多就閱其祕本。 \\n 李元賓集 \\n 唐李觀《元賓文集》五卷，附詩四篇，始《郊天頌》，終《邠寧節度饗軍記》，凡雜文五十篇。諸碑銘亦有奇處。至與孟簡吏部、奚員外諸書，粗率叫呶，如醉人使酒罵坐。蓋唐中葉已後，江湖布衣，挾行卷干薦紳，延接稍遲，贈遺稍薄，則謗讟隨之，浸以成習，觀諸書可見。編首有陸希聲序，謂「始元賓舉進士，其文稱居退之右。元賓早世，其文未極。退之窮老不休，故能卒擅其名」。又云：「元賓尚於辭，故辭勝其質。退之尚於質，故質勝其辭。」【此序載《文粹》中。】予謂元賓視退之，如跛鱉欲追騏驥，未可以道里計也。 \\n 唐人不明理 \\n 唐人多不明理，如歐陽詹《自明誠論》，先云：「文王、周、孔，自性而誠者也，顏子、游、夏，得誠自明者也。」下却云：「尹喜自明誠而長生，公孫弘自明誠而為卿，張子房自明誠而輔劉，公孫鞅自明誠而佐嬴。」此等議論，可謂離經畔道，宋儒之罪人也。 \\n 熊館 \\n 予《蜀道詩》有「熊館四時陰」之句，亡友葉文敏訒菴【方藹】以為射熊館乃漢上林館名，不可借用。非也。《夢溪筆談》云：「熊於山中行數千里，悉有跧伏之所，必在石巖枯木中，山民謂之熊館。」訒菴或偶忘之耳。又有句云：「東道連(旬忍)。」按(旬忍)音潤蠢，而顏師古《地理志注》音劬，予從顏音。 \\n 唐人歌樂府 \\n 唐人所歌樂府詞曲，率是絕句，然又多剪截律詩，別立名字，殊不可曉。如王右丞「風勁角弓鳴」一首，截取前四句名《戎渾》；「揚子談經處」一首，截取前四句名《崑崙子》，旗亭伶人所歌高常侍「開篋淚霑臆」一首，【《萬首》作濡。】本是長篇，截取前四句名《涼州歌》是也。又考教坊記諸曲名，如《胡渭州》、《穆護子》【又作砂。】《涼州》、《伊州》、《甘州》之類皆載，而無《戎渾》、《崑崙子》之名。 \\n 潘高 \\n 金壇潘高孟升《南村詩》，雅語時入古人，予最喜一絕句云：「黃鴉穀穀雨疏疏，燕麥風輕上鮆魚。記得去年寒食節，全家上冢泊船初。」 \\n 武風子 \\n 武風子，雲南之武定人，名恬，或言其先軍?官也。嘗行乞市中，或寄宿僧寺，狀若清狂不慧，特有巧思，能於竹箸上燒方寸木炭，畫山水人物臺閣鳥獸林木，曲盡其妙。嘗畫凌煙閣功臣、瀛洲十八學士，鬚眉意態，衣褶劍履，細若絲粟，而一一生動。或以酒延致之，以箸散布其側，醉輒取畫，運斤成風。藩王、督撫、藩臬大吏欲邀致，即逃匿山谷，不見也。其箸一束，直白金數星。宦滇南者，遠餽京師，用充方物，亦奇技也。風子醉後，或歌或笑，或說《論語》，有奇解。年六十餘卒。盧氏《雜記》云：故德州王使君椅，有筆一管，約一寸許，管兩頭各出半寸以來，中間刻《從軍行》一幅，人馬毛髮屋木亭臺遠水，無不精絕。每一事刻《從軍行》二句，云用鼠牙刻之。故崔郎中鋋有《王氏筆管記》，此其類焉。 \\n 銅雀硯辨 \\n 崔後渠《彰德府志》辨硯云：「世傳鄴城古瓦硯，皆曰曹魏銅雀塼硯，皆曰冰井，蓋?名而未審其實。魏之宮室，焚蕩於汲桑之亂，趙燕而後，迭興代毀，何有於瓦礫乎？」《鄴中記》云：「北齊起鄴，南城屋瓦皆以胡桃油油之，光明不蘚。筒瓦用在覆，故油其背。版瓦用在仰，故油其面。筒瓦長二尺，闊一尺。版瓦之長如之，而其闊倍。今或得其真者，當油處必有細紋，俗曰琴紋。有花曰錫花，傳言當時以黃丹鉛錫和泥，積歲久而錫花乃見。古塼大者方四尺，上有盤花鳥獸紋，千秋萬歲字，其紀年非天保則興和，蓋東魏、北齊也。又有塼筒者，花紋年號如塼，內圓外方，用承簷溜，亦可為硯。」宋刺史李琮，元豐中於丹陽邵不疑家得唐元次山家藏鄴城古塼硯，背有花紋及萬歲字，與《鄴中記》合。又曰「大魏興和二年造」，則唐賢所珍，已出於南城矣。 \\n 扈從清涼詩 \\n 高侍講【士奇】扈從清涼山雜詩云：「仙蹕陪遊陟井參，年來萬里閱崎嶔。東西行遍關山路，三度春風宿羽林。」【辛酉，扈從巡歷喀爾沁。壬戌，扈從奉天府。癸亥，扈從清涼山。皆以二月出都。】「輕寒未放杏花枝，樹底停鞭感歲時。不止今年負花事，漫將遊跡比分司。」【元王惲完州詩「誰著分司王老子，杏花香裏過今春。」】「滱水濺濺出谷流，沙原路僻草新抽。雞聲亭午山村外，報道郵籤過定州。」「佛頂分來五髻青，浮空鳳剎玉輿停。茜衫黃帽搖金鐸，宮錦齊開梵字經。」「紫府仙山實奧區，長松鬱鬱壑爭趨。興來那得勾龍爽，重寫峰巒入畫圖。」【勾龍爽有《紫府仙山圖》，載《宣和畫譜》。】「新安城上有高樓，金粉香銷幾百秋。傳是章宗遊賞地。纖花細草滿春洲。」「野淀瀰漫一望迷，漁莊蟹舍接通隄。遠天雲樹熹微裏，只少樓臺似浙西。」 \\n  \\n 　"}
{"章节": "池北偶談卷十七", "正文": "　 \\n 池北偶談卷十七 \\n 　 \\n  \\n 談藝七 \\n 記觀施愚山書畫 \\n 辛亥秋，偶觀施愚山【閏章】所攜書畫。東坡書二通：其一與柳子玉、寶覺師會金山詩。又其一云：「呂夢得承事，年八十三，讀書作詩，手不廢卷，室如懸罄，但貯古今書帖而已。作詩示慈雲老師。」後有常熟嚴文靖公【訥】跋。又元人趙仲穆畫竹，愚山作記，沈繹堂書之。又徐渭畫芭蕉，自題云：「蕉葉屠埋短後衣，墨描鐵鏽虎斑皮；老夫貌此堪誰比？朱亥椎臨袖【日】　【口】時。」筆墨奇肆之甚。 \\n 二曹詩 \\n 《南史》曹景宗賦競病二韻詩，蓋與古語暗合。僖七年，鄭大夫孔叔，言於鄭伯曰：「心則不競，何憚於病？」又宋曹翰平江南後，久為環衛。一日內宴，群臣賦詩，翰以武人不預，自陳少習為詩，亦乞應詔，太宗限刀字韻。翰援筆立成詩云：「三十年前學六韜，英名常得預時髦。曾因國難披金甲，不為家貧賣寶刀。臂健尚嫌弓力軟，眼明猶識陣雲高。庭前昨夜秋風起，羞看盤花舊戰袍。」太宗覽之，驟遷數級。二曹事絕相類，大奇。 \\n 明懷宗御書 \\n 在京師士夫家，見明懷宗愍皇帝御書王維詩「松風吹解帶，山月照彈琴」十字。筆勢飛動，上有「崇禎建極之寶」。 \\n 林茂之 \\n 林翁茂之【古度】居金陵，年八十餘，貧甚，冬夜眠敗絮中。其詩有「恰如孤鶴入蘆花」之句。方爾止【文】寄翁詩云：「積雪初晴鳥晒毛，閑攜幼女出林皋；家人莫怪兒衣薄，八十五翁猶縕袍。」及卒，周櫟園侍郎【亮工】葬之鍾山。 \\n 松筠菴詩 \\n 康熙庚申，刑侍高公【珩】再致政，歸淄川，未行，移居宣武門西松筠菴。相國益都馮公【溥】過之，流連竟日。高公贈詩云：「戶倚雙藤禪宇開，無人知是相公來；相看一笑忘朝市，風味依然兩秀才。」馮公和云：「隱几僧寮戶不開，天親無著憶從來；而今老去渾忘却，祗識維摩是辨才。」予亦和云：「二老前身二大士，相逢半日畫爐灰；它年古寺經行地，記取寒山拾得來。」 \\n 墓誌 \\n 墓誌之始：《事祖廣記》引《炙轂子》以為始於王戎；馮鑑《續事始》以為起於西漢杜子春；高承《事物紀原》以為始於比干；《槎上老舌》引孔子之喪，公西赤志之，子張之喪，公明儀志之之語。予按《檀弓》孔子之喪云云，蓋職志之志，猶今之主喪云爾。改志作誌，不可也。《封氏聞見記》青州古冢，有石刻銘云：「青州世子，東海女郎，賈昊以為東海王越女，嫁苟晞子。」又東都殖業坊王戎墓，有銘曰「晉司徒尚書令安豐侯王君銘」，凡數百字。又魏侍中繆襲葬父母，墓下題版文，則魏晉以來，例有之矣。 \\n 曹能始 \\n 明萬曆中年以後，迄啟、禎間，無詩。惟侯官曹能始宗伯【學佺】詩，得六朝、初唐之格。一時名士如吴兆、徐桂、林古度輩皆附之，然海內宗之者尚少。錢牧齋所折服，惟臨川湯先生義仍與先生二人而已。能始官四川參政，與監司謁撫按，必於館中別設一几，隸人置書几上，對眾一揖，即就几披閱，不交一言，其孤亢如此。晚年大節如江萬里，尤不可及。予生甲戌，以辛卯中鄉試，乙未中會試，與先生相去一甲子，無不符合。 \\n 潁濱詩刻 \\n 古北口一寺中有石刻蘇潁濱詩云：「亂山環合疑無路，小徑縈迴長傍溪；彷彿夢中尋蜀道，興州東谷鳳州西。」蓋公元祐間奉使契丹時所題，而遼人刻石者。 \\n 汗青 \\n 《青溪暇筆》云：「古者書用竹簡，初稿書於汗青。汗青者，竹之青皮如浮汗，以其易於改抹也。既正，則殺青而書於竹素。殺，去聲，削也。言殺去青皮而書於竹白，則不可改易也。」後漢吴祐父恢以火炙竹令汗，取其青寫書，謂之殺青簡。則汗青、殺青一也。姚說未知何據？ \\n 紫泥 \\n 《青溪暇筆》云：「晉朝為詔，以青紙紫泥，紫泥猶今泥金之類。蓋泥紫色以書字也。」予按漢舊儀，天子信璽六，皆以武都紫泥封之。青囊白素裏，兩端無縫。《西京雜記》云：「漢以武都紫泥為璽室，加綠綈其上，非以書字也。」《藝林伐山》云：「今之紫泥，古謂之芝泥，皆濡印染籀之具也。」姚說誤。 \\n 宋諸帝書 \\n 宋諸帝多工書，如太宗及仁宗飛白，而高宗其尤著者。今徽宗書，往往從書畫題跋見之。於京口鶴林寺，曾見高宗書石刻。《青溪暇筆》記明南京舊內「忠實不欺之堂」扁書，清勁奇古類朱熹，乃理宗御筆，以賜郡守馬光祖者。太祖仍而不改云。 \\n 一技 \\n 近日一技之長，如雕竹則濮仲謙，螺甸則姜千里，嘉興銅爐則張鳴岐，宜興泥壺則時大彬，浮梁流霞盞則昊十九，【號壺隱道人。】江寧扇則伊莘野、仰侍川，裝潢書畫則莊希叔，皆知名海內。如陶南村所記朱碧山製銀器之類。所謂雖小道，必有可觀者歟？ \\n 鄧燿 \\n 李宗城汝藩作《鄧彰甫傳》云： \\n 彰甫名燿，江陰人也。其先世為唐宗人，罹武曌之亂，避地日南，迄宋大中時，遂君其國。 \\n 凡八傳至昊旵，無嗣。其女名昭聖，主國事，皆李姓也。閩奸人陳日煚，以詭計入贅，襲取之。始以避女主而逋，終以立女主而亡，事亦奇矣。昊旵遺腹子萼，育於舅氏，冒鄧姓，實虞禍也。三世以宦顯其國，至司空光遠公曰明者，幼岐嶷，國王器之，妻以女，拜左參知，初不知其為李氏裔也。文皇帝時，伊國逆臣黎季犛殺其主，司空舉義師伐之，竟以德報怨矣。尋奉其幼主間道愬於闕廷。季犛佯服，懇請幼主歸國。甫入境，伏發，復殺之，并及天使。上赫然震怒，特遣成國公朱能、英國公張輔出師討罪，三禽偽王，滅其國，悉郡縣之。 \\n 司空實先內附為嚮導，厥功懋焉，拜行在工部尚書。公先世以宗親王異域，茲乃以陪臣躐九卿，斯尤奇矣。子師晦任州守，以言事謫江陰尉，遂家焉。 \\n 彰甫為司空九世孫，虯髯白皙，雙眸炯然。善細書，絕技擅場，所書洛神賦，縱橫僅寸餘，竭目力始悉其縷析絲分，毫芒彪炳，八法精勁，行伍井然。又能於粒米上書一絕句，異哉！ \\n 按後漢師宜官，能於方寸間書千言，頗自矜重。間挈空囊過酒家，書其壁，觀者雲集，酒大售，因寬其直；飲酣，輒削書而去。梁鵠受其法，魏武重之，可方駕矣。 \\n 康海學柳 \\n 康德涵《武功?官師志》，學柳子厚《先友記》。柳作《獨孤申叔墓碣》，末載其友十三人姓氏，與《先友記》同一奇格。 \\n 屏山詩禪 \\n 劉屏山子翬，朱文公師也。其《屏山集》詩，往往多禪語。如牧牛頌云：「軟草豐苗任滿前，蒼然觳觫臥寒煙。直饒牧得渾純熟，痛處還應著一鞭。」徑山寄道服云：「遠信殷勤到草菴，却慚衰病豈能堪？聊將佛日三端布，為造青州一領衫。粲粲休誇綺與紈，紉蘭製芰亦良難；此袍遍滿三千界，要與寒兒共解顏。」此類是也。先生常語文公曰：「吾少官莆田，以疾病，時接佛老之徒，聞其所謂清淨寂滅者，而心悅之。比歸，讀儒書，而後知吾道之大，其體用之全乃如此。」故文公講學，初亦由禪入。 \\n 李鎮東書 \\n 昔人評謝康樂詩，如初日芙蓉；顏延之詩，如鏤金錯采。梁武帝取其語以入書評云：「李鎮東書如芙蓉之出水，文彩之鏤金。」 \\n 姑溪集 \\n 宋李之儀端叔《姑溪文集》五十卷：古賦詩十一卷，銘贊一卷，表啟書四卷，雜書一卷，【此上下闕數卷。】手簡十七卷，序一卷，記二卷，題跋五卷，祭文青詞二卷，墓誌三卷，詞曲三卷。《後集》二十卷：古賦詩十三卷，銘贊一卷，序跋一卷，手簡三卷，誌狀二卷。端叔在蘇門，名次六君子，曩毛氏《津逮秘書》中刻其題跋。觀全集殊下秦、晁、張、陳遠甚，然其題跋自是勝場。 \\n 楊鐵崖二賦 \\n 楊廉夫作《悲舒王賦》，刺王安石云：「舉周官之勦說兮，胡獨忌夫春秋？宜天有變而弗畏兮，人有讒而易售。聽鳴鴞以為鳳兮，唾窮麟以為跛羊。松柏老而剪棄兮，喜植榆之驟長。」數語曲盡安石罪狀，可當爰書。又《摩崖碑賦》云：「苟執溫凊之小節兮，不匹馬而北方，則千麾而萬旟兮，肯復?忠於耄荒。」又云：「迎上皇以來歸兮，呼長慶之驩聲。欻南內其不祥兮，起膝下之天兵。使權臣其鼠變兮，何李父之貸刑？此殘碑之墮淚兮，與凍雨而交零。」兩段或抑或揚，尤深當肅宗功罪，史筆也。廉夫有《東維子全集》。 \\n 滄浪集 \\n 宋蘇舜欽子美《滄浪集》十五卷：首有歐陽序，古律詩八卷，誌狀二卷，書二卷，上書疏狀啟表二卷，記序雜文一卷。有南宋施元之跋，尾云：「《蘇子美集》十五卷，歐陽文忠公為之首序。子美在寶元、慶曆間，有大名，其文章瑰奇豪邁，自成一家。不幸淪落早世，故生平所著止此，而近時亦少見之，元之因俾鏤版於三衢。又得尚書汪公聖錫所藏豫章先生詩，為子美作也。并附之左方。乾道辛卯六月己巳，吴興施某書。」 \\n 徂徠集 \\n 宋石介守道《徂徠集》二十卷，詩卷辨說原釋傳錄雜著五卷，論二卷，書六卷，序一卷，記一卷，啟表一卷，石門吴孟舉【之振】所貽宋刻也。守道最折服者柳仲塗，最詆諆者楊文公大年，觀魏東郊詩怪說可見。其文倔強勁質，有唐人風，較勝柳、穆二家，終未脫草昧之氣。 \\n 蘇子美詩 \\n 《滄浪集》有及第後與同年宴李丞相宅詩云：「拔身泥滓底，飄跡雲霄上；氣和朝言甘，夢好夕魂王。軒眉失舊歛，舉意有新況；爽如秋後鷹，榮若凱旋將。」一第常事，而津津道之如此，子美之早廢不達，已略可見矣。昔人議孟郊「春風得意馬蹄疾」之作，子美何以異此？ \\n 皮陸 \\n 唐本《笠澤叢書》四卷，以甲乙丙丁為次，前有自序及江湖散人傳，後有宋政和元年毘陵朱衮序，乃江西士夫家舊本，黃俞邰得之金陵餅肆中。自跋云：「出魯望手編，唐本古雅，殊可寶惜。予舊藏皮襲美《文藪》十卷，有襲美自序，宋柳開仲塗序，亦皮所自編也。凡《松陵唱和集》詩，二編俱不載。」 \\n 柳仲塗集 \\n 宋柳開仲塗《河東文集》十五卷，附行狀一卷，門人張景所編。其文多拗拙，石守道極推尊之，其過魏東郊詩，上擬之皋、夔、伊、呂，下擬之遷、固、王通、韓愈，殊為不倫。《東郊野夫傳》，開所自述，與《補亡先生傳》，皆載集第二卷。又穆修《伯長集》，代州馮秋水方伯【如京】順治中刻之金陵，文拗拙亦與開類，詩尤不工。唐末宋初，風氣如此，其視歐、蘇，真陳涉之啟漢高耳。景，字晦之，避難逋竄，改姓名曰李田。所至題曰：「我非東方兒木子也，不是牛耕土田也，欲識我蹤跡，一氣萬物母。」景作柳集序，破題云：「一氣萬物之母也。」見《湘山野錄》。 \\n 龍標宮詞 \\n 李太白清平調行樂詞，皆用飛燕昭陽事。然予觀王少伯宮詞，如「平陽歌舞新承寵，簾外春寒賜錦袍」：「斜抱雲和深見月，朦朧樹色隱昭陽」；「玉顏不及寒鴉色，猶帶昭陽日影來」，皆為太真而作，皆用昭陽事。蓋當時詩人之言多如此，不獨太白。 \\n 徐介詩 \\n 錢牧齋先生注杜詩，卷首附錄有《徐介題耒陽杜工部祠堂》詩云：「手接汨羅水，天心知所存；故教工部死，來伴大夫魂。流落同千古，風騷共一源；消凝傷往事，斜日隱頹垣。」偶看王得臣《麈史》云：「熙寧初，調官泊報慈寺，陽翟徐秀才出其父屯田【忘名】詩，清苦平淡，有古人風。其過杜工部墓一首云：「水與汨羅接，天心深有存。遠移工部死，【四五六句同。】江山不受弔，寒日下西原。」字句稍不同，蓋屯田即介也。前本手接二字不可曉，疑有誤。 \\n 柳開論文 \\n 元盛如梓《恕齋叢談》載柳開論文曰：「古文非在詞澀言苦，令人難讀，在於古其理，高其意。」然予讀開《河東集》，但覺苦澀，初無好處。豈能言之而不能行耶？ \\n 刊書 \\n 《恕齋叢談》云：「書籍版行，始於後唐。昔州郡各有刊行文籍，《寰宇書目》備載之，雖為學者之便，而讀書之功，不及古人矣。且異書多泯沒不傳，《後漢書》注事最多，所引書今十無二三。如《漢武秋風辭》，見於《文選?樂府》、《文中子》，晦菴收入《楚詞後語》，然《史記》、《漢書》皆不載，《藝文志》又無漢祖歌詞，不知祖於何書？」予按《五代會要》，後唐長興三年四月，敕差太子賓客馬縞、太常丞陳觀、太常博士段顒、尚書屯田員外郎田敏充詳勘九經官，委國子監於諸色選人中，召能書人端楷寫出，付匠雕刻，每日五紙，與減一選。漢乾祐間，《周禮》、《儀禮》、《公羊》、《穀梁》四經始鏤版。周廣順三年六月，尚書左丞判國子監事田敏進印版九經書、五經文字樣各二部。顯德二年，中書門下奏國子監祭酒尹拙狀校勘《經典釋文》三十卷，雕造印版，欲請兵部尚書張昭、太常卿田敏同校勘。葉夢得言：唐《柳玭訓序》言在蜀見字書，雕本不始馮道，監本始道耳。《河汾燕閑錄》隋開皇十三年，遺經悉令雕版，又【母】　【毋】昭裔有鏤版之言。蓋刊書始隋，暨唐至五代、宋而始盛耳。 \\n 吴曾 \\n 宋臨川吴曾虎臣著《能改齋漫錄》十五卷，虞山錢公注杜詩多引之。當時有知麻城縣鄭顯文者，遣其子之翰赴御史臺論曾，事涉謗訕。有旨：曾、顯文各降兩官。賴臣僚繳奏，孝宗明聖，黜顯文，其子送汀州編管。後京鏜愛其書，始版行，見《恕齋叢談》，著書之難如此。今觀曾書多不滿王介甫之論，奸人殆猶襲黨人故智云。 \\n 文表 \\n 吴郡劉欽謨【昌】，成化中督河南學政，刻《中州文表》一書，表章元六家遺文，皆中州產也。許文正公衡遺稿五卷，附錄一卷。姚文公燧內集八卷，欽謨自跋云：「聞之李中舍應禎云：『文公集五十卷，松江士夫家有之，南北奔走，竟莫能致。此乃錄本，多殘缺，視刻本不啻十之二。』又云：『在百泉召見姚裔孫，鄙野質實，不復事儒藝，有文獻公樞手書碧色箋，特寶愛，紙墨如新』云。」雍古馬文貞公祖常《石田集》五卷，跋云：「得之光州兵侍霍公，【予所見《石田集》十五卷，至元五年刊行。】霍之居，即文貞故石田莊也。」又云：「馬中丞墓，在光州西南十五里，碑石趙孟頫書。」【愚按文敏歿於元英宗至治二年，而文貞以順帝至元四年卒。是時趙前卒已久矣，疑必有誤，或是集趙書耳。】許文忠公有壬《圭塘小稿》三卷。王文定公惲《秋澗集》六卷，跋云：「公之子公儀、公孺，公孺子以可，皆能文。而子孫墳墓，漫不知其所在。」孛術魯文靖公翀遺文二卷，跋云：「文靖有集六十卷，今多不傳。子遠死於忠，遠婦死於節。昌至鄧州閱士籍，得其後之習業於官者，猶自稱魯參政家云。」欽謨博雅好事，嘗撰《?先賢讚》若干卷，此書尤可愛重。睢州湯潛菴【斌】學士出為江蘇巡撫，予語以當重刻之，惜未果。 \\n 授經圖 \\n 《崇文總目》有《授經圖》，其書不傳。明周藩西亭王孫，乃因章俊卿《考索圖》，增定之為四卷，卷首有自序及西亭之子勤羹一跋。圖首授經世系，次諸儒列傳，次諸儒著述歷代經解。此書舊無刊本，大梁水後，西亭藏書數萬卷皆付巨浸。賴泉州黃俞邰家有寫本，康熙間與朱檢討竹垞【彝尊】同較定，刻之金陵，其書始行於世。 \\n 呂衡州集 \\n 唐衡州刺史呂溫和叔文集十卷：賦詩二卷，書序一卷，表狀二卷，碑銘二卷，銘文一卷，頌讚一卷，雜著一卷。卷首有劉夢得序，末附柳子厚《故衡州刺史東平呂君誄》。有跋云：「右《呂衡州集》十卷，甲子歲，從錢牧齋借得前五卷；戊辰，從郡中買得後三卷，俱宋本。第六、第七二卷均之闕如。越三年辛未，友人姚君章始為予錄之。因取《英華》、《文粹》照目寫入，以俟他年得完本校定。」又云：「此本一照宋本鈔寫。第二卷聞砧已下十五首，宋本所無，案陳解元棚本鈔入。孱守居士書。」 \\n 左傳檀弓叙事 \\n 劉知幾云：「敘事之工，以簡為主。」因思左氏記晉平公飲酒，杜蕢云：辰在子卯云云，幾三四十言；《檀弓》只以十七字盡之，云：「子卯不樂，知悼子在堂，斯其為子卯也大矣。」語益簡，味愈長，可為文章之法。歐、尹在洛，同作《雙桂樓臨園驛記》，永叔先成，凡千餘言；師魯止用五百許字，永叔服其簡古。他日誌師魯曰：「文簡而有法。」又云：「簡而有法，在《六經》中，惟《春秋》足當之。」可知簡字不易到也。又《類苑》載真宗御製《法音集》，詔學僧於傳法院箋注，楊大年充提舉。一僧注六種震動，幾三百字，大年都抹去；自下止二句曰：「地體本靜，動必有變。」其簡當若此。 \\n 馮班 \\n 馮班，字定遠，常熟人。博雅善持論，著《鈍吟雜錄》六卷。嘗云：「朱子言《禮》稱鄭康成，後儒不從也，却用陳澔注。程子極信《詩》小序，後儒不從也，却從朱子。」又云：「祝字有去聲，後人別作咒詛字，錢牧齋不知；訊誶是一字，王弇州不知。」作文字不可不講字學。定遠論文，多前人未發；但罵嚴滄浪不識一字，太妄。 \\n 擬古 \\n 樂府古詩不必輕擬，滄溟諸賢，病正坐此。前人擬古莫妙於陸機、江淹。馮班云：「江、陸擬古詩，如搏猛虎，禽生龍，急與之角力不暇，氣格悉敵。今人擬古，如床上安床，但覺怯處，種種不逮。」此論良是。若傅玄《艷歌行》云：「一顧傾朝市，再顧國為墟。」呆拙之甚，所謂點金成鐵手也。王弇州云：「乎子四愁，千古絕唱。傅玄擬之，致不足言，是笑資耳。玄又有《日出東南隅》一篇，汰去菁英，竊其常語；尤可厭者，本詞『使君自有婦，羅敷自有夫』，綽有餘味，乃益以天地正位之語，正如低措大記舊文不全時，以己意續貂，罰飲墨水一斗可也。」諒哉！ \\n 王慧詩 \\n 王慧，字蘭韻，太倉人。同年長源督學【發祥】之女，有雋才，所著《凝翠軒詩》一卷，極多佳句。閨詞云：「輕寒薄暖暮春天，小立閑庭待燕還。一縷柳花飛不定，和風搭在繡床前。」又五言如：杏花都揜屋，楊柳半垂溪。花陰依略彴，竹色捲瀟湘。風懷看綠柳，愁緒比黃楊。紈扇三春月，緗琴五夜霜。七言如：別去新篁方解籜，重來芳樹欲過頭。蕭蕭竹影遮紅藥，細細波紋映白魚。纔過輕雷收筍箬，旋即新水試茶芽。一枝香供宜金屋，半醉紅扶待畫叉。【鶯粟花。】楊柳溪橋初過雨，杏花樓閣半藏煙。淚淹紅袖傷離日，愁在黃昏細雨中。硃添小印思題扇，釧擘輕羅憶點籌。牆角紅殘桃結子，石盆青淺菊分芽。柳絮飛殘青滿徑，荳花零亂綠圍村。棠梨謝後猶花信，櫻筍過時已麥秋。幾處溪山留薜荔，一秋風雨在芭蕉。皆佳句也。又宿田家偶見粘窗破紙，乃韓偓香奩詩，惜而賦絕句云：「麗情佳句有誰知？瞥見窗前字半欹。為惜風流埋沒甚，自攜紅燭拂蛛絲。」此等懷抱，亦非尋常閨閣所解。 \\n 借禪喻詩 \\n 嚴滄浪《詩話》，借禪喻詩，歸於妙悟。如謂盛唐諸家詩，如鏡中之花，水中之月，鏡中之象，如羚羊挂角，無跡可求，乃不易之論。而錢牧齋駁之，馮班《鈍吟雜錄》因極排詆，皆非也。 \\n 會昌一品集 \\n 李衛公一代偉人，功業與裴晉公伯仲。其《會昌一品制集》，駢偶之中，雄奇駿偉，與陸宣公上下。別集《憶平泉》五言諸詩，較白樂天、劉夢得不啻過之。 \\n 伊川尊詩小序 \\n 程伊川云：「《詩》小序便是當時國史作，如當時不作，雖孔子亦不能知，況子夏乎？如大序則非聖人不能作。」【涇野云，據此則小序不可改。】又云：「問小序是何人作？」曰：「但看大序則可見矣。」曰：「莫是國史作否？」曰：「序中分明言國史明乎得失之跡。蓋國史得詩於采詩之官，故知其得失之跡；如非國史，則何以知其所美所刺之人？使當時無小序，雖聖人亦辨不得。」曰：「聖人刪《詩》時，曾刪改小序否？」曰：「有害義理處也須刪改。」葉氏《習學記言》云：「作詩者必有所指，故集詩者必有所繫。或記本事，或釋詩意，皆在秦漢之前。讀詩者以其時考之，以其義斷之，惟是之從可也。欲盡去本序，自為之說，失詩意多矣。」 \\n 題畫詩三則 \\n 往見倪雲林小畫，自題詩云：「蕭蕭風雨麥秋寒，把筆臨摹強自寬。賴有俞君相慰藉，松肪筍脯勸加餐。」又在京師人家見一詩云：「梓樹花開破屋東，鄰牆花信幾番風。閉門睡過兼旬雨，春事依依是夢中。」末題云：「至正癸卯呈德機徵君。」右二詩皆佳。 \\n 又嘗見《破窗風雨卷》，武夷山樵者錢惟善題云：「一鐙風雨寒窗破，讀書不知秋怒號。怳如扁舟在江海，但覺四壁皆波濤。對床高臥無此客，倚劍長歌空二毛。曉看庭樹故無恙，千峰雲氣落青袍。」金蓋山人錢岳題云：「敬亭山下讀書菴，破紙窗寒儘自堪。但怪蛟龍嘶匣底，不知風雨暗江南。雲橫黑海秋帆斷，花落彤樓曉夢酣。五色石崩天頂漏，須君手脫巨鰲鐕。」【惟善，字思復，錢塘人。以《羅剎江賦》得名。號曲江居士，有《江月松風集》。】 \\n 又羅塞翁畫猿一軸，余鏗題云：「拋却故山久，披圖眼忽明。老夫歸未得，說與曉猿驚。」韓性題云：「栗葉秋未黃，連臂撼山雨。白晝聞凊啼，愁雲夢天姥。」數詩皆佳作也。【性，字明善，魏公八世孫，居紹興，卒諡莊節先生，《元史?儒學》有傳。】 \\n 朱佐日 \\n 張(曰永)景春《?中人物志》云：「武后嘗吟詩『白日依山盡。黃河入海流』云云。問是誰作？李嶠對曰：『御史朱佐日詩也。』賜綵百匹。子承慶嘗為昭陵輓詩，入高等。由是父子齊名。」按此詩諸集皆作王之渙，之渙開元間詩人，《紀事》《詩話》亦不載佐日名字，張說不知何據？ \\n 鮑謝 \\n 唐鮑防，字子慎，襄州人。仕終工部尚書，工詩，與謝良弼齊名，時亦稱鮑謝。見《全唐詩話》。 \\n 耶律文正詩 \\n 元耶律文正《湛然居士集》十四卷，中多禪悅之語。其詩亦質率，間有可采者，略摘數篇： \\n 「管城從我自燕都，流落遐荒萬里餘。半札秋毫裁翡翠，一枝霜竹剪瓊琚。鋒端但可題塵景，筆下安能劃太虛？聊復贈君為土物，中書休笑不中書。」【贈李郡王筆。】 \\n 「昔年萍水便相尋，握手臨風話素心。刻燭賦成無字句，按徽彈徹沒絃琴。風來遠渡晚潮急，雨過寒塘秋水深。此樂莫教兒輩覺，又成公案滿叢林。」【寄平陽淨名院潤老。】 \\n 「班姬零落到而今，聞道翻身入道林。歌扇舞裙忘舊業，藥爐經卷半新吟。閑眼白晝三杯酒，靜對青松一曲琴。更看他年栖隱處，蓬山樓閣五雲深。」【過武川贈僕散令人。】 \\n 「狐死曾聞尚首丘，悲予去國十年遊。崑崙碧聳日落處，渤海西傾天盡頭。君子云亡真我恨，斯文將喪是吾憂。尚期晚節回天意，隱忍龍庭且強留。」【過燕京和陳秀玉韻。】 \\n 「閑騎白馬思無窮，來訪西城綠髮翁。元老規模妙天下，錦城風景壓河中。花開杷欖芙蓉澹，酒泛蒲桃琥珀濃。痛飲且圖容易醉，欲憑春夢到盧龍。」「閑乘羸馬過蒲華，又到西陽太守家。瑪瑙瓶中簪亂錦，琉璃鍾裏泛流霞。品嘗春色批金橘，受用秋香割木瓜。此日幽歡非易得，何妨終老住流沙。」【贈蒲察元帥。】 \\n 「河中春晚我邀賓，詩滿雲箋酒滿巡。對景怕看紅日暮，臨池羞照白頭新。柳添翠色侵凌草，花落餘香著莫人。【朱淑真詞「無奈春寒著摸人」。】且著新詩與芳酒，西園佳處送殘春。」【河中遊西園。】「萬里西征出玉關，詩無佳思酒瓶乾。蕭條異域年初換，坎軻窮途臘已殘。身過碧雲遊極樂，手遮西日望長安。年光迅速如流水，不管詩人兩鬢班。」【壬午元日。】 \\n 已上數作，頗有風味，皆從軍西域之作也。 \\n 儒將詩 \\n 劉後村跋總管徐汝乙詩云：「宋武臣能詩者賀鑄、劉季孫，為坡、谷深許；其後有劉翰武子、潘檉德久，尤為項平菴、葉水心所賞重。」明景泰中，有十才子，湯參將胤勣最著，予見其《東谷遺稿》十卷，了無可取。成化間金陵姚福者，世襲千戶，著《定軒集》、《避喧錄》、《窺豹錄》，及《青溪暇筆》若干卷。予嘗見《暇筆》草稿，福手書也，記軼事頗亦可喜，而論詩膚陋。如自記蔡琰歸漢圖詩云：「若使胡兒能念母，他年好作倒戈人。」所取彭三吾?明妃詩云：「妾分嫁單于，君恩本不孤。畫工休盡殺，夢弼要人圖。」謂得風人之體，真三家村學究見識，可為噴飯！又嘗見南皮李騰鵬撰《明詩統》，取一詩云：「君王莫殺毛延壽，留畫商巖夢裏賢。」腐儒所見略同乃爾！又明名將如郭登、戚繼光、陳第、萬表，皆有詩名。 \\n 香奩詩 \\n 「眉山暗淡向殘燈，一半雲鬟墜枕稜。四體著人嬌欲泣，自家揉碎砑繚綾。」楊廉夫香奩詩也，見集中。今訛作韓偓，非是。 \\n 仲殊詩 \\n 《漫錄》載僧仲殊詩云：「瑞麟香暖玉芙蓉，畫蠟凝輝到曉紅。數點漏移衙仗北，一番雨滴甲樓東。夢遊黃閣鸞巢外，身臥彤幃虎帳中。報道譙門初日上，起來簾幙杏花風。」右在平江呈黃左丞安中作，東坡所謂蜜殊也。 \\n 歌行引 \\n 《炙輠錄》云：「歌行引本一曲爾，一曲中有此三節。凡始發聲謂之引，引者導引也。既引矣，其聲稍放，故謂之行，行者其聲行也。既行矣，於是聲音遂縱，所謂歌也。惟一曲備三節，故引自引，行自行，歌自歌；其音節有緩急而文義有終始，故不同也。正如大曲有入破滾煞之類。今詩家分之，各自成曲，故謂之樂府，無復異製矣。」又姜白石《詩說》云：「載始末曰引，體如行書曰行，放情曰歌，兼之曰歌行，悲如蛩螿曰吟，通乎俚俗曰謠，委曲盡情曰曲。」 \\n □山 \\n 杜牧之弔沈下賢詩云：「一夜小□山下夢，水如環佩月如襟。」坊刻訛作小孤，與本題無涉。按《吳興掌故》，□山，在烏程縣西南二十里。《易》曰「震為□」，?，花蒂也，《說卦》，山之東曰□。此山在福山東故名，福山又名小□山，與□山相連接。唐詩人沈亞之下賢居此。予鄉華不注，不作跗解，亦與□同義。 \\n 胡釘鉸詩派 \\n 《茶譜》記胡生以釘鉸為業，居近白蘋洲，旁有古冢，每茶飲，必酹之。忽夢一人曰：「吾姓柳，感子茗惠，教子為詩。」後遂名胡釘鉸詩。若然，則釘鉸詩派，乃本柳文暢耶？又《雲溪友議》：列子墓在鄭里，有胡生，家貧，少為磨鏡鍍釘之業，遇名茶美醞，輒祭。忽夢一人，刀劃其腹，納以一卷書；既覺，遂工吟詠，號胡釘鉸。此一事而傳載異耳。 \\n 排律 \\n 唐人省試應制排律，率六韻，載諸《英華》者可考。至杜子美、元、白諸人，始增益至數十韻，或百韻。近日詞林進詩，動至百韻，誇多鬥靡，失古意矣。 \\n 吴惟信 \\n 宋吴惟信中孚，湖州人，寓吴嘉定之白鶴村。吴有糜先生者，於九經注疏，悉能成誦。嘗見中孚賦絕句云：「白髮傷春又一年，閑將心事卜金錢。梨花落盡東風軟，商略平生到杜鵑。」亟下拜曰：「天才也，老夫每欲效顰，則漢高祖、唐太宗追逐筆下矣。」觀此可悟作詩三昧。韓退之詩似論，蘇子瞻詞似詩。昔人謂如教坊雷大使舞終非本色，正此意也。 \\n 劉令嫻詩 \\n 梁徐悱妻劉氏令嫻，孝綽之妹，盛有才名。其祭悱文，清綺可誦。及讀《玉臺新詠》所載令嫻詩，如光宅寺云：「長廊欣目送，廣殿悅逢迎。何當曲房裏，幽隱無人聲。」又有期不至云：「黃昏信使斷，銜怨心悽悽。迴燈向下榻，轉面闇中啼。」正如高仲武所云「形質既雌，詞意亦蕩」。勉名臣，悱名士，得此才女，抑不幸耶？ \\n 妄補古碑 \\n 崑山慧聚寺有毘沙門天王像，唐楊惠之所塑，旁二侍女尤佳。徐稚山紀其事，謂此像得塑工三昧，具戒後人不可妄加修飾。因思古人書畫詩文，寧闕疑不可妄補，皆如此。《西園雜記》載杭州中天竺佛殿後壁山水，王叔明所畫，歲久剝落，有遜齋子者補之，為方棠陵豪所譏，此今古通病也。近見秦中諸碑，如《九成宮》之屬，下方多刓缺，俗人輒以惡書補之，更數十年，真面目不可復識矣。 \\n  \\n 　"}
{"章节": "池北偶談卷十八", "正文": "　 \\n 池北偶談卷十八 \\n 　 \\n  \\n 談藝八 \\n 明宣宗畫 \\n 予嘗見明宣宗畫黑猿一軸，有御筆題云：「鎮守廣西都督山雲所進。」圖中一橫木，猿臂挂其上，不解何謂。一日，予門人常熟錢玉友【良擇】從粵東來云：「嶺外有黑猿，大不盈尺，二臂相通，寐則臂挂於橫木上，一臂漸縮，一臂漸長，所謂通臂猿也。」乃知畫貴格物。 \\n 婦人畫 \\n 近日婦人工畫者，海寧李因是菴，善畫松鷹及水墨花竹翎毛；江陰周禧，善人物花鳥；其妹祜，與之頡頏；義烏倪仁吉、秀水黃媛介，皆工山水木石；桐城方維儀工白描大士。 \\n 張登集 \\n 《國史補》稱：「張登小賦，有織成隱起往往蹙金之狀。」《摭言》亦云「如蹙金結繡而無痕跡」。王彥輔云：「曾在汴京相國寺得唐漳州刺史張登《文集》六卷，權文公為序云：『詩賦之外，雜文合一百二十篇。』又云：『求居、寄別、懷人三賦，與證相一篇，意有所激，鏘然玉振。』然所得書肆鏤版，裁六十六篇，已亡其半。」彥輔欲續姚鉉《文粹》錄登之文，不果，惜也。 \\n 朝鮮採風錄 \\n 康熙十七年，命一等侍衛狼瞫頒孝昭皇后尊諡於朝鮮，因令采東國詩歸奏。吴人孫致彌副行，撰《朝鮮採風錄》，皆近體詩也。今擇其可誦者，粗載於此。林悌詩：「十五越溪女，羞人無語別。歸來揜重門，泣向梨花月。」【閨怨。】「羸驂馱倦客，日暮發黃州。可惜踏青節，未登浮碧樓。佳人金縷曲，江水木蘭舟。寂寂生陽館，孤燈夜似秋。」【中和道中。】白光勳詩：「秋草前朝寺，殘碑學士文。千年自流水，落日見孤雲。」【弘景廢寺。】「偶因休浣到沙門，把酒題詩古寺存。紅藕一池風滿院，亂蟬千樹雨連村。深慚皓首從羈宦，猶喜青山似故園。聞說錦湖煙景異，何時歸棹問真源？」【奉熙寺。】吴時鳳詩：「地即黃岡勝，官如玉局閑。居然小雪日，喚作此堂顏。」【小雪堂。】金宏弼詩：「處獨居閑絕往還，只呼明月照清寒。憑君莫話生涯事，萬頃煙波數疊山。」【書懷。】趙昱詩：「十年長揜故山扉，塵土東華幾染衣。想得鑑湖春夜月，子規應喚不如歸。」【贈鑑湖主人。】姜克誠詩：「江日曉未生，蒼茫千里霧。但聞柔櫓聲，不見舟行處。」【湖堂早起。】鄭碏詩：「遠遠沙上人，初疑雙白鷺。臨風忽橫笛，廖亮江天暮。」【聞笛。】成運詩：「江觸春樓走，天和雪嶺圍。雲從詩筆染，鳥拂酒筵飛。浮海知今是，趨名悟昨非。松風當夕起，蕭颯動荷衣。」【竹西樓。】白光勉詩：「旅泊依村日，重遊屬暮年。鐘聲隔岸寺，人語渡湖船。月上蒹葭遠，煙橫島嶼連。夜深風更急，落雁不成眠。」【縣津晚泊。】金宗直詩：「偶到仙槎寺，巖空松桂秋。(瞿)翻羅代蓋，龍蹴佛天幽。細雨僧縫衲，寒江客艤舟。孤雲書帶草，獵獵滿池頭。」【仙槎寺。】「為訪招提境，松間紫翠重。青山半邊雨，落日上方鐘。語共僧居軟，杯隨客意濃。頹然一榻上，相對鬢蓬鬆。」【佛國寺。】奇邁詩：「南山松柏幽，北山煙霧深。遊子暮何之？庭樹生秋陰。歸雲向遙岑，宿鳥棲前林。幽懷香不極，清風吹我襟。」【直禁詠懷。】鄭道傳詩：「曉日出海東，直照孤島中。夫子一片心，正與此日同。相去曠千載，嗚呼感予衷。毛髮豎如竹，凜凜吹英風。」【嗚呼島弔田橫。】魚無跡詩：「馬上逢新雪，孤城欲閉時。漸能消酒力，渾欲凍吟髭。落日無留景，栖禽不定枝。灞橋驢背興，應與故人期。」【逢雪。】權應仁詩：「結屋倚青嶂，攜瓶盛碧溪。徑因穿竹細，籬為見山低。枕石巾粘蘚，栽花屐印泥。繁華夢不到，閑味在幽栖。」【山居。】趙希逸詩：「春寒料峭酒微醒，羈宦連年恨不平。燈暗小窗聞馬齕，夢回孤枕數雞鳴。祇憑吾友論交道，欲向何人說世情？已判此身同許國，與君終始寸心明。」【次延曙都郵韻。】「鴨水西邊是漢關，天扃地鐍限重灣。荒煙亂磧麟州戍，落日孤雲馬耳山。風定空江波瀲瀲，雪消春郭溜潺潺。思家未得平安字，歸思惟應夢往還。」【龍灣偶成。】金(流土)詩：「楊花落盡草萋萋，楚客傷離思轉悽。佳節一年寒食過，亂山千疊子規啼。虞翻去國身全老，王粲登樓賦漫題。想得天涯回白首，昭陽江上夕陽低。」【寄友。】李達詩：「二妃昔追帝，南奔湘水間。有淚寄湘竹，至今湘竹斑。雲深九疑廟，日落蒼梧山。餘恨在江水，滔滔去不還。」【斑竹怨。】鄭士龍詩：「隨意攤書坐，孤吟對晚暉。岸風帆腹飽，洲雨荻芽肥。籬缺通江色，簾垂礙燕飛。誰知采蘭節，和病試春衣。」【釋悶。】鄭之升詩：「細草閑花水上亭，綠楊如畫掩春城。無人為唱陽關曲，獨有青山送我行。」【留別。】崔慶昌詩：「危石纔交一徑通，白雲千古祕仙蹤。橋南橋北無人問，落木寒流萬壑同。」【武陵溪。】「水岸依依楊柳多，小船遙聽采蓮歌。紅衣落盡秋風起，日暮芳洲生白波。」【采蓮曲。】柳永吉詩：「落葉鳴廊夜雨懸，佛燈明滅客無眠。仙山一躡傷遲暮，烏帽欺人二十年。」【福泉寺。】金質忠詩：「常苦愁腸日九回，忽驚啼鳥報春來。三年藥物人猶病，一夜雨聲花盡開。世事紛紛難自了，天機衮衮遞相催。平生久負凌雲氣，怊悵如今半已摧。」【病出湖堂。】林億齡詩：「寂寞荒村隱少微，蕭條石徑接柴扉。身同流水世間出，夢作白鷗江上飛。山擁客窗雲入座，雨侵書榻葉投幃。飄然又作抽簪計，塵土何由化素衣？」【送友還山。】崔壽峸詩：「老猿失其群，落日古槎上。兀坐首不回，想聽千山響。」【題畫。】金淨詩：「江南殘夢日懨懨，愁逐年華日日添。雙燕來時春欲暮，杏花微雨下重簾。」【江南春思。】鄭知常詩：「桃花紅雨燕呢喃，繞屋春山間翠嵐。一頂烏紗慵不整，醉眠花塢夢江南。」【醉後。】偰遜詩：「一夜山中雨，風吹屋上茅。不知溪水長，祇覺釣船高。」【山中雨。】李植詩：「春風急水下輕艭，朝發驪陽暮漢江。篙子熟眠雙櫓靜，青山無數過船窗。」【泊漢江。】權遇詩：「衙罷乘閑出郭西，殘僧古寺路高低。祭星壇畔春風早，紅杏半開山鳥啼。」【竹長寺。】許筠詩：「重簾隱映日西斜，小院回廊曲曲遮。疑是趙昌新畫就，竹間雙鶴坐秋花。」【晚詠。】朴瀰題平壤館壁西京古蹟詩三十首，遺田儀曹，其六云：「檀下神人始此都，至今遺廟古城隅。不知當日阿斯達，亦有攀髯墮者無？」【一。】「太師杖軼筆猶存，舊事鴻濛未足言。惟有青山三尺墓，東人須與孔林論。」【二。】「周家井制出鄒賢，猶是其詳不得傳。試向含毬門外望，平郊十里是商田。」【三。】「丹絡元非赤土宜，清泉何事涌中逵？鹿盧汲取瓊漿飲，千載令人說太師。」【四。】「高句驪起漢鴻嘉，宮殿遺墟草樹遮。怊悵乙支文德死，國亡非為後庭花。」【五。】「朝天片石出江潯，麟窟苔封草樹深。怊悵天孫何處去？野棠花發古祠陰。」【六。】又送詔使還京師詩序，并載於左。「皇上紀元之十七年戊午，上駟、武備二大人頒大行皇后諡於下國，時則不佞謬膺寡君儐命之托，馳迓龍灣，因護其行。抵王京，二大人傳宣帝命，以寡君有疾，停郊迎儀。前度使臣之回奏也，小邦君臣，且感且悸。惟是飲冰之行，莫肯虛徐，請少留而不可得。時值大歉，公私未立，殆不能備供億之禮。二大人大加衋傷，一革浮費，所索者惟詩文與書法而已。寡君命朝紳或製或寫以應，橐中所齎，蕭然若寒士，前此所未有也。武備公仍將兩朝宸翰示不佞暨都監諸官，其書曰：『正大光明』者，即先皇帝筆，今皇帝手書跋尾者也。其曰『清慎勤』，今皇帝筆也。生龍活蛟之蜿蜒，銀鉤鐵畫之勁健，真可以參造化，驚風雨。跋語珠光玉潔，自有不可掩之華。蓋公世懋勳庸，錫予蕃庶，最以此珍玩，不以出疆而舍之云。海外鯫生，非蒙天使眷顧，則亦何途之從而獲此大觀也哉！自臨境至回旆，首尾四十有二日，不佞又伴至鴨綠江上，大人徵詩若序，要作他日不忘之資。顧不佞素短於章句，重以筮仕數十載，勞攘簿書，拋棄翰墨，自慚不足以副大人之勤教也。辭之益固，命之益懇，因略叙其概，兼呈篇什，以供一粲云爾。詩五言十韻，有云：『紙上風雷隱，毫端造化奇。城路風旌掣，滄江鼓角悲。』云云。伴送使資憲大夫行司憲府大司憲兼成均館大司成廣州後人歸巖李元楨。」【致彌後登戊辰進士，改庶吉士。】 \\n 神韻 \\n 汾陽孔文谷【天胤】云：「詩以達性，然須清遠為尚。」薛西原論詩，獨取謝康樂、王摩詰、孟浩然、韋應物，言：「白雲抱幽石，綠篠媚清漣。清也。表靈物莫賞，蘊真誰為傳。遠也。何必絲與竹，山水有清音；景昃鳴禽集，水木湛清華。清遠兼之也。總其妙在神韻矣。」神韻二字，予向論詩，首為學人拈出，不知先見於此。 \\n 梅詩 \\n 宋梅聖俞初變西崑之體，予每與施愚山侍讀言及《宛陵集》，施輒不應。蓋意不滿梅詩也。一日，予曰：「扁舟洞庭去，落日松江宿。此誰語？」愚山曰：「韋蘇州、劉文房耶？」予曰：「乃公鄉人梅聖俞也。」愚山為爽然久之。 \\n 周嬰卮言 \\n 周嬰字方叔，莆田人，撰《卮林》十卷，援據該博。偶記其數條可資詩話者，如石尤風引元相詩：「罔象睢盱頻逞怪，石尤翻動忽成災。」義山古意詩：「去夢隨川后，來風竚石郵。」以石郵對川后，蓋奇相飛廉之屬。 \\n 又古咄唶歌：「棗適今日賜，誰當仰視之？」引《方言》云：「賜，盡也。」潘岳《西征賦》「若循環之無賜。」《維摩詰經》「如來缽飯，悉飽眾會，猶故不賜。」《太平廣記》引《啟顏錄》山東人謂盡為賜，是也。又《光明經》「食已飽足，飯不消溺」，儩與賜同。予按《集韻》儩，盡也。見《釋典》儩洩水門。《南史》有石儩杼山詩，應思石儩訪春泉，石儩清心胸，不云盡義。 \\n 又楊用修曰：「唐人云：君苗無姓。《宛委餘編》曰：君苗姓應，瑒之從弟，見《文選》注。非也。」按陸雲與兄平原書云：「前作登臺賦，極未能成，而崔君苗作之。」又云：「君苗作愁霖賦極佳，見兄文，輒云欲燒筆研。曹志苗之婦公，其婦與兒，皆能作文。頃借其《釋詢》二十七卷，當百餘紙寫之。」則君苗清河族也，休璉與二陸相距且百年，其從弟安得尚存，復修少年鉛槧事耶？ \\n 又高似孫《緯略?金樓子》云：「劉子玄為《水仙花賦》，時人謂不減《洛神》，予固不敢望知幾。」云云。按金樓子者，梁元帝也，劉子玄，知幾也。知幾在證聖中，作《史通》二十卷。後以名類玄宗，改名子玄，在元帝後百餘年矣。《御覽》引《金樓子》云：「劉休玄為《水仙賦》」云云。是南宋南平王鑠也。水仙乃水上神女，陶弘景亦有賦。高氏以休玄為子玄，以水仙為花名，豈不謬歟？此類數十條，皆足解頤。胡元瑞、陳晦伯作《正楊》《筆叢》等書，以駁用修。方叔作《廣陳諗胡》尤為楊氏功臣。予按以休玄為子玄，正如書家以劉德升為景升也。 \\n 常棣叶韻 \\n 《詩?常棣》：「兄弟鬩于牆，外禦其侮。每有良朋，烝也無戎。」劉原父《七經小傳》云：「戎，疑當作戍，戍，亦禦也。」吴才老《補音》云：「務字，古人讀作蒙，疑侮當作雺，以叶戎。」《童子問》載朱子云：「戎汝二字，古人通用，是叶音汝也。如南仲太祖，太師皇父，整我六師，以修我戎，亦叶汝也。」予按，三說當以原父為長。 \\n 中晚詩句 \\n 北齊房君豹有山池在歷城，參軍尹孝逸將還鄴，詞人餞宿於此。自為詩曰：「風淪歷城水，月倚華山樹。」時人以比謝氏。此自北齊詩。【《詩紀》未采。】《詩藪》誤作中唐，且訛華山為華陽，方叔正之是矣。至云「猿啼洞庭樹，人在木蘭舟」句，格近六朝，而方叔疵之，謂是晚唐面目，則謬甚。吴郡皇甫少玄、百泉兄弟論詩，以此二語為五言極則，藝苑流傳，焉可誣也？ \\n 一鳴集 \\n 唐司空圖《一鳴集》十卷，雜著八卷，碑版二卷。前有自序云：所撰《密史別編》，又有《絕麟集述》，亦其自著也。其與王駕論詩曰：「國初雅風特盛，沈宋始興之後，傑出於江寧，宏肆於李杜。右丞、蘇州，趣味澄敻，如清沇之貫逵；大曆十數公，抑又其次。元白力勍而氣孱，乃都市豪估耳。」又與李生論詩曰：「江嶺之南，凡是資於適【目】　【口】者，若醯，非不酸也，止於酸而已。若鹺，非不鹹也，止於鹹而已。酸鹹之外，醇美者有所乏耳。王右丞、韋蘇州，澄澹精緻，格在其中，豈妨於遒舉哉？」晚唐詩以表聖為冠。觀此二書持論，可見其所詣矣。 \\n 官銜 \\n 官銜二字，習俗相沿，不識其義。《家語?禮運篇》云：「官有銜，職有序。注，銜，治也。」《執轡篇》云：「古之銜天下者，以六官總治焉，故曰銜四馬者執六轡，銜天下者正六官。」官銜之義本此。《封氏聞見記》云：「銓曹聞奏之時，先書舊官品於前，次書擬官於後，使新舊相銜不斷，如人口銜物。又如馬之有銜，以制其首，古人謂銜尾相屬，即其義也。」此臆說，殊無所據。 \\n 邵潛 \\n 邵潛字潛夫，自號五岳外臣，南通州人。性傲僻不諧俗，好嫚?人，人多惡之。及與李本寧、鄒彥吉、黃貞父、陳仲醇諸公遊，所著《友誼錄》、《循吏傳》、《印史》諸書，多可傳者。年五十無子，娶後妻成，久之，嫌其貧老，棄去，一婢又為勢豪所奪，遂隻身客如?城西門，年八十矣。康熙乙巳，予過皋訪之，茅屋三間。黝黑如漆。邵筋骨如鐵，白髮鬖鬖被領，雙眸炯然。具果蓛留予飲。尚盡數觴，與修褉冒氏洗缽池，尚能與予輩賦詩。陳其年【維崧】云：「古今文人多窮，然未有如邵先生者，聽其言，愴然如劉孝標所自序也。」予去廣陵，聞邵即以是歲下世矣。 \\n 沈嘉客 \\n 沈嘉客字無謀，河間故城人，居鄭口，性孤迥，有潔癖。與德州盧德水侍御【世(氵)】、臨清汪未央孝廉【大年】交好，以詩相倡和。於吴交姚孟長【希孟】、楊子常【彝】、顧麟士【夢麟】，於梁交?讓伯【伯裔】、徐霖蒼【作霖】，與容城孫鍾元【奇逢】尤善。中年作閉關疏，送客不出籬落。一畝之宮，花竹清深，圖書充牣。縣令至，必式廬，復其徭役。年八十餘乃卒。予嘗愛其一絕云：「淮南作客逢春雨，破帽疲驢幾日程。六合城南呼舴艋，綠陰相送到南京。」 \\n 名媛詩 \\n 周嬰方叔極稱辨博，然有不必辨者，如詮鍾辨文明太后青臺雀歌，杜蘭香贈張碩詩數條，不知《名媛詩歸》，乃吳下人偽託鍾、譚名字，非真出二公之手，何足深辨？又向來坊間有《明詩歸》，更俚鄙可笑，亦託名竟陵，又足辨耶？ \\n 坊刻又有《皇明通紀》，亦託名鍾惺，內載左都御史曹思誠為魏忠賢建祠事。曹近刊冤揭云：「與惺素無仇怨，惺何不自惺？」等語。不知惺歿於天啟乙丑，而坊賈偽託之也。曹氏遍愬京師，與鍾為難，可發一笑。此康熙二十年事，去鍾之歿已五十七年矣。 \\n 七子三獨夫 \\n 陸機《五等諸侯論》：「六臣犯其弱綱，七子衝其漏網。」呂向注，七子謂吴王濞七國。《劉更生傳》：「春秋地震，為在位執政太盛也，不為三獨夫動，亦明矣。」師古曰：「獨夫，猶言匹夫也。」七子、三獨夫，皆奇文。 \\n 二王詩畫 \\n 金陵王概，字安節，善畫山水；其兄蓍，字宓草，工花卉翎毛；兄弟皆能詩，往往可誦。蓍本名尸，概本名丐，後改今名。嘗見概兩篇云：「虛窗吮筆臨秋水，葭菼蒼蒼冷到天。為愛芙蓉江月好，小亭長伴鷺絲眠。」又「潯陽江水抱城流，庾亮曾經此夜遊；亦是新涼當八月，遂教高會擅千秋。風騷接席無今古，喬梓凌雲富唱酬；傑閣共傳詩句好，飛揚興不減南樓。」概，詩人方文爾止婿也。 \\n 王右丞詩 \\n 世謂王右丞畫雪中芭蕉，其詩亦然。如：「九江楓樹幾回青，一片揚州五湖白。」下連用蘭陵鎮、富春郭、石頭城諸地名，皆寥遠不相屬。大抵古人詩畫，只取興會神到，若刻舟緣木求之，失其指矣。 \\n 契丹大金二國志 \\n 《契丹國志》二十七卷，宋淳熙七年祕書丞葉隆禮奉詔撰進。其書：帝紀十二卷，后妃諸王外戚傳三卷，列傳四卷，石晉降表、宋澶淵誓書、關南誓書、議割地界書共一卷，南北朝饋獻禮物、外國貢獻一卷，四京州縣沿革一卷，風俗官制科舉等一卷，王沂公、富鄭公《行程錄》一卷，張舜民《使北記》等一卷，《諸番雜記》、《歲時雜記》二卷。又《大金國志》四十卷，宋端平元年淮西歸正人改授承事郎、工部架閣宇文懋昭上其書，帝紀二十六卷，開國功臣一卷，文學二卷，《張邦昌錄》一卷，《劉豫錄》一卷，立偽楚偽齊冊文、宋宗室隨二帝北狩一卷，兩京制度陵廟儀?官制科舉兵制等四卷，兩國誓書一卷，京府州縣一卷，初興風俗一卷，許亢宗《行程錄》一卷。《金志》記載與《南遷錄》多相合，與史多謬。其文學傳則全節取元好問《中州集》。或云宋人偽造，似也。《契丹志》簡淨可觀，《金志》則仿其書而為之者耳。 \\n 王義山詩 \\n 予【向】謂劉後村詩，好用本朝人事。近見宋末王義山《稼村集》，效顰尤可厭，如：「爭道老泉生二秀，最難錦水又三劉。」「師魯僅存遺集在，樂天無限故人思。」「田園彭澤菊三逕，意思濂溪草一般。」「上帝遣符徵范鎮，斯民失怙哭溫公。」「梅花窗下參同契，綠草庭前太極圖。」「榜文爭看乖崖押，士類歡呼常衮來。」「無己許令參後社，庭堅端的是前身。」「有時覓句尋歐約，不慣斟羔學党家。」此真下劣詩魔，惡道坌出矣。宋末如王義山、何夢桂之流，酸腐庸下，而詩文獨傳至今。文之傳不傳，信有命耶？ \\n 杜注 \\n 錢牧齋注杜，主宋紹興?若季海本，若自序云：「凡稱樊者，樊晃小集也。稱晉者，開運二年官書也。稱荊者，王介甫四選也。稱宋者，宋景文也。稱陳者，陳無己也。稱刊及一作者，黃魯直、晁以道諸本也。」又宋胡仔《苕溪漁隱》云：「《子美集》，予所見者凡八家。《杜工部小集》，則潤州刺史樊晃所序也。《注杜工部集》，則內翰王原叔洙所注也。【吴彥高集云：是元祐間祕閣校對黃本，鄧忠臣慎思所注，託名原叔。】改正王內翰注，則王寧祖也。《補注杜工部集》，則學士薛夢符也。《校定杜工部集》，則黃長睿伯思也。《重編少陵先生集》并《正異》，則東萊蔡興宗也。《注杜詩補遺正謬集》，則城南杜田也。《少陵詩譜》，則縉雲鮑彪也。」 \\n 王承旨詩 \\n 宋刻《鑒戒錄》載前蜀興聖太子隨軍王承旨【失其名。】詠後主出降詩云：「蜀朝昏主出降時，銜璧牽羊倒繫旗。二十萬軍齊拱手，更無一箇是男兒。」此與花蕊夫人詩大同小異，必有一誤。【此詩《能改齋漫錄》亦兩載之。】 \\n 盧延讓 \\n 何光遠《鑒戒錄》載，王蜀盧侍郎延讓獻王建詩卷中，有「栗爆燒氈破，貓跳觸鼎翻」之句。後建與潘峭在內殿平章邊事，令宮人於爐中煨栗，栗爆出，燒損繡褥子。建多疑，每於爐中燒金鼎子，惟徐妃二妹妹侍茶湯而已。是夜宮貓誤觸鼎翻，建曰：「栗爆燒氈破，貓跳觸鼎翻。」憶延讓詩有此一聯，先輩裁詩，信無虛境，來日遂有六行之拜。【自給事拜工部。】以俚鄙之詞，遂獲顯擢，與孟公「松月夜窗虛」，迥異如此，人生窮通，豈非命乎！或云是盧延遜獻宋太宗詩，潘峭作潘美。 \\n 慈恩塔詩 \\n 元白因傳香於慈恩寺塔下，忽睹章先輩八元詩，吟詠竟日，悉令除去諸家之詩，惟留章作。其五六句云：「回梯暗踏如穿洞，絕頂初攀似出籠。」殊不成語，不知元白何以心折如此？盛唐高、岑、子美諸公同登慈恩寺塔賦詩，或云：「秋色從東來，蒼然滿關中。五陵北原上，萬古青濛濛。」【岑。】或云：「秋風昨夜至，秦塞多清曠。千里何蒼蒼？五陵鬱相望。」【高。】或云：「秦山忽破碎，涇渭不可求。俯視但一氣，焉能辨皇州？」【杜。】此是何等氣概，視章作真小兒號嗄耳。每思高、岑、杜輩同登慈恩塔，高、李、杜輩同登吹臺，一時大敵，旗鼓相當，恨不廁身其間，為執鞭弭之役。 \\n 陶季 \\n 寶應布衣陶澂，字季，一字昭萬有，著《舟車集》，予為刪定。其客湖南閩中諸詩，多似高岑龍標，今日一作手也。過東阿曹子建墓，有句云：「可憐衰草地，猶是建安人。」為時所稱。 \\n 琉球二僧詩 \\n 琉球天王寺有僧，號瘦梅道人。賦七夕詩云：「陶公簾外【亦】　【赤】龍下，漢武殿前青鳥來。」又萬松院僧不羈有詩云：「黃葉落三【經】　【徑】，白雲歸數?。」予門人汪翰林舟次【楫】、林舍人石來【麟】，康熙癸亥奉使其國，見之。石來有詩云：「瘦梅道者人不識，梵夾吟題聳兩肩；賦得赤龍青鳥句，樊南甲乙可同傳。」「浮屠亦有不羈人，祗樹蕭蕭絕世塵；唐體詩中風格好，白雲黃葉鬥清新。」 \\n 詩三百非孔子所刪 \\n 孔子但正樂，使各得其所而已，未嘗刪詩，觀「自衛返魯」云云可見。且一則曰詩三百，再則曰誦詩三百，《家語》對哀公問郊，亦曰：「臣聞誦詩三百，不可以一獻。」知古詩本來有三百篇，非孔氏自刪定也。又《左傳》列國卿大夫燕饗賦詩，率皆三百篇中之詩，多在孔氏之前，其非夫子手刪，了然可見。葉水心《習學記言》云：「《史記》言古詩三千，孔安國亦言刪詩為三百篇。按詩，周及諸侯用為樂章，今載於左氏者，皆史官先所采定，就有逸詩，殊少矣，不待孔子而後刪十取一也。《論語》稱詩三百，本謂古人已具之詩，不應指其自刪者言之也。」輔廣亦謂司馬遷言古詩三千，傳聞之誤。其說與予見略同。 \\n 敏速 \\n 《南唐近事》載處士史虛白嘗對客弈，旁令學徒四五輩，各秉紙筆，先定題目，隨口而書，略不停綴，數食之間，眾製皆就。《封氏聞見記》：雒縣尉張陟，在中書日試萬言，令善書者三十人，各操紙執筆，俱占題目，身自巡席，依題口授，周而復始，午後，詩筆俱成，得七千餘字。《唐詩紀事》：長沙王璘日試萬言，崔詹事廉問表薦於朝，先試之。璘請十吏，皆給筆札，璘口授，十吏筆不停綴，首題《黃河賦》三千字，復為鳥散餘花落詩二十首，皆可謂敏速矣。又韋?嘗於二十四化設醮，請符載撰齋詞，於時飲摩訶池上，載命小吏十二人捧硯，人分兩題，緩步池間，各授口占，其敏如此。 \\n 石敬瑭家廟碑 \\n 朱簡討云：「曾於廟市見五代石敬瑭家廟碑，梁周翰撰，文翰雖不甚工，亦是古物，惜未購之。」此碑石今不知所在。 \\n 東絹 \\n 蜀鹽亭縣有鵝溪，【縣】出絹，謂之鵝溪絹，亦名東絹。子美詩「我有一疋好東絹」是也。周紫芝詩：「百尺寒松老幹枯，韋郎筆妙古今無。何如莫掃鵝溪絹。留取天吴紫鳳圖。」此雖諧謔，然北征自作於赴行在時，而題韋偃畫松，則在入蜀之後，固不可同日語也。 \\n 魏野詩 \\n 宋小說載魏野同寇萊公遊陝郊某寺詩云：「若得時將紅袖拂，也應勝似碧紗籠。」《湘山野錄》云：「添蘇，長安名姬也。孫僅尹京兆日，野寄詩云：『見說添蘇亞蘇小，隨軒應是珮珊珊。』孫愛之，以示添蘇，喜如獲寶，求善筆札者，大署其詩於壁。野以事抵長安，孫邀置府宅，人未之知也。有好事者與密過添蘇家，見其風貌魯質，固不前席。野忽舉頭見壁所題，乃索筆於側別紀一絕云：『誰人把我狂詩句，寫向添蘇繡戶中？閑暇若將紅袖拂，還應勝得碧紗籠。』添蘇始知是野，大加禮敬。」二說不同。 \\n 鐵帆 \\n 僧鐵帆能詩，順治末，予官揚州，鐵帆住木蘭寺。劉吏部公(甬戈)【體仁】聞之，寄予書云：「是天寒衣衲重鐵帆耶？」天寒衣衲重，乃粵僧一靈句，公(甬戈)誤記耳。東坡在黃日，參寥往視之。京師士大夫寄書云：「聞有僧在彼，是隔林彷彿聞機杼和尚耶？」坡笑語參寥云：「此是吾師七字號。」公(甬戈)帖全用此語。 \\n 徐曹詩 \\n 徐禎卿「洞庭葉未下，瀟湘秋欲生」一篇，非太白不能作，千古絕調也。曹學佺亦有《秦淮送別》一篇云：「疏籬豆花雨，遠水荻蘆煙。忽弄月中笛，欲開江上船。」情致殆不減徐。徐五集中有一絕云：「渺渺太湖秋水闊，扁舟搖動碧琉璃。松陵不隔東南望，楓落寒塘露酒旗。」曹一絕可以相敵，新林浦云：「夾岸人家映柳條，玄暉遺跡草蕭蕭。曾為一夜青山客，未得無情過板橋。」 \\n 題壁逸詩 \\n 予少時與先兄考功同上公車，每到驛亭，輒題素壁，筆墨狼藉，率不存稿，逸去多矣。數年來往往從友人口中得之，怳忽如夢，不忍盡割，略記於此。「河口花明錦纜春，砑繚綾子領邊巾。不知何事牽儂思，欲疊紅箋賦洛神？」【徐隱君東癡嘗口誦此詩。】「不見湘中舊氾人，西園蘭石愴如新。低佪十五年前句，祇有蛛絲絡暗塵。」【彭少宰孫遹羡門誦之。】「關河連夜雨，驛路一聲蟬。」【湯右曾西崖、王戩孟穀誦之。】「風回邸閣聞鈴馱，日落關山見戍旗。彷彿夢中尋蜀道，打包身度棧雲西。」【徐學士健菴誦之。且題其右云：「古驛斜陽聽鐸聲，分明棧路蜀山行。讀君題句成先讖，天遣才人過錦城。」】「往跡流傳本事詩，廿年如夢不堪思。重來頭白風情盡，誰記巡檐繞柱時？」【汪耀麟叔定誦之。】「趙北燕南水四圍，此中避地可忘機；垂垂芡實迎秋熟，拍拍鷗群接翅飛。蟹舍都連黃篾舫，釣人相映綠蓑衣；淮南小別今三載，魚稻珠湖願竟違。」【曹祭酒禾蛾嵋榜旅舍曰漁洋詩屋。】 \\n 白洪? \\n 先世父侍御公，崇禎中巡視茶馬，作西巡雜詩數十首，有云：「不須赤打白洪崖。」予幼誦之，不解為何語？頃見丁謂戲白稹詩云：「五百青蚨兩家缺，赤洪崖打白洪崖。」蓋用此。 \\n 論坡谷 \\n 許彥周《詩話》云：「東坡詩不可輕議，詞源如長江大河，飄沙卷沫，枯槎束薪，蘭舟繡鷁，皆隨流矣。珍泉幽澗，澄澤靈沼，無一點塵滓，只是體不似江河耳。」林艾軒論蘇、黃云：「譬如丈夫見客，大踏步便出去；若女子便有許多粧裹，此坡、谷之別也。」 \\n 明史樂府 \\n 長洲尤展成【侗】，晚以博學宏詞入史館，在局中，仿李西涯體作《明史樂府》百篇，佳處殆不減李，今略載數首於此。作佳傳云：「入學宮，辭孔子，衣帶題詩自經死。出史局，別同官，官方飼豬不暇看。一死一生交情見，留與若翁作佳傳。」閣門使云：「閣門使，鐵簡賜，谷長史兼理六王事，當局不敢讓，臣誼應如是，殿下百世後，難逃一箇字。下詔獄，徽髮死，嗟乎！此真文成子，張辟彊，豚犬耳。」生程濟云：「為忠臣，為智士，死高翔，生程濟。身免乎，軍中祭，君免乎，宮中剃。君乘車，臣執轡，君登舟，臣操枻。寒則燎衣飢持糒，四海從亡多故人，道旁相見惟流涕。萬水千山風復雨，送君還上金陵去，天外龍蛇有日歸，鴻飛冥冥不知處。」靖難云：「七國反，誅家令，灌將軍出山東定。北平起，討齊、黃，曹國公出金陵亡。建文君，非景帝，燕王亦非吴王濞，靖難雖然百戰功，成敗何常總天意。太祖生男二十五，為王為庶知誰主？燕子高飛上帝畿，紇干凍雀無毛羽，可憐高煦亦英雄，頃刻燒死銅缸中。」威武大將軍云：「平陽侯，張公子，威武大將軍，三君一轍耳。漢家天子自待邊，大同宣府往復還，朕稱將軍封萬戶，驃騎當屬江與錢。旌旗獵獵向北駐，樓船搖搖望南渡，豹房家裏樂未終，更覓春江花月處。朝登牛首山，夕宿鳳皇臺，鄱陽凱歌何雄哉！戎服簪花金銀牌，揚鞭却指隋堤笑，一狩江都竟不回。」大禮云：「明倫典，問誰作？唱者璁，和者萼。筆者方，削者霍。浹與綰，唯且諾。天子有私臣，朝中皆黨人，武夫何知咄郭勛。配爾祖，英烈傳，中山眙開平歎。」根本彗云：「根本彗，腹心彗，門庭彗，群妖掃地偷龍睡，彗未退兮孛將至。大馮君，小馮君，忠臣孝子出一門，刺血上書動至尊。但看六月飛霜雪，君門之彗乃可滅。」河套冤云：「嚴夏兩家雞相鬥，曾銑仇鸞分左右；嚴雞方勝夏雞孤，銑欲劾鸞胡為乎？套未復，身先死，朝璽書，暮西市。將軍橫尸何足言？宰相駢首寧無冤？君莫哭，君不見，朱仙鎮上風波獄。」長生藥云：「五利戮，文成死，致一真人上天去，復有紫府神霄兩高士。天子齋居，日夜禱祠，相公宿直，爭獻青詞，赭衣半道，斷首滿稽。殺人媚天，修玄奚為？四十五年元氣削，王金方進長生藥。」海瑞疏云：「世宗在位四十五，建言諸臣盡圜土，末年乃有海瑞疏，直訐乘輿干上怒。擲地不已遶殿步，忠臣豈肯逃亡去？大行賓天應釋汝，獄吏酒肴相勞苦。但願飽啖得死所，誰知晏駕驚聞訃？此日方看臣哭主，當時尚疑子罵父。」逐新鄭云：「華亭去分宜，江陵逐新鄭，賢否故懸殊，門戶總同釁。主少國疑賴元老，一留一去由馮保，宰相踉蹌出午門，先皇顧命寒秋草。大臣獄起重驚倒，不憐身歿無遺表，夫人泣涕致相公，敬為故夫獻微寶。富貴何常忽易人，江陵簿錄還如埽。噫嘻乎！前人跌，後人滑，古來名位多相軋，死姚崇算生張說。」趙高傳云：「委鬼當頭坐，茄花滿地紅，趙嬈曹節竟私通，涿州道上馬游龍，月華門前車鬥風。內操撾鼓鳴刀弓，犴狴流血朝班空，祠堂昭德兼崇功，乾兒義子多如蟲。讀史至此再三歎，殆哉岌岌將作難，滿朝彈章君不見，中宮獨看趙高傳。」 \\n 闈中詩 \\n 淄川袁孝廉松籬【藩】，名士也，以康熙癸卯冠禮經，壬戌尚困公車。闈中賦詩云：「二十年前古戰場，臥聽譙鼓夜茫茫；三條畫燭連心爇，一徑寒風透骨涼。苦向緇塵埋鬢髮，憑誰青眼託文章？明宵別後長安月，偏照河橋柳萬行。」武康陳孝廉興公【之?】吟之，至泣下。是科袁竟下第，乙丑病蠱卒。 \\n 無羊之什 \\n 《詩?國風》如《燕燕》、《蒹葭》、《豳風》、《東山》、《七月》諸篇，述情賦景，如化工之肖物。即如《小雅?無羊之什》云：「或降於阿，或飲於池，或寢或訛，爾牧來思。何蓑何笠，或負其餱，麾之以肱，畢來既升。」即使史道碩、戴嵩，畫手擅場，未能至此，後人如何著筆？ \\n  \\n 　"}
{"章节": "池北偶談卷十九", "正文": "　 \\n 池北偶談卷十九 \\n 　 \\n  \\n 談藝九 \\n 宋人絕句 \\n 偶為朱錫鬯太史【彝尊】舉宋人絕句可追唐賢者，得數十首，聊記於此。「亭亭畫舸繫春潭，只待行人酒半酣。不管煙波與風雨，載將離恨過江南。」「春陰垂野草青青，時有幽花一樹明。晚泊孤舟古祠下，滿川風雨看潮生。」「冷於陂水淡於秋，遠陌初窮見渡頭。賴是丹青無畫處，畫成應遣一生愁。」「竹外桃花三兩枝，春江水暖鴨先知。蔞蒿滿地蘆芽短，正是河豚欲上時。」「黃葉西陂水漫流，籧篨風急滯扁舟。夕陽暝色來千里，人語雞聲共一丘。」「露白霜紅郭外田，山濃水淡欲寒天。參軍抱病陪清賞，一檄呼歸亦可憐。」「斷腸聲裏無形影，畫出無聲亦斷腸。想得陽關更西路，北風低草見牛羊。」「梁州一曲當時事，記得曾拈玉笛吹。端正樓空春晝永，小桃猶學澹燕支。」「斷雲一葉洞庭帆，玉破鱸魚霜破柑。好作新詩寄桑苧，垂虹秋色滿東南。」「投荒萬死鬢毛斑，生入瞿唐灩澦關。未到江南先一笑，岳陽樓上對君山。」「江上荒城猿鳥悲，隔江便是屈原祠。一千五百年間事，只有灘聲似舊時。」「夜雨連明春水生，嬌雲濃暖弄微晴。簾虛日薄花竹靜，時有乳鳩相對鳴。」「目盡孤鴻落照邊，遙知風雨不同川。此中有句無人見，送與襄陽孟浩然。」「獨憑危堞望蒼梧，落日君山似畫圖。無數柳花飛滿岸，晚風吹過洞庭湖。」「來時秋雨滿江樓，歸日春風度客舟。回首荊南天一角，月明吹笛下揚州。」「梨花淡白柳深青，柳絮飛時花滿城。怊悵西闌一株雪，人生看得幾清明。」「到處相逢是偶然，夢中相對兩華顛。還來共醉西湖雨，不見跳珠十五年。」「烏塘渺渺路平堤，堤上行人各有攜。試問春風何處好？辛夷如雪柘岡西。」「掃地焚香閉閣眠，簟紋如水帳如煙。客來夢覺知何處，挂起西窗浪接天。」「曾作金陵爛熳遊，北歸塵土變衣裘。芰荷聲裏孤舟雨，臥入江南第一州。」「皂莢村南三四里，春江不隔一程遙。雙堤鬥起如牛角，知是隋家萬里橋。」「去年此日泊瓜洲，衰柳蕭蕭客繫舟。白髮天涯歎流落，今宵聽雨古宣州。」「山驛蕭條酒倦傾，嘉陵相背去無情。臨流未忍輕相別，吟聽潺湲坐到明。」「照江丹葉一林霜，折得黃花更斷腸。商略此時須痛飲，細腰宮畔過重陽。」「洞庭木落萬波秋，說與南人亦自愁。欲指?淞何處是，一行征雁海山頭。」「陌上花開蝴蝶飛，江山猶是昔人非。遺民幾度垂垂老，遊女還歌緩緩歸。」「白髮先朝舊史官，風爐煮茗暮江寒。蒼龍不復從天下，拭淚看君小鳳團。」「濯錦江邊憶舊遊，纏頭百萬醉青樓。而今莫索梅花笑，古驛燈前各自愁。」「濟南春好雪初晴，行到龍山馬足輕。使君莫忘霅溪女，時作陽關腸斷聲。」「琵琶絃急滾梁州，羯鼓聲高舞臂鞲。破費八姨三百萬，大唐天子要纏頭。」「逍遙堂後千章木，常送中宵風雨聲。誤喜對床尋舊約，不知漂泊在彭城。」「秋來東閣涼如水，客去山公醉似泥。困臥北窗呼不醒，風吹松竹雨凄凄。」「千詩織就回文錦，如此陽臺暮雨何。只有聰明蘇蕙子，更無悔過竇連波。」「落日同騎款段遊，倦依松石弄清流。蓬萊漢殿春分手，一笑相逢太華秋。」「舟中一雨掃飛蠅，半脫綸巾臥翠藤。殘夢未醒窗日晚，數聲柔櫓下巴陵。」「何人把酒慰深幽，開自無聊落更愁。幸有清溪三百曲，不辭相送到黃州。」「向來松檜欣無恙，坐久復聞南澗鐘。隱隱修廊人語絕，四山滴瀝雪鳴風。」「自愛新詞韻最嬌，小紅低唱我吹簫。曲終過盡松陵路，回首煙波十四橋。」「夜暗歸雲遶柁牙，江涵星影雁團沙。行人悵望蘇臺柳，曾與吴王掃落花。」「征帆一似白鷗輕，起揭船蓬看晚晴。梅子著花霜壓岸，自披風帽過臨平。」 \\n 蘇詞注 \\n 東坡詞：「行憂寶瑟僵」，乃用《漢書?金日磾傳》「行觸寶瑟僵」語。解者顧引楊行密紿朱延壽病目「行觸柱僵」，有何干涉？乃知註書之難。東坡、放翁猶不敢居，有以也。 \\n 胡恢書 \\n 《南唐書》今止傳陸游、馬令二本；胡恢書久不傳，惟江陰赤岸李氏有之。李即忠毅公應昇之叔，忘其名矣。按恢，金陵人，《夢溪筆談》稱恢博物強記，善篆隸。韓魏公當國，恢獻詩云：「建業關山千里遠，長安風雪一家寒。」公憐之，令篆太學石經，官華州推官而卒。 \\n 僧作制義 \\n 明時，南京五大寺僧，每季考校於禮部，命題即《法華》、《楞嚴》等經，其文則仿舉子制義，文義優者選充僧錄等官。某寺僧耳疑者，曾刻其制義。黃俞邰云曾見之。 \\n 孟子逸語 \\n 孟子逸句有云：人之所知，不如人之所不知，信矣。見梁武帝《答臣下神滅論》，又見釋道安《教指通局》。又：君王無好智，君王無好勇，勇智之過，生平患禍所遵，正當仁義為本。見蕭子良與孔中丞書，謝廷讚《維園鉛摘》載之，其語殊不類。 \\n 法言語 \\n 《法言》「春木之芚兮，援我手之鶉兮」二語，全仿《原壤歌》「貍首之斑然，執女手之卷然。」 \\n 瓏玲 \\n 劉節之【孔和】有詩云：「虛堂微月影竛竮，茗粥筵中解靜聽。已許來年仍小泊，未須催曉唱瓏玲。」瓏玲二字，出揚子《法言》「瓏玲其聲者，其質玉乎。」則商玲瓏作商瓏玲，亦何不可之有。 \\n 荀子語 \\n 「李廣射虎，沒石飲羽」，《荀子?解蔽篇》已云：冥冥而行者，見寢石以為伏虎也。唐詩：「山風吹空林，颯颯如有人。」《荀子》已云：見植林以為後人也。 \\n 船 \\n 蜀人謂衣紐曰船，蓋方言也。海鹽陸處士冰修【嘉淑】贈予詩，有「跣足到門衣不船」之句，用此。《谷水談林》釋杜詩「天子呼來不上船」，乃引方言，鑿矣。 \\n 劉李 \\n 《中州集》中如劉迎無黨之歌行，李汾長源之七律，皆不減唐人及北宋大家。南宋自陸務觀外，無其匹敵。爾時中原人才，可謂極盛，非江南所及。 \\n 詩僧 \\n 新城釋成楚，字荊菴，受五戒於法慶，今居靈巖，頗能小詩。落花云：「高枝忍別離，逝水隨飄蕩。」雨後云：「青猿臨澗飲，白鳥向空翻。」秋日云：「風來夕沼綠荷敗，霜落秋山黃葉多。」山居云：「險崖句後參宗旨，陷虎機前驗作家。」新霽云：「嵐氣千重縈嶂背，清流萬道出雲根。」贈奚林大師云：「派衍靈山第一枝，無言得髓是吾師。偶然豎拂天花落，絕勝空生晏坐時。」記之當續訪其全云。同時僧智泉者，亦新城人，有移竹詩云：「別去寒山寺，來依明月樓。」亦有致。 \\n 詔語似詩 \\n 漢光武諸書詔最有情態，西京所無，沿及明、章亦然。光武賜侯霸璽書云：「崇山幽都何可偶？黃鉞一下無處所。」古勁絕似漢人詩句。又范書語往往有似詩者，如「柴門絕賓客」、【《楊震傳》。】「僕妾盈紈素」【《楊秉傳》。】之類是也。光武微時嘗歎曰：「仕宦當作執金吾，娶妻當得陰麗華。」亦似漢人樂府語。 \\n 蟛蜞集 \\n 閩人林小眉【嵋】，明崇禎癸未進士，才甚雋異，以伉直死獄，與余賡之同難，著《蟛蜞集》十卷。同年張給事赤菴【松齡】及其子人中，走七千里，以序相屬，引歐陽公序穆伯長、袁石公序徐文長為比。會予使東粤，失其集，聊識之，俟索其本為序之。 \\n 肅府淳化帖 \\n 予記陳卓曼仙補刻肅府淳化閣帖事，門人海寧陳奕禧子文適寄所著《?蘭載筆》至，中述蘭帖始末甚詳，采錄其略，用備參考：「肅府淳化閣本，自莊王受封，太祖賜之宋刻。【相傳有龍膽壺、鳳喙?并帖而三。】憲王時，洮岷道潁川張鶴鳴得李子崇本於白下、材官本於皋蘭，請肅王賜帖校讎，見古法帖數段久缺，而茲獨全，知為馬房光怪以前物也。姑蘇溫如玉、南唐張應臺為之雙鉤，鶴鳴攜之黔陽，憲王乃鐫石於蘭，未竟而薨。世子識鋐卒業於萬曆辛酉，先後七年。其初搨用太史紙、程君房墨，人間難得。搨工間有私購者，直五十千。刻用富平石一百四十四、葉二百五十三，藏府東書園殿。鼎革時，石幾淪缺。順治甲午，洮岷道揚州陳卓補刻，復成全璧。然神明不備，視初搨徑庭矣。乙卯，平涼逆焰及蘭，靖逆、奮威二將軍自河西來，軍於龍尾、皋蘭之間，攻城不下，賊欲破石為炮，偽知州徐某力救得免。今移置州學，有張尚書鶴鳴、王尚書鐸、憲王父子四跋云。」 \\n 進西岳賦表 \\n 杜甫《進封西岳賦表》有云：「維岳授陛下元弼，克生司空。」按《舊書》紀：天寶九載正月，?臣請封西岳，從之。【二】　【三】　【《舊唐書?本紀第九?玄宗下》及同書《志第十七》載西嶽廟災，均為三月。──點校者。】月辛亥，西岳廟災，制停封。三月，右相楊國忠守司空，天雨黃土，霑於朝服。杜所謂元弼、司空，謂國忠也。國忠以椒房進，夤緣三公，天下知其非據。而甫獨引《大雅?甫申》之詞以諛之，可謂無恥。他日作《麗人行》，又云：「慎莫近前丞相嗔。」乃自為矛盾。杜固「詩史」，其人品未可知，顧自許稷、契，亦妄矣。 \\n 蔡狀元詩 \\n 庚戌狀元蔡崑暘【啟僔】公車過淮安，謁山陽令邵某。邵其鄉人也，批其名刺云：「查明回報。」蔡怒而去，至京，遂狀元及第。題一絕句於扇寄邵云：「去冬風雪上長安，舉世誰憐范叔寒？寄語山陽賢令尹，查名須向榜頭看。」蔡後官春坊中允，假歸卒。 \\n 指掌圖 \\n 東坡先生《指掌圖》，於五代之君，書法各異。於梁曰梁太祖朱溫，於唐曰後唐莊宗諱某，於晉周曰晉高祖姓石氏名某，周太祖姓郭氏名某字仲文，於漢則曰漢高祖睿文聖武昭肅皇帝姓劉氏名某。豈非以五代惟後唐及漢得國差正，而異其書法耶？郭周七國條下，書放鍾離謨歸江南。按史《鍾謨傳》，但云其先會稽人，不言本姓鍾離，離字豈誤書抑衍文耶？ \\n 羅鄂州 \\n 宋羅鄂州願古文，南渡後第一，為朱文公所推重。其《爾雅翼》後序，通篇用韻，尤屬奇創。宋文憲公序《鄂州小集》，因效其體，亦韓文公志樊紹述之意，然奇崛出鄂州下矣。 \\n 二內禪頌 \\n 宋高宗紹興內禪，羅願端良作《帝統》。孝宗淳熙內禪，王子後才臣作《內禪頌》。皆仿典引貞符之體。《帝統》有云：「神器大寶，一朝可付，十世必復，留無嫌久，報無移德，俾我太宗之志獲明於二百載之後。」又云：「選世至七，復遇厥聖，還之於宸極，大統以正。」頌中有諷，蓋深致不滿太宗之意。此文似在王作之右。近梁谿顧修遠【宸】撰《宋文選》，止取王頌，而不載《帝統》，豈未睹《鄂州文集》耶？ \\n 避諱當改正 \\n 古今避諱有沿襲不改者，如秦始皇諱政，以正月為征月。晉避司馬昭諱，樂府以昭君為明君。唐祖諱虎，改虎林為武林。呂后諱雉，以雉為野雞。武后諱曌，以詔書為制書，鮑照為鮑昭。楊行密據揚州，州人改蜜為蜂糖。錢元瓘據浙，浙人改一貫為一千之類。皆當改正。 \\n 西施 \\n 程良孺《讀書考定》云：《管子?小稱篇》：毛嬙、西施，天下之美人也。自管子至吴越二百一十三年矣，如果一西施，不應先及。 \\n 相鼠鼫鼠 \\n 《詩?相鼠》，孫奕云：相、地名。陸璣云：河東有大鼠，能人立，交前兩脚於頭上跳舞，善鳴。按《地志》：相州與河東相鄰。《荀子》：鼯鼠五技而窮。《本草》、《廣雅》皆謂螻蛄一名鼫鼠。《易》晉如鼫鼠，孔穎達正義引蔡邕《勸學篇》云：鼫鼠五能，不成一技，《荀子》云云。并為螻蛄也。 \\n 蜀恙泥妍媸 \\n 《爾雅?釋山》：獨者蜀，蜀，蟲名，好獨行。無恙，恙亦蟲名。《風俗通》云：恙，毒蟲也，春傷人。《神異經》：北大荒中有獸，咋人則病，名曰(犭恙)。(犭恙)，恙也，如泥。泥，亦蟲名。妍、媸，皆蟲名。妍，螢類，身有光采。蚩，形蠢蠢然也。 \\n 魏南陽 \\n 畢萬之魏，今蒲州之永樂鎮，非大名元城也。韓愈之南陽，今修武之南陽，非南陽鄧州也。《漢書?地理志》修武，應劭曰：晉始啟南陽，今南陽城是也。《秦昭紀》：魏入南陽以和。《白起傳》：攻南陽太行道，絕之。《張儀傳》：魏絕南陽。皆是。 \\n 鄼酇 \\n 《菽園雜記》：酇有二音，一則旰切，一才何切。才何者縣，屬沛國，蕭何初封邑。則旰者縣，屬南陽，蕭何子孫所封也。《讀書考定》蕭何封鄼侯，今《世家》作酇侯，字相似之誤也。鄼、才何切。孟堅泗水亭碑：文昌四友。漢有蕭何，敘功第一，受封於鄼。《古今字韻全書》鄼、酇二字，鄼見十五歌，注云：鄼、縣名，在譙郡，或作酇。酇本音鹺。《前漢書?功臣表》：酇、直音贊。《史記?功臣侯年表》并同。索隱曰：酇縣在沛。方以智《通雅》云：當時在南陽，今在襄陽之光化者，蕭何封邑也。沛縣之酇，本作鄼，音嵯，今在考城縣。《漢?地理志》載南陽酇縣侯國，不言沛之鄼侯國，非其明驗乎。升菴弱侯定以沛鄼為何封邑，而云師古無據者，謬也。按鄼、酇兩音，自是兩字，菽園混而一之。《讀書考定》主沛之鄼，與楊、焦旨同，以何起沛，封必近之，而以班碑為據。《通雅》則以師古注為據，南陽，蕭何封邑，音酇，本春秋陰國，唐為懷州陰城縣，有何廟。高后封何夫人同為酇侯，小子延為筑陽侯。酇與筑陽同?南陽郡也。二說正相刺謬。至沛郡之酇，應劭音嵯，師古曰：此縣本為鄼，應音是也。中古以來，借酇字為之耳，讀皆為鄼，而莽呼為贊治，則此縣亦有酇音。然《功臣表》：元符三年，共侯慶以何曾孫紹封酇，不言別是一酇。菽園之說，未知何據？又按劉肅《唐世說》云：凡封功臣，多就本土。張良封留，是為成例。按班固泗州亭碑云云，《漢書》班氏所修，泗州碑孟堅所作，何須穿鑿更制別音？此駁師古注，與楊、焦二說同。 \\n 呂太一 \\n 杜詩：「自平宮中呂太一」，黃鶴注云：「當作中官呂太一。」錢牧翁注：《舊書》廣德元年，宦官市舶使呂太一逐廣南節度使張休。又《韋倫傳》：代宗即位，中官呂太一於嶺南矯詔募兵為亂。按劉肅《唐世說》：呂太一拜監察御史裏行，詠院中叢竹以寄意曰，「擢擢當軒竹，青青重歲寒。心貞徒見賞，籜小未成竿。」後遷戶部員外，牒吏部云：「當須簡要清通，何必豎籬插棘。」又按《唐會要》：魏知古嘗薦洹水縣令呂太一。又張嘉貞薦呂太一及苗延嗣等，時號令君四雋。此又一呂太一也，皆與中官無涉。 \\n 王苹 \\n 歷城秀才王苹，字秋史，少年能詩，頗清拔絕俗，常有「亂泉聲裏誰通屐，黃葉林間自著書」，「黃葉下時牛背晚，青山缺處酒人行」之句。苹師田中丞漪亭【雯】，而友吴徵士天章【雯】，丙寅秋，寄詩於予，予偶以書寓巡撫張中丞南溟【鵬】言苹之才，中丞特召見，引之客座，且贈金焉。苹之才，中丞之誼，皆塵中所少，故記之。 \\n 月泉吟社 \\n 宋末浦江吴渭倡月泉吟社，賦田園雜興近體詩，名士謝翱輩第其高下，詩傳者六十人，清新尖刻，別自一家。予幼於外祖鄒平孫公家見古刊本，後始見琴川毛氏本，常遍和之。竊謂皋羽所品高下，未盡當意，因戲為易置次第如左： \\n 春日田園雜興。第一名子進，【本名魏新之，號石川。】第二名魏子大，【梁必大。】第三名全泉翁，【全璧，字君玉。】第四名山南隱逸，【劉應龜，字元益。】第五名躡雲，【翁合老，仲嘉。】第六名仙村人，第七名方賞，【方德麟，號藏六。】第八名高宇，【梁相，字必大。】第九名俞自得，第十名槐窗居士，【黃景昌。】十一名東湖散人，十二名徐端甫，十三名仇近村，【仇遠，字仁近。】十四名陳希邵，【陳舜道。】十五名子直，【魏石川。】十六名司馬澄翁，【馮澄，字澄翁。】十七名陳緯孫，【何教。】十八名聞人仲伯，【陳希聲。】十九名君瑞，二十名田起東，【劉汝鈞，號蒙山。】二十一名羅公福。【連文鳳，號應山，原第一名。】 \\n 谷音 \\n 《谷音》二卷，元清江杜本清碧所輯。其人皆節俠跅弛之士，詩亦岸異可喜，常疑清碧自撰，託名於人。及得其《清江碧嶂集》觀之，殊庸膚無足取，與所輯迥不類《谷音》。吾友施愚山為湖西監司時，亦嘗刻於臨江。 \\n 韋蘇州 \\n 《李元賓集》有代人上韋蘇州書二篇，刺韋褊急躁露，殊不類其為人。今錄於左： \\n 月日於法司上書郎中閣下，彝不耽書，嗜酒已至於老，東西南北，無立錐之地。竊以閣下有經濟之器，因敷小人直戇之性，非敢失色於左右，僥求於去就。不圖行絓時禁，坐貽伊戚，惶怖無暇，縶維不安，仰天椎心，收血續淚。所言奔鹿觸網、飛蛾蹈火，顛蹙糜排，彝何以堪？彝知過矣！舉家十口，兒女幼弱，寺中僑寄，目下絕粒。閣下錮彝在此，令吏推責，反覆憂難，詞理俱屈，衰髮一夕，如經十秋。素來無業，只慣飲博，罔曾負累，以至訊問，事過奇喘，無禍不有。且彝於天下，何異株塊，比於閣下累螻蟻。如國家之事，肉食者謀，雖鞭之長，胡及馬腹？況中籌之子，如何敢及！早聞閣下清節玉立，洪量海納，軍謀在握，文藻盈帙，中外騰口，聲歸其高。彝是用□□微誠，庶彼知己，不測閣下以言罪之。嘗聞不以言廢人，閣下何必取威於懦夫，而後行令？且明主有誹謗之木，諸侯有鄉校之議，今主上何媿於禹？閣下何短於鄭卿？伏惟念彝之失，寬彝之責，使得□□，便當鉗口，匍匐鈴下，以救前非，則仗諸忠信，越境不敢留也。彝死罪死罪。 \\n 又代李圖南上蘇州韋使君論戴察書，文多不具錄。 \\n 夢山詩 \\n 海豐楊夢山宮保太宰【巍】有存家稿八卷，五言最簡古得陶體，明人所少。予喜其一絕云：「前年視我山中病，落日獨騎驄馬來。記得任家亭子上，連翹花發共啣杯。」予在京師日，曾選訂其集為三卷，謝員外方山【重輝】刻之。 \\n 黃夫人詩 \\n 楊升菴夫人黃寄外詩：「曰歸曰歸愁歲暮，其雨其雨怨朝陽。」乃黃魯直答初和甫詩句也，見《豫章外集》，詩云：「君吟春風花草香，我愛春夜璧月涼。美人美人隔湘水，其雨其雨怨朝陽。蘭荃盈懷報瓊玖，冠纓自潔非滄浪。道人四十心如水，那復夢為蝴蝶狂？」 \\n 隃糜 \\n 隃糜，墨名。《後漢書?西羌傳》有隃糜相，曹鳳注云：隃糜，屬右扶風，今汧陽縣也。 \\n 孫豹人詩 \\n 孫豹人【枝蔚】遊焦山，中流風浪大作，舟人失色，孫長嘯詠詩云：「風起中流浪打船，秦人失色海雲邊。也知賦命元窮薄，尚欲西歸太華眠。」孫，三原人，流寓江都。 \\n 遼宮詞 \\n 萊州趙伯濬【士□】嘗作遼宮詞百首，可與周憲王元宮詞頡頏。伯濬隱居登之松椒山，躬耕著書，去家五百里，終身不歸，著《皇綱錄》、《建文年譜》。 \\n 平陵城 \\n 《後山叢談》云：齊之龍山鎮，有平陸故城，高五丈四，方五里，附城有走馬臺，其高半之，闊五之三，上下如一，其西與南則在內，東、北則在外，莫曉其理。今平陵城故址尚在，在歷城、章丘界，所謂走馬臺者，不可復識矣。坡公詩「濟南春好雪初晴，行到龍山馬足輕」，即此地。孟子之平陸，則在今汶上縣。此城本東平陵，唐齊王祐反，縣人不從，太宗嘉之，詔改縣名為「全節」。後山云平陸，亦訛也。 \\n 終南草堂圖 \\n 程幼洪【邑】邸中閱宣和御府所藏摩詰《終南草堂圖》，上方橫書「王維終南□峰草堂圖」九字，【闕一】為道君御書。倪元鎮題云：「予讀岑參集，有歸終南草堂詩，今摩詰之寫是圖也，豈其贈別之作耶？大抵高賢達士，於謝政歸閑之際，不能無詠歌圖繪以贈之。昔盧鴻有《嵩山草堂十圖》，亦猶是也。故徽廟標書，以便後之覽者。此幅向為杜南谷先生所藏，予得之，日夕展對，不惟諸品為之減色，而吾儕之進取，深有藉於斯圖矣。」黃子久題云：「右丞此圖與雪谿捕魚二卷，同一筆致，而秀婉過之，豈其後先之分耶！」又梅道人吴仲圭、紫芝俞和詩各一篇。 \\n 潞王琴 \\n 故明潞藩敬一主人，風尚高雅，嘗造琴三千張。予猶見長安市上售其一，有隸書「中和」二字。又常仿宣和博古圖式，造銅器數千枚，瘞地中。予昔在金陵，登弘濟寺，見臨江石壁上刻其畫蘭，極工。 \\n 焦山鼎詩 \\n 焦山海雲堂，有古鼎一，高一尺三寸二分，腹徑一尺五寸八分，口徑一尺四寸五分，耳高三寸，闊四寸二分，足六寸一分，深八寸二分。腹有銘，其詞曰：「惟九月既望，甲戌，王【及還】於周，宓【子】□于圖室，司徒疑【治征】南仲佑□惠□立中庭。王呼史受冊命，□惠曰官司【治】王□側□作錫汝元衣、束帶、戈、琱、戟、縞、□、彤矢、?□鑾旂，世惠敢對揚天子丕顯敷休，用作尊鼎，用享于□烈考，用周【簋簠】壽萬年，子孫永寶用。」此予兄弟手搨，屬新安程穆倩【邃】譯本，凡蝕二字，疑六字，闕九字。秀水朱竹垞【彝尊】云：其曰立中庭，按毛伯敦銘文亦有之。薛尚功釋為立，而楊南仲謂古立位同字，古文《春秋》書公即位為公即立，則是銘立字亦當讀作位也。鼎故京口某公家物，分宜枋國時，聞此鼎，欲之，某公不即獻，因嫁禍焉。鼎遂入嚴氏，嚴氏敗，鼎復歸江南，因置焦山寺中。家兄摹為圖，賦長歌紀之。予亦有五言古詩三十韻記事，汪鈍翁【琬】序之。 \\n 誌公碑 \\n 常白山醴泉寺誌公碑，唐開元乙卯立，文作齊梁體，可辨者十之三，書法圓勁，在歐、虞間，每行凡七十九字，其下多斷齾不存，其碑陰乃誌公像也。碑可辨者錄於此。 \\n 大唐齊州章丘縣常白山醴泉寺誌公之碑 \\n 【闕二字。】京大薦福寺奉敕【闕一字。】慶【闕一字】。綴文沙門玄傘【闕五字。】薦福寺【闕二字。】翻經院校勘沙門正智寺都維【闕一字。】僧道寂建此寺【闕三十字。】 \\n 【闕二字。】曇花未出，庸詎知寂滅之名，覺日猶【闕一字。】曷嘗識苦空之相。【闕一字。】夫金儀下降，舍靈【闕一字。】淨月之光；寶教旁流，【闕四字。】雲之潤。三車【闕一字。】駕，【闕二十九字。】化工【闕三字。】香不息，所以化身周流於別土，神【闕三字。】於塵沙。或十大聲聞，駐形【闕二字。】一方菩薩，納景涼臺觀【闕一字。】背嶺以宣慈，清辨起【闕二十六字。】未掩白足。【闕二字。】佛法之【闕三字。】月【闕一字。】咸【闕一字。】王城之舍蓋【闕一字。】生【闕一字。】道【闕一字。】境發【闕一字。】若不人【闕一字。】具【闕四字。】諦幢高【闕一字。】者與。今此醴泉寺者，是宋齊【闕二十八字。】經文師即【闕二字。】身之菩薩【闕一字。】遊神境，來屆茲山，棲託?阿，聿脩禪寂，以為此地玄武之分，青龍【闕四字。】首以開疆，據天齊而劃野，却【闕二十六字。】尚父之【闕一字。】居九合一匡，齊桓公之霸國。爾其常白山者，迺摩天【闕一字。】地，晻映蔽虧，抱泉石以娛神，出雲霞而養性，山毛地髮，名花將軟草連芳。【闕二十九字。】人【闕二字。】繪【闕二字。】形勝【闕二字。】招提。自後七級崇圖，【闕一字。】起舍佉之，五層糸【闕一字。】重標戰勝之門。海目山亭，妙相殫於變態，虹梁鳥革，大壯【闕三十字。】綵畫【闕二字。】塵凡【闕二字。】香【闕一字。】水調八解之【闕一字。】風【闕一字。】五音之說。息心之輩，見流注以超昇；迴面之徒，仰幽關而悟入。時逢【闕二字。】代屬【闕三十二字。】金林玉【闕一字。】寥落幽?。我國家灌頂四天，纂圖千帝，以佛乘為馬，用道品為城郭。八方起塔，【闕二字。】道形九【闕一字。】聚鹽情殷，【闕三十二字。】佛【闕二字。】此精廬【闕一字。】通堯日，三齊族姓，向梵境以翹誠，四履【闕二字。】仰釋天而矯首。又屬中宗孝和皇帝龍興漢道，入天經【闕二十七字。】周法界去，景龍二年，歲次□子，爰有齊州正智寺都維僧仁萬，俗姓李，字道寂，慨茲隳墜，抗表【闕一字。】宗，天鑒至誠，特賜名【闕三十三字。】否而還泰，山靈掩以重開。法俗歡康，人神一悅。初師之行進表也，夢乘船上山。及翌【闕一字。】赴朝所無礙。豈非興廢【闕一字。】定通【闕一字。】懸期【闕二十九字。】俶裝東上將【闕二字。】州【闕二字。】三藏義淨法師，各代高僧，天下重德，先奉敕於大薦福寺。【闕三字。】律以【闕六字。】勝緣【闕一字。】城在東倍增【闕二十六字。】四【闕一字。】降靈五【闕一字。】德【闕一字。】人天之表，名揚宇宙之間，聖【闕一字。】難【闕一字。】神功叵測，及將命星發，載達京【闕十字。】時有【闕三十四字。】身【闕二字。】輟絃歌歲【闕三字。】即以二月八日，親率合境老幼，大會新寺，表慶天恩。又於【闕二字。】之【闕一字。】尊卑就列，鴈行齊聽。【闕三十三字。】忽見有醴泉【闕四字。】三四尺，深淺三尺餘，色淨味甘，爰符瑞典，挹酌同飲，咸覺蠲?。豈不以【闕一字。】福【闕一字。】圓三靈允答，光揚寶【闕一字。】滋液金場，故【闕二十七字。】上聞【闕二字。】垂感，有敕改名為醴寺，仍更抽入冊九僧住持行道。自玄波再委，王題重開，日殿赫而【闕一字。】昇，月宮華而桂滿。若乃【闕二十八字。】海精勤以齊深戒月澄空【闕二字。】密霧，禪燈焰室，巧避輕風，濯【闕二字。】之龍【闕一字。】洗毗【闕一字。】之鳥眼，長袪五住，遠效四心。刷【闕一字。】鴈以飛雲，轡【闕二十七字。】捨生之地續桂【闕二字。】有情根軌足方【闕一字。】鳴金鼓【闕一字。】功不朽，流福無窮。斯?先帝之本願，莊嚴法師，幽贊威神之所致也。又師遊戲生死，示【闕二十五字。】儼如親對，即平時所將黑犬，亦絫具【闕二字。】厥【闕二字。】無願不從。迺至有患心痛者，但取廟前少土，和水服之，應時便愈。遺形是託，神靈保持，由是【闕二十五字。】梁寺史傳師木，俗姓朱氏，金城人也。少出家，【闕二字。】道林寺僧，儉法師為和上業存禪【闕一字。】宋太始初，漸彰異?，居止不定，飲食無時，長髮跣足。每【闕二十七字。】詞同讖記，言不虛發，應驗如神。或【闕一字。】視通於北【闕一字。】分形遍於南國，奇怪忽恍，不可殫論。以天監十三年，歲次甲午十二月八日，【闕二十九字。】相，奄然示終，時有異香，【闕二字。】芬馥。特敕厚加殯送，葬於鍾山獨龍阜，仍於墓所【闕一字。】開善精舍，敕陸倕製銘於?內，王筠勒碑於寺陰，【闕二十六字。】生，及其去也，以精靈度物，哀憐庶類，福祚皇王。且彼託鍾山，此依常白，彼葬龍阜，此【闕一字。】龍臺。前王挹風建開善之墳，【闕一字。】後帝傾【闕二字。】醴【闕二十五字。】至今大唐太極元年，歲次壬子，皇帝御天下之三載，凡一百九十九年。化化之緣，古今無盡，明明之德，日月彌新。其所變現之梗概。【闕二十七字。】之【闕一字。】?所未諒，恭敬者隨時受福，疑慢者應念立徵。事?繁夥，不可備載。當嘉聲上徹，先帝令左臺監察御史宋務先，親加檢覆。【闕二十八字。】八正所以知歸，一屬【闕一字。】緣，獲未曾有。【闕二字。】復命，倍沃天心。刺史楊元禧，分符北極，露冕東藩，【闕一字。】雨逐於行車，仁風隨於轉扇。黃金【闕二十八字。】追鳥跡於上乘，想【闕六字。】繩寶地【闕一字。】動天宮，薦瑞香園，延光帝載。縣丞、主簿、縣尉【闕一字。】舍【闕四十三字。】?物，揚舲彼岸，錄事【闕二字。】鄉【闕一字。】等門滋蘭【闕四字。】芽，忠信滿於州閭，因果【闕一字。】於【闕四字。】虔命【闕一字。】奉【闕三十六字。】九地荷於津通，貝樹披春，帝王之遺文秩矣。金【闕三字。】諸佛之正道通矣，迷津【闕一字。】路，菩薩運載之乘行矣。【闕八字。】之【闕二十七字。】況玄天大造，充溢於盡空，淨域鴻緣，牢籠於無外。昔迦【闕三字。】如來垂讚歎之【闕一字。】彌勒當【闕三字。】表歌揚之偈。若稽古訓，式樹【闕一字。】碑仍於【闕二十七字。】銘曰：義天兆昧，優花未披，但迷五蘊，孰辨三伊？【闕二字。】火宅，耀我金儀，神足繼軌。【闕二字。】揚蕤。【其一。闕一字。】有【闕一字。】成觀方【闕二字。】戴表靈【闕二字。】開【闕二十七字。】綱。燬我寶地，壞我金場。花殘鷺沼，煙輟龍香，霞標歇滅，石徑荒涼。【其三。】萬?乘皇，千齡纂帝，日月連【闕一字。】飛行【闕一字。】契【闕一字。】念新【闕五字。】高【闕二十八字。】精標五門，玉墀俶感，銀【闕一字。】輿存。【其五。】欲赴天泉，【闕一字。】規國德，寄誠墳廟，傳詞翰墨。瑞醴通流，嘉祥允塞，重光佛【闕二字。】題宸極。【其六。】紺軒加【闕二十八字。】沙。【其七。】先帝聖靈，聿資神境，冥扶默贊，分形散影。既墓彼山，又墳茲嶺，寶鐸雙振，金繩共炳。化【闕三字。】真身永永。【其八。】功【闕一字。】泉【闕五字。】天【闕二十七字。】宣，聞諸典故，鐫金鏤玉，道該緇素，式讚王猷，【闕二字。】淨度，勒像賢?，刊碑覺路。【其十。】開元三年，歲次乙卯二月己酉朔十五日癸亥。【下闕。】 \\n 米太僕研山 \\n 米太僕友石【萬鍾】家藏一研山，有七十二峰，洞壑奇絕。每天欲雨則水出，欲霽則先燥。太僕以五百金購之。明末流寇入京師，米氏奔迸，以古器數簏寄親戚家，此物遂為一士夫所得。又寶一風字硯，太僕知六合縣時，嘗入覲北京，往返兩月餘，硯墨猶未燥也。康熙戊午夏，公孫紫來【漢雯】知長葛縣，行取入都，出硯示予，為說如此。紫來今官翰林【待】　【侍講】。 \\n  \\n 　"}
{"章节": "池北偶談卷二十", "正文": "　 \\n 池北偶談卷二十 \\n 　 \\n  \\n 談異一 \\n 博羅韓氏女 \\n 明末廣州亂後，有周生者，市得一褲，丹縠鮮好，置床側衣桁上。夜分將寢，忽一好女子搴幃，驚問之，曰：「妾非人也。」生懼趨出。比曉，鄰里聞之，競來偵視，聞有人聲自褲中出，若近若遠，久之，形漸見，姿首綽約，若在輕塵，曰：「妾博羅韓氏女也。城陷被賊俘擄，橫見凌逼，罵賊而死。此褲平生所著，故附之以來。諸公倘見憐愍，為作佛事，當往生淨土，永脫輪回。」言訖嗚咽。眾共歎異，乃為召僧禮佛焚褲，自是遂絕。程職方石臞說。 \\n 章格菴 \\n 黃州曹石霞【胤昌】，崇禎己卯解元，癸未進士，以文章名世。父卒官順寧，旅櫬未返，萬里入滇。順寧有民家，生一兒，七歲不言，一日，忽語父曰：「楚人曹石霞，吾門生也，今日至此，當往見之。」家人疑怪不信，兒輒自往，父母尾之。至通衢，果有肩輿來者，兒從稠人中直前，止其輿，字而呼之曰：「石霞，吾待汝久矣！」曹愕然，兒又曰：「此地未可語，當至邸舍告汝。」既至邸，兒又曰：「可屏人闔戶。」如其言，兒南向坐曰：「我章格菴正宸也，一念之誤，三墮輪回。始在豫，繼在粵，在此候汝，又數年矣。今可隨我去乎？」曹歎訝再拜曰：「某以父櫬未返葬，間關萬里，遠涉南荒，未能即從夫子，請俟異日。」兒默然久之，曰：「然則吾先行待汝耳！」遂至其家，是夕死矣。曹賦詩紀異，不數月，竟卒於順寧。其子以櫬歸，至某郡，忽重不可舉，視其壁上，乃有曹入滇時弔洪半石【天祿】詩。洪亦黃人，藁葬於此。乃啟洪竁，禱於櫬前，請同歸葬，於是遂行。楊職方鄂州【兆傑】說。 \\n 道君畫鷹 \\n 楊職方又言：武昌張氏，有子婦，為狐所媚，百計驅之不獲。一日，置酒召客，張宣和御筆畫鷹於堂上。比客去，狐夜分始至，云幾不免。婦問之，狐曰：「汝家堂上有神鷹，見我即奮欲搏擊，微項有鐵鏈，將不免矣。」質明狐去，婦以語其夫，或謂之曰：「畫誠神物，曷爇去其鏈，狐必不敢復至矣。」如其言。至夕，果有狐擊死堂下。後其家遭回祿，共見鷹從火中飛去。 \\n 道州祠堂 \\n 道州有濂溪先生祠堂，近歲周氏子孫，有為諸生逋賦者。州守張大成，遼東人，徑詣祠堂，枷鎖先生像三日，見諸彈章。比年吴中奏銷逋稅，唐荊川、繆西谿諸公名列官戶，亦不免云。 \\n 劉雲山 \\n 劉雲山，常州醫也。康熙丙午，杭州有巨室子某，病亟，忽有一醫到門曰：「我吴人劉雲山也。」投一匕而霍然，贈之金，不受，曰：「他日尋我於毘陵之司徒廟巷。」踰月，某至常詢問，廟側有老人曰：「雲山死三十七年矣！顧雲山生時，信鬼神，曾授夢於斯廟之神，募地廣其祠宇，因自為像於神旁，尚可識其形容也。」巨室子驚愕入拜，其像宛然，哭祭而去。陳椒峰【玉(基)】記其事。 \\n 趵突泉異 \\n 濟南趵突泉，地中涌出三尺許，餘則方塘漫流，清鑑毛髮。康熙庚戌，藩臬置酒，邀提督楊宮保【捷】，忽大雷雨，龍首入戶，泉涌起丈餘，水大上。諸公急呼騎，水頃刻及馬腹，踣墜而死者數人。從來未有之異也。 \\n 陳玉笥 \\n 濟寧陳益修，字玉笥，恂恂君子也。明崇禎末，濟寧有回回楊生花等，素豪猾，武斷鄉里。一旦欲毀關壯繆祠廟，拓其居廛。陳號召諸生，鳴於官，懲首事者，廟得以存。及鼎革之際，生花挾舊憾，帥其黨，邀陳於天井閘，箠之瀕死，仍以刀刓其睛啖之，以礦灰實目眶，棄諸野外。家人舁歸，謂必無生理矣。至夜，陳昏憒中見綠衣神人強之以酒，外青內白，痛稍差。次夜，復見一神人，以手擊其腦後，目中血出如注，痛良已。又次夜，見一老嫗，食以杏李，又以羊眼盈把，令口吸之。比覺，雙瞳炯然矣。生花及其姪樸，乘亂為盜，族誅，去陳事纔八月也。陳乙酉與弟尚謙同舉省試，丙戌登第，官貴池知縣，仕至戶部主事，予在京師見之。 \\n 錦裙宋繡 \\n 陸魯望云：瓦官寺有陳叔寶羊車一輪、天后錦裙一幅。予在金陵，遊上瓦官寺，猶見錦裙所製幡，裙紺碧色，錦作雲龍紋，四角綴十二鈴。焦山枯木堂有宋刻絲觀世音像，亦奇古。 \\n 六足龜 \\n 暹羅國進貢，有六足龜十枚，比至京師，止存其三。其足前二後四，趺趾相連。予在主客時見之。【按龜三足曰「賁」。】 \\n 羅漢 \\n 予在海陵一士夫家，見毘盧國僧，號羅漢，自言明英宗土木之變，始入中國，能風雪中祼體而浴。一日，席上有胡桃，羅漢以齒碎之，凡數十枚。舊住通州之軍山，以遷濱海界，徙居海陵。高郵守某之祖，傳有小像一軸，像上畫一老僧相向坐，自記此僧名羅漢，毘盧國人。一日，守聞軍山有毘盧僧，心疑即其人。試往謁，乃與畫上老僧了無差別。蓋已閱三世百年矣。 \\n 丙丁龜鑑 \\n 丙午、丁未，從古以為厄歲。陰陽家云：丙丁屬火，遇午未而盛，故陰極必戰，亢而有悔也。康熙丙午冬，戶部尚書蘇納海、督撫尚書王登聯等搆死。丁未春，災祲疊見，彗星出，太白晝見，白眚出西北，經月餘。是歲七月，輔臣蘇克薩哈誅死。吾友程職方謂予欲裒輯前史所載丙丁災變徵應為一書。頃見宋理宗淳祐中柴望所上《丙丁龜鑑》十卷，自秦莊襄王五十二年丙午，迄五季後漢天福十二年丁未，通一千二百六十載中，為丙午、丁未者二十有一。備摭事實，系以論斷。元至正中，又有《續丙丁龜鑑》者，補宋元事之闕。前人已有此書，當考據故明三百年中丙丁事應，以續二書之後。 \\n 白烏 \\n 康熙庚戌，六合縣民王振家庭樹產白烏二，督府麻勒吉表進於朝。 \\n 奇姓 \\n 予在儀曹時，見有宛平人（(田)石）某者，吏誤呼作碧，其人不應，問之云：（(田)石）音如樊。此《萬姓統譜》、《奇姓通》諸書所不載者。又任給事【琪】云：高密有【高】砉姓，音門?；又禚姓，音卓；諸城有則姓，音支；又壽光有鱉姓，河南有驢姓，吾邑有俳姓。壬子典試四川，有副榜庹謀，音拓。明有指揮八通、副將九聚。近見山西鄉試榜，有峰姓、因姓。 \\n 古銅器 \\n 庚戌，臨淄人於古城井田，得銅器數百枚，形製瑰異，白諸官，悉取入藩庫，無從考其款識，殊可惜也。辛亥春，京師草場火，火燼得石數千百，皆有峰巒之形，不測其故。又明末，河南鄢陵人浚城壕，得石數百，皆有人物，鬚眉宛然，或謂恐傷地脈，掩覆之。後有兵。 \\n 地震定數 \\n 宋小說載崔公誼為莫州任丘簿，熙寧初，河北地震，而公誼秩滿，挈家南歸。一日，宿孫村馬舖中，風電陰黑，夜半有急叩門者云：「傳語崔主簿，君合係地震壓殺人數，輒敢擅逃過河，今已收魂岱嶽，到家速來。」崔自度必死，乃兼程送妻孥至壽陽，次日遂卒。康熙戊申，山東地大震，莒州尤甚。莒與日照縣鄰，地震之夜，凡日照人客莒者，皆從崩壓中得不死，莒人客日照者皆死，信有定數。己未七月，京師地震，通州尤甚，死者凡數百人。 \\n 梨花漁人 \\n 會稽姜鐵夫【梗】說：其鄉近歲有漁人，獨居無家室，所居有梨花數十樹，人呼為「梨花漁人」。一夜月明，放舟湖中，聞岸上有人呼渡，移船近之，未抵岸，其人已在舟中矣。視之尼也，年可十七八，衣縞而姿首甚麗。詰所從來，不應。將及家，登岸，穿林南南而去。漁人心知非人。明日晚歸，燈火熒然，則尼已先在室中矣。漁人稍疑懼，尼曰：「我非人也，居湖邊某村，父母自幼送我為尼，今年月日死，以與君有夙緣，故來相從。且君當得佳婦，亦須我為作合，幸勿訝也。」自此雞鳴而去，夜即復來，如是將一載。鄰里皆聞漁人室有異香。里中某氏，有女及笄，一日忽有鬼物憑之，言禍福，多奇中，且云：「汝女病，惟某漁人善醫；且夙緣當為某婦，否者死矣。」其父母懼，邀漁人至其家，漁人不知所以，固辭歸。迨暮，尼復來告曰：「我與君夙緣已盡，當從此辭。此女當為君婦，祟即我所為，君何辭耶？」漁人誼不負心，因與盟誓。尼感動泣下，亦不復強。明日，漁人以告女之父母，鬼遂不至。不數月，漁人竟卒。 \\n 麟 \\n 宋荔裳【琬】觀察說：其鄉趙鵬程者，官彰德太守。府庫中有一麟，相傳明武宗時土人所獲，誤斃之，以獻於官，貯庫中。趙任滿，欲取之，吏不可，乃斷其一脛攜歸。毛作黃色，紋理如刻畫，蹄通明，類黃玉。宋常見之。 \\n 慶忌 \\n 萊人張允恭，明天啟壬戌進士，為南陽守。浚河役夫夜宿岸側，聞橋下每夜有哭聲，共伺之，乃一巨鱉，因置鐵鑊烹之。忽鑊中人語曰：「勿殺我，我當利汝。」眾懼，益烈其火，少頃無所聞，啟視之，鱉已死，剖腹得一小人，長數寸許，眉目宛然，以獻於守，擕之歸，識者謂即管子涸澤之精，名曰「慶忌」是也。康熙壬子歲，濟南人炰鱉，亦於腹中得小人如(巳)回狀，人多見之。 \\n 楊李 \\n 隋末酸棗邑所進玉李，一夕忽長，清陰數畝。是夕，院中人聞空中語云：「李木當茂。」帝欲伐之，左右曰：「木德來助之應也，不可伐。」又楊梅、玉李同時結實，帝問二果孰勝？院中人曰：「楊梅雖好，不若玉李之甘。」帝歎曰：「惡楊好李，豈人情哉！」又民間歌云：「河南楊花落，河北李花榮，楊花飛去落何處，李花結果自然成。」南唐將受吴禪，江西楊化為李，信州李生連理，其事前後略同。又《釣磯立談》載，武義中童謠云：「江北楊花作雪飛，江南李樹玉團枝。李花結子可憐在，不似楊花無了期。」與隋謠亦相類。 \\n 記前生 \\n 同年濟寧邵嶧輝【士梅】，自記前生為寧海州人，纖細不爽。後以己亥登進士，為登州教官，親至所居里，訪其子，得之，為謀生事，且教之讀書，為諸生。又自知官止縣令，及遷吴江縣知縣，遂辭疾歸。又其妻早卒，邵知其再生館陶某氏，俟其髫而聘之，復為夫婦。河南張給事【文光】能記三生事，李御史【嵩陽】、樂安李貢士【煥章】，皆能記前生事。此耳目睹記之尤著者。 \\n 萬維嶽 \\n 順天萬維嶽【嵩】中順治丁酉京畿解元，康熙庚戌成進士。其入學題乃「夫子循循然善誘人」，食餼則「博我以文，約我以禮」。丁酉領解，首題即「顏淵喟然」章。明年，世祖御試題則「克己復禮為仁」。自謂平生與復聖有因緣。比庚戌會試，三書題無顏子語，自謂當落第。榜發中式，房師乃儀制主事曲阜顏修來【光敏】也。 \\n 丁貞女 \\n 丁貞女，聊城之沙鎮人，靖難功臣某裔也。貞女幼孤，無兄弟，依母以居。及笄，母欲議婚，貞女曰：「母老矣，又鮮兄弟，不願適人，願終身養母。」母不能強。及母卒，從兄某為議婚，貞女又不許。獨處三十餘年，年五十矣。閨範嚴肅，里中人咸稱曰貞女。堂邑黃中丞【圖安】，七十喪偶。聞貞女之名，遣聘焉。貞女先一日召其從兄語曰：「明日當有議婚者至，吾將許之。」兄及娣姪輩謾應，弗之信也。詰旦，黃氏蹇修已及門。先是，貞女縞衣數十年，是日乃易色服。既許字，卜吉葬母，始于歸黃氏，猶處子也。中外子孫多人，待之皆有恩禮，東昌人傳為美談。 \\n 魏舍人妾 \\n 魏舍人【麟徵】納妾京師，甫一月，妾病且殆，求歸母家。已而延魏至榻前，操吳音曰：「某前生姑蘇人，君前生逋吾五十金，今來索償，事畢矣。此去當生平陽某氏，年十八，即中甲科，復與君有後緣。」語訖而逝。此康熙辛亥春正月事也。 \\n 莫如 \\n 孫侍郎退谷先生說：昔為祥符令，有人發一古冢，乃東漢馬武妾葬處，中有石，即武為其妾自製誌，文甚古，字畫精絕。又有香奩一具，中貯脂粉，皆宛然。奩底一小銅印，鐫「妾莫如」三字。印在孫處，碑歸張給事文光冢，今不知所在。《急就篇》有解莫如之句，注云：漢有毛莫如。 \\n 義臝 \\n 同年張鶴洲行人【吾瑾】，嘗乘一臝，甚愛之。康熙甲辰，鶴洲以科場事下刑部，饘粥不繼，乃以臝抵逋於人。一日過市，酸嘶悲鳴，墮其新主，而逸歸張邸。稍近之，輒蹄齧不已。家兄考功為賦《義臝行》。嗚呼！此臝勝華歆、賈充、褚淵、六臣之徒多矣。 \\n 龍睛 \\n 吴江金文通公【之俊】生時，母夫人夢人告曰：「與汝子龍睛，將來位極人臣。」公大拜後，蕭山瞽者陳生善相人，試令相之，曰：「乞兒相也！」眾駭笑。已而至目，大驚曰：「此龍睛也！當貴極人臣。」眾乃服。《能改齋漫錄》載陸農師言：曾魯公得龍脊，王安石得龍睛。 \\n 追寫真 \\n 宋憲使荔裳【琬】幼失恃，每憶母夫人形容，輒泣下。吴門某生者，自言有術能追寫真，人歿數十年，皆可得其神似。乃令設壇淨室中，自書符咒，三日，陳丹青紙筆，令宋禮拜，出，扃鐍其戶，戒毋譁。比夜，忽聞屋瓦有聲，已夜分，聞擲筆於地鏗然，屋瓦復有聲。生乃開戶，引視之，燈燭熒然，丹青縱橫，筆落地上，而紙仍緘封未啟。啟視，則像已就，宛然如生，宋捧持悲泣，重酬之。生云，過六十年則不復可追也。蘇穀原《逌旃璅言》云，澶淵宋僉憲敬夫，幼失怙，不識父形容，請方海山人貌之，持歸家，母夫人視之如生，悲不自勝。世或有此理耳。 \\n 善謔 \\n 京師有市猾某者，本騾馬行牙人，以附黃臕李至巨富。一日堂成，讌士大夫，壁間有孔竇，客疑問之，答曰：「手脚眼也。」蓋工匠登降攀附置手足處。宋荔裳在坐應聲曰：「吾有對句矣，乃頭口牙也。」合坐大笑。又萊人某者，以散官居旗，常狎一婦，婦齧其舌，持赴刑部，令急騎追之。宋適往視，戲曰：「君所謂駟不及舌。」 \\n 前定 \\n 世事莫非前定，所云動乎四體，有不知其所以然者。往予在淮南，好觀棧道圖。有興化顧生符稹工此技，妙入毫髮，予令畫絹素屏扇，凡十數，自為長歌題之，復以其一贈姊夫劉大田【倬。】既而予有入蜀之役，同行即劉君也。辛亥歲，在京師，沈文恪繹堂【荃】為侍讀，以小冊索書，予為書陸放翁詩云：「殘年作客遍天涯，下馬郵亭便似家。三疊凄涼渭城曲，數枝閑澹閬中花。擘牋授簡相逢晚，理鬢薰衣一笑譁。俱是邯鄲枕中夢，墜鞭不用憶京華。」比入蜀，信宿閬中，乃憶前事，真詩讖也。因賦一詩寄沈：「葭萌關外極天涯，長憶西園夜鬥茶。萬事輸他前定在，今朝真看閬中花。」 \\n 曩丁未歲四月二十九夜，夢中得絕句云：「溪鋪翡翠映煙空，溪上飛橋落彩虹。愛玩花藂憶元相，一枝渾臥碧流中。」既覺，不知所謂，末句則元微之使東川所賦亞枝紅詩也。至是過褒城，亦驗。予己酉奉使淮上，過奉高，閱《泰安州誌》，至嬴博字，輒心惡之。辛亥壬子，遂連遭渾、沂兩兒之痛。入蜀時，過百牢關，作一詩懷諸兄，結押廬字，忽心動曰：廬、廬居也，得勿不祥乎？又閱劍南詩，有云「成都放榜，第一人楊姓，具慶下，愴然有感」，又心惡之。比榜放解元，果楊兆龍也，心益動。時先慈宜人已見背，予在萬里外未知也。昔阮孝緒於鍾山聽講，母王忽病，兄弟將召之，母曰：「孝緒至性冥通，必當自到。」果心驚而返，信有是哉！ \\n 工人善琴 \\n 萬曆末，詹懋舉者守潁州，偶召木工，詹適彈琴，工立戶外，矯首畫指，若議其善否者。呼問之曰：「頗善此乎？」曰：「然。」使之彈，工即鼓前曲一過，甚妙。詹大驚異，詰所自？工曰：「家在西郭外，往見一老人貿薪入城，擔頭常囊此，因請觀之，聞其彈，心復悅之，遂受學耳。」詹予以金，不受，曰：「某，賤工也，受工之直而已。」又曰：「公琴皆下材，工有琴，即老人所貽，今以獻公。」果良琴也。詹乃從竟學，一時琴師莫能及。 \\n 盧昭容 \\n 古月頭陀，歙人，胡姓，名明勳，字半菴。順治丙戌居京口，兩膝忽患瘍，痛入骨髓，數日宛成人面，眉目口鼻皆具，易醫一百三十餘人，瀕死者數矣。辛卯十二月七日，瘡忽人言曰：「我梁時盧昭容也，子害我於洛陽宮，今日報汝，醫何能為？詣佛懺悔可耳。」既甦，即謝醫，發願書經，書《水懺》至九卷，遂杖而起；終三十六卷，復閉關書《法華經》、《華嚴經》各一部，遂能行；又書《?槃經》、《金光明經》、《心地觀經》、《報恩經》、《金剛經》凡五百萬字，瘡竟愈。後在真州，有降乩者書：盧昭容邀半菴與會，自畫生時像，首飾鳳髻，衣宮衣，問半菴：「洛陽宮相見，今似否？」胡為悚然。胡天啟中官中書舍人，嘗收左忠毅公骸骨云。 \\n 義虎 \\n 汾州孝義縣狐岐山多虎。明嘉靖中，一樵人朝行，失足墮虎穴，見兩虎子臥穴內，深數丈，不得出，徬徨待死。日將晡，虎來，銜一生麋，飼其子既，復以餕予樵，樵懼甚，自度必不免。迨昧爽，虎躍去，暮歸飼子，復以餕與樵。如是月餘，漸與虎狎。一日，虎負子出，樵夫號曰：「大王救我！」須臾，虎復入，俛首就樵，樵遂騎而騰上，置叢箐中。樵復跪告曰：「蒙大王活我，今相失，懼不免他患，幸導我通衢，死不忘報。」虎又引之前至大道旁。樵泣拜曰：「蒙大王厚恩無以報，歸當畜一豚縣西郭外郵亭下，以候大王，某日日中當至，無忘也。」虎頷之。至日，虎先期至，不見樵，遂入郭，居民噪逐，生致之，告縣。樵聞之，奔詣縣廳，抱虎痛哭曰：「大王以赴約來耶？」虎點頭。樵曰：「我為大王請命，不得，願以死從大王。」語罷，虎淚下如雨。觀者數千人，莫不歎息。知縣，萊陽人某也，急趣釋之，驅至亭下，投以豚，大嚼，顧樵再三而去。因名其亭曰「義虎亭」。宋荔裳【琬】作《義虎行》、王于一【猷定】作《義虎傳》紀其事。 \\n 客氏刺 \\n 順治己亥在京師，於慈仁寺市見鬻故書者賣一敝刺，大書「客氏拜」三字。寶應朱國楨【克生】以三錢得之，賦《客氏行》。予笑曰：「使當天啟時，此一紙過詔旨遠矣！」 \\n 驨 \\n 先太師公曾於塞上得馬，一角。按《爾雅》：驨如馬，一角。注：元康八年，九真郡獵得一獸，大如馬，一角，角如鹿茸，即驨也。《王會圖》有俞人之雖馬。注：雖馬一角。 \\n 來陽伯 \\n 來陽伯【復】，三原人，神於醫，尤多技術。常使人脫靴，脛隨之長，幾丈許，靴亦如之。尤精女紅，官吳中時，刺繡之妙，?中閨閣無能及者。來，三原人，萬曆中進士，官至布政使。 \\n 啖石 \\n 仙人煮石，世但傳其語耳。予家傭人王嘉祿者，少居勞山中，獨坐數年，遂絕煙火，惟啖石為飯，渴即飲溪澗中水，遍身毛生寸許，後以母老歸家，漸火食，毛遂脫落。然時時以石為飯，每取一石，映日視之，即知其味甘鹹辛苦。以巨桶盛水掛齒上，盤旋如風。後母終，不知所往。 \\n 周府馴虎 \\n 先祖方伯公為河南按察使時，周王府有馴虎，日惟啖豆腐數斤。猛虎如此，何異騶虞。 \\n 楊世榮 \\n 楊世榮者，汾陽人，以鬻器為生。夜夢人告之曰：「汝富貴至矣！」覺則身忽長二丈餘，一衣須布十八疋，每食啖一烝羊，用一鐵鞭重百六十斤。鄒平張方伯【毓泰】時知縣事，錄為民壯，後遷寧武道，以之自隨。會流賊亂，每步戰殺賊，賊皆披靡，以積功至參將。鼎革後，不知所終。 \\n 金蟆 \\n 先太師舊有金蝦蟆一枚。崇禎辛未，潰卒陷城，一賊得之，置腰間，輒爬其腹，如是者數四。賊怒，擊破之，有白氣冲天而去。 \\n 劉張二仙 \\n 劉吏部公(甬戈)【體仁】《劉先生傳》云：劉任，字弘父，潁川人。生而一瞳子正方，登隆慶丁卯賢書。嘗著唐巾，衣淺紅窄衫，乘駿馬，挾彈林薄間。一日，謂家人曰：「仙伯期我海上。」某日暫還，題一詩，有「明白來時明白去，君看直北起雙鳧」之句，遂瞑。後十五年，有故人從燕中來者云：見先生書一詩於西山蘭若，僧曰，日者一先輩留此，亦時時往來寺中。問其狀，則先生也。遲寺中數日待之，不復至矣。 \\n 又同里張葵孝廉者，髮長等身，無一莖異。七歲時，讀書樓上，忽一黃冠來告曰：「從吾步空下，即仙矣！」葵有難色，黃冠叱之，即能步空下。居城東十里許，一日有道士服過之者曰：「吾望氣而來，乃子耶。幸勿墮落！」遂別去，然張竟無他異。 \\n 鳩食麥 \\n 康熙癸丑，吾邑旱，東山曹村，有鳩千百成群食麥，近羽孽也。 \\n 蟙(虫墨)硯 \\n 張華東公【延登】，崇禎丁丑三月遊泰山，宿大汶口。偶行飯至河濱，見水中光芒甚異，出之，則一石可尺許，背負一小蝠、一蠶，腹下蝠近百，飛者伏者，肉羽如生，蠶右天然有小凹，可以受水，下方正受墨。公製為硯，名曰「多福硯」，銘之云：「泰山所鍾。汶水所浴。堅勁似鐵，溫瑩如玉。化而為(鼠耳)，生生百族。不假雕飾，天然古綠。用以作硯，龍尾繼躅。文字之祥，自求多福。」《爾雅》：蝙蝠服翼。郭璞注：齊人呼為蟙(虫墨)。因又名之曰「蟙(虫墨)硯。」公門人劉文正【理順】、馬文忠【世奇】、夏考功【允彝】、高中丞【名衡】諸公皆為銘贊，亦奇物也。 \\n 荊州鏡? \\n 荊州有某氏子，素亡賴。一日，於後圃築牆，夜夢一美女子前拜曰：「妾在地下數百載矣，修煉將成，明日大劫，懼不可逃，惟君救之。妾胸前有古鏡一枚，君慎勿取，但為妾復掩其藏，誓報厚德。」覺而歷歷能記。明日，集畚鍤掘地，未丈許，果得一棺。發之，中有女子，古粧靚服，顏色如生，胸前有鏡，方圓數寸，寒光射人毛髮。某憶夢中語，欲掩之。其僕曰：「鏡必有異，第取何害？」某遂取之，女子忽化為灰燼；某駭甚，遽掩其棺。是夜復夢女子泣告曰：「吾煉形已成，為汝所敗，然自劫數應爾，於汝何尤？汝但珍護吾鏡，吾當福汝。」某遂寶鏡，虔奉之，鏡時時有聲，一旦女子來，曰：「楊相公開府江陵，思得奇才共濟，此功名之秋也。試往軍門獻策，吾當助汝！」時武陵楊相國督師駐荊，某信其言，遂往上謁。楊公與之語，某談兵料敵，高議縱橫，不可窮詰。公奇之，延致幕中，每有戎機，輒與參決，將聞於朝官之。一日，某以小過箠其僕，僕竟死，方在幕府，不知為計。女子忽至曰：「無傷也，君但請暫歸休沐，輿尸以出，吾能護汝。」如其言，至轅門，忽輿中血出如注，軍校輩驚視之，得僕屍，馳報府中。召某問之，但云罪當死。既而語以兵事，亦懵然不復能對。公怒究其故，某始對以女子所教，已都不知，今鏡尚在。公命取鏡，鏡忽作大聲飛去，自是女子不復至矣。某竟瘐死獄中。鄭禮部次公【日奎】在成都說。 \\n 吴道子水陸畫 \\n 平陽普菴堂有吴道子畫水陸百二十軸。明世宗朝，西河郡王城北有隙地，傳為廢寺址，其地中間方數尺，雨雪不濡，中夜常見光怪。王令人持畚鍤發之五丈許，得石函，以鐵緄二道束其外，發之，又得錫函，最中函以木，木函啟，軸見，乃吴道子真蹟也。王甚珍之。王薨，嗣王以乞揮使呂某，呂又死，其家貧落，寺僧以恆直得之。此崇禎間事，予兄西樵使山右，為賦長歌，今載集中。 \\n 兩中式 \\n 儀制郎中武進巢五一【震林】，順治壬辰會試中第一百六十二名，以磨勘革去中式。乙未會試，復中第一百六十二名，名次毫釐不爽，信事有定數也。兵科給事中周根邰，南宮人，丁酉、庚子，亦兩中順天鄉試，辛丑成進士。按宋章惇、曹冠，冠，秦檜客也，皆再登第。 \\n 魚舅魚爺 \\n 蜀中自嘉定至隆慶，江間有魚，曰魚舅。楊用修《異魚贊》云：「嘉州魚舅，載新厥名。鱗鱗迎媵，夫豈其甥。其文實鯦，江圖可徵。」或以為嘉魚，非也。嘉魚出丙穴，在漢中府，桃花時，則從穴出，亦名鮇魚，或名(魚廷)。《爾雅》曰：鯦，當魱。郭注：海魚，似鳊而大鱗，肥美多鯁，今江東呼最大長三尺者曰當魱。《說文》：鯦，當互也。《正字通》：魱，呼故切，鰣別名，一名鯦。鯦，其九切。俗作(魚臼)，非。(魚廷)，他鼎切。鯔，魚名。《異魚圖贊》：鯔魚極眇，一斤千頭，名曰鮡(魚廷)，不以網收。廣東文昌縣有井，出巨魚，紅頂，名魚爺，見《一統志》。 \\n  \\n 　"}
{"章节": "池北偶談卷二十一", "正文": "　 \\n 池北偶談卷二十一 \\n 　 \\n  \\n 談異二 \\n 每牛雖馬菌人竫人 \\n 予在禮部，見荷蘭所進西洋小牛，異之。考《王會圖》所載，有數楚之每牛。注：每牛，牛之小者。《王會圖》又有俞人之雖馬。注：雖馬一角，大者曰麟。按《爾雅》：驨，如馬，一角，不角者騏。《大荒南經》曰：「蓋猶之山，有小人，名曰菌人。」《東經》有小人國，名靖人，或曰竫人。 \\n 銀杏樹觀音像 \\n 辛丑、壬寅間，京口檄造戰艦。江都劉氏園中有銀杏一株，百餘年物也，亦被伐及。工人施刀鋸，則木之文理有觀音大士像二，妙鬘天然，眾共駭異，乃施之城南福緣菴中。時蘇州瑞光寺有觀音像，亦大木中文理自然結成之。 \\n 唐童子 \\n 松江唐童子勳，五歲而瞽，年十二，詩多可誦。其先有汝詢字仲言者，亦瞽而能詩，嘗註唐詩傳於世。周宿來【茂源】贈童子詩云：「家風師曠遠，家學卜商傳。」又永平孟元輔【熊弼】，忠毅公子，少而失明，好讀書，聽輒成誦，嘗選唐人詩五十家，亦奇人也。 \\n 體香 \\n 先考功西樵，於癸丑七月廿二日以哭先淑人不起。屬纊時，口鼻中作栴檀、蓮華、蘭蕙種種異香，凡三日夜。益都高木王【梓】，予從姊之夫，孝友忠信人也，以康熙甲寅春捐館，病革時，體中亦有異香。此皆予聞見最確者。 \\n 黃鬚 \\n 宋范公稱《過庭錄》載《黃鬚傳》，即今所傳虯髯事也，然其間云：於汴州見太宗，殊紕謬。黃鬚兒，曹操呼其子彰。而此傳李?公所遇亦稱黃鬚。 \\n 柳耆卿墓 \\n 儀真縣西地名仙人掌，有柳耆卿墓。按《避暑錄》，柳死，旅殯潤州僧寺，王平甫為守，出錢葬之。真、潤地相接，或即平甫所卜兆也。予真州詩云：「殘月曉風仙掌路，何人為弔柳屯田？」 \\n 普救寺 \\n 《西廂》傳奇，河中有普救寺。《畫墁錄》：郭威宿師河中，逾年，登蒲阪以望城中，憤蒲民固守，曰：「城開日當盡誅之！」幕府曰：「若然，守愈固矣。第告之曰：誅守城者，餘皆免。」城既開，乃即其地為普救寺。《蒲志》云：舊名永清院，院僧與郭威約，城克之日，不戮一人，因改名普救寺。二書大同小異。然寺名實始五代，傳奇假以成文耳。 \\n 神女廟神鴉 \\n 巫峽神女廟有神鴉迎送客舟，陸放翁入蜀，恨不及見。予壬子冬下三峽，至十二峰，果有鴉十餘，往來旋繞，以肉食投之，即攫去，十不失一。其鴉比常鴉差小，栖絕壁石洞中，得食即入洞去。《天祿閣外史》曰：嘉陵之墟，其鳥曰鳶，臨溪啄影則孕，吐於口而生。方密之【以智】《通雅》云：嘉陵漾江之口，下至巴東，皆有神烏。所謂嘉陵之鳶指此。或謂山烏穴乳，即《爾雅》之鸀。 \\n 三僧 \\n 坡詩有「琴聰蜜殊」，謂僧思聰、仲殊也。放翁《筆記》云：思聰，大觀、政和中，以琴遊權貴間，遂還俗，官御前使臣。仲殊自縊以死。參寥尤為坡公所喜，政和中老矣，亦還俗。又《墨莊漫錄》載：呂溫卿為浙漕，屢起大獄，復欲網羅參寥。參寥本名曇潛，東坡改之曰「道潛」，呂索牒勘驗，竟坐刑之；還俗，編管兗州。 \\n 一字字 \\n 《筆記》云：錢勰字穆，范祖禹字淳，本皆一字。予按古如爰絲、房喬、顏籀、劉乂之類，皆一字字也。今文士有寶應陶澂字季，萊陽董樵字樵，二人皆以布衣遊於都門，初不相識，予為介之曰：「二君非但詩筆相當，即一字字亦絕對也。」二君遂賦詩定交。按《龍川別志》有隋時道士屈突無為，字無不為。晁景迂一字伯以父，見《陸務觀文集》。劉敞、劉攽兄弟字伯貢父、仲原父，見歐公所作《原父墓誌》。前涼張天錫字公純嘏，見《十六國春秋》，此又三字字也。陶一字昭萬有，太原傅山，字青主，一字公之佗。 \\n 趙廣戴祿 \\n 趙廣，合肥人，李伯時小史。伯時作畫，常令侍左右，久遂善畫，尤工畫馬，幾亂真。遭亂，為賊脅之作畫，不肯從，斫其右手；乃以左手畫大士。宋南渡，士夫家所藏伯時大士，多是廣筆。 \\n 戴祿者，臨邑邢子愿先生家僮，亦精六書之學，與子愿書往往亂真。邢與寒家有姻婭之好，予幼時多見屏幛間署子愿姓名，率戴書也。 \\n 古石刻 \\n 大梁城西水磨間，土人掘地得一石，有「日月逝酒漿」五字，乃古篆也。周櫟園侍郎摹勒以傳，謂非仙者不能道。施愚山有詩記之。 \\n 墨魚 \\n 蜀嘉州凌雲烏尤山下有魚曰墨魚，行則噀墨，云郭璞注《爾雅》於此，魚食硯墨所化。立春後泛子，漁人以燈火照之，輒止不去。《南越志》謂烏賊懷墨而知禮。《蜀本草圖經》云，烏賊名海鰾鮹，九月烏(暴鳥)入水所化。不知即此一種否？予在蜀見之。 \\n 鐵漢和尚 \\n 鐵漢和尚居金陵牛首東峰下，獨坐數十年，嘗蓄二猿子自隨，有所須，猿輒解意。與龍眠方學士坦菴【拱乾】善，特構一軒，方來即居之，號曰「坦軒」。和尚化去，二猿悲鳴不食死，葬於塔側。學士題其遺像云：「兩箇獼猴杖一根，獻花石上獨稱尊。怪公事事能超脫，留此贓私誤子孫。」 \\n 駙馬 \\n 《懶真子》云：御馬之副，謂之駙馬。杜預尚主，武帝拜鎮南大將軍，給追鋒車第二駙馬。吾鄉有為尚書子婿者，與婦兄同赴京師。一日，向友人訴厩吏云：「婦兄馬肥，吾馬獨瘦。」友人笑答曰：「彼正馬也，君駙馬耳，那得一例。」合坐大笑。此雖戲語，深合故實。 \\n 厚葬薄葬 \\n 秦始皇穿治驪山，上具天文，下具地理。漢文帝遺詔：霸陵山川因其故，毋有所改。二君之賢愚，人皆知之。乃亦有相反者：宋壽州張侍郎、撫州晏丞相，俱葬陽翟，相去數里。有盜發張墓，得金寶珠玉甚多，遂完其棺櫬，揜覆其穴。繼發晏公墓，無所有，器皆陶甓，破其棺，惟木胎金裹帶一。盜失望，大恚，以刀斧碎其骨而出。世謂張以厚葬完軀，晏以薄葬碎骨。事之不可知如此。 \\n 鳥異 \\n 益都縣顏神鎮，康熙辛亥冬，鳧鴈鴐?之屬以千萬計，飛過城中，皆墮地死，遠近四山皆滿。甲寅春復然。已而相國沚亭孫公【廷銓】薨於私第，公世為鎮人。 \\n 二玉璽 \\n 順治十七年，富陽典史孫某解餉北上，舟過高郵，見湖中夜有光，令榜人跡之，得玉璽水中，方四寸六分，盤龍雙紐，辨其篆文，漢高帝《大風歌》也。十二月，疏獻於朝。鄧州人丁象煇賦《大風玉璽歌》。又康熙四年十月初八日，溧水民耕田，得玉璽，其文乃「人心惟危」十六字，亦上於朝。 \\n 青原道場 \\n 龍眠無可和尚，本方姓，故明崇禎庚辰進士，早以文詞知名，亂後為浮屠，曾住金陵高座寺。劉公(甬戈)見之，衣壞色破衲衣，行纏束腰，居然苦行頭陀也。最後住吉安青原山，青原古道場也，明王陽明、鄒東廓、南皋諸先生，亦講學於此。住山後，有倒荊久枯，忽發三?。會施愚山【閏章】分守湖西，講學白鷺洲，與之往來，青原宗風，一時復盛。 \\n 冰山 \\n 康熙戊申，予邑北錦秋湖中，冰立如山，高可數丈許，巖洞林巒皆具，千峰萬壑，宛轉關通，遠近走觀之。入其中者，如在深山，而表裏洞徹類晶玉。旬日始消。 \\n 異鴉 \\n 邑東北耿氏墓林中，有鴉一隻，碧色，飲啄自異，不與群鴉為伍，亦不見其蕃育，人往往見之。按《唐書》：滕縣有群鳥，嗛柴為城，中有白烏、碧烏各一。又城東旬召店有白燕二，居民家井中。皆康熙十二三年間事。 \\n 昭烈券 \\n 獻賊破荊州時，民家有漢昭烈帝借富民金充軍餉券，武侯押字，紙墨如新。見《綏寇紀略》。 \\n 蜀府鬼 \\n 獻賊據成都，以蜀王府為宮，所居人鬼相觸。一日，聞後殿有歌吹聲，自往視之，見有數十人，手持樂器，而皆不見其首，大驚仆地，乃移居北城樓，不敢入宮。 \\n 馬岱後 \\n 黎州土司馬金者，蜀漢將軍馬岱之後。張獻忠在蜀，以金印招之，金得印擲之地，誓眾拒之。金時年十六，未幾卒。 \\n 張儲 \\n 張儲字曼胥，南昌人，大學士位之弟，多才藝，醫卜、星相、堪輿、風角之術，無不通曉。萬曆間，遊遼東歸，語人云：「吾觀王氣在遼左。又觀人家葬地，三十年後，皆當大貴。行伍閭巷中兒童走卒，往往多王侯將相，天下其多事乎！」人以為狂。既而其言果驗。儲年七十餘卒，其外孫夏吏部抑公【以鋒】云。 \\n 孝芝 \\n 洛陽呂忠節公【維祺】撰《孝經大全》三十年，至崇禎十三年庚辰告成，夢神人錫以丹篆，又袖出一物，如黑飴，倏生二白角，化為黃羝羊，約七八寸，優游草際。謂公曰：「此孝芝也。」明日，果有芝生庭中，凡十八莖，剷者誤去一莖，明日復生。說者謂應十八章之數云。公自作《孝芝記》。 \\n 十具牛 \\n 王景略臨終，托其子皮十具牛，為治田之資，不為求官，亦葛侯八百本桑之意。今江淮以北謂牛四頭為「一具」，俗語亦有所本。 \\n 壽冢 \\n 梁國兒仕姚秦，封平輿侯。嘗於平涼自作壽冢，將妻妾入冢飲讌，酒酣，升靈冢而歌，八十餘乃卒，可謂達者。近淄川高侍郎念東【珩】，亦自作生壙，時與友人唐翰林濟武【夢賚】飲酒賦詩其中。德州程工部正夫【先貞】，自作一棺，題曰：「休息菴」，自作銘，刻其上，酒酣便即偃臥。有詩云：「版屋蕭然密四周，愚人息矣聖人休；百年恍惚真疑夢，萬事紛紜已到頭。廣柳何時催去駕，猗蘭此夕詠閑愁；相煩雅客來欣賞，莫待遙憐土一丘。」 \\n 千里人 \\n 南燕慕容超時，高句驪獻千里人十人。 \\n 畢尚書 \\n 淄川畢白陽【自嚴】先生，明崇禎初，為戶部尚書，精心會計，為時名臣。時練餉新餉，諸項日增，臺諫多歸咎司農，一言官以亢旱上疏，有「烹弘羊，天乃雨」之語。先生笑謂人曰：「此非烹弘羊，直是要烹白陽耳！」 \\n 謔語 \\n 王完虛中丞【點】，明萬曆甲辰進士，好詼謔，初仕為鄒平知縣，縣與章丘接境。一日，與章令某相見，令問：「足下以何年生？」對曰：「乙亥。」因問章令，答云：「亦乙亥。」王笑云：「某是鄒乎一害，兄便是章丘一害。」 \\n 排調 \\n 同年薛給事【奮生】，以才氣自許，常在淮陰，酒間謂予云：「子文士耳，異日終依我幕下。」予答曰：「恨吾子非嚴鄭公耳！」汪苕文亦有詩調之云：「十載雕蟲稍擅名，未曾縳?學長征；他年若得登三事，但取蕭郎作騎兵。」 \\n 引經 \\n 德清陳端菴【凝】，順治己丑進士，筮仕為新城令。性仁厚，每杖人，輒對之泣。有王生者，宅為人所奪，久不給直，訟於官。陳不能決，第好語曰：「《毛詩》云，『維鵲有巢，維鳩居之。』王秀才獨不能作鵲耶？」聞者笑之。 \\n 士大夫 \\n 《南史》紀：僧真得幸齊世祖，請於上曰：「臣出自武吏，階榮至此，即時無復所須，唯就陛下乞作士大夫。」上曰：「此由江□、謝瀹，我不得措意，可自詣之。」僧真承旨詣□，登榻坐，□顧左右曰：「移吾床遠客。」僧真喪氣而退，告上曰：「士大夫固非天子所命。」六代時士大夫之重如此。 \\n 兩周盤龍劉桃枝 \\n 蕭齊時，兩周盤龍：一奉叔之父，於淮陽大破魏軍；一徐州民，與建康僧法智作亂，為王元邈所誅。南北朝兩劉桃枝：一北齊人，洋、湛間多拉殺諸王大臣，在涼風堂殺斛律明月者；一陳威鹵將軍，克齊朐山城。 \\n 程蘇謔語 \\n 元祐初，司馬公薨，百官方有慶禮，事畢往弔，伊川引「子於是日哭則不歌」，東坡云云。然《檀弓》：「衛太史柳莊寢疾，公曰疾革，當祭必告。公再拜稽首請於尸曰：有臣柳莊也者，非寡人之臣，社稷之臣也。聞其死，請往。不釋服而往，遂以襚之。」又梁左軍將軍馮道根卒，是日上春祀二廟，問中書舍人朱異曰：「吉凶同日，今可行乎？」異引衛獻公以對，上即幸其宅。伊川何未衷於此？《欒城遺言》載此條，則是潁濱事，非東坡。 \\n 孫忌語 \\n 南唐孫忌語馮延巳曰：「僕山東書生，鴻筆麗藻，十生不及君；詼諧歌酒，百生不及君；諂佞險詐，累劫不及君。」 \\n 雙塔 \\n 京師雙塔，乃安祿山、史思明所造，而劉侗《景物略》不載。元?賢易之詩云：「安史開元日，千金構塔基。世尊寧妄福，天道自無私。寶鐸遊絲罥，銅輪碧蘚滋。停驂指遺蹟，含憤立多時。」 \\n 何老菴 \\n 吾邑東六七里，有何老菴。何，元時人，修道於此，獨居數十年，每夜有蛇虎伴之。菴後有積水，曰豢龍池，相傳何老擾龍處。 \\n 虹橋板 \\n 榕城書肆有虹橋板一片，色黝而澤，文理堅栗，發聲清越，材中琴瑟，云產武夷山中，不辨何木也。興化林穆之【賓王】賦《虹橋板行》記其事。 \\n 漢人唐人秦人 \\n 昔予在禮部，見四譯進貢之使，或謂中國為漢人，或曰唐人。謂唐人者，如荷蘭、暹羅諸國。蓋自唐始通中國，故相沿云爾。馬永卿引《西域傳》言秦人，我丐若馬。注：謂中國人為秦人。各以通中國時為稱，古今不易也。 \\n 真龍石龍 \\n 宋中丞牧仲【犖】說：順治二年在京師，見大內所藏真龍，全身盤屈貯篋中，一角五爪，鱗甲如鐵，長丈餘。陳宮詹說巖【廷敬】說：康熙十四年，陽城張侍郎東山【爾素】家鑿石，中有石龍一，鱗甲頭角，宛然刻畫，亦長丈餘。 \\n 淨池鳥 \\n 宗弟九青侍講【豫嘉】，扶風人，家渭水上，去太白山二十里。云太白一峰，直上三十里，盛夏雪霰不絕，人無能登其巔者，惟六月可上。上有太白神殿，以鐵瓦覆之，有五池，有鳥紅色，大如雀，池有滓穢，則啣去之，名「淨池鳥」。山奇寒，無林木鳥獸，此鳥亦不知栖止何所也。按《客座新聞》云，每墮葉，則鴛鴦鳥啣出之，紅魚有長丈餘者。 \\n 五行 \\n 陸象山云：「五行書以人始生年月日時所值晨，推貴賤貧富夭壽禍福甚詳，乃獨略於智愚賢不肖，曰純粹清明，則歸之富貴福壽；曰駁雜濁晦，則歸之賤貧夭禍。《易》有否泰，君子小人之道，迭相消長，各有盛衰。純駁清濁明晦之辨，不在盛衰，而在君子小人。今顧略於智愚賢不肖，而必歸之富貴貧賤壽夭禍福，何耶？」沙隨程氏云：「《易》以道義配禍福，陰陽家獨言禍福，而不配以道義。如此而詭遇獲禽，則曰吉；得正而斃，則曰凶。故《文中子》曰：京房、郭璞，古之亂常人也。」二說可互證。 \\n 常熟三鼎甲 \\n 常熟南門地名山塘港，琴川水經處，三鼎甲居第相望：中孫扶桑【承恩】，前趙東田【士春】，後瞿文懿【景淳。】三公臚傳年皆三十九，尤奇。扶桑弟舉人暘為予說如此。 \\n 杜氏 \\n 康熙丁酉，山東東昌府館陶縣民婦杜氏，年一百十三歲，載縣志。 \\n 秦宣太后晏子語 \\n 《國策》：楚圍雍氏，韓令尚靳求救於秦。宣太后謂尚子曰：「妾事先王日，先王以髀加妾之身，妾固不支也，盡置其身於妾之上，而妾弗重也，何也？以其少有利焉。」此等淫褻語，出於婦人之口，入於使者之耳，載於國史之筆，皆大奇。 \\n 又《晏子春秋》：景公蓋姣，圉人視景公，僭者問之，曰：「竊姣公也。」公將殺之，晏子入見，公曰：「色寡人，故將殺之！」晏子曰：「嬰聞拒欲不道，惡愛不祥，雖使色君，於法不宜殺也。」公曰：「然，若沐浴寡人，將使抱背。」此段問答亦奇。 \\n 姚康伯 \\n 崇禎時，內殿石驟長數寸，上以問大學士何文端公【如寵】，何謝不知。歸問其老友姚康伯，康伯曰：「此璞也，中必有玉。」翌日以對。上命剖之，果得玉。上訝其博物，何謝曰：「臣友姚康伯教臣也。」因召見，欲授以官，不受。姚字休那，與文端俱桐城人。張學士敦復【英】說。 \\n 李頻 \\n 唐詩人李頻，字德新，睦州人，名列《唐書?文藝傳》。《才調集》所載「中流欲暮見湘煙」一篇，其作也。懿宗時，為建州刺【吏】　【史】，卒，見神梨嶽，郡人祠祀之。宋紹興中，封「靈顯忠惠公」，後加「靈佑善應王」，再加「廣濟王」，又加「福佑威濟信順王」。明洪武初，改「建州刺史之神」，載在祀典。宋真文忠公序其詩，今所傳《梨嶽集》是也。詩人歿而為神，未有如頻之昭昭者。 \\n 寶蕊? \\n 江浦周西水兵部，名于漆，幼不能言，然頗能記前世：為某邑人，所常栖止處，廣庭中設一几，庭前有紅薔薇一叢。時時夢到其地。七歲時，戲門前，有僧過門顧之曰：「此郎有夙因。」周應聲即能言，家人驚喜。因令讀書，一過目如宿習，數月遍通經書《左》《國》《史》《漢》。年十四，讀書山中精舍。一日日夕，憩溪邊石上，遇老僧謂曰：「郎忘七歲門前相見時耶？」叩其名，曰：「我寶蕊也，閩人。」周因留之舍中，日夜與論象緯、律曆、六壬、丁甲、勾股、洞章之術，未半載，盡通其說。瀕行，復以黃河、海道、九邊三圖授之，且曰：「吾數學未傳人，今當遊四方訪之。」又祕語周以十年之內，天下必大亂。君，異代人物也。自丙子迄甲申，果九年而明亡，皆如其言。周入本朝，以明經謁選人，常念寶蕊別時贈詩，有「元夕燈前尋賈子，秋風臺下拜鄒生」之句，未詳所謂。及謁選，得房山令。上元與僚屬讌於賈公祠，問之，唐詩人賈閬仙祠也。問有子孫乎？吏對有賈某者，其裔也，見以逋稅繫獄。周急令出之，代完其逋。是年秋，調平谷令，抵縣日，即出勘田畝，夜宿山村古廟。比晨視其額，則鄒衍祠也，於是悟寶蕊之語，一無爽焉。周述其學，著《三才儒要》三十卷。 \\n 追尊始祖 \\n 唐以老子為玄元皇帝。蜀王衍追尊王子晉為聖祖至道玉宸皇帝。 \\n 沈石兄 \\n 萊陽沈石兄名迅，明崇禎辛未進士，官給事中，鼎革後家居。一日，其傭奴鉏田，見禾葉上皆有篆書，如蟲蝕者，其文曰：「沈迅死。」是年沈禍作，舉家自焚。 \\n 棗栗 \\n 《白虎通義》曰：婦人之贄，以棗栗腶修。棗，取其朝早起；栗，戰慄自正也。今齊魯之俗，娶婦必用棗栗，諺云：早利子也。義本《白虎通》而稍訛。南宋時，太學生齋祭用棗子、荔枝、蓼花，曰早離了也，殊可捧腹矣。 \\n 一生七子 \\n 明天啟中，大名民家一生七子，俱成立。每疾病，則七人同之。王比部【令】少寓天雄，猶及見其第三子云。康熙戊申，安徽巡撫張中丞【朝珍】疏報歙縣民?士全妻呂氏，一產四子。同年李望石【贊元】說：順治中按楚，有漢川縣民王某妻，一產六子。按北魏延興三年，秀容郡婦人一產四男。四產十六男，與此相似。 \\n 郝推官 \\n 郝某失其名，嘗為湖廣某郡推官。一日，送直指宿驛中，夜坐篝燈，倦而假寐，恍惚見有白衣女子鍼刺其額，驚覺，遂就寢。既臥，又若有刺其股者，創甚，急呼童子然燭視之，果有鍼在左股。疑其刺客，乃秉燭巡視室中，空無所有，至屋隅暗處，有緯蕭障之，隙而窺焉，見一物如大鳥，人立，遍體似水晶，臟腑皆見，見人即前攫，急以手中梃逼之，遂倚壁上不能起。大呼從人，破窗而入，梃刃交下，乃死，竟不知其何怪也？劉吏部公(甬戈)說。 \\n 林四娘 \\n 閩陳寶鑰，字綠崖，觀察青州。一日，燕坐齋中，忽有小鬟，年可十四五，姿首甚美，搴簾入曰：「林四娘見。」陳驚愕，莫知所以。逡巡間，四娘已至前萬福，蠻髻朱衣，繡半臂，鳳觜靴，腰佩雙劍。陳疑其仙俠，不得已，揖就坐。四娘曰：「妾故衡王宮嬪也，生長金陵。衡王昔以千金聘妾，入後宮，寵絕倫輩，不幸早死，殯於宮中。不數年，國破，遂北去。妾魂魄猶戀故墟，今宮殿荒蕪，聊欲假君亭館延客，固無益於君，亦無所損於君，願無疑焉。」陳唯唯。自是日必一至。每張筵，初不見有賓客，但聞笑語酬酢。久之，設具讌陳，及陳鄉人公車者十數輩咸在坐。嘉肴旨酒，不異人世，然亦不知何從至也。酒酣，四娘?述宮中舊事，悲不自勝，引節而歌，聲甚哀怨，舉坐沾衣罷酒。如是年餘。一日，黯然有離別之色，告陳曰：「妾塵緣已盡，當往終南，以君情誼厚，一來取別耳。」自後遂絕。有詩一卷，長山李五絃司寇【化熙】有寫本云。又程周量會元記其一詩云：「靜鎖深宮憶往年，樓臺簫鼓遍烽煙；紅顏力弱難為厲，黑海心悲只學禪。細讀蓮花千百偈，閑看貝葉兩三篇；?園高唱【升平曲】，君試聽之亦惘然。」 \\n 秦時人 \\n 遼東醫無閭山中，有人斸參，見毛人長丈許，驚而却走。毛人招之曰：「吾非妖魅，乃秦時築長城卒。昔同輩數萬人，今僅七人在耳。」因問其飲食居處狀，曰：「始饑食松柏實，渴飲溪水，久之不復饑渴矣。」言已，去如飛鳥。友人某親聞之操江宜中丞【永貴】云。又巴山中有白髯叟，采樵者嘗見之，自云唐時人。岳儀部石齋【貞】說。 \\n 離非女子 \\n 故友南粵陸漢東【卿】孝廉，有小硯，是南漢劉鋹宮中物，有鋹宮人離非女子篆銘。卿死子幼，此硯不知流落何所？石埭令姚六康【子莊】為予言之，姚亦粵人。 \\n 謝在杭 \\n 謝在杭【肇淛】，閩之長樂人。少讀書邑蕭氏園，園素多怪異，人無敢居者，謝不之信。一夕坐燈下，忽一女子前，拜且泣。謝叱之，女子曰：「妾負冤久，求公申之，非魅也。妾湖州德清人，幼隨父客此。同行某甲者，中表戚也，利父囊橐，遂殺父，恐妾鳴於官司，併置諸死，今數載矣。公異日必官於湖，望逮甲窮治抵罪，使妾家知妾父子死所，父子目瞑矣！」謝許之，戒勿復出為祟，自是竟無它。是年謝中鄉試，果筮仕湖州推官。抵任後，即檄縣捕甲至，一訊立伏，遂抵罪，郡人以為神。姚禮部【琅】曾令長樂，為予言如此。 \\n 南江野人 \\n 蜀張獻忠之亂，遺民奔竄山谷，久之遂為野人。南江有二野人，能手格猛虎，恆擘獐鹿啖之，懸崖絕壁，騰上如鳥隼。雖其家人親戚招之，疾走不顧也。岳儀部石齋，南江人，為予說。 \\n 尼涵光 \\n 尼涵光，江西宜黃人，姓鄒氏，歸譚大司馬綸之孫。其夫椎魯不知書，涵光棄去，走京師，上書請南遷，不報。會鼎革，遂為尼。每談故明門戶事，源流甚晰，居寶應。朱秋崖【克生】曾見之。 \\n 陳百史 \\n 秀水張侍郎【天植】流塞外時，一夕召乩仙，仙至，大書云：「我陳百史也，今為尚陽堡土地」，因謂「諸公可召吾兒來。」時其子掖臣徙居尚陽，家城外。張謂城門下鑰，請俟明日。又書云：「渠今夕飲城內某家。」往偵之，果然。比至，凡書數百言，皆言家事及訓誡之語。後在遼陽海寧相邸中，亦往往見形，與談笑如平生。 \\n 宋齊丘語 \\n 宋齊丘表請與故?太子璉絕婚曰：「非獨婦人有七出，夫有罪，亦可出。」此與《左傳》「人盡夫也」之語，可為絕對。 \\n 漢碑異姓 \\n 《金薤琳琅》所載漢碑碑陰故吏門生姓名，有絕異者。如韓敕碑有麃【次公】、充【宙】、番【君舉】、加【進】、亓【煇、魯人，恐即亓官之後】。弓【如】、骨【通國】。孔宙碑有叔【香】、如廬【浮、北海劇人】。薤【章】。魯峻碑敢【敦】、東鄉【晨。河間阜城人】。景君碑羽【質】、臨【照】、水丘【郎、營陵人】。中、【名闕，字季遠。】炅【詩】、立【遷】。又漢碑陰有弟子、【洪丞相《隸釋》謂親受業者。】門生、【次相傳授。】門童、【未冠。】故吏、【掾屬。】故民、【占籍。】處士、【非吏非民。】義士、義民。【非所蒞。】又有故修行、【趙明誠謂《後漢?百官志》注：河南尹官屬有循行百三十人。《晉書?百官志》亦有之。修乃循之訛，都穆謂當信碑本，以正《漢書》之誤。】故午。【似是皂隸賤役。】 \\n 香山(奧土) \\n (奧土)門在香山縣大海中，忽起一石，埂廣十餘丈，長六里許，首尾相屬不斷，如蓮之有莖，中途甕城名關閘，踰之抵(奧土)門，則如蓮菂。番人依山築城，廣袤四五里，三面皆臨巨浸，惟北通地一莖耳。海中諸峰包裹，前十里為十字門，如兩眉橫列，而缺其正中。又南十里為小橫琴，塞隘口；又南稍折西為大橫琴，重案也。番人之停舶必於灣，灣之所在，即名澳，香山故有澳，名浪白，諸番互市其中。而今之(奧土)門，則舊名濠鏡地，有南北二灣。明萬曆中，有大西洋人至此樂之，遂請濠鏡為澳，而就二灣停舶。久之，益自彼國遣眾聚居，歲輸稅五百金，本朝除之。番人安其業者已數世，所居率依山為樓，三層，方者、圓者、三角者、六角八角者，俱為螺旋形以入。其教曰天主，其寺曰三吧，高十餘丈，於屋側啟門戶，石作雕鏤，金碧照耀。寺僧曰法王，以時集男女禮拜，其所奉曰天母，名瑪利亞，抱一嬰兒，曰天主，為耶穌，被服珍怪，障以琉璃，望之毛髮生動，云漢哀帝時人也。寺有風琴，其琴銅絃，彈之以和經唄，并管簫諸樂器，藏機木柜，聯以絲繩，輪牙相錯，一人轉機，則諸音並奏。有定時臺，巨鐘覆其下，立飛仙臺隅，為擊撞形，亦以機轉之，按時發響，起子末一聲，至午初十二聲，復起午末一聲，至子初十二聲，晝夜循環無少爽；前揭圓槃，書十二辰，俟某時鐘動，則蟾蜍移籌指某位。有千里鏡，番人持之登高以望舶，械仗颿檣，可矚三十里外。又有玻璃千人鏡、多寶鏡、顯微鏡、小自鳴鐘、自行表，以及海洋全圖、璇璣諸器，皆極工巧。花有貝多羅、丁香，禽有五色鸚鵡、么鳳倒掛，獸有(犭蒙)(犭貴)、短狗。其人昂鼻蜷髮，目深碧不眴；貴女而賤男，晝臥而夜起。男有白黑二種，白者貴，黑者為奴。衣以多羅尼、辟支，曳高屐，戴黑氈笠，相見脫之以為禮。腰佩長刀，刀著地尺許；間有握赤藤者，則甚貴，(奧土)中四人而已。其女子則華襧寶靨，出以錦被蒙其首，而跣足不襪。其家政女子操之，父死，女襲其業，男子則出嫁女家，不得有二色，犯者，女訴之法王，立誅死，或許悔過，則以鐵鉤鉤其手足，血流被體而免之。(奧土)中有議事亭，番目四人，受命於其國，更番董市事。凡市【事】經四人議，眾莫敢違，及官司有令，亦必下其議於四人者，議得當以報聞。其行賈之地曰馬西，以中國絲帛、白鉛易胡椒、檀香、蘇木以歸，且與馬西約：不得以所產市他國。康熙辛未，馬西背約，私與他國市，(奧土)人怒，駕舸往所市之國責之。馬西患之，遂相仇殺，死者三百餘人，市道中絕。稍西曰小西洋，去中國萬里，半年始至，所產有碧琉璃諸器。極西曰大西洋，去中國九萬里，三年始至，往者以其太遠，祗就旁島遷販，未嘗親至其地也。番舶之出以冬月，冬月多北風，其來以四五月，四五月多南風。既出，則(奧土)中黑白鬼一空，計期當返，則婦孺遶屋號呼，以祈南風，亦輒有驗。其舵工素與海習，雖卒遇颶母浮椒，亦萬不失一云。右見龔兵部蘅圃【翔麟】《珠江奉使記》。 \\n  \\n 　"}
{"章节": "池北偶談卷二十二", "正文": "　 \\n 池北偶談卷二十二 \\n 　 \\n  \\n 談異三 \\n 銀瓦寺古鏡 \\n 謝郎中方山【重輝】言：明末德州修河堤，於銀瓦寺前地中得古鏡一，規製甚小，照見隔城樓閣塔寺、人物往來，纖毫畢具。寺僧深匿之，今亡。 \\n 短人 \\n 田少司寇漪亭【雯】言：德州兵器庫，自明季扃鐍久。順治初，有司開視之，於室奧壁下見一短人，身纔尺許，形如老翁，遍體有毛，左膝長跪，左手垂而拳，右足履地，右肘拊膝，而手承頤，鬚髮皓白，攢眉閉目，若悲苦之狀。頃之雷電繞屋，失所在。 \\n 嶗山道士 \\n 嶗山又名勞山，在即墨界，山中多一二百歲人。有高密張生者，讀書道觀。觀有老道士，形貌怪醜，執樵蘇之役，張意忽之。一日買二牛，其家去山百里餘，苦無人遣送，方躊躇頃，道士忽謂張曰：「君似有所思，得勿以牛故耶？吾為君送之。」張異其言，逡巡已失牛。比歸，問家人，曰：「某日某時，有道人送二牛至。」憶其時正立談頃也。自是知非常人，頗禮之。又一日，張為其徒說《周易》，道人從窗外聽之，呼曰：「君所述皆俗說。」試叩之，名理出人意表。生授其學，遂以說《易》擅東方。一日薄暮，大雷雨震電，張閉門，從窗隙中見天神數百輩，圍繞道士房，如作禮狀，驚愕不敢喘息。比達曙，雨止，開門視之，道士門已反鐍，寂無人矣。是夜，山中道觀數十百處皆見道士焉。 \\n 宋孝廉數學 \\n 雲間宋孝廉幼清【懋澄】，副都御史直方【徵輿】父也，精數學。直方生時，預書一紙，緘付夫人曰：「是子中進士後，乃啟視之。」至順治四年丁亥，捷南宮，開前緘，有一行字云：「此兒三十年後，當事新朝，官至三品，壽止五十。」後果於康熙丙午，以宗人府丞遷副都御史，至三品；明年丁未卒官。年正五十也。又嘗與淮南白孝廉同年友善，白亦精數學。一日晨起，謂夫人曰：「今年九月某日，白兄當死。渠無子，我當渡江取別，為治後事。」遂買舟渡江。比至，白已候門，迎笑曰：「我固知兄今日必來相送。」遂閉門相對痛飲數日；至期，白無病而逝。先生為治後事畢，乃歸。歸謂夫人曰：「白兄事已完，吾明年三月，亦當逝矣！」如期而卒。宋有《九籥集》，如稗官家劉東山、杜十娘等事，皆集中所載也。 \\n 張谷山 \\n 張谷山，潁州人，日與小兒嬉戲，人不知其有道者也。張有表兄客薊州，一日除夕，嫂方製餛飩祀先，念夫而歎。谷山在側曰：「嫂無憂，吾為嫂今日一至兄所，請寄餛飩為信。」潁去薊二千餘里，日未移晷已返，云：「適至薊，見兄亡恙。」嫂笑其妄。谷山探懷出家書及夫昔所絮衣，云：「此豈妄耶？」自是人始驚其神異。後入武當山，不知所終。遺二陶器，盛夏盛肉不腐。此與萬回事相類，劉公(甬戈)吏部說。 \\n 陶松雲 \\n 陶松雲者，居吳江，自云少時遇許旌陽謂曰：「吾弟子三十餘人，皆在下界，汝其一也。今命汝以度人為功行，汝其慎之！」常有一士大夫往謁陶，求養生術。陶語人曰：「此人不久當死，安望長生。」問其故，云：「凡人作虧心事，一事則神縮一寸。今觀此君，神纔數寸耳。」竟如其言。 \\n 李神仙 \\n 利津李神仙者，占卜射覆多奇中。霑化李吉津宮詹【呈祥】在京師，一日問李前程事，李書一聯云：「洗耳目同高士潔，披襟不讓大王雄。」後半載，宮詹以建言流徙出關，途次永平，有一秀才迎道側，具刺自言貧苦，求資助。視其名，則高士潔也，大駭歎。及出關，一守備王姓，素受宮詹恩，聞公至，遠來相送，因為誦前詩，及第六句，王駭曰：「雄，即某小字也。」李公太息，以為定數不爽如此。至康熙元年，詔許生還。李公一日偶舉此事語長洲尤太史展成【侗】，尤又駭曰：「此詩乃某昔年戲作《論語詩》中之一也。」李今已老，尚往來燕、趙、齊、魯間。 \\n 洞庭神 \\n 宋牧仲【犖】言其鄉梁中翰【遂】奉使西粵時，道出洞庭，風日晴明，呼風而渡。忽雷雨驟至，雲氣晝晦，舟中人共見一神人，美鬚髯，戴烏紗巾，騎異獸，行水上。獸身半在波濤中，僅露頭角。後一人形貌怪偉，啣獸尾而行，其速如飛。去船里許，人獸皆漸騰上，雲雨晦冥，遂不復見。舟人以為洞庭之神也。【梁，丙戌進士，後官山東提學道僉事。】 \\n 雷侍御子 \\n 井研胡菊潭相國【世安】，嘗說其邑雷侍御某為縣令時，生一子，八歲而夭。後復生一子，年七八歲，一日晨睡不醒，喚久之，乃覺，自云：適見其兄來呼，入一山，似非人境；且贈之詩云：「三生未了塵凡業，一夕初完渾沌胎。紫?臺前千劫盡，白羅天外百花開。」正吟末句，忽云：「父母喚汝，可去為我致問安好也。」高念東侍郎說。 \\n 前知 \\n 郭學憲【諫】，福山人，兵部尚書君弼先生【宗皋】曾孫。言其縣人劉某，少雲遊四方，餘二十年始歸。明末山東亂，諸郡縣皆嚴守禦，縣令召劉問休咎。劉云：「城必無恙，守亦得，不守亦得。然某必死兵。」令笑曰：「城既無恙，汝但留城中何患。」劉曰：「數定矣，不可逃也！」遂辭去。至城西一村，村人皆避兵他徙，劉獨止不去。適有兩人避兵過之，劉指東路曰：「此去直東，凡有山林處皆可避，即途遇敵騎，毋恐，必無害。」兩人強之同行，不可，但云：「明日覓我骸骨於村西某樹下，即兩君報我矣。疾走勿復顧。」兩人不得已，趨去，道遇鐵騎絡繹，竟免俘執。兵去，如約訪之，果死樹下矣。城亦無恙，乃告於令葬之。 \\n 地震 \\n 康熙戊申六月十七日戌刻，山東、江南、浙江、河南諸省，同時地大震，而山東之沂、莒、郯三州縣尤甚。郯之馬頭鎮，死傷數千人，地裂山潰，沙水湧出，水中多有魚蟹之屬。又天鼓鳴，鐘鼓自鳴。淮北沭陽人白日見一龍騰起，金鱗爛然，時方晴明無雲氣云。 \\n 梁尚書 \\n 鄢陵梁尚書【廷棟】官陝西，一日，按部河州，有通官四人迎於道左。其一人望見梁公，股栗伏地。比至，稱病不謁。梁怪之，勒令出見。一見怒甚，即核其交通外彝、侵冒軍實罪狀，劾而殺之。將服刑，告人曰：「吾死固矣。吾少時至一山寺，見寺僧饒於貲，吾以計殺而掠之，今三十餘年矣。頃望見梁公之貌，宛然僧也，又一目眇，吾死固矣。」尚書從孫曰緝侍御【熙】說。 \\n 劉尚書琴 \\n 鄢陵刑部尚書劉公訒，前刑書璟子也。性嗜琴，嘗蓄一蕉葉琴，其輕如蟬翼，蓋古物也。一日，晝寢初覺，見一黃衣人坐而鼓之，其聲絕妙，起視則無所睹矣。公自是琴理益精。河南亂後，失琴所在。 \\n 王祭酒 \\n 吾郡歷城明翰林王公敕，字雲芝，成化甲辰進士及第第三人。諸生時，讀書臥牛山寺，夜見地有火光，發之，得石匣。匣有書二冊，讀之，遂能御風出神，知未來休咎。生平異事甚多，嘗與僧采枸杞山上，僧先下扣門，公已先在啟扃。官河南、四川督學，試日，諸生見鎖院?廡各有一公危坐。一日見白雲一片，命騎追之，雲落地化為石，色如雪，煮食之，其甘如飴，曰：「此雲母也。」行輝縣山中，忽下輿拜曰：「丈乃在此。」令掘地，得奇石，置之百泉書院。又於道左古垣中，開視得紫石硯二枚，各有鴛鴦一隻，雌雄相向。嘗云：「地如竹篩眼，凡有異寶皆可見。」又采杞僧臨終，公問所欲，曰：「欲富貴兼之。」公曰：「但堪作一藩王耳！」朱書其背曰：「蜀王。」比王生第二子，背上隱隱有書字。尹恭簡旻寢疾，問之，曰：「有大鶴入室飛旋，已而颺去，公之神也。」果然。官終南國子祭酒，預知死期。怛化時，四城門皆見公羽衣鶴氅而去，如雲水道人。鄉人於良鄉道中遇鼓吹從南來，視之，乃公也。王陽明素推服之，張尚書鶴鳴為作傳。先贈司徒公生時，大父方伯贈司徒公，取公名名之。 \\n 民母鼻子 \\n 民母，嫡母也。見《漢》服虔注。又王伯厚《漢制考》云：「始生子為鼻子。」 \\n 倉頡 \\n 倉頡祠墓，在壽光縣城西門瀕河。劉文和公【珝】，縣人也，幼時讀書外塾，每往返涉水，輒有白鬚老人負之。久之，問何人？答曰：「我倉頡所遣送迎公者，他日富貴毋相忘。」公既貴，後謁倉頡祠，有侍者形容宛如所見，遂新其祠墓云。 \\n 靖州雞鵝 \\n 靖州觀音寺，與副將某署相鄰。一日，廚人宰鵝，鵝忽飛上寺殿鴟尾。僧異之，因乞施寺中。每朝夕課誦，鵝輒上殿諦聽，日食蔬飲水而已。自順治中，至今二十餘年尚在。又明【字】　【季】寺有一雞，亦在佛前晨夕聽經，如是四十年化去。一夕，見夢老僧曰：「弟子已往生武岡王府，三年後，師可來一相視。」僧異其言。及期往，武岡郡王生子適三歲矣，不能言，見老僧至，忽問訊曰：「別師三載無恙乎？」僧歸，紀其事於石。有吳君者，從軍湖南，至寺親見之。蠢動俱含佛性，信然。 \\n 趙解元 \\n 趙浮山【作舟】，登州大嵩衛人，順治甲午領解，乙未公車入京師，居汾陽館。館中廳事有武安王神像，趙居其側，偶狎一妓。其父趙翁曾官通判，里居，放榜之夕，忽夢入一大城，有偉丈夫自委巷出，揖翁問曰：「君非趙某耶？」曰：「是也。」曰：「吾潘姓，關帝下直日功曹也。爾子本應今科高第入翰林，以近日得罪神明，奏聞上帝，且降罰矣。」頃之，鼓樂騶從駢闐而至，有神人峨冠盛服，手黃紙，功曹亟指示曰：「旨下矣，可俯伏聽之。」翁如言，竊視紙上，則大書「趙作舟」三字，以硃筆勒之。功曹曰：「君可去矣。郎君罪止罰科耳。」作舟既下第歸，入門，翁詰其故，且具述夢中所見，作舟悚然。後蹭蹬公車者二十四年，署東平州學正，康熙己未始登第，改翰林院庶吉士。親述其事如此。 \\n 異馬異牛 \\n 癸亥在京師，見一馬，索值千二百金，通身毛如新鵝兒黃，無一莖異，惟尾鬣獨黑。又一馬索值五百金，通身如雪，上作桃花文，紅鮮可愛。又額駙石公家一紫花牸牛，文如海棠色，施銜勒，走及奔馬，云得之南中。 \\n 波斯犬 \\n 嘗於慈仁寺市見一波斯犬，高不盈尺，毛質如紫貂，聳耳尖喙短脛，以哆囉尼覆其背，云通曉百戲，索價至五十金。亦宋太宗桃花犬之屬也。 \\n 梅異 \\n 宣城自本朝來，科甲久不振。康熙己未，施侍講愚山【閏章】、高檢討阮懷【詠】以辟薦，孫編修予立【卓】、茆編修楚畹【薦馨】以鼎甲，四人同時入翰林。時施園有梅，三月復開四花，其方位恰應四人所居，人以為異。梅孝廉淵公【清】繪為圖。壬戌，阮吉士【爾詢】亦入翰林。或謂宣城有文昌閣久頹廢，甫新之，五君遂相次入翰林云。【壬戌，茆卒。癸亥，施、孫相繼卒。乙丑，高卒。又不知何說也。】 \\n 籤驗 \\n 京師前門關帝廟籤，夙稱奇驗。予順治己亥謁選往祈，初得籤云：「今君庚甲未亨通，且向江頭作釣翁。玉兔重生應發跡，萬人頭上逞英雄。」又云：「玉兔重生當得意，恰如枯木再逢春。」爾時殊不解。是年十月，得揚州推官，以明年庚子春之任。在廣陵五年，以甲辰十月內遷禮部郎。所謂庚甲者，蓋合始終而言之。揚郡瀕江，故曰江頭也。然終未悟後二句所指。至庚申年八月置閏，而予以崇禎甲戌生，實在閏八月，過閏中秋四閱月，遂蒙聖恩擢拜國子祭酒。於是乃悟玉兔重生之義。諺云：飲啄皆前定。詎不信夫？ \\n 名龜 \\n 麟、鳳、龜、龍，並稱四靈。漢、唐、宋已來，取龜字命名者不可勝紀。至明遂以為諱，殊不可解。惟張太嶽生時，其母夢一大龜入室，因名之曰龜。後夢神人謂洩天機，乃易名。 \\n 蜘蛛塔 \\n 京師城西慈慧寺，有蜘蛛塔。萬曆中，少詹南充黃公平倩【輝】書碑。平倩耽禪悅，與僧愚菴善，嘗住此寺。一日方誦《金剛經》次，一蜘蛛緣案上，向佛而俯，驅之復來。黃曰：「爾以聽經來耶？」為誦終卷，又為說情想因緣竟，蜘蛛立蛻化去。因以桑門法起塔，復書碑記其事云。 \\n 義蜂冢 \\n 金山有義蜂冢。鎮江府廨有蜂一筒逸出，其王斃，群蜂相揉藉，爭死之，不下萬餘。嘉靖中，鎮江嚴同知者為立義蜂冢，徐尚書養齋【問】作《蜂冢歌》紀事云：「群蜂勢方屯，主蜂自殘折，意氣許與成君臣，義心欲奮秋陽烈。摧軀抉股同死君，田橫門客多如雲。後人重死不重義，奉頭鼠竄何紛紛。微蟲感恩乃至爾，吁嗟萬靈不如此！金山山高江水寒，孤冢蒼茫為誰起？」《西園雜記》云：嚴名應階。《綠雪堂雜言》云：在北固山，楊邃菴閣老表為義蜂冢。 \\n 萬孔 \\n 明成化中，萬安為相，與萬貴妃通族，為古今笑柄。然陳後主時，都官尚書孔範與孔貴嬪結為兄妹，已前此矣。乃知奸邪行事，亦有所本。 \\n 謝鳳 \\n 宋謝鳳，康樂之子，超宗父也。元嘉中為鄞令，【今奉化縣。】屢著靈異，縣人祠之。元大德十二年饑，有巨艘自南劍運米至鮚亭，聞有人招之者曰：「吾謝鳳也。」人賴以活。至正中，寧海賊犯境，官軍逆戰，仰見大旗飛揚，萬騎雲合，旗有「謝」字，賊駭而奔，斬獲無數。貝瓊《清江集》有謝公廟記。 \\n 懿徽二宗事相類 \\n 《學圃萱蘇》載：唐懿宗於苑中取石造山，崎危詰屈，有若天成。又命取終南草木植之，山禽野獸，縱其往復，造屋室如庶民家。未及半年，奇花異草，自然生滿宮殿。識者以為丘墟之象，與宋徽宗艮嶽事絕相類。 \\n 木晶 \\n 門人南陽李鴻，嘗贈予印章，色類栴檀，質如玉，上作龜紐，甚精。云是木晶，海外產也。 \\n 宋諸相八字 \\n 宋人小說載蔡京八字：丁亥、壬寅、壬辰、辛亥，與東京鄭粉兒子干支盡同。《猗覺寮雜記》：韓莊敏與吴冲卿、王禹玉同詣天祿山人卦肆，莊敏先云己未七月初九日寅時生，禹玉午時生，天祿皆云極貴。後俱宰相。《能改齋漫錄》載曾布八字：乙亥、丁亥、辛亥、己亥，與章惇同乙亥生，章戲呼曾為「四亥公」。又蕭注八字：癸丑、乙丑、乙丑、丁丑。王安石以辛酉十一月十二日辰時生。韓絳以辰年、辰月、辰日、辰時生。布以大觀元年八月二日卒，其弟肇以三日卒，先後才一日。京與祖某、父準皆以七月二十一日卒，三世同忌日，見《老學菴筆記》。 \\n 何中官 \\n 《酌中志略》載：弘治時，中官何文鼎以壽寧侯事，忤孝宗，死後，於宮中常戛銅缸為厲。按《西園雜鈔》云：孝皇始甚怒，既聞文鼎言，然之，止責置南京閑住。鄭端簡公《吾學編餘》云：文鼎素忠直，二張褰視御帷，文鼎持大瓜箠之，幾死，泰陵竟不罪文鼎。三說皆不同，然死而為厲之說，非實錄。 \\n 相國孫 \\n 雲間某相國之孫某，乞米於人，歸途無力自負，覓一市傭代之，嗔其行遲，曰：「吾生相門，不能肩負，固也；汝傭也，胡為亦爾？」對曰：「吾亦某尚書孫也。」此聞諸董蒼水【俞】孝廉者。貴人子孫，不可不知。 \\n 宋三賢八字 \\n 富文忠公以甲辰正月二十日巳時生；蘇子容以庚申二月二十二日巳時生；王正仲以癸亥正月十一日申時生。李公擇、孫莘老相善，公擇卒以元祐五年二月二日，莘老以三日，先後才一日。俱見吴曾《漫錄》。 \\n 左手把筆 \\n 棗強宋中郎【師祁】，康熙丁未進士，工諸體書，後知獲嘉縣，忽遘風疾，遂以左手把筆，其工不減於舊。《老學菴筆記》載陸元長、宗室不微、梁子輔，皆用左手作字，勝於右手。又趙廣以左手畫觀音大士，信有之矣。 \\n 故藩址 \\n 濟南德藩故宮，面南山，負百花洲，宮中泉眼以數十計，皆澄泓見底，石子如摴蒱然。青州衡藩故宮，亂後尚存望春樓及流觴曲池，上有偃蓋松，蓋數百年古物。予順治丙申飲於此，甘橘、繡毬尚數十株。後丙午、丁未間，周中丞【有德】另建撫署，乃即德藩廢宮故址，移衡藩木石以構之，落成，壯麗甚，衡藩廢宮鞠為茂草矣。放翁記長安民家契券四至，有云：某處至花萼樓，某處至含元殿者。古今皆然。 \\n 山無僧寺 \\n 陸放翁云：天下名山，惟華山、青城、茅山無僧寺。吾鄉勞山亦無僧寺。明萬曆間，憨山大師建海印寺於勞山，尋為道流所訟，譴戍粵東。 \\n 米太僕研 \\n 米紫來翰林【漢雯】說，其大父太僕公【萬鍾】知六合縣日，蓄一古研，甚寶惜。一日渡江，沉於水，急懸重賞募善泅者下取之，百計不能得，但惋惜而已。次早將解纜，忽有紅霞起水面，其光燭天，公曰：「必吾研也。」命舟人於其下索之，研果隨手出。公大喜，賞之如格。 \\n 煞風景 \\n 予在江南時，目擊煞風景者四事：一、金陵桃葉渡，順治初，一縣令邵姓者建橋其上，榜曰「利濟」。一、青溪長板橋，明末為葛禮部寅亮所毀。一、焦山焦先祠，像設作冕旒如王者，旁設儀仗。一、金山築城壘，有鎮江孔知府者，曲阜聖裔也，於諸門朱書「乾坎艮震」等字。山有裴頭陀藏金洞，孔改題曰：「開山第一洞。」每舉似人，皆為捧腹。 \\n 白帽子 \\n 張影繡庶常【光豸】，南宮人。康熙戊午，赴順天鄉試。時其父病，意不欲往，父強之再三，乃行。是夜宿旅舍，夢有人送一白帽子令著，覺而惡之。自是每夜必夢，心悸欲歸，而父書至，言病良已，遂勉終場事。歸塗夢亦如初。抵家，父已久愈，而報人尋至，則張領解矣。是夕遂不復夢。明晨賀客群至，一客忽云：「邑中自大司馬白公後久無冠冕者，喜君繼之。」張始怳然而悟。白公諱圭，前明正統某科解元，累官兵部尚書。 \\n 宮侍御 \\n 泰州宮侍御宗袞【夢仁】，初名弘宗，久困場屋，欲更名。一夕，夢鄉前輩林會元東城【春】手書一冊予之。林公字子仁，於是更名夢仁。是科己酉，遂舉順天鄉試。明年庚戌，中會元。癸丑殿試，入翰林，改御史。 \\n 名字 \\n 予兄叔子【士祜】十餘歲時，在家塾，一日會食，有舉焦太史姓名為問者，或曰：「此無它，亦如魏相字弱翁之類耳。」兄在末坐遙對曰：「非也。此本《考工記?輪人》：竑其輻廣以為之弱。」舉坐驚歎，以為夙慧。 \\n 老子 \\n 唐追尊老子為玄元皇帝。至宋政和中，崇奉道教，又詔陞老子於列傳之首，別為一帙，尊《道德》為大經，御製註解，令學者與《易》《書》等經分習之，禁以耳、聃、伯陽命名。其為兩代尊奉如此。 \\n 論語讖 \\n 《論語讖》云：孔子讀《易》，韋編三絕，鐵撾三折，漆書三滅。後世但知韋編一語，下二語遂不著。又王原叔云：顏子讀書，鐵鏑三摧。《風俗通古今注》云：趙高用事，獻蒲為脯，指鹿為馬。鄭康成《禮器注》：趙高欲作亂，以青為黑，黑為黃，今人但知鹿馬一語。《高僧傳》載：支道林嘗養一鷹，人或問之，答曰：「當以神俊。」今人但知其賞馬，不知其賞鷹，惟坡公有《支遁鷹馬圖詩》。《世說》，郭林宗還鄉里，送車千乘，獨李膺與林宗共乘薄苯車，上大槐坂。觀者望之，若喬松之在霄漢。然世止知同舟而不言同車。 \\n 王延□ \\n 明尚寶少卿王延□，文恪少子也。其母張氏，壽寧侯鶴齡之妹，昭聖皇后同產。延□少以椒房入宮中，性豪侈。一日，有持宋槧《史記》求鬻者，索價三百金。延□紿其人曰：「姑留此，一月後可來取直。」乃鳩集善工，就宋版本摹刻，甫一月而畢工。其人如期至，索直，故紿之曰：「以原書還汝。」其人不辨真贗，持去。既而復來，曰：「此亦宋槧，而紙差，不如吾書，豈誤耶？」延□大笑，告以故，因取新雕本數十部，散置堂上，示之曰：「君意在獲三百金耳，今如數予君，且為君書幻千萬億化身矣。」其人大喜過望。今所傳有震澤王氏摹刻印，即此本也。 \\n 又有持琥珀求售者，中有蜘蛛，形狀如生，索直百金。延□謂蛛果生耶？曰：「然。」然則碎而視之，果爾即償百金，否則一錢不直。手碎之，果有生蛛自內躍出，行几上數巡，見風化為水。乃立以百金償之，其豪快如此。 \\n 聖泉 \\n 貴陽城西南，有聖泉，有貴人至，輒沸起，驗之百不失一。滇逆將倡亂，雲貴總督甘公文焜暨諸大吏，一日遊泉上，泉不沸，怪之。未幾亂作，甘死之。又陸郟縣【次雲】說，孫可望在黔中時，有僭逆之志，至泉卜之，水竟不至；可望怒，以炮擊之，今泉上石欄，炮痕尚存。 \\n 蘇文 \\n 宋時諺云：「蘇文熟，啖羊肉。」殿帥姚某性饕餮，每得坡公手帖，輒換得羊肉數斤，故坡有「傳語本官今日斷屠」之謔。杜祁公為相清儉，非會客不食羊肉。按宋時京官日支羊肉錢，故云。 \\n 厦門塼刻 \\n 明季崇禎庚辰歲，有閩僧貫一者，居鷺門，【即今厦門】。夜坐，見籬外坡陀有光，連三夕。怪之，因掘地得古塼，背印兩圓花突起，面刻古隸四行，其文曰：「草雞夜鳴，長耳大尾。干頭銜鼠，拍水而起。殺人如麻，血成海水。起年滅年，六甲更始。庚小熙?，太平千紀。」凡四十字。閩縣陳衎盤生明末著《槎上老舌》一書，備記其語，至今癸亥四十四年矣。識者曰：雞酉字也，加草頭大尾長耳，鄭字也，干頭甲字，鼠子字也。謂鄭芝龍以天啟甲子起海中為群盜也。明年甲子，距前甲子六十年矣。庚小熙?，寓年號也。前年萬正色克復金門、厦門，今年施琅克澎湖，鄭克塽上表乞降，臺灣悉平。六十年海氛一朝盪滌，此固國家靈長之福，而天數已預定矣，異哉！ \\n 風聞 \\n 陳衎云，風聞二字出《漢書?尉佗傳》：「風聞老夫父母墓已壞削。」又《晉書》，顧和對王導曰：「明公寧使網漏吞舟，何忍採風聞以察察為政？」 \\n 少正 \\n 陳衎云：「少正卯其人名卯，而官少正也。當時魯、鄭皆有少正之官，列於卿，故子產亦稱少正。」按《氏族博考》云：「以官為氏者有公正、宗正、少正、正令等。」蓋卯官少正，其後列國為此官者，子孫因以為氏耳。 \\n 郝氏遇仙 \\n 霸州郝恭定公【惟訥】母李太夫人，戶部侍郎傑之配也。孕公時，家有盜警，夫人倉卒墜樓傷股。忽有老嫗詣門，自言能療，且曰：「腹中兒當大貴，吾并活之。」先一手摩股，久之，投藥少許，骨格格有聲，遂相屬，胎竟不墮。酬以金帛，辭弗受，竟去，不知所之。後公中順治丁亥進士，歷官左都御史、工、刑、禮、戶、吏五部尚書。 \\n 神黃豆 \\n 神黃豆，產滇之南徼西南彝中，形如槐角，子視常豆稍巨，用筩瓦火焙去其黑殼，碾作細末，白水下之，可永除小兒痘毒。服法：以每月初二日、十六日為期，半歲每服半粒，一歲每服一粒，一歲半每服一粒半，遞加至三歲，服三粒，則終身不出痘矣。或曰：按二十四氣服之，以二十四粒為度。雲南趙玉峰【士麟】中丞、王子玠【瑜】刑部說。 \\n 癸亥地震 \\n 康熙癸亥十月初五日，山西巡撫穆爾賽疏報：太原府屬地震，凡十五州縣，而代州崞縣、繁峙為甚。崞縣城陷地中，毀廬舍凡六萬餘間，與丁未山東、己未京師之災相似。 \\n 族望 \\n 唐人好稱族望，如王則太原，鄭則滎陽，李則隴西、贊皇，杜則京兆，梁則安定，張則河東、清河，崔則博陵之類。雖傳誌之文亦然。迄今考之，竟不知為何郡縣人，殊可恨。宋人罷官者多居近畿，不歸其鄉，死即葬焉，子孫亦遂占籍。如鉅野晁氏、東萊呂氏、華陽范氏、梓州蘇氏【易簡】，代居京師。又如歐陽居潁而葬新鄭，蘇公居許而葬郟。後世過廬陵、眉州者，豈復可尋其彷彿耶？此二者至明乃無之。 \\n 魚石 \\n 前即墨令周屺公【斯盛】說：汧陽縣有魚石，如饅頭狀，破之即成兩石，各有一魚形，鱗鬣宛然，以手摩揩之，作魚腥云。此山一溪中所產石子盡然。溪有魚石娘子廟，求石者必禱之，不禱則石皆無魚也。前郟令陸雲士【次雲】又說：新昌縣有水簾洞，洞口出石，亦如饅頭狀。人戲云欲得糖者，或肉或菜者，破之一一逼肖。造物狡獪如此。 \\n 叫蛇 \\n 【粵】西有叫蛇，能呼人姓名，應之即死，然性畏蜈蚣。逆旅主人每以篋貯蜈蚣，客至輒授之，令置枕旁云：「夜半舍外有呼姓名者，慎勿應，但開篋縱蜈蚣，蜈蚣即徑去食蛇腦，已，仍還篋中。」 \\n 泰山孝子 \\n 順治十年四月，泰安州知州某於泰山下行，忽見片雲自山巔下，雲中一人，端然而立，初以為仙，及墜地，則一童子也。驚問之，曰：「曲阜人，孔姓，方十歲。母病，私禱太山府君，願殞身續母命。母病尋愈，私來捨身巖，欲踐夙約，不知何以至此。」知州大嗟異，以乘輿載之送歸。 \\n 蘇公墓 \\n 郟縣二蘇公墓，明末劇寇?宗聖作亂，松柏剪伐無餘。順治初，知縣張石只【篤行，章丘人，丙戌進士。】至，謁墓下，復為封樹立碑，增植松樹千餘株。題詩云：「峨眉遙望獨傷情，樹盡碑殘野草生，莫道荒村煙火絕，山家今日是清明。」是夜夢一青衣曰：「東坡遣致謝。」問先生今何在？曰：「在臨汝，公至彼當相見。」是歲七月，以事至汝州，有青衣款門，遺一卷，乃東坡墨蹟《蜀岡送蘇伯固之嶺南》五言詩也。青衣忽不見，張異之，因命工摹勒於石，自記其本末如此。 \\n 洞溪物產 \\n 陸次雲《洞溪纖志》所載物產有絕奇者，略記於此。風鬼，出黔中，無形無影，能以旋風攝人。夜叉，產蜀之黎州，穴生，長七尺，亦名曰玃，路見婦人，盜之入穴，生子以楊為姓。木客，產粵洞中，衣服舉止與人不異，在怳忽有無間。野婆，亦產粵西，狀如嫗，陟險如飛，遇男子，負去求合。嘗有人刺其腰間，得一玉印，篆文莫能識。黃丈鬼，生東粵，身著黃衣，能為疫癘。潛牛，居江中，能上岸與牛鬥；角軟，入水濡之，復鬥，其力甚銳。肉翅虎，飛而下山，食人；食已，復飛去。《月山叢談》云：夔州府有鬼物，名小神子，高尺餘，一二十為群，依人以居，自景泰間始有之。皆異聞也。 \\n 成御史遇仙 \\n 前御史樂安成公寶慈【勇】，明崇禎中，以疏救黃公石齋【道周】譴戍。鼎革後，隱崑崙山中。一日大雪，登絕頂，遙見松林中有人僵臥，意其凍死，趨而視之，四面皆積雪，無人跡。其人衣木葉，臥處丈許獨無雪，見公至，蹶然而起，曰：「候公久矣。」問其年，云：「不記年歲，祗憶少在京師見楊椒山赴西市，遂發憤出家學道耳。向見左蘿石、沈周泉二公，託訊公起居，故候於此。」問二公何在？曰：「在上帝左右。」因又言，二公每欲薦公自代，沈公云：「成公正人，顧嘗疑我，今其疑須釋。」成公聞之，惘然有間，曰：「昔沈公疏論漳浦，遺書及我，我不答。此事人無知者，誠不妄矣！」道人自言有長生術，當授公。公曰：「吾陳人也，以速死為幸，長生何為？」道人曰：「聊試公耳。二年後清明日，當偕二公候公。」言畢謝去，步履如飛。公果以康熙戊戌清明無疾而逝。 \\n 響豆 \\n 同年李侍郎奉倩【迥】言：樂安縣有孫公者，年九十，強健如四五十歲人，自言生平惟服響豆。每歲槐子將熟時，輒令人守之，不令鳥雀啄落。既成實，即收作二枕，夜聽其有聲者，即響豆也。因棄其餘，如是數易而得響豆所在。每樹不過一枚，每歲服不過一粒，如是者數十年矣，無他術也。 \\n  \\n 　"}
{"章节": "池北偶談卷二十三", "正文": "　 \\n 池北偶談卷二十三 \\n 　 \\n  \\n 談異四 \\n 善慶菴老僧 \\n 顏神鎮善慶菴，孫文定公香火院也。有住持老僧，年八十餘，辛未夏，一日早起，索浴罷，呼侍者曰：「好語主人，吾去矣！」遂陞座而寂。壁間留偈云：「者箇臭皮袋，撇下無罣礙。洪爐烈焰中，明月清風在。」惜忘其名矣。 \\n 萬歲 \\n 古亦有人主自呼萬歲者。《新序》：梁君出獵，見白雁群，公孫襲下車拂矢，云云。梁君援其手上車，入廟門，呼萬歲，曰：「幸哉！他人獵得禽獸，吾獵得善言。」 \\n 命名 \\n 《左氏傳》申繻曰：「名有五不：以國不以官，不以山川，不以隱疾，不以畜生，不以器幣。」按春秋諸侯、公子、卿大夫之名，犯此者甚眾。沿及漢初猶然，如瘈、疥、疵、痤、蟣、虱、狗、彘、掉尾【姓昭涉】之類。見於《史》《漢》者，不可枚舉。陸龜蒙《小名錄》序云：三代之時，殷尚質直，以生日名之，如太甲、太乙、武丁是也。周以伯仲次之，如太伯、仲雍、叔達、季歷之類是也。自周以降，隨事而名之，至有黑臀、黑肱之鄙，羊肩、狐毛之異，負芻之賤，禦寇之強，杵臼、籧篨，髡頑、狂狡，不壽、不臣，皆名不正而言不順也。然則繻之言何據乎？ \\n 東野氏 \\n 《東野志》世表載：魯公少子魚，始以東野為氏。子宗，宗子雷，雷子暉，弟晞。又六代灝，弟淳。七代縉，弟紳。十代繪，弟純。十四代璋，弟珙、弟璜。十六代輔，弟輸、軏、轅。三代無此等名，必出杜撰無疑。 \\n 獨角青牛 \\n 明時六月十二日，御厩洗馬於積水湖，導以紅仗，中有數頭，錦帕覆之。最後獨角青牛至，諸馬莫敢先之。見陸啟浤叔度《北京歲華記》，蓋崇禎年中事也。今三伏日洗象，亦導以紅仗，在宣武門西響水閘上。明時洗象，則自八月十二日始，更三日為期。亦見《歲華記》。 \\n 前定 \\n 唐人小說，記王涯、舒元輿兄弟事甚奇，《老學菴筆記》一事絕相類：「苗劉之亂，有內侍秦同老者，被命荊楚，前一日還行在，尚未得對，亦死焉。又有蕭中道者，日侍左右，忽得罪，黜為外郡監，前一日出城，遂免。」事皆前定如此。 \\n 南宋國學 \\n 南宋國學，即岳忠武王故第，其土地祠在東南隅，神即忠武也，封號曰「正顯昭德孚忠英濟侯」，見《夢粱錄》。又云景靈宮即韓蘄王賜宅。 \\n 秦羅子孫【本條與卷十第二四一頁第四五四條重出。──點校者。】 \\n 《說聽》載秦檜裔孫某，宰湯陰，綽有政聲，每欲謁忠武祠，輒逡巡弗果。將及瓜，謂同僚曰：「少保雖與先世有惡，豈在後嗣耶？且吾守官，無愧神明，往謁何害！」遂為文祭之，拜不能起，嘔血數升而死。事在嘉靖初年。魏莊渠提學河南歸，為所親言之。此與宋御史羅汝楫子鄂州知州願事全相類。汝楫附秦檜劾忠武。願即著《爾雅翼》以古文名，朱子稱為南渡第一者也。 \\n 祀王右軍 \\n 同年馮再來刑侍【甦】嘗著《滇考》，有云：初，雲南未知尊孔子，祀王逸少為先師。元世祖至元十五年，除張立道中慶路總管，【立道，陳留人。】始言於賽典赤，【名贍思丁，回回人。】建孔子廟，置學舍，歲時率諸生行釋菜禮。後立道卒官，與賽典赤并祠鄯闡城，至今血食不絕。以王右軍為先師固奇，且右軍生平足跡未嘗至滇，滇人何為祀之？皆不可解。 \\n 蜂分日 \\n 謝皋父《晞髮集》有粵山蜂分日記云：甌粵之南某山，其民老死不知歲曆，惟戶養蜂，四時旦暮悉候之。蜂之分也，其日必吉，人家無大小貿易，皆趣成之。事未及辦，則以待後之分日。至於婚嫁興作皆候焉。蜂移之家，若鄰若僕，無遠近遞相報，不敢隱。有販者至其地，留一年，書蜂分之日，凡百有奇，歸取曆驗之，皆黃道紫微、天月德，吉曜也。其不分者，非凶星，則常日也。物性之靈能通造化如此。 \\n 鬥駝鬥象 \\n 《圭塘小藁》有《鬥駝賦》，蓋蹄角羽毛之屬，無不可教鬥者。康熙中，駕幸南苑，觀象與虎鬥，虎竟為象所斃。此又一奇也。 \\n 董宗伯 \\n 高念東先生書來云，昔聞宋直方【徵輿】中丞說：董思白宗伯臨終時，忽索鏡自詫，作美人相。 \\n 鄭刺史祠 \\n 王璵似，字魯珍，益都諸生也。康熙元年，省父保寧太守玉生，【字稚崑。】歸次鳳翔橫水西，迷失道。時方五月，暍甚，遙見山麓屋宇，隱隱出林表，策馬赴之，可五六里。至則古木參天，藤蔓糾結，漸入陰翳，不見曦景。蝟伏鼠竄，栖鶻磔磔，驚起叢薄間，心悸欲返。更誤入敗垣北，得一亭，蒿藜沒徑，闃無人跡，繫馬階楹，轉入東北隅，有堂巍然。堂後素壁上題詩，滅沒不完，有云：「殘魂搖遠夢，弱骨冷空山。」又云：「金刀斷織韓香事，千載銜冤泣月明。」方吟諷然疑之頃，忽牆下窸窣有聲，一巨蛇出草間，拔刃逐之，乃引至別院。一室類祠廟，室中有塑像綠衣少年，衣冠甚古。室東西正黑如夜，西北隅微茫，有物如床几，不敢近，稍以刃穴壞牖土石視之，天光穿漏，則一敗柩耳。睇其中，豐鬢纖足，女子也。雖衣花成土，而依稀可辨，胸壓匕首，剪刀出其左脅。憶壁間詩，殆以此，因以土覆其身而出。比紆回出林木，日已將夕，僮僕方徬徨道左，乃覓路東行。怳忽見一女子，拊心倒行馬前，既而形隨目矚，化身百千。投逆旅假寐，夢女子來云：「荷君厚意，後十三年再得相見。」比覺，問店主人，云：「鄭刺史祠也。闖寇已來，久為豺虎之窟，欲焚其處而未果也。」然十三年後，竟無所遇云。【王生，予門人。】 \\n 造書 \\n 《法苑珠林》云：造書凡三人，長名曰梵，其書右行；次曰佉盧，其書左行；少者蒼頡，其書下行。按佉盧虱吒書，隋言驢唇也。西域有驢唇書、蓮葉書。佛書之妄不必言，其長梵而少蒼頡，亦陰抑儒書，如謂宣聖為儒童菩薩之類。 \\n 墜石 \\n 順治十三年二月初十日午時，寧陵縣忽有響聲自東北來，黑氣如斗，光芒甚異，墜落城中民家。其形如石，重二斤十四兩。見總督李尚書【蔭祖】報疏。 \\n 濮陽蘇氏 \\n 濮陽蘇氏，其先本元蒙古之後，至穀原兵侍【祐】，始以進士起家，官至總制，以文章名海內。其祠堂藏始祖某所用鐵槊，重百斤，至今尚存。 \\n 黃衣人 \\n 康熙甲子春，有刑部筆帖式某，素奉神佛甚謹。一日，忽有旋風起庭際，風息，見黃衣人衣冠甚偉，立庭中，呼其名謂曰：「吾，天神也，以汝事神甚謹，故降汝家，可掃除東廂，吾居之。」某焚香拜禮如所言。次日，黃衣忽問曰：「汝鄰家有病者，吾能愈之。」某傳語迎神，果即日愈。御史邁色者，有妹病劇，聞而拜求之。黃衣曰：「當為汝查勘。」良久曰：「宿業深重，以君虔禱，但可遲限三日，終不能生也。」果三日卒。已而求者踵至，黃衣人謂某曰：「本以汝善人，故來棲止。今車馬雜沓，久且不利於汝，吾當去此。汝福本薄，如甘貧，可延壽命，慎無妄求。若有贏餘，則促算矣。」遂去不見。 \\n 湯學士夢 \\n 左庶子湯潛菴【斌】，夜夢登高山，已陟其半，忽一人自後越之先登。湯鼓勇繼之，遂至山巔。顧一室空無所有，惟壁上懸《麻姑仙壇記》。既覺，不知所謂。癸亥臘月，閣學缺，特用右坊王庶子儼齋【鴻緒。】甲子二月，閣學復缺，湯遂繼擢。上官日，適某督撫疏內有蔡姓名經者，宛平王相公笑云：「蔡京宋奸臣，胡同其音？」高陽李相公曰：「彼乃京字，此《麻姑仙壇記》中所云蔡經耳。」湯聞之竦然。事之前定如此。是年六月，特擢湯江蘇巡撫。蓋麻姑壇在撫州，而蔡經家吳之洞庭也。 \\n 蔡氏狀元 \\n 德清蔡翁者，築室落成，夢人持一盤授之，盤有四紅箋，箋各大書一「一」字。後其孫奕琛為刑部侍郎，南渡拜相，官一品。奕琛子啟僔，國朝康熙庚戌科狀元及第。啟賢子升元，康熙壬戌科狀元及第，皆其曾玄也。兩狀元皆生於此宅。升元從弟彬，辛酉浙省解元，人始悟四「一」字之兆。升元生時，其父夢一金甲神人持紅箋大書，懸其廳事云：「第一甲第一名蔡升元」，遂以名之，而字曰徵元。及壬戌殿試日，又夢如前。升元及第，其父年才四十六。《見只編》：德清老人蔡四者，以服鹿角膠壽至百八歲，豈即其人耶！ \\n 瓷易經 \\n 益都翟進士某，為饒州府推官，甚暴橫。一日，集窯戶造青瓷《易經》一部，楷法精妙，如西安石刻十三經。式凡數易，然後成。蒲城王孝齋【綡】官益都令，曾見之。 \\n 吴漢槎 \\n 吴江吴孝廉漢槎【兆騫】，以順治十五年流寧古塔二十餘載。康熙辛酉，歸至京師，相見出一石砮，其狀如石，作紺碧色，云出混同江中，乃松脂入水年久所結，所謂肅慎之矢也。又高麗碁子一枚，乃硨磲所製。又云：寧古塔東北二百餘里，乃金之會寧府，有斷碑尚存，書法如柳誠懸，頃為一流人所碎。碑文可以辨識者，有「俯瞰闕庭」，又「文學盛於東觀」云。 \\n 羊馬 \\n 西域種羊，或云以皮肉埋地，或云以脛骨，率用初冬季春未日，其詳見於《異物志》、《剡溪漫筆》諸書。?立夫《淵穎集》有《波斯國種羊皮書褥歌》。又元僧楚石詩：「自言羊可種，不信繭成絲。」予嘗考之，不自立夫、楚石始也。北齊高昂詩：「隴種千口羊，泉連百壺酒。朝朝圍山獵，夜夜迎新婦。」形諸歌詠，其來久矣。《雙槐歲鈔》以骨羊草馬作對云。雲南越賧故地之西，多薦草，產善馬，始生若羔，歲中紐莎縻，飲以米瀋，七年可御，日馳數百里，世稱「越賧駿」。見《唐書》。【周嬰《卮林》云：《太平廣記》引《談藪》，作壠種【于】　【千】口羊。《詩紀》、《詩所》乃云千口牛，誤也。】 \\n 赤蝦子三都 \\n 《雙槐歲鈔》云：東粵順德縣，有地曰壽星塘，山水幽勝，有物名赤蝦子，如嬰兒而絕小，自樹杪手相牽掛而下，笑呼之聲亦如嬰兒，續續垂下，甫至地而滅，俗謂蓬萊仙女遺類也。《諾皋記》載：昔有姚、汪、王三姓，食都樹皮，餓死，化為鳥都，皮骨為豬都，婦女為人都，皆棲大樹，即如人形而絕小，男女自相配偶。在樹根者名豬都，在樹尾者名鳥都，在樹尾可攀及者名人都。左腋下有鏡印，闊二分。其禁有山鵲法、打土壟法，食其巢，味如木芝。有術者周元大，能禹步為厲術，以左合赤索圍木斫之，樹仆，剖其中，三都皆不能化，乃執而烹之。周侍郎櫟園詩：「人都擁樹形同鳥」是也。 \\n 又《月山叢談》載：廣西思恩縣近村樹杪，有二人約長一尺五寸，武人裝束，白竹纏，芒屩，其行如飛。此當即赤蝦子之類，蓋閩粵皆有之。 \\n 準字諱兩見 \\n 宋寇萊公準作相，諸司公移諱其名，改為准，至今相沿不易。汴京舊有平準務，蔡京為相，以其父名準，改為平貨務。又官司公移皆避其名，如京東、京西皆改畿左、畿右。然予按《求古錄》載，泰安州冥福寺，五代後唐長興四年中書門下牒石刻，已用准字。《唐韻》二字並收，准字下注曰：俗。《莊子》：平中准；《管子》：懷繩與准鉤准繩；《文子》：放准尋繩。皆用此字，不始寇公也。 \\n 師生同姓名 \\n 古人同時同姓名者，如毛遂、陳遵、韓翃、李益，【門第文章】。往往有之。然不聞師生同姓名也。康熙癸丑會試，今翰林學士張敦復【英】為同考官，本房中式舉人張英，海鹽人；丙辰會試，編修馬殿聞【鳴鑾】為同考官，本房中式舉人馬鳴鑾，河南人。 \\n 吹笛 \\n 宋人小說記張子韶言：閭巷有人以賣餅為生，吹笛為樂；僅得一飽資，即歸臥其家，取笛而吹，如此有年。鄰有富人察其人甚熟，欲委以財千餘。初不可，堅諭之，乃許諾。錢既入手，遂不聞笛聲，但聞籌算聲耳。其人大悔，急還富人錢，於是再賣餅，明日笛聲如舊。此與唐劉伯芻所言安邑里粥餅人，匆匆不暇唱渭城事絕相類。今士大夫不及吹笛人者多矣。 \\n 青鸞 \\n 《雙槐歲鈔》有《貞鶯》、《烈鴛》二詩，因憶昔在揚州署中，有青鸞二，飲啄必俱。一日其雄為鹿觸死，雌日夜哀鳴，不忍聽聞，數日亦死。予感其義，作《青鸞操》。 \\n 念佛鳥 \\n 唐韋蟾岳麓道林詩：「靜聽林飛念佛鳥，細看壁畫馱經馬。」按王得臣《麈史》：安陸有念佛鳥，小於鴝鵒，色青黑，常言「一切諸佛」。宋元憲詩：「鳥解佛經言。」張齊賢守郡日，為作古詩一篇。 \\n 鏊字擀字 \\n 鏊、魚到切。字書曰：餅鏊。今山東俚語尚然。富鄭公言：太宗既下并州，欲乘勝收復薊門，咨於眾。參知政事趙昌言對曰：「自此取幽州，如熱鏊翻餅耳。」殿前都指揮使呼延贊曰：「此鏊難翻。」又《北夢瑣言》：王蜀時，有趙雄武能造大餅，每三斗麵擀一枚，大如數間屋，因號「趙大餅」。擀字亦俚語。 \\n 帨 \\n 《麈史》謂《野有死麕》之詩曰：「舒而脫脫兮，無感我帨兮。」婦人服飾獨言帨者。按《內則》注云：帨，婦人拭物之巾也，居則設於門右，佩則分之於左，常以自潔之用也。古者女子嫁則母結帨而戒之。【徐太室徑定《野有死麕》為淫詩，甚有理。】 \\n 刀圭 \\n 刀圭字常用之，而未有確義。《碧里雜存》云：在京師買得古錯刀三枚，形似今之剃刀，其上一圈如圭璧之形，中一孔即貫索之處。蓋服食家舉刀取藥，僅滿其上之圭，故謂之圭，言其少耳。泉、布、錯刀，皆古錢名。 \\n 風磨風扇 \\n 西域哈烈、撒馬兒罕諸國，多風磨。其制：築垣牆為屋，高處四面開門，門外設屏牆迎風，室中立木為表，木上用圍置板乘風，下置磨石，風來隨表旋動，不拘東西南北，俱能運轉，風大而多故也。耶律文正詩：「衝風磨舊麥，懸杵搗新粳。」 \\n 又有風扇，於帳房中，高懸布幔，下多用頭髮當面，設繩索牽動，自然有風，不用揮扇也。見陳誠《西域錄》。【錄載沙塵海牙在撒馬兒罕之東五百餘里，有草春生秋死，臭氣逼人，取其汁熬以成膏，即阿魏也。又有小草高二尺許，遍身棘束，葉網如藍，清秋露降，綴於枝幹，甘如餳蜜，可熬為糖，名達郎古賓，即甘露也。】 \\n 筆蘆 \\n 姑熟青山李白墓，生蘆，其形如筆，號「筆蘆」。績溪舒?道原有詩云：「筆蘆蕭蕭青山巔。」【?，元末人，有《華陽文集》七卷。】 \\n 捉臥甕人 \\n 昔見朱竹垞簡討【彝尊】詩云：「捉臥甕人選新格。」初不解，及觀《通志》有趙昌言捉臥甕人格、及採珠局格、旋棋格、金龍戲格等名，始悟所謂。 \\n 正德錢 \\n 於慈仁寺市，見正德錢二，面幕皆有文如蟠螭狀，與今制殊異。正德，又夏國偽年號也，錢不知何年所造？ \\n 閻羅 \\n 世傳趙定宇、馮具區皆為閻羅王。近聞比部張屏公【四維】言：癸丑秋，居保定，忽夜夢至一官署，堂廡宏壯，見有官府衣冠坐於堂上，披覽文書，視之，乃先兄西樵也。張與先兄昔同官，交甚厚，因前問：「此何地？君所覽是何文書？」先兄笑曰：「此非人間。我已死為神，主此文書，察世人善惡耳。」張云：「然則我何為至此？豈非死耶！」先兄答：「君不應死，但此地不宜久留，當即送歸。」倏而夢覺。張時未聞先兄之訃，特至京師問之，王太史曰：「西樵以今年七月死矣。」先兄歿時，遍體作種種香，當已證菩薩果位，然平生忠厚正直，死作閻羅王理亦有之。《釋典》謂閻羅是嗔相報身，先兄以悲憤歿，豈其徵乎！ \\n 虛實 \\n 今墟市之稱，義取朝實暮虛也。宛丘有羲神實。羅苹《路史》注：實者對虛之名，天文旗中四星為天市，其中星多則實，虛則耗，神農所在，人民常實，非若虛砦，朝實而暮虛也。地以實稱，亦奇。 \\n 犀角刀子 \\n 周嬰《卮林》載唐牛肅紀聞云：牛騰，唐郟城令，中書令裴炎甥也。炎遇害，騰謫牂牁建安丞。時中丞崔察用事，貶官例皆辭行，誅殛甚眾。騰將見察，懼不知所為。忽遇一人謂曰：「公有犀角刀子乎？」曰：「有。」曰：「甚美。」授以神咒，令見察時，但俯伏掐訣，【言帶犀角刀子掐手訣乃可以誦咒，其訣左手中指第三節橫文，以大指爪掐之。】而密誦咒七遍，無患矣。咒曰：「吉中吉，迦戍律提，中有律陀，阿婆迦呵。」已而果免於難。嬰自云：崇禎癸酉為縣令所羅織，庭讞時，偶有象牙刀子以代犀刀，掐訣誦咒如前，亦獲免。因錄之以傳於世。 \\n 關壯繆現身 \\n 袁太常密山【景星】言：順治丙申年五月廿二日，關壯繆忽現身廣東韶州府西城上，身憑女牆，以右手捋髯，時方亭午，鬚眉面目，歷歷可睹。廿三日、廿八日復現，舉城官民奔走禮拜，總督尚書李棲鳳親詣廟祭焉。【後甲子使粵，別詳《皇華紀聞》。】 \\n 陸舟 \\n 朱秋崖【克生】云：寶應西去十里，地曰黎城鎮，古黎王城也。又西北七十里，曰張公舖，屬天長縣。康熙乙巳二月二日，張公舖人見平地中忽擁官艦數十，帆檣樓櫓畢具，船首列羽旗大纛之屬，儀衛森然，所過之地，迅如飛鳥，跡其過處，草木皆靡，竟不知何祥也。 \\n 獸種 \\n 《家語》曰：馬十二月而生，狗三月而生，豕四月而生，猿五月而生，鹿六月而生，虎七月而生，蟲八月而生。《淮南子》本此。《魏略》云：黃牛羌種，孕身六月生。《廣志》云：僚民皆七月生。《蜀郡記》云：諸僚娠七月生，蓋獸種也。 \\n 官銜 \\n 官銜二字，習俗不識其義。《家語?禮運篇》云：「官有銜，職有序。」注：銜、治也。《執轡篇》云：「古之銜天下者，以六官總治焉，故曰銜四馬者執六轡，銜天下者正六官。」官銜之義本此。《封氏聞見記》云：「銓曹聞奏之時，先書舊官品於前，次書擬官於後，使新舊兩銜不斷，如人銜物，又如馬之有銜，以制其首。人謂銜尾相屬，即其義也。」此臆說，殊無所據。 \\n 博野婦人 \\n 郭宮庶快圃【棻】說：博野有一婦人，一生不飲食，而育男女數人，操作與常人無異，亦罕疾病云。 \\n 不敢欺 \\n 今市井俚語云不敢欺，亦有所本。《國策?秦興師臨周章》顏率謂齊王曰：「不敢欺，大國疾定所從出，敝邑遷鼎以待命。」 \\n 三西湖 \\n 《粵劍編》云：惠州豐湖在郡城西，人呼為西湖。東以城為儲胥，西南北三方皆群山為衛，儼然與武林相似。蘇長公曾買此湖為放生池，出御賜金錢築堤障水，人號曰「蘇堤」。是天下有兩西湖、兩蘇堤也。潁州亦有西湖。坡知潁州，謝表云：「出守二邦，輒為西湖之長。」是又三西湖也。 \\n 天醫 \\n 俗說雷部擊人，必有天醫隨之，或誤擊則旋活之。近雲南府有二人，同行遇雷，皆殛死。其一人怳忽見一比丘坐其旁，以手摩其腦曰：「汝不應死，勿慮。汝家人尋至矣。」時有目擊者，歸告二人之家，家人皆號泣至，至則生矣，比丘亦不見。宗兄行人爾成【敬公】說。 \\n 火神 \\n 武進諸生楊某館於某氏，其人富而豪侈，每夜飲，必三鼓。一日醉歸，見館中燈火甚盛，從窗隙竊窺之，見案邊二燭卓立甚巨，有緋衣人據案觀書，意其楊也。明日詢之，楊對以實早寢，未嘗夜讀，然心怪之。至夜，假寐以伺，近三鼓，忽有大聲傳呼，排戶而入，隨有二巨燭出地上，已而紅焰滿室，僕隸雜遝，擁一緋衣人至，據案而坐，取案上書冊翻之。楊懼而叫呼，緋衣人若不聞者。將五鼓，緋衣者徐起，徑趨楊臥處，眾皆從之。忽舉床四腳，盤旋室中，復擲之空中者數四。天將曙，又聞傳呼聲，寂無所見矣。久之，楊始甦，起視門戶，扃鐍如故；問院中人，毫無所聞也。因急謝主人歸。歸數日，火大作，所居皆燼，始悟所見乃火神耳。楊後中鄉試。 \\n 鴛鴦鏡 \\n 楚人王蘭士者，嘗遊江西，一日遇風雨，投宿古祠，遂假寐。門忽洞開，見翁媼二人入祠，直據上坐，僕從十許人旁列，復有二翁媼扶服入跪。其前坐者怒，數其罪，顧從者鞭之數百，跪者哀號乞憐，且曰：「業生此不孝子，不敢辭罪，祈見釋，當碎其鴛鴦鏡，事猶可及也。」坐者沉吟釋之。王忽嗽發聲，遂無所睹。晨起雨霽，將行，忽有年少持一鏡入，拜祠下。某怪而問之，曰：「此鴛鴦鏡，漢物也。」視之背作鴛鴦二頭，益異之，謂少年曰：「肯見售乎？」少年不可。展轉間，鏡忽墜地而碎。少年方驚惋，某告之曰：「汝必有失德，壞人閨門事，不實相告，且有陰譴。」少年懼，吐實，乃與里中謝氏女約私奔，期會祠中，鏡即女所遺也。因語以夜來所見，少年大悔恨，再拜而去。王視其額，乃謝氏宗祠也。 \\n 鹿盡心 \\n 順治中，安邑知縣鹿盡心者，得痿痺疾。有方士挾乩術，自稱劉海蟾，教以食小兒腦即愈。鹿信之，輒以重價購小兒擊殺食之，所殺傷甚眾，而病不減。因復請於乩仙，復教以生食乃可愈。因更生鑿小兒腦吸之，致死者不一，病竟不愈而死。事隨彰聞，被害之家，共寘方士於法。 \\n 內江石壁魚 \\n 四川內江縣儒學後有石壁甚奇，明三百年中，衣冠科第甲西蜀。順治末，輝縣冀應熊為成都知府，好作擘窠大書。一日，至內江謁文廟，愛石壁之奇，書而鑱諸石。石破，有清泉一泓，魚十餘頭，游泳其中，見風水涸，魚皆化為石。自是科第不振。《炙輠集》載：有人以石子壓紙，或見欲得之，酬價二十緡。後破之，乃有一魚躍出，其中泓然清流也。又李後主有小石彈丸置研池中，水終日不耗。陶穀取之投地，石裂，中有小魚躍出死，自是研無復潤澤矣。 \\n 松頂生蘭 \\n 予門生翰林湯西崖【右曾】，嘗於湖南永州道中，見古松數萬株，是宋刺史柳開所植，亘數百里。有蘭寄生，長松杈椏間，可徑丈，葳蕤四垂，時正作花，香聞遠近。其地曰「奇蘭舖」，草木寄生，理固有不可解者。 \\n 驢駒媚 \\n 座客偶舉唐小說《霍小玉傳》中有驢駒媚，不知何物。按僧贊寧《物類相感志》云：凡驢狗【駒】初生未墮地，口中有一物如肉，名媚，婦人帶之能媚。 \\n 姓異 \\n 一、兩、雙、五、六、七、柒、八、九、第二、第五、第八、九百，皆姓也。《聞見記》載縣令妻伍氏、縣丞妻陸氏、主簿妻漆氏事以為笑，不過音同耳。 \\n 劍俠 \\n 某中丞巡撫上江，一日，遣吏齎金三千赴京師，途宿古廟中，扃鐍甚固，晨起已失金所在，而門鑰宛然，怪之。歸告中丞，中丞怒，亟責償。官吏告曰：「償固不敢辭，但事甚疑怪，請予假一月往蹤跡之，願以妻子為質。」中丞許之。比至失金處，詢訪久之，無所見，將歸矣，忽於市中遇瞽叟，胸懸一牌云：「善決大疑。」漫問之，叟忽曰：「君失金多少？」曰：「三千。」叟曰：「我稍知蹤跡，可覓車子乘我，君第隨往，冀可得也。」如其言。初行一日，有人煙村落，次日入深山，行不知幾百里，無復村疃。至三日，踰亭午抵一大市鎮，叟曰：「至矣。君但入，當自得消息。」不得已，第從其言。比入市，則肩摩轂擊，萬瓦鱗次。忽一人來訊曰：「君非此間人，奚至此？」告以故，與俱至市口覓瞽叟，已失所在。乃與曲折行數街，抵大宅，如王公之居，歷階及堂，寂無人，戒令少待。頃之，傳呼令入，至後堂。堂中惟設一榻，有偉男子科跣坐其上，髮長及骭，童子數人執扇拂左右侍。拜跪訖，男子訊來意，具對，男子頤指語童子曰：「可將來！」即有少年數輩扛金至，封識宛然，問曰：「寧欲得金乎？」吏叩頭曰：「幸甚，不敢請也。」男子曰：「乍來此，且將息了却去。」即有人引至一院，扃門而去，日予三餐，皆極豐腆。是夜月明如晝，啟後戶視之，見粉壁上纍纍有物，審視之，皆人耳鼻也，大驚，然無隙可逸去，徬徨達曉。前人忽來傳呼，復至後堂，男子科跣坐如初，謂曰：「金不可得矣，然當予汝一紙書。」輒據案作書，擲之揮出。前人復導至市口，惝怳疑夢中，急覓路歸。見中丞，歷述前事，叱其妄，出書呈之。中丞啟緘，忽色變而入，移時，傳令歸舍，并釋妻子，豁其賠償。吏大喜過望。久之，乃知書中大略：斥中丞貪縱，謂勿責吏償金，否則某月日夫人夜三更睡覺，髮截若干寸，寧忘之乎？問之夫人良然，始知其劍俠也。日照李洗馬【應廌】聞之望江龍簡討【燮】云。 \\n 八才子圖 \\n 今世傳孟襄陽、王右丞輩七賢過關圖，皆策蹇重戴。《青箱雜記》亦云：世傳潘閬、安鴻漸八才子圖，皆策蹇重戴。其為唐七賢、宋初八才子，不可得而詳也。《東觀餘論》跋滕子濟所藏唐人出遊圖云：此卷據其名題，或有弗同時者，而揚鑣並驅，睇盻相語，豈亦於世得意忘象者乎。題名云：宋之問、王維、李白、高適、岑參、史白凡六人，尤為不倫。 \\n 濮州女子 \\n 明末山東將亂，時濮州民家子周猱頭者，居負郭之周家村，語多清狂，人謂不慧。一日自城中歸，過真武廟側，有雙鬟女子立道旁樹下，絕色也。謂周曰：「與君夙緣，當為君婦。」遂攜至家拜母，母疑其蹤跡，俾子遣之。女子笑曰：「我以夙緣奉天帝命為汝家婦，誰能遣我？」久之，事姑孝謹，即鄰里無不敬愛之。周家素貧，又值荒歉，女子日具食養姑，皆豐潔。周被役築城，同事者戲語曰：「同執畚鍤，能俾君婦治饌相勞乎？」周歸語婦，答曰：「此不難，但張帷幕，吾自致之。」如其言，果日獲飽食。一日潛告其姑曰：「此地不久必大亂，不可留也，曷避之？」乃遍辭鄰里，挈姑與夫擔負去，不知所往。未幾，榆林賊起，濮被兵甚慘，果如其言。 \\n 浦回子 \\n 浦回子者，固原人，業染，所居對城隍廟。一道士夜坐廟門，火光繞身。浦意其異人，獻以茗果，不納，浦益恭，道士乃食其一棗，謂曰：「子誠信有根器，他日訪我羅山。」浦如其言訪之，踰年歸，以道授其妻，復去。王輔臣亂後還家，容色如少年。鄰人曹文珽者叩之，曰：「久居終南山，山中老人多眉長過面，扱之兩耳間者。洞中有二黑猿，見我執手甚歡，其言即不能辨，飲以瓢水，清甘如醴。由此不饑不寒，雪天可著單衣，旬日不食，自若也。」歸數日，求見其妻，妻拒之曰：「各做自家事，何必相見。」浦因別去，徐步出郭門，鄰人送之，奔馳不及而返。 \\n 靜寧州道士 \\n 陝西靜寧州一道士，賣藥於市，手持小葫蘆，修廣僅寸許，傾之，得土數升，皆成金丹，以予病者，立已。求者日眾，不能給，以麈尾一揮，人人袂間各得三粒。一日以小瓢貯丹，任人自取，極力多攫，止得三粒。數百人悉得藥，而瓢仍不空。後不知所之。 \\n 王九皋 \\n 王九皋字鶴鳴，濮州人，萬曆壬午舉人。自少至老，夜未嘗寐，終身不知有夢。少時常遇關壯繆，親指隙地，令為建祠。今濮州大關帝廟是也。 \\n  \\n 　"}
{"章节": "池北偶談卷二十四", "正文": "　 \\n 池北偶談卷二十四 \\n 　 \\n  \\n 談異五 \\n 一家完聚 \\n 浙東亂時，諸暨陳氏女年甫十六，為杭鎮撥什庫所得，鬻於銀工。工逼之，堅不肯從。杭人郭宗臣、朱膽生、尚御公者，創義醵金，以贖難民，知女之義，贖之。方至，忽友人某贖一童子，問之，即其夫也。翌日贖一嫗至，乃其母也。繼又贖一嫗至，其姑也。有兩翁覓其妻，踉蹌至門，即其父與翁也。兩家骨肉，一時完聚。詢之，蓋將於十二月二十四日婚，而兵忽奄至，遂被掠云。三人具衣帨，治酒肴，為之合卺，給裝而歸之。人以為女子貞節所感。 \\n 關索 \\n 雲貴間，有關索嶺，有祠廟極靈。云明初，師征雲南，至此見一古廟，廟中石爐插鐵箭一鈒，其上曰：漢將關索至此。雲南平，遂建關索廟，今香火甚盛。《月山叢談》：雲南平彝過曲靖，晉寧過江川，皆有關索嶺，上各有廟。蓋前代凡遇高埠置關，關吏備索，以挽舁者，故以名耳。傳訛之久，遂謂有是人，而實妄也。 \\n 洗眼方 \\n 右通政袁密山【景星】，廣西平樂人，嘗傳一洗眼方云：宋元豐間，某太守年七十，雙目不明，遇仙人傳此方。洗一年，目力如童子，錄之如左： \\n 每歲立冬日，採桑葉一百二十片，懸風處令自乾。每月用十片，水一?，於砂罐內，煎至八分，去渣溫洗。每洗眼日，清淨齋戒，忌葷酒。正月初五日，二月初一日，三月初五日，四月初八日，五月初五日，六月初七日，七月初七日，八月初八日，九月三十日(月小則廿九日)，十月初十日，十一月初十日，十二月初一日。 \\n 治鳥傷 \\n 凡鳥翅足折，喂以芝麻，仍嚼爛敷患處，即差。見《客座新聞》。宋三館書目有《(口木)【以麥反。】漱》二卷，皆養鷹之法，具醫療之術。 \\n 孫文定 \\n 益都孫文定公【廷銓】，世居顏神鎮。為童子時，常五鼓入塾，道遇一長人如方相狀，目睢盱可畏，直前欲搏之。公方悚懼，自覺身驟長與之等，且摶且却，至孝水西岸玉皇宮，其物忽不見。公又常讀書齋中，有狐貽金豆數枚而去，其家有金豆山房，至今存焉。 \\n 男子生子 \\n 福建總兵官楊富有嬖童，生二子，楊子之，名曰天舍、地舍，魏惟度【憲】親見之。楊歷官江西提督。近樂陵男子范文仁，亦生子，內兄張賓公【實居】親見之。 \\n 采人參 \\n 《本草圖經》：人參一椏至四椏，各五葉。今遼東采參者，識其苗，不語，急以緯簾【涼帽名】。覆其上，然後集人發掘，則得參甚多。否則苗倏不見，發之無所得。禮斗儀云：下有人參，上有紫氣，理或然也。康熙戊午，予直內庭，曾應制賦御苑人參詩，親睹其樹。唐人詩詠人參者絕少，惟韓翃云：「上黨人參五葉齊。」溫岐云：「松刺流空石差齒，煙香風軟人參蕊。」 \\n 白海棠 \\n 范烈女者，易州范良鼒女，許字田，未婚而夫死，烈女聞之，即自縊。庭前有海棠一株方花，時甚穠艷，女死，花忽變白。一時文人奇之，多為賦詠云。 \\n 端肅拜 \\n 《周禮?九(芔本)》，其一曰端肅(芔本)，今人止以為婦人之禮。近見元人題跋，末亦有書端肅拜者，猶有古意。 \\n 三相女 \\n 李騰空林甫女，得道廬山，李太白有《送內往廬山尋女道士李騰空》詩。金陵張可度詩所謂「父居黃閣女崆峒，流水桃花石室中」是也。茅山有秦檜女繡大士像，甚靈異，居人不敢托宿。見蔣說。王安石女最工詩，見覺範詩云云。曰：「此浪子和尚耳。」見吴曾《漫錄》。又蔡卞妻亦安石女，有文。三奸皆有如此女子，亦一奇也。 \\n 白騾異 \\n 濮州兵侍穀原蘇公祐總督宣大時，一日聞邊警，親率偏師，出塞禦之。戰衄，與眾相失，敵追急，馬蹶而死。正倉皇間，忽山上一白騾馳下，公躍而乘之，得馳入塞。既至，騾忽不見。敵退，遣人至其山跡之，山有文昌祠，白騾宛然在焉。 \\n 異姓 \\n 近所聞見異姓，再識如左。若干、昭、涉、詩、移、絮、茄、節、棧、冕、招、產、腰、閉、坑、縮、維、防、戲、波、友、昃、蟲、鱉、歹、奴、粟、竹、針、線、團、圓、續、羸、狡、灰、迮、旦、佴、俳、問、風、西、弟、諒、抗、朗、晃、角、細、荅、扁、銀、教、興、行、賞、彥、要、(帶足)、庹、(彡且)、睢、匽、焉、見、猶、玉、環、星、邰、是、汝、式、土、昶、駟、鈔、樹。 \\n 又甲子科山西舉人有因必芳，曲沃人。降緯，介休人。又泰和縣早禾市巡檢遆修紀，涿州人。廣德州杭村巡檢爨礦，河南人。 \\n 兩裴迪 \\n 唐有兩裴迪：一天寶詩人，與王維、杜甫友善。一為王鐸辟租庸招納使。朱溫鎮宣武，辟節度判官，既篡位，拜右僕射。溫自岐還，將吏皆賜迎鑾叶贊功臣，入見，溫目迪曰：「叶贊之功，惟裴公有之。」見《五代史?雜傳》。 \\n 黃巢 \\n 黃巢自長安遁歸，奔於太山狼虎谷，為其甥林言斬首送徐州，其死明甚。乃小說杜撰，稱其遁去為僧，依張全義於洛陽。曾繪己像，題詩云：「記得當年草上飛，鐵衣著盡著僧衣。天津橋上無人識，獨倚闌干看落暉。」按此詩，乃元微之贈智度師絕句，特改首句「三陷思明三突圍」為云云耳。此宋陶穀、劉定之說。《癸辛雜志》又云，即雪竇禪師《賓退錄》亦已辨之，為此言者，真亂臣賊子之尤也。 \\n 餘聞錄之訛 \\n 《餘聞錄》記湖州吴進士為父乞壽詞於李西涯，西涯不許。吴問人曰：「今爵位大於西涯者誰耶？」曰：「太師英國公張輔也。」吴具幣求英公，英公令門館作詩與之。吴得詩，誇於人云。黎媿曾【士弘】筆記亦載其事。不知英國公輔死土木之難，與李相去甚遠。黎博雅君子，亦仍其謬，何也？ \\n 禾山寺顏書 \\n 永新縣禾山寺傍，有顏魯公書「龍溪」兩大字，鐫於石壁，方廣徑丈。數百年已來，石壁如故，而二字每年輒徙下，今離地不二尺矣。 \\n 郭文毅 \\n 郭文毅【正域】貴盛時，與漢陽老孝廉劉某者為姻。一日，劉之女眷至郭氏，郭殊不加禮。歸而訴之孝廉，鬱鬱以歿，既數十年矣。明末獻賊屠武昌城市，人民稀少，有人入城，過城隍廟，見懸一牌云：「郭正域劉某一案候審。」時正白晝，硃墨如新。漢陽宗姪孟穀【戩】說。 \\n 女化男 \\n 嘉靖中，山西男子李良雨化為女子，事載前史。近見《仁恕堂筆記》莊浪二事甚奇。一紅塵驛軍莊姓者婦寡，有一女已字人，年十二，忽變為男子。女羞不能自明，及就婚，其夫覺而聞之官，乃以聘禮還之夫家，聽其別娶。而夫之母憐女之婉嫕，又以其女歸之。今名莊啟盛，現為莊浪廳書役。丁巳秋，又有莊浪女子十五歲，亦化為男。與莊事僅隔十年，皆在莊浪，亦異聞也。 \\n 范忠貞 \\n 范忠貞【承謨】撫浙日，杭之西溪有虎攫人，遣卒往捕。一日，自詣水月和尚卜之，告以故，和尚答云：「山頭大蟲任打，門內大蟲休惹。」范不悟而去。未幾遷閩督，遇逆藩之變，竟以身殉，始悟門內大蟲之語。 \\n 挑戰 \\n 挑戰二字見《左傳》，宣十二年，趙旃請挑戰，弗許。唐人詩屢用之。《類要》云：兩陣既立，各以將出鬥，謂之挑戰。《劇談錄》白敏中興師討吐蕃，有酋帥衣緋茸裘，乘白馬，出陣，頻召漢軍?將。有潞州小將善射，馳馬彎弧而出，射中其項，抽短劍，踣於鞍上，脫緋裘金帶，奪馬而還。又李臨淮將白孝德，斬賊將劉龍仙事亦相類。又《五代史?周德威傳》有陳章者，號陳夜叉，乘白馬，被朱甲以自異，求陽五欲生致之，德威出挑戰，禽之。唐宋已來實有鬥將之事，非盡稗官之妄說也。 \\n 箐雞 \\n 箐雞，產水西，長尾白羽，羽之周遭，黑文緣之，如澹墨所畫。或畜之，見人輒避去，終不馴擾。門人黃自先【元治】官平遠府通判云然。 \\n 樂毅棗 \\n 樂毅棗，產吾鄉，大倍常棗，云是樂毅伐齊所遺種也。《太平廣記》所載，有王母、仲思等名。又有安期棗，梁國夫人棗。《西京雜記》，上林有西王母棗，出崑崙山，而不及此。先方伯《群芳譜》云，樂氏棗，豐肌細核，多膏肥美，舊傳樂毅自燕攜來。《太平寰宇記》，濰州貢毅氏棗，今青城縣產無核棗，一名虛中，即《西京雜記》之枵棗也。上林又有顏淵李，出魯國。 \\n 井溢 \\n 康熙二十四年，長山一廢寺，有池水，忽大溢。眾往視之，有物如牛，伏池中，人不敢逼。次年，鄒平郭莊居民院中井鳴如【生】　【牛】吼，水忽上溢，祭之乃止。 \\n 短人 \\n 丙寅春，長山之苑城周村間，有短人，長可尺許，鬚眉手足皆具，能按拍而歌。問之云：年三十餘矣。豈巨靈僬僥之類耶？ \\n 黑牡丹 \\n 曹州牡丹，品類甚多，先祭酒府君嘗往購得黃、白、綠數種。長山李氏獨得黑牡丹一叢，云曹州止諸生某氏有之，亦不多得也。 \\n 范祠鳥 \\n 長白山醴泉寺，即范文正公讀書處，祠在佛殿東偏。康熙間，秋霖浹旬，祠上漏下濕，公像獨不沾濡。寺僧疑而竊窺之，有大鳥張兩翼，翼上有火光，正覆其上。天霽，遂失所在。 \\n 文昌閣鸛 \\n 濟南府學文昌閣，有二鸛巢其上。一日翔西郊，為一軍士射中其脛，此鸛每帶箭出入，人皆見之。偶中丞閱軍，將士皆集轅門，此軍方負牆立，鸛忽飛翔其上，矢墜焉。軍士異而取之，俄覺耳中癢不可忍，試以箭鏃搔之，牆忽壓焉，鏃深入不可出。軍士歎曰：此鸛報怨也，吾其死矣。數日果死。 \\n 萬歲 \\n 《後漢書?韓稜傳》：竇憲為大將軍，威震天下，尚書以下議欲拜之，伏稱萬歲。稜正色曰：禮，無人臣稱萬歲之制，乃止。然《馬伏波傳》：吏士皆伏稱萬歲。又《?良傳注》，《東觀記》曰，門下掾王望，諂稱太守功德，掾史皆稱萬歲。 \\n 無上將軍 \\n 《【滕】撫傳》：建康元年，陰陵賊徐鳳，自稱無上將軍。《【有】　【何】　【有，系何之誤，見《後漢書》卷六十九《竇何列傳》。──點校者。】進傳》：帝【靈帝】躬擐甲介馬，稱無上將軍，行陣三匝而還。人主自稱將軍，與明武宗先後一轍，至與劇賊同號，尤可異也。 \\n 師資 \\n 老子曰：「善人為不善人之師，不善人為善人之資。」資之云者，如《詩?小雅》：他山之石可以攻玉之義。今俗謂受業為師，同學為相資，語蓋有本。然以同學為不善，義亦可商。師資之情，後漢廉范對明帝語。 \\n 庫厙 \\n 松江有厙公山，厙音舍，字書注，姓也。《後漢?竇融傳》，金城太守厙鈞。按融傳章懷太子注，引《前書音義》曰，厙氏，即倉庫吏後也，本王嘉上哀帝疏。今羌中有厙姓，音舍，云承鈞之後。《風俗通》云：古守庫大夫之後，以官為氏。然則厙鈞之姓為式夜切？為苦故切？《漢書》注亦未定其音訓。《氏族博考》云：庫氏有二，漢倉氏、庫氏，以官為氏。又河南官氏志，庫傉官氏改為庫氏，則是苦故切之庫，又有二族矣。《奇姓通》收入去聲禡韻，從舍音。【按式夜切，字從厂。苦故切，字從广。自是兩字兩讀，因章懷注雙引之，混不可辨耳。】 \\n 六丁 \\n 祭酒，舊不一二年輒遷去，春秋丁祭無過四者。順治中，淄川高念東侍郎【珩】為祭酒，久不遷。一日至閣，洪文襄【承疇】戲謂曰：高先生可謂五丁開山矣。高笑對曰：無妨六丁六甲。果三年始遷去。予在成均，迄四載始遷少詹。戲為口占寄先生云：「嘉話曾聞役六丁，任教人笑鈍司成。六丁今日還加二，始信前賢畏後生。」然此官清簡，實宜恬靜。《南史》丘靈鞠有言，人居官願數遷，使我終身為祭酒，不恨也。獨學舍廩給皆久廢，用兵已來，捐貲者率許在籍肄業，期滿該省布政使司徑送吏部銓授，雍中人才寥寥，素餐為慚耳。 \\n 偏諸 \\n 《治安策》：「今民賣僮者，為之繡衣絲履偏諸緣。」又云：「白縠之表，薄紈之裏，緁以偏諸。」服注曰：「如牙條以作履緣。」顏曰：「偏諸，若今之織成以為要襻及【標】　【褾】領者也。」杜詩：「客從西北來，遺我翠織成。」錢注，引《廣雅》天竺有細織成。《宋書?禮志》諸織成，衣帽錦帳，純金銀器，雲母從廣一寸以上，皆為禁物。《高麗史》：獻織成衣襖弓劍。按子美詩題，乃太子張舍人遺織成褥段，蓋褥帳衣帽要襻【標】　【褾】領，皆有織成。而偏諸以為衣履之緣者，乃織成之一耳。 \\n 銀杏 \\n 鄉大夫有好為雅談者，問鄰縣一友人云：「聞貴鄉多銀杏，然否？」友人不應，問再三不已，旁人皆匿笑，終不悟。蓋銀杏淫行，音同也。又江淮間一御史疏陳水患，內云：「臣鄉下流之下流」，人亦傳以為笑。 \\n 趙康敏 \\n 壽光趙康敏公【訥】故第，為裔孫所鬻，屢易主矣。居者每見朱衣人於堂中，輒病。後某官張姓者居之，初入宅，復見朱衣人悲叱咄唶，張設拜，遙謂之曰：「公子孫自不肖，不能守先業；此宅且數易主人，與某無與。公生為名卿，何不達而屢此見祟耶？」言甫畢，朱衣以袂掩面，入壁而沒。自是不復見。 \\n 墨芍藥 \\n 館陶人家有墨芍藥，與曹州黑牡丹，皆異種。 \\n 邵進士三世姻 \\n 同年濟寧邵士梅，字嶧暉，順治辛卯舉人，登己亥進士。自記前生為栖霞人，姓高，名東海。又其妻某氏，死時自言，當三世為夫婦，再世當生館陶董家，所居濱河河曲第三家，君異時官罷後，獨寓蕭寺繙佛經時，訪我於此。後謁選得登州府教授，一日檄署栖霞教諭，暇日訪東海故居，已不存。求得其孫某，為置田宅。已而遷吴江知縣，謝病歸，殊無聊賴。有同年知館陶縣，因訪之，館於蕭寺。寺有藏經一部，寂寥中取閱之，忽憶妻語，隨沿河覓之，果得董姓者於河曲第三家。家有女未字，邵告以故，且求縣宰縱臾，遂娶焉。後十餘年，董病且死，與邵訣曰：此去當生襄陽王氏，所居濱江門前有二柳樹，君幾年後訪我於此，與君當再合，生二子。邵記其言，康熙己未在京師時，屢為予及同年傅侍御彤臣【扆】、潘吏部陳伏【颺言】言之。 \\n 賽從儉 \\n 文登人賽從儉，卜地葬親於黃山。南有鄰某者，陰圖其地，夜遺地主金，老嫗赴塋，忽迷失道，有二童子執炬前曰：「嫗欲往賽氏塋乎？吾為嫗導。」中途謂曰：「此地誠善，但汝家不能有。賽氏當世科第，天啟之也。」言已忽不見。嫗乃在海港中，及覓路至塋所，則既葬矣。嫗悔，述其故。從儉曰：汝言果不妄，吾子孫有仕宦者，即以十金為贈，書其言於券末。後從儉知三河縣，子孫多仕郡縣，皆不負約。康熙丙午元旦五更時，近村人遙見塋前有二炬遶行，曾孫玉紘以是秋舉鄉試，明年登第。己酉元旦復然，玉紘子璋以是秋舉鄉試，明年登第。 \\n 劉大成 \\n 天啟中，文登生員劉大成以儒醫耆德為鄉黨所推，董修學宮。鑿泮池，得一石函，啟之，有女骼釵釧，為徙瘞北城隍上。次日，復得一瓶，中貯竹漿，外勒八語云：「濱人花母，劉支竹漿，一匕濟人，廣嗣功長，南文煥發，北屋城隍，妥予之靈。」云云。自後劉以竹漿施病者，輒愈。享年八十餘，生六子，諸孫科第甚?。 \\n 二狠石 \\n 京口北固山甘露寺有狠石，臨潼驪山亦有狠石，皇甫湜《狠石銘》曰：「狠石蒼蒼，驪山之旁。昔秦皇帝，謀之不臧。七十萬人，茲焉遑遑。」是也。今人但知甘露寺矣。 \\n 舞蠅虎 \\n 《書》言百獸率舞。傳記所載，如舞馬、舞象、舞鸞、舞鶴之屬不一。《杜陽雜編》載，唐穆宗朝，【或云憲宗。】飛龍士韓志和，本倭國人，於御前出一桐木合，方數寸，中以丹砂養蠅虎子，其形盡赤，分為五隊，令舞《梁州》。上召國樂以舉其曲，蠅虎盤回宛轉，無不中節。每遇致詞處，則隱隱如蠅聲。曲終，累累而退，若有尊卑等級者然。又《續癸辛雜志》，臨安呈水嬉者，以大斛貯水，小銅鑼為節。凡龜鱉鰍魚之類皆名，呼之即浮水面，戴戲具而舞。觀此則虫豸水族皆能舞，不獨鳥獸矣。 \\n 水蠶 \\n 吾鄉山蠶，食椒椿槲柘諸木葉而成繭，各從其名。故相國益都沚亭孫公【廷銓】作《山蠶說》，曲盡物性，文多不錄。唐小說載元和八年，大軫國貢神錦衾，水蠶絲所成。云其國以五色石甃池塘，採大柘葉飼蠶於池中。始生若蚊睫，游泳其間，及長，可五六寸。池中有挺荷，蠶經十五日，即跳入荷中成繭，自然五色，亦謂靈泉絲。山蠶、水蠶，皆物產之異。 \\n 熱洛河 \\n 《盧氏雜說》，明皇射鹿，取血煎酪，賜哥舒翰及安祿山，謂之熱洛河。祿山帳下健兒名曳落河，恐因字音相近而傅會其說。今齊魯間以蕎麥作麵食，名河洛，俚名亦有所本。 \\n 老神仙 \\n 獻賊軍中有老神仙者，本鄧州陳氏子，少遊終南，遇一道士，授異術，能生死人，後為獻賊所得。賊監軍孫可望被酒，刃其嬖妾，以刀圭藥投之立起，於是賊中呼為神仙。既而獻賊誤刃其愛妾，洞脅潰腹，復俾陳活之，納其腸，以鍼紉之，傅以藥，夾以木版，以繩約之，七日而甦。獻賊敗，入滇，以病死。 \\n 蹇少保 \\n 明少保薊遼總督蹇公【達】，字汝上，四川巴縣人。自記前兩世為某衛指揮，以墜馬死，往生山西某府趙氏，名某，登進士，官至重慶太守，與邑紳蹇公來譽善。一日，蹇設席召守飲，守方坐堂皇，聞吏白蹇公有使邀請，即出就輿，甫出門，見大河阻路，方異之，若有人推墜河中，驚而寤，室廬非故，而形軀已小，在(衤朋)褓中。家人報蹇公入視，曰男也。繼又傳報趙太守以痰病死矣。蹇公為出涕，自往護其喪，尋送夫人及二子歸里。心皆了了，然無可奈何，以義斷割。早成嘉靖乙丑進士，自禮部郎出為故郡太守，兩子已長，以通家禮來謁，欲言不可，姑隱忍之，惟時時存卹其家。居三年，遷山東提學副使，乃詣故居致辭，夫人請見，不禁泣下，夫人亦泣，以通家故，不知固即其夫也。及兩子送至境，始屏人告以前生事，執手泣別而訣。 \\n 賀相國 \\n 明相國對揚賀公【逢聖】，崇禎中枚卜詣京師，舟至九江之鱘魚嘴，風浪大作，公具袍笏拜禱，舟上人忽見空中有緋衣神人，執一黑鬼投水中，風遽息。公設祭大王廟以答神佑，自是香火益盛，日宰羊豕無算。十三年，蘄王欲興復溈仰道場，延三昧律師入楚，過九江，夢神告曰，某九江神宋大王也。前生與師及賀相公三人同在山中修道，師不昧正因，今為大師；賀以福緣為宰相；唯某一念之差，為血食之神。昨因鱘魚嘴樹妖欲覆賀舟，某以前世因救之，緣此宰殺日繁，將來必墮無間地獄。師明日過此，必至廟中為我授記，更布其事於四方，使來禱祀者戒宰殺，幸甚。師如其言。自是鱘魚嘴行旅坦然矣。此與《冷齋夜話》所記衖亭湖神託安息國王子建洪州大安寺事相類。 \\n 張道人 \\n 商丘高辛鎮有道人，嘗周游歸德屬邑，貌類少壯，雖長老自童幼見之，形容不改，莫知其年。自云張姓，鹿邑人，居少林若干年，武當若干年，勞山若干年，屈指百數十年矣。一日，募修某祠廟需石灰千斤，人問所出？曰自有之。忽至一寡婦姑媳門求布施，以孀且貧辭。道人曰：「門前槐樹旁有灰三千斤，何云無也？」如其言掘之，果然。或問，曰：「渠先祖建樓所餘，我常見之，其家不知也。」頗能前知。有問之者，則曰：「我是顛子，我是顛子。」日可行三百里。崇禎末，袁賊亂梁宋間，致道人，縳置地上，驅所掠婦女裸體淫之，遂敗其道，日行僅百五六十里，亦穀食矣。語人曰，譬桶子已破，再箍便難。 \\n 日者 \\n 宜興陳其年【維崧】，年四十餘，尚為諸生。一日過京口，有日者謂之曰：「君年過五十，必入翰林。」宣城梅杓司【磊】因贈以詩曰：「朝來日者橋邊過，為許功名似馬周。」至己未，果以諸生應博學宏詞薦，授翰林院檢討，時五十六。又有范騋者，字文園，善相人。謂武進周清原、吴江徐釚皆當不由科甲入翰林。己未皆授簡討。其言良驗。范，海寧人驤字文白之弟也。 \\n 龍異 \\n 康熙壬子歲，吾邑李鹺副仲嘿【鴻雷】家，日正午，忽有一物蜿蜓數尺，鱗鬣可畏，遍體如金色，爛然奪目。自院中入所居之室，已，復出，形漸長大，知其龍也。忽雲霧滃然如煙雲，庭中晦冥，遂不見。伊中丞翕菴【闢】云。 \\n 荷蘭刀? \\n 康熙六年，荷蘭國入貢，其貢物有刀?【入】　【八】枚，皆可屈伸，縈繞如帶。《劍俠傳》載，种諤畜一劍，可屈置盒中，縱之復直。張景陽《七命》論劍曰，若其靈寶，則舒屈無方。斯之謂歟。 \\n 銅人 \\n 聞西洋人欽天監管理監事加工部侍郎南懷仁言，自大西洋入中國，凡十萬里。海舶甚巨，海口有銅人，高不知其幾由旬，舶出其胯下，或出其脅間乃入海洋，不知何由鑄造也？ \\n 山溪烈婦 \\n 旌德縣地曰山溪，有民家女某氏，嫁甫數月，夫死，無子，又無舅姑伯叔，遂歸母家，誓不更適人。久之，其父母私受鄉人聘，旦夕且娶。女覺之，自請於父母，父母不能隱，遂告以故。女欣然曰，嫁則嫁矣，明日當一辭夫墓耳，許之。乃歸房中，晨起理妝，易新衣，內衣皆自縫紉。行至溪上，時山水暴漲，女顧之喜，至橋半，急踊身入水死。乘流數里，罥岸樹而止。有石工某見之，欲禠其衣，衣結不可解。忽以手自批其頰曰，吾以父母欲奪吾節而死，汝小人輒敢無狀，吾褫汝魄矣。語畢而死，觀者莫不歎異。父母為合葬故夫墓焉。 \\n 張巡妾 \\n 徐藹，字吉人，會稽諸生。年二十五，得瘕疾，痛不可忍，年餘，瘕能作人言。瀕死時，見一白衣少婦問曰，君識張睢陽殺妾事乎？君前生為睢陽，吾即睢陽之妾也。君為忠臣，吾有何罪？殺之以饗士卒。吾尋君已十三世矣，君世為名臣，不能報復，今甫得雪吾恨。言訖，婦不見，藹亦隨逝。庚申在京師，其門人范思敬說。 \\n 童謠 \\n 萬曆壬子，山東鄉試，濟南童謠云：「三人兩小，太陽離島。」是科解元乃長山徐海曙日升也。又某科有童謠云：「山佳木，一旦挑。上天差我送羊角。」是科解元，平度崔桓也。康熙庚子，又有童謠云：「一裹針，三條絲。」是科解元，新城李嗣真，解副益都高三思也。天啟辛酉，朱純領解，亦有「一牛兩尾」之謠。 \\n 趙廷鑨 \\n 順治甲午，有某生者應試濟南，瀕入闈，其僕忽死，但胸前微暖。及出闈，僕忽蹶然而起，生問之云：「適隨主人入棘闈，見號舍有紅黃二色旗，主人所居之舍則紅旗也。」生喜曰：「果爾，當娶某氏女妻汝。」僕難之，生曰：「吾既為孝廉，何慮彼不嫁其女乎？」既入二場，其僕又死如前，比出復甦，連呼「可惜可惜」。生急問之曰：「主人已中解額，因昨日一言，今易萊陽趙廷鑨矣。」生然疑且半，私心悔之。及榜發，榜尾一人，即萊陽趙廷鑨也。 \\n 御馬 \\n 供奉周道言，御厩有千里馬，毛色純黑，惟顱及四蹄白，長可一丈，腹有逆鱗，高麗所貢也。 \\n 顧東橋 \\n 何元朗《叢說》載，分宜嘗邀顧東橋，樂工盈庭六七十人，東橋顧從人，賞銀五錢遣之。明日邀六卿則聽命，如小生賞賜各二三兩。比年各省督撫中丞宴監司，賞伶人多至四十金或六十金。視分宜當日，不啻什倍矣。 \\n 斷腸草 \\n 康熙庚申春，有徽人方姓者，商於都門，與其徒八人合貲累千金往江南，次河間之南腰跕，宿焉。其八人者，與騾夫先食，方以齋素獨後。忽一人且食且語曰：「斷腸草。」如是者三。方怪而問之曰：「君知食中有斷腸草乎？宜勿食。」其人曰然。隨視騾夫，已如中惡狀仆地矣。方急呼，眾人皆停箸，而身自走通衢，呼集居人，召醫視之，曰中毒也。急解之，皆甦。而騾夫食獨多，遂不救。方因問某，曰：「食時若有人在後告以斷腸草者三，聽其語，隨出諸口，初不自知也。」諸商欲鳴之官，居人力浼之，僅以百金賂騾綱，其主人竟漏網。道路間不可不知。 \\n 恪妃 \\n 世祖皇帝恪妃石氏，灤州人，戶部侍郎申之女也。申父維嶽，明萬曆庚戌進士，官某省副使。會王府中官某鴆其王，反誣其妃某弒逆，撫按以下皆納其賄，將具獄矣，維嶽獨持不可，力雪妃冤。至是申生恪妃，竟入宮掖，人以為妃之報云。 \\n 河套喇嘛 \\n 嘉禾譚舟石【吉璁】《延綏鎮志》云，套中最尚佛教，距榆林三百里外，為砑抱山，山左有水曰河泥津古羅，右有泉曰法兒烏蘇，中有寺曰堵王，延袤可十里，兩水環其前而合流，其地名曰板升社，寺中住持則板地兒得喇嘛也。寺一門二殿，門名哈剌哈，殿亦覆以琉璃瓦。殿名【撒】藏，中塑大喇嘛像，傍皆供藏佛。第二殿名堵王，中亦塑大喇嘛像，稱曰補兒罕板弟子，譯言佛與祖師也。楹之東為蓮花佛，佛身高二尺。頂湧一菡萏，長可五寸許，製甚巧，有機，捩之開，便成蓮菂，上坐一三首佛，花瓣中亦各有一佛臥焉。楹之西為馬頭佛，一佛坐以俟。馬頭佛頸中掛三十六鬼頭數珠，貌甚獰惡，當面飛來若欲撲噬狀。坐佛作歡喜容，仰手舒臂迎之。復以兩足鉤出其後，是曰佛度。而鬼頭者，皆以銀鑿成也。傍皆供小藏佛，設木龕三層，大小參差無數。四壁皆畫天神及諸菩薩。而金剛者，長不過二尺餘，就次於東西墉下，左刀矛，右旛幢。少北皆虡，置柱黃金塗，梁間懸纓絡，結成花勝者四。殿立四柱，空其中，如樓不庋，板垂四阿，而室則十二，開窗牖於上，若重屋然。殿後有塔，名蘇婆兒哈，即大喇嘛蛻骨處。山之半，創一小殿，名蘇沒。繚以周垣，南啟一門。東西與北，皆有配殿。殿中供者名瓦窯聖，類牟尼；左供阿赤爾馬儀，類普賢；右供紅勝撥帝蘇，類觀音。其山無石而有石子，套部長以潔白圓潤者，人各集一堆，名阿保，高丈餘，列山上，自王以下皆有。歲之初夏作醮，或三日，或一月，前期以佛頭如盂者，銀足承之，盛水，用酒或白糖供於殿上。佛頭盂骨厚可寸許，不類人之髑髏也。經有三卷，皆梵文，誦或以百計，以千計，亦時時作樂。樂器俱用銀，以人脛骨作管，銀筩承其上下吹之，聲如清角。誦經畢，取佛頭盂中水，人以匙分之。自口至頂，用手婆娑，為獲福矣。復用柏樹一枝，綴五色小旗，并刻木作刀劍弓矢，植於堆上。或其主有遠行，則以一矢告，反亦如之。皆插於柏樹之傍。其鏃或以金銀為之，任其朽，人不敢犯。時或旱澇，亦往祈焉。旱則喇嘛首頂以瓷缽水禱於山，以口噀之，雨如期至。或雨時，喇嘛曰，此中不須雨，亦以頂水噀之，雨即分雲而下。澇則左手指間搢一小紅旗，掌中托一小淨水瓶，右手捻訣而前，至山上，口誦梵語，雨即止。或有病，誦經以禳，兼以小紅丸藥救之即愈。或其人中鬼，以頂骨數珠壓其頂，或繞其中指，是人即發顫，自呼伏，曰某鬼為祟。頂骨數珠者，以高僧頂骨中取圓厚如碁者為之，其數亦一百八云。其徒可三百人。戒行亦與浮圖相似，但所飲食者，乳湩牛羊耳。 \\n  \\n 　"}
{"章节": "池北偶談卷二十五", "正文": "　 \\n 池北偶談卷二十五 \\n 　 \\n  \\n 談異六 \\n 劉吏部詩 \\n 劉公(甬戈)吏部在鳳陽，與其友蘇懋斿【銘】孝廉往龍興寺，與某禪師扣擊竟日，晚歸，遂化去。是夜蘇夢公(甬戈)來，微笑吟詩云：「六十年來一夢醒，飄然四大御風輕。與君昨日龍興寺，猶是拖泥帶水行。」 \\n 放生池 \\n 京師沙窩門有放生池一區，順治中，浙人范思敬者，實創始焉。初，范嘗夢到一院，旁有禪室，簷際懸木刻作魚形，有人指示云：東坡先生居此。遂入，伏謁東坡，與語久之，云：「吾有王文正公泥金書《法華》一部，今予汝。」取授之，經尾署名王旦也。坐側有一人侍立，云是何姓。覺而異之。既數年，放生池成，延一老宿居之。范一日至院中，堂宇宛與夢中相似，禪室果有木魚懸簷際。既而與老僧坐語移晷，老僧忽云，貧道有一法寶，藏之久矣，今贈居士。視之，即王文正公金書《法華經》也。室有募緣疏，為何侍御某書，豈僧即東坡後身耶？ \\n 釣臺 \\n 郯城東南有臺，壘石為之，甚峻而堅，鄉人傳為釣臺。或云大禹鑿羽山，通沭水，作此臺以鎮水，俗又呼為鎮水臺。明世宗時，一縣令毀臺取石，及其半，有大石板，下有一巨荷葉，尚鮮好，有古劍尺餘，壓其上。下則一水泓然，池中二魚，鼓鬣游泳。令竟放魚於河，置劍於庫而毀之。自是郯罹水患，遂遷今治。黃給事【六鴻】說，黃嘗為郯令。 \\n 熊仙人 \\n 楚人熊生者，客某公家塾為童蒙師。一旦謂其親某生曰：「我修真有年，合得仙道，有書若干卷，當以授子。」踰日又謂曰：「昨子不合作某事，不應得仙，明日我午刻當逝矣，慎無窺伺，聞室中聲響，乃啟戶。」至期闔戶入，寂無所聞。頃之，忽聞霹靂一聲，發窗視之，香氣絪縕，熊生已端坐化去，現形雲端，揮手別眾，久之始沒。崇禎年間事也，海寧陸冰修【嘉淑】說。 \\n 蕭氏 \\n 《釣磯立談》載，契丹使至江南云，蕭氏與耶律氏相為終始。謂江南諸蕭，雖享國日淺，無大罪戾。是以遼之蕭氏為梁後也。按《遼史》，太宗以小漢為汴京留守，賜姓名曰蕭翰，因稱蕭氏，非本氏蕭也。《立談》失考。 \\n 杞縣狀元 \\n 明中州狀元二人皆杞縣人，一正德甲戌孫襄敏公賢，一崇禎甲戌劉文正公理順，相距百二十年。禮部尚書湯公潛菴【斌】云。 \\n 蔡侍郎 \\n 睢州蔡侍郎石岡【天祐】，弘治中進士，方嚴正直，生平遇鬼神事甚多。湯荊峴先生【斌】言其為山西憲使時，行部至一驛，驛有鬼為祟，人不敢宿，驛卒以告，公叱之。比夜，秉燭獨臥堂中，枕傍寘一劍。三更時，忽風起，門洞開，有一人被髮跪床下。公起坐，從容問之曰：「汝何人？果有冤枉，當告我，為汝理之。」鬼徑起，由廊下出，公拔劍隨其後。廊外皆荒草斷垣，至垣外眢井而歿。公卓劍識之，歸而酣寢。及曉，從者皆至，公集眾至其所，縋視，則有尸在焉。訊諸驛卒云，有某甲向開店於此，移去數年矣，此井其後圃也。公立令捕至，至則具服，某年月日有行客攜重貲宿其家，謀而殺之，投諸眢井。家以此致富，遂遷居。公立寘諸法。自後，驛遂無他。 \\n 超然琅邪二臺 \\n 諸城李渭清【澄中】太史言，超然臺上舊有蘇文忠公三大字，嘉隆間，知縣顏某，字琅邪，秦人，幼時嘗夢登琅邪臺，因以自號，後果筮仕諸令。秩滿，竊載蘇書歸，而別以贗石易之，今臺上止存八分題名九字。琅邪臺上秦碑高數丈，形製甚朴，無趺首，今可辨者僅臣斯臣去疾數字。又臺下入海十餘里，復有一碑，每海潮退時，乃可見。 \\n 荻港神 \\n 順治丁酉十月，當塗荻港水忽涌丈餘，有宋某者臥官舫，夢神促之曰，移船移船。遽驚起，纜已解，俄岸崩如雷，他舟皆溺。 \\n 女化男 \\n 山東濟寧有婦人，年四十餘，寡數年矣，忽生陽道，日與其子婦狎。久之，其子鳴於官，以事屬怪異，律無明文，乃令閉置空室中，給其飲食。戊午年事也。 \\n 萬眉山 \\n 高學士【士奇】在內直，一日，理內府書，見有明成化中大學士萬安進房術書一冊，裝潢精緻，署臣安進，字尚宛然。 \\n 劍術 \\n 長興人臧湘友，少逢異人，授以一卷書，中有劍術，臧頗得其傳。海鹽陸辛齋【嘉淑】云，嘗見其劍合，乃以雷擊木雕成，有鐵丸二，即雌雄劍也。又方寸小戟一，又金穵耳一，又有白金二兩許，餘物尚五六件。云鍊劍須寒天乃可，鍊時，時有雷電遶戶，逼人毛髮云。 \\n 岳陽改名 \\n 《宋史》：秦檜既殺岳忠武，以岳州與其姓同，改岳州為純州，岳陽軍為華陽軍。其忮刻穿鑿至此。 \\n 洞庭神 \\n 康熙十八年，湖廣總督蔡毓榮疏言，舟至新祥，倏遇暴風，因虔禱君山龍神，靈應甚著。得旨封為「洞庭湖之神」，遣官致祭。 \\n 韓湘像 \\n 邯鄲黃梁夢社會，有道人，疥癩遍體，衣履垢敝，見市中粥竹簾者，輒臥其上。惡而逐之，每一簾輒有一韓湘子像，鬚眉宛然。人競市之，粥者得利亡算。 \\n 夢解元 \\n 萬曆壬子，山東鄉試，濟南西郭有單叟者，夢人告曰，今科解元徐日升也。明日，見一士人徒行西來，衣敝履穿，彷徨市中。叟試叩之，云東昌人，徐姓；叩其名，即日升也。叟大驚異曰，君必解元，但留茆舍，一切飲食洎場屋之費，吾皆任之；他日富貴，毋相忘耳。徐驚喜不勝，及榜發，竟落第。領解則長山徐日升海曙也，後累官僉事。 \\n 尤生 \\n 江南尤生者，忘其郡縣，將赴鄉試，而苦貧無裝具。夜夢人告曰，市橋下有白金二錠，重二十兩，五更可往取之。如其言而往，無所見，夜復夢如前。又往，亦無所遇。橋側有銀工某者，怪其早行頻數，邀而問之，尤告以夢，且歎鬼神弄人如此。至夜復夢如前，更促其早往。至則果有白金如其數。銀工又邀而問之，對以故，出示，果白金也。銀工曰，吾誤矣。昨聞君述夢，聊鎔鉛錫為之，以戲君耳。不意誤取篋中金以往，然神先告之，特假手於我，此定數也。即舉以相贈。已而中式，乃倍酬銀工焉。 \\n 李參政僕 \\n 己未七月廿八日，京師地震，前河東道參政李元陽，居采峪，死焉。其二僕皆死，逾二日，一僕復活云：初地震時，不知已死，但見二偉丈夫各高丈餘，驅出門，顧視同行者甚眾，主人亦在焉。頃之，偉丈夫顧某曰，汝不合在此人數內，可速回。某曰，某主人在是，某將何之？又數里，復顧曰，汝未去耶？以杖擊其背，遂甦。 \\n 泣筍 \\n 《蜀檮杌》載，蓬池人程宗雅母疾，泣竹林，得冬筍。則泣筍不止孟宗也。 \\n 洞庭丐者 \\n 洞庭山有丐者，貌似狂易，常行乞道上，夜則臥菴寺廡下，僧厭苦之，驅去復來。汪鈍翁嘗記其數詩云：「不信乾坤大，超然世莫?。口吞三峽水，脚踏萬方雲。」又「有形總是假，無象孰為真。悟到無生地，梅花滿四鄰。」又「燈火輝煌慶此宵，夜深兒女不相招。破蒲團上三更夢，那管明朝是歲朝。」又「一杖穿雲到上方，湖光山色總茫茫。乾坤有我能擔擔，明月清風底太忙。」 \\n 宣城烈婦 \\n 宣城北門內，舊有某烈婦坊，近許州守阮士鵬居宅，汙穢不治。一夜，阮氏館賓劉姓者，夢烈婦來言曰：「吾苦節數十年，蒙朝廷旌表建坊，身後所得止此耳。今子孫零落，屬之他人，瀦潦穢雜，何以堪之！」劉瞿然醒。白主人，乃為重葺之。士鵬，今侍御爾詢父也。 \\n 錢葆(香分) \\n 松江錢少司寇艱於嗣，與夫人往天童祈子，大師為集眾僧，問誰願隨錢居士往？眾皆不答。一飯頭，老矣，自言願往。已而錢果得子，名鼎瑞，字寶汾，後易名芳標，字葆(香分)。詞華麗藻，有名東南，中康熙丙午順天鄉試，官中書舍人。既而假歸。戊午，以博學宏詞薦，值丁內艱，不赴。一日，方與客坐齋中，有僧至門，持一椷書，云自天童來，舍人啟視之，殊不駭訝。但云，倉卒奈何？明日晨起，遍召親故與訣，索筆書一偈云：「來從白雲來，去從白雲去，笑指天童山，是我舊遊處。」微笑而逝。 \\n 定數 \\n 泰和蕭太常伯玉【士瑋】之姪孟昉，家素封，遭亂，攜珍貨直千萬，至山中小菴。菴僻甚，人跡罕到，蕭氏香火院也。有彌勒佛像直殿門，項可啟，乃納貨其中，人無知者。忽大兵將襲贛州，取道山中，途出菴前，以其僻陋，初無意，但稍駐午炊即行。有卒繫馬彌勒像項上，尋又一卒亦繫一馬於側，二馬蹄齧，遂曳像於地，腹中珍貨悉露。卒走告其帥，遂盡取之。物之有定數如此。 \\n 羅漢 \\n 米紫來【漢雯】言，知長葛縣時，有剃髮待詔名羅漢者，家衛輝，貌甚寢。一日方剃髮，米家僮有吹笛者，羅忽曰：「誤矣。」命作一弄，甚妙。又令吹笙，曰：「必和胡琴方可。」明日，自製胡琴，將來吹之，迥異凡調。米素善南曲，因與究極音律，雖吳中曲師，不能過也。時癸丑會試舉人題，傳至長葛，其孟子題則「盡其心者」一節，米歎其難。羅漢為闡發傳註，名理燦然。又曰：「此章與宗門某某公案相發明。」因引諸尊宿語錄如翻水，米益奇之，扣其所學，頗記唐人詩數百篇，亦曉篆隸。自言有母妹在河北，今辭公去，當復來一別，即往五臺不歸矣。後亦竟不至焉。 \\n 徐蓉 \\n 米侍講【漢雯】言，前令建昌縣，有縣署水夫文三郎者，頗文雅，不類俗人。米謝事居南昌，三郎亦隨侍。一日，見家僮輩兩素扇，一畫梅，一畫蘭竹，又書唐人絕句二首。問之，即文三郎妻徐蓉所作，年才二十三。 \\n 化鶴 \\n 南昌府驛路旁有精舍，去江不遠，溪水回繞，修竹萬個，風景清幽。康熙初，忽有偉丈夫襆被來宿，貌甚雄奇，居止旬日，語操西音，自言愛此地風土，欲為僧。寺僧難之。曰：「吾橐中有百金裝，盡以相付，但仰饘粥於此足矣。」乃從之。遂落髮。每日粥飯外，即面壁不語，或竟夕不臥，亦不誦經參禪，如是六七年。初不解衣，或竊視，兩臂皆有銅圈束之，莫測也。一日，與儕輩晚立江上，有數人泊舟登岸，望見之大驚。趨前揖，則揮手止之，耳語移時，別去。戊申歲，忽沐浴禮佛，遍別寺僧云：「明日當涅槃。」眾皆不信。至期，登臺敷坐，少頃，火自鼻中出，煙焰滿空，有白鶴自頂中飛出，旋繞空際，久之始沒。大眾皆見。周伯衡【體觀】時為南昌憲副，述其事，作《化鶴記》。 \\n 湯氏傭 \\n 宋中丞牧仲【犖】言，睢州湯氏，有傭工人某者，夫婦傭其家數年，每聞主人與客談詩文，輒竊聽。一旦扃門去，留書千言，文詞博奧，自敘悲憤，援據古今，多出意表。竟不知誰何也？ \\n 裴還卿 \\n 順治中，蒲州秀才裴還卿，讀書芮城，與任公子者為友。任豪貴，武斷鄉曲，一旦，為人擊其首死。既數歲矣，裴再館芮城，一日晝寢，夢任至，款洽如平生，但云：「有一事在城隍處，非兄不能為我直之。」不得已，隨之行，倏至一公廨，儀衛森肅，庭上一官人冠冕坐，睇視之，即故友蒲阪王秀才也。裴直前，語以任生云云。王作色而起，轉入廳事後。裴隨入，王以門【扉】拒之不得，乃詰曰：「公堂何地，而兄顧私語相屬耶？然兄，故人也，當不辱命」。語稍洽。裴因問順治紀年有幾？王疾語曰：「十八。」亟揮出，令人送歸。既覺，祕不敢示人。後順治十八年辛丑，世祖升遐，裴始語人云。 \\n 黃大王 \\n 黃大王者，河南某縣人，生為河神，有妻子，每瞑目久之，醒輒云：「適至某地踢幾船。」好事者以其時地訪之，果有覆舟者，皆不爽。李自成灌大梁，使人劫之往，初決河水，輒他泛溢，不入汴城。自成怒，欲殺之，水乃大入。始，賊未攻汴，一日，黃對客慘沮不樂，問之，曰：「賊將借吾水灌汴京，奈何？」未幾，自成使果至。黃至順治中尚在。 \\n 鄭端清世子 \\n 鄭端清世子讓國，自稱道人，造精舍懷慶郭外居之。每出，坐竹兜，四人舁之。精邵康節之學。宮中有一櫃，手自緘鐍，每歲輒益一封，遺令遇急乃開。及其孫壽平王，值河北流寇之亂，發櫃，得破布衫五，一闊大，四稍窄小。王軀幹甚偉，其弟四人則短小也，遂衣而逃。某年，亂定歸，王府一舊人忽遇端清於山中云：「傳語諸孫當速去，故里不可居也。」壽平兄弟以為妄，不聽，未幾及難。 \\n 平陽僧 \\n 平陽府南高河橋僧，甚愿朴，造橋工成，遂結菴橋側，與一郡王交好。一日，王坐廳事，見僧從外來，問之不顧，徑入宮去。未幾，報後宮得世子，王心知其僧也。後襲郡王，壽九十乃終。 \\n 江河之異 \\n 己未秋，江南江鳴，水立如山，久之乃復其故。又順天府東安縣河水暴漲，居人見水中有物如蛟龍，而目赤色，後有白馬隨之，目亦赤，隨漲徐去。 \\n 鄱陽湖異 \\n 南安守孔興訓，曲阜聖裔。一日渡鄱陽湖，見有物約長十餘里許，身有兩翼，自空中飛入湖，黑質黃文，掉尾波上。行數里，猶彷彿於水中見之。時風日晴霽，舟亦無恙。竟不知其何怪也。 \\n 夢道士 \\n 臨清胡給事某夫人，嘗夢道士三人跪伏求救，以告給事，給事未之信。詰旦入署，道遇市儈驅牛三頭，見給事輿過，三牛跪於前，若乞哀者。問之，則將入屠肆矣，捐白金九兩贖之，置放生池上。是夕，夫人復夢三道士來謝。京師一婦人死，見夢其女甥曰：「吾今為羊，生某處，汝贖我。」如言贖之，置池上。後夕，又見夢曰：「感贖吾命，更勞誦經超度，我當往生。」翌日，延僧於池上誦經咒，羊亦隨僧徒拜佛，佛事畢而羊死矣。 \\n 帛白 \\n 帛、白姓同。按帛道猷，西天竺人，居剡之沃洲。然《白氏長慶集?沃洲山禪院記》但作白。其詞曰：「昔道猷肇開茲山，寂然嗣興茲山，【僧寂然亦白氏。】樂天又垂文茲山，異哉！沃洲山與白氏，其世有緣乎？」【《水經注》：瀍水西有真人帛仲理墓，仲理名護，巴郡人。】 \\n 石鏡 \\n 湖南祁陽縣浯溪有鏡石，高尺五寸，闊二尺五寸，石色黝黑如漆，光可以鑑：隔江竹木田塍，歷歷皆見。曾有人竊去，即昏昧無所睹，還之如初。喬侍讀石林【萊】言如此。 \\n 老僧 \\n 鹿邑張太室，字松麓，予兄西樵門人也。言順治庚子年，客京師長椿寺，見一老僧，深目長頭，略似世人圖畫壽星之狀，問張鄉貫，因曰，去夏邑幾何？張對曰，百四十里。僧曰，彭嵩蘿侍御亡恙耶？張訝曰，此百年前人也。又問其子成立否？曰，壽過八帙，考終久矣。僧歔欷久之。又曰，昔侍御與貧道為方外交，其公子方在襁褓，寄籍釋氏，為我弟子。曾幾何時，皆成古人。因攜手入小院中，指階前牡丹曰，此彭公手贈物，植此百餘年矣。張云，牡丹高六七尺，大十五圍。曩見河南段凝之氏六十年牡丹，不及其半，信百年物也。因問其年，僧曰，忘之矣。 \\n 張又曰，於京師骨董店中，遇張翁者，蘇州人。自言與雍丘孟調之曾大父游，歷歷能道其平生遊獵處。孟氏兄弟嚴事之如曾大父行，亦百五六十歲人也。 \\n 玉簪 \\n 韓城縣相傳有郭汾陽墓，實非是。墓石往往崩陷，出金玉之屬。有諸生解某者，得塊玉如簪形，簪之髻，不知其何物也。有賈胡一見請售，生云，須二十鍰乃可。賈即如數應之。生又云，適相戲耳，必欲售，非三十鍰不可。賈亦無難色。既售，問之，曰，此字洗也。試以玉拂字，字皆滅。後轉粥之西安，得百二十鍰。比部張蓮峰【顧行】說。 \\n 墓樹 \\n 張君又云，韓城有蘇屬國、司馬子長二墓，蘇墓樹枝皆南向，司馬墓樹枝皆北向，驗之良然。【司馬北向，理不可曉。】 \\n 張公洞樹 \\n 康熙十八年，江南造戰艦，凡千百年古樹多被斧斤之厄。宜興張公洞有大銀杏樹數株，相傳數百年物也。巡撫下令蘇松道方參議【國棟】親往伐之，樹皆血出。方驚悸得疾，旬日卒。方字干霄，稱廉吏，又奉開府檄，而竟死。鬼神之靈謂何？ \\n 血影石 \\n 黃侍中祠，在金陵青溪之側，祠中有夫人血影石。有無賴子醉溺石側，石忽起擊之，立死。白廷評仲調【夢鼐】說。 \\n 景公 \\n 高座寺在長干雨花臺，臺側即景、方二公祠。順治中，一士人讀書寺中，月色皎甚，開窗南眺，戲語寺僧曰：「此景、方諸公盡節處，魂魄應猶戀此，吾烏得見之？」僧別去，士人獨坐室中未寢，忽有紫衣偉丈夫立窗外曰：「吾景大夫也。」士人驚起伏地，遂不見。亦白君說。 \\n 李道甫妾 \\n 李尚書道甫【三才】，性豪侈，姬妾數十人。道甫病將革，呼諸姬問：「我即死，誰當從我？」諸姬爭言願從死。一姬最少，美而艷，獨無語，眾譙讓之。道甫既死，姬更盛服靚粧。諸姬怪問之，曰：「公之嬖我以色也，將從公地下而毀其貌，豈公意乎？」坐柩側七日，不食死。諸姬竟不能從。 \\n 雞公山神 \\n 康親王疏言，大兵向駐永興對壘之際，雞公山神示豎旗列隊之異，部議致祭。允行。 \\n 焦桂花 \\n 曹升六【貞吉】舍人，曾於內庫檢視書籍，見庫房柱上有嘉靖間一帖，記烏玉、黃玉、綠玉、白玉、紅玉各若干斤，玉璞七萬幾千斤。後書答應焦桂花傳。 \\n 擊硯圖 \\n 吴匏菴嘗蓄一銅雀瓦硯，甚珍之。一日，出示其友，某公惡曹瞞，拔劍擊之，立碎。匏菴懊惜。時沈石田在座，乃援筆於便面作《擊硯圖》，匏菴大喜。崇禎間，有都司胡琳者遊吴中，以十金購得之，珍惜甚。病且革，手握扇不可解，家人遂以殉。琳，武進士，商丘人。所藏又有蒲廷昌獅子一軸，亦神品。宋牧仲【犖】中丞說。 \\n 高陽民 \\n 高陽民家子，方十餘歲，忽臂上生宿瘤，痛痒不可忍，醫皆不辨何症。一日忽自潰，中有圓卵墜出，尋化為石。劉工部【霦】以一金售之，治膈病如神。 \\n 潁州道士 \\n 劉進士祖向言，潁州一少年為邪所侵，疾入膏肓。家人謂不可活，置之路傍。忽一道士過之，自言善醫，命取鐵鎚重數十斤鎚病者頭面。父母泣謂病已至此，鐵鎚下，首立碎矣。道士笑曰：「無傷也。」鎚下，病者若無所知，輒有一美婦人長二寸許，自口中躍出而滅。凡百鎚，口出百婦人，大小形狀如一。少年立愈。道士亦不復見。 \\n 牡丹 \\n 歐陽公《牡丹譜》云，牡丹出丹州、延州，東出青州，南出越州，而洛陽為天下第一。陸務觀作《續譜》，謂在中州洛陽第一，在蜀天彭第一，今河南惟許州，山東惟曹州最盛。洛陽、青州絕不聞矣。 \\n 客星 \\n 光武與故人嚴光臥，客星犯帝座。桓帝與河南尹鄧萬博，客星亦犯帝座。 \\n 老姜 \\n 《繼世紀聞》云，李夢陽下獄，禍且不測，劉瑾家人老姜者告曰：昔公不得志時，李主事管昌平倉，曾許吾家納米領價獲利，乃忘之乎？瑾遂釋之，令致仕。此與王振欲殺薛文清公事相似。華亭宋楙澄《九籥集》訛為逆瑾欲殺文清，誤矣。且救空同者，不止康對山也。 \\n 二相 \\n 《貽謀錄》載，宋時，試禮部士人，皆禱於二相廟。二相，謂子游、子夏。游、夏二相之名，亦奇。 \\n 謹空 \\n 黃魯直云：太祝辨九(芔本)。(芔本)，即拜也。三曰空【毛】　【手】。拜頭至手，所謂拜手也。唐人書末云「謹空」，謂空手也。 \\n 風異 \\n 康熙丙辰五月初一日，京師大風，晝晦，有人騎驢過正陽門，御風行空中，至崇文門始墜地，人驢俱無恙。又有人在西山皇姑寺前，比風息，身已在京城內。此災祥之甚者。丁巳三月，上諭諭禮部：「帝王克勤天戒，凡有垂象，皆關治理，故設立專官，職司占候，所係甚重。一切祥異，理應不時具奏。今欽天監衙門，止於尋常節氣，尚有觀驗；至今歲三月初霜霧，及以前星辰凌犯，應占奏者，并未奏聞。皆由該監官蒙昧疏忽，有負職掌，爾部即行察議具奏。」以後欽天監占候本章，內閣照例票擬批發。大哉王言，謹備錄之。 \\n 涿州二生 \\n 涿州有二生修州志，偶削去二節婦，不為立傳。一日，二人晚行，恍惚見二婦在前，直入城隍廟，二人不覺隨之入。見二婦跪愬於神云：「苦節數十年，久載舊志，今為狂生某某所削，冤苦無所伸。」二生亦前與之辨，婦人執益力。倉皇歸家，是夜皆卒。 \\n 魚腹書 \\n 張生太室言，順治十三年，渡河至荊隆口龍王廟下，見堤夫買得大鱣魚，長六尺許，剖其腹，得紅錦袋一枚，中藏珍珠一，琲金約指四，玉條脫一，牛黃丸子一，紅甲二片，香藥一裹。又私書一紙，半已浥爛，詞甚悽惋，似是婦人欲寄所私，不遂，投河死，而入魚腹也。張賦《魚腹怨》紀之。 \\n 名字之異 \\n 宋桑世昌《蘭亭考》載三米蘭亭本，有米尹仁、尹知二跋。注：尹仁即友仁。又范文度摹刻石本，有溫公跋：「旃蒙單閼厲陬壬戌晦，涑水司馬某公實觀。」注：溫公曾字公實，吴虎臣《漫錄》載曾子固懷友一首，其曰介卿者，即王介甫少字也。《研北雜志》云：張曲江初名博物，翟耆年《籀史》載李龍眠洗玉池篆款云：「元祐惟五年庚午正月初吉，舒李叔時公麟。」韓文公慈恩塔題名，稱李翱翔之，見本集。石守道有讀安仁學士詩一篇，《後村詩話》云：「石曼卿，舊字安仁。」 \\n 支機石 \\n 《畫墁錄》：元豐末有人自兩浙以昭陵玉匣蘭亭，與支機石同齎入京師，欲上之，不果。王欽若云：支機石予嘗見，方二寸，不圜，微剜，正碧，天漢左界，北斗經其上。支機之說，本誕妄不經，此石不知何據？予在成都，見西城石犀寺後，嚴真觀故址廢圃牆隅，有石粗如砂礫，高六七尺許，圍如柱礎，蜀人相傳為支機石。尤可笑也。 \\n  \\n 　"}
{"章节": "池北偶談卷二十六", "正文": "　 \\n 池北偶談卷二十六 \\n 　 \\n  \\n 談異七 \\n 三僧 \\n 繁昌魏康孫進士之父，素封而無子。一日有僧造門，乞施三百緡造橋，不許。僧遂然一指，乞至再三，終不許；然三指，始許之，而僧死矣。橋成而康孫生，手缺三指焉。 \\n 又宣城孫榜眼予立【卓】之父勷，故給事中也。父孫翁艱於嗣。一日，見市中一僧以火然指，問之，曰：「願得一茅菴足供大士像，旁可坐臥誦經，足跡不出門，而免持缽之苦。久之，無一檀越辦此者，故然指耳。」翁曰：「吾為師了此願。」僧即罷爇，延至其家，為結茅如僧言。居三年，一日送客，忽見僧入後堂，問之，則夫人臨蓐得一子矣。方駭異，菴中人來云，僧已坐化。子一指然狀宛然。 \\n 同年史狀元立菴【大成】，鄞人。其太公亦與一僧善，一日見僧入宅，覓之不見，而狀元生。生而長齋，成順治乙未進士，後官至禮部侍郎。或云大成，即僧之號。 \\n 大將軍小將軍 \\n 錢舜舉《折枝牡丹》一卷，有蜀郡桑門公實悟光題云：「三月江南媚景天，姚黃魏紫鬥爭妍。那知十丈將軍樹，却在青城古洞前。」自注云：「青城山丈人觀前牡丹二株，一高十丈，名大將軍；一高五丈，名小將軍。」 \\n 孫真人 \\n 三原民苟氏婦者，病蠱脹，諸醫束手，氣已絕矣。踰二鼓忽甦，家人驚喜，問之，曰：「適已出門，若將遠行者，途遇一老人云，吾已延孫思邈真人醫汝，可速返也。及入門，見真人已先在，年可三十許，以連環針針心竅上，久之遂醒。不知身之已死也。」視之，果有上下二孔，七日始合，又十一年而終。三原醫士王文之說。 \\n 鹽山糖樹 \\n 予昔使蜀，曾聞其地有油井火井。元人劉郁《西征記》云，殢掃兒城有鹽山，如水晶狀。方侍御邵村【亨咸】《怡亭雜記》云，緬甸有糖樹、酒樹。酒樹實如椰子，剖之皆酒，色瑩白而甘，能醉人。糖樹細葉而柔幹，以刀刺其本，汁涓涓不絕，經一晝夜始止；色味如餳，食之令人飽。 \\n 李子金 \\n 李子金，歸德人，諸生，善鉤股嘉量之術。嘗與儕輩聚飲，鄰有高樓，眾謂子金能算此樓尋丈乎？子金曰諾。即用小尺就地上，縱橫量之，良久，自臥地睨視，又久之，躍起曰：得之矣。使一人縋上，垂繘於地，試之不爽銖黍。又嘗渡河，睨視水面，即能知水淺深。 \\n 石砮 \\n 《猗覺寮記》辨楛矢石砮，引《晉?肅慎傳》，魏景元以來，供楛矢石砮。晉元帝時，詣江左貢石砮，其地有山出石，其利如鐵。《唐?黑水靺鞨傳》云云。予嘗見吴江吴孝廉兆騫自塞外攜來石砮，形如蠣石，色如蒸栗，云是混同江所產。蓋江邊松脂入水所結，非石也。 \\n 黃蓮 \\n 鄠縣東三十里秦渡鎮，即文王豐邑故地，有靈臺址。傍有靈沼，周數十頃，沼中產黃蓮花，然不常見，花盛，則縣士人多登科甲者。又有安石榴一株，傳為漢上林種，不時結實，士人亦以為科甲之驗。鄠，即上林故地也。 \\n 詩竹 \\n 鄠縣多竹園，有詩竹，莖短而葉大，堅厚，土人以代箋幅。 \\n 花仙 \\n 花仙者，居鄠縣終南山之圭峰。嘗有武弁張某，裹糧訪之，三日始至洞口，鳥道險絕。與之言，但勸以孝弟，更無他語。故太保梁大將軍【化鳳】供養甚誠，仙常往來其家，每至，則聞風作，自庭樹而下。唯啖果實，不火食。自言在山中恆與康對山、王渼陂諸公相往還。其貌瘦健而長髯，聲甚尖利，不類人，殆猿玃之屬也。鄠進士文登令王十洲(冉阝)說。 \\n 行雹 \\n 邑北蘇王莊民某，粥薑於平原。見主人次子晝臥不醒，問之曰：病乎？主人曰：非也，子昨往田間，忽雲陰風起，不覺身入雲中，見神人數十輩，形狀詭異，各駕一車。駕車者似羊而獰。車中皆冰雹，教之以手撒雹，雹寒甚，令納手羊毳間，頓煖如火。方撒之頃，或以蒲葵扇子障之，須臾不知行幾百里。雹盡，怳忽已在原處矣，歸家困甚，寢未覺耳。始知李衛公行雨非妄。 \\n 兩五鬼 \\n 五代時，南唐馮延巳及弟延魯，與魏岑、陳覺、查文徽等更相推唱，時人謂之五鬼。後蜀鹿虔扆、歐陽炯、韓琮、毛文錫、閻選，亦號五鬼。 \\n 李學顏 \\n 新城諸生李學顏，闈後於歷下候榜，夜夢有人告云：「君名在第十八。」覺而喜甚。榜將發，行過藩司街，舊例，自領解以下皆有官馬候赴鹿鳴宴，會按名雁行排列。李徑至第十八匹前，撫之曰：「明日即乘汝矣。」顧視圉人，腰間有小牌，書名乃李學顏也。大惡之，果落第。 \\n 空中婦人 \\n 文登諸生畢夢求，九歲時，嬉於庭，時方午，天宇澄霽無雲，見空中一婦人，乘白馬，華(衤常)素裙，一小奴牽馬絡，自北而南，行甚于徐，漸遠乃不見。予從姊居永清縣，亦嘗於晴晝仰見空中一少女子，美而艷粧，朱衣素裙，手搖團扇，自南而北，久之始沒。 \\n 濟寧婦人 \\n 康熙丙寅歲，濟寧南池側居人王姓者，與眾約會武當山進香，既再往矣，歸為其妻述嵾岳奇麗之狀，妻亦欲往，夫以道遠艱費難之，妻恚而自經。夫歸驚懊，言於眾，眾為置櫬殮之，遂行。比至河南某邑，忽見其妻在路旁大樹下坐憩，以為鬼也。曰：「若死矣，胡為在此？」妻曰：「吾未嘗死。昨以需眾，行期稍遲，故先行至此相候。不謂君輩濡滯，吾候且數日矣，今當同行，胡謂鬼耶？」其夫疑懼不知所出。眾曰：「吾等百餘人，渠即魅，何怯之有？」遂偕行。途中起居飲食皆無他異，事竣，歸家登堂，夫指櫬示之曰：「爾既不死，前日殮者何人？」妻曰：「吾實不死，曷開視之。」及開視，乃空棺耳。今妻尚在。 \\n 山市 \\n 文登崑崳山有山市，恆在清晨。遙望之，山化為海，惟露一島。島外悉波濤瀰漫，舟船往來，山下人但覺在霧氣中。淄川西煥山亦有山市，每現城郭樓櫓林木人馬之狀，一如蓬萊海市。嘉靖二十一年，縣令張其協經山南麓，始見之，煙嵐鬱麗，移時乃滅。自後往往見之。東郡恩縣白馬營，茌平馬令莊，皆平原，時於雨後見此異，土人謂之地市。《老學菴筆記》云：太原以北，晨行，則煙靄中睹城闕，狀如女牆雉堞者，《天官書》所謂氣也。 \\n 黃連花 \\n 《本草》：「黃連叢生，一莖三葉。葉似甘菊，凌冬不凋。四月開花，黃色。六月結實，似芹子，色亦黃。江左者葉如小雉尾，正月開花，作細穗，淡黃白色。」予聞蜀人云，明時，馬湖府一縉紳，應巡撫某之求，求之深山叢箐中。凡一枝重可二兩者，僅得十枝。其一枝生絕壁間，募人懸倒垂取之，重至三兩。有老人云，兒時即見之，每春開花大如碗，紅如山茶。與《本草》所云不類。 \\n 化虎 \\n 江都俞生說，曾署定番州事，親見方番司土官之母化為虎，後旬日一至家，旋入山去。又安順府陶生，有姊適人，生子矣，一旦隨群虎入山，形體猶人，與群虎隊行，趫騰絕壁，如履平地。亦數日一至家，撫視其子即去。久之漸變虎形，不復至。又八角井一農家婦，亦化為虎。皆康=熙二十年間事。 \\n 一家上壽 \\n 康熙己巳春正月，予同衍聖孔公翌辰【毓圻】、大學士李公鄴園【之芳】、兵部侍郎孫公祚庭【光祀】送聖駕於濟南府西之乾石橋。見歷城耆民劉子全者，年八十五矣，尚矍鑠。自云：生母魏氏，年百有三歲，尚在；一姑嫁郭氏，年百有七歲；一姑嫁夏氏，年九十有八。子全有五子十三孫，家藥山下，子孫有為諸生者，群歎異之。又聞章丘堪輿聶翁言，曾遊鉅野縣，至李家集，見一老嫗年百四十七歲，尚能紡績，忘其姓氏。 \\n 普陀石 \\n 浙定海縣有普陀巖石，有大士像，華鬘天然，竹林、鸚鵡、善財、龍女之形，種種皆具。琴客程生曾見數枚。定海縣今改鎮海，舟山置縣，賜名定海。 \\n 鬼粥硯 \\n 淄川王某，大理卿筠蒼公曾孫也。康熙己巳上元日，遊顏神鎮城隍廟，時方卓午，遇一老叟，持古硯自廟中出。王曰：「粥乎？」叟曰：「適已粥之矣。家尚有一硯，與此類。明日幸過訪，當以相贈，不須價也。」且告以家在某村，正王歸路必經處。翌日，如言訪之，至村外一林墓側，有茅舍，叟已候門。見王曰：「渴乎？有漿可飲。但所居湫隘，不敢延入，君候於此。飲畢，當出硯相贈耳。」少選，出漿飲之，飲甫畢，王遂發狂奔走，直上山巔，雖澗壑荊棘不避。遇樵人數輩識之，舁歸其家，迷不知人。臥病數月始愈。 \\n 姓氏志 \\n 董復亨《章丘縣志》，蓋踵楊君謙《弘治志》而作，雅有體裁，末增《姓氏志》一卷。其所著異姓，有恩、術、【術虎高琪之後。】沙、弭、芊、信、訾、鬲、法、襲、隆、鑒、東、類、部、德、繩、(句阝)、勾、絮、楮、善、能、盈、匿、付、典、太、俎、杲、西、禡、書。 \\n 《新城舊事》云，邑有仉姓、俳姓、其姓、見姓。 \\n 物異 \\n 三從兄士襄之妻張，夏夕已寢，榻忽離故處尺許，四顧無所見。忽睹梁間有小人二寸許，垂首下窺，小冠緇衣，鬚眉歷歷，久之飛去，遂失所在。遺其冠，乃以木為之，色黑如漆。 \\n 忠勤祠神現 \\n 康熙二十一年，新城大水，城不沒者三版。先高祖太僕公忠勤祠在南郭外，水已及階，勢將入堂室，司香火者張應祥晨往視水，見一神人朝冠朱衣南面立，水竟不入。 \\n 白雲湖 \\n 白雲湖一名劉郎中陂，在章丘縣西北七里許，周圍六十餘里，有河泊所與濼淯【即今繡江。】二水會同入大清河，邑乘載之甚明。而張中丞南溟【鵬】《重濬小清河議》乃云：「在滸山濼之東，陶唐口之西。」按長山縣無湖，西距白雲湖尚百里，不知何據也？【章丘李中麓太常著《白雲湖考》。】 \\n 五羖大夫 \\n 河津人暢體元者，少時夢神人呼為五羖大夫，頗以自負。及流寇之亂，體元為賊掠，囚縶一室，冬夜寒甚，於壁角得五羊皮覆其身，乃悟神語蓋戲之耳。後以明經仕為雒南知縣。 \\n 賢妾 \\n 益都西鄙人某，娶妾甚美。嫡遇之虐，日加鞭箠，妾甘受之無怨言。一夜，盜入其居，夫婦惶懼不知所為。妾於暗中手一杖，開門徑出，以杖擊賊，踣數人，餘皆奔竄。妾厲聲曰：「鼠子不足辱吾刀杖，且乞汝命，後勿復來送死。」賊去，夫詢其何以能爾？則其父故受拳勇之技於少林，以傳之女，百夫敵也。問何以受嫡虐而不言？曰：「固吾分也，何敢言？」自是夫婦皆重之，鄰里加敬焉。今尚在。 \\n 心頭小人 \\n 安丘明經張某常晝寢，忽一小人自心頭出，身才半尺許，儒衣儒冠，如伶人結束。唱崑曲，音節殊可聽，說白自道，名貫一與己合，所唱節末，皆其平生所經歷。四折既畢，誦詩而沒。張能憶其梗概，為人述之。 \\n 天上赤字 \\n 順治乙未冬夜，天上有赤字如火，其文云：「白苕代靖否，伏議朝冶馳。」移時始散，沂莒間皆見之。 \\n 小獵犬 \\n 八座某公未第時，夏日常晝臥，忽見一小人騎而入，人馬皆可寸餘，腰弓矢，臂鷹，鷹大如蠅。繼至一人，亦如之，牽獵犬，大如巨螘。二人繞屋盤旋，久之，甲士數千沓至，星旄雲旆，繽紛絡繹，分左右盂合圍，大獵室中，蚊蠅無噍類。其伏匿者，輒緣壁隙抉出之。一朱衣人下輦，坐別榻，眾次第獻俘獲已，遂上輦肅隊而出，甲士皆從，如煙霧而散。起視一無所睹，惟一小獵犬徬徨壁間，取置篋中，馴甚，飼之不食，臥則伏枕畔，見蠅蚋，輒齧去之。事見蒲秀才松齡《聊齋志異》。 \\n 又宋中丞牧仲【犖】曾於柏鄉魏相國座間見一小鹿，長二寸許，雙角嶄然，與大鹿無異。見中丞《筠廊偶筆》。 \\n 白毫 \\n 樂安人左某，流寓淄川，能日行五百里，必攀援樹枝數轉，始得止。足底有白毫長三寸許，一日足痛毫落，遂不能行。又濟寧人某，充總河承舍，畜一驢，日行五百里，往返京師僅五日。二耳中有白毫各長五六寸，行駛則挺出。一日拔去，鞭策不復前矣。 \\n 錢能 \\n 《南園漫錄》載，太監錢能鎮雲南，有王姓者，業賣檳榔致富，人呼為檳榔王。能執其人曰，汝庶民，敢僭號二字王，賄之方免。近江寧知縣陳永吉者，吴逆之甥，恃勢貪恣，大吏莫敢問。常以迎上官至淳化鎮，主一富人家，富人供奉極其豐腆，冀得其歡。陳視堂中有聯云：「海內存知己，天涯若比鄰。」呼富人詰之曰：「今海寇猖獗，汝乃謂海內知己，是欲反耳。」富人大恐，索千金乃釋之。又過市肆，見有以甘蔗為龍鳳形者，皆以僭逆嚇詐，或至破家。後陞中書舍人，為張俊升【登選】給事劾罷。 \\n 曾祖父母 \\n 今鄉官稱州縣官曰父母，撫按司道府官曰公祖，沿明世之舊也。張司徒《南園漫錄》言其非矣，謂稱布政司為曾祖父母，則尤可笑。今不聞有此稱矣。 \\n 女俠 \\n 新城令崔懋以康熙戊辰往濟南，至章丘西之新店，遇一婦人，可三十餘，高髻如宮粧，髻上加氈笠，錦衣弓鞋，結束為急裝，腰劍，騎黑衛，極神駿，婦人神采四射，其行甚駛。試問何人？停騎漫應曰：「不知何許人。」將往何處？又漫應曰：「去處去。」頃刻東逝，疾若飛隼。崔云，惜赴郡匆匆，未暇躡其蹤跡，或劍俠也。從姪鵷因述萊陽王生言，順治初，其縣役某解官銀數千兩赴濟南，以木夾函之。晚將宿逆旅，主人辭焉，且言鎮西北不里許，有尼菴，凡有行橐者皆往投宿，因導之往。方入旅店時，門外有男子著紅帩頭，狀貌甚獰。至尼菴入門，有廳廨三間，東向，床榻備設。北為觀音大士殿，殿側有小門扃焉。叩門久之，有老嫗出應，告以故，嫗云：「但宿西廨不妨。」久之，持硃封鐍山門而入，役相戒夜勿寢，明燈燭，手弓刀伺之。三更，大風驟作，山門砉然而闢，方愕然相顧，倏聞呼門聲甚厲，眾急持械以待，而廨門已啟。視之，即紅帩頭人也，徒手握束香擲於地，眾皆仆，比天曉始甦，銀已亡矣。急往市詢逆旅主人，主人曰：「此人時遊市上，無敢誰何者，唯投尼菴客輒無恙，今當往愬耳。然尼異人，吾代往求之。」至則嫗出問故曰：「非為夜失官銀事耶？」曰：「然。」入白，頃之，尼出，嫗挾蒲團敷坐，逆旅主人跪白前事。尼笑曰：「此奴敢來此弄狡獪，罪合死，吾當為一決。」顧嫗入，牽一黑衛出，取劍臂之，跨衛向南山徑去，其行如飛，倏忽不見。市人集觀者數百人。移時，尼徒步手人頭驅衛而返，驢背負木夾函數千金，殊無所苦。入門呼役曰：「來，視汝木夾官封如故乎？」驗之良是。擲人頭地上曰：「視此賊不錯殺却否？」眾聚觀，果紅帩頭人也。眾羅拜謝去。比東歸，再往訪之，菴已鐍閉，空無人矣。尼高髻盛粧，衣錦綺，行纏羅襪，年十八九，好女子也。市人云，尼三四年前挾嫗俱來，不知何許人。常有惡少夜入其室，腰斬擲垣外，自是無敢犯者。 \\n 僧三世報 \\n 桐城諸生姚東朗，有子三保，生九歲，忽病，三日不食，惟飲水念佛，倏變中州之音，告其父曰：「吾前世河南僧也，與道侶某同居，吾有三十金，彼請貸之，不許。遂中夜劫金及度牒而逃，又殺吾以滅口。吾投君家為君弟，字嵩少。彼亦投君家為女，今嫁溧陽潘氏者是也。彼六七歲時，吾不忍殺。吾年十八，陽祿終矣，故再投君家為君之子。彼今遠嫁，吾不能報，又須轉世報之。君前世為河南縣令，納彼賄不之究，今來君家兩世，二十七年衣食之費，與賄足相抵。吾往溧陽矣。東朗曰：「冤尚可解乎？」曰：「唯佛力可解。」語畢而逝，乙卯六月事也。東朗往花山求見月律師懺悔，師為禮水懺，且令以三十金供僧，懺罷，而女孕墮胎矣，竟無恙。前一夕，女夢僧登堂而譟，身有火光，久之乃去。蓋師力云。 \\n 兩戴逵 \\n 《藝文類聚》載戴逵皇太子箴。《廣弘明集》有戴逵與釋慧命書，此戴逵，隋人，非梁隱士戴安道。【二文梅氏采入《隋文紀》。】 \\n 貂參 \\n 從祖考功公門生孫中丞【元化】，天啟中自遼東遷登撫，考功從索貂參。孫答書云：「貂不足，參也魯矣。」人傳以為笑。 \\n 甯尚寶 \\n 《汝潁集》云，甯尚寶中立，字爾強，萬曆癸未進士。家居不通賓客，闃居一室，人罕闚其戶。或覘之，但見紙幅積座側，上皆作墨點，或環之，累累如貫珠。人曰，甯善羯鼓，記柘杖之節耳。終莫測也。 \\n 滄溟見夢 \\n 施愚山【閏章】在濟南時，為滄溟先生作墓碑文，且為立後奉祀。一夕夢三丈夫峨冠朱衣來謁，一白髯者南面坐，蒼髯次之，末坐者尤奇偉。旦日拜墓下，則三墓纍纍相次，問其裔孫云，先生祖父三世葬此。始悟蒼白髯者，先生之祖父也。愚山適將往南山購石，見墓道間有石仆地，磨礱如新，遂刻己文。此事與《研北雜志》所載嵇侍中謝趙子昂書廟額事正相類。 \\n 呂鴻臚 \\n 呂少卿【祖望】，滄州人，順治壬辰進士。康熙乙巳冬病亟，夢天帝召為東嶽之神，力辭不獲，因訂後期，遂引疾歸里。舟過張家灣，忽沐浴更衣端坐曰：「時日近，吾將去矣。」遂瞑。舟中人隱隱見空中鼓吹，騶從甚盛云。 \\n 羅池碑 \\n 柳州羅池廟碑「荔子丹兮蕉黃」一石尚存，相傳為蘇文忠公書。估客過柳江者，搨一紙，即無風波之虞。亂後失去，雜入築城塼石中，每當築處，城輒圮。有司知其異，物色出之，今置廟中。南禮部鼎甫【廷鉉】嘗理柳州，為予言。 \\n 祁侍郎 \\n 明金壇祁西巖侍郎【逢吉】，少為諸生，有名。嘗館某氏，適鄉試，東家之子已通關節於主司，臨期忽病。以與祁素厚善，告之，比入場，立就七作，喜甚，自謂必售。及將謄寫，手忽反背，不能握筆，遂納卷太息而出，自謂不復有科第之望矣。下科竟中第，官至戶侍。 \\n 西洋畫 \\n 西洋所製玻璃等器，多奇巧，曾見其所畫人物，視之初不辨頭目手足，以鏡照之，即眉目宛然姣好。鏡銳而長，如卓筆之形。又畫樓臺宮室，張圖壁上，從十步外視之，重門洞開，層級可數，潭潭如王宮第宅。迫視之，但縱橫數十百畫，如棋局而已。 \\n 陳丈人 \\n 陳丈人，居彝陵沙地坡，順治初年百有四歲，步履視聽不衰。遠安知縣周惠隆延之，詢其所得，曰「知事遲，回頭早耳。」予之錢帛，弗受。 \\n 起汕丫繫 \\n 彝陵風俗，漁人春則起汕，秋則丫繫。每三月初八、十八、廿【之】　【八】三日，相率扣拍，令聲振水面，連歌徹昏曉，必悲愴慷慨，乃獲多魚。惟三遊洞以下、十二碚以上數十里內為然，謂之起汕。八月九日捕取鱘鰉，先布網而後用叉，自釘頭鎮以往地皆曰繫，或曰枋。有金釵繫、丫髻繫等名，謂之丫繫。亦如吳淞之起叢也。 \\n 白牡丹 \\n 高淳縣花山，有白牡丹，歲開數枝，種非人力，亦無恆所，有折者輒得疾。施侍讀愚山【閏章】詩云：「空山石纍纍，獨立天風吹。攀條莫敢折，含芳貽阿誰。」 \\n 九尾觥 \\n 泰興季御史家，有古玉觥，質如截肪，中作盤螭。螭有九尾。作柄處，螭首如血正赤。觥底有竅，與尾通，九尾皆虛空，宛轉相屬，注酒皆滿。人以為鬼工。 \\n 月中女子 \\n 德州趙進士仲啟【其星】，嘗月夜露坐，仰見一女子，妝飾甚麗，如乘鸞鶴，一人持宮扇衛之，逡巡入月而沒。此與予前所記二事相類。羿妻之事，信有之矣。 \\n 黃天應 \\n 康熙十五年，南海民黃天應，年十四，惟瞽母在堂。從兄天會者，亡賴也，欲併其產，紿天應同往伐竹，椎殺之而瘞其尸。既數月矣，其母思子，日夜泣，忽夜半有叩門者，告之曰：「爾子某月日為天會擊殺，瘞某處，明日可往發之。」開戶則闃無人跡。如其言，果得尸，告之官，寘天會於法。 \\n 李坤 \\n 蔡琠，字玉汝，閩人。以明經仕為粵東令，罷官不歸，流寓山寺。一日於市肆獨飲，忽有道人虯髯偉幹，顧盻甚異，蔡揖之坐，詢其姓名，曰秦人李坤，居華山數十年矣。因延至寺寓，見蔡案上有《周易》曰：「頗讀此乎？」蔡曰：「然。」試舉一卦，蔡為述其師說。曰：「全未全未。」蔡因拜求其學。曰：「可齋戒拜天四十九日，拜老夫亦如之，然後可教。」如其言，乃為剖晰河洛精義，皆出程朱之外。蔡因旁及天文、樂律、奇門、太乙、六壬諸術。曰：「此皆《易》之一端耳。」出一小篋，隨所問刺取諸家之書，為蔡指示。書凡幾百卷，皆出篋中，篋才方寸，而書不窮，竟不能測也。留止五年，盡得其奧。將別去，語蔡曰：「此後二十年癸丑歲，汝必遊京師，是歲十二月二十日，即當扃門戶，百日不見一人，否恐不免，慎之慎之。更幾載某歲某日，與汝相見房山。」康熙十二年癸丑，蔡客京師，如其所戒。是時果有妖人楊起龍之變，都門戒嚴，多所刑戮，至二三月始定。又二年乙卯某月日，忽有童子叩門云，師在房山相待。蔡疾馳往，道人獨坐樹下，與語移晷，別去，云將歸華山舊居。蔡以易卜垂簾都門，同年子?天章【雯】與之游，云學《易》者，率莫測其蘊也。薛廷尉大武【奮生】云。坤，字果成。 \\n 騾生子 \\n 釋典有三必死：謂人抱病，竹結實，騾懷胎。然康熙某年，旗下人家有騾生子，竟無恙。 \\n  \\n 　"}
