{"章节": "王氏談録", "正文": " \\n 王氏談録 \\n   \\n  \\n  \\n 提要 \\n  \\n 《王氏談録》，一卷，不著撰人名氏。《説郛》載之，題曰王洙撰。《書録解題》則以為翰林學士南京王洙之子録其父所言。今觀此書，凡九十九則，而稱先公及公者七十餘則，則非洙所著明甚。葢編此書者，見卷尾有編録觀覽書目，一則末題云王洙敬録，遂以為全書皆出洙手。不知此一則，乃嘉祐以前人所為。洙特録而跋之，其子附載書末耳。世無自著書而自標敬録者也。 \\n  \\n 其解繪事後素一條，《朱子集注》取之。其論校書當兩存，解經不可改字就義，皆為有識。其稱校書之注，二字以上，謂之『一云』。一字，謂之『一作』，亦深有理。 \\n  \\n 洙字原叔應天宋城人，中甲科，官終侍讀學士兼侍講學士。卒諡曰文。子欽臣字仲至，賜進士及第，官終待制知成徳軍。據《本傳》及《東都事畧》，洙子，惟欽臣一人，則此書即欽臣所録。  \\n  \\n  \\n 王氏談録 \\n 訓子 \\n  \\n 公誨諸子曰。忠，非必殺身，自盡其誠也。可，今人莅一官，茍能竭力於大小之務，不自愧於禄食，推而廣之至於大事，皆忠也。至於以身死事，盖古人不幸而遇之耳。閨門之内，承順父母顔色為先。吾先公中令，奉戚氏太夫人極為子之道。太夫人每有小不如意，未嘗與先公一言，先公必朝服再拜，候其色悦而退。先公在金陵、餘杭，清夜多作詩，必召吾起草，或屬數句。未成，且假寐，吾持筆侍側，往往至中夜，不敢退。時吾十五六歳，未始知倦。今吾愛汝曹，不欲以嚴限慈，世事當自勉也。 \\n  \\n 爾雅 \\n  \\n 公言：“《爾雅》，文選待文士之秘學也。使人知之，必譏其所習淺，未至規橅裁取。不習或闕。”嘗戲曰：“韓愈詩多用訓，故而反曰『爾雅註蟲魚，定非磊落人。』此人滅迹也。” \\n  \\n 隷書 \\n  \\n 公素不習隷書。初，但微作八分。皇祐中，受詔書，獻《穆公主碑》。李氏求以古隷冩，於是始作隷書。既出，人競愛。宋丞相曰：“近世人家栢楹之刻所未及也。”君謨亦云：“君之隷字，乃得漢世舊法，僕之所作，但唐謂（一本作體）隷耳。” \\n  \\n 筆法 \\n  \\n 公言：“用筆須圓勁，結體須作方正，然後以奇古為工。”皇祐中，受詔與君謨分寫邇英閣二圖。公書《無逸篇》；君謨真字書《孝經》。既成，上作“飛白”二軸答之後。又受詔，分寫《集禧觀諸殿榜》。公書“奉福虚福殿”二榜;君謨書“神藻殿”二榜。 \\n  \\n 為文 \\n  \\n 公誨諸子屬文曰：“為文，以造語為工。當意深而語簡。取則於六經，『莊、騷、司馬遷、揚雄』之流皆以此也。”又論修身行道，至於性命之理。既而曰：“此皆第一等語。汝輩一詞賦，亦未能善，固未知也。然不當不為汝輩道。” \\n  \\n 讀書記 \\n 公嘗言：“隋王劭作讀書記。凡所説書，隨意所取，疏之後，輯而成篇。”又，唐人有臺閣集纂當世名人詩。今此二書人家罕有存者。 \\n  \\n 鷄鳴歌 \\n 公言人。嘗云：“汝南出鳴鷄？考之舊事，漢時於汝南，取『能鷄鳴歌』之人，其云『鳴鷄』，盖謬也。” \\n  \\n 葬 \\n 葬。公言：“昔觀孔子墓。視其地之形勢，大與今俗深相符。今之術，果昔人之所遺耶？” \\n 子房封留 \\n 公言：“今陳留立祠，祀張子房，非也。所封留沛，今彭城有留城是也。昔宋武北征，過陳留，下。教修復其失，盖已久矣。” \\n  \\n 作文 \\n 公訓諸子曰：“壯年為文，當以氣焰為上。悲哀憔悴之詞，慎不得法。” \\n  \\n 知字音切 \\n 公言：“學者不可不知音切。茍不通，終為不識字人。” \\n  \\n 論隂陽拘忌 \\n  \\n 公言：“昔有一士。人病其家數世未葬，亟出錢買地一方，稍近爽塏者。自祖考及緦麻小功之親，悉以昭穆之次葬之。都無嵗月、日時、隂陽、忌諱與塋穴之法。人且譏其易，而謂禍福未可知。歲中輙遷官，秩後其家益盛。以此觀之真達者也。今之人，稽留葬禮，動且踰紀，邀求不信之福於祖先遺骸，真罪人也。” \\n  \\n 筆法 \\n  \\n 江南李主及二徐傳二王“撥鐙”。中朝士人吳遵義，待詔尹希古，悉得之。吳尤以為秘所傳二人與范宗傑而已。其法五字擫厭。抵勾揭吳。又云：“更有二字曰『蹲送』，蹲送者，蹲鋒迎送之謂耳。若作一字，必從腕勢中出之。”吳笑曰然。 \\n  \\n 讀甘露記 \\n  \\n 公嘗讀《甘露記》。歎曰：“無妄之禍，乃至於此。以此視之，軒冕非可戀之物，吾日有歸意。” \\n  \\n 唐時金帶 \\n 公言：李防給事有一金帶，唐之制作，撻尾刻云“龍朔某年紫宸殿宣 \\n 賜鄭畋”。其制作與色澤尤奇。防卒，其子不肖，妄以與人。臨淄公晏殊，留守南郡，大會客伎，有服金帶立其側者。公目之，覺異於常，引視其刻，問“所従來”，曰“李氏子所假”。公俛歎久之。 \\n  \\n 京氏律厯 \\n 《京氏律厯》一卷。虞翻為之解。其書雖存，學者罕究。公従秘府傳其書，究習遂通。屢以占卦，甚效。 \\n  \\n 修書進藁 \\n 公言：修書藁，草隋書尤重，謂之初藁。每與正本並奏。 \\n  \\n 古事不見所出 \\n  \\n 公言：古事有相承傳用而不見出者，甚多。如“顔回讀書，鐵鏑三摧。”是其一也。 \\n 秘閣易法 \\n 公言：秘閣有《鄭氏注易》一卷。文言“自為篇”，而陸氏《太玄篇》第亦各異。考之足以見古《易經》之舊次。 \\n  \\n 方藥精通 \\n  \\n 公言：髙文莊，方藥精通，聚奇藥，價及巨萬，雅尚之一也。 \\n 繪事後素 \\n 公言：繪事後素，即《考工記》所謂“後素工”也。 \\n 七言詩 \\n  \\n 公言：古七言詩自漢末，盖出於史篇之體。 \\n  \\n 性貴平淡 \\n 公言。人性貴乎平淡，若加以器識，即所謂“宰輔器也”。盖宰制方物，等之公平，甄别不差，足任機柄耳。昔劉劭論人物，亦以平淡為先也。 \\n 蘭蕙 \\n 公言：蘭蕙二草，今人盖無識者。或云“雚香”為蕙草。 \\n  \\n 録書須黏葉 \\n  \\n 公言：作書冊，黏葉為上，雖歲久脱爛，茍不逸去。尋其葉第，足可抄録次序。初得董子《繁露》數卷，錯亂顛倒。伏讀歲餘，尋繹綴次，方稍完服。乃縫綴之弊也。嘗與宋宣獻談之，公悉命其家所録書“作黏法”。 \\n  \\n 少女風 \\n  \\n 公言：管輅云“天欲雨，樹上已有少女風。”今俗多云“急風翻葉見白”者是。 \\n  \\n 靈符石 \\n  \\n 公，少遊蜀。於江濱得靈符石。石理堅潤，其文尤異。 \\n  \\n 李廷珪墨 \\n  \\n 公性尤愛墨，持玩不厭。几案牀枕間，往往置之。常以柔軟物磨拭，發其光色，至用衣袖，畧無所惜。慶厯中，人有持“廷珪墨”十九求售，従子，參，預託公草文字，恐溷其思，遽令麾去。公後聞之，極為歎惜。後，此墨尤難得，而屢以萬錢市一丸。其品，乃有數等，其“邽”字作“下邽”之“邽”者為上，作“圭潔”之“圭”者，次之；作“珪璧”之“珪”者，又次之。其云“『奚庭圭』者，最下。盖廷珪，本燕人，奚初姓。後徙江南，其初未奇，久而益佳，故李主寵其能，賜之姓也。雖名號有髙下，其間又自有粗精，亦時有偽作者。人亦多惑。公言，若辨之，當視其背印。云“歙州李廷珪墨”。“歙”旁“州”字之左足，與“李”字之中書，可與“子”字之足貫。又與“廷”字之豎，書墨字之右角，貫。視之，上下相通者，為真。公又自能造墨，在濠梁彭門常走人，取兖州善煤，手自和揉，妙為形體，盖光色與廷珪相上下。既成，分遺好事。悉伏其精。嘗以廷珪墨遺君謨。隴西王之子恂謂公曰“聞以墨遺君謨。槖中必缺，請以一丸補之。” \\n  \\n 小篆奇古 \\n  \\n 公亦習古文小篆。嘗謂“古文至少。至許慎所不載，及不出孔氏書者，悉後人所造。學之少所根據。小篆源流可究，便於施用。”公用筆奇古。慶厯中士大夫家墓銘，盖多公筆也。今上“景祐”徽號，玉冊宣獻，宋公受詔寫，宋公不習篆，公與代書也。又，章郇公受詔書、相國寶奎殿“太宗、真宗”詩額，亦公代之。 \\n  \\n 篆銘嘉量 \\n 皇祐中，上令少府作嘉量，公稽攷制度，參以周漢，既成，自篆刻銘，奏御。藏於内府。詔在集中。 \\n  \\n 碑額 \\n  \\n 按公所書古隷字，則“獻穆公大長公主碑、曹襄悼碑、范文正碑、晏元獻碑、伊先生隔山庵記。”正字，則“張少監墓誌、濠州四望亭詩、莊生臺詩、宋宣獻詩、”書額，“濠州四望亭、南京御史臺讀易堂、襄州峴山亭、臨芳亭、華嚴寺、羊太傅廟、西京教忠積慶寺、東都李氏閒燕堂、來鶴堂、連亭、箖箊亭、劉氏芸華堂。” \\n  \\n 古器 \\n  \\n 景祐中，内出古銅“鐘、鼎、尊”三器，詔公辨其欵識。公驗其文，稱有“周立王”，字法，參以篆隷，形制不與經典相合，非逺古時物，疑似武氏時器。具上其事，詔藏於龍圖閣，語在公集中。皇祐中，又出玉器二：一為四龍行走上騰之形，其端升，餘可置物；一為梳形，旁上連窣綿繰，可插羽，下有柄，雕以蜻蜓、蝘蜓，絶工巧。公以為皆物柄也。梳形者，疑古人羽扇之柄，其他莫可知。 \\n  \\n 辨藥 \\n 公示京師市藥，須當精。别市中藁本，多雜以威靈仙，不可稱辨，往往誤售入藥，遂不為效。藁本，盖柔細而芳香者是。 \\n 自治之要 \\n  \\n 公謂諸子曰：人之文章，美者固譽之。不至者，未嘗輕視，吾心，意和平得。險巇貪媢，固自不生。怨尤僥倖，逾絶思慮，以其“染汚吾心，戕賊天理，”皆屏之於未萌然。事有曲直，必當中理。今朝廷之士，與吾論事，有不直謗毁甚多，然吾皆不責，固無報復，盖吾自信者篤耳。此乃汝輩，粗識善惡，人亦不能欺，吾其能以無為有紿汝輩耶？吾既已自力如此，更欲汝輩效而為之，不可不勉也。 \\n  \\n 校書 \\n  \\n 公言校書之例。它本有語異而意通者，不可取信，盖不可决。謂“非昔人之意，俱當存之，但注為一云、一作”（二字已上，謂之“一云”。一字謂之“一作”）。公自校杜甫詩，有“草閣臨無地”之句，它本又為荒蕪之“蕪”，既兩存之。它日有人曰“為『無』字，以為無義。”公笑曰“《文選》云『飛閣下臨於無地』，豈為『無』義乎？”唐鄭顥自云“夢為詩《十許詔》，有云『石門霜露白，玉殿蕪苔青。』意甚惡之，後遇宣宗山陵成，因復職。”公嘗笑曰“此杜工部《橋陵詩》也。顥以為真陵之祥，而更復綴緝，亦嗤鄙之一也。” \\n  \\n 相知之厚 \\n  \\n 蔡文忠守南都。公時為書院説書。且將薦公，而謂公曰“欲薦，而未有人可令草奏，以叙君之美，莫若煩君自為之。”公謝曰“某之才不足當公薦。今石太祝延年，衆愛重，宜置某而薦石。”蔡公曰“石固欲薦之，亦當自令草奏。”公徐曰“得之矣。”遂命公草石奏，而石為公草奏。 \\n  \\n 初，罷野城尉，里中是時，晏丞相為留守，方修後圃，而使諸曹掾賦。“馴鶴小池戸，曹掾玉初邀同賦。”既成并上臨淄公。公喜，遇之甚厚。及臨淄公還朝，力薦為應天府學講書。語在公家傳中。 \\n  \\n 是後，蔡文忠繼守留鑰，復待以上客。蔡公既去，而宋公來，其所以遇之尤加。每公事退，開郡閤邀公。殆日以為常，相對但持書冊論議而已。宋公嗜食乾果，羅列左右，間或相勸食，或以文章示公。句意有所欲易，及一字不安者，必曰“君試思之。”公曰“以某句某字如何。”曰“更試思之。”或至再三，遂用。後宋公還朝，公亦入上庠。又陪佐史局，無一日異於初。宋公薨。公為之議諡，撰著行狀，象、篆勒墓銘。諸宋以服帶緡錢，遺於公甚厚。公不發其封，悉還之。李邯鄲公戲簡公曰“可惜筆端得來，盡被車兒推去。”後老思宋公平昔之知，嘗歎曰“相知之厚，不愧古人。今亡矣夫。” \\n  \\n 去年，公謁告還里中，錢于飛侍讀為留守，其妻，宋公女也。聞錢宴公于郡齋，曰“是往者日與吾父論書於此齋中。吾家為肴羞尊酒以待者也。”因泣下。明日錢以其妻語語公，公亦為悽然。 \\n  \\n 古今樂律通譜 \\n  \\n 公洞曉音律，自能辨聲度曲。嘗究今樂之與古樂所由變，而總諸器之同歸，以籍於譜，至如言。黄鐘其聲則屬絃之某，抑按金石之某聲，考筦之某穴，皆衡貫為表而别之。至於北部諸器亦然，雖不知者，可一視而究。號曰“古今樂律通譜”。又云“今北部樂，乃古之清商遺音。”其論甚詳。 \\n  \\n 芸 \\n  \\n 芸，香草也。舊説為不食。今人皆不識。文丞相自秦亭得其種，分遺公。嵗種之，公家庭砌下，有草如苜蓿，揉之尤香。公曰“此，乃牛芸，《爾雅》所謂『權黄華』者，校之尤烈於芸。食與否，皆未可試也。” \\n  \\n 李衛公文 \\n 公亟稱李衛公之文，謂“不減燕許”。每讀《積薪賦》，曰“『雖後來之髙處，必居上而先焚。』真文章之精致也。” \\n 作文立意 \\n  \\n 班固《典引·序》“唐堯君臣之德，迭享天下”云。“股肱既周，後授漢劉”，公言“古人作文，立意髙奇如此，後學者可不務哉”。（一云“文當務立意髙奇，不蹈陳故”）。 \\n  \\n 為箴自警 \\n 公始為進士。居里中，與嵇穎（缺）竇充締交合，各為箴以自警。 \\n  \\n 期待之深 \\n  \\n 公為舒城尉。馬亮鎮、廬江始入謁。謂公曰“君狀貌類宋尚書白，材質，正與君等。他日，亦不下此人。”後入上庠，暇日謁邢侍讀昺，識公甚喜歎，曰“君異時之孫馮也。”（孫奭、馮元，方貴顯）。 \\n  \\n 上官忌兀日 \\n  \\n 公云“隂陽忌諱，固不足泥，然亦不可畧者。”嘗記丁顧言少卿云“昔遊宦蜀中，至官有期，駐舟江滸，游憩山寺，遇老僧問『丁公何為而至？』丁具以之官告。又問『期在何時？』丁又以告。僧曰『是所謂兀日。不可視事，弗避之。君必以事去。』君（丁？）笑而不應，既至官，月餘，竟以事免歸。丁深異之，於是復道故處，従僧謁其術。”丁屢以語公，臨治頗用之。 \\n  \\n 水漬書冊 \\n 公言。藏書之家，書冊或為雨漏及途路水潦所漬者，皆可大甑中蒸而暴之至一二畨，乃以物鎮壓平處，逮乾，色雖微漬而畧無損壞。 \\n  \\n 雌黄墨 \\n  \\n 公言。雌黄為墨，校書甚良。飛研極細，堅膠揉為錠，無油甆器中，磨，加以少藤黄，尤佳。 \\n  \\n 詩話 \\n 公言。舊嘗得句云“槐杪青蟲縋夕陽”，因思昔人似未曽道。後閲杜少陵詩，有云“青蟲懸就日”，尤歎其才，思無所不周也。 \\n 契丹風物 \\n  \\n 公言。昔使契丹，戎主觴客，悉以玉杯，其精妙，殆未嘗見也。又言。北人饋客以乳粥。亦北荒之珍。彼中有鐵脚草，採取隂乾，投之沸湯中，頃之，莖葉，舒卷如生。 \\n  \\n 書儀 \\n 公言。唐裴鄭二家書儀皆云“凶書須好紙繕寫。”言語哀雅。稽之似非。寧戚之義，不若以生紙書之，語言字體，質朴為稱。 \\n  \\n 元父城 \\n  \\n 公言。阮籍有《元父城賦》。甚陋其土，昔嘗經行，視其地。信然。 \\n  \\n 方言 \\n 揚雄《方言》，世所傳云“舊本也”。公患其無次序，判别其訓，各以類従，且云“此殆子雲之初意也。”後人見其有條理，便謂昔本則妄耳。 \\n 修書 \\n  \\n 按公所修之書《春秋蕃露》（舊，墜簡脱文，差互不可考。公數年尋繹文義，綴緝始成，仍舊為十卷）、方言（舊無次序，公析之以類従）、杜甫詩（古六十卷，今亡。世傳二十卷，止數百篇。參合别本，以嵗時為類，得編二十卷）、髙適詩（舊十三卷。公分為十卷）、易緯（館閣舊本，以乾鑿度、稽覽圖、通卦驗，分為三書。各自著，分擾隋唐志目，並載易緯九卷。仍依篇次合為一書，復其舊次）。 \\n  \\n 詩話 \\n 公言。近人别傳杜甫詩《杜鵑行》一篇云“誰言養雛不自哺”，此語亦足為愚蒙，此正破前篇非甫作也。 \\n 醫 \\n  \\n 公言。昔東都有一醫者，姓劉。其術甚異，通黄帝八十一難經病。註者失其旨，乃自為解，獻于闕下，仍為人講説，自號曰“劉難經”。其治疾，察脈無隠不知。肘後有二藥奩，止藥末數品而已。每視人病，旋取諸末，合和加減，分為劑料，日服。不盡其數，病未愈，他日再至，曰“此藥服不如數耳。”所餘當有幾人，不能欺，後以老終。 \\n  \\n 論逸少書 \\n  \\n 公言。每閲王右軍書，覺每帖氣勢各異。此所謂“羲之萬紙不同也。” \\n 醫茶 \\n 公言。茶品髙而年多者必稍陳。遇有茶處，春初取新芽，輕炙雜而烹之，氣味自復。在襄陽試作，甚佳。嘗語君謨，亦以為然。 \\n  \\n 古碑 \\n 石舍人楊休，典宿州。蘄澤岸傍，得古碑刻云“有周渤海公玄孫伯著之碑”問公“所謂公者，非宇文氏乎？”公曰然。 \\n  \\n 史官 \\n  \\n 宋丞相庠與翰林祁公，皆布衣之舊，同年登科。皆貴達，益篤契好。初，宣獻公薦公入史局，時邯鄲李公叔領著李方貴，顯與宋公同列，而不相下，頗有間隙。宋既與公舊，勸公毋受命，公辭以辱宣獻公知，不敢避讓。宋怒，遽折簡。謂公曰“自古為史者，不免天菑或人禍，子何為當而不避。今且賀子而弔子也。” \\n  \\n 藥性 \\n  \\n 公言。醫藥治病，或以意類取至，如百合治百合病，似取其名。嘔血用胭脂紅花似取其色。淋漓腸結則以燈心木通，似反其類。意類相假，變化感通，不可不知其旨也。 \\n  \\n 唐三宗像 \\n 公言。舒城縣民李氏者，唐宗室之裔。有一軸畫。上畫玄肅代三帝真云。其先，别子所出也。其畫亦當時之跡，每持以見，縣官免科役。 \\n  \\n 王建宫詞 \\n 王建宫詞云“如今池底休鋪錦”。公言，此即文公對李公。石云“開元中舊宫人盡在，問之，無知此事者。” \\n  \\n 楊姓異同 \\n 楊修書云“修家子雲”。公言，子雲自叙為楊侯之裔，自為楊字。恐與華陽之陽異。 \\n  \\n 唐世詩僧 \\n 公言。唐世詩僧得名者，衆然，格律一體乏於髙逺。顔延之所謂“委巷中歌謠耳。”唯皎然特優。 \\n  \\n 解經 \\n 公言。學者解經，或有改字就義者，非先儒闕疑之旨。往往自取議。 \\n  \\n 起居注 \\n  \\n 公言。《穆天子傳》左右史之書。《起居注》始於漢世，乃有遺法也。故今《崇文書目》以《穆傳》首“記注之列”。 \\n  \\n 黄白術 \\n  \\n 公言。先中令在金陵。有一術者，自言得黄白術，請試之。初持二藥罨至，云“丹砂所化也。”中令不以為然。既而請持歸，明日復至，皆先所見物也。而其一，當中印一指痕，乃金瀝也。其一如滿盛其瀝而復瀉去者，其表則素潔如初，遂留二物而去，後不知所適。 \\n  \\n 又 \\n  \\n 公言。初赴舉時，接一士人，稍親近。忽謂公曰“君苦無資乎？求開通錢千餘，當為君化少物。”公曰“錢固有而難化也。”既得開通，曰“銅精者皆可。”數日持銀十兩至，視之錢“周郭與字”隠隠尚在。謂公曰“君并欲其法乎？亦無所秘。”公笑曰“聊試卿法爾。吾無所用。”悉還之，後月餘其人卒。 \\n  \\n 丁謂家資 \\n 公言。丁謂前敗之一夕，買竭都市中金。餘産籍没後，官斥賣人。有買其綵薦，一拆之得絹，凡三百餘端。 \\n  \\n 二蘇草隷 \\n 二蘇皆工草隷，而舜欽先得名。人或咨公云“二人優劣”。公曰“才翁筆勢勁，媚疑較長也。” \\n 周官。 \\n  \\n 公言。學者多云“疑《周官》”。初以吾考之，殆作而未用之書也。以近事比之，唐世制六典著，當時百官之目最為詳，悉竟不能遵用。 \\n  \\n 晏相觀書 \\n  \\n 公言。晏丞相自云“觀書遇事有可用者，必準度所宜使處，然後黙記，如未獲用者，心常恨之。他日臨文，速不廢忘。” \\n  \\n 贈日本僧詩 \\n  \\n 公言。祥符中，日本僧寂照來朝，後求禮天台山。先中令守會稽，寂照經由來謁。寂照善書，迹習二王，而不習華言，但以筆禮通意。時長兄為天台宰，中令以書導之，兼贈詩云“滄波泛瓶錫，幾月到天朝。鄉信日邊斷，歸程海面遙。秋泉吟裡落，霜葉定中飄。為愛華風住，扶桑夢自消。”既至天台，來致書謝，累幅勤至。其字體婉美可愛。楊文公在禁中識之，亦嘗序其事。 \\n  \\n 夢 \\n  \\n 公言。始作禮官時，夢入禁苑中。引一紫衣人，至後亭見上。免後踰年，荆王薨，皇帝受服。予時引太常卿入苑中，其徑路所至，皆夢中所見。 \\n  \\n 汗衫 \\n 公言。皇祐中，人有獻唐昭宗御服汗衫一。上有朱字手詔，與錢鏐求助兵時，隔塞不通，盖密信也。獻者朱氏子孫，欲求官朝廷留，而賜之帛，遣之。 \\n  \\n 厯官 \\n  \\n 公言。近世，司天算，楚衍為首。既老昬。有弟子賈憲、朱吉著名，憲今為左班殿直吉隷太史。憲運算亦妙，有書傳於世。而吉駮憲“棄去餘分，於法未盡”，贈狄國寅詩，“耀州三（闕）人。”狄國寅自云“仁傑之後，有告身數通，及代宗時，御史中丞。狄歸昌，請復御膳表，具攜以示公，仍請詩云『每讀梁公傳，青編日屢開。神交慕英烈，自喜見雲來。一命須朝禄，連章薦楚材。凡昇黄綬秩，世代乃身媒。』”國寅向以龍圖閣直學士狄棐論得官。 \\n  \\n 詩話 \\n 公言。杜甫為詩多用當時事，所言“玉魚蒙塟地”者，事見韋述《兩京記》云云。有言“鐵馬汗常趨”者，昭陵陵馬助戰是也。此類甚多。此篇不全。 \\n  \\n 評書 \\n  \\n 公雅好永禪師書。嘗得古本千字文。手自裭背，暇則玩閲，至老不倦。嘗云“今人筆美，未能為書，須結體巧，常使左方，髙氣勢，自得遒媚，乃為佳也。”與蔡君謨在西閣朝夕評書，君謨每有繕寫，求公指其失，後語公曰“與原叔論書，數年自覺倍精。”昔時人或與公論禪理，公曰“仲尼絶四：毋意、毋必、毋固、毋我。盖不出是也。” \\n  \\n 自强 \\n  \\n 叔彛云“富公才業、賢望如此，然其心好學，喜為文章。又樂與人論議『經旨，及古今興亡治亂』，雖逐日亦各有工課，夜坐一書室中，或至二三更，方歸寢。”此盖往年，曽倅鄆州，佐王曽相，而曽乃如此所為，富公亦常服其勉勵耳。此實士君子規矩，其身而不敢自懈。易曰“君子以自强不息。”此之謂也。 \\n  \\n 通經 \\n  \\n 叔彛常云“士『有曉熟世務，兼能作文字』者，然後能通經。又其常潜心於其間故也。然則，如今天下學者皆能經術，然求所謂『通經者』，其人少矣。” \\n  \\n 修慎 \\n  \\n 韓謙父聞“臺官吳中復等疏『陳相執中所為及家私事』，凡九條。”謙父乃曰“此言必書之史。傳施後世，而不善之名，安可掩哉。士君子，豈得不修。慎哉！ \\n ” \\n  \\n 訪問 \\n  \\n 倪義父云。某每因往街市，或坐次，逢河東河北陜西客旅等，某必問其事。意亦要知『茶鹽礬之類、及雜物』有所更改増添條制之事。又可以知省中所行事宜『經久便與不便如何也』？　 \\n 識明則經明· \\n  \\n 周伯堅云。某於周易，與先生之説有不同之處，然則，君子所患者識耳。識明則經明，而周流通變矣。　 \\n 不置侍婢 \\n  \\n 伯堅又云。相愛者與家人言，以某年髙，在逺方，勸置一女子侍飲食湯藥，圖其安逸。某乃云“自幼年力耕鑿，孤貧讀書，歴盡艱苦，而執志期於粗有所樹立，而今幸亦為人所見愛，茍或如此，是棄忘其初心也。 \\n  \\n 作文主之以誠 \\n 管允中云。凡修學，不患作文字，不能精在持身立事，自期如何耳。然則，作文字必主之以誠也。中庸曰“不誠無物，誠之説於聖賢。”道可謂至大矣。 \\n  \\n 政事 \\n 蔡監簿至夫在學云“叔彛有書與叔父，密學言京師弊政十餘條，而叔父已先行其七八，與叔彛所聞者，暗相合，叔父甚喜之時，君謨行京兆事。” \\n  \\n 思慮 \\n  \\n 潘十六十九秀才，在富相為外甥，云“舅氏往年典郡，某嘗於左右修學，而舅氏每中夜或獨坐一靜書室中至二三更，但仰靠椅子，不知思慮天下何事也。” \\n  \\n 好學 \\n 歐大太祝云。大人嘗云“太師致仕在家，每日須看文字。又喜學書并草書。” \\n  \\n 又 \\n  \\n 歐大又云。大人在家，逐日須作文字，而於經史間，亦各有工課耳。 \\n 廉慎 \\n 焦秀才云。胡内翰於湖州時買物，却於他郡致，仍一一供税錢也。 \\n 相人 \\n 歐大又云。凡相人最好於得失榮辱之際，觀其動否，便可知其器之小大也。然後見其人之前程也。 \\n 作官 \\n  \\n 又云。作官須事事要知，只如耕犂之具，亦要知制作，盖臨政利民，亦有使處。又云。作官須且坐而觀之，久而後可發作官，不在文章。劉參政作官後，不在文章，亦不全在器業也。 \\n  \\n 持身 \\n 焦秀才云。錢志通于編勅刑統，皆一一節目之。又云。不患作文字不精，患不能持身與立事耳。又云。君子不以己所藏，而推所受。 \\n  \\n 河圖 \\n  \\n 歐公云。河圖之説，雖見於書易論語禮記。某獨以為不然，盖後之人好怪説耳。豈有聖人以己有德，而不獲天位，非也。某以文字正之，後世必有信之者，一千年後必得一人信之，二千年後又必得一人信之。又三千年後又必得一人信之矣。以三千年而獲三人見信，則後數千年信者必多，則其説行矣。 \\n  \\n 作詩 \\n 又云。凡作詩并選中唐之名士。衆作格式，每作三五篇，雜於其間，文字亦然。 \\n  \\n 推誠待物（相業附） \\n  \\n 李兵部云。唯人推誠待物，不要城府而人自和平也。某凡于職司十餘年前後，應猜防人底文字，並不發奏及其（闕） \\n  \\n 某奏此事，乃先奏某亦依違（闕）。 \\n  \\n 供（闕），亦不欲旁損其人也。 \\n 又云。嘗見龎相勸其“如公孫弘之脱粟飯，布被”，伊不聽其言，豈有六十五嵗，更造宅營葺，所活幾時？其愚可知己。 \\n  \\n 又云。凡宰相多以己之親戚，遂隔朝廷仕宦者，豈至公之道邪，賈相則不然，雖唐詢為事令作臺官，亦不言之。 \\n  \\n 又云。夫易之咸卦，聖人感人心而天下和平，此事亦甚大，以一人之心，感天下，使之和平，豈非誠乎？非以虛受人而人可化哉。盖虛受人，則無城府，無城府則無疑，無疑則誠矣。 \\n  \\n 又云。今之居宰相，百執之上，不慮人之窺伺，而錯作事，天下人之聰明，豈可掩哉。 \\n 又曰。凡在中書者，自平生讀書學聖人之道，及可用之處，反不用之，其本為利禄所汨，而聰明有所蔽也。 \\n 又云。今之大臣，但家中為歡樂，豈有思天下憂患與國家之安危，平生所學，當行之事哉！ \\n 賢者能受毁（大臣欲知典故附） \\n  \\n 張中行云。夫賢者難能受屈辱，盖以其有所負而期於後世也夫。譽者，人易受，而毁者，所不能堪，然而能堪受人之毁，而不動者，亦唯賢者能之。夫平居無事之時，人皆能言，可以守道死而不變。及有罹患難，而當鼎鑊之誅，而獨能不易其操者，乃為難耳。 \\n  \\n 又云。大臣者欲知國家故事如魏相者則可，以為宰相而治天下者也。 \\n 作文 \\n 歐公某云。每日，雖無别文字可作，亦須尋討題目，作一二篇。又曰。凡看史書，須作方畧抄記。又曰。文字既馳騁，亦要簡重。 \\n  \\n 經史 \\n  \\n 焦秀才云。欲作文字與立身，先且須積日以養其源可也。長源與知仲書曰“知日講史，記及孟子，甚善甚善，盖經書養人根本，史書開人才思。此事不可一日廢而須自少年積之。”宜常用此法也。 \\n  \\n 附編：録觀覽書目 \\n 焦思慮聞見可記事 \\n 寫三朝寶録尋 \\n 諸司事例文字 \\n 抄記本朝各臣所施為事節 \\n 尋求河北河東陜西東西川廣古今戰鬬行師方畧 \\n 編録河北至廣南六處極邊山川地圖 \\n 編録古今凡興利公私事 \\n 求録古今治水方畧地圖等尋訪應語系文字 \\n 編録三司錢穀文字究問。國家每年二嵗科數，與一年京師官吏三軍諸軍請受，并内外諸雜支，用多少科有蓄積豐乏之數？ \\n 訪問兵籍、禁軍、廂兵，内外實増減數，多少之數。 \\n 編録應律令刑統文書 \\n 訪問内外養馬數多少，并編録古今養馬買馬法 \\n 編録水陸舟車轉運方畧編録兵家文字 \\n 編録應械形制法度 \\n 編録四方今有遺利于民事 \\n 編録歴代帝王所尚有益於國家事 \\n 編録歴代名臣為政畧事尋訪（闕）樂文字 \\n 編録歴代至唐五代國朝以來貨殖所營為事 \\n 編録國朝諸將臨敵制置方畧事 \\n 編録國朝宰相所施為事 \\n 編録自來行文書中利害事節 \\n 編録諸官所藏家書目録 \\n 編録諸在官所為方畧 \\n 宰相三司 \\n 御史臺 \\n 開封府糾察在官刑獄 \\n 羣牧司 \\n 樞密諫官 \\n 大理寺 \\n 流内銓 \\n 審刑院 \\n 安撫 \\n 益州北使審官院 \\n 縁邊 \\n 轉運 \\n 提刑 \\n 臺閣故事 \\n 觀三朝寶録（共三百八十卷。内太祖五十卷。太宗八十卷。真宗一百五十卷。孫奭、宋綬、陳堯佐等同修撰） \\n 觀三朝聖政畧（十四卷） \\n 三朝聖政畧（石介） \\n 三朝寶録（三十卷。王曽） \\n 三朝寶訓（十卷。吕夷簡） \\n 國朝會要（一百五十卷。慶厯二年。張得朝） \\n 太宗故事（二十卷。富弼） \\n 觀文鑒古圖（慶厯四年） \\n 三朝訓鑒圖（十卷。皇祐李淑） \\n 皇祐方域圖（五十卷。王洙、掌禹錫） \\n 兩朝寶訓（三十卷。林希） \\n 熙豐聖訓（二十卷。林虞） \\n 仁宗政要（四十。張唐） \\n 邇英延英二閣記注（三卷。賈昌朝） \\n 寶文天人祥異書（十卷。三十門章得象） \\n 聖政記（一百五十卷。丁謂） \\n 政録節要（十二卷） \\n 聖範（一卷） \\n 英祖記畧（一卷） \\n 正統（十卷英宗） \\n 神武秘畧（十卷仁宗） \\n 太常因革禮（三百卷。姚闢、韓洵、歐陽修、李東之） \\n 鹵簿圖記（十卷。宋綬） \\n 紀年通譜（十卷。文彦博、宋庠、髙若訥） \\n 州縣祭社稷儀（一卷。祥符禮官） \\n 閣門儀制（六卷。梁顯） \\n 元豐郊廟奉祀禮文（三十卷） \\n 編年通載（十卷。章衡） \\n 朝制要覽備對（六卷。畢仲衍） \\n 開寶通禮義（一百卷。盧多遜） \\n 禮書（一百五十卷。陳用之） \\n 樂書（陳晉之） \\n 大樂圖（二卷。宋郊） \\n 諡法（蘇洵） \\n 先天記 \\n 降聖記 \\n 封禪記（五十二卷。大中祥符） \\n 祀汾隂記（五十二卷） \\n 迎奉聖像記 \\n 續通典（一百卷。宋白） \\n 唐會要（一百卷。王溥） \\n 五代會要（三十卷。王溥） \\n 冊府元龜（一千卷。王欽若） \\n 太平廣記（五百卷。李昉等） \\n 總類（一千卷。李昉等） \\n 前史精要（丁度）  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
