{"章节": "脚气集（宋）车若水", "正文": " \\n 脚氣集 \\n   \\n  \\n  \\n 提要 \\n  \\n 《脚气集》·二卷，宋车若水撰。若水字清臣，号玉峰山民，黄岩人。此书据其从子惟一跋，盖成於咸淳甲戌，因病脚气，作书自娱，故名曰《脚气集》。书中论孟子集义章一条，下有细字夹注云，此二章是癸酉八月所书，今录於此。则馀皆是冬所著也。若水少师事陈耆卿，学为古文，晚乃弃去，改师陈文蔚，刻意讲学。书中所谓窗先生者，耆卿号。克斋先生者，文蔚号也。故此书体例，颇与语录相近。其论《诗》，攻小序；论《春秋》，主夏正；论《礼记》，掊击汉儒，皆坚持门户之见。论《周礼》冬官，讥俞庭椿断定拨置，其说甚正，然必证以周官尚存三百五十，谓冬官不亡，则仍留柯尚迁等割裂之根。论《诗》三百篇为汉儒所伪托，与王柏之说相同。论《礼记》之畏压溺，以畏为疫气传染，尤为杜撰。其论史谓诸葛亮之劝取刘璋为申明大义，其论文谓李邕诸碑文不成文，理不成理，亦皆乖剌。然如论《周礼》载师乃园尘之征，非田赋之制，驳苏洵说之误，论春秋蔑之盟，主程子盟誓结信，先王不禁之说，及宋人盟于宿，主公羊以及为与之说，宰咺归賻。主直书天王而是非自见之说，均有裨经义。於朱子《四书集注》服膺甚至，惟谓《大学》格物难以训至，当从玉篇旧训，作比方思量之义。谓《论语》惟求则非邦也与以後，皆圣人之言，稍立异同，然大旨不殊。又谓诗集传当於纲领之後列诸家名氏，使之有传，此书不比《论》、《孟》，自和鸣挚别以下皆是取诸家见成言语，若不得前人先有此训，诗亦懵然，亦为公论。其他论蔡琬《十八拍》之伪，论白居易《长恨歌》非臣子立言之体，论《文中子》鼓荡之什为妄，论钱塘非吴境，不得有子胥之潮，论子胥鞭尸为大逆，论王羲之帖不宣字，皆凿然有理。论击壤为以杖击地，论应劭注《汉书》误以夏姬为丹姬，皆足以备一说。论杜鹃生子百鸟巢一条，虽未必果确，亦足以广异闻也。  \\n  \\n 　 \\n 脚氣集 \\n  \\n 潘黙成《磨鏡帖》甚佳。帖云“僕自喻昏鏡，喻書為磨鏡。藥當用此藥。揩磨塵垢，使通明瑩徹而後已。倘積藥鏡上而不施揩磨之功，反為鏡之累”，故知，托儒為姦者曽不若愚夫愚婦也。 \\n  \\n  \\n 夫子誅諸侯無王，孟子勸諸侯為王，諸儒安得無疑？孟子卑管晏“陋、覇道”，乃與公孫衍、張儀之徒，異口同音共□掇，諸侯為此事反不肯做齊威晉文事業。方道周室衰微，與孔子時不同。當時，韓趙魏齊，列為諸侯，尚皆待有王命，其間要霸者，必去朝周。諸侯又何曽不知是个共主，只有楚無狀，其自殷周以來如此，不足恠也。孟子固有說矣。當時，諸侯欲王之意不可遏，四方遊說之士無不向上稱說“尚以王為下，而欲為帝”，若孟子勸其循諸侯之禮，豈足以回其膠固之心。 \\n  \\n  \\n 孟子嘗説好貨好色事.乗時君之趍向而語之，勸行王政，即此意也。要行王政，須從理義做來。自農桑上做家計起。當其做家計時，便是五十可以衣帛，七十可以食肉，斑白不負戴於道路，件件有个長上，家家有个長上，此時，終不勝滅周而改物，又終不勝與周而並王，其尊周之理便在此乎。便自有不容已者，便可興周，周便可為政於天下。此孟子之志也。好貨好色且不與他較待，其仁義之説行時，君之心轉移，一洗舊習，相與維持[一本作新]，件件蟬蛻矣。孟子此意只是不說，只漏泄數句。曰“子噲不得與人燕，子之不得受燕於子噲”，又曰“唯天吏則可以伐之”，何曾無周。 \\n  \\n  \\n 自晉承曹魏之後，迤邐相承，皆曹氏之禪代也。於是二三百年無公論。二三百年無公論，則公論已矣。此諸葛孔明、孔北海之徒每遭詆議，有善則沒之，如取劉璋事，埋沒來歴，後人只說孔明不是。 \\n  \\n  \\n 李文靖公[宗勉]為守於台，與陳文逸民飲玉霄亭上，良久，忽移過君子堂。陳文告曰“此間不如玉霄之爽”。文靖曰“下靣人家擲骰賭博，爭注喧譁，姑避之。”尋常事至而應不要先有心[闕]靖[一作清] \\n 。 \\n  \\n 東坡說“蔡琰《悲憤詩》非真”，極看得好。然胡笳十八拍乃隋唐衰世之人為之，其文辭甚可見。晦菴乃以為琰作也，載之椘詞。 \\n  \\n 堯典“克明俊德”，孔氏注以為“賢俊”。大學“克明峻德”，康成以為“大徳”。大德在我，方合自明之意。按大戴禮，正月時有俊風。俊者，大也。大風，南風也。何大乎南風也？合氷必於南風，解氷必於南風，生必於南風，收必於南風，故大之也。“俊”訓大可見。 \\n  \\n  \\n 唐明皇天寳之事，詩人極其形容，如長恨歌，全是調笑君父，無悲哀惻怛之意，連昌宫詞差勝，故東坡喜書之杜子美《北征》云“憶昨狼狽初，事與古先别。姦臣競葅醢，同惡随蕩析。不聞夏殷衰，中自誅褒妲”，讀之使人感泣，有功名教。 \\n  \\n  \\n 《桑中》等篇，朱子詩傳之説己當。先曾與東萊議論，東萊力以為詩人所刺，晦菴辨之不信也。先祖[闕]論，嘗謂“聖人不應收此邪詩于三百篇”，則邪詩之說，先祖固言之矣。先祖自信其家學，不曾往見文公。因讀楊誠齋文字，不樂，遂并同時諸書皆不過目，然其所見，乃暗與文公合，其稍異者，則文公云“夫子取之為戒，如聖人固不語亂，而春秋所記，無非亂臣賊子之事。葢不如是，無以見當時風俗事變之實，而垂戒于後世，故不得已而存之”。先祖則曰“今永嘉謂山歌為邪詩，周道衰，綱常毁敗，滛靡胥淪，正聲不發於人心，而邪詩充悅於人耳。詠之愈多，傳之愈廣。夫子删其蕪穢筆之簡册者，皆正詩也。而邪詩，入[一作習]熟於時人之口耳。布傳于室家之簡册者，猶在天下。夫子豈能删之哉。秦禍之酷，天地否塞。漢興以來，諸儒收拾殘編斷簡于壞亡之餘，補綴遺逸，而詩之三百，大抵不全，取天下口傳之詩，以補秦火之餘。非夫子所删三百之全文也”。又，文公不盡信《小序》，先祖亦謂小序為漢人專門名家之辭，其意亦同文公。嘗謂李敬室祀云“東萊以《桑中》《溱洧》為刺滛奔之詩，婺州若有人滛奔，東萊何不作一詩刺之？”此語又簡而明矣。 \\n  \\n 《家語》雖俚偽雜揉，猶是當時文字，去聖人未甚逺，不比孔叢子。其載“周公冠成王，命祝雍作頌曰“令月吉日，王，始加元服。去王幼志心哀恐，當衮軄[此句必有闕文。《大戴禮記》亦有，文還同，哀一作衰]。欽若昊天，六合是式，率爾祖考，永永無極””。今儀禮、士冠禮大畧正同儀禮。乆不出，即此可證為周公古時傳流之書。又，即儀禮。可見《家語》雖後時俚人所錄，亂說自有之，終與孔叢子不同。孔叢子句句偽。 \\n  \\n  \\n 永嘉鄭伯謙云，天官之軄，自玉府内府而下，今皆收入内藏庫；自宫人掌舍以下，今皆收入脩内司；自醫師食醫以下，皆入御藥院；自膳人庖人而下，皆入御前供奉。自漢晋以後，先王所以招使士大夫在宫内者，稍稍推出，却将天子服食掌于外朝者，稍稍引入。[伯謙字節卿]。 \\n  \\n 任重而道逺，“任”當作平聲。孟子曰“門人治任，將歸任重”，謂仁以為己任，擔子重也。任重，是治任之任；仁以為己任，則是任天下之重之任，“任”却作去聲。 \\n  \\n  \\n 潘子善先生乃吾邦人，曾有詩云“老大倦追随，得坐且終日。所以見春去，亦不甚愛惜”。予甚詠之不置。咸淳癸酉六月，塘下戴正子訪予，出其先公詩，八句云“幽棲纔一室，意足便為安。片石星霜老，八窗風月寒。已無蝸角累，自號鹿門看。清夜誰同語，横琴試一彈”，此詩亦佳。今人只識花言綉語，便相傳諷佳句，豈知此哉。 \\n  \\n 聖人曰“知我者其惟春秋乎。罪我者其惟春秋乎”。胡文定曰“知孔子者，謂此書，遏人欲之横流，存天理於既滅，為後世慮至深逺也”，此說是矣。又曰“罪孔子者，無其位而托二百四十二年南靣之權，使亂臣賊子禁其欲而不得肆，則戚矣”，此語非也。聖人豈願亂臣賊子之戚哉！“知我罪我”皆説後聖。春秋，天子之事，聖人作之，後聖不容不罪，罪至于後聖，當此時，又自作春秋。 \\n  \\n  \\n 沈繼祖醜詆晦翁，以求官爵，自不足道。李果齋作年譜備載之，謂削之反渉忌諱。此說不然。《汲冡書》所謂“舜囚堯、禹放舜”之類，千載而下，忽然有个輕薄子如劉知几者出來與之敷演，雖曰無傷于日月之明，然害理不少，害人心不少。曹操曰“舜禹之事吾知之矣”，若當時見劉知几許多說話，豈不更無藉耶。 \\n  \\n 東坡云“夫畵竹必得成竹於胸中，執筆熟視，乃見其所欲畵者，疾起從之，振筆直遂，以追其所見，如兎起鶻落，少縱則逝矣”。此語甚妙，豈但畵竹。 \\n  \\n 天地本黒也，以日為光；本寒也，以日而暖。日入則復黒，日逺則復寒矣。[而一作為] \\n  \\n 胡氏謂“周之至徳，不但稱文王，亦稱武王”，是也。武王十三年前皆是事殷之時，至謂“誠使文王無廣周於天下之心，曷不專守，分地而取其三分之一乎”。此語大不然。三分天下有其二，謂人心歸之也，豈割據之比乎？戡黎勝之而已，伐崇降之而已，非闢地也。大会于孟津，不期而至者，八百國。果歸周之多也。 \\n  \\n  \\n 孟子《集義》章，先儒被孟子說揠苗處多了。將謂，是告子“助長”，然告子正是。不曾集義，惟恐助長，只待義自外來襲[一本無外字]，所謂“不得于心，勿求於言，勿求於氣”者也。孟子“必有事”了，方說“勿正勿忘”了，方説“勿助長耘苗”了，方説“揠苗”，次第甚明。但其説揠苗處詳，人遂謂“孟子以揠苗之戒為重”，掉了告子，真病。 \\n  \\n  \\n “不得於言，勿求於心，不得於心，勿求於氣”，此告子求不動心之法，自以為善也。孟子則不然，“不得於言，必求於心，有得於心，不求於氣”，終而至“詖滛邪遁”，開口便覺，則告子之“不得於言，勿求於心”者，不足道矣。行之既熟，渾身是理，理充而氣浩然，視告子之區區护此氣而不敢動者，又不足言矣。是道也，要紧在必有事與勿忘上工夫自到，又不可責近效，所謂大叚着力不得者也。大叚着力，則氣壹動志前，功不保矣。“勿正”是為常有事者言也。“勿助”是為勿忘者言也。“揠苗”為己耘苗者言也，不曾耘苗，苗草相亂，将見草長而苗不存，又何苗之可揠乎？告子不肯做，必有事與勿忘，功夫只願勿正勿助。其曰“不得於心，勿求於氣”是欲勿正勿助也；其曰“不得於言，勿求于心”是不曾有事勿忘也。不知集義，呆然但欲勿動此氣，此後世釋氏之不動心，非儒者之不動心也。孟子謂其“不得于心，勿求於氣”，此是其勿正勿助之意，未為全不是，但以義為外不曾于知格上下工夫，不得于言未嘗求之于心。不思義理，在心却待于應接處，聽道理，見成自從外來，所謂“彼長而我長之”，裏面全無一事，是欲義自外來襲而取之也。既無集義，不知自反，直與不直，區區求保此氣，亦難矣。如此則不但人之“蔽陷離窮”不可得而知，而我之“詖滛邪遁”，亦不自覺矣。[此二章是癸酉八月所書。今錄於此]。 \\n  \\n  \\n 濓溪不言知格，徑説定之以仁義，中正而主靜。已上皆知格也。厥章厥微，匪靈弗瑩，其知格也。至矣。定之仁義，中正，則着實；主靜則立本，其知格也。至矣。 \\n  \\n  \\n 四子言志，夫子自先定四子之次第矣。子路率爾而對，夫子亦知其必然矣。據次第而問，始及于晳也。伊川先生云“子路之志，亞于曾点”，葢其所言，雖不讓，却是真實，此意千古未有人說。人見夫子哂子路，便道子路不如諸子。朱文公謂“求赤皆退讓，却因見子路被哂後如此，到底子路是真”，斯言尤為著明。[可使有勇，是作其忠義之氣]。 \\n  \\n 友人王賁，字藴文，今之隠君子也。今亡矣。其曰““惟求則非邦也與”以後，皆聖人之言，非曾晳之問”。此語確然可信，曽晳不應如此問。其問無味。 \\n  \\n 古云“虎狼知父子”。只有母子，無父子也。獸知母而不知父。父亦不能知子。但其母見從他身上出來，自惜。 \\n  \\n 《六月》“王于出征，以匡王國。......王于出征，以佐天子”。“于”曰“也”，王命也。左傳載“椘自克庸以來，其君討國人而訓之于，民生之不易于，勝之不可保”，即此“于”字。“三十里”則是語助。 \\n  \\n  \\n 自漢髙祖自為新樂，于是二南雅頌不復有人習，惟一制民能知雅音而不通其義，古音浸亡。魏武平劉表，得漢雅樂，即惟知《鹿鳴、騶虞、伐檀、文王》四篇，明帝太和末，又亡其三，惟鹿鳴尚存，至晋而鹿鳴亡矣。只有文在方册中，無其聲矣。文中子援琴鼓《蕩之什》，葢妄言也。 \\n  \\n 太宰以九軄任萬民，無一人遊手，無一人失業。 \\n 中也，飬不中；才也，養不才。故“人樂有賢父兄也”。此父兄便是前軰長上。 \\n  \\n 高祖不讀書。其歌云“大風起兮雲飛扬　威加海内兮歸故鄉　安得猛士兮守四方”。又云“鴻鵠高飛　一舉千里　羽翼已就　横絶四海　横絶四海　又可奈何　雖有矰繳　尚焉所施”。陳後主是做文章人，其辭云“秋風動竹　烟水驚波　幾人樵徑　何處山河　今時日月　宿昔綺羅　天長路逺　地久雲多”，亡國之音與興國自别。 \\n  \\n 曽子曰“自反而縮，雖千萬人吾往矣”，便與顔子不同。顔子自反而縮也不往。 \\n  \\n 劉漫塘云。向在金陵，親見小民有行院之說。且如有賣炊餅者自别處來，未有其地與資，而一城賣餅諸家便與借市，某送炊具，某貸麫料，百需皆裕，謂之护引行院，無一毫忌心，此等風俗可愛。 \\n  \\n  \\n 孟子道性善，言必稱堯舜，不獨是将堯舜來證性善，正是將堯舜望天下之人。其曰“世子疑吾言乎？”又曰“彼丈夫也。我丈夫也。舜何人也。予何人也。有為者亦若是”。是世子，是慊愧，了不敢望堯舜，故有是説。 \\n  \\n 《禮運》首章載孔子言，“大道之行，天下為公”，至於“大道既隠，天下為家。…… \\n 始以城郭溝池為固。禮義為紀”。禹湯以後六君子皆由于此。不知自有天地，便有五行，便有禮義，鴻蒙之世，人未甚覺知。伏羲堯舜有作天叙，天秩始煥然于天地之間，後來六君子因脩而用之，豈曰“大道既隠，方將禮義出來用”，且與城郭溝池竝言？離禮義以言道，是老子之言也。大古之世，生民如野鹿，民至老死不相往來，則誠有之。而謂“不獨親其親，不獨子其子”，皆作一个籠統，則亦未必然。 \\n  \\n  \\n 夫子之“得邦家，立之斯立，道之斯行，綏之斯來，動之斯和”，便是堯舜氣勢。生者得其所以生，死者得其所以死，便是堯舜之民。榮者，生之理也；哀者，死之理也。 \\n  \\n  \\n 趙幾道説“誠無為，幾善惡”，作一圖，上寫一誠字，直落寫个善字，偏旁一絲寫个惡字，以惡是誠之庶孽，善是宗嫡。友人沈可亨疑之以問。“此疑甚善”，幾道自謂“可勝胡氏同體異用之説”。不知其尤非也。且如喜怒哀樂，未發，謂之中。當其未發，只是至善。至於發時，始有中節與不中節。中節者，是不走，作這中。不中節者，是走，作這中，却不是這中。先生个中節，旋生个不中節。如水之清，有以濁之，不是當初帶得這濁來，若是庶孽，須亦從他身上出，不枉屈。 \\n  \\n  \\n “魯之郊禘，非禮也，周公其衰矣”，是聖人之言。“祀之郊也，禹也。宋之郊也，契也”，非聖人之言，是後人發明。因而，遂以為聖人之言耳。二王後，安得有郊？周既改物，禹湯便不配天。若説後來有僣，則祀用夷禮，漸習鄙陋。宋以《桑林》享晋侯。桑林，殷天子之樂。荀瑩以為非禮之罪，猶有鬼神，宋宜當之。見得是宋自僣。又見得宋不當僣。又見得非宋所常用。祀宋之郊，無明文。[殷之未丧師，克配上帝。既丧師後，如何又配？] \\n  \\n  \\n 春秋時，吴越分界自在今日嘉興之境。春秋於越敗呉于檇里。檇里，乃越地，正嘉興也。錢塘江，乃是越地。吴投子胥于江，何曽是錢塘，今乃謂“潮頭為子胥怒潮”，呉山祀子胥正不安。王荆公碑亦説錯。五代僧錢塘詩云“到江呉地盡，隔岸越山多”，不知畧至。 \\n  \\n  \\n 曾子曰“慎終追逺，民德歸厚矣”。集註云“終者，人之所易忽”。親終之時，苦痛哀迷，則于必誠必信，勿之有悔焉者。必有精神不到，照管不及者矣。此忽，非輕忽之忽，乃椘辭荒忽之忽。當此之時，須當加謹，無一毫可悔，是謂謹終。 \\n  \\n 黒水逾河而至于南海。濟逾河而溢于滎。後世都無異論，是有此理。 \\n  \\n 《禹貢》載“四海九州，無限路程”。不誤一字。孟子説兩句，便有一句誤，“排淮泗而注之江”，當時淮不曽通江，後來呉王開邗溝，然後通江。紀載與議論不同。議論得實，固好。若誤，些少不以文害辭，主意不在此句。紀載則不可。 \\n  \\n  \\n 天下有貴物，乃不如賤者。只如眼前，海萊（菜？）以紫菜為貴，海藻次之。海藻所謂大菜也，苔為下。紫菜爽口，乃發百病。大菜，病人可食。苔之好者，真勝前兩菜，且無渣滓。夲草謂其能消食也。貴公子只是喫貴物。 \\n  \\n 伊川先生云“春秋所書，事同則辭同，然有事同而辭異者，葢各有義，非可例拘也”。直至言也。此説自衛州吁發。 \\n  \\n “葢有不知而作之者。我，無是也。多聞，擇其善者而從之。多見而識之知之，次也”，此章正與“我非生而知之者，好古敏以求之者也”同意，聖人此説甚多。“不知而作”與詩人“吾豈不知而作”不同，乃是“不勉而中，不思而得”之意。其言曰“固有聖人天縱，從容中道，不待知而作，我不到此地位也。我只是學而知之。多聞，擇其善者而從之，多見，擇其善者而識之，所以能有所得，我非生知，知之次也”。此意甚分明，擇其善者而從之，其不善者而改之。不復又下，擇字多見而識之。不復又下，擇其善者，四字自是作文之法。“如切如磋者，道學也。如琢如磨者，自脩也”。不必更說道字，古人文字如此甚多。 \\n  \\n  \\n 《周禮·冬官》不亡，散在諸官之中，而地官尤多。自“編帙散亂”，俗儒補緝，不得其説，不識《周禮》所謂“天官、地官”者是如何，遂以田野諸軄竝附地官，如此則“馮相、保章、挈壺”之類皆可附天官耶？金叔明作《周禮十疑十答》，用意勤甚。予遂授以俞氏《復古編》。復古編者，葢著冬官不亡，將《周禮》舊本再一證[一本作正]之。叔明得之甚喜。董華翁又辨復古編之不可憑。此是忠厚，不欲輕動古書之意。予後來会叔明，云“復古編甚是”。某又與之考，有一證據甚佳“《周官》三百六十，今已存三百五十，只亡其十，豈可謂冬官亡也”。此說痛快，但冬官之不亡，只可説數句，證以地官，使人自曉自推足矣。俞氏，乃斷定撥置，此在天官，此在地官，此在某官，以二千餘載以下之几（凡？）夫，而妄意聖人之述，作其不審如此，葢其淺淺之為人，偶得此説，喜不自持，不覺成此。其為此説之累多矣。 \\n  \\n 惟十有三年春，大会于孟津，蔡書傳以為建寅之月，張主一《春秋傳》引《書序》：一月戊午以為建子之月。 \\n  \\n 程子《春秋傳》“春，王正月。正月非春。假天時以立義”。此説至正。張主一乃以為非，却又云“天統建子之月，陽氣潛萌于黄鍾之宫。此天之所以為天，而萬物之所由生也”。獨不謂之天統之春乎？正不必如此巧說！ \\n  \\n 漢時，士大夫奏事宫中，要便入來，只是不到後庭，所以公孫弘燕見武帝或時不冠。又，不冠不見汲黯，此猶是《周禮》古意。自武帝以宦者典章奏，而士大夫遂疎，後來門禁森嚴，全隔絶矣。于是親宦官宫妾之時多，親士大夫之時少。 \\n  \\n  \\n 詩“誰謂荼苦，其甘如薺”。荼苦，菜也。《周禮》“掌荼以供丧事，取其苦也”。東坡詩云“周詩記苦荼，茗飲出近世”，乃以今之茶為荼茶。今人以清頭目。自唐以來，上下好之，細民亦日數椀，豈是荼也。茶之麄者，為茗。 \\n  \\n “夫子失魯司寇，将之荆。先之以子夏，申之以冉有”。讀此使人失笑。丧欲速貧，死欲速朽，不成說話。死不欲速朽，亦不成說話。 \\n  \\n 周禮亂失，既以司空土地之事属地官，且并掌染；角人羽人掌葛諸軄，皆强附之。若果如此，其褺掌邦教也。又甚矣，尚可為之說。曰“富而教之”，此何為者耶？ \\n  \\n 子服惠伯曰“易不可以占險”，横渠先生曰“易為君子謀，不為小人謀”。事之善惡人之靈，未嘗不知其不善之事敢以謀之鬼神，其“假爾太筮有常”之時，亦須囁嚅。 \\n  \\n 唐小說載“隋煬帝昏滛狂肆，恍忽見陳後主曰“每憶與張麗華憑臨春館，作璧月詞未終，而韓擒虎兵至，遂至今日。始謂君致治堯舜之上，今日還此佚遊，曩時何見罪之深也?””。莫管此說真偽，真是問得好，然晋王廣之得帝位，自是造物之所不容。陳後主之鬼依然未識大處。 \\n  \\n  \\n 百物勞動之後須有安息之時，故曰“朝以訪問，書（晝？）以聽政，夕以脩令，夜以安身”。豈特人哉精神会有倦時。予家側有鸌鳥來巢，母子相呼，其聲喋喋，無夜無書（晝？），何其健也，百鳥皆不然。 \\n  \\n 婦人纒脚不知起於何時，小兒未四五嵗，無罪無辜而使之受無限之苦，纒得小來不知何用。後漢戴良嫁女，練裳布裠[一本作被]，竹笥木屐，是不干古人事。或言自唐楊太真起，亦不見出處。 \\n  \\n 王右軍帖多于後結寫“不具”，猶言不備也。有時寫“不備”。其“不具”，草書似“不一一”，蔡君謨帖竝寫“不一一”亦不失理，然則專學精到者，亦有誤看耶。 \\n  \\n  \\n 《載師》“國宅無征，園廛二十而税一，近郊十一，逺郊二十而三，甸稍縣都皆無過十二，惟其漆林之征，二十而五”，此太宰九賦之征，一曰邦中之賦，二曰肆郊之賦，三曰邦甸之賦，四曰家削[所教切，家田也。一亦作稍]之賦，五曰邦縣之賦，六曰邦都之賦，與關市、山澤、幣餘，通而為九，而以財賄為歛，與助徹之法逈不相干。而蘇老泉乃謂“周自以十一名其實取于民者，自重漸輕而至十一耳”。葢惑于前面以某田任某地，而以為田制也。予嘗曰，逺郊四萬，并甸稍縣都九十六萬，井（并？）王畿通百萬，井（并？）而九十六萬。為十二，是周人廢夏商之制，厚取于民，而孟子為妄言矣。葢司徒田制而載師園廛之制也。國之園廛，邦中之賦是也。郊甸削縣都之園廛，郊甸稍都之賦是也。《載師》六句相承，上既言國故園廛，不言國。上既言園廛，故甸削縣都不言園廛也。其曰“以廛里任國中之地，以場圃任園地”，即此見“國宅無征，園廛二十而稅一”，是一句相承。下文皆相承。其曰以某田任某地者，田制定後，方就田之中而起地之稅耳。子有辨説，不詳載，古人重本抑末，故地税常重，而田租常輕。 \\n  \\n  \\n 文字只管要好，乃有愈改而不如前者。山谷有詩云“花上盈盈人不歸，棗下纂纂實已垂。尋思訪道魚千里，葢世功名黍一炊”。又曰“卧氷泣竹慰母饑，天吴紫鳳補兒衣。臘雪在時聼嘶馬，長安城中花片飛”。後來改云“花上盈盈人不歸，棗下纂纂實已垂。臘雪在時聼嘶馬，長安城下花片飛。從師學道魚千里，葢世成功黍一炊。日日倚門人不見，看盡林烏反哺兒”，乃不如原作。 \\n  \\n 子胥鞭尸之事是大逆無道。不知者乃以為復讐，乃以為孝。衛人殺子路，送醢于孔子。禮記亂道。 \\n  \\n “春王正月天統”是“春”之説，予嘗以語華翁。華翁亦以為未穏，謂“亦嘗疑之”，其書云“集註可取處多，未可以一條傷巧而悉棄之也。“春王正月”，伊川謂假天時以立義，不無可疑。曰假，曰立，是夫子獨見援筆以改之也。名曰春秋，畢竟具四時，以春為首。不應如秦史，以冬為首也。若夫子假春以立義，則魯史舊文宜如何寫？《七月》之詩曰“七月、八月、九月皆夏正”，見得殷以前未嘗改也。“一之日，二之日，三之日”，皆周正改月之證，多于周書見之，安知周家之厯，不以子月為春正月，如春秋之文耶？”華翁此說，亦有思量，但周書“惟三月哉生魄，惟二月既望，在十有二月，惟三月”之類，竝不曽以時冠月。《汲冡、竹書》，文字之最古者，雖戰國策士誣先王以誘時君，然不可謂非先秦古書也。其書，無月則書年，有月則書月，他是寅正寫時為順，尚且如此，何况建子不是春，乃寫个春字，非史氏軄分所敢也。此一字分明是聖人所書。《程子春秋》云“天時正月，王正示人，君當上奉天時，下承王正，明此義則知王與天同大而人道立矣”，此説不可昜。若從來有冬字而聖人改為春，則聖人不是。若從來無冬字，聖人假天時立義，其假其立有不可。 \\n  \\n  \\n “公及邾儀父盟于蔑”。程子曰“⿱誓以結信，出於人情，先王所不禁也。後世屢盟而不信，則罪也。諸侯交相盟誓，亂世之事也”。此語極其完全，是與不是，皆已著明。胡氏傳“刑牲歃血，殆不獲已。即位之初而汲汲以求焉，惡隠公之私也”，此語已是傷巧。張主一云“書公之及盟，以譏其狥習俗之私而不出[一本有於字]由衷之信”。魯邾之好，卒不能以久成，尤巧矣。聖人春秋寫一句在這裏，則物無遁形，如何有許多工夫譏人。聖人固有特筆處，却不在此。只消寫一句，是非自見。私意不公也，見。屢盟長亂也，見。好不久成也，見。 \\n  \\n  \\n 《公羊》“及者何？與也”，此説是。“及，猶汲汲也”，便不是。《糓梁》“及者，内為志”亦不是。故劉氏曰“及齊高傒盟、及晋處父盟，豈復“内為志”耶？” \\n  \\n  \\n “天王使宰咺來歸惠公仲子之賵”，寫此一句便見“賵諸侯之妾”，毁壞綱常，更不必問其他書法。“天王”，兩字春秋，方是此第一句書王室事之不可不書。天王，繼天為王，舉動如此，言外自可見。《春秋》，只消如此平看。 \\n  \\n  \\n 朝廷禁捕蛙，以其能食蝗也。《周禮》“蟈氏掌去鼃黽。焚牡菊以殺之”。又曰“以其烟被水，則水蟲無聲”，是惡其聲之聒人。有甚害處？似乎前後數官，皆是後來。方術，此處不可曉。林少頴謂，貍歌之愈鼠，雞助之[闕]也。痿膏之殺鱉，鱉荆之中蝟。壞漆以蟹，浣錫以魚，散血以藕皮，毁金剛以羊角，皆出于自然之理，所謂知實[一作變]化之道，而知神之所為也。然聖人不應為蝦蟇聲閙，特為置官，周禮此處甚多。 \\n  \\n  \\n 葉水心闢繫辭，得“崇高莫大乎富貴”一句，以為竒貨，屢屢言之，謂為語言大病。若據説，似亦惑人，崇髙莫大乎富貴，有甚恠異？辨上下，定民志，天大地大王亦大，富貴極于君，崇高莫大于君，初非異説。 \\n  \\n  \\n 禪家之法，只是要人“靜定癡守”一句，更不思别路，久而自能通逹。此，吾儒至誠如神之緒餘。吾儒公漙，他只是自私。他要不落窠臼，誠是不落窠臼，然亦有可摶摸者。問“如何是佛祖西來意”？曰“庭前栢樹子”。此語最好是吾儒一个仁字也。“如何是佛”？曰“乾屎撅”，謂“前人往矣。我自當作工夫，説前人甚麽”，此句與吾儒别有。問“請師安心”，曰“将心來與汝安”。百丈謂溈山曰“汝撥爐中有火否”？溈山撥，云無火。百丈起，深撥得火，云“此不是火”？吾儒亦如此敎人，但今聽之者，不把作事看，反不如他能信向服行也。然既曰悟道，必當首先悟吾父母是如何三綱五常，身體髮膚。七顛八倒，反借吾儒名分之説，與四海五湖無所係著之人揑合交道而自謂“髙于一世”，而人亦以是髙之然。若無朝廷見成飯與喫，見成法與維持，亦定坐禪不成也。 \\n  \\n  \\n 曾子問禮于孔子如此，其細宻如檀弓所載，乃件件不如子游記禮者。但欲尊崇禮家，借曽子之大名而抑之，又借子游之名而入于禮家。且未小歛則裼裘，此是當時之禮，閭巷之人亦能之，何足以譽子游。至于主人，既祖特敬曽子之來，反柩而受弔，雖世俗，亦知其不可也。 \\n  \\n  \\n 程子令人類聚《論語》言仁處玩味，此最切于教人仁，實是難訓，看來看去，自曉得可也。“上蔡識痛痒”之語亦切。葢出于程子“痿痺不仁”之意，愚嘗講程子“觀雞雛，可以觀人仁”，説得幾句，自謂有功于諸儒。 \\n  \\n  \\n 張主一有《春秋集註集傳》，予未嘗見，忽得本于瑞州守董華翁，葢其刻在瑞州，見惠新本也。病中未及看，偶華翁歸自朝，盛稱之，方能畧看。中間義理自善，但《春秋》一書，質實判斷不得，文公論之詳矣。除非起孔子出來，如范明友奴再生，説當時之事與所以褒貶，去取之意方得。今作集註，便是要質實判斷了。此照《語孟》例不得，《語孟》是説道理，春秋是紀事。且首先句，便難明了，“惠公仲子”，不知“惠公之仲子”耶？或“惠公同仲子”耶？“尹氏卒”，一邉道是婦人，一邉道天子之世卿。諸儒譏世卿之説，自是明訓，恐是舉燭尚明之論，理自是而事則非也。此自是一説。至于三統之説，予嘗以告華翁。華翁亦以為未穏，暨再閲。至“夫人子氏薨”，忽云“不書“葬”者，婦人從君，故君存則葬禮未備，待君薨而合祔也”。夲朝，后雖先崩，必俟合葬于山陵，葢古之遺制，與此説可駭此（比？）看。先儒之言，不分曉而又不曉事也。榖梁云“不書“葬”，夫人之義，從君者也”。程子云“公在，故不書“葬”，于此見夫婦之義矣。此不過所尊有嫌，遂不書葬耳。安得待君薨而合祔也。夲朝。后先崩，必備葬禮而葬，但未歸太廟，而神主享于别廟，暨帝崩既葬，然後以神主合歸于太廟”，典故甚明，安得如張氏之言也。魏徵謂“太宗曰“臣以為陛下望獻陵若昭陵，臣固見之，是太宗后之葬，而陵名且定””，張氏何不知之？ \\n  \\n  \\n 明道先生説“今學者，敬而不見得，又不安者，只是心生，亦是太以敬來做事。得重此“恭而無禮，則勞也”。恭者，私為恭之謂也。禮者，非體之禮，是自然底道理也。只恭而不為自然底道理，故不自在也”。人把“禮者，非體之禮”作句，所以都説不得。“禮者，非體之”，是一句。“禮是自然底道理”，是一句。禮者，不是將我身體得出來，乃是自然底道理。纔説“體之”則便非自然，便身與禮為二。 \\n  \\n  \\n 平翁先生送乃子温倅清父生日以香一片，寫四句其上，云“始于克己，終于捨己。聖學終始，有立卓爾”，永嘉名公多有跋。皆不能曉“非禮勿視，非禮勿聽，非禮勿言，非禮勿動”，此顔子克己處也；“以能問於不能，以多問於寡，有若無，實若虛，犯而不校”，此顔子舍己處也。二己不同，私者既盡，八荒洞然，不見人我之異，其始終如此。[跋字下有一予字]。 \\n  \\n  \\n 堯民撃壤，自唐以來，畵為圖，乃是行坐捧腹牽挽快樂之様。李伯時臨本極佳，不見所謂撃壤者。藝經謂“壤，以木為之，前廣後銳，長尺四寸濶三寸。将戲，先側一壤于地，逺二十四歩[一本作三四十歩]，以手中壤撃之，中者為上。此戲甚好，比之投壺，尤見為樸質也”。然予謂，此說亦未必然。壤即泥也。以手拭[一本作式]杖撃壤，以為音節而歌。其曰“日出而作，日入而息，鑿井而飲，耕田而食，帝力於我何有哉”。真是太平之語，真好文章。“立我烝民，莫匪爾極。不識不知，順帝之則”，更好。 \\n  \\n  \\n 晦翁語錄云“呉公濟云“逐日應接事物之中，須得一時辰寧靜以養衛精神，要使事愈繁而心愈暇，彼不足而我有餘”。其言雖出于異說，而試之亦畧驗，豈周夫子所謂主靜者耶？”予謂，此恐未必文公之言。文公云“寂者，無時而不感，感者，無時而不寂”。又何健羨于一時之寧靜？一時之寧靜又足以方周子之主靜耶？然而其説自好，以邢和叔之意，初學得此，豈不甚善。 \\n  \\n  \\n 平翁先生云，有人一子名光，一子名梵，一子名晃，其父逺出不歸，光者子，細探其蹤跡，知其北徃，求之幽燕；梵者子，不細探討，乃求之南閩；晃者，在家嬉遊而已。一日，光者得其父以歸，梵者索然而歸。光以責梵，晃亦以責梵。光可言也，晃不可言也。梵，雖行路差，尚曾求父也。晃坐于家不曾求父，乃責梵之不善于求父。今之人，未嘗求道而空空以議人，何以異此。釋氏，行路差，尚曽求道也。 \\n  \\n 董公遮説漢王一事，人以為漢王得此正大之論，而漢業成于此。按董公言，順德者昌，逆徳者亡，兵出無名，事故不成。明其為賊，敵乃可服。項王放弑其主，天下之賊也。大王宜率三軍為之素服，以告諸侯而伐之，則四海之内，莫不仰德，此三王之舉也。于是髙祖為義帝發丧，率諸侯兵五十六萬討羽。入彭城，一時響應，甚麽氣勢，而高祖入彭城之後，乃收羙人貨賂，置酒高会，此是為義帝發丧耶？髙祖不是三王，骨子夲意不是伐罪救民。得董公此説，且做一个題目，既得志便掉了，羊質虎皮，事體便敗，項羽大破漢兵，獲太公吕后，高祖之狼狽未有如此役也。如此則反是董公誤之，其曰“兵出無名，事故不成”。此是謀利計功之説，諸葛孔明定不如此説。 \\n  \\n  \\n 先主問孔明，謀伸大義于天下，而孔明乃答以“劉璋闇弱，可取”，此是伸大義乎？葢史家闕文，或承襲魏氏私史也。行不義，殺不辜，以為興國之基，孔明為之哉。劉璋之父，劉焉，漢之賊也。初以益州有天子氣，求領益州，此意已可誅。未幾有董卓之亂，諸鎮皆起兵討賊。焉亦起兵，不討賊，遂據益州，殺漢中太守，斷蜀道，帝使其子劉璋諭旨，璋不反命，遂留蜀焉。自作乗輿任政。賈龍討焉，不克。當時黄巾既定，董氏又滅，劉虞死節，曹操未動。漢之亡，劉焉為之首也。焉死而璋産悖逆相承，曹操方挟天子，以令諸侯，止可徐圖，未易輕舉，孔明欲伸大義，安得舍璋而他務乎？滅劉璋正是為漢討賊，既討賊，遂據以為資，以俟驅馳于中原，孔明之規模如此。史不足據也。魏晋之史，皆是魏邉人為之，當時漢家忠臣被他埋沒多少。 \\n  \\n  \\n 孔子門人與孟子門人不同。孔子門人只有陳子禽識見卑下，三畨開口，都不成説話。孟子門人都低如公孫丑、萬章之徒，有甚難疑答問，枉教孟子應他如此。樂正子克之外尚有充虞。 \\n  \\n 金國以趙妃亡，葢天意耶。 \\n  \\n 顔子“問仁”章。程子曰“克己復禮，則事事皆仁。仲弓在邦無怨，在家無怨”。程子亦只就仲弓自説“如求仁得仁，何怨”之意，不干别人事。朱子則曰“一日克己復禮，則天下皆與其仁”。又曰“在家無怨，是一家歸仁。在邦無怨，是一邦歸仁”。至顔子，則天下歸仁。人以吕與叔“八荒洞然，皆入我闥”為非，乃又自載程子事事皆仁之説于集註，畢竟兩存自善。愚嘗記得《朱子語錄》有一叚云“克己復禮為仁。言一日克去己私，復還天理，則胸中薫然慈祥愷悌，視天下之物，無一不在吾所愛之中也”。嘗題在窗中，今語錄尋不見，從弟子剛云“此是初年之說”，然似語錄之說，亦不可破，反更安穏，真个一日克己復禮，天下有歸仁之理，但就身上推，不務于外，不知文公去取之本意如何。 \\n  \\n  \\n 李邕文章聲名在唐甚盛，所謂干将鏌鎁誰敢交鋒者。予家無李邕集，曽見其自書數碑，乃其自作者，理不成理，文不成文，僅足資笑。其曰“性有習，道有因，止于心，友于照。習也者，坐乎樹，居乎山，因也者”，他添兩个者字，移擷兩句前後，以為竒也。豈不可笑。如此甚多。其形容麓山寺云“化城未真，梵天猶俗，僧家只是廣張天也。不如他[一本有而字]，所以佛坐其上而天居其下，佛非今人所見，可以愚世俗”。麓山不過是个寺院也。如此廣張，豈不為識者所鄙。 \\n  \\n  \\n 大凡得譽過當，適足為累。鄭文寳詩云“秋隂漠漠秋雲輕，緱氏山頭月正明。帝子西飛仙馭逺，不知何處夜吹笙”。夲是好詩，晏元獻公題其後云“此詩在處，當有神佛护持”。一譽之過，再看此詩，便索然矣。有甚不可及處？誰不会做？ \\n  \\n  \\n 有子本是好人，挈将起來要當孔子，被曾子説出，便無光了，且添史記許多謗議，至今為笑。前軰曰，君子不欲多取名。自古只有人不知不愠之君子，豈有取名之君子，然若為下等説，亦可以定民志。 \\n  \\n  \\n 梁智藏法師碑，蕭幾撰序，湘東王繹撰銘。唐述[聖頌]，奚拘[一作玽]撰序，吕向撰頌。宗聖宫碑，歐陽詢撰序，陳叔逹撰銘。夲朝不曽見出二手者，恐亦有之，謏[先子切，小也]聞未之見也。 \\n  \\n 先祖贈傅上舍詩，傅上舍數年後來云“被好事者收了”，再求先祖寫，先祖不肯。愚亦曾有詩贈人，被其再來求寫，便又與寫。此是輕不及前軰重厚處。 \\n  \\n 文章可見興亡，可見時節，未説道理，且看文氣，“大風起兮雲飛扬”，興國之言也。“妖姬臉似花含露”，亡國之音也[音一作文]。 \\n 偶歩瓜園，見有惡蜂捕一絡緯，上用口咬，下用毒釘，不堪其苦，天地如何得知何所赴訴，為之情懷不佳者數日。 \\n  \\n 秦檜議和，殺害名將，後人猶以為愛東南。金國遷汴之時，其直學士孫大鼎奏疏明言。天会八年之冬，諸大臣会于黒龍江之栁林相議，謂“宋臣如張浚、趙鼎則志在復讎；韓世忠、呉玠則習知兵事。既不可以威取，復搆怨之良深，勢難先屈”。魯王曰“惟遣彼臣先歸，因示恐脅而使之順，我佯不從而勉强聽之”。忠獻王曰“汝言是矣。誰可使者？”忠烈王曰“張孝純可”。忠獻曰“此人在河東失節，人誰不怨，便去如何得位得志，只有檜可用。初言[一作初來説]趙氏得人心，必將有所推立，說張邦昌不為人恱服，不及半年，其言皆驗。我喜其人置之軍中間，語以利害。檜謂“南自南，北自北”，且許說“某着手時只依這規模”，今只用兵，南亦未必終弱，若縱其歸國，必是得志可濟吾事”。是時，南人覊困，檜獨温足，果至彼得權位而謀始行。廢劉琦、韓世忠、張浚、趙鼎、殺岳飛，而南北之勢定。忠烈王德之誓書之中，必令不妄易首相，而檜亦隂發宇文虛中之逆，以報德。表裡恐喝，一如忠獻所料，誅廢其喜事之將相，定南疆北界之畫，秦檜自謂欺世，不料後日金人自言之《南遷錄》甚詳。當時胡編脩銓乞斬檜以謝天下，豈為過論，而後世至今有為檜出脱者，可痛也。 \\n  \\n  \\n 趙挺之除門下侍郎，鄒浩在貶所有詩云“促膝論心十二年，有時忠憤淚澘然。不聞一事拳拳救，但見三臺每每遷。天地豈容将計免，國家能報乃身全。他時会有相逢日，解説何由復自賢”。句句好，至今尚感動人。予不曉音律，覺其聲音亦怨。挺之為相，子孫不喫着到今日。至如此詩，千古削不去。陳後山亦竒，特拜祁，遇寒，情願凍死，不肯着他絮襖。 \\n  \\n  \\n 詩傳一出，讀書盡廢，真是著書手叚。其曰某傳，則不掩衆人之長矣。要好于前面，綱領以後為列諸家名氏，使之有傳，亦是美事。此書不比《論》、《孟》，經大爐韝，自“和鳴摯别”以下，皆是取之諸家見成言語，若不得前人先有此訓，詩亦懵然也。 \\n  \\n  \\n 物理難知。詩曰“螟蛉有子，蜾蠃負之。教誨爾子，式榖似之”。直傳到漢，揚子雲猶曰“類我類我。蜾蠃取螟蛉，産子於其身上，借其膏血以為養蜾蠃”。大螟蛉枯，非變化也。橘逾淮則為枳，亦非也。江南人有接樹之法，以橘枝接枳，枳遂為橘，其核不變，再種則復為枳矣，淮北之人不曉此也。以此知古人之言亦有誤者。杜陵杜鵑詩云“生子百鳥巢，百鳥不敢親[一作嗔]。殷勤哺其子，禮若奉至尊”。亦不然。杜鵑，鷂屬，梟之徒也，飛入鳥巢，鳥見之而去，于是生子于其巢，鳥歸不知是别子也，遂為育之，既長，乃欲噉母。 \\n  \\n  \\n 晦菴既謂《書序》非孔氏作。晦翁既沒，其門人後學如蔡西山諸人又皆確然以為是聖人之書。然《康誥》篇分明是誤，往往聖人之筆不全矣。西山併以康誥[一有序字]為是，依孔子説。 \\n  \\n  \\n 予向作《世運錄》時，曽用晦翁說““我之弗辟我，無以告我先王”，辟，避也。管蔡流言，周公避于東土”，星渚極以為然。予後來思之，居東二年，東征又二年，自“我不見，于今三年”，其實只二年，其輔成王幼冲之時，亦淺矣。蔡仲之命辟管叔于商，依然“辟”是“法”字。後來《道統錄》中分紀，遂依古説。華翁極以為非，遂又為改之。晦翁辨得自明，有益世教，只是筭年有些逺，兩存之以俟後人。 \\n  \\n  \\n 《春秋傳序》先説二帝而上；次說三王；次説三王既一。復作如秦見子丑寅之建正，杜撰起來建亥。漢知三王是忠質文，又求之于忠質文之外，以智力為之，此都是“欲倣古之跡，而私意，妄為者也夫”。子生于周末，以順天應時之治，不復有二帝，而上不可得而追也。於是作春秋，為百王不易之大法，以三王之道，正後世之人。春秋之法行，則三王之道興，不必逺追二帝以上，而三王之治，可行于後世，豈不天下太平？其意如此。前說聖王不復作，是說三王。後說聖王不復作，是說，二帝以上。其間所謂“雖欲效古之跡”，不是說效古人之道，只是要效其跡。他有子丑寅，我便有亥。他有忠質文，我便有智力，以具倣效其淺也。如此看，方分曉。不然，不復作者，既不可望倣古之跡者，又不可用是，絶後世於無人也。文章難看。 \\n  \\n 東坡萬言書，前面說時事，儘好。至于厚風俗存紀綱處，便淡薄枯槁。葢其本源處欠，所以如此。 \\n  \\n 忠信所以進德也。脩辭立其誠，所以居業也。進是進而未已，居是居而不遷，修辭立其誠。且把修辭一件做題目，非禮勿視聼言動也。在此居處，恭執事，敬與人。忠亦在此，言忠信，行篤敬也。在此動容貌，正顔色，出辭，氣亦在此。 \\n  \\n 古者祭天地，皆天子行禮。至唐開元，禮始定自郊天之外，餘使有司攝之，後來遂為故事。 \\n  \\n 格物是窮理，不可易也，而以格為“至”，則有可籌繹者。格于上下，可以訓“至”。格物難以訓“至”，曰“致知在至物”，非辭也。愚嘗謂，格且比方思量之謂，此為是，此為非，此為正，此為邪，此為輕，此為重。今之諺“欲知輕重”，則曰以稱格之。此字必有傳承。玉篇云“格，至也、量也、度也”。廣韻亦然。彼之字義多出于古時經註，“格，至也”，是出堯典注，不知“度也，量也”出在何處。以此訓“格”，正與今文合，向曾以告星渚，星渚以面看屋，久之無説。致知在格物，格物在致知之初。 \\n  \\n 何曽日食萬錢，乃子何劭，便日食二萬。諺云敎奢易，教儉難。 \\n 平江，呉國都；嘉興，越地，相去百四十里。呉王逺逺經畧，破楚敗齊，而不能退取湖杭，以錢塘為界，豈但夫差之愚，其先世亦疎矣。 \\n “畏厭[乙甲切，通作壓，履壞也]溺，三不弔”，只是惡病欲染人，如疫之類。若説有畏而死，則子畏於匡如何説。 \\n  \\n 自先王之禮不行，人心放恣，被釋氏乗虛而入，而冠禮、丧禮、葬禮、祭禮，皆被他将蠻夷之法來奪了。冠禮，如他初削髮受戒之類，其叮嚀告戒甚嚴。古時亦能有几个好僧。不比今時，受戒方新，出壇便破也。丧禮，則有所謂七次之說。謂人死後遇第七日，其魄必經由一隂司，受許多苦，至于七七，過七个隂司。又有百日、有三年，皆經隂司。夲是欺罔，愚夫惑其説。遇此時，亦能記得父母，請僧追薦，謂之做功德。做功德了，便做羹飯，謂之七次，羹飯随家豐儉。今讀書人既闢佛老，不用其説，而于吾禮之中自不曽盡，朝夕奠無[一作非]奠，朔望無朔望，飲酒食肉，若罔聞知，是夷狄之不若也。葬是順，火化是逆，今貧民無地可塟，又被他説火化上天，葬禮亦被奪了。施斛一節，既薦祖先，又與祖先，請客而共享之，神不歆非類，民不祀非族，葢是理之必然，後世小人，但知自已饑餓，何曽有思親之心，往往雖有，子孫亦是若敖，如此則施斛請客之説，寧可信其有，不失為長厚也。畢竟是一个祭祀，以僧代巫而求逹于鬼神，請父母而又與請客。致死致生之道，容或有是理也。予先室死，曽施斛祭之，友朋來問云“君素不信佛老，何為施斛？”予曰“我自不信，我自施斛”。既而友人吕居中云“鄭慥堂先生，亦不信佛老，亦不廢斛，曽有所感也。以僧代巫，却要擇僧。” \\n  \\n  \\n 淵明送一僕[今作力]與乃子，助其薪水之勞，而曰彼亦人子也。見得淵明知道王褒《僮約》。無此事，以文為戲。後世虐用其下者，乃以為口實。可歎也。 \\n  \\n  \\n 四惡：不教而殺謂之虐；不戒視成謂之暴；慢令致期謂之賊，猶之與人也；出納之吝謂之有司。出納之吝比上似輕，何以亦謂之惡？朱子謂“當賞不賞，當罰不罰，亦甚計利害”，看來上三件是陽惡，下一件是柔惡，其害一也。集註引項羽刓印事。項羽婦人之仁，高祖在掌握内不能殺，雖麤暴，只是柔惡，謂之有司堂。堂主人只做得一司一軄之事也。 \\n  \\n  \\n 章雪崖，平江隠君子也。不曽見晦翁而時時有書問道。晦翁答書見存。有時常高聲云“世紛如何汨沒得，自家可以見其胸中之所存也”。顧齋、胡文淳嘗從之。此顧齋說予。每書此句于扇上，人知敬聖賢之言，方可讀書。 \\n  \\n 檀弓曰“有司以几筵舍奠于墓”。左注謂父母形體在此，禮其神也。此，今祀后土之禮也。儀禮不説。 \\n 易，六經之祖。河圖，易之祖。 \\n 魏文侯自請于周為諸侯。田和遷齊，康公又為之請為諸侯。吾以為卜子夏、叚干木恥矣。 \\n 古者，人鬼不相襲而相得也。後世人求鬼，鬼求人，鬼亦非其鬼矣。 \\n  \\n 白樂天長恨歌叙事詳贍，後人得知當時實事，有功紀錄，然以敗亡為戲，更無惻怛憂愛之意，身為唐臣，亦當知春秋所以存魯之法，便是草木，亦将不忍，葢祖父與身皆朝廷長養，不可謂草茅不知朝廷，吾之此説不是不容臣下做此語，但有惻怛憂愛之心，語言自重。 \\n  \\n 頴考叔取蝥弧以先登，純孝者如此乎？莊公受許之後，其愧辭如此，許又非其不共戴之讐。 \\n 張良，弟死不葬。雖以良之功名不可掩也，史之有功類此也。 \\n  \\n “天生烝民，其命靡諶，靡不有初，鮮克有終”。其初秉於天者，無不具此良心，而全歸者鮮矣，故曰“人皆有之，賢者能勿丧耳”。使天命之常者，其功乃在人。 \\n  \\n “無適也，無莫也，無可無不可也。義之與比，可以仕則仕，可以止則止也”。不獨論“仕”、“止”。 \\n 谷永云“楚王絶丹姫以成覇功”。應劭注漢書，便撰个丹姫出來。谷永集中乃夏姫也。解注難看如此。 \\n 崔浩謂老子非老聃所著。此說可信。 \\n 蘧伯玉，信君子矣，不若史魚之直諫君之言也。 \\n 聖人曰“直哉，史魚！邦有道如矢，邦無道如矢”，而荀子曰“盗名不如盗貨。田仲、史鰌不如盗也”。然則聖人亦被史魚瞞了，荀卿無忌憚。 \\n  \\n 田單宣言令燕軍劓齊卒、掘齊人墓，燒死人以激齊軍之怒。此當時策士形容田單謀策過當之言。若果如此足以亡齊，决不足以復齊也[一作决不能復齊也]。 \\n  \\n 章雪崖有詩云“掩關作夏計，長日獨清坐。戎葵競自花，安榴粲成朶。時芳詎容歇，幽賞無不可。微風忽吹來，諒亦深知我”。可以見其胷次。 \\n  \\n 紹興間有錢弼者，鎮江士人，喜談兵，能以氣運推勝負。紹興辛巳，金亮入境。弼曰此耶律德光，帝巴氣運也，亮果死。又言秦莊襄王甲寅，始皇即位，是嵗漢高祖生。成帝寵趙后姤，亂帝無嗣，綏和二年乙卯嵗，召定陶恭王之子立之，是為哀帝，改建平元年，是嵗光武生。後唐天成元年，洛陽大亂，明年丁亥歲，而夲朝太祖生于洛陽。靖康之變，北敵侵陵，建炎元年丁未，高宗即位于南京，而金人偽立張椘子河北，是嵗孝宗生。其言甚歴歴也。孝宗真應恢復之運，極有志焉，而光堯以艱難之餘，愛兵惜民，往往寛之。士大夫習安既久，置之度外。惟一陳同父以書生慷慨議論，乃共駭愕，以為恠人，遂使金國僥倖少延，水旱凶荒漸漸自亡，人事有負于天矣。 \\n  \\n  \\n 北極正乎上，南極正乎下，故日月經星之運，日日而然，時時而然，千萬嵗而然。天之有靜也。春遊過東三萬里，夏遊過南三萬里，秋遊過西三萬里，冬遊過北三萬里，地之有動也。天主于動，所以有靜者，地鎮之也。地主乎靜，所以動者，天挾之也。天而無靜，則無晝夜，地而無動，則無寒暑[此下一有舊今二字]。 \\n  \\n 心生道也。是總説人物惻隠之心。人之生道也。方是説人。 \\n  \\n “居處恭，執事敬，與人忠。即是出門，如見大賔，使民如承大祭。已所不欲，勿施於人”。説話仲弓可使南面，而樊遲，聖人分付更無兩様。南面者，亦當如此。農圃小人，亦當如此。 \\n  \\n 程子曰“盡其心者，知其性也”。釋氏所謂識心見性是也。若存心養性，一叚則無矣。愚謂釋氏但能存其無用之心，飬其無實之性，却不盡心知性也。 \\n  \\n  \\n 予登篔窗先生門，方逾弱冠。荆溪呉明輔先從篔窗，已登科，聲譽甚振，長予十有三年，予係晚進。篔窗一旦于人前見譽過當，同門初不平，久方浹洽相與。作為新様，古文每一篇出，交相諛侫，以為文章有格。歸呈，先祖乃不悦。私意謂“先祖八十有餘，必是老拙，曉不得文字，顧首顧尾，有間有架，且造語俊爽，皆與老拙不合也”。既而先祖與篔窗皆即世，吾始思念六經不如此，韓文不如此，歐蘇不如此，始知其非。既而見立齋先生，見教尤切。後以所作數篇呈之，忽貽書四五百言，痛説水心之文。是時，立齋已登侍從，其意葢欲痛改舊習不止，如前時之所誨也。予此時文字已自平了，但猶有作文之意，而自家講習，多為外物所奪，然未嘗不自知。先曽有詩呈立齋先生云“童牙苦呫畢，嚼瓜燈燼爛。衡縮高于丘，纔作文字看。精微隔幾塵，健筆抵流湍。開眼天地燎，始識用書難。千葩慚一實，本根耐嵗寒。”先生甚喜，常常吟詠，顧昏懦，不能大激勵。葢知世間學問只有一路矣。先生不以文名而論作文之法，極是切至。予後來少作文字而舊習却都忘矣。明輔終身守此一格。初學者，甚向之，更以為好官。職日進賔朋交接，而明輔愈不得以自覺其非可念也。 \\n  \\n  \\n 吴明輔為國錄，予偶在京，相見便説其齋居賦“此是尊兄少年之文，可以删去”，明輔頗矜持[一有“此篇”二字]，以此言為駭。予告之云“突梯者之無耻兮，踰垣者之為隘要，折衷于两可兮庶吾道，其無悔如此，則是處此身於突梯，踰垣之間，突梯是何等人？”明輔謂予“不看上文”，予云“只四句，連續分曉，何用看上文”。上文云“顔陋巷以掃軌兮軻走死乎車輪”。如此則必有一个是踰垣一个是突梯，明輔無説予意。其後來改之。有傳其後來所印《荆溪集》則儼然在第一篇，不易一字，不知其意如何，他不是全曉不得。 \\n  \\n  \\n 乾元者，始而亨者也。利貞者，性情也。文王卦辭“元亨利貞”本只兩意：元而亨，利于正而已。今諸卦都是如此。孔子文言自以所見折作四字説，自是一項道理，然非文王繋卦之本意也。孔子到此却又就文王本意作两件說。自乾元發出，豁逹呈露，生意遍滿，無不亨通，所謂始而亨也。然皆可見者，氣也。須有理主於其中，何嘗有不好底生意，葢純粹至善[一有是字]乾德之本，然乾之性情，只是利于正也。乾之情性，如此則凡資始于乾者，皆如此，是故，人可以為善不可以為惡，葢其夲來情性，只利于正也。 \\n  \\n  \\n 呉潛在經筵曽説“學以聚之，是聖希天，仰觀俯察，天學也。問以辨之，是賢希聖，君疇務成之學，人學也”。予嘗辨其過，當“學以聚之，即是慱學，問以辨之，即是審問。明辨聖人，問以辨之在賢人。問，便着審；辨，便着明。又著謹思，只爭此耳”。聖希天是純，亦不已。 \\n  \\n  \\n 象山謂“仲弓勝顔回”，葢見聖人所語顔子，大叚用力，而語仲弓則似不甚費力，便是仲弓強了。不知顔子有這力得用，故聖人教他用了一切，掃令凈潔，免得次第逐件，儘有辛苦。他人無顔子之力，若教他如顔子之用，便是不量力，且當旋旋做去。他日工夫，亦到有力可用之時，一掃凈潔之境。三省吾身，是曽子出門如見大賔之時；斯逺鄙倍，是曽子克已復禮之時，但看他力到力未到，易曰“雷在天上，大壯君子，非禮勿履”。此是甚等氣勢，如何教仲弓便做得。 \\n  \\n  \\n 兩赤壁賦，見得東坡浩然之氣，是他胸中無累吐出這般語言。却又與孟子浩然不同。孟子集義所生。東坡是莊子來人，學不得，無門路，無階梯，成者自成，攧者自攧，不比孟子，有繩墨，有積累也。本朝過嶺諸賢，雖不怨尤，亦不快活。東坡七千里渡海有是快活，海濤湧洶，則曰“天之未丧斯文也。吾儕必濟”。又曰“平生萬事足，所欠惟一死”，海外諸詩甚佳。著論尤竒，其曰“武王非聖人”，自是恠說，而觀過知仁，見得此老忠義之氣，峻極可畏，雖武王，亦不顧，皆是浩氣。劉元城先生云“東坡立朝大節極可觀，才意髙廣，惟己之是信。在元豐，則不容于元豐，人欲殺之。在元祐，則雖與温公議論，亦有不合處，非随時上下人也”。惟己之是信，是他浩然。 \\n  \\n  \\n 西伯戡黎，竊恐是武王。《詩》中載“文王兵事，如崇如宻，如昆夷”，甚詳，不見説黎。《史記》載“武王亦曽為西伯矣”。第康節《經世書》“紂二十年，西伯戡黎。二十三年，文王薨，遂命武王為西伯”，恐康節能推其實，予于《世運錄》，亦只依康節也。 \\n  \\n 桀以三十三年始嬖妺喜。紂以八年始嬖妲己。周幽王以三年始嬖褒姒。既是康節推出。必是實也。 \\n  \\n 先祖嘗言，韓信枉屈誅夷，千古無人與他辨説。愚曽見朱文公語錄云“韓信反無證佐”。可謂見破史書，惜乎只説一句便休。不做一件事看與他濺洗。他是个人物，不可教他[一有既字]枉屈死，又枉屈被後世罵。《撃壤集》有十詩，中間兩篇云“韓信事劉元不叛，蕭何感漢意生疑。當初若聽蒯通語，髙祖功名未可知”。又云“韓信恃功前慮寡，漢皇負德尚權安。幽囚必欲擒來斬，固要加誅甚不難”。 \\n  \\n  \\n 大田王老先生諱象祖，字徳甫，嘗以文見水心。水心所謂塵垢拭杯案者也。其文簡古老健，雖篔窗亦畏之，第於褊，不及篔窗圓活。然非有意不為文，非有味不為句，尤未易及，但所見自僻。嘗有詩云“臯夔周公佐中古，蕭曹房杜興漢唐。因時因事修治效，不談道學亦何妨”。此意到老强項。予弱冠時，嘗投其書，答書有云“文字之趨日靡矣。皇朝文統，大而歐蘇曽王，次而黄陳秦晁張，皆卓然名家，輝映千古”。中興以來，名公鉅儒不自名家。張吕朱氏造儒術而非文藝，獨水心持作者之權，一時門人，孰非升堂，孰為入室，晚得陳篔窗而授之柄。今篔窗之門亦夥矣。求其可授者，未有也。人才之續，絶天運之盈虧也。斯文之隆，替國家之治亂也。前者夐出，後者貌然，則識者懼矣。鄉邦之彦，嘲風露而寫光影，借比興而盗離騷，句吟字鍊，豈無一得，而與之讀檀弓、談左傳、評國語，及太史公、賈誼、揚雄、韓栁、歐蘇之作，求其一言之幾，于道莫得也。議論甚不是。文章自好。甚麽文氣[氣疑作柄]，未有可授者也。元云“求其可授者，未有也。”以紙帖其上云“未有可授者也。”今真跡尚存，王行志編其先集，求序于荆溪，改作可授者可數也。葢恐荆溪以為妨也。 \\n  \\n 東坡每健羨白樂天。樂天如何敢望東坡。東坡大節照映古今。樂天些小升沈，便動色力。 \\n  \\n 哀公問社於宰我，宰我對曰“夏后氏以松，殷人以栢，周人以栗”。曰“使民戰栗”，此句是周人之言。當時周人自失言了。宰我不當舉出，故聖人曰“成事不説，遂事不諫，既往不咎”。其説曉然。 \\n  \\n 唐詁《酒誥、梓材》，斷然武封[闕]康叔之書，不但“朕其弟”、“小子封”之可證也。管蔡以武庚叛，幸而獲平，是當時至大至重之事，更不引一句，分明是武王時誥命。然此一叚事，後人説[闕]得，竝無考處。其有考處，皆成王也。鄭康成不足信。太史公亦是成王。太史公又不信。《左傳》載衛祝鮀之言，亦是成王。方道兄弟皆武王所封，而周公封魯，又是成王。《詩·頌》分明載也。且當時若已封武庚，則[闕]邦無得封衛若，已封衛，則邶鄘衛無得，與武庚及三監，豈武王當時已作誥命，將封康叔。又思以舊地存武庚。既平武庚，成王始宣武王之誥，以封康叔耶？不可曉也。 \\n  \\n  \\n 東坡《超然台記》中數語本是習鑿齒舊文，東坡蹈襲之，一入東坡手，精神百倍，不是喫烟火食人説話。習云“每定省舅家，從北門入。西望隆中，想臥龍之吟；東眺白沙，思鳳雛之聲；北臨焚墟，存鄧老之髙；南眷城邑，懷羊公之風。若乃魏武之所置酒，孫堅之所隕斃，遺事猶存，碌碌凡士，安足以感其方寸哉”。東坡云“園之北，因城以為台者，舊矣。稍葺而新之，時相與登覽，放意肆志，為南望馬耳。常山出沒，隠見若逺若近，庶幾有隠君子乎？而其東，則廬山秦人廬遨之所從遁也。西望穆陵，隠然如城，郭師、尚父、齊桓公之遺烈猶有存者。北俯濰水，慨然太息，思淮隂之功，而弔其不終”。甚是妙語，人能推此，便可曉做文字之法，然自古大文章之家，只有東坡不怕蹈襲，餘人當謹。 \\n  \\n  \\n 堯之九年洪水，不是經年經歲，懷山襄陵，浩浩滔天。葢有滔天之時，亦有稍退之時，只因下流壅塞，所以遇洪流暴漲，便滔天也。使懷山襄陵之久，民何所得食，人類将滅，豈但咨怨昏墊而已。禹又何所措手足，只是川流有梗，如龍門等處，素來逼俠，又添淤塞，所以不勝，得暴漲。霜降水涸之時，亦必能退。堯時必是四時雨多，崑崙鹽澤，凡上流諸處，必是泛濫，下面阻障未開，所以只見堯時大水。今山各有溪，去處或有山阻之遇，秋雨淋滛瀕溪者，必被此害。民避水下屋脊，有騎屋漂流者，安土重遷，昏墊怨咨而已。水退，又作生産作業。 \\n  \\n  \\n （咸淳甲戌冬，伯父脚氣病作時，以書自娯，随所見而錄，寖復成編，因目曰《脚氣集》。嗣歲春仲不幸傾亡，亦絶麟之筆也。凡平昔有書之别帙者，可勝紀哉。兵火禍滋，咸為煨燼，惟頼此編之獨存，亦云幸矣。從子惟一百拜謹識。 \\n  \\n 此書乃管而敏家藏本，借錄于城南寓舍映雪竹齋，時呉元年歲在丁未臘月二十八日庚午，華亭孫道明叔　時年七十有一。）  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
