{"章节": "●出版說明", "正文": "  \\n ●出版說明 \\n 　 \\n  \\n 本書著者葉子奇，字世傑，號靜齋，浙江龍泉人。在元朝末年，他和青田劉基、浦江宋濓同為浙西有名的學者。後來劉基、宋濓都做了明朝的顯宦，而子奇卻沒有受到明太祖朱元璋的重視，只做了巴陵縣主簿的小官。一三七八年（洪武十一年），因事下獄，本書是他在獄中隨時所寫的筆記，到出獄後才完成。自序說：「幽憂於獄，恐一旦身先朝露，與草木同腐，實切悲之。」這大概是用草木子作為書名的原因。 \\n 本書涉及的範圍頗為廣泛，從天文星躔、律曆推步、時政得失、兵荒災亂以及自然界的現象、動植物的形態，都廣博搜羅，仔細探討，在明人的筆記中，頗為特出。尤其是關於元朝的掌故和當時農民起義的史蹟，有很多是他書所沒有述及的。其中當然有不少由於時代的局限，不免有淺薄鄙陋的記載和議論，但在十四世紀時代，能夠有這樣的思想和見解，已經算是難得，比劉基、宋濓高明得多。 \\n 原稿分二十二篇，到一五一六年（正德十一年）他的裔孫葉溥刊行時，改併為八篇，分四卷。這時距離原稿的寫成已經一百幾十年，大約不免有些散佚。雜俎篇裏有一部分和唐人段成式酉陽雜俎的文字相同，也許是改編時竄入。正德刻本以後，有嘉靖、萬曆和清乾隆的三次翻刻，大致沒有什麼改動，到一八七四年（同治十三年），又有根據四庫全書本重刻本，把書中胡虜夷狄一類的字都改換了。另外還有一六二六年（天啟六年）的快書五十種本，竟把原書刪去了十分之九，並且把黃衷序文中的「道無弊也……大抵然也」一段誤入正文。現在依據各本合校，並改正顯著的錯誤，加以斷句，以便讀者。 \\n 中華書局編輯部一九五九年二月 \\n  \\n   \\n  "}
{"章节": "●自序", "正文": "  \\n ●自序 \\n 　 \\n  \\n 洪武戊午春。有司以令甲於二月望致祭於城隍神。未祭。羣吏於後竊飲豬腦酒。縣學生發其事。吏懼。浼衆為之言。別生復言於分臬。予適至學。亦以株連而就逮。幽憂於獄。恐一旦身先朝露。與草木同腐。實切悲之。因思虞卿以窮愁而著書。左丘以失明。厥有國語。馬遷以腐刑。厥有史記。是皆因憤難以攄其思志。庶幾託空言存名於天地之間也。圄中獨坐。閒而無事。見有舊籤簿爛碎。遂以瓦研墨。遇有所得。即書之。日積月累。忽然滿卷。然其字畫糢糊。略辨而已。及事得釋。歸而續成之。因號曰草木子。萬一後之覽者。犧尊而青黃以文之。未可知也。棄而為溝中之斷。亦未可知也。容詎必之乎。故語才識之高下。理義之淺深。雖不敢比倫於數子。出於窮愁疾痛而用心則一也。千慮一得。尚期窮理者擇焉。時洪武十一年歲次戊午冬十一月二十又七日。括蒼龍泉靜齋葉子奇世傑自序。 \\n 草木子元明史料筆記叢刊（明）葉子奇撰，北京：中華書局，1959.5第一版，1997.11第三刷 \\n  \\n   \\n  "}
{"章节": "●草木子卷之一上", "正文": "  \\n ●草木子卷之一上 \\n 　 \\n  \\n 括蒼龍泉葉子奇世傑著 \\n 管窺篇 \\n ○管窺篇 \\n 天始惟一氣爾。莊子所謂溟涬是也。計其所先。莫先於水。水中滓濁。歷歲既久。積而成土。水土震蕩。漸加凝聚。水落土出。遂成山川。故山形有波浪之勢焉。於是土之剛者成石而金生焉。土之柔者生木而火生焉。五行既具。乃生萬物。萬物化生而變化無窮焉。 \\n 洪範五行之生成。以微著為漸次。蓋以數言之也。水火氣也。故微。木金形也。故著。四行莫不待土以生成焉。其質最大。故居後。蓋土所以成始而成終者也。 \\n 南北二極。所以定子午之位。曆家因二極而立赤道。所以定卯酉之位。北極。瓜之蒂也。南極。瓜之攢花處也。赤道。瓜之腰圍也。指南針。所以通二極之氣也。 \\n 赤道為天之腰圍。正當天之闊處。黃道自是日行之道。月之九道。又自月行之道也。 \\n 天度本無廣少之分。由渾法分天。而有斜長之處。始分廣少。 \\n 天如勁風旋轉。局大塊於中。吾恐日月星辰之上。則愈高愈清愈勁愈光明而無窮矣。或人見天裂處。見其霞光閃爍。於此足以知之矣。 \\n 崑崙。天下山之頂也。乃天下山之至高處。山之起勢處。其東面。中原也。所以江淮河濟。水皆東流也。其西面。西域諸國也。自流沙以西。水皆西流也。南自吐蕃兩廣。水皆南趨也。北即沙漠。又天下岡脊至高之處。直北虎林至海都木鉢子田地。地勢又逐漸而低。水皆北流。南視陰山之地。反為極南之境矣。以此觀之。地形如一亭子。中高而四方下。崑崙乃其結頂處。四下之簷。乃四方之國土。考其流水。可見必皆會同於四海。 \\n 天以氣言。故無窮。地以形言。故有盡。 \\n 天。陽宗。故日最盛。是以日常圓而月則缺也。地。陰宗。故水最盛。是以水常滿而火則伏也。 \\n 天主神。地主鬼。神主伸。鬼主屈。伸主聚。屈主散。此二者所以生萬物死萬物之大端也。 \\n 包含徧覆。無非天也。天包水。水承地。地載萬物。 \\n 天南為陽。北為陰。地北為陽。南為陰。對待之理也。山以南為陽。北為陰。水以北為陽。南為陰。亦對待之理也。 \\n 天動而無靜。亙古亙今無息也。地靜而無動。亦亙古亙今無息也。此天地之道。所以為物不二也。及其生物益久。莫知其所以然而然也。故不測焉。 \\n 空即天也。自地而上。無非空也。即天也。地間亦有動時。亦氣動之耳。 \\n 天依形。地附氣。天地自相依附。康節之言盡之矣。 \\n 天道不以理言。則歸於幻妄耳。 \\n 天之生物。匪物物刻而雕之也。而世之善雕刻者莫能及。此其所以為妙也。 \\n 天地得其位。則萬物莫不循其常也。一或有失。則為災為妖為亂矣。 \\n 天裂時。火光現。陽精之極也。地裂時。泉水溢。陰精之盛也。 \\n 天為陽宗。故風火在上。地為陰統。故水土在下。 \\n 地為陰。故火隱而不現。擊石有火。至剛而後生也。兩木相摩則火。至動而後生也。剛動皆陽也。 \\n 有形無聲。木石也。有聲無形。雷霆也。有形有聲。人物也。無形無聲。鬼神也。 \\n 冬屬水。而一陽已生於冬。夏屬火。而一陰已生於夏。此水火之所以互根也。春木秋金。而非陰陽始生之月。此金木之所以不互根也。 \\n 金者。石中之精液。水出石中。故曰金生水也。素問樞式曰。水自西而東流也。西。金位也。故曰金生水。亦一說也。 \\n 水生於北方陰位。而陽已生。火生於南方陽位。而陰已形。故水火互根也。木生於陽方陽時。金生於陰方陰時。而陰陽無所生。故金木不互根也。 \\n 火日外光。照影在外。金水內明。照影在內。陽施而陰受之理也。月亦受光於日而含內影。而照物亦影在外者。光盛於金水也。 \\n 火。陽根陰。離中虛也。水。陰根陽。坎中滿也。於卦象亦可見也。 \\n 火外明而內暗。根陰也。水外暗而內明。根陽也。二物之象。亦可見也。 \\n 聖人作八卦。以之配五行。水火純乎氣者也。而無所雜。故各以坎離一卦配。金木土有陰陽剛柔之質。故各以二卦配之。乾剛金。兌柔金。震陽木。巽陰木。艮高土。坤卑土。 \\n 邵子曰。日食月以精。月食日以形。是以君子用智。小人用力。此見君臣之理也。 \\n 又曰。月受日之光。不受日之精。相望中弦。則光為之食。甚矣精之不可以二也。竊料太陽乃火之精。其氣亦類於人間之火也。火正當氣燄之上。必有黑暈。觀之燈燭可見。星家謂之闇虛。想即此也。受光則稍偏。受精則正對。以月正對此黑暈之中。所以食也。 \\n 月食時辰多。天下見之。其分數皆同。日食時辰少。天下見之。其分數皆不同。由日食月以精。其所虧之分。其明全盡。所以天下皆同也。月食日以形。其虧之分。正當其下。則分數同。及側遠望之。則分數或少或多。所以天下多不同也。日之食月。闇虛之精大。故食時辰多。月之食日。其形小。故食時辰少。 \\n 月食。陰抗陽而不勝。猶可言也。日食。陰掩陽而勝之。不可言也。是以春秋書日食而不書月食。詩云。此月而食。則惟其常。彼日而食。于何不臧。即取此義。 \\n 列宿所以定經天之體。七曜所以布四時之政。 \\n 彗孛之生。在東則西指。在西則東指。由其從日生也。此其常。又有東西偏掃者。又其變也。 \\n 太白。史或書晝見。或書經天。蓋巳時當丙位。則為經天。以其當君禍尤大也。其餘方位。則止書晝見也。 \\n 康節邵子曰。天晝夜常見。日見於晝。月見於夜而半不見。星半見而半不見。尊卑之等也。天為父。日為子。是以天左旋而日右行也。日為夫。月為婦。是以日東生而月西出也。可謂因象而及理矣。 \\n 列星之為象也。在朝象官。在人象事。在野象物。各因其變而占焉。 \\n 日月星辰。天之四象。水火土石。地之四象。康節言土石而不言木金。蓋木乃土之華。金乃石之精也。是知康節皆以體數言也。 \\n 風雨雲霧雷。天之用也。吹噴噓呵呼。人之用也。天人一理也。但有小大之差耳。 \\n 風露能生物。亦能殺物。順陰陽之氣也。 \\n 風。陽也。故其氣清通而無形。雲。陰也。故其氣昏濁而可見。 \\n 邵子推雨風霧雷而分水火土石。曰。水雨霖。火雨滴。土雨濛。石雨雹。水風溫。火風熱。土風和。石風冽。水霧黑。火霧赤。土霧黃。石霧白。水雷■〈雨上昷下〉。火雷虩。土雷連。石雷靂。 \\n 五星在天。高則景小。低則景大。素問云然。 \\n 雪寒在上。故高山多雪。霜寒在下。故平地多霜。 \\n 日在地上時多。故地熱而井水寒也。日在地上時少。故地寒而井水溫也。 \\n 地居天之中。地平不當天之半。地上天多。地下天少。是以日出落時見日大。近人也。日中天時見日小。遠人也。 \\n 日初出時見日大。宜當熱而尚寒涼者。陰凝而陽未勝也。日中天時見日小。宜寒涼而反漸暖漸熱者。陽積盛而陰巳消也。申未熱逾於午者。陽尤積盛故也。 \\n 廣海冬熱。由冬日南行。正當戴日之下。故熱。朔北夏寒。夏日雖北行。朔地直當陰山之背處。日光斜及。故寒。由此觀之。南北寒熱。亦由於日也。 \\n 日為衆陽之宗。故其暖熱之氣。皆出乎日也。涼寒則日氣之不及處爾。日漸長故暖。日極長則熱矣。日漸短故涼。日極短則寒矣。暖則陽氣之盛也。而極則斯熱。涼則陰氣之盛也。而極則斯寒。 \\n 陰脅陽而為雹。沴氣也。陰凝而未盡勝陽。則為霰。正氣也。是以春秋書雹而不書霰。以人事驗之。沸湯以器密盛之。沈於寒泉則冰。此雹之理。雪積而日炙之。先必為後。此霰之理也。 \\n 康節云。世有溫泉而無涼火。蓋陰能從陽。陽不能從陰也。此說固然。乃常理也。然北方蕭山。亦有涼火也。 \\n 山川之氣。積為列星。光芒輝煥。精之盛也。精耗神竭。於是乎有隕星。 \\n 星自天橫飛而過則為流。自下復上則為奔。自上而下則為隕。 \\n 星隕。精氣竭也。川竭。水脈絕也。山崩。地脈絕也。當其所主之地則為災。海水不潮。亦水脈絕也。 \\n 海潮。天理之喘息也。天有晝夜。故潮有潮汐。隨月進退。從其類也。 \\n 晝長則多熱。晝短則多寒。寒熱進退。皆由於日也。月滿則潮盛。月虧則潮衰。潮汐進退。皆由於月也。 \\n 嶺外錄。江浙之潮。自有定候。欽廉之潮。則朔望大潮。謂之先水。日止一潮。謂之小水。瓊海之潮。半月東流。半月西流。潮之大小。隨長短星。不係月之盛衰。豈不異哉。 \\n 世間特一陽氣之周流爾。陽氣不及之處則為陰。觀之姤復之理可見。 \\n 斗一南而萬物生。一北而萬物死。日一北而萬物生。一南而萬物死。斗日互行而成歲功也。 \\n 斗隨天而左旋。故一日而進一度。日退天而右轉。故一日而不及天一度。斗日一周而成一歲也。 \\n 二十八宿。萬古不移。所以定天之體。而分十二宮也。日一月而徧一宮。月一月而徧十三宮。而復追及於日。而成一月也。 \\n 月因日而有晦朔弦望。而遲疾不由日而回輪也。五星却因日而有遲留伏逆。 \\n 日與天會為歲。月與日會為月。日行地盤一位為時。至於刻乃曆家自細分之耳。每時刻八刻六分刻之二。共成一百刻也。刻分初正。由子午中分天運。蓋子初四刻猶屬本日。正四刻始作明日算也。由銅漏刻之於籤。故有刻之名也。 \\n 歲。日與天會法也。月。日與月會法也。日。日與度會法也。時。日與辰會法也。故時有十二。日有三十。月有十二。歲有三百六十。 \\n 晦朔弦望。皆因於日也。晦。月與日會。全無光也。朔。會而復蘇也。弦有上下。相去四分天之一也。望則相對。相去四分天之二也。 \\n 每時計九十日。每節計四十五日。每氣一十五日。每候計五日。故候有七十二。氣有二十四。節有八。時有四。各為三百六十也。 \\n 氣盈於三百六十五。朔虛於三百五十四。合氣盈朔虛而閏生焉。 \\n 十九年七閏而氣朔分齊。而特餘三時爾。是為一章也。七十六年為一蔀。凡為四章。四三一十二。合三時之數。復得全日。一關十二時為一日。一章該二百三十五朔。一蔀該九百四十朔。故以二百三十五關為三時。以九百四十關為一日。是以合四章而為一蔀。故四三一十二。而朔亦無餘分也。 \\n 歲。日與天會之法也。以節氣為定。年。月與日會之法也。以朔望為定。故年必以元旦。歲則有後先也。交於立春。 \\n 時有春夏秋冬。風有東西南北。是亦風氣一周而成一歲也。然恆風不應而有休廢之氣。是則時政之失而廢天常也。於是而有風角之占焉。 \\n 歲差法。見天道自古及今。日漸不同也。曆家但拘常而推。所以誤焉。隨時修改。以與天合。元曆得之矣。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之一下", "正文": "  \\n ●草木子卷之一下 \\n 　 \\n  \\n 觀物篇 \\n ○觀物篇 \\n 天生萬物。有色聲香味。使無目耳鼻口以收攝之。則天地之工。或幾於熄矣。故色為之目。聲為之耳。香為之鼻。味為之口。此天人之所以交也。人則得其正者也。物則偏焉。此其所以靈於萬物也。如蠅攻臭穢。鴟鴉嗜鼠。麋鹿食薦。蝍蛆甘帶。數者孰知天下之正味哉。至於義理。則惟心可以通之。人則可以貫全體。物則局於一偏也。 \\n 物之偏者。如蜂蟻君臣虎狼父子雎九隹有別豺獺報本是也。然人稟其氣之濁且塞者。則亦有偏者也。惟聖賢則全。 \\n 夫人形之所以生也。必資於精氣血三者。精之榮以鬚。氣之榮以眉。血之榮以髮。形之所以立也。必資於筋骨肉三者。骨之餘也齒。筋之餘也爪。肉之餘也耳。 \\n 手。陽也。故指長。足。陰也。故指短。上陽下陰。人也。猿猴四手皆陽也。故輕捷而在上。猪狗四足皆陰也。故奔突而在下。 \\n 邵子曰。形統於首。神統於目。氣統於唇。 \\n 人。陽物之靈也。故能化火。龍。陰物之靈也。故能化水。 \\n 動物本諸天。所以頭順天而呼吸以氣。植物本諸地。所以根順地而升降以津。故動物取氣於天。而乘載以地。植物取津於地。而生養以天。善乎素問之言曰。出入廢則神機化滅。升降廢則氣立孤危。無不出入。無不升降。器有大小。數有遠近。蓋謂此也。動物本諸天而體則溫。植物本諸地而體則冷。陰陽之謂也。 \\n 素問又曰。根於內者。命曰神機。神去則機息。根於外者。命曰氣化。氣止則化滅。亦指動植之物而言之。啟玄子皆以為人血氣之變。殊失其旨矣。 \\n 人順生。草木倒生。禽獸橫生。大抵草木之性情。不如禽獸之性情。禽獸之性情。不如人之性情。 \\n 大抵人則女麗而豔。禽則雄綵而文。獸則不甚相較也。此造物為之制也歟。 \\n 植物去皮則死。氣在外也。動物傷內則死。神在中也。 \\n 物有貴賤乎。曰有也。胎生者九竅。卵生者八竅。是胎生貴於卵生也。卵而陸生者。目能開閉。卵而溼生者則不能矣。是陸又貴於溼矣。化生者。非胎非卵。隨氣化而成。其為物益微矣。是溼又貴於化生也。此動物有此四種之異也。曰植物。亦以此而推之。可乎。曰可也。夫草木。可插而活者。胎生類也。以實而產者。卵生類也。荷芡。溼生也。芝菌。化生也。此植物亦有四種之異也。雖然。號物之數謂之萬。不可勝窮也。或分而異。不免乎四者之異。欲合而同。須究其一原之同。此學者所當思也。 \\n 鱗蟲皆卵生也。獨海鯊胎生。故其為魚也最巨。 \\n 佛氏以胎卵溼化四者。窮推萬類之生生。又以有無色想六者。窮推萬類之情識。蓋有色是有牝牡之屬。鳩鴿是也。無色是無雌雄之屬。螺蚌是也。若有想是為蠶為蛾時也。若無想是為蛹為蟻時也。若非有想。若非無想。此物又極微極細。其情識在乎恍惚渺茫之間。如人身之積蟲。似卵白。似血片。似動非動。似生非生之屬是也。佛氏論說生類。可謂窮深極微矣。 \\n 胎生者眼胞自上而瞑。卵生者眼胞自下而瞑。溼生者眼無胞也。常不瞑也。故不寐。化生者眼無竅。惟有黑點爾。又其微也。蛤蚌則無目也。益末矣。 \\n 蟲魚之子。與草木之子。一生即千百者。以其為物至微至賤也。 \\n 草木一荄之細。一核之微。其色香葩葉相傳而生也。經千年而不變。其根幹有生死。其神之傳。初未嘗死也。 \\n 傳花接果。當接傳之上。則為是花是果。當接傳之下。或有斷折。及其芽蘖再出。則為元花元果。此見造物之主宰處。 \\n 物之氣類。萬古不移。此主宰所以謂之帝也。 \\n 草木一核之微。而色香臭味花實枝葉。無不具於一仁之中。及其再生。一一相肖。此造物所以顯諸仁而藏諸用也。 \\n 世謂海棠無香。西蜀潼川府所屬昌州而海棠獨有香。故昌州號曰海棠香國。州治前有香霏閣。每花或二十餘葉。香氣醲郁。 \\n 世間萬物無不生蟲。木水土之中。生蟲至多。固其常也。至於火中生蟲。則火鼠也。極南方有之。其毛以為火浣布。而火南雞亦食火也。陰山以北。積雪歷世不消。生蛆如瓠。謂之雪蛆。味極甘美。張子和醫者著儒門事親書。言見民家一鐵鍋底上。起一鐵泡。鎚破。有一紅蟲。其走如飛。其嘴至硬。是金鐵中亦有蟲也。 \\n 邵康節云。魚。水族也。蟲。風族也。故蟲皆由風化。尋常榛栗之類。外殼完固。而蟲已長於腹中。豈是外物遺種。當由風化使然。 \\n 江之水族。如揚子大江。族類各有所限。江蟹至潯陽則少。鰣魚至鴨欄磯則少。麵條魚惟城陵磯冬至前後始有之。其理猶鸜鵒不踰濟。貉踰淮而死。當由地氣使然。 \\n 世間小蟲。如一絲半粟之細。以至目不可辨。而手足頭目。動靜食息。無不皆具。此可以見天命之流行。無一之或遺。無微之不入。 \\n 喘蝡之蟲。多蛾生也。翹蛸之物。多水蟲生也。 \\n 蟲。風族也。魚。水族也。介蟲。石之族也。是以螺蠣多附於石。從其類也。 \\n 甲蟲。木之族也。螢。腐草生也。車羊。腐木生也。皆食於草木。而附於草木。亦從其類也。 \\n 林棲之羽似葉。草宿之毛似草。亦從其類也。 \\n 蝤蠐。蚯蚓。土族也。故土居而土食。 \\n 礜石。蠶食之則肥。鼠食之則死。氣感各異也。 \\n 鱗蟲有蟄。龍蛇是也。羽蟲有蟄。鶯燕是也。毛蟲有蟄。黃鼠是也。介蟲有蟄。龜鼈是也。夫蟄物。又造物減其半功也。故其用不能全。 \\n 石決明。海中大螺也。生於南海崖石之上。海人泅水取之。乘其不知。用手一撈則得。苟其覺知。雖用斧鑿。亦不脫矣。 \\n 南海中秋有月。則蚌胎生珠。無月則否也。 \\n 雉善聽。狼善視。狐善疑。駱駞善知泉。象善知地虛實。浣布以灰。濯錦以魚。洗金以鹽。 \\n 馬蹏圓為陽。牛蹏拆為陰。馬之臥也。起則自前足。牛之臥也。起則自後足。 \\n 陰鳥之飛也。頭縮而足伸。陽鳥之飛也。頭伸而足縮。 \\n 牛雖有耳而聽以鼻。龜雖有鼻而息以耳。 \\n 邵子曰。陸生之物。水中必具。猶形之於影也。巨於陸者。水中必細。細於陸者。水中必巨。今試推之。魚。飛鳥類也。【鳥翼長。魚鬌短。鳥尾長。魚尾短。鳥頭小。魚頭大。餘倣此推之。】　龍。蝘蜓類也。蟹。蜘蛛類也。蝦。蠶類也。石蝨。蝨類也。石蠶。蠶類也。龜鼈。甲蟲類也。螺螄。胎生類也。鼉蜮。走類也。蛙黽。倮蟲類也。計必有海人。嘗聞海賈云。南海時有海人出。形如僧。人頗小。登舟而坐。至則戒舟人寂然不動。少頃復沈水。否則大風翻舟。又大金時。有龍見燕京舊塘濼。手託一嬰兒。如少年中官狀。紅袍玉帶。略無畏怖之容。經三時始沒。由此觀之。水亦有人類也。但幽明相隔。不可相知耳。觀溫太真牛渚燃犀事。理亦可見。 \\n 疥有蟲。予嘗使明視者鍼而得之。其大不能以半粟也。詳細察之。有嘴黝然。有足纖然。有背隆然。善止善行。且縱且橫。嘗竊計其為蟲也。人之膚革完全也。必非外物能遺之種。因人血氣之不和。乃化而生焉。及其既生也。能好也。能畏也。能就也。能避也。能飢也。能飽也。能動也。能靜也。能逸也。能勞也。能吸也。能噓也。八竅之具。神機之用。未始有一之不足者焉。未始有一之不能者焉。於此可以觀性命之理矣。於此可以觀造化之妙矣。雖然。是其形也。有大小也。是其理有大小乎。世必有能辨之者。 \\n 魚。有骨在內者。有骨在外者。有多骨者。有少骨者。有無者。萬不同也。然其所同者。蓋水也。草木之葉。有大者。有小者。有長者。有短者。有厚者。有薄者。有圓者。有扁者。有尖者。有髟思者。有花縷者。亦萬不同也。然其所同者。均含生意也。茲可以求萬物之一原者乎。 \\n 鷹鸇能搏鴽雁。而反受逐於鶺鴒。非其力不及也。智不及也。崖鶻能搏鶬鷺。而不能得飛鴿。非其飛不能及也。不能頡頏也。由此觀之。物皆以智相制。不獨以力也。 \\n 物有相資以生者。璅■〈王吉〉腹蟹也。物有相待以動者。水母目蝦也。 \\n 凡物得氣之盛者。必有異於物。龍之異以骨。故能吸氣精。龜之異以殼。故可卜而先知。犀之異以角。故孕星。蚌之異以珠。故胎月。麝之異以臍。故香可通關。鹿之異以角。又獨皮裹而可補食。獺之異以肝。故月生葉而可袪瘵。猩猩之異以血。故可染物而不渝。又能知往也。玳瑁之異以甲。故可器。鯊魚。胎生也。其異以皮。故可鞘。麟角鳳觜也。其異以膠。可以續斷絃。以至象以牙。翠以羽。魚以魫。是皆有異於物。而得氣之盛者也。故聖人之生也。得五行秀中之至秀者焉。其必有異於人也歟。 \\n 有物命。一物一命也。有國命。萬民一命也。一物一命。物之自生自死是也。萬民一命。屠城坑卒是也。此聞之莆陽鄭先生厚云。 \\n 或問之草木子曰。物固有知乎。曰。有之。知乎知。不知乎不知。曰。物固有能乎。曰。有之。能乎能。不能乎不能。曰。物固有知而不能。能而不知者乎。曰。有之。瞽者無以與乎文章之觀。固嘗知文章矣。痿者無以與乎康莊之途。固嘗知康莊矣。曰。固有知而不可得而知。能而不可得而能者乎。曰。有之也。且之知也。之能也。知者不自能知也。有知知。能者不自能能也。有能能。蓋語不能顯。默不能藏。可以意授。不可以言傳也。 \\n 水魚不瞑。土蟲不息。 \\n 雁順陰陽而南北。魚順陰陽而上下。鶯燕蛇蛙。順陰陽而出入。 \\n 鰷浮水面。鮠沈水底。鯽游水中。 \\n 有雌而無雄。其名大腰。龜鼈是也。有雄而無雌。其名細腰。蜂蠆是也。 \\n 物性可齊乎。曰不可也。曰何也。子獨不見乎。物有直行者。狗馬是也。有曲行者。虵蚓是也。有橫行者。郭索是也。有却行者。夔踵是也。有兩頭行者。率然是也。有屈伸行者。尺蠖是也。有動其脅腹。縮縮循行者。喘蝡之蟲是也。是固然矣。聞以有翼飛者矣。得非鷹鸇乎。聞以有翼而不飛者矣。得非鴨鵝乎。未聞以無翼飛者焉。然亦有之。龍與螣虵是也。是其形既異。不能不與之變。豈非形動而天隨者乎。之諸蟲也又何如。 \\n 夫物之植者有然乎。曰。有之。有有葉有枝者。松柏是也。有有葉無枝者。荷芡是也。有無葉有枝者。木賊是也。有無葉無枝者。豨苓茯苓馬勃是也。不獨此也。固亦有有花有實者。有如桃李乎。亦有有花無實者。有如菊萱乎。亦有無花無實者。有如蕨薇乎。然則豈無有實而無花者焉。固有其物也。且此物也。可以衣被生靈。有大功於天下。獨與羣物異也。而人莫得而知之。 \\n 蚤蝨至微也。天地生之以食人。人至靈也。天地生之以食萬物。雖然。人能食物。又能理物。故可與天地參焉。中泠泉。錫器盛之則漏。是水之至精者也。昆吾之刀。可以切玉。是金之至精者也。沈香遇水即沈。是木之至精者也。金剛鑽可以鑽石。是石之至精者也。故物之至精者。必有異乎物。以此推之。物之精者。水有。金有。木有。石有。物既皆有之。人獨無乎哉。人之精也者。聖人也。鶴糞可以化石成塵。龜尿可以和墨寫字入石。蟾酥可以潤玉可割。是皆氣物之相感制。 \\n 飛之至高者。鶴也。鵠也。天鵝也。鷹鸇也。餘皆下風也。 \\n 萬物既生。如是形矣。其為技也。有不待教而後能。且鳥也。百舌合百舌而成一舌。故善變聲。啄木舌端有棘鍼。故善取蠹。鸚鵡舌似人。故能言。一受其成形。故不待教而後能。 \\n 妙矣哉。造物之生羣動也。隨大隨小。無不各自取足焉。無所待於外也。是故夔。一足也。人。兩足也。馬。四足也。蜘蛛。六足也。螃蟹。八足也。蝍蛆。四十足也。蚿。百足也。帶。無足也。無者不資於多而後行。多者不見其多而反遲於行。動其天機不言而喻。多者不見其為有。少者不見其為無。故曰惟蟲能蟲。惟蟲能天。 \\n 轎人。馬也。鋤人。牛也。舟人。魚也。 \\n 牛觝角。馬蹏齧。天也。絡馬首。穿牛鼻。人而天也。莊子盡歸之人。非也。 \\n 莊子曰。百昌皆生於土。皆歸於土。此土者。所以始萬物而終萬物者也。 \\n 觀物者。所以玩心於其物之意也。是故於草木觀生。於魚觀自得。於雲觀閒。於山觀靜。於水觀無息。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之二上", "正文": "  \\n ●草木子卷之二上 \\n 　 \\n  \\n 原道篇 \\n ○原道篇 \\n 堯舜傳心以中。周孔論易以元。武箕作範以極。孔曾傳道以一。思孟語德以誠。皆聖賢講道會要之總名。所以為傳心之典也。 \\n 易上經。氣化之始也。故首乾坤。下經。形化之始也。故重咸恆。 \\n 在易則渾然一理。在人則湛然一心。以是心感。以是理應。故問焉而以言。其受命也如響。莫測其所以然之妙也。 \\n 乾取象於龍。以其具天之用也。坤取象於牝馬。以其行地無疆也。 \\n 中國得詩書之傳。通之者始知其人世古今。四夷之國。耳目有所不及。皆不能知。尚同洪荒之世也。 \\n 春秋。刑書也。易筮。卜書也。春秋言人事。易言天道。天人之道一也。莊子曰。易以道陰陽。春秋以道名分。 \\n 春秋。魯國之史也。因一國以見天下。綱目。天下之史也。因天下以存諸國。 \\n 春秋書日有食之。綱目止書日食。從省文也。 \\n 禮有容。樂有聲。聲陽也。容陰也。聲容交而天地熹合矣。 \\n 大抵樂惟取其和。後世樂多悲壯。所以不善。 \\n 古人云。心和則形和。形和則氣和。氣和則聲和。聲和則天地之和應之矣。今之世。安得知禮樂大意之人。與之論禮樂情文之盛哉。 \\n 古人定律呂以考中聲。迨今罕得其真。莫若因古人之遺器。庶得其聲之近。若今道家金鐘玉磬及琴笙壎篪之屬。皆古之遺器也。以協其聲。使與革木之類毋相奪倫。諒必得中和之調。豈不勝於致祥致荒。而甘用世俗之樂也。 \\n 俗樂多胡樂也。聲皆宏大雄厲。古樂聲皆平和。 \\n 歌調且因今之曲調。而諧之以雅辭。庶乎音韻和而歌意善。則得矣。毋但泥古而廢之。而長用胡樂也。 \\n 古之父子。爵既不同。禮即異數。由此推之。祭古人自宜用禮器。祭今人自宜用今樂。使各安其性也。庶免生乎今之世反古之道為失。 \\n 周子曰。樂聲淡則聽心平。樂辭善則歌者慕。故風移而俗易也。妖聲豔辭之化人也亦然。此不易之確論也。 \\n 孟子謂今樂猶古樂。救時之論也。 \\n 綱目真經世之大典也。 \\n 綱目有湯武之時者三。秦新隋皆以大義絕之。夫人得而討之也。故書兵起而不書叛。 \\n 書莽大夫揚雄死。所以病揚子也。然為莽大夫者不知其幾。不書。又所以因貶而見褒也。 \\n 書大丞相帥師伐魏。所以正統也。書晉處士陶潛卒。特書以褒之。所以賢之也。 \\n 書唐五王為武三思所殺。譏五王之失刑也。書周太師中書令瀛王馮道卒。任之重者。責之深也。 \\n 或問伊尹耕於有莘之野。以樂堯舜之道。答曰。耕破一犂春雨。蓋言對時育物之心。樂而得其所也。 \\n 孔門問仁。夫子答之各不同。雖各因其材而篤焉。正夫子之泛應曲當處。用各不同。所謂貫也。然仁乃仁體之一歟。 \\n 天下歸仁。朱子訓歸為與字。或者淺其說。愚謂苟人克己行一事。合天理。問之家而準。問之鄉而準。問之國而準。問之天下而準。所謂天下莫不與也。由此言之。放之天而準。放之地而準。放之古而準。放之今而準。放之東海而準。放之西海而準。放之南海而準。放之北海而準。考諸三王。建諸天地。質諸鬼神。百世以俟聖人。而不謬不悖無疑不惑者也。此則與字可通之理也。若謂克己天下皆囿於吾仁之中。如呂與叔克己齋銘云。洞然八荒。皆在我闥。讀之。氣象雖豁然可喜。事理則茫然無據。 \\n 浴沂氣象。見聖賢超然於萬物之表。逍遙脫灑處。又曰。即此便是堯舜氣象。何也。曰。飯糗茹草。若將終身。及為天子。若固有之。何有一毫滯礙。 \\n 說文以步戌為歲。此附會秦以建亥為水正之說也。然實非也。歲自當以夏時為正。 \\n 大學乃設教之書。朱子則憂百家之亂治。中庸乃傳道之書。朱子獨憂二氏之亂真。深玩序文可見。 \\n 大學六先字。所以逆推其功夫之端緒。七后字。所以順推其效驗之次序。 \\n 格物是覺夢關。誠意是人鬼關。 \\n 程子曰。涵養須用敬。進學則在致知。朱子曰。存之於端莊靜一之中。以為窮理之本。窮之於學問思辨之際。以致盡心之功。可謂知行兩進矣。 \\n 孝弟慈三者。大學之言達道。知仁勇三者。中庸之言達德也。達德所以行達道也。 \\n 恂慄威儀。是明明德之止於至善。親賢樂和。是言新民之止於至善。至善乃大學一書之標的。曾子傳心之要也。 \\n 正心章。不言私之害公。邪之害正。蓋意既誠。自無私邪之雜矣。惟恐人於忿懼好惡等意思。留滯在心而不能察。及其應物。遂至於欲動情勝。用之所行。每過於分數。不能不失其平也。 \\n 平下章。反覆以用人理財兩者為說。蓋用得其人。則上下皆安。財得其理。則大小皆足。此天下所以平也。其要在於絜矩。則上下大小皆平矣。 \\n 中庸是直指人心見性之書。中和是就人心上指示。中庸是就人事上指示。費隱是就人物上指示。心統性情。事兼德行。物通彼我。 \\n 心之虛靈知覺。虛是能包萬事萬物之理。靈是能通萬事萬物之理。知是識其理之所當然。覺是悟其理之所以然。 \\n 中者。不偏不倚。無過不及。天然之體也。庸者。亙古亙今。不遷不變。常然之道也。 \\n 天命實理之原也。性其在物之實體。道其當然之實用。而教也者。又因性道之實。而品節之也。 \\n 朱子言天以陰陽五行化生萬物。氣以成形。而理亦賦焉。猶命令也。此蓋本太極圖之說而約言之也。 \\n 道不可離。由其自本自根。無物不有。無時不然也。 \\n 戒懼是存養工夫。是於至靜之中。存天理之本然。是致其致中之功也。謹獨乃省察工夫。是於情動之時。遏人欲於將萌。是致其致和之功也。 \\n 君子致中和而成位育之功者。此道通乎上下。天子有天下之天地萬物。諸侯有一國之天地萬物。大夫有一家之天地萬物。庶民有一身之天地萬物。由其分有崇卑。故其功有大小。 \\n 吾之心正。則天地之心亦正。是致中之功效也。吾之氣順。則天地之氣亦順。是致和之功效也。 \\n 中和以性情言之。中庸以德行言之。費隱又以人物兼觀之。此理之無乎不在。信手拈來。頭頭皆是。吁。其妙矣乎。 \\n 中對和。則中為靜而和為動。故止以不偏不倚釋之。中對庸。則庸為常。而中則該動靜二義。故以不偏不倚無過不及而並言之。故曰。中庸之中。實兼中和之義。 \\n 費隱是在人在物上看。此理因用以原體。見此理之無物不在也。鬼神就無形無影上看。此理由微而驗顯。見此理之無物不體也。 \\n 人物明而可見。故先說費而後說隱。鬼神幽而難知。故先言微而後言顯。 \\n 人之為道而遠人。子思言此之時。佛氏之教未入中國。已慮其絕人倫。去人事。始謂之辯道矣。其慮可不謂遠已乎。 \\n 喪服自期以下。諸侯絕。大夫降。此自周公制此貴貴之禮也。蓋諸侯之貴。大夫不得以屬籍通。故大夫不得屬戚君也。 \\n 郊社所以祀天地。是天子之職。宗廟所以祭祖先。是子孫之職。祭必受福。職之所當也。淫祀無福。職之所不當也。 \\n 至誠是由此道之極其實。至聖是造此理之極其至。故曰。至誠之道。非至聖莫能知。至聖之德。非至誠莫能為。 \\n 盡性。致中也。盡人物之性。致和也。經綸大經。致和也。立天下之大本。致中也。贊天地之化育。是以人而參贊之。是聖人猶與天為二。知天地之化育。是於天道默契焉。是聖人與天為一。 \\n 私意自蔽。則局乎其小矣。故不廣大。私欲自累。則卑乎其汚矣。故不高明。 \\n 祖述憲章。是道貫乎古今。上律下襲。是道該乎穹壤。 \\n 如天淵尚有彼此之別。則聖人尚與天為二。其天淵更無彼此之別。則聖人乃與天為一。 \\n 或問浩然之氣。答曰。一片花飛減却春。蓋言浩然是無虧欠時也。 \\n 慾是不能集義。剛是浩然之氣。 \\n 孟子言勿正勿忘。此養氣之節制也。正是用心太過。忘是不用心。 \\n 孟子夜氣之說。是水靜而清時。浩然之氣。是水盛而大時。 \\n 高不可貶。卑不可抗。道有定體也。語不能顯。默不能藏。道無定形也。 \\n 周子曰。無極而太極。無極是無有方體。就萬物體統言之。太極是會其要領。就一物根柢言之。無無極則太極無所本。無太極則無極無所寓。 \\n 太極圖。性命書也。西銘。理一分殊之義也。四勿箴。由中應外。制外養中之訓也。 \\n 無思也。無為也。寂而不動。先天也。感而遂通天下之故。後天也。先天。體也。後天。用也。先天惟湛然一理耳。至後天始有形象之可言。先天是未用也。至後天始入用爾。易是已入用之書。故多說剛柔。少說陰陽。 \\n 無思。虛之極。無為。靜之篤。虛則理明。靜則性定。陰陽絪縕。吾以觀其始。正其命。 \\n 天有風雨雲霧雷。人有吹噴噓呵呼。天地是大萬物。萬物是小天地。 \\n 地冲氣。所以能生萬物也。冲氣所以為和也。 \\n 陰陽合一存乎道。仁智合一存乎聖。內外合一存乎誠。 \\n 虛所以具衆理。靈所以應萬事。不昧所以為明也。 \\n 知者心之神明。寂而常覺。動而常定。非不動不靜也。溥萬物而無容心焉可也。欲盡流注。其可得乎。 \\n 明天地之性者。不可惑以神怪。知萬物之情者。不可罔以非類。此君子所以貴窮理也。 \\n 鬼者人之影。死者生之終。 \\n 誠。天道。性。天德。 \\n 善者。萬理之總名也。性者。萬理之全體也。仁者。萬理之全德也。孔門傳道以仁。大學言道以善。中庸原道以性。誠者。理之實。元者。善之長。一者。數之始。中者。物之心。極者。理之至。皆聖賢論道之極則也。 \\n 人心是根於氣。耳目口鼻之欲是也。道心是原於理。仁義禮智之性是也。 \\n 新故。事物為之今古也。得失。人事為之存亡也。治亂。世運為之變更也。 \\n 古今分於一息。人物同於一原。 \\n 因粗而精。因略而詳。此古今之用智而得其正也。因精而拙。因詳而荒。此古今之用智而失其中也。 \\n 程子曰。不必以既屈之氣。復為方伸之氣。或者指游魂之變為輪迴。未之思也。 \\n 張子曰。風雷有象。不疾於心。所謂潛天而天。潛地而地也。心禦見聞。不弘於性。所謂人能弘道。非道弘人也。 \\n 橫浦之學。以覺為性。曰。覺之一字。衆妙之門。是止認智為性。金谿之學曰。收歛精神。自作主宰。有何欠缺。至於私欲未為病。纔涉於思。即是害事。全似告子。 \\n 臨川之學。分心跡為內外。內面是精。外面是粗。故託佛老之似。以亂孔孟之真。假仁義之言。以濟功利之實。 \\n 涑水之學。可謂博極羣言。純乎實踐。 \\n 金華之學之於濓洛也。可謂金石相宣已。 \\n 永康之學。以漢唐皆王道。純以事功言也。 \\n 南浦之學。其視紫陽。猶孟子之於孔子也。 \\n 永嘉之學之於正道也。可謂步則步者矣。 \\n 許魯齋。北方之學者未能或之先也。劉靜修次之。 \\n 用之則行。於留侯武侯見之。舍之則藏。於靖節康節見之。古惟有此二人。才德及之。可以當此言也。 \\n 相近之性兼乎氣。性善之性純乎理。 \\n 荀子曰。性者惡也。為善者偽也。■〈木巳〉柳桮棬之喻也。揚子曰。人之性。善惡渾。性無分於善不善。猶水之無分於東西之說也。達摩云。我見佛性。云何佛性。作用是性。生之謂性之說也。蘇氏曰。善惡皆出於性。而非性之所有。胡氏曰。善不足以言性。孟子道性善。猶佛氏善哉善哉。蓋贊歎之辭。即性無善無不善之說也。韓子說性有二品。即性有善有不善之說也。後世諸說。紛紜縱橫。孟子當時已一一加辨。可見儒書之不可無孟子。 \\n 今之道教近乎楊。今之釋教近乎墨。 \\n 丹經言鼎鑪是安身立命也。採藥是收精歛神也。火候是操存之意也。沐浴是日新之功也。抽添是勤怠之節也。 \\n 佛言離一切物。別有自性。不知人外無道。道外無人也。 \\n 佛氏謂一切衆生。種種幻化。皆生如來圓覺妙心。譬如從空而有。幻化雖滅。空性不壞。此東坡言性之本旨也。 \\n 離物而言性。此佛氏所以淪於空寂。捨器而言道。此老氏所以溺於虛無。故大學之始教。所以不出於民生日用彝倫之外也。東土初祖曰。人性本善。不假勤苦修行。直下便是。此則彌近理而大亂真矣。 \\n 歐陽公云。佛氏怕死。故每以寂滅無生為說。老氏貪生。故每以返老還童為說。惟安時處順。哀樂不能入者為至爾。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之二下", "正文": "  \\n ●草木子卷之二下 \\n 　 \\n  \\n 鉤玄篇 \\n ○鉤玄篇 \\n 易卦自下而上。其植物之象乎。玄家自上而下。其動物之象乎。動物本乎天。植物本乎地。此易玄之所以不同也。 \\n 歐陽子曰。易六爻之文。占辭也。大衍之數。占法也。凡欲為君子者。學聖人之言。欲為占者。學大衍之數。 \\n 陳希夷玉鑰匙白法。即周易圓圍之象也。以二至而為之主。冬至順而夏至逆。姤復之道也。逆順之道依乎日。 \\n 司馬溫公之潛虛五十五行。其象以丨為原。■為■。川為本。■為鑛。■為基。具五生數也。以■為委。丌為焱。■為末。■為雙。■為冢。具五成數也。以吉凶臧否平定其占。以旺相休囚死推其理。 \\n 天地之間。至堅惟金石爾。金有時而銷。石有時而泐。至堅且然。而況於人乎。故知神仙可以久生。而不可以長生。 \\n 雲雷雨雪。皆至半空。風則薄乎天。愈高愈勁。 \\n 風雲雷雨。天也。蠢動草木。地也。莫不有聚。莫不有散。以成變化死生之道。聚皆屬之陽。散皆屬之陰。陰陽。天地之大經也。 \\n 霖雨既霽。閒雲在天。皆神化之糟粕矣。 \\n 陽道日變而日生。陰道日變而日消。陽之變也有形。陰之化也無跡。一切生聚者。陽之長也。一切散敗者。陰之消也。 \\n 張子曰。太虛不能無氣。氣不能不聚而為萬物。萬物不能不散而為太虛。循是出入。是皆不得已而然也。知此。可以言生死之理矣。可以生順死安矣。 \\n 造化無全功。巧其音者拙其羽。豐其實者嗇其花。 \\n 方言各不相通也。所以傳其意。通其義。則一也。 \\n 善乎。賈生之言曰。天地為鑪兮。造化為工。陰陽為炭兮。萬物為銅。忽然為人兮。又何足控摶化為異物兮。又何足患。由此推之。理之常然者固莫論。其理之變者莫可得而曉也。如月令。雀入大水為蛤。是羽蟲化為甲蟲也。田鼠化為鴽。是毛蟲化為羽蟲也。松樹化為老人。無情化為有情也。婦人望夫化為石。有情化為無情也。牛哀化為虎。江夏王氏之母。浴於川化為黿。沒於深淵。漢末。馬生人。名馬異。亡入於胡。後漢劉聰后劉氏。生一虵一猛獸。各傷人而走。慕容燕時。有女子化為男。宋徽宗時。有婦人生鬚。度為女道士。有男子生子。蓐母不能收。更七人而逸。凡此者。造物游氣。變化紛擾。不可得而測也。其常變之兆。禎孼之萌。各有所主焉。 \\n 山則本同而支異。水則原異而委同。地理也。天下同歸而殊途。一致而百慮。人事也。 \\n 五德王天下之說。於運祚修短。本無所損益。或謂水德王則刻深其刑以應之。則害於道矣。 \\n 知人。帝王之盛節。三代而下。漢高為最。昭烈次之。光武唐太宗。伯仲間耳。 \\n 正誼不謀利。明道不計功。董子可謂得先難後獲之旨矣。語尤明快。 \\n 胡氏曰。會人物於一身。萬物異形而同體。通古今於一息。百王異世而同符。此所以本諸身。徵諸庶民。考諸三王而不謬。建諸天地而不悖。質諸鬼神而無疑。百世以俟聖人而不惑者也。 \\n 張子曰。賢才出。國將昌。子孫才。族將大。家國皆然也。 \\n 成立之難如升天。從善如登也。覆墜之易如燎毛。從惡如崩也。 \\n 祥於刑者。有法外之遺姦。秦王是也。坑儒生而得劉項。工於數者。有術中之隱禍。魏武是也。殺楊修而得司馬懿。 \\n 化國之日舒以長。由其事簡也。亂國之日短以促。由其事繁也。事繁則長日如短。事簡則短日如長。諺云閒覺日偏長是也。或者謂有道之國。日行上道而長。遂加賦於民。欺矣哉。 \\n 仁人之詘。國將亂也。小人得位。亦國將亂也。是以漢之黨錮。唐之朋黨。宋之奸黨。三黨興。天下遂至於衰亡矣。 \\n 窮理須是用心。自有悟處。管子曰。思之思之。又重思之。思之不已。鬼神將告之。非鬼神告之也。乃精氣之極也。 \\n 玩是思之精。索是求之至。 \\n 詩者。不發其胸中湮鬱之氣。則暢其心下喜樂之情。故以出於自然者為工。不以流於巧麗者為富。 \\n 易於近者。非知言者也。諺云。心不負人。面無慚色。即浩然之氣。配義與道也。又曰。偷人膽失。即行有不慊於心則餒矣。 \\n 舉世皆夢也。夢夢也。不夢亦夢也。夢乎夢。不夢乎不夢。是故得失。蕉鹿也。物我。蝴蝶也。榮枯。黃梁也。 \\n 夢之大端二。想也。因也。想以目見。因以類感。 \\n 諺云。南人不夢駞。北人不夢象。缺於所不見也。蓋寤則神舍於目。寐則神棲於心。蓋目之所見。則為心之所想。所以形於夢也。 \\n 因馬而念車。因車而念蓋。因類而感也。 \\n 不聞聞。聞不聞。聞聞。不聞不聞。不聞聞從真起應。聞不聞攝應遂真。聞聞感而遂通。不聞不聞。湛然常寂。 \\n 色聲臭味。天之所生也。耳目鼻口。人之所具也。目知色。耳知聲。鼻知臭。口知味。此四者天人之相交也。使無耳目。則聲色又烏用生之哉。則造化或幾乎熄矣。此天地之所以善藏其用也。至於心。則又所以具此理而應此事者也。宰制四者於中而各聽命焉。此其所以官天地役萬物者也。故並於兩間而為三。 \\n 木皆中實也。而娑羅樹則中空。竹皆中空也。而廣籐則中實。此皆因地而反生其類也。 \\n 物之有形有聲者。人畜是也。有聲無形者。雷霆是也。有形無聲者。木石是也。無形無聲者。此體物而不可遺者也。學者所當思也。程子曰。鬼神於若無若有之間。斷遣得去。則知之矣。邵子曰。鬼者人之影也。 \\n 野人鋤地。蚯蚓中斷。兩頭俱跳。此時安身立命在何處乎。曰。尸居餘氣。兩頭俱脫。曰。打虵斷尾時如何。曰。末去而本猶存也。曰。斷頭時如何。曰。本去則末不存矣。曰。立命豈無其所乎。曰。有之。存乎神。神去則機息矣。 \\n 儒佛言性之旨。譬之明珠。均之為蚌生也。儒謂珠由內出。生於蚌胎。佛謂珠由外入。寄在蚌胎。儒本諸天。佛由諸己。此學者當辨其理也。 \\n 生順死安而無容心焉。至矣。彼語寂滅者。往而不返。 \\n 告子義外之論。是於事上分內外。却不知心不可以內外分也。 \\n 事外無道。道外無事。故事愈近而道愈切。莊子曰。哀莫大於心死。而形死次之。誦之令人有生意。 \\n 盜賊至為不道矣。人苟面稱之為盜。則勃然而怒。可見其羞惡之心未嘗忘也。 \\n 夷狄華夏之人。其俗不同者。由風氣異也。狀貌不同者。由土氣異也。土美則人美。土惡則人惡。是之謂風土。 \\n 冬至用陽遁。順行九宮。夏至用陰遁。逆行九宮。從天道也。天道。日也。 \\n 歲必三百六十五日零三時而交春。月必三十日五時二刻而交節。此天道常行之數也。日與天會法也。 \\n 曆家分一日八刻於十二時。每時該八刻六分刻之二。術家欲取時之上四刻。天之清氣。故以八千四維配之而成二十四位。 \\n 五行相生。父子之道也。相剋。君臣之道也。毗和。兄弟之道也。配合。夫婦之道也。相得。朋友之道也。 \\n 八字。不易之定體。二運。流行之妙用。不易所以定平生。流行所以定時下。 \\n 星術以七曜四餘定所遇得失。以太陽定立命。以太陰定立身。以百年定行限。以生剋制化定人吉凶壽夭。多有驗者。此亦可以見人身各具一乾坤也。 \\n 術家以十二肖配十二辰。每肖各有不足之形焉。如鼠無牙。牛無齒。虎無脾。兔無唇。龍無耳。蛇無足。馬無膽。羊無神。猴無臀。雞無腎。犬無腸。猪無筋。人則無不足也。 \\n 又以十二肖同類之屬分陰陽。配為二十八星。禽如虎。則配豹是也。每辰二禽。四正之辰三禽。 \\n 近世卜者多用京氏易。以納甲配干支。以生剋配六親。以時日配六神。以八宮定世應。於以推人吉凶休咎。成一家之言。然與古易絕不相通矣。亦以見易道無所不通矣。 \\n 差穀古有其說也。其法最略。古惟有剛柔二日。內事用柔日。外事用剛日。及漢用寶義制伐德五日。其法以六十甲子。以上下生剋推之。猶未離乎二氣五行也。及唐百忌曆行。其拘忌愈繁。陰陽愈亂。吉凶愈無憑也。惑世誣民。於斯為盛。識者取其昭然有理者可也。不必盡法也。 \\n 乘數。陽息也。歸數。陰消也。息所以進。消所以退。此陰陽之理見乎數也。 \\n 兵家遁法。即白法也。開休生三吉門。開即六白。休即一白。生即八白。 \\n 耶律楚材以生剋制化論五星。郭去非以戰鬬伏降刑衝破合論三命。皆臻其理也。 \\n 為老氏之學者。其術多稔。便有為我意思。其高處是清虛。 \\n 莊子曰。雞鳴犬吠。人莫不聞知。不能以意億其所自化。又不能以意逆其所將來。精至於無倫。大至於不可圍。 \\n 莊子曰。道在秕稗。在瓦礫。在尿溺。每況愈下。蓋以道無乎不在也。 \\n 關尹喜曰。瞻之在前。忽焉在後。用之彌滿大虛。廢之莫知其所。亦非有心者所能得遠。亦非無心者所能得近。 \\n 廣成子曰。無視無聽。抱神以靜。形將自正。養氣。此語最精。 \\n 鶡冠子曰。賤生於無所用。中流失船。一壺千金。賤亦有時而貴。不見當亂之世。金章紫綬。照耀奴臺之軀乎。 \\n 自釋迦拈青蓮華。迦葉呵呵微笑。自此示機。直至達摩說出能作能用。即是佛性。此即教外別傳。更無別旨。自此禪宗皆祖此。 \\n 釋氏掃去財色。直截無為。其行超絕至高。易以動人。故以寂滅為樂也。狥生執有者。物而不化。故以長生為樂也。張子曰。二者雖有間。以言乎失性則均也。 \\n 佛居大地之陰。西域也。日必後照。地皆西傾。水皆西流也。故言性以空。孔子居大地之陽。中國也。日必先照。地皆東傾。水皆東流也。故言性以實。意者亦地氣有以使之然歟。佛得性之影。儒得性之形。是故儒以明人。佛以明鬼。 \\n 佛氏以性為自底。不涉於天。不知於何處求天。以山河大地為幻妄。有時破壞。不知於何處求地。以四大為假合。本來非有。不知於何處求人。 \\n 佛氏之徒曰無生者。是畏死之論也。老氏之徒曰不死者。是貪生之說也。死生。天地之常理。畏者不可以苟免。貪者不可以苟得也。 \\n 禪宗一達此旨。便為了此一大事公案。只知能作用者便是。更不論義理。所以疏通者流於恣肆。固滯者歸於枯槁。 \\n 禪宗只一悟為功。如曰隨緣放蕩。任性逍遙。但盡凡心。別無聖解。 \\n 律師有佐据。禪師無撈摸。 \\n 達摩曰。作用是性。變現俱該。沙界收攝。在一微塵。 \\n 佛氏於性宗工夫深。老氏於命宗工夫深。 \\n 輪迴舉世皆言之。可見佛教入人之深也。此理。能窮造物之理者。始足語之。 \\n 飛昇有乎。曰。此必有術。不可得而測也。必也至人能之乎。然天上實無着處。 \\n 大藏經云四句。乃實句義句法句凋句也。 \\n 大般若經云四數。乃數分算分計分喻分也。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之三上", "正文": "  \\n ●草木子卷之三上 \\n 　 \\n  \\n 克謹篇 \\n ○克謹篇 \\n 貢禹曰。攻山取銅鐵。鑿地數百丈。銷陰之精。地藏空虛。不能含氣出雲。水旱之災。未有不由此也。 \\n 智襄子為美室。士茁曰。高山峻原。不生草木。松柏之下。其土不肥。今土木勝。臣懼其不安人也。室成三年而智氏亡。此造室太大之占也。必凶。 \\n 伯陽父曰。陽伏而不能出。陰迫而不能蒸。於是有地震。是陽失其所而鎮於陰也。 \\n 昔伊洛竭而夏亡。河竭而商亡。三川竭岐山崩而周亡。其國不過十年。數之紀也。 \\n 陰變則靜者動。陽蔽則明者晻。 \\n 師曠云。歲欲豐。甘草先生。【薺也。】歲欲苦。苦草先生。【葶藶也。】歲若惡。惡草先生。【水藻也。】歲欲旱。旱草先生【蒺藜也。】歲欲雨。雨草先生。【蕅也。】歲欲病。病草先生。【艾也。】歲欲流。流草先生。【蓬也。】 \\n 秦苻堅出師。武庫刀鎗自鳴。遼主天祚親征阿骨打。刀鎗皆放光。宋童貫出師。約夾攻大遼。無故忽失二認旗。其後兵皆敗衂。 \\n 至正未亂之先。江浙大雨。忽有二魚落省臺上。蓋鱗介失所之象也。卒為兵禍。在昔晉時。亦有是異。 \\n 元劉太保遷元京北城。取居庸關水入城。冀稍潤其土。然亦不及百年。禍變亦作。豈地數有限而致然耶。易曰。消息盈虛。與時偕行。天道也。孟子曰。天下之生久矣。一治一亂。人事也。管輅曰。土地悠長。尚有興衰之運。地理也。由今監古。氣化盛衰。人事得失。未嘗不相因。豈徒然哉。 \\n 至正初。揚子江一夕忽竭。舟楫皆閣於塗中。露有錢貨無數。蓋是累年覆舟之遺物也。人爭取之。潮至輙走。潮退復然。亦有走不及而渰死者。如是累月。江復安流。識者曰。此江嘯也。其後果先失江南。 \\n 昔元戊寅年間。荊州分域。有鬼夜叫云。苦也苦。幾時泥到襄陽府。居人皆聞之而不見其形。及早視之。凡樹木不論大小。皆用泥和狗豬毛。離根一二尺泥之。至樹分枝處則止。後又改叫云。苦也苦。幾時泥到成都府。蓋古今未聞之異也。 \\n 元至正丙戌冬。日色如血。 \\n 昔至正六年。當天下正昇平。司天監奏天狗星墜地。血食人間五千日。始於楚。徧及齊趙。終於吳。其光不及兩廣。其後天下之亂。事事皆應。 \\n 丁亥春正既望。月夜出無光。是時庚申君。天久不郊。宗廟久不祀。蓋已怠荒矣。 \\n 至正戊子。永嘉大風。海舟吹上平陸高坡上三二十里。死者千數。世人謂之海嘯。其後海寇方國珍據海為盜。攻剽瀕海數州。朝廷終莫能制。 \\n 至正九年間。河內民家養蠶。及熟而上箔。共結成一幅。宛如旗狀。又一家蠶數千萬。共結成一繭。大如數石甕。蓋亦倮蟲之孼。為兵之兆也。 \\n 鄜州路宜君縣孟皇村。呼景賢母舅石氏。養蠶三十箔。其蠶忽變。萬蠶合併為千。千化為百。百化為十。十化為一巨蠶。大如瓜瓠。及老而簇吐條。計重一十五斤。當時以為瑞。及元末。小總兵王保保與慶陽李思齊治兵相攻。屠翦其村。石氏遂滅。蓋倮蟲之孼也。 \\n 又呼家。其母養蠶將老。蠶忽唧唧有聲。次年母卒。 \\n 又張思齊出師。二百人為一屯。野宿。刀鎗各作一攢插地。夜半。鎗忽自然火甚熾。須臾煨燼。惟金刃存。其後兵果散敗。是不戢自焚之應也。 \\n 至正己丑冬十一月。天裂天漢之旁。其後卒因河決。聚役徒而叛。 \\n 庚寅年。冬溫。霹靂暴雨時行。衢饒處等州雨黑黍。大如小麥。色黑。咬破視其內。白如粉。草木皆萌芽吐花。 \\n 雪中雷電。自至正庚寅以後屢屢見之。蓋陰陽差舛之氣異乎常也。辛亥春。其變輕。癸丑春正月十一日。雷而大雪者凡三四日。又其甚也。 \\n 至正十一年春正月二十日夜。京師清寧殿火。焚寶玩萬計。由宦官熏鼠故也。未幾。天下大亂。淮東賊毛會逼都城而退。 \\n 又京師齊化門東街。達達一婦人。生髭須長一尺餘。 \\n 辛卯冬至。雷電大雪同至。天下遂兵亂。人民死者大半。 \\n 又辛卯年。岳州府門忽自倒。柱脚向天。次年。城陷於倪寇。 \\n 壬辰夏四月朔。日食既。 \\n 至正壬辰間。貶丞相脫脫詔書。端明殿忽傾仄如倒狀。天兆其戒。卒不之悟。悲夫。元朝之亡。蓋決於此。 \\n 壬辰間。江淮蘆荻多為旗鎗人馬之狀。節間折開。有紅暈成天下太平四字。 \\n 雨紛鍼。湖廣民家門戶柱壁之間。有粉痕如鍼樣無數。不知何物。從何而生。 \\n 至正壬辰癸巳間。浙江潮不波。其時彭和尚以妖術為亂。陷饒信杭徽等州。未幾克復。又為張九四所據。浙西不復再為元有。昔宋末海潮不波而宋亡。元末海潮不波而元亡。亦天數之一終也。蓋杭州是鬧潮。不鬧是其變。 \\n 至正癸巳春三月。月食太白。是時江淮羣寇起。張九四據高郵。韓山童男據臨濠。徐貞一倪蠻子陳友諒亂漢沔。丞相脫脫統大師四十萬出征。聲勢赫然。始攻高郵城。未下。庚申君入丞相亞麻之讒。謂天下怨脫脫。貶之。可不煩兵而定。遂詔散其兵而竄之。師遂大潰。而為盜有。天下之事。遂不可復為矣。後亞麻慮脫脫再入相。矯詔酖殺之。後一年。東南州郡多陷。其言不驗。始杖而貶死。 \\n 癸巳秋大旱。溪澗皆竭。 \\n 甲午春。大風拔木。 \\n 甲午年春。大雨凡八十餘日。兩浙大饑。是夏赤星見。岳州父老言。甲午年大雨。羣龍皆穴地變化而出者無數。識者知其為天發殺機也。 \\n 甲午乙未間。河北山東多隕石。大或如屋。陷深入地丈餘。洛陽有大星隕地。滾行數十丈。草木皆焦。北抵山石。其土石皆融液而流。須臾復望西飛去。此又其特異者也。 \\n 至正甲午乙未年。龍泉縣人家有一鷄二形。一邊毛羽純雄。一邊毛羽純雌。既能雄鳴。又解雌伏。蓋氣之乖亂。羽蟲之孼也。次年。青田山賊陷縣治。 \\n 至正乙未年三月三日。黃霧四塞。日暗無光。是年六月二十日。賊陷縣大掠。 \\n 乙未年中。江淮間羣鼠擁集如山。尾尾相銜度江。過江東來。湖廣羣鼠數十萬。度洞庭湖望四川而去。夜行晝伏。路皆成蹊。不依人行正道。皆遵道側。其羸弱者走不及。多道斃。 \\n 至正乙未冬。湖廣雨黑雪。是時倪文俊陷湖廣。威順王妃主子女皆為所擄。其後諸子皆為所殺。 \\n 陝西省某縣。至正十五年間。一夜大風雨。有一大山西飛者十五里。山之舊基。積為深潭。 \\n 丁酉夏六月。溫州沒千餘家。 \\n 至正戊戌冬十月。有兩日相擊。黑光摩盪。 \\n 戊戌冬十二月朔。雨雪中。東方有赤虹。貫於中天。處州青田山中。竹生米。可食。 \\n 至正十九年。元京子規啼。昔邵康節在洛陽天津橋聞之。已知宋室將亂。況元京離洛陽尤遠。非南方之鳥所至。地氣自南而北。又符康節天下將亂之語。豈非天數也。 \\n 己亥秋九月晦日。天甫明。西南方天裂。紅光燭地。移時始復。冬十月。白虹貫日。 \\n 己亥冬。盛寒之月。蜂蝶競出。多入人家香鑪上立。後多凍死。按此物當春暖花香則出。苦寒出非其時。此變也。變不虛生。宜有其證。後龍鳳年間。多選良家子弟為湖務閒官。少年多以事被戮。是其應也。 \\n 庚子間。太原雨雹。大如數斗器。牛馬多死。是時天下大亂。丞相孛羅稱兵犯闕。欲廢高麗氏太子。而立雍吉剌所生幼子。高麗後奔滄州。太子奔太原。王保保舉兵誅孛羅。太子復位。雍吉剌皇后以憂死。幼子雪山。其母家取歸直北海都田地。 \\n 至正二十二年間。黃河自河東清者千餘里。河魚歷歷。大小可數。庚申帝聞之。慘然不樂者數日。羣臣奏曰。河清。王者之瑞。胡為不樂耶。上曰。傳云。黃河清。聖人生。當有代朕者。羣臣復曰。皇太子生子。是陛下聖孫。即其應也。上笑而釋。 \\n 丙午夏。平江路當午。天大雷雨。有一富家正廳。安置匡牀胡椅圓鑪臺桌。廳旁一室。封鎖如故。雷震壁破。一孔如盞大。其牀椅鑪桌皆從此孔入。堆疊滿室。人皆不解其異。次年。張九四陷城。據有東南五州之地。享其富實十餘年。蓋小能容巨。賤能居貴之象也。 \\n 至正丁未。太原地大震。凡四十餘日。後又大震裂。居民屋宇皆倒壞。火從裂地中出。燒死者數萬人。次年。太原陷。 \\n 至正戊申九月。庚申帝棄元京。遁居應昌府。先三日。國朝常國公遇春等統兵至柳林。去元京甚近。庚申帝召文武百官軍民。議戰守之計。遲明。會議端明殿。及開門。忽有二狐自殿上出。帝見。歎且泣曰。宮禁嚴密。此物何得至此。殆天所以告朕。朕其可留哉。朕不可復作徽欽銜璧求活。為天下笑。即命北狩。未三日。元京遂沒。 \\n 己酉冬十二月朔。天裂西南。 \\n 又元京未陷數日前。有一餓鴟鳴端明殿上。作滅胡之聲。帝命善射者射之。終莫能中。 \\n 庚戌年。岳州府羣蟻同穴。無故自鬬而死。處處皆積成小堆。其後獨岳州將臣張斌軍師大敗於潞州死。 \\n 庚申帝履位之後。月凡食既者三。其後卒於其身失國。豈夷狄中國之陰也。不於日示咎而於月歟。 \\n 庚申帝幼年。遠貶南服。舟汎清江。忽有二老猴登舟獻果而拜。及去。使人尾之。至山洞中。羣猴凡四五百。上命近寺僧每日設飯飼之。及癸酉還都登極。羣猴復相率拜送。餘猴數百皆去。忽其中大猴卒死者三十六枚。當時皆惘然。莫知所以。蓋申肖猴。迎拜。見祥也。送死。示孼也。庚申帝既貶而得國。在位凡三十六年而亡國。蓋天示之象也。在昔唐明皇酉生肖雞。明皇好鬬雞。兵爭象也。其後卒有祿山之亂。 \\n 元朝自世祖混一之後。天下治平者六七十年。輕刑薄賦。兵革罕用。生者有養。死者有葬。行旅萬里。宿泊如家。誠所謂盛也矣。 \\n 大抵北人性簡直。類能傾心以聽於人。故世祖既得天下。卒賴姚樞牧菴先生許衡魯齋先生諸賢啟沃之力。及施治於天下。深仁累澤。浹於元元。惜乎王以道文統行吏道以雜之。以文案牽制。雖足以防北人恣肆之姦。而真儒之效。遂有所窒而不暢矣。 \\n 元京軍國之資。久倚海運。及失蘇州。江浙運不通。失湖廣。江西運不通。元京饑窮。人相食。遂不能師矣。兼之中原連年旱蝗。野無遺育。人無食。捕蝗為糧。 \\n 南陽府廉訪僉事保保巡按至彼。忽初更聞雞啼。曰此荒雞也。不久此地當為丘墟。天下其將亂乎。遂棄官而隱。後南陽果陷。蓋初更啼即為荒雞。祖逖聞雞聲。蹴劉琨起曰。此非惡聲也。遂起而舞。即此事也。 \\n 嘉興府海鹽縣故富家趙君舉。及衰替。別營一小室以居。落成之日。宰豬為享禮。豬小腸皆修治。忽迸地如虵。蜒蜿而走。將及一里許而止。間一年。所營小室亦賣。蓋國家將亡而妖孼見。蓋其理也。 \\n 處州府遂昌縣。晝忽有大聲如鐘。自天而下。無形。蓋皷妖也。次年。縣中官民俱災。 \\n 遂昌縣徐孟芳母舅。見沙洲一石。自行自走。異之。遂拾以歸。後碎之。實石也。他無所有。恐至陰生陽之兆也。 \\n 元京未陷。先一年。當午有紅雲一朵。宛然如一西番塔。雖刻畫莫能及。凝然至晚方散。後帝師以國事不振。奔還其國。其教遂廢。蓋其物象見祥也。 \\n 飭武備以修文德。兩盡其道。古之教也。元朝自平南宋之後。太平日久。民不知兵。將家之子。累世承襲。驕奢淫佚。自奉而已。至於武事。略不之講。但以飛觴為飛炮。酒令為軍令。肉陣為軍陣。謳歌為凱歌。兵政於是不修也久矣。及乎天下之變。孰能為國爪牙哉。此元之所以卒於不振也。 \\n 元初有王華蔡五九等之亂。旋致戡定。 \\n 庚申帝初年。秦王伯顏為政。變亂舊章。江西有朱光卿。在後有李致甫羅天倫之變。國力猶全。尋皆殄滅。至正戊子間。海寇方國珍始為亂。先是蔡亂頭剽劫海商。始懸格命捕之。方為台之楊嶼人。慕賞功官爵。募衆至數千人。時台州總管焦鼎等納蔡之賂。薄其罪而不加誅。玩忽歲月。方遂入海為寇。官兵皆不戰而敗。朝廷恐為海運之梗。招安之。即啗之以海運千戶。及既定。瀕海之民莫不憤之。與萬戶蕭載之謀襲殺之。不果。又叛。朝廷命參政孛羅元帥董搏霄率兵加討。兵未交。皆先潰。郝萬戶為所獲。方拘置舟中。使求招安。郝故出高麗后位下。請託得行。遂特旨釋之。進爵已拜參矣。嗚呼。邊方貪官既失之於始。中宮寵后又失之於終。當賞而不賞。當刑而不刑。刑賞之柄既失。紀綱於是乎大壞。而中原之寇起矣。 \\n 方國珍。台之寧海人。其居有山。在中曰楊嶼。嘗有童謠云。楊嶼青。出賊精。其初亦欲向功。為國宣力。後失望。遂出忿言曰。蔡能為盜。我豈不能耶。遂叛。生平力能走及奔馬。與弟國彰國英姪亞初同為亂。朝廷屢招國珍為司徒。弟姪皆平章院判矣。 \\n 天下治平之時。臺省要官皆北人為之。漢人南人萬中無一二。其得為者不過州縣卑秩。蓋亦僅有而絕無者也。後有納粟獲功二途。富者往往以此求進。令之初行。尚猶與之。及後求之者衆。亦絕不與南人。在都求仕者。北人目為臘雞。至以相訾詬。蓋臘雞為南方饋北人之物也。故云。及方寇起。瀕海豪傑如蒲圻趙家戴綱司家陳子游等。傾家募士。為官收捕。至兄弟子姪皆殲於盜手。卒不沾一命之及。屯膏吝賞至於此。其大盜一招再招。官已至極品矣。於是上下解體。人不向功。甘心為盜矣。又獲功之官。於法非得風憲體覆牒文。不輒命官。憲使招權。非得數千緡。不與行遣。故有功無錢者。往往事從中輟。皆抱怨望。其後盜塞寰區。空名宣勅。遇微功即填給。人已不榮之矣。向使用於初亂之時。豈復有寇如此昌熾。何其始之嗇而終之濫耶。且功則不與。賊則與之。刑賞倒施。何其謬哉。嗚呼。爵命之設。上以尊有德。下以待有功。此豈人君私器而專用私人也哉。後之有天下者可以監矣。太史公曰。存亡在出令。信夫。 \\n 方之初亂。有宣數道勅數十道懸以購人立功。及有功。亦竟不與。可為太息。昔漢陳豨反代地。高祖即白見千戶者四人。以慰趙父老。可謂知用天下之機。 \\n 徐州盜韓山童叛。先是至正庚寅間。參議賈魯。以當承平之時。無所垂名。欲立事功於世。首勸脫脫丞相開河北水田。務民屯種。脫從之。先於大都開田以試之。前後所費凡十數萬錠。及開西山水閘灌田。山水迅暴。幾壞都城。遂止。又勸其造至正交鈔。楮幣寙惡。用未久。輒腐爛不堪倒換。遂與至元寶鈔俱澁滯不行。物價騰貴。及河決南行。又勸脫相求夏禹故道。開使北流。身專其任。瀕河起集丁夫二十六萬餘人。朝廷所降食錢。官吏多不盡給。河夫多怨。韓山童等因挾詐。陰鑿石人。止開一眼。鐫其背曰。莫道石人一隻眼。此物一出天下反。預當開河道埋之。掘者得之。遂相為驚詫而謀亂。是時。天下承平已久。法度寛縱。人物貧富不均。多樂從亂。曾不旬月。從之者殆數萬人。以趙宋為名。韓山童詐稱徽宗九世孫。偽詔略曰。蘊玉璽於海東。取精兵於日本。貧極江南。富稱塞北。蓋以宋廣王走崖山。丞相陳宜中走倭。託此說以動搖天下。當時貧者從亂如歸。朝廷發師誅之。雖即擒獲。而亂階成矣。反既定。下詔降徐州路為武安州。後其黨毛會田豐杜遵道等復奉其子為主。寇掠汴汝淮泗之間。死者成積。中原丘墟。 \\n 汝寧盜韓山童男陷汴梁。僭稱帝。改韓為姓。國號宋。改元龍鳳。分兵攻掠。其下有劉太保者。每陷一城。以人為糧食。人既盡。復陷一處。故其所過。赤地千里。大抵山東河北山西兩淮悉為殘破。毛會等兵已犯闕。王師極力戰守。始退敗。 \\n 蘄州盜徐貞一叛。先是瀏陽有彭和尚能為偈頌。勸人念彌勒佛號。遇夜。燃大炬名香。念偈拜禮。愚民信之。其徒遂衆。徐本湖南人。姿狀龐厚。無他長。生平以販布為業。往來蘄黃間。及妖彭衆欲為亂。思得其主。一日。徐於鹽塘水中浴。衆見其身上毫光起。衆皆驚異。遂立為帝。反於蘄春。天下響應。東南遂大亂。湖廣江西江浙三省城池多陷沒。開蓮臺省於蘄春。然資性寛縱。權在羣下。徒存空名爾。後其臣偽漢主陳友諒下兵攻臺。謀篡位。乃勒死於采石。 \\n 沔陽盜倪文俊。號蠻子。聚衆從為亂。倪世以漁業居黃州黃陂。其生之夕。母夢有白虎入室。遂生。及徐僭號。倪為偽相。用多槳船。疾如風。晝夜兼行湖江。出人不意。故多克捷。所至殺害。擄威順王諸子。妻其妃子。庚申帝特降詔招撫。然亂端已成。俱無所及。王諸子竟為所殺。荊鄂潭岳黃蘄澧六常德寶慶江虔洪吉等州。皆為所據。然驕恣不撫其下。後竟為其下所殺。前夕。母復夢白虎死。遂遇戮。又一二日前。有大星落蠻子舟前。蠻子曰。又有大官人當吾手中死。不知乃自己應天象也。嗚呼。區區一盜。使之為亂以禍天下。而亦內符母夢。上應乾象。豈徒然哉。其弟倪文郁同亂。後封長沙王。鎮岳州。及蠻子誅。文郁亦見殺。獨季弟倪七不從亂。亦不及禍。至今尚居漢川縣。耕稼為業。富於牛田。 \\n 汝寧餘寇尚熾。丞相脫脫命其弟中臺御史大夫野先不花董師三十萬討之。至城下。與賊未交鋒。即躍馬先遁。汝寧守官某執馬不聽其行。即拔佩刀欲斫之曰。我的不是性命。遂逸。師遂大潰。汝寧不守。委積軍資如山。率為盜有。脫脫匿其敗。反以捷聞。既而西臺以文彈劾。脫脫奏。臺憲不許建言。違者坐罪。此則脫脫欺掩之私也。嗟乎。命將不於其才。惟於其親。此其所以敗也。昔楊國忠為相。任單于仲通為將。使征雲南。喪師一十萬。房琯為相。用琴士董廷蘭為將。使拒安祿山。喪師四萬。王介甫為相。命門客李復圭為將。使攻西夏永洛城。喪師亦數萬。是皆取非才於親暱。皆由君不知將。將不知兵。未有不敗其國者也。後之為人君者。可不監諸。 \\n 高郵盜張九四叛。至正壬辰年。朝廷命脫脫丞相征之。中散其兵。兵遂潰。張乃陷平江路。先是。中原上馬賊剽掠淮汴間。朝齊暮趙。朝廷不能制。張為鹽場綱司牙儈。以公鹽挾帶私鹽。並緣為姦利。然資性輕財好施。甚得其下之心。當時鹽丁苦於官役。遂推其為主作亂。朝廷命脫脫討之。王師號百萬。聲勢甚盛。衆謂其平在晷刻。及抵其城下。毛葫蘆軍已有登其城者矣。疾其功者曰。不得總兵官命令。如何輒自先登。召其還。及再攻之。不下。未幾下詔貶脫脫。師遂潰叛。乙未。張汎海以數千人陷平江路。海運遂絕。後朝廷力不能制。以詔招之。累官至司徒。自號成王。據有平江嘉興杭州紹興五路之地。 \\n 其後天下處處盜起。陝西有金花娘子。江西有歐道人。山東有田豐。襄陽有莽張。岳州有潑張。安慶有雙刀趙。四川有旻眼子。各據州郡。此其大者。大抵江淮皆屬張寇。湖廣皆屬徐寇。惟此兩枝為盛。 \\n 庚子歲。偽漢王陳友諒殺其君徐貞一。稱帝於采石五聖廟。先是。徐雖為君。權皆在倪蠻子。友諒其所部也。倪為丞相。頗驕恣。待其下無恩。陳因與其黨襲殺之。其黨復謀殺之。事泄見殺。於是大權悉歸於陳。封偽漢王。欲舉兵攻臺。兵至采石。謀稱帝而後下兵。遂遣其黨殺徐。僭號曰漢。改元大義。引兵攻臺。大敗而歸。營江州為都。 \\n 友諒。原沔陽人。承平為縣貼書。及從為盜。弟兄四五人專兵為衞。既殺倪殺徐。遂謀為帝。既敗於建康。復棄江州而遁回武昌。於是洪虔吉贛袁瑞撫饒皆歸建康。壤地益蹙。竭力制舟師。謀圖報復。合兵攻隆興。久不下。臺兵至。合戰鄱陽。前後相持者八十餘日。大戰者五六。死者六七萬人。兵既不支。欲退出至湖口。為流矢所中而卒。其下復立其子為帝。襲位居武昌。改元德壽。臺兵攻圍一年不拔。潑張以潭岳兵赴援。兵敗見執。遂俱降。國亡。重慶盜旻眼子。僭號稱帝。國號大夏。改元旻。先沔陽人。瞎一目。為巡司弓兵牌子頭。隨倪蠻子為盜。分兵攻四川。陷成都。殺戮既盡。退居重慶。陳矯徐命。使會兵建康。既而憤陳之殺逆。竟引兵歸。曰汝能為帝。我豈不能為帝耶。據有全蜀之地。絕不與陳通。居位六年。後為其弟所殺。其妻復圖殺其弟。立其子為帝。襲位。以其黨戴牌為冢宰。事皆專之。小旻主擁虛名而已。辛亥。臺兵攻之。七月。四川破。遂同其母俱降。其後母召入宮。以海舟送小旻主同德壽陳少主去高麗。飄然入於海矣。 \\n 元朝是時。長淮以北。尚皆晏然。山東則王信。陝西則李思齊。隴西則張思道。太原則王保保。汴梁則太子開撫軍司以總之。既而諸將積不相能。至戊申七月。共讒王保保欲叛。詔削其軍權。九月。臺兵北行。處處皆望風崩潰。曾無一戰。王信首以山東降。兵竟攻東昌。遂擣京師。庚申帝遁。不三日。元京陷。直趨山西。至澤潞。臺兵稍失利。遂至太原。王保保不支亦遁。西指潼關。李思齊遁。既而妻子被俘。亦出降。張思道等皆降。秦隴悉定。頃以皇孫為崇禮侯。庚申帝棄元京。出居應昌府。己酉歲。都督李保保輕兵襲之。時庚申帝已於其年四月二十又七日以滯下疾崩。皇太子獨脫身走去。而皇孫就擒。【李保保即文忠。】 \\n 有掌符寶郎。以歷代靈章凡四十餘顆降。上以其不忠。剮之。山東降。有降將百餘名。皆樞密院判之類。丞相李善長言其人物魁梧可用。上疑其結黨。皆殺之。辛亥攻四川。平之。偽夏旻氏母子降。天下混一。 \\n 嗚呼。治天下之道。至公而已爾。公則胡越一家。私則肝膽楚越。此古聖人所以視天下為一家。中國為一人也。元朝自混一以來。大抵皆內北國而外中國。內北人而外南人。以至深閉固拒。曲為防護。自以為得親疎之道。是以王澤之施。少及於南。滲漉之恩。悉歸於北。故貧極江南。富稱塞北。見於偽詔之所云也。迄今天祿之遷。盡歸於南。於此可以見乘除勝復之理也。故自慢藏於方寇。誨盜於韓寇。奬亂於野先。敗事於答麻。而天下之勢。十已去七八矣。於是山東西河南北淮左右皆為寇壤。城郭丘墟。積骸如山。後來雖命李察罕收復河汴。不幸輕信降寇。為田豐之所襲殺。其子王保保。殺田而代領其衆。糧匱師驕。不相統一。孛羅又生內變。稱兵犯闕。謀易太子。譬之羸病之人。日以粥藥扶救。猶懼不濟。況復以峻導毒劑繼之哉。縱無外寇。尚且喪亡。況臺以百萬之兵振之哉。其能淹延數歲。直至戊申而後失國。亦云幸矣。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之三下", "正文": "  \\n ●草木子卷之三下 \\n 　 \\n  \\n 雜制篇 \\n ○雜制篇 \\n 井田之法。非獨為均田制祿而已。蓋所以陰寓設險守國之意。故中原平衍。設立許多溝澮。許多阡陌。使車不得方其軌。騎不得騁其足也。豈非寓至險於大順之中者乎。觀晉郤克欲使齊人盡東其畝。以便戎車。吳玠在蜀。於天水軍作地網。以阻金兵之騎。於此可以驗之也。 \\n 兵法始於黃帝。而井田亦始於黃帝。 \\n 八陣圖亦出於井田。公田即中軍也。私田八家即八陣也。 \\n 曆法。斗建。天行也。建除十二位是也。日辰。日行也。角亢二十八宿是也。斗順天而西行。日逆天而東轉。斗日互行。至復會於元。分之所以為一歲。故曰天周歲終。此曆之大綱也。 \\n 曆自上古黃帝以後。莫不隨時考驗。以與天合。故曆法無數更之弊。及秦滅先世之術。置閏於歲終。古法殫廢矣。由漢而下。以積年日法為推步之準。以至於今。夫天運流行而不息。欲以一定之法拘之。未有久而不差之理。差而必改。其勢有不得不然者。乃命改造儀象。日測月驗。以與天合。庶永終無弊。【元詔】 \\n 漢大初曆。凡十九年七閏為一章。章者至朔分齊閏無餘分也。二十七章五百一十三歲為一會。會者日月交會一終也。凡三會八十一章一千五百三十九歲為一統。閏朔並無餘分。但非甲子歲首也。凡三統二百四十三章四千六百一十七歲為一元。至是閏朔並無餘分。又值甲子歲首也。此揚子雲擬之以作太玄也。唐大衍曆亦以初年甲子日子時朔旦。冬至在歲次甲子之首。謂之至朔同日。第二十年為第二章首。復得至朔同日。然非甲子之先期夜半。乃是癸卯日卯時。第三十九年至朔同於癸未日午時。第五十八年為第四章首。至朔復同於癸亥日卯時。第七十七年至朔又復同於癸卯日子時。因其至朔同在夜半。與初年第一章同。遂以七十六年名一蔀。蔀者。蔽暗昧之時也。凡四章為一蔀。總二十蔀名曰一紀。計一千五百二十年必然至朔同於甲子日之先期夜半。但非甲子歲首耳。總三紀積四千五百六十年至朔同於甲子日之先期夜半。又甲子歲首。總會如初。名曰一元。此僧一行推之演大易也。曆說雖多。不出此二家之術也。 \\n 定曆名曰授時。取堯典敬授人時之義。 \\n 自古曆多用一定之法。故未久而差。由不知天為動物。而歲亦略有差也。古曆雖立差法。五十年差一度又太過。一百年差一度又不及。七十五年差一度。稍為近之。尚未精密。元朝以八十一年而差一度。算已往。減一算。算將來。加一算。始為精密。又隨時以儀象。 \\n 歷代立八尺之表。以量日景。故表短而晷景短。尺寸易以差。元朝立四丈之表。於二丈折中開竅。以量日景。故表長而晷景長。尺寸縱有毫杪之差則少矣。 \\n 元朝立簡儀。為圓室一間。平置地盤二十四位於其下。屋背中間開一圓竅。以漏日光。可以不出戶而知天運矣。 \\n 銅漏之外。又有燈漏沙漏。皆奇製也。 \\n 玲瓏儀。鏤星象於其體。就腹中仰以觀之。此出色目人之制也。更有五更。更有五點。前後多寡相補。其數相齊。此可以見古人於小事亦有法也。 \\n 元熊朋來律論。黃鐘流行。諸律本無間斷也。算法之起。殆因律琯有長短。此算家因律以命術。非律以命算也。猶之方田焉。田生五穀。豈知我為圭箕弧環。律和五聲。豈知我為正變倍半。皆算家命之耳。故古之鐘律者。以耳齊其聲。後人不能。始假數以正其度。雅樂之不可興。聲音之不可傳也。 \\n 黍命於律。不命於黍。吾於算法亦云。又謂空圍九分。乃算家內周。非空中容九方分。律有半。呂有倍。使有半周倍用變。各有倫理。凡以羽翼蔡氏之書。非求異也。 \\n 諱法。自周以前無之。至周公立制。人生既冠。以字易名。及有爵者。死而定諡。則固以彌文矣。後世遵之。其法愈嚴。如始皇名政。改正月之正音征。至今不改。漢呂后諱雉。改雉名野雞。人患痔者名野雞疾。晉宣帝諱昭。改昭穆為招穆。至唐李賀父名晉肅。謂賀不當舉進士犯其父。偏名為諱。昌黎韓文公至為作諱辨。宋有禮筵。名曰大排。凡所招親賓。則先請其三代名諱。筵中倡優雜戲歌曲。皆逐一刊定迴避。然後呈進。及入人家。皆先問父祖諱。然後接談。冀無誤犯。歷代諱法之嚴如此。至於元朝。起自漠北。風俗渾厚質樸。並無所諱。君臣往往同名。後來雖有諱法之行。不過臨文略缺點畫而已。然亦不甚以為意也。初不害其為尊。以至士大夫間。此禮亦不甚講。 \\n 歷代多崇徽號襃美。多至十餘言以上。皆後世羣臣之導諛也。後世人誰誦之。初亦何益。如堯舜禹湯無諡。初不害其為有道之君。至周公旦始立諡法。諡其父兄為文為武。特止一字而已。當諡法之行。亦出於公。皆攷行以定名。如幽厲無道。加諡以惡。雖孝子慈孫。百世猶不能改。何則。時以公也。及始皇奮其私智。一革諡法。謂子不可以議父。臣不可以議君。直以賢聖自居。何則。實出於私己也。漢諡尚少。亦死而定名。至唐而生加美諡。至字最多。至為無謂。元朝此等皆絕而不為。及死而始為之諡。亦止於一二字而已。初不掩其行之善惡是非。此亦可以為法也。自周立諡。至諸侯卿大夫皆有之。歷世遵行。迺其常也。至元朝秦王太師潛行不軌。欲要譽於天下。以私錢十萬錠。濟怯憐口站戶之乏。庚申帝下詔曰。有臣如此。宜極褒嘉。加以美稱凡十四字。此又古之大臣所未有也。此又殆九錫之漸者乎。幸而未幾事敗身殞。此則權臣竊命。元朝之變例也。 \\n 歷代送終之禮。至始皇為甚侈。至窮天下之力以崇山墳。至傾天下之財以滿藏郭。至盡後宮之女以殉埋葬。坆土未乾而國丘墟矣。其他如漢唐宋陵寢。埋殉貨物亦多。如漢用即位之年上供錢帛之半。其後變亂。多遭發掘。形體暴露。非徒無益。蓋有損焉。元朝官裏。用梡木二片。鑿空其中。類人形小大合為棺。置遺體其中。加髹漆畢。則以黃金為圈。三圈定。送至其直北園寢之地深埋之。則用萬馬蹴平。俟草青方解嚴。則已漫同平坡。無復考誌遺跡。豈復有發掘暴露之患哉。誠曠古所無之典也。夫葬以安遺體。遺體既安。多貲以殉。何益。 \\n 山呼。漢制也。自武帝祀嵩岳始。舞蹈。唐制也。自武后賜宋之問始。 \\n 嘗讀酉陽雜俎書。見其記漢禮。天子臨朝。贊者云。天子為宰相起處則臨軒送之。御史大夫將軍此三公之官皆然。尚猶存此等體貌大臣之禮。漢遵秦君尊臣卑之制。尚未盡廢。後世之待大臣。直奴僕耳。直牛羊爾。三代之時。天子當宁而立。以朝羣臣。未至。偃然以臨其下。後世益以陵夷也。 \\n 歷代累封孔子為至聖文宣王。元朝加大成二字於其上。詔詞略曰。先孔子而聖者。非孔子無以明。後孔子而聖者。非孔子無以法。所謂祖述百王。師表萬世者也。文亦精雅。 \\n 蟬冠朱衣。漢制也。幞頭大袍。隋制也。今用蟬冠朱衣。方心曲領。玉佩朱履。是革隋而用漢也。此則公裳。 \\n 紗帽圓領。唐服也。仕者用之。巾笠襴衫。宋服也。巾環■〈衤巽〉領。金服也。帽子繫腰。元服也。方巾圓領。明服也。庶民用之。 \\n 朝服。一品二品用犀玉帶大團花紫羅袍。三品至五品用金帶紫羅袍。六品七品用緋袍。八品九品用綠袍。皆以羅流。外授省劄。則用襢褐。其幞頭皁靴。自上至下皆同也。 \\n 官民皆帶帽。其簷或圓。或前圓後方。或樓子。蓋兜鍪之遺制也。其髮或辮。或打紗練椎。庶民則椎髻。衣服貴者用渾金線為納失失。或腰線繡通神襴。然上下均可服。等威不甚辨也。 \\n 繖蓋。授宣者用褐羅。授勅者用青羅。 \\n 北人華靡之服。帽則金其頂。襖則線其腰。靴則鵝其頂。 \\n 元詔信州路龍虎山三十六代張天師朝京。錫以金印。封留國公。主領江南三山符籙道教事。真人吳閑閑為宗師留輦下。真人邱長春能燒金。佐世祖軍國之用。以功封以金印。主全真教。其外又有白蓮教。滿摩教。回回教。頭陀教。不合不通。各自有宗。 \\n 元太祖起龍朔。破大金。世祖得襄陽。平南宋。天下一統。取大易大哉乾元之義。國號曰大元。取至哉坤元之義。年號曰至元。設經陳紀。以垂後世。立中書省以總庶務。立樞密院以掌兵要。立御史臺以糾彈百司。世祖嘗言。中書朕左手。樞密朕右手。御史臺是朕醫兩手的。此其立臺之旨。歷世遵其道不變。持國正論。謂之臺綱。後世漸徇私情。謂非親不舉。非讐不彈。執此之論。反謂當然。而國論遂大不正矣。自庚申帝御極。太平王燕帖木兒為相。即用其弟買里古思為御史大夫。太平既敗。繼用秦王伯顏為相。即用其兄子脫脫為御史大夫。幸脫脫聽其館客吳行可之說。發其逆謀。秦王貶死。遂以功命脫脫為相。亦用其弟野先不花為御史大夫。及脫脫見貶。答麻矯詔酖之。遂以答麻為相。即用其弟雪雪為御史大夫。當時國事已去矣。嗟乎。世祖設是官。本以防權姦膠固黨與盤結之患。使之有所防範。擊刺以正國勢。及其末世。臺省要任。乃皆萃於一門。殊失養貓捕鼠畜狗防姦之意。幸其才智短拙。謀不逮心。旋致敗滅。向使莽操懿溫之倫居之。元之為元。已不迨順帝而後宗社為墟也。 \\n 元中臺建於大都。西臺建於陝西。南臺建於建康。其餘各道設廉訪司。隸於三臺。每歲巡歷州縣。糾察官吏。詢求民瘼。 \\n 元朝建中臺為御史大夫者。自陳緱山始。開科為狀元。自張起巖始。緱山以德業舉。起巖以人物舉。 \\n 元朝一品衙門用三臺金印。二品三品用兩臺銀印。其餘大小衙門印。雖大小不同。皆用銅。其印文皆用八思麻帝師所制蒙古字書。惟宣命之寶用玉。以玉筯篆文。此其異也。 \\n 元之宣勅皆用紙。一品至五品為宣。色以白。六品至九品為勅。色以赤。雖異乎古之誥勅用織綾。亦甚簡古而費約。可尚也。 \\n 元君立。另設一帳房。極金碧之盛。名為斡耳朵。及崩即架閣起。新君立。復自作斡耳朵。 \\n 元朝后妃及大臣之正室。皆帶姑姑衣大袍。其次即帶皮帽。姑姑高圓二尺許。用紅色羅蓋。唐金步搖冠之遺制也。 \\n 元朝正后皆用雍吉剌氏。自太祖與其族帳設誓。同取天下。世用其女為后。猶契丹有國。世用蕭氏為后也。自正后之下。復立兩宮。其稱亦曰二宮皇后三宮皇后。三日一輪。幸即書宣以召之。苟有子則為驗。遵大金之遺制也。與趙宋之法不同。宋後宮無三日之制。但遇幸者皆內朝之。時則所幸者具禮服謝恩。掌宮者即書其姓名。他日有子以為驗。 \\n 北人女使。必得高麗女孩童。家僮。必得黑廝。不如此謂之不成仕宦。元為札剌兒氏。太祖與雍吉剌氏同取天下。約曰。我男長為帝。汝女長為后。 \\n 元朝人死。致祭曰燒飯。其大祭則燒馬。 \\n 元世祖既一天下。問劉太保曰。今之定都。惟上都大都耳。兩處何為最佳。劉曰。上都國祚短。民風淳。大都國祚長。民風淫。遂定都燕之計。 \\n 元分天下為十一省二十三道。每州皆為路。在內為中書省。在外為行中書省。按歷代疆理天下。三代分天下為九州或十二州。秦分天下為三十六郡。漢分天下為十三部一百六郡。晉分天下為十五道。唐十道。宋分天下為四京三十三路。此其大略也。 \\n 元路州縣各立長官曰達魯花赤。掌印信。以總一府一縣之治。判署則用正官。在府則總管。在縣則縣尹。達魯花猶華言荷包上壓口捺子也。亦由古言總轄之比。 \\n 元各路立萬戶府。各縣立千戶。所以壓鎮各處。其所部之軍。每歲第遷口糧。府縣關支。而各道以宣慰司元帥總之。 \\n 元世祖定天下之刑。笞杖徒流絞五等。笞杖罪既定。曰天饒他一下。地饒他一下。我饒他一下。自是合笞五十。止笞四十七。合杖一百十。止杖一百七。天下死囚。審讞已定。亦不加刑。皆老死於囹圄。自後惟秦王伯顏出天下囚始一加刑。故七八十年之中。老稚不曾覩斬戮。及見一死人頭。輒相驚駭。可謂勝殘去殺。黎元在海涵春育之中矣。 \\n 元惠民有局。養濟有院。重囚有糧。皆仁政也。 \\n 元自世祖以來。凡遇天壽聖節。天下郡縣立山棚。百戲迎引。大開宴賀。至庚申帝當誕日。禁天下屠宰。不宴賀。慮其多殺以煩民也。 \\n 元世祖定大興府為大都。開平府為上都。每年四月。迤北草青。則駕幸上都以避暑。頒賜於其宗戚。馬亦就水草。八月草將枯。則駕回大都。自後官裏歲以為常。車駕雖每歲往來於兩都間。他無巡狩之事。山岳河海。惟遣使致祭。別無封禪繁縟之禮。欲以震耀古今。然亦莫掩其盛也。 \\n 元西域胡僧八思麻。知緯候。佐世祖定天下。制蒙古字書。以七音為本。特定一代之文。封為帝師。詔尊之曰。一人之下萬人之上。西方佛子。大元帝師。卒葬於京。其墓上天雨寶花。令天下郡國皆立帝師殿。其制一同文廟。嗚呼謬哉。 \\n 元朝行移文字。其正書則自前而後。蒙古書則自後而前。畏吾兒字則橫書。別立譯史。 \\n 樂則郊祀天地。祭宗廟。祀先聖。大朝會用雅樂。蓋宋徽宗所制大晟樂也。曲宴用細樂胡樂。駕行。前部用胡樂。駕前用清樂大樂。其部隊遵依金制。駕後用馬軍。栲栲隊。其俗有十六天魔舞。蓋以朱纓盛飭美女十六人。為佛菩薩相而舞。 \\n 惟郊天則修大駕而用輦。其餘巡行兩都。多用氈車。散樂則立教坊司。掌天下妓樂。有駕前承應雜戲飛竿走索踢弄藏木厭等伎。 \\n 元世祖中統至元間立鈔法。以至元寶為母。中統交為子。子母相推而行。中統二貫準至元二百文。一貫準至元一百文。行之四五十年。中統以費工本多。尋不印行。獨至元鈔法通行。用以權百貨輕重。民甚便之。至正間。丞相脫脫當承平無事。入邪臣賈魯之說。欲有所建立。以求名於後世。別立至正交鈔。料既窳惡易敗。難以倒換。遂澁滯不行。及兵亂。國用不足。多印鈔以賈兵。鈔賤物貴。無所於授。其法遂廢。嗚呼。蓋嘗考之。非其法之不善也。由後世變通不得其術也。元之鈔法。即周漢之質劑。唐之錢引。宋之交會。金之交鈔。當其盛時。皆用鈔以權錢。及當衰叔。財貨不足。止廣造楮幣以為費。楮幣不足以權變。百貨遂澁而不行。職此之由也。必也欲立鈔法。須使錢貨為之本。如鹽之有引。茶之有引。引至則茶鹽立得。使鈔法如此。烏有不行之患哉。當今變法。宜於府縣各立錢庫。貯錢若干。置鈔準錢引之制。如張詠四川行交子之比。使富室主之。引至錢出。引出錢入。以錢為母。以引為子。子母相權。以制天下百貨。出之於貨輕之時。收之於貨重之日。權衡輕重。與時宜之。未有不可行之理也。譬之池水所入之溝。與所出之溝相等。則一池之水。動蕩流通。而血脈常活也。借使所入之溝雖通。所出之溝既塞。則水死而不動。惟有漲滿浸淫。而有濫觴之患矣。此其理也。當時不知。徒知嚴刑驅窮民以必行。所以刑愈嚴而鈔愈不行。此元之所以卒於無術而亡也。 \\n 又如富人糶穀以給批。行批得穀。其批行矣。貧人給批以無穀。批乃虛文。又何以行之哉。 \\n 元朝止行鈔法而不鑄錢。獨至大官裏行至大二等錢。當五以蒙古字書。小錢以楷書。及至正官裏脫脫為相。立寶泉提舉司。鑄至正錢。直世道變。尋亦罷鑄。參較改正。至今百有餘年。略無訛舛。其法誠為不刊之典。 \\n 元朝至元寶鈔凡十等。一十文為半錢。二十文為一錢。三十文為一錢半。五十文為二錢半。一百文為五錢。二百文為一貫。三百文為一貫五錢。五百文為二貫五錢。一貫為五兩。二貫為十兩。五箇一貫為半錠。五箇二貫為一錠。 \\n 元世祖立鹽法。瀕海州郡立場。差官主治。差鹽亭戶丁煮鹽。至十月結場住煎。及額而止。鹽商於各省府運司買引。就各處鹽場支鹽。後鹽積而不售。均派戶口收買。令其入錢縣官收市。其中貧富不等。皆令入錢。胥吏並緣為姦。民甚苦之。嗷然皆言其不便。事尋罷。復命富商收市。嘗考歷世鹽法。在夏禹時惟止入貢。至齊管仲始煮鹽以富國。及漢武始立榷法。為牢盆之制。自是歷代皆踵行之。計其利。於軍國之費略於其半。唐宋及元因之。有加無瘳。大抵率由養兵多而資費廣。故不能革也。 \\n 元朝於江西及湖廣立提舉司。使之產茶路分賣引。照茶以行。批驗所驗引無弊。即放行。至賣處收稅。 \\n 御茶則建寧茶山別造以貢。謂之噉山茶。山下有泉一穴。遇造茶則出。造茶畢即竭矣。比之宋朝蔡京所製龍鳳團。費則約矣。民間止用江西末茶。各處葉茶。 \\n 元海運自朱清張瑄始。歲運江淮米三百餘萬石。以給元京。四五月南風至起運。得便風十數日即抵直沽交卸。朝廷以二人之功。立海運萬戶府以官之。賜鈔印。聽其自印。鈔色比官造加黑。印硃加紅。富既埒國。慮其為變。以法誅之。而海運自後歲以為常。及張九四據有浙西。而海道又有方國珍。運道遂梗。而國已不國矣。 \\n 傳命。陸有馬站。水有水站。州縣凡十里立一鋪。大事則遣使馳驛。起船馬有劄子。小事文書。以鋪兵傳送。 \\n 法酒。用器燒酒之精液取之。名曰哈剌基。酒極醲烈。其清如水。蓋酒露也。每歲於冀寧等路造葡萄酒。八月至大行山中。辨其真偽。真者不冰。傾之則流注。偽者雜水即冰凌而腹堅矣。其久藏者。中有一塊。雖極寒。其餘皆冰而此不冰。蓋葡萄酒之精液也。飲之則令人透液而死。二三年宿葡萄酒。飲之有大毒。亦令人死。此皆元朝之法酒。古無有也。 \\n 北人茶飯重開割。其所佩小篦刀。用鑌鐵定鐵造之。價貴於金。實為犀利。王公貴人皆佩之。 \\n 筵席則排桌五蔬五果五按酒。置壺瓶臺盞馬盂於別桌。於兩楹之間。把盞則三跪。謂舉盞至尊者。前半跪。退三步。執臺全跪。俟尊者飲畢。起。進前接盞。又半跪。平交則平禮。尊者賜卑者。進接盞半跪。退三步全跪飲。其尊者從人相齊同跪。接盞退。盞不敢復還尊者。湯食非五則七。割挈設而散。酒行無算。 \\n 挈設蓋茶飯中之體薦也。胡語言挈設。上賓則用羊背皮馬背皮之類。其餘賓用前手後手之類。或鵝則用胸於上賓。餘賓多寡隨分。 \\n 北方有詐馬筵席最具筵之盛也。諸王公貴戚子弟。競以衣馬華侈相高。 \\n 豆腐始於漢。淮南王劉安之術也。飲茶始於唐。陸羽著為經也。糖霜始於宋。自蜀遂寧州入貢宣和始。葡萄酒答剌吉酒自元朝始。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之四上", "正文": "  \\n ●草木子卷之四上 \\n 　 \\n  \\n 談藪篇 \\n ○談藪篇 \\n 十室之邑。必有數家居貨財。而無數人能文學。何天工輕彼之付。而嗇此之施。誠以文章學問。乃乾坤之清氣也。世人類曰德行本也。文藝末也。德則不務而文藝是輕。是何世人之矯枉而過直也。蓋文章學問是智德上事。亦德也。行處是仁德上事。亦德也。荊南高士戴如高曰。百家之中。不下一二十家有錢粟。而無一二人能文章。可以見造物取與之輕重矣。香之多者色減。花之盛者實稀。天地於是乎無全功矣。唐以詩文取士。三百年中。能文者不啻千餘家。專其美者。獨韓柳二人而巳。柳稍不及。止又一韓。能詩者亦不啻千餘家。專其美者。獨李杜二人而已。李頗不及。止又一杜。世之至寶。非獨造物所恡惜。而亦造物所難成。嗚呼悕哉。 \\n 人徒知李杜為詩人而已矣。而不知其行之高識之卓也。杜甫能知君。故陷賊能自拔。而從明肅於搶攘之中也。李白能知人。故陷賊而有救。以能知郭汾陽於卒伍之中也。 \\n 治世以中道。高談道德者多失之疎。卑談功利者每失之陋。 \\n 文科舉其英。武科舉其雄。文武並用。英雄陳力。長世久遠之道也。蓋文以程其智。武以程其力。網羅收拾。所以制治於未亂。圖難於其易。昧者不知。欲舉而廢之。豈知所以定天下之機哉。觀乎劉靈之於晉。高尚之於唐。可知矣。 \\n 傳世之盛。漢以文。晉以字。唐以詩。宋以理學。元之可傳。獨北樂府耳。宋朝文不如漢。字不如晉。詩不如唐。獨理學之明。上接三代。元朝文法漢。歐陽玄【玄功】虞集【伯生】是也。字學晉。趙孟頫【子昂】鮮于樞【伯機】是也。詩學唐。楊載【仲弘】虞集是也。道學之行。則許衡【平仲魯齊先生】劉因【靜修先生夢吉】是也。亦皆有所不逮。 \\n 唐之詞不及宋。宋之詞勝於唐。詩則遠不及也。 \\n 宋朝有詩獄。諸儒之過也。夫子言詩可以觀。可以羣。可以怨。故言之者無罪。聞之者足以戒。 \\n 古人得意句。如王荊公青山捫蝨坐。黃鳥挾書眠。黃山谷人得交遊是風月。天開圖畫即江山。皆警語也。又山谷嘗云。舉世盡從愁裏過。正好對韓退之詩誰人肯向死前休。王荊公亦嘗云。杜甫詩當面輸心背面笑。可對其結交行翻手為雲覆手雨。又溫公云。石曼卿對長吉天若有情天亦老之句。月如無恨月長圓。皆頗中的。 \\n 真西山未第時。將會試於行在。道吾栝。約友人鄭達道同祈夢於梓潼廟下。入謁於神。遂擊其鼓。題詩於上曰。大叩則大應。小叩則小鳴。我來一叩動天地。四海五湖聞其聲。是夜得吉夢。其年果中。 \\n 賈似道當國時。一日退居湖山。有一蜀僧徘徊於其側。問之曰。你為何僧。對曰。某詩僧也。賈適見湖中有漁翁。遂命詠之。僧請韻。賈以天字為韻。僧應口對曰。籃裏無魚欠酒錢。酒家門外繫漁船。幾回欲脫簑衣當。又恐明朝是雨天。賈大器之。 \\n 賈似道有異志。有一術士能拆字。賈以策畫地作奇字與之拆。術者曰。公相之志不諧矣。道立又不可。道可又立不成。公默不語。禮而遣之。恐洩其事。使人害諸途。 \\n 宋樞密文及翁嘗詠一雪詞。乃百字令。其詞云。沒巴沒鼻。霎時間做出漫天漫地。不問高低併上下。平白都教一例。鼓弄滕六。招邀巽二。只恁施威勢。識他不破。至今道是祥瑞。最是鵝鴨池邊。三更半夜。誤了吳元濟。東郭先生都不管。挨上門兒穩睡。一夜東風。三竿紅日。萬事隨流水。東皇笑道。山河原是我的。此蓋譏賈相之狹量也。 \\n 呂文煥遊潯陽琵琶亭。龍麟洲見之。呂令賦詩。麟洲即席賦詩曰。老大蛾眉負所天。忍將離怨付哀絃。夜深正好看秋月。却抱琵琶過別船。呂見之大慚。蓋譏其負宋而降元也。 \\n 宋亡。麗水浮雲鄉有柳機察者為寇。欲逼柳味道同起攻掠。味道誓不為非義用。寇怒縊之於松而脅之。柳味道占一詩云。國破家亦破。年窮命亦窮。浮雲諸逆賊。送我上青松。竟死於松下。宋會稽諸陵。多廢於楊總統。有林景禧唐玉蟾親自收拾遺骨。改葬於他處。嘗有詩云。昭陵玉匣走天涯。金粟堆寒幾暮鴉。水向蘭亭轉嗚咽。不知真帖落誰家。又一首云。珠亡忽震龍蛇匣。軒敝仍忘犬馬情。親拾寒瓊出瑤草。四山風雨鬼神驚。 \\n 趙仲穆者。子昂學士之子。宋秀王之後也。能作蘭木竹石。有道士張伯雨題其墨蘭詩曰。滋蘭九畹空多種。何似墨池三兩花。近日國香零落盡。王孫芳草徧天涯。仲穆見而愧之。遂不作蘭。 \\n 吾栝林君度家藏樵堂集。不知何許人也。其語有曰。耕堯田者有九年之水。耕湯田者有七年之旱。耕心田者日日豐登。又曰。東家富財。車馬接踵。西家富德。風雪滿門。又曰。畫工數筆。術者片言。僧家一經一咒。動博千金。文士刳精嘔血。不博人一笑。吁。士賤何獨在秦哉。 \\n 元世祖皇帝思太祖創業艱難。俾取所居之地青草一株。置於大內丹墀之前。謂之誓儉草。蓋欲使後世子孫知勤儉之節。至正間。大司農達不花公作宮詞十數首。其一云。墨河萬里金沙漠。世祖深思創業難。却望闌干護青草。丹墀留與子孫看。 \\n 梁王登寶位時。自建康之京都途中。嘗作一詩云。穿了氁衫便着鞭。一鉤殘月柳梢邊。兩三點露滴如雨。六七個星猶在天。犬吠竹籬人過語。雞鳴茅店客驚眠。須臾捧出扶桑日。七十二峯都在前。 \\n 至正壬辰。丞相脫脫統兵征淮南。兵甫及高郵。答麻奏天下亂皆由怨脫脫之故。罷脫脫。盜自寧息。上入其說。即軍中貶之。脫脫釋兵。奉詔赴貶所。兵遂大潰。大率皆歸紅巾。相與為盜賊。遂不可復制。答麻復矯詔殺之。答麻與脫脫初無讐恨。但欲謀其相位。杜其再來之路耳。邪臣謀身誤國。遂至於此。未幾。答麻坐配死。或以詩黏國門曰。蝦蟆水上浮。雪雪見日消。定住不開口。汪家奴。只一朝。國事休矣。雪雪。答麻弟也。為御史大夫。黨兄為奸。定住。緘默也。汪謂其終日酣飲而已。 \\n 靼韃啞御史。春日與一瞽者並馬出遊晉陽。因戲贈以詩。就鞍和袖挽絲韁。也逐王孫出晉陽。人笑但聞誇景物。風來應解審笙簧。馬蹏響處無芳草。鶯舌調時有綠楊。休道不知春色好。東風桃李一般香。此作不待吟諷。而知其為瞽者之詩也。 \\n 後至元間。太師秦王伯顏專權變法。謀為不軌。貶嶺南。道江西。死於薦福寺。遂殯於是。有人以詩弔之曰。人臣位極更封王。欲逞聰明亂舊章。一死有誰為孝子。九泉無面見先王。輔秦應已如商鞅。辭漢終難及子房。虎視南人如草芥。天教遺臭在南荒。蓋其在生。出令北人毆打南人。不許還報。刷馬欲又刷子女。天下騷動。 \\n 伯顏丞相與張九元帥。席上各作一喜春來詞。伯顏云。金魚玉帶羅襴扣。皁蓋朱旛列五侯。山河判斷。在俺筆尖頭。得意秋。分破帝王憂。張九詞。金裝寶劍藏龍口。玉帶紅絨掛虎頭。綠楊影裏驟驊騮。得志秋。名滿鳳凰樓。帥才相量。各言其志。 \\n 廉訪司官分巡州縣。每歲例用巡尉司弓兵旗幟金鼓迎送。其音節則二聲鼓一聲鑼。起解殺人強盜。亦用巡尉司金鼓。則用一聲鼓一聲鑼。後來風紀之司。贓汚狼籍。有輕薄子為詩嘲之曰。解賊一金幷一鼓。迎官兩鼓一聲鑼。金鼓看來都一樣。官人與賊不爭多。及元之將亂。上下諸司。其濫愈甚。又有無名子為詩嘲之曰。丞相造假鈔。舍人做強盜。賈魯要開河。攪得天下鬧。於此觀之。民風國勢。於是乎可知矣。 \\n 浙東僉憲余闕。字廷心。按吾郡時。中秋夜望月。嘗作一詩題於分司官舍。其詩曰。玄武夕始正。華月升秋旻。徘徊出西陸。照耀此甌閩。金波何穆穆。綠枝滿中輪。餘波洞軒房。紫蘭含微津。皇天降豐歲。王政亦已陳。樂哉一杯酒。允矣同庶人。此詩清婉。藹然有與民同樂之意。後為淮西宣慰。守安慶孤城六年。上下援絕。淮寇益熾。城遂陷。府前有一大池。自刎死於池。妻子亦同死。贈淮南行省右丞。進平章政事。諡文貞公。其先河西人。伊吾兒氏。 \\n 程雪樓為閩守。任滿歸。民有獻箭旗者以百數。公於內取其一聯云。閩中有雪方為貴。天下無樓如此高。曹雪齋有婦人作竹枝歌一首曰。美人絕似董妖嬈。家住閶門第二橋。不肯隨人過江去。月明夜夜自吹簫。造語頗工。 \\n 宋宮人王昭儀。名惠清。字沖華。丙子北行。題驛中有滿江紅詞云。太液芙蓉。全不似舊時顏色。常記春風雨露。玉階金闕。名播椒蘭妃后裏。歡承笑語君王側。一聲鼙鼓揭天來。繁華歇。龍虎散。風雲滅。銅駝恨。何堪說。對山河百二。淚沾襟血。驛館夜驚塵土夢。宮車曉轉關山月。問姮娥垂顧肯相容。從圓缺。中原士人多誦之。但惜末句欠爾。 \\n 處之龍泉縣飛溪季君問妻萬氏。守節不再適。詠枕上繡梅詩曰。灑灑英標別一奇。歲寒心事有誰知。妾心正欲同貞白。枕上殷勤繡一枝。至正己未。青田寇侵浦城西北隅。徐嗣元女為所掠。嘗作詩曰。萬水千山去路賒。青鞋踏破幾層沙。登山絕頂重逢嶺。渡水尤深又復涯。雁字只傳夫與子。魚書難寄母和爺。回頭遙望鄉關處。雲下峯前是我家。此詩寫其顛沛流離之狀。語意悲切。 \\n 至元十三年冬。王師渡江。至天台。有千戶掠得一王氏婦。夫家臨海人。婦有美色。千戶盡殺其舅姑與夫。欲強脅之。不可。明年春。遂驅以北行。至嵊縣清風嶺。婦乃嚙指出血。題詩於石上曰。君王無道妾當災。棄女拋兒逐馬來。夫面不知何日見。妾身此去幾時回。兩行珠淚頻偷滴。一片愁眉鎖不開。今夜清風江上月。存亡二字苦哀哉。寫畢。遂投崖而死。至今此詩雨中猶可讀。至治間。官為之立廟以旌之。永嘉五峯李孝光為之記。 \\n 元至正間。衢州陷。龍游有一大家婦何氏為兵所掠。裂帛題一詩云。妾長朱門十九春。豈期今逐虜囚奔。失身無補君王事。死節難酬夫壻恩。江靜從教沈弱質。月明誰與弔歸魂。只愁父母難相見。願與來生作子孫。書畢即投於江而死。吁。誠可尚已。 \\n 至正壬辰。紅巾盜起江西。吉安敖城曠家婦為盜所得。欲妻掠之。婦乃先刃其子。題詩於壁。亦自盡。聞者哀之。詩曰。涇渭能分濁與清。妾身怎肯墮風塵。孤兒未必從他姓。一女何曾侍二人。白刃自傷心似鐵。黃泉要見骨如銀。深山落日猿啼處。過客聞之亦慘神。嗚呼烈哉。 \\n 紹興路有一女子。失其姓氏。年及筓。欲守志不嫁。因秦王伯顏亂法。欲刷天下子女。其父母不獲已。嫁之。及定情之夕。題一詩於壁上云。我年一十有九。面貌如花似柳。父母逼勒成親。只得歡喜忍受。自小六根清凈。如何一夜弄醜。洞房花燭休休。清風明月皎皎。既寫。擲筆而逝。鄉里稱異焉。 \\n 近時有一婦人姓張氏。不知誰之女也。善屬文。嘗寄外兄弟一詩曰。山之高。月之小。月之小。何皎皎。我有所思在遠道。一日不見兮我心悄悄。採苦採苦。於山之南。忡忡憂心。其何以堪。又一首云。汝心金石堅。我操冰霜潔。擬結百歲盟。忽成一朝別。朝雲暮雨心去來。千里相思共明月。二詩美則美矣。未免桑間濮上之音爾。 \\n 姚牧菴學士致仕於家。年八十時。夏日沐浴。有侍妾在其側。公因私焉。公起。妾前拜曰。主公年老。賤妾倘有娠。家人必見疑。願賜識驗。公因捉其圍肚。題詩於上曰。八十年來遇此春。此春遇後更無春。縱然不得扶持力。也作墳前拜掃人。公薨後。此妾果有子。家人疑其外通。妾出此詩遂解。當時士大夫與其子交者。皆傳誦以為笑。姚公名鏞。字希聲。 \\n 虞伯生學士幼年過薊門酒樓。題詩於壁曰連十八書。其詩曰。耳目聰明一丈夫。飛行八極隘寰區。劍吹白雪妖邪滅。袖拂春風朽槁蘇。氣集酒酣雙國士。情如花擁萬天姝。如今一去無消息。只有中天月影孤。當時皆以為呂洞賓作也。爭傳誦之。 \\n 至順辛未間。福建廉訪使蜜蘭沙求仙詩云。刀筆相從四十年。非非是是萬千千。一家富貴千家怨。半世功名百世愆。牙笏紫袍今已矣。芒鞋竹杖任悠然。有人問我蓬萊事。雲在青山月在天。 \\n 白雲平章求仙於燕京西山頂。一日適出。滕玉霄訪之不值。因戲題於壁曰。西風裋褐吹黃埃。何不從我遊蓬萊。振衣長嘯下山去。後夜月明騎鶴來。竟不留名。白雲公疑呂仙過之。朝野輻凑。寵賚山積。後知其玉霄題。白雲公戒以勿泄。厚賂之。 \\n 箕仙所作。多有所驗。建寧鄭子晉為閩省理問所吏。嘗問其功名之事。有詩云。獨駕扁舟下紫芝。三山夜夜夢西歸。不須更望長安道。花老香山白板扉。子晉不逾月而卒。龍泉湯良臣赴金陵聘之後。予嘗為其問所除。有詩云。此君出處底匆匆。路入金陵似夢中。見說椿花已零落。一生事業逐秋風。時其父已卒。果丁憂歸。又胡仲淵正提兵取溫城。適問他事。其題詩云。金甲霜寒十載秋。喪師蹙國盡虛謀。西風不作封侯夢。此老安能正首丘。讀者不知其所謂。遂詰之。曰此贈胡參軍也。次年。胡移兵取建寧。為參政陳友定所擒。死於福州。 \\n 徐大山。江西人。尹處州龍泉縣。嘗有一僧獻一楮衾。幷上以詩曰。寒泉瀉出剡溪籐。白勝秋霜冷若冰。願比一簾清似水。梅花紙帳伴孤燈。大山見之大喜。因與之宴。令一婢隔西壁而歌。僧聞其曲韻悠揚。因窺之。乃一老婢。天黥滿面。醜不可狀。因再作一詩云。隔壁時聞一曲歌。渾疑七寶帳中花。瞥然一見翻成恨。元出盧仝處士家。 \\n 杭州徑山寺僧至慧。銖積既充。復欲還俗。乃作一詩曰。少年不肯戴儒冠。強把身心赴戒壇。雪夜孤眠雙足冷。霜天剃髮髑髏寒。朱樓美酒應無分。紅粉佳人不許看。死去定為惆悵鬼。西天依舊黑漫漫。 \\n 松陽縣詩人程渠南。滑稽之士也。與僧信道元同齋食蕈。道元請渠南賦蕈詩。應聲作四句云。頭子光光脚似丁。只宜豆腐與波稜。釋迦見了呵呵笑。煮殺許多行腳僧。聞者絕倒。 \\n 洛陽賈元禮嘗誦一士人詠手詩曰。一唾功名在目前。豈期搏虎奮空拳。文章誤我終投筆。志氣凌雲肯執鞭。滄海釣鰲須有日。碧霄攀鳳看他年。扶持社稷心中事。要與蒼生解倒懸。語甚警拔。 \\n 胡仲囦在番陽。參恩寧普參政軍事時。嘗降箕仙。問以時事。有韓湘子來臨。題一詩於灰上曰。乾坤清泰慶垂裳。底事風塵撼八荒。虎豹在關天浩渺。豺狼當道日蒼黃。孔明有志能全蜀。李泌焉能及盛唐。堪笑湖山山上客。紅塵兩脚為誰忙。 \\n 明首座。東南行脚僧也。有母八十餘。嘗肩擔而行。至正間來遊雁蕩山。值母生日。以飯一盂經一卷為母之壽。而作偈曰。今朝是我娘生日。剔起佛前長命燈。自米自炊還自喫。與娘齋得一員僧。 \\n 李黼字子威。守江州日。妖寇彭和尚攻之。城陷。死之。其姪隨侍不去。亦被殺。先城未陷時。嘗有詩云。彌勒何神孕禍胎。■〈鼠巠〉鼯動地起風埃。烟銷郡國民生苦。血染江淮鬼物哀。人世百年遭此厄。天戈萬里幾時來。石田也有藍田玉。可惜同成一炬灰。 \\n 鬼作晚翠亭詩云。一徑入青松。飛流澹晴綠。道人晚歸來。長歌振林谷。山深不知泉。落葉下枯木。須臾翠烟開。月色照綵服。 \\n 危太樸學士與范德機先生秋夜同步。先生得二句云。雨止修竹間。流螢夜深至。喜甚。既而曰語太幽。殆類鬼作。亦近似也。 \\n 元將亡。都下有罵玉郎曲。極其淫泆之狀。蓋桑間濮上之風。居變風之極也。聖上有佳句云。鳥啼紅樹裏。人在翠微中。深得詩趣。 \\n 皇太子作新月詩云。昨夜嚴陵失釣鉤。何人移上碧雲頭。雖然未得團圓相。也有清光徧九州。真儲君之詩也。 \\n 國朝初。朱張二萬戶以通海運功。上寵之。詔賜鈔印。令自造行用。自是富倍王室。及事敗。死於京。有僧以詩弔之曰。禍有胎兮福有基。誰人識破這危機。酒酣吳地花方笑。夢斷燕山草正肥。敵國富來猶未足。全家破後始知非。春風只有門前柳。依舊雙雙燕子飛。 \\n 李公紀字仲修。號素行。齋曰棲白。晚年得薦於朝。選授應天府治中。階奉議大夫。曾作詩云。五品京官亦美哉。腰間銀帶象牙牌。有時街上騎驢過。人道遊春去不回。予謂不回不若未回。不回恐成詩讖。後果然。 \\n 近時有以張巡傳糊窗者。有一士人見之。而題四句於其右云。坐守睢陽當豹關。江淮賴此得全安。至今青史雖零落。猶障窗風一面寒。宋末。宮中好養鴿。太學諸生題之曰。萬鴿盤旋繞帝都。暮收朝放費工夫。何如養取南來雁。沙漠能傳二聖書。 \\n 昔宋丞相史彌遠薨已久。一夕忽有人扣其家門曰。丞相歸。家人莫不怪之。及入門升堂。紗燈轎從皆具。子婦羅拜畢。語話一如平生。歷歷分付家事。及去。索筆書遺囑。皆其手跡。既而竟去。人莫不怪之。久思不得其理。忽一日悟曰。乃宋室將亡。陰盛陽微之兆也。未幾宋果亡。元亂之初。處州薛氏子。年甫弱冠。早死。一日其家僕上馮公嶺。暑甚。浴於溪次。忽見所亡薛氏子。戎衣躍馬帶徒而來。遙呼其名。僕甚訝之。語卒。囑曰。汝歸告老官人。我今上帝差我為西帝築建德城。遂引徒從而去。時國家初得嚴州。又杭州士人久已卒。忘其名。其友於市遇之語。戒以勿泄。且言當今皆是我輩人。汝不信。請試看。即以袖掩其面。潛見滿市皆無頭帶刀傷血淋漉之徒。遂贈以錢而別。又淮東一人。其嫂氏久已死。忽一日以事經泰安州。見嫂氏配一屠者。坐肆上。遙相認。聚話且留宿食。臨別贈以行資。一一物皆世所有者。雖失記其名字。殆與史相之事相類。其亦陽微陰盛之兆。所以鬼盛與人同也。後元亦亡。 \\n  \\n   \\n  "}
{"章节": "●草木子卷之四下", "正文": "  \\n ●草木子卷之四下 \\n 　 \\n  \\n 雜俎篇 \\n ○雜俎篇 \\n 古之聖賢立心。至公無我。其官人之道。必曰祿罔及私。官惟其能。爵罔及惡。德惟其賢。此其所以能為天地立心。為生民立命也。元朝天下。長官皆其國人是用。至於風紀之司。又杜絕不用漢人南人。宥密之機。又絕不預聞矣。其海宇雖在混一之天。而肝膽實有胡越之間。不過視官爵為己私物。其視古聖立賢無方之道。果何如哉。不知天位天祿。天以命有德。豈能屯膏吝賞。久蔽於漢人南人哉。是以不及百年。大亂繼踵。而爵祿皆歸中原之人。蓋禍福乘除。其數然也。由是觀之。人謀豈能奪天造哉。孰若均平天施。無有南北之分。惟才是任。惟賢是使。譬之水澤。使百川分流。則大有所瀦。小有所泄。滔滔汩汩。庶為悠久。若使壅併防遏。蓄而不洩。及其潰決。小則為災。大則致敗。必然之理也。 \\n 治天下者。不使利遺一孔。亦必致敗。豈惟名爵獨然。末流之竭。當窮其源。枝葉之枯。必在根本。元朝末年。官貪吏汚。始因蒙古色目人罔然不知廉恥之為何物。其問人討錢。各有名目。所屬始參曰拜見錢。無事白要曰撒花錢。逢節曰追節錢。生辰曰生日錢。管事而索曰常例錢。送迎曰人情錢。句追曰賫發錢。論訴曰公事錢。覓得錢多曰得手。除得州美曰好地分。補得職近曰好窠窟。漫不知忠君愛民之為何事也。 \\n 元初法度猶明。尚有所憚。未至於汎濫。自秦王伯顏專政。臺憲官皆諧價而得。往往至數千緡。及其分巡。競以事勢相漁獵。而償其直。如唐債帥之比。於是有司承風。上下賄賂。公行如市。蕩然無復紀綱矣。肅政廉訪司官。所至州縣。各帶庫子檢鈔秤銀。殆同市道矣。春秋傳曰。國家之敗。由官邪也。官之失德。寵賂彰也。豈不信夫。 \\n 仕途自木華黎王等四怯薛大根脚出身分任省臺外。其餘多是吏員。至於科目取士。止是萬分之一耳。殆不過粉飾太平之具。世猶曰無益。直可廢也。豈時運使然耶。何唐宋不侔之甚也。 \\n 元末有危素太樸。江西人。游京師。專以倡鳴科舉無人才為說。以聳動觀聽。人多信之。彼固以文章德行自居也。及夷考之。至正辛卯天下之亂。能死節者。惟彭城張桓安慶余闕江州李黻燕京陳子山。皆舉人也。危是時已累位至參政。獨首鼠皈降。上以其失節。屢辱之。決以夏楚。安置滁州而死。嗚呼。科目雖非古。果不足以得人耶。豈盡如或人之言也。時人監此。則可以省已。 \\n 元朝甲寅年開科取士。九成殿芝生。 \\n 北人不識字。使之為長官或缺正官。要題判署事及寫日子。七字鉤不從右七而從左轉。見者為笑。立怯里馬赤。蓋譯史也。以通華夷言語文字。昔世祖嘗問孔子何如人。或應之曰。是天的怯里馬赤。世祖深善之。蓋由其所曉以通之。深得納約自牗之義。 \\n 俳優戲文始於王魁。永嘉人作之。識者曰。若見永嘉人作相。宋當亡。及宋將亡。乃永嘉陳宜中作相。其後元朝南戲尚盛行。及當亂。北院本特盛。南戲遂絕。 \\n 北方自朱邪赤心起於唐季。至李克用遂有太原之地。至阿保機起於木葉山。其勢遂盛。其子耶律德光受晉石敬塘關南燕門幽燕十六州之獻。遂據之而建國。曰大遼。其勢與大宋並矣。其後金興。遂亡遼而逐宋。據有天下大半而都汴矣。及元朝又亡金而平南宋。自混一六合百有餘年。而後江南得國。蓋自朱邪赤心始盛。至於元亡。首尾將五百餘年。此天運興衰之一終。孟子云。五百年必有王者興。其間必有名世者。此之謂也。豈徒然哉。 \\n 達達即韃靼。耶律即契丹。大金即完顏氏。生達達自虎林田地來。其性至實。無一毫之偽。而上天以宇宙畀之。而不畀之他部族。其故何哉。豈不以其極誠而一无妄也。極誠而一无妄。聖賢傳心之學也。 \\n 初。元世祖命劉太保築元京城。及開基得一巨穴。內有紅頭蟲。不知其幾萬。世祖以問劉曰。此何祥也。劉曰。異日亡天下者。乃此物也。 \\n 世祖既定天下。從容問劉太保曰。天下無不敗之家。無不亡之國。朕之天下。後當誰得之。劉曰。西方之人得之。世祖以八思麻帝師有功。佐平天下。意其類當代有天下。思為子孫長久計。欲陰損其福。而泄其氣。於是尊其爵至於一人之下萬人之上。豐其養至於東南數十郡之財不足以資之。隆其禮至於王公妃主皆拜伏如奴隸。甚而為授記。藉地以髮。摩頂以足。代馬凳子以脊。極其卑賤。及其既死。復於西方再請一人以襲其位。事之一遵其制。其所以待之如此者。蓋所以虛隆其至貴之禮。冀陰消其天下之福。以延其國家之命。豈知曆數不可虛邀。福祿為彼之妄得。改歆為秀。徒禍其身。豈其然哉。 \\n 世祖生子口啞。即裕宗。及壯。當有室。使其遊都市。使擇其意之所可者為妻。獨指一屠人婦。世祖即為娶之。迺妲吉妃子也。腹生二帝。 \\n 都下受戒。自妃子以下至大臣妻室。時時延帝師堂下戒師。於帳中受戒。誦咒作法。凡受戒時。其夫自外歸。聞娘子受戒。則至房不入。妃主之寡者。間數日則親自赴堂受戒。恣其淫泆。名曰大布施。又曰以身布施。其流風之行。中原河北。僧皆有妻。公然居佛殿兩廡。赴齋稱師娘。病則於佛前首鞫。許披袈裟三日。殆與常人無異。特無髮耳。 \\n 僧之有舍利。由其心源澄寂。淡然無欲。秘耀含靈。真積力久。氣血精華。結而成之也。故及其火化。炳然獨存。 \\n 聖燈。名山之大者往往皆有之。世人多歸之佛氏之神。如眉縣峨眉山。成都聖燈山。簡州天光觀。衡山聖燈巖。匡廬之神燈巖。明州天童山。高麗之太白山數處。聖燈時現。蓋山之精。英之氣。發為光怪耳。 \\n 山發白銀亦有光。人跡其光而求之。多見鑛脈。 \\n 一珠之大者。光猶照乘。況名山為寶藏興焉之所。豈獨無光怪焉。 \\n 石韞玉。則氣如白虹。石生丹砂。則光如紅霞。皆其光晶之著也。 \\n 前古黃金。如王莽末年。省中尚有六十餘萬斤。後世黃金絕少。由其所耗之途廣也。金一為箔。無復再還元矣。 \\n 玉為寶中至貴。且以一身求之天地之理。玉則髓也。金。筋也。石。骨也。水。血脈也。草木。毛髮也。土。肉也。山。頭也。澤。腹也。蓋髓為一身元氣。所以為至貴也。故君子比德於玉。行則必佩。抑有旨哉。 \\n 人之食性亦有不同者。如文王嗜昌歜。曾皙嗜羊棗。屈到嗜艾是也。其同則膾炙也。 \\n 北人殺小牛。自脊上開一孔。逐旋取去內頭骨肉。外皮皆完。揉軟用以盛乳酪酒湩。謂之渾脫。打捕鷹坊萬戶府。歲用餧養肉三十餘萬斤。 \\n 海東青。鶻之至俊者也。出於女真。在遼國已極重之。因是起變而契丹以亡。其物善擒天鵝。飛放時。旋風羊角而上。直入雲際。能得頭鵝者。元朝官裏賞鈔五十錠。 \\n 葡萄。漢張騫使西域。中國始有種。西瓜。元世祖征西域。中國始有種。 \\n 剛叔王先生出葡萄二顆。各食一顆。先生曰。千顆如一顆。予曰。萬年如今年。王則因此而識彼。予則因往而知來。 \\n 或問曰日生月落。古今異乎。曰同也。雲白山青。古今異乎。曰同也。夏葛冬裘。古今異乎。曰同也。天同也。地同也。人同也。人寓形於天壤之間。特須臾耳。宜流浪大化之中。以順其同焉可也。 \\n 飲酒者。肝氣微則面青。心氣微則面赤。 \\n 脈勇怒則面青。骨勇怒則面白。血勇怒則面赤。 \\n 山氣多男。澤氣多女。水氣多暗。風氣多聾。木氣多傴。石氣多力。險阻氣多癭。暑氣多殘。雲氣多壽。谷氣多痺。丘氣多尫。衍氣多仁。陵氣多貪。 \\n 匏瓠牛踐苗則子苦。 \\n 蛇怒時。毒在頭尾。 \\n 凡塚井間氣。夏秋中之殺人。先以雞毛投之。毛直下。無毒。迴舞而下。不可犯。當以酒數斗澆之。方可入矣。 \\n 蠼■〈虫叟〉短狐。踏影。蠱皆中人。古人辟影為此。畫彩佛像。鑠目放光。或言曾青和壁魚設色。則近日有光。畫神鬼目隨人轉。點眸極正則爾。 \\n 北魏崔劼曰。鵲巢避風。雉去惡政。乃是鳥之一長。狐性多疑。猶性多預。可謂獸之一短。 \\n 甲蟲影伏。羽蟲體伏。 \\n 食草者多力而愚。食肉者勇敢而悍。 \\n 齕吞者八竅而卵生。咀嚼者九竅而胎生。 \\n 無角者膏而先前。有角者脂而先後。 \\n 食葉者有絲。食土者不息。食而不飲者蠶。飲而不食者蟬。不飲不食者蜉蝣。蛚屬卻行。蜻屬紆行。蜻虭屬注鳴。蜩屬旁鳴。發皇翼鳴。蚣蝑股鳴。榮原胃鳴。 \\n 蜩三十日而死。 \\n 鱣魚三月上官於孟津。 \\n 鷓鴣向日飛。 \\n 鳳骨黑。雌雄夕旦鳴各異。其雄聲。其雌音。雄鳴節節。雌鳴足足。行鳴曰歸嬉。止鳴曰提袟。 \\n 麒麟牡鳴曰逝聖。牝鳴曰歸和。春鳴曰扶助。夏鳴曰養綏。 \\n 鼈無耳為守神。 \\n 虎五指為貙。 \\n 魚二千斤為蛟。 \\n 武陽小魚。一斤千頭。 \\n 蛇有水草木土四種。 \\n 孔雀尾端一寸。名珠毛。 \\n 鶴左右脚裏第一指。名兵爪。 \\n 蜀郡無兔鴿。江南無狼馬。朱提以南無鳩鵲。 \\n 鴞楚鳩所生。 \\n 螺不滋乳。 \\n 瓜瓠子曰犀胡。桃人曰蝦蟆。 \\n 蝦蟆無腸。 \\n 龜腸屬於頭。 \\n 蝌蚪尾脫則足生。 \\n 鳥獸未孕者為禽。鳥養子曰乳。 \\n 蛇蟠向主。鵲巢背太歲。燕伏戊巳。虎奮衝破。乾鵲知來。猩猩知往。鸛影抱。蝦蟆聲抱。蟬化齊后。鳥生杜宇。 \\n 唐鄭復禮言。波斯舶上多養鴿。鴿能飛行數千里。輒放一隻至家。以為平安信。 \\n 鸚鵡能言。衆鳥趾前三後一。惟其四指齊分。凡鳥下臉■〈月乏〉上。獨此鳥兩臉俱動如人目。舌亦如人。 \\n 夜行遊女。惡鳥也。夜飛晝隱如鬼神。凡人飴小兒。不可露處。小兒衣亦不可露曬。毛落衣中。當落水中為祟。或以血點其衣為痣。或言產死者所化。 \\n 鬼車鳥。相傳背有十頭。能收人魂。一首為犬所噬。秦中天陰時。有聲如刀車鳴。 \\n 訓狐。惡鳥也。鳴則後竅應之。 \\n 獅子尾拂。夏月蠅蚋不敢集其上。舊說蘇合香。獅子糞也。 \\n 象性久識。見其子皮必泣。牙生理必因雷聲。象膽隨四時在四腿。春在前左。夏在前右。如龜無定體也。鼻端有爪。可拾鍼。肉有十二般。惟鼻是其本肉。惡聞大聲。耳後有穴。薄如鼓皮。一刺而斃。胸前有橫骨。灰之酒服。令人能浮水出沒。食其肉。令人體重。象孕五歲始生。 \\n 虎鬚治齒。齒痛。拔插齒間即愈。虎殺人。能令屍起。自解衣。方食之。虎威如乙字。長一寸。在脇兩旁皮內。尾端亦有之。佩之臨官佳。能役倀鬼解衣。 \\n 馬四歲兩齒。至二十歲。齒盡平。戎馬八尺。田馬七尺。駑馬六尺。豬槽飼馬。石灰泥槽。汗而繫門。三事落駒。 \\n 牛有獨肝者。食之殺人。相牛法。岐胡有壽。膺匡欲廣。毫筋欲橫。【蹄後筋也。】常有聲。有黃也。角冷有病。旋毛在珠泉無壽。睫亂觸人。銜烏角偏妨主。毛少骨多有力。溺射前。良牛也。疎肋難養。三歲二齒。四歲四齒。五歲六齒。六歲以後。每一年接脊骨一節。陰虹屬頸。陰虹。雙筋自尾屬頸也。 \\n 犀之通天者必惡影。常飲濁水。角之理物似百物。犀角通者是其病。角有鴆處。必有犀也。犀三毛一孔。 \\n 狼作聲。諸竅皆沸。■〈月坒〉中筋大。如鴨卵。如織絡。小囊蟲所作也。狼糞烟直上。烽火用之。 \\n 狒狒。飲其血可以見鬼。力負千斤。笑則上吻掩額。狀如獼猴。作人言如鳥聲。能知生死。血可染緋。髮可為髲。 \\n 鯉脊中鱗一道。每鱗有小黑點。大小皆三十六鱗。唐制。取得鯉魚即宜放。賣者杖六十。 \\n 石斑魚好與蛇交。 \\n 鱟雌常負雄而行。漁者必得其雙。雄者少肉。鱟十二足。殼可為冠。尾可為小如意也。 \\n 瑇瑁。蟲不再交者。虎鴛與瑇瑁也。 \\n 鯢魚如鮎。四足長尾。能上樹。天旱輒含水。上山如草葉。覆身張口。鳥來飲水。因吸食之。聲如小兒。峽中人食之。先縛於樹鞭之。身上白汗出如構汁。去此方可食。不爾有毒。 \\n 蚌當雷聲則■〈疒秋〉。【一曰痢。】 \\n 蟹腹中有稻芒長寸許。八月向東。輸與海神。未輸不可食。 \\n 菀國出百足蟹。長九尺。四螯煎為膠。謂之螯膠。勝鳳喙膠也。 \\n 蝤蛑大者長尺餘。兩螯至強。八月能與虎鬬。虎不勝。隨大潮退。殼一退一長。 \\n 奔■〈魚孚〉一名■〈罒〈氵剡〉〉。非魚非蛟。色如鮎。有兩乳在腹下。雄雌陰陽類人。頂上有孔通頭。氣出嚇嚇作聲。必大風。相傳懶婦所化。殺一頭。得膏三四斛。取之燒燈。照讀書紡績輒暗。照歡樂之處則明。即江豚也。 \\n 蛤蜊候風雨。能以殼為翅飛。 \\n 擁劍。一螯極小。以大者鬬。小者食。 \\n 寄居。殼似蝸。一頭小蟹。一頭螺蛤也。寄在殼間。常候蝸開出食。螺欲合。遽入殼中。 \\n 牡蠣言牡。非謂雄也。介蟲中。惟牡蠣是鹹水結成也。 \\n 數丸形似蟚蜞。競取土。各作丸。丸數滿三百而潮至。 \\n 顛當巢深如蚓穴。網絲其中。土蓋與地平。大如榆莢。常仰扞其蓋。伺蠅蠖過。輒翻蓋捕之。纔入復閉。與地一色。並無絲隟可尋也。其形似蜘蛛。 \\n 冷蛇。申王有肉疾。腹垂至骭。玄宗詔南方取冷蛇數條賜之。蛇長數尺。色白。不螫人。執之冷如握冰。申王腹有數約。夏月置於約中。不復覺煩暑。 \\n 度古似書帶。色類蚓。長二尺餘。首如鏟。背上有黑黃襴。稍觸則斷。常趁蚓。蚓不復動。乃上蚓掩之。良久蚓化。惟腹泥如綖。有毒。雞喫輒死。俗呼土蠱。 \\n 蚺蛇。其膽上旬近頭。中旬在心。下旬近尾。 \\n 蝗或言魚子變。近之矣。食穀為災。由部吏侵漁百姓所致。蟲。身黑頭赤。武吏也。頭黑身赤。儒吏也。 \\n 松今言兩粒五粒。粒當言鬣。五鬣松。皮不鱗。松命根遇石則偃。蓋不必千年也。 \\n 竹。竹花口蕧。死曰■〈⺮紂〉。六十年一易根。則結實枯死。 \\n 桃枝竹以四尺為一節。木瓜一尺一百二十二節。 \\n 木蘭去皮不死。荊木心方。 \\n 豆以二七為候。粟累十二為寸。 \\n 柿。俗謂柿樹有七絕。一壽。二多陰。三無鳥巢。四無蟲。五霜葉可翫。六嘉實。七落葉肥大。 \\n 赤白檉。大者為炭。復入灰汁。可以煮銅為銀。 \\n 構。穀田久廢。必生構葉。有瓣曰楮。無曰構。 \\n 黃楊木性難長。世重黃楊以無火。或曰以水試之。沈則無火。取此木必以陰晦。夜無一星。則伐之為枕。不裂。 \\n 凌霄花中露水。損人目。 \\n 胡椒出南海。其苗蔓生。極柔弱。葉長半寸。有細條與葉齊。條上結子。兩兩相向。其葉晨開暮合。合則裹其子於葉中。 \\n 蓽撥出海南。苗長四五尺。莖細如筋。葉似蕺葉。子似桑椹。瓦松土木。氣洩則生。 \\n 博邪在屋曰昔邪。在牆曰垣衣。生於久屋之瓦。又本草。瓦衣謂之屋遊。 \\n 瓜惡香。香中尤惡麝。一或該之。一蒂不實。 \\n 菱四角。三角曰芰。兩角曰菱。 \\n 金燈一名無義草。花葉不相見。合離。根如芋魁。有游子十二環之。相須而生。而實不連。以氣相屬。一名獨搖。一名離母。 \\n 茄欲其子繁。待其花時。取葉布於過路。以灰規之。人踐之。子必繁也。俗謂之嫁茄。 \\n 木中根固。柿為最。俗謂之柿盤。 \\n 蝦姑狀若蜈蚣管蝦。 \\n 鵝警。鵁鶄厭火。孔雀辟惡。 \\n 烏賊魚墨汁。為書如淡墨。有為偽券以謊人者。當知之。經年墨消。 \\n 二至前後。垂土炭於衡。兩端輕重均。陰氣至則土重。陽氣至則炭重。又云。政治感低昂。猶鐵炭低昂可信也。蓋以鐵易土爾。 \\n 古人之節。抑有義焉。如元旦上巳重午七夕重陽皆以奇陽立節。偶月則否。此亦扶陽抑陰之義也。至於元夕以燈。花朝以花。中秋以月。皆以望日。此特因其時物之盛者爾。 \\n 蠓飛磑則天風。舂則天雨。竿影。上元豎一丈竿。候月午。影至七尺大稔。九尺一丈有水。五尺歲旱。三尺大旱。 \\n 祖宗富貴。自詩書中來。子孫享富貴。則賤詩書矣。家業自勤儉中來。子孫得家業。則忘勤儉矣。此所以多衰門也。戒之哉。 \\n 貴而忘賤。災自驕生。迷而不返。禍因惑起。貴。驕敗之端也。富。奢衰之始也。甚靳必大費。過恡必多亡。失乎中之道也。 \\n 人生平能懲忿窒欲。心氣沖和。葷酒不昏。情氣不亂。故久而血白也。 \\n 諺云。寧人負我。推而大之。忠恕之事也。毋我負人。守而固之。知命之事也。忠厚之道也。寧我負人毋人負我者反是。 \\n 大抵知是非少計利害者。儒人也。知利害不計是非者。吏人也。是非。理也。利害。事也。 \\n 漢末三互法。拘忌至姻聯。所謂國將亡。必多制。 \\n 眚災肆赦。怙終賊刑。千古赦刑之折衷也。殺人者死。傷人及盜抵罪。千古明刑之折衷也。 \\n  \\n   \\n  "}
{"章节": "●附錄", "正文": "  \\n ●附錄 \\n 　 \\n  \\n 正德刻本序 \\n 萬曆重刻本序 \\n 乾隆重刻本序一 \\n 乾隆重刻本序二 \\n 同治重刻本序 \\n 快書刻節本草木子題詞 \\n ○正德刻本序 \\n 言所由以立。學必擇而文。有經苟讎。夫道焉斯弊矣。道無弊也。弊必自諸子。老聃弊道德。揚子雲弊易。王通弊經。楊墨弊君父。荀卿弊性。韓退之儒者也。其稱孔墨相用弊。孔子記曰。君子多識前言往行以畜其德。涼於德者。肆言愈繁。而讎道愈力。支流蔓說。浸淫軋競。固趨之而固離之。蠱於心者眩其色。大抵然也。龍泉葉先生世傑。營道於古而役志也微。仕為巴陵簿。不以毀觚涉世。棄歸其鄉。著書數萬言。觀天之文與地之法。鬼神屈伸之故。禮樂明備之體。陰陽順逆之度。天人交與之徵。卉木蟲魚之候。器象沿革之制。農圃術技之末。幽幻玄怪之迹。窮檐委巷謠歌之語。冥搜賾攟。區物而辨才。綜百家之棼纇。列九域之風習。水堰而木栝之。畢屬夫燦然之道。蓋君子黜浮斂騖。勤以知服。擇之審而經是程。宜不猥以詞勝。噫。德其可占矣。昔長統憤而昌言作。王符隱而論次成。抑先生自序。顧有慕於虞卿之為者。無謂云乎哉。舊篇二十有二。今約為八。凡四卷。先生別號草木子。編因名焉。裔孫溥。以南司諫出牧福州。既卓樹其風聲。將昭厥先美。憲於有永。乃付梓工。而委予序其端。吾聞古之王者。欲知里巷風俗瑣細之言。於是乎有稗官之紀。王充譔論衡。蔡邕私為談助。富禁之臠。而國盛異人。先生之惠流矣。正德丙子夏四月既望。鐵橋道人南海黃衷序。 \\n ○萬曆重刻本序 \\n 余時繙閱往籍。見稱引草木子者。詞簡而理當。旨玄而味雋。知為勝國時人。而不知其姓名里族。又不得盡讀其書。每以為恨。丙午夏日。抱痾園居。龍臺俞丈手是編示余。余喜不寐。據梧讀不休。其為書雖不饒。顧上自璣衡堪輿。下至醫卜農圃昆蟲卉木。亡不探玄奧。析精微。發前人之所未發。可以證經補史。子產所謂博物之君子非耶。世之學者。高談性命。至耳目所覩記。反弗得其梗槩。往往以不屑藉口。夫聖門修齊治平。不能外格致。仲尼亦言多識禽獸草木之名。夫禽獸草木。格致中事也。格致即道學也。自夫逃之玄虛而世無實學矣。奈何以此疵草木子也。元人以夷狄入中國。其典章文物。亦不足道。第一代正統。旁無可繫。葉公居元之世。為元之人。舍元事其誰談乎。且元事無所考見。一時作史者博採野記以修實錄。又可以道元鄙哉。余故敍而刻之。以為博雅者之一助云。茸城後學林有麟撰。 \\n ○乾隆重刻本序一 \\n 世傑葉先生著述甚富。草木子四卷。裔孫方伯名溥者明正德年鏤板行世。黃鐵橋之序。尚矣。庚辰冬。遇龍宰龍泉。既訪無嫡嗣。其太玄本旨本草節要等書亦不存。久之始得草木子殘篇。非朱太史竹垞表之。世烏知有葉子哉。嗚呼。葉子學問極博。功歸主靜。黃朱二公備述之。愚何贅。三復之下。魚豕未全校正。謹闕以付梓。俟高明焉。獨怪草木子與郁離子同郡。龍門子同時。而顯晦逈別。天將各有位置焉。而非人所能知也。使草木子參贊樞密。新一朝之典制。措施當不讓郁離子。即不然。珥筆翰苑。纂修元史。必不至斷爛朝報。又豈亞龍門子乎。天胡然使黯淡空山而徒成一家言也。草木子說理透宗。多發先儒未發之精蘊。至論元時得失。綱舉目張。直追朱子。且其立言更有難者。目擊洪武之嚴刑。及一切授時作樂。深慨於中。而勝國遺規。誰鑒誰因。寓小雅之思於簡端。迄今可覆而按也。竊嘗歎著述之弊有二。非忿世則自矜。其原生於驕吝。雖莊列尚不免。況餘子乎。而草木子曾有是乎。然則天蓋不使其見用於當時而留有用於百世。又非郁離龍門二子所得專美於浙東也。龍邑夙產名賢。水心味道二葉子俱徙永嘉。世欲識其山雄水秀。且觀草木子。然而草木子深遠矣。乾隆二十七年歲在壬午清和月。知龍泉縣事關中後學蘇遇龍德水敬題。 \\n ○乾隆重刻本序二 \\n 草木子八篇。明初龍泉葉靜齋先生著。先生事實今載明史儒林。其書博大精深。能括天地人物古今載籍之奧而洞其源。於學術政治制度風規是非得失。確有至理。法戒炳然。為兩漢後成一家言所罕及。先生碩學奇才。固與章三益葉景淵胡仲淵季彥文輩同學於大儒王綱叔稱高第弟子者也。士每患遇非其時。雖抱負非常。卒不為當世用。又或生非其地。聲名不彰。乃適當明祖開基。風虎雲龍。策力羣萃。用賢惟恐不及。最重曰四先生。括蒼實居其三。同門士聯袂升庸。文武惟其所用。幾與河汾比盛。而先生僅得巴陵一簿。無罪放黜。以終其身。著數萬言。猶自謂與草木同腐。悲夫。天生此碩學奇才於用賢之時。多賢之地。而亦究一無所展。豈非命乎。先生知命自安。以康節觀物為後學開格物窮理盡心知性之坦途。以濓溪主靜為自昔聖功悟一本萬殊人道天道之根柢。其著書由窮愁起而實不為窮愁剋。真君子儒也。身為君子儒。又何論遇不遇哉。是書刻於正德丙子。有黃鐵橋序。歲久板失。今賢令蘇君德水手校定。序以付梓。後學讀二序則思過半矣。乾隆壬午季秋。天台齊召南息園甫書。 \\n ○同治重刻本序 \\n 括蒼環郡皆山。上應少微。其間故多隱君子。郡乘人物志采輯藝文。唐以前書缺有間。自宋迄明。著作不下數十百家。刊行海內。識者珍之。第世遠年湮。風霜剝蝕。大率簡斷編殘。近復遭粵匪蹂躪。茫茫墜緒。幾剩劫灰。同治庚午秋。余來守是邦。知各邑代有名賢。而葉氏尤盛。水心味道兩先生學術。傳播儒林。早為當世所宗。倘名山石室呵護有靈。或得搜羅。藉資探討。未可知也。乃博訪周諮。久之得前明葉子世傑草木子四卷。循繹數過。其體裁逼近老莊義理。發揮經傳。蓋本格致之真修。紹關閩之正學。探賾索隱。原始要終。逈非小儒末學所能窺其涯涘。其他著述甚富。如太玄本旨本艸節要諸書。散佚無存。茲則吉光片羽也。人謂先生負震世絕俗之才。不得大展其用。卒以巴陵一尉深自韜晦。復就非罪之逮。遭際甚不偶矣。然而是書終不磨滅。則其遇既與左遷後先一轍。而草木子亦與史國今古流傳。安知非造物以不朽之名厚報之也哉。爰重為鐫板。俾括人士仰先正典型。不忘服習。而窮通顯晦。均不足以介其懷。斯誠君子之為也。同治十三年甲戌仲冬月。知處州府事潘紹詒譔。 \\n ○快書刻節本草木子題詞 \\n 葉子奇作是書。不下四萬言。拔其尤語。不滿三千字。而陰陽五行。聖賢仙佛。民物夢覺。靡不徹奧。駕韓軼管。暢呂測莊。有書如此。何患不增秦漢之色。曷以取數之少也。譬之鬬草者。翠芸朱草出。而餘莖雖美。皆蔓蕪矣。譬之採木者。瓊枝玉樹出。而餘榦雖嘉。皆惡陰矣。子草木子其翠芸朱草瓊枝玉樹也。得其所以子草木者。即得其所以取草木子者也。草木其人。不草木其言。取言於草木之人。不因其人以為草木之言。予故得盡其翠芸朱草瓊枝玉樹也。問草木子曰。飛昇有術乎。曰天上實無著處。予且問草木子曰。子草木有術乎。必將曰草木實無著處。去其子而取其草木。幷去其草木而取其言。言存而子存。子存而草木亦存。地下有著處矣。天上何難飛昇以往乎。斯言也。起莊生而問之。是以草木取草木以馬喻馬之說也。閔景賢識。 \\n 草木子 \\n 附錄： \\n 草木子四卷（兩江總督採進本） \\n 明葉子奇撰子奇有太元本旨已著錄考子奇所著諸書有範通元理二卷詩十六卷文二十卷本草醫書節要各十卷齊東野語三卷又餘錄若干卷紀元季明初事最詳今惟太元本旨及此書存此書黃衷序云二十二篇鄭善夫序又云二十八篇正德丙子其裔孫溥以南京御史出知福州重刻之約爲八篇曰管窺曰觀物曰原道曰鉤元曰克謹曰襍志曰談藪曰襍爼每二篇爲一卷卽此本也善夫序又云舊本今纂爲四野語今纂爲二併曰草木子則似此四卷已合野語爲一書然四卷二卷當爲六卷不當爲八卷野語今無别本無由質其異同莫之詳也子奇學有淵源故其書自天文地紀人事物理一一分析頗多微義其論元代故事亦頗詳核惟賈魯勸托克托開河北水田造至正交鈔求禹河故道功過各不相掩子奇乃竟斥之爲邪臣則不若宋濓元史之論爲平允也書前有子奇自序題戊午十一月乃洪武十一年卽子奇罷巴陵主簿逮繫之嵗比書葢其獄中所作云（四庫全書總目·子部·雜家類） \\n 太元本旨九卷（江蘇巡撫採進本） \\n 明葉子奇撰子奇字世杰號靜齋龍泉人明初以薦官巴陵縣主簿揚雄以元擬易卷首所列舊圖具七十二候晁說之易元星紀譜亦以星候爲機括子竒獨謂太元附會律厯節候而强其合不無臆見厯舉所求而未通者八條以明未足盡易之旨而又稱其能自成一家之學在兩漢不可多得因别爲詮釋以正宋陸舊註之訛蓋亦如說易之家廢象數而言義理也考太元大意雖不盡渉乎飛伏互應與焦京之說冇别然漢書雄本傳稱元首四重者非卦也數也其用自天元推一晝一夜陰陽數度律厯之紀九九大運與天終始與太初厯相應亦有顓頊之厯焉漢儒所述其說至明子奇必以爲不協律厯其說殊戾然元文艱澁子奇能循文闡發使讀者易明亦有一節之可取數百年來註是書者寥寥存以備一家可也（四庫全書總目·子部·術數類） \\n 草木子序（明）鄭善夫撰 \\n （四庫全書·集部·別集類·少谷集卷九） \\n 草木子葉子竒氏栝人博物洽聞達於古今生元季詭時匿徳於龍泉之槎溪立言以昭厥志人亡識者所著有範通玄理太玄本旨各二巻詩十有六巻文二十巻本草醫書節要各十巻齊東野語三巻草木子二巻草木子成於洪武戊午狴犴中稽上下之儀星躔之軌隂陽五行生尅之運海嶽浸瀆異域希乏之物神鬼伸屈之理草之變魚蟲之尤律歴推歩易衍之大宗釋老禮制之書而之於六籍之緒大歸同焉野語記時事失得荒兵災異而文弗避而義則則乎春秋古稱虞卿非窮愁不能著書草木子其善窮哉草木子云者草計時木計歳以况其生而傷乎其言之立也或曰草木子劉基宋濓時人詳觀誠意集未之及者而濓叙太玄本旨似不心贊其能夫二子者亦蔽賢乎哉凡人賤近而貴逺知者相世機則掩其識昔揚雄譔太玄法言與州箴以比迹聖人當時雖劉歆輩號稱知已亦拙其書顧乃盛傳於後世好竒者以為奥於孟軻然玄實失之滯法言州箴亦多迂謬今觀草木子其義至精論甚正使遇賢知者闡而張之走揚子矣其與法言太玄並傳復何嫌耶而或者又以惟鯊胎生無無華之實胎卵濕化貴賤之類病之是惡足以累其成哉舊本凡二十八篇今纂為四野語凡三巻今為二其七代宗子溥殺青而行之并曰草木子古語云傳先之美仁也刻成晉安鄭善夫為序正徳丙子夏日 \\n 葉子竒兩浙名賢録字世傑龍泉人至正庚寅以薦試方州中第四人退隐不仕明初浙江行中書省以學行薦廷試高等授岳州巴陵簿尋致仕卒子竒少穎悟壯游王剛叔門聞理一分殊之旨乃知聖賢之學不貴多聞以静為主因自號曰静齋所著有範通元理草木子等書（四庫全書·史部·地理類·都會郡縣之屬·浙江通志卷一百七十七） \\n 葉子竒傳（清）朱彞尊撰 \\n （四庫全書·集部·別集類·曝書亭集卷六十三） \\n 葉子竒字世傑龍泉人用薦授巴陵主簿嘗作太玄本旨究通衍皇極之説儒者稱之洪武十一年春有司祭城隍神羣吏竊飲豬腦酒縣學生發其事子竒適至以株連就逮獄中用瓦磨墨有得輒書事釋家居續成之號草木子其書稽上下之儀星躔之軌律厯推步之驗隂陽五行生尅之運海嶽浸瀆戎貊希有之物神鬼伸屈之理土石之變魚龍之怪旁及釋老之書而歸于六籍兼記時事失得兵荒菑異曰草木子者以草計時以木計嵗以自况其生也里人王毅者字剛叔従許謙游受理一分殊之旨子竒學于毅歎曰聖賢之學不貴多聞以静為主因自號曰静齋 \\n  \\n   \\n  "}
