{"章节": "簡介", "正文": "  \\n 簡介 \\n 　 \\n  \\n 陳郁(1184-1275)，字仲文，號藏一，崇仁（今屬江西）人，陳世崇父。閉門終日，研討經籍，不叩權門，不同於江湖詩人的流於干謁。理宗時，曾充緝熙殿應制。景定間，為東宮講堂掌書兼撰述。為賈似道所嫉，又為給事檄駁歸本貫，因賦《念奴嬌》雪詞寓意，語雖粗鄙，亦鳴其不平之氣。德祐元年卒，年九十二。以詩文名世，著有《藏一話腴》四卷傳世。 \\n 《藏一話腴》，四卷，南宋陳郁撰。內容多記南北宋間雜事，或是發明經義自抒議論，其中也有詩話詞話性質的記述。陳郁深受南宋理學思潮的影響，因此書中一些議論觀點充滿理學的氣息，一定程度上反映了當時部分士人的道德思想和審美趣味。今存明抄本、《四庫全書》本、《豫章叢書》本。（以上按《中國文學家大辭典宋代卷》，中華書局，2004年及周子翼《藏一話腴》點校說明） \\n 是次錄文，據周子翼點校、詹八言審訂之《藏一話腴》（江西教育出版社，2002年）。該書是以《豫章叢書》本作底本，以《四庫》本作對校，以涵芬樓刊《說郛》中收錄之明抄本作參校，並將涵芬樓本及《適園叢書》本逸出諸條作附錄。為省篇幅，網絡版暫不出校記。 \\n  \\n   \\n  "}
{"章节": "序", "正文": "  \\n 序 \\n 　 \\n  \\n （宋）岳珂 \\n 陳藏一以詩文名世，真西山、劉漫塘、陳習庵交稱之。余始過其語，今觀所述《話腴》，博聞強記，出入經史，研考本末，則則可法度，而風月、夢怪、嘲謔、淫麗氣習，淨洗無遺，豈非自「思無邪」三字中踐履純熟致是耶？迺知三君子可謂具眼矣。嘗謂近時江湖詩人多，然不誇而誕，則空而迂，流干謁者皆是。惟藏一閉戶終日，窮討編籍，足不蹈毀譽之域，身不登權勢之門。及叩其中，則詞源學海，浩乎莫之涯涘，若藏一豈多得哉？詩史曰：「讀書破萬卷，下筆如有神。」因為藏一誦，而併書之編首云。棠湖翁岳珂肅之。 \\n  \\n   \\n  "}
{"章节": "內編卷上", "正文": "  \\n 內編卷上 \\n 　 \\n  \\n 藝祖微時，《日》詩云：「欲出未出光辣撻，千山萬山如火發。須臾走向天上來，逐却殘星趕却月。」國史潤飾之，乃云：「未離海嶠千山黑，才上天心萬國明。」文氣卑弱，大不如元作辭志慷慨，規摹遠大，凛凛乎已有萬世帝王氣象也。 \\n 孝廟時，一名士解郡文學秩歸，用押綱賞格循轉其詞曰：「爾以師儒之重，甘從綱吏之卑。爾既不愛其身，朕亦何吝於賞。勉進一秩，以旌厥勞。」大哉王言！不知自策勵以副警諷者，非士也。 \\n 《易》於《豐》、《噬嗑》有雷電之威，故皆能折，若《賁》無雷之威，則為小明，不足以立事，故曰：「無敢折獄。」子路片言折獄，以其有威也，信矣！人必有威，然後不為人所慢侮，可以應猝然之變。君子不重則不威；威，其立身之本歟！ \\n 《左氏傳襄九年》載魯穆姜之言曰：「元者善之長，亨者嘉之會，利者義之和，貞者事之幹。」坦然明白。後十三年而夫子生，則《繫辭》非夫子作也明矣。亦左氏之辭多誕乎？抑《文言》非夫子所作乎？ \\n 仁廟時，歐陽修以九月朔拜內相，真西山以端甲午九月初除內相。洪平齋草制云：「粵我仁祖，有若臣修，朝京師於甲午之年，拜內相於季秋之朔。」當時以為用事精切如此。 \\n 孫冕，臨江軍新淦人，擢進士第。天禧末，守蘇州。會鄉里索交罷相，以賓傅出判臨杭，舟泊蘇臺，歡款甚密。謂孫曰：「老兄淹遲日久，且寬衷，予當致拜聞。」冕正色答曰：「君二十年出處中書，以素交潦倒江湖，不預一點化筆，今事權屬它人，去廟堂千里，為方面，始以此話見說，得為信乎？」里人愧謝，夜半解舟潛遁。冕大書一詩於廳壁，拂衣歸九華。云：「人生七十鬼為鄰，已覺風光屬別人。莫待朝廷差致仕，早謀泉石養閑身。去年河北曾逢李，今日西淮又見陳。寄語蘇州孫刺史，也須抖擻老精神。」清節高標，可羞百執事之顏。朝廷聞之，令再任。詔下已歸，竟不出矣。 \\n 舒之山谷寺前溪有二巨石，南之石名詩崖，北之石名酒島。蓋有達官與文士賦詩飲酒於石之上，因得美名。何貪泉、狠石、辱井之不幸耶？ \\n 濂溪周先生《倦吟集游廬山大林寺》一律云：「水色含雲白，禽聲應谷清。」余味其詞意，則前一句明，後一句誠，道在是矣。 \\n 象山陸先生四歲侍父行，遇事必問。一日，或問天地何所窮際。曾魁從龍赴省時，館于衢之順溪，題一絕云：「紅照西沉暫解鞍，偶然假館豈求安。新豐獨酌誰為侶，坐對窗前竹一竿。」蔣奎重修未舉時，雷雨夜賦絕句云：「電飛窗上明如月，兩溜簷前響過泉。蠢動有生皆發蟄，是龍那得不升天。」志氣不同，皆於未達時已見之。 \\n 澹庵胡先生謫新州，築室城南，名「小桃源」而圖之，且題詩其上云：「閑愛鶴立木，靜嫌僧叩門。是非花莫笑，白黑手能言。心遠闊塵境，路幽迷水村。逢人不須說，自喚小桃源。」或者謂寓避秦之意。然又作「小西湖」于所居之側，亦寓不忘君之意乎？ \\n 真西山鎮溫陵。春，講武帳前，將官王大受被甲三重，發百矢皆中的。西山韙之，補充正將。後月餘，忽海寇猖獗，令大受將五百以擒之，獲趙某等三渠魁及附從百餘輩。大受歸，傷重而沒。趙，宗子也，始皆疑西山未易處。閱數日獄成，西山引諸囚入教場，縛二渠魁於中，掩其心，令諸軍射箭如蝟，而賊未死，或斬或搥，次第而畢。惟置趙於旁觀之。次凌遲二渠魁，且以心肝祭大受，訖，補其二子以指使，又配其二女以良壻。賞罰兼行，士民驚服，皆以為趙可生也。事畢，西山呼趙而問之，趙稱「宗室」不絕。西山曰：「宗室為賊首，則非宗室矣。宜正以王法。」決交脊二百而卒，眾無敢譁，大略似誅少正卯時也。一時為詩歌者百數，獨長溪丞王亦世一絕云：「憑陵海若玩波神，怙恃乾坤不殺身。刀鋸未加先自殞，陸梁未有白頭人。」西山大喜，薦之于朝，後宰建安而卒云。 \\n 米元章寫《高麗經》，以孔子為佛，顏子為菩薩。余謂元章以字畫名世，技癢而書此語，已不能無罪，況以異教比擬聖賢乎！元章師聖賢也歟？非師聖賢者也。 \\n 司馬遷《史記》可謂美矣，余恨其學不醇，而言多駁焉。《春秋》之法，惟諸侯方得世祿，雖卿大夫亦不可，而以孔子列於《世家》。豫讓漆身報德，氣節凛凛，可謂天下之義士也，而列于《刺客》。其作叙傳則尊道術而薄六經，尚可得謂所學之醇乎？ \\n 南康縣外二十里許有劉氏女，少而慧，父母初以許蔡，無故絕蔡而許吴，吴亡又以許蔡。女曰：「吾一身而三許人，尚何顏登入門戶？」委身於潭而死。鄉社立賢女祠。戴石屏為詩以美之云：「士有敗風節，慙魂埋九京。幽閨持大義，千載樹嘉名。父不重然諾，女能輕死生。寒潭墜秋月，心跡兩清明。」余謂王儉有文學政事，受晉、宋高爵，而躬執璽以授齊；馮道身為大臣，而甘事數姓，曾不若女子之有節誼也，愧諸？ \\n 滑州地無尺木，沙如掌平。唐太守失其名，有句云：「歸來莫訝無歌吹，修竹旁邊是滑州。」又云：「萬沙無寸木，遠見他州山。」平可知矣。 \\n 漫塘劉司令宰字平國，早有經世志，居官居里，遇事精實，四方推尚。中以微疾不出，詔起者再，力辭而免。嘗大字徧書其印紙，示終身焉。其語曰：「怪矣病容，無食肉相；介然褊性，無容物量。智淺而慮不周，材疎而用則曠。不返初服，輒啟榮望。豈但二不可七必弗堪，恐一無成萬有餘喪。故俛焉以歸，超然自放。衣敝袍可無三褫之辱，飯蔬食何必八珍之餉。隱几餘閑，杖藜獨往。或從田家瓦盆之飲，或聽漁父《滄浪》之唱。顧盼而花鳥呈伎，言笑而川谷傳響。優游歲月，逍遙天壤。路逢扁舟而去者，詰之曰：汝非霸越之人乎？陶，天下之中，須子而富，宜亟去，毋亂吾槳。遇籃輿而來者，揖之曰：非不屑見督郵者歟？宜亟歸。有謁乎道者，縱得錢付酒家，終不若高卧北窗，日傲羲皇之上也。」 \\n 真西山在嶽麓書院請蔡季通分講，西山請講「艮其背，不獲其身。行其庭，不見其人。無咎。」蔡云：「內艮其背，不獲其身，無我也。外行其庭，不見其人，無物也。內既無我，外既無物，宜聖人以無咎許之。」 \\n 林榕臺在福州，陳止齋作倅，請榕臺講《論語學而》第一章，林云：「學而時習之，不亦說乎？心與道一也；有朋自遠方來，不亦樂乎？道與人一也；人不知而不慍，不亦君子乎？道與天地一也。」 \\n 洪內翰邁分教福州，請教諭林少穎知己說《書》，林云：「《堯典》、《舜典》、《臯陶謨》、《大禹謨》等篇，知之為知之者也。『作《汨作》，《九共》九篇，《槀飫》』，不知為不知也。」 \\n 名山大川登臨之勝，多在于西，故汝陰之西湖，洪、蜀、永之西山，嘉之峨嵋，巴陵之岳陽樓，齊安之臨皋，金陵之賞心、白鷺，揚之平山堂，蘇之姑蘇臺，荊楚之雲夢，郢之白雪，滁之琅琊，九江之庾樓，皆延庚挹辛，賓夕陽而導初月。彼東北南，未必無勝覽之地，恐不多數耳。 \\n 菱、芡皆水物也，胡為菱寒而芡暖？蓋菱花開必背日，芡花開必向日故也。桃杏雙仁者必殺人，其花本五出，有六出必雙仁而殺人矣，反常故也。木實之蠹者必不至沙爛，沙爛者必不蠹而能浮，若不浮者亦殺人。既沙爛，則不能蘊畜而生蟲。獨不見瓜至甘而不蠹者，以其沙也。有物必有理，若可窮矣。然羲之《石碑帖》云：「石碑入水即乾，出水便濕。獨活有風不動，無風獨搖。」又未可以意窮也。非至聖，吾誰與歸？ \\n 小孤山在宿松縣江北岸，與江州彭澤接境。山形如覆鍾，高數十丈。山西有小孤廟，相對有彭浪磯，俗訛山為「小姑」，磯為「彭郎」，遂有小姑嫁彭郎之說。古詩云：「倚天巉地玉浮屠，肯為彭郎嫁小姑。」又有曰：「舟中賈客莫漫狂，小姑前年嫁彭郎。」皆因其訛。惟陳簡夫詩曰：「山稱孤獨字，廟塑女郎形。過客雖知誤，行人但乞靈。」可以證謬。 \\n 孔子曰：「吾執御矣。」又曰：「苟有過，人必知之。」何言之遜？及言媚竈，則曰：「獲罪於天，無所禱也。」何言之厲？蓋君子發辭宜遜，立行宜嚴。不遜則召禍，不嚴則受侮，恐傷乎行，不得不厲也。後世之曰君子者，既不遜於言，又不厲于行。吁！ \\n 近世拜官多為辭免，已可恥矣。而朝廷又為之法曰：「至某官方許飾說。」若此則未至某官之前，必不許之辭，既至某官之後，必使之辭，是教人為偽也。兩府將有除召，未下之先，必曰「押入」，名最不正。蓋賢者當以禮進，以禮退，既可押入，必可押出矣。有過而貶，輒半年不赴，章再上矣，猶且恬然，古者三黜恐不如是。此皆進退之名不正，褒貶之義不明乃耳。當如黃憲，聞召即起，受官即拜，上未聞使之辭，下未敢慢所賜，雍容中禮義也。徐積仲車云。 \\n 曾子之去妻也，以蒸藜不熟。孟子之去妻也，以惡敗。鮑永之去妻也，以叱狗姑前。皆以事辭而去也。唐李度支以畜妓陶芳於中門而去妻，當時有勅停官，及薨亦無追贈。今世如李者多矣。 \\n 李文山羣玉吟《鷓鴣》詩，世惟以「屈曲崎嶇」、「鈎舟格磔」一聯稱，不知文山用工正在第五第六句，云：「曾泊桂江深岸雨，亦於梅嶺阻歸程。」但咏其鳴之時與地，鷓鴣明矣。其《失鶴》詩亦然，「清海蓬壺遠，秋風碧落深」，隱然失鶴之意。所謂「吟詩必此詩，定知非詩人」是也。近徐山民《猿》詩，趙山中《角》詩，皆得文山之骨髓。 \\n 鄭俠介夫未第時，讀書清涼寺，王荊公以中書舍人持服寓江甯，聲迹相聞，然俠未嘗往見。荊公使門人楊驥瞷之。大雪中，俠呼驥其飲，飲酣，題詩于瑞像閣云：「濃雪暴寒齋，寒齋豈怕哉？漏隨書卷盡，春逐酒瓶開。一酌招孔孟，再斟留賜回。醺酣入詩句，同上玉樓臺。」楊君為荊公誦此詩，公大稱賞，曰：「真好學也！」且期以高第。治平四年，果擢甲科。後公參大政，俠以疑獄數事為公謀，公皆如其請。俠為監門，公行新法，俠極言其非，不報。時荊公有詩曰：「何處難忘酒，君臣會遇時。高堂拱堯舜，密席坐臯夔。和氣襲萬物，歡聲連四夷。此時無一盞，辜負《鹿鳴》詩。」俠和云：「何處難緘口，熙甯政失中。四方三面戰，十室九家空。見佞眸如水，聞忠耳似聾。君門深萬里，焉得此言通。」故宰相之欺，終不能勝監門之直云。 \\n 唐太常丞宋沇傳漢中王舊說云：「玄宗雖雅好度曲，然未嘗使蕃漢雜奏。天寶十三載始詔諸道調法曲，與番部新聲合作，識者異之。明年祿山叛。」元微之《立部伎》樂府云：「宋沇嘗傳天寶季，法曲番音忽相和。明年十月燕寇來，九廟千門塵土涴。」吁！翕如繹如，繼承長久之意也。促拍衮煞，此何義耶？君子於是思古。 \\n 都邑交易之地，通天下以市言。至村落則不然，約日以合，一闋而退，曰墟。以虛之日多，會之日少故。西蜀名墟曰痎，如瘧之間而復作也。江南人嫌痎之名未美，而取其義，節文曰亥。故今分甯縣治，即武甯縣村市名常洲亥者，分而為縣治也。洪芻之職方可驗。荊吴之俗取寅申巳亥日集，故亥日為亥市。張祜詩曰：「野橋逢亥市，山路過申州。」張籍《江南曲》有曰：「江村亥日長為市。」山谷詩曰：「漁收亥日妻到市。」謝艮齋詩曰：「已向三長觀亥市，便從雙井問寅庵。」 \\n 後湖居士蘇養直以世賞官其子，而自徜徉三江五湖間，遇林泉勝處輒引杯嘯咏，發見於詩者千餘篇。紹興間名達九重，累詔不起。詩豈窮人哉！然考其為人，簡易佚蕩，與人交傾倒無隱情，無戚疎，賢愚皆知愛慕，蓋有在於詩之外者。嘗謂士大夫既抱文才，流清譽，而復有德以將之，若後湖可也。 \\n 中山劉賓客題壽安甘棠館云：「公館似仙家，池清竹逕斜。山禽忽驚起，衝落半巖花。」然觀《四朝聞見錄》第一條，以此詩乃恭孝儀王仲湜遊天竺所作，豈偶忘之耶？ \\n 李太守異伯珍回醫生之書云：「遣白金三十兩，奉納以備橘黃之需。」始不曉所謂，乃觀《世說》有「枇杷黃，醫者忙；橘子黃，醫者藏」，乃知時使然耳。脞談藂錄，不可不知。 \\n 太白云：「請君試問東流水，別意與之誰短長？」江南李後主曰：「問君還有幾多愁，恰似一江春水向東流。」略加融點，已覺精彩。至寇萊公則謂「愁情不斷如春水」，少游云「落紅萬點愁如海」，青出於藍而勝於藍矣。 \\n 江尚書應辰一帖與蜀查侍郎云：「兩蒙賜教，輒題申字。此一字利害雖無甚重輕，而近世官文書以為差別。昔王弘中牒袁州以故牒，韓退之不敢當，況其重於此者乎？幸望指揮改正。退之所謂伏乞仁慈，特令改就常式，以安下情者也。」觀此，則今人繁文縟禮，式有加而情不足者，當何如哉？ \\n 馬友犯長沙，向薌林扞之，不敵而潰，道遇友別將方舟而來，家人輩惶懼，知弗脫矣。賊指求薌林愛妾，妾聞命無懼色，自語賊曰：「必欲我，當以車馬來。」賊許之，妾即盛飾以待。家人駭之，然猶謂其往可以紓難。頃刻肩輿至，即奮而登，既過河，望賊舟不甚相遠，妾忽語輿卒，欲少止，羣卒乃弛轎，妾一躍入水，急援之，已絕矣。賊相顧不發，薌林亦悠然而去云。 \\n 孟子不見諸侯，然齊宣、梁惠兩次見者不一。及其去也，尚三宿而不行。非不見也，不見不聞道不尊賢者矣。余嘗贈友人句曰：「舉頭莫看王侯面，失脚恐為名利人。」非使之斷不見王侯也，倘有能尊賢才而樂聞道，將千里而見矣。正孟子之遺意。 \\n 陵有木秀甚，人無有識其名者，俗皆以無名木呼之。有士友葉廷珪賦詩，中聯云：「人依清樾摩挲認，鳥宿高枝睥睨看。」 \\n 詩中用全書句，固有此格，須是十分着題方佳。如坡詩云：「君特未知其趣耳，臣今時復一中之。」蓋就題引用，極是切實。近有賦多景樓者曰：「逝者如斯未嘗往，後之視昔亦猶今。」然多景乎何干？賦吴之靈岩者曰：「大抵有興須有廢，莫論誰是與誰非。」於岩乎何預？賦三高亭者曰：「見幾而作不終日，後世以來無此風。」於三高乎何關？若不要切題，則此三聯凡弔古詩皆可用也。惟曾撙齋遭論歸，賦《自省》詩，中一聯云：「不可以風霜後葉，何傷于月雨餘雲。」託物寄情，得坡之意。 \\n 三代而降，典謨訓誥之後，有董、賈、司馬遷、揚雄、二班之文莫可繼，曰「文止于漢」。八分大隸之餘，有鍾、衛、二王之書莫可肩，曰「書止於晉」。《三百篇》往矣，五字律興焉，有杜工部出入古今，衣被天下，藹然忠義之氣，後之作者未之有加，曰「詩止於唐」。本朝文不如漢，書不如晉，詩不如唐，惟道學大明，自孟子而下，歷漢、晉、唐皆未有能為天地立心，為生民立極，為萬世繼絕學開太平者也。 \\n 馬融不惟經學精深，詞藻暢妙，觀《長笛》一篇，深於音矣。甚於奕尤為不淺，《圍棋賦》云：「怯者無功，弱者先亡。離離馬目，連連雁行，踔度間置，徘徊中央。攻寬擊虛，橫行亂陣。收死卒兮，無使相迎。守視不同，為所唐突。深入敵地，殺士亡卒。狂攘相救，先後並沒。事留變生，收拾欲絕。」皆高手語也。 \\n 昔魯共王餘，畫先賢於屋壁以自警，凡視聽言動，目擊道存，毋敢一毫妄想。如此意則知金盆浴鴿、孔雀牡丹張陳滿室者，胸中之塵不可萬斛量也。 \\n  \\n   \\n  "}
{"章节": "內編卷下", "正文": "  \\n 內編卷下 \\n 　 \\n 子曰「吾與回言」，又曰「參乎」，又曰「若由也」，師之稱弟子以名也。于鄭兄事子產，於齊兄事晏平仲，故曰「子謂子產有君子之道」，又曰「晏平仲善與人交」。子夏曰「言游過矣」，子張曰「子夏云何」，曾子曰「堂堂乎張也」，是同朋稱其字而不稱其名。至于師之前，雖朋友皆稱其名，曰「賜也何敢望回」，又曰「師與商也，孰賢」，子游曰「有澹臺滅明者」，是也。 \\n 《春秋》，《魯》史也，以諸侯之事而書「西狩獲麟」，何也？蓋孔子作《春秋》，用意深微，以一字為褒貶。巡狩乃天子之事，而諸侯為之，書「西狩」，所以識其僭也。 \\n 諫爭，難事也。漢武帝見嚴助輩恨得之晚，終以誅死。公孫弘、霍光任之雖篤，實未嘗禮之。惟于汲黯，不冠則不敢見，黯之所以敬者可知矣，帝豈強為者哉？陽城未嘗言，遽爾發諫，或者大之。余謂城居諫職，日與屠沽飲，一旦悻然強諫，酒狂之語耳。行且未著，諫豈盡嘉？久而不言，是不能言也，宜其不足以聳君聽。吁！大人格君心之非，黯有焉。若城者，未聞枉己而直人者也。 \\n 作詩作文，非多歷貧愁者，決不入聖處。三閭阨而騷獨步，杜少陵愁而詩冠古今，退之欲人輟一飲之費以活己，而文起八代，上窺聖閫。孟郊斫山耕水，賈島薪米俱無，窮尤甚焉，其詩清絕高遠，非常人可到，良有以也。白石道人姜堯章，氣貌若不勝衣，而筆力足以扛百斛之鼎，家無立錐，而一飯未嘗無食客，圖史翰墨之藏，充棟汗牛，襟期洒落如晉宋間人，意到語工，不期於高遠而自高遠。黃景說謂造物者不以富貴浼堯章，而使之聲名焜燿於無窮，正合前意。甚矣！士之貧賤不足憂，而學不充，道不聞，深可慮也。 \\n 岳鄂王飛《謝收復河南赦及罷兵表》略曰：「莫守金石之約，難充溪壑之求。暫圖安而解倒垂，猶云可也；欲長慮而尊中國，豈其然乎？」又曰：「身居將門，功無補于涓埃；口誦詔書，面有慙於軍旅。」又曰：「尚足聰明而過慮，徒懷猶豫以致疑，與無事而請和者謀，恐卑辭而厚幣者進。願定規於一勝，期收地于兩河。唾手幽燕，終欲復讐而報國；誓心天地，當令稽首以稱藩。」未幾金渝盟，河南復陷。後六十年得金之《南遷錄》，見當時諸酋議論，銳意為取江南之計：歸三京以誘吾歸兵于平地，吾保江南則江防必虛；若吾不守江南，則是彼嘗見歸，吾自委棄，在遺民當自歸曲於吾矣。金謀若此，岳武穆之料敵，信不妄云。 \\n 徽廟一日幸來夫人閤，就洒翰於小白團，已書七言十四字，而天思稍倦，顧在側璫曰：「汝有能吟之客，可令續之。」因薦鄰里太學生。既宣入內侍省，恭讀宸製，不知指意，乞為取旨，或續句呈，或就書扇左。上曰：「來不喜餐，必惡阻也。當以此為詞，以續於扇。」詩成，上大悅。會將試士，命於末奏名，徑使造庭，賜以第焉。上御詩曰：「選飯來時不喜餐，御厨空費八珍盤。」生續曰：「人間有味俱嘗遍，只許江梅一點酸。」 \\n 中興紀年，若隆興二字，實兼法建隆、紹興；淳熙，則淳化、雍熙；紹熙，則紹興、淳熙；慶元，則慶曆、元祐；開禧，則開寶、天禧；端平，則端拱、太平。唐德宗與李泌議改元，德宗謂本朝之盛無如貞觀、開元，宜各取其一，改曰貞元。義與今同。 \\n 韓非子《外儲說》左下篇云：「南宮敬子問顏涿聚曰：季孫養孔子之徒，所朝服與坐者十數，而遇賊者，何也？曰：昔周成王近優侏儒以逞其意，而與周、召斷事，是以成其欲于天下。季孫今養孔子之徒，所與朝服而坐者十數，而與優侏儒斷事，是以遇賊。故曰：不在所與，在所與謀。」又「管仲相齊，曰：臣貴矣，然而臣貧。桓公曰：使子有三歸之家。曰：臣富矣，然而臣卑。桓公使立於高、國之上。曰：臣尊矣，然而臣疎。乃立為仲父。孔子聞而非之曰：泰侈偪上。」「一曰管仲父出，朱蓋青衣，置鼓而歸，庭有陳鼎，家有三歸。孔子曰：良大夫也。」余謂成王大聖也，與周、召斷事，決不近優侏儒。近優侏儒矣，尚安能與周、召斷事哉？夫子美仲之功與德，直許之以如其仁，今也以「泰侈偪上」而非之，又以其朱蓋青衣，置鼓陳鼎之榮而謂之為「良大夫」，何夫子褒貶之權衡如是舛逆也？若仲果「泰侈偪上」，豈能成輔伯之功哉？吾斯之未能信。 \\n 种師道為小官時，夜赴同寮之集，每致薪炭白粲，俱行至會飲之家。或風雨驟冷，或宴久夜長，或主人給散儉薄，不能滿從直之適，則陰賜予之。他皆羣聚喧囂，聲達於內，賓主不安；惟師道所部，深夜作粥充飢，熾薪爇炭，附暖而坐，靜觀諸卒之不肅者，忘夜之久也。師道後以文資易右列，持重兵，變化莫測，人心附之，于細事可見。今世士大夫托為名色，同寮真率，一樽一盒，擁妓繼博，達旦不休。豈知從直皆是禁軍，聽其凍飢於戶外，呻S吟Y之聲盈耳，本官尚能樂其樂哉？視師道幾塵？故曰觀大節必於平日云。 \\n 昌黎，唐文章之伯，故李翱、張籍從之遊。歐陽，宋文章之師，故蘇子美、梅聖俞為之從。善觀人者觀其所主，而端人則取友亦端也。 \\n 唐李涉過皖口之西，遇大艦遏其征路，數人持兵仗問是何人，從者曰：「李涉博士船也。」其豪首曰：「若是李涉，聞詩名已久，但希一篇，金帛非敢取也。」李乃贈一絕云：「暮雨瀟瀟江上村，綠林豪客夜知聞。他時不用逃名去，世上如今半是君。」 \\n 甚矣，巫覡之妖為民害也。昔為河伯娶婦，起于秦獻公八年，初以君甥妻河，見《六朝表》。後鄴為河娶婦，峻道為山娶嫗。使不遇西門豹、宋均二子，獷俗豈易除哉？紹興甲寅，南城胡有開字益之來宰分甯。先是邑民狃于淫祀，僧巫造舟置祀，歲十月大集，惡少千百為羣，鉦鼓弓矢，角勇技於祠下，所鬭以死勿訟為盟約，謂之「打元齋」，由此而死者無虛歲。益之下車首革是事，焚其舟與凶器，且作《毀元齋辨》以祛民惑，而弊乃息。莅職三載，歲稔民康，絕此風至今日。當時刻碑記事，猶屹立於紫府觀之廡。姑蘇愚民無貧富，薄於奉親而厚於祀邪者相半。洞庭山有村民之黠者，以詐鼓愚，號為水仙太保，掠人之財賄，誘人之妻妾，不可勝數，為害數十年。使君王實齋追而鞠之，殊無異狀，乃毀壇絕祀於其家，黥面鞭背而不發語，於是投之江，又為辨惑之文以警眾意。蘇民不悟，而方且交哭於巷，望祭於江，三四年迎迓僭侈，祭設豐腴有加于昔。吁！益之賢宰，實齋賢守，補於風教者，雖無愧於豹、均二子，其如蘇民之愚，有愧于分甯之惡少歟。 \\n 澹庵胡先生於福州僉廳分扇，得一扇，畫古木間一人騎驢向西南行。初見似無思致，及有新興之命，方知畫為先兆也。先生書一絕於陰云：「誰向生綃白團扇，畫將騎客據征鞍。南遷萬里知前定，壁上崖州莫怕看。」 \\n 石林云：「五代離亂，無一俊傑，而浮屠者乃有雲門、臨濟、德山、趙州數十輩。」前謂自佛入中國，散逸人才，豈其然乎？六一先生云：「天下無事時，智謀雄偉非常之士無所用其能，往往伏於山林，老死不出。」故序秘演、惟儼之詩，曰：「演狀貌雄偉，胸中浩然。」儼之詩曰：「儼而言天下事，聽之終日不厭，又皆馳騁文章。」豈所謂逸才者歟？ \\n 韓昌黎闢佛有文，李文公去佛有辨，而佛之徒者著於圖，畫於壁，以誑愚者，曰：「韓參泰顛，李師藥山。」蓋佛之術，惟不知聖人之書者，為其所惑耳。使知人倫天分不可滅絕，奚墮其妄哉？今世王公大人更相施舍供養，謂能植福，亦與不讀書者同一見，合一愚耳。東坡宿徑山，中夜有叩扉者，徐問之，則云放天燈人歸。如此，則天燈之偽不辨而明。 \\n 真廟朝，寢殿側有古檜，秀茂不羣，名「御愛檜」，然橫礙殿簷，真皇意欲去之。一夕風雷轉摺其枝，因以為瑞，題詠者多。惟福州羅源特奏林珦唐律稱旨，云：「右殿當年欲葺時，槎牙高檜礙簷榱。人間斤斧難容手，天上風雷為轉枝。烟色併來春益重，月華饒得夜相宜。真皇一駐鸞輿賞，從此聲名四海知。」真皇見之，喜動天顏，即賜號南華翁，詩名由此大顯，今有《南華集》行於世。詩豈負人哉？ \\n 趙昂總管始肄業臨安府學，困躓無聊賴，遂脫儒冠從禁弁，升御前應對。一日，阜陵蹕之德壽宮，高廟宴席間問：今應制之臣，張掄之後為誰可？阜陵以昂對。時高廟俯睞久之，知其嘗為諸生，命賦《拒霜詞》。昂奏所用腔，令綴《婆羅門引》；又奏所用意，詔自述其梗概。即進呈云：「暮霞照水，水邊無數木芙蓉。曉來露濕輕紅，十里錦絲步障，日轉影重重。向楚天空迥，人立西風。　夕陽道中，嘆秋色與愁濃。寂寞三千粉黛，臨鑑妝慵。施朱太赤，空惆悵，教妾若為容。花易老，烟水無窮。」時高廟喜之，錫銀絲加等，仍俾阜陵與之轉官。我朝之奬勵文人也如此。 \\n 藺相如避廉頗，卒為刎頸交。蓋人臣之有私怨，國家之禍也。私怨之成，其人無賢不肖，理無曲直，皆當被不忠之刑。何者？彼誠賢且直，則必心存國家，無事於爭矣。凡怨讐必肇於交相勝，吾能忘己以下之，彼豈有終怒而不吾釋者邪？相如下廉頗而趙國強，寇恂避賈復而漢業成，郭子儀善李光弼而唐室興，此萬世人臣之法也。 \\n 蘄州林敏功，字子仁，學既高明，而服膺中庸，故發於言行，不為險怪奇靡，守節令終，圭璧無玷，杜門不出二十年。呂居仁錄能詩者二十六人，號「江西宗派」，昆仲咸在選中，名達於九重，璽書嘉獎，賜號高隱處士，視朝散大夫。告詞曰：「爾好學博古，遂志山林，蕭然無為，恬不願仕。朕所嘉尚，賁以令名。」前輩高尚之士，豈如今之朝吴暮越、隨馬扣門者，逐逐勢利之場以為榮，而言與行大相遼絕哉？因作一絕云：「柳綿輕薄事狂遊，長被東風舞未休。秋桂邃然居月府，世間何地不香浮？」 \\n 《尚書》，天子之事也。終以《文侯之命》可矣。定於夫子，乃以《費》、《秦》二《誓》繫于後，蓋所以戒周，所以警後世也。《詩》有《頌》，蓋明德而告成功，太平之事也。刪於夫子，乃以《商頌》十二篇終之，豈以是盛德事邪？蓋不欲絕一代之事，因而附之耳。故序曰「得《商頌》十二篇」，非與周室之盛例論也。 \\n 《松漠紀聞》云：「有外國人來廣東，必重譯而後辨其語。頃有索逋來投有司者，譯人受債者囑。時邊久旱，有僧焚身而禱，就誣來投者，以為例欲捨身。太守不察其所以，竟叱諸卒推而焚之，終不能辨。」生死之機，發于譯者之口。今人秉僉擬之筆，專鞠勘之權，長吏不審，判照即行焉，何異外人視譯之言而生死哉？ \\n 諸葛武侯薦馬超於先主，關羽恐其出己右，移書問之。武侯曰：「可與翼德並驅齊衡，然非髯將軍比也。」羽聞而喜。余謂武侯此語既不掩超之美，又有結關之心，深沉大略，可涯涘耶？當其兵數敗衄時，下教曰：「今非將不善、兵不眾而敗，蓋亮未聞過耳。諸君攻亮之過，則兵決可勝。」夫人有失，誰不懷忌？而武侯獨願聞其過，豈不誠大丈夫哉？故其殞也，雖廖立、董允素所黜，而感泣至於嘔血。蓋如武侯之才固不乏，而武侯之德可以伏人心為罕見耳。其次謝安見識度量可彷彿相似，然安有期服而不廢樂，於德有損。彼崔浩者輒非武侯，浩何人哉，敢爾耶？ \\n 《荊楚歲時記》云：「黃姑織女時相見。」太白云：「黃姑與織女，相去不盈尺。」皆以牽牛為黃姑，明矣。及讀李後主詩乃云：「迢迢牽牛星，杳在河之陽。粲粲黃姑女，耿耿遙相望。」如此則以織女為黃姑矣。宗懍又云：「黃姑即河鼓。」未知孰是。 \\n 湯立賢無方，立者舉而建之於民上。然獨稱於湯者，唐虞以來，所用大臣皆世家大族，未有如湯自畎畝中起伊尹為師臣者也。 \\n 景祐中，梅中丞知韶州，嘗為《瘴說》，其略云：「仕有五瘴：急催暴斂，剥下奉上，此租賦之瘴也；深文以逞，良惡不白，此刑獄之瘴也；昏晨酣宴，弛廢王事，此飲食之瘴也；侵牟民利，以實私儲，此貨財之瘴也；盛陳姬妾，以娛聲色，此帷薄之瘴也。有一於此，民怨神怒，安者必疾，疾者必殂。雖在輦下，亦不可免，何但遠方而已？仕者不知而歸咎於土瘴，不亦謬乎？」此說深中士大夫之疾。道鄉鄒公志完為詩以美之云：「市門隱去不知年，蔽芾甘棠蔭藥川。五瘴作詩雖不染，一篇留戒豈其然。直須鏤板人皆與，庶使綿軀病可痊。更有何方公未說，上醫醫國許心傳。」 \\n 虎丘之劍池不流，天竺之石橋下無泉，麓山之力不副天奇，靈鷲擁前山不可視遠，峽山亦少平地，泉出山無深潭，乃知物之全能難也，況求友擇人而欲責全耶？ \\n 蕭注字巖夫，臨江新喻人。少有志氣，年十二，侍父之官康州，過悅城五龍廟，題詩云：「五龍兄弟古英明，今日拏舟過悅城。莫向茅茨久盤屈，早施霖雨活蒼生。」御史孔道輔兩官侍從，見其詩，嘆曰：「此子他日未可量也。」後登慶曆六年第。皇祐四年五月作番禺令，為儂智高所困，遂突圍出，募海上強壯二千人與賊戰鬭，焚其舟，斬首五千級，諸道援兵入城，竟其殄渠魁。九月丙辰，注為廣南東路都監，盜賊悉平，可謂「詩言志」矣。 \\n 李易安工造語，《如夢令》「綠肥紅瘦」之句，天下稱之。余愛趙彥若《翦綵花》詩云：「花隨紅意發，葉就綠情新。」「綠情紅意」似尤勝於李云。 \\n  \\n   \\n  "}
{"章节": "外編卷上", "正文": "  \\n 外編卷上 \\n 　 \\n 呂東萊先生在麗澤書院，與諸生講《詩》至《南山》。前一日，諸生欲占其師立言之旨。及東萊次日升堂誦《南山》之詩，終其篇，然後斷之曰：「《關雎》樂而不淫，若《南山》，樂而過于淫者也。」人皆以為得體。 \\n 晉重耳少好士，年十七有士五人，曰趙衰、狐偃、顛頡、司空季子、魏武子。驪姬之禍遁于狄，時年四十三，又十二年乃去，之衛之齊，又五年之曹之楚，自秦而反，凡十九年，時年六十二矣。其流離逋竄，濱於死者數，然志不少衰。過楚時，成王饗之厚，曰：「子即反國，何以報寡人？」曰：「羽毛齒革，子女玉帛，即君士所餘，未知所以報。」曰：「雖然，何以報不穀？」曰：「不得已，與君王以兵會平原廣澤，請避王三舍。」其卒能威諸侯，正國中，顯名於天下後世，此非獨得天也，實得人也，實不失所以立己也。故君子不患不得於天，患失人；不患不得人，患不能自立。晉文之事雖無足道者，以其好士而進之云。 \\n 高祖入咸陽，王陵聚黨數千，居南陽，不肯從沛公。及漢王還擊項籍，陵乃以兵屬漢。項羽取陵母置軍中，陵使者至，東向坐陵母，欲以招陵。陵母私使者曰：「願為老妾語陵：善事漢，漢王長者，無以妾持二心。」遂伏劍而死。母，閭巷之賤，知存亡去就之大義，決死如歸，其視不嫁之共姜可無愧。范增為羽上客，豈不知羽殘忍多忌非人君之度，而從之與漢王爭？至其言皆不用，乃曰：「孺子不可與謀。奪天下者，必沛公也。」其後疑間一行，竟以疽死。何覺之晚耶？不及一婦人遠矣。周少隱責范之詩曰：「西楚興王亦有人，半歸炎祚作謀臣。老生不解歸明主，事去方知是失身。」 \\n 彭門左泗右汴，負抱齊楚，古今豪傑登眺，寄慷慨於詩歌者，不可悉數。惟范司諫一首補紀其全云：「徐方舊鎮多興廢，懷古觀今思莫收。地勢北來連海岱，天文西轉接奎婁。亂華或見稱戎國，列號元聞屬禹州。官紀雲龍天子學，水憑忠信丈人游。田文故邑高臺盡，靖節荒坟蔓草稠。楚漢定雄分沛郡，姬任爭長遜滕侯。館平石氏荊榛合，都廢韓王雉堞秋。劍斷白蛇終滅項，書傳黃石願封留。萬仞山勢通河過，十里灘聲遶郭流。宮殿雲中分等級，笙歌空裡鬧哇謳。薛能愛上臺頭寺，白傅曾題燕子樓。若向彭門訪遺事，我詩吟誦當曾遊。」 \\n 朱文濟，昇人，善琴，入翰林待詔。舊琴七絃，阮五絃，太宗詔文濟與蔡裔皆益二絃，文濟以為非是。上曰：「古琴絃五，增文武為七，今孰曰不可？」文濟曰：「五絃猶有遺音，益之二已足。」上怒叱之。裔益絃如詔。又俾文濟益絃鼓之，文濟辭不能。上益怒，獨賜裔緋。裔益富，文濟甚貧。上間以金帛置於文濟旁，以新琴阮命之，辭如初。復使中貴送二人詣相府，詔近臣同聽。文濟弟以琴阮中七絃作古《風入松操》。上以為有守，終亦賜緋。文濟風骨爽秀，如神仙中人，上令供奉僧元藹寫其真留禁中，聖眷如此。余謂文濟以藝進，守其所學，震之以威而不懾，引之以利而不動，可謂有常者矣。今世假仁義之言，作慷慨之色，不肯在古人後，及臨威見利，外眩中喪，以失其身，此文濟之狗彘也。 \\n 明之象山士子史本，有木犀忽變紅色異香，因接本以獻闕下。高廟雅愛之，曾畫為扇面，仍製詩以賜從臣縈薿云：「月宮移就日宮栽，引得輕紅入面來。好向烟霄承雨露，丹心一一為君開。」復古殿又題云：「秋入幽巖桂影團，香深粟粟照林丹。應隨王母瑤池宴，染得朝霞下廣寒。」自是四方爭傳其本，歲接數百，史氏由此昌焉。蓋史本色深而香洌，移之外境則香色俱殺故也。廬陵胡公渠嘗攝象山宰，賦詩云：「碎瓊揉香作肌骨，霽日吹紅染膚色。人間何處有此花，一種風流初未識。東陽月戶編三千，夜修玉闕瀛州前。拂搖桂子偶墮地，雨露培植開華筵。史翁移根出葱蒨，彫斛持歸紫微殿。一朝麗質冠百昌，御墨分題落團扇。何年流轉江南鄉，一本奚翅千金償。分枝接葉色已淺，縱有此花無本香。絕愛西山佳麗地，藹藹休休倚清吹。甯論斜日杏花酣，未許熙春海棠睡。是時金氣初高朗，宇宙軒豁澄埃氛。青霞絳雪互點綴，濃芳賸馥飄氤氳。鷲峰繁黃今不數，破械山僧練裙女。試看杏御擁紅雲，能奉虛皇遊碧宇。携持寶鏡吹寒金，波光萬頃空人心。煩君控取紅鸞住，便恐香魂夜飛去。」一卉之微，香色稍異，能動至尊，入品題，且昌其主，人而不如木耶？ \\n 孔子曰：「不知命無以為君子。」蓋夫子之謂命，修己以俟天之說，非今日推算之謂也。唐李虛中始以人初生歲月日時，測其十母十二子相生相尅，以逆知人之貴賤休咎，若脉診病，鑑燭形，無毫髮錯，世由此遂以推算為天命。本朝壽春馮貫道亦以年月日時逆勘禍福，鄒道鄉誦其驗有若離婁之分白黑，師曠之聽鍾鼓。以故車馬常滿門。虛中、貫道，士大夫也，不能講明修己以俟天之說，而未免為推算之歸，況有如今日售術之徒，如洪盤洲所謂瀲灧顏間，夸誕足佞乎？余謂孔子於羣弟子中，惟於顏回曰「不幸短命死矣」，於冉伯牛曰「亡之，命矣夫」，可以言命也。若夫仲由之行行，若不得其死然，不足以言命，今世之推算者當如何矣？ \\n 《太公兵法》所謂「十二節」者，有曰「養其亂臣以迷之，進美女淫聲以惑之」。余謂太公老遇文王，孟子比之聖人，夷考當時相文武之兵，曰勘黎，曰侵阮，即曰肆伐大商，不過戎車虎賁三百、五伐六伐而止耳，曷嘗窮兵黷武，爭殺變詐，如後世行詭道哉？況亂臣美女之計乎！今好兵者，必以太公藉口，又以權衡機策著而為書，是污文武，是累太公，是侮聖人。吁！余未嘗盡信。 \\n 高沙甓社湖產徑寸珠，為淮至寶，龔文伯炳世居湄之南焉。文伯手抄經史，心存學問，一話一言，悉主平正。世傳其詩一聯云：「萬事無心閑日月，一杯有味小公侯。」其輕富貴名利，立志已可尚，然篇不得其全，近乃見之，云：「年踰八袠雪蒙頭，時對親明話舊遊。萬事無心閑日月，一杯有味小公侯。痴兒粗爾逃譏議，家訓從來戒刻掊。世道漸艱宜勇退，為吾闢草理松楸。」味之，則持身教子，居易俟命，於道尤深知見。有子基先入上庠，登進士第，出入中外，持節把麾，將大有為於世。文伯教忠之所致歟，亦地靈而人傑也。 \\n 洪覺範於《猩猩筆》詩中「平生幾兩屐，身後五車書」，謂魯直本用阮孚「人生能着幾兩屐」之句，以下句非全，改「人生」為「平生」；且曰：若以「人生」對「身後」，豈不佳哉？余謂山谷豈不知「人生」「身後」是佳對，蓋猩猩不可言人，故改之耳。「老妻畫紙為棋局，稚子敲針作釣鈎」，此蓋言士君子宜以直道事君，而當時小人反以直為曲故也。覺範今以妻比臣，稚子比君，如此則臣為母，君為子，可乎？何不察物理人倫至此耶？人言覺範為「僧中龍」，恐誤耳。 \\n 史越王浩，隆興元年拜平章事兼樞使，都督江淮軍馬。張浚與浩俱在上前議邊事，浚請上幸建康，上顧浩，浩曰：「萬乘一動，有名則可。以臣觀之，曰親征乎？曰勞軍乎？曰移蹕乎？今日兵力未盛，民力未蘇，財力未足，三者俱未可。謂之親征而動大軍，則敵必以大軍應我，是無故而招數十萬人寇邊。謂之勞軍，則用度當如上皇時，當時費緡錢數百千萬，其它可知，六軍聞之必喜，所賜不如前日，必怨望矣。若曰移蹕，未審陛下自與六宮以往乎？借曰『上皇欲往』，則未有德壽宮，且未知上皇意向，臣料上皇未必行也。上皇不行，陛下安與六宮往乎？上皇不行，乃是親征，即非移蹕。若親征，則有功乃歸乎？不待有功而歸乎？三者皆未可也。陛下父慈子孝，今日豈可跬步相離耶？」上始悟，謂浚曰：「都督先臨邊，俟有功，朕何憚行？」浚又欲取山東，又欲取費於民，如燕山錢，免夫錢，浩力爭之。浚自請於上，由是三省樞密院徑以金字牌自命諸將出兵，外廷莫之知也。五月戊戌，浩得邵洪淵狀，准御前金字牌，奉聖旨擇日進兵，始知是月甲午，師已渡淮矣。浩大驚，謂康伯曰：「今出兵數日，吾人俱以宰相兼樞密使而不得與聞焉，焉用相？」上表力辭，乃除浩提舉洞霄宮。十有四日，符離失利，大軍十三萬一夕奔潰。上降詔，哀痛罪己。六月，浚上表自劾，余謂浚非不忠也，特太急耳。浩可謂責難於君者矣，可謂見遠識微之士矣，可謂得鎮撫四夷之體矣。是可為師出無名之戒云。 \\n 周邦彥，字美成，自號清真。二百年來以樂府獨步，貴人、學士、市儇、妓女知美成詞為可愛，而能知美成為何如人者，百無一二也。蓋公少為太學內舍選，年未三十作《汴都賦》，鋪張揚厲，凡七千言，奏之，天子命近臣讀於邇英閣，遂由諸生擢太學正，聲名一日震耀海內。神宗上賓，哲宗置之文館，徽宗列之郎曹，皆由文章而得。至于詩歌自經史中流出，當時諸名家如晁、張皆自歎以為不及。姑以一二篇言之，如《薛侯馬》云：「薛侯，河東土豪也，以戰功累官左侍禁。西方罷兵，薛歸吏部授官，帶所乘駱馬寓武城坊。經年不得調，羈馬庫屋下，馬怒，敗主人屋，時時蹄碎市販盎器，薛悉賣裝以償，傷己阨屈，因對馬以泣。鄰居文士因之為薛作傳，同舍賦詩者十一人，僕與其一焉：薛侯俊健如生猱，不識中原生土豪。蛇矛丈八常在手，駱馬蕃鞍雲錦袍。往屬嫖姚探虎穴，狐鳴蕭蕭風立髮。短韉淋血斬番歸，夜斲堅冰濡馬渴。中都久住武城坊，屋頭養駱如養羊。枯箕不飽籬壁盡，狹巷怒蹄盆盎傷。只今栖栖守環堵，五月江風振濤怒。千金夜出酬市兒，客帳晝眠聽戲鼓。邊人視死亦尋常，笑裏辭家登戰場。銓勞定次屈壯士，兩眼熒熒收淚光。齒堅食肉何曾老，騙馬身輕飛一鳥。焉知不將萬人行，橫槊秋風賀蘭道。」如《天賜白》云：「永樂城陷，獨王湛、曲真夜縋以出。真持木為兵，且走且戰，前陷大澤中，以顧其旁有馬而白皙，騰上馳去，五鼓達米脂城，因以得脫。真名其馬為『天賜白』。蔡天啟得其事於西人，邀余同賦：『君不見書生鎸羌勒兵入，羌來薄城束縛急。蠟丸飛出辭大家，帳下健兒紛雨泣。鑿沙到石終無水，擾擾萬人如渴蟻。挽絙竊出兩將軍，敵箭飛來風掠耳。道傍神馬白雪毛，噤口不嘶深夜逃。忽聞漢語米脂下，黑霧壓城風怒號。脫身歸來對刀筆，短衣射虎朝朝出。自推雜寶塗箭創，心折骨驚如昨日。穀城魯公天下雄，陰陵一跌兵力窮。艤舟不渡謝亭長，有何面目歸江東。將軍偶生名已弱，鐵花暗澀龍文鍔。縞帳肥芻酬馬恩，閑望旄頭向西落。」若此凡數百篇，豈區區學晚唐者可及耶？樓攻媿謂「《磬鏡》、《烏几》之銘，可與鄭圃、漆園相周旋，而《禱神》之文，則《送窮》、《乞巧》之流亞。」不為溢美矣。擬清真者又當于樂府之外求之。 \\n 《沈約傳》云：「性不飲酒，雖時遇隆重，而居處儉素。老病數旬，革帶常移孔，以手握臂，率計月小半分。」今世歌者必曰「沈腰憔悴」，皆多欲所致。以星曆考之，牽牛去織女隔銀河七十二度，古詩云：「盈盈一水間，脉脉不得語。」又附會以為淫，吾未見好德如好色者也。 \\n 《振鷺》載於《詩》，杜樊川以風標公子目之，丰度非凡禽比可見矣。入詩人之詠者多，如文與可兩絕，清拔可喜：「頸細銀鈎淺曲，脚高緑玉深翹。岸上水禽無數，有誰似汝風標。」又云：「避雨竹間點點，迎風柳下翩翩。靜依寒蓼如畫，獨立晴沙可憐。」近台甯海方元善岳一絕云：「聳兩吟肩似我愁，菰蒲葉下一身秋。溪風昨夜吹魚落，飛過前灘看水流。」亦佳甚。嘗著《梅史》行于世云。 \\n 《蠱》之上九：「不事王侯，高尚其事。」《象》曰：「不事王侯，志可則也。」夫道義之士，獨立萬物之表，若不可以一毫外物動其心，然豈恝然忘天下，不與世同其憂哉？蓋隱居所以求其志耳。伊尹三聘而成格天之功，孔明三顧而定興漢之計，重道義乃若是。今百世而下，聞其風者莫不興起，其志豈不可為世則？大抵富貴功名先入其心者，不可與圖天下之事也。 \\n 戴石屏之父東臯子，平生喜吟，身後無遺藳。石屏能昌其詩，遂搜羅，僅得《題小園》一律云：「小園無事日徘徊，頻報家人送酒來。惜樹不磨修月斧，愛花須築避風臺。引些渠水添池滿，移箇柴門傍竹開。多謝有情雙白鷺，暫時飛去又飛回。」乃刊於《石屏集》之首。宋西園之父曆齋居士，平生好吟，亦無遺藳，西園能續父燈，因旁搜，亦僅得二絕。《賦食米倉》云：「陋巷顏回獨屢空，生涯惟在一瓢中。太倉腐粟雖山積，非義甯甘君子窮。」《賦養蠶》云：「男必耕耘女必蠶，古人尚爾我何貪。浴沂時候成春服，歌詠來歸道味甘。」亦刊於《西園集》之首。二君之詩，雅正同，遺篇之多寡同，二君之子能傳其業同，而發揮前人之美亦同，使二君之子而弗肯堂，二君其能流芳哉？近日詩家子弟失其業者不可數，故李梅亭云：「文章阿買輩，於是有愧。」信然。 \\n 熙甯末年旱，詔議改元，執政初擬「美成」，上曰：「羊大帶戈，不可。」又擬「豐亨」，上曰：「亨字為子不成，惟豐字可用。」改元元豐。因考《字說》云：「止戈為武，花者草木之化，人者專於孝，而有文者謂之教焉。元者太初之中氣，能固其元，則為完固之完，殘其所完，則為寇矣。」昔人有是說也。今言命者有曰丑為破田，戌為負戈，丙丁為平頭，辛卯甲申為懸針，亦取《字說》。常以滕強恕命考之丙戌、丙申，丙戌、丙申，平頭矣，官至侍從而無子。金輝命考之甲午、辛卯，甲午、辛卯懸針矣，故初為海寇，三遭決配，後為都統制，贈武義大夫。二官人之命且若是，況朝延一年號之重乎？《字說》亦不可不考。 \\n 昌黎伯和裴晉公《東征》詩云：「旗穿曉日雲霞雜，山倚秋空劍戟明。」蓋以我之旗況彼雲霞，以彼之山況我劍戟，回鸞舞鳳格也。王勃《滕王閣記》云：「物華天寶，龍光射牛斗之墟；人傑地靈，徐孺下陳蕃之榻。」蓋一句之中，物華天寶，龍光射牛斗自為對，謂之貼身對也。鄭谷《弔僧》詩云：「幾思聞靜話，雨夜對禪床。未得重相見，秋燈照影堂。」以後二句對前二句，扇對也。《月中桂》詩云：「根非生下土，葉不墜秋風。」《山行》云：「閑尋樵子徑，偶到葛洪家。」《僧遷居》云：「住山今十載，明日又遷居。」蓋以「下土」、「秋風」，「樵子」、「葛洪」，「遷居」、「十載」假對也。趙芝田云：「近方辭地肺，本自住天台。」及「子午谷」、「丁卯橋」、「琴心」、「帶眼」之類，的對也。余嘗因是以「槽甲」對「密丁」，「山龜」對「軒鶴」，「瓶儲縣令元無策，紙裹書生不識錢」，「赤幟城邊生廣武，白書樹下死龐涓」，「日晷覺都無卯西，書編看不到辛壬」，蓋不但的對，而人品事類亦相當。體格不止此，觸類而長之，可也。 \\n 王晉公祐創第京師曹門外，手植三槐於庭，曰：「子孫必有登第為三公者。」已而魏公果為太保。歐陽文忠公作《魏公神道碑》，首載此語，人因以「三槐王氏」稱之。韓漕使元吉，祖居京師之惠政坊，植桐於門，歲久木大且異，人遂以「桐木韓氏」稱之，後著《桐陰舊話》十卷。王氏有別族居建康馬糞巷，人俱稱為「馬糞王」。子曰：「擇不處仁，焉得智？」言君子所居不得不擇也。今桐槐之美，馬糞之污，厥監不遠。 \\n 李華《弔古戰場文》本於庾信《哀江南賦》，韓愈《送窮文》本於揚雄《逐貧賦》，李白《大鵬賦》本於司馬相如《大人賦》，而相如《大人賦》又本於屈原之《遠遊》，皮日休《桃花賦》殆出於舒元輿《牡丹賦》。若柳宗元之《乞巧文》、劉禹錫之《問大鈞》，則同時而暗合者也。 \\n  \\n   \\n  "}
{"章节": "外編卷下", "正文": "  \\n 外編卷下 \\n 　 \\n  \\n 「地上有水，比，先王以建萬國，親諸侯。」蓋天下之至相比而無間可入者，莫如水之與地。先王之民所以親其上，死其長，歷數百年不可亂者，其上下之相比，蓋如此其至也。然其所以能如是者，亦豈徒善而已哉？必有法焉，封建是也。夫建萬國，則萬國之民各比於其君；親諸侯，則萬國合為一以比於天子。此其所以相維相符，若網在綱，深根固蒂，不可動搖，而後比道成也。後世之郡縣異於是矣。聖人於比之象特發其義，而傳者多以封建為聖人不得已，且自附于柳宗元之說，夫豈未之思乎？ \\n 世論多以阮籍為放曠不羈之士，守禮法者羞言之，蓋以迹觀而不以心察之也。余見其沉湎不理，若與世違，然觀漢楚戰場則曰：「時無英雄，使稚子成名。」豈忘慮於世變哉？口不臧否，然待人以青白眼，豈無意於人物哉？居喪飲酒食肉，然慟哭則嘔血數斗，豈不情于哀慼哉？當其王室不競，強臣擅威，戳大臣如刺犬豕，故張華、衛瓘以清直死，嵇康以高簡死，王衍以清談死，陸機等以俊才死。至文帝將求婚，鍾會欲詢以時事而致之罪，而籍終皆以沉湎避。其察微見遠，寄托保身，非高出數子之上，其能脫屣於禍穽哉？吁！善觀人者，當考其跡而逆察其心乃可也。 \\n 四明昌國縣東有洩潭，依據山腰，深淺不可測。宣和中，旱甚，簿尉劉泌投詩于潭曰：「未躍天衢卧寂寥，碧潭流溢海山腰。埋藏頭角雖多日，鼓動風雷在一朝。既若有心成變化，豈能無意澤枯焦。神蹤許為蒼生起，願奮威靈上九霄。」詩沉而雨作，時人異之。詩能動天地感鬼神，其此之謂歟？ \\n 唐元次山承詔詣京師，至汝上，逢山龜亦承詔詣京師，遂與山龜一例乘郵而至。因上書韋陟尚書，願不以結齒於山龜，而以士君子之禮見。吁，在次山進退則甚輕，軒鶴之禍所稔則甚重，可不鑒哉？ \\n 樊噲起屠狗，一健將耳，而其諫留秦宮，誚責項羽鴻門，排闥見帝以強高祖之暮氣，當時諸公所不能者，亦豈易薄哉？還軍灞上，此最高祖全身以得天下之機，微噲之諫，子房之助，吾知其不免矣。方項羽降章邯于河北，意輕沛公，豈謂能先入關哉？及關而關閉，然後乃知沛公已得秦而拒之，此其追恨懷王，忿忿於沛公者毒矣，有如復先據其宮室貨寶子女，而一無推遜之形可以自解說，則當日合戰之禍，雖有子房、項伯，誰能救之？故觀秦之富貴而弗之顧，而秦人信其廉；封府庫足以自解，而項羽亮其誠；宜取不取，聽命於項氏，使項氏私之，而天下多其義。此吾所謂全身以得天下之機，特發于噲之一言，孰謂市屠之子智反若是耶？ \\n 《金城記》黎常舉云：「欲令梅聘海棠，榧子臣櫻桃，以芥嫁筍，但恨時不同耳。若牡丹、荼醾，楊梅、枇杷，盡可以為友。」為此說者如或有用，吾知其必善銓量人物也。洪盤洲《海棠詩》云：「雨濯吴妝膩，風催蜀錦裁。自嫌生較晚，不得聘寒梅。」正用前語。 \\n 讀《四牡》之詩，當思君臣之義；讀《棠棣》之詩，當思兄弟之義；讀《伐木》之詩，思朋友之義；讀《采薇》之詩，思征伐之義。「有為者亦若是」，乃可也。師曰：「未讀《論語》是這般人，讀了《論語》尚只是這般人，便是不會讀《論語》。」學詩者豈晚唐五字云乎哉？ \\n 羊叔子登峴山，慨息謂鄒湛曰：「由來賢達勝士登此遠望，如我與卿者多矣，皆湮沒無聞，使人悲傷。」湛曰：「公德冠四海，道嗣前哲，令聞令望，必與此山俱傳，若湛輩乃當如公言耳。」余觀叔子當時擒吴之功未就，難得之歲易流，登臨有感，恐事不成而名無聞，叔子之嘆，豈兒女子之嘆耶？湛不能於此時壯其辭氣，以激昂叔子之志，相與發憤，戳力共事，而進溢美之辭，以求容悅，安知叔子之言在彼而不在此也。 \\n 道士林靈素以方術顯于時，有附之而得美官者頗自矜驕。或有作《靈素畫像詩》云：「當日先生在市廛，世人那識是神仙。只今學得飛昇後，雞犬相隨也上天。」 \\n 曲端自帥兵日，有叔父必欲居將列以功名自見，力止之，不聽，遂以偏將出戰，後竟敗歸。端勞傷撫殘之餘，軍正以叔將敗告，謂當伏誅不免，委諸法。既誅矣，端乃成服發喪，其祭文曰：「嗚呼！斬叔者涇原統制，祭叔者姪兒曲端。尚享！」士莫不畏服。又方秦丞相殺諸公時，趙公鼎薨於謫所，有名士大夫遣祭於道間。秦聞而索之，將羅織之罪，而其文止叙年月日，具位姓名，致祭於某官之靈，嗚呼哀哉，尚饗而已，秦竟不得而罪焉。 \\n 李龍眠有別墅，堰流繞之，名曰「璇源館」，館有亭曰「讀真」，蓋取龍安山主懷嵩曾於此日讀《太真經》也。林和靖題詩其上云：「僧廬荒落背秋城，百尺寒梢子滿庭。俗客不來高睡足，焚香應讀《太真經》。」此絕今集所遺。 \\n 蘭亭之茂林修竹足以益右軍之美，而平原之草木不足以貸贊皇之辜；午橋之燠館涼臺足以佚晉公之老，而金谷之池亭不足以蓋季倫之愆。信乎園池臺沼倘無清德以將之，而不知所以樂其樂，則自簪芳醉醲之外無它適，自梏安攖惰之餘無異趣，鮮不贊皇季倫也。 \\n 建炎樞密聶昌，臨川人也。上庠釋褐出身，元名山，御筆改今名。朝廷令往河北割地，尼瑪哈須昌撤傘而後見，昌云：「彼此皆王臣也，平交者安有撤傘之禮。」竟不從，尼瑪哈亦莫之屈。當時河北百姓不肯割地，昌因與敵爭，戰死河北。聖恩軫其忠，謚曰「榮愍」，見《東都事略》。昌死未幾，於東京相國寺殿壁題詩云：「星流一箭五心摧，電掣戈矛兩脅開。車馬亂中顱項劈，烏鳶啄後骨成灰。有身報國今償志，無計歸家漫舉哀。寂寞孤魂何處看，冥冥空築望鄉臺。」字畫儼然，如昌親染，見者皆憫之。昌子為湖北帥司參議，孫周臣為市舶提舉，孫某為高郵主簿。忠魂英氣已死猶生，而聖朝賞延不絕，豈負人也哉！ \\n 《春秋桓公十二年》十二月，鄭師伐宋，丁未戰於宋。杜氏云：「既書伐宋，又書戰於宋者，以見宋之無信也。」余謂不然，蓋宋諱敗耳。《春秋》為魯諱則可，若居將帥之任，受閫外之寄，小勝則告捷而邀功，大敗則不言而諱過避罪，是欺君也，孰謂君可欺乎？ \\n 行都城北五十四里，臨平湖岸有山，山有景星觀，觀有邱真人祠，有丹爐。邱本唐人，仕嘗為郎，棄宦學道，于此飛昇。顧況訪之，有詩曰：「五月五日日正午，獨自騎驢入山塢。來到君家不見君，下驢倚杖叩君戶。驚起山童開竹扉，黃犬搖尾銜人衣。試問先生往何處，云入山中採紫薇。平明一去今未歸，引我池中看釣磯。池中數個白鷗兒，見人慣後癡不飛。待君歸來君未歸，却復騎驢下翠微。」句句可圖繪也。 \\n 孟子聞樂正子為政，喜而不寐。門人曰：「何以喜？」則曰：「正子好善。好善優於天下；一不好善，讒諂面諛之人至，國欲治，可得乎？」蓋小而郡守，大而監司，上而宰相，有直諒多聞之士為司幕僚屬，相與咨諏，相與扶持，相與講明，相與贊助，是所以為善也。若曰坐於僉廳者，惟固寵是謀，奉承上意，書擬遷就，是不好善，是讒諂面諛之人矣。范文正公曰：「僉幕須得可為我師者為之。」正孟子之意也。 \\n 有號楚客者，以能詞居淮東。余嘗於馮深居寓館見十數解，皆淫麗不則之句，初無止于禮義者。其死也，淮安守些之云：「一從楚客死，淮山無顏色。」吁，長淮富英奇，由來尚矣。蒙衝一炬，老瞞褫魄，非廬江周瑜而誰？正色一叱，六館震驚，非歷陽何蕃而孰？相楚三月，吏無奸邪，期思叔敖也。守蜀數年，俗好文雅，舒人文翁也。桐鄉嗇夫，治行稱最。居鄛亞夫，計謀多奇。河南二程，道學宗師，而坐黃崗。包、馬二公，人物冠冕，而生肥水。至如山陽徐積，淮海秦觀，或以孝節稱，或以才學顯，不可悉數。近世如龔先、董槐、邱祟、章掞、陳夢斗、焦炳炎，皆以智能謀國者，又層見叠出。皆山川孕秀，神鬼祗符，奚獨以楚客之存亡而為輕重耶？因賦一絕云：「淮邦產寶皆奇士，楚客能詞只小夫。些語凄涼君自感，非應山色獨關渠。」 \\n 郴之桂陽縣東有廟曰「九江王」，所祀之鬼乃英布、吴芮、共敖也。紹興間，劉頷為守，乃論九江王，項羽所偽封，芮、敖追義帝而布殺之，放弒之賊，豈容廟食，遂毀之。荊門有伍子胥廟，南軒張先生首平之。蓋子胥，吴視之為忠，楚視之為讎，尚安得血食於眾惡之地耶？劉、張所見前後契合，偉哉！ \\n 明之慈溪縣西北有慶安寺，寺之前有古松夾道，綿亘數里，望之如蒼雲。其一最巨而奇，蜿蜒若龍飛，偃如蓋臨池之上。寺後有泉出于深谷，僧以巨竹連筒引行數里，支分于松下石池，溢入于溪。舒龍圖亶有詩云：「門前屏障遶潺湲，付與林僧夜坐還。松蓋作雲散十里，竹龍行雨出千山。白公香火蓮開後，謝氏池塘草夢間。我亦鳳凰臺上客，圖閑却笑未能閑。」其後，邑長沈時升有造舟之役，睥睨茲松，將斤焉。里士馮文學魏作詩以遺沈，賴以不伐，松因詩而壽焉。曰：「寒松一幹老蒼蒼，古寺門前歲月長。匠伯偶圖舟楫利，禪翁方患斧斤傷。得全此日同齊櫟，勿剪他年比召棠。可但與君期久遠，相將俱列大夫行。」 \\n 元祐初，起范蜀公於家，辭表云：「六十三而致仕，固不侍年；七十九而造朝，豈云知禮？」史越王有表，中自序云：「逡巡歲月，七十有三。補報乾坤，萬分無一。」語意相類。 \\n 白石姜堯章奇聲逸響，率多天然，自成一家，不隨近體，有《詩說》行於世。數十年來，曾景建、劉改之、張韓伯、翁靈舒、趙紫芝、徐無競、高菊磵諸公俱已矣，自餘以詩鳴者，皆非能專續白石之燈。惟鄱陽張東澤受訣白石，攻詩澄潔，駸駸欲遡太白而上之。余嘗謂東澤：家本二千石，而瓶不儲粟；身本貴遊子，而癯如不勝衣；舉世阿附，而日夜延騷人韻士論說古今；客退吟餘，寄趣徽軫，曾不一毫預塵世事。蓋所養相似，所吟亦不相違，信詩人之不得不講尚友師也。 \\n 司馬遷謂袁盎仁心為質，引義慷慨。余謂盎陰持變詐、陽為忠直之人耳。盎與晁錯有隙，七國之變，盎獨宣言於廷曰：「不足憂也。」疑其有必勝之策。及景帝屏人語，但言斬錯以謝七國，則兵可不血刃而罷。及既斬錯，而七國之兵亦不退，是假天子之威以報私怨耳，豈仁心耶？ \\n 安祿山之亂，哥舒翰與賊將崔乾祐戰潼關，見黃旗軍數百隊，官軍以為賊，賊以為官軍，相持久之，忽不知所在。當時昭陵奏陵內是日石馬皆汗流。故李義山美李晟平朱泚云：「天教李令心如日，可待昭陵石馬來。」余謂詩固佳矣，豈可待石馬來耶？嘗在京口有客傳《賀新郎》一曲，乃為東閫趙先生壽者，奇甚：「天意扶炎宋，為吾皇，維衡嶽孕，長沙星夢。社稷勳庸天地窄，不數智功名勇。要自有、胸中妙用。擎着東南一柱，看邊民、買犢歸耕種。官職易，此身重。　黃封已見傳宣送，恰春來，洪鈞初轉，紫樞歸拱。歲歲玉樓春噀處，慧質明妝環擁。正弟勸、兄酬歡縱。一寸丹心堅似鐵，待磨崖、勒就浯溪頌。龍尾道，接天踵。」余謂奇則奇矣，然當今九重奠枕東閫，坐鎮淮右，豈宜更待勒浯溪之頌耶？《傳》曰：「盡美矣，未盡善也。」此詩此詞之謂歟？ \\n 《容齋隨筆》云：「今之州縣，移徙改割，往往或失其故名，或州異而縣不同者。如：建昌軍在江西，而建昌縣乃隸南康；南康軍在江東，而南康縣乃隸南安；南安軍在江西，而南安縣乃隸泉州；鬱林為州，鬱林縣隸貴州；桂陽為軍，桂陽縣隸郴州。」余因考之《西漢地理志》所載縣名重複亦多。如：清河、臨淮之兩東陽，東海、臨淮之兩開陽，齊及東萊之兩臨胊，濟南、南陽之兩朝陽，潁川、汝南之兩定陵，平原、瑯琊之兩平昌，臨淮、東萊之兩昌陽，武都、五原之兩武都，鉅鹿、常山之兩曲陽，五原、代郡之兩安陽，山陽、泰山之兩平陽，代郡、勃海之兩平舒，清河、定襄之兩武城，以至泰山、東都、東海、犍為之為武陽者四，又不可不知也。 \\n 黃東浦題二十四字於寓居壁間云：「氣韻閑曠，言詞精慎，威儀端闊，動作詳雅，酬應溫恪，接訥謙洽。」字畫宏楷。每訪之，一見使人肅然加敬，前輩踐履蓋如此。 \\n 寫照非畫科比，蓋寫形不難，寫心惟難。寫之人尤其難者也。夫帝堯秀眉，魯僖、司馬亦秀眉；舜目重瞳，項羽、朱友敬亦重瞳；沛公龍顏，嵇叔夜亦龍顏；世祖日角，唐高祖亦日角；文皇鳳姿，李相國亦鳳姿；尼父如蒙魌，陽虎亦如蒙魌；竇將軍鳶肩，駱賓王亦鳶肩；楊食我熊虎之狀，班定遠乃虎頭；司馬懿狼顧，周嵩乃狼抗。若此者寫之似足矣，故曰寫形不難。夫寫屈原之形而肖矣，倘筆無行吟澤畔懷忠不平之意，亦非靈均。寫少陵之貌而是矣，倘不能筆其風騷冲淡之趣，忠義傑特之氣，峻潔葆麗之姿，奇僻贍博之學，離寓放曠之懷，亦非浣花翁。蓋寫其形必傳其神，必寫其心，否則君子小人貌同心異，貴賤忠惡，奚自而別？形雖似何益？故曰「寫心惟難」。夫善論寫心者，當觀其人，必胸次廣，識鑒高，討論博。知其人，則筆下流出，間不容髮矣。倘秉筆而無胸次，無識鑒，不察其人，不觀其行，彼目大舜而性項羽，心陽虎而貌仲尼，去其人遠矣。故曰「寫之人尤其難」。本朝士大夫游戲筆墨者，自坡仙、叔黨、文與可、楊補之、米元暉、廉宣仲而次，遣妙皆為世寶。二十年來，徐抱獨、蘇希亮、高菊磵、趙子固、周肖白亦各寄興於畫，世亦爭傳。惟寫照入神，今僅葉苔磯一人而已。蓋苔磯讀唐詩數百家，落筆有驚人句，日與褒、鄂人物遊，凡江湖吟人未識則討論之，既識則寫之。今積數卷，每一卷舒，如親與諸吟人談笑觴詠，窮達夷險，洞見肺肝，皆不能隱，真寫心者矣。唐摩詰詩人也，前輩謂其畫中有詩，詩中有畫，其與苔磯同一志趣歟？故寫照非畫科比，寫形不難，寫心惟難，寫之人尤其難者，良有以也。 \\n 《詩》云：「涇以渭濁。」東坡云：「涇水一石，其泥數斗。」是涇不自知其濁，而反以渭為濁也。惟杜少陵曰「回首清渭濱」，深得其旨。馮深居題道士鄭渭濱詩卷云：「江湖曾是飲清波，筆染霜華秋最多。夢裡誦君新句子，覺來無奈月明何。」 \\n 竹為植物，出地不膚寸，與凡草木同，及解籜，柯葉橫出，幹三四丈，畸焉！蓋凡卉，秋受霜，冬被雪，破折毀裂如無生，獨此君方嬋娟整秀，坐視霜雪而自若，豈凡草木比哉？故君子亦若是，平居應接交游，詡詡怡怡，若庸人也，倏事有不可於心，人皆戚戚，我獨愕愕，物悉流矣，身獨止焉，是亦此君之不以霜雪而改柯易葉也。子猷曰：「不可一日無此君。」蘇長公曰：「無竹令人俗。」豈為觀美耶？借竹以養性，不為俗子之歸耳。古今詩人風流意度，清節高趣，政自不凡，如竹可愛，使人一見，洒然意消。余得《俗子》之詩曰：「俗子俗到骨，一揖已溷人。不知此曹面，何得有許塵。」正子猷、長公之所畏避者也。 \\n 《顏氏家訓》云：「江南閭里間，士大夫或不學者，羞為鄙朴，道聽塗說，強事飾辭，呼『徵質』為『周鄭』，謂『霍亂』為『博陸』，上荊州則稱陝西，下揚都要云海郡，言食則餬口，道錢則孔方，問移則楚丘，論昏則宴爾，及王則無不仲宣，語劉則無不公幹。若此之類，傳相祖述，訛以傳訛，問之則不知源流，施安則時復失所。殊可笑而不可化也。」平江里巷傳習呼營妓之首曰丁魁、朱魁，謂城之門曰閶關、齊關，若然，則黃魁、衛魁，貴賤不分，雌雄莫別，而湧金關、候潮關與函谷關、大散關雜稱之，亦莫知是何地頭矣，是亦可笑而不可化者矣。 \\n  \\n   \\n  "}
{"章节": "附錄", "正文": "  \\n 附錄 \\n 　 \\n 自古取蜀，將帥皆不利。漢岑彭、來歙討公孫述，遭刺客之禍。魏鄧艾、鍾會討劉禪，皆族滅。後唐郭崇韜、康延孝、魏王繼岌討王衍，皆死。國朝王全贇、崔彥遠討孟昶，皆坐廢。開禧間，楊巨源、李好義討吴曦，皆為李子文所殲。近余玠為宣諭凡十年，亦不克令終。 \\n 京兆李鑾欲以女妻戎昱，欲令戎改姓，戎辭焉，有「千金未必能移姓」之句。僧貫休以詩謁錢王云：「滿堂花醉三千客，一劍霜寒十四州。」王喜甚，遣人諭之，令改「十四」為「四十」，乃可相見。貫休曰：「州亦難添，詩亦難改。孤雲野鶴，何天不可飛？」遂入蜀事孟知祥。事與戎昱相類。 \\n 拜亦多儀矣。九拜者，九稽首也，九拜手也。稽顙者，頭至地也。荀子《大略》曰：「稽首至地曰稽顙。」平衡曰磬折，頭與腰平曰平衡也。頓首者，頭叩地也。太甲拜稽首者，蓋頭至地而留之稽久也。法帖中，晉元帝與王導帖皆稱頓首者，蓋尊師傅如此，非伏地而拜也。故曰古者君臣相答拜，非也，俱稽首也。空首拜者，頭至手所謂之拜手也。雅拜者，唐人先下一膝謂之雅拜也。奇拜者，一拜也。褒拜者褒音報，再拜也。凶拜者，拜而後稽顙也。吉拜者，振動戰慄也。雙拜者，古人之拜兩膝俱也，如今道士拜是也。或曰有父母答拜其子，姑舅答拜其婦者，蓋古人皆席地而坐，只拜手而受其拜，亦非伏地也。惟婦人之拜，自則天欲自尊，更而為跪。《樂府》曰：「長跪問夫君。」有曰：「伸腰再拜跪。」如今樂舞遍數有似之也。男子亦有跪。秦王問，范睢請，蓋君前臣跪，父前子跪是也，亦膝跪地而立。而惟夷狄之拜曰膜拜。今髠緇之拜，仰兩掌以受顙是也。夫尊君之禮不過曰誠惶誠恐，頓首頓首。今折簡平交必曰惶恐百拜，曰惶懼端拜，又曰惶懼端拜，又曰惶恐端拜，百拜申禀，何也？ \\n 溫湯、溫泉，有之者不一。福之城外一池頗寬，源之初熱，流之末溫。流溢百步，可以漚田膏稻，非專待浴者而已。廬陵大興新田二泉，熱不可掬。分寧毛竹山，泉在驛路之側，溫而不熱，覆以密室，往來者便浴焉。臨川銅山，熱可充烹飪。其流分為二派，其陰泉常寒，陽泉常沸，飛霧如烟，雖霜雪無以改其熱。然諸泉皆本硫黃，氣腥而良，浴者可以愈疥。崇人（校者案：「人」當為「仁」之誤。）伍峰山下有湯泉，常溫，能瑩人肌膚，潤人顏色。張無盡之詩曰：「誰知馬上腰金客，洗去塵埃換玉顏」是也。浴之者百疾俱瘥，多吉祥事。獨不腥者，豈神仙浴丹之所，沾溉後人歟？至歙之夥山第四峰，有香溪泉，其沸如湯，其赤如朱，刺史薛邕就立廬舍，設盤杅以浴病者，病無不瘥，蓋硃砂發見者也。好事者皆汲去，澄砂以入藥，經歲月而香甘宛然，清潔如故。耿南仲、徐元龜皆有文以記其異。此泉不可與硫黃湯同日而語矣。 \\n 唐人都長安，語音非東南比。于詩句考之，如「綠浪東西南北路，紅闌三百九十橋」，十，當為諶也。「為問長安月，如何不相離」，「恰似春風相欺得，夜來吹折數枝花」，相，當為厮也。思必切。「晚來幽獨恐傷神」，恐，當為共也。後人皆倣而為之。如：「三十六所春風館，一一香風送管絃。」「煩君一日殷勤意，示我十年感遇詩。」又如：但姓為檀，紹興間南有監司曰但中庸，是也。今婦人見人則曰「萬福」，彼此道「勝常」「勝」字當為「升」字。蓋王建《宮詞》曰：「新睡起來思舊夢，見人忘却道勝常。」凡此皆律詩，不如此則不協律矣。 \\n 杜子美父名閒，杜詩中無「閒」字。王荊公父名益，故所著無「益」字。東坡祖諱序，故為人作序俱云「叙」，又改作「引」字。張芸叟父名蓋，故表中改云「此乃伏遇皇帝陛下」，今人亦倣之，用「此乃」，非也。 \\n 「閉門學《易》程夫子，清坐焚香范史君。」蓋燒香，士大夫之清致也，此不可與奢侈者例論。嘗考沉香之所產非一，真臘為上，占城次之。而真臘之中又有三品，綠洋為上，比之三泊，佛囉安為下矣。大概生結者為上，熟脫者次之；堅黑者為上，黃者次之。固當考之氣體，然沉之形亦多異。形如犀角沉也。形如燕口沉也。如附子者，附子沉也。如梭者，梭沉也。又不可專取其體與形似也。試之亦有方，矴之入水而微有聲者，有先沉而後浮者，有先浮而後沉者，有似沉似浮而弄水者，又當先其氣質而後論其沉浮也。予嘗斷以一說：龍涎不必合烏里、真里博，蓬萊、鷓鴣欖，速不必用，但以大黑片辨。沉置之烈火上，而以篤耨加沉片之上，待其沸，則置片腦于篤耨之汁中，其妙足矣。蓋此外多淫麗不則之香，不若此清而雅也。予又謂香有富貴四和，不若臺閣四和，臺閣四和不若山林四和。蓋荔枝殼、甘蔗滓、乾柏葉、茅山黃連之類，各有自然之香也。漫及之。 \\n 自元豐以孟子為鄒國公，廟在兗州之鄒縣。政和五年春，乃詔以樂政子克配享，公孫丑以下從祀，加封爵焉。樂正子克，鄒國侯。公孫丑，壽光伯。萬章，博興伯。告子不害，東阿伯。孟仲子，新泰伯。陳臻，蓬萊伯。充虞，昌樂伯。屋廬連，奉符伯。徐辟，仙源伯。陳代，沂水伯。彭更，雷澤伯。公孫子，平陰伯。咸丘蒙，項城伯。高子，泗水伯。桃應，膠水伯。盆成括，萊陽伯。季孫，豐陽伯。子叔，子陽伯。自渡江以後，鄒、魯隔絕而孟子無廟，其配食從祀，學者罕知之。後有機緣，幸舉而行之。 \\n 君有君國，卿有卿列，郎有郎曹，夫稱人曰君曰卿曰郎者，皆所以貴之美之也。曰平原，曰商，於漢碑曰府君。東坡曰：「何止容君數百人。」用周顗故事，指王茂弘之流也。王子猷愛竹，目為「此君」，尊尚之無可疑。至于卿則有不同。曰荀卿曰虞卿，杜少陵指花將而卿之，曰「人道花卿絕世無」，似乎溢美。及鄭善果語宋璟云：「中丞奈何卿五郎？」乃知卿亦可重而亦可輕也。然宋璟復鄭之語曰：「爾非張家奴，何郎之有？」嘗考武承嗣諂二郎，呼為五郎、六郎。安祿山畏林甫，呼為十郎。王繇畏王鉷，呼為七郎。宦者不敢名李輔國，呼為五郎。是承嗣輩奴事于人而稱之，明以是呼郎亦不足為美。若然，則少陵詩中送蘇四郎，答鄭十七郎，例似奴于人而郎稱之者論之，不可也。予謂孫郎、周郎、何郎、潘郎、沈郎等，皆一世文人，少年勳業，才名貴重，人美以郎不敢第行稱者，斯足喜歟？不然，則中山何自稱曰「前度劉郎」者，必非敢與張、林、王、李輩伍也。或自卿、君、郎之外獨以行稱，如高三十五、孟六、歐陽九、蘇二之稱。今人若此，必蒙其唾駡矣。 \\n 吴下風俗尚侈，細民有女，必教之樂藝，以待設宴者之呼，使令莫逆，奉承惟恭。蓋覬利贍家，一切不顧，名為私妓，實與公奴無異也。長大鬻為妾，狠戾則籍之官，動以千計。習俗薄惡，莫此為甚。鄰郡亦有，未若吴之繁也。天台陳潤道作《吴民女》一詩，殊益風教：「吴民嗜錢如嗜飴，天屬之愛亦可移。養女日夜望長成，長成未必為民妻。百金求師教歌舞，便望將身贍門戶。一家飽暖不自憐，傍人視之方垂涎。朱門列屋爭妍麗，百計逢迎主人意。常時棄疎自怨啼，一旦承恩多妒忌。古人怕為蕩子婦，夜夜孤眠淚如雨。今人甘為貴人妾，得意失意花上月。蕩子不歸寧空房，主人喜怒多不常。」吁！使潤道為吴守二年，則舊染將一新也。 \\n 酒有箬下，謂烏程也。九醞，謂宜城也。千日，中山也。葡萄，西涼也。竹葉，豫北也。土窟春，滎陽也。石凍春，富平也。燒春，劍南也。桑落，陝石也。烏孫國有青田酒，名曰青壺。三伏取蓮葉卷酒就蓮柄吸之，謂之筒酒。又以黃甘醞酒曰洞庭春色。此古人名酒者也。至我國朝京師造酒，惟內酒坊酒法庫。上皇朝始置上醞局，其外諸后殿、親王府與主弟勳戚之家，例許醞造，間賜以美名。惠恭后殿曰儀德，寧德后殿曰坤儀，德隆殿曰日月波瀾，聖后殿曰坤珍，宣仁高后宅曰香泉，欽聖向后宅曰天醇，欽成朱后宅曰璚綠，紹懷劉后宅曰玉腴，明達劉后宅曰瑤池，燕邸曰迎醳，趙邸曰瓊醑，曰玉液，蔡邸曰春泉，鄆邸曰瓊醙，景邸曰雲醙，濟邸曰浮春，曰嘉成，肅邸曰蘭旨。昌王宮曰瑞露，潞王宮曰親賢。李導勗曰金波，王師約曰源瑤，李瑋曰衮醒，王詵曰碧春，張敦禮曰靈液，曰醁，曹詩曰成春，曹晟曰保平，潘正夫曰慶源，曹湜曰介壽，蔡京曰君臣慶會，鄭醑紳曰清醑，蔡鞗曰棣華，童貫曰褒功。又官府所造，開封曰瑤泉，洛口曰金泉。下至市肆，如太平豐樂亦賜名曰眉壽。取用不同，而俱得古人名酒之意。 \\n 公孫弘在相位，大開館閣以延賢。所謂館目，則各有別，曰欽賢，曰翹材，曰接士。欽賢以侍德任毗贊之賢，翹材以處九卿二千石之列，若接士，則一介之善、一方之藝皆得居之。其好賢樂士之意亦粲然可觀矣。及高賀以故人見，乃止食之以脫粟，覆之以布被，豈弘之奉養，例爾菲薄邪？抑故人者私有以處之，不在三館之列耶？否則賀，士子也，館之接士者姑若是，而所謂欽、翹又自別有待上客之盛禮耶？弘之詐是未可知也。獨怪今之登顯仕者，其取媚貴要，則有郊勞，有祖送，水陸具陳，聲妓交集，曰折俎也，犒從也，曰供不盡也，曰筵不坐也。巧為名色，獻讒貢餌，惟恐繼富之不奢。至于禮士友，待親朋，則不過具草酌，煩蓐食而已。曰真率也，曰亡具也，曰公帑築底也，曰厨傳蕭條也。訑訑聲色，距人千里，惟恐周急之不暇。是何輕貧賤而重富貴若是其甚耶？高賀有云：「脫粟布被我自有，何用故人為？」又云：「弘內五鼎，外膳一殽，其險詐也。」噫！ \\n 嘗見有人彈范蠡文云：「匿怨友其人，丘明所恥，非其鬼而祭，聖經是誅。今有竊高人之名，處眾惡之所。有識之士，莫不共憤；無知之魂，豈當久居。可不雪讎恥于千載之前，正禮義于萬世之下？吴江三高，即越之范蠡，晉張季鷹，唐陸魯望也。考之世代，相去甚遠，揆之名節，乃大不同。切見范蠡，越則謀臣，吴為敵國。以利誘太宰嚭，而脫彼句踐；鼓兵却公孫雄，而滅我夫差。既遂厥謀，又疑其主。鄙君如鳥喙，累大夫種以伏誅；目己曰鴟夷，載西施子而潛遁。且古之隱者自稱草野，《易》稱『高尚，不事王侯』。如蠡者，致產累數千萬，而變姓名于齊陶；轉貨逐什一利，而詭踪跡于江海。語其高節則未可，謂之知術則有餘。假扁舟五湖之名，居笠澤三高之首。況當無邊勝地之上，着此不並戴天之讐。其視菰菜蓴羹、敝屣名爵、筆牀茶竈、短棹江湖者，豈容與之並駕臨風、聯鑣釣雪耶？載觀往證，歷考近吟，九江王之廟桂陽，紹興劉領為放弒之賊而毀其貌；伍子胥之祀荊楚，南軒張公以讐隙之人而平其祠。事正相符，言不容遏。『可笑吴癡亡越憾，却誇范蠡作三高』，劉清軒見譏固已深；『千年家國無窮恨，只合江邊祀子胥』，黃東浦賜誚尤不淺。得罪名勝，難亞清高。所合禠其祀于斯堂，沉其軀于濁水。別議高尚如季鷹、魯望者充其祀，庶幾笠澤之高風益凛，松江之夜月增明。不惟公論可以大伸，抑且風教實非小補。」此文雖近乎刻，亦有大議論存焉。因錄記之。 \\n 孩提之童才入學，使之徐就規矩，亦必有方，發于書學是也。故「上大人，丘乙己。化三千，七十士。爾小生，八九子。佳作仁，可知禮也」，殊有妙理。予解之曰：大人者，聖人之通稱也。在上有大底人，孔子是也。丘是孔子之名，以一箇身己教化三千徒弟，其中有七十二賢士。但言七十者，舉成數也。爾是小小學生、八歲九歲底兒子，古人八歲始入小學也。佳者，好也。作者，為也。當好為仁者之人。可者，肯也。又當肯如此知禮節，不知禮無以立也。若能為人知禮，便做孔子也做得。凡此一段也，二十五字，而爾字君其中。上截是孔子之聖也，下截是教小兒學做孔子。其字畫從省者，欲易于書寫。其語言叶韻者，欲順口好讀。己、士、子、禮四字是音韻相叶。也之一字乃助語以結上文耳。言雖不文，欲使理到，使小兒易通曉也。 \\n 紹興間，張彥實擴知制誥，行紅霞帳張頑兒轉郡夫人詞，有曰：「某某兒，柔惠宅心，溫恭率履。早備掖庭之列，居多夙夜之勤。積譽彌芳，渙恩斯渥。」又紅霞帔鄭廿八、侯九娘轉尚字，詞曰：「以爾內堅誠信，外盡恪勤，夙夜在公，禮無違者，躐升爾秩，庸爾朕恩。」又紅霞帔馮十一娘、張真奴、劉翠奴、劉十娘轉典字詞，紅霞帔鮑倬兒、紫霞帔王愛奴轉掌字，又典記邢廿二轉司字，又掌闈劉宣添轉典字，紅霞帔王八兒轉掌字。夫以宮禁百執事之人，固有定分，有定職，不可躐進，所以轉遷資品，皆有誥詞以示寵褒，亦是國體。然馮十一、邢廿二、王八兒、倬兒之名殊覺不雅，有忝王言。曷不以柔惠懿美等，或一字或二字名之？豈不得體？「必也正名乎」，此之謂也。 \\n 唐人詩中用字平仄與今人不同，嘗言之于前矣，今以未言者再言之。唐彥謙《春雨》詩云：「燈檠昏魚目，熏爐咽麝臍。」檠字平聲，今作去聲用。王建《贈李翱僕射》：「旗旛四面下營稠，手詔頻來老將憂。每日城南空挑戰，不知坐縛入唐州。」挑字平聲，今作上聲用。《贈田侍郎中歸鎮》詩曰：「將士請衣忘去貧，錄窗紅燭酒收新。」請作平聲用。劉夢得《贈日本僧知藏》詩云：「為問中華學道者，幾人雄猛得寧馨。」以寧字為平聲。李山甫《赴舉別所知》云：「黃祖不憐鸚鵡客，誌公偏賞麒麟兒。」以麒字為去聲。杜荀鶴《經賈島墓》詩云：「謫官自麻衣，銜怨至死時。」以冤為怨，以去聲為平聲矣。元微之《春遊篇》：「欲終心懶慢，轉恐意闌散。」以散為山，以去為平聲矣。本朝李平叔和韵云：「望雲驚岳峙，懷舊覺雲散。」亦以散為平聲也。今世人稱諸樂工謂之散樂，指散為上聲。予謂不然，唐梨園樂部所散之樂工也，此時家給據放散，如此則散乃去聲矣。 \\n 以上十六則見《涵芬樓》本《說郛》卷六十《藏一話腴》 \\n 甲午歲，端平元年七月八日，我師尅復彭城，麾下洪福得亡金人手鈔詩冊。王貴叔之客，即彭城舊歸朝人，漣水教官孟格承之也，見之曰：某鄉友趙禎仲祥之筆澤。承之因言詩家名字爵里，余於其中得一二篇，迺知河朔幽燕渾厚之氣至此散矣，因錄於後。李國棟夏卿《感懷》云：「東金西木，兩睽違，由此生男不足依。但願相忘不相顧，莫言誰是復誰非。幾家能用三牲養，千古空傳五彩衣。一把殘骸著無處，不歸溝壑欲誰歸。」自註云：珞琭子曰「東金西木，定生五逆之男」，僕命庚申日，甲申時，政為此爾。梁詢誼仲經甫，絳州人，《哀遼東》一首云：「守臣肉食頭如雪，夜半群胡登雉堞。十萬人家靡孑遺，馬蹏殷染衣冠血。珠玉盈車宮殿焚，娟娟少女嬪羶葷。路逢人語辛酸事，骨痛心摧不忍聞。我今來作遼陽客，入境臨風弔冤魄。遼水無聲遼地空。蕭蕭暮雨天垂泣。青綾慣睡直承明，偏褧縵胡不稱情。見說豺狼當路立，自憐烏鵲繞枝驚。安邊計策無何有，憂國形骸太瘦生。何日凱還思舊職，不才猶可薦《咸英》。」史舜元《哀王旦》一首云：「八月風高胡馬壯，胡兒彎弓向南望。鐵門不守犯孤城，失我堂堂仁勇將。將軍之起本儒臣，緯武經文才過人。墨磨楯鼻埽千字，箭射戟牙驚六軍。憶昔同時初上疏，明日東華聽宣諭。我從金轂東巡邏，公總干戈練征戍。三月和兵好始修，胡兵一夜襲通州。練衣出郭雖頻戰，氈帳沿河未肯休。將軍盡出兵如水，燒胡之車破胡壘。倒戈棄甲十萬人，亂轍靡旗三百里。金甲煌煌金印光，詔書命我守昆陽。然知人有百夫勇，可奈倉無一日糧。叛臣暗作開門策，一虎翻為羣犬獲。胸中氣憤爆雷聲，頷下鬚張蝟毛磔。將軍雖死尚如生，萬里遙傳忠義名。昔聞陝右段忠烈，今見常山顏杲卿。棟折榱崩人短氣，平生況切同年義。試歌慷慨一篇詞，定灑英雄千古淚。」王旦者，昆陽守王子明也。余於《感懷》篇著其無父子之道，亡國之本也；於《哀遼東》、《哀王旦》篇著其敗亡之迹，以見天道之好還也。因名集曰《文俘》而歸之云。 \\n 以上一則見《適園叢書》第十二集《藏一話腴》 \\n  \\n   \\n  "}
