{"章节": "震澤長語（明）王鏊", "正文": " \\n 震澤長語 \\n   \\n  \\n  \\n 提要 \\n  \\n 《震澤長語》，二卷。明·王鏊撰。鏊有《史餘》已著録。此本乃其退休歸里時隨筆録記之書。分“經傳”，“國猷”，“官制”，“食貨”，“象緯”，“文章”，“音律”，“音韻”，“字學”，“姓氏”，“雜論”，“仙釋”，“夢兆”十三類。 \\n  \\n 鏊，文詞醇正，又生當明之盛時，士大夫猶崇實學，不似隆慶、萬厯以後，聚徒植黨，務以心性相標榜，故持論頗有根據，惟其辨“累朝，絲綸簿，具存内閣”，無“楊士竒私送司禮監”事，焦竑《筆乘》嘗據以證士竒之受誣。然考《復辟録》載“初，朝廷旨意多出内閣條進，稿留閣中，號『絲綸簿』。其後，宦寺専恣奏，收簿秘内。徐有貞既得權寵，乃告上。如故事，還簿閣中”云，則鏊時所見之簿，乃徐有貞重取以出，未可為“士竒不送”之證。其考訂間有未審。又，欲于河北試行井田，殊為迂濶。夢兆一條，篤信占騐，亦非儒者之言，未免為白璧之瑕耳。 \\n  \\n 前有賀燦然《序》稱“鏊元孫永熙，梓鏊所著《長語》、《紀聞》，及永熙父遵考《紀聞續卷》、《郢事紀畧》。總題曰《震澤先生别集》。”此本，蓋别集中之一種。然舊本别行，令亦各著於録焉。  \\n  \\n 　 \\n 原序 \\n  \\n 王文恪公，故有《長語》、《紀聞》各二卷。嵗久，漫漶不可讀。玄孫永熈重夀之梓，并梓其尊人遵考《紀聞續卷》及《郢事紀畧》。總題曰《震澤先生别集》。屬余序之簡端。 \\n  \\n 夫碩儒鉅公，渉筆成訓。《震澤長語》自經術、典制、文章、聲律以及象緯、仙釋之學，亡不擷精咀華，多昔人未闡之論。《紀聞》則褒貞斥佞，徴信訂訛。端邪之鏡，得失之林具焉。而遵考所續紀，大都稱述其鄉之先哲，以寄髙山仰止之思。若《紀畧》，則叙次郢事，令人讀之髮竪而涕洟。而陵寢重地，亂而旋定，則皆其力也。文恪公有金集，霍渭先宗伯序之，行於世。遵考亦有詩若文如干卷，藏於家，茲其一斑，故稱《别集》云。 \\n  \\n 余合讀之，則輒嘉嘆文恪公暨遵考，髙風勁節，前輝後映，不獨文學濟羙而已。國朝奄豎弄權於内者，無如逆瑾；播虐於外者，無如惡奉。乃文恪公暨遵考，實兩攖其鋒方逆瑾，（瑾）用事，流毒冠紳，批根索瘢，輙至械繫以死，士亡敢吐氣，無論焦泌陽之倫，即，謚爲文正者率隂陽。瑾指文恪公獨嶽嶽不阿，時與瑾忤，其所救正，居多有大臣之烈焉。頃者礦稅驛騷，貂璫四出而惡奉爲甚，鈎人肉、拶人乳、斷人手足、戕民戮士，酷烈古今所未有。郡李臬憲二千石忤奉，逮繫者輩相望。會遵考出守承天，奉熖滋熾，而陵奄茂復佐之。遵考計不反顧，力爲民請命，以保安肅，皇帝龍飛之地，風節亭亭。不忝文恪公孫矣。 \\n  \\n 夫士屈於奄豎，戀一官耳。文恪公逄瑾之怒，竟拂衣歸視，揆席如蘧廬；遵考逄奉與茂之怒，亦竟投劾歸，脱專城如敝屣。鳯皇翔於千仭之上，文恪之謂也；若遵考者，殆易所稱鴻漸于逵者歟？昭代名宰執，粹白無瑕者，必以文恪公爲稱首。余與遵考交最善稔，知其名德。即更僕未易數，然於國爲名臣，於家爲肖胤，不必覩其大全於茲集，已覘其槩矣。 \\n  \\n 繡水　賀燦然伯闇甫　撰  \\n 　 \\n 卷上 \\n ○經傳 \\n 漢初，六經皆出，秦火煨燼之末，孔壁剥蝕之餘。然去古未逺，尚遺孔門之舊。 \\n  \\n 公羊榖梁，蓋傳子夏氏之學；《儀禮》有子夏傳； \\n 《易》有子夏傳，而亡之； \\n 《詩序》相傳亦云“子夏作”； \\n 《易》傳於商瞿； \\n 《書》傳於伏生之口，孔安國又得於孔壁所藏，劉向《别録》云“虞卿作。抄撮九卷授荀卿。卿授張蒼。”然則，蒼師，荀卿者也； \\n  \\n 《左傳》出蒼家，蒼亦有功於斯文矣； \\n 浮邱伯亦荀卿門人，申公事之，是爲魯詩根，牟子傳荀卿子；荀卿子傳大毛公，是爲《毛詩》。 \\n  \\n 是時，諸儒掇拾補葺，專門、名家各守其師之說。其後，鄭玄之徒，箋註訓釋，不遺餘力，雖未盡得聖經微旨，而其功不可誣也。 \\n  \\n 宋儒性理之學行，漢儒之說盡廢。然其間有不可得而廢者，今猶見於十三經註疏。幸閩中尚冇其板，好古者不可不考也。使閩板或亡，則漢儒之學，幾乎熄矣。 \\n  \\n  \\n 余始讀易，至《繫辭傳》，曰“大哉”。言乎“天地隂陽造化”之賾，盡在是矣。非聖人，孰能作之？而歐陽永叔以爲非聖人作，何也？讀至序卦、雜卦，乃若有疑焉。若永叔之見，而亦未敢爲必然之論。讀《淇水集》，彼亦疑之，謂有不合而强通之者。余因是考之伏羲畫卦、文王係辭、周公爻辭，共爲二篇，曰“正經”。孔子於正經之後，翼以十篇，曰“上彖傳”、“下彖傳”、“大彖傳”、“繫辭傳上”、“繫辭傳下”、“文言傳”、“說卦傳上、中、下”十篇。是爲《十翼》。經自經，翼自翼，孔子不敢同於前聖也。自商瞿傳至梁邱賀，曰“彖辭，所以釋經，乃分二翼於各卦之下。”鄭康成又移《文言傳》於乾坤二卦之後。王弼又移《彖傳》于各爻之後。經三紊亂。既亂正經，又失十翼。非復《易》之舊矣。諸儒多欲校定而不能，蓋秦火之後，易以卜筮獨存，而十翼散在人間。漢文帝廣《文學十翼》所存唯“彖、象、繫辭、文言”，至宣帝時，河上女子掘冢得《易》全書。上之。内“說卦中下二篇”汚壞不可復識。十翼遂亡其二。後人以“序卦、雜卦”足之，則二篇果非聖人作乎！胡一桂《翼傳》又謂“聖人讀易超然，意與易，會而爲之辭，豈常人『尋行數墨』者比？”則亦未敢遽疑之也。 \\n  \\n  \\n 《麻衣正易心法》，四十二章。朱子謂其“僞作，掇拾老佛醫卜”之説，其信然乎？然其立論亦甚竒，謂“羲皇易道不立文字，使天下之人觀象而知吉凶。後世易道不傳，聖人不得已，而有辭。學者一着於辭，便謂『易止於是』。於是周孔孤行，不知有卦畫微旨。學易者，當於羲皇心地上馳騁，無於周孔註脚下盤旋。周孔猶謂之註脚，而況後世之紛紛乎？”今學者終年守傳註，猶不能明易，而欲單觀卦象，其亦難矣。 \\n  \\n 魏王彦問：闗朗以百年之數，筮得夬■之革■捨。 \\n  \\n 蓍歎曰： \\n  \\n 當今，大運不過二傳、五傳。從甲申（魏宣武王之元年）至戊申，天下當大亂，禍始宫掖（革六二，以柔居中）。有藩臣柄政，世伏其强（爾朱榮）。臣主俱屠（莊帝殺爾朱榮，榮子復殺莊帝）。當有二雄舉而中原分（二雄：九五，九三。髙歡、宇文泰。東西魏）。不戰德而詐權，則舊者先亡（革故也。是以東魏先亡）。辛丑之嵗，當有恭儉之主起布衣，而并六合，必在西北。夫平大亂，必以武定。北，用武之國也。己酉之嵗，江東其危乎（開皇元年平陳）？晚節末路有桀紂之主出焉（煬帝）。天下復亂，道不終，亡也，必有逹者興焉（文中子）。其後，魏之亂自胡后始。爾朱榮、髙歡、宇文泰分覇，隋平陳。煬帝之世天下，大亂。皆如其占然。則左氏所載“周太史筮：陳敬仲知其後必將代齊。史蘇占：晉伯姬之嫁而及懷惠之亂”，豈可謂誣乎！ \\n  \\n 《詩小序》。序，所以作者之義，而或與詩詞不應。自宋以來，人多疑之，未敢盡屏，至朱子一切刮去“自諷其詩而爲之説卓”哉？其爲見也。視古註，亦簡切易曉，可謂有功於三百篇矣。但古人作詩，必自命題，借使亡焉。國史采之，亦必著其所自。不然其人去之千古，安知微意所屬？使今人爲詩不自命題，則釋之者，言人人殊，不知果誰能得作者之心也。 \\n  \\n 毛鄭泥於小序，宛轉附合，多取言外之意。朱子不泥序説，獨味詩之本旨。毛鄭固多失，然去古未逺，其説亦或有。自朱子，以夫子“鄭聲滛”之説於鄭衛之風，多指爲滛奔。楊文慤公“守陳”謂“春秋列國大夫會盟，多賦詩，以見志，使皆滛詞焉。肯引以自況？若夫子意在垂戒，一二篇足矣，何取於多若是？” \\n  \\n 如“風雨、雞鳴、丘中有麻”之類。序以爲思賢。《木瓜》以爲報功。《采葛》以爲懼讒。《青青子衿》以爲刺學校廢，如此之類。姑從其舊，未爲不可也。 \\n  \\n  \\n 季子觀周樂，爲之歌“衛”。曰“羙哉。淵乎憂而不困。吾聞衛康叔武公之德如是。是其衛風乎？”爲之歌“鄭”。曰“羙哉。其細已甚，民弗堪也。是其先亡乎？”鄭衛多滛風，季子皆曰“羙哉。”且謂“康叔武公之德如是”。鄭雖譏其細，亦不及於滛，何也？ \\n  \\n 季子觀周樂。豳在齊之後，秦之前，今居風之末，豈非夫子所改定乎？文中子曰“係之豳，逺矣哉！” \\n  \\n 今五經，惟禮最繁亂，惜不一經。朱子緒正。朱子嘗欲以“儀禮”爲經，“禮記”爲傳，經傳相從，誠千古之特見也。若士冠禮則附以冠義，士婚禮附以昏義，士相見禮附以士相見義，鄉飲酒禮附以鄉飲酒義，鄉射禮附以鄉射義，燕禮附以燕禮，大射禮附以大射義，聘禮附以聘義，公食大夫禮附以公食大夫義，覲禮附以朝事，如草廬，所附亦得矣。然其餘有不可附者，亦無如之何？姑循其舊而釋之，庶不失古之義。朱子晚年著《儀禮經傳》：始“家禮”次“鄉禮”次“學禮”次“邦國禮”次“王朝禮”。秩然有序，可舉而行，然其間雜引“大戴禮、春秋内外傳、新序、列女傳、賈誼新書、孔叢子”之流襍合以成之，乃自爲一書，非以釋經也。至勉齋，續“喪祭二禮”。草廬纂言“割裂經文”。某亦未敢從也。 \\n  \\n  \\n 漢興。髙堂生得儀禮十七篇。後，魯共王壞孔子宅，得古文禮經於孔氏壁中。凡五十六篇。河間獻王得而上之。其十七篇與儀禮正同，餘三十九篇藏在秘府，謂之逸禮，其後劉歆欲列之學官，諸博士不肯置對而止。孔鄭所引逸中“霤禮、禘于大廟禮、王居明堂禮”，皆其篇也。唐初猶存，諸儒曾不以爲意，遂至于亡。草廬摭拾殘缺，合爲“逸經八篇”，其“投壺、奔喪禮”取之小戴，“公冠禮、諸侯遷廟、禮釁廟禮”取之大戴。“中霤禮、禘于大廟禮、王居明堂禮”取之鄭註。雜合以成之，亦愛禮存羊之意乎。 \\n  \\n 《大學》元文，今見古本禮記。鄭玄爲之注，依文釋義，略通而已。缺文錯簡，亦不復識别，至程朱，始别爲“綱領、三條目、八分傳”以釋之，粲然有倫，其義精矣。其功大矣。惜致知格物之傳獨亡，遂爲千古之恨然。或以爲非亡也。“移物有本”末一節繼以“知止能得”，又繼以“聽訟吾猶人”一節，而結之，曰“此謂知本。此謂知之，至也。”即釋格物致知之義，似亦可通，蓋知“物之本末、始終而造、能得之地”是格物之義也。而尤以知本爲貴，與程子之義亦不相妨。朱傳之説精矣。獨以“聽訟”一節爲釋“本末”，則可疑。“本末”非綱領、非條目、何以釋爲？且“本末”既釋“始終”，獨遺之耶？近世或謂“《大學》初無闕文，亦無錯簡，一依鄭氏之舊，”則余不能知也。 \\n  \\n  \\n 史載“舜南廵，崩於蒼梧之野，塟於九疑。”禮記亦云“舜塟蒼梧之野，二妃未之從也。”元次山嘗謂“九疑深險。舜時年一百一十二嵗，何為来此？”司馬光亦云“虞舜倦勤。薦禹為天子，豈復南巡，逺渡湘水？”韓昌黎謂“《書》言『陟方乃死』，地勢東南下，若蒼梧，不得言陟方也。”其見卓矣。又謂“《竹書紀年》凡帝王之殁曰『陟』，而後言『方』，乃死。所以明『陟』之為死也。”語何贅耶？或謂『陟方』猶升遐也。下云“乃死”，亦贅。孟子謂“舜卒於鳴條，固當。以為正湯與桀戰於鳴條，則去中原不逺。《家語·五帝徳》篇曰“舜陟方岳，死於蒼梧之野而塟焉。”吏侍何孟春注《家語》，謂“陳留縣平邱有『鳴條亭』。海州東海縣有蒼梧山。去鳴條不逺。乃知所謂蒼梧，非九疑之蒼梧也。以《家語》『方岳』言之，《書》或遺『岳』字也。”其説足袪千古之惑。 \\n  \\n 《周禮§周公致太平之書》規模大，節目詳，有能舉而行之，則治效可立致，而其間亦有可疑焉者： \\n  \\n 冢宰。掌邦治，正百官，其職也，而宫禁婦寺之屬皆在，乃至獸人、䱷人、鼈人、司裘、染人、屨人之類，何瑣屑？而天府、外府、大小史、内外史,乃屬之春官。 \\n  \\n 司徒。掌邦教。所謂教者，師氏、司諫、司救，五六員而已。其它六鄉、六遂分掌郊里“征歛財賦，紀綱市城，管鑰門闗，”而謂之教，何哉？ \\n 職方氏、形方氏，邍師之屬，豈得歸之“司馬、大小行人”之職？豈得歸之秋官？ \\n  \\n 《司空》一篇已亡，漢儒以《考工記》補之。〖宋〗俞庭椿、王次點獨謂： \\n  \\n 未嘗亡也。混於五官之中耳。《周官》曰『司空，掌邦土，居四民，時地利。則土地之圖、人民之數，與夫土會、土宜、土均、土圭之法。不宜為司徒之職。』《王制》曰“司空，度地居民，量地逺近，興事任力。則經土地而井牧其田野，與夫起土役令賦之事，不宜為小司徒之職。』如五官之中，凡掌邦居民之事，分屬之司空，則五官各得其分，而冬官亦完且合三百六十之數。《周官》粲然無缺。 \\n  \\n 誠千古之一快也。而予不敢從，何哉？曰亂經。 \\n  \\n 嘗疑： \\n  \\n 《周禮》皆經世大典，中間所載“夷隷掌與鳥言，貉隷掌與獸言，庶氏以嘉草攻毒蠱硩，蔟氏掌覆夭鳥之巢”，則書『十日、十二辰、十二月、十二嵗、二十八宿』之號；去夭鳥則以『救日之弓、救月之矢』夜射之；它如“莽草以薫蠧蟲蜃。炭以攻貍蟲牡。蘜以瘖鼃黽。牡橭、午貫，象齒以殺水蟲之神。”何若是之瑣屑，而亦豈必盡可用耶？ \\n  \\n 及觀越裳氏迷於歸路，公爲作指南車，朞年而至國。指南之鍼，隂陽家至今用之，方隅立定。又以陽城土圭測日，自王城四面去千里，則減一寸，乃知聖人精義入神有如此者。公自謂多才多藝。孔子謂之“才之羙”。其謂是耶？ \\n  \\n  \\n 余少，則讀《家語》。後閱它書，有云“事見《家語》”者，無之訝焉，而莫知所謂。一日閱《漢藝文志》，載《家語》二十七卷。顔師古註云“非今所有家語也。”乃知《家語》本有不同。徧索舊本不可得。一日，至書市，有《家語》曰“王肅註”者，閲之，則今本所無多具焉。乃知今本爲近世妄庸所刪削也。肅謂“《家語》皆當時公卿大夫及諸弟子咨訪問荅之語。弟子取其正實切事者爲《論語》，其餘集之爲《家語》，屬文下辭，頗有煩而不要者，弟子材或有優劣故也。漢初散在人間，好事者或各以意增損，故使“事同而辭異”。孔御謂“戴聖以曲禮不足，乃取《家語》及子思、孟軻、荀卿之書以裨益之。後人見其文已見《禮記》，則除《家語》本篇。是爲滅其源而存其末也。”然則家語出諸弟子，固有不同。漢初則紊之。戴聖又紊之。近世妄庸又紊之。經三紊亂，孔氏之舊，存者幾何？幸王肅本尚存，而人間已難得。以何吏侍之好古謂不可得而余偶得之，豈亦天之未喪斯文也歟？ \\n  \\n  \\n 《春秋繁露》十卷，世多以爲僞書。余反覆考之其“玉杯、竹林、玉英”，至“十指”，皆説春秋事，宛然公羊之義，公羊之文也。雖或過差而篤信其師之説，可謂深於春秋者也。考功名即考績之義。度制即限田之義。隂陽終始、五行生勝、反覆乎天人之際，所謂陽，常居大夏而以“生育長養”爲事。隂常積于“空虛不用”之處，以此見天之“任德不任刑”者，一篇之中三致意焉，豈非平日講貫藴畜者在是？因爲武帝置對于篇耶？抑既以告于君，又退而申衍其説耶？郊祀所以告張湯，問仁所以告易，王其説具在祈雨止雨，雖流於災異，漢儒之所不免也。獨何疑於仲舒耶？其文詞髙古，亦非近世所能爲也。自樓郁晁公武、歐陽永叔軰，未嘗致疑於此，獨新安程太昌，以爲非董氏本書，謂“《太平寰宇記》”。杜祐《通典》所引“繁露語”，今亡之。其曰“劍在左，蒼龍之象也。刀在右，麵白虎之象也。以至禾實于野，粟缺於倉”等語，昌以爲亡之，而今書具在，豈昌所見乃别本耶？抑未嘗深考耶？若本傳謂“聞舉玉杯，蕃露、清明、竹林之屬”，今總名《蕃露》。或嵗久傳授錯謬，不足深辨也。 \\n  \\n 荀爽對策曰“今臣僣君服，下食上珍，宜略依古禮及董仲舒制度之别。”蓋亦指“繁露·度制篇”也。 \\n  \\n 考亭、象山，議論終不合。世謂“考亭道問學之功多；象山尊德性之功多。”今考亭之學，家傳人誦；象山之學，殆廢矣。近世有一種學問，若“厭朱學之繁，樂象山之簡”者，自謂心上工夫。本朝所謂道學者，始於吳與弼，繼以陳公甫。公甫每謂“今世不當復有。著述以文字太多故也。”至有再燔一畨之語，其亦有激也。而獨喜作詩謂“吟咏性情，乃所不廢”，至今稱道學者多宗之。嘉魚李承箕徒歩萬里，從之逰，不聞有所指授。其身心造詣不知果何如也。 \\n  \\n  \\n 程、朱之學，一也。程子以“凡百玩好皆奪志”，史文成誦。至於書札，皆以爲以玩物喪志。朱子則不然，天文、厯律、度數，無不究悉；仍好爲文，工於詩，工於筆札，如楚詞韓文，亦皆注釋，至五行隂陽風水之術，亦皆通曉，雖叅同契、隂符經之類亦注之，亦好竒矣。視程子得無異乎？然“通天地人”之謂儒。朱子有焉。 \\n  \\n ○國猷 \\n  \\n 自古，中原無事則居河之南。中原多事則居江之南。自然之勢也。成周以來，河南之都，惟長安、洛陽。江南之都，惟建康。其次則有襄鄧焉。唐朱朴之議曰“襄鄧之西，夷漫數百里。其東，則漢輿鳯林爲之闗。南則菊潭環屈而流屬於漢，西有上洛重山之險，北有白崖聯絡。誠形勢之地，沃衍之墟。若廣浚河渠，漕輓天下，可使大集。此，建都之極選也。”雖然。皆未有及燕薊之形勢者。大行盤盤，自西而北，居庸、古北、松亭等闗，北瞰沙漠，南引江淮，土厚、水深、博大爽塏。其人沉鷙材勇。杜牧所謂“王不得不王、覇不得不覇”之地，豈非天遺其勝以貽我朝萬世帝王之業乎？ \\n  \\n 自古無有都汴者。張儀謂“其地四通輻輳，固戰場也。”魏本都安邑，爲秦侵蝕，不得已東徙大梁，其後秦使王賁引河灌城。王假就虜，一國爲魚。朱全忠簒唐，居汴不過五六年，唐莊宗伐之，其禍甚於王假。石敬塘因之，耶律長驅，少帝就執。視朱氏，又酷焉。宋祖開基，不此之鑒，遂有靖康之禍。固謀之不善，亦地勢然也。宋之失計，未有甚於都汴者也。當時，燕薊淪于契丹，不能取是。中國與外夷雜此土以處也。猶不思峻谿山之防爲之限，一旦長驅而來，何以禦之？故景德中，契丹入冦，朝議倉皇思爲避敵之計。寇凖力主親征，却之。然猶增嵗幣數十萬。慶厯中，又有無厭之求。富弼以彊詞折之，然亦增嵗幣數十萬而泰然。遂以爲無事矣。靖康復來。又欲祖，故知而與之和，括京城内外金，猶未能滿其欲，遂爲席卷而去二帝，死於五國城，而中原遂非其有矣。初，藝祖欲都洛陽，太宗沮之。藝祖曰“未也。且欲都闗中，據天下之上遊。”至哉見也。使當時從之，豈有靖康之禍哉？宋世諸名臣亦皆狃於治安，未有爲無疆之慮者，惟范文正屢言之，謂“西洛，帝王之宅，負闗河之固，宜以朝陵爲名，漸營兵，食陜西有餘，可運而下。東路有餘，可運而上。太平則居東京通濟之地，以便天下。急難則居西洛險固之宅，以守中原。”其後又請脩京城，謂“天有九闗，帝居九重。王者法天設險，以安萬國。”其爲慮逺矣。使當時從之，安有靖康之禍哉？或曰“國家興廢，天也。非人力所能爲。一汴二杭三閩四廣，陳希夷預言之矣。希文之策奚爲？”余曰“不然。”君相不言命，國家不言天數。茍以天數爲言，則人事皆廢矣。況希夷之言，安知非好事者附會爲之乎？ \\n  \\n 英宗北狩蒙塵，敵人悔過，旋奉駕歸，此自古之所無也。固國家國勢之强，亦人事有以中其機會。是時郕王監國，不欲急君，邊人謝之曰“中國有主矣”。敵人抱空質而負不義於天下，所以汲汲來歸，蓋合鄭公孫申之謀也。 \\n  \\n 魯成公時，晉執鄭伯。公孫申曰“我出師以圍許，爲將改立君者，晉必歸君。”故鄭人圍許，示晉不急君也。晉欒武子曰“鄭人立君，我執一人焉。何益？不如伐鄭而歸其君以求成。”於是諸侯伐鄭，鄭伯歸。 \\n  \\n 趙王武臣爲燕所得。張耳、陳餘使徃，輙殺之，欲分趙地半。有厮養卒詣燕壁，問燕將曰“君知張耳、陳餘何欲？”燕將曰“欲得其王耳”。養卒笑曰“君未知此兩人所欲也。”耳、餘、武臣，皆一時豪傑，姑以少長，先立武臣，此兩人者亦欲分趙而王，名爲求王，實欲燕殺之。殺之，兩人分趙自立，左提右挈，滅燕易矣。燕將以爲然。養卒御趙王而歸，此亦公孫申之意也。惜乎宋髙宗不知出此也。 \\n  \\n  \\n 宋世人才，誠非我朝所及，而其謀國之疎，則不及我朝逺甚。當靖康之變，尼瑪哈以孤軍深入。爲宋謀者，但當堅壁清野，勿與戰，絶其歸路，斷其餉道，内用李綱，外用种師道，俟天下勤王之師四集，彼自救之不暇，一戰，則尼瑪哈可擒，何乃遽自張皇，不敢發一矢，二帝自幸其營爲金人席卷而去。誠可恨也，誠可笑也。 \\n  \\n  \\n 爲人臣者，莫難於任怨。不能任天下之怨，不能成天下之事。孔子論三代之禮，有所因，有所損益。易謂“窮則變，變則通。”董子謂“更化則可以善治。”夫祖宗之良法，百世守之可也。其間，時變不同，小過不及，益之損之，與時宜之，亦所不免。自宋王安石變法，馴致大亂，後世以爲大戒。少有更張，則羣起而非之曰“又一王安石也。”稍有損益，則曰“又一王安石也。”由是相率爲循。黙、不敢、少出意見、論列不才者，得以自容。才者亦無以自見，支傾補漏，視天下之壞而不敢爲。斯時也。毅然敢任怨，而不懼者，其亦難矣。 \\n  \\n  \\n 周公制諡法，雖臣子於君父，不得私焉。所以示萬世之公也。其法嚴矣。漢晉而下，既已失之，然猶付之一時公議。諡不應議，（議）則愽士駁正之，猶爲近古。本朝之諡，有羙無惡，所謂“諡者，特爲褒羙之具而已。”官由翰林者，皆得諡文。文不以人而以官，已不免外議。定諡出於秉筆一二人，或以好惡叅其間，又不聞有駁正之者，於乎何以服天下，信後世哉！ \\n  \\n ○官制 \\n 余嘗患“古今官制紛紜，漫無統紀。”讀温公集，其沿革，似可考而知也。因其説，增損之，使後之人有考焉。 \\n  \\n 三代官制，見於《周官》。簡易易知也。秦漢而下，何其紛紛乎？蓋西漢以“丞相總百官，而九卿分治天下”之事光武中興，身親庶務，事歸臺閣，尚書始重，而西漢公卿，稍以失職矣（一説漢武帝遊晏後庭，尚書始重）。魏武佐漢，初建魏國，置秘書令典尚書奏事。文帝受禪，改秘書爲中書，有令有監，而亦不廢尚書。然中書親近而尚書疎外矣（宣帝時，霍山領尚書，上令吏民奏事，不闗尚書。其後奏封事，輙下中書令，不闗尚書，則西漢時中書已重於尚書矣）。東晉以後，天子以侍中常在左右，多與議政事，於是，又有門下而中書權始分矣。唐初，始合三省，中書主出命、門下主封駁、尚書主奉行。其後合中書門下爲一，故有同中書門下三品，同中書門下平章事。其後又置政事堂，蓋以中書出詔令，門下封駁，日有爭論，故兩省先於政事堂議定，然後奏聞。開元中，張説改政事堂爲中書門下。自是至宋，莫之能改。唐末，諸司使皆内臣領之樞宻，叅預朝政，始與宰相分權矣。及五代，改用士人樞宻使爲腹心之臣，日議軍國大事，其權重於宰相。宋太祖，乃以宰相主文事，樞宻使掌武事，謂之“二府”。 \\n  \\n 周，冡宰無所不統。漢始分入九卿。宫伯則入郎中。令宫正入衛尉。膳人、酒人入少府。司會大府入司農。宫人内宰入大長秋。其後九卿用事、丞相取充位給事。謁者爲左右私人，而丞相爲外朝。 \\n  \\n 漢初。凡郡國舉秀才亷吏，貢於王庭，多拜爲郎，居三署，或至千人屬。光禄勲、光禄勲詮（铨？）第郎吏，出爲它官，以補員缺。是時未屬尚書也。成帝初，置常侍曹尚書一人，主公卿。二千石曹尚書一人，主郡國二千石，蓋選曹之所始也。光武詔三公等各舉茂才亷吏，改常侍曹爲吏部尚書，其時選舉，於郡國，屬功曹，公府屬東西曹，於天臺，屬吏曹，尚書令掌之。 \\n  \\n 漢。初入仕者不限年，如劉向、陳咸，以八十爲郎。劉辟疆八十爲衛尉。公孫弘八十爲相。貢禹八十遷御史大夫。趙充國七十爲將軍。 \\n  \\n 漢置大夫，專掌議論事。茍疑未决，合中朝之士雜議之。自兩府大臣，下至博士議郎，皆得議之。不嫌以卑亢尊，如鹽鐵議是也。呼韓欵塞卒，用郎中侯應之策，朱博得罪議者五十八人。王嘉得罪議者六十人，故曰“漢集議有公天下之心”。今制亦議，統於一二尊官而已。 \\n  \\n  \\n 唐初。職事官有六省、一臺、九寺、三監、十六衛、十率府之屬。其外，又有勲官、散官。勲官以賞戰士。散官以褒勤。舊，必折馘執俘，然後賜勲。積資累階，然後進階，不可妄得，故當時以爲榮。髙宗東封，武后預政，求媚於衆，始有泛階。肅宗以後，財力屈竭，勲官不足以勸武功，府庫不足以募戰士，遂併職事官，通用爲賞將帥。出征者皆給空名告身，自開府至郎將，聽臨事注名，至有異姓王者，於是金帛重而官爵輕，或以大將軍吿身，止易一醉。五代等衰益紊。三公端揆，施於軍校，衣紫執象，被於胥史，名器之濫，極矣。宋承五代之弊，不能釐正，故臺省、寺監、衛率之官，止以辯班列之崇卑，制廪禄之厚薄，多無職業。其所謂“官”，乃古之爵也。所謂“差遣”，乃古之官也。所謂“職者”，乃古之加官也。自餘功臣、檢校官、散官階，勲爵邑，徒爲煩。文人不復貴，所以鼓舞。群倫曰“官曰差遣，曰職”而已。又遷徙去來，嘗無虛日。 \\n  \\n 唐。六部尚書皆屬尚書令。左右僕射，尚書三省之一也。光宅中，以擬周之六卿，過矣。唐以僕射、侍中尚書令爲丞相，然皆秦漢之所輕，魏晉以來反爲重任。唐因之，故其名不正。 \\n  \\n 唐制有勲，有階，有官，有爵。爵以定崇卑。官以分職務。階以叙勞勛。以叙功，四者各不相蒙。有官卑而勲階髙者；亦有勲階卑而官爵髙者。宋朝列銜，凡階髙官卑，則稱“行”；階卑官髙則稱“守”。官與階等，則無“行、守”字。今制，惟以官爲定。爲是官，則勲階同隨之，無復叙勞、叙功之意。顔魯公謂“魚軍容階，雖開府，官即監門將軍。開府特進，並是勛官，用廕，即有髙卑。會燕合，依次序。” \\n 然則，唐之勛官，惟以定廕而已。 \\n  \\n 開府儀同三司，謂“置府辟吏”，儀同三公也。 \\n  \\n 唐制。尚書省有令、有僕射、有左右丞。太宗嘗爲令後不復設僕射“猶今之尚書也”、左右丞“猶今之侍郎也”。六曹尚書，乃若今諸司乎而實不同。顔魯公與僕射郭英乂書謂“興道之會，獨八座。尚書欲令下座。”意以爲尚書之與僕射，若州佐之與縣令乎？今，三廰齊列明，不同刺史，且尚書令與僕射，同是二品，六曹尚書並正三品，又非隔品致敬之類。觀此則知，尚書與令僕同爲八座也。然英乂於公堂獨咄尚伯，則僕射之尊大亦可見矣。 \\n  \\n  \\n 唐翰林院在禁中，乃人主燕居之所。玉堂，承明、金鑾殿，皆在其間。應供奉之人，自學士以下，工伎羣官，皆稱翰林。醫官翰林，待詔之類，雖茶酒亦稱翰林司。唐制，自宰相而下，初命皆無宣召之禮。惟學士宣召者，蓋學士院在禁中，非内臣宣召，無因得入。又學士院北扉，爲其在浴堂之南，便於應召。宋制，學士初拜，自東華門入，至左承天門下馬。吏雙引至閣門，此亦唐故事也。又宋制。選人不得乘馬入宫門。歐陽公初以選，人爲館職，自左掖門下馬入館。當時，謂之歩行學士。然則，唐宋禁中，亦許乘馬。又，且引道耶。今制。自兩長安門、東西華門外過者，皆下馬，雖相臣亦然。 \\n  \\n 宋初，承五代。三省無專職。臺省寺監無定員，類以它官主判。三省長官不預朝政。六曹不釐本務。給舍不領本職。諌議無言責。起居不注記。司諌正言，非特旨供職，亦不任諌諍。其官人之别，有官有職，差遣以登臺閣。禁從爲顯宦。不以官之遲速爲榮滯。以“差遣要劇”爲貴途，不以“勲階爵邑”爲輕重。名之不正，未有如宋之甚者也。至元豐間始以唐六典定官制。 \\n  \\n 宋時，兩制，皆文學名天下者始應其選。雖一甲三人，亦出知外任，然後召試，欲其知民事也。其餘應試，率皆一時赫然有名中外，所謂“制科”是也。故，文學之士不至遺棄。又通知民間利病，以其曾試於外也。國家翰林、侍從亦兩制之類，率用髙科。其餘則用庶吉士。一甲三人終不外任。庶吉士者，每科或選或不選，留者或多或少，國家之意，本欲使之種學績文，以爲異日公卿之儲士。既與此選，自可坐致清要，不復苦心於學。又不通知民事天下，以文學名者，不復得預，遺才頗多，故不若制科之爲得也。制科行，人人自奮于學，以求知于上，不待督責矣。 \\n  \\n  \\n 國家之制，革中書陞六部，初亦疑之，謂“自古，豈有無宰相而能致理者？”及觀宋，南渡專任賊檜，以殺忠良。其後韓侂胄、史彌逺、賈似道，相繼盗政。羣小又從而附和之，日入於敗亂而不知，非以權重故耶？則今日去之，不爲過也。 \\n  \\n  \\n 我朝六部之設，倣周制六典，最爲簡要有體，然其名猶襲唐宋之舊。唐以三省長官爲宰相，謂“中書令門下、侍中尚書令、左右僕射”是也。今中書省已去，特存中書舍人，爲七品官職，書翰而已。門下省已去，特存給事中，雖七品而有封駁之權，尚書省不復設令僕，乃陞六司尚書分爲六部，秩二品，蓋即僕射之類也。中書尚書名與古同，其實異矣。 \\n  \\n  \\n 唐宋翰林，極爲深嚴之地，見於詩歌者多矣。國朝翰林院，設於長安門外，爲齋宿委積之所。内有東閣，衆學士聚焉，爲朝退會揖之地。史館爲講讀，史官所聚集，皆無公座，至脩史之日，旋設十館於東角門之右，事竣去之，求如古之深嚴，未之見也。唯文淵閣，政本所自出，號爲深嚴，其比古之翰林耶？今翰林在外，雖非復唐宋之深嚴，然非文學之臣不預，無復“工伎茶酒醫官”，雜流跬歩。卿相視唐宋爲重矣。 \\n  \\n  \\n 文淵閣在奉天殿東廡之東，文華殿之前。前對皇城，深嚴禁宻。百官莫敢望焉，吏人無敢至其地。閣中趨侍使令，惟厨役耳，防漏泄也。禁宻文書，一小匣在几上，鑰之而不合。大學士暮出，鑰其門，匙懸門上，恐禁中不時有宣索也。故事禁中不得舉火，雖閣老亦退食於外。相傳，宣宗一日過城，上令内豎覸閣老何爲。曰“方退食於外”。曰“曷不就内食？”曰“禁中不得舉火。”上指庭中隙地曰“是中獨不可置庖乎？”今，烹膳處是也。自是得會食中堂。又傳，一日過城上，瞰閣老何爲。曰“方對奕。”“何不聞落子聲？”曰“棊以紙上咲。”曰“何陋也！”明日賜象牙棋一副，至今藏閣中。又内閣庭中花臺上有芍藥三本，相傳亦宣宗時植，至今盛開。 \\n  \\n 内閣不設公座，惟東西兩凳相對耳。天順初，李文逹自吏部入，欲正南向之位，彭文憲力沮之，謂“宣宗嘗御此。”李曰“事久矣。”彭又謂“禁中無南靣坐”。李曰“東邊會食，曷爲南靣？”彭又沮之會内，送孔聖像置于中，事乃止。司禮太監至，亦惟東西向。正德初，劉瑾權重西涯，欲尊之，特設一榻於凳之上，亦不敢正也。故事太監至迎之止花臺，送之止中門，皆有定限。余初入内閣，西涯以是告曰“是定例也。不可失。”余等守之惟謹。是後，不知何如也。 \\n  \\n  \\n 劉瑾，雖擅權，然不甚識文義，徒利口耳。中外奏疏處分，亦未嘗不送内閣，但秉筆者，自爲觀望。本至，先問此事當云何、彼事當云何，皆逆探瑾意爲之。有事體大者，令堂後官至河下問之，然後下筆，故瑾益肆。使人人據理執正，牢不可奪，則彼，亦不敢大肆其惡也。 \\n  \\n  \\n 翰林院故事。經筵初開，講讀、侍從官皆有白金文綺之賜。史成進御，亦進秩加賞。或纂脩功多及書成，以事故去，則不霑恩數；或先以事故去，不效勞勩，偶值書成，亦得霑恩數。故有“經筵頭，脩書尾”之説。 \\n  \\n 予在翰林，與陸亷伯語及楊文貞。亷伯曰“文貞功之首，罪之魁也。”予問“何爲？”亷伯曰“内閣故有絲綸簿。文貞晚年以子稷故，欲媚王振，以絲綸簿付之，故内閣之權盡移中官。余亦不知其然否。及余入内閣，厯朝詔誥底本皆在，非所謂絲綸簿乎？不聞送入，況中官之專與否，不在一簿之存亡也。顧人主信用何如耳。”亷伯之言，不知何所從授，天下皆傳之。嘉靖初元，言路大開，諫官紛然爭言利害，有謂“文貞居憂，謀奪情起復，遂以絲綸簿奉振。”不知文貞晚年歸省墓，未嘗居憂也。甚者又謂“文淵閣印亦爲司禮監所奪。請追還之。”詔問“印與絲綸簿，今不知安在？令言者自來追理還之。”言者伏罪乃已。 \\n  \\n  \\n 國家“正旦、冬至”聖節，凡大朝會先期，百官皆赴朝天宫習儀或靈濟宫，唯翰林獨否。相傳，宣廟一日召翰林不至，上問故，左右對以“徃習儀所”。上曰“翰林終日侍朕側，尚何習爲，恐其倒拜耶？”自是不復習。相傳以爲故事。成化中，中官汪直用事。多使邏人詗察諸司不法。是日，學士王獻、檢討張泰，方在途投謁，邏人執之。以故事對詔以問内閣時，萬安劉煦、劉吉不能執奏。乃云有故事，而攷諸故典，不見獻、泰。雖免罪，而翰林不習儀之典遂廢，惟内閣與東西兩房至今不習，蓋“宣廟之命史官”失於紀載故也。 \\n  \\n 前代脩史，左史紀言，右史紀動，宫中有起居注。如晉董狐、齊南史，皆以死守職。司馬遷、班固皆世史官，故通知典故，親見在廷君臣言動，而書之後，世讀之如親見當時之事。我朝翰林，皆史官立班，雖近螭頭，亦逺在殿下。成化以來，人君不復與臣下接，朝事亦無可紀。凡脩史，則取諸司前後奏牘，分爲“吏、户、禮、兵、刑、工”，爲十館事。繁者爲二館分派諸人，以年月編次，雜合成之。副總裁刪削之，内閣大臣總裁潤色，其三品以上，乃得立傳，亦多紀出身官階遷擢而已。間有褒貶，亦未必盡公。後世將何所取信乎？ \\n  \\n 翰林院地勢清切，然品卑禄薄。楊大年久爲學士，請外至，云“虛忝甘泉之從，臣終作若敖之餒鬼。從者之病莫興，方朔之飢欲死。自昔然矣。” \\n  \\n 前世藏書，分散數處，蓋防散佚水火之虞也。宋時，三館秘閣藏書，凡四處。然亦有盗竊之患。士夫家往往得之，古今一也。 \\n  \\n 漢以來，重守令。守令親民，得行其職，故當時循吏爲多。雖有刺史部使者，“綉衣直指”之屬，間一命之，不專以爲治也。唐世，諸道置按察使，後改爲採訪處置使，治於所部之大郡。既又改爲觀察。其戎旅之地即置節度使，但令訪察善惡，然兵甲、財賦、民俗之事，無所不領，謂之都府，權勢不勝其重。元結爲道州，謂“諸使誅求二百餘。”通陽城守、道州税賦，不時爲觀察使誚責。韓文公所謂“觀察使恒急於其賦，不以情信乎州者也。”然每道不過一使臨之而已。宋時，州郡控制，按刺率五六人。又多於唐。元時始立行中書省，設官，皆視中書。我朝沿其制，改爲布政，使司各省。布政使二人、叅政二人、叅議二人、按察使一人、副使二人、僉事二人。又有都御史統之。嵗命御史。按之，又多於宋。世愈降，官愈繁，政令紛然，守令欲舉其職難矣。 \\n  \\n ○食貨 \\n  \\n 井田之法，後世不復行。愚以爲“江南信不可行矣。北方平原，沃野千里彌望，皆不起科。使勢要得占爲莊田。於此略倣井田之法，爲之溝塍畎澮，公私有分，旱澇有備，不亦善乎？”而世皆以爲不可行。餘地姑未敢論，即如河南梁惠王所理，山東齊宣王所理，滕縣滕文公所理也。孟子，豈漫不知事而以勸三君乎？姑於此先試之。自一鄉漸推之一州一郡，以至一省。庶民不驚，事不擾，然必得好古力行之君子，使爲守令，假以便宜，不拘文法，不求近功，不聽浮言。天子親命之，使民曉然知此意，乃或有濟。不然誠難行也。 \\n  \\n  \\n 國家供三邊之費，最大嵗用銀至四五十萬。愚以爲“欲省轉運之費，莫若興屯田兵法，取敵一鍾，當吾二十鍾。屯田一石，可當二十石。”今三邊之地固在也，而人以爲不可行，何哉？按趙充國『屯田之奏』曰“計度臨羗，東至浩舋，羗虜故田及公田，民所未墾，可二千頃。”又言“北邊自敦煌至遼東萬一千五百餘里，故有吏卒數千人，虜不能攻。今留歩士萬人屯田，地勢平易，多髙山逺望之便，部曲相保。以爲屯田『内有亡費之利，外有守禦之備』。”唐元和中，振武軍饑，宰相李絳請開營田，乃使韓重華爲水陸運使，給耒耜與牛，耕傍便近地，連嵗大熟，軍不復饑。又益募人爲十五屯，屯置百三十人，而種百頃。各就髙爲堡。東起振武，西過雲州，界極於中受降城，秋果倍收，嵗省度支錢千三百萬。此又近事之效也。今獨不可行乎？ \\n  \\n  \\n 老泉策云“方今，田之在官者，有二：職分也、籍没也。職分之田，募民耕之，歛其租之半而歸諸吏。籍没之田，募民耕之，歛其租之半而歸之公。”乃知今之官田，其來逺矣。猝未能去爲是也夫。 \\n  \\n 正統以前，天下嵗徴稅糧凡三千六百三十二萬一千餘石，内三百二十萬九千石，折銀八十一萬四千餘兩。戸口商稅，除折米外，并船料鈔，折銀可得四十三萬九千餘兩。兩淮鹽塲，鹽課銀，嵗不下數萬千兩。各處稅糧折徴，共一百三萬餘兩。雲南閘辦三萬餘兩。各鈔闗船料四萬餘兩。馬草折徴二十三萬餘兩。鹽課折徴二十餘萬兩。每年入數共二百四十三萬兩。 \\n  \\n 送内庫預備成造等項，十餘萬兩或二十萬兩。官軍俸銀三十三萬餘兩。官軍折俸三十三萬六千五百餘兩。宣府大同遼東陜西年例，共四十萬兩。若有聲息，緊急奏討，加添四五十萬或二三十萬。聖旦千秋等節用三十九萬千八百餘兩。親王王妃公主及上用及天下王府銀盆水罐儀仗等用共十三萬七千五百餘兩。每年出數共百餘萬兩。 \\n  \\n 正德以來，天下親王三十，郡王二百十五，鎭國將軍至中尉二千七百，郡文職二萬四百餘員，武職十萬餘員，衛所七百七十二旗，軍八十九萬六千餘，廪膳生員三萬五千八百二十名，吏五萬五千餘，各項俸糧約數千萬。 \\n  \\n 淛江等十三布政司并南北直隷，額派夏秋糧税大約二千六百六十八萬四千五百五十餘石，出多入少，故王府久缺禄米。衛所缺月糧，各邊缺軍餉，各省缺俸廪嵗漕之數。 \\n  \\n 嵗運正糧凡四百萬石，内兌運二十四萬，赴薊州倉改兌六萬，赴天津餘三百七十萬，赴京通二倉。 \\n  \\n 舊例，民運“淮安、徐州、臨清、德州”水次四倉，交收漕運。官分派官軍於内，支運於通州、天津二倉。成化十年，議四倉所收，令官軍徑赴州縣水次四倉交兌，名爲改兌。弘治十六年，又以派不足額，每年於水次四倉，支運九萬六百石以足前數。正德九年，全派改兌。支運遂絶。 \\n  \\n 蘇州嵗運軍糧六十五萬石。加耗過壩，每石加七斗九升。不過壩，每石加六斗六升。外金花銀十七萬兩，折米六十八萬。鳯陽、南京不在數中，存留在蘇，嵗七萬，河南嵗漕三十萬，淛江六十萬。 \\n  \\n 祖宗時，嵗用省以黄蠟一事言之。國初嵗用不過三萬斤，景泰天順間，加至八萬五千。成化以後，加至一十二萬，其餘可推也。 \\n  \\n 正德十六年，工部奏“巾帽局缺内侍。”巾帽靴鞋合用紵絲紗羅皮張等料。成化間二十餘萬。弘治間，至三十餘萬。正德八九年，至四十六萬。末年至七十二萬。 \\n  \\n 東漢永平中始定宦官員數。中常侍四人、小黄門十人。和帝以後，中常侍至十人、小黄門二十人。 \\n  \\n 唐太宗詔内侍不立三品。中宗時，黄衣，乃二千員，外置千員。衣紫者，尚少。開元天寳，黄衣以上三千員。外，紫者千餘。其稱旨者，輙拜三品。列戟于門。宋初自供奉官至黄門以一百八十人爲定員。孝宗時仍定以二百人爲額。後增至二百五十人，今上即位之初，錦衣衛旗校革三萬一千八百餘，嵗省糧儲數十萬，裁革冗官冗兵一千四萬餘。嵗省京儲一百六十八萬石。 \\n  \\n ○象緯 \\n  \\n 周天三百六十五度。然天體無定，占中星以知方位。天行健而不息，如磨之旋，自東運而南，南而西，西而北，北而又東。以爲昬明寒暑。二儀運而出沒，五緯隨而起伏，列舍就之，隱見炎夏。天道南行，日出于寅，入于戍。陽盛于隂也。日影隨短，窮冬北行，日出于辰，入于申，隂盛于陽也。日影隨長，春秋天道行於正中，日出于卯入於酉，隂陽平也。日影隨停，南爲明都，天體所見也。日月五星，至是則明，北爲幽都，天體所隱也。日月五星，至是則晦，日月五星至北都而晦，非天入於地也。若天入於地，則日月隨之地中。爲日月所照，安得爲幽都哉。此說與渾天不同，然亦不爲無理，故著之。 \\n  \\n 氣有盈虛，何謂也。曰“天地上下，相去八萬四千里。冬至之日，一陽自地而升，一日升四百六十六里二百四十歩。五日爲一候，升二千三百三十三里一百二十歩。三候爲一氣，升七千里。三氣爲一節，其卦爲泰，則立春之日也。升二萬一千里。二節爲一時，陽氣上升，共四萬二千里。正天地之中，春分之節也。其卦爲大壯。隂中陽半，氣變寒爲温。萬物發生之時也。自是陽氣復升。又九十日，爲夏至之節。陽氣共升八萬四千里，極于天，是爲純陽，於卦爲乾。氣變温爲熱，萬物茂盛，陽氣盈滿天地之間，故曰『盈』。陽極則隂生，夏至之日，一隂自天而降。十五日降七千里，三氣爲一節，凡四十五日，爲立秋節，下降凡二萬一千里，其卦爲否。二節爲一時，隂氣下降共四萬二千里。正及天地之中，爲秋分之節，其卦爲觀。陽中隂半，其氣變熱，爲凉萬物結實之時也。自是隂氣復降，凡九十日，爲冬至節，隂氣共降八萬四千里而至於地，是爲純隂，於卦爲坤，變凉爲寒，萬物收藏之時也。故曰『虛』。天地盈虛，因月而見，初三，月出庚，爲一氣之候。初八，兌丁上弦，隂中陽半，十五日，乾甲周滿，純陽無隂，故爲盈。十六日巽辛，一隂生。二十二日，艮丙下弦，陽中隂半。三十日，坤乙消盡，純隂無陽。比冬至之節，故曰虛也。”吳草廬云“日之行三十日五時有竒，而歴一辰，則爲一月之氣，月之行二十九日六時有竒，而與日會，則爲一月之朔。每月氣盈五時有竒，朔虛六時不滿，積十二氣，盈凡五十三時不滿，十二朔虛凡五百七時有竒，一嵗氣盈朔虛，共十日十一時有竒，將及三嵗，則積之三十日而置一閏，氣盈朔虛之積，是爲閏餘。” \\n  \\n 四千五百嵗爲一元。一元之中，陽戹五，隂戹四。陽爲旱，隂爲水。初入元，百六嵗有戹，故云“百六之會（出漢書注）”。 \\n  \\n 晉史。中台星坼時以爲大異。張華等應其禍，然中台星至國朝，常坼此理之不可曉者也。或云“上下不交”之故，或云“本朝不立宰相之應”，是果然歟？北斗星七，各有所主分野，而第四星常不甚明。白樂天詩云“昔聞西漢元成間，北辰微暗少光色。”至今猶然，不知何也？ \\n  \\n  \\n 嘗疑“初三夕月忽現庚上”，不知其所從來。叅同契云“晦朔之間，合符行中，始於東北，箕斗之鄉，旋而右轉，嘔輪吐明。”釋之者曰“每朔月，與日會，必於箕斗之鄉。箕斗爲艮，天道左旋，日月星辰皆右轉。月至此鄉，必晦而會，如璧如圭，一日二日，旋而右疾至於庚，方精光終吐，魄乃生焉。”蓋言自晦至朔。月與日合而西墜，至庚上復見也。朱子亦言“日一嵗而一周天，月二十九日有竒而一周天。”又逐及日而與之會，一嵗，凡十二會。方會，則月光都盡，而爲晦。已會則月光復蘇而爲朔。朔後晦前，各十五日。日月相對，則月光正滿，而爲望晦，朔而日月之合，東西同度，南北同道，則月揜日，而日爲之食，望而日月之對，同度同道則月亢日，而月爲之食。黄祥翁云“日行黄道，月有九道，遇交則有薄食之變。至於合朔，如合璧，則不食。其交不軌道，則食也。”佛書亦謂“若日隨月後行，日光翳，月漸漸掩覆至晦日。覆月都盡，是名黑半。日在月前行，日月開淨，至望日，具足圓滿，是名白半。”又云“日行，與月或合或離。若稍合時，是日覆月，三由旬餘，故三十日一切被覆，月光不現，若稍離時，是日離月，三由旬餘，故十五日，月大圓滿。” \\n  \\n 鄭玄曰“日月之行，一嵗十二會。聖王因其會而分之，以為大數。孟春，日月會于娵訾。仲春會于降婁、季春會于大梁、孟夏會于實沉。仲夏會于鶉首。季夏會于鶉火。孟秋會于鶉尾。仲秋會于夀星。季秋會于大火。孟冬會于析木。仲冬會于星紀。季冬會于玄枵。”則又不專於箕斗之鄉，蓋玄之所謂“會”非指入時也。 \\n  \\n  \\n 或問“厯書有白黑緑碧黄赤紫，何謂也？”曰“此河圖數也”。河圖之數：戴九履一。一爲白，九爲紫，左三右七，三爲緑，七爲赤。二四爲肩，二黒四碧。六八爲足白，故隂陽家一六八爲白，二黑，三緑，四碧，五黄，七赤，九紫。 \\n  \\n 日體本黑，積天之至，陽，而生光明。月體本黑，借日之至，陽，而生光明。陽不足則日見黑暈，下弦則月見黑暈，或成黑靨、黑氣、黑點、黑子，或成王字，或成鳥，或成人像，皆由陽弱不能充其黑體，非日有此像也。月借日爲光，吾聞之矣。日借天光，吾未之聞也。今以世眼觀之，日入，則天晦。日出則天明。似天以日爲光也。必有能辯之者。 \\n  \\n 占嵗 \\n  \\n 嵗在金，穰。水毁木、饑火。旱六嵗、旱十二嵗。一大饑。太隂在卯，穰。明嵗衰惡。至午。旱。明嵗羙。至酉，穰。明嵗衰惡。至子。旱。羙，有水至卯。 \\n  \\n 占風 \\n 正旦，風從南，大旱。西南，小旱。西方有兵，西北胡豆成也。小雨，趨兵北方。爲中嵗。東北爲上嵗。東方大水，東南民有疾疫，嵗惡。 \\n  \\n 冬至，風起震方，或寒或熱，主嵗大收。風起巽方，主嵗收、國安。風起離方，寒則民災，主水熱，則大旱。風起坤方，熱則主蟲食苗，寒則主榖不實。風起兌方，寒熱不常，主兵，主民病死國災。風起乾方，主嵗大收，人民安，國無災咎。風起坎方，主天下豐樂，國有賢臣，民安國寧。風起艮方，或寒或熱，主民大病疫死（出越絶書）。 \\n  \\n 仁廟一日語楊士竒等“見夜來星象否？”士竒等對“不知”。上曰“通天地人之謂儒。卿等何以不知天象？”對曰“國朝私習天文律有禁，故臣等不敢習。”上曰“此自爲民間設耳。卿等國家大臣，與國同休戚，安得有禁？”乃以天官玉厯祥異賦賜羣臣。 \\n  \\n 成化中。京師黑眚見，相傳若有物如狸或如犬，其行如風，倐忽無定，或傷人靣，或囓人手足。一夜數十發，或在城東，又在城西，又在南北，訛言相驚不已。一日上御奉天門，視朝，侍衛忽驚擾，兩班亦喧亂，上欲起，懷恩按之，頃之乃定。自是日，遣内豎出詗。汪直，時在遣中，數言事，由是得倖。遂立西厰，使偵外事廷臣，多被戮辱，漸及大臣、大學士。商輅兵部尚書項忠皆以事去都。御史牟俸亦被逮，或徃南京，或徃北邊，威權赫奕倐忽徃來不測人，以爲黑眚之應也。 \\n  \\n  \\n 春秋書“木氷”，漢書謂之“木介”。又云“木稼”。王荆公詩“木稼嘗聞逹官怕。”余在京師，成化末親見之。似煙非煙，似雪非雪，行道茫茫，尋丈不辨，草樹玲瓏，皆成幡幢寳蓋，少壯須髮盡成老翁。父老云“是謂木稼”，然其應不止逹官而已。 \\n  \\n 成化末，正旦，日中時，中天有白氣如練，仰觀之宛轉如一白蛇，漸升漸消。消且盡，忽有聲如雷，蓋天皷也。 \\n  \\n 正德初，彗星掃文昌。臺官云“應在内閣”。未幾逆瑾出首，逐内閣大學士劉健、謝遷，自是而後，一時在位，九卿臺諫，無不被其禍，乃知文昌爲天下斯文之應，不特内閣而已。 \\n  \\n  \\n 正德七年三月。江西餘干之仙居寨，夜雷電以風，西北方有火，如箭墜旗竿上，如燈籠，光照四野，有卒撼其旗，火飛上竿首。卒因發火銳之，其火四散，各寨鎗上皆有光，如星，須臾而滅。五月，廣西萬春北寨鎗上俱有火。三月，山東秦始皇廟，夜鐘皷自鳴，火起桑上，樹燔而枝葉無恙，廟宇燬而神像如故。 \\n  \\n 正德十三年，江西有黑雲紅雲，若相闘者，久之分爲兩城人馬，洶洶若攻城，城中人應之。明年寧藩叛，王守仁舉兵攻之。 \\n  \\n 正德十三年五月十五未申之間。常熟有白龍一，黑龍二，自西北來。天地晦冥至俞市村，乘雲而下，目光如炬，吐火燄，燄鱗甲，頭角皆現，轟雷掣電，猛雨狂風，居民三百餘家，屋千餘間，席捲而去。船十餘舸墜地，爲虀粉。瓦石梁柱樹木，星散四飛，驚死者三十餘人。至酉戌時，至東海乘雲而去，是夜紅雨如注，五日夜乃息。  \\n  \\n 　 \\n 卷下 \\n ○文章 \\n  \\n 世謂“六經無文法”。不知萬古義理，萬古文字，皆從經出也。其髙者逺者，未敢遽論，即如《七月》一篇叙農桑稼圃，内則叙家人寢興烹餁之細。《禹貢》叙山水脉絡，原委如在目前。後世有此文字乎？《論語》記夫子在鄉、在朝，使擯等容，宛然畵出一箇聖人。非文，能之乎？昌黎序如《書》，銘如《詩》，學《書》與《詩》也。其它文多從孟子，遂爲世文章家冠，孰謂“六經無文法”。 \\n  \\n 六經之外，昌黎公其不可及矣。後世有作，其無以加矣。《原道》等篇，固爲醇正。其《送浮屠文暢》一序，真與孟子同功，與《墨者夷》之篇當並觀，其它若《曹成王》、《南海神廟》、《徐偃王廟》等碑，竒怪百出，何此老之多變化也。嘗怪昌黎論文於漢，獨取司馬遷、相如、揚雄，而賈誼、仲舒、劉向不之及，蓋昌黎爲文，主於竒。馬遷之變怪、相如之閎放、揚雄之刻深、皆善出竒。董賈向之平正，非其好也。然《上宰相第一書》亦自劉向疏中變化來。先秦文字無有不佳，余所尤愛者：樂毅《答燕惠王書》、李斯《上逐客書》、韓非子《說難》。可謂“極文之變態也”。其後漢文帝《賜匈奴》、《南粤王書》亦似之文帝，其所謂“有德者之言乎？” \\n  \\n 太極圖，西銘未論義理，其文亦髙出前古。 \\n  \\n 爲文必師古，使人讀之不知所師，善師古者也。韓師孟，今讀韓文，不見其爲孟也。歐學韓，不覺其爲韓也。若拘拘規傚，如邯鄲之學歩，里人之效顰，則陋矣。所謂“師其意，不師其詞”，此最爲文之妙訣。 \\n  \\n 聖賢未嘗有意爲文也，理極天下之精，文極天下之妙。後人殫一生之力以爲文，無一字到古人處，胷中所養未至耳。故爲文，莫先養氣，莫要窮理。 \\n  \\n 韓子《進學解》准東方朔《客難》作也。桞子《晉問》准枚乘《七發》作也。然未嘗似之若班固《賔戱》、曹子建《七啟》，吾無取焉耳。 \\n 史記《貨殖傳》議論未了，忽出叙事；叙事未了，又出議論。不倫不類，後世决不如此作文，竒亦甚矣。 \\n  \\n 吾讀桞子厚集，尤愛山水諸記，而在永州爲多。子厚之文，至永益工，其得山水之助耶？及讀元次山集“記道州諸山水”，亦曲極其妙。子厚，豐縟精絶；次山，簡淡髙古。二子之文，吾未知所先後也。唐文至韓桞始變，然次山在韓桞前，文已髙古，絶無六朝一點氣習，其人品不可及歟！ \\n  \\n  \\n 史記，不必人人立傳。孟子傳及三騶子。荀卿傳間及公孫龍。劇子、尸子吁之屬。衛青、霍去病同傳。竇嬰田蚡灌夫三人爲一傳。其間叙事合而離，離而復合，文最竒，而始末備。漢書兩龔同傳，亦得此意。 \\n  \\n 史記不與張騫立傳，其始附《衛青》，而於《大宛傳》備載始末，蓋大宛諸國土俗，皆騫所歸爲武帝言者也。騫没後，諸使西域者，亦具焉。事備具而有條理，若漢書，則大宛、張騫各自爲傳矣。 \\n  \\n 史記。董仲舒傳不載天人三策。賈誼與屈原同傳，不載治安等疏。視漢書疎畧矣。蓋史記宏放，漢書詳整，各有所長也。 \\n  \\n 史記。《張蒼傳》叙至遷御史大夫，忽入周昌。周昌後，又入趙堯。趙堯抵罪。又入任敖。任敖後，仍入張蒼，事核而文竒。四人皆相繼爲御史大夫者也。 \\n  \\n 太史公《伯夷屈原傳》時出議論，其亦自發其感憤之意也。夫退之《何蕃傳》亦放此意。 \\n  \\n 太史公作傳，亦不必人人備著顛末。嚴安徐樂，一書足矣。蔡澤傳亦然。 \\n  \\n 班固《西漢書》典雅詳整，無媿馬遷，後世有作，莫能及矣。固，其良史之才乎？然予觀文選所載，固文多不稱，唯《兩京賦》最其加意，然亦無西京之體，何固之長於史而短於文乎？頗疑漢書多出其父彪，而固蒙其名。然無它左證。偶讀《西京雜記》，謂“家有劉子駿漢書一百卷。無首尾題目，但以甲乙丙丁紀其卷數。其父傳之歆，欲撰漢書，未及而亡。”試以此記考校班固所作，殆是全取劉書，小異同耳。固所不取者，二萬許言録，爲二卷，名曰《西京雜記》，以禆漢書之缺，乃知固書其多取諸歆乎？或謂“西京襍記”亦僞書，不知果何如也。晉傅玄之言曰“孟堅漢書，實命世竒作，及與陳宗、尹敏、杜撫、馬嚴撰《中興紀》傳其文，曾不足觀，豈拘於時乎？”何不類之甚也。 \\n  \\n  \\n 《越絶書》十五卷，相傳以爲子貢作。其未然乎？其缺文訛字，斷簡幾不可讀。“計倪、請糴、寳劔、九術、軍氣、春申君”篇亦已往往見於“史記、吳越春秋”等書。其記《地傳》乃出秦皇漢武及更始建武中事，烏在其爲子貢作乎？或子貢有作，後人附會合雜以成之乎？然古書之存於今者寡矣。其間，亦有異聞焉。安可廢之。 \\n  \\n 世謂“詩有别才”。是固然矣。然亦須博學，亦須精思。唐人用一生心於五字，故能巧奪天工。今人學力未至，舉筆便欲題詩，如何得到古人佳處。 \\n  \\n 杜詩，前人賛之多矣。予特喜其諸體悉備，言其大則有若“吳楚東南坼、乾坤日夜浮”、“日月籠中鳥，乾坤水上萍”、“地平江動蜀，天逺樹浮秦”、“五更皷角聲悲壯，三峽星河影動揺”之類。言其小則有若“暗飛螢自照，水宿鳥相呼”“仰蜂黏落絮、倒蟻上枯籬”“脩竹不受暑、輕燕受風斜”之類，而尤可喜者如“水流心不競，雲在意俱遲”，人與物偕有，吾與點也之趣；“片雲天共逺，永夜月同孤”，又若與物俱化，謂此翁不知“道”，殆未可也。 \\n  \\n  \\n 子羙之作有綺麗穠郁者，有平澹醖藉者，有髙壯渾涵者，有感慨沈鬱者，有頓挫抑揚者，後世有作不可及矣。若夫興寄物外，神解妙悟，絶去筆墨畦徑。所謂“文不按古，匠心獨妙”，吾於孟浩然、王摩詰有取焉。 \\n  \\n 格調，雖不甚髙，而工於模冩人情物態，悲懽窮泰，吐出胷臆，如在目前，吾於樂天有取焉。微之，效嚬而終不似，才有餘韻不足也。 \\n  \\n 余讀詩至“緑衣燕燕，碩人黍離”等篇，有言外無窮之感。後世，唯唐人詩尚或有此意。如“薛王沉醉夀王醒”不渉譏刺而譏刺之意溢於言外。“君向瀟湘我向秦”不言悵别而悵别之意溢於言外。“凝碧池頭奏管弦”不言亡國而亡國之痛溢於言外。“溪水悠悠春自來”不言懷友而懷友之意溢於言外。“潮打空城寂寞回”不言興亡而興亡之感溢於言外。得風人之旨矣。 \\n  \\n  \\n 摩詰以淳古淡泊之音，冩山林閒適之趣。如輞川諸詩，真一片水墨，不着色畫，及其鋪張。國家之盛如“九天閶闔開宫殿，萬國衣冠拜冕旒。雲裏帝城雙鳯闕，雨中春樹萬人家。”又何其偉麗也。 \\n  \\n 爲文好用事，自鄒陽始。詩好用事，自庾信始。其後流爲西崐體。又爲江西派，至宋末極矣。 \\n  \\n 唐人，雖爲律詩，猶以韻勝，不以飣餖爲工。如崔灝《黄鶴樓詩》“鸚鵡洲”對“漢陽樹”。李太白“白鷺洲”對“青天外”。杜子羙“江漢思歸客”對“乾坤一腐儒”。氣格超然，不爲律所縛，固自有餘味也。後世取“青嫓白區區”以對偶爲工，“鸚鵡洲”必對“鸕鷀堰”、“白鷺洲”必對“黄牛峽”，字雖切而意味索然矣。 \\n  \\n  \\n 温柔敦厚，詩之教也。故言之者，無罪；聞之者，足以戒。後世此意久泯。劉禹錫看花諸詩屬意微矣。猶以是被黜，蔡確車，蓋亭詩，亦未甚顯，遂搆大獄。東坡爲詩，無非譏切時政，借曰“意在愛君”，亦從諷諌可也。乃直指其事而痛詆之，其間數詩或幾乎罵矣。以詩得罪，非獨李定諸人之罪也。 \\n  \\n ○音律 \\n  \\n 音律，惟黄鍾爲難定。黄鍾之度長九寸，空圍九分，積八十一分。自子之一厯十一辰，每三之，至於亥，得一十七萬七千一百四十七，爲鍾之實，固有定法矣。而古今之度易，差差之忽微，則其音，髙下頓殊，餘十一律皆失其度。古之神瞽心諳，天地之中，聲先立，黄鍾之管以定十一律，自上生下，則三分損一，自下生上則三分益一，十二律旋相爲宫，無弗協者。黄鍾之管，長九寸，黍度之所由起也。容千二百黍量之所由起也。重十有二，權衡之所由起也。度量權衡皆起於黄鍾，故曰“黄鍾爲萬事之根本”。後世儒者，莫知聲氣之元，乃區區累黍爲尺，以制律古法律管。當實黍千二百粒，而古今之黍，圓長大小不同，難以爲凖，其容受，卒不能合。胡瑗乃取羊頭山黍，篩取其中。范鎮增損漢書，以求合其度而卒莫之合。晉，荀朂，取古銅管，據以造律。後周取古玉斗丁度用。漢泉貨尺和峴用洛陽景表尺。梁武用汲家玉律。隋定尺十五種。它如以馬尾、以蠶絲。紛紛卒莫能定，何哉？由不能識天地之中聲、不以律制尺而以尺定律故也。後世既無神瞽之神解，則如之何？緹室葭琯以候氣，多爲管以叅驗，如蔡元定之法，其亦庶乎其可也。 \\n  \\n  \\n 京房曰“六十律相生之法：以上生下皆三生二；以下生上皆三生四。”房又曰“竹聲不可以度調。”故，作凖，以定數凖之狀。如瑟，長丈而十三。弦隱間九尺，以應黄鍾之律。九寸中央一絃，下有畫分寸。六十律以爲清濁之節，均其中絃，令與黄鍾相得。案畫以求諸律，無不如數而應者矣。 \\n  \\n  \\n 或問“琴五絃，其二絃云『周文武』，所增信乎？”曰“唐楊收有言若是。少商武絃也。文世安得武聲？”予謂“五者，宫商角徴羽。其二變宫、變徴也。變宫變徴其始于武王乎？”周景王問伶州鳩曰“七律者，何州？”鳩對曰“昔武王伐殷，嵗在鶉火，星在天黿。自鶉及駟，七列也（鶉火之分張十二度，駟房五度，從張至房，合七宿：『張、翼、軫、角、亢、氐、房』也）。”南北之位七同也（鶉火午，天黿子，自午至子其度七也）。凡神人以數合之，以聲昭之，故以七同其數，而以律和其聲，於是乎有七律，故曰“武王也” \\n 。 \\n  \\n 朱子語録問“《國語》六律者，立均出度。”韋昭註云“均謂均鍾”。木長七尺，係之，以弦不知其制如何？曰“均只是七均，如以黄鍾爲宫，便以林鍾爲徴，大簇爲商，南吕爲羽，姑洗爲角，應鍾爲變宫，甤賔爲變徴。這七律自爲一均，其聲自相諧應。古人要合聲，須先吹律，使衆聲皆合於律，方可用。後來人不解，逐律吹。京房始有律凖，乃先做下一箇母子，調得正了，後來只依此爲凖。《國語》謂之『均』。梁武帝謂之『通』。其制十三絃，一絃是全律，黄鍾只是散聲。又自黄鍾起至應鍾，有十二絃，要取甚聲，用柱子來逐絃分寸，上柱定取聲，『立均』之意，本是如此。 \\n  \\n 周世宗時，王朴上疏曰“黄鍾爲樂之端，半之清聲也，倍之緩聲也。三分其一以損益之，相生之聲也。十二變而復黄鍾，聲之總數也。”命之曰“十二律旋迭爲均。均有七調，合八十四調，播之于八音。自秦而下，旋宫聲廢。厯代所存黄鍾之宫一調而已。十二律中，唯用七聲。其餘五調，謂之啞鍾，不用也。唐太宗用祖“孝孫張文收考正雅樂旋宫”八十四調，復見於時，在懸之器才無啞者，至五代復壞缺。臣依周法，以秬黍校定尺度，長九寸，虛徑三分，爲黄鍾之管。以上下相生之法推之得十二律，管以衆管，至吹用聲不便，乃作律凖，十三絃宣聲長九尺，各如五鍾之聲，以第八絃六尺設柱，如林鍾。第三絃，八尺設柱爲大簇。第十絃，五尺三寸四分設柱，爲南吕。第五絃，七尺一寸三分設柱，爲姑洗。第十二絃，四尺七寸五分，設柱，爲應鍾。第七絃六尺三寸三分設柱，爲甤賔。第二絃八尺四寸四分設柱，爲大吕。第九絃，五尺六寸三分，設柱爲夷，則第四絃七尺五寸一分設柱，爲夾鍾。第十一絃五尺一分設柱，爲無射。第六絃，六尺六寸八分，設柱，爲中吕。十二絃四尺五寸設柱，爲黄鍾之清聲。十二聲中旋用七聲爲均，爲均之主，惟宫徴商羽角，變宫，變徴，次焉。發其均，主之聲，歸乎本音之律。七聲迭應而不亂，乃成其調。均有七調，聲有十二均，合八十四調，旋宫之聲如此。 \\n  \\n 晉，荀朂，號知音律。初，朂常於路逢趙賈人牛鐸。及掌樂事，律吕未諧，曰“得趙人牛鐸則諧矣”。遂下郡國，悉送牛鐸，果得諧者，然論者謂“朂爲暗解，時阮咸逹八音”，時謂“神解咸常心譏朂。”新律，髙近哀思，不合中和。每公會作樂，朂自以不及咸。意咸異已，乃出。咸爲始平相，後有田夫得周玉尺，以校前所理鍾石絲竹，皆短校一米，益伏咸之妙。 \\n  \\n 北齊神武時，信都芳世號知音，能以管候氣，仰觀雲色，常與人對語，則指天曰“孟春之氣至矣。”人驗管而灰已飛，每月所候，言皆無爽。又爲輪扇二十四，埋地中以測二十四氣。一氣感則一扇自動，它扇並住，與管灰相應若合符契。 \\n  \\n 萬寳常，常與人論及樂調，時無樂器，因取前食器及雜物，以箸叩之，宫商畢備，諧於絲竹。文帝召問“鄭譯所定音樂”，對曰“此亡國之音也。”遂極言樂聲哀悲，非雅正之音，請以水尺爲律，以調樂器，遂造諸樂。其聲率下於譯調二律，并論旋相爲宫之法，改絲移柱之變，爲八十四調，百四十四律，變化終於千百八聲，見者嗟異。然其聲雅澹，不爲時所好。 \\n  \\n 總章中，潤州得磬，以獻張文收。扣其一曰“是晉某嵗閏月造，得月數當十三，今缺其一於黄鍾，東九尺，掘必得焉。”下州求之如其言而得大樂，有古鍾十二。近代，唯用其七，餘號啞鍾。文收吹律調之樂，皆響徹。時人咸服其妙。文收既定樂，復鑄銅律三百六十，藏于大樂署。 \\n  \\n 裴知古。武后朝以知音，直大常。路逄乘馬者，聞其聲切，云“此人當墜”。馬行未至半里，馬驚墜地死。又觀人迎婦。聞婦珮玉聲曰“此婦不利姑。”是夕姑有疾亡。 \\n  \\n 洛陽有僧房，磬日夜自鳴。僧以爲怪，懼而成疾。曹紹夔名知音，來問疾。僧以告。俄擊齋鍾，磬復作聲。紹夔咲曰“明日可設盛饌，當與除之。”僧，雖不信，冀其或效，乃具饌以待。夔至，出懷中錯，鑪磬數處而去，聲遂絶。僧苦問“其所以？”夔云“此磬與鍾律合，故擊彼此應。”僧大喜，疾亦愈。世常患黄鍾難定，若得阮咸、張文收、萬寳常、曹紹夔之屬，亦何難定之有哉。　 \\n ○音韻 \\n  \\n 邵康節之父古“字天叟”謂“天有隂陽，地有剛柔。律有翕闢，吕有倡和。一闢一翕，而平上去入備焉。一倡一和，而開發收閉備焉。律感吕而聲生焉。吕應律而音生焉。開閉者，律天清濁者。吕地先閉後開者，春也。純開者，夏也。先開後閉者，秋也。冬則閉而無聲。冬爲春聲，陽爲夏聲，此見作韻者，亦有所至也。銜凡冬聲也。”横渠張子曰“商角徴羽，出于唇齒喉舌。獨宫聲全出于口，以兼五聲也。”徐景安《樂書》“凡宫爲上平，商爲下平，角爲入徴爲上，羽爲去。”米元章云“五聲之音出于五行。沈隱侯只知四聲，求宫聲不得，乃分平聲爲二。”鄭樵曰“江左始爲韻書，然識四聲而不識七音，知縱有『平上、去入』四聲，而不知衡有『宫商角徴羽，半徴半商爲七音』，縱成經，横成緯，經緯不交，所以失立韻之原也。”七音之韻，起自西域，以三十六字爲母。天地萬物之音備於此，雖鶴唳風聲、鷄鳴狗吠，皆可譯也。況人言乎？ \\n  \\n  \\n 今宣尼之書，東則朝鮮，西則涼夏，南則交阯，北則朔易，皆吾故封也。瞿曇之書，能入諸夏，而宣尼之書不能至跋提河者，以聲音之道障閡耳。所以日月照處，甘傳梵書者，爲有七音之圖，以通百譯之義也。 \\n  \\n  \\n 梵人别音，在音不在字；華人别字，在字不在音。故梵有無窮之音，華有無窮之字。梵則音有妙義，而字無文采；華則字有變通，而音無錙銖。梵人長於音，所得從聞入；華人從見入，故以識字爲賢。知釋氏以叅禪爲大悟，通音爲小悟。 \\n  \\n 《七音韻鑑》出自西域。應琴七絃，從衡正倒展，轉成圖。不比華音平上去入而已。華有二合之音，如漢書元元之類，無二合之字。梵有二合、三合、四合之音，亦有其字。華書，惟琴譜有之，蓋琴尚音，一音難可一字，該必合數字之體，以取數字之文。華音論讀，必以一音爲一讀，梵音論諷，雖一音而一音之中自有抑揚髙下。二合者，其音易，三合四合者其，音轉難。大氐華人不善音。今梵僧，呪雨則雨應，呪龍則龍見。華僧，雖學其聲，而無驗者，實音聲之道有未至也。 \\n  \\n ○字學 \\n  \\n 六書之學，說文備矣。後世紛紛有作，若鄭樵、周伯琦、趙撝謙，其義益密，而撝謙尤精别以形聲事意，母生子，子生孫。後雖有作，無以加矣。顧其間，尚有一二疑義，試舉以質深於字學者。 \\n  \\n 倉頡制字，凡有形可象，必象其形。無形可象，有意可會，則會其意。無形可象，無意可會，則諧其聲。無形可象，無意可會，無聲可諧，於是乎有轉注，有假借。二者皆不得已也。亦必其瑣屑者乎？若夫乾，天也。伏羲畫卦已有其象（《説文》“乾，上出也。從乙。乙，物之逹也”。此説佀爲得之），故曰“乾，徤也。”安得無其字，乃借“乾燥”字爲之。自夏商，則有易，故曰“易，變易也。日月爲易，豈得借蜥易字爲之？日出木上爲東，則日入地下爲西，豈借鳥棲之棲爲之？人向南背北。北以背爲意，則南宜以向爲意，或從丙爲意，豈以半爲之？愚於是不能無惑也。 \\n  \\n 日見地上爲旦。日入地中爲冥。則西宜亦爲冥之義。《説文》“丙位南方，萬物炳然，隂氣初起，陽氣將虧，從一入門。一者陽也。丙承乙，象人肩。” \\n  \\n 鄭樵曰“十辰、十二日，皆爲假借。甲本戈甲。乙本魚膓。丙本魚尾。丁本蠆尾。戊本武。已本几。庚，鬲也。辛，被罪也。壬，懷妊也。癸，草本實也。子，人子之也。丑，手械也。寅，臏也。卯，門也。辰，未詳。巳，蛇屬也。午，未詳。未，木之滋也。申，特簡也。酉，卣也。戌與戉戚同意。亥，豕屬也。惟亥已有義，餘並假借。” \\n  \\n 予謂“《禮記》『魚去乙』謂『魚骨有似乙字』，非乙字之爲魚骨也。”魚尾有似丙字，非丙字之爲魚尾也。蠆尾有似丁字，非丁字之爲蠆尾也。戼從二户開闢之形，爲日出物生之義，取象於門，非以爲門也。丣從二戸相合之形爲日入物收之義，取象於牖，非以爲牖也。其餘，“史記、説文”亦皆有説，何爲不可從乎？《史記·厯律志》云“『甲』言『萬物剖符甲而出』也。乙者，言萬物生，軋軋然也。丙者，言陽道著明。丁者，言萬物之丁壯也。庚者，言陽氣庚萬物。辛者，言萬物之辛生。壬之爲言『任』也，言陽氣任養萬物於下也。癸之爲言『揆』也，言萬物可揆度也。子者，滋也，言萬物滋於下也。丑者，紐也，言陽氣在上，未降萬物，厄紐未敢出也。寅言萬物始生，螾然引也。卯之爲言茂也，言萬物茂也。辰言萬物之蜄振也。巳言陽氣之巳盡也。午言隂陽之交愕布子午也。未言萬物皆有滋味也。申者言隂用事申賊萬物，又言物堅於申也。酉者言萬物之老也。戌者言萬物盡滅。亥者，該也，言陽氣藏於下，故該也。” \\n  \\n  \\n 周伯琦云“木老於未象，木重枝葉之形。”又云“古人因事物制字，如『之』，本『芝草』乎？本『吁氣』焉。本『鳶』也。後人借爲助語。助語之用既多，反爲所奪。又制字以别之，乃有『芝』字、『吁』字、『鳶』字。”此説佀爲得之。 \\n  \\n ■之作，凡以趨簡易也，而有視篆爲繁者，如市之爲韍。■之爲端。■之爲號，丂之爲攷。■之爲吁。■之爲攀。■之爲膂。■之爲盧。■之爲僕。■之爲辯，亞之爲惡。■之爲匡。■之爲隱。■之爲節。■之爲奏。■之爲冪，己之爲紀。■之爲契。■之爲貫。■之爲托。■之爲糾，屯之爲■。■之爲包，亼之爲集。■之爲斤，■之爲堆。■之爲阜。■之爲岸。■之爲冋。■之爲畎，巜之爲澮。■之爲主。■之爲艾，卝之爲礦。■之爲蹂。豈以其太簡，難辯故反繁之耶？ \\n  \\n 《宣和書譜》曰：爲八分之説者，多矣。然，秦漢以來，石刻特存篆、隷、行、草，所謂“八分者”何有？至唐，始有八分書。其典刑，蓋類隷而變方廣，作波勢，豈在唐始有之耶？古今名稱稍異，今之正書，乃古所謂“隷書”。今之隷書，乃古所謂“八分”。至唐，又於隷書中别爲八分以别之，然則，唐之所謂“八分”，非古所謂“八分”也。 \\n  \\n  \\n 周越《書苑》云“郭忠恕云『小篆散而八分生。八分破而隷書出。隷書悖而行書作。行書狂而草書聖。』以此知，隷書，乃今之真書也。”趙明誠謂“誤以八分爲隷，自歐陽公始。”玉筯篆，李斯作，李陽氷善此體，至今用之。竒字。甄豐定大篆，史籀變古文，爲此體小篆。胡母敬作上方大篆。程邈飾李斯之法，墳書。周媒氏配合男女，書證穗書。神麗，因上黨生嘉禾，作倒薤篆。仙人務光見薤偃風，作柳葉篆。衛瓘作芝英篆。陳遵因芝生漢殿，作轉宿篆。司星子韋作垂露篆。曹喜作垂雲轉篆。黄帝因慶雲見，作碧落篆。唐韓王元嘉子李譔作龍爪篆。羲之見飛字，龍爪，作鳥跡書。蒼頡觀鳥跡，始制文字，雕蟲篆。魯秋胡妻春居翫蠶，作科斗書，源出古文。或云“顓頊製鳥篆，史佚。”因赤雀丹烏二祥作鵠頭書。漢家尺一之簡，如鵠首麟書。獲麟弟子，爲素王紀瑞作鸞書。少皥以鳥紀官作龜書。堯因軒轅時，龜負圖，作龍書。太皥獲景龍之瑞，作剪刀篆。韋誕作纓絡篆。劉德昇夜觀星宿作懸鍼篆。曹喜作飛白書。蔡邕見人以亞帚字，作殳篆。伯氏所職，故制此金錯書。韋誕作古錢名也。刻符篆。秦壞古文定八體，此其一鐘鼎篆。三代以此體刻銘鐘鼎。 \\n  \\n 右。宋靈隱寺僧，莫菴道肎集篆，書金剛經。備諸體，雖未必盡，然亦可見歴代書法之變。 \\n  \\n ○姓氏 \\n  \\n 姓與氏，不分久矣。今人多以氏爲姓。按《左傳》魯衆仲之言，曰“天子建德，因生以賜姓，胙之土而命之氏。”（天子立有德爲諸侯，因其所由生，以賜姓。若舜，由嬀汭而生，故以嬀爲姓，因所封之地爲之氏。若胡公封於陳命，曰“陳氏”也。）諸侯以字爲氏，因以爲族（諸侯不得賜姓，但使其臣以王父字爲氏）官有世功，則有官族，邑亦如之（若趙氏、韓氏、魏氏之類）《國語》帝嘉禹治水功，賜姓曰“姒氏”，曰“有夏命四岳爲侯伯，賜姓曰『姜氏』，曰『吕』姓以繫百世之正。綂氏以别子孫之旁出，族則，氏之所聚而已。氏於國，則“齊、魯、秦、吳”是也。氏於謚，則“文武、成宣”是也。氏於官，“司馬、司徒”是也。氏於爵則“王孫、公孫”。氏於字則“孟孫、叔孫”。氏於居則“東門、北郭”。氏於志則“三烏、五鹿”。氏於事則“巫士、匠陶”是也。蓋别姓，則爲氏。别氏則爲族。族無不同之氏。氏有不同之族。故“八元、八凱”出於髙陽氏、髙辛氏，而謂之十六族。是氏有不同族也。宋氏華氏謂之戴族。向氏謂之桓族。是族無不同氏也。詩曰“振振公姓、振振公族”。（太史公曰“自黄帝至舜禹，皆同姓而異其國號，故黄帝爲有熊氏，顓頊爲髙陽氏，帝嚳爲髙辛氏，帝堯爲陶唐氏，舜爲有虞，禹爲夏后氏，皆姒姓也。契商姓子氏。棄周姓姬氏）太史公又曰“秦之先，爲嬴姓。其後分封，以國爲姓。有徐氏、郯氏、莒氏、鍾離氏、運奄氏、莵裘氏、將梁氏、黄氏、江氏、脩魚氏、白冥氏、蜚亷氏、秦氏、趙氏。”按，嬴，姓也。餘十四皆爲氏。又如周本姬姓，其子孫，如“魯、衛、毛、■〈冉阝〉、郜、雍、曹、滕、畢、原、郇、封、邘、晉、應、韓。”凡蔣、嬴、茅各以國氏，而皆姬姓也。後之文人多不辯，惟昌黎公知之故曰“韓，姬姓”。又曰“何與韓，同姓爲。” \\n  \\n ○雜論 \\n  \\n 諸葛武侯，宋范希文，皆三代以上人物也。昔朱子謂“文正公，爲宋朝第一流人物。”余始亦疑之，謂“有宋名臣最多，若韓忠獻之豐功、偉量司馬公之清忠粹德。它如李文靖富鄭公，尚多有之，安得便爲第一。久廼信之。宋自仁宗以前，吕端諸人養成一代忠厚之風，公始倡爲直言上夀之儀。晏殊等皆不能堪，英果之氣自公作之，則其忠鯁之節可知。當是時，道學未倡，公始以中庸授横渠，開道學一脉，其先憂後樂之義，前人所未發於草萊中，拔胡安定、李泰伯、孫明復之流，其學術之醇正可知。元昊之叛，韓公欲用攻。筞公唯主守。卒之韓公有好水之敗，劉滬失守，富公等皆謂“當誅”。公獨不言。謂“諸公勸人主殺人，手滑他日，吾軰恐亦不免。”富公後服其見，以爲范六丈，真聖人也。營洛之議，若預見有靖康之禍者，其謀慮之深長，可知荒嵗。省役，善政也。公獨因之興，作官得其力，民得其食，公私兩利焉。真能見人所未見，其置義田，則曰“吾宗族，固有親疎，自祖宗視之，無親疎。”南園之地，術者以爲種，生公卿。則曰“與其私於一家，孰若公於一郡。於嘑是心也。”其聖賢之心乎？蓋其識見，非特異於一世之人，視當時名公皆出一等。南豐曾鞏論之曰“事有天下非之，君子非之，而公獨曰『是』。天下是之，君子是之，而公獨曰『非』。其既也君子，皆自以爲不及天下，亦曰『范公之守是也。』則公之於道何如哉？”其亦能知公者矣。 \\n  \\n  \\n 古人行事，殊非今人所及，而今人過古，亦有一二事焉。古人多務厚塟。觀《西京雜記》，廣川王去疾，發魏襄王、哀王、晉靈公之冢，金玉珍怪甚侈，蓋不獨秦始皇、吳闔閭也。近世山東、河南，粥鍾鼎、尊匜、窮極巧麗，皆墓中物也。今人自棺槨衣衾之外，雖富貴之家，一物不以殉。不獨不爲生者之費，亦不爲死者無窮之累，此其過古人一也。古之諱忌拘甚，父名晉，子不得舉進士。父名中，不肯受中奉大夫。父名臯，子不得於主司髙鍇下及第。此何理也。以莊諱，則光爲嚴光，助爲嚴助，州爲嚴州，以一時之諱，易千古之稱，甚無諱也。今人，二名，嫌名一，無所諱。臨文則又不諱。此其過古人者二也。此外吾不知也。（宋朝廟諱有至十五字者，舉塲試卷，小渉疑似，士人輒不敢用。一或犯之，暗行黜落。士大夫除官、官稱及州府曹局。名犯『家諱』者，聽，廻避）。 \\n  \\n 古稱大器晚成。馬況所以知朱勃，非逺到之器也。以我朝諸公論之，故少師李東陽，五嵗能作大字，以神童入禁中，十七登進士，少傅楊一清亦以神童舉，十七登進士。今少師楊廷和，十二占鄉試。少傅蔣冕十八爲解元。費宏十九爲狀元。官皆極品，年夀亦髙。則晚成之説，殆未信也。 \\n  \\n  \\n 人之“貴賤、貧富、夀夭”由人乎？由天乎？孟子之言曰“禍福無不自己求之”者，蓋亦求諸人事而已。後世星數之説行，謂“人之貴富貧賤夀夭，莫不定於有生之初，故人一切委之天。”自隂陽地理之説行，謂“人之貴賤夀夭，皆係於塟地，故人一切求諸地。”夫委諸天，猶有説也。而以人之“貴賤貧富夀夭”係於一抔之土，何哉？而世人信之，趨者瀾倒。江西尤甚，士夫酷好之至。謂“某以是而得髙科。某以是而得顯位。”噫！不求之已而求之天，不求之天而求之地，亦異矣哉！ \\n  \\n  \\n 嘗疑公山不狃之叛也，而孔子欲往。然不狃叛季氏，非叛魯也。孔子欲往，安知其不欲因之以張公室乎？按左傳，吳將伐魯，叔孫輙勸之，不狃曰“非禮也。君子違。不適讎國。未，臣而有伐之，奔命焉。死之可也。君子不以所惡發鄉，今子以小惡而欲覆宗國，不亦難乎？”及吳使不狃，將故道，險由武城。其不忘故國，如此，則其以費叛也。非以張公室乎？余故表而出之，以明孔子欲往之意（公孫輙與不狃，皆魯人出亡於吳）。 \\n  \\n 正德中籍没劉瑾貨財： \\n  \\n 金二十四萬錠又五萬七千八百兩。元寳五百萬錠。銀八百萬又一百五十八萬三千六百兩。寳石二斗。金甲二。金鉤三千。玉帶四千一百六十二。束獅蠻帶二束。金銀湯■〈〈古缶〉上皿下〉五百。蠎衣四百七十襲。牙牌二。匱穿宫牌五百。金牌三。衮袍四八爪。金龍盔甲三千。玉琴一玉。珤印一顆。以上。金共一千二百五萬七千八百兩，銀共二萬五千九百五十八萬三千六百兩。 \\n  \\n 嘉靖初籍没朱寧貨財： \\n  \\n 金七十摃，共十萬五千兩。銀二千四百九十摃，共四百九十八萬兩。碎金銀四箱。碎銀十匱。金銀湯■〈〈古缶〉上皿下〉四百。金首飾五百十一箱。珍珠二匱。金銀臺盞四百二十副。玉帶二千五百束。金縧環四箱。珍珠眉帶纓絡七箱。烏木盆二。花盆五。沉香盆二。金仙鶴二對。織金蠎衣五百箱。羅鈿屏風五十。大理石屏風三十三座。圍屏五十三摃。蘇木七十摃。胡椒三千五十石。香椒三十摃。段疋三千五百八十摃。綾絹布三百二十摃。錫器磁器三百摃。佛像一百三十匱又三十摃。祖母禄一尊。銅鐵獅子四百。車銅盆五百。古銅爐八百三十。古畵四十摃。白玉琴一。金船二。白玉琵琶一。銅器五十摃。巧石八十摃。 \\n  \\n 於嘑胡椒八百斛，世以爲侈也。而盛傳之。今觀二逆賊所籍，視元載何如也。聞昔王振、曹吉祥之籍，尤多。官家府庫，安得不空。百姓脂膏，安得不竭。 \\n  \\n 國家富有，四海非若宋之偏安。宋有西北二邊，嵗幣百萬。百官祠禄、郊賜之類，今皆無之。宋制：臺省六品、諸司五品。一郊而任。一人兩制以上，一嵗而任。一人，子又任其孫，孫又任其子，任姪，任甥，亦有之。今三品以上才得一子入監，可謂“至窄”。 \\n  \\n 宋民間器物傳至今者，皆極精巧。今人鹵莾特甚，非特古今之性殊也。蓋亦坐貧故耳。觀宋人“夢華録、武林舊事”，民間如此之奢，雖南渡猶然。近嵗民間無隔宿之儲，官府無經年之積。此其故何也？人皆曰“本朝藩府太多，武職太冗，是固然矣。又有一焉。而人莫之及。古稱天下之財不在官，則在民。今民之膏血已竭，官之府庫皆空，豈非皆歸此軰乎？爲國者，曷以是思之？” \\n  \\n ○仙釋 \\n  \\n 世有恍惚不可知者三：鬼神也，神仙也，善惡之報應也。若神仙者，謂之有，則平生未之見。謂之無，則古今所傳竒踪異跡不可勝紀。國初，周顛仙、張鐵冠、張三丰，灼灼在人，耳目顛仙之事，太祖親立碑於廬山。入火不爇，入水不濡，不可誣也。三丰，則太宗命胡忠安旁求者數年。又有冷啟敬者，傳聞頗不經，余不敢信。今見其仙奕圖，三丰題識，則其事不可謂無也。因識之。 \\n  \\n 蓬萊仙奕圖者，龍陽子湖湘冷君所作。君，武陵人，名啟。敬龍陽，其號也。中綂初，與邢臺劉秉忠仲晦，從沙門海雲，書無不讀，尤邃於易，及邵氏經世，天文地理律厯，以至衆技多通之。至元中，秉忠叅預中書省，事君，廼棄釋從儒。遊霅川，與“故宋司戸叅軍”趙孟頫子昻，於“四明史衛王彌逺”府，覩“唐李思訓將軍畵”，頃然發之胸臆，遂效之。不月餘，其山水人物窠石等無異將軍。其筆法傳彩尤加纎細，神品幻出，由此以丹青鳴當時。隷淮昜遇異人，授中黄大丹，出示平叔悟真之旨，頴然而悟，如己作之。至正間，則百數嵗矣。其緑髮童顔，如方壯不惑之年，時值紅巾之暴，君避地金陵，日以濟人利物，方藥如神。天朝維新君，有畵鶴之誣，隱璧仙逝，則君之墨本絶跡矣。此卷廼至元六年五月五日，爲余作也。吾珍藏之，予將訪冷君於十洲三島，恐後人不知冷君胸中邱壑三昧之妙，不識其竒仙異筆，混之凡流，故識此。特奉遺元老太師淇園邱公覽此卷，則神清氣爽，飄然意在蓬瀛之中，幸珍襲之，且以爲後會云。峕永樂壬辰孟春三日三丰遯老書。 \\n  \\n 冷謙“字啟敬”國初爲協律郎，郊廟樂章多其所撰。謙有友人，貧不能自存，求濟於謙。謙曰“吾指汝一所往焉。慎勿多取過分取之。”，廼於壁間畵一門，一鶴守之。令其人敲門，門忽自開，入其室，金玉斕然盈目，其人恣取以出，而不覺遺其引。它日内庫失金，守藏吏以聞引有人姓名。曰“必此人所盗也。”命所在執其人訊之。詞及謙，因併逮謙。謙將至城門，謂逮者曰“吾死矣。安得少水以捄吾渇？”守者以瓶汲水與之謙，且飲，且以足挿入瓶中其身漸隱。守者驚曰“汝無然，吾軰皆坐汝死矣。”謙曰“無害汝，但以瓶至御前。”至御前，上問之，輒於瓶中應，如響。上曰“汝出見朕，朕不殺汝。”謙對“臣有罪，不敢出。”上怒擊其瓶，碎之，片片皆應，終不知所在。與左慈事絶相類。三丰所謂“畵鶴之誣者”非謂是耶？ \\n  \\n  \\n 邵子有“元會運世”之説。寅上爲開物，戍爲閉物，其論甚竒。然佛氏已有此論矣。佛之言曰“過去世界，磨滅之後，經無量時，起大重雲，徧覆梵天，注大洪，雨滴如車軸，厯百千萬年，彼雨水聚，漸漸增長，廼至梵天，雨止之後，水還自退，有大風起，吹彼水，聚波濤，沸湧生大沫，聚吹置空中，從上至下，依舊見立，天地自此始也。”非開物之論乎？又云“大三災時，有大黑風吹，使海水兩披，取日宫殿，須彌山半縁此世間，有二日出，河渠流竭，久久，大風取。第三日出，大恒河竭。四日出，阿耨池竭。五日出，大海乾枯。六日出，天下煙起。七日出，天下洞然，直至梵天。仍舊建立。”此非閉物之論乎？其事不可知與。邵子之説亦畧相似。 \\n  \\n 須彌山東有天下名“東弗于建”，人三百嵗。山西有天下名“西瞿陀尼”，人二百嵗。山南有天下名“南閻浮提”，人百嵗。山北有天下名“北鬱丹越”，夀千嵗。其亦鄒衍九州之外有九州之意乎？ \\n  \\n  \\n 須彌山下復有三級。下級堅守天。住中級，持鬘天。住上級，常憍天。住須彌山半，有四天王宫殿，上有三十三天宫殿。三十三天以上一倍，夜摩天。又一倍，兠率陀天。向日重重化樂天，他化自在天，梵衆天，梵輔天，大梵天，少光天，無量光天，光音天，少淨天，無量淨天，徧淨天，福生天，福夀天，廣果天，無想天，無煩天，無熱天，善見天，善現天，色竟就（究？）天，無邊空處天，無邊識處天，無所有處天，非想、非非想處天，其亦列子“天地之外，復有大天地”之意乎？三十三天又分三界，自在天以上爲欲界。未離貪欲，故梵衆以上，至色竟究天，爲色界，無邉空，至非非想，爲無色界，皆名爲有。有生有死，故曰“不同凡夫，永没三界，又不同二乘，求出三界，唯學佛人，無生死可勉，無三界可出。” \\n  \\n 日遶須彌半，常行不息。南，閻浮提，日正中；東，弗婆提，日則始沒；西，瞿陀尼，日初出；北，鬱單越，正夜半。 \\n  \\n 日宫有影以閻浮提樹，髙大，影現月輪，故有此影。又云“此樹有鷄王棲其上。彼鳴則天下鷄皆鳴（世謂日中烏也。）” \\n  \\n 海有八德。大海漸深，潮不過限，不宿死屍，百川來會，而無異稱，萬流悉歸，而無増減，出真寳珠，衆生皆住其中，同一鹹味。 \\n  \\n 過去名“莊嚴刼”，現在“賢刼”，未來“星宿刼”，謂之三世。有問佛“刼爲何量？”佛答“有如全段石山百年一拂，山已磨滅，此刼未終。”又言“兠率天，人一百年以六銖衣，一拂至石銷盡，以爲一刼。” \\n  \\n 莊嚴刼壞交賢刼，初，嚴浮人物八萬四千嵗，身長八丈，過百年，命減一年，身減一寸，如是遞減，至十嵗，身長一尺，則減刼之極也。過爾之後，復入増刼，凡遇百年，命增一年，身增一寸，如是遞增，至八萬四千嵗，身八丈，則增刼之極也。一增一減，共一千六百八十萬年，名一轆轤刼。凡二十轆轤，共三萬三千六百萬年爲一成刼。自成刼之後，交往刼已經八減八增。今當第九減刼，每刼有一佛出世，至今減人年一百嵗時，釋迦文佛出世，已得一萬四千二百七十九萬三千年也。此去更過七千年，爲減刼之極，復入第九增刼，漸增至二萬嵗時，鐵輪王出世。此增刼之極也。復入第十減刼，至八萬嵗時，彌勒下降。是時，閻浮真金爲地，地平如掌，秔稻自生，思衣衣來，思食食至。無量快樂，男女五百嵗，廼方婚嫁，所有一切，世界皆具，此四種相刼謂“成壞空。成而即住、住而復壞、壞而復空。空而又成。” \\n  \\n 世界初成，光音天人下來，各有身光，飛行自在，見有地，肥極，爲香羙，取食多者，即失神足，體重無光，日月始生，因貪食，故地肥滅沒，復生婆羅，婆羅滅沒，復生粳米，朝割暮生，食彼米，故才分男女形相，行不淨，行下而從之。雖然。與吾聖人，亦異矣。 \\n  \\n ○夢兆 \\n  \\n 周禮六夢有“獻吉夢，贈惡夢”之説。詩亦有“熊羆、蛇虺、旄旟、衆魚”之兆。其占審矣。然後，人日之所爲，擾擾昏亂，夜之所夢，亦何能准其有應驗者，書之，亦可見人事之有定數也。 \\n  \\n  \\n 徐文定公初試京師。夢至一所，若今文淵閣者。上有三老立焉。授公以鑰匙一握，公出至門，宻數之其匙，得六。後公入仕，司經局、左右春坊、詹事府、吏部，至内閣，司印果六。又公爲詹事時，服闋至蘇城，聞王時勉名醫也。令診之時，勉既診以公脉，有歇，至不敢言。公曰“吾脉素有異時。”勉曰“如是則無妨。”然終不樂。次謁范文正廟，少憇忽坐睡。夢一衣冠偉人來謁。曰“勿憂也。公之夀年還有兩干。”覺而思之，以爲二十年也。其後二十二年卒，蓋『干』之爲字兩『十』，兩『一』，合爲二十二云。其神驗如此。庚戌會試。公與汪伯諧學士爲主考，余爲同考。一夕余送卷至堂。汪對余謂“公日來不怡。”某問“何也？”汪曰“以不得好卷。”既而曰“公昨夢人饋一大錢，何也？”某曰“昔人謂『文如青錢，萬選萬中。』其有異卷乎？”汪曰“公又夢人餽黄牡丹三大本，何也？”余未有以應。時，錢福有名塲屋。某退而思之，大錢之兆，其在福乎？獨牡丹之説未得。楊介夫曰“此亦福之兆也。不聞『洛陽相君忠孝家，可憐亦進姚黄花』，爲錢惟演故事乎？斯人也。髙科兆矣。而非端士。”是科會試、殿試，福皆第一而不克終。 \\n  \\n 乙未會試。公與邱文莊公，主考。久之未得魁選。公與文莊約夕各黙禱于天，以祈夢兆。明日，公語文莊曰“公有夢乎？”邱曰“無也。”邱問“公何夢？”公曰“余夢至一所，大浸茫茫，不見水端。忽有一物若黿焉。昻首登岸，余以三箭挿其上。”夢如是，人頗異之而未詳所主。或以大浸渺漫，其湖廣洞庭之間乎？公不謂然。鏊時新發解，家在太湖。公以爲其應也。及揭牓，某果忝第一。謂“三箭者，三元也。”深以狀頭望余，而余不克副其意，終未知夢之所屬。後余在翰林，久以公薦爲學士。又薦爲少詹事。余詣謝，廼言于公。曰“所謂三箭者。應矣。某不才辱公薦，會試一也。學士二也。詹事三也。非三箭而何？”公曰“不然，蓋吾當時夢有異，其挿箭也。爲品字之象，其一品之兆乎？”某不敢當而退。公不禄。後余以菲才謬登政府，雖不久秩一品。公一日問余曰“君德以剛爲主，何所出？”余對“在漢監。”因問公“問此何爲？”公曰“吾夢科塲出此題耳。”明日果然。公又言“吾應舉時，夢庭有枯木復生，其顛木之有由枿乎？”與同舍生言之。入，果是題也。豈其心靜而生明乎？抑公將大貴，神明有告之者乎？ \\n  \\n  \\n 進士松江張黼言于余曰“黼未第時，嘗夢中有人言，若登第，在狀元前。”覺而思之，世豈有科名先狀元者乎？吾殆無科名之望矣。及丁未會試，名在十五，鉛山費宏十六。是科，宏，狀元及第。計得夢時，宏尚未生也。 \\n  \\n  \\n 唐寅，字子畏，少有逸才。發解應天第一。横遭口語坐廢，自吳至閩，詣九仙蘄夢。夢有人示以“中吕”二字，歸以問余曰“何謂也？”余亦莫知所指。一日，過余于山中壁間，偶掲東坡滿庭芳。下有“中吕”字。子畏驚曰“此余夢中所見也。”試誦之，有“百年强半，來日苦無多”之句，黙然。後卒年五十三，果應“百年强半”之語。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
