{"章节": "點校說明", "正文": "  \\n 點校說明 \\n 　 \\n 杜甫晚年在一首題為贈虞十五司馬的詩中，曾寫下這樣的詩句：「爽氣金天豁，清談玉露繁。」五百年後，南宋文人羅大經取其詩意作為書名，寫了一部頗有名氣的筆記，這就是鶴林玉露。 \\n 羅大經字景綸，廬陵(今江西吉水縣)人。生平事跡不詳，我們祇知道他大約生於宋寧宗慶元初年，卒於宋理宗淳祐末年以後。少年時曾就讀於太學，嘉定十五年(一二二二)鄉試中舉，寶慶二年(一二二六)登進士第。此後曾做過容州(今廣西容縣)法曹掾、撫州(今江西撫州市)軍事推官等幾任相當於縣令的從八品小官。官於撫州時，由於受當時朝廷中一起矛盾紛爭的牽累，被劾罷官。從此以後直到去世，就再也沒有得以重返仕途。在幽雅恬靜的山居中，完成了鶴林玉露的寫作。【關於羅大經的生平，詳見附錄一羅大經生平事跡考。】 \\n 鶴林玉露，共十八卷，分甲乙丙三編，【日本寬文本三編分記為天地人三集，然據鶴林玉露書中所記，當作甲乙丙三編，符合羅書原貌。】每編各六卷。對此書的特點，四庫全書簡明目錄扼要指出：「其體例在詩話、語錄、小說之間；其宗旨亦在文士、道學、山人之間。大抵詳於議論而略於考證。」簡目的評論是正確的。鶴林玉露較之其他宋人筆記的顯著特點，就在於它是以議論為主，而不是以記述或考證為主。談到議論，人們往往以「嚮壁虛造」、「游談無根」來評價宋明理學家。其實，這種評價很有些偏頗。在中國思想史上，理學的出現，不是理性的沉淪泯滅，而是達到了一種思辨的高峰。它的產生，除了有其思想史本身的發展規律可循外，還有其深刻的社會歷史原因。也許是有宋一代內憂外患的嚴峻現實，使得宋人比較講究實際。因此，作為理學家的議論，也多是有感而發、因時而論的。具體說到羅大經，在眾多的宋代理學家中是算不上數的。談不上窺一斑而見全豹，但讀一讀羅大經這一理學家言，起碼可以窺見宋代理學家的一個側影。從鶴林玉露看，羅大經的議論很典型地帶有宋代理學家那種鮮明的特徵。明代葉廷秀評論羅大經：「其言以紫陽為鵠，學術治道多有發明，而不離王道。」融合儒佛而形成的理學，誕生在統治結構以士大夫為中心的社會，又處於家國多難的時代，這就規定了它的主旨是發明治道。「治國齊家平天下」，這種千百年來儒家思想所賦予的雄心壯志，明確而牢固地豎立在宋代不少士大夫心中。鶴林玉露展現給人們的羅大經這個理學家的形象，不是長期以來縈繞在人們頭腦中那副迂腐虛偽的面孔，而是一個清醒的憂國憂民的正直的知識份子形象。他對南宋統治者偏安一隅不主恢復深致不滿，丙編卷一「十里荷花」條，記其和詩云：「殺胡快劍是清謳，牛渚依然一片秋；卻恨荷花留玉輦，竟忘煙柳汴宮愁。」這首詩不難使人想起當時另一首有名的譏刺詩：「山外青山樓外樓，西湖歌舞幾時休；暖風熏得遊人醉，直把杭州當汴州。」他在乙編卷二「函首詩」條痛斥殺韓侂冑函首以奉金人一事：「開禧之舉，韓侂冑無謀浪戰固可罪矣，然乃至函其首以乞和何也？當時太學諸生之詩曰：『晁錯既誅終叛漢，于期已入竟亡燕。』此但以利害言耳，蓋未嘗以名義言也。譬如人家子孫，其祖父為人所殺，其田宅為人所吞，有一狂僕佐之復讎，謀短計淺，迄不能遂，乃歸罪此僕，送之讎人，使之甘心焉，可乎哉！」書中對秦檜的乞和行徑，也每多抨擊，並且在甲編卷三「格天閣」條引據金人張師顏南遷錄，明言秦檜乃金國間諜。對元元百姓，筆記中也表示了深切的同情。乙編卷二「彤庭分帛」條云：「余嘗見州郡迓新者設飾甚費，因成詩云：『赤子須摩撫，紅塵幾送迎。幕張云匼匝，車列鑑鮮明。豈是朘民血，空教適宦情。忍聞分竹者，竭澤自求盈。』」乙編卷四「養兵」條，通過比較寓兵於民和養職業兵兩種兵制的得失，也反映了對黎民的同情。這些，不必以「難能可貴」來評價，這實際上是深受「百姓不足，君孰與足」的民本思想熏陶的一個封建士大夫維護統治利益的很正常的思想。羅大經的議論，反映了一個封建士大夫那種「國家興亡，匹夫有責」的強烈責任感和作為巨大統治結構一份子的高度事業心。 \\n 「博而匪濫，醇而寡疵，有所論刺而不傷於掊擊，有所援敘而不流於浮誇。」【見附錄三明人車任遠鶴林玉露跋。】羅大經的議論的確如此。那麼，作為一部宋人筆記，其史料價值如何呢？清人曾釗在面城樓集鈔中曾具體舉例作了說明。其云：「書中如韓平原為南尉，秦檜自金歸諸條，亦足補史之未備也。」其實，羅大經身當南宋末葉，記事多係耳聞目睹，議論亦多關經國大事，因此，這些記載與議論本身就具有一定的史料價值。如丙編卷一「高宗眷紫巖」條，記載宋高宗對張浚的寵幸，對世傳高宗晚年不滿於張浚，而有「寧失天下，不用張浚」之語表示了異議；丙編卷四「中興講和」條，記載宋孝宗初即位時銳意恢復，由於當時財力所限和大臣掣肘而未能實現，有助於人們了解南宋朝廷中的主和派勢力；乙編卷三「白羊先生」條，記載了宋光宗時的一次未遂政變；甲編卷四「紹熙內禪」條，記載了群臣逼光宗遜位，擁立寧宗這一事件的詳細情況；同卷「鄧友龍使虜」條，記載中原一義士潛入南宋使者驛所提供情報之事，對韓侂冑北伐的直接原因有所揭示；乙編卷一「高宗配享」條，通過記述在高宗配享問題上的爭論，反映了時人對南宋初年歷史人物的評價。這些記載，或可與史乘互證，或可補闕訂誤。又如甲編卷一「官省錢」條，卷六「稅沙田」條，乙編卷一「經總錢」條，卷四「廬陵苗鹽」條，丙編卷五「廣右丁錢」條等，於宋史食貨志多可有補。在經濟史料方面，值得一提的還有丙編卷二「老卒回易」條。此條記載一老卒毛遂自薦，以五十萬巨資，號「大宋回易使」，率領幾十人乘巨艦到海外貿易，「獲利幾十倍」。這對人們研究宋代經濟發展與海外貿易提供了寶貴的史料。此書還記載了宋代一些政治、軍事、禮儀制度，也很有價值。如甲編卷一「民兵」條和乙編卷四「養兵」條對南宋兵制的記載，丙編卷二「告命」條對一至九品告命的記載，卷三「玉牒」條對皇族譜牒的記載等。 \\n 此外，筆記中記載了不少文人逸事，也可視為重要的文學史料。如丙編卷五「二老相訪」條，就記載了楊萬里與周必大晚年還鄉後的親密交往。對楊、周二人關係，宋史及其他史書的記載都認為這兩個同鄉不甚相得，周必大曾在宋孝宗面前譖毀過楊萬里。而從這條記載看，二人關係卻頗為融洽。羅大經作為楊、周同一時代的同鄉，這一記載應當說是有徵可信的。筆記中還有許多見解精辟的詩話，對研究古代詩論的發展也多有裨益。明代葉廷秀就專門從鶴林玉露中輯出近四十條詩話，編成詩譚續集。 \\n 鶴林玉露中還有一些雜記也很有價值。如丙編卷四「日本國僧」條，不僅是一條研究中日交往的史料，而且其中記載的一些漢字的日語對音，對研究近古漢語音韻和日本語的發展也具有重要價值。如云：「硯曰松蘇利必(現代日語讀為：??)，筆曰分直(??)，墨曰蘇彌(??)，頭曰加是羅(???)，手曰提(?)，眼曰媚(?)，口曰窟底(??)，耳曰弭弭(??)」等。 \\n 鶴林玉露的現存版本較多，但從一些官私目錄和現存各種版本看，自明代可以分為兩個流傳系統：一為十八卷本，分甲乙丙三編；一為十六卷本，不分編。 \\n 在中國較為罕見，然而卻流行於日本，被多次翻印。在中國，廣為流傳的是十六卷本。經考證，分為甲乙丙三編的十八卷本較為接近羅書原貌，而十六卷本當是十八卷本散亂之後的重編。十八卷本較之十六卷本多出四十條。考之今存七百九十五卷永樂大典中所引十九條鶴林玉露語，均未超出現存十八卷本，可知鶴林玉露基本沒有佚失(起碼自明初以來如此)，是一部較為完整的宋人筆記。【關於鶴林玉露的版本，詳見附錄二鶴林玉露版本源流考。】 \\n 這次整理，是以十八卷本系統中刊行較早的日本慶安本為底本，主要對校以十八卷本系統的日本寬文本、明活字本、明陸師道鈔本和十六卷本系統的明謝天瑞校本、王叔承校本、南京都察院刊本、小字本、稗海本、清進修書院本。由於十六卷本系統的版本較多，故對照底本，凡此系統諸本異文相同者，校記中不一一出列各本名稱，統稱之為「諸本」，以圖省文。個別版本異文可取，仍具其名。此外，還參校以說郛、永樂大典等叢書、類書，並採用宋史等史書和有關宋人文集、筆記間作以他校。校勘意在糾正底本訛誤，故凡底本不誤，而他本誤者，一般不出校。初涉校讎，才學疏淺，繆誤之處，至盼讀者指正。【一九三六年，商務印書館曾印行近人夏敬觀校訂的寬文本，由於夏校基本是只校異同，未下斷語，所以此次整理未加採用。】 \\n 整理校點鶴林玉露，是我的大學畢業論文。在整理過程中，得到了導師傅璇琮、向仍旦先生的熱情指導，另外還得到白化文、金開誠等先生的幫助，謹此一併深致謝忱。 \\n 王瑞來一九八一年十二月 \\n  \\n   \\n  "}
{"章节": "鶴林玉露自序", "正文": "  \\n 鶴林玉露自序 \\n 　 \\n  \\n  \\n 余閒居無營，日與客清談鶴林之下。或欣然會心，或慨然興懷，【慨然興懷　「慨」，原作「悗」。案，悗，玉篇釋作「惑」，集韻釋作「廢忘」。於義未安，據明活字本、說郛本改。】輒令童子筆之。久而成編，因曰鶴林玉露。【因曰鶴林玉露　「因曰」，明活字本作「目曰」，亦可通。】蓋「清談玉露蕃」，杜少陵之句云爾。時宋淳祐戊申正月望日，廬陵羅大經景綸。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之一 甲編", "正文": "  \\n 鶴林玉露卷之一　甲編 \\n 　 \\n  \\n  \\n 解經不為煩辭 \\n 孟子釋公劉之詩曰：「故居者有積倉，行者有裹囊也，然後可以爰方啟行。」釋烝民之詩曰：「故有物必有則，民之秉彝也，故好是懿德。」只添三兩字，意義粲然。六經古註，亦皆簡潔，不為煩辭。朱文公每病近世解經者推測太廣，議論太多，曰：「說得雖好，聖人從初?元不曾有此意。雖以呂成公之書解，亦但言其熱鬧而已。」蓋不滿之辭也。後來文公作易傳、詩傳，其辭極簡。 \\n 手寫九經 \\n 唐張參為國子司業，手寫九經，每言讀書不如寫書。高宗以萬乘之尊，萬幾之繁，乃亦親灑宸翰，遍寫九經，雲章爛然，終始如一，自古帝王所未有也。【自古帝王所未有也　「自」，稗海本作「日」，則與上句連讀為「終始如一日」，其義亦不可通，當作「自」是。】又嘗御書漢光武紀賜執政徐俯，曰：「卿勸朕讀光武紀，朕思讀十遍不如寫一遍，今以賜卿。」聖學之勤如此。 \\n 倒句 \\n 史記：張儀論韓地險惡曰：「民之食大抵飯菽藿羹。」【飯菽藿羹　稗海本作「飯菽羹藿」。案，史記卷七０張儀列傳作「飯菽藿羹」。此條專言倒句、當以「飯菽藿羹」為是。】此倒句也。昌黎文：「春與猿吟兮，秋鶴與飛。」「淮之水舒舒，楚山直叢叢。」亦此類。 \\n 如字訓而 \\n 春秋：「星隕如雨。」釋者曰：「如，而也。」歐陽公集古錄載後漢郭先生碑云：「其長也，寬舒如好施，是以宗族歸懷。」【是以宗族歸懷　「宗族」，歐陽脩集古錄卷五後漢郭先生碑作「宗親」。】東坡得古鏡，背有銘云：「漢有善銅，出白楊，【白楊　說郛本作「丹陽」。】取為鏡，清如明。」皆訓「如」為「而」也。 \\n 汴州詩 \\n 昌黎汴州詩云：「母從子走者為誰？大夫夫人留後兒。昨日乘車騎大馬，坐者起趨乘者下。廟堂不肯用干戈，嗚呼奈汝母子何！」為汴州之亂、留後陸長源遭殺作也。方董晉帥汴，【方董晉帥汴　「帥」，原作「師」，形近而誤，據稗海本改。】昌黎在幕中。晉專行姑息，知軍驕難制，變在旦夕。且死，遺戒喪車速發。及長源代之，繩以嚴急，軍果亂，官屬多死之。昌黎隨晉喪已去汴，獲免。夫長源固失矣，晉不能酌寬猛之中，潛消事變，乃以姑息偷免其身，使相激相形，產後來之禍，又不能先以一語忠告長源，烏得無罪？昌黎在幕中，蓋亦與有責矣。此詩末句，似有愧於中，而為自解之辭。 \\n 丑父紀信 \\n 左氏傳：?之戰，邴夏御齊侯，逢丑父為右。齊師敗績，丑父與公易位，為晉韓厥所及，丑父使公下，如華泉取飲而逃。韓厥獻丑父，郤獻子將戮之，呼曰：「自今無有代其君任患者，有一於此，將為戮乎！」郤子曰：「人不難以死免其君，我戮之不祥。赦之，以勸事君者。」此與紀信詐乘漢王之車，以免高祖者何異？晉宥丑父，而楚焚紀信。【楚焚紀信　「焚」，原作「楚」，涉上而誤，據稗海本改。】項氏之不長也，宜哉！ \\n 因讒賜金 \\n 張魏公貶零陵，有書數笈自隨，讒者謂其中皆與蜀士往來謀據西蜀之書。【皆與蜀士往來謀據西蜀之書　「西」，原作「四」，形近而誤，據稗海本改。】高宗命遣人盡錄以來。【高宗命遣人盡錄以來　「遣人」，原作「遣之」，義不甚通，據稗海本改。】臨軒發視，乃皆書冊，雖有尺牘，率皆憂國愛君之語。此外唯葛裘布衾，類多垢敝。上惻然曰：「張浚一貧如此哉！」乃遣使馳賜金三百兩。秦檜令宣言于外，謂賜浚死。門生從者聞之，垂泣告公。公曰：「浚罪固當死，若果如所傳，朝服拜命，就戮以謝國家可也，何以泣為？」問使者為誰，曰：「殿帥楊存中之子也。」公曰：「吾生矣。存中吾故部曲，朝廷誠欲誅浚，必不遣其子來。」已而使者拜於馬前，乃獲賜金之命。公之在秦也，開幕延賢，鑄銅為印，形跡似稍專，故有以來讒者之口。然反因此得以自明，又賴賜金以自活，天果不佑忠賢乎？ \\n 世短意多 \\n 古詩云：「人生不滿百，常懷千歲憂。」而淵明以五字盡之，曰「世短意常多」是也。東坡云「意長日月促」，則倒轉陶句爾。 \\n 茲為年 \\n 呂氏春秋云：「今茲美禾，來茲美麥。」註云：「茲，年也。」公羊傳云：「諸侯有疾曰負茲。」註云：「茲，新生草也。」一年草生一番，故以茲為年。古詩云：「為樂當及時，何能待來茲。」左氏傳「五稔」，杜詩「十暑岷山葛」，皆此意。 \\n 落帽 \\n 桓溫雄猛蓋一時，賓僚相從燕賞，豈應有失禮於前者？孟嘉落帽，恐如禰正平褻服摻撾嫚侮曹瞞之意。陶淵明，嘉之甥也。為嘉作傳，稱其在朝仗正順，【在朝仗正順　「仗」，原作「伏」，稗海本作「仗」。案，逯欽立校注陶淵明集卷六作「仗」，原本蓋形近而誤，據改。又，稗海本脫「順」字。】門無雜賓。則嘉亦一時之望，乃肯從溫，何也？溫嘗從容謂曰：「人不可無勢，我乃能駕馭卿。」亦頗有相靳之意。辛幼安九日詞云：「誰與老兵供一笑，落帽參軍華髮。【落帽參軍華髮　「參軍」，稗海本作「將軍」。案，孟嘉為桓溫參軍，見晉書卷九八桓溫傳，作「參軍」為是。】莫倚忘懷，西風也解，點檢尊前客。淒涼今古，眼中三兩飛蝶。」意謂嘉不當從溫，故西風落其帽以貶之，若免冠然。 \\n 四勝 \\n 周瑜赤壁、謝安淝水、寇萊公澶淵、陳魯公采石，四勝大略相似。杜牧云：「東風不與周郎便，銅雀春深鎖二喬。」意亦著矣。謝安圍棋別墅，真是矯情鎮物，喜出望外，宜其折屐。澶淵之役，畢士安有相公交取鶻崙官家之說，高瓊有好喚宰相來吟兩首詩之說，則當時策略，亦自可見。「天發一矢胡無酋」，荊公句意與杜牧同。采石之師，若非逆亮暴急嗜殺，自激三軍之變，亦未驅攘。是時亮雖遭戕，虜師北歸，紀律肅然，無一人叛亡，此豈易勝之師乎！朱文公曰：「謝安之於桓溫，陳魯公之於完顏亮，幸而捱得他死爾。」要之吳、晉乃天幸，宋朝真天助也。 \\n 兵粟 \\n 張儀云：「兵不如者，勿與挑戰；粟不如者，勿與持久。」二語用兵者所當知。 \\n 守城 \\n 守城必劫寨。劉信叔守順昌，以數千人摧兀朮數十萬眾，是劫寨之力也。守城不劫寨，是守死爾。 \\n 三事相類【三事相類　諸本題作「籠東」。】 \\n 楚公子微服過宋，門者難之。其僕操箠而罵曰：「隸也不力！」門者出之。晉王廞之敗，沙門曇永匿其幼子華，【匿其幼子華　「幼」，原作「劫」，形近而誤，據諸本改。】使提衣囊自隨。津邏疑之，永訶曰：「奴子何不速行！」捶之數十，由是得免。宇文泰與侯景戰河上，馬逸墜地，李穆見之，以策抶泰背曰：「籠東軍士，汝曹主何在，而尚留此！」追者不疑其為貴人，與之馬，與俱還。【與之馬與俱還　案，此句似追者與馬俱還，然考周書卷三０並北史卷五九李穆傳，非是。周書云：「敵人不疑是貴人，遂捨之而過。穆以馬授太祖，遂得俱免。」又，前李穆語「籠東軍士」，原本「籠東」下有夾注云：「上聲。」】三事相類，若郭子儀殺羊而裴諝劾之，李愬進馬而溫造彈之，【李愬進馬而溫造彈之　考新、舊唐書溫造傳，溫造所劾當為「李祐」，原本及諸本均誤。】亦此意也。 \\n 范石湖使北 \\n 淳熙中，【淳熙中　原「淳熙」上有一「宋」字，蓋後人追加。書中類此者甚多，均依此例刪去，不再出校。】范至能使北，【范至能使北　案，考宋史卷三八六范成大傳，成大字致能，此作「至能」，或俗書，或偶誤。又，「使北」，原作「北使」，係「使北」之誤倒，參稽本條標題及諸本改。】孝宗令口奏金主，謂河南乃宋朝陵寢所在，願反侵地。【願反侵地　諸本作「願受侵地」。】至能奏曰：「茲事至重，【茲事至重　諸本無「至重」二字。】合與宰相商量，【合與宰相商量　「合」，諸本作「須」，與上句連讀為「茲事須與宰相商量」。】臣乞以聖意諭之，議定乃行。」上首肯，既而宰相力以為未可，而聖意堅不回。至能遂自為一書，述聖語。至虜庭，納之袖中。既跪進國書，伏地不起。時金主乃葛王也，性寬慈，傳宣問使人何故不起。至能徐出袖中書，奏曰：「臣來時，大宋皇帝別有聖旨，難載國書，令臣口奏。【令臣口奏　「令」，原作「今」，形近而誤，據諸本改。】臣今謹以書述，乞賜聖覽。」書既上，殿上觀者皆失色。至能猶伏地。再傳宣曰：「書詞已見，使人可就館。」至能再拜而退。虜中?臣咸不平，【?臣咸不平　「咸」，諸本作「或」。】議羈留使人，而虜主不可。至能將回，又奏曰：「口奏之事，乞於國書中明報，【乞於國書中明報　「於」，諸本作「與」。】仍先宣示，庶使臣不墮欺罔之罪。」虜主許之。報書云：「口奏之說，殊駭觀聽，事須審處，邦乃孚休。」既還，上甚嘉其不辱命。由是超擢，以至大用。至能在燕京會同館，守吏微言有羈留之議，乃賦詩曰：「萬里孤臣致命秋，此身何止一漚浮。【此身何止一漚浮　「漚浮」，諸本作「浮漚」。】提攜漢節同生死，休問羝羊解乳不。」 \\n 常調官 \\n 范文正公云：「常調官好做，家常飯好喫。」余謂人能甘於喫家常飯，然後甘於做常調官。 \\n 天象 \\n 鄭注召對浴堂門，彗長三尺；韓琦賜第集英殿，雲見五色。君子小人之進，天象昭昭如此。 \\n 官省錢 \\n 五代史：漢王章為三司使，征利剝下。緡錢出入，元以八十為陌，章每出錢陌，必減其三，至今七十七，為官省錢者，自章始。然今官府於七十七之中，又除頭子錢五文有奇，則愈削於章矣。 \\n 民兵 \\n 唐初，蕭銑據荊襄，敗於李靖，諸郡皆降，而所召援兵至者猶十萬人。李煜據江南，其亡也，亦有援兵十數萬。本朝靖康之禍，勤王之師，至者絕少。縱有之，率皆望風奔潰，不敢向賊發一矢。蓋五代以前，兵寓於農，素習戰鬥，一呼即集。本朝兵費最多，兵力最弱，皆緣官自養兵。紹興中，張魏公在川陝，奏以王庶帥興元，制置利、夔兩路軍事。於興、洋、金、蓬、開、達諸州，令縣選彊壯。兩丁取一，三丁取二，【三丁取二　各本均作「五丁取二」。案，宋史卷三七二王庶傳作「三丁取二」，對勘上文，當是，據改。】戶與免物力錢二百五十千。五十人為一隊，置隊長。【置隊長　諸本無「置隊」二字，「長」字與上句連讀為「五十人為一隊長」。】以知縣為軍正，尉為軍副。月閱於縣，春秋閱於郡。不半月，【不半月　原本與諸本同。案，宋史卷三七二王庶傳作「不半年」，似於義為長。】有兵二十萬。乾道初，宿亳之役，禁旅多出征，江上之備空虛。陳福公首獻民兵之策，及登庸，亟欲推行，會罷相，遂格。然兩淮已用其法，而荊襄尤有成規。開禧用兵，禁旅多敗，而兩淮山水寨萬弩手率有功，特為官軍所嫉，無以慰其心盡其力耳。丙寅，虜大舉南牧，圍安、襄以撼荊、鄂。宣司檄召諸處兵，與湖北義勇俱往救。諸郡兵不待見敵而潰，所過鈔略，甚於戎寇。獨義勇隨其帥進退，不敢有秋毫犯，蓋顧其室家門戶故也。張宣公帥荊州，與朱文公書云：「郭杲嘗獻緩急保江之策，某折之曰：【某折之曰　「某」，原作「其」，形近而誤，據諸本改。】『劉信叔、劉共父皆嘗有此論，真謬計也。縱賊入肝脾裏，何以為國？上付公以北門，當盡力報國，要軍要糧，【要軍要糧　「軍」，原作「共」，義不可通，據諸本並依文意改。】此間當應副，事苟不濟，守臣仗節而死爾。』郭聞之悚然。某之所恃者，有義勇二萬六千人也。」 \\n 文鑑 \\n 孝宗命呂成公詮擇國朝文章，【詮擇國朝文章　「詮擇」，寬文本作「銓擇」。案，宋史卷四三四呂祖謙傳亦作「銓擇」，似是。】成公盡繙三館之儲，踰年成編，賜名文鑑。周益公承制譔序云：「建隆、雍熙之際，其文偉；咸平、景德之際，其文博；天聖、明道之詞古；熙寧、元祐之詞達。雖體制互興，源流間出，而氣全理正，其歸則同。」成公為此書，朱文公、張宣公殊不以為然，謂伯恭無意思承當，【伯恭無意思承當　「無」，諸本作「先」，誤，作「無」為是。】此事便好截下，因以發明人主之學。昔溫公作資治通鑑，可謂有補治道，識者尚惜其枉費一生精力，況文鑑乎？ \\n 辛幼安詞 \\n 辛幼安晚春詞云：【晚春詞　汲古閣景宋鈔本稼軒詞甲集及趙聞禮陽春白雪並題作「長恨」，黃昇花菴詞選題作「暮春」，草堂詩餘題作「春晚」。】「更能消、幾番風雨，匆匆春又歸去。惜春長恨花開早，何況亂紅無數。【何況亂紅無數　「亂紅」，鄧廣銘稼軒詞編年箋注卷一作「落紅」。】春且住。見說道、天涯芳艸迷歸路。怨春不語。算只有殷勤，畫簷蛛網，盡日惹飛絮。長門事，準擬佳期又誤。娥眉曾有人妒。千金縱買相如賦，脈脈此情誰訴？君莫舞，君不見玉環飛燕皆塵土！閑愁最苦。休去倚危欄，斜陽正在，煙柳斷腸處。」詞意殊怨。「斜陽」、「煙柳」之句，其與「未須愁日暮，天際乍輕陰」者異矣。使在漢唐時，甯不賈種豆種桃之禍哉！愚聞壽皇見此詞，頗不悅。然終不加罪，可謂至德也已。【可謂至德也已　「至」，諸本作「盛」。】其題江西造口詞云：「鬱孤臺下清江水，中間多少行人淚。西北是長安，【西北是長安　稼軒詞編年箋注作「西北望長安」。】可憐無數山。青山遮不住，畢竟東流去。江晚正愁予，山深聞鷓鴣。」蓋南渡之初，虜人追隆祐太后御舟至造口，不及而還。幼安因此起興。【幼安因此起興　「因」，諸本作「自」。】「聞鷓鴣」之句，謂恢復之事，行不得也。又寄丘宗卿詞云：【寄丘宗卿詞　「丘」，原誤作「兵」，據諸本並宋史卷一五七丘?傳改。又，稼軒詞編年箋注卷六此詞題作「京口北固亭懷古」。】「千古江山，英雄無覓，【英雄無覓　南都院本、謝校本無「英雄」二字。】孫仲謀處。舞榭歌臺，風流總被，雨打風吹去。斜陽艸樹，尋常巷陌，人道寄奴曾住。想當年鐵馬，【想當年鐵馬　稼軒詞編年箋注「鐵馬」上有「金戈」二字。】氣吞萬里如虎。元嘉草草，【元嘉草草　原本及諸本均作「元家子草草」，義不可通，據稼軒詞編年箋注改。】封狼居胥，贏得倉皇北顧。四十三年，望中燈火，【望中燈火　稼軒詞編年箋注作「望中猶記」。】猶記揚州路。【猶記揚州路　稼軒詞編年箋注作「烽火揚州路」。又，「揚州」，原誤作「楊州」，據諸本改。】可堪回首，佛貍祠下，一片神鴉社鼓。憑誰問：廉頗老矣，尚能飯不？」此詞集中不載，尤雋壯可喜。朱文公云：「辛幼安、陳同甫，若朝廷賞罰明，此等人皆可用。」 \\n 大人 \\n 古今稱大人，其義不一。【其義不一　「義」，原作「儀」，於義不可通，據諸本改。】左氏傳：子服昭子曰：【子服昭子　考左傳人名，惟見「子服子」、「子服昭伯」等，並無名「子服昭子」者。又，下引「夫必多有是說」之語，見於左傳昭公十八年，為閔子馬所言，非「子服昭子」者言。】「夫必多有是說，而後及其大人。」孟子曰：「有大人之事，有小人之事。」此以位言也。所謂王公，大人是也。孟子曰：「養其大者為大人。」昌黎王適墓誌曰：「翁大人不疑。」此以德望言也。所謂大人，君子是也。若易之「利見大人」，則兼德位而言之。今人自稱其父曰「大人」。然疏受對疏廣曰：「從大人議。」則叔父亦可稱大人。范滂將就誅，【范滂將就誅　「范」字諸本脫。】與母訣曰：「大人割不忍之愛。」則母亦可稱大人。 \\n 利市 \\n 俗語稱利市，亦有所祖。左氏傳：鄭人盟商人之辭曰：「爾無我叛，我無強賈，爾有利市寶賄，我勿與知。」 \\n 誠齋謁紫巖 \\n 楊誠齋為零陵丞，以弟子禮謁張魏公。時公以遷謫故，杜門謝客。南軒為之介紹，數月乃得見。因跪請教，公曰：「元符貴人，腰金紆紫者何限，惟鄒至完、【鄒至完　考宋史卷三四五鄒浩傳，鄒浩字志完，此作「至完」，或俗書，或偶誤。】陳瑩中姓名與日月爭光。」誠齋得此語，終身厲清直之操。【終身厲清直之操　「清直」，原作「直清」，於義未妥，疑倒置，據諸本改。】晚年退休，悵然曰：「吾平生志在批鱗請劍，以忠鯁南遷，幸遇時平主聖。老矣，不獲遂所願矣！」立朝時，論議挺挺。【論議挺挺　「議」，諸本作「諫」。】如乞用張浚配享，言朱熹不當與唐仲友同罷，論儲君監國，皆天下大事。孝宗嘗曰：「楊萬里直不中律。」光宗亦曰：「楊萬里也有性氣。」故其自贊云：「禹曰也有性氣，舜云直不中律。自有二聖玉音，不用千秋史筆。」 \\n 前輩勤學 \\n 胡澹庵見楊龜山，龜山舉兩肘示之曰：「吾此肘不離案三十年，然後於道有進。」張無垢謫橫浦，寓城西寶界寺。其寢室有短?，每日昧爽，輒執書立窗下，【輒執書立窗下　「執」，諸本作「抱」。】就明而讀，如是者十四年。洎北歸，窗下石上，雙趺之跡隱然，至今猶存。前輩為學，勤苦如此。然龜山蓋少年事，無垢乃晚年，尤難也。 \\n 仕宦歸故鄉 \\n 歐陽公居永豐縣之沙溪，其考崇公葬焉，【其考崇公葬焉　「崇公」，原作「宗公」。案，歐陽脩之父贈為崇國公，「宗」當是「崇」之形誤，據諸本改。】所謂瀧岡阡是也。厥後奉母鄭夫人之喪歸合葬，載青州石鐫阡表。石綠色，高丈餘，光可鑑，阡近沙山太守廟。襄事禱于廟，祝板猶存。曰：「大事有日，陰雲屢興，假以三日之晴，則拜神之賜，其敢忘報！」執政得立功德寺，公素排佛教，雅不欲立寺。崇公諱觀，又不可立觀，乃立青陽宮。然公自葬鄭夫人之後，不復歸故鄉。其作吉州學記云：「幸餘他日，因得歸榮故鄉。將見吉之士，【將見吉之士　歐陽文忠公全集居士集卷三九吉州學記於此句上有「而謁於學門」一句，原本及諸本無。】皆道德明秀，而可為公卿。問於其俗，而婚喪飲食，皆中禮節。入於其里，而長幼相孝，慈於其家。【慈於其家　諸本於「慈」下有一「觀」字，「慈」字與上句連讀。原本及居士集均無「觀」字。案，歐陽脩之父諱「觀」，則歐文中斷無書「觀」之理，「觀」之理，「觀」字當係後人衍入。】行於其郊，而少者扶其羸老，壯者代其負荷於道路。然後樂學之道成，而得時從先生耆老，席于眾賓之後，聽鄉樂之歌，飲獻酬之酒，而以詩頌天子太平之功。周覽學舍，【周覽學舍　「周」，原作「固」，於義不可通，諸本及居士集均作「周」。「固」當係形近而誤，據改。】思詠李侯之遺愛，不亦美哉！」雖有此言，而迄不踐。樂穎昌山水，作思穎詩，退休竟卜居焉。前輩議其無回首敝廬、息間喬木之意。近時周益公歸休，尹直卿以詩賀之云：「六一先生薄吉州，歸田去作穎昌游。我公不向螺江住，羞殺青原白鷺洲。」 \\n 鐵拄杖 \\n 壽皇在宮中，常携一漆拄杖，宦官宮妾莫得睨視。嘗游後苑，偶忘攜焉，特命小黃門取之。二人竭力曳以來，蓋精鐵也。上方有意中原，故陰自習勞苦如此。 \\n 蘇黃遺文 \\n 東坡贊文與可梅竹石云：「梅寒而秀，竹瘦而壽，石醜而文，是為三益之友。」席子擇遭喪，山谷憐其貧，糾合同志者助之，其辭云：「富者不仁，理難共語，仁者不富，埶難獨成。【埶難獨成　「埶難」，諸本作「孰能」。案，「埶難獨成」與前句「理難共語」相對為文，故諸本作「孰能」誤。】也。願與諸君同力振之。」二帖余皆見其真跡，坡、谷集所不載。?百足之蟲，至死不僵，以扶之者 \\n 池鷗 \\n 太學蘊道齋有小池，忽一鷗飛來，容與甚久。一同舍生題詩云：「朝來池上有斯事，火急報教同舍知，昨夜雨餘春水滿，白鷗飛下立多時。」讀者賞其醞藉。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之二 甲編", "正文": "  \\n 鶴林玉露卷之二　甲編 \\n 　 \\n  \\n  \\n 大承氣湯 \\n 周益公參大政，朱文公與劉子澄書云：「如今是大承氣證，渠?下四君子湯，雖不為害，恐無益於病爾。」嗚呼！以乾淳之盛，文公猶恨當國者不用大承氣湯，況下於乾淳者乎！然歷考往聖，如孔子相魯，而下大承氣湯，固是對證。大舜繼堯，亦不免下大承氣湯。信矣，文公之為名言也。益公初在後省，龍大淵、曾覿除閣門，格其制不下，奉祠而去，【奉祠而去　「祠」，原作「詞」。案，宋史卷三九一周必大傳記此事有「必大格不行，遂請祠去」語，今參據諸本改作「祠」。】十年不用，天下高之。後入直翰林，覿以使事還，除節鉞，人謂公必不草制，而公竟草之。其詞云：「八統馭民，敬故在尊賢之上。」宜其不敢用大承氣湯也。 \\n 魯隱公攝 \\n 歐陽子曰：「隱公非攝也，使隱果攝，則春秋不稱公。春秋稱公，則隱公非攝，無疑也。」此論未然，春秋雖不書隱公居攝，而於兩書仲子之事，自隱然可見。夫母以子貴，世俗之情也。使桓不將立，則仲子特一生公子之妾耳，周王何為而歸其賵，魯國何為而考其官？今也歸賵而不嫌瀆亂之譏，考官而加嚴事之禮，徒以桓之將為君也。桓將為君，則隱之攝著矣。或曰，隱攝則何以稱公？東坡曰：「周公攝而克復子者也，故不稱王。隱公攝而不克復子者也，故稱公。史有諡，國有廟，春秋獨得不稱公乎？」此論亦未然，周公之攝也，誥命之際曰「周公曰」、「王若曰」，曷嘗自稱王乎？竊意魯史舊文，必著隱公攝位之實，去攝而書公，乃仲尼之特筆，一以著隱之不當遜，一以著桓之不當立，二者皆非也。【二者皆非也　「非」，原本作「罪」，諸本作「非」，義皆可通，然似以作「非」為長，據改。】歐公論隱公、趙盾、許止事，皆未明春秋之旨。春秋之所以為春秋者，正當顯微闡幽，若但直書其事，則夫人能之矣，何為游、夏不能措一辭哉！ \\n 姦富 \\n 本富為上，末富次之，姦富為下。今之富者，大抵皆姦富也，而務本之農，皆為僕妾於姦富之家矣。嗚呼，悲夫！ \\n 貨色 \\n 一顧傾城，再顧傾國，色也。大者傾城，下者傾鄉，富也。貨色之不祥如此哉！ \\n 孫吳 \\n 吳子之正，孫子之奇，兵法盡在是矣。吳子似論語，孫子似孟子。 \\n 子弟為幹官 \\n 朱文公與慶國卓夫人書云：「五哥嶽廟，【五哥嶽廟　諸本無「嶽廟」二字。案，考晦庵先生朱文公全集卷三七與慶國卓夫人書，於「五哥嶽廟」下尚有「近自春中以來，頓減遊燕，復近書冊......」數語，此處未引，遂覺難通。】聞尊意欲為五哥經營幹官差遣，某切以為不可。【某切以為不可　「切」，朱集作「竊」，似是。】人家子弟多因此壞卻心性，蓋其生長富貴，本不知艱難，一旦仕宦，便為此官，逐司只有使長一人可相拘轄，又多寬厚長者，不欲以法度見繩。上無職事了辦之責，下無吏民竊伺之憂。【下無吏民竊伺之憂　「竊伺」，諸本作「繫縶」，朱集作「窺伺」。】而州縣守令，埶反出己下，可以陵轢，故後生子弟為此官者，無不傲慢縱恣，觸事懵然。愚意以為可且為營一稍在人下職事、喫人打罵差遣，【稍在人下職事喫人打罵差遣　朱集於「職事」上有一「有」字，於義較勝。】乃所以成就之。若必欲與求幹官，乃是置之有過之地，誤其終身。」前輩愛人以德，至於如此。卓夫人乃少傅劉公子羽之妃，樞密共父之母，五哥即平甫，朱與劉蓋姻婭。初，文公之父韋齋疾革，手自為書，以家事屬少傅。韋齋歿，文公年十四，少傅為築室於其里，俾奉母居焉。少傅手書與白水劉致中云：「於緋溪得屋五間，器用完備，又於七倉前得地，可以樹，有圃可蔬，有池可魚，朱家人口不多，可以居。」文公視卓夫人猶母云。 \\n 筭子 \\n 五代史：漢王章不喜文士，嘗語人曰：「此輩與一把筭子，未知顛倒，何益於國！」筭子，本俗語，歐公據其言書之，殊有古意。溫公通鑑改作「授之握筭，不知縱橫」，不如歐史矣。 \\n 農圃漁樵 \\n 農圃家風，漁樵樂事，唐人絕句模寫精矣。余摘十首題壁間，每菜羹豆飯飽後，啜苦茗一盃，偃臥松窗竹榻間，令兒童吟誦數過，自謂勝如吹竹彈絲。今記於此：韓偓云：「聞說經旬不啟關，藥窗誰伴醉開顏。夜來雪壓村前竹，剩看溪南幾尺山。」【剩看溪南幾尺山　「看」，全唐詩卷六八一此詩作「見」。】又云：「萬里清江萬里天，一村桑柘一村煙。漁翁醉著無人喚，過午醒來雪滿船。」長孫佐輔云：「獨訪山家歇還涉，茅屋斜連隔松葉。主人聞語未開門，繞籬野菜飛黃蝶。」薛能云：「邵平瓜地接吾廬，穀雨乾時偶自鋤。【穀雨乾時偶自鋤　「乾」，原作「晴」，據諸本並全唐詩卷五六一改。】昨日春風欺不在，【昨日春風欺不在　「日」，諸本作「夜」。】就床吹落讀殘書。」韋莊云：「南鄰酒熟愛相招，蘸甲傾來綠滿瓢，一醉不知三日事，任他童稚作漁樵。」杜荀鶴云：「山雨溪風捲釣絲，瓦甌蓬底獨斟時。醉來睡著無人喚，流下前灘也不知。」陸龜蒙云：「雨後沙虛古岸崩，漁梁移入亂雲層。【漁梁移入亂雲層　「移」，諸本作「?」。】歸時月落汀洲暗，【歸時月落汀洲暗　「落」，全唐詩卷六二八作「墮」。】認得妻兒結網燈。」【認得妻兒結網燈　「妻兒」，諸本作「山妻」。】鄭谷云：「白頭波上白頭翁，家逐船移浦浦風。一尺鱸魚新釣得，兒孫吹火荻花中。」李商隱云：「城郭休過識者稀，哀猿啼處有柴扉。滄江白石漁樵路，薄暮歸來雨濕衣。」【薄暮歸來雨濕衣　玉谿生詩集箋注卷三訪隱者不遇成二絕作「日暮歸來雨滿衣」。】張演云：「鵝湖山下稻粱肥，豚柵雞栖對掩扉。桑柘影斜春社散，家家扶得醉人歸。」 \\n 柳詩 \\n 唐人柳詩云：「水邊楊柳綠煙絲，立馬煩君折一枝。惟有春風最相惜，殷勤更向手中吹。」朱文公每喜誦之，取其興也。 \\n 進青魚 \\n 宋文帝時，司徒義康顓總朝權，四方饋遺，皆以上品薦義康，而以次品供御。上嘗冬月啖柑，嘆其形味並劣，義康曰：「今年柑殊有佳者。」遣人還東府取柑，大供御者三寸。上寖不能平，義康旋以罪廢。唐代宗謂李泌曰：「路嗣恭獻琉璃盤九寸，乃以徑尺者遺元載，須其至議之。」賴泌一言，嗣恭免罪，而元載竟誅。呂許公不肯多進淮白魚，蓋懲此也。秦檜之夫人，常入禁中。顯仁太后言近日子魚大者絕少。夫人對曰：「妾家有之，當以百尾進。」歸告檜，檜咎其失言，與其館客謀，進青魚百尾。顯仁拊掌笑曰：「我道這婆子村，果然！」蓋青魚似子魚而非，特差大耳。觀此，賊檜之姦可見。【觀此賊檜之姦可見　原無此句，據諸本補。】 \\n 郎當曲 \\n 魏鶴山天寶遺事詩云：「紅錦綳盛河北賊，紫金盞酌壽王妃。弄成晚歲郎當曲，正是三郎快活時。」俗所謂「快活三郎」者，即明皇也。小說載，明皇自蜀還京，以駝馬載珍玩自隨，明皇聞駝馬所帶鈴聲，謂黃幡綽曰：「鈴聲頗似人言語。」幡綽對曰：「似言三郎郎當，三郎郎當也。」明皇愧且笑。 \\n 劉錡贈官制 \\n 逆亮窺江，劉錡已病，【劉錡　原誤作「劉鑄」　據下文並據諸本改。】亦同扞禦。未幾，亮殲，錡亦殂，特贈太尉。【特贈太尉　宋史卷三六六劉錡傳記錡追贈為「開府儀同三司」。】周益公行詞云：「岑彭殞而公孫亡，諸葛死而仲達走。雖成功有命，皆莫究於生前；而遺烈在人，可徐觀於身後。」讀者服其的切。益公常舉似謂楊伯子曰：「起頭兩句，須要下四句議論承貼，【須要下四句議論承貼　「句」，諸本作「字」。】四六特拘對耳，其立意措詞，貴於渾融有味，與散文同。」 \\n 廬州之變 \\n 紹興中，劉光世在淮西，軍無紀律。張魏公為都督，奏罷之，命參謀呂祉住廬州節制。【命參謀呂祉住廬州節制　「住」，諸本作「往」。】光世頗得軍心，祉，儒者，不知變，繩束頓嚴，諸軍忿怨。統制酈瓊率眾縛祉，渡淮歸劉豫。魏公方宴僚佐，報忽至，滿座失色。公色不變，徐曰：「此有說，第恐虜覺耳。」因樂飲至夜分，乃為蠟書，遣死士持遺瓊，言「事可成，成之，不可，速全軍以歸」。虜得書，疑瓊，分隸其眾，【分隸其眾　「分」，原作「公」，義不可通，據諸本改。】困苦之，邊賴以安。南軒言：「符離之役，諸軍皆潰，唯存帳下千人。某終夕徬徨，而先公方熟寢，鼻息如雷。先公心法，如何可學！」 \\n 無極太極 \\n 游誠之，南軒高弟。嘗言：「易有太極，而周子加以無極，何也？試即吾心驗之，方其寂然無思，萬善未發，是無極也。雖云未發，而此心昭然，靈源不昧，是太極也。」聞者服其簡明。其詩亦可愛，如「春風未肯催桃李，留得?籬淺淡香」，「平生意思春風裏，信手題詩不用工」，「閒處漫憂當世事，【閒處漫憂當世事　「憂」，諸本作「游」。】靜中方識古人心」，皆有味。 \\n 薛客 \\n 齊封田嬰於薛，號靖郭君，專齊之權。嘗欲城薛，客謂曰：「君不聞海大魚乎？網不能止，【網不能止　「止」，諸本作「上」。案，戰國策齊策載此亦作「網不能止」，姚宏注云：「止，禁。」作「上」者當係形訛。】鉤不能牽，碭而失水，則螻蟻制焉。今齊亦君之水也，君長有齊，奚以薛為？苟有失齊，【苟有失齊　「有」，原作「為」，諸本作「有」，作「有」義長，據改。】雖隆薛之城至於天，庸足恃乎！」乃不果城。董卓積金帛於郿塢，曰：「事成，雄據天下，事不成，守此塢足矣。」人之智愚相遠乃如此。 \\n 能言鸚鵡 \\n 上蔡先生云：「透得名利關，方是小歇處。今之士大夫何足道，真能言之鸚鵡也。」朱文公曰：「今時秀才，【今時秀才　「今時」，原作「時文」，義不可通，據諸本並寬文本改。】教他說廉，直是會說廉，教他說義，直是會說義，及到做來，只是不廉不義。」此即所謂能言鸚鵡也。夫下以言語為學，上以言語為治，世道之所以日降也，而或者見能言之鸚鵡，乃指為鳳凰鸑鷟，惟恐其不在靈臺靈囿間，不亦異乎？ \\n 賀雪表 \\n 黃伯庸代宰相賀雪表云：「招來眾彥，無晝臥洛陽之人；激勵三軍，有夜入蔡州之志。」詞意壯切，真宰相事也。李公甫表云：「漢使嚙氈，未必得匈奴之要領；楚軍挾纊，惟當堅祈父之爪牙。」語雖巧，頗牽彊。 \\n 漢宮詩 \\n 唐李商隱漢宮詩云：【漢宮詩　玉谿生詩集箋注此詩題作「漢宮詞」。永樂大典卷八二一引同原本。】「青雀西飛竟未回，君王猶在集靈臺。【君王猶在集靈臺　「猶」，玉谿生詩集箋注作「長」。永樂大典卷八二一引同原本。】侍臣最有相如渴，不賜金莖露一杯。」譏武帝求仙也。言青雀杳然不回，神仙無可致之理必矣，而君王未悟，猶徘徊臺上，庶幾見之，且胡不以一物驗其真妄乎？金盤盛露，和以玉屑，服之可以長生，此方士之說也。今侍臣相如，正苦消渴，何不以一盃賜之，若服之而愈，則方士之說，猶可信也，不然，則其妄明矣。二十八字之間，委蛇曲折，含不盡之意。 \\n 夜績 \\n 漢食貨志云：「冬，民既入，婦人相從夜績，【婦人相從夜績　考漢書食貨志，「婦人」下當有「同巷」二字。】女工一月得四十五日。」注謂每日又得半夜，為四十五日也。然則農之宵爾索綯，儒之短檠夜誦，豈可少哉！胡澹庵書遺從子維寧曰：「古之君子，學欲其日益，善欲其日加，德欲其日起，身欲其日省，體欲其日彊，行欲其日見，心欲其日休，道欲其日章。以為未也。」又曰：「日知其所亡，日見其所不見，一日不使其窮俛焉。【一日不使其窮俛焉　「窮俛」，諸本作「躬怠」。】其愛日如是足矣，猶以為未也，必時習焉，無一時不習也。必時敏焉，無一時不敏也。必時術焉，無一時不術也。必時中焉，無一時不中也。其競時如是，可以已矣，猶以為未也，則曰夜者日之餘也，吾必繼晷焉，燈必親，薪必然，膏必焚，燭必秉，蠟必濡，螢必照，月必帶，雪必映，光必隙，明必借，暗則記。嗚呼！如此極矣，然而君子人曰，終夜不寢，必如孔子，雞鳴而起，必如大舜，坐以待旦，必如周公，然則何時而已耶？范寧曰：『君子之為學也，沒身而已矣。』」 \\n 狐裘障泥 \\n 晏子一狐裘三十年，長孫道生一熊皮障泥數十年，蓋貴而能儉。若淵明「十年著一冠」，則言其貧也。 \\n 心脈 \\n 敖器之善察脈，嘗言心脈要細、緊、洪，備此三者，大貴大賢也。趙季仁舉似謂余曰：「此非論脈，乃是論學。」余曰：「小心翼翼，細也。務時敏，緊也。有容乃大，洪也。」季仁曰：「正是如此。」 \\n 吾翁若翁 \\n 漢高祖謂項羽曰，「吾翁即若翁」，此語理意甚長。左氏傳：齊敗于鞍，晉人欲以蕭同叔子為質，齊人曰：「蕭同叔子者，非他，寡君之母也。若以匹敵，則亦晉君之母也。」孟子曰：「殺人之父者，人亦殺其父。然則非自殺之，一間耳。」高祖之語，與此暗合。史謂不修文學，而性明達，【性明達　「明」，諸本作「特」。】此類是也。項羽迄不殺太公，有感於斯言矣。乃知鷙猛之人，胸中未嘗無天理，特在於有以發之耳。 \\n 呂惠卿表 \\n 「九金聚粹，共圖魑魅之形；孤劍埋光，尚負斗牛之氣。」此呂惠卿表也。邪人指正人為邪如此，人主于何以辨之？ \\n 世事翻覆 \\n 衛青少服役平陽公主家，後為大將軍，貴顯震天下。公主仳離擇配，左右以為無如大將軍。公主曰：「此我家馬前奴也，不可。」已而遍擇群臣，貴顯無踰大將軍者，迄歸大將軍。丁晉公起甲第，鉅麗無比。軍卒楊杲宗躬負土之役，勞苦萬狀。後杲宗以外戚起家，晉公得罪貶海上，朝廷以其第賜杲宗，居之三十年。世事翻覆，何所不有！【何所不有　諸本作「如此」，屬上。】楊誠齋詩云：【楊誠齋詩云　諸本作「古詩云」。考楊萬里朝天集載此詩，題作「行路難」，作「古詩」者誤。】「君不見河陽花，今如泥土昔如霞。又不見武昌柳，春作金絲秋作帚。人生馬耳射東風，柳色桃花卻長久。秦時東陵千戶侯，華蟲被體腰蒼璆。漢初沛邑刀筆吏，折腰如磬頭搶地。蕭相厥初謁邵平，中庭百拜百不應。邵平後來謁蕭相，故侯一拜一惆悵。萬事反覆何所無，二子豈是大丈夫！窮通流坎皆偶爾，摶扶未必賢搶榆。【摶扶未必賢搶榆　「榆」，原作「揄」。案，「搶榆」蓋用莊子逍遙遊「我決起而飛，搶榆枋」典，作「揄」者誤，據改。】華胥別是一天地，醉鄉何嘗有生死，儂欲與君歸去來，千愁萬恨付一盃。」 \\n 二蘇 \\n 朱文公云：「二蘇以精深敏妙之文，煽傾危變幻之習。」又云：「早拾蘇張之緒餘，晚醉佛老之糟粕。」余謂此文公二十八字彈文也。自程蘇相攻，其徒各右其師。孝宗最重大蘇之文，御製序贊，特贈太師，【特贈太師　諸本無此四字。案，永樂大典卷三四０一引同原本。】學者翕然誦讀。【學者翕然誦讀　「學者」，諸本作「太學」。案，永樂大典同上卷引同原本。】所謂人傳元祐之學，家有眉山之書，蓋紀實也。文公每與其徒言，蘇氏之學，壞人心術，學校尤宜禁絕。編楚辭後語，坡公諸賦皆不取，惟收胡麻賦，【胡麻賦　經進東坡文集事略卷一題作「服胡麻賦」。】以其文類橘頌。編名臣言行錄，於坡公議論，所取甚少。 \\n 了翁孫女 \\n 陳了翁日與家人會食，男女各為一席，食已，必舉一話頭，令家人答。一日問曰：「並坐不橫肱，何也？」其孫女方七歲，答曰：「恐妨同坐者。」 \\n 達賢錄 \\n 魏鶴山云：「某嘗以呂文穆夾袋冊，韓忠獻甲乙丙丁集，呂正獻掌記，曾宣靖雌黃公議，司馬公薦士編，陳密學章稿，范文獻手記，近世虞忠肅翹材館錄之類，粹為一編，名達賢錄，亦使士大夫識得行己用世規模，須是推誠心，布公道，集謀慮，廣忠益，不惟資人輔己，濟一旦之用。往往居德養才，流風所被，薰習演迤，逮乎數世，乃是先知先覺職分當然。」鶴山此論可謂任重道遠。然薦士非難，識士為難。卞和之識玉，九方皋之識馬，此豈有法之可傳哉！若識鑒未至，徒以偏駁錮滯之意見，稱量摸索，其不為王荊公者幾希！荊公嘗曰：「當今可望者，惟呂惠卿一人。」又曰：「章子厚才極高，但為流俗所毀耳。」嗚呼！翹材之所延，夾袋之所載，使盡如荊公之選掄，則是蛇虺之淵，虎狼之藪也，其流毒可勝道哉！故量足以容君子，識足以辨小人，可以為大臣矣。 \\n 大算數 \\n 有日者謁黃直卿，云善算星數，知人禍福。直卿曰：「吾亦有個大算數，書曰：『惠迪吉，從逆凶。作善，降之百祥，作不善，降之百殃。』大學曰：『言悖而出者，亦悖而入。貨悖而入者，亦悖而出。』此箇數，亙古今不差，豈不優於子之算數乎？」 \\n 論菜 \\n 真西山論菜云：「百姓不可一日有此色，士大夫不可一日不知此味。」余謂百姓之有此色，正緣士大夫不知此味。若自一命以上至於公卿，皆是咬得菜根之人，則當必知其職分之所在矣，百姓何愁無飯喫。【百姓何愁無飯喫　「飯」，原誤作「飲」，據諸本改。】 \\n 晚學 \\n 高適五十始為詩，為少陵所推。老蘇三十始讀書，為歐公所許。功深力到，無早晚也。聖賢之學亦然，東坡詩云：「貧家淨掃地，貧女巧梳頭。下士晚聞道，聊以拙自修。」朱文公每借此句作話頭，接引窮鄉晚學之士。 \\n 九日詩 \\n 徐淵子九日詩云：「衰容不似秋容好，坐上誰憐老孟嘉？牢裹烏紗莫吹卻，免教白髮見黃花。」時一朝士和云：「呼兒為我整烏紗，不是無心學孟嘉，要摘金英滿頭插，【要摘金英滿頭插　「頭」，原作「朝」，誤，今據諸本並永樂大典卷八二一引改。】明朝還是過時花。」二詩興致皆佳，未易優劣。 \\n 好人好事 \\n 豫章旅邸，有題十二字云：「願天常生好人，願人常做好事。」鄒景孟表而出之，以為奇語。吾鄉前輩彭執中云：「住世一日，則做一日好人；居官一日，則做一日好事。」亦名言也。 \\n 盜賊脫身 \\n 自古盜賊，如黃巢、儂智高，敗績之後，皆能脫身自免。巢髡髮為僧，題詩自贊，有「鐵衣著盡著僧衣」之句，智高敗後，惟金龍衣在，或謂入海，或謂奔大理國。淳熙間，江湖茶商相挺為盜，【相挺為盜　「挺」，案文義似當作「鋌」。】推荊南茶駔賴文政為首。文政多智，年已六十，不從曰：「天子無失德，天下無他釁，將以何為？」【將以何為　「以」，諸本作「欲」。】群兇不聽，以刃脅之，黽勉而從。文政知事必不集，陰求貌類己者一人，曰劉四，以煎油糍為業，使執役左右。辛幼安為江西憲，親提死士與之角。困屈請降，文政先與渠魁數人來見，約日束兵。既退，謂其徒曰：「辛提刑瞻視不常，必將殺我。」欲遁去，其徒不可。則曰：「甯斷吾首以降，死先後不過數日耳。」其徒又不忍，乃斬劉四之首，使偽為己首以出，而文政竟遁去，官軍迄不知其首級之偽也。 \\n 制詞失體 \\n 嘉定間，【嘉定　原誤作「喜定」，今改。】加史丞相實封，制云：「天欲治，舍我誰也，負孟軻濟世之才；民不被，若己推之，挺伊尹佐王之略。」用經句而帖妥，然過諛失體。勳德如韓魏公，荊公草加官制不過曰：「保茲天子，進無浮實之名；正是國人，退有顧言之行。」或謂荊公素不滿於魏公，故無甚褒之詞，非也，王言之體當然耳。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之三 甲編", "正文": "  \\n 鶴林玉露卷之三　甲編 \\n 　 \\n  \\n  \\n 慶元侍講 \\n 慶元初，趙子直當國，召朱文公為侍講。文公欣然而至，積誠感悟，且編次講義以進。寧宗喜，令點句以來。他日文公請問，【他日文公請問　「文公」二字原無，據稗海本補。】上曰：「宮中常讀之，大要在求放心耳。」【大要在求放心耳　「求」，原誤作「來」，據諸本改。】公因益推明其說曰：「陛下既知學問之要，願勉彊而力行之。」退謂其徒曰：「上可與為善，若常得賢者輔導，天下有望矣。」然是時，韓侂冑自謂有夾日之功，已居中用事。公因進對面諫，又約吏部侍郎彭子壽請對，面發其姦。【面發其姦　「面」，原誤作「白」，據諸本改。】且以書白趙丞相，云當以厚賞酬其勞，勿使干預朝政。侂冑於是謀逐公。忽一日御批云：「朕閔卿耆老，當此隆冬，難立講，已除卿宮觀。」內侍王德謙徑遣付下，宰相執奏，臺諫給舍爭留，【臺諫給舍爭留　「留」，諸本作「疏」。】皆不從。時子壽出護使客，回則公已去矣，即上章攻侂冑云：「昔元符間，向宗良兄弟止緣交通賓客，【止緣交通賓客　「止」，原誤作「上」，據諸本改。】漏泄機密，陳瓘抗章劾之。謂自古戚里侵權，便為衰世之象，外家干政，即是亡國之本。亦如州縣之政，只要權出守令，若子弟親戚交通關節，則姦人鼓舞，良民怨咨。如瓘此言，不可不察。今侂冑所為，不止如宗良，而朝無陳瓘，莫能出力排之。在太上皇朝，始用姜特立，大臣尚能逐之使去。後用袁佐，諫官尚能論之使懼。不謂陛下初政清明，有臣如此，乃無一人敢出一語，則其聲埶可知矣。」上甚嘉納，謂宰相曰：「侂冑是朕親戚，龜年是朕舊學，極是難處。」宰相進兩留之說，且謂龜年性剛，乞宣諭留之。上曰：「此人質直，兼是隨龍舊僚，四人兩人罷，一人憂去，只有龜年，有事肯來說，如此區處甚好。」其晚忽降省劄，直批彭龜年予郡，宰相亦不知也，自是眾君子皆逐矣。上始初雖為侂冑所誤，然三十一年敬仁勤儉如一日。天文示變，齋心露禱。禁中酒器，以錫代銀。上元夜嘗熒燭清坐，小黃門奏曰：「官家何不開燕？」上愀然曰：「爾何知，外間百姓無飯喫，朕飲酒何安？」嘗幸聚景園，晚歸，都人觀者爭入門，蹂踐有死者。上聞之深悔，自是不復出。文公格心之效，終不可泯。陳正甫草保安赦文云：「朕寅畏以保邦，嚴恭而事帝。雖不明不敏，有慚四海望治之心。然無怠無荒，未始縱一毫從己之欲。」真能寫出寧宗心事，天下誦之。 \\n 生成吹噓 \\n 杜陵詩云：「桑麻深雨露，燕雀半生成。」後山詩云：「輟耕扶日月，起廢極吹噓。」或謂虛實不類。殊不知生為造，成為化，吹為陰，噓為陽，氣勢力量，與日月字正相配也。 \\n 齊秦客 \\n 觀李斯逐客之書，則秦固以客興；【則秦固以客興　「客」，原誤作「容」，依文義改。】觀齊人松柏之歌，則齊又以客亡。客何所不有哉？在吾所擇耳。子思、孟軻、荀卿、子順，亦當時之客也，如時君之不用何？用之，則秦之客又何足道！ \\n 畏說 \\n 先君竹谷老人，早登慶元諸老之門，晚年以其所自得者，著畏說一篇。其詞曰：「大凡人心不可不知所畏，畏心之存亡，善惡之所由分，君子小人之所由判也。是以古之君子，內則畏父母，畏尊長，詩云『豈敢愛之，畏我父母』，又曰『豈敢愛之，畏我諸兄』是也。外則畏師友，古語云『凜乎若嚴師之在側』，逸詩曰『豈不欲往，畏我友朋』是也。仰則畏天，俯則畏人，詩曰『胡不相畏，不畏于天』，又曰『豈敢愛之，畏人之多言』是也。夫惟心有所畏，故非禮不敢為，非義不敢動。一念有愧，則心為之震悼；【則心為之震悼　「震悼」，原作「震掉」，誤。案，「震悼」，語出楚辭九章抽思「心震悼而不敢」。據改。】一事有差，則顏為之忸怩。戰兢自持，日寡其過，而不自知其入於君子之域矣。苟惟內不畏父母尊長之嚴，外不畏朋儕師友之議，仰不畏天，俯不畏人，猖狂妄行，恣其所欲，吾懼其不日而為小人之歸也。由是而之，習以成性，居官則不畏三尺，任職則不畏簡書，攫金則不畏市人。吁！士而至此，不可以為士矣，仲尼所謂小人之無忌憚者矣。夫人之所以必畏乎彼者，【必畏乎彼者　「必」，原誤作「心」，據諸本改。】非為彼計也，蓋將以防吾心之縱，而自律乎吾身也。是故以天子之尊，且有所畏，詩曰『我其夙夜，畏天之威』，書曰『成王畏相』，【成王畏相　「相」，原作「天」，據諸本並尚書酒誥改。】孰謂士大夫而可不知所畏乎！以聖賢之聰明，且有所畏，魯論曰：『君子有三畏：畏天命，畏大人，畏聖人之言。』孰謂學者而可不知所畏乎！然則畏之時義大矣哉！余每以此自警，且以效切磋於朋友云。」先君此說出，一時流輩潛心理學者，咸以為不可易。余同年歐陽景顏跋云：「造道必有門，伊洛先覺，以持敬為造道之門，至矣，盡矣。蓋敬，德之聚也。此心纔敬，萬理森列。此身纔敬，四體端固。繇勉強至成熟，此心此身，斂然法度中，可以為人矣。然世之作偽假真者，往往竊持敬之名，蓋不肖之實，內雖荏，而色若厲焉，行無防檢，而步趨若安徐焉。識者病之，至有效前輩打破敬字以為訕侮者，又有以高視闊步，幅巾大袖，而乞加懲絕者。一世傑立之士，【一世傑立之士　「傑」，諸本作「特」。】欲哀救之而志不能遂。近世葉水心作敬亭後記，【敬亭後記　今本葉適集收此文，然無以下羅氏?及之語意。】至不以張思叔之言為然，謂敬為學者之終事。僕深疑焉。近因校文至澧陽，謁竹谷羅先生，以所著畏說見教，僕醒然若有所悟。嗚呼！畏即敬也，使人知畏父母，畏尊長，畏天命，畏師友，畏公論，一如先生所言，欲不敬，得乎？每事有所持循而畏，則其敬也，莫非體察在己實事，見面盎背，臨淵履冰。以偽自蓋者，能之乎？高視闊步，幅巾大袖，假聲音笑貌以為敬，求之於父母兄長師友之間，多可憾焉，人其以敬許之乎！蓋先生以實而求敬，故其敬不可偽。世人以虛而求敬，故其敬或可假。是說也，羽翼吾道，其功豈淺淺哉！至此，則敬不可偽為，而攻持敬者，當自息矣。【當自息矣　「息」，諸本並寬文本均作「思」。】 \\n 勸行樂表 \\n 紹熙甲寅，太學諸生擬勸行樂表云：「周公欺我，願焚酒誥於通衢；孔子空言，請束孝經於高閣。」以勸為諷，字字有來歷。 \\n 秀州刺客 \\n 苗劉之亂，張魏公在秀州，議舉勤王之師。一夕獨坐，從者皆寢，忽一人持刃立燭後。公知為刺客，徐問曰：「豈非苗傅、劉正彥遣汝來殺我乎？」曰：「然。」公曰：「若是，則取吾首以去可也。」曰：「我亦知書，寧肯為賊用？況公忠義如此，豈忍加害！【豈忍加害　「加害」，諸本作「害公」。】恐公防閑不嚴，有繼至者，故來相告爾。」公問：「欲金帛乎？」笑曰：「殺公何患無財！」「然則留事我乎？」曰：「我有老母在河北，未可留也。」問其姓名，俛而不答，攝衣躍而登屋，屋瓦無聲。時方月明，去如飛。明日，公命取死囚斬之，曰：「夜來獲姦細。」公後嘗於河北物色之，不可得。此又賢於鉏麑矣。孰謂世間無奇男子乎？殆是唐劍客之流也。 \\n 南軒六詩 \\n 張宣公題南城云：「坡頭望西山，【坡頭望西山　「坡」，宋詩紀事卷五七收此詩作「城」。永樂大典卷八二一引同原本。】秋意已如許。雲影度江來，霏霏半空雨。」東渚云：「團團凌風桂，宛在水之東。月色穿林影，卻下碧波中。」麗澤云：「長哦伐木詩，【長哦伐木詩　「詩」，宋詩紀事卷五七收此詩作「篇」。永樂大典卷八二一引同原本。】佇立以望子。日暮飛鳥歸，門前長春水。」濯清云：【濯清　宋詩紀事卷五七收此詩題作「濯清亭」。永樂大典卷八二一引同原本。】「芙蓉豈不好，濯濯清漣漪。采去不盈把，惆悵暮忘饑。」【惆悵暮忘饑　「忘」，原誤作「愁」，據諸本、永樂大典同上卷、宋詩紀事同上卷改。】西嶼云：「繫舟西岸邊，幅巾自來去。島嶼花木深，蟬鳴不知處。」采菱舟云：「散策下亭舸，【散策下亭舸　「亭舸」，宋詩紀事收此詩作「亭阿」。永樂大典卷八二一引同原本。】水清魚可數。卻上采菱舟，乘風過南浦。」六詩閑澹簡遠，【閑澹簡遠　「閑澹」，諸本作「平淡」。永樂大典卷八二一引同原本。】德人之言也。 \\n 族譜引 \\n 陶淵明贈長沙公族祖云：「同源分派，【同源分派　「派」，逯欽立校注陶淵明集卷一此詩作「流」。】人易世疏。慨然寤歎，念茲厥初。」老蘇族譜引云：「服始乎衰，而至於緦，而至於無服。無服則親盡，親盡則情盡。情盡則喜不慶，憂不弔。喜不慶，憂不弔，則塗人也。吾所與相視如塗人者，【吾所與相視如塗人者　「與」，諸本作「以」。】其初兄弟也。兄弟其初，一人之身也。悲夫！」正淵明詩意，詩字少意多，尤可涵泳。 \\n 幸不幸 \\n 胡澹庵乞斬秦檜得貶，盧溪先生王廷珪，字民瞻，以詩送之曰：「癡兒不了公家事，男子要為天下奇。」亦貶辰陽。太府寺丞陳剛中，字彥柔，以啟賀之云：「屈膝請和，知廟堂禦侮之無策；張膽論事，喜樞庭經遠之有人。身為南海之行，名若泰山之重。」又云：「誰能屈大丈夫之志，寧忍為小朝廷之謀。知無不言，願請尚方之劍；不遇故去，聊乘下澤之車。」亦貶安遠宰。盧溪晚年，孝宗召赴闕，除直秘閣，一子扶掖上殿，亦予官，壽踰九十。寺丞竟死安遠，無子，其妻削髮為尼。幸不幸之不同如此。吉州吉水縣江濱有石材廟，隆祐太后避虜，御舟泊廟下。一夕，夢神告曰：「速行，虜至矣！」太后驚寤，即命發舟指章貢。虜果躡其後，追至造口，不及而還。事定，特封廟神剛應侯。寺丞南行，題詩廟柱云：「疏爵新剛應，論功舊石材。能形文母夢，還訝佞人來。【還訝佞人來　原此下有夾注云：「左氏傳『佞人來矣』，正謂逐客，事見六一集。」】海市為誰出，衡雲豈自開。乞靈如見告，逐客幾時回。」卒不如其願，悲夫！ \\n 德行科 \\n 楊誠齋初欲習宏詞科，南軒曰：「此何足習，盍相與趨聖門德行科乎？」誠齋大悟，不復習，作千慮策，論詞科可罷曰：「孟獻子有友五人，孟子已忘其三。周室去班爵之籍，孟子已不能道其詳，孟子亦安能中今之詞科哉！」晚年作詩示兒云：「素王開國道無臣，一牓春風放十人。莫羡牓頭年十八，舊春過了有新春。」 \\n 記夢詩 \\n 昌黎記夢詩末句云：「我寧屈曲自世間，【我寧屈曲自世間　「寧」，全唐詩卷三四二作「能」。】安能從汝巢神山。」朱文公定「寧」字作「能」字，謂神仙亦且護短憑愚，則與凡人意態不殊矣。我若能屈曲諂媚，自在世間可也，安用巢神山以從汝哉！正柳下惠「枉道而事人，何必去父母之邦」之意。只一字之差，意味天淵敻別。 \\n 忍事 \\n 張耳、陳餘，魏之名士。秦聞此兩人名，購求張耳千金，陳餘五百金。二人變名姓之陳，為里監門。里吏嘗笞餘，餘欲起，耳躡之，使受笞。吏去，耳引餘之桑下數之曰：「始吾與公言何如？今見小辱而欲死一吏乎？」耳之見，過餘遠矣。餘卒敗死泜水上，【餘卒敗死泜水上　「泜水」，原作「低水」，誤。據諸本並史記卷八九張耳陳餘列傳改。】而耳事漢，富貴壽考，福流子孫，非偶然也。大智大勇，必能忍小恥小忿。彼其雲蒸龍變，欲有所會，豈與瑣瑣者校乎？東坡論子房，潁濱論劉、項，專說一「忍」字，張公藝九世同居，亦只是得此一字之力，杜牧之云「包羞忍恥是男兒」。 \\n 五教三綱 \\n 舜命契敷五教，孟子以為君臣、父子、夫婦、兄弟、朋友是也。左氏傳：晏子曰：「君令臣共，父慈子孝，兄愛弟敬，夫和妻柔，姑慈婦聽。」去朋友而言婦姑。又曰：「君令而不違，臣共而不貳，父慈而教，子孝而箴，兄愛而友，弟敬而順，夫和而義，妻柔而正，姑慈而從，婦聽而婉。」五者之中，唯兄弟婦姑專主於和順，至於君，雖得以令臣，而不可違於理而妄作，臣雖所以共君，而不可貳於道而曲從。父慈其子，必教以義方。子孝其父，必箴其闕失。夫以和倡婦，尤當制之以義。妻以柔從夫，尤當自守以正。蓋三者乃三綱也，所繫尤重，故於睦雍敬愛之中，必有檢方規正之道，庶幾各盡其分，而三綱立矣。 \\n 二罪人 \\n 國家一統之業，其合而遂裂者，王安石之罪也。其裂而不復合者，秦檜之罪也。渡江以前，王安石之說，浸漬士大夫之肺腸，不可得而洗滌。渡江以後，秦檜之說，淪浹士大夫之骨髓，不可得而針砭。 \\n 利害 \\n 朝廷一有計較利害之心，便非王道。士大夫一有計較利害之心，便非儒學。紹興間，張登為尤溪宰。視事之日，請邑之耆老人士相見，首問「天」字以何字對，皆曰「地」。又問「日」字以何字對，皆曰「月」。又問「利」字以何字對，皆曰「害」。張曰：「誤矣，人只知以利對害，【人只知以利對害　「人」，諸本作「今」。】便只管要尋利去，人人尋利，其間多少事！『利』字，只當以『義』字對。」因詳言義利之辯，一揖而退。 \\n 物無小 \\n 豺能殺虎，鼠可害象；一夫足以勝禹，三戶可以亡秦。 \\n 范雎蔡澤 \\n 范雎、蔡澤皆辯士，太史公以之連傳。然雎傾危，澤明坦。雎幽險詭秘，危人骨肉，全是小人意態。澤方入關，便宣言欲代雎。至其所以告雎者，皆消息盈虛之正理，雎必俟澤反覆以禍福曉之，乃肯釋位。澤為秦相數月，即告老，為客卿以終。進退雍容，過雎遠甚。雖然，後之君子固權吝寵，如狡兔之專窟，如猩猩之嗜酒，老死而不知止，受禍而不之覺者，是又在范雎下矣。 \\n 江月句 \\n 孟浩然詩云「江清月近人」，【江清月近人　「清」，原作「晴」，據諸本並全唐詩卷一六０孟浩然宿建德江改。】杜陵云「江月去人只數尺」，子美視浩然為前輩，豈祖述而敷衍之耶！浩然之句渾涵，子美之句精工。 \\n 建茶 \\n 陸羽茶經，裴汶茶述，皆不載建品。唐末，然後北苑出焉。本朝開寶間，始命造龍團，以別庶品。厥後丁晉公漕閩，乃載之茶錄。蔡忠惠又造小龍團以進。東坡詩云：「武夷溪邊粟粒芽，前丁後蔡相籠加，吾君所乏豈此物，致養口體何陋耶！」茶之為物，滌昏雪滯，於務學勤政，未必無助。其與進荔枝桃花者不同，然充類至義，則亦宦官宮妾之愛君也。忠惠直道高名，與范、歐相亞，而進茶一事，乃儕晉公，君子之舉措，可不謹哉！ \\n 救荒 \\n 皇祐間，吳中大饑。范文正公領浙西，乃縱民競渡，與僚佐日出燕湖上，諭諸寺以荒歲價廉，可大興土木。於是，諸寺工作鼎新。又新倉廒吏舍，日役千夫。監司劾奏杭州不卹荒政，游宴興作，傷財勞民。公乃條奏所以如此，正欲發有餘之財以惠貧者，使工技傭力之人，皆得仰食於公私，不至轉徙填壑。荒政之施，莫此為大。是歲，惟杭饑而不害。近時莆陽一寺，規建大塔，工費鉅萬。或告侍郎陳正仲曰：「當此荒歲，寺僧剝斂民財，興無益之土木，公為此邦之望，盍白郡禁止之。」正仲笑曰：「子過矣，建塔之役，寺僧能自為之乎？莫非傭此邦之人為之也。斂之於富厚之家，散之於貧窶之輩，是小民藉此以得食，而贏得一塔耳。當此荒歲，惟恐僧之不為塔也，子迺欲禁之乎？」 \\n 蘇白 \\n 東坡希慕樂天，其詩云：「應似香山老居士，世緣終淺道根深。」然樂天醞藉，東坡超邁，正自不同。魏鶴山詩云：「湓浦猿啼杜宇悲，琵琶彈淚送人歸。誰言蘇白名相似，【誰言蘇白名相似　「名」，諸本作「能」。】試看風騷赤壁磯。」此論得之矣。 \\n 于寶 \\n 楊誠齋在館中，與同舍談及晉于寶，【與同舍談及晉于寶　「及」，原誤作「乃」，據諸本改。】一吏進曰：「乃干寶，非于也。」問何以知之，吏取韻書以呈，「干」字下注云：「晉有干寶。」誠齋大喜曰：「汝乃吾一字之師。」 \\n 帷帳 \\n 紹興省試：高祖能用三傑賦。一卷文甚奇，而第四韻押「運籌帷帳」，考官以漢書乃「帷幄」，非「帳」字，不敢取。出院以語周益公，公曰：「有司誤，非作賦者誤也，史記正是『帷帳』，漢書乃作『幄』。」 \\n 字義 \\n 壽皇問王季海曰：「『聾』字何以從『龍耳』？」對曰：「山海經云：『龍聽以角，不以耳。』」荊公解「蔗」字，不得其義。一日行圃，見畦丁蒔蔗橫瘞之，曰：「它時節節皆生。」公悟曰：「蔗，草之庶生者也。」【蔗草之庶生者也　諸本作「蔗切之夜，庶生是也」。】字義固有可得而解者，如一而大謂之天，是誠妙矣，然不可強通者甚多。世傳東坡問荊公：「何以謂之波？」曰：「波者，水之皮。」坡曰：「然則滑者，水之骨也？」荊公字說成，以為可亞六經。作詩云：「鼎湖龍去字書存，開闢神機有聖孫。湖海老臣無四目，漫將糟粕汙脩門。正名百物自軒轅，野老何知強討論。但可與人漫醬瓿，豈能令鬼哭黃昏。」蓋蒼頡四目，其制字成，天雨粟，鬼夜哭。漫瓿之句，言知者少也。 \\n 前輩志節 \\n 胡忠簡公為舉子時，值建炎之亂，團結丁壯，以保鄉井。隆祐太后幸章貢，虜兵追至，廬陵太守楊淵棄城走。公所居曰薌城，距城四十里，乃自領民兵入城固守。市井惡少乘間欲攘亂，【市井惡少乘間欲攘亂　「亂」，原脫，據諸本補。】斬數人乃定。張牓責楊淵棄城之罪，募人收捕。淵懼，自歸隆祐，隆祐赦之，降?書諭胡銓。事定，新太守來，疑公有他志，不敢入城。公笑曰：「吾保鄉井耳，豈有他哉！」即散遣民兵，徒步歸薌城。楊忠襄公少處郡庠，足不涉茶坊酒肆。同舍欲壞其守，拉之出飲，託言朋友家，實娼館也。公初不疑，酒數行，娼豔粧而出。公愕然，疾趨而歸，解其衣冠焚之，流涕自責。人徒見忠簡以一編脩官乞斬秦檜，甘心流竄，忠襄以金陵一倅唾罵兀朮，視死如歸，豈知其自為布衣時，所立已卓然矣。 \\n 詩勉邑宰 \\n 王梅溪守泉，會邑宰，勉以詩云：「九重天子愛民深，令尹宜懷惻隱心。今日黃堂一杯酒，使君端為庶民斟。」邑宰皆感動。真西山帥長沙，宴十二邑宰於湘江亭，作詩曰：「從來官吏與斯民，本是同胞一體親。既以脂膏供爾祿，須知痛癢切吾身。此邦素號唐朝古，我輩當如漢吏循。今日湘亭一杯酒，便煩散作十分春。」蓋祖述梅溪而敷衍之。 \\n 常平 \\n 惠民之法，莫善於常平。司馬溫公云：「此三代聖人之法，非李悝、耿壽昌所能為也。」陳止齋曰：「周禮以年之上下出斂法，蓋年下則出，恐穀貴傷民也，年上則斂，恐穀賤傷農也，即常平之法矣。」孟子曰：「狗彘食人食而不知檢，塗有餓殍而不知發。」「檢」字，一本作「斂」，蓋狗彘食人食，粒米狼戾之歲也，法當斂之。塗有餓殍，凶歲也，法當發之。由此而言，三代之時，無常平之名，而有常平之政，特廢於衰周耳，真非耿、李所能為也。 \\n 簡易 \\n 郭沖晦謂劉信叔曰：【郭沖晦謂劉信叔曰　「沖晦」，諸本作「仲晦」，誤。案，「沖晦居士」為郭雍號，宋孝宗所賜，見宋史卷四五九隱逸傳。】「處事當以簡易，何則？簡以制繁，易以制難，便不費力。乾坤之大，所以使萬物由其宰制者，不過此二字，況於人乎！」沖晦此論，可謂洞見天地萬物之理。且以用兵言之，韓信多多益辦，只是一簡字。狄武襄夜半破崑崙關，只是一易字。 \\n 大乾夢 \\n 廖德明，字子晦，朱文公高弟也。少時夢謁大乾，【少時夢謁大乾　「夢謁」，原作「謁夢」，蓋倒，據諸本改。】夢懷刺候謁廟廡下，謁者索刺，出諸袖，視其題字云「宣教郎廖某」，遂覺。後登第，改秩，以宣教郎宰閩。請迓者及門，【請迓者及門　「請」，原誤作「清」，據諸本改。】思前夢，恐官止此，不欲行。親朋交相勉，乃質之文公。公曰：「待徐思之。」一夕，忽叩門曰：「得之矣。」因指案上物曰：「人與器物不同，如筆止能為筆，不能為硯；劍止能為劍，不能為琴；故其成毀久速，有一定不易之數。惟人則不然，虛靈知覺，萬理兼該，固有朝為跖而暮為舜者，故其吉凶禍福，亦隨之而變，難以一定言。今子赴官，但當充廣德性，力行好事，前夢不足芥蔕。」子晦拜而受教。後把麾持節，官至正郎。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之四 甲編", "正文": "  \\n 鶴林玉露卷之四　甲編 \\n 　 \\n  \\n  \\n 詞科 \\n 嘉定間，當國者憚真西山剛正，遂謂詞科人每挾文章科目以輕朝廷，自後，詞科不取人。雖以徐子儀之文，亦以巫咸一字之誤而黜之，由是無復習者。內外制，唯稍能四六者即入選。殊不知制誥詔令，貴於典重溫雅，深厚惻怛，與尋常四六不同。今以尋常四六手為之，往往褒稱過實，或似啟事諛詞，雕刻求工，又如賓筵樂語，失王言之體矣。胡衛、盧祖皋在翰苑，【盧祖皋　諸本作「盧祖舉」，誤。案，盧祖皋，字申之，見南宋館閣續錄卷八。】草明堂赦文云，「江淮盡掃於胡塵」。太學諸生嘲之曰：「胡塵已被江淮掃，卻道江淮盡掃於。」又曰：「傳語胡、盧兩學士，不如依樣畫胡盧。」端平初，患代言乏人，乃略更其制，出題明注出何書，乃許上請，【乃許上請　「乃」，原作「仍」，據諸本改。】中選者堂除教官。然名實既輕，習者亦少。昔孝宗朝，議者欲科舉取士，以論策共為一場，制詔表章為一場，上欣然欲行之，而周益公等不主其說，遂不果行。余謂若行此法，則舉子無不習王言者。習者既多，自有精工者出於其間，他時選拔而用之，何患絲綸之不雅正乎！【何患絲綸之不雅正乎　「不」字原脫，據諸本補。】 \\n 透脫 \\n 楊誠齋丞零陵日，有春日絕句云：【春日絕句　楊萬里江湖集此詩題作「閑居初夏午睡起」。】「梅子留酸軟齒牙，【梅子留酸軟齒牙　「留」，諸本作「流」。案，江湖集作「留」。】芭蕉分綠與窗紗。【芭蕉分綠與窗紗　「與」，諸本作「上」。案，江湖集亦作「上」。】日長睡起無情思，閑看兒童捉柳花。」張紫巖見之曰：「廷秀胸襟透脫矣！」 \\n 對壘 \\n 與敵對壘，必分兵以擾之，設詐以疑之。擾之，則其力不給；疑之，則其心不安。力不給，則敗；心不安，則遁。 \\n 李勣 \\n 李勣臨終，謂其弟德曰：【謂其弟德曰　案，考舊唐書卷六七李勣傳，其弟名弼，非為「德」，新唐書本傳同，此處蓋誤。】「吾子孫若有志氣不倫，交游非類者，必先撾殺之而後以聞。」其言嚴厲如此。酉陽雜俎載，勣孫敬業，年十許歲，勇悍異甚。勣心患之，伺其入林獵獸，縱火焚林，敬業見火至，刳所乘馬，入其腹中。火過，浴血而出，迄不能害。臨終之戒，為敬業發也。厥後則天之禍，敬業起兵，所謂「一抔之土未乾，六尺之孤何在」者，名義固正，亦狂率矣，卒殲其宗。然武氏之立，大臣力爭之，以勣家事一語而定。唐之子孫，半為血肉，殲宗之禍，非天報耶？ \\n 買硯詩 \\n 徐淵子詩云：「俸餘擬辦買山錢，卻買端州古硯磚。依舊被渠驅使在，買山之事定何年？」劉改之賀其除直院啟云：【劉改之賀其除直院啟云　「其除」，諸本作「徐」。案，永樂大典卷八二一引同原本。】「以載鶴之船載書，入覲之清標如此；移買山之錢買硯，平生之雅好可知。」淵子詞清雅，余尤愛其夜泊廬山詞云：「風緊浪淘生，【風緊浪淘生　「淘」，諸本作「花」。案，永樂大典引同原本。】蛟吼鼉鳴，家人睡著怕人驚。只有一翁捫虱坐，依約三更。雪又打殘燈，欲暗還明。有誰知我此時情？獨對梅花傾一盞，還又詩成。」 \\n 孤鴈獨鶴 \\n 杜陵詩云：「孤鴈不飲啄，飛鳴聲念群。誰憐一片影，相失萬重雲。望斷似猶見，【望斷似猶見　「斷」，九家集注杜詩卷二十九孤雁作「盡」。】哀多如更聞。野鴉無意緒，鳴噪自紛紛。」又云：「獨鶴歸何晚，昏鴉已滿林。」以興君子寡而小人多，君子淒涼零落，小人噂沓喧競。其形容精矣。 \\n 朱文公詞 \\n 世傳滿江紅詞云：「膠擾勞生，待足後何時是足？據見定隨家豐儉，便堪龜縮。得意濃時休進步，須知世事多翻覆。漫教人白了少年頭，徒碌碌。誰不愛，黃金屋；誰不羡，千鍾祿。柰五行不是、這般題目。枉費心神空計較，兒孫自有兒孫福。也不須採藥訪神仙，惟寡欲。」以為朱文公所作。余讀而疑之，以為此特安分無求者之詞耳，決非文公口中語。後官于容南，節推翁諤為余言，其所居與文公鄰，嘗舉此詞問公。公曰，非某作也，乃一僧作，其僧亦自號「晦庵」云。又水調歌頭云：「富貴有餘樂，貧賤不堪憂。那知天路幽險，【那知天路幽險　「那」，晦庵先生朱文公文集卷十此詞作「誰」。】倚伏互相酬。請看東門黃犬，更聽華亭清唳，千古恨難收。何似鴟夷子，散髮弄扁舟。鴟夷子，成霸業，有餘謀。收身千乘卿相，歸把釣魚鉤。春晝五湖煙浪，秋夜一天雲月，此外儘悠悠。永棄人間事，吾道付滄洲。」此詞乃文公作，然特敷衍檃括李杜之詩耳。【然特敷衍檃括李杜之詩耳　「特」，原誤作「持」，據諸本改。】 \\n 鄧友龍使虜 \\n 嘉泰中，鄧友龍使金，【鄧友龍使金　「金」，諸本作「虜」，此蓋後人回改之異，以下類此者，俱逕改不出校。】有賂驛吏夜半求見者，具言虜為韃之所困，饑饉連年，民不聊生，王師若來，勢如拉朽。友龍大喜，厚賂遣之。歸告韓侂冑，且上倡兵之書，北伐之議遂決。其後王師失利，侂冑誅，友龍竄。或疑夜半求見之人，誑誕誤我。然觀金虜南遷錄，其言皆不誣。此必中原義士，不忘國家涵濡之澤，幸虜之亂，潛告我使。惜乎將相非人，無謀浪戰，竟孤其望，是可歎也。 \\n 誠齋退休 \\n 楊誠齋自祕書監將漕江東，年未七十，退休南溪之上。老屋一區，僅庇風雨。長鬚赤腳，纔三四人。徐靈暉贈公詩云：「清得門如水，貧唯帶有金。」蓋紀實也。聰明強健，享清閒之福十有六年。寧皇初元，與朱文公同召。文公出，公獨不出。【公獨不出　「出」，諸本作「起」。】文公與公書云：「更能不以樂天知命之樂，而忘與人同憂之憂，毋過於優游，毋決於遁思，則區區者，猶有望於斯世也。」然公高蹈之志，已不可回矣。嘗自贊云：「江風索我吟，山月喚我飲，醉倒落花前，天地為衾枕。」又云：「青白不形眼底，雌黃不出口中。只有一罪不赦，唐突明月清風。」 \\n 紹熙內禪 \\n 紹熙甲寅，【紹熙甲寅　諸本作「紹興甲寅」。案，考宋史卷三六光宗本紀及續通鑑卷一五三，孝宗病篤，光宗拒不往視，寧宗被?臣所推即位，皆為紹熙五年(甲寅)事，諸本此條標題及文內首句作「紹興」皆誤。】壽皇不豫，光宗以疾不能過宮，然猶日臨內朝，宰相率百官固請，不從。嘗降出一草茅書，言建儲事，宰相袖進取旨，上變色曰：「儲不豫建，建即代矣。朕第欲卿知其妄耳。」越數日，宰執再以請，御批有「歷事歲久，念欲廢閑」之語。壽皇升遐，上不能喪，群臣相率攀上衣裾泣曰：「壽皇死也，陛下合上輦一出。」隨至福寧殿，不退。上亦泣曰：「此非卿等行處也。」急還內，【急還內　諸本作「可急還」。】褲緎為裂。時中外訛言洶洶，或言某將輒奔赴，或言某輩私聚哭。朝士有潛遁者，近倖富人，競匿重器，都人皇皇。趙忠定在西府，密謀內禪，念莫可達意於壽聖者。韓侂冑，壽聖甥也，乃令閤門蔡必勝潛告之。【乃令閤門蔡必勝潛告之　「閤門」，原作「閣門」，誤。案，當作「閤門」為是。續通鑑卷一五三有「知閤門事韓侂冑與同里蔡必勝同在閤門」之語可證，據改。又，「蔡必勝」，諸本作「蔡勝」，亦誤。】侂冑遂因知省關禮白壽聖。議始定，忠定令工部尚書趙彥逾戒殿帥郭杲、敕宿衛起居舍人彭龜年告嘉邸備進發。【起居舍人彭龜年　「舍人」，諸本作「郎」。案，據續通鑑卷一五三所記，彭龜年時為「起居舍人」。】七月甲寅，禫祭，壽聖引宰執至簾下，【引宰執至簾下　諸本作「引宰相執政簾下」。】諭曰：「皇帝疾，至今未能執喪，自欲退閑，此御筆也。嘉王可即皇帝位於重華宮，躬行喪禮。」嘉王卻避再三，侂冑、必勝扶抱登御榻，流涕被面。命泰安宮提舉楊舜卿往南內請八寶，初猶靳予，舜卿傳奏云：「官家兒子做了。」乃得寶出。事定，侂冑意望節鉞，忠定不與。知閤劉弼乘間言曰：「此事侂冑頗有功，亦合分些官職與他。」忠定曰：「渠亦有何大功！」弼語侂冑，侂冑未信，謁忠定以探其意，忠定岸然不交一談。侂冑退而歎曰：「劉知閤不吾欺。」於是邪心始萌，謀逐忠定矣。 \\n 竹夫人制 \\n 李公甫謁真西山，丐詞科文字，西山留之，小飲書房。指竹夫人為題曰：「蘄春縣君祝氏，可封衛國夫人。」公甫援筆立成，末聯云：「於戲！保抱携持，朕不忘兩夜之寢。【朕不忘兩夜之寢　「兩」，原誤作「丙」，據諸本改。】展轉反側，爾尚形四方之風。」西山擊節。蓋八字用詩書全語，皆婦人事，而形四方之風，又見竹夫人玲瓏之意。其中頌德云：「常居大廈之間，【常居大廈之間　「廈」，原誤作「憂」，據諸本改。】多為涼德之助。剖心析肝，【剖心析肝　「剖」，原作「割」，據諸本改。】陳數條之風刺；自頂至踵，無一節之瑕疵。」 \\n 罵尸蟲文 \\n 柳子厚文章精麗，而心術不掩焉，故理意多舛駁。【理意多舛駁　「舛」，原誤作「升」，據諸本改。】余嘗書其罵尸蟲文後云：尸蟲伏人骸竅間，狙伺隱慝，上訴之帝，意求飲食，人以是多罹咎謫，【人以是多罹咎謫　「罹」，原誤作「羅」，據諸本改。】柳子憎而罵之。余謂尸蟲未果有也，果有之，疑帝借以為耳目，未可罵也。世之人唯不知有尸蟲，世之人而知有尸蟲，則豈特摩牙奮距，昂昂然以凶毒自名者，削跡於世哉！色厲內荏，聲善實狠，若共、兜、少正卯輩當亦少衰矣。故余謂尸蟲之有裨於世教甚大，帝之福善禍淫，有藉於尸蟲甚切。帝之飲以飲食也，初非賞讒；尸蟲之嘵嘵上訴也，亦非以讒故。仁人君子謂宜彰尸蟲之功於天下，俾警焉可矣。罵者何也？且柳子何畏乎尸蟲？謹修而身，宅而心，七情所動，不違其則，雖有尸蟲，將焉攸訴？彼若鼓其讒頰，咀毒銜鋒，謂巢由污，龍逢、比干佞，謂周、孔不仁，則帝之聰明，將怒殛之矣。奚聽信以降割于我民！設或循其首以至踵，未能無面熱汗下，徒憎其不為己隱，申之以罵焉，余恐祗益其訴帝之說而已。 \\n 舉劉郡守 \\n 張宣公帥江陵，道經澧，澧之士子十數輩，執文書郊迎。公喜見鬚眉，就馬上長揖，索其文觀之，乃舉劉郡守政績。公擲其文于地曰：「諸公之來，某意其相與講切義理之是非，啟告閭閻之利病，有以見教。今乃不然，是特被十隻冷饅頭使耳！」躍馬徑去，澧守上謁，亦不請見。【亦不請見　「請」，諸本作「容」。】 \\n 制置用武臣 \\n 嘉定間，山東忠義李全，跋扈日甚。朝廷擇人帥山陽，見大夫無可使，遂用許國。國，武人也，特換文資，除大府卿以重其行。國至山陽，偃然自大，受全庭參，全軍忿怒，囚而殺之。幕客杜子埜，詩人也，亦死焉。初，國之換文資，【國之換文資　「資」，原作「也」。依上「特換文資」語，作「資」是，據諸本改。】喬壽朋以書抵史丞相曰：「祖宗朝，制置使多用名將。紹興間，不獨張、韓、劉、岳嘗為之，楊沂中、吳玠、吳珙、劉錡、王夑、成閔、李顯中諸人亦為之。不特制置使可為，樞密、處置、宣撫等使，亦可為也，豈必盡文臣哉！至於文臣任邊事，固有反以觀察使授之者，如韓忠獻、范文正、陳堯咨是也。今若就加本等之官，以重制帥之選，初無不可，乃使之處非其地，遽易以清班，彼必修飾邊幅，強自標置，求以稱此。人心固未易服，恐反使人有輕視不平之心，此不可不慮也。」廟堂不能從，未幾，果敗。李全自此遂叛。嘗曰：「吾不患兵不精，唯患財不贍。」有士人教之以依朝廷樣式造楮券，全從之，所造不勝計，持過江南市物，人莫能辨。其用頓饒，而江南之楮益賤，上下共以全為憂。辛卯上元夜，酒酣，自提兵攻維揚，忽陷於城外淖中而死。 \\n 男子婦人拜 \\n 朱文公云，古者男子拜，兩膝齊屈，如今之道拜。杜子春注周禮奇拜，以為先屈一膝，如今之雅拜，即今拜也。古者婦女以肅拜為正，謂兩膝齊跪，手至地，而頭不下也，拜手亦然。南北朝有樂府詩說婦人曰：「伸腰再拜跪，問客今安否。」伸腰亦是頭不下也。周宣帝令命婦相見皆跪，如男子之儀。不知婦人膝不跪地，而變為今之拜者，起於何時？程泰之以為始於武后，不知是否。余觀王建宮詞云：「射生宮女盡紅粧，請得新弓各自張。臨上馬時齊賜酒，男兒跪拜謝君王。」則唐時婦女拜不跪可證矣。 \\n 馬謖 \\n 諸葛孔明征蠻，馬謖曰：「攻心為上，攻城為下，心戰為上，【心戰為上　諸本「心」作「義」。案，三國志卷三九馬謖傳裴注作「心」。】兵戰為下。」其論高矣。街亭之敗，用秦穆宥孟明故事可也。蜀埶日傾，蜀才日少，而乃流涕斬謖，過矣。夫法立必誅，【夫法立必誅　「必誅」，原作「誅必」，據稗海本改。】而不權以古人八議之仁，此申、韓之所為也。前輩謂子房之學出於黃、老，孔明之學出於申、韓，信矣。近世張魏公之斬曲端、趙哲，乃效孔明所為，尤非也。 \\n 唐子西詩 \\n 唐子西立朝，賦梅花詩云：「桃花能紅李能白，春深無處無顏色。不意尚有數枝梅，【不意尚有數枝梅　「意」，寬文本作「應」。案，永樂大典卷八二一引亦作「應」。】可是東君苦留客？」「向來開處是嚴冬，桃李未在交遊中。只今已是丈人行，勿與年少爭春風。」執政者惡其自尊，【執政者惡其自尊　「尊」，諸本作「專」。案，永樂大典引同原本。】一斥不復。後以黨禍謫羅浮，作詩云：「說與門前白鷺群，也須從此斷知聞。諸公有意除鉤黨，甲乙推求恐到君。」殊有意味。又云：「鶴歸遼海悲人世，猿入巴山叫月明。唯有蠱沙今好在，往來休傍水邊行。」抱朴子云，周穆王南征，一軍皆化，君子化為猿鶴，小人化為蠱沙。詩意言君子或死或貶，唯小人得志，深畏其含沙射影也。 \\n 清廉 \\n 士大夫若愛一文，不直一文。陳簡齋詩云：「從來有名士，不用無名錢。」楊伯子嘗為余言：「士大夫清廉，便是七分人了。蓋公忠仁明，皆自此生。」伯子，誠齋冢嗣，號東山先生，清節高文，趾美克肖。其帥番禺，【其帥番禺　「其」，原誤作「某」，據諸本改。】將受代，有俸錢七千緡，盡以代下戶輸租。有詩云：「兩年枉了鬢霜華，照管南人沒一些。七百萬錢都不要，脂膏留放小民家。」又別石門詩云：「石門得得泊歸舟，江水依依別故侯。擬把片香投贈汝，這回欲帶忘來休。」蓋晉吳隱之守五羊，【晉吳隱之守五羊　「晉」，諸本作「昔」。案，據晉書卷九０良吏傳，吳隱之為晉安帝時廣州刺史，則作「晉」亦不誤。】不市南物，歸舟有香一片，舉而投諸石門江中，用此事也。其帥三山，不請供給錢，以忤豪貴劾去。作詩貽先君云：【作詩貽先君云　「云」，原誤作「詩」，據諸本改。】「與世長多忤，持身轉覺孤。夤緣新齒舌，收拾老頭顱。我已訶瀧吏，君誰誦子虛。同歸燈火讀，家裏石渠書。」時先君與之同入閩故也。陳膚仲作玉壺冰、朱絲絃二詩送之。林自知送行詩云：【林自知　諸本作「林自和」，未詳孰是。】「公來無琴鶴，公去有芒鞋。」又一幕官詩云：「從渠腰下有金帶，何處山中無菜羹？」真西山入對，主上問當今廉吏，西山既以趙政夫為對。翌日又奏曰：「臣昨所舉廉吏未盡，如崔與之之出蜀，唯載歸艎之圖籍，楊長孺之守閩，靡侵公帑之毫釐，皆當今之廉吏也。」 \\n 西湖長 \\n 東坡守杭守潁，皆有西湖，故潁川謝表云：【潁川謝表　經進東坡文集事略卷二六作「潁州謝表」。案，蘇軾於元祐六年以龍圖閣學士知潁州，此作「潁川」者誤。又，文中所引潁川謝表之語，為東坡文集潁州謝表所無。阮閱詩話總龜卷二七及胡仔苕溪漁隱叢話前集卷四一載此事，記作「謝執政啟」。】「入參兩禁，每玷北扉之榮；出典二州，輒為西湖之長。」秦少章詩云：「十里薰風菡萏初，【十里薰風菡萏初　「薰」，原誤作「董」，據諸本改。又，「薰風」，詩話總龜、苕溪漁隱叢話引作「荷花」。】我公所至有西湖。欲將公事湖中了，見說官閑事亦無。」後謫惠州，亦有西湖。楊誠齋詩云：「三處西湖一色秋，錢塘汝潁及羅浮。【錢塘汝潁及羅浮　楊萬里南海集惠州豐湖亦名西湖之二作「錢塘潁水更羅浮」。】東坡元是西湖長，不到羅浮便得休。」 \\n 春秋書國滅 \\n 胡文定春秋傳，作於渡江之初。其論國滅也，曰：「春秋滅人之國，其罪則一，而見滅之君，其例有三：以歸者，既無死難之節，又無克復之志，貪生畏死，甘就執辱，其罪為重，許斯、頓牂之類是也；【頓牂之類是也　「頓牂」，諸本作「賴牂」，誤。案，春秋於定公十四年下記云：「佗人帥師滅頓，以頓子牂歸。」】出奔者，雖不死於社稷，有興復之望焉，託於諸侯，猶得寓禮，其罪為輕，弦子、溫子之類是也；若夫國滅死於其位，是得正而斃焉者矣，於禮為合，於時為不幸，若江、黃二國是也。」其旨嚴矣，如劉禪、愍懷，皆春秋之罪人也。近時韃虜入蔡，殘金之主守緒，乃能聚薪自焚，義不受辱，庶幾於江、黃。 \\n 陸放翁 \\n 陸務觀，農師之孫，有詩名。壽皇嘗謂周益公曰：「今世詩人亦有如李太白者乎？」益公因薦務觀，由是擢用，賜出身為南宮舍人。嘗從范石湖辟入蜀，故其詩號劍南集，多豪麗語，言征伐恢復事。其題俠客圖云：「趙魏胡塵十丈黃，遺民膏血飽豺狼。功名不遣斯人了，無奈和戎白面郎。」壽皇讀之，為之太息。臺評劾其恃酒頹放，因自號「放翁」。作詞云：「橋如虹，水如空，一葉飄然煙雨中，天教稱放翁。」晚年為韓平原作南園記，除從官。楊誠齋寄詩云：「君居東浙我江西，鏡裏新添幾縷絲。花落六回?信息，月明千里兩相思。不應李杜翻鯨海，更羡夔龍集鳳池。道是樊川輕薄殺，猶將萬戶比千詩。」蓋切磋之也。然南園記唯勉以忠獻之事業，無諛辭。晚年詩和平粹美，有中原承平時氣象，朱文公喜稱之。 \\n 席地 \\n 古人席地而坐，登席則去履襪。左氏傳：褚師聲子襪而登席，衛侯怒其無禮。如簠簋豆籩，【簠簋豆籩　「豆籩」，諸本作「籩豆」。】高不踰尺，便於取食。今世夫子廟塑像，【今世夫子廟塑像　「塑」，原誤作「望」，據諸本改。】巍然高坐，而祭器乃陳於地，殊覺未安。朱文公云：「先君嘗過鄭國列子廟，見其塑像，以石為席，而坐於地，先聖像設，亦宜倣此。」 \\n 蝶粉蜂黃 \\n 楊東山言：道藏經云，蝶交則粉退，蜂交則黃退。周美成詞云「蝶粉蜂黃渾退了」，正用此也。而說者以為宮粧，且以「退」為「褪」，誤矣。余因歎曰，區區小詞，讀書不博者，尚不得其旨，況古人之文章，而可臆見妄解乎！ \\n 戒色 \\n 唐司空圖詩云：「昨日流鶯今日蟬，起來又是夕陽天。六龍飛轡長相窘，更忍乘危自著鞭。」戒好色自戕者也。楊誠齋善謔，嘗謂好色者曰：「閻羅王未曾相喚，子乃自求押到，何也？」即此詩之意。 \\n 小官對移 \\n 廖子晦為小官，遭長官以非理對移，殊不能堪。朱文公以書曉之云：「吾人所學，【吾人所學　「吾」，諸本作「古」，誤。案，朱文公文集卷四五答廖子晦書作「吾」。】正要此處呈驗，已展不縮，已進不退，只得硬脊梁與他廝捱，【只得硬脊梁與他廝捱　朱文公文集同上卷「硬」下有一「著」字。】看如何？【看如何　朱文公文集同上卷作「看他如何」。】自家決定不肯開口告他，若到任滿，便作對移，批書離任，則他許多威風都無使處矣，豈不快哉！此間有吳伯起者，不聞講學，【不聞講學　「聞」，諸本作「曾」。】後聞陸子靜說話，【後聞陸子靜說話　「陸子靜」，諸本作「李子靜」，誤。案，朱文公文集作「陸子靜」。又，朱集「陸子靜」下有「門人」二字為原本所無。】自謂有所得。及作令，被對移他邑主簿，卻不肯行，百方求免。某嘗笑之，以為何至如此。若對移作指使，即逐日執杖子去知府廳前唱喏。若對移作押錄，即逐日抱文書去知縣廳前呈覆。更做耆長壯丁，亦未妨與他去做，況主簿乎？」文公之意，蓋謂心無愧怍，則無入而不自得；心無貪戀，則無往而不自安。此不在於臨事遇變之時，而在於平居講學之際。講之素精，見之素定，真知夫進退得喪死生禍福之不足以累吾心，則雖鼎鑊刀鋸，視之如寢飯之安矣，況於一升黜予奪之間者哉！韓昌黎云：「夫儒者之於患難，苟非其自取之，其拒而不受於懷也，若築河堤而障屋霤；其容而消之也，若水之於海、冰之於夏日；其翫而忘之以文辭也，若奏金石以破蟋蟀之鳴、蟲飛之聲；況一不缺於考功盛山一出入息之間哉！」此最善形容處。【此最善形容處　稗海本於此下有夾注云：「考功，官銜；盛山，地名也。」】 \\n 試進士見燭 \\n 唐人詩云：「三條燭盡鐘初動，九轉丹成鼎未開。明月漸低人擾擾，【明月漸低人擾擾　王定保唐摭言卷一五、詩話總龜前集卷一０引此詩「明月」均作「殘月」，似於義為長。】不知誰是謫仙才。」此唐試進士見燭之驗也。白樂天奏狀云：「禮部試進士例，許用書冊，兼得通宵。」蓋亦不禁懷挾矣。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之五 甲編", "正文": "  \\n 鶴林玉露卷之五　甲編 \\n 　 \\n  \\n  \\n 相字音? \\n 白樂天詩云：「為問長安月，誰教不相離。」「相」字下自注云：「思必切。」【思必切　諸本並寬文本均作「思移切」。案，「必」與「移」於廣韻分屬不同韻部。陸游老學庵筆記卷一０云：「世多言白樂天用『相』字，多從俗語作思必切，如『為問長安月，如何不相離』是也。」又洪邁容齋隨筆卷一司字作入聲條引「為問長安月，誰教不相離」，並云：「相字下自注云：『思必切』。」據此，當作「思必切」為是。今據改。】乃知今俗作「廝」字者，非也。 \\n 格天閣 \\n 秦檜少遊太學，博記工文，善幹鄙事，同舍號為「秦長腳」。每出遊飲，必委之辦集。既登第，又中詞科。【又中詞科　「又」，諸本作「及」。案，考宋史卷四七三姦臣傳，有「登政和五年第，......繼中詞學兼茂科」之語，當作「又」為是。】靖康初，為御史中丞。金人陷京師，議立張邦昌。檜陳議狀，大略謂：「趙氏傳緒百七十年，號令一統，綿地萬里，子孫蕃衍，布在四海，德澤深長，百姓歸心。只緣姦臣誤國，遂至喪師失守，豈可以一城而決廢立哉！若必欲舍趙氏而立邦昌，則京師之民可服，而天下之民不可服；京師之宗子可滅，而天下之宗子不可滅。望稽古揆今，復君之位，以安天下。」虜雖不從，心嘉其忠，與之俱歸。檜天資狡險，始陳此議，特激於一朝之諒。既至虜廷，情態遂變，諂事撻辣，傾心為之用。兀朮用事，侵擾江淮，韓世忠邀之於黃天蕩，幾為我擒。一夕鑿河，始得遁去。再寇西蜀，又為吳玠敗之於和尚原，至自髡其鬚髮而遁。知南軍日強，懼不能當，乃陰與檜約，縱之南歸，使主和議。檜至行都，紿言殺虜之監己者，奔舟得脫。見高宗，首進「南自南，北自北」之說，【首進南自南北自北之說　「首進」，諸本作「遂道」。案，據宋史姦臣傳「檜首言『如欲天下無事，南自南，北自北』」之語，當作「首進」是。】時上頗厭兵，入其言。會諸將稍恣肆，各以其姓為軍號，曰「張家軍」、「韓家軍」。檜乘間密奏，以為諸軍但知有將軍，不知有天子，跋扈有萌，不可不慮。上為之動，遂決意和戎，而檜專執國命矣。方虜之以七事邀我也，有毋易首相之說，正為檜設。洪忠宣自虜回，戲謂檜曰：「撻辣郎君致意。」檜大恨之。厥後金人徙汴，其臣張師顏者作南遷錄，載孫大鼎疏，備言遣檜間我，以就和好。於是檜之姦賊不臣，其跡始彰彰矣。方其在相位也，建一德格天之閣，有朝士賀以啟云：「我聞在昔，惟伊尹格于皇天；民到于今，微管仲吾其左衽。」檜大喜，超擢之。【超擢之　「超」，原作「起」，諸本作「超」。作「超」於義較長，據改。】又有選人投詩云：「多少儒生新及第，高燒銀燭照娥眉。【高燒銀燭照娥眉　「銀」，原誤作「錄」，據諸本改。】格天閣上三更雨，猶誦車攻復古詩。」檜益喜，即與改秩。蓋其胸中有慊，故特喜此諛語，以為掩覆之計，真猾夏之賊也。余觀唐則天追貶隋臣楊素詔曰：【唐則天追貶隋臣楊素詔　「貶」，原誤作「敗」，據諸本改。】「朕上嘉賢佐，下惡賊臣，【下惡賊臣　「賊」，原誤作「賦」，據諸本改。】嘗欲從容於萬機之暇，褒貶於千載之外。矧年代未遠，耳目尚存者乎！」夫楊素異代之姦臣，則天一女主，尚知惡而貶之。矧如檜者，密奉虜謀，脅君誤國，罪大惡極，上通於天，其可赦乎！開禧用兵，雖嘗追削，嘉定和戎，旋即牽復，是可嘆也。【是可嘆也　諸本於此後另行有「檜初歸一節，中興遺史說得尤詳」一句，當係後人批注混入，非羅書之文。】 \\n 易六卦 \\n 洪容齋云：「易乾坤之下，六卦皆有坎，此聖人防患備險之意也。」余謂屯、蒙，未出險者也，訟、師，方履險者也，戒之宜矣。若夫需者，燕樂之象；比者，親附之象，乃亦有險焉。蓋斧斤鴆毒，每在於衽席盃觴之間，而詡詡笑語，未必非彎弓下石者也。於此二卦，其戒尤不可不嚴焉。 \\n 放魚詩 \\n 王荊公新法煩苛，毒流寰宇，晚歲歸鍾山，作放魚詩云：「物我皆畏苦，捨之寧啖茹。」其與梁武帝窮兵嗜殺，而以麵代犧牲者何殊？余嘗有詩云：「錯認蒼姬六典書，【錯認蒼姬六典書　「蒼姬」，許慎說文解字序作「倉頡」，此作「蒼姬」似誤。】中原從此變蕭疏，幅巾投老鍾山日，辛苦區區活數魚。」 \\n 杜悰范文正 \\n 唐宣宗遺詔立夔王，而中尉王宗實等迎鄆王立之，【中尉王宗實等迎鄆王立之　「王宗實」，原誤作「王宗貫」，考新唐書卷九懿宗本紀並資治通鑑卷二四九宣宗大中一三年所記，當作「王宗實」，據改。】是為懿宗。上嘗出宦官請鄆王監國奏，令宣徽使楊公慶持示宰相杜悰曰：「當時宰相無名者，皆以反法處之。」悰謂公慶及兩樞密曰：「主上新踐阼，當以仁愛為先，豈得遽贊成殺宰相事！若習與性成，則中尉樞密，豈得不自憂乎？」公慶色沮而去，帝怒亦釋。慶曆中，劫盜張海過高郵，【劫盜張海過高郵　「劫」，原誤作「刦」，據諸本改。】知軍晁仲約令百姓斂金帛牛酒勞之。海悅，徑去，不為暴。事聞，富鄭公欲誅仲約，范文正不可。富公慍曰：「方今患法不舉，欲舉法而多方沮之，何以整眾？」范公曰：「祖宗以來，未嘗輕殺臣下，此盛德事，奈何欲輕壞之？他日主上手滑，吾輩亦未敢自保也。」富公終不以為然。其後自河北還朝，不許入國門，未測朝廷意，終夜徬徨，不能寐，思范公語，繞床歎曰：「范六丈，聖人也。」文正之言，與杜悰略同，皆至言也。李斯勸胡亥以煩刑，而身具五刑以死，為人臣者，可以監矣。建炎初，【建炎初　「初」字原無，考下文「維揚之禍」，為建炎元年事，故據諸本補。】維揚之禍，諫官袁植乞誅黃潛善等九人，高宗不可，曰：「朕方責己，豈可歸罪股肱？」宰相呂頤浩曰：「我朝輔弼大臣，縱有大罪，止從貶竄，故盛德足以祈天永命。植發此言，虧陛下好生之德。」乃出植知池州。大哉！高宗之德。至哉！頤浩之論。當時若從植言，潛善等固死有餘罪，然此門既開，厥後秦檜專國，必借此藉口，以鉏善類，其產禍，寧有極乎！ \\n 詩詠蟋蟀 \\n 張文潛云：「詩三百篇，雖云婦人女子、小夫賤隸所為，要之非深於文章者不能作。如『七月在野』以下皆不道破，至『十月入我床下』，方言是蟋蟀，非深於文章者能之乎？然是詩乃周公作，其超妙宜矣。荊公絕句云：『昏黑投林曉更驚，背人相喚百般鳴。柴門長閉春風暖，事外還能見鳥情。』蓋祖此法。」 \\n 人事天命 \\n 王景文云：「有心於避禍，不若無心於任運。」斯言固達矣，然必自反無愧，自盡無憾，【自盡無憾　「盡」，諸本作「省」。】乃可安之於命。伊川曰：「人之於患難，只有一個處置，盡人謀之後，?須泰然處之。」東坡曰：「知命者必盡人事，然後理足而無憾。物之有成必有壞，譬如人之有生必有死，而國之有興必有亡也。雖知其然，而君子之養身也，凡可以久生而緩死者，無不用；其治國也，凡可以存存而救亡者，無不為；至於不可奈何而後已，此之謂知命。」 \\n 涪陵樵夫 \\n 伊川謫涪，渡江，風浪大作，舟中之人皆失色。伊川正襟端坐，神色泰然。既及岸，有樵夫問曰：「公是達後如此，是捨後如此？」伊川登岸，欲與之言，已去不可追矣。余謂惟達故捨，惟捨故達，達是智，捨是勇。夫子曰：「朝聞道夕死可矣。」使未聞道，必有貪生怖死之心，安能夕死而可哉！可者，委順而無貪怖之心也。「朝聞道」是達，「夕死可矣」是捨，達須是平時做工夫，捨則臨事自然如此。 \\n 胡忠簡碑 \\n 周益公作胡忠簡神道碑云：「武王一戎衣而天下定，義士猶或非之，孔子奚取焉，為萬世計也。」蓋忠簡力詆和議，乞斬秦檜，而紹興終於和戎，故以忠簡比夷齊，以高宗比武王，可謂回護得體。 \\n 秦誓 \\n 康節邵子云：「夫子定書，以秦誓綴周、魯之後，知周之必為秦也。」前輩頗不然其說。余嘗思之，亦自有理。蓋說者皆謂取穆公悔過一念，故特錄其書。然作誓之後，彭衙、令狐、汾曲之師，」，誤。【案，左傳魯文公元年記作「衙」。】貪忿愈甚，烏在其為真悔過！【?彭衙令狐汾曲之師　「衙」，諸本作「烏在其為真悔過　「真」，原誤作「其」，據諸本改。】夫子奚取焉？況二百餘年，千八百國之諸侯，豈無一君之賢、一言之幾於道，奚獨於西戎之君有取哉？蓋當是時，周已不可為，而列國又皆不自振，惟秦駸駸始大。夫子知周之亡也，諸侯必折而入於秦，故定書之末，特收此篇，以微見其意。或曰，聖賢言理不言數，若爾，則夫子亦言數乎？曰，此非數也，勢也。夫子嘗曰：「如有用我者，吾其為東周乎？」乎者，疑詞也，謂吾道若獲用，則西周之美可尋，不止乎東周而遂已也。此正欲以理而回其勢也。及歷聘無逢，自衛反魯，則道不獲行，而勢之所趨，有不可挽者矣，安得不憫然寓意於定書之末乎！考秦之強，實自穆公始，秦以割地斃列國，非特戰國時為然，在春秋時已然矣。左氏傳曰：「賂秦伯以河外列城五。」【賂秦伯以河外列城五　「河外」，原作「河內」，誤。案，左傳魯僖公十五年記作「河外」。據改。】又曰：「秦始征晉河東，置官司馬。」此皆薪不盡、火不滅之兆也。周亡而秦興，已粲然在目中矣，孰謂夫子而不知乎！且非特定書為然也，其刪詩亦然。十五國風，莫非中國之詩也，吳楚流而入於夷狄，則削而不錄。秦與吳楚等也，獨存其詩。今觀列國之風，大抵流蕩昏淫，有日趨於亡之勢，惟秦始有車馬禮樂，其詩奮厲猛起，已有招八州畢六王之氣象，夫子存而不刪，豈無意乎？ \\n 荊公見濂溪 \\n 君子為流俗，而社稷蒼生將有賴焉。嗚呼！豈非天哉！?王荊公少年，不可一世士，獨懷刺候濂溪，三及門而三辭焉。荊公恚曰：「吾獨不可自求之六經乎！」乃不復見。余謂濂溪知荊公自信太篤，自處太高，故欲少摧其銳，而不料其不可回也。然再辭可矣，三則已甚。使荊公得從濂溪，沐浴於光風霽月之中，以消釋其偏蔽，則他日得君行道，必無新法之煩苛，必不斥 \\n 呂秦牛晉 \\n 秦虎視山東，蠶食六國，不知六國未滅，而秦先滅矣。何也？始皇乃呂不韋之子，則是嬴氏為呂氏所滅也。司馬氏欺人孤寡，而奪之位，不知魏滅未幾，而晉亦滅矣。何也？元帝乃牛金之子，【元帝乃牛金之子　此誤。考晉書卷六元帝紀，有語云：「初，玄石圖有『牛繼馬後』，故宣帝深忌牛氏，遂為二榼，共一口，以貯酒焉，帝先飲佳者，而以毒酒鴆其將牛金。而恭王妃夏侯氏通小吏牛氏而生元帝，亦有符云。」案，晉宣帝司馬懿卒於嘉平三年，而晉元帝生於咸寧二年，相距二十五年，況牛金為宣帝所鴆，尚死於宣帝之前，依晉書所記，元帝係「小吏牛氏」之私生子，非牛金之子明矣。】則是司馬氏為牛氏所滅也。春秋書莒氏滅鄫，義正如此。胡致堂欲用春秋法，於始皇紀便明書呂氏，元帝紀便明書牛氏，以從其實。 \\n 景公顏子 \\n 景公千駟，不及夷齊。顏子一瓢，乃同禹稷。孔孟垂教，深切著明，而後世利欲之私，至於包括天地，蔽遮日月。太史公曰：「天下攘攘，皆為利往，天下嘻嘻，皆為利來。」【皆為利來　「來」下原有夾注云：「音離。」】吁！可哀也哉。 \\n 誅綦寡【誅綦寡　寬文本並諸本均作「誅罪」。】 \\n 舜誅四，周公誅二，趙廣漢誅一原褚而潁川服，【趙廣漢誅一原褚而潁川服　案，「原」、「褚」當為二姓，而非一人。漢書趙廣漢傳載：「郡大姓原、褚宗族橫恣，......廣漢既至數月，誅原、褚首惡，郡中震栗。」顏師古注云：「原、褚，二姓也。」羅氏誤二姓為一人。】尹翁歸誅一許仲孫而東海服。趙、尹固不足道，而所以用刑者，則舜與周公之術也。彼渭水盡赤，血流波道者，【渭水盡赤血流波道　諸本作「臨渭論囚，渭水盡赤」。】獨何為哉？ \\n 學仕 \\n 學不必博，要之有用；仕不必達，要之無愧。學而無用，塗車芻靈也；仕而有愧，鶴軒虎冠也。 \\n 寶臣 \\n 楚不以白珩為寶，而觀射父之作訓辭，左史倚相之道訓典，【左史倚相之道訓典　「道」，諸本作「通」。】乃楚之至寶也。齊不以徑寸之珠為寶，而檀子之守南城，朌子之守高唐，黔夫之守徐州，種首之備盜賊，乃齊之至寶也。故忠賢才識之士，謂之寶臣。若無寶而不之求，得寶而不之識，有寶而不之重，棄荊玉而喜燕石，賤周璞而藏鄭鼠，國之不亡者，幸也。 \\n 飢寒 \\n 楊誠齋云：「人皆以飢寒為患，不知所患者，正在於不飢不寒爾。」此語殊有味。乞食於野人，晉重耳之所以霸。燎衣破?而啜豆粥，漢光武之所以興。況下此者，其可不知飢寒之味哉！ \\n 無垢廷對 \\n 張子韶對策，至晡未畢，貂璫促之。子韶曰：「未也，方談及公等。」故其策曰：「閹寺聞名，國之不祥也。堯舜閹寺不聞於典謨，三王閹寺不聞於誓誥。豎刁聞於齊而齊亂，伊戾聞於宋而宋危。」 \\n 浦鷗 \\n 杜陵詠鷗云：「江浦寒鷗戲，無它亦自饒。卻思翻玉羽，隨意點春苗。雪暗還須落，風生一任飄。幾群滄海上，清影日蕭蕭。」言浦鷗閒戲，使無他事，亦自饒美，柰何不免口腹之累，故閒戲未足，已思翻玉羽而點春苗，為謀食之計，雖風雪凌厲，有所不暇顧。末言海鷗之曠逸，清影翛然不為泥滓所點染，非浦鷗所能及。以興士當高舉遠引，歸潔其身如海鷗，不當逐逐於聲利之場，以自取賤辱若浦鷗也。 \\n 蘇後湖 \\n 蘇養直之父伯固，從東坡遊，「我夢扁舟浮震澤」之詞，為伯固作也。養直「屬玉雙飛水滿塘」之句，亦見賞於坡，稱為吾家養直作此詩時，年甚少，【年甚少　「甚」，原誤作「其」，據諸本改。】而格律已老蒼如此。紹興間，與徐師川同召，師川赴，養直辭。師川造朝，便道過養直，留飲甚歡。二公平日對弈，徐高於蘇，是日養直拈一子，笑視師川曰：「今日須還老夫下此一著。」師川有愧色。游誠之跋養直墨蹟云：「後湖胸中本無軒冕，是以風神筆墨，皆自蕭散，非慕名隱居者比也。士生斯世，苟無功利及人，區區奔走，老死塵埃，不如學蘇養直。」 \\n 僂儸【僂儸　題下原有夾注云：「僂儸，上郎侯反，下良何反，方言，猶黠慧也。」】 \\n 五代史：漢劉銖惡史弘肇、楊邠，【漢劉銖惡史弘肇楊邠　「史弘肇」，原誤作「史肇弘」，據新五代史卷三０、舊五代史卷一０七史弘肇傳改。】於是李業譖二人於帝而殺之。銖喜，謂業曰：「君可謂僂儸兒矣。」僂儸，俗言狡猾也。歐史間書俗語，甚奇。 \\n 釋豉 \\n 韻書釋豉云：「配鹽幽菽。」四字甚工。 \\n 讀書 \\n 北魏主珪問博士李先曰：「天下何物最益人神智？」先曰：「莫若書。」王荊公詩曰：「物變有萬殊，心思纔一曲。【心思纔一曲　「思」，原誤作「曲」，據諸本改。】讀書謂已多，撫事知不足。」言非讀書不足以應事也。然新法之害，豈不讀書之過哉！其過正在於讀書也。夫書不可不讀，尤貴於善讀。方荊公與諸君子爭新法也，作色於政事堂曰：「安石不能讀書，賢輩乃能讀書耶！」夫著一能讀書之心，橫於胸中，則錮滯有我，其心已與古人天淵懸隔矣，何自而得其活法妙用哉！呂東萊解尚書云：「書者，堯、舜、禹、湯、文、武、周公之精神心術盡寓其中，觀書者不求其心之所在，夫何益！然欲求古人之心，必先求吾心，【必先求吾心　「求」，原誤作「晝」，據諸本改。】乃可見古人之心。」此論最好，真讀書之法也。當時趙清獻公之折荊公曰：「皋、夔、稷、契，有何書可讀？」此亦忿激求勝之辭，未足以服荊公。夫自文籍既生以來，便有書。皋、夔之前，三墳亦書也；伏羲所畫之卦，亦書也；太公所稱黃帝、顓帝之丹書，亦書也；孟子所稱放勳曰，亦書也；豈得謂無書哉？特皋、夔、稷、契之所以讀書者，當必與荊公不同耳。當時答荊公之辭，只當曰：「公若錮於有我之私，不能虛心觀理，稽眾從人，是乃不能讀書也。」嗚呼！荊公往矣，後之君子，窮而講道明理，達而撫世酬物，謹無著一能讀書之心，橫在胸中也哉！ \\n 松石 \\n 秦朝松封大夫，陳朝石封三品。李誠之詠松云：「半依巖岫倚雲端，獨立亭亭耐歲寒。一事頗為清節累，秦時曾作大夫官。」荊公三品石云：「草沒苔侵棄道周，誤恩三品竟何酬？國亡今日頑無恥，似為當年不與謀。」夫松石無知之物，一為二朝名寵所點染，猶不免萬世之包彈，矧士大夫其於進退辭受之際，可苟乎哉！ \\n 取守 \\n 吳孫秀曰：「討逆弱冠以一校尉創業，今後主舉江南而棄之。」唐李翱曰：「神堯以一旅取天下，後世子孫不能以天下取河北。」忠臣志士之嘆，古今一也。 \\n 鷗雁 \\n 吾郡陳國材詩曰：「紅日晚天三四雁，碧波春水一雙鷗。」周益公、楊誠齋盛稱之。 \\n 石牛洞詩 \\n 荊公題舒州山谷寺石牛洞泉穴云：「水泠泠而北出，山靡靡以旁圍，欲窮源而不得，竟悵望以空歸。」晁無咎編續楚詞，謂此詩具六藝群書之餘味，故與其經學典策之文俱傳。朱文公編楚詞後語，亦收此篇。 \\n 扈載 \\n 五代時，扈載有文名，嘗遊相國寺，見庭竹可愛，作碧鮮賦題壁間。周世宗命小黃門錄進，覽之稱善。王朴尤重之，薦之宰相李穀。穀曰：「非不知其才，【非不知其才　「其才」，原作「扈載」，諸本作「其才」。案，新五代史卷三一扈載傳作「其才」，據改。】然薄命恐不能勝。」朴曰：「公為宰相，以進賢退不肖為職，何言命耶？」乃拜知制誥，為學士。居歲餘，果卒。余謂穀言陋矣，不幸而中。若朴者，真宰相之言也。近時周益公長身瘦面，狀若野鶴，在翰苑多年。壽皇一日燕居，歎曰：「好一箇宰相，但恐福薄耳。」蓋疑其相也。一老璫在傍徐奏曰：「官家所嘆豈非周必大乎？」上曰：「爾何知？」曰：「臣見所畫司馬光像，亦如必大清癯。」上為之一笑。未幾，遂登庸，為太平宰相，與聞揖遜之盛。出鎮長沙，退休享清閑之福十有餘年。 \\n 神形影 \\n 陶淵明神釋形影詩曰：「大鈞無私力，萬理自森著。人為三才中，豈不以我故。」我，神自謂也。人與天地並立，而為三才，以此心之神也；若塊然血肉，豈足以並天地哉！末云：「縱浪大化中，不喜亦不懼，應盡便須盡，無復獨多慮。」乃是不以死生禍福動其心，泰然委順養神之道也。淵明可謂知道之士矣。 \\n 李方叔 \\n 元祐中，東坡知貢舉，李方叔就試。將鎖院，坡緘封一簡，令叔黨持與方叔，值方叔出，其僕受簡置几上。有頃，章子厚二子曰持曰援者來，取簡竊觀，乃「揚雄優於劉向論」一篇。二章驚喜，携之以去。方叔歸，求簡不得，知為二章所竊，悵惋不敢言。已而果出此題，二章皆模倣坡作，方叔幾於閣筆。及折號，坡意魁必方叔也，乃章援。第十名文意與魁相似，乃章持。坡失色。二十名間，一卷頗奇，坡謂同列曰：「此必李方叔。」視之，乃葛敏修。時山谷亦預校文，曰：「可賀內翰得人，此乃僕宰太和時，一學子相從者也。」而方叔竟下第。坡出院，聞其故，大歎恨，作詩送其歸，所謂「平生漫說古戰場，過眼空迷日五色」者是也。【過眼空迷日五色者是也　「空」，諸本作「終」。案，詩話總龜前集卷二七引此句作「過目還迷日五色」。】其母嘆曰：「蘇學士知貢舉，而汝不成名，復何望哉！」抑鬱而卒。余謂坡拳拳於方叔如此，真盛德事。然卒不能增益其命之所無，反使二章得竊之以發身，而子厚小人，將以坡為有私有黨，而無以大服其心，豈不重可惜哉！ \\n 韓柳歐蘇 \\n 韓、柳文多相似，韓有平淮碑，柳有平淮雅。韓有進學解，柳有起廢答。韓有送窮文，柳有乞巧文。韓有與李翊論文書，柳有與韋中立論文書。韓有張中丞傳敘，柳有段太尉逸事。至若韓之原道、佛骨疏、毛穎傳，則柳有所不能為。柳之封建論、梓人傳、晉問，則韓有所不能作。韓如美玉，柳如精金；韓如靜女，柳如名姝；韓如德驥，柳如天馬。歐似韓，蘇似柳。歐公在漢東，於破筐中得韓文數冊，讀之始悟作文法。東坡雖遷海外，亦惟以陶、柳二集自隨。各有所悟入，各有所酷嗜也。然韓、柳猶用奇字重字，歐、蘇唯用平常輕虛字，而妙麗古雅，自不可及，此又韓、柳所無也。 \\n 使虜辭樂 \\n 光堯之喪，金虜來弔祭，京仲遠以檢正假禮部尚書為報謝使，康元弼館伴。【康元弼館伴　五字原脫，據諸本並文義補。】虜錫燕汴京，仲遠與郊勞使康元弼言，請免燕，不許。請撤樂，如告哀遺留使，亦不許。至期，虜促入席，傳呼不絕。仲遠曰：「若不撤樂，有死而已，不敢即席。」元弼等知不可奪，乃傳言曰：「請先拜酒果之賜，徐議撤樂。」仲遠方率其屬拜受。北典籤者連呼曰：「北朝燕南使，敢不即席！」聲甚厲，仲遠趨退復位，甲士露刃閉門，仲遠命左右叱曰：「南使執禮，何物卒徒，乃敢無禮！」排闥而出，元弼等以聞其主。仲遠留館俟命，賦詩曰：「鼎湖龍馭去無蹤，三遣行人意則同。凶禮強更為吉禮，夷風終未變華風。設令耳與笙鏞末，只願身麋鼎鑊中。已辦淹留期得請，不辭築館汴江東。」越七日，竟獲免樂之命。既還，孝宗勞之曰：「卿能執禮，為朕增氣，何以賞卿？」對曰：「虜畏陛下威德，非畏臣也。正使臣死於虜，亦常分也，敢覬賞乎！」上喜，謂宰相曰：「京鏜，今之毛遂也。」除權侍郎，以至大用。 \\n 賀和戎表 \\n 嘉定和戎，湖南帥曹彥約賀表云：「過也更也，何傷日月之明；赦之宥之，式彰天地之大。」一時傳誦。吾郡羅蓬伯之詞也。 \\n 士卒畏愛 \\n 士卒畏將者勝，畏敵者敗；愛將者勝，愛身者敗。畏將則不畏敵，畏敵則不畏將。愛將則不愛身，愛身則不愛將。畏將在將之威，愛將在將之恩。有李光弼斬張用濟之威，則三軍股慄矣，何患其不畏將？有吳起吮士疽之恩，則赴死如歸矣，何患其不愛將？雖然，戮一不用命，誅一不循律，則威振矣，不必數數然也。至若撫循之恩，則終始有所不可廢。東山之詩，昵昵兒女語，此周之所以長。潼關之敗，唐幾亡矣，而僕射如父兄，識者以是占中興焉。謀帥擇將者，則何以哉？ \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之六 甲編", "正文": "  \\n 鶴林玉露卷之六　甲編 \\n 　 \\n  \\n  \\n 玉山詞章 \\n 汪聖錫代言溫雅，朱文公推許之，有玉山詞章。如賜四川宣撫虞允文辭召命不允詔云：「惟汝一德，既咨裴度而往釐；于今三年，復念周公之久外。」賜知紹興府史浩乞宮觀養親不允詔云：「尹茲東夏，非徒晝錦之榮；【非徒晝錦之榮　「晝」，原誤作「書」，據諸本改。】循彼南陔，蓋便晨羞之養。」賜陳俊卿辭左相不允詔云：【賜陳俊卿辭左相不允詔云　「陳」，原誤作「東」，據諸本並宋史卷三八三陳俊卿傳改。】「應事幾之糾紛，大車以載；閱世俗之變化，直道而行。民具爾瞻，已公論之胥慶；帝賚予弼，豈寵章之敢私。」賜虞允文辭右相不允詔云：「以夢營求，孰若驗事功之已試；以言寤合，孰若察志節之所安。」賜大將成閔復節鉞詔云：「不以一眚掩大德，【不以一眚掩大德　「眚」字原作「青」，誤。案，「不以一眚掩大德」，語出左傳僖公三三年，據改。】既當念功；安得壯士守四方，豈若求舊。」除郭振節度使制云：「不顯亦世，尚繼汾陽之休；無兢維人，孰云充國之老。」皆可喜也。 \\n 作文遲速 \\n 李太白一斗百篇，援筆立成。杜子美改罷長吟，一字不苟。二公蓋亦互相譏嘲，太白贈子美云：「借問因何太瘦生，只為從前作詩苦。」苦之一辭，譏其困琱鐫也。子美寄太白云：「何時一樽酒，重與細論文。」細之一字，譏其欠縝密也。昌黎誌孟東野云：「劌目鉥心，刃迎縷解，鉤章棘句，搯擢胃腎。」【搯擢胃腎　搯，原誤作「陷」，據諸本改。】言其得之艱難。贈崔立之云：「朝為百賦猶鬱怒，暮作千詩轉遒緊。【暮作千詩轉遒緊　「遒」，原誤作「道」，據諸本改。】搖毫擲簡自不供，頃刻青紅浮海蜃。」言其得之容易。余謂文章要在理意深長，辭語明粹，足以傳世覺後，豈但誇多鬥速於一時哉！山谷云：「閉門覓句陳無已，對客揮毫秦少遊。」世傳無已每有詩興，擁被臥床，呻S吟Y累日，乃能成章。少遊則盃觴流行，篇詠錯出，略不經意。然少遊特流連光景之詞，而無已意高詞古，直欲追蹤騷雅，正自不可同年語也。 \\n 象郡送行詩 \\n 吾郡胡季昭，寶慶初元為大理評事，應詔上書言濟邸事，竄象郡。建人翁定送行詩云：「應詔書聞便遠行，廬陵不獨詫邦衡。寸心只恐孤天地，【寸心只恐孤天地　「孤」字原脫，據諸本補。】百口何期累弟兄。世態浮雲多變換，公朝初日盍清明。危言在國為元氣，君子從來豈願名！」【君子從來豈願名　「願」，疑為「顧」之誤。】旴江杜來詩云：「廬陵一小郡，百歲兩胡公。論事雖小異，處心應略同。有書莫焚稿，無恨豈傷弓。病愧不遠別，寫詩霜月中。」太學生胡炎詩云：「一封朝奏大明宮，噓起廬陵古直風。言路從來天樣闊，【言路從來天樣闊　「闊」，原誤作「濶」，據諸本改。】蠻荒誰使徑旁通。朝中競送長沙傅，嶺表爭迎小澹翁。學館諸生空飽飯，臨分憂國意何窮。」先君竹谷老人詩云：「好讀床頭易一編，盈虛消息總天然。崢嶸齒頰皆冰雪，肯怕炎方有瘴煙。」「頻寄書回洗我愁，莫言無鴈到南州。長相思外加餐飯，計取承君舊話頭。」季昭之兄子建，弟國賓，皆博學能文，懷奇負氣。兄弟友愛最隆，不蓄私財，有無盡費於朋友。得罪之日，囊無一錢，子建挈家歸，賣文以活。國賓奮然徒步，從其兄於貶所。國賓先沒，季昭繼之。端平更化，詔許歸葬，贈朝奉郎，官其一子。【官其一子　「官」字原脫，據諸本補。】洪舜俞艸贈官制詞云：「朕訪落伊始，首下詔求讜直，蓋與諫鼓謗木同意。以直言求人，而以直言罪之，豈朕心哉！爾風裁峭潔，志概激壯，繇尉廷平，上書公車，言人之所難言。方嘉貫日之忠，已墮偃月之計。問塗胥口，訪事瀧頭，曾無幾微見於顏面，何氣節之烈也。仁祖能全介於遠謫之餘，孝祖能拔銓於投荒之後。撫今懷往，魂不可招，潦霧墮鳶，悲悔何及。陟階員外，仍官厥子。用旌折檻之直，且識投杼之過。爾雖死，可不朽矣。」 \\n 廉賈 \\n 史貨殖傳曰：【史貨殖傳　「貨殖」，原倒作「殖貨」，據史記卷一二九貨殖列傳改。】「貪賈三之，廉賈五之。」夫貪賈所得宜多，而反少，廉賈所得宜少，而反多，何也？廉賈知取予，貪賈知取而不知予也。夫以予為取，則其獲利也大。富商豪賈，若惡販夫販婦之分其利，而靳靳自守，則亦無大利之獲矣。巨賈呂不韋見秦子異人質於趙，曰：「此奇貨可居。」遂不吝千金，為之經營於秦，異人卒有秦國，而不韋為相。此其事固不足道，而其以予為取，則亦商賈之雄也。【則亦商賈之雄　「雄」，諸本作「權」。】漢高帝捐四萬斤金與陳平，不問其出入，裂數千里地封韓、彭，無愛惜心，遂能滅項氏有天下。劉晏造船，合費五百緡者，給千緡，使吏胥工匠，皆有贏餘，由是舟船堅好，漕運無虧，足以佐唐之中興。是皆得廉賈之術者也。東坡曰：「天下之事，成於大度之士，而敗於寒陋之小人。」 \\n 容南遷客 \\n 高登，字彥先，漳浦名儒，志節高亮。少游太學，值靖康之亂，與陳東上書陳六賊之罪，且言金虜不可和狀。紹興間，對策鯁直，有司擬降文學，高宗不可，調靜江府古縣令。時秦檜當國，檜父嘗宰是邑，帥胡舜陟欲立祠逢迎，【帥胡舜陟欲立祠逢迎　「帥」字諸本無。案，宋史卷三九九高登傳作「帥胡舜陟」，故當以有「帥」為是。】彥先毅然不從。舜陟欲以危法中之，逮繫訊掠，迄無罪狀可指。校文潮陽，出「則將焉用彼相賦」，「直言不聞深可畏論」，策問水災。檜聞之大怒，謂其陰附趙鼎，削籍流容州，死焉。檜沒，諸賢遭誣陷者皆昭雪，彥先以遠人下士，無為言者。乾道間，梁克家始為之請。傅伯壽、朱文公守漳，又連為之請，皆格不下。余為容法曹掾，容士猶能言其風猷，傳其文墨。偶攝校官，遂為立祠於學宮。同時有吳元美者，三山文士，作夏二子賦，譏切秦檜。其家立潛光亭、商隱堂，其怨家摘以告檜曰：「亭號潛光，蓋有心於黨李；堂名商隱，本無意於事秦。」李，謂泰發也。亦削籍流容州，死焉，因併祠之。彥先有修學門庭傳於世，元美有遊勾漏洞天記，載容州志。 \\n 宰相罷 \\n 陳應求嘗告孝宗曰：「近時宰相罷去，則所用之人，不問賢否，一切屏棄。此鉤黨之漸，非國家之福。」趙溫叔為相，多引蜀士，及罷相，有為飛語以撼蜀士者，王季海言：「一宰相去，所用者皆去，此唐季黨禍之胎也，豈聖世所宜有哉！」蜀士乃安。二公之論善矣，然此為平時宰相善罷者言也，若權姦之去，則正當洗腸滌胃。若借溫太真之事，為小人開一線之路，借范堯夫之言，為君子憂後來之禍，則失之矣。 \\n 紫敗素 \\n 戰國策：蘇代曰：「齊，紫敗素也，而賈十倍。」言外美而中腐，如以敗素染紫也，與蠟鞭之說正相似。 \\n 王梅溪 \\n 王龜齡年四十七魁天下，以書報其弟夢齡、昌齡曰：「今日唱名，蒙恩賜進士及第，惜二親不見，痛不可言，嫂及聞詩、聞禮可以此示之。」詩、禮，其二子也。於十數字之間，上念二親，而不以科名為喜，專報二弟，而不以妻子為先，孝友之意皆在焉。為御史，首彈史丞相浩，乞專用張浚。上為出浩帥紹興，龜齡又上疏，言舜去四凶，未聞使之為十二牧。與胡邦衡並為左右史，相得最歡。奏補先弟而後子。嘗賦不欺詩云：「室明室暗兩奚疑，方寸常存不可欺，莫問天高鬼神惡，要須先畏自家知。」其自吏部侍郎出帥夔門也，有臨安錄事參軍祝懷，抗疏銀臺，謂：「王十朋忠義謇諤，借令不容於朝，亦合置之近藩，緩急呼來，無倉卒乏使之憂，今遣往萬里外，非計之得也。」雖不報，時論韙之。 \\n 太子參決 \\n 孝宗之末，詔皇太子參決庶務。楊誠齋時為宮僚，上書太子曰：「民無二主，國無二君，【國無二君　原作「國不堪二」。案，續資治通鑑卷一五一載楊萬里上太子書作「國無二君」。此與上「民無二主」句相對成文，故當作「國無二君」為是，今據諸本改。】今陛下在上，而又置參決，是國有二君也。【是國有二君也　「君」字原脫，據諸本並續通鑑卷一五一補。】自古未有國貳而不危者，蓋國有貳，則天下嚮背之心生；嚮背之心生，則彼此之黨立；彼此之黨立，則讒間之言啟；讒間之言啟，則父子之隙開。開者不可復合，隙者不可復全。昔趙武靈王命其子何聽朝，而從傍觀之，魏太武命其子晃監國，而自將于外，間隙一開，四父子皆及於禍。唐太宗使太子承乾監國，旋以罪廢。國朝天禧亦嘗行之，若非寇準、王曾，幾生大變。蓋君父在上而太子監國，【蓋君父在上而太子監國　「君父」，原誤作「君子」，據諸本及續通鑑改。】此古人不幸之事，非令典也。」當時諸公，皆甚其言。至紹熙甲寅，始服其先見。 \\n 師友制服 \\n 胡澹庵為清節先生制師之服，張魏公為張無垢制友之服。 \\n 斬檜書 \\n 胡澹庵上書乞斬秦檜，金虜聞之，以千金求其書。三日得之，君臣失色曰：「南朝有人。」蓋足以破其陰遣檜歸之謀也。乾道初，虜使來，猶問胡銓今安在。張魏公曰：「秦太師專柄二十年，只成就得一胡邦衡。」 \\n 簡齋詩 \\n 自陳、黃之後，詩人無逾陳簡齋。其詩繇簡古而發穠纖。值靖康之亂，【值靖康之亂　「值」，諸本此字上有一「遭」字。案，永樂大典卷八二一引同原本。】崎嶇流落，感時恨別，頗有一飯不忘君之意。如「涼風又落宮南木，【涼風又落宮南木　「宮南」，諸本作「南宮」。案，永樂大典引同原本。】老鴈孤鳴漢北洲」，【老鴈孤鳴漢北洲　「漢北」，謝本、稗海本作「北漢」。案，永樂大典引同原本。】「乾坤萬事集雙鬢，臣子一謫今五年」，「天翻地覆傷春色，齒豁頭童祝聖時」，「近得會稽消息不？稍傳荊渚路歧寬」，「東南鬼火成何事，終藉胡鋒作爭臣」，「龍沙此日西風冷，誰折黃花壽兩宮」，皆可味也。 \\n 伯夷傳赤壁賦 \\n 太史公伯夷傳，蘇東坡赤壁賦，文章絕唱也。其機軸略同，伯夷傳以「求仁得仁，又何怨」之語設問，謂夫子稱其不怨，而采薇之詩猶若未免於怨，何也？蓋天道無親，常與善人，而達觀古今，操行不軌者多富樂，公正發憤者每遇禍，是以不免於怨也。雖然，富貴何足求，節操為可尚，其重在此，則其輕在彼。況君子疾沒世而名不稱，伯夷、顏子得夫子而名益彰，則所得亦已多矣，又何怨之有！赤壁賦因客吹簫而有怨慕之聲，以此設問，謂舉酒相屬，凌萬頃之茫然，可謂至樂，而簫聲乃若哀怨，何也？蓋此乃周郎破曹公之地，以曹公之雄豪，亦終歸於安在？況吾與子寄蜉蝣於天地，哀吾生之須臾，宜其託遺響而悲怨也。雖然，自其變者而觀之，雖天地曾不能以一瞬；自其不變者而觀之，則物與我皆無盡也，又何必羡長江而哀吾生哉！矧江風山月，用之無盡，【用之無盡　「用」，原誤作「食」，據諸本改。】此天下之至樂，於是洗盞更酌，而向之感慨風休冰釋矣。東坡步驟太史公者也。 \\n 留後門 \\n 紹興壬子冬，劉豫入寇，趙元鎮當國，請高宗親征。行次姑蘇，喻子才謂元鎮曰：「相公此舉，有萬全之策乎？亦賭彩一擲也？」元鎮曰：「利鈍亦安能必？事成則幸，不成則死之爾。」子才曰：「今若直前，萬一蹉跌，退將安託？要須留後門，則庶幾進退有據。」元鎮曰：「誠有之，則甚善，計將安出？」子才曰：「張樞密在福唐，若除閩浙江淮宣撫使，則命到之日，便有官府軍旅錢穀，彼之來路，即我之後門也。」元鎮大以為然，於是魏公復用。余謂鑾輅親征，事大體重，固宜進退有據。若論兵法，則置之死地而後生矣，豈預留後門哉？留後門，則士不死戰矣。項羽救趙，既渡，沉船破甑，持三日糧，示士必死無還心，故能破秦。 \\n 十銘 \\n 光宗即位，謝艮齋為文昌，進十銘云：【進十銘　「十銘」，宋史卷三八九謝諤傳作「十箴」，語云：「光宗登極，獻十箴。」案，永樂大典卷八二六九引同原本。】公丹扆箴。又作勸農詩云：「莫入州衙與縣衙，勸君勤理舊生涯。池塘多放聊添稅，田地深耕足養家。教子教孫須教義，栽桑栽柘勝栽花。閑非閑是都休管，渴飲清泉困飲茶。」又云：「仕宦之人，南州北縣。商賈之人，天涯海岸。爭如農夫，六親對面。夏絹新衣，秋米白飯。鵝鴨成群，豬羊滿圈。官稅早輸，逍遙散誕。似此之人，直千直萬。」?「業成而難，其敗或易。兢兢保之，常恐失墜。道甚簡易，在尊所聞。帝王之學，匪藝匪文。畏天之威，主德為最。水旱雷風，天之仁愛。存心公正，治之所起。毫釐之私，患及千里。妄賞不勸，妄罰不畏，賞罰大權，以妄為忌。貪吏虐民，戒石莫聽。獎廉以激，捷於號令。民之疾苦，幽遠難知，日訪日問，猶恐或遺。財在天下，理之以義，未聞刻斂，其罪在吏。亂之所生，非止夷狄，姦回諛說，尤害于國。自治十全，乃可理外。重乃馭輕，輕動為戒。」辭簡理明，時人以比李【直千直萬　諸本作「直金千萬」。】詞旨平易，足以諭俗，然其言農夫之樂，想乾淳間有之，今則甚於聶夷中之詩矣，寧復有此氣象哉！ \\n 詩用字 \\n 作詩要健字撐拄，要活字斡旋，如「紅入桃花嫩，青歸柳葉新」，「弟子貧原憲，諸生老伏虔」。「入」與「歸」字，「貧」與「老」字，乃撐拄也。「生理何顏面，憂端且歲時」，「名豈文章著，官應老病休」。「何」與「且」字，「豈」與「應」字，乃斡旋也。撐拄如屋之有柱，斡旋如車之有軸，文亦然。詩以字，文以句。 \\n 付與天地 \\n 荊公詩云：「豈無他憂能老我，付與天地從今始。」朱文公每喜誦之。 \\n 讀易亭 \\n 魏鶴山詩云：「遠鐘入枕報新晴，衾鐵衣稜夢不成。起傍梅花讀周易，一窗明月四簷聲。」後貶渠陽，於古梅下立讀易亭，作詩云：「向來未識梅生時，繞谿問訊巡簷索。絕憐玉雪倚橫參，又愛清黃弄煙日。中年易裏逢梅生，便向根心見華實。候蟲奮地桃李妍，野火燒原葭菼出。方從陽壯爭出門，直待陰窮排闥入。隨時作計何太癡，爭似此君藏用密。」推究精微，前此詠梅者未之及。 \\n 漂母 \\n 韓信未遇時，識之者惟蕭何及淮陰漂母爾。何之英傑，固足以識信，漂母一市媼，乃亦識之，異哉！故嘗謂子房狙擊祖龍，意氣過於輕銳，故圯上老人抑之。韓信俛出市胯，意氣鄰於消沮，故淮陰漂母揚之。一翁一媼，皆異人也。唐子西作淮陰賢母墓銘曰：「項王喑嗚，范增謀謨，信來不呼，信去不追，坐視信逋，反噬其躬，【反噬其躬　「躬」，諸本作「軀」。】匹婦區區，而知信乎？吁！」 \\n 猴馬 \\n 唐明皇時，教坊舞馬百匹，天寶之亂，流落人間。魏博田承嗣得之，初不識也，嘗燕賓僚，酒行樂作，馬忽起舞，承嗣以為妖，殺之。昭宗養一猴，衣以俳優服，謂之「侯部頭」。朱溫既篡，引至坐側，猴忽號擲，自裂其衣，溫叱令殺之。嗚呼！明皇之馬，有愧於昭宗之猴矣。 \\n 經界 \\n 朱文公守漳，將行經界，王子合疑其擾。公答書曰：「經界一事，固知不能無小擾，但以為不若此，則貧民受害無有了時。故忍而為之，庶幾一勞永逸耳。若一一顧恤，必待人人情願而後行之，則無時可行矣。紹興間，正施行時，人人嗟怨，如在湯火中，但訖事後，【但訖事後　「訖」，原誤作「說」，據諸本並朱文公文集卷四九答王子合書「但訖事之後」語改。】田稅均齊，田里安靜，公私皆享其利。凡事亦要其久遠如何耳。少時見所在所立土封，皆為人題作李椿年墓，豈不知人之常情，惡勞喜逸，顧以為利害之實，有不得而避者耳。禹治水，益焚山，周公驅猛獸，豈能不役人徒而坐致成功？想見當時亦須有不樂者，但有見識人，須自見得利害之實，知其勞我者乃所以逸我，自不怨耳。子合議漢事甚熟，曾看高祖初定天下，蕭何大治宮室，又從婁敬策，徙齊楚大姓十數萬於長安，不知當時是幾箇土封底工夫，【不知當時是幾箇土封底工夫　朱文公文集卷四九於「幾箇」上有一「費」字。】心之所向而姑為之乎！宜其不足以服荊公，而指為戰國縱橫之學也。?而不聞天下之不安，何也？」文公此論，可謂明確。蓋自商鞅有成大事者，不和於眾之說，卒以滅宗。故後之為政者，每畏拂人情，不知人情固不可拂，亦不可徇。唯當論理之是非，事之當否爾。商之遷亳，周之遷洛，何嘗不拂人情？及其事久論定，然後知拂之者，乃所以愛之也。司馬相如曰：「世必有非常之人，然後有非常之事；有非常之事，然後有非常之功。夫非常者，固常人之所異也。故曰非常之元，黎民懼焉；及臻厥成，天下晏如也。」亦見得此理。東坡嘉祐間作思治論曰：「所謂從眾者，非從眾多之口也，從其不言而同然者耳。」其說最好。然厥後荊公行新法，公上書爭之，乃曰：「為國者未論行事之是非，先觀眾心之向背。」其說卻有病，天下豈有悖理傷道之事，可以 \\n 南軒諫虞丞相 \\n 南軒質責虞丞相并甫不當用張說，【虞丞相并甫不當用張說　案，「并甫」，據宋史卷三八三虞允文傳，虞允文字彬甫。】至以京、黼面斥并甫，并甫曰：「先丞相亦有隱忍就功名處，何相非之深也。」南軒曰：「先公固有隱忍處，何嘗用此等狎邪小人？」并甫拱手曰：「某服矣，某服矣。」語錄中載諫并甫事，無此數語。南軒親與誠齋言之。 \\n 朱文公論詩 \\n 胡澹庵上章，薦詩人十人，朱文公與焉。文公不樂，誓不復作詩，迄不能不作也。嘗同張宣公遊南嶽，唱酬至百餘篇。忽瞿然曰：「吾二人得無荒於詩乎？」楊宋卿以詩集求品題，公答之曰：「詩者，志之所之，豈有工拙哉！亦觀其志之高下如何耳。【亦觀其志之高下如何耳　朱文公文集卷三九答楊宋卿作「亦視其志之所向者高下如何耳」。】是以古之君子，德足以求其志，必出於高明純一之地，其於詩固不學而能之。至於格律之精粗，用韻屬對比事遣詞之善否，今以魏晉以來諸賢之作考之，【魏晉以來　「來」，朱文公文集作「前」。】蓋未有用意於其間者，而況於古詩之流乎！近世作者，乃始留情於此，故詩有工拙之論，葩藻之詞勝，言志之功隱矣。」又曰：「古今之詩凡三變。蓋自書傳所載，虞夏以來，及漢魏，自為一等。自晉宋間顏謝以後，下及唐初，自為一等。自沈宋以後，定著律詩，下及今日，又為一等。然自唐初以前，其為詩者，固有高下，而法猶未變。至律詩出，而後詩之與法始皆大變，以至今日，益巧益密，而無復古人之風矣。故嘗妄欲抄取經史諸書所載韻語，下及文選漢魏古詞，以盡乎郭景純、陶淵明之所作，自為一編，而附於三百篇楚辭之後，以為詩之根本準則。又於其下二等之中，擇其近於古者，各為一編，以為之羽翼輿衛。【以為之羽翼輿衛　下原有夾注云：「且以李、杜言之，如李之古風五十首，杜之秦蜀紀行、遣興、出塞、潼關、石濠、夏日、夏夜諸篇，律詩則如王維、韋應物輩，亦自有蕭散之趣，未至如今日之細碎卑冗無餘味也。」案，上夾注諸本均作正文，然似與文意不甚銜接，故仍作夾注附此。】其不合者，則悉去之，不使其接於吾之耳目，而入於吾之胸次。要使方寸之中，無一字世俗言語意態，則其詩不期於高遠而自高遠矣。」又曰：「來喻欲漱六藝之芳潤，以求真澹，此誠極至之論。然亦須先識得古今體製，雅俗嚮背，仍更洗滌得盡腸胃間夙生葷血脂膏，然後此語方有所措。如其未然，竊恐穢濁為主，芳潤入不得也。近世詩人，只緣不曾透得此關，而規規於近局，故其所就，皆不滿人意，無足深論。」又曰：「作詩須從陶、柳門庭中來乃佳，不如是，無以發蕭散冲澹之趣，無由到古人佳處。」又曰：「作詩不學六朝，又不學李杜，只學那嶢嵠底，便學得十分好後，把作什麼用！」公之論詩，可謂本末兼該矣。公嘗題廣成子像云：「陳光澤見示此像，偶記李太白詩云：『世道日交喪，澆風變淳源，不求桂樹枝，反棲惡木根，所以桃李樹，吐花竟不言。大運有興沒，群動若飛奔，歸來廣成子，去入無窮門。』因寫以示之。今人捨命作詩，開口便說李、杜，以此觀之，何曾夢見他腳板耶？」又言：「余平生愛王摩詰詩云：『漆園非傲吏，【漆園非傲吏　「漆園」，葉蔥奇校王右丞集箋注卷一三漆園作「古人」。】自缺經世具，【自缺經世具　「具」，同上書作「務」。】偶寄一微官，婆娑數株樹。』以為不可及，而舉以語人，領解者少。」觀此，則公之所取，概可見矣。公嘗舉似所作絕句示學者云：「半畝方塘一鑑開，天光雲影共徘徊。問渠那得清如許，為有源頭活水來。」蓋借物以明道也。又嘗誦其詩示學者云：「孤燈耿寒燄，照此一窗幽。臥聽簷前雨，浪浪殊未休。」曰：「此雖眼前語，然非心源澄靜者不能道。」觀此，則公之所作，又可概見矣。 \\n 稅沙田 \\n 孝宗時，近習梁俊彥請稅兩淮沙田，以助軍餉。上大喜，付外施行。葉子昂為相，奏曰：「沙田者，乃江濱出沒之地，水激於東，則沙漲於西；水激於西，則沙復漲於東。百姓隨沙漲之東西而田焉，是未可以為常也。且辛巳兵興，兩淮之田租並復。至今未征，況沙田乎？」上大悟，即詔罷之。子昂退至中書，令人逮俊彥至。叱責之曰：「汝言利求進，萬一淮民怨咨，為國生事，雖斬汝萬段，豈足塞責！」俊彥皇汗免冠謝，久乃釋之。子昂此舉，頗有申屠嘉困辱鄧通，韓魏公以頭子勾任守忠之遺意。大率近習畏宰相，則為盛世，宰相畏近習，則為衰世。 \\n 乙編 \\n 自序【此序原本無，據寬文本、明活字本及王叔承校本補。又，標題係整理者所加。】 \\n 或曰：「子記事述言，斷以己意，【斷以己意　「斷」，寬文本作「類」。】懼賈僭妄之譏奈何？」余曰：「樵夫談王，童子知國，余烏乎僭？若以為妄，則疑以傳疑，春秋許之。」時宋淳祐辛亥四月，廬陵羅大經景綸。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之一 乙編", "正文": "  \\n 鶴林玉露卷之一　乙編 \\n 　 \\n  \\n  \\n 高宗配享 \\n 高廟配享，洪容齋在翰苑，以呂頤浩、趙鼎、韓世忠、張俊四人為請。蓋文武各用兩人，出於孝宗聖意也，遂令侍從議。時宇文子英等十二人以為宜如明詔，【時宇文子英等十二人以為宜如明詔　「十二」，諸本作「十一」；「宜」，明活字本作「且」。】而識者多謂呂元直不厭人望，張魏公不應獨遺。楊誠齋時為祕書少監，上書爭之，【上書爭之　「上」，諸本作「以」。】以欺、專、私三罪斥容齋，且言魏公有社稷大功五：建復辟之勳，【建復辟之勳　「勳」，原誤作「動」，據明活字本及諸本改。】一也。發儲嗣之議，【發儲嗣之議　「發」，明活字本作「復」。】二也。誅范瓊以正朝綱，三也。用吳玠以保全蜀，四也。卻劉麟以定江左，五也。於是有旨再令詳議。越數日，上忽諭大臣曰：「呂頤浩等配享，正合公論，更不須議。洪邁固是輕率，楊萬里亦未免浮薄。」於是二人皆求去，容齋守南徐，誠齋守高安，而魏公迄不得配食。誠齋詩云：「出卻金宮入梵宮，翠微綠霧染衣濃。三年不識西湖月，一夜初聞南澗鐘。藏室蓬山真昨戲，園翁溪友得今從。若非朝士追相送，何處冥鴻更有蹤。」又云：「新晴在在野花香，過雨迢迢沙路長。兩度立朝今結局，【兩度立朝今結局　「度」，原誤作「朝」，據諸本並楊萬里江西道院集明發南屏改。】一生行客老還鄉。猶嫌數騎傳書札，賸喜千峰入肺腸。到得前頭上船處，莫將白髮照滄浪。」此去國時詩也，可謂無幾微見於顏面矣。其冢嗣東山先生伯子跋其論配享書稿云：「覆羹真得皂囊書，【覆羹真得皂囊書　「真」，明活字本作「直」。】錦水元來勝石渠。但寶銀鉤并鐵畫，何須玉帶與金魚。」蓋苗劉作亂時，矯隆祐詔貶竄魏公，高宗在昇暘宮方啜羹，左右來告，驚懼，羹覆于手，手為之傷。既復辟，【既復辟　「辟」，原誤作「?」，據諸本改。】見魏公，泣數行下，舉手示公，【舉手示公　「示」，原誤作「云」，據諸本改。】痕跡猶存。左次魏和伯子詩云：「鑾坡蓬監兩封書，道院東西各付渠。乾道聖人無固必，是非付與直哉魚。」詞意亦佳，但當塗乃江東道院，容齋守南徐，非當塗也。 \\n 紫窄衫 \\n 渡江以來，士大夫始衣紫窄衫，上下如一。紹興九年，詔公卿長吏毋得以戎服臨民，復用冠帶。論者以為擾，於是士大夫皆服涼衫。乾道中，李獻之上言：「會聚之際，顏色可憎，今陛下上承兩宮，宜服紫衫為便。」上從之。蓋人情樂簡便久矣。昔節孝先生徐仲車事母至孝，【昔節孝先生徐仲車事母至孝　「節孝先生徐仲車」，原作「孝節先生徐仲積」。案，考宋史卷四五九卓行傳，有「徐積字仲車，......事母至孝，朝夕冠帶定省。......賜謚節孝先生」之語，與文中所述合，原本名與謚皆誤，據改。】一日，竦然自省曰：「吾以襴幞謁貴人，而不以見母，是敬母不如敬貴人也，不可。」乃日具襴幞揖母，人皆笑之。節孝行之終身。近時靜春先生劉子澄，朱文公高弟也，守衡陽，日以冠裳蒞事。憲使趙民則嘗紫衫來見，子澄不脫冠裳見之。【不脫冠裳見之　明活字本作「不脫冠肅之裳」。】民則請免冠裳，子澄端笏肅容曰：「戒石在前，小臣豈敢！」民則皇恐，退具冠裳以見，然由是不相樂。夫襴幞揖母，冠裳臨民，常事也，而世俗且笑之，【且笑之　三字諸本無。】且難之。至於紫窄袖衫，乃戎服也，出於兵興一時權宜，而相承至今不能改，然則古道何時而可復乎？ \\n 非孟 \\n 李泰伯著常語非孟子，後舉茂材，論題出「經正則庶民興」，【論題出經正則庶民興　「出」，明活字本作「云」。】不知出處，曰：「吾無書不讀，此必孟子中語也。」擲筆而出。晁說之亦著論非孟子，建炎中，宰相進擬除官，高宗曰：「孟子發揮王道，說之何人，乃敢非之！」勒令致仕。【勒令致仕　「勒」，明活字本作「詔」。】鄭叔友著崇正論，亦非孟子曰：「軻，忍人也，辨士也，儀、秦之流也。戰國縱橫捭闔之士，皆發冢之人，而軻能以詩禮者也。」余謂孟子以儀、秦之齒舌，明周、孔之肺腸，的切痛快，蘇醒萬世，此何可非！泰伯所以非之者，謂其不當勸齊、梁之君以王耳。昔武王伐紂，【昔武王伐紂　「伐」，原誤作「代」，據諸本改。】舉世不以為非，而伯夷、叔齊獨非之。東萊呂先生曰：「武王憂當世之無君者也，伯夷憂萬世之無君者也。」余亦謂孟子憂當世之無君者也，泰伯憂萬世之無君者也。此其特見卓論，真可與夷、齊同科，至於說之、叔友拾其遺說而附和之，則過矣。 \\n 匹士光國 \\n 鳴狗盜者伍也，汲長孺固不肯與奴顏婢息者齒也。【?平原、孟嘗君養天下客，而未嘗得一客。張湯、公孫弘接天下士，而未嘗得一士。魯仲連固不肯與不肯與奴顏婢息者齒也　「息」，明活字本並諸本作「膝」。】若得一魯仲連，則一客可以敵千客。若得一汲長孺，則一士可以埒千士。故山谷詩曰：「匹士能光國，三孱不滿隅。」 \\n 不交近習 \\n 不主癰疽、瘠環，所以為孔子。不禮臧倉、王驩，所以為孟子。宋璟不與內侍交語，【不與內侍交語　「內」，明活字本作「近」。】明皇深加獎歎。【明皇深加獎歎　「獎歎」，諸本作「歎獎」。】杜悰不從監軍請選娼女入宮，【選娼女入宮　「娼女」，原作「宮女」。案，新唐書卷一六六杜悰傳有「武宗詔揚州監軍取倡家女十七進禁中」語，故當作「娼女」是，據寬文本並諸本改。】武宗知其有宰相才。范純夫為諫官，東鄰宦官陳衍園亭在焉，衍每至園中，不敢高聲，謂其徒曰：【謂其徒曰　「謂」，原誤作「請」，據諸本改。】「范諫議一言到上前，吾輩不知死所矣。」此其所以為范純夫也，此其所以為元祐也。王黼為宰相，與宦者梁師成鄰居，【與宦者梁師成鄰居　「宦」，原誤作「官」，據諸本改。】密開後戶往來。徽宗幸黼第，徘徊觀覽，偶見之，大不樂。此其所以為王黼也，【此其所以為王黼也　「也」，原無，據上下文義並諸本補。】此其所以為崇、觀、政、宣也。 \\n 王定國趙德麟 \\n 東坡於世家中得王定國，於宗室中得趙德麟，獎許不容口。定國坐坡累，謫賓州。瘴煙窟裏五年，面如紅玉，尤為坡所敬服。然其後乃階梁師成以進，而德麟亦諂事譚稹。紹興初，德麟主管大宗正司，有旨令易環衛官，宰相呂頤浩奏曰：「令畤讀書能文，蘇軾嘗薦之，似不須易。」高宗曰：「令畤昔事譚稹，為清議所薄。」竟易之。士大夫晚節持身之難如此。余觀屈平之騷經曰：「蘭芷變而不芳兮，荃蕙化而為茅。何昔日之芳艸兮，今直為此蕭艾也？豈其有他故兮，莫好脩之害也！」朱文公釋之曰：「世亂俗薄，【世亂俗薄　「俗」，原誤作「浴」，據諸本並楚辭集註卷一改。】士無常守，乃小人害之。而以為莫如好脩之害者，何哉？蓋由君子好脩，而小人嫉之，使不容於當世，故中材以下，莫不變化而從俗，則是其所以致此者，反無有如好脩之為害也。」嗚呼！其崇、觀、政、宣之時乎，宜二子之改節易行也。 \\n ?妒婦喻 \\n 張無垢在越上作幕官，不請供給錢；在館中進書，不肯轉官，人皆以為好名之過。無垢曰：「既請月俸，又受供給，偶然進書，又便受賞，於我心實有不安，此亦本分事，何名之好！貪者往往不曾尋思，此心病也。心有病，人安得知？我知之，當自醫。別人既不自知病，反惡人醫病，猶婦人妒者，非特妒其夫，又且妒人之夫，其惑甚矣。」無垢此喻甚切。世降俗薄，貪濁成風，反相與嗤笑廉者。諛佞成風，反相與嗤笑直者。軟熟成風，反相與嗤笑剛者。競進成風，反相與嗤笑恬退者。侈靡成風，反相與嗤笑儉約者。傲誕成風，反相與嗤笑謙默者。【反相與嗤笑謙默者　「嗤」，上數句諸本均作「非」；又，「默」，原誤作「嘿」，據諸本改。】賈子云：「莫邪為鈍兮，鉛刀為銛。」東坡云：「變丹青於玉瑩兮，【變丹青於玉瑩兮　「玉瑩」，原誤作「玉堂」，據諸本並經進東坡文集事略卷一屈原廟賦改。】乃反謂子為非智。」【乃反謂子為非智　同上書屈原廟賦作「彼乃謂子為非智」。】風俗至於如此，豈不可哀！ \\n 誅曦詔 \\n 安子文與楊巨源、李好義合謀誅逆曦，矯詔之詞曰：「惟干戈省厥躬，朕既昧聖賢之戒；雖犬馬識其主，爾乃甘夷虜之臣！邦有常刑，罪在不赦。」詞旨明白，乃好義姊夫楊君玉之詞也。曦年十許歲時，其父挺嘗問其志，曦有不臣之語，其父怒，蹴之爐火中，灼其面，號「?巴子」云。 \\n 古人稱字 \\n 魏鶴山云：「古人稱字，最不輕。儀禮：子孫於祖禰皆稱字。孔門諸子，多稱夫子為仲尼。子思，孫也，孟子，又子思弟子也，亦皆稱仲尼。雖今人亦稱之，而人不為怪。游、夏之門人，皆字其師。漢初唯子房一人得稱字，中世有字其諸父，字其諸祖者，近世猶有後學呼退之，兒童誦君實之類。」觀鶴山此說，古人蓋以稱字為至重。今世唯平交乃稱字，稍尊稍貴者，便不敢以字稱之，與古異矣。魯哀公誄孔子亦曰尼父，則君亦可以字臣。周益公謂先君曰：「壽皇每稱東坡，唯曰子瞻而不名，其欽重如此。」 \\n 靜重 \\n 大凡應大變處大事，須是靜定凝重，如周公之「赤舄几几」是也。漢武帝因不移步識霍光，因不轉盻識金日磾，亦是窺見他靜定凝重處，故逆知其可以託孤寄命。韓魏公之凝立，【韓魏公之凝立　「凝」，明活字本作「痴」。】亦此類也。歐陽公所謂「垂紳正笏，不動聲色，而措天下於泰山之安」，形容得最好。然魏公亦只是天資。至如司馬公則加以學力，尤不可及。如更新法，傅欽之、蘇子瞻勸其防後患，公起立拱手，仰視厲聲曰：「天若祚宋，必無此事。」此惟有大力量，【此惟有大力量　原作「此必小大力量」，義不可通，據稗海本改。】方能為此言。張宣公云：「使某當時應答，不過曰：『苟利社稷，遑恤其他！』只如此說已自好，安能如公之言，更不論一己利害。想其平日所養，故臨事發言，能如是中理，雖聖人不過如此說，近於終條理者矣。」 \\n 問寢龍樓 \\n 紹熙甲寅，光宗以疾不能過宮，吾郡尹德鄰初參太學，簾引詩題出「問寢龍樓曉」，德鄰詩云：「父母人皆有，儀刑自冕旒。問安趨燕寢，拂曉過龍樓。鶴駕嚴晨衛，雞人徹夜籌。慈闈天語接，飛棟月華收。萬姓齊呼舞，三宮款獻酬。小儒憂國切，幾白九分頭。」學官擊節，一時傳誦。 \\n 自家他家 \\n 象山與羅春伯書云：「宇宙無際，天地開闢，本只一家。來書乃謂自家屋裏人，不亦陋乎！謂之自家，不知孰為他家？古人但問是非邪正，不問自家他家。君子之心，未嘗不欲其去非而就是，捨邪而適正，其怙終不悛，則當為夬之上六矣。舜於四凶，孔子於少正卯，亦治其家人耳。」象山此論，可謂渾厚高明。且以我朝言之，自慶曆以前，無君子小人之名，所謂本只一家者也，故君子不受禍。自慶曆以後，君子小人之名始立，則有自家他家之分矣。故君子之受禍，一節深於一節。 \\n 冬至奏對 \\n 丁常任，毘陵人，淳熙間為郎。冬至日，上殿奏對。玉音曰：「曉來雲物甚奇，卿曾見否？」常任實不曾見，即對曰：「豈惟臣見之，四海萬姓皆見之。」孝宗大喜曰：「卿對甚偉。」命除淮漕。 \\n 詩家喻愁 \\n 詩家有以山喻愁者，杜少陵云「憂端如山來，【憂端如山來　九家集注杜詩卷二自京赴奉先詠懷五百字作「憂端齊終南」。】澒洞不可掇」，趙嘏云「夕陽樓上山重疊，未抵春愁一倍多」是也。有以水喻愁者，李頎云「請量東海水，【李頎　原誤作「李傾」，據諸本改。】看取淺深愁」，李後主云：「問君都有幾多愁？恰似一江春水向東流」，秦少游云「落紅萬點愁如海」是也。賀方回云：「試問閒愁知幾許，一川煙艸，滿城風絮，梅子黃時雨。」蓋以三者比之愁多也，尤為新奇，兼興中有比，意味更長。 \\n 經總錢 \\n 宣和中，大盜方臘擾浙中，王師討之。命陳亨伯以發運使經制東南七路財賦。因建議如賣酒、鬻糟、商稅、牙稅與夫頭子錢、樓店錢，皆少增其數，別歷收繫，謂之「經制錢」。其後盧宗原頗附益之。至翁彥國為總制使，倣其法，又收贏焉，謂之「總制錢」。靖康之初，嘗詔罷之。軍興，議者再請施行，色目寖廣，視宣和有加焉。以迄于今，為州縣大患。初，亨伯之作俑也，其兄聞之，哭於家廟，謂剝民產，怨禍必及子孫。厥後葉正則作外臺，【葉正則作外臺　「臺」，原誤作「稿」，據明活字本改。】謂必盡去經總錢，而後天下乃可為，治平乃可望。然中興百年，非無聖君賢相，未聞有議及此者，是獨何也？ \\n 論語 \\n 杜少陵詩云：「小兒學問止論語，大兒結束隨商賈。」【大兒結束隨商賈　「賈」，九家集注杜詩卷一三最能行作「旅」。】蓋以論語為兒童之書也。趙普再相，人言普山東人，所讀者止論語，蓋亦少陵之說也。太宗嘗以此語問普，普略不隱，對曰：「臣平生所知，誠不出此。昔以其半輔太祖定天下，今欲以其半輔陛下致太平。」普之相業，固未能無愧於論語，【固未能無愧於論語　「固」，原誤作「因」，據諸本改。】而其言則天下之至言也。朱文公曰：「某少時讀論語便知愛，自後求一書似此者卒無有。」 \\n 本政書 \\n 林勳，賀州人，紹興中登進士第。【紹興中登進士第　建炎以來繫年要錄卷二六於建炎三年八月辛酉下載：「廣州州學教授林勳獻本政書十三篇。」宋史卷四二二林勳傳載：「林勳，賀州人，政和五年進士，為廣州教授。建炎三年八月，獻本政書十三篇。」據此，羅書云勳為紹興中進士誤。】嘗進本政書，欲漸復三代井田之法。大略謂：五尺為步，步百為畝。畝百為頃，頃九為井。井方一里，井十為通，通十為成。成方十里，成十為終，終十為同。同方百里，一同之地，提封萬井，實為九萬頃。三分去二，為城郭市井、官府道路、山林川澤，與夫磽确不毛之地。定其可耕與為民居者三千四百井，實為三萬六百頃。一頃之田，二夫耕之。夫田五十畝，餘夫亦如之，總二夫之田，則為百畝。百畝之收，平歲為米五十石，上熟之歲，為米百石。二夫以之養數口之家，蓋裕如矣。總八頃之稅，為米十有六石，錢三貫二百文，此之謂什一。井復一夫之稅，以其人為農正，掌勸督耕耨賦稅之事，但收十有五夫之稅，總計三千四百井之稅，為米五萬一千石，為錢一萬二千貫，以此為一同之率。一頃之居，其地百畝，十有六夫分之。夫宅五畝，總十有六夫之宅，為地八十畝。餘二十畝以為社學場圃，一井之人共之，使之朝夕群居，以教其子弟。然貧富不等，未易均齊，奪有餘以補不足，則民駭矣。今宜立之法，使一夫占田五十畝以上者為良農，不足五十畝者為次農，其無田而為閒民，【其無田而為閒民　「為」，原脫，據諸本補。】與非工商在官而為游惰末作者，皆為驅之使為隸農。良農一夫以五十畝為正田，以其餘為羡田。正田毋敢廢業，必躬耕之。其有羡田之家，則無得買田，唯得賣田。至於次農，則無得賣田，而與隸農皆得買羡田，以足一夫之數，而升為良農。凡次農隸農之未能買田者，皆使之分耕良農之羡田，各如其夫之數，而歲入其租於良農。如其俗之故，非自能買田及業主自收其田，皆毋得遷業。若良農之不願賣羡田者，宜悉俟其子孫之長而分之，官毋苛奪以賈其怨。少須暇之，自合中制矣。其書大略如此。朱文公、張宣公皆喜其說，謂其有志復古。然今時欲行經界，尚以為難，況均田乎？ \\n 元子宗子 \\n 橫渠西銘曰：「大君者，父母之宗子。」其說本於召公。召誥曰：「有王雖小，元子哉！」又曰：「皇天上帝，改厥元子。」元子即宗子也。武王誓師之辭曰：「亶聰明，作元后，元后作民父母。」余謂父母之說，不如元子宗子之說意味深長。蓋謂之元子宗子，則天父地母，臨之於上，諸弟之顛連無告者，責望於下，非特惻然於同胞之愛，且有所嚴憚而不敢隳其職分矣。 \\n 六和塔詩 \\n 李彊父為昭文相，嘗出六和塔，題詩云：「往來塔下幾經秋，【往來塔下幾經秋　宋詩紀事卷六０引咸淳臨安志李宗勉題六和塔詩作「經從塔下幾春秋」。】每恨無從到上頭。今日登臨方覺險，【今日登臨方覺險　「覺」，原誤作「覓」，據諸本改。又，同上書引作「今日始知高處險」。】不如歸去臥林丘。」彊父為相清正，謹守規矩，自奉如寒士，書卷不釋手，薨于位，諡文清。 \\n 湖州生祠 \\n 嘉定間，楊伯子為湖州守，彈壓豪貴，牧養小民，治聲赫然，為三輔冠。郡之士相與肖像祠于學宮，與工部尚書戴少望並祠。伯子意不悅，會除浙東庾節，將行，辭先聖先師禮畢，與教官諸生坐于講堂，【與教官諸生坐于講堂　「教」，原誤作「校」，據諸本改。】命取所祠畫像來，題詩其上云：「面有憂民色，天知報國心。三年風月少，兩鬢雪霜深。更莫留形跡，何曾廢古今。不如隨我去，相伴老山林。」遂卷藏而行。當時士子有戲和其詩者，末句云：「可憐戴工部，獨樹不成林。」 \\n 黃陵廟詩 \\n 陸士規布衣工詩，秦檜喜之。嘗挾秦書干臨川守，【嘗挾秦書干臨川守　「干」，原誤作「于」，據諸本改。】餽遺不滿意，升堂嫚罵。守懼，以書白秦自解。秦怒陸甚，陸請見，不出。然猶令其子小相者見之，問其近作。陸誦其黃陵廟一絕云：「東風吹草綠離離，路入黃陵古廟西，帝子不知春又去，亂山無主鷓鴣啼。」小相入誦之。秦吟賞再四，即命請見，待之如初。 \\n 殺人手段 \\n 宗杲論禪云：【宗杲　原誤作「宋杲」，據諸本並淳祐臨安志輯逸卷七改。】「譬如人載一車兵器，弄了一件，又取出一件來弄，便不是殺人手段。我則只有寸鐵，便可殺人。」朱文公亦喜其說。蓋自吾儒言之，若子貢之多聞，弄一車兵器者也。曾子之守約，寸鐵殺人者也。 \\n 詩互體 \\n 杜少陵詩云：「風含翠篠娟娟淨，雨裛紅蕖冉冉香。」上句風中有雨，下句雨中有風，謂之互體。楊誠齋詩云「綠光風動麥，白碎日翻池」亦然，上句風中有日，下句日中有風。 \\n 陳黃送秦少章 \\n 韓文公作歐陽詹哀詞云：「詹，閩人也，父母老矣，捨朝夕之養以來京師。其心將以有得於是，而歸為父母榮也。雖其父母之心亦然，詹在側，雖無離憂，其志不樂也。詹在京師，雖有離憂，其志樂也。」山谷送秦少章從蘇公學云：「斑衣兒啼真自樂，從師學道也不惡。但使新年勝故年，即如常在郎罷前。」後山云：「士有從師樂，諸兒卻未知。欲行天下獨，信有俗間疑。秋入川原秀，風連鼓角悲。目前豚犬類，未必慰親思。」二詩皆用韓意，而後山之味永。陸象山云：「男子生而以桑弧蓬矢，射天地四方，示有四方之志，此其父母教之望之第一義也。顏子之家，一簞食，一瓢飲，在人不堪憂之地，而其子乃從其師周遊天下，履宋、衛、陳、蔡之厄，而不以為悔。此豈俚俗之人、拘曲之士所能知其義哉！蓋誠使此心無所放失，無所陷溺，全天之所予而無傷焉，則千萬里之遠，無異於親膝。不然，雖日用三牲之養，猶為不孝也。」象山此說，尤更精透。 \\n 住山僧 \\n 有僧住山，或謀攘之。僧乃掛草?一雙於方丈前，題詩云：「方丈前頭掛草鞋，流行坎止任安排。老僧腳底從來闊，未必枯髏就此埋。」余謂士大夫去就亦當如此。楊誠齋立朝時，計料自京還家之裹費，貯以一篋，鑰而置之臥所。戒家人不許市一物，恐累歸擔，日日若促裝者。余又聞昔有京尹，忘其名，不攜家，唯弊篋一擔，每晨起，則撒帳卷席，食畢，則洗缽收箸，以拄杖撐弊篋于廳事之前，常若逆旅人將行者。故擊搏豪強，拒絕宦寺，悉無所畏。余曩在太學，嘗館于一貴人之門。一日，命市薪六百券，有卒微哂，謂其徒曰：「朝士今日不知明日事，乃買柴六百貫耶！」余因竊歎：士大夫之見，有不如此卒者多矣。 \\n 奏疏貴簡 \\n 劉平國云：「奏疏不必繁多，為文但取其明白，足以盡事理，感悟人主而已。」此論極好，如伊訓、說命、無逸、立政所未論，只如諸葛孔明前後出師表，何嘗費詞！近時如張宣公自都機入奏三劄，陸象山為刪定官輪對五劄，皆可法。 \\n 閒居交遊 \\n 自古士之閒居野處者，【自古士之閒居野處者　「自」，諸本作「昔」；「者」，明活字本無。】必有同道同志之士相與往還，故有以自樂。陶淵明移居詩云：「昔欲居南村，非為卜其宅。聞多素心人，樂與數晨夕。」又云：「鄰曲時來往，【鄰曲時來往　陶淵明集卷二移居作「鄰曲時時來」。】抗言談在昔。奇文共欣賞，疑義相與析。」則南村之鄰，豈庸庸之士哉！杜少陵在錦里，亦與南鄰朱山人往還，其詩云：「錦里先生烏角巾，園收芋栗不全貧。慣看賓客兒童喜，得食階除鳥雀馴。秋水纔深四五尺，野航恰受兩三人。白沙翠竹江村暮，相送柴門月色新。」又云：「相近竹參差，相過人不知。幽花欹滿逕，【幽花欹滿逕　「逕」，九家集注杜詩卷二一過南鄰山人水亭作「樹」。】野水細通池。歸客村非遠，殘尊席更移。看君多道氣，從此數追隨。」所謂朱山人者，固亦非常流矣。李太白尋魯城北范居士誤落蒼耳中詩云：「忽憶范野人，閒園養幽姿。」又云：「還傾四五酌，自詠猛虎詞。近作十日歡，遠為千歲期。【遠為千歲期　「歲」，李太白全集卷二０尋魯城北范居士失道作「載」。】風流自簸蕩，謔浪偏相宜。」想范野人者，固亦可人之流也。 \\n 廢心用形 \\n 列子曰：「仲尼廢心而用形。」淵明詩云「形跡憑化往，靈府長獨閒」，說得更好。蓋其自彭澤賦歸之後，洒然悟心為形役之非，故其言如此。果能行此，則靜亦靜，動亦靜，雖過化存神之妙，不外是矣。謂淵明不知道，可乎？ \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之二 乙編", "正文": "  \\n 鶴林玉露卷之二　乙編 \\n 　 \\n  \\n  \\n 紅友 \\n 常州宜興縣黃土村，東坡南遷北歸，嘗與單秀才步田至其地。地主攜酒來餉曰：「此紅友也。」坡曰：「此人知有紅友，而不知有黃封，可謂快活。」余嘗因是言而推之，金貂紫綬，誠不如黃帽青簑；朱轂繡鞍，誠不如芒鞋藤杖；醇醪養牛，【醇醪養牛　「養」，諸本作「豢」。】誠不如白酒黃雞；玉戶金鋪，誠不如松窗竹屋。無他，其天者全也。【其天者全也　明活字本下有雙行夾註云：「圖經誤刊『紅灰』為『紅友』，韻府遂收於『友』字下，誤人多矣。如羅大經、周必大輩皆以為『友』，皆圖經之誤也。宜興志蔣捷詩「老去紅灰酒甕前」之句，可見自有知者。彼田父巧言曰『紅友』即『紅灰』，自是造法用紅灰。弼記。」案，羅氏言「紅友」，蓋本一續圖經。宋張世南遊宦紀聞卷七云：「往年邑簿朱冠卿，續編圖經云：『五十五里，地名黃土村。坡公嘗與單秀才，步田至焉。地主以酒見餉，謂坡曰：此紅友也。坡言：此人知有紅友，不知有黃封，真快活人也。』」】 \\n 韓平原客 \\n 韓平原嘗為南海尉，延一士人作館客，【延一士人作館客　「館」，明活字本無。】甚賢而文。既別，音問杳不通。平原當國，常思其人。一日，忽來上謁，蓋已改名登第數年矣。一見歡甚，館遇極厚。嘗夜闌酒罷，平原屏左右，促膝問曰：「某謬當國秉，外間議論若何？」其人太息曰：「平章家族危如纍卵矣，【平章家族危如纍卵矣　「平章」，原作「平原」，審下文屢言「平章」，當作「平章」是，據諸本改。】尚復何言？」平原愕然問故。對曰：「是不難知也，椒殿之立，非出於平章，則椒殿怨矣。皇子之立，非出於平章，則皇子怨矣。賢人君子，自朱熹、彭龜年、趙汝愚而下，斥逐貶死，不可勝數，則士大夫怨矣。邊釁既開，三軍暴骨，孤兒寡婦之哭聲相聞，則三軍怨矣。並邊之民死於殺掠，內地之民死於科需，則四海萬姓皆怨矣。叢是眾怨，平章何以當之？」平原默然久之曰：「何以教我？」其人辭謝再三。固問，乃曰：「僅有一策，主上非心黃屋，若急建青宮，開陳三聖家法，為揖遜之舉，則皇子之怨可變而為恩，而椒殿退居德壽，雖怨無能為矣。於是輔佐新君，渙然與海內更始，曩時諸賢，死者贈恤，生者召擢。遣使聘虜，釋怨請和，以安邊境。優犒諸軍，厚恤死士，除苛解慝，盡去軍興無名之賦，使百姓有更生之意。然後選擇名儒，遜以相位，乞身告老，為綠野之游，則易危為安，轉禍為福，或者其庶幾乎！」平原猶豫不能決，欲留其人，處以掌故。其人力辭，竟去。未幾禍作。 \\n 詠鷗 \\n 杜少陵詩云「鷗行炯自如」，形容甚妙。如召南大夫節儉正直，而退食委蛇；彼都人士，行歸于周，而從容有常，皆炯自如者也。 \\n 老瓦盆 \\n 杜少陵詩云：「莫笑田家老瓦盆，自從盛酒長兒孫。傾銀注玉驚人眼，共醉終同臥竹根。」蓋言以瓦盆盛酒，與傾銀壺而注玉杯者同一醉也，尚何分別之有。由是推之，蹇驢布韉，與金鞍駿馬同一遊也；松床莞席，與繡帷玉枕同一寢也。知此，則貧富貴賤，可以一視矣。昔有僕嫌其妻之陋者，主翁聞之，召僕至。以銀杯瓦碗各一，酌酒飲之。問曰：「酒佳乎？」對曰：「佳。」「銀杯者佳乎？瓦碗者佳乎？」對曰：「皆佳。」主翁曰：「杯有精粗，酒無分別，汝既知此，則無嫌於汝妻之陋矣！」僕悟，遂安其室。少陵詩意正如此。而一本迺以「玉」字作「瓦」字，【迺以玉字作瓦字　「以」，諸本作「改」。】失之矣。 \\n 去婦詞 \\n 李太白去婦詞云：「憶昔初嫁君，小姑纔倚床。今日妾辭君，小姑如妾長。回頭語小姑，莫嫁如兄夫。」古今以為絕唱。然以余觀之，特忿恨決絕之詞耳，豈若谷風去婦之詞曰「毋逝我梁，毋發我笱」，雖遭放棄，而猶反顧其家，戀戀不忍乎！乃知國風優柔忠厚，信非後世詩人所能彷彿也。古今賦昭君詞多矣，唯白樂天云：「漢使?迴憑寄語，黃金何日贖蛾眉？君王若問妾顏色，莫道不如宮裏時。」前輩以為高出眾作之上，亦謂其有戀戀不忘君之意也。歐陽公明妃詞自以為勝太白，而實不及樂天。至於荊公云「漢恩自淺胡自深，人生樂在相知心」，則悖理傷道甚矣。杜子美儒冠忍餓，垂翅青冥，殘盃冷炙，酸辛萬狀，不得已而去秦，然其詩曰，「尚憐終南山，回首清渭濱」，戀君之意，藹然溢於言外。其為千載詩人之冠冕，良有以也。魏鶴山云：「處人倫之變，當以三百五篇為正。考槃、小宛之為臣，小弁、凱風之為子，燕燕、谷風之為婦，終風之為母，柏舟之為宗臣，何人斯之為友，皆不遇者也。而責己重以周，待人輕以約，優柔諄切，怨而不怒，憂而不敢疏也。東坡在黃在惠在儋，不患不偉，患其傷於太豪，便欠畏威敬怒之意。【便欠畏威敬怒之意　「怒」，明活字本作「恕」。】如『茲遊最奇絕，所欠唯一死』之類，詞氣不甚平，又如韓文公廟碑詩云：『作書詆佛譏君王，要觀南海窺衡湘。』方作諫書時，亦冀諫行而跡隱，豈是故為詆訐，要為南海之行。蓋後世詞人多有此意，如『去國一身，高名千古』之類，十有八九若此。不知君臣義重，家國憂深。聖賢去魯去齊，不若是恝者，非以一去為難也。」此論精矣。 \\n 楊太真 \\n 武惠妃薨，明皇悼念不已，後宮數千，無當意者。或言壽王妃楊氏之美，絕世無雙。帝見而悅之，乃令妃自以其意乞為女官，號「太真」，更為壽王娶韋昭訓女。潛納太真宮中，寵遇如惠妃，冊為貴妃，與衛宣公納伋之妻無以異。白樂天長恨歌云：「楊家有女初長成，養在深閨人未識。天生麗質難自棄，一朝選在君王側。」為尊者諱也。近時楊誠齋題武惠妃傳云：「桂折秋風露折蘭，千花無朵可天顏。壽王不忍金宮冷，獨獻君王一玉環。」詞雖工，意亦未婉。唯李商隱云：「龍池賜酒敞雲屏，【龍池賜酒敞雲屏　「敞」，原誤作「?敞」，據諸本並玉谿生詩集箋注卷三龍池改。】羯鼓聲高眾樂停。夜半宴歸宮漏永，薛王沉醉壽王醒。」其詞微而顯，得風人之體。 \\n 遷謫量移 \\n 士大夫危言峻節，遷謫凄涼，晚歲收用，衰落懲創，刓方為圓者多矣。呂子約謫廬陵，量移高安，楊誠齋送行詩云：「不愁不上青霄去，【不愁不上青霄去　「霄」，原作「雲」。案，審下「上了青霄莫愛身」句，當作「霄」是，據諸本改。】上了青霄莫愛身。」蓋祖杜少陵送嚴鄭公云：「公若居臺輔，【公若居臺輔　「居」，九家集注杜詩卷二二奉送嚴公入朝作「登」。】臨危莫愛身。」然以之送遷謫流徙之士，【送遷謫流徙之士　「流徙」，諸本作「向用」。】則意味尤深長也。 \\n 隱士出山 \\n 晁以道與陳叔易俱隱嵩山，叔易被召出山，以道作詩云：「處士何人為作牙，盡攜猿鶴到京華。【盡攜猿鶴到京華　「鶴」，原作「雀」，據諸本並宋朱弁風月堂詩話卷下引改。】故山巖壑應惆悵，【故山巖壑應惆悵　風月堂詩話卷下引作「可憐巖壑空惆悵」。】六六峰前只一家。」【六六峰前只一家　「只」，風月堂詩話卷下引作「少」。】籍溪胡原仲除正字，朱文公寄詩云：「先生去上芸香閣，閣老新峨豸角冠。留取幽人臥空谷，一川風月要人看。」【一川風月要人看　原下有夾注云：「閣老，劉共父也。」】二詩相似，然以道後亦出山，時人反以此詩嘲之。文公卷舒以道，難進易退，高節全名，師表百世，乃知終南、少室之流，與有道之士，正不可同年語也。 \\n 批答援引 \\n 東坡批答呂大防辭免恩命云：「卿有夷狄盜賊之虞，【卿有夷狄盜賊之虞　「夷狄盜賊」原倒作「盜賊夷狄」，據諸本並經進東坡文集事略卷三八批答改。】倉廩禮樂之歎，陰陽風雨之憂，此三者，誠當今之大計。孟子曰：『責難於君謂之恭。』夫既以責其君，而不以身任之，【而不以身任之　經進東坡文集事略下有一「者」字。】非仁人也。」蓋援其所自言者以勉之。近時真西山批答參政樓鑰乞致仕不允云：「夫七十致仕，雖著于經，二三大臣，難拘此制。卿昔代言，嘗以是卻臣鄰之請矣，豈今日遂忘斯誼乎？」此又切矣。 \\n 物畏其天 \\n 潁濱釋莊子曰：「魚不畏網罟，而畏鶗鶘，畏其天也。」物之畏其天，誠有可怪者。余里中一村童，嘗見大蛙十數，聚于汙池叢棘之下。欲前捕之，熟視，乃一巨蛇蟠棘下，以恣啖群蛙，群蛙凝立待啖，不敢動。又村叟見蜈蚣逐一蛇，行甚急，【行甚急　「甚」，原誤作「其」，據諸本改。】蜈蚣漸近，蛇不復動，張口以待，蜈蚣竟入其腹。逾時而出，蛇已斃矣。村叟棄蛇于深山中，踰旬往視之，小蜈蚣無數食其腐肉。蓋蜈蚣產卵于蛇腹中也。余又嘗見一蜘蛛，逐蜈蚣甚急，蜈蚣逃入籬搶竹中。蜘蛛不復入，但以足跨竹上，搖腹數四而去。伺蜈蚣久不出，剖竹視之，蜈蚣已節節爛斷如鱟醬矣。蓋蜘蛛搖腹之時，乃灑溺以殺之也。物之畏其天有如此者。夫蛇之恣啖群蛙，自以為莫己敵矣，而不知蜈蚣之能涉其腹也。蜈蚣之斃蛇育子，自以為莫吾禦矣，而不知蜘蛛之能醢其軀也。世之人昂昂然以凶毒自多者，可以觀矣。且蛙之不能敵蛇，固也。蜈蚣小於蛇矣，【蜈蚣小於蛇矣　「矣」，原脫，據諸本並下文句式補。】而能制蛇。蜘蛛小於蜈蚣矣，而能制蜈蚣。物豈專以小大為強弱哉！ \\n 詩用助語 \\n 詩用助語，字貴妥帖。如杜少陵云：「古人稱逝矣，吾道卜終焉。」又云：「去矣英雄事，荒哉割據心。」山谷云：「且然聊爾耳，得也自知之。」韓子蒼云：「曲檻以南青嶂合，高堂其上白雲深。」皆渾然帖妥。吾郡前輩王才巨云：【王才巨云　諸本作「王才臣云」。案，本書乙編卷四「題貧樂圖」條亦作「王才臣」，當是。】「並舍者誰清可喜，各家之竹翠相交。」曾幼度云：「不可以風霜後葉，何傷於月雨餘雲。」亦佳。 \\n 存問逐客 \\n 李泰發忤秦檜，貶海上，雷州守王彥恭存問周餽甚至。檜聞之，貶彥恭。辰陽陸升之，泰發姪婿也，告訐泰發家事，得刪定官。檜死，彥恭復官，升之貶雷州。胡澹菴謫嶺南，士大夫多凌蔑之，否則畏避之。方滋字務德，本亦檜黨，待之獨有加禮。澹菴深德之。檜死，其黨皆逐。務德入京，謀一差遣不可得，栖栖旅館。澹菴偶與王梅溪語及其事，梅溪曰：「此君子也。」率館中諸公訪之，且揄揚其美，務德由此遂晉用。由此觀之，君子贏得做君子，小人枉了做小人。 \\n 野服 \\n 朱文公晚年，以野服見客，榜客位云：【榜客位云　以下朱文公榜客位語，亦見遊宦紀聞卷八，較此為多。】「滎陽呂公，嘗言京洛致仕官與人相接，皆以閒居野服為禮，而歎外郡之不能然。其旨深矣！某已叨誤恩，許致其事，本未敢遽以老夫自居，而比緣久病，艱於動作，遂不免遵用舊京故俗，輒以野服從事。然上衣下裳，大帶方履，比之涼衫，自不為簡。其所便者，但取束帶足以為禮，解帶足以燕居，且使窮鄉下邑，得以復見祖宗盛時京都舊俗如此之美也。」余嘗於趙季仁處，見其服上衣下裳。衣用黃白青皆可，直領，兩帶結之，緣以皁，如道服，長與膝齊。裳必用黃，中及兩旁皆四幅，不相屬，頭帶皆用一色，取黃裳之義也。別以白絹為大帶，兩旁以青或皁緣之。見儕輩則繫帶，見卑者則否。謂之野服，又謂之便服。 \\n 而已失官 \\n 寶慶初元，洪舜俞為考功郎，應詔言事，詞旨剴切。真西山謂陳正甫曰：「讀洪考功封事，某殊有愧色。」其封事中論臺諫失職云：「月課將臨，筆不敢下，稱量議論之異同，揣摩情分之厚薄，可否未決，吞吐不能。其相率勇往而不顧者，恭請聖駕款謁景靈宮而已。」臺臣摘以為言，謂祗見宗廟，此重事也，而洪某乃言「款謁景靈宮而已」，詞語嫚易，有輕宗廟之意。遂遭罷黜，【遂遭罷黜　「遂」，明活字本作「遠」。】仍鐫三官。舜俞有詩云：「不得之乎成一事，?因而已失三官。」 \\n 函首詩 \\n 庶人之讎，釋禮記者謂可盡五世，矧有天下者乎！齊襄復九世之讎，春秋大之。我國家之於金虜，蓋百世不共戴天之讎也。開禧之舉，韓侂冑無謀浪戰，固可罪矣。然乃至函其首以乞和，何也？當時太學諸生之詩曰：「晁錯既誅終叛漢，於期已入竟亡燕。」此但以利害言耳，蓋未嘗以名義言也。譬如人家子孫，其祖父為人所殺，其田宅為人所吞，【其田宅為人所吞　「宅」，明活字本作「地」；「吞」，明活字本作「容」。】有一狂僕佐之復讎，謀?計淺，迄不能遂，乃歸罪此僕，送之讎人，使之甘心焉，可乎哉？ \\n 前褒後貶 \\n 韓昌黎上大尹李實書云：「愈來京師，於今十五年，所見公卿大臣，不可勝數，皆能守官奉職，無過失而已。未見有赤心事上憂國如閣下者。今年以來，不雨者百有餘日。種不入土，野無青艸，而盜賊不敢起，穀價不敢貴，百坊百二十司、六軍二十四縣之人，皆若閣下親臨其家。老姦宿贓，銷縮摧沮，魂亡魄喪，【魂亡魄喪　「亡」，原誤作「止」，據諸本改。】影滅跡絕。非閣下條理鎮服，布宣天子威德，其何能及此！」其後作順宗實錄乃云：「實諂事李齊運，驟遷至京兆尹，恃寵強愎，不顧邦法。【不顧邦法　「法」，明活字本作「本」。案，此言民事，當以「邦本」為是，語出尚書「民惟邦本」。】是時大旱，畿甸乏食，實一不以介意，方務聚斂徵求，以給進奉。【以給進奉　「給」，明活字本無。】每奏對輒曰：『今年雖旱，而穀甚好。』由是租稅皆不免。陵轢公卿，勇於殺害，人不聊生。及謫通州長史，市里讙呼，皆袖瓦礫遮道伺之。」與前書一何反也。豈書乃過情之譽，而史乃紀實之辭耶？然退之古君子，單辭片語，必欲傳信，寧可妄發！而譽之過情，乃至於此，是不可曉也。近時汪彥章投李伯紀啟云：「孤忠貫日，正二儀傾側之中；凜氣橫秋，揮萬騎笑談之頃。」又云：「士訟公冤，咸舉幡而集闕下；帝從民望，令免冑以見國人。」其贊美至矣。及居翰苑，草伯紀謫詞，乃云：「朋姦罔上，有虞必去於驩兜；欺世盜名，孔子先誅於正卯。」又云：「專殺尚威，傷列聖好生之德；信讒喜佞，為一時?小之宗。」與前啟又何反也！伯紀真君子，而醜詆至此。嘻！其甚矣。當時亦有以此問彥章者，彥章云：「我前啟自直一翰林學士，而彼不我用，安得不醜詆之！」是可笑也。退之之於李實，豈亦若是耶？然李實真小人，【然李實真小人　「然」，原誤作「終」，據諸本改。】與伯紀不同。退之失於前之過譽，彥章失於後之過毀。譽猶可過也，毀不可過。 \\n 春風花艸 \\n 杜少陵絕句云：「遲日江山麗，春風花艸香。泥融飛燕子，沙暖睡鴛鴦。」或謂此與兒童之屬對何以異。余曰，不然。上二句見兩間莫非生意，下二句見萬物莫不適性。於此而涵泳之，體認之，豈不足以感發吾心之真樂乎！大抵古人好詩，在人如何看，在人把做甚麼用。【在人把做甚麼用　「甚麼」，原誤作「什甚」，據諸本改。】如「水流心不競，雲在意俱遲」，「野色更無山隔斷，天光直與水相通」，「樂意相關禽對語，生香不斷樹交花」等句，【生香不斷樹交花　「花」，明活字本作「枝」。】只把做景物看亦可，把做道理看，其中亦儘有可玩索處。大抵看詩，要胸次玲瓏活絡。【要胸次玲瓏活絡　「絡」，原誤作「終」，據諸本改。】 \\n 旌忠莊 \\n 韓世忠嘗議買新淦縣官田，【韓世忠嘗議買新淦縣官田　「新淦」，明活字本作「當塗」，下同。】高宗聞之，御札特以賜世忠。其詞云：「卿遇敵必克，克且無擾。聞卿買新淦田為子孫計，今舉以賜卿，聊旌卿之忠。」故其莊號旌忠。蓋當時諸將，各以姓為軍號，如張家軍、岳家軍之類，朝廷頗疑其跋扈。聞其買田，蓋以為喜，故特賜之。世忠之買田，亦未必非蕭何之意也。「克且無擾」四字，可謂要言。如王全斌輩，非不克，奈擾何？信能行此四字，雖古名將，何以加諸！ \\n 三將 \\n 漢惟一趙充國，唐惟一王忠嗣，本朝惟一曹彬，有三代將帥氣象。唐人詩云：「澤國山河入戰圖，生民何計樂樵蘇。憑君莫話封侯事，一將功成萬骨枯。」讀之可為酸鼻。 \\n 彤庭分帛 \\n 杜少陵詩云：「彤庭所分帛，本自寒女出。鞭撻其夫家，聚斂貢城闕。聖人筐篚恩，實欲邦國活。臣如忽至理，君豈棄此物。」即爾俸爾祿，民膏民脂之意也。士大夫誦此，亦可以悚然懼，惻然思矣。余嘗見州郡迓新者，設飾甚費。因成詩云：「赤子須摩撫，紅塵幾送迎。幕張雲匼匝，車列鑑鮮明。豈是朘民血，空教適宦情。忍聞分竹者，竭澤自求盈。」 \\n 血山 \\n 兗王假山成，【兗王假山成　「兗王」，考宋史卷二七七姚坦傳，姚坦為益王府翊善，嘗指益王所營假山為血山，非兗王，疑此處所記有誤。】請宮僚觀之，姚坦熟視曰：「此血山耳。」開寶塔成，田錫上疏曰：「眾以為金碧熒煌，臣以為塗膏釁血。」 \\n 吾心如秤 \\n 諸葛孔明曰：「吾心如秤，不能為人作輕重。」至哉言乎。信能此，則吾心即造化也。殺之而不怨，利之而不庸，己不勞而萬物服矣。乃知孔明長嘯草廬時，其所講不在伊呂下。杜少陵云：「伯仲之間見伊呂，指揮若定失蕭曹」，可謂識孔明心事矣。或謂既比之以伊呂矣，又比之以蕭、曹，何也？余曰，不然，下句蓋惜其指揮未定而死耳，使其指揮若定，則雖蕭、曹且不能當，況司馬仲達乎！指揮蓋措置經畫也，如兵民雜耕，留屯久駐之類。失猶無也，故末句有志決身殲之歎。 \\n 韓范用兵 \\n 郭仲晦云，用兵以持重為貴。蓋知彼知己，先為不可勝以待敵之可勝，此百戰百勝之術也。昔韓、范二公在五路，韓公力於戰，范公則不然，曰：「吾唯知練兵選將，積穀豐財而已。」余觀東軒筆錄載，韓公欲五路進兵，以襲平夏，范公不可。韓公遣尹師魯至慶州，約進兵，范公曰：「我師新敗，士卒氣沮，但當謹守，以觀其變，豈可輕兵深入！」師魯嘆曰：「公於此乃不及韓公。韓公嘗云，大凡用兵，當先置勝負於度外。公何區區過慎如此？」范公曰：「大軍一動，萬命所懸，乃可置於度外乎？」師魯不能強而還。韓公遂舉兵，次好水川。元昊設伏，我師陷沒，大將任福死之。韓公遽還，至半途，亡者之父兄妻子數千人，號於馬首，持故衣紙錢，招魂而哭曰：「汝昔從招討出征，今招討歸，而汝死矣，汝之魂識，亦能從招討以歸乎！」哀慟之聲震天地。韓公掩泣，駐馬不能進。范公聞之，歎曰：「當是時，難置勝負於度外也。」國朝人物，當以范文正為第一，富、韓皆不及。富公欲誅晁仲約，其見亦不逮范公。余嘗有詩云：「奮髯要斬高郵守，攘臂甘驅好水軍。到得繞?停轡日，始知心服范希文。」 \\n 天佑忠賢 \\n 劉元城貶梅州，章惇輩必欲殺之。郡有土豪，凶人也。以貲得官，【以貲得官　「貲」，原誤作「此」，據諸本改。】往來京師，見章惇，自言能殺元城。惇大喜，即除本路轉運判官。其人驅車速還。【其人驅車速還　「速」，明活字本作「遠」。】及境，郡守遣人告元城。元城略處置後事，與客笑談飲酒以待之。至夜半，忽聞鐘聲，問之，則其人已嘔血死矣。【其人已嘔血死矣　「已」，諸本作「忽」。】秦檜晚年，嘗一夕秉燭獨入小閣，治文書至夜半。【至夜半　「半」，諸本作「分」。】蓋欲盡殺張德遠、胡邦衡諸君子凡十一人。區處既定，只俟明早奏行之。四更忽得疾，數日而卒。檜父嘗為靜江府古縣令，守帥胡舜陟欲為檜父立祠於縣，以為逢迎計。縣令高登，剛正士也，堅不奉命。舜陟大怒，文致其罪，【文致其罪　「文」，諸本作「交」。】送獄鍛鍊，備極慘毒，登幾不能堪。未數日，舜陟忽殂，登乃獲免。近時大理評事胡夢昱，以直言貶象郡，過桂林，帥錢宏祖欲害之。未及有所施行，亦暴亡。嗚呼！謂天不佑忠賢，可乎？ \\n 齊人歸女樂 \\n 朱文公云：「齊人歸女樂，說者謂愛女樂必怠於政事，【說者謂愛女樂必怠於政事　「愛」，諸本作「受」。】故孔子遂行。然以史記觀之，又似夫子懼其讒毀而去。如曰「彼婦之口，可以出走」是已。魯仲連論帝秦之害，亦曰：「彼又將使其子女讒妾為諸侯妃，處梁之宮，梁君安得晏然而已乎？」想當時列國多此等事，故夫子不得不星夜急走。余謂齊人但欲蠱魯君之心，君心既蠱，則所謂怠於政事、聽讒嫉賢之事，自然色色有之。楊誠齋云：「人主之治天下，必先正其治之之主，【必先正其治之之主人　前「之」字明活字本作「人」。】人臣之相其君，必先正其人主之主。而小人敵國之欲傾人之國也，必先敗其人主之主而已。」齊人懲於夾谷而謀魯也，不以齊謀魯也，以魯謀魯也。魯以女樂罷朝而孔子行，則先敗其用孔子之主也，孰謂用孔子之主，【孰謂用孔子之主　「謂」，原誤作「為」，據諸本改。】非魯君之心乎？ \\n 張魏公討苗劉 \\n 苗傅、劉正彥之亂，張魏公在秀州，謀舉勤王之師。苗、劉偽詔至，大赦，厚犒諸軍。公潛於府庫中尋舊詔書，令人馳往十數里外，【令人馳往十數里外　「馳」，明活字本作「持」。】易其詔。既至，令僚屬宣詔，但為撫諭之詞，略張於譙樓，旋即斂之。大犒諸軍，群情賴以不搖。時張俊亦在秀州，【張俊亦在秀州　「亦在」，明活字本作「至」。案，考宋史卷三六九張俊傳，俊後至，故似以「至」為是。】公深結之。會韓世忠舟師亦至，公與世忠對哭。因饗俊、世忠將士，【因饗俊、世忠將士　「俊」，原誤作「浚」，據諸本改。】呼諸將校至前，抗聲問曰：「今日之事，【今日之事　宋史卷三六一張浚傳作「今日之舉」。】孰逆孰順？」皆對曰：「賊逆我順。」又曰：「若浚此舉違天悖人，可取浚頭歸苗傅，不然，一有退縮，悉以軍法從事！」眾皆感憤。遂勒兵行次臨平，逆黨屯拒不得前。世忠等搏戰，大破之。傅、正彥遁入閩，追獲斬首。拜公知樞密院事，時年纔三十三。【時年纔三十三　「三十三」，諸本作「三十二」。】 \\n 贈頭陀詩 \\n 楊誠齋贈抄經頭陀詩云：【贈抄經頭陀　楊萬里朝天集題作「送德輪行者」。】「刺血抄經奈若何，【刺血抄經奈若何　「刺」，朝天集作「瀝」，義長。案，「瀝血抄經」，蓋本韓愈詩「瀝血以書辭」。】十年依舊一頭陀。袈裟未著言多事，【袈裟未著言多事　「言」，朝天集作「愁」。】著了袈裟事更多。」今世儒生，竭半生之精力，以應舉覓官。幸而得之，便指為富貴安逸之媒，非特於學問切己事不知盡心，而書冊亦幾絕交。如韓昌黎所謂「牆角君看短檠棄」，陳後山所謂「一登吏部選，筆硯隨掃除」者多矣。是未知著了袈裟之事更多也。【是未知著了袈裟之事更多也　「之」字疑衍。】余同年李南金登第後，畫師以冠裳寫其真。南金題詩云：「落魄江湖十二年，布衫闊袖裹風煙。如今各樣新裝束，【如今各樣新裝束　「各」，原作「個」，審詩義，似以「各」為長，據諸本改。】典卻清狂賣卻顛。」雖一時戲語，然知紳裳之束縛，非韋布比，而加意檢束，亦自有味。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之三 乙編", "正文": "  \\n 鶴林玉露卷之三　乙編 \\n 　 \\n  \\n  \\n 陳子衿傳 \\n 先友李衍進之有雋才，於書無所不讀，不幸年逾二十而死。吾黨惜之，以比王逢原、邢居實。進之嘗以三百五篇詩名作陳子衿傳。其辭曰：陳子衿，宛丘北門人也。其先居甫田，世有清人，當漢時，緇衣為縣令者甚眾。及進士設科，綠衣登第，纍纍而有，於都人士中為最盛，雝雝如也。子衿母名靜女，封碩人，嘗采蘋汝墳。風雨暴至，殷殷其雷，有小星墜於懷，載馳而歸。出車思齊，禱于清廟，遂生子衿，正十月之交也。生時東方未明，設庭燎以舉之，鼓鐘於宮，以饗賀客，賓之初筵，晨風和暢，缾列白華，槃有木瓜，紉芄蘭，【紉芄蘭　「芄」，原誤作「芃」，據詩集傳卷三芄蘭改。】焚蓼蕭，綢繆霑洽。有客既醉，擊鼓歌曰：「椒聊之蕃衍兮，葛藟之綿綿，猗嗟盛哉，其大君門。驚人瑞世，騶虞麟趾。」歌闋，主人謝曰：「今日之集，薄具無羊，幸南有嘉魚，薦俎式微，諸君亮之。」客皆假樂，至雞鳴迺罷。碩人教養子衿，欲令三才並通，故試之泮水，使學烈文；置之靈臺，使觀雲漢；出之旄丘，使知民勞；行則君子陽陽，狡童不得伍；居則衡門閟宮，巧言無從入。日月既久，問學大明。碩人卒，子衿哀毀甚，素冠廬墓門，朝夕瞻卬。讀「劬勞」之詩，三復哀慟，門人為之廢蓼莪。於是念烈祖之緒，覃思文典，而家窶無衣，豐年乏食，葛屨履霜。門人或為之伐木，或為之采葛，或為之采菽采苓，以供衣食薪烝，嘗喟然歎曰：「噫嘻！非天保我，其誰閔予小子乎？我將時邁四方，冀昌厥志，必不獲遂，則采薇首陽，追蹤夷、齊耳。」迺正月吉日，出其東門，載驅而行，遵大路，過株林，度陂澤。褰裳以濟溱洧，則思子產之乘輿；狼跋而登終南，則念杜陵之秀句，信南山之霧豹，想崧高之降神。瞻彼洛矣，則概然有擊楫之志；杭彼河廣，則躍然有焚身之思。過東山而想謝傅之風流；涉渭陽而歎西平之勳烈。訪落帽於龍山，弔文王於畢郢。登高懷遠，凄然無歸，因著青蠅賦以譏切當世。迺濟沔水，逾韓奕，復入南山，節南山而西，寄食於公劉之家，南山有臺，下墩大田；彼黍離離，延及南陔；楚茨棫樸，樛木蒹葭，蓊密羅結；黃鳥玄鳥，綿蠻差池；桑扈鴛鴦，飛鳴自適。葛生其中，載芟載劉，規為小宛，以供遊觀。破斧伐檀，大東方之地。以築新臺，植以桃夭，樊以菀柳，羅以甘棠，【羅以甘棠　「甘」，原誤作「其」，據詩集傳卷一甘棠改。】環以泉水，東則東門之楊，東門之枌，駢翠交青；北則山有扶蘇，野有蔓草，蔥蔚可愛；俯視則隰有萇楚，瓠有苦葉，菁菁者莪，皇皇者華，紛紅駭綠，錯布如錦。其桑中則桑葉可拈，采綠之女，行露霑衣；其下泉則魚藻交加，鳧鷖上下，振鷺鴻鴈，或集或翔。又有漸漸之石，可以考槃。揚之水則清流激湍，多采蘩之氓，竹竿垂綸，魚麗于釣，【魚麗于釣　「釣」，似為「罶」之誤。詩集傳卷九魚麗有「魚麗于罶」句。】東門之池，葛覃其上，芣莒卷耳，瓠葉杕杜之屬尤多。其中谷有蓷，其丘中有麻，其防有鵲巢，其牆有茨，其園有桃，其摽有梅，其汾沮洳，則有裳裳者華，與苕之華隱映於行葦之閒。其中野則鹿鳴呦呦，鶴鳴革革，終日不絕。其隰桑之下，則棠棣黍苗，敷榮秀實，有杕之杜，幢幢如蓋，匪風而涼。公劉日與其友召旻，旻弟小旻、小弁、及子衿，號五公子，酣飲其中。子衿雖羈窮，公劉心知其非烝民比，敬愛無斁，采芑殺羔羊，射鳩雉，泂酌流泉，所以奉子衿者甚至。頃之子衿欲有所適，公劉贈以白駒，送以候人。子衿乃歷東門之墠，入旱麓，過北山，山之神移文招之，子衿亦樂其幽邃，往從其招，作歌曰：「北山有樞，為吾之居；北山有竹，籜兮窣窣；山之卷阿，凱風何多；山之崇丘，谷風翛翛；何草不黃，陰翕而藏；何彼襛矣，【何彼襛矣　「襛」，原誤作「穠」，據詩集傳卷一何彼襛矣改。】青陽韶美。」朝夕歌之，聲滿天地。山多鳥獸草蟲，有關雎、鴇羽、鳲鳩、鴟鴞、螽斯、蜉蝣、碩鼠之類，雜出其間，其野有死麇，其有兔爰爰，【有兔爰爰　「有」，原誤作「狡」，據詩集傳卷四有兔爰爰改。】其鶉之奔奔，俄而有鵲巢其屋，有狐出其竇，子衿撫然曰：「鳥獸不可與同群」，於是還魏，陟岵山適楚。至江有汜，得柏舟濟漢廣，與楚人巷伯、祈父，二子乘舟。二子知子衿抱負不群，謂之曰：「君子于役，【君子于役　「于」，原誤作「行」，據詩集傳卷四君子于役改。】既乏臣工，又無車舝，羔裘將敝，頍弁蕭條，般桓江漢，隻影無儔。泛觀生民，莫不有十畝之閒以耕，一版之屋以處。方春之時，蝃蝀載見，膏雨將降，東方之日小明，則女曰雞鳴，士曰昧旦，或將仲子，與叔于田，或伯兮居守，或大叔于田，簑笠在身，良耜在手，長幼暨暨，或饁或耘。四月六月，雨無正時，【雨無正時　「正」，原誤作「止」，據詩集傳卷一一雨無正改。】引渠灌輸，俾苗怒長，七月既秋，華黍將收，大車以載，月出方歸，及夫定之方中，農隙多暇，則呼盧令，攜兔罝，挾角弓，張九罭，施敝笱，以獵以漁。其富者，或駕駟鐵，乘四牡，有車轔轔，有駜駟駟，車攻原野，網交淇奧，釃風湛露，角勝校獲，何其樂也！至有得時遇主，取相封侯，入賚彤弓，出建干旄，被絲衣，曳紈絝，武夫前呵，莫敢執競，有女同車，有手其姿，窈窕由儀，思與君子偕老。如燕燕于飛，【燕燕于飛　「于」，原誤作「之」，據詩集傳卷二燕燕于飛改。】彼何人斯，踵其常武，豈子之所難哉！夫蓋世勳名，權輿一念，傅說胥靡相殷武丁，天作尚父，文王有聲，雖維天之命，亦有志竟成，今子幸遭時清平，下武右文，不能小毖于心，奮取富貴，而維清泉白石以自潔，終風苦露以自隱，不與賢登于朝，而顧與我行其野，【我行其野　「其」，原誤作「于」，據詩集傳卷一一我行其野改。】徒歎昊天有成命之不可易，而不知所欲之必從也，以期于世，不亦左乎！藉曰無意斯世，則相鼠有穴，況於人乎！一區未辯，脫有小戎寇，子將奚歸，唯君簡兮，毋謂我生流坎，由庚甲之利不利也。」子衿曰：「諾哉！二子行矣，我將思之。」【我將思之　原下有夾注云：「傳不記其人之所終，用史記體。」】贊曰：異哉！子衿之為人也。其孔北海、李太白之流乎？觀其抗志青雲之上，睥睨宇宙，猶以為小，而不免為旅人。諺曰：「用之則為虎，不用則為鼠。」若子衿者，豈以用不用異其心哉！ \\n 以學為詩 \\n 趙昌父云：「古人以學為詩，今人以詩為學。」夫以詩為學，自唐以來則然。如嘔出心肝，搯擢胃腎，【搯擢胃腎　明活字本作「腎胃」。】此生精力盡於詩者，是誠弊精神於無用矣。乃若古人，亦何嘗以學為詩哉！今觀國風，間出於小夫賤隸婦人女子之口，未必皆學也，而其言優柔諄切，忠厚雅正。後之經生學士，雖窮年畢世，未必能措一辭。正使以後世之學為詩，其胸中之不醇不正，必有不能掩者矣。雖貪者賦廉詩，仕者賦隱逸詩，亦豈能逃識者之眼哉！如白樂天之詩，曠達閒適，意輕軒冕，孰不信之？然朱文公猶謂：【然朱文公猶謂　「猶」，諸本作「獨」。】「樂天人多說其清高，其實愛官職，詩中及富貴處，皆說得口津津地涎出。」可謂能窺見其微矣。嗟夫！樂天之言，且不可盡信，況餘人乎！楊誠齋云：「古人之詩，天也；後世之詩，人焉而已矣。」此論得之。 \\n 活處觀理 \\n 古人觀理，每於活處看。故詩曰：「鳶飛戾天，魚躍于淵。」夫子曰：「逝者如斯夫，不舍晝夜。」又曰：「山梁雌雉，時哉時哉！」孟子曰：「觀水有術。必觀其瀾。」又曰：「源泉混混，不舍晝夜。」明道不除窗前草，欲觀其意思與自家一般。又養小魚，欲觀其自得意，皆是於活處看。故曰：「觀我生，觀其生。」又曰：「復其見天地之心。」學者能如是觀理，胸襟不患不開闊，氣象不患不和平。 \\n 祝壽 \\n 陸象山在荊門，上元不設醮，但合士民於公廳前，聽講洪範「皇極斂時五福」一段，謂此即為民祈福也。今世聖節，令僧陞座說法祝聖壽，而郡守以下，環坐而聽之，殊無義理。程大昌、鄭丙在建寧，並不許僧陞堂說法。朱文公在臨漳，且令隨例祝香，不許人問話。余謂若祖象山之法，但請教官陞郡庠講席，講詩天保一篇，以見歸美報上之意，亦自雅馴。【亦自雅馴　「馴」，原誤作「訓」，據諸本改。】 \\n 至人 \\n 莊子謂「至人入水不濡，入火不熱」。如周公遭變，而赤舄几几；孔子厄陳，而絃歌自如；皆至人也。不濡不熱，其言心耳，非言其血肉之身也。 \\n 桃錦柳綿 \\n 杜陵詩云：「不分桃花紅勝錦，生憎柳絮白如綿。」初讀只似童子屬對之語，及細思之，乃送杜侍御入朝，蓋錦綿皆有用之物，【蓋錦綿皆有用之物　「錦綿」，原作「綿錦」。案，上引杜詩先云錦後云綿，此系釋杜詩，故當以「錦綿」為次，據諸本改。】而桃花柳絮，乃以區區之顏色而勝之，亦猶小人以巧言令色而勝君子也。侍御，分別邪正之官，故以此告之。觀「不分」、「生憎」之語，其剛正疾邪可見矣。【其剛正疾邪可見矣　「疾」，諸本作「嫉」。】 \\n 村莊雞犬 \\n 韓平原作南園於吳山之上，其中有所謂村莊者，竹籬茅舍，宛然田家氣象。平原嘗游其間，甚喜曰：「撰得絕似，但欠雞鳴犬吠耳。」既出莊游他所，忽聞莊中雞犬聲，令人視之，乃府尹所為也。平原大笑，益親愛之。太學諸生有詩曰：「堪笑明庭鴛鷺，甘作村莊犬雞。一日冰山失勢，湯燖鑊煮刀刲。」 \\n 謝昭雪表 \\n 岳武穆家謝昭雪表云：【岳武穆家謝昭雪表云　「岳」，原誤作「兵」，今改。】「青編塵乙夜之觀，白簡悟壬人之譖。」甚工。 \\n 末世風俗 \\n 王荊公論末世風俗云：「賢者不得行道，不肖者得行無道；賤者不得行禮，貴者得行無禮。」其論精矣。嗟夫！荊公生於本朝極盛之時，猶有此歎，況愈降愈下乎？ \\n 五百弓 \\n 荊公詩云：「臥占寬閑五百弓」，蓋佛家以四肘為弓，肘一尺八寸，四肘，蓋七尺二寸，其說出譯梵。 \\n 白羊先生 \\n 紹熙甲寅，孝宗升遐，光宗疾，不能喪，中外人情洶洶。襄陽兵官陳應祥，歸正人也，欲乘此為變，結約已定。其間一卒，買卜於市所謂白羊先生者。卜者詰之曰：「此卜將何用？觀所占，是要殺爺殺娘底事，大不好，莫做卻吉。」其人色動，時都統馮湛帳前適有一人在傍知見，遂潛跡之。至一茶肆，與之語，紿以己得罪於湛，倘有所謀，願預一人之數。卒始不肯言，再三問之，乃以實告，但深以卜不吉為疑。其人曰：「若疑其不吉，當與汝同首，可轉禍為福。」卒然之，然恐無驗，乃引其人詣陳曰：「此人都統帳前人也，近偶得罪，可為內應。」陳始不信，再三言之，乃與以白巾一，告以期約。其人與卒急詣湛告變。時張定叟作帥，湛攜首狀告定叟。時定叟方臥，起與湛密議定，復就寢，徐令具酒肴與客飲，遣數人請陳及其他一二兵官同來，面以首狀及白巾詰之。陳辭屈，乃集眾於教場射殺之。二人及白羊先生皆補官。 \\n 東坡文 \\n 莊子之文，以無為有。戰國策之文，以曲作直。東坡平生熟此二書，故其為文，橫說豎說，惟意所到，俊辨痛快，無復滯礙。其論刑賞也，曰：「當堯之時，皋陶為士。將殺人，皋陶曰『殺之』三，堯曰『宥之』三，故天下畏皋陶執法之堅，而樂堯用刑之寬。」其論武王也，曰：「使當時有良史如董狐者，則南巢之事，必以叛書；牧野之事，必以弒書。【必以弒書　「弒」，諸本作「殺」。案，經進東坡文集事略卷一二武王論作「弒」。】而湯、武，仁人也，必將為法受惡。周公作無逸，曰：殷王中宗，【殷王中宗　「殷」，同前書作「商」。】及高宗及祖甲，及我周文王，茲四人迪哲，上不及湯，下不及武王，其以是哉！」【其以是哉　「其」，武王論作「亦」。】其論范增也，曰：「增始勸項梁立義帝，諸侯以此服從，中道而弒之，非增意也。夫豈獨非其意，將必力爭而不聽也。不用其言，而殺其所立，羽之疑增，自此始矣。」【自此始矣　經進東坡文集事略卷一四范增論「自」字上有一「必」字。】其論戰國任俠也，曰：「楚、漢之禍，生民盡矣，豪傑宜無幾，而代相陳豨從車千乘。【代相陳豨從車千乘　同前書「陳豨」下有「過代」二字。】蕭、曹為政，莫之禁也。豈懲秦之禍，以為爵祿不能盡縻天下之士，故少寬之，使得或出於此也耶！」凡此類，皆以無為有者也。其論厲法禁也，【其論厲法禁也　「厲」，原誤作「勵」，據諸本及經進東坡文集事略卷一六厲法禁改。】曰：「商鞅、韓非之刑，非舜之刑，而所以用刑者，則舜之術也。」【則舜之術也　「術」，原誤作「刑」，據諸本並厲法禁改。】其論唐太宗征遼也，曰：「唐太宗既平天下，而又歲歲出師，以從事於夷狄。蓋晚而不倦，暴露於千里之外，親擊高麗者再焉。凡此者，皆所以爭先而處強也。」其論從眾也，曰：「宋襄公雖行仁義，失眾而亡。田常雖不義，得眾而強。是以君子未論行事之是非，先觀眾心之向背。謝安之用諸桓，未必是，而眾之所樂，則國以乂安。【則國以乂安　「乂」，原誤作「人」，據諸本並經進東坡文集事略卷二四上神宗皇帝萬言書改。】庾亮之召蘇峻，未必非，而勢有不可，則反成危辱。」【則反成危辱　「成」，同前書作「為」。】凡此類，皆以曲作直者也。葉水心云：「蘇文架虛行危，縱橫焂忽，數百千言，讀者皆如其所欲出，推者莫知其所自來，古今議論之傑也。」 \\n 叔世官吏 \\n 葉水心云：「唐時道州西原蠻掠居民，而諸使調發符牒，乃至二百函。故元結詩以為賊之不如。杜少陵遂有『粲粲元道州，前賢畏後生』之語。【前賢畏後生之語　「賢」，九家集注杜詩卷一一同元使君舂陵行作「聖」。】蓋一經兵亂，不肖之人妄相促迫，艸芥其民。賊猶未足以為病，而官吏相與亡其國矣。」至哉言乎！古今國家之亡，兆之者夷狄盜賊，而成之者不肖之官吏也。且非特兵亂之後，暴驅虐取吾民而已，方其變之始也，不務為弭變之道，乃以幸變之心，施激變之術，張皇其事，誇大其功，借生靈之性命，為富貴之梯媒。甚者假夷狄盜賊以邀脅其君。輾轉滋蔓，日甚一日，而國隨之矣。 \\n 宰輔久任 \\n 唐太宗相房玄齡二十三年，用魏徵及相十八年，【用魏徵及相十八年　「徵」，原誤作「證」，據諸本改。】王獨專國秉至二十六年，此古今所無。至晚年得末疾，猶專國秉數年，尤古今所無。故洪舜俞詩云：「陰陽眠燮理。」?此外惟李林甫、元載最久。國朝魏野贈王文正詩云：「太平宰相年年出，君在中書十二秋。」蓋以為最久矣。至蔡京、秦檜，皆及十八九年。近時史 \\n 安樂直錢多 \\n 周益公退休，欲以「安樂直錢多」五字題燕居之室，思之累日，未得其對。一士友請以「富貴非吾願」為對，公欣然用之。 \\n 借助夷狄 \\n 花門尚留，杜拾遺以為憂；吐蕃既回，陸宣公以為喜。【陸宣公以為喜　「喜」，原作「官」。案，以「喜」對上「憂」，當是。據明活字本改。】 \\n 東坡書畫 \\n 東坡謫儋耳，道經南安。於一寺壁間作叢竹醜石，甚奇。韓平原當國，劄下本軍取之，守臣親監臨，【守臣親監臨　「監」，原誤作「鑑」，據諸本改。】以紙糊壁，全堵脫而龕之以獻。平原大喜，置之閱古堂中。【置之閱古堂中　「閱」，原誤作「間」，據諸本改。】平原敗，籍其家，壁入秘書省著作庭。辛卯之火，焚右文殿道山堂，而著作庭幸無恙，壁至今猶存。坡之北歸，經過韶州月華寺，值其改建法堂，僧丐坡題梁。坡欣然援筆，右梁題「歲月」，左梁題云：「天子萬年，永作明主，【永作明主　「明」，諸本作「神」。】斂時五福，敷錫庶民，地獄天宮，同為淨土，有性無性，齊成佛道。」右梁題字，一夕為盜所竊。左梁字尚存。余嘗見之，墨色如新。坡歸，至常州報恩寺，僧堂新成，以板為壁，坡暇日題寫幾遍。後黨禍作，凡坡之遺墨，所在搜毀。寺僧亟以厚紙糊壁，塗之以漆，字賴以全。至紹興中，詔求蘇黃墨跡。時僧死久矣，一老頭陀知之，以告郡守。除去漆紙，字畫宛然。臨本以進，高宗大喜，老頭陀得祠曹牒為僧。 \\n 糕字 \\n 劉禹錫作九日詩，欲用「糕」字，以其不經見，迄不敢用。故宋子京詩云：「劉郎不敢題糕字，虛負詩中一世豪。」然白樂天詩云：「移坐就菊叢，糕酒前羅列」，則固已用之矣。劉、白唱和之時，不知曾談及此否？ \\n 博浪沙 \\n 張子房欲為韓報讎，乃捐金募死士，於博浪沙中以鐵椎狙擊始皇，誤中其副車，始皇怒，大索三日不獲。【始皇怒大索三日不獲　「大」字諸本在「怒」上。】未逾年，始皇竟死。自此陳勝、吳廣、田儋、項梁之徒，始相尋而起。是褫祖龍之魄，倡群雄之心，皆子房一擊之力也，其關繫豈小哉！余嘗有詩云：「不惜黃金募鐵椎，祖龍身在魄先飛。齊田楚項紛紛起，輸與先生第一機。」 \\n 詩人胸次 \\n 李太白云：「剗君山好，平鋪湘水流。」杜子美云：「斫卻月中桂，清光應更多。」二公所以為詩人冠冕者，胸襟闊大故也。此皆自然流出，不假安排。 \\n 牒 \\n 左氏傳：王子朝之亂，晉命諸侯輸周粟，宋樂大心不可，晉士伯折之，乃受牒而歸。今世臺府移文屬郡曰「牒」，蓋春秋時，霸主於列國已用之矣。 \\n 姦錢 \\n 今江湖間，俗語謂錢之薄惡者曰「慳錢」。按賈誼疏云：「今法錢不立，農民釋其耒耜，【釋其耒耜　「耜」，賈誼集新書鑄錢作「耨」。】冶鎔炊炭，【冶鎔炊炭　「炊」，賈誼集作「爐」。】姦錢日多。」【姦錢日多　「多」，賈誼集作「繁」。】俗音訛以「姦」為「慳」爾。 \\n 有若劫寨 \\n 左氏傳：吳師在魯，微虎欲宵攻王舍，擇卒三百，有若與焉。葉水心曰：「有若尚劫寨，何況他人？」余謂吳師壓魯，魯亡無日，有若視父母之邦阽危如此，義氣所激，願與宵攻之列，使誠因是而死，得死所矣，豈不賢於子路之死乎！水心以為劫寨，過矣。 \\n 无字 \\n 周易「無」皆作「无」。王述曰：「天屈西北為无。」蓋東南為春夏，陽之伸也，故萬物敷榮。西北為秋冬，陽之屈也，故萬物老死，老死則無矣。此字說之有意味者也。 \\n 朱文公帖 \\n 廬陵士友藏朱文公一小簡真跡云：「便中承書，知比日侍奉安佳。【比日侍奉安佳　「比日」，明活字本作「皆」。】吾子讀書，比復如何，【比復如何　「比」，明活字本作「此」。】只是專一勤苦，無不成就。第一更切檢束操守，不可放逸。親近師友，莫與不勝己者往來，熏染習熟，【熏染習熟　「熏」，原誤作「重」，據諸本改。】壞了人也。景陽想已赴省，【想已赴省　「赴」，原誤作「起」，據諸本改。】季章當只在家，凡百必能盡心苦口，切須承稟，【切須承稟　「承」，明活字本作「省」。】不可有違。諺云：成人不自在，自在不成人。此言雖淺，然實切至之論，千萬勉之。大學說漫納試讀之，不曉處可問季章也。未即相見，千萬為門戶自愛。」此簡蓋與其親戚卑行也，大全集所不載。後生晚進，【後生晚進　「進」，諸本作「輩」。】能寫一通，【能寫一通　「能」，明活字本作「為」。】置之座側，朝夕觀省，何患不做好人！景陽姓許，名子春，季章姓劉，名黼，皆廬陵醇儒，從文公學。季章後為特奏第一人。 \\n 畢再遇 \\n 開禧用兵，諸將皆敗，唯畢再遇數有功。虜常以水櫃敗我，再遇夜縛藁人數千，衣以甲冑，持旗幟戈矛，儼立成行。昧爽，鳴鼓，虜人驚視，亟放水櫃。旋知其非真也，甚沮。乃出兵攻虜，虜大敗。又嘗引虜與戰，且前且卻，至于數四。視日已晚，乃以香料煮黑豆布地上，復前搏戰，佯為敗走。敵乘勝追逐，其馬已飢，聞豆香，皆就食，鞭之不前，我師反攻之，敵人馬死者不勝計。又嘗與虜對壘，度虜兵至者日眾，難與爭鋒。一夕拔營去，慮虜來相追，乃留旗幟於營，并縛生羊，置其前二足於鼓上，擊鼓有聲。虜不覺其為空營，復相持竟日。及覺欲追，則已遠矣。近時沅州蠻叛，荊湖制司遣兵討之，蠻以竹為箭，傅以毒藥，略著人肉血濡縷，無不立死。官軍畏之，莫敢前，乃祖再遇之智，裝束藁人，羅列焜耀。蠻見之，以為官軍也，萬矢俱發，伺其矢盡，乃出兵攻之，直擣其穴，一戰而平。 \\n 詩犯古人 \\n 近時趙紫芝詩云：「一瓶茶外無祇待，同上西樓看晚山。」世以為佳。然杜少陵云：「莫嫌野外無供給，乘興還來看藥欄。」即此意也。杜子野詩云：「尋常一樣窗前月，纔有梅花便不同。」世亦以為佳。然唐人詩云：「世間何處無風月，纔到僧房分外清。」亦此意也。欲道古人所不道，信矣其難矣。紫芝又有詩云：「野水多於地，春山半是雲。」世尤以為佳。然余讀文苑英華所載唐詩，兩句皆有之，但不作一處耳。唐僧詩云：【唐僧詩云　案，從下引「河分岡勢斷，春入燒痕青」句，知為宋初僧人惠崇詩。宋劉攽中山詩話云：「僧惠崇詩云：『河分岡勢斷，春入燒痕青。』然唐人舊句。而崇之弟子吟贈其師詩曰：『河分岡勢司空曙，春入燒痕劉長卿。不是師偷古人句，古人詩句似師兄。』」宋人古今詩話、閑居詩話亦有類此記載。歐陽脩六一詩話云：「國朝浮圖，以詩名於世者九人，......其一曰惠崇。」此處作「唐僧」誤。】「河分岡勢斷，春入燒痕青。」有僧嘲其蹈襲云：「河分岡勢司空曙，春入燒痕劉長卿。不是師兄偷古句，古人詩句犯師兄。」此雖戲言，理實如此。作詩者豈故欲竊古人之語，以為己語哉！景意所觸，自有偶然而同者。蓋自開闢以至于今，只是如此風花雪月，只是如此人情物態。 \\n 徐孺子 \\n 伯夷「不立於惡人之朝，不與惡人言」，可謂離世絕俗矣。然不念舊惡，未嘗流于刻薄也。柳下惠視「袒裼裸裎」，「焉能浼我」，可謂和光同塵矣。然不以三公易其介，未嘗流於苟賤也。此其所以為百世師歟？東漢徐孺子矯矯特立，諸公薦辟皆不就。然及薦辟者死，炙雞漬酒，萬里赴弔。於清高不混俗之中，有忠厚不忘恩之意，其為東漢人物之冠冕，不亦宜乎！ \\n 玄真子圖 \\n 山谷題玄真子圖詞，所謂「人間底是無波處，一日風波十二時」者，固已妙矣。張仲宗詞云：「釣笠披雲青嶂曉，【釣笠披雲青嶂曉　「曉」，全宋詞收張元幹漁家傲題玄真子圖作「繞」。】橛頭細雨春江渺。白鳥飛來風滿櫂，收綸了，漁翁拍手樵童笑。明月太虛同一照，浮家泛宅忘昏曉，醉眼冷看朝市鬧，【醉眼冷看朝市鬧　「冷」，原作「久」，據諸本並全宋詞改。】?波老，誰能惹得閒煩惱。」語意尤飄逸。仲宗年逾四十即掛冠，後因作詞送胡澹菴貶新州，忤秦檜，亦得罪。其標致如此，宜其能道玄真子心事。 \\n 責將帥 \\n 自古夷狄盜賊之禍，所以蔓延滋長，日深一日，其終或至於亡國者，皆將帥之臣玩寇以自安，養寇以自固，譽寇以自重也。故杜少陵詩，其於王室播遷之禍，每每深責將帥。如云：「將帥蒙恩澤，兵戈有歲年。至今勞聖主，何以報皇天？」又云：「登壇名絕假，報主爾何遲？」又云：「天地日流血，【天地日流血　「流」，原誤作「洗」，據諸本並九家集注杜詩卷二一歲暮改。】朝廷誰請纓。」又云：「獨使至尊憂社稷，諸公何以答昇平。」【諸公何以答昇平　「公」，九家集注杜詩卷三０諸將三二作「君」。】皆是意也。然將帥之不用命，實由於朝廷駕御操縱之無法。【朝廷駕御操縱之無法　「駕」，原誤作「賀」，據諸本改。】古人云，譬如養鷹，飽則颺去。我太祖之御諸將，有守邊一二十年而不遷官者，蓋謂扞禦免侵軼，特僅不失職耳。非有戰勝攻取，官固不可妄遷也。至於曹彬之平江南，功亦不細矣，然使相之除，終至吝惜，止於賜錢百萬而已。夫太祖豈食言之君，而曹彬亦豈飽則颺去之人哉！英君誼辟遠慮微權，眾人固不識也。近世以來，將帥守邊，僅免侵軼，及至歲終，則論功行賞，屢遷不一，遷不知使其能。掃清關河，哭單于於陰山，又將何以賞之？少陵詩云：「今日翔麟馬，先宜駕鼓車。無勞問河北，諸將覺榮華。」言雖翔麟之馬，亦必先使之駕鼓車，由賤而後可以致貴。今諸將驟登貴顯，如馬之未駕鼓車，而遽駕玉輅，安於榮華，志得意滿，無復驅攘之志。河北叛亂，決難討除，無勞問也。又云：「雜虜橫戈數，功臣甲第高」，亦此意。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之四 乙編", "正文": "  \\n 鶴林玉露卷之四　乙編 \\n 　 \\n  \\n  \\n 養兵 \\n 韓魏公曰：「養兵雖非古，然亦自有利處。議者但謂不如漢、唐調兵於民，獨不見杜甫石壕吏一篇，調兵於民，其弊乃如此。後世既收拾強悍無賴者，養之以為兵，良民雖稅斂良厚，而終身保骨肉相聚之樂，父子兄弟夫婦免生離死別之苦，此豈小事？」魏公此論，可謂至當。余觀梅聖俞寶元間為葉縣宰，詔書令民三丁籍一，立校與長，號弓箭手，以備不虞，田里騷然。聖俞作田家詩云：「誰道田家樂？春稅秋未足，里胥叩我門，日夕苦煎促。盛夏流潦多，白水高於屋。水既害我菽，蝗又食我粟。前月詔書來，生齒復版錄。三丁籍一壯，惡使操弓韣。州符令又嚴，【州符令又嚴　「令」，宛陵先生集卷七田家語作「今」。】老吏持鞭扑。搜索稚與艾，唯存跛無目。田閭敢怨嗟，父子各悲哭。南畝焉可事，買箭賣牛犢。愁氣變久雨，鐺缶空無粥。盲跛不能耕，死亡在遲速。我聞誠所慚，徒爾叨君祿。卻詠歸去來，刈薪向深谷。」又汝墳貧女云：「汝墳貧家女，行哭音悽愴。自言有老父，孤獨無丁壯。郡吏來何暴，縣官不敢抗。督遣勿稽留，龍鍾去持杖。【龍鍾去持杖　「持」，宛陵先生集卷七汝墳貧女作「?」。】勤勤囑四鄰，幸願相倚傍。適聞閭里歸，問訊疑猶強。果聞寒雨中，【果聞寒雨中　「聞」，宛陵先生集作「然」。】僵死壤河上。弱質無以託，橫屍無以葬。生女不如男，雖存何以當。【雖存何以當　「以」，宛陵先生集作「所」。】拊膺呼蒼天，生死將柰向？」觀此二詩，與石壕吏等篇何以異？當是時，乃太平極盛之時，而一有籍民為兵之令，便覺氣象與天寶相似。乃知養兵之制，【養兵之制　「制」，原誤作「刺」，據諸本改。下同。】實萬世之仁，而魏公之說不可易也。然魏公既知籍民為兵之害矣，而陝西義勇之制，實出於公。雖司馬溫公極言其不便，竟不為止，又何與前言相戾也？ \\n 天棘 \\n 杜詩云：「江蓮搖白羽，天棘夢青絲。」下句殊不可曉。說者曰，天棘，柳也。或曰，天門冬也。夢，當作弄。既無考據，意亦短淺。譚浚明嘗為余言，此出佛書，終南長老入定，夢天帝賜以青棘之香。蓋言江蓮之香，如所夢天棘之香耳。此詩為僧齊已賦，故引此事。余甚喜其說，然終未知果出何經。近閱葉石林過庭錄，亦言此句出佛書，則浚明之言宜可信。 \\n 家乘 \\n 山谷晚年作日錄，題曰家乘，取孟子晉之乘之義。謫死宜州。永州有唐生者從之遊，為之經紀後事，收拾遺文。獨所謂家乘者，倉忙間為人竊去，尋訪了不可得。【尋訪了不可得　「了」，明活字本作「之」。】後百餘年，史衛王當國，乃有得之以獻者。衛王甚珍之，後黃伯庸帥蜀，以其為雙井之族，乃以贐其行。 \\n 中興十策 \\n 建炎中，大駕駐維揚，康伯可上中興十策：「一請皇帝設壇，與群臣、六軍縞素戎服，以必兩宮之歸。【以必兩宮之歸　「必」，原誤作「心」，據諸本改。】二請移蹕關中，治兵積粟，號召兩河，為雪恥計，東南不足立事。三請略去常制，為馬上治。用漢故事，選天下英俊，日侍左右，講求天下利病，通達外情。四請河北未陷州郡，朝廷不復置吏，詔土人自相推擇，各保鄉社。以兩軍屯要害，為聲援。滑州置留府，通接號令。五請刪內侍百司州縣冗員，文書務簡實，以省財便事。六請大赦，與民更始。前事一切不問，不限文武，不次登用，以收人心。七請北人避胡挈郡邑南來以從吾君者，其首領皆豪傑，當待之以將帥，不可指為盜賊。八請增損保甲之法，團結山東、京東西、兩淮之民，以備不虞。九請講求漢、唐漕運，江、淮道塗置使，以餽關中。十請許天下直言便宜，州郡即日繳奏，置籍親覽，以廣豪傑進用之路。」時宰相汪、黃輩，不能聽用，而伯可名聲由是益著。【名聲由是益著　「益」，諸本作「甚」。】余觀其策，正大的確，雖李伯紀、趙元鎮亦何以遠過！然厥後秦檜當國，伯可乃附會求進，擢為臺郎。值慈寧歸養，兩宮燕樂，伯可專應制為歌詞，諛艷粉飾，於是聲名掃地，而世但以比柳耆卿輩矣。檜死，伯可亦貶五羊。 \\n 不死 \\n 楞嚴經：「佛告波斯匿王，汝年十三時，見恆河水與今無異，是汝皮肉雖皺，見精不皺，以明身有老少，而見精常存。身有死生，而本性常在也。」晁文元嘗問隱者劉海蟾以不死之道，海蟾笑曰：「人何嘗死？而君乃畏之求生乎？所可死者，形爾；不與形俱滅者，固常在也。」此理本常理，但異端說得黏皮著骨。如易曰：「精氣為物，游魂為變。」孟子曰：「所過者化，所存者神。」伊川曰：「堯舜幾千年，其心至今在。」橫渠曰：「物物故能過化，性性故能存神。」又曰：「存吾順事，沒吾寧也。」說得多少混融。 \\n 月下傳杯詩 \\n 楊誠齋月下傳杯詩云：「老夫渴急月更急，酒落杯中月先入；領取青天併入來，和月和天都蘸濕。天既愛酒自古傳，月不解飲真浪言；舉杯將月一口吞，舉頭見月猶在天。老夫大笑問客道：月是一團還兩團？酒入詩腸風火發，月入詩腸冰雪潑。一杯未盡詩已成，誦詩向天天亦驚。【誦詩向天天亦驚　「誦詩」，原倒作「詩誦」，據諸本並楊萬里退休集月下傳觴改。】焉知萬古一骸骨，酌酒更吞一團月！」余年十許歲時，侍家君竹谷老人謁誠齋，親聞誠齋誦此詩。且曰：「老夫此作，自謂彷彿李太白。」 \\n 題貧樂圖 \\n 徐思叔題貧樂圖詩首句云：「迺翁畫灰教兒書，嬌兒赤骭玉雪膚。厥妻曝日補破襦，弊筐何有金十奴？」楊伯子和云：「三間破屋一床書，錦心繡口冰肌膚。自紉枯葉作褲襦，此君便是長鬚奴。」王才臣和云：「大兒阻飢頗廢書，小兒忍寒粟生膚。婦縱有褌無一襦，不敢緣此相庸奴。」三詩皆佳，而後出者尤奇。 \\n 竹 \\n 松柏之貫四時，傲雪霜，皆自拱把以至合抱。惟竹生長於旬日之間，而干霄入雲，其挺特堅貞，乃與松柏等。此草木靈異之尤者也。白樂天、東坡、潁濱與近時劉子翬論竹甚詳，皆未及此。杜陵詩云：「平生憩息地，必種數竿竹。」梅聖俞云：「買山須買泉，種樹須種竹。」信哉！ \\n 雍公薦士 \\n 虞雍公初除樞密，偶至陳丞相應求閣子內，見楊誠齋千慮策，讀一篇，歎曰：「東南乃有此人物！某初除合薦兩人，當以此人為首。」應求導誠齋謁雍公，一見握手如舊。誠齋曰：「相公且仔細，秀才子口頭言語，豈可便信？」雍公大笑，卒援之登朝。誠齋嘗言，士大夫窮達，初不必容心。某平生不能開口求薦。然薦之改秩者，張魏公也。薦之立朝者，虞雍公也。二公皆蜀人，皆非有平生雅故。雍公有翹館錄，載當世人物甚詳。 \\n 詩興 \\n 詩莫尚乎興，聖人言語，亦有專是興者。如「逝者如斯夫，不舍晝夜」，「山梁雌雉，時哉時哉」，無非興也，特不曾檃括協韻爾。蓋興者，因物感觸，言在於此，而意寄於彼，玩味乃可識，【玩味乃可識　「玩」，諸本作「義」。】非若賦比之直言其事也。故興多兼比賦，比賦不兼興，古詩皆然。今姑以杜陵詩言之，發潭州云：「岸花飛送客，檣燕語留人。」蓋因飛花語燕，傷人情之薄，言送客留人，止有燕與花耳。此賦也，亦興也。若「感時花濺淚，恨別鳥驚心」，則賦而非興矣。堂成云：「暫止飛烏將數子，頻來語燕定新巢。」蓋因烏飛燕語，而喜己之攜雛卜居，其樂與之相似。此比也，亦興也。若「鴻雁影來聯塞上，【鴻雁影來聯塞上　九家集注杜詩卷三二舍弟觀赴藍田取妻子到江陵喜寄三首之一作「鴻雁影來連峽內」。】鶺鴒飛急到沙頭」，則比而非興矣。 \\n 荊公議論 \\n 姒者，棸子、膳夫之所寄也。太真者，林甫、國忠之所寄也。女寵蠱君心，而後憸壬階之以進，依之以安。大臣格君之事，必以遠聲色為第一義。而謂「不愁宮裏有西施」何哉？范蠡霸越之後，脫屣富貴，扁舟五湖，可謂一塵不染矣。然猶挾西施以行，蠡非悅其色也，蓋懼其復以蠱吳者而蠱越，則越不可保矣。於是挾之以行，以絕越之禍基，是蠡雖去越，未嘗忘越也。曾謂荊公之見而不及蠡乎？惟管仲之告齊桓公，以豎刁、易牙、開方為不可用，而謂聲色為不害霸，與荊公之論略同。其論商鞅曰：「今人未可非商鞅，商鞅能令政必行。」夫二帝三王之政，何嘗不行，奚獨有取於鞅哉？東坡曰：「商鞅、韓非之刑，非舜之刑，而所以用刑者，則舜之術也。」此說猶回護，不如荊公之直截無忌憚。其詠昭君曰：「漢恩自淺胡自深，人生樂在相知心。」推此言也，苟心不相知，臣可以叛其君，妻可以棄其夫乎？其視白樂天「黃金何日贖娥眉」之句，真天淵懸絕也。?荊公詩云：「謀臣本自繫安危，賤妾何能作禍基。但願君王誅宰嚭，不愁宮裏有西施。」夫妲己者，飛廉、惡來之所寄也。【真天淵懸絕也　「真」，諸本作「蓋」。】其論馮道曰：「屈己利人，有諸佛菩薩之行。」唐質肅折之曰：「道事十主，更四姓，安得謂之純臣？」荊公乃曰：「伊尹五就湯，五就桀，亦可謂之非純臣乎？」其強辨如此。又曰：「有伊尹之志，則放其君可也。有周公之志，則誅其兄可也。有周后妃之志，則求賢審官可也。」似此議論，豈特執拗而已，真悖理傷道也。荀卿立「性惡」之論、「法後王」之論，李斯得其說，遂以亡秦。今荊公議論過於荀卿，身試其說，天下既受其毒矣。章、蔡祖其說，【章蔡祖其說　「蔡」，原誤作「葵」，據諸本改。】而推演之，加以凶險，安得不產靖康之禍乎！荊公論韓信曰：「貧賤侵陵富貴驕，功名無復在芻蕘。將軍北面師降虜，此事人間久寂寥。」論曹參曰：「束髮山河百戰功，【束髮山河百戰功　「山河」，王文公文集卷七三曹參作「河山」。】白頭富貴亦成空。華堂不著新歌舞，卻要區區一老翁。」二詩意卻甚正。然其當國也，偏執己見，凡諸君子之論，一切指為流俗，曾不如韓信之師李左車，曹參之師蓋公，又何也？ \\n 詩禍 \\n 楊子幼以「南山種豆」之句殺其身，此詩禍之始也。至於「空梁落燕泥」之句，「庭艸無人隨意綠」之句，非有所譏刺，徒以琱斫工巧，為暴君所忌嫉，至賈奇禍，則詩真可畏哉！賈至謫岳州，嚴武謫巴州，杜少陵寄詩云：「賈筆論孤憤，嚴君賦幾篇。定知深意苦，莫使眾人傳。貝錦無停織，朱絲有斷絃。浦鷗防碎首，霜鶻不空拳。」蓋深戒之也。劉禹錫種桃之句，不過感歎之詞耳，非甚有所譏刺也，然亦不免於遷謫。近世蔡持正數其罪惡，雖兩觀之誅，亦不為過，乃以車蓋亭絕句謂為譏刺，貶新州。夫小人擿抉君子之詩文以為罪，無怪也，君子豈可亦擿抉小人之詩文以為罪乎？【無怪也君子豈可亦擿抉小人之詩文以為罪乎　上十九字原脫，據諸本補。】東坡文章，妙絕古今，而其病在於好譏刺。【其病在於好譏刺　「好」，原脫，據諸本補。】文與可戒以詩云：「北客若來休問事，西湖雖好莫吟詩。」蓋深恐其賈禍也。烏臺之勘，赤壁之貶，卒於不免。觀其獄中詩云：「夢繞雲山心似鹿，魂飛湯火命如雞。」亦可哀矣。然纔出獄便賦詩云：「卻對酒杯疑是夢，試拈詩筆已如神。」略無懲艾之意，何也？晚年自朱崖量移合浦，郭功父寄詩云：【郭功父寄詩云　「功」，原作「公」，據明活字本並宋史卷四四四文苑傳改。】「君恩浩蕩似陽春，海外移來住海濱。莫向沙邊弄明月，夜深無數採珠人。」其意亦深矣。渡江以來，詩禍殆絕，唯寶、紹間，中興江湖集出，劉潛夫詩云：「不是朱三能跋扈，只緣鄭五欠經綸。」【不是朱三能跋扈只緣鄭五欠經綸　宋周密齊東野語卷一六詩道否泰條引劉潛夫黃巢戰場詩作「未必朱三能跋扈，都緣鄭五欠經綸」。】又云：「東風謬掌花權柄，卻忌孤高不主張。」敖器之詩云：「梧桐秋雨何王府，楊柳春風彼相橋。」【梧桐秋雨何王府楊柳春風彼相橋　齊東野語詩道否泰條云：「寶慶間，李知孝為言官，與曾極景建有隙，每欲尋釁以報之。......因復改劉子翬汴京紀事一聯為極詩，云：『秋雨梧桐皇子宅，春風楊柳相公橋。』初，劉詩云：『夜月池臺王傅宅，春風楊柳太師橋。』今所改句，以為指巴陵及史丞相。」案，如據周氏所言，羅氏引詩當非敖器之作。】曾景建詩云：「九十日春晴景少，一千年事亂時多。」當國者見而惡之，並行貶斥。景建，布衣也，臨川人，竟謫舂陵，死焉。其往舂陵也，作詩曰：「杖策行行訪楚囚，也勝流落嶠南州。鬢絲半是?蠶吐，襟血全因蜀鳥流。徑窄不妨隨繭栗，路長那更聽鉤輈。家山千里雲千疊，十口生離兩地愁。」 \\n 功成不受賞 \\n 自古豪傑之士，立業建功，定變弭難，大抵以無所為而為之者為高。三代人物，固不待言。下此如范蠡霸越，而扁舟五湖。魯仲連下聊城，而辭千金之謝，卻帝秦，而逃上爵之封。張子房顛嬴蹶項，而飄然從赤松子遊，皆足以高出秦、漢人物之上。左太沖詩云：「功成不受賞，長揖歸田廬。」李太白詩云：「事了拂衣去，深藏身與名。」而世降俗末，乃有激變稔禍，欺君誤國，殺人害物，以希功賞者，是誠何心哉？是誠何心哉？ \\n 四老安劉 \\n 漢高帝晚歲，欲易太子，蓋以呂后鷙悍，惠帝仁柔，為宗社遠慮，初非溺於戚姬之愛，而為是邪謀也。蘇老泉謂帝之以太尉屬周勃，及病中欲斬樊噲，皆是知有呂氏之禍，可謂識帝之心者矣。子房，智人也。乃引四皓為羽翼，使帝涕泣悲歌而止。帝之泣，豈為兒女子而泣耶？厥後趙王以酖亡，惠帝以憂死，同非呂后先殂，平、勃交驩，則劉氏無噍類，而火德灰矣。杜牧之所謂「四老安劉是滅劉」者，誠哉是言也！夫立子以長，固萬世之定法，然亦有不容拘者。泰伯遜而周以興，建成立而唐幾危，一得一失，蓋可監也。夫子善齊桓首止之盟，而美泰伯為至德。蓋善齊桓者，明萬世之常經也；美泰伯者，示萬世之通誼也。 \\n 安子文自贊 \\n 安子文與楊巨源、李好義合謀誅逆曦，旋殺巨源而專其功。久之，朝廷疑其跋扈，俾帥長沙。子文盡室出蜀，嘗自贊云：「面目皺瘦，行步藞苴，人言託住半周天，我道一場真戲耍。今日到湖南，又成一話靶。」在長沙，計利析秋毫，設廳前豢豕成群，糞穢狼籍，肥腯則烹而賣之。罷鎮，梱載歸蜀。厥後楊九鼎在蜀，以刻剝致諸軍之怨，【致諸軍之怨　「怨」，明活字本作「變」，義較勝。】軍士莫簡倡亂，殺九鼎，剖其腹，實以金銀曰：「使其貪腹飽飫。」時子文家居，散財結士，生擒莫簡，剖心以祭九鼎，再平蜀難。 \\n 釣臺詩 \\n 余三十年前，於釣臺壁間塵埃漫漶中得一詩云：「生涯千頃水雲寬，舒卷乾坤一釣竿。夢裏偶然伸隻腳，渠知天子是何官！」不知何人作也，句意頗佳。近時戴式之詩云：「萬事無心一釣竿，三公不換此江山。當初誤識劉文叔，惹起虛名滿世間。」句雖甚爽，意實未然。今考史籍，光武，儒者也，素號謹厚，觀諸母之言可見矣。子陵意氣豪邁，實人中龍，故有「狂奴」之稱。方其相友於隱約之中，傷王室之陵夷，歎海宇之橫潰，知光武為帝冑之英，名義甚正，所以激發其志氣，而導之以除兇剪逆，吹火德於既灰者，當必有成謀矣。異時披圖興歎，岸幘迎笑，雄姿英發，視向時謹敕之文叔，如二人焉。子陵實陰有功於其間。天下既定，從容訪帝，共榻之臥，足加帝腹，情義如此。子陵豈以匹夫自嫌，而帝亦豈以萬乘自居哉！當是之時，而欲使之俛首為三公，宜其不屑就也。史臣不察，乃以之與周黨同稱。夫周黨特一隱士耳，豈若子陵友真主於潛龍之日，而琢磨講貫，隱然有功於中興之業者哉！余嘗題釣臺云：「平生謹敕劉文叔，卻與狂奴意氣投，激發潛龍雲雨志，了知功跨鄧元侯。」「講磨潛佐漢中興，豈是空標處士名，堪笑史臣無卓識，卻將周黨與同稱。」 \\n 來蘇渡 \\n 脩水深山間有小溪，其渡曰來蘇。蓋子由貶高安監酒時，東坡來訪之，經過此渡。鄉人以為榮，故名以來蘇。嗚呼！當時小人媒糵摧挫，欲置之死地，而其所經過之地，溪翁野叟亦以為光華，人心是非之公，其不可泯如此！所謂「石壓筍斜出」者是也。 \\n 一錢斬吏 \\n 張乖崖為崇陽令，一吏自庫中出，視其鬢傍巾下有一錢，詰之，乃庫中錢也。乖崖命杖之，吏勃然曰：「一錢何足道，乃杖我耶？爾能杖我，不能斬我也！」乖崖援筆判曰：「一日一錢，千日一千，繩鋸木斷，水滴石穿。」自仗劍，【自仗劍　「仗」，原誤作「杖」，據諸本改。】下階斬其首，申臺府自劾。崇陽人至今傳之。蓋自五代以來，軍卒凌將帥，胥吏凌長官，餘風至此時猶未盡除。乖崖此舉，非為一錢而設，其意深矣，其事偉矣。 \\n 馮三元 \\n 馮京，字當世，鄂州咸寧人。其父商也，壯歲無子。將如京師，其妻授以白金數笏曰：【授以白金數笏　「數」，明活字本作「一」。】「君未有子，可以此為買妾之資。」及至京師，買一妾，立券償錢矣。問妾所自來，涕泣不肯言，固問之，乃言其父有官，因綱運欠折，鬻妾以為賠償之計。遂惻然不忍犯，遣還其父，不索其錢。及歸，妻問買妾安在，具告以故。妻曰：「君用心如此，何患無子！」居數月，妻有娠，將誕，里中人皆夢鼓吹喧闐迎狀元，京乃生。家貧甚，讀書於灊山僧舍，僧有犬，京與共學者烹食之。僧訴之縣，縣令命作偷狗賦，援筆立成。警聯云：「團飯引來，喜掉續貂之尾；索綯牽去，驚回顧兔之頭。」令擊節，釋之，延之上座。明年遂作三元。有詩號灊山集，皆其未遇時所作。如「琴彈夜月龍魂冷，劍擊秋風鬼膽粗」。「吟氣老懷長劍古，醉胸橫得太行寬」。「塵埃掉臂離長陌，琴酒和雲入舊山」。「豐年足酒容身易，世路無媒著腳難」。皆不凡。 \\n 西山生祠 \\n 真西山帥長沙，郡人為立生祠。一夕，有大書一詩于壁間者，其辭云：「舉世知公不愛名，湘人苦欲置丹青。西天又出一活佛，南極添成兩壽星。幾百年方鍾間氣，八千春願祝脩齡。不須更作生祠記，四海蒼生口是銘。」 \\n 廬陵苗鹽 \\n 廬陵苗斛，元額三十六萬，承平時，民戶納苗一斛，官支與鹽二斗五升，蓋優之也。龍泉、太和兩縣，去郡差遠，添支一升。渡江以來，非惟官不支鹽，反勒民戶納鹽。由是輸苗一斛者，并鹽為一斛二斗五升，而兩縣亦皆增納一升。今世和買官，不支錢而白取，已為可怪。若鹽者，乃以其予民之數，而為取民之數，抑又甚矣。然前後牧守不知幾人，曾無一人惻然動心，為之敷奏蠲閣者，是可歎也。 \\n 文章邪正 \\n 東山先生楊伯子嘗為余言：「某昔為宗正丞，真西山以直院兼玉牒宮，嘗至某位中，見案上有近時人詩文一編，西山一見擲之曰：『宗丞何用看此？』某悚然問故，西山曰：『此人大非端士，筆頭雖寫得數句詩，【筆頭雖寫得數句詩　「詩」，原誤作「行」，據明活字本改。】所謂本心不正，脈理皆邪，讀之將恐染神亂志，非徒無益。』某佩服其言，再三謝之。因言近世如夏英公、丁晉公、王岐公、呂惠卿、林子中、蔡持正輩，亦非無文章，然而君子不道者，皆以是也。」 \\n 雲日對 \\n 葉石林云：「杜工部詩，對偶至嚴，而送楊六判官云：『子雲清自守，今日起為官』，獨不相對，切意『今日』字當是『令尹』字傳寫之訛耳。」【切意今日字當是令尹字傳寫之訛耳　「切」，疑為「竊」字之誤。】余謂不然，此聯之工，正為假「雲」對「日」。兩句一意，乃詩家活法，若作「令尹」字，則索然無神，夫人能道之矣。且送楊姓人，故用子雲為切題，豈應又泛然用一令尹耶？如「次第尋書札，呼兒檢贈篇」之句，亦是假以「第」對「兒」，詩家此類甚多。 \\n 佛本於老莊 \\n 道家之教宗老莊，其後乃有神仙形解飛昇之說，方士鍊丹葆形之術。然老子云：「吾有大患，為吾有身；吾既無身，而有何患？」莊子云：「予惡乎知悅生之非惑耶？予惡乎知惡死之非弱喪而不知歸者邪？麗之姬，艾封人之子也，晉國之始得之也，涕泣霑襟，及其至於王所，與王同匡床，食芻豢，而後悔其泣也。予惡乎知夫死者不悔其始之蘄生乎？」又髑髏謂莊子曰：「子欲聞死之說乎？死無君於上，無臣於下，亦無四時之事，從然以天地為春秋，雖南面王，樂不能過也。」莊子不信曰：「吾使司命復生子形，為子骨肉肌膚，反子父母妻子，閭里知識，子欲之乎？」髑髏深矉蹙額曰：「吾安能棄南面王樂，而復為人間之勞乎？」是老莊之意，以身為贅，以生為苦，以死為樂也。今神仙方士，乃欲長生不死，正與老莊之說背而馳矣。佛家所謂「生滅滅已，寂滅為樂」，乃老莊之本意也。故老莊與佛，元不為二。歐陽公云：「道家乃貪生之論，佛家乃畏死之論。」此蓋未嘗深考二家之要旨者也。老莊何嘗貪生？瞿曇何嘗畏死？貪生畏死之說，僅足以排方士而已。韓文公、歐陽公皆不曾深看佛書，故但能攻其皮毛。唯朱文公早年洞究釋氏之旨，故其言曰：「佛說盡出老莊，今道家有老莊書不看，盡為釋氏竊而用之，卻去倣效釋氏作經教之屬。如清淨、消災、度人等經，模擬可笑，而北斗經尤鄙俚。譬如巨室弟子，所有珍寶悉為人盜去，卻去收人家破甕破釜。」此論窺見其骨髓矣，然非特文公之言為然，唐傅奕曰：「佛入中國，孅兒幼夫模象莊老以文飾之。」則固已知其出於莊老矣。 \\n 貓捕鼠 \\n 唐武后斷王后蕭妃之手足，置於酒瓮中，曰：「使此二婢骨醉。」蕭妃臨死曰：「願武為鼠吾為貓，生生世世扼其喉。」亦可悲矣。今俗間相傳謂?為天子妃者，蓋本此也。予自讀唐史此段，每見貓得鼠，未嘗不為之稱快，人心之公憤，有千萬年而不可磨滅者。嘗有詩云：「陋室偏遭黠鼠欺，狸奴雖小策勳奇。扼喉莫訝無遺力，應記當年骨醉時。」 \\n 轉丸鳴鏑 \\n 楊東山云：「凡處事須是心如轉丸，手如鳴鏑。」 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之五 乙編", "正文": "  \\n 鶴林玉露卷之五　乙編 \\n 　 \\n  \\n  \\n 啟運宮望祭殿 \\n 福州啟運宮，在開元寺，【福州啟運宮在開元寺　考建炎以來繫年要錄卷三一、宋史卷一０九禮志，均記為「溫州開元寺」，未云福州有「開元寺」，疑誤。】有七祖御容塑像，【有七祖御容塑像　原「七祖」下有夾注云：「藝祖至哲宗」。】乃西京陵寢之舊。南渡之初，迎奉于此。時金兵俶擾，倉忙之間，載以籃輿七乘，至今猶存。別造朱輦七乘，列于殿廡。專差中官一員主香火，謂之「直殿」。節序，朝廷遣快行家?送香燭，【遣快行家?送香燭　「快」，原作「使」，義不可通，據諸本改。】帥守與直殿同致祭。每位用朱盤列食十數品，酒三獻云。臨安淨慈寺後有望祭殿，【臨安淨慈寺後有望祭殿　「祭」，原誤作「發」，據諸本改。】每歲寒食，朝廷差官一員，望祭西京諸陵。差陞朝官讀祝版。其詞云：「曆正仲春，感戴濡於雨露；【感戴濡於雨露　「戴」，諸本作「載」。】心馳西洛，悵遐阻於山川。恭惟某祖某宗，靈鑒在天，聖謨傳后。【聖謨傳后　原下有夾注云：「后曰徽音」。】秩上陵之典禮，徒切望思；絕寓祭之權宜，【絕寓祭之權宜　「絕」，諸本作「蕝」。】愈深愴慕。」其禮用盤食，茶湯，三獻酒。余觀柳子厚云：「每遇寒食，田野道路，士女遍滿。皂隸庸丐，皆得上父母丘墓，馬醫夏畦之鬼，無不受子孫追養者。」今以萬乘之主，乃不獲遂此志，至於寓祭，此前古之所未有也。端平初，金虜既滅，朝廷亦嘗遣使脩朝陵之禮。荊襄以兵五千護之，未至西京，諜報敵騎且至，兵不敢進。使者潛偕數騎星馳而往，行禮而還。其諸陵之無恙與否，皆不可究詰也。 \\n 就齋詩 \\n 吾郡羅椿，字永年，誠齋高弟也。清貧入骨，一介不取，頗有李方叔、謝無逸風味。累年舉於禮部，【累年舉於禮部　「年」，諸本無，似是。】竟不第。自號就齋。嘗訪誠齋於毘陵，誠齋作詩送之歸曰：「梅莟香邊蹋雪來，【梅莟香邊蹋雪來　「莟」，原作「譽」，諸本作「花」。案，楊萬里荊溪集送羅永年西歸作「莟」。韻會舉要云：「莟，音含，花蘂。」意與詩不悖，據改。】杏花影裏帶春回。【杏花影裏帶春回　「影」，荊溪集作「雨」，於義為長。】明朝解纜還千里，今日看花更一杯。誰遣文章太驚俗，何緣場屋不遺才。南溪鷗鷺如相問，為報春吟費麝煤。」慶元初，誠齋與朱文公同召，誠齋力辭。永年寄詩云：「不愁風月只憂時，髮為君王寸寸絲。司馬要為元祐起，西樞政坐壽皇知。苦辭君命驚凡子，清對梅花更與誰？夢繞師門三稽首，起敲冰硯訴相思。」誠齋擊節。又送永豐汪令詩云：「錦纜梅花浦，江南作縣歸。新來薦鶚牘，驚動袞龍衣。歲晚情難別，心親事?違。恐君天上去，扶病出煙霏。」頗有少陵意態。他如「露濕看花腳，【他如露濕看花腳　「他」，原作「也」，連上；諸本作「他」，連下，視文義似連下為工，據改。】鶯啼欲曉山」，「春消千嶂雪，清逼五湖秋」等句，皆佳。 \\n 大臣賜家廟 \\n 本朝大臣賜家廟者：文彥博、蔡京、鄭居中、鄧洵武、余深、侯蒙、薛昂、白時中、童貫、秦檜、楊存中、吳玠、虞允文、史彌遠，凡十四人。 \\n 古婦人 \\n 國風云：「豈無膏沐，誰適為容。」又云：「予髮曲局，薄言歸沐。」蓋古之婦人，夫不在家，則不為容飾也。其遠嫌防微，至於如此。杜陵新昏別云：「自嗟貧家女，久致羅襦裳。羅襦不復施，對君洗紅粧。」尤可悲矣。國風之後，唯杜陵不可及者，此類是也。 \\n 碑銘 \\n 古人立碑，廟以繫牲，墓以下棺。厥後乃刻歲月，或識事始末，蓋亦因而文之耳。若湯盤銘、太公丹書所載諸銘，亦因所用器物著辭以自警，未嘗為徒文也。後世特立石以紀事述言，而謂之碑銘，與古異矣。杜元凱銘功於二石，一置峴山之上，一沉漢水之中。【一置峴山之上一沉漢水之中　晉書卷三四杜預傳作「一沉萬山之下，一立峴山之上」，所敘非漢水。】韓退之謂張愉曰：「丐我一片石，載二妃廟事，且令後世知有子名。」後世好名之弊，至於如此。 \\n 戒更革 \\n 趙韓王為相，置二大甕於坐屏後。凡有人投利害文字，皆置其中，滿即焚之于通衢。李文靖公曰：「沆居重位，實無補萬分，唯中外所陳利害，一切報罷之，惟此少以報國爾。朝廷防制，纖悉備具，或狥所陳請，施行一事，即所傷多矣。」陸象山云：「往時充員敕局，浮食是慚。惟是四方奏請，廷臣面對，有所建置更革，多下看詳。其或書生貴游，不諳民事，輕於獻計，不知一旦施行，片紙之出，兆姓蒙害。每與同官悉意論駁，朝廷清明，常得寢罷。編摩之事，稽考之勤，顧何足以當大官之膳，或庶幾者，僅此可以償萬一耳。」凡此皆至論。夫子曰：「仍舊貫，何必改作？」古人曰，利不什，不變法。甚言更革建置之不可輕也。或曰，若是，則將坐視天下之弊，而不之救歟？余曰，不然，革弊以存法，可也；因弊而變法，不可也。不守法則弊生，非法之足以生弊也。若韓、范之建明於慶曆者，革弊以存法也；荊公之施行於熙寧者，因弊而變法也。一得一失，蓋可睹矣。【蓋可睹矣　「睹」，諸本作「觀」。】或曰，荊公有志於二帝三王之法度，豈可厚誹乎？余曰，有志於二帝三王，當自格君心始，不當自變法度始。有堯舜之君，則有堯舜之治，有禹湯之君，則有禹湯之治，法度云乎哉！否則，王莽之井田，房琯之車戰，適足以貽千古之誚耳。朱文公云：「浙間學者，推尊史記，謂夏紀贊用行夏之時事，【夏紀贊用行夏之時事　「行」字原無，依下「商紀贊用乘殷之輅事」句，據諸本補。】商紀贊用乘殷之輅事，至高祖紀贊則曰：朝以十月，黃屋左纛。譏其不用夏時商輅也。遷之意，誠恐是如此。但若使高祖真能行夏時、乘商輅，亦只是漢高祖，終不可謂之禹湯。」 \\n 潘默成 \\n 潘良貴，字子賤，自少有氣節，崇觀間為館職，不肯遊蔡京父子間。使淮南，不肯與中官同燕席。靖康召對，力論時宰何(上鹵下木)、唐恪誤國。未幾，言皆驗。建炎初，召為右司諫，【召為右司諫　考宋史卷三七六潘良貴傳，潘良貴於高宗即位後，召為「左司諫」。】首論亂臣逆黨，當用重法以正邦典，壯國威，且及當時用事者姦邪之狀，大為汪、黃所忌。書奏三日，左遷而去，復召為右史。從臣向子諲奏事，高宗因與論筆法，言久不輟。子賤舉笏近前，厲聲曰：「向子諲以無益之言，久瀆聖聽！」【久瀆聖聽　「聽」，原誤作「德」，據諸本改。】叱之使下。左右皆膽落，由是又去國。晚年力量尤凝定，秦檜勢正炎炎，冷處一角，笑傲泉石。作三戒說，深以在得之規，痛自警勵。秦雖令人致語，亦不答。自少至老，出入三朝，而前後在官不過八百六十餘日。所居僅蔽風雨，郭外無尺寸之田。經界法行，獨以丘墓之寄，輸帛數尺而已。有磨鏡帖行於世，言讀書者，將以治心養性，如用藥以磨鏡也。若積藥鏡上，而不加磨治，未必不反為鏡累，張禹、孔光是已。其大意如此，世以為名言。子賤自號默成居士。 \\n 諸葛武侯 \\n 伊尹，祿之以天下，不顧也；繫馬千駟，弗受也。天下信之久矣，故事湯事桀，廢辟復辟，不惟天下不以為疑，而桀與太甲亦無一毫疑忌之心。東坡論之曰：「辦天下之大事者，有天下之大節者也。立天下之大節者，狹天下者也。夫以天下之大，而不足以動其心，則天下之大節有不足立，而大事有不足辦者矣。」此論甚當。後世唯諸葛武侯有伊尹風味。其草廬三顧而後起，與耕莘聘幣，已略相類。觀其告後主曰：「臣成都有桑八百株，薄田十五頃，子弟衣食，自有餘饒。臣身在外，別無調度，【別無調度　「別無」，三國志卷三五諸葛亮傳作「無別」。】不別治生，以長尺寸。若死之日，不使庫有餘帛，廩有餘粟，【庫有餘帛廩有餘粟　同上書同傳作「內有餘帛，外有贏財」。】以負陛下。」觀此言，則其視富貴為何等物！故先主臨終謂之曰：「嗣子可輔，輔之；如其不然，【如其不然　同上書同卷作「如其不才」。】君可自取。」非先主照見孔明肝膽，其肯發此言！雖然先主、孔明魚水相得，發此言無難也，此言之發，後主與左右固皆聞之矣。後主非明君也，左右非無讒慝也，孔明所謂諸有作姦犯科者，宜付外廷論刑，所以繩束左右者，非不甚嚴也。而當時曾無一人敢興單辭之謗，後主倚信，亦卒無纖芥之疑，何哉？只緣平時心事暴白，足以取信上下故也。自三代而後，可謂絕無而僅有矣。後之君子，爭一階半級，雖殺人亦為之。自少至老，貪榮嗜利如飛蛾之赴燭，蝸牛之升壁，青蠅之逐臭，而曰我能立大節，辦大事，其誰能信之！ \\n 肴核對答 \\n 楊東山嘗為余言：「昔周益公、洪容齋嘗侍壽皇宴。因談肴核，上問容齋：『卿鄉里何所產？』容齋，番昜人也。對曰：『沙地馬蹄鱉，雪天牛尾狸。』又問益公，公廬陵人也。對曰：『金柑玉版筍，銀杏水晶蔥。』上吟賞。又問一侍從，忘其名，浙人也，對曰：『螺頭新婦臂，龜腳老婆牙。』四者皆海鮮也，上為之一笑。某嘗陋三公之對。昔某帥五羊時，漕倉市舶三使者，皆閩浙人，酒邊各盛言其鄉里果核魚蝦之美。復問某鄉里何所產，某笑曰：『他無所產，但產一歐陽子耳。』三公笑且?。」 \\n 初筮謁郡 \\n 楊東山言：「某初筮為永州零陵主簿，【初筮為永州零陵主簿　「筮」，明活字本作「仕」，均可通。】太守趙謐字安卿，丞相元鎮子也。初參之時，客將傳言，待眾官退卻請主簿。客退，趙具冠裳，端坐堂上。【端坐堂上　「坐」，諸本作「立」。】凡再請，某不動，三請，某解其意，遂庭趨一揖，上階稟?，逐一還他禮數。既畢，立問何日交割，稟以欲就某日。答云：『可一面交割。』一揖徑入，更不與言延坐。【更不與言延坐　「與言」二字諸本無。】某退，而抑鬱幾成疾。以書白誠齋，欲棄官而歸。誠齋報曰：『此乃教誨吾子也，他日得力處當在此。』某意猶未平，後涉歷稍深，方知此公善教人，尚有前輩典刑。」朱文公曰：「人家子弟，初出仕宦，【初出仕宦　「宦」，原誤作「官」，據諸本改。】須是討喫人打罵底差遣，方是有益。」亦此意。 \\n 柔福帝姬 \\n 漢昭帝時，夏陽男子成方遂居湖，有故太子舍人謂之曰：「子貌甚似衛太子。」方遂利其言，乃乘黃犢車詣北闕，自稱衛太子。公卿以下，莫敢發言。雋不疑後至，叱吏收縳，竟得其姦。靖康之亂，柔福帝姬隨北狩。建炎四年，有女子詣闕，稱為柔福，自虜中潛歸。詔遣老宮人視之，其貌良是，問以宮禁舊事，略能言彷彿，但以足長大疑之。女子顰蹙曰：「金人驅迫如牛羊，跣足行萬里，寧復故態哉？」上惻然不疑其詐，即詔入宮，授福國長公主，下降高世榮。汪龍溪行制詞云：「彭城方急，魯元嘗困於面馳；江左既興，益壽宜充於禁臠。」資妝一萬八千緡。紹興十二年，顯仁太后回鑾，言柔福死于虜中久矣，始知其詐。執付詔獄，乃一女巫也。嘗遇一宮婢，謂之曰：「子貌甚類柔福。」因告以宮禁事，教之為詐。遂伏誅。前後請給錫賚計四十七萬九千緡。古今事未嘗無對，成方遂遇雋不疑，故其詐不行。此女巫若非顯仁之歸，富貴終身矣。 \\n 鬻祠廟 \\n 荊公行新法，鬻坊場河渡，司農又請并祠廟鬻之。官既得錢，聽民為賈區，廟中穢雜喧踐，無所不至，張安道知南京，上疏言：「宋王業所基也，而以火德王。【以火德王　「德」，諸本無。】閼伯封於商丘，以主大火，微子為宋始封，此二祠者，獨不可免於鬻乎？」神考覽之震怒，批曰：「慢神辱國，無甚於斯！」於是天下祠廟皆得免鬻。近時豫章嘗於孺子亭賣酒，劉潛夫題詩云：「孺子亭前插酒旗，遊人那解薦江蘺。白鷗欲下還飛起，曾見當年解榻時。」帥聞之，亟令住賣。嘉定間，臨安西湖上三賢堂亦賣酒，太學士人題詩云：「和靖東坡白樂天，幾年秋菊薦寒泉。如今往事都休問，且為官司趁酒錢。」府尹聞之，亦愧而止。 \\n 蘄黃二守 \\n 嘉定辛巳三月，金人圍黃州，詔馮榯援蘄黃。榯遷延不進，黃州守何大節，字中立，召僚佐告之曰：「城危矣，而救不至，諸君多有親老，且非守土之臣，可以死，可以無死。」乃各予以差出之檄，使為去計。自取郡印佩之，誓以死守。一夕，輿兵忽奔告曰：「城陷矣！」擁之登車，纔出門，虜兵已紛集，大節竟自沉于江。未一月，又陷蘄州。守李誠之，字茂欽，手殺其妻子奴婢，然後自殺，官屬多死之。朝廷褒贈誠之，且為立廟。而寧宗帝紀書「大節棄城遁」。二人皆出太學。劉潛夫詩云：「淮堧便合營雙廟，太學今方出二儒。」又云：「世俗今猶疑許遠，君王元未識真卿。」蓋為中立解嘲。然等死耳，茂欽果決，是以全節。中立遲懦，是以敗名。忠臣義士，可以鑒矣。 \\n 儉約 \\n 李若谷為長社令，日懸百錢於壁，用盡即止。東坡謫齊安，日用不過百五十。每月朔，取錢四千五百，斷為三十塊，掛屋梁上，平旦用畫叉挑取一塊，【平旦用畫叉挑取一塊　「叉」，原誤作「又」，據寬文本並稗海本改。】即藏去。又以竹筒貯用不盡者，以待賓客。云：「此賈耘老法也。」又與李公擇書云：「口腹之欲，何窮之有！每加節儉，亦是惜福延壽之道。」張無垢云：「余平生貧困，處之亦自有法。每日用度不過數十錢，【每日用度不過數十錢　「錢」，原作「金」，據稗海本改。下同。】亦自足，至今不易也。」有客自耒陽來，言鄭亨仲日以數十錢懸壁間，椒桂蔥薑皆約以一二錢。曰：「吾平生貧苦，晚年登第，稍覺快意，便成奇禍。今學張子韶法，要見舊時虀鹽風味甚長久也。」仇泰然守四明，與一幕官極相得。一日問及：「公家日用多少？」對以「十口之家，日用一千」。泰然曰：「何用許多錢？」曰：「早具少肉，晚菜羹。」泰然驚曰：「某為太守，居常不敢食肉，只是喫菜，公為小官，乃敢食肉，定非廉士。」自爾見疏。余嘗謂節儉之益非止一端，大凡貪淫之過，未有不生於奢侈者。儉則不貪不淫，是可以養德也。【是可以養德也　「可」字原無，審下句式，蓋脫，據諸本補。】人之受用，自有劑量，省嗇淡泊，有久長之理，是可以養壽也。醉醲飽鮮，昏人神志，若疏食菜羹，則腸胃清虛，無滓無穢，是可以養神也。奢則妄取苟求，志氣卑辱，一從儉約，則於人無求，於己無愧，是可以養氣也。故老氏以為一寶。 \\n 斷決 \\n 吳請成於越，勾踐欲許之，范蠡不可。楚求和於漢，高帝欲許之，張良不可。此霸王成否之機也。二子亦明決矣哉。故曰，懦者事之賊。【懦者事之賊　「懦」，原誤作「需」，據諸本改。】又曰，當斷不斷，反受其亂。 \\n 臣諂主愚 \\n 桓玄竄位，登御床，地忽陷，群臣失色。殷仲文曰：「良由聖德深厚，地不能載。」玄大悅。南燕汝水不冰，燕王超惡之，李超曰：【李超曰　「李超」，名犯南燕主慕容超諱。資治通鑑卷一一四晉安帝義熙四年載：「南燕汝水竭；河凍皆合，而澠水不冰。南燕主超惡之，問於李宣，對曰：『澠水無冰，良由逼帶京城，近日月也。』超大悅，賜朝服一具。」據此，「李超」當為「李宣」之誤。又，前云「汝水不冰」，亦當為「澠水不冰」之誤。】「良由逼帶京城，近日月也。」燕王亦大悅。下諂上愚，可發一笑。 \\n 鍼熨道人 \\n 朱文公有足疾，嘗有道人為施鍼熨之術，旋覺輕安。公大喜，厚謝之，且贈以詩云：「幾載相扶藉瘦笻，一鍼還覺有奇功。出門放杖兒童笑，不是從前勃窣翁。」道人得詩徑去。未數日，足疾大作，甚於未鍼時。亟令人尋逐道人，已莫知其所往矣。公歎息曰：「某非欲罪之，但欲追索其詩，恐其持此誤他人爾。」 \\n 檀弓脫句 \\n 禮記檀弓：子貢曰：「泰山其頹，則吾將安仰？梁木其壞，哲人其萎，則吾將安倣？」吾郡劉尚書美中家有古本禮記，「梁木其壞」之下，有「則吾將安仗」五字。 \\n 女戒 \\n 朱文公嘗病女戒鄙淺，欲別集古語成一書。立篇目曰正靜，曰卑弱，曰孝愛，【曰孝愛　晦庵先生朱文公文集卷三五與劉子澄書下有「曰勤謹」三字。】曰和睦，曰儉質，曰寬惠，曰講學。且言如杜詩云，「嗟汝未嫁女，秉心鬱忡忡，防身動如律，竭力機杼中」。凡此等句，便可入正靜，他皆倣此。嘗以書屬靜春先生劉子澄纂輯，迄不能成。公蓋欲以配小學書也。 \\n 二老相訪 \\n 慶元間，周益公以宰相退休，楊誠齋以秘書監退休，實為吾邦二大老。益公嘗訪誠齋于南溪之上，留詩云：「楊監全勝賀監家，【楊監全勝賀監家　「楊監」，原誤作「楊鑒」，據諸本改。】賜湖豈比賜書華？【賜湖豈比賜書華　原下有夾注云：「『誠齋』二字，光宗御書。」】回環自闢三三徑，【回環自闢三三徑　原下有夾注云：「誠齋東園有三三徑，其詩云：『三徑初開自蔣卿，再開三徑是淵明。誠齋奄有三三徑，一徑花開一徑行。』」】頃刻能開七七花。【頃刻能開七七花　「能」，楊萬里退休集上巳日周丞相少保來訪敞盧留詩為贈作「常」。】門外有田供伏臘，【門外有田供伏臘　「供」，退休集作「聊」。】望中無處不煙霞。卻慚下客非摩詰，【卻慚下客非摩詰　「慚」，退休集作「愁」。】無畫無詩只謾誇。」誠齋和云：「相國來臨處士家，山間艸木也光華。【山間艸木也光華　「木」，退休集誠齋和詩作「色」。】高軒行李能過李，小隊尋花到浣花。留贈新詩光奪月，端令老子氣成霞。未論藏去傳貽厥，拈向田夫野老誇。」好事者繪以為圖，誠齋題云：「平叔曾過魏秀才，何如老子致元台。蒼松白石青苔徑，【蒼松白石青苔徑　「白石」，退休集作「翠竹」。】也不傳呼宰相來。」用魏野詩翻案也。厥後誠齋冢嗣東山先生伯子，端平初累辭召命，以集英殿脩撰致仕家居，年八十。雲巢曾無疑，益公門人也，年尤高，嘗攜茶袖詩訪伯子。其詩云：「褰衣不待履霜回，到得如今亦樂哉！泓潁有時供戲劇，軒裳無用任塵埃。眉頭猶自懷千恨，興到何如酒一杯？知道華山方睡覺，打門聊伴茗奴來。」【打門聊伴茗奴來　「茗」，原誤作「客」，據諸本改。】伯子和云：「雪舟不肯半塗回，直到荒林意盛哉！籬菊苞時披宿霧，木犀香裏絕纖埃。錦心繡口垂金薤，月露天漿貯玉杯。八十仙翁能許健，片雲得得出巢來。」其風味庶幾可亞前二老云。無疑博學工文，尤精考訂，有本朝新舊官制考行於世。以隱逸召為祕閣校勘，吾黨之士多勸其毋出，而無疑竟出。先君竹谷老人送以詩云：「泰華山人上赤墀，上嗟安在見何遲。老於尚父投竿日，少似轅生對策時。怨鶴驚猿辭舊隱，鞭鸞笞鳳總新知。早陳經國平邊策，歸領雲巢舊住持。」無疑立朝逾年，除大社令，未及有所開陳，奉祠而歸，年九十乃終。【年九十乃終　原「年」下衍一「僅」字，據諸本刪。】 \\n 漢二獻 \\n 周益公云：漢二獻皆好書，而其傳國皆最遠。士大夫家，其可使讀書種子衰息乎？ \\n 風香 \\n 杜陵詩云，「色難臭腐食風香」。【色難臭腐食風香　「臭」，九家集注杜詩卷一一韓諫議注作「腥」。】色難臭腐，用仙家王方平事。獨「食風香」三字，解者不註所出。余觀佛書云，凡諸所嗅風與香等。意杜陵用此。 \\n 示儉 \\n 宋高祖留葛燈籠、麻蠅拂於陰室，唐太宗留柞木梳、黑角篦於寢宮，以此示後，後世猶奢。 \\n 識字 \\n 西漢諸儒，揚子雲獨稱識字。韓文公云：「凡為文者，宜略識字。」則識字豈易乎哉？晁景廷晚年日課識十五字。【晁景廷　諸本作「晁景迂」，未詳孰是。】楊誠齋云：「無事好看韻書。」 \\n 萬卷百車 \\n 唐李渤問歸宗禪師曰：「須彌納芥子，僕即不疑。芥子藏須彌，恐無是理。」歸宗曰：「人言學士讀萬卷書，是否？」渤曰：「然。」歸宗曰：「是心如椰子大，萬卷書從何處著？」荊公詩云：「巫醫之所知，瞽史之所業，載車必百兩，獨以方寸攝。」即歸宗之意。余謂一心具一太極，前輩謂鵬摶鶤運，不足計其高深，日升月沉，不足計其廣狹。萬卷百車，又何足道！ \\n 湯武 \\n 湯、武應天順人之舉，實出於伊尹、太公。湯五遣伊尹適夏，意亦可見。伊尹既醜有夏，遂相湯伐桀，詩曰：「實維阿衡，實左右商王。」不言湯用伊尹也。書之誓有以地言者，甘誓是也。有以人言者，湯誓是也，有以國言者，秦誓是也。泰誓，【泰誓　原誤作「秦誓」，據文義改。】左傳、孟子皆謂之太誓，古字「泰」「太」通。前輩謂伐商之謀，實本於太公，故以名誓。詩曰：「維師尚父，時維鷹揚。涼彼武王，肆伐大商。」不言武王用太公也。湯、武非富天下之志，於此可見。雖然，夫子則不以是而恕湯、武也。序書之詞曰湯勝夏，曰武王勝殷殺受，未嘗分其罪於伊尹、太公。此與春秋書許世子止趙盾同一筆也。東坡海外論可謂深識周孔之心矣。余嘗疑商之取夏，周之取商，一也。湯崩而太甲不明，甚於成王之幼冲矣。然夏人帖然，未嘗萌蠢動之心。及武王既喪，商人不靖，觀鴟鴞、小毖之詩，悲哀急迫，岌岌然若不可以一朝居，何也？湯放桀於南巢，蓋亦聽其自屏於遠方而終耳，【自屏於遠方而終耳　「遠」，諸本作「一」。】未至如以黃鉞斬紂之甚也。故夏人之痛，不如商人。夫以懷王之死，楚人尚且悲憤不已，有「楚雖三戶，亡秦必楚」之語，況六百年仁恩之所滲漉者哉！【六百年仁恩之所滲漉者哉　「漉」，原誤作「灑」，據諸本改。】當是時，若非以周公之聖，消息彌縫於其間，則周之復為商也決矣。且湯既勝夏，猶有慚德，慄慄危懼，【慄慄危懼　「懼」，原誤作「懽」，據諸本改。】若將隕于深淵。至於武王，則全無此等意思矣。由是論之，湯、武亦豈可並言哉！朱文公云：「成湯聖敬日躋，與盤銘數語，猶有細密工夫，至武王，往往並不見其切己事。」 \\n 景不訓仰 \\n 詩曰：「高山仰止，景行行止。」景，明也。謂所行之光明也。世俗有「景仰」、「景慕」之語，遂失其義。妄以「景」訓「仰」，多取前賢名姓，加「景」字於上以為字。如景周、景顏之類，失之矣。前史王景略，近世范景仁，何嘗以景為仰哉？真西山舊字景元，後悟其非，乃改為希元云。 \\n 始皇袁紹 \\n 始皇為楚所敗，尚能謝王翦；袁紹為魏所敗，乃至殺田豐。欲不亡，得乎？ \\n 一聯八意 \\n 杜陵詩云：「萬里悲秋常作客，百年多病獨登臺。」蓋萬里，地之遠也。秋，時之慘悽也。作客，羈旅也。常作客，久旅也。百年，齒暮也。多病，衰疾也。臺，高迥處也。獨登臺，無親朋也。【無親朋也　「朋」，原誤作「明」，據諸本改。】十四字之間，含八意，而對偶又精確。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之六 乙編", "正文": "  \\n 鶴林玉露卷之六　乙編 \\n 　 \\n  \\n  \\n 兄弟偈 \\n 法昭禪師偈云：「同氣連枝各自榮，些些言語莫傷情。一回相見一回老，能得幾時為弟兄。」詞意藹然，足以啟人友于之愛。然余嘗謂人倫有五，而兄弟相處之日最長。君臣之遇合，朋友之會聚，久速固難必也。父之生子，妻之配夫，其早者皆以二十歲為率。惟兄弟或一二年，或三四年，【或三四年　「三四」，原倒作「四三」，據明活字本乙正。】相繼而生，自竹馬游嬉，【自竹馬游嬉　嬉，諸本作「戲」。】以至鮐背鶴髮，其相與周旋，多者至七八十年之久。若恩意浹洽，猜間不生，其樂豈有涯哉！近時有周益公以太傅退休，其兄乘成先生以將作監丞退休，年皆八十，詩酒相娛者終其身。章泉趙昌甫兄弟，亦俱隱玉山之下，蒼顏華髮，相從於泉石之間，皆年近九十，真人間至樂之事，亦人間希有之事也。 \\n 烏石題名 \\n 嚴州烏石寺在高山之上，有岳武穆飛、張循王俊、劉太尉光世題名。劉不能書，令侍兒意真代書。姜堯章題詩云：「諸老凋零極可哀，尚留名姓壓崔嵬。劉郎可是疏文墨，幾點胭脂涴綠苔。」 \\n 臨事之智 \\n 大凡臨事無大小，皆貴乎智。智者何？隨機應變，足以弭患濟事者是也。張乖崖守蜀，兵火之餘，人懷反側。一日，大閱方出，軍眾忽嵩呼。乖崖亦下馬，隨眾東北望三呼，攬轡復行，眾不敢讙。真宗不豫，李文定公以宰相宿內祈禳。時太子尚幼，八大王元儼者，頗有威名，問疾留禁中，累日不出，執政患之。偶翰林司以金盂貯熟水過。問之，曰：「王所需也。」文定取案上墨筆攪水中，【文定取案上墨筆攪水中　「中」，原作「令」，連下句。諸本作「中」，案，宋李心傳舊聞證誤卷一引邵氏聞見錄此語作「中」。據改。】盡黑。王見之大駭，意其為毒也，即上馬去。【即上馬去　案，上述李迪事，亦見於邵氏聞見錄。李心傳舊聞證誤卷一嘗辨其誤云：「真宗大漸之夕，李文定與宰執以祈禳宿內殿。時仁宗幼沖，八大王元儼有威名，以問疾留禁中，累日不肯出，執政患之。偶翰林司以金盂貯熟水曰：『王所需也。』文定取案上墨筆攪水中，盡黑，令持去。王見之大驚，意其有毒也，即上馬去。出邵伯溫聞見前錄　案，真宗以乾興元年二月崩，此時李文定得罪，黜知鄆州久矣。」】文潞公知成都，大雪，會客帳下。【會客帳下　「會」字原脫，據諸本補。】卒有誶語，共拆井亭，燒以禦寒，軍將以聞。公徐曰：「今夜誠寒，亭弊矣，正欲改造，更有一亭，可盡拆為薪。」樂飲如常，明日乃究問先拆亭者，杖而流之。前輩如此類甚多，【前輩如此類甚多　「甚」，原誤作「其」，據諸本改。】皆所謂智也。小而文潞公幼年之浮毬，司馬公幼年之擊甕，亦皆於倉卒之中，有變通之術。世傳趙從善尹臨安，宦寺欲窘之。一日，內索朱紅卓子三百隻，限一日辦。從善命於市中取茶卓一樣三百隻，糊以清江紙，用朱漆塗之，咄嗟而成。兩宮幸聚景園回，索火炬三千枝，限以時刻。從善命於娼家取竹簾束之，頃刻而辦。辛幼安在長沙，欲於後圃建樓賞中秋，時已八月初旬矣。吏白：「他皆可辦，唯瓦難辦。」幼安命於市上每家以錢一百賃簷前瓦二十片，限兩日以瓦收錢，於是瓦不可勝用。嘉熙間，江西峒丁反，吉州萬安宰黃炳，鳩兵守備。一日五更，探報寇且至，炳亟遣巡尉領兵迎敵，【炳亟遣巡尉領兵迎敵　「亟」，明活字本作「意」。】眾皆曰：「枵腹柰何？」【枵腹柰何　「枵」，諸本作「空」。】炳曰：「第速行，飯即至矣。」炳乃率吏輩，攜竹籮木桶沿市民之門曰：「知縣買飯！」時人家晨炊方熟，皆有熱飯熟水，厚酬其直，負之以行。於是士卒皆飽餐，一戰破寇，由此論功，擢守臨川，兼庾節。 \\n 雨晴詩 \\n 杜陵詩云：「雨晴山不改，晴罷峽如新。」言或雨或晴，山之體本無改變，然既雨初晴，則山之精神煥然乃如新焉。朱文公寄籍溪胡原仲詩云：「甕牖前頭翠作屏，晚來相對靜儀刑。浮雲一任閑舒卷，萬古青山只麼青。」胡五峰見之，以為有體而無用，乃賡之曰：「幽人偏愛青山好，為是青山青不老，山中雲出雨乾坤，洗出一番青更好。」文公用杜上句意，五峰用杜下句意，然杜只是寫物，二公則以喻道。 \\n 善師 \\n 善師者不陳，善陳者不戰。琴以不鼓為妙，棋以不著為高。 \\n 子家羈 \\n 子家羈不欲昭公與季氏立異，子家羈豈黨季氏者乎？陳平、周勃不與呂氏立異，平、勃豈黨呂氏者乎？狄仁傑不與武氏立異，仁傑豈黨武氏者乎？處事變者，須識此意。雖然，夫子三都之墮，王陵庭爭之語，駱賓王舉兵之檄，亦不可少也。聲大義者，張膽而明目；定大策者，潛慮而密謀。 \\n 中興賦聯 \\n 紹興間，黃公度榜第三人陳脩，【黃公度榜第三人陳脩　原「陳」下有夾注云：「名上字係光宗廟諱。」】福州人，解試「四海想中興之美賦」，第五韻隔對云：「蔥嶺金堤，不日復廣輪之土；泰山玉牒，何時清封禪之塵。」時諸郡試卷多經御覽，高宗親書此聯於幅紙，黏之殿壁。及唱名，玉音云：「卿便是陳脩？」吟誦此聯，凄然出涕，問卿年幾何，對曰：「臣年七十三。」問卿有幾子，對曰：「臣尚未娶。」乃詔出內人施氏嫁之，年三十，貲奩甚厚。時人戲為之語曰：「新人若問郎年幾，【新人若問郎年幾　「問」，原誤作「門」，據諸本改。】五十年前二十三。」其年第五人方翥，興化人，解試「中興日月可冀賦」。一聯云：「佇觀僚屬，復光司隸之儀；忍死須臾，咸泣山東之淚。」亦經御覽，親筆錄記。唱名日，特命加一資。上恢復初志，隨寓發見，感憤如此，【感憤如此　「感」，原誤作「咸」，據諸本改。】而卒於不遂。秦檜之罪，可勝誅乎！ \\n 晏先 \\n 淳熙間，廬陵有惡少子曰晏先，以殺人減等流嶺南。行有日，逢其黨二人於市，晏目之曰：「盍免我乎？」二人不應而去。行數日，送徒者節其飲食，有害之之意。一夕，止旅舍，二人者忽來，為酒饌饗晏及送徒者，盡夕歌呼，至曉偕行。過荒林間，二人以白金一笏擲于地，抽刃言曰：「晏，吾兄弟也，汝能釋使逃，請以此金為謝，不然，不能俱生矣！」送徒者欣然破械縱去，為疑冢道傍而反。越三十年，晏自淮駕巨艦來歸，貲貨鉅萬。訪二人，皆死矣，妻子方貧，不能自活。晏哭祭其墓，盡哀，厚遺其妻子乃去。鄭毅夫過朱亥墓詩云：「高論唐虞儒者事，賣君負國豈勝言。憑君莫笑金椎陋，卻是屠沽解報恩。」【卻是屠沽解報恩　「屠沽」，原作「申屠」，據諸本改。】諒哉！ \\n 老馬 \\n 韓子：「管仲、隰朋從桓公伐孤竹，春往而冬反，迷惑失道。管仲曰：『老馬之智可用也。』乃放老馬而隨之，遂得道焉。」杜陵詩云：「古來存老馬，不必取長途。」用此事也。東坡代滕達道疏云：「自念舊臣，譬之老馬，雖筋力已衰，不堪致遠，而經涉險阻，粗識道路。」又用杜詩意。 \\n 師子驄 \\n 唐太宗末年，讖家明言女主昌，又明言為武氏，又明言其人已在宮中，乃以疑似殺李君羡，過矣。則天當時特一宮嬪，誠無可疑之跡，然史載太宗有駿馬曰「師子驄」，極猛悍，太宗親控馭之，不能馴。則天時侍側曰：「惟妾能制之。」太宗問其術，對曰：「妾有三物，始則捶以鐵鞭，不服，則擊以鐵撾；又不服，則以匕首斷其喉爾。」由此觀之，其英烈猛厲之氣，亦自發露，特太宗不之覺耳。則天後來駕馭群臣，專用此術。 \\n 無思無為 \\n 袁和叔云：「非木非石，無思無為。」楊敬仲深愛其語，【楊敬仲深愛其語　「愛」，原誤作「受」，據諸本改。】故銘其墓曰：「和叔之覺，人所未知。非木非石，無思無為。」蓋以為造極之語也。然余觀蘇潁濱論語解云：「火必有光，心必有思。聖人無思，非無思也。外無物，內無我，物我既盡，心全而不亂。物至而知可否，可者作，不可者止。因其自然，而吾未嘗思，未嘗為，此所謂無思無為也。如使頑然不動，與木石為偶，而謂之無思無為，則亦何以通天下之故哉！」此說即和叔之說也，豈敬仲未之見耶？禪家去昏散病，絕斷常坑，蓋昏與斷，則如木如石矣；散與常，則妄思妄為矣。又云：「貴真空，不貴頑空，蓋頑空，則頑然無知之空，木石是也。若真空，則猶之天焉，湛然寂然，元無一物，然四時自爾行，百物自爾生，粲為日星，滃為雲霧，沛為雨露，轟為雷霆，皆自虛空生，而所謂湛然寂然者，自若也。」潁濱深味禪說，【深味禪說　「說」，原誤作「悅」。】故其論亦此意。 \\n 養雞養虎 \\n 內繕己性，當如紀渻之養雞；外順物性，當如顏闔之養虎。 \\n 了死生 \\n 淵明詩云：「既來孰不去，人理固有終。居常待其盡，曲肱豈傷冲。」此脩身俟死之意也，可謂了死生矣。謝溪堂詩云：「淵明從遠公，了此一大事。」余謂淵明性資高邁，豈待從遠公而後了？【豈待從遠公而後了　「待」，原誤作「特」，據諸本改。】況其言曰：「得知千載外，上賴古人書」；又曰：「羲農去我久，舉世少復真，汲汲魯中叟，彌縫使其淳。」則其於六經孔孟之書，固已探其微矣，於了死生乎何有？ \\n 晚唐詩人 \\n 晚唐詩綺靡乏風骨，【晚唐詩綺靡乏風骨　「乏」，原誤作「之」，據諸本改。】或者薄之，且因王維、儲光羲輩，而并薄其人。然氣節之士，亦往往出於其間。昭宗末年，朱溫篡形已成。韓偓在翰林，蘇檢數為經營入相，偓怒曰：【偓怒曰　「怒」，原誤作「恕」，據諸本改。】「公不能有所為，今朝夕不濟，乃欲以此相汙耶！」昭宗欲相偓，偓辭，而薦趙崇。崔胤怒，使溫譖而逐之。昭宗與之泣別，偓泣曰：「臣得遠貶，及死乃幸，不忍見篡弒之辱也。」司空圖初為禮部員外郎，棄官隱居王官谷，累徵不起，柳璨以詔書徵之，圖懼，詣洛陽入見，佯為衰野，墜笏失儀。乃下詔以為傲代釣名，放還山。羅隱乾符中舉進士十上不第，【乾符中舉進士十上不第　「十上不第」，疑為「六上不第」之誤。案，舊五代史卷二四羅隱傳附注引五代史補云：「羅隱在科場，恃才傲物，尤為公卿所惡，故六上不第。」又，明活字本無「十上」二字，蓋脫。】黃巢亂，歸依錢鏐。及朱溫篡，詔至，【及朱溫篡詔至　明活字本「篡」下有一「位」字。】痛哭勸鏐舉義，鏐不能從。溫聞其名，以諫議大夫招之，不就，事鏐終於著作佐郎。【事鏐終於著作佐郎　案，舊五代史卷二四羅隱傳云：「唐廣明中，(羅隱)因亂歸鄉里，節度使錢鏐辟為從事。開平初，太祖以右諫議大夫徵，不至。魏博節度使羅紹威密表推薦，乃授給事中。年八十餘，終於錢塘。」此證羅隱並非不仕梁，又證羅隱非「終於著作佐郎」。此事亦見於同卷附注引宋韓淲澗泉日記記載：「唐光啟三年，吳越王表奏為錢塘令，遷著作郎，辟掌書記。天祐三年充判官。梁開平二年，授給事中。三年，遷發運使。是年卒，葬於定山鄉。」據此，羅氏所云當誤。】若三子者，又可以晚唐詩人薄之乎？ \\n 詩疊字 \\n 詩有一句疊三字者，如吳融秋樹詩云「一聲南鴈已先紅，摵摵凄凄葉葉同」是也。有一句連三字者，如劉駕云「樹樹樹梢啼曉鶯，夜夜夜深聞子規」是也。有兩句連三字者，如白樂天云「新詩三十軸，軸軸金玉聲」是也。有三聯疊字者，如古詩云「青青河畔草，鬱鬱園中柳，盈盈樓上女，皎皎當窗牖，娥娥紅粉妝，纖纖出素手」是也。有七聯疊字者，昌黎南山詩云「延延離又屬，夬夬叛還遘，【夬夬叛還遘　「夬夬」，原誤作「尺尺」，據諸本並朱文公校昌黎先生集卷一南山詩改。】喁喁魚闖萍，落落月經宿，誾誾樹牆垣，巘巘架庫廐，參參削劍戟，煥煥銜瑩琇，【煥煥銜瑩琇　「銜」，南山詩作「御」。】敷敷花披萼，闟闟屋摧霤，悠悠舒而安，兀兀狂以狃，超超出猶奔，蠢蠢駭不懋」是也。近時李易安詞云：「尋尋覓覓，冷冷清清，凄凄慘慘戚戚」，起頭連疊七字，以一婦人，乃能創意出奇如此。 \\n 應世守己 \\n 無可無不可，應世法也。有為有不為，守己法也。 \\n 韓璜廉按 \\n 紹興中，王鈇帥番禺，有狼藉聲。朝廷除司諫韓璜為廣東提刑，令往廉按。憲治在韶陽，韓纔建臺，即行部詣番禺。王憂甚，寢食幾廢。有妾故錢塘娼也，問主公何憂，王告之故。妾曰：「不足憂也，璜即韓九，字叔夏，舊游妾家，最好歡。須其來，強邀之飲，妾當有以敗其守。」已而韓至，王郊迎，不見，入城乃見，岸然不交一談。次日報謁，王宿治具於別館，茶罷，邀游郡圃，不許，固請，乃可。至別館，水陸畢陳，伎樂大作，韓踧踖不安。王麾去伎樂，陰命諸娼淡妝，詐作姬侍，迎入後堂劇飲。酒半，妾於簾內歌韓昔日所贈之詞，韓聞之心動，狂不自制，曰：「汝乃在此耶！」即欲見之，妾隔簾故邀其滿引，至再至三，終不肯出，韓心益急。妾曰：「司諫曩在妾家，最善舞，今日能為妾舞一曲，即當出也。」韓醉甚，不知所以，即索舞衫，塗抹粉墨，踉蹡而起。忽跌于地，王亟命索轎，【亟命索轎　「轎」，諸本作「輿」。】諸娼扶掖而登，歸船昏然酣寢。五更酒醒，覺衣衫拘絆，索燭覽鏡，羞媿無以自容。即解舟還臺，不敢復有所問。此聲流播，旋遭彈劾，王迄善罷。夫子曰：「棖也欲，焉得剛？」韓璜之謂矣。 \\n 伯夷太公 \\n 太公之鷹揚，伯夷之叩馬，道並行而不相悖也。太公處東海之濱，進而以功業濟世。伯夷處北海之濱，退而以名節勵世。二老者，天下之大老也。故各為世間辦一大事，可謂無負文王之所養矣。使伯夷出而任太公之事，則太公亦必退而為伯夷之事，所謂易地則皆然。切意二老受文王之養，【切意二老受文王之養　「切意」，疑為「竊意」之誤。】平居暇日，同堂合席，念王室之如燬，固欲起而救亂，思冠冕之毀裂，又恐因而階亂，故水火相濟，鹽梅相成，各以一事自任。如三仁之自獻自靖，或殺身以全節，或歸周以全祀，或佯狂以全道，均不失本心之德而已矣，豈故相矛盾者哉！觀伯夷之諫，太公扶而去之曰義士，意可見矣。 \\n 擒虎尋龍 \\n 紹興乙卯，以旱禱雨。諫議大夫趙霈上言：「自來祈禱，斷屠止禁豬羊，今後請?禁鵝鴨。」時胡致堂在西掖，見之笑曰：「可謂鵝鴨諫議矣，聞虜中有龍虎大王，請以鵝鴨諫議當之。」嘉定中，察院羅相上言，越州多虎，乞行下措置，【乞行下措置　「乞」，原誤作「氣」，據諸本改。下同。】多方捕殺。正言張次賢上言：「八盤嶺乃禁中來龍，乞禁人行。」太學諸生遂有羅擒虎、張尋龍之對。 \\n 自警詩 \\n 胡澹庵十年貶海外，北歸之日，飲于湘潭胡氏園，題詩云：「君恩許歸此一醉，傍有梨頰生微渦。」謂侍妓黎倩也。厥後朱文公見之，題絕句云：「十年浮海一身輕，【十年浮海一身輕　「浮海」，朱文公文集卷五宿梅溪胡氏客館觀壁間題詩自警二絕之二作「湖海」。】歸對黎渦卻有情。世上無如人欲險，【世上無如人欲險　「上」，同上書同卷作「路」。】幾人到此誤平生。」文公全集載此詩，但題曰「自警」云。余觀東坡志林載張元忠之說曰：蘇子卿嚙雪啖氈，蹈背出血，【蹈背出血　原作「蹈血出背」，義不可通。漢書卷五四蘇武傳有「蹈其背以出血」語，據改。案，此誤王太岳等輯四庫全書考證一書亦指出。】可謂了死生之際矣。然不免與胡婦生子，而況洞房綺繡之下乎？乃知此事未易消除。文公之論澹庵，亦猶張元忠之論蘇子卿也。近時劉叔友論劉、項曰：【劉叔友　諸本作「鄭叔友」，未詳孰是。】項王有吞嶽瀆意氣，咸陽三月火，【咸陽三月火　「月」，原誤作「日」，今以意改。】骸骨亂如麻，哭聲慘怛天日，而眉容不斂，是必鐵作心肝者。然當垓下訣別之際，寶區血廟，【寶區血廟　「區」，明活字本作「軀」。】了不經意，惟眷眷一婦人，悲歌悵飲，情不自禁。高帝非天人歟？能決意於太公、呂后，而不能決意於戚夫人。杯羹可分，則笑嫚自若。羽翼已成，則欷歔不止。乃知尤物移人，雖大智大勇不能免。由是言之，「世上無如人欲險」，信哉！ \\n 虞賓 \\n 堯不以天下與丹朱而與舜，世皆謂聖人至公無我，【聖人至公無我　「我」，明活字本作「私」。】知愛天下而不知愛其子。余謂帝堯此舉，固所以愛天下也，尤所以愛丹朱也。異時雲行雨施，萬國咸寧，虞賓在位，同其福慶，則安家而厚蒼生，兩得之矣。若使其以傲虐之資，【其以傲虐之資　「虐」，原誤作「虞」，據諸本改。】輕居臣民之上，則毒痡四海，不有南巢之放，必有牧野之誅，尚得為愛之乎？曾子曰：「君子愛人以德。」龐德公曰：「吾遺子孫以安。」堯舜之於子，亦不過愛之以德，遺之以安耳。故愛子者，人之常情也，堯舜豈外人之常情以為異哉？故其書曰「典」。 \\n 信美樓記 \\n 項平甫作信美樓記云：「王仲宣之言曰：『雖信美非吾土兮，【雖信美非吾土兮　據文選卷一一王粲登樓賦，「信美」下當有一「而」字。】曾何足以少留。』自仲宣至今，千有餘年，文士一詞，曰『此思歸之曲也』。曾未有考其文而論其心者。蓋仲宣，漢貴公孫也。少依王室，世受國恩，雖遯身南夏，而繫志西周，彼以為撫清、漳、曲、沮之流，不若灞、滻、涇、渭之速清也；覽昭丘、陶牧之勝，不若終、嵕、吳、華之亟平也。冀道路之一開，憂日月之逾邁，故戛然以是為不可久留。蓋士之出處不齊久矣。充仲宣之賦，當與子美岳陽樓五言，太白鳳凰臺長句同帙而共編，不當與張翰思吳之歎，班超玉門之書，馬援浪泊西里之念，雜然為一議狀也。」平甫此論，得仲宣之心矣。仲宣不依曹、黃、二袁，【仲宣不依曹黃二袁　「黃」，原誤作「宣」，據諸本改。】而依劉表，意亦可見。故仲宣之忠於漢，陶淵明之忠於晉，羅昭諫之忠於唐，皆詩人文士之識大義有氣節者。樓乃胡仲方為荊南撫幹時所建，楊誠齋題詩云：「大資孫子大參孫，【大資孫子大參孫　誠齋退休集寄題信美樓二首之一作「大資孫子大參甥」。】磊隗胸中萬卷橫。樓上已堆千古恨，晚潮更作斷腸聲。」「古有仲宣今仲方，二樓分貯一秋江。散懷幸有杯中物，【散懷幸有杯中物　「物」，同上書作「月」。】莫下南窗下北窗。」【古有仲宣今仲方【至】莫下南窗下北窗　以上二十八字諸本無。】亦平甫之意也。 \\n 朱溫母兄 \\n 朱溫父誠，以五經教授鄉里，號朱五經。溫為節度使，其母王氏猶傭食蕭縣劉崇家。始迎以歸，溫舉觴為壽，啟曰：「朱五經平生讀書，不登一第，有子為節度使，無忝於先人矣。」母惻然良久，曰：「汝能至此，可謂英特，然行義未必如先人也。」賢哉此媼，深哉此言。其於朱五經之學，必概嘗有聞矣。溫篡位之日，與宗戚飲博。酒酣，其兄全昱，忽投瓊擊盆中迸散，睨曰：「朱三，爾碭山一百姓，從黃巢為盜，天子用汝為四鎮節度使，於汝何負？而滅唐家三百年社稷！吾行見汝赤其族矣，何以博為？」全昱此言，亦甚賢也。然則溫之父賢，母又賢，兄又賢，獨溫凶德耳。荀卿謂人性惡，其然，豈其然乎？ \\n 詩文反句 \\n 杜詩有反言之者，如云「久(扌弃)野鶴如雙鬢」，若正言之，當云「雙鬢如野鶴」也。又云「黃鵠高於五尺童，化為白鳧似老翁」，若正言之，當云「五尺童時似黃鵠，化為老翁似白鳧」也。他如「紅豆啄殘鸚鵡粒，碧梧棲老鳳凰枝」亦然。左氏傳曰「室於怒，市於色」，曾南豐曰「室於議，塗於歎」，皆如此類。 \\n 丙編 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之一 丙編", "正文": "  \\n 鶴林玉露卷之一　丙編 \\n 　 \\n  \\n  \\n 真正英雄 \\n 朱文公告陳同父曰：「真正大英雄人，卻從戰戰兢兢、臨深履薄處做將出來，若是氣血粗豪，卻一點使不著也。」此論於同父，可謂頂門上一針矣。余觀大禹不矜不伐，愚夫愚婦皆謂一能勝予，而鑿龍門，排伊闕，明德美功，被于萬世。【被于萬世　「于」，諸本作「千」。】周公不驕不吝，勞謙下士，而東征三年，赤舄几几，履讒歷變，卒安周室。孔子恂恂於鄉黨，在宗廟朝廷，似不能言者，而卻萊夷、墮三都、誅少正卯，便有一變至道氣象。此皆所謂真正大英雄也。後世之士，殘忍克核、能聚斂、能殺戮者，則謂之有才。鬧鄰罵坐、無忌憚、無顧藉者，則謂之有氣。計利就便、善捭闔、善傾覆者，則謂之有智。一旦臨利害得喪、死生禍福之際，鮮有不顛沛錯亂、震懼隕越而失其守者，況望其立大節，弭大變，撐住乾坤，昭洗日月乎！此無他，任其氣稟之偏，安其識見之陋，驕恣傲誕，不知有所謂戰戰兢兢、臨深履薄之工夫故也。 \\n 大悲閣記 \\n 東坡大悲閣記云：【大悲閣記　據經進東坡文集事略載，東坡大悲閣記有二，一為成都大悲閣記，一為鹽官大悲閣記。羅氏所引為前者，在東坡文集卷五。】「觀世音由聞而覺。始於聞，而能無所聞。始於無所聞，而能無所不聞。能無所聞，雖無身可也。能無所不聞，雖千萬億身可也，而況於手與目乎！雖然，非無身無以舉千萬億身之眾，【非無身無以舉千萬億身之眾　下「身」字，同上書無。】非千萬億身無以示無身之至。」又云：「吾將使世人左手運斤，而右手執削，目數飛鴻，而耳節鳴鼓，首肯旁人，而足識梯級，雖有智者，有所不暇矣，而況千手異執，而千目各視乎？及吾宴坐，寂然心念凝默，湛然如大明鏡，人鬼鳥獸，雜陳乎吾前。色聲香味，交通乎吾體。心雖不起，而物無不接，必有道耶？千手之出，千目之運，雖未可得見，而理則具矣。彼佛菩薩亦然，雖一身不成二佛，而一佛能遍河沙諸國，【一佛能遍河沙諸國　「遍」，同上書作「變」。】非有他也，觸而不亂，至而能應，理有必至，而何獨疑於大悲乎？」東坡之論明暢，大概千手千眼，以理言，非以形言也。昔有僧折臂作偈云：「大悲千眼并千手，大丈夫兒誰不有。老僧今日折一支，尚存九百九十九。」莊子：「魯有兀者叔山無趾，踵見仲尼。仲尼曰：『子不謹，前既犯患若是矣。雖今來，何及矣！』無趾曰：『吾惟不知務而輕用吾身，吾是以亡足。今吾來也，猶有尊足者存，吾是以務全之也。』」尊足，即此性也，僧偈正此意。佛本於老莊，於此尤信。孝宗皇帝喜毬馬，偶傷一目。金人遣賀生辰使來，以千手眼白玉觀音為壽，蓋寓相謔之意。上命迎入徑山，邀使者同往。及寺門，住持僧說偈云：「一手動時千手動，一眼觀時千眼觀。幸自太平無一事，何須做得許多般。」使者聞之慚。太史公所謂談言微中，亦足以解紛，信矣。余嘗即吾儒之說推之，人主以一身立乎巍巍之上，以一心運乎茫茫之中，不出戶而知天下，不下堂而理四海。前旒蔽明，若無見也，而無所不見；高拱穆清，若無為也，而無所不為。自九族睦、百工時，極而至於兆民安、萬物育、四夷來，天地兩間，裁成參贊，無一欠缺，非千手千眼乎！ \\n 十里荷花 \\n 孫何帥錢塘，柳耆卿作望海潮詞贈之云：「東南形勝，三?都會，錢塘自古繁華。煙柳畫橋，風簾翠幙，參差十萬人家。雲樹繞隄沙。怒濤卷霜雪，天塹無涯。市列珠璣，戶盈羅綺，競豪奢。重湖疊巘清佳。有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉釣叟蓮娃。千騎擁高牙，乘醉聽簫鼓，吟賞煙霞。異日圖將好景，歸去鳳池誇。」此詞流播，金主亮聞歌，欣然有慕於「三秋桂子、十里荷花」，遂起投鞭渡江之志。近時謝處厚詩云：「誰把杭州曲子謳？荷花十里桂三秋；那知草木無情物，牽動長江萬里愁。」余謂此詞雖牽動長江之愁，然卒為金主送死之媒，未足恨也。【未足恨也　「恨」，陸鈔本作「悵」。】至於荷豔桂香，粧點湖山之清麗，使士夫流連於歌舞嬉遊之樂，遂忘中原，是則深可恨耳。因和其詩云：「殺胡快劍是清謳，牛渚依然一片秋。卻恨荷花留玉輦，竟忘煙柳汴宮愁。」蓋靖康之亂，有題詩于舊京宮牆云：「依依煙柳拂宮牆，宮殿無人春晝長。」 \\n 落英 \\n 楚辭云：「餐秋菊之落英。」釋者云：落，始也。如詩訪落之落，謂初英也。古人言語多如此，故以亂為治，以臭為香，以擾為馴，以慊為足，以特為匹，以原為再，以落為萌。 \\n 方朔竊酒 \\n 岳陽有酒香山，相傳古有仙酒，飲者不死。漢武帝得之，東方朔竊飲焉。帝怒，欲誅之。方朔曰：「陛下殺臣，臣亦不死，臣死，酒亦不驗。」遂得免。方朔數語，圓轉簡明，意其竊飲以發此論，蓋風武帝之求長生也。 \\n 高宗眷紫巖 \\n 高宗嘗問張魏公：「卿兒想甚長成？」魏公對曰：「臣子栻年十四，脫然可與語聖人之道。」及隆興初，張魏公督師，南軒以內機入奏，引見于德壽宮。首問魏公起居飲食狀，又問卿幾歲，對曰：「臣年三十一。」【臣年三十一　原誤作「二十一」。考晦庵先生朱文公文集卷八九右文殿修撰張公神道碑及誠齋集卷一一五張左司傳，張栻生於紹興三年，至隆興元年恰為三十一歲，因改。】又問卿母安否，對曰：「久失所恃。」上愀然久之，曰：「朕記卿父再娶時，以無繼嗣，曾來商量。卿父曾奏，【卿父曾奏　陸鈔本作「又曾奏」。】欲令卿來見，今次方得見卿。朕與卿父，義則君臣，情同骨肉，卿行奏來，有香茶與卿父為信。」嗚呼！君臣相與，其恩意乃至是哉！或者乃謂高宗晚年追悼明受，不滿於魏公，至有「寧失天下，不用張浚」之言，殆不然也。 \\n 病柟詩 \\n 杜陵病柟詩曰：【杜陵病柟詩曰　「病柟」，宋人九家集注杜詩卷八此詩題作「枯柟」。永樂大典卷八二一引同原本。】「猶含棟梁具，無復霄漢志。良工古昔少，識者出涕淚。」傷賢者之老病而不獲用也。又曰：「種榆水中央，成長何容易！截承金露盤，裊裊不自畏。」言少不更事之人，無所涵養，而驟膺拔擢，以當重任，力綿才腐，凜凜危亡，而曾不知畏也。又舟中上水遣懷詩云：「篙工密逞巧，氣若酣杯酒。歌謳互激烈，【歌謳互激烈　「激烈」，同上書卷一六上水遣懷作「激遠」，清人仇兆鰲杜詩詳注卷三二作「激越」。永樂大典卷八二一引同原本。】，回斡明授受。善知應觸類，各藉穎脫手。古來經濟才，何事獨罕有？」蓋嘆舟人操舟，【蓋嘆舟人操舟　「嘆」，原誤作「難」，據諸本及永樂大典引改。】尚有妙手，而整頓乾坤，獨未見妙手也。蓋方天寶間，杜陵少壯之時，雖亂離瘼矣，而人才尚多，故洗兵馬行曰：【洗兵馬行曰　「洗兵馬行」，九家集注杜詩卷四此詩題作「洗兵馬」，無「行」字。杜詩詳注從杜臆題作「洗兵行」。永樂大典卷八二一引同原本。】「成王功大心轉小，郭相謀深古來少。司徒清鑒懸明鏡，尚書氣與秋天杏。二三豪俊為時出，整頓乾坤濟時了。」又云：「張公一生江海客，身長九尺鬚眉蒼。徵起適遇風雲會，扶顛始知籌策良。」蓋幸其所以支撐世變者，尚有人也。及杜陵晚歲，八哀之詩既作，則一時豪傑，或老或死，而後來者，未有其人。此病柟、種榆之歎，舟師妙手之歎，意益婉而詞益哀。嗚呼！此唐室所以終不振乎！本朝元豐間，洛陽諸老為耆英會，圖形賦詩，一時誇為盛事。而識者悲之曰，此皆仁宗所養之君子，至是而皆老矣。升降消長之會，過此甚可畏也。時林行己曰：「天將祚其國，必祚其國之君子。觀其君子之眾多如林，【觀其君子之眾多如林　「觀」，陸鈔本及諸本作「視」，下文「觀」字亦同。案，永樂大典卷八二一引同原本。】則知其國之盛；觀其君子之落落如晨星，則知其國之衰；觀其君子之康寧福澤、如山如海，則知其為太平之象；觀其君子之摧折頓挫，如湍舟，如霜木，則知其為衰亂之時。」又曰：「天將使建中為崇寧，則不使范忠宣復相於初元；天將使宣和為靖康，則不使劉陳二忠肅遺於數歲。」皆至論也。 \\n 遮莫 \\n 詩家用「遮莫」字，蓋今俗語所謂「儘教」者是也。故杜陵詩云，「已(扌弃)野鶴如雙鬢，遮莫鄰雞下五更」，言鬢如野鶴，已(扌弃)老矣。儘教鄰雞下五更，日月逾邁不復惜也。而乃有用為禁止之辭者，誤矣。 \\n 花 \\n 洛陽人謂牡丹為花，成都人謂海棠為花，尊貴之也。亦如稱歐陽公、司馬公之類，不復指其名字稱號。然必其品格超絕，始可當此。不然，則進而君公，退而爾汝者多矣。 \\n 蘧伯玉 \\n 衛靈公與夫人夜坐，聞車聲轔轔，至闕而止，過闕復有聲。公問夫人曰：「知此為誰？」夫人曰：「此蘧伯玉也。」公曰：「何以知之？」夫人曰：「妾聞禮，下公門，式路馬，所以廣敬也。夫忠臣與孝子，不為昭昭信節，不為冥冥惰行。蘧伯玉，衛之賢大夫也，仁而有智，敬於事上，此其人必不以暗昧廢禮，【必不以暗昧廢禮　「必」，原誤作「心」，據諸本改。】是以知之。」公使人視之，果伯玉也。中庸曰：【中庸曰　「中庸」，原作「大學」，諸本作「中庸」。案，考此下所引，乃中庸之語。因據改。】「君子之所不可及者，其唯人之所不見乎！」伯玉可謂真君子矣。細考論語，夫子所與友者，僅見伯玉一人。伯玉使人於夫子，【伯玉使人於夫子　「伯玉」，原及諸本無此二字，獨陸鈔本有。案，論語憲問有「蘧伯玉使人於孔子」之語，故「伯玉」二字當有，否則句無主語。各本蓋脫，據陸鈔本補。】而夫子問其起居。則金石交情，可以略見。伯玉之躬行純一如此，宜夫子樂與之交也。夫人即南子也。南子有淫行，然觀其所言，醇粹正大，有後世老師宿儒之所不能道者。且知伯玉之賢，而又知伯玉之所以賢，何其明也。乃知以衛靈之無道、南子之淫泆，奚而不喪者，【奚而不喪者　「奚」，原無此字，據諸本補。】非止仲叔圉、祝鮀、王孫賈輩之功而已。又知夫子之所以見南子者，蓋以見識議論如此，倘能改行，或者尚可輔衛靈公以有為。子路不說，是未知夫子之心也。然南子知賢者不為冥冥惰行，而卒不能回光內照，改其淫泆。靈公因南子之言，固宜識伯玉之為忠臣矣，然卒不授之以政。信乎，知善非難，行善為難；知賢非難，用賢為難也。 \\n 三谿詩詞 \\n 有良家女流落可嘆者，余同年李南金贈以詞曰：「流落今如許。我亦三生杜牧，為秋娘著句。先自多愁多感慨，更值江南春暮。君看取，落花飛絮。也有吹來穿繡幌，有因風飄墮隨塵土。人世事，總無據。佳人命薄君休訴。若說與，英雄心事，一生更苦。且盡尊前今日意，休記綠窗眉嫵。【休記綠窗眉嫵　「記」，陸鈔本作「說」。】但春到，兒家庭戶。幽恨一簾煙月曉，恐明年，鴈亦無尋處。渾欲倩，鶯留住。」此詞凄婉頓挫，不減古作者。南史：齊范縝謂竟陵王子良曰：「人生如樹花同發，隨風而散，或拂簾幌墜茵席之上，或關籬牆落糞溷之中。墜茵席者，殿下是也；落糞溷者，下官是也。」此詞前闋，蓋祖此說。南金自號三谿冰雪翁，尤工於詩。有江頭吟云：「兒時盛氣高於山，不信壯士有飢寒。如今一杯零落酒，風雨蝕盡征袍單。側立崑奴面鐵色，楚客不言未吹笛。關山有月無人聲，自是江頭渚花發。渚花春少未得妍，凝立青山圍水天。杜鵑故態不識事，盡情叫入青風煙。【盡情叫入青風煙　「風」，諸本作「楓」。】壯士未握邊頭槊，旄頭如月幾時落。如今世界不愛賢，看取青峰白雲角。嗚呼一歌兮歌已怨，壺中無酒可續嚥。」蓋模擬少陵之作，詞旨清婉可愛。 \\n 檳榔 \\n 嶺南人以檳榔代茶，且謂可以禦瘴。余始至不能食，久之，亦能稍稍。居歲餘，則不可一日無此君矣。故嘗謂檳榔之功有四：一曰醒能使之醉。蓋每食之，則醺然頰赤【醺然頰赤　「醺」，諸本作「熏」。】，若飲酒然。東坡所謂「紅潮登頰醉檳榔」者是也。二曰醉能使之醒。蓋酒後嚼之，則寬氣下痰，【寬氣下痰　「痰」，原作「疾」，義不及「痰」，據陸鈔本改。】餘酲頓解。三曰飢能使之飽。蓋飢而食之，則充然氣盛，若有飽意。四曰飽能使之飢。蓋食後食之，則飲食消化，不至停積。嘗舉似於西堂先生范旂叟。曰：「子可謂『檳榔舉主』矣。然子知其功，未知其德，檳榔賦性疏通而不洩氣。稟味嚴正而有餘甘。有是德，故有是功也。」 \\n 曲端 \\n 曲端在陝西，甚有威望。張魏公宣撫，首擢用之。金人萬戶婁室，與撒離曷等寇邠州，端擊敗之。【端擊敗之　「敗」，原誤作「貶」，據諸本改。】至白店原，又大敗之。撒離曷乘高望師，懼而號哭，金人因目之為「啼哭郎君」。後以端恃功驕恣，廢不用。又懼其得士心，竟殺之。自端之死，眾心稍離。金再入，戰于富平。我師詐張端旂以懼敵。婁室知端已死，拊掌笑曰：「何紿我也。」於是盡銳力攻，我師敗績，自是陝西非我有矣。淳熙間，議高廟配享，洪景盧舉此為魏公罪，迄不得侑食。昔孔明斬馬謖，已為失計。魏公襲其事，幾於自壞萬里長城。至於詐張端旂，尤為拙謀，徒足以召敵人之笑，沮我師之氣耳。端亦知書，【端亦知書　「端」，原誤作「瑞」，據諸本改。】嘗作詩云：「破碎山河不足論，幾時重到渭南村。」昔人詩：「欲掛衣冠神武門，先尋水竹渭南村」，此事也。【此事也　稗海本此上有一「即」字。】 \\n 識真少 \\n 市璞寶燕石，煮簀食蟛蜞。識者少也。 \\n 放心 \\n 孟子言求放心，而康節邵子曰：「心要能放。」二者天淵懸絕。蓋放心者，心自放也。【心自放也　「心」，諸本無此字。考下文相應之「吾能放也」，似當無「心」字。】心放者，吾能放也。放心者，如雞豚出於塒柵，不求則不得。心放者，如鷹隼翔於雲霄，而絛鏇固在吾手也。眾人之心易放，聖賢之心能放。易放者流蕩，能放者開闊。流蕩者，失其本心。開闊者，全其本心。 \\n 山谷八字 \\n 余家藏山谷八大字云：「作德日休，為善最樂。」摘經史語，混然天成。可置座右。 \\n 穀菹禽獸 \\n 周禮註：六穀：稌、黍、稷、粱、麥、苽。六清：水、漿、醴、(酉京)、(酉)、酏。【水漿醴(酉京)(酉)酏　「(酉京)」，原本及諸本此下有夾注云：音京。「(酉)」，原本此下有夾注云：於美切；諸本夾注作「音醫」。案，考周禮天官膳夫注「六清」，「(酉)」，當為「醫」。「酏」，原本此下有夾注云：以支切。】七菹：韭、菁、茆、葵、芹、菭、筍。六獸：麋、鹿、熊、麕、野豕、兔。【麋鹿熊麕野豕兔　原本此下有夾注云：養者為畜，野者為獸。】六禽：鴈、鶉、鷃、雉、鳩、鴿。五藥：草、木、蟲、石、穀。 \\n 象山棋 \\n 陸象山少年時，常坐臨安市肆觀棋，如是者累日。棋工曰：「官人日日來看，必是高手，願求教一局。」象山曰：「未也。」三日後卻來，乃買棋局一副，歸而懸之室中。臥而仰視之者兩日，忽悟曰：「此河圖數也。」遂往與棋工對，棋工連負二局。乃起謝曰：「某是臨安第一手棋，凡來著者，皆饒一先。今官人之，反饒得某一先，天下無敵手矣。」象山笑而去。其聰明過人如此。其子弟每喜令其著棋，嘗與包敏道書云：「制子初時與春弟頗不能及，【制子初時與春弟頗不能及　各本均如此，然義不可通。考陸九淵集卷六與包敏道書，此句作「[制子]初時與春弟棋，春弟頗不能及。」羅氏所引蓋涉下脫「春弟棋」三字，遂至義不可通。】今年反出春弟之下，近旬日棋又甚進，春弟又少不逮矣。凡此，皆在其精神之盛衰耳。」 \\n 漢文帝葬 \\n 漢文帝以七月己亥崩，【漢文帝以七月己亥崩　各本均如此。考史記、漢書文帝紀及資治通鑑漢紀，漢文帝崩在「六月己亥」。案，是年六月己亥朔，七月無己亥，則「七月」當為「六月」之訛。】乙巳葬，纔七日耳。與窶人之家，斂手足形還葬者何以異？景帝必不忍以天下儉其親，此殆文帝之顧命也。雖未合中道，見亦卓矣。文帝此等見解，皆自黃老中來。 \\n 臨終不亂 \\n 歐陽公問一僧曰：「古之高僧，有去來翛然者，【有去來翛然者　「翛然」，原本作「脩然」，諸本作「翛然」。案，當以「翛然」為是。莊子大宗師云：「翛然而往，翛然而來。」「翛然」蓋本此。據諸本改。】何今世之鮮也？」僧曰：「古人念念在定慧，臨終安得而亂？今人念念在散亂，臨終安得而定？」公深然之。此說卻是正理，如吾儒易簀結纓之類，皆是平日講貫得明，操守得定，涵養得熟，視生死如晝夜，故能如此不亂。靜春先生劉子澄，【靜春先生劉子澄　「靜」，原本作「靖」，據朱文公文集及諸本改。】朱文公高弟也。病革，周益公往拊之曰：「子澄澄其慮。」【子澄澄其慮　宋史卷四三七儒林傳作「子澄其澄慮」，當是。】靜春開目微視曰：「無慮何澄？」【無慮何澄　宋史作「無慮可澄」，似於義為長。】言訖而逝。 \\n 籠鳥水萍 \\n 或問杜陵詩云「日月籠中鳥，乾坤水上萍」，何也？余曰，此自嘆之詞耳。蓋拘束以度日月，若鳥在籠中，漂泛於乾坤間，【漂泛於乾坤間　「漂泛」，陸鈔本作「漂泊」。】若萍浮水上。本是形容凄涼之意，乃翻作壯麗之語。東坡雪詩「凍合玉樓寒起粟，光搖銀海眩生花」，亦此類。 \\n 文章 \\n 文章一小技，於道未為尊，此論後世之文也。文者，貫道之器，此論古人之文也。天以雲漢星斗為文，地以山川草木為文，要皆一元之氣所發露，古人之文似之。巧女之刺繡，雖精妙絢爛，纔可人目，初無補於實用，後世之文似之。 \\n 尹少稷 \\n 尹穡，字少稷，博學工文，杜門讀書，不汲汲於仕進。諸公薦之，與陸務觀同賜出身。少稷言行有法，又通世務，時論翕然歸重。嘗論減年賞典，當與實歷對使。孝宗用其說，至今行之。後乃附麗湯思退，力排張魏公，以是除諫議，公論始薄之。厥後貶嶺南累年，蒙恩北歸。周益公素與之善，便道來訪。謂益公曰：「某三十年閉戶讀書，養得少名望，思之不審，所得於彼者幾何？而破壞掃地，雖悔何及！」悵然者久之。益公每舉以為士大夫之戒。 \\n 陳湯論 \\n 張文潛作陳湯論，末云：「昔有韓患秦之無厭也，【昔有韓患秦之無厭也　「昔有」，疑作「昔者」。】下令曰：『有能得秦王者，寡人與之國。』大夫皆諫曰：『賞不可以若是其重也。』韓王笑曰：『得秦王而寡人與之國，是賞有再乎？且得秦王矣，寡人其憂無國哉？』」一本云：「昔者魏國患河，其邊之臣起徙而決之趙。魏王大喜，賞其臣以十縣。其相諫曰：『守邊而徙河，犯官也。從而賞之，王之臣無守職者矣。』魏王笑曰：『子憂過矣，有功於魏者，有比於徙河者乎？魏無二河，則徙河之賞無再也。』二事皆切，【二事皆切　「二事」，原誤作「三事」，據文義及諸本改。】而徙河之事尤勝。蓋徙河犯官，有矯制之意。 \\n 飛吟亭詩 \\n 世傳呂洞賓，唐進士也。詣京師應舉，遇鍾離翁于岳陽，授以仙訣，遂不復之京師。今岳陽飛吟亭，是其處也。近時有題絕句于亭上云：「覓官千里赴神京，鍾老相傳蓋便傾。未必無心唐事業，金丹一粒誤先生。」余酷愛其旨趣，蓋夫子告沮溺之意也。 \\n 西為尊 \\n 四方以西為尊。王者之廟，太祖坐西，所謂正太祖東向之位是也。三昭則坐北面南，故謂之昭。昭，明也，向南面之明也。三穆則坐南面北，故謂之穆。穆，幽也。向北面之幽也。【向北面之幽也　原無此句。視上文「向南面之明也」之相應句式，當有此句。據諸本補。】今朝廷之上，群臣皆自東階而升，不敢升自西階，非特嫌。若賓主敵體，亦以西為尊也。班孟堅西都賦曰「左(　戚)右平」。左，東也，東則為(　戚)。若世所謂澀道，乃群臣所由登降之階也。右，西也，西則為平，而不為城也。凡賓主之席，主東而賓西，亦所以尊賓也。非謂東尊於西，而使賓次主也。故禮客降一等，則就主人之階。蓋客不敢自西階為賓主禮，欲自東階隨主人而升也。主人辭，客乃復位。蓋主人不許，客然後自西階升也。 \\n 唐再幸蜀 \\n 唐狄歸昌詩云：【唐狄歸昌詩云　「狄歸昌」，各本均作「狄昌」。考宋計有功唐詩紀事卷七一，清勞格、趙鉞唐郎官石柱題名考卷二及全唐詩卷六八八，均作「狄歸昌」，各本蓋脫「歸」字，據補。下同。】「馬嵬煙柳正依依，重見鑾輿幸蜀歸。泉下阿蠻應有語，這回休更罪楊妃。」【這回休更罪楊妃　「罪」，全唐詩卷六八八狄歸昌題馬嵬驛作「怨」。】杜陵詩云：「朝廷雖無幽王禍，得不哀痛塵再蒙。」蓋幽王以褒姒而致犬戎之禍，明皇以妃子而致祿山之變，正相似也。今無妃子之孽矣，而鑾輿乃再蒙塵，何哉？此其胎變稔禍，必有出於女寵之外者矣，是不可不哀痛而悔艾也。詩意與狄歸昌同。而其惻怛規戒，涵蓄不露，則大有逕庭矣。 \\n 勤有三益 \\n 自大舜稱禹，不過勤儉兩字，況下於禹者，可以不勤不儉乎？余於乙編嘗論儉有四益。【余於乙編嘗論儉有四益　「於乙編」，三字諸本無，陸鈔本作「於續編」。】勤亦有三益。蓋民生在勤，勤則不匱。一夫不耕，必受其飢；一婦不蠶，必受其寒。是勤可以免飢寒也。農民晝則力作，夜則頹然甘寢，故非心淫念，無從而生。晉公父文伯之母曰：「瘠土之民，莫不嚮義，勞也。」淵明詩曰：「田家豈不苦，弗獲辭此難，四體誠乃疲，而無異患干。」【而無異患干　「而」，陶淵明集卷三庚戌歲九月中於西田獲早稻作「庶」。】是勤可以遠淫辟也。戶樞不蠹，流水不腐，周公論三宗文王之壽，必歸之無逸。呂成公釋之曰：「主靜則悠遠博厚，【主靜則悠遠博厚　「則」，原無此字，依文義據諸本補。】自強則堅實精明，操存則血氣循軌而不亂，收斂則精神內守而不浮。」是勤可以致壽考也。 \\n 黃綿襖 \\n 何斯舉云：壬寅正月，雨雪連旬，忽爾開霽，閭里翁媼相呼賀曰：「黃綿襖子出矣！」因作歌以紀之。此名甚新，但所以作歌未甚愜人意。乃更為補作一絕句云：「范叔綿袍暖一身，【范叔綿袍暖一身　「綿」，諸本作「綈」。】大裘只蓋洛陽人。九州四海黃綿襖，誰似天公賜予均。」白樂天詩云：「安得大裘長萬丈，與君都蓋洛陽人。」 \\n 堂食 \\n 渡江初，呂元直為相，堂廚每廳日食四千，【每廳日食四千　「廳」，原誤作「聽」，據諸本改。】至秦會之當國，每食折四十餘千。執政有差，於是始不會食。胡明仲侍郎曰：「雖欲伴食，不可得矣。」 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之二 丙編", "正文": "  \\n 鶴林玉露卷之二　丙編 \\n 　 \\n  \\n  \\n 論事任事 \\n 葉水心曰：「國初宰相權重，臺諫侍從，莫敢議己。至韓琦、范仲淹，始空賢者而爭之，天下議論相因而起，朝廷不能主令而勢始輕。【朝廷不能主令而勢始輕　「令」，陸鈔本無此字。】雖賢否邪正不同，要為以下攻上，為名節地可也，而未知為國家計也。然韓、范既以此取勝，及其自得用，【及其自得用　「得用」，諸本作「用事」。】臺諫侍從方襲其跡，朝廷每立一事，【朝廷每立一事　「立」，諸本作「有」，陸鈔本作「遇」，皆可通。】則是非蜂起，【是非蜂起　「蜂」，原誤作「鋒」，據陸鈔本、謝校本改。】譁然不安。昔鄭子孔為載書，諸司門子弗順，將殺之，子產止之。人請為之焚書，子孔不可。子產以為眾怒難犯，專欲難成，迄焚而後定。然及子產自為相，卻不知此，直云禮義不愆，何恤人言。蓋韓、范之所以攻人者，卒其所以受攻而無以處此，是以雖有志而無成也。至如歐陽脩，先為諫官，後為侍從，尤好立論。士之有言者，皆依以為重，遂以成俗。及濮園議起，未知是非所在，而傾國之人，回戈向之。平日盛美，一朝隳損，善人君子，化為仇敵。然則歐陽氏之所以攻之者，亦其所以受攻而不自知也。」水心之論如此。余謂國初相權之重，自藝祖鼎鐺有耳之說始。趙韓王定混一之謀於風雪凌厲之中，銷拔扈之謀於杯觴流行之際，真社稷臣矣。雷德驤何人，乃敢議之，宜藝祖之震怒也。乃若持盈守成之時，【持盈守成之時　「成」，原誤作「城」，據諸本改。】則權不可以不重，亦不可以過重。東坡所謂姦臣之始，以臺諫折之而有餘，及其既成，以干戈取之而不足，則臺諫侍從之敢言，乃國勢之所恃以重也，豈反因此而勢輕哉？水心之說，乃張方平之遺論也。方平之論，前輩固已深闢之矣。范公當國不久，韓公當國時，最被司馬溫公激惱，然韓公包容聽受，無幾微見於顏面。常朝一不押班，王陶至便指為跋扈，而公亦無慍色。蓋己為侍從臺諫，則能攻宰相之失；己為宰相，則能受侍從臺諫之攻。此正無意無我、人己一視之道，實賢人君子之盛德，亦國家之美事也。豈有己則能攻人，而人則不欲其攻己哉！諺云：「喫拳何似打拳時。」此言雖鄙，實為至論。惟歐陽公為諫官侍從時，最號敢言。及為執政，主濮園稱親之議，諸君子譁然起而攻之，而歐陽公乃不能受人之攻，執之愈堅，辯之愈激，此則歐公之過也。公自著濮議兩篇，其間有曰：「一時臺諫謂因言得罪，猶足取美名，是時聖德恭儉，舉動無差。兩府大臣，亦各無大過，未有事可以去者，【未有事可以去者　歐陽文忠公全集卷一二０濮議第一作「未有事可決去就者」。】惟濮議未定，乃曰，此好題目，所謂奇貨不可失也，於是相與力言。」歐公此論，卻欠反思。若如此，則前此己為諫官侍從時，每事爭辯，豈亦是貪美名、【貪美名　「美名」，原誤倒為「名美」，據諸本乙正。】求奇貨、尋好題目耶！余嘗作濮議詩云：「濮園議起沸烏臺，傳語歐公莫怨猜。須記上坡持橐日，也曾尋探好題來。」 \\n 告命 \\n 告命自九品而上，角軸二等，以大小別之，此其卑也。染牙以為經，凡五等，陞朝歷數而上也，而穗艸為尊。錦縹其端，凡四等，而細毬之錦配穗草。告身皆制綾為之。玳瑁軸素繪二等，而繪為尊。告身五綵，而又有紫絲法錦囊其外。其小異者，錦之紅綠耳。【錦之紅綠　「紅綠」，原作「紅絲」，諸本作「紅綠」。案，此言錦囊外表之異，當作「紅綠」為是，據改。】犀軸亦二等，藻繪雖同，而大小有別，三品通用也。絲囊如玳瑁，而錦縹又不同，【錦縹又不同　原作「縹錦」，諸本作「錦縹」。視上文有「錦縹其端」語，知原本蓋倒文，今乙正。】告身亦如之，而加以金縷，此人臣一品之極也。宮掖之嚴，帝姬之親，大略七等。鐫犀為軸，【鐫犀為軸　視下句「琱玉以為龍」，似「鐫犀」下或脫一「以」字。】琱玉以為龍，告身五綵絲囊，縹首純紅，而繪如琱玉者最高，以近君也。犀軸絲囊為最高，而繪皆雲鳳者次之。玳軸者又次之。繪事如玳瑁，而告紙損其三者又次之。【告紙損其三者　「損」，謝校本作「如」。】自此而下，三等皆紫絲法錦，雖有差次，始寖卑矣。宰相親王贈封，視紫絲高者。執政贈封，視次者。其上四等，明有尊，不敢邇也。【不敢邇也　「邇」，稗海本作「逼」。】絲囊之制，以小鈴十繫之。按式名曰「鈖錔」，黃金、塗金、白金三等。外廷之繫，惟白金耳。侍從庶僚所封，視其官。蕃官祠宇所封，從其秩。合而陳之，二十有八等，品位愈高，則物采愈華。此游默齋所記本朝之制也，甚詳明。 \\n 方士傳 \\n 范曄作東漢史，為方士立傳，如左慈之事，妖怪特甚，君子所不道，而乃大書特書之，【大書特書之　「特」，原誤作「恃」，據諸本改。】何其陋也。曹子建辨道論曰：「世有方士，吾王悉所招致。甘陵有甘始，廬江有左慈，陽城有郄儉，善辟穀，悉號數百歲。所以集之魏國者，誠恐此人挾姦宄以欺眾，【誠恐此人挾姦宄以欺眾　曹集銓評卷九辨道論於「此人」下有「之徒」二字。】行妖惡以惑民，豈復欲觀神仙於瀛洲，求安期於邊海，釋金輅而顧雲輿，棄文驥而求飛龍哉？」子建此論，其識過范曄遠矣。漢武帝刻意求仙，至以愛女妻方士，可謂顛倒之極。末年乃忽悔悟曰：「世豈有仙者？節食服藥，差可少病耳。」此論卻甚確。近時劉潛夫詩云：「但聞方士騰空去，不見童男入海回。無藥能令炎帝在，【無藥能令炎帝在　「在」，陸鈔本作「壽」。】有人曾哭老聃來。」 \\n 三足記 \\n 盧景亮言：「足食足兵而人才足用，則天下不難理矣。」著論曰三足記。 \\n 不談風月 \\n 范旂叟為廣西憲，會僚屬小酌，曰：「今日之集，非特不談風月，亦且不論文章，只說政疵民病。」眾皆唯唯。余從容曰：「若談夫子、孟軻之文章，以澆光風霽月之胸次，則民吾同胞，物吾同與也。癢痾疾痛，舉切吾身，施之有政，當有本末先後，而民病庶乎有瘳矣。」旂叟甚喜，不以為忤。旂叟號西堂先生，開明練達，遇事如破竹。性剛介，有不可，必達其意而後止。在廣西歲餘，丐祠歸養親。發奏牘之日，【發奏牘之日　「奏牘」，原誤作「奏櫝」，據諸本改。又，下文有誤作「案櫝」者，同改。】即出臺治，寓僧舍，不請俸給錢。將漕湖南，總所專人來索錢，在庭咆哮無禮，【咆哮　原誤作「咆哱」，據諸本改。】命杖而黥之。既畢，上章自劾，乞歸田里，總所迄不敢害。朝廷為頒召命，然竟卒於湖南。其將卒也，請僚屬入臥內，命吏取案牘來，處榻判結數事。【處榻判結數事　「處」，諸本作「據」。】既畢，又曰：「某縣有母訴其子者，此關繫風教，不可不施行。」命取來，又判訖。略言及身後事，與僚屬揖別，須臾已逝矣。其精爽不亂如此。有對越集百卷行于世，皆其歷任判斷之語也。近年門生故吏合辭請于朝，特諡清敏。余初任為容南法掾，纔數月，偶留帥幕。旂叟忽袖中出職狀一紙畀余，余辭以未書一考，不當受。旂叟曰：「固也，子亦漫收之，若書一考，而某未以罪去，則可以放散。不然，亦聊見某具一隻眼耳。」又曰：「非特不必以詩文相惠，明日亦不必到客位。」因言近日來諛風可羞，長官招僚屬一杯。其初招也，則有所謂謝請。其既畢也，又有所謂謝會。一杯之酒，兩至客位，【兩至客位　「客位」，原誤作「各位」，據上文「不必到客位」語及諸本改。】行之者不以為恥，此何等風俗耶！小官不足責，推其原，皆由長官無見識，妄自尊大，遂成此風。此雖小事，然摧壞小官氣節，關繫卻大。」 \\n 蟹胥 \\n 周禮：「庖人共祭祀之好羞。」鄭康成注云：好羞，謂四時所謂膳食。若荊州之(魚差)魚，揚州之蟹胥。陸德明音釋云：蟹，醬也。山谷詩云：「蟹胥與竹萌，乃不美羊腔。」【乃不美羊腔　「美」，諸本作「羡」。】 \\n 用兵 \\n 或曰，用兵之法，殺人如刈草，【殺人如刈草　「刈草」，原作「殺草」，於義欠妥，據陸鈔本改。下文「殺草」同改。】使錢如使水。余曰，軍無賞，士不往；軍無財，士不來。使錢如使水可也，乃若殺人如刈草，則非至論。夫軍事固以嚴濟，【軍事固以嚴濟　「軍事」，諸本作「軍士」。】然禮樂慈愛，戰所蓄也。所以不得已而誅不用命者，蓋一有逗撓亂行，則三軍暴骨矣。誅一人，所以全千萬人，豈以多殺為能、以嗜殺為貴哉？若如所言，則趙充國、王忠嗣、曹彬反不若白起輩矣。 \\n 文章有體 \\n 楊東山嘗謂余曰：「文章各有體，歐陽公所以為一代文章冠冕者，固以其溫純雅正，藹然為仁人之言，粹然為治世之音，然亦以其事事合體故也。如作詩，便幾及李杜。作碑銘記序，便不減韓退之。作五代史記，便與司馬子長並駕。作四六，便一洗崑體，圓活有理致。作詩本義，便能發明毛、鄭之所未到。作奏議，便庶幾陸宣公。雖游戲作小詞，【游戲作小詞　「游戲」，原誤作「淤戲」，據諸本改。】亦無愧唐人花間集。蓋得文章之全者也。其次莫如東坡，然其詩如武庫矛戟，已不無利鈍。且未嘗作史，藉令作史，其淵然之光，蒼然之色，亦未必能及歐公也。曾子固之古雅，蘇老泉之雄健，固亦文章之傑，然皆不能作詩。山谷詩騷妙天下，而散文頗覺瑣碎局促。渡江以來，汪、孫、洪、周，四六皆工，然皆不能作詩，其碑銘等文，【其碑銘等文　「文」，南都院本、小字本作「又」，屬句。】亦只是詞科程文手段，終乏古意。近時真景元亦然，但長於作奏疏。魏華甫奏疏亦佳，至作碑記，雖雄麗典實，大概似一篇好策耳。」又云：「歐公文，非特事事合體，且是和平深厚，【和平深厚　「平」，原誤作「乎」，據諸本改。】得文章正氣。蓋讀他人好文章如喫飯，【讀他人好文章如喫飯　「飯」，陸鈔本無此字，下句「八珍」連上讀為「如喫八珍」。審之文義，似於義為長。】八珍雖美而易厭，至於飯，一日不可無，一生喫不厭。蓋八珍乃奇味，飯乃正味也。」 \\n 辛卯火 \\n 紹定辛卯臨安之火，比辛酉之火加五分之三，雖太廟亦不免，而史丞相府獨全。洪舜俞詩云：【洪舜俞詩云　「俞」，原誤作「愈」，據諸本改。】「殿前將軍猛如虎，救得汾陽令公府，祖宗神靈飛上天，可憐九廟成焦土。」【可憐九廟成焦土　「可憐」，宋韋居安梅?詩話卷中引洪平齋哭都城火詩作「痛哉」。】時殿帥乃馮榯也，人言籍籍，迄今不免責。【迄今不免責　「今」，原無此字，據諸本補。】 \\n 蘄王夫人 \\n 韓蘄王之夫人，京口娼也。嘗五更入府，伺候賀朔。忽於廟柱下見一虎蹲臥，鼻息齁齁然，驚駭亟走出，【驚駭亟走出　「亟」，原誤作「烝」，據諸本改。】不敢言。已而人至者眾，往復視之，【往復視之　「往復」，諸作「復往」，於義為長。】乃一卒也。因蹴之起，問其姓名，為韓世忠。心異之，密告其母，謂此卒定非凡人。乃邀至其家，具酒食，至夜盡懽，【至夜盡懽　「至夜」，原作「卜夜」，於此義不可通，據陸鈔本改。】深相結納，資以金帛，約為夫婦。蘄王後立殊功，為中興名將，遂封兩國夫人。【兩國夫人　考宋史卷三六四韓世忠傳，梁氏所封為「安國夫人」，豈別有一封號乎？俟考。】蘄王嘗邀兀朮於黃天蕩，幾成擒矣。一夕，鑿河遁去。夫人奏疏言世忠失機縱敵，乞加罪責。【乞加罪責　「責」，原誤作「青」，據諸本改。】舉朝為之動色，其明智英偉如此。 \\n 少陵可殺 \\n 乾道間，林謙之為司業，與正字彭仲舉遊天竺。小飲論詩，談到少陵妙處，仲舉微醉，忽大呼曰：「杜少陵可殺！」有俗子在鄰壁聞之，遍告人曰：「有一怪事，林司業與彭正字在天竺謀殺人。」或問所謀殺者為誰，【所謀殺者為誰　「為誰」，陸鈔本作「何人」。】曰：「杜少陵也，不知是何處人。」聞者絕倒，喧傳縉紳間。余謂此言亦不足怪，若曹操之於楊德祖，隋煬之於薛道衡，蓋真殺之矣。 \\n 姜白石 \\n 姜堯章學詩于蕭千巖，琢句精工。有詩云：「夜暗歸雲繞柁牙，江涵星影鴈團沙。【江涵星影鴈團沙　白石道人詩集卷下姑蘇懷古作「江涵星影鷺眼沙」。】行人悵望蘇臺柳，曾與吳王掃落花。」楊誠齋喜誦之。嘗以詩送江東集歸誠齋云：【送江東集歸誠齋云　同上書卷下題作「送朝天續集歸誠齋」。案，江東集、朝天續集皆為楊萬里詩集。】「翰墨場中老斫輪，真能一筆掃千軍。年年花月無虛日，【年年花月無虛日　「虛日」，同上書作「閑日」。】處處江山怕見君。【處處江山怕見君　「江山」，同上書作「山川」。】箭在的中非爾力，風行水上自成文。先生只可三千首，回視江東日暮雲。」誠齋大稱賞，謂其冢嗣伯子曰：「吾與汝弗如姜堯章也。」報之以詩云：「尤蕭范陸四詩翁，此後誰當第一功。新拜南湖為上將，更差白石作先鋒。可憐公等皆癡絕，不見詞人到老窮？謝遣管城儂已晚，酒泉端欲乞疏封。」【酒泉端欲乞疏封　「疏封」，楊萬里退休集寄張功父姜堯章進退格作「移封」。】南湖謂張功父也，堯章自號白石道人。潘德久贈詩云：「世間官職似樗蒲，采到枯松亦大夫。白石道人新拜號，斷無繳駮任稱呼。」時黃巖老亦號白石，亦學詩於千巖，詩亦工，時人號「雙白石」云。 \\n 玉山知舉 \\n 淳熙中，王季海為相，奏起汪玉山為大宗伯知貢舉，且以書速其來。玉山將就道，有一布衣之友，平生極相得，屢黜於禮部，心甚念之。乃以書約其胥會于富陽一蕭寺。與之對榻，夜分密語之曰：「某此行，或者典貢舉，當特相牢籠。省試程文易義冒子中，可用三古字，以此為驗。」其人感喜。玉山既知舉，搜易卷中，果有冒子內用三古字者，遂竟批上，【遂竟批上　「遂」，原誤作「逐」，據諸本改。】置之前列。及拆號，乃非其友人也，私竊怪之。數日，友人來見，玉山怒責之曰：「此必足下輕名重利，售之他人，何相負乃如此！」友人指天誓日曰：「某以暴疾幾死，不能就試，何敢漏泄於他人？」玉山終不釋然。未幾，以古字得者來謁，玉山因問之曰：「老兄頭場冒子中用三古字，何也？」其人泯默久之，對曰：「茲事甚怪，先生既問，不敢不以實對。某之來就試也，假宿于富陽某寺中，與寺僧閒步廡下，見室中一棺，塵埃漫漶，僧曰：『此一官員女也，殯于此十年矣，杳無骨肉來問，又不敢自葬之。』因相與默然。是夕，夢一女子行廡下。謂某曰：『官人赴省試，妾有一語相告，此去頭場冒子中可用三古字，必登高科，但幸勿相忘，使妾朽骨，早得入土。』既覺，甚怪之。遂用前言，果叨前列，近已往寺中葬其女矣。」玉山驚嘆。此事馮此山可久為余言，【馮此山可久為余言　「此山」，稗海本、陸鈔本作「北山」，未詳孰是。】雖近於語怪，然亦不可不傳，足以袪人二蔽：一則功名富貴，信有定分。有則鬼神相之，無則雖典貢舉者欲相牢籠，至於場屋亦不能入，此豈人之智巧所能為乎？一則人發一念，出一言，雖昏夜暗室，人所不知，而鬼神已知之矣。彼欲自欺於冥冥之中，而曰莫予云覯者，」。】又惑之甚者也。?【莫予云覯者　「覯」，陸鈔本作「 \\n 御史八字 \\n 隆興初，張真父自殿中侍御史除起居郎，孝宗玉音云：「張震知無不言，言皆當理。」令載之訓詞。大哉王言！【大哉王言　「王」，陸鈔本作「玉」。】真臺諫之金科玉條也。 \\n 老卒回易 \\n 張循王之兄保，嘗怨循王不相援引，循王曰：「今以錢十萬緡、卒五千付兄，要使錢與人流轉不息，兄能之乎？」保默然久之，曰：「不能。」循王曰：「宜弟之不敢輕相援引也。」王嘗春日遊後圃，見一老卒臥日中，王蹴之曰：「何慵眠如是！」卒起聲喏，對曰：「無事可做，只得慵眠。」王曰：「汝會做甚事？」對曰：「諸事薄曉，【諸事薄曉　「諸事」，陸鈔本作「事事」。】如回易之類，亦粗能之。」王曰：「汝能回易，吾以萬緡付汝，何如？」對曰：「不足為也。」王曰：「付汝五萬。」對曰：「亦不足為也。」王曰：「汝需幾何？」對曰：「不能百萬，亦五十萬乃可耳。」王壯之，予五十萬，恣其所為。其人乃造巨艦，極其華麗。市美女能歌舞音樂者百餘人，廣收綾錦奇玩、珍羞佳果及黃白之器；募紫衣吏軒昂閒雅若書司、客將者十數輩，卒徒百人。樂飲逾月，忽飄然浮海去，逾歲而歸。珠犀香藥之外，且得駿馬，獲利幾十倍。時諸將皆缺馬，惟循王得此馬，軍容獨壯。大喜，問其何以致此，曰：「到海外諸國，稱大宋回易使，謁戎王，餽以綾錦奇玩。為具招其貴近，珍羞畢陳，女樂迭奏。其君臣大悅，以名馬易美女，且為治舟載馬，以珠犀香藥易綾錦等物，餽遺甚厚，是以獲利如此。」王咨嗟褒賞，賜予優渥。【優渥　諸本作「優厚」。】問能再往乎，對曰：「此戲幻也，【此戲幻也　「幻」，諸本無此字。】再往則敗矣，願仍為退卒老園中。」嗚呼！觀循王之兄與浮海之卒，其智愚相去奚翅三十里哉！彼卒者，頹然甘寢苔?花影之下，而其胸中之智，圓轉恢奇迺如此。則等而上之，若伊呂管葛者，世亦豈盡無也哉！特莫能識其人，無繇試其蘊耳。以一弊衣老卒，循王慨然捐五十萬緡畀之，不問其出入，此其意度之恢弘，固亦足以使之從容展布以盡其能矣。勾踐以四封之內外付種、蠡，漢高皇捐黃金四十萬斤於陳平，由此其推也，【由此其推也　陸鈔本作「推其所由也」。】蓋不知其人而輕任之，與知其人而不能專任，皆不足以有功。觀其一往之後，辭不復再，又幾於知進退存亡者，異哉！ \\n 罰卻倚子 \\n 百官殿門侍班幕次，臺諫皆設倚，餘官則各以交床自隨。【交床自隨　「交床」，原作「定床」，誤，據諸本改。】周益公自殿院除起居郎，徐淳立戲曰：「罰卻倚子矣。」 \\n 諸侯藩鎮 \\n 春秋之時，天王之使交馳於列國，而列國之君如京師者絕少。夫子謹而書之，固以正列國之罪，而端本澄源之意，其致責於天王者尤深矣。唐之藩鎮，猶春秋之諸侯也。杜陵詩云，「諸侯春不貢，使者日相望」，蓋與春秋同一筆。 \\n 無官御史 \\n 太學古語云：「有髮頭陀寺，無官御史臺。」言其清苦而鯁亮也。嘉定間，余在太學，聞長上同舍言，乾淳間，齋舍質素，飲器止陶瓦，棟宇無設飾。近時諸齋，亭榭簾幙，競為靡麗，每一會飲，黃白錯落，非頭陀寺比矣。國有大事，鯁論間發，【鯁論間發　「鯁論」，諸本作「讜論」。】言侍從之所不敢言，攻臺諫之所不敢攻，由昔迄今，偉節相望。近世以來，非無直言，或陽為矯激，或陰有附麗，亦未能純然如古之真御史矣。余謂必甘清苦如老頭陀，乃能攄鯁亮如真御史。 \\n 邵蔡數學 \\n 濂溪、明道、伊川、橫渠之講道盛矣，因數明理，復有一郡康節出焉。晦庵、南軒、東萊、象山講道盛矣，因數明理，復有一蔡西山出焉。昔孔、孟教人，言理不言數。然天地之間，有理必有數，二者未嘗相離。河圖、洛書，與「危微精一」之語並傳。邵、蔡二子，蓋將發諸子之所未言，而使理與數粲然於天地之間也，其功亦不細矣。近年以來，八君子之學，固人傳其訓，家有其書，而邵、蔡之學，則幾於無傳矣。 \\n 松竹句 \\n 杜陵詩云：「新松恨不長千尺，惡竹應須斬萬竿。」言君子之孤難扶植，【君子之孤難扶植　「孤」，陸鈔本作「少」。】小人之多難驅除也。嗚呼！世道至於如此，亦可哀矣。 \\n 諸葛成何事 \\n 唐薛能詩云：「山屐經過滿徑蹤，隔溪遙見夕陽春。當時諸葛成何事，只合終身作臥龍。」王荊公晚年喜誦之。然能之論非也，孔明之出，雖不能掃清中原，吹火德之灰，然伸討賊之義，盡託孤之責，以教萬世之為人臣者，安得謂之成何事哉！荊公誦此，蓋以自喻。然孔明開誠心，布公道，集謀慮，廣忠益，其存心無愧伊、呂，「出師未捷身先死」，此天也。荊公剛愎自任，新法煩苛，毒流四海，不忍君子之見排，甘引小人以求助，卒為其所擠陷，此豈天也哉！自古隱士出山，第一箇是伊尹，第二箇是傅說，第三箇是太公，第四箇是嚴陵，第五箇是孔明，第六箇是李泌，皆為世間做得些事。雖以四皓之出，或者猶議其安劉是滅劉，況如樊英輩者乎！ \\n 憂樂 \\n 吾輩學道，須是打疊教心下快活。古曰無悶，曰不慍，【曰不慍　「曰」，陸鈔本無此字，「不慍」連上句「無悶」讀。】曰樂則生矣，曰樂莫大焉。夫子有曲肱飲水之樂，顏子有陋巷簞瓢之樂，曾點有浴沂詠歸之樂，曾參有履穿肘見、歌若金石之樂。周程有愛蓮觀艸、弄月吟風、望花隨柳之樂。【望花隨柳之樂　「望」，諸本作「傍」。】學道而至於樂，方是真有所得。【方是真有所得　「是」，諸本作「能」。】大概於世間一切聲色嗜好洗得淨，一切榮辱得喪看得破，然後快活意思方自此生。或曰，君子有終身之憂；又曰，憂以天下；又曰，莫知我憂；又曰，先天下之憂而憂。此義又是如何？曰：聖賢憂樂二字，並行不悖。故魏鶴山詩云：「須知陋巷憂中樂，又識耕莘樂處憂。」古之詩人有識見者，如陶彭澤、杜少陵，亦皆有憂樂。如採菊東籬，揮杯勸影，樂矣，而有平陸成江之憂；步屧春風，泥飲田父，樂矣，而有眉攢萬國之憂。蓋惟賢者而後有真憂，亦惟賢者而後有真樂，樂不以憂而廢，憂亦不以樂而忘。 \\n 大字成犬 \\n 寶慶初，當國者欲攻去真西山、魏鶴山，朝士莫有任責，【莫有任責　陸鈔本此下有一「者」字。】梁成大獨欣然願當之。遂除察院，擊搏無遺力。當時太學諸生曰，大字傍宜添一點，曰「梁成犬」。余謂犬之狺狺，不過吠非其主耳，是有功於主也。今夫不肖之臺諫，受權貴之指呼，納豪富之賄賂，內則翦天子之羽翼，外則奪百姓之父母，是有害於主也，吾意犬亦羞與為伍矣。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之三 丙編", "正文": "  \\n 鶴林玉露卷之三　丙編 \\n 　 \\n  \\n  \\n 聖賢豪傑 \\n 朱文公云：「豪傑而不聖賢者有矣，未有聖賢而不豪傑者也。」陸象山深以其言為確論。如周公兼夷狄，驅猛獸，滅國者五十，孔子卻萊人，墮三都，誅少正卯，是甚手段，非大豪傑乎！其次如諸葛孔明，議論見識，力量規模，亦真豪傑。惟房次律聲譽隆洽，一出便敗事，然至今儒者之論，皆稱其賢。如此，則是天下有不豪傑之聖賢矣。端平間，真西山參大政，未及有所建置而薨。魏鶴山督師，亦未及有設施而罷。臨安優人，裝一儒生，手持一鶴，別一儒生與之邂逅。問其姓名，曰：「姓鍾名庸。」問所持何物，曰：「大鶴也。」因傾蓋歡然，呼酒對飲。其人大嚼洪吸，酒肉靡有孑遺，忽顛仆于地，群數人曳之不動。一人乃批其頰大罵曰：「說甚中庸大學，喫了許多酒食，一動也動不得！」遂一笑而罷。或謂有使其為此以姍侮君子者，京尹乃悉黥其人。【悉黥其人　陸鈔本作「杖黜其人」。】余謂優人之姍侮君子，誠可罪也。西山、鶴山之抱負，誠未可厚誣也。然吾儒於此，亦不可以不戒。劉平國嘗言：「若將真景元與余景瞻並用，必有可觀。」余嘗疑其說，西山負一世之望，豈必待余景瞻而後可以有為乎？世傳洪舜俞在蜀，嘗謂崔菊坡曰：「先生豐於德而嗇於才，他日不宜獨當重任。」菊坡深然之，故晚年力辭宰輔。此說余尤疑之，若分才德為兩事，則是天下果有不豪傑之聖賢矣。 \\n 婺州鷹巢 \\n 婺州州治，古木之上有鷹巢，一卒探取其子。郡守王夢龍方據案視事，鷹忽飛下，攫一卒之巾以去。已而知其非探巢之卒也，銜巾來還，乃徑攫探巢者之巾而去。太守推問其故，杖此卒而逐之。禽鳥之靈識如此。【禽鳥之靈識如此　「禽鳥」，諸本作「禽獸」。】其攫探巢者之巾，固已異矣。於誤攫他卒之巾，復銜來還，尤為奇異。世之人舉動差謬，文過遂非，不肯認錯者多矣，夫子所謂可以人而不如鳥乎？ \\n 茶瓶湯候 \\n 余同年李南金云：「茶經以魚目湧泉連珠為煮水之節。然近世瀹茶，鮮以鼎鑊，用瓶煮水，難以候視，則當以聲辨一沸二沸三沸之節。又陸氏之法，以未就茶鑊，故以第二沸為合量而下，未若以今湯就茶甌瀹之，則當用背二涉三之際為合量。乃為聲辨之詩云：『砌蟲唧唧萬蟬催，忽有千車稛載來。聽得松風并澗水，急呼縹色綠瓷杯。』」其論固已精矣。然瀹茶之法，湯欲嫩而不欲老，蓋湯嫩則茶味甘，老則過苦矣。若聲如松風澗水而遽瀹之，豈不過於老而苦哉！惟移瓶去火，少待其沸止而瀹之，然後湯適中而茶味甘。此南金之所未講者也。因補以一詩云：「松風檜雨到來初，急引銅瓶離竹爐。待得聲聞俱寂後，一甌春雪勝醍醐。」 \\n 吾無隱乎爾 \\n 黃龍寺晦堂老子嘗問山谷以「吾無隱乎爾」之義，山谷詮釋再三，晦堂終不然其說。時暑退涼生，秋香滿院。晦堂因問曰：「聞木犀香乎？」山谷曰：「聞。」晦堂曰：「吾無隱乎爾。」山谷乃服。晦堂此等處，誠實脫灑，亦只是曾點見解，卻無顏子工夫，此儒佛所以不同。 \\n 蝗 \\n 蝗纔飛下即交合，數日，產子如麥門冬之狀，日以長大。又數日，其中出如小黑蟻者八十一枚，即鑽入地中。詩註謂螽斯一產八十一子者，即蝗之類也。其子入地，至來年禾秀時乃出，旋生翅羽。若臘雪凝凍，則入地愈深，或不能出。俗傳雪深一尺，則蝗入地一丈。東坡雪詩云「遺蝗入地應千尺」是也。蝗災每見於大兵之後，或云乃戰死之士冤魂所化。雖未必然，但余曩在湖北，見捕蝗者雖群呼聚喊，【喊　原誤作「噉」，據寬文本改。】蝗不為動。至鳴擊金鼓，則聳然而聽，若成行列。則謂為殺傷沴氣之所化，理或然也。 \\n 曹操冢 \\n 漳河上有七十二冢，相傳云曹操疑冢也。北人歲增封之。范石湖奉使過之，有詩云：「一棺何用冢如林，誰復如公負此心。歲歲蕃酋為封土，世間隨事有知音。」四句是兩箇好議論，意足而理明，絕句之妙也。 \\n 半兩錢 \\n 今世有一樣古錢，其文曰半兩，無輪郭，醫方中用以為藥。考之史記，乃漢文帝時錢也。當時吳濞、鄧通皆得自鑄錢，【當時吳濞鄧通皆得自鑄錢　「吳濞」，陸鈔本作「吳王濞」，當是。】獨多流傳，至今不絕。其輕重適中，與今錢略相似。視五銖貨泉，又先一二百年矣。五銖貨錢，比今錢卻稍輕。 \\n 觀山水 \\n 趙季仁謂余曰：「某平生有三願：一願識盡世間好人，二願讀盡世間好書，三願看盡世間好山水。」余曰：「盡則安能，但身到處莫放過耳。」季仁因言朱文公每經行處，聞有佳山水，雖迂途數十里，【雖迂途數十里　「途」，陸鈔本作「遠」。】必往遊焉。擕樽酒，一古銀杯，大幾容半升，時引一杯。登覽竟日，未嘗厭倦。又嘗欲以木作華夷圖，刻山水凹凸之勢，合木八片為之，以雌雄筍相入，可以折，度一人之力，足以負之，每出則以自隨。後竟未能成。余因言夫子亦嗜山水，如「知者樂水，仁者樂山」，固自可見。如「子在川上」，與夫「登東山而小魯，登泰山而小天下」，尤可見。大抵登山臨水，足以觸發道機，開豁心志，為益不少。季仁曰：「觀山水亦如讀書，隨其見趣之高下。」 \\n 占雨 \\n 范石湖詩云：「朝霞不出門，暮霞行千里。今晨日未出，曉氛散如綺。【曉氛散如綺　「氛」，陸鈔本作「氣」。】心疑雨再作，眼轉雲四起。我豈知天道，吳儂諺云爾。古來占滂沱，說者類恢詭。飛雲走群羊，停雲浴三豨。月當天畢宿，風自少女起。爛石燒成香，汗礎潤如洗。逐婦鳩能拙，穴居狸有智。蜉蝣強知時，蜥蜴與聞計。垤鳴東山鸛，堂審南柯蟻。【堂審南柯蟻　「審」，陸鈔本作「穴」。】或加陰石鞭，或議陽門閉，或云逢庚變，或自換甲始。刑鵝與象龍，聚訟非一理。不如老農諺，影響捷於鬼。哦詩敢誇博，聊用醒午睡。」此詩援引占雨事，甚詳可喜。諺有云：「日出早，雨淋腦；日出晏，曬殺雁。」又云：「月如懸弓，少雨多風；月如仰瓦，不求自下。」二說尚遺，何也？余欲增補二句云：「日占出海時，月驗仰瓦體。」 \\n 建炎登極 \\n 靖康之亂，元祐皇后手詔曰：「漢家之厄十世，【漢家之厄十世　「世」，原誤作「也」，據諸本改。】宜光武之中興；獻公之子九人，唯重耳之獨在。」【唯重耳之獨在　陸鈔本作「尚在」。案，宋李心傳建炎以來繫年要錄卷四元祐手詔亦作「尚在」。】事詞的切，讀之感動，蓋中興之一助也。建炎登極之詔曰：「亹亹萬機，難以一日而曠位；皇皇四海，詎可三月而無君。」又曰：「聖人何以加孝，朕每懷問寢之思；天子必有所尊，【天子必有所尊　宋李攸宋朝事實永樂大典輯本卷二引登極赦作「天子必有所先」，似作「先」義長。】朕欲救在原之急。嗟我文武之列，若時忠義之家。【若時忠義之家　宋朝事實作「同時忠義之家」。】不食而哭秦庭，士當勇於報國；左袒而為劉氏，人咸樂於愛君。期一德而一心，【期一德而一心　宋朝事實作「其一德而一心」。】佇立功而立事。【佇立功而立事　「佇」，陸鈔本作「冀」。】同徯兩宮之復，【同徯兩宮之復　「徯」，陸鈔本作「俟」，亦通。】終圖萬世之安。」其詞明白，亦占地步。昔唐明皇幸蜀，肅宗即位靈武。元次山作頌，謂自古有盛德大業，必見于歌頌。若今歌頌大業，非老於文學，其誰宜為？去盛德而止言大業，固以肅宗即位為非矣。伊川謂非祿山叛，乃肅宗叛也。山谷云：「撫軍監國太子事，胡乃趣取大物為。」此皆至論。今二聖蒙塵遠狩無還期，高宗不得已而即位，今又出於元祐皇后之命，與唐肅宗天淵不同，似亦可以無說。然胡致堂萬言書首論此事，謂：「建炎以來，有舉措大失人心之事，今欲收復人心而圖存，則既往之失，不可不追，不可不改。一昨陛下以親王介弟，受淵聖皇帝之命，出帥河北。【出帥河北　建炎以來繫年要錄卷二七及宋史卷四三引胡寅上書均作「出師河北」。】二帝既遷，則當糾合義師，北向迎請。而遽膺翊戴，亟居尊位。遙上徽號，建立太子。不復歸覲宮闕，展省陵寢。斬戮直臣，以杜言路。南巡淮海，偷安歲月。此舉措失人心之最大者也。今須一反前失，亟下詔曰：『繼紹大統，出於臣庶之諂而不悟其非；巡狩東南，出於僥倖之心而不虞其禍。今義不戴天，志思雪恥。父兄旅泊，陵廟荒殘，罪乃在予，無所逃責。』以此號召四海，聳動人心，不敢愛身，決意講武。然後選將訓兵，戎衣臨軍。【戎衣臨軍　建炎以來繫年要錄及宋史皆作「戎衣臨陣」。】天下忠義之士，必雲合而影從。凡所欲為，孰不如志？」致堂此論，明白正大，惜其說之不行也。然唐肅宗即位，何嘗有一人敢言其非？今致堂能言之，而高宗能受之，已為盛德事矣。中興以來，致堂、澹庵二書，關繫最大。 \\n 江西詩文 \\n 江西自歐陽子以古文起於廬陵，遂為一代冠冕。後來者，莫能與之抗。其次莫如曾子固、王介甫，皆出歐門，亦皆江西人。老蘇所謂執事之文，非孟子之文，而歐陽子之文也。朱文公謂江西文章如歐永叔、王介甫、曾子固，做得如此好，亦知其皜皜不可尚已。至於詩，則山谷倡之，自為一家，並不蹈古人町畦。象山云：「豫章之詩，包含欲無外，搜抉欲無祕，體製通古今，思致極幽眇，貫穿馳騁，工夫精到，雖未極古之源委，而其植立不凡，斯亦宇宙之奇詭也。開闢以來，能自表見於世若此者，如優缽曇華，時一現耳。」【優缽曇華時一現耳　「優缽曇華」，當為梵語「優曇缽華」之誤。此語出長阿含經四遊行經：「如來時時出世，如優曇缽華時一現耳。」優曇缽為樹木名，又作「優曇」、「優曇缽羅」等。】楊東山嘗謂余云：「丈夫自有衝天志，莫向如來行處行。」豈惟制行，作文亦然。如歐公之文，山谷之詩，皆所謂「不向如來行處行」者也。 \\n 以俗為雅 \\n 楊誠齋云：「詩固有以俗為雅，然亦須經前輩鎔化，乃可因承。如李之『耐可』、杜之『遮莫』、唐人『裏許』、『若箇』之類是也。唐人寒食詩，不敢用『餳』字，重九詩，不敢用『?』字，半山老人不敢作梅花詩，【梅花詩　「梅」，原誤作「鄭」，據稗海本改。】侯之妻之側也。」余觀杜陵詩，亦有全篇用常俗語者，然不害其為超妙。如云：「一夜水高二尺強，數日不可更禁當。南市津頭有船賣，無錢即買繫籬傍。」又云：「江上被花惱不徹，無處告訴只顛狂。走覓南鄰愛酒伴，經旬出飲獨空床。」又云：「夜來醉歸衝虎過，?彼固未敢輕引里母田父，而坐之平王之子、【夜來醉歸衝虎過　九家集注杜詩卷一三作「夜半歸來衝虎過」。】昏黑家中已眠臥。【昏黑家中已眠臥　九家集注杜詩作「山黑家中已眠臥」。】傍見北斗向江低，仰看明星當空大。庭前把燭嗔兩炬，峽口驚猿聞一箇。白頭老罷舞復歌，杖藜不寐誰能那？」是也。楊誠齋多傚此體，亦自痛快可喜。 \\n 浸假 \\n 禪家有觀白骨法，謂靜坐澄慮，存想自身血肉腐壞，唯存白骨，與吾相離，自一尺以至尋丈，要見形神，元不相屬，則自然超脫矣。余觀莊子：子輿有疾，子祀往問之。曲僂發背，【曲僂發背　「僂」，原作「傴」，據諸本及莊子集釋改。】頤隱於齊，肩高於頂，句贅指天，陰陽之氣有沴，其心間而無事，趼(足鮮)而鑑於井。曰：「嗟乎！夫造物者，將以予為此拘拘也。」子祀曰：「汝惡之乎？」曰：「亡。予何惡？浸假而化予之左臂以為雞，予因此求時夜。浸假而化予之右臂以為彈，予因以求鴞炙。浸假而化予之尻以為輪，以神為馬，予因而乘之，豈更駕哉！」浸，漸也。假，借也。蓋積漸假借，化此身為異物，則神與形離，超然無所往而不可矣，又何疾又何病於拘拘哉！視白骨之法，蓋本於此。佛法出於老莊，於此尤信。 \\n 伊尹墓 \\n 伊尹墓在空桑北一里，相傳墓傍生棘，皆直如矢。范石湖使北過之，有詩云：「三尺黃壚直棘邊，此心終古享皇天。汲書猥述流傳妄，剖擊嗟無咎單篇。」蓋汲冢書妄載伊尹謀篡，為太甲所殺也，事見杜元凱左氏傳後?。 \\n 樂天對酒詩 \\n 古詩多矣，夫子獨取三百篇，存勸戒也。吾輩所作詩，亦須有勸戒之意，庶幾不為徒作。彼有繪畫琱刻，無益勸戒者，固為枉費精力矣。乃若吟賞物華，流連光景，過於求適，幾於誨淫教偷，則又不可之甚者矣。白樂天對酒詩曰：「蝸牛角上爭何事？石火光中寄此身。隨富隨貧且懽喜，【隨富隨貧且懽喜　「懽喜」，白居易集卷二六對酒五首之二作「懽樂」。案，永樂大典卷八二一引同原本。】不開口笑是癡人。」又曰：「百歲無多時壯健，一春能幾日晴明？相逢且莫推辭醉，聽唱陽關第四聲。」又曰：「昨日低眉問疾來，今朝收淚吊人回。眼前見例君看取，且遣琵琶送一杯。」自詩家言之，可謂流麗曠達，詞旨俱美矣。然讀之者，將必起其頹墮廢放之意，而汲汲於取快樂，惜流光，則人之職分與夫古之所謂三不朽者，將何時而可為哉！且如唐風蟋蟀之詩，蓋勸晉僖公以自虞樂也，然纔曰「今我不樂，日月其除」，即曰「無已太康，職思其居」，呂成公釋之曰：「凡人之情，解其拘者，或失於縱；廣其儉者，或流於奢；故疾未已，而新疾復生者多矣。」信矣！唐風之憂深思遠也。樂天之見，豈及是乎？本朝士大夫多慕樂天，東坡尤甚。近時葉石林謂：「樂天與楊虞卿為姻家，而不累於虞卿；與元稹、牛僧孺相厚善，而不黨於元稹、僧孺；為裴晉公之所愛重，而不因晉公以進；李文饒素不相樂，【素不相樂　「相樂」，陸鈔本作「相善」，下有「樂天」二字。案，永樂大典卷八二一引同原本。】而不為文饒所深害。推其所由，惟不汲汲於進而志在於退，是以能安於去就愛憎之際，每裕然而有餘也。」此論固已得之，然樂天非是不愛富貴者，特畏禍之心甚於愛富貴耳。其詩中於官職聲色事，【其詩中於官職聲色事　「聲色」，諸本作「聲名」。案，永樂大典引同原本。】極其形容，殊不能掩其戀嫪之意。【戀嫪之意　「戀嫪」，諸本作「眷戀」。案，永樂大典引同原本。】其平生所善者，【平生所善者　「善」，諸本作「喜」。案，永樂大典引同原本。】元稹、劉禹錫輩，亦皆逐逐聲利之徒，至一聞李文饒之敗，便作詩暢快之，豈非冤親未忘，【冤親未忘　「冤親」，諸本作「此心」。案，永樂大典引同原本。】心有偏黨乎？【心有偏黨乎　「心」，諸本作「猶」。案，永樂大典引同原本。】慕樂天者，愛而知其疵，可也。 \\n 拙句 \\n 作詩必以巧進，以拙成。故作字惟拙筆最難，作詩惟拙句最難。至於拙，則渾然天全，工巧不足言矣。古人拙句，曾經拈出，如「池塘生春艸」，「楓落吳江冷」，「澄江靜如練」，「空梁落燕泥」，「清暉能娛人，遊子澹忘歸」，「大江流日夜，客心悲未央」，「明月入高樓，【明月入高樓　「入」，曹集銓評卷五七哀作「照」。】流光正徘徊」，「採菊東籬下，悠然見南山」，如此等類，固已多矣。以杜陵言之，如「兩邊山木合，終日子規啼」，「野人時獨往，雲木曉相參」，「喜無多屋宇，幸不礙雲山」，「在家長早起，憂國願年豐」，「若無青嶂月，愁殺白頭人」，「百年渾得醉，一月不梳頭」，「一徑野花落，孤村春水生」，此五言之拙者也。「春水船如天上坐，老年花似霧中看」，「遷轉五州防禦使，起居八座太夫人」，「竹葉於人既無分，菊花從此不須開」，「莫思身外無窮事，且盡生前有限杯」，「雷聲忽送千峰雨，花氣渾如百和香」，「秋水纔添四五尺，野航恰受兩三人」，「酒債尋常行處有，人生七十古來稀」，此七言之拙者也。他難殫舉，可以類推。杜陵云，「用拙存吾道」，夫拙之所在，道之所存也，詩文獨外是乎？ \\n 容齋奉使【容齋奉使　是條亦見宋龐元英談藪。】 \\n 紹興辛巳，亮既授首，葛王篡位，使來修好，【使來修好　談藪於「使」字上有一「遣」字，似是，原本蓋脫。】洪景盧往報之。入境，與其接伴約用敵國禮，伴許諾。故沿路表章，皆用在京舊式。未幾，乃盡卻回，使依近例易之。【使依近例易之　「近例」，原誤作「人例」，據諸本及談藪改。】景盧不可。於是扃驛門，絕供饋，使人不得食者一日。【使人不得食者一日　談藪作「使不得食者一日」，似是，原本「人」字蓋衍。】又令館伴者來言，頃嘗從忠宣公學，陽吐情實，令勿固執，恐無好事，須通一線路乃佳。景盧等懼留，不得已，易表章授之，供饋乃如禮。景盧素有風疾，頭常微掉，時人為之語曰：「一日之饑禁不得，蘇武當時十九秋。傳與天朝洪奉使，【洪奉使　原誤作「供奉使」，據諸本改。】好掉頭時不掉頭。」 \\n 九為究 \\n 數窮於九，九者，究也。至十，則又為一矣。此蔡西山之說。 \\n 靜坐 \\n 伊川每見學者能靜坐，便嘆其善學。余謂靜坐亦未可盡信，固有外若靜而中未免膠擾者，正所謂坐馳也。嘗聞南嶽昔有住山僧，每夜必秉燭造旜林，【必秉燭造旜林　「旜」，諸本作「檀」。】眾生打坐者數百人，【眾生打坐者數百人　「眾生」，陸鈔本作「眾僧」，似是。】或拈竹篦痛箠之，或袖中出餅果置其前，蓋有以窺其中之靜不靜，而為是懲勸也。彼異端也，尚能洞察其徒心術之隱微，【洞察其徒心術之隱微　「洞察」，陸鈔本作「洞鑒」。】而提撕警策之，吾儒職教者有愧矣。 \\n 落梅詩 \\n 近時胡仲方落梅詩云：「自孤花底三更月，卻怨樓頭一笛風。」亦有思致。自古才德之士，方其少也，不使得以展布，及其飄零衰老，乃拳拳歎息之，亦已晚矣。燭之武曰：「臣之少也，尚不如人，今老矣，無能為也。」亦寓此意。唐人詩曰：「朝廷欲論封禪事，須及相如未病時。」杜陵病柟詩意亦如此。陳後山挽司馬公曰：「政雖隨日化，身已要人扶」，益可悲矣。 \\n 受禪赦文 \\n 孝宗受禪赦文云：「凡今者發政施仁之日，【凡今者發政施仁之日　「日」，建炎以來繫年要錄卷二００引大赦制文作「目」。】皆得之問安視膳之餘。」【皆得之問安視膳之餘　「視」，同上書作「侍」。】天下誦之，洪景嚴筆也。 \\n 文繁簡有當 \\n 洪容齋曰：文貴於達而已，繁與簡各有當也。禮記檀弓：「石駘仲卒，有庶子六人，【有庶子六人　禮記檀弓下於此上有「無適子」三字，羅書蓋脫。】卜所以為後者，曰：『沐浴佩玉則兆。』五人者，皆沐浴佩玉。石祁子曰：『孰有執親之喪，而沐浴佩玉者乎？』不沐浴佩玉。石祁子兆，衛人以龜為有知也。」蓋連用四「沐浴佩玉」字，使今之為文者，必曰：「沐浴佩玉則兆，五人者如之，石祁子獨不可。曰：『孰有執親之喪而若此者乎？』」似亦足以當其事，省其詞，然古意衰矣。又云：史記衛青傳：「校尉李朔，校尉趙不虞，校尉公孫戎奴，各三從大將軍，【大將軍　史記卷一一一衛將軍驃騎列傳此下有「獲王」二字。下引漢書衛青傳於「大將軍」下亦脫「獲王」二字。】以千三百戶封朔為涉軹侯，以千三百戶封不虞為隨成侯，以千三百戶封戎奴為從平侯。」至班固作漢書乃省其詞曰：「校尉李朔、趙不虞、公孫戎奴，各三從大將軍，封朔為涉軹侯，不虞為隨成侯，戎奴為從平侯。」比史記五十八字中，省二十三字，然終不若史記樸贍可喜。余謂詩亦有如此者，古採蓮曲云：「魚戲荷葉東，魚戲荷葉西。」杜子美杜鵑行：「西川有杜鵑，東川無杜鵑，涪南無杜鵑，雲安有杜鵑。」若以省文之法論之，似可裁減，然只如此說，亦為樸贍有古意。 \\n 古人無忌諱 \\n 諡者，死後易名者也。而左傳衛侯賜北宮喜諡曰「貞子」，賜析朱鉏諡曰「成子」，蓋生前預賜之也，曾不以為不祥。今人不達，畏死畏禍，百種忌諱。古人皆不然，只看檀弓季武子成寢，杜氏之葬在西階之下，許之合葬，又許之哭。伯高死於衛，孔子以為由，「賜也，見我」，遂哭諸賜氏，命子貢為之主，來者拜之。子夏喪明，曾子曰，「朋友喪明則哭」。遂往哭，子夏亦哭。曾子與客立於門側，其徒趨而出曰：「吾父死，將出哭於巷。」曾子曰：「反哭於爾次。」因北面而弔焉。季武子寢疾，蟜固不說齊衰而入見曰：【齊衰而入見曰　「入見」下原衍一「而」字，據諸本刪。】「士唯公門說齊衰。」武子曰：「善哉！」蓋未始如今人之多忌諱也。 \\n 玉牒 \\n 玉牒脩書，始於大中祥符，至於政、宣而極備。考定世次枝分派別而歸於本統者，【歸於本統者　宋史卷一六四職官志作「系以本宗」。】為仙源積慶圖。【仙源積慶圖　「慶」，原作「德」，據諸本及宋史改。】推其所自出、至於子孫而列其名位者，【推其所自出至於子孫而列其名位者　宋史作「辨譜之所自出、序其子孫而列其名位品秩」。】為宗藩慶系錄。具其官爵、功罪、生死及若男若女者，【具其官爵功罪生死及若男若女者　宋史作「序男女宗婦族姓婚姻及官爵遷?而著其功罪生死」。】為類紀。【類紀　宋史作「僊源類譜」。】同姓之親而序其五服之戚疏者，【同姓之親而序其五服之戚疏者　宋史作「序同姓之親而第其服紀之戚疏遠近」。】為屬籍。編年以紀帝系，而載其曆數及朝廷政令之因革者，【編年以紀帝系而載其曆數及朝廷政令之因革者　宋史作「以編年之體?帝系而記其曆數，凡政令、賞罰、封城、戶口、豐凶、祥瑞之事載焉」。】為玉牒。 \\n 奉使見留 \\n 蘇武在匈奴十九年，魏于什門在燕二十一年，近時洪忠宣在金亦幾二十年。 \\n 四蟲 \\n 冰蠶不知寒，火鼠不知熱，蓼蟲不知苦，蝍蛆不知臭。 \\n 諸賢氣象 \\n 濂溪、明道似顏子，伊川、橫渠似孟子，南軒似顏子，晦庵似孟子。 \\n 心思 \\n 書曰：「思曰睿」，「睿作聖」。揚子曰：「神心惚恍，經緯萬方。」孔叢子曰：「心之精神是謂聖。」管子曰：「思之思之，又重思之，思之而不通，鬼神將通之，非鬼神之力也，精誠之極也。」邵子曰：「天向一中分造化，人從心上起經綸。」或曰：易言「何思何慮」，何也？曰：始於思，終於無思，非不思也，不待思也。此不識不知而順帝則，從心所欲而不踰矩，庖丁之解牛，輪扁之斫輪，痀僂之承蜩，豈更待於思乎？ \\n 謝肉牒 \\n 周益公家藏歐陽公家書一幅，紙斜封，乃冷壽光牒。其詞云：「具位某。豬肉一斤，右伏蒙頒賜，領外無任感激，謹具牒謝。謹牒。【謹牒　二字諸本無。】年月日。具位某牒。」蓋改牒為狀，自元豐始，日趨於諛矣。且前輩交際，其饋止於如此，未嘗過於豐侈也。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之四 丙編", "正文": "  \\n 鶴林玉露卷之四　丙編 \\n 　 \\n  \\n  \\n 蔡攸辭酒 \\n 蔡攸嘗賜飲禁中，徽宗頻以巨觥宣勸之。攸懇辭不任杯杓，將至顛踣。上曰：「就令灌死，亦不至失一司馬光也。」由是言之，則上之尊光而薄攸至矣。然光已死，不免削奪，而攸迄被眷寵，是可歎也。 \\n 酒有和勁 \\n 唐子西在惠州，名酒之和者曰「養生主」，勁者曰「齊物論」。楊誠齋退休，名酒之和者曰「金盤露」，勁者曰「椒花雨」，嘗曰：「余愛椒花雨，甚於金盤露」，心蓋有為也。【心蓋有為也　「心」，諸本作「意」。】余嘗謂，與其一於和勁，孰若和勁兩忘。【和勁兩忘　「忘」，原誤作「心」，據諸本改。】頃在太學時，同舍以思堂春合潤州北府兵廚，【潤州北府兵廚　「兵廚」，原作「兵尉」，諸本作「兵廚」，據下「兵廚玉友專甘醇」語，當以「兵廚」為是，因改。】以慶遠堂合嚴州瀟洒泉，飲之甚佳。余曰：不剛不柔，可以觀德矣；非寬非猛，可以觀政矣。厥後官於容南，太守王元邃以白酒之和者，紅酒之勁者，手自劑量，合而為一，殺以白灰一刀圭，【殺以白灰一刀圭　「刀圭」，原作「圭刀」，諸本作「刀圭」。案，刀圭乃古量藥之具，庾信有「量藥用刀圭」之詩，「圭刀」蓋倒文，據諸本乙正。】風韻頓奇。索余作詩，余為長句云：「小槽真珠太森嚴，兵廚玉友專甘醇。【兵廚玉友專甘醇　「兵」，原誤作「丘」，據諸本改。】兩風味欠商略，偏剛偏柔俱可憐。使君袖有轉物手，鸕鶿杓中平等分。更憑石髓媒妁之，混融併作一家春。季良不用笑伯高，張竦何必譏陳遵。時中便是尼父聖，孤竹柳下成一人。平雖有智難獨任，勃也未可嫌少文。黃龍丙魏要兼用，姚宋相濟成開元。試將此酒反觀我，胸中問學當日新。更將此酒達觀國，宇宙皆可歸經綸。書生觸處便饒舌，以一貫萬如斫輪。使君聞此卻絕倒，罰以太白眠金尊。」 \\n 物產不常 \\n 書曰：「若作和羹，爾惟鹽梅。」詩曰：「摽有梅，其實七兮。」又曰：「終南何有？有條有梅。」毛氏曰：梅，楠也。【　原誤作「柵」，據諸本改。】陸璣曰：似杏而實酸。【似杏而實酸　「酸」，陸璣毛詩草木鳥獸蟲魚疏作「酢」，似是。】蓋但取其實與材而已，未嘗及其花也。至六朝時，乃略有詠之者，及唐而吟詠滋多，至本朝，則詩與歌詞，連篇累牘，推為群芳之首，至恨離騷集眾香草而不應遺梅。余觀三百五篇，如桃李芍藥棠棣蘭之類，無不歌詠，如梅之清香玉色，【梅之清香玉色　「色」，原誤作「也」，據諸本改。】敻出桃李之上，豈獨取其材與實而遺其花哉！或者古之梅花，其色香之奇，未必如後世，亦未可知也。蓋天地之氣，騰降變易，不常其所，而物亦隨之。故或昔有而今無，或昔無而今有，或昔庸凡而今瑰異，或昔瑰異而今庸凡，要皆難以一定言。且如古人之祭，炳蕭酌鬱鬯，取其香也。而今之蕭與鬱金，何嘗有香？蓋離騷已指蕭艾為惡草矣。又如牡丹，自唐以前未有聞，至武后時，樵夫探山乃得之。【樵夫探山乃得之　「探」，諸本作「採」。】國色天香，高掩?花。於是舒元輿為之賦，李太白為之詩，固已奇矣。至本朝，紫黃丹白，標目尤盛。至於近時，則翻騰百種，愈出愈奇。又如荔支，明皇時所謂「一騎紅塵妃子笑」者，謂瀘戎產也，故杜子美有「憶向瀘戎摘荔枝」之句。【憶向瀘戎摘荔枝　「憶向」，九家集注杜詩卷三０解悶之九作「憶過」。】是時閩品絕未有聞，至今則閩品奇妙香味皆可僕視瀘戎。蔡君謨作譜，為品已多，而自後奇名異品，又有出於君謨所譜之外者。他如木犀、山礬、素馨、茉莉，其香之清婉，皆不出蘭芷下，而自唐以前，墨客槧人，【墨客槧人　陸鈔本作「墨客騷人」。】曾未有一語及之者，何也？游成之曰：「一氣埏埴，孰測端倪，烏知古所無者，今不新出，而昔常見者，後不變滅哉！人生須臾，即以耳目之常者，拘議造物，亦已陋矣。」余聞秦中不產竹，昔年山崩，其下乃皆鉅竹頭。由是言之，古固產竹矣。晉葛洪欲問丹砂，求為勾漏令。勾漏縣隸容州，余嘗為法曹，親至其地，求所謂丹砂者，顆粒不可得。豈非昔有而今無哉！蓋非特物然也，巴邛、閩嶠，夙號荒陋，而漢唐以來，漸產人才，至本朝益盛。古稱山西出將，山東出相。又曰汝潁多奇士，燕趙多佳人，其說拘矣。 \\n 以德報怨 \\n 或曰：「以德報怨何如？」子曰：「何以報德？以直報怨，以德報德。」佛經載，釋迦佛在山中修行，歌利王入山獵獸，問佛獸何在，佛不忍傷生，不應。歌利王怒，截落佛左手，又問，不應，又截落右手。佛是時即發願曰：「我若成佛，先度此人，無令枉害眾生。」其後成佛，即先度之。十大弟子中，陳(忄高)如尊者是也。余謂釋迦佛好一箇闊大肚腸，好一箇慈愍心性，人能將此段公案降伏其心，則省得冤冤相報，沙界眾生悉成佛矣，何至干戈斧鉞如林而起哉！然以儒教論之，是乃以德報怨，非以直報怨也。夫以德報怨，可論慈悲廣大，【可論慈悲廣大　「論」，考全句文義，似為「謂」之誤。】孤高卓絕，過人萬萬矣。然夫子不取者，謂其不可通行於世也。吾儒之道，必欲其可通行。故曰中庸，又曰近人情。 \\n 中興講和 \\n 紹興辛巳，金主亮南侵，高宗下詔親征。其詞云：「惟天惟祖宗，既共扶於基運；【既共扶於基運　「扶」，諸本作「昌」。】有民有社稷，敢自逸於燕安！」又云：「歲星臨於吳分，定成淝水之勳；【定成淝水之勳　「定」，建炎以來繫年要錄卷一九三冬十月庚子詔作「冀」。】士倍於晉師，可決韓原之勝。」洪容齋筆也。車駕次平江，亮授首，遂班師。次年壬午內禪，孝宗即位。銳意規恢，起張魏公督師。南軒以內機入奏，引見德壽宮，時盧仲賢使金，高宗問曾見仲賢否。對曰：「臣已見之。」又問卿父謂如何，莫便議和否。對曰：「臣嘗謂金人必衰敗，國家必隆興。」上曰：「何如？」對曰：「太上皇帝仁孝之德，上格于天，又傳位聖子，雖古唐虞無以過，而金人不道，篡奪相仍，無復君臣父子，不知天心祐國家乎？祐金人乎？臣有以知其然也。」上曰：「極是，今日金人誠衰乎？」對曰：「自亮送死之後，士馬物故甚眾，諸國背叛，人心怨離，金誠衰矣。」上曰：「自亮死，非特金人衰弱，吾國亦未免力弱。但仲賢等既回，何以應之？」對曰：「臣父職在邊隅，戰守是謹，此事看廟堂如何議，但願審處而徐應之，無貽後悔。」上曰：「只是說與卿父，今日國家須更量度民力國力，早收拾取。聞契丹與金相攻，若契丹事成，他日自可收卞莊子刺虎之功。若金未有亂，且務恤民治軍，待時而動可也。」高宗懲於變故，意不欲戰，且聞金人議欲尊我為兄，故頗喜之。孝宗初年，規恢之志甚銳，而卒不得逞者，非特當時謀臣猛將凋喪略盡，財屈兵弱未可展布，亦以德壽聖志主於安靜，不思違也。?【不思違也　「思」，諸本作「忍」。】厥後蓄積稍羡，又嘗有意用兵，祭酒芮國器奏曰：「陛下只是被數文腥錢使作，【被數文腥錢使作　「使」，原作「子」，據諸本改。】何不試打算了得幾番犒賞。」上曰：「朕未知計也，待打算報卿。」後打算只了得十三番犒賞，於是用兵之意又寢。乃知南北分合，【南北分合　「北」，原誤作「壯」，據諸本改。】自有定數，雖英明之主，不能強也。 \\n 志士死飢寒 \\n 元次山避水于高原，餱糧不繼，遂餓而死。【遂餓而死　考新唐書卷一四三元結傳，元結係大曆七年病死於長安，非飢餓而死，疑此記有誤。】陳后山為館職，當侍祠郊丘，非重裘不能禦寒，后山止有其一。其內子與趙挺之之內，親姊妹也。【姊妹　原作「娣妹」，據諸本改。】乃為趙假一裘以衣之。后山問所從來，內以實告。后山曰：「汝豈不知我不著他衣裳耶！」卻去之，止衣一裘，竟感寒疾而死。嗚呼！二子可謂「志士不忘在溝壑」者矣。充二子之才識德望，曳絲乘車，食養賢之鼎，其誰曰不宜？然志節清亮，【志節清亮　「清亮」，諸本作「清高」。】寧甘於餓死凍死，而不肯少枉其道，少失其身，此所以皜皜乎不可尚也。陸龜蒙杞菊賦曰：「我豈不知屠沽兒有酒食耶？」亦略有二子風味。揚子雲曰：「古者高餓顯，下祿隱。」楊誠齋曰：「李杜飢寒能幾日，卻教富貴不論年。」 \\n 釋儒罪人 \\n 楞嚴經曰：「將此深心奉塵剎，是則名為報佛恩。」由是言之，今之釋子，大半是釋迦佛之罪人。【楞嚴經【至】釋迦佛之罪人　案以上三十五字諸本無，故諸本此條題作「儒門罪人」。】文中子曰：「通也，受夫子罔極之恩。」孟子曰：「不失其身而能事其親者，吾聞之矣。失其身而能事其親者，吾未之聞也。」由是言之，今儒者，大半是吾夫子之罪人。 \\n 氣之先見 \\n 歲將饑，【歲將饑　「饑」，原作「餓」，據陸鈔本、稗海本、小字本改。】小民餐必倍多。【小民餐必倍多　「多」，諸本無。】俗諺謂之作荒。【俗顏謂之作荒　「俗」，原誤作「倍」，據諸本改。】此天地之氣先餒也。【此天地之氣先餒也　「餒」，諸本作「見」。考此條題作「氣之先見」，似以「見」為是。】開禧兵興之先，江西草木秋冬生花，有山礬而生梔子花，桃樹而生李實者，村落鐵釜生金花或神佛像，【村落鐵釜生金花或神佛像　案，此十一字諸本無。】此天地之氣先亂也。馮此山為余言，謂其家尊厚齋之說。【謂其家尊厚齋之說　「謂」，諸本作「之」，連上句；下七字無。】 \\n 山靜日長 \\n 唐子西詩云：「山靜似太古，日長如小年。」余家深山之中，每春夏之交，蒼蘚盈階，落花滿徑，門無剝啄，松影參差，禽聲上下。午睡初足，旋汲山泉，拾松枝，煮苦茗啜之。隨意讀周易、國風、左氏傳、離騷、太史公書及陶杜詩、韓蘇文數篇。從容步山徑，【從容步山徑　「容」，原誤作「客」，據諸本改。】撫松竹，與麛犢共偃息於長林豐草間。坐弄流泉，漱齒濯足。既歸竹窗下，則山妻稚子，作筍蕨，供麥飯，欣然一飽。弄筆窗間，隨大小作數十字，展所藏法帖、墨蹟、畫卷縱觀之。【展所藏法帖墨蹟畫卷縱觀之　「墨蹟」，諸本作「筆蹟」。】興到則吟小詩，或草玉露一兩段。再烹苦茗一杯，【再烹苦茗一杯　「烹」，陸鈔本作「煮」。案，考上有「煮苦茗啜之」，似以「煮」為是。又，清張培仁妙香室叢話卷五引作「啜」，亦通。】出步溪邊，邂逅園翁溪友，問桑麻，說粳稻，量晴校雨，探節數時，相與劇談一餉。歸而倚杖柴門之下，則夕陽在山，紫綠萬狀，【紫綠萬狀　陸鈔本作「紫翠萬狀」。】變幻頃刻，恍可人目。牛背笛聲，兩兩來歸，而月印前溪矣。味子西此句，可謂妙絕。然此句妙矣，識其妙者蓋少。彼牽黃臂蒼，馳獵於聲利之場者，但見衮衮馬頭塵，匆匆駒隙影耳，烏知此句之妙哉！人能真知此妙，則東坡所謂「無事此靜坐，一日是兩日，【一日是兩日　「是」，陸鈔本作「如」。】若活七十年，便是百四十」，所得不已多乎！ \\n 日本國僧 \\n 予少年時，於鍾陵邂逅日本國一僧，【於鍾陵邂逅日本國一僧　「陵」，原誤作「陸」，據陸鈔本及諸本改。】名安覺，自言離其國已十年，欲盡記一部藏經乃歸。念誦甚苦，不舍晝夜，每有遺忘，則叩頭佛前，祈佛陰相，是時已記藏經一半矣。夷狄之人，異教之徒，其立志堅苦不退轉至於如此。朱文公云：「今世學者，讀書尋行數墨，備禮應數，六經語孟，不曾全記得三五板，如此而望有成，亦已難矣。」其視此僧，殆有愧色。僧言其國稱其國王曰「天人國王」，安撫曰「牧隊」，通判曰「在國司」，秀才曰「殿羅罷」，僧曰「黃榜」，硯曰「松蘇利必」，筆曰「分直」，墨曰「蘇彌」，頭曰「加是羅」，手曰「提」，眼曰「媚」，口曰「窟底」，耳曰「弭弭」，面曰「皮部」，心曰「毋兒」，腳曰「又兒」，雨曰「下米」，風曰「客安之」，鹽曰「洗和」，酒曰「沙嬉」。【僧言其國【至】酒曰沙嬉　案，此九十六字諸本無。】 \\n 杜陵論孔明 \\n 史言蜀諸賢凋喪，孔明身當軍國之務，罰二十以上皆親之，以勞瘁致斃。此真兒童之論也。夫孔明不死，則漢業可復，禮樂可興。孔明死，則為五胡亂華，為六朝幅裂，其所關係大矣。【其所關係大矣　「大矣」，諸本作「甚大」。】中營隕星之變，天意蓋可知矣，豈因罰二十以上皆親之而致斃乎？且孔明死時，年纔四十四，【年纔四十四　「年」，諸本無此字；又，「四十四」，考三國志卷三五諸葛亮傳，亮卒年為五十四歲，原本誤。】初非癃老不任勞苦之時。況以孔明之明達，豈不能量事之小大，身之勞逸，而顧弊精神於瑣瑣，以自殞其軀乎？此決無之理也。杜少陵知之，故曰：「伯仲之間見伊呂，指麾若定失蕭曹。福移漢祚難恢復，志決身殲軍務勞。」言孔明之死，乃漢福已移，漢祚已終，大數不可支持耳。志決身殲，豈因軍務之勞乎？蓋不然史臣之說也。 \\n 龍洲詩聯 \\n 龍洲劉改之詩云：「退一步行安樂法，道三箇好喜歡緣。」【道三箇好喜歡緣　「歡」，原誤作「觀」，據諸本改。】真西山喜誦之。或曰，退一步行，可也，至於道三箇好，乃隨俗徇情耳，何足言乎？余曰，古人直道而行。理之所在，驀直行將去，仕止久速，莫不皆然，烏有所謂退一步者？自後世貪榮競進，【貪榮競進　「榮」，原誤作「勞」，據諸本改。】爭一階半級，至於殺人，於是始以退一步行為安樂法矣。古人是則曰是，非則曰非，明白正直，曾何回護？自後世惡直好佞，以直言賈禍者，比比皆是，於是始以道三箇好為喜歡緣矣，此處衰世之法也。蓋萬事稱好，不特司馬德操為然，而吾夫子固有危行言孫之說矣。好盡言以翹人之過，【好盡言以翹人之過　「翹」，原誤作「翅」，據諸本改。】此國武子所以見殺也，可不戒哉！ \\n 圓覺 \\n 裴休圓覺經序云：「終日圓覺，而未嘗圓覺者，凡夫也。欲證圓覺，而未極圓覺者，菩薩也。具足圓覺，而住持圓覺者，如來也。」蓋言凡夫日用飲食而不知，菩薩精思勉行而未至，如來備道全美而無虧耳。近時禪家，又作一轉語曰：「終日圓覺，而未嘗圓覺者，豈凡夫哉！正是如來境界也。」此意又高。蓋此有二意：文王不識不知順帝則，夫子從心所欲不踰矩，此一意也。文王望道而未之見，夫子丘未能一，又一意也。蓋必如是，然後周萬有而不勞，歷萬變而不息，儒者之事也。佛者之教，其等級次第，皆與吾儒同，特其端異耳，故曰異端。 \\n 淳熙盛事 \\n 孝宗御宇，高宗在德壽，光宗在青宮，寧宗在平陽邸，四世本支之盛，亘古未有。楊誠齋時為宮僚，賀光宗誕辰詩云：「祖堯父舜真千載，禹子湯孫更一家。」讀者服其精切。又云：「天意分明昌火德，誕辰三世總丁年。」蓋高宗生於丁亥，孝宗生於丁未，光宗生於丁卯也。丁年字出李陵書，借用亦佳。 \\n 張子房 \\n 張子房蓋俠士之知義、策士之知幾者，要非儒也。故早年頗似荊軻，晚歲頗似魯仲連。得老氏不敢為天下先之術，不代大匠斫，故不傷手，善於打乖。荊公詩云：「漢業存亡俯仰中，留侯於此每從容。【留侯於此每從容　「於」，王文公文集卷七三此詩作「當」。】固陵始議韓彭地，複道方謀雍齒封。」蓋因機乘時，與之斡旋，未嘗自我發端，故消弭事變，全不費力。朱文公云：「子房只是占便宜，不肯自犯手做，如為韓報秦，攛掇高祖入關，及項羽殺韓王成，又使高祖平項羽，兩次報仇，皆不自做。後來定太子事，他亦自處閒地，又只教四老人出來做。後來誅僇功臣時，更討他不著。邵康節之學，亦與子房相似。康節本是要出來有為之人，又不肯深犯手做。凡事直待可做處，方試為之，纔覺難，便拽身退。【便拽身退　「拽」，諸本作「抽」。】如擊壤集中以道觀道等語，是物各付物之意，【是物各付物之意　「付」，陸鈔本作「賦」。】蓋自家都不犯手，又凡事只到半中央便止，如『春花切勿看離披』是也。」 \\n 東西 \\n 世之言仙者曰蓬萊，言佛者曰天竺。蓬萊，東也；天竺，西也。抱朴子曰：自齊州至日出之所，號曰「太平地」。而佛經亦謂西方為「極樂世界」。太平極樂，獨稱於東西，何也？自古戰爭，惟曰南北，而罕曰東西。惟漢高皇與項羽，宇文泰與高歡是東西相距，然不過一二十年耳。 \\n 誠齋夫人 \\n 楊誠齋夫人羅氏，年七十餘，每寒月黎明即起，詣廚躬作粥一釜，遍享奴婢，然後使之服役。其子東山先生啟曰：「天寒何自苦如此？」夫人曰：「奴婢亦人子也。清晨寒冷，須使其腹中略有火氣，乃堪服役耳。」東山曰：「夫人老，且賤事，何倒行而逆施乎？」夫人怒曰：「我自樂此，不知寒也。汝為此言，必不能如吾矣！」東山守吳興，【東山守吳興　「興」，諸本無。】夫人嘗於郡圃種紵，躬紡緝以為衣，【躬紡緝以為衣　「紡緝」，原作「緝績」，於義未妥，據諸本改。】時年蓋八十餘矣。東山月俸，分以奉母。夫人忽小疾，既愈，出所積券，曰：「此長物也，自吾積此，意不樂，果致疾。今宜悉以謝醫，則吾無事矣。」平居首飾止於銀，衣止於紬絹。生四子三女，悉自乳，曰：「飢人之子，以哺吾子，是誠何心哉？」誠齋父子，視金玉如糞土。誠齋將漕江東，有俸給僅萬緡，留庫中，棄之而歸。東山帥五羊，以俸錢七千緡，代下戶輸租。其家采椽土階，如田舍翁，三世無增飾。東山病且死，無衣衾，適廣西帥趙季仁餽纈絹數端。東山曰：「此賢者之賜也，衾材無憂矣。」史良叔守廬陵，官滿來訪。入其門，升其堂，目之所見，無非可敬可仰、可師可法者，所得多矣，因命畫工圖之而去。誠齋、東山清介絕俗，固皆得之天資，而婦道母儀所助亦已多矣。左傳：【左傳　考下引諸語，見於國語卷五魯語下，則「左傳」當係「國語」之誤。】文伯之母老而猶績，文伯曰：「以歜之家而主猶績乎？」其母嘆曰：「魯其亡乎！使僮子備官而未之聞也。居，吾語汝！民勞則思，思則善心生；【思則善心生　「思」，原誤作「之」，據諸本及國語改。】逸則淫，淫則惡心生。沃土之民不才，淫也；瘠土之民莫不向義，勞也。是故王后親織玄紞，公侯之夫人加以紘綖，【公侯之夫人加以紘綖　「紘」，原誤作「絃」，據諸本及國語改。】卿之內子為大帶，命婦成祭服，列士之妻加之以朝服，自庶士以下，皆衣其夫。社而賦事，烝而獻功，男女效績，愆則有辟，古之制也。吾冀而朝夕修曰：『必無廢先人。』爾今曰：『胡不自安。』以是承君之官，予懼穆伯之絕嗣也。」因是觀誠齋夫人，乃知古今未嘗無烈女，未嘗無賢母。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之五 丙集", "正文": "  \\n 鶴林玉露卷之五　丙集 \\n 　 \\n  \\n  \\n 讀書 \\n 自文籍既生，學者固不可不讀書。【學者固不可不讀書　「讀書」，原作「觀書」。審上下文義，皆言讀書，且題亦作「讀書」，似作「讀書」義長，據諸本改。】子路有何必讀書之說，夫子斥之。至於學詩學易學禮，與夫「志在春秋，行在孝經」之說，拳拳為其子及門人言之，晚而歸魯，刪定繫作，其功至賢於堯舜。則後之欲學聖人者，舍書則何以哉！然是時詞章之名未立，科舉之法未行，士之讀書者，上則取之以撫世酬物，又次則取之以博識多聞，下至蘇秦之刺股讀書，【下至蘇秦之刺股讀書　「股」，原誤作「服」，據諸本改。】專為揣摩遊說之計，固已陋矣。然亦視書為有用之具，【然亦視書為有用之具　「亦視」，諸本作「言詩」。】固未有入耳出口，如後世之甚者也。蓋至于今，士非堯、舜、文王、周、孔不談，非語、孟、中庸、大學不觀，言必稱周、程、張、朱，學必曰「致知格物」，此自三代而後所未有也，可謂盛矣。然豪傑之士不出，禮義之俗不成，士風日陋於一日，【士風日陋於一日　二「日」字，原皆誤作「月」，據諸本改。】人才歲衰於一歲，而學校之所講，逢掖之所談，幾有若屠兒之禮佛，娼家之讀禮者，是可歎也。昔子貢問子石子不學詩乎，子石子曰：「吾暇乎哉！父母求吾孝，兄弟求吾弟，朋友求吾信，吾暇乎哉！」子貢曰：「請投吾詩，以學於子。」公明宣學於曾子，三年不讀書。曾子曰：「宣子居參之門，三年不學，何也？」對曰：「安敢不學？宣見夫子居親庭，叱咤之聲，未嘗至於犬馬，宣說之，學而未能。宣見夫子之應賓客，恭儉而不懈惰，宣說之，學而未能。宣見夫子之居朝廷，臨下而不毀傷，宣說之，學而未能。宣安敢不學而居夫子之門乎？」若子石子、公明宣之說，今之學者，誠不可以不知也。 \\n 蒍呂臣 \\n 楚蒍呂臣奉己而不在民，於是晉文無復憂色。【於是晉文無復憂色　「色」，諸本作「已」。】嗚呼！自三代衰，民不見先王之治，日入於亂，皆上下之間，懷此一念，有以致之，豈獨一蒍呂臣哉！此無他，古學不講，不識一箇「仁」字而已。本朝大臣，最是范文正公、司馬溫公見得此箇字分明。 \\n 蘇黃遷謫【蘇黃遷謫　案，清王士禛香祖筆記卷九指摘是條記事之失云：「玉露言：子瞻謫儋州，子由謫雷州，魯直謫宜州，皆章惇取其字之偏傍而謔之。當時有術士曰：儋字從立人，子瞻其北歸乎！雷字雨在田上，承天之澤，子由其未艾乎！宜字有蓋棺之象，魯直其不返乎！後皆驗。予考之殊不然。山谷以紹聖初謫涪州，徙戎州，徽宗即位，赦復官。建中靖國元年除知舒州，崇寧元年知太平州，二年，以承天寺記為陳舉所訐，羈管宜州，竟卒於宜。先是東坡已以建中靖國元年卒常州矣，安得如羅云云乎！案，此說本之老學庵筆記，乃謂二蘇公與劉莘老丞相，莘老時貶新州故也。」】 \\n 蘇子瞻謫儋州，以「儋」與「瞻」字相近也。子由謫雷州，以「雷」字下有「田」字也。黃魯直謫宜州，以「宜」字類「直」字也。此章子厚騃謔之意。當時有術士曰：「儋」字，從立人，子瞻其尚能北歸乎！「雷」字，「雨」在「田」上，承天之澤也，子由其未艾乎！「宜」字，乃「直」字，有蓋棺之義也，魯直其不返乎！後子瞻北歸，至毘陵而卒。子由退老于潁，十餘年乃終。魯直竟卒於宜。 \\n 張林語 \\n 山東義士張林告淮閫曰：「土地歸本朝，銅錢將安往？」此說儘是。余欲添二句云：「人心歸本朝，土地將安往？」 \\n 阿附 \\n 光、禹之罪，浮於王氏。六臣之罪，浮於朱溫。人人皆王陵，則呂氏不敢動矣。人人皆王章，則王氏不敢動矣。【則王氏不敢動矣　「王氏」，陸鈔本作「朱氏」。】 \\n 貓犬 \\n 東坡云：「養貓以捕鼠，不可以無鼠而養不捕之貓；畜犬以防姦，不可以無姦而蓄不吠之犬。」余謂不捕猶可也，不捕鼠而捕雞則甚矣。不吠猶可也，不吠盜而吠主則甚矣。疾視正人，必欲盡擊去之，非捕雞乎？委心權要，使天子孤立，非吠主乎？ \\n 南中巖洞 \\n 桂林石山怪偉，東南所無。韓退之謂「山如碧玉簪」，柳子厚謂「拔地峭起，林立四野」，黃魯直謂「平地蒼玉忽嶒峨」，近時劉叔治云，「環城五里皆奇石，疑是虛無海上山」，皆極其形容。然此特言石山耳，至於暗洞之瑰怪，尤不可具道，相傳與九疑相通。范石湖嘗游焉，燭盡而反。【燭盡而反　「反」，原誤作「及」，據諸本改。】余嘗隨桂林伯趙季仁遊其間，列炬數百，隨以鼓吹，市人從之者以千計。巳而入，申而出。入自曾公巖，出于棲霞洞。入若深夜，出乃白晝，恍如隔宿異世。季仁索余賦詩紀之。其略曰：「瑰奇恣搜討，貝闕青瑤房。方隘疑永巷，俄敞如華堂。玉橋巧橫溪，瓊戶正當窗。仙佛肖彷彿，鐘鼓鏗擊撞。贔贔左顧龜，狺狺欲吠厖。丹灶儼亡恙，芝田藹生香。【芝田藹生香　「芝田」，原作「之田」，誤。案，曹植洛神賦有「秣駟乎芝田」句，文選李善注引十洲記云：「鍾山仙家耕田種芝草。」羅氏蓋用此典，據諸本改。】搏噬千怪聚，絢爛五色光。更無一塵涴，但覺六月涼。玲瓏穿數路，屈曲通三湘。神鬼工剜刻，【神鬼工剜刻　「工」，諸本作「妙」。】乾坤真混茫。入如夜漆暗，【入如夜漆暗　諸本作「入如深夜暗」。】出乃日珠光。【出乃日珠光　諸本作「出乃皦日光」。】隔世疑恍惚，異境難揣量。」然終不能盡形容也。又嘗遊容州勾漏洞天，四面石山圍繞，中平野數里，洞在平地，不煩登陟。外略敞豁，中一暗溪穿入，因同北流令結小桴，秉燭坐其上，命篙師撐入。詰屈而行。水清無底，兩岸石如虎豹猱玃，森然欲搏。行一里許，仰見一大星炯然，細視乃石穿一孔，透天光若星也。溪不可窮乃返。洞對面高崖上，夏間望見荷葉田田，然峻絕不可到。土人云，或見荷花，則歲必大熟。 \\n 傅公謀詞 \\n 宜春傅公謀詞云：「草草三間屋，愛竹旋添栽。【愛竹旋添栽　「旋」，諸本作「施」。】碧紗窗戶，眼前都是翠雲堆。【眼前都是翠雲堆　「眼」，原誤作「服」，據諸本改。】一月山翁高臥，連雪水村清冷，【連雪水村清冷　「連」，陸鈔本及諸本作「踏」，義長。】木落遠山開。唯有平安竹，留得伴寒梅。家童開門看，【家童開門看　明楊慎詞品卷二引此上有一「喚」字，羅書蓋脫。】有誰來。客來一笑，清話煮茗更傳杯。有酒只愁無客，有客又愁無酒，酒熟且徘徊。明日人間事，天自有安排。」此詞清甚，末句尤達，可歌也。許及之為分宜宰，公謀作賀雨詩云：「獅子關前半篆煙，二龍飛下卓篙泉。銀河掣電連霄雨，【銀河掣電連霄雨　「霄」，諸本作「宵」，義長。】綠野翻雲四月天。便覺春生花一縣，會看秋熟米三錢。何時卓魯登黃閣，都與寰區作有年。」及之擊節。公謀尤工作酸文，嘗作無遮榜語云：「紅旗渡口，淒涼芳草夕陽天；白紙山頭，慘淡落花寒食節。」甚工。 \\n 冬狩行 \\n 自古夷狄交侵，中國衰微，必人主真有哀痛之誠，將帥真有憤切之志，然後可以言恢復。杜陵冬狩行曰：「草間狐兔盡何益，【草間狐兔盡何益　「間」，九家集注杜詩卷八此詩作「中」。】天子不在咸陽宮。」規警將帥也。又曰：「朝廷雖無幽王禍，得不哀痛塵再蒙。」規警人主也。然人主者，本也。人主果有興衰撥亂之志，其誰敢不從？故又曰：「烏乎！得不哀痛塵再蒙。」所以深規警人主也。 \\n 舉事輕捷 \\n 大凡舉事輕捷則易成，繁重則難濟。春秋時，宋人殺楚使者，楚子聞之，投袂而起，屨及於窒皇，劍及於寢門之外，車及於蒲胥之市，何其輕捷也。澶淵之役，寇準與真宗論親征。上欲入，準曰：「陛下不可入，入則不出矣。」於是高瓊在殿下大呼逍遙子，即擁以行，亦何其捷疾。舉事須如此，【舉事須如此　「如」，諸本作「知」。】乃能壓難成功。此卻非倉卒所致，須平時有備有謀，規模定，號令明，然後臨事之時，上下始能相應，蓋亦不出易簡二字而已。東坡云：「千鈞之牛，制於三尺之童子。弭耳而下之，曾不如狙猿之奮擲於山林。」大抵易簡則輕捷，繁難則重滯。 \\n 周文陸詩 \\n 朱文公於當世之文，獨取周益公，於當世之詩，獨取陸放翁。蓋二公詩文，氣質渾厚故也。 \\n 范雲 \\n 人之狂惑失其本心，有大可笑者。南史：范雲初為陳武帝屬官，【范雲初為陳武帝屬官　考南史並梁書范雲傳，梁武帝受齊禪時，范雲官侍中。梁武帝天監二年范雲卒，是時尚距陳武帝代梁有五十四年之遙。故「陳武帝」當為「梁武帝」之誤。】武帝九錫之命在旦夕，雲忽感寒疾，恐不獲預慶事，召徐文伯診視，以實懇之曰：「可便得愈乎？」文伯曰：「欲便瘥甚易，政恐二年後不復起耳。」雲曰：「朝聞道，夕死猶可。況二年乎？」文伯乃以火燒地，布桃葉設席，置雲其上，頃刻汗解，裹以溫松，翌日有瘳。雲喜甚，文伯曰：「不足喜也。」越二年，果卒。夫老子曰：「身與名孰親？」【身與名孰親　老子四四章作「名與身孰重」。】況於榮貴外物，有道之士，蓋視為塵垢秕糠。【視為塵垢秕糠　「糠」，原誤作「糖」，據諸本改。】藉曰所見未超，未能忘情，則亦必有此身，乃可有此榮貴也。今雲欲預九錫之慶，乃甘心促壽愈疾以從之，所謂皮之不存，毛將安傅？豈不愚惑之甚哉！且其言曰朝聞道夕死可矣，夫輔人以篡奪，而分其富貴，是果何道哉？末世之士，不知世間香臭至於如此，亦可哀矣。東坡云：「劉聰聞為須遮國王，【劉聰聞為須遮國王　「須遮國」，晉書卷一０二劉聰載記作「遮須夷國」。】則不復畏死。」人之愛富貴，有甚於生者。月犯少微，?中高士求死不得。人之好名，有甘於一死者，此固皆可笑矣，然未若范雲可笑之甚也。 \\n 置青櫃 \\n 杜成己為相，以為宰相日見賓客，疲神妨務，無益於事，乃不復見客。但設青櫃於府門，有欲言利害者投之。越旬日，并櫃撤去。有題一聯于府門者曰：「杜光範之門，人將望而去矣；撤暗投之櫃，我且卷而懷之。」夫題門者，則已薄矣，而成己此舉，亦未之思也。 \\n 丈二殳 \\n 考工記：殳長尋有四尺。註云：八尺曰尋，殳長丈二。劉潛夫挽左次魏云：「少日一編書，中年丈二殳。」【中年丈二殳　「中」，陸鈔本作「終」。】摘用亦佳。 \\n 慈湖詩 \\n 楊慈湖詩云：「山禽說我胸中事，煙柳藏他物外機。」又云：「萬里蒼茫融妙意，三杯虛白浴天真。」又六言云：「淨几橫琴曉寒，【淨几橫琴曉寒　「曉」，陸鈔本作「晚」。】梅花落在絃間。我欲清吟無句，轉煩門外青山。」句意清圓，足視其所養。【足視其所養　「視」，諸本作「覘」；「養」，原誤作「卷」，據諸本改。】 \\n 楊存中逐吏 \\n 殿帥楊存中有所親愛吏，平居賜予無算。一旦，無故怒而逐之，吏莫知得罪之由，泣拜辭去。存中曰：「無事莫來見我。」吏悟其意，歸以厚貲俾其子入臺中為吏。【歸以厚貲俾其子入臺中為吏　「貲」，陸鈔本作「貨」，亦通。】居無何，御史欲論存中乾沒軍中糞錢十餘萬。其子聞知，告其父。其父奔告存中。存中即具劄奏，言軍中有糞錢若干樁管某處，【言軍中有糞錢若干樁管某處　「某」，原誤作「其」，據諸本改。】唯朝廷所用。不數日，【不數日　「日」，原作「月」，於義有礙，據諸本改。】果以為言，【果以為言　陸鈔本作「果有以為言者」，義長。】高宗出存中劄子示之，御史坐妄言被黜，而存中之眷日隆。存中之逐吏，亦兵法之餘智也。然御史可謂不密矣。 \\n 淵明詠雪 \\n 淵明雪詩云：「傾耳無希聲，在目皓已結。」只十字，而雪之輕虛潔白，盡在是矣，後來者莫能加也。 \\n 不忘山林 \\n 士豈能長守山林，長親簑笠，但居市朝軒冕時，要使山林簑笠之念不忘，乃為勝耳。陶淵明赴鎮軍參軍詩曰：「望雲慚高鳥，臨水愧游魚，真想初在襟，誰謂形跡拘。」似此胸襟，豈為外榮所點染哉！荊公拜相之日，題詩壁間曰：「霜松雪竹鍾山寺，投老歸歟寄此生。」只為他見趣高，【只為他見趣高　「趣」，原誤作「赴」，據諸本改。】故合則留，不合則拂袖便去，更無拘絆。山谷云：「佩玉而心若槁木，立朝而意在東山。」亦此意。 \\n 不知心 \\n 許由不受堯之天下，逃諸逆旅，逆旅人疑其竊皮冠。伯夷、叔齊適周，周使叔旦往見之曰：「加富二等，就官一列，血牲而盟之。」二子相視而笑。此雖寓言，然人識見相遠，奚啻九牛毛！其不知心者，亦往往類此。 \\n 元載 \\n 元載敗時，告獄吏乞快死。獄吏曰：「相公今日不奈何喫些臭。」【相公今日不奈何喫些臭　「日」，原誤作「月」，據陸鈔本改。】乃解襪，塞其口而卒。【塞其口而卒　「塞」，原誤作「寒」，據陸鈔本改。】余嘗有詩曰：「臭襪終須來塞口，枉收八百斛胡椒。」 \\n 陸氏義門 \\n 陸象山家于撫州金谿，累世義居。一人最長者為家長，一家之事聽命焉。逐年選差子弟分任家事。或主田疇，或主租稅，或主出納，或主廚爨，或主賓客。公堂之田，僅足給一歲之食。【僅足給一歲之食　「給」，陸鈔本作「供」。】家人計口打飯，自辦蔬肉，不合食。私房婢僕，各自供給，許以米附炊。每清曉，附炊之米交至掌廚爨者，置曆交收。飯熟，按曆給散。賓至，則掌賓者先見之，然後白家長出見。款以五酌，但隨堂飯食，夜則卮酒杯羹，雖久留不厭。每晨興，家長率眾子弟致恭于祖禰祠堂，聚揖于廳，婦女道萬福于堂。暮，安置亦如之。子弟有過，家長會眾子弟，責而訓之。不改，則撻之。終不改，度不可容，則告于官，屏之遠方。晨揖，擊鼓三疊，子弟一人唱云：「聽聽聽聽聽聽聽，【聽聽聽聽聽聽聽　諸本止三「聽」字。下同。】勞我以生天理定。若還惰懶必飢寒，莫到飢寒方怨命。虛空自有神明聽。」又唱云：「聽聽聽聽聽聽聽，衣食生身天付定。酒肉貪多折人壽，【酒肉貪多折人壽　「人壽」，原倒作「壽人」，據諸本乙正。】經營太甚違天命。定定定定定定定。」【定定定定定定定　諸本止於三「定」字，下四百餘字全脫。】又唱云：「聽聽聽聽聽聽聽，好將孝弟酬身命。更將勤儉答天心，莫把妄思損真性，定定定定定定定，早猛省。」食後會茶，擊磬三聲，子弟一人唱云：「凡聞聲，須有省，照自心，察前境，若方馳騖速回光，悟得昨非由一頃，昔人五觀一時領。」乃梭山之詞也。近年朝廷始旌表其門閭。其詞曰：「張公忍字，睦九世於唐朝；陳氏義居，專一門於江左。若稽前美，允謂鮮能。撫州青田陸氏，代有名儒，德在謚典。聚其族逾三千指，合而爨將二百年。異時流別籍之私，存學者齊家之道。詢於州里，既云十世可知；登之簡書，奚止一鄉稱善。視昔為盛，於今為難。部使轉以上聞，儀曹請為褒別。事關風教，須議指揮。」 \\n 嬾婦 \\n 嬾婦蟋蟀，見崔豹古今注。張功父詩云：「自笑吟秋如嬾婦。」 \\n 梅溪二瑞 \\n 士亦皆歡舞，謂為得人。翌日有旨，宮中不得以銷金為飾，行其對策之言也。?王梅溪文學行義，著於鄉里。執經從之者，常百餘人。其所居之巷，有大井。一夕，井中如流星者千百，光彩上燭。又一夕，山下有白虹，長亘山，爛然如晝。未幾，入太學，遂魁天下，蓋文字之祥也。唱名之日， \\n 多景樓詩 \\n 前賢詠題，如太白鳳凰臺，崔顥黃鶴樓，固已佳矣。未若近時劉改之題京口多景樓，尤為奇偉，真古今絕唱也。其詞云：「壯觀東南二百州，景於多處卻多愁。江流千古英雄淚，山掩諸公富貴羞。北府只今唯有酒，中原在望莫登樓。西風戰艦成何事，只送年年使客舟。」蓋言多景可喜，而乃多愁何也？自古南未有能并北者，是以英雄淚洒長江，抱此遺恨。然推其所由，實當國者偷取富貴，宴安江沱之所致，是可羞也。晉人言，北府酒可飲，兵可用。今上下習安，玩讎忘寇，【玩讎忘寇　「寇」，原誤作「冠」，據寬文本改。】北府僅有酒可飲耳，而干戈朽，鈇鉞鈍，士卒脆弱，未聞有可用之兵也，則中原腥羶，決無可洗滌之日，忍復登樓以望之乎！末言西風戰艦，不為進取之圖，而送使客之往來，反為奉幣事讎之計，則益可悲矣。改之又嘗作塞下曲十餘篇，尤悲壯感慨。嘗攜以謁陸放翁，放翁擊節。贈詩云：「君居古荊州，醉膽天宇小。尚不拜龐公，況肯依劉表。」「胸中九淵蛟龍蟠，筆底六月冰雪寒。【筆底六月冰雪寒　「雪」，原誤作「電」，據寬文本改。】有時大叫脫烏幘，不怕酒杯如海寬。放翁八十病欲死，相逢尚能刮眼看。李廣不生楚漢間，封侯萬戶宜其難。」 \\n 廣右丁錢 \\n 廣右深僻之郡，有所謂丁錢。蓋計丁輸錢於官，往往數歲之兒即有之。有至死而不與除豁者，甚為民病。故南人之謠曰：「三歲孩兒便識丁，更從陰府役幽魂。」讀之可為流涕。范西堂為廣西憲，嘗力請於朝，乞罷去，雖獲從請，然諸郡多藉此為歲計，往往名除而實未除也。大概近來州郡賦稅失陷，用度月增，其無名之征，未必皆官吏欲以自肥，往往多為補苴支撐之計。朝廷若欲除無名之征以寬民，須是究是一郡盈虛，有以補助之，使歲計不乏，然後實惠乃可及民。不然，亦徒為空言而已。 \\n 胡忠簡上書 \\n 胡忠簡乞斬秦檜之書，既具稿矣，遲疑未上。以示所親厚，其人畏懦，力止之曰：「公有老母，詎可為此？」以其稿寸裂之。忠簡愈疑。有書吏楊其姓者，請間曰：「編修此書，外間已籍籍傳誦，廟堂計亦知之矣。今書上亦得罪，不上亦得罪。書上而得罪，其去光華。不上而得罪，其去曖昧，且其禍恐甚於不上也。」忠簡大悟，亟繕寫投進，乘夜潛詣逆旅，託其所親厚以老親妻子。其後□詞，【其後□詞　「詞」上原脫一字。案，考上下文義，疑為「貶」字。】猶以謄稿四傳為其罪。且曰：「倘有心於為國，自合輸忠；惟詭道以取名，故茲惑眾。」乃知天下事，不可不密，不可不斷。此吏真忠簡之忠臣，其識見如此，士大夫不如者多矣。 \\n  \\n   \\n  "}
{"章节": "鶴林玉露卷之六 丙編", "正文": "  \\n 鶴林玉露卷之六　丙編 \\n 　 \\n  \\n  \\n 光堯福德 \\n 紹興中，孝宗初入宮，宰執贊光堯盛德，真堯、舜用心。上曰：「堯、舜之事甚不難。」蓋脫蹝之意，【脫蹝之意　「脫蹝」，原作「脫蹤」，寬文本作脫蹝，當是，據改。案，此語出漢書郊祀志第五上：「嗟乎！誠得如黃帝，吾視去妻子如脫屣耳。」蹝，屣之或體。】先定於此時矣。厥後受禪之議定，宰執稱賀，且致戀軒之意。上曰：「朕在位久，失德甚多，更賴卿等掩覆。」大哉言乎！何其謙尊而光也。不知堯禪舜時，有此言否？邵康節詩曰：「五事歷將前代數，帝堯而下固無之。」豈知中興內禪之盛美，雖堯亦不能及也。謂之光堯，信矣，其有光於堯矣。舜、禹受禪之後，其所以事堯、舜者，當必盡道。然要之君臣，而非父子也。文王受武王之養，蓋方伯耳。漢高五日一朝太公，太公亦非身有天下者也。惟唐肅宗之於明皇，乃父子帝王。然靈武即位，已幾於篡，內外牽制，孝道大虧。山谷之詩曰：「事有至難天幸耳，上皇跼蹐還京師。內間張后色可否，外間李父頤指揮。【外間李父頤指揮　「外間」，原作「外聞」。審所對上句「內間」之語，知當為「外間」為是，據寬文本改。】南內淒涼幾苟活，高將軍去事尤危。」潘邠老之詩曰：「天下寧知再有唐，皇帝紫袍迎上皇。神器倉忙吾取惜，【神器倉忙吾取惜　宋詩紀事卷三三引浯溪集潘大臨浯溪中興頌作「神氣倉皇吾敢惜」。】兒不終孝聽五郎。父子幾何不豺虎，君臣寧能責胡虜，南內淒涼誰得知，人家稱節作端午。」【人家稱節作端午　同上書引作「人間稱家作端午」。】至今讀者為之淒楚。惟我光堯為天下得人，而孝宗以舜、禹之資，躬曾、閔之行，綵衣焜煌，參侍遊遨於湖山之間，賦詩飲酒，承顏適志，以天下養者二十四年，此開闢以來所未有也。楊誠齋慶壽口號曰：「長樂宮前望翠華，玉皇來賀太皇家。青天白日仍飛雪，錯認東風轉柳花。」「春色何須羯鼓催，君王元日領春回。牡丹芍藥薔薇朵，都向千官帽上開。」「雙金獅子四金龍，噴出香雲繞殿中。太上垂衣今上拜，百王曾有個家風。」「帝捧瑤觴玉座前，綵衣三世祝堯年。天皇八十一萬歲，【天皇八十一萬歲　楊萬里朝天集慶壽口號之五作「天皇一萬八千歲」，似於義為長。】休說莊椿兩八千。」「大父晨興未出房，君王忍冷立風廊。忽然鳴蹕珠簾捲，萬歲傳聲震八荒。」【萬歲傳聲震八荒　「傳聲」，同上書慶壽口號之六作「聲傳」，似是。】「花外班行霧外天，何緣子細望龍顏。小窺玉色真難老，底用臞仙九轉丹。」「甘露祥風天上來，今回恩數賽前回。都將四海歡聲沸，【都將四海歡聲沸　「沸」，同上書慶壽口號之八作「裏」。】釀作慈皇萬壽盃。」「堯舜同時已甚都，祖孫四世古今無。誰將寫日摹天手，畫作皇王盛事圖。」光堯晚歲尤康強，孝宗嘗謂周益公曰：「太上極善將攝，終日端坐不倦，全不飲酒。晡時即入寢閣，五更便起。多服疏利藥，服牽牛圓至四五十粒。其異稟如此，他人如何及。聖壽登八十一」云。 \\n 文章性理 \\n 凡作文章，須要胸中有萬卷書為之根柢，自然雄渾有筋骨，精明有氣魄，深醇有意味，可以追古作者。若作詩，只就詩中探擷；作四六，只就四六中斗湊；作古文，只就史、漢、韓、柳中取其奇字硬語，模擬而為之；如此豈能如霓裳一曲，高掩前古哉！王荊公謂今之作文者，如拾奇花之英，掬而玩之，雖芳馨可愛，而根柢蔑如矣。雖然，豈獨文哉！近時講性理者，亦幾於舍六經而觀語錄。甚者將程、朱語錄而編之若策括策套，此其於吾身心不知果何益乎！魏鶴山答友人書云：「須從諸經字字看過，思所以自得，不可只從前賢言語上作工夫。」又云：「要作窮理格物工夫，須將三代以前模規在胸次，若只在漢晉諸儒腳跡下盤旋，終不濟事。」又云：「向來多看先儒解說，近思之，不如一一自聖經看來。蓋不到地頭親自涉歷一番，終是見得不真。又非一一精體實踐，則徒為談辨文采之資耳。來書乃謂只須祖述朱文公諸書，文公諸書，讀之久矣，政緣不欲於賣花擔上看桃李，須樹頭枝底方見活精神也。」鶴山此論，學者不可不佩服。余嘗輯心學經傳十卷，序發之辭有曰：「學者不求之周、程、張、朱固不可，徒求之周、程、張、朱，而不本之六經，是舍禰而宗兄也。不求之六經固不可，徒求之六經，而不反之吾心，是買櫝而棄珠也。」 \\n 花卿歌 \\n 杜陵花卿歌末云：「人道我卿絕世無，既稱絕世無，天子何不喚取守京都。」此詩全篇形容其勇銳有餘而忠義不足，故雖可以守京都，而天子終不敢信用之。語意涵蓄不迫切，使人咀嚼而自得之。可以亞國風矣。或曰，末句乃恨天子不用之之詞，非也。 \\n 杜陳詩 \\n 范二員外、吳十侍御訪杜少陵於草堂，少陵偶出，不及見，謝以詩云：「暫往比鄰去，【』。」據此，「北鄰」當為「比鄰」形近而誤，今改正。】?字，前漢孫寶傳『祭?請比?暫往比鄰去　「比鄰」，原作「北鄰」，九家集注杜詩卷二二范二員外邈吳十侍御郁特枉駕作「比鄰」。九家注者之一趙彥材云：「比空聞二妙歸。幽棲誠簡略，衰白已光輝。野外貧家遠，村中好客稀。論文或不愧，重肯款柴扉。」【重肯款柴扉　「款」，原誤作「疑」，據諸本並九家集注杜詩改。】陳后山在京師，張文潛、晁無咎為館職，聯騎過之。后山偶出蕭寺，二君題壁而去。后山亦謝以詩云：「白社雙林去，高軒二妙來。排門衝鳥雀，揮壁帶塵埃。不憚升堂費，深愁載酒回。功名付公等，歸路在蓬萊。」杜、陳一時之事相類，二詩醞藉風流，亦未易可優劣。【未易可優劣　似當為「未可易優劣」之誤倒。又，諸本作「未易優劣」，無「可」字。】 \\n 騎牛詩 \\n 姚鏞為吉州判官，以平寇論功，不數年擢守章貢。為人疏雋，【為人疏雋　「疏」，諸本作「豪」。】喜作詩，自號雪蓬。嘗令畫工肖其像：騎牛於?谷之間。索郡人趙東野題詩，東野題云：「騎牛無笠又無簑，斷隴橫岡到處過。暖日暄風不常有，前村雨暗卻如何？」蓋規切之也。居無何，忤帥臣，以貪劾之。時端平更化之初，施行特重，貶衡陽，人皆服東野之先見。 \\n 得窮鬼力 \\n 齊景公有馬千駟，死之日，民無德而稱焉。【民無德而稱焉　「德」，諸本作「得」。】伯夷、叔齊餓死首陽之下，民到于今稱之。揚子雲作法言，蜀之富人載錢五十萬求書名其間，子雲不可。李仲元、鄭子真不持錢，子雲書之，至今與日月爭光。余觀韓退之送窮文，歷述窮鬼之害，至末乃云：「吾立子名，百世不磨。」是到底卻得窮鬼力。夷、齊、李、鄭，亦所謂得窮鬼力者也。 \\n 方寸地 \\n 俗語云：「但存方寸地，留與子孫耕。」指心而言也。三字雖不見於經傳，卻亦甚雅。余嘗作方寸地說，其辭云：或問方寸地何地也？亦有治地之法否乎？余曰：偉哉問！世之人固有無立錐地者，亦有跨都兼邑者，【跨都兼邑者　「兼」，原誤作「葉」，據諸本改。】有無貧富相絕也。惟此方寸地，人人有之，斂之其細無倫，充之包八荒，備萬物，無界限，無方體。甚矣！其地之靈也。然此地人人有，而治地之力，不人人能施，治地之法，不人人能知。故蕪穢不治者，有此地而不能治。治而不知其法者，雖治此地，亦猶不治此地。【此地　諸本無此二字，疑衍。】是故孔子、孟軻，治地之農師圃師也；六經、語、孟，治地之齊民要術也；良知良能，惻隱羞惡，是非辭遜之端，【是非辭遜之端　「是非辭遜」，諸本作「辭讓是非」。】嘉種之誕降者也；博文約禮，仰觀俯察，求輔仁切偲之功，資直諒多聞之益，培糞灌溉法也；時時習，日日新，暗室屋漏守之密，視聽言動察之精，封植長養法也；忿必懲，欲必窒，惰必警，輕必矯，無稽之言必不聽，便佞之友必不親，芟薙耘耡法也。優游而厭飲之，【優游而厭飲之　「飲」，諸本作「飫」。】固守而靜俟之，不躐等，不陵節，不求聞，不計獲，乃宋人之不揠苗，郭橐駝之善種樹也。誠如是，則信善而大化，【信善而大化　「信善」，陸鈔本作「信然」。】實栗之時，參天溜雨之日也。治地至此，始可言善治地矣。道家有寸田尺宅之說，養生引年者取之；里諺有留方寸地與子孫耕之說，種德食報者取之。其言未為無理，要皆墮於一偏。若從孔、孟治地之法，則仁者必壽，善者必福，?篤實而輝光，通神明，贊化育，乃實【善者必福　「善者」，陸鈔本作「義者」，亦可通。】清明之志氣如神，厚德之流光寖遠。道家、里諺之說，在其中矣。雖然，是地也，嘉種固所素有，惡種亦易以生。嘉種每難於封殖，惡種常至於蔓延。其或認樲棘為美檟，認稊稗為良苗，則夭之沃沃，惡種日見其猥大而嘉種微矣。嗚呼噫嘻！可懼也哉！然則如之何？曰：在早辨。 \\n 繪事 \\n 繪雪者不能繪其清，繪月者不能繪其明，繪花者不能繪其馨，繪泉者不能繪其聲，繪人者不能繪其情，然則言語文字，固不足以盡道也。 \\n 除目損道心 \\n 古詩云：「一日看除目，三年損道心。」余謂人患道心不存耳，道心果存，豈看除目所得損哉？彼慕羶嗅餌之念，洗滌未淨，往往身寄山林，而心存朝市，跡履泉石，而意繫軒冕，視山林泉石，反若籠檻桎梏，宜其看除目而心為之損也。特所損者，人心耳，豈道心哉！伊川曰：百官萬務，金革百萬之眾，曲肱飲水，樂在其中矣。萬變皆在人，其實無一事。朱文公云：艮其背，是止於止；行其庭，是止於動；不獲其身，是無與於己；不見其人，是亦不見人。無人無己，但見是此道理，各止其所也，止而至於如此，其誰能動之！昔有僧居深山中，山鬼百計害之，或誘以淫聲美色，或眩以珍羞玩好，或懼以奇形異物，或脅以刀鋸炮烙，僧皆不為之動，久之乃寂然無有。或問其故，僧曰：「山鬼之伎倆有盡，老僧之不聞不見無盡。」此即所謂不獲其身，不見其人者也。心安如是，又豈除目所能損哉！ \\n 縷葱絲 \\n 有士夫於京師買一妾，自言是蔡太師府包子廚中人。【蔡太師府包子廚中人　「蔡太師」，陸鈔本作「秦太師」。】一日，令其作包子，辭以不能。詰之曰：「既是包子廚中人，何為不能作包子？」對曰：「妾乃包子廚中縷葱絲者也。」曾無疑乃周益公門下士，有委之作誌銘者，無疑援此事以辭曰：「某於益公之門，乃包子廚中縷葱絲者也，焉能作包子哉！」 \\n 士脩於家 \\n 全州士人滕處厚，貽書魏鶴山云：「漢人謂士脩於家，而壞於天子之庭。夫能壞於天子之庭者，必其未嘗脩之於家者也。」可謂至論。然余觀柳子厚河間傳，非不脩於家也，及竊視持己者甚美，左右為不善者，己更得適意，鼻息咈然，則雖欲不壞於天子之庭，得乎！要之不壞於天子之庭，乃特立獨行者也。若夫中人，雖脩於家，其不壞於天子之庭者，鮮矣。 \\n 用兵吉兆 \\n 馬燧討李懷光，夜宿一村，問田父，此何村也，曰：「名埋懷村。」燧大喜曰：「吾誅懷光必矣！」澶淵之役，亦以宋捷為吉兆。岳飛討楊么，時么據洞庭，出沒不可測。偶獲一諜者，問其巢穴，對曰：「險阻安可入？惟飛乃能入耳。」飛大笑曰：「天遣汝為此言，吾必破其巢穴。」三軍大喜，迄平之。蓋用兵行師，倘得吉兆，亦足以壯三軍之氣。重耳出奔，乞食于野人。野人與之塊，此本相戲，而子犯乃曰天賜也，卻說從吉兆上去。蓋以堅從亡者之心。如狐鳴魚書之類，至詐為吉兆以動眾。若老嫗赤帝之稱，芒碭雲氣之瑞，昭灼如此，安得使豪傑之不景從乎！ \\n 詩不拘韻 \\n 楊誠齋云：「今之禮部韻，乃是限制士子程文，不許出韻，因難以見其工耳。至於吟詠情性，當以國風離騷為法，又奚禮部韻之拘哉！」魏鶴山亦云：「除科舉之外，閒賦之詩，不必一一以韻為較，蓋今所較者，特禮部韻耳。此只是魏晉以來之韻，隋唐以來之法，若據古音，則今麻馬等韻元無之，歌字韻與之字韻通，豪字韻與蕭字韻通，言之及此，方是經雅。」 \\n 尤楊雅謔 \\n 尤梁溪延之，博洽工文，與楊誠齋為金石交。淳熙中，誠齋為祕書監，延之為太常卿，又同為青宮寮寀，無日不相從。二公皆善謔，延之嘗曰：「有一經句，請祕監對。曰：『楊氏為我。』」誠齋應曰：「尤物移人。」眾皆歎其敏確。【歎其敏確　「歎」上「請祕監對」至「眾皆」十九字原脫，據諸本補。】誠齋戲呼延之為「蝤蛑」，延之戲呼誠齋為「羊」。一日，食羊白腸。延之曰：「祕監錦心繡腸，亦為人所食乎？」誠齋笑吟曰：「有腸可食何須恨，猶勝無腸可食人。」蓋蝤蛑無腸也。一坐大笑。厥後閒居，書問往來，延之則曰：「羔兒無恙？」誠齋則曰：「彭越安佳？」【彭越安佳　「佳」，諸本作「在」。】誠齋寄詩曰：「文戈卻日玉無價，寶氣蟠胸金欲流。」亦以蝤蛑戲之也。延之先卒，誠齋祭文云：「齊歌楚些，【齊歌楚些　「齊」，原誤作「齋」，據諸本改。】萬象為挫。瓖偉詭譎，我倡公和。放浪諧謔，尚友方朔。巧發捷出，公嘲我酢。」 \\n 韓平原 \\n 寧宗既受禪，韓平原所望不過節鉞。知閣劉弼嘗從容告趙忠定曰：「此事侂冑不能無功，亦須分些官職與他。」忠定不答。由是漸有邪謀，迄逐眾君子。余友趙從道有詩云：「慶元宰相事紛紛，說著令人暗斷魂。好聽當時劉弼語，分些官職乞平原。」【分些官職乞平原　「乞」，陸鈔本作「與」，義長。】余亦作一篇云：「齋壇一鉞底須慳，【齋壇一鉞底須慳　「須」，原誤作「頭」，據諸本改。】坐見諸賢散似煙。不使慶元為慶歷，也由人事也由天。」 \\n 莽大夫 \\n 司馬溫公、王荊公、曾南豐最推尊揚雄，以為不在孟軻下。至朱文公作通鑑綱目，乃始正其附王莽之罪，書「莽大夫揚雄卒。」【莽大夫揚雄卒　「卒」，諸本作「死」。】莽之行如狗彘，三尺童子知惡之，雄肯附之乎？劇秦美新，不過言孫以免禍耳。然既受其爵祿，則是甘為之臣僕矣，獨得辭「莽大夫」之名乎！文公此筆，與春秋爭光，麟當再出也。劉潛夫詩云：「執戟浮沉計未遂，無端著論美新都。區區所得能多少，枉被人書莽大夫。」余謂名義所在，【名義所在　「在」，陸鈔本作「存」。】豈當計所得之多少！若以所得之少，枉被惡名為恨，則三公之位，萬鍾之祿，所得倘多，可以甘受惡名而為之乎！此詩頗礙理，【此詩頗礙理　「理」，陸鈔本於此上有一「義」字。】余不可以不辨。 \\n 李杜 \\n 李太白當王室多難、海宇橫潰之日，作為歌詩，不過豪俠使氣，狂醉於花月之間耳。社稷蒼生，曾不繫其心胸，【曾不繫其心胸　「胸」，原作「膂」，於義不可通，據陸鈔本改。】其視杜少陵之憂國憂民，豈可同年語哉！唐人每以李、杜並稱，韓退之識見高邁，亦惟曰：「李杜文章在，光燄萬丈長。」無所優劣也。至本朝諸公，始至推尊少陵。【始至推尊少陵　「至」，陸鈔本作「知」。】東坡云：「古今詩人多矣，而惟以杜子美為首，豈非以其飢寒流落，而一飯未嘗忘君也與？」又曰：「北征詩識君臣大體，忠義之氣，與秋色爭高，可貴也。」朱文公云：「李白見永王璘反，便從臾之，詩人沒頭腦至於如此。杜子美以稷、契自許，未知做得與否，然子美卻高，其救房琯亦正。」 \\n 交情世態 \\n 漢翟公為廷尉，既罷，門可設雀羅。乃書門曰：「一貴一賤，交情乃見。」唐李適之罷相，作詩曰：「避賢初罷相，樂聖且銜杯。為問門前客，今朝幾個來？」蓋炎而附，寒而棄，從古然矣。灌夫不負竇嬰於擯棄之時，任安不負衛青於衰落之日，徐晦越鄉而別臨賀，后山出境而見東坡，宜其足以響千載之齒頰也。劉元城之事司馬公，當其在朝，書問削牘，及其閒居，亟問無虛月，此又高矣。至於巢谷年逾七十，徒步萬里訪二蘇於瘴海之上，死而不悔，節士也。 \\n 山居上梁文 \\n 孫仲益山居上梁文云：「老蟾駕月，上千崖紫翠之間；一鳥呼風，嘯萬木丹青之表。」又云：「衣百結之衲，捫虱自如；拄九節之笻，送鴻而去。」奇語也。 \\n 聽讒詩 \\n 世傳聽讒詩云：「讒言謹莫聽，聽之禍殃結。君聽臣當誅，父聽子當決，夫妻聽之離，兄弟聽之別，朋友聽之疏，骨肉聽之絕。堂堂八尺軀，莫聽三寸舌，舌上有龍泉，殺人不見血。」不知何人作，詞意明切，類白樂天。 \\n 畫馬 \\n 唐明皇令韓幹觀御府所藏畫馬，【唐明皇令韓幹觀御府所藏畫馬　「畫」字原無，詳審文意，當有，據稗海本補。】幹曰：「不必觀也，陛下駝馬萬疋，皆臣之師。」李伯時工畫馬，曹輔為太僕卿，【曹輔為太僕卿　「為」，此字原在「曹輔」上，義不可通，據諸本乙正。】太僕廨舍國馬皆在焉，伯時每過之，必終日縱觀，至不暇與客語。大概畫馬者，必先有全馬在胸中。若能積精儲神，賞其神俊，久久則胸中有全馬矣，信意落筆，自然超妙，【自然超妙　「然」，諸本無此字，亦通。】所謂用意不分乃凝於神者也。山谷詩云：「李侯畫骨亦畫肉，筆下馬生如破竹。」「生」字下得最妙，蓋胸中有全馬，故由筆端而生，初非想像模畫也。東坡文與可竹記云：【文與可竹記　經進東坡文集事略卷四九此記題作「篔簹谷偃竹記」。】「竹之始生，一寸之萌耳，而節葉具焉。自蜩腹蛇跗以至於劍拔十尋者，生而有之也。今畫者節節而為之，葉葉而累之，豈復有竹乎！故畫竹必先得成竹於胸中，執筆熟視，乃見其所欲畫者，急起從之，振筆直遂，以追其所見，如兔起鶻落，少縱則逝矣。」坡公善於畫竹者也，【坡公善於畫竹者也　「善」，原作「喜」，諸本作「善」，似「善」字於義為長，據改。】故其論精確如此。曾雲巢無疑工畫草蟲，年邁愈精。余嘗問其有所傳乎，無疑笑曰：「是豈有法可傳哉？【是豈有法可傳哉　「是」，原誤作「既」，據諸本改。】某自少時，取草蟲籠而觀之，窮晝夜不厭。又恐其神之不完也，復就草地之間觀之。於是始得其天，方其落筆之際，不知我之為草蟲耶，草蟲之為我也。此與造化生物之機緘蓋無以異，豈有可傳之法哉！」 \\n 風水 \\n 古人建都邑，立室家，未有不擇地者。如書所謂達觀於新邑，營卜瀍澗之東西。詩所謂升虛望楚，降觀於桑，度其隰原，觀其流泉。蓋自三代時已然矣。余行天下，凡通都會府，山水固皆翕聚。至於百家之邑，十室之市，亦必倚山帶溪，氣象回合。若風氣虧疏，山水飛走，則必無人煙之聚，此誠不可不信，不可不擇也。乃若葬者，藏也。藏者，欲人之不得見也。古人之所謂卜其宅兆者，乃孝子慈孫之心，謹重親之遺體，使其他日不為城邑道路溝渠耳。借曰精擇，亦不過欲其山水回合，【亦不過欲其山水回合　「合」，原誤作「舍」，據諸本改。】草木茂盛，使親之遺體得安耳，豈藉此以求子孫富貴乎？郭璞謂本骸乘氣，遺體受蔭，此說殊不通。夫銅山西崩，靈鍾東應，木生於山，栗牙於室，此乃活氣相感也。今枯骨朽腐，不知痛癢，積日累月，化為朽壤，蕩蕩游塵矣，豈能與生者相感，以致禍福乎？此決無之理也。世之人惑璞之說，有貪求吉地未能愜意，至十數年不葬其親者。有既葬以為不吉，一掘未已，至掘三掘四者。有因買地致訟，棺未入土，而家已蕭條者。有兄弟數人，惑於各房風水之說，至於骨肉化為仇讎者。凡此數禍，皆璞之書為之也。且人之生也，【且人之生也　「生」，原誤作「主」，據諸本改。】貧富貴賤，夭壽賢愚，稟性賦分，各自有定，謂之天命，不可改也，豈冢中枯骨所能轉移乎？若如璞之說，上帝之命，反制於一抔之土矣。楊誠齋素不信風水之說，嘗言郭璞精於風水，宜妙選吉地，以福其身，以利其子孫，然璞身不免於刑戮，而子孫卒以衰微，則是其說已不驗於其身矣。而後世方且誦其遺書而尊信之，不亦惑乎！今之術者，言墳墓若有席帽山，則子孫必為侍從官，蓋以侍從重戴故也。然唐時席帽，乃舉子所戴，【乃舉子所戴　「乃」原作「山」，與上句「席帽」連讀，誤，據諸本改。】故有「席帽何時得離身」之句。至本朝都大梁，地勢平曠，每風起，則塵沙撲面，故侍從跨馬，許重戴以障塵。夫自有宇宙，則有此山，何賤於唐而貴於今耶？近時京丞相仲遠，豫章人也，崛起寒微，祖父皆火化無墳墓，每寒食則野祭而已，是豈因風水而貴哉！ \\n 南軒辨梅溪語 \\n 南軒以內機入奏，引至東華門。孝宗因論人才，問王十朋如何。對曰：「天下莫不以為正人。」上曰：「當時出去，有少說話待與卿說。十朋向來與史浩書，稱古則伊、周，今則閣下，是何說話？」對曰：「十朋豈非謂浩當伊、周之任而責之乎？」上曰：「更有一二事，見其有未純處。」對曰：「十朋天下公論歸之，更望陛下照察主張。臣父以為陛下左右豈可無剛明腹心之臣，庶幾不至孤立。」上曰：「剛患不中，奈何？」對曰：「人貴夫剛，剛貴夫中。剛或不中，猶勝於柔懦。」上默然。蓋史直翁與張魏公議論不同，梅溪則是張而非史者也。故上因直翁之說而有是言。上又嘗曰：「難得仗節死義之臣。」【難得仗節死義之臣　「仗」，原誤作「伏」，據稗海本改。】南軒對曰：「陛下欲得仗節死義之臣，當於犯顏敢諫中求之。」亦指梅溪而言也。 \\n 道不遠人 \\n 子曰：「道不遠人。」孟子曰：「道在邇而求諸遠。」有尼悟道詩云：「盡日尋春不見春，芒?蹈遍隴頭雲。【芒?蹈遍隴頭雲　「蹈」，諸本作「踏」。】歸來笑撚梅花嗅，春在枝頭已十分。」亦脫灑可喜。 \\n 附錄一　羅大經生平事跡考 \\n 鶴林玉露作為一部饒有名氣的南宋筆記，許多治宋史和研究古典文學的人對此書都頗感興趣。然而對於這部筆記的作者羅大經，其生平事跡?很少為人所知。近五百卷的宋史和各種流傳至今的南宋史書，都沒有給這位八品芝麻官以一席之地。清人所修四庫提要也只說：「大經字景綸，廬陵人，事跡無考。惟所記竹谷老人畏說一條，知嘗登第。又高登忤秦檜一條，有為容州法曹掾語，知嘗官嶺南耳。」現以鶴林玉露所載，並參稽一些地方志的記載，略考其生平事跡如下。 \\n 一　羅大經的生年 \\n 鶴林玉露乙編卷四月下傳杯詩條載：「余年十許歲時，侍家君竹谷老人謁誠齋，親聞誠齋誦此詩(月下傳杯詩)，且曰：『老夫此作，自謂仿佛李太白。』」考宋史卷四三三楊萬里傳，楊萬里因政見不同，屢忤宋孝宗意，並幾經貶謫，後即辭官歸鄉。直至開禧二年(一二０六)去世，居家凡十五年。楊萬里與羅大經同為吉州吉水(今江西吉水縣)人，從鶴林玉露中多次記載楊萬里的長子楊東山(伯子)對羅大經的教誨以及羅大經之父竹谷老人與楊東山的詩文酬唱看，楊萬里大約比羅大經年長兩輩。因此上引鶴林玉露記載羅大經謁見楊萬里事，當在誠齋晚年辭官家居之時。所以，羅大經謁誠齋的時間，最遲不應晚於開禧二年。大經自云當時「十許歲」，我們姑且把這年羅大經算作十一歲，由開禧二年逆推十一年，則羅大經生年當不應晚於宋寧宗慶元元年(一一九五)。 \\n 二　羅大經的家世 \\n 羅大經出身於一個低級官僚之家。羅大經曾入太學讀書，而考宋史卷一五七選舉志：「太學生，以八品以下子弟，若庶人之俊異者為之。」依宋制，如果羅大經出身於一個七品以上的官僚之家，那麼，其所入則是國子監而非太學了。其父號竹谷老人，名不詳。吉水縣志卷三六儒林傳稱其為「高尚士也」，大約是個曾做過一般小官、被鄉里認為是節操高尚的士人。他與同鄉的楊萬里、周必大、曾三異等名流有過交往。這可見鶴林玉露乙編卷一「古人稱字」條和卷四「月下傳杯詩」條、卷五「二老相訪」條。他與楊萬里的長子楊東山是同輩朋友，有過詩文酬唱，並曾一同入閩。這從鶴林玉露甲編卷四「清廉」條可見。由鶴林玉露甲編卷三「畏說」條、卷六「象郡送行詩」條和乙編卷五「二老相訪」條所記，竹谷老人還作有一些詩文。其他則已不可詳考。 \\n 三　羅大經的登第 \\n 鶴林玉露甲編卷三「畏說」條有「余同年歐陽景顏」之語，又丙編卷一「三溪詩詞」條和卷三「茶瓶湯候」條有「余同年李南金」之語，都可證明羅大經曾應試登第。今查吉水縣志卷二八選舉志，在「寶慶二年丙戌進士」下，列是科吉水縣登進士第者六人，中有羅大經。可知羅大經登進士第是在寶慶二年(一二二六)。又卷二九選舉志，在「嘉定十五年(一二二二)壬午解試」下，亦列有羅大經名，可知羅大經是在登進士第的前四年中舉的。查江西通志選舉志也記載羅大經為寶慶二年進士。根據前面對羅大經生年的推算，羅大經這一年約為三十一歲。 \\n 關於羅大經登進士第的時間，清人陸心源在宋詩紀事小傳補正卷四云：「羅大經，寶祐二年進士。」寶祐二年與寶慶二年，相差二十八年，寶慶在前，寶祐在後。寶祐二年(一二五四)，根據前面推算的羅大經生年計，大經已六十歲。陸氏所記「寶祐」當為「寶慶」之誤。 \\n 另外，根據羅大經在鶴林玉露中對太學所見所聞之事的一些零星記載，我們還可知羅大經在登第之前，嘗就讀於太學。其中丙編卷二「酒有和勁」條還明確地提到了時間：「嘉定間，余在太學。」嘉定凡十七年，羅大經為舉進士在太學就讀不可能在嘉定初，只能在解試與應進士考試之時。這個時間當大約在嘉定十五年(一二二二)前後。從鶴林玉露中，我們還可知羅大經在這時還曾游嚴子陵釣臺。乙編卷四「釣臺詩」條，有「余三十年前，於釣臺壁間，塵埃漫漶中得一詩」之語。乙編羅大經自序寫於淳祐十一年(一二五一)，即使此條非寫於此年，也不出淳祐八年至淳祐十二年羅大經寫作鶴林玉露之時。從淳祐十一年上推三十年，恰在嘉定十四年。嚴子陵釣臺在今浙江桐廬縣富春山，去大經家鄉廬陵甚遠，而距離南宋京都臨安?很近。故此次游釣臺，當為羅大經自家鄉赴太學途中，或乘太學之餘暇而遊至。 \\n 四　羅大經的仕履 \\n 羅大經嘗官於嶺南容州。這在鶴林玉露中曾多次提到。如甲編卷四「朱文公詞」條有「後官於容南」之語，丙編卷二「不談風月」條有「余初任為容州法掾」之語，卷四「物產不常」條有「勾漏縣隸容州，余嘗為法曹」之語，卷四「酒有和勁」條有「厥後官於容南」之語，等等。另外，筆記中還有許多羅大經游覽容州以及有關嶺南風土人情的記載。如丙編卷五「南中巖洞」條記載游覽容州勾漏洞天之事。又如丙編卷一「檳榔」條記載「嶺南人以檳榔代茶，......余始至不能食」之事。考之容縣志，在職官志中果然列有羅大經之名。然而在任什麼官的問題上，容縣志的記載前後是矛盾的。卷十四職官志在「宋代各朝容州職官表」後，列「年次無考十八人(原注：以下均據舊志及通志)」，這十八人中有羅大經之名，並在「羅大經、莫仲通、王輔佑、楊亨、周嵂」五人後，以小字注云：「以上俱知容州，見舊志。」由此觀之，羅大經似乎曾知容州。但在同書卷十五職官志流寓附下，卻又記載為：「羅大經，字景綸，廬陵人。初為容州掾，後為范旂叟幕客。」接下並有「會僚屬小酌曰：『今日之集，非特不談風月，亦且不論文章......』」等語。同一志書，前為知州，後為州掾，官秩品級，相去甚遠。哪個記載正確呢？我認為當以後者為是，前者為誤。因為後者為州掾的記載，是與羅大經本人在鶴林玉露中的許多記載吻合的。其實，容縣志的這一記載就是抄自鶴林玉露丙編卷二「不談風月」條。我們不妨摘錄幾句以與上引容志略加比較：「范旂叟為廣西憲，會僚屬小酌曰：『今日之集，非特不談風月，亦且不論文章。』」這裏的「不談風月」句與容志所載一字不差。根據容縣志屢引舊志和抄錄前人筆記的現象，不難考查出所以致誤的原因。容縣志係光緒十三年所修。據此志例言云：「邑乘創於明永樂間知縣彭清，修於萬曆初知縣禎區，皆散失無存。」前代的志書皆「散失無存」，所依據的材料又語焉不詳，便造成了記載上的一些錯誤。因此，當以鶴林玉露的記載為據，羅大經在容州所任應是法曹掾而不是知州。又上引「不談風月」條還記載：「余初為容南法掾，才數月，偶留帥幕，旂叟忽袖中出職狀一紙畀余，余辭以未書一考，不當受。」由是觀之，羅大經亦未曾做過范旂叟(應鈴)的幕客。容志所記又誤。 \\n 那麼，羅大經任容州法曹掾是什麼時間呢？容縣志的回答是「年次無考」。鶴林玉露中雖多次提到在容州做法曹掾，卻均未點明時間。然而，鶴林玉露還是為我們提供了一條寶貴的線索。丙編卷五「南中巖洞」條言：「余嘗隨桂林伯趙季仁游其間(指桂林巖洞)。」趙季仁其人，史傳不見記載。查廣西通志，卷二一職官表中記有：「趙思恕，字季仁，長樂人，端平元年知靜江府。」考宋史卷九０地理志：「靜江府，本桂州，始安郡，靜江軍節度。......紹興三年，以高宗潛邸，升府。」很顯然，羅大經所提到的桂林伯趙季仁，就是這個靜江知府趙思恕。依宋代常制，知府任期至多不逾三年。由此可以得知，羅大經做容州法曹掾的時間，當在端平元年(一二三四)前後。 \\n 從鶴林玉露丙編卷四「酒有和勁」條「頃在太學時，......厥後官於容南」之語看，似乎羅大經是由太學而登第，在此之後，就被任命為容州法曹掾。然而，這在時間上頗有問題。端平元年距羅大經登第的寶慶二年已有八年之久。進士及第，逾八年方授官，於情理上似難說通。因此，盡管鶴林玉露中沒有反映出羅大經在官容州之前曾任何官，但羅大經做容州法曹掾，當非初仕，而是由他官遷轉至此。 \\n 羅大經所官法曹，雖係小小的從八品州郡屬官，卻是由朝廷吏部直接任命(銓選)的。這是由法曹掾這個職務的重要性所決定。宋史卷一六七職官志在「諸曹官」條中，指出「司法參軍掌議法斷刑」。並特別提到宋光宗對這一官職的要求，「紹熙元年，詔不曾銓試人不許注授司法」。 \\n 羅大經晚年曾官於撫州。鶴林玉露丙編自序云： \\n 余為臨川郡從事逾年，考舉粗足，侍御史葉大有忽劾余罷官。臨汝書院堂長黃貞亮曰：「鶴林縱未通金閨之籍，殆將增玉露之編乎？」余謝不敢當也。還山數月，丙編遂成。時淳祐壬子，廬陵羅大經景綸。 \\n 撫州，舊臨川郡，治所在臨川(今江西撫州市西)。從事，祇是屬官的泛稱。那麼，羅大經在撫州具體做什麼官呢？考同治九年所修臨川縣志，在卷三二職官志「軍事推官」(撫州)欄下，列有羅大經名，並注云：「俱淳祐年任。」明確指出羅大經在撫州官職為軍事推官。宋史卷一六七職官志記軍事推官於「幕職官」條下，並謂：「掌裨贊郡政，總理諸案文移，斟酌可否，以白於其長而罷行之。」 \\n 從上引鶴林玉露小序可知，羅大經在做了大約一年左右的軍事推官後，被彈劾罷官。羅大經為何被彈劾？一個堂堂的侍御史為什麼要對一個區區的州郡屬官大動干戈？初想似不可理解。細考此段史事，才知道羅大經是受到朝廷中官僚之間的矛盾鬥爭波及而被罷官。這場鬥爭的直接焦點是諫議大夫葉大有和右司郎中徐霖二人。續資治通鑑卷一七三宋理宗淳祐十二年七月載：「右司郎中徐霖疏言諫議大夫葉大有陰柔奸黠，為群憸魁，不宜久長臺諫，並追論趙與█聚斂。帝不悅。乙酉，帝諭輔臣曰：『徐霖以庶官論臺諫、京尹，要朕之必行，殊傷事體，已批除職予郡。』?潛等請更賜優容。」接下便記載「徐霖出知撫州」。宋史卷四二五徐霖傳所記略同。宋史本傳還記載了徐霖知撫州後，「祠先賢，寬租賦，振饑窮，誅悍將，建營砦，幾一月而政舉化行。以言去，士民遮並，不得行。」續通鑑把徐霖調離撫州記在淳祐十二年十月內。就是說，徐霖知撫州僅三個月。宋史徐霖傳中的「以言去」，當是朝廷中葉與徐鬥爭的繼續。可見在徐霖知撫州後，葉大有並未放過，而繼續加以彈劾。羅大經自序中的「侍御史葉大有忽劾」，即指此事。從宋史及續通鑑看，徐霖的步步敗北波及了許多人，作為撫州知州的幕職官羅大經亦自不能免。這就是一個小小的從八品屬官被彈劾罷官的原因。通過以上史實的考定，羅大經在撫州做軍事推官的時間大致可以確定下來，約在淳祐十一年至淳祐十二年十月以前。 \\n 至於羅大經在這次罷官後是否得以起復繼續做官，無資料可考。但估計此後羅大經不大可能再繼續做官。因為根據前面對羅大經生年的推算，此時羅大經已經年近六十，即使徐霖在上述鬥爭中轉敗為勝，像羅大經這樣一個年老而又無足輕重的從八品小官，也未見能重新起用。況且從徐、葉的鬥爭看，雖然不久葉大有也被劾下臺，但徐霖並沒有再起，這場鬥爭的結局是兩敗俱傷，一起遭到譴責。所以從這一點上說，羅大經也不會被起復。 \\n 考察羅大經的仕履，發現這樣一個問題：從端平元年前後羅大經做容州法曹掾到淳祐十一年做撫州軍事推官，其間相隔十六七年之久。這十多年間，羅大經在做什麼？各種資料都無明確記載。但是如果在正常情況下，估計他在容州法曹掾任滿後，是不大可能賦閑在家的。一定是一任接一任地做?他那七八品的小官。這在他所寫的鶴林玉露中多少能尋繹到一些蛛絲馬跡。如丙編卷三「蝗」條，有「余曩在湖北，見捕蝗者」之語，說明羅大經曾到過湖北；又如乙編卷三「東坡書畫」條，記載蘇軾曾題韶州月華寺梁，並云「余嘗見之，墨色如新」。題梁之字，所見是「墨色如新」，想來必非摹拓，而一定是身臨其地，親眼所睹。而韶州即今廣東曲江縣，在當時亦屬嶺南之地，羅大經大約也曾在這一帶做過官。 \\n 縱觀羅大經的一生，他所做的官均未高過縣令，而且晚年還受到牽連而被罷官，並不得志。然而，被罷官後的羅大經倒是頗為悠閑自在的。他在鶴林玉露丙編卷四「山靜日長」條記述： \\n ......余家深山之中，每春夏之交，蒼蘚盈階，落花滿徑，門無剝啄，松影參差，禽聲上下。午睡初足，旋汲山泉，拾松枝，煮若茗啜之。隨意讀周易、國風、左氏傳、離騷、太史公書，及陶杜詩、韓蘇文數篇，從容步山徑，撫松竹，與麝犢共偃息於長林豐草間。坐弄流泉，漱齒濯足。既歸松窗下，則山妻稚子，作筍厥，供麥飯，欣然一飽。弄筆窗間，隨大小作數十字，展所藏法帖墨跡畫卷縱觀之。興到則吟小詩，或草玉露一兩段，再烹苦茗一杯。出步溪邊，邂逅園翁溪友，問桑麻，說粳稻，量晴校雨，探節數時，相與劇談一餉，歸而倚杖柴門之下。則夕陽在山，紫翠萬狀，變幻頃刻，恍可人目。牛背笛聲，兩兩來歸，而月印前溪矣...... \\n 這段描寫是很著名的，曾為後人所稱引。描述恬靜悠然的心境，也令人想起陶淵明的歸去來辭。此時的羅大經也的確有些陶令風采。上述情形的時間，正是羅大經在丙編自序中所講的「還山數月」，寫作鶴林玉露之時。從這段記載中所講的「山妻稚子」，我們還可知羅大經是有子嗣的，可惜已杳然不可考。 \\n 羅大經的卒年不可考，但最早當不能早於宋理宗淳祐十二年(一二五二)，即鶴林玉露的寫作完成之前。 \\n 五　羅大經的著作 \\n 除鶴林玉露三編十八卷之外，吉水縣志藝文志還著錄有易解十卷，此書不見於其他書目著錄，當久已佚失。鶴林玉露丙編卷六「文章性理」條云：「余嘗輯心學經傳十卷。」並載其序云：「學者不求之周程張朱固不可，徒求之周程張朱，而不本之六經，是舍禰而宗兄也；不求之六經固不可，徒求之六經，而不反之吾心，是買櫝而棄珠也。」從序言看，心學經傳與易解並非一書，當為羅氏的另外著述。此書今亦不傳。鶴林玉露，從每編前羅大經自序可知，甲編成於淳祐八年(一二四八)，乙編成於淳祐十一年(一二五一)，丙編成於淳祐十二年(一二五二)。是書的寫作，並不全是像前面引的「山靜日長」條所描述的那樣，在悠靜、閑暇中寫成的。起碼寫作甲乙兩編時，羅大經還在做官。大概祇有丙編的一部份是羅大經在「還山」之後寫成的。因此羅大經寫作鶴林玉露，當時不少人都知道。有人對他的書提出批評，如乙編大經自序記載：「或曰，子記事述言，斷以己意，懼賈僭妄之譏奈何？」有人對他的寫作予以鼓勵，如丙編大經自序記載：「臨汝書院堂長黃貞亮曰：『鶴林縱未通金閨之籍，殆將增玉露之編乎？』」根據丙編自序「還山數月，丙編遂成」之語，可知鶴林玉露一書成於羅大經罷官還山之後。 \\n 從羅大經將鶴林玉露分為甲乙丙三編看，他似乎打算丁、戊、己、庚、辛......一編接一編寫下去。然而，根據現存只有甲乙丙三編，而考察此書的版本流傳情況，並未發現有嚴重散佚的現象，可見「將增玉露之編」並未如願。由此也可估計，大約羅大經在鶴林玉露丙編完成之後，不久便謝世了。 \\n 附錄二　鶴林玉露版本源流考 \\n 鶴林玉露是南宋文人羅大經所撰的一部著名筆記。這部筆記對南宋中期的社會政治、歷史掌故和文壇軼聞多有記載。由於具有較大的史料與文學價值，所以常為文史研究者所徵引。但是，這部筆記的版本情況，卻頗為紊亂，現存版本的卷數條目和內容文字等，也存在不少差異。因此，弄清這部筆記的版本源流以及版本優劣，對於閱讀與研究都是有一定益處的。以下根據在整理鶴林玉露過程中所蒐集到的資料，對這部筆記的版本略加考訂。 \\n 一 \\n 鶴林玉露的版本，元以前各種史志以及官私目錄均無著錄。降至明清，方廣為著錄。從明焦竑國史經籍志到清盧文弨補宋史藝文志都有著錄。然而在版本方面著錄較為詳盡的，則是近人邵懿辰、邵章的增訂四庫簡明目錄標注。今迻錄如下： \\n 鶴林玉露十六卷，宋羅大經撰。 \\n 稗海本。　謝天瑞增補本二十四卷。　明萬曆刊本，多補遺一卷。明小字本，佳。 \\n [續錄]　萬曆本，十行二十二字，末有萬曆三十六年趙琦美跋。萬曆本為南京都察院修補舊刻本。　明刊十二卷本。　明刊小字本，佳。　曾見謝天瑞本，九行二十字，其後八卷，天瑞所自補。　進修書院本。　抄本。　日本慶元間活字印本，分甲乙丙三集，每集六卷，共十八卷。楊惺吾言，較明刻本多。 \\n 根據四庫標注提供的?索，現對鶴林玉露現存的版本略加分類考查如下： \\n １。明萬曆南京都察院刊本。十六卷，補遺一卷。卷首有一羅大經自序和萬曆三十六年孫鑛、趙琦美跋以及目錄。目錄後即補遺。正文每條之前列有標題。版式為白口，單魚尾，左右雙邊，上下單邊，書口鐫「鶴林玉露」四字。此本偶有補版，舊版為楷字，稍模糊，半葉十行，行二十二字，與標注所記同。新版為匠體字，清晰。版式同舊版，偶有行二十三字者。書後牌記中有明萬曆七年莆田林大黼題識百餘字，知此本係萬曆三十六年修補萬曆七年刻本。 \\n 此本今藏北京大學圖書館。萬曆本今存較多，據筆者所見，除此本外，僅北京大學圖書館、北京圖書館、中國科學院圖書館、中華書局圖書館所藏尚有七部之多。不過，這七個本子均闕補遺及前後序跋。 \\n ２。明刊十二卷本。無前後序跋及目錄。經仔細審勘，發現此本與上述萬曆本是同一類本子，從版式行款字體到內容次第無一不肖，惟於卷十二後闕四卷。此本係萬曆本之殘則無疑。 \\n 此本今藏北京大學圖書館。其著錄為十二卷本，然遍窺北京是書藏本及多種書目，均未發現有十二卷本者，或許此即標注所云「明刊十二卷本」。 \\n ３。明刊小字本。十六卷。原書無目錄及前後序跋，然正文每條前列有標題，內容次第與萬曆本同。版式為黑口，無魚尾，四周單邊，書口鐫「玉露」二字。半葉十一行，行二十一字。此本版刻精美，字體娟秀，誠為所見羅書版本之上乘，標注云佳，蓋非謬譽。此本卷前鈔配有近人李盛鐸跋和羅氏一自序，後抄配有補遺一卷和清人許濬跋。對照字體，可知大經自序及補遺均為許濬抄配。清人瞿鏞鐵琴銅劍樓藏書目錄鶴林玉露條提要，曾提及這部許濬抄配的明刊小字本。 \\n 此本今藏北京大學圖書館。明刊小字本北圖尚收藏三部，惟少諸抄配。其中一部封皮上後人記有「明建安坊刻鶴林玉露，徐真公舊藏」數字。 \\n ４。明刊王叔承校本。十六卷。卷首有羅大經在三個不同時間寫下的三則小引，其後為目錄。版式為白口，黑魚尾，四周單邊，書口鐫「鶴林玉露」四字。半葉九行，行十八字。正文每條前列有標題，內容次第同萬曆本。每卷有「廬陵羅大經景綸甫編輯，松陵王叔承承父甫校訂」數字。目錄終於「賀和戎表」條，然羅書卷十六尾止於「稅沙田」條，蓋已殘闕。考明史卷二八八文苑傳：「王叔承，字承父，?江人。......卒於萬曆中。」由是知王校本最遲亦當刻於萬曆中。 \\n 此本今藏中國科學院圖書館。 \\n ５。明刊謝天瑞校本。二十四卷。卷首有「鐫鶴林玉露，復古齋藏本」牌記，又有萬曆二十九年謝偉(天瑞之兄)所撰重刻鶴林玉露小引和柅齋車任遠所撰鶴林玉露補█。目錄卷一至十六為羅氏原書目錄，卷十七目錄前刻有「補遺」二字，據謝、車二█，以下當為謝天瑞所自撰。此從正文亦可看出，凡羅氏原書，每卷之首均標為：「鶴林玉露卷之×」和「廬陵羅大經景綸撰，武林謝天瑞起龍校」之字，而自卷十七起，每卷之首均標為：「武林謝天瑞起龍輯，古虞謝偉廉甫甫校」之字。版式為白口，單魚尾，四周單邊，書口鐫「鶴林玉露」四字。半葉九行，行二十字。正文每條前列有標題，前十六卷內容次第與萬曆本同。 \\n 此本今藏北京大學圖書館。據知復旦大學圖書館亦藏有此本。 \\n ６。明稗海叢書本。十六卷。前後無序跋，無目錄，正文每條前亦無標題。每條起字頂格，他行則落一格。半葉九行，行二十字。內容次第與萬曆本同。 \\n 此本今藏中華書局圖書館，其他大圖書館亦間有收藏。 \\n ７。清進修書院刊本。十六卷。卷首有「乾隆二年重鐫，廬陵羅景綸先生著鶴林玉露，進修書院藏版」牌記，並有一羅氏自序及目錄，卷一前有「宋廬陵羅大經景綸著，裔孫振重梓」兩行。版式為白口、黑魚尾，左右雙邊，上下單邊，書口有「鶴林玉露」四字。半葉九行，行二十字。每條前列有標題，內容次第與萬曆本同。 \\n 此本今藏北京圖書館。 \\n ８。日本慶安元刊活字本。三冊十八卷。每冊六卷，各為目錄。三冊之中，不辨孰為先後，惟一冊前有羅大經自序云「丙編」，知當為第三冊。另外二冊之序蓋佚。每編目錄之前有「新刊鶴林玉露目錄」和「廬陵羅大經景綸」諸字。此本是訖今發現的日本傳本中時代最早的一種。版式為黑口，花魚尾，四周雙邊，書口鐫「鶴林玉露」四字。半葉九行，行十九字。每條前列有標題，文內多有日本假名注音。內容與萬曆本基本相同，亦有萬曆本所無者。次第不同。 \\n 此本即標注所謂「慶元間活字印本」。考日本長澤規矩也氏和刻本漢籍分類目錄著錄，當為慶安元刊本，標注作「慶元間」誤。「慶安」為日本後光明天皇的年號，慶安元年相當於我國清順治五年(一六四八)，而「慶元間」(日本慶長--元和年間)則較此至少晚三十餘年。 \\n 此本今藏北京大學圖書館。 \\n ９。日本寬文二年刊活字本。十八卷。分天、地、人三集。每集六卷，各為目錄，並各存一羅氏小序。天集卷首還收有閩人黃貞昇重梓鶴林玉露題詞，每卷前有「新刊鶴林玉露卷之×」諸字。版式為白口，雙魚尾，四周雙邊。半葉八行，行十九字。每條前列有標題，文內多有日本假名注音，內容次第與慶安本無異。人集卷末白頁印有「寬文二、壬寅仲秋日，中野市右衛門梓行」等諸字。寬文為日本後西天皇和靈元天皇的年號。寬文二年是後西天皇在位的最後一年，相當於我國清康熙元年(一六六二)。 \\n 此本今藏中華書局圖書館，其他大圖書館亦間有收藏。 \\n １０。明鈔本。六卷。卷首有羅氏自序，同慶安本丙編和寬文本人集序。卷末有記款：「嘉靖甲子，長洲陸師道手錄。」此鈔本是訖今所能見到的標出明確時間的鶴林玉露最早本子。每條前列有標題。目錄及正文內容次第與慶安本丙編、寬文本人集基本相同。惟卷一漏抄「飛吟亭詩」一條，但被陸氏錄於卷六之後，並注一「補」字；卷五無二日本本之「嬾婦」、「梅溪二端」、「多景樓詩」、「廣右丁錢」、「胡忠簡上書」五條；卷六無「光堯福德」、「文章性理」二條，蓋亦當屬漏抄。 \\n 此本卷五之末白頁有徐大臨題識，字跡與鈔本異。據此，知此本在清代曾為徐昂發所收藏。徐昂發，字大臨，號畏壘山人。江蘇長洲人。康熙三十九年進士，由庶吉士授編修，官至江西學政。有畏壘山人文集、詩集、筆記行於世。晚年居家，尤喜野史雜說。大臨題識，自記寫於「戊辰夏五月」，考其生平，當為乾隆十三年戊辰。 \\n 此本今藏北京圖書館。 \\n １１。明刊活字本。六卷。卷首有羅氏自序，同寬文本地集序。目錄及內容次第與寬文本地集、慶安本乙編全同。每條前列有標題。版式為白口，黑魚尾，左右雙邊，上下單邊，書口鐫「鶴林玉露」四字。半葉十行，行二十字。此本字跡模糊，板框█多已不清，是一個印製粗劣的活字本。此本除羅序外，前後無序跋及牌記，惟一清人於嘉慶間手寫跋語，將此本目為明初活字本。 \\n 此本今藏北京圖書館。 \\n 另外，筆記小說大觀、宋人小說等一些叢書中也收有鶴林玉露，然其版本系統均未出上述範圍，故不贅述。 \\n 二 \\n 考察以上十一種鶴林玉露現存版本，可以分為兩個系統，即以明萬曆本為代表的十六卷本系統和以日本慶安本為代表的十八卷本系統。雖然上述版本中有個十二卷本，但實際上是十六卷的殘本，而另外兩個六卷本則可歸為十八卷本系統。通過進一步考察明清以來的各種目錄的著錄，可以說畫分為兩個系統是符合鶴林玉露版本流傳的實際情況的。當然，在繁多的各種目錄中，雖說十六卷本和十八卷本的著錄是通例，但也偶有變例。如清錢曾所編述古堂書目就著錄一種十卷本，又如日本濉江全善氏在經籍訪古志卷四亦云「通行本凡九卷」。但通過考察現存鶴林玉露版本及著錄，基本可以斷定，這兩個十卷或九卷的版本，大概與上述北大所藏的明十二卷本情況相似，屬於殘本。而不大有可能超出上述兩個系統。另外，日本京都大學漢籍目錄著錄一種敦古齋十七卷刊本，估計就是十六卷本加上補遺一卷，仍未出十六卷本系統。 \\n 需要指出的是，鶴林玉露流傳的兩個系統，是就明以後情況畫分的。明以前的情況，由於未見記載，就祇好暫付闕如了。 \\n 下面，我們看一下兩個系統版本的流傳情況：十六卷本系統。自明代以來在國內廣為流傳的就是這個系統的本子，而十八卷本則甚為罕見。這一點，首先我們從前面列舉的現存版本看，在國內流傳的明刻本基本上都是十六卷本。第二，從著錄鶴林玉露的明代目錄看，焦竑國史經籍志、王圻續文獻通考?經籍考、高儒百川書志、陳第世善堂藏書目、晁瑮晁氏寶文堂書目、徐勃紅雨樓書目、朱睦萬卷堂書目以及明末錢謙益絳雲樓書目都著錄為十六卷，而絲毫未提及十八卷本。第三，從清前期修四庫全書看，乾隆時設四庫館，在全國範圍內廣泛搜求古籍，規模之大，用力之深，都是前所未有的。然而考察四庫採進目錄，各地進呈鶴林玉露凡三次。三次的版本，一個是十六卷鈔本(此見西江第一次書目)，二個是二十四卷本(即謝校本，此見浙江省第五次曝書亭呈送書目和浙江省採進遺書總錄簡目)，均未出十六卷本系統。以四庫搜求之廣，尚未發見十八卷本，其罕見可知。第四，從清代幾個著名學者和藏書家的書目題跋看，如丁丙善本書室藏書志、沈德壽抱經樓藏書志、瞿鏞鐵琴銅劍樓藏書目錄、耿文光萬卷精華樓藏書記、黃丕烈蕘圃藏書題識、繆荃孫藝風藏書記、陸心源儀顧堂題跋等，均記作十六卷。其中繆荃孫雖記載了十八卷本，但他特別指出係日本翻刻本。第五，從全國部分大圖書館的善本書目看，如北京、北大、上海、南京、浙江等，除日本傳入的十八卷本外，所著錄的均為十六卷系統的版本。第六，從明代人對鶴林玉露的引用看，葉廷秀的詩譚續集摘引羅書凡三十七條，經過與兩類版本一一對勘，發現文字與十六卷本基本相同，凡十六卷本誤者，葉氏所引亦誤。由此斷定，葉氏所採來自十六卷本，並未見到十八卷本。另外，明人車任遠在鶴林玉露補?中也說：「鶴林玉露一編，乃宋廬陵羅大經氏所作，為卷凡有十六，靡所遺失。」從他認為十六卷就是足本，也可知十八卷本之稀睹。綜上可以得出一個結論，十八卷本在明清以來確為罕見之本。 \\n 十八卷本系統。這個系統的本子在國內雖屬罕見，但在日本卻頗為流行。主要流傳的就是兩個本子，即慶安本和寬文本。這兩個本子的刊行時間均在清初，慶安本稍前。從日本人所編的一些善本書目看，似寬文本流傳較廣，而慶安本則較為稀見。關於寬文本，這裏有一個問題需要加以解釋。寬文本的扉頁印有「覆明萬曆刻本」諸字，並在卷首附有閩人黃貞昇於明萬曆十二年寫的重梓鶴林玉露題詞，這就給人一個印象：寬文本是在明萬曆時傳到日本去的。其實並非如此。第一，從黃貞昇的題詞看，並未提及鶴林玉露的卷數，較多談到的是羅書的意義。所以極有可能是日本的刊行者為了附益有關的資料來介紹羅書，而把當時流傳到日本的十六卷本中的黃氏題詞加入十八卷本的。第二，從慶安本與寬文本的關係看，寬文很明顯是來自慶安本。對勘二書，凡慶安本訛誤脫文，寬文本必如之。慶安本題為新刊鶴林玉露，寬文本亦如之。但是慶安本卻無黃貞昇題，可知寬文本非來源於明萬曆本。從慶安本題為「新刊」二字看，似十八卷本在日本流傳已久，此本是在舊刊本的基礎上重新校訂刊印的。 \\n 題識曾記載：「如白又有宋活字版玉露，止六卷，而內二十條近刻無之，今亦摘刻於後焉。」這就是明萬曆本後附一卷補遺的來歷。從這二十條補遺看，孫鑛所提到的六卷宋活字本，屬於十八卷本的甲編，並不是今存的這個六卷活字本乙編。但「近刻無之」之語，說明了當時流行的是十六卷本。因此，估計這個六卷活字本是明代人很少見到的明初甚至更早的刻本，並不是一種臆測。?十八卷本在國內雖屬罕見，但並非沒有，前面所述北圖藏的明六卷活字本和明陸師道六卷鈔本，就屬於十八卷本系統。明活字本刊印時間及刊行者均不詳，一清人跋語確定為「明初活字本」，我認為這是較為正確的。此本盡管刊印粗劣，但估計刊行時間至少在明初，甚至更早些，否則十八卷本就不會如此稀睹。明南京都察院刊本孫 \\n 陸師道鈔本錄於明嘉靖四十三年，比今存明刻本均早出許多。這種十八卷本的鈔本在明代更是罕見。明南都院刊本載有當時著名藏書家趙琦美跋云： \\n 說郛載鶴林玉露三十卷，分甲乙丙三集，美家藏元本六卷，正說郛所謂甲集也，復脫其後四卷。乙巳之夏於吳門徐氏見此書鈔本，宛然三十卷俱存。其家復多秘帙，必欲舉而售之。其價昂甚，非三十金不可。美丁家難，囊底青蚨子母飛去殆盡，烏能勝之哉！悒悒者三年餘矣。 \\n 由此可見明代人由於稀睹而對這種十八卷系統的鈔本之珍視。陸氏所本大概宋元舊刻，而抄後又藏諸篋底，未加刊刻，故世未之見。 \\n 從十八卷本在明初基本無刊本、明人稀睹這一點看，十八卷本至遲在明初便已傳到日本。晚清時，又以日本刊本的形式傳回中國。 \\n 十八卷本與十六卷本相比，哪一種較為接近羅書原貌呢？我認為，十八卷本比較接近原貌。 \\n 第一，從篇幅上說，十八卷本多於十六卷本凡四十條。這多出的四十條，經過與書中其他條目比較，從行文風格和史實的準確性來看，皆不類後人偽托。這就說明十六卷本有散佚。 \\n 第二，從編次上說，十八卷本分為甲乙丙三編，符合羅書原貌。這可以十八卷本現存羅大經寫自三個不同時期的小序為內證。而這三個小序決非後人偽托，因為小序所言羅氏經歷皆可以找到資料相印證。如羅氏在淳祐十二年寫的丙編小序中云「余為臨川郡從事」，而考之同治九年臨川縣志職官志，在「軍事推官」欄下列有羅大經名，並注云：「俱淳祐年任。」另外，羅氏在鶴林玉露中也幾次提到了「乙編」、「丙編」。除此之外，還可找到三條外證。外證之一，明王叔承校訂本前有羅氏三小引，即十八卷本的三編自序。如果羅氏原書不分編，那又有何必要在不同時間寫三篇自序呢？外證之二，前面引述的趙琦美跋，亦云「分甲乙丙三集」。外證之三，趙琦美跋云其家藏元本六卷，孫鑛跋亦提到有宋活字本六卷，今又存六卷鈔本、六卷活字本，若非以六卷分編為書，那麼，即使原書散佚殘闕，為何皆以六卷獨存？ \\n 第三，比較兩類本子的文字，除去個別字誤不計，從史實、年號、人名、地名以及脫誤等情況看，十八卷本優於十六卷本。如甲編卷四「紹熙內禪」條，十六卷本從標題到內文均作「紹興內禪」。考之宋史光宗本紀和續資治通鑑卷一五二，孝宗病篤及升遐而光宗拒不往視，群臣於是推寧宗即位這一事件，當發生在紹熙五年。十六卷系統本整整錯出一個甲子。再如丙編卷四「日本國僧」條，十六卷本的文字祇有十八卷本的一半，具有重要研究價值的有關古代日漢語對音的部分全脫。這些例子都說明十八卷本較之十六卷本更多地保持著原貌。 \\n 第四，從明初編輯的永樂大典尚存卷帙所援引的十九條鶴林玉露看，凡十八卷與十六卷兩類版本文字差異處，文字除個別外，均同於十八卷本。由此，也看出鶴林玉露在明初是以十八卷本流行的。 \\n 其實，分編本為羅書原貌這一點，近人李盛鐸在他所收藏的小字本鶴林玉露跋語中早已指出。其云：「記萬曆本有趙琦美一跋，謂曾見友人藏本，分五帙三十卷，以此見分帙之本，實為羅氏原書。」 \\n 那麼，十八卷本與十六卷本之間具有什麼關係呢？仔細將二者加以對照，就會發現這兩類版本在卷次分合上是極為接近的，請看下表： \\n 十八卷本　十六卷本　十八卷本　十六卷本　十八卷本　十六卷本 \\n 甲編卷一　【注一：十八卷本甲編卷一　乙編卷一　卷七　丙編卷一　卷一 \\n 凡二十九條，其中有十六卷本 \\n 補遺十五條，卷四有七條，卷 \\n 五有五條，卷十一有二條。】 \\n 甲編卷二　【注二：十八卷本甲編卷二　乙編卷二　卷八　丙編卷二　卷二 \\n 凡三十三條，其中有十六卷本 \\n 補遺一條，卷五有六條，卷六 \\n 有十一條，卷九有五條，卷十 \\n 一有一條，卷十二有四條，卷 \\n 十三有四條，卷十五有一條。】 \\n 甲編卷三　卷十三乙編卷三　卷九　丙編卷三　卷三 \\n 甲編卷四　卷十四乙編卷四　卷十　丙編卷四　卷四 \\n 甲編卷五　卷十五乙編卷五　卷十一丙編卷五　卷五 \\n 甲編卷六　卷十六乙編卷六　卷十二丙編卷六　卷六 \\n 兩類版本卷次分合基本相應，但並不完全相同，還有當在相應的此卷而見於彼卷的個別條目。但總的來看，十八卷與十六卷兩個系統的本子，關係是很密切的。估計十六卷本是在十八卷本編次散亂並佚失一些條目後，重行編次而成的。 \\n 最後還有一個問題，作為比較接近原貌的十八卷本，有否散佚呢？經初步考察，尚未發現這種情況。首先，從文人引用看，如明代葉廷秀在詩譚續集中引用的三十七條，均未超出今本鶴林玉露。其次，從各種類書看，如在殘存的七百九十五卷永樂大典中，引鶴林玉露凡十九條，亦無一條超出今本。由此可見，這部宋人筆記基本沒有散佚，起碼從明初以來如此。然而，也許有人會問：前面所引趙琦美跋說到的「三十卷」又怎樣解釋？我想，正如十八卷可以並為十六卷一樣，如果編次不同，同樣多的內容也是可以分為三十卷以至更多的。因此說，三十卷本大概是與今本編次不同的一個亡佚本。也許，三十卷本純屬「子虛烏有」，因為第一，從各種書目中沒有反映；第二，今本說郛記載為「甲乙丙集十八卷」，與趙氏所云不同。而趙氏云「家藏元本六卷，正說郛甲集也，復脫其後四卷」這句話，除去「脫其後四卷」大概是他見到所謂三十卷本之後的臆測外，恰恰說明鶴林玉露在元代就是以六卷為編的十八卷本。 \\n 附錄三　諸書題跋 \\n (一)四庫全書總目提要卷一二一子部雜家類 \\n 鶴林玉露十六卷，兩江總督採進本，宋羅大經撰。大經字景綸，廬陵人。事蹟無考，惟所記竹谷老人畏說一條，有「同年歐陽景顏」語，知嘗登第。又高登忤秦檜一條，有「為容州法曹掾」語，知嘗官嶺南耳。其書體例在詩話、語錄之間，詳於議論而略於考證。所引多朱子、張栻、真德秀、魏了翁、楊萬里語，而又兼推陸九淵。極稱歐陽脩、蘇軾之文，而又謂司馬光資治通鑑且為虛費精力，何況呂祖謙文鑑。既引張栻之說謂詞科不可習，又引真德秀之說謂詞科當習。大抵本文章之士而兼慕道學之名，故每持兩端，不能歸一。然要其大旨，固不謬於聖賢也。陳耀文學林就正譏其載馮京偷狗賦乃捃摭滕元發事，偽託於京。今檢侯鯖錄所載滕賦，信然。蓋是書多因事抒論，不甚以記事為主。偶據傳聞，不復考核，其疏漏固不足異耳。 \\n (二)明南京都察院刊本林大黼識 \\n 院齋中舊藏有鶴林玉露刻板，亦不知起於何時，顧歲久字多蠹蝕，不便觀覽，頗為全書之累。黼偶聞之臺長慕林張公，遂捐俸鍰黼，為重校而梓之凡二十餘板，是書煥然如新刻矣。夫覽者獲覩全書於斯，時重思修葺於異日，則是書之傳，其未艾也。時萬曆七年首夏之望，莆田林大黼識。 \\n (三)明南京都察院刊本孫鑛題識 \\n 余家舊有鶴林玉露四帙，頗精好，常珍護之。後承乏行間，抵遼陽臬司。以刊籍來玉露在焉。板適與家藏同，然稍模糊矣。近起南臺，臺亦有玉露刻，而字較瘦，似從遼翻出者，蠹蝕尤甚。前此臺僚林君曾為補葺，稍可讀。余時刻□擕所藏本來正之。然邢子才有言，誤書思之，更是一適。繙數過，稍加雌黃。會余轉南兵，而臺僚趙君如白來。如白者，少宰定宇公子也。雅好博古，所積宋諸說家甚多。余乃以校本託之。君因與僚友趙君元茂逐字刊正，以付刻工。如白又有宋活字板玉露，止六卷。而內二十條近刻無之，今亦摘刻於後焉。景綸蓋積學好修之士，詩文席歐蘇，議論依程朱，而其筆力亦足以發之。所記述大約勁快可人意。第十三卷內熙寧紹興士大夫肺腸骨髓之說，尤為中的。惜其事業不顯，微此籍則幾無傳矣。然范旂叟帥嶺西，景綸在幕，不數月即畀以一職狀。嗟乎，南渡後亦有鍾期如此哉！至謂聖賢或不豪傑，余每讀至此，輒黯然低迴者久之。 \\n 萬曆戊申二月甲子，餘姚孫鑛識。 \\n (四)明南京都察院刊本趙琦美跋 \\n 說郛載鶴林玉露三十卷，分甲乙丙三集，美家藏元本六卷，正說郛所謂甲集也，復脫其後四卷。乙巳之夏於吳門徐氏見此書鈔本，宛然三十卷俱存。其家復多秘帙，必欲舉而售之。其價昂甚，非三十金不可。美丁家難，囊底青蚨子母飛去殆盡，烏能勝之哉！悒悒者三年餘矣。今茲大司馬孫老先生欲重修留臺舊本，美實承先生之命暨堂翁丁老先生之委，董其雙對。凡增若干條，正其為脫亦若干條，雖略可句，訖不得為全書。豈離合顯晦亦有冥冥者宰之，如所謂求有道而得有命不可致然歟！ \\n 時萬曆三十六年戊申四月之吉，南京都察院照磨所照磨海虞趙琦美謹跋。 \\n (五)日本寬文本覆明黃貞升重梓鶴林玉露題詞 \\n 士君子達則龍翔，舍則鴻舉，總之抽繹千古，旁采藝林而已。不佞幼讀博士家書，雅無所好。一日，購鶴林玉露一書，取而讀之，則忘食忘寢，奚獲拱璧哉？寒可無衣，飢可無食，陸可無車，水可無楫，而是籍不可一日廢也，辟之手足耳目焉。余誠何心哉？怒讀之則喜，愁讀之則驩，困讀之則蘇，悲讀之則平。徐而讀之，則萬慮以澄，百節以融，耳目以通，肺腑以清；急而讀之，則蘭桂倏馨，雲霞倏生，鳳鳥倏翔，蛟龍倏鳴；遠而讀之，則天以之青，日以之明，江以之流，海以之停。洸洸洋洋，總總鱗鱗。是書何書哉？信哉！大有益於人世，而非徒流連光景日露風雲而已也。景綸羅君，博雅君子也。當宦成之後，勒一家之言。皇王帝伯，罔不精研；山川人物，罔不品題；歌詞詩騷，無不備採；至諸史群書散而未備者，皆悉心攻究。令後之讀者，披浮雲而觀青天，迴狂瀾而赴巨海，功不淺淺哉！功不淺淺哉！余不佞，沉潛翫味，蓋亦有年，今因剞劂氏之懇，用僭數言，以彰羅君之美。後之學語者，真雀噪簷前耳，烏能如景綸君鶴舞雲中哉！謹序。 \\n 萬曆甲申一陽月下浣之吉，閩後學黃貞升撰。 \\n (六)葉潤山先生全書冊一六詩譚續集題識 \\n 鶴林玉露，乃宋儒羅大經景綸所著也。其言以紫陽為鵠，學術治道多有發明，而不離王道。甚矣，其有補於詩教也。原編不盡譚詩，茲輯其譚詩之有用者，附詩譚後，俱仍元本，但附僭評云。 \\n 東魯謙齋葉廷秀識。 \\n (七)徐大臨識陸師道鈔本 \\n 此書談山居閑適之趣，可以動悟，政恐纓緌之流以為不情語耳。余自出春明十餘年，日涉此境，深解其趣，所謂一日清福，上帝所靳，吾輩不可□知足，為達者笑也。 \\n 戊辰夏五月徐大臨識。 \\n 【案，此識手書於陸鈔本卷五之末白頁，字跡與鈔本異。】 \\n (八)明謝偉重刻鶴林玉露小引 \\n 不佞髫年侍王父彭澤公，嘗見乎一編曰鶴林玉露也者，不佞因得而寓目焉。若奇花麗卉，不忍捨去。時且以攻經生言，亟不交睫。又若而年矣，家弟天瑞，翩翩慕古，尤工聲律。嘗訂玉屑、韻語諸編，以為騷場旗鼓，復有味乎斯編也，親校讎其亥豕，將授之剞劂，而問言於不佞。不佞觀今詞翰家，奚翅塚壁無遺藏，即梵音鬼狀、俚語淫章種種，出而災之木矣。蛩韻蛙鳴，都成鼓吹，矧奇花麗卉獨缺然也乎哉！今其書俱在，即分錦碎綺合麝和芸句之必有炫其華而襲其香者，且其彈射處盡堪箴銘，是宜永其傳矣。然廬陵所財多宋事，家弟復彙采己所嘗見聞，以補廬陵之不逮，題之曰補，以並行於世。苦心哉！苦心哉！不佞嘉家弟之嗜古而因動手澤之感也，乃呼毛穎氏而為之引其端。 \\n 萬曆辛丑中秋，越人謝偉譔。 \\n 【案，此引刻於謝天瑞校本卷首。】 \\n (九)明車任遠鶴林玉露補? \\n 鶴林玉露一編，乃宋廬陵羅大經氏所作，為卷凡十有六，靡所遺失，宜若無補焉。補之自會稽謝天瑞甫始。於意云何？貴有傳書也。觚翰之士，慕尚各殊。上焉者，務弔詭以傲人，以其所不知必抉汲冢之藏策、採靈威之秘文以為快；其下者，句披字角，第染指於四庫之餘，輒津津自負為邊笥鄴架，奈何不朽立言者哉！余以所覩，亡論丘索以還，西京以上，即偏記一家，動靡竹素者，奚啻億計！大要田百氏以供掃除之役而已。又其文多不雅馴，不足以揚於千古。若羅氏之編，博而匪濫，醇而寡疵，有所論刺而不傷於掊擊，有所援敘而不流於浮誇。大者足以紀名賢諸君子之行業文章，咸可楷式；而小者搜奇剔幽，以極夫花木昆蟲之致，可謂美愛而傳者矣。謝天瑞雅意復古，多所博列家言，其於是編而務為補之者，將無食大官之饍，而雋永其味，倘亦有加餐意乎？即未知其所補者作何語，然著述之理，古今一輒，譬其善導水者，流合成川；接木者，根移而生幹。問其為玉露可居，何必盡廬陵氏也哉！洛誦之孫闇於擬議，謂蛇固無足珍而亦局局者耳。余知其飛以纍瓦談也，漫為之題識如此。 \\n 柅齋車任遠。 \\n (一０)明六卷活字本清人跋語 \\n 鶴林玉露，余舊藏明萬曆間謝天瑞校本，共補遺計廿四卷。此明初活字板，吳人顧元慶藏本，止六卷，首尾完備。與謝本校勘，即謝本七卷起至十二卷止。內謝本所不錄者，陳子衿傳、轉丸鳴鏑二則。謝本句語脫佚藉以補足，舊刻之可珍如是。不知當初何以止六卷，或羅公初刻本如是了？陳子衿傳全用詩經，亦羅君之戲筆耶！ \\n 嘉慶丙子九月朔柯溪□刈稻跋。 \\n 【案，此跋係手書於明六卷活字本之後。】 \\n (一一)天祿琳琅書目後編卷一０元版子部 \\n 鶴林玉露一函四冊，宋羅大經撰。大經字景綸，廬陵人，登第，曾為容州法曹掾，餘未詳。書十六卷，凡四百三十五條。雜紀時事，議論詩文，多本宋時諸儒語錄。無序跋刊刻年月。 \\n (一二)丁丙善本書室藏書志卷一九 \\n 鶴林玉露十六卷，舊鈔本，廬陵羅大經景綸。 \\n 卷端有景綸自序，時淳祐戊申正月望日。乾隆辛未，花溪許昂霄為門人張芷齋校正，後有乾隆癸巳臘月八日張載華勘畢題字。 \\n 鶴林玉露十六卷，明萬曆刊修本。 \\n 前列目錄，後有木記云：「院齋中舊有鶴林玉露刻版，亦不知起於何時，顧歲久字多蠹蝕，不便觀覽，黼偶聞之臺長慕林張公，遂捐俸授黼，重校梓凡二十餘版，煥然如新刻矣。萬曆七年莆田林大黼識。」有張侹造無崎梧桐月諸印。 \\n (一三)沈德壽抱經樓藏書志卷四四 \\n 鶴林玉露十六卷，明刊本，禦兒呂氏舊藏，宋廬陵羅大經景綸撰。卷首有禦兒南城呂氏家藏印，朱文，方印。難尋幾世好書人，朱文，長印。穎冬書屋，朱文、方印。貝墉，白文，方印。簡香居士，朱文，方印。友墨庵書，陽文，方印。 \\n (一四)北京大學圖書館藏明小字本鶴林玉露後補錄清許濬手寫題識 \\n 全書為恨。茲獲是集，如枯吻之茗，寒體之纊。展讀之次，為快可知。且字工楮潔，非近世剞劂所及。宋末迄今，四百餘載，舊物希覯，尤足珍襲。但前失自序，後缺補遺，復於藏書家借錄，以成全壁。因思昔人所稱景綸詩文席歐蘇，議論依程朱，誠積學好修之士，而終沉下位，不克表見，僅得范旂叟所識，賞而莫竟其用，向非此書，遂泯泯沒世也乎！然則士之立言又曷可少哉！嗚呼，況後之學識不及景綸者，有不與艸木同腐也乎！余又不禁自悼矣。?余嘗從類書小品見所引鶴林玉露諸則，喜其學問純正，識力典博。慱輒以未 \\n 康熙二十七年戊辰正月，懦庵許濬致遠重為裝演補錄並識。 \\n (一五)瞿鏞鐵琴銅劍樓藏書目錄卷一六 \\n 鶴林玉露十六卷，明刊本，宋羅大經撰，并序。此明初覆刻宋本，失去自序，邑人許濬鈔補，間加校訂。卷首有夏父魏氏仲子私記二朱記。 \\n (一六)周中孚鄭堂讀書記卷五六 \\n 鶴林玉露十六卷。明刊本。宋羅大經撰。大經字景綸，廬陵人，嘗登第，官容州法曹掾。四庫全書著錄，書錄解題、通考、宋志俱不載。倪氏宋志補、焦氏經籍志始載之。是書雜記所得，或似語錄，或似詩話。不以考證為事，而以議論為工。故援引典籍，每多舛誤，敘述見聞，亦少詳核。其中多引朱文公、張南軒、真西山、魏鶴山之說，知其宗旨乃在道學，尚不似尋常雜家多惑溺於二氏也。說郛僅節錄一卷，不足以見其長。前後俱無序跋，恐佚脫爾。 \\n (一七)曾釗面城樓集鈔卷二鶴林玉露跋 \\n 鶴林玉露十六卷，補遺一卷，宋羅大經撰。其書持論頗正，所記瑣事亦足資考據。惟李泰伯不喜孟子、趙師（睪廾）犬吠二事已為前人駁正。至檀弓一條，又謂「梁木其壞」下，古本有「則吾將安伏」句。考鄭注「梁木眾木所放」，則漢經師相傳無此句矣。高廟配享一條謂洪容齋在翰苑以呂頤浩等四人為請。考朝野雜記，思陵復土，洪邁奏以四人配享。思陵復土在淳熙十四年。洪邁傳，淳熙改元，進煥章閣學士，知紹興府。則奏請配享時，容齋非在翰苑矣。紹熙甲寅一條謂壽皇升遐，上不能喪，群臣牽衣至福寧殿。考宋史光宗本紀、留正傳皆在壽王未崩之前，為請上過宮候疾事。又牽裾衹留正一人，群臣但隨入寧壽宮耳。則牽裾亦非群臣矣。自古盜賊敗績脫身一條謂黃巢髡髮為僧。考黃巢之殺，唐書有明文。則「鐵衣著盡著僧衣」之句，非巢語矣。蓋詳於議論略於考訂，大抵宋人說部多然。然書中如韓平原為南尉，秦檜自金歸諸條，亦足補史之未備也。庚辰六月二十三日讀畢，中夜得█，挑燈記之。 \\n (一八)黃丕烈蕘圃藏書題識再續錄卷二 \\n 鶴林玉露十六卷，明刻本。庚辰小春之望日，訪友至武林，因遍觀書肆。於青雲街之寶書堂見插架有舊刻鶴林玉露，余取閱之。主人曰：此瓶花齋故物也，卷端墨書幾行及蟬華一印，即吳公手書而加以鈐記者。余雖未識其手跡，重是舊本，歸之。卷八尾偶失，瓶花齋已錄別紙，而俗手剜改痕跡顯然，是可歎耳。歸坐雨窗，復翁記。 \\n 卷端有印長方樣者，因紙損不可識別。錢唐何君夢華曰：此「繡谷熏習」四字也。蓋吳尺鳧近在杭州，故夢華以同鄉稔知之。昔賢苦心購書，雖後不無散佚，而流風餘韻猶留於後人齒頰間，較諸良田美產轉換他家不復溯其主名者，何啻霄壤耶！書此，為物主一吐氣耳。復翁。辛巳二月裝成，原損失處以別本手補其字。卷十六葉十一行「征」字，別本模糊存「彳」旁，此本存一底，以意定為「征」字。俟更考之，其別本字有勝於此者，亦略識之。蕘夫。 \\n (一九)繆荃孫藝風藏書記卷二 \\n 鶴林玉露十六卷，明南臺舊刻本。萬曆七年莆田林大黼補二十餘板。至三十七年，餘姚孫鑛屬趙元茂、趙如白逐字刊正。又得宋活字六卷本，摭二十條為補遺，擅自為之跋。收藏有潤州蔣氏藏書朱文長印。 \\n 鶴林玉露十八卷，日本翻明萬曆甲申刊本。分天地人三集，每集六卷，均有景綸小序，每卷序次亦不同，有明黃貞序。 \\n (二０)陸心源儀顧堂題跋卷八鶴林玉露跋 \\n 鶴林玉露，十六卷，明刊本，題曰廬陵羅大經景綸。愚案：南宋時，江西有兩羅大經。其一吉水人，嘉定十五年壬午解試，寶慶二年進士；其一咸淳九年解試，廬陵人，未嘗第進士。以時代揆之，當以寶慶進士為近。其人累官容州法曹掾，攝校官，立高登祠於學宮，并祀吳元美，見江西通志及本書。其卷十六記竹谷老人畏說一條，有「同年歐陽景賢」語，景賢當即歐陽瑋之字，發解稱同年，自宋已然矣。 \\n (二一)北京大學圖書館藏明小字本鶴林玉露前鈔配近人李盛鐸記 \\n 鶴林玉露，明刻本有萬曆中南臺修補本，有小字本。南臺本多補遺一卷，此本後鈔補數葉是也。別有日本刻本，前有淳祐壬子羅景綸一序，為各本所無。其書分為三帙，每帙六卷，以校此小字本，前二卷尚無大異，四卷以後，則每卷尾比此或少數條，間亦有多數條者，次序亦多顛倒。此書第七卷即彼第二帙之第一卷，復則以次遞推此書第十三、十四、十五、十六□□，彼書第三帙之三、四、五、六等卷。而彼書第三帙一、二兩卷則此書之補遺及他卷卷尾所多者在焉。二書次第如此不同，決然同出一源可知。記萬曆本有趙琦美一跋，謂嘗見友人藏本，分五帙三十卷，以此見分帙之本，實為羅氏原書。倭本所多羅序即丙編之序，但何時合併，不可考矣。甲寅大暑後三日盛鐸記。 \\n (二二)夏敬觀商務覆日本寬文本跋語 \\n 右鶴林玉露十八卷，宋羅大經撰。大經字景綸，廬陵人。吉水縣志稱其為寶慶二年進士，本書中自稱為容州法曹掾，知其以進士嘗官嶺南而已，事蹟他無可考。是書明武林謝天瑞起龍校刊本，萬曆七年莆田林大黼刊修本，商維濬稗海本，均十六卷，次第無異同，惟稗海多補遺一卷。叢書堂鈔本說郛題甲乙丙集十八卷，日本寬文二年翻刻萬曆本題天地人三集，每集六卷，皆有大經自序。天集序於淳祐戊申，地集序於淳祐辛亥，人集序於淳祐壬子。說郛、稗海惟存戊申一序，而稗海又以綴於卷終，蓋明世諸刻次序皆已顛倒，惟說郛所據，尚為原書之舊也。此本依日本寬文翻刻校印。以諸本互勘，多四十則，商本補遺，纔得其半。日本流傳中國典籍多得古本，驗以此書洵然。惟書中年號人名上率加「宋」字，疑翻刊時所妄增，然明刻諸本六卷以前及第十三卷亦如之，或元人刻本已若是歟？林本後有木記云：「院齋中舊有鶴林玉露刻版，亦不知起於何時，顧歲久字多蠹蝕，不便觀覽，黼偶聞之臺長慕林張公，遂捐俸授黼，重校梓凡二十餘版，煥然如新刻矣。」涵芬樓藏有一本，與林大黼刊修本行款無異，當係未刊修以前者。勘與謝本、商本，無甚出入，而林氏刊修，率臆改臆補。故是編凡林本獨異之字，均不入校。錢塘丁氏書目列林刊於善本，蓋未深考也。己未仲夏，新建夏敬觀識。 \\n  \\n   \\n  "}
