{"章节": "物不迁论（东晋）僧肇", "正文": " \\n 物不迁论 \\n  \\n （东晋）僧肇 \\n 　 \\n 简介 \\n 《不真空论》和《物不迁论》是东晋僧人僧肇的两篇佛教哲学论文，《神灭论》是南北朝南梁儒家学者范缜的无神论作品。这三篇均是魏晋南北朝时期的哲学名篇，颇有代表性。 \\n 僧肇是京兆长安今陕西西安人，生于晋孝武帝太元九年公元３８４年，卒于晋安帝义熙十年公元４１４年。精于老庄及佛经，年将２０即为关中名僧，后拜鸠摩罗什为师，协助译经，成为罗什的高足，他的文章得到罗什和慧远的称赞，是年青的佛学哲学家。他的佛教哲学论文《般若无知论》《不真空论》、《物不迁论》、《涅槃无名论》四篇总编为《肇论》。现存《肇论》注疏有晋惠达《肇论疏》、唐元康《肇论疏》、元文才《肇论新疏》等。《不真空论》和《物不迁论》收集在当代学者任继愈《汉唐佛教思想论集》人民出版社１９８８年出版一书附录中，井有今译可参阅。 \\n 《不真空论》讨论世界的存在问题，其主要论点是说一切人和事物都生灭无常，缘会则生，缘了则灭，所以都是虚幻的不真实的，所谓“不真空”即是说世界不真实故空。但事物的现象还是存在的，不过是假有而已。《物不迁论》讨论世界的运动问题，它认为事物的流转变化是假象，其本质是不动的，过去的事物只存在于过去，现在的事物只存在于现在，“故曰静而非动”，“不迁”就是不动。它只肯定事物变化的间断性而否定其连续性。以上两篇是对当时佛学理论讨论的总结。 \\n 范缜字子真，南乡舞阴今河南泌阳县西北人，约生于宋文帝元嘉二十七年公元４５０年，卒于梁武帝天监十四年公元５１５年。范缜经历齐梁两代，在南齐时曾与竟陵王萧子良辩论因果问题，并退而写出《神灭论》。该论是在梁武帝时正式发表全文载《弘明集》，梁武帝指使曹思文等６４人围攻范缤而不能屈。《神灭论》针对当时佛教神不灭而发，讨论形神关系，认为人的精神离不开形体，“形神相即”，“形存则神存，形谢则神灭”；形与神不是两个东西；合在一起，“形者神之质，神者形之用”，两者是质用一体的，精神依于形体，好比刀的锋利离不开刀刃一样；所以人死之后灵魂是不存在的。范缜建立了唯物的形神一元论，成为形神关系学说史上的一座理论高峰。可参看任继愈《关于〈神灭论〉》附今译，载《汉唐佛教思想论集。附录》和任继愈主编《中国哲学发展史》魏晋南北朝卷人民出版社１９８８年出版。 \\n 　 \\n 物不迁论 \\n 夫生死交谢，寒暑迭迁，有物流动，人之常情。余则谓之不然。 \\n 何者？《放光》云：法无去来，无动转者，寻夫不动之作，岂释动以求静，必求静于诸动。必求静于诸动，故虽动而常静。不释动以求静，故虽静而不离动。然则动静未始异而惑者不同。缘使真言滞于竞辩，宗途屈于好异。所以静躁之极未易言也。 \\n 何者？夫谈真则逆俗，顺俗则违真。违真则迷信而莫返，逆俗则言淡而无味。缘使中人未分于存亡，下士抚掌而弗顾。近而不可知者其唯物性乎。然不能自己，聊复寄心于动静之际，岂曰必然？ \\n 试论之曰：《道行》云：诸法本无所从来，去亦无所至。《中观》云：观方知彼去，去者不至方。斯皆即动而求静，以知物不迁明矣。 \\n 夫人之所谓动者，以昔物不至今，故曰动而非静；我之所谓静者，亦以昔物不至今，故曰静而非动。动而非静，以其不来；静而非动，以其不去。然则所造未尝异，所见未尝同。逆之所谓塞，顺之所谓通。苟得其道，复何滞哉？ \\n 伤夫人情之惑久矣，目对真而莫觉！既知往物而不来，而谓今物而可往！往物既不来，今物何所往？ \\n 何则？求向物于向，于向未尝无；责向物于今，于今未尝有。于今未尝有，以明物不来；于向未尝无，故知物不去。复而求今，今亦不往。是谓昔物自在昔，不从今以至昔；今物自在今，不从昔以至今。故仲尼曰：回也见新，交臂非故。如此，则物不相往来，明矣。既无往返之微联，有何物而可动乎？然则旋岚偃岳而常静，江河竞注而不流，野马飘鼓而不动，日月历天而不周。复何怪哉？ \\n 噫！圣人有言曰：人命逝速，速于川流。是以声闻悟非常以成道；缘觉觉缘离以即真。苟万动而非化，岂寻化以阶道？复寻圣言，微隐难测。若动而静，似去而留。可以神会，难以事求。是以言去不必去，闲人之常想；称住不必住，释人之所谓往耳。岂曰去而可遣，住而不可留邪？ \\n 故《成具》云：菩萨处计常之中而演非常之教。《摩诃衍论》云：诸法不动，无去来处。斯皆导达群方，两言一会，岂曰文殊而乖其致哉？是以言常而不住，称去而不迁。不迁，故虽往而常静；不住，故虽静而常往。虽静而常往，故往而弗迁；虽往而常静，故静而弗留矣。然则庄生之所以藏山，仲尼之所以临川，斯皆感往者之难留，岂曰排今而可往？是以观圣人心者，不同人之所见得也。 \\n 何者？人则谓少壮同体，百龄一质，徒知年往，不觉形随。是以梵志出家，白首而归。邻人见之曰：昔人尚存乎？梵志曰：吾犹昔人，非昔人也。邻人皆愕然，非其言也。所谓有力者负之而趋，昧者不觉，其斯之谓欤？ \\n 是以如来因群情之所滞，则方言以辨惑，乘莫二之真心，吐不一之殊教，乖而不可异者，其唯圣言乎！ \\n 故谈真有不迁之称，导俗有流动之说。虽复千途异唱，会归同致矣。而征文者，闻不迁，则谓昔物不至今；聆流动者，而谓今物可至昔。既曰古今，而欲迁之者，何也？是以言往不必往，古今常存，以其不动；称去不必去，谓不从今至古，以其不来。不来，故不驰骋于古今，不动，故各性住于一世。然则群籍殊文，百家异说，苟得其会，岂殊文之能惑哉？ \\n 是以人之所谓住，我则言其去；人之所谓去，我则言其住。然则去住虽殊，其致一也。故经云：正言似反，谁当信者？斯言有由矣。 \\n 何者？人则求古于今，谓其不住，吾则求今于古，知其不去。今若至古，古应有今；古若至今，今应有古。今而无古，以知不来；古而无今，以知不去。若古不至今，今亦不至古，事各性住于一世，有何物而可去来？然则四象风驰，璇玑电卷，得意毫微，虽速而不转。是以如来功流万世而常存，道通百劫而弥固。成山假就于始篑，修途托至于初步，果以功业不可朽故也。功业不可朽，故虽在昔而不化，不化故不迁。不迁故，则湛然明矣。故经云：三灾弥纶而行业湛然，信其言也。 \\n 何者？果不俱因，因因而果。因因而果，因不昔灭。果不俱因，因不来今。不灭不来，则不迁之致明矣。复何惑于去留，踟蹰于动静之间哉？然则乾坤倒覆，无谓不静，洪流滔天，无谓其动。苟能契神于即物，斯不远而可知矣。 \\n  \\n 　"}
