{"章节": "序", "正文": "  \\n 序 \\n 　 \\n 天地间一大戏场，生旦丑净毕集于中。自唐复为戏文，缘以衣冠兽翁，蓬蒿贤士，粪堆连理，污泥比目，泾渭混杂，世上莫辨。君子起而指示之，则戏演焉。及后，戏一变而为传奇，实倡自宋。盖以戏，虚文难以利俗，而浅说足以动众。夫传奇于戏，名别而实因也。 \\n 今君子操觚，莫不咸悉其意。故稗官野史，救污辟秽，于此为盛。一时市儿读之，不知怜才为劝，好色为戒，反取色而恶才，直欲丑净而作生旦，又乌得乎！南北冠，风流名人也。 \\n 知怜才好色之正，得用情取士之真。尝谓余言，古来贤士出于席门陋巷，德妇见之裙布荆钗，如锦衣玉食，绣柱雕梁，俱属外焉者。余识其言而敬之，复请之小说。才色在所不偏，劝戒俱所不废，使天下之人，知男女相访，不因淫行，实有一段不可移之情。情生于色，色因其才，才色兼之，人不世出。所以，男慕女色，非才不韵，女慕男才，非色不名，二者具焉，方称佳话。自非然者，即粪堆连理，污泥比目。桑间濮上之辈，何得妄以衣冠为尊。蓬蒿见鄙，浪向天地间说风流者哉！ \\n 此书梓世，固以名人之笔，复新于目，尤愿同人，为生为旦，不可打落丑净脚色，贻笑于戏场外之识者也。 \\n 康熙壬寅秋八月吴门拼饮潜夫题。 \\n  \\n   \\n  "}
{"章节": "第一回 弃浮名馆求佳丽 游玄墓诗种错缘", "正文": "  \\n 第一回　弃浮名馆求佳丽　游玄墓诗种错缘 \\n 　 \\n 诗曰： \\n 四海春风一曲琴，天涯类聚自相深。 \\n 青尊原为酬游志，白眼何须学苦吟。 \\n 俗客应难谐益友，痴情还许付知音。 \\n 不谋颠倒姻缘簿，翻教才人错用心。 \\n 话说嘉靖年间，有一甲科，姓石名昆，字良玉。乃河南开封府人。因年幼失偶，坚执不娶。直到五十岁上，念无子嗣，里人劝他娶了个填房李氏。不上一年，生有一子。这日，良玉梦一神人，赐古墨一锭，雕画金龙，外包着锦绣双凤绢儿。云此墨乃延川石液所成。良玉得墨惊醒，闻生此子，不胜欣喜。 \\n 又见眉清目秀，容貌不凡，回思梦中之言，知兆应在此，就取名为液，字延川，珍如珠玉。 \\n 养到五岁上，教他攻书，凡左传、史策，过目成诵，如旧物相逢，毫不作难。八九岁成文，十一岁时即入泮宫。入泮之后，父良玉选为江南苏州府理刑。就将家眷并此生随带上任。 \\n 凡百内务，俱着此生照管。不幸良玉官未一年，竟先辞世，后李氏亦呜呼。 \\n 余下石生一人，带领管家，就在苏洲离城三十余里，买了一所宅子，设丧陈祭。及丁忧服满，此时石生，诗词歌赋，诸子百家，无不精通。为人喜友好义。挥散宦资，以为粪土；浪结知心，就当性命。每日作文赋诗，会客联社于宅中一池亭上。 \\n 那朋友见石生神清气爽，风流豪侠，都起他一号，叫做池斋先生。 \\n 岂意三年之后，家业尽为逢迎散去，人情亦随钱谷疏薄。 \\n 石生闭户落落，忽于诗文之余，因叹口气道：“丈夫禀阴阳之气而有身，赋万物之灵而成性，必须读古人已著之书，继古人未发之旨，使吾性与古人相守，与后人相接，方称我生不负。 \\n 必须得个才女，白头吟哦；得个侠士，终身啸傲。使吾内有琴瑟之欢，外有胶漆之乐，才成百世良缘。奈何年已当冠，父母又经早丧，亲戚无靠，止余一表兄，姓李名景文，字穆如者。 \\n 虽是先母嫡侄，却在北京顺天府痒。日前见了些女子，皆是有才不能有貌，有貌不能有才的；结了些朋友，又是知面不知心，善始不善终的。且世人尽皆肉眼，不识卞璞。”说罢，自己不觉堕不泪来。自此欲适城市，反着破碎衣服，故令市井之徒，大惊小怪。石生总不介意。 \\n 一日，有个友人姓怀名古，字伊人，是石生旧日同社，住居与石生相近。乃劝道：“吾兄雄才博艺，当今无二，何不做番正业，轰轰烈烈，将平昔之文，行之于世，使众人一见，自称奇才。”石生因听其言，将家藏自己新作，并批选古人的旧集，尽付之坊中。未几刻出，东西南北，负价者来如云集。不论远近地方，皆知石池斋是个才子。就是过往乡绅士民，也没个不求文事。 \\n 石生自才名一倡，终日营营逐逐，不以为乐，反以为苦。 \\n 一日，闻得怀伊人要上河南他表亲处打抽丰，遂请相会，思量谢名，作伴同行，到舅家借看表兄为名，随遇觅访才女。与怀伊人正在踌躇间，见一管家，手持一书，还拿了二十两一封银子，送上道：”这是扬州梅翰林家下来的请书，这银子是折聘礼的。”石生接过书，取开看时，乃是一个请启，一个关书。 \\n 关书上道： \\n 乡眷弟梅深顿首拜请大三元池翁石老师台，教训小儿待腊。 \\n 每岁奉酬馆谷银三百两，节礼外具。幸毋负托，叨爱不尽。 \\n 石生看罢，见下一乡字，知梅翰林也是河南。遂对怀伊人道：“这事可去与不去么？”怀伊人道：“甚是该去。吾兄尚且无因他往，要访才女，扬州乃风流古地，正当借馆以图佳丽。” \\n 遂喜对管家道：“梅老爷人可在外边么？”那管家道：“梅老爷管家现在外边。说他叫王文，他老爷叫做梅岭彻，因告假在家，前在玄墓观梅，访得相公是个才人，故到家即着他请相公处馆。”石生道：“可知他学生多大了？”那老管家道：“听得他与外人闲讲，说梅老爷只有一女一子。子年尚幼，却不曾说出年纪数目。”石生道：“即然如此，不必写回书，可封一折饭礼儿与他。回他先去，我大约不过数日即去赴约。”那管家领命去了。半晌进来回道：“梅老爷管家已去。折饭礼儿收了。临行甚是叮嘱，叫相公不可失约。”石生闻言收了聘仪，不胜欣喜。 \\n 当日留怀伊人饮酒，要择日一同出行。酒未数巡，怀伊人道：“吾兄借出游以访才女，固是高人举止，但恐此处文事，一时不能谢绝怎好？”石生道：“小弟素性懒于名利，前因怀兄忠告相劝，致于今日，亦是不得已应酬。昨有两篇序纪，俱草草告成。今日所来，已经回过，脱然无累，就是明日即可同行。”怀伊人道：“小弟行装皆打点停妥，只是明日，恐非吉期。”石生遂叫一书童柏儿，取历日过来与怀伊人选日。怀伊人接过看道：“明日乃正月十七日也，俗云，七不往。直到后日方是出行吉期。”石生愀然近座道：“出行固要选个吉期，但明日不去，又恐他方绅士拜索笔墨。这番缠扰，却如何处置？” \\n 怀伊人衔杯半晌道：“有了。此时春光明媚，玄墓古香亭梅花甚开，四方游人诗士，雅集甚多。明日小弟稍备杖头，请到玄墓少叙。一以却拜访之人，一以领梅花之胜，岂非两全妙计。” \\n 石生闻言大喜。二人饮至夕阳西坠，怀伊人方辞回去。正是：闭户谈心休对俗，寻幽酌酒必须花。 \\n 到了次日，怀伊人在太湖叫了一只游船，定了两个吹唱。 \\n 吃过早饭后，坐在船上，遂叫管家去请石生。不一时，石生带着书童柏儿来到。二人相见礼毕，茶罢，管家摆上酒肴，就叫开船。三怀两盏，饮了一回，吹唱一回。怀伊人道：“若依吾兄昨日之言，舍此而去，不独今日无此一段快乐，且为梅花所笑。”石生道：“梅花骨秀神清，苦于耐寒，阳回气足，复能魁春，乃酣养贞守之士。弟因蜗角淹留，不知以其大者图之，倒不怕为梅花所笑，恐为梅花所耻耳。”怀伊人道：“吾兄今日谢名，借处馆以访才女，可谓贞守矣。况今秋乡试，明春会试，联捷在举步之间，梅花何耻之有。小弟雕虫小技，且丁母忧，明年此时，吾兄着锦衣归来，弟相会抱耻，又当何如？” \\n 二人正饮酒闲谈间，听得箫鼓如麻，歌声聒耳。石生叫人把两边垂帘卷起，见玄墓已在面前。岸上游人如蚁，皆傍梅岭而行。石生同怀伊人一见，心朗意彻，如一幅春景山水相对。 \\n 怀伊人向石生道：“此处有佳胜，即俗子市儿，也勉强扭捏两句歪诗，以酬青帝之意。吾兄名手，断不可无诗。”随叫管家取上笔砚笺纸，摆在案头。石生也正动诗兴，又见纸笔现成，便笑道：“请怀兄先为倡首。”怀伊人道：“今日吾兄是客。” \\n 一头说，一头研墨。石生取过纸，提起笔，向砚池蘸得饱饱，正待要笔走龙蛇，纸透云烟，把春风花鸟搜索一番。 \\n 忽见管家进舱报道：“田相公在岸上。”怀伊人不悦道：“他怎知我在此处？”管家道：“方才在帘外见相公说话。” \\n 怀伊人尚不动身。只听岸上高声叫道：“怀伊兄如何偏背小弟至此耍子。”怀伊人只得叫住了船，欠身相邀，迎进舱门。但 \\n 见这人： \\n 头戴一顶鸭嘴纱巾，身穿一件墨色布衫。年纪只有三十，面貌却似百岁。口拥荒须，形容不甚儒雅；脚登朱履，强勉赖做斯文。规规矩矩，妆成许多道学：遮遮掩掩，全见一味老诚。 \\n 三人相见，礼毕分宾而坐。石生向怀伊人问道：“此位尊姓？”怀伊人道：“姓田，字又玄。与小弟旧曾处邻，近居城市。”怀伊人又转身对田又玄指石生道：“这就是敝同社石兄，道号池斋者。”田又玄闻言，忙向石生打恭道：“原来就是石公祖令郎，久仰久仰。”叙毕。傍边管家添上钟箸，大家同饮了数杯。田又玄就像个不饮的意思，再要斟他，只是告减。 \\n 石生道：“田兄，加敬一杯。想是见弃小弟，在这边故此不饮？”田又玄高声回道：“岂有见弃之理。不瞒先生讲，昨日，徐州一个铁不锋兄，慕小弟之名来访，同本处一位白兄，齐集古香亭观梅。忽然诗兴发作，做了一回诗，不觉畅饮，因就玄墓歇下，今日尚有余酒未醒。”怀伊人接口道：“酒不肯见爱，同敝社友做诗吧。敝社友方才爱玄墓这段好景，十分留意春色，以梅花为题，正在挥毫之际，不期相遇，却好酬唱。” \\n 说罢，叫管家又取了一幅笺纸，命石生、柏儿捧砚磨墨。 \\n 田又玄慌了，把几杯酒盖着厚脸，假托看着柏儿道：“此子甚是青年，倒擅磨墨，是怀兄家的吗？”怀伊人道：“不是，是敝社友之仆。”田又玄笑道：“果然有好主必出好仆。”又问柏儿道：“你多少年纪了？”柏儿道：“今年十六岁了。” \\n 田又玄道：“你可识字吗？”柏儿道：“我不识字。”田又玄只管絮絮叨叨，问他东长西短。怀伊人道：“想是墨已浓了，田兄不要闲话。” \\n 田又玄谅着这诗难免不做，反强勉堆下笑容，脱帽露顶，谈今论古，胡乱讲了一回大话。 \\n 提起笔来，也不让人。摇头战足，咬指托腮，做了半日丑态，捏成一首。放下笔，将诗笺拿在手中道：“弟已告成，候石先生、怀兄韵成，一齐同看。”怀伊人道：“石兄在此，小弟不敢放恣。老兄转候石兄吧。”石生闻说，提起笔来，如探囊取物，写了一首。递与田、怀二人。诗道：一片冰肌接水光，羞随红紫独为芳。 \\n 东风团月连云瘦，春色笼烟彻骨香。 \\n 减却离魂空着恨，销残清粉更成妆。 \\n 当年高士今何处，值此游人总断肠。 \\n 池斋石液题 \\n 二人看罢，但见云笺与花柳齐飞，翰墨共春光并舞。连声叫妙不止。石生道：“小弟信笔乱书，实皆俚谈，何以当得二公大赞。”田又玄正色近座道：“其实做得好。若有字眼下得不妥，小弟从来最不瞒兴，就要把弊病一一说出。这诗做得不但顺口，且起头一句，‘一片冰肌接水光’，把梅花比做冰，冰者白也，梅花又是白的，这就妙起。第七句下个’当年’二字，当年者，尚论也，又是远想的意思。先以目前寓景，后以古人作证，乃真才实料，恰像唐诗。”石生道：“小弟原是抛砖引玉，请佳作代为遮丑。”怀伊人虽与他相认，不过旧曾处邻，并未曾与他文墨往来，也要看他诗句。就将手中诗取过，同石生一看，满纸胡涂，字如牛毛虾尾一般。诗上写道：南枝才放两三花，雪里吟香弄粉些。 \\n 淡淡着烟浓着月，深深笼水浅笼沙。 \\n 石生看罢，知他是抄写前人白玉蟾的诗句。不好说破，故作赞赏。怀伊人不觉露出一声道：“这诗做得虽妙，念来就如熟的一般。请再咏四句，以成七言八句如何？”田又玄忙回道：“这诗皆从心窝里发出，所以同声相应，同气相求。若是有些假借，便自己的意思，与古人的意思，两相隔绝，朋友读着，自然律不和声，词不顺口了。且有意思的人，作诗只可一首。 \\n 再做一首，就为恃才妄动了。岂不知古人说，一之为甚，岂可再乎？”怀伊人又道：“这诗细细想来，倒与当时白玉蟾《梅花》诗有些相同哩。”石生笑道：“想是田兄与古人暗合。” \\n 田又玄亦大笑道：“好个与古人暗合。小弟自幼在父师面前，逢会文作诗之期，往往拿着笔，如行云流水，不加思索，信手拈来，头头是道。自不知出自何所。间有父师道‘这是某人旧文’，究竟自己也不知道。石先生所言‘古人暗合’四字，此乃到言也。即如昨日有个不通的女子，做了一首诗，贴在玄墓古香亭上，也是咏梅花的。观者如堵，并无一个敢上前和她。 \\n 就是小弟走上，随意略写几句，众人一见，惊得掩面伸舌而去，难道那诗也是白玉蟾的不成。”说罢，又向石生道：“小弟胡说而且乱道，先生幸勿见笑。”石生道：“常言’俗子位中留不住，才人到处有逢迎’。田兄既有这般大才，何患弟辈不甘拜下风。”怀伊人亦诡道：“田兄之诗全无假借，适才是小弟之戏谈。我自罚一杯吧。”遂吃过一杯，又向石生招饮。 \\n 石生手执酒杯，心下想道：“此人说甚么不通的女子，必竟是个才女。”停杯向田又玄笑道：“适所言佳句，与那不通女子诗，可还在古香亭上吗？”田又玄道：“岂有不在之理。 \\n 古香亭乃梅林之大观，亦诗人之雅聚。凡远近游人，往来无阻，任其饮酒赋诗。石先生这诗，到那里也贴将起来。小弟诗现在东粉壁墙上，少不得同去现丑一番。”石生听了，一心要上古香亭看那女子的诗，酒也不吃，就叫放船前去。一阵清吹低唱，穿湖而入。行末一箭之地，但见：亭台耸起，人人笔弄清香；粉面参差，个个鸟唤提壶。 \\n 对客开樽，错怪浮生如梦；临波停泊，亦信春光似画。也有各携杖头，借景陶情；也有独抱琵琶，逢场作戏。 \\n 石生住了船，同怀伊人、田又玄，叫管家携着酒肴，带着吹唱，一直上山。行到古香亭上，举头一望，满壁皆诗，不及遍览。转过东粉壁墙来，田又玄即指道：“此是小弟拙韵，上面是那不通的女子胡话。”石生微应，同怀伊人先看田又玄诗 \\n 道： \\n 娇似雪花白似鹅，枝枝开放向前坡。 \\n 占他春景气痴我，累我吟诗恼杀他。 \\n 一朵扭来堪插髻。连根拔起可烧锅。 \\n 明朝只怕山风起，雪打群鹅飘满河。 \\n 春日同铁不锋白随时作也石生看罢，同怀伊人忍笑不止。 \\n 田又玄道：“这诗何如？”石生同怀伊人道：“字字典雅，句句新秀，果称绝技。”田又玄喜道：“可有些老杜气味么？” \\n 石生道：“全是杜体。”田又玄又指那女子诗与石生看道：玉笛吹残花复生，别离歌曲动江城。 \\n 遥依南岭应传语，笑倚春风巧耐情。 \\n 雪照疏林酬意冷，梦回东阁旅魂惊。 \\n 相思罢吏难归去，载酒空余索杖名。 \\n 凌春女子题 \\n 石生看罢，魂灵飘荡，神思恍惚。暗自想道：“世间有如此女子，岂不令男子羞死。念了一回，复低声玩味一遍，玩味一遍，又高声朗诵一回。徘徊眷恋，情生肺腑。怀伊人亦仰面嚼咀。田又玄用手扯道：“这女子诗一味胡涂，当不得细解，就便解出滋味，也不过是个女流。”说罢，将石生诗笺贴在壁上。又道：“我们且席地饮酒，叫吹唱起来赏鉴梅花，不可有负春色。”石生同怀伊人只得错落就坐，各斟满饮。石生手拿着酒杯，心下沉吟半晌，恍然如失，就要起身告回。 \\n 时天色将暮，田又玄宿酒已醒，正要拚饮。见石生要回，对怀伊人道：“主人之意若何？”怀伊人道：“既石兄要回，听其自便吧。”田又玄笑道：“这是主人悭吝，输不起酒资了。” \\n 怀伊人道：“非小弟悭吝酒资，因明日石兄有广陵之行，弟亦有河南之往，久已相约，恐今日过酒，误了明日吉期。”田又玄道：“明日那里去得成，就是要去，少不得弟备薄饯，屈留一日玩玩。”石生口中辞谢，定然要回。怀伊人同田又玄遂吩咐管家，将酒肴携在船上，三人复下山上船。田又玄别去，石生同怀伊人一路饮回，各皆无言。到了岸时，怀伊人并众别去，石生带着柏儿回家。怀伊人临别道：“石兄明日须要早起。” \\n 石生怅然回道：“明日再为商议便了。”正是：无端才思相关切，落得游人满面愁。 \\n 却说石生，别怀伊人归家，一心想着那女子诗，如怨如慕，不禁动了个寻访之念。到次日，广陵之行告止，写了两书，一封托以酒病。令怀伊人先行；一封书烦怀伊人带至河南，问候表兄李穆如。正要着人送去，不期怀伊人带着管家、行李，收拾齐备，到石生处相邀同行。 \\n 石生闻得，请进书房，相见过，怀伊人笑道：“昨日田又玄做那样胡诗，反笑那女子不通，真实可耻。”石生令怀伊人坐下，回道：“鄙俗小辈，狂妄无知，何足挂齿。”柏儿少顷拿上茶来。二人茶罢，怀伊人道：“小弟即刻就行，吾兄为何不收拾行装？”石生道：“昨日弟见那凌春女子诗，丰神逸逸，落笔不俗。弟思想起来，正是良缘觌面，还要往甚么广陵访问才女。怀兄且先行吧。”怀伊人道：“吾兄此意，是不往梅老先生家赴馆，要在此访问这女子么？”石生道：“弟就去赴馆，也不过为此，岂可才女咫尺，反教错过。只是有一书，动烦怀兄带至河南舍表兄处，感爱不尽。”怀伊人接书道：“自然领命。但吾兄访这女子，在此淹留，恐他人又索笔墨，以致两误，不如同行吧。”石和愀然道：“弟假以抱病谢交，他务自却，怀兄不必过虑”怀伊人作想道：“兄计固好。弟欲停装暂为效劳，此时不能奈何？”石生道：“若怀兄有此意，弟当终身佩德，恐怀兄不肯见爱。”怀伊人道：“弟心有余而时不逮了。 \\n 苦今日不行，错过吉期，后来未必有此佳辰。”石生道：“既然如此，弟不敢苦留，恐误前途之事。怀兄且长行吧。”怀伊人只得怅然而别。临行道：“吾兄当斟酌谋为，弟不日即得会面。倘若这女子访问不着，还赴梅老先生之馆要紧，恐失他人之约，惹人谈论。”石生唯唯应诺，随即打发怀伊人长往，要访这凌春女子。 \\n 正是： \\n 原为情而去，又被情所扰。 \\n 不是浪用情，天下知情少。 \\n 不知石生访这女子如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 见利巧施美女计 背人假借梅花诗", "正文": "  \\n 第二回　见利巧施美女计　背人假借梅花诗 \\n 　 \\n 诗曰： \\n 相思无底暗伤神，曾种风流一段春。 \\n 千里烟缘风忽送，三分傀儡话偏亲。 \\n 可真可假可欺世，谁是谁非谁识人。 \\n 误了桃源无好约，却教迷处说通津。 \\n 却说石生，不思量往扬州梅翰林家处馆。别了怀伊人，要在苏州访问凌春女子踪迹，却也不知是何等人家，下落何所。 \\n 欲亲出访问，又恐闻名者，滥求代庖。因借病在家，着管家先将古香亭诗句揭来；后令书童柏儿在外访问。今日也访，明日也问，整整打听了月余，不见影响。 \\n 这日，石生独坐在家想道：“向日我见那女子诗句，虽知其才，未见其貌。假令柏儿访着消息，在某所某处，我不能亲觏其面，便使媒婆去说合，那媒婆自然贬其丑陋，扬其美色，两下撮成，使我石池斋一片怜才好色的热心，付与冰炭之中。 \\n 那时，姻缘簿上污了清白，叫我何处去折辩。”又想道：“那女子取名凌春，有魁占物色之意，料然也不是个俗品。自然男女相访，不轻失身与人的了。使她知我石池斋有这段好逑苦衷，应亦喜托鱼水。独怪那日不该让怀伊人先行，若留他少住几日，也与我访问访问，玉成此事。”又想道：“怀伊人北上，此时也不知到了何处，就想他回来，谅也不能，还是我与这女子两下无缘。不如依怀伊人临行之言，赴梅老先生之约要紧。”正自搜理闲思，沉吟不决，忽心下又陡起一念，自惊讶道：“这女子起句凌春，莫非取意于梅，乃梅老先生之令爱么？前闻他管家说，他老爷因游玄墓而回，故来聘我。又说梅老先生有一女一子，且那诗中道‘梦回东阁’，用扬州何逊故事。”说罢不禁欣喜，以为得想，遂吩咐一老管家，看守宅子。遂收拾行李，带着柏儿，叫了一只船，竟往扬州梅翰林家去。 \\n 不一时，行到苏州城境。石生在船上检点行李书玩，恰恰忘落了凌春女子诗笺。石生忙对柏儿道：“你快回去将凌春女子诗笺取来。”柏儿听说，上岸飞星去取。石生查了行李，又自己悔道：“我还不该造次往扬州，遣落此诗，却非佳兆，端的这女子还在苏州。”一头怨，一头等，等到午西，见柏儿拿着诗笺，头上褪着帽子，汗浸浸走进船舱，说道：“那做诗的女子有了影响了。”石生忙问道：“却在什么所在？”柏儿道：“适才小的从阊门过，见一个乘轿的医生，多少讨药的人，跟到他家，下轿毕，那医生道：“不是这两日在常州医那小姐的病，这几时把你们药都打发完了。’小的闻见小姐二字，随立在旁，听了半晌，未审详细。见那日游船做诗的田相公，拉着他说话。小的见他进去，就问那医生管家，在常州医病的原故。 \\n 那管家道：“有个小姐姓毕，乃是淮安人。因同父亲在玄墓看梅，受了些风寒，回到常州地方，染成一病。因慕我相公医名，特请了去，只用了四五服药，就病体痊愈。如今复回淮安去了。’小的犹恐不是，又问那女子叫甚么名字。那管家想了一回道：‘叫凌甚么小姐。’小的说：“莫非叫做凌春小姐么？’那管家忙笑道：“正是这两个字。’小的又问他相公姓甚么，那管家说姓白。如今特来与相公商议，还是上淮安去访他，还是怎么样？” \\n 石生闻言又惊又喜道：“这小姐虽有消息，未必貌附其才。若有才无貌，也是枉然。必须再去，访访她年纪多少，有人家不曾有人家，在淮住居何所？这般方可上淮，央媒求亲。若造次而行，倘有不合，岂不空费一番往返。”柏儿领命，放下诗笺，又去访问。方才上岸。就遇着田又玄迎面叫道：“柏儿，你相公尚未去么？”柏儿道：“现在船上。”田又玄就要想见。柏儿忙回报与石生知道。石生请进舱中，相会礼毕。田又玄道：“向自玄墓别后，小弟只道石先生同怀伊兄次日北上，故不及奉候。适儿盛使，方知先生尚留此地，不意今日又得一面，何幸如之。”石生道：“小弟向日已订期北往。因别后遂得大恙，不可以风，故又羁留到今，亦出无奈。”田又玄笑道：“那日在古香亭，小弟预知先生次日不能就往广陵。相留薄饯，实出本心，不意先生苦苦托词见却。”石生笑道：“人生四海皆兄弟，我之大贤，与人何所不容；我之不贤，人将拒我。如今日田兄，不弃小弟足矣，小弟岂可托词以却田兄。”田又玄笑道：“据先生所言，既非托词却弟，广陵实有何事？”石生道：“不瞒田兄讲，广陵梅老先生，差人请小弟训诲他公郎。前受了关书，并聘金二十两，约期甚近，所以急急为此。”说罢又道：“如田兄不信，……”随叫柏儿去取关书，递与田又玄看。 \\n 田又玄一见上写着馆谷每岁三百两，节礼聘金在外，便觉满眼动火。随欠身道：“原来先生为这宗大财，故急于要行。” \\n 石生笑道：“二三百金算得甚么大财，小弟不过借此以谋终身之事耳。”田又玄又道：“先生这实是欺小弟了。终身之事，莫大于功名，难道借广陵以取功名不成？”石生又笑道：“功名富贵，等如浮云。知者当之，止算得一夜好梦。小弟之意，岂俗到此，盖别有意中之事，实非田兄所知也。”田又玄放下关书，诡道：“意中之事，我知之久矣，故作戏谈以试先生，今先生何必相瞒。”石生心下暗想道：“凌春女子，当日原是田又玄因作诗而起，必定他有所见，方说出此话。就是他无所见，我实说于他，料也不妨。”遂叫柏儿到茶馆取了几杯茶，留田又玄在船上相谈。石生道：“田兄既知小弟心事，小弟实为那日在古香亭见凌春女子诗，归家细思，颇还去得，因而动一痴念，有好逑之意。 \\n 遂着小价觅访他的消息，到今方有影响。”田又玄近座笑道：“当时，小弟明知那凌春女子诗好，故说不通者，因为吾辈才名不肯为女流所占，不意先生与我暗合，也知她诗好。但此时先生既有影响，就该丢了扬州馆事，为何还如此行色匆匆？适才所言不知所行了。”石生道：“非弟言不附行。奈这女子在淮安地方，虽知其才，未知其貌，若造次而行，恐有不合，空费了往返，又误了梅老先生之约。小弟之念，尚暂泊于此，再访这女子真有沉鱼落雁之容，闭月羞花之貌，就撇梅老先生之馆，竟挂帆向淮阴，与她生死一决了。”田又玄道：“老先生原是在何处访着这消息，如今还当去访一访，不可错过。” \\n 石生道：“原是一医生姓白者，从常州与她看病而回。小价偶然问其盛管家，故得知这个消息。”田又玄道：“原来医生姓白者之传。但恐再访出那女子是绝色，先生事做半途，又要赴梅老先生之馆，凯不费居中者一段苦心。”石生笑道：“我石池斋岂肯为三百两臭铜，卖了终身大事。”田又玄见石生志不在馆，立意要访那凌春女子，不觉动个冒名赴馆之心。手里拿着茶杯，口中诡道：“先生不必他访，小弟曾在古香亭见过的。” \\n 石生忙喜问道：“田兄所见，果然姿色若何？”田又玄道：“若说那女子姿色，大抵非一言一句可以描写，只那一双眉眼，令人见即迷魂。”石生闻说，近座细听。田又玄又细将那女子如何美貌，如何动人，在古香亭如何看见，说了许多谎话，要撮弄石生上淮，自己顶名赴馆。石生一腔痴情，虽被他说动，却也半疑不信。田又玄又巧言道：“恐小弟眼力不济，不足取信先生，先生且停留半日，请那医生来，假以看病，再细细审问一番，真假自明了。”石生喜听其言，就着柏儿去请那医生。 \\n 田又玄又止道：“此时天色将暮，恐不成体，到明晨吧。”石生道：“明日再误半日功夫，恐又开不成船了。”田又玄道：“小弟还要薄饯，明日少不得相留一日，后日再开船长往。” \\n 石生为着那女子，只得依言。二人谈得情投意洽，又吃了一会茶。田又玄别去，临上岸道：“此事若成，先生将何以谢弟。” \\n 石生笑道：“多以金帛酬谢就是了”。田又玄正色道：“小弟亦非爱金帛的俗品，转将佳稿赐小弟一部，以留别后之思吧。” \\n 石生道：“此是不费之惠，若先生有见教之意，明日就着人送来。”说罢，田又玄别去。正是：出言诡辩非君子，见利欺心定小人。 \\n 却说田又玄留石生停止船上，思量冒名赴馆，得那三百两头。一路想道：“我方才留石池斋，明日请白医生察访那女子姿色，倘那女子是个丑陋的，白医生一直说将出来，不但失了老田这大财，且把我吃茶时那些假话，都被他识破，日后有甚面皮见他。”想罢，竟不回家，即转回身子去寻白医生，要二人合意同谋。 \\n 原来白医生就叫做白随时，素常做田又玄的伙骗。曾在玄墓古香亭，令田又玄假石生之名，会徐州来的一个铁不锋，观梅做诗，希图酒食。这晚见田又玄寻他，即忙迎出笑道：“田相公适才别去，为何又来。”田又玄道：“特来与兄接风。”白随时邀到内堂坐下。田又玄从袖中取出一个银包，拈了一块银子，递与白随时买酒。白随时推让了一回，田又玄只是要买。 \\n 白随时道：“在愚弟这边，为何倒扰老兄。”田又玄道：“小弟有一发财事相烦。你依我买来，别有话说。”白随时勉强收下银子，叫家中用人，买了些熟肴便酒，掌起灯来，二人饮到兴头，田又玄道：“敢问老兄，前日在常州与何人看病的？” \\n 白随时道：“有个淮安毕监生令爱，为玄墓观梅，受了些风寒，因请小弟看病。却有何说？”田又玄道：“那毕令爱可是前月十六日，我与老兄并铁兄三人，在古香亭笑他诗句不通的凌春吗？”白随时道：“不是，不是，这个叫做临莺，生得才美冠世，其父虽监生而实乡官，从正月二十日方游梅花的。”田又玄道：“如今把这临莺要兄认做凌春，这财就有望了。”白随时问其原故。田又玄将石生爱凌春诗句，误访临莺，并明日要请白随时话头，细述一遍。白随时闻言惊道：“石池斋也还有些名望，为何把一个不通的认做才女。这等看将起来，眼力实不如老兄了。”田又玄叹口气道：“自古名人好题诗，英雄多困苦。虚名在前，真才落后，此天道反覆之数。”白随时又道：“明日小弟领命，把临莺说做凌春，哄那石池斋上淮去了，你我财从何来？”田又玄道：“兄饮三大杯，小弟说与你听。” \\n 白随时连吃过三大杯。田又玄道：“小弟之文才诗学，系兄所素知，自不必说。有扬州梅老先生，官居翰苑久矣，知我是个才子，要请我教他公子。不意石池斋这个畜生，就谋了此馆。 \\n 每年三百两雪花纹银，节礼在外，还有二十两聘仪。如今聘仪被石池斋收了。若老兄撮弄他上淮，这馆小弟抵了，馆金与兄三七分，岂非是宗大财。”白随时听了满心欢喜道：“这等说，老兄该吃三十杯。老兄之财，更多似小弟。”田又玄道：“三十杯小弟吃不得，也与兄三七分吧。”白随时道：“这个成不得。小弟不敢如此贪杯，宁可舍命奉陪几杯吧。”二人一头说，一头筛酒，各吃了五六杯。白随时又道：“适才老兄所言，有冒名顶替之意。又无关书，一时认识出来，却如何处置？”田又玄道：“关书小弟已曾见过。竟去赴馆，只要言语相对，东家怎好问先生要关书看。”白随时大笑连声道：“妙！”二人立定计策，欢心畅饮，直到一更时分。田又玄临行嘱道：“明日之事在心。”白随时道：“谨领大教。”二人别过。白随时又道：“闻得铁兄尚羁旅在扬，未回徐州，只柏老兄还要相遇。” \\n 田又玄道：“若他在扬，益发妙了。”二人方别。正是：浪施巧计同儿戏，小视奇才作等闲。 \\n 却说石生在船上不知白随时受田又玄之嘱。到了次日早起，见天色晴明，正是淮行的顺风。 \\n 遂叫艄公备了酒饭，封起药金，一面令柏儿来请白随时。 \\n 不一时，白随时带着家人，背了药箱，柏儿引轿到船前。白随时下了轿，一直上船，与石生礼毕茶罢。柏儿从书箱中取出一书，放在案上。白随时把石生脉细细一看，道：“先生这个病源，因闷郁而起，心膈不宽，虽然脉气沉细，却无大病。”叫家人取上药箱，撮了两剂宽中益气汤，用福圆作引。撮罢，就要告辞。石生道：“久仰青囊秘学，未得识颜。今日贱恙得叨妙剂。舟底不堪便饭，望宽坐少叙。”白随时道：“先生才名动世，一觏台光，实出望外，况又在此叨扰。”说罢，柏儿收起书本，摆上酒肴，二人饮了一巡。石生道：“兄翁尊号，却不曾请教。”白随时道：“小弟贱字随时。”石生道：“可是素与田又玄相知吗？”白随时道：“曾有一面，不甚相知。”石生也不在意，又饮了数巡，石生欲言又止。白随时知他为那事儿，不好启齿。故作问道：“先生行色匆匆，却因何往？”石生道：“要往淮安访一舍表亲。”白随时故道：“令亲住居何所？” \\n 石生故作叹一口气道：“说起话长。小弟有位舍表亲姓毕，自先君去世，就不曾相会，到今五六年矣。昨偶闻在淮居住，又闻舍表亲带着舍表妹，在玄墓看梅，及弟往拜，又两下错过。 \\n 如今上淮问询，尚不知他住居何所。”白随时知诡托诡道：“前小弟在常州，与一位毕监生令爱，句唤凌春者医病。那毕监生倒住在淮安城外，清凉寺旁，也曾从玄墓看梅而回，莫非就是么？”石生笑道：“那人虽然名姓相对，但天下同名同姓者多，难叫分辨。惟舍表妹自垂髫时，与弟同食同居，至今形容犹记。不识兄翁见那毕兄令爱而貌若何？”白随时把酒干过，笑道：“这等说起，料想不是令亲了。”石生见他笑而不言，以为女子丑陋，不好说出。叫柏儿斟盈了酒，又问道：“兄翁如何见笑？”白随时道：“不说那女子面貌便罢，若说起那女子面貌，真天上有，地下无。且才美兼备，恐先生令表妹没有那等全美。”石生作喜道：“舍表妹虽人才不算出色，却也有七八分似这个女子。但不知此行得遇着遇不着？”白随时道：“若是这位女子，先生说两个字来，小弟代起一数看。”石生见白随时又会起数，满心欢喜。随口道了两个字。白随时将手画画道：“却好是乾天数。二爻发动，此去不独能相会，还有许多喜事。”石生道：“这数如何详解？”白随时念那数中诗道： \\n 得意相逢贵，前程去有缘。 \\n 利名皆可望，三五月团圆。 \\n 石生听罢，知姻缘之事有准，又敬白随时几杯作谢。白随时又道：“此数乃邵康节先生所授，极灵极准。上面说’三五月团圆’，先生若访令亲，宜速行以应此数。”石生道：“小弟就此顺风，即刻开船。”不一时，柏儿拿上饭来。只见田又玄领着一个佣人，竟自上船，与二人拱手。白随时见田又玄至，就起身告辞。石生道：“请用便饭。”白随时作谢道：“小弟酒后不能用饭。”石生随叫柏儿取出药金赏封，总递与背箱管家，送到岸上。白随时作别上轿。 \\n 石生方回，田又玄迎着问道：“那事如何？”石生笑道：“据白兄口词，颇有姿色。小弟欲乘此顺风，暂别往淮。”田又玄惊道：“此时就行，小弟不及躬饯奈何？”随叫人取上四包路菜，送与石生。石生作谢。要留田又玄便饭，田又玄作辞过。又道：“先生上淮，必须从扬州而过，倘梅老先生管家看见，传与梅老先生知道，岂不招怪。”石生道：“小弟此行，不拢岸上，径从淮安水路而去，他如何知道。就见他管家，也不认得。前那关书，俱从门外传进，并不曾会而。”田又玄喜笑道：“既如此，先生可放心而行了。”石生叫柏儿开书箱，取出诗稿递与田又玄道：“这是小弟近集，如命呈览，幸勿见笑。”田又玄谢过，令家人收下。 \\n 二人立在船头叙别。只见船家整理篷桅，收拾绳索。石生对田又玄道：“此时心意皆为行色所扰，不能与兄尽谈。”就作揖谢别。田又玄回礼道：“这是喜事催人，先生不必以一别为怅也。”石生反强勉回嗔作喜，要送田又玄上岸。田又玄道：“先生不必送小弟，小弟转立在岸上，以心相送吧。”二人就在船头别过。田又玄同家人上岸。只见船家撤起跳板，将船一开。石生才进舱门，但闻长帆风响，船头水涌，如弩箭离弦，去莫能禁。田又玄立在岸上，喜得如梦如痴，呆了半晌。正是： \\n 情痴傀儡三分话，天送姻缘万里风。 \\n 却说田又玄立在岸上，复定睛看了一看，见帆影顿渺。遂带着家人来会白随时，商议冒名赴馆。二人相见大笑。白随时道：“老石已去，我兄冒名之事，不可迟延”田又玄道：“适才细细审问他，他此去竟不扰扬州，说扬州梅老先生家人并不曾会过。这场造化，真是你我时运。”白随时道：“既然如此，事不宜迟。老兄可收拾行装，随后赶去，恐一迟延，梅老先生着人来请他时，就有许多不便。”田又玄依言。就拉白随时到家，看着收拾了行李，同到渡口，叫一只小船，别过白随时，独自一人，随路打听着石生消息。 \\n 到了扬州。上岸之时，顶头遇着一人口中叫道：“石兄何往？”田又玄忙抬头看时，乃是徐州的铁不锋。就踉踉跄跄作了一揖道：“小弟因此处梅老先生，每年出三百金纹仪，请我处馆，特来赴约。铁兄何羁留在此？”铁不锋道：“小弟自别后，不期遇二三知己，每日在此诗酒，竟忘其所归。”田又玄道：“铁兄必于此地久熟了，可知梅老先生家住居么？”铁不锋道：“闻得在小东门前后，可同去找问，以便进拜。”二人遂拉手同行，进了城，不一时到小东门。铁不锋道：“想是梅老先生就在此处前后，可问人一声。”二人立着说时，见一人从旁边酒楼上走下，问道：“相公可是来赴馆的石相公么？” \\n 田又玄道：“我正是。你如何晓得？”那人道：“小的就是梅老爷家中王文。我与相公去通报。”田又玄道：“此时天暮，恐不成礼。今晚且寻饭店住下，明日再来拜过。”王文扯住不放道：“我家老爷怪相公来迟。说没有回书，不足为凭。家中报怨小的，正要差小的明日去复请。若相公今日会了，省小的明日一番回话。”田又玄遂到酒馆中，打开行李，取出一红单帖，上写着眷晚生石液拜。先着人传进。后向铁不锋道：“弟且暂别，兄寓何所，乞为示我，以便奉看。”铁不锋道：“石兄不必看弟，弟明日自来拜兄。”二人打恭别过。 \\n 田又玄跟随了行李去会梅翰林。见梅翰林迎到厅下，田又玄前趋后恭，相依而行。直到厅上，相见礼毕，分宾坐下。梅翰林道：“前学生在吴下观梅，仰台兄大名，如高山在望。不揣荆棘，敢攀驾临，获愧实甚。”田又玄打恭道：“晚生菲才薄德，梅老先生呼唤，实愧庸学，不足以当令公子之范围。” \\n 梅翰林笑道：“这是台兄过谦了。”田又玄又打一恭。家人茶上。田又玄兢业业拿着茶盏，告过茶毕。梅翰林叫管家请出小相公来。少顷，小相公出来，年纪只在十来岁，生得眉眼秀雅，端端正正朝上作了一揖。家人安了个位儿，在下面坐着。田又玄道：“令公子品格非凡，日后定然继老先生之门第。”梅翰林道：“小顽待腊，因学生为这俗吏，幼年失教，懒于读书，明日拜从门下，使顽石一经仙点，想不致终顽也。”说罢，请田又玄到内书房里坐。田又玄蹑步而行，穿了两三进房子。只见花柳丛中，山石嵯峨，朱栏粉格，多少曲径回廊，共有十数间危亭雅座。梅翰林叫收拾铺陈，安田又玄在内居住，田又玄不胜欣喜。当晚整酒，十分款待。次日又备一席，将公子拜在门下。 \\n 二人方饮酒时，见外传进一帖，上写道：“通家社弟铁纥拜。”田又玄一见，忙起向梅翰林道：“是敝相知铁不锋兄，来拜晚生的。待晚生出去相会。”梅翰林道：“既石兄相知，请至书房相会何妨。”随叫家人收了酒肴。田又玄迎进铁不锋，在书房中与梅翰林三人礼毕，分宾坐下。梅翰林道：“请教铁兄尊号。”铁不锋道：“贱字不锋。”田又玄道：“敝相知少年大才，乃北方名士，家下现住徐州。”梅翰林道：“看铁兄这般清雅，自是名教中人。”铁不锋打恭谦逊。梅翰林对田又玄道：“铁兄可曾婚配过吗？”田又玄道：“晚生婚配过。铁兄与晚生不同。”梅翰林笑道：“这等说，石兄已娶，铁兄尚未有室了。”铁不锋道：“晚生素有傲骨，不肯轻娶。”梅翰林道：“此正是才人之妙用。”三人茶罢，铁不锋就要告辞。梅翰林道：“铁兄既与石生相契，皆是莫逆，何不少坐，盘桓盘桓。”遂令田又玄留住。吩咐家中整置酒肴。又取出一诗笺执在手中道：“铁兄可有佳稿在此？”铁不锋道：“拙稿被坊中取去射利，尚未刻出。”梅翰林取出诗笺道：“这一首诗，是小女在吴下古香亭上做的，请二兄指教。”二人接过，用手假作画圈吟哦。忽看到后面有凌春女子四字，二人惊讶半晌。梅翰林道：“这诗是咏梅花的，也还通么？”田又玄道：“这诗是绝妙的。但晚生是在古香亭见过的，那时是十几的光景，就同铁兄在那边观梅，因而赞赏。不识老先生同小姐，是何时在古香亭的？”梅翰林想道：“还是正月初五日，同小女在那边的。”田又玄道：“令爱小姐，如此大才，不知青春多少了？” \\n 梅翰林道：“小女今年十六，尚未择婿。”二人闻言，一齐惊赞不已。 \\n 梅翰林道：“请教二兄各做一首，以便小女留读何如？” \\n 田又玄心中想着石生淮行之事，恐闻凌春消息，复来赴馆。遂用一计道：“铁兄大才，尚未有室。老先生令他做一首。略见其意，何不招赘为婿。”梅翰林但微笑道：“石兄也少不得要做。”田又玄道：“晚生乍离故古，心绪觉得烦杂，恐猝中之笔，不足大观。”梅翰林道：“常言斗酒百篇。想石兄酒兴足，然后下笔有兴。适才吩咐家人另收拾酒肴，待学生再亲去取一坛好酒，与二兄冲开思路。”一头说，一头别过二人去选好酒。 \\n 田又玄同铁不锋见梅翰林回家，亲自取酒，恐怕一时做诗，吓得心慌意乱。铁不锋对田又玄道：“吾兄大才，就要做诗，也还不难。小弟近日荒疏，胸中却无一字，这事从那里说起。” \\n 田又玄道：“小弟近日风尘劳顿，也有些荒疏，却如何处置？” \\n 铁不锋低声道：“向日吾兄所作之句，权借与小弟何如？”田又玄低声回道：“这个成不得，倘若兄说错了字，反为不美。不如待我写了，兄做一首吧。”铁不锋慌道：“吾兄之诗，小弟自别后，终日熟读，断不错字。”田又玄想了想道：“那诗就与兄写去。小弟一时懒做，也寻一首现成的，应酬应酬吧。” \\n 遂两边张张，忙拿了钥匙，向房中开了书箱，取出石生诗稿，翻来倒去，不见一首合宜的梅花诗。因想，向日后生在游船上做的那首，却又一时寻不着。正在乱查之际，见铁不锋走进道：“这诗稿是何人的？”田又玄道：“是小弟做的。”铁不锋道：“兄当时在古香亭，说这女子诗甚是不通，今日为何又赞她绝妙？”田又玄手掀着诗稿发燥道：“兄全然不知我的深意。”铁不锋见他发燥，遂忙忙出去。田又玄又闻得外面花园门响，向后半本猛然一揭，却好临了一首就是。方才看了一眼，见梅翰林走进，手慌脚乱，出来迎着。 \\n 梅翰林叫人揩抹了桌子，摆上美酒丰肴。田又玄随放了梅待腊家去，自己复走进房内，收拾那诗稿，掩在箱内，又张了两张，方出来与梅翰林三人饮酒。酒到半酣，田又玄叫书房用人，取出笔砚，对梅翰林道：“适老先生所命，和小姐梅花诗，晚生辈且强勉做他两句，以求大教。”梅翰林闻言，各敬一杯助兴。田又玄将酒接过来，一饮而尽，就把石生“一片冰肌接水光”那诗写将出来。梅翰林一见，满心欢喜，击节称赏。铁不锋扭捏半会，就把田又玄那“娇似雪花白似鹅”诗，写将出来。梅翰林一见，鼓掌大笑。铁不锋道：“晚生这诗还不像荒疏之笔么？”梅翰林道：“绝妙佳句。”三人遂一面饮酒，一面看诗，饮到夜半。 \\n 梅翰林留铁不锋住了。就将二诗携到内宅，与凌春小姐去看。凌春小姐正高掌银灯，翻阅古集。一见二诗，不觉失笑道：“这铁姓诗句，这等不通，名字又起得这样古怪。”梅翰林道：“这铁姓乃徐州人。石兄说他是北方名士。年甚青少，谁知外清内浊，石兄竟亦不察，反有荐他为婿之意。连石兄亦觉可笑。” \\n 凌春小姐又道：“石先生这诗，倒脍炙人口，只是字迹歪邪，像有抄袭之弊。”梅翰林想了想道：“我起先见他在书房中拿着一稿，东翻西阅；且他又是一团势利行径，不像个名士规模。莫非这诗果有抄袭之弊么？”时公子梅待腊与夫人亦在座旁。 \\n 梅待腊道：“我先时也看见先生，查了半日诗稿，见爹爹来，就慌忙搁下了。”凌春道：“如此说起，石先生既有抄袭之弊，决非才人所为。竟假冒名士之辈，妄来赴馆，亦未可知。”梅翰林道：“倘若如此，我迟日假满进京，家下无人照管，岂不误了我幼子之事。”说罢，各令安歇。独自想了一个主意。 \\n 次日早起，即别过铁不锋。叫一管家，同王文到苏州悄悄访问，看这家中先生，可是石池斋；再访问石池斋可是个名士。 \\n 管家同王文领命。梅翰林又道：“你二人若访问不出真正消息，休来见我！”管家同王文吓得飞星叫船，去访石生。正是： \\n 假借人多惑，循环事却乖。 \\n 但能催薄暮，月应不媒来。 \\n 不知在何处访着石生，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 毕小姐丝桐露调 石秀才玉箫断肠", "正文": "  \\n 第三回　毕小姐丝桐露调　石秀才玉箫断肠 \\n 　 \\n 诗曰： \\n 恩从至处生烦恼，诗到愁来总怨哀。 \\n 寄语深闺非恋色，抚琴相访亦因才。 \\n 岂知错里翻成约，不忍情中更见猜。 \\n 自是美缘天有分，何须冰月作良媒。 \\n 却说石生，那日信白随时之言，别过田又玄，喜长途风送，不日到淮。先将行李发在湖嘴饭店，即问清凉寺住居。问毕，暂别主人，带着柏儿，行未半里，见青柳成行，白云如堵，无数楼台殿阁，隐隐高耸其中。石生从一草桥而入，傍花随柳，找寻至前，果然有一大寺。面对湖水荡漾，绿草烟迷，内闻鸟鹊声喧，山门紧闭。 \\n 石生自旁一小门缓步进去。见一僧衲衣草履，迎到客寮，二人揖毕，分宾坐下，各道名号。 \\n 原来那僧号湛然，乃客居清凉寺的。祖家在北京河南会馆旁边圆通寺里，特来淮募缘修寺，见石生斯文之辈，两相投洽。 \\n 又引见主持师傅普明。石生道：“学生从南来，风尘劳顿，心下不爽，欲借定刹客房半间，少息数日，奉送香资，不识二位老师意下若何？”普明闻见有香资，连声应诺。石生随叫柏儿，外面封了一两银子，送与普明。并饭店行李总代取来，就寺住了。 \\n 这晚，普明备了茶果，令淇然陪饮。茶将数巡，石生道：“这寺旁可有一姓毕者么？”湛然道：“贫衲初来，不知细里。闻道有一毕监生，名冷金，字守谦。富推敌国，选至杭州府通判，尚未赴任。相公问他却有何事？”石生道：“闻得他有一令爱，善赋诗文，学生曾在玄墓见一道梅花诗，那诗颇觉清新，即其手著，适偶尔相问，非有他意。”湛然道：“果然。向日毕老爷，带小姐至玄墓观梅，得病归来，曾许一愿在此，尚未还哩！”石生佯笑道：“访梅乃人之韵事，何反得病？”湛然道：“只因毕老爷丧妻，小姐每日作文赋诗，哀挽母亲，久矣扰思成病，今春方觉爽利。故毕老爷恐她憔悴芳姿，带往玄墓观梅散心。不期又受风寒，复成大恙。如今痊愈，想是愿心目下也好还了。”石生道：“原来如此。”二人谈了一会，吃过晚斋，湛然自归禅房。 \\n 石生秉烛独坐，前思后想，直到四鼓时，正欲抵案而卧，听得金鸡三唱，法鼓齐鸣。石生清晨整衣，同柏儿就走到毕小姐前门窥视。只见职事两列，多少衙役在门伺候。石生近前问道：“这是那里官长？”衙役道：“是现任徐州钱老爷来拜毕老爷的。”石生听说，带着柏儿，又闲闲走到后门。见墙上石勒先春园三字。石生正自玩索，只见一花婆，手提花蓝，从门内走出，向斜路径往清凉寺后去了。石生欲要叫他，回思无味，俟他去后，潜走入园内看时，悄无人声。但见：绿浅红肥，莺啼鹊噪。槛凭青草池塘，紧靠太湖一石；帘卷东风绣阁，却傍沙柳丛阴。阳和春暖，花香扑鼻；心静琴响，兰味袭人，汉宫当晓，无般娇媚，原非画工幻想；青皇滥设，多少芳菲，尽是恨人愁绪。 \\n 石生拂衣，就石坐下。目顾群芳，心营万虑。知柳中高阁，是毕小姐藏修之处，不痴不呆，沉吟半响。恍然似有人出，正曳裾而行。忽闻呖呖声音叫翠云。石生侧立在柳树梢下，闻得琴声嘹亮，随听弹道：胜如花明窗静，梳玉斜，鬼病恹缠瘦怯。只落得清粉销残；说甚么笼香骨彻。想起这愁恨难绝。 \\n 石生听罢，低声自语道：“‘清粉销残，笼香骨彻’，分明道我梅花诗上，’春色笼烟，销残清粉’之句。”又近前坐在石上细听道： \\n 减新妆，湘裙半遮；逗离魂，春光顿赊。竟夜伤嗟。 \\n 为怜才心切，不是奴意儿痴邪。羡文君不恋豪奢。 \\n 石生听罢，又低声自语道：“小姐琴音，有重我石池斋之意。信乎白随时数中道‘三五月团圆’之句，且白随时言她才美兼备，谅不虚矣。但我游梅见小姐诗句在正月十七也，必然小姐游梅在先，何我诗句她怎记得？”又转念想道：“小姐数百里到玄墓游梅，岂有一见即返之理。或者就觅寓古香亭旁，时时观玩，后复见我之诗句，亦未可知。我回去将她原笔诗句，央托那花婆传入，看她认与不认，自知就里。”想罢，意欲再听，琴已绝响。遂带柏儿出了先春园门。只见钱知州别过毕监生，上轿喝道而行。石生避了，竟径往清凉寺来。 \\n 吃过午饭，令柏儿到寺后觅访花婆，假以买花插瓶，叫她进寺。柏儿应诺去了。少顷，带引花婆进了寺门，见过石生，石生就叫取茶。茶婆打开花篮，递与石生拣选。石生手拣着花问道：“老妈尊姓？”花婆道：“老身姓陆。”石生又道：“这花是何处折来的？”花婆道：“是东边毕老爷家先春园里的。” \\n 石生道：“毕家花如何送与你卖？”花婆道：“有个原故，当时毕奶奶在时，待我甚好，如今毕奶奶去世，未存一子，只余下一个小姐，小姐念先人旧爱，不忍视我孤贫，因此，把这花叫我卖了度日。”石生问罢，选了两枝大花，插在瓶内。柏儿拿出几碗果子，提了一壶茶摆在案上。石生即令斟茶，陪花婆坐下。花婆道：“老身怎敢扰相公。”石生道：“我有一心事，要与陆妈商议，若要得，我做衣服，备重礼相谢。”花婆笑道：“相公却有何事？”石生道：“就是毕小姐事。”花婆惊道：“若是说毕小姐事，万不能做了。”石生道：“怎么见得不能做。”花婆道：“相公说毕小姐三字，不过就是为婚姻之事。那毕小姐虽年方十七，文推过目，生得面如花朵，有许多刁钻古怪性格。就是毕老爷时常说及选婿一事，她就不悦，要才貌中她意的人儿，方才说得。相公此举料想不成。”石生笑道：“这件事，却是中她意的现成事。我二人虽未会面，两下事体，却都尽知。如今所烦无别，有首诗儿，是我在苏州得来的，烦陆妈转达小姐妆次，问个详细，可是小姐做的？是与不是，回我一信。先送茶资一两，后日再烦别事，仍加厚谢。”花婆回嗔作喜道：“这个使得，只是要迟两日方好。”石生道：“去便就去，为何又迟两日？”花婆道：“相公有所不知，毕老爷有个旧友姓钱，现任徐州知州，今日拜他。闻徐州出贼，上司叫他急急赶去上任拿贼。毕老爷备了两席酒，叫了一班戏，与他送行。小姐也请了几位女客，在帘后看戏。恐忙中不便说及相公事情。”石生道：“这个不妨。我将诗笺与你悄悄带去，乘便取出就是。”随取了一两银子作茶资，外一钱银子作花价，并诗笺放在花蓝内，对花婆道：“此事重托，千万不可泄漏。” \\n 花婆不好辞得，只得应诺，茶毕散去。石生道：“倘得周旋，决不负陆妈成就之德。”花婆一味应承而去。 \\n 石生送至寺门。花婆忽回转笑道：“相公尊姓不曾问得。” \\n 石生道：“我姓石，道号池斋，你可紧紧记着。”花婆道：“石相公与毕小姐二人，可有甚么遗记没有？”石生道：“没有甚么遗记，止有小姐琴中弹的一曲。”花婆道：“相公写来与我拿去，她就没得推却，老身又好中间调停。”石生复回房中，写出那琴中之曲，付与花婆。又叮嘱一遍，方才各别。正是：全凭紫燕传佳语，坐待春风听好音。 \\n 却说花婆别过石生，手提花篮，夹带诗笺，竟往毕小姐先春园来，谋为此事。怎奈事不凑巧，恰恰撞见毕监生亲自选折瓶花。一见花婆问道：“今日花卖了多少钱？”花婆道：“不曾卖得多少。”毕监生无心将花篮揭开。花婆慌忙将手遮着银子，被毕监生早已看见诗笺。问花婆道：“这是甚么诗笺？” \\n 花婆道：“是小姐与我钿花的。”毕监生将诗笺捏在手中道：”闺中诗句，以后不可乱向外传。”花婆应声，满脸通红。 \\n 提着花篮，径到楼上。见过小姐，道声恭喜。毕小姐道：“有甚恭喜，想是爹爹不日上任么？”花婆道：“不是。”毕小姐道：“既然不是，想是陆妈的喜，故来反说。”花婆道：“我有何喜？”毕小姐道：“陆妈今日满脸春色，喜气融融，想是卖花捡着银子回来了。”花婆笑道：“我贫婆子家，那讨得甚么银子拾。适才拾着一张字纸儿，请小姐念与我听听，看是什么话说。”毕小姐令花婆坐下，接过看罢，惊问道：“这是我在深闺做的《胜如花》曲，怎被外人抄寻着？”花婆道：“我走得困倦，在清凉寺门首坐歇，见风吹出个字纸，我就拾将起来，那晓得甚么胜如花曲不胜如花曲。”毕小姐道：“那寺中有人住么？”花婆道：“只苏州来的一位相公，叫做石池斋，再无别人。”毕小姐惊疑半晌道：“闻得苏州石池斋是个名士，却怎么到淮安来哩。”花婆欲说就是，为那诗句被毕监生拿去，欲言又止。毕小姐道：“那石池斋认得你么？”花婆道：“他倒不识认得我，想是倒识得小姐哩！”毕小姐粉脸顿红，问道：“他如何识认得我？”花婆挑道：“他既不识认得小姐，小姐如何晓得他是个名士？”毕小姐道：“当日我在苏州游玄墓，闻得他是个少年饱学，又在古香亭见他亲笔诗句，故此晓得。陆妈如何说他识认得我？”花婆道：“他也是见小姐诗句，知小姐才情，故此不面而识。”毕小姐道：“我之诗句俱闺中暗室所作，石生却从何处得去？”花婆道：“说起那石相公，在苏州就见小姐诗句，因而千里之远，特来访问。适才着管家请我到寺中买花吃茶时，谈及小姐。他道：“我与小姐虽未会面，两下事体，却都尽知。’复与我一诗笺”并这曲，他道：“诗笺是苏州得来的，这曲是小姐琴中所弹的。’不意来到园内，撞见毕老爷，将那诗笺拿去。那相公还要候我回话，却如何处置？” \\n 毕小姐道：“我之诗句，并未传至苏州，想是他误认别诗了。” \\n 说罢，叫翠云道：“你向老爷那边，取陆妈拿的诗句来。”翠云应诺下楼。花婆道：“小姐差矣。若是误认诗句，并这曲亦不是了，若是这曲是小姐做的，他既知小姐闺中之曲，岂有不知小姐闺中之诗么？”毕小姐作羞惭道：“陆妈之论，似乎近理。但那生迢远而来，在他可谓真诚矣；在我深闺之人，不当招认，若一稍通仪节，便近淫奔，若不应酬，又属负义，此时却势处奈何之地。”花婆道：“小姐之言，真上人高见。然那生不宜留他久住。今小姐当赠之遗记，使他暂回江南，俟后，或鸣之老爷，以图此美事方好。”毕小姐想了想道：“我有一白玉箫，在前边书房箱内，烦陆妈转致。令那生且回南去，不识好否？”花婆道：“这是绝妙的遗记，可着翠云取来。”毕小姐又想了想道：“今日请酒有事，不便去取。俟爹爹外出时，乘空取出，烦陆妈寄去吧。”毕小姐同花婆话犹未终，见翠云走上楼回道：“那诗老爷放在书房中，一时忘记，便寻不着，请小姐收拾衣装，城内女客轿将到了。”毕小姐闻言，开箱更衣，花婆就要辞过。毕小姐留道：“爹爹赴任日期将近，要打点一切事务，并还清凉寺旧愿。你陪我家中料理料理，那事迟日不妨。”花婆因无实据，不好因石生的话，就乘势住下。毕小姐见天暮，叫翠云掌灯。先拿了些酒菜，安排花婆自酌自斟，就改妆下楼，迎接女客去了。正是：异客孤灯空对梦，玉人箫管不知愁。 \\n 按下毕小姐今晚宴客不题。却说石生别花婆之后，千思万虑，望到夕阳，不见回话。自宽自解，以为毕家这日请酒。不期一连过了一二十天，杳无消息。石生使柏儿到花婆家问，又不见音信。心下疑疑惑惑，因带着柏儿向寺外芳草之地闲游散闷。只见两个穿小袖色衣的人，近前扯住石生道：“相公原来在这边，我家老爷请相公处馆，谁知相公弄个不通的去抵冒，致小的们又往返寻到苏州，苏州又寻到淮安。”石生不认道：“我认得你家老爷是谁？说甚么不通的抵冒！”那一管家道：“我是扬州梅老爷家的王文。当日到苏州请相公处馆，现有关书聘金。相公姓石，号叫池斋，怎么不认？”石生拂衣仰天笑道：“你还不放手，这等你错认了，我是姓齐的。”两个管家齐道：“我们在苏州到相公家访问，那看门老者说得不明不白。后到码头上，见一船户，他道石相公往淮来了。小的沿路问来，又有一船户，说相公在湖嘴饭店住歇。小的及到饭店，店家说到清凉寺来了。如今遇着相公，相公又推三阻四，是明明害小的们了。”三人正在寺外争论，只见湛然和尚走出问道：“为甚么事情？”石生忙接口道：“他错认我齐相公做姓石的。” \\n 那两管家道：“我家老爷请相公处馆，不意相公竟到淮来。老爷特差小的们来访，若相公不去，小的们就要领责。”湛然见无大事，向那管家道：“这相公今日方到寺中，明日就要北行。你们休得错认。”那管家又将一路访来原由说了一遍。湛然故想了一想，诡道：“怪不得你们，向日果有一石相公，在寺中宿了一夜就上北京去了。”那管家放下石生，面面相视，惭愧半晌道：“我们且到别处再访一访吧。”倒向石生陪了许多不是去了。 \\n 石生同湛然复归寺内。湛然有事，自回禅室，不及细问就里。石生独做客房，见诸事不遂，愈觉神昏意慵。正欲就寝，恍然如毕小姐来的一般。方才着枕，又自惊觉。见柏儿手持玉箫进房向石生道：“这是花婆送来的。叫相公回江南去吧。”石生忙起问道：“花婆哪里？”柏儿道：“花婆正待进来，见后面毕家有人来寺，她就交付与我去了。”石生道：“那诗可曾说是毕小姐做的吗？”柏儿道：“她说是毕小姐做的。”石生令柏儿出去。独坐明窗下，手持玉箫沉吟道：“小姐既赠我以箫，何叫我又回江南？”只管如梦如痴，狐疑不决。遂援笔以《杨柳枝》兴怀，作词十首，以配玉箫。其名乐府，可备管弦。 \\n 词云： \\n 年来何处寄殷勤，暮雨朝烟总未分。 \\n 空余弱质谁为主，独傍长亭更念君。 \\n 金阊有客客清凉，淮水河边夹道长。 \\n 垂枝不解东风意，两地相逢一断肠。 \\n 憔悴枝枝又别离，堪悲玉笛向君披。 \\n 陶家旧日千条好，今日翻为两皱眉。 \\n 江南漫漫花已然，青帝何曾淡着烟。 \\n 到来春色伤同调，未许垂丝别院牵。 \\n 晓开南北石峰寒，忍教芳露滴春颜。 \\n 行人多少莺啼处，莫把相逢陌上看。 \\n 当初折柳隋炀堤，曾听鹧鸪别路迷。 \\n 当日柳青无可折，鹧鸪犹复旧时啼。 \\n 裘马江天入翠微，袅袅轻丝梦未归。 \\n 青娥喜傍楼头月，春色何时上客衣。 \\n 病后何曾休了休，人恋东君君不留。 \\n 折来俱是昭阳梦，只恐君归又病愁。 \\n 兀做高林思悄然，阳春一曲寄当年。 \\n 多情不识淮南柳，野客携锄只属田。 \\n 潦倒长途百感生，手挽丝丝酒未醒。 \\n 相依愿逐东风去，不留芳景付无情。 \\n 做罢，到夜三鼓时分，人声悄寂。石生独备一觞，将玉箫吹和起来，其音凄惋，不忍尽调。 \\n 忽一人推开房门，就侧坐下。石生抬头一看，乃是湛然和尚。石生愀然向湛然道：“老师何今夜肯向愁旅一顾也？”湛然皱眉道：“适贫衲闻箫中有断肠之声，抵枕不能寐。特来请问相公，何以悲愤一至于此？”石生挑灯，不觉泪语道：“学生远从南来，忝居老生爱下，已将事一月矣。今日，忽得知己赠一白玉箫。因思天下有一美物，众皆悦慕。于此得之，必于彼失之。夫失之者，非愿失也，以为托以知己而与，不托以知己而遂不与；而我得之者，亦非泛得也，以为知己之物而取，苟非知己之物而亦不取。今余取矣，是以彼与之者为知己；而与之者以我为知己而赠，不以我为知己赠？而我遂不知。两两牵牵，宁不令人心碎乎！”湛然闻言慰道：“相公固乃热肠寓世之人，但令人情反复，世态叵测，愿相公如意则取，不如意则不取，可也。”石生悲语道：“学生有不得不取之势。”湛然道：“何以见势不得不取？”石生道：“舍彼则我无知己，舍我则彼无知己，故为之势处不得不取。”湛然道：“请言知己者何人？”石生默然不语。湛然近座道：“相公说我得知，我或能解疑，亦未可知。”石生掩泪道：“知己者，向日所言毕小姐也。玉箫即毕小姐所赠也。”湛然惊问道：“毕小姐与相公因何遂成知己。”石生道：“学生自从玄墓古香亭见她诗句，知她才冠群英；复晤一医生，知她貌压众艳。学生特弃扬州梅翰林之馆而来，岂非以毕小姐为知己而访之乎？不意使通之毕小姐，蒙毕小姐答我一箫，似乎亦以学生为知己也。来人又令我早回江南，此意不明不白。是以我为知己而赠，不以我为知己而赠？而我遂茫然不辨。在老师处此，亦料难自解。” \\n 说罢又自掩泪。 \\n 湛然道：“原来先时那管家就为此事。既然相公弃馆而来，在毕小姐今日赠箫，谅必亦慕相公之才貌，知相公之苦心。又令相公回江南者，此必有说存焉，来人独未达其意乎？”石生道：“来人不曾会面，且会后即难逢之人。”湛然沉吟半晌道：“相公且自保重。明日贫衲有一计，或能稍通音信。”石生道：“老师有何妙计，且试言之。”湛然道：“晚时，毕家有人来吩咐普明收拾佛殿，明日还愿。毕老爷要来拈香。俟贫衲备一茶，请相公陪他谈谈。或两下道义相投，有一机会，事亦难料。” \\n 石生闻说，回嗔作谢。湛然遂别，石生就寝。 \\n 正是： \\n 只因恩爱愁多染，不为情痴恨亦无。 \\n 却说石生闻湛然之计，安眠一夜。到次日清晨，梳洗已毕，候会毕监生。果然早茶时，湛然来请。石生喜不自胜。随到前房，向毕监生施礼毕，各分宾主而坐。石生道：“晚生久仰先生大名，几欲登堂请教，恐妨公冗，故疏晋接之仪。”毕监生道：“适湛然师父道及兄长高雅，闻知且善词赋，今日老夫何幸得遇辈中人也。”石生谦道：“晚生少年菲才，何敢望附骥尾。”毕监生笑道：“老夫近因新受杭州通判之职，把诗词疏失了许多。前一敝友钱姓者，祖籍九江，现任徐州刺史，来拜老夫，酒席间就索新作。只道老夫仍是当日窗下之豪兴，却不知近日为官之事，与那诗赋不同。”石生道：“正是。古云非穷愁不能著书。”毕监生道：“兄长住居寂寞萧寺，近日想多新作。”石生道：“有两首词句，着价取来献丑。”毕监生忙道：“不消取来，自然是妙的。”石生道：“晚生自当请教。”随叫柏儿到房中去取那《杨柳枝》词。普明、湛然摆下茶果，四人方举茶杯，见一个管家手持一书，向毕监生道：“徐州钱老爷有书在此。”毕监生将书拆开，看了半晌，笑道：“昨夜过酒，今日眼昏，烦石兄代老夫细述一遍。”石生接过书启，念道：“眷盟弟钱吕直顿首上守翁老仁台书。前者，晋候台教，过承盛款。别来就任，清诲之音犹在耳右。昨蒙上行，仰除土冠，托庇仅获一卒，迄今余党尚无觅处，诚庸才碌碌，不及向知己尽述也。兹有痒生铁纥，字不锋者，昨于江南游学归，拜弟门下。欲过淮谒玉，恳书转为介绍。幸老盟翁推分，加意栽植，叨光不独铁生也。专此代面，无任瞻仰。” \\n 念罢，毕监生接去，忙问管家道：“铁相公如今在那里？” \\n 管家道：“现在家中厅上坐着。”毕监生放下茶盏，就起身而别。 \\n 石生道：“晚生拙词，求带去斧正。”毕监生道：“再来领教吧。” \\n 二人说话之间，柏儿将词已拿到面前。石生乘势递与毕监生入袖。送到寺门，四人遂别。 \\n 石生闷闷不快，同湛然复回前房。湛然道：“相公遭际不遇，这般一件巧事，偏又不能接谈。毕老爷虽居咫尺，这寺一年来不得一次。此会虚过，再难得会了。”石生抱闷不语。湛然又宽慰道：“相公，古人云，谋事在人，成事成天，且将新茶再吃一盅。”石生同湛然吃了杯茶，少顷，柏儿取午饭至。 \\n 见一管家，拿一拜匣，取出一书，向湛然道：“我家老爷请石相公哩！”湛然同石生惊喜，将书看道：刻下敬置一觞，恭候台教。眷弟毕冷金顿首拜。 \\n 石生看罢，对湛然低语道：“想是那词被小姐看见，故来请我。”湛然喜诺。石生受下请启，令那管家回去。同湛然吃过午饭，随即更衣，专候赴席。湛然笑道：“此事若成，真文章有用了。”石生亦微笑而应。正是： \\n 否极常逢泰，愁深恨自除。 \\n 好事不易得，易得亦成虚。 \\n 不知石生如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四回 辞玻璃潦倒归僧舍 冒风雨萧条见故人", "正文": "  \\n 第四回　辞玻璃潦倒归僧舍　冒风雨萧条见故人 \\n 　 \\n 诗曰： \\n 鱼龙厮混道凌夷，玉石难分强笑嗤。 \\n 富客争夸乘势日，英雄却守敝貂时。 \\n 赠金自古称奇士，举目为何尽市儿。 \\n 我向暗中频点额，唤君回首莫蹉疑。 \\n 却说石生，午饭后随即更衣，候毕监生请。不多时，只见毕管家至。石生叫柏儿看守房门，同毕管家来到毕家，管家通报，石生进见。先是一少年人与石生礼毕，后毕监生与石生施礼。石生道：“晚生尚未进拜，过蒙错爱，本不当领。因长者呼唤，固辞恐反获罪。”毕监生道：“说哪里话，长兄大才，辱临敝地，恐旅邸寂莫，不过请来陪铁兄闲话。”话毕酒至，遂安位各坐，铁不锋道座，石生二座，毕监生在石生席旁陪饮。 \\n 铁不锋举杯问石生道：“大兄尊姓。”石生道：“小弟姓石，贱号池斋。长兄可是号不锋者么？”铁不锋首：“大兄何以知之？”石生道：“虽未会面，久仰大名。”铁不锋忽然笑道：“小弟有一知己，是个才子。不意今日大兄亦同名同姓，倒也奇妙。”说罢又笑。毕监生道：“何石兄又有同名同姓者。” \\n 石生道：“天下同名同姓者多，在吾辈眼中真伪自识。”铁不锋笑道：“大抵假名假才之人，果然脱不出小弟这双慧眼。”毕监生道：“石兄大才。铁兄可曾见其佳作否？”铁不锋道：“不曾。”毕监生叫管家道：“你到后园楼上，问小姐把那《杨柳枝》词取来铁相公看。”管家应诺。石生笑道：“恐拙作不足经铁兄慧眼。”毕监生道：“这有何妨。”铁不锋不语。 \\n 三人饮了两巡，毕监生问铁不锋道：“钱盟翁荣任徐州，亦获大利否？”铁不锋道：“钱老师初任，尚得千金。后因衙中有甚么苏小墓在内，每遇冤民事则出现。故钱老师也就不赚大钱了。如今每日所得，不上百金而已。”毕监生叹道：“钱盟翁时运不济，想起这样穷官，不如不做。”石生接口道：“每日得百金，这个官也就穷得不穷了！”毕监生同铁不锋齐笑道：“真书生之言。不知做官赚钱之事。”石生欠身微笑道：“果然学生不知。”毕监生道：“夫钱乃人之威风，无之则人不惧畏。所以古人云：为贫而仕，教人急急谋利，做个财主。若仕不谋利，不如为客为商之辈，将何以势临乡党也。”石生笑道：“原来如此。在晚生闻得，富贵不加乡党。却又作何解？”毕监生想了想道：“此语乃世人之戏言耳。”石生欠身道：“世人为何作此戏言。”铁不锋接口道：“此语亦非世人之戏言，以为富贵之人不与乡党贫贱者为伍。故云不加乡党也。” \\n 毕监生拍案忙道：“此真妙解！”石生道：“在晚生之意不然，若从辛苦中敬得富贵，遇贫贱者则与之，使贫贱之人与我共此钱谷方好。”毕监生道：“何也哩？”石生道：“这钱乃天下运用之物，非一己独私。且有聚散盈虚一定之数。若悭吝视为己物，必取争夺之祸。使我为臭铜而甘争夺，可谓智乎！即侥幸保守无恙，又安得不似邓通致饥饿且死乎！如据先生、铁兄所言，不独死后遗臭，且生时口碑载道，皆颂财主为看财奴了。”毕监生不语。铁不锋高声道：“石兄罚一杯。明明见毕老师是个富贵之人，故来骂座。”石生道：“岂是骂座。不过公论道理。”铁不锋道：“有何公论，再加罚一杯。”石生一连吃了两杯。毕监生笑道：“这个罚得有理。”石生又各回敬一杯，招陪不是。 \\n 铁不锋吃过，拍案道：“怎么拿诗的管家还不见来？”毕监生讶道：“正是。”回首就问从人。从人道：“小姐伏在案头打睡，方才醒来，才传翠云去取。”毕监生道：“既然如此，将酒撤去，掌灯笼来。”毕监生同铁不锋向东廊下小便，石生向西廊下小便。铁不锋回见石生不在背后，向毕监生道：“此假名士也，老师何以相识？”毕监生惊道：“他送甚么诗句与我，小女看见，赞他是才人之笔。因便中邀来陪长兄吃杯酒儿。” \\n 铁不锋笑道：“此人做得倒有些像，只是还欠老诚。”见石生从西廊下走来道：“今晚颇有月色。”毕、铁二人道：“真所谓月明如昼。”毕监生复邀石、铁二人入席。旁有一管家走上道：“石相公诗句在此。”铁不锋取过看时，假作吟哦半晌道：“诗句果妙，觉得失了些律儿。”石生道：“此非律句，乃是词调，故韵当如此。”铁不锋道：“若说是词调，倒也还说得去。”又想了半晌，掩住诗笺道：“我那才子敝相知，往往做那八句的，故此出名。可见词调皆才子所不屑做的。石兄于那八句的，尤当推敲推敲。”石生微笑道：“七言八句者，乃近体也。古诗只有歌行词曲，哀怨思叹数种。自后作近体者，即为制举之业，于唐为盛。唐人常云，曲难于词，词难于诗。那诗不过各道性情，此词名称乐府，韵叶宫商，以备之管弦。天下有不知律而作词者，谓之妄；有不知词而作律者，谓之浅。岂有作词而不知律之理。”铁不锋大笑道：“小弟戏言耳，石兄何以当真。难道小弟不知词难于诗。该敬一大觞，以为小视文人之戒。”石生推道：“铁兄也该敬一大觞，以为欺诳朋友之戒。”二人推让半晌。毕监生高声道：“二公不必你推我让，将此两大觞二公俱不吃，老夫有一珍藏玩物，名唤玻璃杯，可容两大觞酒。叫小价取来，将二公的酒准作一盏，请一令何如？” \\n 铁不锋连声叫妙。 \\n 毕监生叫人取出玻璃杯，斟盈作一官杯，送与铁不锋行令。 \\n 铁不锋接过酒杯骰盆，想了半晌，方吃过酒道：“门生行一发财的新令，要四句歌诀。”说罢，拿起六个骰子向盆内一掷，看来是个不同。口中念道：“元宝盆中列，请君折一折。有酒下家斟，如违罚三碟。”念罢，问毕监生道：“老师把这元宝要作几折呢？”毕监生笑道：“就是足色吧，折甚么！”铁不锋遂对石生道：“该兄饮酒。”石生不知原故，吃了一杯。铁不锋立起道：“该罚三碟了。”石生道：“小弟酒已饮过，为何又罚？求说明，自然依罚。”铁不锋道：“小弟盆中是二十一点，若毕老师说九折，该吃十八杯九分。若说对折，该十杯零五分。今毕老师要足色，就该吃二十一杯了，如何只吃一杯？ \\n 且罚过三碟，再吃那二十一杯。”石生道：“小弟量浅，实实不能。”铁不锋道：“违弟之美令，又该罚三碟。”石生戏道：“岂敢违兄之菲令。”铁不锋道：“若说小弟是菲令，一定要吃二十玻璃杯。”毕监生接口道：“既石兄笑兄令菲，毕竟他有高令。让石兄行个高令耍耍吧。” \\n 石生欠身道：“晚生酒后狂言，岂是当真笑铁兄令菲么？” \\n 毕监生道：“一定求教。”遂送令与石生。石生道：“晚生何敢僭妄。”铁不锋道：“石兄不必谦逊，且遵长者之言，别行一令。小弟之酒，待后再吃吧。”石生遂接过令盆，将酒吃过道：“晚生行一《凤求凰》之令。么为凤，四为凰。若凤遇凰，当盆饮双杯，左右各贺一杯。若不遇，饮一杯竟过。遇时，须暗含么四，说两句旧诗。”毕监生道：“此令果妙。”石生将骰子掷下，恰好么四俱遇，遂饮双杯。复杯道：“‘只恐夜深花睡去，故烧高烛照红妆’。”毕、铁二人又各贺一杯。酒毕，石生送令与铁不锋。铁不锋干过酒，将骰子掷下，么四俱不遇。 \\n 石生道：“若不遇，饮一杯竟过就是。”铁不锋道：“且让小弟再掷一掷何如？”。石生道：“岂有再掷之理！”铁不锋道：“若让小弟再掷一掷，不遇时，情愿甘罚十杯。”石生道：“果吃十杯，就让兄再掷。”毕监生笑道：“铁兄莫要强勉，必然十杯是要吃的。”铁不锋道：“门生拿定是遇的。”遂举骰子又掷一下，么四又不遇。毕监生大笑道：“果应老夫之言。” \\n 铁不锋道：“不过十杯酒耳，有何难哉！”管家一连斟上十杯。 \\n 铁不锋就欣然饮尽。 \\n 过令与毕监生。毕监生饮过令酒，道声遵令，将骰子掷下，恰好么四俱遇。欢欢喜喜饮过双杯。诗道：“‘借问酒家何处有，牧童遥指杏花村。’”石生道：“诗句欠妥，外敬一杯。” \\n 毕监生道：“老夫是淳民，自当受罚。”遂吃过罚酒。石、铁二人又各贺一杯。毕监生送盆与石生收令。石生酒已半酣，知座中铁不锋是个俗客，就起身告辞。铁不锋立起道：“石兄真公子性儿，自己令又不收，前次欠小弟二十玻璃杯，又不曾吃，如何就要告回？”石生道：“小弟转领三小杯吧。”铁不锋道：“一定要吃二十玻璃杯！”石生装醉道：“这等说，实实不能了。”铁不锋不理，竟叫管家一连斟上二十杯。石生假作闷席。 \\n 毕监生笑道：“想是石兄果然醉了。”铁不锋走下席来，扶起石生道：“这等不善饮酒，还要行令。可苏醒起来，吃小弟十杯吧。”石生佯语道：“要吃酒就是二十杯，如何叫我只吃十杯？”说罢，起身就辞。毕监生道：“既然石兄量窄，且让他先行。老夫少送，回来奉陪吧。”铁不锋道：“门生自然领情。” \\n 石生别过铁不锋，毕监生叫管家打着灯笼，送石生回寺。 \\n 正是： \\n 酒逢知己千杯少，话不投机半句多。 \\n 却说毕监生送石生出了大门，吩咐管家送石生回寺。随即复到厅上，笑对铁不锋道：“这假名士如许丑态，且谈诗一口胡柴。”铁不锋道：“不消说起。”毕监生叫人将酒席并为一桌，分宾坐下，换了杯盘，二人对饮。铁不锋道：“此假名士，以后老师须要斟酌，不可妄交。”毕监生道：“不知此人何以假令相知之名？”铁不锋道：“石池斋是当今才子，与门生到交。门生曾在吴下玄墓古香亭与他游梅作诗。后扬州梅翰林，出三百两松纹，聘他训子。门生又在扬州到他馆中奉访。那梅翰林爱门生诗才，加倍款留。门生因有家务，就辞别返舍。此事尚然不久，难道门生就眼花了，连知己也认不得吗！”毕监生想道：“此人既来假名，必有所图，莫非有骗我之意么？”铁不锋微笑不语，只是摇头。毕监生道：“铁兄有话但说，何必隐忍？”铁不锋道：“门生细审此人来意，故将这不通的情词艳曲，以挑老师小姐之意。令老师小姐错认他是才人，门生何敢尽言。”比监生闻言惊道：“我又无一子半侄，只生这一娇女，曾攻书史，任他大才大用，非有钱有势，不敢求配。这穷酸为何有此妄想？” \\n 随问旁边管家道：“送石相公人可曾回来？”一管家走上道：“石相公小的送回寺了。”毕监生道：“你见他寺中言语动静，所作何等事体？”管家道：“不曾见他做甚事。先时小的去请他，见他低声向湛然和尚说甚么小姐见他诗句了。适才小的送到寺中，和尚迎出，又向石相公道声恭喜。再不曾见他别事。” \\n 毕监生听罢，怒对铁不锋道：“兄果料事不差。此人老夫自当重处。且他席间又骂老夫为看财奴。”铁不锋接口道：“且他又笑门生之令为菲令。”毕监生道：“且他又作不通的情词艳曲，愚弄富宦。”铁不锋道：“且他闻老师小姐在后园睡熟，又道甚么’只恐夜深花睡去’。”毕监生道：“更有可恶者，令名为《凤求凰》，合兄所料无疑了，明日必要处他。”铁不锋又正容道：“处他固是宜当，恐后来作仇奈何？”毕监生大笑道：“有何作仇，老夫钱财可以通神，且现居通判之职，纵他后来侥幸，即入翰林院时，老夫岂不做到一品了。”铁不锋近座道：“老师之言，果高明见道。但恐处他，与小姐体有所关。” \\n 毕监生沉吟想道：“有了。钱盟翁在徐，正拿贼不获。老夫今且愚弄这穷酸在此，写下一书，烦兄寄去。速令钱盟翁假以土贼赃主，拿去问罪，岂非善处之策？”铁不锋拍案道：“此果善策，不必再议，拿酒来吃。”毕监生同铁不锋饮到大酣，方才散席。铁不锋临别道：“事不宜迟。”毕监生道：“明日即行。”正是：伪士乱真真反伪，权衡致富富行权。 \\n 却说毕监生送出铁不锋，回书房内，即修下一封暗害石生书札，取了两匹蟒纱，一只银杯送钱知州。又叫管家称了四两银子，作铁不锋程仪。毕监生在案头随便摸了一幅笺纸，看来是甚么凌春女子诗句，就封将起来。吩咐管家道：“你们明日早起将这礼物，书礼，送到铁相公下处。你道老爷打点上任，不及亲送。叫铁相公早早回府，致意钱老爷罢。”管家领命。 \\n 毕监生睡去。 \\n 到次日，管家早起，将礼物送到铁不锋处。铁不锋即随管家到毕宅辞谢，即日起程。毕监生不胜欣喜。过了十数日，逢上任去期，杭州衙役接到。毕监生知徐州之事将发，先令小姐，婢从上了杭州长船，自己骑了一匹大马，带着管家，故向清凉寺，假作好意辞别石生。石生同湛然、普明忙出迎接。毕监生随下马道：“老夫才得相逢，又为一官远别，苦抱一团未了之哀，不知石兄亦同此意否？”石生闻言，怅然道：“先生可进寺内少叙别离。”毕监生揖道：“不及了，就此两别吧。”石生怆惶回揖道：“先生此去荣任，不知何日才得复会。”毕监生道：“老夫虽然暂别，小女尚在旧宅，少不得时时有书信往来。”说罢，匆匆上马而去。 \\n 石生同湛然、普明望见毕监生肥马轻衣，银鞍艳仆，一阵尘起，穿柳而去，各皆怅然归寺，唯湛然在石生客房闲谈此事。 \\n 石生道：“毕监生今去荣任，说小姐尚在旧宅，我们何不到他后园顽耍顽耍，以散闷怀。”湛然喜诺。随带了柏儿，出寺向先春园来。见园门大开，三人竟入。内有一老儿走出问道：“相公何来？”石生道：“我们是左右紧邻，久闻你家花园有奇花艳木，特来借观。”那老儿道：“喜得今日老爷上任，若老爷在家时，断不许游人进来的，相公只可在外面看看，不可进去。”石生应诺，方欲席地而坐，湛然道：“相公且坐，贫衲同盛价回去，取一壶好茶来吃。”石生许诺。湛然同柏儿出园。 \\n 那老儿又到石生面前道：“我家老爷临行，吩咐小老儿看园。说道，‘若有甚么石相公来，不可令他在园中窥探。’如小老不遵，查出定要重责。相公莫非就是姓石的么？”石生笑道：“我不姓石。”又道：“想是你家老爷家眷在此，恐菲人窥视不雅耳。”那老儿摇头道：“也不是这话，家眷倒已带去，不知何故，相公不可外传。”石生闻言，惊疑半晌。随立起身来，向柳中阁下看时，见鸟鹊声喧，双门紧闭，上书封条，墨迹犹新。石生沉吟想道：“毕监生分明说小女尚在旧宅，为何今非昔比，言不孚实。”只管呆想。那老儿走过道：“相公不要只管贪玩，天将有雨了。”石生道：“少候我们人来，吃杯茶就行。”那老儿复向后去。石生又步至假山石上，追寻旧况，如得如失。口中不觉自语道：“莺花犹在，玉人何处，相会无期，徒存画饼耳。”少顷，那老儿手拿一扫帚，走出向石生道：“相公茶不来了，请出去别处玩耍吧。”石生道：“少刻即行。”那老儿暴躁道：“我要打扫林木，恐防阴雨，相公只管少刻少刻，有甚么好看，明日再来任相公游玩。”石生闻说，掩泪而出。 \\n 那老儿将园门双闭。石生回顾数次，对墙内不胜留恋。忽听得后面一人叫道：“相公莫要回寺！”石生回头看时，乃是柏儿。 \\n 就问湛然老师。柏儿忙道：“湛然师傅后面来了。寺中有许多公差，说相公是赃主，奉徐州知州批文，协同本处地方来拿相公，如何是了？”石生闻言，口瞪目呆。半晌，见湛然从路上跑来。石生一把扯住道：“闻上台行文，以学生作赃主拿究，这是从哪里说起？”湛然喘息着道：“真真是奇事。我知相公非此辈之人，想是被仇人扳害。如今，相公须要速速改名换姓，潜逃京中，急图功名，方是生路。若不知趋吉避凶，定遭毒手。” \\n 石生慌忙道：“去便要去，待学生辞辞普明老师，还将玉箫并行李取来，方可去得。”湛然道：“那普明见相公做出此事，千恨百怨，怪我引领相公来寺。原道歇息数日，不期住到如今，说不曾得相公多少布施，此时巴不得将相公交与公差，如何还要辞他。”石生闻言，掩泪向柏儿道：“身上又无盘费，投宿又无行李，我二人今晚却向何处去安着。”柏儿掩泪不语。湛然道：“相公不必悲哀。速令盛价随贫衲到寺后，悄悄将行李查出，从小路前去便了。”石生感谢。柏儿同湛然别去不久，将行李并玉箫挑来。石生向湛然泪道：“学生为毕小姐受如此风波，蒙老师盛意，终身难报。只是不知何日得会老师与毕小姐也？”湛然慰道：“功名早就，自有佳偶，你我亦有相会日期，不必悲切。”石生强勉揖别。湛然道：“相公到京，可在小寺作寓，庶省盘缠。”石生称谢，掩泪别去。正是：肯把良缘归我处，不如意事奈他何。 \\n 却说石生同柏儿，别去湛然，行未数里，忽然天起乌云，风雨骤至，且从来不曾走惯路的，同柏儿一步一步，挪移不上十数里，脚便疼痛。回首向柏儿道：“这般大雨，我们脚下难走，不如寻一主人，在此安歇吧。”柏儿道：“相公乃避害之人，此处如何住得。”石生只得强勉又走。行未十数里，天色黑暮。见面前有数十人家，石生立住，对柏儿道：“此路口必有饭店。我们今夜投宿，不可提起个石字。”又想了想道：“只说我姓齐，字也水，叫我齐相公就是。”柏儿应诺。同至路口，见店家灯火隐隐，柴门半开半闭。石生随柏儿径入店内。 \\n 店主问道：“客官从何处来的？”石生道：“小生姓齐，自苏州来，往京应试。”店主道：“此处客俱下满，没有房子，请到别处投宿。”石生道：“小生适才冒雨，衣物俱湿，天又黄昏，路又泥泞，不能前行，因此投店主歇宿。倘内中有孤客独房，搭住一晚，更见好情。”店主想道：“没有甚么孤客独房，止有一河南客，是一房两床，却又有管家，恐不能相容相公。” \\n 石生闻言喜道：“既有空床，怎好不让，待小生亲去与他说。” \\n 说罢，带柏儿到后面看时，果然有一房两床，一客背着脸收拾行李。石生近前拱手道：“客官，小弟特来借榻。”那客回头看时，见是石生，忙走下来。石生一看，却是怀伊人，二人慌忙施礼。怀伊人喜道：“吾兄因何至此？”石生低声道：“小弟避害至此，不期得遇故人，祈速策我。”怀伊人见石生衣履尽湿，而色憔悴。叫管家取出衣裳换了，拉手就坐，挑灯低问道：“吾兄所避何害？”石生道：“弟因别后，访得凌春小姐在淮，特带小价到淮访问。又喜托庇，一路平安。且小姐与我志意相合，赠我一玉箫。”怀伊人道：“既然如此，乃是一段美事，因何致害？”石生道：“不期后来，小姐乃父是监生，谋任杭州通判，竟随任南往。致小弟萧寺落落，忽出散闷。有憎湛然，是弟契交。寻出寺外，教道徐州公差，在寺协同本处地方拿弟，说弟是土贼赃主。不知误认？又不知故害？因湛然私放小弟前来。”怀伊人道：“想是吾兄在淮，处友不当，故致此祸。”石生道：“在淮并无妄交。”怀伊人道：“吾兄因何知凌春在淮安，特相信而来？”石生将白随时起数，花婆传诗，先春园听琴，清凉寺请酒，前后事情述了一遍。怀伊人想道：“向闻白随时、铁不锋与田又玄相与诗酒之人。曾记古香亭田又玄诗上，有‘春日同铁不锋、白随时作也’数字，既与田又玄交往，其人不端可知。想徐州之事，或有因而起。”石生想道：“我与他一面之会，有何仇隙？且白随时指我小姐之处，非我明明问他，乃是暗透他的。这事断非此辈遗害。”怀伊人又想道：“论理与他不相关煞，未必他敢为此事。只是为今之计，不识吾兄匆匆，意欲何往？” \\n 石生愀然道：“弟囊空金尽，随其所之。大约以到京为率，更换名姓，坐监入场耳，且不识伊兄近况若何？”怀伊人道：“自别后到河南，舍亲官已罢职，终日俗冗繁杂，致弟淹留到今。所得不上二三十金，意欲权移吾兄，为上京之费。寺以知己见爱，慨赠以壮行色何如？”石生愀然道：“弟若受伊兄之赠，伊兄前途又有谁赠？”怀伊人悲道：“正是彼此穷途，宁可尽吾兄为要。盖吾兄年在妙龄，不惯客路；在弟贱庚痴长，颇多经历野店寒烟之苦。”石生沉吟不语。怀伊人将拜匣取开，拿出银子，原封不动放在案上。又打开一小包，内有两余银子。取出一块，随叫管家买了一瓮酒，取出路菜，向石生道：“吾兄不必愁闷，且饮一杯，以舒劳倦。” \\n 二人对饮少顷，石生问道：“小弟故乡风景，近来犹似旧否？”怀伊人道：“令表兄有一字奉复，想必尽载。”石生令取出看时，书道：愚李景文顿首书复池斋社表弟先生文几：自昔睽违，倏尔春秋几易。每思会无由，惟梦寐得亲切耳。念府上世多清德，齿爵俱尊。近以先姑丈西升，百凡变衰，欲继旧业，端在吾表弟焉。晤伊兄，得悉新趾，且闻得贤主人如梅老先生。更有足贺者，时岁值科试，正尔我得意之秋。可鼓棹归洛，相与负笥长安，朝夕论心，以慰辽阔。途肠不赘，专此草复，并待不尽。 \\n 看罢，放在案头，对怀伊人道：“家表兄欲我早到河南，同他往京应试。我若将伊兄银子全带前去，亦是无用。不如二人学管鲍分金，弟取不伤廉，兄与不伤惠，且两有盘费，岂不相安。”怀伊人道：“吾兄莫谓河南路近。客途之事，一时风雨阻隔，咫尺犹同千里。那时致吾兄不来不去，凄苦无告，在兄纵不怨弟，而弟亦何忍放心自回。”石生见怀伊人情锺友明，愈增愧颜。怀伊人慰道：“兄毋过虑，弟还有两余散碎银子，足充路费。”石生道：“那两余银子做得甚事，纵伊兄省俭，只可到得广陵。”怀伊人道：“到广陵就不难了。或做馆代笔，随寓前去便了。”石生想了一想道：“若到广陵，弟写一书，致梅老先生处，并关书带去，荐兄处馆。权借一枝，以图归计。 \\n 不识何如？”怀伊人道：“既如此，是绝妙的了。”石生推过盅筷，令柏儿取出拜匣，写下一书。又秉笔写了一扇一卷并关书递与怀伊人道：“梅老先生知我贫士，聊寄人情纸半张，以表微意吧。”怀伊人接过看道：“这诗、扇俱新作吧？”石生道：“扇中是当日梅花之句，卷上是旧日之别业。”怀伊人看罢，不胜称赞。又道：“别后想多近作，乞借观以开茅塞。”石生道：“别后之作，未付梓者，赠与田又玄了。惟有《杨柳枝》词十首是近作，写出求教。”怀伊人叹道：“可惜佳玩落瞽目人矣。”石生取一便纸，将《杨柳枝》词写出一稿，未款名姓，递与怀伊人。怀伊人赏鉴一会，各饮酒罢，吃过夜饭。又令柏儿同怀伊人管家，饮了酒方睡。 \\n 到次日，石生早起，见天色稍晴。怀伊人各束装辞过主人，至路口分别。怀伊人道：“吾兄此行，至河南同令表兄进京，定然擢元。弟有母服，不能附骥。吾兄幸勿自惰，有负妙年。” \\n 石生叹道：“倘得侥幸，当报谢者惟伊兄与毕小姐耳。”怀伊人谦恭辞别。石生复回首道：“弟前途蒙惠，且进京有亲戚同住，伊兄不必挂虑。可将梅老先生扇、卷并关书查好，以图广陵之事，庶弟途中稍安。但梅家王文，曾来淮访我，说有甚么不通的抵冒。兄可查问，便寄一字示我。”怀伊人遥拱揖道：“谨领兄教。”遂长别去。 \\n 正是： \\n 浪交不益己，好友胜于亲。 \\n 相识满天下，知心有几人？ \\n 不知怀伊人如何会梅翰林，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 先生羞认梅花扇 翰林泪读杨柳词", "正文": "  \\n 第五回　先生羞认梅花扇　翰林泪读杨柳词 \\n 　 \\n 诗曰： \\n 假冒才名实可羞，风流自昔重荆州。 \\n 高人不是尘为骨，小燕焉能凤比俦。 \\n 事到奸顽终出丑，文逢知己应相求。 \\n 最怜求得翻成错，秦晋还教向别谋。 \\n 却说怀伊人与石生别过，知石生腰间有了钞物，到河南又有表兄同上京应试，一路平安，不足挂齿。当日记石生抵冒之言，行至淮阴渡口，叫了一只划子船，买了些酒肴在上，带着管家，不一日行到扬州。果然盘费用尽。叫管家拿了石生书札，自己又写下一晚生帖，去拜梅翰林。及到梅翰林家，守门管家问道：“相公是何处来的？”怀伊人道：“我是石相公那里来的。”守门管家道：“我家有个石相公，又是甚么石相公？” \\n 怀伊人道：“我这石相公，不是别人，乃你家老爷请他处馆的。他有亲笔书札在此，你传进自知。”守门管家道：“我老爷正假满还朝，也不许投书札。”旁有一小管家道：“这想必是真石相公了。你传进去，老爷自有分晓。”守门管家嚷道：“这个如何成得。适间找石相公的王文到家，才说是石相公进京去多时了，老爷闻言，现在内宅纳闷，要打王文，说他做事不实。又是甚么石相公书，你若要传，你就去传。”怀伊人笑道：“你二人不必争论，这书正是石相公进京路中写与我的。我姓怀，字伊人。是他相契的同社朋友，现有你老爷亲笔关书在此。” \\n 那小管家向怀伊人道：“既是怀相公有老爷亲笔关书，待小的先传进去，与老爷看过，再请相公相会。”怀伊人将书札并扇卷总递与小管家。守门管家回头向小管家道：“恐防又是假的，你却不当稳便。”小管家理，径自传进，一直到后厅，见梅翰林正在纳闷，闲坐作想。将书呈上，梅翰林一见，就叫请怀相公相会。 \\n 怀伊人不胜欣喜。走入前厅，与梅翰林揖罢，各依宾主而坐。梅翰林道：“贵同社为何吝教，不向学生寒舍一盼？”怀伊人道：“敝同社久拟投府，聆老先生清诲。为一不得已之事，故有失尊召。”梅翰林道：“如今尚在何处？”怀伊人道：“往河南邀他令亲，打点进京应试。路值晚生，因以浼晚生来璧关书，且代请荆。”梅翰林笑道：“说哪里话。适间又承赐扇卷，何以克当。”怀伊人道：“敝同社客中无备，聊具拙诗呈教，非敢言礼也。”管家茶上。梅翰林令取出扇卷，先将诗卷展开看时，赞赏不已。又取扇看时，忽惊问道：“这是贵同社之作吗？”怀伊人道：“正是敝同社春间在玄墓观梅之作。”梅翰林道：“原来是贵同社之作。” \\n 茶罢，又令管家取出田又玄、铁不锋之诗，递与怀伊人道：“这二首诗，是学生苏州得来的，不期贵同社诗亦在其内，今日可称不意而合。”怀伊人接过看时，却是一草稿，未款名姓。 \\n 看罢问道：“这第二首诗是从何处得来的？”梅翰林笑道：“亦是苏州传来，未知是何人之胡谈，敢附贵同社之末。”怀伊人道：“此是苏州姓田字又玄之作。”梅翰林惊道：“原来此人姓田字又玄。可与贵同社相厚吗？”怀伊人道：“没甚相厚。曾在玄墓相会过，那日他强勉作诗，抄袭旧句，且乱谈敝同社这诗。后同社知他狂妄，也就两下疏交。”梅翰林道：“原来如此。”遂令旁人收去。管家又茶上，怀伊人告辞。梅翰林道：“怀兄且勿他往，少刻一卮候教。”怀伊人谦应。梅翰林送出大门，回家即写下一请帖，上道：“刻下优觞，候驾早临。”令管家送去。自己复到后面书房中，向田又玄道：“适一远客来拜学生，少停有席，请石兄相陪，不敢具帖。”田又玄笑道：“晚生自当分半席主人，老先生何下一请字。但不知这人姓名是谁？” \\n 梅翰林道：“也是个没要紧的人。”田又玄道：“光景也要到夜方得上席哩。”梅翰林道：“不消。昨日有一友，荐一班优人来，家下已打着备两席酒，邀二三知己赏鉴。不期此人又至，我就将这现成酒席请他叙叙，以了情面而已。”田又玄道：“既如此，何不宽坐坐，以俟同行？”梅翰林坐下。又问道：“近有佳作否？”田又玄道：“晚生适才口占俚言二首，恐不堪法目。” \\n 梅翰林令取出，看罢满口称赞。田又玄又谦逊闲话一回。 \\n 旁有一管家走上道：“酒席齐备，戏子在外，已久伺候。”梅翰林道：“着人请那相公来就是。”管家应诺而去。梅翰林携诗亦别过田又玄，向外吩咐管家道：“若怀相以来时，可先请石相公陪坐，后再请我，你辈不可在旁。”管家领命，梅翰林向后宅去照管。 \\n 少顷，怀伊人至，管家请出田又玄，梅翰林在屏风后窥其动静。只见田又玄一见怀伊人，惊得面色慌张，作揖不是，就坐不是，逃去不是。怀伊人亦惊问道：“田兄因何在此？”田又玄四面望了一望，见无人在。将手扯过怀伊人在厅角上低口道：“小弟该死！一时错误，被梅老先生请在此坐馆，以为小弟是石先生。小弟偶然顺口应承，望先生大度包谎，向梅老先生不可提起个田又玄三字。小的来世，愿为犬马，以报大德。” \\n 怀伊人闻言不快道：“田兄差矣，石池斋乃当今名士，且我之契友。他特着我来访问这事，我怎容你以伪乱真，坏他名望。” \\n 田又玄急道：“这事却如何处，叫小弟一时怎悔得过来，求先生今日暂全体面，明日小弟即托故他往。” \\n 说罢，将手扯住怀伊人，直下一跪。怀伊人正待用手去扶，梅翰林咳嗽一声，从屏风后走出。田又玄忙忙立起。梅翰林向田又玄道：“石兄可曾与怀兄见揖吗？”田又玄忙拱身道：“见过礼了。”梅翰林遂与怀伊人揖罢，各分宾主而坐。茶毕，戏房奏乐，梅翰林安席。怀伊人首座，田又玄二座，梅翰林在田又玄席旁陪饮。怀伊人告坐毕，三个举杯招饮。梅翰林又向田又玄道：“今日屈先生二座，幸勿见罪。”田又玄欠身道：“晚生半东，宜当次座。”梅翰林又向怀伊人指田又玄道：“这是学生西席也。姓石，道号池斋。怀兄可曾会过吗？”怀伊人笑而不言。田又玄忙打恭道：“怀老先生与晚生在吴下朝夕相会。” \\n 梅翰林故笑道：“原来亦是旧友。”复举杯招饮。怀伊人心下闷闷不乐，恐梅翰林反以真者为假，停杯作想。梅翰林又举杯招饮。 \\n 怀伊人方饮时，见戏子向上叩头，拿上戏单点戏。怀伊人谦让田又玄，田又玄打恭道：“小弟是半主，焉敢倒僭先生。” \\n 怀伊人就从实点了戏。三人听曲饮酒。不一时梅翰林笑向田又玄道：“近来有一种匪类先生，竟辱名教。石兄在家，想也闻得吗？”田又玄满脸惭愧，强勉应道：“不曾。”怀伊人见梅翰林言中有意，即接口道：“我想人家延师如石兄者，断然不差。”梅翰林笑道：“我家先生都是择取再三，非假非冒，方才延请的，岂有差错之理。”田又玄闻言，托以低首。怀伊人故向田又玄招饮。田又玄道：“怀先生素知小弟是量不佳的，适才吃了数杯急酒，胸中要呕吐，求让一杯。”梅翰林接口道：“石兄素常海量，今日因何推酒，想见怪怀兄吗？”田又玄忙道：“怀先生乃吾故人，怎敢见怪。”梅翰林笑道：“既不见怪，还要请饮一杯。”田又玄只得吃了一杯。怀伊人又举杯招饮，田又玄又强勉吃了一杯，不觉口中欲吐。梅翰林笑道：“石兄果然今日酒量不如。”遂举杯向怀伊人招饮。 \\n 饮不数巡，戏至半本，管家翻席，三人同起小便。梅翰林道：“今晚颇觉有些暑热。”怀伊人道：“正是。”梅翰林遂吩咐管家取出适才那诗扇来。小便毕，梅翰林故向怀伊人将诗扇展开，在灯前玩索。田又玄从后走上，正待看时，见是石生笔迹，急忙回身上厅。梅翰林叫道：“石兄请来认认这草字。” \\n 田又玄不好不来，只得接过诗扇，皱眉半晌道：“晚生于草书一道，不甚精熟。”就复走上厅。梅翰林知他托故，遂邀怀伊人各照旧坐。低唱浅斟，饮了一回。田又玄见梅翰林手拿石生诗扇，连头也不敢抬起，心下闷愧，就伏在案头睡熟。梅翰林、怀伊人各皆默会，不去理论。宾酬主劝，饮至酒残戏散，方令管家叫醒田又玄。梅翰林笑向田又玄道：“石兄为何独今日闷席，想因故人而动家乡之思了？”田又玄舒眼道：“晚生见丝竹之音，袅袅可爱，不觉伏案久听，忘其所以。”梅翰林道：“原来如此。”怀伊人近前别过田又玄。梅翰林谓田又玄道：“石兄不必送吧。”田又玄道：“岂有不送之理。”三人遂同出大门。 \\n 管家掌得灯火明亮，时已夜静，怀伊人打恭回寓。正是：任他汲尽三江水，难洗今朝一片羞。 \\n 却说梅翰林别过怀伊人，同田又玄回到厅上，令管家撤去残席。田又玄亦闷闷别过，回书房安歇。梅翰林独回内宅，会见夫人、小姐，细细遂及今日饮酒识破田又玄之事，举家又笑又恼。梅小姐笑道：“今日二诗，亦颇佳丽，想也是抄袭之笔了？”梅翰林道：“这何须用说。”对夫人、小姐又将田又玄先见怀伊人之丑态，形容一遍，方各安歇。 \\n 到了次日，梅翰林早起，想一计策，要辞田又玄。正待向书房内去，见一书童出来报道：“石相公说，怀相公言他家中有一要紧事，暂别老爷回家，数日即来。今早五鼓，即收拾行李去了。他道不好惊动老爷，叫小的通报一声。”梅翰林闻言，走进书房，见行李书物，尽卷一空。知他自惭逃去。仰天大笑道：“如此匪类，可耻孰甚！”随吩咐一管家后面尾他去路，一管家下书请怀相公进来，延为西席，一管家打扫书屋。梅翰林即整衣等候。只见王文从面前闲走过去，梅翰林忽触动田又玄之事，叫将过来问道：“我叫你请石相公，你书也不讨封来，面也不会一会，致令匪人抵冒。到今做出这般丑态，使外人笑我延师不实，是何道理？”王文不语。 \\n 梅翰林叫取竹板，正要责罚，忽一管家报怀相公已至。梅翰林方欲出迎，怀伊人已进园门。 \\n 梅翰林迎到书屋，揖道：“有失远迎了。”怀伊人道：“昨日过承盛爱，尚未拜谢。”二人分宾坐下，茶毕。梅翰林即吩咐管家，到内里收拾铺陈。怀伊人道：“不必另备，晚生有现成铺陈，小价后面取来。”梅翰林道：“既有铺陈，可请出小相公来拜先生。”管家应去。 \\n 少顷请来，二茶已毕。梅翰林立起，向怀伊人揖道：“小顽烦托名师教以指南，实愧荆棘，有屈鸾凤。”怀伊人谦应。 \\n 梅翰林叫梅待腊拜过怀伊人。三茶又上，茶毕。忽一管家禀道：“适报房有一要紧报，投入内宅，请老爷去看报。”梅翰林起身，暂别怀伊人。怀伊人道声不送。梅翰林进去。 \\n 怀伊人回书房，见一书童炙茶。怀伊人因问道：“你家昨日那先生今日向何处去了？”那书童道：“昨日那相公，是假冒石相公来赴馆的，被老爷识破，假托怀相公报他家中有事，今日五鼓，也不曾辞老爷就去了。”怀伊人闻言暗笑。书童又道：“当日这事是王文做的。老爷今日要责罚王文，值怀相公至，就不曾打得成。”怀伊人道：“与王文何干？”书童道：“老爷说他作事不的，为何不取石相公回书，以致匪人抵冒。王文还要借重相公，在老爷面前方便一声。”怀伊人道：“若你老爷再要打他，我自然说情。”说罢，怀伊人管家取行李进来，收拾已毕。 \\n 至午后，梅翰林备酒请怀伊人。怀伊人席间问道：“今日何所见报？”梅翰林道：“科中一本，为告假事，圣上亲限日期，凡假满者，遵限入朝料理国务，不准借假偷安。”怀伊人道：“老先生也少不得要奉召还朝了。”梅翰林道：“学生已假满多时，尤当速往。”怀伊人道：“晚生有一书，烦盛管家便寄石兄，不识可带得否？”梅翰林道：“但不知石兄作寓何所，面貌若何？”怀伊人道：“敝同社年方十八九岁，生得面貌清丽，堂堂人物。少不得在京应试。”梅翰林作想道：“原来石生是个风流美少，这般说不难。”二人遂举觞饮酒。怀作人偶然道及田又玄私走之事。梅翰林道：“这匪类事情，学生俱已尽知。只因不曾访得的实，故淹留至今。今日他既惧畏逃去，不必再究了。”怀伊人道：“那小人辈，怎瞒得老先生秦鉴。”梅翰林道：“还有一事，更觉可笑。这田姓又荐一铁姓，相与作诗，有求婚之意。学生取出小女梅花诗与他为试，后来二人俱做不出。那田姓就抄贵同社之诗，铁姓就抄田姓不通之诗。当日学生心下生疑，就辞了铁姓，差役去访石兄。不期访石兄之人，昨日方归，才知石兄进京。又值怀兄到，方识破其中细弊。”怀伊人道：“闻那铁姓，乃徐州人，何以知老先生有令爱？”梅翰林道：“是学生当初失言，以田姓为石兄，故偶然执诗相告，道小女凌春，年十六未婚。他便荐铁姓和诗，令我因才择婿。”怀伊人闻梅翰林说凌春二字，沉吟作想半晌，以为是同名，遂置不论。复道：“此人不知又向何往。？”梅翰林道：“适才着人观他去路，回说已上淮船，要到徐州，光景是向铁姓家去了。”怀伊人想了想道：“若向铁姓家去，必竟借敝同社之诗稿，又要假名。”梅翰林惊道：“石兄原来有诗稿在他处吗？我道他做诗，为何首首皆好，只是字迹差些。昨日又有二首，亦甚佳丽，原因有诗稿故。”怀伊人遂叹道：“敝同社被他如此以假乱真，深为可恨。”梅翰林亦共叹息。 \\n 二人又饮了一回。梅翰林道：“闻石兄年甚青少，不知可曾婚配否？”怀伊人闻言，恐他有择婿之意。知石生有那毕小姐，不肯悔盟。随应道：“久已在淮与一毕姓结过百年之好，要俟得意时方娶。”梅翰林遂不语。二人饮到夜暮。 \\n 饭罢，梅翰林亲自掌灯，安怀伊人宿歇。灯下忽掉下一纸。 \\n 梅翰林拾起看时，恰是《杨柳枝》词十首。看罢不觉带醉语道：“才堪吾媚。”又问怀伊人道：“这可是石兄佳制吗？”怀伊人忙道：“是石兄之友。”梅翰林道：“石兄之友，有如此大才，此友亦不下石生。可曾有婚配否？”怀伊人道：“不知有与没有。”梅翰林道：“待学生带去潜心体味一番，明日璧上。” \\n 怀伊人亦就安歇。梅翰林回内。正是：知己三杯嫌话少，文人一字值钱多。 \\n 却说梅翰林别怀伊人携词归内，夫人、小姐各在房中。梅翰林就在堂前烛下，展词玩读，口中不觉拍案叫快。梅夫人并小姐闻其得意，遂走出问其所看何物。梅翰林道：“是十首《杨柳枝》词，乃石池斋之友所作。”梅小姐接过看时，果然佳妙。梅翰林道：“若访得此人未娶，吾儿终身可托。”梅小姐羞愧放下，遂托故归房。梅夫人道：“正是女大须嫁。凌春这一表人材，必须也要早早择一佳婿。”梅翰林道：“吾有心久矣，奈一时不能遂意。”梅夫人道：“天下至广，岂乏贤才以作佳婿。”梅翰林道：“你有所不知。向我同凌春玄墓之游，已著念择婿，忽闻石生文章冠世，喜跃不禁，以为得人。不意他有要务，未得赴馆，以致匪类抵冒。可见才人难得。”梅夫人道：“如今至成此事，却也不难。怀先生乃石生之社友，他二人心然言出即从。托他作一冰人，往通石生，再无不就之事。” \\n 梅翰林道：“我适才席间，亦以此意探过，怀兄道他已有妻矣。奈何？”梅夫人道：“他多大年纪，连忙就娶了妻子。”梅翰林道：“他年纪甚是青春，只在十八九岁，久已与淮安毕姓结亲，此生要到得意时方娶。”梅夫人道：“此生既有配偶，不必垂涎他了，别择一人就是。”梅翰林不觉堕下泪道：“我弃石生而别选东床，恐天下才人未必如石生风流美貌者；欲不弃石生，而即以女妻之，恐天下之人笑我迂拙妄为。且石生又无一人二妻之理。为今弃石生选此作词之人，又不知他何姓何名何方人氏。由此观之，实难有佳遇。”梅夫人道：“作词之人，既不知何姓何名，何方人氏，也不知他年庚面貌若何，何必著意必要选他。据愚见，二人总弃之，俟相公进京，当就京师大地，面择贤豪，招赘吾门，岂非妙策。”梅翰林道：“我在京师，官居翰苑，所与相接者，满目皆富贵客，其子弟只知味有膏粱，那知书有黄金。且天下膏梁子弟而矢志读书者，有几人哉！故不若退居私室，识英雄于困苦中，方得真才。”梅夫人道：“你在家中，每日有人送诗赋来评选，难道其中总无一贫贤吗。”梅翰林道：“皆浮词浪句，不堪品题。”梅夫人道：“昨日又有些少年，送来稿集，可曾见否？”梅翰林道：“不曾得知。”梅夫人遂叫丫环至小姐房中，取出放在案上。梅翰林令夫人就坐，亲剪烛观玩，逐一吟哦。又将《杨柳枝》词对读。读未数遍，复凄然泪下，对夫人道：“数人皆不及此生。” \\n 梅夫人道：“何以见此生之佳妙。”梅翰林掩泪道：“此词情深于笔，字字皆作金石声。其为人安闲，我于词中新逸处见之；其为人丰韵，我于词中波宕处见之；其为人工苦，我于词中沉郁处见之。如泣如慕，良似人尽其面也。”梅夫人道：“既此人有莫及之才，当访问的实，以全凌春终身之事，亦不枉生她一场。”梅翰林又掩泪作想道：“天下至大，生人如蚁，叫我何处访问。怀兄说是石兄之友，必须至京寻着石兄，探问消息，方有着落。”梅夫人道：“既如此，相公不必过虑，宜早图进京就是。”梅翰林道：“我欲明日上船，只是礼物未曾齐备。” \\n 梅夫剪烛道：“那礼物俱是家中现成的，没有甚么不齐备。相公且安歇，明日早起吩咐他们收拾就是。梅翰林回嗔。令人收去诗集，依言就寝。正是：千金买字文章贵，百世求缘锦线牵。 \\n 却说梅翰林当夜就寝。次日起来，即依梅夫人之言，一面吩咐管家收拾行装，一面到书房中来会怀伊人。怀伊人相与坐谈。梅翰林道：“学生今日欲别进京，家下凡百，俱求代看一二。倘有简亵，俟回日补谢。若有石兄书，可便写捎去。”怀伊人道：“老先生为何去得如此甚速？”梅翰林道：“只因旨限甚速，故要速行。”怀伊人遂写下一书，烦梅翰林寄与石生。 \\n 梅翰林道：“舍下坏事家人王文，怀兄可便写一革条革出，不可令他在家。”怀伊人故道：“他坏何事？”梅翰林道：“前田又玄之事，皆王文瞒昧我故。”怀伊人道：“他怎敢瞒昧老先生，或因一时之错，以致有误。老先生可看晚生薄面，且宽恕他吧。”梅翰林道：“既怀兄说情，再无不依。”随叫王文过来，磕头谢怀伊人，怀伊人扯起。梅翰林道：“以后怀兄在舍，有事千万不可重用。”怀伊人应诺。梅翰林道：“此去不知石兄却定寓何所？”怀伊人道：“敝同社自集都中应试，着盛管家随寓访问，再无不遇之理。或者敝同社闻老先生在京，还要登门进见，亦未可知。”梅翰林笑道：“倘若石兄肯顾学生时，少不得场中之事，俱在学生。”怀伊人道：“若今岁主考，点选老先生，就是敝同社之造化了。”梅翰林道：“我在外已久，那得点选到我。且我亦不能有此福分收这个门生。” \\n 怀伊人道：“这等是老先生过谦了。”二人相笑一回。 \\n 梅翰林从袖中取出一纸道，“昨日《杨柳枝》词看完，奉璧怀兄。”怀伊人接过道：“这词不识做得如何？”梅翰林道：“这词诚当代绝唱。昨闻怀兄，言是石生之友所作，但不知此人名姓，怀兄亦素知吗？”怀伊人顺口应道：“当时，敝同社仓猝之中付与晚生，说是淮安之友所作。晚生却忘记问其姓氏。” \\n 梅翰林道：“此人落笔不凡，必是翰苑中首座，在学生尤当逊位。”怀伊人笑道：“老先生见其文，即知其人，可谓能慧眼识人者。”二人话犹未毕，书童拿早茶上。梅翰林道：“船上可曾收拾齐备？”书童道：“外面伺候已久。”梅翰林向怀伊人道：“学生欲别，不及奉陪。”怀伊人同起相揖。梅翰林道：“怀兄莫送，就此别过，惟家下并小顽重托。”怀伊人亦就止步。 \\n 梅翰林独自出了园门，复回内宅。见梅夫人并小姐迎着道：“管家伺候已久，为何事尚羁滞不行？”梅翰林道：“与怀兄话别，怀先生又托我寄书石兄，故淹留一回。”梅夫人道：“此去宜速会石生，访问作柳词之人要紧。”梅翰林道：“适闻怀先生言，此人在淮。但我不好亲去访问，巴不得到京，即托石兄谋成此事，以了凌春这段姻缘。”说罢，一丫头走上道：“外面管家又来伺候老爷上船。”梅翰林随向外走，梅夫人送出。又叮嘱速会石生之语。 \\n 梅翰林目顾凌春道：“吾儿终身大事，我岂肯忽略，你们放心在家。”夫人同凌春送至宅门方回。正是：儿女情牵随处有，英雄气壮尽人难。 \\n 却说梅翰林受夫人之嘱，怅怅上了京船。不消月余，到了都中。此时正值秋场，知石生必在应试。随吩会管家，持怀伊人书，向外随寓访问，思欲相会，以探作词之人。不意管家遍觅下场生员，并无一石姓者。惟有河南会馆旁圆通寺中，有李、齐两相公。这日梅翰林从馆中归，管家拿原书回来，以实报知。 \\n 梅翰林心中纳闷，正欲再令去访，忽一长班跪上禀道：“圣上亲点老爷作今科北场座师，有报在外。”梅翰林遂叫传进。看罢，遂请封条封门。凡一切书札，出去不得，进来不得。梅翰林心下，只待中了石生，以图相会。不料到八月初十，进了贡院，十一一场，十三一场，十五一场，三场考毕，文案堆如山。 \\n 内帘外帘，各自分看。忽有一副考座师徐，首定监员齐也水为元。梅翰林心下要中石生，故道：“此文字做得虽好，太近于奇僻了些，以之作元，恐非确构，此人只可放在十名之内。” \\n 徐座师不悦道：“此文全是一团元气，何奇僻之有，若中在十名之内，不如不中。”梅翰林道：“且中在十名之内，以俟会试中元，亦为未迟。”徐座师道：“此人三元可中，岂一解元而已哉。若老寅翁中他在十名，其实有辱此文，转留在下科中元吧。”徐座师遂赌气将卷子搁过一旁。 \\n 忽又走出一帘官，手拿数册卷子与梅翰林拟元。梅翰林独居静室，逐一看罢，皆无石生卷子。遂将帘官拟元卷子并齐也水卷子，向天默祝，同众随手抽出一卷为元，却是李景文。徐座师愈大不快，将齐也水卷子复丢在一旁。直至二十日五鼓，方才开门出榜。出榜之后，报子抄了小帖，飞星各处，访李景文寓所。正是： \\n 多少寒窗苦，磨穿铁砚知。 \\n 嫦娥翻错意，遗却美男儿。 \\n 不知这报子如何报李景文，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第六回 秋风天解元乞食 明月夜才鬼做官", "正文": "  \\n 第六回　秋风天解元乞食　明月夜才鬼做官 \\n 　 \\n 诗曰： \\n 休题李白傲天子，漫道高阳是酒徒。 \\n 才大何妨为乞食，情疾且任笑狂夫。 \\n 假男抱蕴今罕有，倩女离魂古不无。 \\n 谁教世情偏反复，从来人事有荣枯。 \\n 却说李穆如同石生下在河南会馆旁边圆通寺内，清晨起来，闻知出榜。李穆如只道梅翰林用情中了石生，石生亦自拟必中。 \\n 二人梳洗已毕，正待出门看榜，只见十数人峰拥入寺，口道：“报李景文相公的。”李穆如同石生忙起身问时，那报子取出报帖，李穆如看罢，恰是解元李景文数字。遂复问道：“榜中可有个齐相公吗？”那报子道：“并没有个姓齐的。”李穆如打发了报钱。报子去后，李景文向石生道：“解元如何是我，莫非错报了吗？”石生道：“岂敢错报表兄。恭喜表兄，今科擢元，即弟一样。只是弟不能在京奉陪盘桓了。”李穆如道：“梅老先生一定不肯遗落表弟，且再候报来问他。”石生道：“想是梅老先生不知弟改了名姓，不能用情，亦未可知。表兄既中了元，弟不中是实了，又何必候报。但我场中文字，做得太过于高古，若中必然是元，若非元即不中了，此在自己可以定得。”李穆如道：“就是吾弟不中，在此代我照管照管何妨？” \\n 石生愀然道：“不瞒表兄说，弟淮安有一亲事尚未停妥，因闻考试，权偷寸隙来此。如今既擢不得一名乡科，在此何用。” \\n 说罢，就令柏儿收拾行李。李穆如留之再三不肯，遂亦随别。 \\n 石生辞过寺主，李穆如送出门外，又见二起报子报李穆如。 \\n 李穆如又问道：“榜上可有一齐相公么？”报子道：“并没有个姓齐的。”石生道：“表兄不必再问了，这是弟之遭际，应该如此。”李穆如怅然道：“吾弟大才，自有飞鸣奇遇，不必以此一时遭际为闷，可放心谋为亲事。愚表兄明春俟会试后，即来淮奉访。”石生唯唯应诺，各皆洒泪。正是：万般心事千般用，两字功名一字天。 \\n 却说石生见乡科不中，别了李穆如，闷闷出京，仍访毕小姐消息。不期破屋遭风，行船遇浪，苦被风浪羁阻，日行数十里。及到淮阴，盘费殆尽。欲就清凉寺住，恐徐州之事未结。 \\n 只得放下行李，使柏儿坐在荒郊看着，自己潜潜走到清凉寺访问湛然。路近先春园处，见一小头陀在门后玩耍。石生叫他一声，那头陀抬头问道：“石相公几时来的，怎么不到寺中看望看望？”石生道：“湛然师傅可在寺中么？”那头陀道：“向外面收缘簿去了。”石生道：“这边毕老爷家，可有人从任上来么？”头陀道：“头陀道：“毕老爷为贪酷，官已坏了，如今在杭州拿问。家眷寄在本处钱老爷衙内了。”石生忙问道：“哪个钱老爷？”头陀道：“就是当初在徐州做官的钱老爷，如今为拿贼有功，升为我们这边本府。”石生道：“寄住钱老爷家，就是小姐一人，还有甚人？”头陀道：“闻说还有一位侄儿。见钱老无子，权作钱老爷义子，现在衙内。”石生闻说，不胜感叹。又在先春园外，探身窥视。见内里风霜萧瑟，草木零落，大非旧况。遂信步复回。那头陀道：“相公何不到寺中随喜随喜。”石生道：“等待湛然师傅回时，再来随喜吧。”那头陀仍在后园外玩耍。 \\n 石生一路纳闷，来寻柏儿。行至半路，见一人肩挑酒肴，走出城门，旁有一人问他何往？那人说，请钱老爷公子在郊外赏菊。石生闻说钱公子，知是毕监生之侄，遂闪在一高坡上，观其去路。见那人将酒挑在一野园中。野园中有数人走出，皆手舞足蹈，相视而言，却不闻声。石生恨不能面向园中，问钱公子消息。因复下坡想道：“我与钱公子素未相识，如何得能与他谈及他令妹事情？”又转念想道：“我千里而来，也是为着毕小姐，岂可他令兄觌面反教错过，这是必须要会的。”只是思会无由。为此沉吟半晌，忽生一计。回首向柏儿处，将玉箫取出，又换了柏儿青衣旧帽，叫柏儿仍看着行李，复从坡旁走到那野园中，见那数人皆席地饮酒，且兼作诗。 \\n 石生悄悄从山旁石瞥见诗题，却是观菊。候众人诗将作毕，将玉箫吹起。众人齐道：“你是何人？在此吵闹。”石生道：“小的穷途缺费，肚中饥饿。闻众相公在此饮酒，特来化盏酒片肉，稍充饥饿。”内有一老者，叫人斟了一碗酒，搛了两块肉，递与石生。石生欠身接过，立在面前，故意迟延慢饮，听众人讲话，要看哪一位是钱公子。只见一少年者对众道：“我们今日这诗，做得甚是如意，若钱公子来时，我们还有兴趣。” \\n 那一老者回道：他做公子的人，素常不曾外出，我们怎请得他来？”那一少年者道：“也不如此，想是钱公祖接梅道尊去，衙内无人，留他在内料理事务。”那众人齐欠身道：“富兄所见不明，闻得梅翰林方才出京，如何就说到任。”那一少年者笑道：“连诸兄之论，亦未必是，除非遇见钱公子，方有的信哩。”说罢，各复饮酒作诗。 \\n 那一老者举杯目顾石生对众人道：“这等一个青年人，流落乞食，可见世情艰难。”众人各为惋伤。那一少年者笑道：“自古男儿立大节，不武便为文，哪曾见上天饿死好汉。这还是他技拙无能，生就化醅，应当如此。”那上老者正色道：“兄论大错。当初颜回，糟糠不厌，卒寿早夭；夷齐廉洁，饿死首阳山，岂非好汉。”一少年者道：“今人怎比得古事，若他但有所长，向豪门投身，也有饭吃。还是他无能，以致如此落魄。即如吾辈读书明理，且擅诗赋，任他世情艰难，岂得致于此地。”那一老者改口连声道是。石生听罢，将酒吃过，送上碗去。那老者向石生道：“你这一个青年人，为何不投一官家安身，以致于乞食。”石生道：“异乡无人引进，只得乞食。” \\n 那一少年者道：“这本府钱老爷的公子，与我至契。我荐你去为仆，但你肩不能挑，手不能拿，思量欲做何事哩？”石生心下要访毕小姐事，连声道：“小的随便书房中听用吧。”那一少年者道：“既欲服侍公子，在书房中，你却有何长处？”石生道：“小的也素擅文墨，就是诗赋一道，亦不算不知。”众人各皆惊骇，以为谬谈。那一老者道：“他既口出大言，必有大用。就将我们观菊题目并韵，叫他和一首，若果然做得，赏他一壶美酒，两簋佳味。若做不出，罚他吹十套曲子。”那一少年者道：“说得有理。”就叫人将整菜撤去两碗，取一壶好酒，递与石生。又将纸笔拿在地上。石生将酒吃过。展开纸来，见上面题已写就，韵限芳妆霜章四字。遂援笔即挥一律，后书齐也水秋日草，呈上众人。众人各皆惊异，接过，看上面诗道： \\n 日暮千山人寂寞，秋残九月菊芬芳。 \\n 何曾粉腻青娥妒，到处风流逸士妆。 \\n 傲骨浴寒三径雨，天风吹落一篱霜。 \\n 年来无限萧条意，相对依依赋短章。 \\n 众人看罢，各道诗名也还不俗。又问石生道：“这诗莫非是抄写来的吗？”石生道：“若抄写的诗句，那能恰好合相公的限韵。”众人道：“你既晓得两句诗儿，为何要与人家营工？” \\n 石生道：“小的知文章不能疗饥，不若营工求食。”众人闻言叹息。那少年者道：“你且回去，明日讨回话吧。”石生道：“请问相公尊姓，住居何所，明日好来找问。”那一老者接口道：“这相公姓富，字雪烟，家住城内府前，是钱公祖门生。我叫吴皆吉，是富相公紧邻。你明日到我家讨回信便了。”石生闻言，谢赏而去。正是：治民自古全非武，乞食于今半是文。 \\n 却说这饮酒之人，见石生去后，也有惊异的，也有疑他的，独那一老者吴皆吉，再三叮嘱那少年的富雪烟，叫他举荐到钱公子处求食。当日数人酒罢诗毕，候钱公子不至，各皆散去。 \\n 那富雪烟到家，即写下一书，向钱公子道及吹箫乞食作诗之事，并众诗一并封起，投入府衙。那钱公子一见说玉箫之事，并观菊诗句，心下甚是沉吟不决。只是齐也水三字，同了一新解元名字，尚有未白。即吩咐外面家丁传与富雪烟道：“齐相公是新科解元，要请相会。”富雪烟闻知，吃了一惊，随即寻着吴皆吉，道及钱公子所传之话，吴皆吉亦为称奇。富雪烟道：“我说不要管他闲事，如今钱公子要请相会，却到何处访问这个齐解元。”吴皆吉道：“富兄不必着急，且回钱公子家丁去。候明日，齐解元必来讨回信，我们以此实告，令他与钱公子相会就是。” \\n 富雪烟照吴皆吉之言，回了家丁归去。晚间富雪烟至家，踌躇一夜。未到天晓，即来吴皆吉家等候石生。只见一管家从外走进报道：“昨日乞食的人来了。”富雪烟忙起嚷道：“这奴才怎么不叫齐相公，如何说甚么乞食的人。”吴皆吉道：“且不要骂，俟小弟如今责罚他。”石生仍是青衣旧帽走上。不知何故，见吴、富二人忙忙走下迎着施礼。石生忙扯住道：“二位相公如何与小的施礼？”吴、富二人齐道：“我二人肉眼，不识是新科解元齐老先生乔装乞食，晚生辈昨日获罪实甚。” \\n 石生亦惊讶道：“小的是何等之人，如何认作新科解元，想是相公错了。”吴皆吉道：“先生不必相瞒，同去会钱公子便知。” \\n 富雪烟一把扯住道：“齐先生且到晚生寒舍，便饭少坐，再去相会。”石生道：“且会过钱公子，辩过明白，再领盛情。”因此，三人同出门到府前。钱知府正不在家，遂着报事的传与钱公子知道。忽一家丁走出道：“请吴、富二相公回府，留齐相公在后堂相会。”吴、富二人交付了石生，欣然回去。石生走进后堂，等了许久，只见一小童传开宅门，又请齐相公内书房相会。 \\n 石生缓缓步将进去，到了书房。但见：香盈案几，疏透窗棂。秋光与白水俱明，败荷共竹声相乱。 \\n 书史频仍，不啻二酉珍异；龙蛇满壁，尽是人日题诗。朱颜皓齿，人在兼葭正少；锦心绣口，淡倾白雪销魂。霭霭和逊，恍疑是天上玉容；楚楚衣冠，应不是凡间别种。 \\n 钱公子见石生秀丽可人，从容走下，相为施礼。石生道他是毕小姐之兄，亦朝上还了一揖。 \\n 二人分宾就坐，钱公子道：“恭喜齐兄，作圣上门生矣。” \\n 石生道：“小弟何以作圣上门生？”钱公子道：“想是齐兄不曾见新报吗？”遂令小童取出报来，递与石生。石生接过看时，上道：“八月二十二日，礼科给事徐，一本为乡试事，翰林院主考梅，取中解元李景文，文不中式，请旨验卷等因。旨命：‘已取未取文卷，解入文昌殿。’圣上于二十三日御临文昌殿，随手拈着未中监员齐也水，文堪作元。当日旨下，将翰林院主考梅，补淮安兵备道缺，以功待罪。仍拟已中未中诸生，赴京复试尚未完夺。”石生念罢，又惊又喜，付小童收去。 \\n 茶毕，钱公子道：“齐兄为何不在京候考，故作微服来淮，其意为何？”石生道：“小弟有一知己姓石，浼弟携玉箫来淮访一毕小姐。昨因偶然见吴、富数人，饮酒作诗，故乔装乞儿，特探问毕小姐消息耳。”钱公子忽作想道：“前闻舍妹与一石池斋曾结过百年之好，舍妹赠有玉箫一管。今齐兄言言道着，莫非贵友就是那石池斋吗？”石生忙忙应诺。随又问道：“毕小姐如何是钱兄令妹？”钱公子道：“弟本姓毕，字守谦者，即家叔也。因家叔武林俗吏之务未清，故遥将舍妹寄于钱府。舍妹恐有世俗不安，妄求婚配，有失石兄之约，因浼弟同来，以作他之主持也。”石生故道：“原来钱兄姓毕，即毕小姐之兄。今日相会，可称天凑奇缘了。”钱公子忽皱眉半晌道：“敢问石兄以此心腹事，不亲自来访，反劳齐兄远至何也？”石生道：“石兄乃弟同社之友，素常以道义肝胆相信。前在京师，道及令妹之事，他费了许多苦心，弟闻知亦不觉泪下。”钱公子道：“石兄如何道及，请试言之。”石生道：“他说令妹名凌春。石兄于正月十七日，曾在吴下玄墓古香亭上见其诗句，知令妹是个才女，即着管家揭其诗句，在吴偏访不遇。后因扬州梅翰林家，有赴馆之行，买舟至阊门，遇一友人姓田字又玄者，与一医生姓白字随时者，说曾与令妹在常州看病。彼时石兄细细探期消息，知令妹在淮，即弃馆来淮，住在清凉寺中。又在先春园，闻得令妹琴音，弹出他古香亭所作之诗。后令花婆陆妈，将令妹原诗壁上，蒙令妹赠以玉箫，留为后日佳验。不期后令妹随令叔荣任武林，忽尔风雨两别。此时石兄在京，无日不悬悬于心，因托弟来访。”钱公子闻言，柳眉顿蹙道：“齐兄不言，弟亦不知。适闻齐兄之言，乃石兄以他人之诗，误访舍妹了。” \\n 石生惊问道：“当时令妹曾认诗句，且琴中又伏石兄之诗，恰两相投洽，何误访之有？”钱公子道：“舍妹名临莺，非凌春也，并不曾作诗在古香亭上。且从正月二十日在玄墓，的因得大恙，次日即返了。当日陆婆将石兄之诗，遗落家叔手，舍妹亦并不曾见，非误而何。”石生闻言，沉吟半晌，忽叹一声道：“这事石兄中小人白随时、田又玄之诡言了。”钱公子愀然欠身道：“齐兄何怪田姓白姓，当怪石兄自误其事耳。在白姓田姓无关己事，误以莺作春，并以临凌相错，其失犹浅。在石兄，游梅既见舍妹之诗，后在淮复听舍妹琴语，就当以理推之。若舍妹游梅在先，怎知石兄而后有古香亭之诗句。既舍妹游梅在后，怎得遗石兄而先有古香之预笔。即此，舍妹非凌春可知。何石兄不悟，复着陆婆导其殷勤。在舍妹，知石兄非比游人浪子，意不可却，赠以玉萧，实不曾见甚么古香亭之诗，难道陆婆独未致其意么？”石生怅然道：“石兄言玉萧乃陆婆传入清凉寺的，不曾会面。在石兄当日亦疑令妹石兄之诗，有先后不同，恐非凌春，故着陆婆拿古香亭之诗以探之。不意今日因陆婆之误，以致于无所不误了。”钱公子掩泪叹道：“今日之事，石兄误访，以致舍妹误认奈何？” \\n 石生见钱公子泪湿芳姿，娇若露滴名花。不禁亦掩泪慰道：“石兄乃天下韵人，岂有得凌春而舍令妹之理，自然不悔初心。吾兄不必惋伤，致损芳颜。”钱公子道：“我怪石兄怎不亲来面诀，致人割肚牵肠。”石生道：“不瞒毕兄言，石兄因被人所害而去，故今在京争求功名。恐前案未结，不得临淮。”钱公子道：“弟也闻得他有飞害之事，在家君手，久已结案在徐。今徐州新任凤公，不过仅存一缉获批，掩上台耳目，何地仍在京不来？且今岁乡录，又不闻他名姓，全不以世情为事，真太疏放了些。”石生道：“在吾兄怪其疏放，在石兄京中如坐针毡，无刻不以功名、令妹为念。”钱公子低首试泪道：“如今他另有知心，以舍妹念无用矣。” \\n 石生闻言，愀然移坐道：“毕兄何为而出此言。石兄乃天下多情人，他意弟所素知。若一闻错访之信，断不忍得凌春而舍令妹。但恐令妹见有凌春，不肯见爱石兄耳。”钱公子回嗔道：“齐兄此言，以舍妹为世俗之女了。舍妹颇知礼义，每苦怜才心重，只是面貌似小弟，恐石兄因凌春而嫌舍妹貌丑。” \\n 石生道：“吾兄青春多少？”钱公子作羞语道：“弟与舍妹同年，今已十七，只是弟长舍妹不数月耳。”石生作愧道：“弟年僭长一岁，实愧面貌不及，吾兄之丰姿，若文寒仙子，真世间所无。即令妹之貌，得兄十之六七，亦冠天下群娥，况意似吾兄乎。令妹既果不弃石兄，石兄岂肯反弃令妹。求吾兄便写一字，道达石兄，以实弟言。”钱公子道：“我观齐兄美如冠玉，又见昨日观菊诗，妙若丽珠，真才美并茂，自是解人，弟岂敢诬说相欺。且弟在衙，素不轻出只字。即如昨日吴、富二姓，乃家君之门生，请弟观菊作诗，弟止口传出题，不面赴召。今日所会齐兄，因玉箫之事，疑是石兄；又见菊诗口气相同，只道是石兄假齐兄之名来访舍妹；又喜家君外出，故得接谈。知齐兄为石兄知己，谅不疑我言为迂。” \\n 石生闻钱公子之言，意方释然，忽见一小童拿出肴馔留饭。 \\n 石生起身告辞。钱公子道：“弟便饭不敢苦留，薄具微仪，以代远送一程罢。”随向房中箱内，取出一包散碎银子付与石生，石生也正用着，只得收留。钱公子道：“寒家忝为石兄新眷，齐兄又是石兄道义知己，幸勿以我言外传。”石生见钱公子出言动履，大非凡境，不胜依依应诺。钱公子令开了宅门，又道：“齐兄此行，宜速进京复试，相会石兄。不可又扰吴、富二家，吴、富非吾类之人。”石生应诺。钱公子道声恕不远送，二人就在宅门，拭泪别过。正是：错事连绵不可诉，衷睛堆积向谁言。 \\n 却说石生闻钱公子之言，遂出了衙门，寻到柏儿下处。当即收拾行李，一同上京。不一日，行到徐州地方。途中正与柏儿闲谈错访并复试之事，忽见一人从路旁过去。柏儿讶道：“这是田相公过去了。”石生忙忙叫了数声，那人不理。石生下了牲口，向前扯住道：“田兄别久，就不认得小弟了。”田又玄忙回身，向石生揖道：“先生因何至此？”石生道：“要往京应试。”田又玄恐扬州之事有碍，遂问道：“别后可曾向梅老先生那边去么？”石生道：“那馆事，前夏间荐怀伊兄去了，自后并不曾有书往来。田兄因何在此？”田又玄道：“因拜望此处铁不锋兄，故羁留未回。”石生道：“小弟也要看他一看。” \\n 田又玄道：“先生应何相认？”石生道：“曾在毕小姐家会过。” \\n 田又玄忙道：“只怕铁兄也要进京，不能得闲相会哩。且问，那毕小姐亲事如何？”石生道：“说起话长，且到前面寻一静所，与兄尽谈。”正携手走时，面前有一村店，布旗上书酒家二字。石生遂拉手入店，取了一壶酒，二人对谈。石生就将错访之事，一一说知。田又玄故道：“当时白兄为何道及？”石生道：“想是白兄误听，以莺作春耳。”田又玄道：“先生可还要访那凌春吗？”石生道：“小弟俟复试后，再作图谋。二人话犹未毕，柏儿走上道：“相公早早去吧，恐天晚不便行路。” \\n 石生道：“我还要看铁相公哩。”田又玄闻言，恐石生会着铁不锋，露出他假名之事。遂想了一想道：“饮酒事小，莫误先生行路。若先生要会铁兄，只恐铁兄未必在家。小弟且先去探问一回，若他在家，请来相会；若不在时，小弟还来奉复何如？” \\n 石生道：“兄可速来，免弟久候。”田又玄将石生留在村店，飘然别去。方进城时，冤家路窄，恰好遇着铁不锋。原来铁不锋将石生在毕守谦家饮酒，并徐州谋害之事，久与田又玄说过了。 \\n 田又玄此时相遇，即反言道：“当日那假名士，如今在城外村店中，原来也是弟一相知，叫做田又玄。适见他口称曾与铁兄在毕宅相会过，弟因知是他向日假我之名，如今弟被他以假乱真，不识铁兄何以策我？”铁不锋闻言即怒道：“向日徐州之事，因他私逃，尚有一缉获批在凤公处。既他本名叫做田又玄，石兄且愚他在店，弟到州前叫公差来拿他处死，又何虑哉？” \\n 田又玄道：“既铁兄有些义气，弟且去愚他在村店中，可速来要紧。”铁不锋领会，向州前飞去。 \\n 田又玄满心欢喜，仍出城到村店中。石生见田又玄忙立起笑道：“田兄真信人也，铁兄可在家否？”田又玄道：“即刻来店相会。”石生令坐下，又取一壶对饮。饮未半壶，只见公差纷纷走入店内，不容分说，将石生锁起。口称石生为田又玄。 \\n 石生大笑道：“我非田又玄，为何锁我？”那公差即放了石生，又将田又玄锁起。田又玄慌道：“你拿我做甚么？”那公差道：“你鬼名石池斋，做了土贼赃主，不拿你拿谁。”田又玄忙道：“我非石池斋，为何拿我？”那众公差道：“我们不管他闲账，你二人总到堂上去辩。”众公差将石、田二人一齐拉去。铁不锋故意从外忙走进道：“二兄所为何事？”石生道：“他拿田又玄的，要将小弟带拿了去。”田又玄道：“他拿石池斋的，亦要将小弟带拿了去。”铁不锋作惊讶道：“二兄既遭此大变，真假难逃公论，就同到法堂折辩何妨。”石生道：“铁兄之言有理！”田又玄慌道：“我实非石池斋，我乃苏州人。石先生乃河南人，音语尚有微别，要我同去何用？”石生道：“可取出批文看看，自知是你是我。”公差忙取出文批，上道：“赃主石池斋，父原任苏州理刑。”看罢，田又玄道：“难道我父是苏州人？曾在本处做理刑？”众人见田又玄说得有理，就将石生拉去。柏儿扯住放声大哭道：“我说叫相公早早行路，相公不依，守出这祸事来了。”石生回顾亦掩泪道：“我实不曾犯法，到州真假自明。你放心在此看着行李，可将玉箫取出，与我随身带着，恐有失误。”柏儿取出玉箫，递与石生。石生向田又玄道：“小价乞权代照看。”田又玄应诺。石生掩泪抛下柏儿前去。 \\n 田又玄同铁不锋送至城边。铁不锋回头道：“兄尚何往？” \\n 田又玄道：“吵得心中烦闷，到府上且歇息歇息。”铁不锋道：“我素常只认得兄姓石，却不曾与田姓相交。兄既姓田，到我处何干？我明日要进京，做些前程，也不得闲功夫陪你东走西撞。你自寻路去，行李留着且作饭资。” \\n 田又玄闻言愀然道：“弟虽假名，学问其实好似石先生。” \\n 铁不锋冷笑道：“那两句歪诗，今日想将起来，我还强如十倍，你尚自夸其能！若兄知趣，别寻去路便罢，若说求情之语，那时白了面皮，把兄认作赃主，首到州中，将真石兄换出，恐伤雅道未便。”说罢竟走。田又玄慌忙，欲待他往，又无行李。 \\n 立着心生一计，顿回嗔作喜。遂走到村店，故作惊慌向柏儿道：“你相公到州，苦打成招，后面公差赶来拿你，你相公叫我速带你远逃。你若不依，我先去了。”柏儿闻言，前泪未干，复又大哭。吓得慌慌张张，背着行李，跟着田又玄一路向北哭去。 \\n 正是： \\n 世事百年皆梦幻，相逢顷刻各分离。 \\n 却说石生被公差拿到州中，闻凤公接淮安梅道尊去，尚未回衙。因在衙旁一土地庙内同公差少候。石生心下记挂柏儿，又不知这事如何审理，只管胡思乱想。忽见夕阳西坠，一白须老者引一红颜女子走进庙门，叫道：“石生！你月明星上，云开万里，见青天矣。”石生忙扯那女子道：“我为你奔波道途，受了许多凄风苦雨，又遭此害，女娘，你可知否？”那女子笑而不答。那白须老者将手扯着那女子道：“我们往京快走！”石生忙忙向前再诉，那女子将石生一推，口道：“你也往京快走！” \\n 石生掩泪爬起跑时，众人齐喊道：“老爷回衙了！”石生惊觉，乃是一梦。见天色昏迷，明月早上。 \\n 公差将石生带到堂上。见灯火满堂，皎洁如昼。那凤公端坐在案，随问道：“你就是那赃主石池斋吗？”石生立着道：“监生姓齐名也水，并不是甚么赃主石池斋。”凤公道：“你是何方人氏？”石生道：“监生是河南开封府人，因秋试不第，游学南方。蒙圣恩复试，亲取解元，奉旨上京面试，故从老父师治下偶过。不知公差因何事拿监生到此。”凤公闻是圣上取中的解元，心中也有些惊怕，遂沉吟作想。公差跪上道：“老爷不可信他胡言。他在酒店中已招认是石池斋，至此复冒名矮昧老爷。”凤公道：“你是解元不是解元，我也不去理论。适我从外晚归，有一对，你可对来。若果有解元之才，泾渭自分了。”石生遂欠身请对。凤公出道：“日暮人归，鸟落一村遮古木”。石生回思梦中那女子之言，恰与相合。即对道：“月明星上，云开万里见青天。”凤公闻对，似欲宽宥。公差恐罪关反坐，即忙禀道：“这事老爷须要动刑，他明明是石池斋，父为苏州理刑，他本籍是河南开封府生员。老爷不可因他冒言监生，姑取一对，以宽宥了他，恐上台闻知未便。”凤公闻说，随叫取刑具上来，要难为石生。忽见一阵风起，将满堂灯光吹灭。石生见堂后走出一女子，衣服宛然如梦中所见，坐在堂上。 \\n 众役忙忙点起灯火，依旧仍是凤公。众役方扯石生下堂，凤公道：“叫那齐也水上来。”石生走上掩泪道：“监生是读书人，岂有与贼为伍之理。望老父师秦鉴。”凤公道：“我看你这人品，断非放法之辈。且名姓不对，出身各别，这是公差错认。你回去吧。”石生揖谢下堂。公差道：“他父曾为苏州理刑，本贯河南，现与批文相对，小的如何错认？”凤公随又叫石生回来问道：“你父曾在苏州作刑廉吗？”石生吓得慌慌张张走上道：“监生父亲现在河南务农，并不曾出仕。”凤公大怒，向公差道：“你们卖放了赃主，故拿这书生来搪塞，以掩众人耳目。还要妄辩害人，好生可恶！”随丢签各打三十。放出石生。石生走出，天昏地黑，不知何往。正是： \\n 既数名金榜，先遭风雨场。 \\n 好人多折挫，终究不成伤。 \\n 不知石生如何逃走，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第七回 毕临莺巧作风流婿 梅凌春誓结姊妹亲", "正文": "  \\n 第七回　毕临莺巧作风流婿　梅凌春誓结姊妹亲 \\n 　 \\n 诗曰： \\n 风流才女致翩翩，打扮衣冠作少年。 \\n 十首名词成好约，一般酥乳续佳缘。 \\n 出非红拂闺妆改，配不文君道义全。 \\n 磨墨几翻千古意，舌喉难尽笔锋烟。 \\n 却说石生蒙凤公放了，走出衙门，天昏地黑，悄无去路。 \\n 欲寻柏儿，恐后人复来拿他。回想那梦中女子所说往京快走之言，即放下肚肠，另出一城门，戴月披星，直向京路而行。不消一月，到了京师，会见李穆如，细言访毕遭害之事。李穆如亦道及科中上本复试之事，原来给事徐，乃副考座师徐之弟，因梅翰林不中齐也水，副考座师妒忌解元不在自己门下，因与他弟商议上本。不意圣上亦喜石生文字，故要重新复试。出榜限在十一月十五日，诸生齐集。石生恰好赶上进场，名登榜首，一个现成解元，李穆如转在第二。石生谢过圣恩，即谢前次副考座师徐，并弟礼科给事。解元之事未完，二月会试日期又到。 \\n 李穆如会上进士；石生殿试，又得探花，入翰林院。大家不胜欣喜。 \\n 一日春光明媚。李穆如在寓，差一管家请石生饮酒。石生正上马出门，喝道而行，恰好撞见铁不锋。两目一视，石生随叫撤回职事。那铁不锋一看，吓得魂不附体。但见：秀骨冰肌，个个口称新贵；朱缨玉辔，人人争看少年。金瓜迎面，蓝盖遮头，锦衣耀日，身与春色争光；朝靴带露，足拟青霄俱远。声呼威武于两间，却是旧日落魂贫士；路逢狭窄之长安，正是去年受害冤家。 \\n 铁不锋见了，心下慌跳。正待走时，忽见一长班走出扯住道：“老爷要请铁相公会话。”铁不锋慌道：“我素常不认得你老爷，叫我有何话说。”长班道：“我老爷姓齐，若不相认，不犯着差小的来请了。”铁不锋闻说姓齐，心下方跳定了些儿，跟长班走入公馆。长班通报，铁不锋站立，相候许久。只见从后出来仍是石生，吓了一跳，忙近前下膝。石生扯住道：“铁兄乃旧交，为何不行常礼？”铁不锋道：“晚生应该拜见。”石生扯起相揖，二人安坐茶毕。铁不锋道：“老先生在徐，晚生特备一觞，正来相邀，不意先生为那误害事请去，未得稍尽地主，心下到今抱歉。不识老先生何以得脱？”石生将女子显魂，凤公出对之事说知。铁不锋惊道：“那女子想就是苏小了。老先生真吉人天相，故苏小出现，代凤公审问。”石生道：“铁兄何以知那女子即苏小也？”铁不锋道：“那衙内有一座苏小墓。向日晚生在毕老师处，与先生饮酒行乐之时，曾已说过，那苏小每遇冤民事则出现的。” \\n 石生沉吟半晌，以为奇幻。又问道：“小价柏儿，到今流落何方，铁兄亦知其近况否？”铁不锋道：“盛管家老先生原托那田又玄照管，想是跟田又玄去了。晚生自与村店一会，次日五鼓，即启程来京，实不知盛管家之事。”石生想道：“田兄未必肯代学生照管小价。”铁不锋欠身道：“这事却也难料。但田又玄非忠信之人，或者愚弄盛价，带随远方，以作自仆，亦未可知。”石生道：“田兄虽非忠信之友，然在学生份上，断不肯令我主仆拆散，少不得还要送来。”铁不锋道：“老先生尚有不知，田又玄乃天下第一个坏人，素假老先生大名，在外无因索骗，盛价焉有送来之理。” \\n 石生惊闻假名之言，请铁不锋细道。铁不锋将田又玄玄墓冒名，梅家赴馆，凌春小姐和诗，白随时伙骗，一直陈上。又道：“晚生不谙，相与一载，只道他是石先生。后来为凤公一节，方才识破。彼时就被晚生逐去了。如今想来，竟成笑谈。” \\n 石生闻言又喜又恼，低首自语道：“怪不得梅老先生管家，在淮说甚么不通的抵冒。古人道：人须择友而交。这畜生既做许多不肖事体，明知凌春是梅小姐，在徐相会，尚不说出，深为可恨。致我奔波道途，错就姻缘。”铁不锋恭身道：“老先生有甚姻缘之事，被他愚昧。”石生遂将游梅访凌春，被田又玄、白随时两人指路，并赠田诗稿之事，一一说知。铁不锋道：“田又玄要佳稿时，想就存假冒之心了，老先生为何不防？”石生道：“那时学生只道他是好意，谁知他愚我往淮。”铁不锋道：“但凌春乃梅老先生小姐，去年时才十六，未婚。自正月初五日游梅，他现有亲笔诗笺在晚生处。”说罢，从身下一袋中取出，递与石生。石生看罢，想道：“这诗笺是我央花婆寄与毕小姐的，钱公子说花婆遗落毕小姐父手，如何在铁不锋身上。”遂问道：“这诗笺，铁兄何处得来？”铁不锋道：“乃毕老师在淮误封程仪与晚生的。”石生道：“这就是了。”遂叫管家收去，又笑向铁不锋道：“当日铁兄被田又玄以假乱真，在毕守翁处，铁兄反有疑学生为假冒之意。”铁不锋忙道：“晚生当时一见先生，就知是饱学大才人物，岂敢有疑。”石生道：“那徐州误害之事，只怕还是田又玄冒名而及。”铁不锋忙应道：“此必竟是田又玄，再无别人。”石生道：“以前这事，皆小人之妄，吾已不究。但恐梅小姐错配他人。吾与田又玄真前世之对头，今生拆我这段奇缘了。”铁不锋道：“晚生到京淹留数月，所谋未遂，意欲明日回徐。老先生何不便写一书，待晚生送至淮安梅老先生处。”石生道：“我知梅老先生近在淮作道：“向因馆事失约，被田又玄假冒，后曾有管家至淮访问，我又不曾招认，如何得寄书道及此事？”铁不锋不语。石生想了想道：“我有一同社怀伊人，在广陵梅老先生家中坐馆。欲写一书烦兄寄去，只恐路远，有劳尊驾。”铁不锋道：“近闻梅老先生家眷，俱移淮安衙内，老先生尚不知么？”石生道：“我尚不知。若果移住淮安，待学生写一书，敢烦铁兄便作陇头。”遂令管家备饭，留铁不锋坐着。石生即便写了二书，前后错落事情，一一尽载。陪铁不锋饭毕，取出道：“这二书，一书烦寄怀伊人，一书烦寄府衙钱公子。铁不锋谦应接过道：“钱老师无子，不识钱公子是何人？”石生道：“钱公子即毕守谦之令侄，寄住钱衙，权为义子也。”铁不锋惊讶道：“毕老师向日曾酒后道他并无一子半侄，为何又有侄儿？且晚生只闻有一毕小姐寄住府衙，莫非先生所会即毕小姐也？”石生笑道：“那有此事”。铁不锋遂不复辩，携书辞去。石生亦收拾上马赴席。铁不锋将书，如奉圣旨，兢兢业业。到次日，叫船出京往淮。正是：贫穷难遇挥金客，富贵偏多下礼人。 \\n 却说铁不锋领石生书札，不日到了徐州，复往淮安投书。 \\n 先至道前梅公衙门外探问。听得说梅老爷不知石相公改名，不曾中得他，与家中怀先生二人，叹悔不已。前怀先生往苏州家中看了一看，昨日又进京访那石相公去了。铁不锋闻怀伊人正不在淮，复走到府前，将二书总投入府衙。钱公子正看报录，见齐也水中了探花，石生未中，心下纳闷。闻得京中石老爷有书传入，忙取来看时，上写道： \\n 去秋得瞻丰采，过蒙教言，并承惠爱，桃花潭水俱深矣。时值青帝司权，垂杨摇曳于东风，紫燕频巢于旧垒。知己一笑，倏阻山河。念京都不与淮阴同春，故友翻与涂人作伴，怅也何似。向者，仆因徐州小事，变池斋之名为也水，微服宋道，蒙兄不弃，欣以令妹见许。负笈来京，荣实托赖。近闻凌春，即道尊梅公之令爱，于去正初五游玄墓，前诗即其笔也。想吾兄府署相接，亦必久鉴。专祈代谋，以实前约。余肠如缕，容再图面。依依奉渎，奉谢不一。 \\n 钱公子看罢，见齐也水就是石生，凌春即梅公之女，不胜喜跃。又取第二封书看时，封上道怀相公书。随叫小童道：“这一封书错投了，可传出去。”小童领书传出。不一时回道：“带书的铁相公，问大相公可相会不相会？”钱公子道：“不便相会。”小童复将不相会之语传出。铁不锋仍回徐州。 \\n 这日，钱公子在衙。思想不能亲出代石生谋梅小姐之事，就令一管家向城外传那先春园花婆相见。原来，钱公子即毕小姐巧装男儿寄居钱府，恐钱知府代她谋婚，有失石生之约。因在杭州对毕守谦托言女儿不便寄外人处，故装男儿作其叔侄，将侍儿翠云转作小姐。惟花婆独知，原不相瞒。花婆于无人处就叫小姐，有人处假称相公。今日见毕小姐叫她商议凌春之事、有小童在旁，故道：“相公唤花婆却有何事？”毕小姐令小童退后。将石生错访，如今得中探花，有书谋凌春之事，一一实告。花婆闻言皱眉道：“老身近日闻得梅老爷有甚题目，许诸色人等作诗，若合适时，招为门婿。今小姐既受石相公之托，石相公尚不知你是小姐，不能外出，谋为此事，恐后梅小姐被人娶去，岂不误石相公所托吗。”毕小姐道：“我如今没法处置，请问陆妈有何高见？”花婆想了想道：“小姐与石相公之结约，毕老爷尚未知道。纵然毕老爷不日回来，见石相公洋洋得意，许小姐配他，恐知有梅老爷之亲，不便又将小姐许他，亦未可知。如今据愚见，小姐可将梅老爷诗题，也作数首，老身传向道前。倘他取中为婿时，小姐假装新婿，至夜于梅小姐道及石相公之意。那梅小姐见小姐这片好心，再无不喜之理。 \\n 就是毕老爷回日，见你木已成舟，欲说是女儿，又说不出口，将梅小姐又不能退回娘家，只得总嫁与石相公了，岂非两全佳事。”毕小姐闻言笑道：“但我不像个新婿奈何？”花婆道：“不过平常光景，只是少言少语，把脸儿放沉重些就是。”毕小姐道：“如今不知梅家欲人做诗，却是甚题？”花婆想道：“听得说是甚么柳枝词，要作十首。小姐大才，自然不难。”毕小姐闻言喜道：“向日那石生倒有十首杨柳枝词在我处，不知可是这个题目。”花婆笑道：“小姐付我带去，若不是，再送来重做。”毕小姐犹迟疑不决。花婆道：“这事再迟不得了，闻知诗稿将已投完，可就写出，待老身去一回来，若不是，再为之计。”毕小姐遂拂几取一花笺，将石生杨柳词写毕，付与花婆。花婆不胜欣喜，就辞毕小姐出宅门而去。 \\n 毕小姐见他去后，心下盘算。不多时，见小童传说花婆又至。毕小姐令开宅门，花婆迎着大笑不止，毕小姐忙问其故。 \\n 花婆道：“那题竟是一毫不差。梅老爷管事的人，问我钱公子为何不亲来投递。我说钱公子今日家下作文。那管事的遂替我投入衙内，光景有些机会。”毕小姐闻言心喜，令小童取茶，留花婆叙话。忽见钱知府出坐早堂，从书房门首经过，知花婆是毕家旧人，总不避讳，反叫留饭。果然后面收拾饭出。花婆饭犹未毕，见钱知府手执一帖，退回书房向毕小姐道：“吾儿，梅大人取中你甚么杨柳枝词，欲招你为婿，有帖在此，请你相会。”毕小姐忙立起道：“孩儿原只道戏言，今日杜撰一稿，为何就取中了，真事出望外。父亲权代孩儿回了吧。”钱知府道：“梅大人来意，如何好却。我且为你作主，成就此事，俟毕盟翁来，再作道理。”说罢，即传谕外边收拾礼物。备轿伺候。毕小姐只得换了衣服，令花婆坐在书房。带随几个管家，出宅门上轿而去。 \\n 不一时，到梅公衙门。梅公迎入后宅，相见过。管家呈上礼物。茶罢。梅公见毕小姐容貌清雅，俨然如花枝在座。各叙初会套话。梅公道：“素闻大才，于去岁得手著，即杨柳枝词十首，即欲奉访，不期为俗吏淹留，至今方得识荆。”毕小姐亦朦胧应道：“晚生蒙大人错爱，荣选东床，实愧菲才，不称过拢。”梅公道：“钱兄何谦至此。”遂令设酒，各重安坐。 \\n 毕小姐固辞不饮。后强勉饮了两杯，满脸通红。上菜未毕，就起身告辞。梅公不好苦留。道：“你我自今以后，皆是通家，不可拘礼。但老妻久慕钱兄大才，恨未识面，请内里相会相会，不识意下若何。”毕小姐欣从至内，又拜了梅夫人。梅夫人衣裳、手帕，俱备现成，以作见面之礼。毕小姐领谢辞出。梅公也送了折乾的见礼。毕小姐方才打恭上轿。梅公后又吩咐跟来管家道：“原礼璧上。明日吉辰，请公子至我处并婚。对你老爷说，不消费心，一应俱这边备就。”管家应诺，赶上轿子，一路与毕小姐说知。路甚捷近，不一时到了府衙堂上。毕小姐下轿走近宅门，复归书房。钱知府并花婆问其相见之事。毕小姐连明日招赘话语，并述一遍。钱知府道：“梅大人虽然如此说，我这边必须寻一媒人，下一聘礼才是。”又道：“这都是你做甚么诗句，惹出这费钱的事来。”说罢，吩咐家下置备财礼，打点招赘之事。又留花婆作一官媒。整整忙了一日一夜，举家未曾合眼。 \\n 到次日，钱知府不等梅衙来请，即着轿马，摆设礼物，金鼓旗号，送毕小姐至梅公衙内。梅公迎进内堂，花烛辉煌，各官叩贺，往来不绝，直至夜间，方才得宁。又整酒送房，花婆跟定毕小姐，不离左右。至梅公并夫人、待腊，举家酒罢睡去，方才出房，闪中窗外，窥视动静。但见烛光之下，四壁锦屏灿烂，香烟霭霭。一对天仙飘然在内，传杯弄盏。一个初作新人，娇羞不语；一个乔装才婿，倚玉偎香。忽然两个停杯，毕小姐意有所触，因长叹一声道：“天下之人，未必痴心似我。”梅小姐不解，相视微笑不语。毕小姐将烛掌在窗前一书案上，请梅小姐坐在旁边，一手抽出一本书，一手携着梅小姐手道：“久闻小姐素擅翰墨，不知当今小姐所喜何人诗集？”梅小姐不语。毕小姐道：“你我皆宦门之子，非凡俗可比，何吝教不语？” \\n 梅小姐低声道：“妾本无知女流，怎识名贤。”毕小姐道：“这是小姐过谦了。仆当日曾于吴门玄墓，见小姐佳章，时同一相知姓石号池斋者，读之赞玩不已。难道非其笔否？”梅小姐道：“那诗偶然戏笔贴在玄墓，怎当法目。”毕小姐道：“敝相知石姓，颇博才名，想小姐亦所素知。自那日见小姐诗后，废寝忘食，访之不得，小姐亦可知否？”梅小姐不解。 \\n 毕小姐假作沉吟太息，梅小姐亦觉有感。毕小姐又道：“小姐大才，仆实不敢叨陪枕席。因石兄之慕，故乔装作婿以待石兄，不知令尊翁之意与小姐之意，亦如仆心否？”梅小姐惊疑半晌道：“家君素慕石生才学。闻得寒舍一怀先生是石生同社之友，说他已有亲事在淮，乃毕氏之女，故家君不果其事。 \\n 后家君在书房中得杨柳枝词十首，读之俯心。因访其人。怀先生又道乃石生之友，在淮居住。故家君借词以访婚配。妾闻君言，何甚奇幻？”毕小姐道：“事至此，你我皆会中人，不必相瞒。小姐可知仆即毕氏之女否？”梅小姐闻言惊道：“君本男儿，如何认作女流！”毕小姐道：“我因家君任杭州通判，随任杭州。后为官坏了家君，发在衙门勘问，止留下我身一人，又无慈母。欲寄钱府，恐无知辈妄来求亲，以失石生之约。故乔装男儿，以作家君之侄。将身边侍儿翠云，转作女儿，寄食钱府也。”梅小姐道：“既小姐与石生有约，又与我何与？” \\n 毕小姐剪烛近座道：“若小姐有意石生，请发一誓，敢陈细理。” \\n 梅小姐请他说明，毕小姐只是不言。梅小姐只得对烛盟心，二人呼为姐妹。毕小姐今年十八，转居为长；梅小姐今年十七，却为妹子。然后毕小姐将石生古香亭见诗，白随时、田又玄以莺作春，花婆遗诗，自己赠箫，细为道及。梅小姐道：“原来如此。家君与妹游梅时，曾请石生为西席，后有田姓冒名赴馆，石生竟不知何往。原来石生被田姓所愚，错往淮访姐姐以作妹子。”毕小姐道：“妹子何以知冒名即田姓也？”梅小姐将田又玄、铁不锋作诗，并石生荐怀伊人之事，细为谈出。复道：“这杨柳词，怀先生云石生之友所作，姐姐何以得来？”毕小姐道：“此词乃石生因我而作也，并非石生之友。”梅小姐道：“怀先生明明说是石生之友，在淮居住，却为何故？”毕小姐想道：“想是怀先生或诡言搪塞之语耳。在我今日亦不知令尊翁所选就是此词。偶因花婆说及，又有石生京中书至，言凌春即梅公令爱，只道我是男儿，托我代访。我恐妹子事夫不得其人，且惹石生后来怨我，故将此词以撞天命，不意竟成佳事。实屈贤妹，少待石生归耳。”梅小姐闻言惊异道：“近闻石生改名齐也水，得中探花。先时，家君作主考，一心要中他解元，因不知他改名，反遗落了他。我家怀先生闻知，不胜叹悔，今进京特去访他。但不知姐姐曾在何处与石生相会？”毕小姐将石生假装乞食，观菊作诗，自己乔装男儿，在府衙相会，辨明错访话头，并石生二者欲兼之意，尽说一遍。梅小姐道：“原来只因游玄墓，石生是正月十七，姐姐是正月二十，妹子是正月初五，有先后不等，故错以莺作春，被田姓愚弄，希图冒名赴馆。在姐姐招认错于花婆遗诗。今日想起，虽中小人之计，错中之错，实乃天凑奇缘。只是姐姐一段爱我念头，终身难尽。” \\n 毕小姐道：“说哪里话。我二人虽然同心合意，恐令尊翁后来识破我是女儿，乃石生之室，不肯将我妹配于石生，那时奈何？” \\n 梅小姐道：“家君一向爱石生诗才，巴不得将我配他。后闻他已有亲，仍垂涎不已。只是家君曾说，一人无二妻之理。”毕小姐闻言长吁，梅小姐又道：“不知令尊翁之意，可欲妹子作石生之室否？”毕小姐道：“家君于此事全然不知。只指望令尊翁肯见爱时，家君回日，再无不从。”梅小姐道：“既然如此，我明日将姐姐好情，并石生错访若心，禀与家君知道，以全此事吧。”毕小姐惊道：“妹子之言差矣！此事只可你知我知，如何鸣之尊翁？倘尊翁一时不快，那时我有欺诳长者之罪。不但钱知府并家君不妥，且外人闻知，你我成何体致。必须待我仍作钱公子，修下一书，寄与石生，只说凌春尚未有婿，你可速来图为。他见信自然即来我处。再着人通其委曲，听他出计谋为可也。”梅小姐依言。二个谈得情投意洽，忘却夜深，直至灯残烛暗，方才就寝。 \\n 梅小姐临睡时，先让毕小姐上床。毕小姐笑道：“我是新婿，必须先让新人上床。”梅小姐亦笑谑道：“好个新婿，倒会择取丈夫。”二人又低笑了一回。梅小姐见毕小姐解衣，露出一对酥乳，温温如玉。换鞋时，脱下一双靴子，露出金莲三寸，缠得紧紧。虽然年长梅小姐一岁，才貌性情，就象一个模子脱下的。梅小姐不胜欣喜，各称奇遇。及垂帐幔上床，时已四鼓。正是：谈深不信更残月，夜静难防耳隔墙。 \\n 却说梅、毕二小姐谈罢就睡。花婆在外，一一尽听，身上不觉衣冷，也去就睡。到次日，同家中丫环俱起，走至房中送茶。见毕小姐仍是男装，就象个新郎光景。梅小姐仍是新人光景。一连过了两日，到三朝时，花婆与梅小姐各皆默会。毕小姐叫进房中道：“陆妈，你走进走出，可曾闻得有人时京吗？若有人进京，与我说知，写一字寄石相公处。”花婆道：“寄书须要熟人，生人怎肯代我寄去。”毕小姐道：“我说与你知，若遇熟人，留些心儿就是。”花婆应诺。 \\n 时光迅速，春老花残，不觉又是四五月天。花婆打听得清凉寺中，客情僧湛然要回京修寺。 \\n 随即报与毕小姐。毕小姐于无人处，对梅小姐商议，写下一书，仍作钱公子意，并不提娶梅小姐一事。令花婆送托湛然。 \\n 湛然闻得石生改名中了探花，正恐会他无由，见钱公子有书，总不推却，领书一直带去。 \\n 一日，从旱路募缘，行至河南地方。见前面多少车马骡轿，一阵拥来。湛然避道，让那官长过去。见旁人道：“我们开封府又添了一翰林院，益发兴头了。”湛然近前问道：“可是新科的吗？”旁人道：“就是敝处这边石府上的儿子，父亲曾为苏州府理刑。此人十一岁进学，还丁了几年忧，如今改名齐也水，中了翰林归家祀祖，此时方得十八九岁。”湛然闻言，知是石生。满脸堆笑，复走回转，尾着前面车轿，不上十数里，见石生进城到了本宅，下轿毕，竟自进去。湛然少停，将钱公子书札取出，烦管家通报。石生闻湛然至，喜出望外，即请相见。礼毕茶罢，各叙阔别。石生取钱公子书，拆开看道： \\n 久违音问，想切云霓。闻吾兄飞鸣上苑，作朝中柱石，四方咸庆得人。弟忝亲末，容当拜贺。得华札，知也水即池斋。回想观菊之境，昔云才人玩世不恭，良有以也。所托早已留心，梅公亦著意东床在吾兄耳。惟望速驾临淮，再无不就。去秋薄具，聊代折柳，不敢当谢。便鸿修复，翘首并候。 \\n 看罢喜笑不禁。对湛然道：“老师可曾会过这钱公子么？” \\n 湛然道：“贫衲闻得他是毕老爷家族侄，寄住钱衙，倒不曾见他出来。贫衲又因收缘簿，每日向四乡六镇奔走，不得在清凉寺中。这书是花婆偶然相遇，托我寄来的。”石生道：“原来如此。”遂将与钱公子错访相会之事，并凤公拿究，与谋梅小姐之事，尽述一遍。 \\n 湛然侧耳听罢，口中叹念不已。又道：“石老爷受了多少风雨，皆为着小姐，今日却一举两得，真世间罕有之事。”石生道：“还是托老师之洪福。在清凉寺中，朝夕承教，故得有此机会。”说罢，遂令备饭。湛然道：“贫衲闻得老爷住居翰苑，久拟赴京叩贺，不意途中得遇，今幸相接少谈，就要行路，不消备饭。”石生笑道：“老师尚欲何往？”湛然道：“要进京回本寺。”石生道：“你且住下，我有别话与你商议。”湛然不好推却，亦就停留。少顷饭罢。石生道：“老师缘簿可曾收完？”湛然皱眉道：“在淮羁留一年，止收了五百，尚差一半。”石生道：“这项银子，收在何处？”湛然道：“尚在淮安。如今贫衲欲回京中，叫个师傅往淮，同我买些木料，带进京去，起造本寺殿宇。”石生道：“你不消进京，且同我到淮玩玩。那缘簿之事，待我与老师完成功德吧。”湛然闻言欣谢。 \\n 石生起身，吩咐人役安排祭礼，一面写了些红帖，拜望乡亲，当日忙了一日一晚。次日乡亲回拜，各皆请酒，石生一概辞过。命备彩旗鼓手，猪羊祭物，不胜繁华，出城祀祖。湛然同两个管家，等至日西，方才回来。又请亲邻饮酒。也有送贺礼，也有送酒席的，整整忙了数日，方辞亲友往淮。正是： \\n 画士脂胭好，人生富贵亲。 \\n 翰林偏足重，声价值千金。 \\n 不知石生同湛然淮行如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第八回 暂脱骗希图大利 难瞒藏直诉真情", "正文": "  \\n 第八回　暂脱骗希图大利　难瞒藏直诉真情 \\n 　 \\n 诗曰： \\n 任他世味说寒温，事不亏心有甚论。 \\n 暮夜黄金休昧己，天涯怨鬼实惊魂。 \\n 只缘弄巧翻成拙，谁料为仇反见恩。 \\n 自作自供还自受，不如安分且归根。 \\n 却说石生在河南祀祖毕，复同湛然往淮。行未数十里，时至午西，不觉身上劳倦。就吩咐人役，在镇中歇宿。这店内有楼房数间，石生同湛然在上安榻。忽见楼下一人，带一价者，匆匆问人役道：“这可是石老爷么？”人役正待回他，早被石生听见，恰是怀伊人声音。随请相会。怀伊人叫管家拿进行李。 \\n 上楼见了石生，忙施一礼。又问湛然，向湛然施礼。石生道：“这师就是客住清凉寺的湛然，本家在北京园通寺内，是弟契交。”怀伊人又向湛然照会，方各就坐。三人叙套已毕，石生道：“怀兄怎知弟在此处？”怀伊人道：“前梅老先生，要立意中兄为元，不知改名齐也水，不曾中得吾兄。至今官为此降，不胜怨悔。弟因此变，特来京奉访。闻得高中鼎甲，喜跃不禁。及至贵署，人说已告假回藉祀祖。弟复出京到府上，又说今日往淮。故沿路防来，方知停车在此。”石生听罢，又道：“梅老先生亦常念及弟么？”怀伊人将赴馆识田假名，并铁和凌春小姐诗句，托梅翰林寄书不遇之事说知。石生道：“田又玄、铁不锋假冒，弟已稍知，但怀兄可曾向梅老先生道及弟访他令爱之事么？”怀伊人道：“梅老先生见兄杨柳词，倒深有意吾兄。弟闻兄已访明是毕小姐，恐梅小姐是偶同名姓的，不敢妄言，反托那词是淮安友人所作，以却梅先生之意了。”石生将错访并凤公事说与怀伊人。怀伊人凛然称异不止。石生又将在京会铁不锋寄书之事，尽述一遍。怀伊人欠身道：“弟并不曾见吾兄华札，想是弟进京之后，两相错过了。”石生笑道：“怀兄虽未见弟手奏，钱兄早已回复矣。”怀伊人随讨出钱公子书看。看罢，因沉吟半晌道：“这事虽属奇缘，只是一件，若不急图，恐要生变。”石生笑道：“这二亲事，乃放在荷包中的，怕甚么变更。”怀伊人近座低声道：“弟前出京，闻得京中阎阁老，慕兄才名，见同年录上，注兄尚未有室，他有一女，要着人前来说亲。恐势在逼迫，那时反成了那恶姻缘，岂不遗了这头美亲么。”石生闻言讶道：“正是。我到淮还要央媒，向二位小姐父亲说，颇有耽搁。倘一时被他来强亲，实在难处。” \\n 遂想了一计，向怀伊人道：“我且吩咐人役，到这镇中，打听得有丫头，讨一个服侍，名为家眷，实作使女，以掩一时耳目。俟到淮再为计策何如？”怀伊人喜服其言。 \\n 石生随着人叫店家上楼问道：“你这镇中可有丫头讨吗？” \\n 店家道：“这镇名为得主镇，原是买卖奴仆之所，任老爷吩咐官媒去取就是。”石生大喜，随吩咐人役去寻官媒。人役领命。 \\n 石生同怀伊人令店家备酒相饮。湛然吃茶陪坐。少顷，人役带着两个媒婆，上楼朝石生席上叩头毕，石生道：“你们就是这镇上官媒么，我要讨一侍妾，可去访来，我备重赏。”媒婆道：“老爷若要讨妾，昨日到一过客，姓石，带着一位女子，年方十七，生得倒有八九分人材。老爷若要，发了银子，媒婆就叫人抬来就是。”石生道：“他要多少银子，”媒婆道；”这人也是从江南讨来的，乳名叫做柳姐。其价只要一百两银子。若是本地的人，价钱又大，还没有这般出色。”石生道：“价钱小事就依你，你可带我人役去看一看来。”媒婆听说，同家丁下楼而去。石生仍同怀伊人饮酒叙话。怀伊人道：“令表兄既中两榜，为何在京淹留不回？”石生道：“还要在京玩耍几天，相约在淮会我。”二人说罢又饮。不一时，见家丁带着媒婆上楼禀道：“适看那女子，果有几分人材。生得不肥不瘦，头发披肩，衣服俱有，只少首饰。”石生遂吩咐管家取了十封银子，又取五两银子以作媒钱。对家丁道：“我在客边，不消置办首饰，凭她随身衣服过来罢。”家丁同媒婆领命而去。时天色已暮，石生与怀伊人复洗盏更酌。酒至大酣，听见外面女子轿至。那女子下轿毕，媒婆扶上楼来，朝上叩过头。石生令媒婆扶进房中。媒婆谢赏而去。 \\n 怀伊人乘着酒兴，要掌灯进房看这女子。石生不好辞却，随叫人收拾了酒席，掌灯进房。怀伊人见那女子背着脸儿，身上穿着石青夹纱披风，长长白裙罩到脚面；头挽乌髻，鬓发覆眉，只是脚不甚小。石生坐在一椅子上，醉眼模糊，也看了一看，觉得有些面善。对怀伊人道：“这女子就像何处见过的一般。”怀伊人道：“这行径我也有些认得。”石生道：“身材却似我那小使柏儿光景。”怀伊人笑道：“果然不差。”那女子闻说，回过脸来，看了一看，就呜呜哭将起来。湛然不知就里，忙走进房，同石生、怀伊人问其所以。那女子道：“我就是柏儿，不期得遇主人。”石生同怀伊人闻说，酒已半醒，忙道：“你被何人拐骗至此？”柏儿掩泪道：“就是田相公，改作姓石。说相公问成死罪，公差要来拿我，道相公叫我跟他逃去远方。彼时小的吓得心慌，就随他前来。他将我改妆女子，要脱骗人家。小的放赖不肯，他说养育我半载，行李当尽，又无盘费，你若不肯，就要把你打死。小的畏他威势，只得顺从。因每日教我缠脚梳头，取名柳姐。又借了两数银子，做件衣服与我，打发嫁人。恰好今日遇着相公。”石生道：“他不知齐也水就是我吗？”柏儿道：“他不知相公改名，做了翰林。连小的虽知是齐老爷，却也不期就是主人，”石生道：“他如今尚在寓所否？”柏儿道：“他昨日到此镇上，今日将我卖了，自然即刻就行。犹恐媒人引人寻他。”石生道：“媒人可知你是男儿么？”柏儿道：“媒人实不知情。”怀伊人听罢，向石生道：“这田又玄好生可恶。前番假冒，罪已当诛；今又以朋友之仆，强作女流骗人，希图大利。吾兄当差人赶去，拿来重处。”湛然亦恨。石生反笑道：“此污下愚盲之罪辈，何足挂怀，一般有天网恢恢，仍撞入我网中来。”又对柏儿道：“你且仍作女流妆饰，不可惊扬外出。”怀伊人道：“这事若吾兄大度包涵，愈开小人犯法之渐了。”石生想道：“我若差人拿他，必惊动地方，此事却与小弟体有所关，奈何？”复心生一计，对怀伊人道：“此时家丁人役，俱已睡熟。田又玄料想去也不远。我三人悄悄潜出访着寓所，再作道理。”怀伊人依计，遂令湛然打着灯笼，石生扮做青衣小帽，问了柏儿旧寓，三人下楼，悄悄出店，走到田又玄寓所，在门外探头窥视。见内里灯火尚明，店主却在柜上结账。旁立着一个小儿，口中叫道：“爹爹，我今日从乡间来，见卖丫头的石相公，黑夜在前村慈渡庵借宿。”店主道：“莫非你错认了么？若石相公到慈渡庵借宿，不是进京的路了。进京当从西北上去。如何复向东南，东南乃下淮，往苏州回家的路程。”小儿道：“岂我错认，明明是他。”说罢，石生随敲门道：“石相公可在此么？”店主内中应道：“你是何人，石相公进京去多时了。”石生道：“我是他乡亲，带有家书在此。”店主道：“他今日方卖了丫头，带着银子进京，谋干前程去了。”石生道：“我闻他在慈渡庵中。尚未进京。你可开门，说个路途与我，待我去寻他。”那店主隔着门道：“不消开门。况这黑夜也不便寻他，明日再来，亦未为迟。”石生假作躁道：“你这话反误石相公事了。他家中特着我带书至此，言他家妻子死了，如何迟得。”怀伊同湛然忍笑不止。店主惊道：“那石相公对我原说进京，岂有在慈渡庵住歇之理，慈渡庵乃南行之路。也罢，我说与你去，寻着寻不着休怪我。”遂说道：“慈渡庵，从我门首一直向东走，过了胡家桥，一总行不上三里，转湾从小路向南走，就是慈渡庵了。”石生闻言，在门外作别。同怀伊人、湛然走到东路，果有一桥，过了桥，一直从大路而行，但见：露冷天高，月明水静。一桥横野，分绿影而斜道上；乱云低树，拥残花以迎路中。角声悄悄鸣山外，凉风凄凄动罗衣。 \\n 话谈相接，悠然人言似鬼；灯火孤依，岂知犬吠客惊。浑无冬夏，但见前途黑暗；却有早晚，争看宿鸟栖迟。才人弄巧，夜行突然胆大；俗子无因，假骗也觉心慌。 \\n 石生三人行未数十步，灯笼烛已将残。湛然道：“这般寂静，恐有不测之事。”石生笑道：“老师真太小心。我们文人自有吉星照临，怕甚么不测。”怀伊人接口道：“我们虽然不怕，如今一场走到那庵中，吾兄却怎么发泄？”石生道：“你们不要管我，随机应变，依着而行就是。”怀伊人同湛然走了一程，见一叉路，问石生道：“此处该向南走了。”遂同石生一直南行。见树木阴阴，犬声远吠不绝。果然树中一庵。忽有树风迎面将灯烛吹灭。三人遂立。 \\n 石生道：“我们如今须要进庵方好。”怀伊人道：“门已紧闭，灯火又无，如何得入。”湛然道：“待贫衲打开门来，假以投宿，你们随我进去如何？”石生道：“此计不妙。夜半三更，敲门投宿，人无行李，岂不致人惊疑。且随我到后门看看。”三人到了后门，亦是紧闭，尚且封锁，乃是素不通走路的。复又转回庵旁，见一土堆，旁有修造庵的砖瓦，堆至半墙。 \\n 内有一古树，高耸出外，石生悄悄爬上，伏在墙头。见内有一间房子，尚明灯火，窗外有影，俨然似人在内。石生遂低声说与怀伊人，叫同湛然爬进。怀伊人同湛然止道：“这个事做不得。倘被人拿住，非贼即盗。”石生低声笑道：“你二人好见事不明，怎得叫人晓得。纵然事出意外，谁敢究我。”怀伊人同湛然闻言，仗石生之势，挨次攀树而下。原来是一所空园，和尚俱在前边房头住歇。 \\n 三人牵衣而行，行到窗前，从缝中一张，恰是田又玄在此设榻。灯下正将卖柏儿银子打开称看。自己忽然笑道：“那小石儿前世应该欠我这宗大财，如今死后还着小使赏我。”将银子一封一封看毕，又作悲状，沉想半回，叹一口气道：“我今日不该将柏儿晚间卖，待明日早卖，还脱身的远。如今离镇不上二三里地，齐翰林一下识出假女儿来，差役寻到此处，我即是死了。”又自解道：“那也不妨，我原对媒人店家说我进京，断然不知我来此投宿。倘若有祸，只好借重媒人店家承当。” \\n 又自己复笑一回，把灯挑明，四面望望，恐怕有人，将门抵紧。 \\n 石生同怀伊人、湛然在外，见这小人之况，各皆掩口忍笑。 \\n 石生近前将窗棂用指弹上一弹。田又玄手掩着银子，抬起头来听了半晌道：“如此夜静，是甚么响，莫非此处有鬼，和尚见我苦要投宿，故愚我在此么？”遂咳嗽道：“我乃当今才子，甚么妖魔鬼怪，敢于造次。”石生故作鬼声，怀伊人亦随假啼。 \\n 田又玄慌道：“你是哪里屈鬼，快走，不可停留。如若不依，我田才子定用飞剑斩汝之头。”石生低声作鬼行走着语道：“我乃死后的石池斋。你假我之名，致我于死。又将我柏儿改装女子，卖与齐翰林，得银百两，特来追银讨命。”田又玄闻说，手慌脚乱，呆了半晌道：“我与石先生生前至交，怎敢假名，致先生于死地？先生，先生，你去寻铁不锋才是。”石生道：“我犯不着去寻铁不锋，只要寻你。”田又玄吓得走投无路，口中慌乱叫张叫李。石生道：“你同白随时在玄墓游梅，假我之名会铁不锋，那也罢了。后来又谋我馆事，以致错我姻缘，凭何道理？”田又玄道：“那是白随时叫我假名，非小的所做。” \\n 石生道：“你从头实说，免我进来。”田又玄忙道：“待小的说明。那馆事先是我要谋取，后与白随时相商，以临莺假作凌春，哄老先生上淮，所得馆金，与白随时三七同分。不期遇着怀伊人到，把我假名之事打破，其实不曾得利。后欲回家，恐白随时要馆谷同分，不得已复往徐州了。”石生道：“你当初若说出凌春是梅小姐，免我奔波道途，我少得也要谢你几两银子。为何做此小人之事，一般天理昭彰，利又不得，何苦误人婚姻！”田又玄道：“小的初亦不知凌春是梅小姐，及后赴馆时方知的。”石生道：“你既错我之姻缘，后来徐州拿我，你就该直认请罪，何累我冤死。难道这也不知？”田又玄道：“徐州致害之事，乃是那没良心的铁不锋与毕守谦商议，令毕守谦写书致徐州钱公拿你的。与我无干，我怎好替你？”石生道：“我在毕家未曾得罪铁不锋，他如何凭空害我？”田又玄道：“他肉眼不识泰山，以先生为假名士，心下不忿。故与毕守谦同谋。”石生道：“这也是你以假乱真，若你不假我名，铁不锋焉敢害我？”田又玄道：“虽然为我假名，实是为先生做情词艳曲愚弄他家小姐。”石生道：“我生前与你一见如故，待你之情，也不为薄。你既知情，怎在徐州村店时，不与我先说一声？”田又玄道：“蒙爱请我吃酒，那时小的忘记向先生道及了。及后寻着铁不锋，铁不锋叫我愚弄先生在店，他叫公差人说代我除害。小的受他之托，只得反言先生姓田字又玄，不知为何就做出来了。”石生道：“好个不知为何做出，前后事体，皆因你起，你罪已发，在所莫逃。可同我到阎罗那边去折辩。”田又玄慌得面如鬼脸一般，手拿着银子拍案颤抖不止，口中道：“石先生，你乃当今才子，名留海内，将手高高，就放过了小人，如何要与我一般见识？”石生道：“我非与你一般见识。你实有三罪：一在苏州冒名图利，错我姻缘；二在徐州，知铁姓为你害我不救，且知凌春是梅小姐不言；三骗我行李，将我义仆苦逼假装女子，卖人为妾。这三件事，我实恨你，今夜决不轻放。”田又玄慌道：“梅小姐之事，在徐州非小的不言，实不敢言，言出恐先生去访，知我假名之事。令管家装女一事，实出无奈。我的银子俱供养了他，原指望救他脱难，不意途中缺费。托先生洪福，暂得小利，以全他生路，并非坏心。”石生道：“你巧语花言，只瞒得人，怎瞒得神，这话我总不信。可将我当日诗稿与今日银子，封起丢出，便饶你。若要迟延推却，我从窗缝中走进，活拿你去。”田又玄慌道：“老先生，你死后要这诗稿、银子何用，不若赏我罢了。”石生道：“我若不要诗稿，你断还假名骗人。快同银子丢出，免我进来。不然，我随一阵清风，到齐翰林那边托梦，说你在此，叫他差役拿去，活活打死，与我同伴。”田又玄道：“石先生，你生前是极通情的，如今我将诗稿奉还，这银子与了小的，待小的到苏州做斋礼醮，超度老先生升天何如？”石生道：“我昨日向阎罗殿前告了你了，你若超度，只好免你前事，如何免得骗我小使之事。我要银子，亦无用处，不过托梦献与别人，使他能赎出我小使，免他在齐翰林处拷打受辱。”又道：“你将这银子留下十两作盘费，往苏州斋醮，余皆付我，免得阎罗差鬼拿你可好。”田又玄忙忙顺从，将银子留下一封，余皆用布包起，并诗稿捆在一处，向窗外只管张瞧，不敢开门。怀伊人同湛然见其慌张之势，说不出，笑不出。石生道：“你若怕我现形，可用竹竿挑着，远远站立，向窗格中丢出。就不妨了。” \\n 田又玄听说，连忙取下帐竹，挑着诗稿、银子，远远立在床前，向窗外一送，窗纸裂破，扑咚一声，落在地下。怀伊人同湛然忙忙拾起，先攀树窬墙而出。石生道：“这东西虽然把我，我魂灵还要跟你上苏州去，看你悔过不悔过，再假名不假名哩？” \\n 田又玄见窗纸戳破，立在床前，手持竹竿，只是发战。石生仍待向他说话，忽听前面有人咳嗽，石生即忙回身，也窬墙而出，见怀伊人同湛然俱立着等候。 \\n 石生仍立在墙头，望其动静。见一和尚口中嚷道：“这时夜半三更，你这客官还不安歇，在此自言自语做甚么事？吵得人也睡不着？”田又玄忙开门道：“老师快来救我！”那和尚走进，田又玄高声道：“老师这边有鬼，与我胡闹半夜，总不肯去。”和尚大笑道：“真活见鬼！我这空园极是洁净的。明日就兴工造殿，鬼从何来？”田又玄道：“顾不得老师，今夜奉求陪我一宿。不然，我移行李到前边去住。”和尚道：“不相干，是你疑心生鬼，哪里有鬼。”田又玄急道：“我就死也不在此宿了。移床前房，明日多送些香资吧。”石生立在墙头，俱听在肚里。怀伊人在砖堆下用手扯道：“灯笼又无蜡烛，乘此月色快走。”石生方下砖堆，同湛然三人，悄悄复照旧路而回。见月影西斜，时有四鼓。三人一头走，一头说。石生道：“原来徐州之事，乃铁不锋同毕守谦所害，若非我用此计，这厮如何肯一一招认。”怀伊人道：“当时我在旅邸中，吾兄冒雨相会，道及此事，弟就疑白随时、铁不锋是个坏人，兄尚不信。”石生道：“那时弟不知田又玄假名之事。只道我与他辈初交，两无仇隙，故不相疑。”湛然接口道：“毕老爷写书嘱钱知州，我们尚然不知，若非田又玄今夜招出，还把毕老爷认作好人。”石生道：“当时毕守谦杭州上任，既将他女儿带去，却又故来辞我，说他女儿尚在旧宅，这事就有可疑，我们却不曾想到。”说罢，怀伊人忽然大笑不止。 \\n 石生道：“为何见笑小弟？”怀伊人道：“我非笑兄。笑那田又玄，今晚活活见鬼，吓得慌慌张张，不打自招。且将银子乐意送出，白白养盛价半载，仍陪上衣服，还你一个原人。” \\n 湛然道：“此事虽然做得干净，若要田相公吓死在内，还好笑哩。”石生接口道：“尚不曾吓死。我听得还与和尚说话，要和尚陪他作伴。”湛然和怀伊人又大笑一回。 \\n 说话之间，不觉过了胡家桥，已到镇中。过了田又玄旧寓，走到自己寓所，见门尚掩着，三人悄悄推门而入。关了门上楼时，见灯火未灭，柏儿坐在客房等候。湛然放下灯笼，将银子取出，放在案上。三人就坐，打开齐看，见诗稿弄得韭菜一般，银子倒是原银，只少一封。怀伊人对石生道：“适才吾兄还不该送他那十两银子，都拿来才好。”石生笑道：“若将那十两银子拿来，叫他前不能进，后不能退，必致他于死地了，我如何做得？”怀伊人又道：“论他假名遗害事情，也该致他于死方好。”石生笑道：“他假名遗害，固当有罪，然我若非他假名遗害，如何成就我今日之事。”怀伊人道：“却如何说？” \\n 石生道：“起初，若非田又玄假名谋馆，我怎得毕小姐之约；后若非因田又玄假名，铁不锋暗害，我必然成就了毕小姐这头亲事，如何复有梅小姐？今日弟得二小姐，正田又玄作了冰人方才成的。”说罢，怀伊人同湛然皆笑。 \\n 怀伊人又道：“吾兄所言，果然见道。但他将柏儿假装卖人，这实是他坏处，无所解释了。”石生道：“我也有得解释。今日看将起来，田又玄竟非卖我小价，正是远远送我小价来，我赏他十两银子一般。”怀伊人近座细听。石生道：“我当日被凤公拿去，弃柏儿进京，两下疏失。若非田又玄收留，供养至今，改装女儿，我焉得有今日之会？看将起来，我屡屡承他好意，谢他十两银子，犹觉其少。”怀伊人同湛然又笑一回。 \\n 湛然向怀伊人道：“石老爷真滑稽之口，且甚见道，非熟审世味不能。”怀伊人道：“大抵小人作事，原是愚浅。石兄置之不究，正是宽宏大度处。”三人齐笑了一回。柏儿在旁，俱各会意。又议了次日起程之事，方各安歇。正是： \\n 作事原无伺，天公未许欺。 \\n 若教人不识，自已莫非为。 \\n 不知石生次日如何起程，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第九回 伤情误怪新知己 分忧喜见旧花婆", "正文": "  \\n 第九回　伤情误怪新知己　分忧喜见旧花婆 \\n 　 \\n 诗曰： \\n 胶漆陈雷不足钦，携琴何用访知音。 \\n 算来赠缟皆图面，看去寒盟总结金。 \\n 问世每思看古剑，闭门时一废交箴。 \\n 可怜无尽闺中意，直到冤明始见心。 \\n 却说石生用计取了田又玄银子，这夜各睡。次日起来，家丁人役全然不知。石生同怀伊人、湛然三人骑了三匹马，将柏儿仍是女装，坐在轿中，率领人役，匆然下淮。又着一人去打探田又玄消息，闻田又玄五鼓已回江南去了。石生知他怕卖仆一事，不去理论。即同怀伊人等长行，历了许多野店山桥，到了淮上。 \\n 石生见京中阎阁老强亲之事不见动静，与怀伊人商议，以为传言不的，遂令柏儿换了男衣。 \\n 跟随人役，俱各了然。先着怀伊人、湛然到清凉寺通知，石生后换了公服，摆列职事，不进府城，竟吩咐人役，到清凉寺来。见寺中普明跪迎门外，石生下轿而入。当日普明盛设斋馔，请怀伊人陪坐。石生道：“一向难为老师，在此搅扰，如何今日又这等费心。”普明道：“小僧因石老爷为徐州之事，不辞而去，小僧未得尽情，至今抱歉。”石生道：“你可知我后来被凤公又拿问之事么？”普明道：“小僧闻得徐州凤老爷审这件事，后复差公差去赶拿，公差道：“老爷已发放过了，倒将小的们各打三十。如今他是脱网之鱼，怎赶得他着。’后凤老爷自己竟不知道，想是凤老爷那晚酒醉，胡乱审了。”石生同怀伊人相视而笑。 \\n 众人斋罢，石生吩咐打轿，进城拜钱知府并钱公子。普明闻言道：“钱公子如今不在府衙了，在道里梅老爷家居住。” \\n 石生即问道：“为何在道尊家住？”普明道：“石老爷尚不知钱公子为婿之事么？前因梅老爷访婿，要做《杨柳枝》词十首。 \\n 钱公子做了，恰好合式，如今招为门婿，已有数月。乃是这边陆婆作媒人的。”石生闻言笑道：“那有此事，如今陆婆尚在此寺后吗？？普明道：“他每日跟随钱公子在梅老爷家玩耍，这些时，连花也不曾卖。”石生道：“据老师所说，这事是湛然师傅既北行之后成的么？”普明道：“是湛然未去之先就下聘招赘了。”石生疑道：“钱公子倒托湛然师傅寄书我处，并未提起招赘之事。想老师误听耳！”普明道：“湛然师傅每日到到四乡六镇收取缘簿，他竟不知。然下聘却是小僧亲在府前所见，并非传言。”石生见普明说得真切，心下就烦恼不语。 \\n 怀伊人听得说梅公取《杨柳枝》词，亦甚疑惑，遂对石生道：“吾兄且不要去拜钱知府，待小弟先到梅老先生处，探其虚实，自知钱公子底细。”石生道：“怀兄若去梅先生处，可将凌春小姐古香亭亲笔诗句带去，向梅先生道及弟之苦衷，看他如何样说。”怀伊人依言，领了诗句，带着管家，竟往城内会梅公而去。 \\n 石生独坐寺中，同湛然等候不久，忽见一管家进寺传一帖来，石生看是“愚表兄李景文拜。”石生见是李穆如到，即忙起身迎出。李穆如下轿进寺，笑道：“我原约随后即来，今日可有信行吗？”石生道：“表兄真信人也。”李穆如与石生礼毕，湛然又上前施礼。李穆如问石生道：“这位老师，即寺中之住持吗？”石生道：“非也，即向所言湛然师。我们在京所寓圆通寺，即其本寺。”李穆如又向湛然拱手道：“一向久仰。” \\n 遂分宾而坐，石生道：“愚表弟今日才到此处，何表兄后来亦如此之速？”李穆如道：“我从京中坐船来，乃是下水，我弟旱路，未免耽阻。且你在河南又到家下祀祖，自然觉得我速。” \\n 石生道：“这就是了。”三人茶罢。李穆如道：“我弟之亲事，俱说成否？”石生道：“休要说起，弟正为此事烦闷。当初弟在都中，曾与表兄道及钱公子美意。岂知弟访着凌春是梅小姐，写一字寄与钱兄，烦钱兄代谋。不意弟今到淮，旁人传言纷纷，皆道钱兄闻老先生出题，令人作词选婿，竟央媒献词，今已成配。世间有如此不义不信之人。”李穆如闻言惊道：“恐未必有此事，难道他肯将妹子许你，复以他人之女反不肯与你么。恰曾两相约过，那钱兄岂有变更至此。”石生道：“我也有些不信，因闻此寺中住持普明说得甚是真切，我令怀伊兄先向梅先生处探问，候他回来，自知端的了。”李穆如道：“前闻你言，那钱兄乃少年英俊，一见投洽，待吾弟甚是有情。他若不知而谋婚，尚有可原，哪有见你书札，仍去谋婚之理。此事虚传，可意想而得。”石生道：“他还令湛然师带有一书，回复愚弟，说’所托早已留心，梅公亦着意东床在吾兄耳，惟望速驾临淮，再无不就。’以此思钱公子谋婚之事是传言的了。”李穆如立起道：“这事料然是传言不的，吾弟放心。且同到殿上观观佛像。”石生同湛然陪行，柏儿在后跟随。 \\n 李穆如问石生道：“柏儿前闻在徐失散，因何又得复来？” \\n 石生道：“有件奇事，乃别后做出来的。”李穆如笑道：“且说与我听，何样奇事？”石生将怀伊人说阎阁老强亲之事，并娶柏儿来的缘故，说与李穆如。李穆如大笑道：“果然称奇。后来那田又玄却处置他不曾？”石生又将装鬼退银之事说与李穆如。 \\n 李穆如又大笑不止道：“别后未几，你们就做出这许多事来。但阎阁老之言，我在京中亦曾闻得，后因吾弟来淮，也就罢了。”石生道：“原来果有此言。”二人正在闲谈，见怀伊人走到殿上，忙与李穆如施礼道：“恭喜李兄，弟尚欠情。” \\n 李穆如谦让，还了一揖。遂邀到客房坐谈。二人同叙了在河南别后的间阔。石生即问道：“适怀兄所见梅老先生，那事却如何道及？”怀伊人皱眉道：“果然前日梅老先生有作词之举，那钱兄就将吾兄旧词写去，梅老先生遂招选东床。”石生变色道：“怀兄可曾对梅先生说小弟错访之事，与杨柳词是小弟之笔么？”怀伊人道：“弟将凌春小姐亲笔诗笺，并错访之事，已说与梅老先生。梅老先生道，‘此时木已成舟，说之何用。学生那时求石兄不至，石兄又求小女不得，这事皆天意了。’我又将《杨柳词》说与梅老先生。梅老先生道，‘怀兄为何当初说石兄之友所作，在淮居住。致学生误听，将钱公子招赘。怀兄今日又说杨柳词乃石兄之笔，实是欺学生也。’我道，‘当日晚生不知石兄错访之事，只道有亲，恐老先生又欲招赘。因见词上未款姓名，故托言友人所作。不期今日反为晚生误了。’梅老先生又问道，‘小婿与石兄新交还是旧交’。我道钱兄原姓毕，即守谦之侄。在去秋相会并妹子事，说与梅老先生。梅老先生道，‘这等说起，那石兄《杨柳词》何以得落他手’？我将赠他妹子原委说知。梅老先生又疑道，‘我见小婿少年英俊，品貌不凡，断非假词误人之辈。他既将妹子许了石兄，且知石兄错访，又令石兄来访小女，岂有反来求亲之理？或者他不知小女即凌春耳。’我又将寄书之话，细述一遍。梅老先生亦狐疑不决。我就暂别出来了，不知吾兄为今作何主见？”石生恼闷不语。李穆如接口道：“世间有如此不义之友，令人可叹。” \\n 怀伊人道：“二兄不必抱怨，今凌春既已属诸他人，正是前世与兄无缘，枉费一番心机。不若将毕兄令妹成就了吧。”石生有感道：“毕兄与弟初交，就做此不义之事，还有甚心肠求他令妹？”李穆如接口道：“表弟之言，甚不近情，待我打轿去会钱知府、毕守谦，以谋毕小姐之事。”怀伊人近座道：“恐毕守谦尚未南回。”李穆如道：“我先时过城门外，见一轿抬进城去，跟随管家说，毕老爷回来见钱老爷去的。毕竟是毕守谦无疑了。”石生闻言止道：“表兄且不要乱动。我想钱兄不应谋我之亲，仍写书来气我。我竟去拜他，问他所托之事，看他如何回我。纵然无益，古语说得好，朋友有择善之道，待弟当面责备他几句，方才放心。”李穆如同怀伊人齐声道：“此言有理。”遂吩咐人役，写了两个红全帖，一个拜梅公，一个拜他令婿钱公子。石生暂别李、怀二人，坐轿进城。到道前传梆会了梅公。梅公迎进宾馆，施礼毕，各坐，问过新趾。梅公道：“向日学生在京，奉访不遇，后在贡院中，偏看卷中名讳，不见老寅兄。本意要中为元，不期反因好意，成了画饼。”石生道：“晚生久知老先生相为苦心，感德不尽。”茶罢。梅公道：“适怀兄到，道及寅兄为小女错访之事，学生总不明白，如何小婿知寅兄有此来意，还赴学生之约何也？”石生道：“晚生也不明白，特来拜谒，欲相会令婿，当面请教。”梅公遂着人役传梆请钱公子。少顷人役出来禀道：“钱相公心中不快，不便相会。少刻请石老爷在城外先春园相会吧。”石生就要辞出，梅公留道：“寅翁大才，未得一面，今日何不宽坐罄谈，以慰渴衷。”石生道：“令婿既不肯会晚生，前日所寄之书，是明明愚弄晚生了。晚生此时心乱意摇，不识老先生有计策我否？”梅公道：“小婿当初如何将他妹子许寅兄，求先示我。”石生道：“晚生先时错访，蒙钱兄令妹赠一玉箫，以为百年之约。后值钱兄同令妹，因他令叔事寄居钱府，两下相会，言他令妹非凌春。晚生既受其箫，不敢辞约。蒙钱兄欣然见允，仍教晚生访凌春小姐，愿为凌春小姐末座。晚生虽喜其言，仍恐访着凌春小姐，又未必如钱兄肯以他令妹并托之意。因此踌躇进京。偶得侥幸。遇一铁姓道及凌春即老先生之令爱。晚生彼时写了一书，寄与钱兄，又一书寄与怀兄。不意怀兄进京，书不曾投。钱兄既已见书，尚托清凉寺一僧，复晚生一书。何今日前后竟不相同。”梅公叹道：“此事若非怀兄进京，得接手札，学生闻知，再无不就之理。”石生道：“这还是晚生命蹇，应当受此风尘劳苦。早知老先生有不弃之意，当初不该寄书于钱兄了。”梅公道：“小婿是个少年人，只知读书，不以世事为重。寅兄当时还欠些检点。”石生愀然道：“令婿与晚生相会时，甚是老诚珍重，出言不苟。晚生得瞻仪表，慷慨义气，又送晚生程仪。晚生铭刻在心，在京日日念及，岂知今日竟负晚生热衷。由此而观，晚生亲事在次，而又伤得友非人矣。” \\n 梅公见茶上，遂未及答。各打恭茶罢。石生道：“令婿未知可来先春园相会不来先春园相会呢？”梅公道：“此事要会他亦无用矣。若小女未配他时，可以慰寅兄之怀，今日事既已成，会之何益。”石生道：“晚生此时，即他令妹事亦不能作主。会之虽然无益，看他如何原容，晚生就听之罢了。”梅公道：“待学生如今回宅，先问小女，后再责他处友不信之过，速令投寓请罪。只是大事已去，有负寅兄，抱愧实甚。”石生道：“老先生说哪里话，还是晚生无福，不能叨佩大德。”说罢，遂别。梅公道：“明日学生抵寓奉候，再为叙情。”石生打恭出衙。梅公送出大门，张盖而回。石生亦怏怏上轿而去。正是：看来天下皆相识，说到知心有几人。 \\n 却说石生别了梅公，出城回寺。遂将梅公之意，说与李穆如、怀伊人。李穆如、怀伊人不胜赞叹。石生又将钱公子托病不会之事说知。李穆如道：“钱兄当面托病不会，岂有复能出城相会之理，此是支离之言，断不能来。”石生道：“我临行时，梅老先生说得好，他道，’我回宅责备他处友不信之过，速令投寓请罪。’或者遵岳父之命，不得不来。”三人话犹未毕，见一人役，引一管家走上道，请石老爷先春园少坐，钱相公即来。石生听说，忙叫备马。向李穆如、怀伊人道：“我去候钱兄相会，看他如何说，即来奉陪。”李穆如、怀伊人道：“好与不好，这是一定该会的。”石生换了素服，上马出寺，止随两上家丁，向先春园而来。只见先春园中，悄无一人，惟有旧日那老者尚在。楼门仍是锁着，却不曾封，那管家即开了楼门。石生从太湖石旁，穿柳阴而入。及自上楼，开了四边窗子，但见： \\n 万绿阴阴，条垂帘外，将尘云尽扫；千红点点，枝接窗棂，把银屏俱照。东见野鸟低飞沙渚；西有塔影斜倚清凉。南烟锁湖光，而渔人杳渺；北去遮城畔，而行客依稀。燕子归来，惊见旧垒；挑花落去，且剩新榴。书案参差，余粉香腻味，不知玉人何处；山石俯仰，无履迹行踪，尚觉琴声如在。去年秋来，不似春时，今年夏至，又复春过。正是：人更人变更还变，春去春来去复来。 \\n 石生观罢，想起去春淹留萧寺，偷步听琴的光景，望楼掩泪，求一见而不可得。今日端居其上，不觉有感。且旧日同铁不锋饮酒的厅房，犹峙其前，愈觉心下惋伤。遂自语道：“虽梅小姐配了钱兄，我就得毕小姐一人，也是难的。当初费了无尽心思，落得一箫，岂可轻视。”又想道：“若得毕小姐时，固不负我当日恋恋苦心。只是梅小姐，古香亭见诗后，也用了许多水磨工夫，可惜付之流水。”不觉又掩泪说道：“梅小姐，我今日虽非抛桃寻枣之境，却作了吃水忘源之事了。”说罢，回顾一望，觉有人声。石生遂坐案上，用手抽了一本旧书作看。 \\n 原来是一管家拿茶上来，又有十数果子，俱是城内带出来的佳品。石生道：“钱相公如何还不见来。”管家道：“原吩咐小的，先请石老爷在此，他随后即来的。”石生道：“这楼子怎不着人在此住呢？”管家道：“毕老爷今日早晨方从南回，此时被府衙留住。只怕目下就要带小姐来住哩。”石生遂不问。 \\n 正吃茶时，见花婆从楼下而上，见石生即叩头道：“恭喜石老爷荣归。”石生道声起来，令旁管家安一坐位，叫她下面坐着。石生放下茶杯道：“你从何处来的？”花婆道：“老身从梅老爷衙中出来的。”石生道：“我前在淮，烦你寄诗与毕小姐问取端的。你将诗遗落，又诡言毕小姐收认，致误我事，何也？”花婆道：“当时，老身因遗落那诗，不知就理，随对毕小姐说过，毕小姐不肯招认。我恐那诗果是她的，误了石老爷之事，再三劝她招认，赠之遗计，实是好念，不期反错。” \\n 石生道：“我今也不怪你了。近闻你又与毕守谦令侄钱公子作媒，配了梅老先生家凌春小姐，致我空费一场苦心，你可知吗？” \\n 花婆道：“老身因为此事，特奉钱公子之命而来。”石生道：“钱兄负我之托，今成不义之友。请我在此相会，又不见来，却着你来，所做何事？”花婆道：“石老爷有所不知，钱相公苦心，非一言可尽。请退了人役，待老身细陈。”石生遂叫人退下，听花婆说其苦心。花婆道：“向日石老爷在钱衙所会之人，可知其人之原委么？”石道：“那就是毕守谦之侄，我如何不知。”花婆笑道：“这等说，怪不得石老爷不知钱相公之苦心了。”石生道：“却怎么说来？”花婆移座近前道：“那相会之人，即毕小姐也。毕老爷有甚么侄儿？”石生闻言惊道：“如何是毕小姐，那人却是男妆？”花婆将毕小姐恐失约装男，侍儿翠云装小姐之事说出。石生恍然大悟道：“前铁不锋在京，亦言毕守谦并无一子半侄，我尚不信，谁知果然。”又问道：“后来如何与梅小姐做亲呢？”花婆将毕小姐见石生书，恐梅小姐遗落他人，商议献词求配之事说知。石生惊喜道：“此真苦心，我却不知。但不知梅小姐如何不得识破？”花婆又将二小姐拜姊妹之事说知。石生满口称赞道：“二小姐真女中丈夫，男子不及。”赞罢，复向花婆道：“如今毕小姐着你来，可还有良策售我，以鸣之梅老先生暨其令尊翁吗？”花婆道：“梅老爷适间及凌春小姐，说毕小姐处友不义。凌春小姐已一一说明假装为石老爷之事了。如今梅老爷在内宅尚喜笑称奇未止。” \\n 石生道：“梅老爷闻言喜笑，必然肯见爱我了，再无不偕之事。独毕小姐令尊，尚然不知，却如何说及呢？”花婆道：“毕老爷今早回淮，在钱府内闻得小姐赘与梅老爷为婿，心甚惊骇。欲要说出毕小姐是个女儿，恐梅老爷罪他，以女作男，误人女子；欲要不说，恐梅小姐不得嫁夫。只是抱怨钱老爷替他作主，不敢提起别事。若石老爷着人去说这头亲事，他见一举两得，又甚是现成，自然无不听从。”石生听罢，满心欢喜。即便起身道：“我着人去钱知府处说亲，你可暂回，向毕小姐、梅小姐为我致意。”花婆笑诺下楼。石生亦下楼出园，上马回寺。 \\n 正是： \\n 一时休怨荣枯事，日久方知婉转心。 \\n 却说石生别花婆，上马到了寺中。一见李穆如、怀伊人，就笑了半晌。李穆如、怀伊人问其细理，石生低声将花婆之言，一一说知。李穆如同怀伊人道：“天下错怪好友之事甚多，但二小姐这般用心，真千古奇话，险些儿误怨了她。只是事不宜迟，表弟可速着一人，去毕守谦处说亲方好。”石生道：“此时却用着表兄了。”李穆如随应道：“待我去以利害动之，撮成美事。”石生又将玉箫取出，令他带着，把凤公之事，即毕守谦之害说知。李穆如遂吩咐打轿写帖，进城拜钱知府并衙内毕守谦。石生同怀伊人，再三叮嘱，送至寺门，李穆如欣然上轿而去。 \\n 不一时，进城到了府前。先传帖会钱知府。钱知府迎至宾馆，礼毕茶罢，各叙履历。李穆如道：“如今毕公可在衙内么？舍表弟有一要紧事，特来相商，有帖在此，烦贵役传进。”钱知府遂令人去传帖。后向李穆如道：“贵府今科又中一翰林齐公，闻得是圣上亲取的，可见贵府真才薮之邦了。”李穆如道：“今科所中之齐，即舍表弟了。”钱知府忙打恭道：“失照了。” \\n 李穆如道：“舍表弟本姓石，字廷川，道号池斋。因被菲人所害，改名齐也水，进京应试，蒙圣上恩典，方得侥幸入院耳。” \\n 钱知府闻见石池斋三字，惊疑半晌道：“原来如此。”二人坐谈少顷，见衙役走上禀道：“毕老爷说心下不快，不便相会。” \\n 钱知府道：“李爷乃新科翰林院齐老爷那边来的，有要务相商，怎得不会。再去说来。”衙役依言直去传说。 \\n 毕守谦闻得这个大老，随即相会。李穆如道：“此外馆，不便谈及舍亲之事，别寻一静所方可。”钱知府道：“就到后堂何妨。”李穆如喜应。一同行到内堂，与毕守谦礼毕。即别过钱知府，对毕守谦将石生错访之事，说了一遍。毕守谦道：“令表弟姓石，如何说是翰林齐公。”李穆如将石生为徐州之害，改名进京，说与毕守谦。又道：“当日这事，毕亲翁得罪了他，今已一一细知了。”毕守谦闻言，恐石生要向他复仇。 \\n 心下想道：“当日只道他侥幸入翰林院时，老夫已做到一品了。岂知今日，他果然中了翰林，我反做了一平民。”想罢，随打恭向李穆如道：“徐州之事，乃一铁不锋认石老先生作假名士，故暗地谋害，实非老夫之罪。老夫闻得后即嘱钱盟翁将此事暗住。石先生不知吗？”李穆如笑道：“亲翁何曾嘱钱翁暗住。” \\n 又将凤公之事说知。 \\n 毕守谦惊奇半晌，知事莫隐，遂道：“石先生大度莫及，料不日即拜为上相，这些小事，谅不系怀。且老夫当日，请酒优待过的。只是先生此来，却有何意？”李穆如将玉箫取出，要求亲之事说知，并凌春二者兼得的话语，尽述一遍。毕守谦道：“石先生既肯见爱小女，老夫再无不从。只是梅大人小姐，恐防就难。”李穆如将梅公知道假婿之事，又说了一遍。毕守谦方知临莺装男有为，遂道：“既梅大人肯许，老夫不敢久留先生，明日来清凉寺奉候。待老夫且会梅大人去。”李穆如亦起身别去，再三嘱咐而出。毕守谦送出衙门，见李穆如上轿方回。 \\n 钱知府在内宅迎出，问道：“李进士所言何事？”毕守谦将石生错访小姐，要二者欲谦之意说知。钱知府道：“适李进士所言，石池斋即齐也水。我想起徐州之害，必大怪小弟了。” \\n 毕守谦道：“倒不怪老盟翁，却怪小弟写书致害。”钱知府道：“怪你固所当然，但此时须要修好方可。”毕守谦道：“我如今将小女送去，自然改祸成祥。只是要请教梅大人方可行得。” \\n 钱知府道：“梅大人小姐已配了令侄，又请教他何用？”毕守谦将侄儿即临莺，小姐即翠云之事说知。钱知府惊讶道：“这事是我们愚弄梅大人了。使梅大人闻知，必然见罪，却如何处置？”毕守谦道：“梅大人已尽知道，转为称奇，已将他小姐许配石先生了。”钱知府闻说，稍息，惊讶道：“这事，令爱果足称奇。我们当去梅大人处请罪，商议此事，不然，梅大人定责我知而不言了。”毕守谦道：“老盟翁之言，甚是有理。” \\n 遂传人役，备了贽见，也顾不得天色将晚，假言才到。二人更衣上轿出衙，即到梅公衙前，传梆相会。梅公请至后堂，相见过。毕守谦献过贽礼，同钱知府下拜请罪。梅公忙扯起道：“那假装一事，实非欺诳学生，正令爱好处。自今以后，你我皆至戚了。”毕守谦遂将石生之事说知。梅公道：“毕亲翁有何高见吗？”毕守谦道：“晚弟欲备了嫁妆，将小女送去，不识尊意若何？”梅公道：“岂有将亲送上石门之礼。必须令石寅兄那边请两个媒证，娶去方才成体。”毕守谦道：“此事想不宜迟了。”梅公道：“俟我明日拜过，须下一请帖，请来叙叙，再凭他择日央媒来娶。只是无一静所，设席不便。”毕守谦道：“明日下请帖，请到城外小园，不识可好？”梅公道：“这是极妙的了，有何疑问。”毕守谦道：“席设小园，酒肴俱是那边备就，不消这边费心。只是石先生还有一位表兄，可好一总请来么？”梅公道：“自然遗落不得的。”三人谈久茶罢。毕守谦又进内宅书房，会了临莺，方才辞出回府。吩咐备酒，明日要请石生。正是： \\n 写生聊数笔，莫道是淫思。 \\n 果得才高众，闺情自不移。 \\n 不知明日请石生如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第十回 悔初心群英宴贵 叙旧怀双凤盘龙", "正文": "  \\n 第十回　悔初心群英宴贵　叙旧怀双凤盘龙 \\n 　 \\n 诗曰： \\n 几番醉后甚无聊，不惜呕心作解嘲。 \\n 岂是浮文同粉黛，亦为世事尽蓬蒿。 \\n 百年佳会原难得，万载功名总易抛。 \\n 寄语乾坤同调士，莫将魔累锁眉梢。 \\n 却说石生不知毕守谦同梅公商议备酒。次日起来，即同李穆如、怀伊人在清凉寺中，正欲拟媒说亲。外面忽传进一帖至，禀称兵备道梅老爷来拜。石生随即迎出，相见礼毕。梅公送了下程，各叙衷肠。茶罢，石生送别而去。尚未回寺，又有两个衙役走上，传钱知府、毕通判轿已将到，来拜老爷。石生乘便迎进，相见礼毕。钱知府、毕守谦送了下程，茶罢，谈了一会辞去。石生送出寺门，回内查点了下程，写了谢帖。同李穆如、怀伊人早饭毕，见梅公衙役手执三个全帖，旁人接上，石生看罢，原来俱是请帖。帖中下一个梅深等，知是公席。衙役又禀道：“酒席设在这寺旁先春园内，少顷老爷请石老爷同李爷、怀相公过去叙话。”石生令人收了帖，道：“我知道了，多拜上你老爷，又叫他费心。”衙役应诺而去。 \\n 石生同李穆如、怀伊人命湛然炙起新茶，将下程中选了几味好果品赏鉴。茶未数巡，又有人传说徐州知州凤麟要见。石生请到前殿上，相会毕，茶罢，凤公送上贺礼。石生道：“承亲翁远降，又蒙厚礼，何以克当。”凤公道：“知州因谒上台至此。昨闻老先生驾临淮地，薄备菲礼，聊申寸心。”石生道：“向日学生因那误害一事，盛蒙秦鉴，片言剖决，至今铭感。” \\n 凤公道：“实据理而问，料老先生非小可之辈，何敢当秦鉴，过誉。”石生遂将毕守谦、铁不锋同谋之事，并见苏小显魂之事，说与凤公。凤公惊异道：“真吉人天相，彼辈小计，安能成害。”石生道：“闻苏小墓果在贵署吗？”凤公道：“墓虽在署，却荒凉不堪。”石生道：若亲翁回治，学生这边差人去修理，烦代照管一二。”凤公道：“自然领命。但知州今日事毕即回，不识贵役能同去否？”石生道：“若亲翁今日行时，自然即刻差役同去。”凤公遂别。石生送出寺门。只见一役走上，传说府前吴相公、富相公来拜老爷。石生正欲相会，又有一役走上，传说徐州铁相公在外候见，有手本在此。石生见应接不暇，遂道：“一概回去，不便相见。”人役应去。 \\n 石生回到后殿上见李穆如、怀伊人尚在吃茶，石生也就陪坐，吃了两怀茶。随叫柏儿取出伏手，封起二百两银子，着一家丁同凤公往徐修理苏小墓并土地祠，兼设祭礼。家丁领差而去。 \\n 又见那传事的衙役走上禀道：“外面吴、富二相公已回去了。那铁相公定要相见，说有要紧事会老爷讲话。”石生想了一想，对怀伊人道：“这厮乃势利小人，我不便会。怀兄可出去与他相会，看他有何话说。”怀伊人闻言，同衙役出去。不多时，手持一书，对石生道：“他说特从徐州而来，缴前日所寄我之书，还要会吾兄，央弟转达。他备有礼物在外，不知有何话说。”石生道：“怀兄可曾道及我知他谋害之事吗？”怀伊人道：“弟已道及，他只是假托毕守谦做的。”石生想了一想，却已走出到前殿上。见铁不锋先呈一手本，上写着：“门生铁纥禀谨叩见。”后铁不锋即忙下膝，石生忙扯起道：“铁兄何必如此，仍是旧交，行礼便了。”铁不锋着人将礼物呈上，又作一揖道：“门生不揣愚质，愿登堂请教，望乞荣纳，终身顶戴。”石生故愧道：“我与兄乃贫贱之交，今日何敢当此抬举。”铁不锋知石生是罪他之言，益发要拜门生。石生遂令人收了礼物，安位各坐。铁不锋所言皆势利奉承的话，兼修好徐州的事。石生所言，皆大方不以小忿在意中的光景。铁不锋见石生度量宽宏，不相计较，茶罢即放心而别。石生亦不留，打恭回内，着人将礼物查入。对怀伊人、李穆如将铁不锋来拜门生修好之意，各咀嚼一遍，皆为之羞耻。 \\n 大家叹息未了，见厨役整置午饭上。石生即陪众午饭毕。 \\n 忽一衙役传一速帖至，言梅老爷同众位老爷，已在先春园等候。 \\n 石生同李穆如、怀伊人随即更衣，骑了三匹大马，不摆职事，带了十数个家丁，出寺向先春园赴席。举步之间，到了先春园。 \\n 三人下马，梅公同众迎进一厅上，相见毕，各叙套话。茶罢，即奏乐安席。石生一席，李穆如二席，怀伊人三席。石生不肯僭李穆如，李穆如不肯僭怀伊人，三人逊让一回，梅公道：“怀兄虽是学生家西席，今日却有半主之分。”怀伊人又对石生道：“吾兄今日之客，比寻常不同，就权僭令表兄一座，却也不妨。”三人方坐。梅公同毕守谦在两旁对席，钱知府在毕守谦下一席。坐罢，酒方一巡，优人叩头。石生对梅公道：“今日可谓至亲相会，令优人退去，以便叙话何如？”梅公应诺，随叫优人退了，令苏唱伺候。随即苏唱上来，唱了一套曲子。 \\n 各听曲罢，梅公对石生道：“当日田又玄在舍冒名赴馆，又荐徐州一铁不锋相与作诗。那铁姓抄田又玄之胡诗，田又玄又抄老寅翁之诗，二人如此丑态，田又玄还有荐铁姓为婿之意。以今思之，那铁姓定田又玄一类假冒之流，老寅兄亦知否？” \\n 石生回道：“田又玄起初谋馆时，竟不知凌春是令爱，铁不锋在府上作诗时，亦不知田又玄是假冒的。及后，晚生不第时，在徐州为谋害事，被凤公拿去，田又玄时在座旁，铁不锋方才识出他是田又玄。”梅公道：“寅兄去岁被何人谋害？学生却总不知，但后何以得脱？那铁姓何以识出田又玄？请细一二。” \\n 石生遂将毕守谦同铁不锋误作假名士谋害，徐州公差口称拿田又玄，被苏小显魂得脱话头，说了一遍。 \\n 梅公听罢道：“田又玄假冒寅兄之名，一定对人反以寅兄作田又玄了。不期人未害得，己祸先招。且寅兄冰玉之人，种种遭此小人不足，宜乎有苏小出，以助寅兄之福星也。”钱知府在旁闻说，忙打恭道：“当日徐州之害，实与知府无干，乃毕舍亲一时之错耳。”毕守谦闻言忙欠身道：“当日这事，实因铁不锋而起，亦非出自晚弟。”石生接口道：“晚生一向蒙爱，此不过旁人传言，料毕先生定无此事。”毕守谦欠身微应。 \\n 李穆如又接口道：“就是毕亲翁有此事，正是激励舍表弟取功名之意，若非有此一变，舍表弟怎肯弃淮而进京呢。”各席皆笑。 \\n 梅公笑罢，问道：“石寅兄去岁是甚时方时进京的？”石生道：“晚生是夏末秋初，路遇怀兄，着怀兄奉璧了关书，即起旱长往。”梅公道：“学生差人来淮奉访时，寅兄可知么？” \\n 石道：“盛管家在淮，晚生尚留寺中。”梅公讶道：“小价何以说寅兄进京去已多时呢？”石生道：“那时晚生只道毕小姐是凌春，惟恐应命赴馆，有失遥访苦心。故反托词姓齐，假言石池斋已进京多时，以掩人耳目。”梅公笑道：“寅兄此意，与怀兄赖《杨柳枝》词正是一样了。”怀伊人接口道：“那时若知凌春小姐是老先生令爱，断无这些诡言了。正是‘早知灯是火，饭熟已多时’。”梅公道：“还是分中与毕小姐有缘。” \\n 众皆称异，饮酒。苏唱又吹弹半晌。 \\n 石生问梅公道：“田又玄在府上，老先生曾送过多少馆金与他？”梅公道：“正是，馆金并未曾得，只得了些许贽见。不知后来如何向徐州的？”石生笑道：“他正为未得馆金，故要往徐。”梅公因问就理。石生道：“说起可笑得紧。他曾在苏州与一医生姓白者，叫做白随时，勾同谋馆，议定馆金三七均分。假以临莺毕小姐，说作凌春，愚我来淮。谁知怀伊兄去撞破了他冒名之事。既馆金未得，又恐回家时，白随时须索分银，只得向徐州而往了。”梅公听说笑道：“原来他有个伙骗。” \\n 毕守谦在旁忽接口向石生道：“石先生何以得知细理。”石生就将闻阎阁老强亲，田又玄卖仆，自己妆鬼，退银之事，说与毕守谦。举席皆称石生作事奇幻。梅公又道：“正是五梁不成，反输一帙了。田又玄白白看养盛价一场，反惹出许多事来，自己前后作了供伏。”毕守谦接口道：“如今盛价却在何处呢？” \\n 石生道：“就是去春曾随我在清凉寺的那柏儿。”毕守谦道：“当日倒不曾留心。可叫来，看他人品何如？”石生遂令人役传进柏儿。毕守谦赞道：“果然停当，品格不俗。”又欠身向梅公并石生道：“舍下有丑婢，名唤翠云，年方十五六，配他何如？”梅公道：“这是极妙的事。”石生因叫柏儿叩头谢过。 \\n 大家皆称诺不已。 \\n 梅公忽作想半晌，对石生道：“我想来，寅兄之事，皆舍下王文当日下请书欠些斟酌，以致田又玄假冒。若是王文见过寅兄，或取有回书，那畜生焉得假冒，以致你我两下有相求不得之叹么？”怀伊人随接口道：“如今错事种种，老先生也究不得这许多了。总之，石兄前在河南得主镇上说得好，若非田又玄谋馆一事，怎得毕小姐之约；若非铁不锋计之毕先生暗害一事，必然朦胧成就了毕小姐亲事，如何又得梅小姐。此二言甚是达理。”毕守谦同众皆喜诺不止。梅公举杯又问石生道：“昨闻毕亲翁令爱言，小女古香亭诗，曾在他府上，被花婆遗落，如何又在怀兄手中？”石生道：“那诗亦非在怀兄手中，乃铁不锋在京付晚生的。云说是毕先生包程仪与他，故晚生复收回来。”梅公道：“原来有这许多舛错。”随又对毕守谦道：“当日老亲翁为何不察，就包了程仪，传向外人处呢？”毕守谦道：“学生当日不知是令爱佳章，亦灯下误看，以为废纸耳。” \\n 梅公笑道：“原来如此。”众人齐劝饮一回。梅公忽然而笑，众皆翘首候言。梅公不言而复笑。李穆如、怀伊人道：“老先生何发笑不止？”梅公道：生想起石寅兄装乞食以访毕小姐之事。昨日小女道及，真实高旷，可作传奇。”石生亦笑道：“那是晚生因吴、富二兄，素未相识，不好会面。亦因徐州之事，只得权作现头不现尾现手不现脚的光景。”梅公道：“正是，自后可曾相会凤公吗？”石生将早晨会凤公，并差役修理苏小墓土地祠事说知。梅公称道：“这是宜当的。”石生笑道：“老先生尚不知，铁不锋今日特从徐州而来，假以送怀兄的原书，备些礼物，定要拜作门生。晚生反不好意思，再三推却，只得从了他。”梅公笑道：“铁不锋今日拜门生何心，当日谋害何心？”石生闻言点头而笑。毕守谦同钱知府忙接口道：“他当日实不知石先生是个真名士，方才如此。”梅公笑道：“世间当此之际，孰真孰假，但见其才则当敬之耳。难道才非出名，即谋害他不成。还是铁姓小人势利，卑不足道。”毕守谦同钱知府觉有愧色，假托招饮混过。见苏唱又上来唱了一套佳曲，众方起身翻席，各向花前散步。少顷，各依旧座，又叫戏子上来，唱了几出杂戏，饮了一回，说了一回，石生方起身告辞。 \\n 梅公同毕守谦、钱知府，送出先春园。石生同李穆如、怀伊人复上马称谢而回。正是：市儿修好全无用，君子容人久见心。 \\n 却说石生同李穆如、怀伊人回寺，下马随即更衣，令人烹茶，坐谈毕守谦、钱知府修好的光景。时湛然亦在座旁，相与谈到夜静方睡。 \\n 到次日，石生起来，即吩咐备三个全帖，进城谢酒。不一时，见几个家丁，投一喜书上，叩头道：“恭喜石老爷！”石生接书看时，乃是二小姐的年庚。毕小姐转在第一，梅小姐却在第二。石生看罢，随叫封出赏封。那家丁道：“梅老爷、毕老爷，多拜上石老爷，说听凭这边择日去娶，妆奁那边俱备现成。”石生道：“我晓得了。”家丁遂谢赏而去。石生见他去后，遂与李穆如、怀伊人商议，即到城内赁了一所楼房。补了普明去岁的房金。普明知石生怪他，也要修好，不敢受谢，怀伊人再三劝他收了。石生即辞普明，移居城内。择了日期，请李穆如作毕小姐媒人，请怀伊人作梅小姐媒人，下了娶礼。 \\n 次日，金鼓旗号，不胜繁华，将二小姐娶来。梅夫人亲送到石生处。各官恭贺，往来不绝。 \\n 吴皆吉、富雪烟、铁不锋亦来道喜。李穆如、怀伊人各备酒席送房。湛然、普明亦送贺礼来。石生叫衙役吩咐留了城门，众人放心在内。但见：幽兰馥馥，和烟霭霭。数不尽妆奁玩物；看不遍器皿金银。 \\n 多少丫环，不是旁观之辈；无穷人役，尽是陪嫁之奴。堂比奏黄钟，喜嘉宾而并四难；房中击编磬，庆良缘以具二美。奇乎！广寒宫一少年；美哉！小科场双得第。 \\n 众人见此繁华，又喜到处灯火辉煌，如白昼一般。先是李穆如、怀伊人同石生宴过宾，将湛然、普明待过素茶、素馔，各辞出城。后李穆如、怀伊人，在内宅摆上酒肴，复奏乐痛饮。 \\n 李穆如醉后，对石生道：“记得当时先姑丈在日，说生表弟时，曾梦一神人赐古墨一圆，雕画金龙，外包着锦锈双凤绢儿。那神人指墨道：‘此是延石液所成。’今日果应其言了。” \\n 石生亦回想，惊道：“正是，记得当日，先君亦曾说过，说我取名有因。真个万事皆梦境。”怀伊人道：“小弟虽与兄至交，尚然不知有此先兆。今日果石兄成龙，又有双凤佐侍，该贺一杯。”石生又复谢一杯。三人饮至更阑，方辞出城，回清凉寺去。 \\n 石生此时，已将半酣。吩咐众人役各赏了酒馔。进房见花婆走上道喜，石生随吩咐摆酒，同梅夫人与二小姐坐了。花婆同众丫环在外饮酒。二小姐不甚肯饮，梅夫人饮了数杯，菜上毕，即要辞回。石生留梅夫人带领丫环，在前楼住歇。吩咐各役家丁，封锁宅门。 \\n 石生留下两个丫环在房伏侍，与二小姐复洗盏谈心。石生道：“蒙毕小姐错爱，为学生费了许多苦心，今日当敬一巨觞。” \\n 叫丫环斟一满杯送去。又道：“难得梅小姐同心合意，也敬一巨觞。”石生自己又陪一杯，对毕小姐举杯道：“当日小姐男装时，彼时学生惊异，以为世间所少。想小姐胸襟磊落，真男子莫及。”毕小姐含笑。石生又对梅小姐道：“学生风尘劳顿，年来枕席不暇。弃苏州之名而托迹江湖，舍府上之利而错访淮阴，皆为着小姐之才，小姐之貌。当日羁旅淹蹇，识面无缘，以为求一小姐而不可得，即得一小姐足矣，岂天地造化之数，且以毕小姐得而兼之。今日之会，如梦如幻。正是，前此之悲离，今此之会合，不非等闲也。”梅小姐道：“家君久慕大才，怪王文下书不曾会面，以致菲人抵冒。在京时奉访不值，如白水复肠，不知足下又两相错过，致令家君抱恨经年。”石生道：“田又玄谋馆之事，我今转不怪他，乃该我分中有毕小姐，故天使之也，非他可为。我独怪毕小姐，向日在淮，知令尊翁与铁不锋谋害，何不偷传一信致我？”毕小姐接口道：我实不知。自后来杭州到钱衙，方稍晓得此信，却也不知是家君之为。” \\n 梅小姐遂问石生道：“家君说足下去秋装乞之后，又被凤公所拿，有之么？”石生将铁不锋识破田又玄，苏小代凤公审理之事说知。二小姐各皆称奇。梅小姐又问其对。石生道：“那日凤公正接令尊翁晚回，出的是，‘日暮人归，鸟落一村遮古木。’学生就将梦中苏小所授之语对道，‘月明星上，云开万里见青天。’”二小姐各赞第二句合当日凤公之意。梅小姐又道：“我想那田又玄，既被舍下识破他假名之事，就当改过回家，为何复往徐州假名，他也忒煞胆大了些。”石生道：“小姐尚有不知，学生当时错闻毕小姐之信，乃苏州一医生所传。谁知那医生叫做白随时，是田又玄同谋的人。彼时请他看病，假以来淮访舍表妹，探其消息。那医生就把毕小姐临莺之名，以作凌春，还诡起一数，数中道，‘得意相逢贵，前程去有缘，利名皆可望，三五月团圆。’令我来淮。我那时也不知他受田又玄之嘱，故来愚我，亦不知他二人议定冒名赴馆，馆金与白随时三七均分。后田又玄见事发，未得馆金，恐回家难以相会，只得往徐而去。”梅小姐听罢，笑道：“这等说起，足下假以访表妹，打点愚他，不期反被他愚。”石生笑道：“不消说起，皆是毕小姐误事。”毕小姐道：“足下被他人所愚，如何倒来怪我！” \\n 石生道：“小姐若不曾游玄墓，他难道也来愚我。只因小姐游了玄墓，又有‘春’、‘莺’不甚争差，致有此事。”毕小姐故挑道：“足下还读书明理，这样些事，就看不透。我与梅小姐游玄墓有前后之分，梅小姐正月初五，足下是正月十七，我是正月二十日，为何把初五日的事，认作二十日事呢。”石生道：“我那时访梅小姐之心，如饥如渴，一闻凌春小姐在淮之信，即以为真。又在先春园中，听小姐琴中之调，有两相访问之意。彼时心下虽喜，也有些疑惑小姐游梅在后不是凌春，故将原诗呈上请教。不意被花婆遗落，还是该有此缘。”毕小姐道：“虽诗遗落，不足为凭，我琴中弹出足下之诗，足下难道尚不知我游梅在后吗？”石生道：“我以为小姐千里之路，至玄墓游梅，断无一见即返之理。必然那边有一停车之所，每日领略佳胜，或后又见我之诗句也。”梅小姐听罢，接口道：“既然你自作主，不消说了。”石生大笑，劝饮半晌。又对丫环道：“可将我书箱开了，查出诗稿，以作下酒之具。”丫环应诺，开了书箱。石生亲自取出各诗，放在案头。手拿着一本对梅小姐道：“这是学生之拙稿，当日田又玄在府救命之物。”梅小姐取过，讶道：“既田又玄骗去，如何又复落足下之手。”石生遂将得主镇上讨妾，在慈渡庵中装鬼吓田又玄之事，一一描写与二小姐听。二小姐各皆忍笑不止。石生说罢，又取出一诗笺对毕小姐道：“这就花婆遗落之诗。”毕小姐取过看时，款落‘凌春女子题’五字。遂问道：“这梅小姐诗，原遗落家君手，为何复在足下箱内？”石生笑道：“是敝门生还我的。”毕小姐道：“但不知贵门生是何人？”石生笑道：“即害我之铁不锋也。” \\n 毕小姐亦笑道：“他如何就拜起门生来？”石生将他备礼，强勉下膝之事说知。二小姐皆笑他是势利小人。毕小姐又道：“铁姓却从何处得去此诗，足下可知么？”石生笑谑道：“令尊翁大才，不屑于看这样不通诗句，就将它包了知程，传到铁不锋处。铁不锋在京遇我，偶然拿出，我便取来。”毕小姐叹道：“真是物各有主。”三人齐看了一回诗，饮了一回酒。梅小姐又将田又玄胡诗，铁不锋抄写的诗句取出，毕小姐也将石生亲笔《杨柳枝》词并《观菊诗》取出，追玩一回。石生又将白玉箫取出并各诗句，总付二小姐收留。又命丫环跪奉二小姐数杯，方才令丫环出去，就寝。临寝时，问毕小姐道：“闻得小姐有一盛婢，名唤翠云，今日可曾来吗？”毕小姐道：“适才斟酒伏侍，那一个高些的就是。问她怎的？”石生道：“明日叫她配了我书童柏儿。”说罢遂寝。正是：千里姻缘争一线，百年思爱不由人。 \\n 却说石生成就这两头美亲之后，谢亲谢媒，整整忙了一月。 \\n 又将翠云配了柏儿。一日在家，见前差去徐州修理苏小墓土地祠的家丁到了，回复了话。石生即吩咐河下备座船伺候，上苏州与父母扶柩回籍。当日暂别亲友，同二位小姐并李穆如、怀伊人，竟往苏州扶柩。又向城中大寺内斋醮。见田又玄、白随时亦在寺内追荐石生，闻知齐老爷至，急忙各散。石生同李穆如、怀伊人心下暗笑。斋醮毕，就将离城三十里那有池亭的旧宅赠与怀伊人，令怀伊人住了家眷。又同李穆如、怀伊人至玄墓古香亭上，追寻旧况。见石生诗并田又玄胡诗高贴在上，虽被风雨零落，尚未损字，不胜有感，遂宿了一歇。 \\n 次日，将看旧宅的老管家，一同扶柩，带往来淮。将淮安宅子退还原主，带了二小姐并花婆、梅夫人、梅待腊、毕守谦同李穆如并男女人役，备了七、八只座船回河南。又送了湛然和尚五百两缘薄，令他回京修寺。毕守谦将先春园送了钱知府。 \\n 临离淮时，清凉寺普明并湛然，与府学生员吴皆吉、富雪烟，徐州铁不锋、怀伊人、钱知府、梅道尊，各遮道相送。也有酒饯的，也有泪别的，纷纷不一。石生总叙了别离，各赠遗物金银，亦掩泪开船而去。 \\n 后来，梅道尊复奉诏入翰林院，梅道尊即告病归河南，与石生同居去了。怀伊人服满，后中两榜，谋选了开封府理刑，与石生朝夕盘桓。梅待腊亦中乡。钱知府后官坏回藉，与石生、毕守谦尚通书信。后白随时闻得齐也水即石生，逃向远方行道。 \\n 田又玄找寻至河南请罪。石生不究前非，放入门不掌管田务。 \\n 后石生进京，官未数年，亦托病归家，同岳翁梅公暨李穆如、怀伊人各携妻子，遁迹山林，著书去了。正是： \\n 漫道违流俗，才人性本高。 \\n 山中称宰相，不拜赭黄袍。 \\n 后人有诗道石池斋云： \\n 年少偏宜骨格清，才多况复倍伤情。 \\n 不辞风雨寻佳偶，仗义从来有石生。 \\n 后人有诗道毕临莺云： \\n 娇娃何事太情稠，慧眼怜才有智谋。 \\n 假婿更全千古意，风流不效父犁牛。 \\n 后人有诗道梅凌春云： \\n 二八芳年笄未簪，梅诗一首动江南。 \\n 深闺久著游人意，遇到临莺亦不谈。　 \\n  \\n   \\n  "}
