{"章节": "●點校說明", "正文": "　 \\n ●點校說明 \\n 　 \\n  \\n 不下帶編七卷、巾箱說一卷，清金埴撰。金埴字苑孫、小郯，號鰥鰥子、聳翁、淺人、壑門，浙江山陰（今紹興縣）人。生于康熙二年（公元一六六三），卒于乾隆五年（公元一七四０）。有關作者的生平事跡，我們只能從這兩種筆記中，得到一點零星材料，目前尚未見到其它記載。金埴的家庭，是明代的官僚大族。父親金煜，順治十年進士，授職山東郯縣知縣。康熙九年（公元一六七０）罷官。金埴隨父在山東生活了很長一段時間，所以這兩種筆記記載山東的人和事較多。金埴自己是一個屢售不第的秀才，以教館當幕僚為生，到晚年，連館地也謀不到，生活每況愈下。 \\n 金埴在文學上有較深的造詣，是一位詩人。年青時去北京看望他的父親，做了八首燕京五月歌，曾以後生晚輩謁見當時的詩壇領袖王士禛，頗受到賞識，稱他為「後進之秀」。金埴通說文，精文字聲韻之學，仇兆鼇請他校訂過杜詩詳注中的文字聲韻。他還參加過編修兗州府志的工作。 \\n 不下帶編、巾箱說記載了作者的見聞，包括當時文人士大夫的遺聞佚事，社會習俗，科舉考試等等。金埴這些記述，反映了當時社會某些側面和作者對某些人和事的看法。 \\n 不下帶編，還有不少篇幅屬於詩話性質，評論藝術上的得失，鈎稽詩人的立身行世，交待詩的本事等等，對研究清代的文學和作家，有所裨益。 \\n 金埴是詞曲家洪昇、孔尚任的好友，書中談論長生殿、桃花扇的占了很多篇幅。同時，還記載了作者與他們的唱和之作。為研究清代文學提供了珍貴資料。 \\n 不下帶編是一部未完稿，當是晚年之作。謝國楨先生藏有此書的手稿本，這次標點整理，就用的是這個本子。原稿紙已十分黃脆，不少處被蠹蟲咬缺，這些地方我們用□表示。巾箱說一書，民國初年，繆荃孫曾收入古學彙刊中。這次標點整理，也是用謝國楨先生所藏的手鈔本做底本，並參校了古學彙刊本。巾箱說與不下帶編有許多重出的條目，為了保持二書的完整，我們沒有刪節。 \\n 限於水平，標點難免有錯，希讀者指教。 \\n 王湜華 \\n 一九八０年十月 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷一", "正文": "　 \\n ●不下帶編卷一 \\n 　 \\n  \\n 雜綴兼詩話 \\n 山陰壑門　金埴小郯原字苑蓀　鰥鰥子述次 \\n 長安衢道，紫陌雲停，丹樓霞起。凡還仝旋。朝述職，奉使去榮趨，百官散從去羽儀，以逮腰纏輦負，列肆鋪場，無弗燦若畫圖，望成機錦，分明一條輭繡天街，長慶太平之有象。有繪為輭繡天街圖者，應平居燕京十景圖之首，垂億萬年，以崇大清萬國之仰瞻。 \\n 古人讀書，以識字分句讀音豆為第一義。按唐人資暇錄云：「學識何如觀點書。」點書之難，不惟句度、音豆，與讀音義同。義理，兼在知字之正音、借音，若某字以朱發平聲，即為某字，發上上聲，變為某字，去、入又變為某字，知合發不合發為難，不可枚舉之。埴于四子書，向多茫昧讀過，齒及逾立，方稍稍解之。凡朱發四聲及點分句讀處，就童子初學而言，凡經書語絕處，謂之句，則點于字之偏旁；語將絕未絕而點分之，以便誦咏，謂之讀，又謂之頓，則點于字之中間。按讀，又謂之頓，頓者，言小住也。或與學者不同，間去採之羣書經前哲鉅人校定者。初學童子，即宜以是法教平之，俾上口無訛，入目罕舛，則幼學有基。從斯進詣，終身受用矣。顧埴支綴餘生，患於訛鈍，字義書旨，終于寡究尠通。比之村教督誨蒙伎倆，貽誚高明。且此記彼忘，掛一漏萬，惟祈博雅君子，下教是正，則幸甚幸甚。 \\n 西漢諸儒，惟揚子雲獨稱識字。韓退之云：「凡為文者，須畧識字。」則識字豈易乎哉。晁景迂晚年日課識十五字；楊誠齋無事好看韻書；朱考亭言字書音韻乃經中一事；洪皓言金制策論試士，首重書法，士作字偏旁點畫誤者，必坐以雜犯。學人愛搜閒書，不若究心說文之學。 \\n 古辭「小麥青青讀大麥枯句，誰與穫者讀婦與姑句，丈夫何在讀西擊胡句」。如此誦之，則其每句中含問答之意始出。誰謂讀書分句讀可忽耶！ \\n 聖祖仁皇帝將五幸杭州，康熙四十六年丁亥。有司增飾西湖諸景，中一二景亭頗事華豔。有天台山人周復菴渙山，年一百六矣，投詩有司而揭于放鶴亭壁，云：「金裝玉裹梅邊鶴，翠繞珠圍柳浪鶯。濃抹可宜西子污，碧流也去識長上官清。」蓋諷之也。上官過平景亭，訝有司增飾，見詩，大責之曰：「爾見皇上命名山房耶！御題行宮曰「西湖山房」。聖意本欲敦素崇朴，以惜民力耳，何事華豔為？」命撤去上之。駕至，果稱去旨。 \\n 儀封張清恪公孝先伯行，貞操去亮節，宇內首推。其撫吴也，使去院蕭然，即一几一榻，禁向民間借辦。雖屢乏所需，而安之若素。幕僚僅一人代毫者，其所凭去胡牀，賓衆則他徙，或竟日兀立為苦。一日，其人留詩為別而去，云：「一架繩牀供衆同，坐虛使院仰去清風。獨慚三十無能立，難向程門度雪中。」公見詩大驚，亟遣追還，不及。至今每想高風，彌增景企。公之清德，可謂不衰。此甬上仇少宰滄柱兆鼇為予言之。 \\n 孫太常莪山勷，寄趙宮坊秋谷執信信，讀伸。詩云：「可憐一曲長生殿，斷送宮坊到白頭。」長生殿者，埴友錢塘洪君昉思昇所譜樂府也。康熙戊辰，二十七年。昉思挾以遊都，首賞之者東海徐尚書乾學也。則命勾欄上部精習之，朝彥羣公，醵金演觀。會國服未闕，嫉者借以搆難去，翰部名流有罷官者，宮坊與去焉。宮坊年十七，聯飛入翰苑，蚤播時名，而坐去是廢閒以老。著談龍錄，稱詩，海內推為宗匠。 \\n 人解「風流」二字為「輕俊」者，然埴按後漢書列傳去載諸高士者曰：「若二三子可謂識去就之義，候時而處上，豈其枯槁尚而已哉！蓋能審己以成其道焉。故列其風流，區而載之。」注言：「潔清之風，若有條流也。」謝安繫蒼生之望，王儉乃云：「江左風流宰相去。」則豈特輕俊而已，蓋有潔清之義焉。埴賦一絕云：「風流本與潔清侔，厥義如何沒却休？誰謂風流但輕俊，競將輕俊目風流。」按庾子山為趙廣墓誌。云：「翩翩書記，則阮瑀、陳琳；荏荏風流，則王濛、謝朓。」此後人稱「王、謝風流」所本。又按，劉良文選注：「風流子，言其風美之聲，流于天下也。」 \\n 治、熙間，王大同太司寇阮亭士禛，司李揚州，與宋太宰漫堂犖，通判黃州同時，兩公並妙年才俊。迨王晉位尚平書，而宋開府江南，則年並垂老。王有詩寄宋云：「尚書北闕霜侵鬢，開府江南雪滿頭。誰識朱顏兩年少，王揚州與宋黃州。」兩公之風采如覩已。 \\n 埴從去祖廉使去公長真鎮，由孝廉康熙癸丑守去揚州，時司李王公阮亭方遷官，而公至乃大修平山堂，張去淮南詩醼，六七年不怠。南北名士投贄者，多被延接，罔弗各如所欲。府庭剏餐勝樓以居名勝，延鄧君孝威漢儀，選國朝詩觀于其中。他如杜君于皇濬、紀君伯紫□□、毛君西河奇齡、陳君其年維崧輩，皆與公留連酬倡者也。羣公投詩盈軸，幼記其年先生二絕云：「管領揚州宗妙才，山堂詩醼盡子忍切，津上聲。長開。何期劉尹風流匹，剛趁王濛遷後來。」徐廣晉記凡稱風流者，皆舉王、劉為宗焉，謂濛與惔也。「孝廉船集廣陵津，無數張憑太守去賓。君縱稱金劉尹播，真長異代又長真。」寒家系本劉，王莽時去卯、刀，稱金，至今姓未復。皆紀實也。蓋公字長真，其聲望大有劉尹之風，時人以輩劉真長。迄今將六十年，邗上名流，猶能嘖嘖稱之。 \\n 近有長洲某翁，其子怠于奉養去，因題壁云：「人生七十強上支持，簾捲西風燭半枝。傳語兒孫好看平待，眼前光景不多時。」其子大懼，請滌去上，于是奉養有加。夫其子見詩能懼而加養，猶未盡喪去其天良。彼惡子逆孫，喪心棄養，任其父祖之風燭鑠滅而弗顧者，真犬彘不食其肉也。 \\n 杭州王丈丹麓晫，名宿也。一日晨興平過平予，出其一箑，咸乞詩于名達，九老鉅公，珠璣錯落，重其腕跡，年無古稀下者。授予，命代致之蔣樂岳清曠生，埴同名。滿其一角，為「十老扇」。而蔣老狂醉，墨頗類鴉塗，以返之。丈驚，見之懊惋，謂予曰：「此吾積恣二十年所珍，均故筆也，每一披展，其人如面，而一角被污，惜非全璧矣！」予曰：「不記君家軼事耶？蓋有與羲、獻相關涉而未免殺風景者二：逸少為門生書几，父不知而削之；子敬門生以子敬書種蠶。併此則三殺風景矣。」時吴子寶崖陳琰字。繼至，聞予言大噱，因賦二絕以慰丈云：「阿父罔知書几削，門生直作種蠶銷。殺將風景非君獨，把扇從過平題扇橋。」橋乃右軍名跡，王將遊越，故有是句。「扇頭十老寫珠璣，漢書注：屏面即便面，蓋扇之類也。一老污妨九老題。君但清風盈手握，等閑缺憾那能齊？」丈返瞋大慰，收箑袖珍而別。其所著行世諸書，有今世說一種，惜少載此段。 \\n 蘇州開府旌門東西綽楔，曰「澄清海甸」，曰「保障東南」。宋太宰漫堂犖撫吴時，修蘇子美滄浪平亭，又剏才子亭于唐伯虎墓次。中吴士大夫謂公點綴滄浪，留連才子，為中丞韵事。乃有各增三字于綽楔云：「澄清海甸滄浪水，保障東南才子亭。」則美而刺矣。 \\n 一甲科問于蓮池師曰：「世間何等人最為造孽？」師曰：「公輩七篇頭，老先生為最。」其人愕然曰：「自揣生平，未必至此。」師喝曰：「誰說汝自做來！」乃示一偈云：「公卿多出七篇頭，孽重難推通回切。不自由。倚勢作威都坐去汝，上天降罰更誰尤？」嗟乎！昔如裴晉公之人品，而郡牧猶有奪人妻以奉之者，況他人耶？一分權勢，一分造孽，非必自造也，代之者衆矣！蓮師棒喝，當路者可不時時警察乎！ \\n 王充云：「士貴故孤興，物貴故獨產。」甚矣孤興、獨產之不易也。近有一宦家子，每自矜其門第才華，見有細族單門崛起藝苑者，語輒輕音慶，下同。左傳輕字多讀去聲。之。予規之曰：「如某某者，吾儕當更獎重，而君反輕之，何耶？蓋彼之先世必有過人之懿行，不知幾經積恣累上而始餘此一人。此一人生于寒陋，絕罕見聞，而能蚤自奮振，卓然拔萃，亦不知幾經鍊，幾經苦屈，而始成此一人。若世家子則不然，詩書之氣，熏于系種，甲科之升，緣于代有。阿大中郎，稍露頭角，人便獎成，驟致名譽而躡青雲。以故，此之得名，視彼較易；彼之得名，視此較難。如某某者，所謂孤興、獨產，當更重之，而反輕之耶！按南史，朱異傲毀去朝賢，謂人曰：『我寒士也。遭逢以至今日，諸貴皆恃枯骨見輕我，下去之則為蔑尤甚，我是以先去之。』今吾儕若矜門第，則恃枯骨耳。設有如異者，恐去為去所蔑，而先以蔑之，將奈彼何？君可不知戒乎？」自是其人知過而改之。 \\n 唐李揆，門戶第一，文章第一，官職第一。杜公見之，言及頭頭第一之說，揆曰：「若道去門戶，門戶有所自承餘裕也；文學則道尚未聞；官職，遭遇耳。今形骸凋瘁，一切砌為空，何第一之有？」蓋頭頭第一，人豔之則熾炭，揆言之則寒冰，而猶欿然于未聞道耶！後世稱譽平人曰「君頭頭第一」本此。 \\n 湖上宣公祠，向有面湖酒樓一帶，公後裔徵其租以炷香，餘資供飲，以祠產也。三十載前有平湖陸某主之，因自號曰「陸酒樓」，以表陸氏之酒樓也。一日拉予登樓飲，壁有予舊題句云：「酒樓本是湖山客，却為湖山作佐主人。」與陸情事適合，亦一小佳話也。 \\n 今海寧相君陳公乾齋元龍，其封翁某，性孝□仁惠人也。有傳其炎夜撻婢驅螡之事，太夫人晨興平詢故，翁對曰：「幛漏一螡，臥不獲安耳。」太夫人怒曰：「汝紗幮湘簟，足度炎宵，區區一螡，輒能為苦，於婢奚尤？敲撲之聲，忽觸吾夢。吾海寧城鄉蔀屋，此時乏幛者夥矣，萬噆膚，徹曉張去睫，不知其家有婢可撻耶？無婢可撻耶？」翁惶謝「唯唯」，即命典司質至庫者榜于門曰：「凡有以幛為質，自半銖至三銖者，悉免子本錢，還其幛。」翁復命于太夫人，太夫人大喜。迨雪天寒冽，翁并命出昌瑞反絮布衾襖之類，若還幛之法還之。又復命于太夫人，太夫人益大喜，曰：「汝能若是，則黨里亦濡小惠，足銷撻婢一過矣！」 \\n 相君乾齋公巡撫粵西時，輸俸置海寧腴田千畝于學宮，以廣去學田，請泮水先生主之。每歲租時，分給于邑士之窮乏者，以資其膏火，士咸德之。善苗有根，公之世德所從來者遠矣。 \\n 賈黯廷試第一，往謝杜祁公，公獨以生事有無為問。黯退謂公門下士曰：「黯以鄙文冠去天下謝公，而問及生事，豈以黯為不足魁乎？」公聞而言曰：「凡人無生事，雖為顯官，不能無俯仰依違。今賈君名在第一，則其學問，不問可知；其為顯官，又不問可知。衍獨慮其生事不足，或致俯仰依違而道不得行也。何怪焉？」埴謂今之艸茆一第，寒俊初官，孰不欲行其道，而甘俯仰依違者？奈生事迫之，以致終乖其志。祁公之言，近情切理，然不可以概賢者也。 \\n 趙忠定初冠多士，趙彥端語去之曰：「謹勿以一魁先置胸中。」李西涯相君送陸進士文明第後歸省詩：「眼見宮袍換綵衣，偶然文字託光輝。宵辭宮漏銅龍靜，曉散朝行玉鷺稀。千里馳驅才始見，賢遍切。一生溫飽志全非。定須不學長安孟，祇向春風得意歸。」曩埴遊鄞，仇少宰滄柱兆鰲，偕過陸丈鉁俟鋆飲，見堂懸西涯是詩，進士為其先世，因共嘆前哲贈詩多勉規。近如寒邨鄭太史梁，康熙初膺鄉薦，陳太史介眉錫嘏尚諸生，寄詩云：「偶然一舉尋常事，只作浮雲過眼前。後陳乙卯掄元。」凡此皆以胸中勿置一魁相期者也。 \\n 寒村鄭太史，為一時西清之冠。其稱詩也，一空前論，戒拾人牙慧，謂須自我作古。有寒村集行世，首揭一絕云：「忘去記商周三百篇，宋唐晉魏復誰先？老來只發隨時興，譬若生當邃古前。」可以明其志矣。出守去高涼，介不妄取。珍一石人形者，呼去為「石叟」以自況。後患半風，歸建石叟居，日夕相對。嘗曰：「吾加有風疾，劣劣不能佳。二句王無功語。起居惟叟作緣而已。」自號「半人」，又曰「鄭風」，曰「風人」。夫先生，風人也歟哉？先生乃風人也。 \\n 今士林所稱四明四子者，李東門暾、鄭南谿性、萬西郭承勳、謝北溟緒章。人文並超于時，皆予契好，而于南豁分尤深。南豁自稱「五岳游人」，有紀遊集行世。平生不妄挾一刺，斵竹長八寸，廣二寸，上鋟「五岳游人」四字，有欲通者投之。埴贈一聯云：「半風長挹餘風在，南谿即寒村太史嗣君。五岳還留一岳思。」蓋南谿恃南岳未游，嘗謂予曰；「吾不盡遊者，留此一岳付之餘生夢想耳。」夫人生嘗興愜情之事，夢想于未當境之前，則愈生意味。既當境矣，亦何事云當留，餘以付之夢想乎？南谿進乎道矣。 \\n 昔殷臻每造袁粲、褚淵之席，輒清言畢景；張憑、王濛在劉惔所，清言彌日，留宿至旦。此見古人談宴之娛，恒留連不倦。卅音撒，古三十字，非俗字也。載前，吴門此風，以竹垞、秋谷二太史先後遊踐之久，向盛好客。家遇佳客詣門，必延入齋中，談霏玉屑，多及宵深，或至欵洽累上日，無有以杯茗匆匆取別者。若客非佳，則一接杯茗而已。供餼僮私有口號平，分客二種，曰暖席客，曰冷席客。暖席客者，久坐相暖熱者也；冷席客者，少坐相冷淡者也。今則談筵之設，雖吴門盛地，亦就衰歇，煖客且為冷客矣。甚有扃戶以拒者。噫！初不意世風之變至此。有題詩以嘅之云：「談筵今亦罷蘇州，暖客常稀冷客稠。茗進一杯旋取別，不知若箇晉風流。」斯固風會之盛衰，亦徵吾道之益窮矣！ \\n 廣陵鄭進士元勳超宗，鹵賈之巨豪也。明末時，其家園亭開黃色巨朵芍藥花百餘，集南北名流，品花賦詩，幣請錢宗伯牧齋謙益主壇甲乙，首選者侯公子朝宗方域作也。超宗則又揮千金為公子壽。千秋盛事，獨擅淮南，迄今士林豔之。 \\n 寶應王殿頭方若式丹，未第時賦芍藥云：「開時不用嫌君晚，君在青雲最上頭。」人呼為「王芍藥」，遂成大魁之讖。 \\n 今桐城張相君衡臣廷玉，其先相君□□、英，未第時詠梅花云：「嘉名他日傳調鼎，記取蟠根在艸茅。」不虛所言，絕類沂公之作。 \\n 埴兩為淳贅于杭，與洪君昉思昇遊踪最密，乃忘年交也。嘗為予曰：「幼初為詩，有『雪輕梅綻蚤，天遠鶴歸遲』句。吾微名頗蚤，而凋謝或遲。中年遘家難去出奔，所至顛躓，有咏燕云：『銜泥勞遠出，覓食耐卑飛。繡幕終多患，□堂詎可依？』自謂此中有一洪昉思在焉，呼去之欲出。」每夕陽棲堞，秋露凝臯；翠雨輕飛，春泥軟步，偕予散誕于東園郊郭間。游魚水曲，欲去還留，啼鳥花間，將行復扶又切。竚。昉思輒誦「明朝未必春風住，且為梨花立少時」之句，遽成詩讖，不堪追憶耳。 \\n 甲申春杪，昉思應雲間提帥張侯雲翼之聘，依依別予去。侯延為上客，開長筵，盛集文賓將士，觀昉思所譜長生殿戲劇以為娛。時織部曹公子清寅聞而豔之，亦即迎致白門，南北名流悉預，為大勝會。公置劇本于昉思席，又自置一本于席，每優人扮演一折，公與昉思讐對其本，以合節奏，音凑。凡三晝夜纔畢。兩公並極盡其興賞之豪，互相引重，致厚幣贐其行，長安傳為盛事。迨返櫂過烏戍，昉思遽醉而失足，為汨羅之投。士林競為詩文以哀輓之。漁洋山人云：「昉思遭天倫之變，怫鬱坎壈纏其身，終從三閭于汨羅，僅以詞曲傳耳，悲夫！」埴製昉思哀詞，其序一聯云：「陸海潘江，落文星于水府；風魂雪魄，赴曲宴于晶宮。」西河、竹垞二太史極推可之。 \\n 吴寶崖陳琰舟過烏戍吊昉思詩：「烟水依然拍野塘，飢驅客死倍堪傷。烏程酒釅漏將促，白舫燈昏風故狂。昉思赴席歸舟，風發燭滅，遂不可救。失足久無人濟溺，招魂賸有鬼還鄉。江南兒女應傳語，分取釵鈿吊七郎。」昉思題唐六如墓：「不知他日西陵路，誰吊春風柳七郎？」蓋自況也。 \\n 江寧織造曹公子清有句云：「賺得紅蕤剛半熟，不知殘夢在揚州。」自謂平生稱意之句。是歲兼巡淮鹺，遂逝于淮南使去院，則詩讖也。公素躭吟，擅才藝，內廷御籍多命其董督，雕鎪之精，勝于宋版。今海內稱「康版書」者，自曹始也。 \\n 予過茌平，訪吴明府寶崖陳琰，適孫太常莪山勷以札抵寶崖云：「勷于時文一道，稍知點次。若詩古文述，實有未能，不敢妄語以欺知己。」埴謂寶崖曰：「以子未先生滿腔子實學，尚如此虛心，可知詩古文述，老而愈識其難，而時彥遽詡為能耶！」寶崖以為知言。 \\n 丁酉夏，寶崖欵予署齋最久。適有風流疑案，寶崖不能理，予戲為一絕云：「陽臺神女可荒唐，一事傳訛兩楚王。終竟不知誰奪得，千秋疑案首懷、襄。」夫人世傳訛之事，獨神女入夢耶！又如古今豔稱所謂楚王愛細腰者，墨子以為楚靈王，韓非子以為楚莊王，何千秋兩疑案偏在于楚之四王，而風流楚王之多耶！寶崖撫掌大噱，謂予語創出古今騷人所不能道，強予連舉數觥以酬之。 \\n 一朝士還鄉，意氣盛滿，賓至則鼓吹去喧闐。里中有執友來謁，朝士曰：「翁素好誦詩，近誦得何詩？」友曰：「近誦得孫鳳洲贈歐陽圭齋詩，甚有味。」乃朗吟曰：「圭齋原是舊圭齋，不帶些兒官樣回。若使他人居二品，門前鼓吹鬧如雷。」朝士聞吟而默。明日賓至，門庭寂然。夫友固善規，此朝士一聞友言而即屏上去鼓吹，正是加人一等矣！ \\n 今聖天子繼世，特于雍正元年開癸卯恩科，連舉鄉、會、殿三試；一在四月，一在九月，一在十月。武場一在六月，一在十一月，一在十二月。埴恭頌二首：「聖人御極建科場，首夏弘開久運長。天下解頭齊蚤發，櫻桃先染桂枝香。」「併將三試一年中，不與常科限制同。十月上林春色蚤，狀頭先去插杏花紅。」此紀實也。蓋元年中式者，則稱癸卯恩科舉人、進士。二年甲辰移會試于八月，先去于二月補行癸卯鄉試，中式者則稱癸卯正科舉人以別必列反之，載于科場條例，永為本朝盛典。 \\n 士纔一第，則為去國為民為君為親一切砌難了之事，重繫于身。斯時鄉人爭相矜耀，濟濟擁觀，而不知此正有志之士初肩重大之時。惟慮種種之不得了于其身，以滋危懼，而敢以一第為榮耶！明有蜀士某，榜下一絕云：「龍泉菴裏苦書生，偶占去三巴第一名。身上許多難了事，鄉人何用太相矜？」後其人忠規孝節，事事為世所欽。臨歾曰：「吾得粗酬身事了矣！」 \\n 法昭禪師一偈云：「同氣連枝各自榮，些些言語莫傷情。一回相見一回老，能得幾時為弟兄？」詞意藹然，誦之啟人友于之愛。大抵家庭之間，往往以些些言語，輒致手足情傷。而言語之生，多由枕畔，以其易入而難解也。若能時誦此偈，則枕言亦易解已。 \\n 江洲某，父遺綾錦十篋，盡匿之，逐弟於外。一日，紫姑仙降乩云：「何處西風捲夜霜，雁行中斷各悲傷。吴綾蜀錦成私篋，那及姜家布被香。」因惶恐，急召弟還中分之。一念有欺，神即盟之，可不戒哉！ \\n 曩遊金陵，叔郎中酉山敬致偕同燕山陳健夫于王訪楚友陶甄夫窳於桃葉渡，遂與訂交。共賞甄夫行路難二句：「文章愈工毒愈深，請君記取西子事吴心。」此語大堪尋味。 \\n 張東海有感詩云：「父兄勞於官，子弟逸於家。一逸已過分，況乃事奢華。軒軒傲閭里，僕僕趨官衙。不知禍所倚，方謂勢可誇。勢亦有時盡，禍成□無涯。不如慎德業，庶幾平永無譁。」蓋第家子弟，多壞於奢逸，務俾其知勞□，則讀書進德，足以守身保家，不貽父兄之憂。埴見太司空子貞徐公元正，示子通守去商農志莘一聯云：「齩菜須知儒者事，守身庶慰老人心。」退而誌其語。 \\n 越上自王右軍遺愛，人家沿門淥水，戶戶畜鵞。紅掌翻波，雪翎浮沼，優游來去於鏡光之中，洵可愛也。奈何畜未數旬，遽遭一割！凡饗神觴客，慶祭喪婚，以及節歲禮餽，在在必設之。神謂之鵞槃，客謂之鵞酒。又納采曰喜鵞，上墳曰墳鵞，慶歲曰年鵞，祀田曰田鵞之類。蓋至今獨越風盛行，而他處弗尚也。今蘇、松、嘉、湖，及大江南北諸區，皆罕用鵞。埴作鏡中櫂歌，有二章賦及之，云：「說與鵞休怨右軍，享筵祭餽用紛紛。祇緣鶂鶂山陰道，應接難辭不暇君。」「要作佐王家墨妙徒，如何鵞把右軍呼？宋人詩指鵞曰：「水底右軍正熟眠。」又曰：「湯燖右軍。」今杭俗餽生鵞，其餽自作文語曰「羲愛」，獲罪先賢，不可為訓。不知修項觀轉徙，動腕臨池法得無？」鵞善轉徙其項，右軍法以動腕。又咏右軍愛鵞：三言四章，章四句。「鵞項舒，筆妙徐。鵞項轉，筆妙展。」「鵞項鳴，筆妙驚。鵞項曲，筆妙獨。」「鵞掌遊，墨韻流。鵞掌步，墨韻度。」「鵞掌眠，墨韻妍。鵞掌立，墨韻逸。」 \\n 里有董、張二君，一以書，一以繪，名於時，而居相比鄰。某以鵞酒餉里人，獨不及二君，而乞書乞繪不已。或題詩於兩家之壁云：「繪壁沙門百甕酒，會覺上人以酒百甕乞吴道子畫菩薩寺壁。寫經道士一籠鵞。無鵞無酒求書畫，徒惹沙門道士訶。」某見之大慚，遂不再乞。嗣後有不持潤毫代鵞酒而凟求書畫文咏者，人輒誦此詩以為笑枋。 \\n 江都汪主事蛟門懋麟嘗言：「家鮮上詩書之氣，門無貧賤之交，其累上世富厚，宜矣！」埴謂，詩書之氣，家之瑞也；貧賤之交，門之光也。而既鮮且無，其能免於人之譏乎？昔人又言：「富貴毋無令人笑我肉食，貧賤毋令平人薄我無聞，祇有文章一道，窮達不可廢者。」皆名言也。 \\n 安徽方伯張公聖佐於嚴冬製絮襖萬襲，親給於凍者。埴適在白門，因作萬襲官襖歌八首，有「今年冷不到江南」之句。公見之極賞，遍索色賡和者。 \\n 文長徐先生故居在越之觀仁里。俗名觀巷。與埴□廬一街，向有巨本古青藤，蒼鬱蔽天，幼及見之，今亡矣。咫尺為大乘平菴，今菴壁尚存先生詩墨曰：「童時畫壁□成泥，圓澤投胎錦水西。一夢忽穿三十載，竹梢寒雨覆窗低。」予既所居匪舊，閱卅載重過平其地，覽先生題壁有感，次本韵得詩二章：「青藤萎後落紅泥，卅載重平過舊宅西。惆悵南州殘墨在，佛龕空掩斷垣低。」「□向堂前舊燕泥，臨風懷舊寺橋西。一作「觀橋西」。觀，去聲。昔賢故里先曾宅，銀杏秋黃夕照低。」崇禎癸酉，先曾王父太常府君卓碑於菴門曰：「徐文長先生故里。」 \\n 吾鄉正義王先生毓蓍，鄉人私諡曰「正義」。會稽諸生。受業於同里都御史劉公念臺宗周。公聞南都不守去，絕食七日。死之前一日，正義上上書於公曰：「願先生速自裁，毋為王炎午所吊。」乃衣去儒巾藍衫，投東城之柳橋下死。先後同死者，潘、周兩先生一名集，一名卜年。也。埴晤竹垞朱太史錫鬯於湖上，論及柳橋死節事，太史賦一律云：「中丞弟子舊家風，杖履追隨誓始終。閉戶坐憂天下事，臨危真與古人同。短書燕市投丞相，餘恨平陵哭義公。此地由來多烈士，千秋哀怨浙江東。」正義附劉公傳，已載王公鴻緒明史列傳。埴曾於故書肆中又得查公繼佐為正義傳一篇，錄之以呈太史。 \\n 蕺山先生將殉節，其女夫秦祖軾以書慰之。先生報其書，系以詩云：「信國不可為，偷生豈能久？止水與疊山，只爭死先後。若云袁夏甫，時地皆非偶。得正而斃焉，庶幾全所受。」蓋答其書意也。埴仝學餘姚邵君廷采作先生傳，考核最詳。 \\n 文可不作有五：不明經則無本；不論史則無用；不能表揚忠孝節義則不足以垂教；不達世故則類迂儒學究而無補於時事；不審進退出處則文與行違，不過盜名而欺世。若是者，雖裒然有集，自命作者，有識之士蚤已議其後矣！夫文章，經國之大業，不朽之盛事，而即為人吐棄，豈非不作為愈乎！ \\n 太司寇魏敏果公象樞，本朝名臣之卓卓不羣者也。公曾閱漁洋山人集，以札報謝云：「於論文談藝中，見吾心不欺之學，」公講學，故云然。不欺二字，實談藝家根柢也。 \\n 陶侃每飲去酒有定限，嘗飲有餘而限已竭。殷浩等勸更少進，侃悽懷良久曰：「年少會有酒失，亡親見約，故不敢違。」近有人姓萬名事者，嗜酒無度，父戒之曰：「限汝三杯，逾則逆命。」事唯唯。因製一巨觥，約可容二升，而鐫二語於上云：「父命節酒，止飲三杯。」宴必以隨。人以「三杯和萬事」呼之。 \\n 昔有老僧一偈云：「鼉與猿交結不開，兩身如一絕疑猜。如何話到相忘處，却道心肝不帶來。」此用法苑珠林「我心留在優曇婆羅樹寄著上，彼交結於名利場」者，孰是心肝帶來者耶！埴有感事詩云：「知心莫問心何處，我心寄在婆羅樹。海水茫茫不帶來，天風蕩蕩從吹去。」亦用之。 \\n 有作始，自宜有末流；有末流，自宜有鼎易。此千古詩文一脉，所以相遞於無窮也。 \\n 丙申冬曾遊苕上，予友嚴編修儀一民法尚未中雋，招同孫會元葉飛見龍宴於宗伯尊人殿元存菴公。舊第。葉飛，宗伯之東牀選也，指其堂謂予曰：「吾平生於制藝一道，閱覽最廣，約可充斯堂之棟。」夫葉飛首魁南宮時，未逾立年，而閱文之夥乃爾，古今所罕也。迨宵深飲闌，予見階前導炬題曰：「萬壽科會元，移於他人不得。」因戲為一絕云：「充棟文章涉覽多，會元才大更誰過？導行莫謂無分別，懸火標題萬壽科。」「懸火」出楚詞。 \\n 楊玢致仕歸，故居被占去。子弟欲訟於官，以狀白。玢乃書於紙尾云：「四鄰侵我我從伊，畢竟須思未有時。試上上含元殿基望，秋風秋草正離離。」又乞食道人書壁詩：「多買莊田笑汝痴，解頭糧長上後邊隨。看他耕種幾年去，交付兒孫賣與誰？」今富達家，孳孳圖產。今日訟田，明日爭屋，豈知歌臺舞榭，眴眼碎瓦頹垣；膏壤腴疇，脫手他門別族。讓人安分，二詩千古良箴。 \\n 韓子蒼工詩，磨淬剪截之功，終身改攛不已。有已寫寄人數年而追取更平易一兩字者，故所作雖少而善。駒嘗曰：「詩文當得人印可，乃自不疑。」所以前輩汲汲於求知也。今人有作，一經著筆，輒如玉律金科，不移片字，遽穴棗梨，豈不有愧於子蒼耶？ \\n 同里有前明薛布政某，一生善宦，富產而鄙吝，從未施去惠於人。迨暮年，財悉歸烏有。人都不解械其敗耗之由，即伊亦不自解之也。今傳其自嘆四句云：「做官做到布政也不小，買田買到萬畝也不少。親手買來親手賣，連我自己也去不曉。」噫！吾眼見世上之如薛者，多已！古語云：「牢收長去物金三品，密寫虛名墨一行杭。」又云：「須知世上金銀寶，借迹汝閒看平六十年。」又云：「饒君恁地埋藏著，俗作着，非。皆因誤從■作從■也。煞有閒人做主來。」夫積恣財而不能散，雖牢收何用？不過代人閒看平以待終歸之做主者耳。所以戒於為富不仁，而財貴能散也。 \\n 人生百病可療，惟病俗難醫。新城王考功西樵士祿嘗曰：「吾見舊家子弟某，熏衣薙面，種上種極其華飾，而面目殊覺可憎平。陳其年短而髯，不修邊幅，吾對之祇覺其嫵媚可愛，蓋以伊胸中有數千卷書耳。然則人家子弟可不讀書醫俗乎？」又前輩言：「不患子弟之俗，而患在不俗。」此語更有味。 \\n 有僧住山，或謀攘之。僧乃掛芒屩一雙於方丈前，題詩而去云：「方丈前□掛艸鞋，流行坎止任安排。老僧脚底從來闊，未必骷髏就此埋。」埴謂士□夫去就，亦當如此。東坡鶴嘆詩：「難進易退我不如。」可以明去就矣。 \\n 潘太史稼堂耒序貴池吴復古銘道集云：「莫易於為名賢之子孫，亦莫難於為名賢之子孫。謂丹穴無凡羽；謂朱草多異苗。阿大中郎，未必過人遠甚，稍露頭角，人競獎成，驟致名譽，故曰易也。以陳羣之貴顯，而上慚太丘；以靈運之文采，而遠玷車騎去。有名位矣，而德業不如；有才華矣，而志節弗逮。己或自恕，人將求全，故曰難也。」復古為次尾先生應箕文孫，與埴交四世矣。摩鏃古學，有復古集行世，名賢子孫，良不虛也。 \\n □□多津逮後人，即稱謂一端，亦所宜法，所謂韓文杜律，無一字無來歷也。□□學毅稱樂生，賈誼稱賈生，司馬相如稱馬卿，李膺稱李君，阮籍稱阮□，□□□嵇生，山濤稱山公，王導稱王公，謝安、靈運、朓皆稱謝公，庾亮□□□，□□稱袁公，王凝之稱王郎，江淹稱江郎，徐陵自稱徐君，杜甫稱□□，□□□□□，□□稱孟公，韓愈稱韓公，韋應物稱韋公，白居易稱□□□，□□□□□，□□□蘇公。又，謝惠連、朓皆稱小謝，杜牧稱小杜，蘇□□□□□□□□□□□不可假借音跡。 \\n □□□□□□□□□□□□體變亦極矣。乃踵事者近復增至九言、十一□□□□□□是徒知一長足錄，而不知道在精而不在多也。曩埴遊歷□□□□言體一帙，名之曰三言詩吃。「吃」者何？蓋不欲居於長言嗟嘆而□□□蹇難軋澁之楚語類口吃者之不能言耳。時孫太常莪山索觀，為□弁首。吴子復古、裘庶常殷玉璉、袁孝廉眉□□峻、諸太□襄七錦，各製序、題詩，多所獎評，而竊有愧焉。 \\n □丑三月，予自東魯南旋，携三言詩吃一冊，於泲上舟中遇仁和厲孝廉泰鴻鶚，鄰舫朝夕相過，極賞予「東船頭，西船尾。阻風悲，便風喜。」又「絕世姿，休待暮。報君子，在一顧。」又「綠水春，芳酒滿。東風急，曼聲緩。」又「謀於狐，焉得裘？謀於羊，焉得羞？」又「踦閭語，吾與汝。對席舖，汝與吾。」又「與瞽客，道黑白。為聾子，辯宮徵。」又「諛吾聰，欲相聾。諛吾明，欲相盲。」又「送行了，別離道。春風吹，河畔艸。」又「金與粟，物兩貴。爭低昂，在闤闠。」又「版橋敧，人跡稀。霜邨雞，艸上啼。」又「月沒處，驚禿樹，馬蹄住。」又「人畜殆，鞍裝解。土屋矮，一燈在。」又「吴□船，小婦搖。好風吹，多在艄。」又「雲山畫，沿江掛。」又「閉小園，冷高閣。客遲來，花蚤落。」又「嘆落花，胡其遽！鳥無言，客竟去。」又「讓得祥，爭得殃。」又「黍頭低，麥頭昂。昂者露，低者藏。」又「閒庭樹，月欲曙，鵲飛去。」又「東家女，西家許，見朝朝，兩無語。」又「點點鴉，飛故斜，銜片霞。」又「懸火處，酒人去。」又「舌尖飛，洩心機。」又「棗有花，雀查查；棗有實，雀嘖嘖。」又「莫當局，且旁觀。非觀弈，觀長安。」又「學憒憒，混真偽。」又「莫奪情，孝易輕！莫奪哀，孝易衰！莫奪禮，孝易弛！」又「會稽雞，天下啼。」又「事孰重？先人壟。家孰費？先人祭。」又「成家子，家有豕。」又「戚何踈？與人虛；踈何戚？又作密。與人實。」又「窶□子，躭經史。」又「女閙艸，阿母在。見宜男，不敢採。」又「困相憂，亨相讐。」又「信巫□，禍轉福。誰云者？盲兩目。」又「月彎彎，郎該班。待郎還，月如環。」又「竈主內，非主□。□□竈，婦職在。傴復扶又切。傴，拜又拜。火一星，燒帬帶。」□□□至吴門始分道去。 \\n □□□□□□數十首，先為孫太常峨山勷推可，繼又索觀。後作者亦多□□□□□□□□□□如「古有訓，重先進。古有誨，稱先輩。古有法，讓先□。」□□□□□□□□□□□衣少。」又「藕花汀，歌舫停。」又「安一命，消百病。忍□□□□□□□□□□□□守以恪，免於錯；守以法，免於罰。」又「□終養去，□□□□□□□□□□□棘，樂歌喉。處上纕絰，御輕裘。」又「篇何在？句韻□。□□□□□□蛆甘螮，不疑穢。」又「月鈎掛，山眉畫。」又「牆屋角，雞咿喔。毋脫毛，□□□□憐雛身，不滿斤。奪胡遽，登庖去！」又「黍有角，指有尖。相視笑，兩鐵□。□□斷，定百亂。」又「善雕琢，返於樸。」又「恃良藥，病多著。藥雖良，無病強。」又「山足□，水足木。市不耕，致菽粟。」又「婦違夫，應遣之。小加大，誰當治平？能自寬，一生安。」又「莫躁進，往有吝。」又「生曰名，死曰諱。奈今稱，與古背。」又「牛郎妻，機上啼。郎飯上牛，牛不肥。」又「矮觀場，嗔人長，不自量。」又「偶遺句，鳥銜去。」又「婦抱布，三百數，依尺度。」又「布在抱，不得襖。」又「莫嫌短，五日斷。上聲。莫嫌疏，幅有餘。」又「孟嘗門，客來奔；翟公第，客掉臂。」又「客掉臂，秋風厲；客來奔，春噓溫。」又「沒了已，纏麻頭，續麻尾。」又「守於素，人求新，吾求故。」又「新絲屆，絲安在？二月賣！」又「十三餘，春未動。偶然思，昨夜夢。」又「割肉肥，官媚妻。寡婦飢，齩斷虀。」又「風光好。夜合花，戴偏蚤。」又「謀於子，難致仕；謀於妻，納妾希。」前後劣作，並就正高明。 \\n 范少伯之言：「狡兔死，走狗烹。叶滂。飛鳥盡，良弓藏。敵國破，謀臣亡。」卓文君之言曰：「朱弦斷，明鏡缺。朝露晞，芳艸歇。白頭吟，傷離別。」二條皆三言□□句□極君臣夫婦之際。合書為聯，尤為千秋絕調去。埴賦三言詩，采三言古語以法之。近述一書，抉摘前人長短成語彼此可儷合者，聯扭作對，以此二條冠去篇，題曰「配詞錄」，取劉勰「詞動有配」之義也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷二", "正文": "　 \\n ●不下帶編卷二 \\n 　 \\n  \\n 雜綴兼詩話 \\n 越上壑門　金埴苑蓀一字小郯　鰥鰥子述 \\n 太宗伯肇余杜公臻予告歸，埴修謁於繡水里第，飲憩采山亭。亭乃曹侍郎溶所遺，王公覺斯鐸為秋岳先生題額也。埴疑之，請於公曰：「此亭何尚懸故牓耶？」公曰：「侍郎，吾里賢達。宅為吾有，安忍盡更平？聊存此榜以志弗忘故主耳。然乏題柱，他手咸非吾意，子試為之。」埴擬一聯以呈公，曰：「勝地適當投老至，采山聊為故人存。」大愜公意。適顧太史書宣圖河至，公即命書鋟版懸之。公有道敦古，多此類也。 \\n 宗伯之欲為聯於斯亭也，不惟繾綣於園亭故主，亦仰企乎閭門前哲，以留示後人。於扁對，深致意焉。亭前景物，都無關涉，而埴於兩句中，寫得其情事，遂犁然有當去也。彼世之驟膺華膴，謀得其里中之故第，則藐畧先進，侮其後人，朝成暮逐，且盡撤其舊題牓對而更新之，畧無留餘。聞公之風，足使激薄停澆，還淳返樸矣。 \\n 士無他過惡，惟滛慾一染去，則名必被黜，廢棄終身。朱子云：「世上無如人慾險，幾人到此悮功名。」非虛語也。若能臨色不亂，則神明鑒察，必登上第。明陸文量容篝燈夜誦，有女穴牕誘之，陸不為動去，吟詩云：「風清月白夜牕虛，有女來窺笑讀書。欲把琴心通一語，十年前已薄相如。」後登第，躋顯位，享盛名。埴外祖兵部職方司主事加一級童公，諱欽承，字在公，會稽人，中順治己丑科進士。諸生時，館於貴室，亦於昏夜却一女，詩以自警云：「神明咫尺凜幽虛，獨夜頻將不可書。自是琴心從未解械，非關平素薄相如。」乃和陸之作而意更深。旦即托故辭去。是真臨色不亂者。 \\n 康熙庚子中元日，埴旅投河間去北二十里舖，方踞斛而浴，忽聞戶外喧傳，有山東孝子者，昔負母逃災至此。母卒，瘞於舖北路傍。經十載，孝子徒步千里，凡三度來此，求母骸不能得。今則禱天立願，於瘞母周遭里許間，俯伏於地，而用一木馬鞍著地，結頂髮於鞍，膝行而曳之，視鞍止處即母墓處。是日炎熇酷烈，孝子赤身蒲服，腹裂背焦，舉體流血，哀號之聲，弗輟於口。自卯及未，數千人隨觀者，無弗慘怛色動，不覺齊聲共助其號，林木為去之振撼；而馬鞍忽止，人力不能動去，於是孝子躍起叩頭曰：「天乎！母骸在矣。向本路旁，今成中道耶！」揚之，果然。齧指血瀝之，益驗。乃以衣裹骼，環向觀者泣拜而去。予濡衣急趨。追之，弗及一見孝子，問知其姓氏里居，為悵惘驚嗟久之。因泚筆記其衆口一詞所聞實事如此。噫！斯真所謂孝能動去天地感鬼神者耶！ \\n 世稱薦用士人，謂之桃李，皆本於唐人謂狄梁公天下桃李盡在公門之說者，非也。唐詩「滿門桃李屬春官」，又「桃李新陰在鯉庭」，豈即用當去時事耶！按說苑，陽貨得罪於衛，比去見簡子曰：「自今不復扶又切。樹上人矣！」簡子曰：「夫樹桃李者，夏得其休息，秋得其實焉。樹蒺藜者，夏不得休息，秋得其刺焉。今子之所樹者，蒺藜也，非桃李。自今以後，擇人而樹之，毋已樹而擇之。」桃李事祖此。埴謂：管子云：「一樹一獲者，穀也；一樹十獲者，木也；一樹百穫者，人也。一年之計，莫如樹穀；十年之計，莫如樹木；百年之計，莫如樹人。由是觀之，君子宜擇所樹。」按：賈島題興化園亭詩：「破却千家作一池，不栽桃李種薔薇。薔薇葉落秋風起，荊棘滿庭君始知。」此桃李本說苑之證。 \\n 于少保忠肅公謙，少時咏石灰詩：「千錘萬鑿出深山，烈火燔燒若等閑。粉骨碎身都不惜，為留清白在人間。」後天順朝，公罹刑最慘。烈忠亮節，彪炳日星。此詩蚤已自為寫照。封天下都城隍神廟在燕京，相傳每歲八月，則司浙。今西湖墓祠，於是月禱夢甚靈異。 \\n 宋贈岳鄂王諡忠武，其文略云：「李將軍口不出辭，聞者流涕；藺相如身雖已死，凜然猶生。」又曰：「易名之典雖行，議理之言未一，始為忠愍之號，旋更平武穆之稱。獲覩中去興之舊章，灼知皇祖之本意，爰取危身奉上之實，仍采戡定禍亂之文。合此兩言，節其一惠。昔孔明之志興漢室，子儀之光復唐都，雖計效以或殊，在秉心而弗異。垂之典冊，何嫌今古之同辭！賴及子孫，將與山河而共久。」按武穆乃未定之諡，當稱忠武為宜。」王墓祠與忠肅相望，其竁石鐫一聯云：「潭影寒生月，松風夜帶秋。」即王題湖南龍居寺句。每風月夜，於墓下誦之，清剛之氣，烈烈逼人。其靈爽，恍出沒於湖煙湖水間。 \\n 羅願知鄂州，以父汝楫附秦檜論岳忠武王，不敢入王廟。一日，念吾政甚善，可以無愧於公，入廟拜之再拜，遽卒於像前。埴謂：死生，命也。卒於廟，亦數與時會耶！不然，以王之忠，何憾於死？啣恨於黨惡之臣，而甘心於幹蠱之子，恐去未必然也。峽山村何氏，吾越望族也。明時有父子尚書，父曰老尚書，子曰小尚書。附分宜論楊忠愍者，小尚書鼇也。俗傳其後人有應試闈場，忠愍必擊之。老尚書後人則否。埴謂：此田父把犁鋤，囈語不足信，忠愍亦必不爾。蓋以信忠武者，信忠愍也。然黨惡之報，自有天焉。恢網終不能逃。若君子，則必無報復之事耳。 \\n 「舌在口中，如鳥在籠中。鳥從此樹飛彼樹，言從此人飛彼人，故曰口為飛門，士君子不可不慎言也。」此語得之西海異人利馬竇，可以補頤卦之注，懸之座右，以代金銘。天啟間張太宰藐姑慎言，字金銘。有云：「寡言之味饒於多，無言之味長於寡。」語愈淺而意愈深。 \\n 范質坐茶肆，執扇書「大暑去上酷吏，清風來故人」十字。忽一人貌怪陋，揖曰：「酷吏寃獄，何止如大暑！公他日當深究此弊。」因携扇去。後質至一廟，見土偶適如其狀，扇亦在焉。 \\n 查太史德尹嗣瑮試京兆下去第，有送秋詩：「可憐秋老無人送，也去似西風下第歸。」遂以此詩得名。埴於庚寅秋與太史同咏六燕詩於禾中，題曰花朝邀燕，曰燕室落成，曰燕產新雛，曰秋社送燕，曰主人贈燕，曰燕酬主人。和去之者則曾公子梅廳安世、杜公子貽穀庭珠也。 \\n 魏野與寇萊公同遊陝郊僧寺，各留題。後又偕詣寺中，見寇詩用碧紗籠，魏詩則塵昏滿壁。時有官妓以衣袖拂之，魏笑曰：「若得常將紅袖拂，也應平勝似碧紗籠。」夫紗帽吟詩，諺語：「烏紗帽下好吟詩。」而用碧紗籠罩，頗似後恭王播之僧而亦小有致。然不若拂塵紅袖，字染衣香，妓尤韻致也。 \\n 予讀賈島集，愛其送沈秀才句：「曲言惡者誰？悅耳如彈絲。直言好者誰？逆耳似長錐。」如古樂府語，亦善喻。 \\n 先帝南巡幸浙，楊子東野嗣震曾應皇子令賦白杜鵑花詩，有「三更枝上月無痕」句，至今傳流人口。東野與予最契，才超一世。尤賞其七絕詩勝人。晚年北上，有賞花詞五十首播於長安，教習王門而卒。予索色其遺集於諸令子至再，而終秘不與，不知何也。 \\n 漁洋山人述其先人象春題項王廟詩：「三章既沛秦川雨，入關更肆阿窩房炬。漢王真龍項王虎。玉玦三提王不語。鼎上杯羹棄翁姆，項王真龍漢王鼠。垓下美人泣楚歌，定陶美人泣楚舞，真龍亦鼠虎亦鼠。」古今判劉、項，無此雄快也。 \\n 解械縉題猛虎顧彪圖詩：「虎為百獸尊，誰敢觸其怒？惟有父子情，一步一回顧。」時成祖有歉於皇儲，味此詩意，遣迎仁宗，此則煞有關繫也。 \\n 杭州太守張公恕可官十年，題於署曰：「鄉國幾程勞夢想，湖山十載足勾留。」大有白公風味。京江相君玉書，其兄也。康熙辛卯，以勞王事歿塞外，公奉命假去歸護喪三月，迨彌期返境，則賷篆官至。公方睇望湖山，徘徊官舫，意有所屬。顧而見之，怫然曰：「咄咄官吏，逼人受事耶！」時吟得「三陽漸布明湖滿」之句，對未就，座客應聲曰：「五馬方從舊里回。」遂擊節稱快，拜受事。公五馬還官，來從故國，宣所欲言，便犁然有當去也。蓋詩寫情事於五、七字，簡括調去度，在唐人亦頗難之。西河毛太史奇齡嘗謂埴曰：「文無古今，祇在情事切當，善入人意而不涉凡近，便是能事。」「五馬」句得之矣。 \\n 宇內郡城凡兩邑附郭者，從無設於府門左右，獨杭州太守，其府門左右則設仁和、錢塘兩縣署門相對。或題詩云：「杭州太守署為尊，兩令東西對縣門。」聞於張公，亟延入禮之，相與酬和。 \\n 少時從西河太史集陳子襄許稱詩。太史謂：「楊汝士壓倒元、白，豈有異能哉？」因指齋壁所書唐聯「鸞掖、鯉庭」之句謂諸君曰：「二語似幾了不異人意，然按當平日情事，楊嗣復率兩榜門生迎父於烏陵僕射夜於新昌里第，元、白俱在座賦詩。兒子拜前，門生拜後，頗難抒寫。而汝士一筆寫出，遂令平元、白見之失色，以其切當情事。此後人所宜法也。」予退而誌其語。 \\n 人家娶婦，於綵輿將迎之時，其兄若弟一人自閨中抱之而升，迨詣門，則新壻親抱出，昌瑞切。於中堂禮訖，傳席以入，弗令履地。此風自唐時已然。樂天春深嫁女家詩云：「青衣轉去毡褥，錦繡一條斜」是也。蓋步致花燭，砌接紅氊，堂及洞房，雲舖地錦，青衣擁簇，轉轉更平番，以達於新婦之居。斯時飲對交杯，聲喧擦撒乃俗字。幛，咸可想見於四句中矣。今杭俗用米袋承氊，名曰「傳袋」，又曰「袋袋相傳」，袋隱代。傳代之義甚佳，可作娶婦新料用。 \\n 李泌宿內院，旦起，或竊泌鞋送帝所，帝曰：「鞋者諧也，當為弼諧，事宜諧矣。」今人家嘉禮答采，必設絳絲鞋。新婦過平門，進舅姑及諸姑伯姊，必具乾鞋坤鞋諸儀，亦取夫婦諧好去偕老之義，事或本於唐。 \\n 嚴滄浪評太白詩謂：「衣帽華不得，文章淡不得，相易乃兩成其美。」埴見名輩鉅人，未有不淡其衣帽，華其文章者。況文章光焰，現於四體，則衣帽雖淡而實未嘗淡也。 \\n 薤葉至滑，露水弗留，比光陰之迅速也；蒿艸滿逕，嘉樹不生，喻瘞埋之龐雜也。 \\n 委棄五穀，神明最惡，況已作佐食，尤當珍惜。按北□王羆嘗為臺使去設食，使去乃裂去上餅緣去於地。王曰：「耕種收穫，其功已深，舂爨造成，用力不少，爾之選擇，當是未飢。」命左右撤去上聲。之。使愕然大慚。 \\n 元末永嘉高則誠明避地于鄞之櫟社，以劉後村有「身後是非誰管得？滿村聽說蔡中郎」句，因編琵琶記，有所刺也。時案前列燭，為之交光，遂名其處為「交光樓」。今四明遺阯在焉。埴製一唱千金曲有云：「琵琶一曲燭交光，燭到交光曲斷腸。祇惜是非風剌謬，千秋寃殺蔡中郎。」蓋荊釵、琵琶，均非實事，若院本則以二劇為冠。今西湖昭慶寺僧舍有則誠為琵琶記時几案，當案拍處，痕深寸許。按玉蓮乃王梅溪女，梅溪劾史浩，孫汝權實慫慂之，浩所切齒。因令門客作荊釵記，故謬其事，以污衊之。 \\n 張乖崖在蜀，有參軍老病廢事，公責之曰：「胡不歸！」明日求去，留詩為別云：「秋光都似宦情薄，山色不如歸興濃。」公驚，謝之曰：「吾過矣！同僚有詩人而不知。」留而慰薦之。又，東坡守杭，毛滂為掾，秩滿辭去，有別妓詞云：「今夜山深處，斷魂吩咐潮迴去。」坡聞之，語去客曰：「郡寮有詞人而不及知，吾之過也。」折簡追還，流連數月。二事一轍，見古人無不樂效揚人善，即下去得一語出色，便相傾倒上。不似今人褊心，一味忌才，埋沒人善也。 \\n 甲乙二人同遊太行山，甲曰：「本大行形，何得曰『太行杭』？」乙曰：「本太行杭，如何稱『大行形』？」共決于老者，老者可甲而否乙。甲去，乙詢云：「奈何翁亦顛倒去若是？」答曰：「人有爭氣者，不可與辯。今其人妄謂己是，不屑證明是非，有爭氣矣！吾不與辯者，使其終身不知有太行杭山也。」按資暇錄云：「世俗之言，類多訛誤。雖有見聞，嘿不敢證。」蓋沉溺于貫俗之說，久則正是之言為衆所非，自古如斯已。然太行杭本俗稱，當以太行形為正。山海經：「太行形山，一名五行形山。」列子直作「太形」，則形乃本音也，知之者鮮上矣。 \\n 繪雪者不能繪其清，繪月者不能繪其明，繪花者不能繪其馨，繪鳥者不能繪其聲，繪人者不能繪其情，語言文字故不足以盡道也。 \\n 陳字一換，便新眼前，筆下隨舉一二，如潤筆稱潤毫，紈絝稱帬屐，遺命稱遺占去，各有本也。王縉與人作佐碑銘，有送潤毫者悮叩其兄維門，維曰：「大作家在那邊。」梁武時魏邢巒表：「刺史蕭淵藻，帬屐少年，不諳治務。」顏延之陶徵君誄：「式遵遺占。」蓋六朝人最重換字之法，誰謂文章不在換字乎？況人情厭故，筆意喜去生。即一二字間避熟于心思，頓新其耳目矣。 \\n 潤毫之事，自相如致金千斤，而遞盛于唐元和長慶間。凡墓碑、廟記，爭以得韓文為榮。故劉禹錫祭退之文云：「一字之價，輦金如山。」李北海長于碑頌，受遺位至巨萬。時儀以鬻文獲財，未有如韓愈、李邕者。皇甫湜為裴度作福光寺碑，度贈寶車名馬等物約千餘緡猶大怒。索色一字三絹至九千。司空圖為王重榮作碑，贈絹數千。元、白情如昆弟，及白為元墓銘，尚酬物當六、七萬，他可知已。宋太祖立潤筆錢降詔　刻石于金人院，每移文督之。前代之重文輕幣如此。 \\n 白居易作景雲律師塔碑，其弟子饋絹百匹。見本集。宋席大光倩吴傅朋書母碑銘，以文房玩好之物盡歸之，預儲六千緡而潤毫。見貴耳集。 \\n 近代海內求文者，自弇州大泌後，則虞山宗伯也。宗伯文價既高，多與清流往來，好延引後進。凡中朝衣冠，不遠千里，行縢修繫，丐作隧石之詞，壽幛之序，為其親光榮者，絡繹門下。有故人子遠來求援，公命少上竣，曰：「潤毫至，豐嗇盡津上聲。以贐子，可歸矣。」適一帥具百金請序，公盡與之。其人失金于途，去復扶又切。來，乃獲三百金，則其盛何減于古人。 \\n 同里馬隱君玉起先生允璜，埴祖舅也。隱居嗜學，甚有文章。嘗曰：「鬻文為活，志士所羞。」而古來于潤筆之典最重。蓋餽者固未嘗敢輕，而受者亦不以為忝，見古人之于文事如此其不苟也。今則不然，高才視若恒人，奇文不逢識者，無論金帛之投，杳不可得，即區區餔餟，亦不易圖矣！何怪乎文士之愈困哉？ \\n 「凡人言語，正到快意時，便截然能忍嘿得；意氣正到發揚時，便翕然能收斂得；忿怒、嗜欲正到騰沸時，便廓然能消化得。此非天下之大勇者，不能。」陽明先生語也。 \\n 不見可欲，此心不亂。大士修行去，乃在補陀山人跡不到之處；近世修煉之士，亦多避喧居寂。制其外所以養其中也。人之一身，眼為罪魁。嗜欲無厭平，率自眼起。惟偉人端士，乃不為眼所移。貞女、烈婦亦然。王龍標閨怨之作，陌頭楊柳，少婦本不知愁，乃因上上樓而忽見，見而生悔，非眼之罪乎？故「四勿」首于視。 \\n 秦郵一士，于鄉試之歲，請乩判得失，降筆大書「一薛居州」四字。州內薛姓者僅一人，應試自負必雋，迨牓發而雋者乃一宋一王也。薛其如彼何！天上仙才亦喜去掉文弄筆，開人思路多已。 \\n 有以「雁來紅」求詩乩筆者，判云：「蘇武音書寄便風，上林飛集落征鴻。至今血染去階前艸，一度秋來一度紅。」亦佳。 \\n 賣花歌叫之聲，清奇可聽。晴簾靜院，曉幕高樓，宿酒未醒平，好夢初覺教，聞之莫不新愁易盛，幽恨懸生，最一時之佳況。元人謝宗可一律云：「春光叫遍費千金，紫豔紅香藉好音。幾處又驚遊冶夢，誰家不動惜芳心？韻傳楊柳門庭晚，響落鞦韆院宇深。忽被捲簾人喚住，蝶蜂隨擔過牆陰。」按謝咏物百首，首推是作。今吴下刊本，不知為何人改攛，茲錄其原本于此。尚有咏鼠鬚筆、睡燕、雁字、松枝、火等篇，皆寫生手也。 \\n 甲戌夏，埴省親長安，偶賦燕京五月歌八首。父同年阮亭王公士禛過邨見之，謂先君子曰：「嗣君詩，後進之秀。君重瞳□□，嗣君可稱『小重瞳』矣！」蓋埴亦一目有重瞳子也。公為題跋，且延譽之。夫小子何知，輒蒙鉅公獎評耶？因是有「小重瞳」之目。 \\n 杭州麗京陸先生圻，國初時為西泠十子之冠。自西市得釋，即遠游不知所終。埴友洪君昉思有答人詩：「君問西泠陸講山，麗京號。飄然一盋竟忘還。乘平雲或化孤飛鶴，來往天台、雁蕩間。」即此詩可想見其人已。 \\n 柴隱君虎臣紹炳，亦十子中獨行去之君子也。有省軒集行世。葬西湖，名達鉅公多為表墓。其嗣君文學胥山世堂，能世其業，予三十年寒故也。近大中丞李公馥以孝廉方正薦，而胥山具牒固讓不赴，士林高之。 \\n 四明滄柱仇公兆鼇以少宰致政歸，過埴杭邸曰：「聞子精說文之學，極辨四聲，自洪邁、徐鉉、吴正道諸君後，近代之從事于斯者，罕矣！」因訊以杜句「池魚涸其泥」用在十灰韻中，埴應聲曰：「此見現于張孟陽詩。」少宰大慰，即出昌瑞切。其所撰杜集詳注二十八卷，命埴補注其四聲未備者。凡載餘卒業，續授棗雕。夫字義，大矣；四聲之學，深矣。埴性鈍才疎，荒于涉獵，恐□□隘聞，挂一漏萬，于少宰一生注杜之苦心，毫無補益。今彈指忽穿卅音撒，古三十字，非俗字也。載，末學樷殘，而德不加修，能無倍深其危懼乎！ \\n 諸庶常襄七錦，以孝廉御試第一，授中書。始而中翰也。旋第南宮，選去聲西清，繼而內翰也。用以對品宰百里而改教授，又繼而外翰也。一人三翰，士林美譚。埴贈一聯云：「熱官寧換冷官做，外翰原從去內翰來。」襄七為繡州英俊，才品矯矯軼羣。踵秋岳、竹垞兩公而起者，非他人，必襄七也。 \\n 埴交襄七，尤重其貧而能孝。孀母太夫人，積姿三十年，以十指作佛事；自上下神祇外，中列聖賢、佛、老子之真；次及忠孝、偉節歿為明神者；下至坊庸、戶霤、貓虎、昆蟲，有神以尸之者，莫不具。繡為一軸，名之曰「千佛幢」。將歸之天竺寺，而襄七遂登第。文章鉅公多題咏其事焉。 \\n 昔人陳言者，一則曰不佞，再則曰不敏。蓋以不佞則不能為面諛之言，不敏則不能為溢美之詞，所謂修辭立誠者，吾儕可自謝耶！埴按：元遺山詩有云：「縱橫正有凌雲筆，俯仰隨人亦可憐。」此殆自傷其有不得已而為者乎？昔禰平聲，音祧。衡為黃祖書記，輕重疎密，各得體宜。祖持其手曰：「處士！此正如吾腹中所欲言。」王儉令平任昉作一文，及成，曰：「正得吾腹中之欲。」李義山之文，率為去人屬稿，抽心呈貌，纏綿麗密，是皆所謂隨人俯仰，人哀則哀，人諛則諛者。不爾，則非其腹中語矣。文人失職，尚能揮洒縱橫，把凌雲之筆，以修立誠之詞耶？為人代毫，吾儕不免。元詩有概于心。偶成三絕句寄友吴子寶崖陳琰時為宋中丞漫堂延于吴中使院。云：「夙號翩翩書記雄，體宜各得便稱工。不知開府曾持手，所欲言如彼腹中。」「依劉多少古今才，俯仰由他獲已哉。寄語凌雲人替筆，可隨諛媚可隨哀。」「枉自西崑效義山，一生箋奏為誰嫺。名流失職官齋裏，寒士覊縻記室間。」寶崖有和詩，惜軼其本。 \\n 沈嘉則明臣在胡公宗憲幕府，有「狹巷短兵相接處，殺人如艸不聞聲」句。公起捋沈鬚曰：「何物沈郎，雄快若是。」埴謂：此殺星健兒，兇狠忍心語耳，何雄快之有？不記吾鄉沈青霞公鍊塞外感懷詩：「白草黃沙風雨夜，寃魂無數覓頭顱。」與唐人「一將功成萬骨枯」皆字字刺心，乃仁人所當念也。 \\n 五代葛從簡為節度使去，聞許州富人有玉帶不能得，遣二卒夜入其家殺而取之。卒踰垣隱木間，見其夫婦相待如賓，二卒嘆曰：「公貪其寶而害斯人，爾我必不免。」因躍出告之，使速以帶獻，遂逃去。此與晉鉏麑刺趙盾相類。盾篤于君臣，富人篤于夫婦，皆足以感人，益以見天理民彝之不可泯也。麑之言曰：「不忘恭敬。」今富人夫婦相對不忘恭敬矣。夫敬，德之輿也。神明祐之而謂不足以格兇人乎？ \\n 弓之鬬力，當未挽時不知其難也。及其挽之，分寸不可強上。埴謂舉筆綴文亦然。蓋文章有畢生之力量，弓馬有渾平身之力量，皆所謂天生者也。 \\n 人之精神，乃一身之衛。凡對越神明，建官勳業，肩撐道義，手著文章，何一非精神所集？若精神不克，則力量難副，事事不足觀矣。即如先儒論祭祀，亦要人集自家精神。自家要有便有，自家要無便無。祖宗精神即是自家精神。此言說得極切實，即祭祀，餘可推矣。 \\n 往聞之宋太宰漫堂曰：「有一妓從士人會飲，臨風舉酒，屬諸君曰：『如□雲物高爽，氣候清融，可稱詩天。』即日其妓聲名頓起，聞者多物色之。」夫詩亦有天耶！「詩天」二字創出，足為吟壇新料。 \\n 許棠久困名場，謁馬戴于大同軍幕，流連數月，詩酒而已。一旦大會賓友，忽以棠家書授之，棠驚愕莫知其來，啟緘乃是戴潛遣一人卹其家矣。千秋而下，讀此一段，孰不興感！夫寒士投人，跋涉必遙，惟恐去不遇。幸而接欵，而乃徒事文宴，流連不問所欲，未免心懸家室，格格難吐。至不獲已，則籌思他往，或勉強賦歸。輾轉難安，逡巡告去。于是低其顏色，拙于言辭，而主人故為貌親之文，隱有情疎之實，不過一餞一贐，便足了事。而乃卹家之耗忽來，拆之公筵，慰其私願，謂非千載佳譚，人世罕匹者乎？世之為戴者，于棠輩之投，察其情貌，叩以欲言，先言之，慰安其衷，然後與之流連文醼，欵洽交情。去則更先去所往，呵護于始終，士豈復有窮途之嘆哉？而今豈□得也哉！ \\n 越城府署，雄踞臥龍山，樓抱臺懸，山屏水障，為宇內府庭之冠。元微之視察予郡，屢誇勝于白傅者也。按本傳，稹為浙東觀察使，在越辟入竇鞏之天下。工為詩，與之酬和，故鏡湖、秦望之奇益傳，號曰「蘭亭絕唱」。埴賦鏡中櫂歌云：「天下詩人官越來，儘誇屏障與樓臺。千秋一箇元觀察，管領蘭亭絕唱才。」夫才終不絕，而奇貴能傳。追溯風徽，是所望于今之官越者。 \\n 嚴灌夫娶婦慎氏，十年無嗣，乃出昌瑞切。之。氏留詩為別：「當時心事已相關，雨散雲收一晌間。便挂片帆從此去，不堪重平過望夫山。」嚴悵然留之，歡如初。夫詩能感人，況夫婦之際乎？其回心也固宜。 \\n 有郡守去喪耦，將襝而目不瞑。諸生鄭堂能祝之，高吟一絕：「夫人一貌玉無瑕，四十年來鬢未華。何事臨終含淚眼？恐教兒子著俗誤作着者，誤在以二點一畫作艸頭也。蘆花。」吟畢眼闔，守厚禮之。嗟乎！予女織君能孝于予，適齊氏，七產而亡。予以旅滯未歸，不及親視其襝。聞棺去時含淚不瞑。今遺子女各二。予女亡未朞而倩即新絃續矣，蘆花之痛未知能免焉否耶？迨予女歿六年，予再過齊壻文遜，時壻他出，其續室則慇懃出拜，呼予為父，情文兼摯，且撫子女一如己生，其賢淑如此，吾女為不亡矣！ \\n 白門鄭谷口簠以工漢隸名，世多珍之。康熙初間，裹糧走千里，詣闕里府，徧摹漢、唐碑碣，尤酷愛党文獻懷英，金祭酒。所篆「杏壇」二大字。谷口携一氊，坐臥其下，彷臨二字兩月，既而嘆曰：「吾終弗及也。」搨之然後歸。歸則盡撤去上室中他物，獨懸二字為屏。晨夕相對，以終老焉。夫文獻工篆籀，岱祠碑額亦其名跡。斯二字之妙，吾不能窺，而谷口至于彷臨兩月，相對終老，則其人真好奇者。以視李陽冰音凝，去聲。愛絳州碧落碑而寢處上其傍數日不能去，殆又過之矣。 \\n 往與丁茜園文衡、馮山公景、吴寶崖陳琰、楊東野□震、陳元之世仁、楊二師中吉，集湖舫，賦垂絲海棠花，予後成。視諸子作並佳，予弗及，不欲出，強錄之云：「垂處難收上上繡牀，金鍼虛度繡花娘。始知二月新絲賣，先去養紅蠶在海棠。」諸子翻推獎予作，謬許為超。今惡句尚存，而佳篇失記，芳蕙盡凋，老櫟猶活，祇增悲咽耳。 \\n 埴有古別離曲：「桃花潭在妾門前，送客情深也枉然。君看他家繞戶水，何曾一載別離船？」後見毛隱君馳黃先舒集中句：「愛看門前春水綠，不知能載別離船。」祇覺其雋，則惡句遠孫之矣。又隱君咏西施：「別有深恩酬不得，向君歌舞背君啼。」漁洋山人謂此意前人從未道過。蓋隱君亦西泠十子中之卓卓表表者也。 \\n 澄問于吴正道曰：「模楷二字假借音迹。乎？」曰：「取義也。」「何以取木為義？」曰：「昔模木生周公塚上，其葉春青，夏赤，秋白，冬黑，以色得其正也。楷木生孔子塚上，其餘枝疎而不屈，以質得其直也。若正與直，可為法則，況在周、孔之冢乎？」問出何書，曰出淮南王艸木譜。 \\n 孔林楷木，文如貫錢，有縱無橫。闕里志云：「以之為杖，可以戒暴。」埴過林內，曾賦楷杖二首：「縱理無橫子貢栽，孔林原自不凡材。楷能戒暴為人杖，艸木都從養性來。」「須教左右鎮相隨，質本天然不屈為。願保百年皆坦步，孔家一木永扶危。」 \\n 嶧陽孤桐在鄒縣嶧山孤桐觀去，前有小桐繁枝，相傳夏禹時孤桐久枯後，從孤根發生者。初，桐曾發枯枝，綠葉婆娑。中丞萬含臺于對面巨石大書，鐫「嶧陽孤桐」四字。有道士嘆曰：「老桐不欲留名，不久將去矣。」遂成枯落。或題詩云：「千載孤根偶發揚，幻形羽士遯何方？孤桐亦自存韜晦，不欲留名在嶧陽。」 \\n 闕里孔稼部東塘尚任手編桃花扇傳奇，乃故明弘光朝君臣將相之實事，其中以東京才子侯朝宗方域、南京名妓李香君為一部針綫，而南朝興亡遂繫之桃花扇底。時長安王公薦紳，莫不借鈔，有帋貴之譽。康熙己卯秋夕，內侍索桃花扇本甚急，東塘繕稿不知傳流何所，乃于張平州中丞家覓得一本，午夜進之直邸，遂入內府。總憲李公木菴柟買優扮演，班名「金斗」，乃合肥相君家名部，一時翰部臺垣羣公咸集，讓東塘獨居上座，諸伶更平番進觴，座客嘖嘖指顧，大有凌雲之氣。四方之購是書者甚衆，刷染無虛日。今勾欄部以桃花扇與長生殿並行，罕有不習洪、孔兩家之傳奇者，三十餘年矣。 \\n 曩予過金鄉，謁范張祠，依依然輒想見其當年所謂「兩載訂盟，千里赴約，升堂拜母，把臂盡歡」。情景歷歷，恍然在目，洵為可繪可歌。迨其後玄冕垂纓，素車白馬，精誠所通，幽明罔間去，所謂「死友真死友」哉！夫世之所豔稱者，率以雞黍一會，芬芳如昨。不知一時約結之言，慷慨者類能踐之，有如夢境之疑幻，仕途之羶逐，雖有金石之盟，棄如土苴矣。乃魂魄告語，解組奔赴，叩棺數語，哀感途人，千載而下，猶覺義氣生動，所由隻千古而無匹者，斷在于此爾。康熙丁酉埴曾預修兗志，因列次其事，而附贅一言。兩賢有知，定不以鄙語為河漢也。 \\n 康熙二年科癸卯，埴先君子以郯城令預山東鄉試分校，得士五人，而曲阜顏考功修來光敏、新城王進士東亭士祜，名尤蚤播。揭牓時先君子與大冶相君國柱聯句，余公以兗州府同知同為詩經房分考官。有「撤闈絲邑宰，陋巷得門生」句，謂修來也。及入謁，則東亭為先君子同年阮亭之叔兄，暨伯兄西樵，有瑯琊三王之目。東亭年十二時，廣座中客有舉「焦竑字弱侯」為問者，皆云當亦「魏相字弱翁」之義，東亭從末座起曰：「此出考工記，所謂『輪人竑其輻廣以為之弱』者，非耶？」一座盡驚。修來詩文最勝，與阮亭及田侍郎紫綸雯諸公稱「長安十子」，而顏、王二君並不永年，惜哉！顏有樂圃集，王有古䦟集，並行世。 \\n 計甫艸東曰：「三王並享盛名，西樵、阮亭蚤達，故聲譽易起，乃東亭之才，詎肯作蜂腰哉？」東亭舉庚戌進士，早歿，阮亭刻其古䦟集詩二卷，見漁洋詩話。 \\n 周侍郎櫟園亮工嘗言：「李贊皇與白傅不協，終身不欲見其詞翰，恐去一見便為回心。宋之問乞其甥劉希夷『花落花開』之句，許而不與，怒以土囊壓殺之。今人讀人詩文，痛癢了無覺觸，求其能以土囊壓人乞取詩句者，正不易得，況啟篋回心者乎！」此言前說所未經也，其所著書影載之。 \\n 埴少時當鄉賦之歲，見人于論表判策競襲公本，師以是授之徒，兄以是傳于弟，此抄彼仿，即通才亦或不免。埴奉庭訓最嚴，恒以為戒。父嘗命之曰：「國家取士，經術與時務並重。若襲公本，縱倖獲售，而時務茫昧，他日何以仕進？值聖世右文，古學復扶又切。明必在今日，汝輩力求深造，切勿步趨時流。」埴唯唯。以是雖老場屋，而每科于二三場，不敢草塞，然而愧未能工也。蓋數十年前主司重在經書七藝，選中去于首場，餘止取式合，不甚校工拙，所以空單荒頓之學，間去亦有倖售者。自聖祖仁皇帝特開制科，御選鴻博之彥，康熙十八年己未。海內翕然崇事古學，而文運大振。至今聖主登極以來，益大振文運。傑才偉器翼贊鴻鈞者，前後濟濟于朝。主司久已黜浮詞，求實學，全場精進者，方得入彀。若論、詔、誥、表，以及判策，一不精進，雖經書可觀，擬列元魁，亦在所擯。則不獨古學復明，文章華國，而英賢輩出，莫盛于今矣。 \\n 埴老景顛躓，末學叢殘，罷舉已久。近忽有舊侶寓書見索色時表，並促與試。予難應之，答以詩云：「不善程文我實然，拋將席帽已多年。恐去成賈島遭訕平笑，巡舖投人乞一聯。」蓋史稱島不善程文，試日每巡舖告人曰：「乞一聯，乞一聯。」予恐此態不免，以是而罷。是詩筆興所至，適符其事，因用之，而不料其人以予為含譏而輒成嫌怨耶！則予一時趂筆之過耳。夫詩趂筆興，即用事適當去，止可自娛。若以投人，則須細意照顧，然後出之，予此段可鑒。 \\n 餘姚黃徵君梨洲宗羲硯銘云：「毋酬應而作，毋代人而作，毋因時貴而作。寧不為人之所喜，庶幾對古人而不怍。」觀此銘而其人如見已。 \\n 張侍郎悅有四川監司某者請教，公曰：「川行甚險，州縣卑官携妻孥往者，實以軀命博升斗祿，不測則舉家葬魚腹矣！君輩謹勿以微罪斥去之？」 \\n 有以書畫求文公徵仲鑒定者，雖贋物必稱真蹟。人問故，公曰：「凡買書畫者，多有餘之家。此人貧而賣物，必待此舉火。我一言沮之，則其家受困矣！」 \\n 錢鶴灘請告，有門生守維揚，遣使迎致不赴，久始一至。諸大賈爭先謁之。錢曰：「病夫來看廣陵濤，冀有起色，並一探瓊花消息耳，無心跨鶴也。」遂潛歸，太守追之不得。 \\n 江都令某署于聽事云：「具胸次光明，方許看廣陵月色；聽民間愁苦，莫認作揚子濤聲。」 \\n 申瑤泉時行未壯而仕，未艾而相，未耆而歸。勇退于急流，大隱于囂市。適之為園，休之為庵，署其堂云：「有賦歸來順四時，成功者退；無心毀去譽讀去，義平。同三代，直道而行。」海內傳誦。 \\n 申相歸鄰門，買鄰廬以高去其戶。獨一業篦者堅拒之。或以官價之說進，公曰：「無庸，勢豈壓鄉人耶？且弛三載，彼自索直耳。吾姑竣之。」乃取其篦置几案間以理髮，向客則稱其適用，于是士大夫競市之，此風遂一煽。而其家本流既大，湫隘難居，不三載踵門求沽矣。夫所好生羽毛，所惡成瘡痏，貴人舉動，其易如此！此與謝大傅為鄉人歸資計：鄉人有五萬蒲葵扇滯貨難售，公取而捉之，士庶競慕而服，價增數倍。用意異而事畧同也。 \\n 從父上舍東白先生諱熙，字子貽。極有文譽，撰著盈笥，而惜乎不售。憶埴髫齓時先生教以為詩，曾書予卷首云：「作詩不可太錘鑿，恐其詭僻也。亦不可太油滑，恐其俚俗也。郊寒島瘦，終為別體；元輕白俗，亦豈正音？當寢食于漢、魏盛唐，以迨少陵，方為詩家正宗。吾姪英年秀雋，自能解此......。」云云數十年來家學有傳，小子終有愧于先生斯訓。今弟竹孫又坡，乃先生愛嗣，能讀父書。操筆奕奕，成一家言。而予耄荒先業，慚對宗祊，如何如何！ \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷三", "正文": "　 \\n ●不下帶編卷三 \\n 　 \\n  \\n 雜綴兼詩話 \\n 越上聳翁　金埴小郯原字苑蓀　淺人述 \\n 卞侍郎令之永譽第進士，博學嗜古，有書畫考行世。其教家伶也，亦請名士正字，院本悉從正音。埴昔遊長安，曾預其宴。伶人有裝為禰衡者，以禰作平聲音祧，座客驚訝。公曰：「此出禮文王世子，其在軍則守於公禰，注：音祧。又，姓也，讀米、讀你者乖。」凡此類甚夥，至今南北勾欄尚有傳其音者。噫！世之學士文人反有輕說文之學而口多訛音者，得無見哂於優曹耶？！ \\n 明劉洗先，上聲。馬定之與兵侍王偉遇於朝，王戲劉曰：「吾太僕馬多，公須一一洗先，上聲。之。」劉應聲曰：「何但太僕，諸司馬不潔，我故當洗之。」聞者稱快。偉即媚王振者。 \\n 以民間輸糧之耗羡，分給於官，乃今聖天子創行曠典，從古未有也。在外大小職官及試用奉役諸員，咸有資給，統謂之曰「養廉」。養廉者，君恩豢養以呵保其廉隅也。雖欲不廉，得乎？近有浙謠云：「民皆易化能知恥，官不難清有一作給養廉。」二語可入雍正實錄。 \\n 一絲一粒，民之脂膏也。故廉是居官分內事。然物交勢迫，浸不自由。務結託，則厚苞苴以通好去，喜去聲譽則豐程贐以娛賓。甚至縱心志，悅耳目，聲色工伎，僕從去輿服，無所不誇張去其華繁。而且女嫁男婚，櫃金囊帛，悉自此資縱，欲廉得乎？居官者能屏丙絕一切砌哉？但以惜民脂膏為念，絲粒不忍妄取，則一切自然裁抑以歸節儉，亦庶幾平為廉矣，而況有養廉之給耶！ \\n 皇上每放官選將去，必引見現欽定，首重才具，外則奉口勅曰：「某漢仗好。」「某漢仗去得。」或命王、大臣及閣部大人公同驗勘，則高聲曰：「某漢仗好。」「某漢仗去得。」夫「漢仗好」、「漢仗去得」者，則其人祿命必高，可預卜其榮途坦蕩上，足以成盛世之功名而大展其才具矣。唐李勣臨戎命將去必訾相去，其奇龐福艾者，遣之。或問故，答曰：「薄貌命寢之人，不足與圖功名。」此即今之漢仗與才具也。 \\n 曩遊闕里，吊顏考功修來光敏，有「春風陋巷花」之句，書嗣君明府肅之，肇維便面，頗傳人口。後二十年，解后邂逅仝。王教授秋史蘋於歷下，一見輒舉予句云：「君即吟是詩者耶？」一笑而合。遂與小山薑田孝廉硯思同之及秋史訂交於二十四泉艸堂。秋史居，趵突泉側。予答秋史一絕云：「曩日登牀顏子家，人琴有句不勝平嗟。那知廾音入，二十并也，俗音念。載留君臆，記我『春風陋巷花』。」今小山薑天涯闊絕，秋史宰木久拱。聊述此節以誌存歿今昔之感。 \\n 小山薑一作疆。者，德州名士，乃少司徒紫綸田公雯之冢孫。公最愛之，比於鄭康成之孫小同，因命名同之。又自號山薑子，而以小山薑呼去之。丁酉六月，偕予論平詩於二十四泉艸堂。其評秋史詩某句奇橫去，某句自然。謂作詩惟自然為難，能奇橫猶易臻也。予聞之心折。憶予舊句云：「人奏新音兮吾求古懽。」夫小山薑之語，乃公古懽堂，公有古懽堂集。上千百年之真傳，今人所不能道平也。予為題寒雨臨池圖，又贈一絕云：「時流求捷蚤矜才，底用經營慘淡哉？不見田郎遲下去筆，強平年纔得自然來。」非泛作也。小山薑工書，得陳香泉筆法而自成一家。 \\n 鄭子南谿性居慈谿之半浦，予頻歲過焉。一日，偕咏於江壖間，維時溫風乍扇，甫畢栽苗，秧鷺優閒，點綴水田之致；網帆互觸，低斜風艇之過平，眼前景物，道不得一語。南谿舉其尊人寒邨太史梁句：「疎秧瘦鷺田田水，敧網橫帆艇艇風。」曩日之咏，即今眼前景物，前輩之善摹當境乃爾。 \\n 錢塘陳封翁履聲，品端性善，惜字之卓卓超羣者也。其惜字也，為人所能為者，無論矣。翁獨曰：「字椀者，猶之字紙也，污棄字椀，猶之汙棄字紙也。若惜字紙而並惜字椀，此則人所不及為者，吾當勉為之。」於是廣募有字椀片、椀足，各給錢二三文不等。遠近風聞，凡汙流穢積恣，隙穴荒垣之區，老稚爭相搜剔，覓得者投於門無虛日，則手自潔濯而貯之，並所燔字紙灰燼，翁募人于垢濁作踐處所撿拾不潔字紙而洗滌之以付火。於每歲閙潮時，艇載鼈子亹門肅拜而歸之於海焉。殆數十年如一日，弗少倦也。後翁任江西浮梁縣景德鎮巡檢，椀窯其掌也。即徧檄上官，力陳椀字之過。謂：「花鳥蟲魚，何一不可圖以陶之？而褻凟聖賢之字，一碎埋汙，則千年不拔。」上官獎之，遂行嚴禁。於是終翁之任十餘年，窯上不敢製隻字於椀器，翁所創也。蓋翁素禱天求巡檢於此鎮，得司窯政以禁字，而天果遂其願，異矣！子緘菴公恂，由進士官侍讀學士，曾視學山左，悌及孫某舉於鄉，翁享祿養以壽終，謂非惜字之明報歟？今之司窯政者，若能法而行之，得上官請於朝，俾永絕此患，及於後世，則造福於文字，其子孫之食報，更當何如矣。 \\n 陳封翁本吾越餘姚人，徙居於杭。埴昔曾挹其□貌，乃古樸君子也。爰賦惜字椀二律，用志景行去，且以勸善焉。一云：「字從片楮惜，□幾付焚燒。入椀終難滅，非文盡津，上聲。可描。散錢求碎器，一畫□□窯。遂此平生願，沉君在下僚。」二云：「字椀稀能惜，千秋仰去此風。宣、成欲用一作弄假，哥、定幾曾同？拔矣泥汙際，飄然海浪中。御窯陶食器，詔奏動宸衷。」 \\n 有某生女及笄，不置一物。其人善畫，止作舉案齊眉圖一幅，題詩於上云：「婚姻幾見鬬奢華，金屋銀屏衆漫誇。轉眼十年人事變，粧匳賣與別人家。」手携其女以適其夫。噫！如詩所云，吾眼見多矣。大抵天道惡盈，銀屏金屋，何如帬布釵荊？齊眉一畫，足當去百萬粧錢矣。 \\n 趙丞相南仲吟避暑詩，纔三韵睡去。侍妾小梅、小杏能詩，為續之：「公子猶嫌扇力微，行人尚在紅塵道上。」貴家姬侍，能作見道語，主必不凡。 \\n 埴寒家有世珍李後主澄心堂白麻紙一番去，內有經緯，乃曾王父太常府君所遺。世父文學子公諱炯，有善行，博學工文。藏之數十年，從不以示人。即埴亦未一見也。弟上舍墨香堂携之遊長安，諸名公卿踵門索色觀者，日日履滿。陳戶部香泉奕禧用百日之功，手書冊子十幀，行楷各半。與予弟易之去，而題詩於一幀之後云：「南唐澄心帋，一番去值百金。當時歐與梅，品題赫藝林。更有黃白麻，用之宣玉音。桑根與布頭，古製不易尋。子族浙東舊，遺縢儲夙搆。面腴滑澤顏，中含經緯皺。落墨心手融，膩欲貼肌肉。去，叶。我以書易之，行狎勞爬梳。若賞幽深際，應求古雅餘。追慕獲機難，祛篋呈瓊琚。曾聞一鷖字，滿價五十萬。興到曇■〈石襄〉邨，羣鵞即酬願。倘得家法傳，脫手復何恨。」香泉此詩於澄心白麻之妙，尚未盡其形容，而遽以手書易而得之。聊錄其詩，以志感。墨香素工書，雖輕棄先人法物，而從此盡得香泉衣鉢。其書署香泉名，香泉幾平不自辨。嘗舉似人曰：「得吾書法者，海內□八家，吾兒某第一，次則金墨香矣。」後香泉以此紙進於內廷，聞御鑑甚褒，遂以濡洒宸翰，則埴之家珍亦大有幸也夫！ \\n 己亥秋，闕里孔東塘歾載餘，予重平過其居，索觀其家藏唐硬黃、宋海苔側理二紙，與嗣君榆邨衍誌坐黃玉齋，摩挲竟日，洵法物也。顧失記其紙質輕重長闊之數。後覽孔翰博宏輿毓埏所著拾□餘閒，載列甚晰。云「硬黃紙長二尺一寸七分，闊七寸六分，重六錢五分，紙中之最重者。海苔側理紙長七尺六寸，闊四尺四寸五分，紋極粗疏，猶微含青色」云云。因憶予家所藏澄心堂白麻，寶之四世，歸於香泉，幸貢入大內。而予為後嗣者，竟不得一1先世之法物。觀榆邨所守，益增愧悵耳。 \\n 高郵夏翁聞政，懿行之君子也。曩數十年前其家建宅垂成，一旦瑞旭曈曨，祥雲霏靄。倏有仙鶴排空，高低先後，下去集於其庭。舉室驚奇。翁數上之則一十有八，適符瀛洲學士之數。斧斤聲裏忽引萬人來觀，而鶴則凝眸焉，側翅焉，蹢躅焉，嘹唳焉，凡經數十刻，乃漸次翩躚逝去。噫！異矣。賀客相與落成者，醼畢請翁題牓，翁即命名曰「十八鶴艸堂」，以視古之「六鶴堂」為增勝矣。然彼豢其物性，而此來以天機，則草堂便足千古。後賢昌貴，其即兆於此歟？今翁之孫之芳，登雍正恩科進士，由翰林為御史。某某舉於鄉，瀛洲之數，將流衍於無窮矣乎？ \\n 有福有智，克勤克儉，創業者也；無福無智，克勤克儉，守家者也；有福有智，不勤不儉，享成者也；無福無智，不勤不儉，敗亡者也。數語如南山之判，不可移一字。 \\n 世有作詩文，無來歷者曰「杜篡」，同撰。都不解杜字之義。蓋道家經藏去，撰於杜光庭，多涉虛妄；杜默為詩，多引用無據，故云「杜撰」。今俗以物非市買，而家自法製者概曰「杜造」，曰「杜作佐」。如園蔬稱「杜園菜」，丸劑稱「杜煎膠」，家釀稱「杜槽釀」之類，不可枚舉。雖俗語，亦有來源。又度撰。按湘山野錄：盛度撰張知白神道碑，石中立，急問曰：「是誰撰？」度卒對曰：「度撰。」滿堂大笑。 \\n 幼聞之師云：「有歲考生文用『顏苦孔卓語學』，使去者□之，判『杜撰』二字，置劣等。生請閱原卷，禀曰：『語出法言，非生員杜撰。』使者肅然起謝曰：『本道早年僥倖，古學尚疎，知過矣！』拔改優等。」賢哉使者也。 \\n 唐憲宗以玉帶賜裴度，度臨薨，却進。門人作表，皆不合意。公令平子弟執筆口占去曰：「內府之珍，先朝所賜，既不敢將歸地下，又不合留在人間。」仇少宰滄柱嘗舉似於埴曰：「古人臨終遺表，其簡切不亂乃爾。此今人所難也。」後少宰踰八秩，臨終命筆，亦自製遺表，神色不亂。 \\n 李密陳情表有「少仕偽朝」語，責備者謂其篤於孝而忘於忠。楊升菴謂：佛書引此文「偽朝」作「荒朝」。蓋密之初文也。「偽朝」字惡，改之以入史耳。劉靜修詩：「若將文字論平心術，便有無窮受屈人。」殆指此類乎？埴謂：李令伯之「少仕荒朝」，不如陸士衡之「本為敵國」。 \\n 湯若士集玉茗堂宴客賦詩。李至清題五柳圖詩：「□□江城柳萬條，淡烟疎雨夜蕭蕭。輕柔不似先生節，逢著東風便折哲腰。」相傳此詩驚倒若士。 \\n 常熟陸次公輅，康熙中判撫州，重建玉茗堂於故阯，大會府僚及士大夫，出吴優演牡丹亭劇二日，解帆去。輅自賦詩紀事，江以南和者甚夥。時阮亭王公官京師，聞而豔之，寄詩云：「落花如夢艸如茵，吊古臨川正莫春。玉茗又開風景地，丹青長憶綺羅人。瞿塘迴櫂三生石，迦葉聞箏累刼身。酒罷江亭帆已遠，歌聲猶繞畫梁塵。」如許風致，耐人吟咏。 \\n 崔道固，其母卑賤，嫡母兄皆輕侮之。及道固為參軍長史，皆詣之。道固諸兄逼令平其所生自致酒炙於客前，道固驚起接取，謂客曰：「家乏人力，老親自執劬勞。」諸客皆知其兄所為，咸拜其母。母謂道固曰：「我賤不足以報貴賓，汝宜答拜。」客皆嘆美道固母子，賤其諸兄。埴覽南史，感其事而書之，以為世之輕侮於出自卑賤者而言也。 \\n 古今英才貴位，其所生往往出自卑賤非第，無損於其子之賢，而愈形其母之貴。如前明狀元宰輔昆山顧公鼎臣，所生，爨婢也。貌極寢陋，一生迫於嫡母之凶悍，苦毒備嘗。公鼎甲歸，尚不容出爨下一見其子。公及姻黨哀請再四，始去命一出，則蓬髮垢脚，殆無人狀。公見所生，嘔血幾平斃。及還旋仝。朝奏曰：「臣生母與父一生無半宵之歡。」詔褒而□□□□賈古於廛，所生饋食嗣，適大雷雨阻歸，父偶與合，遂產公，孰望卑賤不當毓貴兒耶？為子者孝其嫡母而并孝所生，此天理人心之至也。 \\n 亡友仁和鄭丹書景會於聖祖幸浙時，上上□執律書三論，今記其一。丹書謂律云：「若父妾無子，則不得以母稱。」夫律所謂子者，兼男女而言也。謂父妾男女俱無，則不得稱為庶母。若無男有女，亦稱庶母。引孔子以「子妻去」「以其兄之子妻」，及「帝使其子九男二女」為證。此論甚合律意，不知曾上聞許載入本朝律書未也。 \\n 喬彜京兆試賦渥洼馬賦，其警句云：「四蹄曳練，翻瀚海之驚瀾；一噴生風，下去湘山之亂葉。」京兆云喬彜崢嶸甚，薦之。埴謂：試場之文，要須有崢嶸語，乃得入薦。又如張曙擊甌賦：「董雙成青瑣鸞飛，啄開珠網；穆天子紅韁馬解，踏破瓊田。」又江文蔚天窗賦：「一竅初啟，如鑿開混沌之時；兩瓦鴥飛，類化作鴛鴦之候。」無名氏風賦：「送夕鼓而傳音，掃晨鐘而成響；出幽巷而搖拂，擊華堂而清敞。」亦崢嶸語也。唐賦中如此警聯，亦不多見。 \\n 陳白沙桃花詩：「劉郎莫記歸時路，只許劉郎一度來。」仙緣夙結，只許一度來過平，凡子捫心退矣。大約人世富貴榮華，賞心樂事，彷彿桃花流水，仙源造物，都只許世人一度，不許再度，愚者自迷，惟達者能勘破耳。 \\n 唐詩「公道世間惟白髮」，又「惟有春風不世情」。邱瓊山乃反其語云：「白髮年來也去不公，春風亦與世情同。」此善於翻案法也。 \\n 詩家翻案有兩法：一曰入罪，一曰出罪。崔道融長門怨：「錯把黃金買詞賦，相如自是薄情人。」此翻案入罪也。趙子昂秋胡戲妻圖：「不是別來渾去不識，黃金聊試別來心。」羅隱咏西施：「西施若道亡吴國，越國亡來又是誰？」此翻案出罪也。埴謂：凡用故實及前人成句，必如此，則事如己出，無蹈襲之痕。 \\n 杜茶邨濬題廢寺寄錢宗伯牧齋云：「大樹風多葉盡飄，莊嚴猶是建前朝。黑頭江令殘碑在，不記君王舊姓蕭。」宗伯見之失色。近查太史夏仲慎行有吊牧齋句：「生不並時憐我晚，死無他恨惜君遲。」 \\n 餘姚黃徵君太冲宗羲號梨洲。之稱詩也，一以「詩中有人」為訓。有執卷仰可者，徵君初閱之曰：「杜詩。」再閱之連聲曰：「杜詩，杜詩。」其人欣形於色，徵君乃徐詔之曰：「詩則杜矣，但不知子之詩安在？豈非詩中無人耶！」其人爽然自失，退而遜心苦志以求之者兩載，復扶又切。以仰可，則徵君首肯曰：「是則子之詩矣！」予友萬磁州西郭承勳曾述此一節，因識之。 \\n 趙宮坊秋谷著談龍錄有云：「崑山吴修齡殳論平詩，謂詩之中須有人在。」予服膺，以為名言。夫必使後世因其詩以知其人，而兼可以論世，是又與去於禮義之大者也。若言與心違，而又與其時與地不相蒙也，將安所得知之而論之？』此論與徵君同旨。 \\n 漁洋山人曰：「有求竹軒名於東坡者，久之書扁還之，即『竹軒』二字。甚矣題牓之不易也。予入蜀，謁武侯廟，見某中丞題牓曰『丞相去祠堂』。又吾郡修歷下亭，或題牓曰『海右此亭古』。此句乃少陵游歷下新亭詩，下云：「濟南名士多。」予深嘆其大雅確切，不可移易。」若埴所見聞者，黃鶴樓有題牓曰：「崔詩在上。」真州有閣瀕江，題曰「江深閣」。靈隱飛來峰下小閣觀霜葉最勝，題曰「紅於閣」。西湖湖心亭有某刺史題曰「勾留處」。山陰道上樓題曰「應接不暇」。四明禹治水故跡題曰：「抑洪亭。」凡此亦有深致。埴昔遊魯，家太守去紫庭公一鳳重建兖州郡堞樓，乃少陵咏詩處。東郡趨庭日，賦于此。予代題曰「南樓」，又曰「縱目處」。吴門滄浪亭茶寮，予題曰「清兮處」，亦曰「渴慕居」。 \\n 癸辛雜志載：「牟存齋桂亭曰『天香第一』，趙春谷梅亭曰『東風第一』，賈秋壑梅亭曰『第一春』。」埴見富陽縣堞樓曰「春江第一」，錢塘縣學宮，臨流棹楔曰「宮牆第一流」，家太守題兖州郡門曰「天下人文第一邦」。 \\n 前輩雅語，欲名其堂曰「堂堂」，亭曰「亭亭」，洞曰「洞洞」。予友吴復古銘道謂予曰：「今田可曰田田，閣可曰閣閣。」予答曰：「軒可曰軒軒。」曾見一公衙有題曰：「法法法署。」凡此皆法唐人劉博士及貫休三疊字體，雖吃，而亦小有韵致也。 \\n 古之武將，能詩者李都尉第一，次則楊處上道、霍去上病、衛青。其詩皆大將語也。後如朱虛行酒之歌，景宗競病之句，斛律金之勅勒，沈慶之之南岡，皆倉卒矢口，匪學而能。若郭代國、張睢陽、嚴二節使去，則皆儒生習兵，非武將也。 \\n 武將能詩，人但知史稱沈慶之、曹景宗，而不知周羅■〈日侯〉。案本傳去，羅■〈日侯〉在陳為太子右率帥時參宴席，陳主曰：「周率武將，詩每前成，文士何反後也？」都官尚書孔範曰：「羅■〈日侯〉執筆制詩，還如上上馬入陣，不在人後。」○宋太祖一日內宴，侍臣皆賦詩。曹武毅公翰以武人獨不預，乃陳曰：「臣少去亦知詩，乞應詔。」太宗曰：「卿武人，以刀字為云韵。」吟曰：「三十年前學六韜，英名常得預時髦。曾因國難披金甲，不為家貧賣寶刀。臂弱尚嫌弓力輭，眼明應是昏。猶識陣雲高。庭前昨夜西風起，羞見團花舊戰袍。」上大賞之。 \\n 樂天嘗言：「文字須雕藻一兩字　文采不得全直致，恐傷鄙朴。」喻鳧曰：「吾詩無綺羅鉛粉，宜不售也。然則詩之售者，在唐人亦不免於雕藻者也。」昉思嘗以己作屬埴曰：「吾詩恐鄙朴難售，君筆如繪家設色，可為吾施淡粉輕胭，稍為點染。」顧昉思詩渾朴，淡而有風致。本華實相□，而遜心虛矜，深悉此中甘苦，故有是語耳。所撰稗畦集，今與長生殿傳奇並行於世。 \\n 南唐宋齊丘自署碑碣，求韓熙載書之，韓以紙塞鼻曰：「文臭而穢。」見詩文荒惡者，令平妓以艾熏其卷。此似乎輕薄者之所為已。顧熙載性喜去提獎後輩，每見一文可採者，手自錄之，為播其聲名。此則輕薄者必不能也。史稱沈約見人一善，如藥箭攢心，是誠何心哉？近有吴屯侯句云：「再世尚愁逢沈約，前身則怕是劉蕡。」亦佳。 \\n 宋會稽吴孜嘗從胡安定學，郡人謀建學宮，即捨宅為基。宮成，太守張伯玉便服坐堂上，孜鳴鼓行學規，守欣然受罰。王龜齡贈以詩：「右軍宅作空王寺，秘監家為羽士宮。惟有先生舊池館，春風歸在杏壇中。」人知蘇州學宮為范文正故宅，不曉會稽學宮乃捨自吴孜也。然非太守雅量，恐學規亦未敢行。 \\n 周侍郎櫟園亮工曰：「幼時在金陵聞舊曲中老寇四家，有原本說郛全部，以四大櫉貯之。近見杭州槧本，纔十六套，每一種為數少者尚全鐫，多者咸為逸去，甚至每一集有存不下四五葉者。此刻未出時，多就寇氏鈔錄。及此刻出，不知者以為說郛盡於此，更不知求其全。然其中全帙有另鐫行者，後人緣其書目廣求之，始為全璧，未可為此悮也。」 \\n 今人概言和韵，而不知唐詩賡和有三體，一曰依韻，用在一韻，不用其字。一曰次韻，和元韻，效其次第。此創于元、白，其集中曰次用本韵是也。又次韵亦曰步韵，曰踵韻。一曰用韻。但用彼韻，不次先後。此見宋劉攽、貢父詩話。今人屏上去依韵、用韵，而專以次韵為能事，當稱次韵，不當混稱和韵。然拈韵為詩，而必效人步趨，難免牽強上扭揑之病，識者鄙而不為。洪邁曰：「詩以道去性情，一拘韻脚，性情果可得而見耶？」 \\n 新城王考功西樵士祿雜詩有「潮勢汨三韓」之句。或疑「汨」字所出。汪編修苕文琬曰：「杜詩『吴、楚東南坼』，『坼』字、『汨』字正以獨造見奇。」 \\n 古人腹笥充溢，詩句多能獨造。獨造者即生造□。如章孝標咏破山水屏風云：「雨滴膠山斷，風吹絹海秋。」二語，以生造出奇。膠山、絹海雖未詳所出，而入目不覺其無出，則豈儉腹者所能語耶？必如此，方稱得獨造。蓋膠枯漬雨則脫，絹久觸風則敗。寫破字著題，入妙。今人用輕絲文絹，剪雲樹泉石人物景象，以膠清粘綴其間，為六曲屏風，設色天然，以代圖繪，誇為巧工新樣，而不知唐時已見現之於歌咏，則仿也，而非昉也。 \\n 私諱古人所重。聞觸父名則往往足不及履，徒跣而走。宋帝謂謝莊曰：「超宗殊有鳳毛。」謂謝鳳之子超宗也。劉道隆，武人，無識。過超宗，正觸其父名，曰：「旦侍宴，至尊說：『君有鳳毛。』可見乎？」超宗即徒跣□內。又王亮父攸，亮守去晉陵，有沈巑之性粗疎，好犯亮諱，亮不堪，遂啟代之。巑之乃造座曰：「下官以犯諱被代，未知明府諱，若為攸字，當作無骹尊傍犬，為犬旁無骹尊，若是有心悠無心攸，乞告示。」亮不履跣而走。蓋人子一聞觸諱，陡然而驚，所以急避之也。二事相類，並出南史，見六朝之重諱乃爾。 \\n 按無骹尊傍犬，隱猷字；犬傍無骹尊，隱猶字。此即今之猜字迷也。埴考北史，魏咸陽王禧與尹隆武解舊謎，武云：「眠則同眠，起則同起。貪如豺狼，贓不入己。」禧云是眼，武云是筋。故知猜謎雖俗戲，南、北朝已有之矣！ \\n 明皇欲相蘇頲，命蕭嵩艸制，其詞曰「國之瓌寶」。上尋繹數四，謂嵩曰：「頲，瓌之子。朕不欲斥其父名，卿刊削之。」嵩慚愧流汗，不能下筆者久之。上以嵩抒思去移時，必當精審。不覺前席以觀，惟改曰「國之珍寶」，他無更上易。嵩退，上擲艸於地。蓋六朝以來，即人主於大臣，亦諱其先世也。埴謂：瓌寶「瓌」字本難易，矧載筆對君，兢兢慚汗，倉卒間愈苦一字之貧矣。 \\n 生曰名，死曰諱。今人向人詢其名稱曰尊諱，大謬。蓋父名子所諱，恐觸其父名，故詢曰尊諱也。禮「卒哭乃諱」，又「臨文不諱」。唐以下但省一筆，不全改。貞觀去中「世民」二字，臨文止是不連，未嘗更易。永徽以後，乃以「人」諱「民」，以「代」諱「世」，所以敬鬼神之名，若生者則不相避。今人并避生者之名，非古也。 \\n 唐初修前代史，為本朝避廟諱，凡一名則稱其字，褚淵稱褚彥回，劉淵稱劉元海，石虎稱石季龍是也。二名則去上其一，蕭淵明稱蕭明，韓擒虎稱韓擒是也。埴見李義山集，為文亦遵是式。代宗諱豫，故為滎陽公賀幽州破奚寇表以田豫為田讓，稱字之例也。孝敬皇帝諱弘，故會昌一品集序以周弘正為周正，去一之例也。又史內避丙作景，如丙子、丙寅等字，改景子、景寅等字。今雍正丙午，埴見有書作景午而非關避其私諱者，豈不可笑耶！ \\n 孫思邈莫有屠蘇酒方，謂「屠絕鬼氣，蘇醒人魂」也。埴謂：此八字何等冷勁。 \\n 有一宦，以贓污敗，累及閫眷，其婦一絕云：「昨日金釵坐翠樓，今朝鐵索上上孤舟。不如做了田家婦，無此榮華無此愁。」亦佳。 \\n 王龍舒絕句：「得則欣欣失則悲，桃紅李白各隨時。雖然屬在東君手，問著東君也去不知！」殊堪吟咀。 \\n 諺語有確不可易者，大約多本之古人，如「欲人不知，莫若勿為」。此語苻秦時即有之。苻堅將為赦，與王猛、苻融屏上左右密議，堅親為赦文。有二大蒼蠅集於筆端，驅復扶又切。來。俄而長安街里人相告曰：「官今日大赦。」有司以聞，堅驚謂猛、融曰：「禁中無耳屬之理，事何從洩也？」勅又窮究之，咸言有二小兒，衣去黑衣，呼去於市曰：「官今大赦。」須臾不見。堅曰：「其向蒼蠅乎？我故疑之。諺曰：『欲人不知，莫若勿為。』『聲無細而弗聞，事未形而必彰』者，此之謂也。」 \\n 隋煬去帝少去子杲，性孝。蕭后嘗灸，杲請先去試炷，后不許。杲泣請曰：「后所服藥，皆蒙嘗之，今灸，願聽嘗炷。」悲泣不已，后為停灸。夫人子於親，相關休戚。后有疾痛，而杲求分痛，真孝子之用心也。顧以弒父之梟獍，而有此孝子，天理亦不可問。 \\n 古人喻人事，多借用於物，如經綸綜去理，則以織喻人事；鹵莽滅裂，則以耕喻人事。埴謂：耕織，人事之大者，故以為喻也。按：綜，機緒也，所以持經去而施緯，使不失其條理者也。三倉解詁：綜，理經也。謂能統理衆務為綜理。漢宣帝綜核名實，陶侃綜理微密是也。 \\n 楊升菴慎曰：「耕之不善曰鹵莽，耘之不善曰滅裂。」鹵，剛鹵之地也。耕剛鹵之地，必加功，所謂強土而弱之也。莽者，艸莽之地。『詩所謂載芟載柞』。乃載耕也。不治平其剛鹵，不刪其艸莽，是謂鹵莽之耕耘以去上艸，古有鳥耘之說，如鳥俯而啄食，乃善耘也。呂覽謂，善耘者長上其兄而去上其弟。兄，嘉禾也；弟，荼蓼也。不善耘者長其弟而去其兄，是滅也。裂者并其土而抇之。抇，仝掘。埴按：莊子「鹵莽」二字，唐人多倒去用「莽鹵」。如韓愈贈劉師復詩，用於押韵曰：「後日懸知漸莽鹵。」白居易詩「養(去)生仍莽鹵」。柳子厚文有「沉昏莽鹵」。又「食貧甘莽鹵」。猶之今諺云粗鹵也。 \\n 予交閩平中藍子公漪漣於陳御史集斯學孔所，年七十矣。詢之御史，知有母九十在里。藍，海內名宿也。天涯文醼，在在留連，屢欲歸省而不得。埴贈詩四章，卒章曰：「親在難言老，高堂閩海居。定知能色養去，未免覺音疎。負米天涯返，牽衣膝下舒。贈言告萊子，葑菲意何如？」藍見詩慟哭，即日別予及御史，俶裝歸，歸未匝月而母亡矣！ \\n 埴先君子弱冠去聯捷南宮，文名噪甚。小題文尤為海內諸名家選行。己丑夏，石門勞中丞書升之辨以小題稿示教，索先君子晚年未刊者，雨窗檢得數十篇，并綴一詩以呈中丞。中丞見之大賞，謂必傳之小品，評授之攻梓氏以續行於世。埴詩云：「先子升科蚤，文傳亦小題。才名相伯仲，宦達竟雲泥。□稿遺囊篋，千家光棗梨。因公重檢出，一讀一悲啼！」蓋先君子蚤年以舉文起譽，迨二十餘始肆力於詩古文述也。 \\n 江都宗定九元鼎，治、熙間有詩名。其稱詩也，一以風調去為主。漁洋山人謂其酷學才調集，載其吴音曲一首：「璧月瓊花夜夜重，隋兵已斷曲阿窩衝。麗華膝上能多記，偏忘去牀前告急封。」予美之，為三復不置。 \\n 辛巳夏，與竹垞朱太史錫鬯暨西湖諸子有湖上樓之集，客有言，頃見一士題詩鄰壁，甚佳。太史即偕予及寶崖步往觀之，則墨瀋猶濡，而其人已去。詩云：「昔年湖上蕩船頻，風日清融二月新。橫出一枝臨水豔，桃花看殺捲簾人。日日東風第四橋，夭桃故故泥去人嬌。春聲只愛啼紅樹，不信黃鸝恨未銷。」太史賞其風調，以為佳作，囑予記之，惜不署姓氏。按傳燈錄：道信大師曰：「廬山紫雲如蓋，下有白氣，橫分六道，汝等會否？」弘忍曰：「莫是和尚化後橫出一枝佛法否？」師曰：「善！」 \\n 委巷叢說謂：宋時靈隱寺緇徒甚衆，九里松一街多素食嗣香紙雜賣鋪店，人家婦女，往往皆僧外宅也。埴近見有無名氏竹枝詞云：「貸得僧錢娶新婦，夜深花燭拜如來。」二語韵絕。蓋此風自南宋時已然已。 \\n 昔有歸安施氏兄弟佐、佑，俱為州牧，歸以田產參差致隙，□人為處上分去不能解。嚴公鳳素著孝友，遇佑於舟，語去及兄奪產事。嚴顰蹙謂曰：「吾甚苦吾兄懦，使得如令兄之力，可以盡奪吾產，吾所願也。」因揮涕不已。佑即感悟，拉嚴詣兄，拜且泣，深自悔責。佐亦涕泗慰解，各以產相讓，遂友愛終身，人咸謂嚴以誠感，施以誠應。鄉邦美事，至今人樂談云。 \\n 杭有延陵氏兄弟，訟產歷三四政，不能理。董錢塘天眷者，素有治聲。度入此案難了，命吏斵二篦最巨者，呼吴來前，指篦而諭之曰：「限汝三日兄弟和解，不解則吾親詣汝門，懸汝父影，影傍設此物，吾親督門□兄若弟，各杖四十，任汝有職官，吾不顧也。」於是兄弟惴惴驚懼，各願讓產息訟，立□牒和解。夫邑父母理子民事，以誠感子民者，上也。乃董令別生一奇，臨之以威而亦能使人慴服。孰謂霸道不足以佐王道之不及歟？ \\n 前代拜相者必封公，故稱曰「相公」。卿子即公子，人相褒□之，稱公之子曰「公子」，卿之子曰「卿子」。宋義為卿子冠去軍，即取此義。齊田父曰：「將去門有將，相去門有相。」埴儷以晉王沉曰：「公門有公，卿門有卿。」頗為的滴對。又第家即世家。王莽傳去「安漢公出於第家」。又門業、門才皆謂閥閱也。梁武帝謂徐勉曰：「賀循殊有門業。」李彪上書於河北，七州人擢其門才。 \\n 李西涯教習庶吉士，詣院閱會簿，悉注云病假駕不至，乃賦一詩：「迴廊寂寂鎖齋居，白日都銷病曆餘。窮食大官無寸補，大，仝太。綠陰亭上勘醫書。」天下事，玩愒音慨。弛廢，豈獨此哉？今聖天子一人勵精圖治，百僚夙夜在公。前朝積弊，蕩滅久已！ \\n 庚子夏，埴再抵燕，見朝彥羣公，遍粘公約一紙於邸館門左云「同朝僚友，夙夜在公，焉有餘閒，應酬往返，自今康熙五十八年己亥歲元旦為始，不賀歲，不祝壽，不拜客，有蒙賜顧者，概不接帖，不登門簿，亦不答拜。至於四方親友，或謁進去或遊學或覓館來京枉顧者，亦概不接帖，不登門簿，亦不答拜，統希原諒」云云。下書「九卿、六部、詹事、翰林、科道等衙門公啟」。 \\n 汪苕文琬嘗謂人曰：「吾儕為詩，勿效阮亭。渠別有西川織錦匠作在。」毛徵君會侯際可言：「吾家西河，肚內有丹，自換凡骨也。」 \\n 袁中郎為吴令，病免，曰：「以令致病，以病解令。令致病，令誠苦我；病解令，病不樂我耶！」 \\n 埴向作擬古歌謠詞百餘首，其一云：「人秉情愫，無根而固。」蓋用管子「無根而固者情也」。萬西郭承勳云：「仁義禮智根於心，無根不可為訓。」改為「有根」，誠一字師也。 \\n 羅洪先作狀頭，外舅曾太僕趣告曰：「喜吾壻幹此大事。」羅面發赤，徐對曰：「丈夫事業，更有評大在。此等三年遞一人，奚足為大事乎？」是日猶貯米衣袖，偕何、黃二公聯榻蕭寺中講學。 \\n 先外翁兵部童公居會稽富盛村。先子幼時逃亂往依之。公督課如嚴父師，日命默誦五經一通，字訛則以銅尺擊頂至流血。外祖妣楊太君每為晨梳，見之而泣。蓋太君乏渭陽，愛先子如子耳。後先子小題行卷，競為諸名家選褒，公所教也。埴記庭訓云：「昔汝外翁嘗言吾父□太盛，恐仕籍難亨，吾意不以為然。今一官蹭蹬，百事顛連，方知斯語不虛。汝母家之深恩，吾無能答矣！汝識之識之！」 \\n 大理出石屏甚佳，官其地者，每載以餉人，人亦多求者。昔李邦伯獨寄意於送行詩中，有云：「相思莫遣石屏贈，留刻南中惠政碑。」可謂德業相勸。彼索色人宦貺物儀者，當知愧矣！ \\n 楊升菴論王逸少具經濟才，惜為書□名所掩。藝之為累大矣。李思齋曰：「藝亦每能累人。」凡藝之極精者，神人也。況翰墨之為藝哉！先生偏矣。 \\n 埴嘗謂：晉人王、謝並稱，千載褒談。然王以書名，而詩不盡傳；謝以詩名，而書未擅美。古人絕藝，亦無兼長如此。今人色色求精，所以不名一藝也。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷四", "正文": "　 \\n ●不下帶編卷四 \\n 　 \\n  \\n 雜綴兼詩話 \\n 越上淺人　金埴小郯原字苑蓀　鰥鰥子述 \\n 蕭山毛太史奇齡西河詩話一則云：「予郡金某先君子諱火傍，上字日，下立字。字子藏，為太平卿楚畹公孫。目有重平瞳子。其母弟馬君玉超挾嶺表一扶乩客來，見某驚曰：『此南唐李後主後身也。』初不信，既而閱陸游南唐書，則後主亦名某，亦目有重瞳子。太常笑曰：『焉見此客不維讀南唐書耶！』後子藏年十九中順治戊戌進士，授山東郯城縣知縣。康熙庚戌罷官，甲戌死。考後主于南唐建隆三年壬戌即位，至開寶七年甲戌而國亡身殞。史所稱宋師下去江南，削開寶年號而降平稱甲戌是也。如是則亦奇矣！後其子埴作哭父詩一十二首，其一曰：『天生吾父有奇因，襁褓時曾遇異人。為指終生官祿相，南唐後主是前身。』二云：『目開一覽世全空，爍爍金生阿堵中。莫道驚人鳴太蚤，最驚人處是重瞳。』蓋實錄也。」西河太史又為先君子作墓表，詳載其事于毛翰林全集及西河文選，行于世。 \\n 淮上成州牧乾夫永健與埴重晤於臨沂，為言「垛庄驛驛吏鈕○○者，君里人也。馬前來謁，其吟卷盡津上聲可觀。小吏真不可忽也。」埴因舉弇州詩「馬頭迎拜不敢忽，恐去有當年高蜀州」之句，謂乾夫曰：「其先生之謂歟？」乾夫為一撫掌。 \\n 阮亭司寇過涪陵有石魚詩：「涪陵水落見雙魚，北望鄉園萬里餘。三十六鱗空自好，乘平潮不帶一封書。」或譏之云：「既是雙魚，合云七十二鱗。」聞者笑之。此東坡所謂「斃厮踢」也。 \\n 林初文章送人詩：「不趂東風不待潮，渡江千里九停橈。不知今夜秦淮水，送到揚州第幾橋？」予美之，誦不能忘。有謂埴云「此詩乖地理」者。不知詩人止取興會超妙，筆意所之，便成佳句。若必拘于地理，亦即「鼈厮踢」已。 \\n 曾忠愍假髻行云：「東家美人髮委地，辛苦朝朝理高髻。西家美人髮及肩，買裝假髻亦峨然。金釵寶鈿圍珠翠，眼底何人辨真偽？夭桃花下來春風，假髻女兒歸上公。」此所謂真不如假能行時也。牧齋自言列朝詩誤刊此首為張東海。後始知曾忠愍作，乃是宋詩也。 \\n 放翁曰：「字所以表其人之德，故儒者稱夫子為仲尼，非嫚也。先左丞每言及荊公，只曰介甫。蘇季明書張橫渠事，只曰子厚。」今人以字稱名達先輩為嫚，而必稱爵，稱公，稱先生者，亦似太拘，豈未見放翁語耶？ \\n 野客叢談辨坡詩「應記儂家舊姓西」是「舊住西」，大有意味。故多恨坊刻訛書及矮人妄注妄改。周櫟園書影載羅氏水滸傳一百回，其原本各有妖異語引其首。嘉靖時郭武定重雕其書，削其致語，獨存本傳。金壇王氏小品中亦云：「此書每回各有楔子，今俱不傳。」予見閩平中建陽書坊所刻諸書，節縮紙版，求其易售，諸書多被刊落。此書亦建陽翻刻時刪削者。六十年前白下、吴門、西泠三地之書尚未盛行，世所傳者，獨建陽本耳。其中訛錯甚多，不可不知。 \\n 今閩平版書本久絕矣，惟三地書行于世。然亦有優劣，吴門為上，西泠次之，白門為下。自康熙三、四十年間頒行御本諸書以來，海內好書有力之家，不惜雕費，競摹其本，謂之歐字。見刻宋字書，宋字相傳為宋景文書本之字，在今日則棗本之劣者。置不掛眼。蓋今歐字之精，超軼前後，後世寶惜，必稱曰「康版」，更在宋版書之上矣。 \\n 關中屈厥悔翁復稱詩。來浙，埴與晤于鄭南谿許，一見謂予曰：「與君心交三十載矣。」予最愛其湖上吟二句：「此生安得西湖死，添箇梅花處上士墳。」風致如許，較勝元人「咸平處士真堪羨，死守梅花在裏湖」之句。時南谿欲為悔翁謀結茅孤山，埴贈悔翁一聯云：「蘭畹騷翁為遠祖，梅花仙客定前身。」惜其舉不果。 \\n 人臣對君，稱謂有體。李泌對德宗曰：「臣若苟合取容，何以見現肅宗于天上？」此稱謂法也。凡人言死，則曰地下；人君之祖父，則曰見于天上。此不可不知。嘉靖中，上召太醫令徐偉胗脉，進殿蒲伏膝行。見上坐小牀，龍衣曳地，不敢以膝壓衣，奏曰：「皇上龍衣在地上，臣不敢前。」上遽以手摳衣出腕而診。偉但一時事耳，出至直廬，上詔賜內閣曰：「偉適診脉，稱衣在地上，足見忠愛。地上人也，地下鬼也」云云。賞賚甚厚。偉見詔，惶懼失色，自謂若有神佑。設誤稱地下，罪萬死矣！蓋世廟嚴而多忌，悮有所犯，罪至不宥。而偉偶中去上旨，非慮所及，故且喜且懼。此與泌天上之旨，亦偶合也。 \\n 任丘龐翰林雪崖塏罷郡過杭，見示病足一絕：「短歌微吟朝復昏，吾患何有有身存。即妨美人笑躄者，春來不過平平原門。」時馮子山公景同在座，舉其秋日登厠吟「火雲變白秋蛆弱，乾矢橛堆鑽力薄。夏畦失勢如是觀，當年悔蹋朱門脚。」龐激賞之。二作可相頡頏。山公為宋中丞漫堂延于吴中使去院，多所規益。著集曰樊中，曰解春。其詩文成一家機杼，風骨不凡。版行未廣而遽燬于火，惜哉！後龐自都寓書于予，索山公文集，予無以應之。 \\n 山公登厕吟，見者佳其後二句，誚其前二句，謂穢語吻臭不典。龐雪崖曰：「彼曾翻經耶？佛經云：『參栢樹有省，號栢樹慧果。曰：若參乾屎矢同橛稱乾屎乎？』而以不典誚之，寃矣！」然實是好詩。 \\n 西河太史雜箋言：「今人作詩以廣輿記為行枕之秘，雖僻邑孤壤，皆有標識志，若指點　畧泛，翻訾不切。不知古人所見者，大名山巨浸汛掛人口，如『入吴不逢張子布，渡江不識王茂弘。』雖切，無當去也。」吾鄉雲門與禹穴相隔，而宋考功雲門詩：「山圍伯禹廟。」靈隱與江距遠，而駱丞靈隱詩：「門對浙江潮。」太湖與七里灘更遠，而喻鳧泛太湖詩：「灘迴七里迷。」盧綸憶崔汶詩，因汶客江西也，故首云：「夜問江西客。」而云「晴日遊瓜步」則在揚州。「新年到漢陽。」在湖望嶺。「家何處？登山淚幾行。」在嶺。「閩中傳有信，應且住南康。」又在閩平。如此不可更平僕。 \\n 漁洋山人曰：「香爐峰在東林寺東南，峰不甚高，而江文通從去冠去軍建平王登香爐峰詩：「日落長沙渚，層陰萬里生。」長沙去廬山二千餘里，香爐何從見之？孟浩然下贛石詩：「暝帆何處泊？遙指落星灣。」落星在南康府，去贛亦千餘里。古人祇取興會超妙，不似後人章句，但作記里鼓也。 \\n 明道雜志云：「古人作詩賦，事不必盡實。如謝宣城「澄江淨如練」。宣城去江百里，州治無江，但有溪耳。埴謂，前說但可為知者道去，彼不善學古人者，若動以此言為口實，而涉筆多屬子虛，則應為識者笑也。 \\n 徐元嘆波亂後寄楚僧寒碧詩：「楚鬼微吟上峽謠，中元法食可相招。憑師為去譬興亡恨，雨打秋墳骨亦銷。」此詩為鍾、譚二君作，最可吟誦。虞山宗伯寄徐詩：「皇天老眼慰蹉跎，七十年華小劫過。天寶、貞元詞客盡，江東留得一徐波。」亦妙。 \\n 康熙初，如臯冒辟音闢。疆襄，家有園亭聲伎之勝。歌者楊枝，態極妍媚。名士題贈盈軸，惟陳其年維崧擅場。閱二十年而楊枝老矣，其子亦玉人也，因呼去小楊枝。一日宴集，辟疆出昌瑞切。前卷示客，邵子湘蘅題于後：「唱出陳髯絕妙詞，燈前認取小楊枝。天工不斷銷魂種上，又值春風二月時。」此詩可謂佳證，但不知陳髯原唱與雲郎小照為何如耳。 \\n 陳其年檢討，布衣時館于冒氏，與歌童紫雲甚，有調去寄賀新郎贈雲郎合巹云：「小酌酴醿釀，喜今朝，釵光簟影，燈前滉漾。隔着屏風喧笑語，相送鵲橋初上。義上聲，叶去聲。又悄把檀郎偷相，但臨風私取弓鞋量。義平聲，叶去聲。送爾去，揭鴛帳。　六年孤館相依傍去，最難忘，紅蕤枕畔，淚花輕颺。了爾一生花燭事，宛轉婦隨夫唱。努力做藳砧模樣，只我羅衾渾似鐵，擁桃笙難得紗牕亮。休為我，再惆悵。」辟疆戲與其年一絕句云：「陳子奇才亂典墳，陳子癡情癡若雲。世間知己無如我，不遣雲郎竟與君。」 \\n 對客揮毫，古人所尚。然人各有才，難齊遲速。而亦有名因虛冒，最怕面為，若非素共揮毫者，切不可使為于對客，亦詩人忠厚之旨也。埴父執嚴陵毛徵君會侯際可恒以為誡。一日謂埴曰：「偶雅集，賦詩各一律贈太守。有名宿某，不欲言其姓氏，搜吟半日，改抹終不成章。予窺之，起謂羣公曰：『行觴者待久矣！詩竣明晨可乎？』某大喜，即拉登筵。蓋其人虛名卅載上，刊盈尺之集而始知其假手于他人也。則秦少游可盡人信其能耶！」 \\n 文思去遲速，自是生成。相如濡筆而腐毫，子雲輟翰而驚夢，王充氣竭于沉慮，桓譚疾感于苦思，枚臯應詔而奏賦，楊滔斵窗而檢書，平子研兩京于十年，太冲鍊三都于一紀，潘緯十年方吟古鏡，何涓一夕而賦瀟湘，道衡蹋壁而臥搜，蘇頲占去授而腕脫；劉敞一揮九制，文琰擊鉢成詩，秦少游對客揮毫，陳無己閉門索句。畫家亦云：李司訓累上月之功，吴道子一日之跡。寧為巧遲，毋為拙速。 \\n 「時榮歾已，古今同嘆」。毛徵君會侯嘗舉史公斯語于座曰：「吾幸際昌時，雖不敢自以為榮，然『歿已』二字，老而益懼。吾儕惟火急著書，傳否聽之後世耳。」徵君此言，時賢都不著意，蓋人性能懼其已，然後可以不已也。 \\n 寶應喬侍讀石林萊有家伶管六郎以姿伎稱。己巳春，車駕南巡，召至行在，曾蒙天賜，自此益矜寵。後侍讀下去世，六郎蹤跡不可問矣。查夏仲慎行再見于都門筵會，有詩云：「一羣濃豔領花曹，頭白尚書興最豪。記得送春筵畔立，酒痕紅到鄭櫻桃。」誦之魂銷矣。 \\n 泊宿京口，吴帆曉渡，時風露侵裯，江烟觸夢。搆思未屬，憶查太史夏仲夜渡揚子江詩：「如高峰下曉鐘撞，隔岸吴船正發幫。風露一天人擁被，艪枝搖夢過春江。」眼前情景，悉在箇中，遂不復作。 \\n 古人成句，即古人亦不嫌重復。如李陵「明月照高樓，想見餘光輝。」曹植亦云：「明月照高樓，流光正徘徊。」宋子侯：「花花自相對，葉葉自相當。」曹植亦云：「枝枝自相值，葉葉自相當。」曹植：「公子敬愛客，終宴不知疲。」應德璉亦云：「公子敬愛客，樂效飲不知疲。」劉楨：「步出北寺門，遙望西苑園。」謝靈運亦云：「步出西城門，遙望城西岑。」王粲：「合座同所樂，但愬杯行遲。」潘岳亦云：「元醴染朱顏，但愬杯行遲。」凡此類，不可更平僕。蓋古人興到筆隨，不覺暗符成句。劉貢父云：「大抵諷咏古人詩多，則往往即為己得也。」埴謂，陸龜蒙咏白蓮無情有恨之句，直用李賀昌谷笋句，蓋李前陸後，即明知彼作，而恰好著題，便不能避，非有心蹈襲也。今人若故為抄取，則難免偷江東之誚矣。 \\n 梁張率多屬文，虞訥見而詆之。率更為詩以示，託名沈約，訥便句句嗟稱，無字不善。率曰：「此吾作也。」訥慚而退。今人無論文之佳惡，但云出自名腕，則惡亦稱佳，所以古人往往以假託得名。如漢慶作清思去賦，人不知貴，託以相如，所作遂見重。魏曹冏作六代論，託名子建乃傳。郢人為賦，托以靈均，舉世而誦之。趙人有曲者，託以伯牙之聲，人競習之。又邯鄲託曲于李奇，士季託論于嗣宗，不可枚舉。蓋世多虞訥之見，自古如此已！ \\n 司馬景王命虞松作表，再呈，不可意。鍾會為定五字，松悅服，以呈景王。景王曰：「不當爾耳。」松曰：「鍾會也。」景王曰：「如此可大用。」楊升菴謂沈佺期詩：「『五字擢英才。』用此事。解者以為五言詩，悮矣。」埴疑之，蓋唐人七字有得失，惟五字無得失。三百篇後五字最重，故唐制取士與學人起譽，皆以五字為進退，所謂「五字擢英才」也。愚意「五字」二字，雖出鍾會，而佺期正指詩言，然乎否耶？曩以質之西河太史，太史甚以為然。 \\n 屏之張去也，直則不可立，必也回去而曲之。輪之轉也，方則不可行，必也揉而圓之。人之處世也，亦然。雖然，屏必有幅，輪必有軸。屏雖欲曲，不可不齊。輪雖欲圓，不可不正。君子自處也，亦然。此于慎行語。 \\n 畫家有張果老倒騎驢圖，或題其上云：「多少世間人，不如箇老漢。非是倒騎驢，凡事回頭看。」諺亦云：「有錢難買回頭看，頭若回看後悔無。」皆醒世語也。 \\n 古今豪傑用世，求其才畧，固亦可企而及，惟氣魄與望不可強上。何謂氣魄？與人同恩，而能使天下感其恩；與人同威，而能使天下畏其威。此必有出于慶賞刑罰之外者，所謂氣魄也。何謂望？位有與之齊，而其勢獨尊；功有與之並，而其名獨著，求其故，則不可得而指，所謂望也。大臣之望有三：一曰德望，一曰才望，一曰清望。 \\n 仁和丁茜園文衡，予良友也。品端貌偉，詩文極工。有分年日記，絕類唐人小品。賦體數十篇，西河太史序之，稱為「六朝高手」。惜乏嗣，歿後遺編散逸。記其一詩云：「為人毋無使親，為文毋俗取。叶下偶。人親類優孟，俗取吾與偶。」此茜園自道語，一勺水可知大海味也。埴近過趙氏小山，主人谷林昱、意林信昆玉為言，得茜園日記十餘帙，最耐尋味，則必為之搜其遺編而發其光焰。蓋小山二林，乃西泠之賢者也。查太史夏仲題其齋牓曰「二林吟和」。 \\n 李德裕鎮浙西，劉三復在幕。一日命草「謝御書表」，曰：「立成之！」劉曰：「文理貴中去不貴速。」李以為然。李鉉文思去敏捷，凡所篡述，常不喜去預作。有欲從求其文者，必戒臨事即來請，往往執筆立就，未嘗沉思。嘗曰：「文速則意思去敏快，緩則體勢疏慢。」埴曰：一不貴速而一嫌緩，人故各有能也。 \\n 前人云：「詩能窮人。」究其質情，則誠有合者。夫窮、老、愁、病，人之所謂不佳者也，然而入詩則佳。富、貴、顯、榮，人之所謂佳者也，然而入詩則不佳，一合也。泄造化之秘，則真宰默仇；擅人羣之譽，則衆心未厭。平，故呻S吟Y椎鑿，幾平于伐性之斧；豪咏縱揮，自傅爰書之竹。矛刃起于兔鋒，網羅布于雁池，是二合也。循覽往近，良少完終，為之愴然，以慨肅然以恐。 \\n 磁器起于柴世宗，所謂「雨過天青」者，已不可問矣！流傳至今，徒傳柴窰片之名，與金翠同價也。本朝劉吏部公體仁每自詡其詩文為柴窰片絕妙品，題而出之于己，亦吟壇韵事。漁洋老人稱其詩「矯矯不羣」，則此名為不虛已。 \\n 昔雍陶作牧，自比謝宣城、柳吴興，投贄者，罕得見。有馮道明請謁，云與故舊，及引進，陶呵曰：「與君素昧平生，何方相識？」答曰：「誦員外詩，仰去員外德，詩集中日得見，何乃隔平生也！」遂吟陶佳句，口如流注不竭。陶聞吟，欣然待道明如曩昔之交。近有一孝廉，為某中丞延課子。中丞曾舉于鄉，素寡文名。孝廉手錄其行卷三數篇，雜先輩名作二十餘篇裝一冊，置硯席間，早晚朗誦不輟。中丞窗外微聞之，一日啟戶見之，大慰，訂為文字知己。于是倍其館俸，益厚禮之。所謂搔著癢處，古今無人不快，非徒好諛而已也。 \\n 古人之詩如畫意，人物衣冠，不必盡似，而風骨宛然。近代之詩如寫照，毛髮耳目，無一不合，而神氣索然。彼以神運，此以形求也。漢魏之古風，盛唐之近體，贈送酬答，不必知其為誰，而一段精神意氣，非所與者，不足當之，所謂寫意也。近代之詩，贈送酬答，必點出姓氏官爵，甲不可乙，左不可右，以為工妙，而不知其反拙矣，所謂寫照也。此說載于慎行筆麈。 \\n 長安一雨，則泥淖盈衢，輿人畀平肩輿者，恒慮吃跌，數唱聲曰「把滑」。蓋諺云：「前人喫跌，後人把滑。」乃彼此相警之詞也。一日埴在肩輿中，聞之猛省，因寫其聲作把滑歌曰：「呼去把滑，長安道。小心多，失足少。呼把滑，輿人走，纔向前，即顧後。呼把滑，自相警。輿中人，亦喚醒。」 \\n 鬼谷子與蘇秦、張儀書曰：「女愛不極席，男歡不畢輪。」國策江乙謂安陵君曰：「嬖女不敝席，寵臣不敝軒。」呂不韋說稅華陽夫人曰：「以色事人者，色衰而愛弛。」三說大抵意同，皆以色為喻也。埴謂，一顧傾城，再顧傾國，美女破舌，美男破老。則不祥者，莫如色也，古人所以為喻。 \\n 史、漢之佳，本自有在，非謂其官名、地名之古也。今人慕其文之雅，往往取其官名、地名以施于今，此應為古人笑也。史、漢之人如欲復古，何不以三代官名、地名施于昔日，而但紀其實耶？文之雅俗，故不在此，徒混淆失實，無以示遠，大家不為也。蓋名義之微，必不可苟。尋常小作，或可遷就。若金石之文，斷不可于官名、地名以古易今也。 \\n 坡詩恒以約詞紀事。惠州有潭，潭有蛟，人未信也。虎飲其上，蛟尾而食之，浮骨水面，人始知之。東坡以十字道盡：「潛鱗有飢蛟，掉尾取渴虎。」言渴則知虎以飲去水召災。言飢則蛟食其肉矣。即此十字可法。埴謂：若以約詞紀事論史，則馬、班以下，人人束手矣！ \\n 溫公嘗言：「學者讀書，罕能自第一卷至卷尾，往往或從中，或從末，隨意讀起，又多不能終篇。」光性最專，猶常患如此。近惟何涉學士案上，惟置一書，讀之自首至尾。若未終卷，誓不他讀。此學者所難也。 \\n 李叔則愛牛說云：「肉牛者，十之三；革牛者，十之三；骨牛、角牛者，十之四。天下于是無全牛矣。」夫戕全牛之命而三分其身，豈不慘極。自今上力嚴屠殺耕牛之禁，口勅累頒，天語常及聞。近已觸禁者罕，則肉者幸免矣，而不知革者、骨角者之併得免焉否耶！此則至尊為民愛物之宸衷所惓惓無已者也。 \\n 東坡雪堂既毀，紹興初黃州一羽士捐建。何頡上上梁文云：「前身化鶴，曾陪赤壁之遊；故事換鵞，無復扶又切。黃庭之字。」工而切當。 \\n 「船中人被利名牽，岸上人牽名利船。為利為名終不了，問君辛苦到何年？」此前人見曳縴船而作也。相傳有揚州一縴人自言能詩，舟載達官，命咏桅燈，立成之：「百尺竿頭蠟燭懸，絳紗籠罩火珠圓。仙人掌上一輪月，太華峰頭十丈蓮。紫氣漸衝宵漢表，文光直射石斗牛邊。臣查貫月朝天闕，正是台星達帝前。」官厚禮之，延為館師，後其人登第。 \\n 五代史：「王仁裕自幼不知書，年二十五始就學。嘗夢人刮其腸胃，以西江水滌之，顧見江中沙石皆為篆籀之文，由是文思去大進，乃集其所作詩號西江集。」埴謂凡人吐詞惡劣，皆由污腸穢胃所致，安得盡滌以西江之水？佛圖澄嘗至流水厕，從腹旁孔中取出五腑六臟洗之，洗訖還內納仝腹中。可見成佛亦須洗其腑臟，況文人乎？按：王仁裕夢剖腸滌西江水而文超，與僧釋仁夢吞龍數百條而晝進，皆千古奇夢。 \\n 戲曲至隋、唐始盛，在隋謂之康衢戲，唐謂之梨園樂，宋謂之華林戲，元謂之昇平樂，其元人雜劇則有十二科名目，曰神仙道化，曰林泉丘壑，曰披袍秉笏，曰忠臣烈士，曰孝義廉節，曰叱姦駡讒，曰逐臣孤子，曰撥刀趕棒，曰風花雪月，曰悲懽離合，曰煙花粉黛，曰神頭鬼面。今優人登場爨演所謂古戲今戲者，多法元人院本，不能出其範圍于十二科之外。若夫爨演逼肖處，能令平觀者色動神飛，乍驚乍喜，甚至有簾幙中人淚漬恣巾袖者，蓋彼渾平忘去其當場之假，而直認為現在之真已。埴嘗謂洪昉思曰：「古今善惡之報，筆之于書以訓人，反不若演之于劇以感人為較易也。然則梨園一曲，原不徒為娛耳悅目而設，有志斯民者，誠欲移風易俗，則必自刪正，傳去奇始矣。 \\n 凡筵會張去樂，人多樂效觀忠孝節義之劇。戊戌冬仲，家太守從祖紫庭公一鳳于兗署餞埴南旋，姑蘇名部演節孝記，至王孝子見母，不惟座客指顧稱嘆有欲涕者，即兩優童亦宛然一母一子，情事真切，不覺淚滴■〈毛瞿〉毺間。夫假悲而致真泣，所謂無情而有情者，彼文有至文，斯曲非至曲耶！兩優年各十四五，詢其淚落之故，則齊聲對曰：「伎授于師，師立樂色，俗誤作脚色，以樂脚同音也。各如其人，各欲其逼肖。逼肖則情真，情真則動去人。且一經登場，己身即戲中人之身，戲中人之啼笑即己身之啼笑，而無所謂戲矣。此優之所以淚落也。」家太守嘉其對，以纏頭錦勞去之。顧埴謂座客曰：「白傅詩『古人唱歌兼唱情。』豈真能唱情者，曲藝且然，況君子之大道乎？」 \\n 萊州胡中丞有優伶一部，一日張、胡兩夫人會宴，張謂胡曰：「聞尊府梨園甚佳。」胡古樸，不埴有一唱千金曲數千言，感此而作也。曉文語，輒應曰：「如何稱得梨園，不過老棗樹幾株耳。」左右皆匿笑。萊人因號胡氏班為「老棗樹班」。 \\n 歷下濼音泊，俗音洛，誤。口有鹵賈古劉氏闢棗園為梨園以教歌，延予連夕賞之棗香中，主人即席索詩，埴應聲曰：「樂為去紅梨歌太繁，棗香香裏舞新翻。願祈教主唐天子，今優曹例尊明皇為梨園教主，稱曰老郎菩薩。詔改梨園號棗園。」孫太常莪山勷聞而豔之，有和詩曰：「梨棗知音度曲繁，梨香纔舞棗香翻。玉妃一笑傳優詔，新賜梨園合棗園。」和者甚多。埴因改其名為「棗園班」，亦曰「棗香班」。今盛行于二東。 \\n 康熙初阮亭王尚書司李揚州時，淮安張虞山養重過之。揖甫罷，王亟問曰：「夙愛足下『南樓楚雨三更遠，春水吴江一夜生。』平生如此好句復有幾！」張退謂邱洗先，上聲。馬季貞象隨曰：「夙昔快意之句，不意阮亭一見便能道出。」埴曾于吴門雪舫懷楚友陶甄夫窳云：「煙波楚客三秋渺，風雪吴帆一夕遲。」匠門張太史大受極愛之。及予聞虞山句，遂削己稿。 \\n 予屢過山東州邑，聞獄卒率以版拘囚人，終夕不令平轉側，殆如僵然，其罪輕罪重弗問也。即南來經過平流人，暫寄一宿，亦遭此毒，甚至有長縶囚籠者。囚人罔弗飲去恨，而官則或察不及察也。埴因製哀東獄樂府詞一首，願居官者見之，知徒懲獄卒之無益，但令增卒厚廪，高固圜牆，以更替嚴其視守，則自不致有脫亡之虞矣。一切砌縲絏及私刑慘具，安用之哉？噫！此仁人之所當亟加意矜恤者也。詞曰：「哀東獄，東獄狠，罪人一入成虀粉。東獄法，版為，夜夜人儼羅剎。爾罪輕，爾罪重，總加版僵難動。更有囚籠迫踡跼，如豚栖柵聲喔喔。晝亦為昏真地獄，卒一發怒囚觳觫。古人拘罪為犴牢，但嚴視守圜牆高。獄卒夜臥圖逍遙，動輒藉口防亡逃。官虞譴罰一任為，見者心酸聞者悲。吾聞聖主好生刑清萬邦同，豈容獄卒私刑慘具致令平天下罪人問罪取道畏山東！」 \\n 太倉唐太史實君孫華咏門神一聯為海內傳頌：「將軍自昔曾當戶，李廣孫名當戶。丞相于今亦把關。」見蕭望之傳。嘉興張木威邵一律：「功名一紙笑空虛，也去比凌烟畫影初。每到殘年催致仕，恰逢新曆當除書。衣冠濫買光朱戶，靈爽難邀式敝廬。腹負將軍痴宰相，赫然相對立何如？」傑作也。今禾中刻三家咏物詩元謝宗可，明瞿佑，今即邵也。一冊，各百律，而張作美不勝收。 \\n 楊子吾三煜曾，毘陵才士也。戊申、己酉埴假館于彭城張氏。通守道汧履時氏。其嗣君羣從去，濟濟皆才彥，如端黼、維嶽、魯宗、達夫、朝柱、帝臣、泰瞻、拱辰、及賓師孔君見青、楊君青岑、胡君且安諸君子，偕埴吟和無虛日，而吾三□聞。吾三最賞予題端黼寄漁圖二句云：「最是晚風搖曳處，船頭斜掛一竿絲。」為稱不容口。予亟往訪之而吾三行矣！予亦南旋，雖一面慳緣，而風塵相賞，能無天涯知己之感乎！ \\n 司空圖曰：「辨于味而後可以言詩也。醯非不酸，止于酸而已；鹺非不鹹，止于鹹而已。人之所以充食而遽輟者，知其于酸鹹之外，醇美者有所乏耳。」觀表聖之言，可以知詩味矣！ \\n 翳桑餓夫，倒戈以衞宣子；漂絮老媼，進食音嗣而哀王孫；顧、陰榮、鏗二人。受報于觴炙之人；黔婁忍死于嗟來之食。古人視飲食之重如此。 \\n 咏史有見，方不為泛作。如羅隱咏西施：「西施若道亡吴國，越國亡來又是誰？」王安石咏西施：「但願君王誅宰嚭，不愁宮裏有西施。」又咏昭君：「自是蛾眉一作傾城。畫不成，當時枉殺毛延壽。」李贄咏荊卿：「荊卿原不識燕丹，只為田光一死難。」是皆咏史之有見者。 \\n 宋方務德侍郎帥紹興赴召，有士姚某以書投誠曰：「某以場室蹉跎，失身于倡館馬慧，根深蒂固，生育男女，恩義有不可負者。兼渠一身無倚處七，性不能自立。萬一有叛此盟，存亡或未可保。不于侍郎還朝之日，得遂脫身從良，不惟無以釋兒女之恨，而某亦從此銷縮。區區欲望矜憐，俾魚鳶之屬，川泳雲飛，侍郎之德大矣！敢不下去拜？」方書其後云：「姚解元文詞英麗，蚤以俊稱。盃酒流連，遂致忘返。露由衷之懇，不愧多言；遂成家之名，何惜一妓？韓公之于戎昱，既徇所求。奇章之望，牧之更宜自愛。」能從其請，可謂盛德，且用事切當，不愧風流佳話矣！ \\n 唐末一山寺，有病僧自題于戶云：「枕有思鄉淚，門無問疾人。塵埋牀下履，風動去架頭巾。」適部使去者至，憐而療治平之。後使者貴顯，言于朝，遂命天下寺院置延壽寮，專養去病僧也。今蘇州陳善人鑑雄者，本樂工也。鬻歌京師，蓄纏頭金半千歸，首創普濟院于虎丘之野，救療無力病人僧衆，及廣行一切善事。富室助之者甚夥，遂成大功德。康熙五十五年賜宸翰曰「香岩普濟」四字。扁懸于院，上官貴紳多為製序題牓贈之，無不稱為善人。 \\n 明有知州某，母八十矣，度入不得見其子而死，剪髮一縷寄之，而某居官如故。唐公有懷荊川父時為守，聞而惡之，力請黜免。上官曰：「是素無大過。」公曰：「一縷髮足矣！過孰有大于是者乎？」卒黜之。 \\n 子建詩：「沉憂令平人老。」文選：「思君令人老。」其本出「惟憂用老」耳。太白詩：「朝心不開，暮髮盡白。」馮時可云：「一事逆而心憎，一言拂而心銜。樹上荊棘于靈臺，障雲霧于天門。」嗟哉！胡其自隘而自戕乎？蓋人生幾何，但當快意尋繹。諸言可以送老。 \\n 清談擅于晉，小說著于唐。本朝以來，其行世談部說家，埴所聞見者，則周櫟園書影閩小紀，汪鈍翁說鈴，董閬石三岡識志餘，尤悔菴艮齋雜說，漁洋山人居易錄、池北偶談、分甘餘話、夫于亭雜錄，王任菴署窗臆說，吴青壇說鈴，吴所載諸家說部名目甚夥，茲不具。褚人獲堅瓠集，孔宏輿拾籜餘閒，王丹麓今世說。凡此皆彰彰在人耳目者也。 \\n 疏受為廣兄子，廣與受言，每稱父子；受稱廣大人。蔡邕叔父名質，邕以質為程璜所誣，上書自陳，願身當質辜，丐質不併坐去。書中凡三稱父子，皆叔姪也。可見古人雖叔姪亦稱父子。 \\n 衣惟稱去體，何用寬綽為？國朝服式，最超前古，如今之韋裘，全裏皆毳，獨餘膝以下雖去地之邊減短一二寸或三四寸，用帛代之，使裘之下邊不露毛毳，名之曰和■〈衤羅〉。始于康熙初間，而今則盛行矣。崇儉示朴，得古人製衣之義。且裘本貴輕，尤便于趨，其盛行固宜。埴有咏和■〈衤羅〉二首：「韋袍尚華，和■〈衤羅〉若素。君子藏鋒，又作內有修藏。不欲盡露。」「代綴以繒，少短其毳。適可為宜，冗長去曷貴。」按傳燈錄僧問大茅和尚曰：「何者是？」大茅境曰：「不露鋒。」今裘之全露毛毳者，俗名為出鋒裘。和■〈衤羅〉下不露毳，宜更名曰藏鋒裘。亦即大茅之旨也。 \\n 從來紗宜于暑，衣之無裏者也；褐宜于寒，衣之有裏者也。自康熙二十餘年間，忽有用紗為複，用褐為禪單，而兩衣遂相反，海內翕然服之將五十年矣。俗因以紗比人之無理而反有理，褐比人之有理而反無理者。埴題三言四語于縫人肆中，周禮天官有縫人，掌王宮縫綫之事。按縫人之縫去聲，馮貢切，縫綫如字。曰：「有裏紗，無裏褐。裡何常，任予奪。」列子曰：「理無常是。」即一衣可以觀已。 \\n 康熙壬戌，合肥相君李公湘北天馥典會試，得士最盛。其嗣君丹壑孚青先以己未進士入翰林，時年僅一十有同又。六，乃登科之最少者。一日，公宴集諸門生，有史講學冑司夔獻詩云：「郎君館閣稱前輩，弟子門牆半列卿。」時以比之唐人「鸞掖鯉庭」之句。 \\n 潁川有姚尚書墓，其神道碑穹窿高厚，四面均焉。明初有州人某侍郎者，欲割其三分之一，以鐫墓表，告之州守。守曰：「胡弗割三分之二？」問「何也？」守曰：「吾欲使後人割侍郎碑者，猶得中分耳。」遂慚而止。 \\n 有豪家築園亭，稍侵鄰人尺地而存其半以還之。客曰：「胡弗并侵之，留此以待後之侵君者，亦不過失却尺地耳。事須蚤計也。」此事與割碑意同，得古人規諷意。 \\n 楊尚書翥，德冠一時。鄰家構舍，其桶溜水溢于庭，公不問，曰；「晴日多，雨日少也。」又或侵其阯，公有「普天之下皆王土，再過些兒也不妨」之句。 \\n 埴先太常一生儉約，始終不渝。于庭前題柱以示後人云：「儉于己，可以不求于人；儉于官，可以不取于民。」 \\n 明曹棅嘗云：「大臣體國，言官論事，當如和羹相濟；言官無恩，益見大臣之有容。大臣休休，乃有言官之諤諤。」乃千古名言。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷五", "正文": "　 \\n ●不下帶編卷五 \\n 　 \\n  \\n 雜綴兼詩話 \\n 越上聳翁　金埴苑蓀一字小郯　鰥鰥子述 \\n 埴曾王父太常府君，諱艸下門字，門內柬字，號楚畹，中天啟乙丑進士，歷官太常寺少卿。崇禎間官應天督學御史，聞命焚香，告天矢志，立誓不抑單寒，不通請謁，不徇故舊。題一聯，盟于試卷之尾云：「竊國名器，以媚私交，大干國憲；違天休命，而淹寒士，必有天殃。」至今江南北傳流有「金宗師不賣銀秀才；富知縣令姓富。專剝窮百姓」之謠，蓋實錄也。 \\n 貴池吴文烈鄉人私諡。應箕，字次尾，為復社君子之冠去，殉國難者。乃先太常部下諸生也。先太常獨以風節相期，憂危社稷，與之畧勢分去而敦道義，非特文字知己而已。閱八十年康熙再壬寅之冬，埴交其孫復古銘道于禾中，授埴以文烈致先太常尺牘一通，及自記庚、辛、壬、癸錄一則，埴見之大慰，因節錄于此，以留示諸弟姪并後人焉。尺牘云「先生大節回天，清風扇世，蓋不自今日始也。即邇者持衡南國，亦耳目以來一人而已。顧箕下愚不肖，獨荷殊知。此即傳之書冊，猶為美談，而況不肖躬親受之？所謂禽息之首可碎，豫讓之身可漆，則不肖今日之蓄積(音恣)矣！」云云。記錄云「庚辰三月，予至句容送督學楚畹金公，且合諸名士歛金作屏贈其行，亦前此未有也。金公督學以國士待予，予亦古道相成，即所校士之文，命予與劉伯宗選而梓之。然金公實知文號得士，又有執持，人不敢干以私，侮以上，駸駸有起衰還雅之風。求督學如金公者，何可多得」云云。復□又以金壇周禮部仲馭(鑣)與文烈手書一通見示，並節錄之。書云「金□□真千古以上人，其于兄翁一節，亦真千古以上事。初從圮孺聞其端，繼從眉生知其詳。今日身在事中，不知其異。使千古以下見金、吴而先生一番酬對，其欷歔嘆息不知如何矣！欲成一小紀，付定生刻入彙編，此亦不可緩」云云。埴按：周禮部鑣為阮大鋮謀殺之，其人矯矯有風節者。 \\n 孔子作春秋，號稱素王闕里者，素王之庭除也。歷代之庭，曰帝闕，曰金闕，曰玉闕，曰鳳闕，曰魏闕，曰闕下，皆帝庭之稱也。聖人之庭曰闕里，諸弟子所以尊聖人，乃別鼈羣祀之稱也。按劉熙釋名：「闕，闕也。在門兩傍，中央闕然為道也。」崔豹古今註：「人臣至此，則思其所闕，故謂之闕。」金埴曰：凡讀孔子之書者，一至闕里，亦當思其所闕也。一說闕里始于魯恭王，宮有雙闕，故名。存考。 \\n 櫺星門者，取疏通之義。凡壇壝，但有壇，無宮室，則周垣設櫺星門為限域，以通神明之氣也。莽蕩宏闊，雖別內外，而實無內外也。天下孔廟亦用櫺星，是神明孔子而與天地神祗並重也。 \\n 曲阜縣令但世職而不襲。世職者，世以孔氏為之。其應替此職，則衍聖公主委□□□學諸生之賢者，主名請于朝，然後受事。或五年、七年、十年為之終其職。或不能稱去則黜之，與他邑令同，而從未有得陟者，雖絃歌如武城，弗問也。夫舉錯賞罰，天下古今之所並行，乃有黜無陟，獨施于聖人故里之官，似非所以崇先聖而勸循良也。家太守一鳳刺兖，于康熙五十五年具牒臺憲，請酌行之以聞于朝，而不獲所請。蓋慮大部之泥去循成例也。夫天下事之沮于成例之泥者，不知凡幾矣！ \\n 埴客魯最久。嘗偕孔稼部東塘尋靈光殿故阯，郡齋風日清融，則取王文考賦讀一過，真奇文也。昔後漢劉琰在蜀，號為華侈，侍婢數十人皆能為聲樂，悉教誦讀靈光殿賦。琰，魯國人，風流善談論。其好斯賦也，至令平紅顏亦熟于口，則好之至矣！埴因製美人誦靈光殿賦賦一篇，以寫其聲焉。東塘極推可之。 \\n 世人敬奉三元者徧天下，顧不曉三元所自。按單志：唐貞觀去中，有陳子春者居于單善，尋真採藥，拯物濟人，遊東海之濱，龍神妻去以三女，各產一子。及長上，皆入山學道。道成，證位三元，為天、地、水三官。子春亦得道尸解，音賈。葬于故里。單人至今稱陳祖墓，建三元廟焉。又云：海州雲臺山，三元得道處。埴考道藏去無確指，竊思鬼神者，造化之跡。其稱天、地、水三官者，體天主生，體地主成，體水主養，各有所司，故謂之官。物生于春，故以正月為上元；成于秋，故以七月為中元；水旺于冬，故以十月為下元。蓋天人相感之機，神靈變化之妙，有未易以言語形容者。如道藏去所稱文昌七十二化，無非出沒人間，利人濟物，則三元之為神，豈無化理？其托生于陳氏，或亦一化歟？ \\n 寧波史狀元立齋大成，鄉試杭州，占平籤于萬安橋西之關廟，神示籤訣云：「君今庚甲未亨通，且向江頭作釣翁。」心怏怏，謂一第今無分耳。是科為順治甲午，榜發中舉人。明年乙未，大魁天下，始解神言謂「亨通在甲、未」也。噫異矣！後六十年為康熙甲午，慈谿裘庶常殷玉璉，年七十有又仝一，試京兆，禱于正陽門之關廟，俗稱前門關廟，亦甚靈應。亦示此訣，遂中。明年乙未聯捷，讀中秘書。史、裘仝郡人。又按：裘中三甲第一，其次則姓江名濟，所謂「江頭」也。抑更異矣！ \\n 族阮一士根，辛卯元日占籤于村中神祠云：「做盡平生惡，必定見閻君！」人為憂之，一士自若也。是年秋試，僑于杭，忽抱患，人更憂之，而一士□病入闈仍自若也。試畢，其嚴君文學又源兄宗濤見闈吏手一紙，列分校官姓名，則有詩經房長興縣知縣閻姓者，喜曰：「吾兒中式于閻君矣！」果然。此一士為予言。 \\n 先伯祖文學桓，以平生孝母獲免雷擊。陸雲士次雲西湖雷院紀事載之云：「紹興諸生金桓，孝友人也。康熙六年七月二十一日，夢長眉仙語去之曰：『爾有夙孽，明年今日，當為雷擊。』桓寤，深以為憂，事母益孝。日禮大士以求懺罪。至次年七月二十一日，桓見天變，知將不免，恐驚其母，預往跪于文筆峰浮圖下。頃之，風雨大作，霹靂轟鳴，家人驚泣，以為死矣！踰時天霽，往觀之，訝其猶生。桓曰：『適似夢中見大士，露洒楊枝，持鏡一照而醒。』」吴青壇震方說鈴亦著其事。 \\n 李匡義曰：「揚州者，以其風俗輕揚，故名其州。」語出資暇錄。蓋唐時，每重平城向夕，倡樓飲閣之上，常有絳紗燈萬數，輝羅耀烈空中。繁華靡麗之風，相延迄今，不甚懸殊也。所謂「九里十三步，街中珠翠綺羅，繽紛填咽」。以及「驘綱船埠，亦助喧騰；鎖榷通津，彌增雜遝」。輕揚之輩，馳逐其間無虛日，究其所以，則皆兩淮巨商　鹺業豪盛，較勝兩浙、長蘆、河東，以致成斯風俗。其所從來者，敻已！ \\n 流聞邗上鹵賈數十家，于康熙四十餘年某月日，一夕間，家家門首牆版之上，各題四大字，率多不祥之語。主人旦起見之，謂此不過小人忌妒，乘昏偷寫，以快私忿耳。迨見家家題徧，玩其筆勢，無弗逼肖董文敏，如悉出一腕者。且數十家居止參錯，夜闌人靜，為時幾何？斷非人力所能為。仙耶？妖耶？且驚且愕。一時傳為怪事云。 \\n 四字之義，多貶少褒。各有品定，不能悉記。大約其家自題門後，善惡吉凶，無弗明驗。試舉一二，以例其餘。聞李翁錫萬者，一生樂效善好施試予，揚人多德之。其題則「為善最樂」。嗣是其家福盛倍增，羣商莫望。而富人某者，平生以財驕人，僭擬王侯，挾雄資所在行鹺，則題曰「抄家滅族」。其人素與大中丞為平交。一日，中丞密奏其罪狀，詔獄按贓抄家沒產。雖禍不及族，而身死非所，絕無嗣息，四字驗矣！計其被逮時，去題門三載，善惡之報，弗爽毫髮。既預以示人，而人不知警。天道彰明，可畏也哉！ \\n 埴先大母勅封孺人馬太君，自號生生子。國初，為吾越閫秀之冠。曾外祖參議公維陛，幼課以書。後學詩于祖舅玉起隱君，太君弟也。每吟一詩，書于片紙，即揉之而密寘于牆隅版隙間。嘗謂閨侶曰：「香匳翰墨，自宜韜晦，可令人見乎？」雖大父，亦未之目也。迨大母蚤世，大父偶拾得一紙，有手書「只許青山見曉粧」句，始驚異之。因與祖舅遍搜遺墨，得詩一帙。先太常序之，題曰遂閒居詩艸，刊以問世焉。 \\n 草木之為功於世有補于人者，多在衣食間。若牡丹一花，祗供賞翫，雖大無成。翻不若微小之春桑秋棗，結實成絲，以資衣食之用。彼高官厚祿，豪侈榮華，于國步民艱，畧無裨濟，而終淹落無聞者，皆牡丹類也。明朱文康咏牡丹：「棗花至小能成實，桑葉雖微可作絲。堪笑牡丹如斗大，不成一事竟空枝。」而宋人咏棉花：「採得西風雪一籃，禦寒功在倍春蠶。世間多少閒花草，無補其人亦自慚！」埴謂：任他魏紫姚黃，天香國色，空枝無補，終自慚棉，亦祇為一閒花草耳。噫！若人之為閒花艸者，豈不更自慚乎！ \\n 予曾客吴衛守瞻岳輝祖戎幕，偕過海昌，正及蠶候。蠶婦之苦種種，察之猶未奇也。聞一婦覓葉飼蠶，拮据萬狀，奈力竭莫可如何！婦則絕食悲號，亶以目注蠶三晝夜，蠶亦齊齊昂首，張吻向婦作乞哀狀，三晝夜而婦與蠶交殉矣。嗟乎！蠶命即婦命，竟爾人物併命耶！奇矣！昔人有題蠶婦圖詩：「蠶未成絲葉已無，鬢雲撩亂粉痕枯。此句擬改葉無蠶與婦同殂。朱門羅綺輕如布，爭得王孫見此圖。」今之為圖者，亟宜補繪此段，進于朱門。俾知蠶事之關人生命，如此！ \\n 邑父母楊公為棫由，進士，湖廣巴陵人。宰山陰三載，性仁慈，甚有循政。康熙五十六年致政歸，吏民走送，哭泣不絕。有民謠云：「歸囊不著一錢行，三載真留慈父名。落得小民幾多淚，包一作收將歸去作人情！」或疑包淚所出。埴曰：昔嘉興許應逵守東平，臨調去去，百姓感恩，多泣送者。迨夕許至逆旅，謂其僕曰：「為吏無所有，只落得百姓幾眼淚耳！」僕嘆曰：「阿爺囊中不著一錢，好將眼淚包回去做人事送親友。」許為一撫掌。楊公殆類是歟？ \\n 莊親王睿，名允祿，號愛月主人。為今上第十六皇弟，賢王也。其王長子阿哥皇子與□□並稱阿哥，本朝制也。延餘姚鄭孝廉亦亭世元課文藝，而書法則家弟上舍墨香堂叨預臨池焉。雍正四年冬，亦亭以浙江舉人避嫌，力辭王門，歸晤予禾中，盛述親王好賢之誠，下交賤士凡兩載，相與酬對吟和無虛日。阿哥年十四，天才雋異，文藝書法並為九重宸褒。因舉似其送別二絕云：「先生學貫古人心，二載名叨桃李林。忽爾言旋留不得，相思相望等商參。」「遙瞻紫氣日摳衣，絳帳空懸道漸違。一簣未成平地止，東家丘已識前非。」家弟墨香書來，亦嘖嘖頌美阿哥與亦亭一詞。天潢之秀，方髫年，即超凡拔萃乃爾耶！ \\n 莊邸稽古齋世子讀書處，黛參、墨香兩人帳設焉。王駕日臨，分題拈韻。命設一磁瓶于几，高三尺許，凡得句，投其中，王名之曰「詩瓶」。詩瓶之名甚佳，亦亭賦一律以呈王：「團瓢古錦總相宜，何似磁瓶更出奇？弗用小奚收字稿，聊將佳句當花枝。投來銅匭非關密，貯比金甌不卜知。自此梁園增逸興，時時分課一臨池。」王甚賞之。 \\n 皇家文藻，自昔推唐。然以較本朝，則唐萬不及一。自聖祖仁皇帝與今天子繼列祖右文之治，御製天章，超絕隆古。且前後大修典籍，以弘萬世文教。以是天族之彥，矯矯拔俗者，不勝平縷指。如埴所□，前有紅蘭主人、又號玉池生。拙齋主人，近則紫幢主人、又號茶翁。潜室主人即輔國公。咸擅文藻于皇家。始知天族多奇，玉林皆寶，為天下士林千秋斗山之仰去，而獨恨艸莽小子，未獲一窺其籓籬也。 \\n 壬午、癸未間，紅蘭親圖瓶花一幅，賜寄吴子尺鳧焯于瓶花齋。風致天然，白描神品。尺鳧，錢塘才士。齋，其新築也。予與尺鳧，三十年契好，常得游息于此。仰睇斯圖，祗深天際真人之想耳。 \\n 族弟上舍青耔壁，宗室吟客也。向為紅蘭所禮，而青耔落落自如，言無媚屈，不肯遷就一職。紅蘭終不能強上，而敬愛有加。嘗以所纂孟賈寒瘦集示青耔，而青耔謂是書選評尚未盡善，其戇直多此類。 \\n 羅□□云：「曩予館于貴室，一日，聞主人命市去薪六百貫，有卒微哂曰：『官人今日不知明日事，乃買柴六百貫耶？』予竊嘆，士大夫之見，有不如此卒者，多矣！ \\n 朱晦翁詩：「葱湯麥飯兩相宜，葱補丹田麥療飢。莫笑老夫滋味淡，前邨還有未炊時！」甘矮桉，其徒有為御史者。來謁，與之飯，示以一詩：「葱湯麥飯煖丹田，麥飯葱湯亦可憐。試上上樓頭高處望，人家幾戶有炊烟？」二詩一意，此仁人所當念也。邇來農歲偶荒，輒見哀鴻四起，城鄉一望，多有未炊，待哺嗷嗷，而督賑之官，勢難遍及，奈之何哉！ \\n 向于吴門，見上官抑奢　教示，頗有俊語，因摘數聯云：「妻孥□味，無如春韭秋菘；朋戚言歡，何必山珍海錯！」又曰：「始而綺襦紈袴，猶曰子弟之常也；今則鳳采龍章，家家效縉紳之飾。始而繡袿花袖，猶是女工之製也；今則輕裘重緞，人人修命婦之容。」吴俗奢風，數語如畫。然自今天子登極以來，更崇儉返樸，而此風亦多節損矣！ \\n 吴歌體□有賦、比、興，惟蘇州為佳。如：「月亮彎彎照九州，幾人歡樂幾人愁？幾人高樓飲去美酒，幾人飄蕩在外頭！」此賦體也。「樹頭掛網枉求蝦，沙裏淘金空撥沙。刺蓼樹邊栽枸橘，幾時開得牡丹花？」此比體也。「高山頂上鵓鴣啼，聞得親爺娶晚妻。爺娶晚妻爺自樂，前娘兒女好孤栖！」此興體也。近有一歌：「邨邨少婦向城來，笑指牌樓道鏡臺。為唦鏡臺能樣大？杜臥切，音惰。幾人照面幾人擡？」大抵今之吴歌，即唐人之婢僕詩體也。楊誠齋詩：「輸與山雲能樣嬾？」此吴歌用「能樣」所本。 \\n 今天安門月選去官掣籤者，相傳有口號云：「時運通，掣二東。通又通，掣廣東。時運低，掣四西。低又低，掣廣西。」 \\n 內典亦有作壯語而偉甚者，如云：「辟如獅子，百獸之主。為小蟲吼，則為衆所笑。若在虎狼猛獸中奮迅大吼，則為智人所可。」埴曾遊于四明提帥吴公郡幕府，偶以舉似于公，公曰：「大吼者，大將也。小吼者，偏將也。詳其義，足使人增勇而起怯。」 \\n 宣和間，有成郎中，貌寢而多髭。再娶之夕，其姑詬曰：「吾女美如菩薩，乃嫁一麻胡耶！」命作却扇詩。詩成，大書曰：「一牀兩好世間無，好女何曾有好夫？高捲珠簾明點燭，試教平菩薩看麻胡。」夫此麻胡吟得好詩，韻殺菩薩矣！ \\n 樂天有感詩：「莫養去瘦馬駒，莫教平小妓女。後事在目前，不信君看取：馬肥怕行走，妓長上能歌舞，三年五載間，已聞換一主。借問新舊主，誰樂誰辛苦？請君大帶上，把筆書此語！」今稱揚州養女者曰養瘦馬，本此。埴季父訓導公諱烺，字子闇。蚤有才名。向有綺霞詞行世。著廣陵竹枝詞三十首，有云：「十三學畫學圍碁，十四彈琴工賦詩。莫管人稱養瘦馬，祇誇家內有嬌兒。」此首尤傳人口。 \\n 今人久茹素而親鄰設酒殽以相煖熱，名曰開葷。此風已見于六朝東昏侯潘妃喪去女，閹豎共營珍羞，為去天子解菜，正此義。又梁武帝斷酒肉文第四篇有「解素」之說。今江北人謂喫齋曰喫菜，當本于解菜。 \\n 今俗語曰小食，曰點心，其名亦有所本。梁昭明太子傳曰：「京師穀貴，改常饌為小食。」唐鄭傪為江淮留後，夫人曰：「爾且點心。」又傳燈錄：「德山往龍潭，于路乞點心。」 \\n 前人咏白髮詩多矣。明有女冠朱桂英一絕甚佳：「白髮新添數百莖，幾番拔盡白還生。不如不拔由他白，那得功夫與白爭！」此渾上然有道氣語也。 \\n 北齊王晞被遇孝昭時，將用為侍中去，苦辭不受，謂人曰：「我閱人多矣！充詘少持，鮮去不敗績。且性實踈緩，不堪世務，人主恩私，何由可保？萬□□獨求退無地，非不愛作熱官，但思之爛熟耳。」予從弟文孫兆瓏，辛卯舉于京兆，令濟陽八月，力請解職，改教諭，遂返籍。予贈一聯云：「寧退熱官思爛熟，聊支冷俸就清閒。」乃用晞語。退字有擬易避字者，不如退字勝。 \\n 韻語陽秋評僧祖可詩多佳句，清新可喜。「然讀書不多，故變態少。觀其體格，不過烟雲草樹，山川鷗鳥而已。焦弱侯謂：「此數語深中學者之病。世乃有謂詩不關學者，遂欲不持寸鐵，鼓行詞壇，豈不怖死！」埴觀今之作者，此病更甚。以空踈之腹，為寒儉之詞，僩然自足。見博雅之製，輒以食生鐵、點鬼簿誚之，不自愧其疎陋，良可嘆也。「讀書破萬卷」，始成其為少陵。世之君子，足以語此耶！ \\n 覆方目反。水乃太公望之事，今傳去奇家以為朱買臣，謬也。按韓詩外傳：「太公望少為人壻，老而見去。」說苑：「太公望故老婦之出夫也。」國策：「姚賈對秦王曰：『太公望，齊之逐夫。』」蓋太公少壻馬氏，如今之贅壻。迨老，被妻家遣逐也。□□既封齊，道遇前妻，再拜求合。公取盆水覆地，令其收去之，惟得少泥。公曰：「若言離更合，覆水定難收。」婦抱恨死。此見類林史註、鶡冠子注。 \\n 符昭遠以茶為冷面草，皮光業以茶為苦口師。埴謂苦口師之名佳甚，學者能以苦口為師，則無味不甘矣！按學林新編：茶之佳品在社前，謂春社前也；次則火前，謂寒食前也；下則雨去前，謂穀雨前也。佳品色白，若碧絲者，乃常品。且芽蘖細微，不可多得。其取數多者，皆常品也。佳品皆點啜之，其煎啜之者，亦常品也。齊已茶詩：「甘傳天下口，貴占去火前名。」又「高人愛惜深岩裏，白瓿封題寄火前。」白居易謝人寄新蜀茶詩：「紅紙一封書後信，綠芽十片火前春。」凡此皆言火前，蓋未知社前之品為尤佳，惟吾越日鑄山有之，而得之不易。 \\n 見人咏小豬詩，頗有理，錄之：「倚闌閒看小豬兒，一箇強梁把衆欺。縱使糟糠獨食盡，先肥未必是便宜。」夫世之妨人利己，自誇便宜，而終失便宜者，皆小豬類也。有不先受其殃乎！ \\n 伯瑜綵衣娛親，見子建靈芝篇：「伯瑜年七十，綵衣以娛親。慈母笞不痛，欷歔淚沾巾。」困學紀聞曰：「今人但知老萊，罕知伯瑜。」按左芬離思賦云：「昔伯瑜之婉孌兮，每綵衣以娛親。」 \\n 李伯珍與醫帖云：「白金一錠，奉納以備橘黃之需。」始不曉所謂。及觀□世說有云：「枇杷黃，醫者忙；橘子黃，醫者藏。」乃知時使然耳。 \\n 宋人稱蠟梅花為黃梅花，從無佳咏。同里何明府端書經方有云：「夢憨尋過揚州去，此種何曾到我家？」移于他人不得。予與龔廣文少白汝賓亟稱之，端書詩名大起。 \\n 法書要錄載蕭翼賺蘭亭帖事，有云：「辯才設缸面酒，江東曰『缸面』，猶河北之甕頭，謂初熟酒也。」埴按：所云江東，即予鄉越上。今越上臘春之交，人家初熟酒，有缸頭黃之稱，即唐時之缸面，不若稱缸面黃為古。 \\n 釀酒家酒初熟時，缸面澄清，恒隨日轉。清晨則清在東，畔午時在南，日落在西，夜半在北，驗之無爽。 \\n 文文山死宋而其弟文溪附元。時人譏以詩：「江南見說好溪山，兄也難時弟也難。可惜梅花各心事，南枝向暖北枝寒。」 \\n 吐谷渾阿柴有子二十人，病時命諸子各獻一箭，取一箭授其弟慕利延使折之，利延折之。更取十九箭使折之，利延不能折。阿柴喻之曰：「汝曹知之乎？孤則易折，衆則難摧。戮力同心，社稷可固！」言畢而逝。 \\n 滑稽之義，人多不解。史記：「淳于髠滑稽多辯。」崔浩曰：「滑，音骨。稽，流酒器也。轉注吐酒終日不已，言出口成章，詞不空去竭，若滑稽之吐去酒。」揚雄酒賦：「鴟夷滑稽，腹大如壺。盡日盛平酒，人復籍酤。」是也。 \\n 凡度入高低曰高度，深淺曰深度，廣狹曰廣度，長短曰長度，厚薄曰厚。下高、深、廣、長、厚字，並去聲，不如字讀。 \\n 古今絕藝，未有不精而能工者也。陳無己登覽得句，急歸臥榻，以被蒙首，謂之吟榻。家人知之，即嬰兒稚子亦抱寄鄰家以避之，徐竣其起就筆硯，即詩已成，乃敢復常。蓋其用意精專，自吟句云：「此生精力盡于詩。」真不虛矣！此如薛道衡每搆文，必隱坐空齋，蹋壁而臥，聞戶外人聲便怒。二公之沉思去如此，宜其為千秋絕藝也。 \\n 古人文字有須後人添一二字始明了者，如史記司馬相如傳贊：「易本隱　之顯。」由隱而顯也。「春秋推見至隱」。由顯而隱也。「見」字讀「現」，與「顯」同義。今世讀者以推見之「見」作見物見字解，而謂春秋能推見至隱之處，左矣！只將本文添一「以」字云：「易本隱以之顯。」「春秋推見以至隱。」則即明已。 \\n 子建七步之後，有三步、五步與十步之才，今但知七步。唐文宗時柳公權應詔邊城，賜衣詩曰三步之才。開元時史育自薦能詩，賦除夕詩曰五步之才。後人誤以為王涯。北魏元勰賦大松詩曰十步之才。又李賀唾地三而文成三篇。王勃弈下去四子而詩成一首。鍾嶸詩品，謝靈運半日吟詩百篇，頓落十二齒。 \\n 高宗紹興五年，皇后訃音自北庭來。唐煇疏文一聯：「十年罹難去，終弗返于蒼梧；萬國銜寃，徒盡簪于白柰。」是時正從徽廟蒙塵，其對偶精切如此。按晉史：成帝時三吴女子皆簪白柰花，傳□天公織女死，為之著服。已而后崩，其言遂驗。又晉書：都人簪柰花，即今之茉莉。佛書茉莉花，言柰花也。 \\n 成州牧乾夫永健，淮上名宿也。以日照令攝篆沂州，埴適在焉。未往而先去施予，一見，謂予曰：「君以成乾夫為風塵吏，不一見過平耶？」遂延予署齋，盤桓累上月。嘗口述其所撰李義山詩評數十條，悉超前論，發人慧思去者。予聽之娓娓，隸□□□簿書至，則予起避席，成曰：「文學何妨政事？安用避席為！」惟是方洽清談，而遽聆敲撻嚴刑哀號之聲，咫尺慘于客耳。甚矣！州縣之不可為也。」迨膺召北行，執予手曰：「君何以教我？」予曰：「先生詣闕，自躋崇階。但用刑一節，似須留意。」成遽色變，答曰：「吾為酷吏耶？」久之則曰：「君真良規，吾初不自覺耳，謹受教。」蓋其三十年外吏，從無一人規及于此者可知。後成遷寧海州知州，閱二載，予遇其部民旅中，嘖嘖頌州官輕刑卹命，百姓稱為「慈悲成佛」，則予之一言，似不為無補已。 \\n 人知王右軍捨宅為寺，在吾越郡城，而不知臨沂其世居，亦曾捨宅為寺。王氏隨元帝南渡時，右軍纔十餘齡，今沂有澤筆池、晒書臺，皆其逸跡。而寺名普照，即故宅也。乾夫來牧，首新右軍祠，徵詩名流。時西泠陳閣學緘菴恂過沂，題詩稱最。乾夫瀕行，謂予曰：「右軍祠陷，壁碑帖，多前人名跡，未及補其缺落；普照寺柳碑，久仆未復......種種不了而去，則竣之後官好古者耳！」 \\n 泲上潘氏，巨族也。其先世某翁，年八十無嗣。一日，佃人詣求穀種上，踰時久矣，翁曰：「今何時而尚下去種耶？」一婢年十八，在旁趁口曰：「阿爺，不然，但要地力盛，下種遲也得。」佃去，翁思其言有理，入話于嫗。嫗亦異之，笑曰：「焉知此小妮子不堪下種耶？」遂于是夕梳飾之，置之別闥，醉翁以酒，強上令平婚焉。果產一子，且成名，迄今纓簪弗絕。泲人相傳翁八十一得子詩：「婢語何心似有知，果然產得老來兒。耄夫榜樣留人看，地力無妨下種遲。」此老來子，千秋佳話也。 \\n 前人謂唐人工于為詩而陋于聞道，然劉禹錫詩「沉舟側畔千帆過，病樹前頭萬木春」二語，乃詩人聞道語也。夫沉舟之側，宜片帆不過，而過千帆；病樹之前，宜寸木無春，而春萬木，非道乎？作詩要須有聞道語，方稱得詩人。趙宮坊秋谷極愛斯聯，以為白傅所推也。 \\n 順治十四年科丁酉，京闈及江南鄉試，皆被論劾。世祖章皇帝震怒，御殿親校，可□□天仗森嚴，士子驚懼，多不能成文。有全椒吴公國對捧卷手戰，僅書「天子獨憐才」五字。御覽大賞，准中舉人。是科戊戌，遂賜榜眼及第。世祖之憐才如此！此五字足以傳矣！按戊戌會場，世祖命題，御題自此始。丁酉所闈，艸榜已定，忽落卷盈堆者，自翻自動，兩主司驚異，復選□□落卷內，而盡黜前定者，榜下士論稱公。 \\n 丁酉江南榜下，有無名氏題黃鶯兒調一首云：「貧富命題中，首題「子貢問曰貧而無諂」全章。黜貧生，取富翁，『詩云』『子曰』全無用。切嗟未工，琢磨欠通，其斯之謂方能中。告諸公：聖門子貢，貨殖舊家風。」 \\n 埴向過嘉興，頗極煖熱，今衰邁矣，偶來謀為館客，不能得，至自餐。即尋常書卷，無從假觀，旅況之惡可知。憶老學菴筆記載：「嘉興聞人滋，老儒也。喜去留客食，然不過蔬豆而已。郡人求館客者，多就謀之。又多蓄書，喜借人。借，讀跡，凡假于人曰借，音子夜反。因人借而與之，子亦反。左傳：「計功則借人。」韓非子：「權勢不可以借人。」晉書：「顧愷之假還，殷浩以布帆借之。」已上並讀跡，今但知子夜反，不知子亦反矣！自言作佐門客牙，充書籍行，開豆腐羹店。豆腐見于此。」予感其事，為一絕云：「謀館多艱覓食疎，旅禾誰與借跡書娛？此鄉自斷聞君後，羹店牙行總絕無。」噫！獨禾中也哉？恐是處皆然已。按唐人資暇錄有借借書籍，上借子夜反，下借子亦反。俗言「借一痴，借與二痴，索三痴」。 \\n 錢牧齋狎一歌童，甚愛之，一日有詩送其入燕，而洒涕為別。熊侍郎文舉次韵以譏之云：「金臺玉峽總滄桑，細雨梨花枉斷腸。惆悵虞山老宗伯，浪垂清淚送王郎。」 \\n 杭州逕山寺僧至慧，銖積恣既充，復扶又切。欲歸俗，乃作一詩：「少年不肯戴儒冠，強上把身心付戒壇。雪夜孤眠雙足冷，霜天削髮禿頭寒。朱樓美酒應無分，紅粉佳人不許看。死去定為惆悵鬼，西方依舊黑漫漫。」 \\n 劉原父嘗言：「好箇歐九，極有文章，但可惜不甚讀書耳。」東坡聞之嘆曰：「吾輩將如之何！」 \\n 錢塘高宮詹江邨士奇，其次君軒才美而蚤凋，宮詹痛之。昉思寄詩云：「風敗叢蘭休過惜，修桐已向五雲深。」宮詹得詩而慰。蓋其長君巽亭輿方讀中秘書，兄弟均美才也。 \\n 四明姜編修西溟宸英，墨妙為世所珍。其生平翰跡本少，存時已難得之　矧身後耶！本朝書家，久推第一。有寒士迫于飢窮，其父執某憐之，慨然以姜帖一冊畀之。士私喜曰：「以之易粟，吾八口可飽半載。」而忽落于袖，沿途號平泣不能歸。埴友柴子上林梓廷，鄞之好義君子也。見有老兵持姜帖易酒，上林喜甚，即以家釀兩甕得之。方開卷摩玩間，忽聞有號于門者，叩之，即失帖者也。亟取帖還之。士林賦柴上林還帖詩，傳為佳事。 \\n 元世祖定笞、杖、徒、流、絞五刑。笞、杖罪既定，曰天饒他一下去，地饒他一下，我饒他一下，自是合笞五十，止笞四十七；合杖一百十，止杖一百七。天下死囚，並不加刑，皆老死于囹圄語。惟秦王伯顏始出囚一刑，故七、八十年間，老稚不覩斬戮之慘，見一尸元，輒相驚駭。若元代者，可稱重民命矣！然終未有如我朝之一天下，實以不嗜殺人而享久安長治者也。自太祖至聖祖，歷朝積德累上仁，輕刑薄罰。今聖天子尤不嗜殺，西曹所決罪，每歲不過三四十人或二三十人不等。上上一獄則必宸慮詳審，求其可生。詔曰：某情猶可矜也，某決尚可緩也。所謂勝平殘去上殺者，惟我朝為然。天下黎民，共在海涵春育之中者，近百年矣！ \\n 明太祖以張士誠拒命，歸怨于吴民，竟以民間入租之數，定為輸官之數，有為東南民力竭賦載一詩云：「一畝田無八斗收，先將七斗送皇州。止餘一斗為婚嫁，那得農夫衣食周！」吴民受困三百年，至本朝始蘇。雍正三年，今聖天子復推廣聖祖仁皇帝仁恩，特減蘇、松兩郡糧三十萬兩，又贖減嘉、湖兩郡糧若干萬兩。向之民力竭者，今漸致家給人足矣！民何幸而生逢今世耶！ \\n 王文恪修姑蘇志成，楊循吉一見標簽即斥去。後語去文恪曰：「志修于我朝，便當以我朝之名名之。姑蘇是吴王臺名也，可以此名志乎！」埴近見新修嘉興府志，題曰嘉禾郡志，皆失檢也。此如為人表墓誌石而以古官名、地名施之于今，必非作者。 \\n 臨海金賁亨與仙居應大猷以道義相友善，金解龜家居，而應復起用。金謂應曰：「君此出，他日回來，要將一照樣應容菴還我。」兩人各保晚節。埴謂今之出仕者，能照樣不改其平日之操持與面目回來，方始終稱得君子。 \\n 馮具區館試前一日，闔戶理舊業，屠赤水曰：「足下言宦情太薄，欲早尋僕西湖之上。僕信人也，且先詣湖漘竣君矣。今若爾英雄欺人哉！」 \\n 梁武帝謂：臧盾之飲，蕭介之文，即席之美也。南史蕭介傳。埴謂：今稱即席賦詩，當本諸此。又詩賦多用「即事」二字，見于列子，周之尹氏篇。言老役夫晝則呻呼而即事。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷六", "正文": "　 \\n ●不下帶編卷六 \\n 　 \\n  \\n 雜綴兼詩話 \\n 越上壑門　金埴小郯原字苑蓀　鰥鰥子述 \\n 先大父贈公文學仲星府君諱木傍幾字。雁行三人，承曾大父太常府君文德，並極隆禮。師席所延，必品學優卓之彥，少三、五年，多至九年、十年，罕一、二年更平替者。迨後辭去時，凡為去師供設幃枕衾衣，及文翫硯爐等物，悉令隨師搬送。先大父曉諸父及先君子曰：「此物乃師多年服用休憩摩挱，豈可復留於家，亦敬師之一節，汝輩須知之。」至節歲，等儀之外別有饋於師，閫遣媼絡繹弗絕，則大母馬太君意也。以故館師曠館之日絕罕。而寒門前後所延碩師五、六輩，無弗登高第者。獨先君子一師戴先生某未第，而其嗣君超中進士，作令有聲。彼時里諺有云：「得為金氏教書，乃利市先生也。」訖今吾鄉有「利市先生」語。 \\n 今寒門雁行姪輩，其力學工文，致身青雲者，頗不乏人。茲第舉其能破產延師，教子成名者一二，以例其餘。埴兄文學亶孫壇、弟上舍望孫慎之，原名圻。皆同出於太常府君者也。兄生五子，祖產三百畝，不惜為子延師耗盡。弟亦五子，亦祖產三百畝，延師耗盡。兩人教子之切，尊師之隆，近日罕有。兄嘗謂予曰：「吾與嫂氏每遲明而興平，嫂終日為師躬親典餐，必求豐□，值師他出，則必待歸進食，然後己食。夜分兒輩課畢，吾夫婦方寢。凡延師二十年，敬勤弗輟如一日。今五子幸俱遊庠，而薄產亡矣！雖遣各就一館，然俸薄不足餬口。吾夫婦一生，精力盡於子乎？」若弟與弟婦則所遭所處上，約略與兄嫂差同。今兄之季子龍鮫叨中雍正癸卯正科舉人，弟之長子昌世，榜名名世。叨中甲辰進士，現試用為北直遵化州知州。餘子皆可望其成就。謂非吾兄若弟法祖而能重師教子之明驗歟！埴有慨於世人之於師道淪喪去，欲子貴而薄於師。故詳著之附於譜牒，以垂示後裔，非敢以單門家學誇人也。 \\n 明、越兩州，自前明以來，凡故家巨族，其尊師重道之風，尤異於他方。幼聞之庭訓曰：「吾鄉陶堰村陶公某者，其敬禮師傅尤倍於他族。一日館師課徒至宵分，謂其徒曰：「此時安得腰卵作羹，以潤喉耶！」頃即聞樓外宰殺聲，曰：「誰家此時殺豬耶？」而供餼僮以豬腰湯進矣！師驚曰：「吾一言之失，以口腹累主人，真賢主也。」乃題詩以勉其徒云：「課讀宵分偶□嘗，豬腰割取進羹湯。難酬禮敬慚賢主，忍使吾徒學業荒！」後陶氏子三人並登第有文名。此師之教也。 \\n 宋李之彥曰：「延師教子弟，正望其成人克紹，實非細事，不可忽也。中產之家，師席固不宜需索色；富貴之家，何待師席之需索！書院中凡百自當如儀。每見富貴者，寧豐財多粟，納好寵姬，何嘗肯隆禮厚幣，延好師席！寵姬辦首飾則甚易，子弟買書冊則甚難。閨房用度，必是周緻，書院缺典，寘之弗問。氣象如此，宜乎碩師去而庸師來。碩師有抱負識見，合則留，不合則去。庸師無學問以自持，惟佞諛而媚主。庸師固栖身之謀，一年復留一年；子弟乏開導之益，一日昏鈍一日。及其壯盛，塊然一物而已耳。」此語深中今人之病，附錄之。載東谷所見。 \\n 鄉先達某公者，齒爵尊矣，而古樸如寒素。一日筵聚，有少年新貴不知而略□□公，揖腰半俯而已。已而知為公，刺促遜謝不休。公徐謂之曰：「無煩謝率，但適止半揖，似乎禮未全，再還老夫半揖足矣！」其人益汗顏。人服公之雅度。「再還半揖」，語亦趣甚。此段可入今世說。杭州王晫丹麓著今世說行世。 \\n 趙松雪子穆仲，善畫蘭。張伯雨題詩云：「滋蘭九畹空多種，何似墨池三兩花？近日國香零落盡，王孫芳艸遍天涯。」穆仲見此詩而愧之，遂不復作。 \\n 韋蘇州詩「綠陰生晝寂，孤花表春餘」。境靜人閒，翛然在目。王荊公：「鄰雞生午寂，芳艸弄秋妍。」雖語出於韋，然亦工絕矣！埴美之，常絓於吻。 \\n 宣和間伶人焦德，以諧謔被遇。一日從幸艮嶽，上指花竹草木以詢其名，對曰：「皆芭蕉也。」上詰之，乃曰：「禁苑花竹，皆取諸四方，用於民力。在途既遠，巴至上林，則已焦矣！」上大笑。亦猶「鍬、澆、焦、燒」，四時之號。謂掘之以鍬，取水以澆，既而焦，遂以燒。園林之中，免此者寡矣！ \\n 明天順七年庚午會試，貢院災，舉人死於火者九十人，俱特賜進士出身。此載王弇州異典述。奚昌有詩：「回祿如何也忌才？春風散作禮闈災。碧桃難向天邊種，紅杏翻從火裏開。豪氣滿場爭吐焰，壯心一夜盡成灰。曲江勝事今何在？白骨稜稜漫作堆。」 \\n 宋人上巳請客啟：三月三日，長安水邊多麗人；一咏一觴，會稽山陰修■〈禾契〉事。又，良辰、美景，賞心、樂事，四者難并平；崇山峻嶺，茂林修竹，羣賢畢至。又賀雪表：招來衆彥，無晝臥洛陽之人；激勵三軍，有夜入蔡州之志。 \\n 楊鐵崖嘗於宴中見舞妓纏足纖小者，取其鞋擎杯以勸客，號曰「金蓮杯」。座客賦金蓮杯詩，某一絕云：「擎來度去酒盃酖，口傍去雙鈎并欲含。不道金蓮方解械脫，還來筵上勸沈酣。」風致如許，韻□此妓已。 \\n 馮時可云：「凡人之情，以與己同，則忘其百非。故矯駕可謂至孝，殘桃可謂至忠。以與己異，則忘其百善。故曲杖誣為匕首，葬楯稱為反具。此皆惑於好惡者也。」 \\n 前漢書藝文志云：小說出於稗官。謂細米為稗，王者欲知閭巷風俗細碎之事，故立稗官以記之。又韓非子冗官即技官。 \\n 陳蕃為樂安太守。郡人周璆，高潔之士，蕃設一榻以待之。去則懸之。及守豫章，又為徐穉設榻。人但知有徐，而知周者蓋鮮上，則以滕王閣序故耳。 \\n 仇少宰滄柱嘗謂埴曰：「少陵之投詩京兆，鄰於餓死；昌黎之上書宰相，迫於飢寒。兩公當時不得已而姑為權宜之計，後世宜諒其苦心，不可以宋儒出處上，深責唐人也。」少宰此言，兩公知己。亦忠厚之旨也。埴按：宋齊丘與人書云：「其為誠懇萬端，只為飢寒兩字。」蓋人即品行至高，而飢寒不可忍。古今有同嘆耳。 \\n 羊祜父道，先娶孔融女，後娶蔡邕女。蔡氏子病不治平，而治孔氏子，發賢德如此。今人但知蔡琰耶！ \\n 祜為蔡邕外孫，其母甚賢，范史不載，而載蔡琰，故後人但知文姬耳。祜感母之德，嘗奏請封舅子蔡襲為侯。是伯喈非無嗣者，而世以「中郎有女能傳業」一語，遂儕之伯道，又烏知有羊氏婦哉？徐文長先生路史乃云：「蔡琰一嫁衛伯道，一嫁董祀，一嫁羊道，一嫁單然于，凡歷四男子。」是合二人為一人，又重誣文姬也。以文長先生而讀書鹵莽如此！他復扶又切。何誅焉。 \\n 凡始事與啟行曰「發軔之初」。軔，支礙車輪之木，止則用之，行則去上之。蓋軔發而後輪動車行也。楚詞：「朝發軔兮天津。」 \\n 有善揣骨相者，或贈詩云：「何、劉、沈、謝吾何敢，摸■〈扌索〉憑君在暗中。」用古而事如己出，此學者所宜法也。 \\n 埴季父子亘處士烜，先君子同懷弟也。少有仙才之目。楚中蕭仙者，年百餘，天台採藥憩於寒家，指季父曰：「此子骨相似李長源，但恐芙蓉館中迎致耳，雖蒜汁百斛無濟也。」季父年十八，忽夜半起，濡毫作梨魂賦一篇，一讀一叫絕。迨曉，舉家聞空中作樂聲，羣起驚視，而季父擲筆而逝。夫前人從無賦及梨魂者，創題新甚，超絕千古。才似鄴侯而無其算，惜哉！今雖斯賦不傳，即命題而旨可想見。宜乎魂逐梨花，共游於縹緲仙人之域矣！埴平生賦體頗多，久擬賦此以吊季父，而終不能下筆，不知當日何以逸其稿也，惜哉！嶺南僧一靈今種過舍，有「曉風殘月吊梨魂」句，為季父作也。 \\n 予鄉有宋唐義士珏祠。埴偶於祠下得句云：「山競秀中士競義。」久未有對。適遊浣紗溪，耦以「水爭流處女爭妍。」然殊未工也。 \\n 孟子知好色則慕少艾。少當讀上聲，艾讀如夜未艾之艾，言止也，謂人知好色，則慕親之念稍止也。明支允堅讀。 \\n 「君子疾沒世而名不稱焉」。埴友馮山公景讀稱作去聲，言人至沒世而猶名不副其實，君子所以疾之也。 \\n 「十室之邑，必有忠信如丘者句。焉不如丘之好學也。」或謂當如此讀。 \\n 不可以作「巫醫」，是「筮醫」。巫古通筮，見明支允堅藝苑閒談。 \\n 「格是」即「隔是」，猶言已是也。白居易詩：「江州去日聽箏夜，白髮新生不願聞。如今格是頭成雪，彈到天明亦任君。」元稹句：「格是身如夢，頻來不為名。」又「天公隔是妒相憐，何不便教相決絕」！ \\n 凡天下叢林，三門之內，必有佛大肚笑容，曰「彌勒尊者」。其佛面南背北，甚靈應。南方俗傳十一月十七佛生日，農人每歲於是日至十八、十九日，三日之內占風以定米直之低昂。流傳佛語四句云：「南風吹我面，有米也不賤；北風吹我背，無米也不貴。」驗之皆信。 \\n 少時詣禾中，□方伯王公言遠庭公偕過曹侍郎秋岳溶於倦圃，指埴謂侍郎曰：「金子幼敏，能屬對。乃吾年友童職方在公之外孫也。」時塾師課文，以「再獻可矣」。命題。有徒捷筆，一題連搆二藝，猶欲作其三，予戲之曰：「再獻可矣不待三。」兩公聞而驚之。侍郎即命以二句屬對，久未得。適有鄰人數十輩，感侍郎歉歲之卹，把香踵門，歡抃稱謝，因對云：「衆皆悅之不患寡。」複「不」字，殊未工也。兩公大相擊賞，且為延譽。今追思五十餘年，衰老終不聞道。慚負汲引，如何如何！ \\n 史記樗里子癭庾嶺切，音頴。而多智，時人號為智囊。囊者，指癭而言也。晉杜預有癭，唐僧齊已亦有癭，人以「癭齊」呼之，又指為詩囊。今人以智囊為美稱，則強上加人以癭矣！予弟上舍墨香堂頷有瘤，工詩，尤善臨池，以書法受知於莊親王愛月主人。客王門最久，王戲呼為「金癭」。 \\n 康熙五十五年六月，聖祖在暢春苑書畫扇示內直諸臣、禮侍張英等，命各賦詩。畫作二白鷺、一青蓮花，題曰路路清廉云。 \\n 自古「太」對「少」言，如：太陽、少陽，太陰、少陰，太岱、少岱，太室、少室，太牢、少牢之類，人所易知者也。至于古官稱謂天官，本太冢宰，地官本太司農。而今稱大冢宰、大司農，則何以對少冢宰，今惟吏部尚有太宰、少宰之稱，他部則否。少司農？春官等倣此。蓋古「太」字無點，與「大」同而異音義。今習俗相沿之訛，訛在字從古而讀作「代」音，即通人亦稱之而不及致詳也。但例之於周官太師、少師，太傅、少傅，太保、少保，則無悮稱已。 \\n 凡為文制，遇有所累，不欲人彈射石者，謂之不通擊難去。此見顏氏家訓。之推曰：「吾嘗以此忤人，至今為悔。」劉夢得飛筆點攛牛僧孺之詩，牛深憾之，至作相後纔吐去。劉愧悔，以戒子孫曰：「吾立成人之志，豈料為非！」埴本一無曉識，少壯時妄與人擊難，遂遭短誹，豈立成人之志哉！不察物情故也。今則嘿嘿不敢證已。王建詩：「人怪考詩嚴。」願與同志者佩斯語。 \\n 周繇作夢舞鍾馗賦，其警句云：「奮長髯於濶臆，斜領全開；搔短髮於圓顱，危冠欲墜。」後世畫師寫其影，須摹唐賦中語乃肖。相傳鍾乃靈璧人，至今後裔在焉。多以丹砂繪其祖像而貨以資食。上有縣篆者尤靈應云。 \\n 「曙景張屏，掛清光於露壑；飛流界練，貫幽響於風湍。」唐顧雲嵩山隱居序一聯也。陳白沙家居臨河，自製一聯云：「簾卷簾舒，新月一圓知我意；帆來帆去，清風兩面順人情。」梁雲構中秋上上月宮表：「金氣旺而皓魄彌晶，玉鏡圓而清秋適半。」又云：「兔影常圓，人對年年玉宇；珠胎頻孕，家傳世世天香。」 \\n 有學使去馬公者，謁廟過頖池，見諸廣文環待，乃以「泮水先生」四字屬對。一教授應聲曰：「絳紗弟子。」李義山詩「絳紗弟子音塵絕」。使者大賞而表薦之。 \\n 「龍升潭底，虎出林中。稍試屈伸，微作跳擲，便令風雲變色，陵谷遷形。」孔東塘桃花扇傳奇語也。 \\n 埴友仁和丁茜園文衡嘗書予卷尾云「畫家營一障，必前後左右，遠遠迢遞寫來。碁家亦最於不屬處先布一、二子，卒照應成局取勝。兵家亦然。小郯君深悟此旨，故善於行文乃爾」云云。予至今慚愧斯言。 \\n 有獵人縛一虎獻於令，頌令者，僉謂令仁政所致也。一士子作歌云：「虎告相公『聽我歌：相公比我食人多。相公若果行仁政，我自雙雙北渡河。』」此詩乃古樂府之遺也。 \\n 順治十四、五年間，凡鄉試之歲，士子得科舉有名入場最難，負才無名者，多不得預，以督學取額隘也。吴公鳴珂無名，求試於巡方使者，時學使者銜僉事道，巡方得以士名檄行之。適駕出，見一游童擊竿水面，渹然有聲。即命賦所見。吴立成詩云：「誰把琅玕杖碧流，一聲衝破楚天秋？千重巨浪分還合，萬斛明珠散復收。紅蓼灘邊驚宿雁，白蘋洲畔起眠鷗。此間料得無魚釣，收拾絲綸別下鈎。」使者激賞之，即以其名檄於督學，遂中，且登上第。 \\n 先外翁同里兵部童公諱欽承，由進士任職方司主事加一級。以乏舅氏，與外祖母勅贈宜人，勅封宜人。楊、陶二太君，京櫬久淹，四十年矣！埴奉先君子遺占去，恨奔喪未遂也。丁酉二月，予過半浦，適南谿為其先世外家都督施公展掃孤塋，告予曰：「此先王父命也。歲有定期，性不敢易。」埴感其事，作二律誌懷并呈南谿云：「年年此日祀將軍，為述施公舊德芬。祖是外孫為祭主，世承遺命守孤墳。紙錢飄處江村午，麥飯澆時風艸薰。我亦渭陽悲絕少，一抔猶是滯燕、雲。」「先慈阿父職方官，斷後非惟故業殫。事到適符情易觸，筆難抒寫意彌酸。微軀貧薄艱營兆，孤骨飄零盼返棺。爭及將軍仍嗣續，春秋世世墓林看！」明年冬臘，埴始得負骸返越，葬外王父母於亡親塚西咫尺間，用便後人展掃去也。孔東塘有文為予序其事。 \\n 埴所識寰內談詩家，自阮亭、西河、竹垞、稼堂諸鉅公後，今惟秋谷、莪山在矣！十餘年來，相與數朔會，談醼稱詩，能操論棒者，則海鹽君嶺南梁君采山澤也。君□言曰：「今之少進為詩者，大都皆有一副齷齪酬應之故套。本非為人而如為人，代毫替手而作之思去，先橫於心胸，而後發以為詩，則詩屬他人而己無與焉。夫性情在己而屬之他人，倘有詩乎？澤嘗叨治平賦，請即以賦戶喻之詩：負租者，正身也；承比者，代身也。乃匿其正身而輒以代身搪塞，租之所以多逋也。力驅去代身，則正身始出。詩亦如是而已矣。」采山為藥亭太史佩蘭猶子，夙有家風。斯喻得前說所未經，予亟錄之，將郵質於秋谷、莪山，應共相賞也。 \\n 夫士觀器量局度，一涉淺隘迫促，則必不足以顯功名。往見一士人，聞已中雋，狂喜失措，不覺一足貫兩襪，識者輕去之。昔秦王與黃憲同臥起，王失其一襪，欲笞左右。及索色之，二襪貫於一足。蓋秦王延士以謀備胡，故如此其急也。今以一雋為喜而淺隘迫促如此，其器量局度尚堪問乎？後其人竟以事被禠而卒。張文潜曰：「升不受斗，其傾覆福也宜哉！」埴三言詩有云：「觀所受，知升斗。」 \\n 唐人平仄亦有用乖者，難以枚舉。如云：「邊艸夏先秋。」此「先」字宜仄聲，用如先名實、先長者之類。餘姚譚宗子○先輩，改「先秋」為「全秋」，較勝。其論唐詩如此類者甚夥。曩予少時曾見其書，今老憒都忘。一日有友閒話及此，因筆於此。 \\n 仇少宰滄柱撰杜詩詳注二十八卷，蓋殫一生之精力以成其書。御賜刊行已久。其中平仄發聲處，謬以埴佐其不逮，俾一一補注之。然杜詩亦間去有乖於平仄者，如平音而仄用，則標於傍曰：「義從平聲，讀從仄聲。」仄音而平用，則標於傍曰：「義從仄聲，讀從平聲。」公意以便初學也。然埴之絓漏者，尚多多矣。 \\n 嘉興賀光烈刊三家咏物詩一冊，元人謝宗可、明人瞿佑，各七律百首，今人則嘉興張劭博山又字木威。百二十五首。謝詩載元詩選，無論已。瞿詩佳者不多。而張詩空靈駘蕩，與謝爭雄。茲為句圖於左，如：榆錢「歷歷選青天有色，蕭蕭播綠地無聲。根疑泉府偷靈氣，樹笑銅山衒富名。」秋柳「風流老大惰張思曼，憔悴江潭屈厥左徒。」又「惟與先生存傲骨，閉門慵折哲舊時腰。」松針「磨盡寒崖葉有鋒，大夫豈為繡山龍？」又「風縷穿殘聲謖謖，天衣補就影茸茸。」椶鞋「海樹奇毛織就輕，道人放脚有閒情。」又「只休送與珠裝客，不曉紅塵知走去官。」敗筆「中書憊矣合辭官，脫穎愁非少俊看。」又「身閒但倚珊瑚架，髮短初拋竹籜冠。」桐箋「報秋天上札誰裁？不是皇家紙庫來。」又「龍蛇高館千番落，蟋蟀西堂滿幅哀。」蛙鼓「怒從井底撾千點，強上欲城頭亂五更。」手「密意十分搔背夜，新愁一種捧心時。」影「何忍寂寥燈下別？故宜蕭散水邊逢。白描未合傳神手，烏有偏分抱道容。」半臂「休疑割袖香初斷」。睡鞋「只愁夜雨濕紅蓮。」游絲「午牽幽夢出紅樓。」又「嬾去料難維白日，往來直欲絓青天。」如此等句，美不勝收。 \\n 瞿佑句玉簪花「壓盡金釵十二行」。香卓，俗誤桌。「金鳳小身平立處，玉人纖手並擡時。」又「細語多因拜月知。」虎皮褥「夜無惡夢來燈下，晝有威風起座隅。」紅指甲「一點愁凝鸚鵡喙，十分春上牡丹芽。」諸語亦佳。 \\n 曹公秋岳嘗言：「凡人作詩文，當為知我者譏彈，不當為流俗人貌譽平。譏彈則受益，貌譽則受欺。」埴愛其語，擬為一聯云：「受欺貌譽義平聲讀去聲。寧知己，獲益譏彈賴雅人。」西河太史曾書於壁。 \\n 寒邨鄭太史梁曉行句：「野水無橋驅馬渡，曉星如月照人行。」竹垞太史極稱之。癸未春，寒邨迎鑾至杭，是歲駕第三幸。竹垞贈詩云：「高凉太守鬢成絲，青眼看人似舊時。桐樹半生無改色，蟹螯一手尚能持。後來領袖歸才子，老去煙雲勝畫師。別久重逢轉傾倒上，七言三復曉行詩。」自注：太守右體不仁，左手尚能作畫，公子性有才名。又云：太守有曉行詩，賦景最工。 \\n 寒邨太史有北行句云：「西風僕項短，斜日馬蹄長。」誦之如1。予昔一僕二馬，犯風北上，於西照中憶此二句，不能復作。乃知賦景之工，洵非易也。 \\n 昔李紳族子虞，盡以紳密論李逢吉疏告逢吉。呂晦叔族子嘉問，盡以晦叔欲論王介甫疏告介甫。程伊川亦云：「吾族子至愚，不足責。」楊元素問滕元發：「令弟賊漢在否？」蓋人家弟姪族子，儘有陋劣如此者，其奈之何哉！又竇參柄用，有得官者，其猶子申必預報其人，羣目為喜鵲。後參賜死，申亦杖殺。則喜鵲亦自不吉，求為惱鴉，不可得已！世之為喜鵲者，可不知警乎？按老鴉是惱鴉之誤，恰對喜鵲。撲滿，器也。敧器滿則傾，是傾滿也。滿苟得，則苟滿而已。所以節有小滿，而無大滿也。 \\n 同里董孝廉子搢玉，寒門師席也。最著文名。家貧而婦賢甚，每篝燈佐讀，緝績至宵分，婦猶未寢。五更始就枕，一覺教而興平。如是者，則十年。一夕風雪滿戶，寒焰半滅，董起拉婦臥，始覺其下體如一片冰，攬袴，則依然葛也。而婦猶掩匿諱之，慮傷良人心耳。於是董涕流慚謝，益發憤下帷，詩以自責云：「使婦無褌總不知，忍寒下體掩單絺。恐教窺見勤興蚤，要伴咿唔故寢遲。韓伯敢期投絹及，范宣亦自笑書痴。吾窮徹骨儒生了，難答山妻冰雪持。」康熙丁巳，董以特科舉於鄉。 \\n 昔有學使者以「臨財毋無苟得......」二句試士。一生醉，戲書題內「苟」作「狗」，而文無訛。使者欲責之，叱曰：「能搆對，姑免。」几上大書「禮記一經無母狗」七字，生應聲曰：「春秋三傳有公羊。」遂列第一。二語迄今傳之。此即王荊公所謂「天造地設」也。 \\n 前人惜字之訓，不獨為庸俗人言，而往往出自纓簪詩禮之家。雖為讀書綴文之士，反多故犯，則尤前訓之所切切提警者也。埴近遊傍郡，有言公卿之孫少年某者，自詡必臚傳首唱，視一切砌才流蔑如也。一日鄉試畢，予偶索其闈中題紙一觀，則答曰：「此家人筐篋中物，吾即付之蠶婦種蠶矣！」予聞之大駭。夫題紙乃求賢第一義，科場令典，聖賢訓辭，而棄之於蠶筐，則其人尚有科名之望乎？又見吴下一士，以吟稿手撕齒嚼，或火於燭而颺灰於地，雖足踐弗顧。有規之者則變色曰：「字已灰滅，尚何須惜！」嗟乎！以纓簪詩禮之家，讀書綴文之士，而尚爾污滅字跡，明知而恬不為怪，於彼庸俗人復奚誅焉？ \\n 由曹江東渡，至餘姚東五里，艄子向客指點之曰：「此孤老墳者。相傳前明有富翁某，生子九人，孫則十三。迨暮年，其子若孫，殤亡殆盡。翁嘆曰：『吾嗣續不為不廣，而今僅孑身擁此厚貲，終將誰與？且誰為吾造孤墳者？』乃自營葬地，盡以蓄產為學田，詣學師而拜，告之曰：『吾九子十三孫，親手造孤墳，二語迄今傳于人口。誠古今罕有。今將就木，願輸產於庠，得傳流不斷，為吾寒食麥飯，則孤墳無主而有主，澤及枯骨矣！』至今餘姚縣儒學載之學冊，其墳每歲春祭，學師必親臨奠，以其流惠士林於無窮也。」噫！子孫之多者尚不足恃，而矧其少者乎？眼前之子孫尚不可保，而況於身後乎？ \\n 姑蘇有徐部香者，以滑骨稽游士林間，亦一吻流也。適督學歲考按，部香詼語於廣座中曰：「有父子畏考者，百計難免。其子忽得一計，則狂喜曰：『妙甚！妙甚！』父急訊曰：『計將安出？』子答曰：『阿爺但假死數日，則考俱免矣！』父亦狂喜，遂詐作佐死狀，牒報果免，而猶延僧修懺，以飾耳目。一僧手疏詞高聲朗贊：『先考某府君......』則其父大驚，躍起譙曰：『所以假死者，求免考耳，乃欲先考吾耶！是真逼之死矣！』」座咸絕倒上。客戲為一絕云：「歲考難逃父子愁，父裝假斃子丁憂。一聲『先考』追魂魄，真要修齋真命休。」 \\n 康熙初間，海寧查孝廉伊璜繼佐，家伶獨勝，雖吴下弗逮也。嬌童十輩，容並如姝，咸以「些」名，有「十些班」之目。小生曰風些，小旦曰月些，二樂色俗誤稱脚色，以樂與脚音相似也。尤蘊妙絕倫，伊璜酷憐愛之。數朔以花舲載往大江南北諸勝區，與貴達名流，歌宴賦詩以為娛，諸家文集多紀咏其事。至今南北勾欄部必有「風月生」、「風月旦」者，其名自查氏始也。伊璜下去世已久，十些無一存者。庚寅秋，查太史德尹嗣瑮，偕予飲煙雨樓，述之嘖嘖，因作八絕句以追艷之。茲艷二首：「查氏勾欄第一家，十些新變楚詞耶！騷翁獨絕歌郎絕，魂宕風些與月些。」「生魂蚤為艷歌招，十色花曹雙領曹。睨殺月些鈎乍吐，風些香到一作吹向。鄭櫻桃。風些姓鄭，本名阿桃。」 \\n 西泠吴子尺鳧焯，築瓶花齋為同人談醼地。一日奏樂，客言：「長安有內府第一樂曰『一三班』者，名新甚，不知何取？」汪子次顏熷答曰：「此唱歎平之義耳。」次顏極精儷偶之文，且有談風，西泠名流也。予聞之解頤，因作一詩：「勾欄筵上評去勾欄，一曲常排我輩閒。轉想長安美風月，唱歎不絕一三班。」 \\n 杜詩：「教平兒讀文選去。」又「熟精文選理。」宋人雪浪齋日記云：「文選爛，秀才半。」初學記云：「唐士則士，惟熟文選。」可不知選學乎？然須讀之至熟且爛，而後理斯精也。恐去非易也。 \\n 近於禾中識周子松齡永年，有詩才，愛其咏物之作數首，采錄於此。艪和尚俗又名艪人。元微之詩「艪■〈穴上叕下〉動搖妨作夢。」按字義：■〈穴上叕下〉，丁滑切，穴中見也。又穴中出貌，想即今之艪眼，或三或四，著于艪者也。云：「鐵作佐僧形亦自修，寸長濟用木蘭舟。日行苦海遭摩頂，夜泊橫塘冷禿頭。一點圓光空月色，數聲欸乃二字音襖靄。也去風流。身無移步支持力，劃破長江萬里秋。」又纏去足云：「免教平屌底被去人譏，切莫逾閑約束稀。玉筍乍抽纖帶籜，白蓮初蕊嫩包衣。一作五霸橫行休解縱，巨魁倔強要重圍。弓彎月色全藏鞘，陣敗一作散。風流半曳旂。屈指到今成底事，凌波爭羡捷如飛。」又蝶影云：「化物終虛況化周，縱非實相去也風流。迷離花蕊成空戀，亂點春香不當去偷。戲舞詎驚花片打，將栖還伴粉痕收。月明更有魂銷處，虛擲金錢下去翠樓。」又蓮蓬人二聯：「紅衣落盡清流出，蓬戶空來君子寒。撏破青衫仍束帶，生成黃面怪加冠。」風味並佳。松齡曾舉繆山子緗咏火石一句：「頑能點首通三昧。」予云：「不若『點頭頑亦通三昧』似較勝，然頗難屬對，試別偶一語。」松齡即云：「下去淚泥猶感一靈。」時几上有泥美人，觸而得之。蓋松齡曾學詩於張君博山劭，宜其為美才也。 \\n 有入貲為鴻臚寺序班者，友某於書院中見之。其人意氣甚盈，翹翹自得也。時有館僮執煬器，抒水烹茗熾罏，友即為詩以諷之：「煎烹一任掌童曹，纔入洪罏氣便高。小器那能容大物？一杯白水泛波濤。」其人聞吟，急趨避去。 \\n 潘岳出市，嫗擲以果；王濛出市，嫗遺于貴切，音位。以帽。埴謂：巾幗亦具眼，愛少俊郎君，而投物致慇懃耶！因有詩云：「遺帽渾平同果擲車，兩邊市嫗並誰家？潘郎貌美王郎美，惹得香奩月旦誇。」 \\n 「悠悠前途，莫問榮枯。得之本有，失之本無」。見現苕溪漁隱叢話，有道之言也。夫世間俚語，有極有理者，如：「少飲不濟事，多飲濟甚事？有事壞了事，無事生出事。」若能守此戒，豈復扶又切。為酒困乎？又「聞事莫說，問事不知，閒事莫管，無事蚤歸。」若能踐此言，豈不省事乎！唐詩云：「莫將閒話當閒話，往往事從閒話生。」誠有味乎其言之也。 \\n 黎貞謫遼左，同里馬某亦在焉。黎宥歸而馬不預，馬之兄盛筵邀黎，黎辭不赴，寄詩云：「可憐孤雁長城外，叫斷雲南總不知！」其兄為之墜淚而罷宴。 \\n 曩在揚州預李給諫翔時宗孔宴，座客多談往，因述漁洋山人官司李攝郡篆時，一日駕出，見一飲閣，題牌作「者者居」三字。疑而駐輿，呼去訊之，則以近悅遠來之義對，漁洋一哂，遂騎去擁去。明日杜康，即題詩其處云：「酒牌紅字美何如？五馬曾詢『者者居』。何但悅來人近遠，風流太守去也去停車。」揚人以太守物色詩翁咏吟，於是集飲如雲，釀價百倍矣！ \\n 孫權、張濟常謂人曰：「尋常行坐處，欠人酒債，欲質至此縕袍償平之。」杜詩用其事。今人拉友小飲閒話，必曰：「詣坐處坐坐。」俗語亦有來源。予客吴門，偶應飲閣主人之請，為去題扁曰「尋常坐處」。 \\n 濟南郡丞王君寄堂朝佐善綴北曲，宴予於歷下亭，舉似其泲上曲云：「笑任城，一箇太白著不了，又添箇杜陵野老。」又舉似山東孫相君廷銓自笑曲云：「把一箇洛陽街，花攢錦簇美前程；生扭作望江亭，風清月冷喬丰韻。」皆好詞也。予掛口不能忘。 \\n 癸酉春，查太史夏仲北行，於邗上觀桃花，有詩云：「此事今年真過分去，江南、江北兩回看平。」是秋應都試，舉於京兆。而嗣君太守去求文克建，在南亦中去浙牓，遂為南北看平花之兆。 \\n 皮日休言：「嚴子重惲惜花詩『春光冉冉歸何處？更向花前把一杯。盡日問花花不語，為(去)誰零落為誰開？』予美之，諷咏未嘗忘。」埴愛是詩，亦云。一日，於仇少宰送春宴上誦之，少宰命埴代花作答，因吟一絕云：「休因不語惱花枝，問着花枝也不知。不知不語轉自問，零落為誰開為誰？」少宰見之，遍索色賡和去者。 \\n 尹半檐穎慧崛起詞壇，乃高郵之布衣也。宋中丞漫堂勘灾至寶應，憩於一梧菴，見其題壁游白門吴王舊府詩云：「依舊河山風日開，赤烏世業已寒灰。鋤翻廢圃孫王寢，艸壓荒城漢世臺。舊苑夜深燐似火，古磚雨過碧於苔。倦遊歸去驕鄉曲，曾在吴宮醉酒來。」公即物色之，一見，詢以杜詩秋興八首是何作法，半檐答云：「此非作於一時也。」公叩其故，曰：「以『請看石上藤蘿月，千家山郭凈朝暉。』二語，知為兩日所咏。」公以為然，因為延譽。後偕遊滄浪亭，獻詩有「春風座上翻珠玉，綠野堂前叫鳳凰」之句，于是半檐詩名頓起。劉觀察在園廷璣，姚太守次耕陶並與吟和。 \\n 往聞之西河太史言：唐人罕一題數詩者，有之，自秋興始。蓋少陵因秋感興，八首非一時之作。觀其他詩，命題多略，偶然八首，遂合一題，以「秋興」命篇。後人強作解事者，謂八首聯貫如一首，顛倒不得，且不可缺一首。遂令紛紛效為秋興詩者，數必滿八，豈不噴飯？ \\n 天都閔隱君賓聯麟嗣，於懷宗賓天後，不出應試，賦牡丹詩以志慨云：「何處移來此異香？年年培護在山堂。已知春去渾無主，不信花開尚有王。亂後名園多涕淚，先朝舊木盡荒凉。人間頗怪蒙塵土，合領春風入建章。」人因號為「閔花忠」。 \\n 吾宗古良，初名史，尋以字行。儀偉器宏，精絕繪事，而題跋獨勝。其尤表表傳世者，畫無雙譜，類陳老蓮博古酒牌圖而姿態過之。無雙譜者，譜其古來獨一者也。以子房椎擊秦始王之類，凡四十事，事繪一圖，且各有贊。阮亭王尚書極賞之，呼為「金無雙」。越客遊都者，謁朝彥鉅公，必詢之曰：「君行笈中有金無雙畫譜携來耶？」其為名流傾慕若此！二子可久、可大並繼美，人物為丹青家稱首。同時有里中王山眉崿圖墨竹，風致儼然其人，一披展間而山眉欲出矣！秀水友人張浦山庚，以山水名，作畫徵錄二卷，搜輯本朝圖繪名家，各立小傳，金、王並載入之。 \\n 吾郡太守俞公卿上官日，稽、陰二邑令例設曲宴，伶人奏蘇季子六國榮封，連唱「卿家遊說稅，伐秦有功」等語，太守怒，命治伶人。昔楊萬里為監司，巡歷至一郡，郡守盛禮以宴之，時官妓歌賀新郎詞以送酒，其中有「萬里雲帆何時到」？楊遽曰：「萬里昨日到。」其雅度如此！ \\n 舊傳郡守某慶生，宴八邑宰新昌令呂姓者至獨後，守怒，不得與，徬徨門左，囑伶人致詞，首唱八仙會，因曰：「紹興太守豈凡人？乃是南山老壽星。今日八仙齊慶壽，緣何獨少呂洞賓？」一仙曰：「呂洞賓候門久矣！」守一笑，命延入之。 \\n 興化李相君春芳為母太夫人張壽宴，奏琵琶記。曲有「母死王陵歸漢朝」語，而伶人易為：「母在高堂子在朝」。闔座慶賞。相君大悅，以百金為纏頭勞去之。誰謂優曹不能弄墨掉文耶！ \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●不下帶編卷七", "正文": "　 \\n ●不下帶編卷七 \\n 　 \\n  \\n 雜綴兼詩話 \\n 山陰聳翁　金埴苑蓀一字小郯　述 \\n 諺以人之作佐事玩忽不經意，謂之「撇在腦後」者，語本於宋時伶倫之口。楊存中在建康軍，以美玉琢成雙勝帽環進高廟，為尚御裹，謂之「二勝環」一作鐶。取兩宮北還之兆。偶一伶在御旁，高宗指環示之：「此楊太進來，名二勝環。」伶接奏云：「可惜二勝環，且掉在腦後！」至今傳其語。 \\n 朱太史竹垞彜尊與彭侍郎羡門孫遹，並精說文之學。二公一日偶坐，論晰數字，義無遺蘊。彭詢朱云：「君平生識此等字幾所於胸中？」答言：「約字二千。」朱還問：「君識幾所？」答云：「僅三百耳。」觀兩公之言，則字豈易識乎哉！ \\n 嘉興郡將右軍營，有何、徐二胥者。一愛讀莊，一愛讀騷。嚴州王君彥成大仁目擊為予言。予謂，無論二人於是書讀而能解與否，而其人十倍兵胥矣！ \\n 王丞相欲進擬辛幼安除一師，周益公堅不允。王問周：「幼安帥材，何不用之？」益公曰：「不然。凡幼安所殺人命，在吾輩執筆者當之。」埴覽古至此，不覺手額頌嘆曰：「嗟乎！今安得此仁人君子之言也。」夫此言，固為用將者戒，而由此推之，凡世之當官判事，獄吏定刑，及一切入幕主文之法家，其執筆時，可不以益公之語切切警省乎！倘稍有寃抑，一著點墨，則人命立休於筆下。非惟歸曲當躬，而且子孫延禍，可畏也哉！予鄉姻識多明法者，率皆少習刑名，老於賓幕。予見之，必以此段丁寧告戒焉。 \\n 有宗室，號風角主人，性不慕榮貴，飽學閒恬，而目善鑑貌。視一切談柳莊麻衣術者，蔑如也。先皇征噶爾丹，命將授師皆決之於風角主人，相其具福命者始遣之。及全師凱歸，上謂之曰：「爾可以相天下士矣！」欲爵之，力辭免，人因呼為「天士」。自題於堂曰：「風塵鑑別英雄色，寒陋生辜帝室宗。」 \\n 雍正壬子十年邸報載：「本年六月初五日，山東鉅野縣李家莊李恩家牛產麒麟一隻，長一尺八寸，麕身牛尾，頭含肉角，頂帶旋毛，目如水晶，額如白玉。通身鱗甲青色，甲縫皆有紫羢毛。脊背黑色三節，中節毛皆直豎，前節毛向前，後節毛向後。胯腹蹄踠皆有白毫。尾長五寸五分，尾尖有黑毛四縷。生時金光繚繞，歷辰、巳二時始散。撫臣岳某奏於朝。憶康熙己巳二十八年正月二十一日，餘姚縣烏山民家產一麟，未匝月而先皇駕杭州。時浙江第一幸。先是，獻者韜於篋，人衆難啟。埴與西河毛太史詣藩中，亦不得一觀。後聞以邨媼狎視，怒目而斃。太史謂予曰：「聖人將臨，靈物一見仝現，便為上瑞。未聞景星常在天也。」 \\n 郭恕先於絹素一角作遠山數峰。馬遠水墨西湖十景冊，畫不滿幅，人稱為「馬一角」。姚雲東詩：「宋家內院馬一角」是也。彼非不能布滿也，蓋方寸具千里之勢耳。 \\n 懷素觀夏雲隨風，頓悟筆意。翟院深宋人。見浮雲在空，宛若奇峰絕壁，可為畫範。翟，營丘人。師李成山水。為本郡伶人。郡宴，方擊鼓，頓失節奏，守詰之，翟對曰：「性本好畫。操撾之次，忽見浮雲在空，宛若奇峰絕壁，目不兩視，故失其節。」守命為畫，果有疏突之勢，甚異而禮之。夫雲在天邊，人接於目，則一悟筆意，一為畫範。眼前景致，人都不解。領取會心，豈在遠耶！ \\n 楊惠之與吴道子同師，道子畫成名，乃轉而為塑。惠之以塑像名于唐。張南本與孫位共學，位畫水得譽，乃轉而畫火。二人不但藏拙，且可爭奇。凡為文者，必能與人爭奇，則自開生面，方為哲匠、生龍。 \\n 往予客廣陵，有勾欄風月生李二郎漢宗者，見予題梨園會館一律，從來名彥賞名優，欲訪梨園第一流。拾翠幾羣從茂苑，千金一唱在揚州。定偕侯白為聲黨，還倩秦青作教頭。歌吹竹西能不羡，更知誰占十三樓。謁予請見，自言能誦當代名公之詩。予詢以誦得何詩？答云：「近誦得寒邨鄭太史曉行句：『野水無橋驅馬度，曉星如月照人行。』何其明了易誦！吾淺人耳，解深奧乎？」且向予索寒邨集。噫！勾欄乃有此生耶！蓋李郎為邗上巨豪善文咏之馬君秋玉曰琯所賞契，延導師課以詩。凡秋玉所著與所稱之妙詞，義顯者多能心解而掛口。香山老嫗忽變為柔曼歌郎，想見一段絳幛風流。而吴苑興蟲，亦增却許多光價矣！時稱以梨園弟子為興蟲。 \\n 古人篤於亡友，義勇之為，莫如為友歸櫬一事，如任末力致友人董奉德喪至墓所，申屠蟠親送同學王子居喪還鄉里。又如曹敞之葬吴章，孔車之葬主父偃；胡典之葬王吉，朱伯厚之葬陳蕃，胡騰之葬竇武，郭亮之葬李固，......是皆青史表彰，為千秋譚美。東陽李紫來鳳雛，才氣蓋代。作令歸，忤其邑宰，屈斃於都，鄭南谿為歸其櫬。南谿嘗謂埴曰：「性於朋婭黨族間，凡見告以喪、婚、疾、患數大端，而力應其請者，每歲中無月無之。」今南谿垂老矣！三十年義勇，卒弗少怠。而吾虞其力殫產耗，年來荒饉洊經，友之旅歿者，不勝僂指。南谿亦安能悉使之返骨家山耶！是在篤友之士，踵南谿而行之，毋讓古人為也。 \\n 仇廣文丹植廷桂，少宰滄柱子。一生不沾陽道，或偶跡閨房，即音響聆於隔簾，輒濡流委頓，氣索而出，況親面近去聲。前耶！俗以臨陣却退謂之「到門跪」。丹植何待到門哉！可謂背色人矣！有無名氏譏以詩云：「人慾如何沒分君？但聆一哂便銷魂。瞋君不待到門跪，未到夫人門跪門。」聞者無不撫手。 \\n 洪君昉思送人遊淮又之粵東詩云：「尉陀將漂母，傳說到如今。孰進王孫飯？誰投陸賈金？淮流千里遠，粵嶺萬重深。厚意時人少，天涯莫浪尋。」送之而實止之，得古人贈言之意。且一氣貫注，詩法緊嚴。西河嘗評昉思五字律，酷似唐人。其氣韵神味，格意思旨，雖似極平，而唐人梱奧，自是如此。近好新者，率以庸淡目之，此猶觀舊玉者，不以其神韻，而以其駁蝕，可乎？ \\n 吾浙閭俗目秀才有二等：一以攬事過錢公門，飲肆污生涯者，號曰「葷飯」，以其終日饜酒肉也。一以儒雅蕭寒，甘守淡泊殫苦功者，號曰「菜羹」，以其能咬菜根也。竹垞太史戲為一謠云：「秀才貶號為葷飯，寒士褒稱是菜羹。肥穢儘耽葷飯飽，清癯常吃菜羹生。宋諺：「蘇父生，吃菜羹。」菜羹生，葷飯飽，眼前莫論惡與好。三年看爾各求名，肥穢者斥清癯成。」 \\n 昔上官昭容在娠時，母夢巨人授之大秤曰：「以是稱量天下。」產則女也。母曰：「稱量天下，豈即汝乎？」孩遂啞啞應之曰：「是。」後昭容奉詔登彩樓，校閱羣臣昆明池應制詩，各飛片紙下去樓，而殿音店。以沈、宋兩人之作，評其落句。佺期云：「微臣衰朽質，羞覩豫章材。」之問云：「不愁明月盡，自有夜珠來。」則抑沈而揚宋。一以頹索氣竭，一以陡舉後勁也。孰不以昭容之去取為當哉！獨南谿則不謂然。南谿曰：「崇讓知矜，斯為載道之器。沈貶己廢質，而企彼良材，非讓乎？宋誇以月而衒以珠，非矜乎？蓋沈詩下去人，宋詩上上人。君子不欲多上人，而孔子以慮以下人為達，奈何抑沈而揚宋？使昭容當日能反之而抑者揚之，揚者抑之，斯足以徵其窈窕之德而稱量天下；乃徒抱宮闈巨眼之虛名，僅可否於句調通塞之間，不求合於道。而古今無一人議之者，何哉？」南谿斯言，則真能稱量者矣！其生平雅好月旦，而稱詩以道為歸，多若此。士林韙之。當驚姜之夕，尊人寒邨太史亦夢人持秤入門而南谿生，因小字阿衡。孰謂權衡在巾幗耶！ \\n 不下帶編 \\n  \\n 　 \\n  \\n   \\n  "}
