{"章节": "佐治药言（清）汪辉祖", "正文": "　 \\n 　 \\n 　 \\n 佐治药言 \\n 　 \\n 清·汪辉祖 \\n 尽心 \\n 士人不得以身出治，而佐人为治，势非得已。然岁修所入，实分官俸，亦在官之禄也。食而谋之不忠，天岂有以福之。且官与幕客非尽乡里之威、非有乡故之欢，厚禀而宾礼之，什伯于乡里亲故谓职守之所击倚为左右手也。而视其主人之休戚，漠然无所与于其心，纵无天谴，其免人诵乎？故佐治以尽心为本。心尽于事必竭所知所能，权宜重轻，顾此虑彼，挽救其巳著，消弭于未然，如后之检更、省事、息讼、求生、体察俗情、随几杜弊诸条皆是也。首揭尽心二字，乃此书之大纲，吾道之实济。 \\n 尽言 \\n 尽心云者，非构主人之意而左右之也。凡居官者，其至亲骨肉未必尽明事理，而从仆胥吏类皆颐指气使，无论利害所关，若辈不能进言，即有效忠者，或能言之，而人微言轻，必不能劝其倾听。甚且逢彼之怒，谴责随之，惟幕友居宾师之分，其事之委折既了然于心、复礼与相抗，可以剀切陈词，能辨论明确，自有导源回澜之力。放必尽心之，欲言而后为能尽其心。报德莫如尽言，如遇地方有利，当兴有弊当革，刑罚不平、催征苛急，与夫弭盗、救荒、劝学、除暴皆须通盘熟筹，忠告善适，傅见诸施行为，一方作福。此之谓能尽言。谚云公门中好修行。言其一政之善，所施广大，故也。然则一政之不善，亦为恶于无穷矣。幕客虽无其权实预其事，果思利物利人，而随时随事尽心尽言。于民有济，乃修行之大者。 \\n 不合则去 \\n 嗟乎！尽言二字，益难言之。公事公言，其可以理争者，言犹易尽，彼方欲济其私，而吾持之以公，鲜有不龃龉者，故委蛇从事之人劝曰：匠作主人模或且从而利导之；日箭在弦上，不得不发也。曙乎！是何言哉！颠而不持，焉用彼相，利虽足以惑人，非甚尽暗，岂尽迷于局中。果能据理斟情，反复于事之当然及所以之故，扶利害而强诤之，未有不惊然悟者。且宾之与主，非有势分之临也。合则留，吾固无负于人，不合则去，吾目无疚于巴。如争之以去就，而彼终不悟，是诚不可与为善者也。吾又何所爱焉。故欲尽言，非易退不可。此条专指主宾共一事，意见过异者而言。或遇荒不恤，或加耗太甚，及故出入人重罪之类，反复言之而不听，则去之可耳，若寻常公事，一时议论不合，不妨从容计较。 \\n 得失有数 \\n 或曰：寒士以砚为田，朝得一主人焉，以言而去；暮得一主人焉，又以言而去，将安所得为之主人者。呜呼！是又见小者之论也。幕客因人为事无功业可见，言行则造行，惟以主人之贤否为贤否，主人不贤则受治者无不受累，夫官之禄，民之脂膏，而幕之修出于官禄，吾恋一馆而坐视官之虐民，忍乎，不忍！且当世固不乏贤吏矣，诚能卓然自立，声望日著，不善者之所恶，正善者之所好也，故恋栈者或且穷途偃蹇，而守正者非不到处逢迎。 \\n 虚心 \\n 必行其言者，弊或流于自是，则又不可。宾主之义全，以公事为重。智者千虑，必有一失，愚者千虑，必有一得。况幕之智，非必定贤于官也。特官为利害所拘，不免摇于当局，幕则论理，而不论势，可以不惑耳。然隔壁听声，或不如当场辨色，亦有官胜于幕者，惟是之从。原于声价无损，意在坚持。间亦债事。故土之伸手知己者，尤不可以不虚心。虚心二字，非必与主人议事，当然凡事之稍有关系者同事诸人，或有见解是即从之但求于事与无分畛域条参看。 \\n 立品 \\n 信而后谏，惟友亦然。欲主人之必用吾言，必先使主人之不疑吾行，为主人忠谋，大要顾名而不计利。凡与主人相依及效用于主人者，率惟利是视不得遂其所欲。往往易为媒药。其势既孤，其闲易生，稍不自检，毁谤从之，故欲行吾志者，不可不立品。立品是幕道之本，下文素位自洁俭用慎交皆其条目，而尤重自洁俭是立品之本，品立而后能尽心尽言。 \\n 素位 \\n 幕客以力自食。名为佣书，日夕区书，皆吏胥之事。可官声之美恶系焉，民生之利害资焉，非与官民仅有宿缉，缀不可久居此席者。自视不可过高，高则气质用事，亦不可过卑，则休戚无关。一幕客耳，而曰，官声之美恶系焉，民生之利害资焉，居其位者，不为不重。抑思所系所资无非地方，敢掉以轻心乎？ \\n 立心要正 \\n 谚云：官断十条路，幕之制事亦如之。操三寸管，臆揣官事，得失半焉，所争者公私之别而已，公则无心之过，终为舆论所宽，私则循理之获，亦为天谴所及，故立心不可不正。正心乃为人之本，心正而其术斯端。此言操存有素。临事又以公私之别。敬慎之至也，勿误认有事方正其心以辞害意。 \\n 自处宜洁 \\n 正心之学，先在洁守，守之不慎，心乃以偏，吾辈从事于幕者，类皆章句之儒，为童子师，岁修不过数十金，幕修所入，或数倍焉，或数十倍焉。未有不给于用者，且官有应酬之费，而幕无需索之人，犹待他求，夫何为者。昔有为余说项者，曰，此君操守可信，余闻之怫然，客曰，是知君语也，夫何尤，余应之曰，今有为淑女执柯，而称其不淫，可乎？客人笑而去。先生自序云，苟非心力所入享吾父或吐及不长吾子孙者，誓不敢入于橐，此条即此意也，立品正心，全在洁守。 \\n 俭用 \\n 古也有志俭以养廉，吾辈游幕之土，家果素封，必不忍去父母离妻子。寄人篱下，卖文之钱，事畜资焉，或乃强效豪华，任情挥霍，炫裘马，美行滕，已失寒士本色，甚且嬖优童，狎娼妓，一咽之费，赏亦数金，分其余货，以供家用，嗷嗷待哺，置若罔闻，当其得意之时，业为职者所鄙，或一朝失馆，典质不足，继以称赏，负累既重，受恩渐多，得馆之后，情牵势绊，欲洁其守，终难自主，习与性成，身败名裂，故吾辈丧检，非尽本怀，欲葆吾真，先宜崇俭。古人云，人之于财，常患其来处少，而不知其病在去处多。每见小席修微，尚堪仰事俯畜，而千金大多幕，反多支纳。甚或有困窘败检者，正患去处之病耳，故欲洁和必先俭用，合下条看。 \\n 范家 \\n 身自不俭，断不能范家。家之不俭，必至于累身，寒士课徒，数月之修少止数金，多亦不过数十金，家之人，目其艰，是以节啬。相佐游幕之土，月修或至数十金，积数月寄归，则为数较多，家之人以其得之易也，其初不甚爱惜，其后或至浪费，得馆仅足以济失馆，必至于亏，谚所谓搁笔穷也，故必使家之人皆知来处不易，而后可以相率于俭，彼不自爱者，其来更易，故其耗更速，非惟人事，盖天道矣。 \\n 检点书吏 \\n 衙门必有六房书吏，刑名掌在刑书，钱谷掌在户书，非无话习之人，而惟幕友是传者，幕友之为道，所以佐官而检吏也。谚云，清官难逃猾吏手，盖官统群吏，而群吏各以其精力，相与乘官之隙，官之为事甚繁，势不能一一而察之，唯幕友则各有专司，可以察吏之弊，吏无禄入其有，相循陋习，资以为生者，原不必过为搜剔，若无弊累人之事，断不可不杜其源。总之幕之与吏，择术悬殊，吏乐百姓之扰，而后得藉以为利，幕乐百姓之和，而后能安于无事，无端。而吏献一策，事若有益于民，其说往往甚正，不为彻底熟筹轻听率行，百姓必受累无已。故约束书吏。是幕友第一要事。衙门公事。全凭文案，平时宜今书吏，将所办稿件，挨顺年月粘卷，随时呈阅，用记一案既结，告印归档，此有四便，奸胥不能抽添改匿，有时检查，始末具在，上司提卷，不必另做，官幕离任去馆，克致临时周章。此公私之别，祸福之原，当严以律己，静以制人。 \\n 省事 \\n 谚云：衙门六扇开，有理无钱莫进来。非调官之必贪，吏之必墨也，一词难理，差役到家，则有馈赠之资，探信入城，则有舟车之费，及示审有期，而讼师词证以及关切之亲朋相率而前，无不取给于具呈之人，或审期更换，则费将重出，其他差房，陋规名目不一，谚云在山靠山，在水靠水，有官法之所不能禁者，索许之脏，又无论已。余会谓作幕者，于斩续流徒重罪，完不加意检点。其累人造孽多在词讼，如乡民有田十亩，夫耕妇织可给数目，一讼之累，费钱三平文，便须假子钱以济，不二年，必至卖田。卖一亩则少一亩之入。辗转借售，不七八年，而无以为生，其贫在七八年之后，而致贫之故，实在准词之初，故事非急切，宜批示开导，不宜传讯差提，人非紧要，宜随时省释，不宜信手牵连，被告多人，何妨摘唤千证。分列自可摘芟。少唤一人，即少累一人，谚云堂上一点朱，民间千点血，下笔时多费一刻之心，涉讼者已受无穷之惠云。故幕中之存心，以省事为上。地方命盗重案，非所常有，惟词讼源源相继，实民事之最繁最急者，乃幕中第一尽心之要务也，尝闻之前辈云，核批呈词，其要有三，首贵开导，其次查处，不得不准者，则摘传人证，正与此条意合。如漫不经心，妄准滥传，恐不惟小民多费因而致贫，且或拖累毙命及酿成大案，悔之无及，可不慎哉！至田产等案，尤易牵涉，一经呈名，有积年累世莫脱其苦者，核稿时尤当加意。 \\n 词讼速结 \\n 听讼，是主人之事，非幕友所能专主，而权事理之缓急，计道里之远近，催差集审，则幕友之责也。一示审之期最须斟酌，亘量主人之才具，使之宽然有余，则不至畏难自沮，既示有审期，两造已集，断不宜临期更改，万一届期，别有他事，他事一了，即完此事，所以逾期之故，亦必晓然，使人共知，若无故更改，则两造守候一日多一日费用，荡财旷事，民怨必腾，与其难而不审，无若郑重于难理之时。与其示而改期，无若郑重于示期之始。昔有妇拟凌迟之罪，久禁囹圄，问狱卒曰，何以至今不剐，剐了便好回去养蚕，语虽恶谁，盖极言拖延之甚于剐也。故便民之事，莫如听论速结。勤理词讼，又官之尽心第一要分务也。平民词讼之非情事较重者，多不难于剖曲直服众情，常人稍稍自好，尚肯排难解纷，官而不理词讼，非必尽出本怀，盖事本繁冗，未易著手，由因循而怠玩者有之，是在幕客，平时启其善心，临事鼓其兴致，以期民事渐了，官声渐振，而主宾亦同受其福，其口权缓急，计远近，酌审期，量才具。其中煞费苦心，有循循善诱之意，佐治最宜领略。 \\n 息讼 \\n 词讼之应审者，什无四五。其里邻口角，骨肉参商，细故不过一时竞气，冒昧启讼，否则有不肖之人，从中播弄，果能审理，平情明切，譬晓其人，类能悔悟，皆可随时消释，间有难理，后亲邻调处，吁请息销者，两造既归辑睦，官府当予矜全，可息便息，宁人之道，断不可执持成见，必使终讼，伤同党之和，以饱差房之欲。衙门除官幕而外，类多喜事，不欲便休，藉以沾润，故谚云，一纸入公门，九牛拔不出，甚言其兴讼易而息讼难也。官若矜全，民必感颂，如察其事。若有讼师起灭者，亦当先宽愚氓，除留奸辈。 \\n 求生 \\n 求生二字，崇公仁心曲传于文忠公之笔，实千古法策要诀。法在必死，国有常刑，原非幕友所敢曲纵，其介可轻可重之间者，所争止在片语，而出入甚关重大，此处非设身处地，诚求不可，诚求反复。心有一线生机，可以藉手。余治刑名，佐吏，凡二十六年，入于死者，六人而已。仁和则莫氏之因奸而谋杀亲夫者，钱塘则郑氏之谋杀一家非死罪二人者，起意及同谋，加功二人，平湖则犯窃而故杀其妻者，有毛氏二人窃盗，临时行强而拒，杀事主者，有唐氏一人，其他无入情实者，皆于初报时与居停，再三审慎，是以秋审之后，俱得邀恩缓减，是知生固未尝不可求也。求生非故出也，曰设身处地，反复诚求者，正平心静气准情酌理耳。此时容不得半毫私曲，参看下条，设死者相质，有词以对，一语可悟，合下二条反复参看。凡凶杀等案，多出无心，苟非情重伤多，皆得缓决邀恩，但亦有片词之未协即介于实缓之间者办案定罪时，不可不先查秋审条款，以免错误。 \\n 慎初报 \\n 获贵初情，县中初报，最关紧要，驳诘之繁，累官累民，皆初报不慎之故。初报以简明为上，情节之无与罪名者，人证之无关出入者，皆宜详审节删。多一情节，则多一疑窦，多一人证，则多一拖累，何可不慎。办案之法，不唯入罪宜慎，即出罪亦甚不易。如其人应抵，而故为出之，即死者含冤。向尝闻乡会试场，坐号之内，往往鬼物凭焉。余每欲出入罪，必反复案情，设令死者于坐号相质，有词以对，始下笔办详，否则不敢草草动笔。二十余年来，可质鬼神者，此心如一日也。杀死本宗期功尊长罪于斩决之案，如亲情轻，定例不准两请，而豫东等省办法，即于出罪语下，切实声叙情轻之故，皆得邀恩，改为监候，粤东自道光三年亦有成案，如遇此等案件，切勿遗漏声明。 \\n 命案察情形 \\n 命案出入，全在情形。请者起衅之由，形者争险之状。衅由曲直，秋审时之为情实，为缓决，为可矜，区以别焉。争殴时所持之具，与所伤之处，可以定有心无心之分。有心者为故杀，一必干情实，无心者为错杀，可归缓决。且殴状不明，则狱情易混，此是出入最要关键，审办时，必须令许作与凶手，照供比试，所叙详供，宛然有一争殴之状，历历在目，方无游移干驳之患。办理械斗秋审册，须论人，莫论起，细核秋审条款，务使实缓得平，如四人为一案，三人火器杀人，一人一枪扎毙一人，应将三人为一起，入实，其一人另为一起，入缓。只须于两册内，加一。除某人入实缓外，字样便已明晰，慎勿笼统误入。 \\n 盗案慎株累 \\n 脏真则盗确，窃贼亦然。正盗正窃罪，无可宽所，尤当慎者，在指扳之人与买寄脏物之家，往往择殷而噬，藉端贻累，指板之人，因须质审，其查无实据者，亦可摘释，至不知情而买寄脏物，律本无罪，但不得不据供查吊。向尝不差捕役，止今地保传谕，激内注明有则交保，不须投案，无则呈剖，不许带审，亦从无匿脏不缴，自干差提者，此亦保全善类之一法。盖一经差提，不唯多费，且窃盗抢累，几为乡里之所不齿。以无辜之良民，与盗脏庭质，非贤吏之所忍也。盗贼辗转攀援，未必尽出有意诬人，或自分必死，或畏刑难甚，随口供指，冀延残喘者，大约十居六七，全在鞫狱者察言观色，司幕者守经达权，劝赞推敲，自分真伪，勿误随五里雾而使一路哭也。此中机变存乎其人，当与后之草供未可全信条参看，如能体行有验，最易大得民心。说详学治续说。 \\n 严治地棍 \\n 吏治以安良为本，而安良莫要于去暴。里有地棍，比户为之不宁，讹借不遂，则造端讦告，其尤甚者，莫如首赌首娼，事本无凭。可以将宿嫌之家一网打尽，无论冤未即雪，即至审诬而破家荡产相随属矣。惟专处原告。不提被呈，则善良庶有赖焉。惟是若辈倚骨吏为牙爪，胥吏倚若辈为腹心，非贤主人相信有素，上水之船，未易以百丈牵矣。土豪地棍无地无之，亦视官之贤否，以为纵敛耳。果官尽其职，幕尽其能，举措得宜，自然畏服，严治之说，未可拘泥。 \\n 读律 \\n 幕客佐客，全在明习律例。律之为书，各条具有精蕴。仁至义尽，解悟不易，非就其同异之处，融会贯通，鲜不失之毫厘，去之千里。夫幕客之用律，犹秀才之用四子书也。四子书解误，其害止于考列下等，律文解误其害乃致延及生灵。昔有友人，办因奸拐逃之案，意在开脱奸夫，谓是奸妇在逃改嫁，并非因奸而拐。后以妇人背夫自嫁，罪干缳首，驳该平反，大费周折。是欲宽奸夫之遣，而几入奸妇于死所，调知其一不知其二也。故神明律意者，在能避律，而不仅在引律。如能引律而已，则悬律一条以比附人罪一刑，胥足矣，何藉幕为。律文一定？不移例，则因时更改，宜将本到通行，随手抄粘。律本以免，引用歧误，仍常看条例以绎意义而达时务。 \\n 读书 \\n 学古入官，非可责之幕友也。然幕友佐官为治，实与主人有议论参互之任，遇疑难大事，有必须引经以断者，非读书不可。昔在秀水时，有陶氏。某以长房独子，出继叔父。生五子，而长子故绝，例得以次子之子为后，其三子谋以己子，后其伯兄因乘父故，伪托遗命，令钟子归嗣本生。担次房者，谓以孙祢祖，礼难归继。袒三房者谓本生有子而无后，于情不顺，归继之说未为不可，荐绅先生纷如聚讼，上台撒下，县议，余亦无能执中。长夜求索，忽记“礼经”残与无后者，食于祖之文，爰佐令君持议，谓弥祖之论必不可行。陶某既出继叔后，断难以子归继本宗，本宗有子而绝，情有莫安，请以其主附食，伊父听陶某子孙奉祀，大为上台所赏。后在乌程有冯氏子，因本宗无可序继，自抚姑孙为后，及其卒也，同姓不宗之。冯氏出而争继，太守允焉。余佐令君持议，据未儒陈氏，北溪字义系重同宗同姓，不宗即与异姓无殊之说，绝其争端。向非旁通典籍，几何不坐困耶？每见幕中公限，往往饮酒围棋，闲谈送回，或以稗官小说消遗自娱。究之无益身心，无关世务，何若屏除一切，读有用之书、以之制事，所稗岂浅鲜哉。读书不必经传，凡有益于身心者，皆可读之，最能开心思，长识见，动文机，活笔路，且可医俗，致人括目。昔见一友，于呈禀之可驳者不驳，但批日，姑候云云，意其从厚，从容与语，而此友辨论极切，且出人意外。余曰，君烛照如此，何不批以示之。友怃然曰：吾悔不读书耳。因以笔涩引愧。时案头有古文。余指曰，君才识甚高，诚能读此犹未晚也。友欣然乞选文之易晓者，专心诵之不数月，而笔畅辞宏。一卒而去。幕患词不达意，请以此友为法。 \\n 妇女不可轻唤 \\n 提人不可不慎，固已事涉妇女，尤宜评审，非万不得已、断断不宜轻传对簿。妇人犯罪，则坐男夫具词，则用，抱告律意，何等谨严，何等矜恤。盖幽娴之女，全其颜面，即以保其贞操，而妒悍之妇，存其廉耻，亦可杜其泼横。吾师孙景溪先生讳尔周，言令吴桥时，所延刑名幕客叶某者，才士也，一夕方饮酒，偃仆于地，诞沫横流，气不绝如缕，历二时而苏。次日齐沐闭户，书黄纸流，亲赴城隍庙拜毁，回署后，眠食若平常，超六日又如前偃仆，良久复起，则请迁居外寓。询其故，曰：吾八年前馆山东馆陶，有士人告恶少子调其妇者，当核稿时，欲属居停，专惩恶少子，不必提妇对质。友人谢某云，此妇当有姿首，盖寓目焉。余以法合，到官遂唤之，已而妇投缳死，恶少子亦坐法死。今恶少子控于冥府，谓妇不死，则渠无死法，而妇之死实由内幕之传唤。馆陶城隍神关提质理，昨具流早剖，谓妇被恶少子所调，法合到官，且唤妇之说，起于谢某。城隍神批准关复，是以数日幸得无恙，顷又奉提，谓被调之后，夫已告官，原无意于死，及官传质审，始忿激捐生。而传质之意，在窃其色，非理其冤念。虽起于谢某，笔实主于叶某。谢已摄至，叶不容宽。余必不允矣。遂为之移寓于外，越夕而殒。先以法所应传之妇起念不端尚不能幸逃阴谴，况法之可以不传者乎？观轻传者，酿事致祸如此则全书省事急讼等条可不加意体会乎？ \\n 差禀拒捕宜察 \\n 余族居乡僻，每见地总领差色摄应审犯证，势如狼虎，虽在树立不敢与抗，遇懦弱农民，需索尤甚，拂其意则历声呵诉。”或曰：毁官票以拒捕，禀究，人皆见而畏之，无敢公然与之相触。夫凶盗重犯，自问必死，拒捕之事，间或有之。若户婚田债细故，两造平民，必无敢毁票以拒者，拒捕之禀，半由索诈而起。然一以拒捕传质即至审，虚民不堪命矣。余在幕中，遇此等事，直将毁票存销，改差承行，止就原案办理，其果否拒捕，属主人密加确访，而改差票内不及拒捕之说，以免串诈，然其每访辄虚。故差禀拒捕，断断不可偏听。 \\n 须为犯人着想 \\n 亲民之吏，分当与民一体，况吾辈佐吏为治，身亦民乎？尝见幕友，位置过高，居然以官体自处，齿鲜衣轻，渐不知民间疾苦。一事到手，不免任意高下。甚或持论未必全是，而强词夺理，主人亦且曲意从之，恐其中作孽不少。余在幕中，襄里案牍，无论事之大小，必静坐片刻，为犯事者设身置想，并为其父母骨肉通盘筹画，始而怒，继而平，久乃觉其可矜，然后与居停商量，细心推鞠，从不轻予夹秽，而真情自出，放成招之案，鲜有翻异，以此居停，多为上台赏识，余亦藉以藏拙。无赋闻之日。故佐治所局，莫大平心躁气浮及拘泥成见。幕之为道，所贵持平，切忌才。矜才则气质用事，易入于僻。又患无才，无才则拘泥不通多涉于暗与僻俱不能为犯人着想则同，足以败事误人，而僻者尤甚，必也品节详明，德性坚定，事理通达心气和平，方为全才，而实罕见。但闻者能进则明，僻者能退则正。进退之谓何？虚心与务学而已。 \\n 勿轻引成案 \\n 成案如成墨，然存其体裁而已。必授以为准，刻舟求剑一鲜有当者。盖同一贼盗而纠价上盗，事态多殊，同一斗殴而起他下手，情形遇别。推此以例其他，无不皆然。人情万变，总无合辙之事。小有参差，即大费推敲。求生之道在此，失人之故亦在此，不此之精辨而以成案是援，小则翻供，大则误拟，不可不慎也。办案不可有成心，不可无定见，如案未可信，不厌研审，是谓无成心。案既可信，始定发书，是谓有定见，是书之谓，以笔代词也。既日代词，则无甚去取删改，可知情状既明，自有一律一例适当其罪。何必取成案，而依样葫芦耶？苟必成案是循，不免将就。增减毫厘，千里误事匪轻。 \\n 访案宜慎 \\n 恃信之官，喜以私人为耳目访察公事。彼所倚任之人或摇于利，或蔽于识，未必俱可深信。官之听信原不可待，全在幕友持正不挠，不为所夺。若官以私人为先入幕，复以浮言为确据，鲜不偾事。盖官之治事，妙在置身事外，故能虚心听断，一切以访闻为主，则身在局中动多挂碍矣。故统案慎勿轻办。 \\n 勤事 \\n 办理幕务最要在勤一事。入公门伺候者，不啻数辈，多延一刻，即多累一劾，如乡人入城控事，午前得了，便可回家。迟之午后，必须在城觅寓，不惟费钱，且任废一日之事。小民以力为养，废其一日之事，即缺其一日之养。其羁管监禁者，更不堪矣，如之河勿念？况事到即办，则头绪清楚，稽查较易。一日积一事，两口便积两事。积之愈多，理之愈难，势不能不草率塞责。讼师猾吏，百弊从生，其流毒有不可胜言者。譬舟行市河之中，来者自来，往者自往，本无雍塞之患。一舟留滞，则十百舟相继而阻，而河路有挤至终日者矣。故能勤则佐剧亦暇，暇自心清。不勤则佐简亦怄。怄先神乱。古云勤能补拙，又曰业精于勤，故才钝而勤，则于事无滞；才捷而勤，则所为必工，以孔子大圣犹敏于事，幕客学识有限，其敢怠忽乎哉？ \\n 须示民以信 \\n 官能予人以信，人自帖服。吾辈佐官，须先要之于信。凡批发呈状，示审词讼，其日期早晚，俱有定准，则人可依期伺候，无废时失业之虑。期之速者，必致与人之诵，即克日稍缓，亦可不生怨言，第欲官能守信，必先幕不失信。盖官苟失信，幕可力尽。慕自失信，官或乐从。官之公事甚繁，偶尔偷安、便逾期刻，全在幕友随时劝勉。至于幕友不能克期，而官且援为口实，则它之不信，咎半在幕也。开赈既示日期，饥人四面将至，万不可改，致误民命。如示期本迟，而欲改早者，愈早愈妙。考试最要酌时昔势，定期出示不可轻改。若不经意恐，小而士论不平，大则藉端罢考，他如出借，点验老民残废及放棉衣口量等事，凡稍涉入来出众者皆可类推。 \\n 勿轻出告示 \\n 条教号令是道齐中一事。告示原不可少，然必其事实有关系，须得指出利弊，与众共喻。或劝或戒非托空言，方为有益。若书吏视为故纸，士民目为常谈，抄录旧稿，率意涂饰者，书可不必。非惟省事，亦可积福。每见贴示之处，增下多有阳沟及安设粪缸溺桶之类，风吹雨打，示纸堕落秽中，亵字造孽，所损正不细耳。与其轻出告示语诸涂人，何若详批呈词就其切已。 \\n 慎交 \\n 广交游，通声气，亦觅馆一法。然大不可恃。得一知己，可以不憾。同心之友，何能易得。往往交太滥，致有不能自立之势，又不若轻便自守者转得自全，且善善恶恶直道在人，苟律已无愧，即素不相识之人，亦未尝不为引荐，况交多则费多，力亦恐有不暇给乎。交而曰慎，择损益也，滥交不惟多费，且恐或累声名。 \\n 勿攀援 \\n 登高之呼，其响四应。吾辈声名所系，原不能不藉当道诸公齿牙奖借。然彼有相赏之实，自能说项。如攀援依附，事终无补，非必其人自挟资自大也，即甚虚怀下士而公务殷繁，势不能悬榻倒履，司阍者又多不能仰体主人之意，怀利投谒，徒为若辈轻薄，甚无谓也。总之彼须用我，自能求我，我若求彼，转归无用，故吾道以自立为主。自立是敦品励学，求其在我。 \\n 办事勿分畛域 \\n 州县幕友其名有五，曰刑名，曰钱谷，曰书记，曰挂号，曰征比。剧者需才至十余人，简者或以二三人兼之，其事各有所司。而刑名、钱谷实总其要官之考成，倚之民之身家，属之居是席者，直须以官事为己事，无分畛域。知无不言，言无不尽，而后可。盖宅门以内，职分两项，而宅门以外，官止一人。谚云：一人之谋不敌两人之智。如以事非切已，坐视其炎，而不置一词。或以己所专司不容旁人更参一解，皆非敬公之义也。特舍己从人其权在我。而以局外之人效手虑之得，则或直委婉或宜径直，须视当局者之性情而善用之。否则贤智先人，转易激成乖刺耳。此是忠告善道之法。人情喜曲恶直，总以委婉为佳。 \\n 勿轻令人习幕 \\n 吾辈以图名本就，转而治生。惟习幕一途与读书为近，故从事者多。然幕中数席，惟刑名、钱谷岁修较厚。余则不过百金内外，或止四五十金者，一经入幕，便无他途可谋，而幕修之外，又分毫无可取益。公事之称手与否，主宾之同道与否，皆不可知。不合则去，失馆亦常有之事。刑名、钱谷谙练而端方者，当道每交相罗致，得馆尚易。其他书记、挂号、征比各席非势要吹嘘。即刑钱引荐，虽格有用之才，洁无瑕之品足以致当道延访者件无一二，其得馆较难。以修辅而计刑钱，一岁所入足抵书号征比数年。即失馆缺用，得馆之后可以弥补。若书号、征比得馆已属拮据，失馆更费枝梧。且如乡里课徒及经营贸易、蕴袍疏食勤俭有素，处幕馆者章身不能无具，随从不能无人加以庆吊往还，亲朋假乞，无一可省。岁修百金，到家亦不过六七十金。八口之家，仅足敷衍。万一久无就绪，势且典贷无门，居处既习于安闲，行业转难于更改，终身坐困，始基误之。故亲友之从余习幕者，余必先察其才识，如不足以造就刑钱，则四五月之内即令归习他务。盖课徒可以进业，贸易可以生财。作幕二字，不知误尽几许才人。量而后入择术者，不可不自审也。未成者可改则改，已业者得休便休。 \\n 须体俗情 \\n 幕之为学，读律尚已。其运用之妙，尤在善体人情。盖各处风俗往往不同，必须虚心体问，就其俗尚所直，随时调剂。然后传以律令，则上下相协，官声得著，幕望自隆。若一味我行我法，或且怨集谤生。古云利不百不兴，弊不百不除。真阅历不可不念也。 \\n 戒已甚 \\n 余尚在胡公幕中，初读律书时，惴惴焉，恐不能习幕是虑。友人骆君炳文，端方港练，独严事之。尝语余田：以子之才之识，为人佐治，所谓儒学医案作齐者，非不能之患，正恐太能耳。余请其故，曰：衙门中事，可结便结。情节之无大关系者，不必深求。往往恃其明察，一丝不肯放过，则枝节横生，累人无已，是调已甚，圣贤之所戒也。余心识之，不敢忘。数十年来，觉受此语之益甚多。戒已甚不仅佐治宜然，处世待人成当取法。 \\n 公事不宜迁就 \\n 实之佐主，所办无非公事，端资和衷商酌，不可稍介以私。私之为言。非必已有不肖之心也。持论本是，而以主人意见不同，稍为迁就，便是私心用事。盖一存迁就之见，于事必费斡旋，不能适得其平。出于此者，大概为馆所羁绊。不知吾辈处馆非为宾主有缘，且于所处之地必有因果。千虑之得有所利，千虑之失有所累。小者尚止一家，大者或徧通邑，施者无恩怨之素，受者忌报复之端。所谓缘者，宿缘有在，虽甚龃龉未必解散。至于缘尽留恋，亦属无益。且负心之与失馆轻重悬殊，何如秉正自持，不失其本心之为得乎？此当与不合则去得去有数须成主人之美诸条前后合看，意义始尽。 \\n 勿过受主人情 \\n 合则留，不合则去，是处馆要义。然有不能即去者，不仅恋馆之谓也。平日过受主人之情，往往一时却情不得。岁修无论多寡，饩凛称事总是分所应得。此外多取主人分毫，便是情分受非分之情，或不得不办非分之事，故主宾虽甚相得，与受必须分明。即深支岁修亦宜有节。探支过度，则通有不合，势不得洁身而去矣。非分之事，乃官之私事，或公事。而官有他意，强以迁就者，勿误会刑钱等件偶然代笔为非分。 \\n 去馆日勿使人指摘 \\n 官之得民与否，去官日见，真幕之自爱与否，去馆日毕露。佐主人为治，须算到去官日不可有遗议败名。总之官之得民，要在清勤慈惠。故苛细者与板冗，交识幕之自爱，要在谦慎公勤。故依回者与刚愎同病。幕不自爱，内外必知不待去馆始露，其未即见绝者，或主人萝萝耳，故无欲者，或任性矜能；而有私者，多畏人避迹。 \\n 就馆宜慎 \\n 幕宾之作善作不善，各视乎其所主。宾利主之修，主利宾之才，一其初本以利交。第主宾相得，未有不道义亲者。薰莸强合必不可久。与其急不暇择，所主非人，席不暖而违去之，不若于未就之前先为慎重。则彼我负心，目无掣肘之患。愈久而愈固，异已者亦不得而闲之。余自维才十憨，故就馆最慎。然从无半途割席之事。职是故也，昨留别同事诸君，有一事留将同辈述，“卅年到处主人贤”之句，不可谓非天幸矣。通计幕游自壬申春迄乙己秋，几三十四年。惟始二年，主者为外舅王坦人先生，不在宾主之数。余所主几十六人，其中无锡、慈溪二处皆偶托也，实则十四人而已。具详于左。 \\n 乾隆十九年甲戌二月，馆常州府知府胡公幕。公讳文伯，字偶韩，山东海阳人，其年冬迁苏松常镇太粮储道，余偕行。明年胡公督运临清，余病不能与俱，假馆无锡县魏君幕。魏君讳廷变，直禄柏乡人。至六月仍回胡公幕，见主胡公者六年。乾隆二十四年十二月，余欲专治刑名，受长洲县聘，辞之归。乾隆二十五年正月，馆长洲县郑君幕，君讳流贤，山东济宁人。是年十二月以秀水县孙景溪师召，辞之归。乾隆二十六年三月，馆秀水县幕景溪师讳称周，山东昌邑人，余受业师也。至次年八月，升河南开封府同知去官，余即受平湖县刘君聘。是月至平湖。刘君讳国恒号冰章，奉天人。乾隆三十二年正月升江西九江府吴城同知。去官，余即受仁和县李君聘。二月至仁和。李君讳学李，陕西三原人。是年十月缘事去官。余即受乌程县蒋君聘，是月至乌程。蒋君名志锋号振庵，奉天人。至次年五月缘事去官，接任者为战君名效曾号鲁村，直禄宁津人，延余接办。九月叨乡历十二月，以会试辞归。乾隆三十四年五月，下第回，馆钱塘黄公幕。公名泰元，号亨章云南泰和人。至三十五年十二月以会试辞归。乾隆三十六年五月下第回，受海宁刘君聘，以故人战君官嘉善辞不获，因却海宁聘，至嘉奖善。七月战君调富阳，余偕行。九月孙公讳含中号西林来官宁绍台，兵备道公景溪师于也，义不可辞，乃去富阳，馆宁波道幕者。四月十二月以会试辞归。乾隆三十七年五月下第回。海宁刘君复以聘来，七月至海宁。刘君名雁题，号仙圃，河南光山人，居海宁者二年余。至三十九年八月，海宁县升为州，刘君解官，余归里。乾隆四十年会试成进士，后丁母忧归。九月馆慈溪黄君幕。君名元伟，不一月，辞归。时战君已由归安升海宁州，以聘来，复就海宁。十二月以平湖刘君寻旧约，辞之归。刘君前海宁令也。乾隆四十一年正月至平湖，地四年余。乾隆四十五年刘君升杭州东海防同知。余受署乌程县兴君聘。是年五月至乌程。兴君名德，号勉庵，满洲人。至四十六年四月前令徐君回任，延余接办。徐君名朝亮，山东莱阳人。六月徐君丁忧会官，余归里。是年九月受龙游王君聘，十月至龙游。王君名士听，号晴川，奉天义州人。居龙游一年余。乾隆四十七年七月，王君调任归安，余偕行，居归安三年余。乾隆五十年八月，王君以母老告养，懈官归里。 \\n 以上四十则有本有末，有体有用，有经有权，语虽区分，意则贯串。乃先生之间学幕道之金针。学者诚能读其书，志其志，一动念务在慈祥，一启齿务存忠厚，一下笔务皆慎重，久之纯熟，习若性成。人之修积既深，天之报施必厚，不在其身，则在其子孙。富寿贵盛，有不期然而然者矣。略际数事于后，前辈姜先生游幕河南，性方谨，治事务仁恕，教子梅读书，成进士，现官御史。丁竹心先生游幕山东，不必专席，而名重一时，为人多才艺，喜榆扬，善规劝，尚义疏财，人多德之。初无嗣，后连生五子。长文标，举孝廉，知屯留县。四文（钅丙）知高台县，升知州。五文创成进士，知长子县。仲叔亦出必。而长孙元福早领乡焉。现为正定教谕。诸孙争荣方兴未艾。山东知县叶肇冉之太翁，名幕也，办事平允，抚按重之。后为人资得县丞，升知县。肇冉亦继起。程封翁者，在山东藩幕多年，每遇灾赈，能权宜，行事既便且速，所全甚众。子应庚现为阳欲知县，家素封，不就养年八十余，闻犹强健。就聘治事，勤恤平恕，尤留意民词，暇仍读书。寒暑不辍，后成进士，官莘县知县。孙乔林为历城县幕时，惴惴以造孽是恐，遇事慎之又慎，人多笑之。而孙益自励。尝欲弃去，苦无别业，为生计居二年余。忽遇其族伯亦幕，而官者与之语，奇其人，为损通判，显仕河南，有志竟成，一时伟之。仆闻见鄙陋，于幕道之获福者二十年来仅能确指数人，不啻千百之一二。作幕之难，于此可想。有识者何思所以自处乎？ \\n 续佐治药言 \\n 清·汪辉祖 \\n 摘唤须详慎 \\n 省事之说，大属不易。盖词之讦控多人者，必有讼师主持其事。或以泄忿旁牵，或以左担列证，不堕其术，往往以经承弊脱为词，百计抵塑，甚且含沙射影，妄指幕友关通，启官疑窦。故核稿时必须细加衡量。主人庭讯应问及者，方予传唤，则凡摘释之人，自有确然可删之故。遇有朔无难明白批斥，使讼师不敢肆其嚣张。庶株蔓之风渐息，而无辜不致受累矣。此重言申明息事宁人之非易也，然亦视其平日何全耳。如果品端学优，内外敬信，自能行其所志，无虑逞刁启疑。 \\n 批驳勿率易 \\n 一词到官，不惟具状人盛气望准，凡讼师差房无不乐于有事。一经批驳，群起而谋，抵其隙批语稍未中肯，非增原告之冤即壮被告之胆，图省事而转让事矣。夫人命奸盗及棍徒肆横，原非常有之事。一切口角争斗类皆户婚细故。两造非亲则故，非族则邻，情深累世，衅起一时，本无不解之第摘。其词中要害，酌理准情创切谕道，使弱者意平，强者气沮，自有亲邻调处。与其息于难理之后，费入差房，何如晓于具状之初，谊全姻睦。此三条与前之省事，包讼皆反复详言。核批呈调，其难其慎，可见幕客尽心之要事，莫过于此。其所指难处，正秘诀备传最须体玩。 \\n 核词须认本意 \\n 谚云无谎不成状。每有控近事而先述旧事，引他事以曲证此事者，其实意有专属而讼师率以牵摭为技。万一宾主不分，势且纠厘无已，又有初词止控一事，而续呈渐生枝节，或至反宾为主者，不知所以翦裁，则房差从而滋扰。故省事之法，第一在批示明白。 \\n 人命宜防牵连 \\n 前明徐相国阶柄政时，作家书示子弟尚诫命案不可牵涉，何况寻常百姓？余乡居见命案列证，便举家惶骇，往往见凶犯赤贫，累归词证者。故在馆阅报词，非紧要人证，即属主人当场省释，不命入城。应取保者讯后立追保状，然获闻有官保私押之事。一日不归，则其家一日不宁。如之何勿念至路弊案件，差保无可生发，每将地主牵入。此则真属无辜尤其须属主人禁绝。核稿时更宜字字检点，以防株累。每有开列非犯非证之人增之词内者，十九波连，可置勿问。 \\n 侵占勿轻查勘 \\n 豪强侵占，律所不容。若世业相承，重加修整；或本非官产，原听民便，往往地棍藉端挟持，需索不遂，即饰词开控。一经准理，必先差查。差查不已，必须勘断，官或不暇遽及，则棍差朋比费已不货。此等借名启讼之人，多非善类，能于呈控时严切批斥，使小人畏法，固为上策。否则催主人速勘严徵，必有阴受其福者矣。 \\n 勘案宜速结 \\n 事关田房坟墓类，须勘结。官事甚殷，安能日履山泽。且批勘之后，凡遇催词，无可费心。故批勘最易，不知疆界不清每易让成他。故如按图办址，核计鱼鳞弓口券册，明著者或批断或讯断自能折服其心。不得已而批勘，须属主人为之速结，使造葬无稽亦所全，不少至勘有期，势必多人守候，尤万万不宜临期更改。 \\n 押犯宜勤查 \\n 案有犯证，尚须覆讯者，势不能不暂予羁管。繁剧之处，尤所多有。然羁管之弊，甚于监禁。盖犯归监禁，尚有管狱官时时稽查，羁管则权归差役，差不遂欲则系之秽处，饿之终日，恣为陵虐，无所不至。至有酿成人命，赔累本官者，若贼犯久押则纵分肥，为害更大。此等人犯官难毕记，全在幕友立簿，检察以便，随时办结。即官有代任，幕有替人，亦可免贿脱之患。押犯中之最无告者，莫如小窃。多因不值详办而纵而害民。且事主不服，事颇难处遂任久羁，往往瘐毙，实非其罪，全在官幕同发慈悲。酌其案之苟可详办者，迅速跨结，以脱其命。否则因地制宜，设法全活，功德无量。茹古香尚书（上芬下木）之封翁三桥先生为县令时，设自新所，专羁鼠窃盗匪捐廉。按名日给口量，一升，盐菜钱三文。以典史总其事。而先生犹不时自察，十余年如一日也。初甚众，后多知自悔，乞怜其亲邻，服罪于事主，联环具保，复为良民者，不可胜计。而所中寥寥矣。先生之善政极多，此其小小一端，附记于此，以备采择。 \\n 勿轻易签差 \\n 讼一签差，两造不能无费，即彼此相安息销，亦且不易。余向佐主人为治，惟必讯之案，方签差传唤。其余细事多批族亲查理，或久而不覆，经承禀请，差催从不允行，亦不转票。盖事可寝搁，必其气已平，因而置之，有益无损。加以差催转多挑拨矣。且族亲纵有袒护，终有敢尽没其真。役则惟利是视，更不可信也。 \\n 宜随机杜弊 \\n 地方风气以官为转移。地棍揣摩，即视官为迎合。官有善政，未始不资若辈。历阶如官徽赌博则棍首局诱。官治小钱，则棍讦挽和。官清水利，则棍控侵占；官严斗殴，则棍饰伪伤；官禁锢婢，则棍告侵占；官细则棍讼业横。如此之类，悉数难终。大概有一利必有一弊，甚且利少而弊多。全在幕友因利察弊，力究冤诬，固不可因噎废食，断不宜乘风纵火，使棍奸可戢。官法可行，则平民自安无事之福矣。官幕兴利除弊，固不易言。而因利察弊，每亦难处。惟就事理事，平明迅速，地方自有起色。 \\n 草供求可全信 \\n 罪从供定，犯供最关紧要。然五听之法，辞止一端。且录供之吏，难保一无上下其手之弊。据供定罪，尚恐未真。余在幕中，凡犯应徒罪以上者，主人庭讯时，必干堂后凝神细听。供稍勉强，即属主人覆讯，常戒主人不得性急，用刑往往有讯至四五次及七八次者。疑必属讯，不顾主人畏难，每讯必听。余亦不敢惮烦也。往岁王午八月，馆平湖令刘君冰齐署。会孝丰事主，行舟被劫，通详缉捕，封篆后余还里度岁，而邑有回籍逃军曰盛大者，以纠匪抢夺被获。讯为劫案正盗。冰齐迈余至馆，检阅草供。凡起意纠伙上盗，伤主劫脏，表分各条，无不毕具，居然盗也。且已起有蓝布棉被经事主认确矣。当晚属冰齐覆勘，余从堂后听之，一一输供，无惧色。顾供出犯口，熟滑如背书。然且首伙八人，无一语参差者，心窃疑之。次晚复属冰齐故为增减案情，隔别再讯，则或认，或不认，八人者各各歧异。至有号呼诉枉者。遂止不讯而令库书典税书依事主所认布被颜色新旧借购二十余条。余私为记别，亲以事主原认之被属齐冰齐当堂给认，竟懵无辨识。于是提犯研鞫，佥不承认。细请其故，盖盛大到官之初，自意逃军犯抢，更无生理，故讯及劫案，信口妄承。而其徒皆附和之。实则被为己物，裁制有人即其本罪亦不至于死也，遂脱之。越二年，冰齐保举知府引见，而此案正盗由元和发觉，起脏生认。冰齐回任，赴苏会审定案。初，余欲脱盛大时，阖署晔然，谓余枉法曲纵，不顾主人考成。余闻之，辞冰齐，冰齐勿听。余曰：“必欲余留止者，非脱盛大不可。且失脏甚多，而以一疑似之被骈戮数人，非惟吾不忍以子孙易一馆，为君计，亦恐有他日累也”。然短余者犹窃窃然私议不止，幸冰齐不为动，至是冰齐语余曰：“橐力脱盛大，君何神耶？”余曰：“君不当抵罪，吾不当绝嗣耳。”盖余自此，益不敢以草供为据矣。（幕客能学先生之用心如此。此，则主人自然敬勉不敢畏难。或疑此书专言幕道，与官无涉，不知。官幕上。同船合命，幕能省事求生，官自同受其福。观此二语，可悟为官者弗以幕之详慎为自私也。） \\n 上台驳批宜细绎 \\n 初报宜慎，前已言之。或奉上台驳诘，尤须详绎。盖驳诘不一，有意在轻宥，而驳故从重者；有意在正犯，而驳及余证者。非虚心体会，易致读误。至案可完结，而碎琐推敲，万勿稍生烦厌，付以轻心。若主人所持甚正，与上台意见参差，必当委曲措词，以伸主人之意，断不可游移迁就。使情罪不符，亦慎毋使气矜才，致上下触忤。 \\n 不受关防先宜谨敕 \\n 关防之名必不可受。而可以不受关防之故，全在谨敕朋友为五伦之一，主集特朋友之一。重一主人而尽疏朋友，固非端人之所以自处。然因主人不我关防而律己不严，将声名有法为主人轻簿，终有不得不受关防之势。故亲友往来，必须令主人知名，有事出宅门，亦须令主人确知。所往事事磊落光明，主人察其可信，自不敢露关防之迹。否则主人举身家以听，安能禁其不加体访也。 \\n 须成主人之美 \\n 吾言不合则去，非悻悻也。人之才质各有所偏，宾之于主，贵相其偏，而补之于审韦弦水火之用始尽。佐治之任不合云者，必公事实有不便，不可全以意气矜张。主人事有末善，分当范之于善。不能就范，则引身而退，是谓不合则去。若吾说虽正，而主人别有善念，此则必须辗转筹画，以成其美，方于百姓有益，断不宜坚持不合之义，忽然舍去。即谚所云公门中好修行矣。 \\n 处久交更难 \\n 人知宾主初交不易，而不知交久更难。盖到馆之始，主人情谊未甚融洽，尽我本分，可告无愧。若相处多年，其为契合可知交，既投契识论必有裨益，官声所系，须事事为之谋出万全。任劳分谤，俱义所应得；引嫌避怨，便失朋友之道。特不可恃主人倚重，挟势以济其私耳。 \\n 宾主不可忘形 \\n 交至忘形，方为密契。独吾辈之于主人，宾主形迹断不可略。盖幕客之得，尽其言以行其志，全在主人。敬以致信，一言一动须主人有不敢简慢之意。忘形则易狎，狎则玩心生，而言有不听者矣。余与光山刘君仙圃甚洽。仙圃令平湖时，欲联齿叙之欢。余曰：“俟去馆日如何命。”同事者多笑之。先生不余近也。故仙圃升任，余赠别诗有“形迹略存宾主分，情怀雅逼弟兄真”之句。盖纪实云。 \\n 不宜经手银钱 \\n 署中银钱出入，其任甚重，其事甚琐，不推刑名幕友不可越俎，即钱谷职司会计亦止主簿籍之成完赢细之数而已。出入经手非其分也。盖既经手银钱，势不能不计较节啬，其后必为怨府，况权之所归，将有伺颜色，逢意旨者，而公事多碍，人品因之易坏。且出入簿记，一时难以交卸。虽有不合亦不能去，如之何其自立耶？ \\n 勿求全小节 \\n 入幕以宾为名，主人礼貌盛衷，即敬肆所别。大段仪文何可不讲。若诚意无渝，则小节亦须从略。饮撰之类当视主人之自奉何如。故其自奉素丰而俭以待我，是谓不诚。若待我虽俭而已丰于彼之自奉，即为加礼，更不宜琐琐求全。向客胡观察文伯处，因言肉败，责逐庖丁，常以为悔。故后来历幕，从不以口腹责人。至主人所用仆从，大率不知大体，万不可稍假词色，或后于求之渐。若些小过失，量为包容，远怨之一端也。 \\n 勿忘本计 \\n 鬻文为活，非快意事，固不可有寒乞相，使主人菲簿。而本来面目欲须时时自念，食饶梁肉，念家有应赡之妻孥，自不忍从梁肉外更计肥甘。卖及优伶，念家有待济之戚，自不暇向优伶中妄博欢笑。且客中节一钱之费，则家中赢一钱之资。家食无亏，行装可卸，又何必以衰年心力长为他人肩忧患哉。幕之为道，纵无有心之过，岂克无心之失。是既为人肩忧患，而尤为己肩忧患。苟可卸肩，亦何必于火坑中求生活耶？ \\n 囚关绝祀者尤宜详审 \\n 外舅王坦人先生讳宗阅令金山时，余初入幕平湖。杨君砚耕为外舅故交，时从山西来，言雍正年间尝馆虞乡主人，兼署临晋县。有疑狱久未决，主人素负能名，不数日，鞫实，乃弟杀胞兄至死遂。秉烛拟罪属稿，毕夜已过半，未及灭烛而寝，忽闻床上钩呜，帐微启，以为风也。复寐少顷，钩复呜，惊席，则帐是钩上，有白发老人跪床前叩头，叱之不见。几上纸翻动有声，急起视，即拟谳稿也。反覆细审，罪实无枉，惟凶手四世单传，其父始生二子，一死非命，一又仗辜，则五世之祀绝矣。狱无可疑而以疑久宕，殆老人长为乞传耳。因毁稿存疑如故。后闻今皇帝御极大赦，是案竟以疑宥，余闻而谨识之。故凡遇父子兄弟共犯者，尤加意审慎焉。 \\n 定罪时有鬼物凭依 \\n 乾隆二十年间，浙江司臬同公当为人言办秋审时，夜将半，令小僮提灯，亲至各房科察看，皆灭烛酣睡。一室灯烛明，穴窗纸视之，一老吏方手治文书，几案前一白发翁，一年二十许妇人，左右侍，心甚骇异。俄见吏毁稿复书讫，妇人敛袄退。吏别检一卷，坐良久，书签。白发翁亦长揖不见。遂入署传诘此吏。先书有为台州因奸致死之案，本犯为县学生。初愈怜才，欲请缓决，后以败检酿命，改拟情实。后书者，为宁波索欠连杀致死之案。初意欲清情实，后念衅由理直，情急还殴，与逞凶不同。故拟缓决。然则年二十许者，为捐躯之妇。白发翁乃凶手之先人矣。吏之拟稿，不过请示，鬼犹瞳之，况秉笔定罪者，可勿慎欤。 \\n 删改自首之报 \\n 余馆秀水时，幕寮在三堂东。又东为内宅门，门外东南为庖厨室故为楼，甚宏敞，板梯久毁，西向尚悬爱日楼匾额。天阴雨辄闻鬼泣声。令君孙景溪先生，偏询署中人，无知其故者、一老吏年八十余，言：康熙时令，有母，喜诵佛号，始创此楼奉佛。雍正初年，刑名幕友胡姓歙人盛夏不欲人见，因独处楼中。凡案牍饮撰缒而上下。一日薄暮，闻楼头惨叫声，从者急梯而上，则胡赤身仰卧，自白刃于腹肌肤如刻画，血被体。问之，曰：向客湖南某县，有妇与人私。夫为私者所杀，妇首于官。吾恐主人罹失察处分，作访季详报，疑妇凌迟。顷见金甲神率妇上楼，对吾腹，他不知也。叫呼越夕而死。嗣常见形。楼头板梯所由撤也。先生为文仟之，后稍戢。今不知扈厨有更易否。夫律例一书于明刑之中，矜恤曲至犯罪自首一条，网开一面，乃求生之路。删改而致之重辟，是死于我，非死于法也。鬼之为厉宜矣。 \\n 事关人罪者口宜谨 \\n 谚云“好动扶人手，莫开杀人口。”居幕席者，更当三复此言。昔吴兴某以善治钱谷有声当事某公所慢。曾故人子官浙中大僚，某汗其侵盗明事，竟成大狱。狱甫定，某忽自啮其舌，至本溃以死。顷读无锡诸类谷先生洛近稿载其邑人张希仲事，尤可鉴也。希仲馆归安令裘鲁青署。归安有民妇与人私而所私杀其夫者，狱具，裘以非同谋，欲出之。时希仲在座大言曰：赵盾不讨贼为杀君，许世子不尝药为杀父。春秋有诛意之法，是不可纵也。妇竟论死。后希仲梦一女子拔发持剑，捕膺而至，曰：我无死法，尔何助之急也，以刀刺之。旦日其利处痛甚。自是夜必来，遂归。归数日，鬼复至，愈伤使巫视之。如梦，竟死。夫某公侵盗有据，于法得死，直为大僚所治，某言非虚妄。特意出于私，尚罹险过，况传闻有未实者乎？若希仲诛意之说，非法家所忍言，直为鬼难矣。事辈读律佐治，身当其任，自不得曲法姑宽。如不在其位，又何忍下石耶？ \\n 仁恕获福 \\n 外舅之母舅韩其相先生名大镛榜姓何居萧山之迎龙闸，为诸生时，工刀笔，久困场屋，且无子。馆公安悬幕，治刑名，绝意进取。雍正癸卯，梦人召而语之曰：“汝因笔孽多，尽削禄嗣。今治狱仁恕，偿汝科及子，其速归。”时已七月初旬，韩不之信也。越适夕复梦如故，答以试期不及。神曰：“吾当送汝。”寤而急理归装，江行风利。八月初二日抵抗。适中丞大收遗才，补送入，果中式。次年举一子。 \\n 乾隆十三年外舅尉山阻济源大司空卫公哲治方守淮安，询知旧客山阴姚升阶先生为外舅姻连，因言：先生在幕十余年，无刻不以息事为念。偶罪一人，则旁皇周室行，食饮不怡，真仁人也。其子由乾隆壬申举人官肃州同告养归侍先生躬膺，效封与德配，白首相庄，安养二十余年，见家孙斌游痒，年八十余，无疾而终。公之言验矣。又会稽唐我佩先生久幕江苏，治狱慈慎，有唐老佛之称。子廷槐，乾隆辛末进土令江西。时先生亲享禄养也。 \\n 忌辣手 \\n 同里丁君某游幕河南，为制府田公赏识。羔币充庭者十余年。余年十岁时，君归里。过先大父，先大父问其何以得致盛名。君累举数事，余童呆不能解。记先大父曰：“得毋太辣手乎？”君曰：“不如此则事不易了。”君既去，先生姚奉茗以进。先大父曰：“顷丁某言，汝闻否？虽多财，不足羡也。辣则忍，忍则刻，恐造孽不少，其能久乎？”复摩余项曰：“省否？”封曰：“省。”先大父曰：“省便好。”未几，丁君旅没，厥永年十五六，酷嗜饮博，不六七年，资产罄尽，妇亦死。遂流荡不知所终。余旧撰馆联所云“辣手须防人不堪者”，志先大父训也。 \\n 择主人获益 \\n 前言就馆宜慎，犹为处馆言之。实则人品成败，所关尤知。盖寻常友朋，鲜能经年聚处，惟幕友之与主人，朝夕相习，性情气质最易染移。所主非人，往往远离其本。吴余初入幕时，借无知识，在外勇署二年，本甚预官事也。运至常州主海阳胡公，举目生疏，始凛凛自励。公官太守而自奉俭约，过于寒士。无声色嗜好，无游淡狂语。日未出，先仆从起坐书室，治官文书，夜必二更余方入内室。风雨寒暑无间。每办一事，必撤始终反覆辩难，以求其是。尝言心之职思，愈用愈出。思字之义，以心为田。田中横竖二画，四面俱到，缺一面，便不成字。僚属号公三世佛，调过去现在未来无不周计也。余司书记，而公善余持论，遇刑名钱谷大事，必把其议颇多□荛之彩。余是以乐为知己用。既敬公正直廉勤，又以公之生年月同先君子。仅后先君子一日，益严事之。公亦雅器重金，有国士之目，礼貌视他友加等。故他友皆苦公琐细，不乐久居。余独相依六载。觉上身制事之道，师资不少，其后择主与公异辄不就。孔子曰：“居是邦也。”其大夫之贤者。岂可苟焉已哉。幕客亦宜早眠早起，常使精神有余，则虑事精详，下手周到。且主人就问无阻，日亲日信，可以随机尽言，每有宾主心迹阔略者未始不由于自疏也。 \\n 玉成有自 \\n 余安贫自守，固禀二母训，不敢陨越。然玉我于成，临桂中堂陈公实有力焉，而人未之知也。往岁庚辰二月，余馆长洲。有某髯者，蛊余以利，调非此不足济贫。且诡邱前辈知名诸君，以相款动。并道余纳赂之术，余笑而不答。髯意余诺也。如其述来。严斥之。增赂以复。余甚恐，拟批提主讼人。髯来揭，大诧。余谢曰：主人意也，遂绝之。至七月。余归应乡试。代庖者，误为所惑。比余九月至馆，甫三日而事败，奉中丞访究，二人苍黄窜逸二中丞临佳公也。于是余私自幸，益惊然于法之不可试，利之不可近，贞初志以迄今未尝见叶于大人先生。盖数十年来，得力全在怀刑二字也。 \\n 余既书佐治药言四十则。示孙甥兰后。归里后，偶有记忆，又得二十六则。皆馆中所躬行而习言者命儿子继访录草，寄甥纪人前编，微事处额近果报，藉以相规，行益自勉也。乙己小春五日龙庄居士跋。 \\n 仆有题巫马期听讼台旧句，云听讼斯无讼，怀刑自措刑，不谓适得此书之意。跋续佐治药言 \\n 余以佐治药言印本贻焕曾。后焕曾谒选人北上，挈其甥兰启过余叙别，联舫至吴门。兰启复出，焕曾续辰药言二十六则。卷卷然条省事之目，申辣手之诫，缀以徵应而自著。师盗所由及怀刑之益。盖仁人之用心深挚矣。余尝读双节堂赠言集录至赵太守书后具记。焕曾办平湖洋匪始末，以身之去就，争囚罪出入，卒得平反。慨然于焕曾之善禀慈训为不挠其志。及见芮明府书后，焕曾之举于乡也。其初卷未出房。夜有飞瓦示警。覆校荐售，则又晓然于天之所为报。焕曾以章二母之教者。固若是其乡应也。当焕曾总角时。其大父为更今名。早信世泽涵德，韬光必耀，复继以厥考淇尉公之廉惠。二母之贤节，其发迹固宜然。焕曾乡举即在洋匪狱后。则焕曾之佐治仁恕。不续遏佚前光之苦心。鬼神不既昭鉴之乎？读药言而知不敢负心造孽之语，誓于二母。读续药言而知或手不堪之联本于祖训。呜呼！焕曾之以佐治名也，其来有自矣。他日以佐人者自为推此心，而广之福世福身，又可易量乎哉！是为跋。乾隆丙午三月二十一日鲍廷博书于平江舟次。 \\n  \\n 　 \\n  \\n  \\n 　"}
