{"章节": "巴林纪程（清）文祥", "正文": "　 \\n   \\n   \\n 巴林紀程 \\n （清）文祥撰 \\n   \\n 　 \\n  \\n 長白文祥博川　著 \\n  \\n 咸豐七年丁巳嘉平十二日於太僕寺少卿任內奉旨派往巴林扎薩克已故貝子多爾濟薩穆魯布之游牧賜奠擬年前請訓正月二日起程嗣因兵部理藩院應辦勘合等未齊候至正月十一日請訓十四日起程【請訓用清文奏摺外黃綾安摺一分遞繕牌理藩院辦滿蒙合璧祭文一分隨敕筒一紅黃油□布各八尺黃綾八尺背筒黃布帶二根各八尺自備黃布八尺包於黃綾之外理藩院交黃緞口袋二個係盛折祭銀用兵部發□□合一張兵票一張背祭文每站用營官一員營兵二名自京城超□站均須赴營□粘貼印花各站疲玩往往僅來官兵一名仍須連次催促此外理藩院又照依勘合兵票發給蒙文者各一分為蒙古站上所用然此票備而不用蒙古站往往因本站馬匹不敷請以此票拿馬萬不可聽據前輩云此票發出則藉端騷擾無論何人之馬可任意□□也至祭文兵票勘合等均係理藩院官人把持辦理討索重賞須求人催辦方不致□至折祭銀兩例□理藩院派出司官持赴就近採買賜奠者大可不管亦不必收其口袋近則官人催交空袋二國直云聽由暘【暘：賜】奠者代備尤□可笑□□不得勒索往往以此項作抵未便與之較量】 \\n 十四日午刻起程三十里至孫河店中會理藩院派出隨往司員郎中□□又□十里至順義縣宿城內南關始交酉初【縣令名賀瀛號笠舫係捐□□□門外有康節先生及□□山先生故里二碑】 \\n 十五日辰正由順義四十里至羅山早尖午正又三十里至密雲縣□【時申正二刻知縣名王寶權號小衡庚戌進士由順義北二十里之牛郎山沿濼河北行直至密雲始渡是日路多深沙大風塵土迷人】 \\n 十六日卯正由密雲六十里到石匣驛早尖按站應宿此是日因太近尖後兼行四十里酉正至古北口宿【提督命人持帖迎於路云侯差□後□□驛傳□主事□□筆帖式佛爾果春巡檢王樊俱迎於山上關帝廟至公舍提督又命人持帖□亦命人答拜】是日出石匣驛□入山名石嶺山溝內多石如拳如斗無半步平顛簸約十數里共行一百里自此以北包馬改車輛 \\n 十七日辰正由古北口行有關廳在山下北門內【即古北口關門】命人持勘合掛號關吏皆旗員佩刀排立出關即在山溝亂石內行三十里至三岔口早尖又十里入山口石多難行旋登十八盤嶺甚高【以曲折十八次故名】下嶺五里許又登山亦名十八盤稍又十餘里至安匠屯宿於站丁住房甚潔淨【站官與丁役均係康熙年閒由內務府撥來者官則千把總丁則撥什戶無技□操演專司驛務共八十里甚大】 \\n 十八日辰初由安匠屯五十里至金溝屯早尖屯西有小嶺一道名小梁子尖後五里登伊素嶺曲折盤旋約十餘里下嶺又二十里渡大河亦名伊素是日宿於紅旗營馬號公舍冷甚殘破不堪 \\n 十九日由紅旗營辰正行四十里度荍麥嶺東面盤道偏側仄險又二十里未正至十八里汰宿【因未早尖無耽擱也】公舍係專建亦有規模但多年不佳人冷甚耳【此處有行宮乃入圍之尖營】共六十里 \\n 二十日卯正行十餘里過黃姑屯有小嶺一道【行宮在大道北】又二十里至和樂村早尖已正行三十餘里過頗賴村又八九里至依北家子宿公舍寬大潔而暖詢悉次日即入圍場前途均係蒙古站除羊隻外別無他物在此置買油醬喫食及零星等物【行宮在村南村內買賣甚多居民亦稠密此站甚小】共九十里 \\n 二十一日因前站一百三十里丑刻即行三十里入圍場門天尚未明冷不可當又十餘里登駱駝梁高二十餘里車馬喘息十餘次方至頂東面僅四五里下嶺十餘里至紅旗卡倫早尖喫食俱自行攜帶【卡倫房僅三閒圍場內別無居民數十里始遇卡倫卡倫兵皆八旗滿蒙康熙年撥來者專司圍場歸熱河都統屬】尖後二十里登草帽子梁高如駱駝梁又二十餘里至孤山子宿仍借卡倫房十餘人均住三間屋內狹隘之至圍場中萬山林立樹木稠雜雪地中虎跡縱橫行人時有戒心卡倫牆外樹以立木頂覆樹枝形如迴廊詢係防虎而設【此站甚大正站尚在孤山之南孤山子乃捷徑較正站甚近丁馬由正站□至此處自此以北均係蒙古站站上官丁亦均係蒙古王公撥旗下人當差歸古北口驛傳道統轄其詞訟除人命案由赤站照管餘則仍歸口上】共一百三十里 \\n 二十二日辰初行三十里出圍場又二十里至岔道子早尖二十里復入圍場【此站係沿圍場東南兩面行是以時出時入】是日落雪山勢甚佳以峰多蜿蜓路亦曲折故也又三十里出圍場至西爾哈宿於喇嘛廟到時申正【共一百里】 \\n 二十三日辰初行三十里至敖寧府【有街市在大道東】距住程僅四十里未早尖即岔道向西北行又十里登巴彥烏拉梁遠觀不甚高大登後愈盤愈遠愈遠愈高南面約二十餘里北面下僅十餘里又五里餘至阿美溝宿站丁甚疲玩【此站大共七十里】 \\n 二十四日辰初行二十五里至公主陵借燒鍋房早尖【公主陵在道旁嘉慶年間下嫁】又二里許過一嶺不甚大四十五里至卓鎖宿是日午後又雪住於喇嘛廟房屋之冷喫食之難不堪問矣【共八十里】 \\n 二十五日卯初聞雪聲未住起視已深尺餘辰正雪稍止急催馬匹已正行三十里至鐵匠營早尖又數里登土梁一道高不及半里至巔則平陽一片約四十餘里四望羣山僅見峰頂其上風甚大土人謂之大壩口外多此惟巴林一路較少耳下嶺過一村旋復登一壩十餘里方下又十餘里申正三刻至陳土博宿仍借喇嘛廟住【此站以後里數多不准蒙古站里數向皆約略之詞】 \\n 二十六日辰初行三十里過小粱【粱：梁】一道名黑水梁下梁即黑水村早尖又四十里申正至來色宿於站章京住房是日午後又雪 \\n 廿七日辰初由來色行三十里至七株樹借燒鍋房早尖巳初復行五六里遍地皆深沙旋過沙嶺五六道車馬疲累不堪末一嶺將登至巔復被沙溜下數次過沙嶺二里餘抵巴林橋河名色倫木水面甚寬獨近橋處僅二丈餘水與橋平橋下之水深至十餘丈據土人云夏間盛漲上下游水均泛溢出岸惟橋下寬深如故傳為神異岸北有碑亭碑兼滿蒙文鐫誌橋建自順治十四年係多慧公主所修康熙年聖駕北巡始命載入志書云云橋以北均係巴林王境無漢人村過橋十餘里抵色拉木倫站宿遠望小土阜數座近視始知為蒙古包門低且小鞠躬而入幄內週圍不遠二三丈亦設佛龕木牀箱櫃等物當地設大火撐內燒牛糞屋頂圓孔如甕大仰視天光恍若坐井晝則火煙直從上出夜則以氈覆之門外掛氈簾厚寸餘頂與簾俱掩則黑不見掌晚飯約廣公席地坐燒肉飲酒站丁有小童僅四齡衣羊裘著雲頭小皮靴戴狐皮帽腰繫革帶佩小刀荷包居然入畫與之肉則屈一滕【滕：膝】舉肉於頂謝然後食賜以荷包喫食晚飯後就地臥滿幄皆風一夜未能安眠 \\n 二十八日由色拉木倫行過沙嶺無數平地亦皆深沙沙漠之名不虛六十里涉渡索倫木河不知此水因何未凍又五六里至板【板：坂】身宿於喇嘛廟村內有梵寺甚大有多慧公主府村人半多公主之後約有五六百家【此站亦巴林王地正站原在色拉木倫正北此係東北苦按正站應先至噶查哈再由噶查哈赴正東至巴林王府向東南始至巴林貝子處是日噶查哈調站至板身豫備者三站程途】 \\n 二十九日辰初由板身行沿途雖有山尚小沙亦漸少六十里至老道板宿槿四五家有房屋餘皆零星蒙古包借地於巴林王之護衛家係巴林貝子預備馬匹詢距該貝子府四十里貝子屬官免色拉氣【即印務章京二品】及台吉等十數人迎至此會議明日賜奠請至伊墳上附近預備墓距老道板四五里是日又大雪 \\n 二月初一日卯初即起雪尚未住該處再三挽留請賜奠後歇息三兩日並云尚有款待筵宴當諭知一切浮文俱免奠畢即回行巳初至貝子墳四無人煙故貝子之夫人率小貝子【名碧起那孫】及合族人跪接祭時天使正立讀文者展讀畢天使立奠三爵轉向西立小貝子及合族人向西南望闕行三跪九叩禮謝恩復轉請天使行一跪禮禮畢請至蒙古包免色拉氣等率小貝子遞哈達行進見禮【哈達以綢緞為之如手巾長三二尺蒙古見尊長及拜佛必遞此乃禮之至敬者也】接哈達仍敬還執事人在門內鋪氈云夫人行進見禮天使辭謝復進茶果桌【茶食四色熬茶一壺請天使自帶之茶盞遞茶】撤茶桌又進肉桌列牛羊肉二盤撤下復進酒桌列白瓷酒罇九銅爵二均滿注酒免色拉氣捧跪致詞餽天使馬八匹下人馬一匹天使辭謝諭令盡心當差復叩求不已力辭始撤下前在口上豫寫婉言辭謝一切餽送之蒙文諭帖一分【恐通使及辦事人舞弊也】令通使及該處碧起克起【即內地筆帖式】持向夫人前讀之合族人環聽均合掌於胸意似欽感夫人率小貝子復進哈達云諸物不收無以表意深恐貽笑鄰封不得已收哈達回以小刀荷包煙壺薰煙四色稍坐即行夫人及合族人尚欲遠送亦力辭已正行過老道板未歇酉初至板身宿是日幸午後雪晴尚不大累自正月十四日至此共行程十七日蒙古站途無定其里數皆約略之詞據云自京至此一千六百餘里是役往返均十七日回程無事可紀未經載筆二月廿八日到京寓呂祖閣次日赴園復命因起程後簡充日講起居注官是日一併謝恩蒙召見垂詢甚詳一一奏對天顏甚霽午刻至家 \\n 門下士良弼恭校 \\n 癸亥年上巳曾孫緒格重刊 \\n 巴林紀程 \\n  \\n 　 \\n  \\n   \\n  "}
