{"章节": "\t\t提 要", "正文": "　 \\n 提　要 \\n 　 \\n  \\n 本書（一冊一五七面九四、二零零字）凡八卷，不著撰人。按南明閩中行朝僅立年餘，遂為清兵所覆，隆武帝以身殉。粵中立國，上尊號曰「思文皇帝」；至永曆十一年，上諡號曰「紹宗襄皇帝」。本書所記，盡屬閩行朝事。起自弘光元年六月唐王監國，至清兵陷福州，曹學佺等殉難止；據事直書，不加論斷。書中頗載當時詔諭、奏疏，雖不無繁瑣之嫌，然悉為直接史料，實多可取。 \\n  \\n 弁　言 \\n 南明隆武帝諱聿鍵，太祖第二十三子唐王桱之後。崇禎五年，嗣封唐王。九年八月，京師戒嚴，王率護軍勤王。部議以擅出境罪，廢為庶人，安置鳳陽高牆。南都立，大赦出，禮部請復故爵，不許，命徙居廣西之平樂府。弘光元年五月，行抵杭州，南都已覆。王勸潞王監國，不聽。時鄭鴻逵、鄭彩、蘇觀生皆會於杭，逵、彩與王語及國難，王輒淚下，乃命所部衛王入閩。既而潞王降清，二鄭全師歸閩，遂與巡撫張肯堂等奉王監國。旋於閏六月丁未(二十七日)即皇帝位於福州，改元隆武。明年八月，清兵入閩。辛丑(二十八日)，帝被執於汀州，尋遇害。永曆帝立，遙上尊號曰「思文皇帝」。十一年丁酉春，上諡曰「紹武襄皇帝」。 \\n 「思文大紀」八卷，皆記隆武朝事。起弘光元年六月唐藩監國於閩省，迄次年九月清兵陷福州、曹學佺等殉難；據事直書，不加論斷。書中頗載當時詔諭奏疏，皆為直接史料，尤為可貴。 \\n 是書不知撰人姓氏。謝國楨「晚明史籍考」謂：『舊稱戴笠耘野所撰，未敢臆斷』。又謂：『據楊鳳苞「秋室集」，是書一名「三山野錄」，又名「思文紀略」』云。 \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 一", "正文": "　 \\n 思文大紀卷一 \\n 　 \\n  \\n 弘光元年六月，靖[虜]伯鄭鴻逵、禮部尚書黃道周等，擬奉唐藩監國於閩省。十七日至衢州，六師聚會，王乃秉鉞徇師而誓曰：『嗟爾有眾，咸聽予言：昔有胡元，腥穢宇宙，汨爾黎民，以為被髮左衽；黎民哀痛，無有甘食。天乃命我太祖高皇帝驅而出之，還於朔漠；天下欣戴，如出昏窖而睹日月。於今二百七十八年，帝十七葉，未有失德。而寇賊乘釁，覆我二京；將復汨我黎民，以為被髮左衽。幽明人鬼，咸用痛心。予自早歲懲毖是患，不憚危苦，以攖茲咎；而天未厭亂，不達鄙懷。今兩京遞覆，蠢爾又至；臨安監國不競，士民瞻烏。予念崇禎在御十有七年，勵精圖治，惟是舉錯拂於民心，賞不當功、罰不當罪，懲勸無章，以至今日。今諸夫子、君子閔念黎元，欲為立主，不以予不肖，俾統六師，監此函夏。亦惟是賞罰勸懲，實用有章，功不可以倖取、罪不可以倖卸；袞鉞之用，兆始於今。爾夫子、君子各率多士，廣乃德心，其尚桓桓，如熊如羆，恭行天討，以光復帝室，驅逐清兵，以纘我太祖之業。其有摧堅陷陣，拘執醜眾，獻力自著者，皆不惜茅土，弈世帶礪，盟之河山。其有私作寇攘，踰垣牆，誘臣妾，逸馬牛風，俱有常刑。其夫子、君子或不念上帝及我太祖，虞貳爾心，私即淫，自營威福，暗干名器者，天地鬼神亦共殛之。自今以始，同力一心，以匡帝室。勗哉多士，咸聽予言』！ \\n  \\n 又百官恭請監國，諭曰：「孤聞漢家再墜，大統猶繫人心；唐室三喪，長安不改舊物。豈獨其風俗醇固，不忘累世之澤哉？亦其忠義感憤，豪傑相激勸，使之然也。孤少遭多難，勉事詩書；長痛妖氛，遂親戎旅。亦以我太祖驅除胡元，功百世，方十七葉而虜彝驁然，睥睨神器；為子孫者誠不忍守文自命，坐視其陵遲。二十年以來，賊寇洊驚，孤未嘗兼味而食、重席而處。比方二載，兩京繼陷，天下藩服委身奔竄。孤中夜臥起，涕泗縱橫。誠得少康一旅之師、周平晉鄭之助，躬率天下，以受彤弓，豈憂板蕩哉？今幸南安、靖[虜]兩大將軍志切匡復，共賦舞衣，一二文臣，以舂陵、瑯琊之義，過相推戴，登壇讀誓，感動路人。嗚呼！昔光武、玄德皆起於布衣，所遭絕續，與大敵為仇，而能正名舉義，躬承大統。況今神器乍傾，天命未改，孤以藩服感憤間關，逢諸豪傑，應即投袂，知明明赫赫之際，神人謨，上天所眷顧，我太祖祐其子孫，猶未有艾也。書曰：「與治同道者罔不興」。傳曰：「得道者多助」。自今孤總六師，一切民間利病，許賢達條陳；孤將悉與維新，總其道揆，副海內喁喁之意焉』。 \\n  \\n 二十日，唐藩過仙霞嶺，祭告漁梁鎮神。其文曰：『維我太祖高皇帝實起南服，廓清宇內。爾山川靈爽，亦率厥職，無有沴厲，以迄於今。邇以賊寇陸梁，覆我二京，中原腥穢，未能自沷。太祖震怒在天，將率海道百神，以開雲雷之屯，實誘予心，踰茲嶺嶠。嗟乎！以爾神靈雄偉聰睿甲於天下，生為俊傑，子雨友風、伯虎仲熊，以驅逐胡馬，靖彼犬羊，猶掇之也。予昭大義，監國於斯；將藉神靈，以匡天下。敢用玄牡，昭告所在山川，亦念曾孫間關號召，不遑啟處。惟上帝眷顧及我皇祖，是庇是輔，是報是享。勿以一隅自狃，而貳爾心。有道曾孫某某謹告』。 \\n  \\n 二十三日，唐藩至浦城縣。祖制：親藩不得擅自起兵。唐藩以父為叔鴆，襲封後，即舉兵報仇勤王；啟行，以寇梗還國。崇禎九年，奉遷降之命，以越關擅斃送高牆。甲申三月十九日，北京闖賊之變，烈廟身殉。五月十五日，福藩即位金陵，詔改來年為弘光元年；隨允廣昌伯劉良佐奏，赦原爵唐王奉降庶人(御諱聿鍵)於鳳陽高牆。十二月，賜復親王冠帶，送東粵閒住。貧無路費，自鳳陽至南都，遷延時日，又回鎮江，由丹陽至蘇州。風聞清兵陷南京，天子蒙塵，乃避難至湖州，又至嘉興。大總兵陳洪範、陳梧、汪碩德、吏部尚書徐石麒、淮撫錢繼登、太監高起潛等面請唐藩監國，堅辭謙讓。乃睿撰揭帖，倡奉潞藩。又得慈禧太后之命，潞藩隨於六月初八日監國於杭州。初十日，唐藩至杭請朝，具本勸進，面陳方略，不允。靖[虜]伯鄭鴻逵面請回閩取兵，亦不允。是晚，清牌至杭州，潞王從閹弁之議，甘心降清。唐藩聞而憤泣不勝。適遇靖[虜]伯會同禮部尚書黃道周等奏啟懇請監國。十五日，清騎至杭，浙東人心震動，唐藩不得已，始勉從之。六月二十三日進關，抵浦城縣。 \\n  \\n  \\n  \\n 按黃道周第一疏有云：『天造不寧，道先立主；昌期協應，臣亦擇君。兩載而陷二京，河山雪涕；敷天而污左，人鬼恫心。非有不世出之英，莫勝大有為之任。恭遇唐王殿下，偉略著於維城，玄風聞於主鬯。太祖廓清六合，有天下者還屬太祖之孫；漢家再造神州，起南陽者即復漢家之業。昔當寇迫都城，殿下已請師投袂；況今禍連江，蒼生又仰屋瞻烏？荏苒則人化沙蟲，棲遲則家成荊棘。瑯琊先討石勒，後渡五馬之江；宛葉初會平林，遂發昆陽之績。以今揆古，易世同符。語德則德於瑯琊，語親則親於宛葉。所謂合晉元、光武以成殿下之身，藉猛士、謀臣以纘高皇之緒者也。矧殿下社稷為心，祖宗是念。高皇之子二十人，惟王逾於重耳；唐室之君十七葉，立國何必沙陀？伏乞俯循眾望，監統六師；使黎庶有歸，皇圖克鞏」云云。六月十一日疏上，答云：「覽啟悲慟，義不忍聞。孤藩開自高廟，十代世篤忠貞；孤罹家庭偶異，曾叨先帝殊恩。因奮血性，期圖報不負君親；敦請勤王，討父仇為法受過。上年弘光皇上憫鑒，復賜王冠。孤受二帝深恩，誓竭迎鑾雪恥；但愧微渺，徒耿赤誠。春秋之義意：天子蒙塵，諸侯釋位；孤惟遵此成規，賢序實無一稱。監國之請，面諭周詳，感諸先生忠愛孤身，斷不敢當。共體守節真懷，不必再有陳請』。 \\n  \\n 第二疏云：『日月重光，四海切黃衣之望；乾坤再闢，萬方仰白水之祥。五百年必有王興，適逢今日；十八傳宜歸哲后，當屬仁賢。宗社憑依，臣民引領。恭維殿下欽明天縱，玄德日升。險阻備嘗，晉公子之播遷，良有以也；閭閻親歷，史皇孫之艱難，豈徒然哉？茲者金甌震缺，翠輦蒙塵；南轅之返無期，左之氛正熾。國不可一日無主，主不可一日非人。惟德惟賢，乃肩乃荷。克承臣仕，親在君王。拒群工之敦請，令諭雖極沖虛；救萬姓之倒懸，監國終難他奉。伏乞仰思祖宗垂創之統、下念蒼黔推戴之誠，早膺負扆之朝，以肅王綱之度；使吏士有所維屬，人心不至渙離。張我六師，掃清彝寇；躬行九伐，克復神京。天下幸甚！臣民幸甚』！六月十二日疏上，答云：『皇上多日出狩，臣庶迫切無君，封疆日促、狂彝日逼，監國攝政，固不可遲。但孤靜淡自天，口虛非當；前諭甚明，豈飾觀聽？昨感所啟，業已具揭，但奉潞藩監國矣。彼則以賢以序，真其人也。孤願與諸先生共行推戴，以折彝謀，他啟斷不敢再聞』。 \\n  \\n 第三疏云：『國步多艱，王室已深於板蕩；天心厭亂，人情咸屬於仁賢。兵燹之毒方殷，共球之思愈迫。恭維唐王殿下，聰明亶作，慈孝夙成。枕戈以請勤王，久樹桓文之業；瀝血而謝君父，獨通姚媯之權。恭儉溫文，廓爾寬仁之度；聖神文武，翕然海宇之歸。近聞清逼武林，人無固志；賊臣有屈膝之議，舉國同蒙面之羞。思高皇創業之艱，退一尺則失一尺；為中興恢復之計，早一時即易一時。幸切宗社之圖，勿固士大夫之節。神器不可以久曠，令旨不可以時稽。亟總瑤樞，以臨魁柄。將義師有主，昆陽成長者之功；醜虜望風，靈武睹聖人之烈』云云。六月十五日疏上，時潞藩已具降書矣。令旨答云：『覽啟，諸先生懃懃懇懇，謂皇鑾既時不易返、潞藩復懼清改圖，以孤勤皇雪父，大義久昭；況分國本於高皇，視孝陵情尤關切。監國必難他諉，三請辭意益殷；令孤進退均難，孤將何以處此？且今人心口彝，內外沸鼎，交請敢再堅違？孤罪滋重，萬不得已，將所上監國之寶，權置行舟，即諭地方官速遣專官謹守。然於出令用人，在途猶難草草；俟至閩省，面與藩鎮文武諸賢共行遵守』云云。 \\n  \\n 二十四日，令旨：『諭浦城縣：將孤發下旌直銀五兩，賜欽命禁旅勇衛水師總兵陳有功』。復諭之曰：『孤覽爾啟，為之慨憤。自允監國之後，若一日孝陵未見，一日西北赤子未援，一統舊疆未復，即是孤負祖負民，如劍在心、如湯沃背，斷不與寇盜並立於天壤。該將啟內勸孤節儉愛民，足徵忠讜。孤鑒千古：凡真忠臣，必明指君之過舉，改正君身，天下自定。凡不言孤過者，即偽忠也。孤纔至閩，見此啟本，即是中興名疏。著發此啟於靖[虜]伯大張榜示，見孤汲汲求賢、願拜昌言至意』。 \\n  \\n 浦城縣知縣鄭為虹進大明會典一部、縣志一部；典史陳國元進方孝孺文集一部。 \\n  \\n 二十五日，令浦城縣命工刻石置公署門外，上書『敬奉監國令諭：本縣印佐迎送上司，止於郭外。敢有再行違諭迎送者，察出一體從重治罪；法在必行，決不輕貸』！蓋從典史陳國元之請也。從諫如流之意，於此可見矣。 \\n  \\n 書坊送綱鑑一部、續稗海一部、浙江通志一部，給價銀四兩三錢還之。 \\n  \\n 二十六日，朝見人民於建安，監國令諭曰：『昔我太祖高皇帝掃蕩胡氛，統一區宇；成祖文皇帝燕都定鼎，威震華彝。仁涵義育，累洽重熙。何期數當陽九，天降鞠凶！昔年薊北，獨深蒙難之悲；此日金陵，復有北轅之恨。孤慚涼德，雪恥未遑、念切同仇，請纓有志。今爾臣民連箋勸進，至再至三，謂「清迫杭城，人無固志；賊臣有屈膝之議，舉國同蒙面之羞」。孤覽斯言，撫膺隕涕；痛統緒之幾墜，悵天下之無君。不獲已俯順輿情，允從監國。謹於弘光元年六月二十八日朝見臣民於建安，收拾餘燼，恢復南都；張皇六師，迎還玉輅：萃皇靈於渙散之後，出百姓於湯火之餘』云云。 \\n  \\n 令諭靖[虜]伯鄭鴻逵出榜安民於八郡一州，曰：『寡人布素一年，毫無煩擾；除下程小飯該縣官備辦外，一切支應併一切氈綵無益等事，俱各免行。當百姓剝骨見骸之時，寡人誓約己以安天下；違旨者，治以不忠擾□之罪。隨侍官校不過十人，務要公買、公賣，敢擅取民間根薪、粒米，即時察啟請究，定然綑打八十，割耳游示，決不輕饒。寡人上下費用，件件自備。生平直性實心，字字真誠。爾官一體遵依，毋負寡人拳拳至意』！ \\n  \\n 太子太保禮部尚書翰林院學士黃道周進誓師文、監國諭、祭告文、登極詔共四通，並繳賜勞銀三兩。手詔答云：『所進撰文，俱能寫孤意中事，且典核有體，孤心嘉悅，留至日備用。孤今晝夜焦勞，新創諸事，萬盼先生速至，便議戡定戰守並監國禮儀，不可刻緩。至在途之費，上下所共需也；同艱分濟，人主之本心，典非溢格，不准再辭。著即祗受，稱孤恤軫至意』。 \\n  \\n 令諭靖[虜]伯鄭鴻逵給守關兵餉二月。諭文曰：『昨據先生啟請關防與中標黃將官領兵二千名，令把守仙霞嶺等關；業即俞允，兼令發犒矣。孤發旨後，思念兵將跋涉之苦，孤因親睹；今使兵將把關，必要先足其月餉，然後可責其成功。茲諭先生：各兵將一概應支糧餉，除前欠糧未支併先生賠捐己資代給者，併通算為欠數。俟孤到省，陸續照補外，今將現今把關將兵二千名，即將浦城縣現存正項銀兩，每先給與現今六月一月，並再預支閏六月一月，示孤軫念兵將真誠至意。其額兵二千，傳諭該將一不許兵冒領、二不許縱兵淫酗賭博等弊，抖擻精神、一意防守外，仰先生即將標下大小將領年貌、籍貫、履歷，速造簡明文冊一本，並歷來各將照級支餉數目、各兵行坐每名支餉數目，並今自某月欠起，自今弘光元年正月起至六月止各餉支過幾月？通共領銀數若干？現欠幾月？每月欠銀若干？通共支餉若干？先生賠給若干？曾那應補公家別項若干？某餉斷宜急補、某宜稍緩補給，俱一一速造簡明文冊一本，共冊二本，一、二日內即造進來。其發過犒銀並支過該縣兩月餉銀，散完之後，再行造冊。一面具啟、一面移部，以憑開銷。孤以困頓之餘，宮生內長，從不諳習軍旅併軍國大事，惟先生極力輔孤不逮，以全奉孤南來忠精大節之意』云。 \\n  \\n 福寧州小民罷市激變。時聞閩廣軍門劉若金欲駐札福寧以抽洋稅，通州士民舖戶粘貼不容進城，恐生騷擾。 \\n  \\n 二十九日，欽命鎮守福建總兵官南安伯鄭芝龍進冰紗十疋、漳紗五疋、葛布五疋、永春布五疋、軟紗五疋；啟曰：『芝龍盥手跪誦唐王殿下賜諭，如絲如綸，感高厚之恩。惟是天步艱難，並望蕩平之日，幸殿下神聖，尤為中興之主。芝龍前得胞弟鴻逵手信，慎重之過，恐武備未周，致有窺伺，故意從迂遠之行。茲奉令旨諭示，芝龍即會撫按司道及縉紳孝廉貢監生員，無不歡欣鼓舞，共慶昇平。人心如此，天意可知。禍亂之作，皇天之所以開聖人也，其在斯乎！然眾議亦云，只先監國而後登極，此與芝龍之愚見暗合矣。又據差官鄒泰傳諭，欲居貢院。察貢院係山腋，稍雨即有水，當以布政司為行殿。若布政司一時未便搬移，芝龍總兵衙門亦可駐蹕；即與撫按各官議妥，不敢有煩睿慮。其諭旨賜芝龍胞弟芝豹者，因芝龍在省督船、彼在安平練兵，相去六日路程，方差人齎去，未及取啟回報，統惟慈宥。芝龍一味拙直，心口如一；苟有率誤，更望天涵到底，方信芝龍之無他腸也』云云。手詔答云：『自古英雄相遇，凡功業之鉅細，正在相信之淺深。啟內一切慎舉動，擇行在，識慮周詳，任事堅決，孤更感激。另啟所進衣著二十疋，孤即受用，以昭與卿一體之忠愛云爾』。 \\n  \\n 南安伯鄭芝龍上箋勸駕監國，恢復中興。上答云：『漢唐中興，各有成資。今僅一隅，勢非昔比。況孤庸質，恐羞祖烈。惟是先生兄敬弟忠，勳猷咸著。前靖[虜]伯奉孤南來，實惟先生是□是倚。自孤勉允監國之後，專望先生兄弟盡忠，在朝則孤之心腹也、在邊則孤之左右臂膊也。前託總督守巡之任，孤倡血誠掃彝，再復兩京，孤占先生等才，不愧太祖臣子。至於諸將，則均有安危之寄。一統告廟，功成封侯；孤必不負』。 \\n  \\n 又諭南安伯鄭芝龍云：『把守關隘一切急務，先生業預料理有緒，孤不勝喜慰。措餉之難，其來已久。孤今惟實至儉至勞，布素外朝，以先天下。餘俟監國之後，與先生等面議而行。至委先生兄弟守巡總督重任，出孤獨斷倚任之專，先生不可辭此官，即孤不可辭監國，萬勿再辭。今孤傍徨無倚，切囑至諭，曲體孤心。孤業於閩省監國，閏六月初一日已過建寧。一切監國事宜，俱要備於擇吉之前。實期明祀再續，臣民復睹漢官。一統所基，關係甚重。勉之！慎之』！ \\n  \\n 閏六月初二日，福建布、按、都三司、左布政司周汝璣、參議傅雲龍、張文輝、副使僉事柴世珽、陸懷玉、李長倩、羅萬爵、張夬、劉柱國、張晉徵、王芋、都司陳績、郭軻、楊陞誠具箋迎賀，有云：『分珪錫寵，宗支首重於維城；嘉紐儲祥，嗣服莫先於監國。殷憂啟聖，式聆基命之歌；多難興邦，載輯景山之頌。誼既班於臣子，念敢厚於君親。凡底雲天，共增慶慰。恭維殿下忠懷帝室，孝篤天經。國號從唐，治化順堯天之則；藩封移秀，派演流滑水之芳。錫玉輅以□榮，執桐圭而作寶；豈謂遭家不造，俾國多艱！念主上之播遷，敷天疾首；痛臣民之流散，率土寒心。苟非白馬之盟，孰繫紫宸之重？爰揆神異，允禎符。是用師錫僉同，天人交與。金枝千葉，獨惟一本之向陽；玉水萬流，共仰朝宗之入海。閩封雖褊，負水憑山；閩眾雖孱，本忠依孝。一成一旅，少康王自有仍；三讓三推，孝文來於代邸。情克勵於膽嘗薪臥，勢務充於泉達火然。保四海而非難，王天下其再見。汝璣等涕淚餘生，遭逢盛舉；悲已深於集蓼，喜忽動於開熙。朝上國之麟圖，翳僅有光赤社；歌高皇之龍種，行將繼美朱陵。伏願持危以慮，雪恥無忘；世德作求，永懷安輯。一新君臣上下之往轍，嘗思光武中興；亟向東西南北之人心，必奏昆陽大捷。想片時胡運，不過腐鼠孤雛；計一統皇輿，佇慶遊麟巢鳳』云云。答云：『孤允藩院公啟，定於本月初七日駕臨布政司監國矣。切望文武協恭，各捐□□，共圖恢復，仰慰高廟。彝典酬功，孤必不靳』。 \\n  \\n 初三日，御舟次水口驛。驛乃古田縣地，為入省之咽喉。先是，驛遞具有坐駕大船，祗候延建水次。上卻不用，惟乘民間所用之船僅載數人者，宮眷咸隨在焉；不張綵幔，不設鼓吹。岸旁觀者，皆舉手加額，以為聖德之儉素如此，則一意休養，吾民其有瘳乎！ \\n  \\n 太子太師南安伯鄭芝龍迎上於舟次，賜接見。傳諭各官，俱候登驛朝參。 \\n  \\n 上登驛，召見在任、在籍臣二十人，賜坐、賜茶。時駕臨該驛，各官恭迎道左。至驛階下，行四拜禮。唐藩謙抑，賜答兩拜。傳諭各官暫退，仍御標二十員名進。在東者：南安伯臣鄭芝龍、靖[虜]伯臣鄭鴻逵、巡撫都察院僉都御史臣張肯堂、閩廣督撫臣劉若金、巡按監察御史臣吳春枝、屯鹽道臣羅萬爵、福兵備道臣張夬、分巡道臣王芋、都司僉書臣陳纘、臣王承恩；在西者：戶部侍郎臣何楷、大理寺卿臣鄭瑄、通政司左通政臣馬思理、光祿寺少卿臣林銘鼎、尚寶司少卿臣鄭昆貞、四川按察司按察使臣曹學佺、科臣陳燕翼、臣張利民、道臣郭貞一、黃錫袞。時鄭瑄、馬思理、曹學佺俱在籍，穿吉服；何楷等俱自南京來，穿素服待罪。皇上寬仁，憐其不得已之故，有旨勿問，且欲亟用之云。 \\n  \\n 面諭：『省城行在，聞擇在布政司；但一時官吏搬移並修理未能猝辦，暫於總兵府駐蹕。各宜仍舊，勿得營造，致滋勞費』。隨諭跟役捧出御用剩銀一百五十兩(係淮揚巡撫呈送)，除在途犒賞買辦外，即充修葺丹堊之施，勿取諸民間可也。 \\n  \\n 時有議派修理王宮大縣銀四百兩、小縣銀三百兩者。曹學佺對南安伯鄭芝龍言：「仁聲仁聞，王政之先；豈有睿駕未臨，而先派多金修理？是播侈風於下里也。不肖有司，藉此而括庫藏、科百姓，增美之謂何？而彰其過乎」？芝龍以為然，給示禁止之。 \\n  \\n 首以何楷為戶部尚書。同日奉令諭：『守關進取，決不可無兵；有兵，決不可無餉。餉出之民，有民而後有餉；安民以裕餉，必須戶部尚書得人。茲眾卿在廷，即僉擇其可者』。於是咸舉臣楷。楷力辭曰：『臣尚負罪，俟明法誅戮，奚敢肩此重任』？叩頭懇避賢者』。皇上以舉出諸公，俯答其拜，而堅欲用之。又曰：『吏部、都察院堂上官、吏科都給事中、河南道等官俱屬要緊，可即推之』。上諭吏部曰：『天步方艱，餉為兵命。戶部重任，得人甚難。茲特面允在籍文武，公舉戶部左侍郎楷，廉而能計，鉅以識微。孤於崇禎乙亥親閱邸報，亦服其侃侃掖垣。危難仗義之人，必於直言敢諫中求之，古人成說，孤奉為範。攝署既不可責成，今又時刻難待，不可拘定。俟於監國之後，何楷陞戶部尚書，即日到任理事，不可刻緩。慎勿再辭，致耽急務。該部即會同何尚書確議擇推，先設福建清史司郎中一員，以便呈堂行事；餘俟再議。併該部即推攝文選司郎中一員。此吏、戶兩司印，速鑄。戶部堂上官印，尤為緊要』。 \\n  \\n 命巡撫都御史張肯堂速鑄大小衙門印文，俱以「行在」二字置上。 \\n  \\n 以浦城訓導王兆熊為翰林院待詔，專理睿覽書籍事務。兆熊字念葛，福寧州人，歲貢，任浦城訓導。聖駕入關，即為扈從，後出使溫、台。上稱其『真忠如金石，真清如冰玉』云。 \\n  \\n 是晚，上命於水口驛下關泰山廟議推各要緊衙門職員，亦有未及聞而不與者。次早，至芋原驛始定，具疏以聞。 \\n  \\n 初四日午時，御舟次洪塘，登岸，擇吉入城。監國乃暫憩民家，庭無鋪設，市不易肆，人皆以為天子來、更靜於縣官云。 \\n  \\n 戌時，奉令旨云：『孤今監國閩省，遵照祖制，舉用閣部等官，虛心聽納，惟慎惟公。除不忠先帝皇上、負國害民者概不敢用外，藩院諸衙門既會議確當，即允所啟，分別攝事還職。何楷先資陞授，另有旨了。計開：內閣(舊)何吾騶、蔣德璟、黃景昉；(新)黃道周、朱繼祚、丁魁楚。戶部尚書何楷，掌禮部右侍郎劉若金，兵部右侍郎張肯堂、李永茂，協理戎政右侍郎陳洪謐、盧若騰，刑部左侍郎鄭瑄、曾櫻，工部右侍郎周汝璣，都察院左副都御史掌院事張肯堂、徐世蔭，太常寺少卿掌河南道御史吳春枝，浙江道御史黃錫袞，雲南道御史郭貞一，通政司通政使馬思理、陸懷玉，吏科都給事中陳燕翼，兵科右給事中張利民，太常寺少卿曹學佺，光祿寺卿林銘鼎，欽天監博士謝堅、黃漢白、吳太音，鴻臚寺序班楊廷瑞』。 \\n  \\n 初五日，敕司禮監傳諭：天氣炎暑，公件緊極，各啟朝者不忍違其葵誠，但必概從簡便，大小鄉紳並在任文武俱作一起，先見；舉貢生員百姓作一起，後見。俱止行一拜三叩頭禮，續到者免朝。 \\n  \\n 福州府知府熊經奉啟，恭請冕旒袞龍各式。諭司禮監察發龍袍袞服尺寸，速造；冕冠著照依「會典」。 \\n  \\n 令諭司禮監：『帝王御用，袍膳為先，內監乏員，輔官必備。隨駕承奉官鄧全著陞尚衣監右少監，管理冠袍帶履等事；奉御羅奇著陞尚膳監右少監，管理上用生熟膳羞等事務，兼理行宮雜事，併承旨傳外衙門知道』。 \\n  \\n 令諭司禮監：『今定行宮門外承旨傳事官四員：張鳳鳴、張玄度，該監再將隨行忠實可用之官再定二員。並接本官四員，盡與閒散官銜。吏部議啟，即日受事，勿誤』。 \\n  \\n 太常寺少卿臣曹學佺朝見，進啟一通。上目之曰：『此海內宿儒也！孤在唐國，聞名久矣。茲幸在此得見，以慰數十年景慕之意』。因賜坐、賜茶。 \\n  \\n  \\n 按學佺啟內三款：一為福建解京錢糧，俱宜屬兵餉項下，祈勿他用，恐防不繼；一為禮成之後，即宜遣靖[虜]伯鄭鴻逵抵關，相度防守進取事宜以聞；一禁戢逃兵沿途搶掠害民，似宜急諭逃將，令其識認部下之兵，收拾入伍，示以赦辜復用之意，暫紓民患。三者皆實著可行，故特隆眷顧云。 \\n  \\n 上傳禮部：初七日入城，監國。先祭告天地、太廟、唐國宗廟，俱用太牢，陳設簠簋籩豆如禮。仍擬恭代祭文三篇，攝禮部臣劉若金照會太常寺少卿署寺事臣曹學佺撰述。陳設俱遵旨行。 \\n  \\n 初六日，令諭布政司速造諸神牌位，設立太廟。令諭曰：『自古忠臣孝子未備居室，宗廟為先。今孤仰瞻孝陵，不勝憤痛。既議監國於茲，必先祭祖，方敢攝政。速於該省擇一公所，扁曰「行在太廟」，以備屆時行禮』。 \\n  \\n 謹按周易云：『享於帝立廟，萃渙之義也』。此舉關係不小。 \\n  \\n 初七日，駕入城，暫以南安伯府(即舊督府)為行宮，百官慶賀如禮。百姓焚香恭迎，歡聲載道。 \\n  \\n 特授貢生薛瑞泰司經局正字職銜。瑞泰字幼安，侯官人，熟於掌故，大中丞鳴宇公仲子也。知上稽古右文，以家藏御覽、玉海、太平廣記、資治通鑑各書(計五百本有奇)疏獻之，敕授此官。旋以年老不願仕進辭，溫旨答之云：『瑞泰以喬木世臣之家，敦禮義廉恥之節，在閩巍然如魯殿靈光。所進書籍，雅體孤心。如此京職，原敦□勸，不准辭。仍候登極後，即行召對，全孤愛重老成之意』。後特簡頒詔書。於福寧州回，值兵餉不足，又捐助五百金，復進翰林院五經博士，亦異數也。 \\n  \\n 睿製縉紳、戎政、儒林三便覽序。戎政文曰：『孤惟人君能以至公待天下，方可責人臣以無私；苞苴不入司馬門，天子始得真將之用。真將得，六軍之命安矣。蓋文武，一剛柔也；剛柔，一動靜也。譬之身，文筋而武骨也、文背而武胸也。分則體用，合則一身。文蔑武、武蔑文，亦必不能獨立矣。孤故曰：文蔑武，為自蔑。蓋國家之治，必文武和於上，始民兵和於下。不然，立敗之道也。文之蔑武，而弊曰賄、曰凌。賄曰賢才也、凌曰節制也，皆大誤也，皆太祖所必誅也。抑文之節武，宜也，非過也。然必節以廉、制以禮。廉服其猛心，禮馭其悍氣也，自尋常之將言耳。若夫唐之郭、李，宋之岳、韓，我明之徐、常，今奉孤之兩鄭，皆大將也。將大不待節制，相大不妨專擅。不妨不待，皆能自師其心，此天地間之閒氣，必有為而生也。餘則必待節制而為用，令其心服，節制斯在；不然，激而決裂之，祖宗宗社危矣。目今劄弁滿天下，上失主權、下戕民生，奸臣之肉，其足食乎！孤真偽嚴而真是求；真大將，孤不難親拜而授鉞者。立見孝陵，復東南澤國，為半功；再復西北一統，報我烈廟深讎，為全功。半則以徐魏國報之，全則以郭汾陽酬之。王公豫待立功之全半，詔列甚明；惟我天下英雄，速圖自奮。戎政刻佈，文武吉甫，即副孤之切望，成孤中興之烈也』。縉紳文曰：『孤惟帝王之御世也，必本祖法而出治。治不獨出於帝王，必與文武之賢者共之。始於得賢將相，終於得賢百職。四海兆民，方有攸賴。民安，則華強彝服矣。然歷稽世道之汙隆，機握於帝王之宇量。宇量必包乎天下，始可以總統乎千官。千官當而民治，民大治而帝王安矣。帝王量狹，一統必割據；帝王量大，割據必一統。孤故曰：量，神物也，狹大之間，安危決矣，可不慎哉？量既容，始能用。彼聲色貨利，固帝王奔走天下之大用，而不可自溺所謂容也、量也。漢不能容，王終於霸；宋不能容，強終於弱。然必識在容中，如日月之行乎天上。不容則無天，日月何出乎？孤故曰：帝王量大，則識必高；識高，必用舍公明。又何有乎東林門戶、魏黨馬黨之紛紛哉？嗚呼！三黨成，遍安矣；四黨成，一隅矣！自今孝陵夷踐，孤心淚血千石。監國閩省，創設百司，約率眾而本己，官不備以惟人。焦勞昕夜，惟賢是求。臥薪而望孝陵，嘗膽以圖一統。真量真識，四方共鑒。蓋洪武廿四年分封唐國，祖訓命名，詩曰：「嘉歷協銘圖」，往時未詳，於今有悟。我天我祖，既預兆之，敢不孜孜敬天法祖，與我文武誓復舊疆，仰答我上帝之庥命乎？縉紳刻布，一哉王心；萬國臣民，願來協助。彝典酬功，信如皎日。語意神涵，天下亮之』。 \\n  \\n 命參將金錡齎捧監國赦款詔書，宣諭金、衢。 \\n  \\n  \\n 敕諭吏、兵二部，起大學士蔣德璟於泉州。敕曰：『今中興伊始，朕志切親征，密勿必得匡贊之臣，始可或從行、或分任居守燮理之重務。原任輔臣蔣德璟，簡重於先帝，久飫其經綸，況學博古今，度具忠亮，著以原官起用佐理。著新授行人張廷榜星速敦聘，即來行在，與朕分勞』云。德璟以足疾辭，復答云：『卿宏才偉度，海內具瞻。朕昔奉藩，聞之國儀方廣德尤悉。先帝簡任既至，朕實眷倚舊臣。南京之召未起，是卿進退節全。朕雖莫當明主，堅志自信，清我廟陵；焦勞徬徨，盼卿如渴。昨虛傳卿奉詔至，朕喜而不寐。隨諭侍臣，不必拘套，即著速至便殿召對。既而寂杳，朕心惘然！朕望卿之切如此，乃復往還，動淹旬月。辭奏一到，大恐朕心。足恙未痊，自有體裁之法。經濟名臣，堅不朕顧，朕誠薄德；還念高皇，定不准辭。十日之內，斷望卿到，慰朕至懷』！ \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 二", "正文": "　 \\n 思文大紀卷二 \\n 　 \\n  \\n 中外文武臣僚，恭勸登極，乃於閏六月二十七日即皇帝位於南郊。詔曰：『朕以天步多艱，皇家末造，憂勞監國，又閱月於茲矣。天下勤王之師，既以漸集；嚮義之心，亦以漸起；匡復之謀，亦漸有次第。朕方親從行間，鼓舞率勵，以觀厥成。而文武臣僚，咸稱萃渙之義，貴於立君；寵綏之方，本於天作。時哉弗可失，天定靡不勝。朕自顧缺然，未有丕績，以仰對上帝、克慰祖宗。而臨安委轡，尊攘無期，大小汎汎如河中之水，朕敢不黽勉以副眾志而慰群望！朕稽載籍，漢光武聞子嬰之信，以六月即位鄗南，即以是年為建元元年，誕膺天命；昭烈聞山陽之信，以四月即位漢中，即以是年為章武元年，立宗廟社稷。艱危之中，豈利大寶？亦維是興義執言，繫我臣庶之故也。以今揆古，即以是年為元年。其承天翊運定難功臣，悉以次第進爵行賞；分茅胙土，稍俟恢復，以勒勳庸。其翊運宣猷守正文臣，亦以次進級。別需表章孝秀耆宿軍民人等，俱依前諭優給。行在所有山川鬼神，除淫祠外，皆遣正官精禋祭告，以示朕纘緒為天下請命之意焉』。 \\n  \\n 以是年為隆武元年，頒詔於八府、一州，有一十八款。時於行在午門外，宣讀詔書，臣民跪聽者數千人。先是五鼓，聖駕自督府移入布政司，燈燭輝煌，軍容壯麗。各官咸以次入，觀者如堵。平彝鄭芝龍戎裝騎馬行於駕前，定清鄭鴻逵率禁軍殿其後。至司，即入行宮，百官鵠立，如聞環佩之聲。寅時，上用袞冕玄服，升殿受朝賀。初行五拜二叩頭禮，繼又行二十四拜焉；亦海濱一曠觀也。 \\n  \\n 改布政司為行殿，匾鼓樓門為「行在大明門」。 \\n  \\n 諡唐國高、曾、祖、考四代，親上洪號。 \\n  \\n 以按察司為平彝侯府，都司為錦衣衛，鹽運司為通政司，巡撫衙門為吏部，海道衙門為戶部，提學道衙門為都察院，稅課司為南察院；餘各官皆租民房受事。一時創制，耳目更新。 \\n  \\n 改福州府為天興府，以少卿銜攝知府事。蓋以龍飛首郡比順天、應天、承天之例，故改為天興，從吏部主事余颺之請也。 \\n  \\n 七月初六日，誅清使馬得廠。 \\n  \\n 改天興府學為國子監。先是，辛巳颶風壞學宮，郡人馬思理與諸生鄭澤等謀重修；茲始落成，似有待聖天子崇祀先師，為中興國學。鄭澤等准貢入監，馬思理加陞一級有差。 \\n  \\n 設五城東、西、南、北、中巡視御史，兵馬司如之。 \\n  \\n 旌表錢塘縣知縣顧咸建死節。 \\n  \\n 諭司經局正字薛瑞泰：搜訪遺書，不論新舊批點藍硃；至十六朝實錄，尤為要典。 \\n  \\n 敕諭文武臣民曰：『朕今痛念祖陵，痛惜百姓。狂彝汙我宗廟，害我子民，淫掠剃頭，如在水火。朕今誅清使、旌忠臣外，誓擇於八月十八日午時，朕親統御營中軍平彝侯鄭芝龍、御營左先鋒定清侯鄭鴻逵，統率六師，御駕親征。尚賴文武臣民勇效智力、謀富才能，同報祖宗，以救百姓。有功者，朕必重報，再無食言。特諭』。 \\n  \\n 同日發出安民告示一通，司禮監太監龐天壽傳諭：『行在各用物件，惟以儉樸為本。有司官不得違旨阿奉，以害民生』！ \\n  \\n 敕諭：『行宮中不許備辦金、銀、玉各器皿，止用磁、瓦、銅、錫等件；並不許用錦繡洒線絨花帳幔、被褥，止用尋常布帛。件件俱從減省，成孤恬澹愛民至意。違者即以不忠、不敬治罪』。 \\n  \\n 上長齋布素，日與大臣講求政治於便殿。復性喜書籍，搜閱不□，丙夜不休。 \\n  \\n 御書自敘云：『朕始祖唐定王，高皇帝二十二子，母李賢妃出。洪武三十四年受封，永樂六年之國。傳子靖王，早逝，無嗣，弟繼為憲王。王長子悼簡世子早薨，次夭，第三子舞陽王習封為莊王。王子成王以穎昌王進封，世子襲王，無子，二弟浙陽王亦絕，三弟文城恭靖王長子入繼為敬王，追封恭靖為唐恭王。王繼統三十餘年，壽七十一歲，蒙世廟存問。子順王。順王子端王。端王子追封裕王。裕王，萬曆二十二年封世子。長子，即朕也。家庭多難，端不悅裕，在內官宅。母毛娘，生朕於萬曆三十年四月初五日申時。先有雲神擁送之兆，後有遍身麟錦之祥。祖不悅，而生祖之母為曾祖母魏，悅之。八歲延師，僅辨句讀。十二歲，曾祖母薨，祖即將朕與父入禁，篝佛燈，日夜苦讀。禁十六年，朕二十八歲，尚未報生焉。崇禎二年二月，父為叔鴆，朕誓報仇。賴有司之持公，天啟心於祖考，請於烈廟，奉敕准封。本年十二月十二日，祖考亦薨，朕乃奉藩。五年六月初二日，受封。九年六月初一日，請覲。七月初一日，報仇。二十日，請勤王。八月初一日，起行。十一日，見部咨，寇梗回國。十一月二十一日，奉降遷之命，責朕以越關擅斃。十年三月二十二日，到鳳陽高牆。五月，大病，中宮割股。十二年，朱大典請宥。十四年，韓贊周請宥。十六年，路振飛請宥更切。十七年二月十三日，奉旨該部即與議覆，而有三月十九日之事，不及全受先帝之恩矣。痛哉！今朕四十四歲，共分四節：一節二十八歲，為家難；二節自二十八歲十二月至三十五歲，為治國；九年十一月奉譴，三十六歲至四十三歲八月，皆高牆囚禁八年事，為三節；四節則上年至今年事也』。 \\n  \\n 禮部尚書翰林院學士黃道周至自衢州，上歡然。即日召對便殿，談恢復事宜稱旨，譽之曰：『真朕中興名相也』！隨即拜大學士，入閣贊助機務。 \\n  \\n 永定土寇王叔光、王中慶、王鳳來竊發。時因南京國變，劣生叔光等遂集亡命數千，往攻大浦等縣，回屯錦風窯地方，去城三十里而陣。又聞武平失守，勢益鴟張。知縣徐可久練鄉勇，嚴保甲，用間設奇，直搗其巢，擒斬二百。餘黨解散，叔光僅以身免。 \\n  \\n 汀州大旱，斗米三錢。 \\n  \\n 敕下閣部大臣及府州縣各官屬：凡有「清」字，俱去其點，概用「青」字。以清國號大清，上不特惡其人，亦且不欲見其字；雪恥復仇之意，於茲可見。 \\n  \\n 廣東大浦縣流賊萬人圍攻永定縣七日，以知縣徐可久有備，乃引去。 \\n  \\n 敕禁各關兵將，毋得放逆輔馬士英入關。士英在金陵，賣官納賄，顛倒賢奸，三尺童子咸唾罵。清至金陵，奉聖安駕同行。勢逼不能顧，棄之。又奉慈禧太后之杭。杭人不相容，勢逼又棄去。獨擁輜重，與部下將士數千奔逃各處，方國安、朱大典咸數其誤國之罪而驅逐之。聞今上即位閩海，又謀入關。平彝侯鄭芝龍素與士英善，以其不即降清而亟亟求太祖子孫而立之，一念可嘉。上下其議於廟堂，議云：『士英蠹國僨師，禍延宗社；擅權納賄，怨結生靈。眷私兵以致寇，為凶暴於國門；擁天子以出居，遂賣君於中道。繇昔言之：誤我聖安皇帝、誤我慈禧太后，蒙塵播遷，罪在天下，當為天下之所共誅；繇今言之：不奉隆武之朔、不請街之辜，矯虔狠戾，罪在興朝，當為興朝之所共討。今江右有馬兵、象兵，皆云滇南遺孽；湖東有惠登相、金聲桓，亦舊與奸輔關通。士英若能圖功自贖，以黔人收滇兵，為功甚易；以馬兵收眾賊，奏效非難。倘有桑榆之勳，略寬銜橛之路，亦諸臣所以曲體天心、弘開法網者也』。上以為然，故行文於各關，凜奉確遵。 \\n  \\n 以李世奇為左春坊左庶子、賴垓為右春坊右庶子，俱兼翰林院侍講。 \\n  \\n 十二日，召對永勝伯鄭彩於便殿。 \\n  \\n 以唐王某為監國、鄧王某為協守。改都察院為唐王府、察院為鄧王府。 \\n  \\n 命工部造御前令箭三十枝，備親征用。 \\n  \\n 親征駕出芋江，以父老遮道懇留，不得已復返乘輿。議者咸謂國家之失，在此一著。蓋江、浙二省仰望王師，急如拯溺救焚。遲出關一日，則人心[早]一日瓦解。惜哉！ \\n  \\n 特設儲賢館，以蘇觀生為翰林院學士，專理其事。皇上求賢若渴之念，始見於此。雖館中考課無虛日，而碔砆似玉、魚目混珠，所收者多羊質虎皮。可慨也！ \\n  \\n 殺貪酷浦城知縣施火豦(中有羅織之故，兼以問官挾隙，遂至極刑，或有冤之者)。 \\n  \\n 以副總兵施福守崇安關。 \\n  \\n 十九日，廣寇攻破武平。時城南西街猶在演戲，有奸細打口號三聲，賊遂攻入。百姓自相踐踏而死者，不計其數。 \\n  \\n 江西廣信府永豐縣原任大理寺左少卿詹兆恆、上饒縣原任廣西南寧府知府楊聞中上賀表推戴，溫旨答之。 \\n 二十二日，以大學士黃道周聯絡江西，救徽援衢。 \\n  \\n 按輔臣海內人望，眾所皈依；清節忠猷，天下無兩。當其抗疏責楊嗣昌時，已挾兩間正氣，惜朝廷未大用之。茲雖有推戴之功，宵小用權，議論多舛，未能一日身安廟堂之上。適江西義旅嚮應，故有是命。雖所以重之，實思所以去之也。輔臣慨然自任，曰：『立君以救民，吾之素志如是。今皇上親征在即，分道而進，滅奴復仇，機會難失。我為大臣，寧惜以身先之！庶人心有知，不至泄泄也』。當時兵餉缺乏，僅辦一月之糧而往；欲藉輔臣重望，鼓舞天下有心豪傑。識者早知時勢之難，一出必不復返矣。 \\n  \\n 加鴻臚寺序班趙士超兵部職方司主事，赴黃輔臣軍前監紀。士超字玄卿，閩縣人。祖榮，正統初薦授中書。英宗北狩，兩使沙漠，歷任工部尚書；復以討曹賊功，廕一子世襲，實世懷忠義之心者。士超雖為諸生，夙有才幹；輔臣一見，深相器重，故特疏薦之。士超見兵餉寡少，遂傾餘橐得千金，募壯士百餘人偕行。其父璧，官防海參戎，極力贊成，不違其志，亦足嘉也。 \\n  \\n 八月初一日，命工部所頒元殿樂器，如式造用，限十五日完奏。工部尚書鄭瑄上言：『樂器繁多，錢糧缺乏，閩南匠拙，難以猝辦；乞照冊立親征儀仗三分之內，酌用其一，以仰體皇上撙節德意』。敕從之。 \\n  \\n 初二日，天壇齋宮享殿，擇吉上樑。 \\n  \\n 初四日，頒新刻皇明祖訓及御製登極、親征、監國三詔於各郡王鎮國將軍以上，賜白金千兩。 \\n  \\n 初五日，令天興府鑄戶部十三司印信。重鑄福建等處承宣布政使司之印；原重七十七兩，該司職專錢糧，印務繁多，篆文用久，朦糊失真，故命禮部重鑄，多一兩四錢五分。 \\n  \\n 初六日，命中書頒敕書一道、旗牌八面於前軍都督府左都督鄭芝豹。 \\n  \\n 命禮部頒祖訓五十七本於內閣六部科道諸臣工，務令熟記遵行，俾聖謨遠播遐邇，再新一統河山，始不負朕恭刻祖訓之至意。 \\n  \\n 按大學士林欲楫等謝表有云：『聖祖開天，方策軼鼎彝之重；神孫繼統，羹牆憑琰琬之垂。用孝作忠，昭哉嗣服；以守作創，允矣中興。恭惟皇帝陛下，天符握赤，聖略凝玄。煉五色石而補鼇巔，白水啟宛城之駕；起半壁天以息龍火，黃衣耀閩海之祥。世統上纘高皇，併道統亦同一揆；治法遠紹開代，即心法可以萬年。刻成祖訓一書，遍賜臣工百職，或治內、或制外，篇篇蕊笈琅函；若緯武、若經文，字字禹圖軒鼎。宣威布德，自宮禁以逮彝蠻；杜漸防微，由藩封而及政府。煌煌大冊，曄曄宏謨。九重方且率祖以攸行，多士亦用秉文而覿德。此真凝興朝之永命，而肇一統之洪庥者也。臣等念切憲章，身慚文獻。圖呈金鏡，欲勒貞觀政要之編；名企玉書，竊陋汾水大風之製。伏願聖不自聖，新又日新。因時制宜，聲為律而身為度；德意忘象，口成文而筆成書。則訓行且遍臣民，而顯承益光謨烈矣』云云。 \\n  \\n 敕錦衣衛堂上官：『國家新創，禁門啟閉，一以更定漏盡為期。朝日，大臣許帶三人、小臣許帶一人，其直科抄疏諸臣許各帶十人。鐘鳴之時，俱於午門外伺候。如有青衣小帽雜於班聯之後，或借用僭戴冠帽者，即行拏究。各官護短爭執者並究。各官應帶牙牌，工部察究』。 \\n  \\n 敕工部修理殿後垣牆低缺處，以肅清禁地。 \\n  \\n 賜靖[虜]伯黃蜚銀印。時浙江塘報：蜚在湖州，屢破逆寇，故以五軍府印未合式，即改造賜之，文曰：「靖[虜]伯印」。 \\n  \\n 發恤民庫銀三百兩。再鑄隨征六部都察院印七顆，著中書分頒，換回舊印。 \\n  \\n 初八日，丁祭。先期命太常寺卿曹學佺詣文廟供辦陳設各項事宜，恭進祝版，候填御名。至期，遣大學士行禮。 \\n  \\n 通政司左通政周汝璣恭進二祖聖容暨勳臣文人真像。溫旨答之。 \\n  \\n 初九日，禮部請例應致祭於大社大稷，異壇同墠。大社以后土句龍氏配，大稷以后稷氏配。太常寺恭進祝版，親填御名。祝文曰：『嗣天子某敢昭告於大社之神、大稷之神：惟神贊輔皇祗，發生嘉穀，粒我蒸民，萬世永賴。時當仲秋，禮嚴報謝。謹以玉帛牲牷粢盛庶品，備茲瘞祭，以后土句龍氏、后稷配，神其尚饗』！一樂章：迎神廣和之曲：『予維土穀兮造化功，為民主命兮當報崇。民歌且舞兮朝雍雍，備筵率職兮候迓迎。想神之來兮祥風生，欽當稽首兮拜年豐』。初獻壽和之曲：『氤氳氣和兮物遠蒙，民之立命兮荷蔭功。予將玉帛兮獻微衷，初辭醴薦兮民福洪』。亞獻豫和之曲：『予今樂舞兮再捧觴，願神昭格兮軍民康。思必穆穆兮靈洋洋，感恩厚兮拜祥光』。終獻熙和之曲：『粗陳微禮兮神喜將，琅然絲竹兮樂舞禓。願祥普降兮遐邇方，臣民率土兮盡安康』。送神安和之曲：『氤氳氤氳兮祥光張，龍車鳳輦兮駕飛揚。遙瞻稽首兮去何方，民福留兮時雨暘』。望瘞時和之曲：『捧肴羞兮詣瘞方，鳴鑾率舞兮聲鏗鏘。思神納兮民福昂，予今稽首兮謝恩光』。時以大雨故，只具翼善冠服，宮中遙拜。命定清侯鄭鴻逵恭行攝代於外。 \\n  \\n 太常寺奉聖諭於宮門設鼓，一如遇祭期，鳴鼓三通，以示諸臣齊集排班。 \\n  \\n 欽天監恭擇十八日丁酉，與聖誕「壬寅、乙巳、丙申、丙申」丁與巳合，乙、丙、丁相會為日、月、星三奇照耀大明之象，允宜聖駕親征，大張九伐。 \\n  \\n 著禮科給事中陳履貞去郊外，親迎平彝侯鄭芝龍，問其途中勞苦；准休沐一日，即來勤政殿召對。 \\n  \\n 命禮部造「承旨發行科部」條記一顆，與錦衣衛正千戶世加一級承旨房辦事張鳴鳳。蓋以發本承旨，慎密所宜，木記原不足用也。 \\n  \\n 以兵部右侍郎唐顯悅協理戎政，給以敕諭關防。 \\n  \\n 欽天監奏進隆武新曆，敕下禮部速刻頒行。舊例以二月進曆，十月頒朔。 \\n  \\n 惠州流賊袁王總殘破武平、上杭二邑，檄平彝侯標下將官黃延等領官兵二千八百名前往協剿，仍敕撫臣劉柱國相機調度，毋致蔓延；事平之日，破格酬功。 \\n  \\n 十一日，原太子少保禮部尚書翁正春孫男進伊祖所藏國朝實錄一部，自高皇帝起至穆宗莊皇帝止，計一十二朝。 \\n  \\n 上御門親餞太子太師肅虜伯黃斌卿，授以印劍、旗牌、敕書，復賜以銀幣。一時文武羅列郊外餞送，軍容整肅，觀者夾道。復御製詩送之，曰：『朕今伸大義，卿任董恢征。寸心達聖祖，一德壯神京。將廉天地祐，恩遍事功成。終始封勞報，君臣共治平』。如此隆眷，一時罕比。信矣！君能將將，不知將何如將兵也。 \\n  \\n 按敕書有云：『一統不全，即朕不孝；三吳未復，即卿不忠。盼望我孝陵，羹牆如見；可憐我百姓，湯火曷歸』！其所以期望於斌卿者至矣。又按斌卿候餞午門時，定清侯鄭鴻逵解所束玉帶贈之。不負君父、不負朋友者，其在斯乎！ \\n  \\n 差官齎欽褒銀牌敕書：一賞泉州府推官張若羲、一賞福寧州知州徐丙晉。 \\n  \\n 發手敕與吳松江縣生員孫久中，往訪舊漕撫督路振飛。 \\n  \\n 按詔內第十二款有『守困恩官路振飛，訪察莫遇，日夜思念，非僅一時豆粥麥飯之感』！故久中以昔曾聞其寓於洞庭，蹤跡可據，願往訪之。 \\n  \\n 汀州府瘟疫盛行，又值兵荒，詔道臣、府臣撫恤之。 \\n  \\n 十二日，上命錦衣衛堂上僉書陳績選大漢將軍二十人以備郊天大禮用，月給米三石。紅盔、紅甲、快靴、服色、銅金瓜鎚儀仗，俱著工部製造。 \\n  \\n 十三日，冊立皇后曾氏。詔曰：『朕惟乾坤合德，風化之方圓攸在；日月麗體，生物之健順斯彰。自古君必立后，所以承祖廟、裕後昆，建極於萬方者也。朕賴文武臣民，不忘我高皇聖澤，勸進紹統中興，於前閏六月二十七日卯時即皇帝位於天興府南郊，恭即祭告祖宗，諡唐國高、曾、祖、考四代，親上洪號後，即於是日謹遵祖制，欽命朕元妃曾氏為皇后於宮中。顧念時事倥傯，冊寶冠服未備，同朕登極之日，僅加中宮之稱。然立后大典，朕亦何敢草率而行？於是申令禮部爰稽舊章，擇吉日於今日辰時，朕親御冕袞，祭告天地祖宗，御殿遣差勳輔大臣平彝侯鄭芝龍持節，定清侯鄭鴻逵、內閣輔臣蘇觀生、朱繼祚各捧冊寶冠服，立元妃曾氏為皇后。即於是日，追封后父江西南昌府府學廩膳生員曾文彥為吉水伯、后母何氏為吉水伯夫人。皇后自十九齡作配朕躬，荷蒙毅宗皇帝於崇禎五年六月初三日遣官陽武侯薛濂、兵科左給事中許世藎持節捧冊寶封朕為唐王、封皇后為王妃，同日拜命。十餘年，皇后忠謹貞淑，與朕同善修行。朕性時有過剛，皇后婉贊，補益弘多。至同困苦八年，割股再延朕命。皇后之賢，遠不愧高曹向孟，近無忝於孝慈皇后。朕今恭承天序，明運中興，朕為天下報祖之君父，皇后為天下忠君之母儀。朕託內助於法宮，併示懿範於億兆。傳不云乎：「陰陽和而雨澤降，夫婦和而家道成」；大臣其明敷五教、播訓三從，四海同臻王化，萬國共仰王風。華彝隨唱，稱朕意焉！布告天下，咸使聞知』。 \\n  \\n 十四日，百官進賀中宮表。百官命婦進賀中宮，司禮監著內臣禮官引進在行宮外，候皇上到鳳輝堂升座，請旨乃允進宮。於內勤政殿依序行一拜三叩頭禮，名曰拜殿，才到內太和殿朝見中宮。一品、二品賜宴，三品賜茶，四品以下免侍。 \\n  \\n 命擬齎捧遠差恩命官銜十四員，吏、兵二部照銜速當題授。 \\n  \\n 賜平彝侯鄭芝龍長子成功姓朱氏，以駙馬體統行事。 \\n  \\n 下邵武府知府吳文煒、推官朱健於獄。初，上未至閩，建昌警報危疑，朱、吳移家眷出署後；彼此不和，互相揭出。上以其為守土之官，不能安輯訛言，反至倡亂，罪不可原，吳殺而朱絞。 \\n  \\n 廣信府知府解立敬碎牌拒敵、鉛山縣典史周寅生死守孤城，咸有勞績，加級銜以寵異之。 \\n  \\n 諡榆林僉事郭應響為忠烈，再贈太常卿，附祠西郊二周忠烈祠。 \\n  \\n 敕禮部造靖彝伯印一顆賜方國安。 \\n  \\n 追諡學士陶安為文端、少卿李習為忠恪。從內閣中書舍人陶光翔之請也。 \\n  \\n 午時，勤政殿召對澹溪王並諸子及奉新王四姪。 \\n  \\n 議行保甲法。閩縣一百零八鋪、侯官一百三十二鋪，令各家自備利器，以戒不虞；並互察奸宄，逐鋪換補柵隘，十家設一儲水具以防火患。張肯堂為巡撫時，嘗行是法，茲再重申之也。 \\n  \\n 給監軍兵科給事中陳履貞旗牌敕書。 \\n 工部營繕司造寶纛一座，中繡文曰「天子之命」。 \\n  \\n 敕上游撫臣吳春枝速移駐邵武，以確探虔中消息。時傳虔撫李永茂先具一舟，搬移家眷，暫住粵東境內。且與軍民不能相安，訛橫日聞；宣言賊至之日，返戈相向。閣臣林欲楫、朱繼祚、蘇觀生密以為言，令吏、戶、兵、工四部會議虔事。吏部尚書張肯堂上疏救之，尋得溫旨。 \\n  \\n 著文昌王府教授葉人龍齎榜文往浙直等處便道曉諭，仍錫以欽差職銜。 \\n  \\n 令兵部馬上差官星夜催永勝伯鄭彩來，作速督兵赴虔，萬不可刻緩(時議由漳州上汀州出南贛，以抵江右)。欽□部劄，准如數給與永勝伯鄭彩部下將官大小共計九十員名。 \\n  \\n 台州府魯藩不受詔，相見陳兵。 \\n  \\n 敕諭錦衣衛：『衛有軍有尉。軍則其中先選旗尉二千五百名，為擎捧鹵簿，所謂王之爪牙，務要人人精壯。其衣帽俱察照兩京制度，併分中、前、後、左、右五所，每所五百名。每所設正、副千戶二員，每百名設管事百戶一員、候差百戶三員。其南、北鎮將撫官等，定清侯察照兩京全設定制條奏。鄭芝豹挑選四千名督練成一勁旅，名曰「錦衣衛禁軍」。凡朕親祭壇廟一切出郊達遠近，分守宮城等處，督捕。更分作五營，每營八百，設正、亞營將指揮二員。設千戶四員，每員管軍二百；百戶八員，每員管軍一百。再另定名目曰大管旗，每旗管五十名；又曰小管旗，每旗管二十五名。五名中立一伍長，以次統率，總於鄭芝豹，鄭廣英督陳佐練之官。該衛捕官及十堂專管，止任旗尉之事。其禁軍四千，止令於各堂官行屬禮。惟有錦衣衛印官，則兼管錦衣軍尉。其佐練之官，則又管軍不管尉也。其五營，名曰「禁衣衛天武中、前、後、左、右營」，每營正將給與關防、正千戶給與條記，其文曰「錦衣天武中等營關防」，曰「錦衣天武中等營一威二威以至八威等條記」。一百戶之軍名之曰一威。旗尉千戶，亦併給與關防。其禮部造關防，自隆武元年八月初三日起，亦定天、地、人三字號。天字號關防：文武一品、二品用之，寬一寸五分、長四寸六分、厚一寸；文用鳳頭直柱紐、武用獅頭直柱紐，紐長四寸。地字號關防：紐長三寸五分，文武三品、四品用之，寬二寸、長四寸、厚八分；文用如意頭直柱紐、武用劍頭直柱紐。人字號關防：文武五品、六品用之，文用圓頭直紐、武用方頭直紐；寬一寸六分、長三寸五分、厚六分，紐長三寸。自七品以下，則俱止許給條記。條記之式，亦分天、地、人三等。每等紐子及長、闊、厚，俱比關防遞減二分。此後禮部鑄造，永為定規，著為令。大小文武內外衙門，切切欽遵。有踰尺寸分者，定以違制論罪』。 \\n  \\n 派衛軍守禁城七門。西、南二門緊要處，各派七十五名；東、北二門，各派六十二名；井樓、湯水部三門，各派六十名。每門各設一百戶督之，而以中、左、右三衛指揮，輪季統轄，務令晝夜嚴防。至不時察覈巡視，委之巡城御史，如國初差御史給事中往來巡視例。 \\n  \\n 徽州紳衿起義師禦清。都司林棟請督自練鄉兵五百名往援其弟同知林貞；奉旨：『提兵援徽，亦見急難。近聞徽郡有金聲等軍聲已振，林棟所募鄉勇果否精壯？著兵部察實，議給糧餉衣仗』。 \\n  \\n 敕諭肅虜伯黃斌卿：『君臣孚信若真，則在近有如父子天倫之喜、在遠更有舉目身遐之感。卿今遠出，朕亦必取卿之親人，近朕左右。功成，帶礪茅土之是酬，乃先朝應與之恩蔭，而不與卿乎？卿兩弟，准即借襲金吾。卿子二人，朕為改與欽名：長曰「世爵」、次曰「世勳」，以兆卿家世世昌盛，為我中興世臣之意』。 \\n  \\n 按斌卿莆人，先以倭功叨世廕，旋以水師戰功又叨世廕。茲賜上方劍，令統水師。八月初二從福寧出寧、紹、金、衢等處，合兵進剿，恢復南都。因其懇請移廕，故有此諭。 \\n  \\n 敕汀州副總兵陳秀援南贛建昌，加兵二千五百名，以汀庫現在銀一萬兩，准給陳秀召募。務令兵精餉節，以益金湯。 \\n  \\n 檄參將周之藩領一千五百名即日到汀受事，進勦武平。 \\n  \\n  \\n 加陳秀總兵官，督鎮江西，仍從定清侯。差官催郭速到，准以原銜加一級，與陳秀協勦。 \\n  \\n 給敕書一道、旗牌八面與掛□海將軍印左都督陳豹。豹時鎮漳、泉、興、汀、惠、潮六府，戮力行間，非此無以重事權而聯臂指。蓋定清侯鄭鴻逵為之□□也。 \\n  \\n 以兵科給事中張家玉監永勝伯鄭彩軍，復命兵部多發劄付，以為家玉鼓舞人才之用。『不宜吝，亦不宜濫。濫則人視之太輕，弊且有甚於吝』。真煌煌天語也。 \\n  \\n 二十八日，先發御營右先鋒永勝伯鄭彩統領大兵，繇杉關接應虔撫，收拾撫、建等處，為恢復要著，以彰天討。時益藩潰圍而出，因象兵之□，恬不知怪，建昌遂為賊有。南豐、廣昌亦獻策投降。撫臣具疏認罪，且言：『楚督何騰蛟集兵三十萬，拓地數千里，已至荊、岳，憐臣夙昔之交、聯絡之義，以見地見兵待陛下之用。然陛下之所以用騰蛟者，必由建、贛始達星沙。若不急出勁兵，救還建、贛為通達湘楚之路，使賊得襲二郡而據之，則騰蛟隔在異域，即有強兵壯馬、廣地豐糧，聲教不及，何由為陛下用乎？一絲千鈞，所關極重。惟勿以臣言之瀆，遂棄天下之重也』。故決意師出杉關。 \\n  \\n 派定執駕官員三十名，仍令工部多添石青翠色於天層上，始稱翠華之名。 \\n  \\n (疑缺) \\n  \\n 原任巡撫鎮常蘇松沿海地方、督理糧餉、贊理靖虜軍務、都察院右僉都御史臣楊文驄慶賀表有云：「一人有慶，新開一統之祥；八郡無疆，大普八紘之瑞。正直隆華之伊始，寧云劫運之方終？慶洽華彝，歡騰朝野。蓋自統肇神堯，必以陶唐為祖；功開神禹，還從明德興基。淮水戈橫，寶劍直開新日月；滁陽鞭指，鐵衣重換舊江山。掃電轟雷，當年奏捷；櫛風沐雨，屢世辛勤。三百年德澤在人心，比於商周，咸謂過矣；十三宗太阿繇己手，賢於堯舜，不亦遠乎！兵農禮樂，本朝之軌則實詳；內外華彝，大明之疆界自整。時當末季，邊防撤而胡馬渡彼陰山；禍至近郊，朝政濁而蛇虺噬乎上國。抱有君無臣之痛，三策何人！深出主入奴之悲，兩京胥賊。王綱掃地，帝統在天。茲蓋伏遇皇帝陛下乘乾御宇，撥亂救民。萬載瞻依，兆協白水真人之地；六龍驂服，祥起赤符帝子之靈。日生滄海浴玻璃，九萬里而神龍出；雲幙武夷開錦繡，五百年而王者興。地裂天崩翻聖水，幾至於六宇無民；雲興霞蔚過錢塘，因之而八方得主。克勤克儉，大禹之無間然；至孝至仁，周文之有敬止。似三犁倏清彝穴，向北揮鞭；如百川爭赴谷王，在東立極。黃龍痛飲，腥羶掃淨，比周武王之甲子，更自昭明；白鳳鳴岐，肅穆重臨，想漢光武之乙酉，於今為烈。臣質本駑駘之賤，謬司虎豹之關。然志本報韓，子房之椎未墜；奈天不祚漢，曹沬之恥空存。念此膝一屈不復伸，敢斬賊頭南走越；雖寸心既枯猶不死，願隨馬足北吞胡。況春從天上，袞衣曾錫翠雲裘；香自日邊，瓊食共分青玉案？當茲彌天負罪，賴龍文待以不死之科；若使隨地自全，俾羊裘得遂再生之日。感極而十行俱下，喜深而五體齊捐。伏願乾坤再造，水犀百萬下蛟門；南北並收，羆虎一聲還鳳闕。采薇作誦，慶中國之有聖人；天保興歌，即外彝知戴天子。卜年卜世，從茲為有道之長；永福永康，自此賀無窮之曆矣』云云。 \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 三", "正文": "　 \\n 思文大紀卷三 \\n 　 \\n  \\n [十一月]十五日，上於午門外，以親征事祭告天地。駕回升殿，行常朝禮。 \\n  \\n 十六日，祭告太廟。 \\n  \\n 十七日，禡祭。 \\n  \\n 命工部造大銀鉞斧四把，柄上龍頭、柄末龍尾，鉞上龍吞口；硃柄，畫金龍纏柄，長五尺。 \\n  \\n 十八日，駕出洪山橋，餞正先鋒鄭鴻逵、副先鋒鄭彩。登壇，授鉞。工部先期於洪山橋之陽搭一木臺，高一丈、方一丈、四圍木欄，上設上帝牌一位、太祖牌一位。上先御翼善冠，至臺所。百官吉服，行一拜三叩頭禮，左右侍班，武臣各戎裝侍衛。先鋒吉服入，就位，行四拜禮；畢，趨出，易戎衣。上服武弁服，陞臺，先於神牌前行五拜禮；畢，上立於神牌位之西稍前，南面。鴻臚官贊『授鉞』，御先鋒北西跪，兵部官取鉞跪。上命授鉞，兵部官承旨，立於御先鋒之東，以鉞授御先鋒。先鋒以鉞授執事者，退立於西。鴻臚官贊『叩頭，興』。上東向揖御先鋒，賜餞。光祿官及內員傳賜餞酒，御先鋒跪受餞。候上誡勞軍畢，贊：『叩頭謝恩，興』；趨立臺下之左以俟。上親御甲冑，於臺上號令出征將士。御先鋒率諸將士跪聽號令；叩頭畢，遂按部伍，建旌旗，鳴金鼓，揚兵就道。執鉞官奉鉞在御先鋒前行。上解甲冑，仍御翼善冠袍回鑾。 \\n  \\n 按是日風雨晦冥，幾不成禮。太祖神牌吹倒，御先鋒又有墜馬之患。識者知為不祥之兆云。 \\n  \\n 敕諭行在勳部等衙門：『同出征兵部侍郎吳震交、戶部侍郎王觀光既各有選用府州縣官催糧之責，各准以原官同帶吏、禮之銜，兵更兼戶、戶亦兼兵，俱各遵敕行事。吳震交以出征兵部侍郎帶管出征吏、戶、禮三侍郎事，王觀光以出征戶部侍郎帶管吏、兵、禮三侍郎事，張家玉以出征兵給事帶管出征吏、戶、禮三科事，陳履貞亦改出征兵給事帶管出征吏、戶、禮三科事。蓋軍中事必便宜，難以千里請旨；出征吏部科銜者，取其便於府縣官無官補官，有貪必懲，有廉必舉也；出征戶部科銜者，取其便為兩勳到處催餉，令兵不饑寒也；出征兵部科銜者，取其軍中令知國法，不許一切害民冒功等事也；出征禮部科銜者，取其若有叛逃誤國之人，真願悔過立功贖死，即許以實殺真寇、實取陷城，即准便宜赦罪錄功，併直省忠臣、孝子、義夫、節婦俱得先行旌表，復奏恤恩，併遵「有髮為順民、無髮為難民」之敕命也。內閣即以此意各給敕書四道與之』。 \\n  \\n 中宮懿旨：命司禮監覓女廚十名，務要選備精潔婦女，用價平買，不許勒騙。上竟卻之，曰：『不可輕選，失朕大信；朕寧自苦，以慰民心』。 \\n  \\n 十九日，遣平彝侯鄭芝龍恭詣太廟宗廟行禮。 \\n  \\n 按會典：皇后將謁宗廟，致齋三日；齋滿，皇帝先遣官用牲牢行事，告以皇后將祗見之意。茲立后已五日矣。 \\n  \\n 二十日，皇后廟見，內外執事，俱著太常寺備行。以內官人數不多，且皆不諳大禮也。 \\n  \\n 二十七日丙午，大祀天於南郊。先是，太常寺奏致齋，進銅人；上具皮弁服出，陞座傳制：『以□日大祀天地於南郊，爾文武百官咸致齋三日』。太常寺、光祿寺官奏省牲祭分為一十四壇：內丹墀四壇，日一壇(居東向西)，月一壇(居東向西)，星一壇(居東向西)，辰一壇(居西向東)，東五壇，五嶽一壇，五鎮一壇，風雲雷雨一壇，太歲一壇，陵寢諸山一壇，天下神祗一壇；仍定分獻官一十四員。 \\n  \\n 嚴禁水口驛立膳夫名目令居民津貼。 \\n  \\n 命閣部朱繼祚、蘇觀生監試考選推官臣趙最、周之夔等五員；內臣魯奇、王進朝專供筆硯，上親臨軒策之。策題曰：『朕逖稽皇上之道，深慨後世之君臣，一自悍秦盡掃古制，世道人心為之遞降。歷代之受患，莫過於群臣朋黨之最大。於今兩京之覆、二帝之傷，皆此故也。前漢之黨，肇於弘、石，馴成於谷、杜，以文飾欺；及四十八萬之頌，致開新莽之奸，黨害亦已甚烈矣。後漢之黨，起於細微，清濁分鏕，遂有桓、靈之禍。然俊、廚、顧、及之標，是非損益，可得而論歟？西漢之黨，同歟？否歟？唐黨始於憲宗，究竟牛、李何別歟？豈河北賊更易於黨賊歟？唐文宗之言，是歟？非歟？末流至南牙、北牙，各結強鎮以亡唐；其可為龜鑑者，可得其慨歟？宋之分黨，本於熙寧，成於元祐，極於哲、徽之季；然仁宗年亦有戒朋黨、論朋黨之紛紜，何以其時稱治歟？大明開天黨，肇於神廟之季，東林魏黨、門戶馬黨，交激遞變，而有如此之痛效矣。朕今志在蕩平，盡去諸黨之名，惟在廷嚴說謊之條、在外正貪婪之罰。蓋人主之心隱，即人臣之黨符也。邇日在廷，似猶有不醒之迷，欲啟水火之戰，朕甚懼焉。何道可底太平大公，令文武真和衷而共濟乎？且魏□之狠貪橫惡，是其本罪，名之以逆，甚不稱情。乃其黨亦快指東林而洩憤，始於忿友，終於怨君。一隅若復中興，必此肺腸盡去；去之之道何繇？標本以何為治？朕今亦曰：「去寇易，去黨難」。然黨不去，寇不驅也，審矣。爾等胸中，成說久著，此其傾忠之日也。其慷慨直陳，以觀猷藎。寸晷之際，上帝臨汝矣。肫肫待爾，其恭承朕命焉』！又賦詩一首云：『西風間天地，山巔眺素雲。物外何所有？順此希夷心。出處一故我，四海徹沖襟。嘯歌亦帝籟，溪面吹沄沄。空洞千萬古，總如寸一真。善聽呦呦鹿，遠調在疏林。我思將可見，畫易有同心』。秋日山居信筆。 \\n  \\n 諭儲賢館：『欽選賢才之號，惟召對過，然後該提督官具本請明某人准用此號，入館不得濫用』。 \\n  \\n 下天興府通判周纘祖於獄。 \\n  \\n 准內閣撰敕書各一道、禮部鑄關防各一顆與撫臣楊文驄父子。楊文驄文曰「恢復南京聯絡浙直部院關防」、楊鼎卿文曰「協復南京整理浙兵督鎮關防」，楊文驄給與欽令官銜曰「欽命恢京勦清聯合直浙提督軍務兼理糧餉協同御營左右先鋒招討勳鎮合濟中興兵部右侍郎都察院右僉都御史」、楊鼎卿銜曰「欽差恢復南京協理直浙軍餉太子太傳左軍都督府左都督」。時肅虜伯黃斌卿途遇文驄慶賀登極章疏，並繳鎮東伯方國安、總督朱大典、東陽縣生員趙忠禎各禮與文驄者，斌卿為上之，故有是命。敕諭文驄曰：『爾夙負英才，博綜多藝，朕在京口，屢相接對，深所面識。數月以來，頓成奇變。朕在嘉興，聞爾在蘇殺寇於群心潰散之時，朕曾歎賞，不負識監。靖[虜]奉朕間關至閩，監國登極，力肩危統，誓惟勤民雪祖，焦勞晝夜不遑。錢塘遇鼎卿，朕以故人之子待之。元勳鴻逵前後奏朕，浙東賴爾先弭未萌之隱害，復振久泛之人心，朕大悅慰。業即欽授爾以兵部侍郎，職理浙東；鼎卿亦進官銜。今覽奏賀，並詳敘吳越情形，則爾父子即朕之大耿、小耿矣。雲龍風虎，各有其時。丈夫相厚，豈有已乎？其益懋厥績，協同勳輔，先清東浙之塵，繼掃臨安之寇。朕若早見孝陵，定許破格酬報』云。 \\n  \\n 特恩迎駕勸進各學生員，廩准貢，增准廩，附准增。時勸進有數十箋，亦有混奏冒名者。左都署禮部事何楷奏請大內當日所收表箋，以憑驗對廩、增、附來歷，庶酬忠抑競，於大典為有光矣。後又有以童生而入泮者。 \\n  \\n 副總兵楊武烈、守備元體中等恢復新城，獲從逆新盧兩偽令；奉旨各加職銜一級，以見將士用命之效。 \\n  \\n 命禮部察議旌表閩縣、永安里民女林楚玉，以未嫁室女殉夫，足勵薄俗；南北進賢冠之叩獻彝寇者，聞之當汗顏。 \\n  \\n 准遼藩長陽王移入福寧州公館，暫安宮眷。其一切廩給，著道臣王芋、州臣徐丙晉酌議具奏；國儲匱乏，雖不能厚，亦不可缺。黃斌卿至福寧上疏，道王窮困之狀、賢能之聲，故准移入。 \\n  \\n 　  (原缺) \\n  \\n 戶部侍郎李長倩參其委署侯邑封印不開，竟往水口掣鹽，以致百姓輸納糧餉無櫃可投。後又申救，不允，竟坐贓銀二百兩。 \\n  \\n 命浙江道試監察御史林之蕃聯絡嘉興，並敕諭二舊輔臣錢士升、冢臣徐石騏(後亦不果行)。 \\n  \\n 監察御史吳春枝糾劾不職邵武通判陳主謨、古田知縣吳士燿、汀州知府王國冕。奉旨：『各官贓私可恨，皆紗帽下虎狼也！若不嚴懲，民生何賴？都革了職，該撫速解來京究問，追贓充餉』。 \\n  \\n 令兵部主事徐州彥頒詔於四川。州彥，重慶人，初為光澤令，以墨聲下獄；登極宥罪，授以駕前職銜，捧詔于役。 \\n  \\n 贈四川撫臣陳士奇兵部左侍郎，廕一子入監讀書。士奇，漳浦人，字兮甫，號平人。富於文藝，言論侃侃，天啟乙丑成進士。當成都破時，士奇已交代出居，猶罵賊不屈，身被百創，磔死階前，與蜀王同日被難，足見其平日之所學云。或有尤其雅好講道，疏於軍旅者。 \\n  \\n 建寧府浦城縣四區三十二里百姓保留本縣知縣鄭為虹加監察御史銜，久任以造福浦民，有「十不可去浦」之疏。上命吏部察議，後以御史巡仙霞關。 \\n  \\n 詔授晉江縣學生員蘇峽為翰林院待詔，懇辭不受。 \\n  \\n  \\n 敕行在吏部：『方今中興事重，政務繁多。惟舊輔臣黃景昉受簡先帝，敏慎弘亮，才堪救時；舊輔臣高弘圖直道壯節，望重具贍。即著吏部補本起用。仍著中書舍人陳翔遵旨前去晉江，敦聘二輔臣來』。 \\n  \\n 命太僕寺少卿監察御史林蘭友巡按江西，兼敕諭往江西聯絡倡義之師；並[□]詹事劉同升兵部右侍郎敕書關防。復諭之曰：『爾此行著顯破情面，明豎擔當，大展忠猷，令人指日。如此行事，方是中興之驄馬；如此激揚，方是天子之法臣。爾是朕親簡之人，爾之不善，即朕不明；爾之有為，亦朕善用。江民憔悴於貪政久矣，切切以朕「先教後刑、先請後發」八字行之。又八字曰「小貪必杖、大貪必殺」。真能代朕行此十六字，始不負人君耳目之寄。根心而行，休說謊話。至諭切諭，想著記著』！ \\n  \\n 敕諭內閣：『陳燕翼既改翰苑，朕自登極監國兩月，政令全無記載，後世何徵？即著燕翼專理中興史職，准同協理史事劉以修輪值和衷堂，與聞機務，以便編摩。即日傳行入直』。又賦詩一絕云：『上帝文章在日新，玉堂秋粉啟詞臣。直流千載乾坤縱，方見儒天自有真』。其篤好斯文，出於天性如此。 \\n  \\n 吏部左侍郎王志道進本朝實錄。 \\n 發銀牌一面，令吏科都給事中陳燕翼頒與本科添設給事中掌印朱作楫，旌其直言。 \\n  \\n 以何九雲為翰林院編修。九雲字□悌，晉江人，癸未進士、庶吉士；大司空喬遠子，文行俱優。王兆熊劾其從逆，冢臣曾櫻疏薦之。有旨云：『九雲名家子弟，有品有學；兩京日期甚明，何得一概牽詆？即著湔洗冤情，速令前來供職，纂修威廟實錄；不得再有託陳，不許人言再為誣衊』。 \\n  \\n 上定馬士英為罪輔、為逆輔。時士英欲入關，有為左袒贊成者，廷議依違。禮部尚書黃錦以為言，故定其罪為逆。 \\n  \\n 按太常寺卿曹學佺著有罪輔不可入關公揭，曲盡其議；故爾中止，只許其圖功自贖。 \\n  \\n 上游巡撫吳聞禮緝獲奸細一名周元章解京正法，敕守關將士毋得盤詰失時，致生奸宄。 \\n  \\n 給各守關兵十一月餉。 \\n  \\n 敕上、下游巡撫選練精兵四千以備親征用。視兵精脆，為該撫功過。錢糧即於所屬調用，不得套視。 \\n  \\n 召對閩縣八十五歲老人周良屏於便殿，訪地方利病，稱旨。 \\n  \\n 以考選推官周之夔為翰林院編修。御批對策云：『之夔此作，畢竟是老作家，學識兩到，允堪詞令之選』。 \\n  \\n 以太常寺卿曹學佺為禮部右侍郎署翰林院事，特敕纂修威廟實錄；國史總裁，專設蘭臺館以處之。 \\n  \\n 吏部主事王兆熊亟舉十義士林化熙、張綸、黃弘光、姚毓靈、梁春暉、張伯彥、姚毓震、薛濱、鄭邦良、陳鴻謨等往富室大家，倡義勸輸。上以國用不足，從之；並諭十人：『當體王兆熊為國真誠，超卓清品，矢慎矢公，不得一毫錯負。功成日，從優議敘』。 \\n  \\n 贈原四川巡撫都御史邵捷春兵部左侍郎，予祭二壇，減半造葬。公字肇復，號劍津，侯官人，萬曆乙未進士。官吏部員外郎，清通簡要。有嫉之者，出參四川行省，有功於蜀，再起四川副使。時草寇張獻忠作亂，省城謀內應，公緝獲奸細宗人某某，保全闔省；蜀王疏薦之，遂超轉巡撫，真有鎖鑰北門非準不可者。適與同年督臣楊嗣昌議論不合，需索兵餉，不遺餘力。公答曰：『吾兵吾餉，僅足辦蜀，不堪逢迎』！遂失嗣昌意。值二邑失事，嗣昌特疏糾之。緹騎入蜀，蜀民泣擁，不與開讀者一月餘。復率百餘人伏闕，蜀王公疏繼之。公日諭百姓：『豈有王命而可以私意請者？爾輩為此，吾罪愈大矣』！乃與緹騎謀約私遁。至半路，始得開讀就逮，緹騎亦憐其冤。抵京下獄，遂飲藥卒。長子鳴俊上疏鳴情，遂有是命。鳴俊因而助餉銀三千兩。上賜以金扁曰「義冠閩臣」，復官武選郎云。諭吏部曰：『公道天地之元氣，無時不流注於兩間。惟在朝廷則治，在草野則亂。好惡合則安，是非分則危。朕覽邵捷春撫蜀、群情號呼事節，為之愴然。雖近來飾說紛紜，究竟真假難昧。朕今興啟中興，惟在大明公道。奏內捐助三千，並求雪父冤；雖孝子之用心，豈古今之通義？邵捷春若情真罪當，則雖百萬赤金，豈可翻易一事？若實蒙冤，則朕為天地神人之主，前後百世之公道，亦朕分所當明，況近事乎？況明臣乎』云云。 \\n  \\n 加陞吏科都給事中陳燕翼一級，以為直言者勸。時燕翼因賜旌直銀牌於朱作楫，遂陳十事。上答之云：『所奏十事，國是人心，無不洞悉，真中興第一名疏也。朕錄一通，置之座右，朝夕省覽。關朕躬的，朕自省察；關於文武各衙門的，著實舉行。陳燕翼昌言不諱，著加陞一級以勸直言者』！ \\n  \\n 疏曰：『臣以崇禎甲戌進士，筮仕廣東程鄉縣。六年行取，苦乏資斧，不得抵京。不得已乃乞丐於一、二同事故人，逡巡後至，遂稽初次考期。壬午十一月，□□都門，始獲先帝烈皇帝召對於德政殿。寒月霜夜，燈燭熒煌，遭遇先帝聳身案外，視臣者再、問臣者二，果脯茗酪，捧出內家；至今念言，五情空熱！然猶為權力所阨，僅循次補臣工垣。時周延儒柄政，爵列恩倖，咸出其門。臣嫉其所為，自春徂冬，不肯投刺一謁其面。入垣，即極言其賣官鬻爵，並羈縻薊督，陰脫門生范志完縱彝入口之罪，同列咋舌。聞諸閣臣：先帝日置臣疏於袖中，經不發票；其念臣至此。其得不與熊開元杖者，開元言顯而臣言隱耳。然終以建言決汴不應敘功，力駁臺臣黃澍之疏，票擬處分。計臣爾時在垣，不滿五月。然臣雖謫，而先帝猶手臣疏，目視延儒。爾時閣臣吳甡等，冢臣鄭三俊、憲臣劉宗周等咸是臣議，或有謂其慷慨陳言，亟攄忠憤者；或有謂其真孤鳳之鳴，勝讀出師表者。臣奉使抵家，塞胸直氣，道路榮之。無何，里中縉紳之禍起，通國縮朒。臣以諫垣餘氣，折衷直言，幾遭捃摭。今顧瞻里中，尚不免談虎色變。是臣之直言所不敢行於臣里者，一也。 \\n  \\n 臣以癸未仲冬抵里。甲申之役，天地反覆，豈意自全？無何，南中臺省祁彪佳、李沾等交章薦臣，荷聖安皇帝起臣原官。賜臣環於七月，入朝於十一月，先後局面，判若隔世。遙想當年論澍，偶出一時意氣，豈復意澍後來有借題翻身、回心皈正、抗阻王命一事？前後公案，各分兩重。聞今歲舉兵東下，過師池陽，搜索舊銓鄭三俊不遺餘力；蓋三俊亦嘗劾澍者。觀其搜索三俊，計必不肯忘臣。言官論人，自其職掌。當年殿上之爭，遂貽後來舟中之敵。親識家族，相持為戒。是臣之直言所不敢行於朝廷者，二也。 \\n  \\n 陛下龍飛海甸，每事留意臣科，凡奉「該科記著並會覈議」之旨者屢矣。臣雖頑鈍，人非木石，寧不感奮？然其所建者，率強半臣里中人，官情如火，燥進如飴；片言彈駁，即恨深寇讎者也。猶憶捧之後，陛下欲覈用一人，臣餉憑部議，半字未加。邇來蒙恩，得意之後，遽修前。扯臣殿廷，裂帶批頰。臣於此舉，未著片字，猶橫遭侮辱若此！若真言之，禍起旋踵。是臣之直氣所不敢行於朝廷者，三也。 \\n  \\n 然雖如是，臣竊觀陛下兩月來用人行政，臣未嘗頃刻不憂心及之。出王游衍，未嘗一刻不在陛下左右，而冀劾忠於萬一也。臣猶憶宋臣蘇軾之告其君曰：「陛下求治太急，聽言太廣，用人太驟」。臣少學於蘇氏，師其忠鯁；竊不揣，亦以此言進。陛下精神意量可以囊括海內，學問文章可以灌注百王，機權驅駕可以羅絡高光；所願少進者，「重」之一字耳。中庸曰：「王天下有三重焉，其寡過矣乎」？論語曰：「君子不重則不威，學則不固」。老氏亦言：「重為輕根，靜為躁君。君子終日行不離輜重，雖有榮觀，燕處超然」。周易曰：「君不密則失臣，臣不密則失身，機事不密則害成。君子知微知新、知柔知剛，萬夫之望」。凡若是者，言皆不貴示人以太盡，而使邪佞輩為可測也。 \\n  \\n 陛下撫有六合，權借閩中為漢中耳。普天推戴，悉主悉臣，何分厚薄？何論遠近先後？凡為人臣斤斤道此者，為梯榮計耳；君子薄之。臣竊意此後凡擁戴與同盟等字面，雖陛下厚恩，不忘故人私語；然規格已狹，且近文士習氣，不宜數出帝王口中。是臣之直言所欲效忠者，一也。 \\n  \\n 定清勳侯一見決策，奉駕來閩，使明朝再造、海國奠安，不受兵革，功在社稷，伊誰之力？然尚餘後來一步，為恢疆復仇之舉，始覺竿頭更進，圓滿無憾。今日報功，自當稍留餘地，微寓持盈保泰之意，使延世勳臣有百年億世之量，而後氣局悠長，可與帶礪同久。是臣之直言所欲效忠者，二也。 \\n  \\n 祖宗用人，從來銓部反覺無權。一人之身，倏用倏舍、倏重倏輕，莫可憑信。夫人之材質，生下已定，非有裏背旁側，可任人那移塗改之理。今一官安頓，或至數易。果其為人擇官，抑真如不得已。使營進者咸懷燥心，而掄材者轉無持操。遐邇觀聽，仰窺聖意，直欲三、五盛王數百年中所不及措手大業，而數月了之。其搏捖規局，真可謂目空古今。然時會機緣，緩急先後，詎能一一應手？如一事未當，多益為累。是臣之直言所欲效忠者，四(四字疑誤)也。 \\n  \\n 在昔光武起事南陽，肅宗即位靈武，慮皆於草莽中立國。惟是君臣上下，搏心戢志，專意治兵，度於他務，亦皆不暇旁及。今漫漶數時，若似皆以陞官雜務，耗其專營，而於用兵吃緊時日，反坐無事。表裏匪頒，物力亦為裁汰。是臣之直言所欲效忠者，五也。 \\n  \\n 先帝勵精十七年，值彝寇交訌、中外多故，屬望廷臣，鮮有當意者，於是不得已而旁求之。保舉換授特用副榜等科，明經選舉，幾半天下。欽授破格，差擬國初。而究竟邊腹行間，賜劍秉鉞、俄頃驟貴之徒，迄未有半人隻士，出手奇傑，如古班超、陳湯等輩，翻空絕域、塞應明詔者，而反以苦心輕信之過，為人所用。方面大耳、美髯豐下者，即為將材；舌滑脣油、走空如騖者，即為邊材。金繪顯列，糜費無算，言之痛心！陛下試觀從古皇皇汲汲乞官營進之中，豈有真品？南陽高臥，惟恐人知；東山捉鼻，相戒不免。尚能勉強一出，差有所立。今流品混淆，攪同油麵；辨析窮研，如鏤空影。無已，亦惟擇精良無偽、踏實硬做者，假以歲月、寬以文網，庶幾積久自見成功。其紙上鋪張、口中夸大者，悉不可聽。是臣之直言所欲效忠者，六也。 \\n  \\n 吏道以貪廉為歸，臣節以順逆為案。計典間雜私怨是矣，而祖宗深意，豈因以一、二概許全翻？北案或有傳聞疑似，而先帝精爽，決不忍以賊孽重污聖化。近日南都馬士英、阮大鋮、陳鑑、張振、劉應賓輩，借四鎮以挾制朝廷，翻盡計典，用盡從逆者，而國隨之。當時臣具有「中興政自可為、人心不容壞盡」一疏，醜詆已甚；而若輩掩耳盜鈴，不恤也。已事無及，可為哽噎！若是者，非欲陛下誅既往，但欲慎將來耳。不然，是乾坤之兩番改易倒置，而祗為群諸不逞者燃灰起用之地也。無怪乎有識者痛恨，謂南北兩陷，皆諸奸黨怨望失職，利其深入，以為自己出頭伸眉之日；非過論也。是臣之直言所欲效忠者，七也。 \\n  \\n 自五月逆寇渡江以來，雖所在蹂躪，而直浙、江右等處士紳百姓，亦皆各有義聲憤發，破產募兵舉動，差足振醒群情，倡激忠義。而閩之乘輿所在，自二勳、二伯、閣部先聲之外，別無一旅足以佐發；中軍一錙一顆，動皆仰給朝廷。簡髮而櫛、數米而炊，幾成市道。夫江右之與兩越，譬之人身，則亦行在京師之兩臂也。一臂痿痺，則置之而若罔聞；一臂靈活，則用之而惟恐不敵。萬一右臂不仁，左臂豈能起乎？且安知無天功可貪，而徘徊觀望於一試者？臣竊以為今日團練鄉兵一著，在在郡縣，所宜專責一人，著實舉行。而上游與近京城鄉，尤宜全力飭治，以[□]官兵不及。凡所在街巷村落，責令公舉一頭目人，自連結布置，如捍怨敵，庶幾先聲可奪奸魄。不然，徒貪目前官爵近便之可樂、鄉居家室三窟之可戀，而先後糜爛，究竟同觀，淫掠焚屠，遐邇不免。此在眉睫，顧諸臣不察耳。先臣董應舉有云：「殺運將至，人心先愚，惟大聖人起而救之」！是臣之直言所欲效忠者，八也。 \\n  \\n 桐江一絲，繫漢九鼎。計其初時，高風未播，亦不過富春一釣徒耳。試之以事，安知不與樊英、殷浩同譏？惟爾時漢帝容之，列諸外臣，使之高睨千仞，以隱助王化。夫以帝王之勢，屈官一故□人，何啻□□□，而孰知東漢之所得者為已多乎？方今廢籍白丁，所在城市；乞墦登，投拜門牆。苟負人形，粗識句讀，或能僱倩代筆上疏者，咸思攛掇做官。一隅幾何，堪此橫溢？即如中書舍人，唐制以為宰相宣麻先兆，何等貴重？而今若販夫傭豎，皆得隨意濫叨。諸如此類，不可枚舉。爾來南京，有「都督量成斗，職方地下走」之謠，可為痛戒！夫柵塒之內，豈有鸞鳳？□□之旁，安□日月？士人惟負此一具氣骨，頂立天地。若其平居，不能自勝於利祿富貴，又何怪其一遇賊寇，靡然屈膝？目今開國之初，承兩朝末流廉恥頹喪之後，但宜首以濯磨士大夫氣骨為復仇先務。不然，未有不能有恥而能不辱者。是臣之直言所欲效忠者，九也。 \\n  \\n 我朝立法，所繇遠過漢唐、度越前世者，其最大莫如尊禮孔孟一事。使人緣帖括之陋以親見聖賢，階制科之榮以荷擔學脈，所以列聖真儒輩出，如河東、崇仁、餘干、新會、姚江、泰州、盱江、吉水諸賢，閒出於時，鼓吹休明，揚扢聖化。故其一時門牆派衍，泉流末□，人皆曉然知心性之所自來、名教之必可樂。其服官居鄉，一切不苟，而超然能自勝於塵垢之外，出處窮達，各成本領。神祖中葉以後，學脈寖微，然猶若曉燄晨星，耿然未散。自魏忠賢焚棄書院之後，賢士大夫相戒不談，而斷然不濡首利欲，為安心立命之奧。其高者，乃以氣魄聞見空慧雜毒當之。然施之經濟、世道人心，遠不相中。臣竊觀陛下洞達昭融，毫無粉飾，澹泊確苦，安若窮士，宜有得於光明緝熙之學識，誠千古道學宗主，□因此時會所急，急出一劑療之。以臣久閱人間機械，沉溺蔽涸已深，一旦驟□之證顏、思之傳，格格難入。第一於孟子浩然、曾子反身處指其入路，而揭之以一誠，庶有救正。昔劉安世學於司馬、張九成致於孝宗，惟此一字。朱熹亦云：「吾平生所學，惟正心誠意四字，豈隱默不以告君」？後世迂之。然當時張德遠輩，實用四字不著。嗟乎！今日君臣上下皆能克去己私，實實體此四字，而有不能滅賊破逆者，臣不信也。是臣之直言所欲效忠者，十也。 \\n  \\n 凡此十事，皆臣懷之。兩月來積誠欲獻，徒以日不暇給，憤鬱至今。茲因陛下旌直之舉，內媿不安，集而上之。然視臣同官朱作楫三年鯁切，臣又覺泛而無當矣。臣之直，媿不如作楫直。當賞以臣官，而臣當拜疏讓賢之餘，又復蒙恩改臣翰講，臣復何官可讓？則亦惟有內媿而已！伏惟陛下赦而原之，併赦臣字數踰格冗長之罪』云云。 \\n  \\n 十二月初六日，御駕親征。上自戎服登舟，百官鱗集，號令嚴明，泊芋江對面沙洲者五晨夕，宮眷咸在。復命行在工部造御營大明門一座、午門一座、奉天門一座，兩邊通著，黃繩為約欄。奉天門外細樂一起，午門外單大樂一起，大明門外雙大樂一起。早晨大鑼一下，御營管事牌子跪請御令箭一枝，先開奉天門，用大鑼一聲，奏細樂一次。又鑼一下，聽大鑼二下，御前管事又跪請令箭一枝，開午朝門(鑼鼓吹與前同)；聽大鑼二下，御前管事跪請令箭，開大明門。大砲三聲，前後用鑼，雙鼓樂吹打。內官高傳門外錦衣衛官校齊喊，門始開焉。 \\n  \\n 以平彝侯鄭芝龍掌宗人府印務。 \\n  \\n 南平縣小民張安禮、林中桂、張孝直，數百里恭進米豆酒漿，遠迎王師；上嘉納之。命御營兵部將前後米酒分散諸將，且給予序班冠帶，仍賜號為忠良處士，各賞銀牌一面，以旌義舉。時古田縣一都水□小民，亦有輸助，賞以銀牌。 \\n  \\n 帝手敕鳳陽知府張以謙：『朕今正位福京，志雪祖救民。八月十八日，兵發五路。十二月初六日，朕駕親征。趙貴(乃河南兵備副使邵起差官入賀者)至京，知爾在鳳。咸念疇昔賜爾手諭，以跡毀形，爾當速聯英傑，助朕中興。監國、登極、親征三詔，爾其善為宣布，不負朝廷。朕親謁皇陵，是爾見朕不忘之日也！特諭』。 \\n  \\n 以河南分巡汝南兵備副使邵起為總理豫楚直陝晉齊六省提督軍務兼理糧餉，討逆安順，便宜行事；賜尚方劍，兼巡撫河南兵部右侍郎都察院右僉都御史。時邵起遣官入賀推戴，故有此命。凡有恢復府縣地方，即准邵起擇才授任，務安百姓云。 \\n  \\n 十五日，敕恤民庫及御營禮部：『凡遇親王迎駕者，發銀六十兩，伸朕慰安親親之意。著為例』。時東會王肅昶迎駕，著受慰安銀二十兩；以親征冗，免朝。 \\n  \\n 命周新親征駕行詔四道，往溫、台、寧、贛四處開讀。並順手敕一道，與輔臣黃鳴俊。敕曰：『皇帝手敕輔臣黃鳴俊：自卿辭朝，朕躬切盼出關之信；乃聞今日尚滯福寧，殊可異也！況卿不由衢而從溫，廷議不然。倚卿甚重，何逗遛如此！朕今親征行矣。朕若至建寧，卿必至衢州；朕若出關，卿必至江上。不然，公議無私，甚可畏也。親征駕行詔併諭魯王書，併示於卿，其善宣朕意焉。餘與周新議之。特諭』。 \\n  \\n 立春日，敕文武官員吉服，照會典內出使禮行。以時值行間，不必賀也。 \\n  \\n  \\n 遣侍講吳戴鰲、鴻臚寺卿楊廷瑞致祭於天興府古田縣水□地方並延、建二府山川之神。 \\n  \\n 敕御營兵部：『速與平彝侯議造盔甲一萬副運至御營，以為破虜用。刻不可緩』！ \\n  \\n 二十四日，輔臣黃道周兵至婺源，為清所陷，並門徒主事趙士超、中書毛玄水、蔡時培、賴叔儒四人縛送南京。時輔臣未領朝廷帑金，苦心聯絡，激勸忠勇，糾合義旅九千餘人，從廣信而出金、衢，安插遺黎，孤城捍衛，前後擒斬偽官，動以百計。且救徽、援衢，厥有成功。適衢撫某與輔臣議論不投，忌其師屯境上，遂密疏其短於朝廷，輔臣初不覺也。繼而請兵不至，始知其繇。乃與士超議曰：『朝廷置鄭兵各路七月於茲矣，未見與敵一矢相加遺。敵勢愈猖，不幾笑朝廷無人耶？我輩為天下倚重，必先聲一舉，為諸路倡』！遂決意長驅，深入婺源谷中，遇清騎數千。輔臣親冒矢石，誓不與清俱生。清不為少卻，然彼眾我寡，後軍觀望不進，兵盡矢窮，輔臣陷圍中。士超知勢不利，率玄水等突圍而入。其部卒勸其勿往，俱死無益。士超答曰：『我受國家厚恩，豈有背吾師不救而併誤國耶』？並陷圍中。士超等知勢不得生，乃罵不絕口，後曰：『我奉命擒汝，不料為汝所擒，快殺我，得報朝廷於地下，足矣』。清見輔臣忠烈，不忍加害，曰：『當生致於南京洪內院，得一忠義人，勝於得土地數十州郡也』。時輔臣欲盡節，士超從旁從臾曰：『此去南京不遠，倘得面數洪承疇老賊誤國之罪，魂魄得傍孝陵，死亦未晚』！輔臣深以為然。遂屈節而行，作詩四首云：『陋巷慚顏、閔，行籌負管、蕭。風雲生造次，毛羽定飄搖。厝火難栖燕，橫江捨渡橋。可憐委佩者，晏晏坐花朝』(其一)。『火樹難開眼，冰城倦著身。支天千古事，失路一時人。碧血題香草，白頭退隱綸。更無遺憾處，燥髮為君親』(其二)。『搏虎仍之野，投豺又出關。席心如可卷，鶴髮久當刪。怨子不知怨，閒人得安閒？乾坤又半壁，未忍蹈支山』(其三)。『諸子收吾骨，青天知我心。為誰分板蕩，不忍共浮沈。鶴怨空山淺，雞鳴終夜陰。南陽江路遠，悵作臥龍吟』(其四)。其忠愛之意，情見乎詞。 \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 四", "正文": "　 \\n 思文大紀卷四 \\n 　 \\n  \\n 隆武二年正月朔旦，唐、鄧二王監國於福京，率居守百官行拜賀禮。上不受賀，具祭太祖自罰。群臣俱令帶罪圖功，仍降自責敕諭於群臣云。 \\n  \\n 初二日，官兵、義兵爭糧，縣官掣肘，永勝伯鄭彩疏陳之。上命會同該督撫計兵派餉，毋致行間之擾；其捐助事宜，地方官照例勸諭，不得強民。 \\n  \\n 又命陸清源犒賞銀往江上，酌量頒發現在戰守兵丁，刻期迎駕。溫、處等餉，確遵派定前議。 \\n  \\n 敕諭御營內閣傳行：『朕見徽州已復之奏，稍為可慰。又建昌警信之奏，應援宜速。國姓成功速發銳兵二千，同輔臣光春，文武齊心先發，暫往鉛山。一為鄭彩聲援，一俟王師併至，合力建功。朕心切拜孝陵，更念威宗未葬、江北祖陵未靖、南陽王陵猶隔，朕之根本未全，何顏君臨天下？昨據楚督何騰蛟有荊州恢復之報，則河南聲氣可通、燕豫諸陵可達，非遣重臣，朕懷莫慰。況撫安新降兵將，更與督撫相成。輔臣觀生擁戴甚早，忠猷可嘉，即著出南贛，比方鄧禹之行，特賜定銜曰「欽命瞻奉南北帝王山陵、安定燕豫兵民文武、賜上方劍、便宜行事、調度直閩川廣、恢復江浙南京、行在文淵閣大學士兼吏兵二部尚書」。御營禮部速鑄銀印一顆，文曰「瞻奉南北山陵、安定兵民文武、便宜行事、恢復南京閣部之印」；再賜旗牌十六面，即各撰給敕書。初十日行，朕係御門親餞，御營該部遵行。特諭』。 \\n  \\n 概免勘合夫馬，以甦驛困。 \\n  \\n 敕上游巡撫吳春枝選募健丁，精勤訓練；曰：『上游關係，不減關中、河南。朕方倚卿以蕭何、寇恂之任，幸自勉旃，以膺重賞。新募兵糧，准照各營例給』。 \\n  \\n 平彝侯鄭芝龍僭用「監國留後」四字，詔改正之；曰：『福京任二王為居守，卿以勳輔為留後，原無「監國」字面。卿還將題奏文移，照敕填註，不可錯誤』！ \\n  \\n 隨征各官有當減者、當增者，命吏部尚書曾櫻會同御營諸臣按冊確擬奏奪。 \\n  \\n 命兩廣撫臣丁魁楚隨瞻奉山陵輔臣蘇觀生往楚豫圖功，另推其繼者。 \\n  \\n 上諭：『撫臣職不可一柄兩操，然時值多故，惟有專轄、旁轄，如鄖陽撫臣及南贛撫臣原有舊例。下游撫臣，興、泉、汀、漳是專屬，惠、潮是旁屬；潮州撫臣，惠、潮是專屬，漳南是旁屬。亦古義所謂犬牙相制之道也』。 \\n  \\n 罰舊糧道夏尚絅萬金以助兵餉，復命都御史陸清源核其素行，不得一毫含隱，以廣懲貪勸廉之風。尚絅有死灰復燃之意，故樂助云。 \\n  \\n 賜松滋、東會、瀘溪、延津四王春宴銀十兩。 \\n  \\n 左都督楊鼎卿細陳起義情繇，詔答之曰：『人君大柄，止在知人善任；人臣大義，惟是無欺至公。朕久歷艱難，稍識情偽。朝廷懷於朋黨，祖廟由此兩危。北京之失，東林之罪何辭？南都之陷，魏黨之咎莫謝。其餘門戶聲氣，朕自萬古鑑衡，以御天下。楊鼎卿父子戴朕甚早，閣部臣馬士英，朕必不負其捧主之心，在輔臣以當痛悔其誤陷聖安之戾。諸臣萬疏千章，豈奪朕心公論？靖彝侯方國安力扼江干，大功實在宗社。朕今親征在邇，指日即與輔臣、舊臣相見，未盡之情，還俟面奏。楊鼎卿父子還始終調聯，以待王師之至』云。 \\n  \\n 敕諭御營吏部：『朕念遠臣間關可憫，楊文□素負清名，可擢為兵科給事中；顧之俊謇諤自任，可擢為浙江道監察御史；劉鳴鳳該部速速擢用；丁時魁、傅作霖，聽輔臣觀生題銜任用。輔臣擁戴忠猷，倚任甚重，再與定銜云云。其隨行並地方文武，四品以上題授，五品以下徑授後奏；四品以上功罪奏行；五品以下先行後奏。文武自知府以下、武官自副總以下，不用命者皆以賜劍從事。速速給與敕諭，必收一統全功。特諭』。 \\n  \\n 梟奸細陳四寶、程陞，發偽示偽票於御營，並議敘副總林明龍勝功。 \\n  \\n 敕靖彝侯方國安一意恢杭、閣部朱大典協力復徽，功成膺懋賞。時國安、大典微有不和，浙直左都督吳凱力為調停，以古廉、藺為勸，共圖恢復。至是上疏陳其始末，故有是敕。 \\n  \\n 兵部侍郎唐顯悅奉命抵越擒寇，沿途撫散盜賊，地方安靜，優旨答之。復命道臣湯來賀催解粵西餉銀十萬兩以備軍儲。 \\n  \\n 命憲臣陸清源充為正使，致書魯王，聽其自擇一人為副。時清源有廣播王言之請，因發御製文及前勉答魯王書稿三百冊、親征後詔御營敕諭三十冊，昭示臣民，以見朕無一日忘天下、無一念不篤親親之意。 \\n  \\n 敕鎮臣崔芝以藏貯火藥火器，接應左都督楊鼎卿捍寇用，毋得目擊坐視，以誤軍機。時鼎卿疏請藥器，上以閩中所有俱載在御營，入浙不遠，難以分發；故敕崔芝就近應之。 \\n  \\n 衢廣都督同知蔣若來遣官迎駕，上悅之。給以敕書關防，所領兵馬，候朕出關調用。 \\n  \\n 上駐蹕延津時，有議遲出關者。吏部主事曹元芳一疏，「舉兵須圖萬全」，意欲上之速行也。答之曰：『朕既統師啟行，豈有僅止建寧之理？現今催趣將士，到日即自先驅。駐蹕金衢，還相機行』！ \\n  \\n 監軍兵科給事中張家玉安插雜民，行各府州縣村落深為得法，上嘉悅之。著工部依家玉所進告示冊式刻板，刷印萬張，吏兵二部選差能幹承差才官數十人，齎送遭寇殘害處所，地方官遍行粘布；其腰牌內用正官印信，以防詐偽。 \\n  \\n 守關大將施福解獲清兵偽官朱盛德一名，上著法司速行審明正法。 \\n  \\n 趣泉州布衣蔡鼎，到日召對御營。鼎有推算望氣之學，曾遍歷邊塞，言論灑灑不窮，府縣起文薦之；茲又以病辭，故有是詔。 \\n  \\n 平彝侯太夫人黃氏進五方旗幟，金鼓銃全；上受之，不報。 \\n  \\n 上喜左都督楊鼎卿固卻魯藩令印，曰：『若鼎卿者，可謂忠藎能明大義矣！朕與魯王原無嫌疑，前付柯、魯二使臣啟答王書，或未之見乎』！ \\n  \\n 建、甌兩縣交過銀一萬兩，定餉兩月，每月二千三百四十兩；正、二兩月，共該四千六百八十兩外，餘銀皆作安家衣甲之需；著撫臣吳春枝給發回奏。 \\n  \\n 敕諭郭、陳秀：『若正月十八日不親到建寧，違了期限，定正軍法不饒』！ \\n  \\n 按陳、郭二將與鄭平彝同起豐沛，鄭既貴顯，微與不睦，二將亦遠遁海外。茲平彝欲藉以守關，故屢言於上，上特旨趣之。 \\n  \\n 給湖廣總督何騰蛟敕印誥廕。時誥命奉明旨：自隆武元年十二月二十日後，請乞不給。茲為破格，故特書之。亦見上之隆篤大臣也。 \\n  \\n 諭左都御史熊開元曰：『宣德達情，全藉巡方御史。近來情弊因仍，貪者工攫取、傲者喜逢迎，以致民窮無告，盜賊繁興，殊可痛恨！卿還嚴訪詳諭，務令激揚得法，吏畏民懷。有不稱職的，即參來重處』！ \\n  \\n 起揭重熙原官，著其聯絡建昌；俟事稍平，即來陛見，以應大用。 \\n  \\n 吏部尚書曾櫻首薦凌超，以其才能可當一面，上命其速來迎駕。云超雖素有謀略，但其原官贊畫應否即以監軍道起用，須面徵其底蘊，方可破格擢用也。 \\n  \\n 下游巡撫御史高允茲疏陳閩南抽稅之害，上以：『雜稅盡行停免，久有明旨。下游官裔乃敢私抽擾民，法紀何存！著允茲嚴拿正法，以安窮民。仍大張榜示，曉諭毋忽』！ \\n  \\n 設立建言簿以收實益，以壯敢言者之氣。從大學士熊開元之請，以言官糾彈，不避權貴，事關補袞，亦須指陳；故云。 \\n  \\n 諭科道官糾儀導駕，照兩京舊例行。 \\n  \\n 上以孝陵未見，疆土未復，不受慶賀。時京、省俱有表箋，大學士朱繼祚封進；上曰：『覽諸表箋，亦見歸誠之篤』云。 \\n  \\n 御營吏部尚書路振飛進奮練義勇說，上曰：『此真安攘大略！書冊留覽，暇當為卿序之』。 \\n  \\n 詔授陳學孝監紀通判職銜，照舊在本鄉團練鄉兵。 \\n  \\n 敕諭御營禮部：『速擇駕行日期，不許違誤』！ \\n  \\n 諭輔臣朱繼祚曰：『君臣一體，雖小臣亦必加恩；法自貴近，即大臣亦從畫一。朕天性忠厚，愛諸臣以大體、以廉恥。登極七月，優禮備至，乃始以堅臥之套，必待朝廷幾次溫旨，如請伊、葛之才。至到日又一籌不展，推諉因循，毫無愛君之真情，心存假恭之舊例。嗚呼！高拱不作、張居正已往，朕今身任中興，舉目不知所倚，深可痛傷！看今日之情態，則知世廟之於夏言、神廟之於張位、烈廟之於劉鴻訓等，皆聖心之不得已也。此次暫且從寬，再若因循推卸，或以緊要軍事推委之於中書，或將緊要敕書不自作自寫，故意延遲，要壞國事，或當會票之本不肯確議，或當擔當決斷之事，上則推候聖裁，下則推下部議。凡有此等，則三尺具在，祖宗大法，朕必不敢私徇，斷斷必行！爾等詳之慎之！呼吸死生，大迷不醒，不得不如此行也。又令內閣出入之門，著將外門速速嚴鎖，要從川堂之門走動，張鳴鳳速速遵行。機務正繁，輔臣德璟還，即日入直，不許延挨。各該部科道官一體遵行，毋忽』！ \\n  \\n 按此諭備寫輔臣養望推委情態，可謂要言不繁矣。 \\n  \\n 禁立生祠。時天興府貢生鄭獻可獻諛，以上實心愛民，請立生祠，以祝萬壽。詔責之曰：『朕紹大統七月，祖陵不見、疆土不復，臣子因循不能變，百姓湯火不能援。擢朕之髮，不足數朕之罪！惟此一念身殉太祖，天地臨之。自登極入閩，上無血性擔當之倚、下無愛民如子之臣。出餉之徵，累我百姓，朕實痛心。有何功德，而作此無妄建祠之事？且即中興一統，亦斷不學喪心文武，剝了民財，還受獻諛生祠之事。鄭獻可速速停止，無重累吾民，增朕之罪過！御營該部速行文與該撫按傳旨』！ \\n  \\n 國姓成功領兵出大定關，兵科給事中陳履貞監定清侯鄭鴻逵軍抵衢州界上，各有溫旨答之。 \\n  \\n 命戶部主事李日煒催延、建二府借助銀兩，張調鼎催汀、邵二府借助銀兩，如不破情面，失誤軍機，各有顯罰。 \\n  \\n 江西巡撫都御史徐世蔭上疏迎駕，並請面奏。上許之，復答云：『逆寇猶狂，廣信地重，著且料理堵剿。朕今暫住建寧，不時即要出關，即於建牙處召對』。 \\n  \\n 掌河南道御史謝紹芳奉命安撫浦城，極言營頭郵傳之苦。上云：『此事深可痛恨！一處如此，他處可知。以後勘合馬牌，斷宜少發。如有給劄參、游、守、把及假扮官兵擾害人民者，許地方拿解該撫按正法。榜示通衢，以共遵守』。 \\n  \\n 諭巡關御史鄭為虹：『不得因人言推諉關務，即著前往仙霞巡防。王兆熊參列事情，該撫一併虛公奏奪，毋得偏循』。 \\n  \\n 催陳天榜、張晉徵各領本標兵丁飛守信地。 \\n  \\n 命百官具吉服赴松溪王府捧迎太祖聖容，步行至朝門外，俟朕迎入行在。 \\n  \\n 封廣東總督丁魁楚平粵伯，准與世襲，頒給鐵券。時靖江王僭妄自立，不奉正朔，復任用幸臣顧奕、吳之琮、楊國威、張龍翼等羽翼肆行。魁楚用計擒獲，並顧奕等送至行在；又復照護宗室，賑貧雪冤。詔褒異之曰：『卿調度兵將，悉合機宜，成功甚速，朕心喜悅，立頒殊賞。靖庶悖逆，自有祖宗法在，非朕得私。亨甄冊命冕服送維難，已命製鑄，遣廣西試臣陳天定、林明興帶差行禮頒行了。土司赦罪加恩，脅從文武，一概寬宥，及雪濟殘虐宗民，俱照前旨行。其從逆顧奕等，俟解到正法。惠、潮寇警，已著唐顯悅同地方官收剿，與卿共夾攻之，以收底定之功』。 \\n  \\n 賜闖賊黨郝搖旗名曰「永忠」。時闖賊李自成為清所迫，走居鄂地；風霾警之，又遁入九宮山。餘黨十萬悉為伏兵所誅，自成自刎。湖廣總督何騰蛟疏聞，以搖旗有指視之功，故特以「永忠」之名賜之，俾知犯上者必正天誅云。 \\n  \\n 擒偽官假兵李養心等一十八名審明正法。 \\n  \\n 詔寬魏[黨]一案，復媚□宋禎漢原官。詔曰：『媚□一案，止因議論偏苛，遂致人心不服，釀成黨局。一年兩陷京都，莫不禍根於此。朕今繼統中興，一洗從前陋習。東林陷誤北京，魏黨陷誤南京，厥罪惟均(疑有闕文)。乃官賜祭一壇。此後真正魏黨，亦與一概滌寬；但責後效，不計已往。蓋中興之時事，臣民悔過，且與維新；況輕於此者乎？廷臣各宜以朕之心為心，勿再釀激黃澍等鼓煽左變之大害。朕度如天，諸臣欽信』云云。 \\n  \\n 詔加福建鄉試舉人十名，以為中興新恩；流寓亦准酌量增加。時上銳意文事，欲是年首開鄉試。平彝侯鄭芝龍以兵興過費，賓興之典宜少暫停，語甚剴切。上不從。以『鄉試不宜改期失信，且文事、武備原是一體』云云。 \\n  \\n 翰林院編修周之夔乞監軍討賊，報國自效。上初不允，以儒臣自有專職，詔誥方資撰述，豈得復事戎行？然亦足見其忠壯，後乃加兵科職銜。 \\n  \\n 允雷廉參將鄭芝虎開採楊苗地方沙金，不得生事騷擾，反滋民害。 \\n  \\n 催陳秀兵一千名督發前來，不可在汀就近調發；並漳州召募一千名員，著平彝侯鄭芝龍催齊速至。朕專待二處兵到，便可出關云云。 \\n  \\n 召平彝侯鄭芝龍至行在面議軍務，曰：『朕親征剿清，實欲恢疆覲祖，義不容緩。至於固守關隘，動出完全，乃宗社大計。已有旨召卿，亟望即到，以慰懸佇』。 \\n  \\n 諭定清侯鄭鴻逵：『卿所統兵出關已久，何云「赴關防剿」？以後塘報，還開明於某地方接到，庶朝廷便於策應。若清之聲東擊西，狡情已自可見，卿宜著意料理』。 \\n  \\n 敕永勝伯鄭彩策勵將士，以收榆效。時彩已失律敗師，又思以鄉勇借題，上疏言發銀二千六百兩，分給聯絡義師，以俾守禦。上以此固是應急一著，但鄉勇只可借聲援，其衝鋒對敵還須官兵云云。復敕彩『開造現在兵數冊，並分首從衝鋒四等，以便給餉。還著策勵圖功，固守關隘。果建恢疆之績，自還世襲之封。賞罰人主之大權；朕方痛自刻責，至公無私，並罰內外諸臣，豈為卿一人而行其法耶』？時彩已奉削去世襲之旨，故云。 \\n  \\n 差兵部試主事汪沐日到衢州，聯絡官紳士民，堵禦清□，以待王師；曰：『朕蹕臨建水，指日出關，以恢復杭、徽為急著。汪沐日文而能武，為輔臣德璟所保薦，自有良籌。到(下疑有缺)』。 \\n  \\n 敕兩浙撫按：『朕用兵方亟，遼餉自難遽蠲，著照舊徵收；但不得別立加派名色，致累窮民』。 \\n  \\n 敕江西撫臣劉廣胤、兵科都給事中曾應遴招撫闖寇。時闖寇四散，待撫日久，朝廷議論不一，應遴以為言，故敕廣胤同應遴公細商酌，加意料理，以資剿堵。『務要操縱得宜，俾一意投誠，實為我用。若克復南昌之功，業有世封之命。朕信如日，必不食言』。 \\n  \\n 敕益陽王速還嚴州。時因彝警，益陽王倉卒至衢，並未奏啟；故敕其速還，以明恭順。 \\n  \\n 擢原兵部主事李蘧為金衢巡撫，墨衰從戎。時李蘧疏陳衢地顯患，並懇辭就職。上以為：『巡撫之擢，出朕欽定，不許再辭；著即墨衰供職，以消除虜氛』。又諭之曰：『三衢為入閩咽喉要地，豈堪顯患隱憂，叢集於內？且時遇至艱，更得好官為急，安得縣職妄用吏員？總之，今時之官，必仁以恤民、智以養兵、勇以禦敵、剛以不撓，始為合格。李蘧素饒幹濟，方今倚任甚隆；衢為要地，撫為重臣，還著加意擔當，安民治兵，以俟六飛□至，面諭方略』。 \\n  \\n 復舊輔臣張居正原廕錦衣衛指揮世襲。 \\n  \\n 太常寺少卿楊鼎和改署銓司，陳六議：一曰端本源、二曰慎名器、三曰重守令、四曰行久任、五曰專咨訪、六曰嚴部覆。上嘉納之。 \\n  \\n 諭定清侯鄭鴻逵曰：『逆兵狡詐多端，恨我戰守無當。始則境內坐縻，今復信訛撤轉。不但天下何觀，抑且萬世遺恥。自古脣齒之喻，未有不能守於關外而能守於關內者。還著用將選兵，出守江山，並令郭速到。領兵將官林壯猷速同陳鼎於關上會同輔臣振飛等確議遣發，嚴保江山，聯援金、衢。然後督守關隘，又不可阻急報而隔遠臣』。 \\n  \\n 降鄭鴻逵一級，改太師為少師。時因黃克輝敗績，故有是命。 \\n  \\n 輔臣路振飛廕一子錦衣衛五千戶世襲。振飛撫淮時，逆寇交訌，振飛有保淮之功，萬民交頌之。上過淮，得於目見，且有舊德，故特隆寵命以示非私也。 \\n  \\n 犒鎮臣劉承胤所領兵將，並表裏白金賜之。手敕云：『屢得卿奏，深嘉忠功。朕今親征，暫蹕建水。特著奉陵輔臣頒銀一百兩、表裏四疋，並交虔州橋稅一千兩，犒卿兵將。道遠之不易，至可領也。朕答魯王書並元旦敕諭，善為宣示；及雲貴恩詔，委卿代頒。一面迎駕、一面力復江京，彝典具於明詔，朕不食言。特諭』。 \\n  \\n 錦衣衛承旨張鳴鳳疏薦禁旅都司僉事加三級胡上琛「文武兼優，江右之役，請與偕行」；上允之。 \\n  \\n 手諭楚督定興伯何騰蛟，賜甚厚。敕曰：『國運中微，朕勉繼統；雲龍風虎，舍卿其誰？今朕親征，暫駐建水。先遣輔臣蘇觀生瞻奉山陵、宣安兵將，與卿同心，先復江省、繼靖南京，並撫鎮劉承胤等，復江省者世封伯、復南京者世封公、復北京者封真王，具如明詔，卿其勉之。先遣精甲一萬，迎朕湖東，恤民庫發朕膳銀二百兩、表裏八疋，輔臣順，至可領也。發銀二千兩犒師，標兵各將，路遙莫致，姑准於虔州橋稅速速發行。盼卿功成，與卿今年金陵握手，勗之亮之！特諭』。又諭云：『楚粵雲貴近有異聞，卿可以援天無二日之義，以全朕骨肉之情，尤所殷望』。 \\n  \\n 新擢科臣吳聞禮為上游巡撫都御史，准於銜上加「便宜行事」四字，以重事權。 \\n  \\n 提學御史毛協恭繳進同鄉各臣書疏，上讀畢感痛，云：『江南士紳，無人不洒涕思明，枕戈待舉。朕必親提黃鉞，張皇六師，以慰臣民之望。大小文武，當時時刻勵爾志，毋狃偏安』！ \\n  \\n 建寧知府周維新疏言：『王師至止，建民輸將甚苦，不堪復應他求』！上許之。 \\n  \\n  \\n 降巡視中城御史沈佺期一級，以戒凌躁。時閩、侯二縣知縣劉霖懋、朱銃金筒調繁未久，佺期疏薦之，上以：『賞罰本於人主至公，抑競獎恬，御世大道。霖懋、銃金筒雖有薄勞，豈可以縣署為傳舍？為二臣陳請者，皆是情面賄賂之飾習，亦是以競引競之惡趨。薄以降級示懲；如再有欺飾，定行重處』云。 \\n  \\n 召刑部侍郎劉若金至御營，專領刑部事兼管左副都御史，即來賜對供職。 \\n 刑部總務司員外鄭逢芳報解施火豦之贓銀一千零三十餘兩，著恤民庫察收。 \\n  \\n 按施火豦之獄以逢芳成，而施火豦之贓亦責逢芳完，七千而始解一千。後來之追比，當必有波及無辜者矣。 \\n  \\n 命輔臣撰御榜，沿途張掛，禁官兵擾害民生。時刑科給事中胡顯極言：寧紹官兵沿途騷擾，民不聊生，急宜禁止。上以：『朕決計親征，先救現在之民，欲殺害民之寇，豈有擅兵無紀，成此慘傷？兵額不由於天子、兵數不報於本部、兵餉不由於司農，人善自縱而憚拘簡，致民盡自斃，禍及國家。江北各鎮，近鑒甚明，知不可改。今親戎在途，第一痛心此事。除前不究外，今先著御營兵部行文該撫按嚴行榜示，有犯必懲，繼以御榜張掛，以救民生。江上將士還勉效忠義，迅圖滅彝，副朕除暴救民至意』。 \\n  \\n 敕下游巡按御史高允茲：『於汀州府屬練土著兵三千，以補客兵原數，務期有勇知方，會同該撫募練有緒，即行回奏』云云。 \\n  \\n 免汀州府屬借助有差。時汀州傷殘已甚，寇盜日滋，連年用兵，瘠薄可念；又欲行借助之法。下游按臣高允茲以為言，故武平准全免，長汀、青流、歸化准免其半，上杭、永定、寧化、連城准寬至三月，以示優恤。 \\n  \\n 敕加永定知縣徐可久戶部主事銜，遇要緊道缺推用；以其新任地方，即能奮勇定變，足見偉略也。永定在萬山中，原割自上杭一隅之地，兵餉兩乏。可久自蕩平虔寇後，多方撫綏，革去從前陋習，開布血誠。以五里彈丸之地，勸諭輸助銀五千二百兩有奇，又為地方除切要六款，故屢邀溫旨云云。 \\n  \\n 封琳渼為陳世子。琳渼，今上胞姪，追封鄧王聿金苪長子，生於崇禎四年。六歲時，即遇今上蒙難，相別已久；其父王已殉節於南陽，諡曰愍，即曰陳愍王。令御營具冊寶冠服，臨期傳制，以展親親之義；隨令隨征，盡侍膳問安之禮。且令中書官與世子作講讀，導以禮儀。 \\n  \\n 諭督剿蜀寇兵部尚書王應熊：『輔臣密勿重任，出總軍旅，原非常之艱難，託非常之親信。當使萬里之外，宛如咫尺綸扉。朕以臣民擁戴，繼統危微，倚卿元老，如身有臂。祖宗疆宇，凡有未復，即朕躬之有罪，亦耆輔之深羞。朕或用人行政之不善，卿當有聞即告。況四川為卿之桑梓、朕之版圖，大小文武舉用，自然一以委卿；一切軍民機務，即假卿便宜』。 \\n  \\n 四川督師王應熊疏陳西南形勢，上手敕答云：『覽卿奏，詳陳興復次第、天下形勢，朕意豁然，深嘉卿碩畫。朕自慚虛薄，何能負荷多難？但稍秉仁孝之性，切勵除雪之誠；一誓清孝陵，二誓葬烈廟，三誓迎聖安。半載恨無寸功，親征暫蹕建水。天以元老留輔朕躬，將以中興全功託卿，豈但西南倚賴？餉濟維艱，朕必從長力行接措；朝廷時切兵行糧從之籌，卿亦預申老師匱財之戒。上下交警，不日成功矣。切望切望』！ \\n  \\n 改堵胤錫為副都御史，巡撫湖廣；賜以膳銀百兩、表裏四端。手敕褒譽，並諭以陳可立、繆舉速為匡正之，以明天無二日之義。 \\n  \\n 敕江西輔臣楊廷麟、督臣萬元吉、□臣曾應遴、陳泰來，速備兵迎駕；曰：『朕親征暫駐建水，御營兵力未充，必俟卿等迎駕陳藎，兵宜速至湖東。朕惟待卿等兵至，方可出關，盼望甚切。卿等速與輔臣觀生議行，或楚粵兵將來迎亦可，先還具奏，以慰朕心。答魯王書、元旦敕諭，可善宣布』。 \\n  \\n 手敕輔臣蘇觀生曰：『朕以卿與楚督定興伯何騰蛟為左右兩臂，卿兩人必無一毫矛盾，百事一德一心，以釋朕慮，以佐中興。兩美必合，須防宵小交搆，戒之記之！逆賊李自成之死，督臣確報可憑。人傳李賊在於北殺魯，雖不足信，尚待卿同督臣再有奏到，纔好告廟宣捷。定興伯印，先發一顆與督臣，差官順，恐有不到，故今另鑄，託卿再欽承。仍有七省左右將軍印信二顆，順與郝永忠、張先璧恭授。再給楚督臣、撫臣、鎮臣敕各一道，委其與卿併力復南昌、復南京，速遣勁兵一萬來湖東迎駕。雲南、貴州詔尚未頒到，卿可領去，再為順頒。恤民庫賜路費三百兩、行餉三千兩，卿其欽承。一切便宜，不可一毫推託；一力擔當，功成重報』。 \\n  \\n 敕蜀督撫閣部臣王應熊善視搖黃諸寇。時應熊上疏言恢復蜀中各郡縣，上答云：『卿力恢殘敗封疆，屢勝猖狂逆寇，用餉僅十五萬，不取空城偽印為功。從前覆京弊端，賴我元臣一洗。朕志削平天下，聞此大慰於心。至獻賊之殘忍，手砍數十萬生靈，朕實不勝痛憤。若不速救斯民，何顏對我太祖？望卿力任平賊，朕必有請立應。至於搖黃諸寇，罪原輕於獻賊，卿還善用戎索，俾為我用。若能以搖平獻，釋過賞功，必不失信。卿以不殺止殺，圖機出之仁惻，尤足嘉悅』！ \\n  \\n 兩廣總督丁魁楚辭封伯爵，上不允；曰：『朕當艱危繼統，全賴閩粵合濟中興。卿有聞檄擁戴之大忠，又有迅平逆寇之巨績。王守仁當全盛之時，無推舉之事；以卿比之，功實為過。世伯之頒，卿當領受。乃奏引四咎，愈見奇勳。若不拜表擒逆，高廟神靈何倚？況朕繼統半載，寸功未立；倚卿在粵，如臂護身。還宜勉奉恩綸，仍舊督理。俟朕得拜孝陵，另敕召卿入覲，誓與中興君臣始終。言出真切，不可再辭，負朕激望至意』。 \\n  \\n 禁雲山禪寺僧宗德聚眾建醮誦諸天菩薩寶號。 \\n  \\n 按今上實心愛民，不欲徼福，此舉視隋之捨身、唐之迎佛骨遠矣。 \\n  \\n 詔改福京都察院署為唐王府。王初居北門，以病改今所。 \\n  \\n 大理寺少卿熊化疏請恢復之策，必先首定江西，且列陳關外急著。上曰：『恢復始江西，自是正著，但隨機應變，亦難執定一局。其錫璽書與永寧授閻羅宋等以官職，俱已行了。至批答咨度二事，關切朕躬，深為嘉納。條陳泛濫，希冀得官，實效罔聞，徒開倖竇，俱近日弊習，允當裁汰融化。老成沈靜，無黨無偏，朕所孚鑒』。 \\n  \\n 川陝總督樊一蘅遣官入賀，上答之云：『太祖櫛沐之天下，兩都督武林三誤而有今日。朕勉答群請，繼統危難，全賴內外臣工，洗心實做。痛祖宗多年功德在人，幸彝寇規模全是草竊。但我君臣當盡改覆轍，打起精神，實實愛民、實實治兵，人心天意，興復可必。樊一蘅才名久著，萬里投誠，亟當勉佐中興，與雲臺之例云爾』。 \\n  \\n 廣西梧州府兵火初寧，詔補所缺正印官以撫循之。 \\n  \\n 詔天興府添設管鑄通判一員。 \\n  \\n 上閱甌寧縣知縣趙庾所陳政事疏，曰：『趙庾此疏言兵、言將、言餉、言戰守，包括已盡，即可為今日閩疆禦備之要著。下部看議著實舉行，毋忽』！ \\n  \\n 加林宰兵部尚書銜，致仕(吏部尚書曾櫻薦其年德俱懋)。 \\n  \\n 以□□張夫為戶部侍郎，專管錢法。 \\n  \\n 手敕廣督平粵伯丁魁楚、按臣王化澄、鎮臣周仕鳳：『朕因兵力未厚，致稽出關；卿等仍照前旨，募兵五千，不可為浮議疑阻，再召狼兵七千。七千之兵，俱准支銷正項糧餉。三月之內，朕要見卿之兵到。仍命大將周仕鳳督至御營，隨駕征剿。朕親至虔入楚，以收天下全局。卿其力贊成功焉』。 \\n  \\n 按今上與各督撫手敕，俱惓惓出關；其倚賴之意，藹然言表，惜無有應之者。遂令偏安之業亦不可成，真臣負君矣。惜哉！ \\n  \\n 欽命新例兵將文冊付平粵伯丁魁楚(一籍貫、二年貌、三武藝、四隊伍保結。一移兵部，一進御覽)。 \\n  \\n 敕兩廣事例銀五萬兩付定興伯何騰蛟，為收拾降兵取江、克京之用。 \\n  \\n 聯絡恢剿兵部尚書楊廷麟疏留粵餉，以備大兵。上以『粵餉為御急需，萬不可留。但今卿剿事方殷，量留五萬，湊前五萬，以成剿局。速立復江省，以迓乘輿。餘俟地方恢復，動支正項，並行勸輸酌用』。 \\n  \\n 二月，戶部左侍郎李長倩上言：親征餉需，宜開加納事例。上從允(廩生加貢，納銀一百五十兩；增廣加貢，納銀二百兩；附學加貢，納銀三百兩；青衣加貢，納銀三百五十兩；社生加貢，納銀四百兩)。 \\n  \\n 賜大學士蔣德璟乘馬一疋。以其老成舊臣，綸扉倚望，兩辭不允，其亦晉康侯錫馬蕃庶盡曰三接之風乎！ \\n  \\n 鎮海、平和二縣亂民借題報復，聚眾殺人，下游巡撫劉柱國解散之。上以：『小民果有冤情，何不申理該管衙門？乃敢橫行無忌，殊干法紀！著下游巡撫臣同潮撫嚴行禁戢，以安地方』。 \\n  \\n 初九日夜，雨雹，大如拳，敲擊窗門有聲；閩地數十年一見。 \\n  \\n 益陽王私授縣官，詔禁之曰：『國家敦厚懿親，自有典制。朕復天性篤愛宗枝，王借受慈禧之命，又借勳鎮方國安之推，奉迎日表奏雖來，公然用監國之寶。不知此寶授自何人？輔勳士英、國安疏王本末甚明，朕正不必顯示。乃到處騷擾，妄行升授，亦為有過。復聞播害龍游，民苦不堪；又圖遂昌，尤礙法紀。著地方撫按官速速止王回嚴，以明大義』！ \\n  \\n 敕平彝侯鄭芝龍云：『永安關隘甚多，何可無兵扼守？所需兵冊，何將為近？何將為遠？還著察明，以便立限。水師船僅百隻，未足搗巢，亟須即行修造。毋忽』！ \\n  \\n 敕行在兵部速發兵三千，應援衢州。時嚴州告急，三衢震動，鄰督輔黃鳴俊入告，故有是舉。 \\n  \\n 都督同知郭疏請糧餉器械，著行在戶、工二部給發。 \\n  \\n 敕處州道臣董振秀將十縣糧餉分給軍前。以麗水、青田、縉雲、平陽、景寧五縣餉銀，給勳臣劉孔昭養兵將；以龍泉、遂昌、松陽、□□、□□五縣餉銀，給督臣楊文驄養兵將。時二臣互有爭執，復手敕與之曰：『師飽在餉，師克在和。與其同餉而涉於爭，不如分餉而歸於和。今後兩臣同心協復，再勿爭競。其兵馬五款三等冊籍，限四十日內造進；過期不至，造報不實者，停糧記過。近聞年荒餉急，民困難支；仍將民糧分限催徵，以息民力。兩俱不許差人至縣，辱官虐民。違者亦不許支糧，仍著該管官具疏參奏』云云。 \\n  \\n 按此敕洞悉官箴民隱，其策勵二臣之意，藹然可見。 \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 五", "正文": "　 \\n 思文大紀卷五 \\n 　 \\n  \\n 敕都督同知施福提兵出關，以壯聲勢。時金衢道臣疏陳：『衢郡士民驚竄，庫藏空虛。藩宗烏合之兵，盤踞於內；淳、遂鴟張之寇，蹂躪於外。如此艱危，速宜救援』云。 \\n 歸化縣復徵崇禎十七年銀糧，以備王師。時已行蠲免，詔禁止之。 \\n 青流縣因主佃混爭，聚眾激變；縣官諭散，為定租斗。詔褒之。 \\n 輔臣蘇觀生兵過將樂，居民無擾；復陳內地隄防宜密。上稱善。 \\n 敕輔臣陳洪謐：『盤湖、董家店、百丈嶺皆係要害地方，何以不全設備』？ \\n 衢、嚴報警，敕尚寶司司丞陳鼎速催兵將出關，敕印不許繳。 \\n 諭兵部尚書郭必昌曰：『朕自登極以來，諸臣未有催發事件者；今始於卿見之，具見慎重關切，朕心嘉悅！每日文書甚多，批覽俱經朕之手眼方行。此後卿部凡有要緊本章，即於封上搭一紅簽，上書六字曰「要本乞速批行」，應即先批發；以後卿即記著』。 \\n 江楚都督汪碩畫上言：『逃兵肆掠，無官安緝，深為可憂。致與地方奸棍勾奴通路，貽害尤非小可』。上深然之，敕該部速行文嚴飭。 \\n 兵部尚書朱大典辭閣銜，不許。大典擁重兵於金華，與國安勢不相下。上敕其協心和氣，共濟時艱。茲?和本至，乃加閣銜，大典疏辭。上諭之曰：『卿忠誠幹濟，勞苦功高；在輔臣振飛固有同心，而朕心實切眷倚。宜祗承明命，以慰朕遠懷』。 \\n 兵部尚書朱大典疏薦使臣兵科給事中劉中藻『思苦慮深，學純力定』。上召對，稱旨。 \\n 敕諭樞臣郭維經，速催蔡鼎、凌超即來候對。 \\n 松江捷書至，賜督臣荊本徹、鎮臣黃斌卿、張名振各銀二十四兩、表裏四端，以示勸激；餘將帥各陞級有差。 \\n 十四夜，福州開元寺失火，延燒靈源閣居民百餘家。 \\n 議以荒蕪田地聽民間開墾，三年後始升科充餉。上以為然，令撫按行各屬通知。命戶科給事中李日煒督催汀、邵、惠、潮四府糧餉；其借助過者，准作三年預徵。 \\n 三月，施福、林順兵到建陽。 \\n 命平彝侯鄭芝龍專理水師，戶、工二部事務有相關者聽其兼理。 \\n 革鄭彩職，令平彝侯追繳永勝伯印、征□大將軍印、黃鉞劍併各敕書。 \\n 許小民被清強迫者豎義民旗，自為別白。一時網中難覓，以藍、白布裹頭，兵將不得擅殺。有能殺寇歸降者，一如詔格。 \\n 敕肅虜伯黃斌卿：『卿孤兵久處舟山，援餉不繼，朕每以為念。今得張名振資助萬金，剋復蘇松，可望其大焉。鳥銃、火藥、硝磺、鎗刀、鉛彈等項，一併給發』。 \\n 平彝侯鄭芝龍進浙直水陸地圖，上曰：『觀圖備悉奇正之著，五路併出，與合太湖義兵為策應，使西興將士為我出力，俱是全著急務。卿其速規進取，毋但僅託條陳』！ \\n 禁將官胡來貢官兵打糧焚劫。 \\n 敕惠潮巡撫劉柱國：『加意綢繆二府，以為中興根本；惠州更宜消弭於蚤』。 \\n 揭重熙兵扼龍鬥鋪，□□□□□出關，上嘉納之。 \\n 汀州多寇虜，李言願捐家起義，扈駕西征。上諭其招募，先靖本里為要。 \\n 敕國姓成功：『招致鄭彩逃兵，毋得令其驚擾地方百姓』。 \\n 沙縣山寇李昌元等擁眾千人，兼以不軌之眾，聲勢浩大；上令兵部立行調兵撲滅之，後旋就撫。 \\n 永安寇警頻聞，定清侯鄭鴻逵刀疾勦援，上嘉納之。又敕：『仙霞一帶為卿汛守要地，尤須嚴行毖飭，毋徒委曾德扼防』。 \\n 掣回汛守分水關副將林順兵赴邵武，協同郭?、陳秀驅賊圖功：令擇能者交代，不可疏虞失守。 \\n 下游巡撫吳之屏疏陳時事孔亟，內防宜周。上曰：『泉州新舊兵一千一百餘名，歲需餉銀七千餘兩，除紳衿每田一頃助銀一錢及典鋪、車鋪、澳船、海船資助外，可足歲支之額。爾用心料理，務使兵民相安為要』。 \\n 諭唐王聿、鄧王器曰：『京中民情安堵，市肆不遷，朕心慰悅。親征原以安民，閩都根本重地，王等還多方曉諭，禁戢逃兵。朕若早覲孝陵，自有蠲免恩詔』。 \\n 命督師傅冠提標旅兵出湖東，所載火藥器械，敕沿途州縣撥兵護送。 \\n 平彝侯鄭芝龍清察出晉江、南安、惠安、永春四縣無礙穀價銀六千四百餘兩。上喜，復命黃日煥去同安、安溪、德化三縣並七府一州四十餘縣再出清察，各要無擾官民、有裨國計。 \\n 發三、四月份餉銀二萬五千五百八十兩七錢與十營官兵，計九千二百三十二名。敕：『廣西起存銀兩，每年總額細額及內庫金花銀兩，至今未經造冊開報。其戶口、田賦、兵馬、文武在籍、在任並舉監生員及賦役全書，通著行在戶部行文付桂府差官，責成該撫按詳察開明，付試官陳天定、林明興?到，違者定究。特諭』。 \\n 翰林院檢討黃慶華先後奏明捐助已解、未解之數約二十六萬餘兩，復奏彝寇急宜勦滅，免至糜餉，及「和斷速密」四字。上嘉納之。 \\n 敕廣東督撫按：『禁豪右擅立銅錫絲漆私稅名目，以蠹國害民。府州縣嚴示曉諭，犯者殺無赦』。 \\n 羅浮山寇聽撫，監司王應華主其成，上悅之。謂：『應華忠信服人，良可嘉尚。其解散之法，亦須酌處妥當，永杜後虞』。 \\n 上將取道於汀，汀人徯后。餉部侍郎李長倩以汀屬空虛，請留餉三萬，以訓練土著而備緩急。上可其議。 \\n 楚兵復需粵餉，以前十萬兩不足用，餉部侍郎李長倩以為言。上云：『留餉已有前旨。該鎮共事一方，著以通融接濟。俟朕至軍前，再行酌處，無得紛爭』。 \\n 裁去捧衛官跟役月糧，以省虛糜。 \\n 督師閣部黃鳴俊疏陳戰士脫巾告急，上准於就近學院吳國述同少卿李維樾事例各項內動支，報部銷算。 \\n 諭大學士熊開元：『卿以聰明執持，受知簡用。朕昔不以人言而用，今豈以人言而舍？著調理安痊日，即來行在辦事。馬借人乘，尚為厚道；豈君臣之際，任重綸扉，何必繳進？著留為病好進朝之用』。 \\n 著中書李開英敦趣輔臣路振飛前來，以副倚重。 \\n 晉禮部尚書黃錦太子少傅，以示優重老成之意。 \\n 敕浙東巡撫御史郭貞一賑恤驛遞。敕曰：『祖制：地方設立驛遞，原為上下通達道路，流貫血脈，事關非細。近日文武諸臣忠上之心既微、恤民之心更短，累我百姓，苦竄驛官。先帝屢下明禁，諸臣欺蔽相仍。今日殘疆驛騷尤甚，朕所痛恨！溫、處、衢之免應副，已奉明旨；其金、嚴、紹、寧、台五府所當一體恩恤。非是緊急軍機，一切不許應副。如有抗旨害民，三尺具在；該撫恪體，以蘇我民』。 \\n 靖江庶人亨嘉械至延中。上命錦衣衛王之臣『用心防護，無得疏虞。仍敕刑部侍郎馬思理安置靖庶，還要酌議妥當。所刻靖案，作速頒行在閩親郡各王，並令具議來奏，以服天下萬世之心。不可草率，亦不許遲誤』。 \\n 命縣官包象乾、劉以修、熊興麟往汀州募兵。 \\n 命陸清源解犒賞銀一萬兩赴靖彝侯方國安軍前。 \\n 三月初一日，[虜]械輔臣黃道周、監紀主事趙士超、中書毛玄水、蔡時培、賴叔儒五人至南京，不屈死。時洪承疇總督江南，知道周賦性鯁直，一見必為所詬，乃託故不與通；命偽操江陳姓者來見，說之曰：『老先生海內名公，清兵且敬之若神。天命有歸，何自苦若是？且洪總督與老先生同鄉，一見必可富貴，共成鼎革勳猷。況大衍易數，先生所素明，豈不知今日事耶』？道周閉目掩鼻不言。陳因問之曰：『老先生何不出一言轉禍為福』？道周乃曰：『爾何人』？答曰：『陳某』。曰：『爾亦大明臣子，吾有目不忍視爾、有耳不忍聞爾，復忍與爾言耶』？陳復問曰：『先生掩鼻何為』？道周曰：『腥氣難當』！陳乃大慚而去。清知其無降志，曰：『不如成爾名』。乃同士超等五人斬於市，尸猶僵立不仆。京師為痛哭者五日，清仍厚葬之。先是，士超臨刑時，數承疇之罪而罵之曰：『誤國老賊，夷我宗社、害我赤子，吾恨不生啖其肉！倘使我見奸臣之面，死亦無憾』。復囑道周曰：『吾師神魂勿亂，同去孝陵見太祖，當為厲鬼陰殲之可也』！ \\n 吏部尚書鄭賡唐以上有出關之念，有阻之者，上「聖駕雖不臨浙」一疏。上答之云：『朕用浙人不少，尤痛念浙民，何忍置之？督撫鳴俊駐衢，亦以固閩門戶，相機進取。朝廷原無中制，樞輔大典、勳臣孔昭既任復徽，固朕深願。督撫即不必合力，亦何嘗不與同心』云云。 \\n 肅虜伯黃斌卿救憲臣張肯堂家屬冢孫入閩，上嘉納之。時清已破松江，不屈而死者則有夏彝仲允彝、章次弓簡。夏曾為長樂令，章曾為羅源令。 \\n 以鍾為行在都察院左都御史。 \\n 敕諭行在吏部：陳子龍擢為御營太僕寺卿、楊廷樞擢為兵部主事，以酬其太湖起義之忠。 \\n 甌寧縣耆民徐元秋疏陳募練義兵，以備戰守。上諭之曰：『朕刻期出關，則天興、建寧即朕之關中、河內。爾所奏大有條理，即著新撫臣吳聞禮照奏內儲穀、練兵二事，實心舉行。效劉晏之轉輸，助中興之大舉』云云。 \\n 催國姓成功、輔臣傅冠速出分水關，以復江省。時兵部侍郎郭必昌疏陳湖西官兵將抵南昌，故有是趣。 \\n 欽賜李錦御營前部左軍掛龍虎將軍印，御改名曰「赤心」；並封其母高氏為「貞義一品夫人」。按誥敕諭文：『朕念赤心以真正英賢，昔日託身非所，乃今翻然悔悟，竭奉中興。雖名臣必待真主，亦賴其有賢母而端慈訓也。近據地主督撫連章報其至誠歸戴，業已掛印封侯。俟朕駐蹕武昌，然後面錫鐵券。再允督撫之奏，欽旌母德之貞。爾以善教為慈，赤心以遵母為孝；慈孝既萃於爾門，忠義必恆於功業。特賜爾封為貞義一品夫人，給與恩詔；仍著有司監坊，敕文用淑贊中興。朝廷風標萬方，爾門芳留百世。皇后聞之，再三嘉歎，面請加恩；賜爾珠冠一頂、表裏四疋，令聞遠被，以顯綸恩。爾高氏當時以大義訓赤心，俾其一德明良於終始，全恢江省、立復金陵。一統功成，爾子拜爵於奉天殿，爾身受恩於坤寧宮，史冊昭然，豈不偉歟？爾母子其欽承朕命』！ \\n 四月初一日，時關警頻傳，人心感亂。敕唐、鄧二王力行保甲之法，以保固根本地方。 \\n 金華府以行宮造成，迎駕，上嘉其忠誠。 \\n 都察院左都御史田闢疏請急撤聯絡宣諭招募之使；以其久使在外，迄無成功，徒糜廩給而已。上惕然云：『自今當酌量慎行也』。 \\n 寇毀永定關門，詔敕兵部馬上檄陳秀、郭?星速馳出關，以勦外捍內。 \\n 太僕寺少卿凌超疏陳急做實做，不出「君謀臣斷」四字。上稱其「留心世務，要言不煩」。下部議之。 \\n 上臨贛之議尚爾猶豫，以南昌未復、湖西未平，贛即寇衝也。禮部主事劉□議用黔楚江右等兵於臨峽諸路，設營制閫，以資策應；且各閫營百萬泛駕之馬，不可以近乘輿。上深然之。 \\n 移清湖深坑提塘於衢州江山，以便偵報。 \\n 上覽兵部主事張儼「定廟算而後動」疏，歎曰：『此疏洞晰軍國機，朕三復之，不忍釋手。行在該部，其力行之』！ \\n 上謂德興王由枵曰：『江民苦兵，甘為彝用，情罪可原。赦過之條，已括於「有髮為義民、無髮為難民」十字。若朕之罪，已悉於元旦詔諭中』！ \\n 敕撫臣劉廣胤收拾寧都石城一路，輔臣傅冠、知縣臣浦益先收拾建寧一路。該部馬上飛檄去。 \\n 諡原工部侍郎董應舉為「忠介」、工部侍郎林如楚為「恭簡」，咸與應得祭葬焉。 \\n 禁官兵不得擅用封拏船隻。以民間食米全資運載流通，凡往來船隻，一概不許封拿，以絕小民生路；地方官不得私徇輕縱。 \\n 上謂近臣曰：『靖彝侯方國安，江上戰功獨多，歸向又敦切；勳臣劉孔昭，世臣中深明大義者，辭公爵而來投誠，朕所嘉尚；科臣劉中藻，奉使開詔，骨力堅挺；臺臣鄭遵謙，起義獨先，歸戴最早；勳臣黃斌卿，雖未有恢勦顯功，而舟山扼守，待時而動：在朕均依為腹心手足，有何疑貳？即諸臣識見稍或不同，亦何嘗有意攻擊？內外文武臣工，各宜仰體朕心，共襄大計，毋開嫌阻可也』。 \\n 部院吳春枝疏陳：『三關分守需兵一萬三千，需餉二十萬兩，取給京邊借助及額餉洋稅等租諸項，原自有餘。隨征兵將定額一萬，須先措辦半年之糧，先資撻伐。後駐蹕西江，收拾人心，則糧餉自有所出』。上稱其確論，實實可行云。 \\n 雲南巡撫吳兆元疏辭敕書印劍，上諭其加意料理，曰：『卿久撫戡滇疆，弘宣猷績；正資善後，毋貽朕南顧憂。掃除沐天波，業有成命，不准辭！務令南人不反，以成一統豐功。朕復另有酬敘』。 \\n 敕王兆熊修補永安關，動支附近州邑正項錢糧。 \\n 敕諭閣部諸臣：『國家雖當搶攘，乃文事武備兩難偏廢。近據兩廣雲貴俱已開科，豈福京八府勸進全節守關措餉之人，不在大比之例？江浙紳衿向風，尤不可不俯答其望。宜定五月內閣中鄉試，浙東附試，另卷以便各省同來會試。行在禮部禮科確議奏行。特諭』。 \\n 加貴州巡撫都御史范?為右都。先是靖庶偽詔頒行，?固卻之；且勵兵固圉，至是以拱戴疏至。上欣然加銜，以答忠義云。 \\n 陝西道御史錢邦?請往金、衢、嚴、湖監軍；上喜甚，仍益以杭、嘉、蘇、松等處，發恤民庫銀五百兩與之，並給以敕印。 \\n 雲南土司木增助餉三千五百兩，賜以卿銜，給以應得誥命。疏中無隆武年號者，以其發之在先也。 \\n 命大學士何吾騶詣平彝侯鄭芝龍朝房會議兵餉云：『此番議定，再不紛更。卿須竭誠意以感動之』！ \\n 革鎮臣黃斌卿伯爵。以其久扼舟山，未有寸功，虛糜廩餉也。 \\n 囚魯藩使臣左軍都督裘兆錦、行人林必達。魯藩以公爵封芝龍兄弟，兆錦、必達奉藩命而來。上以其招搖煽惑，欺侮肆行。兼以芝龍兄弟愧憤不出，故令囚之，以候常朝日面質。後兆錦以金贖刑，必達准復原官。 \\n 上諭輔臣黃景昉曰：『福京訛傳驚避，潰兵竄逸；山寇乘機抄掠，兵單餉絀。根本之地，搖動如此，深為可憂。所議歸併事權，以軍臣兼制二撫及兵道移駐福清等事，卿其確議力行之』。 \\n 楚通城王與吳易起義東湖。 \\n 上諭吏部主事鄭賡唐曰：『朕獨居不御酒肉，力行已久，豈為難事？若王言屢易，時勢使然，朕豈得已哉！至求治過速，止為心切覲陵。爾言言藥石，遠識深心，朕心嘉悅』！ \\n 督師黃鳴俊解偽官鍾淑哲一名，上命刑部審明正法。 \\n 賜戶部侍郎湯來賀新銜關防敕書。來賀疏陳文武率恣空談，寡做空事，慷慨請纓；上採納之，予以新銜曰「欽命總督江浙徽寧等處專理湖東恢勦便宜行事行在兵部兼戶部左侍郎右僉都御史」。『所允兵餉即准取用，併粵中隱滿未盡錢糧可充兵餉者，都著一力擔察。似爾忠正，豈可多得？成功之日，朕不負報』。關防、敕書三日內奏頒，併令其料理水師四百隻。 \\n 以郭?為御營振武營，陳秀為威武營，黃克輝、洪旭為勇武營。 \\n 江西東鄉縣生員監紀魏人龍進救時箴，上稱其雅俗共賞。 \\n 諭唐王聿云：『六師久出，豈得回鑾？暫駐延津，正規進止。以戰守總無成算，文武仍不同心；餉絀兵單，內憂外懼。朕不得不迴環卻顧，計萬全之著。兼以農事方殷，驛路艱苦，朕愛民切切於念，豈忍重困？王必能知朕意，毋惑謠言』！ \\n 召守建陽兵將林順至分水關與陳天榜同心協力，互相策應。 \\n 大學士蘇觀生疏陳迎駕兵一萬，上敕其『責某兵至順昌，某兵至歸化、青流、汀州，務要十分安靜，毫不擾民，始慰朕心』。 \\n 敕汀州知府汪指南修葺行宮，供億諸務概從儉約，不許多費勞民。 \\n 進朱大典太子太師文淵閣大學士，仍鎮守金華。 \\n 敕督臣萬元吉從西路進兵、撫臣周定礽等從東路進兵，以一枝屯建撫，以偏師出瑞洪。更檄楚督臣何騰蛟等出九江，合兵采石，立限殲奴，毋使日久糜餉。樞臣吳春枝、部臣湯來賀，速從長計議。 \\n 上謂左右侍臣曰：『近日兩京覆後，武臣冒濫驕貪已極，怯禦夷而勇殺民、巧凌躐而無法紀，何能破其積習』！ \\n 四月初五日上誕辰，諸臣先一日請賀。上不受；曰：『朕奉大統已近十月，孝陵不見，百姓不安。文因循於內、武擾害於外，中興事業茫無端緒。蔬菜自勉，豈可晏然自居，以聽群工慶祝耶？惟行在公所，總用太牢一分，遙祭二祖列宗；唐國祖宗，另設於旁』！ \\n 按上一免元旦之賀、再免壽旦之慶，是真切於復仇雪恥者歟！ \\n 敕諭行在吏部、都察院等衙門：『考察國家大典，所以別賢否而明吏治。今朕中興，適逢大計。憶昔神廟末年，南北兩京掌計部院各分黨類，遂成水火朋黨之始。今部院科道切要喚醒積習，去朋黨之私，以至公黜陟服天下。即逆寇聞之，亦必敬重朝廷有人。如或仍蹈前弊，責有所歸』。 \\n 召劉柱國入行在，為添註右侍郎；以道臣程珣代撫惠、潮等處。 \\n 清迫崇安，上敕施福速速領兵出關驅勦，著輔臣德璟同去。施顧慮遷延，德璟復疏趣之。上曰：『如此情景，與鄭彩進關、張家玉守新城何異乎』！ \\n 賜豐城侯李承祚杖，出入朝班。 \\n 諡陳用賓為「襄毅」。 \\n 敕平彝侯鄭芝龍巡行各關，繳還犒賞剩銀三千兩。上嘉其恪慎。 \\n 敕諭關務殷繁，輔臣振飛奉調日久，著內閣中書官敦趣入直佐理。 \\n 特簡科臣袁彭年為首垣，佐行察典。 \\n 陞科臣劉中藻為太僕寺卿，奉敕聯絡勳輔督鎮，贊議金、處兵務。 \\n 敕諭軍師蔡鼎曰：『朕原速期幸虔，以迎兵未至，故調國姓成功、輔臣冠護駕前行。今于華玉兵已至，又虔中迎疏疊來，則國姓、輔臣正可用力湖東，不必調到湖西。東西並舉，朕親節制於虔，江省之復可必。著國姓、輔臣速約各鎮鼓銳前進。鉛山告警，必行兼顧，以鞏崇關』。 \\n 居守福京吏部尚書曾櫻擅離福京入覲，請對；上切讓之。 \\n 敕諭行在鴻臚寺：『朕奉大統十一月，不見孝陵，情勢離阻，愧恨甚深！方圖竭勉，壽日斷不受賀，文武亦免遙祝；但願與朕同心覲祖救民，不在區區跪拜也。再行申諭，著即恪遵』。 \\n 頒給廣饒巡撫周擴關防。 \\n 上游巡撫吳聞禮自請防禦分水關，上嘉其忠奮。 \\n 泉州山寇嘯聚，翰林院兼御史黃慶華率同鄉倡義保障，地方藉以安寧。上加級以寵之，餘各紀錄欽獎有差。 \\n 陳子龍以前僉都御史加太僕寺卿，楊廷樞以前職方司主事兼山東道御史。 \\n 命輔臣德璟察覈建寧屯田數目；其屯兵選調，著撫臣吳聞禮相機行。 \\n 工部尚書鄭瑄為國姓成功請發鳥銃。上曰：『國姓圖功雖是急務，御營兵器關朕命身，鳥銃豈可全發？如此等事，該部以司空大臣，全無執裁，惟請朕躬為推卸之地，鄭瑄何無骨力至此！姑且不究』云。 \\n 按瑄以庸才而尸大位，保身家妻子之念重；故自皇上登極以來，無所建白。所薦二、三人，皆閩地之錢神有靈者。上目之「無骨力」，知人哉！ \\n 平彝侯鄭芝龍疏陳閩省守關兵餉器械衣甲，共用銀一百五十六萬。上諭之曰：『卿兄弟純忠大節，擁戴朕躬，中興大事，非卿誰託？據奏，即竭三省之物力，亦不能不窮於接濟。地方錢糧只有此數，若不內外兼顧、勦守並行，大害大禍必然至。中興事業，必不忍言！從未有藩籬不固，止靠家門堵賊。此理至明，不待再計也。前卿兩次議奏用兵四萬，朕猶恐用餉難繼。今必先成守，後議兵。以三萬守關口，一萬守腹裏。此數之外，再不可增。若持議不決，曠延時日，即朕自誤高皇也。卿當遵依，以全守關之事。若復再有爭執、再有推卸，是彼蒼不欲中興，朕亦只有避賢路而已！其四萬之議若定，即著輔臣吾騶、櫻令戶、工二部與卿確議。每兵一萬約餉銀每月一萬八千兩，四萬每年共約銀八十六萬二千兩有奇。先將閩糧正項、雜項和盤打算明白，一面具疏、一面公請賜對，限本日內回奏』。 \\n 流賊入永定，城空民竄，積屍成山。巡關御史鄭為虹以為言，上傷心久之。 \\n 命建祠祀江西忠烈死難曾應亨、黃端伯、蕭漢、李大覺，名曰四忠；以曾筠、徐蜚英配享。時有王錫者，亦同死難，敕禮部都與他諡，以表臣節。 \\n 行在欽天監進隆武三年曆樣，著禮部頒發該督早行刻布，以符典制。 \\n 敕諭邵武正在用兵，知府慈火俞仍著留任。 \\n 敕諭行在戶部：『湖西新兵安危甚重，允發粵餉三萬，刻不可緩。速著恤民庫發五千、該部發二萬五千與湯來賀，速速飛解』。 \\n 處州府貢生李瑞唐疏陳恢勦三策、治安五要。上覽其疏曰：『以搗淮，為恢金陵、復江浙之神著；以出兵九江，為破南昌、固嶺南之急著；以奇兵襲江口、以偏師復徽州，為上下應援之緊著：三策俱說得是。治安五要於養民、任賢、生財、節用、獎廉懲貪諸務，深明洞曉，應是學古通才』。 \\n 上敕諭楊文驄曰：『大明寶祚，啟自太祖。兩京覆陷，凡為太祖親孫有能攘臂先立，則太祖神靈有依，大明國祚斯立。朕與魯王大義正在於先後，名分尤不在於叔侄。魯王先立，朕雖叔輩，斷當北面魯王，以存太祖；若復後立，是名為爭。總一立也，先立以存太祖為孝，後立以壞祖宗為不孝。今朕先監國登極四十日，在萬古自有至公，豈今日一、二佞舌可以顛倒？楊文驄受知最早，殺蘇寇以明大義、勸魯藩而篤尊親，本末甚明。人言雖如其面，朕心自有鑒裁。所進陳函輝啟稿，不堪一笑。鬼蜮滿紙，宜靖彝侯參奏以「食肉寢皮」之可恨也！朕愛侄王萬不得已，業允勳鎮所請，以明太祖大法。該督尚慎終如始，善保地方，善行宣撫。得覲孝陵，朕必不負元功』。 \\n 贈夏允彝右春坊右中允，給與祭葬，諡曰「文忠」。 \\n 水口地方寇盜殺官劫餉。上曰：『此軍目中全無國法，長此安窮！著上游巡按御史勒限緝拿。違限，地方官一併治罪』。 \\n 上曰：『黃士隘之失，元體中不受紀律，輕戰殞身。雖云寡謀，殊可憐憫！著與死事李茂德八賢俱加恩恤，以愧怯懦不前者。軍師蔡鼎調度未宜，殊難辭責；還同郭、陳二將協力禦勦，以冀榆收』。 \\n 上覽戶科給事中黃周星疏曰：『奏內三寒心處，真可寒心！盜賊公行、民生凋敝、兵將退縮、左藏罄懸、皋訾蜩沸、角戶分門，全不以國恤為念者，大小文武諸臣之罪也。政教不行、威令不信、舉措刑賞失中、廷議紛紜狡竊者，是則朕躬之過也。從今君務改絃，臣亦須猛省』！ \\n 命天興府照舊織造歲緞。 \\n 福京解到火藥器械四十五船，上著行在工部工科驗收，並敕延平府縣正官擇地安頓，以佐撻伐之用，毋致疏慮。 \\n 敕大學士傅冠曰：『朕委卿恢勦湖東，調遣峒兵諸務，責任甚重。繼用湯來賀為地方事體煩劇，郡邑焚燹，分路緩急應之。但來賀尚旅南安，待粵兵粵餉。即從永安出關，即可料理軍務，聯絡義旅，勦彝復疆。朕所眷注，豈有陰鏃巧中，得行挑搆者乎？揭重熙、雷起鰲、劉名奇等原出卿所薦，前旨甚明，俱聽卿同心調度；還與切為申飭，毋負朕倚畀之誠』。 \\n 新到官軍四月欠餉一萬二千四百五十兩，准以粵西銀給之。 \\n 以總兵官包象乾鎮守汀州。 \\n 以大常少卿方士亮、翰林院編修何九雲輔導唐王。 \\n 敕諭御營內閣，傳示臣民。示云：『臣民擁立朕躬，志誓救民雪恥。逆寇雖狂，尚可暫守而養戰銳。諸臣議論紛紜，殊為道旁築舍。今徵士蔡鼎回報關上情形甚確。國姓成功巡關回來，迎駕暫至邵武，相機出關，二十八日之行且止。總之，自古創業中興，誰不危而後濟？朕惟以「寧進死、不退生」六字自誓，併以此六字祭驗臣工。此後除戰守駐蹕一聽條陳外，若有敢請駕回天興，並請退避廣東者，諸臣必從重議罪，餘必立斬以徇。朕心通於上帝，臣民仰體欽承』云云。 \\n 副都御史荊本徹疏請小船可資戰勝禦敵。以閩中方用水師。覽此奏，誠為要著，下部議之。 \\n 閩縣、侯官縣耆老詣延津，請駕回福京。上為之感歎云：『即位十一個月，無時不思靖虜救民。飛蹕既久，豈得回鑾？固知入虔□險艱辛之狀。但恨在閩不能安閩，閩民不負朕，朕負閩民實多矣』！ \\n 上諭都督俞懋功曰：『武臣不許薦文臣，恐開覬覦弊竇，前已有旨；爾其克遵之』！ \\n 建臨諸生請聖駕再臨建水，上曰：『進取之念甚堅甚切，萬無轉蹕之理。但謂農家力作，征役宜寬，朕亦耿耿於衷』！ \\n 敕于華玉迎駕兵須嚴加約束，曰：『朕之焦勞日夜，思救湯火之民。于華玉豪爽忠敏，才敵萬夫，受朕深知重倚；必要嚴約兵將，令民間草木不驚，方為扈駕時雨之師』云云。 \\n 嚴禁永定、光澤二縣米穀私販接濟。 \\n 石、寧、建、瑞四邑亂民結聚，藉口投兵，大費料理。上令籍其能勇者為兵、汰其老弱者歸農，該縣官自為收拾。 \\n 福京解加貢銀五千二百七十兩，令安民庫察收；免沙縣借助及舊欠銀兩。山寇竊發，災及萬家；上聞而惻然，故邀是免。 \\n  \\n 　"}
{"章节": "思 文 大 紀 卷 六", "正文": "　 \\n 思文大紀卷六 \\n 　 \\n  \\n 溫州饑，小民白日搶奪米穀。上曰：『此豈漸可長乎！著該撫速行銷弭，毋使滋蔓難圖』。 \\n  \\n 發恤民庫銀三千兩與湯來賀，順往犒滇兵。以前未到，茲補賞之也。 \\n  \\n 著御馬監官察收安撫雲貴御史陳賡所進馬匹，俟御覽了，付該監善養備用。 \\n  \\n 禮部主事吳鍾巒請首克南昌，選鋒銳進，最為上策。倘舍此他圖，關門一有騷動，全閩震驚矣。往虔非時，且人力舟車俱有未便。上以為然。 \\n  \\n 上以天興根本重地，城守不可缺。前標兵八百名，已經平彝分派各門，務當嚴飭教練，以重防守，再益以三衛屯丁足矣。 \\n  \\n 都督賀君堯疏陳因兵獲船裕餉，且清奸宄而杜接濟等事。上曰：『此策最良，惟在行之得法，毋滋騷擾可也』。 \\n  \\n 上敕督師兵部尚書朱大典曰：『民不得已從清，情實可矜；而拓復疆土，全藉武臣力。卿與諸督鎮當相機勦堵，期於兵能易暴以仁、民能去逆效順，便足稱王師矣』。 \\n  \\n 侍郎湯來賀差官解助粵東硝磺四千斤，上令轉發福京工部製合，立刻馳解軍前。 \\n  \\n 江西巡撫都御史劉廣胤疏請駕臨，以行宮刻期告竣，茲不勞民傷財。上答之云：『朕駐蹕虔南，收復江右，即移師入北，廟謨久定矣。祗以閩省三關嚴商守禦，乃爾耽延時日。太廟、奉先肅修備舉，諸臣分任功次，俟到日議酬』。 \\n  \\n 天興府福清、永福、古田、羅源四縣山寇涂紹、王可等恃險連結，恣行抄掠。上令知府事熊華國躬親督勦，至是功成，乃敕其善後毋狃。 \\n  \\n 禮部右侍郎曹學佺疏陳聖駕駐延津，所有關切四事：一濬延河隄防、一汰隨征冗役、一通福京米船、一事例銀兩許以生鐵准價。上嘉納之。 \\n  \\n 敕福京所存行在之印，俱繳御營用。福京部院堂司，暫用銅鑄，冠以「福京」二字。 \\n  \\n 蕭家渡、玉獅嶺一帶，綠林盤踞山腰津口，白晝劫掠，失去解助銀二百兩。上聞而駭曰：『近畿安容有此！著知府熊華國練集鄉勇力任之』。 \\n  \\n 上諭戶部侍郎梁應奇曰：『覽爾所陳：祛衙蠹、清隱匿、革火耗、禁牌票、去飛詭、除陪稅六事，皆去其害足以裕國者。著逐款力行，遍為嚴飭。有踵前弊者，監司守令府佐立行糾參，以副委任至意』。 \\n  \\n 提問不法內臣戴照。上游巡撫吳聞禮糾照貪婪蔑法，上命輔臣鳴俊先行提問後奏。 \\n 令兵部多給獎功釋罪榜文，星馳軍前宣布。 \\n 上諭：『朕聞浙東兵將更端吞噬，劫掠士民，貧富俱無安枕，如朕身親罹水火。浙中士紳在朝者，速議拯救善策』。 \\n  \\n 敕順德知縣蔡柟曰：『順德係東粵鉅邑，地方多故，亟當軫恤民隱，加意撫綏。況履殘酷之後，倍宜施恩者乎！惠良興治，以俟報績』。 \\n  \\n 沙縣草寇既撫復叛，百姓慘受荼毒。 \\n  \\n 禮科給事中龔善選疏言：「大勢攸歸」云：『楚留辰州，蜀留遵義，江留贛州、南安，浙留金華、溫州，殆天意之有歸、人心之有待者乎』？上然之。 \\n  \\n 浙江御史湯棻請發海師，直搗吳浙。 \\n  \\n 上令凌超進閣，佐閣臣看奏章；言官合詞糾之，即止。曰：『朕愛其才可用，故俾進閣；在朕左右，非作票擬也』。 \\n  \\n 令兵部主事李言前往寧化、清流，解散亂民。時二縣百姓烏合糾眾，號為長關；又託名曰「田兵」，以較斗為由。恐搶掠成變，故著李言察所害何在，即與銷除。 \\n  \\n 上敕督輔黃鳴俊曰：『徐世蔭身任節鉞，不能驅寇安民，乃先移鎮逃走，情跡難掩，成法自在。卿不必代其邀請，以開僥倖之風』！ \\n  \\n 清屢窺伺贛州，督師兵、戶二部侍郎湯來賀請先安此而後他圖。上壯之，曰：『南贛是數省咽喉，狂寇狡窺百倍，已欽命冢臣郭維經率兵馳援外，據奏該督憤切請行，不拘文法，所見甚是，准如請行。仍將見聞情形，不時飛奏』。 \\n  \\n 敕平彝侯鄭芝龍撥兵遣將，扼守江山，壯衢聲勢；未可盡卸遠調之擔，自撤藩籬。 \\n  \\n 上諭兵部郭必昌曰：『田闢情罪甚重，朕因卿請，待以不死，已為過矣。今乃無端呼籲，皆由田闢巧謀；國姓既不用此兵，卿還善為處置。俾此兵立功，田闢方可開罪。不然，則中其小計狡謀矣』。 \\n  \\n 以僉事傅振鐸分巡建、邵、汀三郡，兼轄兩省光澤、新城十縣。著令悉心制禦，鞏固巖疆。 \\n  \\n 嘉興起義舊冢臣徐石麟殉難死，上聞傷悼之。其子爾穀疏稱先臣起義獨先，殉難獨苦；仍官爾穀為中書，敕再從厚加恤，與同難侯峒曾一體行。 \\n  \\n 上諭吏部尚書郭維經曰：『此番考選，朕親簡定，或偶聞於心之言、或見其有一二勤勞可取；皆由朕心過急，痛念民生。倘有未當，卿宜執奏，以收成命。事協至公，斷不可忤』云。 \\n  \\n 新撫永安、沙縣山寇頭目一萬一十三名隸陳國祚標下，聽國姓成功節制。 \\n  \\n 著晉江縣學生員蘇峽領手敕，同內臣周文燦往尋定清侯鄭鴻逵，以慰朕心。峽疏陳與鴻逵有道義之交也。 \\n  \\n 冊封趙王，命撫臣盧若騰、學臣吳國傑就近行禮。時以清迫衢州，人心搖動，正遣師救援，無暇遣官具符節也。 \\n  \\n 工科給事中黃大鵬因地震建言，上曰：『此疏詮釋□□，言之皆關係朕躬者，固當書於座右，以便朝夕觀覽；即大小文武臣工，尤宜勒於寸心，各自省躬，共弭災變』。 \\n  \\n 諭平彝侯芝龍曰：『卿痛弟傷心，復力疾料理兵將；君臣兄弟，倫誼兩全，朕所嘉尚』。 \\n  \\n 以施福、黃興守崇安，林順、曾法守仙霞，歲滿准與更番。 \\n  \\n 上謂輔臣曰：『陳經邦先朝名碩，講讀著勞；准蔭一子入監讀書，以彰朕崇儒術之意』。 \\n  \\n 敕諭閣部院寺科道各衙門：『朕以太祖親孫繼統，無一時不以太祖聖心為心。批答文書之後，偶取輔臣德璟所進新纂玉牒觀之，朕心有大不安者兩事：一為建文君(今追尊惠宗讓皇帝)之親弟吳王允熥、衡王允爁、徐王允，乃懿文太子(今追尊復稱孝康皇帝)之嫡子。燕兵進京後，皆為成祖降廢。此萬世綱常必不可顛倒者，斷宜追復，仍加諡號。若成祖所給之降號曰「廣澤」、曰「懷恩」、曰「敷惠」、曰「甌寧」，俱不當用，以仰慰太祖之靈也。至於惠宗，君臨四載，恭儉仁孝，實是繼體賢君。嫡子文奎，已立為皇太子，宜加諡號，以明典禮。至於惠宗少子某，出鳳陽者五十餘年；若遵祖制，應有親王之封。今乃生遭齒辱，以至殞身，至今仍稱建庶，斷當速速改正，追加封諡，以存千古至公，非挽回天意人心之一端乎？一為太祖皇子諸王，分封二十四國，內有齊王榑、谷王穗，俱在永樂年間各以罪廢，降為庶人，除國削爵，身不善終。雖二王有以自取，然其情各有不同。谷王橞始奉惠宗委託守城，乃激烈一時，開門迎敵，後復謀為非分。是橞之罪不在蜀王訐其不軌，實在獻金川門戶之一事，致惠宗之出奔，陷成祖於不義；仰體太祖情法之平，仍與降廢，稱曰庶人，誠不為過。惟朕追念太祖創業艱難，谷庶人橞當從靖江□□為法，替其身而為戒、繼其祀以存親。齊王榑雖云不法，激言致禍，時勢實然。先廢後殺，罪不至此，何其慘也！宜復齊王之封，仍加「恭」字為諡，祀之宜繼，斷斷必然。允熥追復吳王、允熞追復魯王、允追復徐王、建庶人文□追封潤王，四王概加追謚曰「哀」、曰「悼」、曰「愍」、曰「懷」，並惠宗皇太子追謚為「和簡」，都著行在一面榜示行朝，令天下曉然遵守。朕俟十五日拜告於我太祖聖位前，庶全三百年未明之大義，垂千萬世倫理之芳模。仍宣付史館，改正實錄。特諭』。 \\n  \\n 賜都察院左都御史張肯堂敕書一道、旂牌十面、鳳紐銀方印一顆(文曰「總制浙直中興恢勦部院之印」)、尚方劍、坐蟒，便宜行事，專理兵馬錢糧，節制撫鎮。 \\n  \\n 上諭餉部侍郎李長倩曰：『戶部掌邦賦，責任甚重。大師飛挽方空，中興事業尤仗轉輸。該部一力擔承，以副倚畀至意』。 \\n  \\n 總督萬元吉、御史黃廣疏請再召滇黔兵馬，以圖恢剿。上曰：『東南只此幅員，民生止此膏血，不難於調兵、難於措餉。雖土司官兵忠義勇敢，必先議餉銀出於何處，然後召兵不難也』。 \\n  \\n 左都御史張肯堂請餉三萬兩。上議以二萬五千兩。責成福京戶部侍郎徐應秋於近處州縣催用，更五千兩責成黃日昌於安民庫備用。 \\n  \\n 國姓成功請給新到官兵月餉，上令於邵武近處另給，該部即行文去。 \\n  \\n 敕鹽官清理鹺政，嚴禁私販透越。時獲私鹽十萬斤，變價四百餘兩，發恤民庫察收。西路鹽商合詞奏達，故有是禁。 \\n  \\n 贈翰林院編修林必達左春坊右庶子，予祭一壇，減半造葬。念其經筵纂修，著有令問；分考京闈，得賢□治也。 \\n  \\n 諭戶部侍郎梁應奇曰：『餉部責任甚專，倚畀甚切。兩粵元年金花正餉久徵在庫，應奇速往，勿避風雨。到日即遵照敕書內事理，合同道臣顧元鏡、關守箴分委省府官，立刻飛解報完，然後再起二年之額。其勸農、察苦、諭安、懲貪、練勇、鼓義六款，俱著嚴飭舉行。務須民生樂利，地方安堵。有司不得加取民間，豪棍不得乘機肆擾，庶二、三年間徵輸廉肅，大資中原撻伐之用，朝廷自有厚酬也』。 \\n  \\n 工部左侍郎葛寅亮疏言務去飾治繁文，必收近取實局。上目為「老成格言，朕當書銘左右」。 \\n  \\n 強寇萬餘人攻圍程鄉，敕兵部飛檄該撫速當守禦殲除。 \\n  \\n 歸化縣青衿子民閉城二日，不令于華玉兵進城。 \\n  \\n 安置靖庶人於連江，敕奉新王嚴加鈐束，不許令見一人、透出一字。若有毫釐疏虞，地方官從重加法，王責亦無所辭。 \\n  \\n 敕監軍兵部侍郎于華玉原帶親兵五百八十四名並標官三十四員與羅登輔所領兵一千二百二十八名，准暫住順昌。張思選所領兵一千零八名，暫住歸化，俟駕行扈衛。 \\n  \\n 上敕督輔蘇觀生曰：『有卿行役，朕擬即幸虔，以慰徯待。奈閩士浙民戀戀難釋，不得不少為遲留，安此赤子。迎駕各兵，卿暫令其併力齊心，克復湖東。清道之功，與扈蹕等。至措餉艱難，卿所久知，切戒以兵無擾民，勇必堪戰，勿致虛耗糧糗。湖西正在戰守，著於梁應奇餉內發三萬兩接濟』。 \\n  \\n 工部尚書鄭瑄等議：以元、二兩年司料額銀內，將天興、興化、漳、泉、汀、邵六府、福寧一州每年共銀一萬九千六百九十二兩六錢零悉解居守，專供造器買硝等項存留起運之用；以延、建二府四千八百二十一兩五錢解赴行在，以備不時答應之需。上允行。 \\n  \\n 平彝侯於泉州建寺曰「報恩」，上賜為「敕建報恩禪寺」。僧官贍田，俱如議遴選置買，以永梵修。 \\n  \\n 江南布衣翟翬疏進直言，上曰：『此疏於古今得失之局，亦有所窺；至切朕躬處，言言藥石，誠可嘉尚，隨便准候對』。 \\n  \\n 諭兵部侍郎于華玉曰：『朕痛兩京繼覆，全非彝寇之能；止因兵民扛恨，致危宗社。今日僅有彈丸，資此民生，以期恢復一統。若復傷民，即促國脈。卿直仰體朕意，實令民安。新兵譁譟擾民，乃未經節制者，卿當亟振刷陋規，毋徒憂畏讒謗』。 \\n  \\n 准太常寺少卿楊錫璜以禮致仕，給與路費二十兩。錫璜曾為唐府長史，上潛邸時，相得甚歡。及即位，超拜是職。時年已八旬，故以禮遣之；仍敕該府縣月給米四石、夫四名，以稱始終優禮舊臣至意。 \\n  \\n 瀘溪知縣李翔抗節死難，追贈為兵科給事中；特諡「忠烈」，給祭一壇，廕一子入監讀書。 \\n  \\n 令吏部議一要地要官以任雷赴驁，另給敕印，盡其展布。 \\n  \\n 廣西逆酋農國琦聚眾陷城，逐令建府，反叛昭然。巡撫晏日曙率官兵破之，生擒國琦等。令審明正法，傳示各酋不必獻俘；脅從解散，以示寬仁。有功文武各官陞賞有差。 \\n  \\n 兵部主事孫□疏陳「釋夫歸農、放船運米」二事，上謂：『此疏殊合朕愛民至意，該部速速舉行』。時上不果行，役夫船隻羈候日久。 \\n  \\n 寧德縣哨船防海，時有議移他用者；上以額偏不多，仍照舊設防為是。 \\n  \\n 上諭戶部曰：『納貢事例，原非得已。大縣量四名、中縣三名、小縣二名，不得濫收，事平即止』。 \\n  \\n 上敕揭重熙與輔臣冠同事、何三省與督臣湯來賀同事；誠恐權任大分，翻多掣胕，號令重出，莫知適從也。時湖東寇合，亂民逼逃，有致恨於苟簡自便、政令不一者，故云。 \\n  \\n 准禮部尚書黃錦給假三月往潮州，與新撫臣商度機宜，然後乘勝出虔。以謝良有所募三千之眾，聽其調用。犒賞銀兩，即在本地措處三千兩。 \\n  \\n 四川成都府推官劉□疏陳「合滇黔以聯輔車，一事機以省牽制，開屯田以安兵農，練鄉勇以資戰守』。上嘉納之。令部臣虛心訪明，毋以故套了事。 \\n  \\n 敕行在兵部：『衢廣警報狎至，堵禦宜速。吳浙人望方殷，虔蹕未便即行。該部速會同新撫李蘧密察贛州迎駕各兵。來的將領，宜善安插加恩，以為新撫標下練用；未來者，速行文立止。至湖南餉銀三萬兩，速差官解去，勿得稍緩須臾。輔臣觀生還著住虔調度，以安危疆。特諭』。 \\n  \\n 給已故吏部右侍郎蔣孟育新銜誥命，廕一子入監讀書。又謂其「愨善好學，終始如一」，諡為「文介」。孟育，龍溪人，萬曆己丑進士，久歷翰苑，所著有恬菴集三卷。 \\n  \\n 敕李明忠調用狼兵。時有議狼兵可用者三、不可用者二，故又中止。 \\n  \\n 敕新授廣信撫臣周損預先料理整辦船隻各項，以便不時進發。 \\n  \\n  \\n 御史鄭耀星疏陳「諸臣虛聲多，實際少」。上深以為然，曰：『爾既知之，自當力挽之，毋僅託空談可也』！ \\n  \\n 給發守關都督陳秀藤牌五十面，鳥銃發價與之自鑄；以原鑄者不堪，仍敕繳回改造。 \\n  \\n 催福京工部速解班鳩銃來軍前應用；其戰被亦酌議製造，以防急需。 \\n 閣臣黃鳴俊疏薦義師曹明遠、汪忠稷等七人，上令部臣從優敘擢。 \\n 道臣倪祚善治處州，勞績素著，兵民相安。上令其加銜久任，以惠一方。 \\n  \\n  \\n 上諭兵部尚書呂大器曰：『卿所言「用人太濫，所用之人又轉相援引，虐民叢盜，望治何由」？所見甚是！朕自今當急省改』。 \\n  \\n 准兵部主事邵明俊回天興，製造戰器。時明俊自陳，有精微要法火攻奇異器件，且又願捐資措辦，故允其請。 \\n  \\n 敕諭江西巡撫李蘧：『自任報稱甚重，其所屬地方准照贛撫事例，兼轄汀郡、郴、桂、惠、潮等處，仍准領用劉廣胤尚方劍，另寫敕來行。此諭』。 \\n  \\n 以太常寺卿王忠孝帶管通政司事。 \\n  \\n 上諭嵩滋王曰：『覽王奏練鄉勇、廣積貯，皆綢繆急著，其本在精擇守令而久任之。有治人方有治法，收豪俠、慎遷轉、憫勞吏，俱屬嘉謨。守內關宜用土著，於時務更切。申飭力行，不可徒付之空言』。 \\n  \\n 上諭輔臣曰：『朕為天下生民之主，未能拯救蒼生，心實歉然。況可令官兵肆虐，小民受害乎？聞沿途閻兵搶掠，終日所議招撫，是為何用？還著該督撫各官申嚴約束，毋得任其驕縱害民』。 \\n  \\n 寧化縣長關地方，競立社黨，橫行不法，目無有司。上聞而惡之，著地方官嚴行曉諭禁止，以消隱禍。 \\n  \\n 上敕副總兵傅復曰：『覽爾奏：湖東居民無山可入，始以畏死之故，不得已而順賊；既以順賊之故，不得已而拒兵。展轉傷民，朕心憫惻！又云：不忍以召募數人坐困孤城，銷磨義士之氣，願與陳丹一心辦賊。俱見忠忱奮勇。今湖東之事，一委輔臣廷麟、督臣來賀，還著實力共事，用心圖功，速復撫、建，自有重賞。關防既鑄，著即頒發，以便行事』。 \\n  \\n 諭戎政尚書吳春枝曰：『還禁旅以壯根本、覈虛冒以清軍費，正卿部之事；卿宜力行之』！ \\n  \\n 御史朱盛濃疏請實行訓練兵卒。上曰：『兵宜練，必練心、練膽、練力、練氣、練忠義，方成勁旅。不可徒放砲吶喊，如兒戲故態。著申飭行』。 \\n  \\n 上諭太僕寺少卿凌超曰：『覽爾奏，甚有源委，所稱「急舉、實做、密察」三言及「謹慎」二字，與「以浙人辦浙事，用奇用正，時至機動」等語，俱有成算於胸中。吾久不見凌生矣！著即隨便召對』。 \\n  \\n 敕總兵曹志建回鎮防守，免來迎駕；副總兵張安不必入閩，即往辦寇：後俱為督撫觀生留守贛州。時以贛南重地，寇警頻聞，志建參張安兵無紀律，以爭渡小故擅殺貧民；故上兩止之。 \\n  \\n 敕令黑夷十名隸戎臣吳春枝管下訓練，照例開糧。至鄉兵精練奮勇者，通准作御前親兵。 \\n  \\n 火藥、火器二都司關係攸重，以李芝蕃協佐鍾澄川、陳宗器協佐王開勳，以原銜都司溫弘潤、韓應琦總理教練事務；皆從戎臣吳春枝之請也。 \\n  \\n 諭國姓成功曰：『兵、餉、器三事，今日已有手敕，確託卿父子。茲覽卿奏，言言碩畫，朕讀之感動。其總理中興恢禦兵餉器中，統惟卿父子是賴。銀關防准造，即以此為文。造完頒賜，以便行事』云。 \\n  \\n 兵部主事兼御史陳所聞疏陳「清勢逼迫」。上曰：『吉安失事，清以退為進，奸細必布滿萬、泰、章、貢上下。著督臣萬元吉、撫臣劉廣胤作速嚴飭各地方官分頭堵禦；輔臣觀生嚴守贛州，即檄粵鎮周仕鳳挑兵三千，速下萬安堵勦；道臣李含樸留兵一半，緊守梅關各隘；鎮臣劉承胤既至茶陵，即宜整搠速同萬元吉勦搗，更見勞績；督輔臣廷麟還速督所部兵出泰和、萬安，一鼓擒奴，毋疏防禦；陳所聞著速赴贛州，與督撫協理守禦，事定後即行復命。行在兵部馬上分路飛敕遵行』。 \\n  \\n 手敕督輔觀生：『目前收拾吉安、綢繆贛州，中列五要計，皆恢勦切著，宜遵行毋忽』。 \\n  \\n 督輔觀生疏陳閻兵始末。上曰：『閻兵自當招撫，但初撫未易受我操縱，卿謂我無重兵，則威不立；無糧與餉，難禁不掠，事勢誠有必然。卿促張安去虔，地方獲寧，通商撫民，令各安業，朕心悅慰。各兵群處寧都，自應量與措餉。前有贛庫備用銀三萬兩並湯來賀追解湖西餉銀三萬兩，可就此中分給。卿還與督撫諸臣詳議行。卿在虔中調度，朕心可免憂勞』。 \\n  \\n 敕唐、鄧二王毋得私受啟本：『凡官民奏章，必由通政司封進，方不失藩體。違者，輔導官方士亮、何九雲重治。至於詞訟，應歸有司，通政司不許封進，以擾士民。違者，通政司治罪』。 \\n  \\n 土賊攻陷詔安，知縣田榼死之。 \\n  \\n 海寇突入內地，焚燒課船。上敕平彝速行勦滅，以靖邊海地方。 \\n  \\n 鎮海、平和二縣山寇竊發，上敕下游撫臣程峋作速受事辦理，務以一賊不遺為功。 \\n  \\n 敕上游巡撫吳聞禮：『守關官兵敢有擾害居民，不拘何營，即同施福立行正法』。 \\n  \\n 定彝都督郭疏陳病故兵丁三百八十一名另募補額，上嘉其實心精覈；曰：『病故兵丁殊可憐憫，其月糧准給為棺斂盤費。至每名日給食費三分，登程日倍之。俱依議行』。 \\n  \\n 山西道御史林蘭友疏陳「小城釀亂激變，賊黨聚眾焚劫」。上曰：『仙邑壬午之寇，由邑令殘酷，署官貪汙；豈惟仙邑，古今天下之變，何一非守令不肖所致？據奏李芳馨之豎旗，群盜之響應，禍始於無良胥役，縣官豈能無罪？除縣官有無贓跡實察別議外，今當先拿猾胥，以服潢池之心；次部署官兵，以充戡勦之用。守道柴世埏速會同鄉紳督率郡邑，撲於始然，勿使滋蔓』！ \\n  \\n 上謂御史王國翰曰：『覽爾箴規朕躬，語多切摯；朕自嘉與採納，應改圖的改過不吝。其澄敘大小文武臣工，俱得其梗概』。 \\n  \\n 著太僕寺少卿李維樾督率忠勇營副將李芳迎駕之兵先到衢州，與督輔鳴俊協力守勦，以待蹕臨。其海上額設之兵自應量補抽調之數，該撫盧若騰從長議行。 \\n  \\n 木增准晉銜太僕寺少卿、木懿准加銜四川右布政，以為邊遠土司倡義急公者勸。 \\n  \\n 定鄉試於六月。上謂首輔吾騶曰：『文章之氣可銷甲兵，多士奮庸，務收俊乂。朕念福京士子，亟宜賓興。茲定期六月開科，鎖闈三試，徹棘放榜，不許游移一日。監臨照兩京舊制，定用御史兩員同去。提調則布政司，監試則按察司。一應科場事宜，即於五月杪報竣，不許苟簡滋玩。分考官務用甲科知推，不足則就甲科中行官禮聘。其江西、浙江、湖廣及各省來試者，跋涉可念，著地方官給與文書路引，以禦盤詰。見在流寓的，就赴福京督學考選。一應赴京恩、歲貢生，照例著禮部考選』。 \\n  \\n 吏部尚書郭維經疏籌浙直第二機宜。上曰：『兵貴神速，先復杭、徽，豈非至願？衢、嚴擇重臣，孰有踰於督輔鳴俊、大典及靖彝侯國安、誠意伯孔昭其人者？若居中調度，則全在中樞。所請克郡以郡封、克邑以邑封，前已有旨。由海出兵，又須陸路接應，說得是。朕原憫念東南，忠略誰可委任者？卿即舉其人以應，朕自有鑒裁』。 \\n  \\n 衢州清迫，貴州道御史葉向□以為言。上曰：『三衢告急，須以督撫之報為憑。臨事未可倉皇，用心乃能共濟。勳臣劉孔昭久已敕其援衢，曾報四月朔日出師會勦；包鳳起已抵遂昌道中；楊文驄近奉開諭之命，然可遣將赴援；郭貞一四員，止合隨地監軍；王濃、朱名世、朱名卿自應各率鄉勇，共護衢疆。此外如方國安，亦應分兵協勦，共固閩京門戶，斷無束手坐視之理』。 \\n  \\n 檄鎮臣周仕鳳提兵救援湖西；蓋因就地調遣也。 \\n 兵部司務徐心箴疏陳「三可惜、四可憂」。上目其「切中時弊」。 \\n  \\n 監軍御史陳藎疏報「西彝納款」。上曰：『安承宗既悔禍投誠，面訂輸賦青田、通道走驛，又勤獻方物，准賜與府名曰□□，並頒給印信以寵之』。 \\n  \\n 封廣西鎮臣陳邦傳為富川伯，以其有擒靖江庶人之功也。 \\n  \\n 敕行在兵部：『國姓速令郭守住永定。調陳秀、周麟、洪正、黃山速速往救贛州，有功重敘、有失重罰。淮州草寇，著鄭泰、蔡昇用心扼勦，無致蔓延』。 \\n  \\n 敕按臣朱盛濃：『屢請陛見，今撫臣周損之任，盛濃標下兵將著盡付周損代管調度。盛濃准隨三、五人進關，來行在賜對，面陳方略』。 \\n  \\n 命中書官催輔臣光春增志入直辦事，不得遜陳。 \\n  \\n 大學士曾櫻薦同鄉劉逵堪為御史。上曰：『御史為朝廷法官，若不清勤激切，何以明目達聰？從來巡方積弊積玩，朕所親見。這所舉用劉逵堪巡粵佐，即著允行，仍與加太僕寺少卿職銜』。 \\n  \\n 上曰：『關外百姓渴望王師，李蘧、周損著即星速前去，以慰徯思』。 \\n  \\n  \\n 五月，清圍廣信，警報頻聞。上以茲地關閩門戶，自當急用援救，移敕與督輔廷麟、元吉等商酌行。 \\n  \\n 上謂：『蔡鼎募兵有名無實，大負朕躬委任至意，餉銀斷不容輕發』！ \\n  \\n 敕光祿寺免行端午節事。 \\n  \\n 上命錦衣衛官招募極有勇力者十名，作御營標下用。 \\n  \\n 上謂金衢巡撫劉中藻曰：『選練精兵，可取於苧、菁、畬三項，此議誠是。取用之後，即當給示，免其差徭；仍勉令與百姓相安。兵數准一千名，衣甲銀兩准於該州動支二千兩正項，務期兵精而餉不糜』。 \\n  \\n 上謂輔臣曰：『延世之賞，非恢疆拓地、大有軍功者未可輕議。朕懸此以待諸臣久矣』！ \\n  \\n 吏部員外兼兵科給事揭重熙疏陳江右義師響應，數踰六千。上曰：『是舉實爾忠誠所感』。 \\n  \\n 上謂召募滇兵監軍御史陳賡曰：『吉安失事，起於鄉勇引寇，他兵坐視不救，深可痛恨！然滇兵戰而不勝，猶愈於一戰而逃者。爾還策勵自效，收拾餘兵，共固虔地，不得以困挫自餒』。 \\n  \\n 敕崔芝船到舟山，盡以運回之物，照數給還黃斌卿。時芝自杭潛回，多攜銃器船隻，故云。 \\n  \\n 上語文選司主事徐芳曰：『朕實心救民殺□，至從前僨誤，皆出任使非人。爾職典銓曹，為國擇一賢能，奚啻勝兵數萬』？ \\n  \\n 清臨廣信。 \\n  \\n 兵部侍郎于華玉疏陳「汀、贛唇齒，須全力注意，以鞏巖疆」。上覽其疏曰：『具見謀略。前因虔中告急，特遣冢臣郭維經以總制行，計程已抵汀境，于華玉正當每事相商。所稱上策，待制臣疏到即用。朕志切救民靖□，不回福京，親發大誓。現在劍城委首輔及樞臣練十標營，以壯禁旅』。 \\n  \\n 撤回羅登輔、謝祥昌各鎮兵，以固長汀。 \\n  \\n 擒斬仙游縣山寇林熙寰等百餘人。上曰：『賊首纍纍，誰非赤子？乃至犯不赦之條，朕實切憫念』！ \\n  \\n 兵部主事徐州彥疏陳「間關入蜀宣布皇恩目擊情形」等事，臚列督輔撫按在事諸臣王應熊、樊一蘅、李乾德、馬象乾、米壽圖、劉麟長、王芝瑞、萬年策、鄭逢元、劉泌、范文光、牟道行、田華國、曾英、曾勳、莫宗文、楊展、賈登聯、譚詣等戮力殘疆，奉揚威名。上曰：『川蜀頻年苦寇，民不聊生。聞諸臣提挈贊襄，朕心甚喜。州彥克盡使職，著即前來復命』。 \\n  \\n 上諭靖彝侯方國安曰：『卿威望績勞，為江上諸師之冠；至矢心奉戴，忠誠無二，朕猶鑒孚。卿無可間之嫌，朕豈聽讒之主？中外大小諸臣須同德一心，乃能辦敵。切勿妄分彼此，使醜彝聞之得計。卿其曉示將士善體朕意，不必為浮言所搖。且聞卿遵諭，同舊輔馬士英節制張鵬翼、阮大鋮等江海諸師，具見和衷敵愾，朕所深嘉』云。 \\n  \\n 富、德、源三縣大捷，斬寇獲船，全恃鎮臣方元科竭力支撐，傅明德、田勝、涂有聲協助。靖彝侯奏至，上悅。 \\n  \\n 給太醫院徐淑卿銀三十兩，令在延平府開設藥鋪，以濟貧民。時冠裳輻輳，暑氣薰蒸，人多患痢疫諸症。 \\n  \\n 大田縣貢生樂英進冊府元龜一部。 \\n 敕部院張肯堂差官發銀，往浦城平價糴米以濟軍民，關市牙埠不許生端阻撓。 \\n  \\n 琉球世子差官航海入賀，併貢方物。上謂其忠順可嘉，船准入港，餘各照例奏奪。並敕地方官照管安泊，以示柔遠之意。 \\n  \\n 鎮臣黃蜚一家殉難，准予祭六壇，再加二壇，並行原籍建坊旌表，以示勸焉。 \\n  \\n 敕兵部侍郎劉士楨曰：『卿父子破家起義，為國肇□，奮不顧身。失足捐軀，尤可憫念。准即優恤，以慰忠魂。卿當同督輔諸臣戮力保虔恢吉，朕暫駐師延津，稍定即移蹕章貢，君臣相見有期矣』。 \\n  \\n 上諭平彝芝龍、輔吾騶、吏兵戶三部臣曰：『官兵虐民，急而從清，不獨淳、遂、開、□為然，此為目前第一失政。則御將安民，為目前第一急務。今當商定民如何安？應用何人？將如何御？應換何人？近民既定，遠民自安；民心既固，寇瞻自寒。中興恢復，此外無道。卿等共謀所以成之。吳聞詩著授兵部員外，前去徽、寧，有功再擢』。 \\n  \\n 頒忠勇將軍銀方印一顆與施福用。 \\n  \\n 初九日，廷試貢生，敕禮部各察正身、年貌，嚴核混冒、懷挾等弊，以作人文，上隆治典。 \\n  \\n 廣林桂林等府、全州等州進貢監國登極表箋四十六通，上雖嫌其遲，然亦念路遠阻滯也。 \\n  \\n 肅虜將軍黃斌卿疏陳「古今多一精忠，中興少一名相」。上覽奏曰：『輔臣道周精忠大節，就義從容，真足感動天人、爭光日月。朕方恢中興大業，而一代純臣先殉國難；撫念今昔，倍為愴懷！翁龍楠現在何處？著該部再行訪察，務得實信回奏，以憑從優卹錄。其毛玄水四員，並與察恤』。 \\n  \\n 福京米價騰湧，試御史劉霖懋以為言。上令閣臣喚霖懋究其何故，並議一長法奏來，以蘇民困。 \\n  \\n 山寇圍永安，知縣徐啟霖獲奸細翁春、羅容手辦之，不能倉卒定亂，致闔城如沸，殃及流寓，一概溷殺。詔切責之。 \\n  \\n 上敕靖彝侯曰：『清寇常山，我兵抵常救援，復被馬步沖殺，下河淹斃，損傷多人。衢郡一任長驅，官兵縮朒如此，何以支敵？卿其飛催督輔大典標兵馳援，復召顧應勳馬步兵從金、衢應援，毋致疏虞』！ \\n  \\n 以南平縣庫銀二萬兩，著戶部著的當官解到贛督軍前用。 \\n  \\n 南平知縣劉宏祚疏陳『南平未設驛遞，凡有夫役二十八坊婉為號召，殊非體制』。上曰：『地方困苦，驛遞艱難，朕行且發銀僱夫，何況其他？自後遇有地方難行事，一面具本從文書房奏遞，務期民安』。 \\n  \\n 禁地方官官買。上曰：『上帝命君，惟為養民；君之設官，惟在安民。貪風流行，民始不安。府州縣之行戶，實地方害民之惡政。官之稍有良心者，尚以官價買之，比市價十去五六；全無良心者，直標票取寄。吏書緣之，奸孔百出。朕昔潛邸，久知此弊。宜行永革，急救民生。在外則都察院榜示所屬恪遵，副朕仁恤；違者，必置重典』！ \\n  \\n 敕下游巡撫吳之屏：『爾留心地方，廑切固圉，以泉、興二府每石米派銀一錢，務足千兵之數，亦屬可行。須著實訓練，以裨益地方，毋但有名無實』。更諭各縣里排：『朝廷正供，自有定數。不許加增，亦無容損減。速先額餉，以充關守之用』。"}
{"章节": "思 文 大 紀 卷 七", "正文": "　 \\n 思文大紀卷七 \\n 　 \\n  \\n 欽定廷試貢士十二名為萃士。敕於放榜之後，首輔會同禮部禮科公選年青質美者一十二名，令將祖訓及大明會典分類分部，定日熟習。著翰林院編簡一員，提調教習。三年後，仍將所習者分條欽考，以熟記有識者，立賜同進士出身，破格授以翰林、禮部等官。其首名賜為中興廷試貢元，准與即授京官。其直、浙、江、楚、雲、貴、兩廣，或疆殘家破、或路遠流離，俱於放榜後三日，吏部會同首輔該科仍引各生於朝門外公同註定地方學職，次及福建諸生，此天理至公。且於選中酌其道路遠近，勿致難行，以示朕篤念斯文、嘉惠天下至意。 \\n  \\n 頒賜平粵伯鐵券於丁魁楚。 \\n  \\n 寧德、福安、壽寧等縣土寇橫行。上敕撫按道府刻期勦定，擒渠散脅，以靖地方。 \\n  \\n 敕崔芝親繳魯藩旨印，純忠可嘉。今海師倚任方隆，即與掛平海將軍印。 \\n  \\n 上謂群臣曰：『輔臣道周委身殉難，其子子中備述之，鎮臣黃斌卿亦有此奏。讀絕命詩有「支天千古事，失路一朝人」之句，朕亦不覺泣數行下！首為推戴大臣，卹典著於五月內察例具奏。其子子中年俱幼，更可憐憫！前賜銀圖既繳，准給銀二十兩，以助書資』。 \\n  \\n 賞吏部給事中朱作楫旌廉天字銀牌二兩曰：『作楫以羈旅之臣，直言受知，身處垣掖，能卻暮金，真濁世之魯靈光也』！ \\n  \\n 上曰：『天氣炎蒸，輕犯豈宜淹禁？即敕刑部遵熱審事例通行直省，除人命、強盜、官糧、軍機外，其餘軍徒以下俱准保釋，以迓天和』。 \\n  \\n 以手敕一道、關防一顆賜行人唐倜，條記一顆賜兵部司務王甡，使速去圖功，勿誤軍機。 \\n  \\n 敕司禮監速行文知會平彝侯：福京空虛，大比當嚴；一面用以防備，一面留總憲臣張肯堂彈壓。 \\n  \\n 福建監臨御史王孫蕃、韓元勳疏陳：『減篇恤士，推一時之恩。惟是二書三經，不若三書二經為合式；其題目仍照七篇俱出，二場亦然。庶鐫之試錄，傳之天下後世，皆信為不刊之章程，興朝之盛美也』。上准如議行。 \\n  \\n 十六日午時，上大召對行在輔臣大小九卿科道並翰林記注官，後殿候對；鴻臚寺即與傳行。 \\n  \\n 以工科給事中黃大鵬協守仙霞關。大鵬，建陽人，崇禎庚辰進士，以鄉紳同地方官料理，誠重之也；亦以其能覺察地方隱情，而桑梓念切耳。 \\n  \\n 和順王慈欻疏陳：『建縣百姓因大兵久鎮，溪不敢漁、山不敢樵』。上曰：『如此情景，何以聊生？今後各官經過，不許入城，城外亦不許延駐。犯者即行奏聞。還與榜示通知。該縣官一面訓練鄉勇，以鞏巖邑』。 \\n  \\n 張安復姓名為陳丹，遠來迎駕。上謂其忠勇可嘉，著加銜為御營副總兵，仍管游擊事。後敕其往虔中，隨督輔觀生恢勦。 \\n  \\n 永福縣雁湖山賊作亂，知縣田摺計平之，渠魁審明正法。 \\n  \\n 令恤民庫發銀二百兩，為楚王華壁五、六兩月袍膳之需。 \\n  \\n 上諭戶部曰：『錢糧收放，原以准入為出，多添則病。在解官仍作欠數，因而布政司增添法馬，又苦在百姓。只以舊時法馬為準，將該部與布政司較定，製造通行。但無失出。何須增入』？ \\n  \\n 廣東解大造賦役黃冊一千七百一十九本、總貫冊一百本，著戶部察收。 \\n  \\n 上以光澤荒殘，民窮可念，本年正供錢糧准與減免六分，以恤災黎；他邑不得援例。 \\n  \\n 兵部右侍郎喻思恂率文武二十二人，共奏弘光皇帝在平溪衛薙髮為僧。上令內臣屈尚忠、通政使周昌晉往平溪識認，仍敕黔撫、□撫用心護駕前來。若有未真，即以方外禮延來相見，朕自有鑒裁。後知為逆賊張獻忠假冒，遂輟前旨。 \\n  \\n 敕內臣李國臣：『看首輔吾騶足疾如何？順頒蜜食二罐、藥資三十兩，著善調攝，以副眷倚』。 \\n  \\n 監軍兵部主事黃師正進督師史可法遺表。上曰：『可法名重山河，光爭日月！至今兒童走卒，咸知其名。方當擊楫渡江，速圖恢復；乃為強鎮力阻、奸黨橫行，竟志以歿也。惜哉！讀遺表，令人憤恨。應得贈恤、祭葬、易名未盡事宜，行在該部即行詳議具奏。聞其母妻猶陷寇穴、一子未知存亡，作何獲尋？黃師正多方圖之』！ \\n  \\n 上諭首輔吾騶曰：『田闢之兵敢行潰叛，大安關外復有失挫。朕心焦勞，卿其強出而分憂焉』。 \\n  \\n 督輔傅冠免。其領過餉器火藥，著行在兵部照數察收，以為謝恩、揭重熙恢勦用。時瀘溪危急，重熙參其身任督師，日午方起，未嘗至關上一步，人言嘖嘖。上怒其有負委託之故，准以原銜歸里焉。 \\n  \\n 上諭首輔吾騶曰：『卿足患，朕親見蹣跚之狀，准再調三、四日。朕決意蹕汀，卿可同樞臣早為料理』。 \\n  \\n 上謂諸輔臣曰：『臨民之官，豈可以銀而得？朕於閩浙近地，凡有捐餉至二、三千兩而求為知縣者，朕斷不允。蓋為民生計，不可不周；況撫戢凋殘，有所未便耶』？時鳳衛伯、牟文綬為捐餉急公而有求署□山縣事者，故上峻卻之。 \\n  \\n 復諭吾騶曰：『朕在延多日，漫云兼顧江、浙，終於江、浙何補？不如實實出關，拿定一件做去，尚為得法。且今地方止有閩、廣、江、楚四省，咽喉全在一處，清所必爭、我所必守。今不自出，負祖負民，朕之存亡，猶其小者。今還要催林□兵併陳天榜兵到，決意初一日必行』。 \\n  \\n 敕恤民庫發粵餉二萬兩，差官周瑚等解到督輔廷麟軍前用。 \\n  \\n 永定縣溪□雷湖地方，白晝行劫，奪去誥敕二十軸及糧銀一千五百餘兩。上聞而駭異之，嚴行道府緝獲，以濟軍需。 \\n  \\n 平彝侯鄭芝龍疏請疏通福京河道以消殺氣，以奠民生。上允行。 \\n  \\n 贈諸生翟翬為翰林院待詔。翟翬，江南人，雅以復仇雪恥自負。聞皇上登極，匍匐入閩，建言諫諍，不遺餘力。上官之，不受。茲以病故，陝西道御史錢邦為陳其本末。上憐其才，贈以是官；並賜銀二十兩為葬資，邦為之繳還。上曰：『朕視忠臣過於骨肉，一臣云亡，朝廷即少一助。翟翬賜金，著與製一碑碣，不必繳進。仍賜四語，俾勒於石，曰：「生既盡君臣之義，死亦凜華彝之防；名稱大明正士，實關天地綱常」。錢邦等奉行』。 \\n  \\n 禮部繳進貴州試錄二十冊。 \\n  \\n 授生員韓雄都為兵部職方司試主事。雄都，曲周縣人，忠憤氣誼甲於同等。始與上遇於淮陽，頗有獻納；繼乃抵畿南，偵探敵情；比與輔臣路振飛起義大湖，同副總兵王羽、參將王奮武、中書路澤溥、澤淳、舉人楊廷樞等同仇敵愾，大挫敵鋒，後乃入閩。上稱為佳士，起拜是職。 \\n  \\n 兵部尚書吳春枝疏稱杭州已復，上曰：『杭復，則嘉、湖自是易事。陸兵著靖彝侯專任之，水兵著楊耿、李一根、周鶴芝等任之。徽寧一路，制臣李蘧、撫臣□□、包鳳起、輔臣朱大典、勳臣劉孔昭、臺臣尹民興、汪觀等分任之。務以夏杪為期，慰朕靖彝安民至意』。 \\n  \\n 錦衣衛王承恩疏請三眼銃百門、弓百張、皮套百個、弩百把、腰刀百把、藤牌百面、百枝、火藥千斤，俱照數發與之。 \\n  \\n 官給大學士路振飛藥資銀二百兩曰：『卿為患難舊德，朕心眷注彌殷。時當極難正宜同心力挽，上報高皇，中全始終。若以病陳請，豈朕所望？著即日入直，切諭切諭』！ \\n  \\n 贛州危迫，人心驚疑。督臣萬元吉取家入城，與民兵誓死相守，乃保無虞。上聞而壯之，加以樞銜；餘協力共守者，陞賞有差。撫臣劉廣胤退避雩都，是何節鉞？著革職聽勘！ \\n  \\n 敕福京戶部發銀，依前式製造尚方劍十五柄。 \\n  \\n 給李蘧差官領餉七百五十兩、馮京第差官領餉一千五百兩。廣東解餉銀十萬五千五百兩有奇、鹽課銀二萬一千三百兩有奇，著恤民庫察收。布政使吳時亮躬親督解，程鄉遇警，保扶無虞，隨陞為少司馬並加服俸，以勸有功。 \\n  \\n 敕發戡合一道與周文燦，去貴州調兵。 \\n  \\n 沙縣山寇竊發，焚掠原野一空。上念孑遺可憫，敕有司官軫恤之。 \\n  \\n 上諭督輔觀生曰：『覽卿奏，援虔將悍兵驕，一聞急警，輒就思歸。如此無紀之兵，安能濟事？雩都、會昌諸邑既可直達汀州，則防汀更急於防虔，何四都無一人議及？甚為可憂！敗殘兵將，罪之不能、呼之不應；督輔諸臣，孰為美策？退守庾關，豈朕所望？更當奮圖鼓勵，堅定腳跟。駐蹕延平，以觀時變，卿言良是。還不時揆度情形，飛章來奏』。 \\n  \\n 敕恤民庫發銀二千兩，與撫臣劉中藻，帶往溫州賑濟。時溫州民苦荒，種不入土也。再發五百兩，為其募兵用。 \\n  \\n 上謂近臣曰：『信撫五易而後得周損，今又說損不足用。才能試而後見，俟到任不效，另議未晚。信乎用人之難也』！ \\n  \\n 都御史楊文驄疏陳「吳易斬偽將二十三員，殲敵三千餘級，獲船五百餘隻，衣甲器械無算」。上知大悅，曰：『吳易於二月內已欽加職銜，來疏尚未全填，豈邸報猶有阻隔？今茲大捷，准加陞行在兵部尚書兼右副都御史，餘銜如故；陳子龍准加陞行在兵部添註右侍郎兼侍讀學士』。 \\n  \\n 禮部擬會試定用十月，移催各省各府，不敢遲誤，遵上旨也。 \\n  \\n 敕選正官收粵西鹽利，以資國計；不宜留飽奸豪，徒付鎮臣經理。 \\n  \\n 敕國姓成功兼顧大安關，仍益兵防扼，恐有清騎突入；銃器火藥，即令二部給發。 \\n  \\n 上諭大學士吳景伯曰：『贛州告警，朕已三次發去餉銀八萬兩，未見成功。徒糜糧餉，深為可惜』！ \\n  \\n 上諭吏部驗封司員外曹元芳曰：『東南為朕一人故，三遭寇虐，覽奏如痌瘝在躬。義師在在雲集，乘其怨而激勵之、因其勢而利導之，真恢勦一大機。元芳為國仇家難驚心，慷慨請纓，具見忠孝。但往難，而有濟更難也』。 \\n  \\n 上敕總督川湖侍郎楊鶚曰：『清眾馳驟，方在楚豫，必先堵勦，方為長策。以湖南兵馬錢糧，付撫臣堵胤錫專辦荊襄承德；卿自認訓練催趲，佐兩路騰飽，功罪自無蒙混，極說得是。自今選將寧嚴毋徇，練兵寧不足毋有餘，通與傳知。卿還切念興復中原，非一手一足，務矢同心同力。恢復勳成，一體酬敘』。 \\n  \\n 復黃斌卿伯爵，改「肅」為「威」；以「肅」字字義有盡也。 \\n  \\n 贈輔臣黃道周為文明伯，諡曰「忠烈」。平彝侯鄭芝龍疏陳孤臣矢心盡忠，上曰：『輔臣道周身陷腥羶，節光日月。甘久餓以明志，罵賊官而求死。雖罹國運中微，不愧大明宰相！朕讀其遺詩，刺心流涕。朕負道周，未能救於事前。道周不負朕，真誠擁戴於先；力恢危疆，垂斃不辱於後。此後必要奮志殺敵，雪我忠良。今日卹典，尤當破格。祭葬既照伯爵例行，妻封一品夫人；聞其四子：長為錦衣衛世襲指揮、次為錦衣衛世襲正千戶、三子著做行在尚寶司丞、四子著做中書科中書舍人。仍敕有司：一立廟於本鄉、一立廟於福京，春秋致祭；併予立坊於家，文曰「中興藎輔」。其遺詩即立碑於廟門。家祠曰「報忠」、京祠曰「憫忠」。俟朕稍暇，當親草詔，頒示朕過於天下。行在該部速奉行』。 \\n  \\n 議加福建鄉解額三十名，以示龍興首善、廣開薪槱至意。 \\n  \\n 令吏科都給事中袁彭年申飭科規，加卿銜以寵異之。時中興草創，凡事俱循陋規，上知其弊；特拔彭年以為六垣之長。彭年陳列五款。上曰：『即此便見丰裁。至中旨當慎封駁，最所樂聞。隨事抄忝職掌，亟宜修舉；以題覆還部院，極為得體。然必每科一員，專管注銷，月終提比摘參，方無稽誤。諸不要緊疏，聽該科季終彙請註銷。召對頻行，備官恐廢辦事；今後侍班科道錦衣衛，各輪一員供直。其日召對某人，鴻臚寺開一小單送閣，俾輔臣亦得與聞。記註官另候傳宣，事公則公言之，不得概註獨對。諫諍需人，資俸宜循，英才亦不可抑。庶常部曹中行推知，皆可為言官；若薦舉得當，又難盡依常格。至內外兼轉，自關舊制；二人兩季京堂監司之例，斷當舉行。朕特召彭年，正為是故。還須逐款遵依，不得僅以建白了事。彭年資俸已深，准加行在太常寺少卿，仍管吏科印務』。 \\n  \\n 大學士督師楊廷麟疏陳：「虔事危在旦夕，援兵半已潰亡」。上曰：『吉州失守，督臣萬元吉諸兵皆付一擲。撫臣劉廣胤先出雩都，副總陳舟、張琮、李源符五月初一日失機，成何法紀！此番功罪宜明，卿即詳悉入奏；惟虛惟公，勿僭勿骫。見在收拾敗殘，亦即中興根本。粵兵狼兵三萬餘人，准卿召募；但作何招集、作何約束，必先議定。近日地方苦兵，尤甚於賊。經過不慎，號令不嚴，驅虎進狼，綠林四起，豈必寇作戎首哉？包象乾兵、張佳玉兵，卿還嚴諭，不得收聚兇徒，終成潰散。朕十日內外，一定親蹕汀州，面議方略。誓在必行，決不失信』云。 \\n  \\n 以修關餘銀令錦衣衛分賞鄉勇，人各一金，為首者倍之；使有功者皆沾實惠云。 \\n  \\n 上諭吏部尚書郭維經曰：『官員賢否，關民生之榮悴、切宗社之安危。若吏部有滿堂清官，天下必少呻S吟Y百姓。朕於此選，至虛至公，力拔其尤而後已焉』。 \\n  \\n 戎政尚書吳春枝巡行汀郡，確彙永寧、清流、歸化三縣平定功次，陞賞有差。 \\n  \\n 上謂兵部試司務蔣平階曰：『覽爾奏，多發人所未發，如一官五月而更數人、一人數月而更三命、百里而督撫並設、巡方與中使並差，皆害政之大者。至謂「疑人復留用，募兵不同餉；有聽言之名，而未收其用；去鋪張而存實意，□失機而務持重」。皆切要語，朕所嘉尚焉』！ \\n  \\n 安插迎駕副總兵楊元斌兵於將樂。 \\n  \\n 溫州府進貢新茶。 \\n  \\n 敕錦衣衛都督楊耿發兵捕勦沿海寇盜。時周駿、崔芝、林雲龍等或募賊入港行劫、或倚賊垂涎紳民；上以不可為訓，故發兵勦之。並知沿海兵餉單虛，著福京戶部與布政司會議具奏。 \\n  \\n 江西光黃各砦義師雲起，上敕其聯合義旅，殺偽復疆；仍列登極詔書「復一縣即授知縣」等款於敕中，付行人唐倜等去。 \\n  \\n 吏部尚書郭維經疏列三吳起義死難士紳，各贈官有差：葛麟贈兵部郎中，錢振光贈參政，顧棻贈兵部主事，王日如贈兵部員外，馮翥贈副使，錢圭贈參政，王有容贈僉事，麻三衡贈國子監學正，凌宏煥、張明光、謝球俱贈訓導。 \\n  \\n 上敕光澤各縣倉穀發充兵餉，可以濟饑紓急，亦便於出陳納新。發米一百三十石賞給軍士，歡呼飽騰。 \\n  \\n 上命禮部右侍郎曹學佺清察軍糧，兼濟民食，仍書四字於職銜。學佺至是辭以威宗實錄撰諸家集，精力維艱，難兼他務。上許其薦一人自代。 \\n  \\n 學佺饒有幹濟，捐資買米，天興賴以不饑。然其門下士，略有藉此而覓厚息於他州縣者，人言嘖嘖。故特疏辭之。 \\n  \\n 給督師楊廷麟弓絃各一千數、箭三千枝。不足者，著原解戶湊補。 \\n  \\n 惠潮巡撫劉柱國擒獲潮陽賊首莊三權，即時正法，疏聞行在。上令其察敘有功員役。 \\n  \\n 上諭錦衣衛王承恩曰：『關外駐劄重兵，以便相機驅勦；關內聯絡鄉勇，以資守望應援，自是守關勝著。擇用本地鄉紳同地方官料理關內事務，使兵不得擾民，尤為緊要。爾此奏具見方略』。 \\n  \\n 以鄉紳張調鼎同道臣趙秉樞扼守永定關、謝紹芳同府臣周維新扼守大安關、黃大鵬同臺臣鄭為虹扼守仙霞關；務要調和兵民，偵禦奸寇，與守關兵將有功同賞、有罪同罰，違者三尺不宥。 \\n  \\n 溫州饑，再發銀一千兩，令何兆龍往賑之。上復嘆曰：『奇荒至此，一千之數，安能遍活數十萬生靈乎？疏通救急，作何設法？撫臣盧若騰、鎮臣賀君堯速為設防，毋使甌民重困』。 \\n  \\n 上覽台州府通判萬年英疏曰：『這所陳三事，侃侃直敷，乃至四千三百餘言，讀之殊深痛感！陳函輝各文武張國俊、朱常浙等不知名義，無足深論；江上諸臣，武如方國安、鄭遵謙等，文如方逢年、張國維等，朕亦自有鑒裁』。 \\n  \\n 詔安縣為山寇所陷，殺官劫庫。旋復之。 \\n  \\n 禮部尚書曹學佺助海師餉銀一萬兩。時海師議久不成，朝廷兵餉尚缺。學佺請恢復之策，舟師直搗金陵，或可冀其萬一，故罄竭家資及鹽木諸項，勉成一萬以濟之。 \\n  \\n 釋裴村愚民周□為人妄捏奸細者。時輔臣蔣德璟過裴村，男婦百餘人控訴周某實非奸細，又有里排生員人等保認。疏聞，詔釋放之；曰：『此後巡緝固應毖嚴，亦不可妄拿良民，致無辜遭陷。守關將士各與申飭，二詞並發存案』。 \\n  \\n 差工部司官黃昌祺回粵東買硝，動支該省布政司銀六千，以省攜帶之虞。 \\n  \\n 上諭都督汪碩德曰：『覽爾疏，兵以無糧迫民、民以求生投寇，深可痛恨！彝鋒既逼鉛、永，藥盡矢窮，何以禦敵？爾還鼓勵前行，奮圖撲滅，毋得逗留，自干公議。並察明碩畫，作何下落具奏』。 \\n  \\n 行在御營設立十標，計兵數一萬。其器械衣甲，准各府汰去逃亡各額內搜出備用。時林□福寧募兵未至，敕催速赴戎政官通領，以隸十標。 \\n  \\n 左都御史張肯堂疏薦崔芝善於用海，有船五十餘號、有兵二千餘名，乞釋罪圖功置臣標下。上從之；曰：『前楊耿糾其募賊入港，因發兵捕勦。卿既信其無他，即准隨卿前進，定限夏至前到，以便卿乘風急行。崔芝俟再立功，即與掛印』。 \\n  \\n 夏至祭典，敕福京太常寺舉行。 \\n  \\n 會官處決朱家棟，以謝徽州百姓。 \\n  \\n 翰林院檢討何九雲進家藏書四百八十四種、計三千五本，令第九祿投。上曰：『朕性喜閱書，所進者縑緗殊富，頓快素願；著即收進。內有重的，仍發與九祿領回。九祿著做國子監學正，以示酬勞』。 \\n  \\n 欽天監奏星異。上曰：『人事修省，可回天災。各官著極力消弭，毋事虛文』。 \\n  \\n 福京署國子監祭酒朱天麟疏言新舊貢生在監者已有千人，成均伊始，當廣作人。上許其於皿字、貝字號量中二十名，以示京、省並設之意。 \\n  \\n 敕福京戶部侍郎徐應秋貯備積穀，每年務滿二萬□千七百五十三石之數。著於收成後，凡有罪犯取贖者，咸令其納穀。務令陳陳相因，始克有濟。 \\n  \\n 以福京戶部侍郎黃日昌協理安民庫。 \\n  \\n 上謂司禮監曰：『內官品級奉御為正六品。今內官多到，宜廣從六品以下之銜，庶不僭亂。欽行酌定：中宮皇后位下差使，定銜曰「椒宮承使」，為正七品；皇貴妃位下差使，定銜曰「椒閣應使」，為正八品；九嬪位下差使，曰「椒室領使」，為正九品。此下內使都為不入流，永為定例。著纂入實錄，以示將來』。 \\n  \\n 廣西布政使起解糧餉三萬二千兩、□資銀四千八百六十八兩。 \\n  \\n 四川參政今陞大僕寺少卿劉麟長疏陳恢復重夔二府、三州、二十三縣，以川餉膽川兵，不得虛糜破冒。上嘉其不避艱危，盡抒方略，忠勞懋著，俾其前來陛見供職焉。 \\n  \\n 平□將軍陳秀請募兵二千，以足守關五千之數。上曰：『增兵必先議餉與衣甲器械等項，著戶、工、兵三部議奏』。 \\n  \\n 時有訛言駕回天興者。上聞之怒，曰：『朕以進戰自誓，豈有復回之理？誰為此言，以惑亂耳目？即應立刻察明斬首，以警其餘』！ \\n  \\n 上游巡撫吳聞禮疏陳『鎮兵分防：岑陽撥戴忠兵扼守，桐木撥陳梧兵扼守，谷□撥施朗兵扼守，焦嶺撥方機兵扼守，觀音隘撥黃廷兵扼守』。上曰：『此皆輔臣德璟與該撫激發忠誠所致，況兼施福慷慨鼓行，黃興勇而能下者乎？朕心甚悅』！ \\n  \\n 行人瞿昶疏陳楚蜀滇黔事情：『楚，在一事權，專任使。預敕重臣，以待南昌荊襄之復，即遣大將以鎮之。蜀，在結將士，收民心，用蜀人辦事。搖黃則勦撫並用，獻賊則殲厥渠魁。滇、黔，則在外援鄰邦，內顧門戶。但近日勳臣土司議論未定，其地近蜀之遵、永，與楚之接界平溪、銅仁，俱宜防援，種種皆扼要實著』。上嘉納之。 \\n  \\n 都督李士璉抗節拒寇，上與掛討奴將軍印，作御營從征前鋒左軍都督同知，進太子太傅。 \\n  \\n 首輔何吾騶、兵部尚書吳春枝簡練十標，議定兵餉才將四款。以郭奇管作第二標，陳天榜第三標，熊和、王秀奇、陳文火廉、方登天作四、五、六、七標，林所募者俱著巢拱極管領，作八、九、十標。標兵毋得過額；凡有餘兵，即隸戎政標下，以備御標缺補。上從之。先發銀一千兩，為犒練之用；餉有定支，才可節制，庶實得兵用焉。 \\n  \\n 上顧左右曰：『延平地窄米貴，朕原不欲久住，俟虔南收拾安妥，六飛即當迅發也。兵部主事方文耀勸朕裁減員役，此說誠是。但各處嘯警，地方官宜及早消弭，毋貽朕行後之憂』。 \\n  \\n 漳南道臣傅雲龍才足辦賊，著留久任，以安地方；廣東布政使缺另補。 \\n  \\n 擢瞿昶為雲南道御史，銜命往調劉承胤兵。 \\n  \\n 諭國姓成功曰：『福疆戰守，必取閩餉；浙直江楚戰守，乃取粵餉：不得一毫僭差。李長倩專司粵餉、行在吏部立推右侍郎一員專司閩餉，務令井然，以有成緒。粵東撫按挑選舊兵一萬、粵西撫按挑選狼兵滇兵一萬，以資收復中原』。 \\n  \\n 山寇萬人攻圍龍巖縣。 \\n  \\n 恩貢生陳元綸赴廷試，進所著「豳風保治全書」、「五經涉錄」各一部；上敕留覽，以啟所學。 \\n  \\n 特授廷試貢生第一名李萼輝為禮科給事中。敕其侃侃直言，毋負新恩特簡。"}
{"章节": "思 文 大 紀 卷 八", "正文": "　 \\n 思文大紀卷八 \\n 　 \\n  \\n 六月，以楊鶚總督偏沅，何騰蛟遂有「敕印一齊交付」之疏。上諭之曰：『卿宣勞江漢，功在社稷；復楚恢豫，長驅燕代，業以全擔付卿。楊鶚之推陞，因彼時未審輿圖，偶為錯舉，豈有一柄兩操之理？今中樞需人，業召鶚入佐矣。朕與卿分則君臣、誼同父子，何不因疑奏明，遂為是舉？且「將在外，君命有所不受」；尚惟始終一心，力任危地，以必見孝陵、必葬威宗為任，朕與卿當共勉之』！後有「兩奉君命出江，百念迴思顧楚」之疏，中有『願為愚，不願為智；不敢棄、不忍棄，不能以兩年死掙之地，棄之他人之手』。上始欣然曰：『閫外之事，悉以煩卿，惟有早開雲臺以待』！ \\n  \\n 上因糧餉不足，每嘆曰：『朕布衣蔬食，經時憂費；所餘重餉，皆以養士給兵。乃內帑無多，應用每窘，為之奈何』！ \\n  \\n 上命翰林院新選萃士萬荊等十二名隨庶吉士後，入閣拜先師；復敕翰林院官時其教習，毋得作輟。其服色比庶常，而冠袍角帶焉。後兵部主事萬曰吉劾其非制，且有「鼎見售」之說。上曰：『拔士於貢中，作養人材，事屬特典。名為萃士，原不同於庶吉士。毋得憤激不平，暗行詆誹』！ \\n  \\n 贈侯峒曾行在禮部尚書，諡曰「□□」。 \\n  \\n 贈高飛聲江西按察司僉事。飛聲，長樂縣人；癸酉鄉薦，以同知署撫州府事。敵至，倡義不屈，仍敕其家人護印以達行在；故有是贈。 \\n  \\n 興化佃戶圍郡城。按莆田租額，每石穀計一百二十斤；後鄉紳或有議加者，眾不服，遂率眾而成揭竿之事。上聞之駭然，曰：『此誠地方異變，著守道柴世埏將租事作速議妥，務期主佃相安。宦幹非理虐佃與刁民假佃倡亂者，俱當重懲示警』！ \\n  \\n 番禺縣廩生劉國彰捐資製造九龍大箭五百筒，聽供援虔復楚之用。上喜，給欽劄都司示酬。 \\n  \\n 編修劉以修進文昌化書。上曰：『化書勸人忠孝，朕甚嘉之。以修生長其鄉，即與門人校定，更當廣布成書，懋厥休嘉，以襄上治。敕文俟旨行』。 \\n  \\n 按以修字懋卿，號九一，閬中人，庚辰進士。初令福清，調繁閩邑。下車即以化書示予，意欲謀所以梓之。予借故家善本，為之校訂訛謬；並捐微資，合各家助刻者，始克充梨棗之費。若劉公則一意愛民，案牘無事而已。校訂初只立予名，繼則補刻闈中所取士子亦居一焉。其詳載予跋語中。 \\n  \\n 上諭廣西巡撫晏日曙曰：『用狼兵必選狼將，否則擾民。今因恢扼調行，聞狼有生熟馬步之不同，依請即用成大用為統領、夏日敷為監軍。行糧安家，取給平、梧、潯、南四郡，務速如限到虔。於起行之日，該撫飛奏，仰慰朕懷』。 \\n  \\n 擢吳時亮為行在兵部右侍郎、瞿式耜為添註左侍郎、宋賢為添註右侍郎。 \\n 以傅上瑞巡撫偏沅地方。 \\n  \\n  \\n 敕行在禮部：『天道亢陽，穀騰民疫，皆朕不德所至。除自初五日朕在宮中行禮虔禱雨澤，爾部即察潔淨處所設立壇位，六卿以序，輪日瞻拜，以祈甘霖，濟我百姓』。 \\n  \\n 廣西鄉試，取中六十六名；加以宗主二名、流寓二名。 \\n  \\n 發銀四十兩，著太醫院徐淑卿、胡兆龍、朱士選、王大華各任東、西、南、北四門城內外施藥。 \\n  \\n 敕臺臣艾南英將其生平著作刊刻成帙者進覽。 \\n  \\n 敕內臣鄧全到天興，催撫臣劉中藻速往溫州到任，並為金華聲援。時聞溫州警報，並婺警猝至，皆有自相戕害之狀。 \\n  \\n 命國姓成功親到漳、泉精募兵將，立助恢復。期限二十日，即來復命。諸將仍用心守關，務令一騎不入，裘寒膽，不負朕股肱待諸將至意。 \\n  \\n 封建宗藩各官准穿錦繡三日，遵常例也。 \\n  \\n 以都督楊耿總督水師，調守仙霞關曾德還京補之。上游巡按御史尹民興劾德淫縱多端，上謂德「有則速改，無宜加勉可也』。 \\n  \\n 敕勳臣劉孔昭嚴禁所部毋犯甌土，以著臣節。仍敕福寧道臣王芋發陸兵一千，出溫州應援。 \\n  \\n 封方元科為定胡伯。時錢塘沿江戰功，惟元科為能用命；並發手敕，以示優異。 \\n  \\n 水師議成，以吏部朱永祐、趙玉成兼戶、兵二科給事中，在周鶴芝、李一根、林習山軍中聯絡措餉；改推官徐孚遠為兵科給事中、編修周之夔兼兵科給事中，監督聯絡漁船，共襄恢勦。 \\n  \\n 福清知縣趙士元勦禦土寇有功，上命吏部優敘之。 \\n  \\n 賊殺馬江渡船三十餘人並犯弁李鎮邦等，上敕府縣官嚴行緝獲。 \\n  \\n 兵部侍郎郭必昌疏陳「福京宮工告成」。上曰：『宮工告成雖非朕意，朕今驅馳戎伍，何暇安居？惟平彝侯勞自當旌。每歲再增祿米五百石，仍廕一子錦衣衛千戶世襲；楊耿准特進勳階』。 \\n  \\n 上曰：『天下之壞，不壞於敵而壞於兵，不壞於兵而壞於官，殊可痛！浙中無所事事之官，逍遙於家，驛騷於途，畏縮不進。漁獵佃民的，通著撫按詳行清察，即日撤回，務期(下缺)』。 \\n  \\n 總制郭維經疏陳「搜括以濟急需」，中云『寧化官地二處，可易一千五百金』。上曰：『此亦權宜之術』。從之。 \\n  \\n 上諭兵部主事毛元策曰：『顧錫疇、荊本徹二臣俱戕於非命，諸臣當以為鑒。目下水師迅發，正欲急復江南，元策可益自勵』。 \\n  \\n 敕撫臣吳聞禮嚴防松溪一帶地方。 \\n  \\n 贛州捷至，云清兵焚燬南北二門，架雲梯數十、竹圈數百；我兵矢石迸發，清遂聞風驚遁，鞏固虔疆。上命察敘有功官兵，以鼓行間銳氣。 \\n  \\n 陞湖廣監軍道臣章曠為都察院右僉都御史，提督軍務，恢撫湖北地方。時清兵以數萬眾眈視楚疆，李赤心等尚怯不前，曠獨能領督輔兵，血戰於新牆鼓家嶺等處，先後斬敵六百八十級，殺傷溺水者無算，所獲馬砲器械更多。督輔何騰蛟疏聞，故有是命。 \\n  \\n 准發各處提塘條記，一切奉旨，全抄行。 \\n  \\n 著吏部郎中兼御史王兆熊至浦城，通判李如梅至松溪、政和，夏南薰至建陽，奉旨招商疏通米船，嚴禁埠頭歇家把持船隻及官兵擅拏米船等弊。 \\n  \\n 陞嚴起恆戶部添註侍郎，總理湖廣錢法；改劉明遇為工部主事，管湖廣錢法道事務，同督輔虛心商酌。銅粹工堅，可藉長久，有益於國，無害於民。 \\n  \\n 上御西便殿，沐浴齋戒，祈禱雨澤，每日三次。敕文武官各積誠虔禮，不得視為虛文。府城內外，暫禁屠沽。 \\n  \\n 廷試續到貢生一百零五名，擬進呈二卷，敕授兵部試主事。 \\n  \\n 延平府旱疫，大學士何吾騶、路振飛等各陳不職，上溫旨答之。 \\n  \\n 以郭維經總理南直、江、浙、閩、楚、兩粵恢勦事務，改鑄敕印，同兵部侍郎劉士楨督兵入虔。 \\n  \\n 以少詹朱天麟教習萃士。 \\n  \\n  \\n 平彝侯鄭芝龍議借倭兵以圖恢復，上許之。以黃徵明為正使，給一品服色，陞樞□職銜，榮其行也。 \\n  \\n 督輔蘇觀生兵至南安，師徒潰散，援兵不至。疏入，上敕總制臣郭維經趨虔救之，並云：『督臣萬元吉固守贛城，自可無虞』。 \\n  \\n 議以副總兵江振曦兄弟防守白楊、黃竹二隘，上從之。每年費餉五千四百兩，半取給於瑞糧正額、半取給於瑞富戶家。 \\n  \\n 給左右中前後沖鋒營總兵官旗牌。 \\n  \\n 敕兵部主事常人龍往制臣李蘧處監紀軍務，務令速到衢州，不至虛糜歲月。 \\n  \\n 敕吏部：『學官教導，關係匪輕。凡入資敘勞，有授國子監學正、博士等官，各於本銜添一試字，不許任學博之事。至門斗之役，必用良民預充。士子之犯，不用率行拘辱，通行申飭』。 \\n  \\n 命銓憲臣張肯堂回福京彈壓，恐場事人眾囂雜，有生異變；撤棘後即赴行在任用。 \\n  \\n 起用大學士黃士俊、陳子壯於田間。 \\n  \\n 先臣康太和准諡「文介」。 \\n  \\n 敕上湖巡撫吳聞禮，將恤民通驛事議妥具奏。時崇安、建陽、松溪、政和、浦城五城，皆為孔道；且浦城素無驛站，近日往來之繁，尤倍於崇安。有議復驛路工食，故有是敕。 \\n  \\n 廣東巡按御史王化澄疏陳「募兵一萬四千八百零七名」。上諭之曰：『凡遇加派錢糧，朕如芒刺在背。所賴督按臣以朕之心為心，以民之命為命。有如增兵一萬四千八百零七名，除鹽餉賦役外，尚用餉銀十五萬二千三百零，皆概舉成數而言，未嘗就中撙節愛惜。即如東粵守兵，各路合算，將及十萬，皆食存留之餉，與歲解額餉無干。各府各衛兵數無多，還當各路嚴察，以缺兵之餉供新兵之用，得一分紓民一分。有如鹽稅一項，廷臣請另通行，歲可添餉一、二十萬。朝廷恐與舊商有礙，未遂舉行。督按臣當與餉部臣梁應奇互相商榷，務俾新商、舊商兩便，資所增益以養新兵。又加雜稅一項，另與奏明徵收，絕不許豪猾漁獵肆燄。兩粵各府關稅加餉五萬兩，鹽稅暫議加餉五萬兩。俟四方平定，自有蠲減，以酬父老子弟』。 \\n  \\n 巡關御史鄭為虹叱責平彝標下將官陳俊、鄒太爭奪船隻，芝龍密訴於上。上曰：『干戈寧謐，全藉文武和衷。為虹叱責，亦是代卿約束，卿幸勿芥蒂。應以王臣王事視為一體，等於同舟，尤所殷望』！ \\n  \\n 平彝侯鄭芝龍特疏薦異人薛通載，賜名為「廣濟禪師」，令其徵兵海外。 \\n  \\n  \\n 敕吏部尚書曾櫻：『速催傅振鐸到任受事。寧化現有寇警，迎駕師先令駐紮該地方，不必拘定夏秋冬春，以人就地，還當以地擇人』。 \\n  \\n 陞陳履貞為吏科右給事中。 \\n  \\n 首輔何吾騶疏薦曹勳、祁熊佳、嚴似祖有纂修之才。時起勳為行在吏部右侍郎兼翰林院侍讀學士，協理詹事府事，熊佳、似祖為右春坊左中允兼翰林侍讀。 \\n  \\n 衢州知府伍經正不奉魯藩，上以其義凜一尊、秉節不貳，再與實加一級示勸。 \\n  \\n 敕通政司文武各官：『一本只許說一事，毋得支蔓牽扯，不便批行，以後申飭』。 \\n  \\n 加贈張繼榮為右都督，諡曰「武襄」，以旌真忠。 \\n  \\n 敕定南巡守二道臣：『准各募兵丁二百名，以資防禦』。 \\n  \\n 改兵部主事李魯為兵部職方司，給與敕書、關防，令其屯練鄉勇。蓋以汀人慮汀事，自無不周也。並敕于華玉：『留汀之兵，分守諸關隘。汀之四隅，守兵鄉兵互為主輔。有則申飭，無則增添。其鄉勇粢糧，官助二、三，民湊七、八，務與華玉同心固圉，以安地方』。 \\n  \\n 南安王企鈺進頌德詩四章，上謂其『敲金戛玉，大雅之音。朕幾務憂勤，愧未遑及』云。 \\n  \\n 寧洋縣寇警。 \\n  \\n 諭內閣速撰敕書一道申飭盧若騰、賀君堯同心堅守溫州，以保行在福建門戶。前日卻兵有功，並能保濟饑民，盧若騰加行在兵部右侍郎、賀君堯進太子少傅。 \\n  \\n 大學士林增志因亢旱陳「省躬」一疏。上謂：『疏中以兩事規朕，曰「改過引愆」，足徵交儆之誠』。午間，便殿賜對。 \\n  \\n 敕福京監臨御史韓元勳：『監場事完，即刻巡歷下游地方。務正己率屬，獎廉懲貪，力挽澆風，以振文治。汀、漳盜賊奸宄四出，須分別勦撫；使聞風解散，便屬真御史。至兩粵、雲、貴計典已行，上下游獨緩；著元勳作速察核，會同巡撫奏報。嚴在貪酷，不得遺漏吞舟』。 \\n  \\n 上因天旱，思清理滯獄；曰：『獄有冤民，則天屯膏澤；敕四獄衙門熟審事例，速為清理。福京刑部先為舉行，以合朝廷欽恤之念』！ \\n  \\n 以督輔傅冠貯庫銀一萬四百餘兩給國姓成功五月兵糧。 \\n  \\n 上游巡撫御史吳聞禮合院司議：以各府屬額餉坐派撫鎮標營水陸寨游各兵，免轉輸之煩，消庚癸之患。上從之。 \\n  \\n 發恤民庫銀一萬兩，差兵部司官一員解到劉名奇軍前給散。 \\n  \\n 援勦七省都督張先璧、郝永忠合詞迎駕。上曰：『覽奏具見前驅義奮！江氛未靖，著即協心進勦，以迓王師』。 \\n  \\n 福京太僕寺卿甘惟爃上疏乞休。上謂之曰：『同一去國：太平無事，人競進而己獨退，則為恬；國運板蕩，人致身而己思去，則為避。此義諸臣所素知者。惟爃仍降一級，以警偷惰』。 \\n  \\n 敕內外諸臣：『毋得濫給劄付，以重名器。如督撫遇軍功，方准以關防先給，然後請給御札。地近以一月、地遠以兩月，再遠以一季，務填報功次坐名請旨，毋得濫求濫給。該部堂司官各宜恪遵勿怠』。此敕從兵部尚書吳春枝之請也。 \\n  \\n 將官費興、陳學鵬、鄭真等出關與清大戰，生擒二十餘人。建寧道周維新報捷疏至，上曰：『此皆輔臣德璟與維新發縱指示之力』。 \\n  \\n 上曰：『滇黔遠在天末萬里，干戈未靖，各衛弁承襲者，往來艱難，朕甚念之。暫破赴京承襲之例，許其在本省部司起文，赴鎮撫比試，再送按臣察對。貼黃號紙，差官文彙報兵部察對題選，填給勘劄。即以所省之盤費，解京充餉：指揮定銀四十兩、千戶二十五兩、正百戶一十五兩，布政司彙收搭解』。 \\n  \\n 上聞威虜伯黃斌卿殺□□荊本徹，曰：『本徹雖非賊寇，乃爾騷擾地方，民恨實甚，殺了便罷。所招降將士，善為約束，勿令流毒，致重民怨』。 \\n  \\n 宣諭廣西太平府土司守備吳廷秀，取有印信歸順表文十六道；上謂其「不負遠使」，嘉納之。 \\n  \\n 催鎮守廣西大都督成大用督調狼兵足額一萬，不可少一名。需用錢糧四萬，即就陳邦溥進解數內，立刻支銷。 \\n  \\n 敕黃興殫力扼關、吳聞禮嚴巡毖飭、周損速料理早復廣信，俱刻不容緩。時兵部尚書吳春枝有「國務只爭呼吸，急先持危」之疏，故上急急於此，正慮時事又有不同也。 \\n  \\n 加萬元吉行在兵部尚書，以其固守虔城，屢挫敵鋒也。餘賞有差。 \\n  \\n 十三日，免常朝。以天道亢陽，雨未霑足，上日事祈禱也。 \\n  \\n 平彝侯鄭芝龍製油扇五千五百握有奇，分給闈中應試生儒，以為卻暑；上破例允行。 \\n  \\n 准安仁王長子慈□移居寧德縣公署。 \\n  \\n 上謂樞民吳春枝曰：『守汀先援贛，贛固則汀安，此不易之論。著撫臣廷麟、制臣維經、部鎮臣于華玉力任之。施福、黃興與廣撫周損、上游撫臣吳聞禮互相接應，恢復□山、永豐諸邑，不可專委周損，坐失事機』。 \\n  \\n 改十五日鄉試首場：四書三篇、經二篇。十七日二場：策三道、判二條。從減篇節省之旨也。 \\n  \\n 翰林院編修陳世傑因虔危未解、粵策難緩，疏陳「便宜行事四字事權大重，行間直作話柄，真有大不便、大不宜者」！上嘉納之。 \\n  \\n 上諭太僕卿兼御史郭正中曰：「浙東流言四起，總為監國設謀。朕無利天下之心，天命若真，人謀無用。陸清源被辱事情甚是可駭，都著靖□侯察報』。 \\n  \\n 敕吏部兼兵科守制揭重熙曰：『江西素稱道義之鄉，兵與餉皆出於義，誠為勝著。除先撥餉銀五千兩外，今再發一萬兩。揭重熙當加意鼓功，使義兵裹糧敵愾，仗桑梓以匡王國，乃為奇績』。 \\n  \\n 差官解餉銀五千兩，赴督師黃鳴俊軍前。[下缺]時聞敵渡江，蕭山、諸暨一帶俱危，各輔臣以為言，故有是命。 \\n  \\n 陞吏科給事中陳軾為廣東右參政兼僉事提督學政、刑部主事蕭申陞廣東兵巡道參議兼僉事。 \\n  \\n 改國博張一鈺為翰林院庶吉士。 \\n  \\n 十六日。□百餘人抵上杭，官民皆遁，□遂設立偽官而去。 \\n  \\n 平彝侯鄭芝龍調曾德回守仙霞關，上從之。 \\n  \\n 龍巖縣平，渠林海符梟示正法，餘黨奔避。上敕該撫鎮速出示，令其解散歸農。 \\n  \\n 福京吏部司務王士和疏陳六事：文職曠而脫卸者多，武弁盛而立功者少，陞遷驟而責任益輕，議論煩而實用益寡，聽納博而精神愈棼，移蹕頻而民生日苦。上讀之，曰：『此誠苦口良藥，切中時弊，朝廷時為省覽。王士和此疏，速刊刻成書，分送文武諸臣，務使痛改前非，實圖恢復。士和准赴行在賜對』。隨以士和守延平。 \\n  \\n 上曰：『李大載同黃箕奉命宣詔、瞻奉祖陵，為奸臣所賣，被收監禁。大載書其衣曰：「浩氣充天地，丹心照古今」。又曰：「氣節不回奇男子，忠膽無慚大丈夫」。抗節寇庭，至死不屈，真丈夫也！張宗、陳良亦相繼拷死，朕心惻然！當速加優恤，以慰忠魂。黃箕涉歷艱辛，守節復命，並與優擢』。 \\n  \\n 上曰：『獲城陷陣，績與忠並茂者，汪應相、宋大彪、季存仁三人俱准贈指揮，王體和贈百戶，以為效忠者勸。推官邵之榮著行在吏部敘卹』。 \\n  \\n 清□蕭山，紮營諸暨，圍困紹興七條沙茶園。嚴州各路官兵，恐不能支。上敕兵部速發兵救援，以重閩浙相依門戶之意。 \\n  \\n 建南道副使趙秉樞奏：麻沙白駱界地方民性驍悍，習製行盔行甲，可以禦敵。上敕其同張調鼎多方招募，同心守關。 \\n  \\n 二十七日，發榜，取中一百七十五名，副榜六十五名。有旨令南城御史方元會覆試，黜落四名；仍發續榜，俱准為舉人。此亦特恩破例也。 \\n  \\n 按是科弊□甚多。內有李枚文理不通，翰林院編修兼兵科給事中周之夔向布政司取原卷不通處，疏糾之。上即命黜革，逮房師推官王三俊下獄，追贓一萬兩，以助平寇出師兵餉。贓完而清兵至，幸免株連；否則，吾鄉故家子弟十去八、九，以當日買中者不上千金，人故易為耳。 \\n  \\n 上因首輔何吾騶決意幸汀入虔，與平彝侯鄭芝龍論議不合。且清騎輻輳關外，芝龍遂撤兵回福京，清遂長驅矣。惜哉！先是上以福建全省付芝龍，使其志不退轉，力任封疆，則忠懿王之勳業可成，不尤可惜！[此節疑有訛脫] \\n  \\n 八月二十二日，清騎入仙霞關。上在延津，知事勢已去，遂由汀郡出關。清遣輕騎追之，不及而返。 \\n  \\n 上游巡撫吳聞禮遁入山寺，不肯剃髮，人有勸之者；曰：『豈有堂堂撫臣而怕死耶』！後率鄉勇赴敵，為亂兵所殺。 \\n  \\n 清兵入建寧。 \\n  \\n 輔臣路振飛追駕不及，自縊於邵武山寺。 \\n  \\n 禮部侍郎馬思理、工部尚書鄭瑄俱扈駕，中路逃回。馬則詐死遁海上，擁戴魯藩；鄭則屈首貝勒先於眾人，人以此定優劣云。 \\n  \\n 平彝侯鄭芝龍兵船盡泊南臺者旬日，搬運城中舊日北庫所蓄火藥兵器，復焚北庫。巨砲震發，勢如山崩。 \\n  \\n 延平太守王士和死節。士和字萬育，金谿人；富於經術，言論侃侃。崇禎間鄉舉，初為吏部試司務，上疏條陳，上嘉納之，轉職方員外郎。未一月，陞延平知府。清正不阿，人咸德之。與人交，無異言。清兵至，乘輿遠出，一時從龍守土者咸遁去。士和矢志不移，曰：『吾受國家厚恩，以守此土，不能持寸鐵與鬥，死有餘愧，可與寇俱生哉』！乃先一日分理家事，正衣冠，經於堂上。百姓往哭，如喪所親，鳩金殮之。清兵至，亦俱嘆息而去。 \\n  \\n 上游巡按兼守關御史鄭為虹死節。為虹字天玉，揚州人，癸未進士。年少，美丰姿。初為浦城令，潔己愛民，性極愷悌。上初入關時，知其為廉吏也，欲拔置左右；浦民留之，有十不可去浦之疏，遂罷。其任為巡關御史，亦將以恤浦民也。適關將奪商人米，為虹繩之以法。有曲護關將者，反露章彈為虹市恩邀譽。上知其忠，置不問。復命巡按上游，以重其任。風力震於遠邇，關將恃恩者，亦頗為斂手。清兵入關，為虹嘆曰：『文武不睦，勢不可為也』！竟不屈死。 \\n  \\n 永福降□，鄉紳黃文煥男驅逐縣官，起兵接□。伐山開道，親至延平，朝貝勒。閩人以此為罪魁云。 \\n  \\n 閩省聞清兵將至，城中巨室搬移一空。即棺柩，俱抬出郊外，遍野纍纍。時相傳有「留髮不留人，留棺不留屋」之語，故倉卒咸盡。 \\n  \\n 貢生齊巽、中書張份、醫僧不空等鳩眾起義，以陳子含宅為帥府，殺清人來掛安民告示者，人心不無震動。時苦無餉，乃率眾往湧爾寺，懇曹能始先生助以千金，始克招募。黃密報，促貝勒王下福州，遂各逃散。 \\n  \\n 九月十九日，清兵至福州，從北門而入。城中百姓十留一、二，父老仍鳩各鋪羊酒郊迎。 \\n  \\n 兵士屯紮洪塘沙洲，不許入城擾民；陞官分職，一照明朝舊例。 \\n  \\n 貝勒王處沙洲，出榜安民，諭遠近官吏投誠。時福州縉紳俱遁處山谷，首至者則□部尚書一人而已。時松溪教諭亦在列中。見□，跪泥沙中永日，貝勒不為禮；徐乃令之去，曰：『爾官在明朝若是大乎？茲不便用也！速去』！ \\n  \\n 不剃頭男子趙卯死節。時剃頭令下，閭左無一免者。金錢鼠尾，幾成遍地腥羶。卯見而撫掌大笑。或曰：『子能逆令耶？遲則此頸且不能保，豈吝一髮』！父母戚屬咸責之。卯曰：『吾豈能不剃？自有妙於剃者』！乃多市魚肉，與父母暢飲。時卯已喪妻，有子三人，羅列侍側。酒醒，嘆曰：『髮膚受之父母，古人不敢毀傷。今將剃去，其可忘養育恩耶』？請父母拜之。又謂其子曰：『爾生之自吾，其可不拜而剃』？拜畢，日入崦嵫。卯曰：『明日剃之，未晚也』。俟父母安寢，卯獨徘徊中庭，慨嘆數回，喚其子曰：『爾讀書筆硯可簡出，吾有所用』。隨令三子先寢，乃濡濃墨大書於壁曰：『男子趙卯不肯剃頭死』！擲筆，縊於中堂。家人知而解之，不及矣。卯，閩縣人，粗知章句，以糶米為生。生平性直自豪，不屑屑於刀錐之利。今之剃頭者，愧趙卯多矣！使天下皆趙卯，清騎清服，將安用之？卯忘其名氏，然卯正不必以名氏題也。死時年纔三十有六，予謂視曹、胡二公，其死尤烈。 \\n  \\n 太子太保禮部尚書曹學佺殉難死之。公字能始，號雁澤；十八舉於鄉，二十一成進士。官轍所至，興利除害，民稱便之。古文詞賦無所不精，著述汗牛充棟；又善臨池，入晉魏之室。故海內無不知曹先生者。熹宗朝，以序何總制士晉著書談及閹官三案，削職追奪，幾蹈不測。歸乃閉戶著書，成天下名勝志，選古今十二代詩；復殫力五經，撰著成一家言。後乃旁通於天文、禪說、字說、語錄、二十一史諸學，皆有所纂輯，誠一代之鉅儒也。威宗朝，屢詔起不就。既得予告諭旨，益安心著述。今上夙知先生名，初即位，起為太常寺，以草創典禮非公莫諳者；尋進秩少宗伯，特設館名「蘭臺」，令纂修威宗實錄。眷顧彌篤，有「卿巍然魯殿靈光，文學爾雅，是天留佐朕者」之諭。先生亦幡然自命，朝夕載筆焉。時關外警報日至，朝廷所用不得其人，喪師辱國；不得已御駕親征，兵少糧乏，未能離閩疆寸步。且朝中文武大僚不和，先生預知時勢不可為。嘗語人曰：『戰守非吾事，皇天倘欲祚閩，則實錄可就，恢復可成。倘不祚明，老臣豈事他姓？惟有死而已』！時議先由海道搗金陵，兵餉無措，先生竭蹶白金萬兩以濟之。無故三關兵撤，猛騎長驅，探報者猶訛為方兵。噫！時事可知矣！先是，先生聞乘輿離延津，即削髮入山寺為僧。有不知時勢男子四人，思為恢復計，咸曰：『城中富家貴室皆已遠竄，惟有曹先生在湧爾寺，猶可以義動者，曷往懇之』！遂率井里無賴子三十人直抵寺中而強其下山，言論舉止，忠義凜然。先生曰：『千金予不憚傾囊以應，奈時勢已至此何』！四人巧言如簧。先生憫其志，惻然曰：『與其存為兒孫用，不如先為國家用。成敗利鈍，非予所知，諸君勉之』！翌日下山，予之如其數。四人者，延先生至帥府，時丙戌九月十六日也。距貝勒兵入城纔隔三朝。噫！先生豈闇於計事者哉！忠義重而財物輕，故不惜耳。至十九日辰時，呼家人告曰：『吾志久定，今日正吾盡節之日也』！遂沐浴正冠，縊於中堂。時年七十有三，語不及後事。將蓋棺夕，貝勒撫軍飛檄至，籍沒田產房屋、株連兒女，犴狴纍纍。五晨夕始得入棺，尸蟲滿戶。噫！天之報施忠節如此哉！天地昏黑，華變為彝。次年二月十九日，始得移櫬出西□郊二忠祠，設奠成禮。知與不知，皆走拜祠下云。 \\n  \\n 貝勒□沙洲上考舉貢生員往廣東授官，一時熱腸功名者咸逐隊就試。貧者有名不能去，富者得意揚鑣，或被劫於半路、或死亡於寇盜，或失陷城池，身首異處。此數十人者，皆世受國恩，議者以為天理昭彰之報。 \\n  \\n 右衛指揮使胡上琛死之。上琛字逢聖，號席公，直隸山後人。祖失木里，永樂間以功授燕山衛，後陞福州右衛，遂占籍福州云。琛幼孤，依母家田氏讀書。孱弱不勝衣，田氏常慮其夭。少長，好禮義文詞，授業於先叔祖。年十八赴京，襲祖職；歸則裒然一丈夫矣。修飭武備外，折節讀書，毫不作轅門習氣。且耽於賦詠，時有曹景宗競病之句，人不知也。性喜蓄書畫，有當意者，輒典衣購之。思宗殉難時，悲憤不勝，見羅江社刻有哀吟，輒援筆屬和，綽有思致。今上即位閩中，加陞錦衣衛，隨駕延、汀。及事勢去，聖駕蒙塵，琛徒步走歸。歸則閉戶不出，若有所待。戚屬勸之他徙者，惟唯唯謝之。貝勒兵將入城，琛聞之曰：『吾世受國恩，豈有北面清兵之理！縱赧顏偷生，他日何面目見祖先於地下乎』！密令人入山覓毒草，其愛妾劉蕙聞而笑曰：『君豈以我婦人不知節義事而不與聞耶？吾有志久矣，特未敢言耳。然尚慮君志未決也』。琛聞，喜動顏色曰：『不意爾之能同我志，今可無憾矣』！遂服冠裳，與妾拜天地祖宗，闔戶憤泣；並坐於中堂，飲藥酒而卒。時琛年三十有八，妾蕙年二十有一。子四人，先時囑母氏撫養。母亦賢母，不奪其志，亦大可嘉也。 \\n 　"}
