{"章节": "曾国藩家书", "正文": "　 \\n 　 \\n 　 \\n 曾国藩家书 \\n 　 \\n 名著通览 \\n 曾国藩（1811—1872年），字伯涵，号涤生，湖南湘乡人，道光年间进士，是中国近代史上统治阶级内部风云八面的人物。曾国藩一生经历复杂，毁誉参半，是位最有争议的人物：因为他在清朝统治摇摇欲坠之时，挽狂澜于既倒，残酷地镇压太平天国运动，使清朝统治得以苟延残喘，从而获得了“中兴第一名臣”的美称；因为他面对列强入侵，决心振废起衰，树立清王朝大国形象而主张富国强兵，学习西方先进军事科学、发展军事工业，并躬身实践，倡导洋务运动，建造兵工厂，从而获得“洋务运动先驱”的美誉；因为他文章振发，独具丰姿，门生故吏遍布天下，桐城派古文因为他而得到中兴，于是又赢得了“德比诸葛，功过萧、曹，文章无愧于韩、欧，实为近百年来难得的圣贤”的赞誉。但是另一方面，由于他残酷镇压农民起义，又被世人喻为“刽子手”、“曾剃头”；由于在“天津教案”中杀人割地，又被称为汉奸、卖国贼。著名革命家、思想家、国学大师章太炎十分中肯地把曾国藩的一生归结为“誉之则为圣相，谳之则为元凶”。 \\n 但不管怎么说，曾国藩是中国近代史上一位很有影响的人物，他整整地影响了几代人。他的门生李鸿章、左宗棠、弟弟曾国荃、儿子曾纪泽等都秉承他的教导而成为出将入相的显赫人物。毛泽东称：“曾国藩是地主阶级最厉害的人物”；蒋介石则把曾国藩奉为终身学习的楷模，在任黄埔军校校长期间，不仅将《曾胡治兵语录》列为必修课目，而且亲自为该书补辑《治心》一章。可以这样说，在中国近代史上没有任何一位人物对中国现当代政坛军界要人的影响能和曾国藩相比。 \\n 曾国藩一生虽激浪于宦海，显赫终身，但于文事颇为留心，早年在京师为官，治义理之学，兼为文章、考据，往来梅曾亮之门先后近10年，成就斐然，号为文章领袖，“其说一出，有违之者，俱为非圣无法”（李详《论桐城派》）。可惜的是这位风云人物留下来的著作并不多，只有他的“家书”和“日记”还能较为完整地体现他的文学造诣。 \\n 中国历史上的“家训”著作可谓蔚为大现，像《颜氏家训》、《袁氏世范》、《温公家范》、《治家格言》等都是响铛铛的家训经典。但是在中国历史上，还没有任何一部家训著作像《曾国藩家书》这样奇特。从时间上看，这些家书前后跨越30年，记录了曾国藩在清道光30年至同治10年前后达30年的翰苑和从武生涯，从数量看近1500封，这在中国历史上是绝无仅有的；以对象而言，上由祖父母至父母，中对诸兄弟，下及儿辈，足以探索全家的生活和形象。它所涉及的内容极为广泛，小到人际琐事和家庭生计的指陈，大到进德修业、经邦纬国之道的阐述，可谓事无巨细、一皆覆载。因而，这不是一部单纯意义上的家训著作，而是曾国藩一生的主要活动和其治政、治家、治军、治学之道的生动反映，也是研究曾国藩本人的重要史料。此书自问世以来就备受世人关注。台湾著名学者南怀瑾在《论语别裁》中说“清代中兴名臣曾国藩有十三套学问，流传下来的只有一套——《曾国藩家书》”。 \\n 曾氏家书形式自由，不落俗套，或长或短，随想而至，挥笔自如，尽管公务缠身、戎马倥偬，很多家书都成于匆忙之中，甚至军务紧急之时，但行文从容镇定，娓娓而谈，全无矫柔造作之态，真的是如话家常，面对面地诉说家务世事。曾国藩是孝子。常言道：父母在，不远游。但宦海遨游的曾国藩却凭一纸家书让祖父祖母、生身父母心宁意定，虽然高堂念子，不胜牵挂，但不会让他们为自己担惊害怕。因而曾国藩不仅对朝廷尽了忠，也对父母尽了孝，古人所谓忠孝不能两全，而曾氏则两而全之，不愧为人中豪杰。曾国藩又是好兄长。俗话说：长哥当父，他对弟妹的教导和照顾可谓“诲汝谆谆”，体贴入微，其真情实意，极为动人，他的几个弟弟都是湘军中的风云人物，其中曾国荃成为与左宗棠、李鸿章并驾齐驱的人物，这与曾国藩的教导分不开。同时曾氏更是位仁慈而严正的父亲，对子女要求非常严格，要求他们立身处世务，必符合圣贤之道，要有积极进取的人生精神。他在为官时，还让女儿和儿媳每年给他做鞋一双，以考察他们的“女工”。他希望后代兢兢业业、努力治学，他常对子女说，只要有学问，就不怕没饭吃。他还说门第太盛就会出事端，主张不把财产留给子孙，子孙不肖，留也无用，子孙图强，也不愁吃饭的途径。他的子女也堪称大器，儿子曾纪泽作为清王朝的外交官与沙俄交涉，在左宗棠的军事配合下，粉碎了沙俄侵吞中国新疆的企图，捍卫了中国的主权，成为中国近代史上屈指可数的几位成功的外交家之一。他的孙子和曾孙都是著名的学者和教授。 \\n 曾氏的“修身之道”是贯串家书的灵魂。曾国藩早年治学，立志于圣贤之道，后来投笔从戎亦不改初衷，并加以很好地实践，他一生的经历就是其“格物、致知、诚意、正心、修身、齐家、治国、平天下”的真实写照。他在咸丰七年十二月十四日致弟曾国荃的信中写道：“凡人作一事，便须全副精神注在此一事。首尾不懈，不可见异思迁，做这样想那样，坐这山望那山。 \\n 人而无恒，终身一无所成。我生平坐犯无恒的弊病，实在受害不小。当翰林时，应留心诗字，则好涉猎他书，以纷其志。读性理书时，则杂以诗文各集，以歧其趋。在六部时，又不甚实力讲求公事。在外带兵，又不能竭力专治军事，或读书写字以乱其意。坐是垂老而百无一成。”青年时代的毛泽东读了这段话后，以为是金玉之言，并用曾氏的这个观点来检测自己，表示今后治学要专心致志，不再兼营并骛。 \\n 曾氏很重视立身处世之道。正像他的祖父当年教育他们兄弟时那样：“君子在下则排一方之难，在上则息万物之嚣”，“人以懦弱无刚为大耻，故男儿自立，必须有倔强之气”。曾国藩的立身处世，为官领兵颇具这一本色。 \\n 曾国藩很讲究“坚忍”二字，他说“李申夫尝谓余怄气从不说出，一味忍耐，徐图自强，因引谚曰：“好汉打脱牙和血吞’。此二语是余平生咬牙立志之诀”。曾国藩一生虽屡历险境，但终能在逆境中奋发，成就大器，正是因为咬定“坚忍”不放松，正所谓“志之所向，金石为开”。 \\n 讲述治军之道是曾氏家书的一大内容。曾国藩治军有其独到之处，非常重视人在战争中的能动作用，他认为：“用兵之道，在人而不在器”，“攻守之要，在人而不在兵”，认为人的能动作用的发挥是决定战争胜败的关键。 \\n 他主张以礼治军：“带勇之法，用恩莫如仁，用威莫如礼”。他用兵非常谨慎，战略上主张积极进攻，以攻为守，迫敌决战。战术上则以守为攻，稳打稳扎，步步为营，后发制人。曾国藩之所以敢在太平天国声势浩大之时临危受命，领兵征讨，并最终成功，没有深厚的军事素养是不能想象的。 \\n 家书中还有大量篇幅讲述用人之道。曾国藩非常注重人才的培养和选拔。他主张按“崇实黜浮，力杜工巧之风”的标准选拔人才，并建议朝廷严格进行官吏的考核和任免。由于曾氏坚持任人唯贤，全无私念，礼贤下士，故四方之士慕名而至麾下者，不计其数，曾氏的幕府人才云集，俨然是一座专门培养人才的学校，他的很多门生幕僚后来都成为独挡一面的封疆大吏，在十九世纪晚期的清王朝政坛上成为一支几乎可以左右政局的重要力量。太平天国的擎天柱石达开也对曾氏的用人之道表示肯定，他说“曾国藩不明善战名，而能识拔贤将”。与曾氏颇有矛盾的左宗棠也感叹道：“知人之明，谋国之忠，自愧不如元辅”。 \\n 曾国藩很擅长理财之道。古人云：大军作战，粮草为先，后勤保障直接影响到战争的胜负。曾国藩同太平军作战旷日持久，长达十余年，没有稳固的后勤保障，要取得的战争胜利是难以想象的。而事实上曾国藩不仅是运筹帷幄的能人，也是理财的好手。为了解决湘军的兵源和激发斗志，曾国藩在湘军中实行丰厚的薪俸制，当时湘军勇丁的粮饷收入比绿营兵相应高出2—4倍。这种厚饷给后勤保障带来了影响，一方面粮饷开支大，另一方面清政府又因财政困难和其他种种原因而不给拨官款，巨额的粮饷完全靠湘军统帅自行解决。为此，曾国藩建立了一套特殊的后勤制度，在后勤体制上，既不受中央户兵二部的控制，也不受地方督抚的掣肘，而是自成体系将饷权与兵权集于统帅一身。湘军设有前敌和后路粮台以及转运局，专门负责饷械的筹集和运输，粮饷的主要来源有捐输、厘金和协饷等。曾氏筹饷可谓艰辛备至，先是受地方要挟供其饷就得保其疆域；后是湘军小股疲饿之师被地方官吏以小利诱引，攻大股太平军，导致覆没的不止一起。曾氏靠人格感化，使地方绅士、豪强纷纷解囊。曾氏家书关于这方面的内容不少。 \\n 此外，《曾国藩家书》中关于交友、治学、为政、治家之道的论述也见解独到，卓然自成一家。 \\n 综上所述，《曾国藩家书》在中国家训经典中超然卓立并非偶然，主要在于其内容广博精要，大有圣贤垂宪之良苦用心。尽管曾氏留下来的著作太少，但仅就一部家书就可以在各个方面留下自己非凡的影响，赢得了“道德文章冠冕一代”的称誉，是中国封建社会最后一尊精神偶象。古人说：“人有三不朽，太上有立德，其次有立功，再次立立言”，推崇曾国藩的人认为他三者兼而有之，是中国封建社会最后一位“完人”。 \\n 《传世名著百部》所收《曾国藩家书》并非是曾氏全部家书，但这些家书亦可谓面面俱到，能全面反映曾氏在各个方面的造诣，至于我们编校的不足之处，恳请广大读者批评斧正。 \\n 全文 \\n 卷一修身之道 \\n 勉君子应立志 \\n 十月二十一接九弟在长沙所发信，内途中日记六页，外药子一包。二十二接九月初二日家信，欣悉以慰。 \\n 自九弟出京后，余无日不忧虑，诚恐道路变故多端，难以臆揣。及读来书，果不出吾所料。千辛万苦，始得到家。幸哉幸哉！郑伴之不足恃，余早已知之矣。郁滋堂如此之好，余实不胜感激。在长沙时，曾未道及彭山屺，何也？又为祖母买皮袄，极好极好，可以补吾之过矣。 \\n 观四弟来信甚详，其发奋自励之志，溢于行间。然必欲找馆出外，此何意也？不过谓家塾离家太近，容易耽搁，不如出外较清净耳。然出外从师，则无甚耽搁；若出外教书，其耽搁更甚于家塾矣。且苟能发奋自立，则家塾可读书，即旷野之地，热闹之场亦可读书，负薪牧豕，皆可读书；苟不能发奋自立，则家塾不宜读书，即清净之乡、神仙之境皆不能读书。何必择地？ \\n 何必择时？但自问立志之真不真耳！ \\n 六弟自怨数奇，余亦深以为然。然屈于小试辄发牢骚，吾窃笑其志之小，而所忧之不大也。君子之立志也，有民胞物与之量，有内圣外王之业，而后不忝于父母之生，不愧为天地之完人。故其为忧也，以不如舜不如周公为忧也，以德不修学不讲为忧也。是故顽民梗化则忧之，蛮夷猾夏则忧之，小人在位贤才否闭则忧之，匹夫匹妇不被己泽则忧之，所谓悲天命而悯人穷，此君子之所忧也。若夫一身之屈伸，一家之饥饱，世俗之荣辱得失、贵贱毁誉，君子固不暇忧及此也。六弟屈于小试，自称数奇，余窃笑其所忧之不大也。 \\n 盖人不读书则已，亦即自名曰读书人，则必从事于“大学”。“大学” \\n 之纲领有三：明德、新民、止至善，皆我分内事也。若读书不能体贴到身上去，谓此三项与我身毫不相涉，则读书何用？虽使能文能诗，博雅自诩，亦只算得识字之牧猪奴耳！岂得谓之明理有用之人也乎？朝廷以制艺取士，亦谓其能代圣贤立言，必能明圣贤之理，行圣贤之行，可以居官莅民、整躬率物也。若以明德、新民为分外事，则虽能文能诗，而于修己治人之道实茫然不讲，朝廷用此等人作官，与用牧猪奴做官何以异哉？然则既自名为读书人，则“大学”之纲领，皆己身切要之事明矣。其条目有八，自我观之，其致功之处，则仅二者而已：曰格物，曰诚意。 \\n 格物，致知之事也；诚意，力行之事也。物者何？即所谓本末之物也。 \\n 身、心、意、知、家、国、天下皆物也，天地万物皆物也，日用常行之事皆物也。格者，即物而穷其理也。如事亲定省，物也；究其所以当定省之理，即格物也。事兄随行，物也；究其所以当随行之理，即格物也。吾心，物也；究其存心之理，又博究其省察涵养以存心之理，即格物也。吾身，物也；究其敬身之理，又博究其立齐坐尸以敬身之理，即格物也。每日所看之书，句句皆物也；切己体察，穷究其理即格物也。此致知之事也。所谓诚意者，即其所知而力行之，是不欺也。知一句便行一句，此力行之事也。此二者并进，下学在此，上达亦在此。 \\n 吾友吴竹如格物工夫颇深，一事一物，皆求其理。倭艮峰先生则诚意工夫极严，每日有日课册，一日之中一念之差、一事之失、一言一默皆笔之于书。书皆楷字，三月则订一本。自乙未年起，今三十本矣。盖其慎独之严，虽妄念偶动，必即时克治，而著之于书。故所读之书，句句皆切身之要药。 \\n 兹将艮峰先生日课抄三页付归，与诸弟看。余自十月初一日起亦照艮峰样，每日一念一事，皆写之于册，以便触目克治，亦写楷书。冯树堂与余同日记起，亦有日课册。树堂极为虚心，爱我如兄，敬我如师，将来必有所成。余向来有无恒之弊，自此次写日课本子起，可保终身有恒矣。盖明师益友，重重夹持，能进不能退也。本欲抄余日课册付诸弟阅，因今日镜海先生来，要将本子带回去，故不及抄。十一月有白折差，准抄几页付回也。 \\n 余之益友，如倭艮峰之瑟，令人对之肃然。吴竹如、窦兰泉之精义，一言一事，必求至是。吴子序、邵蕙西之谈经，深思明辨。何子贞之谈字，其精妙处，无一不合，其谈诗尤最符契。子贞深喜吾诗，故吾自十月来已作诗十八首。兹抄二页，付回与诸弟阅。冯树堂、陈岱云之立志，汲汲不遑，亦良友也。镜海先生，吾虽未尝执贽请业，而心已师之矣。 \\n 吾每作书与诸弟，不觉其言之长，想诸弟或厌烦难看矣。然诸弟苟有长信与我，我实乐之，如获至宝。人固各有性情也。 \\n 余自十月初一起记日课，念念欲改过自新。思从前与小珊有隙，实是一朝之忿，不近人情，即欲登门谢罪。恰好初九日小珊来拜寿，是夜余即至小珊家久谈。十三日与岱云合伙，请小珊吃饭。从此欢笑如初，前隙尽释矣。 \\n 金竺虔报满用知县，现住小珊家，喉痛月余，现已全好。李笔峰在汤家如故。易莲舫要出门就馆，现亦甚用功，亦学倭艮峰者也。同乡李石梧已升陕西巡抚。两大将军皆锁拿解京治罪，拟斩临候。英夷之事，业已和抚。去银二千一百万两，又各处让他码头五处。现在英夷已全退矣。两江总督牛鉴，亦锁解刑部治罪。 \\n 近事大略如此。容再续书。 \\n 兄国藩手具十月二十六日 \\n 勉在孝悌上用功 \\n 澄侯、叔淳、季洪三弟左右： \\n 五月底连接三月一日、四月十八两次所发家信。 \\n 四弟之信，具见真性情，有困心横虑、郁积思通之象。此事断不可求速效。求速效必助长，非徒无益，而又害之。只要日积月累，如愚公之移山，终久必有豁然贯通之候；愈欲速则愈锢蔽矣。 \\n 来书往往词不达意，我能深谅其苦。今人都将学字看错了。若细读《贤贤易色》一章，则绝大学问即在家庭日用之间。于孝悌两字上尽一分便是一分学，尽十分便是十分学。今人读书皆为科名起见，于孝悌伦纪之大，反似与书不相关。殊不知书上所载的，作文时所代圣贤说的，无非要明白这个道理。若果事事做得，即笔下说不出何妨！若事事不能做，并有亏于伦纪之大，即文章说得好，亦只算个名教中之罪人。贤弟性情真挚，而短于诗文，何不日日在孝悌两字上用功？《曲礼》、《内则》所说的，句句依他做出，务使祖父母、父母、叔父母无一时不安乐，无一时不顺适；下而兄弟妻子皆蔼然有恩，秩然有序，此真大学问也。若诗文不好，此小事，不足计；即好极，亦不值一钱。不知贤弟肯听此语否？ \\n 科名之所以可贵者，谓其足以承堂上之欢也，谓禄仕可以养亲也。今吾已得之矣，即使诸弟不得，亦可以承欢，可以养亲，何必兄弟尽得哉？贤弟若细思此理，但于孝悌上用功，不于诗文上用功，则诗文不期进而自进矣。 \\n 凡作字总须得势，务使一笔可以走千里。三弟之字，笔笔无势，是以局促不能远纵。去年曾与九弟说及，想近来已忘之矣。 \\n 九弟欲看余白折。余所写折子甚少，故不付。大铜尺已经寻得。付笔回南，目前实无妙便，俟秋间定当付还。 \\n 去年所寄牧云信未寄去，但其信前半劝牧云用功，后半劝凌云莫看地，实有道理。九弟可将其信抄一遍仍交与他，但将纺棉花一段删去可也。地仙为人主葬，害人一家，丧良心不少，未有不家败人亡者，不可不力阻凌云也。 \\n 至于纺棉花之说，如直隶之三河县、灵寿县，无论贫富男妇，人人纺布为生，如我境之耕田为生也。江南之妇人耕田，犹三河之男人纺布也。湖南如浏阳之夏布、祁阳之葛布，宜昌之棉布，皆无论贫富男妇，人人依以为业。此并不足为骇异也。第风俗难以遽变，必至骇人听闻，不如删去一段为妙。书不尽言。 \\n 兄国藩手草六月初六日 \\n 讲事贵乎专之理 \\n 四位老弟左右： \\n 正月二十三日接到诸弟信，系腊月十六在省城发，不胜欣慰。四弟女许朱良四姻伯之孙，兰姊女许贺孝七之子，人家甚好，可贺。惟蕙妹家颇可虑，亦家运也。 \\n 六弟、九弟今年仍读书省城，罗罗山兄处附课甚好。既在此附课，则不必送诗文与他处看，以明有所专主也。凡事皆贵专。求师不专，则受益也不入；求友不专，则博爱而不亲。心有所专宗，而博观他途以扩其识，亦无不可。无所专宗，而见异思迁，此眩彼夺，则大不可。罗山兄甚为刘霞仙、欧晓岑所推服，有杨生（任光）者，亦能道其梗概，则其可为师表明矣，惜吾不得常与居游也，在省用钱，可在家中支用（银三十两则够二弟一年之用矣，亦在吾寄一千两之内）。予不能别寄与弟也。 \\n 我去年十一月二十日到京，彼时无折差回南，至十二月中旬始发信，乃两弟之信骂我糊涂。何不检点至此！赵子舟与我同行，曾无一信，其糊涂更何如耶？余自去年五月底至腊月初未尝接一家信。我在蜀可写信由京寄家，岂家中信不可由京寄蜀耶？又将骂何人糊涂耶！凡动笔不可不检点。 \\n 陈尧农先生信至今未接到。黄仙垣未到京。家中付物，难于费心，以后一切布线等物，均不必付。九弟与郑、陈、冯、曹四信，写作俱佳，可喜之至。六弟与我信字太草率，此关乎一生福分，故不能不告汝也。四弟写信语太不圆，由于天分，吾不复责。余容续布，诸惟心照。 \\n 兄国藩手草正月二十六日 \\n 对宗族姻党宜敬爱之 \\n 诸位老弟足下： \\n 十四日发十四号家信，因折弁行急，未作书与诸弟。十六早接到十一月十二所发信，内父亲一信、四位老弟各一件。是日午刻又接九月十二所寄信，内父亲及四、六、九弟各一件。俱悉一切，不胜欣幸。 \\n 曹石樵明府待我家甚为有礼，可感之至。兹寄一信去。西坤四位，因送项太简，致生嫌隙。今虽不复形之口角，而其心究不免有觖望。故特作信寄丹阁叔，使知我家光景亦非甚裕者。贤弟将此信呈堂上诸大人，以为开诚布公否？如堂上诸大人执意不肯送去，则不送亦可也。四弟之诗又有长进，第命意不甚高超，声调不甚响亮。命意之高，须要透过一层。如说考试，则须说科名是身外物，不足介怀，则诗意高矣；若说必以得科名为荣，则意浅矣。 \\n 举此一端，余可类推。腔调则以多读诗为主，熟则响矣。去年树堂所寄之笔，亦我亲手买者。春光醉目前每支大钱五百文，实不能再寄，汉璧尚可寄，然必明年会试后乃有便人回南，春间不能寄也。五十读书固好，然不宜以此耽搁自己功课。女子无才便是德，此语不诬也。常家欲与我结婚，我所以不顾者，因闻常世兄最好恃父势作威福，衣服鲜明，仆从烜赫，恐其家女子有宦家骄奢习气，乱我家规，诱我子弟好奢耳。今渠再三要结婚，发甲五八字去，恐渠家是要与我为亲家，非欲与弟为亲家，此语不可不明告之。贤弟婚事，我不敢作主，但亲家为人何如，亦须向汪三处查明。若吃鸦片烟，则万不可对；若无此事，则听堂上各大人与弟自主之可也。所谓翰堂秀才者，其父子皆不宜亲近，我曾见过，想衡阳人亦有知之者。若要对亲，或另请媒人亦可，六弟九月之信，于自己近来弊病颇能自知，正好用功自医，而犹曰“终日泄泄”，此则我所不解者也。家中之事，弟不必管。天破了自有女娲管，洪水大了自有禹王管。家事有堂上大人管，外事有我管，弟只安心自管功课而已，何必问其他哉？至于宗族姻党，无论他与我家有隙无隙，在弟辈只宜一概爱之敬之。孔子曰“泛爱众而亲仁”，孟子曰“爱人不亲反其仁”，“礼人不答反其敬”。此刻未理家事，若便多生嫌怨，将来当家立业，岂不个个都是仇人？古来无与宗族乡党为仇之圣贤，弟辈万不可专责他人也。十一月信言现看《庄子》并《史记》甚善。但作事必须有恒，不可谓考试在即，便将未看完之书丢下。必须从首至尾，句句看完。若能明年将《史记》看完，则以后看书不可限量，不必问进学与否也。贤弟论袁诗、论作字亦皆有所见，然空言无益，须多做诗多临帖乃可谈耳。譬如人欲进京，一步不行，而在家空言进京程途，亦何益哉？即言之津津，人谁得而信之哉？九弟之信，所以规劝我者甚切，余览之不觉毛骨悚然。然我用功，实脚踏实地，不敢一毫欺人。 \\n 若如此做去，不作外官，将来道德文章必粗有成就。上不敢欺天地祖父，下不敢欺诸弟与儿子也。而省城之闻望日隆，即我亦不知其所自来。我在京师，惟恐名浮于实，故不先拜一人，不自诩一言，深以过情之闻为耻耳。来书写大场题及榜信，此间九月早已知之。惟县考案首前列及进学之人，则至今不知。诸弟以后写信，于此等小事及近处族戚家光景，务必一一详载。季弟信亦谦虚可爱，然徒谦亦不好，总要努力前进。此全在为兄者倡率之。余他无可取，惟近来日日有恒，可为诸弟倡率。四弟、六弟纵不欲以有恒自立，独不怕坏季弟之样子乎？ \\n 昨十六日卓秉恬拜大学士，陈官俊得协办大学士。自王中堂死后，隔三年，大学士始放人，亦一奇也。书不宣尽。 \\n 兄国藩手具十二月十八日 \\n 遵祖父意祖母不必改葬 \\n 澄侯、子植、季洪三弟左右： \\n 二月十一日接到三弟正月初旬手书，俱悉一切。澄侯以腊月二十三至岳州，余见罗艺皋已知之。后过湖又阻风，竟走七十余天始到。人事之难测如此！吾弟此后又添了阅历工夫矣。黎樾乔托带之件，当装车时，吾语弟曰：“此物在大箱旁边恐不妥，弟明日到店，须另安置善地。”不知弟犹记得我言否？出门人事事皆须细心。今既已弄坏，则亦不必过于着急。盖此事黎樾乔与弟当分任其咎。两人皆粗心，不得专责弟一人也。 \\n 祖大人之病久不见效，兄细思之，恐有火，不宜服热药，盖祖父体赋素强，丁酉之春以服补药之故，竟成大病。后泽六爷以凉药治好。此次每日能吃三中碗饭，则火未甚衰，恐医者不察，徒见小便太数，则以为火衰所致，概以热药投之，亦足误事。兄不明医理，又难遥度，而回忆丁酉年之往事，又闻陶云汀先生为补药所误之说，特书告家中。望与名医细商，不知有可服凉药之理否？兄自去年接祖母卜后，即日日思抽身南归。无如欲为归计，有三难焉：现在京寓欠帐五百多金，欲归则无钱还帐，而来往途费亦须四百金，甚难措办。一难也。不带家眷而归，则恐我在家或有事留住，不能遽还京师，是两头牵扯；如带家眷，则途费更多，家中又无房屋。二难也。我一人回家，轻身快马，不过半年可以还京。第开缺之后，明年恐尚不能补缺，又须在京闲住一年。三难也。 \\n 有此三难，是以踌躇不决。而梦寐之中，时时想念堂上老人，望诸弟将兄意详告祖父及父母。如堂上有望我回家之意，则弟书信与我，我概将家眷留在京师，我立即回家。如堂上老人全无望我归省之意，则我亦不敢轻举妄动。下次写信，务必详细书堂上各位老人之意。 \\n 祖母之葬事既已办得坚固，则不必说及他事。日前所开山向吉凶之说，亦未可尽信。山向之说，地理也；祖父有命而子孙从之，天理也。祖父之意已坚，而为子孙者乃拂违其意，而改卜他处，则祖父一怒，肝气必郁，病势必加，是已大逆天理；虽得吉地，犹将变凶，而况未必吉乎？自今以后不必再提改葬之说。或吉或凶，听天由命；即朱尧阶、易敬臣亦不必请他寻地（尧阶二人如看得有妥地，亦不妨买）。四弟则在家帮父亲、叔父管家事，时时不离祖父左右。九弟、季弟则专心读书。只要事事不违天理，则地理之说，可置之不论不议矣。 \\n 吾身之癣，春间又发，特不如去岁之甚。面上颈上则与弟出京时一样，未再发也。六弟近日颇发愤，早间亦能早起。纪泽《诗经》尚未读完，现系竹屋教，总多间断，将来必要请一最能专馆之人。 \\n 黎樾乔御史报满引见，回原衙门行走。黄正斋之长子于正月初间失去，至今尚未归来。邓星阶就正斋之馆，李希庵就杜兰溪之馆，系我所荐。同县刘九爷、罗邹二人及新科三人皆已到京，住新馆。江岷樵住张相公庙，去我家甚近。郭筠仙尚未到。袁漱六于正月二十四到京，现在家眷住北半截胡同。 \\n 周荇农尚未到。杨春皆于正月二日生一子。刘药云移寓虎坊桥，其病已全好。 \\n 赵菘原之妻于正月仙逝。舒伯鲁二月出都。我家碾儿胡同房东将归，三四月必须搬家。黄秋农之银已付来，加利息十两，兄意欲退还他。 \\n 九弟、季弟读书，开口便有自画之意。见得年纪已大，功名无成，遂有懒惰之意。此万万不可。兄之乡试座师徐晓屯、许吉斋两先生，会试房师季仙九先生，皆系二十六七入泮，三十余岁中举，四十余岁入词林。诸弟但须日日用功，万不必作叹老嗟卑之想。譬如人欲之京师，一步不动而长吁短叹，但曰京师之远，岂我所能到乎？则旁观者必笑之矣。吾愿吾弟步步前行，日日不止，自有到期，不必计算远近而徒长吁短叹也。望澄侯时时将此譬喻说与子植、季洪听之，千万千万！无怠无怠！ \\n 九弟信言诸妯娌不甚相能，尤望诸弟修身型妻，力变此风。若非诸弟痛责己躬，则内之气象必不改，而乖戾之致咎不远矣。望诸弟熟读《训俗遗规》、《教女遗规》，以责己躬，以教妻子。此事全赖澄弟为之表率，关系至大，千万千万！不胜嘱切之至！，伏惟留心自反为幸。 \\n 兄国藩手草二月十二日 \\n 请堂上亲长常吃补品 \\n 男国藩跪禀父母亲大人万福金安： \\n 十二月初五接到家中十一月初旬所发家信，俱悉一切。男等在京身体平安。男癣疾已痊愈，六弟体气如常。纪泽兄妹五人皆好。男妇怀喜平安，不服药。 \\n 同乡各家亦皆无恙。陈本七先生来京，男自有处置之法，大人尽可放心，大约款待从厚，而打发从薄。男光景颇窘，渠来亦必自悔。 \\n 九弟信言母亲常睡不着。男妇亦患此病，用熟地、当归蒸母鸡食之，大有效验。九弟可常办与母亲吃。乡间鸡肉、猪肉最为养人，若常用黄芪、当归等类蒸之，略带药性而无药气，堂上五位大人食之，甚有益也，望诸弟时时留心办之。 \\n 老秧田背后三角丘是竹山湾至我家大路，男曾对四弟言及，要将路改于墈下，在檀山嘴那边架一小桥，由豆土排上横穿过来。其三角丘则多栽竹树，上接新塘墈大枫树，下接檀山嘴大藤包裹，甚为完紧，我家之气更紧。望堂上大人细思。如以为可，求叔父于明春栽竹种树；如不可，叔父写信示知为幸。 \\n 男等于二十日期服已满，敬谨祭告。二十九日又祭告一次。余俟续具。 \\n 十二月初六日 \\n 生性不能精明威猛 \\n 澄、沅、洪三弟左右： \\n 三十日奉至父大人手谕及三弟信件，俱悉一切。 \\n 长夫俱留在此，吃上头饭，每日给钱百文，实无一事可劳其筋力，故不能不略减也。借用厉伯苻之抽箱，内竟无抄录《说文便考》，不知何处遗失，俟查出付回。 \\n 沅弟言我仁爱有余威猛不足，澄弟在此时亦常说及，近日友人爱我者人人说及。无奈性已生定，竟不能威猛。所以不能威猛，由于不能精明。事事被人欺侮，故人得而玩易之也。甲三之论、甲五之小讲，已加批付回。科一、科三、科四之字俱好。科一请安禀，其字画粗大，颇有乃父之风。 \\n 季弟在益阳所领钱文，绅士文任吾等已料理清楚，在湘阴时即在兄处领得实收，兄到岳州忘告季弟耳。 \\n 四月初一日与中丞会奏请调贵州、广东兵，兹于二十六日奉寄谕，抄录付回。余不一一。 \\n 国藩手草五月初一日 \\n 读名人文集足以养病 \\n 澄、温、沅、季四位老弟足下： \\n 二十五日春二、维五到营，接奉父亲大人手谕并澄沅来信、纪泽儿禀函，俱悉一切。 \\n 此间自四月十九小挫之后，五月十三各营在青山与该逆大战一次，幸获全胜。该逆水战之法尽仿我军之所为，船之大小长短，桨之疏密，炮之远近，皆与我军相等。其不如我军处，在群子不能及远，故我军仅伤数人，而该逆伤亡三百余人。其更胜于我处，在每桨以两人摧送，故船行更快。 \\n 罗山克复广信后，本可即由饶州、都昌来湖口会剿，因浙江抚台札令赴徽州会剿，故停驻景德镇，未能来湖口。顷又因义宁州失守，江西抚台调之回省城，更不能来南康、湖口等处。事机未顺，处处牵掣，非尽由人力作主也。 \\n 永丰十六里练团新集之众，以之壮声威则可，以之打仗则恐不可，澄弟宜认真审察一番。小划子营，如有营官、哨官之才，望即告知荫亭，招之以出。沅弟荐曾和六，其人本有才，但兵凶战危，渠身家丰厚，未必愿冒险从戎。若慷慨投笔则可，余以札调则不宜也。朱楚成之才，不过能带一舢板。 \\n 闻父亲所办单眼铳甚为合用，但引眼宜略大，用引线两三根更为可靠。 \\n 沅弟买得方、姚集，近已阅否？体气多病，得名人文集静心读之，亦自足以养病。凡读书有难解者，不必遽求甚解。有一字不能记者，不必苦求强记，只须从容涵泳。今日看几篇，明日看几篇，久久自然有益。但于已阅过者，自作暗号，略批几字，否则历久忘其为已阅未阅矣。筠仙来江西时，余作会合诗一首，一时和者数十人，兹命书办抄一本寄家一阅。 \\n 癣疾近已大愈，惟今年酷暑异常，将士甚苦，余不一一，即问近好。 \\n 父亲大人前，即此跪禀万福金安。叔父大人前，诸弟送阅禀安。 \\n 兄国藩手草五月二十六日 \\n 勤奋自立始能兴家立业 \\n 沅浦九弟左右： \\n 二十日胡二等归，接弟十三夜书，俱悉一切。 \\n 所论兄之善处，虽未克当，然亦足以自怡，兄之郁郁不自得者，以生平行事有初鲜终；此次又草草去职，致失物望，不无内疚。 \\n 朱尧阶于初九日来家。刘霞仙侍其叔父镜湖于十三日来家，悉心诊视。 \\n 先用开痰之剂，旋服解郁之方，日有效验。镜叟于十九日归去，以二十五日为季子完娶也。霞仙亦于二十三日归去。 \\n 长傲，多言二弊，历观前世卿大夫兴衰及近日官场所以致祸福之由，未尝不视此二者为枢机，故愿与诸弟共相鉴诫。第能惩此二者，而不能勤奋以图自立，则仍无以兴家而立业。故又在乎振刷精神，力求有恒，以改我之旧辙而振家之丕基。弟在外数月，声望颇隆，总须始终如一，毋怠毋荒，庶几于弟为初旭之升，而于兄亦代为桑榆之补。至嘱至嘱。 \\n 次青奏赴浙江，以次青之坚忍，固宜有出头之一日，而咏公亦可谓天下之快人快事矣。 \\n 弟劝我与左季高通书问。此次暂未暇作，准于下次寄弟处转递。此亦兄长傲之一端。弟既有言，不敢遂非也。 \\n 家中四宅小大平安。纪泽尚未归，闻二十一日在省起行。韩升二十二日来家，渠二人当酌派一人前赴弟营。余不一一，顺问近好，统惟心照。 \\n 就纪泽所问作复 \\n 澄、沅、季三位老弟左右： \\n 初十日接澄弟及纪泽儿二十八信，沅弟二十九日自县城发信，俱悉一切。 \\n 温弟忠榇初三自黄州开行，尚未到省，殊深系念，日内想已到矣。纪寿侄既奉恩旨交吏部带领引见，其叔父大人诰封，仍当咨部恭领诰轴。盖第二次谕旨中有“着再加恩”字样，再字即承前次诰封之旨言之也。请谥一节，不敢再渎矣。 \\n 澄弟信中变格谶语之说，兄早虑及之。七年闰五月十七初得谕旨时，正在白玉堂拆阅，叔父欲将此四字悬匾槽门，余不甚愿，亦未免中有所忌。然此等大事，冥冥中有主之者，皆已安排早安。若兄则久已自命为癞头牙子，与其偷生而丛疑谤，又不如得所而泯悔憾耳。 \\n 沅弟问克复景镇作何调遣？目下镇贼狡悍，似难遽克。既克之后，如湖南渐安，萧军复来，则当全力以规皖南，如湖南尚危，萧军留湘，则且休兵以驻湖、彭。是否有当，俟沅弟来营面商尚不为迟。 \\n 纪泽儿问地图六分，可否送一分与文辅卿？此图刻板在新化，尚属易购，可分一与文也。所论怀祖先生父子解经，什九着意于假借字。本朝诸儒，其秘要多在此，不独王氏为然。所问各书：《易林》长沙蒋氏曾刻过；《汉魏丛书》亦有之：“逸周书”，杭州卢抱经丛书有之；唐石经，陕西碑洞有之，唐开成元年刻字，类欧贴，可托人刷买，邓南侨现官陕西，亦可托也；《北堂书抄》不多见，抄本尤为难得。泽禀中“讹”、“喙”误作两字，“啄” \\n 误“喙”，附告之。并问诸弟近好。 \\n 兄国藩手草三月十三日 \\n 再，纪寿侄蒙恩交吏部带领引见，俟下次发折，再行具折谢恩。二月十五日所发折，初八日奉到批谕，比付回矣。初九日所发折，三月初九奉到批谕，今付归也。兄又行。 \\n 望讲求将略品行学术 \\n 季弟左右： \\n 顷接沅弟信，知弟接行知，以训导加国子监学正衔，不胜欣慰。官阶初晋，虽不足为吾季荣，惟弟此次出山，行事则不激不随，处位则可高可卑，上下大小，无人不翕然悦服。因而凡事皆不拂意，而官阶亦由之而晋。或者前数年抑塞之气，至是将畅然大舒乎？《易》曰：“天之所助者顺也，人之所助者信也。”我弟若常常履信思顺，如此名位岂可限量？ \\n 吾湖南近日风气蒸蒸日上。凡在行间，人人讲求将略，讲求品行，并讲求学术。弟与沅弟既在行间，望以讲求将略为第一义，点名看操等粗浅之事必躬亲之，练胆料敌等精微之事必苦思之。品、学二者，亦宜以余力自励。 \\n 目前能做到湖南出色之人，后世即推为天下罕见之人矣。大哥岂不欣然哉！ \\n 哥做几件衣道贺。 \\n 沅弟以陈米发民夫挑濠，极好极好！此等事，弟等尽可作主，兄不吝也。 \\n 六月二十七日 \\n 惰傲两字乃失败之由 \\n 沅弟左右： \\n 接二十日午刻信并伪文二件，知安庆之贼望援孔切，只要桐城、青草融少能坚定，自有可破之理。 \\n 此间诸事如常。有寄希庵一书未封口，交弟阅后封寄。次青十六日回祁，仅与余相见一次。闻其精神尚好，志气尚壮，将来或可有为，然实非带勇之才，弟军中诸将有骄气否？弟日内默省，傲气少平得几分否？天下古今之庸人，皆以一惰字致败，天下古今之才人，皆以一傲字致败。吾因军事而推之，凡事皆然，愿与诸弟交勉之。此次徽贼窜浙，若浙中失守，则不能免于吴越之痛骂，然吾但从傲惰二字痛下工夫，不问人之骂与否也。 \\n 九月二十二日 \\n 不信巫仙医药以绍家风 \\n 澄侯四弟左右： \\n 十六日接弟十一月二十三日手书，并纪泽二十五日禀，俱悉。弟病日就痊愈，至慰至幸。惟弟服药过多，又坚嘱泽儿请医守治，余颇不以为然。 \\n 吾祖星冈公在时，不信医药，不信僧巫，不信地仙。此三者，弟必能一一记忆。今我辈兄弟亦宜略法此意，以绍家风。今年白玉堂做道场一次，大夫第做道场二次，此外祷祀之事，闻亦常有，是不信僧巫一节，已失家风矣。 \\n 买地至数千金之多，是不信地仙一节，又与家风相背。至医药，则合家大小老幼，几于无人不药，无药不贵。迨至补药吃出毛病，则又服凉药以攻伐之，阳药吃出毛病，则又服阴药以清润之，展转差误，不至大病大弱不止。弟今年春间多服补剂，夏末多服凉剂，冬间又多服清润之剂。余意欲劝弟稍停药物，专用饮食调养。泽儿虽体弱，而保养之法，亦惟在慎饮食节嗜欲，断不在多服药也。洪家地契，洪秋浦未到场押字，将来恐仍有口舌。地仙、僧巫二者，弟向来不甚深信，近日亦不免为习俗所移。以后尚祈卓识坚定，略存祖父家风为要。天下信地、信僧之人，曾见有一家不败者乎？北果公屋，余无银可捐。己亥冬，余登山踏勘，觉其渺茫也。 \\n 此间军事平安。左、鲍二人在鄱阳尚未开仗。祁门、黟县之贼，日内并未动作。顺问近好，并贺新喜。 \\n 国藩手草十二月二十四日 \\n 极盛之后应加倍小心 \\n 沅弟左右： \\n 接丁家洲舟次信，俱悉一切。 \\n 今日接官帅信，知余蒙恩赏加宫保，弟蒙恩赏穿黄马褂。一家沐非常之宠，感激惶悚。谕旨尚未接到，原信寄阅。多礼堂通信二次，原信及余复信均寄弟阅。 \\n 东征局解饷四万，二十八起行。赣洲解饷三万，初六起行。大约日内可到。泥汊贼墙不破，陆兵断不可进；泥汊即破，进否尚宜详酌。极盛之后，当加倍小心也。下游水师请增兵，不知贼船果悍乎？抑我军怯乎？请弟细查。 \\n 季弟今日大呕吐，暂未写信，言明日必写信，诸弟放心。即问近好。 \\n 九月十五日夜 \\n 宜休养锐气不遽进兵 \\n 沅弟左右： \\n 东梁、芜湖已克，由金柱关进兵，二险已化险为夷，四妙已验其三。至幸至幸。 \\n 各处败贼俱萃宁国，杨七麻以著名枭悍之渠，当拚命力争之际，鲍军屡胜之后，杂收降卒，颇有骄矜散漫之象，余深以为虑。目下弟与雪军、季军且坚守芜、太、金柱、南陵、黄池等处，休养锐气，不遽进兵。待鲍军札围宁国，十分稳固，多军进至九洑洲，弟与雪、季再议前进。其秣陵关、淳化镇两处，为进兵之路，须派人先去看明。弟信言从太平至金陵百四十里，中不隔水。以古书证之，则尚隔一秦淮河。余处无好图可看，弟亦须先行查明。 \\n 弟以金柱关之破，水师出力最多，厘卡当雪二季二，甚善甚善。兹定为沅五、雪三、季二，尤为惬当。 \\n 袁午帅之办事，本属浮而不实，然饷项之绌，亦足令英雄短气，且胜公欺之太甚，余当少为护持。 \\n 四月二十八日 \\n 刚柔并用不可偏废 \\n 沅、季弟左右： \\n 沅于人概天概之说，不甚厝意，而言及势利之天下，强凌弱之天下。此岂自今日始哉？盖从古以然矣。 \\n 从古帝王将相，无人不由自立自强做出，即为圣贤者，亦各有自立自强之道，故能独立不惧，确乎不拔。昔余往年在京，好与诸有大名大位者为仇，亦未始无挺然特立不畏强御之意。近来见得天地之道，刚柔互用，不可偏废，太柔则靡，太刚则折。刚非暴虐之谓也，强矫而已；柔非卑弱之谓也，谦退而已。趋事赴公，则当强矫，争名逐利，则当谦退；开创家业，则当强矫，守成安乐，则当谦退；出与人物应接，则当强矫，入与妻孥享受，则当谦退。 \\n 若一面建功立业，外享大名，一面求田问舍，内图厚实，二者皆有盈满之象，全无谦退之意，则断不能久。此余所深信，而弟宜默默体验者也。 \\n 五月二十八日 \\n 能死于金陵不失为志士 \\n 沅弟左右： \\n 兹请峰山至金陵一行，劝慰老弟宽怀，专以国事为重。不带勇则已，带勇则死于金陵，犹不失为志士。弟以季之殁于金陵为悔为憾，则不可也。袁简斋诗云“男儿欲报君恩重，死到沙场是善终”，当时以为名句。季榇到安庆，余必加漆五次，大约停住两旬。峰山至金陵小住十日可也。 \\n 十一月二十四日 \\n 治事之外须有豁达冲融气象 \\n 沅弟左右： \\n 二十三日张成旺归，接十八日来缄，旋又接十九日专人一缄，俱悉一切。 \\n 弟读邵子诗，领得恬淡冲融之趣，此自“是”襟怀长进处。自古圣贤豪杰、文人才士，其志事不同，而其豁达光明之胸大略相同。以诗言之，必先有豁达光明之识，而后有恬淡冲融之趣。如李白、韩退之、杜牧之则豁达处多，陶渊明、孟浩然、白香山则冲淡处多。杜、苏二公无美不备，而杜之五律最冲淡，苏之七古最豁达。邵尧夫虽非诗之正宗，而豁达、冲淡二者兼全。 \\n 吾好读《庄子》，以其豁达足益人胸襟也。去年所讲生而美者，若知之，若不知之，若闻之，若不闻之一段，最为豁达。推之即舜禹之有天下而不与，亦同此襟怀也。 \\n 吾辈现办军务，系处功利场中，宜刻刻勤劳，如农之力穑，如贾之趣利，如篙工之上滩，早作夜思，以求有济。而治事之外，此中却须有一段豁达冲融气象。二者并进，则勤劳而以恬淡出之，最有意味。余所以令刻“劳谦君子”印章与弟者，此也。 \\n 无为之贼十九日围扑庐江后，未得信息。捻匪于十八日陷宿松后，闻二十一日至青草塥。庐江吴长庆、桐城周厚斋均无信来，想正在危急之际。成武臣亦无信来。春霆二十一日尚在泥汊，顷批令速援庐江。祁门亦无信来，不知若何危险。少荃已克复太仓州，若再克昆山，则苏州可图矣。吾但能保沿江最要之城隘，则大局必日振也。顺问近好。 \\n 国藩手草三月二十四日 \\n 牢记虚心实力勤苦谨慎八字 \\n 沅弟左右： \\n 接初七夜一缄，欣悉句容克复，从此城贼冲出益无停足之地，当不至贻患他方，至以为慰。弟增十六小垒，开数处地道，自因急求奏功，多方谋之。 \\n 闻杭城克复之信，想弟亦增焦灼，求效之心尤迫于星火。惟此等大事，实有天意与国运为之主，特非吾辈所能为力、所能自主者。虚心实力勤苦谨慎八字，尽其在我者而已。 \\n 春霆既克句容，宜亲驻句容，专打金陵破时冲出之贼。篪轩办捐之札，专人坐轮船送去。刘方伯札亦发。惟少荃近日与余兄弟音信极稀，其名声亦少减。有自沪来者，言其署中藏珍珠灯、八宝床、翡翠菜碗之类，值数十万金，其弟季荃好货尤甚等语，亦非所宜。将来沪局劝捐，恐又得与余处龃龉。 \\n 幼丹截分厘金之事，今日具疏争之，竟决裂矣。 \\n 奉初六日寄谕，恐金陵军心不一，欲余亲往督办，盖亦深知城大合围之难。余拟复奏仍由弟一手经营。惟常常怕弟患病，弟千万保养，竟此大功。 \\n 顺问近好。 \\n 国藩手草三月十二日 \\n 皮肤病可不必服药 \\n 沅弟左右： \\n 十八日专人送家信一包，是夕接弟初十日信。哨官易光南行至九日始到，可恶也。湿毒更炽，遍身发烧，是秋天秋燥之故。余于二十六年秋亦遍身发烧，医者皆言是杨梅疮毒气发作，余不敢服攻伐猛剂。吴竹如劝每日服槐花一碗，亦无寸效。其时余又彻夜不寝，则是别有心肝之疾，与皮肤烧热了不相涉。总之，皮肤之病，世间无甚于我者，尚非要命之症。弟疾较我轻松数倍，尽可不必服药，切不可因肝郁之症牵连而杂治之。至嘱至嘱。 \\n 期票既不可行，一切听弟料理。病假之事，接弟咨复，八月杪发第一折，九月发第二折，可赶至家中过年，却不能赶十一月初三祭期。“荩臣谋国，尚未尽善”，此温旨非微词也。金陵功成，中外于弟必无闲言，切不可多心多疑。顺问近好。兰泉信附去。 \\n 八月十九日 \\n 咬定牙根徐图自强 \\n 沅弟左右： \\n 十四、十五六日接弟初十日函、十二日酉刻及四更二函。贼已回窜东路，淮、霆各军将近五万，幼泉万人尚不在内，不能与之一为交手，可恨之至！ \\n 岂天心果不欲灭此贼耶？抑吾辈办贼之法实有未善耶？目下深虑黄州失守，不知府县尚可靠否？略有防兵否？山东、河南州县一味闭城坚守，乡间亦闭寨坚守，贼无火药，素不善攻，从无失守城池之事，不知湖北能开此风气否？ \\n 鄂中水师不善用命，能多方激劝，扼住江、汉二水，不使偷渡否？少泉言捻逆断不南渡，余谓任逆以马为命，自不肯离淮南北，赖逆则未尝不窥伺大江以南。屡接弟调度公牍，从未议及水师，以后务祈留意。 \\n 奉初九、十三等日寄谕，有严行申饬及云梦县等三令不准草留之旨。弟之忧灼，想尤甚于初十以前。然困心横虑，正是磨炼英雄，玉汝于成。李申夫尝谓余怄气从不说出，一味忍耐，徐图自强，因引谚曰“好汉打脱牙和血吞”。此二语是余生平咬牙立志之诀，不料被申夫看破。余庚戌、辛亥间为京师权贵所唾骂，癸丑、甲寅为长沙所唾骂，乙卯、丙辰为江西所唾骂，以及岳州之败、靖江之败、湖口之败，盖打脱牙之时多矣，无一次不和血吞之。 \\n 弟此次郭军之败、三县之失，亦颇有打脱门牙之象。来信每怪运气不好，便不似好汉声口。惟有一字不说，咬定牙根，徐图自强而已。 \\n 子美倘难整顿，恐须催南云来鄂。鄂中向有之水陆，其格格不入者，须设法笼络之，不可灰心懒漫，遽萌退志也。余奉命克期回任，拟奏明新正赴津，替出少泉来豫，仍请另简江督。顺问近好。 \\n 十二月十八夜 \\n 以耕读为本乃长久之计 \\n 澄弟左右： \\n 吾乡雨水沾足，甲五、科三、科九三侄妇皆有梦熊之祥，至为欢慰。吾自五十以后百无所求，惟望星冈公之后丁口繁盛，此念刻刻不忘。吾德不及祖父远甚，惟此心则与祖父无殊。弟与沅弟望后辈添丁之念，又与阿兄无殊。 \\n 或者天从人愿，鉴我三兄弟之诚心，从此丁口日盛，亦未可知。且即此一念，足见我兄弟之同心，无论那房添丁，皆有至乐。和气致祥，自有可卜昌盛之理。 \\n 沅弟自去冬以来忧郁无极。家眷拟不再接来署。吾精力日衰，断不能久作此官，内人率儿妇辈久居乡间，将一切规模立定，以耕读二字为本，乃是长久之计。 \\n 五月初五日 \\n  \\n 　 \\n  \\n  \\n 　"}
