{"章节": "●點校說明", "正文": "　 \\n ●點校說明 \\n 　 \\n  \\n 簷曝雜記作者趙翼，字雲崧，一作耘松，號甌北，常州府陽湖縣（今江蘇省武進縣）人，是清中期著名的史學家、文學家。他一生撰述繁富，據清嘉慶湛貽堂刊甌北全集，計有：廿二史劄記三十六卷、補遺一卷，陔餘叢考四十三卷，簷曝雜記六卷、續一卷，皇朝武功紀盛四卷，甌北詩鈔二十卷，甌北詩話十二卷，甌北文集五十三卷。另輯有成語一卷，收在江陰季氏叢刻。 \\n 趙翼生於雍正五年（一七二七），卒於嘉慶十九年（一八一四），享年八十八歲。他出身貧寒，父親是個教書匠。其父去世後，十六歲的趙翼繼承父業，以教書來維持全家生計。乾隆十四年（一七四九），他進京寄寓工部尚書兼翰林院掌院學士劉統勳家中。次年中舉人，改館座師軍機大臣汪由敦。乾隆二十年（一七五五）任內閣中書，第二年任軍機章京，頗受大學士傅恒、汪由敦倚重。他曾先後四次扈從乾隆帝至木蘭狩獵。乾隆二十六年（一七六一）成進士，授翰林院編修，充方略館纂修官，曾主持順天鄉試、武鄉試，還擔任過會試同考官。乾隆三十一年（一七六六）冬，赴廣西任職，從而結束了他十七年的京城生活。趙翼出京後，歷任廣西鎮安府知府、廣東廣州府知府、貴州貴西兵備道，並在雲南參預過緬甸之役的軍務。乾隆三十七年（一七七二）因廣州讞獄舊案被劾降級，趙翼以母年高乞歸鄉里。此後，除於乾隆五十二年（一七八七）因台灣爆發林爽文起義受邀赴閩充任李侍堯幕僚外，他沒有再出仕為官，一直居家致力於撰著。同時，在家鄉一帶講學，主揚州安定書院講習。趙翼有廣泛的社會閱歷，這使得簷曝雜記這部份量不大的筆記，具有相當充實的內容。 \\n 簷曝雜記卷一、卷二是作者在京城這段經歷的記錄。卷一主要記述朝廷政事。其中對於軍機處和木蘭圍獵的記述，令人矚目。雍正七年（一七三０）正式設立軍機處，這是對清朝前期實行的內閣制的重大改革，權力表面上從內閣移到軍機處，實際上更加集中於皇帝一人之手，反映了專制主義的中央集權制度的進一步發展。作者本人在內閣、軍機處任職有年，所記之事多為親身經歷、耳聞目睹；加之趙翼諳熟典章，擅長考據，能從歷史角度對魏以來封建中央權力機構變遷作較為系統的考察，因此諸如軍機處、廷寄、軍機大臣同進見一些條目具有相當高的史料價值，素為研究清史者所重。當時，清最高統治者每年都要舉行盛大的木蘭圍獵活動，這是一種進行大規模軍事演習的方法，同時也是一種控制西北少數民族上層、協調民族關係的手段。作者四次扈從乾隆帝木蘭行獵，因此本卷所載的這方面文字同樣是很可寶貴的歷史資料。我們從中不僅可以看到滿清皇帝與蒙古族上層人物的具體交往，而且可以窺見當時當地的宗教信仰、風俗人情、物產飲食、雜技武術等等。此外，本卷還記述了乾隆的理政、皇子的教育、皇室的慶典以及清朝與俄羅斯的往來貿易關係等。卷二記了一些官僚文人的行蹟軼事，涉及的人多數是作者在京時交往過從的師長僚友。對於科舉考試、官場宦海、軍務政事乃至京城社會風貌、奇聞異事，也都有所觸及。 \\n 卷三、卷四基本上是作者出仕廣西、雲南、廣東、貴州期間的經歷見聞。桂、滇、黔是我國西南少數民族集居的地區，這一帶的氣候水土、風光勝景、特產珍奇、習俗民情，兩卷中有比較具體的記錄。另外，廣東沿海水上船民的生活起居，海上同西方國家的貿易往來，外籍商民在澳門等地的居住情形，也寫得頗為生動。 \\n 卷五、卷六屬讀書筆記一類。從文字上看，不如前四卷記敍有緒、條理井然，似未經過整理。從內容上看，蕪雜不精，五花八門，廣涉筆記野史、詩文書畫、對聯箴銘、方言謎語、文字遊戲、掌故典章、人物行蹟、遺聞瑣事、中醫偏方，不一而足。雖然可取之處不多，卻也不乏資興談助之功。其中對於明末清初人事變遷的一些考證，對研究明、清之際這一段歷史來說，也多少有點參考意義。 \\n 簷曝雜記非一時之作，可以說是趙翼一生零散筆記文字（包括一部份未加整理的草稿）的彙輯。從續的第一則「謝折」看，本書六卷在作者八十四歲之前已經成形，續一卷是此後的補附。何秋濤在北徼彙編中說「此書成於嘉慶庚午，先生年八十六矣」，大致是不錯的。（按甌北年譜嘉慶「十五年庚午，先生年八十四」，何所云「八十六」當係「八十四」之誤。） \\n 作者是一位封建文人，其時代和階級的局限性在本書中隨處可見。甚至有些在今天看來是非常荒唐的東西，如：民族偏見、封建迷信等，作者卻一再稱道。相信讀者在閱讀中會充分注意到這些的。 \\n 簷曝雜記收入湛貽堂甌北全集，於嘉慶、道光、光緒年間印刷過多次。這次整理，我們的工作重在標點。同時，對文字進行了必要的校正：原書中避諱字一律改回；對少數民族含有侮辱性的字一律改為今天的正字，如「猓」、「猺」、「獞」改為「倮」、「瑤」、「僮」；還盡可能利用有關書籍資料補出原書的闕字，改正了一些錯字。為便利讀者翻閱尋檢，我們編製了目錄置於卷首。卷五、卷六中不少條目原無小標題，我們一仍其舊，只出有標題的。本書在標點、校改中如有疏漏失當之處，敬祈讀者是正。 \\n 點校者 \\n 簷曝雜記清代史料筆記叢刊（清）趙翼撰，李解民點校，北京：中華書局，1982.5第一版1997.12第二刷 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷一", "正文": "　 \\n ●簷曝雜記卷一 \\n 　 \\n  \\n 軍機處 \\n 廷寄 \\n 軍機大臣同進見 \\n 軍機不與外臣交接 \\n 軍機撰擬之速 \\n 軍機直舍 \\n 聖躬勤政 \\n 聖學一 \\n 聖學二 \\n 聖射 \\n 皇子讀書 \\n 皇子善射 \\n 慶典 \\n 大戲 \\n 烟火 \\n 木蘭殺虎 \\n 跳駝撩脚雜戲 \\n 蒙古詐馬戲 \\n 犬斃虎 \\n 鷹兔 \\n 木蘭物產 \\n 蒙古食酪 \\n 蒙古尊奉喇嘛 \\n 黃教紅教 \\n 達瓦齊 \\n 黑水營之圍 \\n 俄儸斯 \\n 茶葉大黃 \\n 回人繩伎 \\n ○軍機處 \\n 軍機處，本內閣之分局。國初承前明舊制，機務出納悉關內閣，其軍事付議政王大臣議奏。康熙中，諭旨或有令南書房翰林撰擬，是時南書房最為親切地，如唐翰林學士掌內制也。雍正年間，用兵西北兩路，以內閣在太和門外，儤直者多，慮漏泄事機，始設軍需房於隆宗門內，選內閣中書之謹密者入直繕寫。後名「軍機處」。地近宮庭，便於宣召。為軍機大臣者，皆親臣重臣。於是承旨出政，皆在於此矣。直廬初僅板屋數間，今上特命改建瓦屋。然擬旨猶軍機大臣之事。先是世宗憲皇帝時，皆桐城張文和公廷玉為之。今上初年，文和以汪文端公由敦長於文學，特薦入以代其勞。乾隆十二、三年間金川用兵，皆文端筆也。國書則有舒文襄赫德及大司馬班公第，蒙古文則有理藩院納公延泰，皆任屬草之役。迨傅文忠公恆領揆席，滿司員欲藉為見才營進地，文忠始稍假之，其始不過短幅片紙，後則無一非司員所擬矣。文端見滿司員如此，而漢文猶必自己出，嫌於攬持，乃亦聽司員代擬。相沿日久，遂為軍機司員之專職，雖上亦知司員所為。其司員亦不必皆由內閣入，凡部院之能事者皆得進焉，而員數且數倍於昔。此軍機前後不同之故事也。 \\n 按出納詔命，魏以來皆屬中書，故六朝時中書令極貴，必以重臣為之。而中書令官尊，不常親奏事，多令中書舍人入奏，於是中書舍人亦最為權要地。唐初猶然，高宗時始分其職於北門學士，玄宗時又移於翰林學士，於是中書門下之權稍輕。迨唐中葉以後，宦者操國柄，設為樞密使之職，生殺予奪皆由此出，而學士及中書俱承其下流，是以樞密一官極為權要。昭宗時大誅宦官，宮中無復奄寺，始命蔣玄暉為之，此樞密移於朝臣之始。地居要津，人所競羡，故宣徽使孔循欲得其處，輒譖玄暉於朱全忠而殺之。朱梁改為崇政院，以敬翔為使。後唐復名樞密，以郭崇韜為使。明宗時安重誨為使。晉高祖以樞密使劉處尚不稱職，乃廢此職，歸其印於中書，而樞密院學士亦廢。出帝時桑維翰復之，再為樞密使。周世宗時王朴為之。是五代時之樞密院，即六朝之中書，其於唐則國初之中書、中葉之學士、末季之樞密合而為一者也。至宋、金則樞密使專掌兵事，與宰相分職，當時謂之兩府，而他機務不與焉。元時軍國事皆歸中書省。明太祖誅胡惟庸後，廢中書省不設，令六部各奏事，由是事權盡歸宸斷。然一日萬機，登記撰錄，不能不設官掌其事，故永樂中遂有內閣之設，批答本章，撰擬諭旨，漸復中書省之舊。其後天子與閣臣不常見，有所諭，則命內監先寫事目，付閣撰文。於是宮內有所謂秉筆太監者，其權遂在內閣之上，與唐之樞密院無異矣。本朝則宦寺不得與政。世祖章皇帝親政之初，即日至票本房，使大學士在御前票擬。康熙中雖有南書房擬旨之例，而機事仍屬內閣。雍正以來，本章歸內閣，機務及用兵皆軍機大臣承旨。天子無日不與大臣相見，無論宦寺不得參，即承旨諸大臣，亦祇供傳述繕撰，而不能稍有贊畫於其間也。【按五代、宋、金樞密院，皆有學士供草制。今軍機司員，亦猶是時之樞密院學士。】 \\n ○廷寄 \\n 軍機處有廷寄諭旨。凡機事慮漏泄不便發抄者，則軍機大臣面承後撰擬進呈，發出即封入紙函，用辦理軍機處銀印鈐之，交兵部加封，發驛馳遞。其遲速，皆由軍機司員判明於函外。曰馬上飛遞者，不過日行三百里。有緊急則另判日行里數，或四、五百里，或六百里，并有六百里加快者。即此一事，已為前代所未有。機事必頒發而後由部行文，則已傳播人口，且驛遞遲緩，探事者可僱捷足先驛遞而到，自有廷寄之例，始密且速矣。此例自雍正年間始，其格式乃張文和所奏定也。軍機印存大內，需用則請出，用畢即繳進。自用兵以來，軍報旁午，日或數起，難於屢請屢繳。故每請印出，則鈐就封函數百，以便隨時取用。而封函無專員收掌，不免狼籍遺失，宜專派一員登記月日、數目，庶更為慎重。 \\n ○軍機大臣同進見 \\n 軍機大臣同進見，自傅文忠公始。上初年，惟訥公親一人承旨。訥公能強記，而不甚通文義，每傳一旨，令汪文端撰擬。訥公惟恐不得當，輒令再撰，有屢易而仍用初稿者。一稿甫定，又傳一旨，改易亦如之。文端頗苦之，然不敢較也，時傅文忠在旁竊不平。迨平金川歸，首揆席，則自陳不能多識，恐有遺忘，乞令軍機諸大臣同進見。於是遂為例。諸臣既感和衷之雅，而文忠實亦稍釋獨記之勞。然上眷倚有加，每日晚膳後閱內閣本章畢，有所商確，又獨召文忠進見，時謂之晚面云。 \\n ○軍機不與外臣交接 \\n 往時，軍機大臣罕有與督撫外吏相接者。前輩嘗言張文和公在雍正年間最承寵眷，然門無竿牘，餽禮有價值百金者輒卻之。訥公親當今上初年，亦最蒙眷遇。然其人雖苛刻，而門庭峻絕，無有能干以私者。余入軍機，已不及見二公。時傅文忠為首揆，頗和易近情矣，然外吏莫能登其門，督撫皆平交，不恃為奧援也。余在汪文端第，凡書牘多為作答，見湖撫陳文恭伴函不過僮錦二端。閩撫潘敏惠，公同年也，餽節亦不過葛紗而已。至軍機司員，更莫有過而問者。閩督楊某被劾入京，人各送幣毳數事，值三十餘金。顧北墅雲入直，詫為異事，謂：「生平未嘗見此重餽也。」王潄田日杏所識外吏稍多，扈從南巡，途次間有贈遺，歸裝剩百金，過端午節充然有餘，輒沾沾誇於同列。是時風氣如此。 \\n 軍機非特不與外吏接也，即在京部院官亦少往還。余初入時，見前輩馬少京兆璟嘗正襟危坐，有部院官立階前，輒拒之曰：「此機密地，非公等所宜至也。」同直中有與部院官交語者，更面斥不少假，被斥者不敢置一詞云。 \\n ○軍機撰擬之速 \\n 軍機撰述諭旨，向例撰定後於次日進呈。自西陲用兵，軍報至輒遞入，所述旨亦隨撰隨進。或巡幸在途，馬上降旨，傅文忠面奉後，使軍機司員歇馬撰繕，馳至頓宿之行營進奏，原不為遲也。然此營至彼營七、八十里，必半日方到，而兩營之閒尚有一尖營，以備聖駕中途小憇者，國語謂之烏墩。司員欲誇捷，遂倉猝繕就，急飛馳至烏墩進奏，名曰趕烏墩。斯固敏速集事，然限於晷刻，究不能曲盡事理，每煩御筆改定云。 \\n ○軍機直舍 \\n 余直軍機時，直舍即在軍機大臣直廬之西，僅屋一間半，又逼近隆宗門之牆，故窄且暗。後遷於對面北向之屋五間，與滿洲司員同直，則余已改官不復入直矣。扈從木蘭時，戎帳中無几案，率伏地起草，或以奏事黃匣作書案，而懸腕書之。夜無燈檠，惟以鐵絲燈籠作座，置燈盤其上，映以作字，偶縈拂，輒蠟淚污滿身。非特戎帳中為然，木蘭外有行宮處，直房亦如此，惟多一木榻耳。余歸田後，歲庚子上南巡。余恭迎於宿遷，見行宮之軍機房明牕淨几、華裀繡毯，當筆者倚隱囊欹而坐，頗顧盼自雄，余不覺爽然失也。 \\n ○聖躬勤政 \\n 上每晨起必以卯刻，長夏時天已向明，至冬月纔五更盡也。時同直軍機者十餘人，每夕留一人宿直舍。又恐詰朝猝有事，非一人所了，則每日輪一人早入相助，謂之早班，率以五鼓入。平時不知聖躬起居，自十二月二十四日以後，上自寢宮出，每過一門必鳴爆竹一聲。余輩在直舍，遙聞爆竹聲自遠漸近，則知聖駕已至乾清宮，計是時，尚須燃燭寸許始天明也。余輩十餘人，閱五、六日輪一早班，已覺勞苦，孰知上日日如此，然此猶尋常無事時耳。當西陲用兵，有軍報至，雖夜半亦必親覽，趣召軍機大臣指示機宜，動千百言。余時撰擬，自起草至作楷進呈或需一、二時，上猶披衣待也。 \\n ○聖學一 \\n 上聖學高深，才思敏贍，為古今所未有。御製詩文如神龍行空，瞬息萬里。平伊犂所撰告成太學碑文，屬草不過五刻，成數千言。讀者想見神動天隨光景，真天下之奇作也。尋常碑記之類，亦有命汪文端具草者，文端以屬余。余悉意結搆，既成，文端又斟酌盡善。及進呈，御筆刪改，往往有十數語只用一、二語易之，轉覺爽勁者，非親見斧削之迹，不知聖學之真不可及也。 \\n ○聖學二 \\n 上每晨起，即進膳。膳後，閱部院所奏事及各督撫摺子畢，以次召見諸大臣，或一人獨見，或數人同見，日必四、五起。最後見軍機大臣，指示機務訖，有銓選之文武官，則吏、兵二部各以其員引見。見畢，日加巳，皆燕閒時矣。或作書，或作畫，而詩尤為常課，日必數首，皆用硃筆作草，令內監持出，付軍機大臣之有文學者，用摺紙楷書之，謂之詩片。遇有引用故事，而御筆令註之者，則諸大臣歸遍繙書籍，或數日始得；有終不得者，上亦弗怪也。余扈從木蘭時，讀御製雨獵詩，有「著製」二字，一時不知所出。後始悟，左傳齊陳成子帥師救鄭篇「衣製杖戈」註云「製，雨衣也」。又用兵時，諭旨有硃筆增出「埋根首進」四字，亦不解所謂。後偶閱後漢書馬融傳中始得之，謂決計進兵也。聖學淵博如此，豈文學諸臣所能仰副萬一哉？余直軍機時，見詩片乃汪文端、劉文正所書，其後劉文定繼之。由詩片鈔入詩本，則內監之職。迨于文襄供奉，并詩本亦手自繕寫矣。【御製詩每歲成一本，高寸許。】 \\n ○聖射 \\n 上最善射，每夏日引見武官畢，即在宮門外較射，秋出塞亦如之。射以三番為率，番必三矢，每發輒中圓的，九矢率中六、七，此余所常見者。己巳歲十月，偶在大西門前射，九矢九中。錢東麓汝誠嘆為異事，作聖射記進呈。不知聖藝優嫻，每射皆如此，不足為異也。 \\n ○皇子讀書 \\n 本朝家法之嚴，即皇子讀書一事，已逈絕千古。余內直時，届早班之期，率以五鼓入，時部院百官未有至者，惟內府蘇喇數人【謂閒散白身人在內府供役者。】往來。黑暗中殘睡未醒，時復倚柱假寐，然已隱隱望見有白紗燈一點入隆宗門，則皇子進書房也。吾輩窮措大專恃讀書為衣食者，尚不能早起，而天家金玉之體乃日日如是。既入書房，作詩文，每日皆有程課，未刻畢，則又有滿洲師傅教國書、習國語及騎射等事，薄暮始休。然則文學安得不深？武事安得不嫻熟？宜乎皇子孫不惟詩文書畫無一不擅其妙，而上下千古成敗理亂已了然於胸中。以之臨政，復何事不辦？因憶昔人所謂生於深宮之中，長於阿保之手，如前朝宮庭間逸惰尤甚，皇子十餘歲始請出閤，不過官僚訓講片刻，其餘皆婦寺與居，復安望其明道理、燭事機哉？然則我朝諭教之法，豈惟歷代所無，即三代以上，亦所不及矣。 \\n ○皇子善射 \\n 一日至張三營行宮，上坐較射，皇子、皇孫以次射。皇次孫綿恩方八歲，亦以小弓箭一發中的，再發再中。上大喜，諭令再中一矢賞黃馬褂。果又中一矢，輒收弓矢跪於前。上若為弗解其意者，問：「何欲？」仍跪而不言。上大笑，趣以黃馬褂衣之。倉卒間不得小褂，則以大者裹之抱而去。童年嫻射，已是異事；而此種機警，在至尊前自然流露，非有人教之，信天畀也。 \\n ○慶典 \\n 皇太后壽辰在十一月二十五日。乾隆十六年屆六十慈壽，中外臣僚紛集京師，舉行大慶。自西華門至西直門外之高梁橋，十餘里中，各有分地，張設燈綵，結撰樓閣。天街本廣闊，兩旁遂不見市廛。錦繡山河，金銀宮闕，剪綵為花，鋪錦為屋，九華之燈，七寶之座，丹碧相映，不可名狀。每數十步間一戲臺，南腔北調，備四方之樂，侲童妙伎，歌扇舞衫，後部未歇，前部已迎，左顧方驚，右盼復眩，遊者如入蓬萊仙島，在瓊樓玉宇中，聽霓裳曲，觀羽衣舞也。其景物之工，亦有巧於點綴而不甚費者。或以色絹為山岳形，錫箔為波濤紋，甚至一蟠桃大數間屋，此皆粗略不足道。至如廣東所搆翡翠亭，廣二、三丈，全以孔雀尾作屋瓦，一亭不啻萬眼。楚省之黃鶴樓，重簷三層，牆壁皆用玻瓈高七、八尺者。浙省出湖鏡，則為廣榭，中以大圓鏡嵌藻井之上，四旁則小鏡數萬，鱗砌成牆，人一入其中，即一身化千百億身，如左慈之無處不在，真天下之奇觀也。時街衢惟聽婦女乘輿，士民則騎而過，否則步行。繡轂雕鞍，填溢終日。余凡兩遊焉。此等勝會，千百年不可一遇，而余得親身見之，豈非厚幸哉！京師長至月已多風雪，寒侵肌骨，而是年自初十日至二十五日，無一陣風，無一絲雨，晴和暄暖，如春三月光景，謂非天心協應，助此慶會乎？二十四日，皇太后鑾輿自郊園進城，上親騎而導，金根所過，纖塵不興。文武千官以至大臣命婦、京師士女，簪纓冠帔，跪伏滿途。皇太后見景色鉅麗，殊嫌繁費，甫入宮即命撤去。以是，辛巳歲皇太后七十萬壽儀物稍減。後皇太后八十萬壽、皇上八十萬壽，聞京師鉅典繁盛，均不減辛未，而余已出京不及見矣。 \\n ○大戲 \\n 內府戲班，子弟最多，袍笏甲冑及諸裝具，皆世所未有，余嘗於熱河行宮見之。上秋獮至熱河，蒙古諸王皆覲。中秋前二日為萬壽聖節，是以月之六日即演大戲，至十五日止。所演戲，率用西遊記、封神傳等小說中神仙鬼怪之類，取其荒幻不經，無所觸忌，且可憑空點綴，排引多人，離奇變詭作大觀也。戲臺闊九筵，凡三層。所扮妖魅，有自上而下者，自下突出者，甚至兩廂樓亦作化人居，而跨駝舞馬，則庭中亦滿焉。有時神鬼畢集，面具千百，無一相肖者。神仙將出，先有道童十二、三歲者作隊出場，繼有十五、六歲，十七、八歲者。每隊各數十人，長短一律，無分寸參差。舉此則其他可知也。又按六十甲子扮壽星六十人，後增至一百二十人。又有八仙來慶賀，擕帶道童不計其數。至唐玄奘僧雷音寺取經之日，如來上殿，迦葉、羅漢、辟支、聲聞，高下分九層，列坐幾千人，而臺仍綽有餘地。 \\n ○烟火 \\n 上元夕，西廠舞燈、放烟火最盛。清晨先於圓明園宮門列烟火數十架，藥線徐引燃，成界畫欄杆五色。每架將完，中復燒出寶塔樓閣之類，并有籠鴿及喜鵲數十在盒中乘火飛出者。未、申之交，駕至西廠。先有八旗騙馬諸戲：或一足立鞍革凳而馳者；或兩足立馬背而馳者；或扳馬鞍步行而並馬馳者；或兩人對面馳來，各在馬上騰身互換者；或甲騰出，乙在馬上戴甲於首而馳者，曲盡馬上之奇。日既夕，則樓前舞燈者三千人列隊焉，口唱太平歌，各執綵燈，循環進止，各依其綴兆，一轉旋則三千人排成一「太」字，再轉成「平」字，以次作「萬」、「歲」字，又以次合成「太平萬歲」字，所謂「太平萬歲字當中」也。舞罷，則烟火大發，其聲如雷霆，火光燭半空，但見千萬紅魚奮迅跳躍於雲海內，極天下之奇觀矣。 \\n ○木蘭殺虎 \\n 上較獵木蘭，如聞有虎，以必得為期。初出塞，過青石梁，至地名兩間房者，其地最多虎。虎槍人例須進一、二虎，其職役也。乾隆二十二年秋，余扈從木蘭。一日停圍，上賜宴蒙古諸王。方演劇，而蒙古兩王相耳語。上瞥見，趣問之，兩王奏云：「適有奴子來報，奴等營中白晝有虎來搏馬，是以相語。」【蒙古王隨駕，另駐營在大營數里外。】上立命止樂，騎而出，侍衛倉猝隨。虎槍人聞之，疾馳始及，探得虎窩僅兩小虎在。上命一侍衛取以來，方舉手，小虎忽作勢，侍衛稍陝輸，上立褫其翎頂。適有小蒙古突出，攫一虎挾入左腋，又攫一虎挾入右腋。上大喜，即以所褫侍衛翎頂予之。其時虎父已遠，惟虎母戀其子，猶在前山回顧。虎槍人盡力追之，歷重巘，騰絕澗。上勒馬待，至日將酉始得虎歸。虎槍人被傷者三人，一最重，賞孔雀翎一枝、銀二百兩，其二人各銀百兩。虎已死，用橐駝負而歸，列於幔城，自頭至尻長八、九尺，毛已淺紅色，蹄粗至三、四圍，蓋虎中之最大者。 \\n ○跳駝撩脚雜戲 \\n 未至木蘭之前，途次每到行宮，上輒坐宮門外較射。射畢，有跳駝、布庫諸戲，皆以習武事也。跳駝者，牽駝高八尺以上者立於庭，捷足者在駝旁，忽躍起越駝背而過，到地仍直立不仆，亦絕技也。布庫，亦謂之撩脚，本徒手相搏，而專賭脚力，勝敗以仆地為定。其人皆白布短衫，窄袖，而領及襟率用布七、八層密縫之，使堅韌不可碎。初則兩兩作勢，各欲俟隙取勝；繼則互相扭結，以足相掠，稍一失即拉然仆矣。既仆，則斂手退，勝者跪飲一巵而去。 \\n ○蒙古詐馬戲 \\n 上每歲行獮，非特使旗兵肄武習勞，實以駕馭諸蒙古，使之畏威懷德，弭首帖伏而不敢生心也。上至熱河，近邊諸蒙古王公例來迎謁。秋八月萬壽節，行宮演大戲十日，蒙古王公皆入宴，兼賜蟒緞諸物。行圍兵一千三百名，皆蒙古也。每行圍，質明趨事。其王公侍上左右，聽指揮惟謹。十餘圍後，必諏日進宴，上親臨之。是日，設大蒙古包作正殿，旁列四蒙古包以款隨駕之王公大臣。奏樂多絃索，極可聽。又陳布庫、詐馬諸戲。布庫不如御前人，而詐馬乃其長技也。其法：驅生駒之未羈靮者千百羣，令善騎者持長竿，竿頭有繩作圈絡，突入駒隊中，駒方驚，而持竿者已繩繫駒首，舍己馬跨駒背以絡絡之，駒弗肯受，輒跳躍作人立，而驏騎者夾以兩足終不下，須臾已絡首而駒即帖伏矣。此皆蒙古戲，以供睿賞者也。歲歲如此，不特上下情相浹，且馴而習之於驅策之中，意至深遠也。又喀爾喀四大部，地最遠，每歲則以一部來入覲。上雖歲歲出塞，而其部須四年一覲。若間歲一出，則其入覲須八年矣。此又馭喀爾喀之長計也。 \\n ○犬斃虎 \\n 虎食犬，常也，獨圍場中犬能斃虎。其犬銳喙高足，身細而長，望之如蛇之四足者。侍衛逐虎不能及，則嗾犬突而前。嗾必三犬，虎方奔不暇回噬。一犬前嚙其後足，虎掙而脫；一犬又噬其一足，虎又一掙；兩掙之間，一犬從後直嚙其頷，而虎倒矣。然犬恃人為威，非有人嗾之不敢也。 \\n ○鷹兔 \\n 鷹窠中往往有兔，即鷹所生也，其走能與鷹之飛同捷。凡鷹見兔，必逐而搏之，此兔度不能避，則仰而簇四足於腹，俟鷹至劈而開之，則鷹為所裂矣。 \\n ○木蘭物產 \\n 木蘭在熱河東北三百餘里，本蒙古地，康熙中近邊諸蒙古獻出，以供聖祖秋獮。今每歲行圍，大約至巴顏溝即轉而南，不復北矣。巴顏，蒙古語謂富也，其地最多鹿，故云。山多童，惟興安嶺稍有樹。全惕莊為熱河總管，嘗奉旨採木於木蘭，謂余云：「巴顏溝之北多大木，伐之從羊腸河流出。熱河宮殿材皆取給於此。」有落葉松，蓋氣益寒，則松葉亦落矣。木蘭出蔴菇最佳。每秋獮駐營後，土益肥，故所產尤美。俗呼銀盤蔴菇，取其形似，非也，蓋營盤之訛為銀盤耳。地有鼠，土疎而墳，一鼠在土中穿突，土輒高起如塚。余初入木蘭，見遍地皆塚，疑此中無人居，何得有此？後在戎帳中，日將暮，坐褥前尺許地漸墳起，詫為異事。袁愚谷謂：「勿怪，此有鼠在其下也。」明早再入視，則高尺許如塚矣，然後知向所見皆鼠宅也。野雞味最鮮。初在草中，為人馬所驚，輒飛起，然飛只在兩山間，不能越山而過。力竭則撲而下，入草中尚能衝十餘丈，過此則以首伏叢薄，不見人，即自以為人不見矣。俯而拾之，尚活。數十錢即買得，故可煑湯以待雞之至也。凡水陸之味，無有過此者。土人云：「木蘭中多榛松子，野雞食之，故肉尤美」云。 \\n ○蒙古食酪 \\n 蒙古之俗，羶肉酪漿，然不能皆食肉也。余在木蘭，中有蒙古兵能漢語者，詢之，謂：「食肉惟王公台吉能之，我等窮夷，但逢節殺一羊而已。殺羊亦必數戶迭為主，刲而分之，以是為一年食肉之候。尋常度日，但恃牛馬乳。每清晨，男、婦皆取乳，先熬茶熟，去其滓，傾乳而沸之，人各啜二碗，暮亦如之。」此蒙古人饘粥也。 \\n ○蒙古尊奉喇嘛 \\n 蒙古俗最重喇嘛。【即僧也。】非特近邊諸部落也，凡喀爾喀、準噶爾及土魯番、青海、西番、西藏等處，無不虔奉恐後。喇嘛之首號胡土克圖，猶內地所稱大和尚也。尤以西藏之達賴喇嘛為大宗，謂之活佛，相傳即如來後身世世輪迴者。將死，則自言托生處，其弟子如期往，奉以歸，謂之瑚畢勒罕。至十六歲始放參，則又為達賴喇嘛。其實偽也。喇嘛死，弟子號諦巴者，訪某家生子，輒托言喇嘛後身而迎以歸，幼即教以經典。至放參後，有來謁者，諦巴先為述其家世，令喇嘛見之，一二語道著，輒共驚為前喇嘛轉世也，故崇信尤甚。然西藏路遠，西北各部不能往參，則各有胡土克圖掌佛教於國中。大者，其王亦執禮惟謹；小亦各嚴重於一方。每胡土克圖出行，無不膜拜道旁，以金寶戴於首獻之，但得其一摩頂，便以為有福，歡喜無量。并不必胡土克圖也，即凡為喇嘛者，諸番亦無不尊奉之。所至讓穹廬與居，宰羊馬，奉酮酪，夜則妻妾子女惟所欲，謂之供養，惟恐不得當。其俗然也。雖愚而可憫，然千百年來習尚如是，故國家於西北諸部，亦因其俗而加禮於胡土克圖，有時竟得其用。如乾隆十五年，西藏王朱爾墨特那木扎爾有異志，駐藏大臣傅清及拉布敦誘而手刃之，其番衆咸挺而為亂，達賴喇嘛出諭遂止。三十一年，喀爾喀部青滾雜卜斷驛道而叛，鄰部將應之，其地有哲卜尊丹巴胡土克圖，怵於定邊將軍之言，獨不從亂，遂皆戢。其明驗也。是以上亦有國師，號章嘉胡土克圖，住京師之栴檀寺。每元旦入朝，黃幰車所過，爭以手帕鋪於道，伺其輪壓而過，則以為有福。其車直入東華門，蓋尊寵章嘉，正所以帖服外夷，乃長駕遠馭之深意。余嘗見章嘉，顏狀殊醜劣，行步需人扶，然蒙古經及中土大藏佛經皆能背誦如瓶瀉水。汪文端嘗叩一佛事，輒答以某經某卷，檢之果不爽，則其人亦未可淺量矣。 \\n ○黃教紅教 \\n 喇嘛有黃教、紅教之別。黃教者，專以善道化人，使勉忠孝，息爭競，達賴喇嘛及大胡土克圖皆以此重於諸部也。紅教則有術能召風雨，并呪人至死。平西陲後，嘗取準夷之習此術者入內地，令之祈晴雨，亦有小驗。 \\n ○達瓦齊 \\n 達瓦齊既至，行獻俘禮，繫白組跪闕下。上以其未抗拒也，特赦之，封以親王，賜第，擇宗室女配之。然不耐中國風俗，日惟向大池驅鷄鴨閙其中以為樂而已。體極肥，面大於盤，腰腹十圍，羶氣不可近。其從人亦皆厄魯特，故羶益甚，十步外即令人掩鼻。然性淳厚忠謹。嘗扈從行圍，上下馬，坐茵未至，方小立，達瓦齊輙手捧落葉堆於地，請上坐。上大笑，賞銀幣以寵之。 \\n ○黑水營之圍 \\n 黑水營之圍，孤軍陷萬里外，凡三月得全師以出，誠千古未有之奇事也。將軍兆惠既深入葉爾羌，賊衆我寡，且馬力疲不能衝殺，乃佔一村寨，掘濠築壘自守，即所謂黑水營也。所掘濠既淺，壘亦甚低，賊可步屧入，遂日夜來攻，而我兵處危地，皆死中求生，故殺賊甚力。賊懼我兵致死，欲以不戰收全功，別築一壘於濠外，為長圍守之，如梁唐所謂夾城者，意我兵食盡，當自斃也。而營中掘得窖粟數百石，稍賴以濟。賊又決水灌營，我兵泄之於下流，其水轉資我汲飲。已而，隨處掘井皆得水。又所佔地林木甚多，薪以供爨常不乏。賊以鳥槍擊我，其鉛子著枝葉間，每砍一樹輒得數升，反用以擊賊。惟拒守既久，糧日乏，僅瘦駝羸馬亦將盡。各兵每乘間出掠回人充食。或有夫婦同掠至者，殺其夫，即令妻煑之，夜則薦枕席。明日夫肉盡，又殺此婦以食。被殺者皆默然無聲，聽烹割而已。某公性最嗇，會除夕，明公瑞、常公鈞等皆至其帳聚語，屈指軍糧，過十日皆鬼籙矣。某公慨然謂：「吾出肅州時有送酒肴者，所餘餖飣，今尚貯皮袋中。」呼奴取出，供一啖。時絕糧久，皆大喜過望。既飽而去，則私相謂曰：「某公亦不留此，事可知矣。」不覺泣下。蓋自十月初旬被圍，至此已將百日，無復生還望也。而上已預調兵在途，富將軍、舒參贊率以進援，果毅阿公又以駝馬至，遂轉戰而入。兆將軍亦破壘而出，兩軍相遇，乃振旅歸。是役也，地在萬里之遙，圍及百日之久，不傷一人，全師而返，國家如天之福，於此可見。然向非預調索倫兵在途，將緩不及事，於此益見睿算之遠到云。其年遂盡平回地。 \\n ○俄儸斯 \\n 西北諸國，惟俄儸斯最大。我朝平準夷後，西北萬里悉入版圖。準夷西北為哈薩克，而哈薩克外皆俄儸斯地也。中國之正北出居庸關五千里，始至喀爾喀之烏里雅蘇臺，為邊境盡處，亦與接壤。其地有一種人號烏良海，有我朝之烏良海，亦有俄儸斯之烏良海。此正北之連界處也。乾隆二十二、三年間，曾遣使來借遼東之黑龍江運糧，則其國境又與我東北之黑龍江相接也。回部之外為拔達克山，而拔達克山之外又係俄儸斯地，則其西境又包衆回部矣。不寧惟是，康熙年間我朝徵大西洋國之能占星者，西洋遣南懷仁、高慎思等由陸路來，亦假道俄儸斯，三年始至，則其國西境又直至西海矣。兆將軍西征時，聞西北有龔國者，其城周五百里，皆銅鑄成，豈即俄儸斯耶？抑別一國耶？俄儸斯至今為我朝與國，不奉正朔，兩國書問不直達宮廷。我朝有理藩院，彼亦有薩納特，有事則兩衙門行文相往來。其字又與蒙古異，內閣嘗另設中書二人，專習其書文，以便文移。其印則圓如三寸盤，而油硃堆紙上厚數分，不與內地印色同也。紙亦潔白可愛。其國歷代皆女主，號察罕汗。康熙中，聖祖嘗遣侍衛托碩至彼定邊界事。托碩美鬚眉，為女主所寵，凡三年始得歸。所定十八條，皆從枕席上訂盟，至今猶遵守不變。聞近日亦易男主矣。 \\n ○茶葉大黃 \\n 中國隨地產茶，無足異也。而西北游牧諸部，則恃以為命。其所食羶酪甚肥膩，非此無以清榮衛也。自前明已設茶馬御史，以茶易馬，外番多款塞。我朝尤以是為撫馭之資，喀爾喀及蒙古、回部無不仰給焉。太西洋距中國十萬里，其番舶來，所需中國之物，亦惟茶是急，滿船載歸，則其用且極於西海以外矣。俄儸斯則又以中國之大黃為上藥，病者非此不治。舊嘗通貢使，許其市易，其入口處曰恰克圖。後有數事渝約，上命絕其互市，禁大黃，勿出口，俄儸斯遂懼而不敢生事。今又許其貿易焉。天若生此二物為我朝控馭外夷之具也。 \\n ○回人繩伎 \\n 回人有能繩伎者，與內地不同。內地走索之法，椓兩竿於地，以索平繫於竿，而人往來其上耳。回人則立一木高數丈者，其顛斜繫長綆屬於地。回人手橫一木，取其兩頭輕重相等，不致欹側，則步綆而上，直至木之顛，并蹺一足，而僅以一足踏於綆，口唱歌，良久始下。真絕技也。上每出行，武備院嘗以其人奏伎。後偶有一人墜而下者，上憫之，自此不得設。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷二", "正文": "　 \\n ●簷曝雜記卷二 \\n 　 \\n  \\n 杭應龍先生 \\n 汪文端公 \\n 傅文忠公愛才 \\n 觀總憲愛才 \\n 大臣身後邀恩之例 \\n 辛巳殿試 \\n 殿試送卷頭 \\n 武闈 \\n 汪、劉二公文學 \\n 劉文正公塞陽橋決口 \\n 尹文端公肅清江南漕政 \\n 程文恭公遭遇 \\n 兩中鼎魁 \\n 相宅董仙翁 \\n 揣骨史瞎子 \\n 兼管部務 \\n 軍需各數 \\n 京官趨勢弔喪 \\n 鐘表 \\n 西洋千里鏡及樂器 \\n 梨園色藝 \\n 京師偷拐之技 \\n 狐祟 \\n 洪經略行狀 \\n 李太虛戲本 \\n 徐健菴 \\n 高士奇 \\n 王雲錦 \\n ○杭應龍先生 \\n 余十餘歲，頗能作時文，如明隆、萬間短篇，一日可得四、五首。先府君子容公觀其文義，謂他日不患不文，而經書尚未盡讀，遂不令復作，專以讀經為業。十四歲始發筆為之，輒有發揮處。十五歲，先府君見背。余童騃，專弄筆墨作詩、古文、詞、賦、四六之類，沾沾自喜，而舉業遂廢。有杭應龍先生，與先府君交最厚，憫余孤露，謂不治舉業，何以救貧，乃延余至家塾，課其幼子念屺，而使長君杏川、次君白峰拉余同課，二君久以舉業擅名者也。余時年十八，猶厭薄不肯為。至冬，有莊位乾明經移帳於杭，課先生從子廷宣，書舍與余同一廳事，日相慫惥，始勉為之。然馳騁於詩、古文者已數年，一旦束縛為八股，轉不如十四、五歲時之中繩墨矣。明年補諸生，遂不得不致力。後藉以取科第得官，皆應龍先生玉成之力也。及余得中書舍人以歸，而先生已不及見。余有詩哭之云「我歸但有徐君墓，公在曾憐趙氏孤」。至今猶抱痛焉。 \\n ○汪文端公 \\n 汪文端公詩、古文之學最深，當時館閣後進羣奉為韓、歐，上亦深識其老於文學。歿後，上以詩哭公，有云：「贊治嘗資理，論文每契神。」公之所以結主知者可想已。余自乾隆十五年冬客公第，至二十三年公歿，凡八、九年。此八、九年中，詩文多余屬草，每經公筆削，皆愜心饜理，不能更易一字。嘗一月中代作古文三十篇，篇各彷一家。公輒為指其派系所自，無一二爽，此非遍歷諸家不能也。金鼇玉蝀橋新修成，橋柱須鐫聯句，余擬云：「玉宇瓊樓天尺五，方壺員嶠水中央。」自以為寫此處光景甚切合。公改「尺五」作「上下」二字，乃益覺生動。即此可見一斑矣。公又好奬借後進。余嘗代擬東岳廟聯，云：「雲行雨施，不崇朝而徧天下。理大物博，祖陽氣之發東方。」已進御，奉硃筆圈出。公方繕書，適金檜門總憲至，謂必出自公手。公曰：「非也，乃門人趙雲崧所集句耳。」又嘗代和御製司馬君實玉印詩，中一聯云「不名符宿望，比德稱高賢」，亦非甚佳句。上命內監持示南書房諸臣，謂畢竟汪由敦所作不同，諸臣皆宜師事。蓋諸臣皆說成名印，此獨云「不名」，於「君實」二字較切耳。諸臣皆諛公，公又以余答。其說項如此。及公歿，諸公皆以公故物色余，謂公所捉刀者，必好手也。及屬草持去，其所擊賞者未必佳，而著意結搆處轉或遭竄改，於是益嘆此中甘苦，固非淺人所能識。余初序公集有云：「公死而天下無真知古學之人，天下無真知古學之人，而翼遂無復知己之望。」由今思之，安得不潸焉出涕也。 \\n ○傅文忠公愛才 \\n 傅文忠文學雖不深，然於奏牘案卷，目數行下。遇有窒礙處輒指出，并示以宜作何改定，果愜事理，反覆思之，無以易也。余嘗以此服公，公謂無他，但辦事熟耳。尹文端以南巡事，隔歲先入覲。公嘗命司屬代作詩相嘲，中有句云「名勝前番已絕倫，聞公搜訪更爭新」，文忠輒易「公」字為「今」字，便覺醞藉，可見其才分之高也。文忠不談詩文，而極愛才。余在直時最貧，一貂帽已三載，毛皆拳縮如蝟。一日黎明，公在隆宗門外小直房，獨呼余至，探懷中五十金授余，囑易新帽過年。時已殘臘卒歲，資正缺，五十金遂以應用。明日入直，依然舊帽也。公一笑不復言。嗚呼！此意尤可感已。 \\n ○觀總憲愛才 \\n 總憲觀公保最愛才，余初不相識也。扈從木蘭，有宮詹溫君屬余代和御製詩數首，溫即公壻也。公與溫皆扈從，公見溫詩，詢知為余作，即令溫致慇懃。明年再扈從，公先過余邸，以捉刀諉諈，自是公應制之作皆以相屬。後余入翰林，公為掌院，派撰文，定京察一等，皆公力也。前輩留意人材，不遺葑菲如此。 \\n ○大臣身後邀恩之例 \\n 汪文端師兩子：今少司農承霈、前龍川令承■〈雨上澍下〉，皆余授業弟子也。師一日忽語余：「桐城張文和公先以得罪歸，今既歿，上仍遵世宗遺詔，還其配享鉅典，恩莫大焉。其子學士君自宜泥首闕廷奏謝。乃寄聲問余，應入京否，抑或循故事呈本籍巡撫代奏，毋乃不知事體。」余始知大臣身後有卹典，其子例當謝恩，而生前官禁近受眷最深者，尤當詣闕謝也。及師歿，長君郎中承沆本蔭官，既扶柩歸，奉恩綸葬祭如禮。歲庚辰服闋，赴京補官，而病歿於揚州，吾師身後遂無復登仕籍者。承霈以書來告，余忽憶師前語，因令其以御賜祭葬來謝，萬一蒙恩旨，或可得一官。遂作書趣霈來，而■〈雨上澍下〉亦至。余為白於傅文忠，文忠訝其以何事來，余告之以故，或因此得蒙恩授一內閣中書，文端一脈不墜矣。文忠喜曰：「此可謂善於覓題。」明日即代為奏。方是時京師諸公卿，皆以為文端既歿，其子復何所望而貿貿來也。雖舊在門下乞餘光者，亦目笑之。次日，上至瀛臺。奏甫入，上即命內監高姓者出問：「汪由敦二子在此，朕欲一見。」已而又一內監秦姓者覩，傳旨帶領引見。及駕出，二子迎輿前，免冠叩頭謝。上駐輿垂問，奏對畢，上意似不甚嘉許。因問二人履歷，奏云：「皆監生，試而未中。」上曰：「汝明年可再試，試而不中可再來。」諭畢，輿已行。文忠奏云：「明年乃會試，此二子皆監生，不能入禮闈。」上命各賞一舉人，理藩院尚書富公德來傳旨，率二子叩謝。而文忠以余先有內閣中書之語未得遂也，又奏云：「小者無所能，大者書法似其父。」上又命以前賞其長子之蔭官賜霈，而賜■〈雨上澍下〉舉人。於是文忠來傳旨，又率二子迎輿謝。一刻間凡三叩頭，而霈得戶部主事，轉過於內閣中書矣。是日滿朝大小臣工，無不感聖天子垂念舊臣恩施逾格，有泣下者，兼頌文忠之垂憫故人子弟，而并以余為有畫策之能，抑知此事實因師前論張文和語而觸發之。然則吾師前語其有意乎？無意乎？由今思之，竟如樗里子之智，能計及身後者。吾師真哲人也。自余為二子創此例，後裘文達、錢文敏、王文莊諸公歿，其子皆彷此得授內閣中書云。 \\n ○辛巳殿試 \\n 辛巳殿試，閱卷大臣劉文正公、劉文定公，皆軍機大臣也。是科會試前，有軍機行走之御史眭朝棟上一封事，請復迴避卷，即唐人所謂別頭試也。上意其子弟有會試者，慮己入分校應迴避，故預為此奏，乃特點朝棟為同考官，而命於入闈時，各自書應避之親族，列單進呈。則眭別無子弟，而總裁劉文正、于文襄應迴避者甚多。是歲上方南巡，啟蹕時曾密語劉、于二公留京主會試，疑語泄而眭為二公地也，遂下刑部治罪。部引結交近侍例，坐以大辟。於是軍機大臣及司員為一時所指摘。且隔歲庚辰科狀元畢秋帆、榜眼諸桐嶼，皆軍機中書，故蜚語上聞，有歷科鼎甲皆為軍機所佔之說。及會試榜發，而余又以軍機中書得雋，傅文忠為余危之，語余不必更望大魁。而余以生平所志在此，私心終不能已。適兩劉公又作閱卷大臣，慮其以避嫌擯也，乃變易書法，作歐陽率更體。兩劉公初不知，已列之高等。及將定進呈十卷，文定公慮余卷入一甲，又或啟形迹之疑，且得禍，乃遍檢諸卷，意必得余置十名外，彼此俱無累矣。及檢，一卷獨九圈，當以第一進呈。九圈者，卷面另粘紙條，閱卷大臣各以圈點別優劣於其上，是歲閱卷者九人，九人皆圈者惟此一卷。文定公細驗疑是余，以語文正。文正覆閱，大笑曰：「趙雲崧字迹雖燒灰亦可認，此必非也。」蓋余初入京時，曾客公第，愛其公子石庵書法，每倣之。及直軍機，余以起草多不楷書，偶楷書即用石庵體，而不知余另有率更體一種也。文定則謂遍檢二百七卷，無趙雲崧書，則必變體矣。文正又覆閱，謂趙雲崧文素■〈⻊斤〉■〈⻊也〉不羈，亦不能如此謹嚴，而文定終以為疑，恐又成軍機結交之局。兆將軍惠時方奏凱歸，亦派入閱卷，自陳不習漢文，上諭以諸臣各有圈點為記，但圈多者即佳。至是兆公果用數圈法，而惟此卷獨九圈，餘或八、或五，遂以第一進呈。先是歷科進呈卷皆彌封，俟上親定甲乙，然後拆。是科因御史奏改，遂先拆封，傳集引見。上是日閱十卷，幾二十刻，見拙卷係江南人，第二胡豫堂高望浙江人，且皆內閣中書；而第三卷王惺園杰則陝西籍。因召讀卷大臣，先問：「本朝陝西曾有狀元否？」皆對云：「前朝有康海，本朝則未有。」上因以王卷與翼互易焉。惺園由此邀宸眷，翔步直上，而余僅至監司，此固命也，然賤名亦即由此蒙主知。臚傳之日，一甲三人例出班跪。余獨掛數珠，上陞座遙見之。後以問傅文忠，文忠以軍機中書例帶數珠對，且言昔汪由敦應奉文字皆其所擬，上心識之。明日諭諸大臣，謂：「趙翼文自佳，然江、浙多狀元，無足異。陝西則本朝尚未有。今當西師大凱之後，王杰卷已至第三，即與一狀元亦不為過。」次日又屢言之。於是鄉、會試，翼皆蒙欽點房考，每京察必記名，及授鎮安府、赴滇從軍、調廣州、陞貴西道，無一非奉特旨，上之恩注深矣。向使不歸田，受恩當更無限。尋以太恭人年高，乞歸侍養，凡五年。丁艱又三年。在家之日已久，服闋赴補，途次又以病歸，遂絕意仕進。此固福薄量小，無遠到之器，亦以在任數年，經歷事端，自知吏才不如人，恐致隕越，則負恩轉甚。是以戢影林下，不敢希榮進也。 \\n 偶閱閩書載：紹興八年廷試，初以黃公度為狀元，陳俊卿次之。高宗召問二人：「鄉土何奇，輒生二卿？」黃對曰：「子魚紫菜，荔枝蠣房。」俊卿對曰：「地瘦栽松柏，家貧子讀書。」高宗曰：「公度不如卿。」遂賜俊卿第一。瀛奎律髓記宋高宗自丁未至壬午，所取首甲科者十一人：一丞相、一樞使、三尚書、五從官，惟公度以忤秦檜，即被論歸，至檜死召為考功郎中而卒。是其命本不應顯達，故登第之始即遭挫折，此預兆於幾先者也。 \\n ○殿試送卷頭 \\n 殿試前，有才之士例須奔競，以所擬對策首三十餘行先繕寫送諸公之門。卷內有當切題處，固不能預擬，而頌聖數語則不拘何題皆可通用也，謂之送卷頭。延攬者即以是默識之，然亦須視閱卷大臣之為人。當兩劉公主裁數科，則營進者轉或被擯。辛巳科，余固慮及此而不使知矣。癸未新進士褚筠心及余門人董東亭潮，本一榜中巨擘，詩文楷法掄魁有餘。東亭惟恐不得前列。余告以兩劉公不可干以私，且其衡鑒自精，有才者亦不必干，余往事可驗也，東亭竊以為不然。而吾鄉少司空劉圃三先生好汲引，與文定又從兄弟也，特為東亭送卷頭。文定既入閱，則先覓東亭卷，謂同列曰：「此吾鄉董潮也。」文正亦覓筠心卷出示曰：「此吾向日延請在家修書之褚廷璋也。」兩人遂不入十卷，褚卷第十一，董卷第十二。而十卷進呈者或轉遜焉，此又因營求而失之者也。然兩劉公歿，而不受干謁之風又令人思矣。 \\n ○武闈 \\n 武闈但以弓馬技藝為主，內場文策不論工拙也。余嘗主順天乙酉科武鄉試，其策有極可笑者，如「一旦」二字多作「亘」字，「丕」字又作「不一」字。蓋緣夾帶小本字畫甚密，不能分晰，故抄謄訛錯耳。又如「國家」字應擡高一字，則凡泛論古今處，如「國家四郊多壘」、「社稷危亡」之類，亦無不擡寫。武生自稱「生」，則應於行內稍偏，乃又將「生人」、「生物」、「生機殺機」之「生」字，一概偏在側邊。如此者不一而足。然外場已挑入雙好字號，則不得不取中。幸武闈無磨勘之例，可不深求耳。 \\n ○汪、劉二公文學 \\n 汪文端師應奉詩文，門生有才者或為代作，可用即用之，不必悉自己出也。劉文定公亦令諸門生撰稿，却不肯襲用一語。而其中新料、新意，又必另入爐錘，改製而用之，蓋為刻稿地也。於此見文端之大，亦見文定之精。 \\n ○劉文正公塞陽橋決口 \\n 劉文正公臨事雖頗剛急，然實有釐剔奸弊，人受其福而不知者。辛巳歲，河決陽橋，公奉命往塞決口。時奪流者數百丈，埽工薪木皆數百里內村民車載而來。縣丞某掌收料物，欲藉以營利，留難百端，有五、六日不得交納者，人馬守候，芻糧皆告竭。公一日易服微行，見薪車千百輛環列河干，私問之，得其故，乃大怒。至公館，亟請巡撫奉王命旗牌至，使伍伯縛縣丞來，欲先斬然後入奏。巡撫及司道以下為之長跪，良久始釋。而數千輛料物一日盡收，民皆驅車返矣。此雖細事，亦可見公察弊利民之一端也。 \\n ○尹文端公肅清江南漕政 \\n 尹文端節制兩江凡四度，德政固多，而最得民心在嚴禁漕弊一事。先是有司收漕糧，以脚費為名，率一斗準作六、七升。公初巡撫江南，奏明每石令業戶別納兌費錢五十二文，而斗斛聽民自概。有遺粒在斛之鐵邊者，亦謂之「花邊」，令民自拂去。其時有司簽書吏入倉收漕，莫肯應也。其後桂林陳文恭撫吴，胡文伯為藩司，皆守成規，弗絲毫假借。有某縣令戈姓，每石加收一升五合，輒被劾坐絞。漕務肅清者凡四十餘年，皆文端遺惠也，宜吴人思公至今猶不置云。 \\n ○程文恭公遭遇 \\n 仕宦進退，莫不有命。余外舅程文恭公為禮部侍郎時，在班行中無所短長，方疑侍郎一席亦不能久。會圓明園失火，舉朝大臣咸趨救。公踉蹌入，正值上坐小輿出，文恭跪道左請聖安，而先入及後入者，皆未得見也。上遂心識之。明日賞救火諸臣幣物，特命給一分。自是邀聖眷，洊歷吏部尚書、拜大學士，為一時賢相。其端皆自救火之日起。 \\n ○兩中鼎魁 \\n 王新城記：康熙中，有中進士被革後再中進士者。乾隆年間有馬全者，山西人，已中武探花，由侍衛出為參將，與同官相爭詈，被劾革職。入京，在九門提督衛門充兵。又應鄉、會試中式，庚辰殿試竟得狀元。凡兩得鼎魁，亦奇聞也。後官至提督，征金川戰歿。 \\n ○相宅董仙翁 \\n 董華星達存，吾邑人，壬申進士，精六壬奇門術，相宅尤奇驗。壬申將會試，須僦宅貢院前，余與之約同寓矣。時余客座師汪文端公第，公為余賃一宅，余不敢却，乃囑內弟劉敬輿偕董寓，董所親擇也。又有吾鄉符天藻亦附焉。二場後，余詣董，私問其寓內當中幾人，答曰：「三人俱可雋。恐符君或失之，蓋夜臥須各按本命定方位，而符懷疑，不我從也。」出榜，果董、劉俱成進士，余與符落第。又江蘇巡撫莊公有恭延之相衙署，董為改葺數處。既落成，公將出堂視事，董止之，為擇一吉日時而出。屆期坐甫定，轅門外忽傳鼓報喜，則加官保之信適以是刻至矣。今藩伯康基田令昭文，以家中有子弟應秋試，預叩董。董詢其先塋何向，教以塋之某方立一燈竿，子弟中某年生者當發解，已而果然。他奇驗多類此，人皆稱「董仙翁」。 \\n ○揣骨史瞎子 \\n 術家又有揣骨聽聲之法，多瞽者為之。北史：高歡未遇時，與司馬子如等逐赤兔。遇盲嫗，自言善暗相，因偏捫諸人，言皆貴而俱由歡。齊文宣帝試皇甫玉相術，以帛巾袜其目，使歷摸諸貴人，無不驗。齊文襄時，有吴士雙盲，妙於聽聲。文襄令劉桃枝、趙道德等列試之，言皆中。五代史：李守貞為河中節度使，有術者善聽人聲，以知吉凶。守貞出其家人使聽之。術者聞其子婦符氏聲，驚曰：「此天下母也。」守貞益自負，曰：「吾婦猶為天下母，吾取天下復何疑哉。」遂反。後守貞敗，符氏為周世宗繼室，果為皇后。此揣骨聽聲之見於史傳者也。近時亦尚有精其術者。雍正年間，浙東有史瞎子者，遇男子則揣骨，女子則聽聲，言休咎奇中。徐文定公元夢撫浙時，其孫舒文襄赫德相國方丱角，而休寧汪文端公由敦以諸生為之師。文定令史相師弟二人。史曰：「皆大位也。」時舒以世家貴公子，其顯達固意中事，文端則寒諸生，念不到此，謂史特因弟以及師，聊作周旋語耳。是夕，史獨倀倀到書塾，謂文端曰：「君勉之！將來官職聲名在主人之上。」文端益惶恐不敢當。史曰：「非讕語也。君寒士，諛君何所利？正以我之命某年當有厄，某年當得脫。計君是時已登顯仕，我之厄或由君而解，故鄭重相托，君是時幸勿忘今日言，當力為拯之。」已而，或進史於世宗憲皇帝，奏對後忽奉旨發遼左為民。至今上御極之十年，詔軍流以下皆減等發落。時文端公果為刑部尚書。乃檢史舊案，則係特旨發往，不載犯罪之由。同列多難之，文端以其罪不過軍流，正與恩詔相符，乃奏釋焉。既入京，仍客於文端第，則益韜晦，不肯言禍福矣。歲庚午，文端長子承沆方應舉，文端夫人望之甚切，請史決之。史曰：「即當得六品官。」六品者，惟翰林修撰及部主事。時文端方直禁近，子弟若登科第，必不至分部，其為狀元官修撰無疑也。母夫人方竊喜。無何文端為是科主考官，承沆迴避不得試，共以史言為妄矣。其冬特旨賜文端蔭一子，承沆果得主事官，正六品。其奇中如此。余以是歲客文端第，故知之甚悉。其他奇驗尚多，不勝縷述也。 \\n ○兼管部務 \\n 一部有滿、漢兩尚書、四侍郎，凡核議之事，宜允當矣。然往往勢力較重者一人主之，則其餘皆相隨畫諾，不復可否。若更有重臣兼部務，則一切皆惟所命，而重臣者實未嘗檢閱也，但聽司員立談數語，即畫押而已。故司員中為尚書所倚者，其權反在侍郎上。為兼管部務之重臣所熟者，其權更在尚書上。甚至有尚書、侍郎方商榷未定，而司員已持向重臣處畫押來，皆相顧不敢發一語。昔人曾奏請親王不可兼部務，蓋有所見也。 \\n ○軍需各數 \\n 上用兵凡四、五次。乾隆十二、三年用兵金川，至十四年三月止，共軍需銀七百七十五萬。【實銷六百五十八萬，移駁一百十七萬。】十九年用兵西陲，至二十五年，共軍需銀二千三百十一萬。【實銷二千二百四十七萬，行查未結六十三萬。】三十一年用兵緬甸，至三十四年，共軍需銀九百十一萬。三十六年用兵金川起，至四十二年止，共軍需銀六千三百七十萬。以上係章湖莊在戶部軍需局結算之數。五十二年臺灣用兵，本省先用九十三萬，鄰省撥五百四十萬，又續撥二百萬，又撥各省米一百十萬，並本省米三十萬石，加以運脚，約共銀、米一千萬。 \\n ○京官趨勢弔喪 \\n 傅文忠公扈從熱河，而其兄總憲廣公成歿於京，文忠乞假歸治喪。廣公家受弔之期凡三日，已遍訃矣，其最後一日，則文忠到京日也，前兩日遂無一人至者。文忠到，則各部院大小百官無不畢至，雖與廣公絕不相識者，亦以文忠故致賻而泥首焉。輿馬溢門巷，數里不得驅而進，皆步行入。 \\n ○鐘表 \\n 自鳴鐘、時辰表，皆來自西洋。鐘能按時自鳴，表則有針隨晷刻指十二時，皆絕技也。今欽天監中占星及定憲書，多用西洋人，蓋其推算比中國舊法較密云。洪荒以來，在璿璣，齊七政，幾經神聖，始洩天地之秘。西洋遠在十萬里外，乃其法更勝，可知天地之大，到處有開創之聖人，固不僅羲、軒、巢、燧已也。鐘表亦須常修理，否則其中金線或有緩急，輒少差。故朝臣之有鐘表者，轉悮期會，而不悮者皆無鐘表者也。傅文忠公家所在有鐘表，甚至傔從無不各懸一表於身，可互相印證，宜其不爽矣。一日御門之期，公表尚未及時刻，方從容入直，而上已久坐，乃惶悚無地，叩首階陛，驚懼不安者累日。 \\n ○西洋千里鏡及樂器 \\n 天主堂在宣武門內，欽天監正西洋人劉松齡、高慎思等所居也。堂之為屋圓而穹，如城門洞，而明爽異常。所供天主如美少年，名邪酥，彼中聖人也。像繪於壁而突出，似離立不著壁者。堂之旁有觀星臺，列架以貯千里鏡。鏡以木為筩，長七、八尺。中空之而嵌以玻瓈，有一層者、兩層者、三層者。余嘗登其臺以鏡視天，赤日中亦見星斗。視城外，則玉泉山寶塔近在咫尺間，磚縫亦歷歷可數。而玻瓈之單層者，所照山河人物皆正，兩層者悉倒，三層者則又正矣。有樓為作樂之所。一髯者坐而鼓琴，則笙、簫、磬、笛、鐘、鼓、鐃、鐲之聲無一不備。其法設木架於樓，架之上懸鉛管數十，下垂不及樓板寸許。樓板兩層，板有縫，與各管孔相對。一人在東南隅，鼓嘴以作氣。氣在夾板中盡趨於鉛管下之縫，由縫直達於管。管各有一銅絲繫於琴絃。髯者撥絃，則各絲自抽頓其管中之關捩而發響矣。鉛管大小不同，中各有窾竅，以象諸樂之聲，故一人鼓琴而衆管齊鳴，百樂無不備，真奇巧也。又有樂鐘，并不煩人挑撥，而按時自鳴，亦備諸樂之聲，尤為巧絕。 \\n ○梨園色藝 \\n 京師梨園中有色藝者，士大夫往往與相狎。庚午、辛未間，慶成班有方俊官，頗韶靚，為吾鄉莊本淳舍人所昵。本淳旋得大魁。後寶和班有李桂官者，亦波峭可喜。畢秋帆舍人狎之，亦得修撰。故方、李皆有狀元夫人之目，余皆識之。二人故不俗，亦不徒以色藝稱也。本淳歿後，方為之服期年之喪。而秋帆未第時頗窘，李且時周其乏。以是二人皆有聲縉紳間。後李來謁余廣州，已半老矣。余嘗作李郎曲贈之。近年聞有蜀人魏三兒者，尤擅名，所至無不為之靡，王公、大人俱物色恐後。余已出京，不及見。歲戊申，余至揚州，魏三者忽在江鶴亭家。酒間呼之登場，年已將四十，不甚都麗。惟演戲能隨事自出新意，不專用舊本，蓋其靈慧較勝云。 \\n ○京師偷拐之技 \\n 都門繁會之地，偷兒、拐子有非意計所及者。吾鄉董某偶入戲館，占席以待客，橫二千錢於案。忽衣冠者三人自外來，中一人若與董素相識者，遽向揖。董答揖，揖甫下，而錢為其人之同伴者撮去掛於肩。揖畢，問姓氏，其人故驚愕作誤認狀，深抱不安。董回坐，而案上之錢已失。撮錢者尚立於旁，反咎之曰：「戲館中有錢豈可橫於案？如我之掛於肩斯可耳。」實則掛肩之錢即其錢也。董熟視，竟不敢言。又一少年以銀易錢於市，方講價，忽一老者從後擊而仆之，且駡曰：「父窮至此，兒有銀乃私易錢。不孝孰甚！」遂奪銀去。旁觀者謂是父責子也。少年悶絕良久始甦，云：「吾安得有父也？」而銀已去不可追矣。又有藏利刃雜稠人中，剪取腰間雜佩，或至割衣襟一幅去，混號謂之「小李」。被剪者覺而獲之，雖加毆辱弗怨。或旁人指破，則必報矣。有女郎坐香車，一書生行其旁，兩美相顧，頗有情。小李者伺書生後，將下手，書生不知也。方回顧，女郎不便語，但以口頰隱示若有人伺於後者，書生覺而斥之，小李遂去。未幾，車轉曲巷，女郎口忽為小刀劃破。 \\n ○狐祟 \\n 京師多狐祟，每佔高樓空屋，然不為害，故皆稱為狐仙。余嘗客尹文端第。其廳事後即大樓，樓下眷屬所居，樓之上久為狐宅，人不處也。嘗與公子慶玉同立院中，日尚未暮，忽有泥丸如彈者拋屋而下，凡十數丸。余拾其一仰投之，建瓴之屋宜即拋下矣，乃若有接於空中者，不復下，亦一奇也。余僦屋醋張衙衕，其屋已數月無人居。初入之夕，睡既熟，忽夢魘，若有物壓於胸腹者，力掙良久始得脫。時月明如晝，見有物如黑犬者從牕格中出。明日視牕紙，絕無穿破處。先母命余夕以二雞卵、一杯酒設於案，默祝焉。詰朝，卵酒俱如故，而其物不復至。 \\n ○洪經略行狀 \\n 先輩嘗言：洪文襄公承疇當明崇禎十五年松山被陷時，京師傳聞公已殉難。崇禎帝輟朝，特賜祭九壇，其子弟在京成服受弔，撰行狀送諸公卿矣。方祭第九壇，而公生降之信至，遂罷祭，而行狀已遍傳人間。順治元年從入關，為內院大學士。次年，出經略江南諸省，逋寇以次削平，後再出經略楚、粵、滇、黔諸省，西南底定，皆其功也。歸皇朝一年乃卒。其家再成服受弔，撰行狀不復敍前朝事，但自佐命入關起。有好事者，嘗得其前後兩行狀，訂為一本云。 \\n ○李太虛戲本 \\n 李太虛，南昌人，吴梅村座師也。明崇禎中為列卿。國變不死，降李自成。本朝定鼎後，乃脫歸。有舉人徐巨源者，其年家子也，嘗非笑之。一日視太虛疾，太虛自言病將不起。巨源曰：「公壽正長，必不死。」詰之，則曰：「甲申、乙酉不死，則更無死期。以是知公之壽未艾也。」太虛怒，然無如何。巨源又撰一劇，演太虛及龔芝麓降賊，後聞本朝兵入，急逃而南，至杭州，為追兵所躡，匿於岳墳鐵鑄秦檜夫人跨下。值夫人方月事，迨兵過而出，兩人頭皆血污。此劇已演於民間，稍稍聞於太虛。適芝麓以上林苑監謫宦廣東，過南昌，亦聞此事。乃與太虛密召歌伶，夜半演而觀之。至兩人出跨下時，血淋漓滿頭面，不覺相顧大哭，謂：「名節掃地至此，夫復何言！然為孺子辱至此，必殺以洩忿。」乃使人俟巨源於逆旅，刺殺之。此事得之於蔣心餘編修。 \\n ○徐健菴 \\n 先輩嘗言：徐健菴乾學在康熙中以文學受知。方其盛時，權勢奔走天下，務以奬拔寒畯、籠絡人才，為邀名計，故時譽翕然歸之。其所居繩匠衚衕，後生之欲求進者，必僦屋於旁。俟其五更入朝，輒朗誦詩文使聞之。如是數日，徐必從而物色。有所長，輒為延譽。當時繩匠衚衕宅子僦價輒倍他處。所甄拔初不以賄，惟視其才之高下定等差。相傳鄉、會試之年，諸名士先於郊外自擬名次。及榜出，果不爽，非必親自主試也。徐方主持風氣，登高而呼，衡文者類無不從而附之。以是遊其門者，無不得科第。有翰林楊某者，其中表也。八月初，遇徐於朝。徐問：「欲主順天鄉試否？」楊謂：「幸甚。」徐曰：「有名士數人不可失也。」及夕，則小紅封送一名單至，計榜額已滿。詰朝，主試命下矣。楊不得已，與諸同考官如其數取之。榜發而京師大譁，捏名帖遍街市。聖祖聞之，降旨親審。楊窘甚，求救於徐。徐謂：「毋恐，姑晚飯去。」翼日，有稱賀於上前者，謂：「國初以美官授漢兒，漢兒且不肯受。今漢兒營求科目，足覘人心歸附。可為有道之慶。」聖祖默然，遂置不問。蓋即徐令人傳達此語也。嘗有人日具名紙謁其門，必餽司閽者十金，而不求見，但囑以名達徐而已。閽人怪之，密以白徐，徐令留見之，其人故作踖踧狀，謂：「吾誠意尚未到，不敢求見也。」強之而後入。徐問曰：「足下有深未報乎？」曰：「無有也。」「然則何為逡巡不敢言？」固問之，始以情告，欲得來科狀元耳。徐曰：「已有人，可思其次。」其人謂：「他非所望，寧再遲一科。」徐許之。然徐不久罷歸，其人竟不第。 \\n ○高士奇 \\n 高江村士奇，康熙中直南書房，最蒙聖祖知眷。時尚未有軍機處，凡撰述諭旨，多屬南書房諸臣，非特供奉書畫、賡和詩句而已，地既親切，權勢日益崇。相傳江村初入都，自肩襆被進彰義門。後為明相國家司閽者課子。一日相國急欲作書數函，倉卒無人。司閽以江村對，即呼入，援筆立就。相國大喜，遂屬掌書記。後入翰林，直南書房，皆明公力也。江村才本絕人。既居勢要，家日富，則結近侍探上起居，報一事，酬以金豆一顆。每入直，金豆滿荷囊，日暮率傾囊而出，以是宮廷事皆得聞。或覘知上方閱某書，即抽某書翻閱。偶天語垂問，輒能對大意。以是聖祖益愛賞之。初因明公進，至是明公轉須向江村訪消息。每歸第，則九卿肩輿伺其巷皆滿，明公亦在焉。江村直入門，若為弗知也者。客皆使傔從偵探：盥面矣，晚飯矣。少頃，則傳呼延明相國入，必語良久始出。其餘大臣或延一、二入晤，不能遍，則令家奴出告曰：「日暮不能見，請俟異日也。」諸肩輿始散。明日伺於巷者復然。以是聲勢赫奕，忌者亦益多。江村率以五鼓入朝，至薄暮始出，蓋一刻不敢離左右矣。或有譖之者，謂：「士奇肩襆被入都，今但問其家貲若干，即可得其招權納賄狀。」聖祖一日問之，江村以實對，謂：「督撫諸臣以臣蒙主眷，故有餽遺，絲毫皆恩遇中來也。」聖祖笑頷之。後以忌者衆，令致仕歸，以全始終。猶令擕書編纂，以榮其行，可謂極文人之遭際矣。 \\n 按宋史，盧多遜為相時，太祖每取書史館，多遜預戒吏先白己，輒通夕閱之。遇上問書中事，應答無滯。魏書溫子昇先為廣陽王淵家馬坊中教奴子書。嘗作侯山祠堂碑文，常景見而善之，因訪焉，由是名譽稍起。按此二事，高江村絕相似。 \\n ○王雲錦 \\n 雍正中，王雲錦殿撰元日早朝後歸邸舍，與數友作葉子戲。已數局矣，忽失一葉，局不成，遂罷而飲。偶一日入朝，上問以元日何事，具以實對。上嘉其無隱，出袖中一葉與之曰：「俾爾終局。」則即前所失也。當時邏察如此。雲錦孫日杏語余云。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷三", "正文": "　 \\n ●簷曝雜記卷三 \\n 　 \\n  \\n 粵西灘峽 \\n 鎮安民俗 \\n 鎮安水土 \\n 鎮安多虎 \\n 獨秀山黑猿 \\n 樹海 \\n 肉桂 \\n 麵木、酒樹 \\n 三七、雞血籐 \\n 山羊、石羊 \\n 蛤蚧 \\n 陰桫 \\n 邊郡風俗 \\n 西南土音相通 \\n 緬甸之役 \\n 雲南天氣之暖 \\n 人變虎 \\n 象 \\n 碎蛇、緬鈴 \\n 安寧州溫泉 \\n 永昌府珍珠泉 \\n 響水塘瀑布 \\n 寶石、碧霞洗 \\n 乩仙 \\n 鎮安倉穀、田照二事 \\n 榕巢 \\n ○粵西灘峽 \\n 粵西灘與峽皆極險。府江之昭平峽，橫州之大灘，右江之努灘、雞翼灘，左江之歸德峽、果化峽，余皆身經其地，而昭平峽最險。余初至桂林，由水路赴鎮安任。先是大雨十七晝夜，是日適晴。巳刻自桂林發舟，日午已至平樂。舟子忽椓杙焉。余以久雨得晴，方日中何遽泊，趣放舟，而不知其下有峽之險也。舟子不得已，乃發舟。山上塘兵亟呼不可開，而舟已入峽不能止，遂聽其順流下。但見滿江如沸，有數千百旋渦。詢知下有一石，則上有一渦，余始憮然懼，然已無如何。幸而出峽，舟子來賀，謂：「半生操舟，未嘗冒險至此也。」余自是不敢用壯矣。後余調廣州，自桂林起程，百僚餞送，有縣令緱山鵬亦在座。余至廣十餘日，忽聞緱令溺死峽中矣。橫州大灘長三十里，舟行石縫中，稍不戒輒虀粉，亦奇險也。自黔江下至常德府，有清浪灘，略與橫州灘相等。兩處俱有馬伏波廟。而黔中之頭灘、二灘、三灘，共三灘，路雖短而險更甚。 \\n ○鎮安民俗 \\n 鎮安府在粵西之極西，與雲南土富州接壤，其南則處處皆安南界也。崇山密箐，頗有瘴。然民最淳，訟獄稀簡。縣各有頭目，其次有甲目，如內地保長之類，小民視之已如官府。有事先訴甲目，皆跪而質訊。甲目不能決，始控頭目。頭目再不能決，始控於官，則已為健訟者矣。余初作守，方欲以聽斷自見，及至則無所事。前後在任幾兩年，僅兩坐訟堂，郡人已歎為無留獄，則簡僻可知也。此中民風，此江、浙諸省，直有三、四千年之別。余甚樂之，願終身不遷，然安得有此福也？ \\n ○鎮安水土 \\n 鎮安故多瘴癘。鈕玉樵粵述謂署中有肉毬、肉脚，時出現，而瘴毒尤甚，入其境者，遂無復生還之望。及余至郡，未見有所謂肉毬、肉脚者，瘴亦不甚覺。問之父老，謂「昔時城外滿山皆樹，故濃烟陰霧，凝聚不散。今人烟日多，伐薪已至三十里外，是以瘴氣盡散」云。惟水最清削，極垢衣盪漾一、二次，則膩盡去，不煩手撋也。是以不論貧富皆食豨脂以潤腸胃。余嘗探其水源，在城西三十里，地名鑒隘塘。水從山腹中出，有長石橫攔之，長三十餘丈。水從石上跌而下作瀑布，極雄壯。城中望之，不啻數百疋白練也。匯而成川，繞城南而過。川皆石底，無土性，故魚之肉甚堅而無味。又東流，亦從山腹中出左江。蓋滇、黔、粵西諸水大半在山腹中通流，其見於溪澗者不過十之一、二而已。後余在貴州，探牟珠洞，秉炬入三里許，忽聞江濤洶湧聲，以炬照，不知其涯涘，益可見水之行山腹中者，如長江、大河，非臆說也。牟珠洞之水終歲在黑暗中，無天日光，水中生魚遂無目，尤見造化之奇。 \\n ○鎮安多虎 \\n 鎮安多虎患。其近城者，常有三虎，中一虎已黑色，兼有肉翅。月明之夕，居人常於欄房上見之，蓋千年神物也。余募能殺虎者，一虎許償五十千。居人設阱擭及地弩之類，無不備，終莫能得。檻羊豕以誘之，弗顧也。人之為所食者，夜方甘寢，忽腹痛欲出便，其俗屋後皆菜園，甫出門至園，而虎已銜去矣。相傳腹痛即虎倀所為云。人家禾倉多在門外，以多虎故無竊者。余嘗有句云「俗有鬼神蠶放蠱，夜無盜賊虎巡街」，蓋實事也。余在鎮兩年，惟購得一虎、五豹。豹皆土人擒來，虎乃向武州人鈎獲者。其法以木作架，懸鐵鈎，鈎肉以餌之。虎來搏肉，必觸機，機動而虎已被鈎懸於空中矣。 \\n 聞山西岢嵐州在萬山中，最多虎，故居民能以一人殺一虎。其法用槍一枝，高與眉齊，謂之齊眉槍。遇虎則嬲之，使發怒，輒騰起來撲。撲將及，則以槍柄拄於地，而人鞠躬一蹲，虎撲來正中槍尖斃矣。或徒手猝遇虎，則當其撲來，輒以首撞其喉，使不得噬，而兩手抱虎腰，同滾於地，虎力盡亦斃。余在鎮安，曾以百千募湖南虎匠，至半年迄無一獲，安得岢嵐人來絕此惡孽也。 \\n ○獨秀山黑猿 \\n 鎮安府署東北有獨秀山，高百丈。山之半一洞，深不可測。其中有黑猿，不輕出，出則不利於太守。余在郡時，以詳請前守韋■〈馬犬〉保回京事將被劾，上官檄余赴省，而猿忽出，滿城人皆謂太守當以此事罷官矣。有老者熟視久之，謂：「舊時猿出，多俯而下視，故官覆。今猿向上，當無慮，且得遷。」未幾，余得旨赴滇從軍，遂免劾。然馳驅兩年，勞苦特甚，猿蓋先示兆云。又天保縣令送一黑猿來，繫於楹。有門子嬲之，相距尚七、八尺，忽其右臂引而長，遂捉門子之衣，幾為所裂，而猿之左肩則已無臂，乃知左臂已併入右臂矣，即所謂通臂猿也。此猿竟不為人所狎，終日默坐。與之食不顧，數日遂餓死。 \\n ○樹海 \\n 鎮安沿邊，與安南接壤處，皆崇山密箐，斧斤所不到，老藤古樹，有洪荒所生，至今尚葱鬱者。其地冬不落葉，每風來萬葉皆颭，如山之鱗甲，全身皆動，真奇觀也，余嘗名之曰「樹海」，作歌記之。其下陰翳，殆終古不見天日，故虺蛇之類最毒。余行歸順州，途中有紫楠木七十餘株，皆大五、六抱，莫有過而顧之者，但供路人炊飯而已。孤行者無炊具，以刀斫竹一節，實水米其中，倚樹根而炊，炊熟則樹根之皮亦燃，久之，火盤旋自外而入，月餘則樹倒矣。倒後，火仍不滅，旅炊者益便焉。使此木在江南，不知若何貴重，而遭此厄，可惜也。余嘗欲搆一屋材，擬遣匠剋尺寸斷之，雇夫運出，終以距水次甚遠，一木須費數十千，遂不果。 \\n ○肉桂 \\n 肉桂以安南出者為上，安南又以清化鎮出者為上。粵西潯州之桂，皆民間所種，非山中自生者，故不及也。然清化桂今已不可得。聞其國有禁，欲入山採桂者，必先納銀五百兩，然後給票聽入。既入，惟恐不得償所費，遇桂雖如指大者，亦砍伐不遺，故無復遺種矣。安南入貢之年，內地人多向買。安南人先向潯州買歸，炙而曲之，使作交桂狀，不知者輒為所愚。其實潯桂亦自可用，但須年久而大合抱者，視其附皮之肉鬆若有沙便佳。然必新砍者乃潤而有油，枯則無用也。 \\n ○麵木、酒樹 \\n 洛陽伽藍記有所謂「酒樹」、「麵木」，初不解所謂，余至廣西，乃知「麵木」即桄榔樹也。大者五、六圍，長數丈，直上無枝，至顛則生葉數十，似栟櫚。其樹中空，滿腹皆粉，可得十數斛。沸湯淬之，味似藕粉。粵人嘗以此餽遺。又廣東椰子樹，每一椰子內必有酒半杯，小者一勺許，甘香清洌，味勝於米釀數倍，此即「酒樹」也。 \\n ○三七、雞血籐 \\n 南方陽氣上浮，而陰氣凝於下，故所產多有益於血陰者。有草名「三七」，三椏、七葉，其根如蘿蔔，為治血之上藥。刀斧傷，血方噴流，以其屑糝之立止。孕婦產前、產後皆可服，蓋其性能去淤而生新，故產前服之可生血，產後服之又可去淤也。然皆生大箐中不見天日之處。近有人採其子，種於天保縣之隴峝、暮峝，亦伐木蔽之，不使見天日，以之治血亦有效，非隴、暮二峝不能種也。雲南有雞血籐膠，治婦人血枯證最靈。余在滇買數斤，然不知其籐何似。憶在鎮安，見大箐中有籐粗如椀，長數百丈，延緣林木間，不知其起止，意即雞血籐也。遂兼買其籐，擕回鎮安，取箐中籐相比，籐斷處有汁赤色，與滇籐無異，乃知即此物也。煎膠治血亦效，惜不久改官去，遂不得多煎。 \\n ○山羊、石羊 \\n 山羊之血，治刀斧傷最靈。是物生山箐中，嘗食三七故也。粵人餽遺，多有贋者。余在鎮安，土官有饋生者，似羊而大如驢，生取其血，較可信。又一種石羊，身較小，其膽在蹄中。凡山巖陡絕處，能直奔而上，力乏，則曲蹄於口餂之，力輒完，復奔而上，故其膽可止喘。 \\n ○蛤蚧 \\n 蛤蚧，蛇身而四足，形如虩虎，身有瘢，五色俱備，其疥處又似蝦蟇，最醜惡。余初入鎮安，路旁見之，疑為四足蛇，甚惡之。問土人，乃知為蛤蚧也。郡衙倚山，處處有之。夜輒聞其鳴，一聲曰蛤，一聲曰蚧，能叫至十三聲方止者乃佳。其物每一年一聲，十三聲則年久而有力也，能潤肺補氣壯陽。口咬物則至死不釋，故捕者輒以小竹片嬲之使咬，即擕以來。雖已入石縫中，亦可乘其咬而掣出也。遇其雌雄相接時取之，則有用於房中術，然不易遇也。藥肆中所售兩兩成對者，乃取兩身聯屬之耳。其力在尾，而頭足有毒，故用之者必尾全而去其頭足。 \\n ○陰桫 \\n 密箐中有一種陰桫，其木橫生土中，不見天日，有枝無葉，在泥沙下，自生自長，世莫之知也。將出為人用，則一枝或透出土，否則人過其上，足步有空窾聲，知其下有此木矣。其色微黑，質理似鬆薄而有絲，劈其端，可自根拽至顛不斷也。驗其真偽，以此木作小匣，暑日入煑肉其中，隔宿不敗。是以作棺埋入地，屍千年不腐。又有一種，則深山中大樹年久自死，倒入泥沙中，為土氣所滋，土木之性已相浹，故作棺亦歷久不壞。余在鎮安嘗得一具，但未知生於土中之物，抑或倒入泥沙之物。本以備太恭人送終，太恭人以二十年前已作櫬，歲加漆，光緻可愛，而此具僅厚三寸許，遂不肯易。余擬留以自用云。 \\n ○邊郡風俗 \\n 粵西土民及滇、黔苗、倮風俗，大概皆淳樸，惟男女之事不甚有別。每春月趁墟唱歌，男女各坐一邊，其歌皆男女相悅之詞。其不合者，亦有歌拒之，如「你愛我，我不愛你」之類。若兩相悅，則歌畢輒擕手就酒棚，並坐而飲，彼此各贈物以定情，訂期相會，甚有酒後即潛入山洞中相昵者。其視野田草露之事，不過如內地人看戲賭錢之類，非異事也。當墟場唱歌時，諸婦女雜坐。凡遊客素不相識者，皆可與之嘲弄，甚而相偎抱亦所不禁。并有夫妻同在墟場，夫見其妻為人所調笑，不嗔而反喜者，謂妻美能使人悅也，否則或歸而相詬焉。凡男女私相結，謂之「拜同年」，又謂之「做後生」，多在未嫁娶以前。謂嫁娶生子，則須作苦成家，不復可為此游戲。是以其俗成婚雖早，然初婚時夫妻例不同宿。婚夕，其女即拜一鄰嫗為乾娘，與之同寢。三日內，為翁姑挑水數擔，即歸母家。其後雖亦時至夫家，仍不同寢，恐生子則不能做後生也。大抵念四、五歲以前，皆係做後生之時。女既出拜男同年，男亦出拜女同年。至念四、五以後，則嬉游之性已退，願成家室，於是夫妻始同處。以故恩意多不篤，偶因反目，輒至離異，皆由於年少不即成婚之故也。余在鎮安欲革此俗，下令凡婚者不許異寢。鎮民聞之皆笑，以為此事非太守所當與聞也。近城之民頗有遵者，遠鄉仍復如故云。 \\n ○西南土音相通 \\n 廣東言語雖不可了了，但音異耳。至粵西邊地，與安南相接之鎮安、太平等府，如「吃飯」曰「緊考」、「吃酒」曰「緊老」、「吃茶」曰「緊伽」，不特音異，其言語本異也。然自粵西至滇之西南徼外，大略相通。余在滇南各土司地，令隨行之鎮安人以鄉語與僰人問答，相通者竟十之六、七。 \\n ○緬甸之役 \\n 征緬之役，其詳具余所撰緬事述略中。余以鎮安守，於乾隆三十三年奉命至軍，時果毅公阿里袞方為將軍，命余參軍事。未幾，今大學士誠謀英勇公雲巖阿公桂亦以總督兼將軍至。兩將軍合營，翼仍在幕府。明年四月，傅文忠公恒來滇經略，余以故吏又橐筆以從。時方議冒暑興師不必避瘴，大兵從騰越州西渡戛鳩江，經猛拱、猛養直抵緬酋所居之阿瓦。余在滇一年餘，知暑瘴不可不避，必俟霜降後瘴始退，軍行無疾病，始可展力。且大兵既渡戛鳩，全在江外，萬一不能如志，則歸路可虞。嘗力言之，而公意已定，不見納。惟偏師應援一節，公初議大兵渡戛鳩，別令提督五福統偏師五千，從普洱進，以分賊勢。時方閱地圖，余指謂公曰：「圖中戛鳩、普洱相距不過三寸許，其實有四千餘里。兩軍既進，東西遠隔，聲息不相聞，進退皆難遙斷。前歲明將軍之不返，由不得猛密路消息也。」公始瞿然，問計安出。余謂：「大兵既渡戛鳩之西，則偏師宜由江東之蠻暮、老官屯進取猛密，則夾江而下，造船以通往來，庶兩軍可互應。」公是之。乃罷普洱兵，改偏師循東岸以進。其後大兵西渡，遭瘴氣多疾病；而雲巖將軍所統江東一軍獨完，遂具舟迎公於猛養，渡而歸。又以此兵敗賊於蠻暮，攻賊於老官屯，得以蕆事。余自愧在軍無所贊畫，惟此一節，稍可附於芻蕘之一得。憶昔直軍機時，公於漢員中最厚余，滿員中最厚雲巖。公今征緬之役，因余說而改偏師，因雲巖公統偏師而得善歸，此中似有機緣也。 \\n ○雲南天氣之暖 \\n 雲南天氣炎蒸。余在盞達軍營度歲，布帳不敢南向，則面北以避日炙。然其地多西南風，則又於帳南合縫處用橫木支一罅使透風。又令僕役伐僰夷村中大竹數十，環植帳外，稍可禦暑。然其地距騰越不及三百里，遙望騰越，山巔積雪乃經春不化，殊不可解。又大理府之下關，六月中常有雪團賣於市，暍行者以當飲冰焉。詢其由來，則取諸點蒼山最高處也。相傳五臺山有千年不化之冰，六月長霏之雪，塞外苦寒，固宜爾，滇南極炎地，乃亦有此。余嘗疑地氣有寒暖不同，而天氣皆凉，是以滇地雖暑，而山巔雪仍不化也。未審是否。 \\n ○人變虎 \\n 龔觀察士模為余言，普爾邊外人有能變虎者，新授孟艮土目叭先捧即其人也。余以將軍命檄之來永昌，令其變虎，竟不能。 \\n ○象 \\n 璞函隨經略至猛拱，每晨起，途中多有糞堆如小塚，土人云野象糞也。其象不受人驅策，故謂之野象，必誘而馴之，始供役。誘之之法：掘地坑，布席而土覆之若平地，數百人鑼鼓銃礮驅象過而陷之。象體重而坑深陡，不能出也。則餓之數日，然後問之：「肯給役否？」象點頭，則劚其坑前地，迤■〈辶里〉斜上，使步而出。一點頭，則終身受人役不復變，蓋象性最信也。負重有力，一象能馱千斤礮一位，故緬人出兵，隨路有礮也。象不點頭，則不使出，餓數日再問之。亦有餓死而終不點頭者。 \\n ○碎蛇、緬鈴 \\n 聞孟艮邊外有碎蛇，每日必上樹，跌而下，至地則散如粉，俄又合成一蛇，蜿蜒而去。蓋其生氣鬱勃，必一散以泄之也，為接骨治傷之勝藥。然余在滇未得見。又緬地有淫鳥，其精可助房中術。有得其淋於石者，以銅裹之如鈴，謂之「緬鈴」。余歸田後，有人以一鈴來售，大如龍眼，四周無縫，不知其真偽。而握入手，稍得暖氣則鈴自動，切切如有聲，置於几案則止，亦一奇也。余無所用，乃還之。 \\n ○安寧州溫泉 \\n 滇南處處有溫泉，其熱者可以燖雞鴨，惜無人為之甃池架屋，徒流注於野溝荒港而已。一夕駐師象達，見山麓亂草中烟氣騰上，探之則溫泉也。然氣息殊惡，蓋山下有石炭或硫磺，則泉雖溫而不離其母氣。惟下有硃砂者氣最正，兼可愈風濕之疾。滇城西六十里為安寧州，前明楊文襄一清故里也，有溫泉極佳，有司已築室其上。余自滇回粵，紆道赴之。門外小石山數座，皆穿穴透漏，土人謂之「七竅通天」。款扉入，有內外兩池，皆正方，惜池底仍沙土，但四周甃磚，可坐而已。聞驪山之泉下有石版鋪底，此不及也。然官斯土者已為此泉所累。每大吏出省，安寧其首驛也，必往浴焉，供張畢具。又相傳有某督者，日須此泉浴，姬妾亦效之，日費三十斛。知州者另製木桶，使氣不泄，常雇六十人，更番作水，遞至督署，尚暖可浴也。在大吏不過一盆水，而有司為之憊矣。 \\n ○永昌府珍珠泉 \\n 永昌府城外九龍山，亦名太保山。下有易羅池，方二丈許。池底常噴出如碎珠者萬顆斜而上，將至波面，輒散為水不可見。池中有魚，其首皆俯趨。蓋泉初出時味最甘，故魚慣趨而下也。池水流出，又有一大池，可五、六十畝，頗有烟波浩淼之致。傅文忠經略來滇，明中丞特搆一亭於湖中，比杭之湖心亭，而架曲木橋以通之，頗可憇。惜堤上無樹，若植桃、柳數百株，當稱「小西湖」也。黔之威寧城外有葡萄泉，亦從池底湧出，其顆大如葡萄，色嫩綠，亦如之，惜無廊檻映其旁，但一破亭而已。余方欲經始，適去官，遂不果。 \\n ○響水塘瀑布 \\n 天下瀑布皆洶湧下注而已。滇中廣南府有地名響水塘者，其瀑乃自下而上，躍出半空。初在三里外，即聞轟雷聲。漸近里許，則對面語不相聞。望見白雨濺空，皆噴而上，高十餘丈，碎點飛灑，濛濛成一片烟霧，濶可十畝。真天下奇觀也。噴而復落，流為澗。驛路在澗之右，少焉循路而上，則與瀑頂相並，乃知其上又有大山，大山諸水匯於此，跌而下，正值大石如盤陀者，觸而激射，是以濺入空際，非真有逆流之瀑也。 \\n ○寶石、碧霞洗 \\n 猛密土司有三寶井，分三處，如鐺脚，其城即隨而圍之，故號「三角城」。地屬緬，緬酋封禁甚嚴，必土司先以文申請，酋遣人莅視，始得開。人縋而下，遇石即取以出，石中有有寶者，有無寶者。歲只開一井，故一井常三歲一開，欲休其地力，使生寶也。寶石之次為碧霞洗，則猛密山中有之，不必井出。寶石有紅、藍諸色。舊時質大而光厚，並有映紅、映藍二種，貯水缸則滿缸如其色，近已不可得。碧霞洗亦有諸色。今亦多石滓，光淡不能融透，蓋搜採者多，不待其精神足也。閩中漳州諸山有水晶，則其上先有氣，土人因得掘取之。掘盡，則他處又生。有紫者、綠者頗珍重，白者不貴也。聞和闐之玉亦歲歲長成。每秋八、九月，玉山大霧數日，則其水中石即變玉，故有純淨者，有不脫石質者。乃知此等寶物，生生不窮，非上古所有，至今始得之也。 \\n ○乩仙 \\n 扶乩請仙，到處皆有，不得謂無其事也。大約人死後，必有數十年靈爽，為符呪所召，則降乩而來，非必純陽輩也。其中亦靈蠢不同，皆余所親驗者。余鄉孝廉王殿邦善請仙，在京師時，余邀來決事，隔宿先草一疏，至期焚於香案。殿邦不知何語也，而所判語輒針鋒相對，其降壇詩尤切合。余廳事後門聯有「富貴平安」字，外人所不見。而是日香案供水果，與門聯又不相值也。降壇詩輒云「香烟篆出平安字，水果嬌成富貴花」。則豈非仙從廳後門過而來耶？先至者為回道人，即純陽也，則呼余為「趙子」；後至者為盧道人，則呼余「探花公」，似亦各視其身分以為相接之高下。而其所判詩，起句後，循其文義，下文亦可意揣而得，應作某字，余方思及，而乩已書矣。大約每字總比余早半字工夫。後余在永昌，果毅阿公之子豐昇額【後亦襲公爵。】亦能請仙。阿公夜約余及同在幕府諸公，候仙至，則幾不能成文理，判一字後，停筆半晌不續。時夜已深，余急欲退，知其非通品也，則反暗為傳遞。余初不扶乩，但余意中想到一字，默出諸喉，則乩已書矣。余故緩之，輒又停筆。於是為足成絕句而畢事。乃知所符召者，不分仙鬼也。如王殿邦所請，則不必畫符，但念呪，一揖即至，蓋其家設壇虔奉已久，相熟習云。 \\n ○鎮安倉穀、田照二事 \\n 余在鎮安，別無惠民處，惟去其病民者一、二事而已。常平倉穀，每歲例當春借秋還。其穀連穗，故不斗量而權以稱出。借時盛以竹筐，每稱連筐五十斤，筐重五斤，則民得穀僅四十五斤耳。及還倉，則五十斤之外加筐五斤，息穀五斤，又折耗五斤，共六十五斤為一稱，民已加十五斤。然相沿日久，亦視為固然，不敢怨。余赴滇從軍之歲，粵西購馬萬匹濟滇軍，有司不無所累，遂於收穀時，別製大筐可盛百二十斤者收之，民無可訴也。及明年，余自滇歸，已無購馬費，則仍循舊例六十五斤可矣，而墨吏意殊不足，然未敢開倉也。余府倉亦有社穀當收，即令於稱之六十斤處鑿一孔，貫錘繩於其中，不可動移，聽民自權。【筐五斤，係前官放穀時所扣；息穀五斤，價交司庫，故六十斤為一稱。】於是民之以兩筐來者，剩一筐去，城內外酒肆幾不能容。余適以事赴南寧，而歸順州牧欲以購馬歲所收為額，州民陳恂等赴寧來控。余立遣役縛其監倉奴及書吏，荷校於倉外，而各屬之收穀，皆不敢踰檢矣。又天保縣令某，先與署府某商謀，謂民間田土無所憑，故易訟，宜按田給照以息爭端，實則欲以給照斂錢也。而時未秋，民無所得錢，先使甲目造冊，將於秋收後舉行，而不虞余之自滇歸也。夏六月，余忽回郡，廉知之，以此令向日尚非甚墨，因語以此事固所以息爭，而胥役等反藉以需索，則民怨且集於官，不如自以己意出示罷之，尚全其顏面也。然計其所失，已不下萬餘金。某方銜次骨，而民間皆知以余故得免此橫錢，是以感最深。每余出行，各村民輒來舁輿至其村，巡歷而過，又送一村，其村亦如之，父老婦稚夾道膜拜，日不過行三十里。至宿處，土銼瓦盆、雞豚酒體，各有所獻，不煩縣令供頓也。及余調廣州，時方赴桂林，途次得旨，即赴新任，不復回郡。時署中惟一妾，巾車出城，滿街人戶無不設香案跪送。又留一族孫鶴冲在郡，交代畢來廣時，街民送亦如之。是歲九月，陳恂等七十餘人又送萬民衣傘至廣，計程四千餘里，距余出鎮安已六、七月矣。亦可見此邦民情之厚也。 \\n ○榕巢 \\n 查儉堂禮為粵西太平守，署園有大榕樹一株，其榦旁出者四。儉堂謂可架屋其上也，乃斲木為書室，名曰「榕巢」，并以自號焉。明牕淨几，掩映綠陰中，退食後輒梯而上，品書畫，閱文史，頗為退閒勝地。丁艱去，接任者來，熟視，笑曰：「此中大便甚佳。」遂穴其板作厠舍。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷四", "正文": "　 \\n ●簷曝雜記卷四 \\n 　 \\n  \\n 廣東珠價 \\n 廣東蜑船 \\n 茭塘海盜 \\n 粵東沙田 \\n 西洋船 \\n 諸番 \\n 騾馬與人性相通 \\n 三界廟 \\n 黔粵人民 \\n 黔中倮俗 \\n 土例 \\n 滇黔民俗 \\n 苗倮陋俗 \\n 仕途豐嗇頓異 \\n 湖南祝由科 \\n 肩輿牽纜 \\n 緬甸安南出銀 \\n 雲南鐵索橋 \\n 榕樹黃果樹 \\n 甘肅少水 \\n 蝦蟆銜雹 \\n 甘省陋俗 \\n 逆回之亂 \\n 洛陽橋 \\n 閩俗好勇 \\n 井水灌田 \\n 斷水禦海寇 \\n 河底古木灰 \\n ○廣東珠價 \\n 廣東珠價初未嘗貴，自某巡撫收買，於是價日增。而珠之來自外洋者，亦無所不有。有蠔、蚌二種：蠔珠有底稍平，狀如饅頭，而色微赤；蚌珠則有極圓者，光潔白可愛，然圓者亦不易得也。品珠先論形體，稍有欹側及皺紋，弗貴也。珠又多疵。體或圓矣，而有一、二點黃暈，又珠之累也。圓而無疵矣，又須有精光，乃為上品。或因有微疵，而稍加磨治，則光閃爍不定矣。余嘗見一顆重三錢，大如龍眼果，惜有黃暈如豆許，然已索價萬金，若無疵，雖二萬金不得也。數珠亦用此莊嚴。數珠一百八粒，或用碧霞洗，或用珊瑚及青金石、伽■〈亻南〉香之類，價不過三、四千金。其旁有記念三掛，掛各十顆，以珠為之，每顆重四、五分，欲取其形體光彩一樣相同者，須於數百顆中選配始成。大約重四分者，以四、五千金為率；重五分者，以六、七千金為率。此記念也。記念之末，又有小垂角，須體長而上銳下圓者。每顆重六、七分，則價七、八百金；重八分以上，則千金矣。三垂角又以三千金為率。而數珠之後，又有一絲縧懸於背者，中為背雲，下為大垂角。背雲徑二寸，非一珠可滿也，則中嵌一大珠，重六、七分者，價率二千金；旁嵌四珠，重五、六分者，價亦如之。大垂角亦珠也，其形亦上銳下圓，而重須二錢以外始相稱，則索價不貲，率五、六千金矣。又有佛頭四顆，間於百八珠之間，則以碧霞洗及珊瑚之類為之，大者亦須二千金。總計數珠一掛，必三萬餘金始完善。而珠之形，又有天然奇巧者：或為葫蘆形，或如膽瓶狀。此又偶然一遇，欲求成對，雖數年不得。余在廣一年，所見珠頗多，然置之暗中絕無光。不知古所謂夜明珠者，又何物也。 \\n ○廣東蜑船 \\n 廣州珠江蜑船不下七、八千，皆以脂粉為生計，猝難禁也。蜑戶本海邊捕魚為業，能入海挺槍殺巨魚，其人例不陸處。脂粉為生者，亦以船為家，故冒其名，實非真蜑也。珠江甚闊，蜑船所聚長七、八里，列十數層，皆植木以架船，雖大風浪不動。中空水街，小船數百往來其間。客之上蜑船者，皆由小船渡。蜑女率老妓買為己女，年十三、四即令侍客，實罕有佳者。晨起面多黃色，傅粉後飲卯酒作微紅。七、八千船，每日皆有客。小船之繞行水街者，賣果食香品，竟夜不絕也。余守廣州時，制府嘗命余禁之，余謂：「此風由來已久。每船十餘人恃以衣食，一旦絕其生計，令此七、八萬人何處得食？且纏頭皆出富人，亦裒多益寡之一道也。」事遂已。聞潮州之綠篷船較有佳者。女郎未笄，多扮作僮奴侍側，官吏亦無不為所染也。有「狀元夫人」者尤絕出。其修撰視學粵東，試潮畢，以夏日回廣州，所坐船不知其為綠篷也。夜就寢，忽篷頂有雨滲及枕邊，急呼羣奴，奴已各就妓船去，莫有應者。忽艙後一麗人躶而執燭至，紅綃抹胸，膚潔如玉，褰帷來視漏處，修撰不覺心動，遂暱焉。船日行二、三十里，十餘日至惠州，又隨至廣州。將別矣，而麗人誓欲相從，謂：「久墮風塵中，今得侍貴人，正如蛻骨得仙。若復淪下賤，有死而已。請隨入署，為夫人作婢以歿世。」淚如雨不止。百計遣之不去，贈以五百金始歸。而不知正其巧於索貲也。及歸，而聲價益高，非厚幣不得見，人皆稱「狀元夫人」云。 \\n ○茭塘海盜 \\n 番禺縣茭塘十數村，世以海盜為業。其船曰「多槳船」，蓋海船皆趁風使帆，此獨用槳，故不論風之順逆皆可行，其槳有至三十六枝者。行刦皆以白晝，遙望他船如黑豆許，則不能追及；或大如鴨，則無有不追及者矣。至則兩頭用鐵鈎拽其船，而羣盜持刀仗往刦。亦有盜船仍被盜刦者，此船一、二十人方刦得貲貨，又遇盜船三、四十人者，輒復為所刦。此類甚多，幾莫能致詰也。其出海口，有水汛兵譏察，則例有私稅。以出海一度為一水，率不過月餘。乾隆三十五年，盜魁陳詳勝者率其徒出海，久不歸。汛兵計其期已過，會出哨遇之，遂索補稅焉。盜乞緩期，俟厚獲當倍償。兵不許，則相爭。兵以鳥槍斃四盜，盜亦以壓船石擲傷兵。於是兵以拒捕告，而制府入奏，責有司速緝。購得同為盜之黃姓者，許發覺後免其罪，始得陳詳勝等，而無左證，入其家，搜得分贓單一紙，不書姓名而有暗記，由是訊出二十餘人。又從二十餘人訊出他案八、九十人，共一百八人。律載江洋大盜不分首從皆斬，則俱鬼籙中數也。余念法不可逭，而諸盜未有殺人案，則情稍輕。因畧為條別：有懼而未敢從者；有患病伏於艙者；有被誘作火夫炊飯者；甚至年二十以下則指為盜首之嬖童，初不肯服，尋知為生路也，亦忍恥認之。案既定，立決者三十八人，駢戮於教場，地為之赭。其餘皆遣戍絕徼，自是海盜稍清。然不數年盜又熾，巡撫李公湖乃殺至三百餘人云。 \\n 閩省海盜率借商船行刦。蓋盜不能製大船，則數十人駕一小船，出海遇商船，奪而據之，逼商人入艙，蓋以板而鐵釘釘之，使不得出。及行刦既飽，則駕至僻岸，各攜所得而去。商人在艙下屬耳，無人聲始敢撞板而出，盜已不知何往矣。 \\n ○粵東沙田 \\n 粵東沿海地，往往有漲沙。居民見水中隱隱有沙距水數寸，則先報陞科。俟其沙出水面，先種草數年，然後築隄分甽，試種禾秫，又數年始成良田。然報墾者率以多報少，如報一百畝，其所規度必數百畝。而粵東又有例，所墾田浮於報額，而為人首告，即以所浮田賞之。於是先報墾者方種草築隄，黠者已睨其旁，知其有所浮，輒首而得之。而報墾家雖有欺匿，實已費數年貲力，一旦為旁觀奪去，其何能甘？於是每至收穫輒相鬬，動至斃命。余謂宜改例，量以十之一賞告者，而所浮之田仍令原墾者陞科，庶免爭奪。方欲請於大吏，會遷官去，遂不及竟其事。 \\n ○西洋船 \\n 西洋船之長深廣，見余所咏番舶詩，而其帆尤異。桅竿高數十丈，大十餘抱，一桅之費數千金。船三桅，中桅其最大者也。中國之帆上下同濶，西洋帆則上濶下窄，如摺扇展開之狀，遠而望之幾如垂天之雲，蓋濶處幾及百丈云。中國之帆曳而上祇一大緪著力，其旁每幅一小緪，不過攬之使受風而已。西洋帆則每緪皆著力，一帆無慮千百緪，紛如亂麻，番人一一有緒，畧不紊。又能以逆風作順風，以前兩帆開門，使風自前入觸於後帆，則風折而前，轉為順風矣，其奇巧非可意測也。紅毛番舶，每一船有數十帆，更能使橫風、逆風皆作順風云。 \\n ○諸番 \\n 廣東為海外諸番所聚。有白番、黑番，粵人呼為「白鬼子」、「黑鬼子」。白者面微紅而眉髮皆白，雖少年亦皓如霜雪。黑者眉髮既黑，面亦黔，但比眉髮稍淺，如淡墨色耳。白為主，黑為奴，生而貴賤自判。黑奴性最慤，且有力，能入水取物，其主使之下海，雖蛟蛇弗避也。古所謂「摩訶」及「黑崑崙」，蓋即此種。某家買一黑奴，配以粵婢，生子矣，或戲之曰：「爾黑鬼，生兒當黑。今兒白，非爾生也。」黑奴果疑，以刀斫兒脛死，而脛骨乃純黑，於是大慟。始知骨屬父，而肌肉則母體也。又有紅夷一種，面白而眉髮皆赤，故謂之「紅毛夷」，其國乃荷蘭云。香山縣之澳門，久為番夷所僦居，我朝設一同知鎮之。諸番家於澳，而以船販海為業。女工最精，然不肯出嫁人，惟許作贅婿。香山人類能番語，有貪其利者，往往入贅焉。 \\n ○騾馬與人性相通 \\n 騾馬不能言，然性靈者能與人心相通。余在滇從軍，得一騾，色純黑，高五尺，甚瘦，雖加芻豆飼之不肥也。然力甚堅勁，日行百餘里，雖竟月不疲。性極靈，上下岡坂，宜左宜右，不待攬以轡，真如四體之不言而喻也。上峻嶺時，每數里輒勒住聽其稍喘，余或下而藉草坐，則騾侍立於旁，以頸相就，若相勞苦者。時有騾馬三十餘，歸粵時盡以贈同人，獨此騾不忍棄，隨至鎮安，青芻香秣，稍酬其勞。調守廣州，亦隨往。後余赴黔，上水四千里，不能載往，遂送番禺張令，甫一夕死矣。豈此騾宿世有所負於余，而使之償宿逋耶？抑其性貞烈，不肯易主而自斃耶？昔汪幼泉自京丁艱歸，以所乘青騾豢於姊婿吴仲賢處，閱二年餘忽死。未幾，幼泉訃至，計其日，即騾死之日也。又李欽齋制府嘗有一公子極聰慧，五、六歲即能騎馬，愛廐中一馬，乞於公，公即與之。後公子殤，馬亦同日死。則冥冥中人馬似有相關者，不可解也。 \\n ○三界廟 \\n 粵西之梧、潯、南寧三府，有三界廟最靈。鄺露赤雅云：神姓許，平南人，采樵得一衣，輕如葉，帶內有字，能召風雨，知未來事。明弘治中，制府捕至，覆以洪鐘，積薪燒之，至夕發之，不見，後人遂為立廟曰「三界」，亦曰「青蛇廟」。人或饗神，則蛇出飲食。倘有許願不償者，雖數百里蛇必來索，人呼曰「青蛇使者」云。今廟之在梧州者，氣燄尤著。商賈之演戲設祭以申祈報者，殆無虛日。祭之時，果有青蛇自龕中、或梁上、或神之袖中出而飲酒食雞卵，見人不避，食畢蜿蜒而去。余友馮尉一烜之官南寧，其隨行之妻弟高某偶溺於廟側，是日即病，不數日遂死。余初赴鎮安時，長兒廷英以病留南寧月餘，幾不救矣。內子設祭於廟。時久旱甚暑，適是日大雨稍涼，兒病遂霍然。後余自廣東赴貴西任，途次三兒廷俊甫周晬，忽患異證，連日昏懵，不乳不哭，醫莫能愈也。過潯州，以羊豕祭三界廟，是日五更即能哭出聲，數日大愈。此余所親驗者，不得謂鬼神之事渺茫也。 \\n ○黔粵人民 \\n 黔、粵土司地苗、倮、瑤、僮之類，前朝叛亂無寧歲，非必法令不善，實其勢盛也。黔東為羅施鬼國，率苗人所居。黔西為羅甸鬼國，率倮人所居。客民僑其間，不及十之一、二，故無以鈐制，而易於跳梁。然客民多黠，在其地貿易，稍以子母錢質其產蠶食之，久之，膏腴地皆為所佔。苗、倮漸移入深山，而凡附城郭、通驛路之處，變為客民世業，今皆成土著，故民勢盛而苗、倮勢弱，不復敢蠢動云。惟粵西土民故瑤、僮種，今皆馴習畏法，蓋粵西土俗本柔懦也。 \\n ○黔中倮俗 \\n 凡土官之於土民，其主僕之分最嚴，蓋自祖宗千百年以來，官常為主，民常為僕，故其視土官，休戚相關，直如發乎天性而無可解免者。粵西田州土官岑宜棟，即岑猛之後，其虐使土民非常法所有。土民雖讀書，不許應試，恐其出仕而脫籍也。田州與鎮安之奉議州一江相對，每奉議州試日，田民聞砲聲但遙望太息而已。生女有姿色，本官輒喚入，不聽嫁，不敢字人也。有事控於本官，本官或判不公，負寃者惟私向老土官墓上痛哭，雖有流官轄土司，不敢上訴也。貴州之水西倮人更甚，本朝初年已改流矣，而其四十八支子孫為頭目如故。凡有征徭，必使頭目簽派，輒頃刻集事。流官號令，不如頭目之傳呼也。倮人見頭目，答語必跪，進食必跪，甚至捧盥水亦跪。頭目或有事，但殺一雞，瀝血於酒，使各飲之，則生死惟命。余在貴西，嘗訊安氏頭目爭田事。左證皆其所屬倮人，羣奉頭目所約，雖加以三木，無改語。至刑訊頭目已吐實，諸倮猶目相視不敢言，轉令頭目諭之，乃定讞。 \\n ○土例 \\n 土民事事有土例。如出夫應役，某村民自某塘送至某塘，欲其過一步不肯也。凡交官糧及雜款，舊例所沿，雖非令甲亦輸納惟謹，彼固不知有所謂朝制，但祖父相傳，即以為固然也。有流官不肖者，既徵數年，將滿任，輒與土民約：某例繳錢若干，吾為汝去之。謂之「賣例」。土民欣然斂財餽官，官為之勒碑示後。後官至，復欲徵之，土民不服，故往往滋事。 \\n ○滇黔民俗 \\n 滇、黔民情最淳。征緬時，派滿洲、索倫兵各五千，每站過兵，須馬七百、夫二千，皆出之民間。上軫念民艱，按例加倍給僱價，然多為有司移用，民之應差者未必得也。其夫、馬皆民間按田均派。余自滇歸，一日小憇道旁靈官廟。有生監及村老十餘人咸集，見余至，皆跪迎。余問其何事，皆不敢言，固詰之，則結算兵差費耳。問以費若干，則糧銀一兩科至六兩餘。余謂：「朝廷給價已加倍，何至煩爾等出財？」皆云：「藩庫例不先發，令有司墊辦，有司亦令民墊辦，俟差事畢始給。今差雖畢，而給與否未可知。且有司亦多他用，民等幸不誤差，不敢望給直矣。」其謹厚如此。至黔中苗人應徭役，一家出夫，則數家助之，故夫役尤多。第不肯與漢民同辦，必分日應差，恐漢民不公，或被虐使云。 \\n ○苗倮陋俗 \\n 苗、倮俗，惟男女之事少所禁忌。兄死則妻其嫂，弟死則妻其婦，比比而然。水西安氏雖已改流，而其四十八支子孫仍為頭目。頭目死，妻欲改嫁，而貲產不得將去，則於諸叔中擇而贅焉，叔亦利其產而樂為婚也。故往往有妻年四十餘，而夫僅二十者。至家中婢女，率皆無夫，聽其與人苟合，生子則又為奴僕，是以苗、倮家奴僕皆無父也。余嘗在畢節籍一馬戶，家有老婢名大娃者，問其夫，則曰：「未嫁。」及點奴子，有二童，皆其子也，可為一笑。然其俗大概如此，不為異也。仲家苗已有讀書發科第者，而婦女猶不著袴。某君已作吏矣，致書其妻，謂到任作夫人須袴而入，其妻以素所未服，寧不赴任。滇之永昌城中，雖搢紳家亦聽婢女出外野合，每日納錢數十文於其主而已，俗名「青菜湯」，謂不能肉食，僅可買菜作湯也。嘉禾沈百門又言湖南苗俗亦相同，惟為女時無所禁，既嫁，則其夫防察甚嚴，不許有所私云。 \\n ○仕途豐嗇頓異 \\n 余出守鎮安，萬山中一官獨尊。鼓吹日數通，出門礮聲如雷。冬月巡邊，輿前騎而引者凡十餘，隊後擁纛騶騎又十餘，可謂極秀才之榮矣。然心竊自恐不能消受。一日方盥面，適內子對鏡曉妝，余瞥自見面目於鏡中，謂內子曰：「君覩此面，可稱此膴仕否？」未數日，而以詳請前守回籍事幾被劾。會有旨從軍，乃得免。然滇中兩年，跋涉萬餘里，坐征鞍，寢戎幕，依然舊時出塞況味也。既回鎮安，忽調廣州，乃大豪富。署中食米日費二石，厨屋七間，有三大鐵鑊，煑水數百斛供浴，猶不給也。另設水夫六名，專赴龍泉山擔烹茶之水，常以足趼告。演戲召客，月必數開筵，蠟淚成堆，履舄交錯，古所謂鐘鳴鼎食殆無以過。然僅一年，遷貴西，署在威寧萬山巔。冬月極寒，下凌經月不止，彌望皆冰雪。自書吏、差役、門子、轎傘夫，皆仰食於官，否則無人執役矣。書吏行文書，每日紙幾番、封幾函，俱列單向官請給，天下無此貧署也。兩年之間，寒暄頓異若此。統計生平膴仕，惟廣州一年。然在廣時，刻無寧晷，未嘗一日享華腴也。召梨園宴客，亦多命僚友代作主，而自向訟堂訊囚。每食仍不過鮭菜三碟、羹一碗而已。則固性所習，亦命所限也。 \\n ○湖南祝由科 \\n 湖南有祝由科，能以符呪治病。余與陳玉亭同直軍機時皆少年，暇輒手搏相戲。玉亭有力，握余手輒痛不可忍，余受侮屢矣。一日在郊園直舍，余憤甚，欲報之，取破櫈一桄，語玉亭：「吾閉目相擊，觸余桄而傷，非余罪也。」余意閉目，則玉亭必不敢冒險來犯，而玉亭又意冒險來，余必不敢以桄擊也。忽聞桄端搰一聲，驚視，則玉亭已血滿面，將斃矣，蓋桄著唇間也。急以湯灌之，始甦，呼車送入城。是日下直，余急騎馬往視玉亭，而馬忽跳躍，亦跌余死，半刻方醒。及明日見玉亭，玉亭故無恙。後其家人語余奴子，始知余之跌，即玉亭所為。祝由科能以傷移於人也。方術妖符，固有不可以常理論者。然湖南葛益山以此治病，最擅名，人稱「葛仙翁」。余在滇時，將軍果毅公患左肩一小瘤，本舊時騎馬跌傷臂，其節揫結而成者，至是為庸醫所誤，皮破不能合。滇撫明公德特為招致葛仙來治之。用符水噴患處，刀割去腐肉，愈割而瘤愈大，竟不效而去。 \\n ○肩輿牽纜 \\n 揚帆、牽纜，皆行舟事。然雲、貴作吏者，肩輿上山，必用縴夫。其縴以色布為之，承應上司或有用全帛者。蓋山路高，舁輿而上，須藉此得力也。余在貴州，山行亦用之。因憶昔在山東途次見挽小車者，順風則張小帆於車，可援作一對，因得句云：「笑看南俗轎牽纜，好對北方車掛帆。」章湖莊云：「甘肅寧夏府有沙山，亦用纜挽轎。」 \\n ○緬甸安南出銀 \\n 銀本出內地，如五代時五臺山僧繼顒以採銀佐北漢之類，宋以前不取於邊地也。今內地諸山有銀礦處俱取盡，故採至滇徼。然滇中惟樂馬廠歲出銀數萬而已，他皆恃外番來。粵、閩二省用銀錢，悉海南諸番載來貿易者。滇邊外則有緬屬之大山廠，粵西邊外則有安南之宋星廠，銀礦皆極旺。而彼地人不習烹鍊法，故聽中國人往採，彼特設官收稅而已。大山廠多江西、湖廣人，宋星廠多廣東人。大山自與緬甸交兵後，廠丁已散，無復往採者。明將軍曾過其地。老廠、新廠兩處民居遺址，各長數里，皆舊時江、楚人所居。採銀者，歲常有四萬人。人歲獲利三、四十金，則歲常有一百餘萬賫回內地。當緬酋攻廠時，各廠丁曾馳禀滇督，謂只須遣官兵三千，來助聲勢，則廠丁四萬自能禦敵。時滇督恐啟封疆釁，遂不果。宋星廠距余所守鎮安郡，僅六日程。鎮安土民最懦鈍無用矣，然一肩挑針線鞋布諸物往，輒倍獲而歸。其所得銀，皆製鐲貫於手，以便擕帶，故鎮郡多鐲銀，而其大夥多由太平府之龍州出口。時有相殺事，恃人衆則擇最旺之山踞之，別有糾夥更衆者則又來奪占，以是攻剽無寧歲。安南第主收稅，不問相殺事也。有一黃姓者，廣東嘉應州人，在廠滋事，由安南國王牒解廣督。余訊以所得幾何，而在外國滋事如此。渠對云：「利實不貲。礦旺處，畫山僅六尺，只許直進，不許旁及。先索僦直六百金，始聽採，即有人立以六百金僦之。則其利可知也。」 \\n ○雲南鐵索橋 \\n 鐵索橋，多奔流急湍，不可累石為柱，則以鐵索大如臂者，貫於兩岸之崖石。或十餘條、或二十條，用木絞使直，而建屋其上，鋪板作地平，翼以欄楯。橋長者或數十丈，望之如飛樓虛閣，往來者不知行於空中也。滇中以瀾滄江橋為最。昔李定國燒斷以拒我師，吴三桂用竹筏過兵，至永昌。既逐定國，始動帑三千金修之。道旁今尚有碑記。而黔中盤江一橋，視瀾滄更勝。鄂文端節制三省時，改驛路於此所創建也。 \\n ○榕樹黃果樹 \\n 閩、粵間榕樹最多，其材一無所用，而蔭極大，暍行者皆憇息焉。余嘗作詩咏之，所謂以無用而為有用也。其根尤奇。昔在鎮安，府署後獨秀山有榕一株，根千百條，沿緣山腹，透入石罅，如鼠鑽穴、蛇入洞，固已奇矣。及至廣州，廳事後又有一株，根大五十抱，相傳有神。每太守到任，必瀝酒祭之。然皆無鬚也。又有一種有鬚者，其旁出之榦忽生鬚，如流蘇下垂，及著土則又成根。久之，千百根合成一根，故根益大，槎枒嵌空，不可名狀。土人謂無鬚者為雄，有鬚者為雌。余謂當反其名稱，如人之有鬚者必男也。滇南有黃果樹，亦然。僰人敬之為神樹，其鬚垂地不敢稍損，故根益多。余嘗過遮放土司，有一株蔭大三、四畝，其鬚之著土成根者，亦大盈畝。千百根或離或合，中多窾竅，如千門萬戶。大處可布一席，小處僅側身過，亦有不可過者。余嘗屈曲行其中，竟日猶未遍，幾不能出，信天下之奇觀也。 \\n ○甘肅少水 \\n 甘肅地少水，水甚珍。余嘗遣一僕至臯蘭，每宿旅店，有一盂水送客盥面，盥畢不可潑去，店家澄而清之，又供用矣。凡內地諸水不通流者，謂之「死水」，久則色變，且臭穢不可食。甘省獨不然，土井、土窖絕不通河流，但得水即藏入，雖臭穢弗顧也。久之，水得土氣，則清徹可飲矣。余友章湖莊銓為寧夏守，為余言：甘省處處以得雨為利，惟寧夏不惟不望雨，且懼雨。緣地多鹻氣，雨過而日晒，則鹻氣上升，彌望如雪白，植物皆萎。故終歲不雨，絕不為意。然寧夏稻田米最多，則專恃黃河水灌注。水濁而甚肥，所至禾苗蔬果無不滋發，不必糞田也。田水稍清則放之，又引濁水。田高水下，水能逆流而入於田，亦事理之不可解者。 \\n ○蝦蟆銜雹 \\n 湖莊又云：甘省多雨雹，大者或擊斃牛馬。每雹時，輒有蝦蟆千百飛入空中喧叫，口皆有雹噴下，蓋龍氣所攝而上也。用鳥槍轟之，始散去。 \\n ○甘省陋俗 \\n 甘省多男少女，故男女之事頗闊略。兄死妻嫂，弟死妻其婦，比比皆是。同姓惟同祖以下不婚，過此則不論也。有兄弟數人合娶一妻者，或輪夕而宿；或白晝有事，輒懸一裙於房門，即知迴避。生子則長者與兄，以次及諸弟云。其有不能娶而望子者，則僦他人妻，立券書期限：或二年，或三年，或以得子為限。過期則原夫促回，不能一日留也。客遊其地者，亦僦以消旅況。立券書限，即宿其夫之家。限內客至，其夫輒避去。限外，無論夫不許，即其妻素與客最篤者，亦堅拒不納。欲續好，則更出僦價乃可。亦湖莊云。 \\n ○逆回之亂 \\n 湖莊又云：逆回蘇四十三之亂，攻蘭州城甚急。西門外即黃河灘，多石子，布政使王廷贊預令運城上，賊至擲之，故不得近。賊又於西門外關帝廟神座下掘地道，已至城內矣，實火藥其中，方燃藥線，忽大雨如注，線濕不能發，遂止。於是恨神不佑，盡拔其鬚而去。事平後，蘭州感神之功，益崇像設，廟宇壯麗，更倍於昔。 \\n ○洛陽橋 \\n 少時見優人演蔡忠惠修洛陽橋，有醉隸入海投文之事，以為荒幻。及閱明史，則鄞人蔡錫守泉州時事也。余至泉州，過此橋，果壯麗。橋之南有忠惠祠，手書碑記猶在。旁有夏將軍廟，即傳奇所謂醉隸夏得海也。橋名萬安而曰洛陽者，其地有洛陽社，此水亦名洛陽江也。按閩書以此事屬蔡錫，并記橋圮時有石讖云「石頭若開，蔡公再來」，以為錫之證。而堅瓠集、名山記皆亦以為忠惠事。又云：其母先渡此江，遇風，舟將覆，聞空中有聲呼「蔡學士在」，風遂止。同舟數十人問姓名。公母方有娠，心竊喜，發誓願，如果符神言，當造橋以濟行者。後公守泉而母夫人尚在，遂奉母命成之。而附會者又謂呂洞賓遭刼時，避於公爐內得免，乃謝以筆墨。公造橋時，以之書符檄，故能達海神云。其說不經。而府志兩存之，究未知其為襄與錫也。今按忠惠手書碑記一百五十二字，但誌其長三百六十餘丈、廣丈五尺，洞四十有七，用錢一千四百萬有奇，而其他不及焉。使其奉母命，且有海神相之，則安得不誌親惠而著神庥？然則醉吏一事，非忠惠可知也。至橋之長三、四百丈固雄壯，然閩橋如此者甚多。福州之南臺，長不及而廣過之，石視萬安更新整。即泉州一府，如通濟橋長八十餘丈，順濟橋長一百五十餘丈，大通長二百餘丈，鎮安長三百餘丈，盤光四百餘丈，東洋四百三十餘丈、釃水二百四十二道，安平八百十有一丈、釃水三百六十二道，其他以數十丈計者，更指不勝屈也。蓋閩多海汊而又有石山，汊濶而取石易，故規製如此。余所見天下橋梁，滇、黔之用鐵索，閩之用石，皆奇觀也。 \\n ○閩俗好勇 \\n 閩中漳、泉風俗多好名尚氣。凡科第官閥及旌表節孝之類，必建石坊於通衢。泉州城外，至有數百坊，高下大小駢列半里許。市街綽楔，更無論也。葬墳亦必有穹碑，或距孔道數里，則不立墓而立道旁，欲使人見也。民多聚族而居。兩姓或以事相爭，往往糾衆械鬬，必斃數命。當其鬬時，雖翁壻、甥舅不相顧也。事畢，則親串仍往來如故，謂鬬者公事，往來者私情，兩不相悖云。未鬬之前，各族先議定數人抵命，抵者之妻子給公產以贍之。故往往非凶手而甘自認，雖刑訊無異詞。凡械鬬案，頂凶率十居八、九也，其氣習如此。使良有司能鼓之以忠義，緩急用之，可收有勇知方之效。惜乎官其地者率以斂賄為事，為民所積輕且深怨。於是有身家者尚不敢妄為，而慓悍之徒相率而為盜矣。 \\n ○井水灌田 \\n 灌田或用桔槹，或用戽斗，有急流處則用水車，未聞恃井汲也。山左人間用轆轤汲水，不過灌畦蔬而已。泉州則禾田亦以井灌。田各有井，井之上立一石柱，而橫貫一小木為關捩。橫木之上，繫一長木，根縛石而杪懸竿。竿末有桶，拄其竿下，汲滿，則引而上之，木根之石方壓而下，則桶趁勢出矣。其用略如罾魚之架，而俯仰更捷。或井深而桶大，石之力不能壓使出，則又一人綆於木之根以曳之。余嘗有句云「一田一井澆禾遍，此是泉南古井田」，亦異聞也。蓋泉州在海邊，地之下皆水所滲，故汲之不竭云。然久旱則井亦涸。 \\n ○斷水禦海寇 \\n 海水不可飲。故凡海舟必有水艙，取淡水入其中。余在廣，因祭南海神廟，適有西洋船泊獅子洋，遂登焉。其高七、八丈，入艙深亦如之。凡取淡水處皆有程，至某地取水，可至某地，涓滴不敢多用也。聞國初海澄公黃梧初附時，有朝臣問以禦海寇之法，曰：「海寇不能不取水於內河。凡入內河取水處，皆設砲臺，使不得入，即困矣。」今沿海各港汊皆有砲臺，梧所創議也。余往厦門，涉海汊，見水極清泚可愛，因以一指蘸而嘗之，乃醎澁不可耐，良久舌猶不能屈伸云。 \\n ○河底古木灰 \\n 歲丙午，江南大旱。余鄉河港皆赤裂百餘日，居民多赴烟城濠中掘黑泥，和麩作餅。相傳此城本沈法興聚糧處，年久化為泥也。鄉人以各河底皆有黑泥，亦掘之。至五、六尺許，輒得泥如石炭者，然不可食，以作薪火，乃終日不熄。其質非土非石，有大至數圍，須用斧劈者；有碎疊成塊，縫層層可揭者。細驗之，則大者本巨木，層疊者則木葉所積，年久爛成塊也。江南人惟沿村有樹，河港之在野者罕所植，間有之，亦必取作器，小則伐為薪，其孰肯砍而棄諸河？意必洪荒以來，兩岸本多樹，隨山刊木時，始伐而投之，歷千萬年成此耳。是歲，數百里內河港俱掘得。滆湖大數十里，湖底亦有之。余弟汝霖買數百斤，猶存。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷五", "正文": "　 \\n ●簷曝雜記卷五 \\n 　 \\n  \\n 詩有四始、五際。按詩緯汎歷樞曰：大明在亥，水始也。四牡在寅，木始也。嘉魚在巳，火始也。鴻雁在申，金始也。卯，天保也。酉，祈父也。午，采■〈艹巳〉也。亥，大明也。午、亥之際為革命。卯、酉之際為改正。辰者，天門，出入退聽。【居易錄】 \\n 三皇之書：伏羲有易，神農有本草，黃帝有素問。易以卜筮存，本草、素問以方技存。 \\n 大戴記夏小正、管子弟子職、孔叢子小爾雅，古書之存者，皆三子之力也。 \\n 陸務觀曰：唐及國初學者不敢議孔安國、鄭康成，況聖人乎？自慶曆後，諸儒發明經旨，非前人所及。然排繫辭，毀周、孔，疑孟子，譏書之胤征、顧命，黜詩之序，不難於議經，況傳、註乎？【李詡戒菴漫筆】 \\n 「包犧因燧皇之圖而制八卦，神農演之為六十四。」此淳于俊對高貴鄉公之言也。漢、魏間守經甚嚴，此語必有所本。【同上】 \\n 孔廟易「文宣王」號為「先師」，易塑像為木主，相傳嘉靖中張璁所建白。然明太祖初年已易木主矣。水東日記云：國初孔廟、城隍皆木主，今雖太學亦以塑像為常，不知何時始也。聞廣州城隍舊設木主，景泰中都御史易塑像云。一說太祖改塑像為木主，而舊時塑像，各學生員俱不忍毀壞，遂遷於夾室。後功令稍弛，仍奉以塑像。迨至嘉靖中始易木主云。 \\n 詩看用事，字看用筆，畫看用墨。 \\n 杜少陵年譜係黃長睿所著。隨年編纂，以古律相參，先後乃有次第，然後少陵之出處老少粲然可觀。 \\n 三言詩起於散騎常侍夏侯湛。李東陽有云：「揚風帆，出江樹。家遙遙，在何處？」徐東癡云：「轆轤鳴，井深淺。樓高高，去何遠？」 \\n 六朝以來絕少題畫詩，自杜少陵創為畫松、畫馬、畫鷹等大篇，搜奇抉奧，筆補造化。嗣是，蘇、黃諸公極妍盡態，物無遁形。以後益務鬬勝矣。 \\n 古來搆園林者，多壘石為嵌空險峭之勢。自崇禎時有張南垣，創意為假山，以營邱、北苑、大癡、黃鶴畫法為之，峯壑湍瀨，曲折平遠，巧奪化工。南垣死，其子然號陶菴者繼之，今京師瀛臺、玉泉、暢春苑皆其所布置也。楊惠之變畫而為塑，此更變為平遠山水，尤奇矣。 \\n 寶誌公壙本在鍾山，而今雞鳴山有誌公肉身遺像者，明太祖將以鍾山為陵，並欲取靈谷寺以擴兆域，禱於誌公，得籤詩曰：「世間萬物各有主，一釐一毫莫亂取。英雄豪傑本天生，也須步步尋規矩。」後終以鍾山為陵，啟誌公瘞，用兩大缸合成，誌公端坐其中，指甲已長繞腰三匝。遂遷之於靈谷寺，而八功德水竟帶去，至今尚在靈谷寺也。後太祖常召太常不至，內侍曰：「遣往靈谷祭誌公去矣。」乃命即雞鳴山塑像祭之。【楊儀明良記】 \\n 唐末黃巢、明末李自成，皆以流賊起事，至陷宮闕，僭偽號，無一不相似。後巢敗奔於太山狼虎谷，為其甥林言斬首；自成敗奔於九宮山，為村民鋤死，亦無一不同。二賊死後，又皆有傳其未死者。謂巢依張全義於洛陽，曾寫己像，題詩云：「記得當年草上飛，鐵衣着盡着僧衣。天津橋上無人識，獨倚欄杆看落暉。」【按，此本元微之贈智度僧詩。】自成死後，亦有傳其為僧於武當者，又無一不相似。乃其敗死，又皆以破毀祖墓所致。王氏見聞錄：巢犯闕，有一道人詣安康守崔某，請斲其金統水源祖墓。果得一窟，窟中有黃腰人，舉身自撲死。道人曰：「吾為天下破賊訖。」巢果敗死。自成祖墓在米脂。相傳中有漆燈，漆燈不滅，李氏必興。邊大綬為米脂令，亦發其塚。果有一蛇，遍體生毛，向日光飛出，咋咋而墮。是日自成即為陳永福射中左目。後雖陷京城，旋亦敗死。是二賊又無一不相似也。然皆因發塚而滅。青烏家風水之說，豈真有徵驗耶？ \\n 又黃巢所至殺掠，獨厚於同姓，並黃岡、黃梅等縣亦得免禍。張獻忠亂蜀時，亦於張惡子、張桓侯廟大有增飾。牛金星以下第舉人作賊，凡進士官必殺，舉人出身者不殺。後其黨殺一縣令，詢知舉人出身，乃棄而奔逃。此亦流賊之相似者。 \\n 張誼宦遊記聞載有白粥一首：「水旱年來稻不收，至今煮粥未曾稠。人言箸插東西倒，我道匙挑兩岸流。捧出堂前風起浪，將來庭下月沉鈎。早間不用青銅照，眉目分明在裏頭。」【白粥詩】 \\n 煮飯何如煮粥強，好同兒女熟商量。一升可作二升用，兩日堪為六日糧。有客只須添水火，無錢不必問羹湯。莫言淡泊少滋味，淡泊之中滋味長。【白粥詩】 \\n 豆腐詩：「傳得淮南術最佳，皮膚脫盡見精華。一輪磨上流瓊液，百沸湯中滾雪花。瓦缶浸來蟾有影，金刀割處玉無瑕。个中滋味誰知得，只合僧家與道家。」【豆腐詩】 \\n 池北偶談載：海鹽徐咸著西園雜記，謂「大禮之議，張、桂之論，確不可易。諸元老大臣徒以朝廷大議出一書生，不勝其憤，遂不論事之是非，相率力排之。其實非至公至當之論」云。又引黃毅菴野記矇搜云「有不可解者，大禮之議主張、桂而詆楊廷和也」。是阮亭之意亦以張、桂為非，蓋習於前明緒論，而不敢創為異說爾。明史謂「張、桂之論千古不易，諸臣徒見漢、宋諸儒之成說，而不究事勢之不同，爭之愈力，失之愈深」。此真作史者之卓見也。 \\n 池北偶談謂元時以契丹、高麗、女直、竹因歹、竹亦歹、木里闊歹、竹溫、渤海八種人為漢人，以中國人為南人。按，元時亦有不盡然者，初取遼、金，以遼、金人為漢人；繼取南宋，則以南宋人為南人。 \\n 邱文莊世史正綱云：「王安石行新法，欲去異議者。彼皆先朝舊人，素有聞望，去之無名，乃為祠祿處之。此安石增置之法，非祖宗故事也」云云。然王旦致仩後，已嘗為玉清昭應宮使，則不自安石始矣，蓋祖宗時本已有之，不過一、二老臣以示尊禮崇奉之意。至安石則增置益濫耳。陸放翁以寶謨閣學士致仕，亦有十樣錦之祠祿，則庶僚亦得邀此恩例。此又安石後所濫加者也。 \\n 汴梁王金章弔其師劉文奇詩云：「門無司馬求書使，室有黔婁正被妻。」 \\n 韓翃詩「新衣晚入青楊巷，細馬春過皂莢橋」，此不過屬對字面好看耳。青楊巷在荊州，梁何妥居白楊巷，蕭居青楊巷。皂莢橋在揚州，晁無咎揚州詩云：「皂莢村南三四里，春江不隔一程遙。」相去數千里，湊合有何味耶？ \\n 雲間某相國之孫乞米於人，歸途無力自負，覓一市傭負之。嗔其行遲，曰：「吾相門之子，不能肩負，固也。汝，傭也，胡亦不能行？」對曰：「吾亦某尚書孫也。」此語聞之董蒼水。 \\n 尚寶卿王延喆，王文恪之子也，性豪侈。有持宋槧史記來售者，索價三百金。延喆紿其人曰：「姑留此，一月後可來取價。」乃選善工就宋版本刻就。其人如期至索價，又紿之曰：「以原書還汝。」其人不辨真贋持去，既而復來曰：「此亦宋槧，而紙不如吾書，豈誤耶？」延喆大笑，告以故。取新刷數十部，並板亦贈之，其人大喜過望。今所傳震澤王氏史記是也。以文恪之清正，而其子豪富如此。今蘇州布政司署，相傳亦文恪舊第四分之一，則其富可想矣。 \\n 京師前門關帝廟籤，夙稱奇騐。予順治己亥謁選，往祈，初得籤云：「君今庚甲未亨通，且向江頭作釣翁。玉兔重生應發跡，萬人頭上逞英雄。」是年十月得揚州推官，以明年庚子春之任。揚郡瀕江，故曰「江頭」也。然終未悟「玉兔重生」所指。予以崇禎甲戌生，實在閏八月。過閏中秋遂擢拜國子祭酒。於是乃悟。【居易錄】 \\n 劉雲山，常州醫也。康熙丙午，杭州有巨室子病亟。忽有人到門曰：「我劉雲山也。」投一匕而霍然。贈之金不受，曰：「他日尋我於毘陵之司徒廟巷可也。」後某至廟側，有老人曰：「雲山死三十七年矣。其生時常信鬼神，曾為斯廟廣其祠宇，而自為像於神旁，尚可識其形容也。」巨室子入拜，其像宛然。【陳椒峰記其事】 \\n 儀真縣地名仙人掌，有柳耆卿墓。按避暑錄，柳死旅殯潤州，王平甫為守，出錢葬之。真、潤地相接，或即平甫所葬也。阮亭真州詩云：「殘月曉風仙掌路，何人為弔柳屯田。」正指此。然按獨醒雜志，耆卿死葬棗陽縣之花山。每歲清明，詞人集其下為弔柳會。然則柳墓不在真州也。 \\n 福建總兵楊富有嬖童生二子，楊子之，名曰天舍、地舍。後楊歷官江西提督。又樂陵男子范文仁亦生子。余內兄張賓公親見之。【池北偶談】 \\n 陳丈人年百餘歲。知縣周惠隆延之，詢其所得，曰：「無他，知事遲，回頭早耳。」 \\n 江陰君山以春申君得名。其山臨江，為一邑勝境。有聯云：「此水自當兵十萬，昔人曾有客三千。」 \\n 盧仝之死，今據戒菴漫筆，謂甘露之變，座上見收，年老寡髮，收者以丁釘其顱而去。 \\n 水南翰記：「人家擇風水，子孫百世計。誰知後來者，反賣祖宗地。其地若果佳，其家長富貴。其人賣至此，其地必不利。」 \\n 宋壺山贈地理師云：「世人盡知穴在山，豈知穴在方寸間。好山好水世不欠，苟非其人世不見。我見富貴人家墳，往往葬時本貧賤。迨其富貴力可求，人事極時天理變。」又錢仁夫詩云：「尋山本不為親謀，大半多因富貴求。肯信人間好風水，山頭不在在心頭。」 \\n 行過前山又後山，尋龍不見又空還。想應相去無多路，只在靈臺方寸間。【亦堪輿家言】 \\n 成化己丑會試題，「老者安之……」三句。有舉子破題云：「人各有其等，聖人等其等。」李西涯為主考，批曰：「若還如此等，着他等一等。」【湯沐公餘日錄】 \\n 江陰周岐鳳狂放，得罪逃避。錢曄贈以詩云：「一身作客如張儉，四海何人似孔融。」【同上】 \\n 湯沐公餘日錄：部曹馬汝礪以失火事罷官，陸龍臯慰以詩云：「非災敢謂池魚及，是福終當塞馬歸。」 \\n 蕭何封酇。酇有二音，音贊者在南陽，音嵯者在沛。王楙野客叢書引唐書劉晏傳釋文，並引楊巨源、賈島、姚合諸人詩以證之，當作贊音，其音嵯者，乃誤也云云。【同上】 \\n 一傳未終，恍已迷其姓字。片文屢過，猶未識其偏旁。 \\n 居易錄述吴梅村師謂予在廣陵，日了公事，夜接詞人，比之劉穆之。則知阮亭曾拜梅村為師也。 \\n 張誼宦遊紀聞：元世祖欲吞巴、蜀，艤船萬艦，阻絕江流，使魚不得下。時有張、王二守，並屯要害，百計拒敵，不肯屈服。每懸魚竿上，以示有餘。世祖遂潛師而退。釣魚名山者以此。按攻合州是元世祖之兄窩濶台，非世祖也。 \\n 西瓜已見五代史胡嶠傳，而江以南猶未有種也。自洪忠宣使金移種歸，始有之。【亦見李詡漫筆】 \\n 古辣水用錫罐貯之，上刻「永樂二年熬造」。罐重二斤，水八兩，香氣酷烈。【同上】 \\n 左蘿石有古辣水詩，又有古姓者，自號「古辣泉」云。古辣本賓、橫間墟名，以墟中之泉釀酒，埋之地中，取出名「古辣泉」。 \\n 人參背陽向陰，一名「土精」。生上黨者佳，人形皆具，能作兒嗁。今則產遼東之北者最貴重。有私販入山海關者，至大辟。至上黨參，則無有過而問者矣。古今地氣不同，抑物性有變易耶？ \\n 今人稱子弟之不成材者曰「不郎不秀」。湯沐公餘日錄：明初，民間稱呼有二等，一曰「秀」，謂故家右族穎出之輩；一曰「郎」，則微裔末流羣小之輩。稱「秀」則曰「某幾秀」，稱「郎」則曰「某幾郎」。人自分定，不相跨越。 \\n 李西涯有子兆先，明敏絕人，而好遊蕩。公一日題其書室云：「今日花街，明日柳街，有限光陰，秀才秀才。」其子歸，亦題公書室曰：「今日黃風，明日黑風，燮理陰陽，相公相公。」【楊儀明良記】 \\n 張忠定廷登屢典鄉、會試，得人最盛，其廳聯云「門多將相文中子，身繫安危郭令公」。 \\n 小說載：李空同督學江西，一生偶同姓名。李出對句云：「藺相如、司馬相如，名相如，實不相如。」應聲對曰：「費無忌、長孫無忌，公無忌，我亦無忌。」 \\n 兵部尚書夏原吉治水江南，與給事中某同寓僧寺。某如厠甚急，夏戲之曰：「披衣靸履而行，急事，急事。」即對曰：「棄甲曳兵而走，尚書，尚書。」【常輸也。見齊東野語。】 \\n 張誼宦遊紀聞：安南使入朝，出一對云：「琴、瑟、琵、琶，八大王，一般頭腦。」程篁墩對曰：「魑、魅、魍、魎，四小鬼，各自肚腸。」 \\n 金山一小沙彌善對。太守某出對云：「史君子花，朝白午紅暮紫。」應聲曰：「虞美人草，春青夏綠秋紅。」 \\n 一个十字四个口字。【圖字】　一个口字四个十字。【畢字】 \\n 今人謂干謁求財者曰「打秋風」。靖江一縣令得客所送扇，題還之曰：「馬馱沙上縣新開，城郭民稀半草萊。寄語江南諸子弟，秋風切莫過江來。」【同上】 \\n 楊一清童時，有某國公與某尚書同席。各賜以杯酒，一清以兩手接之。尚書出對曰：「手執兩杯文武酒，飲文乎，飲武乎？」楊應聲曰：「胸藏萬卷聖賢書，希聖也，希賢也。」【同上】 \\n 宮人詩曰：「金針刺破南窗紙，偷引寒梅一線香。螻蟻也知春富貴，倒拖花片上宮牆。」 \\n 磨謎：路迢迢而非遠，石叠叠而無山，雷遙遙而不雨，雪飄飄而不寒。 \\n 采石李太白墓，過客留題甚多。有一詩云：「采石灣頭一堆土，李白文章冠今古。來的去的一首詩，魯般門前弄刀斧。」 \\n 荷葉魚兒傘，蛛絲燕子簾。 \\n 陳詢出為同知，同僚餞之。令各用三字分合，以韻相協，以成句終之。陳循云：「轟字三个車，余斗字成斜。車、車、車，遠上寒山石徑斜。」高穀云：「品字三个口，水酉字成酒。口、口、口，勸君更盡一杯酒。」詢自云：「矗字三个直，黑出字成黜。直、直、直，焉往而不三黜。」 \\n 一字或去上、或去下，仍各成一字。如「章」字上去「立」，則下成「早」字，下去「十」則上成「音」字。兌　克　患　晝　糞　黨　羆　蘂　薰　簞　嶲　■〈⺮怠〉　巢　奔　蒼。 \\n 上下無異：中、申、車。 \\n 四圍無異：田、十、回、井。 \\n 中去一字為別字：窮─穹　庥─床　閶─間　閭─問　屁─尼　痴─疾　窳─窊　羈─駡　靄─霅。 \\n 顛倒各成一字：由─甲　干─士。 \\n 移中置上別成一字：田─古　困─杏　囦─呇　囨─否　回─呂。 \\n 移中一畫在上別成一字：目─百　曲─西　尹─戶。 \\n 一字易置為二字者：可─叮　召─叨。 \\n 兩字各異音同者：瞎─核　鏷─帕　銘─慏。 \\n 水南翰記：國子祭酒和詩，有以「琱弓」作「弓琱」者。監生嘲之曰：「琱弓難以作弓琱，似此詩才欠致標。若是此人為酒祭，算來端的負廷朝。」 \\n 天然對偶，用經書句者：「天維顯思」，「民亦勞止」。「維汝一德」，「於今三年」。「有能奪庸」，「爰立作相」。「行此四德」，「弼予一人」。「文王之德之純」，「周公之才之美」。「閒暇而明政刑」，「會通以行典禮」。「禮樂自天子出」，「籩豆則有司存」。「欣欣然有喜色」，「蕩蕩乎無能名」。「率百官若帝之初」，「於萬年受天之祐」。「發號施令罔不臧」，「陳善閉邪謂之敬」。「聞俎豆未學軍旅之事」，「聽鼓鼙則思將帥之臣」。「亶聰明而有作，不作聰明」，「由仁義以安行，非行仁義」。「五百里采、五百里衛，外包有截之區」，「八千歲春、八千歲秋，上祝無疆之壽」。「是為馮婦也」，「無若宋人然」。「相公公相子」，「人主主人翁」。「斷送一生惟有」，「破除萬事無過」。「迅雷風烈風雷雨」，「絕地天通天地人」。「無可奈何花落去」，【晏元獻。】「似曾相識燕歸來」。【王琪。】「水底月如天上月」，「眼中人是面前人」。【楊大年。】「天若有情天亦老」，【李長吉。】「月如無恨月長圓」。【石曼卿。】「江州司馬青衫濕」，【王安石。】「棃園子弟白髮新」。【蔡天啟。】「人言盧杞是姦邪」，「我覺魏徵但嫵媚」。【東坡。】「哀王孫而進食，豈望報乎」，【湯思退。】「為長者而折枝，非不能也。」【洪容齋。】「宰予晝寢，於予與何誅」，「子貢方人，夫我則不暇」。【汪聖錫。】「孟孫問孝於我，我……」，「賜也何敢望回，回……」。 \\n 目字加兩點，不作貝字看。【賀字】　貝字欠兩點，不作目字看。【資字】 \\n 木了又一口，不作杏字猜，若作困字猜，又是呆秀才。【極字】 \\n 莫道南風常向北，北風也有向南時。【同上】 \\n 城外俱是土饅頭，城中盡是饅頭餡。【暖姝由筆】 \\n 五風十雨梅黃節，二水三山李白詩。【李西涯、程篁墩在采石聯句】 \\n 祝枝山學佛語作叉袋謎：無佛【物】不開口，開口便成【盛】佛，盤多羅詰【結】多，羅破多剎【撒】多，佛【物】多難陀【馱】。 \\n 客少主人多，天高皇帝遠。張文潛宛丘集仲夏詩：「雲間趙盾益可畏，淵底武侯方熟眠。」【武侯謂臥龍。】 \\n 此謔當更云湯燖諸葛耳。相傳有送鵝及梅子札云：「湯燖右軍二隻，醋浸曹公一瓶。」 \\n 福州仁王寺有僧喜唱望江南。或為言於當事，延主一剎。又不得意，作詩云：「當初只欲轉頭銜，轉了頭銜轉不堪。何似仁王高閣上，倚闌閒唱望江南。」此與「匆匆不暇唱渭城」相似。 \\n 爆孛婁詩：「東入吴門十萬家，家家爆穀卜年華。就鍋排下黃金粟，轉手翻成白玉花。紅粉美人占喜事，白頭老叟問生涯。曉來粧飾諸兒女，數片梅花插髩斜。」 \\n 俗語作對：燒炭用柴，必橫柴而竪炭；煎漿下飯，須熱飯而冷漿。【同上】 \\n 紙畫梅花有詩云：「羗笛有聲吹不落，膽瓶無水亦常開。」【同上】 \\n 俗語：「精」曰「鯽令」。「團」曰「突欒」。「孔」曰「窟籠」。「蓬」曰「勃籠」。「忍」曰「熬」。「足」曰「彀」。「視」曰「看」，曰「望」。「按」曰「欽手」。「浮」曰「吞」。【去聲。】「移」曰「捅」。「流」曰「倘」。「虹」曰「吼」。「竅」曰「洞」。「筯」曰「快」。「臥」曰「黨」。「■〈既上木下〉」曰「盪」。「跑」曰「波」。「立」曰「站」。「趨」曰「跑」。「躲」曰「閃」，曰「伴」。「藏物」曰「圓」。「熱酒」曰「頓」，曰「盪」。「瀉酒」曰「篩」。「門關」曰「閃」。「非常事」曰「咤異」。「喜事」曰「利市」。「憂事」曰「鈍」。「階磴」曰「僵■〈石察〉」。「自誇」曰「賣弄」。「首飾」曰「頭面」。「鞵襪」曰「脚手」。「器」曰「家伙」。「取物」曰「擔」，曰「拏」。「瘧疾」曰「打擺子」。「相助」曰「幫輔」。「小食」曰「點心」。 \\n 明太祖嘗至國子監，有廚人進茶，上悅，賞以冠帶。一貢生夜吟云：「十載寒窗下，何如一盞茶。」帝適聞之，應聲曰：「他才不如你，你命不如他。」【同上】 \\n 劉欽謨至一僧寺，僧不答。劉問：「何禮？」僧曰：「我釋教，不答是敬汝。」劉偶見一戒方，取擊僧首。僧問：「何故？」劉曰：「我聖教，打是敬汝。」【同上】 \\n 伍文定與知府出行，見牆頭露出一少艾。知府出對曰：「牆內桃花，露出一枝難入手。」伍對曰：「園中梅子，不消幾个便酸牙。」【同上】 \\n 正德三年會試，王鏊、梁儲為主考官。教坊演戲，一人問曰：「今年會試文何如？」一人答曰：「王良天下之賤工也，如何得好文章？」 \\n 金星士有勸世詩：「有生有死自家知，人不回頭也是癡。傀儡一場雖好看，可憐終有散場時。」 \\n 一字易置為二字者：可、叮，召、叨，古、右。字異音同者：緦、相、鈐。 \\n 僭刪朱子中庸首節章句 \\n 題席帽山人王逢梧溪集 \\n 河套 \\n 假印大案 \\n 海盜來降 \\n ○僭刪朱子中庸首節章句 \\n 朱子註「天命之謂性」三句，不知費幾番參究，然後落筆，固已無復可議，而愚竊尚有未安者。「天以陰陽五行化生萬物，氣以成形，而理亦賦焉，猶命令也。於是人物之生，各得其所賦之理，以為健順五常之德，所謂性也。」第思孟子云「犬之性」、「牛之性」，即同是物類，已不能同性，況能與人各得所賦之理，以為健順五常之德乎？蓋物之中，清濁本不同。有與人性相通者，如蜂蟻君臣，虎狼父子，烏反哺，羔跪乳，雞司晨，犬守夜，牛負重，馬健行，是也。聖人因得而品節之，如牛穿鼻，馬絡頭，皆馴而服之，非必棲鳥於泉，蓄魚於木，而後謂之品節也。有與人性不相通者，如豺虎之暴，蜂蠆之毒，跂行、喙息、蠕動，甚至虺、蛇、梟、獍，亦何莫非率其所賦之自然，而所謂理者果安在乎？況又有五常之德乎？聖人於此，亦惟有如周公之驅虎豹犀象而遠之，固無所施其品節之方，物亦不受聖人之品節也，益可見人性、物性不可混而同之也。子思專就人身上指示性理，故言無弊。朱子從陰陽五行根源說下，故不得不兼人物而言，既兼人物而言，又於人所得天賦之理處不另為劃清，故語多窒也。今僭刪數字云：「天以陰陽五行化生萬物，氣以成形，而理亦【亦應改即。】賦焉，猶命令也。於是人之生【刪一物字，專主人說。】因各得其所賦之理，以為【健順二字亦可刪。五常之內自有健順也。】五常之德，所謂性也。」如此註解，似覺意圓而義密。至於末節有「萬物育焉」之句，則又是人道之極功，而非謂人物初生時同得天理之全也。愚陋之見，未知然否。 \\n ○題席帽山人王逢梧溪集 \\n 是集久無刻本，余從江陰葉保堂明經處借得抄本，頗完善。一再讀之，知其生長於元末明初，與楊維禎、倪瓚、袁凱輩相友善，而始終不仕，蓋自托於元之遺老，欲以隱節自完。故其為詩，大概以扶植名教、激揚風義為主。如余闕、李黼石、抹宜孫、陳友定、達識帖木兒等捐軀殉難，及他節婦、孝子、義士，無不各有小序以表彰之。嘗勸張士誠降元，授官太尉，詩中即以「張太尉」稱之，其後士誠僭偽號，則不復齒及，蓋隱援陶淵明甲子紀年之義，亦可見其用意所在矣。古體詩音節高古，時有漢、魏遺韻。近體亦老成樸實，不落纖佻，固不屑與鞶帨家爭工鬬靡也。保堂以鄉先輩遺墨，不忍聽其湮沒，將付梓以傳，可謂能扶大雅之輪矣。 \\n ○河套 \\n 河套古朔方地，唐張仁愿築三受降城處，地在黃河南，自寧夏至偏頭關，延袤二千餘里，饒水草。明初設東勝二衛，永樂後以地遠難守，遂廢為甌脫。正統十四年有額森【舊名也先。】寇寧夏，留千餘騎於其中，然尚未為所佔據也。天順間有阿勒楚爾【舊名阿羅出。】潛來居之。又有伽嘉色楞竊入套，將為久居計。王越等往勦，雖屢捷而寇據套自如。伽嘉色楞又糾元裔們都將居套內，稱汗。成化四年，項忠討滿四，恐其乘冰凍與套寇合，乃急攻，獲滿四。可見是時寇久已居套矣。成化九年，王越襲寇于紅鹽池，大捷，寇始徙北去，西陲得息肩者數年。成化十一年，余子俊以延慶地平易，寇屢入套，我反居外，寇反居內，故築邊牆千七百里，以限內外。弘治元年，小王子漸入套中，出沒為寇。弘治八年，韃靼北部伊果刺伊木王等入套駐牧。于是小王子等相倚為邊患。小王子居東方，號土默特，其分諸部在西北者曰濟農、曰諳達。二部據有河套，時入寇。濟農先入，諳達自豐州來會之，相倚為邊患。總督劉天和擊敗之，然終未逐出。後濟農死，諳達獨盛。嘉靖二十六年，諳達求封貢，詔不許。時曾銑上言：「寇居河套將百年，出套則寇寧夏、三關，入套則寇甘、固，應請水陸並進，三舉則寇不能支，當遠徙矣。」帝方嚮之。而帝意忽中變，故嚴嵩得以陷銑及夏言於大辟。究而論之，套地水草肥美，自永樂棄廢之後，又無漢人居之，故寇得竊據。其始猶未敢據為巢穴，中國每歲發兵搜套。其時寇常為客，而我猶為主。迨後駐牧既久，寇且視為故土，彼反為主，我反為客矣。今套地實即鄂爾多斯，守藩服惟謹，與四十八家蒙古及喀爾喀諸部落，長為不侵不叛之臣，自無庸驅之他徙。然則駕馭外藩，固在朝廷之盛德，使之不敢生心也哉。嘉慶十四年十一月初二日，因演劇有議河套一齣，因畧考套中原委於此。 \\n ○假印大案 \\n 嘉慶十四年冬，有蠹吏蔡泳受、王書常、吴玉等私雕假印，憑空揑造事由，向三庫及內務府廣儲司庫共十四次，并詐傳諭旨，稱欽派辦工大臣姓名，用偽印文書咨行部院衙門，以致各堂司官被其欺蒙，給發銀兩。有商人王國棟亦以工程在廣儲司庫領銀，看出假印，事遂敗露，皇上念此案干涉大小官員甚多，惟恐稍有枉濫，默禱於天。正當節屆近年，天氣開朗，瑞雪應期，因即照軍機大臣所擬，蔡泳受、王書常、吴玉均即處斬，仍先刑夾一次，再行正法。并傳集各部院書吏環視，俾知警懼。其為從之謝典邦、商曾祺，秋後處決，餘犯陶士煜等七人發黑龍江為奴。其失察之堂司官，分別黜降有差。 \\n ○海盜來降 \\n 閩、粵外洋，自盜首蔡牽俶擾滋事，海氛不靖，已十餘年。牽後為官兵所擊溺死，繼有朱濆為首，猖獗又數年。濆死，其弟朱渥獨不願為匪，嘉慶十四年冬率黨夥三千三百餘人自首出投，海氛已稍熄矣。而外洋尚有郭婆帶、【本名郭學顯。】張保仔二股，船數最多，剽掠亦日久。郭婆帶亦願為良民，張保仔邀其相助，不赴，并與保仔奮勇鏖戰，殺其夥黨百十人，擒獲三百餘名。自率其衆五千餘人，亦於十四年冬收入平海內港，赴官呈獻，並繳大小船七十餘隻、炮四百餘位。閩浙總督百齡具奏其事。上喜其悔悟自新，賞給郭婆帶官把總，令其隨同捕盜。又同時有盜首東海霸陳勝等四百餘人，亦帶領船隻炮械來投首，地方文武官乘機勦捕，又殲賊六、七百人。余初不知外洋有如許盜賊，今據邸報，投首及擒獻、殲斃者不下萬人。真天子如天之福，自此，東南數省當長享清晏之福矣。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記卷六", "正文": "　 \\n ●簷曝雜記卷六 \\n 　 \\n  \\n 高名衡 \\n 駱養性 \\n 王承恩 \\n 張家玉 \\n 湯若望、南懷仁 \\n 牛金星 \\n 洛陽伽藍記 \\n 庚申外史 \\n 綏寇紀畧 \\n 冒賑大案 \\n 銀杏樹 \\n 頭有肉角 \\n 八仙 \\n 晏公廟 \\n 大和尚 \\n 招安梁山濼榜文 \\n 爛眼邊單方 \\n 神效洗眼方 \\n 桑葉洗眼方 \\n ○高名衡 \\n 王阮亭居易錄記明崇禎中，高明衡工詩畫，嘗在京畫白練衣，內有花二十五種，寄其夫人張氏，并題五七言絕句，【錄中載其四首。】以為風雅中人。按，名衡字平仲，以御史巡按豫省，劾熊文燦表薦孔貞會，為其所愚，專以撫流賊，遂致悮國。崇禎十四年正月，李自成來攻汴梁。名衡偕推官黃澍、祥符縣王燮、總兵陳永福等拒守七晝夜，賊退去。名衡由豫按代李仙風為豫撫。是年十二月，自成又攻汴。名衡偕陳永福及巡按任濬等，不解甲者四十晝夜。十五年二月十三日，賊放火藥攻城，為浮土所殲而退。三月賊再來攻，以必拔為期，築長圍困之。直至九月十五日，朱家寨、馬家口黃河兩路大決，汴城全淹，始護周王以出，仍回城拒守。帝念其勞，得以乞病歸。錢謙益記其守城詩，所謂「心同石礮俱糜碎，身與金錢總棄捐」者也。則名衡實為封疆勞臣，何以居易錄絕無一字及之，但云守汴有功而已。 \\n ○駱養性 \\n 王阮亭池北偶談：故明錦衣衛指揮使駱養性。崇禎時，熊開元、姜埰以言事下錦衣獄。一夕，帝御筆諭養性，取二犯絕命。養性附奏繳御筆，謂：「言官有罪，當明正典刑。今以昏夜殺二諫官，臣不敢奉命。」適帝意亦解，遂得不死。按東華錄，養性入本朝，順治二年為天津總督，奏請田賦悉照明代原額，其遼餉五百萬、新餉九百萬、練餉七百三十萬一概刪除，得旨允行。是時天津尚沿明季設有總督，故養性得之，而竟能奏免天下二千餘萬之加賦，可謂天下陰受其福，而不知我國家萬年有道之長，實基於此。是養性之功，不特救熊、姜一事也。阮亭乃反遺之，未免舍其大而誌其細。阮亭又謂宋荔裳猶及見之，而不言其現任官位，蓋已致仕退閒矣。 \\n 駱養性掌錦衣衛，乃周延儒所薦也。後背延儒與中官結，反刺延儒陰事，皆上聞。帝乃大怒，延儒由是賜死。 \\n ○王承恩 \\n 崇禎帝縊煤山時從死者，諸書所記不同。馮夢龍甲申紀聞謂太監王之心。程源孤臣紀哭謂太監王之心、王之俊。燕都日記謂司禮監王之俊。紳志略謂王之心從死，王之俊、王德化俱自盡。陳濟生再生紀畧謂王之心從死，其司禮監王之俊則被賊追贓時自盡。王世德崇禎遺錄謂京城陷，帝以太子、二王托太監王之心、栗宗周、王之俊三人。帝縊，王之心從死。宗周、之俊獻太子、二王於闖賊。是皆無王承恩姓名，惟徐夢得日星不晦錄謂太監王承恩於十九日縊死，然不言從帝同縊。國事補遺及國變錄則謂帝與王承恩對面同縊。今明史載同縊者係王承恩，蓋據我朝順治十一年上諭，褒卹明季殉難諸臣十六人內，獨有太監王承恩。其時鼎革之際，明末內監多有在宮禁執役者，我世祖章皇帝詢得其詳，故獨褒卹之。康熙四十二年，聖祖仁皇帝以熊賜履等所進明史稿載王之心係屬錯悮，特命改王承恩。可見稗官小說多有不可盡信者，而本朝修明史時考訂必求確核，真可傳信千古。 \\n 按吴梅村所輯綏寇紀畧補遺，獨載帝與王承恩對縊於壽皇亭，內監皆未知，因御馬至山後齕草，一璫識之，始尋得云。梅村成書在順治壬辰，比世祖褒卹王承恩尚在前。梅村所輯已得其實，可見其臨文不苟矣。 \\n ○張家玉 \\n 明史張家玉傳：闖賊陷京城，家玉抵書駡賊，被縛去，長揖不跪。賊以殺其父母恐之，乃跪。其實父母尚在粵也。然諸野史所記，皆無此事。燕都日記謂家玉上書闖賊，請表彰死節諸臣。賊始而欲腰斬，繼而免罪，仍署弘文院。日星不晦錄家玉名下註：駡賊，綁出要剮，旋放。劫灰錄謂：家玉年少貌美，聲巨詞辨。賊曰：「吾殺此曹多矣，未有如此不畏死者。」乃釋之。家玉恐不得脫，乃轉為文譽賊，乘間南走。惟紳志畧謂：家玉上書闖賊，請賓而不臣，賊怒欲剮之，顏色不變，乃釋，而愈欲降之，不可，遣人往拘其父母，乃跪云。是為親屈膝，事非無因。然諸書皆為之諱，則以家玉歸廣東後，起義興復，百折不回，死猶不肯以頸血污敵手。其大節固已卓著，此等權宜營脫之處固可畧而不論也。至修明史，則不妨瑕瑜互見耳。 \\n 華蘭芬燕邸日抄亦謂：家玉已極口駡賊矣，綁出要剮，遽爾回心。為烈不卒，君子惜之。通鑑輯覽：以家玉曾謁闖賊，廷議不予諡。 \\n ○湯若望、南懷仁 \\n 余年二十許時，閱時憲書，即有欽天監正湯若望、監副南懷仁姓名，皆西洋人，精於天文，能推算節候。然不知其年壽也。後閱蔣良騏東華錄，則湯若望當我朝定鼎之初，即進所製渾天星毬一牀，地平日晷、窺遠鏡各一具。其官曰「修政立法」。順治九年，湯若望又進渾天星毬、地平日晷儀器。【初曰「修政立法」，或前明所授官，或其自署。至欽天監正則本朝所授官也。是年又賜太常寺卿，管欽天監事。湯若望號通玄教師，又從欽天監正陞大常卿銜。】　康熙七年治曆，南懷仁議奏：監副吴維烜所造八年時憲書，十二月應是九年正月，又一年兩春分、兩秋分種種錯悮。遂革維烜職，授南懷仁為監副。按國初至余二十許時，已一百二十餘年。而二人在朝中已能製造儀器，必非少年所能，當亦在三、四十歲。則余識其姓名時，蓋已一百五、六十歲矣。後閱明史徐光啟傳，以崇禎時曆法舛訛，請令西洋人羅雅谷、湯若望以其國新法相參較。書成，即以崇禎元年戊辰為曆元。是崇禎初已有湯若望，則又不止一百五、六十歲。嗣後又不知以何歲卒也。 \\n 明史外國傳：西洋人東來者，大都聰明特達之士，意專行教，不求祿利。其所著書，多華人所未道，故一時好異者咸尚之，如徐光啟輩是也。 \\n ○牛金星 \\n 盧氏縣舉人牛金星，以磨勘被斥，投降李自成。自成奇其才辨，與謀議帳中。後私歸取其妻子，為族中送官，坐斬，得減死論。自成又得之，大喜，偽署弘文館學士。說自成以私恩小惠收人心，創為「迎闖王，不納糧」之謠，傳之民間，并為之分等威，申職守，創官爵名號，大加置署。自成既僭號，拜金星為天佑殿大學士。及自成自京師敗歸陝，金星子佺為其襄陽府尹。金星隨自成自陝南奔，其同黨宋獻策等皆道亡，金星乃依其子佺於襄陽。此綏寇紀畧所記也。以後不知下落，料已失勢死矣。及閱王阮亭池北偶談，則金星又嘗為我朝京卿。蓋奸宄之雄，見自成勢盛，妄思為佐命功臣；及本朝定鼎，又知天命有歸，則背偽主而仕興朝，尚為得策也。 \\n ○洛陽伽藍記 \\n 佛教之入中國，已見陔餘叢考。今按楊衒之洛陽伽藍記，晉永嘉中，洛陽僅有寺四十二所，今城內外共一千餘寺。其最雄麗者為永寧寺，後魏靈太后胡氏所造浮圖，九層，高九十丈，剎又高十丈，西域沙門達摩遍歷諸國，謂閻浮提所無也。按白馬寺，漢明帝遣人向西域求得四十二章經，以白馬■〈馬犬〉來，因以為名。此一寺最古。後魏顯祖好浮屠之學，國俗化之。故梵剎之盛，實自後魏始。報德寺，孝文帝所立，為馮太后薦福。景明寺、永明寺、瑤光寺，皆宣武帝所立。秦太上君寺，胡太后為其父母追福。胡統尼寺，太后姑所立。景樂寺、融覺寺、沖覺寺，皆清河王懌所立。明懸尼寺，彭城王勰所立。平等寺，武穆王捨宅所立。龍華寺，廣陵王所立。宣忠寺，城陽王徽所立。高陽寺，高陽王雍之宅，雍為爾朱榮所害，故為寺。追光寺，東平王畧之宅。建中寺，樂平王爾朱世隆所立。長秋寺，劉騰所立。景寧寺，司徒楊椿所立。又河陰之役，諸元殲盡，王侯第宅，多題為寺，故列剎相望。龍華寺，衆羽林所立。菩提寺，西域人所立。法雲寺，西域烏傷國沙門摩羅所立。又胡太后曾遣比丘惠生及燉煌人宋雲向西域取經，惠生有行記，亦載伽藍記內。按佛教既無益於身心性命，又無益於國計民生，不知何以風行若此？今且更千百倍焉。此固愚民易為所惑，然其始亦必有奇異動人之處，是以所至皈依。如晉書載記內所誌誦經解難，臨刑枷鎖自脫之類，大概或竟有其事。即如伽藍記所謂：盤陀國王捨位與子，向烏傷國學婆羅門咒。四年盡得其術，還，復登王位。就池咒龍，龍變為人，向王悔過，實足駭人觀聽。是以人皆信嚮，到處崇奉。烏傷國有如來晒衣處。龍王寺有如來履石之跡。婆樓城有如來投身餵虎處。王城南摩休國有如來剝皮為紙、拆骨為筆處。再西行五日，有如來捨頭施人處。辛頭河有如來作摩竭大魚以肉餵人處，有如來挑眼施人處。雀離國有如來為尸毘王救鴿處。那竭城有如來浣衣處。雖皆出於附會，然能使天下人人附會，必非無因。蓋佛教多在咒語、偈語，如張道陵在鶴鳴山造符咒，傳之至今，猶有驗者。并里俗之祝由科、圓夢等技，雖不識字人習之，亦能驅使鬼神。不可盡以為誕妄也。世間萬事無不有，豈可以方隅之見概之哉。 \\n ○庚申外史 \\n 權以衡所著庚申外史，元順帝為宋德祐帝之子一事。最為斟酌得宜，謂之真，則無確據；謂之假，則當時朝野咸有傳聞。故開卷即書「文宗崩，遺命以明宗子妥懽帖木兒為嗣」，此順帝得嗣位之由來也。下又敍宋德祐帝入元封瀛國公。瀛國公，幼君也。既長，願為僧於白塔寺中，號合尊大師。後奉詔居甘州山寺。有趙王者出游，過其地，憐其老且孤，留一回回女與之。延祐七年，女有娠。四月十六日夜，生一男子。明宗自北方來，早行，見其寺上有龍文五采，物色得之，乃問瀛國公曰：「子之所居，得毋有重寶乎？」曰：「無有，惟今早生一男。」明宗大喜，因求為子，并載其母歸。是雖未明言此子即妥懽帖木兒，而明宗先有子懿璘只班，立未踰月而殤，此外別無他子，則即妥懽無疑也。順帝入即位後，又載尚書高保哥奏言：「昔文宗在時，嘗述明宗謂陛下素非其子。」帝聞之大怒，問當時草詔者何人。虞集、馬祖常以文宗御筆呈上，乃捨而不問。是又明順帝非明宗親子，則其為瀛國公遺體不待言矣。故余應、袁忠徹、程克勤諸人各有記述并詩歌。而權以衡此史于真贋疑信之間，可謂措詞盡善矣。至其敍至正元年京師大飢，戶部遣郎官求糧於擴廓。有普賢奴謂使者曰：「他將帥出師，皆朝廷供給芻糧。今察罕父子出兵大河南北，不曾費朝廷一錢，乃來求糧耶！」參政張至道嘆曰：「三十二年天子，豈可使無一頓飽飯吃。」乃運五十車送京。按至正十一年天下亂，始有潁上紅軍起。十三年，潁州沈丘人察罕帖木兒起義兵，克復汴梁。其養子擴廓直至至正二十一年察罕被田豐刺死，始統其父軍，安得以徵糧事繫於至正元年？且張至道謂「三十二年天子」，則應是至正二十七、八年之事，何得倒置耶？ \\n ○綏寇紀畧 \\n 吴梅村著綏寇紀畧一書，記明末流賊之禍。仿蘇鶚杜陽雜編、何光遠鑑戒錄之例，每卷以三字命題，雖不免小說家纖仄之體，而記載詳贍，以事繫日，以日繫月，以月繫年，其大者朝章國典、兵制軍餉、勳戚之封建、藩邸之支派，以及國變後諸臣死事之忠節，無一不廣搜博採。甚至流賊之混號，亦詳其氏名，并賊屬之偽官，亦註其姓字。不知當日何以有如許檔案作為底本？蓋直聚崇禎十七年邸報奏疏部議，一一考核；又參之以傳聞，揣之以情事，而後成書。其自敍謂：北都之殉難者，以弘光中禮臣表忠之疏為鵠，而緒聞佐之。豫省以御史蘇京優卹之疏為鵠，而緒聞佐之。然不特此也，保定則有陳禧之甲申上谷紀事，其他各省，訪輯詳載，雖滇、黔邊裔，亦搜剔不遺。其心力可謂勤矣。每卷後又各有論斷，文筆雅潔，各成一則古文，又可見其深於古學也。 \\n 補遺內，為項水心煜、周介生鍾力辨其從賊之寃。謂「甲申三月十九日京師陷，煜於四月十八日已到南都，弘光即位已在拜舞之列，不知更有何時何地可以從賊。鍾本篤厚友悌人，不死實大負生平。乃元末紅巾有『媲堯、舜而多武功，邁湯、武而無慚德』之語，現載陶九成輟耕錄。忽移以誣陷鍾，入之爰書，遂至正法。此何說乎」云云。余初疑梅村文人氣類，未免意存迴護。及觀第九卷，李自成偽官如宋企郊、鞏焴、陸之祁、張璘然、喻上猷、揚王休、黎志陞、史可鏡等，內黎、史二人皆當時名士，而皆直書其從賊不諱。并謂可鏡在省垣有聲，降張獻忠為長、常、辰巡撫，官軍械至南都伏法。則因其從賊者之必書，可以知不從賊而誣為從賊者之辨之，非徇情也。惟李國禎列於正祀武臣七人之內，書云：襄城伯，贈太子太師，進侯，李貞武公國禎。自註云：襄城之死稍後矣。然不屈而死，祀之可也，進侯則過矣云云。然明史李濬傳謂：國禎被執即降，旋以拷贓自縊死。則謂其不屈而死者誤也。想梅村先據禮臣表忠之疏書於正祀武臣內；後知其拷贓縊死，故又於贈劉雪舫詩內有「寧為英國死，不作襄城生」之句。可見其一字不假易矣。 \\n 補遺內有云：蔣德憬、李建泰、范景文視從前之充位者，相去遠矣。下又云：建泰風骨峭拔，性慷慨，負重名。又云：建泰以督師出京，疾甚不能軍。保定官紳方誓守城，建泰求入城，見勢急，欲用知府邵宗元印，以活一城生靈，宗元不可。及城陷，建泰遂降於賊。是亦可見其直筆。 \\n 卷十內，張獻忠有愛將，皆養子，共十人。撫南將軍曰劉文秀，安西曰李定國，定北某軼其名，而平東亦不著其姓名，此外又有艾能奇、第化龍、張能、馬元利等，共八人。獻忠將盡屠蜀人，平東力諫曰：「王轉戰二十年，所過屠城無寸土。今出萬死得斯土，庶幾可立霸業。今又屠之，某等何用生為？願先百姓死。」獻忠乃止。獻忠謀自蜀入秦，平東又為之破馬爌於漢中。是平東者，既能為獻忠止殺，又能為獻忠禦侮，實盜賊中之賢者。梅村何以不著其姓名？按獻忠愛將十人內尚有孫可望、白文選。今恭讀御批通鑑輯覽，乃知平東即孫可望，定北即能奇，而偽都督則白文選也。梅村不直書，蓋可望後為李定國所敗，降於我朝，封義王，其子猶襲封慕義公。想梅村著此書時，可望正官於朝，不便明其出自盜賊，故諱之耳。【白文選後隨李定國死於緬甸。】 \\n 明史孫傳庭、楊嗣昌、左良玉及流賊李自成、張獻忠等傳，大概多取之於吴梅村綏寇紀畧。蓋梅村於順治九年即輯成此書，而本朝修明史則在康熙十七年以後，時天下野史稗乘碑誌之類皆送史館，故明史於此數傳皆以紀畧為底本。其間稍有不同者。卷七內楊嗣昌伏毒死，下又云嗣昌自縊死，卷八內亦稱嗣昌縊死，此未免歧誤。御批通鑑輯覽則云楊嗣昌自殺。又自崇禎十四年以後，李自成攻汴梁凡三次。據紀畧謂是年正月之攻，高名衡以巡按偕陳永福等拒守七晝夜，賊退去。名衡以守城功擢河南巡撫。其後兩次拒守，皆巡撫任內之事。而明史謂三次皆巡撫高名衡拒守。【蓋三次皆名衡拒守，故不復分別巡按、巡撫，以省文耳。】通鑑輯覽則初次守城係名衡巡按任內之事，後二次守城乃巡撫任內之事，與綏寇紀畧同。 \\n 綏寇紀畧卷九，李自成入西安，長安知縣吴從義死之。乃即此卷內隔五頁，又云：自成封吴從義為太平伯。自成敗回陝，從西安逃出時，吴從義尚從之至武昌。豈兩人耶？ \\n 甲申三月十八日，明史謂太監曹化淳開彰義門延賊入，紀畧謂太監張永裕開齊化門延賊入。是時賊兵多，各門皆有攻擊，不止一處也。 \\n 京師陷，明史謂宮女魏氏投河死，從者二百餘人，而不及費氏。紀畧謂宮女費氏為賊將所得，將成婚，費氏以刀刺殺之，亦不及魏氏。【蓋本兩事，各記所紀。通鑑輯覽魏氏、費氏俱載。】 \\n 李自成之死，紀畧謂：通城九宮山有元帝廟，山民賽會，謀捍衛閭井。自成以二十騎上山，又止其二十騎，自成以單騎入，拜不能起。山民疑為劫盜，取鋤碎其首。既而見其腰有金印，且有非常衣，始知即賊首自成也。明史則謂：自成率二十騎掠食，為村民所圍，不能脫，自縊死。或又云：村民方築堡，見賊少，爭前擊之，自成腦中鋤死。此數事亦微有不同，其餘皆符合。而紀畧凡十二卷，明史只以三、四十頁括之，可見修史者剪裁之苦心也。惟洪承疇馳驅勦賊，自崇禎二年至十一年無一處不身在行間，而明史所列勞績尚不如紀畧之詳，則正史與野史體例固各有不同耳。他如以親兵曰「都虞候」、以勇士為「曳落河」、以番部為「典屬國」、以汛地千把總為「候尉吏」、以撫降者為「安集掾」、以閹人為「竪頭鬚」，此則過求典雅而反近於衒博也。 \\n 聞之故老云：明崇禎十五年松山為我朝兵所敗，傳聞督師洪承疇已殉難。崇禎帝卹典極隆，賜祭十六壇。其子弟在京，已刻行狀，散弔客。方祭第十四，崇禎帝將親祭，【通鑑輯覽謂賜祭十六壇。】而承疇生降之信至。後金聲起兵徽州，與門人江天一俱敗。總督洪承疇諭降，天一誦崇禎祭承疇文以愧之。承疇入本朝，為江南等省經略，又為川、湖、雲、貴經畧，歸歿於京師，其子弟又刻行狀，不復敍前朝事，即從本朝入關起。有輕薄子得其兩行狀，訂為一本，以作笑端云。按承疇歷官，惟在前朝勦流賊最勞勩也，本朝國史未必敍其在前朝之事，賴紀畧一書纖屑備載。蓋其在前朝實有鞠躬盡瘁之忠，不可泯沒者，不必復責其半途失節也。 \\n ○冒賑大案 \\n 嘉慶十三年，淮、揚大水，皇上不惜數十萬帑金，賑濟災民。有山陽縣王伸漢冒開飢戶，領賑銀入己，上司委試用知縣即墨李毓昌查賑。毓昌新進士，以清白自矢，遍往各鄉村，查出浮開飢戶無數。伸漢懼，許分肥，不受。既竣事，置酒餞別。是夕毓昌暴卒於公館。淮安府知府王轂來驗，口尚流血，竟不問，以頸有繩繫，遂以自縊報。家人李祥、顧祥、馬連陞皆雇募長隨，并伸漢撥來聽差人包祥，亦長隨也。棺斂畢，皆散去。未幾，毓昌有叔李泰清來省視，見遺衣有血痕，頗疑之，密訪亦有所聞，遂赴京以身死不明控，都察院具奏。上命山東巡撫吉念，提屍柩來濟寧檢驗，口內尚有血痕，通體骨青黑，的係中毒。捕獲五長隨鞫訊，乃知伸漢賄囑諸長隨，乘其主酒渴，飲以鴆；又繩繫頸，若自縊者。上大駴怒，以為從來未有之奇。諸長隨皆凌遲處死。內手灌鴆之李祥，解至毓昌墳上，先刑夾一次，刳心以祭其主。顧祥、馬連陞先責四十板。包祥創謀，亦先刑夾一次。王伸漢斬決梟示。先驗屍之王轂，以得贓亦斬決。其餘查賑徇隱之同知、教官，皆連坐，分別定罪。加贈李毓昌官知府，其繼子李希佐欽賜舉人，一體會試。赴京控告之李泰清，亦賞給武舉人。又御製五言排律三十韻以旌異之，頒詔天下。各地方官諒無不警惕矣。或者慮將來地方官因此遂不敢報災辦賑，不知聖天子視民如傷，惟恐一夫不得其所，豈肯因噎廢食。惟向來辦賑之法，本尚疎畧。蓋徒察弊於事後，而未能杜弊於事前也。放賑時，雖有委員監放，既賑後亦有委員覆查，然官吏不肖者多，或徇隱，或分肥，終屬有名無實。救荒之策，究莫如減價平糶。多設廠座，俾遠地不致向隅。限以升斗，俾奸民不能囤販。倉穀不足，則買運以續之。此最為實惠及民之善政。其有災重必應發賑者，飭各地保開報飢戶，官為核實，即繕寫姓名。凡一州縣之內，各鄉必有村鎮聚集之所，計不過數十處。發賑之前，先將飢戶姓名，并人口之多寡、賑期之久暫，分貼此數十處聚集之所，使人人皆得見之。事後抽查，亦易見虛實。則地方官自無從浮開飢口，即無從虛領賑貲，不防弊而弊自絕。聖主可無慮官吏之中飽，而有司亦不必避嫌而匿災不報，或轉致滋事也。 \\n 明末職方郎李繼禎疏言：「國家發金錢活數十萬生靈，而農桑復業，賦稅常供，所得不止數十萬金錢也。今已從賊者雖多，猶有限，未從賊而將來必至從賊者無限。今日平賊之費與他日平賊之費孰多？今日借出之錢與他日借出之錢孰多？不待詞之畢而可決矣。」又宮允李明睿疏言：「先時發出一錢，可當兩錢之用。急時與十錢，不敵一錢之用。」 \\n ○銀杏樹 \\n 嘉慶十四年三月初九日，常州府學大銀杏樹一株，腹中忽發火。從隙處迸出青綠色，有四、五蛇冒火出。初十日辰刻方熄。樹仍無傷，葱鬱如故。按李戒菴漫筆，明嘉靖元年正月二十一日，常州府學銀杏樹西南一枝，忽火發，竅中燄燄，水不能灌，至二十二日方止，樹亦無害。未知今被火之樹，即嘉靖中被火之樹耶？或謂此乃文明之兆。嘉靖元年，府學有華鑰中解元，今歲非會試之年，俟日後驗之。 \\n 唐末董昌反，以卯年卯月卯日卯時僭號。【見吴越備史。】 \\n 元末周子旺反，以寅年寅月寅日寅時僭號。【見庚申外紀。】 \\n ○頭有肉角 \\n 梁武帝時，鍾離人顧思遠年一百十二歲，蕭俁見其頭有肉角，長寸許。【見俁傳。】余亦曾見二人，一江蘭臯，陽湖人；一徐姓，嘉興人，頭上皆有肉角高寸許，年亦皆九十餘，蓋壽相也。然二人皆貧苦，皆無子，則亦非吉徵。 \\n ○八仙 \\n 俗以鍾離權、呂洞賓等為八仙。後蜀孟昶生日，道士張素卿進八仙圖，乃李耳、容成、董仲舒、張道陵、嚴君平、李八百、范長壽、葛永■〈王貴〉也。詳見黃休復茅亭客話。又圖畫見聞志作李阿、長壽仙。【居易錄】 \\n 居易錄載：昌平洲柳林村夜有物似馬，食人田禾。羣伺之不可得，乃相約弓矢射之，馬被創逸去，衆隨血跡尋之。至周皇親墳，一石馬身有血痕，始知食禾者，即此馬也。余遠祖廉使公【諱敔，明景泰甲戌進士，仕至山西按察使。】諭塋亦有此異。相傳每稻熟時，輒秕而不實，但夜有米唱山歌聲。居民跡之，乃墳上石人也，遂仆之。至今尚臥田中。余欲重起之，居民懼再為田禾祟，哀懇勿立，乃聽之。 \\n 長水日抄云：東坡翰墨在崇寧、大觀間盡令焚燬。及宣和間，上自搜訪，一紙直萬錢。梁師成以三百千取英州石橋銘。譚稹以五萬錢綴「月林堂」榜書三字。幽人釋子寸紙尺幅皆重購歸之。是坡書翰不待南渡始貴重矣。 \\n 慶遠人李文鳳月山叢談載：廣西鎮安府五指山與交趾相鄰，產水精，彌望如雪。其巨者或取作假山，長至丈餘云。余曾作鎮安守，其地無所謂五指山，亦絕無水精，況長丈餘者耶。 \\n 嬾婦，狀如豪豬，入海化為魚，名「奔■〈魚孚〉」。取其油作燭，飲酒則明，讀書則暗。 \\n ○晏公廟 \\n 晏公廟，昔人以為江中棕繩，許旌陽以法印擊之，遂稱正神云。按國憲家猷，載豬婆龍事，有老漁問其姓，曰：「晏也。」明太祖曰：「昔救我於覆舟山，云是晏公。」乃封為神霄玉府晏公、都督大元帥，命有司祀之，而不云棕怪。 \\n ○大和尚 \\n 石勒稱天王，奉佛圖澄號曰「大和尚」。今沙門出世領衆者，例稱大和尚，自澄始云。 \\n ○招安梁山濼榜文 \\n 居易錄載宋張忠文公叔夜招安梁山濼榜文：有拏獲宋江者，賞錢萬萬貫，拏獲盧進義者賞百萬貫，拏獲關勝、呼延綽、柴進、武松、張清等者賞十萬貫，拏獲董平、李進者賞五萬貫有差。今葉子戲有萬萬貫、千萬貫、百萬貫遞降，皆用張叔夜榜文也。又傳中方臘賊黨呂師囊，台州仙居人，亦非杜撰。又七修類稿言錄鬼簿鍾繼先作，於此傳之事尤多。 \\n 文徵明方竹杖跋語云：「予今年八十七矣，而背未駘，髮未黃。燈下猶能為蠅頭細書，作畫猶能為徑丈勢，不自覺其為老也。」 \\n 康熙辛巳，御史張瑗疏：請毀明逆閹魏忠賢西山墓及華表碑碣，得旨速行。 \\n 李福達匿常州楊七郎家，酒間能呼屏風上美人下地歌舞。郡倉後深潭有蛟為祟，太守請捕之。作符令童子入水，即持蛟出，乃殺之，付廚作鮓甚美。又在華亭朱尚書家，一日告別，云往京師，并求兩僕同行，既抵京，即令二僕歸。後尚書方飲酒，李忽從空而下，又留住經年乃去。 \\n 盤山拙庵禪師誦白衣觀音咒云：「南無佛，南無法，南無僧，怛【塔】只哆【多】唵，伽【茄】囉【挫】伐哆，伽囉伐哆，伽訶【呵】伐哆，囉伽伐哆，囉伽伐哆，娑訶。」【居易錄】 \\n 阿魏散治骨烝、傳尸勞、寒熱、羸弱、喘嗽方，亦載續夷堅志。阿魏三錢;斫青蒿一握，細切；向東桃枝一握，細剉；甘草如病人中指許大，男左女右；童便二升半。先以童便隔夜浸藥，明早煎一大升，空心溫服，服時分為三次。次服調檳榔末三錢。如人行十里許時，再一服。丈夫病用婦人煎，婦人病丈夫煎。合藥時忌孝子、孕婦、病人及腥穢之物，勿令雞犬見。服藥後忌油膩濕麪諸冷硬食物。服一、二劑即吐出蟲，或泄瀉，更不須服餘藥。若未吐利，即當盡服之。或吐或利，出蟲皆如人髮馬尾之狀，病即瘥。又云此方得自神授，隨手取效。陵川進士劉俞字彬叔傳，吐利後虛羸、魂魄不安，以茯苓湯補之。白茯苓、茯神各一錢，人參三錢，遠志去心三錢，龍骨二錢，防風二錢，甘草三錢，麥門冬去心四錢，犀角五錢剉為末，生乾地黃四錢，大棗七枚，水二大升，煎作八分，分三服溫下。如人行五里許時，更一服，謹避風寒。若未安，隔日再作一劑。已上二方，須連服之。 \\n 又云治發背、腦疽、一切惡瘡。初起時，採獨科蒼耳一根，連葉帶子細剉，不見鐵器，用砂鍋熬，水二大碗，熬及一碗。如瘡在上，飯後徐徐服，吐出，吐定再服，以盡為度。如瘡在下，空心服，瘡自破出膿，以膏藥傅之。京兆張伯玉榜示傳人，後昆仲皆登第。 \\n 又治一切惡瘡服瓜蔞方。懸蔞一枚，去皮用瓤及子，生薑四兩，甘草二兩，【橫紋者佳。】 \\n 細切，用白灰酒一碗，煎及半濃服之。煎時不見銅鐵。患在上食後服，在下空心服。亦見續夷堅志。又云：張戶部林卿說有加大黃，或木香，或乳香沒藥者。病瘡先疏利，次用瓜蔞方，日以乳香、菉豆粉溫下三、五錢，防毒氣入腹，外以膏塗傅之，自無不愈。 \\n 用生何首烏五錢，青皮三錢，陳皮三錢，酒一碗，河水一碗，煎至一碗，溫服，治瘧不論久近即愈。 \\n 魏象樞初無子，或教以空心日服建蓮子，遂生子。李奉倩有子十一人，云亦服此方有騐。 \\n 食河豚中毒者，陶九成錄方：或龍腦浸水、或至寶丹，或橄欖，皆可解。又槐花炒微黃，與乾胭脂各等分搗粉，水調灌即效。 \\n 于總憲傳三秘方，云皆有奇騐。治噎食倒食症一方：用真柿霜拌稻米蒸飯食之，八日不飲滴水，效。又一方：用虎肚燒末存性，好酒調服，效。治傷寒症，用糯米粽無棗者，和滑石末，砸成錠，爆乾，燒炭浸酒。去炭熱飲之，七日內者即汗，七日外者次日汗。 \\n 碧玉露漿方：中秋前後，用無五棓子青布數段，每段長四、五尺。五更時於百草頭上，將細竹一根掠去蛛網，乃用青布繫長竹上，取草露水，絞在桶中。絞至布色淡，則另換青布。陽光一現，即停絞。所取露水用罐貯之。用人乳一杯，蜜一杯，參湯一杯，露水一飯碗，和勻，綿紙封口。次日五更，燒開水三大碗，將此和勻之露水隔湯熟，緩緩服之。治虛勞症極效。 \\n 撲打損傷方：以十一月採野菊花，連枝葉陰乾。用時每野菊花一兩，加童便、無灰酒各一碗同煎服，立效。 \\n 又一方：取未退胎毛雞，和骨生搗如泥，作餅，入五加皮，傅傷處，接骨如神。 \\n 治失血症方：取未熟青黃色大柿一枚，好酒煎至九沸，去酒取柿食之，奇效。 \\n 麥粉，用陳醋熬膏，貼無名腫毒，神效。 \\n 宋劉昌詩治喘方：麻黃三兩，不去根節，湯浴過；訶子三兩，去核用肉。二味為麄末，每服三大匙，水二盞，煎減一半；入臘茶一錢，再煎作八分，熱服，無不騐。 \\n 治男婦氣血虧損、喘嗽、寒熱重症：用人參一分，真三七二分，共為末，無灰酒調服三煎。三煎皆如前。日服三次，有奇效。 \\n 治腫毒初起，取雞子，用銀簪插一孔，用透明雄黃三錢，研極末，入之，仍以簪攪極勻，封孔。入飯內蒸熟，日食三枚，神效。 \\n 居易錄謂：蛤蚧出蜀中，雌雄相抱。婦人臨蓐握掌中，兒即易下。余守鎮安，其地最多，雄聲蛤，雌聲蚧，能有十二聲者為上。狀如蛙而有青綠色，多在石縫中。以竹片嬲之，輒來嚙，嚙則至死不放。其力全在尾，然不能雌雄並獲。藥肆所售必以對者，乃以兩枚托為成對耳。非真對也。誌云能潤肺補氣壯陽。余為守時，有僕人路陞病癆瘵症，每日和肉食之，半月全愈矣。 \\n 有人病溺不下，求於乩仙，判云：「牛膝、車前子，三錢共五錢，同剉為麄末，將來白水煎。」空心服之，果愈。 \\n 固齒及血衂方：生地黃、細辛、白芷、皂角各一兩，去黑皮，并子入瓶，黃泥封固。用炭火五、六片煅，令炭盡。入白僵蠶一分，甘草二錢，并為細末，早晚用。 \\n ○爛眼邊單方 \\n 先洗眼，用桑葉數張，燈心三十寸，紅棗七枚，明礬一撮，泡湯洗淨。用猪苦膽一個，白蜜四文。猪苦膽畧割破，白蜜灌下，用棉線結口。貯在茶杯，隔湯煮之片刻。用羊毛筆搽爛眼皮邊，即愈除根。 \\n ○神效洗眼方 \\n 昔揚州有一趙知府，年九十有餘，患眼疾，雙目不明二十年矣。後遇陳八相普長方：用桑白皮不拘多少，煅過存性，將水一碗煎至九分，澄清洗眼。不至一年內，如童兒一般。長方不可隱藏在家，若不傳出，家貧壽夭。 \\n 洗眼日期開明於左 \\n 正月初八　二月初十　三月初五　四月初八　五月初五　六月初七　七月初八　八月初五　九月初三　十月初十　十一月初十　十二月初八　若閏月，望日洗亦可。 \\n 若有善信君子，抄寫此方傳出世者，功德無量。浙東句章童廣凌刊送。 \\n ○桑葉洗眼方 \\n 立冬日採桑葉一百二十片，懸風處令自乾。每用十片，水一碗，於沙罐內煎至八分，去渣，溫洗。洗日齋戒，忌葷酒。正月初五日，二月初一日，三月初五日，四月初八日，五月初五日，六月初七日，七月初七日，八月初八日，九月三十日【（月小則廿九日）】，十月初十日，十一月初十日，十二月初一日。 \\n 人被火燒，皮肉焦爛，出蟲如蛆者，用杏仁為末敷之，即愈。 \\n 有老人九十餘，某公嘗問何以得壽。答曰：「好吃的不多吃，不好吃的全不吃。」 \\n 求子之法：婦人服四子湯，男子服四物湯。候月經凈後入房，左手足用力。精過後，令女人亦側左身而睡。蓋男血女氣常各不足，故各補其所虧也。 \\n 治喘方：麻黃三兩，不去根節，湯浴過；訶子二兩，去核用肉。共二味為粗末，每服三大匙，水二盞，煎減半，入臘茶一錢，再煎作八分，熱服，無不騐。【居易錄】 \\n 治腫毒初起方：取雞子，用銀簪插一孔，用透明雄黃三錢，研極細末，入之，仍以簪攪勻，封孔。入飯內蒸熟，食之，日三枚，奇效。【同上】 \\n 高郵一學官自言少患血症，用青布非五棓子染者，于荷稻或草木上，接秋露最潔者，以缾盛之。分作十八碗，作三次服，每次六碗，入人參湯五分，冬蜜、人乳各一鍾煎，服久而益健。【居易錄】 \\n 治疫氣、傷寒等症：麥門冬三錢，烏梅三枚，棗三枚，芫荽梗三十寸，燈心三十寸，竹葉三十片，煎服。【同上。】 \\n 梧州鯖魚膽治眼疾立效。山羊血治血凝亦神效。【同上。】 \\n 治跌打損傷方：以十一月采野菊花，連枝葉陰乾。用時每野菊一兩，加童便、無灰好酒各一碗同煎，熱服。【同上。】 \\n 又一方：未退胎毛小雞一隻，和骨生搗如泥，作餅，入五加皮，傅傷處，接骨如神。【同上。】 \\n 治失血症：未熟青黃色大柿一枚，好酒煎九沸，去酒取柿食之，神效。【同上。】 \\n 麥粉不拘多少，用陳醋熬膏，貼無名腫毒，神效。【同上。】 \\n 魏象樞無子，或教以每晨空心服建連子，遂生子。李奉倩亦服此有效。 \\n 空中木通連白葱鬚三寸，半酒半水煎服，治疝有效。 \\n 用生何首烏五錢，青皮三錢，陳皮二錢，酒一碗，河水一碗，煎至一碗。不論久暫即愈。 \\n 黑豆丹方：用黑豆五升，洗乾後，蒸三遍，去皮。又大好蔴子三升，浸一宿取出，亦蒸三遍，令開口，去殼。用豆五升，麻子仁三升，先搗豆黃為細末，再搗蔴子仁極細，添下豆黃勻作丸，如拳大。入甑內蒸過。從晨至夜參子時住火，天曉出甑，至午晒乾，搗為細末服之。但以不飢為度，不得食他物。第一頓七日不飢，二頓四十九日不飢，三頓百日不飢，四頓千日不飢，如更服永不飢矣。渴則飲新汲水，或大蔴子漿。若要重吃他物，用葵菜子研細末，煎湯，冷服下，亦可。【戒菴漫筆】 \\n 治一切發背、毒癤：用蝦蟇肝一個，銀硃五分，再用好墨研磨搽，甚效。【暖姝由筆】 \\n 韭菜地曲鱔泥，水調，治狗咬瘡。【同上。】 \\n 治翻胃病：用梨一個，以箸鑽一眼，入胡椒一粒，紙裹灰中煨熟。去椒食梨三、五個，試之極效。 \\n 治積塊，用白頭老鴉，以青靛一、二碗煮，食其肉。將骨磨末，麪糊丸，酒下。 \\n 治喉閉方：用梧桐子一、二十粒，研細，加少醋服下，痰自愈。 \\n 治心疼：青靛半盞，長流水半盞，調服。 \\n 治男婦氣血兩虧：用人參一分，真三七稱二分，共為末，無灰酒調服。二煎、三煎皆如前。服三次，有奇效。 \\n 土虺蛇傷人最毒，用水牛耳中垢膩塗咬處，甚效。或急摘桑葉，取白汁滴傷處，亦效。 \\n 治鶴膝風：用碗畧鋒破蝦蟆腹，留縫，不可穿，縛置患處。待動脅移時，蝦蟆受毒輙死，再易一枚。不過兩、三枚即愈。 \\n 治發背：用蒼朮，去黑皮，加地龍【即蚯蚓。】鹽梅【即霜梅。】等分，搗成泥，豬膽調，圍四周，空頭漸愈。【傳是孫真人方。】 \\n 指甲刮極細末，點目中，去翳甚妙。 \\n 治溺死者，急以鴨血灌之，可活。 \\n 治瘋狗毒蛇咬傷者，以人糞塗傷處，極效。須新糞乃佳。【戒菴漫筆。】 \\n 治廣瘡，用乾荷葉濃煎，當茶吃，六、七日即愈。【同上。】 \\n 治虎傷，服香油可解其毒。【戒菴漫筆。】 \\n 治眼病，用石蟹，水磨之有腥氣，塗兩眥，能已痛。【居易錄。】 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●簷曝雜記續", "正文": "　 \\n ●簷曝雜記續 \\n 　 \\n  \\n 欽賞三品職銜准重赴鹿鳴宴謝摺 \\n 跋吴氏三老圖 \\n 老境 \\n 妖民吸精髓 \\n 書史印曾死孝事 \\n 書劉慕陔綿州救難民事 \\n 西山煤 \\n ○欽賞三品職銜准重赴鹿鳴宴謝摺 \\n 原任貴州貴西道臣趙翼、原任刑部郎中臣姚鼐為恭懇代為奏謝聖恩事。奉上諭：「本年庚午科鄉試，據廣厚奏『江蘇省原任貴州貴西道趙翼，現年八十四歲；安徽省原任刑部郎中姚鼐，現年八十歲，均係乾隆庚午科舉人，循例懇請重赴鹿鳴宴』等語。趙翼、姚鼐早年登第，耄齒康強，賓興際周甲之期，壽考叶吉庚之歲，允宜加錫恩施，以光盛典。趙翼着賞給三品頂戴，姚鼐着賞給四品頂戴，俱准重赴鹿鳴筵宴，以示朕加惠耆儒至意。欽此。」臣翼、臣鼐竊自思樗櫟菲才，草茅陋質。昔年入仕，曾無補於涓埃；中歲歸田，但專營於著述；猥以林居晚景，適逢鄉舉初程，蒙皇上寵加舊秩以賞銜，准隨新班而赴宴。禮筵有座，聽廣樂於笙簧；章服增榮，耀襴衫於黼繡。與作人之化，彌知聖壽之無疆；遊化日之舒，又及引年之優賜。恩施非望，感切難名。惟有咏歌太平，虔祝純嘏，教兒孫經書奮迹，世篤忠貞；率鄉里孝弟力田，各勤耕鑿，以期仰報高厚洪慈於萬一。所有感激下忱，伏乞代為陳奏恭謝天恩。 \\n 按歷科以來，惟庚午鄉試多有重赴鹿鳴者。姜孺山松江詩抄云：康熙庚午，上海人陸秉紹中副榜，有和黃宮詹會先後同年詩云：「車騎聯鑣赴綺筵，鹿鳴歌後謁高年。卻誇蘂榜題名外，添得三朝一地仙。週甲科名曾有幾，鄉邦舊事卻重新。東山久繫蒼生望，六十年前榜上人。」余中式乾隆庚午科順天鄉試，亦有吏部侍郎黃叔琳來會先後同年。【蓋即黃宮詹。】今嘉慶庚午，余又與姚鼐及漢軍施奕學、浙闈周春、閩闈林田培共六人，皆重赴鹿鳴。是庚午科必有重赴之事。其他如黃宮詹詩所稱王文恭重赴癸卯。此外則近年梁同書、翁方綱皆重赴丁卯，餘不多見也。 \\n 又按少司寇阮吾山茶餘客話記：東莞尹之逵，順治丁酉舉人。至康熙丁酉科，以巡撫會先後同年，重赴鹿鳴筵宴。主司嚴思位贈詩云：「六十年前攀桂客，天留碩果到今時。已從石室傳丹訣，復與瓊筵泛玉巵。金粟山頭清白吏，珊瑚淵畔去來辭。非潛非見窮經術，百歲常為後輩師。」康熙乙卯鄉試，松江進士唐昌期以萬曆乙卯亦會先後同年，有客贈詩「鷹揚杖履追前哲，鶚薦科名接後賢」。乾隆己未，趙執信亦與新舉人會先後同年，沈歸愚贈詩有「後先己未亦同年」之句。余中庚午科，亦有侍郎黃叔琳崑圃來會先後同年。次年辛未，崑圃并會會試同年。其家本住京師，乃邀新進士至家，大合樂，輦下稱盛事。庚辰會試，史文靖貽直相國亦循故事。壬午，閩中黃莘田亦會先後同年。又浙江丙子科有吳大煒，順天甲午科有孟琇，雲南己酉科有賽璵，俱重赴鹿鳴。賽璵年正百歲，特賜進士。壬子科，湖北萬年茂、福建陳材、邱理德，湖南覃昌明亦俱會先後同年。庚戌科會試，嵇相國璜重赴瓊林。 \\n ○跋吴氏三老圖 \\n 鄉先輩胡忠安公年老致政。家有兄弟三人，俱康強無恙，乃築壽愷堂，觴詠其中。明史載之，傳為盛事。今吾鄉又有吴氏昆弟三人，長瑞豐年八十四，次載功八十二，次太和八十。白首相對，雍睦一堂，至老不析產。兒孫兩三代，或儒或賈，皆能守其家。雖校之忠安公名位聲望有大小之不同，而家門聚順、和氣致祥，實足稱昇平人瑞也。 \\n ○老境 \\n 昔文徵明八十七歲時，嘗自謂燈下猶能作蠅頭細書，作畫猶能為徑丈大幅，足見其老而強壯，神明不衰。余今年亦八十六矣，既不能書，又不能畫。以詩遣日，亦安得許多詩思。惟范蜀公景仁言：「端居靜坐，不起念慮，雖兒童喧譁，近在咫尺，亦不見聞。」黃山谷謂景仁深於學佛，故得此養閒之法。而余則浮躁性生，此心不能一刻不用，又安能竊景仁之緒餘也？ \\n ○妖民吸精髓 \\n 徽州歙縣顏子街有妖民張良璧，能吸童女精髓，年已七十餘，鬚眉皓白，而顏貌只如三、四十歲人。其術誘拐四、五歲女童，用藥吹入鼻孔，即昏迷無所知，用銀管探其陰，恣吸精髓。女童猶未死，抱送還其家，或數日，或十數日始殞命。人皆不知其中傷也。忽一日門扃有罅縫，同被誘之女童瞥見之，歸語其父母，事遂敗露。此聲既揚，縣尉某先拘其妾某氏訊供。諸被害家亦爭控於官，然無贓證。良璧到案，挺身長跪，抗論不撓，謂：「從古無此事，何得以莫須有之事誣陷人？」嚴訊三日，并呼其妻質對，始吐實。二十年來，被拐者共十七人，其四人尚無恙，餘十三人皆被戕。適有同鄉御史吴椿官於朝，合邑士民公札寄知，椿據以入奏。皇上飭地方有司，訊得實情。良璧照採生炙割律凌遲處死，妾及子皆遣戍，失察之官吏黜革有差。此嘉慶十六年八、九月間事。 \\n ○書史印曾死孝事 \\n 毀不滅性，親喪而以身殉，過矣。然在死孝者，非必以身殉為期，而傷慘之至，有不期而殞其生者，君子未嘗不哀其志而惜其命也。溧陽史印曾，字綬紫，父汝杰官潞安府同知。印曾幼隨任事父及母謝氏，即能得其歡心。父解官歸，母病，印曾奉湯藥。衣不解帶者累月，骨柴立如枯腊。籲禱不效，母歿，呼搶不欲生，長號擗踊，嘔血數升而死。是真死孝者矣！ \\n ○書劉慕陔綿州救難民事 \\n 綿州為蜀省最衝要地，杜甫所謂「綿州州府何磊落，顯慶年中越王作」者也。歷代沿革載在州誌。嘉慶五年，忽有白蓮教匪徒俶擾，偷渡嘉陵江，漸逼潼、綿，肆搶掠。適毘陵劉慕陔以名進士來牧是州，嘆曰：「是不可以徒手障也。」乃先捐米五百石、錢千緡為士民倡。士民見公為民保護如此，無不踴躍樂捐。不數月，得白金六萬兩。鳩工庀材，不匝月工成，屹然崇墉。士民扶老攜幼入城，俱得倚毘，無一被戕者。將軍魁公亦領兵萬餘駐綿之金山驛，相距僅三十里。恐有匪徒混入難民內，城下有船數十艘，不許撥往濟渡。慕陔目擊阽危，不忍以非己部民遂恝視。請於將軍，不得，繼以涕泣跪求，願供具軍令狀，如有不測，惟州牧是問。於是萬餘人咸得生路。其自舊綿赴新任也，迎者、送者，父老旌幢，兒童旗傘，幾於錦天繡地。在籍李翰林調元曾有句云：「百堞能容千戶住，一航先救萬人生。」今競稱劉使君城。蓋自古官民之相愛未有盛於此時者。僉曰：「生我者父母，活我者劉使君也。」予嘗讀明史宋禮、周忱等傳，謂皆能殫公心以集事，而其才又足以濟之。然事之有迹者易以傳，而事之因人者難為繼。如慕陔之築城、濟渡二事，實兼昔人之長。行當與漢之欒公社、唐之狄梁公生祠並垂不朽矣。 \\n ○西山煤【煤本屋塵。其產於山而可供爨者，曰石炭。今概以煤稱之。】 \\n 京師自遼建都以來，千有餘年，最為久遠。凡城池宮殿、朝廟苑圃及水陸運道，經累代締搆，已無一不完善通順。其居恒日用所資，亦自然輻輳，有若天成。即如柴薪一項，有西山產煤，足供炊爨。故老相傳「燒不盡的西山煤」，此尤天所以利物濟人之具也。惟是都會之地，日益繁盛，則烟爨亦日益增多。雖畿甸尚有禾梗足資火食，而京師常有數十萬馬騾藉以芻秣，不能作炊爨之用。是以煤價日貴。余在京時，煤之捶碎而印成方墼者，每塊價錢三文，重二斤十二兩。今價尚如舊，而每塊不過斤許矣。此不可不預為籌及也。聞直隸真定府之獲鹿縣有煤廠，產煤甚旺，距京不過六百里，似可以獲鹿之有餘，補西山之不足。其間或有水道不通之處，量為開濬，如淮右之五丈河，俾船運常通，則永無薪桂之患。 \\n 宜興山中人有善捕虎者，用黏膠散布於亂草上。虎來必就草打滾，則草盡粘在身，愈滾愈粘。虎性急不耐煩，滾愈急，輙哮吼而死。此亦前人未有之奇也。 \\n 簷曝雜記 \\n  \\n 　 \\n  \\n   \\n  "}
