{"章节": "江阴城守后纪（清）许重熙", "正文": "　 \\n 　 \\n 　 \\n 江阴城守后纪 \\n 　 \\n 清·许重熙 \\n 江阴以乙酉六月方知县至，下薙发之令；闰六月初一曰，诸生许用德悬明太祖御容于明伦堂，率众拜且哭曰：头可断，发不可剃。下午，北门乡兵奋袂先起，拘知县于宾馆；四城内外，应者数万人，求发旧藏火药器械，典史陈明遇许之。随执守备陈瑞之，搜获在城奸细。以徽商邵康公娴武事，众拜为将。邵亦招兵自卫。旧都司周瑞珑船驻江口，约邵兵出东门，己从北门协剿。遇战，军竟无功，敌势曰炽。各乡兵尽力攻杀，每献一级，城上给银四两。 \\n 是时，叛奴乘衅四起，大家救死不暇。清兵首掠西城，移至南关。邵康公往御，不克。敌烧东城，火劫城外富户。乡兵死战，有兄弟杀骑将一人。乡兵高瑞为敌所缚，不屈死。周瑞珑下船逃去。 \\n 时旧典史阎应元，已升广东英德县主簿，以母病未行。会国变，挈家侨居邑东之砂山。明遇曰：吾智勇不如阎君，此大事，须阎君来。乃夜驰骑往迎应元。元应投袂起，率家丁四十余人入城协守。敌四散焚劫，乡兵远窜，无复来援者。敌专意攻城，城中兵不满千，户裁及万，又饷无所出，应元料尺籍，治楼橹，令户出一男子乘城，余丁传餐。已乃发前兵备道曾化龙所制火药、火器，贮堞楼。已乃劝输巨室，令曰：输不必金，出粟菽、帛布及他物者听。国子上舍程璧首捐二万五千金，捐者麇集。于是，围城中有火药三百罂、铅丸铁子千石、大□百、鸟机千张、钱千万缗、粟麦豆万石，他酒酤、盐铁、刍□称是。已乃分城而守，武举黄略守东门，把总某守南门，陈明遇守西门，应元自守北门，仍徼巡四门。 \\n 时，清兵薄城下者已十万，列营百数，四面围数十重，引弓仰射，颇伤城上人。而城上礧□机弩，乘高下，杀伤甚众。又架大□击城，城垣裂；应元命用铁叶裹门板贯铁护之，取空棺实以土障隤处。乃攻北城，一人驾云梯独上，内用长鎗拒之；将以口纳鎗，奋身跃上，一童子力提而起，旁一人斩首，尸堕城下。或曰：此七王也。又一将周身服利刃，以大钉插城而上，内用锤击毙之。敌骑曰益，依君山为营，瞰城虚实。居民有黄云江者，素善弩，火镞发弩，中人面目，号叫而毙。陈瑞之子在狱制木铳，铳类银鞘，从城上投下，火发铳裂，中藏铁乌菱，触人立死。应元复制铁挝，用棉绳系掷，着人即吊进城。又制火毯、火箭之类。敌皆畏之，乃离城三里止营。帅刘良佐，故宏光四镇之一，封广昌伯，降敌为上将；设牛皮帐攻城东北角，众索巨石投下，数百人皆死。良佐移营十方庵，令僧望城跪泣，陈说利害，众不听。良佐策马近城，呼曰：吾与阎君雅故，为我语阎君，欲相见。应元出，立城上，良佐谓之曰：宏光已走，江南无主；君早降，可保富贵。应元曰：我明朝一典史耳，死何足惜！汝受朝廷封爵，为国重镇，不能保障江淮，今曰反来侵逼，何面目见吾邑义士民乎！良佐惭而去。应元伟躯干，面苍黑，微髭；性严毅，号令明肃，犯法者鞭笞贯耳不稍贳。然轻财，赏赐无所□。伤者，手为裹创；死者厚棺殓，酹醊而哭之。与壮士语，必称好兄弟，不呼名。明遇宽厚呕煦，每巡城，拊循其士卒，相劳苦，或至流涕。故两人皆能得士心，乐为之死。一夕，风雨怒号，满城灯火不然。忽有神光四起，敌中时见三绯衣在城指挥，其实无之；又见女将执旗指挥，亦实无之。敌破松江，贝勒率马步来江上，缚吴志葵、黄蜚于十方庵，命作书招降。蜚曰：我与城中无相识，何书为！临城下，志葵劝众早降，蜚默然。应元厉声曰：汝不能斩将杀敌，一朝为敌所缚，自应速死，奚喋喋耶！志葵大泣拜谢。城下大□曰增，间五、六尺地一具，弹飞如雹；一人立城上，头随弹去而僵不仆。又一人胸背洞穿，而直立如故。会八月望，应元给钱与军民赏月，分曹携具登城痛饮，而许用德制乐府五转曲，令善讴者曼声歌之。歌声与刁斗笳吹声相应，竟三夜罢。具勒既觇知城中无降意，攻愈急。梯冲死士，铠冑皆镔铁，刀斧及之，声铿然，锋口为缺。□声彻昼夜，百里内地为之震。城中死伤曰积，巷哭声相闻。应元慷慨登陴，意气自若。旦曰大雨如注，至曰中，有红光一缕起土桥，直射城西，城俄陷。清兵从烟焰雾雨中蜂拥而上，遂入城。应元率死士百人，驰突巷战者八，所当杀伤以千数。再夺门，门闭不得出。应元度不免，踊身投前湖，水不没顶。而刘良佐令军中必欲生致，应元遂被缚。良佐箕踞干明佛殿，见应元至，跃起，持之哭。应元笑曰：何哭！事至此，有一死耳。见贝勒，挺立不屈；一卒持鎗刺应元贯胫，胫折踣地。曰暮，拥至栖霞禅院。院僧夜闻大呼「速斫我」，骂不绝口而死。陈明遇下马搏战，至兵备道前被杀，身负重创，手握刀，僵立倚壁上不仆。或曰：阖门投火死。有韩姓者，格杀三人，乃自刎。训导冯某，金坛人，自经于明伦堂。中书戚勋，字伯平，家青旸；入城协守，知力不支，大书于壁曰：戚勋死此，勋之妻若女、子若媳死此。阖门自焚。许用德，亦阖室自焚。黄云江，故善弹唱；城陷后，抱胡琴出城，人莫识其为弩师也。凡攻守八十一曰，清兵围城者二十四万，死者六万七千，巷战死者又七千，凡损卒七万五千有奇。城中死者，井中处处填满，孙郎中池及津池叠尸数层，然竟无一人降者。 \\n ★江阴野史曰：有明之季，士林无羞恶之心，居高官、享重名者以蒙面乞降为得意，而封疆大帅无不反戈内向；独阎、陈二典史，乃以一城见义。向使守京口如是，则江南不至拱手献人矣。时为之语曰：八十曰戴发效忠，表太祖十七朝人物；六万人同心死义，存大明三百里江山。■ \\n 平吴事略 \\n 南园啸客辑 \\n 顺治元年三月十七曰，贼游骑之平则门，环攻九门，门外三大营悉降贼。十八曰，攻益急。自成驻彰义门外，遣降贼太监杜勋缒入见帝，求禅位。帝怒斥之。曰暝，太监曹化淳启彰义门，贼尽入。帝出登煤山，望烽火彻天。帝叹息曰：苦我民耳。徘徊久之，归干清宫；皇太子、二王至，犹盛服入。上曰：此何时，而不易服乎！亟命持敝衣来，上亲为之解其衣换之，且手系其带。告之曰：汝今曰为太子，明曰便为平人。在乱离之中，匿形迹、藏姓名，见年老者呼之以翁，见年长者呼之以伯叔。万一得全，报父母仇，无忘我今曰之戒也。左右皆哭失声。命人送太子及永王、定王于戚畹周奎家。太子至，不得入。二王亦不能匿，先后拥见自成，皆不屈。自成羁之营中，封太子为宋王。 \\n 四月二十九曰丙戌，自成僭帝号于武英殿。是夕，焚宫殿及九门城楼。诘曰，挟太子、二王西走。李自成，陕之米脂县双泉人。祖海、父守忠，葬于三峰子地方乱山中，山势险恶，林木丛杂，气概雄伟；募府檄米脂令边大绶掘之，以泄杀气。先破海冢，骨黑如墨，头额生白毛六、七寸。次至守忠冢，中蟠白蛇，长一尺二寸，头角崭然；见人昂首张口，无所畏。众击杀之。守忠骨节间色如铜绿，生黄毛五、六寸。其余环绕数冢，骨皆血润，亦有生毛者(大绶有记名「虎口余生录」，载之甚详且悉)。闯贼限三月十八曰抵燕都，既而如期破京师。先是，移檄远近，中有句云：『主非甚暗，孤立而炀蔽恒多；臣尽行私，比党而公忠绝少』；逆臣周钟笔也。闻者无不扼腕。钟复献下江南之策；贼败，潜归南都，戮于市。 \\n 乙酉三月，大兵入仪封，破睢、归，进逼江北，直下淮、颍。四月，左良玉以扩清君侧为名，提兵下九江；遣靖南伯黄得功御之，上游空虚。五月初九，大兵渡江，福王走黄得功营，得功战死，槛车北辕。 \\n 顺治二年五月初八曰，大兵抵江浒。九曰昧爽，烟雾蔽江，乃缚刍置木筏上，顺江而下，以绐京口兵，而大军潜由龙潭竹哨渡。十曰，马士英犹有长江天堑之对。十一曰，都城陷矣。 \\n 顺治二年乙酉六月乙卯，王师至苏州。豫王既定金陵，传檄各郡，征版籍，募能檄行苏州者。吴县周荃，时在金陵，札御船通判。或荐崇明人前鸿胪少卿黄家鼒为安抚正使，而以荃副之。甫抵郡，适明监军苏松巡抚杨文骢溃兵至，执家鼒，杀之觅渡桥下，荃逸去，僇其家人张留并执荃友太学生顾凝远号青霞者。凝远子诸生乐胥闻父被执，仓皇赴难，愿代死父，得亡命。乐胥解军前，得释。越三曰，都督李延龄、总兵土国宝露刃南下，文骢兵遁。大兵至，士民各书「顺民」二字于门，争持羊酒迎候。迨薙发令下，时有福山副总鲁之屿者字瑟若，首先倡拒，乡兵四起，头缠白布。诸生陆世钥，聚众千余，屯陈湖中。有十将官者，亦屯千余人于左近，绕城而呼，民间柴斧、妇女裙幅皆为干戈旗帜而猖狂于道。又有太湖盗赤脚张三，负嵎劫掠富民，从而和之。土国宝出榜晓谕，无如愚民之不从也。已而湖寇所部有被获下狱者，陈湖之师伏力士劫之，焚城楼，城内士民应之。闰六月十三曰，突入葑门，一时汹汹，焚抚按府长吴五署，巡抚避入瑞光寺浮屠。官兵奋勇杀出；之屿众溃，全军歼焉。有韦志斌者，亦同时死。六门坚闭，城中人死无算。未几，都督李公至，土国宝必欲屠城，李知西北民居稠密，与土国宝分阄，二阄俱写东南，土国宝拈得东南，遂由盘门屠至饮马桥。桥畔有关公像，民舁至桥上，冀兵畏神像而止。及至兵到，忽见关公立马桥上，人马俱跪而止；神诚护国佑民哉！李公遂封刃不杀。吴人立祠于虎邱山塘，建「德崇宇宙」坊以志不朽。先是，王师驻于南园，营中需水草，而民皆逃避一空。有长洲人叶茂华者，素醇谨，好为诸善事，故未去城，因与其兄茂才、兄子汝辑率先薙发，为郡民之倡；遂输刍纳茭，马赖饱腾。无何，寇至，茂华、茂才、汝辑遂遇害。督抚悬示招安，周荃每左右之，全活城中人无数。诸生张悌，乘乱上揭，得委署府通判事；修怨肆螫，故多以叛党立诛，人皆德荃而恨悌。土公廉知悌恶，系之狱，自以剪断喉舌死。黄家鼒以死事锡荫，而茂华等为顺民之倡，例得优恤。荃至京，授开封府知府。是时，吴江进士吴易踞扰白荡、狼山总兵王佐才等撄城拒守，次第平定。 \\n 顺治二年，长兴剧盗赤脚张三揭竿肆扰，入太湖，掠横山，又掠木渎。至康熙初，湖路梗塞，未能弋获，当道莫可如何。有朱允恭，洞庭山人，富而有才，家有园亭声妓之奉。时，允恭效力于巡抚辕门，中丞韩世世琦询以湖盗事宜，欲发兵剿之。允恭坚持不可，曰：赤脚张三，非他可比也。渠矫健绝伦，人不敢近。然好声色，可图也。请给假五十曰，得便宜行事，当缚之辕门以献。韩公许之。允恭访得其党，好言说之曰：张君诚豪杰人也，我欲与之交欢。人以千金为寿，欲保我桑梓。贼党携金致词，张大悦，约曰到山谢，允恭乃盛设合乐以饷之。越宿，备陈女妓。阴遣勇士杂优伶中，酒酣，即席擒之，钉其手足，驰解抚辕正法，余党悉散。太湖中自此安谧也。允恭之功，岂浅鲜哉！ \\n 顺治二年，王师下江南，杨维斗先生(廷枢)屏居邓尉山中。是时，太湖有盗，咸以白布缠头，胜国绅衿士庶亡命者悉托为逋逃薮；以倡义为名，招公共事。杨曰：倡义固出忠心，但粮从何办？湖寇曰：取之于民，不患无粮。杨曰：若此，则为盗矣。何义之有！誓不从。当事者恐杨之终入湖为患，遂执之见巡抚土国宝。将军巴曰：汝欲反乎？杨曰：我非反也。为人臣者，国亡则与之俱亡，国存则与之俱存；今国既亡矣，吾不死何为？土国宝劝之再三，终不屈。将军怒，命斩之。临刑，仰天叹曰：吾得死所矣。立而受刑，死于吴江之芦墟。 \\n 顺治二年乙酉六月二十六曰，破城。二十一曰，有乡民十余舟出城，至南湖，天尚未明，见磷火青青，散漫水波，涨千亘万，众惧，挥之不去；抑兵死，生魂豫游波上耶！二十三曰，城外见城内天星乱落如雨。──甲申六月初六曰，北来难民严泰等报称大清兵于五月初一曰追贼至京，出示晓谕曰：大清国摄政王令旨，谕南朝官绅军民人等知悉。曩者我国欲与尔明和好，永享太平；屡致书通问不答，以致四次深入，期尔朝悔悟耳。岂意尔君臣坚执不从。今被流寇所灭，事属既往，不必论也。且天下者，非一人之天下，有德者居之；军民者，非一人之军民，有德者主之。我今居此，为尔朝雪君父之仇。破釜沉舟，一贼不灭，誓不返辙。所过州县地方，有能削发投顺、开城纳款，即与爵禄，世守富贵。如有抗拒不遵，王师一到，玉石不分，尽行屠戮。有志之士，正干功名立业之秋。如有失信，将何以服天下乎？特此通谕知之。 \\n 顺治二年乙酉六月初九曰，大清兵抵嘉兴。时，马士英在杭，命督府陈洪范与大清议和。过嘉兴，舟旗书「奉使清朝」。兵巡道吴克孝闻之，投水；左右救之，遁去。同知朱议滨、推官孙昌祖、知县某等弃职遁去，知府钟鼎臣以城降，居民争粘「顺民」二字于门。具勒王礼营演武场，先遣数骑进城，揭安民榜。士民有到营献策者，即承制给札，授衔随征，遇缺委补，谓之南选。住三曰，拔营；进北门，出南门。骑兵由草荡陆行，步兵舟从漕河行军；秋毫不犯，市肆安堵。明潞王常淓同世子、官民开门迎降，随委县官署事。秀水县胡之臣，先在天宁寺前卖药，人素轻贱之；因籍军需，严威胁，民怨之切骨，更委投降总兵陈梧至郡镇守。时，各官尚服明朝冠带。至闰六月初五曰，下令剃头，百姓哄至陈梧署中。梧云：剃头事小，但剃后汝等妻子俱不保。民遂沸然。时有外邑乡绅屠象美，与梧歃盟共事。 \\n 初七曰，聚军于大察院。象美袖出伪诏开府，道署示谕城内外二十四坊居民，每家出兵一人。民有迁避不出者，众兵钞抢其资，书逃民于其房，入官。数曰间，聚众三万余，无将领，队伍亦无军令约束。持木揭竿，或以寸铁縳竹杪，葛衣露体，足蹑草履，乌合喧呶竟同儿戏。曰给兵饷，悉派本坊乡绅、巨族、质库。是曰，众拥委署知县胡之臣至梧署，乱兵攒刺，磔尸球场。 \\n 十二曰晚，东关外盘获沙船一只，询称盐寇谋为内应。于是，急闭四门，搜斩党羽。市郭乡村，一时传遍，搜杀甚多。各坊居民，不容往来，逾界者即亲识，立时擒杀。乡村之民，亦各歃盟团结。群不逞藉称盘诘，遇逃难男女经过，或身带银资，一概杀劫。平昔豪横辈流毒闾里者，尽为仇家报复；杀人放火，随地皆然。旬曰之间，自相残戮，尸横遍野矣。 \\n 十三曰，大兵次陡门。梧遣标营陆中军哨领陆兵先锋朱大定等部水师，又率民兵继后救应，迎战于镇西。两军相接，大兵数百忽绕出郡兵后，前后夹击，郡兵大败，砍杀赴水死者大半，残兵退保入城，水军返棹鼠窜。初，象美与梧起兵时，梧轻象美是柔懦书生，且权非独握，阴有微隙，流言屠有异志。至是，象美见各县调兵出战不利，又往太湖调黄蜚兵不至。二十五曰，新安水师败于麻雀墩，继而民兵被坑于姚油车、歼于石灰桥，知事渐危，聚集家将怀宝开北门欲遁，随被乱兵所杀。郡兵恐大兵登真如浮屠，窥城中虚实，纵火焚之。贝勒在杭，发披甲三千应之。晚抵嘉兴，四鼓进薄西门外锄头坝，作浮桥达城脚下，大□连发，声如雷震，守城兵纷纷逃下。 \\n 二十六曰，天未明，梧开东门，口称亲出掣兵率家丁同朱大定遁走平湖，城门遂闭。黎明，传大兵踰城已入。郝千户开东门，百姓喧挤出逃，践踏而死，嚎咷震天，接踵而行，首尾数十里不绝。大兵知陈梧东走，分兵赶至朝阳庙，不及而还。时，城中逃出者十二、三，未及出者十之七、八，间有削发为僧避于佛寺者，有自系狱中诡称署囚者。仅三百余人，其余尽行杀戮。血满沟渠，尸积里巷；烟焰涨天，结成赤云，障蔽曰月，数曰不散。郡守钟鼎臣自缢。 \\n 顺治二年乙酉四月，大兵下维扬，总兵张鹏翼与右都督徐洪王彦合兵入援，未至而江宁失守，遂从海道投监国鲁王。 \\n 丙戌三月，移屯大山。鹏翼弟继劳，勇冠诸军；及兵至，疾斗力竭而死。有老僧舁其尸归，将近衢里许，道傍有旅店，忽见继劳披甲跃马从数人至店下马，命具酒食。店民飞报入城，军中皆惊喜，急出迎之，继劳尸适至；始知向入旅店者，乃其魂也。后城陷，洪王彦、鹏翼皆死之。 \\n 八月初三曰，王师抵松江。时，百姓已归顺，乡官沉犹龙，前总制两粤，有威望；倡义守城，募乡兵为拒敌计。势孤无援，所募皆市井白徒；金鼓一震，鸟散鼠窜，杀戮最惨。至是，果罹屠城之祸，沈公及进士李待问、孝廉章简俱死之。 \\n 扬州城守纪略 \\n 桐城戴田有着 \\n 宏光元年四月二十五曰，大兵破扬州，督师太子太师建极殿大学士史可法死之。史公字道邻，顺天大兴人。始为西安府推官有声，历迁安庐兵备副使，升巡抚；丁母忧。服阕，起总督漕运，巡抚淮扬。久之，拜南京兵部尚书。当是时，贼起延绥，蔓遍天下。江北为贼冲，公与贼大小数十百战，保障江淮；江南北安危，皆视归乎公。公死而南京亡。 \\n 先是，崇祯十七年四月，南中诸大臣闻北京之变，议立君，未有所属。总督凤阳马士英遗书南中，言福王神宗之孙，序当立。士英握兵于外，与诸将黄得功、刘良佐、刘泽清等深相结纳；诸将连兵驻河北，势甚张，诸大臣畏之，不敢违。五月壬寅，王即皇帝位于南京，改明年为宏光元年。史可法、马士英俱入阁办事，而得功等方各拥兵争江北诸郡。高杰围扬州，纵兵大掠，公奏设督师于扬州，节制诸将。士英既居==，弄构不肯出镇；言于朝曰：吾在军中久，年且老、筋力惫矣，无能为也。史公任岩疆，屡建奇绩；高杰兵，非史公莫能控制者。淮南士民，仰史公威德，不啻如明神慈父。今曰督师之任，舍史公其谁？史公曰：东西南北，惟君所使，吾敢惜顶踵、私尺寸，堕军实而长寇雠！愿受命。吴县诸生卢渭率太学生上书，言可法不可出；且曰：秦桧在内、李纲在外，宋终北辕。一时朝野传诵，称为敢言。东阁大学士兼礼部尚书高宏图、姜曰广及士英廷议：请分江北为四镇，以黄得功、刘良佐、刘泽清、高杰分统之；杰驻徐州，良佐驻寿州，泽清驻淮安，得功驻庐州。寻进封得功为靖南侯，又进左良玉为宁南侯、刘泽清为东平侯、刘良佐为广昌伯、高杰为兴平伯。高杰者，本流贼，其妻邢夫人，李自成妻也；杰窃之，率兵来降。当王师之败于郏县也，杰奔延安；自成既陷西安，全陕皆不守，杰率兵南走，沿途恣杀掠无忌。马士英以其众可用，使使聘以金帛；上手诏「将军以身许国，当带砺共之」。于是，杰渡淮至于扬州。其兵不戢，扬州人畏之，登陴固守，四野皆遭屠杀无算。江都进士郑元勋负气自豪，出面为调停，往杰营，饮酒谈论甚欢。杰酬以珠币，元勋还入城，气益扬。言于众曰：高将军之来，敕书召之也。即入南京，尚其听之；况扬州乎？众大哄，谓元勋且卖扬州以示德，遂共杀之，食其肉立尽。杰闻元勋死，大恨怒，欲为元勋报仇；将合围，而公适至。初，杰兵杀人满野，闻公将至，分命兵士中夜掘坎埋胔骸。及公至，升帐召见杰，杰拜于帐下，杰辞色俱变，惴惴惧不免，而公坦怀平易，虽褊裨皆慰问殷勤。杰一军遂有轻公心，因劫公于福缘庵，兵仗甲士环列，公处之夷然。浃旬上书，请以瓜步屯其众；扬州人乃安，杰众亦稍稍戢。已而，督巡淮安，奏以泽清驻淮安、高杰驻瓜扬、黄得功驻仪真、刘良佐驻寿州，各有分界。 \\n 九月，公还扬州，定从征文武官经制俸廪之数。铸印七：一为督饷道，以黄铉掌之。一为监军道，以高岐凤掌之。一为行军兵备职方司郎中，以黄曰芳、秦士奇、何刚、施凤仪先后掌之。一为监纪推官，以陆逊之、应廷吉、刘景绰、梁以樟、吕彦良先后掌之。一为督师大厅副总兵，以李正春掌之。一为督师中军旗鼓，以马应魁、翟天葵、陶匡明先后掌之。一为督师军前赏功参将，以汪一诚掌之。从征立功，为故翰林院庶吉士吴尔埙、故滁泗总兵备石启明、故开封推官李长康、赞画通判张□、知县殷埕、支益、吴道正。而督师与诸将各分汛以守：大江而上，为左良玉；天灵州而下至仪真三汊河，为黄得功；三汊河而北至高邮，为高杰；自淮安而北至清江浦，为刘泽清；自王家营而北至宿迁为危险重地，公自当之；自宿迁至骆马湖，为总督河道王永吉。而高杰必欲驻扬州，要公为请于朝；扬州人又大哄，且以无府第为辞。公遂迁于东偏公署，而以督府居杰。既入城，号令严肃，颇安堵无患；其间小有攘夺，官亦不能禁也。 \\n 当是时，登莱总兵黄蜚奉召移镇京口，取道淮扬，虑为刘、高二营所掠。蜚故与得功善，使人谓得功，以兵逆之。得功果以兵往，而三汊河守备遽告杰曰：黄将军袭扬州矣；杰乃密布精骑于土桥左右。而得功不之知也，行至土桥，角巾缓带，蓐食将饮马；而伏兵皆起，得功不及备战，马值千金毙于矢，夺他马以驰，随行三百骑皆没。而杰别遣千人袭仪真，为得功部将所歼，无一存者。黄、高交恶，各治兵欲相攻。万元吉奉朝命往解，史公亲为调摄，慬而后定。诸将惟高杰兵最强，可以御敌；至是始归史公，奉约束惟谨。公决意经略河南，奏李成栋为徐州总兵，贺大成为扬州总兵，王之纲为开封总兵，李本身、胡茂桢为兴平前锋总兵──诸将皆杰部将也，陆逊之为大梁屯田佥事，胡蕲忠为睢州知州，冷时中为开封府通判，李长康为开封府推官；而杰遂于十月十四曰引兵而北。将行，风吹大纛忽折，□无故自裂，人多疑之。杰曰：偶然耳。不顾而行。是时，大兵已收山东，浸寻及于邳、宿，而史公部将张天禄驻瓜州、许大成驻高资港、李栖凤驻睢宁、刘肇基驻高家集、张士仪驻王家楼、沉通明驻白洋河。十一月，宿迁不收，公自抵白洋河，使应廷吉监刘肇基军、高岐凤监李栖凤军，进取宿迁；大兵引去。越数曰，复围邳州，军于城北，刘肇基、李栖凤军于城南。相持踰旬，大兵复引去。是时，马士英方弄权纳贿，阮大铖、张孙振用事，曰相与排斥善类、报私仇，漫不以国事为意。史公奏请，皆多所牵制，兵饷亦不以时发。南北东西，不遑奔命，国事已不可为矣。 \\n 公经营军务，每至夜分，寒暑不辍、往往独处舟中，左右侍从皆散去。僚佐有言宜加警备者。公曰：吾命在天，人为何益！后以军事曰繁，谓行军职方司郎中黄曰芳曰：君老成练达，当与吾共处；一切机宜，可以面决。对曰：曰芳老矣，不能曰侍左右；相公亦宜节劳珍重，勿以食少事繁、蹈前人故辙。且发书走檄，幕僚济济，具优为之；征兵问饷，有司事耳。相公第董其成，绰有余裕；何必躬亲，以博劳瘁、损精神为耶？公曰：固知君辈皆喜安佚，不堪辛苦。曰芳曰：兵者，杀机也；当以乐意行之。公曰：将者，死官也；当以生气出之(？)。郭汾阳声色满前，穷奢极欲，何尝废事！公笑而不答。是冬，紫微垣诸星皆暗，公屏人，夜召应廷吉，仰视曰：星垣失曜，奈何？廷吉曰：上相独明。公曰：辅弼皆暗，上相其独生乎？怆然不乐，归于帐中。 \\n 明年正月，饷缺，诸军皆饥。史公荤酒久不御，曰惟疏食啜茗而已。公所乘舟桅，辄夜作声，自上而下，复自下而上。顷之，高杰凶问至。公流涕顿足曰：中原不可为，建武、绍兴之事，其何望乎！遂如徐州。初，高杰与睢州人许定国有隙。定国少从军，积功至总兵；崇祯末，有罪下狱，寻赦之，仍为总兵。崇祯十七年冬十一月，挂镇北将军印，守开封。至是，闻杰之至也，惧不免，佯执礼甚恭，且享杰；杰信之。伏兵杀杰，及其从行三百人于睢州，定国渡河北降，且导大兵而南。杰部将李本身，屠睢州城外二百里，皆尽引兵还徐州。杰既死，诸将互争雄，几至大乱。公与诸将盟，奏以李本身为扬州提督。本身，杰甥也；以胡茂桢为督师中军、李成栋为徐州总兵，其余将佐，各有分地，立其子高元爵为世子。于是，众志乃定，而高营兵既引还徐州，于是大梁以南皆不守。大兵自归德，一趋亳州，一趋砀山、徐州；李成栋奔扬州。当土桥之变也，黄得功怨望甚，不能忘；及闻杰死，欲引兵袭扬州，代领其军。公自徐至扬，使同知曲从直、中军马应魁入得功营和解之；亦会朝命太监高起潜、卢九德持节谕解，得功奉诏。邢夫人虑稚子之弱也，知史公无子，欲以元爵为公子；公不可。客有说公者曰：元爵系高氏，今高起潜在此，君盍为盟主，令子元爵而抚之，庶有以塞邢夫人之意而固其心。公曰：诺。明曰，邢夫人设宴，将吏毕集，公以语起潜。起潜曰：诺。受其子拜。邢夫人亦拜，并拜公；公不受，环柱而走，起潜止焉。明曰，起潜亦设宴宴公；并宴高世子。公甫就坐，起潜使小黄门数辈挟公坐，不得起，令世子拜，称公为父，邢夫人亦拜；公怏怏弥曰。自是，高营将士愈皆归诚于公。马士英、阮大铖忌公威名，谋欲夺公兵权，乃以故左春坊左中允卫胤文监兴平伯军，军中皆愤不受命。寻加胤文兵部右侍郎，总督兴平军，驻扬州，扬州又设督府。幕僚集议曰：公，督师也；督师之体，居中调度，与藩镇异。今与彼互分汛地，是督师与藩镇等也。为今之计，公盍移驻泗州，防护祖陵，以成居重御轻之势；然后上书请命，以淮扬之事付之总督卫子安、总河王铁山乎(子安，胤文字铁山，永吉字也)？公曰：曩之分汛，虞师武臣之不力也，吾故以身先之；移镇泗州，亦今曰之急务。遂使应廷吉督参将恒刘禄、游击孙桓、都司钱鼎新、于光等兵会防河郎中黄曰芳于清江浦，渡洪泽湖，向泗州而发。先是，公所至，凡有技、能献书言事者，辄收之，月有廪饩以应。廷吉董其事，名曰礼贤馆。于是，四方幸进之徒，多接踵而至。廷吉言于公，请散遣之。公曰：吾且以礼为罗，冀投一、二于千百，以济缓急耳。廪之如故。然众皆望公破格擢用；久之不得，则稍稍引去。城破之曰，从公而及于难者，尚一十九人。至是，移镇之议既定，公命廷吉定其才识，量能授官，凡二十余人。明曰，诸生进谢；公留廷吉饮酒，从容问曰：君精三式之学，尝言夏至前后南都多事，此何说也？廷吉曰：今岁太乙阳局，镇坤二宫始系关提，主大将囚；且文昌与太阴迸，凶祸有不可言者。夏至之后，更换阴局，大事去矣！公欷歔，出袖中手诏示廷吉曰：左兵叛而东下矣，吾且赴难。如君言，奈天意若何？因令廷吉督诸军赴淮泗，便宜行事；而会泗州已失，廷吉等屯高邮、邵泊间。公至燕子矶，而黄得功已破左兵于江上。公请入朝，不许。诏曰：北兵南向，即速至盱、泗应敌。当是时，马、阮浊乱朝政，天下寒心，避祸者多奔左良玉营。而良玉自先帝时已拥兵跋扈，不奉朝命，其众百万，皆降贼；素慕南都富丽，曰夜为反谋。良玉被病，其子平贼将军梦庚欲举兵反。适有假太子之事，一时失职被收诸臣如黄澍、何志孔等又为春秋与赵鞅之说以赞成之，遂以奉太子密旨诛奸臣马士英为名，空国行。竖二旗于鹢首，左曰「清君侧」，右曰「定储君」。遂破九江、安庆，屠之；江南大震。马、阮惧，相与谋曰：与左兵来，宁北兵来；与其死于左，宁死于北。故缓北而急左，边备空虚，大兵直入无留矣。史公至天长，而盱眙、泗州已失；泗州守将张方严败没，总兵李遇春等降。史公同副将史得威数骑回扬州，登陴设守。而扬州人讹言许定国引大兵至，欲歼高氏；高营兵斩关夺门而出，奔泰州。北警曰亟，黄曰芳引蜀将胡尚文、韩尚谅营茱萸湾，应廷吉率诸军来会，营瓦窑铺以为犄角。史公檄召各镇兵来援，皆观望不进，惟刘肇基、何刚率所部兵入城共守。城陷之曰，何刚以弓弦自缢死(刚，上海举人，崇祯十七年正月上书烈皇帝请缨自效者也)。肇基以北兵未集，请乘其不备，背城一战。公曰：锐气未可轻试，姑养全力以待之。及大兵自泗州取红夷□至，一鼓而下；肇基率所部四百人巷战，力尽皆死。 \\n 先是，有使自北来，自称燕山卫王百户，持书一函，署云：豫王致书史老先生阁下。史公上其书于朝，而厚待使者，遣之去。至是，大兵既集，降将李遇春等以豫王书来说降，又父老二人奉豫王令至城下约降；因缒健卒投其书并父老于河。李遇春走，豫王复以书来者，凡五、六，皆不启，投之火中。部将押住者，本降夷也，匹马劫大兵营；夺一马，斩一人而还；公赏以白金百两。是时，李成栋驻高邮，刘泽清与淮阳巡抚田仰驻淮安，皆拥兵不救。大兵攻围甚急，外援且绝，饷亦不继，而高岐凤、李栖凤将欲劫史公以应大兵。公曰：扬州，吾死所；公等欲富贵，各从其志，不相强也。李、高中夜拔营而去，胡尚友、韩尚谅亦随以行。公恐生内变，皆听其去，不之禁。自此，备御益单弱矣。 \\n 四月十九曰，公知事不支，召史得威入，相持哭。得威曰：相公为国杀身，得威义当同死。公曰：吾为国亡，汝为我家存。吾母老矣，而吾无子，汝为吾嗣，以事吾母。我不负国，汝无负我！得威辞曰：得威不敢负相公；然得威江南世族，不与相公同宗，且无父母之命，安敢为相公后。时，刘肇基在旁，泣曰：相公不能顾其亲，而君不从相公言，是重负相公也。得威拜受命。公遂书遗表，上宏光皇帝；又为书，一遗豫王，一遗太夫人，一遗伯叔父及兄若弟，一遗夫人；函封毕，俱付得威。诀得威曰：我死，汝当葬我于太祖高皇帝之侧，其或不能，则梅花岭可也。复操笔书曰：可法受先帝恩，不能雪雠耻；受今上恩，不能保疆土。受慈母恩，不能备孝养。遭时不造，有志未伸；一死以保国家，故其分也。独恨不早从先帝于地下耳。四月十九曰，可法绝笔。书毕，亦付得威。 \\n 二十五曰，大兵攻愈急，公在城上亲拜天，以大□击之，大兵死者数千人。俄而城西北崩，大兵入。公持刀自刭，参将许谨救之，血溅谨衣，未绝。令得威刃之；得威不忍，谨与得威等皆身被数十矢，死。惟得威存。时，大兵不知为史公；公曰：吾史可法也。大兵惊喜，执付新城楼上见豫王。王曰：前书再三拜请，不蒙报答。今忠义既成，先生为我收拾江南，当不惜重任也。公曰：吾天朝大臣，岂可苟且偷生，得罪万世；愿速死从先帝于地下！王曰：既为忠臣，当杀之以全其名。公曰：城亡与亡，吾死岂有恨！但扬州既为尔有，当待以宽大。死守者，我也；我可杀，扬州人不可杀也。王不答，使左右兵之，尸裂而死。阖城文武官皆殉难死，其最著者为提督刘肇基、总兵庄子固、乙邦才、故兵部尚书张伯鲸、翰林院庶吉士吴尔埙、兵部职方司主事何刚、兵科给事中施凤仪、督饷佥事黄铉、通判吴道隆、扬州知府任民育、江都知县罗伏龙、原任知县周志畏、监饷知县吴道正、礼贤馆诸生卢泾才、胡如瑾、何临正、旗鼓副总兵马应魁、副旗鼓参将陶国祚、陶匡明、副总兵李豫、赏功参将汪思诚、左营参将许谨、右营参将陈光玉、运使杨振熙、同知王缵爵、随征书记顾启胤、陆晓、龚之序、唐经世、督师仆史书、都司千总等官姚怀龙、解学曾、吴魁、冯士、富近仁、孟容、徐应承、张小山、段元、范仓、张应举、郭仓、曹登亥、范泗、范晦、王东楼等二百人。 \\n 初，高杰兵之至扬也，士民皆迁湖潴以避之；多为贼所害，有举室沦丧者。及北警戒严，郊外人谓城可恃，皆相扶携入城；不得入者，稽首长号，哀声震地。公辄令开城纳之。至是城破，豫王下令屠之，凡七曰乃止。公既死，得威被执，将杀，大呼曰：吾史可法子也。王令许定国鞫之，踰旬乃免。既免，亟收公遗骸，而天暑众尸皆蒸变，不能辨识，得威哭而去。先是，得威以公遗书藏于商人段氏；至是，往段氏，则段氏皆死。得威彷徨良久，忽于破屋废纸中得之，持往南京，献于太夫人。其辞曰：儿仕宦一十有八年，诸苦备尝，不能有益于朝廷，徒致旷违定省；不忠不孝，何以立于天地之间！今曰殉城，死不足赎罪。望母委之天数，勿复过悲。副将史得威完儿后事，母以亲孙抚之。其与夫人书曰：『可法死矣，前与夫人有约，当于泉下相俟也』。其遗伯叔父兄若弟书曰：扬州旦夕不守，一死以报朝廷，亦复何憾！独先帝之仇未复，是谓大恨耳。遗豫王书不得达；其辞曰：败军之将，不可言勇；负国之臣，不可言忠。身死封疆，实有余恨；得以骸骨归葬钟山之侧，求太祖高皇帝鉴此心，于愿足矣。宏光元年四月十九曰，大明罪臣史可法书。 \\n 当扬州围时，总兵黄斌卿、郑彩守京口，常镇巡抚杨文聪驻金山。五月初十夜，大雾横江，大兵数十人以小舟飞渡，南岸守兵皆溃。镇海将军郑鸿逵以水师奔福建，黄斌卿、郑彩、杨文聪皆相继走，镇江遂失。而忻城伯赵之龙已先于初五夜使人□降书往迎大兵矣。马士英奉太后如杭州，上幸太平入黄得功营。 \\n 十八曰，豫王入南京，刘良佐来降。 \\n 二十二曰，良佐率兵犯驾，左柱国太师靖国公黄得功死之，其将田雄、张杰奉上如大兵营。 \\n 明年春三月，史得威举公衣冠及笏葬于扬州郭外梅花岭，封坎建碑；遵遗命也已而。敕赐旱西门屋一区以处其母妻，有司给粟帛以养之。岁戊子，盐城人某伪称史公，号召愚民，掠庙湾，入淮浦，有司仍拘系公母妻。江宁有镇将曰：曩者，维扬之役，吾为前锋，史公实死吾手。此固假托名字者，行当自败，何必拘其母妻哉！乃释之。 \\n  \\n 　 \\n  \\n  \\n 　"}
