{"章节": "●简介", "正文": "　 \\n ●简介 \\n 　 \\n  \\n 常纪，字铭勋，号铭廷，又号理斋，盛京北90里栖霞堡人。其先世居山西，前明徒辽东。父常国材。乾隆甲子科（1744年）举人，丁丑科（1757年）进士。选四川西充知县，复迁崇庆知州。乾隆辛卯年（1771年），金川藩部会降蛮叛乱，常纪提刀迎击，身遭十余处而死。遂入祀昭忠祠，荫一子，立祠浣花溪岸，祀同死难者。著有《爱吟草》、《爱吟前草》。其所荫之子常承武为其父二诗集有请于王尔烈。王尔烈序并刊之。 \\n 乾隆五十三年（1788年）戊申岁九月，王尔烈作《校刻常理斋爱吟草序》： \\n 今昭忠祠享祀金川死事诸臣，吾乡常君纪与焉。常君号理斋，家于盛京城北九十里之栖霞堡。为人貌奇伟，性尚慷爽，文思清拔，尤嗜吟咏。余蚤年耳其名，介同学高君惟钦，兹君星圃以订交。丁丑，理斋登进士；丙戌，谒选铨曹，时余以计偕入都，因得朝夕过从，纵谈古今，益服君之学识卓迈，殊不可及。既而余以不第去，理斋遂捧檄入蜀，余方以百里其所优为而以波清才逸气，遇山水之奇，将有所发抒，此行为不虚矣。何以不数年而金川构逆，理斋竟死于贼。余初闻之，窃叹夫豕突狼奔之际，玉石俱焚，不知其临难之状何如也。是时，余已入翰林，求之国史昭忠传，则但云登春遇害，别无记载。此外无可问询，惟付之太息而已。 \\n 乙未，余以先君忧归里，理斋之弟显斋纯，闻之驰至余家，言已具衣冠以葬。苛蒙赠诸典，请书黄将勒石表于墓，且以墓门绰楔大字求书。余欣然为之，薰沐敬题，署名于后。然意理斋必有著作藏于家，显斋固未之省也。丙申之冬，余特造其庐，以犹子礼请见太翁，至墓所，则已穹碑屹然，翁仲华表，森严壮观矣。再拜哭奠，为欷歔久之。既夕，太翁留宿乃遍出家人以次环列，语昔岭事，因得悉其在贼中提刀上马，裂眦骂贼诸情状，不胜惊叹。以为向之所期许，今果不虚，而为之抱憾，无可如何。迄于今理斋之殁，已十余年矣。嗣子已壮，以荫授直隶之唐县宰。恂谨不坠家声。 \\n 念余为父执，且曾以著述为问，乃以所掇拾其先人诸遗稿，请为校刻。检之得《爱吟草》一卷，读之且悲且喜，曰：\"何幸有此。\"盖自丙戌别后，其身所经历，其才所展布，皆宛然如亲见之。而余曩者所叹然于怀，无可表章，庶藕此以少为偿矣。乃丞为之校录付镌，并叙其始末，以冠简端。其余尚有诗一册，皆未定稿，残阙紊乱，姑俟徐为编辑，以成全璧云。张君洲与余素未相识，观其所叙录，及寄示元亭给谏应山令二书，惟恐其烈迹淹没，义形笔墨，其于友谊亦笃矣哉。王元亭，名猷，义州人，壮终少廷尉。高惟钦，名德峻，庚辰孝廉。兹惺圃，名国璋，戊戌进士，官农曹，此皆与理斋相契合者，每共话理斋之事，思有所表扬。今乃先后物故，独余以六十有余年，与其荫嗣往来，手把遗编，俛仰今昔，可慨也夫，亦幸也夫。时乾隆五十有三年，岁次戊申阳月辽阳王尔烈瑶峰氏，书于顺天府府丞官署。 \\n 乾隆五十五年（1790年）庚戎岁仲春上浣，王尔烈作《续刻常理斋爱吟前草序》： \\n 余所梓常理斋爱吟草，乃甲申以来，理斋赴选入都，至西充所作。西充以后，军务倥偬，篇什有无，所不可知。而其嗣君衣轩所摄拾于慈氏败簏中者，尚有诗近百首，皆丁丑榜后，需次里居，朋友唱酬，流连景物之作。字多蝇头小草，间有阙残，知未为定稿也。而其中深情雅韵，发于自然，足以见胸怀之洒落，学养之深纯。异日感颂在民，临难不夺，盖基诸此，因不可废也。且在衣轩既痛其先人之殁，时方幼冲，今日抱恨终天，无可申慕，而此诗得于故纸，几成灰烬，手泽幸存，零缣碎墨，皆所宝惜，因尽以质余。余盖如逢故友于数十年之前。每读一篇，三叹不忍释手，乃为补缀，悉以付梓，命之《爱吟前草》，另为一卷，以别前刻，所以成衣轩之孝思也。庚戌仲春上浣，辽阳王尔烈识。 \\n 同年是岁仲夏，王尔烈作《附刻慈惺圃寄常理斋诗序》： \\n 慈惺圃，名国璋，字奉峨，惺圃其号也。与常理斋居相近，同学素契时，相唱酬。癸酉（1753年）惺圃举于乡，理斋犹未第也。及理斋仕蜀，惺圃尚家居。邮筒往来，遥为赓和，不异曩时。至戊戌（1778年）惺圃始捷南宫，官农曹，而理斋死于难，已六年又七年，惺圃亦卒于京邸矣。惺圃之逝也，一子方幼。理斋之荫嗣衣轩，已为唐县宰。闻其丧来吊，见书笥纷然狼藉，家人舁敝簏于庭，将焚废纸。衣轩恐其有当存也，止而检之，则《爱吟草》、《殉节录》及惺圃自为诗，俱杂于其中焉。衣轩得之，大惊，且悲且善，因宝持以付余，余既为之刻，理斋诸诗。而惺圃之诗，分年编录，观其庚寅（1770年）草，有寄和理斋诗。然后，知《爱吟草》之所以幸存者，理斋之寄之也。观其癸巳（1773年）草，有哭理斋八首。然后，知殉节录之所以幸存者，以惺圃访求而珍藏之也。噫，二人生前莫逆，情见乎诗，而是诗同出于故纸中。其不为灰烬者，几希以理斋之清才峻节，天固不忍没，亦岂非惺圃在堂之魂魄有以护持之。而然耶用，是于惺圃之诗有关理斋者，节录而附刻之。若其全诗则俟，别为汇梓焉。乾隆庚戌（1790年）仲夏王尔烈叙并书。 \\n 同年是岁仲夏，王尔烈作《集录〈爱吟草〉题跋序》： \\n 余既刻常理斋《爱吟草》及《殉节录》，以示京师士大夫，见之者无弗赏叹。于是，欣然各为题跋，笺楮之投。殆无虚日，积久渐多，遂成卷轴。余既一一检读，随以付梓。凡如干续来者，犹未已也。夫昔岭之事往矣。理斋之著作，其散佚者亦多矣。越十数年之久，荫嗣克家遗笔，忽出于尘埃，烈迹不埋于灰烬。一旦冠裳之族，各有一理斋在心目间，而命笔抒词，使理斋之才华气节，烜赫如昨日事，岂偶然与故，是录也。可以上承昭忠慰忠之表章，可以下为孝子贤臣之风励。而或长篇钜什，或古调清歌和平之音，则一唱三叹。慷慨之气，则激羽刻商，非泛然之作也。固宜寿诸枣梨，传于不朽。若其篇次，则随收随录，不复以官阶科第为后先，所以俟续至者于无穷也。庚戌（1790年）仲夏王尔烈叙并书。 \\n 王尔烈之第三子王志翰，字西园，亦有《读常理斋老伯〈爱吟草〉及〈殉节录〉谨赋一律》： \\n 骂贼当年气志刚， \\n 儒臣风节比颜张。 \\n 清新诗句留寰宇， \\n 皎洁忠心达庙堂。 \\n 昔岭愁云空漠漠， \\n 浣溪清韵自汤汤。 \\n 英灵应是归天阙， \\n 祠仰昭忠俎豆香。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●校刻常理齋愛吟草序", "正文": "　 \\n ●校刻常理齋愛吟草序 \\n 　 \\n  \\n 今昭忠祠享祀金川死事諸臣吾鄉常君紀與焉常君號理齋家於盛京城北九十里之棲霞堡為人貌奇偉性尚忼爽文思清拔尤嗜吟咏余蚤年耳其名介同學高君惟欽慈君惺圃以訂交丁丑理齋登進士丙戌謁選銓曹時余以計偕入都因得朝夕過從縱談今古益服君之學識卓邁殊不可及既而余以不第去理齋【齊：齋】遂捧檄入蜀余方以百里其所優為而以彼清才逸氣遇山水之奇將大有所發抒此行為不虛矣何意不數年而金川搆逆理齋竟死於賊余初聞之竊歎夫豕突狼奔之際玉石俱焚不知其臨難之狀何如也是時余已入翰林求之國史昭忠傳則但云登春遇害別無紀載此外無可問詢惟付之太息而已乙未余以先君憂歸里理齋之弟顯齋純聞之馳至余家言已具衣冠以葬荷蒙贈卹諸典請書黃將勒石表於墓且以墓門棹楔大字求書余欣然為之薰沐敬題署名於後然意理齋必有著作藏於家顯齋固未之省也丙申之冬余特造其廬以猶子禮請見太翁至墓所則已穹碑屹然翁仲華表森嚴壯觀矣再拜哭奠為欷歔久之既夕太翁留宿乃徧出家人以次環列語昔嶺事因得悉其在賊中提刀上馬裂眥罵賊諸情狀不勝驚歎以為向之所期許今果不虛而更痛其埋沒於荒山燐火老親幼子哭望天涯天之位置才傑何竟如斯也問其生平著述則嗣子承武纔十餘歲未能收拾余又為之抱憾無可如何迄於今理齋之歿已十餘年矣嗣子已壯以廕授直隸之唐縣宰恂謹不墜家聲念余為父執且曾以著述為問乃以所掇拾其先人諸遺稿請為校刻檢之得愛吟草一卷乃理齋手訂尚完好又有武功張洲所撰殉節錄一卷讀之且悲且喜曰何幸有此蓋自丙戌別後其身所經歷其才所展布皆宛然如親見之而余曩者所歉然於懷無可表章庶藉此以少為之償矣乃亟為之校錄付鐫并敘其始末以冠篇端其餘尚有詩一冊皆未定藁殘闕紊亂姑俟徐為編緝以成全璧云張君洲與余素未相識觀其所敘錄及寄示元亭給諫應山令二書惟恐其烈蹟湮沒義行筆墨其於友誼亦篤矣哉王元亭名猷義州人仕終少廷尉高惟欽名德峻庚辰孝廉慈惺圃名國璋戊戌進士官農曹此皆與理齋相契合者每共話理齋之事思有所表揚今乃先後物故獨余以六十有餘之年與其廕嗣往來手把遺編俛仰今昔可嘅也夫亦幸也夫時乾隆五十有三年歲次戊申陽月遼陽王爾烈瑤峰氐書於順天府府丞官署 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●愛吟草", "正文": "　 \\n ●愛吟草 \\n 　 \\n  \\n 瀋陽常紀著 \\n 甲申之冬予以計偕入都凡途次所經往往形諸吟詠及在都下時與諸同人唱酬後選授西充途中名勝亦間有所作戊子新正時方鎖印無事因檢舊作失去者已過半矣用手錄其存者藏之篋衍聊以誌予之夙好云爾元宵前一日書於西充官舍 \\n ○甲申冬入都親友祖餞留此別之 \\n 朔氣肅寒威霜重秋風老駕言向長安親朋羣祖道斗酒慰遠行悵惘離亭草丈夫志四方致身苦不早兒女別離情那能鬱懷抱揮手登車去雲山方浩浩回首望鄉樹咫尺阻歡笑從茲天一方願言各相保 \\n ○曉過大石橋 \\n 夕行落照圓曉行晨星多霜華積野草秋水增寒波駕言度石橋石橋何峨峨愧非馬相如今日復來過 \\n ○渡巨流河 \\n 渡頭爭渡喧行行近遼水遼水揚層波巨流此其是白沙莽無垠寒冰結方始欲渡尚徘徊停車招舟子 \\n ○廣寧道中 \\n 在昔稱天險泥途百里程不緣成陸路何以得周行水落平沙出天寒夕照明迢迢官柳內歷歷小橋橫 \\n ○望醫巫閭山 \\n 羣峭鬱巑岏雄哉維北鎮山靈自古昔肇封維虞舜崇秩等上公庇民降百順峰勢秀而拔嵐光娟且潤望望烟靄深行行翠光近隈轉白雲多樹古寒風振緬懷賀先生曾此遺高韻風流尚未歇停車一借問 \\n ○小淩河 \\n 驅車錦水湄水淨碧無波我聞賀夫子游釣此巖阿斯人雖云逝流風被已多錦水深且廣閭山高峨峨邈矣先生風千秋共不磨 \\n ○松山道中 \\n 見說古戰場乃在松山道我行一過之故壘生秋草時清大野閑鳥語入晴昊茅屋帶疏林烟火雜昏曉阡陌相鉤連耕鑿盡地寶欲問往時事居人無故老樂哉長子孫世業永相保 \\n ○高橋驛 \\n 曉星殘月渡淩溪月落山昏路欲迷為冐霜威貪早發高橋驛裏聽鳴雞 \\n ○四統碑 \\n 豐碑林立意如何褒詔深鐫尚未磨讀罷臨風成一笑阿雖尤擅戰功多 \\n ○方牧園見示初燕小照索題即用其韻 \\n 杏花好夢入春眠錦帳仍逢第一仙不比荒唐巫峽雨真成窈窕散花天殷勤燕子通誠後綢繆桃根晚渡前不是三生情種重那能消受翠華鈿 \\n ○四月八日遊閔忠寺和張萊峰韻 \\n 車馬喧填拂曉來遊人屐齒遍莓苔詎因花雨天人現只為金銀佛殿開但指斷碑談往事誰從劫火辨殘灰可憐無限東征骨【相傳唐太宗征東葬陣亡將士之骨於此】長伴生公說法臺 \\n ○韓城館口占 \\n 徑僻曾無車馬喧有誰乘興過高軒多情只有南隣棗淨緣浮烟日在門 \\n ○嘉平朔日萊峰見示近作用韻和之時予方以他事留滯故情見乎詞 \\n 葭琯纔飛玉律灰閒庭積雪又成堆寒欺旅枕侵韓入愁攪離魂破夢來千里鄉關增悵望幾多心事獨依回何須開匣窺明鏡點鬢輕霜已暗催 \\n ○乙酉除夕 \\n 去年守歲來都邑守歲今年尚帝京荏苒流光空過眼蕭條旅況若為情已拚官職隨人後可奈鄉關入夢驚風景不殊心自異嫌聽爆竹一聲聲 \\n ○用韻答張萊峰 \\n 天涯守歲與君同強飲屠蘇意自慵不信宦情濃似酒可堪離恨擣如舂盤椒作頌身千里爆竹驚心思萬重屈指明朝三十九相看且喜未龍鍾【萊峰與予同戊申生】 \\n ○丙戌元日與萊峰夜飲仍用臘日韻 \\n 狼藉銀荷葉上灰胸中壘塊欲成堆嵇生懶豈因春至王粲哀從作客來帝里風光人盡樂天涯旅思首慵回留犂注酒期同醉漏箭金壺一任催 \\n ○元夜和萊峰韻 \\n 舊聞燈火禁城奇曼衍魚龍世不知見說星橋開鐵鎖肯將帽影逐鞭絲狂邀明月歌燕市醉倚和風臥習池佳節更憐新詠好曲江風度想當時 \\n ○丁亥六月廿一日和長新店壁間韻 \\n 誰唱吳娘暮雨歌蕭蕭旅邸奈愁何年來心緒如荒井也向東風暗作波 \\n ○冒暑出都福趙二同年遠送至盧溝橋貰酒作別賦此懷之用前韻 \\n 陽關君唱渭城歌客思離情可若何唱到淒涼三疊後白雲滿目湧蒼波 \\n ○介休郭有道墓 \\n 中郎碑版照當時立石爭鐫幼婦詞誰似先生無愧色斜陽下馬拂殘碑 \\n ○聞喜縣裴晉公故里 \\n 晚節優游綠野堂緋衣坦腹實堪傷空教河北諸藩鎮膽落淮西舊戰場 \\n ○趙忠簡公故里【亦在聞喜】 \\n 氣作河山久自盟青鞵布襪儼如生可憐箕尾騎天上祇勒吉陽歿後旌 \\n ○華陰廟和壁間韻 \\n 夢想西華路到難爾來金碧看流丹參天古柏森森翠拔地危樓曲曲欄樹愛青牛蒼老甚碑憐唐碣火燒殘更知天外三峰上十丈蓮開玉井寒 \\n ○登萬壽閣【在華陰廟後高數十丈背河向華□登臨勝地】 \\n 放眼關中萬里秋河聲嶽色滿高樓白雲去盡青天迴真擬游仙到十洲 \\n ○臨潼七夕懷古 \\n 堂年今夕笑牽牛記否長生殿裏秋迴首濃華歎銷歇馬嵬西望月如鉤 \\n ○興平和壁間韻 \\n 三年留滯客京華又向西南天一涯回首鄉關千里隔銷魂橋上日初斜【銷魂橋在興平縣東】 \\n ○馬嵬坡【在武功縣】 \\n 漁陽鼙鼓幾曾停長恨歌成不忍聽一種香魂埋宿草巴山尚譜雨淋鈴 \\n ○益門鎮【東坡詩所謂北客初來試新險蜀人到此送殘山即此】 \\n 單車浩蕩別中原試險今來過益門馬入亂峰疑路絕人穿密箐怯風喧棧雲低拂西征旆蜀道初驚北客魂隴樹重重鄉國隔艱難滿目與誰論 \\n ○煎茶坪 \\n 振衣千仞破塵容天險初過第一重俯瞰白雲沈大壑平臨紅日上高舂雍梁橫界標羣望隴蜀中分據要衝見說漢王還定日煎茶曾此駐蒼龍【漢高祖還定三秦曾煎茶於此故名】 \\n ○黃牛鋪至鳳縣 \\n 舊說蠶叢險今知蜀道難盤雲危棧滑障日祕崖寒叱馭揮征轡驚心怯急灘計程宿鳳縣莫放酒杯千 \\n ○宿鳳縣戲為一絕句 \\n 鳳州三絕惟餘柳奈此依依依綠樹何攀折恨無纖手贈空沽邨酒對婆娑 \\n ○登鳳嶺 \\n 鳳嶺高何極岧嶤欲到天人行飛鳥上路遶白雲邊放眼觀塵界搴裳俯大千臨風思列子高處一泠然 \\n ○宿南星鎮書壁【有敘】 \\n 行役至此登頓殊勞感成一律用誌時日初無心計工拙也七月廿一日遼濱漁者題 \\n 鳳嶺南來邨閣中怒流深箐吼秋風驚心折坂石頭滑瞥眼危欄雁齒空一綫崎嶇緣鳥道千峰迴合認蠶叢斜陽好貰南星酒痛飲高歌慰轉蓬 \\n ○度柴關嶺 \\n 驅馬柴關道遙遙畏著鞭兩行交灌木一綫上青天膽落青羊水眼明紫柏烟【紫柏山名留侯辟穀處】赤松如可訪亦欲揖羣仙 \\n ○柴關道中口號 \\n 千巖萬壑愜招尋碧澗明流盡賞心應接於今真不暇勝遊可但是山陰 \\n 山重水復石磷磷巖壑幽深隔世塵經過柴關多少曲山風盡日恐行人 \\n ○過馬鞍嶺 \\n 險絕馬鞍道坡陀一徑通峰高連紫柏溜急走烏櫳【水名】 \\n 石壓蛟龍宅林生虎豹風行行瞻馬首何日復旋東 \\n ○觀音碥【路極險初名閻王碥賈中丞平治之易今名宋荔裳先生有蜀道平歌鐫於石今道旁儻有一碑題曰賈中丞□石□道處】 \\n 羊腸一徑倚雲開古木陰陰遍綠崖石色偪人蹲虎豹水聲殷地走風雷題詩小宋今何在闢道中丞去不回尚有行人思往烈殘碑拂拭剝蒼苔 \\n ○馬道至青橋驛 \\n 石棧天梯欲度難又驅羸馬上層巒慣經險阻能無懼飽閱烟霞可待餐兩壁土花張錦繡一江鴨綠急波瀾行人到此須留眼莫便匆匆負壯觀 \\n ○雞頭關【即七盤嶺】 \\n 入險益門鎮出險雞頭關幾日褒斜中鬢毛亦已斑復此萬仞梯抑接蒼浪天天風吹行人嗟予視聽艱彳亍不敢行欲度心懸懸自非壯士懷能不凋朱顏 \\n ○雞頭關望褒城 \\n 意豁神開眼倍明雞頭關下見褒城望中沃野真千里行處坡陀喜乍平壓地黃雲秋漸老宜人綠樹雨初晴故園風景依稀似立馬斜陽無限情 \\n ○褒城口占以李義山有未免被他褒姒笑之句因戲為之 \\n 烽火顏開事特新宗周從此入咸秦當年祇愛些兒戲褒女何曾解笑人 \\n ○沔縣早發 \\n 月吐眾峰頭流光照戍樓行旌指劍閣殘夢憶刀州露冷衣添重風清暑漸收草蟲殊造次吟動滿林秋 \\n ○武侯祠 \\n 檜柏森森丞相祠清高遺廟肅人思我來欲藉溪毛薦正值秋風拂面時 \\n ○望定軍山有作【沔縣東南十里】 \\n 討賊興師大義明可堪星隕志無成定軍山色秋風裏杜宇聲聲恨未平 \\n ○五丁峽 \\n 峽石色如鐵蒼蒼遍綠苔古痕留斧鑿傳是五丁開 \\n ○龍洞背大風雨 \\n 龍洞昏昏雲務生怒雷挾雨走江聲風翻山木動鱗甲身在蒼龍背上行 \\n ○朝天關 \\n 拔地雙峰峻盤雲一徑通蒼藤牽怪石老木吼秋風跋涉驚天險勞生歎轉蓬垂堂知有戒對此意何窮 \\n ○嘉陵江舟中二首 \\n 潮平風正小舟輕一葉中流破浪行九十九峰何處是峭帆已過利州城【廣元縣古利州也】 \\n 鞍馬長征日不閒抽帆今始得開顏扁舟穩坐如天上飽看嘉陵兩岸山 \\n ○過昭化縣【古益昌也】 \\n 益昌城內烟樹蒼益昌城外稻花黃牽舟令去風流在名共嘉陵江水長 \\n ○舟泊閬中 \\n 孤舟初泊閬州城水碧山青似有情江抱玉臺雲漠漠花明閬苑鳥嚶嚶亭荒宿草旌旄去興寄巴山感慨生坐對錦屏懷往蹟西風鼓角報嚴更 \\n ○順慶口占 \\n 城下賈客船次第泊江渚說著襄陽樂時時作楚語 \\n ○順慶旅次 \\n 走馬西來萬里遙旅懷無處不魂銷對床風雨憐予季形影相隨慰寂寥 \\n ○初至西充 \\n 邑小如邨落城荒草木秋人烟看寂寂山鳥聽啾啾稍喜民風樸敢言吏治優還將休息意蚤夜共諮諏 \\n ○放衙 \\n 人稀吏散放衙時飯罷高齋日上遲鳥語蜂聲滿庭院竹風清處玩毛詩 \\n ○行縣 \\n 一片孤城山四圍女牆崩久積苔衣居人寥落荒涼甚剩有茅簷映槿籬 \\n 負郭人家野竹圍水田當戶似僧衣慣來鷗鷺饒閒意浴罷梳翎傍短籬 \\n ○到官後書以自警 \\n 此日宰官身當年寒家子一旦致青雲切莫忘飲水堂下伊何人蚩蚩皆赤子何由得其情明鏡與止水但學古循吏莫效輕薄子循吏有芳名輕薄逐流水偪仄復偪仄餘地爭些子不見老柁師操舟大江水 \\n ○觀田家刈稻稻在水田中男婦俱赤足刈之慨然有作 \\n 秋至邨邨禾?罷稏紅田家稻熟野塘風腰鐮男婦貪晴日泥濘何辭立水中 \\n 赤腳揮鐮綠水濱泥深露冷正蕭晨紅顏小婦生來慣直與夫君共苦辛 \\n ○觀農人犁水田 \\n 一犁秋雨北風寒蓑笠縈烟溼不乾但願三冬田水足敢將筋力暫求安 \\n ○漢紀將軍廟【將軍縣人也】 \\n 滎陽城下烈將軍奇計真能靖楚氛忠義千秋九鼎重靈祠風雨至今聞 \\n ○冬月自府回途中偶成 \\n 菜子花黃帶雨新青青豆麥碧如茵田家好語分明記今歲邨邨茂小春【川中以菜子豆麥為小春俱九十月種來年四月收】 \\n ○鳳凰山張獻忠伏誅處【鳳凰山在西充縣東南二十里當時有吹簫不用竹一箭貫當中之謠國朝肅王入蜀射殺逆獻於此蜀人礫其尸立盡至今稱快】 \\n 滔天惡焰肄兇頑血漬金川草木殷一箭殪賊洵快事至今人說鳳凰山 \\n ○即目 \\n 已是嘉平月霜輕草未摧巖花開自好可但放疏梅 \\n ○書感 \\n 宦情役我走風塵萬里辭家別老親說到倚閭穿望眼雲山迢遞暗傷神 \\n ○示弟純 \\n 吾弟少年時吾親篤愛汝一自遠別離共誰團圞語 \\n ○不寐 \\n 隔窗蕉葉聲幾點夜來雨夢破不成眠慨然念終古 \\n ○和幕友吳魯臣見贈韻 \\n 民社初膺已半年防民真覺甚防川文章風月知何用循吏深慚誦馬遷 \\n ○除夕示舍弟純舍甥懷信 \\n 一官累汝遠隨予天末相依值歲除痛飲莫辭今夜酒醉酣剛可慰離居 \\n ○元旦率同官朝賀 \\n 瞻拜威儀肅衣冠列雁行儼同金鳳闕真惹御爐香北極卿雲麗東皇旭日長願將葵向意千歲祝春王 \\n ○觀村民舞燈【習俗自臘月即招善舞燈者共演之正月起至三月始止訊之謂取豐登之意可以致豐年也】 \\n 山城初送試燈風簫鼓喧喧是處同照眼火龍如意舞共傳底事兆年豐 \\n 巴童竹馬唱巴歌到處逢迎倩一過畢竟習俗緣好事豐登原在糞田多 \\n ○南岷山祈雨【山在縣南五里有九井十三峰相傳程真人得道處居民建祠祀之禱雨輒有驗九井十三峰今不可考矣】 \\n 騎鶴仙人去燒丹勝地存好峰雲澹澹荒井水源源聞道神靈雨常沾綠樹邨還將椒與桂一為叩山門 \\n ○喜雨 \\n 刺水秧針出毛空細雨來烟深迷遠岫雲密走輕雷草色浮新翠山容洗舊埃芳田時節好布穀莫停催 \\n ○縣試示諸童 \\n 珊瑚寶樹生海底光射洪濤千丈水鐵網高張護亞枝搜羅作貢天家裏即今人海亦茫茫降才原不間殊方還從有司上大吏取士有制周且詳國家由來重科目拔置石渠與天祿豫章翻風異凡才自有工師識大木此日諸生文陣開萬騎騰驤騁逸才敢道知馬如伯樂神駿自古超駑駘 \\n ○署中有池友人垂釣得魚喜甚書此調之 \\n 一池新水碧瀠洄傍柳垂綸坐綠苔陽鱎曾聞最貪餌紛紛莫遣近鉤來 \\n ○竹林避暑 \\n 暑氣肆鬱蒸炎炎畏長晝科跣衣不船寧為禮法囿維彼青琅玕檀欒蔚深秀坐臥于其中清風滿懷袖常願對此君免俗不辭瘦 \\n ○閱舊日所讀書不覺忘暑偶成 \\n 筐中冰雪文藏弆歲云久際此長夏日搜之逢故友一卷常自攜愛玩不釋手涼雨夜洒蕉清風朝散柳相對瑩心神祝融復何有 \\n ○新秋 \\n 井梧報新秋一葉飄庭院坐望河漢色忽驚時節變淅瀝夜雨疏清涼晚風善博得簿書閒差可親筆硯 \\n ○奉調入闈捧檄而喜詩以誌之 \\n 一麾深恐竊名邦守拙山城志已降差喜訟庭花遶砌敢矜龍鼎筆能扛月卿啣命來天闕玉尺衡才到錦江未學幸叨光盛典孤燈風雨憶寒窗 \\n ○山中早發 \\n 霧重曉風輕山高殘月午筍輿不逢人時時落林雨 \\n ○大庾渡【即涪江】 \\n 涪江綠淨不可唾烟深盪槳溪光破雲樹蒼茫兩岸山風帆一霎乘潮過去春問渡此渡頭今來風景又新秋歲月如馳不肯住滔滔空嘆大江流 \\n ○新都縣弔楊升菴先生 \\n 謫後疏狂祗自憐淋漓醉墨染蠻烟胸中血淚猶千斛風景誰云裂老顛 \\n ○駟馬橋【在成都北門外里許司馬相如題橋處】 \\n 未沽臨卭酒先過駟馬橋如何賣賦後忍聽白頭謠 \\n ○蜀中試院乃故蜀宮殿也感而有作 \\n 茫茫人代嘆何窮碧瓦參差落照中往日豪華銷歇盡空餘秋草泣秋蟲 \\n ○初入試院柬酆都江安兩王公【皆予丁丑同年】 \\n 昔年慚附驥今日喜聯鑣金屑沙難揀雞羣鶴自超何人工贗鼎幾輩奏雲韶識別維真賞相期在不驕 \\n ○試院對月口占 \\n 涼月高高夜漏深竟成坐對久沈吟劇憐燭盡三條後幾許良工苦用心 \\n ○洗墨池【楊子雲故蹟也在成都縣署中】 \\n 覆瓿雄文字字奇美新人正草元時可隣戶外無車轍故國空留洗墨池 \\n ○子雲亭【在成都捕廳署中】 \\n 寂寞終投閣何如草亭下門徑自蕭然時來問字者千秋符命本冥冥元理深探此未醒往日風流餘宿草浮雲烟樹映空亭 \\n ○杜工部草堂 \\n 平生稷契志漂泊幾曾酬溪水猶前日草堂空自秋 \\n ○九月十三日同友人高于仲自省回塗中遇雨 \\n 寒砧散響入遙空搗練深閨是處同黃葉西風鞍馬客那堪秋雨更濛濛 \\n 一天寒色隱秋山風雨勾留道路艱賴有好峰相慰藉時時霧外露烟鬟 \\n ○南充守歲仍用去年除夕韻【時予與弟純在南充利川在西充】 \\n 杯傳夢尾共推予客裏風光歲又除豈但故園千里隔眼前人已悵離居 \\n ○春日登順慶城樓眺望 \\n 無邊烟樹碧雲隈江上孤帆天際來照眼春光看不厭遶城十里菜花開 \\n ○南充縣試示文武諸童 \\n 幽蘭生澗底靡靡如眾草所異在本心美質能自保一但【但：旦】發天香採折爭傾倒不見古國士幾輩窗間老時哉不可失努力須及早 \\n ○五月回西充考試諸童口號 \\n 平生文字有奇緣桃李爭開共鬬妍游戲玉田與珠海何須更羡十洲仙 \\n ○登同慶閣【閣在成都東北高數十丈下瞰錦江天鼓青城諸山俱在眼中時學使者舟下重慶相與送之遂攜友人登眺六月十六日也】 \\n 傑閣俯龜城雲開望眼明蒼茫看陸海破碎認天彭浦樹含烟潤江風拂袖清神情高自爽真覺厭營營 \\n ○大庾渡登舟夜發赴遂寧 \\n 解纜涪江水推蓬古渡頭片帆催下瀨一葉放中流岸闊星垂野潮平月滿洲遂陽侵曉至誰識木蘭舟 \\n ○初至遂寧行縣 \\n 十里青山縣平蕪綠樹村芳田梅雨潤香稻夏雲屯富庶風猶古周章俗尚存【邑人健訟比他縣更甚】敢矜能聽斷期不愧平反 \\n ○往大足道經安岳蟠龍山山路崎嶇比棧道尤險為長歌記之 \\n 連峰插天互相屬仄徑蒼蒼但烟霧折坂盤雲傴僂上後人頂接前人足剛得稍平喘初定當面石?含砑更生懼崖轉峰回石磴通澗橫谿斷疑無路怪石崚嶒勢欲壓獰龍張髯老蛟怒嵐翠時凝過客衣雲氣直遶行人屨我來九月際深秋絕頂羣峰看錯互扶桑晞髮紅日近舉手欲邀羲輪駐天風吹我生羽翰恨無謝眺驚人句上如登天下亦難著意攀援慎舉步此景此生得未曾揮毫記取烟霞趣 \\n ○大佛崖【在遂寧縣南五十里就江邊峭壁刻成之高十餘丈】 \\n 千仞臨江石刻成丈六身莊嚴空自好色相憶前塵 \\n ○奉檄赴昭化比至蓬溪已日落矣以月色甚佳復行二十里始宿 \\n 行役敢辭勞奔走自吾職一鞭落照中山城到昏黑謂當息鞍馬明月有佳色流光萬里同淡致孤懷得去去踏素影此意復何極吾自愛清暉詎為嚴程過 \\n ○山行望見順慶口占 \\n 城下嘉陵水城頭姑射山果州風景別相見一開顏 \\n ○閬中至昭化終日山行偶成俚歌 \\n 上山如上天下山如下灘上難下亦難不知天地寬 \\n ○牛頭山送宋簡州夜歸記 \\n 天雄關在昭化縣治西十五里石徑盤紆層折而上即世所稱牛頭山也上有漢關侯廟廟側小閣三楹俯瞰嘉陵江水如衣帶循鳳嶺遶縣郭東南折而南去其東北則平疇廣陌沃野宜人江外諸山攢峰拱揖實勝概也己丑初冬大府以道路崎嶇檄飭平治命予協董其事適簡州牧宋公卸保寧篆歸簡道經昭化邑侯吳公置酒招予飲餞于此因相與登眺徘徊酒酣宋興發揮毫立成三絕句予與吳皆屬和宋乃舉杯相謂曰人生聚散如泛梗飄萍今日得此殊為不負後相逢毋忘此段佳話也會日暮宋作別予與吳復乘馬相送途中遙望數峰青峭奇秀娟好則雲頭山也道經一洞橋石骨巉巖石?含砑壁立皆成鐵色樹根穿石罅中作蛟龍攫拏狀遂共下馬咨賞以為天地元氣所結自然雄偉而畫師欲肖形於筆墨終遠遜也久之始別去日已下舂矣歸途履石磴踏空林落葉松明前導馬蹄隱耳作隆隆聲忽見野燒入雲遠與疏星相亂因憶十年前晚行有句云 \\n 跨驢踏石下危岑欲覓山村夜已昏忽記岸亭詩句美星星遠火透疏林遠火透疏林吾友趙岸亭句也計與岸亭別又三年矣浮萍泛梗真有如宋公所言者歲月詎堪把玩耶因誦宋句思其人益依依不能忘此日之為嘉會也行至新鋪吳騎在前予騎在後相距僅咫尺有虎衝予馬首而過至天雄關執炬人談之猶色變復下馬坐閣上小憩命山僧烹茶予戲吳曰君境虎皆渡河去矣何復有此吳徐曰當是癡虎尚未識桔柏渡之為渡口耳相與拊掌大笑茶畢聯轡徐行比入城已漏下三鼓矣時十月晦日也宋名思仁江南人吳名廷相山東人皆與余傾蓋定交者 \\n ○附宋詩 \\n 淒風桔柏咽江流月照牛頭萬古秋杜宇亦知千載恨聲聲泣血過危樓 \\n 百年身世欲何之轉瞬光陰那肯遲忠孝與君當共勉敬侯有墓路人知 \\n 山色蒼蒼草色黃多君餞我別離觴可憐今夜平分月廻首雲山即渺茫 \\n ○附吳詩 \\n 雄關晴聳翠光流俯瞰雙江滿巾?登秋只為離亭貪愛日卻忘短景下山樓 \\n 賜馬題詩寵並之歡生贈佩去遲遲他年若過平山下壁上龍蛇動已知 \\n 風流惠政繼蘇黃童叟攀轅偕奉觴今夜文星何處照劍關西望意茫茫 \\n ○和宋簡州牛頭山留別韻 \\n 家世江東第一流更饒文藻賦悲秋雄關又得驚人句勝地宜名謝眺樓 \\n 徑曲真成字似之牛頭袞袞上來遲放懷今古無窮思問著山僧總不知 \\n 循聲久已比龔黃此日登臨與餞觴肝胆照人真氣在晴波千頃嘆茫茫 \\n ○題費敬侯墓【在昭化縣西門外雍正十三年果親王自烏斯藏回經此留題云深謀卓識四大字刻於石】 \\n 辦賊當年志慮純彭亡惡兆忍重論至今嗚咽嘉陵水夜夜濤聲泣墓門 \\n ○昭化留別吳調元二首 \\n 牽舟岸上惠風濃水色山光麗日融行見治平稱第一益昌今又說吳公 \\n 醇醪飲我比何如雅意相關半月餘心醉自今勞遠夢雲山時惠一行書 \\n ○舟中早發 \\n 寒山無數鬱崚嶒紅日高春上未曾霜氣蕭森岸葦白一枝柔櫓下嘉陵 \\n ○江行口號 \\n 纔轉前山又見山舟行曲曲幾灣環停橈試問灘深淺柁棙開頭不敢閑 \\n ○夜行 \\n 扁舟一葉御微風星影搖光碧浪空暮靄沈沈迷遠岸櫓聲咿啞月明中 \\n ○聽舟人渝歌 \\n 款乃歌聲隔遠烟雲山縹緲好音傳長年三老遙相示多是前灘下瀨船 \\n ○舟中眺望 \\n 楓葉下寒江綠淨江中水水落浪花平澄波清見底我行際仲冬孤舟山色裏推蓬初日上霧重嵐光紫塵勞欣暫遣雲山殊可喜平生邱壑懷對此曷能巳 \\n ○舟泊保寧 \\n 江色城南好人烟古閬州錦屏嵐翠裏今日又維舟 \\n ○南部道中 \\n 山蒼蒼雲茫茫歸路馬蹄忙涼風吹細雨寒草綠荒岡畫眉聲裏松杉道何處青山是晉陽【西充古晉陽也】 \\n ○西充道中 \\n 斗石坡陀山徑淡雲喬木蒼烟數家不成邨落遙倚清流澗邊 \\n ○予至西充三歲矣初見大雪喜為長歌 \\n 蜀地氣暖無寒冰連山積雪更未曾每憶吾鄉三冬節峰嵐滿眼玉崚嶒一官到此已三載草木青青寒不改縱然微雪亦旋消那見花飛六出彩今年栗烈北風吼夜雨瀟瀟簷溜走夢回乍疑紙窗明開門雪片大如手無乃天公戲知是玉龍鬬柳絮擬最工撒鹽句真陋瓊貝積已多琅玕壓欲仆訪戴愧無船起袁慚未候東嶺西嶺青松失千峰萬峰玉笋出三白臘前兆豐年拍手農人笑語溢我亦對之喜洋洋連雲宿麥擬倉箱時和歲稔訟自息庭前草長羅可張地爐榾柮火通紅酒酣耳熱氣更雄安得快馬高纏鬃手挽六石霹靂弓殺伐狐兔無留踪歸來滿馬誇吾翁嗟予家世本遼東對此茫茫意何窮 \\n 愛吟草 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●愛吟草附錄一", "正文": "　 \\n ●愛吟草附錄一 \\n 　 \\n  \\n 恩卹道崇慶牧常君殉節錄 \\n 武功張洲撰 \\n 常崇慶行狀 \\n 與王給諫致常崇慶行狀書 \\n 與王慎徽應山令 \\n 同王司馬祭崇慶州牧常君文 \\n 祭殉節崇慶牧常君文 \\n 崇慶牧常君殉節詩 \\n 常公輓詩 \\n 常公輓詩 \\n 奉題贈中憲大夫四川崇慶州牧常君殉難紀略後 \\n 讀四川崇慶牧遼東常君殉難行狀五言古體四十韻 \\n 哀崇慶常牧殉節詩 \\n 崇慶州牧加贈中憲大夫常公殉節詩 \\n 題常理齋先生愛吟草殉節錄二律 \\n ○常崇慶行狀 \\n 常君諱紀字銘勳號黻廷別號理齋上世山西某縣人前明徙遼東入國朝為奉天承德人曾祖來紫祖明輔貤贈文林郎西充縣知縣父國材封文林郎西充縣知縣母賈氏徐氏俱孺人男子二君其長也少讀書弱冠為其縣學廩生乾隆癸酉由副榜貢成均丙子舉於鄉明年丁丑成進士又十年丁亥需次選人選知西充西充蜀僻邑居亂山中孔子廟學宮久圯君至一與修復祀關忠武無廟歲時春秋假他祠移木主以祭儀物簡畧不稱祀事為創建新宇供祭有所可備禮焉廳事東故有晉城書院乏師弟子廩給資遂廢君拔人士秀者自教之而自廩給之三入棘闈皆分校禮經最稱得士獄訟剖決如流及一切利害興除事斷然為之罔需時日士民既悅頌聲大作四境之內徧滿道路攝知南充遂寧二邑人皆稱說不置口知縣事四年歲在辛卯秋金川番部舊服屬我敢作不靖侵擾沃日諸土司皇帝震怒命廷臣帥師問罪制府檄赴軍隸故定邊將軍溫戎幕管理支給糧餉迄癸巳春凡三年斂放無秋毫私克勤不怠用功能最遷知崇慶州仍管理糧餉在軍中制府疏云任事勇往不辭勞瘁同事皆感服以為制府知人其年六月降蠻叛亂君以崇慶知州死難昔嶺於虖傷哉先是金川兩部酋長為甥舅屬相唇齒為黨與漸且披猖我兵攻美諾既克逆豎僧格桑失鳥獸巢穴窮窘奔竄日夜走陰連索諾木謀再舉從間道掩襲我兵六月一日潛來美臥溝約降蠻合應皆叛附橫衝我兵轉掠及木果木君在昔嶺聞之知且不測麾從者曰賊至將劫糧餉我義與俱存亡汝等急去毋徒為俱殲也無何賊眾至軍中譁然驚既且稍稍潰散君文儒然故遼東人武勇提刀且擊且罵手刃數賊斃之賊見連斃其數人簇擁圍刺遂乃身被十餘創口不絕罵以死從者被害終莫肯遁去時文臣先後死事二十六人獨君甚烈甚慘癸巳六月十日也距生雍正戊申七月二十七日得年四十有六當事列蹟以告加贈中憲大夫恩卹道給葬祭銀入祀昭忠祠廕一子制府復建議立祠浣花溪岸祀同死事者額曰慰忠所以褒忠顯節旌往勸來昭示萬世也西充人以君愛人有惠政哀思之不忘亦相率與肖像於所建忠武廟旁時時哭泣聚祭其間君長為詩於經史諸子博覽靡遺好蓄古籍不惜多金以購尚義立然諾重節概喜談說古今事迹指陳得失成敗娓娓不勌豪飲善射官廨治事餘暇與其賓客僚佐樹標的執弓矢論勝負設罰爵相娛樂每讀史至明臣周遇吉傳輒擊節慷慨太息或至泣數行下可以知其志已故識者謂君仗節死義於平日讀書中得之非偶然者娶孺人邱氏子承武以廕為太學生候選知縣予與君同年進士謁銓部都門同邸舍三年相知深切後遊巴蜀過西充相與飲酒倡和為詩留十數日乃去君被難時予復在蜀知蜀事為詳而君臨難時特遣役數千里詣予家致永訣予實在蜀逾時乃知則所以述君事行者非予其誰固不得以謭陋自諉因掇拾成篇為著其大畧如此所冀立言君子采摭潤色以垂竹帛以勒貞珉庶可示永久而傳無窮也甲午六月武功張洲撰 \\n ○與王給諫致常崇慶行狀書 \\n 洲啟元亭先生給諫閣下比日殊闕修候慊甚慊甚茲洲所為崇慶牧常君行狀敬呈左右伏惟觀覽並加郢削幸甚常君為人豪爽慷慨存心忠厚意氣激發輕財好義飲酒賦詩學問淹通才思敏速此閣下與洲所共知者曾與相處三年相敬愛如一日出宰西充洲以事抵蜀留十數日知其政績頗詳所興建祠宇如孔廟關神武廟或創或復皆毅然為之充人求洲記其事刻石焉蓋頌聲遍滿人口矣今且臨難死義大節凜凜當降蠻叛亂之時能提刀擊賊手刃數人身被十餘創口中猶喃喃罵賊迄死乃已最烈最慘實為一時所罕有羣蠻之變事起六月一日至十日乃及木果木昔嶺為時甚寬此際苟有畏死幸生之心其勢未嘗不能遁去即如某公得自軍營逃出可見已常君死後已蒙卹典翰林為立傳然不過記載名姓籍貫而已至其死事細微曲折實末由知之洲時在蜀知之殊悉因擬撰殉節行狀一則其弟未學其嗣尚幼故且致之閣下閣下與常君同為遼東人居相近俟其嗣且長通知文義俾觀之庶知其先人被難始末情形且可持此求當世諸名公詩謌碑銘用傳不朽以光史乘此則洲之至願也幸惟閣下留意秋氣漸寒伏冀為時珍攝不宣 \\n ○與王慎徽應山令 \\n 辰夏一別忽已三載臨風神溯無時可已邇聞得補應山牛刀初試新發於硎宏猷懋著循聲播聞薦剡可登榮擢在即屬在友朋欽慰奚似【洲】僕僕風塵奔走東西不知何時摳趨左右飫領教益也西充令常君值降蠻之亂手刃數賊被創而死最烈最慘殉節疆場可哀可敬【洲】擬作行狀一篇已呈元亭給諫更望足下政事餘暇或為詩謌或為志傳以大筆表揚奇節千載不朽豈非盛事羽便肅泐佈達併候新福統惟心照不既 \\n ○同王司馬祭崇慶州牧常君文 \\n 維乾隆三十有八年歲在癸巳九月二十日年弟諸城王榮緒武功張洲謹以清酌庶饈之儀致祭於特授崇慶州知州奉直大夫同年友常君黻廷之靈曰嗚呼黻廷磊落豪英留都奇士鬱鬱時名采摭百家寢饋六經志節慷慨意氣縱橫出宰充國卓爾聲稱義甘苦藥操厲寒冰蠢茲逆酋擾我邊鄙帝命廷臣杖鉞蒞止充宰馳檄赴師千里理餉持籌蚤作夜起在師盡瘁蹇蹇鞠躬擢置州牧曰嘉乃功羣蠻叵測狡黠反覆潛襲我兵變值倉猝儒生感激提刀奮勇連斃賊徒浩呼洶湧干戈環向鼎沸?鬲波騰眾孤匪敵捐軀殞生為漢周苛為唐杲卿震震烈烈死而益榮憲臣列蹟上告天子乃敕宗伯敕太史氏用紀厥忠用永厥祀噫嗟黻廷可無憾矣某等同袍誼切知已情殷京華邸舍膠漆雷陳驚聞凶耗涕淚盈巾望風寫哀抒悃薦芬釃酒腹痛灑翰傷神黻廷英靈庶幾有聞嗚呼哀哉尚饗 \\n ○祭殉節崇慶牧常君文 \\n 維乾隆三十九年歲次甲午六月癸未朔越十日壬辰武功同年進士張洲謹以牲醴之儀遙祭於故崇慶州知州加贈中憲大夫常君黻廷之靈曰歎意氣之如存感報國於故友要忠勇之克全乃天良之獨厚鬱高懷之激壯超羣輩而寡偶臨大節以慨慷真義烈之罕有駭凶問之初聞痛疇昔之聚首憶早歲之同袍與科名於丁丑後需次乎選人歷三載而握手共邸舍之寒檠信相知而敬久迨剖符以西征望棧閣之陗斗設祖道于都門悵臨岐而折柳旋因事以抵蜀復聯唫於杯酒美君子之政績允斯民之父母忽金酋之猖狂肆蠻觸之擊掊興一旅以撻伐奉羽檄以奔走值降卒之叛亂固患生於腋肘士見危而致命甘一死以獨壽邀紫誥之頻頒獲廕卹於爾後當事變之乍起知倉瘁【瘁：猝】之難守遣一介以永訣意周至而匪苟媿鄙淺之文辭詎立言之不朽綴遺跡以論設或攟撫於八九儻名流之采擇庶傳誦乎眾口薦一觴以告情冀神格於左右尚饗 \\n ○崇慶牧常君殉節詩【有序】 \\n 張　洲【萊峰陝西武功人丁丑進士浙江德清縣知縣】 \\n 君諱紀字黻廷承德進士令西充大兵征金川檄赴軍中管理糧餉有功升崇慶州牧癸巳六月降蠻叛亂君手刃數賊身被創以死事聞加贈恩卹道予黻廷友心感其事詩以哀之凡二首 \\n 逆蠻反覆事須臾報國儒臣勇義俱激烈杲卿猶噀血倉皇溫序且啣鬚軍中殺氣寒雲杳塞上悲風夜月孤昔嶺自今芳草色祗應烟雨碧模糊【昔嶺君被害地】 \\n 錦城俎豆重明禋卜地浣花祠廟新【制府具疏立祠浣花溪旁以祀同死事者額曰慰忠】已識忠名頒紫誥【有旨恩廕卹一子】劇憐義骨亂青燐桐鄉泣淚民留像【宰西充有惠政民聞其死哭泣肖像以祀】華表風烟鶴有神【承德遼東地】最是汗青傳萬古端從特筆紀微臣 \\n ○常公輓詩 \\n 張廷榴【陝西武功人辛巳進士湖北枝江縣知縣】 \\n 軍餉頻籌萬馬屯捐生慷慨報君恩文章久已推青選節義洵堪重紫閽昔嶺烽煙伸壯志浣花俎豆慰忠魂從知雖死猶生也況有殊榮廕子孫 \\n ○常公輓詩 \\n 張廷梅【陝西武功人廩貢】 \\n 橫戈壯往斃蠻酋見說文儒武更優大節能全昔嶺上忠魂常遶浣花頭天恩疊沛簪纓續史筆詳書汗簡留良牧功勳難再覩祗餘姓字永千秋 \\n ○奉題贈中憲大夫四川崇慶州牧常君殉難紀略後 \\n 王纘祖【山東濟寧人舉人】 \\n 長白之山何靈長磅礴鬱積坤維張蔚為哲人應國運久與青史爭輝光其中常公更傑出實亶靈秀摛文章受天者多積者厚忠誠貫日垂寒芒西酋內叛連外寇如獸困鬬寒灰揚大軍從天初未下据守猶賴川兵彊重關自閉蜀道磴轉輸寧效烏巢糧公當度支給軍餉枝兵昔嶺勤持防蜂囂蟻聚忽蹂躪隻手莫挽頹波狂公曰義在何所避一呼奮臂橫衣當風雷咤叱出眾力手刄不數魔頭僵酋師肆毒交石矢袒背誰辨尉【平聲】 \\n 遲創稽首北面再拜絕臣節已盡無他腸一軍感激少生氣官許殉國民知方沙蟲猿鶴與同化正氣千尺排天閶覆軍僨事古所戒要與文職無相傷守土之臣死所死昔訓若鑑明且彰卞袁遺事昭簡冊張許精爽留睢陽常公忠烈與之並英風毅氣無低昂天子褒嘉慰忠節祀祠敕建浣花旁西充惠愛千載遺立像歌哭崇祠堂他年桂旗下風雨萬靈奔走馳車驤峨眉雲高接瀚海清節兩地懸秋霜 \\n ○讀四川崇慶牧遼東常君殉難行狀五言古體四十韻 \\n 金文瀾【浙江仁和人副榜】 \\n 學深任氣數性定無存亡我觀天下事管窺庸足量遼東有國士理齋厥名常毋謂當代人與古難頡頏弱冠邁庠序三十成文章拾芥掇科第匪夸名氏揚將以經術身展布於廟廊謁選授西充西充蜀道長山環復水阻積敝嗟荒涼君為振風俗綱目間大綱董課警戲遊建廟崇蒸嘗公餘申教令士民初有方烽烟起番部逆酋恣披猖羽檄從令署支放千軍糧束裝隸營幕三年食未遑名遷崇慶牧身踞西嶺岡賊掠木果木劫奪傾稻粱懦夫心膽裂壯士空踉蹌君揮使各去有我獨身當大呼震林谷奮臂施干將可憐書生手刃賊如刲羊疊擊八九首連被十數創屹然猶罵賊賊勢怒益張一旦申大義義氣何堂堂當事奇偉烈臚蹟陳未央監司卹其躬成均廕廼郎祠祀入昭忠于焉報馨香此事越四載迢遙隔遠疆媿我暗時務誰與潛德彰張侯武功宿餘不來樹棠邀予課令子日久形迹忘著作從我讀燈窗披琳瑯忽地得君狀英風疑飄颺君效明遇吉我擬漢子房狀貌儘儒官勁勇淩秋霜雖然事迹異氣局無參商懸知大丈夫百鍊益堅鋼得力性學功生死兩不忙臨風一憑弔詩成涕泗滂今朝見實錄乃歎史筆良 \\n 前題 \\n 吁嗟西充有賢宰余固不得而已【已：知】 \\n 也厥後昔嶺為神臣余又烏從而知者書生慙媿見聞窄抱甕錢唐殊鄙野讀君行述見君心掩卷秋風淚頻灑淚頻灑兮亦胡為匪謂如君古今寡感君真能學古人覽史預讖將身捨大義凜烈罵賊亡至今英氣奔戎馬昭忠廟食分應得何如美陽張公秉筆一一為君事蹟寫 \\n ○哀崇慶常牧殉節詩 \\n 袁鵬翥【陝西潼關人舉人耀州學正】 \\n 一死真慷慨英魂逆豎驚常山舌堪斷宋瑞面如生鶴稅遼陽駕歌招楚些聲儒林誰得似麟閣蚤垂名 \\n ○崇慶州牧加贈中憲大夫常公殉節詩 \\n 余文靖【廣東嘉□州人貢生】 \\n 血染征袍赤戈揮午日低芳名標汗簡大節重璇題華表應歸鶴雄關想聽鼙兩川遺老在淚墮浣花溪 \\n ○題常理齋先生愛吟草殉節錄二律 \\n 奈此跳梁小醜何與糧存沒矢無他明知將帥疏防甚死為君王殺賊多吟草編成詩古雅浣花祠祭淚滂沱旂常遺烈殊彪炳況復青天去後歌 \\n 森嚴華表記流連今日重尋翰墨緣往事尚存前哲去遺編能守後人賢先生氣節堪千古我輩來觀已百年遭際太平原不忝時艱蒿目倍淒然 \\n 鄉後學壬寅九月李景枚拜識 \\n 恩卹道崇慶牧常君殉節錄 \\n ●愛吟前草 \\n 瀋陽常紀著 \\n 序 \\n 雜興十五首 \\n 雜興 \\n 初春晚眺 \\n 溪上偶成 \\n 賦得老樹著花無醜枝 \\n 賦得輕燕受風斜 \\n 憶癸酉春夏與奉峨兄讀書於城南之保安寺甚自得也時有秦先生者山東快士喜堪輿精占卜聚談者屢遂訂交焉今日各有所就而風流雲散如此追感不勝惘惘因賦絕句九首呈奉峨兄 \\n 清溪 \\n 閒居偶成 \\n 村居雜咏四首 \\n 和咏新居 \\n 和閒居偶感詩有頻年論古類何人之句依元韻 \\n 野外閑步懷城中諸友 \\n 暮秋雨雪有懷奉峨二兄 \\n 九日 \\n 和福都統晚投莊舍見贈 \\n 又和篘字韻 \\n 附福詩 \\n 賦得千金之子坐不垂堂 \\n 三孝廉詠 \\n 學易島庵蟬聯體以苔徑雀聲晚蕉窗蝶夢涼囊琴步野渡枕笛醉漁航二十字為題各限五言四韻每一題即以次字為韻 \\n 賦得牛飯就松涼 \\n 賦得山雨欲來風滿樓 \\n 賦得青草池塘處處蛙 \\n 晚望 \\n 偶興 \\n 懷趙岸亭同年 \\n 無題 \\n 有感 \\n 閒望口占 \\n 偶成 \\n 閨情 \\n 晚望 \\n ○續刻常理齋愛吟前草序 \\n 余所梓常理齋愛吟草乃甲申以來理齋赴選入都至西充所作西充以後軍務倥偬篇什有無所不可知而其嗣君衣軒所撮拾於慈氏敗簏中者尚有詩近百首皆丁丑榜後需次里居朋友唱酬流連景物之作字多蠅頭小草間有闕殘知為未定稿也而其中深情雅韻發於自然足以見胸懷之灑落學養之深純異日感頌在民臨難不奪蓋基諸此固不可廢也且在衣軒既痛其先人之歿時方幼冲今日抱恨終天無可申慕而此詩得於故紙中幾成煨燼手澤幸存零縑碎墨皆所寶惜因盡以質余余亦如逢故友於數十年之前每讀一篇三歎不忍釋手乃為補綴悉以付梓命之曰愛吟前草另為一卷以別前刻所以成衣軒之孝思也庚戌仲春上浣遼陽王爾烈識 \\n ○雜興十五首【上平韻】 \\n 南山當戶曉巃嵸百丈浮圖插碧空雲走遙天何處雨鳥鳴高樹恰來風午花搖影千枝亞峭石分流一帶通最是門前叢柳處橫橋曲折岸如弓 \\n 春盎園林似酒濃為貪午睡豈【豈：起】常慵臥看花塢斜陽度坐愛書窗樹影封籬下雀馴還踆踆盆中魚戲自喁喁揮毫方欲成新賦風送濤聲上小松 \\n 濯足清流踞石矼沿溪聊復覓香茳融融天氣雲生片漠漠林煙鳥去雙草逕逢人行且語寺鐘隔樹止還撞閒情於世知無益尀耐詩魔未肯降 \\n 幾處衡門颺酒旗綠楊馬繫拂牆枝遙憐遊子飛征蓋深喜農夫唱野詞松有清音搖麈尾石饒奇氣立河湄水田飛鷺思何妙領畧維摩七字詩 \\n 倚杖閒觀對落暉四山烟靄暮霏霏鴉來何處鳴巢樹鷗解無人立釣磯橫笛聲纔隨犢下晚炊香恰荷鋤歸欣欣萬物私能遂我自吟詩任是非 \\n 不游城市愛山居問答何妨樵與漁眼底烟霞常自在閒時日月莫教虛行登虎跡危岑上伏覽龍興戰壘餘幸際承平天地闊行藏何用自躊躇 \\n 前溪新漲接邨隅選勝森林坐綠蕪枝無漏日蟬先到波有閒雲人與俱白鷺遠飛堪目送青山獨對足心娛長烟叢葦蒼茫處知有漁人繫釣艫 \\n 午鐘初罷午雞啼一榻清幽任我栖籬荳花香新艾納墨池水染古玻瓈小狸撲蝶還窺影巧燕成巢不墮泥階草自生窗外綠人非茂叔也萋萋 \\n 一自歸來別等儕村居真不負青鞋烟波浩蕩堪怡性雲物鮮新任放懷多為鄉鄰斟濁酒不思門第植高槐北窗倦息開書卷自取詩篇削不諧 \\n 眠起疏窗拂曉開一簾花雨滴蒼苔色凝夜露盈盈豔香入晨風細細來鳥有歡聲占氣候門無雜客任蒿萊昨詩更理呼烹茗縹緲松烟出壁隈 \\n 山簇青螺樹擁津一回簾捲一回新溼雲初斂經宵雨小艇頻來趁市人未訪赤松隨採藥敢希清渭獨垂綸文章假我知何盡日用聊同耕鑿民 \\n 山之薇蕨澗之芹春滿溪山作綠雲認自葩經知可食採隨樵子信多芬嘗新豈少田園美適野聊為手足勤筐筥自攜歸且詠閒花滿地任紛紛 \\n 晨起荷池長舊痕始知夜雨過山邨簷花全綻連枝蕊籬豆初生著土根洗硯忽看磨處薄曝書尤勝讀時溫掩關無復人來往蝶自紛飛鳥自喧 \\n 四月深村尚峭寒北風未許著衣單藥欄有信香何閟桐葉逢餘歲尚寬園畔舊畦留雪迹山頭野燒入雲端香溫茶熟渾無睡新句推敲到夜闌 \\n 一身飄然住人寰閒事閒心竟不閑勤捲疏簾通燕燕自疏活水聽潺潺丁寧不住一林鳥應接無窮萬點山良夜月來清可喜未容早教小扉關 \\n ○雜興【下平韻止存三首】 \\n 平疇遠陌蔚藍天長日風恬霽景妍花滿田塍石季錦水鳴沙瀨伯牙絃松磎柳徑多盤折竹杖芒鞋任往還小憩聽鶯寧有倦支頤高枕石頭邊 \\n 展眺衡門十里遙沙隄行水到邨橋平蕪綠盡青山尾遠寺紅藏碧樹腰三徑舊栽處士菊一株新得美人蕉習勞不擇閒花草抱甕沿籬取次澆 \\n 曲池掬水沃清泠岸靜波恬眼頓醒風縐細紋浮日彩柳垂深影拂天青花光鏡裏還屏裏雲氣山形復獸形漁子機心頗未忘不妨鷗鷺自梳翎 \\n ○初春晚眺 \\n 峭寒猶臘日晚眺覓春光雨點千峰雪烟籠萬木霜落霞歸極浦殘照度危梁咫尺故人隔林烏空自翔 \\n ○溪上偶成 \\n 野度平沙岸清波曲折流板橋三疊合冰鑑一泓收蘋白桃花浪泥香燕子洲興來懷古調無語對羣鷗 \\n ○賦得老樹著花無醜枝 \\n 老樹妍於醜新花不斷生疏枝宜冷豔勁氣發春榮柔冶愁風雨山川見性靈廣平能作賦鐵幹有菁英 \\n ○賦得輕燕受風斜 \\n 澹蕩和風細差池海燕輕纖姿翻紫翮逸態度青苹自覺泠然善非同翩若驚由來天地闊任爾自飛鳴 \\n ○憶癸酉春夏與奉峨兄讀書於城南之保安寺甚自得也時有秦先生者山東快士喜堪輿精占卜聚談者屢遂訂交焉今日各有所就而風流雲散如此追感不勝惘惘因賦絕句九首呈奉峨兄 \\n 偃蹇名場弟似兄未堪拔幟附羣英【入選拔場到遲未得預考】為貪五夜連床語失卻當年貢士名 \\n 壯志經摧未肯降且從禪室借芸窗滿簷花雨廉纖夜荷檠膏焚白錫釭 \\n 飯後曾行百步工逍遙塔院聽松風古碑遺像摩娑遍共倚閒牆數落紅 \\n 無邊光景赴晴窗底事多求健筆扛瓦雀忘機得靜趣閒行書案一雙雙 \\n 碧桃紅杏紫丁香解作芬芳潤帙緗最喜催詩一夜雨興來齊上悟禪房 \\n 一帶清溪湧碧沙春閒無事柳飛花題詩分韻松濤側好句難忘色鬬鴉 \\n 淋漓放筆類春流更望繅絲細細抽直到江郎才盡日纔知更上一層樓 \\n 先生異數自通微妙卜先天竟不違雲碧秋空生五色果然萬里看鵬飛 \\n 邇來咫尺歎離居便欲相從未有期何日一樽桑落酒燈明杯滿話新詞 \\n ○清溪 \\n 清溪一曲抱山邨野岸平收瀉碧痕浴罷閒鷗無別事每將盟侶宿雲根 \\n ○閒居偶成 \\n 辜負田園春復春廿年竟作浪遊人歸來野草荒三徑別後新枝蓋四鄰柳結濃陰薰暖日花含靜態笑紅塵西疇有事偷餘暇玩易閒窗樂性真 \\n ○村居雜咏四首 \\n 黜落今如此歸來洽素衷一邱原自足三徑復誰同濯足滄浪水開懷君子風野花隨處好時插帽簷紅 \\n 昔是名場士今為識字農菜畦時自灌米臼看人舂飲馬登危岸饟耕蔭古松由來辨菽麥不欲老書傭 \\n 晨起踏晴沙行行入曉霞無人結伴侶有徑到桑麻燕掠揮鋤草蜂隨覆隴花如何無限景一向付山家 \\n 雨過山塘靜晴郊望欲迷亂流逐水馬斷岸聒田雞天迥遙峰淡雲深塞樹低老僧同杖履偶語夕陽堤 \\n ○和咏新居 \\n 每過柴桑處士居山重水複致偏餘烟深野渡孤舟靜雲壓橫岡綱雨疏大壑東來還北轉疊峰西起復南紆此間佳勝無人識恰好先生置草廬 \\n ○和閒居偶感詩有頻年論古類何人之句依元韻 \\n 七尺微軀幾度春閒從經史閱前人雄才惟愛陳同甫麗句還推盧照鄰縱使經綸多素志依然琴鶴少纖塵兩疏拂袖歸來日田里優游懷葛民 \\n ○野外閑步懷城中諸友 \\n 霜過寒汀靜澄泓碧一灣菰蒲殘葉裊鴻雁和聲閒暮靄濃深樹秋容淡遠山相思人不見獨立白雲間 \\n ○暮秋雨雪有懷奉峨二兄 \\n 吳江幾日落丹楓蕭瑟黃雲壓碧空萬里寒光凝玉露一天雪色入秋風孟家南陌留驢跡陶令東籬護菊叢遙憶故人吟白雪奚奴應待寄詩筒 \\n ○九日 \\n 淡雲微雨過重陽陶令東籬菊正芳無客攜壺還自酌坐看歸雁入蒼茫 \\n ○和福都統晚投莊舍見贈【福名增格】 \\n 野曠黃雲重蒼然薄暮秋呼鷹登古壘躍馬渡寒流小隊勞相訪高文許共謀留連茅屋裏塵集紫貂裘【裘字係初韻復改□字】 \\n ○又和篘字韻 \\n 竟借田家宿來觀萬戶秋採風詢野客得句惠詩流語抵十年讀塵消一面謀荒村慚市遠徒貰近鄰篘 \\n ○附福詩 \\n 野燒平岡斷荒原古木秋田家足稔歲名士自風流禾黍初登圃雞豚不外謀主人誠愛客投轄醉新篘 \\n ○賦得千金之子坐不垂堂 \\n 試誦垂堂戒冰兢慎所趨百年野馬過七尺火牛驅蜀道人心險秋雲世態殊周行如砥矢珍重認前途 \\n ○三孝廉詠 \\n 慈奉峩 \\n 屈常吉 \\n 趙岸亭 \\n ·慈奉峩【名國璋號惺圃癸酉科】 \\n 慈生澹蕩人礧砢多節目羡此百尺松乃竟棲薖軸豈為田園荒耽此家庭福歲時壽高堂濟濟稱雍睦幾許有用書殷勤下幃讀賢者不可測莫漫譏雌伏 \\n ·屈常吉【名彰壬申科】 \\n 俠氣老不除屈翁木?爯豪放吾友繼鳳毛風流尤佚宕清言相倡酬賞音過夔曠君家名父子每過神輒王賦性不黨同儕輩稱直諒對此緬三閭睪然時高望 \\n ·趙岸亭【名士傑字漢超丙子科】 \\n 平生趙元叔雅志勵冰雪可憐次骨貧性不因人熱肝膽向友朋雞黍供親悅明月入高懷秋水同清澈遐哉不可及此賢心似鐵 \\n ○學易島庵蟬聯體以苔徑雀聲晚蕉窗蝶夢涼囊琴步野渡枕笛醉漁航二十字為題各限五言四韻每一題即以次字為韻 \\n 苔 \\n 徑 \\n 雀 \\n 聲 \\n 晚 \\n 蕉 \\n 窗 \\n 蝶 \\n 夢 \\n 涼 \\n 囊 \\n 琴 \\n 步 \\n 野 \\n 渡 \\n 枕 \\n 笛 \\n 醉 \\n 漁 \\n 航 \\n ·苔【押徑字】 \\n 青青復蒼蒼光因泫露瑩窗外痕上階牆下衣侵濘滑屐芳躅留承花春色凝斑斕恰似錢是處點石徑 \\n ·徑【押雀字】 \\n 幽入白雲鄉曲通高士屩門外蔣生開山中翁子託掃迎佳客來塞斸荒茅錯何云行不由穿林聽野雀 \\n ·雀【押聲字】 \\n 微風翻殿角喜與燕連名鴻鵠休矜志稻粱各有營篁疏踏自穩梅放啅多情最是新晴後尤喧繞屋聲 \\n ·聲【押晚字】 \\n 盈耳皆天籟善鳴大而遠吹萬固聞莊長嘯亦驚阮寂處響亦懷靜守聽或返記君領取時清磬禪房晚 \\n ·晚【押蕉字】 \\n 斜照耿林薄憑軒破寂寥孤霞隨鶩舉遠火入雲燒羌笛吹烟近漁舟唱月遙清風徐撲面簌簌響紅蕉 \\n ·蕉【押窗字】 \\n 首入嵇含狀綠天信少雙待時心展拓得雨韻琤瑽好句題依檻高僧種近幢膽瓶名更好代紙伴芸窗 \\n ·窗【押蝶字】 \\n 軒敞碧玲瓏簾幃徹重疊閒雲蓊欲留遠岫列如接晴宜玩祕函明堪檢古帖羲皇高臥人何似漆園蝶 \\n ·蝶【押夢字】 \\n 連蜷蛻微形翩翩殊蠕動含香自去來過牆花迎送辛苦迥異蜂佳賞還名鳳海棠睡未足漫破陽臺夢 \\n ·夢【押涼字】 \\n 夢自虛無境茫茫何有鄉陽臺空想像宋玉妄周詳熊預興王兆鮎瞻厄聖糧古今同坐此殘月漏窗涼 \\n ·涼【押囊字】 \\n 竹外新荷靜絺衣據小牀披襟迎晚吹生袂怯朝霜酷吏誰能去故人此足當詩脾爽已徹得句尚投囊 \\n ·囊【押琴字】 \\n 製亦何須錦探尤愜我心漫多鼂氐【氐：氏】智奚似李生吟詎裏啟行糗應藏買賦金夜螢置案處獨許伴彈琴 \\n ·琴【押步字】 \\n 五絃太古音三尺龍門樹山水韻移情橫斜紋成蚹製思昭氏古撥惟大蟹娛牙生世己無誰繼成連步 \\n ·步【押野字】 \\n 杖藜出荊扉徘徊明月下安閑可當車致遠何須馬踏草苔有印登山笻未捨平生幾兩屐頻蠟為適野 \\n ·野【押渡字】 \\n 廣莫澹含烟閒曠饒逸趣高飛鳥入雲彌望天低樹策蹇向山寺搖鞭指樵路溪邊花欲然畧彴橫前渡 \\n ·渡【押枕字】 \\n 無人舟自橫倚徙獨踔踸岸闊水湯湯潮平心凜凜光浮沙耀金氣潤花如錦高臥羡老漁柳下蓑為枕 \\n ·枕【押笛字】 \\n 遊仙名特奇神物憑誰覓何如松下眠雅愛巖石適橫陳夢更清側理山尤寂日斜晚烟濃牧豎吹羌笛 \\n ·笛【押醉字】 \\n 烟村鐵石姿第一開元吹獨孤技更神李謩失掉臂空令老龍驚詎識龜茲意想當入破時如癡還如醉 \\n ·醉【押漁字】 \\n 君看得全者無妨竟墜車渴羌情固甚狂客樂偏餘泥飲從吾輩歡呼好共醵言尋叢柳岸爛漫對江漁 \\n ·漁【押航字】 \\n 性愛江湖適陶然趣不忘一蓑披夏雨孤艇載秋霜舉網偏饒味投竿自足粱西巖烟際宿明月滿輕航 \\n ○航【押苔字】 \\n 兩三人恰受放棹任沿洄菱芡採纔去笭箵掛卻回錦袍江上客柔櫓月中來幾許遙觀者踏破岸邊苔 \\n ○賦得牛飯就松涼【得涼字】 \\n 驅犢青松下幽幽午蔭長濤翻眠處韻風送飯時涼叩角誰歌石留皮詎博羊耕雲吾事足春雨一鞭忙 \\n ○賦得山雨欲來風滿樓【得樓字】 \\n 遙天垂雨腳橫地起風頭勢忽搖山樹聲先徹竹樓黑雲迷遠岫青野失來牛老杜成都屋捲茅似此不 \\n ○賦得青草池塘處處蛙【得蛙字】 \\n 雨潤池塘草情欣向晚蛙傳聲連四野得意向誰家鼓吹何云似蠅鳴更有加六朝風雅盡三嘆意無涯 \\n ○晚望 \\n 薄暮輕烟合流觀趣更閒僧穿樵徑去農帶夕陽還野氣平吞樹天光仄壓山徘徊興未極纖月上柴關 \\n ○偶興 \\n 晚納涼颸臥支頤思不窮入簾星慄慄向客月膧膧花影參差裏爐香縹緲中相知無若個清興復誰同 \\n ○懷趙岸亭同年 \\n 好會思京洛連牀寓梵宮高吟松際月共話雨前風蹤迹歸來異心期夙昔同卜鄰何日遂朝夕望魚鴻 \\n ○無題 \\n 細雨和風漾柳堤橫塘春暖曙鶯啼採桑遠陌秦家女織錦空房竇氏妻文杏梁間窺乳燕水晶簾下對靈犀漫將眉黛爭長短可有風標到越溪 \\n ○有感 \\n 底事東風不解愁水晶簾外弄輕浮亂飄狂蝶撩青眼橫捲殘花過小樓深悟杜陵憎柳絮可知正則惡雄鳩多情只愛娟娟月不盡清光萬里流 \\n ○閒望口占 \\n 倚窗凝望蔚藍天雲影平啣帶樹烟幾日雨青榆莢地婆娑無限沈郎錢 \\n ○偶成 \\n 瀟瀟風雨古銀岡三月鶯花特地狂遙憶故園吟賞處春光應富挹山房 \\n ○閨情 \\n 平蕪漠漠雨初收漫捲珠簾懶上鉤頻簇青蛾窺遠陌柳陰驀見紫驊騮 \\n ○晚望 \\n 烟靄山城欲斂紅殘霞金碧幻奇峰誰將小李將軍畫遙掛斜陽返照中 \\n 愛吟前草 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "●愛吟草附錄二", "正文": "　 \\n ●愛吟草附錄二 \\n 　 \\n  \\n 附錄二 \\n 序 \\n 慈惺圃庚寅草 \\n 癸巳草 \\n ◆附刻慈惺圃寄常理齋詩序 \\n 慈惺圃名國璋字奉峨惺圃其號也與常理齋居相近同學素契時相唱酬癸酉惺圃舉於鄉理齋猶未第也及理齋仕蜀惺圃尚家居郵筒往來遙為賡和不異曩時至戊戌腥【腥：惺】圃始捷南宮官農曹而理齋死於難已六年又七年惺圃亦卒於京邸矣惺圃之逝也一子方幼理齋之廕嗣衣軒已為唐縣宰聞其喪來弔見書笥紛然狼籍家人舁敝簏於庭將焚廢紙衣軒恐其有當存也止而撿之則愛吟草殉節錄及惺圃自為詩俱雜於其中焉衣軒得之大驚且悲且喜因寶持以付余余既為之刻理齋諸詩而惺圃之詩分年編錄觀其庚寅草有寄和理齋詩然後知愛吟草之所以幸存者以理齋之寄之也觀其癸巳草有哭理齋八首然後知殉節錄之所以幸存者以惺圃訪求而珍藏之也噫二人生前莫逆情見乎詞而是詩同出於故紙中其不為灰燼者幾希以理齋之清才峻節天固不忍沒亦豈非惺圃在堂之魂魄有以護持之而然耶用是於惺圃之詩有關於理齋者節錄而附刻之若其全詩則俟別為彙梓焉乾隆庚戌仲夏王爾烈敘并書 \\n ◆慈惺圃庚寅草 \\n 寄和常理齋四弟二十一首【今存十三首】 \\n 自別君來頗少唱酬即間有吟哦絕少就正亦殊不自愛惜隨以覆瓿矣及接來稿成帙逾百凡身之所經目之所覩歲時之往還境地之遭值皆入聲韻對之且喜且愧因而塗鴉詩以代意於稿中當屬和者聊以效顰罔計醜好凡以慰夙好且請斧正云爾 \\n 接來書得詩稿喜而有作 \\n 聞莅任後民有青天之誦 \\n 題愛吟稿思有所和 \\n 跋詩稿後 \\n 聞署篆遂寧 \\n 來書以戊子入闈分校為最得意事并示闈卷 \\n 來札囑家有藏書許借觀且代為收貯無徒飽蠹魚意甚高矣然亦何遽少什襲耶願仍留百城為將來驥子之資且上慰老伯倚望萬里之外不時把觀常如君環左右也因申謝之 \\n 來札囑於篋中撿阮亭十種唐詩不得 \\n 來書問三舍弟病愈及五舍弟與子姪讀書進益 \\n 為兒子士惠求聘令女蒙俯允敬謝 \\n 來書問蘇公蘇已溘逝并傷達西園之歿理齋亦未知之也 \\n 和來詩冐暑出都福趙二同年遠送至蘆溝橋貰酒作別恨未得預也依韻和之聊當與福趙作三人耳 \\n 又和放衙韻 \\n ○接來書得詩稿喜而有作 \\n 契闊於今甚聯吟覺昔親寄梅來驛使剖鯉慰懷人宓子琴非杳草堂風尚新自茲無寂寞玩誦日頻頻 \\n ○聞莅任後民有青天之誦 \\n 蠶叢飛度望如仙利器新硎正及年渾視充人皆赤子別開西土一青天勞於案牘酬時望拙在催科慕昔賢萬里民謠郵置速分明遠送故人邊 \\n ○題愛吟稿思有所和 \\n 愛吟當日有堯夫遺韻流風起後儒安樂窩中如是爾風塵道上亦然乎蜀山立馬雲開錦遼水垂鉤月映蘆相望天涯唯贈答陽春此和豈能無 \\n ○跋詩稿後 \\n 律叶宮商美思深楮墨豪更饒彈古調相對憶風騷 \\n ○聞署篆遂寧 \\n 待徵黃相晉城間膏雨倐移到石山回首棠開花作縣行將油卜鳳巢關鳴琴韻雅應重理問俗詩新未可刪萬里故人時拭目德聲定載雁魚還 \\n ○來書以戊子入闈分校為最得意事并示闈卷 \\n 子歲風簷奏郢斤星周一紀此衡文【君以丙子舉於鄉】峨眉擅秀笋班出錦水探奇珊網分不負初心君自信最為得意我同欣門牆桃李穠華發染向溪箋墨尚氳 \\n ○來札囑家有藏書許借觀且代為收貯無徒飽蠹魚意甚高矣然亦何遽少什襲耶願仍留百城為將來驥子之資且上慰老伯倚望萬里之外不時把觀常如君環左右也因申謝之 \\n 愛我惟君少俗衷百城權寄速郵筒知憐櫪驥思千里更惜蟫魚飽一空階樹參雲真樂趣琅函插架舊家風倚閭望罷猶披覽萬卷應留慰老翁 \\n ○來札囑於篋中撿阮亭十種唐詩不得 \\n 芸閣經年未撿題瑤編去我竟何之乍驚失劍心多惑欲逐亡羊路轉岐從此頓添良友憶方今有鑒借書癡漁洋著作流傳廣待購嫏嬛寄所思 \\n ○來書問三舍弟病愈及五舍弟與子姪讀書進益 \\n 白駒隙過不堪任可奈生平種種心日對諸昆一第老年催半百二毛侵萱闈且喜高稀壽雁序差欣絕病吟年少崢嶸惟阿善猥從馬上博青衿【二舍姪士善新入武學】 \\n ○為兒子士惠求聘令女蒙俯允敬謝 \\n 債名歡喜日相尋男女室家父母心之子于歸思淑德十年乃字獲佳音冰清玉潤知難副騂角犁牛愧轉深萬里成言惟一紙百年良約重千金 \\n ○來書問蘇公蘇已溘逝并傷達西園之歿理齋亦未知之也 \\n 昔遊夙契近如何零落經年覺巳地下蘇公悲宿草西園達士泣山阿君懷天末應殘夢我過山陽空作歌逝水東流無限恨不堪極目送蒼波 \\n ○和來詩冐暑出都福趙二同年遠送至蘆溝橋貰酒作別恨未得預也依韻和之聊當與福趙作三人耳 \\n 君為起舞我能歌貰酒旗亭奈別何劍閣蘆溝兩相望山雲草莽水雲波 \\n ○又和放衙韻 \\n 垂簾靜寂夕陽時臥閣看雲日下遲四野耕犁知少事郫筒淺酌自哦詩 \\n ◆癸巳草 \\n 哭常理齋疊韻八絕 \\n ○哭常理齋疊韻八絕 \\n 昨夢依稀草閣中故人歡笑昔年同誰知殺賊精靈至萬里蓬飄認故叢 \\n 聞報驚心疑信中分明訊問幾番同寢門痛哭傷知己血漬蠻荒何處叢 \\n 平生志節古人中一旦艱危烈氣同二十六人一日死誰能揮刃豕狼叢 \\n 爾骨誰收昔嶺中始知蜀道上天同忠骸定有邊人識芝草長松自作叢 \\n 陟岵情殷壁壘中生前依慕死還同忠魂惟有倚閭念夜夜悲聲燐火叢 \\n 聖賢心事至情中妻子誰言敝屣同大節豈容兒女戀決知死所是蠶叢 \\n 日挾詩囊二劍中一編寄我百朋同不知豺虎縱橫際幾許珠璣落莽叢 \\n 茫茫身事百年中長望歸來白首同三徑黃花相約處祗今衰颯不成叢 \\n 慈惺圃庚寅草癸巳草附 \\n ●題跋 \\n 序 \\n 上卷 \\n 下卷 \\n ◆集錄愛吟草題跋序 \\n 余既刻常理齋愛吟草及殉節錄以示京師士大夫見之者無弗賞歎於是欣然各為題跋牋楮之投殆無虛日積久漸多遂成卷軸余既一一檢讀隨以付梓凡如干首續來者猶未已也夫昔嶺之事往矣理齋之著作其散佚者亦多矣乃越十數年之久廕嗣克家遺筆忽出於塵埃烈蹟不埋於灰燼一旦冠裳之族各有一理齋在心目間而命筆抒詞使理齋之才華氣節烜赫如昨日事豈偶然歟故是錄也可以上承昭忠慰忠之表章可以下為孝子賢臣之風勵而或長篇鉅什或古調清歌和平之音則一唱三歎慷慨之氣則激羽刻商非泛然之作也固宜壽諸棗梨傳於不朽若其篇次則隨收隨錄不復以官階科第為後□所以俟續至者於無窮也庚戌仲夏壬□烈敘并書 \\n ◆上卷 \\n 集錄題常理齋愛吟草及殉節錄詩 \\n 常君殉節詩 \\n 書崇慶常公殉節傳後 \\n 恭題理齋年伯愛吟草 \\n 書常理齋愛吟草殉難行狀二首 \\n 題理齋愛吟草 \\n 奉題常君殉節錄後 \\n 書常理齋觀察愛吟草 \\n 奉題恩贈中憲大夫前崇慶州牧常理齋愛吟草 \\n 書崇慶州牧贈中憲大夫常公殉節錄後 \\n 讀理齋觀察愛吟草書後 \\n 贈中憲大夫崇慶州牧常公殉節紀略 \\n 王瑤峰少京兆前輩以其鄉人常理齋觀察愛吟草及殉節錄見示併以素冊索詩展讀一過情見乎詞 \\n 贈中憲大夫崇慶州牧常公殉節詩 \\n 讀常理齋先生愛吟草謹題 \\n 瑤峰王少京兆以常理齋州牧愛吟草殉節錄屬題詞因賦七古一首 \\n 題常君殉節錄 \\n 贈中憲大夫四川崇慶州牧常公輓詩 \\n 贈中憲大夫崇慶州牧理齋常老伯輓詩 \\n 誥贈中憲大夫常公殉節詩 \\n 贈中憲大夫四川崇慶州牧常公殉節詩 \\n 京兆瑤峰先生持同鄉常觀察行述示余知公儒臣殉節風義凜然讀公愛吟草又如裴晉公故里鳳凰山諸什益恍然於公之學有經術平生不朽之事非慷慨捐生一端可竟也余欲出一二語為頌第念忠魂享廟食矣德政紀浣溪矣文章壽梨棗矣捃摭遺跡近於剽竊吁公逝十餘年矣西充民肖像尸祝至今不衰何以感人之深而去思之長也因作迎神曲一章代西充民歌詠之云爾 \\n 恭題中憲老夫子大人愛吟草 \\n 題常理齋先生愛吟草 \\n 常理齋先生愛吟草兼殉節本末 \\n 輓鄉前輩理齋常公殉節集古 \\n 奉題加贈中憲大夫崇慶刺史常公殉節一律 \\n 恭輓贈中憲大夫崇慶州牧常公 \\n 常理齋殉節詩 \\n 常理齋殉節詩 \\n 奉題中憲大夫崇慶刺史常公殉節錄後 \\n 題崇慶刺史常君殉節錄 \\n 書崇慶牧卹贈觀察常理齋先生殉節錄後 \\n 書拙作後尚有空紙因命兒子長庚依韻賦之附錄於後 \\n 理齋同年殉節詩 \\n 常理齋先生殉節詩 \\n 常理齋輓詩 \\n 奉題常公殉節詩 \\n 奉題常理齋年大兄大人殉節詩二首 \\n 奉題常理齋大兄殉節詩後 \\n 恭題常理齋老伯殉節詩 \\n 旌贈道銜四川崇慶知州理齋常君殉節詩 \\n 題常理齋愛吟草後 \\n 讀常理齋老伯愛吟草及殉節錄謹賦一律 \\n ○常君殉節詩【并序】 \\n 蕪湖韋謙恆【約軒翰林院侍講】 \\n 君諱紀字銘勳號理齋奉天進士知西充縣有聲遷知崇慶州金川之役隸定邊將軍溫公幕理饟癸巳六月逆蠻叛轉掠及木果木君手刃數人猶罵不絕口被十餘創而死於昔嶺贈中憲大夫祀昭忠祠子廕知唐縣 \\n 獨以書生能罵賊當年英烈試重論三刀詎足旌儒吏一劍聊憑答聖恩空祀桐鄉頻灑淚誰招遼海未歸魂祇今凜凜餘生氣昔嶺千秋有血痕 \\n ○書崇慶常公殉節傳後 \\n 華州秦清【荻江太僕寺正卿】 \\n 東北有偉人大名垂西南政化延邛笮嘯歌抒幽覃春噓山矗矗秋淨水潭潭琴能鳴其治泉亦忘其貪符彼循吏傳如皈彌勒龕蚤蔚鳳苞九易報鹿鳴三所難在大節而匪矢空談牙璋入三巴偫糧供魚蠶天落一將星地震五丁男平生忠孝亮動與意氣酣膽固大如斗手乃劍磨鐔舌為犀鋒利目為虎視耽日暈生雌霓妖魄褫虪甝一死太山重就之若飴甘蠢爾如豕突瞬顧已就戡卓哉此鴻爪千秋蹟可探承庥在翼子明發慎毋慙浩歌起遐矚蜀山挺翠嵐 \\n ○恭題理齋年伯愛吟草 \\n 年姪戴璐【菔塘鴻臚寺少卿】 \\n 青門曾憶送鳧飛【丁亥春送公入蜀】遼海虛歸丁令威忠節循良真合傳完人千古似公稀 \\n 益州早見夢三刀轉粟青天績最高家世開平期不負果然碧血洒征袍 \\n 馬革平生志已償招魂何路向蠻方桐鄉父老還流涕歲歲傳芭酹桂漿 \\n 恩榮褒卹慰忠魂有子長懷手澤存上谷鳴琴稀吏牘摩娑殘帙幾聲吞 \\n 又 \\n 淮南阮葵生【吾山刑部侍郎】 \\n 天討申蠻徼儒官解習兵儲糈方奏績慷慨竟捐生小邑傳遺愛崇祠煥令名悲風縈西嶺憑弔不勝情 \\n 四載南岷治循良秉潔操英風輝汗簡戰血黯青袍緗帙披遺詠綸音荷寵褒浣花聚忠魄髣髴駐靈旄 \\n ○書常理齋愛吟草殉難行狀二首 \\n 長白鐵保【冶亭禮部侍郎】 \\n 南粵中丞悲畫壁西林少宰壯橫戈畢生大節還天地一片丹誠託嘯歌昔嶺人歸遼鶴遠浣花溪冷楚猿多杲卿噀血存遺稿泣鬼驚天永不磨 \\n 欃槍何日掃金川渺渺孤軍萬里懸臣力已衰思馬革壯心未已畢戈鋋一生欲樹千秋業百死寧期五字傳漫託文章能報國如君亮節幾人全 \\n ○題理齋愛吟草 \\n 吳玉綸【香亭內閣學士】 \\n 亮節曾聞烈日如巴山藏碧廿年餘遺編到處淋漓在不見濡毫盾上書 \\n 射策丁年取甲科損軀慷慨事如何零璣碎璧均堪惜字字分明正氣歌 \\n 浣花溪畔樹榆枌【理齋殉節後制府為立祠浣花溪岸】芻酒年年酹使君正似西充憑弔地靈祠風雨至今聞【理齋詩有靈祠風雨之句蓋在西充時謁漢紀將軍廟作】 \\n 碧雞金馬助揮毫牧宰頻年意興豪應有忠魂留昔嶺【昔嶺為理齋殉節地】飛仙倡和五雲高 \\n 醫閭終古望崔嵬靈淑應鍾卓越才清唳有聲霄漢上如聞華表鶴歸徠 \\n ○奉題常君殉節錄後 \\n 陳桂森【畊巖通政司副使】 \\n 昔嶺寒風落照殷英魂千古炳人間屯糧績著三軍幕陷陣軀捐一劍鐶死尚握拳如卞壺【壺：壼】生能噀血亦常山不徒循吏稱遺愛父老西川淚共潸 \\n 一死誰為不朽身惟公致命備艱辛提刀壯志催妖賊冒刃傷心訣故人遼海士原多氣節浣花祠可慰忠純天恩議卹兼榮蔭好勒貞珉載筆新 \\n ○書常理齋觀察愛吟草 \\n 三韓百齡【菊溪京畿道御史】 \\n 周道吟翩鵻出車頌雨雪懷哉三百篇忠孝意已揭儻僅工文詞何以勵臣節常君東海英巨手長鯨掣蠶叢闢吟草作尹興無輟當其倒詞源浩浩江河決崚嶒筆鋒迅慷慨唾壺缺政拙心自勞道全身可滅不比從軍詩苦樂因人說風雅有正聲庶以紹前哲 \\n 又 \\n 大興邵自昌【楚帆兵部郎中】 \\n 讀書奮志節忠義常在口往往臨事時或至喪所守問之何因爾浩氣中無有聖朝務柔遠無知跳小醜剪滅歸蕩平不戒師則偶公方持軍籌朝夕儲糧糗猝然聞震驚暫退義不苟想其揮戈時吐氣貫牛斗堅貞得死所芳名達帝右褒賚慰忠魂垂裕及嗣後大節凜死綏不為倖免走授命何從容由其所積厚挑燈讀公書真氣滿戶牖 \\n ○奉題恩贈中憲大夫前崇慶州牧常理齋愛吟草 \\n 中江孟邵【□洲宗人府丞】 \\n 輓粟飛芻不顧身從知報國重儒臣烟寒昔嶺成千古更有殊恩及後人 \\n 豈惟鴻業在文章大節昭然紀太常我是蜀人知最悉至今立像倣桐鄉 \\n 華表遙遙鶴有靈忠魂常遶浣花亭十年幾度祠前過廿六人同重汗青 \\n 芳名久已入昭忠血食千年俎豆崇職忝奉常襄祀列每從釃酒挹餘風 \\n ○書崇慶州牧贈中憲大夫常公殉節錄後 \\n 雪苑蔣曰綸【霽圍光祿寺正卿】 \\n 留都鍾傑士蜀地表純忠劍水聲如咽閭山望益崇荊榮雙樹紫杏掇一枝紅才合登薇省名偏阻蘂宮選人來北闕作令赴西充地闢民猶古官清獄自空珍曾辭蒟醬酒不醉郫筒聖廟榱題煥書生既稟豐人方依眾母檄忽奉元戎叱馭馳驅急從軍意氣雄唱籌能給餉磨盾待書功逆豎俄中變降蠻竟內訌起刀猶奕奕致命豈匆匆舌與常山似拳還卞令同裹屍虛馬革埋骨委蠶叢廕子天恩渥升階卹典隆碑留綿竹郡祠傍浣花翁國史標名氏良朋感始終遺詩傳麗藻實錄紀英風毅魄千秋在無須悵數窮 \\n ○讀理齋觀察愛吟草書後 \\n 鄉晚何廣生【寧一江西新淦知縣】 \\n 繡嶺鍾靈秀巴山繫去思好音賡鹿野吉羽應鴻逵特達蜚聲早崢嶸琢句奇興來能刻燭公退幾拈髭沈鬱開生面清新發妙辭已飛王子舄猶下董生帷化協彈琴雅才覘製錦宜秋風諸葛壘春草杜陵祠弔古情逾激耽吟夜未疲那知邊月迥忽奉羽書馳叱馭餘風在磨崖大業垂志原殊燕雀氣早卻熊羆義重身何計功成節不虧崇褒天子詔遺跡路人悲哲嗣光前緒明禋肅舊儀一編心嚮往遙憶蜀江湄 \\n ○贈中憲大夫崇慶州牧常公殉節紀略 \\n 桐山張若渟【壽雪內閣學士】 \\n 降蠻見說附跳梁蟻簇蜂攢不可當揮刀殲賊有儒臣厥名為紀厥氏常報國貞心貫白日捐軀浩氣凜秋霜古來義烈疇堪擬周在漢兮顏在唐昔嶺萬家揮涕淚浣花千載奉蒸嘗如君不愧真男子奚趐博學能文章 \\n ○王瑤峰少京兆前輩以其鄉人常理齋觀察愛吟草及殉節錄見示併以素冊索詩展讀一過情見乎詞【時己酉花朝後二日】 \\n 梧門法式善【時帆侍講學士】 \\n 無事溺君志獨於詩愛吟古香吹欲盎幽恨寫何深萬馬悲橫劍孤蛩憶撫琴空庭淡斜月一字一秋心 \\n 天地壯奇遇丈夫留浩歌魂歸遼海闊詩比蜀山多戰壘雲猶慘厓碑血不磨浣花人未死延爾草堂過 \\n ○贈中憲大夫崇慶州牧常公殉節詩 \\n 仁和張樹槐【石癯刑部主事】 \\n 血濺金戈怒未平毅然殉節一書生倉皇獨表銜鬚烈慷慨猶聞擊笏聲遼海魂歸元鶴唳蜀江祠在夜濤鳴即今卹難光宬紀報國還留不朽名 \\n ○讀常理齋先生愛吟草謹題 \\n 榆關後學劉元吉【中文景山教習】 \\n 天上輝騰奎璧宿人間肇起冠冕族況為長白之鍾英得天者厚得地獨少年才氣自縱橫淹貫諸子通六經高掇科第拾芥子報國文章早知名出宰西充小試技百里終非大賢寄詩思政蹟卓錦江善文能武稱良吏金酋叛亂侵予疆王師震怒川兵強我公奉調給軍餉仁威久著昔嶺岡曰嘉乃績晉乃秩良牧之名達王室指日奏功期凱旋降卒反覆轉掠疾紛紛左右鳥獸奔我公奮臂當敵軍風雷叱咤山谷震雲霧慘淡天地昏一身有死答聖主骨暴疆場血染土凜凜正氣壯兩川赫赫明禋光千古皇家雨露自此深天將遐福貽後人慷慨英風至今在照耀史冊忠義新 \\n ○瑤峰王少京兆以常理齋州牧愛吟草殉節錄屬題詞因賦七古一首 \\n 洪洞劉秉恬【竹軒倉場侍郎】 \\n 關東我朝興王地此中自多非凡人今讀理齋愛吟草風雅忠義兩彬彬憶我昔充西川使將軍將兵正如雲理齋隨營司糧餉斂放無差職克勤維時官是西充令保遷崇慶牧州民任事勇往不辭勞正是當日疏中言歲月忽忽己逝矣茲復見之於簡端理齋死時子尚少事文那得至今傳昔藉同年為作狀今有同鄉為布宣愛吟草與殉節錄刊刻分送數萬千同鄉門第更高峻佐理京兆斯文官督學後進日蒸蒸尤眷舊好不忍湮洵哉關東非凡地即此可知人多賢 \\n ○題常君殉節錄 \\n 宛平王奉曾【荔園刑部主事】 \\n 報國仗忠義不在誇身強武臣職刀矢文臣職餱糧糧存身與存糧亡身與亡苟或糧去而身存是藉寇兵齎盜粱偷生旦夕大節敗國有典刑難逃藏於戲常君信堂堂凜然大節淩秋霜曩作崇慶牧逆豎方跳梁君職在運餉料理橐與囊陡然賊至掠我疆昔嶺衝突圍豺狼豈有我糧為賊有以死拒之庸何傷須臾罵賊砍數賊於戲忠義為賊戕常君死未幾底定論旂常卹銜觀察廕子嗣居官死賊姓氏揚我聞建祠浣花側忠魂曾否歸故鄉 \\n ○贈中憲大夫四川崇慶州牧常公輓詩 \\n 淩川後學金科豫【笠庵貴州仁懷知縣】 \\n 荒煙蠻雨陣雲低昔嶺悲風咽鼓鼙碩畫幾番傳檄箭雄懷真欲掃鯨鯢從容授命心如鐵勇往揮戈氣截霓腸斷英魂川月影年年垂照浣花溪 \\n 報國空教素志違酋蠻反覆事全非欣看浩氣盈詩卷想見忠肝血染衣華表雲深歸鶴杳浣花春冷淚鵑稀荒山燐火知何處留取英風壯四圍 \\n ○贈中憲大夫崇慶州牧理齋常老伯輓詩 \\n 愚姪孫澄【字仲深號海默舉人】 \\n 數載戎行備阻艱從容就義赴羌蠻愁縈華髮霜欺白血滿征衫淚滴斑壯志虛懷蕭斧願雄心空唱大刀環千秋節烈傳青史疊沛恩榮紫閣間 \\n 馬革旌懷意在斯??弃將忠烈矢王師邊關露冷寒笳斷昔嶺雲深落月遲望帝鳴鵑猶飲泣浣花溪水尚含悲故園雨雪嗟楊柳鎮日征還未有期 \\n ○誥贈中憲大夫常公殉節詩 \\n 鄉晚學馬維馭【惺庵戶部主事】 \\n 金酋蠢爾瞰雄邊仗義儒臣勇直前不願浮生齊草木惟憑浩氣淩風烟功深道濟量沙日烈並常山噀血年莫謂九原遺恨切曾昭恩廕慰寒泉 \\n 國士慨然報國忠風高昔嶺泣英雄績傳理餉邀榮擢勇奮捐生契聖衷日落花溪祠宇黯雲移木果塞烟空西充漫說千秋祀午夜清魂到海東 \\n ○贈中憲大夫四川崇慶州牧常公殉節詩 \\n 蓋平焦和生【琴齋刑部主事】 \\n 妖氛倉猝起金川慷慨儒臣奉檄年報國孤忠生氣凜捐軀大節史宬傳錦城祠在寒雲杳雪棧神留皎月懸試向西州問遺老謌思惠愛尚淒然 \\n 白山遼水蔚菁英噀血銜鬚共擅名臨難從容真國士冠軍義勇屬書生絲綸應使忠魂慰簪笏常留奕葉榮鶴馭歸來今幾載悲風謖謖動邊城 \\n ○京兆瑤峰先生持同鄉常觀察行述示余知公儒臣殉節風義凜然讀公愛吟草又如裴晉公故里鳳凰山諸什益恍然於公之學有經術平生不朽之事非慷慨捐生一端可竟也余欲出一二語為頌第念忠魂享廟食矣德政紀浣溪矣文章壽梨棗矣捃摭遺跡近於剽竊吁公逝十餘年矣西充民肖像尸祝至今不衰何以感人之深而去思之長也因作迎神曲一章代西充民歌詠之云爾 \\n 長白圖敏【時泉內閣學士】 \\n 排正氣兮天閶永手澤兮甘棠靈偃蹇兮昔嶺古遺愛兮桐鄉君迴翔兮以下猿鶴沙蟲兮御女問常山兮舌存羌洵美兮且武上昇兮安翔蜀山青兮蜀水長擊鼂鼓兮齊速導風施兮浣花傍霞為血兮雲為裳慫長矢兮射天狼長吟哦兮來草堂載清酤兮泉冽薦桄榔兮膏融朝享帝鄉之嘉薦兮夕歸來兮西充瀚海冰裂不可以渡兮翩皓鶴兮遼東魂延佇而終曲兮識當年竹馬之兒童 \\n ○恭題中憲老夫子大人愛吟草 \\n 受業周興岱【東屏春坊中允】 \\n 星散周廬夜建營銅章花馬賦從征轉輸已見紆籌策胷臆應知富甲兵臨難獨教維節義如公真不愧科名似聞殺賊捐軀日水咽蠻江作怒聲 \\n 憶來絳帳得從遊治行聽傳第一流花滿河陽潘騎省雉依桑隴魯中牟浣花列祀忠魂慰村社迎神縣郭秋重把遺編感知己羊曇灑淚慟西州 \\n ○題常理齋先生愛吟草 \\n 宛平王元翊【舉人】 \\n 志士捐軀本至誠慰忠祠建死如生千尋昔嶺悲風急盡是喃喃罵賊聲 \\n 一點青燐蜀嶺幽忠魂泣月夜啾啾行人每向山前過拂面驚沙恨未休 \\n 象賢榮蔭慰循良青簡爭傳姓字香遺愛於今誰嗣也浣花溪畔樹甘棠 \\n 殉國知君慕義心崚嶒白骨委荒岑逆酋未殄身先死淚灑西風讀愛吟 \\n 又 \\n 長白彥布 \\n 盡瘁臣之職捐軀分自宜但能全大節寧復念孤兒溫序銜鬚日睢陽嚙指時浣花溪父老說著尚餘悲 \\n 青史髫年讀丹心異代同【謂公少時讀明臣周遇吉傳輒慷慨太息泣下事】儒臣能殺賊聖主重褒忠在泮陳俘盛【公被難後二年兩金川悉平凱旋行獻俘禮】叢祠肖像崇靈旗來往處華表認遼東 \\n ○常理齋先生愛吟草兼殉節本末 \\n 文水王鍾健【卜厓禮科給事中】 \\n 古有壯士遼海東悲歌慷慨意態同常侯儒雅氣融融復能仗節全其忠伊昔射策捷南宮銓推為吏尹西充【理齋選知蜀之西充】百廢俱舉兩廟崇【西充舉宮久圯關忠武無廟移祀他祠理齋為修創之】弟子廩給從其豐【西充舊有書院理齋拔人士秀者廩給而自教之】三校禮闈明且公侯能文事兼武功金川兩部走彎弓檄侯給餉來軍中降酋叛襲烏巢空侯獨手刃橫相攻昔嶺之樹血染紅浣花敕祀何其隆【癸巳六月逆酋潛來刼糧餉理齋時在昔嶺聞賊且至提刀出營手刃數賊身被數十餘創而死恩卹葬祭制府為立祠浣花溪】我懷侯兮意忡忡有子能賢卜令終【理齋子承武以廕授直隸唐縣宰】侯詩一卷寄郵筒令我讀之若發蒙有時覓句必求工逸興遄飛思無窮輕如素絹臨秋風嫩如冰盤行脆菘矯如龍虎繞蒼穹幽如清夜響壺銅倏忽電掣萬丈虹光芒直上淩崆峒又如赴敵之兵戎三千鐵甲引青驄鴻文經世豈雕蟲忠誠脈脈潛已通丈夫立志誰許同 \\n 又 \\n 津門邵玉清【翰林院編修】 \\n 琴鶴輕隨歷劇繁蜀中烽火動降番峙糧蚤奏褒軍績撫劍常思答主恩昔嶺愁雲埋戰骨浣花秋水弔吟魂丹誠一點遺編在留得芳名付子孫 \\n ○輓鄉前輩理齋常公殉節集古 \\n 同昌後學王柱【立天廣西武緣知縣】 \\n 瓌望碩儒【范奕】為郡盛族【何法盛】出宰名區【鮑防】實繼芳躅【陸游】奉令前驅【駱賓王】罔不肅穆【荀子】莫測其端【傅亮】情隘辭蹙【韓愈】以死殉之【左傳】公歸不復【詩經】激憤含嚬【呂向】傷心慘目【李華】濺血霑衣【郭子儀】街號巷哭【潘岳】茂績維嘉【蘇頲】今稱神牧【任昉】 \\n ○奉題加贈中憲大夫崇慶刺史常公殉節一律 \\n 章錦 \\n 如公至性本天鍾生死常昭落落胷施惠在民追呂又臨危效命比陳容巴川俎豆豚蹄薦瀚海衣冠馬鬣封三復遺編餘浩氣成仁大節屬儒宗 \\n 又 \\n 樂郊後學沈士臨 \\n 跳梁小醜竟何為志士倉皇殉節奇此日花溪陳俎豆他年麟閣看鬚眉曾隨父老迎褒詔又殿枌榆賦輓詞自古英雄酬一劍承先況復有佳兒 \\n 千秋遺烈說睢陽不道儒臣勇義彰奮臂揮戈威掣電銜鬚赴節志淩霜褒忠聖主垂恩渥荷廕孤兒被澤長他日璇題增史筆浣花紙染墨花香 \\n ○恭輓贈中憲大夫崇慶州牧常公 \\n 同昌後學王有德 \\n 寧教斷舌繼常山肯掩鬚眉向逆蠻萬里劇憐埋義骨九原何處迓忠顏錦江月冷悲鵑泣華表風清待鶴還秋草斜陽無限恨端憑史筆寫臣艱 \\n 遼陽今喜媲睢陽炳炳名垂汗簡長昔嶺風烟饒劍氣浣溪俎豆帶花香君恩況復榮孫子臣節洵無愧帝鄉自古成仁惟志士眼前何必悼存亡 \\n ○常理齋殉節詩 \\n 昌樂閻學淳【刑部主事】 \\n 巴西妖氣夜傳烽抗節真推一世雄再拜重圍臣力竭回頭雙闕主恩崇黃沙碧血蠶叢外白骨丹心馬革中蜀國黎民餘痛在年年淚洒戰場風 \\n 遺像蕭然江上祠清流終古照鬚眉楓林落月飛元鶴石棧天梯叫子規薄宦生涯存縹帙佳兒名望重金閨千秋論定鑾坡筆不媿當年讀史時 \\n ○常理齋殉節詩 \\n 楊夢符 \\n 四座且弗喧聽我昔嶺歌昔嶺在何許蠶叢隘岷峨西邊稽天誅元帥揮琱戈轉輸重茲地守處煩麾柯曰予有良吏撫綏得人和三年委持籌寬大捐煩苛一朝起困獸踶躅何其多倉皇抱窮壘一燎驚原阿矯矯常大夫在險氣弗蹉從容揮壯士飛風雪滂沱崇庾為盜糧臣死罪匪訛丈夫一取賊殉職期無佗是時鼓聲衰黑雲頹巖陁大呼馳殺賊義勇推山河力窮舌不斷碧血漂丹莎忠誠激廝羌並盡無委陀光之司勳爵寵錫章羔紽巍巍浣溪祠冠冕瑽金珂彰彰桐鄉碑故老恆摩挲蜀之水悠悠蜀山高峨峨至今昔嶺頭鐵馬空中過誰為燕然銘勒此並不磨 \\n ○奉題中憲大夫崇慶刺史常公殉節錄後 \\n 南匯吳省欽【白華順天府尹】 \\n 涔涔雅雨帶黎風鎖院當年報警同【昔嶺之潰予時按試雅州越五日而聞信】芒射旄頭橫嶺上魂乘鶴背返遼東鳴琴跌宕傳儒治膏刃倉皇作鬼雄為道遺孤今綰綬畿南治最繼昭忠 \\n ○題崇慶刺史常君殉節錄 \\n 元和顧宗泰【星橋工部主事】 \\n 初秋夜坐孤鐙光烈風雷雨來虛堂正襟披誦殉節錄忠義鬱勃淩清霜嗚呼常君一儒士殺身成仁不畏死志行卓立由平生倉卒赴難非偶爾鍾英山嶽生東遼博涉經史當垂髫談詩擊劍兼習射酒酣英氣干青霄一縷精誠見心術填溢衷腸皆熱血題篇曾泣費敬侯讀史常懷周遇吉縱譚成敗意氣豪撫膺太息蒼天高捧檄西充多惠政三軍給餉馳驅勞朝廷考最遷州牧感激酬恩志益篤逆酋反覆恣披猖倉黃轉掠木果木常君一怒髮衝冠慷慨應敵憑雕鞍提刀見賊擊且罵厲聲震野風號寒精靈奮發排海岱熒惑欃槍三舍退彼眾我寡勢不支可憐被創身首碎戰袍鐵裂血模糊此日傷心大丈夫萬民感動盡泣下名留竹帛千秋俱天家旌忠立祠廟忠魂常與日星耀蜀江遺烈長如生青史垂芳許憑弔 \\n ○書崇慶牧卹贈觀察常理齋先生殉節錄後 \\n 涇陽馬啟泰【雪嶠侍講學士】 \\n 男兒血性本天成報答君恩一死輕固是疏防由大將還欣罵賊有書生詩篇末散精靈在竹帛常垂姓宇榮料得忠魂多慰藉故人何用淚縱橫 \\n ○書拙作後尚有空紙因命兒子長庚依韻賦之附錄於後 \\n 報國丹心自夙成捐軀殉難事非輕臨危慷慨能全節就義從容肯戀生廕錫銅章多惠政名垂青史有殊榮浣花溪畔遺祠在父老焚香涕泗橫 \\n ○理齋同年殉節詩 \\n 雲間曹錫寶【鑑亭掌陝西道御史】 \\n 常公磊落人沈勇邁終古邊風鍾性情朔氣壯眉宇詩篇自雄傑不屑傍門戶鬱鬱松柏姿蒼翠含媚嫵予忝同門友至誼訂蘭譜歲在申酉間謁選留畿輔晨夕相過從剝啄欣舊雨弱羽各分飛萍蓬難自主君捧西充檄予出晉陽祖屈指幾暌離良辰在何許徒聞善政多空復瑤華佇校士到平陽西川正鼙鼓群蠻競反覆戰士潤野土君時奮義烈罵賊身膏斧風烟兩地隔未得罄覼縷一慟驚心魂絲淚出肺腑繼讀張公文大節粗枚舉轉餉充餱糧揮刀剚豸?契貐勢窮被創夷力屈飼豺虎凜哉睢陽風浩氣懾降鹵忠魂廟貌新歲時荐椒醑聖主軫忠勤哲嗣錫珪組惟公又何憾一死光冊府獨有故人情臨風怨芳杜 \\n ○常理齋先生殉節詩 \\n 申江孫宗炎 \\n 降蠻反側負天誅一夕吹唇蜂蠆俱狼子戈矛驚肘腋將軍忠信擲頭顱唱籌獨護糧儲重揮刃寧知肝腦塗千載英靈同廟食春蘭秋菊奏笙竽 \\n ○常理齋輓詩 \\n 瀋水陳大文【匏軒四川大邑知縣】 \\n 巴江萬古自流東黯淡江頭夜夜風籌餉曾輸糧積阜衝營猶吐氣成虹邛須我友嗟從義屢顧爾奴歎匪躬早晚洗兵銀甕出忠魂凜凜太清中 \\n 一官遂志在疆場華表歸來鶴夢長雨洗碧燐星燄冷風吹白骨土花香蜀山峰起皆遺恨遼海波平是故鄉忠孝完人青史重衣冠有墓仰崇岡 \\n ○奉題常公殉節詩 \\n 王福清【祝堂翰林改工部主事】 \\n 為籌軍餉逼羣蠻慷慨捐軀不避艱昔嶺風雲驚義膽西充雨露泣慈顏雄才久冠青錢選正氣旋膺紫誥頒自是慰忠綿俎豆花溪時見鶴飛還 \\n ○奉題常理齋年大兄大人殉節詩二首 \\n 武定王承廣 \\n 玉帳河魁失上游前軍夜半大星投明知死地無生氣直決長圍奮短矛馬革身甘酬壯志鳳毛天與顯貽謀武侯廟貌同千古野老懷恩哭未休 \\n 射策分符事事同談兵慷慨氣如虹多君頸血真凝碧嗟我匣刀徒殪戎猿鶴化時終有恨鯨鯢戮後愧無功兼旬轉戰身猶在青史垂名獨遜公 \\n ○奉題常理齋大兄殉節詩後 \\n 宛平查淳 \\n 重述金酋事縈懷殉節人死亡惟義在恩恤自天申雪徼留方躅雲山仰絕塵時過經廿載永憶協恭親 \\n 蠢爾寧無敵前驅忽被欺儒臣誠奮勇危地敢逶迤血染征衫濕鋒環戰馬嘶魂歸應有恨一念重斯須 \\n 晉原垂愷澤輿頌莫能忘習射關經術豪吟識蘊藏籌邊曾慮險報國獨留芳寵錫昭忠烈銘功溯太常 \\n 落落疇如我無緣作騎兵凱旋資佐理公務得從征拔劍思前績登臺愧後程九原如可作含笑見功成 \\n ○恭題常理齋老伯殉節詩 \\n 宛平查樞 \\n 昔余弱冠欽忠義髫齡側聽從軍事癸巳之年夏六月金酋蠢動猶堪記我祖松茂老觀察出入絕徼無顧忌【時先祖觀察松州護守桃關粮餉無誤凱旋後恩賜花翎疊遷開府】是時死事廿六人常君貞烈鮮私偽將軍誤入雲漫漫儒臣誰敢趨而避運籌幃幄已竭勞疆場慟灑英雄淚陰崖錯落惡流橫千峰萬疊失晴翠蠻烟瘴雨閉空濛巢穴隱隱疑深邃矢豈不可穿急則莫為備謀豈無所施勇若失其智一時猖獗起西陲百夫恍若逢魑魅紛紛小醜乘間來頃刻難與諸戎掎卓哉常君氣節豪挺身罵賊遂其志迄今魂依冰窟中肝膽尤勝清白吏浣花溪畔慰忠祠四時享祀罕與比幽冥應叨工部詩吟聲多寓褒嘉字近聞廟宇依北郭【李制軍改建祠於北郭鄰武侯祠堂】芳址睽隔草堂寺更與丞相作比鄰柏森森處招以類少城遙接長白山秀杰疑為常公積窀穸重荷聖恩覃華表咸著旌善意誦公之詩佩公行讀公之傳思公治甘棠遺愛永且長慷慨捐軀良足誌可知從政貴讀書處危輕于居安易千秋竹帛鍾銘光此身弗共草莽棄 \\n 又 \\n 夏邑彭冠【六一翰林學士】 \\n 蠢蠻何足死死事乃臣常官以三年擢身猶四十強壯懷知未盡浩氣養方長一語如雷震糧亡義共亡 \\n 昔嶺枝軍駐酋來美臥溝中間十日暇可為一身謀柴也心無徑求能義用矛小徵儒者勇手起落蠻頭 \\n 卅載交情厚師門共步趨眉間見精悍心久醉醪醹事業嗟何限男兒畢此軀猶留詩一卷感我淚如珠 \\n ○旌贈道銜四川崇慶知州理齋常君殉節詩 \\n 長洲彭紹觀【靜瀾翰林學士】 \\n 維昔歲丁丑與君同甲科文章脫手成列宿心胸羅長身擅騎射論史如懸河愛君性豪邁得藉他山磨一別逾十年遠宦到蜀巴側聞循吏聲善政真無苛麥獻兩岐瑞衢徧五袴歌百里既悅服上考應褒嘉其時兩金川妄跳井底蛙王師勞撻伐列幕屯坡陀檄君專轉糧三歲軍無譁績最擢州牧留以守餉車逆酋肆狡詐恃險奮鼠牙夜伺昔嶺營徒黨紛如麻君知勢不支大呼挺鏌鋣連斫數賊首賊眾驚且呀嗟哉寡敵眾嚼齒不自亞??弗期馬革裹誓作厲鬼訶立節酬國恩餘勇干雲霞文臣乃如此稽古何以加睢陽氣浩浩常山鬱峨峨義烈堪鼎足史冊千秋誇將軍天上來無敢遁六驘大功既告蕆磔彼羣幺麻?骨旌忠為建祠給帑卹君家贈官特廕子繼起皆菁莪令名垂不朽慰報亦已多瓣香招毅魂歸來天之涯 \\n ○題常理齋愛吟草後 \\n 祝德麟【芷塘御史】 \\n 古云不朽三立言與德功長劍哀國殤寧論文字雄大凡忠義士賦詩不必工偶然存著錄片甲窺神龍理齋遼左傑作宰西南邦死事近廿年碧血埋蒿蓬忽披愛吟草使我心??充??充當其之官日取道經蠶叢摹寫雲物趣意象開鴻濛與我入蜀詩太半題相同憶昔歲庚寅持衡策使驄道途歷阻險頭腦慙冬烘分校賴羣彥商榷咸虛衷鏁闈匝月餘相伴燈檠紅詎料三載後兩賢膏賊鋒一為程大足【蔭桂】一為常西充維時金川酋狼狽敢逞兇王師申薄伐兵威盛梯衝窮獸駭奔竄指顧窟穴空將軍失廟算暗落賊計中誘降為內應間道潛來攻半夜警風鶴六軍化沙蟲君實典度支出內糗糒供賊來多於蟻賊去疾如蜂與糧俱存亡義不返顧躬倉黃昔嶺上臣節遂告終死地無生理飛走路已窮不死安所之毅烈齊凡庸獨異一書生手未習戈鏦卻當臨難際提刀揕賊胸連斃十數人噀血氣猶虹周苛既慷慨溫序仍從容嘗聞髫齔時讀書史事通至明遇吉傳裂眥欽英風授命乃素定大勇填膺腔非同辦倉卒捐軀但忩忩江之水悠悠岷山高巃嵸華表鶴不歸雲樹深千重浣花溪水頭有祠曰慰忠彝典備昭卹【贈道銜賜祭葬蔭其子一人】馨香秩祀崇武功旋耆定已築鯨鯢封九原目可瞑神其無怨恫同祀廿六人吳【鑑南璜】趙【璞菴文哲】皆詩翁況傍杜陵叟斯文得正宗榿林龍竹邊颯爽尋靈蹤此卷在天壤姓氏光熊熊底須聲律求抗墜歌玲瓏多少譚藝家泯沒隨煙雺 \\n ○讀常理齋老伯愛吟草及殉節錄謹賦一律 \\n 王志翰【西園】 \\n 罵賊當年氣至剛儒臣風節比顏張清新詩句留寰宇皎潔忠心達廟堂昔嶺愁雲空漠漠浣溪清韻自湯湯英靈應是歸天闕祠仰昭忠俎豆香 \\n 集錄題常理齋愛吟草及殉節錄詩 \\n ◆下卷 \\n 恭紀崇慶刺史常公金川殉難詩 \\n 合浦寅愚姪李符清【載園束鹿知縣】 \\n 憶昔歲行在辰已金川鼠子方跳梁元戎軍門集將吏欲擇才智隨戎行西充令尹尹姓常英姿颯發世莫當帥曰令尹足才智擢以刺史俾轉糧公時督餉駐昔嶺百盤鳥道來梯航賊人夜犯木果木大星西隕十丈芒公乎慷慨誓許國與此營壘俱存亡揮刀上馬殺羣賊賊驚文吏如此強圍之數重箭如蝟羆隨貙兮貙隨狼嗚呼守糧如守土去此一步非死所手麾從人爾速去勿累若曹受此苦從人大呼公勿言吾儕小人何足論寧死不肯孤公恩睢陽忠義杲卿烈千古文臣共奇節北面再拜臣力竭馬革誰人為埋骨天威肅將振虎貔風雲烘耀將軍旗妖氛掃盡窮誅夷旌公之忠為建祠記公之事書之碑贈公監司爵公子龍章寵錫光門楣公之令子繼公德唐邑萬姓歌仁慈我來弔公作歌詠媿乏奇句騰蛟螭生為忠臣死廟食況復有子英且奇公乎公乎何卓犖上作星辰下河嶽公乎雖死有餘樂 \\n 恭題晉贈中憲大夫四川崇慶州牧理齋常公殉節紀畧後 \\n 崇慶牧常公殉節詩 \\n 黻廷老伯大人殉節誌輓 \\n 恭跋中憲大夫常理齋先生傳後 \\n 俚言恭輓晉贈中憲大夫崇慶州牧理齋常老先生殉節實錄 \\n 恭輓晉贈中憲大夫崇慶牧理齋常老先生殉節錄 \\n 恭輓理齋常太翁先生殉節錄 \\n 讀理齋常太翁先生愛吟草 \\n 讀殉節錄 \\n 衣軒堂翁彙梓太翁詩稿賜教賦贈 \\n 恭讀理齋常太翁老先生殉節錄 \\n 恭讀常太翁老先生愛吟草殉節錄賦贈四律 \\n 哀殉節常理齋刺史 \\n 恭讀理齋常太翁老先生殉節錄 \\n 恭讀理齋常太翁殉節錄 \\n 恭讀理齋常太翁先生愛吟草殉節錄賦贈 \\n 崇慶牧常公殉節詩 \\n 讀常君殉難遺詩題後 \\n 題四川崇慶牧常君殉節紀略後 \\n 聞昔嶺事哭奠理齋四兄 \\n 俚言四首哭輓黻廷四哥大人 \\n 讀常理齋殉節錄題後 \\n 題卹贈中憲大夫常理齋愛吟草殉節錄後 \\n 恭為理翁常老父臺先生大人靈車還梓 \\n 恭輓理翁常寅長同年 \\n 恭輓恩卹道四川崇慶州牧常老先生 \\n 恭輓皇清授贈中憲大夫常理齋老先生 \\n 恭輓崇慶州牧贈中憲大夫常老先生五古一首七律二首 \\n 讀殉節錄 \\n 題愛吟草殉節錄後 \\n 恭讀理齋常先生殉節錄書後 \\n ○恭題晉贈中憲大夫四川崇慶州牧理齋常公殉節紀畧後 \\n 豫章涂日烜【山曉保定府同知】 \\n 元戎西指正桓桓昔嶺猶傳轉運難蛇豕跳梁施賊伎風霆叱咤發忠肝妖氛畢竟殲將盡壯節須臾事已完豈獨文章能報國英魂颯爽暮烟寒 \\n 儒臣赴義植彝常卹典從優賁寵章祀紀昭忠輝汗簡恩垂榮蔭續清芳花溪漫憶鵑啼血遼海猶聞鶴返鄉見說遺徽應立懦當年慷慨重睢陽 \\n ○崇慶牧常公殉節詩 \\n 萊陽仲貽桂【磁州知州】 \\n 書生報國重邊疆意氣臨戎轉激昂烈士曾聞裹馬革詩人合祀浣花堂丹心己向戈銛死青史安知姓字香此日九原料無恨聖朝莫敢不來王 \\n 又 \\n 江蘇朱腹松【雪濤清苑知縣】 \\n 從來勇畧出儒生節烈於今重錦城餘瘴未銷諸葛壘孤鋒特試伏波營秋風戰馬驚馳檄夜月荒燐慟結纓鵑血年年啼不住悲歌還擬壯軍聲 \\n 褒封萬里下天門廿六人依豹霧昏勁節已橫仙閣立英風猶帶蜀江奔詩留餘冊皆申義民集新祠尚戴恩何日浣花溪上過椒漿柏酒奠忠魂 \\n 又 \\n 榆城劉嗣煥【保定府經歷】 \\n 大義了然氣自充迄今勁節著遼東捐軀不比輕生輩報國常存烈士風像肖浣溪崇禮意名留紫閣慰精忠當年惠政原無價痛徹崇山昔嶺中 \\n 又 \\n 晉安鄧為綱【進士原任元城知縣】 \\n 四十年來一節身成仁取義泣忠臣浣花祠內留生面不是人間第二人 \\n 昔嶺當年事已非蜀山蜀水不勝悲後人憑弔忠魂處共道持戈躍馬時 \\n 又 \\n 膠西張維祺【進士原任河間府同知】 \\n 礮火烽烟夜照關橫戈已誓不生還寇狂豈慮遲天討臣死何知重泰山昔嶺秋霜埋血碧浣花春露積苔斑於今絕塞歸皇域馬上忠魂破笑顏 \\n 又 \\n 奉新劉念拔【漁莊北薊州知州】 \\n 生前詞賦杜為家死後芳詞傍浣花當局獨翻前後塞不教兒女笑三巴 \\n 昔嶺當年戰大儒一身是胆萬人呼沙場取義何論命誓要金川入版圖 \\n ○黻廷老伯大人殉節誌輓 \\n 王　佐 \\n 盛代褒忠典賢侯義烈彰至今傳昔嶺如古奮沙場俎豆春秋茂旂常姓字光浣花祠廟在幽韻起松篁 \\n ○恭跋中憲大夫常理齋先生傳後 \\n 寶坻馬思聖【廣昌縣教諭】 \\n 謳歌德義自堯封家世由來有政聲讀竟一編心膽發名流寫得狀如生 \\n 長白詞宗蜀郡師孤峰圍繞亂妖旗丈夫一死寧虛擲想見提刀躍馬時 \\n 浣花千載拜忠祠父老春秋莫更悲溪水沈沈明月夜定將工部細論詩 \\n 金川銘勒十年餘都下猶傳昔嶺初汗簡例應伸特筆丹心炳炳武功書 \\n ○俚言恭輓晉贈中憲大夫崇慶州牧理齋常老先生殉節實錄 \\n 後學鄭人瑞【符章清苑縣貢生】 \\n 輓粟飛芻未是功儒臣更效武臣忠死心久寄青燈下生氣常留白刃中報國精靈依蜀土思親魂魄到遼東翻教竹馬空迎像民慟遙天淚洒風 \\n 精忠自古本忘身何待頻題赴難辰稽首雖辭臣命盡揮戈尚使國威伸彌添嶺上關山壯不獨溪旁廟宇新當日睢陽湏鬼擊先生猶及戮蠻人 \\n ○恭輓晉贈中憲大夫崇慶牧理齋常老先生殉節錄 \\n 晚生何士鋐【景堂清苑縣監生】 \\n 涖政西川越六年臣心耿耿問蒼天神人共鑒非凡令士庶咸歌飛舄仙倉猝臨危氣益振從容就義志猶堅君王不負忠魂節更錫恩綸屬後賢 \\n 疆場事業戹蠻鞿欲報君恩今已非猖獗兇酋原有種善文循吏竟無歸斜陽昔嶺鴉千樹明月花溪廟半扉烈烈英風昭萬古一泓流水咽危磯 \\n ○恭輓理齋常太翁先生殉節錄 \\n 唐縣柴士珍【儒聘己酉科拔貢】 \\n 天柱山高高矗天枸柳流水清且淵先生挺秀出其中雄才壯志何偉然讀書洞達通今古磊落胸襟邁流俗學問純兮經濟光膺命出宰赴西蜀西蜀道路阻且長西蜀西充僻且荒先生下車勤政績振舉細目兼大綱修復廟祠崇祀典建學取才慎遴選訟獄息兮刑罰清裨益人民匪淺鮮忽聞逆酋犯邊廷身奉羽檄入軍中支給糧餉克盡瘁爰擢州牧嘉厥功孰意蠻賊多反覆潛兵轉掠木果木懦夫驚聞皆奔逃仗義赴敵公所獨仗義赴敵揮戈刀揮刀殺賊氣何豪殺賊連斃八九首賊勢愈熾逞繹騷公猶罵賊口不絕身被數創慘復烈慷慨一死無徘徊昔嶺烽烟染碧血吁嗟當世一文儒不避艱險捐身軀西充惠愛傳無己立祠肖像民號呼慰忠祠建浣花畔浣花溪水流不斷水流不斷斷人腸憑弔忠魂常慨嘆殺身成仁莫與京天恩疊沛表忠貞褒乃躬兮廕乃後英風毅氣死猶生嘗聞賁父魯人志汧督効貞晉策記我欲濡毫寫英靈掩卷臨風頻洒淚臨風洒淚淚潸潸身騎箕尾無時還惟有芳名標汗簡千秋萬古留人間 \\n ○讀理齋常太翁先生愛吟草 \\n 渠陽王旭朗【素暉唐縣教諭】 \\n 名宿瑤編著愛吟西充公暇韻同琴頻摹止水青雲句【公有到官詩一旦致青雲明鏡與止水句】總見甘棠膏雨心賊殪鳳山舒浩氣【公有鳳凰山張獻忠伏誅作】忠書紀廟寓言箴【公有漢紀將軍廟作】宏詞多少通於史早振英風邁古今 \\n ○讀殉節錄 \\n 文臣輸餉到軍營倏值酋蠻挫我兵九首連隨刀劍落一生??弃似羽毛輕途中昔日傷裴相【公有裴晉公故里詩緋衣胆腹寔堪傷之句】嶺表今茲效杲卿祠立浣花名不朽還宜汗簡荷褒榮 \\n ○衣軒堂翁彙梓太翁詩稿賜教賦贈 \\n 搜羅遺草繕芸篇錦繡堆成製錦年不對玉冰懷凜凜焉能弓冶意拳拳循聲震疊優文獻惠政霑濡徧蜀燕健翮高騫程萬里佇看德報擢旬宣 \\n 又 \\n 清苑徐成鼎【丙午科舉人】 \\n 浣花溪上昭忠祠忠魂縹緲揚靈旗春秋享祀釃清酒英風颯爽來堦墀當年昔嶺崎嶇路舊是我公殉身處平原罵賊正氣昭風撼林嵐尚含怒來從羽檄佐戎麾輕裘緩帶軍前馳饒將象琯題龍虎還伏青虹戮鯨鯢誰虞封豕忽跳梁竟爾蟾蜍食月光西充父老盡悲泣金川軍士多嗟傷天兵迅掃殲羣逆卹典矜亡書竹帛姓氏常留天地間血湧千秋欲成碧 \\n ○恭讀理齋常太翁老先生殉節錄 \\n 清苑曹殿魁【直隸督標唐縣汛司】 \\n 謾言明哲保生全凡聖分途豈泛然肘腋難防身外變肝腸不改性中天夕陽一片悲遼鶴夜月三更泣蜀鵑十六年來題舊恨幾行清淚筆頭傳 \\n 烈烈孤忠志不違揮刀斬逆逐霞飛一朝昔嶺甘殉節萬古花溪沐聖輝崇慶恨無瞻德範西充悲弗覩神威英靈夜夜陪星斗不讓當年溫序徽 \\n ○恭讀常太翁老先生愛吟草殉節錄賦贈四律 \\n 江西羅大奇【正菴唐縣典史】 \\n 龍興人瑞盛燕翼象賢多生己標聰慧功還密琢磨繡腸羅萬卷雲步捷三科詩禮家風振椿庭養太和 \\n 十載膺遴選學優仕更優不辭山縣僻長抱玉壺秋惠入巴人曲仁銷蜀客愁絃歌琴韻叶作宰並言游 \\n 武事文儒備金川運餉行忽遭蠻刼奪那讓寇縱橫壯志揮長劍丹心報大清生祠溪水畔千載著芳聲 \\n 青簡為誰編昭忠姓字傳浮生拋異地勁節上參天義足揚親德恩宜廕子賢褒榮三世外華冑慶綿綿 \\n ○哀殉節常理齋刺史 \\n 淩川王仲【箎夫滄州知州】 \\n 輕生丈夫恥常公得其死殉節一名成殊榮廕及子何時西嶺拜忠魂英風會想萬山屯十年白骨埋黃土日月悠然照血痕同日不惟懦者立苗民應慙未知恩如此之人國之寶翻憐慷慨捐身早 \\n ○恭讀理齋常太翁老先生殉節錄【有序】 \\n 浭陽李繼曾【唐縣訓導】 \\n 予自癸卯秉鐸於唐今逾六載與衣軒常邑尊相處日深亦相友善因出其先大人理齋先生愛吟草並殉節錄示予予披吟再四既悲其生前之阨又喜其身後之榮益信天之報施善人為不爽也感成二律以贈之 \\n 長材豈與數爭衡盤錯翻因利器生三載焦勞籌國餉一朝倉卒陷番營直將勁節還天地不肯全軀負聖明最是多情溪畔水至今流恨幾聲聲 \\n 漫道心傷昔嶺邊蒼穹端底慰英賢忠魂已著花溪岸義像常留武廟前爵錫簪纓垂百代名彰彝鼎列千年遙知靈爽依稀在帶笑悠悠入九泉 \\n ○恭讀理齋常太翁殉節錄 \\n 唐縣陳荀會【增廣生】 \\n 仗義揮刀誅逆蠻此身原不計生還應知數點精忠血草木千秋尚染斑 \\n 學問純時理道純成仁取義志湏伸後人讀史知餘恨小試烹鮮即殞身 \\n 浣花溪畔慰忠祠瞻謁人稱卜地宜謂是臣心清似水一腔忠義炯無私 \\n 充邑新祠肖像成時聞鳥語和愁聲如何偏向祠前語為報金川寇己平 \\n 謾說人生土一邱昭忠祀典重千秋更稱廕子輝堂構不盡英名照巨流 \\n 耿耿忠魂何日歸遙瞻昔嶺淚空揮丹心映日人如在不羨當年丁令威 \\n ○恭讀理齋常太翁先生愛吟草殉節錄賦贈 \\n 博陵段瑄【增廣生】 \\n 杰人將震世豈止見聞多德擬金陶鍊行如玉琢磨辭壇雄一幟文陣破三科想是調羹手鹽梅藉以和 \\n 其二 \\n 利器鋒纔試爭推吏治優惠偕風萬里明並月三秋已奏龔黃業還擔禹稷愁西充諸父老花縣喜重游 \\n 其三 \\n 支糧聞寇急禦不藉同行氣並巫山壯戈隨蜀月橫挺身圖報効拋死計澄清昔嶺人如在浣花泣幾聲 \\n 其四 \\n 忠魂今尚在漫道死無傳浩氣沖巴月丹心映蜀天名猶驚眾畔義豈愧前賢紫誥當年至簪纓錫冑綿 \\n ○崇慶牧常公殉節詩 \\n 陵川秦懋效 \\n 六月征蠻傳羽檄打箭爐中夜鳴鏑碉樓盤聚兩川間敢與六軍爭勁敵誰為傳餉萬馬屯峨峨棧道黃雲昏風吹絕塞旌旗動月落危城笳鼓喧豨突鴟張勢狡譎變起倉卒心膽裂奮臂一呼常刺史提刀罵賊齒流血同難二十有六人臨危公獨無逡巡逆酋肆毒交矢石被創而死傷孤臣浣花溪畔荒祠古欲招忠魂淚如雨至今昔嶺楓林深日暮哀哀啼杜宇 \\n ○讀常君殉難遺詩題後 \\n 宛平周廷采【舉人】 \\n 黑風摧營雲破墨慷慨從軍命如紙上馬殺賊賊勢眾此日常公為忠死伊昔常公來遼東挾策上奏長安宮秋月春風稱意日天街十里香塵紅一麾遠赴巴蜀道到處甘棠思拜召蠢彼醜類稽天誅蟻自營營蜂亦鬧常公矢勞供轉輸性命直與芻粮俱何來鼠子敢窺竊橫刀裂眥爭湏臾乃知大義發大勇科第湏教名節重尤荷天朝報錫殊生氣如存死無痛詩編磊落欽璠璵報國不愧文章譽讀公遺詩酹公酒大星晱晱燈殘孤金旂風轡公歸乎 \\n ○題四川崇慶牧常君殉節紀略後 \\n 清苑凌均【恩貢】 \\n 難臣珥筆久名欽魂散巫陽不可尋鳶墮蠻江荒徼夢鶴歸遼海故鄉心戰場終古流殘淚齋館從今罷苦吟此日浣花同廟食靈旗風雨夜應深 \\n 蜂聚蟻屯萬馬喧阿誰裂眥在軍門鴻毛己擲孤臣命鳳誥頻頒聖主恩昔嶺干戈飛碧血浣花俎豆慰忠魂年年巫峽行人淚聽徹啼鵑日易昏 \\n 又 \\n 清苑趙正源【舉人】 \\n 檄從上將赴南征一夕降蠻乍變盟給餉功多留幕府護糧力盡痛行營橫刀直有常山烈蹈刃甘同左轂鳴事起湏臾方寸定不虛平日喜談兵 \\n ○聞昔嶺事哭奠理齋四兄 \\n 年家鄉同學寅愚弟孫天寧【舉人四川灌縣知縣陞任山西朔州知州】 \\n 維乾隆三十九年歲次甲午仲春月越祭日己亥謹以牲帛庶饈之儀致祭於皇清誥授中憲大夫理齋常公之靈曰嗚呼人生大節無過忠孝是必秉乾坤醇厚之氣具堅凝不拔之操常則順正以達其誠變則委身以全其節出處行藏不拘一定其載在史冊照耀古今者大都超乎流俗為人所欽慕式傚而不能忘此固非勉強朝夕間苟以求名者之所能也吾友理齋公龍山鍾秀遼水儲英少負特達之志與予共誦讀者凡二載餘其沈酣經史寒暑不倦故才思之宏偉詩文之純粹同人咸深遜焉以癸酉副車益奮其志丙子丁丑遂鄉會聯飛其所學之醇而所養之邃可知三十二年歲丁亥上命入蜀司牧西充愛民下士在在著有循聲而戊子庚寅兩與同考更能為朝廷得士迨至三十六年金酋不法王師進征時羽檄交馳選能供支糧餉公隨營三載司收放經理合宜毫無貽悞經濟出於學問信不誣耳由是賢聲上達特遷崇慶州牧激濁揚清其所望於公者遠且大詎已癸之六月西軍失利公率夫護糧持矛手斃二賊卒以不怯被害嗟夫當大軍潰散之際玉石俱焚公以文職司餉即權為退避以待救援亦誰議其懦者乃獨奮不顧生以厲臣節所謂事君能致其身不以常變而異其操睢陽城外哭許張公其後先輝日?英矣獨念公之嚴君白髮在堂晨昏待養然使公以此遂同懦夫怯敵退避苟免則太翁之心必不快公蓋籌之已熟是則公之盡節於國家者即所以將順於庭幃以孝作忠以忠全孝此固天地鑒之鬼神臨之矣蓋由聖治化洽於邊隅故報國之臣心可作日星河嶽豈偶然之故哉今天子憫公勵節捐軀加增觀察崇銜予以恩蔭獎恤優渥曠典固己著於千秋而令嗣君賦質岐嶷有造成人必能以答當宁慰先靈則上之所以酬賞乎公天之所以報施乎公者寧有涯涘公又復何恨惟予與公共硯同舟新邑衝要竊喜其得時親指南自公隨營後遂不獲與公晤而徒溯忠魂於既渺誠令人欷歔太息泣數行下矣不腆既將四韻俱成公其來格　欃槍紛芒未掃除軍書旁午敢寧居風塵出塞心偏壯雪嶺當關粟廣儲行役不堪陟屺岵論功還冀改門閭回頭欲問從前事不若逍遙賦子虛　三載籌邊歷險多最逢險處冐干戈蠢蠻不識青雲客狹路因成碧血坡枯骨至今迷的博忠魂何自返蓬婆愁將淚眼迎斜照那得趨庭更一過　昔年燈火共論文今日存亡隔暮雲未見斷橋歸駟馬空留孤劍說從軍豈忘樽酒生前別欲識音容夢裏分更有不堪回首處兒孫何地拜高墳　憐憫須知奉聖恩英名千載死猶存成仁不改威靈望恨賊應為厲鬼吞異地豐碑來有績故園殘屐去無痕慰忠祠宇隣工部豈負崎嶇到蜀門 \\n ○俚言四首哭輓黻廷四哥大人 \\n 瀋中孫曰秉【山東布政使】 \\n 遼水鍾人傑文章早起家長才憎命達遠志肇名嘉報國孤忠耿酬庸渥典加清芬垂祀永史乘播芳華 \\n 妙技牛刀擅交章鶚薦頻神君名不忝良牧政常新嶽嶽峨峰峙迢迢錦水春至今遺愛在頌德徧州民 \\n 玉壘馳烽日金川搆釁年飛芻勞出塞借箸仗籌邊裹革言偏騐書旂業竟傳聞雞懷舊侶灑淚向秋煙 \\n 蚤託忘形契同吟勵志詩喜窺邊笥富愧著祖鞭遲宿草增新愴停雲感故知德門多積慶還與象賢期 \\n ○讀常理齋殉節錄題後 \\n 鐵嶺郭明德【舉人山西河津縣知縣】 \\n 我讀文山正氣歌上為日星下嶽河人生天地身許國肯負七尺雄冠峩三寸毛錐博青紫禦侮豈足當干戈書生知兵從古少欲雪此恥可若何男兒死耳尸裹革見義不為慙巍科我友理齋崇慶牧弱冠二酉胸中羅平生愛吟成癖好鴻篇字字織龍梭南宮射策稱物望西充作宰得人和叔度何暮僑誰嗣百廢俱舉蠲煩苛歲在癸巳金川役王師西向掃巢窠量沙唱籌君竭力度支出納無一訛逆酋陰連索諾木忽掀平地生風波倉皇聞變各鳥散君獨正色厲聲訶來歙書表血刺字光弼臨陣刀插鞾且罵且鬬刃數賊恨不六臂殲幺麼食人之祿忠人事早辦一死矢靡他憶我與君訂交日軒車斗酒相經過戟鬚炬目談成敗齒根截鐵無媕婀祖逖聞雞各起舞陶侃運甓箴蹉跎知君忠孝本至性臨時豈復肯依阿我聞蜀中山水秀才人烈士古來多出師慷慨武侯表北征纏綿老杜哦文與詩書相表裏俗筆脆薄空研摩君今從容能就義文章氣節兩無頗浣溪俎豆配前哲精成萬古刼不磨故鄉鶴夢應歸去隻雞何日登陂陀風塵鹿鹿行老矣千秋悵望淚滂沱 \\n ○題卹贈中憲大夫常理齋愛吟草殉節錄後【五言三十韻】 \\n 閩中業大觀【翰林編修】 \\n 節義孤臣立文章藻士專古稱三不朽今孰兩能全崇慶推名牧陪京產碩賢驚才袁白燕逸思李青蓮盾檄新磨墨囊詩舊選錢南宮衣染汁西蜀舄飛仙井絡千盤棧卭關九折鞭文翁興學校宓子奏歌絃十里青山句【公初至遂寧行縣詩有十里青山縣句】一犁秋雨篇【觀農人犁水田詩有一犁秋雨北風寒句】鷺鷗行縣景【行縣詩有慣來鷗鷺饒閒意句】蜂鳥放衙緣【放衙詩有鳥語蜂聲滿庭院句】治本詩書飾胸無利欲牽鍊神冰雪淡養氣柏松堅小醜跳梁日先生報國年金川屯壁壘昔嶺擁輜軿粟輓蕭何籍餉豐陶侃船量沙籌算遠聚米陣圖連制府褒勳績端僚慶擢遷泉流晨拜井書逐夜鳴鳶猝爾兇渠值喧然戰鼓闐蟲沙同化矣玉石并焚焉公曰驅車赴吾寧裹革捐刀揮豎首落血噴賊衣濺揭揭虬鬚奮巖巖電目懸睢陽方命霽來歙正呼延箕尾騎孤去壺頭跡顯傳魂歸遼海表廟立浣溪邊百代神靈護千秋俎豆綿巷思遺愛哭碑為感恩鐫遺稿良朋輯幽光太史宣何時遵劍外瞻像拜祠前 \\n ○恭為理翁常老父臺先生大人靈車還梓 \\n 鄰治晚生周昌?鳥頓首 \\n 戊子秋【晚】就館晉城聆翁言論即知翁大義素明有古良臣風久深敬佩辛卯冬翁奉調西路大營糧務事雜而接應煩翁獨力經營尚不肯以口外風氣使友人嘗試閱明年【晚】與同事強行糧站冀分微勞詎皆以不服水土而返終於事無補然比時睇視翁之形神已瘁矣而猶奮不顧身竭力以辦是以斯時各站同官有隨營糧務非翁莫濟之譽即翁於攻資哩塞未下之時同僚會集時亦常有鞠躬盡瘁死而後已之語是翁致身之願存之己久毋何【晚】出站兩月餘而翁果遇害此迨六月十二日事也且先聞賊未破壘時翁知勢難抵禦即促從人早避其鋒願以一身盡節翁之心直同天中日午翁之逝直為赴義從容始益信翁之生平不以詞章引重切切以敦倫為念也嗚乎翁以身報國可謂移孝作忠名節兩全矣在盛朝恩深自有應得卹典足慰忠魂是翁之捐軀翁之志也翁雖死猶生也庸何傷惟是【晚】連牀五載一朝永訣無術返魂空憑素旐中心悲惋莫能自己茲值鶴馭歸梓聊效一束生蒭敬續數誄於額後知翁有靈冀併鑒之 \\n ○恭輓理翁常寅長同年 \\n 年寅弟劉繩祖【太倉人西充知縣】 \\n 忠孝兩全遭際艱捐軀報國重于山金川事去家何在遼海人來鶴不還鵑血魂愁秋樹外曾頭故壘夕陽間可憐兒少親年老夢繞泉臺涕淚潛 \\n 一載神交有夙因公餘手札誨諄諄方期不隔同年面誰料永成地下人精貫白虹完節義魂歸丹陛報君親西民相率歌侯德廟食千秋禋祀新【西民建祠春秋祭享】 \\n ○恭輓恩卹道四川崇慶州牧常老先生 \\n 後學方中選【昌黎廩膳生】 \\n 揮戈殲馘烈當年愈信文優武更全志節淩霜飄玉闕精忠貫日映金川魂歸夕嶺乾坤老祀享浣花俎豆鮮麟閣標名垂萬古先生真不愧勳賢 \\n 當年昔嶺遇艱辛慷慨捐生有幾人萬古難磨忠義節一心看得死生真西民痛斷碑前淚北闕恩隆隴外身最喜鳳毛能繼美衣冠接武慰嚴親 \\n ○恭輓皇清授贈中憲大夫常理齋老先生 \\n 後學郭玉珩【奉府庠生】 \\n 輕裘緩帶一儒生萬里從戎事遠征豈是豺狼能肆惡祇因星斗暫回明血袍搦戰乾坤赤甲馬含悲草木平凜凜英魂何處所一輪皓月照天清 \\n 淒風苦月透刀瘢萬里長征竟未還但使淩烟名不朽忠魂到處是家山 \\n ○恭輓崇慶州牧贈中憲大夫常老先生五古一首七律二首 \\n 晚生王朝元【同鄉廩生】 \\n 遼海深無極一望無涯涘長白巫閭山遙遙東西峙鬱積與磅礴生我常夫子正氣得之天節概礪於己磨礪數十年學而優則仕甘棠蔭充邑絃歌徧閭里逆蠻肆跳梁天兵下邊壘奉檄典糧儲願為天子使妖氣翳日月禍變倉卒起奮劍擊凶酋烈超介冑士致身報君恩靡他誠自矢取義與成仁庶幾無愧已至今昔嶺間殺氣迷烟水君靈何昭回長庚此其是把酒奠秋風魂兮歸桑梓忠孝既兩全誰云身己死恩卹祀昭忠榮廕及孫子千載永不磨歷歷標青史 \\n 清溪一曲抱山村里號棲霞產異人鵬奮九天雲路近星沈萬里血光新孤忠耿耿蜀山月遺恨綿綿昔嶺春張許有靈應把臂丹誠共訴不嫌頻 \\n 長驅未得殲蠻戎夕嶺軍中落將星帶甲雄師色盡墨儲糧佳士氣如霆忠魂不逐蟲沙沒大節常昭汗簡青淚灑西風蜀父老浣花溪畔弔英靈 \\n ○讀殉節錄【張君諱洲字萊峰武功人先生同年友也聞先生歿于王事因作殉節錄以紀事】 \\n 王朝元 \\n 瑤編讀罷憶純臣血字幽光映冊新不有萊峰傳盛節千秋知己更何人 \\n 廿六人中獨擅名綱常為重一身輕大呼逆豎風雲變紙上如聞咤叱聲 \\n 崇慶忠貞光國步武功文筆偏儒林奮髯讀罷頻揮淚激起平生節義心 \\n 豐碑高出浣花雲名入昭忠俎豆芬又得張君傳信史先生真不負銘勳【先生字銘動】 \\n ○題愛吟草殉節錄後 \\n 王朝元 \\n 窮經國士解談兵緩帶經裘事遠征詩賦不疏戎馬地綱常自鎮死生情愛吟遺著生前草忠節高標歿後旌此日魂遊何處所墓門松柏自崢嶸 \\n 詩正清新酒正醇風流儒雅樂天真誰知花縣木?爯名士不意沙場作難臣遼海石麟常對月錦江竹馬漫迎春至今西土歸王化稍慰當年報主身 \\n ○恭讀理齋常先生殉節錄書後 \\n 唐縣歲貢生陳學海 \\n 騰茂循聲噪錦官誰知儒吏鐵為肝狼烽直促青萍吼馬革憑收玉骨殘一片忠心丹化碧九重恩詔紙迴鸞獨嗟瘴雨蠻煙外昔嶺飛霜六月寒 \\n 恭紀崇慶刺史常公金川殉難詩 \\n 附錄： \\n 常纪，字铭勋，号理斋，承德人。乾隆辛卯进士，历官崇庆知州。殉难，赠道衔。有《爱吟草》。 \\n  \\n 　 \\n  \\n   \\n  "}
