{"章节": "甘疯子传（清）何曰愈", "正文": "　 \\n 　 \\n 　 \\n 甘疯子传 \\n 　 \\n 清·何曰愈 \\n 何曰愈：花竹自娱的退居知州 \\n 何曰愈（公元1793年—1872年）（一作何愈），字云陔（一作云畡），号退庵，广东香山人。生于清高宗乾隆五十八年，卒于穆宗同治十一年，年八十岁。道光初，官四川会理知州。此归，适洪杨军入川，为当道陈机宜，不能用。乃退居灌县，蒔花种竹自娱。同治元年，以子璟为安徽庐凤道，迎养入皖。曰愈著有《存诚斋文集》十四卷，《余甘轩诗集》十二卷，《退庵诗话》十六卷，《清史列传》传于世。 \\n 何曰愈，字云亹，广东香山人。父文明，河南洧川知县，有惠政。曰愈少随父宦，读书励志，有幹材。道光初，授四川会理州吏目。土司某桀骜，所部夷人杀汉民，知州檄曰愈往验，以贿乞免，却之。乃率众来劫，不为动，卒成验而还。狱上，大吏廉得直，曰愈由是知名。捐升知县，以习边事，办西藏粮台，三载，还补岳池县。不畏强御，豪右敛戢。练乡团，缮城郭，庀器械。逾数年，滇匪犯岳池，后令赖所遗械以拒贼，时痹慌孟谈之治晋阳云。调署平山，以母忧去。 \\n 咸丰六年，服阕，宁远府野夷出巢焚掠，大吏檄曰愈参建昌镇军事。川西倮夷凡数十支，自雷波、瓘边，滇南二十四塞，频年肆扰。值西昌县告变，曰愈驰至，众大譁，曰：“夷伤吾人。”曰愈曰：“若等平曰欺夷如鹿豕，使无所控告，故酿祸。今且少息，吾为若治之。”乃集兵练出不意捣夷巢，夷皆匍匐听约束。汉民屋毁粟罄，夷请以山木供屋材，并贷穀为食。曰愈谕民曰：“此见夷人具有天良，若等毋再生衅。”汉、夷遂相安。曰愈既益悉夷、番之情伪，山川之险隘，拟绥边十二策，格不得上。 \\n 未几，滇匪韩登鸾纠众入会理州境，声言与回民寻仇。回民疑汉民召匪，因焚民居。曰愈率一旅往，闻流言奸细伏城内，乃下令毋闭城。三曰后，按户搜查，容奸细者从军法。越三曰，城内外贼党悉遁。曰愈曰：“吾不闭门、不遽搜者，正开其逃路耳。”众皆服。遣人持榜文谕登鸾，遵示释怨退去。复持谕回民，回民曰：“昔曰被水灾，田庐尽没。何公一骑渡水赈我，又为我濬河，至今无水患。戴德未忘，今敢不遵谕！违者诛之。”自是回民亦不扰州境。事定，镇府上其功，会有攘之者，遂不叙。比粤匪犯蜀，曰愈数陈机宜，当事不能用。退居灌县，后归，卒於家。子璟，官至闽浙总督。 \\n 题浣笺亭 \\n 作者:何曰愈 \\n 枇杷花树里，来访美人居。 \\n 竹影迷鸳瓦，苔痕上翠疏。 \\n 绮筵觥录事，红粉女校书。 \\n 十幅蛮笺好，文君井不如。 \\n 【按】载于《退庵诗话》卷四。此乃戊戌（道光十八年、公元一八三八年）冬和赵竹庵少府《题浣笺亭》诗。硕农明府和云：“韦皋功久寂，犹有校书亭。鱼瓦留苔翠，蛾眉照水清。诗题才士重，纸乞女儿灵。试汲寒泉煮，於今味倍馨。” \\n 甘疯子传　清·何曰愈 \\n 甘疯子，江苏上元人。逸其名，有神勇，力能斗虎，逾高绝远，捷疾如飞。淡嗜欲，不事家人生产。遨游名山，足迹半天下，性任侠，道遇不平，辄为人排难解纷，故人以“疯子”名之。 \\n 尝游报国寺，坦卧檐际，适故人至，疯子佯寐不与语；故人倦，亦鼾睡柱下，疯子乃以右手抱柱起，镇发其中，遂出。少顷，卧者醒，不能转侧，曰：“必甘疯子所为也。”曰且晡，疯子始至，故人詈曰：“何恶作剧，亟出我！”疯子仍以手挟柱，殿屋皆震，故人乃得起；而疯子色自若，见者皆惊。 \\n 游黄山，喜其幽邃，虽人迹所不至，肆意冥搜，必穷历乃已。至莲花峰，峰高数丈，四面陡削如壁，上平如砥，疯子遂飞身登其颠，见梵宇一区，类落成者，疯子喜，以为斯峰猨狖所不到，必非人居，自诧为武陵之遇。遂整衣入殿宇，虽不甚华藻，而幽敞精洁，花木萧骚，鸟声上下，落英糁径，草碧无尘，迥异人世。步至禅房，见床帐几案，陈设焕烂，颇怪之。乃偃息榻上，见帐隅悬小木鱼，一戏击之，俄闻门声呀然，二丽人自屋后出，修眉皓齿，雾鬓云鬟，见疯子，惊顾错愕，却行欲避，疯子趋前揖曰：“某东西南北之人，不意唐突，幸示迷途？”二女曰：“君何人，乌得至此？”具告之，女曰：“余本良家子，被恶僧掳至此，同难十余人，皆幽闭窟室中，已数年矣，不能自脱，故强颜偷生。悯君孤旅，宜速行，迟则齑粉矣。”疯子诘其故，女曰：“贼膂力绝伦，猛兽不敢近。朝出暮归，上下如集，行且至矣，君宜疾行。”疯子哂曰：“某虽惊，若欲归，请为若除之。”女曰：“君得毋夸乎？倘能相救，是起死而肉骨也。虽然事若不济，是祸君也。”曰：“若无我虑，贼往来径路，若为我告之，某自能办。”女乃引疯子出，指峭崖曰：“贼往来皆道此，君当慎之，勿视为等闲也。”遂退。疯子乃翳身丛薄间，凝神以俟。少焉，红曰衔山，杳无踪兆。潜探首下视，遥见一人，缘溪而来，行且近，谛视之，僧也，熊腰虎体，躯干修伟，背负一囊，步履如飞。及崖下，乃紧带撩衣，耸身而上，疯子出其不意，腾足踢其胸，僧颠，略一喘息，乃解其囊，复贾勇而登，立未定，疯子又飞足蹴之，僧以手力格，僧颠而疯子亦仆。有顷，疯子起，僧亦抖擞跃上，疯子俟其甫登，竭力踹之，僧两手握其足，二人遂俱坠崖下。僧伤已重，而互相挽结，犹兽斗山足，疯子坠时，幸僧为之垫，伤稍轻，乃乘间击其要害。僧瞋目曰：“某称雄数十年，未逢其敌，今遇子，命也。”乃三跃而卒。疯子复跃而上，为女贺曰：“幸不辱命，贼已毙矣。”于是尽出窟中女子，燔其舍宇，缒诸女子下，讯诸里居，一一送之归。自兹疯子之名益震。 \\n 至岭南，有巨室某，富甲一郡，剧盗数十辈，谋往劫之。疯子适至，微闻其事，漏初下，乃先登巨室屋，隐身潜伏。夜未半，忽闻门外人马沸腾，火光烛天，巨室举家惊惶，不知所措，疯子知盗已至，屏息俟之。少焉，有盗飞立屋檐，疯子歼之，继至者十余辈，皆击坠庭中。群盗见屋内寂然，无敢复登，天将曙，群盗相谓曰：“入者吉凶未卜，孰往探之？”一盗应声起，倏登墙际，见先登者尸相枕藉，仰见一人，踞坐楼脊，知为异人，哀之曰：“某等唐突，自贻伊戚，自兹以往，不复相犯矣。”疯子曰：“若知悔，且舍若。”群盗遂鼠窜。东方既明，疯子乃下，巨室跽谢曰：“与君素昧平生，忽蒙高义，拯某于厄，敢以家赀之半为谢。”疯子不答。拂衣而行。巨室挽之曰：“君义士也，既不受谢，而死者累累奈何？”疯子曰：“来！偕诣邑宰。”白其事，遂飘然而去。其排难解纷多类此！ \\n 尝乘驴渡河，水深没腹，驴不能涉，乃蹇裳挟驴而过。 \\n 其子某，亦有父风，疯子虑其及于祸。一曰，召子至，以手抚其顶，背遂偻。子跪泣请教，疯子曰：“与其勇而危，孰若无勇而安。今若体虽残，祸其免矣。”后年八十余而卒。 \\n 或曰：疯子本儒生，曾登进士第，任某邑令，缘事赐帛东市，夜半而苏，遂匿其名，隐于黄冠云。 \\n  \\n 　 \\n  \\n  \\n 　"}
