{"章节": "秋灯琐忆（清）蒋坦", "正文": "　 \\n 　 \\n 　 \\n 秋灯琐忆 \\n 　 \\n 清·蒋坦 \\n 道光癸卯闰秋，秋芙来归。漏三下，臧获皆寝。秋芙绾堕马髻，衣红绡之衣，灯花影中，欢笑弥畅，历言小年嬉戏之事。渐及诗词，余苦水舌挢不能下，因忆昔年有传闻其《初冬诗》云“雪压层檐重，风欺半臂单”，余初疑为阿翘假托，至是始信。于时桂帐虫飞，倦不成寐。盆中素馨，香气滃然，流袭枕簟。秋芙请联句，以观余才，余亦欲试秋芙之诗，遂欣然诺之。余首赋云：“翠被鸳鸯夜，”秋芙续云：“红云织蟔楼。花迎纱幔月，”余次续云：“入觉枕函秋。”犹欲再续，而檐月暧斜，邻钟徐动，户外小鬟已啁啁来促晓妆矣。余乃阁笔而起。 \\n 数日不入巢园，阴廊之间，渐有苔色，因感赋二绝云：“一觉红蕤梦，朝记记不真。昨宵风露重，忆否忍寒人？”“镜槛无人拂，房栊久不开。欲言相忆处，户下有青苔。”时秋芙归宁三十五日矣。群季青绫，兴应不浅，亦忆夜深有人，尚徘徊风露下否？ \\n 秋芙之琴，半出余授。入秋以来，因病废辍。既起，指法渐疏，强为理习，乃与弹于夕阳红半楼上。调弦既久，高不成音，再调则当五徽而绝。秋芙索上新弦，忽烟雾迷空，窗纸欲黑。下楼视之，知雏鬟不戒，火延幔帷。童仆扑之始灭。乃知猝断之弦，其谶不远，况五，火数也，应徽而绝，琴其语我乎？ \\n 秋芙以金盆捣戎葵叶汁，杂于云母之粉，用纸拖染，其色蔚绿，虽澄心之制，无以过之。曾为余录《西湖百咏》，惜为郭季虎携去。季虎为余题《秋林著书图》云：“诗成不用苔笺写，笑索兰闺手细钞”，即指此也。秋芙向不工书，自游魏滋伯，吴黟山两丈之门，始学为晋唐格。惜病后目力较差，不能常事笔墨。然间作数字，犹是秀媚可人。 \\n 夏夜苦热，秋芙约游理安。甫出门，雷声殷殷，狂飙疾作。仆夫请回车，余以游兴方炽，强趣之行。永及南屏，而黑云四垂，山川瞑合。俄见白光如练，出独秀峰顶，经天丈余，雨下如注，乃止大松树下。雨霁更行，觉竹风骚骚，万翠浓滴，两山如残妆美人，蹙黛垂眉，秀色可餐。余与秋芙且观且行，不知衣袂之既湿也。时月查开士主讲理安寺席，留饭伊蒲，并以所绘白莲画帧见贻。秋芙题诗其上，有“空到色香何有相，若离文字岂能禅”之句。茶话既洽，复由杨梅坞至石屋洞，洞中乱石排拱，几察俨然。秋芙安琴磐磴，鼓《平沙落雁》之操，归云滃然，涧水互答，此时相对，几忘我两人犹生尘世间也。俄而残暑渐收，暝烟四起，回车里许，已月上苏堤杨柳梢矣。是日，屋漏床前，窗户皆湿，童仆以重门锁扃，未获入视。俟归，已蝶帐蚊橱，半为泽国，呼小婢以筠笼熨之，五鼓始睡。 \\n 秋芙喜绘牡丹，而下笔颇自矜重。嗣从老友杨渚白游，活色生香，遂入南田之室。时同人中寓余草堂及晨夕过从者，有钱文涛、费子苕，严文樵、焦仲梅诸人，品叶评花，弥日不倦。既而钱去杨死，焦严诸人各归故乡。秋芙亦以盐米事烦，弃置笔墨。惟余纨扇一枚，犹为诸人合画之笔，精神意态，不减当年，暇日观之，不胜宾朋零落之感。 \\n 桃花为风雨所摧，零落池上，秋芙拾花瓣砌字，作《谒金门》词云：“春过半，花命也如春短。一夜落红吹渐漫，风狂春不管。”“春”字未成，而东风骤来，飘散满地，秋芙怅然。余日，“此真个‘风狂春不管’矣！”相与一笑而罢。 \\n 余旧蓄一绿鹦鹉，字日“翠娘”，呼之辄应。所诵诗句，向为侍儿秀绢所教。秀绢既嫁，翠娘饮啄常失时，日渐憔悴。一日，余起盥沐，闻帘外作细语声，恍如秀娟声吻，惊起视之，则翠娘也。杨枝去数月矣，翠娘有知，亦忆教诗人否？ \\n 秋芙每谓余云：“人生百年，梦寐居半，愁病居半，襁褓垂老之日又居半，所仅存者，十之一二耳，况我辈蒲柳之质，犹未必百年者乎！庾兰成云：一月欢娱，得四五六日。想亦自解语耳。”斯言信然。 \\n 平生未作百里游。甲辰娥江之役，秋芙方病寒疾，欲更行期。而行装既发，黄头促我矣。晚渡钱江，飓风大作，隔岸越山，皆低鬟敛眉，郁郁作相对状，因忆子安《滕王阁序》云：“天高地迥，觉宇宙之无穷，兴尽悲来，识盈虚之有数。”殊觉此身茫茫，不知当置何所。明河在天，残灯荧荧，酒醒已五更时矣。欲呼添衣，而罗帐垂垂，四无人应，开眼视之，始知此身犹卧舟中也。 \\n 秋月正佳，秋芙命雏鬟负琴，放舟两湖荷芰之间。时余自西溪归，及门，秋芙先出，因买瓜皮迹之，相遇于苏堤第二桥下。秋芙方鼓琴作《汉宫秋怨》曲，余为披襟而听。斯时四山沉烟，星月在水，琤瑽杂鸣，不知天风声环佩声也。琴声末终，船唇已移近漪园甫岸矣。固叩白云庵门。庵尼故相识也，坐次，采池中新莲，制羹以进。香色清冽，足沁肠睹，其视世味腥膻，何止薰莸之别。回船至段家桥登岸，施竹簟于地，坐话良久。闻城中尘嚣声，如蝇营营，殊聒人耳。桥上石柱，为去年题诗处，近为嫔衣剥蚀，无复字迹。欲重书之，苦无中书。其时星斗渐稀，湖气横白，听城头更鼓，已沉沉第四通矣，遂携琴刺船而去。 \\n 余莲村来游武林，以惠山泉一瓮见饷。适墨傎开士主讲天日山席，亦寄头纲茶来。竹炉烹饮，不啻如来滴水，遍润八万四千毛孔，初不待卢同七碗也。莲村止余草堂十有余日，剪烛论文，有逾胶漆。惜言欢未终，饥为驱去。树云相望，三年于兹矣。常忆其论吴门诸子诗，极称觉阿开士为闻见第一。觉阿以名秀才剃落佛前，磨砖十年，得正法眼藏。所居种梅三百余本，香雪满时，跌坐其下，禅定既起，间事吟咏。有《咏怀诗》云：“自从一见楞严后，不读人间糠粕书。”昔简斋老人论《华严经》云：“文义如一桶水，倒来倒去。”不特不解《华严》，直是未见《华严》语。以视觉阿，伺止上下床之别耶！惜未见全诗，不胜半偈之憾。闻莲村近客毗陵，暇日当修书问之。 \\n 夜来闻风雨声，枕簟渐有凉意。秋芙方卸晚妆，余坐案傍。制《百花图记》未半，闻黄叶数声，吹堕窗下．秋芙顾镜吟曰：“昨日胜今日，今年老去年。”余怃然云：“生年不满百，安能为他人拭涕！”辄为掷笔。夜深，秋芙思饮，瓦铞温暾，已无余火，欲呼小鬟，皆蒙头户间，为趾离召去久矣。余分案上灯置茶灶间，温莲子汤一瓯饮之。秋芙病肺十年，深秋咳嗽，必高枕始得熟睡。今年体力较强，拥髻相对，常至夜分，殆眠餐调摄之功欤？然入秋犹未数日，未知八九月间更复何如耳。 \\n 余为秋美制梅花画衣，香雪满身，望之如绿萼仙人，翩然尘世。每当春暮，翠袖凭栏，鬓边蝴蝶，犹栩栩然不知东风之既去也。扫地焚香，喻佛法耳，谓如此即可成佛，则值寺阍黎，已充满极乐国矣。秋芙性爱洁，地有纤尘，必亲事箕帚。余为举王栖云偈云：“日日扫地上，越扫越不净。若要地上净，撇却苕帚柄。”秋芙卒不能悟。秋荚辨才十倍于我，执于斯者，良亦积习使然。 \\n 余居湖上十年，大人月给数十金，资余盐米。余以挥霍，每至匮乏，夏葛冬裘，递质递赎，敝箧中终岁常空空也。曾赋诗示秋芙云：“一寒至此怜张禄，再拥无由惜谢耽。箧为频搜卿有意，裈犹可挂我何惭。”纪实也。 \\n 丁未冬，伊少沂大令课最北行，余饯之草堂，来会者二十余人。酒次，李山樵鼓琴，吴康甫作擘窠书，吴乙杉、杨渚白、钱文涛分画四壁，余或拈韵赋诗，清谈瀹茗。惟施庭午、田望南、家宾梅十余人，踞地赌霸王拳，狂饮疾呼，酒尽数十觥不止。是夕，风月正佳，余留诸人为长夜饮。羊灯既上，洗盏更酌，未及数巡，而呼酒不至。讶询秋芙，答云：“瓶罍罄矣。床头惟余数十钱，余脱玉钏换酒，酒家不辨真赝，今付质库，去市远，故未至耳。”余为诵元九“泥他沽酒拔金钗”诗，相对怅然。是集得诗数十篇，酒尽八九瓮，数年来文酒之乐，于斯为盛。自此而后，踪迹天涯，云萍聚散，余与秋芙亦以尘事相羁，不能屡为山泽游矣。 \\n 秋芙素不工词，忆初作《菩萨蛮》云：“莫道铁为肠，铁肠今也伤。”造意尖新，无板滞之病。其后余游山阴，秋芙制《洞仙歌》见寄，气息深稳，绝无疵颠，余始讶其进境之速。归后索览近作，居然可观，乃知三日之别，固非昔日阿蒙矣。昔瑶花仙史降乩巢团，目秋芙为昙阳后身，观其辨才，似亦可信。加以长斋二十年，《楞严》《法华》熟诵数千卷，定而生蕙，一指半偈，犹能言下了悟，况区区文字间乎！昔人谓“书到今生读已迟”，余于秋芙信之矣。 \\n 秦亭山西去二十里，地名西溪，余家槐眉庄在焉。缘溪而西，地多芦苇，秋风起时，晴雪满滩，水波弥漫，上下一色。芦花深处，置精蓝数椽，以奉瞿昙，日“云章阁”。阁去庄里余，复涧回溪，非苇杭不能到也。时有佛缘僧者，居华坞∴斋，相传戒律精严，知未来之事。乙巳秋，余因携秋芙访之，叩以面壁宗旨，如聩如聋，鼻孔撩天，曷胜失笑。时残雪方晴，堂下绿梅，如尘梦初醒，玉齿粲然。秋芙约为永兴寺游，遂与登二雪堂，观汪夫人方佩书刻。还坐溪上，寻炙背鱼、翦尾螺，皆颠师胜迹。明日更游交芦，秋雪诸刹，寺僧以松萝茶进，并索题《交芦雅集图卷》。回船已夕阳在山，晚钟催饭矣。霜风乍寒，溪上澄波粼粼，作皱縠纹。秋芙时着薄棉，有寒色，余脱半臂拥之。夜半至庄，吠尨迎门，回里隔溪渔火，不减鹿门晚归时也。秋芙强余作游记诗，遂与挑灯命笔，不觉至曙。 \\n 秋芙有停琴伫月小彰，悬之寝室，日以沉水供之。将归，戏谓余曰：“夜窗孤寂，留以伴君，君当酬以瓣香。无扃置空房，令娥眉有秋风团扇悲也。” \\n 晓过妇家。窗栊犹闭，微闻仓琅一声，似鸾篦堕地，重帘之中，有人晓妆初就也。时初日在梁，影照窗户，盘盘腻云，光足鉴物，因忆微之诗云：“水晶帘底看梳头”，古人当日，已先我消受眼福。 \\n 关、蒋故中表亲。余未聘时，秋芙来余家，绕床弄梅，两无嫌猜。丁亥元夕，秋芙来贺岁，见于堂前。秋芙衣葵绿衣，余着银红绣袍，肩随额齐，钗帽相傍。张情齐丈方居巢园，谓大人曰：“俨然佳儿佳妇。”大人遂有丝罗之意。后数月，巢园鼠姑作花，大人招亲朋，置酒花下。秋芙随严君来。酒次，秋芙收筵上果脯，藏帊中。余夺之，秋芙曰：“余将携归，不汝食也。”余戏解所系巾，曰：“以此缚汝，看汝得归去否？”秋芙惊泣，乳妪携去始解。大人顾之而笑。固倩俞霞轩师为之蹇修，筵上聘定。自后数年，绝不相见。大人以关氏世有姻娅，岁时仍率余往趋谒，故关氏之庭，迹虽疏，未尝绝也。忆壬辰新岁，余往，入门见青衣小鬟，拥一粲姝上车而去。俄闻屏间笑声，乃知出者即为秋芙。又一年，圃桥试近，妻父集同人会文，意在察婿。置酒后堂，余列末座。闻湘帘之中，环玉相触，未知有秋关在否。又一年，余行市间，忽车雷声中，帘□疾卷，中有丽人，相注作熟视状。最后一车，似是妻母，意卷帘人即膝前娇女也。又一年，余举弟子员，大人命余晋谒。庭遇秋芙，戴貂茸，立蜜梅花下。俄闻银钩一声，无复鸿影。余自聘及迎，相去凡十五年，五经邂逅，及却扇筵前，剪灯相见，始知颊上双涡，非复旧时丰满矣。今去结缡又复十载，余与秋芙皆鬓有霜色，未知数年而后，更作何状？忽忽前尘，如梦如醉，质之秋芙，亦忆一二否？ \\n 秋芙谓“元九《长庆集》诗，如土饭尘羹，食者不知有味。惟《悼亡》三诗，字字泪痕，不堕浮艳之习。”余曰：“未必不似宋考功于刘希夷事耳。不然，微之轻薄小人，安能为此刻骨语？” \\n 余读《述异记》云“龙眠于渊，颔下之珠，为虞人所得，龙觉而死”，不胜叹息。秋芙从旁语曰：“此龙之罪也。颔下有珠，则宜知宝。既不能宝而为人得，则唏嘘云雨，与虞人相持江湖之间，珠可还也。而以身殉之，龙则逝矣，而使珠落人手，永无还日，龙岂爱珠者哉？”余默然良久，曰：“不意秋芙亦能作议论，大奇。” \\n 葛林园为招贤寺遗址，有水榭数楹，俯瞰竹石。榭下有池，矩□横架其上。池偏凌霄花一本，藤蔓蜿蜒，相传为唐宋时物，诗僧半颠及其师破林，驻锡于此数十年矣。己酉初夏，积潦成灾，余所居草堂，巳为泽国。半颠以书相招，遂与秋芙往借居焉。是时，城市可以行舟，所交宾朋，无歹中隔。日与半颠谈禅，间以觞咏，悠悠忽忽，不知人间有岁月矣。闻岳坟卖馂馅馒首，日使赤脚婢数钱买之。瞰食既饱，分饲池鱼。秋芙起拊栏楯，误堕翠簪，水花数圈，杳不能迹，惟簪上所插素馨，漂浮波上而已。池偏为梁氏墓庐，庐西有门，久鞠茂草。庐居梁氏族子数人，出入每由寺中。梁有劣弟，贫乏不材。余居月惊，阅墙之声，未歇于耳。一日，余行池上，闻剥啄声。寺僧方散午斋，余为启扉。有毡笠布衣者，问梁某在否，余为指示。其人入粱氏庐，余亦闭门。半颠知之，因见梁，问来者云何，梁曰：“无之。”相与遍索室中，不得。惟东偏小楼，扃闭甚固，破窗而入，其弟已缢死床上矣，乃知叩门者缢死鬼耳！自后鬼语啾啾，夜必达旦，梁以心恇迁去。余与秋芙虽恃《楞严》卫护之力，而阴霾逼人，究难长处。时水潦已退，旋亦移归草堂，嗣闻半颠飞锡南屏。余不过此寺又数年矣，未知近日楼中，尚复有人居住否？ \\n 枕上不寐，与秋芙论古今人材，至韩擒虎。余曰：“擒虎生为上柱国，死不失为阎罗王，亦侥幸甚矣。”秋英笑曰：“特张嫦娥诸人之冤，无可控告，奈何？” \\n 大人晚年多疴，余与秋芙结坛修玉皇忏仪四十九日。秋芙作骈俪疏文，辞义奥艳，惜稿无遗存，不可记忆。维时霜风正秋，瓶中黄菊，渐有佳色。夜深钟磐一鸣，万籁皆伏。沈烟笼罩中，恍觉上清官阙，即现眼前，不知身在人世间也。 \\n 秋芙所种芭蕉，已叶大成阴，荫蔽帘□。秋来雨风滴沥，枕上闻之，心与俱碎。一日，余戏题断句叶上云：“是谁多事种芭蕉，早也潇潇，晚也潇潇。”明日见叶上续书数行云：“是君心绪太无聊，种了芭蕉，又怨芭蕉。”字画柔媚，此秋芙戏笔也，然余于此，悟入正复不浅。 \\n 春夜扶鸾，瑶花仙史降坛，赋《双红豆》词云：“风丝丝，雨丝丝，谁使花粘蛛网丝？春光留一丝。烟丝丝，柳丝丝，依与红蚕同有丝。蚕丝依鬓丝。”又《贺新凉》赠秋芙云：“久未城西过。料如今、夕阳楼畔，芭蕉新大。日日东风吹暮雨，闻道病愁无那。况几日妆台梳裹。纸薄衫儿寒易中，算相宜还是摊衾卧。切莫向，夜深坐。西池已谢桃花朵。恁青鸾、天天来去，书儿无个。一卷楞严应读遍，能否情惮参破？问归计甚时才可？双凤归来星月下，好细斟元碧相称贺。须预报，玉楼我。”甲辰岁，仙史曾降笔草堂，指示金丹还返之道，故有“久未西城过”之语。 \\n 忆戊申秋日，寄秋芙七古—首，诗云：“干萤冷贴屏风死，秋逼兰釭落花紫。满床风雨不成眠，有人剪烛中霄起。风雨秋凉玉簟知，镜台钗股最相思。伤心独忆闺中妇，应是残灯拥髻时。髻影飘萧同卧病，中间两接红鲂信。病热曾云甘蔗良，心忪或藉浮瓜镇。夜半传闻还织素，锦诗渐满回文数。可怜玉臂岂禁寒，连波只悔从前错。从前听雨芙蓉室，同衾忆汝初来日。才见何郎卺合双，便疑司马心非一。鸿庑牛衣感最深，春衣典后况无金。六年费汝金钗力，买得萧郎薄幸心。薄幸明知难自避，脱舆未免参人议。或有珠期浦口还，何曾剑忍微时弃。端赖鸳鸯壶内语，疏狂尚为鲰生恕。无端乞我卖薪钱，明朝便决归宁去。去日青荷初卷叶，罗衣曾记箱中叠。一年容易到秋风，渡江又阻归来楫。我似齐纨易弃捐，怀中冷暖仗人怜。名争蜗角难言胜，命比蚕□岂久坚。莫为机丝曾有故，蛾眉何人能持护？门前但看合欢花，也须各有归根树。树犹如此我何堪，近信无由绮阁探。拥到兰衾应忆我，半窗残梦雨声参。雨声入夜生惆怅，两家红烛昏罗帐。一例悲欢各自听，楚魂来去芭蕉上。芭蕉叶大近窗楹，枕上秋天不肯明。明日谢家堂下过，入门预想绣鞋声。”此稿遗佚十年，枕上忽忆及之，命笔重书，恍惚如梦。 \\n 晚来闻络纬声，觉胸中大有秋气。忽忆宋玉悲秋《九辩》，击枕而读。秋芙更衣阁中，良久不出。闻唤始来，眉间有秋色。余问其故，秋芙曰：“悲莫悲兮生别离，何可使我闻之？”余慰之曰：“因缘离合，不可定论。余与子久皈觉王，誓无他趣。他日九莲台上，当不更结离恨缘，何作此无益之悲也？昔锻金师以一念之誓，结婚姻九十余劫，况余与子乎？”秋芙唯唯，然颊上粉痕，已为泪花污湿矣。余亦不复卒读。 \\n 秋芙藏有书尺，为吴黟山所贻。尺长尺余，阔二寸许。相传乾隆壬子，泰山汉柏出火自焚，钱塘高迈庵拾其烬余，以为书尺，刻铭于上。铭云：“汉已往，柏有神。坚多节，含古春。劫灰未烬兮，芸编是亲。然藜痹徽兮，焦桐共珍。” \\n 开户见月，霜天悄然，固忆去年今夕，与秋芙探梅巢居阁下，斜月暧空，远水渺口，上下千里，一碧无际，相与登补梅亭，瀹茗夜谈，意兴弥逸。秋芙方戴梅花鬓翘，虬枝在檐，遽为攫去，余为摘枝上花朴之。今亭且倾圮，花木荒落，惟口娥有情，尚往来孤山林麓间耳。 \\n 秋芙好棋，而不甚精，每夕必强余手谈，或至达旦。余戏举竹坨同云：“簸钱斗草已都输，问持底今宵偿我？”秋芙故饰词云：“君以我不能胜耶？请以所佩玉虎为赌。”下数十子，棋局惭输，秋芙纵膝上口儿搅乱棋势。余笑云：“子以玉奴自况欤？”秋芙嘿然。而银烛荧荧，已照见桃花上颊矣。自此更不复棋。 \\n 去年燕来较迟，帘外桃花，已零落殆半。夜深巢泥忽倾，堕雏于地。秋芙惧为口儿所攫，急收取之，且为钉竹片于梁，以承其巢。今年燕子复来，故巢犹在，绕屋呢喃，殆犹忆去年护雏人耶？ \\n 同里沉湘涛夫人与秋芙友善，赠以所著诗词属为删校。中有句云：“却喜近来归佛后，清才渐觉不如前。”因忆前见朱莲卿诗，有“却喜今年身稍健，相逢常得笑颜生”之句，两“喜”字用法不同，各极沉痛。莲卿近得消渴疾，两月未起，霜风在林，未知寒衣曾检点否？ \\n 斜月到窗，忽作无数个“人”字，知堂下修篁解箨矣。忆居槐眉庄，庄前种竹数弓。笋泥初出，秋荚命秀娟携鸦嘴锄，口数筐，煮以盐菜，香味甘美，初不让廷秀煮笋经也。秀娟嫁数年，如林中绿衣人得锦绷儿矣。惟余老守谷中，鬓颜非故，此君有知，得无笑人？ \\n 虎跑泉上有术樨数株，偃伏石上，花时黄雪满阶，如游天香国中，足怡鼻观。余负花癖，与秋芙常煮茗其下。秋芙攒花簪鬓，额上发为树枝捎乱，余为蘸泉水掠之。临去折花数枝，插车背上，携入城口，欲人知新秋消息也。近闻寺憎添植数本，金粟世界，定更为如来增色矣。秋风匪遥，早晚应有花信，花神有灵，亦忆去年看花人否？ \\n 宾梅宿予草堂，漏三下，闻邻人失火，急率仆从救之。及门，已扑灭矣。惟闻空中语云：“今日非有力人居此，此境几为焦土。”言顷，有二道入与一比丘自天而下。道人戴藕华冠，衣蟠龙口口之袍。其一玉貌长髯，所衣所冠皆黄金色。比丘踵道人之后，若木若讷。藕冠者曰：“吾名证若，居青城赤水之间，访蒋居士至此。”与长须道人拂尘而歌，歌长数千言，未暇悉记。惟记其末句云：“只回来巧递了云英密信，那裴航痴了心，何时得醒？若不早回头，累我飞升。醒，醒，醒，明日阴晴难信。”歌竟而逝。趋视之，则星月在户，残灯不明，惟闻落叶数声，蘧然一梦觉也。既旦，告予，予曰：“余家断杀数十年，而修鸿宝之道六七载，至今黄口飞腾，犹少返还之诀。岂仙师垂悯凡愚，现身说法欤？歌中日“云英”，云英者，岂以余闺房之缘，未解缠缚，而讽咏示警欤？时予与秋荚修陀罗尼忏数月矣，所谓比丘者，岂观音化身，寻声自西竺来欤？ \\n 秋芙病，居母家六十余日。臧获陪侍，多至疲惫。其昼夜不辍者，仅余与妻妹侣琼耳。余或告归，侣琼以身代予，事必手亲，故药炉病榻之间，予得赖以息肩。侣琼固情笃友于，然当此患难之时，而荼苦能甘，亦不自觉伺以至是也。秋芙生负情癖，病中尤为缠缚。余归，必趣人召余，比至，仍无一语。侣琼问之，秋芙曰：“余命如悬丝，自分难续，仓猝恐无以与诀，彼来，余可撒手行耳。”余闻是言，始觉腹痛，继思秋芙念佛二十年，誓赴金台之迎，观此一念，恐异日轮堕人天，秋芙犹未能免。手中梧桐花，放下正自不易耳。 \\n 秋夜正长，与妻妹佩琪围棋，三战三北，自念平生此技未肯让人，佩琪年未及笄，所造如此，殆天授耶？佩琪性静默，有林下风，字与诗篇，靡不精晓，自言前身自上清官来。观其神寒骨清，洵非世间烟火人也。今不与对局数年矣，布算之神，应更倍昔。他日谢家堂上，当效楚子反整师复战，期雪曩年城下之耻。 \\n 踏月夜归，秋荚方灯下呼卢。座中有人一掷得六么色，余戏为《卜算子》词云：“妆阁夜呼卢，钗影阑干背。六个骰儿六个窝，到底都成对。借问阿谁赢，莫是青溪妹？赚得回头一顾无，试报说金钮坠。”秋芙见面笑曰：“如此绮语，不虑方子鞭背耶？” \\n 近作小词，有句云：“不是绣衾孤，新来梦也无。”又《买陂塘》后半云：“中门掩，更念荀郎忧困，王瓯莲子亲进。无端别了秦楼去，食性伺人猜准。闲抚鬓。看半载相思，又及三春尽。前期未稳。怕再到兰房，剪灯私语，做梦也无分。”时宾梅以纨扇属书，团戏录之。宾梅见而笑曰：“做梦何以无分？”秋芙笑云：“想新来梦也无耳。”相与绝倒。 \\n 甲辰秋，同入招游月湖。夜深为风露所欺。明日复集吴山笙鹤楼，中酒禁寒。归而病热几殆，赖乩示方药，始获再生。越一年，为丙午岁，疽发背间，旋复病疟。方届秋试，扶病登车，未及试院，而魂三逝矣。仆从舁归，匝月始安。已酉之夏，复病疮痢，俯枕三月，痛甚剥肤。六年之间，三堕病劫，秋芙每侍余疾，衣不解带。柔脆之质，岂禁劳瘁，故余三病，而秋芙亦三病也。余生有懒疾，自己酉奉讳以来，火死灰寒，无复出山之想。惟念亲亡未葬，弟长未婚，为生平未了事。然先人生圹久营，所需卜吉。增弟年二十矣，兔郭数顷田，足可耕食。数年而后，当与秋芙结庐华坞河渚间，夕梵晨钟，忏除慧业。花开之日，当并见弥陀，听无生之法。即或再堕人天，亦愿世世永为夫妇。明日为如来潘涅槃日，当持此誓，证明佛前。 \\n （完） \\n （一） \\n 道光癸卯年的秋天,秋芙嫁到我家来。夜漏过了三更，奴婢们都睡了，秋芙头上挽了一个偏垂在一边的发髻，身着一件红色薄纱的衣裳，在花烛的灯影下，和我一起欢畅地谈笑，一一数说着我们童年共同嬉戏的事情。渐渐谈到诗词，我的舌头好像僵直了一样说不出什么，于是我回忆起过去曾听秋芙做过《初冬诗》，有“雪压层檐重，风欺半臂单”的句子，我原来怀疑是她假托的，到现在才相信是秋芙所作。这时闺房里帐中飞蚊，我们困倦了也不想去睡，盆中的素馨花香气弥漫，连枕席之间都能闻得见。秋芙要我和她联句，来考察我的才华，我也想试试秋芙的诗才，于是欣然应允。我先出首句：“翠被鸳鸯夜”，秋芙续道：“红云织虫黑楼。花迎纱幔月”，我又续道：“人觉枕函秋。还想再续，但见窗外檐上的月亮已昏暗西斜，邻家的钟声缓缓敲响。门外的小丫鬟诅已经悄声低语地催促秋芙起来梳妆了。我于是搁笔起床。 \\n 几天没有到巢园去，在背阴的廊阶之间，已经渐渐长出了青苔，我因此生出感叹，作了两首绝句：“一觉红蕤梦，朝来记不真。昨宵风露重，忆否忍寒人？”“镜槛无人指拂，房栊久不开。欲言相忆处，户下有青苔。”这时秋芙回娘家去已有三十五天了。她众多的弟弟妹妹一起辩论谈笑，兴致一定很高吧？会记得夜深时有人还徘徊在风露之下思念着她吗？ \\n 秋芙的琴技，大半是我教授的。入秋以来，她因病中断了学琴，病愈后，指法已有些生疏，我勉力为她复习，和她一起在“夕阳红半楼”上练琴。弦调了很久，高得不能成声，再调不料琴弦在系弦的地方断了。秋芙换上新弦，突然四周烟雾弥漫，窗纸仿佛都要被烤焦，下楼一看，原来是小丫鬟不小心，让火烧着了帷幔，童仆赶来救火，才把火扑灭了。这才知道突然断了的琴弦，是一种很切近的预兆。况且五是主火的数字，应在琴弦的中断上，难道是琴在向我预告吗？ \\n 秋芙在金属盆器里把戎葵叶捣成汁，再掺杂一些云母粉，用来拖染诗笺，把诗笺染成银光闪闪的蔚绿色。外人就是精心制作，也没有能比得上她的。她曾为我抄录《西湖百咏》，可惜被郭委虎拿走了，郭委虎为我题《秋林著书图》道：“诗成不用苔笺写，笑索兰闺手细抄。”就是指的这件事。秋芙一向不工于书法，自从与魏滋伯、吴黟山两位老先生结识之后，才开始学习晋唐风格的书法，只可惜病后眼力较差，不能经常练习，但偶尔写几个字，还是十分秀媚可爱的。 \\n 苦于夏夜的炎热，秋芙约我到理安寺去游玩。刚出门，雷声隆隆，狂风大作，仆人请求驾车转回，我因为游兴正浓，硬要他驱车前行。还没到南屏山，天空乌云密布，山川昏暗一片，不一会儿，只见闪电像白练一样从独秀峰顶闪过，仿佛离天只有一丈多高，大雨倾盆而下。于是我们在大松树下停车避雨。雨停之后又往前行，只觉得竹林中清风飒飒，山上翠色欲滴，两座山峰就像残妆美人一样，皱着眉头，秀色宜人。我和秋芙边欣赏边赶路，不知不觉衣袖已经湿透了。那个月正是姓查的僧人在理安寺主讲经文，他留我们在他的草庵里吃饭，并把他所画的白莲图送给我们。秋芙在上面题诗，有“空到色香何有相，若离文字岂能禅。”之句，喝茶聊天，我们和他谈得十分投机。之后，我们又由杨梅坞来到石屋洞，洞中的乱石堆砌成拱形，宛若几案一般，秋芙把琴安放在石几上，弹起《平沙落雁》的琴曲，洞外暮云四起，涧水鸣唱着仿佛在回应琴声，此时我俩相对，几乎忘却还生活在尘世间了。一会儿，残余的暑热消散了，昏暗的夜幕从四面八方笼罩过来，我们回车走了一里多路，月亮已经挂上了苏堤的杨柳枝头。这一天，屋里漏雨一直漏到床前，窗户也打湿了，童仆们因为几层门都上了锁，未能进去察看，等到我们回来，已是满屋满柜的水迹，屋里差不多成水乡了。叫小丫头用烘笼烘干，我们五更才睡下。 \\n 秋芙喜欢画牡丹，但下笔拘谨、慎重了一些，后来跟着我的老友杨渚白学，活鲜鲜的牡丹花，便带着香气进入了我的书房。当时同人中住在我的草堂中以及和我们经常来往的，有钱文涛、费子苕、严文樵、焦仲梅等人，他们在一起品叶评花，整日不倦。到后来钱文涛走了，杨渚白死了，焦仲梅、严文樵等人又各自回故乡去了，秋芙也因家务琐事所烦扰，弃置了绘画。只有我这里存着的一把执扇，是诸位画友合画的笔墨，画中还保留着当年的精神意态，我空暇时间取出观看，对宾朋的零落有着无尽的感慨。 \\n 桃花被风雨所摧，花瓣飘落在池塘中，秋芙拾起花瓣摆成字，作成《谒金门》一首：“春过半，花合也如春短。一夜落红吹渐满，风狂春不管。”“春”字还没摆好，一阵东风乔来，把花瓣吹乱，飘散满地，秋芙十分怅然。我说：“这真是个‘风狂春不管’了。”两人相视一笑作罢。 \\n 我过去养了一只绿鹦鹉，名叫“翠娘”，喊它它就答应。它所背诵的诗句，一赂都是侍女秀绢所教。秀娟出了嫁，“翠娘”的饮食喝水经常不能按时，渐渐憔悴了。有一天，我起床正在漱洗，忽然听到帘外有人细语，声音颇像是秀娟，我吃惊地出去一看，原来是“翠娘”。秀娟已经走了几个月了，“翠娘”如果有知，也会怀念教它诵诗的人吧？ \\n 秋芙经常对我说：“人生百年，睡眠占了一半，愁病占了一半，幼年老年的时日又占了一半，所剩下来的，大概只有十一二年吧，况且，我们这些体弱多病的人，未必能享有百年之寿。庚兰成说，一月之中欢乐的时光，只有四五六天，想来也是自我宽解的话吧。”这些话是正确的。 \\n 我平生没有作过百里以上的长途旅游。道光二十四年我到曹娥江办事，秋芙正患寒症，我准备更改行期，但行李已经提前发出，季节也不能等人。夜晚我渡钱塘江时，就起了飓风，隔岸所经过的山峰，都仿佛垂首低眉，相对而立，郁郁寡欢的样子，我记起唐代诗人王勃在《滕一阁序》中曾写道：“天高地迥，觉宇宙之无穷；兴尽悲来，觉识盈虚之有数。”只觉得此身在茫茫天地之间，不知应该安放在何处。明亮的银河挂在天边，岸边的残灯闪闪烁烁，我酒醒之后已是五更天了，想叫人来为我添衣，但罗帐静静垂挂着，四周无人答应，我睁眼一看，才想到我这时还睡在船舱里呢。 \\n 秋月很好，秋芙让小丫鬟背着琴，到明圣二湖荷花丛中去泛。当时我正从西溪归来，到家时，秋芙已经出了门，因而我靠着瓜皮的指示，追寻她的踪迹。我们在苏堤第二桥下相遇。在船上，秋芙弹着《汉宫秋怨》的琴曲，我为她披上衣裳听她弹琴，这时四周山峦被烟雾笼罩着，星星月亮映在水中，琴声争争鸣响，不知是天风声还是环佩声。琴声还没住，我们的般头已靠近漪园南岸了。下般后去叩白云庵的门，白云庵的尼姑是老相识了，她请我们坐下，便去采池中的新鲜莲子，做莲子羹招待我们。莲子羹芬芳清醇，足以沁人肺腑，如果和世间的腥膻之味比起来，真有天壤之别。回船时我们在段家桥登岸，登岸后放了一张竹席在地上，坐着闲聊了许久，听到城中的喧嚣之声，感到就像苍蝇在耳边嗡嗡一样，让人厌烦。桥上的石柱，是我去年题诗的地方，近来被蚌壳剥蚀，字迹已看不见了。我想重写上去，苦于无处可写。这时星斗渐渐稀疏，湖面泛着一层白气，听城头的鼓声，已经通通地敲了四遍了，我们于是携琴撑船而归。 \\n 余莲村到杭州来游玩，送给我一瓮惠山泉水，刚好墨镇僧人到浙西天目山讲道，也给我寄来头纲茶。我用竹筒舀、炉火烹，喝在口里，不亚于饮如来佛降下的甘露，浑身的毛孔都感到通畅润泽，不用等到喝卢同的七碗茶了。余莲村在我的草堂中住了十几天，我俩夜间剪烛论文，谈得十分投机，难舍难分.可惜该谈的话还没谈完,他又为谋生计而离去了。我们俩人如树云相望，已有三年了。我常回忆起他论吴门诸子的诗，评价是极其恰切的。觉阿僧人的所见所闻都堪称第一。觉阿出家前原是名秀才，修炼十年，得正法眼藏。他所居住的地方种植梅树三百多棵，梅花盛开的时候，他在梅树下打坐，禅定之后，间或作诗。有《咏怀诗》云：“自从一见《楞严》后，不读人音糠粕书。”过去简斋老人论《华严经》云：“文章的意思像是一桶水，倒过来倒过去。”这不但是不理解《华严经》，简直是没有看过《华严经》，用以和觉阿僧人相比，何止是“上下床之别”呢？可惜我没有见到《咏怀诗》的全诗，真像是只读了半篇偈词那么遗憾。听说余莲村最近在江苏毗陵客居，我有空闲时应写封信去问候他。 \\n 夜来听到风雨声，枕席之间渐有凉意。秋芙刚刚卸了晚妆，我坐在书案旁，编写《百花图记》还不到一半，听到窗外风起，将黄叶吹落在窗下。秋芙对着镜子吟道：“昨日胜今日，今年老去年。”我怅然地说：“人生不满百年，何必为他人感伤流泪呢？”于是搁笔。夜深了，秋芙想喝水，水温温的，灶里已经没有炉火，想叫小丫鬟，她们都在屋里蒙头大睡，被梦神召去很久了。我把案头的灯分一盏放在灶里，为秋芙温了一碗莲子汤让她喝。秋芙肺部有病已经有十年，深秋天老是咳嗽，必须要高枕才能熟睡。今年她体力稍稍强些，常常捧着发髻与我相对而坐，一直呆到深夜。大概是睡眠饮食经过调理有了效果吧？但现在还刚刚入秋，不知道八、九月会怎么样。 \\n 我为秋芙做了一件画满梅花的衣裳，她穿上它满身都是盛开的梅花，望上去好像是绿萼仙子一样翩然于尘世之间。每当暮春的时候，她翠袖凭栏，鬓边的头饰蝴蝶，还栩栩如生地不知道春天已经过去了。 \\n 扫地焚香，用来比喻佛教的真义。但如果这样做就可以成佛，那么寺院的师傅们，已经充满极乐世界了。秋芙生性爱清洁，地上稍有灰尘，她总要亲自去打扫。我为她举出王栖云的一付偈子，说：“日日扫地上，越扫越不净，若要地上净，撇却苕帚柄。”秋芙终于不能领悟。秋芙的辩才胜于我十倍，她执意要这样做，是由于习惯使然。 \\n 我在西湖畔居住了十年，大人每月给我几十两银子，资助我日用。我因为挥霍，经常落到匮乏的境地。夏天的葛衣冬天的裘皮，总是一边典当一边赎回，箱子里常年总是空空如也。我曾写诗给秋芙，云：“一寒至此怜张禄，再拥无由惜谢耽，箧为频搜卿有意，犹可挂我何惭口(缺字)。”写的都是实情。 \\n 丁未年的冬天,伊少沂县令要到最北方去考察,我为他在草堂饯行,参加宴会的有二十多人。酒后，李山樵弹琴；吴康甫写擘窠大字；吴乙杉、杨渚白、钱文涛分别在四壁上作画；剩下的人或牛阄限韵赋诗，或清谈品茶。只有施庭午、田望南、家宾梅等十几个，蹲在地上划霸王拳赌酒，狂饮疾呼，喝了几十杯还不罢休。这天晚上，风清月朗，我准备留诸位喝一宵。羊灯点上后，重洗酒盏准备再饮，谁知没喝上几巡，呼唤上酒却没有上，我惊讶地问秋芙，她说：“瓶瓶罐罐的酒都喝干了，床头只剩下几十吊钱，我脱下玉钏去换酒，酒家不认识是真是假，现在拿到当铺去典卖，因当铺离市里很远，所以现在还没有回来呢。”我为此吟诵元稹的诗句：“泥他沽酒拔金钗”，两人相对怅然。这一天为集得诗数十篇，酒喝了八九坛，几年来的文酒之乐，以这一次为最盛。从此以后，友人们天各一方，如云如浮萍一样时聚时散，我和秋芙也为俗务所束缚，不能经常地出外行游了。 \\n 秋芙过去不擅长作词，回忆她当初所作的《菩萨蛮》中有：“莫道铁为肠，铁肠今也伤”之句，立意新颖，没有呆板的毛病，以后我到山阴游历，秋芙作了《洞仙歌》一词寄给我，风格深沉稳健，绝无瑕疵，我开始惊讶她的进步之快。回去以后我把她的近作拿来看，居然很不错，才知道士别三日当刮目相看，秋芙不再是过去幼稚的阿蒙了。过去瑶花仙子史曾在巢园降乩，说秋芙是昙阳仙子的后身，我观察她的辩才，似乎也可以相信。加上她长斋二十年，《楞严经》、《法华经》烂熟于心地了上千卷，定能生慧，她连一个手势，半句偈语都能一看就懂，何况是区区文字呢？过去有人说：“书到今生读已迟。”我从秋芙身上相信这句话了。 \\n 从秦亭山往西二十里，有个地方叫西溪，我家的槐眉庄园就在那里。沿着溪流再向西走，水面多长芦苇，秋风一起，芦花像雪花一样飞舞满滩，水波荡漾，上下一色。在芦花荡的深处，修筑了几间精美的佛寺，用以供奉佛祖，名叫“云章阁”。云章阁离庄子有一里多路，中间隔着曲折的水涧溪流，没有小船不能到达那里。当时有个佛缘僧，住在华坞心斋，传说他有很精严的戒律，能预知未来之事。乙年的深秋，我带着秋芙去拜访他，向他请教禅的要义，他像个瞎子聋子一样，鼻孔朝天，叫人看了忍不住要想笑。当时下过一场早雪，天刚放晴，秋芙从寺中出来站在堂下，像粲然开放的绿梅一样，她大梦初醒般地笑了起来。秋芙又约我到永安寺去游玩，于是与她登上二雪堂，观看了汪端夫人的方佩、书法、篆刻，还坐在溪边，寻找炙背鱼、剪尾螺，这都是济公留下来的的有名古迹。第二天我们又游历了交芦、秋雪等古刹，寺院的僧人用松萝茶招待我们，并要我们在《交芦雅集图》这幅画卷上题字。坐船回去时夕阳已经落山，晚钟在催促我们回去吃饭了。秋风陡然之间有了寒意，秋芙当时穿的薄棉衣，好像很冷的样子，我脱下坎肩披在她身上。夜半到了庄里，狗叫着前来迎接，我回头望望隔溪的渔火，当时的情景完全像孟浩然诗中所描绘的鹿门晚归的情景一样。回家之后，秋芙硬要我做游记诗，于是我和她一起挑灯命题，不知不觉就到了清晨。 \\n （二） \\n 秋芙有一幅抚罢瑶琴、伫立在月光之下的画像，我把它悬挂在卧室里，每天用沉香供着，秋芙在回娘家去之前，对我开玩笑说：“夜晚你孤身一人寒窗寂寞，把这幅小像留下来陪伴你，你要用瓣香来酬谢它,不要把它锁在空房中,让美人有秋扇见捐的悲叹。”早上我经过一个女子的闺房，窗户还没打开，隐约听得仓琅一声，好像是梳篦掉在地下了。在重重帘幕之中，有女子刚刚梳罢晓妆。当时清晨的阳光已照进房间，把她的倩影映在窗户上，她的头发就似一盘盘腻云，光滑得可以当镜子照。我想起元稹的诗句：“水晶帘底看梳头。”古人当时已先于我一饱眼福了。 \\n 关家和蒋家是故旧表亲，我没和秋芙下定前，秋芙到我家来，和我一起嬉戏玩耍，两小无猜。丁亥年大年初一之夜，秋芙来拜年，我们在堂前相见，秋芙穿着一件葵绿色的衣服，我穿着一件银红色的乡袍，两个人肩膀并着肩膀，额头齐着额头，帽子和钗环靠在一起，当时张情章老伯正住在巢园，他对我父母说：“这真是天生的一对佳人。”父母也有缔结婚姻之意。过了几个月，巢园里牡丹盛开，父母邀请亲戚朋友，设酒宴于花下，秋芙随着她的父亲来了，酒宴散后，秋芙把筵席上的果脯收起来，藏在手帕里，我去夺，秋芙说：“我要拿回去，不给你吃。”我开玩笑地解下所系的腰带，说：“用这个把你捆起来，看你回得去不？”秋芙被吓哭了，奶妈把她牵走才平息。大人们相顾而笑，于是请了俞霞轩先生为媒妁，在筵席上就为我俩定了婚。自此以后几年之中，我俩被隔绝不让相见。父母因为和关家世有姻亲，年关时仍带我到她家去拜年，所以我到关家虽然很少，但也不是完全不去。记得壬辰新年，我去时，进门时看到青衣小丫环扶着出一个美丽的女郎出来上车而去，一会儿听到车厢里的笑声，才知道出来的人就是秋芙。 \\n 又有一年，圜桥的科试临近，秋芙的父亲邀集同人会文，意在考考女婿。他在后堂摆了酒席。我坐在末座上，听到湘帘之后面有佩玉相撞的声音。不知秋芙在不在里面；又一年，我在街市上走，忽然听到车声隆隆，其中有一辆车的帘子突然卷了起来，里面有个佳人在和我相视，看了我好一会。最后一车似乎是秋芙的母亲，我想卷帘人就是她的膝前娇女秋芙了；又有一年，我中了弟子员，父母命我拜见丈人，我在庭中遇到秋芙，她戴着一个貂茸帽，站在蜜色梅花树下，忽然听到银带钩响了一声，她便像惊鸿一般地跑得无影无踪了。我从订亲到迎亲，这中间一共有十五年时间，其中五次与她相见，及至婚礼筵前，洞房灯下，才发现秋芙双涡的面庞，已不像过去那样丰满了。现在离结婚时又有十五年了，我和秋芙都有了白发，不知几年之后，又会怎样呢？前尘往事，如梦如醉，不知问问秋芙，能记得一二不？ \\n 秋芙说：“元稹《长庆集》里的诗，像粗糙的饭食一样，吃起来没有一点味道。只有悼念亡妻的《遣悲怀》三首，字字血泪，不流于浮华艳丽的恶习。”我说：“未必他没有像宋之问对待刘希夷那样去夺取别人的诗作，不然的话，元稹这样一个轻薄小人，怎么能写出有如此刻骨铭心的诗作呢？” \\n 我读《述异记》中所写的“龙在深渊中睡觉，颔下之珠被虞人偷去了，龙睡醒之后伤心而死”，不禁为之叹息，秋芙在一边说：“这就是龙的不对了，颔下有珠，就应该知道珍爱保护，既不能保护好而被人偷走了，就应该呼风唤雨，与虞人在江湖上作一番，把龙珠夺回来。而这个龙却以身殉珠，权死了，珠落在虞人之手，永远不得归还，龙能算得上真正爱珠吗？”我沉默了好一会儿，说：“想不到秋芙也能作一番议论，真是奇才。” \\n 葛林园是过去招贤寺的遗址，有好几处水榭，在那里可以俯瞰竹林山石。水榭下面有个池塘，短短的独木桥架在其上，池边有一株凌霄花，藤蔓蜿蜒而上，相传是唐宋时代所种植的。诗僧半颠和他的师傅破林，在这里居住几十年了。夏天，积涝成灾，我所居住的草堂，已成了一片沼泽，半颠写信叫我去，于是我和秋芙就到他那里借住。这时，街市上水深得都可以行船了，我的朋友们都杳无音讯。我每天和半颠谈禅，间或喝酒作诗，悠然度日，似乎忘了人间的岁月。听说岳飞墓那边有素饮包子卖，我有天叫打着赤脚的婢女拿钱去买。我们吃饱了之后，就分些喂池塘中的鱼。秋芙扶着水榭的栏干，不小心把头上的翠簪掉到了水里，水面荡起了几圈波纹，就再也看不见了。只有簪子上所插的素馨花，还在水波上面飘浮。池边是一家姓梁的人守墓的屋子，屋里有个门，因为不走人而长满了茂密的杂草。屋里有个不肖的弟弟，无知无能很不成器。我住在那里一个多月，经常听到他们兄弟在家争吵的声音。有一天，我在池塘边行走，听到敲门声，寺里的僧人都去吃饭了，我就去开门，看见一个戴毡笠穿布衣的人，问梁某在不在，我指给他看，这个人就进了梁家守墓的屋子，我也关了门。半颠知道了，见到梁家的兄长，问他来的人说什么，梁兄说：“没有看见人来呀。”和他一起在屋里到处寻找，也没见人影，只有东边小楼上，房门紧锁甚是坚固，破窗而入，看见梁家的弟弟已经吊死在床上了，这才知道敲门的人原来是吊死鬼。自此以后这里鬼声啾啾，经常是从夜里一直到天明，梁家兄弟心里害怕，搬走了，我和秋芙虽然仗恃着《楞严经》护卫之力，但终觉得阴气逼人，难以久住，况且积水已退，于是也马上搬回草堂，后来听说半颠也跑到南屏山去居住了。我又有好几年没到那个寺去了，不知近来那所小楼里，还有人敢住没有？ \\n 我晚上睡不着觉，和秋芙一起谈论古今人材，到韩擒虎，我说：“韩擒虎生前为上柱国，死后可以当个阎罗王，这也算是一件很大的幸事。”秋芙笑着说：“只是被韩擒虎杀掉的张丽华等人有了冤屈无处可诉，怎么办？”我的父母晚年多病，我和秋芙修筑了一个祭坛，为他们作礼祷忏悔，诵《玉皇忏》七七四十九日。秋芙作了篇骈体文，辞义深奥艳丽，可惜手稿没有保存，记不清了。当时正是秋天，供在瓶中的黄菊，颜色越开越美丽，夜深时钟馨敲响在万籁俱寂的旷野，显得格外清晰，四周被暮霭沉烟笼罩着，我俩恍然感到上清宫阙就在眼前，而忘记此身还在人世间了。秋芙所种的芭蕉，已叶大成荫，树荫遮蔽了室内的帘幕。秋天时，秋风吹雨“嘀嘀哒哒”地打在芭蕉上，我在枕上听了。好像打在心上一样。有一天，我在芭蕉叶上戏题了一句诗：“是谁多事种芭蕉，早也潇潇，晚也潇潇。”第二天看见芭蕉叶上续上了几行诗：“是君心事太无聊，种了芭蕉，又怨芭蕉。”字写得很柔媚，是秋芙的戏笔，但是对于我来说，却从中悟出了很深的道理。 \\n 春夜扶乩,瑶花仙子史降监祭坛,赋了一首词《双红豆》,写道:“风丝丝，雨丝丝，谁使花粘蛛网丝？春光留一丝。烟丝丝，柳丝丝，侬与红蚕同有丝，蚕丝侬鬃丝。”又赋《贺新凉》一首赠秋芙，写道：“久未城西过，料如今，夕阳楼畔，芭蕉新大，日日东风吹暮雨，闻道病愁无那。况几日妆台梳裹。纸衫儿寒易中，算相宜还是摊衾卧。切莫向，夜深坐。西池已谢桃花朵，恁青鸾，天天来去，书儿无个。一卷《楞严》应读遍，能否情禅参破？问归计甚时才可？双凤归来星月下，好细斟元碧相称贺。须预报，玉楼我。” \\n 夜晚听到秋虫的叫声，觉得心中有无限悲秋的伤感，忽然想起宋玉悲秋的《九辩》，便在榨边大声朗读。秋芙在房中更衣，半天不出来，听到我喊她才出来，眉角眼梢带着郁郁寡欢的神情。我问她为何不乐，秋芙说：“悲莫悲兮生别离，”这样的诗句你为什么要念给我听呢？”我安慰她说：“情侣之间的姻缘离合是没有定数的，我和你早已皈依佛教，也没有其他的兴趣，就是将来死后到了九莲台，也不会离别分手，你何必要作这种无益的悲叹呢？过去段金师以一念之誓，谛结了九十多世的婚姻，况且我和你呢？”秋芙点头表示同意，但脸颊上的粉妆已被眼泪打湿了，我也就不再读下去。 \\n 秋芙收藏有一根书尺，是吴黟山送的。书尺长一尺多，宽二寸多，相传是乾隆年间，泰山上有一棵汉柏发火自燃，钱塘高迈庵拾得没有烧尽的柏木，做成书尺，刻了铭文在上面，铭文写道：“汉代已经过去，古柏却有神灵，坚实而且多节，蕴含着千年的古春。它在一场大火中没有被烧尽，却得以与相亲。当夕照在竹篱茅舍中时，主人对它的珍爱犹如焦桐古琴。” \\n 开窗望月，窗外一片寂静的深秋夜色，因此记起去年的今晚，我和秋芙到巢园居阁下赏梅的情景。月色朦胧斜挂在夜空，远处水光浩渺，天宽地阔，上下一色，我俩兴起登上补梅亭，品茶夜谈，兴致超脱而闲逸。秋芙刚刚插了一朵梅花在鬓间玉上，被檐下一枝弯曲的枝条挂住，一下子弹掉了，我又从枝上为她摘了一朵补上。如今补梅亭倾倒坍塌，花木荒芜，只有月亮有情，还在孤山丛林之间来来往往。 \\n 秋芙喜欢下棋，但棋艺不太精湛。每晚她总是拉我下棋，有时一直下到天亮。我开玩笑地问用《竹坨词》里的话问她：“掷钱斗草都已输，问你今宵拿什么偿我？”秋芙故意拿话掩饰说：“你以我赢不了吗？请让我用所佩带的玉虎作为赌注。”下了几十个子，秋芙的棋局明显失利，她故意让膝上的小狗跳到棋盘上搅乱棋局，我笑着说：“你这是在像玉奴一样恃宠撒娇吧。”秋芙默然不语，但在银烛的灯光下，已看到她的脸红了。从此以后她再不下棋。 \\n 去年春天燕子来得较迟，屋外的桃花，已经谢落了大半。夜深时屋梁上的燕巢忽然倾倒了，小燕子掉到地下，秋芙害怕小燕子被狗儿抓走，急忙起来把它送回燕巢，并用竹片钉在梁上，加固燕巢。今年燕子又来了，去年的旧巢还在，燕子绕着屋梁呢喃啁啾，大概还记得去年保护小燕子的人吧。 \\n 我们里邻的沉湘夫人和秋芙很要好，曾把她所写的诗词拿来叫秋芙再删改校定。其中有一句是：“却喜近来归佛后，清才渐觉不如前。”由此想到以前看朱莲卿的诗中有：“却喜今年身稍健，相逢常得笑颜生”之句。两个喜字用法不同，但意思都很沉痛。莲卿近日得了消渴症，两个月没能起床。秋风凄紧，不知他的寒衣准备好了没有？ \\n 月光斜射到窗纸上，忽然化作了无数个“人”字，我知道这是堂下竹叶投身的影子。记得我们住在槐眉山庄的时候，在庄前种了好几片竹子，嫩笋刚刚长出时，秋芙让秀娟背着鸦嘴锄，挖几筐笋，和着盐，菜煮在一起，鲜美无比。绝不亚于廷秀的《煮笋经》所写到的。秀娟出嫁好几年了，好象是林中的鹦鹉被锦制的带子捆绑住一样。只有我到老都守在山谷中，鬓发面容都不似从前，如果竹子有知，不会笑话我吗？ \\n 虎跑泉上有好几棵桂花树，偃伏在石头上，开始时满阶黄花飞舞，人在其中好象游历在天香国里，花香非常怡人。我素有：“花癖”的称号。与秋芙在花下品茶。秋芙折了一枝桂花插在鬓间，额上的头发被树枝拂乱，我蘸上泉水为她抹平。我们临走时折了好几枝桂花，插在车背上，带到城里去，让城里人也知道新秋的消息。近来听说寺里的僧人们又种了好几株桂树，桂树一旦开出像金粟一样的桂花，一定能给寺中的如来佛增色不少。秋天快到了，早晚会有花信传来。花神如果有灵，也会想起去年看花的人吧？ \\n 宾梅在我家草堂中住宿，夜漏三更，听到邻人家中失火，宾梅急忙率仆从去救。到了门口，火已经扑灭了，只听到空中有个声音说道：“今天不是强有力的人物住在这里，这个地方几乎化为焦土”。说完，有两个道人和一个僧人自天而降。有个道人戴莲花冠，穿着绣蟠龙蝙蝠的袍子，另一人面容清秀长胡须，衣帽都是黄色，僧人跟在道人后面，好象十分憨厚而迟钝的样子。戴莲花冠的道人说：“我的名字叫证若，住在青城赤水之间，到这里来拜访蒋居士。“他与长须道人甩着拂尘唱着歌，歌词长达几千字，来不及都记下。只记得最后一句说：”只回来巧递了云英信，那裴航痴了心，何时得醒？若不早回头，累我飞升。醒，醒，醒，明日阴晴难信。”歌唱完后就不见人影了。宾梅急忙赶过去一看，只见窗外星月灿然，室内灯火昏暗，只听到风吹落叶的簌簌声，原来是一场大梦初醒。到了清晨，宾梅把这个梦告诉我，我说：“我们家不杀生已有几十年，修鸿宝之道也有六七年，如今已感到有些得道，但还缺少返老还童的秘诀。难道是仙师垂怜我们的凡愚，到此来现身说法吗？歌中唱的“云英”，难道是因为我还耽于男女情爱，未解情缘，而唱这支歌来讽劝警戒我吗？当时我和秋芙念《陀罗尼忏经》好几个月了，所谓僧人，莫非是观音菩萨的化身，寻着我们的声音从西方天竺国来的吗？ \\n 秋芙生病了，住在娘家六十余日。仆人们陪伴侍候她，大都感到劳累疲惫，能够日夜不停歇地照顾她的，只有我和她的妹妹侣琼二人。我有时回去休息，侣琼就替我照料，每件事都必须亲手去办，所以在药炉、病榻之间，我靠着侣琼得到了暂时的休息。侣琼照顾秋芙固然出于姐妹情谊，然而在这种患难的时候，她能以苦做乐，却连自己也不知道为什么能够做到。秋芙平生最重情感，病中尤其为情所缚。我一回来，她总是派人把我喊去，我去了之后，她又没有一句话说。侣琼问她为什么这样，秋芙：“我的生命像悬丝一样，自己感到难以支撑下去，恐怕在仓猝之间不能和他决别，他来了，我就可以放心而去了。”我听了这话，开始感到心里非常痛苦，后来想到秋芙念佛了二十多年，有着升天成仙的誓愿，而看她现在的这种心情，恐怕哪天撒手人间时，她也不能免于对人生的留恋吧。毫无抵触地面向死亡，确是一件不容易的事情。 \\n 秋夜很长，我和秋芙的妹妹下围棋，下了三盘输给她三盘。想到我平素自负棋艺高超从不让人，佩琪性情安静，有超凡脱俗的气质，写字作诗，无不精通。她自己主前身是从上清宫来的。我看她神寒骨清的样子，确实不像是人间烟火的人。如今不和她对局好年了，她下棋的技艺应该比以前更长进了吧。有朝一日和她棋局对阵，我应当像伍子胥那样重整兵马再决一战，以雪当年城下之耻。 \\n 踏着月色归来，秋芙正在灯下与几个姐妹一起掷骰子玩。席间有个女子掷了一个全六点，我为她戏作《卜算子》一首，说：“妆阁夜呼卢，钗影阑干背。六个骰儿六个窝，到底都成对。借问阿谁赢，莫是青溪妹？赚得一顾无，试报说金钗坠。“秋芙看后笑道：”你写这样绮丽的情词，不怕方平来鞭打你的背吗？” \\n 近来作了一首小词，有一句是：“不是绣衾孤，新来梦也无。”又作了一首《买坡塘》，后半首是：“中门掩，更念荀朗忧困，王瓯莲子亲进。无端别了秦楼去，食性何人猜准。闲抚鬓，看半载相思，又及三春尽。前期未稳，怕再到兰房，剪灯私语，做梦也无分。”刚好宾梅拿了一把纨扇叫我题字，我就开玩笑地把这首词写给他。宾梅看了笑着说：“为什么‘如今连做梦都没缘梦上？”秋芙在一旁笑着引用我前首词的句子说：“近来连梦也没做，’当然就没缘梦上了。”几个人都大笑起来。 \\n 甲辰年秋天，朋友邀我同游月湖，夜深后我被风寒所侵，第二天又到吴山笙鹤楼聚会，醉酒后受不住风寒，回来后发烧几乎丧命，靠着扶乩指示方药，才慢慢恢复。第二年是丙午年，我又发了背疽，接着又发疟疾，正好临近秋试，我抱着病登车赶考，还没到考场，就已经是神志不清了。仆从把我抬了回来，过了一个月病才好转。已酉年年，我又患恶性痢疾，在床上躺了三个月，疼痛难忍。我在六年之中，三次患病，秋芙总是在我病中服侍，衣不解带。她娇弱的体制，怎能以得起劳累，故而我病三场，秋芙也病了三场。我生性疏懒，自从已酉年父母病故我守丧以来，心如死灰，不想再出仕，只想到双亲亡故还没有安葬，弟弟大了还没有完婚，是我平生还没有了却的心愿。但父母生前已造好了墓穴，只需占卜选择吉日便可安葬，加上弟弟年已二十岁，我家靠近城郭有几顷田地，足够耕种度日的。几年之后，我想和秋芙在华坞河岸边修一所房子，晚上念经早晨敲钟，忏除智慧的业缘，当我们死后到了西方极乐世界，要见阿弥陀佛，听他讲无生之法，即使再次转世人间，我们也愿世世永为夫妇。明日是如来佛的涅磐之日，当持此誓言，在佛前作为见证。 \\n  \\n 　 \\n  \\n  \\n 　"}
