{"章节": "蜀碧（清）彭遵泗", "正文": "　 \\n 　 \\n 蜀碧 \\n （清）彭遵泗 \\n 　 \\n  \\n 关于《蜀碧》　 \\n 《蜀碧》，清彭遵泗撰，四卷。彭遵泗，字磬泉，四川丹陵人，乾隆二年进士，官翰林编修。是书记明末张献忠军在四川的活动，起自明崇祯元年，止于康熙二年，对于研究明末民变有一定的价值。作者记事多据传闻，因而所记不尽可信。本书有《借月山房汇钞》和《明清史料记编》等版本。 \\n [古书过眼录]《蜀碧》与张献忠据蜀之谜　 \\n 彭雄 \\n 张献忠在四川确有许多难解之谜，最大的谜可能要算所谓的“张献忠剿四川”了。据《明会要》卷五十载：明万历六年（1578年）四川省有“户二十六万二千六百九十四，口三百一十万二千七十三”。到清康熙二十四年（1685年）就陡减至“一万八千零九十丁”（嘉庆《四川道志》卷十七），出现了有史以来四川人口的最低记录。近百年来有许多史学家都惊奇地发现，没有哪个四川人是土生土长的，几乎都是“湖广填四川”，从外省迁来的。明末清初，确实出现过人口大量骤减的事实。难怪当时的民谚这样说：“岁逢甲乙丙，此地血流红”，“流流贼，贼流流，上界差他斩人头。若有一人斩不尽，行瘟使者在后头。”难道真是张献忠把四川人杀光了吗？ \\n 笔者藏有一部清刻本《蜀碧》，也许可以从中找出一些答案。此书是乾隆进士彭遵泗所撰，彭是四川丹棱人，当时他也想搞清楚明末家乡发生的这一重大变故。为了写好这本书，彭收集了大量史料文献，《蜀碧》中所引证的书目几乎收尽了当时记载张献忠据蜀的所有史料。其中包括《明史》、《明史纲目》、《明史纪事本末》等二十五种。他的考订工作做得很细、很深。虽然《蜀碧》不像《荒书》、《圣教入川记》等属第一手资料，但在第二手、第三手资料中，应该算是最好的和最有价值的。特别是所选录的一些史料，今天已不可见到了，就更显其可贵。 \\n 据《蜀碧》记载：明崇祯十七年（1644年），李自成攻入北京，明思宗朱由检煤山自缢，接着清军入关，八大王张献忠攻占成都，称大西王，建大顺政权。后来几股军事力量（包括张献忠、李自成起义军、清军、明军、黄遥十三家地方武装）在天府之国的大地上反复拉锯，战乱延续多年，百万军民“流血漂杵，骨山血海”，出现了“千里无烟，空如大漠”（《荒书》的惨状，甚至发生大规模人吃人的事件，其惨烈程度可谓空前绝后，骇人听闻。 \\n 当然，《蜀碧》中有些观点也不一定全对。彭遵泗为宏扬封建忠义，自不免歪曲张献忠之形象。在今天看来，把屠蜀的责任推到张献忠一个人身上，也非事实。张献忠死于顺治三年（1646年）到康熙二十四年（1685年）已近四十年。真应了那句老话：“天下未乱蜀先乱，天下已治蜀未治”。其真相应该是多个军事集团连年混战、天灾、瘟疫、饥饿等多种因素的总合，才使得美丽富饶的天府之国变成了人间地狱，使得那些善良而勇敢的四川先民们未能逃过那场因改朝换代而带来的巨大灾难。（旧书信息报） \\n 中国网2003年6月20日 \\n 蜀碧清朝彭遵泗撰 \\n 提要 \\n 「蜀碧」四卷，國朝彭遵泗撰。遵泗字磬泉，丹稜人，乾隆丁巳進士，官翰林院編修。是書紀蜀亂始末及一時死節士女，其曰蜀碧者，取萇弘之血三年化碧意也。起明崇禎元年戊辰，至我朝康熙二年癸卯；末有附記及楊展、劉道貞、鐵腳板、余飛等傳。其書大旨以沈雲祚稱獻逆殘蜀，由風俗之惡，故為此書，備書死難者姓名，以雪斯恥；而體例冗雜，如載桐城二老事，與蜀事無關；又如賊夢梓潼神以宗弟紅柬來謁諸事，亦太涉神怪也。(「欽定四庫全書」) \\n 彭序 \\n 蜀碧者，哭蜀也。哭蜀者，所以著楊嗣昌之罪而憫邵捷春之愚，以弔忠魂烈魄於地下也。蜀之險，甲天下，絕其要塞，雖百萬可立挫焉。賊一入寇，秦良玉扼之，向非賂陳奇瑜脫去，則賊之亡久矣。嗣昌委賊於蜀，夫人知之而捷春不知也。撤夔、萬之藩籬，守重慶之門戶，使賊得以出入縱橫而無所忌，此其罪在誰哉？故曰哭蜀者，所以著楊嗣昌之罪而憫邵捷春之愚也。獻賊之三入蜀也，分道屠戮，流血成川，蜀之受禍極矣。當是時，自縉紳以至氓庶，盡節者不可勝數；而閨中婦女，或閉戶自焚、或罵賊以死者無算也。戎馬倥傯，其事不必盡傳；傳者又莫由表述。筆之於書，使後之君子得以考之，則死者可以無憾。故曰哭蜀者，所以弔忠魂烈魄於地下也。曩者，余嘗論其大略，特未暇詳。今余弟磬泉採擇成編，頗為詳悉，是固余之志也。嗚呼！蜀非有深怨積怒於賊也，而殘忍若此，天實為之耶？抑人事使然耶？覽是集者，必將有歎息泣下而不能已者已。故曰蜀碧者，哭蜀也。樂齋彭端淑序。 \\n 自序 \\n 史氏丹溪生憶甲申遺事而歎曰：嗟乎！自古殘忍之賊，亡甚獻忠；遭禍之烈，亦未如明季之蜀者也。蜀自獻藩啟封，世有令嗣，休養生息幾三百年；士民之庶、物力之饒，甲乎天下。其間雖經鄢藍播藺之亂，元氣猶存。故張逆一入，旋即敗歸，未大創也。崇禎十年，闖賊直犯成都，西北半壁，攻無堅城。十三年而獻又繼之，蜀始臲卼焉。原其故，文燦受紿於房、穀，其走挺矣；嗣昌督師於荊、襄，其毒流矣；捷春拒諫於石砫，其隘通矣；士奇遏糧於守軍，其遮撤矣。嗣是陷夔門，破梁萬，走榮貴，敗曾英，血染佛圖，囗穴重慶；瑞王君臣，駢首就戮。當是時，使蜀藩之志果於拒賊，監軍之餉得請即行，其能保有成都乎？不能也。腹心既潰而求全於首領，難矣！獨怪獻逆據蜀後，僭號稱帝，不思收拾人心，而處心積慮成乎其殺，匏奴死、雪鰍死、貫戲死、刳腹死、邊地死：士盡矣，及匠傭；男盡矣，及婦女；民盡矣、及僧道；人盡矣，及犬牛；物盡矣，及兵卒。又焚其殿，碎其砌，毀其屋，堙其井，平其城。二年之內，積骸如山，流血成川；而賊之逞毒，一日封刃，其心不樂也。由前言之，四方是維，天子是毗，誰司兵柄，萬死莫贖！由後言之，天方薦瘥，喪亂弘多，浩劫之來，自有宿也。故西充授首而後，多門之死，不可勝悼矣。夫考古之籍，推蜀之由，張儀之啟疆、公孫之躍馬、譙縱之迫脅、李特之流亂、劉闢之狂戇、王建之發跡、知祥之踵據、玉珍之草竊，爭城奪地，創霸圖王，而皆撫有蜀民，不敢荼毒。何獻之肆惡，一至此耶！貙虎嗜人，不識好惡；獸心野性，固與人殊也。論者謂獻逆僭號，蜀人不與；誅斬所置郡守牧令，蓄怨積怒，激而成兇。嗚呼！此正蜀人之所以死乎？余幼時固聞獻逆遺事，厥後博採群書，凡當時忠臣、烈士、節女、義夫可印證者，彙為「蜀碧」一編，以俟之後。是日也，慘然操觚，悲風四起，余壹不知心之所極，囗簌簌然而屢下也。壬戌八月朔五，丹溪生磬泉〔遵〕泗自敘。 \\n ★種種破敗、種種屠戮，數十年喪亂情事，括於一敘之中，故足為此書之弁；而文筆則挾嗔憤而含嗚咽矣(蔡修萊跋)！■ \\n 蜀碧卷一 \\n ──起戊辰、止癸未 \\n 戊辰崇禎元年冬十有二月，陝西賊大起。陝西連歲大祲，平涼、延安間饑民相聚為盜。首亂者王子順、苗美、張聖、姬三兒、王嘉胤、黃虎、小紅狼、一丈青、龍得水、混江龍、掠地虎、上天猴、闖王、孟良、劉六等、名目甚眾。督撫討之，久無成功。其後併小為大。李自成、張獻忠虎視鴟張，秦、楚、豫、蜀之間，戰無堅陣，攻無堅城，肝腦塗中原，而明社屋矣。 \\n 丹稜學博何修云：天啟間大旱，遵義守令集黃冠禱雨，拜章者伏地彌曰，及起，守詢之云，上帝召天下都城隍議事，章出甚遲。問議何事。云戰場始於陝西。至崇禎初年，秦中賊果起。修，明季遵義人。 \\n 己巳四川地大震。是後不書四川，所紀皆蜀事也。 \\n 庚午 \\n 辛未 \\n 壬申 \\n 癸酉，秦、蜀二境，擊柝相聞，賊既亂秦，蜀豈無知！而瞿塘、劍閣間，不聞修邊備，實軍儲，袖手以待賊入何與？備敘歲次，痛當事無陰雨之憂也。 \\n 甲戌，敘州母豬洞銅鼓鳴，聲聞一晝夜。 \\n 二月，流賊張獻忠，始自楚犯蜀。獻忠，陝西膚施人；本將家子，少時從軍犯法，得總兵陳洪範救免，刻栴檀為洪範像事之。其為賊也，與羅汝才同起。獻忠身長而瘦，面微黃，鬚一尺六寸，僄勁果俠，軍中稱為黃虎又號八大王。二月，自鄖陽渡漢，犯襄陽，連陷紫陽、平利、白河等邑，遂入四川。 \\n 賊陷夔州府，及大寧、大昌、開縣、新寧諸邑。賊至大昌，人皆走避，有羅傑者，獨坐室中，正衣冠，閱書史，賊入罵之，遇害。 \\n 賊犯梁山，邑人中書涂原擊走之。原以中書家居，賊至，集鄉勇與戰。箐銑間，伐大松蹙山徑，而用竹畚囊石飛擊之。又以毒矢射賊，中者見血立斃。賊敗退入巴州，為川兵所破，去攻太平，石砫女土司秦良玉將兵至夔，蜀撫劉漢臣運長壽之米順流濟師，賊知有備，不敢攻，太平圍解。漢臣及按臣黨崇雅，請用涂原，以蜀人治蜀兵，不許。 \\n 賊攻保寧不下，走犯廣元，城上發囗石擊之遁。賊攻保寧，推官張一鶚、按臣劉宗祥、川北道夏時亨，共謀守禦，不能下，走攻廣元，圍七晝夜，城上人發囗石擊之，賊遂遁。 \\n 方賊犯彝陵、松滋，入歸巴萬山中，荊州推官劉振纓提施兵從戰香溪壩、平陽壩，斬獲殊眾，而楊正芳有金沙舖之捷，李卑有蓮花、白溝、二坪之捷，鄧囗有胡地沖之捷，許成名有仙女之捷。當時川撫若董石砫，兵力扼巫夔，不令得入，諸鎮戮力，可望成功。迺施兵以援荊東下，舍之勿追，夔關天險，無一人敢誰何。此賊入蜀之始也。 \\n 乙亥 \\n 丙子 \\n 先是，賊既退秦、楚間，藩封數陷，蜀王泄泄然，不知遠慮。成都令吳繼善，痛哭於王之朝，以書諫曰：高皇帝眾建藩輔，碁置繡錯，數年以來，踣命亡氏，失其國家。此數王者，非真有敗德失道見絕於天也，直以擁富貴之貲，狃便安之計，為賊所利，而不思自全，此非殿下前車之鑒乎！今楚氛日惡，秦關失守，曹、闖、姚、黃(時姚、黃賊初起)陸梁左右，殿下付之悠悠而不恤。夫全蜀之險，在邊不在腹，若設重戍於夔門劍閣，誠足自固；否則黃牛白帝，亦屬彝庚；黑水陽平，更多歧徑。迺欲坐守門庭，謂為設險，不可解者一也。往者，藺酋撲減，獻賊逃遁，止以藺兵力有虧，獻地利不習。今者，荊襄撤其藩籬，秦隴寒其唇齒；揣量賊情，益無瞻忌；而欲援引前事，冀倖將來；不可解者二也。至於錦城之固，不及秦關；白水之險，寧踰湘漢；此可恃以無虞，彼何為而失守？且城如孤注，救援先窮；時及嚴冬，長驅尤易；累卵不足喻其危，厝火不足明其急；而猶事泄泄以幸苟免；不可解者三也。為殿下計，宜召境內各官，諮諏謀議，發帑金以贍戍卒，散朽粟以慰飢民；出明禁以絕廝養蒼頭，蠲積逋以免流離溝瘠；募民兵以守隘，結彝目以資援；政教內修，聲勢旁振；則可易危為安，轉禍為福。苟或不然，蜀事誠莫知所終矣。竊為殿下危之，王不能用(吳，江南人，才辯闊達，有謀略，後殉難於蜀)。 \\n 丁丑閏四月，雅州地震。馬湖四土司，地震者二；敘州、建武、瀘州、越雋，皆同日震。 \\n 五月，闖賊李自成，自秦州犯蜀，連陷南江、通江等邑，尋退去(自成出身事，見正史，此處從略)。 \\n 劍州大水。先一日，沿灘巨石數百皆反覆無定，及水至，民登州堂以避者免，餘俱漂沒。黃腸凶具架屋檁者纍纍。 \\n 九月，龍安地震。榮縣黃時太家地鳴，聲聞半里。工科給事中吳宇英言於朝曰：臣鄉以詔書徵發救關中者無已，壯丁死於瘡痍，老弱困於騷動，以此城邑空虛，關梁不戒，賊蹈瑕抵隙，連陷南江、通江二邑，鎮臣侯良柱，猶以賊遁為功，易視賊占；曰地震主兵，又曰地鳴者伏屍流血；災不徒設，臣竊憂之(宇英，潼川人)。 \\n 十月丙寅，李自成由漢中趨攻廣元，總兵侯良柱戰死。李自成、混天星、過天星等，以十月初三日破漢中之寧羌州，分其軍為三。一由黃壩攻七盤關，一由梨樹口麥坪入廣元，一由陽平關過青岡坪土門塔，向白水。侯良柱壁廣元，賊至，力戰死於陣，賊結七十營於烏龍山下(良柱陣亡，有屍無首，後削生前官職)。 \\n 賊陷昭化，知縣王時化死之。初五日，賊分兵守二郎關。初八日，從淺灘過河，破昭化，知縣王時化不屈死。 \\n 賊破劍州，知州徐尚卿及州人楊于鼎等死之。先是初九日，賊攻劍門，州吏士塞石牛道不得過，回屯江口。初十日，疾趨攻劍州，城將破，知州徐尚卿召士民語之曰：城不可守，吾惟有死耳。爾等避之，眾不忍去。尚卿書「城空不可守，仗節為誰危；苟竄那無計，殊羞孤影隨」數語；匿於懷。于鼎與尚卿共守城，城陷，尚卿自縊死，于鼎率子姪諸生令青等督眾巷戰，奮臂擊賊。賊怒，支解以死，子姪皆被殺(尚卿，福建舉人)。 \\n 賊破梓潼。十二日，梓潼破，庠生趙節、妻魏氏被執。紿賊曰：家有積金，窖之江邊，願取以行。賊喜，同至園子，潭氏奮身投水死。 \\n 賊陷江油，執知縣馬宏源。賊破梓潼，三分其軍。一往綿州，一往鹽亭，一往江油。江油陷，知縣馬宏源被執，不死，尋提問。 \\n 賊攻綿竹，諸生王鐸及其妻趙氏死之。賊至綿州，彰明、安縣、羅江、德陽、漢州，聞風先潰。攻綿竹，執諸生王鐸及其妻趙氏，令之跪。鐸大罵不屈，殺之；復脅趙氏；氏亦大罵，賊又殺之。時貢生施奇才妻姜氏，避亂西山，聞賊近，恐其辱也，拔一簪授婢曰：吾不能逃，汝速去。萬一得生，汝主自北歸來，持此語之，我不敢為家門羞。囑畢，投崖死。 \\n 賊焚新都，越一日，焚彭縣。 \\n 賊掠郫縣，主簿張應奇死之；攻溫江，丞簿縱繫囚逃。 \\n 賊破金堂，典史潘夢科死之。鹽亭一股賊，抄西充，折遂寧，趨潼川，直走金堂，攻破之。夢科不屈死。自是重慶以下，皆戒嚴矣。 \\n 賊圍成都二十日，蜀王之墳柏刊焉。 \\n 冬十有二月，總督洪承疇、總兵曹變蛟，帥師援蜀，次於廣元。初，巡撫王維章以賊去，而侯良柱撤隘兵也相齟齬。上書言之朝廷，深以為憂。維章守保寧，良柱守廣元。及廣元破，良柱戰歿，賊直逼成都。維章吾(？)在其下，不及援。按臣陳廷謨雖檄總兵羅尚文集永遵松茂之兵來援，又自以使事訖，新按臣梁士濟已至，意可弛擔，有詔維章、良柱俱落職，戴罪自贖。廷謨降三級。蓋不知良柱之死也。時，輔臣劉字亮宗人殲於綿竹，告家難，上逮治維章，以傅宗龍代之。 \\n 戊寅春正月，洪承疇大敗闖賊於梓潼，賊還走陝西。是役也，賊陷州縣三十六，蜀創甚。 \\n 夏六月，秦寇再入蜀。寇由陽平、白水再入蜀，巡撫傅宗龍以滇兵二千與蜀帥羅尚文謀戰守，卻之。 \\n 己卯，保寧天鼓鳴。時，成都東嶽廟玉帝像自動不止。 \\n 夏五月，以參政邵捷春撫蜀，代傅宗龍也。 \\n 秋八月，大學士楊嗣昌督師討賊。先是十一年夏四月，張獻忠偽降於穀城，理臣熊文燦責賂黃金裹千、珠琲盈斗、他貨累萬，受其降。及是年五月，獻忠復叛，攻殺知縣阮之鈿，漢東大擾。上命閣部楊嗣昌督師討之，賜上方劍，宴於平臺後殿。上手觴嗣昌三爵，賜以詩云：鹽梅今暫作干城，上將威嚴細柳營，一掃寇氛從此靖，還期教養遂民生。書用黃色金龍蠟箋，後署云：賜督師輔臣嗣昌。 \\n 張獻忠寇蜀，官軍敗績於湯家壩。先是，左良玉罹山之敗(在七月)，獻忠謀入秦，秦督鄭崇儉率副將張應元、汪之鳳、賀人龍、李國奇扼興安，賊犯興山、太平等縣，屯於永寧關、大巴山分水嶺秦蜀之交界，又從義溪走馬家洞、沙子嶺，以闚合江，從鹿耳坡、高竹坪以窺大寧。蜀撫邵捷春，遣其兵二千人，同副將王之綸、方國安分地拒險。八月，官軍敗績於湯家壩，之綸力戰不支，都司何明沒於陣，裨將多傷。 \\n 九月，方國安部將岳宗文、譚金弘破賊於三尖峰。時，又破之於黑水河。張獻忠、羅汝才分其軍，自白水之碧魚口入秦，合江之萬家坡入楚。 \\n 冬十有二月，流賊羅汝才犯蜀(汝才，綽號曹操。先，豫中童謠云：鄴臺復鄴臺，曹操今再來。汝才因假以為號)。 \\n 庚辰春，全川地鳴。 \\n 夏五月，石砫女土官秦良玉大破羅汝才於夔州。汝才入巫山，為良玉所扼，遂犯夔州。良玉師至，迺去，已而邀之馬家寨，斬首六百級，又追敗於留馬埡，斬其魁。東山虎復合他將大敗之於譚家坪北平？又破之仙寺嶺，奪汝才大纛，擒其渠副塌天等六人，賊走大寧。 \\n 六月，安岳紅雨著物，俱赤色。 \\n 秋七月，督師楊嗣昌駐師彝陵。時，張獻忠敗於瑪瑙山，遣間說左良玉曰：獻忠在，故公見重，良玉迺圍而不攻，賊得與山民市鹽芻米酪，收潰卒，養痍傷，久之自興房走白羊山，西合羅汝才，悉銳來攻夔州，官兵大潰。楚將張應元中流矢，突圍走；參將汪之鳳等戰死。嗣昌在襄陽聞之，迺進師彝陵。嗣昌虛恢自用，又煩瑣無大略，軍行必自裁進止，千里待報，動失機宜。其駐彝陵也，偕幕士飲酒賦詩，一月不進，取華嚴第四卷，謂可詛蝗已旱，公然下教郡邑，且以上聞。朝士聞而歎曰：文若其將敗乎？擁百萬之眾，戎服講經，其衰已甚，將何以戰。嗣昌，楚人，不欲賊一騎蹂楚。其初至軍，即謀以蜀困賊，謂蜀地險遠，極邊則松潘諸蠻，吾藉將士力蹙賊而致之蜀。蜀能守則守，不能守，棄涪萬松雅之間以陷賊。秦兵斷棧道，臨白水；滇兵屯曲靖，扼白石江；我率大兵掩擊其後，驅入松潘諸蠻中，可制賊死命。又恐蜀之門戶堅，反而決鬥，凡蜀兵之強者，輒調之以飾他備；巡撫邵捷春戲下止弱卒二萬，守重慶。捷春憤曰：令甲失一城，巡撫坐，今以蜀委賊，是督師殺我也。爭之不能得。 \\n 時，嗣昌又下檄曰：賊東走大寧、大昌，由彝陵下荊襄者，我當之；西走紫興、房竹，入秦者，左良玉當之。伺四川，走夔門，邵捷春當之。又令蜀撫棄兩省界中三十二隘口，專守夔門；用楚大兵從竹房逼賊於大寧、大昌，勢如圓盤點滴不漏。捷春意其以失地相害也，堅守各隘；會隘將覃思岱、楊茂選者，不相能；思岱陰中茂選，捷春不察，立召茂選，斬之，即以兵屬思岱，一軍皆怨，相率委去。賊遂從此隘入，諸隘駭散，賊直斬夔關，從白馬渡過江，壁達州西關，蹂及蓬綿矣(見研齋文集)。 \\n 巡撫邵捷春移秦良玉兵至重慶。時，知綿州陸遜之罷官歸，捷春遣往按行營壘過秦，秦冠帶佩刀出見，左右男妾十餘人，然能制其下，視他將加肅，為陸置酒。歎曰：邵公不知兵，吾一婦人，受國恩，應死，所恨與邵同死耳。遜之請其故。良玉曰：邵公移某自近去。其所駐重慶三四十里，而遣張令守黃泥窪，固已失地利矣。賊在歸巫萬山之上，俯瞰吾營，鐵騎建瓴而下，張令破，次及我，我敗，尚能救重慶之急乎？且閣部驅賊入蜀，無知愚皆知之，不及此時爭山奪險，令賊毋敢即我，而坐以設防，此覆軍之道也。 \\n 九月，張獻忠陷大昌，總兵張令死之。捷春收兵扼梁山。先是，萬元吉駐巫山，邵捷春駐大昌，相聲援。捷春用其將邵仲光之言，以大昌之上中下馬渡，水淺地平，難持久，迺扼水寨之觀音巖為第一隘，而夜叉巖、三黃嶺、磨子巖、魚河洞、下涌諸處，各分兵三四百人以守。元吉以兵分力弱為憂。賊以九月，先突觀音巖、三黃嶺，窺下馬渡，無備，破之。元吉急檄諸將邀之於譚家嶺、七箐坎、乾溪，而張奏凱以專兵屯淨壁，捷春用羅洪政、沈應龍二將兵助之。已而獻忠從竹菌坪突過淨壁，進屯開縣。嗣昌聞蜀兵潰，取觀音巖守將邵仲光斬以徇。是時，張令中流矢死，石砫軍亦覆沒，令故奢崇明降將，年七十餘，能馬上用五石弩，中必貫革，忠勇善戰，軍中號神弩將，捷春倚之。然性輕敵，時有賊策一騎，於山呼其壘曰：誰是張將軍，令易之，躍馬出。賊曰：若善弩，今用相報，發矢中項以歿。良玉兵既敗，單騎見捷春曰：事急矣，盡發吾溪洞之卒，可二萬，我自餼其半，半餼之官，足破賊。土官家調兵，用一著一帚者，最急著，以能飯者畢，至帚則掃境盡出也。捷春見嗣昌與己不相能，而蜀無見糧，峒寨之人詎可信，遂謝良玉言，不用，自收其兵扼梁山。時，有降賊自請於捷春曰：某降有日矣，而公不我用，有疑我心乎？邵曰：軍機大事，汝新從賊來，固不能無疑。賊曰：吾從賊久，恨失身，欲圖報國，公疑則速殺我，否則當早用吾計。今賊大眾既疲，乘饑可滅，倘有他賊以軍糧接濟者，雖百萬眾，無能破之矣。捷春從之。賊盛言諸賊山中所窖金銀處，以動將士，而道上所遇皆餓莩，無人色，其死者剖其腹，盡草樹皮，謂可信。迺盡新募軍者二萬人深入，皆覆沒焉。 \\n 捷春退屯綿州。羅汝才既與張獻忠合，獻忠以梁山河水深，不得渡，謀於汝才曰：達州河淺，不如自開縣西走，復東向，而趨達州。是時，方國安招集殘兵保達之郊，獻至不敢爭，賊遂渡河，長驅深入。捷春退屯綿州，扼涪江。 \\n 賊趨漢中。趙光遠、賀人龍拒之，復走巴西。捷春既扼涪江，賊聞，疾走劍州，越廣元，將從間道趨漢中。趙光遠、賀人龍拒之於陽平、百丈二關，不能進，迺踰昭化，復走巴西。張應元合楚、蜀兵邀之於梓潼，戰小利，賊反鬥，被囗，蜀將曹志耀、王光啟、張世福，力戰卻之，降將張一川等陣亡，涪江軍聞之遂潰。 \\n 賊屠綿州，捷春歸成都，賊逼成都。賊從綿趨攻內江。內江有土司家將毛文者，設守，賊至，文與戰，大敗之於東瓜崖，殺其渠魁曰曹四。賊因偃旗鼓，疾走成都。成都城龜形，其下皆甃石，惟北角樓用土填築，少瑕。賊夜至，穴城數處，將穿矣，城中出董卜蠻者，與之戰，賊大敗，殺其卒萬人迺遁。 \\n 冬十月，參足突入玉井。占曰：虎狼暴害；其時，獻方蹂躪四川，蓋其應也。 \\n 十一月，逮邵捷春論死。嗣昌先以大昌失事，糾捷春罪，用監軍道廖大亨代之。捷春為人清謹，有惠政，士民哭送者載道，舟不得行，競逐散旗官，蜀王疏救，不聽。 \\n 楊嗣昌進軍駐重慶。嗣昌幕下評事萬元吉，饗士於保寧，用猛如虎為正總統，張應元副之。令率其軍，趨綿州，諸將分屯要害，而元吉自間道走射洪，遏蓬溪，以待賊。時，賊屯安岳周里場，知官軍至，宵遁。如虎選騎逐賊，元吉與應元營安岳城下，以截賊歸路。是月也，賊縱掠什邡、綿竹、安縣、德陽、金堂，所至空城而遁。復由水道下簡資。嗣昌徵諸將合擊，皆退縮，賊遂陷榮昌、永川。 \\n 十二月，賊陷瀘州，知州蘇瓊死之。瓊，江南進士，城破，正衣冠，向闕拜泣，坐堂上，賊至，不屈死。時，嗣昌在重慶，下令赦汝才罪，降者授官，有擒斬獻忠者賞萬金，爵通侯。次日，堂皇廚湢，遍題有「斬閣部頭來者賞銀三錢」。嗣昌瞠視咄叱，疑左右皆賊，勒三日進兵，會雨雪道斷，再戒期視師，三檄賀人龍不至。初，嗣昌憂左良玉跋扈，私許賀代左，為平賊將軍。已而，良玉有瑪瑙山之捷。謂賀且需後命。良玉聞之，不悅，二將以是怨望。元吉進曰：軍心未一，不可以戰。盍令前軍躡賊，後軍為繼，中軍從間道出梓潼，扼歸路，以徐候濟師；此萬全策也。嗣昌有驕色。曰：賊易與耳，焉用分兵示弱耶。至是獻忠破瀘州。瀘州城三隅，形銳而面江，止立石跕一路可北走。元吉請以大軍自南擣其老巢，伏兵旁塞玉蟾寺，蹙賊北竄永川，逆而擊之，可以盡殲。已而抵立石，賊營先移，秦師屯小市廂，隔水而陣，賊渡南溪，秦兵縱之，遂越成都，走漢州、德陽。元吉單騎至藉田鋪，賊渡綿河，入巴州。嗣昌既詘監軍謀不用，將以明年正月自統舟師赴雲陽，檄三軍陸行，疾趨追賊，毋令他佚。諸將迺盡從瀘州躡賊後，賊反而東走，諸路盡空，不可復遏。於是，自巴抵達，及於新開。 \\n 辛巳春正月己丑，總兵猛如虎追賊及開縣之黃陵城敗績。參將劉士杰等死之。官兵追賊至黃陵，日晡雨作，參將劉士杰環甲持矛，摧陷賊陣，賊眾披靡，後軍無繼者，賊密抽騎，越竹箐中，乘高大呼馳下，士杰及遊擊郭開、猛如虎之子，先捷力戰，皆死。如虎率牙兵鏖拒，中軍馬智挾之衝突潰圍走，纛符盡失。嗣昌在雲陽聞敗，頓足歎曰：吾不用萬監軍之言，以至於此。賊遂東下。 \\n 萬元吉永川之議也，猛如虎先行詢鄉導，無一人應者。元吉輕騎至城中，惟丞簿一、二人，縣令戴堯雲已先期遁。及諸將會於瀘，中軍陳可立擁纛牛頭山，飲倡樂以觀鬥。元吉令之赴賊，背道馳去。如虎所將寧國兵止六百騎，餘皆平賊鎮兵(平賊鎮左良玉)，驕悍不法。流言云：想殺我左鎮，跑殺我猛鎮，蓋諸軍隨良玉優游不戰，而如虎逐賊，日馳風雪中，不樂也。未幾，大噪西歸。易曰：師出以律否臧凶。嗣昌之軍律如此，宜其凶終也。 \\n 元吉以嗣昌薦，起自廢官，欲乘時會，以立功名。當自保寧趨達州，時賊燒絕驛置，七百里不見煙火，單騎崎嶇箐銑間。至江舍騎放舟，始及大軍。故一見督師，即請分兵以為後；距開縣之敗，元吉親至戰處，為文以祭陣亡將士劉士杰等，哀動三軍；在夔門收召殘卒，登白帝以望賊騎，歷歷在山谷間。我師川湖諸將，反出其後，無一人禦之者，不覺撫髀流涕而痛昔日吾謀之不用也。 \\n 三月，楊嗣昌至荊州之沙市，自殺。嗣昌引兵歸楚，傳箭召潰卒，順流東下，而賊已席捲出川，率輕騎一日夜馳三百里，殺督師使者於道，取兵符馳呼襄陽城門入之，夜半從中起，城遂陷。獻忠縛襄王，置堂下，屬之酒。曰：吾欲斷嗣昌頭。嗣昌在遠，今借王頭，俾嗣昌以陷藩伏法。王努力盡此酒，遂害之。嗣昌羞憤，抵荊州沙市之徐家園，伏毒以死。 \\n 壬午夏，達州城濠水盡變為血，城中井鳴。又劍州民家有滴血，污其門，城中數萬戶皆同。 \\n 冬十月，松潘兵變。松潘邊兵以索餉不給，聚眾數萬為亂，巡撫陳士奇以禍福諭之，眾迺定。 \\n 癸未，大足縣李結實如刀豆，川南李生黃瓜。占云：李生黃瓜，民皆無家。仳離之兆也。時，民家有儲米箕中者，粒粒躍出，頃刻布地。 \\n 又，梓潼縣龍江寺僧晨起汲水，見霞光燭天，潛伺之，少頃有麟浮出潼水，踰時迺隱。未幾，獻逆入。 \\n 蜀碧卷二 \\n ──起甲申、止本年十二月 \\n 甲申(是年三月十九日，闖賊李自成陷京師，懷宗殉社稷；五月，我大清世祖皇帝鼎燕都，是為順治元年。歲八月、獻賊陷蜀)春正月，日赤。日中有赤氣數道，下寬上銳，自東指西；又日月無光，赤如血，仰視北斗，皆不復見。 \\n 大星出西方，芒燄閃鑠不定。至獻賊滅後迺隱。彭縣白鹿山裂。 \\n 張獻忠復自楚寇蜀，正月，夔府陷。先是，崇禎十六年獻忠破江西、廣東諸郡縣，再入岳州，或有進策東下取吳越者，獻忠以左良玉駐武昌，忌之；迺決議入蜀。時，蜀撫陳士奇，性率傲，無他籌略，緣劾候代，軍不放糧。十三隘口無分遮者。賊至梅子坡山而饑，以無兵故入之。秦良玉馳援，眾寡不敵，潰。正月，陷夔府。 \\n 賊入萬縣，貢生吳獻棐被執，不屈死。獻棐被執，強以為參軍，不受，賊怒，斷臂解腕而死。其子之英，痛父，亦被磔焉。 \\n 時，賊攻梁山，邑人高宗舟(副榜)率鄉勇守北門，城陷，疾歸家，令妻孥皆自盡，作書付僕，使間道達父所，而身統家奴二十餘人，巷戰被重傷，死。奴輩從之。又執庠生古元直妻譚氏，氏大罵，觸階而死。賊掩其屍而去。 \\n 賊屯萬縣。江灘水漲，賊不得上，留屯者三閱月，民皆逃避，賊誘以降者不殺，既出悉驅之入水。 \\n 夏四月，參將曾英敗賊於忠州。賊至忠州，英率水師迎之，用火攻燒其舟百餘號，賊死以千計，及英等還守涪州，賊遂悉眾屯忠州葫蘆壩。 \\n 參將曾英及守道劉鱗長與賊戰於涪州，敗績。賊徒健鬥者十餘萬，負載者倍之，置橫陣四十里，左步右騎，翼舟而上。時，英與鱗長守涪州水路，趙榮貴守梁山陸路；賊至，榮貴望風先遁，英接戰而敗退，至五里望州關，賊追及，斫傷其頰。英手殺數人，跳而免，與鱗長走川南。 \\n 六月二十日，賊陷重慶，瑞王常浩及巡撫陳士奇以下各官死之。重慶下流四十里，曰銅鑼峽，上江要路，士奇宿重兵以守。六月八日，獻忠入涪，分舟師泝流犯峽，而己則登山疾馳一百五十里，破江津，掠其船，順流而下。十七日，奪佛圖關，賊得關峽，反出其下，兵士驚擾，不能支，遂潰。賊數十萬至城下，士奇等日夜登陴，衣不解帶，以火灌滾囗擊賊，死無數。於是，賊發民墓凶具，負以穴城，而置大囗為火攻。至二十日夜，黑雲四布，賊於城角藏火藥數十筩，晨起，以火箭齊射藥處，火發地裂，城遂陷。王與各官俱遇害。 \\n 瑞王常浩，神宗第五子；先自漢中奔蜀，關南道陳羽白與之俱。隴西士大夫多挈妻子以從王來，駐重慶，城陷被執。時，天無雲而雷，賊曰：若再雷者釋之。已而，王不免。王好佛，不近女色。丞監以下，皆化之。吳民有解瑞府糧者，無行費，必厚給貲，使早歸。其死也，乘白氣冉冉而沒，人謂之兵解。 \\n 陳士奇，字平人，漳浦人，閩之能文家也。天啟進士。崇禎十五年來撫川，緣劾候代；賊既入夔，將吏謂公曰：卸事撫軍，可以去矣。公曰：賊自我入川來，我去何以對君父，義與封疆共存亡耳。城陷，與關南兵備副使陳纁、知府王行儉、巴縣知縣王錫、指揮顧景俱死。行儉，字質行，江南宜興進士，賊縛於演武場，大罵不絕，賊臠之。錫字古田，江西新建進士，被執，慷慨激烈，與士奇備受五毒，磔死。景聞城陷，入王府，以己所乘馬乘王，鞭而走，遇賊呼曰：賊寧殺我，無犯帝子。賊戕王，景死之。自瑞王以下，死者萬人。是日，天大雷電，晝晦；獻怒，架飛囗向天擊之，天為之霽(按酆都林明囗作三忠傳，蓋士奇、行儉及錫也。而巴人劉道開有列傳行世)。 \\n 賊斷軍士臂三萬七千餘人。時，重慶軍士尚存三萬七千餘人，賊盡斷其臂而縱之。 \\n 賊分兵攻合州，諸生董克治起兵拒戰，死之。重慶既陷，賊即分兵掠合州，克治傾家貲、募勇壯，殺賊。賊大至，遇於長安坪，與戰不勝，退據硐中，誘以爵位，不動，相守月餘，賊鑿山梯硐，舉火薰之。凡三千人，感克治風義，至死無一變心者。時比田橫云。入永川，邑人蔣世鉉，集義勇二百人，攖城固守，後與賊戰於東門，被執，勸之降，瞠目大呼曰：速殺我，不降也。賊寸磔之。邑孝廉梁士騏，遇賊，執之行，欲授以官，大怒，罵賊被殺。 \\n 秋八月初九日，賊攻成都，陷之。成都王至澍、太平王至淥、巡撫龍文光、巡按劉之渤及諸文官俱死，賊大殺三日。 \\n 賊自重慶趨成都，一路州縣望風瓦解，烽火數百里不絕，咸都大震。蜀王謀遷於滇，按臣劉之渤力持不可。內江王不聽，與之爭，王以六月十三日成行，守門卒洶洶亂，輜重婦女有被掠者，王迺止。之渤與監紀同知方堯相等，請王出財貨，招募死士，向東殺賊。王以祖制為辭。於是，城中一日數驚，火藥局災，雷震宮殿，大雨雹。王懼，方出財招募，三目，人無應之者，而賊從資簡至矣。是時，新撫龍文光、總兵劉佳印，率三千兵自川北入援，謀守禦，而王宗大姓逸去者半。賊薄城下，佳印出戰敗還，文光見濠洄急，遣郫縣令趙佳煒決都江大堰以益之。時，賊穴城實以火藥，又刳大木長數丈者合之，纏以帛，儲藥向城樓。之渤等厲眾奮擊，賊卻二三里。未幾，雨大作，雷電交加，守陴者不能立。賊縱火攻城，穴西北土取，以大囗擊之，錦江樓崩，木石飛空蔽天，賊蜂擁而入。城破，王率嬪妃沈於宮中八角井。太平王至淥從焉。文光等俱殉難，賊大殺三日。 \\n 成都王至澍，嗣王奉銓長子，萬曆四十三年嗣，城陷自沈於井。邱妃隨王宮人素馨等，相繼從死(志云：王先數日赴社稷壇井側，聞賊入，投之，與此小異)。 \\n 初，高皇子蜀獻王好學，帝呼為蜀秀才，妙選名儒；侍講幄繕寫，購藏圖書甚富，而世傳獻王得鴻寶之書於內府，子孫善黃白冶化，然皆積不用。至陷，藩亦能作黃金，因恃其都為天險，而蜀士大夫以道惡地偏，無復多憂。迨五月，審知國信；七月，傳賊將至，城中人震恐，每夜呼曰：闖至矣！明日又呼曰：獻至矣！王不知所為，謀以宮人遯於荒，富家亦從孥以出。以劉之渤持之不果。蜀世有共德，王號賢王，特以祖宗之制，不典兵，不與民事，故請餉弗聽，請召募弗聽，賊傅城下，始出金購兵，而人莫應。二百七十年富庶之藩封，喪於賊手矣。哀哉！ \\n 太平王至淥，嗣王奉銓第四子，萬曆四十四年封，隨居成都，賊入，同蜀王投井死(或云內江王非)。 \\n 龍文光，柳州進士，以川北道擢撫四川，駐節順慶。聞賊趨成都，星馳赴省，圖拒守；城破，投浣花溪死。劉之渤，字羽長，寶雞進士，以御史巡按四川，與文光謀守城，被執，賊以同鄉，欲用之。之渤大罵曰：死賊，我豈從汝耶？賊縛於端禮門外，攢矢射之，不少屈，臨死厲聲曰：寧多剮我一刀，少殺一百姓。賊磔其屍。一時從死者，按察副使張繼孟、守西道陳其赤、建昌兵備僉事劉士斗、監紀同知方堯相、成都令吳繼善、華陽令沈雲祚、郫縣令趙嘉煒、教授何(失名)、長史鄭安民。 \\n 劉士斗，番禺人，以進士任成都推官；之渤特薦建昌兵備僉事。賊將入，之渤趨之行。士斗曰：安危死生同此耳。城陷，死之。堯相，字紹虞，黃岡人，兵餉不繼，與巡按請於蜀藩，不允，遂投王府河，以拯起，次日被執，受害於萬里橋；其絕命詞云：『時危節見古今同，取義成仁且盡忠。江水茫茫願借力，此身飄蕩赴團風』(方家在團風故云)。繼善，江南人；賊未至，上書藩府勸其出餉募兵，纍纍數百言，極痛切，王不用；城破，閤家三十六人同日死難。雲祚，字子凌，太倉人；城陷，與之渤、士斗俱幽於太慈寺，絕粒半月，不死，賊餽之食，誘降，雲祚躍起大罵云：吾欲食賊肉耳，豈食賊粟哉？與二劉同遇害。有幼子荀蔚，方五歲，友人匿之山中，得免。越二十年始歸。嘉煒，浙江監生，令郫縣，賊圍城，濠涸，文光令決都江堰以益之，水甫至，城陷。嘉煒還，遇賊，射之，赴水死。其子慶麒，自浙來，萬里求父屍，三年不獲，遇堰夫向應泰，告以死處。為三渡口，招魂壘土葬焉。何教授，當城破時，坐明倫堂，鳴鼓集諸生不至，夫婦自縊。 \\n 武臣死者劉佳印。佳印，川北總兵，賊走成都，與撫臣文光率三千兵赴援，比至，賊薄城，出戰，敗還；同文光赴浣花溪死。總兵張奏凱，綦江人，守東門，城陷死。敘南衛世襲指揮同知魯印昌，鎮守成都；合州人羅大爵、山東人劉鎮藩、雅州指揮阮上奇、撫標參將徐明蛟、都司僉書李之珍，或以陷陣死、或以巷戰死。 \\n 鄉宦士女殉難者，原任順天府治中莊祖詔同弟致任按察司祖誥。祖誥當賊入，整衣冠，端坐於大堂，大罵賊，遇害。原任東流知縣乾曰貞，賊入城，曰貞拒之，用磚斃一賊而死。明經邱之坊及子庠生祖福居鄉，賊遣人招之，之坊臥於床，曰：吾受國恩已久，更知誰耶，掉臂復臥，不食死。賊執祖福，叱之跪。祖福曰：朝廷士子，豈為賊屈乎？大罵而死。諸生王嗚珂妻熊氏被執，賊脅之；氏罵曰：我名家婦，肯辱身從汝？賊怒殺之(以上成都縣人)。 \\n 致仕大理寺正王秉乾，城陷，驅閤家投井，以身罵賊遇害。原任宣化府同知王履亨，被執至新橋，投江死。生員何繼皋，以偽學官楊允升道諸生應考，大罵自刎死(三人華陽縣人)。 \\n 聞蜀藩殉國，死者原任給事中吳宇英、原任工部主事蔡如蕙、舉人江騰龍(俱潼川人)。 \\n 不就賊死者，內江張於廉，以彭澤令致仕歸，賊迫就偽職，不從，與妻鍾氏同罵賊死。安縣明經趙鴻偉，子進士昱，賊召入監，不應，全家罹害。安縣監生李資生，宣大總督鑑之子也；賊逼入監，生歎曰：吾為大臣子，肯屈賊乎？以死自誓。妻董氏，年二十三，願從夫死，並自經。新繁諸生費經世者，與賊將有舊，賊將欲薦而官之，堅辭，為賊所殺。資陽諸生楊宏芳，為賊所得，持扇行歌於道，至西門，從容投石橋潭死。大學士綿州劉宇亮子裔盛，從賊授之官，使回綿移家，其妻王氏曰：賊之官，汝固可作；賊之妻，我斷不為；自縊死。什邡明經李愛芳二女適宗室朱氏弟兄，城陷，二朱已先期出，賊大搜藩宗，二朱知不免，投水死。李氏姊妹相謂曰：夫死安歸，聯袂溺於江。漢州諸生陳雲鵬，為賊搜執，欲授以官，不從死之。 \\n 賊略崇慶州，知州王勵精死之。勵精，陝西蒲城人，賊破成都，州人聞風先避，其僕勸之去，勵精不可，具朝服，北面拜，復西向，如禮從容，於甬壁書文山孔曰成仁數語。書罷，登樓，以利刃縛柱而露其鋒，儲火藥於樓下，危坐以俟，及報賊騎渡江，縱火藥發，觸刃貫胸以死。賊壯其節，斂葬之。至今所書雨洗風凌，墨痕不滅。 \\n 賊入新津，貢生王源長及妻徐氏死之。源長，邑人，崇禎間拔貢，獻至，揭一聯於室云：存心正大光明，夜可焚香告上帝；立身忠孝廉節，日將披赤事明君。為賊所執，不屈死。妻徐氏從之。有袁氏者，諸生藍燦妻。燦死於賊，氏聞自經。 \\n 賊略漢州。舉人江禹澤，妻陶氏，被執，不辱，同兒媳張氏攜手罵賊，引頸就刃。時，張氏婦聞賊逼近將衣服週身縫固，投井死，賊退數日，出其屍，顏色如生。 \\n 賊略彭縣，士民祝丕傳，魯城隍等死之。丕傳，邑諸生，孫可望至彭，丕傳負母逃避樊家場，賊追及，欲殺其母，求以己代，不許，遂大罵，母子罹害。劉昌祚，亦邑諸生，匿山中，被執，不屈死。魯城隍，失其名，城隍其綽號也。賊執至成都，大罵，割其舌，噀血奮詈，賊怒，寸磔死。有業醫徐履端者，賊至，脫衣履置觀音岸上赴水死。劉時雨，妻黃氏，攜七歲子避賊於雷打廟，賊至，脅以兵，不從，殺之。邑趙姓，妻官氏，威遠人，賊屠縣，氏先將數女縊死，後自縊。入什邑邡人顧存志，妻賈氏，焚其室，偕媳縊大火中。 \\n 賊陷綿竹，邑人楊國柱，巷戰死；典史卜大經，自縊。國柱，貢生，可賢子也。先是，崇禎庚辰，獻逆獲可賢，挾之曰：汝子國柱守城，召之降則免。可賢佯諾，臨城語其子曰：賊不滿千，汝第堅守，勿以我為念。賊忿殺之。攻城不克，至是城陷，國柱率士民數萬與賊巷戰，力竭，罵賊死。大經偕其僕溢死廳中。時，邑諸生陶修吉同妻龐氏被縛至中途，龐氏紿賊曰：我願往，何縛為？賊寬之，夫婦俱投崖死。諸生顧天澤，妻留氏，當賊攻城，歎曰：死之遲早，到底不免，此身豈可受辱？抱幼女投井死。邑民文仕舉夫妻同執，賊見其妻勾氏美麗，逼之。氏大罵，賊環碎其衣，罵賊愈厲，賊怒，支解之。其夫乘間亡去。諸生楊元吉妻蕭氏，賊至，語元吉曰：祖宗不可無後，我勢難行，君速避，同死無益也。元吉泣去，賊執蕭氏。氏紿之曰：素苦貧，今願相從，賊信為實，防少間，躍入井死。邑民王宗道，妻袁氏，被執，迫之行，憤怒罵賊，賊殺之。黃守學，亦邑民，以孝聞，賊圍城，其母柳氏自縊，守學收殮畢曰：吾當從母於地下，亦縊死。 \\n 賊略綿州，時關南道劉宇揚妻李氏、侍郎劉宇烈妻張氏、大學士劉宇亮妻宋氏，避西山白崖溝，偽將劉文秀訪得之。三氏相謂曰：吾姑昔日涪水遇盜，懼辱投水死，吾輩終有死期。今日受污，異日何以見姑與夫於泉下？遂同縊。 \\n 賊攻仁壽，知縣劉三策、孝廉賈鍾斗、諸生劉士愷等，拒戰死之。三策，饒州舉人，任仁壽令，賊至，誓死守城，多方捍禦，每對紳士云：事迫矣，吾惟有「不動心」三字耳。及城破死之。鍾斗，崇禎己卯孝廉，同諸生劉士愷，率鄉勇共謀守禦，賊大至，力戰不勝，俱死之。 \\n 諸生龍明新，復起兵拒賊，被執罵賊死。又執貢生顧鼎鉉。鼎鉉不屈，賊抉其兩目以死。諸生陳素、陳應新、左灼，俱殉難。賊欲污左灼妻閔氏，氏大罵不從，賊殺之。辜氏及笄未嫁，聞賊入境，懷利刃以俟，勢迫，自刎死。 \\n 時並研有雷應奇者，素負俠氣，賊至曰：奈何郡縣無一殺賊者，糾義勇拒於高境關，追至桑園，力殺數賊死焉。 \\n 賊入汶川，原任教諭高仲選死之。仲選，邑歲貢，原任大足縣教諭，城陷攜其子女投江死。 \\n 冬十月初五日，賊陷邛州，川南道胡恆、知州徐孔徒死之。胡恆、竟陵人，官川南，駐節邛州。賊分兵徇邛，恆命幕客汪光翰出調兵，並檄寧越守備楊起泰將兵來援，未至而城陷，恆與其子之驊戰死，妻樊氏、妾成氏、馮氏，之驊妾周氏、僕京兒、弩來、婢女二從死。舉家遇害。惟之驊妻朱氏及幼子峨生得脫。世定後始歸。徐孔徒，江西人，城陷被執，賊知其才，欲生降之，不屈，怒其不順。孔徒曰：不屈固不順，降則為不忠。吾不敢不忠也。遂死之。 \\n 時賊兵屯文筆山，驅士女登城環守，徹夜鳴鉦，有假寐者立斬。每日未曛，即不許舉火。時遣夜不收百，許繞卷升屋，覘有燈光及偶語者收之，左右數十家皆坐。 \\n 賊陷蒲江，知縣朱蘊羅死之。蘊羅，湖廣江夏舉人，蒲城陷，率兵巷戰，被執不屈，賊殺之，全家俱死。 \\n 邛州舉人劉道貞，起兵拒賊，戰於雅州小關山，大破之。道貞，字墨仙，邛州名士，天啟辛酉舉人，賊陷邛道貞走沈黎，激勵土漢與黎州指揮使曹勛合謀起兵，賊至雅州，道貞及勛拒戰於小關山，大破其眾，斬首千級，賊敗走，自是嚴道以南不被寇害。 \\n 十六日，流賊張獻忠踞藩府，稱帝，僭號大西，改元大順，以成都為西京。賊僭位，置丞相六部以下等官，命汪兆麟為左丞相，嚴錫命為右丞相，南充江鼎鎮為禮部尚書，彭縣龔完敬為兵部尚書，封養子大將四人為王。孫可望平東王，劉文秀撫南王，李定國安西王，艾能奇定北王。馬元利、劉進忠、狄三品、張能弟化龍等為將軍。易王府正殿為承天殿，以府門外屋為朝房。詔民間皆稱老萬歲。又建東西二府，以可望、定國居之，命皆稱千歲。是日，殿後賜各官朝服，令丞相以下朝罷齊集朝房議事。 \\n 賊取井研陳氏女(即相國演女，或云胡氏女)，立為偽后。其迎入也，自南門五里外架橋，高十數丈，踰城直達藩府。左右五綵欄檻，上結綿囗，絡以明珠，象星辰，首尾懸水晶燈籠，象日月，一望如長虹亙天，迷離奪目。諭眾云：天賜后也。封其兄為國戚。不十日，皇后賜死。其兄亦受極刑(自是令兵馬於城上大橋出入)。 \\n 開科取士。中鄉試者八十人，中會試者五十人，以漢州樊姓為狀元(一云姓劉)榜、探皆具。獻自為萬言策，歷評古今帝王，西楚霸王為第一，命頒布學宮。所取狀元，後隨川北，不知所終。或曰：傳臚後賜美女酒緞甫歸，令人就其家斬之，其餘俱以受職死。 \\n 賊遣張化龍等陷龍安。府庠生梁道濟，同妻楊氏，避亂山中，賊執之，使跪。道濟曰：我讀聖賢書，豈為賊屈膝耶？欲犯楊氏。氏罵曰：我名家女，士人妻，爾速殺我隨夫地下足矣。賊縛剮之，夫妻至死，罵不絕口。 \\n 賊遣劉進忠、馬元利等略川北。 \\n 是時，賊設鑄局，取藩府所蓄古鼎、玩器及城內外寺院銅像，鎔液為錢。其文曰：「大順通寶」。令民間家懸順民號帖，以大順新錢，釘之帽頂。 \\n 諸神像首百煉不化，賊盡棄之。後本朝成都知府冀應熊拾而埋之北關外，題其碣曰「佛冢」。 \\n 賊錢肉色光潤精緻，不類常銅。至今得者，作婦女簪花，不減赤金。 \\n 又行保甲法甚嚴，諸門各設一兵部二都督，譏呵出入。民之出城者，先期報某甲姓名，以某事往，約某日歸，合符而入，有失期及踰時者，斬。又將各處石碣碑坊悉囗明朝年號，有獻忠二字者，盡去無遺。又禁其下勿得觸諱，郡邑人物，有犯必死。 \\n 賊又分其兵一百二十營，虎威豹韜龍韜鷹揚為宿衛，設都督總督領之。立大營十、小營十二於南門五里外，中置老營，獻自居之名，為御營。或云獻坐正殿，影見白衣大人射之，頭暈目眩，欲墜座下，不敢坐，常居營中，今其地名御營壩。 \\n 時，孫可望取漢中，為闖將賀珍所敗。獻親往救，過梓潼七曲山，仰視神廟，題額張姓，曰此吾祖也。追上尊號曰始祖高皇帝。獻不知書，其從官進諛，比於李唐之追王混元，自謂文昌之後裔，宜帝巴蜀，誑耀百姓，建太廟於山，鑄像祀之。落成賦詩，其中令右相嚴錫命以下皆和御製，稍遲者斬，詩刻石，置八卦亭內(刻石後為知縣王維坤碎之，王順治，辛丑進士，長垣人)。 \\n 賊將劉進忠等，破安岳，原任兵備副使竇可進死之。進士王起峨，起兵拒戰，敗死。可進，邑人，崇禎庚辰進士，任雲南兵備副使，告歸，安岳陷，被執，罵賊不屈，賊剝其皮磔之。起峨，字如蘇，可進同榜進士，賊至倡義，得萬餘人，與賊戰，敗沒於陣。 \\n 賊陷樂至，烈婦荊娘不辱死。荊娘，邑人，楊文煥之妾也，買於荊州，因以為名。文煥卒，守節，城陷，為賊所得，大罵不受辱，賊殺之。 \\n 賊陷潼川，孝廉李永蓁死之。永蓁，崇禎丙子舉人，魁岸善飲，聞賊據蜀，避老安寺，斷葷絕飲，稱病臥床，賊至，嚴索，得之。令偽官舁至成都，張目不言，引頸受刃。李錦，中州廩生，賊遣偽官考試，佯狂臥地，迫之，遂閉戶自經。 \\n 州進士李為鼐妻吳氏，縊死。孝廉黃纘妻張氏、歐如虹妻黃氏、貢生楊先憲妻朱氏，俱被執，罵賊死。時，賊取朱氏首去，先憲刻木首，附屍葬之。 \\n 賊至遂寧，原任教諭姚思孝死之。諸生羅璋戰死。思孝，邑明經，內江縣教諭，賊執之，守義不屈，被殺。時，羅璋奉母避山中，賊圍之，力戰，殺數人，母得脫，璋遇害。 \\n 賊遂至蓬溪，邑人譚性妻陳氏，被獲，欲污之，大罵，不從，殺之。至射洪，城中人盡逃，有一老儒遽止之，人告以故，老儒曰：焉有此事？待吾問之。登女墻，見賊卒蝟集，疾聲向賊云：清平世界，爾等率眾圍城，欲謀反乎？獨不畏王法耶？言未畢，而飛矢集喉，斃城上矣。此殆與桐城二老人相似。 \\n 賊寇江南，入桐城，人皆走避，一老人自扶杖出見賊，絮語生平窮苦狀，謂不能具主人禮。賊笑曰：若苦如此，何必更住世間，殺之。 \\n 又一老人，赴其戚屬，值家洶洶避賊，老人罵曰：汝曹俱出，家中什物，誰與看守？不懼旁人偷竊。汝等俱去，我止於此。未幾，賊大至，焚其室，老人被殺。 \\n 賊將劉進忠，入保寧府，據之。先是，闖賊偽節度馬科、黎玉田(明巡撫降賊者)寇蜀，擾亂川北。獻兵至，二人敗走。陝西賀珍統前鋒王老虎、裨將嚴某(後為江西提督)、沈鄭復師來爭，馬元利敗走，城復失，及珍回，不守，獻命進忠入據之。 \\n 保寧有張桓侯(飛)廟，千年矣；初獻，攻城，夜出巡壘，見一黑大人踞城上，手持蛇矛，足浸江中，驚怖失聲。如是者三夜。獻詢知為侯神，望空遙祭而去。一城獲全。保寧數被兵，而城中人不至澌盡者，侯之庇也。 \\n 通江童子，以抗賊死。童子，通江人，賊犯境，邑令李存性守禦甚嚴，賊不能近，佯為官兵將襲城，道遇童子，紿之曰：勿言我兵也。童子佯應之，且走，將及城門，大呼曰：賊至矣。賊殺之。邑令為具葬於城西，祭之以文。時，邑人王廷輔妻閻氏，聞賊入，遁深林中，被賊搜執，觸樹未死，罵賊，賊怒殺之。群鳥環屍，哀鳴不散。 \\n 賊至東鄉，貢生冉璘及其子宗孔死之，舉家自焚。冉璘，東鄉恩貢，賊至，挈家避天台寨，賊追及，同子宗孔被執，不屈死。其母楊氏、妻向氏，偕一家老稚登樓自焚。 \\n 劍州梓潼等處俱陷於賊。賊遣兵徇梓潼，諸生蒲先春妻趙氏投江死。魏元良妻趙氏投繯死。入劍州，諸生李一鴻妻被執，賊逼之，大罵，剮其腹而死。貢生張公選女逃至石子嶺，賊追及，登石上罵賊，賊撞其齒落盡，仍罵不絕，以刃穿胸死。入昭化，生員賈允昌母李氏、任如永母吳氏，俱為賊擄，並罵賊死。入廣元，諸生李猶龍抗節不降，為賊所殺。 \\n 賊將馬元利，下順慶守之。 \\n 原任禮部郎中李含乙，起兵復廣安州，不克死之。含乙，渠縣人，由進士任禮部郎中，丁憂里居，賊至，破家募士，得數千人，圍廣安城，幾復，適馬元利來爭，力戰被執，死焉。邑人王樹極，從含乙為裨將。含乙敗，為賊所獲，樹極已潰圍出，遙見之，反戈殺數人，被執，亦不屈死。 \\n 賊陷西充、南充、營山諸邑，原任御史李完、諸生樊明善、陳懷西等死之。李完，西充進士，官御史，致仕歸，賊入西充，死難。樊明善，南充學生，聞京城破，大慟；時，撫軍龍文光駐節順慶，明善喪服詣軍門曰：鼎湖新逝，臣子不共戴天，公聞變三日矣，而無所施為耶？文光深謝之。至是，破家禦賊死。陳懷西，南充武生，賊誘之官，懷西曰：寧作明朝武生，豈為逆賊元老？賊斬之，懸首東門。其子哀痛而死。時，西充學生馬孫鸞見賊殺懷西，大罵，割舌死，營山諸生王光先，當賊犯城，率義勇戰於北關，被執脅之降，不從，遇害。大竹武生王蘋，聞賊入川，語其父曰：食國家水土，力不能報，畢命可耳。父然之，及賊至，其父拔刀相迎，殺數賊，力竭死，遂擒蘋；蘋罵不絕口，死之。賊破儀隴，有王爾讀者，邑人王皋家僕也。賊追縣令李時開將及之，爾讀奮身禦賊，令奔脫，爾讀被殺。 \\n 其時，婦女死者南充黃氏，氏太史黃輝孫女，夫早卒，教子成名，聞賊至，泣語子曰：爾幸遊泮，我終身苦節，值茲寇亂，敢求活耶？我死，汝弗事賊，即報汝父母矣。遂縊。西充杜氏，避賊於張村溝，被獲，詈賊，不從，斷臂以死。孝廉陳扆女，年十六，未字，值賊至，隨父母走避射洪，為賊所得，強之行，罵賊，賊怒，殺之。貢生張尚選女，年二十，賊據西充與父母同執，賊紿以好語，女大怒，罵賊死。儀隴楊氏、岳池劉氏，俱為賊所獲，不從，死之。巴州廩生楊日昇妻李氏，被虜，奮身投江死。 \\n 賊掠眉州。 \\n 賊陷夾江，置偽官守之。邑貢生黎應大，潛於家，結鄉鄰之倡義者，以圖恢復。事露，賊支解之。子照斗、照逵、照鸞，同日遇害。父子至死，罵不絕口。三日後，猶凜凜有生氣。 \\n 賊陷嘉定，改為府，以偽官任元祐守之。賊入州，執庠生郭大年，殺之。大年妻楊氏曰：願同夫死，迺出幼子付姑，從麗正門城上躍入江中。 \\n 入犍為，舉人周正、陳天祐抗節死。偽守任元祐，促周正之官，正不從，罵賊，被殺。其子成儒與少弟議以家屬托其叔曰：臣死君，子死父，其分也。迺共奔賊營，抱父屍，大哭，賊並殺之。陳天祐夫妻同執，並拒賊死。賊拘其二女，置輿中，舁經學前，二女抗聲曰：我陳氏女也，往與父母同死一處，斷不玷我鄉里。到營門，見父母屍，踴身撞石，指賊大罵，俱遇害。 \\n 初賊索諸生，省試邑人彭大同、張廷機並被難。大同妻任氏，設酒殽，要鄉鄰親戚永訣自縊。廷機妻梅氏，投水死。時稱雙節云。 \\n 賊分掠榮縣，知縣秦民湯死之。民湯，漢陽人，賊至，被執不屈，叢射而死。 \\n 賊陷敘州，原任湖廣布政司尹伸死之。尹伸，字子求，宜賓人，萬曆戊戌進士，歷官陝西提學、湖廣布政司，以節義文章自負，尤工書法。避亂山中，為賊搜獲，大罵賊，賊重其名，欲生致之，舁至井研，罵曰益厲，賊不堪，殺之。妻邵氏、妾夏氏、長子尹恩、婦楊氏，並盡節。同邑舉人周元孝，亦以不受偽職死。時，諸生熊兆柱，倡義討賊李師武附之。兆柱被獲，大罵曰：天運至此，任爾戕戮，賊剝皮鞔鼓，懸之城門，令出入者擊之，師武被磔。諸生魚嘉鵬，率眾殺偽官，為賊所縛，拷訊其黨厲聲曰：自我為之，恨不擒斬獻逆耳。他人何與？賊剮死。諸生劉苞、晏正寅、王應世、俱不屈死。郭大勳閤門罵賊死。李合宗、梁為憲械至成都，面罵獻忠死。 \\n 時，邑人總督樊一蘅，方奉永明王命入川討賊，夫人李氏，方伯文續之女也。家居，為賊搜執，繫諸郡獄，以辱之。夫人大呼曰：我夫奉行天討，誓必殄滅賊類，繫我何懼？厲罵賊，賊殺之，裂其屍，棄之於途。樊一若妾夏氏，年二十，被執，奪刀自殺。賊怒，懸其髮於梁，支解焉。兵部侍郎劉之綸妻楊氏，孀居，賊至，逼之，夫人曰：我命婦也，豈為賊屈。賊剮其兩乳而死。諸生余智與妻楊氏，俱執，同罵賊死。周壩有渡子者，業操舟，賊至，命之渡，不應，問船所在，亦不應。賊脅以刃，忿怒拳擊賊，賊殺之。 \\n 敘州諸屬邑俱陷，筠連人蘇亮工妻毋氏為賊挾之行，至鳴鳳岡，墜崖死。高縣人陳徵女三姑，避落角硐中，硐破，投水死。珙縣舉人向科，原任江陵縣，里居，賊入，索之，閤家殉難。慶符人張祖周，聞賊至，語友人曰：百年有盡，何貪生為？投起純潭死。隆昌諸生劉茲，為賊所殺，執其妻盧氏，強之行。氏紿曰：必見夫屍，迺行。及茲死所，抱屍痛哭，大罵賊，死之。廩生范璵妻胡氏，抱幼女逃，被掠，母子俱死。賊入納谿，邑有二王氏，一為生員閔翼聖妻，避兵蘆鄉，賊劫之，投繯死。一為生員易衍禹妻，被獲，不受污，投崖死。 \\n 賊入瀘州，紳士韓洪鼎、方旭等死之。洪鼎，州人，以孝廉任澤州牧，歸里，賊至，同原任推官韓大賓，俱不屈死。方旭及方伯元、□薦祚、鍾子英，皆諸生也，賊掠生員，至營中，有泣訴求脫者，旭叱之曰：我輩受國家養士恩三百年矣，恨不能噬賊肉以報國，尚欲靦顏求活乎？丈夫死即死耳。乞憐何益？賊怒，支解之。伯元亦罵賊被殺，薦祚投水死。子英聞賊至，歎曰：我讀聖賢書，何忍立此世乎？與其妻攜手沈於江。 \\n 瀘州衛指揮使王萬春，起兵拒賊，敗死。萬春見賊入所至多降，忿怒，率屯兵拒賊，轉戰數日，兵敗就擒，不屈，並其家死之。 \\n 七寶寺僧晞容，糾眾破賊於豹子硐。賊攻豹子硐，晞容奮臂曰：硐中數百生靈，豈可坐視其死？糾鄉勇五百人，拒戰，身先衝殺，賊大敗，硐圍解。於是，簡練精悍，與之相持。先後殺賊千計。一日，賊突至，遂為所害。先是，瀘有湯名揚者，天啟間藺寇起，集義勇百餘，隨大司馬朱燮元征討，以功授松潘守將。時有邊警，名揚自龍安轉戰，三百里間，築砦堡十數，拒寇累績至副將，流賊入蜀，撫鎮檄名揚為前鋒，遇偽帥虎頭卜，數戰敗之，賊悉眾圍於二郎關，援兵不至，卒饑戰且死。名揚身被數十鎗，猶舉刀殺賊。賊爭磔之，事聞，賜廕祠祀焉。 \\n 蜀碧卷三　 \\n ──起乙酉、止丁亥 \\n 乙酉順治二年(時賊竊據全蜀)春正月，舉人劉道貞以兵復邛，不克，賊滅其家。初，道貞敗賊於小關山，賊還據邛，至是，道貞謀恢復，命子暌度以兵來爭，賊搜獲道貞妻王氏，環刀械頸，令招其子。王氏大罵不從，賊分其屍，投之城外。舉家百口俱死。暌度亦以戰歿(暌度妻馮氏，有詩名，詩見邛志)。 \\n 時，賊脅綿州諸生葉大賓牧邛。大賓佯受之，密通紳士軍民相時舉事。始以計紿賊將曰：蒲江要害，聞有警須調兵往，賊信之，分其眾千餘去。翌日，又曰：大邑隸邛，係將軍責，恐有變，亦宜調兵往，反分其眾千餘去。賊眾既分，大賓矯令殺賊，帥潰，其卒三千保護州民萬餘，奪西門而去。 \\n 三月，故明諸臣起兵攻敘州，取之。初，閣部巴縣王應熊，奉永明王命，總督川湖雲貴軍務，耑辦川寇。時，諸郡惟遵義為王祥所守未破，應熊入居之，縞素誓師，開幕府，傳檄討賊，而總督宜賓樊一蘅適至，命諸郡舊將會師大舉，起甘良臣為總統，副以侯天錫、屠龍，合參將楊展，遊擊馬應試，余朝宗所攜潰卒，得三萬人。是年三月，攻敘州，斬賊數千級，走偽都督張化龍，復其城。馮雙禮來爭，又敗之。孫可望來援，相持一月，一蘅糧盡，退屯古藺州，展退屯江津，賊迺截朱化龍於羊子嶺。化龍率番兵衝擊之，賊驚潰遁去。是時，副將曾英，參政劉鱗長及部將于大海、李占春、張天相等，方破賊於重慶，屬兵十餘萬來，奉一蘅節制。 \\n 李研齋長祥記云：獻忠陷成都，蜀殘甲並草澤間諸忠勇，合兵中江、射洪間，約十餘萬，阻山壁水，整飭甲冑。獻忠忌之。時，閣部王應熊駐師遵義，去中江、射洪千餘里，呼應不及。王又慎惜名器，蜀之來言情與請劄付者，多不遂意，軍中舊官稱官，他惟稱義士，無以臨眾，忽傳山中有王，內江王也，使人視之，容貌顧盼，英雄異常，軍中大喜，思得王監國，不受閣部節制，共往迎王。王至，歡呼相賀。因請視事。王不得已，任之，遂於軍中設官職，定尊卑，安養百姓，訓勵士馬，十餘萬眾，無不帖然者。軍中亦為王建行宮，選后妃，備宮女，募內侍。又拔戰士充卸營，亡何，賊至，出師與戰，大敗，數戰數敗，軍中搖動。王迺自將兵出戰，大捷，賊益兵來，王又出戰，又大捷。生擒數百人，降千餘人。王皆編入御營中。一日，獻忠自以大隊至，對壘未合戰，御營兵噪，各營驚亂。獻自外攻擊，御營從內殺出，十餘萬兵，斬艾奔竄盡矣。內江王，蓋賊也，獻使之來，偽為王，以破壞我師者。 \\n 雅州知州王國臣，以州降賊。國臣，西安人，初通闖將馬爌繼，又歸獻忠。先與下南道胡寅不睦，將執以與賊，寅逃入土司高克禮家，而土司楊姓者，與高世仇，互相攻殺，楊之喬又欲因亂弒兄，之明降賊，遂執胡寅，並家口數十人，送獻忠殺之。 \\n 天全六番招討使楊之明、成都進士朱俸尹、川北舉人鄭延爵，起兵拒賊，敗績，俱死之。之明等合謀起兵，與賊戰於雅州飛仙關，兵囗，俱擒，為賊剮於會城南門外。延爵逃至總岡山，收兵再戰，沒於陣。 \\n 黎州宣慰司馬京及弟亭，起兵討賊。初，賊以蜀人易制，惟黎雅間土司難於驟服，用降人為招誘，鑄金印齎之，易其章。馬京者，漢將馬岱後也，年十六，得印，擲之地，誓眾不服。時，偽遊擊苗姓率眾赴黎雅任，京密令通把調集番眾與亭攻之，擒偽弁七十餘人，於演武廳申明大義，斬首祭旗，起兵討賊。 \\n 馬京、馬亭及土千戶李華宇、指揮丁應選、富莊七姓與賊戰於龍觀川，大破之，斬其偽帥方總兵。京兄弟起兵，令白通使及白寰翠招致富莊七姓子弟頭人姜、黃、奈、李、蔡、包、張等土千戶。李華宇者，年八十矣，亦率眾至，京即以七姓畀之。而海棠堡指揮使丁應選、寧越守備楊起泰，以觀察胡恆之檄，引兵入援，聞恆死，遂與京兄弟合，得兵萬餘，至雅州觀川對岸，與賊大戰，殺數千人，陣擒偽帥方總兵，斬之。賊敗歸，京遂恢復黎雅。 \\n 賊大殺偽從官。初，孫可望自漢中還，時偽官連名狀迓之於郊，可望不敢隱，陳之，獻怒其沿故朝陋習，按名棒殺二百人。忽一日，殺從官三百，或言其太甚。獻曰：文官怕沒人做耶？因朝會拜伏，呼獒數十下殿，獒嗅者，引出斬之，名曰天殺。又創為生剝人法。若皮未去而先絕者，刑者抵死。偽兵書龔完敬，以道不治，用前法刲剔，實以囗衣冠，以徇於市。一祭酒某，以生辰受諸生禮，僅值千錢，其誅法一如完敬。召諸生集而觀之。偽禮書江鼎鎮，以郊天祝版不敬，杖之百，閤門自經死。右相嚴錫命，家在綿州，獻過其地，見宅第壯麗，即命斬之。 \\n 賊大殺紳士，賊各州邑安置偽官，查檢鄉紳學校，詭云選舉，用軍令嚴催上道，不至者孥戮，並坐比鄰。既集，令之由東門入，西門出，盡斬之。 \\n 賊集諸生，出新製黃旗，縱橫各一丈，令書滿幅大帥字，畫欲如斗，又一筆揮成，能者免死。夾江生員王志道縛草為筆，以大缸貯墨，瀋濡三日，提出直書，不爽毫髮。獻熟視曰：爾有才如此，他日圖我者必爾也。立用祭旗(志道，字念泰，夾江學生，工書，死時，年二十七，余外曾祖也)。 \\n 賊詭稱試士，於貢院前，左右設長繩，離地四尺，按名序立，凡身過繩者悉驅至西門外青羊宮殺之，前後近萬人。筆硯委積如山。時惟二士年幼，不及繩，留作書記，一忘其名，一嘉定歐養直也(後賊奔川北，挾之以行，鳳凰山之敗，脫身歸，流寓丹稜，與余叔祖連姻，所作紀亂一書，載獻事頗詳，今無存矣)。又詭試武生。時，禁民間畜馬，武生之至者，命集教場，出廄馬最獰劣者千餘，驅之使騎，甫乘，合營大噪，發巨囗、振金鼓，馬奔人墮，踐踏成泥，賊撫掌大笑。 \\n 一云：賊稱帝成都，以出兵數敗，攘袂瞑目，思咀嚼蜀人，會朝天關獲諸生顏天漢等通書，自成大怒，因殺士於青羊宮。 \\n 或云：獻兒時隨父販棗至內江，以驢繫紳坊，糞溺污石柱，紳僕罵之，鞭獻父，喝令以手掬付他所。時，獻在旁，怒目不敢爭，臨去誓云：我復來時，盡殺爾等，方洩我恨。 \\n 或云：獻忠敗於鄖陽，竄伏深山，饑窘，聞某寺僧饒錢穀，劫之，時有諸生數十在寺肄業，皆避去，而寺僧擅拳勇者百餘人，相與謀曰：我等出敵，彼敗終不忘情，不如嫁禍他人也。遂著諸生巾禦賊。賊大敗，死者頗眾，以是積怨士子，遷戮於蜀。 \\n 蜀民共起殺偽守牧令判等官。賊所破郡邑，置守牧令判等官，緝捕百姓。時四方兵大起，民之荼毒未盡者，斬木揭竿，糾集殺賊。一時偽官或刺於庭，或生畀之火，或投之水，幾於殆盡。 \\n 秋七月，賊屠成、龍二屬州邑。初，賊自為聖諭，大言云：天以萬物與人，人無一物與天，鬼神明明，自思自量。命右相嚴錫命作註解發明之，刻諸石。至是，與偽相汪兆麟，謀遣馬元利、張能奇等分剿成、龍所屬州邑，並長吏誅之。兵到處，有煙火者，將吏必斬。其偏裨不忍行刑，多自經於道路。有一縣人，先期聞之，向酒家索醉聽死。酒家一日累千金，初大喜，繼又大慟，皆叉手委股以就割剝，無一人得或免者。 \\n 偽撫南劉文秀屠邛州。文秀復至邛，取遺民萬餘家，悉屠之。又殺僧道千人。於是行盡剿法，立搜山、望煙等頭目，蹤跡高山大谷有匿崖洞者，舉火薰之。邛、蒲二百里盪為血肉之場矣。 \\n 劉文秀入丹稜，屠之。賊陷丹稜，踞其署，驅城中民於西門外濟橋殺之，屍與橋平，水為之壅。又遣兵搜鄉，以長繩聯絡男婦，每數十為一群，賊前後各一人，跨刀執杖，擁至江陵廟殲焉。遂囗北門山為教場，操兵三月而去。 \\n 先大父五吾公，諱萬崑，時謀拒賊，偽持牛酒偵賊營，門軍止焉，縛見酋，以計免，且紿賊旗持歸，聚壯勇守險阨，賊入鄉者輒殺之。一日，有打糧賊三百人突至，設伏擒獲，誅之於三溪口。賊不敢近，一鄉獲全。 \\n 賊入洪雅。邑人祝之茂妻楊氏、之至妻妾二陳氏、之恆妻宿氏、之郊妻王氏、少女祝氏，皆庠生祝籛之媳與女也。避亂山中，為賊所劫，六氏拜別父母，俱投水死。 \\n 邑人余飛率眾破賊於花溪。花溪去縣四十里，背枕飛仙關，前面青衣水，極為險要，賊至，飛誓眾拒之，預伏壯勇數百人於山谷，而以羸弱者誘賊。賊逐入隘中，伏發，急不得出。飛奮勇截殺，斬獲二千人，賊大沮喪，沿江遁。 \\n 賊攻南安鎮，千總周鼎昌大破之，奔還成都。賊由青衣江下夾江，攻南安鎮，邑人周鼎昌以千總奉閣部王應熊檄來保鄉里，豎木為城，率眾拒守，賊攻不下，因作浮橋為長圍計。鼎昌令善泅者潛泳水中，而腰鐮以斷橋絡，賊將卒沈水中，餘賊反奔南岸，鼎昌蹙攻之，賊大敗北，其所擄掠，喪亡幾盡，奔還成都不復至。 \\n 賊除成都居民。初，賊陷成都，大殺三日，以孫可望諫少止。因列兵為甬道，簡閱其民，壯男少婦，選入營中，民間父子夫婦皆失散，無復聚者。已而遣兵四出，脅令歸誠，所在郡邑，建官分理，征輸苛暴，殘殺日滋。民心憤畏，合謀拒賊，逐殺偽官。獻遂詐言於眾曰：有天書夜墜庭中，命我剿絕蜀人，違者罪不細，因聯百姓十人為一縛，驅至中園盡殺之(中園，先主昔日練兵處也)。 \\n 冬十有二月，賊殺醫僧匠役。太醫院有舊製銅人，賊以楮幕其關竅，召諸醫至，考驗鍼砭，內有一穴，差者立死，一時業醫者皆盡。 \\n 太慈寺僧近千人，初因藏一宗室，闔寺俱斬。至是，並拘會城內外寺院僧道戮之。 \\n 初蜀，織工甲天下，特設織錦坊，供御用，而蜀始封。獻王好學，招致天下名刻書傭，集成都，故蜀多巧匠。至此盡於賊手，無一存者。或曰：孫可望獨留錦工十三家，後隨奔雲南，今通海緞，其遺製也。 \\n 丙戌順治三年(是歲十二月，獻忠伏誅)。春正月初五日，賊將狄三品等屠眉州。先是，乙酉十月，賊遣偽帥狄三品等驅眉。是年正月初五日，忽下令驅城中人集道姑巷原田壩上，至則以兵圍之數重，凡五千餘人，悉殺之。 \\n 時，賊入川南，先期傳令云：除城盡剿，民不悟，以為入城可免也。扶老挈幼，求避城中，故賊至得聚而殺之。而城中居人，或知其故，預有兔脫者。 \\n 眉民陳登皞，倡義破賊於醴泉河，又破之於東館，賊遁。登皞，眉州里民，混字鐵腳板，憤賊酷，裂衣為旗，招集四鄉遺民，得數千，樹柵醴泉河上，賊攻之，登皞率眾，白棓鋤耰，一戰殺賊三百。賊懼，從間道潛移東館。登皞復遣壯士持酒米雞豚迎於道。賊納之營中，夜半，襲賊營，壯士從中鼓噪殺出，賊大駭競奔，復斬首數百級。賊遠遁。登皞自是以鐵勝名營，倡義者悉歸之。二年中無一騎敢犯境者。後為嘉定向成功所殺。成功亦當時起兵拒賊人也。 \\n 三月，參將揚展恢復川南。初，賊取嘉定，置偽官守之。展起師，潛身入犍為，擒殺偽令，州人聞，爭開門迎展，偽太守逃去，展遂取嘉定。獻遣劉文秀、狄三品來攻，為展所敗，退回成都。展遂合遊擊馬應試，盡復嘉、眉、邛、雅諸州邑。於時，故總兵賈聯登及中軍楊維棟取資、簡，侯天錫、高明佐取瀘州，李占春、于大海守涪陵，其他據城邑奉調者，洪、雅則曹勛及監軍范文光，松、茂則監軍僉事詹天顏，夔、萬則譚宏、譚誼，樊一蘅移駐納豁，居中調度，與督師應熊會瀘州，檄諸路刻期並進，獻始畏懼。 \\n 賊殺所獲婦女小兒。賊以婦女累人心。悉令殺之。有孕者剖腹，以驗男女；又取小兒每數百為一群，圍以火城，貫以矛戟，視其奔走呼號以為樂。 \\n 賊分道搜殺四路遺民：賊以遺民逐殺偽官，而四方兵漸日益迫，忿然曰：川人尚未盡耶？自我得之，自我滅之，不留毫未貽他人也。於是，令偽帥孫可望等四將軍，分道出屠，窮鄉僻壤，深崖峻谷，無不搜及，得男手足二百雙者，授把總；女倍之。官以次進階。可望等或日殺四五縣不等，童稚手足不計，止計壯男女手足，寅出酉還，比賞格，有踰十倍者，獎以為能。有一卒日殺數百人，立擢至都督。嗣後賊營公侯伯甚多，皆屠川民積功所致也。正月出，五月回，上功疏，可望一起殺男女若干萬，文秀一路殺男女若干萬，定國一路殺男女若干萬，能奇一路殺男女若干萬。獻忠自領者，名為御營老府，其數自計之，人不得而知也。又有振武、南廠、七星、治平、虎賁、虎威、中廠、八卦、三奇、隆興、金戈、天討、神策、三才、太平、志正、龍韜、虎略、決勝、宣威、果勇等營，分屠川南川北，而王尚禮在成都復收近城未盡之民，填之江中。蜀民於此，真無孑遺矣。 \\n 賊檢殺衛軍及各營新兵。獻賊復檢各衛軍及各營新兵年十五歲以上者殺之。各起會計所殺衛軍七十五萬有奇，兵二十三萬六千有奇，家口三十二萬。自成都北威鳳山起，至南門。桐子園，綿亙七十餘里，屍積若喬嶽然。 \\n 賊攻川南諸州縣，俱大敗而回，洩怒士卒，以婦女財物累眾軍心，不肯致死，移營之日，有金銀必棄，有婦女必殺，其留屯久者，或已成夫妻，有子女，軍行發令，輒大慟，毀中園一浮圖，穴其下，置囗崩之，兵之壓而死者萬人。又伐木造船數千，由山路曳入水，或數十里，或百里，稍怠而休者立死。若闔營犯法，裝大艦沈之江中。於是，左右親信各生畏心矣。南門營、中大營兵懼誅，開門散走，差豹韜等四營追及於大儀，三千餘人盡坑之。 \\n 獻忠欲北行入陝，惡其黨太多。曰：吾初起草澤，從者五百人，所至無敵。今日益多，前年出漢中，為賀珍所敗，非為將者習富貴不用命，即為兵者有所貪戀懷二心。吾欲止留發難時舊人，即家口多者亦汰之，則人人自輕便，所向無前。汪兆麟慫臾之曰：恐兵知而先譟奈何？不若先立法責之，各將軍都督等多置邏者，以伺察營伍有偶語者及微過，俱置之法，並連坐。如此，則殺之有名，無覺者矣。密議已定，諸營尚未知，猶習故態，角射酗酒，縱博嬉笑，怒罵如平時。邏者至，輒收治，自誣服，並及其家。是日所殺即十萬餘人。於是，人人惴慴，無敢出一言者。邏者無所得，每於夜靜踰垣穴壁，入伏霤下及床笫幃幕間竊聽，但有笑語，即躍出收繫，並其家屠之。 \\n 賊大殺偽都督總兵等官。偽總兵溫自讓，延川人，不忍無辜戮其下，棄妻子，夜率所部百餘遁去。獻自引驍騎追之，自讓走脫，所部兵俱自殺。他如偽右軍都督米脂張君用、八卦營洝州王明、振武營麻城洪正隆、隆興營涇陽郭允、三奇營鳳陽宋官、永定營合肥郭尚義、三才營山東婁文、干城營六安汪萬象、援剿營寶雞彭心見、決勝營周尚賢、定遠營張成中、廠營萬縣杜興文、英勇營黃崗張其在、天威營開封王見明、龍韜營麻城商元及志義、天討、金戈、神策、虎威、虎賁、豹韜、虎略等營總兵失其名，俱以搜括無功坐徇庇誅殺，或剝皮死，並其家口部落盡斬於河。 \\n 賊嗜殺，出天性，偶夜靜無事，忽云此時無可殺者，遂令殺其妻及愛妾數十人，惟一子亦殺之，令素嚴，無敢爭者。晨興，召諸妻妾左右以告，則又怒其不言。舉左右奴隸數百人，悉殺之。嘗怒目視一童子辟易，病二日死，其殘虐如此。又禁不得私藏金銀，有至一兩者家坐誅，十兩者生剝其皮。人或沈井中，或窖幽室，被獲亦按連坐法；告捕者即以其家妻妾馬匹給之。於是，豪奴悍婢，爭訟其主焉。 \\n 賊天性特與人殊，恆醉柔而醒暴。一日不流血滿前，其心不樂。嘗厭苦朝會，擲所御冠，舉足蹈其中，索侍者帽，著之迺快。 \\n 殺人之令，有以語犯死者，有以事犯死者，有令健卒羅織而按戶以死者，有言事小兒夜行街巷聽人陰談白堊識其門而收之以死者，一小兒聞人俚語曰：張家長、李家短，具陳之獻。獻笑曰：此我家勝自成之兆也。遽命釋焉。 \\n 殺人之名，割手足謂之匏奴，分夾脊謂之邊地，鎗其背於空中謂之雪鰍，以火城圍炙小兒謂之貫劇，抽善走之筋、斮婦人之足、碎人肝以飼馬、張人皮以懸市。 \\n 又剝皮者，從頭至尻，一縷裂之，張於前，如鳥展翅，率踰日始絕，有即斃者，行刑之人坐死。 \\n 賊盡墮州邑城。遣偽將分墮之。 \\n 按磔牛犬。時令取犬牛盡磔之，毋為後人遺種。 \\n 參將楊展大破賊於江口，焚其舟，賊奔還。獻聞展兵勢甚盛，大懼，率兵十數萬，裝金寶數千艘，順流東下，與展決戰。且欲乘勢走楚，變姓名，作巨商也。展聞逆於彭山之江口，縱火大戰，燒沈其舟，賊奔北，士卒輜重喪亡幾盡。復走還成都。展取所遺金寶，以益軍儲，自是富強甲諸將(至今居民時於江底獲大鞘，其金銀鐫有各州邑名號)。 \\n 王祥、曾英以兵趨成都。王祥，綦江人，勇悍著聞，為九圍子隘官，守遵義，賊不敢窺。至是，與曾英進兵討賊，賊益畏蜀將，遂決意行矣。 \\n 賊毀藩府，走川北。獻自江口敗還，勢不振，又聞王祥、曾英近資簡，決走川北，將所餘蜀府金銀鑄鉼，及瑤寶等物，用法移錦江，錮其流，穿穴數仞實之，因盡殺鑿工，下土石掩蓋，然後決堤放流，使後來者不得發。名曰錮金。又盡毀宮殿，墮砌堙井，焚市肆而逃。時府殿下有盤龍石柱二，名擎天柱，賊行，取紗羅等物雜裹數十層，以油浸之。三日後舉火，烈焰沖天，竟一晝夜而柱枯折。 \\n 楊展追賊於漢州，不及，封遺骨而還。展聞賊遁，急引兵追之，至漢州，賊已去遠，因盡收暴莽骸骨叢葬焉。識其碣曰：余奉命討賊，提師過此，憐爾白骨之慘，用加黃壤之封。 \\n 冬十有二月，王師西征，追賊於鳳凰山，擊之，獻忠伏誅。賊保寧守將劉進忠部下多蜀人，獻至惡之，謀坑其眾，漏言於閽者，進忠大恐。獻忠又下偽詔用秦人鄙語罵進忠，進忠忿怒，時我朝肅王方奉命西征至漢中，進忠赴師迎降。王問獻所在。曰：在南充、西充交界金山鋪，去此千餘里，馳五晝夜可及。王命導師疾行，至西充之鳳凰山，會大霧，王潛勒軍登山，賊諜者知之以告。獻素驕，又以進忠守朝天關，不虞大兵之至也。斬諜者以徇。曰：此群徭求食耳。敵兵豈能越朝天關耶？少頃，又告，又斬之。三報，亦斬。王詗得之，揮鐵騎促賊營。時方辰食，獻衣飛蟒，半臂，含飯，率牙將數十人，倉皇出視。進忠指善射者章京雅布蘭射之，一矢中其喉，拔矢視之，曰：果然大兵也。逃伏積薪下，我兵尋得，曳出縛之，王迺拔佩刀仰而祝天曰：獻忠罪惡滔天，毒流萬姓，子受天子命奉行天誅，謹敢為百姓復仇。祝訖，親加刃於獻，磔殺之。尸之轅門，士女往斫之，骨肉糜爛殆盡。獻臨誅，猶怒目視其部下之降者。四養子兵潰東走。一說獻忠被射時，拔箭在手，向陣大言曰：咱生在燕子嶺，死在鳳凰山，伏而斃。 \\n 獻在成都，忽謂今入厄運，三年中莫可支吾，獨有遯世埋名入深山苦修數載可免耳。過此，仍橫行天下。欲入武當為道士，不果，伏誅，時年四十一。 \\n 初，成都東門外沿江十里，有鎖江橋，橋畔有迴瀾塔，萬曆中布政使余一龍所建。獻登其上，見內城宮殿，語從官云：橋是弓，塔是箭，彎弓正射承天殿，遽命毀之，就其地修築將臺，穿空取磚，至四丈餘，得一古碑，上有篆文云：修塔余一龍，拆塔張獻忠。歲逢甲乙丙，此地血流紅。妖運終川北，毒氣播川東。吹簫不用竹，一箭貫當胸。炎興元年諸葛孔明記。至肅王督師攻獻於西充射殺之，迺知吹簫不用竹，蓋肅字也。 \\n 獻初破武昌，有大志，不甚殘殺，改府曰天授，江夏縣為上江縣。鑄西王之寶。嘗題詩黃鶴樓，令其下和之。以周文江為兵部尚書，張其尊為前軍都督，李時榮為巡撫，謝鳳洲為守道，蕭彥為巡道，陳六馭為學道，給偽敕印，各予賞賜有差。開科取七十八人，補二十一州縣，詐收人心，未若入蜀之酷烈也。 \\n 甲申十一月初十，賊忽驅人至成都東門外洪順橋殺之，舉刃時迅雷奮擊者三。獻怒指天曰：爾放我下界殺人，今迺以雷嚇我耶？用三囗還擊之。是日死骸激水，橋為之折(或曰：即今九眼橋，獻所復修者)。 \\n 獻敗時，有姪某潛身削髮，隱於灌縣之三十六峰，號疤和尚。世定後，時時出遊，各伯楚錫公珩遇之，問賊曩事云：獻忠初起，原圖脫禍，無意殺人，至湖廣率同輩五六，夜盜武當山大廟金頂觜上，見王靈官持鞭喝云：快去，備非上帝放汝收生，定打殺汝。因此自負為奉天殺人云(獻姪面有火藥燒痕，故號疤和尚，問其名，終不答。康熙四十年，其人尚在)。 \\n 或云殺諸生時，每人給一元寶金頂於首，東入西出，斬一生，取一寶回，笑曰：從賣頭孕殺爾，還是我的。 \\n 賊每屠一方，標記所殺人數儲竹圍中，人頭幾大堆，人手掌幾大堆，人耳鼻幾大堆，所過處皆有記。 \\n 賊遇病弱者，多割鼻斫手；斫手之令，男左女右，若誤伸者，兩手俱斫。好小兒幼女，棄道旁，襯馬足，或擲之空中，以刃迎之。 \\n 賊酷好朋友，遇相知，徹夜歡飲不懈，及去，厚贈之，而預遣人伏中途，斬其首，歸納櫝中，載之以隨。軍中獨飲不樂，令人啟櫝曰：請好友來取頭，遍列席間，持盞酌勸，款洽若對生人者。名為聚首歡宴。 \\n 賊斮婦女小足，疊纍成峰，與愛妾酣飲其下，忽仰視云，更得一足，合尖方好。妾舉足劇曰：此何如？獻云：使得，立命斫之。 \\n 一云：賊偶沾瘧疾，對天曰：疾愈，富貢朝天蠟燭二盤。眾不解也。比疾起，令斫婦女小足，堆積兩峰，將焚之，必欲以最窄者置於上，遍斬無當意者，忽見己之妾足最窄，遂斫之，溉以油燃之，其臭達天，獻為樂。 \\n 賊殺人時，有峨眉張姓者，為賊殺於南關外，頸裂而喉未殊，伏積屍中，夜定後，見有呵道來者，威儀赫奕，儼如王公，既至，令吏持冊按名點屍，每一呼死者，提頭起立點畢去。張訝其無名，起詢從者云，府都城隍也，張隨蘇沿堰渠伏行數十里，天明逸去。至康熙六十年尚存，頸上刀痕宛然，人呼為張斫頸。子孫甚眾，亦有登庠者，每向人言獻時事。 \\n 或云：賊欲屠保寧，府屬禪僧破山為民請命，賊令持犬豕肉以進。曰：和尚噉此者從汝。破山曰：老僧為百萬生靈，忍惜如來一戒乎？遂嘗數臠，賊因免之。 \\n 賊所過處，公廨、民居、園林、亭館、寺觀、樓閣，悉為瓦礫，所存者惟文昌、關帝二祠。蓋關帝，秦人所尊，而文昌則彼推尊為太祖高皇帝者也。故重修七曲山大廟，又建關帝祠於東，皆極鉅麗。 \\n 或云：獻過梓潼，夢文昌帝君儆之，欲致祭，令士人為文獻，不解，輒殺之。蜀士被禍甚眾，後屢易皆不屬意。獻大聲曰：咱自做，咱念爾輩書之。其文曰：咱老子姓張，爾也姓張，累甚嚇咱老子，咱與爾聯了宗罷。尚享。今川人常以為笑。 \\n 又云：獻初過梓潼，夜夢人以宗弟紅柬來謁，誡以勿殺邑民。晨起，詢人曰：此文昌帝君也。神姓張。獻云：咱一家兄弟人，何忍殺之，梓潼得全。 \\n 羅江縣南落鳳坡，有漢龍鳳二公祠祀武侯、龐士元。獻將張可望燬之，夜夢士元為厲，懼而新之，壯麗倍往日。 \\n 初，張獻忠破荊州，召惠府樂戶十數行酒，內瓊枝者，色藝出群，獻命之名曰：我雖賤，豈肯以歌侑酒賊觴，毅然弗從，以刃挾之。曰：汝技止此耳，我不畏死，奈我何哉！獻忠臠之，喂犬。 \\n 同時，有曼仙者，獻忠亦召至，極逞技能，刻意逢迎，獻忠大悅，寵倖無比。獻忠每夜將寢，必豪飲，曼仙侍，置毒於酒，滿斟酒以奉。獻忠妮之，以手挽其頸曰：汝先飲此。卻之不得，立飲而斃。獻忠始覺，碎裂其屍。 \\n 夾江有偽令王某者，進新荔枝於賊，剖其中，漬之以鹽。獻大怒，令近侍王珂就縣署斬之，既遣，左右曰：彼鄉人也，不識好惡，罪不至死。獻遽云：你說的是，即傳旨去。其旨為奉天承運皇帝的曰：王珂你回來，饒了夾江那個龜知縣罷(偽詔，資陽有人藏之，今存)。 \\n 獻忠有號曰敬軒，在房穀受招時自取也(見於破鄖陽日方岳宗之呼)。 \\n 有云：百姓剖獻屍，見其心黑如墨，或傳其心扁而無肝。 \\n 獻埋屍處叢草如棘，誤觸之，軋成大癰。又常有黑虎守墳，噬人，人皆遠之。 \\n 敘州有人避賊，逃入深山，草衣木食既久，與麋鹿無異，後見官兵，以為賊復至也，驚走上山，行步如飛，追者莫及，其身皆有毛云。 \\n 邛蒲、丹稜間，當賊過時，有數人逃入深箐中，夜出，見一黑大人跨山而下，至死人叢拾其頭，兩手抉裂吸髓而去。明起視之，無遺腦矣。蓋夜叉之屬也。 \\n 寄園寄所寄云：獻忠開科取士，會試進士得一百二十人，狀元張大受，華陽縣人，年未三十，身長七尺，頗善弓馬，群臣諂獻忠，咸進表疏稱賀。謂皇上龍飛，首科得天下奇才為鼎元，此實天降大賢助陛下，不日四海一統，即此可卜也。獻忠大悅，召大受，其人果儀表豐偉，氣象軒昂，兼之年齒少壯，服飾華美，獻忠一見大悅，左右見獻忠欣悅，又從旁交口稱譽，以為奇士，古今所未有。獻喜不勝，賞賜金幣刀馬至十餘種。次日，大受入朝謝恩，面見獻忠，左右文武復從旁譽其聰明學問及詩文畫一切技藝。獻忠愈喜，召入宮，賜宴，諸臣陪宴，歡樂竟日，臨散，以席間金銀器皿盡賜之。次早，大受復入朝謝恩，叩首畢，諸臣復再拜曰：陛下龍飛之始，天賜賢人，輔佐聖明，此國運昌明，萬年丕休之象，陛下當圖其像，傳播遠方，使知我國得人，如此奇異，則敵可不戰而服矣。獻忠大悅，遂召畫工，圖其形像。又大宴群臣，盡歡。群臣席間又極口稱譽，獻忠復賞賜美女十人，甲第一區，家丁二十人。次日，獻忠坐朝，文武兩班方集，鴻臚寺上奏，新狀元午門外謝聖恩畢，將入朝面謝聖恩。獻忠忽嚬蹙曰：這驢養的，喒老子愛得他緊，但一見他，心上就愛得過不的，喒老子有些怕看見他，你們快些與我收拾了，不可叫他再來見喒老子。凡流賊以殺人為打發，如盡殺其眾，則謂之收拾也。諸臣承命，即刻便將大受綁去殺之，並傳令將大受全家及所賜美女、家丁盡數斬戮，不留人(此事蜀中少傳)。 \\n 蜀中古跡盡燬於賊，惟李衛公籌邊樓在保縣城中，賊未至，故至今猶存。 \\n 偽平東孫可望等東走，復陷重慶，守將曾英死之。初，英起兵合州，以涇陽李占春、項城于大海為左右，二人皆英腹心舊將，以勇聞。一鼓克復重慶，而邑紳刀化神集土人助英，共結陣塗山下，水陸聯進四十里。獻聞之，顧劉文秀曰：楊展不足忌，重慶要害，地不可失，因遣文秀往爭之。英令占春、大海逆之多功城，文秀大敗而還。至是，大兵誅獻，偽平東可望四將之兵潰而東下。時英守重慶，賊突至佛圖關，出英不意攻之，英中矢而顛於渝河以歿。李占春、于大海收殘卒二千，退入涪州。英，福建人，以偏裨著功夔門，累績至總兵，永明王假制封平蜀侯，威名為賊所憚，起兵時欲屯田重慶，督師王應熊不許，有識者惜之。 \\n 孫可望陷綦江。有四姑羅氏女，年十四，其父大道，引匿老鸛沱邊，被搜，投水死。邑人翁臺妻康氏，為賊所獲，不辱，殺之。 \\n 督師王應熊卒於畢節。可望等兵至，應熊力不支，遁入永寧，旋卒於畢節衛。一子陽禧，死亂兵中，竟無後。應熊，巴縣人，萬曆四十一年進士，其行述具載明史。 \\n 丁亥順治四年(是歲，明孽各分據蜀)春正月，孫可望等陷遵義。初，賊據全川，惟遵義未下，為王祥所守，及獻誅，可望等四偽將東走，大兵追之，以糧盡引還，賊遂陷遵義。 \\n 樊一蘅再駐江上。我師既還，王祥等入保、順二郡，一蘅復駐兵江上，為收蜀計。上書永明王。王以為戶、兵二部尚書，加太子太傅。諸將祥等進爵有差。時，于大海據雲陽，李占春據涪州，袁韜據重慶，譚詣據巫山，譚文據萬縣，譚宏據天字城，侯天錫據永寧，馬應試據瀘州，王祥據遵義，楊展據嘉定，朱化龍、曹勳等各據地自擅，而宗室朱容藩，故偏沅撫李乾德以總制至，楊喬然、江爾文以巡撫至，各署置官。於是，全川盡附永明王。 \\n 孫可望攻永寧，知州曾異撰死之。異撰，榮昌舉人，知永寧州，賊至，州人望風欲遁。時，江津進士程玉明、貢生龔懋勳在州署，謀於異撰曰：州據盤江天險，扼吭全滇，棄之不守，非人臣義也。異撰因激兵士竭力拒守，賊大至，城陷，閤室自焚，玉明、懋勳俱投火死。自是，黔西諸郡望風瓦解。 \\n 孫可望入雲南。可望既下貴州諸郡邑，遂直趨雲南，取會城，據之(滇事別見)。 \\n 時，蜀人死於滇者，巡按羅國瓛、夏衍虞、王運開及弟運閎。 \\n 國瓛，嘉定人，崇禎癸未進士，巡按雲南。衍虞，江津舉人，曲靖司李署道事。雲南破，衍虞與國瓛書，約義舉兵，事覺，二人俱盡室死。 \\n 王運開，字囗籙，夾江人，崇禎庚午孝廉，為永昌推官。可望兵攻永昌，運開結同官協力禦守，以圖外應，城陷，整衣冠，向北再拜死之。 \\n 運閎，字亨籙，壬午舉人，蜀亂，往滇避禍，且以省兄，及至永昌陷，運開死，迺口占曰：行來漸近永昌府，吾兄英靈如欲語，弟兄不作兩截人，魂魄同歸見父母。遂投江死，滇人至今以雙忠稱之。 \\n 蜀碧卷四 \\n ──起順治戊子、止仁皇帝康熙二年癸卯 \\n 先是，崇禎中，川賊有姚天動、黃龍，聚黨劫掠，巡撫陳士奇及道臣陳其赤、葛徵奇、郡守王行儉、巴令王錫、營將趙榮貴等，設奇夾擊，斬賊一千七百有奇，生擒渠魁馬超、一斗麻、代天王等二十餘人，賊奔脫他徙，而沔縣人袁韜，因姦嬸事發，逃投響馬賊馬潮、胡九思等，繼踵姚、黃，日事掠殺，及獻入，遂乘勢據蓬州、儀隴、南部各地方，殺老幼，擄精壯，掘墓開墳，生死無得免者。數年間，烏合愈眾，分為十二大隊。時，歲饑，賊以人為食。順治二年，我巡撫李國英大破諸賊於遂寧之曠虛壩，九思、潮等走死，韜以殘卒數百奔川東，歸樊一蘅。 \\n 諸賊或稱四家，或稱十三家，袁韜、武大定及夔州譚文、譚詣、譚宏、巫山劉體純、酆城胡明道、金城姚玉川、施州衛王光興，皆甚著。其王有進、景果勒、張顯、劉惟靈、白蛟龍、楊炳英、李世傑等，莫可稽考，總所謂十三家賊也。 \\n 又獻忠未敗，李自成之眾先潰出關，袁宗第、賀珍之徒，偕郝搖旗、李本榮、黨守素、李永亨等約結十三家，出入巴渠、巫峽間，則所謂西山寇也。 \\n 又各州縣亂民，號土暴子，以打衙蠹為名，凡胥吏之有聲者，糾眾擒之，或投之水，或畀諸火，甚則臠食其肉。官司束手，無可如何。而一時紳士家豪奴悍僕，戕滅其主，起而相應，深山大谷中，豎寨柵，標旗幟，攻劫鄉里，以人為糧。其惡殆與獻等。其時，川南、川北畏土暴子甚於流賊也。 \\n 戊子順治五年(明孽尚分據蜀)蜀大饑，人相食。先是，丙戌、丁亥，連歲洊饑，至是彌甚。赤地千里，糲米一斗價二十金，蕎麥一斗價七八金，久之亦無賣者。萵芹、木葉，取食殆盡。時有裹珍珠二升易一麵不得而殆，有持數百金買一飽不得而死。於是，人皆相食，道路餓殍，剝取殆盡，無所得，父子、兄弟、夫妻，轉相賊殺。其食人之法，亦有如下。羹羊、饒把、火和、骨爛等名目，雞肋篇所載云云也。 \\n 外王父遯菴先生云：往時避寇山中，經過一茅屋，突煙騰起，疑為居人，直入，見釜中所煮皆入手掌腿足等物，駭愕失聲。時幸主者出外，不然難免。 \\n 家老僕云：宅外里許，有餓死於道者，某某謀夜定剝之，至則止存一頭，先為人所攫矣。余兒時見親故中，老叟數人，目黃如蠟，詢之，皆啖人肝所致者。 \\n 眉州民有陳大玉、劉尚等，居城南外五里賀家橋，有李三樹，熟而不取，計以誑行人，使之竊李，掩擒殺食，前後所食甚眾。庚寅年事定，被害民陳五春首於官，捕大玉等斬之，民始安枕。 \\n 其時，瘟疫流行，有大頭瘟，頭發腫赤，大幾如斗；有馬眼睛，雙眸黃大，森然挺露；有馬蹄瘟，自膝至脛，青腫如一，狀似馬蹄。三病，中者不救。 \\n 又鬼魅白晝出見，與人爭道，夜則聚於室中，噪聒不休。其名夢魂魔者，人方就枕，隱隱有物，攝魂去，旁有覺者，疾呼可活，少頃難救。抹臉魔者，黃昏時，面皮自脫若剝削，然不知所之。二物來時，形影糢糊，死者甚眾，蓋殺劫之餘也(故老云：夢魂魔可以趕逐，而抹臉魔必明火震鼓以守之，最難防備)。 \\n 又遭亂既久，城中雜樹蓊鬱成林，人家遺犬，食賊所殺人肉，多鋸牙若猛獸，群聚為寨，利刀不能攻，為害滋甚。又多虎豹，形如魑魅饕餮，然穿屋顛，踰城樓而下，搜其人，必重傷，斃即棄去，不盡食也。白晝入城市，遺民數十家，日報為虎所害，有經數日而一縣之人俱盡殘者。 \\n 諸將相攻。時，全川未附諸將，據地自擅，故巡撫李乾德者少遇異人，授天書，善占驗，諸將中惟許袁韜、武大定。韜故姚、黃餘孽、大定則小紅狼別也。乾德欲與就功，結二人為心腹。先是，李占春部將董子金有萬縣湖灘之戰，韜亦返鬥，入佛圖關，規重慶為己功，長至大會，韜自以位高，踞李上，占春不平，心惡之。乾德又陰為搆難，占春遂並惡乾德。乾德夜坐船屋，仰視星氣咄咄，謂今夕主急兵，徒步走匿崖谷。頃之，占春襲袁不克，搜乾德船，無所得，取其孥以為質。韜聞乾德亡，大哭，既迎至，甚喜。占春是日亦歸其孥。袁、武遂居重慶。占春駐涪州之西平壩，四面阻水，結萬將營，賓客多歸之。于大海壁忠州花陵河，與李脣齒。遵義守將王祥忌於李之盛，而又欲為好於袁也，詐請占春議事，伏兵執之，軍中守者懈，占春踰垣出，殺追者，一日夜歸其壩上營，祥尋與韜兩相責望，而楊展亦與祥有隙，遣子璟新攻之。璟新先襲殺馬應試，與祥戰敗歸，因是諸將相惡。 \\n 袁韜、武大定歸楊展。袁、武久駐重慶，士卒饑，李乾德遣人說展，與合兵，因其餉，展喜納之，誓為兄弟，徙韜屯犍為，大定屯青神，厚給其貲，共犄角以防賊。 \\n 己丑順治六年(是歲，明孽相圖，賊復自滇入蜀)，朱容藩自稱楚世子，建行臺於夔州，稱制拜封。時，楊喬然已進總督，范文光巡撫川南，呂大器以大學士來督師，皆惡容藩，共謀誅之。 \\n 李乾德使降賊袁韜、武大定刺楊展。李占春素與展善，展以銀萬兩、米萬石餽之，袁、武不說，乾德怨展遇己簡略，陰勸袁、武圖展，三人合謀。會展壽，詭稱介置宴於犍為請之，展坦然不疑，以一僮隨往，既至，三人益為恭謹，疊相酬勸，展連飛數十觥，大醉，舁之密室，令力士刺之。展起家武科，以進士第三人及第，智勇冠諸將。獻賊深畏之。川西東之起兵者，倚為長城，既死，人心解體，士無固志矣。是時，已進爵華陽伯。 \\n 袁韜、武大定圍嘉定三月，陷之。袁、武賺殺展，以兵圍嘉定。展子璟新力拒之。三月，城陷，璟新以親丁三百騎逃出，其妻陳氏指袁、武罵曰：爾等窮來依我，我先人處以縣邑，資以多財，何負於爾，迺圖我家，真喪心犬彘也。袁、武殺之，悉併展之貲與眾，乾德遂勸袁、武保據嘉定(景新，崇禎壬午武舉，展長子)。 \\n 時，州生員帥正邦母馮氏守寡，有姿，袁、武強迫入贅，馮氏舉簪自刺死。 \\n 李占春聞展被害，率兵為展報仇，不勝。而歸。曹勛，與展刎頸交，時亦默然而阻。樊一蘅投書責乾德曰：嘉陵、峨眉間，二三遺民，不與獻忠之難者，楊將軍力也。且背施忘好，而取人杯酒之間，天下其謂我何？乾德笑以為救時大計，詎豎儒所能知耶！然蜀紳士無不切齒乾德者。 \\n 初，王應熊既歿，兵部尚書呂大器奉永明王命來川，至涪州，與將軍李占春深相結，楊展及于大海、胡雲鳳、袁韜、武大定、譚宏、譚詣、譚文以下皆受約束。大器因歷遍諸鎮，謂監軍道陳計長曰：楊展志大而疏，袁韜、武大定忍而好殺，王祥庸懦不足仗，事尚可為乎？後忽於石砫司夜遁，走黔之獨山州，鬱鬱疽發背卒。 \\n 庚寅順治七年(賊與明孽各分據蜀)，朱容藩敗死滎陽。容藩據夔府，自稱天下兵馬副元帥，呂大器檄李占春、于大海討之，容藩窘，迺北依二譚兵，以攻石砫。占春來援，容藩兵敗，走死滎陽。 \\n 秋九月，孫可望復遣兵圖蜀。可望在滇，聞袁韜、武大定賊害楊展，將圖蜀，迺上書永明王，為展訟冤，使王自奇將兵向川南，而別遣劉文秀、白文選取遵義。 \\n 劉文秀攻王祥於烏江，祥敗，自刎死。文秀、文選等以兵至烏江，王祥力戰，不勝，自刎死。文秀降其眾二十萬，盡收遵義地。初，獻入蜀，畏祥不敢窺遵義，前後拒守凡八年。至是敗死，聞者惜之。時已晉爵綦江伯。 \\n 劉文秀渡金沙江，攻建昌。原任長沙知縣高明死之。文秀遣別將盧名臣，取重慶，而己引兵渡金沙江，攻建昌。高明集士民拒於焦家屯，賊兵勢眾，力不敵。歎曰：我受朝廷官，豈可從賊乎？遂盡室自焚死。 \\n 劉文秀攻陷越雋。寇攻城，指揮王自敏、妻周氏知不免，謂所親唐氏曰：前後等死耳。他日恐其遲也，遂挽唐氏閤室自焚。同時王氏、俞氏、宋氏、唐氏俱赴火死，皆受聘於人而未嫁者。 \\n 劉文秀攻黎州，土于戶馬亭、李華宇等戰死。初，亭、華宇及楊起泰等，佐馬京破賊於龍觀川，賊敗去沈黎，不被寇者數年，京卒，亭襲為千戶。文秀至，竭力拒守，被執，不屈死。華宇苦戰，為賊擒，剮之。時年八十四。指揮丁應選亦以年老亡於陣，前共起兵富莊姜、黃、李、奈、蔡、包、張七姓子弟頭人俱戰死，無一降者(起泰亦先以老病卒)。 \\n 劉文秀攻陷榮經，知縣黃儒死之。儒，福建舉人，城陷，巷戰，被獲，不屈，賊磔於縣之開善寺。 \\n 劉文秀襲曹勛於雅州，取之。勛，初敗賊於雅州，保據其境，與楊展相聲援。展死，勛勢孤，而劉道貞先以病卒，范文光因惡李乾德殺展，入山不視事，勛左右無人，文秀突至，出勛不意，取之。 \\n 劉文秀屯兵於天生城，城在洪雅花溪口，賊至踞之。時，余飛單騎出覘，為賊所圍，力殺十數人，死陣中。 \\n 辛卯順治八年(明孽與賊尚分據蜀)，文秀大敗袁韜、武大定於嘉定，降之。初，王自奇兵至川南，袁、武拒之，及聞文秀至，撤兵還戰，六戰六勝，有輕賊心，俄而文秀以大兵壓其前，自奇從後泝流尾擊，一戰，韜與大定大敗，悉就擒，降於賊，賊遂取嘉定。 \\n 李乾德被執，載舟中，不食者數日，屆月波澤，語弟升德曰：吾父死於獻也，吾不可以再辱，遂偕升德並閤家人俱赴水死。乾德殺楊展，蜀人惡之，其死也，無稱之者。且曰：賊復入川，實彼召之，雖死能蔽其辜乎？ \\n 重慶復陷於賊。文秀既取嘉定，舉兵東下，而前破遵義時所遣別將盧名臣者入涪州，李占春逆戰於群豬寺口而敗。於大海在忠州力不支，遂共放舟出夔門，走荊楚，降於王師。諸將盡散，無一人敢應敵者。譚宏、譚詣、譚文皆降文秀。 \\n 壬辰順治九年(是歲，王師征蜀，川南平)正月，劉文秀復還雲南。文秀還雲南，令白文選守嘉定，劉鎮國守雅州。 \\n 三月，王師南征，下嘉定。我師至，鎮國、文選俱敗，挾曹勛走，巡撫川南范文光賦詩一章，仰藥死。時，安綿道詹天顏兵敗被執，亦死之。文光，內江舉人，先官南京戶部員外天顏，龍巖人，起家選貢生。 \\n 先是，師至眉州，向成功有眾五千，據守石佛棧，大兵攻之，破其柵，成功中流矢死，眉州平。 \\n 秋九月，樊一蘅卒。一蘅初以戶、兵二部尚書加太子太傅，督諸文武，恢復全川，及諸將相攻，令多不行，而袁、武殺楊展，王祥敗死烏江，列鎮兵多散，所保惟敘州一郡，不得志，遂謝事居山中。再聞范文光、詹天顏、朱化龍相繼死，憂鬱遘疾卒。 \\n 癸巳順治十年(是歲，王師破賊，川北平)，王師大破賊將劉文秀於保寧。文秀及白文選率兵來攻，大兵奮擊，破其象陣，文秀等大敗，遁去。 \\n 王師平蜀。自甲午以後，蜀地漸歸版圖，而諸賊之負固者，猶出入重夔、巴峽間。及順治十六年己亥，譚宏、譚詣共殺譚文，文安之率劉體純、袁宗第、李來亨等十六營，由水道襲重慶，聞之欲討，宏、詣二人懼，率所部來降。未幾，大兵取重慶敘州、馬湖等屬，時三郡為賊將盧名臣所據，我梅勒章京葛朝忠、總兵陳德、楊正泰，水陸並進，攻破佛圖關，直抵賊巢，擒斬無數。降牟勝，赦而用之，獻孽之擾蜀者盡矣。 \\n 初，闖賊餘孽李赤心，竄死廣西南寧間，其子來亨代領其眾，走川東，分據川湖間，耕田自給，而先潰出關之郝搖旗(名永忠)、袁宗第及劉二虎等，共依結之。時，獻黨雖盡，永忠等尚據巴東。康熙元年壬寅冬十二月，我總督李國英奉旨，統秦、豫、廣三省兵將會四川進剿，師駐萬縣，賊棄夔州。國英兵至夔，道路榛莽，伐山開徑以入。二年癸卯元日，進奪羊耳山，宗第遁入深箐，我師屯七里壩，宗第屯茶園坪，山勢陡絕，諸將攀籐而上。宗第敗走巴東，大兵追及巫山，遂據其城。眾議移守夔門，督師計巫山地勢卑狹，雖馳驟不便，可利固守。於是，深溝堅壘具囗石，城下樹梅花樁，樁外挑品字坑，賊至不得進。又於城外高處，立敵樓以防偵探，具甫備，郝永忠、劉體純合數萬眾攻巫山甚急，我兵出戰，體純等敗走。適陝西會剿兵至陳家坡，奪老木寨，體純自縊，大兵乘勝追至黃草坪，永忠、宗第皆授首。惟李來亨居茅麓山，高險難攻。我兵四面圍之，來亨出入地，名通梁，路徑懸絕，我師蒙霧直上，遂奪通梁。來亨力窮勢迫，八月初六日焚其妻子，自縊。茅麓山破，馬騰雲、拓天寶、王光興俱納款投誠。至是，闖孽之在蜀所謂中山寇者，悉盡。全蜀收入版圖，一統萬世，蜀人始獲享昇平之福矣。 \\n 附記 \\n 江津曹立卿，府學生也，賦性端方，為鄉里所矜式。煤山之變，公聞之，北向泣血，悲憤成疾，及賊據川，懸偽職，逼勒士紳，公誓死不從，疾劇，戒子恢曰：吾家世受國恩，汝又弱冠登賢書，茲大節攸關之日，失身取義，止爭些子。吾一生自反無愧，可謂得全。爾勉之。為間曰：我此時若存一貪生念，便如烈火燒身，想到守身全節，即入清涼境界，囑畢而逝。 \\n 夾江宿士敏，字元魯，崇禎丙子孝廉，賊官至邑，迫之出，佯應之，治裝赴省，至干佛崖，策馬投江，賊信其已死，不復問，已而潛過江岸，乘夜走雅州山中，易姓名以節終。 \\n 宋文翼，字怒飛，丹稜人，以應貢八國學，授蜀藩長史。甲申，巡撫陳士奇、巡按劉之渤重其才，授以監軍事，及獻破成都，歸隱深山不出。 \\n 郝孟旋，川西舉人，嘗起兵復雅州，復與邛州劉道貞合兵攻邛，不克，退守沈黎，後不知所終。 \\n 汪光翰，字文卿，婺源人；竟陵胡恆官川南道，光翰為幕客。獻兵至臨邛，恆命光翰出調兵，並檄寧越守備楊起泰將兵援邛，未至，而城陷，與其子士驊戰死，闔門百口遇害，惟士驊妻朱氏洎幼子峨生得脫，匿民間，隨士驊母舅陳君美者，轉徙榮經縣降賊。武大定駐嘉定，聞朱氏有殊色，劫致之，朱污面毀容以免。堅操撫孤。光翰，間關夷猓中，得朱氏母子所在，事之甚謹。值劍南大饑，斗米十金，光翰不避刀俎，多方保護之。母子迺得全。自是或服賈，或課蒙，或為僧，獲稍嬴餘，以給饘粥，二十餘年不倦。朱教子極嚴，峨生亦讀書知自奮，能文章矣。蜀平，狹路通，光翰迺躬送朱氏母子歸竟陵。於是，楚蜀莫不高朱之節，誦光翰之義，以為忠臣孝子之報云。又有鍾之綬者，字楷士，亦竟陵人，從胡公入蜀，遊峨眉，遂不歸。聞胡公父子殉義，迺自瓦屋山至榮經，與光翰同撫孤兒，歷八年所，入滇至昆陽死。 \\n 王承祖，劍州御史梁之棟僕也；獻據蜀，之棟子田璧知不免，止一五歲兒名繩武，召承祖夫婦屬之曰：一線之脈，盡寄於汝。其善保之。梁氏一家俱遇害，承祖負繩武及己子走，賊追及，棄己子而匿繩武巖穴中，得脫。後土賊起，知繩武所在，欲率其貲，承祖負之，乞食山中，及賊息始出。承祖為之耕耘婚娶，延師教訓，至本朝庚子，舉於鄉。 \\n 曹椿，明末名士也。獻逆後，奉永明王命，來宰夾江。其時，四野蕭條，煙戶鮮少，椿至招流亡，撫餘燼，又急收士人，以時訓課，嘗見城外大明寺考錄儒童詩云：高樓野望影蕭蕭，盡日無僧伴寂寥。寺號大明知一統，梁題萬曆紀先朝。治軍久已霜生鬢，課士猶然劍繫腰。濁酒一杯聊自適，平原芳草倍魂銷。時縣署燬於賊，故於此試士；公所作有鵑血集，皆亡國之音云。 \\n 李甲，湖廣蒲圻人，由舉人知雙流縣。崇禎甲申，委署建昌監理廳，至榮經，值賊犯雅安，義師戰潰，甲隨師奔走，力竭死，一僕守甲喪數年，楚路通，始載以歸。 \\n 富順盧元卿，字調元，天啟丁卯解元，累官陝西寧夏道，闖賊陷秦，托跡黃冠，潛遁秦徽間，自題云：生平志氣凌霄漢，自許惟憑忠孝心。家國陸沈身板蕩，空拋血淚寄兒孫。卒，葬於隴徽，人慕義祀之。 \\n 雷雨津，字起劍，井研人。崇禎甲戌進士，官兵部，嘗過楚，題洞庭廟云：我是人龍君亦龍，吾今胡為乎泥中？憑君借得青驄雨，手攬風雲滿太空。甲申從張公玉笥監軍死(其子廷，後知吳江縣)。 \\n 李俊英，南部人，府學生；姚、黃賊掠南部，俊英泣涕誓眾起兵，旬日得千人，禦賊江岸，屢戰俱捷，賊不敢南，日久糧匱，其弟泣告曰：我等冒矢石，城中人相繼遁去，無援矣，曷暫退！俊英叱之曰：寧為君父死，不為一身生。自是毋敢言退者。賊計窘，將引還，會同事有忌俊英者，噪而南奔，賊得從下游渡，圍之數重，俊英奮勇突圍，多殺傷，不得出，還至江岸，投水死。 \\n 劉養貞，大邑人，以進士任湖廣漢陽府推官，陞部郎；闖賊犯都，懷宗崩國，養貞為持服，早暮悲號不輟，食貧邸舍；以賣卜為生。人呼為劉孝子，病終於燕京。 \\n 萬曆末年，民間好葉子戲，圖宋時山東群盜宋江姓名於牌而鬥之。至崇禎時大盛，法以百貫活城為勝負，曰闖、曰獻、曰大順，其後皆驗云。 \\n 崇禎十七年正月，銅仁連界掘出古碑，有字三行，云東也流，西也流，流到天南有盡頭。張也敗，李也敗，敗出一箇好世界。或以為武侯所遺云。 \\n 彭坨，字子白，永川人，崇禎時以進士為給事中，闖入京，脅降，不從，自刎死。 \\n 顧鋐，號青城，成都人、崇禎時進士，為給事中。闖入，自刎未絕，復被執毒拷，罵賊死。 \\n 哀蜀藩 \\n 天社星隳古社壇，杜鵑聲盡石苔瘢；井花清冷無人汲，留得丹心萬古寒(張象華)。 \\n 邊徼錫封憐少子，蜀王臺殿獨崔嵬。誰從輦路鳴鞭過，猶記宣門拜刺來。眢井寒泉沈鳳羽，天囗白日走龍媒。短牆桃李家家發，畫角聲中杜宇哀。 \\n 陸海塵飛井絡昏，錦城茅屋半江村。遺宮日落牛羊過，野市人稀虎豹蹲。榿樹冥冥香徑遠，海棠馥馥翠雲繁。摩訶但有支機石，尚共銅駝臥草根(呂潛)。 \\n 楊展傳 \\n 前明總兵晉華陽伯楊展者，字玉樑，嘉定人也。長七尺有咫，性倜戃，負文武姿，尤工騎射。少應童子試，參政廖大亨一見，器之曰：此將材也。亟獎拔之。舉崇禎己卯武科。北上挾強弓大矢，驅一衛獨行，遇賊劫其橐，展笑曰：爾欲利吾有耶？吾與爾鬥射，約退百步外，執號箭為的，吾射不中，聽汝取之，賊如言，一發破其幹，賊驚拜去。臨試，閹貴人有馬，兇悍難制，挽以鐵韁，號於庭曰：能騎者，予第。眾愣踖鮮應。展持弓矢，排眾突前，奪馬騰躍而上，縱送回旋，九發矢九中，走馬揚聲曰：四川楊展也。閹貴駭服。展名遂震京師。於是，成進士第三人，授遊擊將軍。時，秦寇方熾，朝廷深重武臣，尋陞展參將，以憂家居，值蜀亂，鄉盜縱橫，嘗與族子踏月江邊，隔岸影見人行，諦視，曰：此賊也。射之應弦而斃。覘其人，果素掠鄉里者。人以是畏服之。甲申，獻逆據成都，僭號改元，遣偽將四略，展起兵犍為，會閣部王應熊檄至，即從總督樊一蘅及遊擊馬應試、余朝宗等攻敘州，力戰復其城，走偽都督張化龍，又擊敗馮雙禮，遂次第收嘉、眉諸邑。於是，黎州指揮曹勳、副使范文光，起洪雅，土司馬京起榮經，為展聲援。遺民潰卒、多歸之，眾至數萬。時，獻賊遣狄三品、劉文秀等來侵，大敗還，授總兵，歲饑，人相食，展遣使告糴黔楚，自紳士以下至弟子員，皆給資。農民予牛種，使擇地而耕，願從我者補伍百工，雜流各以藝就養，孤貧無告者廩之，又置竹筏數千於同河，以濟榮、威、富之避難者，俾居思經、瓦屋諸山，而令其子璟新屯田於峨眉，歲獲粟數千。蜀南賴之。獻忠忿展盡取故地，又怒川人之不服己也，大殺成都居民，率眾百萬，蔽江而下。展起兵逆之，戰於彭山，分左右翼衝拒，而別遣小舸載火器以攻賊舟，兵交風大作，賊舟火，展身先士卒，殪前鋒數人，賊崩敗，反走，江口兩岸逼仄，前後數千艘，首尾相銜，驟不能退，風烈火猛，勢若燎原，展急登岸促攻，鎗銃弩矢，百道俱發，賊舟盡焚，士卒糜爛幾盡，所掠金玉珠寶及銀鞘數千百，悉沈水底。獻從別道逃免。旋奔川北，展追至漢州，封其屍而還。是時，展威名大振，蜀之起兵拒賊者，皆倚為長城。袁韜、武大定者，窮困來奔，韜故姚、黃十三家賊，而大定則小紅狼別部也。展愛其勇，推心任之，命大定守青神，韜守犍為，鼎足備賊。遍沅巡撫李乾德，初以總制來蜀，獨許袁、武，深相結。至是，韜與總兵李占春相惡，展素厚占春，時通餽遺，韜不悅，乾德因說韜殺展，大定亦忌展富，三人合謀，請展詣犍，介展壽，展欲往，其子璟新諫曰：近觀二人，意殊怨望，須察之。不聽，及出，乘所愛白馬，回齧其衣者三。展厲聲曰：吾不懼獻忠，豈懼他人耶？蓋展破賊多自矜，又過任人，而乾德以展遇己簡略，夜日慫韜除展，展不悟，佩劍攜一僮扁舟南下，袁、武迎之，偽為恭謹者。展坦然入帳，浮大厄痛飲，日暮沉醉，袁、武將展劍畀入別室，使勇士往刺之。展寐後，目不交睫，睛光炯炯射人，操刀者三至不敢動。展僮云：無畏也。遂縛展。展覺知有變，佯呼曰：酒渴甚，予我水飲。僮止之，遂遇害。展素精五行遁術，得水可免。其死也。實僮促之云。時年四十有五，順治己丑歲。華陽伯，則破獻時永明王所晉爵敕也。袁、武既殺展，引兵圍嘉定三月，破其城，璟新逃去，妻陳氏罵賊死，其家殘焉。時偽帥孫可望者，方據滇，聞展死，使王自奇將兵向川南，而別遣劉文秀等渡金沙江，取曹勳，而襲其後。袁、武方拒，自奇聞之，還與文秀戰，大敗，俱降賊。乾德赴水死。賊再據蜀。初，督師應熊以賊襲殺平蜀侯曾英，走畢節死；兵部尚書呂大器，自柳州至，永明王即命代之。大器遍歷諸鎮，太息謂參軍陳計長曰：楊展志大而疏，袁韜、武大定忍而好殺，王祥庸懦不足仗，蜀事尚可為乎？然自展死後，諸將解體，賊復入，無敢抗者。於是，烽火蹂躪又十餘年而後定。至今談展事者，猶追念喟息，稱楊侯不衰云。 \\n 史氏丹溪生曰：泗王父五吾公少。適嘉定，與楊侯公子璟新交，公子兄事王父，及難作，孤身來歸，袁、武蹤跡亦至。王父耳授公子策，貽駿馬遣之，而身詣賊酋，告以故。復令人導道追公子。至新津；公子先渡江，斬舟人沈船於水，賊遙望不得渡，以故公子免，而余家亦無所害。余因識楊侯事甚詳，觀其經理流亡與其所以殺敵致果，洵乎文武兼才也。而取人杯酒，自壞長城，西充之罪，庸可逭乎？公子之去也，投誠我師，授參將，後復父仇，擅殺落職，家居十餘年，以壽終。 \\n ★楊侯存亡，實關西蜀，此傳不徒作也。其排場比次，直追班、馬，陳、范諸公，不免以詞氣累其體矣。固是史才(蔡修萊跋)。■ \\n 劉道貞傳 \\n 劉道貞，字墨仙，天啟辛酉孝廉也。其族世襲黎州指揮，獨道貞家臨邛，為邛人，以文學顯。初時，州有登科者，建旌坊，虐使其鄉，又簡富民入戶，歲收脾煙雜課，名曰免差。官不能難，沿為紳例。里中苦之。至道貞，盡謝去。曰：吾忍以一科累桑梓哉？州人高其德。道貞敦行古直，其學六經外，百氏內典，無所不窺。尤刻意兵家言。崇禎甲申，獻逆踞成都，遣兵四出，道貞語子聧度曰：邛州控制黎雅、建昌，為川南門戶，沿邊土司，可聯以守，惜猝不及備耳。未幾，偽參將張略地至邛，道貞策殺之，棄家走沈黎，激勵土漢李衛等共抗賊，而身自資軍於曹勳。曹勳者，亦黎州世襲指揮也。先奉調守成都，軍於門，賊入止焉。同輩皆斬，次及勳，勳遽呼奮起，絕其縛，還奪行刑者刀，殺數人，泅江中脫亡。至是，起師洪雅。道貞之去邛也。賊帥狄三品、王復臣再至，巡道胡恆檄寧越都司楊起泰入援，未至而城破。恆及州牧徐孔徒死之。賊趨陷雅州稱江，下攻洪雅，勳率眾保拒小關山。山去邑西南四十里，連岡嶙山困，中一徑，藂石錯雜。賊至，不得過，盡驅騎兵薄隘口。道貞時以李衛軍來，謀遣聧度等由山右伏行，渡青衣江，轉襲賊後，賊陣動；曹勳自上望之，挺刃下趣賊，力斬數十騎，貞援枹鼓以從，賊返走，騎兵閼塞，聧度等自下揮短刀仰面疾攻，絕其徑，賊眾數千悉墮糜斬中，復臣等踐死人，竄匿深箐以免。賊入蜀後，所至摧陷，無敢攖者，至是，始畏蜀人。又以勳前絕縛殺行刑者亡也，益憚之，號曰曹軍，而目道貞伯溫先生云。於是，道貞曰：寇膽喪矣，乘此追亡，臨邛可復也。令聧度引軍疾馳，逐賊而西，川舉人郝孟旋新起師，復雅，斬偽牧，合而之東，圍邛數日，幾克，會賊大帥劉文秀以重兵至，勢不敵，退歸。天全六番招討使高克禮、楊之銘者，兩氏搆怨，高款於獻，銘弟僑欲乘亂弒兄，與高合，而銘方連成都進士朱俸伊、川北舉人鄭延爵兵共討賊，僑先導賊至，敗銘等於飛仙關，虜殺之。雅州牧王國臣以城降。州復陷。道貞時駐黎城，料土兵，募壯勇，謀進取策。聞之憤憊嘔血，臥疾不起。泣語勳曰：吾以一書生，破家討賊，意借公忠勇之氣，報朝廷三百年養士之恩，今若此，死有餘恨矣。願公勉力，無隳前功。丙戌春正月，道貞卒於黎城。公為人廉幹縝密。時四方師起，羽檄交馳，外應內謀，事無留滯。又番漢把目等戰歸，自出金帛醴酒曲勞之。人爭為用。嚴道以南，二年不罹寇害者，公佐勳之力也。初走沉黎，妻王氏率家屬避西山，賊搜執之，及聧度圍邛，環刀械頸置城上，令招其子。夫人罵賊不從，賊怒，磔其屍，置之城外。舉家百口殉焉。後一年，聧度單軍遇賊，同孟旋力戰以死。其妻馮氏，有詩名，載邛乘。 \\n 史氏丹溪生曰：儒者習稱道德，恥談兵，臨難縮縮無所施之，以其術為世詬病。先生用一旅師，扼險出奇，摧破巨寇，智勇之略，豈不以其學與！或謂先生喜逃禪，芥視死生禍福，范仲闇之誄曰，討仇終有恨，學佛竟無成。嗚呼！此其所以為先生乎？余至臨邛，訪其軼行。詠歎。忠臣孝子義夫烈婦，劉氏之門備矣。皎皎乎⿹水崍山永終古也。 \\n ★墨仙大節，吾蜀士夫有不能盡知者，曲為傳出。一門忠烈，炳炳烺烺，百世下令人感慨嗚咽。昌黎所云發潛德之幽光者此也(兄儀一)。■ \\n 鐵腳板傳(附向成功) \\n 鐵腳板者，眉之鄙民也，姓陳，名登皞，生有膽識，膂力過人，家貧獵獸自給，常赤足逐鹿豕，奔新斬叢竹中，里許而足不傷。人目之曰：此鐵腳板也。登皞曰：呼我甚當，以是足不著履，行縢止及脛，終身如常。獻賊據成都，遣偽將狄三品等略眉，先期傳示云：除城盡剿民，不悟，攜老幼入城。乙酉正月五日，賊驅城中人至原田上盡殺之。又搜戮四鄉居民。登皞突起，忿言曰：洗頸待死，與抗賊殺死等死。奈何袖手待盡耶？遂裂白衣為旗，招各山亡命少壯，大書於上曰：敢與殘忍流賊張獻忠為敵者，從我。數日內，不期而集者千人。登皞持獵械，負柴弓竹矢，赤足先趨；千人者，各執白棓相隨。據城西醴泉河，斬木列柵，標所書白旗於前，名曰鐵勝。鐵勝者，取己勝賊之義也。遂與賊持，前後殺獲甚眾，賊大懼，取道潛移東館，登皞又令民兵數百，具羊酒偽為投順者，迎賊帥；賊納之營中，夜半，登皞率眾大至，鳴金鼓火攻賊營，數百人從中噪而應之，內外夾擊，賊眾大亂，死者不可計數，迺遁去。於是，眉之多月鎮、斑竹、王二郎壩諸村，各聚眾自守，皆名其營為鐵勝。賊聞之，不敢逼，而鐵腳板之名大播。南川、嘉定向成功亦起師拒賊者，有眾五千，欲節轄，登皞不從，率兵圍之。甘溪口，登皞勢弱，不敵，力戰死之。眉之人賴登皞之庇，思其功，皆稱鐵腳板也。成功既殺登皞，駐兵石佛跕，修木城，鑿壕塹，招集三萬餘人，分五營四哨抗拒官兵。丁亥三月二十八日，我朝肅王以大兵至，攻破木城，成功中流矢死。其黨迺平。 \\n 史氏丹溪生曰：陳登皞不忍桑梓之難，冒萬死抒公忿，跡其所為，一方之廣涉也。向成功可謂頑民矣，其殺登皞，意何為乎？毋亦好上人忘利害，迺其鄉之風氣然與！ \\n ★白衣一書，足褫賊魄，而布置殺賊，何智與膽俱也。古云：亂世多才，信然(蔡修萊)。■ \\n 余飛傳 \\n 洪雅西四十里，有鄉曰花溪，背枕飛仙閣，其前大小關山屏峙溪口，其外限以青衣江，江濤洶湧，急不能渡。其地土泉肥衍，其人饒財穀，重去其鄉，殆天所設以衛養居民者也。甲申，獻賊至，土人余飛聚眾詢之曰：賊來生乎？死乎？曰：死。順賊榮乎？辱乎？曰：辱。逃可免乎？曰：不敢知。曰：如是，飛策決矣。飛觀吾鄉地險而穀足，無匪人竄伏其間，計惟以死抗賊耳。眾曰：惟命。蓋飛勇健以俠義稱，言出人莫敢違也。飛刑牲瀝酒，誓眾於神曰：我等與賊義不兩全，有一人從賊者殺其人，有一家順賊者誅其家，誓畢，戶抽壯勇，年二十及四十者得數千人，塞阨保險，造刀仗鳥銃，疊大石數十藂，藂繫長繩，備飛擊之用。賊至，飛選勇士伏左右山谷中，山崗遍樹旗幟，又決大堰之水灌田，而自以羸弱迎敵溪口。其時，賊氣甚銳，目無飛，戰方合，飛即陽北，賊追逐入溪，左右伏發，翼而擊之，飛反戈衝突，賊大敗。顧望山間旗，疑不敢上。沿田蹊走，徑狹騎步蜂擁，陷田中，不能出。擒斬二千人。其遁者為鳥銃飛石所斃又過半。賊氣沮喪，遠徙去。飛退賊後，益修險阨。寇來則戰，去則耕。如是者二年。其後偽撫南劉文秀駐兵天生城，飛單騎出覘，被圍，不能脫力，斬十數人，死陣中。飛死，眾遵其法，團營自保。時越險擾賊，得賊諜輒殺之。賊終不能加。至今居民猶勝國時土著云。 \\n ★飛誓言凜凜有烈士風，而設奇殺敵，動合機宜，吳公差強人意，隱隱一敵國也(蔡修萊)。■ \\n 書周鼎昌殺賊事 \\n 獻逆據蜀之三年丙戌春正月，偽撫南劉文秀率兵十萬，由丹稜、洪雅入夾江，欲搜西山諸路，並剿峨眉。督師王應熊聞之，授周鼎昌副將給卒千餘，俾間道援鄉井。鼎昌者，夾江南安鎮人也，比至，賊壁青衣江，連營三十里，警斥堠，構浮橋，去南安一望矣。鼎昌急豎柵，刳大木為囗，隔岸飛擊賊塘，斃賊人馬甚眾。又編亂草為筏，筏狀如蓑笠，大數圍，鬅鬆散漫，而隆突其頂。頂中空，旁貫以繩，擇善泅百人，人與一筏，筏鉤腰鐮，藏首空中，繫繩於背，入水筏浮其上，人伏其下，遠望如敗草飄流，不疑有人也。近浮橋，百人者齊用鐮截絡而以鉤分橋梁；橋解，守橋者盡溺，賊覺，急射之，矢格於草，不能入。餘兵判為兩岸，其浮入西岸者，鼎昌促圍攻之，斬獲無遺。賊不得志，奔還南安，賴以全活。邑之來避難者，千有餘家。 \\n ★草筏破浮橋，甚怪，其形容情狀，真如目睹，寫生手也(蔡修萊)。■ \\n  \\n 　 \\n  \\n  \\n 　"}
