{"章节": "\t\t简介", "正文": "　 \\n 简介 \\n 　 \\n 《中吳紀聞》，宋龔明之著。六卷。此書成於宋孝宗淳熙九年(1182)，作者時年九十二。是書博採吳中故老嘉言懿行及其風土民情，「皆新舊久《圖經》及《吳地志》所不載者。至于鬼神夢卜，雜置其間，蓋效范忠文《東齋紀事》體；談諧嘲謔，亦錄而弗棄，蓋效蘇文忠公《志林》體」（作者自序），口授其子吳昱編成。今有《四庫全書》、《知不足齋叢書》、《墨海金壺》、《珠叢別錄》、《學海類編》、《粵雅堂叢書初編》、《槐廬叢書四編》、《誦芬室叢刊初編》、《筆記小說大觀》、《叢書集成初編》、《彙刻太倉舊志五種》等本。 \\n 龔明之(1091-1182)，字希仲，自號五休居士，崑山（今屬江蘇）人。性至孝，屢試不中第。後以鄭興裔舉薦赴廷試，授高州文學，監衡州南岳廟。淳熙五年(1178)，以宣教郎致仕歸鄉。九年卒，年九十二。（以上按《中國文學大辭典》，上海辭書出版社，2000年及《中國文學家大辭典·宋代卷》，中華書局，2004年） \\n 是次錄文，主要據孫菊園校點之《中吳紀聞》（上海古籍出版社，1986年），並參王稼句點校之《中吳紀聞》（古吳軒出版社，2005年）。前書以《知不足齋叢書》本作底本，以《墨海金壺》、《學海類編》、《珠叢別錄》、《粵雅堂叢書》、《槐廬叢書》、《彙刻太倉舊志五種》、《誦芬室叢刊》諸本作校本，並取《宋史》、《吳郡志》、《宋詩紀事》、《吳郡文粹續集》、《誦芬室叢刊初編》、《吳中舊事》等他書作參校，有校記。後書亦以《知不足齋叢書》本作底本，參校《學海類編》本、《粵雅堂叢書》本，無校記。 \\n  \\n 　"}
{"章节": "自序", "正文": "　 \\n 自序 \\n 　 \\n 吾家自先殿院占籍中吳，距今幾二百祀，相傳已及雲仍矣。明之幼嘗逮事王父，每聞講論鄉之先進所以誨化當世者，未嘗不注意高仰云[１]。少長從父黨游，皆名人魁士。及又獲識典刑於親炙之人[２]，乃從事於進取，虞庠魯泮，餘三十年，同舍亦多文人行士，揭德振華，咸有可紀。厥後世異事變，利門名路，絕不復往。由是聲迹益晦陋，瓜疇芋區，不過老農相爾汝，所與談笑者，無復有鴻儒矣。竊嘗端居而念焉，凡疇昔飫聞而厭見者，往往後輩所未喻。今年九十有二，西山之日已薄，恐其說之無傳也，口授小子昱，俾抄其大端，藏之篋衍。不惟可以稽考往跡，資助談柄，其間有裨王化、關士風者頗多，皆新舊《圖經》及《吳地志》所不載者[３]。至于鬼神夢卜，雜置其間，蓋效范忠文《東齋紀事》體；談諧嘲謔，亦錄而弗棄，蓋效蘇文忠公《志林》體，皆取其有戒於人耳。昱，新學小生，屬意不倫，措辭無法，不可以為書。予意為是不滿，必得老於文者櫽括之，庶幾不為撫掌之資，而使後之人誦其所聞，以代莊舄之吟爾。淳熙九年中和日，宣教郎賜緋魚袋致仕龔明之期頤堂書。 \\n  \\n 　 \\n  \\n 注釋 \\n [１]「高仰」，正德陸敕先校本（下稱正德陸校本）、墨海金壺本（下稱墨本）、學海類編本（下稱學本）、粵雅堂叢書本（下稱粵本）、槐廬叢書本（下稱槐本）、彙刻太倉舊志五種繆荃蓀校本（下稱太倉繆校本）均作「景仰」。 \\n [２]「親炙之人」，「人」原作「久」，據《四庫提要辨證》卷八《中吳紀聞》條所引龔明之《自序》改。 \\n [３]「吳地志」，弘治嚴春刻本（下稱弘本）、正德本、若墅堂刊本（下稱若本）、汲古閣本（下稱汲古本）、墨本、學本、太倉繆校本均作「夫地志」。 \\n 　"}
{"章节": "卷第一", "正文": "　 \\n 卷第一 \\n 　 \\n  \\n 范文正公 \\n 天聖五年，范文正公居母喪，上書宰執，請擇郡守，舉縣令，斥游惰，去冗僭，遴選舉，崇教育，養將材，實邊備，保直臣，斥佞人，使朝廷無過，生靈無怨，以杜姦雄，凡萬餘言。時王文正公曾為相，見而偉之。服滿，薦充館職。由此為人主所知，不次擢用。慶曆三年九月，拜參知政事。上開天章閣，訪以治道。公條陳當世急務十條，一曰明陟黜，二曰抑僥倖，三曰精貢舉，四曰擇官長，五曰均公田，六曰厚農桑，七曰修武備，八曰覃恩信，九曰重命令，十曰減徭役。上嘉納之。一歲之間，次第舉行，無或遺者。公初上宰相書，即受知於王文正；後陳十事，即見聽於仁宗。雖曰抱負奇偉，不容不見於施設，自非聖君賢相委曲信任之，亦安能行其所學邪？ \\n 許洞 \\n 許洞，太子洗馬仲容之子，（洗馬墳在城西。）登咸平三年進士第。平生以文章自負，所著詩篇甚多，當世皆知其名，歐陽文忠公嘗稱其為俊逸之士。所居惟植一竹，以表特立之操，吳人至今稱之曰：「許洞門前一竿竹。」真廟祠汾陰，時洞為均州參軍，在路獻文章，令召試中書。（予之族妹，適洞之曾孫，見其家藏洞之敕牒三四紙。） \\n 洞與潘閬、錢易為友，狂放不羈。閬坐盧多遜黨，亡命，乃變姓名，僧服入中條山。洞密贈之詩曰：「潘逍遙，平生才氣如天高。倚天大笑無所懼，天公嗔汝口呶呶。罰教臨老頭，補衲歸中條。我願中條山，山神鎮長在[４]。驅雷叱電，依前趕出這老怪[５]。」 \\n 丁陳范謝 \\n 錢武肅王鏐之子，廣陸王元璙；廣陵王之子，威顯王文奉；皆為中吳軍節度使，開府於蘇。時有丁、陳、范、謝四人者同在賓幕，丁諱守節，陳諱贊明，范諱夢齡，謝諱崇禮，職中吳軍節度推官，俱以長者稱。守節者，丞相謂之祖；贊明者，屯田之奇字虞卿之曾祖；夢齡者，參政仲淹之曾祖；崇禮者，太子賓客濤之父。其子孫又皆登高科，躋膴仕，足見慶源深厚矣。 \\n 辟彊園 \\n 吳中舊傳，池館林木之勝，惟辟彊園為第一。辟彊姓顧氏，晉人。見於題咏者甚眾。李太白云：「柳深陶令宅，竹暗辟彊園。」陸羽云：「辟彊舊林園，怪石紛相向。」陸龜蒙云：「吳之辟彊園，在昔勝概敵。」皮日休云：「更葺園中景，應為顧辟彊。」近世如張伯玉亦云：「于公門館辟彊園，放蕩襟懷水石間。」今莫知其遣跡所在。 \\n 鬥百草 \\n 吳王與西施嘗作鬥百草之戲，故劉禹錫詩云：「若共吳王鬥百草，不如應是欠西施。」 \\n 陳君子 \\n 陳之奇，字虞卿。鄉人以其有賢德，故以君子稱之。初登第，為鄱陽尉，後為丹徒泰興令。李瑋尚秦國大長公主，下國子監，舉通經術有行義者為教授，遂以公充選。未幾，乞致仕，遷太子中允，時年未五十。俄除平江軍節度掌書記，復以為教授，詔裝錢促遣之，力辭不赴，公道德著於鄉，雖閭巷小兒，亦知愛敬。有爭訟久不決者，跨蹇驢至其家，以大義感動之，皆為之革心。自掛冠後，閒居十八年。熙寧初卒，葬花山。王岐公為作志，題之曰《陳君子墓銘》。始公之謝事也，蔣堂侍郎語人曰：「舉天下皆知有富貴，而虞卿獨以知止易眾人之心，吾喜林下有人矣。」因為賦詩曰：「寵秩拜春坊，歸休識慮長。掃門卑魏勃，設醴謝元王。一水蒪鱸國，羣山橘柚鄉。喜君添老社，煙駕共徜徉[６]。」張伯玉郎中亦贈之詩曰：「東吳王孫歸掛冠，玉絲紅鱠滿雕盤。狂吟但覺日月久，醉舞不知天地寬。小圃移花山客瘦，夜窗搗藥橘童寒。新書近日成多少，且告先生旋借看。」 \\n 梅聖俞與僧良玉詩 \\n 崑山慧聚寺僧良玉，字蘊之。僧行甚高，旁通文史之學，又善書，工琴棋。因游京師，梅聖俞見而喜之，以姓名聞于朝，賜以紫衣。其東歸也，聖俞以詩送之曰：「來衣茶褐袍，歸變椹色服。扁舟洞庭去，落日松江宿。水煙晦琴徽，山月上巖屋。野童遙相迎，風葉鳴橡槲。」後潛遁故山，專以講經為務，號所居曰「雨花堂」。 \\n 半夜鐘 \\n 唐張繼《宿楓橋》詩云：「月落烏啼霜滿天，江村漁火對愁眠。姑蘇城外寒山寺，半夜鐘聲到客船[７]。」昔人謂鐘聲無半夜者，詩話嘗辨之云：「姑蘇寺鐘，多鳴於半夜。」予以其說為未盡。姑蘇鐘唯承天寺至夜半則鳴，其它皆五更鐘也。（此張繼詩，王氏《學林新編》誤以為溫庭庭。） \\n 白樂天 \\n 白樂天為郡時，嘗携容、滿，蟬、態等十妓，夜游西武丘寺，嘗賦紀游詩，其末云：「領郡時將久，游山數幾何？一年十二度，非少亦非多。」可見當時郡政多暇，而吏議甚寬。使在今日，必以罪去矣。 \\n 六經閣記 \\n 姑蘇自景祐中范文正公典藩，方請建學。其後富郎中嚴繼之，又建六經閣。張伯玉公達嘗為郡從事，遂命為之記。今但傳其篇首數句，《聞見錄》又誤載其始末。予家偶藏公達所著《蓬萊集》，恐後人不復見全文也，因具載之： \\n 六經閣，子、史在焉，不書，尊經也。吳郡州學，始由高平范公經緝之。其後天章蔣公待制，中書柳舍人，史館、昭文張陸二學士，行郡事、殿中丞李公仲塗先生之猶子，中臺柳兵曹，今尚書富郎中，十年更八政，仁賢繼志，學始大成。丙戌年，六經閣又建。先時書籍草創，未暇完緝，廚之後廡，澤地汙晦，日滋散脫，觀者惻然，非古人藏象魏、拜六經之意。至是，富公始與吳邑、長洲二大夫，以學本之餘錢，僦之市材，直公堂之南，臨泮池建層屋。起夏六月乙酉，止秋八月甲申，凡旬有七浹。計庸千有二百。作楹十有六、楝三、架霤八，桷三百八十有四，二戶六牖，梯衝楶梲、圩墁陶甓稱是。祈於久，故爽而不庳；酌於道，故文而不華。經南嚮，史西嚮，子、集東嚮。標之以油素，揭之以油黃。澤然區處，如蛟龍之鱗麗，如日月之在紀，不可得而亂矣。大抵天地之極致[８]，皇王之高道，生人之紀律，盡在是矣。古者聖賢之設教也，知函夏之至廣，生齒之至眾，不可以頤解耳授，故教之有方，導之有源。乃本庠序之風，師儒之說，始於邦，達於鄉，至於室，莫不有學。烜之以文物，聳之以聲明。先用警策其耳目，然後清發其靈腑。故其習之也易，其得之也深。其教不肅而成，不煩而治。敺元元入善域，優而柔之，使自得之。萬世之後，尊三王四代法者無他焉，教化之本末馴善也。然則觀是閣者，知六經之在，則知有聖人之道；知有聖人之道，則知有朝廷之化；知有朝廷之化，則嚮方之心日懋一日。禮義之澤流于外，絃歌之聲格于內。其為惡也無所從，其為善也有所歸，雖不欲徙善遠罪、納諸大和不可。召康公之詩曰：「豈弟君子，來游來歌。」子思之說云：「布在方策，人存則政畢。」凡百君子，由斯道治斯民[９]，暢皇極，序彝倫者，舍此而安適？得無盡心焉。諸儒謂伯玉嘗從事此州，游學滋久，宜刊樂石，庶幾永永無忽。 \\n 唐郎官題名 \\n 唐郎官題名碑，承平時在學舍中堂之後，已漸刓缺，兵火後不復存矣。序文乃張長史楷書，長史以草聖得名，未嘗作楷書，世尤愛之。題名之人雖不一，亦盡得古筆法。唐世崇尚字學，用此以取人，凡書皆可觀。今所傳止序文爾。長史蘇人，故立碑於此。 \\n 丁晉公（祖守節，吳越中吳軍節度推官[１０]。） \\n 公諱謂，字謂之。家世於冀，其祖仕錢氏，遂為吳人。公少負才名，先叔祖端公在鼎州日，公嘗贄文求見，因贈之詩曰：「膽怯何由戴鐵冠？祇緣昭代獎孤寒。曲肱未遂違前志，直指無聞是曠官。三署每傳朝客說，五溪閒憑郡樓看。祝君早得文場雋，況值天階正舞干。」淳化三年，公登進士科，名在第四，與孫何俱有聲。當時王黃州有詩云：「三百年來文不振，直從韓柳到孫丁。如今便合教修史，二子文章似六經。」祥符中，為參知政事。上問：「唐酒價幾何？」公曰：「每斗三百。」按杜甫詩：「速宜相就飲一斗，恰有三百青銅錢。」又侍宴賞花釣魚，公詩云：「鷥驚鳳輦穿花去，魚畏龍顏上釣遲。」上賞詠再三，羣臣皆以為不及。天禧中拜相。仁宗即位，進司徒兼侍中。後為章聖山陵使，擅移陵域，貶將仕郎、崖州司戶參軍。公自遷謫，日賦一詩，號《知命集》。後因奏表叙策立之功，有云：「雖遷陵之罪大，念立主之功多。」因徙雷州，移道州，復祕書監，光州居住。貶竄十五年，鬚髮無斑白者，人皆服其量。臨終，半月不食，焚香危坐，誦佛書，以沈香煎湯，時呷而已。至光州，謝執政啟有云：「三十年門館從游，不無事契；一萬里風波往復，盡出生成。」在海上對客，問：「天下川郡孰大？」客曰：「唯京師。」公曰：「朝廷宰相只作崖州司戶，則崖州為大。」眾皆大笑。歸葬華山。所居在大郎橋，號晉公坊，堂宇甚古，有層閣數間臨其後。予嘗至其第，與公之孫德隅游。德隅善篆，亦工於四六。 \\n 解額 \\n 姑蘇自祥符間定制，秋舉以四人為額。慶曆中，就舉者止二百人。范貫之龍圖嘗作《送錢正叔赴舉序》，已言四人之額，視他藩為最寡。熙寧、元豐間，應舉者尚多[１１]，增為六人。三舍既行，罷去科舉法，歲貢四人。舍法罷，乃合三年之數為十二人。紹興丙子，又增流寓一名。今終場者幾二千人，其額又不勝其窄矣。 \\n 紅蓮稻 \\n 紅蓮稻從古有之，陸魯望《別墅懷歸》詩云：「遙為晚花吟白菊，近炊香稻識紅蓮。」至今以此為佳種。 \\n 陸宣公 \\n 《唐書》云：陸贄，蘇州嘉興人。按武德中，蘇州所管七縣，而嘉興本號長水縣，後改為由拳，又改為嘉禾。吳赤烏中，方易今名也。 \\n 太一宮 \\n 太平興國六年，方士言：「五福太一在吳越分。太一，天之貴神也，行度所至之國，民受其福。」故令蘇州建太一宮。後以地遠，不便於禱祀，遂於京城蘇村建之。今天慶觀乃其舊址，鄉人尚有以宮巷、宮前稱者。 \\n 孫百篇 \\n 吳士孫發，嘗舉百篇科，故皮日休贈以詩云：「百篇宮體喧金屋，一日官銜下玉除。」陸龜蒙亦有云：「直應天授與詩情，百咏唯消一日成。」其見推於當時如此。此科不知創於何代，國初亦無定制，惟求應者即命試。太平興國五年，有趙昌國願試此科，帝御殿出四句詩為題，詩云：「松風雪月天，花竹鶴雲煙。詩酒春池雨，山僧道柳泉。」每題五篇，篇四韻。至晚，僅成數十首。方欲激勸後學，特賜及第。仍詔今後有應此科者，約此題為式。 \\n 蘇子美 \\n 蘇舜欽，字子美，易簡參政之孫。慷慨有大志，工為古文，聲名與歐陽公相上下。天聖七年，玉清昭應宮災，子美以太廟齋郎詣登聞上疏，謂：「天以此垂戒，願陛下恭默內省[１２]。」語甚切宜。時年方二十[１３]。登景祐元年進士第。俄有詔戒越職言事者，子美又上書，極論其不可。慶曆四年，授大理評事、集賢校理，監進奏院。當時用事者，以子美乃范文正所薦，而杜正獻之壻也，因鬻故紙會客事誣奏之，遂除名勒停。嘉祐初，韓魏公為請於朝，追復元官。卒年四十一。山谷先生嘗有《觀祕閣蘇子美題壁》詩，曲盡其平生大節，真蹟藏汪玉山家。今集中不載，故見之於此：「仁祖康四海，本朝盛文章。蘇郎如虎豹，孤嘯翰墨場。風流映海岱，俊鋒不可當。學書窺法窟，當代見崔張。銀鈎刻琬琰，蠆尾迴縑緗。擢登羣玉府，臺閣自生光。春風吹細雨，禁直夢滄浪。人聲市朝遠，簾影花竹涼。秋河湔筆硯，怨句挾風霜。不甘老天祿，誠欲叫未央[１４]。小臣膽如斗，朱儒俸一囊。請提師十萬，奉辭問犬羊。歸鞍飲月支，伏背笞中行。人事喜乖迕，南遷浮夜航。此時調玉燭，日行中道黃。柄臣似牛李，傾奪謀未臧。薄酒圍邯鄲[１５]。老龜禍枯桑。兼官百郡邸，報賽用歲常。招延青雲士，共醉椒糈觴。俗客避白眼，徵歌舞紅裳[１６]。謗書動宸極，牢戶繫桁楊。一網收冠蓋，九衢人走藏。庖丁提刀立，滿志無四旁。論罪等饕餮，囚衣禦方良。姑蘇麋鹿疃，風月有書堂。永無湔祓期，山鬼共幽篁。萬戶封侯骨，今成狐兔岡。邇來四十年，我亦校書郎。雄文終膾炙，妙墨見垣牆。高山仰豪氣，崢嶸乃不亡。張侯開詩卷，詞章尚軒昂[１７]。草書十餘紙，雨漏古屋廊。誠知千里馬，不服萬乘箱。達令駕鼓車，此豈用其長？事往飛鳥過，九原色莽蒼。敢告大鈞手，才難幸扶將！」子泌，字進之，任湖北運使。（先殿院之女，適參政公之子宿，宿乃耆之弟，於子美為叔父。） \\n 紅梅閣 \\n 吳感，字應之，以文章知名。天聖二年，省試為第一。又中天聖九年書判拔萃科，仕至殿中丞。居小市橋，有侍姬曰紅梅，因以名其閣。嘗作《折紅梅》詞曰：「喜輕澌初泮，微和漸入、芳郊時節。春消息，夜來斗覺，紅梅數枝爭發。玉溪仙館，不是箇、尋常標格。化工別與、一種風情，似勻點臙脂，染成香雪。重吟細閱。比繁杏夭桃，品流真別。只愁共、彩雲易散，冷落謝池風月。憑誰向說。三弄處、龍吟休咽。大家留取，倚闌干，聞有花堪折，勸君須折。」其詞傳播人口，春日郡宴，必使倡人歌之。吳死，其閣為林少卿所得，兵火前尚存。子純，字晦叔。文行亦高，鄉人呼為吳先生。（楊元素《本事集》誤以為蔣堂侍郎有小鬟號紅梅，吳殿丞作此詞贈之。） \\n 先高祖 \\n 先高祖諱識，給事中諱慎儀之子[１８]。登端拱三年第[１９]。大中祥符間，用翰林學士李宗諤薦，權監察御史。屬真宗東封護蹕還都，遷殿中侍御史、兼左巡使，時年四十有二。本朝承襲唐制，御史不專言職。至是，始擇學術醇正、操履端方、可以紀綱朝廷者，俾入臺言事。得之至難，故被選者實為不世之榮。先高祖任職踰年，遽抱目疾，累表乞退，遂除檢校司封郎官、平江軍節度副使。 \\n 先高祖登第時金花帖子尚存，其制用塗金黃紙，大書姓名，下有兩知舉花押，仍用白紙作一大帖貯之，亦題姓名於上。近吳南英於周參政處，模寫王扶、盛京二帖子，名士題跋甚眾，皆以為今世所罕見者。予因歸而視其所藏，適與王扶同此一榜，規模無毫髮不相似，但多白紙為護爾。今所謂榜帖者，蓋起於此。 \\n 趙霖水利 \\n 政和六年，莊徽待制為郡守，中使以金字牌奉御筆云：「訪聞平江府三十六浦內，自古置閘，隨潮啟閉，泄放水勢，歲久堙塞，遂致積年為患。今差本府戶曹趙霖，躬親具逐浦相度經久利害，繪圖赴尚書省指說。」既被旨，因徧歷諸縣，遂得其利害。霖意不過三說：一，開治港浦；二，置閘啟閉；三，築圩裹田。遂條析其事，合成一書奏之，後略施行。霖所建明與郟正夫差異。霖專主置閘之說，正夫則屬意於開縱浦橫塘，使水趨於江而已。竊謂二公之論，與今日又不同。往時所在多積水，故所治之法如此；今所以有水旱之患者，其弊在於圍田，由此水不得停蓄，旱不得流注，民間遂有無窮之害。舍此不治而欲興水利，難矣。 \\n 黃氏三夢 \\n 建寧黃氏，乃名族也，因游宦，遂徒居于吳。黃氏有三子，皆勤於學問，其父夢捷夫持榜帖報黃顏者，遂以名其長子，已而果第。久之，其夢如初，乃折偏旁名仲子以「彥」，彥復掇高科。後數年，其夢亦如初，黃甚怪之，又以「頡」名其季。頡既第，顏即死矣。 \\n 崑山編 \\n 唐人劉綺莊為崑山尉，研窮今古緗帙，所積甚富。嘗分類應用事，注釋于下，如六帖之狀，號《崑山編》。今其書尚傳。 \\n 臯橋詩 \\n 臯橋者，漢臯伯通所居之地。梁鴻娶孟光，同至吳，居伯通廡下，為人舂役。後伯通察而異之，乃舍之於家。皮日休嘗賦詩云：「臯橋依舊綠楊中，閭里猶生隱士風。惟我到來居上館，不知何道勝梁鴻。」陸龜蒙詩云：「橫絕春流架斷虹，凭闌猶想《五噫》風。今來未必非梁孟，卻是無人繼伯通。」 \\n 謝賓客 \\n 公諱濤，字濟之，其先三世仕吳越。公幼而奇敏，嘗講學于陽山澄照寺之西廡。時王翰林禹偁宰長洲，羅拾遺處約宰吳縣，皆器重之，自此名顯於時。登淳化三年第，知益州華陽縣，通判壽州，知興國軍。真宗即位，銳意任人，一日中，出朝士姓名有治狀者，凡二十四人，付中書門下，令驛召至闕。公在選中，命知曹州，有凶人趙諫者，交權勢，結豪俠，務乘人之弊以告訐。公奏之朝延，斬于都市。乃下詔：「凡民非干己事，無得告言。」遂著于令。為兩川安撫，還除三司度支判官，出守海陵、新安二郡。俄召試直史館，出為兩浙轉運使。還判司農寺、兼待御史知雜事。知越州，任滿，拜太常少卿、判登聞檢院。又得請權西京留司御史臺，就拜祕書監，遂分司洛下。朝廷嘉其恬退，遷太子賓客。其子既入臺閣，迎侍于京師。景祐元年卒，年七十五。贈禮部尚書。子絳，女適梅堯臣聖俞，孫景初、景溫。公始以文學中進士上第，而子孫世踐其科。又父子更直館殿，出處僅二十餘年，皆衣冠之盛事。公分務洛下，悉屏去外累，於筆硯歌詩素所耽嗜，亦不復為，曰：「佚我以老也。」數年間，惟日看舊史一編，以代賓話。一日，因假寐，夢中作《讀史》一絕云：「百年奇特幾張紙，千古英雄一窖塵。惟有炳然周孔教，至今仁義浹生民。」越一夕捐館。范文正為記其事。 \\n 張子野吳江詩 \\n 張子野宰吳江日，嘗賦詩云：「春後銀魚霜下鱸，遠人曾到合思吳。欲圖江色不上筆，靜覓鳥聲深在蘆。落日未昏聞市散，青天都淨見山孤。橋南水漲虹垂影，清夜澄光合太湖。」為當時之絕唱。 \\n 春申君 \\n 姑蘇城隍廟神，乃春申君也。按《史記》，春申君初相楚，後請封於江東，考烈王許之，因城故吳墟以為都邑。《吳地志》亦云：春申君嘗造蛇門以禦越軍。其廟食於此也，固宜。（《越絕書》云：「幽王立，封春申君於吳。」其說又似不同，要當以《史記》之言為正[２０]。） \\n 蔣密學 \\n 蔣堂，字希魯，嘗兩守此郡。後既謝事，因家焉，自號曰「遂翁」，所居曰「靈芝坊」，作園曰「隱圃」。圃之內如巖扃、水月菴、煙蘿亭、風篁亭、香巖峰，皆極登臨之勝。公喜賓客，日為燕會，時以詩篇為樂，范貫之龍圖嘗賦詩云：「勇退人難事，明公識慮長。波濤濟舟楫，霜雪見松篁。林下開前圃，花間撤亞槍。二疏良宴會，老杜好篇章。道向清來勝，機於靜處忘。常除印如斗，試一較閒忙。」 \\n 丁晉公拜老郁先生 \\n 祥符中，丁晉公自參知政事拜平江軍節度使、知昇州。時建節鉞者，出入必陳其儀度。既還本鎮，鄉人為之改觀。公在童齠時，嘗從老郁先生學。（先生居光盪巷，師孟之父，戶部師淳之伯父，予嘗從師孟學。）至是，首入陋巷，詣先生之居，以兩朱衣掖之，拜于其下。先生惶懼，大聲呼之曰：「拜殺老夫矣。」既坐，話舊極款密，且云：「小年狹劣，荷先生教誨，痛加榎楚，使某得成立者，皆先生之賜也。」先生愈不自安，不數月果卒。公遣吏為辦棺斂，葬埋之物甚厚。吳人至今以為美譚。 \\n 李璋 \\n 李璋，（忘其字。）居盤門內，為人不羈。王荊公甚愛其才，嘗有《送行》詩云：「湖海聲名二十年，尚隨鄉賦已華顛。卻歸甫里無三徑，擬傍胥山就一廛。朱轂風塵休悵望，青鞋雲水且留連。故人亦見如相問，為道方尋木鴈篇。」又有公《下第》詩云：「浩蕩宮門白日開，君王高拱試羣才。學如吾子何憂失，命屬天公不可猜。意氣未宜輕感概，文章尤忌數悲哀。男兒獨患無名爾，將相誰云有種哉！」由此聲譽益著，後以特恩補官。孫益，字彥中。擢高科，歷監察御史，徙居常熟。 \\n 公素好譏謔。有一故相遠派在吳中，嘗於嬉遊之地，書其壁曰：「大丞相再從妷某嘗遊。」公因題其傍曰：「混元皇帝三十七代孫李璋繼至。」嘗赴特奏恩，語同試者云：「廷唱日，必不以名見呼，止稱某排第耳。」眾皆不以為然，厚與之約。已而進狀云：「因在京師，有遠族相遇，譜系亦有以璋名者，欲以玖易之。」它日殿下，果唱李玖，蓋公排第九也。 \\n 木蘭堂詩 \\n 木蘭堂，多為太守燕遊之地。范文正公作守時，嘗賦詩云：「堂上列歌鐘，多慚不如古。卻羨不蘭花，曾見《霓裳》舞。」白樂天在蘇，嘗教倡人為此舞也。（堂之前後，皆植木蘭，幹極高大，兵火後不存。） \\n 林大卿買宅 \\n 州民有宅一區，多出變怪，無有售之者，林顏大卿獨求買之。既徙入，中夜據廳事獨坐，以示其不恐。忽見一白衣婦人，縱其所如，俄至一處所，潛伏不見。詰朝，使人穿其地，得銀百餘鋌，其上皆鐫一「林」字。此無異尉遲敬德事也。 \\n 富祕監 \\n 富祕監嚴，丞相文忠公之叔父也[２１]。登大中祥符四年第。慶曆中，以刑部郎中守鄉郡。嘉祐中，守祕書監致仕，退居于家。未嘗一造府治，終年無毫髮干請，士大夫皆賢之。《皇朝類苑》嘗載其事。卒贈司徒，葬寶華山。有子臨，娶先都官之女。（祕監與都官聘書，今尚存。）飽學能文，終池陽守。鈞洵及元衡擢進士第，皆祕監公之曾孫也。 \\n 智積菩薩 \\n 靈巖寺，乃智積開山之地。智積當東晉末，自西土來此，創立伽藍。泗州僧伽，持鉢江南，至常之無錫，聞智積在蘇，即回曰：「彼處已有人矣。」由此名遂顯。有一貧嫗慕其行，嘗持角黍為獻，智積受之，嫗因得度。至今上巳日，號智積誕日，聚數十百嫗為角黍會。 \\n 三江口 \\n 松江之側，有小聚落，名三江口。酈善長云：「松江自湖東北逕七十里，至江水分流，謂之三江口。」《吳越春秋》云：「范蠡去越，乘舟出三江之口，入五湖之中。」皆謂此也。三江，即《禹貢》所指者。 \\n 楊惠之塑天王像 \\n 慧聚寺有毘沙門天王像，形模如生，乃唐楊惠之所作。惠之初學畫，見吳道子藝甚高，遂更為塑工，亦能名天下。徐稚山侍郎以此像得塑中三昧，嘗記其事，謂其傍二侍女尤佳，且戒後人不可妄加塗飾。近為一俗工修治，遂失初意。 \\n 王贄運使減租 \\n 初，錢氏國除，而田稅尚仍其舊，畝稅三斗，浙人苦之。太宗乃遣王贄為轉運使，（轉運衙，舊在姑蘇州治之西偏。）均兩浙雜稅。贄悉令畝稅一斗。使還，大臣有責其增減賦額者。贄謂：「畝稅一斗，天下之通法。兩浙既已為王民，豈可復循偽國之制？」上從其說，浙人至今便之[２２]。 \\n 鬥鴨 \\n 陸魯望有鬥鴨一欄，頗極馴養。一旦，驛使過焉，挾彈斃其尤者。魯望曰：「此鴨善人言，見欲附蘇州上進，使者奈何斃之？」使者盡以囊中金以窒其口。使徐問其語之狀，魯望曰：「能自呼其名爾。」使者憤且笑，拂袖上馬。復召之，還其金，曰：「吾戲耳！」 \\n  \\n 注釋 \\n  \\n [４]「我願中條山山神鎮長在」，若本、汲古本、墨本、學本、槐本、太倉本及《墨客揮犀》卷一、《宋詩紀事》卷七許洞詩均作「我願中條山神鎮長在」；而正德陸校本、菉竹堂何焯校本（下稱菉竹何校本）同。 \\n [５]「依前」，若本、汲古本、墨本、學本、槐本、太倉繆校本及《宋詩紀事》卷七許洞詩均無此兩字。 \\n [６]「共」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本及蔣堂《春卿遺稿補遺·贈陳虞卿詩》均作「尚」。 \\n [７]「半夜」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「夜半」；而正德陸校本、菉竹何校本、粵本同。 \\n [８]「大抵」，原作「判矣」，據各本改。 \\n [９]「治斯民」，「治」原作「活」，據各本改。 \\n [１０]「祖守節吳越中吳軍節度推官」，此十二字附注原脫，據各本補。 \\n [１１]「尚多」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「漸多」。何焯校注：「此『尚』字對罷科舉法言之。」 \\n [１２]「陛下」，「陛」原作「陞」，據各本改。 \\n [１３]「年二十」，各本同。按《歐陽文忠公文集》卷三十一《湖州長史蘇居墓誌銘》云：舜欽卒于慶曆八年十二月，享年四十一。則天聖七年當是二十二歲。《宋史》卷四百四十二《蘇舜欽傳》作「年二十一」。 \\n [１４]「誠欲」，「誠」，菉竹何校本及《山谷別集詩注》卷下《觀祕閣蘇子美題壁》均作「試」。何焯校：「試」字以《山谷別集》及施元之跋校。 \\n [１５]「圍邯鄲」，「圍」，粵本、正德陸校本、菉竹何校本、太倉繆校本及《蘇舜卿集》附錄一均作「病」。何焯校：「所謂意不在子美也。」 \\n [１６]「徵」，粵本、菉竹何校本及《山谷別集詩注》卷下《觀子美祕閣題壁》、《蘇舜卿集》附錄一均作「傲」。 \\n [１７]「詞章」，「章」，粵本、菉竹何校本及《山谷別集詩注》卷下《觀子美祕閣題壁》、《蘇舜卿集》附錄一均作「意」。 \\n [１８]「諱慎儀之子」，「慎」字原闕，據各本補。「慎儀」下原有小注「上一字犯壽皇御名」，今刪。 \\n [１９]「三年」，「三」，弘本、若本、汲古本、墨本、學本及《吳郡志》卷二十五《人物》、《崑山郡志》卷三《進士》均作「元」。疑「元年」為是。 \\n [２０]「幽王立」，各本均作「吳伐楚」。《越絕書》卷十四：「幽王嗣立，女環使園相春申君，相之三年，然後告園以吳封春申君，使備東邊。園曰：『諾。』即封春申君于吳。」何焯校：《越絕書》最疎謬寡學，不應取之，當春申君時，越軍不得至吳地。 \\n [２１]「文忠公」，「文忠」原作「忠文」，據正德陸校本、菉竹何校本及《皇朝類苑》卷八、《宋史》卷三百一十三《富弼傳》乙正。 \\n [２２]「至今便之」，此句下，菉竹何校本有「周文襄之不得為王贄時為之」十二字。 \\n  \\n 　"}
{"章节": "卷第二", "正文": "　 \\n 卷第二 \\n 　 \\n  \\n 姚氏三瑞堂 \\n 閶門之西，有姚氏園亭，頗足雅致。姚名淳，家世業儒，東坡先生往來必憩焉。姚氏素以孝稱，所居有三端堂，東坡嘗為賦詩云：「君不見董召南，隱居行義孝且慈。天公亦恐無人知，故令雞狗相哺兒，又令韓老為作詩。爾來三百年，名與淮水東南馳。此人世不乏，此事亦時有。楓橋三瑞皆目見，天意宛在虞鰥後。惟有此詩非昔人，君更往求無價手。」東坡未作此詩，姚以千文遺之。東坡答簡云：「惠及千文，荷雅意之厚。法書固人所共好，而某方欲省緣，除長物舊有者，猶欲去之，又況復收邪？」固卻而不受。此詩既作之後[２３]，姚復致香為惠。東坡於《虎丘通老簡》尾云：「姚君篤善好事，其意極可嘉，然不須以物見遺。惠香八十罐[２４]，卻託還之，已領其厚意，與收留無異。實為它相識所惠皆不留故也。切為多致，此懇。」予家藏三瑞堂石刻，每讀至此，則歎美東坡之清德，誠不可及也。 \\n 丁氏賢惠錄 \\n 《丁氏賢惠錄》，安定先生文，蘇子美書。丁氏乃晉公之女弟，陳君子之母也。封長安縣君，賢行甚著。晉公鍾愛其甥，欲官之，丁氏固辭，俾其以學術進，晉公竦然稱歎。已而同其弟繼登進士科。觀此，足以知夫人之賢矣。 \\n 里人張紳，世與陳舊，其婦娩而沒，夫人褓其嬰歸，付乳媼，親加拊視，能言而還之。相兄既南謫，家日淪困，有姪孫女幼孤，夫人訓育篤於己生。及歸馮氏子，婦式閒淑，甚宜其家。時工部黃郎中宗旦守蘇，聞而謂人曰：「玆事可書于史。」 \\n 張文定公知崑山 \\n 張文定公方平，景祐中宰崑山。時蔣堂侍郎為郡守，得公著《芻蕘論》五十篇上之[２５]，因舉為賢良。公知崑山時，吳越歸國未甚久，郡邑地曠，民占田無紀，歲遠多侵越，訟數十年不能決。公召問所輸租稅幾何？大約百一二。悉收其餘，以賦貧民，自是無訟。 \\n 傳燈錄 \\n 永安禪院僧道元，纂佛祖訖近世名僧禪語，為《傳燈錄》三十卷以獻。祥符中，詔翰林學士楊億、知制詻李維、太常丞王曙刊定，刻板宣布。 \\n 曾大父 \\n 曾大父諱宗元，字會之。自幼穎悟絕人，讀書於虎丘寺，晝夜不絕。舉進士，為鄉里首選。繼登天聖五年第，主杭州仁和縣簿。時范文正公為帥，改容禮之曰：「公器業清修，他日必為令器，謹勿因人以進。」曾大父敬服其訓。高祖既抱疾，因乞便親，移吳縣簿。後以居憂服闋，調建安尉。藹有稱聲，保任者二十有二章。召見，改大理寺丞，知句容縣。發擿姦伏，政如神明。葉道卿內翰時開府金陵，甚為之前席。楊紘持使節行部，號為深酷，吏望風投劾而去。紘過境上，獨不入縣，或問其故，紘曰：「龔君治民，所至有聲，吾往徒為擾耳。」其見重如此。自登朝，未嘗游公卿之門，皆文正公之教也，士論美之。嘗通判衢、越二州，終都官員外郎，葬南峰山。有文集十卷，號《武丘居士遣稿》。子程、孫況，俱擢第。曾大父善作詩，嘗有《六月吟》云：「曦輪獵野枯杉松，火焚泰華雲如峰。天地爐中赤煙起，江湖煦沫烹魚龍。生獰渴獸脣焦斷，峻翮無聲落晴漢。飢民逃生不逃熱，血迸背皮流若汗。玉宇清宮徹羅綺，渴嚼冰壺森貝齒。炎風隔斷真珠簾，池口金龍吐寒水。象牀珍簞凝流波，瓊樓待月微酣歌。王孫晝夜縱娛樂，不知苦熱還如何？」《夜宴》詩云：「兔魄侵堦夜三刻，蜀錦堆香花院窄。風動簾旌玳瑁寒，露垂蟲網真珠白。美人匝席羅弦管[２６]，綺幄雲屏爐麝暖。只恐金壺漏水空，不怕鸞觴琥珀滿。勸君莫負秉燭游，曾見古人傷晝短。」《贈處士林逋》詩云：「高蹈遺塵蛻，含華傲素園。璜溪頻下釣，蕙帳不驚猿。養浩時清嘯，忘機只寓言。幾回生蝶翅，明月在西軒。」《送陳君子之四明》詩云：「短亭祖帳接平川，柳拂迴波繫畫船。漸向落暉分繡袖，忍聽離曲怨鵾絃。雲連稽嶺應懷古，路近花源好訪仙。那更憑高望天際，江堤煙重草綿綿。」《搗砧詞》云：「星河耿耿寒煙浮，白龍銜月臨霜樓。誰家砧弄細腰杵，一聲擣破江城秋。雙桐老翠墮金井，高低冷逐西風緊。靜如秋籟暗穿雲，天半驚鴻斷斜影。哀音散落愁人耳，何處離情先喚起。長信宮中葉滿堦，洞庭湖上波平水。萬里征夫眠未成[２７]，搖風搗月何丁丁。楚關秦嶺有歸客，一枕夜長無限情。」曾大父嘗以所業投范文正，文正曰：「子之文，溫厚和平而不乏正氣，似其為人也。」世以為確論云。 \\n 婁侯 \\n 崑山，乃古之婁縣，今縣之東北三里有一聚落，尚以婁縣為名。或云在漢為疁，後避錢王諱改今名。予考《三國志》，張昭拜輔吳將軍，封婁侯，則縣之為婁舊矣。《漢書》云改於王莽時。 \\n 滕章敏公 \\n 滕元發名甫，避高魯王諱，以字為名，更字達道。九歲能賦詩，敏捷過人。范文正之父為諸舅，見而奇之，教以為文。文正為鄉郡，而安定胡先生居於郡學，公往從之，門人以千數，第其文常為首。舉進士，試于廷，宋景文公奇其文，擢為第三。以聲韻不中程，黜之。其後八年，復中第三，通判湖州。時孫威敏公沔守錢塘，一見曰：「後當為賢將。」授以治劇守邊之要。召試學士院，判吏部南曹，同修起居注、知制誥、知諫院。王陶論宰相不押班為跋扈，上以問公，公曰：「宰相固有罪，然以為跋扈，則臣以為欺天陷人矣。」知開封府，遷御史中丞，抗論得失為多，出知秦州。河朔地震，壞城池廬舍，命公為安撫使。還，復知開封府，除翰林學士，出知鄆州，移定州。入覲，力言新法之害。至定，虜人畏服。上喜，令再任，詔曰：「寬嚴有體，邊人安焉。」因作堂，以「安邊」名之。又上疏論新法，徙青州，留守南都，知蒲、鄧二州[２８]。坐累，知安州。侍郎韓丕，旅殯於安，五十年矣。學士鄭獬，安人也，既沒十年，貧不克葬，公皆葬之。以言者復貶筠州，已而為潮州。哲宗即位，徙蘇、揚二州，除龍圖閣直學士，復知鄆州。歲方饑，乞淮南米二十萬石為備，全活五萬人。徙真定、河東，除龍圖閣學士，復知揚州。未至而卒，年七十一。贈左銀青光祿大夫，諡曰章敏，葬陽山。公屢領帥權，條畫皆有方，議者謂近世名將無及公者。朝廷雖知公之深，而終不大用。每進，小人必讒之。公嘗上章自訟，有曰：「樂羊無辜，謗書滿篋；即墨何罪，毀言日聞。」天下聞而悲之。 \\n 滄浪亭 \\n 滄浪亭，在郡學之東，中吳軍節度使孫承祐之池館。其後蘇子美得之，為錢不過四萬。歐公詩所謂「清風明月本無價，可惜只賣四萬錢」是也。予家舊與章莊敏俱有其半，今盡為韓王所得矣[２９]。 \\n 范文正公復姓 \\n 范文正公幼孤，隨其母適朱氏，因從其姓，登第時，姓名乃朱說也。後請于朝，始復舊姓，表中改用鄭準一聯云：「志在投秦，入境遂稱於張祿；名非伯越，乘舟偶效於陶朱。」范蠡、范睢事，在文正用之，尤為切當。今集中不載。 \\n 鄭宣徽 \\n 鄭戩，字天休，居臯橋。天聖初，登進士第。嘗知開封府，發擿姦伏，都下肅然。遷三司使、知樞密院，俄以資政殿學士知杭州，移鎮長安。有表曰：「聽嚴宸之鐘鼓，未卜何晨；植勁柏於雪霜，更觀晚節。」上稱誦者數四，謂左右曰：「戩氣質英豪，朕欲用為宰相，故屢試於外也。」慶曆三年，代范文正為四路都招討，元昊畏其威。再知長安，蕃酋部將遮道卧轍，不得行。六年移并州。尋拜宣徽使、奉國軍節度使。未幾薨，贈太尉，諡文肅，葬橫山。 \\n 五柳堂 \\n 五柳堂者，胡公通直所作也。其宅乃陸魯望舊址，所謂臨頓里者是也。公諱稷言，字正思，兵部侍郎則之姪。少學古文於宋景文，又嘗獻時議於范文正，晚從安定先生之學，皆蒙愛獎。後以特奏名拜官，調晉陵尉，又主鄞縣簿，又為山陰丞。自度不能究其所施，乃乞致仕。陞朝之後，仍賜緋衣銀魚。公既告老，即所居疏圃鑿池，種五柳以名其堂，慕淵明之為人，賦詩者甚眾。公自中年清修寡欲，延納後進，談論不少休。日入後不飲食，率以為常，或與客夜坐久，不過具湯一杯而已。年八十餘而終，江諫議公望為志其墓。子嶧。 \\n 中隱堂三老 \\n 曾大父自都官員外郎分司南京，謝事家居，（所居在大酒巷。）取白樂天「大隱住朝市，小隱入丘樊；不如作中隱，隱在留司間」之詩，建中隱堂。與尚書屯田員外郎程適、太子中允陳之奇相與游從，日為琴酒之樂，至於窮夜而忘其歸。二公皆耆德碩儒，致政於家，吳人謂之「三老」。 \\n 林氏儒學之盛 \\n 林氏本福清人，徙居吳門，有諱概者，嘗為省試第一，登載《國史儒學傳》。其子曰希、旦、邵，顏，相繼俱登科級。希為樞密，諡文節；旦為殿中侍御史；邵為顯謨閣直學士，諡文肅；顏為光祿卿。希之子虞，中詞科；旦之子虙；亦登第；邵之子攄，賜出身，為中書侍郎。近世儒門之盛，必推林氏云。 \\n 國一禪師 \\n 國一禪師，乃崑山圓明村朱氏子。捨俗為僧，受業於景德寺，法名道欽。因游歷叢林，遇一有道者，語之云：「乘流而行，遇徑而止。」既至雙徑，遂借龍潭築菴於其上，即開山之祖也。事載《塔銘》云。今慧聚寺之西，有以羅漢名橋者，蓋指國一云。 \\n 葉少卿 \\n 葉參字少列[３０]，嘗守此郡，既謝事，因居焉。其子清臣，登禁從，少列猶及見之。范文正公嘗贈之詩，云：「退也天之道，東南事了人。風波拋舊路，花月伴閒身。湖外扁舟遠，門中駟馬新。心從今日泰，家似昔時貧。見子登西掖，携孫過北鄰。白雲高閣曙，綠水後池春。尊酒呼前輩，爐香叩上真。只應陰德在，八十富精神。」其居第在天慶之東，中有七檜堂。內翰道卿，嘗持本路漕節侍養。道卿之子公秉，又嘗守鄉郡[３１]，搢紳榮之。（善卷寺丞，乃內翰之孫，長於詩，與祠部叔父唱和甚多。其姪主簿公，娶叔祖四朝議之女。） \\n 二游詩 \\n 吳之士，有恩王府參軍徐修矩者，守世書萬卷，酣飲於其間，至日晏忘飲食。又有前涇縣尉任晦，其居有深林曲沼，危亭幽砌。皮日休嘗游二君宅，每為浹旬之款，篇章留贈不一，號《二游詩》。 \\n 安定先生 \\n 胡翼之，本海陵人。學者尊其道，皆稱為安定先生。景祐中，范文正公薦先生，白衣對崇政殿，授秘書省校書郎。文正上疏請建郡學，首以先生為吳興學官，繼移此邦。先生居學，嚴條約以身先之。雖大暑必公裳，終日延見諸生，以嚴師弟之禮。解經有至要義，懇懇為諸生論其所以治己而治乎人者。學徒千數，日月刮劘，為文章皆傅經義，必以理勝。信其師說，崇尚行實。自後登科為大儒者，累世不絕。如滕章敏、范忠宣、錢內翰醇老，皆從先生之學者也。至今學宮畫像而祠之。 \\n 蘇子美飲酒 \\n 子美豪放，飲酒無算，在婦翁杜正獻家，每夕讀書以一斗為率。正獻深以為疑，使子弟密察之。聞讀《漢書·張子房傳》至「良與客狙擊秦皇帝，誤山副車」，遽撫案曰：「惜乎！擊之不中。」遂滿引一大白。又讀至「良曰：『始臣起下邳，與上會於留，此天以臣授陛下』」，又撫案曰：「君臣相遇，其難如此！」復舉一大白。正獻公知之大笑，曰：「有如此下酒物，一斗誠不為多也。」 \\n 張伯玉郎中 \\n 張伯玉，字公達，嘗為郡從事，剛介有守，文藝甚高。范文正公深愛之，嘗舉以應制科，舉詞云：「張某，天賦才敏，學窮閫奧，善言皇王之治，博達古今之宜。素蘊甚充，清節自處，堪充應賢良方正能直言極諫科。」其應詔也，又作《上都行》送之，果中高選。伯玉在蘇日，述作並見《蓬萊集》。 \\n 上方詩 \\n 唐孟郊，因其父為崑山尉，嘗至山中，題詩於上方云：「昨日到上方，片霞封石牀。錫杖莓苔青，袈裟松柏香。晴磬無短韻，晝燈含永光。有時乞鶴歸，還放逍遙場。」其後張祜嘗游，亦有詩云：「寶殿依山險，凌虛勢欲吞。畫簷齊木末，香砌壓雲根。遠景窗中岫，孤煙竹裹村。憑高聊一望，歸思隔吳門。」皇祐中，王荊公以舒倅被旨來相水事，到邑已深夜，艤舟寺之前，秉火炬登山，閱二公之詩，一夕和竟，詰旦即回棹。其詩云：「僧溪蹯青蒼，莓苔上秋牀。霜翰飢更清，風蔦遠亦香。埽石出古色，洗松納空光。久游不忍還，迫迮冠蓋場。」「峯嶺互出沒，江胡相吐吞。園林浮海角，臺殿擁山根。百里見漁艇，萬家藏水村。地偏來客少，幽興祇桑門。」此四詩，為山中之絕唱。 \\n 陳龍圖使高麗 \\n 陳睦，字子雍。嘉祐六年登進士科，名在第二。治平中，詔舉館閣才行之士，子雍與劉攽、李常寧、李清臣輩首被選擢。熙寧、元豐間，高麗屢航海修貢，朝廷以為恭，選使往諭之。初命林希子中，力辭。更命睦，睦即日就道。神宗大喜，語輔臣曰：「林希無親，堅辭不行；陳睦親在，乃不憚於往。」因出希知池州；假睦起居舍人，直昭文館，特賜黃金帶。受命七日而行，涉海踰月，出入驚濤中，遂抵其國。使還，乃真拜所假官職，且令服所賜黃金帶，又賜黃金盞於令式外，以為寵。俄直龍圖閣、知潭州，卒。二子：彥文經仲，嘗躋法從；彥武緯叔，為提舉官。墓在南峯山。 \\n 初，林希樞密買卜於京師，孟診為作卦影，畫紫袍金帶人對大水而哭，林以為高麗之役涉瀚海，故力辭之。後出知池州，繼遭喪禍。其驗不在彼而在此，始知禍福不可避也。 \\n 朱樂圃先生 \\n 朱長文，字伯原，未冠擢進士第，英聲振于士林。元祐初，充本州教授，入朝除秘書省正字、樞密院編修官。後以疾解任，退居于家。所居在雍熙寺之西，號樂圃坊。地有高岡清池，喬松壽檜，先生以志不得達，棲隱于中。潛心古道，篤意著述，人莫敢稱其姓氏，但曰樂圃先生。樂圃在錢氏時，號金谷。方子通嘗有詩云：「吳門此圃號金谷，主人瀟洒能文章。」子通又嘗著《樂圃十詠》：一曰《樂圃》，二曰《邃經堂》，三曰《琴臺》，四曰《墨池》，五曰《魚溪》，六曰《詠齋》，七曰《灌園亭》，八曰《見山岡》，九曰《峨冠石》，十曰《洌泉井》。常公安民嘗造先生隱居，愛其趣識志尚灑然有異於人，而惜其遺逸沈晦，因觀所著《續圖經》，遂作序以紀之。 \\n 海涌山 \\n 虎丘，舊名海涌山，闔閭王既葬之後，金精之氣化為虎，踞其墳，故號虎丘。山椒有二伽藍，列為東西，白樂天有東武丘、西武丘詩，顏魯公亦云：「不到東西寺，於今五十春。」今之西菴，所謂西武丘也。「虎」字避唐諱，改曰「武」。 \\n 盧通議 \\n 盧革，字仲辛，本德清人。少奇穎，舉神童，年十六，擢進士乙科。慶曆間，知龔州。時蠻人入寇桂管，公經畫軍須，以應辦聞。歷婺、泉二州，除廣南提點刑獄、福建湖南兩轉運使。力請郡以自効，神宗嘉之，顧執政曰：「盧革恬退如此，可與一佳郡。」遂除宣州。未幾告老，遷光祿卿致仕。以子貴，進秘書監、太子賓客。官制行，改太中大夫。哲宗踐阼，遷通議大夫。退居于吳十五年，年八十二卒。子秉。今盧提刑橋，即公所居之地也。先殿院既以散秩養痾，日與賓客酌酒賦詩自娛，公誠慤莊重，有前輩之風，先殿院雅好其為人，朝夕與之議論。公性不甚飲，每勸之，酒至三分，則起而拱手，曰：「已三分矣。」至五分，則曰：「已五分矣。」其他率以是應之。既去，先殿院審執事者，皆曰：「客之言毫髮不妄。」由是益器重之。 \\n 閶門樓詩 \\n 閶門舊有樓三間，予猶及見之。陸機《吳趨行》云：「閶門何峨峨，飛閣跨通波。重欒承游極，回軒啟曲阿。」蘇子美詩云：「年華冉冉催人老，雲物瀟瀟又變秋[３２]。家在鳳凰城下住[３３]，江山何事苦相留？」更建炎兵火，不復存矣。 \\n 章守子用皂蓋 \\n 元豐中，章岵（岷之弟。）朝議為郡守[３４]，剛介不可屈，人因目之曰「章硬頸」。其子出入，用皂絹蓋，肩輿不過二人。 \\n 隨緣居士 \\n 黃策，字子虛，彥之子。中進士乙科，為雍丘縣主簿。元符末，詔許中外言事。時昭慈既復位號，典冊有未盡正者，因上書引古義力爭之。崇寧初，黨論起，名入黨籍，羈置登州。會赦，還鄉里，遂休官，號「隨緣居士」。欽廟嘗書「隨緣」二字賜之，藏宸翰於家。著《隨緣居士記》，書之於壁。建炎中，追錄黨人，除直秘閣。公無疾端坐而逝，葬光福山，自題其墓曰「隨緣居士之塔」。 \\n 石點頭 \\n 今虎丘千人座旁，有石點頭，《十道四蕃志》云：「生公，異僧竺道生也。講經於此，無信之者，乃聚石為徒，與譚至理，石皆為點頭。」 \\n 軌革卦影 \\n 韓中孚，字應天。將游上庠，聞市肆有精軌革術者，應天筮之。畫一金章紫綬人，有賁色瓶在其旁，後有一人處圓圈中[３５]。術士謂之曰：「君此行未必到闕，中途必為貴人所留。」應天未之信。行次南徐，適朱行中龍圖為郡守，與之厚善，聞其來，倒屐迎之，延於郡圃。朱平生愛一賁色酒壺，因宴出示之。圃中有草菴，其狀甚圓，應天寢於其間，與卦影所畫，無一不驗。以此知不惟飲啄前定，雖受用之物，寢處之地，亦非偶然者[３６]。 \\n 夢石天王像 \\n 後唐時，慧聚寺有紹明律師，僧中傑出者，居半山彌勒閣。一夕，夢神人曰：「簷前古桐下有石天王像與銅鐘，師宜知之。」詰旦，掘其地，果獲此二物。今尚龕置壁間，形製極古，故前輩有詩云：「一旦石像欲發現，先垂景夢鳴高岡。」常熟破山恩高僧[３７]，嘗學于紹明，見本朝《僧史》。 \\n 改正洪範 \\n 余燾，字元輔。方舍法欲行，上書引成周事力贊之，因命以官，累遷至正郎。後復上書改《洪範》篇，自「王省惟歲」，「月之從星，則以風雨」乃屬之「四、五紀：一曰歲，二曰月，三曰日，四曰星辰，五曰曆數」之下，謂九疇皆有衍文，惟「四、五紀」無之。至於「八，庶徵」之後[３８]，既言「肅，時雨若」止「蒙，常風若」，意已斷矣[３９]，而又加「王省惟歲」，已下之文，則近於贅。或者是其說，然為臺諫所彈，不果施行。 \\n 范文正四子 \\n 文正四子，純佑字天成，純仁字堯夫，純禮字彝叟，純粹字德孺。。長子少有大志，借乎享壽不遐，終軍器簿；堯夫位丞相；彝叟為右丞；德孺亦躋法從。平時文正喜收接名士，如孫明復、胡安定之徒，皆出其門。朝夕與其子弟講論道德，故賢行成於所習云。 \\n 林酒仙 \\n 國初時，長洲縣東禪寺有僧曰遇賢，姓林氏，以其飲酒無算，且多靈異，故鄉人謂之林酒仙。口中可容兩拳，賞醉於酒家，每出，羣聚而觀之者不絕。能自圖其形，無毫釐不相似。好賦詩，雖多俗語，中含理致，然亦有清婉者，如云：「揚子江頭浪最深，行人到此盡沉吟。它時若向無波處，還似有波時用心。」「門前綠柳無啼鳥，庭下蒼苔有落花。聊與東風論箇事，十分春色屬誰家？」「心閒增道氣，忍事敵災屯。謹言終少禍，節儉勝求人。」若此之類，皆名言也。真身塑寺中。 \\n 章岷 \\n 章岷，字伯鎮，嘗為平江軍推官，文聲甚著。與曾大父同登天聖五年第，情好極密。高祖殿院墓銘，乃其所作也。范文正公有《和章岷從事鬭茶歌》及《同登承天寺竹閣》詩。 \\n 鮠魚（《廣韻》：鮠，吾灰切，魚名，似鮎。《集韻》：吾回切，魚名，鯷之小者。） \\n 鮠魚出吳中，其狀似鮎。隋大業中，吳郡嘗獻海鮠魚乾膾四缶，遂以分賜達官。皮日休詩云：「因逢二老如相問，正滯江南為鮠魚。」 \\n 徐都官九老會 \\n 徐祜，字受天，擢進士第，為吏以清白著聲。慶曆中，屏居於吳，日涉園廬以自適。時葉公參亦退老于家，同為九老會。晏元獻、杜正獻皆寓詩以高其趣。晏之首題云：「買得梧宮數畝秋，便追黃綺作朋儔。」杜之卒章云：「如何九老人猶少，應許東歸伴醉吟。」時與會者纔五人，故杜詩及之。享年七十有五，終都官員外郎。（子仲謀，屢把麾持節；女適樞密直學士施昌言。） \\n  \\n 注釋 \\n [２３]「此詩」，「詩」原作「書」，據各本改。 \\n [２４]「八十」，各本同。按《東坡集續集》卷五《書簡·答水陸通長老五言》之四作「十八」。 \\n [２５]「五十篇」，「五」原作「三」，據《東坡續集》卷十七《張文定公墓誌銘》及《樂全集》卷六至十五《芻蕘論》改。 \\n [２６]「匝」，弘本、若本、墨本、學本、槐本、太倉繆校本及《宋詩紀事》卷十一龔宗元《夜宴作》均作「正」。 \\n [２７]「夫眠」，粵本、正德陸校本、菉竹何校本、太倉繆校本均作「衣成」，「衣成」較善。 \\n [２８]「知蒲」，「蒲」，《蘇東坡集後集》卷十八《故龍圖閣學士滕公墓誌銘》及《宋史》卷三百三十二《滕元發傳》均作「齊」。 \\n [２９]「為韓王所得矣」，此句下何焯校有云：「承祐本出教坊，《宋太宗實錄》有傳。」 \\n [３０]「少列」，宋祁《景文集》卷五十九《故光祿卿葉府君墓誌銘》及《嘉泰吳興志》卷十七《葉參傳》：參，字次公。下同。 \\n [３１]「公秉」，「秉」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「乘」。 \\n [３２]「雲物」，「雲」，各本及《吳郡志》卷三《城廓》、《宋詩鈔·滄浪集·秋懷》及《蘇舜欽集》卷七《秋懷》均作「風」。 \\n [３３]「城下住」，《宋詩鈔·滄浪集·秋懷》作「城闕下」，《吳都文粹》及《吳郡志》卷三作「山下住」。 \\n [３４]「岷之弟」，原作「弟岷」，據各本改。 \\n [３５]「後有」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「復」。 \\n [３６]「亦非偶然者」，此句下弘本、正德本、若本、汲古本、墨本、學本、槐本、太倉繆校本均有小字注「賁色一作祕色」。 \\n [３７]「常熟」，「熟」原作「熱」，據各本改。 \\n [３８]「八庶徵」，「徵」原作「證」，據《尚書·洪範》改。 \\n [３９]「常風若」，「常」，《尚書·洪範》作「恒」，此避宋真宗諱。 \\n  \\n 　"}
{"章节": "卷第三", "正文": "　 \\n 卷第三 \\n 　 \\n  \\n 葉道卿 \\n 葉清臣，字道卿，少列之子。天聖二年，劉筠知貢舉，得公所對策，奇之，擢為第二。國朝以來，以策擢高第，自清臣始。寶元中，為兩浙轉運使。康定初，知制誥。慶曆初，出知江寧府，召入為翰林學士。俄丁父憂，有詔起復為邊帥，力辭不行。免喪，知邠州，改知澶州，又改青州、永興軍。皇祐初，復召入為三司使。帝嘗訪以禦邊之策，公對曰：「陛下御天下二十八年，未嘗一日自暇逸，而叛羌黠虜，頻年為患。詔問：『輔翼之能，方面之才，與夫帥領偏裨，當今孰可以任此者？』臣以為不患無人，患有人而不能用爾。今輔翼之臣，抱忠義之深者，莫如富弼；為社稷之固者，莫如范仲淹；諳方今政事者[４０]，莫如夏竦；議論之敏者，莫如鄭戩。方面人才，嚴重有紀律者，莫如韓琦；臨大事能斷者，莫如田況；剛果無顧避者，莫如劉渙；宏遠有方略者，莫如孫沔。至於帥領偏裨，貴能坐運籌策，不必親當矢石，王德用素有威名，范仲淹深練軍政，龐籍久經遵任，皆其選也。狄青、范全頗能馭眾，蔣偕沈毅有術略，張亢倜儻有膽勇，劉貽孫材武剛斷，王德基純慤勁勇，此可補偏裨者也。」上用其言，皆見信任。未幾，出守河陽，卒。公識度奇拔，議論出人意表，其立朝也，數以忠言鯁論啟沃上心，而媢忌者眾，竟不果大用。范文正公嘗為文祭之云：「濬學偉文，發於妙齡。天然清流，不雜渭涇。」又云：「高節莫屈，直言屢諍。朝廷風采，搢紳輝映。天子知人，期以輔政。弗諧而去，能不曰命。」數語盡之矣。 \\n 觀風樓 \\n 子城之西，舊建樓其上，名「觀風」。范文正公作守時，嘗賦詩云：「高壓郡西城，觀風不浪名。山川千里色，語笑萬家聲。碧寺煙中靜，紅橋柳際明。登臨豈劉白，滿目是詩情[４１]。」在唐但謂之「西樓」，白樂天有《西樓命宴》詩。後改為「觀風」，今復名「西樓」矣。 \\n 三高亭 \\n 越上將軍范蠡、江東步兵張翰、贈右補闕陸龜蒙，各有畫像在吳江鱸鄉亭旁。東坡先生嘗有《吳江三賢畫像》詩。後易其名曰「三高」，且更為塑像。臞菴主人王文孺獻其地雪灘，因遷之。今在長橋之北，與垂虹亭相望，石湖居士為之記。 \\n 程光祿 \\n 程師孟，字公闢。所居在南園之側，號晝錦坊。自高祖思為錢氏營田使，因徙姑蘇。擢景祐元年進士第，知吉水、錢塘二縣，皆有政聲。後通判桂州。慶曆中，詔近侍二十人，各舉所知，於是柳植、施昌言薦公可任。除知南康軍，又知楚、遂二州，提點夔路刑獄。屬歲大饑，公行部，以常平粟賑民，猶不足，即奏發倉以濟之。吏勸須報，公曰：「本道至都五千里，報至民殍矣。」遂活飢民四十餘萬。擢提點河東路刑獄。岢嵐等郡無常平粟，邊民飢，或竄藩境。公得請，出祠部牒，募民納粟置廪，以備荒歲。汾、晉之旁，山谷之水，可以漑田，公為釃渠續通泉源，所漑者無慮萬頃。召拜三司度支判官。居一歲，知洪州，興利除害，一方甚賴之。英宗即位，召判三司都磨勘司，委公商度河北四榷場利害。公請減物直，償閣欠，以來北賈。使還，除利州路轉運使、江南西路轉運使。始，江西茶禁既通，賦民納茶租，謂之「白紐錢」，民甚患之。公奏令鬻茶者，計斤輸秤頭錢代其數，以寬民力。至熙寧中，以公之請頒下諸路。俄傳交阯為寇，遂以公直昭文館、知福州。一新學宮，禮先生賢士，以厚教育之意。鐵錢亂幣，公為罷之。餼疾教荒，蘇息以萬計。閩中父老有云：「自國朝守吾郡者，謝諫議泌，以惠愛著；蔡端明襄，以威名顯；兼之者，惟公而已。」移知廣州。廣控蠻粵，而無藩垣扞禦之備。公至，則請作西城，廣踰十二里，由是廣人有自安之計。大修學校，日引諸生講解，負笈而來者相踵，諸藩子弟，皆願入學。秩滿，除右諫議大夫，再任。公治廣六年，威愛並行。上遣中使撫問，召判三班院，遷給事中、充集賢殿修撰、判都水監，改判將作監，出知越州。公至越，寬猛適中而事自治，民皆愛之，又逾於洪、福、廣也。官制行，換太中大夫。青社闕帥，以通議大夫充京東安撫使。期年政成，上疏告老，遷正議大夫致仕。哲宗即位，授光祿大夫。卒年七十八，葬橫山。公強敏精察，出於天性，凡臨治五大鎮，斷正滯訟，辨活疑罪，蓋不可勝計。所至之地，囹圄空虛，道不拾遺。既去，民為立祠，刊石頌德。樂圃先生少許可，至言公政事，則曰：「雖韋丹洽豫章，孔戣帥嶺南，常袞化七閩，無以加也！」故天下以為才臣吏師。有詩集二十卷，奏議十五卷。 \\n 丁晉公飯僧疏 \\n 丁晉公南遷日，夢南嶽懶瓚禪師，遂捨白金一笏，飯僧于潭州。自製齋琉云：「右。伏以佛垂徧智，道育羣情，凡欲拯於傾危，必豫形於景貺。某，白衣干祿，叨冢宰之重權；丹陛宣恩，忝先皇之優渥。補仲山之袞，雖曲盡於寸心：和傅說之羹，實難調於眾口。嘗於安寢，忽夢清容。妙訓泠泠，俾塵心而早悟；真儀隱隱，恨凡目以何知。蓋以智未周身，事乖遠慮。既禍臨而不測，誠災及以非常。出向西京，感聖恩而寬宥；竄於南裔，當國憲以甘心。咎實自貽，孽非他作。念一家而散地，思萬里以何歸？既為負國之臣，永廢經邦之術。程游湘土，道假垔山，正當煩惱之身，忽接清閒之眾。方知富貴，難保始終。直饒鼎食之榮，豈若盂羹之美。持形歸命，恭發精誠。捐施白金，充羞淨供。仰苾蒭之高德，報懶瓚之深慈。冀保此行，乞無他患，惟願天回南睠，澤賜下臨。免致邊夷，白日便同於鬼趣；賜歸中夏，黃泉亦感於君恩。虔罄丹誠，永繫法力。卑情不任，激切之至。」（「補仲山之袞，雖曲盡於寸心」，今多作「巧心」。後人見晉公以智巧敗，故改云「惟其曲盡於巧心，是以難調於眾口」，不知以「巧」對「眾」，未如「寸」字為切。） \\n 蔡君謨題壁 \\n 張子野宰吳江，因如歸舊亭撤而新之[４２]。蔡君謨題壁間云：「蘇州吳江之濱，有亭曰如歸者，隘壞不可居。康定元年冬十月，知縣事秘書丞張先，治而大之，以稱其名。既成，記工作之始，以示于後。」 \\n 郟正夫 \\n 郟亶，字正夫，太倉人。起於農家，自幼知讀書，識度不類凡子。年甫冠，登嘉祐二年進士第。崑山自國朝以來，無登第者，正夫獨破天荒。後住金陵，遣其子僑就學於王荊公，嘗有贄見詩云：「十里松陰蔣子山，暮煙收盡梵宮寬。夜深更向紫微宿，坐久始知凡骨寒。一派石泉流沆瀣，數庭霜竹頗琅玕。大鵬汎有摶風便，還許鷦鷯附羽翰。」荊公一見奇之。今集中有《謝郟亶祕校見訪於鍾山》詩云：「誤有聲名只自慙，煩君跋馬過茅簷[４３]。已知原憲貧非病，更許莊周智養恬。世事何時逢坦蕩，人情隨分就猜嫌[４４]。誰能胸臆無塵滓，使我相從久未厭。」自此聲價頗重。熙寧中，為司農寺丞，上書言水利，朝廷以其功大役重，頗難之。正夫條水之利害，著成一書，今刊行於世。未錢，復司農寺丞，除江東運判。元祐初，入為太府寺丞，出知溫州。以比部郎中召，未至而卒，年六十有六，葬於太倉。孫升卿，登第，守徽、常二州。 \\n 公初授睦州團練推官，知杭州於潛縣，未赴。以水利、役法、鹽、銅、酒五利獻諸朝[４５]，丞相王文公安石奇之，除司農寺丞，旋出提舉兩浙水利，議者以其說非便，遂罷免。已而歸，治所居之西積水田曰大泗灢者，如所獻之說，為圩岸、溝洫、井合、場圃，俱用井田之遺制，於是歲入甚厚，即圖其狀以獻，且以明前日之法非苟然者。復召為司農寺主簿，稍遷丞，預修司農寺勅式，頗號完密。除江東路轉運判官。 \\n 陳君子父殿丞 \\n 殿中丞陳質，德行著於鄉里，其死也，范文正公挽之云：「賢者逝如此，皇天豈易知。眾人皆墮淚，君子獨安碑。幾世傳清白，滿鄉稱孝慈。賢哉生令嗣，遺秀在蘭芝。」公有二子，曰郢、曰之奇，皆為吳中高士。 \\n 鬱林石 \\n 陸龜蒙居臨頓里，其門有巨石。遠祖績，嘗仕吳，為鬱林太守，罷歸無裝，舟輕不可越海，取石為重。人稱其廉，號鬱林石。 \\n 謝希深 \\n 謝絳，字希深，太子賓客濤之子。大中祥符八年，登進士甲科。楊文公薦其才，召試館職，充祕閣校理。景祐元年，丁父憂，服除，召試知制誥。歐陽文忠公嘗云：「三代以來，文章盛者稱西漢。公於制誥尤得其體，常、楊、元、白不足多也。」寶元初，知鄧州，卒，年四十有五。公自少而仕，凡三十年間，自守不回，而外亦不甚異，一時賢士大夫無不敬之。子景初、景溫，皆為時名儒。 \\n 范文正公還鄉 \\n 文正公自政府出，歸鄉焚黃，未至近邑，先投遠狀。或以為太過，公曰：「『維桑與梓，必恭敬止』，敢不盡禮乎？」既至，搜外庫，惟有絹三千匹。令掌吏錄親戚及閭里知舊，自大及小，散之皆盡，曰：「宗族鄉黨，見我生長，幼學壯仕，為我助喜。我何以報之？」又買負郭常稔之田千畝，號曰義田，以濟養羣族，擇族之長而賢者一人主之。其計日食人米一升，歲衣人二縑，嫁女者錢五十千，娶婦者二十千，再嫁者三十千，再娶者十五千，葬者如再嫁之數，葬幼者十千。放之聚者九十口，歲入粳稻八百斛，以其所入給其所聚，仕而家居俟代者預焉，仕而之官者罷其給。公雖沒，後世子孫修其業，承其志，如公存也。 \\n 清遠道士詩 \\n 清遠道士《同沈恭子游虎丘寺》詩云：「我本長殷周，遭罹歷秦漢。四瀆與五嶽，名山盡幽竄。及此寰區中，始有近峯翫。近峯何鬱鬱，平湖渺瀰漫。吟挽川之陰，步上山之岸[４６]。山川共澄澈，光彩交零亂。白雲蓊欲歸，青松忽消半。客去川島靜，人來山鳥散。谷深中見日，崖幽曉非旦，聞子盛游遨，風流足詞翰。嘉玆好松石，一言常累歎。勿謂予鬼神，忻君共幽讚。」清遠道士，竟不知其為何人？以鬼神自謂，亦怪之甚者。顏魯公、李德裕、皮日休、陸龜蒙皆有和篇。沈恭子亦莫詳其因，詩中有「風流」、「詞翰」之稱，必神怪之儔也。 \\n 幽獨君詩 \\n 唐時虎丘石壁，隱出幽獨君詩二首，其一云：「幽明雖異路，平昔忝工文。欲知潛寐處，山北有孤墳。」其二云：「高松多悲風，蕭蕭清且哀。南山接幽壠[４７]，幽壠空崔嵬。白日徒昭昭，不照長夜臺。雖知生者樂，魂魄安能回？況復念所親，慟哭心肝摧。慟哭更何言，哀哉復哀哉！」其辭甚奇愴。後人又有賦《答幽獨君》一詩，不知誰氏所作。 \\n 本禪師 \\n 宗本圓照禪師，乃福昌一飯頭。（福昌，承天寺子院。）懵無所知，每飯熟，必禮數十拜，然後持以供僧。一日忽大悟，恣口所言，皆經中語，自此見道甚明。後住靈巖，近山之人，遇夜則面其寢室拜之。侍僧以告，遂置大士像於前。人有飯僧者，必告之曰：「汝先養父母，次辦官租，如欲供僧，以有餘及之。徒眾在此，豈無望檀那之施？須先為其大者。」其它率以是勸人。仁宗嘗召至京師，賜金襴衣，加圓照師號。後復歸本山。 \\n 舊傳宗本至京師，有一貴戚欲試之，因以猾倡薦寢。本登榻，鼻息如雷，其倡為般若光所爍，通夕不寢。翌旦，炷香拜之曰：「不意今日得見古彿。」 \\n 吳王拜郊臺 \\n 吳王拜郊臺，在橫山之上，今遺跡尚存。春秋時，王政不綱，以諸侯而為郊天之舉，僭禮亦甚矣。 \\n 范貫之 \\n 范師道，字貫之，文正公之姪。登天聖八年甲科，嘗知廣德縣，有治狀。孫甫之翰薦之，通判許州。至和元年，吳育春卿薦公，召拜侍御史。公之少也，有經綸天下之志；其長也，遇事未嘗屈。及為上耳目，蚤夜思所以稱職者。始見上，即陳願擇賢相以久其任，既而論奏二府與近侍不法事，上多用其言。俄出知常州，御史府極言其不平，宰相亦以是罷去，而公之名迹愈聞天下。移廣東路轉運使，又移兩浙。未幾，拜起居舍人、同知諫院。嘉祐四年，百官上尊號，公獨諫，以謂無益於治體，而有損聖主謙尊之德；至言諸閤女御例遷，因災異以明天意。上皆深然之。兼遷侍御史知雜事。會大臣居機宥者無遠謀，繼而進者，復不協時論。公論列甚切，上雖納其奏，然用是出知福州，召為三司鹽鐵副使。嘉祐八年，以疾請郡，除戶部郎中、直龍圖閣、知明州。下車未久，卒，年五十有九。公出入臺諫凡九載，朝廷之事，聞無不言，言必欲行。如擇宗室以備問安之職，請士大夫終葬始得從仕，限民田以均民產，抑貪墨以清守令，止內降以杜漸，立私廟以廣孝，擇知典故近臣以任太常禮樂之官，減色役以恤民力之困，皆天下之急務，而眾所願行者。有奏議二十卷，文集五十卷。嘗為唐史，著君臣治忽之迹，命藏祕閣，有詔褒美。子世京、世亮，皆舉進士第。所居在承天寺前，號豸冠坊。葬天平山，趙清獻公志其墓。 \\n 南翔寺 \\n 崑山縣臨江鄉，有南翔寺。初，寺基出片石，方徑丈餘，常有二白鶴飛集其上，人皆以為異。有僧號齊法師者，謂此地可立伽藍，即鳩財募眾，不日而成，因聚其徒居焉。二鶴之飛，或自東來，必有東人施其財；自西來，則施者亦自西至。其它皆隨方而應，無一不驗。久之，鶴去不返，僧號泣甚切，忽於石上得一詩，云：「白鶴南翔去不歸，惟留真跡在名基。可憐後代空王子，不絕薰修享二時。」因名其寺曰南翔。寺之西又有村，名白鶴。 \\n 張敏叔 \\n 張景修，字敏叔。人物蕭灑，文章雅正，登治平四年進士第。雖兩為憲漕，五領郡符，其家極貧寠，僦市屋以居。嘗有絕句云：「茅簷月有千金稅[４８]，稻飯年無一粒租。生事蕭條人問我，水芭蕉與石菖蒲。」觀其詩，大抵多清淡。嘗題集清軒詩云：「洗竹放教風自在，傍溪看得月分明。」又多好用俗語，如《得五品服》詩云：「白快近來逢素鬢，赤窮今日得朱袍。」又《謝人惠油衣》詩云：「何妨包裹如風藥，且免淋漓似水雞。」蓋以文滑稽也。舊嘗作古風《送朱天錫童子》云：「黃金滿籯富有餘，一經教子金不如。君家有兒不肯娛，口誦七經隨卷舒。渥洼從來產龍駒，鸑鷟乃是真凰雛。一朝過我父子俱，自稱窮苦世為儒。雪窗夜映孫康書，春隴晝荷兒寬鋤。翻然西入天子都，出門慷慨曳長裾。神童之科今有無，談經射策皆壯夫。古來取士凡數塗，但願一一令吹竽。甘羅相秦理不誣，世人看取掌中珠。折腰未便賦歸歟，待君釋褐還鄉閭。」初，景修為汝州梁令，作此詩。天錫既到闕下，忘取本州公據，為禮部所卻，因擊登聞鼓，繳景修詩為證。神宗一見，大稱賞之。翌日，以語宰相王珪，而恨四方有遺材，即令召對。珪言：「不欲以一詩召人，恐長浮競，不若俟其秩滿，然後擢用之。」遂止，令中書籍記姓名。比罷官，而神宗已升遐矣。景修歷仕三朝，每登對，上必問：「聞卿作《朱童子》詩，試為舉似。」由此詩名益著。終祠部郎中，年七十餘卒。平生所作詩幾千篇，號《張祠部集》。子漢之。（漢之嘗宰崑山，頗緩於索租，邑人戲云：「渠家自來無此，故不與人索也。」敏叔有《花客詩》十二章。梁縣屬汝州[４９]。） \\n 崑山夫子廟 \\n 唐制，郡邑皆得置夫子廟。自黃巢之亂，存者無幾。崑山之廟，更五代五六十年不建[５０]。自本朝太平興國三年，錢氏納土請吏，朝廷始除守以治之。至雍熙初，徵事郎邊倣首為崑山宰，因其遺址重立。夫子廟門闕甚麗，狀十哲像於其旁，王元之為作記。景祐初，范文正請立郡庠，於是縣亦有學矣。 \\n 孫子和 \\n 孫沖，字子和，登熙寧六年進士第。少負才名，為荊公之客，嘗著《鄉黨》、《傅說》二論，荊公甚奇之。後宰和之含山，號為循吏，律己甚正，一毫無妄取。秩滿，率家人解其歸裝，老獲有畜一砧者，子和視之，曰：「非吾來時物也。」命還之。其它大率類此。鶚章交上，改宣德郎。未幾，卒于京師，年三十有五。無子，以族姪畯為嗣，畯嘗倅江州，終朝請大夫。 \\n 子和妻，予之姑氏，又與叔祖朝議為同年。叔祖嘗以詩挽之云：「結髮欣同籍，聯姻喜素風，期君千里逸，耀我一枝窮。新命拖紳後，殘編旅笥中。空餘《循吏傳》，紀次在元豐。」 \\n 張翰 \\n 東晉張翰，吳人，仕齊王冏，不樂居其官。一日，在京師見秋風忽起，因作歌曰：「秋風起兮佳景時，吳江水兮鱸正肥。三千里兮家未歸，恨難得兮仰天悲。」遂棄官而還。國初，王贄運使過吳江，有詩云：「吳江秋水灌平湖，水闊煙深恨有餘。因想季鷹當日事，歸來未必為蒪鱸。」贄之意謂翰度時不可有為，故飄然引去，實非為鱸也。至東坡賦《三賢》詩，則曰：「浮世功名食與眠[５１]，季鷹真得水中仙。不須更說知幾早，只為鱸魚也自賢[５２]。」其說又高一著矣。 \\n 皮日休 \\n 皮日休，字襲美，唐咸通十年為郡從事。居官纔一月，陸魯望以所業見之，自此交從甚密，更迭倡和，無慮數百篇，總目之曰《松陵集》。松陵，吳江別名也。日休自有著述，號《鹿門子書》。 \\n 橋名 \\n 城中有橋梁三百六十所，每橋刻名於旁者，始於郡守韓子文度支，兵火後間有缺者。 \\n 福昌長老正橋，頗具眼，禪林多宗之。一日升座，有問話者云：「蘇州三百六十座橋，那座是正橋？」答云：「度驢度馬。」 \\n 賀方回 \\n 賀鑄，字方回，本山陰人，徙姑蘇之醋坊橋。方回嘗游定力寺，訪僧不遇，因題一絕云：「破冰泉脈漱籬根，壞衲猶疑掛樹猿。蠟屐舊痕渾不見，東風先為我開門。」王荊公極愛之，自此聲價愈重。有小築，在盤門之南十餘里，地名橫塘。方回往來其間，嘗作《青玉案》詞云：「凌波不過橫塘路。但目送、芳塵去。錦瑟華年誰與度[５３]？月僑仙館，綺窗朱戶。唯有春知處。碧雲冉冉衡臯暮，綵筆新題斷腸句。試問閒愁知幾許？一川煙草，滿城風絮，梅子黃時雨。」後山谷有詩云：「解道江南斷腸句，只今唯有賀方回。」其為前輩推重如此。初，方回為武弁，李邦直為執政，力薦之，其略謂：「切見西頭供奉官賀某，老於文學，泛觀古今，詞章議論，迥出流輩。欲望改換一職[５４]，令入文資，以示聖時育材進善之意。」上可其奏，因易文階，積官至正郎，終於常倅。 \\n 白公檜 \\n 白樂天為守時，恩信及民，皆敬而愛之。嘗植檜數本於郡圃後，人目之為「白公檜」，以況甘棠焉。 \\n 癸甲先生 \\n 潘勺，字叔治。登進士第，為吳興郡掾。後絕意祿仕，徧游天下佳山水，嘗為《雁蕩百詠》，其末云：「都為畫工圖不得，一時收拾作詩歸。」自號癸甲先生，或問其故，曰：「始終之義也。」後果以癸日亡，甲日殮。 \\n 方子通 \\n 方惟深，字子通。本莆田人，其父屯田公葬長洲縣，因家焉。最長於詩，嘗過黯淡灘，題一絕云：「溪流怪石礙通津，一一操舟若有神。自是世間無妙手，古來何事不由人。」王荊公見之大喜，欲收致門下。蓋荊公欲行新法，沮之者多，子通之詩，適有契於心，故為其所喜也。後子通以詩集呈荊公，侑以詩云：「年來身計欲何為？跌宕無成一軸詩。懶把行藏問詹尹，願將生死遇秦醫。丹青效虎留心拙，斤匠良工入手遲。此日知音堪屬意，枯桐正在半焦時。」凡有所作，荊公讀之必稱善，謂深得唐人句法。嘗遣以書，曰：「君詩精淳警絕，雖元、白、皮、陸，有不可及。」子通游王氏之門，極蒙愛重，初無一毫迎合意，後以特奏名授興化軍助教。隱城東故廬，與樂圃先生皆為一時所高。每部使者及守帥下車，必即其廬而見之。前後上章論薦者甚眾，子通竟無祿仕意，其於死生禍福之理，莫不超達。嘗造一園亭，不遇主人，自盤礴終日，因題於壁間云：「何年突兀庭前石，昔日何人種松柏。乘興間來就榻眠，一枕春風君莫惜。城西今古陽山色，城中誰有千年宅？往來何必見主人，主人自是亭中客。」其灑落類如此。仲殊一日訪子通，有絕句云：「多年不見玉川翁，今日相逢小榭東。依舊清涼無長物，只餘松檜養秋風。」可見其清高矣。年八十三而卒，有詩集行於世。無子，一女適樂圃先生之子發。 \\n 破山詩 \\n 常建詩云：「竹逕通幽處，禪房花木深。山光悅鳥性，潭影空人心。」此題常熟破山也。舊傳有四高僧講經山中，一老翁日來聽法，久之，問翁所從來，答曰：「吾非人也，龍也。」因問：「本相可得見乎？」曰：「可。」已而果以全體見。僧恐甚，亟誦揭諦呪語。揭諦神與龍角力，龍不能勝，破其山而去。《續圖經》所載不同，謂白龍與一龍鬭，未知孰是。 \\n 甫里 \\n 甫里在長洲縣東南五十里，乃江湖散人陸龜蒙字魯望躬耕之地。散人廟食於此，一方之人至今想其高風，常誇示於四方，以為榮焉。《唐書》云散人乃唐相元方七世孫，又自號天隨子。著《笠澤叢書》若干卷。 \\n 有脚書廚 \\n 叔祖諱程，字信民。剛正自守，不惑於禍福。嘗憤聖道不明，欲排異端之學，家不置釋老像，祭祀未嘗焚紙錢，儒家甚宗之。自幼讀書于南峰山先都官墓廬，攻苦食淡，手未嘗釋卷。記問精確，經傳子史，無不通貫，鄉人號為「有脚書廚」。嘗題一絕於壁間，云：「月度疎櫺起更慵，坐聽澄照五更鐘。卻思潮上西興急，風遶山前萬箇松。」登熙寧六年進士第，歷西安丞、桐廬令。子況，既登郎省，贈左朝議大夫。 \\n 泰娘 \\n 泰娘，吳之美婦人也。劉禹錫詩云：「有時妝成好天氣，走上臯橋折花戲。風流太守韋尚書，路傍忽見停隼旟。」 \\n 南園詩 \\n 南園，乃廣陵王舊圃，中有流盃、旋螺亭，亞於滄浪之景。王黃州為長洲時，無日不携客醉飲。嘗賦詩云：「他年我若功成後，乞取南園作醉鄉。」今園中大堂，遂以「醉鄉」名之。大觀末，蔡京罷相，欲東還，詔以其園賜之。京即以詩贈親黨，云：「八年帷幄竟何為，更賜南園寵太師。堪笑當時王學士，功名未有便吟詩。」黃州之詩，不過寓意耳，京遽以無功名誚之。黃州雖終為黜臣，其名與天地同不朽。京居相位二十年，又處師垣之尊，至今雖三尺之童，唾罵不已，其賢不肖何如也？ \\n 朱子奢 \\n 朱子奢，蘇州人，太宗時為宏文館學士。帝嘗詔：「起居記錄臧否？朕欲見之。」子奢曰：「陛下舉無過事，雖見無嫌；然以此開後世史官之禍，可懼也。」帝深納之。見《唐書·儒學傳》。 \\n 錢氏納土 \\n 太平興國三年，陳洪進奉表，獻漳、泉兩郡，詔授洪進武寧軍節度使，留京師奉朝請。是歲，錢忠懿王俶上表獻十三州之地。錢氏納土，蓋在陳氏之後，或說以為興國二年，非也。 \\n 白馬磵 \\n 南峰山北有聚落，號白馬磵。昔支遁騎白馬而來，飲於磵中，因以名焉。山之顛有石坎然，號馬跡石。又有一石室，號文遁菴，乃其修習之地也。 \\n 禪月大師 \\n 萬壽寺有禪月閣，禪月者，唐僧貫休也。生於婺之蘭溪，自祝髮為僧，徧參名德，又善作詩文，有《西嶽集》行於世。性好圖畫古佛，嘗自夢得十五羅漢梵相，既而尚缺其一，未能就，夢中復有告之曰：「師之相乃是。」遂如所告，因照水以足之，今其畫尚傳。既至吳，寓跡萬壽甚久，後入蜀死，葬于成都。平生行業，具載《白蓮塔銘》[５５]。 \\n  \\n 注釋 \\n [４０]「方今」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本及《宋史》卷二百九十五《葉清臣傳》均作「古今」。 \\n [４１]「是詩」，《范文正公集》卷四《蘇州十詠·觀風樓》作「見詩」。 \\n [４２]「撤而」，「撤」原作「撒」，據各本改。 \\n [４３]「跋馬」，粵本及菉竹何校本均作「躍馬」，槐本作「跨馬」，陳其榮校注：「跨馬」舊誤作「跋馬」。 \\n [４４]「就猜」，各本均同，《王文公文集》卷六十二作「值猜」。 \\n [４５]「銅酒」，粵本、菉竹何校本、正德陸校本、太倉繆校本均作「銅鐵」。槐本陳其榮校注：「酒」字一作「鐵」。 \\n [４６]「吟挽川之陰步上山之岸」，太倉繆校本作「吟挽川之陰步上川之岸」。 \\n [４７]「幽壠」，粵本及菉竹何校本均作「北壠」。 \\n [４８]「千金」，《宋詩紀事》卷二十三張景修詩作「千錢」。「千錢」近是。 \\n [４９]「敏叔有花客詩十二章梁縣屬汝州」，此段文字原無，據弘本、若本、汲古本、墨本、學本、槐本、太倉本補。 \\n [５０]「五六十年」，粵本、菉竹何校本均作「六十年」，正德陸校本作「五十六年」，陸敕先校：「毛本誤作六十年。」 \\n [５１]「功名」，《東坡全集》卷六《戲書吳江三賢畫像》詩作「功勞」。 \\n [５２]「只為」，《東坡全集》卷六《戲書吳江三賢畫像》詩作「直為」。 \\n [５３]「錦瑟華年誰與度」，「年」，各本均作「筵」。「度」，粵本、正德陸校本、菉竹何校本均作「主」。 \\n [５４]「改換一職」，「一職」原脫，據粵本、槐本、正德陸校本、菉竹何校本、太倉繆校本補。 \\n [５５]「白蓮」，原作「白運」，據各本改。 \\n  \\n 　"}
{"章节": "卷第四", "正文": "　 \\n 卷第四 \\n 　 \\n  \\n 太公避地處 \\n 常熟海隅山有石室十所，昔太公避紂居之。孟子謂「太公避紂居東海之濱」者，此也。常熟去東海止六七十里，故謂之海濱。楊備郎中嘗作詩紀其事。 \\n 范忠宣公 \\n 范純仁，字堯夫，為人寬厚長者。文正嘗使至鄉，還至京口，見石曼卿數喪未舉，盡以麥舟與之。蘇黃門稱其為佛地位中人，觀此亦可以見矣。元祐初，自慶帥召為給事中，遂執政柄。未幾，拜右僕射，凜然有父風烈。為宰相一年，出知潁昌府。既而復入相，坐元祐黨，散官安置。元符三年，徽宗即位，復欲召為相，尋即下世。遺表有云：「蓋賞先天下而憂，期不負聖人之學，此先臣所以教子，而微臣所以事君。」後御筆題其墓碑云「世濟忠直之碑」。子正平，字子夷；正思，字子默；學行亦為士林所稱。 \\n 滕章敏公結客 \\n 滕章敏公，慷慨豪邁，不拘小節。少嗜酒，浮湛里市，與鄭獬毅夫為忘形友，議論風釆，照映一世。嘗與毅夫及楊繪元素同試京師，自謂必魁天下，與二公約，若其言不驗，當厚致其罰。已而鄭居榜首，楊次之，公在第三，二公責所約之金，答曰：「一人解，一人會，吾安得不居第三？」俱一笑而散。公平生不妄交遊，嘗作《結客詩》云：「結客結英豪，休同兒女曹。黃金裝箭鏃，猛獸畫旗旄。北閣芒星落[５６]，中原王氣高，終令賀蘭賊，不著赭黃袍。」其立志可見矣。 \\n 思賢堂 \\n 郡齋後舊有思賢堂，以祠韋、白，劉三太守，後更名「三賢」。紹興末，洪內相景嚴為郡，益以唐王常侍仲舒、本朝范文正之像，復號為思賢堂，今參政范公作記。（郡庠亦有三賢堂，繪文正范公，并安定胡先生，及光祿朱公像於其中。） \\n 顧學正 \\n 顧襄，字公甫，為太學上舍生，名聲籍甚，士流皆推之。登熙寧九年第[５７]，調潤州丹徒尉。召還，為太學正。元豐五年，卒於京師，時二親猶在。鄭達夫太宰與公甫為同舍生，以詩挽之云：「可惜病相如，誰尋封禪書？（公病渴而卒。）雙親千里外，一葉九秋餘。風露翻歸旐，塵埃鎖故廬。虎丘山下路，會葬有鄉車。」「廣文官舍冷如冰，幾歎朝衫脫未能。忽買春田埋玉地，猶懸絳帳讀書燈。佳名空綴仙都石，妙偈爭傳海寺僧。一幅粉旌春水漫，惜君誰不涕奔騰。」 \\n 鄭希尹 \\n 鄭景平，字希尹，居帶城橋。為人剛正不詭隨，蒞官有廉聲。嘗為大理，每有疑獄，中夜焚香露拜，蘄得其情，以故人無寃死者。既而請老家居，朝廷以其精力有餘，落職致仕，守鄱陽。到官未半歲，拂袖而歸。先君與公厚善，因問其故，答曰：「天子命景平為郡守，當以撫字為職，乃不得行其志，今日須金錢百兩，明日須銀幾千兩，枯骨頭上打不出也，景平後世要人身在。」其志竟不可奪也。時朱勔用事，勢可炙手，士大夫俛節從之者甚多，惟公終始無阿附意。子絪，字天和。 \\n 執爨詩 \\n 程光祿自幼穎悟，年五六歲時，戲劇竈下，家奴嫚之曰：「汝能狹劣爾，豈解為文章邪？」公怒曰：「吾豈不能！」家奴曰：「試為我吟一燒火詩。」即應聲曰：「吹火鶯脣斂，投柴玉腕斜。回看煙裹面，恰似霧中花。」甫冠登第。 \\n 王元之畫像 \\n 虎丘御書閣下，有王黃州畫像。東坡過蘇日見之，自謂想其遺風餘烈，願為執鞭而不可得，因為之作贊。今猶書其上。 \\n 雙蓮堂 \\n 雙蓮堂在木蘭堂東，舊芙蓉堂是也。至和初，光祿呂大卿濟叔，以雙蓮花開，故易此名。楊備郎中有詩云：「雙蓮倒影面波光，翠蓋風搖紅粉香。中有畫船鳴鼓吹，瞥然驚起兩鴛鴦。」政和中，盛密學季文作守，亦產雙蓮，范無外賦《木蘭花》詞云：「美蘭堂晝永，晏情暑，晚迎涼。控水檻風簾，千花競擁，一朶偏雙。銀塘，盡傾醉眼，訝湘娥、倦倚兩霓裳。依約凝情鑑裏，竝頭宮面高粧。蓮房，露臉盈盈，無語處，恨何長。有翡翠憐紅，鴛鴦妒影，俱斷柔腸。淒涼，芰荷暮雨，褪嬌紅、換紫結秋房。堪把丹青對寫，鳳池歸去攜將。」 \\n 孫若虛滑稽 \\n 孫實，字若虛。早年英聲籍甚，性好滑稽。郡庠有同舍生牛其姓者，因作《牛秀才賦》嘲之云：「腰帶頭垂，尚有田單之火；幞頭脚上，猶聞寗戚之歌。」又作《書》、《語》集句，譏一老生云：「孜孜為善雞鳴起，先王之道斯為美。四十五十無聞焉，斯亦不足畏也已。」時樂圃先生為教授，知之，命其父訓敕。孫由此發憤游太學，不數歲登第而歸。嘗入朝為寺丞，後守台州卒。 \\n 慧感夫人 \\n 慧感夫人，舊謂之聖姑，或以為大士化身，靈異甚著。祝安上通守是邦，事之尤謹，每有水旱，惟安上禱祈立驗。後以剡薦就除台守，既至錢唐，詰旦欲絕江，夢一白衣婦人告之曰：「來日有風濤之險。」既覺，頗異之，卒不渡。至午，颶風倏起，果覆舟數十，獨安上得免。一夕，盜入祠中，竊取其幡。平旦廟史入視之，見一人以幡纏其身，環走殿中，因執以問，答曰：「某實盜也，夜半幸脫，已踰城至家矣。今不知潛制於此，神之威靈使然，敢不伏辜。」建炎間，賊虜將至城下，有一居民平昔謹於奉事，夢中告之曰：「城將陷矣，速為之所[５８]。謹勿以此告人，佛氏所謂劫數之說，不可逃也。」不數日，兵果至。其它神驗不一。後加封慧感顯祐善利夫人，今參政范公作記。 \\n 元少保 \\n 元絳，字厚之，居第在帶城橋。登天聖五年進士甲科，初任金陵幕官，尋即進用，屢為藩郡帥。時有傳儂智高餘黨寇二廣者，遂以公知廣州，而所傳乃妄，因改知越州。公謝上表云：「忽聞羽檄之音，謂有龍編之警。橫水明光之甲，得自虛聲；雲中赤白之囊，倡為危事。」「橫水明光之甲」，乃唐時誤傳寇至，事見李德裕《獻替記》。人服其工。公在金陵時，王荊公之父益為通守，與公厚甚。荊公既相，神宗一日欲謹選翰林學士，公久在外，老於從官，荊公對曰：「有真翰林學士，但恐陛下不能用爾。況已作龍圖閣學士，難下遷知制誥。」遂自外遷翰林學士，中外大驚。既就列，有稱職之譽。公最長於四六，多取古今傳記佳語為之。神宗友愛嘉、岐二王，不許出閣，二王固辭，後因改封，先召公謂之曰：「可於麻詞中勿令更辭。」公遂草制，其略云：「列第環宮，彌聳開元之盛；側門通禁，共承長樂之顏。」神宗甚愛之，自是二王不復辭。未幾，參大政。元豐中，罷政知潁州。時以藩邸升為順昌軍節度。公作謝表云：「燾土立社，是開王者之風；乘龍御天，厥應聖人之作。案圖雖舊，錫命惟新。」又曰：「興言駿命之慶基，宜升中軍之望府[５９]。謂文武之德順而聖，唐虞之道明而昌。合為嘉名，以侈舊服。」士大夫皆傳誦之。後以太子少保致仕，歸吳中。公既還鄉，與程光祿諸公為九老會，日以詩酒自娛，年七十餘卒，有《玉堂集》三十卷。初，公知荊南，嘗夢至仙府，與三人連書名，旁有告之曰：「君三人，蓋兄弟也。」覺而思之，不知所謂。既入翰林為學士，韓持國維、楊元素繪在院。一日因書奏列名，三人偏傍皆從「糸」，始悟夢中「兄弟」之意。既而持國、元素皆補外，公亦尹京兆。後三年，復與元素還職，而鄧文約綰相繼為直院，則三人之名又皆從「糸」，蓋始終皆同。以此知升沈進退，決非偶然者。許大夫選嘗作《四翰林》詩紀其事，公和云：「聯名適似三株樹，傳玩驚看五朶雲。」此亦一時之異也。 \\n 仲殊 \\n 仲殊，字師利，承天寺僧也。初為士人，嘗與鄉薦，其妻以藥毒之，遂棄家為僧。工於長短句，東坡先生與之往來甚厚。時時食蜜解其藥，人號曰「蜜殊」。有《寶月集》行於世。慧聚寺詩僧孚草堂，以其喜作豔詞，嘗以詩箴之云：「大道久凌遲，正風還陊隳。無人整頹綱，目亂空傷悲。卓有出世士，蔚為人天師。文章通造化，動與王公知。囊括十洲香，名翼四海馳。肆意放山水，灑脫無羈縻。雲輕三事衲，缾錫天下之。詩曲相間作，百紙頃刻為。藻思洪泉瀉，翰墨清且奇。惜哉大手筆，胡為幽柔詞？願師持此才，奮起革澆漓。騖彼東山嵩，圖祖進豐碑。再續輔教編，高步凌丹墀。它日僧史上，萬世為蓍龜。迦葉聞琴舞，終被習氣隨。伊予浮薄人，贈言增忸怩。倘能循我言，佛日重光離。」老孚之言雖苦口，殊竟莫之改。一日造郡中，接坐之間，見庭下有一婦人投牒立於雨中。守命殊詠之，口就一詞云：「濃潤侵衣，暗香飄砌，雨中花色添憔悴。鳳鞋溼透立多時，不言不語厭厭地。眉上新愁，手中文字，因何不倩鱗鴻寄？想伊只訴薄情人，官中誰管閑公事？」後殊自經於枇杷樹下，輕薄子更之曰：「枇杷樹下立多時，不言不語厭厭地。」 \\n 如村 \\n 胡嶧，字仲達，五柳之子。文與行皆能繼其父，與方子通為忘年交。後以年格推恩調安遠尉，非其志也，乃取老杜「諸孫貧無事，宅舍如荒村」之句，自號「如村老人」。治圃築室，遺外聲利，自放於閑適，而終不出仕。有文集二十卷，號《如村冗稾》，唯室先生及參政周公葵皆為作序。子伯能，登進士第。 \\n 鄭毅夫吳江橋詩 \\n 鄭獬，字毅夫。嘗作吳江橋詩寄劉孜叔懋，云：「三百闌干鎖畫橋，行人波上踏靈鼇。插天螮蝀玉腰闊，跨海鯨鯢金背高。路直鑿開元氣白，影寒壓破大江豪。此中自與銀河接，不必仙槎八月濤。」劉時為吳江尉，亦有和篇，皆刻之石。鄭詩題云《寄同年叔懋祕校》，劉於詩前具位，加「榜下」二字於其上，乃原父之弟也。 \\n 張幾道挽詩 \\n 張僅，字幾道，居萬壽寺橋。與顧棠叔思，皆為王荊公門下士，荊公修《三經義》，二公與焉。幾道登第，未幾捐館，方子通作挽詩云：「吳郡聲名顧與張，龍門當日共升堂。青衫始見登華省，丹旐俄聞入故鄉。含淚孤兒生面垢，斷腸慈母滿頭霜。嗟君十載人間事，不及南柯一夢長。」至今誦其詩者為之出涕，吳人目子通為「方挽詞」。幾道官至著作郎。 \\n 范文正不取燒煉方 \\n 范文正少養於朱氏，朱，南京人。文正幼年肄業京學，同舍有病者，親為調藥以療。病亟，屬文正曰：「吾無以報子，平生有一術，遊遠方未嘗窮乏者，用此術也，今以遺子。」因授藥一囊，方書一小冊。文正不得已留之，未嘗取視。後二十餘年，得其子還之，封記如故。 \\n 夜航船 \\n 夜航船，唯浙西有之，然其名舊矣。古樂府有《夜航船》之曲。皮日休答陸龜蒙詩云：「明朝有物充君信，（木審）酒三瓶寄夜航。」 \\n 俗語 \\n 吳人稱「來」為「釐」，始於陸德明。「詒我來牟」、「棄甲復來」，皆音「釐」，蓋德明吳人也。又吳人言「罷」，則以「休」繼之，始於吳王。昔吳王語孫武曰「將軍罷休」，亦吳語也。 \\n 方子通詩誤入荊公集 \\n 方子通一日謁荊公，未見，作詩云：「春江渺渺抱牆流，煙草茸茸一片愁。吹盡柳花人不見，春旗催日下城頭。」荊公親書方冊間，因誤載《臨川集》，後人不知此詩乃子通作也。 \\n 盧發運 \\n 公諱秉，擢皇祐元年進士第。元豐中，為發運使。其父太中公退老，公每歲上計，得請歸鄉。後帥涇原，懇辭歸養，特賜手詔慰勉[６０]，時以為榮。 \\n 大雲翁 \\n 林宓，字德祖，旦之子。擢進士第，為常州教授。在職六年，學者益信服。大觀二年大比試，決科者四十餘人，於是賜詔曰：「閱前日賓興之數，較其試中多寡，惟常州為最。苟依常格推恩，非古人進賢受上賞之意。」特改宣德郎。郡守因以「進賢」揭坊名於學之南，郡人榮之。後除河北路提舉學事，任滿，除開封府左司錄。居數月，浩然有歸志，優詔如所請。公既勇退，屏置朝服，足不踐州縣。舊隱在大雲坊，因自號「大雲翁」。卒年六十六，葬博士塢。平生好古嗜學，有《大雲集》一百卷、《神宗皇帝聖訓錄》一十卷。 \\n 花客詩 \\n 張敏叔嘗以牡丹為貴客，梅為清客，菊為壽客，瑞香為佳客，丁香為素客，蘭為幽客，蓮為淨客，酴醿為雅客，桂為仙客，薔薇為野客，茉莉為遠客，芍藥為近客，各賦一詩，吳中至今傳播。 \\n 中吳 \\n 平江本吳國，在秦屬會稽郡。東漢分會稽置吳郡。陳為吳州。隋為蘇州，大業末，復為吳郡。唐武德中，復為蘇州；乾寧中，錢氏據錢塘，蘇、湖之南，悉其奄有。後唐為中吳軍節度。皇朝興國中，置平江軍節度，又復為蘇州[６１]；州嘗為徽宗潛藩，遂陞為府。 \\n 祖姑教子登科 \\n 予之祖姑，適知泉州德化縣李處道。祖姑甚有文，讀書通大義，賦詩書字皆過人。其子援登進士第，乃祖姑所親教也。晚而事佛，誦《蓮經》皆千過，嘗問法於圓照禪師，師名之曰守安。年幾七十而卒。既得疾，即屏藥餌，書《佛頂呪》焚之，灰為丸，并以然燈法授援，曰：「我死置灰丸懷中，然燈如法也。」因起坐誦大士名號，久之而化。既小殮，視其手指屈結，皆成印相，佛徒歎服，以為不可及。張文潛學士為墓志，首記其事。 \\n 范祕丞 \\n 范世京，字延祖，龍圖公之子。登皇祐五年進士第，調應天府柘城簿、和州歷陽令。時龍圖公出守四明，公亟走膝下，曰：「人子者事親之日少，而事君之日多，豈忍曠年失定省邪？」既而龍圖公捐館，扶喪歸鄉，垢面跣足，晝夜哀號不絕，行道之人，莫不嗟惻。服除，知秀州海鹽縣，勸民孝友睦姻及耕桑之事，治聲動浙右。熙寧初，朝廷銳意改作，召公管勾湖北廣惠倉。至京師，論不合，乃辭歸舊治。海旁之民，聞公復來，驩呼鼓抃。已而有疾，乞以本官歸田里，乃卒，詔授祕書丞致仕，享年四十一。公居鄉，與樂圃先生甚厚。有文集若干卷，藏于家。 \\n 徐朝議 \\n 徐師閔，字聖徒，仕至朝議大夫。退老于家，日治園亭，以文酒自娛樂。時太子少保元公絳、正議大夫程公師孟、朝議大夫閭丘公孝終，亦以安車歸老，因相與繼會昌洛中故事，作九老會。章岵為郡守，大置酒合樂，會諸老於廣化寺。又有朝請大夫王珫、承議郎通判蘇湜與焉。公賦詩為倡，諸公皆屬而和之，以為吳門盛事。元公少保和篇云：「五日佳辰郡政閑，延賓談笑豁幽關。閶門歌舞尊罍上，林屋煙霞指顧間。德應華星臨潁尾，年均皓髮下商顏。名花美酒疎鐘永，坐見斜暉隱半山。」方子通亦有和篇云：「使君蕭灑上賓閑，金地無人晝敞關[６２]。風靜簫聲來世外，日長仙境在人間。詩成郢客爭揮翰，曲罷吳姬一破顏。此際東南無此會[６３]，高名千古映湖山。」章守以五日開宴，故二詩皆及之。 \\n 顏夫子 \\n 顏長民，登元豐二年進士第。三子：釆、為、孚，亦相繼擢高科。釆字君用，終提舉常平；為字仲謙，終嚴陵守；孚字端中，崇、觀間有聲於太學。士行甚美，每試必居前列，皆目之為顏夫子，人欲識其面而不可得。既登第，滕樞密康許嫁以女，尋即下世。 \\n 信義縣 \\n 崑山在蕭梁時，分婁置縣號信義，屬信義郡。大同初，分信義置崑山焉[６４]。華亭，舊亦為蘇之屬邑，或云嘗割崑山之境以縣華亭，今華亭亦有崑山，時人嘗以片玉比機、雲兄弟，而以此為北崑山。縣舊有城，《古圖經》云，在縣東三百步，今謂之東城者是也。近歲耕者於薦嚴寺田中，得城磚甚多，及箭鏃以銅為之，識者疑其為春秋時物。今縣之西二十里許，有邨曰信義，如婁縣之存舊名也，俗遂訛為「鎮義」。汴人龔猗，仕至殿中侍御史，居於是邨之南，因插銀杏枝活，時人異之，目為遇仙云。 \\n 李無悔 \\n 李無悔，名行中，本霅川人，徙居淞江。高尚不仕，獨以詩酒自娛。晚治園亭，號「醉眠」。東坡先生與之游從，嘗以詩贈之。無悔有《讀顏魯公碑》詩云：「平生肝膽衛長城，至死圖回色不驚。世俗不知忠義大，百年空有好書名。」又《賦佳人嗅梅圖》云：「蠶眉鴉鬢縷金衣[６５]，折得梅花第幾枝。嗅盡餘香不回面，思量何事立多時。」其詩意尚深遠，大率類此。 \\n 蟹 \\n 吳之出蟹舊矣。《吳越春秋》云：「蟹稻無遺種。」又陸魯望集有《蟹志》，云：「漁者緯蕭，承其流而障之，曰蟹斷[６６]。」又曰：「稻之登也，率執一穗，以朝其魁，然後縱其所之，今吳人謂之輪芒。」 \\n 大本錢王後身 \\n 圓照在靈巖時，有一藍縷道人，自號「同水客」，往造其室中，守門者莫能遏。既而圓照屏侍者與語，有竊聽之者，聞圓照末後一語云：「汝今幾甲子矣？」答云：「八萬四千恒河沙數甲子。」圓照云：「八萬四千恒河沙數甲子以前，又作麼生？」道人拂袖而出，云：「錢大錢大，又待瞞人也。」當時疑圓照為吳越後身，道人為洞賓。 \\n 郟正夫失鶴詩 \\n 正夫童時作《失鶴詩》云：「久鎖沖天鶴，金籠忽自開。無心戀池沼，有意出塵埃。鼓翼離幽砌，凌雲上紫臺。應陪鸞鳳侶，仙島任徘徊。」其志已不凡矣。 \\n 黃姑織女 \\n 崑山縣東三十六里，地名黃姑。古老相傳云：嘗有織女牽牛星降于此地，織女以金篦劃河，河水湧溢，牽牛因不得渡。今廟之西，有水名百沸河。鄉人異之，為之立祠。按《荊楚歲時記》，黃姑者，河鼓也。牽牛謂之河鼓，後人訛其聲為黃姑。潘子直云：「亦猶桑落之語，轉呼為索郎耳。」鄉人因以名其地。見於題詠甚眾，古樂府云：「東飛伯勞西飛燕，黃姑織女時相見。」李太白詩云：「黃姑與織女，相去不盈尺。」李後主詩云：「迢迢牽牛星，杳在河之陽。粲粲黃姑女，耿耿遙相望。」劉筠內翰詩云：「伯勞東翥燕西飛，又報黃姑織女期。」其它不能盡載。雖非指此黃姑，然得名之由，亦可類推也。祠中舊列二像，建炎兵火時，士大夫多避地東岡，有范姓者經從祠下，題於壁間云：「商飈初至月埋輪，烏鵲橋邊綽約身。聞道佳期唯一夕，因何朝暮對斯人？」鄉人遂去牽牛像，今獨織女存焉。禱祈之間，靈蹟甚著。每遇七夕，人皆合錢為青苗會，所收之多寡，持杯珓問之，無毫釐不驗，一方甚敬之。舊有廟記，今不復存矣。 \\n 孫積中 \\n 孫載，字積中，其曾祖漢英仕錢氏，嘗為蘇州崑山鎮防遏使，故為崑山人。公幼岐嶷如成人，既學，為師友所推譽。治平二年，進士及第，為河中府戶曹。更三守，皆立威嚴者，公獨與之爭曲直，矯矯不少下，終以此見知，或稱薦之。中書撿正官察訪關中，辟公為官屬，公務佽助之，亦不苟與之合。乾祐縣去永興最遠，青苗法行，乾祐獨不以予民。察訪怒，移其令，檄公往案之。公還，言邑小民貧，其徒歲以禾麥博易為生，且立法之初，民未知稱貸於公家為利。令無罪，宜復其任。公用薦者遷官，知湖州德清縣。公聽斷精明，不專任刑罰，以開說其是非，出於至誠。訟有累年不決者，聞公一言，感悟相捨而去。熙寧八年，吳越饑，獨縣中熟，公勸大家乘時倍糴，得米十餘萬斛。明年春，米價翔踴，公平其直使糶，賴以全活者不可數計。其他便民者，別有數十事[６７]，德清人至今德公。又用薦者遷官，知考城懸。官制行，換奉議郎。其治考城，如德清於方田也，以最聞。縣四隣皆重法，地素饒盜，公明賞格，嚴保伍，姦無所囊橐。一日，都監與尉來告盜集境上，將以上元掠近郭。至期，公張燈與其僚樂飲，許民嬉游，不禁夜如故事。盜叵測，遂遁去。迄公受代，亦無復鼠竊者。府界提點薦公于朝，他使者亦相繼上公治狀。神宗出氏名付中書，蓋欲用公矣。未幾，除廣東路常平，召見便殿以遣之。二廣使者，春夏例簡出。公至，則犯隆暑，徧行所部，宣布德意。哲宗即位，轉承議郎。諸路常平官廢，公赴吏部，授通判陝州，移廣東轉運判官。於是公去嶺南五年矣。吏有嘗不快於公者，頗欲棄官，公聞而慰留之，乃舉焉。紹聖初，復諸路常平官，除公河北西路，改知海州。已而除沂州，興學養士，走書幣招禮宿儒，為學者師表，治務大體。遷朝奉大夫、知婺州，移河東路轉運判官，又移淮西路提點刑獄。徽宗即位，遷朝請大夫、知亳州。言者謂公嘗附薦元祐黨人，得提舉杭州洞霄宮，即歸崑山，日與親戚閭里置酒棊弈，道故舊為樂。任且滿，本路使者等言：「孫某先朝所選擢，名在循吏，年雖高，精力幸未甚衰，願使再任，以示優老之意。」詔從之。大觀中，遷朝議大夫。未幾，公亦自上章，乞守本官致仕。公體素無疾，先一月，至其先人墳壠，徧謁嘗所往來者，若將別然。既亟，呼妻子與訣，屬以後事，問日早晏，盥手焚香，即寢而逝，享年七十有五，葬高景山。公天資樂易，於吏治尤所長，使四路，典三大郡，咸著循蹟。每遇物，無忮害。所至汲引其屬，士大夫受薦者至四百餘人，多知名且貴顯於世者。自少喜讀《易》，慕唐人為詩。著《易釋解》五卷、文集五十卷，藏于家。 \\n 王主簿 \\n 王仲甫，字明之，岐公之猶子。風流翰墨，名著一時。後客于吳門，嘗有所愛。往京師，為岐公強留之，逾時不返，因作詩云：「黃金零落大刀頭，玉筯歸期劃到秋。紅錦寄魚風逆浪，碧簫吹鳳月當樓。伯勞知我經春別，香蠟窺人一夜愁。好去渡江千里夢，滿天梅雨是蘇州。」此詩效古樂府「藁砧今何在」體，人皆愛其巧。其歿也，丁永州注葆光祭之，有云：「爽秀英拔，出於天資。談經咏史，博識周知。文華自得，不務競時。古格近體，率意一揮。金玉鏘揚，組繡陸離。世俗所得，特其歌辭。」又云：「生習華貴，不見艱巇。徘徊鴟閣，出入鳳池。乘興南游，曠達不羈。朝賞夕晏，選勝搜奇。擺脫冠裳，卻去輪蹄。不驚榮辱，不罣是非。擾擾萬緒，付于一卮。頹然終日，去智忘機。」王之為人，於此可見矣。 \\n 著作王先生[６８] \\n 著作王先生，程門高弟，諱蘋，字信伯，世居福之福清。父仲舉，徙平江，政和元年卒，葬吳縣橫山桃花塢。誌其墓者江公望，書其誌者陳瓘也。先生為人，清純簡易，達於從政，有憂時愛君之心，有開物成務之學。高宗駐蹕平江，守臣孫佑薦於朝，賜對，前後所上疏剳，類切于時宜，聖諭以通儒目之。賜進士出身，除秘書省正字、兼史館校勘、遷著作佐郎，受敕正朱墨史，官至左朝奉郎。與門人陳長方、楊邦弼講道于震澤，如楊龜山、尹和靖、胡文定皆深推讓，吳中道學之傳，莫盛于先生。紹興二十三年，卒于家，葬湖州長興縣和平鎮茅栗山，門人章憲撰誌，吳中、閩中皆祠于學。其子大本，兩浙安撫司參議。先生平生所註《論語集解》[６９]、《古今語說》，著作文集，并高宗所賜敕及遺像、《震澤記善錄》，至今藏于家。子孫世守府城德慶坊故居云。 \\n  \\n 注釋 \\n [５６]「北閣」，菉竹何校本作「北闕」。 \\n [５７]「熙寧九年」，「九」原作「元」，據弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本及《吳郡志》卷二十八《進士題名》改。 \\n [５８]「為之所」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「為之避」。 \\n [５９]「宜升」，各本均作「宜申」。 \\n [６０]「特賜」，弘本、若本、墨本、學本、槐本、太倉繆校本均作「屢賜」。《宋史》卷三百三十一《盧革傳》：「帝數賜詔慰勉，時以為榮。」 \\n [６１]「又復」，原無「又」，據各本補。 \\n [６２]「敞關」，「敞」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「閉」（蔽），《宋詩紀事》卷三十六方惟深詩亦作「閉」。而粵本及正德陸校本、菉竹何校本同本刊。 \\n [６３]「此節」，「節」，粵本、槐本及正德陸校本、太倉繆校本均作「際」。從文義「節」字為善。 \\n [６４]「崑山焉」，粵本、槐本及正德陸校本、菉竹何校本均作「崑山縣」。 \\n [６５]「鴉鬢」，各本及《宋詩紀事》卷二十五李行中詩均作「鴉髻」。 \\n [６６]「蟹斷」，「斷」下原有「鍛」字，乃注音，誤刊為正文。據各本及《說郛》卷十九、《唐甫里先生文集》卷十九《蟹志》刪。 \\n [６７]「數十」，弘本、正德陸校本、若本、汲古本、墨本、學本、槐本均作「十數」。 \\n [６８]「著作王先生」，弘本、正德陸校本無此篇。汲古本毛校：「舊本無此一則，應是後人所增。」 \\n [６９]「所註」，學本、粵本、槐本及太倉繆校本均作「所著」。 \\n  \\n 　"}
{"章节": "卷第五", "正文": "　 \\n 卷第五 \\n 　 \\n  \\n 唯室先生 \\n 唯室先生，姓陳氏，諱長方，字齊之，其先本長樂人。父侁，字復之，擢進士第，娶林氏大卿旦之女、大雲翁宓之妹。與陳了翁交從甚密，了翁謫廉州，侁以書賀之，至千餘言，由此得罪。又嘗從游定夫學，深得治氣養心、行己接物之道，故其子亦為道學之士。唯室因外家居于步里，終日閉戶，研窮經史。著書名《步里客談》，又有《漢唐論》，俱行於世。其弟少方，字同之，亦端慧不羣，號「二陳」。 \\n 姑蘇百題詩 \\n 楊備郎中，天聖中為長溪令，夢中忽作詩曰：「月俸蚨錢數甚微，不知從宦幾時歸。東吳一片煙波在，欲問何人買釣磯？」及寤，心潛異之。明道初，宰華亭。俄丁內艱，遂家于吳中，樂其風土之美，安而弗遷。因悟夢中所作，幾於前定。嘗效白體作《我愛姑蘇好》十章。居吳中既久，土風人物皆深詳之，又作《姑蘇百題》詩，每題箋釋其事，至今行於世。 \\n 范祕書 \\n 范雩，字伯達，予之同舍也。嘗試《禹稷顏回同道論》，先生見之，以為奇作，置之魁選，遂馳譽於太學，學者至今以為模範。入館除祕書郎，今參政公即其子也。 \\n 張子韶與周煥卿簡 \\n 崑山周煥卿，與張子韶待郎為布衣交，相與之意極厚。煥卿有母喪，貧不能舉，及有妹未嫁；子韶自貶所專价賫錢銀供其費，書詞懇惻，讀之令人竦然生敬。前輩恤朋友之難，每每如此，范忠宣之於石曼卿，蘇文忠之於李方叔，皆同比一念也。今錄其書于後，以警薄俗云。 \\n 九成頓首：日俟車馬之來，乃杳然無耗，不勝瞻仰，即辰孝履多福。九成此間學生，例不受其束脯。有信州劉益秀才，在此多時，告以公未葬母及未嫁妹，許以二百千足助公。今付去半，則銀三鋌、錢二十五千足，掩子內角子有九成親批「字紹祖」三字[７０]，及兩頭有「如此」二字，及封印全。遣去親隨兩人，便令歸也。發去此物時，已焚香對諸聖，願公無障難，幸見悉也。他節哀自重，不宣。九成再拜。 \\n 蝦子和尚 \\n 承平時，有蝦子和尚，好食活蝦，乞丐于市，得錢即買蝦，貯之袖中，且行且食。或隨其所往，密視之，遇水則出哇，羣蝦皆游躍而去。後不知所終。 \\n 郭家朱砂圓 \\n 郭氏，本郡中一小民。所謂林酒仙者，每至其家，必解衣以醉之。酒仙遷化前數日，語郭氏曰：「疇昔荷相接之勤，以藥一杯為報。」郭氏以味惡，頗難之。力強之，飲至三呷而止。酒仙自舉而盡，遂授以朱砂圓方曰：「惜乎，富及三世爾！」郭氏竟售此藥，四方爭求買之，自此家大富。三世之後，絕無有欲之者。 \\n 陳了翁鱸鄉亭詩 \\n 陳文惠公留題松陵詩，其末有「秋風斜日鱸魚鄉」之句。屯田郎林肇為吳江日，作亭江上，因以「鱸鄉」名之。了翁初主吳江簿，嘗為賦詩云：「中郎亭榭據江鄉，雅稱詩翁賦卒章。蓴菜鱸魚好時節，秋風斜日舊煙光。一杯有味功名小，萬事無心歲月長。安得便拋塵網去，釣舟閑傍畫欄旁。」了翁筮仕之初，已無戀官職之意矣。 \\n 起隱子 \\n 季父諱況，字濬之。登崇寧五年進士第，再遷入館。在館八年，學術文章俱不在人下，時同列知名者，惟季父與蘇元老在庭爾，當時號為「龔蘇」。葉石林俊聲籍甚，嘗為文字交。其他所與酬唱者，如洪玉父、朱新仲、王豐父、張敏叔，亦皆一時名士。用先都官中隱故事，自號「起隱子」。有文集三十卷，曰《起隱集》。終祠部員外郎、朝議大夫。季父詩格清古，如《詠劉伶》：「逃名以酒轉名高，醉裏張髯罵二豪。日月已為吾戶牖，何妨東海作醇醪。」《九日》云：「家家高會錦模糊，誰信貧家菊也無。多謝東隣送醅至，旋於籬畔覓茱萸。」「自古誰無九日詩？詩成須道菊花枝。直饒無菊何妨醉，野蓼村葵總是題。」《遊天峰寺》云：「杖藜高踏半山雲，不見此山知幾春。異時人物凋零盡，只有青山似故人。」《午歇惠安寺》云：「寒食都來數日閒，顏卿家帖到今傳。此公剛鯁無情煞，到得春時也自憐。」《送唐大監》云：「東門相別又相逢，轉覺衰頹一老翁。子約重來我方去，滿庭黃葉正秋風。」《古樂府》云：「妖嬈破瓜女，爭上鞦韆架。香飄石榴裙，影落薔薇下。牆外見鴛鴦，雙雙春水塘。歸來情脈脈，無緒理殘粧。」其他如「貪山借船賞，嗜酒典琴沽」；「閑多卷滿新題句，懶極牀堆未答書」；「客疎閑吠犬，庖匱割啼雞」；「得句怕難續，避人長轉多」；「山色秋難老，池光夜不昏」。此類甚多。 \\n 閭丘大夫 \\n 閭丘孝終，字公顯。東坡謫黃州時，公為太守，與之往來甚密。未幾，挂其冠而歸，與諸名人為九老之會。東坡過蘇必見之，今蘇集有詩詞各二篇，皆為公作也。公後房有懿卿者，頗具才色，詩詞俱及之。東坡嘗云：「蘇州有二丘，不到虎丘，即到閭丘。」 \\n 寶嚴院 \\n 常熟海虞山有古剎，號寶嚴院，吳越錢王之子祝髮於此。太宗嘗賜御書《急就章》、《逍遙詠》及《聖惠方》於寺中。有浮屠七級，極壯麗，吳人相傳，自京師來，泗州僧伽塔為第一，此為第二。至今尚在。 \\n 洞庭山 \\n 太湖之中有包山，一名洞庭。韋蘇州、皮陸唱和所言洞庭，及蘇子美詩云「笠澤鱸肥人膾玉，洞庭柑熟客分金」，皆在吳江也。今岳州之南，所謂洞庭者，即酈善長注《水經》云「洞庭之陂」，乃湘水，非江水也。周內相洪道嘗折衷二說云：「洞庭山在吳，而洞庭湖乃在荊襄之間，地形雖分，而地脈未嘗斷也。」周公之說，又本於東坡。 \\n 方子通紅梅詩 \\n 方子通《紅梅》詩膾炙人口，其云：「清香皓質世稱奇，謾作輕紅也自宜。紫府與丹來換骨，春風吹酒上凝脂。直教臘雪無藏處，只恐朝雲有散時。溪上野桃何足種，秦人應獨未相知。」 \\n 范無外 \\n 范周，字無外，文正公之姪孫，贊善大夫純古之子。少負不羈之才，工於詩詞，不求聞達，士林甚推之。所居號范家園，安貧樂道，未嘗屈折於人。石監簿存中有園亭在盤門內，嘗往謁之，不遇，題於壁間云：「范周來謁石存中，未必存中似石崇。可惜南山焦尾虎，低頭拜狗作烏龍。」方賊起，郡中令總甲巡護，雖士流亦不免。無外率府庠諸生，冠帶夜行，首用大燈籠，書一絕于其上云：「自古輕儒孰若秦，山河社稷付他人。而今重士如周室，忍使書生作夜巡。」郡將聞之，亟為罷去。盛季文作守時，頗嫚士。嘗於元宵作《寶鼎現》詞投之，極蒙嘉獎，因遺酒五百壺，其詞播於天下，每遇燈夕，諸郡皆歌之。嘗櫂舟訪郟子高於崑山，一日酒酣，題於絕頂云：「萬疊青巒壓巨崑，四垂空闊水天分。夜光寒帶三江月，春色陰連百里雲。桂子鶴驚空半落，天香僧出定中聞。不將此境憑張益[７１]，三百年來屬老文。」 \\n 綽堆（避御名改曰堆，即今綽墩。） \\n 崑山縣西數里，有邨曰綽堆。古老傳云，此乃黃幡綽之墓。至今邨人皆善滑稽，及能作三反語。 \\n 陸彥猷 \\n 陸徽之，字彥猷，常熟人。高才博學，眾推為鄉先生，出其門者如陳起宗徽猷、張柟朝議、錢觀復郎中，皆為時顯人。徽宗即位，下詔求直言。公因廷對，與雍孝聞輩皆力陳時政闕失。唱名日，有旨駁放，孝聞立殿下叩頭曰：「陛下求直言，有云言之者無罪。今詔墨猶未乾，奈何以直言罪人？」衛士怒孝聞唐突，以拄釜撞其頰，數齒俱落，凡直言者盡捽出之。大觀末，彗星見，旋見收復。時雍公已不能語，止賜六字道號，居神霄宮。彥猷欲赴京師，已卒。其孫端成，字天錫，就特奏恩。 \\n 時上書及廷試直言者俱得罪，京師有謔詞云：「當初親下求言詔，引得都來胡道。人人招是駱賓王，并洛陽年少。自訟監宮并岳廟，都一時閑了。誤人多是誤人多，誤了人多少。」 \\n 翠微集 \\n 崑山翠微，有主僧沖邈，年八十有八，生平好為詩，所著號《翠微集》。姚舜明侍郎嘗贈之詩云：「僧臘俗年俱老大，儒書佛教舊精勤。姑蘇一萬披緇客，四事無如彼上人。」邑宰蓋嶼，亦有《讀翠微集》，詩云：「聖宋吟哦只九僧，詩成往往比陽春。翠微閣上今朝見，格老辭清又一人。」 \\n 生老病死 \\n 崇寧中，有旨：州縣置居養院以存老者；安濟坊以養病者；漏澤園以葬死者。吳江邑小而地狹，遂即縣學之東隙地，以次而為之。時以諸生在學，而數者相為比鄰，謂之「生老病死」。 \\n 郟子高 \\n 郟僑，字子高，比部公之子。負才挺特，與范無外為忘形交。鄉人至今稱之，謂之「郟長官」，晚歲自號「凝和子」。崑山上方有層屋，曰翠微，子高多游歷山中。嘗賦詩云：「行客倦奔馳，尋師到翠微。相看無俗語，一笑任天機。曲沼淡寒玉，橫山鎖落暉。情根枯未得，愛此幾忘歸。」《訪凌峰賢上人》云：「步入凌峰閣，尋師師未歸。憑欄寂無語，唯見白雲飛。」簡公約有素琴堂，又為賦詩云：「素琴之堂虛且清，素琴之韻淪杳冥。神閑意定默自鳴，宮商不動誰與聽。堂中道人骨不俗，貌龐形端顏瑩玉。我嘗見之醒心目，寧必絲桐絃斷續。於乎！靖節已死不復聞，成虧相半疑昭文。阮手鍾耳相吐吞，素琴之道詎可論。道人道人聽我語，紛紛世俗誰師古。金徽玉軫方步武，虛堂榜名無自苦。」 \\n 鄭應求相 \\n 予年二十時，三舍法行，與鄭君聘應求同在郡庠。應求精於人倫，同舍皆為其品題，心甚畏之。嘗見唐輝子明，以手拊其腰曰：「異日金琅璫無疑矣。」子明性莊重，面大發赤。一日，顏仲謙過鄰齋，應求指以示余曰：「此公蛇行，居官必尚猛。」乘間又語予曰：「吾友乃一壽星，頗類應逢原，但得其半耳，然亦可銀琅璫。」眾皆未以為信。後二十年，仲謙守嚴陵，頗有郅都之風；後三十年，子明躋法從；後七十年，予始拜牙緋之寵，其言無一不驗。應求亦甚有文聲。 \\n 獄山 \\n 太湖中有東獄、西獄二山，吳王於此嘗置男女二獄。楊備郎中詩云：「雷霆號令雪霜威，二獄東西鎖翠微。髣髴酆都叢棘地，巖扉應是古圜扉。」 \\n 王學正 \\n 王彥光，察院之伯祖，諱僖，字康國。居太學有聲，鄉人謂之王學正，識與不識皆尊敬之。有堂名逸野，以累試不利，日遊適其中，讀書自娛。其持身治家甚嚴，鄉中率以為法。彥光自幼知讀書，乃學正公之訓也。生平無子。葉大年挽之云：「書劍當年游上都，賢關蟲篆挍諸儒。文華燦燦九苞鳳，俊氣駸駸千里駒。妙質競誰揮堊漫，白頭空此死樵蘇。遺編殘稾應猶在，搔首令人益歎吁。」又云：「遺文膾炙在吾鄉，賦罷誰能少薦揚。聲跡有妻先蝶夢，行藏無子付洴方。雲蘿煙蔓新泉宅，秋月春花舊野堂。交倡綵牋真翰墨，幾人知為寶巾箱。」逸野堂至今尚存，王氏舉族祀之不絕。 \\n 范文正為閻羅王 \\n 曾王父捐館，至五七日，曾王妣前一夕夢其還家[７２]，急令開篋笥，取新公裳而去。因問之曰：「何匆促如此？」答曰：「來日當見范文正公，衣冠不可不早正也。」又問：「范公何為尚在冥間？」曰：「公本天人也，見司生死之權。」既覺，因思釋氏書，謂人死五七，則見閻羅王。豈文正公聰明正直[７３]，故為此官邪！ \\n 吳縣寇主簿詩 \\n 石林居吳下，一日至閶門外小寺中，壁間有題一絕云：「黃葉西陂水漫流，籧篨風急滯扁舟。夕陽暝色來千里，人語雞聲共一丘。」石林極愛之，但不書其名氏，因問寺僧，云：「吳縣寇主簿所作，今官滿去矣。」寇名寶臣，除州人，善作詩，少從后山先生學，其源流有所自來矣。 \\n 盤溝大聖 \\n 承天寺普賢院，有盤溝大聖，身長尺許。人有禱祈，置之掌上，吉則拜，凶則否，人皆異之。推所從來，乃盤溝邨中有漁者，嘗遇一僧云：「何不更業？」漁者云：「它莫能之。」僧云：「吾教汝塑泗州像，可以致富。」漁者云：「人不欲之，則奈何？」僧云：「吾授汝一法。」遂以千錢與之，令像中各置一錢，所售之直，亦以千錢為率。漁者如所教，競求買之，果獲千緡。今寺中所藏，乃其一也，豈非僧伽託此以度人邪？ \\n 魏令則侍郎 \\n 魏憲，字令則。與其弟志，俱有聲太學，號熙、豐人才。徽廟朝，為東臺御史，入侍經幄，論思獻納為多。又代言西掖，得溫厚雅正之體。遷吏部侍郎，久之，除顯謨閣學士、知明州。建炎初，召赴行在，季父禮部送之以詩云：「炎祚無疆越萬齡，如何夷虜尚憑陵！中興事業須王導，撥亂韜鈐要孔明。劇盜巳分齊鉞定，端星行指泰階平。呼韓朝渭非難事[７４]，好繼當時丙魏聲。」 \\n 圖經刊誤 \\n 舊《圖經》云：「外岡、青岡、五家岡、蒲岡、塗松岡、徘徊岡、福山岡，竝在吳縣界。」今次第而數之，其上之四屬崑山，下之三屬常熟，言其地之遠近，與吳縣大相遼絕。《續圖經》云：「太和宮在盤門之外，其地唐相畢瑊之別業也。」切詳畢瑊未嘗為相，為相者乃畢諴也，瑊與諴兄弟爾。 \\n 草腰帶聽聲 \\n 元豐中，姑蘇有一瞽者，號「草腰帶」，善揣骨聽聲。一日，王父呼至家，以祖姑吉凶福禍扣之，云：「此婦人他日必以夫而貴。但出適時，事干朝延。」時祖姑已許嫁顧沂大夫，以其語不祥，舉室皆唾之。論命未竟，適有捷夫過門報省榜者，王父亟出問榜首姓名，云：「無為人焦蹈。」既入告之，嗟惋不巳。王父怪之，因問曰：「知此人聲骨否？」曰：「熟知之。」王父曰：「官職如何？」曰：「不能食祿，安問官職也！」眾皆以為焦已為大魁，術者之言必謬。經旬，有自京師來者云：「揭榜後六日，焦已死矣。」祖姑在曾王父服中，顧以欲之官，促其期，遂引女年二十不待父母服除法聞之朝，得旨方成禮，其言無一不驗。 \\n 壓雲軒詩 \\n 崑山翠微之上，有亭曰壓雲軒。邑士胡清嘗賦詩云：「誰建危亭壓翠微，畫簷直與莫雲齊。有時一片巖隈起，帶與老僧山下歸。」軒旁有小柏數根，又賦詩云：「栽傍巖隈未足看，謂言斤斧莫無端。它時直入掄材手，不獨青青保歲寒。」後有一文人作浙漕，因到山中，見之大喜，尋訪其人，厚禮以待之。既憐其貧，遂給官田，胡由此致富。 \\n 翟忠惠 \\n 翟汝文，字公巽。其先本南徐人，後徙居常熟。紹興初，為參知政事，卒，門人諡為忠惠先生。公文章甚古，所作制誥，皆用《尚書》體，天下至今稱之。自宣政以來，文人有聲者，唯公與葉石林、汪浮谿、孫蘭陵四人耳。孫嘗自評云：「某之視浮谿，浮谿之視石林，各少十年書。石林視忠惠亦然。」識者以為確論。公素儉，雖身歷兩府，奉養甚於貧士。一日招客，未飲時，與客論近世風俗侈靡，燕樂之間尤甚，因正色言曰：「德大於天子者，然後可以食牛；德大於諸侯者，然後可以食羊。」客自度今日之集必無盛饌，已而果以惡草具進。公在翰苑時，禁中新創儺儀，有旨令撰文。是日辰巳間，中使送篇目至，午後亟督索進呈。數篇既立就，而文法且極高古，石林乃謂公文極難得。在西掖時，以草詞遲罰銅。又在試院議策題，以冗官為問，一夜僅成四句，云：「太平日久，人樂仕進。可為朝廷慶者一，可為有司慮者二。」石林頗怪之。予切謂公之文，正不當以遲速論，當視其得意與否耳。策題雖止四句，實佳作也。 \\n 白雲泉 \\n 天平山有白雲泉，雖大旱不竭，或云此龍湫也。唐刺史白樂天有詩云：「天平山上白雲泉，雲自無心水自閑。何必奔衝山下去，更添波浪在人間。」蘇子美嘗至山中，為賦長篇。范貫之亦有和章。 \\n 諝三命 \\n 諝三命者，承天寺僧，精陰陽山水之術，吉凶無不立驗。好食活雞，已就死者，則卻而不食。人欲其卜葬，必以數十活雞自隨，聞其聲咿然，則食之愈喜，率以是為常。後享高壽而死。其荼毗也，有五色舍利，自舌本涌出。吾家虎丘墳，乃其所擇也。葬之明年，有偃松生其上。 \\n 范文正詞 \\n 范文正與歐陽文忠公席上分題作《剔銀燈》，皆寓勸世之意。文正云：「昨夜因看蜀志。笑曹操孫權劉備。用盡機關，徒勞心力，只得三分天地。屈指細尋思，爭如共、劉伶一醉。人世都無百歲。少癡騃、老成尫悴。只有中閒，些子少年，忍把浮名牽繫。一品與千金，問白髮、如何回避？」 \\n 臞庵 \\n 吳江王份文孺，自號臞庵，嘗築圃於松江之側。方經始時，文孺下榻待余，延留數月，見買葑作址，計三百萬錢。圃成，極東南之勝。後湖蘇養直嘗賦詩云：「王郎臞庵摩詰詩，煙花遶舍江遶籬，石渠東觀了無夢，筆牀茶竈行相期。古人已往不可作，甫里顧有今天隨。灣頭蟹舍豈著我，請具蓑笠懸牛衣。」又為文孺賦草堂云：「笛弄松江明月，蓑披笠澤歸雲。若話青霄快活，五侯何處如君？」 \\n 蠡口 \\n 蠡口在齊門之北，又有蠡塘在婁門之東。故老相傳云：范蠡破吳辭越，乘扁舟遊五湖，潛過於此，遣人馳書招文種大夫，因以名之。楊備郎中詩云：「霸越勳名間世才，五湖煙浪一帆開。猶防烏喙傷同輩，此地復招文種來。」 \\n 蛇化為劍 \\n 干將墓在今匠門城東數里，頃有人畊其旁，忽見青蛇上其足，其人遽以刀之，上之半躍入草中，不復可尋，徐觀其餘，乃折劍也。至莫欲持歸，亦不復見。方子通有詩，具載其事。（衛月山《因筆錄》云：「匠門外干將墓土，人取作竈，無蟑螂竈雞。」） \\n 賈表之 \\n 賈公望，字表之，丞相昌期之孫，青之子。頃倅平江，時朱勔父子方出入禁中，竊弄權柄，一時奔競之流，爭持苞苴，唯恐無門而入。賈獨疾之甚，嘗有詩云：「倏忽向六十，萍蓬無奈何。丹心猶奮迅，白首分蹉跎。正直士流少，傾邪朋類多。陽光一銷鑠，不復見妖魔。」其志尚亦足嘉矣。 \\n 勔之子為浙西洛分司，有賜帶之寵，賈亦同時衣金紫服。旦日適相會於天慶，朱之虞兵因見賈所佩魚，熟視之，賈厲聲叱之曰：「此是年及得來[７５]，非緣花石之故。」左右皆錯愕。朱甚銜之，為其所擠，賈竟停任。 \\n 易承天為能仁寺 \\n 宣和中，戶部幹當公事李寬奏：凡以聖為名者，竝行禁止。又給事中趙野奏：凡世俗以「君」、「王」、「聖」三字為名字，悉合革而正之，然尚有以「天」為稱者，切慮亦當禁約。其後又有以「龍」、「皇」、「主」、「玉」字不當言者，亦請遏絕。前後共禁八字。遂易「承天」為「能仁」。其他觀寺及士庶名字，犯而不改，則重加之罪。雖橋梁有為龍形者，亦皆鑿去之。太學同舍陳朝老語余曰：「此無君無天之兆，甚可畏也。」（季父倅興仁日，一太守曲意奉行，盡取諸寺觀藏經，命翦去所禁八字，未幾而太守卒。） \\n 章戶部 \\n 章縡，字伯成，莊敏公之子。莊敏教諸子甚嚴，恐其縱肆，閉置一書室中，故縡與綡皆中第而亦甚有文。季父禮部取縡之姪女，召為校書郎日，縡以詩餞之，有「船尾淮山青未了，馬頭隨柳綠相迎」之句，孫仲益甚喜之。晚年詩律益高，清淳雅健，得唐人之風。有文集三十卷，藏于家。終戶部郎中。 \\n 王教授祭學生文 \\n 慶曆中，郡學既建，養士至百員，亦有自他郡至者。建陽二江（忘其名。）肄業來久，其季忽感疾而殂。時王逢會之為教官，率同舍祭之云：「維慶曆七年，歲次丁亥，七月甲戌朔，初六日己卯，蘇州州學教授王逢，率在學同人，謹以香酒果實致奠，化冥紙告祭于學生建陽江君之靈：人固動物爾，氣完則在，氣散則死。生與死吾不得而知也，惟是生者，有名教存焉，得以異諸物。善而夭為得不死[７６]，惡而壽為不幸。子年尚少，徒步數千里旅吳學，以道義為身謀，於善無所負，今夭去，吾得謂子不死矣！夫旅而死，無親戚左右為之助者，有之今子兄在焉，啟而手足，比無助者為多。同門生幾百員為子哭，不為孤，其亦善德之召歟！子魂氣何所之，吾以子有生死之別，旅襯舉而望涕，不知其所從。哀哉，尚饗！」 \\n 沈元叙滄浪亭詩 \\n 蘇子美《獨步游滄浪亭》詩云：「花枝低欹草色齊，不可騎入步是宜。有時載酒只獨往[７７]，醉倒唯有春風知。」紹興初，崑山沈東元叙嘗游其亭，賦詩云：「草蔓花枝與世新，登臨空復想清塵。只今唯有亭前水，曾識春風載酒人。」程致道《和張敏叔游滄浪亭》詩有云：「醉倒春風載酒人，蒼髯猶想見長身。試尋遺址名空在，卻笑張羅事已陳。」皆寓其感歎之意。 \\n  \\n 注釋 \\n [７０]「紹祖」，除粵本、正德陸校本、菉竹何校本、太倉繆校本外，其他各本皆作「紹宗」。 \\n [７１]「張益」，各本均作「張孟」。 \\n [７２]「夢其」，「其」原無，據粵本及菉竹何校本補。 \\n [７３]「豈文正公」，「豈」字下，粵本、槐本及菉竹何校本均有「非」字。 \\n [７４]「朝渭」，除粵本、正德陸校本、菉竹何校本外，各本均作「朝漢」。《漢書》卷九十四《匈奴傳》：（呼韓邪單于）「上登渭橋，咸稱萬歲。」 \\n [７５]「年及」，除粵本、正德陸校本、菉竹何校本及《吳郡志》卷十二《官吏》同外，他本均作「才力」。 \\n [７６]「善而夭為得不死」，菉竹何校本無「不」字。從文義恐何校誤，疑「得」為衍文。 \\n [７７]「有時載酒只獨往」，《蘇舜欽集》卷八《獨步游滄浪亭》作「時時携酒只獨往」。 \\n  \\n 　"}
{"章节": "卷第六", "正文": "　 \\n 卷第六 \\n 　 \\n  \\n 西樓詩 \\n 紹興中，郡守王?顯道建西樓，賦詩者甚眾，獨耿時舉德基為擅場，其詩曰：「西樓一曲舊笙歌，千古當樓面翠蛾。花發花殘香徑雨，月生月落洞庭波。地雄鼓角秋聲壯，天迥欄干夕照多。四百年來無妙手，要看風物似元和。」德基他文稱是，居太學久之，不得一第而死，惜哉！ \\n 郭仲達 \\n 郭章，字仲達，世居崑山。自幼工於文，游京師太學有聲，因歸鄉省親，作詩別同舍云：「菽水年來屬未涯，羞騎款段出京華。漲塵回旋風頭緊，綺照支離日脚斜。掠過短莎驚脫兔，踏翻紅葉鬧歸鴉。不堪回首孤雲外，望斷淮山始是家。」俄又賦一篇云：「也知隨俗調歸策，卻憶當年重出關。豈是長居戶限上，可能無意馬蹄間。中原百甓知誰運，今日分陰敢自閑。倘有寸功裨社稷，歸來恰好試衣斑。」其詩傳播一時。後以守城恩拜官，被知己薦居帥幕，久之，官至通直郎。卒於京師，年四十餘。無子。 \\n 凌佛子 \\n 凌哲，字明甫，與余同肄業郡庠，誠實君子也。紹興中為正言，上疏論秦氏親黨因緣得科第，有妨寒素進取之路。公論甚與之。累遷至吏部侍郎，後以敷文閣待制、通議大夫致仕，年八十餘而卒。公處己以廉，待人以恕，雖身至從班，不啻如寒士，非時未嘗輒至郡中，終年無一毫干請。書室之前有一茶肆，日為羣小聚會之地，公與賓客談話，甚苦其喧，遣介使之少戢，已而復然，公不與較，因徙以避之。其長厚類如此，人目之為「凌佛子」。 \\n 崑山學記 \\n 程詠之宰崑山，其政中和，有古循吏風。嘗修治縣庠，張無垢為作記，欲鐫之石。或謂無垢託此以諷朝士，尋即已之。今《橫浦集》亦不載，因附見于此： \\n 右通直郎、知平江府崑山縣事程公詠之，文簡公之曾孫，伊川先生之姪也。紹興二十八年七月十二日，作書抵余曰：「沂聞為政莫先於教化，教化莫先於興學。吾邑有學，卑陋不治，甚不稱朝廷所以尊儒重道之意。學門有社壇、齋廳掩蔽于前，氣象不舒。沂乃移于社壇之西，闢其門牆，廣袤數十丈[７８]。又以東隅建學外門，周植槐柳，增崇殿門。營治齋宇，氣象宏偉。殿堂齋廡，鼎鼎一新。遇月旦，則率縣官詣學，請主學者分講六經，與諸生環坐堂上以聽焉。時知府事待制蔣公，名其堂曰『致道』，并書學榜以寵賁之。於乎！可謂盛矣。」又曰：「先生昔學于大儒，其所見聞，非俗儒比。願以其所聞者，明以告我，我將有以大之。」 \\n 余曰：「吾老矣，久抱末疾，舊學荒落，顧何以副子之請？雖然，不可以虛辱也。輒以聞於師者，以告左右，左右其擇焉。竊嘗以謂學者當以孔子為師。以孔子為師，當學孔子之學。非為博物洽聞，絺章繢句，高自標置，視四海為無人，攘臂而言曰：『吾仕宦當至將相，吾富貴當歸故鄉，吾當記三篋於渡河，賦萬言於倚馬。』此正俗儒之學，孔子之學乃不如是。熟誦孔子『若聖與仁，則吾豈敢』之說，子夏『掬溜播灑』之說，孟子『徐行後長者』之說，以求孔子之心可也，是謂孔子之學。若乃學如馬融、如陸淳[７９]，博如許敬宗、文如班固、如柳子厚，亦可矣。而依梁冀，而助武氏，而事竇憲，而附王叔文，此吾儕之所羞道，而孔門之罪人也。詠之以為何如？如其不然，當明以教我。」 \\n 王唐公 \\n 王綯，字唐公，秦正懿王審琦五世孫。建炎中，為御史中丞。虜犯維揚，車駕南渡，公扈從以行。東宮初建，以資政殿學士權太子少傅[８０]。未幾，拜參知政事，力丐奉祠，御書「霖雨思賢佐」一聯以賜之。紹興七年，薨于崑山僧舍，年六十四，諡和。子陔。公為人剛正有守，立朝無所阿附。宣和乙巳，策士于廷，公為詳定官，多取議論剴切者置甲科。建炎己酉，虜寇深入，公具陳攻守之策，宰相不以為然。已而虜犯維揚，終無策。公自建康扈從至臨安，道由鎮江，從容奏陳，陳東以忠諫被誅，此其鄉里也。即命賙其家，官其子。車駕幸會稽時，韓世忠邀擊虜寇歸騎於揚子江，公議遣兵追襲，俾與世忠夾擊之，同政者議不合，遂求去。公雖為執政，其家貧甚，每以祿不及親，自奉極儉薄。仕宦二十年，無寸椽可居。自奉祠後，寓崑山惠嚴僧舍，蕭然一室，服食器用無異於寒士。天性仁孝，賙恤婣族，無所不至。俸入之餘，買田贍給其孤貧者，又為之畢婚冠喪葬。平居無他嗜好，惟讀書為樂。其文溫潤典雅，深於理致，於死生禍福之說，尤所洞達。其寢疾也，家人召醫，且欲灼艾，公曰：「時至即行，留連無益。」薨背前二日，書「戊戌」字示左右，屬纊之日，果戊戌也，其前知如此。公所製述，有《內外制》四十卷，《奏議》三十卷，《進讀事實》五卷，《論語解》三十卷，《孝經解》五卷，《羣史編》八十卷，《內典略錄》百卷。 \\n 顧景繁（與施宿武子同注蘇詩即其人。） \\n 顧禧，字景繁，居光福山中。其祖沂，字歸聖，終龔州太守；其父彥成，字子美，嘗將漕兩浙。景繁雖受世賞，不樂為仕，閉戶讀書自娛，自號「漫莊」，又號「癡絕」。嘗注杜工部詩，其他著述甚富。所與交者，皆一時名士。鄱陽張紫微彥實擴[８１]，以詩聞天下，景繁結為一社，與之唱酬。今張集有《送顧景繁暫歸浙西》，詩云：「牆頭飛花如雪委，牆根老柳絲垂地。春正濃時君不留，山路曉風鳴馬箠。濤江入眼浪千尺，想見吳儂問行李。田園久荒慢檢校，親舊相逢半悲喜。行朝諸公訪人材，故人新賜尚書履。袖中有策則可陳，君亦因行聊爾耳。」又他詩稱譽景繁不一，如云：「顧侯風味更嚴苦，家貧闕辦三韭菹。龜腸撐突五千卷，底用會萃箋蟲魚。」又云：「虎頭文字逼前輩，衮衮顓蒙分尺素。天閑老驥日千里，何用鹽車追蹇步？」景繁隱居五十年，享高壽而終。（子美除漕到蘇臺，過南峰山，拜先都官墓。都官，子美之外祖也。巡尉護送至山中，親題于享亭之壁[８２]。予視景繁為中表。） \\n 慈受禪師 \\n 慈受禪師深老，靖康間住靈巖，學徒甚尊之。平生所作勸戒偈頌甚多，皆有文法，鏤板行於世。嘗自為真贊云：「自顧箇形骸，舉止凡而陋。只因放得下，觸事皆成就。醍醐與毒藥，萬味同一口。美惡盡銷融，是故名慈受。」孫仲益作守，時因上元，命之陞座，慈受舉似云：「靈巖上元節，且與諸方別。只點一椀燈，大千俱照徹。也不用添油，光明長皎潔。雨又打不溼，風又吹不滅。大眾畢竟是甚麼燈？教我如何說。」時高峰瓚老雖相去不遠，絕不會面，因中秋賞月，書一絕寄瓚老云：「靈岫高峰咫尺間，青松長伴白雪閒。今宵共賞中秋月，莫道山家不往還。」（師名懷深。） \\n 蔣侍郎不肯立坊名 \\n 胡文恭公守蘇，蔣公希魯將致政歸。文恭公頃為諸生，賞受學於蔣，因即其居第表為「難老坊」。蔣公見之，愀然謂文恭曰：「此俚俗歆豔，內不足而假之人以誇者，非所望於故人也。願即徹去。」文恭公槐謝，欲如其請，則營繕已嚴，乃資其嘗獲芝草之瑞，改為「靈芝」。文恭公退而語人曰：「識必因德而後達。蔣公之德，蓋人所畏，而其識如是，固無足疑，非吾所及也。」 \\n 孫郎中 \\n 孫緯，字彥文。擢進士第，仕至尚書郎。為人誠樸，好以俗下語為詩文而多近理。秦師垣生於臘月二十五日，嘗獻壽詩云：「面臉丹如朱頂鶴，髭髯長似綠毛龜。欽知相府生辰日，此是人間祭竈時。」師垣甚喜之。公精於本朝典故，及巨室大家名系世次，無不通曉。嘗著本朝人物志，行於世。 \\n 潘悅之 \\n 潘兌，字悅之。操履甚正，鄉人皆尊敬之。徽宗朝為中書舍人，遷禮部侍郎。與先君子甚厚，常往來於滄浪之上，飲酒賦詩，延款竟日。悅之無子。姪民贍[８３]，工於詩，與季父唱和成集。 \\n 南北章 \\n 章氏，本建安郇公之裔，後徙于平江者有二族，子厚丞相家州南，質夫樞密家州北。兩第屹然，輪奐相望，為一州之甲。吳人號南北章以別之。 \\n 余良弼占卦影 \\n 余仔，字良弼。三舍法行，與余皆肄業郡庠，又以同經聚于一齋。良弼試上舍，義題自「假樂君子，顯顯令德」至「千祿百福，子孫千億」，良弼反覆用天人之說，遂中高選。既貢京師，道由南徐。訪一日者揲蓍，得卦影畫文書一軸，書「天人」二字於其上，下書兩「甲」兩「癸」；又畫二雁，一入雲中，一為箭所中。日者云：「此文書二十年後可復用。」良弼以為不然。既試南宮，果不第，退舍而歸，累試皆蹉跌。後罷舍法，以免舉赴省，義題與預貢時不少異，即欲盡寫舊作。同舍曉之云：「文格與今不同矣，用之必不驗。」良弼深以卦影之言為信，竟書之不易一字。鄉人用新格者俱見黜，獨良弼得之。廷試後一第下世，時去揲蓍時，適滿二十年之數。 \\n 王彥光 \\n 王葆，字彥光，擢宣和甲辰第。崑山自郟正夫登第後，有孫積中，積中後六十載，無有繼之者。彥光擢第時，吳昉博士適為邑宰，有致語云：「振六十載之頹風，賈三千人之餘勇。」紀其實也。紹興改元，天子廣開言路，講求賢良等科[８４]。彥光時主麗水簿，慨然上疏陳十弊，皆切中時病，其末以儲嗣為請，語尤切宜。至謂「仁宗時，中外無事，海宇晏然，而范鎮等為國遠慮，其所納忠，急急在此。況當今日，國步多艱，人心易動，強虜未靖，羣盜陸梁，天下之勢，危若綴旒，而甲觀之崇，未聞流慶，中外惴恐，此為甚急。臣願陛下為宗社無疆之計，廣求宗室之中仁明孝友、時論所歸者，歷試諸事，以係人心。」執政讀而奇之。彥光素為秦益公器重。和議既定，梓宮及太后皆還。彥光時主宗正寺簿，上書於益公，僅三百字，大意謂自古宰相功業之盛，無如伊尹、周公，究其終始之言，伊尹過周公遠矣。方其相成湯，輔太甲，其功無與比。當是時，遂思復政於君，而啟其告歸之意，今《咸有一德》之書是也。周公則不然，夾輔成王，坐致太平之功，此時可以告老矣，而卒不之魯，故其後有四國流言之禍。今欲為伊尹乎？欲為周公乎？惟閣下所擇。益公得書頗喜。久之，除司封郎。彥光既丁內艱，服闋，再居舊職。一日，益公語彥光曰：「檜待告老如何？」彥光曰：「此事不當問之於某。」益公曰：「他人不敢言，以公有直氣，故問之。嘗記紹興八年，某為右相時，公以書勸某去位，保全功名，今何故不言？」彥光曰：「果欲告老，不問親與讎，擇其可任國家之事者，使居相位，誠天下生民之福。」益公默然。俄除監察御史、兼崇政殿說書。益公薨，出知廣德，移漢州，又移瀘州，終浙東提刑。彥光居鄉，教誘後進，終日論文不倦。其所成就甚眾，所學最長於《春秋》，有《春秋集傳》十五卷，《春秋備論》兩卷。弟萬，姪嘉彥，登第。參政范公嘗作公挽詩云：「喻蜀三年戍，還吳萬里船。雲歸雙節後，雪白短檠前。百世《春秋傳》，一丘陽羨田。浮生如此了，何必更凌煙？」「日者悲離索，公乎又杳冥。門人辨韓集，子舍得韋經。此去念築室，空來聞過庭。路遙人不見，千古泣松銘。」 \\n 彥光鑒裁甚精，李樂庵為布衣時，流落兵火之餘，一見以為佳士，妻以女弟。今參政周公初第時，愛其博洽，即納之為婿。二公尋即榮遇，而又學術氣節，聳動當世人，於是服其知人。至於從其學者，亦能第其甲科之先後，無不一如所期。至今言其事者，莫不稱歎，以為不可及。 \\n 狀元讖 \\n 穹窿山在城之西，里老相傳云：「穹窿石移，狀元來歸。」一夕，聞有風雨聲，詁旦視之，果有石自東而移西者。淳熙辛丑，黃子由遂魁多士。崑山雖去松江不遠，舊無潮汐，紹興中方有之，猶不及二十里外。李樂庵嘗見一道人云：「潮到夷亭出狀元。」後以此語葉令子強，因作問潮館識其語。今已過夷亭矣，但未知驗於何時？然潮汐起於崑山，邑人必有當此讖者。 \\n 四幡之助 \\n 大父自甲子既周之後，遇生朝，則捨一大幡於寶積寺剎柱，歲率以為常。時曾王妣之越上，留其壻顧沂大夫家。大父往省之，夜宿於蕭山渡，繫舟於一古柳之下，終夕為之安寢。拂曉，舟師大驚，回顧皆巨浸，舟齊於木之杪。須臾水退，獨免漂溺。是夕，王妣夢艤舟之地，有四黃幡覆其上，方有疑於心。王父既歸，言其事，因屈指計之，已歷四生朝矣。 \\n 吳仁傑云：「龔浩，字子正。往蕭山訪顧沂，舟值水發。比到家，其妻云：『向夢有黃幡六首罩一舟。』龔問其日，正水發之夕也。蓋嘗以生朝施二幡於承天寺不染塵觀音殿，凡三歲矣，適如夢中之數云。」案《吳氏感應錄》所記，微有不同，當以此說為是。然不染塵觀音殿，乃是在城報恩寺，今北寺也。 \\n 樂庵 \\n 樂庵，在崑山之東南六七里，李公彥平游息之所也。公本江都人，紹興初避地居此。嘗為溧水宰，以德化民，四年無犯死罪者。剡章交上，召對，陳便民十事。除知溫州，未行，擢監察御史，出知婺州。召拜司封郎官，遷樞密院檢詳。高宗屢引見僧徒，譚性空之理。一日因對，論及禪宗，公奏曰：「昔周公亦坐禪。」上愕然。公徐曰：「周公思兼三王，以施四事，其有不合者，仰而思之，夜以繼日，幸而得之。坐以待旦，非坐禪而何？陛下誠能端坐而思所以愛人利物之道，即坐禪也，何必他求乎？」俄以引年挂其冠而歸，遂即庵廬而居之，自號「樂庵安叟」。居年餘，上愛公精力不衰，詔落致仕，除待御史。同知壬辰貢舉，因革去險怪之習，文體為之一變，而所得多一時名士。因上疏論后戚不當居樞筦之地，遷起居郎，不就，知台州，又不就，復上請老之章。時王仲行為右正言，亦力彈之；莫子齊為給事中，不書黃；周洪道直學士院，不草制，皆遭遷逐。布衣莊治嘗作《四賢》詩。公道學精通，且樂於教學者，嘗誦康節語以告人，曰：「學為人之仁，學為人之事，所以教人者，率不外此。」公中年以後，絕欲清修，唯一蒼頭給事。年幾八十，視聽言論，雖少年有所不及。庵之左右皆植修竹，經史圖書滿室。忽旬餘不食，屏醫卻藥，終日燕坐。一夕，親作手簡，徧別親舊，仍命其子不得齋僧供佛，書訖倏然而逝。所著文章甚多，號《樂庵集》，又有《易說》、《語孟說》若干卷。 \\n 吳江詞 \\n 建炎庚戌，兩浙被虜禍，有題《水調歌頭》於吳江者，不知其姓氏，意極悲壯，今錄之于後：「平生太湖上，短棹幾經過。如今重到，何事愁與水雲多。擬把匣中長劍，換取扁舟一葉，歸去老漁蓑。銀艾非吾事，丘壑已蹉跎。膾新鱸，斟美酒，起悲歌。太平生長，豈謂今日識兵戈。欲瀉三江雪浪，淨洗胡塵千里，不用挽天河。回首望霄漢，雙淚墮清波。」 \\n 丁令威宅[８５] \\n 陽山法海寺，乃丁令威宅。鍊丹井存焉，號「丁令威泉」。井水至今甘美，雖旱不竭。 \\n 正訛[８６] \\n 交讓巷謂之泔漿巷，織里橋謂之吉利橋，葑門謂之府門，帶成橋謂之戴城橋。字音之訛，罕有知者。 \\n 徐望聖 \\n 徐師回，字望聖，師閔之弟。嘗為南康太守，作直節堂。蘇黃門為之記，以為物之生未有不直者，一為物所撓，雖松柏竹箭之堅，不能自保，惟杉能遂其直。求之人，蓋不待文王而興者！黃門未嘗以言假人，其推重公如此。子閎中，孫林兢，曾孫藏。 \\n 羊充實 \\n 羊充實，舊與予肄業郡學，其為人好崖異，且狠愎。一夕，同舍對牀劇談，充實偶以言侵眾，遂相率聯句戲之云：「彼美羊充實，彎彎角向天。口內餐荷葉，尻中放瑞蓮。細毛堪作筆，麄毳可為氊。子貢雖曾愛，齊宣不見憐。」（其它不能盡記。）充實見諸公更相應答，機鋒甚銳，遂哀鳴不已。自是處眾和易，待人亦有禮。諺所調「菱角」、「雞頭」之說，信矣。 \\n 蘇民三百年不識兵 \\n 姑蘇自劉、白、韋為太守時，風物雄麗，為東南之冠。乾符間，雖大盜蠭起，而武肅錢王以破黃巢，誅董昌，盡有浙東西。五代分裂，諸藩據數州自王，獨錢氏常順事中國。本朝既受命，盡籍土地府庫，帥其屬朝京師，遂去其國。蓋自長慶以來，更七代三百年，吳人老死不見兵革。承平時，太伯廟楝，猶有唐昭宗時寧海鎮東軍節度使錢鏐姓名書其上，可謂盛矣。大觀中，樞密章公之子綖，為蔡京誣以盜鑄，詔開封尹李孝壽，即吳中置獄，連逮千餘人。遣甲士五百圍其家，鉦鼓之聲，晝夜不絕，俗謂之「聒囚鼓」。州民目所未覩，莫不為之震駭。獄既不就，又遣三御史蕭服、沈畸、姚（忘其名。）重案。其至也，人皆自門隙中窺之，不敢正視。識者已知非太平氣象，故其後有建炎之禍。方章氏事未覺時，城中小兒所在羣聚，皆唱云「沈逍遙」，莫知其由。已而，三御史果至。 \\n 之彝老 \\n 之彝老，外岡楊氏子，名則之，字彝老。嘗學詩於西湖順老，學禪於大覺璉禪師。詩號《禪外集》，禪學有《十玄談參同契》，俱行於世。嘗作《早梅》詩云：「數萼初含雪，孤清畫本難。有香終是別，雖瘦亦勝寒。橫笛和愁聽，斜枝倚病看。朔風如解意，容易莫吹殘。」又《雪霽觀梅》詩云：「荒園晚景斂寒煙，數朵清新破雪過。幽豔有誰能畫得，冷香無主賴詩傳。看來最畏前村笛，折去難逢野渡船。向晚十分終更好，靜兼江月淡娟娟。」 \\n 紀異 \\n 盛章季文作守時，譙樓一夕為火所焚，有得其煨燼之餘者，欲析而為薪，見其中有「大吉」二字，遂聞之於朝。又郡學有一立石，中夜光起，教官言於州，因作《瑞石放光頌》，亦奏之。又大成殿一夕忽為雷擊其柱，火光異常，東壁額上遺四帶青布巾，大可貯五斗粟，教官命以香案置之中庭，詰朝視之，無有矣。 \\n 朱氏盛衰 \\n 朱沖微時，以常賣為業，後其家稍溫，易為藥肆。生理日益進，以行不檢，兩受徒刑。既擁多貲，遂交結權要，然亦能以濟人為心。每遇春夏之交，即出錢米藥物，募醫官數人，巡門問貧者之疾，從而賙之。又多買弊衣，擇市嫗之善縫紉者，成衲衣數百，當大寒雪，盡以給凍者。諸延壽堂病僧，日為供飲食藥餌，病愈則已。其子勔，因賂中貴人，以花石得幸，時時進奉不絕，謂之「花綱」。凡林園亭館，以至墳墓間所有一花一木之奇怪者，悉用黃紙封識，不問其家，徑取之。有在仕途者，稍拂其意，則以違上命文致其罪。浙人畏之如虎。花綱經從之地，巡尉護送，遇橋梁則徹以過舟，雖以數千緡為之者，亦毀之不恤。初，江淮發運司於真、揚、楚、泗有轉般倉，綱運兵各據地分，不相交越。勔既進花石，遂撥新裝運船，充御前綱以載之，而以餘舊者載糧運，直達京師。而轉般倉遂廢，糧運由此不繼，禁衛至於乏食，朝廷亦不之問也。勔之寵日盛，父子俱建節鉞，即居第創雙節堂。又得徽廟御容置之一殿中，監司、郡守必就此朝朔望。勔嘗預曲晏，徽宗親握其臂與語，勔遂以黃羅纏之，與人揖，此臂竟不舉。弟姪數人，皆結姻於帝族，因緣得至顯官者甚眾。盤門內有園極廣，植牡丹數千本，花時以繒綵為幙帟覆其上，每花標其名，以金為標榜，如是者里所。園夫畦子藝精種植及能疊石為山者，朝釋負擔，暮紆金紫，如是者不可以數計。圃之中又有水閣，作九曲路入之，春時縱婦女游賞，有迷其路者，老朱設酒食招邀，或遺以簪珥之屬，人皆惡其醜行。一日勔敗，撿估其家貲，有黃發勾者素與勔不協，既被旨，黎明造其室，家人婦女盡驅之出，雖閭巷小民之家，無敢容納。不數日，已墟其圃。所謂牡丹者，皆析以為薪。每一扁牓，以三錢計其直。勔死，又竄其家於海島，前日之受誥身者盡褫之。當時有謔詞云：「做園子，得數載，栽培得那花木，就中堪愛。特將一个保義酧勞，反做了今日殃害。詔書下來索金帶，這官誥看看毀壞。放牙笏便擔屎擔，卻依舊種菜。」又云：「疊假山，得保義，幞頭上帶著百般村氣。做模樣偏得人憎，又識甚條制。今日伏惟安置，官誥又來索氣[８７]。不如更疊箇盆山，賣八文十二。」初，勔之進花石也，聚於京師艮嶽之上。以移根自遠，為風日所殘，植之未久，即槁瘁，時時欲一易之，故花綱旁午於道。一日內晏，諢人因以諷之。有持梅花而出者，諢人指以問其徒，曰：「此何物也？」應之曰：「芭蕉。」有持松檜而出者，復設問，亦以「芭蕉」答之。如是者數四，遂批其頰曰：「此某花，此某木，何為俱謂之芭蕉？」應之曰：「我但見巴巴地討來，都焦了。」天顏亦為之少破。太學生鄧肅有《進花石》詩，大寓規諫之意，至今傳于世。 \\n 徐稚山 \\n 徐林，游定夫先生字之曰稚山。紹興中，坐趙忠簡公所引，忤秦丞相意，罷宗正少卿。又以前任江西運使日，嘗案秦之妻弟王昌，秦婦大銜之。俄有將兩浙漕節者，密受風旨，誣劾公譏議均田良法，安置興化軍。秦死放還，除戶部侍郎。事載《紹興正論》。 \\n 無庵 \\n 崑山陳氏子，名法全，棄家從道川為僧，參請勤至。一日，行靜濟殿前，偶撞其首於柱間，忽然大悟。旁觀者見其光彩飛動，而全自不知也。自此遍走山林，道價日增，後住湖州道場山，號無庵。 \\n 結帶巾 \\n 宣和初，予在上庠，俄有旨令士人結帶巾，否則以違制論。士人甚苦之，當時有謔詞云：「頭巾帶，誰理會？三千貫賞錢新行條制。不得向後長垂，與胡服相類。法甚嚴，人盡畏，便縫闊大帶向前面繫。和我太學先輩，被人叫保義。」 \\n 周妓下火文 \\n 崑山有一名倡，周其姓，後係郡中籍。張紫微作守時，周忽暴死。道川適訪紫微，公因命作下火文，云：「可惜許，可惜許！大眾且道可借許箇甚麼？可惜巫山一段雲，眼如新水點絳脣。昔年繡閣迎仙客，今日桃源憶故人。休記醜奴兒怪臉，便須抖擻好精神。南柯夢斷如何也，一曲離愁別是春。大眾還知歿故某人，向甚麼處去？向這裏，分明會得。驀山溪畔，芳草渡頭，處處《六么》《花十八》。其或未然，與君一把無明火，燒盡千愁萬恨心。」 \\n 諧謔 \\n 雞冠花未放，狗尾葉先生。（嘲葉廣文。）三間草屋田中舍，兩面皮韁馬轡丞。（田、馬自相謔。）冬瓜少貌猶施粉，甘蔗無才也著緋。（猜謎。婦人富英，對丁中散。）數行文字，那箇《漢書》；一簇人煙，誰家《莊子》。筵上枇杷，宛類無聲之樂；艸頭蚱蜢，猶如不繫之舟。醉公子酉生年九十，柳青娘卯生年十八。鏡上錢，銅聲相應。馬前斷事，鞍上治民。鉏麑觸槐，死作木邊之鬼；豫讓吞炭，終為山下之灰。（滕達道與鄭毅夫對。） \\n 思韓記 \\n 韓正彥，字師德，魏公之猶子。嘉祐中，知崑山縣。崑山號為難理，而公能以靜勝，囹圄為之數空。剏石堤，疏斗門，作塘長七十里，而人不病涉。得膏腴田百萬頃，部使者以最上。又請以輸州之賦十三萬，從近便輸於縣，鳩造塘餘材為倉廪以貯之，民大悅。比去，遮道以留，生為立祠，作《思韓記》，鑱諸石。 \\n 徐氏安人詩 \\n 徐稚山侍郎，有妹能詩，大不類婦人女子所為。其筆墨畦逕，多出於杜子美，而清平沖澹，蕭然出俗，自成一家。平生所為賦尤工。有一文士嘗評之云：「近世陳去非、呂居仁皆以詩自名，未能遠過也。」有詩集傳於世。 \\n 吳中水利書 \\n 宜興士人單諤，賞著《吳中水利書》。其說謂：蘇、湖，常三州之水瀦為太湖，湖之水溢于松江以入海，故少水患。今吳江岸界於松江、太湖之間，岸東則江，岸西則湖，江東則大海也。自慶曆二年，欲便糧道，遂築北隄，橫截江流五六十里，遂致太湖之水常溢而不洩，浸灌三州之田。又覩岸東江尾與海相接之處污下，茭蘆叢生，沙泥漲塞。而又江岸之東，自築岸以來沙漲，今為民居、民田矣。雖增吳江一邑之賦，而三州之賦，不知反損幾百倍邪！今欲洩太湖之水，莫若先開江尾茭蘆之地，遷沙村之民，運其所漲之泥，然後以吳江岸鑿其土為木橋千所，以通糧運。隨橋谼開茭蘆為港走水，仍於下流開白蜆、安亭二江，使太湖水由華亭青龍入海，則三州水患必減。元祐中，東坡在翰苑，奏其書，請行之。 \\n 翟超 \\n 崑山弓手翟超，數以勇力奮，而酷嗜《金剛經》，晝夜誦之不輟。邑有盜，尉責其巡警失職，撻之。退而憤然曰：「他人被盜，而我乃受杖！」不復還家，坐於一廟中，誦經達旦。至「應無所住，而生其心」，忽若有悟，遂棄俗而投禮東齋謙老，名之曰道川。俄為僧，見處日明，因行脚江西。途中遇虎，無懼色，虎馴伏其旁，逡巡引去。晚注《金剛經》，超乎言句之外，名禪老納皆以為不可及。其後圓寂之際，大書四句云：「我有一條鐵楖栗，縱橫妙處無人識。臨行撥轉上頭關，轟起一聲春霹靂。」今葬於山中。 \\n  \\n 注釋 \\n [７８]「數十丈」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本及《吳郡志》卷四《縣學志》所引張九成《崑山縣重修學記》均作「十餘丈」。 \\n [７９]「如陸淳」，此三字原脫，據各本及《吳郡志》卷四《縣學志》所引張九成《崑山縣重修學記》補。 \\n [８０]「少傅」，弘本、若本、汲古本、墨本、學本、槐本、太倉繆校本均作「師」。 \\n [８１]「張紫微」，「紫」，弘本、正德陸校本、若本、汲古本、墨本、學本、槐本及《宋詩紀事》卷三十七均作「子」，而粵本、菉竹何校本、太倉繆校本同本刊。張擴南渡後曾官中書舍人，宋稱中書舍人為紫微舍人，此處以官命相稱。 \\n [８２]「享亭之壁」，「亭」，各本均無，菉竹何校本作「亭高之壁」。 \\n [８３]「民贍」，粵本、槐本及正德陸校本、菉竹何校本均作「民瞻」。疑「瞻」是。 \\n [８４]「等科」，各本均作「等材」。 \\n [８５]「丁令威宅」，此篇原無，據粵本、槐本、太倉繆校本補。 \\n [８６]「正訛」，此篇原無，據粵本、槐本、太倉繆校本補。 \\n [８７]「索氣」，粵本、槐本及正德陸校本、菉竹何校本、太倉繆校本均作「索起」。 \\n  \\n 　"}
