{"章节": "提要", "正文": "　 \\n   \\n   \\n 提要 \\n  \\n  \\n 《北戸録》三卷，唐·段公路撰，《學海類編》作公璐，盖字之訛。《新唐書·藝文志》稱為宰相文昌之孫，則當為臨淄人。《學海類編》作東牟人，亦未詳所本。其厯仕始末不可考，惟據書首\"結銜\"，知官京兆萬年縣尉。據書中稱“咸通十年”，知為懿宗時人而己。是書載嶺南風土，頗為賅備；而于物産，為尤詳，其徴引，亦極賅洽。如《淮南萬畢術》、《廣志》、《南越志》、《南裔異物志》、《會要》、《靈枝圖説》、《陳藏器本草》、《唐韻》、《郭縁生述征記》、《臨海異物志》、《陶朱公養魚經》、《名苑》、《毛詩義》、《船神記》、《字林》、《廣州記》、《扶南傳》諸書，今皆散佚，藉此畧見一二。即所引《張華博物志》多今本所無，亦藉此以考證真偽。條下註文，頗為典贍。題“登仕郎前叅軍龜圖撰”，不題其姓，似為公路之族。然《唐書·宰相世系表》不載其名，莫知其審矣。《唐書·藝文志》作《北户襍録》，疑傳寫誤衍一“襍”字。其作三卷，則與此本合。《學海類編》所載惟存一卷，凡物産五十一條。不為完本。曹溶所録古書徃徃如是，不足深詰也。 \\n 原序 \\n 詩人之作，本於風俗，大抵以物類比興，達乎情性之源。自非觀化察時、周知民俗之事；博聞多見，曲盡萬物之理者，則安足以藴為六義之奥，流為絃歌之美哉。由是言之，則古之學者，固不厭博。博而且信，君子難之。 \\n 東牟段君公路，鄒平公之孫也，自未能把筆，愛以指畫地如文字，及六七嵗，受學，果能强力不罷其學，尤長仄僻人所不能知者，媷乎羣籍之中，仡仡然有餘力。間者以事南逰五嶺間，常采其民風土俗、飲食衣製、歌謡哀樂有異於中夏者、録而志之。至於草木果蔬、蟲魚羽毛之類有瑰形詭狀者，亦莫不畢載。非徒止於所聞見而己，又能連類引證，與竒書異説相叅驗，真所謂博而且信者矣。 \\n 噫！近日著小説者多矣，大率皆鬼神變怪、荒唐誕妄之事，不然，則滑稽詼諧、以為笑樂之資。離此二者，或强言故事，則皆詆訾前賢，使悠悠者以為口實。此近世之通病也。如君所言，皆無有是，其著於録者，悉可考驗。此盖博物之一助，豈徒為譚端而已乎。君以予往從事嶺南，備覈其實，請予序以為證，予嘗觀圗於書府，君狀貌一似鄒平公，而又能以文學世其家，於乎鄒平公為有後矣，因為之序而不辭。右拾遺内供奉陸希聲撰。"}
{"章节": "卷一", "正文": "　 \\n   \\n   \\n 卷一 \\n  \\n  \\n  \\n ○通犀 \\n 通犀（《山海經》云：犀似水牛而猪頭，脚似象，有三蹄，大腹，黑色，三角：一在頂上，一在額上，一在鼻上。鼻上小而不橢。又云，鼻上者良。《韓詩外傳》曰：太公使南宫括至義渠，得駭雞犀，獻紂。犀角二。一在頂上，一在鼻上。鼻上者食角也。今人呼為“胡■犀”是也。《抱朴子》云：犀解於山中。人以木如其角代之，犀不覺，後年輒解也。又，《南州異物志》曰：獸曰玄犀，處自林麓，食唯棘刺，體兼五肉，又含精吐烈，望如華燭，置之荒野，禽獸莫觸），置大霧重露下，終不沾濡。 \\n 又堪為釵纛（又見吳均《續齊諧記》：蔣潜得通犀纛後，被豫章王江夫人斷以為釵，兼名逺花。又云，宋岑獲通犀纛，賣與廬陵王義真。又，元康末，婦人以犀角瑇瑁為斧鉞戈戟，戴之明也），撓藥酒，酒生沫，若貯米飼雞，雞見輒驚散。一呼為駭雞犀（駭雞犀岀大秦。又有離水犀，行則水為之開）。或中■箭，刺於創中，立愈。蓋犀食百毒棘刺故也。愚重譯於蕃人，事皆不虚。（《廣志》云：犀角之好者，稱雞脉。白郭子横云：又，犀角表有光，因名明犀，置閤中有影色。）今廣州有善理犀者，能補白犀。（《東觀漢記》曰：章帝元和元年，日南獻白雉、白犀。）補了，以鐡夾夾定，藥水煮而拍之，膠為一體。製梳掌，多作禽魚隨意匠物。論其妙至於鑄玉者，方之蔑如也。又有裁龜甲或觜蠵（斷日脚者）、陷黑玳瑁為斑點者，亦以鐡夾煮而用之，為腰帶襯疊子之類。其焙浄，真者不及也。 \\n 玳瑁，切韻，字從玉。《文選》：字從虫。歐陽詢飛白【曰？】從甲。愚以“甲”為是。（《字話》亦從甲也）凡玳瑁甲生取者，治毒第一。其力不下婆薩石。愚曾取解毒，立驗。南人神之。亦甚辟惡，與符拔甲相類。（《廣志》云：符拔如麟，畢皮有麟甲。甲以辟惡也。） \\n ○孔雀媒 \\n 雷罗数州，収孔雀雏，养之，使极驯扰致于山野间：以物绊足，傍施网罗，伺野孔雀至，即倒网掩之，举无遗者。或生折翠羽，以珠刀毛编为帘子、拂子之属，粲然可观，真神禽也。（又，《后魏书》：龟兹国，孔雀羣飞山谷间，人取养而食之，字乳如鸡鹜，其王家恒千余只。） \\n 一说；孔雀不疋偶，但音影相接便有孕，如白鶂，雄雌相视则孕。或曰：雄鸣上风，雌鸣下风亦孕。见《博物志》。（又，淮南八公《相鹄经》曰：复百六十年变，止雌雄相视，目睛不转而孕，千六百年形定也。又，《稽圣赋》“豪豕自为雌雄，缺鼻曾无牝牡”，即雌兔舐雄而孕是矣。） \\n 又，《周书》曰：“成王时，方人献孔鸟”，方亦戎别名。《山海经》：南方孔鸟。郭璞注：孔雀也。《宋纪》曰：“孝武大明五年，有郡献白孔雀为瑞者”。噫！象以齿而焚，麝因香而死，今孔雀亦以羽毛为累，得不悲夫。 \\n 愚按：《说文》曰：率鸟者，系生鸟以来之，名曰■〈囗外繇内〉。《字林》音由。今猎师有■〈囗外繇内〉也。 \\n 《淮南万毕术》曰：“鸱鸺致鸟”。注云：“取鸱鸺，折其大羽，绊其两足，以为媒，张罗其旁，众鸟聚矣”。《博物志》又云：“鸺鹠（休留）鸟，一名鸱鸺”。昼日无所见，夜则目至明。《庄子》云：“鸱鸺夜撮蚤察毫末，昼岀冥目而不见丘山”。言性殊也。人截手爪弃露地，此鸟夜至人家，拾取视之，则知有吉凶。凶者輙更鸣，其家有殃也。陈藏器引五行书：除手爪埋之户内，恐为此鸟所得。其鸺鹠，即姑获、玄车、鸮鵩类也。 \\n 姑获，《玄中记》云：“夜飞昼藏，一名天帝少女，一名夜行游女，一名隠飞。好取人小儿食之。今时小儿之衣不欲夜露者，为此物爱以血点其衣为志，即取小儿也”。又云：“衣毛为鸟，脱毛为女人。昔豫章男子见田中有六七女人，不知是鸟，扶匐往先，得其所解毛即藏之。即往就，诸鸟各走，取毛衣飞去。一鸟独不去，男子取为妇，生三女。其母后使女问父，知衣在积稻下，得之，衣而飞去。后以衣迎三女儿，得衣亦飞去”。 \\n 鬼车，一名鬼鸟，今犹九首，能入人屋収魂气，为犬所噬一首，常下血，滴人家则凶。《荆楚岁时记》：夜闻之，捩狗耳。言其畏狗也。白泽图云：“昔孔子、子夏所见，故歌之。其图九首，今呼为九头鸟也”。 \\n 《毛诗义疏》曰：“鸮大如鸠，恶声，鸟入人家凶。其肉甚美可为炙。汉供御物各随其时，唯鸮冬夏施之以美也”。《礼内》则曰：“鸮胖”。《庄子》云：“见弹求鸮炙”。陈藏器又云：古人重其炙，尚肥美也。 \\n 又，按《说文》曰：“枭不孝，鸟至日捕枭磔之如”。淳曰：“汉使东郡送枭，五月五日作枭羮赐百官，以其恶鸟故食之”。 \\n 愚谓古人尚鸮炙，是意欲灭其族。非为其美也。又，《淮南万毕术》：甑瓦止枭鸣，取破甑向枭抵之，輙自止也。 \\n ○鹧鸪 \\n 衡州南多鹧鸪，解岭南野葛诸菌毒及辟温瘴。（前臆文为白圆点。）又，一名樢（音述），多对啼。每啼。连转数音，其韵甚髙。《广志》言：遮姑鸣云：“但南不北。”（如逃闾声，云：悬壶卢系颈）《古今注》云：“其鸣自呼”。（常向日飞，畏霜，早晚稀岀，宿即以树叶覆其身上也。）《[南]越志》云：鹧鸪充鸟也，虽复东西回翔，然而命翮之始，必也南翥。其鸣自号“杜薄州食之亡疠”。此三说啼处，岂同于牛屋辩哉。唯《本草》说鸣云：“钩辀格磔（竹客反）”小类。 \\n ○鹦鹉 \\n 瘴广之南新、勤春十州，呼为南道，多鹦鹉。（《字林》：鹦鹉书作■〈母鸟〉字。又，《江表传》曰：孙权曾大会，有白头鸟集殿前。权曰，此何鸟？诸葛恪对曰，白头公。张昭自以坐中最老，疑恪戏之，因曰，未闻鸟名白头公，请使诸葛复索白头姥。恪曰，鸟名鹦母，未必有对，请使辅吴复求鹦父也。又，《说文》；鹦从鸟，婴声，■〈母鸟〉从鸟，母声。又，《曲礼》：鹦鹉能言，不离飞鸟。又，《山海经》云：数歴之山，其鸟鹦鹉。又云：广山有之，舌似小儿舌，脚指前后各两指扶，南徼外有五色、纯白、纯赤者”。）翠衿丹觜，巧解人言，有鸣曲子如喉转者。但小，不及于陇右，毎飞则数千百头。（《南史》云：“天竺迦昆利国，元嘉五年，献赤白鹦鹉各一头”。又，《汉献帝传》曰：兴平元年，益州蛮夷献鹦鹉三枚，各食三升麻子。云：此鸟有损无益，诏归本土。）食朩叶榕实。凡养之俗，忌以手频触其背，犯者即多病颤而卒。土人谓为鹦鹉瘴，愚亲验之。咸通十年夏初，有三朩舶将五色鹦鹉至者（《南方异物志》：鹦鹉有三种，青者大如乌臼，白者大如鹅，五色者大于青者，五色者岀杜薄州也。），虽绣羽锦衣而病其胡语。昔，天监年，交州有献能歌鹦鹉者，诏亦不纳。（【？】人张华有白鹦鹉，华每行还，輙说童吏善恶，后寂然无言。华问其故，鸟云：见藏瓮中，何由得知。华在外令呼鹦鹉，鹦鹉曰：昨夜梦恶，不宜岀户。华犹强之，至庭为鹯所获。人教其啄鹯脚，仅而获免。又，《幽明录》：晋司空桓豁在荆州，有叅军剪五月五日鸲鹆舌，教令学语，遂善能效人语笑声。司空大会吏佐，令悉效四座，语无不絶，似有一佐，齆鼻语难学，学之未似，因内头于瓮中以效焉，遂不异也。后，主典人盗牛肉，鸲鹆白叅军。叅军曰：汝云盗，盗肉当应有验。鸲鹆曰：以新荷里，着屏风后。检之果获。而盗者怨患，以热汤灌杀之，叅军为之悲伤。累日遂请杀此人。司空曰：不可以禽鸟故而极之于法，令止五岁刑也。又，《淮南万毕术》云：寒皋断舌可使语寒。皋，一曰：鸲鹆。） \\n ○赤白吉了 \\n 某年，普寧有亷州民，獲赤白吉了各一頭，獻於刺史者。其赤者，尋卒；白者，乆而能言。凡笑語悉皆斆人，斯珍禽也（吉了，身黑觜赤，首戴黄冠，善斆人笑言，聲明切於鸚鵡，好食雞子飯也）。 \\n 愚按，雲物上瑞，鳥獸中瑞，草朩下瑞，夫聖人至徳所臨，則嘉祥必見，故前有引赤雀白雀、赤烏白烏、赤鷰白鷰之流衆矣。《瑞應圖》曰：赤雀，瑞鳥也（云云）。 \\n 又，孫氏曰：王者，奉巳儉約，尊事耆老，則見。秦繆公岀狩，至于咸陽，日稷庚午，天震大雷，有火下，化為白雀，銜緑丹書，集公車。公俯取其書。言“繆公之覇，訖胡亥秦家世”事。 \\n 又，《禮稽命徴》曰：得禮之制，澤谷之中，有赤烏焉。《孝經援神契》曰：徳至鳥獸，則白烏下。 \\n 又，《熊氏瑞應圖》曰：王者八要。有序經緯不差應時之性命，則赤鷰銜丹書而至。白鷰事略同也。 \\n 愚又見顧野王，以逺方所貢赤白鸚鵡，編為瑞者。今因録赤白吉了，亦請附焉。（《宋記》曰：文帝元嘉中，湘州獻赤鸚鵡。臧榮緒《晋書》曰：義熈中，林邑獻白鸚鵡也）。） \\n ○緋猨 \\n 公路，咸通十年，往髙涼，程次青山鎮（鎮府設以備他盜也）。其山多猨，有黄緋者。緋者，絶大，毛彩殷鮮，真謂竒獸。夫猨，則狙玃（猨五百嵗為玃。《抱朴子》曰：猴夀八百嵗。繁露曰猨，似猴大而黑，長前臂。猨所以夀者，好引其氣也）、猱（猴也）、狖（似猨）之類，其色，多傅青白玄黄而巳（《小說》云：吾彦為交州時，林邑·王范能，獻青白猨各一口。《山海經》云，堂庭山多白猨。今三峽有白額猨）。 \\n 按《樓炭經》云，鳥有四千五百種，獸有二千四百種。《白虎通》云，羽虫三百六十有六，鳯為之長；毛虫三百六十有六，麟為之長。今則豈可窮其族類歟。其猨能伏鼠（《論衡》曰：鹿之角足以觸犬，猶猴之手足以搏鼠，然而，鹿制於犬，猴伏於鼠。亦如《淮南子》云，蝟使虎申，蛇令豹止。物各有所制也）。多羣行，玄者善啼（雌黄而雄黑也）。啼數聲，則衆猨呌嘯騰擲，如相（去呼）焉。其音，凄入肝脾，韻含宫徴，方知當（去呼）一部皷吹，豈獨於鼃聲者哉。愚因召獵者捕而養之（目為巴兒）。極馴，不貪食，於樹杪間，呼之則至，但臂長，身不便於行而未見通膊者也。後一嵗，自潘州廻路，歴仙虚（潘茂真人燒丹之處，南人呼市為虚。今三日一虛。按神農氏，日中為市，致天下之民，聚天下之貨，交易而退，各得其所。蓋取之噬嗑，易下係噬嗑，合也，市人之所聚異方之合耳）。聞舊山猨啼不食而卒。噫，其為獸之性一何仁耶！是知鄧艾感事投弓，故無虚語。且，梁朝猨卒，責食吏違四日方送鹿心柿四貫，及責玄圃養猨吏，云：“殘林猶獲子，堪杖四十”，復引“雞冡鵝魂、狗蓋馬帷”之事瘞之。 \\n 又，陸機快犬黄耳能解人言，常傳書自洛至吳，纔半月而返。及死，機為製棺槨殯之，村人號為黄耳冡。愚遂斆其事，藉之以薪，藏之以坎。 \\n ○蚺虵牙 \\n 蚺虵，大者長十餘丈，圍可七八尺。多在樹上，候麞鹿過者，吸而吞之，至鹿消，即纒束大樹，出其頭角，乃不復動。夷人伺之，方以竹籖籖殺之，取其膽也。亦如“巴虵食象，三嵗而出其骨”（《金樓子》云：“楚詞云，虵有吞象，厥大如何”）。故《南裔異物志》曰：“蚺惟大虵，旣洪且長，采色駿犖，其文錦章，食灰吞鹿，腴成養創，賔享嘉食，是豆是觴”。言其養創之時，肪腴甚肥美。搏之以婦人衣，投之，則蟠而不起（《證俗音》云，蚺虵肉，食之辟蠱毒）。 \\n 《元和御覽》引《括地志》云，蚺虵牙長六七寸，土人尤重之，云辟不祥，利逺行。賣一枚直牛數頭。愚按，古方刮虎牙治犬咬瘡，神效無比，未聞虵牙有利於人者。《抱朴子》云，蔡誕入山還家，云被謫到崑崙。崑崙下，白虎蜲虵長百餘里，口中牙皆三百斛船大，一何壯哉。比廣州南海縣每年端午日，常取其膽供進。虵則諸郡採送。録事叅【军？】親看岀之。 \\n 按《晉·中興書》曰，顔含■〈女更〉病困，須蚺虵膽，不能得，含憂歎。累日，有一童子持青囊授含，乃虵膽也。童子化為青鳥飛去。以此驗之，真膽不可得也。近勅令桂賀泉廣四州，輪次進焉。其膏，俗傳不利人，其皮可鞔皷。今潮州和鱗為之，聲絶，鳴與象皮皷相類（蕃船上多以象皮鞔皷。皷長而頭尖，狀如棗核，謂之檳榔皷。《廣志》云，象性：乆别見其子，皮必泣，一枚重千斤）。《南越志》云，開寧縣多蜈蚣，大者，皮可以鞔皷（沈瑩《異物志》云，東南海中，蜈蚣長數丈，噉牛，俚人秋冬間遇之，鳴皷與春堂驅逐）。 \\n ○紅虵 \\n 公路至雷州，對岸倚舟，候風勢。見羣小兒簇二巨虵，各長丈餘。一如孔雀珠毛色，金翠奪目；一如真紅色，鮮明若血。又有十餘頭白虵，前後相次，若導從，俱入一榕藤竅内，竟不復岀。故知虵有草朩水土四種，其類不可窮也。 \\n 又，歸化縣有兩頭虵，《南越志》云，無毒，夷人餌之。《兼名苑》云，兩頭虵，一名越王約髮，俗占見之不祥，然《論衡》引楚相孫叔敖“二祐”者，何也？《會最》又云：渾夕之山，囂水岀焉。有虵一首兩身，名曰肥遺，見則大旱。管子曰，涸水之精，名曰蟡（音威）,一頭兩身，以其名呼之，可使取魚鼈，長八尺虵也。 \\n 愚又憶，近事韋中令臯，鎮西蜀時，有黄柑一樹，方熟，忽數夕，衆實皆落，唯樹杪一蔕獨存，其大如椀，枝葉滋茂，異於常者。園吏具白韋令。韋令親視之，曰，此竒果也，非臣下宜食，議欲表進，令去蔕尺餘折之。其實從蔕自落。有善毉者昝殷，侍立，曰：凡朩實，未過時蔕脫者，乃實之病也。請針驗之。韋令再三，方許昝殷引針就蔕刺之，其實應手而轉殷，則連下一刺，血濺盈袖。韋令大驚，因命破之，乃兩頭虵也。《異苑》又云，河内司馬元胤，元嘉中為新塗令，喪官，月旦祭柑，化而為鵝，又何怪也。 \\n ○蛤蚧 \\n 蛤蚧，首如蟾蜍，背淺緑色，上有土黄斑點，若古錦文，長尺餘，尾絶短。其族則守宫（《博物志》云，蝘蜓，以器養之，食以朱砂，體盡赤，滿七斤，搗萬杵，以點女人支體，終身不滅，淫則點落，故號守宫，漢武為之有驗也）、刺蜴（《搜神記》謂之刺蜴）、蝘蜓（《證俗音》云，山東謂之■〈虫未〉■〈虫覓〉，音“七賜”、“名敵”反。陕以西謂之壁宫。■〈虫未〉■〈虫覓〉，字見《韻集》。又，《說文》曰，在壁曰蝘蜓，在草曰蜥蜴。《古今注》：一曰，龍子，善於樹中捕蟬食之；五色曰蜥蜴；短大者為蠑螈。一曰，蛇師，大者，長三尺，其色玄紺，善魅人。鄭虔又云，蠑螈、蜥蜴、蝘蜓、守宫，别四名。又，蠑螈，蛇醫也），多居古朩竅間，自呼其名，聲絶大。或云，一年一聲，驗之非也（端州大廰蛤蚧，州吏云，有來多年，至今毎鳴，或三聲或一聲不定也）。 \\n 又有十二時蟲，亦其類也。大者一尺，尾長於身，背生鬐鬛，行疾如箭。傳云，自旦至暮，變十二般色，傷人必死。愚嘗獲一枚，閉於籠中，翫之，止見變黄褐赤黑四色。一云，其首隨時輙作十二屬形，乃言之過也。 \\n ○紅蟹殻 \\n 儋州岀紅蟹（顔之推云《說文》或作■〈魚解〉），即：蝤蛑、擁劒（《證俗音》：蝤蛑，大蟹也，音“由俾”、“莫侯”反。又，《古今注》云【云】，擁劒一名執大螯赤。《顔氏家訓》云：擁劒狀如蟹，但一螯大耳。《異物志》：俗謂之越王鈴下。何遜詩云“躍魚如擁劒”，是不分魚蟹也）、蟚蜞（《證俗音》：有毛者曰蟚蜞，無毛者為蟚螖，堪食。俗呼彭越，訛耳。《世說》云：蔡司徒誤食蟚蜞，吐，下，謝。仁祖曰，卿讀爾雅不熟，幾為勸學死。螖音滑）、倚望（《臨海異物志》：倚望，常起顧聣西東，其狀如蟚螖，大，行塗土，四五進，輙舉兩螯八足起，望行如此。青色也）、招潮（《修文殿御覧》：招潮，小蟚螖，殻白。依潮。潮長，皆坎外舉螯，不失常期，俗言招潮子也）、竭朴（《臨海異物志》曰：竭朴大如蟚螖，殻黑斑，有文章，常以大螯障目，屈其小螯取食也）、沙狗（《臨海異物志》：沙狗似蟚螖，壊沙為穴，見人則走，易處不可得也）、蘆虎（《臨海水土異物志》曰：蘆虎似蟚螖，兩螯正赤，不甲食也）、數丸（《名苑》曰：沙丸形似蟚蜞，競取土，各作丸，滿三百而潮至）。 \\n 大小殻上多作十二點深燕支色，亦如鯉之三十六鱗耳（陳思王云：五尺之鯉、一寸之鯉，但大小殊而鱗之數等），其殻與虎蠏堪作疊子（虎蟹，赤黄色，文如虎首斑）。至於鸚巵、螺杯，不同年而語也（鸚巵今多之，名見《吳均集》：鸏鵰，兩鳥也，喙大而匈一尺，黄赤色，受二升，堪為酒杯。《南越志》曰，一名越王。烏竺法真登羅山疏曰，鳥状似鵝口，勾可受二升，南人以為酒杯，珍於“文蝶鳥不餌虫魚，惟噉朩葉，糞似薰陸香”）。按蟹，一名蛫（音詭）。《廣雅》云：雄曰■〈魚良〉■〈魚豈〉，雌曰博帶。《抱朴子》又云：山中辰日稱無腸公子，蠏也。《古今注》云：小蠏一名長卿。《廣志》云：鋪（音脯），小蠏，大如貨錢。又，蠏奴如榆莢，在其腹中，生死不相離（《博物志》曰：南海有水虫，名曰葪，蚌蛤之類也。其中小蟹大如榆莢。葪開甲食，則蟹亦岀食，葪合，蟹亦還入，始終生死不相離也）。《山海經》載千里蟹（《金樓子》云：天下之大，物有北海之蠏）。《洞冥記》有貢百足蟹，長九尺四螯者。今恩州又岀石蟹，其類則零陵鷰、湘鄉魚、建寧蝦、綿谷鼈也（零陵石燕遇雨則飛。又庾穆之《湘州記》云：湘鄉縣有石魚山，色黑而理若魚，開發一重，輙有魚形鱗鬐首尾若刻畫，燒之作魚膏臭，亦如《水經》云：鄖鄉縣西石山蝦■〈虫麻〉。《南越志》：建寧縣出石蝦也。又《年代録》云：石季龍時，利州綿谷縣山北溪中有石鼈數千頭，登岸暴田苖，發軍殘毁，至今鼈無頭也）。 \\n ○蛺蝶枝 \\n 公路南行（歴懸藤峽，峽即富州界也），維舟飯，水手，覩嵓側，有一朩，五綵。初謂丹青之樹（《武陵記》：辰州嵩溪有丹青樹，直上可籠雲，下無枝條，上有五色葉，圖如華蓋。《玉屑》云按，在辰陽縣也），因命童僕採之。頃獲一枝，尚綴嫩蝶，凡二十餘箇。有翠紺縷者、金眼丁香眼者、紫斑眼黑花者、黄白者、緋脉者、大如蝙蝠者、小如榆莢者（沈佺期賦云“二角六足，蠕腹狀蛾，脉紺縷以立翅，點赬珠以緗窠”也）。愚因登岸視之，乃朩葉化焉。是知蝶生江南甘橘樹中（《古今注》：蛺蝶，一名野蛾。江東人謂之撻末。其大黑邑或青斑者，名鳯子，一名鳯車，一名鬼車是也）。麥為■〈虫奄〉蝶，烏足之葉為蝴蝶，皆造化使然，豈虚語歟（公路嘗見盧員外肇說，捉得一粉蝶，如兩手大，上有散緑點，丁香眼，前翅頭兩畫燕支色，後翅為燕尾分。亦蝶之異也）。 \\n 又，《會要》云：大食國西隣大海，嘗遣人乘船，經八年未極西岸，中有一方石，石上有樹榦，赤葉青樹，生小兒，長六七寸，見人皆笑，動其手脚，凥著樹枝。其使摘取一枝，小兒死也。《異苑》：太元中，汝南人入山伐竹，見一竹中央，虵形巳成，上枝葉如故。吳郡桐廬民，嘗伐竹，遺竹一宿，見雉頭頸盡就，身猶未，此亦竹為虵，虵為雉也。 \\n ○紅蝙蝠 \\n 紅蝙蝠岀瀧州，背深紅色，唯翼脉淺黑，多雙伏紅蕉花間。採者若獲其一，則一不去。南人收為媚藥，與象鼻虫、鱟珠、■〈虫龐〉■〈虫降〉、諾龍為比。（象虫，有鼻，長二寸許而紅，其前翼麴塵色，副翼為斑紅色，多在龍眼樹上。鱟魚珠，《廣州記》云：鱟形如熨■〈豆斗〉。郭璞云，形如惠文冠，青黒，十三足，雌常負雄，取之必得其雙。子如麻，子堪為醤，即鱟子醬也。其珠如粟黄，南人或帶或磨飲之，云利市。■〈虫龐〉■〈虫降〉生於橄欖樹上，自呼其名，聲響巖谷。諾龍，純雄無雌，岀瀧州。水族至其前者，即跳躍自置，諾龍取而食之。房千里《投荒錄》亦具記）。王子年《拾遺》云有五色蝙蝠。《異物志》：鼉蝨魚，因風雨入空朩而化為蝙蝠，其肉甚美。《靈芝圖說》曰：蝙蝠（《古今注》一曰仙鼠，五百嵗則色白腦重，集物則頭垂，故謂倒挂蝙蝠。食之神仙。《水經》云：夷道縣丹水遥亭下，有石穴，穴中有蝙蝠，大者如鳥，倒挂。與《玄中記》說略同），服之夀萬嵗。 \\n 又，《媚藥》載：嗽金鳥辟寒金（三國時，昆明國貢魏嗽金鳥，鳥形如雀，色黄，常翺翔海上，吹金屑如粟，鑄以成器服，宫人争以鳥所吐金為釵佩，謂之辟寒金，以烏畏寒也。又，宫人相嘲哢：不服辟寒金，那得帝王心。）、龍子（事具蛤蚧）、布榖脚脛骨（媚藥也，男左女右，帶之置水中，能相隨逐。《爾雅》云：鳲鳩，今人云布榖，牝牡飛鳴，以翼相繫，云鳴鳩拂其羽）、鵲腦（《淮南萬畢術》曰：鵲腦令人相思）、砂■〈禾委〉（一名茍子，能倒行，置枕中，令夫妻相好，事見《陳藏器本草》）、■〈蘨，去系〉草（姑媱山帝女死焉，其名曰女尸，化■〈蘨，去系〉草，其葉胥成，言葉相重，音“亦遥”反。華黄。服之媚於人。一名荒夫草，即此是也）、茍草（青要之山有草，狀如葌菅，似茅也。方莖，黄華，赤實。其本如藁本，名曰茍草，或作苞。服之美人色，令人更美艷也）、左行草（使人無情。范陽·常進《大業記》：錯。綵葼花似左行草，花葉纎長而多色，正赤，甚美香也）。獨未見録紅蝙蝠處，豈闕載乎？又有無風獨摇草，亦生嶺中，男女帶之相媚，頭若彈子，尾若鳥毛，兩葉開合，見人自動，故曰獨摇草（《本草拾遺》具也）。 \\n 又，陳藏器云：榼子，蔓生，取子中。人多食之，主蠱毒，帶於衣令人有媚，多迷人子。如土瓜，無毛，秋熟，色赤，形如酒榼也。 \\n ○金龜子 \\n 金龜子，甲虫也。五六月生於草蔓上，大於榆莢，細視之，真帖金龜子，行則成雙，類壁龜耳（事見《洞冥記》）。其虫，死則金色隨滅，如螢光也。南人收以養粉，云與永粉相宜。按竺法真登羅山疏曰：金光蟲，大如斑苖，形色文采全是龜。余偶得之，養玩彌日，疑此是也。 \\n 又，《南雍州記》曰：石橋水經南陽，結為池，岀靈龜，色如金縷也（《玉屑》亦具。《論衡》又云：龜，三百嵗大如錢，蓍七十嵗，生一莖，此神物，故生遲也）。 \\n ○乳穴魚 \\n 全義之西南，有山曰盤龍山。有乳洞斜貫，一溪號曰靈水。（《洞記》曰：山曰靈山，水曰靈水，幽而有靈，是以名也。且地志山經所不載。又云：魚無大小，修尾四足，朱丹其腹，遊泳自若。漁人不敢釣之）昔有人，窮其源至數日者，罾炬多為白蝙蝠所撲，中若風雨聲，習習然，皆毛戰不敢進。蓋神仙之窟宅，豈腥膻者擬容易造乎夫！ \\n 天下名洞三十有六，而洞庭林屋當其九也。（按，洞庭林屋，即吳王使龍威丈人得禹書之處。《禹書》一曰《靈寳經》，三卷。亦曰《靈寳符》。吳王齋戒受之，不觧其詞，乃遣使，賫此以問孔子。孔子不發其函而言：昔聞有童謡曰：吳王出遊觀五湖，龍威丈人名隠居，比上包山入唐墟，乃造洞穴竊禹書，天帝大文不可舒，分强取之令國虚。又，華陽洞是林屋洞之右門也）其小者，不可勝言，得非名在九微志中世俗所未聞耶。其洞有金沙龍盆魚，皆四足，修尾丹腹，狀若守宫，遊泳水濵，人莫敢犯。 \\n 按《御覽》云：盤龍山，天寳六年，改為龍蟠山。山有石洞，洞中有石床石盆。人毎秉燭遊者，嘗見龍跡洞中。小水，水有四足魚，皆如龍形，人殺之，即風雨也。然唐韻云：■〈魚〈罒上羽下〉〉魚，名四足。《山海經》云：人魚如■〈魚帝〉（音啼）魚，四脚。岀丹洛二水，有鯢。大者，謂之■〈魚役〉（音啼）。《爾雅注》：鯢似鮎，四足，聲似小兒，但未見言其可致風雨耳。公路因思道：書說五頭魚（張天師《二十四治》具之）、三足麂（翔法師云：四明山有白麂，三頭三足，即葛仙公桐杋所化），皆神化所致，不可以類而稱也。若以魚之異者，則醴水之魚名朱鼈，六足，有珠（《吕氏春秋》其江賦云“頳鼈肺躍而吐璣”是也）。 \\n 又，歴澗潭有五色魚，俗以為靈而莫敢捕，因謂是水為龍魚水（水合汧水）。 \\n 又，丹水岀丹魚。先夏至十日，夜伺之，丹魚必浮水，側赤光上照，赫然如火，網而取之，割血以塗足下，則可步履水上（岀丹水縣。抱朴子其《南越志》云：有魚名■〈虫葛〉，色黄味美，夜即有光，一如照燭）。 \\n 又，翔法師云：鮆（音薺）魚，一首十身，氣如蘪蕪。（《山海經》何羅魚，一首十身，音如犬吠，食之巳癰也）。《初學記》引魚鯉，背上有斑文，腹下有純青，海水將潮及天將雨，毛皆起。潮還天晴，毛則伏。常千里外可知海潮。亦如《博物志》云：牛，魚也。又，金魚腦中有麩金狀，如竹頭魚，岀邛婆塞江（一名江魚，常食麩金）。 \\n 又，吳王江行，食鱠有餘，弃江中為魚。今江中有魚名吳王餘鱠者，長數寸，大如簪是也。 \\n 又，魏武四時食制曰望魚，側如刀，可以刈草，岀豫章。白髮魚，戴髮，形如婦人，白肥無鱗，岀滇池。 \\n 又，郭延生《述征記》曰：城陽縣城南六里，堯母慶都墓廟前，一池魚，頭間有印文，謂之印頰魚，非告祠者捕不得（《臨海志》又曰：印魚鱗，額上四方如印，有文章，諸大魚應死者，印魚先封之）。 \\n 又，《臨海異物志》：■〈魚展〉魚如指，長七八寸，但有脊骨，好作羮，滑美似餅，大者如竹，曝作燭，極有光明。 \\n 又，比目魚一名鰈（音搨），一名鰜（音兼），狀似牛脾，細鱗，紫黑色，一眼兩片，相合乃行。沈懐逺《南越志》謂之板魚。亦曰左介，介亦作魪（《唐韻》：魪，比目魚也）。《吳都賦》云：雙則比目，片則王餘。陳仲弓《異聞記》：東城池有王餘魚，池決，魚不得去，將死。或以鏡照之，魚看影，謂其有雙，於是比目而去。《異物志》：南方鏡魚，圓如鏡也。 \\n 又，《異苑》云：■〈魚臽〉（音陷）魚，凡諸魚欲産，■〈魚臽〉魚輙以頭衝其腹，世謂衆魚之生母。 \\n 又，《臨海水土異物志》：鹿魚，頭上有兩角，如鹿。又云：鯪（閭蒸反）魚，背腹皆有刺，如三角蔆。 \\n 又，《神異經》云：黄公魚，長七八尺，狀如鱧魚。晝在石湖中，各化為人，刺之不入，煮之不死。以烏梅二七煮之，即熟，食之治邪病。若此之類豈勝言哉。 \\n ○魚種 \\n 南海諸郡，郡人至八九月，於池塘間採魚子，著草上者，懸於竈烟上（魚，八九月，多於水韭上放子，水西菜上放子。水西菜，即水草也。土人呼之，未詳）。至二月春雷發時，却收草，浸於池塘間，旬日内，如蝦■〈虫麻〉子狀，悉成細魚，其大如髮。土人乃編織藤竹籠子，塗以餘粮或遍泥蠣灰（禹，餘粮也。蠣灰即《異物志》古賁灰、牡蠣殻。又，《南越志》：蠣，蠔甲也）。收水以貯魚兒鬻於市者，號為魚種。魚即魿鯽鱧鯉之屬（魿魚，其鱗如銀，肉白如雪，脆而且甜，偏宜作鱠，北中無也，故《異物志》曰：南方魚，多不肥美，唯魿魚為上，作鱠無比，作炙尤香美。又，《楚詞注》曰：鰿■魚，《說文》作■〈魚脊〉，永嘉訛作鯽。《證俗音》曰：吳人呼為鯽魚也），於池塘間，一年内可供口腹也。 \\n 愚按陶朱公《養魚經》曰：朱公謂：威王治生之法有五，水畜第一。水畜，魚池也。以六畆地為池，池中有九洲，求懐姙鯉魚長三尺者，任二十頭，牡魚四頭，以二月上庚日内，池中令水無聲，魚必生。至四月内，一神守，六月内，二神守，八月内，三神守，神守者，鼈也。魚滿三百六十，則蛟龍為之長，而將魚化飛去。内鼈，則魚不復去。池中周遶九洲無窮，自謂江湖也。至來年二月，得鯉魚長一尺者一萬五千枚，三尺者二十四枚。至明年，得長一尺者十萬枚，長二尺者五萬枚，長四尺者二十四枚，留長二尺者二千枚作種所養（理不相長也）。又，欲令生魚法，要須載取藪澤陂湖饒大魚之處近水際土寸餘，載以布池底，三年之中即有大魚。此由土中先有大魚子，得水生也。 \\n 又，《南史》云：始興·盧度，字孝章，有道術，隠居。屋前池養魚，皆名呼之，次第來取食乃去也。 \\n 又，拂菻國有羊羔，生於土中，其國人候其欲萌，乃築墻以院之，防外獸所食。然，其臍與地連割之，則死。唯人著甲走馬，擊皷駭之，其羔驚鳴，而臍絶，便逐水草。煬帝欲通之，竟不能致。貞觀十七年，其王波多力遣使，獻赤頗黎金精等物。 \\n 又，《博物志》云：取鼈，剉如棋博，赤莧汁和，令厚，以茅苞之，六月中，投於池澤中，經旬臠臠成鼈也。 \\n ○水母 \\n 水母，《兼名苑》云：一名蚱，一名石鏡。南人治而食之，云，性熱，偏療河魚疾也。其法，先以草朩灰退去外肉，中有一物，或紫或白，合油水，再三洗之，雜以山薑荳蔻煮過，其瑩徹不可名狀，至於真珠、紫玉，無以比方。此物須以薑醋食之，蓋相宜也。 \\n 按《博物志》云，東海有物，狀如凝血，縱廣數尺，無正員。名曰蚱，亦無頭目腸藏，衆蝦隨之。越人食之。《稽聖賦》云：水母，東海謂之■〈虫宅〉（音蜡）。正白，蒙蒙如沫生物，皆别無眼耳。故不知避人，常有蝦依隨之，蝦見人驚，此物亦隨之而驚，以蝦為目，自衞也。亦如視肉有眼，以物摘之，則其眼移處（《山海經》曰：視肉，聚肉也。形如牛肝，有兩耳，食之，盡尋復生也）。"}
{"章节": "卷二", "正文": "　 \\n   \\n   \\n 卷二 \\n  \\n  \\n  \\n ○蚊母扇 \\n 端新州有鳥，類青鷁而觜大，常在池塘間捕魚而食，每作一聲則有蚊子羣岀其口（今謂之吐蚊鳥）。按《爾雅注》，鷏鳥似烏■〈暴鳥〉而大，黄白雜文，鳴如鴿聲。《廣志》云蚊母。此鳥吐岀蚊也。土人云其翅堪為扇，唯辟蚊子，與陳藏器說同。 \\n 又云，塞北有■〈亡上虫下〉母草，嶺南有■〈亡上虫下〉母朩。此三色，異類而同功。《南越志》又云：古度樹，一呼郍子，南人號曰■〈木宅〉（日亞反），不華而實。實從朩皮中岀，如綴珠璫，其實大如櫻桃，黄即可食，過則實中化為飛蛾，穿子飛岀。愚驗之，亦有為蚊子者。 \\n ○鵝毛被 \\n 邕之南有酋豪，多熟鵝毛為被（毛取項上及腹下嫩毛，蒸治之），稻畦衲之，其温軟不下綿絮也（一云甚宜小兒。愚記陳藏器云，鵝毛主小兒驚癎者，蓋為此也）。按《上古十紀》有《合雒紀》，教人穴處自食鳥獸，衣其皮毛，豈逺夷尚敦古之遺風耶。愚憶《會要》載女國毛裠，都播國緝鳥羽以為服；《洞冥記》云董謁聚鳥獸毛寝；《家訓》云朱詹飢即吞紙，寒即抱犬讀書，亦事較著者也。 \\n ○紅蝦盃 \\n 紅蝦岀潮州、番州、南巴縣。大者長二尺。土人多理為盃，或釦以白金，轉相餉遺，乃玩用中一物也。王子年《拾遺》云：大蝦長一尺，鬚可為簪。《洞冥記》載蝦鬚杖。（馬丹常折丹蝦鬚為杖，後弃杖為丹石於海傍也。王隠《晋書》云：吳復置廣州，以南陽·滕循為刺史，或語循“蝦鬚長一丈”，循不信其人。後故至東海取鬚，長四丈四尺，杖以示循，方乃服也）。然《兼名苑》云：廣州獻蝦頭杯，簡文將盛酒，無故自躍，乃不復用。 \\n 愚又按《毛詩義疏》：貝大者有一尺六七寸。今九真交阯以為杯盤，實竒物也。（《六韜》：商王拘周西伯於羑里，太公與散宜生金千鎰求珍物，以免君罪。九江之浦有大貝，《百慿詩》作朋也。）《廣志》云：海文蠡有大者，受一■〈豆斗〉，南人以為酒杯。 \\n 又，《搜神記》：謝端侯官人，少孤，為鄉人所養。年十八，恭謹自守，後於地下得一大螺，如三■〈豆斗〉盆，將置瓮中。早至野，還，見有飲飯湯火處。端疑之，於籬外窺見一少女，從瓮中岀至竈下燃火，便入問之。女答曰：我天漢中白螺素女，天帝哀卿少孤，使我來相為守舍炊煑，使卿後得婦，當還。今無故相伺，不宜復留，今留此殻貯米，可得不乏，忽有風雷而去也。 \\n 又，《異物志》：蒼鷹螺，江東人以為椀也。 \\n ○雞毛筆 \\n 畨禺諸郡如隴右，多以青羊毫為筆。昭州擇雞毛為筆，其三覆鋒亦有圓如錐，方如鑿，可抄冩細字者。昔溪源有鴨毛筆，以山雞毛、雀雉毛間之，五色可愛。徴其事，得非入江淹夢中者乎。且筆有豐狐之毫（傅子云，漢末筆，非文犀之楨，必象遺之筦、豐狐之毫、秋兔之翰）、虎僕之毛（《博物志》有獸縁朩，似豹，名為虎僕毛，可為筆也）、■〈虫向〉蛉鼠毛（《廣志》云可以為筆）、鼠鬚（均州岀）、羖■〈羊歷〉羊毛（邛朔取腋下族毛）、麝毛、貍毛（鄭公虔云：麝毛筆一管，冩書直行四十張；狸毛筆一管，界行冩書八百張）、馬毛（嘉州）、羊鬚（陶隠居燒丹，封鼎際，用羊鬚筆）、胎髮（吴嫗多以小兒髮為柱筆。鄭虔云蕭祭酒常用之。又，韋仲將《筆墨方》云：筆柱，或云墨池，亦曰承墨。又有枊筆、皮筆、鐡筆也）、龍筋（《金陵拾遺》具）為之。然未若兎毫。其宣城嵗貢青毫六兩、紫毫三兩、次毫六兩，勁徤無以過也。今嶺中亦有兔，但纔大於鼠，比北中者，其毫軟弱，不充筆用。是知王羲之歎江東下濕，兎毫不及中山。又，煬帝取滄州兎，養於揚州海陵縣，至令勁快，不堪全用，蓋兎食竹葉故耳。然次有鹿毛筆，普張華嘗用之，不下兎毫。 \\n 按《博物志》云：筆，蒙恬所製世。有短書，名為《黄仲舒答牛亨問》，曰：蒙恬作秦筆，枯木為管，鹿毛為柱，羊毛為被。所謂蒼毫，非兎毫也。夫有筆之理與書同生具。《尚書中候》云：龜負圖，周公援筆冩之。其來尚矣。 \\n ○雞卵卜 \\n 邕州之南有善“行禁”者，取雞卵，墨畫，祝而煑之，剖為二片，以驗其黄，然後決嫌疑、定禍福，言如響答。據此乃古法也，《神仙傳》曰：人有病，就茅君請福，煑雞子十枚以内帳中，須臾，茅君悉擲岀，中無黄者，病多愈，有黄者，不愈，常以此為候。（《風土記》曰：越俗性率朴，淳而未散，至於有疾，不卜問祈請，言“天生天殺歸自然”。及其意親和合，即脫頭上巾幘，觧腰間五赤刀，以厚結之為交。拜親跪妻，定交有礼俗。皆當於山間大樹下，封土壇，祭以白犬一、丹雞一、雞子三，名曰朩下墅雞犬。在其壇地，民人畏之，不敢犯祝，曰：“天地父母，某月某日，甲與乙為友善，上下四旁莫不並見，卿乘車，我戴笠，他日相逢，下車揖，我步行，卿乘馬，後日相逢，卿當下”，如此者數千百言，盖南人重雞卵也）。 \\n 愚又見卜之流雜書，傳虎卜、紫姑卜、牛蹄卜、灼骨卜、鳥卜，雖不法於蓍龜，亦有可以稱者。 \\n 按《博物志》曰，虎如衝破又能畫地，卜今人有畫物上者，推其竒偶，謂之虎卜。《異苑》曰：世有紫女（一書紫姑），古來相傳云是人妾，為大婦所嫉，每以穢事相役，正月十五日感激而死。故世以其日，作其形，夜於厠門間或猪闌邉迎之，呪曰：子胥不在，是其壻名，曹夫人亦歸去，即其大婦也，小姑可岀。戯捉者覺重，便是神來。奠設酒果，亦覺面貌輝輝有色，即跳躁不住，能占衆事，卜行來蠶桑。又善射鈎，好則大舞，惡便仰眼。 \\n 又，魏畧曰：髙句驪有軍事，祭天，殺牛觀蹄以占吉兇，蹄解者兇，合者吉。夫餘國亦爾。又云，倭國，大事輙灼骨以卜，如先中州之令龜，視坼占吉兇也。 \\n 又，《會要》曰：東女國以十一月為正。每至十月，令巫者賫酒饌，詣山中，散麥於空中，大咒呼鳥。俄有鳥如雉飛入，巫者懐中因割其腹，有一榖，來嵗必登。若霜雪，必多異災。其俗因之名為鳥卜。武徳中，其女王遣使貢方物也。公路又按，子路見孔子，曰：猪肩牛膊可以得兆，何必蓍龜？孔子曰：取其名也夫。蓍者耆也，龜者舊也。狐疑之事當時問耆舊也（又有螺叚卜遺）。 \\n ○鷄骨卜 \\n 南方逐除夜及將發船，皆殺鷄，擇骨為卜，傳古法也（《漢書·郊祀志》云越祠鷄卜如鼠也。今南人慿之，頗有神驗。每取雄鷄一隻，以香米祝之，後即生折其腿，削去皮肉或烹取之。卜男，左。卜女，右。看之其骨，有二竅或七八竅。左為人，右為鬼，取隂陽之理也。乃以竹簪刺於竅中而究其兆，如人在上鬼在下為吉，人在下鬼在上為兇；如人鬼頭相背，事遲緩；相就，事疾速）。卜吉，即以肉祠船神，呼為“孟公孟姥，其來尚矣”。按梁簡文《船神記》云，船神名馮耳。《五行書》云：下船三拜三呼其名，除百忌。又，呼為孟公孟姥，劉思貞云：玄冥為水官，死為水神，冥孟聲相似。又，孟公父名幘，母名衣。孟姥父名板，母名履。或云，冥公冥姥因玄冥也。（《異苑》曰：船神曰孟公孟姥。利渉之所虔奉，商賈之所崇仰也。荆州送迎，恒烹牛為祭。桓，宣武始鎮陜西，不依舊法。發至冽州，平乘中江而漂，梢柂莫制，咒請立止）。 \\n 公路，咸通辛夘年，從茂名歸南海，陸盡東口，行次水程，舟人具牢醴以祭船神，請愚為祝。詞曰：嵗在單閼，時及朱明，栁絮風老，桃華水平；倚蘭檝兮，淺岸，張布帆兮，長汀；粤有舟子，請禱玄冥孟家。遂即，建髙檣，開左郭，列■〈牜羊〉牱，呼著作，召靈胥，邀海若；對蛟浦而烹牢，當鹿牀而命爵；於是，具六味，羅八珍，羽毛咸備，蘇膏必陳；剖螝陸兮，合雜，刳博帶兮，繽紛；螃玉色、魚錦文、噎鳩餅、脆騎驢；酒新，無非可口，兼乃著人；果則，獨根橄欖、焦核荔枝、三節■〈甘干〉■〈甘者〉、細腰蹙咨、署預蠡薺、素藕烏椑，委盤纂纂，堆案離離；更有越方之儔、解悟之軰，或衣朱裳，或塗翠黛，奏曲搊絃，燃膠爇蕙，初叙訶而廽瞻，遂傳詞而連啑。詞云：神下降兮，龍驤；巫歡喜兮，鼠態；駕雷電兮，熒煌；擁烟雲兮，靉靆。又曰：船容裔兮，何在；櫓去穩兮，徘徊；絶駕波兮，此去；隨駚潮兮，朅來。 \\n ○象鼻炙 \\n 廣之屬城循州、雷州皆産黑象，牙小而紅，堪為笏裁，亦不下舶上來者（陶貞白云：凡夏月治藥，亦宜以象牙置邉）。土人捕之，争食其鼻，云肥脆，偏堪為炙，滋味小類猪之含消（今之炙也）。亦不知一割牛心、猩猩脣之美也。 \\n 愚按■〈魚替〉（子林反）魚兩味，犀有五肉，象有十二肉，其膽隨月轉耳。 \\n 陳藏器云：唯鼻是其本肉，諸即雜肉。凡象白者，西天有之（五真臘有戰象五千頭，《會要》云）。 \\n 又，供御陁國有青象，皆中夏無也。梁·翔法師云：象一名伽郍，《古訓》云象。孕子五嵗始生。《山海經》云：性妬，不畜淫子。 \\n 《西域記》云：有一僧行遇羣象，上樹避之。象隨倒樹，負之至林中。有一病象，足瘡而卧。引沙門手至所苦處，乃竹刺。沙門為拔去之，裂裳與裹。俄頃，一象持金函授病象，病象轉授沙門。發視之，乃佛牙也。 \\n 又，《萬嵗厯》曰：成帝咸康六年，臨邑獻象，一知跪拜。 \\n 《博物志》曰：日南四象各有雌雄，其一雌死，百有餘日，其雄泥土著身，獨不飲酒食肉。長吏問，輒流涕有哀狀。 \\n ○鵞毛脡 \\n 恩州出鵞毛脡，乃塩蔵鱊（音聿）魚。其味絶美，其細如蝦，雖郭義恭云：“小魚，一斤千頭”，未之過也（魚大如針，蜀人以為醬也）。 \\n 又有嘉魚出邕江石穴中，魚下至梧州戎城縣水口，絶肥美，亦堪為脡。左太冲《蜀都賦》云：嘉魚出于丙穴。注云：丙穴在漢中沔陽縣北。有魚穴二所，常以三月八日取之。丙，地名也。魚鱗細似鱒魚（博物志説同）。或云：魚以丙日出穴故。陳蔵器云：嘉魚，乳穴中小魚，能久食，力強於乳丙者，向陽穴多生此魚。魚復何能擇丙日出入耶？議者以陳言為是。酈善長云：穴口向丙。又引“栢枝山山有丙穴，穴方數丈，水有嘉魚，常以春末遊渚，秋入穴”，故知丙穴之魚不獨褒漢中有也（愚按，水中之穴者，謂之逹。據《山海經》云，半石之山，合水出其陽，多鰧魚，其狀如鱖，居達。達，水中之穴相交通者。鰧音騰）。 \\n ○桄榔炙 \\n 桄榔莖葉與波斯棗古散（古散堪為拄杖）、椰子、檳榔小異，其朩如莎樹皮，穰木皮，出麵可食。（《廣志》云：莎樹出麵。《華陽國志》云：郡少榖，取桄榔麵，以牛酪食之。《吳錄地志云》：交趾望縣有穰朩，皮中有如白米屑者，乾搗之，水淋似麵，可作餅。《臨海志》：桄榔朩作鋘鋌，利如鐵，中石益利，唯中蕉根致敗。物之相伏如此。皮中有如米粉，中作餅餌。《會最》又云：都句樹似栟櫚，朩中出屑如麵，可啖，出交州。） \\n 《洛陽伽藍記》云，昭儀寺有酒樹麵木，得非桄榔乎？（《南史》云：扶南國有酒樹，似安石榴，採其花汁停著瓮中，數日成酒，醉人也。）木理有文，堪為握槊局。（《兼名苑》云：其戯，阿育王弟善客造，梁·天監中，始來中土。然《雙六賦》云：諸葛恪開館，延賓分曹，並戯此。則吳時已有。賦内警句云：若乃，位占列星，城分偃月。或七縱而七擒，或百犯而百伐。又，崔令欽六博云：握槊，胡戯。後魏等術。《藝傳》云：胡王有弟一人，遇罪將殺之，弟從獄中為此戯，以上之意，言孤則易死。其後遂入中國。世宗以後，大盛於時。有趙國李幼序洛陽丘，阿奴皆善之。梁武謂之“婆羅塞戯”，胡謂“六為堰數”、“二為鷕鷕”，今言“握槊么么”，皆轉聲也。或妄云曹子建為。盖以俱是魏，同得罪於是事，迹相似，因此疑誤。）其心似藤心，為炙，滋腴極美，其鬚可為帚，香潤絶勝椶柟。（《山海經》云：一名栟櫚也。） \\n 《書》云：縛唱國納縛伽藍（唐言新也），有佛帚迦奢草作也。 \\n 郭義恭又云：醜尉叟可為帚。陶勝力《集記》説：鳥帚一名豐賢當。 \\n ○紅鹽 \\n 恩州有塩場，出紅塩，色如絳雪，驗之即由煎時染成，差可愛也。公路記鄭公虔云，琴湖池，桃花塩，色如桃花，隨月盈縮，在張掖西北。隋·開皇中常進焉（一云，十五日以前塩甘，月半以後苦也）。 \\n 按，塩有赤塩、紫塩、黑塩、青塩、黄塩。（《書抄》云：沈約《宋書》曰：虜至彭城，與張暢語“送白氊、赤塩”。又，郭璞《塩池賦》曰：“爛然漢明、晃爾霞赤”是也。又，虞世苖書云，蔡邕從朔方報羊月書云：幸得無恙，遂至徙所，自城以西，唯有紫塩也。《續漢書》云：天竺出黑塩。又，《北堂抄》引《博物志》云：北胡青塩，但以味色浮雜為不同耳）。 \\n 黄塩，安西城北澗中有色如蕪菁華者（鄭公亦述），成之自然，國之寳也。夫塩，《本草》云：牢肌骨，去毒虫，明目益氣戎（塩即《萬畢術》累卵是也）。亦有如虎、（周官）如印、（《博物志》具。又，《通典》云：九原嵗貢印成塩。五原貢塩山四十顆。又，《水經》云：龍城池廣千里，皆為塩而剛緊。有大塩，方如巨枕者。又，《南史》云：大同中，外國有獻鳴塩枕者。）如繖、（《荆楚記》具）如石、如水精狀者。（《南史》：月支恒水下有真塩，色正，白如水精。）或朝取暮生。又，非煑海所致者也。 \\n ○米■〈麥并〉 \\n 廣州南尚米■〈麥并〉，合生熟粉為之，規白可愛，薄而復肕，亦食品中珍物也。按，梁·劉孝威“謝官賜交州米■〈麥并〉四百屈”。詳其言，屈豈今之數乎？且前朝短書雜説即有：呼食為頭（梁元帝《謝賜功徳浄饌一頭》云：瑶器自滿，金鼎流味，漿含都蔗，味資石蜜。又，《謝賚功徳食一頭》云：天厨浄饌，菴羅法菓。又，劉孝威《謝賜聖僧餘福果食一頭》云：五杏七桃，靈瓜仙棗）、以魚為■〈豆斗〉（《梁科律》：生魚若干■〈豆斗〉）、茗，為薄、為夾（溫貢茗，二百大薄。又，《梁科律》：薄若干夾，云云）、筆，為雙、為床、為枚（《搜神記》云：益州西有神祠，自稱黄石公，祈禱者持一百紙、一雙筆、一丸墨。先聞石室中有聲，便具吉凶，不見形也。南朝呼筆四管為一床。梁·簡文帝《答徐摛書》云：時設書幔，乍置筆床。《梁令》云：寫書筆，一枚一萬字）、墨，為螺、為量、為丸、為枚（陸雲《與兄書》：今送墨二螺。《婦人集》：汲太子妻李【氏？】《與夫書》云：致尚書墨十螺。《梁科律》：御墨，一量十二丸、皇后妃，一量一百丸。蔡質《漢官儀》曰：尚書令、僕丞郎，月賜隃麋大墨一枚，小墨一枚。宋元嘉中格寫書，墨一丸，限二十萬字）、紙，為畨、為幅、為（闕　湘東啟上：荆武紙萬幅。筆四百枚。《簡文帝集》：繹啟：謹奉紅牋二千畨。陸倕有《謝安成王賜西》牋：紙一萬幅。梁簡文帝又云：特送四色筆三萬枚。湘東王。《會最》云：晉宋間有一種紙或一幅長丈餘，言就舡中抄之，世謂蠒紙。又云：張載紙銘、晉載紙為畨。紙字從系，蔡倫作紙從巾）、布、為鼓（梁祖布五文度曰取薄布二十疋為一鼓）、錦為兩（王佐云：幣錦二兩為一兩，一兩一疋，二丈為端也。《左傳》云：歸夫人重錦三十兩。注：錦以二丈雙行，故曰兩，三十疋是也）、衣為裁（陸倕《謝安成王楚越衣二裁》。沈約有《謝葛衫二裁》也）、袈裟為縁（梁文帝云：蒙賚欝金泥細衲袈裟一緣，忍辱之鎧，安施九種功徳之衣，慙愧八法）、奴為頭（簡文帝書言：安吉王餉胡子一頭云。方言異俗，極有可觀，山髙海深，宛在其貌。《梁科律文》云奴一頭、婢一頭）、麝為子、蠟為■〈麥并〉（麝香如干子，蠟如干餅，齊建武四年事）、檳榔為口，胡桃為子、為口（陸倕《謝安成王賜檳榔一千口》。又，《謝胡桃一千子》。又，沈約《謝賜臣交州檳榔千口》云：龍編嘉實，厥包遐逺），其事不可備論。 \\n 今髙州多採藷為麻■〈麥并〉，絶宜入味，極芳美。《方言》云：人謂署預為儲是也。 \\n 又，都播國土多百合，亦有取根以為粮者（事具《會要》。《本草》云：署預一名山芋。《山海經》云：景山名藷藇，江南單呼為藷。語有輕重也。其法：採藷去外皮，磨之，曝乾為粉。臨用時，别取藷磨取濕者溲之。他如麵法）。 \\n 瓊州，溲為湯■〈麥并〉（顔之推又云：■〈艹鳬〉茨，今去墨皮以為粉，作湯■〈麥并〉甚光滑）。 \\n ○食目 \\n 韶州菜有蕪菁，郡人採之為葅，脆而且甘，不失北中味也（方言蘴蕘，蕪菁也。陳楚之郊謂之蘴，齊魯之郊謂之蕘，關之西謂之蕪菁，趙魏之間謂之大芥。郭璞注：薑，音蜂，江東音菘。又云，紫華者謂之蘆菔。《證俗音》曰：葖，蘆菔，蕪菁屬，紫花又【大？】根，俗呼為雹也）。愚按，顧啟期《婁地記》曰：薛山者，昔有薛伯道居此山，不知何時人，好稼植，緣海散蕪菁子。今海邊尚有此菜，云伯道所種，又按司馬相如《凡將篇》，謂為菛菁當門（《證俗音》冥）。《小學篇》曰芴（闕）菁。《會最》又云：以子，江南種變為菘。菘子，黒。蕪菁子，紫赤也。又據南朝食奠中有芥子醬、蘆蔔根、葅菘之類。是江南為“菘”驗也（《證俗音》云小學章作闕）。今畨禺，唯韶州産蕪菁、林檎、朩瓜（《廣志》云：一名里琴，似赤柰，《齊民要術》曰林檎，堪為麨。《爾雅》曰：楙朩，瓜也。賈思協云：凡書厨中安麝香、朩瓜，即無蠧）。 \\n 勤州出栗子（形味俱劣。一年，栗方熟。羣鸚鵡至，俱啄食而盡）。 \\n 竇州出梨。梨大如拳，有類浙東成家梨。可蒸而食，乃皮厚肉硬。又，非哀家梨也（縉雲成家出此梨，因以為名）。《世説》云：桓南郡玄每見人不快，輒嗔曰：君得哀家梨，當復不蒸不食（舊語秣陵有哀仲梨，甚大如升，入口便消，言愚人不别味，得好梨而蒸食也）。 \\n 廣之人食品中有團油飯（凡力足家有産婦，三日、足月及子孫脺【？】為之，飰以煎蝯【蝦？】魚、炙鷄鵝、煑猪羊、鷄子羮、餅灌膓、蒸脯菜、粉餈、粔籹、蕉子、薑柱【桂？】、塩豉之屬，裝而食之是也）。 \\n ■〈血臽〉（《說文》云羊凝血也，音口紺反。今廣人生以五味酢食之。按《證俗音》云，南謂凝牛羊鹿血為■〈血臽〉，以虀噉之，消酒也）。 \\n 蟻子醬（蚳醢也。今山源間有蟻子於茅根下為窠者，收卵為醬也）。 \\n 老鹹虀（採老菜【虀？】以飰和塩藏之，一如常法。有入蕉心者，其瓮埋於池塘間，至三年，菜色如金，土人所重）。 \\n 蛤臛（理之常法。蛤即蛙也。《周書》：腐草為蛙。陶注本：草，青脊者曰土鴨。黒者，南人呼為蛤子。《南史·卞彬》為《蝦蟇賦》云：紆青拖紫，名為蛤魚，以諷令僕。《漢書》言，鄠杜之間水多蛙魚，人得不飢。又，《朱書》：張暢弟為猘犬所傷。醫云，食蝦蟇鱠可愈，而弟有難色。暢先食，而弟方食，果能愈疾。即知前古之人食蛙乆矣。又，《衝波傳》：蝦蟇，無腸，龍蛇屬也。《抱朴子》云，萬嵗者，頷下丹書“八”字。《南史·丘傑列傳》又云：蝦蟇有毒，夢中得三丸藥，後服之，下科斗子數升。《博物志》所謂“東南之食，水産有蛙蛤螺蚌之為殊味，不覺其腥臊”。今按，蛙，唯性熱，甚補人。人有折其足於瓶中，以水養之，不三五日，其損如故。亦有以蘇煎食者是也）。 \\n 褒牛頭。南人取嫩牛頭，火上燂過（《證俗音》炙去毛為燂，以亷反）。復以湯毛去根，再三洗了，加酒豉、葱薑煑之。候熟，切如手掌片大，調以蘇膏、椒橘之類，都内於瓶瓮中，以泥泥過，煻火重燒。其名曰褒。愚曽於衡州食熊蹯，大約滋味小異而不能及。又按，南朝食品中有奧肉法。奧即褒類也（先以宿猪肥者，臘月殺之，以火燒之令黄，煖水梳洗，削刮令浄，刳去五臟，猪肪煼取脂臠，方五寸，令皮肉相兼。著水，令淹没於釜中，炒之肉熟水盡，更以向所煼肪膏煑肉，脂一升酒二升塩三升，令脂没肉，煖火煑半日許，漉岀瓮中餘膏，冩肉瓮中，令相淹。食時，水煑令熟，切，調和，如常肉法。尤宜新其二嵗猪。肉未堅、爛壊，不堪作）。又有泟腤煎肖法（方言熬■〈取上火下〉煎■〈備上灬下〉，鞏火乾也。■〈取上火下〉字，崔寔《四民月令》作炒，亦作煼字。■〈備上灬下〉字，詁訓一力反。古文■〈稫上火下〉字作■〈備上灬下〉）。陷炙、糟範炙、毛泟魚白■〈氵蘥〉肫法（藥名煑也。顔之推云：瀹，白煑肉。《爾雅注》作灼）。 \\n 合豐鷄、合豐白肉、密毛煎魚、臨臉（盧減反。臨臉法：用猪腸經沸湯，岀三寸斷之，決破細切熬之，與水沸，下豉汁研米、葱薑椒胡芥蒜，下塩酥筭子，細切，血將奠與之，早與血則變也）。下淡奠有蟬臛（乃古人爵鷃蜩范之類也）、薄夜餅（用鷄臛）、曼頭餅（《齊民要術》書上字，束晢《■〈麥并〉賦》【有？】此“曼頭”字）、雀喘餅（用酢）、■〈禾尞〉丸餅、渾沌餅（《要術》書上字。《廣雅》曰餛飩也。《字苑》作餫。顔之推云，今之餛飩，形如偃月，天下通食也）、夾餅安寒時（肉夾員心羅脂煑）、糖蟹法（《周禮》：蟹螖，音赦。九月中取母蟹著水中，勿令傷損及死，一宿腹中浄，乆則吐黄，吐黄則不佳也。先煑薄飴。飴，餳也。着活蟹冷糖中一宿，煑蓼湯，和白塩，極鹹，待冷，瓮盛半汁，取糖中蟹，内着塩蓼汁，中，便死，蓼宜着少，多則爛。泥封二十日岀之，舉蟹臍着薑末，還復臍如初，内着泔中，百筃一器，還以前塩蓼汁澆之，令没，密封，勿令漏氣，便成矣。特忌風，中則壊而不美）。 \\n 蒸炙牛胘（户堅反。老牛胘厚而脆，剗牢痛蹙令聚，逼火急炙，令上劈烈，然後割之，則脆美。若挽令伸舒，微火遥炙，則薄而且朋）。 \\n 經云跳丸炙（如彈大，炙煑之）。 \\n 皮脯、馬腸、鹿尾。尺炙、筒炙、銜炙法，鹿角菜、葅紫菜、葅爛畔（盧龍時經云云）。 \\n 葛鑚（《說文》云鑚今呼羹,和飰為之）. \\n 水溲餅（〈要術〉云立秋毋食煑餅及水溲餅。餅唯酒引。餅入水爛。水溲得水輒消也）。 \\n 又，果奠合子有寒具（《證俗音》■〈麥粦〉■〈麥婁〉，内國呼為糫餅，亦呼寒具。《鄭玄》注：周官有寒具，未知是■〈麥粦〉■〈麥婁〉否？力田反，力走反）。 \\n 百支■〈米壹〉截餅。 \\n 黄萬柏散（饊，《急就篇》：飴。《說文》曰熬稻，餦鍠也。音散桑。但《反廣雅》：粰，饊也。《證俗音》云，今江南呼饊飰。巳煎米以糖餅之者為粰■〈梳，米代木〉，也音浮流），白甘脆。 \\n 赤牒棗、剥棗、胡麻糖、雀頭糖。 \\n 亷薑鬼目蜜檳榔（《周成雜字》曰檳榔果也，似螺可食）。益智甘蕉，甘欖根縁羊梅。今瓊崖髙潘州以糖煑嫩大腹檳榔。辯州以蜜漬益智子食之，亦甚美（《採字苑》曰：雜藏，果也，音素慼反。顔之推云，今以宻藏雜果為粽）。又有都念子，花似紫蜀葵，實如軟棗。《拾遺》云甚甘美，益人。隋朝植於西苑中，印度岀那核婆果，大如冬瓜，熟則果赤，剖之，中有十小果，大如鶴卵，更又破之，其汁黄赤，其味甘美，或在樹枝，如衆果之結實，或在樹根，若茯苓之在土。又波斯牟果，葉長五六尺，果堪食，狀如人手，樹髙丈五，葉堪作食簟。又，頻郍婆果生樹後，大如八石瓮，味甚甘，食之便醉，九日而蘇（見《會最》也）。愚又思，束晢《餅賦》“餢飳（當音剖，注）■〈飠遀〉燭”。顔之推云，今内國，餢飳以油蘇煑之。江南謂蒸餅為餢飳，未知何者合古。腅，《國》謂云“主孟啗我”。《字林》曰：腅，肴也，音大濫反。之推又云，今内國猶言餅腅，及按方言，江南有鹿■〈⺮觔〉腅及臛之類。又，韓肉本法岀韓國，為之如羮而少汁加醉也。餪女，《字林》曰饋女也，音乃管反。《證俗音》云：今謂女嫁後三日餉食為餪女也。 \\n ○睡菜 \\n 睡菜，五六月生於田塘中，葉類茨菰，根如藕梢，其性冷。土人採根為鹹葅。食之或云好睡。郭子横云：五味草，初生，味甘；花時，酢食之，不使人睡。亦名却睡草。又，《神異經》云：四味朩，一名如之何。其實有核，形如棗子，長五尺，金刀割則苦，竹刀割則飴，朩刀割則酸，蘆刀割則辛。此說小類五味草也（又，《御覧·顧凱之·啟蒙記》曰：如何隨刀而改味也）。 \\n ○水韭 \\n 生於池塘中，葉似韭，有二三尺者，五六月堪食，不葷而脆，得非龍爪薤乎？（郭子横云：龍爪薤有長七尺者）。《字林》云薟（音嚴），水中野韭也。又，■〈口〈艹令〉〉（音呤）見《字林》，似蒜，生水中。鄭虔云，薤，辛，除園河西，長二尺。塞北山谷間多孝文韭，軍人食之（周孝文帝所植）。如渭水原諸葛亮韭，亦諸葛所種也。酈善長又云：平樂村五六里，至東亭杜，北山，甚髙峻，上合下空，東西廣二丈許，髙起如屋，中有石床，傍生野韭。人往乞者，神許，則風必偃之，方可揃也。如過越不偃而揃者，有咎（盛弘之《荆州記》亦具文。小異）。 \\n ○蕹菜 \\n 葉如栁，三月生，性冷味甜。土人織葦簰，長丈餘，闊三四尺，植於水上，其根如萍，寄水上，下可和畦賣也。陳藏器又云：蕹菜，味苦平，無毒，主解胡蔓草毒。胡蔓即冶葛也（《本草》云：鈎吻又名冶葛，用羊血土漿解之。《南州異物志》曰：俚賦呼冶葛為鈎挽。鄭廣文又曰，人自來求死者，取一二葉，手挼汁岀，飲之半日死。羊食苗，大肥。亦如巴豆，鼠食則肥。乃物有相伏如此者）。先食蕹菜，後食冶葛，二物相伏，自然無苦。取汁滴冶葛，苖當時瘀死（《廣州記》曰：菜，水生，以為葅，土人重之）。愚按廣之菜有掉（《字林》：掉，辛菜也）、東風（《廣州記》：菜，陸生，置肥肉作羮，味如酪，香氣似馬蘭。又，《左思吳都賦》東風扶留是也）、蕋（音戢。《風土記》曰：蕋，香菜根，似菜根，蜀人所謂葅香也。《越絶書》：蕺山，越王勾踐種蕺處）、〈艹杓〉（音晶。■〈艹鳬〉茨苖也。《東觀漢記》：王莽末，南方枯旱，民餓羣入野澤掘■〈艹鳬〉茨而食）之類，無足竒者，是不復。《遍録吳志》曰：孫皓時有蕒（音買）菜，生髙四尺，厚三寸，分如琵琶形，兩邉生葉，皓以為平盧。《晋安帝紀》曰：義熈二年，有苦蕒菜生揚州（《中興書》曰草妖也。是後嵗嵗征伐，民人稍苦。苦蕒者，買苦也）。國初建達國獻佛土菜，一莖五葉，花赤，中心正黄而蘂紫色；泥婆羅國獻稜，類紅藍實，似蒺藜，火熟之，能益食味。又，醋菜狀似慎火葉，闊而長，味如美酢，絶宜入味，極美。 \\n ○斑皮竹笋 \\n 湘源縣十二月食斑皮竹笋。滋味與北中七八月笋牙小類，但甜脆過之，諸笋無以及之。《吳録》云：馬援至荔浦見冬笋，名曰苞笋，其味美於春夏笋也（即鷄脛竹笋）。《博物志》曰：斑皮竹，洞庭之山堯帝之二女以涕揮竹，竹盡斑也。《爾雅》曰：笋，竹之萌。《說文》曰：笋，竹胎。《詩義疏》，笋，皆四月生也。巴竹笋，八月生。篃（音媚）竹笋，冬夏生。《永嘉記》：含墮竹笋，六月生。《篃竹譜》：棘竹，落人鬚髮。 \\n 愚按《山海經》：竹生花，其年便枯。六十年一易根，必結實而枯死。實落土，復生，六年還成町也。《竹譜》曰：竹，不剛不柔，非草非朩。■〈⺮紂〉必六十。■〈⺮復〉亦六年是也。凡種竹，正二月斸取西南根，東北角種之，竹性向西南引也，“《齊民要術》曰：諺云，東家種竹，西家治地”故也。南中有以竹為刀錯子者。錯子即■〈⺮思〉簩竹皮為之，錯指甲利勝於鐵機巧。李衙推昉云：如小鈍，復以漿水洗之如初。刀子竹：裴淵《廣州記》云：石林竹勁利，削為刀，切截象皮如截芋也。 \\n 公路襄州宜城縣朩香村有莊，咸通初，忽生異竹（第一年生九竿，第二年生七竿，爾來嵗嵗有也），作深梔黄色，每節及枝上並抹緑，鮮澄，其笋甚美。按，顧凱之譜中亦無說處。 \\n 《異苑》曰：東陽留道徳元嘉四年，筯竹林忽生連理，野人無知，謂為禍祟，伐煞之。 \\n 公路乾符初經過夏口時，有人獻合歡笋於韋公尚書者。自一本分為兩岐，長二尺餘，乃笋之瑞也。公命公路為七字句歌，之詞繁不載。 \\n 愚傳聞貞元五年秋，畨禺有海户犯塩禁者，避罪於羅浮山，深入至第十三嶺（山有十五嶺，四百三十二峰，九百八十三飛泉洞府也），遇巨竹百千萬竿，連亘巖谷，竹圍二十一尺，有三十九節，節長二丈，即由梧類也。海户因破之為篾，會罷吏捕逐，遂挈而歸。時有軍人，獲一篾，以為竒者，後獻於刺史李復。復命陸子羽圖而記之，亦資耳目之一事也。 \\n 舊記云：李公顧謂門生廣州桑苧翁曰：夫視聽之外、經籍未録、不合有而有者，不知其極。况兹竹載在圖記，不足竒也。漢太尉許慎《說文》有長節竹，謂之■〈⺮公〉（音鐘。一本作■〈⺮鍾〉），得非羅浮山龍鍾之義耶？桑苧翁前席而言，曰：頃天寳末，有韋長史虚舟寓於廬山瀑布泉時，夏月多雨，見瀑布之中流岀一桃葉，闊五寸，長一尺二寸。至徳初，徐正字嶷，於海塩縣白塔山沙渚之上，得一桃核片，可貯一升，則知草朩在山海之間，有瑰形殊狀者，多矣。又若決明慎火在中原為蘇蓼葵莧之屬，若生嶺嶠南山澗，無非髙樹。蕨有千嵗者徑二尺圍，與彼不異。"}
{"章节": "卷三", "正文": "　 \\n   \\n   \\n 卷三 \\n  \\n  \\n  \\n ○無核荔枝 \\n 南方，果之美者有荔枝（衛洪《七開》曰：蒲桃、龍目、椰子、欐支。欐同茘）。梧州火山者夏初先熟而味小劣，其髙潘州者最佳，五六月方熟，有、無核類，鷄卵大者，其肪瑩白，不減水精，性熱液甘，乃竒實也。又有蠟荔枝，作青黄色，亦絶美。《南越志》云：荔枝洲有焦核黄蠟者為優，故《廣州記》曰：荔枝如鷄卵大，殻朱肉白，五六月熟，核若鷄舌香。《陳藏器》曰：荔枝樹冬青，實如鷄子，核黄，黒似熟蓮子，實白如肪，甘而多汁，百鳥食之為肥，極宜人。《廣志》云：焦核胡■〈木冒〉，此最美；次有鼈卵焉。其樹自合抱至數圍大者，材中梁棟，其堅即佉陁等朩無以加也。 \\n 嶺中荔枝纔盡，龍眼子方熟，大如彈丸，皮褐肉白而味過甜。俗呼為荔枝奴，非虚語耳（《修文殿御覧》云：龍眼子，一名龍目。左思《蜀都賦》云“旁挺龍目，側生荔枝”也）。又，《西京雜記》曰：尉佗獻髙祖鮫魚、欐枝。髙祖報以蒲桃錦四疋。 \\n ○變柑 \\n 新州岀變柑，有苞，大於升者，但皮薄如洞庭之橘，餘，柑之所弗及。傳云：本自髙要移植，不數百里，形味俱變，因以為名。論其美，直所謂“厥包橘柚”精者。柑（見郭璞讃。又，馬援好事，至荔浦。見“冬筍名包筍”，上言：禹貢“厥包橘柚”，疑即此也）亦如踰淮為枳，乃水土異也。 \\n 愚按《吕氏春秋》，果之美者江浦之橘，箕山之東清馬之所有櫨橘焉。《說文》：櫨橘，柚也。 \\n 又，郭璞曰：蜀中有給客橙，即櫨橘，冬夏花實相繼。 \\n 《風土記》：柑有黄者、赭者，赭赤謂之胡柑。 \\n 今人多引“江陵千樹，橘為朩奴”事，此《漢書》云“其人與千户侯等”，且《襄陽記》：李衡為丹陽太守。衡宻遣十人，於武陵龍陽洲上作宅，種柑千樹。臨死勑兒曰：汝毋惡吾治家固窮如是，吾州里有千頭朩奴，不責汝，衣食，嵗上一疋絹，亦足用耳。吳末，衡柑成嵗，得絹數千疋。 \\n 據此，非橘明矣（據雜書如《翰林要海》、《御覧》，賈思協皆列在黄柑門中）。愚又按，諺云“朩奴千，無凶年”。《要術》云：蓋言果實可以市易五榖，此即朩奴之號“果之都”稱者也。 \\n ○山橘子 \\n 山橘子冬熟，有大如土瓜者，次如彈丸者，皮薄下氣。普寧多之。南人以蜜漬和皮而食，作琥珀色，滋味絶佳，豈比漢人之吳合皮啖橘，以為笑也。其葉煎之和酒飲，亦療氣，神驗。 \\n 愚憶王壇《臨海異物志》曰：鷄橘子如指頭大，味甘，永寧界中有之。又，裴淵《廣州記》：羅浮山有橘，夏熟，實大如李。又云：羅浮有壺橘十種，豈其一歟。（《廣州記》又云：荔枝、壺橘珍果之上。） \\n 今有枸櫞皮煎、椰子煎，皆竒味也（《異物志》：枸櫞實似橘，皮不香。椰子去其外皮及殻，有白穰，食之。如北中生胡桃味。又有白漿如乳，人亦食之。《異物志》曰：椰子有如兩眼，俗人謂之越王頭。南人取為瓶子杓子等器。枸櫞子即交州黄淡子，橘柚類也）。 \\n ○橄欖子 \\n 橄欖子，八九月熟，其大如棗。《廣志》云：有大如鷄子者，南人重其真味。一說香口絶勝鷄舌香（《詩義疏》：梅亦可合而香口。又，廣州亷薑亦可香口）。亦堪煑飲，飲之能消酒（煎法：剉去兩頭，煨温煑之甚香美）。其樹聳拔，其柯不喬。有野生者，髙不可梯。但刻其根方數寸許，内鹽於中，一夕，子皆落矣。 \\n 今髙涼有銀坑橄欖子（生於銀坑之側。相傳是馮盎之家，昔掘地遇於此），細長多味美於諸郡産者，其價亦貴於常者數倍也。 \\n 愚按《南越志》，博羅縣有合成樹，樹去地二丈，為三衢（《山海經》云四衢）：東向一衢為朩威；南向一衢為橄欖；西向一衢為玉文（顧微《廣州記》曰：朩威髙大，子如橄欖而堅，削去皮以為粽）。《廣志》書此“橄欖”字；《南州異物志》作此“橄槄”字，《陳藏器》云：其朩主■〈魚規〉魚毒，此朩作檝，撥着■〈魚規〉魚，皆浮岀，其畏如此。人中■〈魚規〉魚肝子毒者必死也。 \\n ○山胡桃 \\n 山胡桃皮厚底平，狀如檳榔，其仁如扶容頭，味次隂平。樂遊胡桃别作杏膏香，但不耐停耳。《廣志》云：隂平胡桃皮脆，急投之，即碎。其蝦蟇背見栁世隆《謝樂遊胡桃》，云：胡羯奔逃，吉之先見者也。鄭虔又云，山胡桃無穰，實心，磨之可為印子。據說即非南山中胡桃也。 \\n ○白楊梅 \\n 楊梅葉如龍眼樹，冬青。一名朹（音求）。潘州有白色者，甜而絶大。鄭公虔云：越州容山有白熟楊梅。《兼名苑》云：東興縣有大如鷄卵楊梅。《博物志》云：地有章名，則多楊梅，得非誤耶？《南越志》：安章縣白蜀里多楊梅。求之。曰：白蜀去章逺矣（《吳興記》曰：故章縣北有石栁山，岀楊梅，常以貢御。張華所謂地名章必生楊梅，蓋謂此也）。 \\n ○偏核桃 \\n 占卑國岀偏核桃，形如半月狀波斯。取仁食之，絶香美，極下氣，力比於中夏桃仁，療疾不殊。《會最》云：偏桃仁，勃律國尤多，花殷紅色。 \\n 郎中解忠順使安西，以蘿蔔挿接之而生桃仁，肥大其桃，皮不堪食（解忠順郎中使安西，以異方枝挿蘿蔔，至此皆活）。 \\n 吐谷渾有桃，如一石甕大者。 \\n 貞觀二十一年三月十一日，以逺夷各貢方物，其草朩雜物有異於常者，詔所司詳録焉。華護獻馬乳蒲桃一房，長二尺，子亦稱大，其色紫。康國又獻金銀桃，詔令植於苑圃。 \\n ○紅梅 \\n 嶺之梅小於江左，居人採之，雜以豆■〈艹冖〈子殳〉，上中下〉花（漏■〈艹冖〈子殳〉，上中下〉。花，白色，穗尖，微紅。《南方草朩狀》曰漏■〈艹冖〈子殳〉，上中下〉樹，子大如李實，二月花，七月熟岀。興古書此字。又，劉欣其《交州記》作竇■〈艹冖〈子殳〉，上中下〉）。《廣志》作“豆茠”字也。 \\n 构櫞子，朱槿之類（顔之推云：枸櫞子似橘大，如飯簇。《字林》：音矩椽。又按，梁朝上饌糁奠合子内有根櫞是也。又，朱槿四時常有，花可食，此蕣朩也。一名董；一名櫬。《莊子》云朝■。又，張華云：君子國多蕣華之革，朝生夕死），和鹽曝之，梅為槿花所染，其色可愛，今嶺北呼為紅梅是也。又有選大梅，刻鏤瓶罐結帶之類，取棹汁漬之（棹朩葉，烹其葉呼為棹汁。按梅有紫花梅、同心梅、麗支梅，品第絶多），亦甚甘脆。按鄭公虔云，婆弄迦朩岀烏萇國，發地叢生，葉大如掌，花白而細，絶芳香，子如升，大花披之時，人即雕畫，瓦罐承花，候其子長滿罐中，即破而取之，文彩彬煥，與畫罐相類，便以獻王，猶中國鏤梅，諸國所無也。 \\n ○五色藤筌蹄 \\n 瓊州岀五色藤、合子書囊之類，花多織走獸飛禽，細於錦綺，亦藤工之妙手也。次盧亭（盧亭即盧循之苖裔也），細白藤為茶器；新州，作五色藤筌臺，皆一時之精絶。昔梁·劉孝儀《謝太子五色藤筌蹄一枚》云：炎州采藤，麗窮綺縟。得非筌臺與筌蹄語訛歟？按侯景簒位，着白紗帽而尚青袍或牙梳挿髻，牀上常設胡牀（《大業記》：帝九月自北塞還，東都賜文武官，各有差。【改？】胡牀為交牀，改胡瓜為白露黄瓜，改茄子為崑崙紫瓜也）及筌蹄。今海豐嵗貢五色藤鏡匣一、筌臺一是也。又，《本行經》云：河龍女，名尼連茶耶，上太子寳筌，■〈木是〉太子坐之，食乳糜，巳，擲鉢河中。天帝取歸，忉利供養，以立鉢節（佛經又云，太子第七日據筌蹄坐，受與即輸陁指印環，云云）。 \\n ○香皮紙 \\n 羅州多棧香樹，身如柜栁，其華繁白，其葉似橘，皮堪搗紙，土人號為香皮帋，作灰白色文，如魚子牋。今羅、辨州皆用之（《三輔故事》云“衛太子以紙蔽鼻”，前漢巳有之，非蔡倫造也。此蓋言其善，不云創耳。又，和熹鄧后貢獻悉斷，嵗時但供紙筆而巳，然則其用乆矣，但不知何物為之。按王隠《晋書》曰：王隠荅華恒云：魏太和六年，河間張楫【揖？】士【上？】《古今字詁》，其中部云：今帋也古之素帛，依書長短，隨事截絹，狀數重沓，即明幡紙，字従糸此形聲。貧者無之，故溫舒截蒲冩也。和帝元興元年中，常侍蔡倫挫故布網，搗作帋，字從巾。又，是其聲雖同糸，巾則殊。不言古帋為今帋。又，山謙之《丹陽記》曰“平準署有紙官”。古以縑素為書記，又以竹為簡牘，其貧諸生或用蒲為牒也。《瑶山玉彩》亦具），小不及桑根竹莫紙（睦州岀之）、松皮紙（日本國岀）、側理紙也（側理，陟釐也。後人說：呼釐為側，理即苔也。事見張華、又《爾雅》曰：苔，石衣也。郭璞注“水苔”也。一名石髮。江東食之。又，《瑶山玉彩》載薛道衡詠苔紙詩，云：昔時應春色，引緑泛清流。今來承玉管，布字轉銀鈎）。 \\n 又嘗讀謝康《樂山居賦》云“剥芨（音及）巖椒”，言芨皮可為紙，未詳其朩也（又，扶桑國在中國之東二萬里，其土多扶桑朩，故以為名扶桑。葉似桐，初生如笋，國人食之，實如梨而赤，績其皮為布，以為衣，亦以皮為帋。齊永元二年，其國有沙門慧深來至荆州者），其香即《會最》云“沉香、青桂、鷄骨、馬蹄、棧香、黄熟，同是一樹，如一朩五香：根檀節、沉子、鷄舌葉、藿膠、薫陸也（《金樓子》云“衆香共是一樹”。又，俞益期牋曰“衆香共一朩也”）。 \\n 又，《真誥經》云“屢燒香左右，令人魄正”。故《隠居》云“沉香、薫陸，夏月常燒此二物”。梁簡文時，扶南信有沉香，一婆羅丁云“婆羅丁五百六十斤”也。按《浴佛功徳經》云“牛頭、旃檀、芎藭、鬱金龍、腦沉、麝丁等以為湯，置浄器中，次第浴之”。及《旃檀》云“王有疾，醫須旃檀汁”。旃檀枝葉根莖除一切疾（《本草》云：白檀消風熱腫毒）。 \\n 無名詩集《武舍之中行》云“胡從何等來，氍■〈叟毛〉■〈翕毛〉■〈登毛〉五朩香”（《證俗音》云：■〈白毛〉，數【織？】毛席也，書此字。又，《通俗》云“織毛褥也。魏畧云：大秦國以野蠒織成，出黄、白、黑、緑、紫、絳、紺、金、黄縹、留黄十種氍■〈叟毛〉。又，《通俗》云：白氍■〈叟毛〉，細者謂之■〈翕毛〉■〈登毛〉。又，《書》云：■〈翕毛〉■〈登毛〉施大牀之前小榻之上也。又，《異苑》云：《沙門支法》存有八尺沉香板牀，有八尺■〈翕毛〉■〈登毛〉，作百種形象）。 \\n 迷迭（迷迭香，大秦岀。魏文帝曰：余種迷迭於中庭，嘉其揚條吐秀，馥有香芳。又陳琳賦曰：方碧莖之阿那，鋪緑葉之蜿蟺）、艾納（艾納岀驃國，此香燒之歛香氣，能令不散，直上似細艾也）及都梁（都梁香，《荆州記》：都梁縣有小山，山上清水淺中生蘭草，俗謂之都梁，即以縣名焉）。 \\n 唯交州《異物志》曰：宻香，欲取先斷其根，經年，外皮爛，中心及節堅黑者置水中則沉，是謂沉香。次有置水中不沉，與水面平者名棧香，其最小麄者，名曰槧香。佛經所謂沉水者也。又，《南越志》謂之香朩岀日南也。 \\n ○枹朩屧 \\n 枹朩，産水中，葉細如檜，其身堅類於栢，唯根軟不勝刀鋸。今潮州、新州多刳之為屧，或油畫、或金漆，其輕不讓草屧（《齊民要術》云“青白桐，村者並堪師長者，皆着木屐，婦女始嫁，漆畫為屐，五采為系也”。又，按梁武小說“介子推逃禄隠跡，抱樹燒死，文公拊朩哀嗟，裁而製屐，每懐割股之功，輙俯視其屐，曰：‘悲乎！足下’”。“足下”之稱將此起乎）。按《翔法師書》云：■〈木貝糸〉，一名水松，生水中，無枝，形如笋。亦曰松枹。今為屧是也。又，陳周弘正《謝賚漆松枹屧》云“蒙此慈錫，便得輕舉。” \\n ○紅藤簟 \\n 瓊州岀紅簟，一呼為笙。或謂之蘧蒢，亦謂之行唐（《方言》曰“簟，朱魏之間謂之笙，或謂蘧曲。自關而西，謂之簟。其粗者，謂之蘧蒢。行唐，似蘧蒢，直文而粗。自關而東，周洛楚魏之間，謂之倚佯。佯音陽也”。《南越志》云“桃枝，南人以為笙”。郭景純曰“簟以寧寢，杖以扶危”。又，《簡文集》有“謝桃枝笙竹席”牋。沈約彈歙令仲文秀“横訂吏黄法，先輸六赤笙四十領”），其色殷紅，瑩而不垢，或云：染藤所製，編織精華又不如溪鵠紅席（海中溪鵠山，去餘桃岸千餘里，上有女冠道士四五百人，學道。梁時遣使獻紅席。此草者，紅鳥居其下，故以為名耳）。竿散卧簟（《簡文》謝云“筠篁多品，篠簜雜名”）、椰子坐席（亦有卧席具。吳均集。又，沈約《謝賜大甲坐卧簟竹》帖）、蒲褥筍席（王儉贈宗測。見南史）、花紈卧簟月支毛席（陸倕集具）、流黄簟象牙席（《西京雜記》“會稽供御竹簟，世號為流黄簟”。《神仙傳》“淮南王為八公設象牙席”），以為優劣歟。 \\n ○方竹杖 \\n 澄州産方竹，體如削成，勁健堪為杖，亦不讓張騫筇竹杖也。其融州亦岀，大者數丈。 \\n 《正聲集云》：南方有方竹杖，白蟬噪其上。陳貞節嘗詠之。 \\n 又，海晏（地名）岀蘆，堪為拄杖。髙潘州岀千嵗蕨拄杖，小類。 \\n 貝多更有踈節竹（五六尺一節），僧道多以為杖，皆竒物。 \\n 又，按《會最》云，溱川通竹直上，無節，空心也。 \\n ○山花燕支 \\n 山花叢生，端州山崦間多有之。其葉類藍，其花似蓼，抽穗長二三寸，作青白色，正月開。土人採含苞者賣之，用為燕支粉，或持染絹帛，其紅不下藍花。 \\n （作燕支法：採花於鉢中，細研，着少水，以生絹綟取汁於通油瓷瓶中，文武火煎之，候花浮上，旋揉，取生絹囊中，瀝乾，用如常燕支法云云。《博物志》有作黄藍燕支法。《通典》云：今漢中嵗貢紅花百行燕支一升。） \\n 習鑿齒《與謝侍中書》云：此有紅藍，足下先知之否？北方人採取其花，染緋黄接其上，英鮮者作燕支，婦人粧時用作頰色。作此法：大如小豆許，而按令扁，色殊鮮明可愛。吾小時再三過見燕支，今日始覩紅藍耳。後當為足下致其種。匈奴名妻閼氏，言可愛如燕支也，閼字音燕，氏字音支。想足下先亦作此讀漢書也。（《西河舊事歌》曰：失我祈連山，使我六畜不蕃息；失我燕支山，使我婦女無顔色。） \\n 又，鄭公虔云：石榴花堪作燕支代，國長公主，睿宗女也。少嘗作燕支，棄子於階後乃叢生，成樹，花實敷芬，既而歎曰：人生能幾，我昔初笄，嘗為燕支，弃其子，今成樹隂，映瑣闥人，豈不老乎！（鄭公虔云：塗林花有五色，黄碧青白紅，如杏花。漢東都尉于吉獻一株，花雜五色，云是仙人杏。今嶺中安石榴花實相間，四時不絶，亦有紺者。） \\n 《古今注》云：燕支，葉似蘇，花似蒲。云岀西方，土人以染，名為燕支。中國人亦謂紅藍。以染粉為婦人面色謂之燕支粉。（《博物志》云：張騫使西域，還，得大蒜、安石榴、胡桃、蒲桃、沙葱、苜蓿、胡荽，黄藍可作燕支也。紅花而岀波斯踈勒河禄國。今梁漢最上，毎嵗貢二萬斤於織染署。） \\n ○鶴子草 \\n 鶴子草，蔓花也，其花麹塵，色淺紫，帶葉如栁而小短，當夏開。南人云是媚草，甚神可比懐草（夢草似蒲，畫縮入地，夜乃岀。亦名夜草。懐之則知夢之吉凶，立驗也。漢武思李夫人，東方朔乃獻一枝。帝懐之，夜夢夫人。因改此名為懐草也。）、夢芝（習鑿齒《襄陽耆舊傳》曰：襄王夢一婦人，曰，我，夏帝之季女也，名瑶姬，未行而死，封於巫山之臺，精魂為草，摘而服為芝，必與媚；而服焉，必與夢。其家在宜城縣），採之曝乾，以代面靨，形如飛鶴狀，翅羽觜距，無不畢備，亦草之竒者。草蔓上，春生雙蟲，常食其葉。土人收於奩粉間，飼之如養蠶法。蟲老不食而蛻為蝶。蝶，赤黄色，女子佩之如細鳥皮，號為媚蝶。 \\n 郭子横記：勒畢國獻細鳥，以方赤玉籠盛數百，形大於蠅，狀如鸚鵡，聲聞數百里之間，如黄鵠鳴也。國人以此鳥候日晷，亦曰候日蟲。帝得之，旬日飛盡。明年，有細鳥集於帷帟，或入衣袖，因名蟬衣。宫内嬪御有鳥集其衣者，輙蒙愛幸。至武帝末，稍稍自死。人服其皮者，多為丈夫所媚。余訪花子事如，面光眉翠、月黄星靨，其來尚矣。（而光具無名詩集：月黄星靨，娥黄婺靨。皆數。） \\n 然事之相類者，見《拾遺》引：孫和恱鄧夫人，常置膝上。和月下舞水精如意，誤傷夫人頰，流血染袴，和自舐瘡。太醫曰，獺髓雜玉及琥珀屑，當滅痕，購以百金。有富春漁人云，獺，神物也，取則逃之，伺祭魚時，有鬬死穴者，枯骨可合舂以滅痕，和乃作膏，琥珀太多，痕未滅而類有赤點，細視之，更益其妍，諸嬖要寵者，以丹青點頰而後進幸。（又，宋武帝夀陽公主，人日，梅花落額上，成五出花，後效為梅花粧也。又，書云，以丹注面白的此，本天子諸侯有羣妾者以次進御，有月事者，上御不口說，注此於面。） \\n 一說，上官昭容自製花子，以掩黥處。（昭容，儀之孫，名婉兒。天后時，忤旨當誅，惜其才，不殺而黥之。） \\n 又云，天后毎對宰臣，令昭容卧於案裙下，記所奏事。一日宰相李（忘名）對事，昭容竊窺，上覺，退朝，怒甚，取甲刀劄於面上，不許拔，昭容遽為乞拔刀子詩，（有集二十巻，詩在集中，玄宗收取其詩。筆集之，令張說為序。集賢故事，舊宣索書，皆進副本。无副本者，則促功冩進。後亦不能守其事，如上官昭容，舊无副本，因宣索，便進正本。庫中，今闕此書矣）後為花子，以掩痕也。 \\n ○越王竹 \\n 嚴州産越王竹，根於石上，狀若荻，枝髙尺餘。土人加其色，用代酒籌。次有沙筯，産於海島間，狀如蓴菜。春吐黄花，其心若骨，可為籌筯，凡欲採者，須輕步拔之。不爾，聞人行聲，則縮入沙中，了不可取。陳藏器云：越王餘筭，味醎，生南海，筭子長尺許。 \\n 《異苑》云：晋安有越王餘筭菜，白者似骨，黒者似角。古云，越王行海中，作籌有餘，弃之於水，遂生焉。（《臨海水土志》曰：越王筭，如笄大，正白，長尺餘。生海邉沙中，見便取之即可得心，中存來取則入土中。） \\n 又逺飛云：東海中筯洲，洲上故筯無極，連船取之不盡。世中好失筯，言天下筯悉歸於此。乃驚耳之說也。 \\n ○無名花 \\n 廣州之南數百里有蔓草生焉。其草，吐一葉白華，片大如掌（亦有小片者）。蘂，緑色,初夏開。翫之，初誤殘花，恬然特異，遍問土人，莫有知者。 \\n 昔，草堂樓法師山居時，（法師慧約，字徳素，梁國號也。）有一野嫗，手持一樹，植之於庭，云是蜻蜓樹也。（所植樹，嵗乆芬芳欝茂。有一鳥，身赤尾長，栖息其上。） \\n 《聘北道里記》云朩龍寺：寺有三層塼塔，側生一大樹，縈繞至塔頂，枝榦交横，上平容十餘人坐，枝杪四向下垂，團團如百子帳，經過莫有辨者。梁武帝曽遣人圖冩樹形，還都，大體屈盤似龍，因呼為朩龍寺。 \\n 又，謝惠連目竒草，曰仙人草。序云：余之中園有仙人草焉，春穎其苖，夏秀其英，秋有貞實，冬無凋色。可謂四時而不改者也。旣嘉其名而美其質，染筆作詠，庻以攄述。（《大業記》又說：仙人草如長樂，髙三尺，丹葉碧花，花似鷄幘而大者，闊五六寸。） \\n 又，梁伍安公《武陵記》云：巴陵郡西有寺，寺房牀下忽有樹生，衆僧移屋避之。晚更滋茂，莫有認者。外國沙門云是波羅宻擲，常着花，細白。永嘉四年，忽生一花狀似芙蓉，推其靈景，未能量也。（又，《金樓子》云：孔子冡中樹，在魯城，百數皆異種也。）然《小說》云：簡文初不别稻。余今不分此，亦何愧哉?! \\n ○指甲花 \\n 指甲花，細白色，絶芳香。今蕃人重之，但未詳其名也。 \\n 又，耶悉弭花、白末利花（紅者不香）皆波斯移植中夏。 \\n 如毗尸沙，金錢花也，本岀外國，大同二年，始來中土。今畨禺士女多以縷貫花賣之。愚詳“末利”乃五印度華名，佛書多載之，貫華亦佛事也。 \\n 又《扶南傳》曰：頓遜國有區撥花、葉逆花、致祭花、各遂花、摩夷花，燥而合香末以為粉，以粉身體。 \\n 唐初，罽賔國獻俱物頭花，丹白相間，香氣逺聞。伽失畢國獻泥樓鉢羅花，如荷葉缺圓，其花，色碧、蘂黄，香聞數十歩，皆中國無者。 \\n ○相思子蔓 \\n 相思子，有蔓生者。（《本草拾遺》六相思子樹髙大，有文字赤黒間者，佳。又《羅浮山記》：增城縣南，廽溪之側，多相思樹，號相思亭送行之所贈也。）其子切紅，葉如合歡，依籬障而生合歡。（《博物志》云蠲忿。《古今注》云■〈益蜀〉成，種之舍前，一名合昏，亦名戎樹。）與龍腦（闕）相宜，能令香不耗。南人云，有刀瘡、血不止、痛甚者，取葉熟擣厚傅之即愈。（《胡神記》云，東平劉羊兒，居白沙村，去城十許里，常日晚行。經一廟前，忽拾得一紙裹，芬香殊特，■〈門外井內〉【开？】之，皆是雜綵結、紅色紐、瑠璃珠、相思子，遂持歸。至夜，闻人叩户，見一青衣，稱淮南王女遣信，向有輕贈，幸蒙採納，羊兒合語契其。明夜女乃至，年十五六，容色殊麗，至曉乃别，後經旬日，時時復來。） \\n 干寳《搜神記》云，大夫韓慿妻美。宋康王奪之。慿怨，王囚之。慿自殺，妻乃隂腐其衣。王與之登臺，自投臺下，左右攬衣，衣不中手，遺書於帶，願以屍骨賜韓氏而合葬。王怒，弗聽，埋之。令冡相望，宿昔，有文梓朩生二冡之端，根交於下，枝錯其上。又有鴛鴦，雌雄各一，恒在樹上。宋王哀之，因號其朩曰相思樹。（《聘北道里記》引許有《韓慿冡》，宋王史也。四部，目録有韓慿書。叙事委悉而辭義鄙淺，不復具記。《無名詩集》又云：昔有賢士姓韓，名朋，故娶賢良妻，成公索之女，名曰貞夫，具賢具聖云云。又三日三夜始得，壙空不見韓朋、貞夫，唯見石子一雙，鬰鬰葱葱，一青一白。宋王怪之，分張其雙，青石埋於道西，白石埋於道東。道東生桂樹，道西生梧桐，上枝相連，下枝相通，枝枝相交，葉葉相蒙，下有清流之水，斷道不【闕3字】。葉落兩兩成雙，從明至暮，悲鳴嗈嗈，宋【闕5字】是何樹？梁伯對曰：此是韓朋貞【闕7字】。曰誰能解之？梁伯答曰臣能【闕8字】其氣心中合，中是思愛，下有【闕7字】王妬代遣，踐殺之血流滂【闕6字】鴛鴦同心異體，頭白身黄，髙【闕7字】一毛落地七赤，有强使者捉【闕7字】驟往獻于宋王。宋王將拂其【闕6字】廽頭語，左右司與朕占相。梁伯對【闕3字】輝輝，鬱鬱蒼蒼，唯有項上少許無光，將毛重拂致其殺傷。空中有言曰：不是鴛鴦舞媚毛，此是韓朋報寃刀。） \\n ○睡蓮（一書瑞字） \\n 睡蓮，葉如荇而大，沉於水，面上有異浮根，菱耳。（菱根出水上，葉沈水下，實細薄皮，葉半青半白，霜下彌香美，因名。青水芰見，郭子横書）其花，布葉數重，不房而蘂。凡五種色，當夏晝開，夜縮入水底，晝復岀也。與夢草晝縮入地，夜即復岀一何背哉？！（夢草似蒲，色紅。即方朔獻武帝者。孫光憲續注曰：從事江陵日，寄住蕃客穆思宻，甞遺水仙花數本，如橘，置於水器中，經年不萎。）"}
