{"章节": " 岁华纪丽谱（元）费著", "正文": "　岁华纪丽谱 \\n  \\n  \\n （元）费著 \\n 提要 \\n 《岁华纪丽谱》一卷、附《笺纸谱》一卷、《蜀锦谱》一卷，元费著撰。著，华阳人。尝举进士，授国子监助教，官至重庆府总管。成都自唐代号为繁庶，甲於西南，其时为之帅者，大抵以宰臣出镇。富贵优闲，岁时燕集，浸相沿习。故张周封作《华阳风俗录》，卢求作《成都记》，以夸述其胜。遨头行乐之说，今尚传之。迨及宋初，其风未息。前後太守如张咏之刚方，赵抃之清介，亦皆因其土俗，不废娱游。其侈丽繁华，虽不可训，而民物殷阜，歌咏风流，亦往往传为佳话，为世所艳称。南宋季年，蜀中兵燹，井闾凋敝，乃无复旧观。著因追述旧事，集为此书。自元旦迄冬至，无不备载。其体颇近《荆楚岁时纪》，而盛衰俯仰，追溯陈迹，亦不无《东京梦华》之思焉。唐韩鄂有《岁华纪丽》，为类事之书，此谱盖偶同其名，实则地志也。末附笺纸、蜀锦二《谱》，盖汉唐以来二物为蜀中所擅，而未有专述其源委者。著因风俗而及土产，稽求名品，胪列颇详，是亦足资考证者矣。　 \\n 岁华纪丽谱 \\n 成都游赏之盛，甲于西蜀。盖地大物繁，而俗好娱乐。凡太守岁时宴集，骑从杂沓，车服鲜华，倡优鼓吹，出入拥导，四方奇技，幻怪百变，序进于前，以从民乐。岁率有期，谓之故事。及期，则士女栉比，轻裘ㄚ服，扶老携幼，阗道嬉游。或以坐具列于广庭，以待观者，谓之遨床，而谓太守为遨头。宋朝以益州重地，尝谋帅以命宋公祁。宰相对曰：“蜀风奢侈，祁喜游宴，恐非所宜。”宋朝不从，卒遣之。公先奉诏修《唐书》，因以书局自随。自成都，每宴罢，盥漱，辟寝门，垂廉，燃二椽烛，媵婢夹侍，和墨伸纸，望之者知公修《唐书》若神仙焉。尝宴于锦江，偶微寒，命索半臂。诸婢各送一枚。公视之，虑有厚薄之嫌，讫不服，忍冷以归。旧俗传夸，以为谈本。田公况尝为《成都遨乐诗》二十一章以纪其实。而薛公奎亦作《何处春游好诗》一十章，自号“薛春游”，以从其俗，且欲以易尹京之旧称（公知开府，专以严治，人谓之“薛出油”）。此皆可以想承平之遗风也。至清献公为记，乃曰：“曩时宴会，皆牙校掌之。盖榷酤之利有余，人乐于为役。公币岁入，亡虑千万贯有奇。自新法颁行，酒坊为官所鬻，牙校虽得券钱，不足自赡，乃者议置成都市易务。方游观时，人情惧然，咸尝岁之半，及浣花后始开。罢去，乃复朋聚游江。今公使钱岁给三万贯，常廪廪虑不足，譬之巨人以挟衾寝，覆趾则露肩，拥左则阙右，甚可笑也。今盘馔比旧从省，乐优之给，亦复过杀，设遂废之，则非天子所以付畀一隅、惠保远人之意，而小民之鬻肴果者，但营慕供藉以为养，此游宴之不可废也。”观公此言，则蜀人之贫富欣戚，可以知政矣。今以元日为始而第其事。 \\n 正月元日，郡人晓持小彩幡，游安福寺塔，粘之盈柱若鳞次，然以为厌禳，惩咸平之乱也。塔上燃灯，梵呗交作，僧徒骈集。太守诣塔前张宴，晚登塔眺望焉。 \\n 二日，出东郊，早宴移忠寺（旧名碑楼院），晚宴大慈寺。清献公记云：“宴罢，妓以新词送茶，自宋公祁始。盖临邛周之纯善为歌词，尝作《茶词》，授妓首度之以奉公，后因之。” \\n 五日，五门蚕市。盖蚕丛氏始为之，俗往往呼为蚕丛太守，即门外张宴。 \\n 上元节放灯。旧记称：“唐明皇上元京师放灯，灯甚盛，叶法善奏曰：‘成都灯亦盛。’遂引帝至成都，市酒于富春坊。”此方外之言，存而勿论。咸通十年正月二日，街坊点灯张乐，昼夜喧阗。盖大中承子之余风。由此言之，则唐时放灯，不独上元也。蜀王孟时，间亦放灯，率无定日。宋开宝二年，命明年上元放灯三夜，自是岁以为常，十四、十五、十六三日，皆早宴大慈寺，晚宴五门楼，甲夜观山棚变灯。其敛散之迟速，惟太守意也。如繁杂绮罗街道，灯火之盛，以昭觉寺为最。又为钱灯会，会始于张公咏。盖灯夕二都监戎服分巡，以察奸盗。既罢，故作宴以劳焉。通判主之，就宣诏亭或汲虚亭。旧以十七日，今无定日，仍就府治，专以宴监司也。 \\n 二十三日，圣寿寺前蚕市。张公咏始即寺为会，使民鬻农器。太守先诣寺之都安王祠奠献，然后就宴。旧出万里桥，登乐俗园亭，今则早宴祥符寺，晚宴信相院。 \\n 二十八日，俗传为保寿侯诞日。出笮桥门，即侯祠奠拜，次诣净众寺邠国社丞相祠奠拜。毕事，会食，晚宴大智院。 \\n 二月二日，踏青节。初郡人游赏，散在四郊。张公咏以为不若聚之为乐。乃以是日出万里桥，为彩舫数十艘，与宾僚分乘之，歌吹前导，号小游江。盖指浣花为大游江也。士女骈集，观者如堵。晚宴于宝历寺。公为诗，有曰：“春游千万家，美人颜如花。三三两两映花立，飘飘似欲乘烟霞。”公铁心石肠，乃赋此丽词哉！后以为故事。清献公为记：“时彩舫至增数倍，今不然矣。”八日观街药市，早宴大慈寺之设厅，晚宴金绳院。 \\n 三月三日，出北门，宴学射山。既罢后射弓，盖张伯子以是日即此地上升。巫觋卖符于道，游者佩之，以宜蚕避灾。轻裾小盖，照烂山阜。晚宴于万岁池亭，泛舟池中。九日，观街药市，早晚宴如三月八日。二十一日，出大东门，宴海云山鸿庆寺，登众春阁观摸石。盖开元二十三年灵智禅师以是日归寂，邦人敬之，入山游礼，因而成俗。山有小池，士女探石其中，以占求子之祥。既又晚宴于大慈寺之设厅。二十七日，大西门睿圣夫人庙前蚕市。初在小市橘，田公以祷雨而应，移于庙前。太守先诣诸庙奠拜，宴于众净寺，晚宴大智院。寒食，出大东门，早宴移忠院，晚宴大慈寺设厅。曩时寒食，太守先设酒馔于近郊，祭鬼物之无依者，谓之遥享。后置广仁院，以葬死而无主者，乃遣官临祭之。而民间上冢者，各仪集于郊外。天禧二年，赵公稹尝开西楼亭榭，俾士庶游观。自是每岁寒食，辟园张乐酒垆花市。茶房食肆，过于蚕市。士女从观，太守会宾僚凡浃旬，此最府庭游宴之盛。近岁自二月即开园，逾月而后罢，酒人利于酒息（或请于府展其日，府尹亦许之）。四月十九日，浣花佑圣夫人诞日也。太守出笮桥门，至梵安寺谒夫人祠，就宴于寺之设厅。既宴，登舟观诸军骑射，倡乐导前，泝流至百花潭，观水嬉竞渡。官舫民船，乘流上下。或幕帟水滨，以事游赏，最为出郊之胜。清献公记云：“往昔太守分遣使臣以酒均给游人，随所会之数以为斗升之节。”自公使限钱，兹例遂罢以远。民乐太平之盛，不可遽废，以孤其心。乃以随行公使钱酿酒畀之，然不逮昔日矣。 \\n 五月五日，宴大慈寺设厅。医人鬻艾，道人卖符；朱索彩楼长命辟灾之物，筒饭角黍，莫不咸在。六月初伏日，会监司；中伏日，会职官以上；末伏日，会府县官，皆就江渎庙设厅。初文潞公建设厅，以伏日为会避暑，自是以为常。早宴罢，泛舟池中。复出就厅晚宴，观者临池张饮，尽日为乐。赵清献公使限钱，但为初伏会，今因之。 \\n 七月七日，晚宴大慈寺设厅，暮登寺门楼，观锦江夜市，乞巧之物皆备焉。十八日，大慈寺散盂兰盆，宴于寺之设厅。宴已，就华严阁下散。 \\n 八月十五日，中秋玩月。旧宴于西楼，望月于锦亭，今宴于大慈寺。 \\n 九月九日，王局观药市，宴监司宾僚于旧宣诏堂，晚饮于五门，凡二日。官为幕帟棚屋，以事游观，或云有恍惚遇仙者。 \\n 冬至节，宴于大慈寺。后一日，早宴金绳寺，晚宴大慈寺。清献公记云：“至前一日，太守领客出北门石鱼桥，具樽豆观樵已，乃即天长观晚宴。”盖文潞公始为之，后复罢。　 \\n 牋紙譜 \\n 古者書契多編以竹簡，其次用縑帛。至以朩膚、麻頭、敝布、魚網為紙，自東漢蔡倫始。簡太重，縑稍貴，人遂以紙為便。倫，宦者也，傳多稱其能。然受宮掖風旨諂親貴，猶宦者態也。智足以創物，而亦足以殺身。第於文字有功，人至今傳蔡倫紙。今天下皆以朩膚為紙，而蜀中乃盡用蔡倫法。牋有玉板，有貢餘，有經屑，有表光。玉板、貢餘雜以舊布、破履、亂麻為之，惟經屑、表光非亂麻不用。於是造紙者廟以祀蔡倫矣。廟在大東門雪峰院，雖不甚壯麗，然每遇歲時，祭祀香火纍纍不絶，示不忘本也。恩足以及數十百家，雖千載猶不忘如此。 \\n 易以西南為坤位，而吾蜀西南重厚不浮，此坤之性也。故物生於蜀者，視他方為重厚，凡紙亦然，此地之宜也。府城之南五里有百花潭，支流為一，皆有橋焉，其一玊溪，其一薛濤。以紙為業者，家其旁錦江。水濯錦益鮮明，故謂之錦江。以浣花潭水造紙故佳，其亦水之宜矣。江旁鑿臼為碓，上下相接，凡造紙之物必杵之使爛，滌之使潔，然後隨其廣狹長短之制以造，砑則為布紋、為綾綺、為人物花朩、為蟲鳥、為鼎彞，雖多變亦因時之宜。 \\n 紙以人得名者，有謝公、有薛濤。所謂謝公者，謝司封景初師厚。師厚創牋様以便書尺，俗因以為名。薛濤，本長安良家女，父鄖因官寓蜀而卒，母孀，養濤及笄，以詩聞外，又能掃眉塗粉，與士族不侔，客有竊與之宴語。時韋中令臯鎮蜀，召令侍酒賦詩，僚佐多士，為之改觀。期歳，中令議以校書郎奏請之，護軍曰“不可”，遂止。濤出入幕府，自臯至李德裕，凡歴事十一鎮，皆以詩受知，其間與濤唱和者，元稹、白居易、牛僧孺、令狐楚、裴度、嚴綬、張籍、杜牧、劉禹錫、吳武陵、張祐，餘皆名士，記載凡二十人，競有酬和。濤僑止百花潭，躬撰深紅小彩牋，裁書供吟，獻酬賢傑，時謂之薛濤牋。晚歳居碧雞坊，創吟詩樓，偃息於上，後段文昌再鎮成都，太和歳，濤卒，年七十三，文昌為撰墓誌。謝公有十色牋，深紅、粉紅、杏紅、明黄、深青、淺青、深緑、淺緑、銅緑、淺雲，即十色也。楊文公億《談苑》載：韓浦寄弟詩云：“十様蠻牋出益州，寄來新自浣花頭。”謝公牋出於此乎！濤所製牋，特深紅一色爾，偽蜀王衍賜金堂縣令張蠙霞光牋五百幅，霞光牋疑即今之彤霞牋，亦深紅色也，蓋以胭脂染色最為靡麗，范公成大亦愛之。然更梅溽則色敗萎黄，尤難致逺，公以為恨，一時把玩，固不為乆計也。濤以牋名可矣，雖良家女乃失身為妓，韋尹欲官之，段尹誌其墓焉，何哉？時幕府賓客多天下選一，時縱適不少斂，大抵唐藩鎮不度，皆習然也。濤固得之，而諸公似以濤失云。 \\n 紙固多品，皆玉板、表光之苗裔也。近年有百韻牋，則合以兩色材為之，其横視常紙長三之二，可以寫詩百韻，故云人便。其縱闊可以放筆快書。凡紙皆有連二、連三、連四（售者連四一名曰“船”。），牋又有青白牋，背青面白；有學士牋，長不滿尺；小學士牋，又半之。倣姑蘇作雜色粉紙，曰假蘇牋，皆印金銀花於上，承平前輩蓋常用之，中廢不作，比始復為之然。姑蘇紙多布紋，而假蘇牋皆羅紋，惟紙骨柔薄耳，若加厚壯，則可勝蘇牋也。 \\n 蜀牋體重，一夫之力僅能荷五百畨。四方例貴川牋，蓋以其逺，號難致。然徽紙、池紙、竹紙在蜀，蜀人愛其輕，細客販至成都，每畨視川牋價幾三倍。范公在鎮二年，止用蜀紙，省公帑費甚多。且恠蜀諸司及州縣，緘牘必用徽池紙，范公用蜀紙，重所輕也。蜀人事上則不敢輕所重矣，此以價大小言也。余得之蜀士云：澄心堂紙取李氏澄心堂様製也，蓋表光之所輕脆而精絶者，中等則名曰玉水紙，最下者曰冷金牋，以供泛使。 \\n 廣都紙有四色，一曰假山南，二曰假榮，三曰冉村，四曰竹絲，皆以楮皮為之。其視浣花牋紙最清潔，凡公私簿書、契劵、圖籍、文牒，皆取給於是。廣幅無粉者，謂之假山南；狹幅有粉者，謂之假榮造；於冉村，曰清水造；於龍溪鄉，曰竹紙。蜀中經史子籍，皆以此紙傳印。而竹絲之輕細似池紙，視上三色價稍貴，近年又倣徽池法作勝池，亦可用，但未甚精緻耳。 \\n 雙流紙出於廣都，每幅方尺許，品最下，用最廣，而價亦最賤。雙流實無有也，而以為名，蓋隋煬帝始改廣都曰雙流，疑紙名自隋始也。亦名小灰紙。　 \\n 蜀锦谱 \\n 蜀以锦擅名天下，故城名以锦官，江名以濯锦。而《蜀都赋》云：贝锦斐成，濯色江波。《游蜀记》云：成都有九璧村，出美锦。岁充贡，宋朝岁输上供等锦帛，转运司给其费而府掌其事。元丰六年，吕汲公大防始建锦院于府治之东，募军匠五百人织造，置官以莅之，创楼于前，以为积藏待发之所，榜曰锦官。公又为之记，其略云：设机百五十四，日用挽综之工百六十四，用杼之工五十四，练染之工十一，纺绎之工百一十，而后足役。岁费丝，权以两者一十二万五千。红蓝紫茢之类，以斤者二十一万一千，而后足用。织室、吏舍、出纳之府，为屋百一十七间，而后足居。自今考之，当时所织之锦，其别有四。曰上贡锦，曰官告锦，曰臣僚袄子锦，曰广西锦，总为六百九十疋而已。渡江以后，外攘之务，十倍承平。建炎三年，都大茶马司始织造锦绫被褥，折支黎州等处马价，自是私贩之禁兴。又以应天北禅鹿苑寺三处，置场织造。其锦自真红被褥而下，凡十余品。于是中国织纹之工，转而衣衫椎髻鴂舌之人矣。乾道四年，又以三场散漫，遂即旧廉访司洁已堂创锦院，悉聚机户其中。犹恐私贩不能尽禁也，则倚宣抚之力建请于朝，并府治锦院为一。俾所隶工匠，各以色额织造。盖马政既重，则织造益多，费用益夥，提防益密，其势然也。今取承平时锦院与今茶马司锦院所织锦名色著于篇，俾来者各以时考之。 \\n 转运司锦院织锦名色（即成都府锦院） \\n 上贡锦三疋花样： \\n 八答晕锦 \\n 官告锦四百疋花样： \\n 盘球锦簇四金雕锦葵花锦八答晕锦六答晕锦翠池狮子锦天下乐锦云雁锦 \\n 臣僚袄子锦八十七疋花样： \\n 簇四金雕锦八答晕锦天下乐锦 \\n 广西锦二百疋花样： \\n 真红锦一百疋： \\n 大窠狮子锦大窠马大球锦双窠云雁锦宜男百花锦 \\n 青绿锦一百疋： \\n 宜男百花锦青绿云雁锦 \\n 茶马司锦院织锦名色（茶马司须知云：逐年随蕃蛮中到马数多寡以用，折传别无一定之数。） \\n 黎州 \\n 皂大被绯大被皂中被绯中被四色中被七八行锦玛瑙锦 \\n 叙州 \\n 真红大被褥真红双连椅背真红单椅背 \\n 南平军 \\n 真红大被褥真红双窠锦皂大被褥青大被褥 \\n 文州 \\n 犒设红锦 \\n 细色锦名色： \\n 青绿瑞草云鹤锦青绿如意牡丹锦真红宜男百花锦真红穿花凤锦真红雪花球露锦真红樱桃锦真红水林檎锦秦州细法真红锦鹅黄水林檎锦秦州中法真红锦紫皂段子秦州粗法真红锦真红天马锦真红湖州大百花孔雀锦真红飞鱼锦四色湖州百花孔雀锦真红聚八仙锦二色湖州大百花孔雀锦　真红六金鱼锦　"}
