{"章节": "平江记事（元）高德基", "正文": "　平江记事 \\n  \\n  \\n （元）高德基 \\n 提要 \\n 《平江记事》一卷，元高德基撰。德基，平江人。尝官建德路总管。书中记干文传修辽、金、宋史事，则当成於至正中矣。所载皆吴郡古迹，而亦兼及神仙鬼怪、诙谐谣谚之事，可裨图志佚闻。其间不免疏谬者，如引图经“虞山者巫咸所居”，而不知其语出《越绝书》；引《吴越春秋》“稻蟹不遗种”，而不知其语出《春秋外传》。又“胥苏”二字，古本通用。《左传》申包胥，《战国策》作勃苏，是其明证。故《国语》、《史记》皆作姑苏。德基以苏为後人之讹字，尤为失考。然其序次详赡，条理秩然，足供采撷者甚多，亦龚明之《中吴纪闻》之流亚也。其体不全为地志，亦不全为小说。例颇不纯，无类可隶。以其多述古迹，姑附之地理类杂记中焉。　 \\n 平江記事 \\n 虎丘初名海湧，呉王闔閭葬其下。池廣六十步，水深一丈五尺，銅棺三重，澒池六尺，玉鳬之流，扁、諸之劒三千，槃郢、魚膓之劒在焉，發卒六十萬人治之。葬三日，白虎蹲其上，故名虎丘。舊傳又云，秦始皇帝因循海右，自滬瀆經此山，欲發王墳，取其寶鍔，忽有白虎出而拒之，始皇帝挺劔刺虎，虎奔去不見，乃改兹名。山去呉縣西九里二百步，高一百三十丈，周二百一十丈。東晉成帝咸和二年二月二十五日，獻穆王珣同弟中書令珉捨宅為寺，始則一山中分二寺，就劔池東西建之，宋初合為一寺。山在寺中，門垣環遶，包羅勝槩。先入寺門，而後登山。故張籍有詩云：老僧只怕山移去，日暮先教鎖寺門。後人有詩云：出城先見塔，入寺始登山。僧志閒亦云：中原山寺幾多般，未見將山寺裏安。蓋以天下名山勝刹，皆山中藏寺，虎丘乃寺裏登山，海内福地，未嘗有也。至元間，雲游僧秋江月到寺，題云：平生只見山中寺，今日來看寺裏山。亦得古人餘意。 \\n 真娘，唐時名妓也。墓在虎丘劒池之西，徃來遊士多著篇詠。惟王黄州題刻甚佳，其詩云：女命在乎色，士命在乎才。無才無色者，未死如塵灰。虎丘真娘墓，止是空土堆。香魂與膩骨，消散隨黄埃。何事千百年，一名長在哉。呉越多婦人，死即藏山隈。無色固無名，丘塜空崔嵬。惟有真娘墓，客到情徘徊。我是好名士，為爾傾一杯。我非好色者，後人無相咍。後來題詠甚多。至德中，舉子譚彦良題一絶云：虎丘山下塜纍纍，是處松楸盡可悲。何事世人偏重色，真娘墓上獨題詩。後人由是閣筆云。 \\n 哈雅平章飲食必仰首攪舌，大嚼不巳，或曰虎食狼餐相也。余獨以為不然，考之相書云：食為性命之本，飲食失節則氣不和。舉物當徐而有序，嚼物欲寛而有容。食粗者多肥，食細者多瘦。含物不欲言，食物不欲語。虎啖狼食，朱紫滿門。昻口張吻，非吏即卒。食如鳥啄，家道貧薄。大抵食欲快而啜欲安，吞不欲鳴，此食之相也。仰首含物，磨牙攪舌，非吉非祥。馬嚼鼠咀，貧賤餓死。嚼在舌頭，餓死他州。後平章卒死鋒鏑之下。 \\n 呉中蟹味甚佳，而太湖之種差大，殻亦脆軟，世稱湖蟹第一。正月上元，漁人所藏看燈蟹，三四隻重一斤，風味殊勝。故陸龜蒙有《蟹志》，傅子翊作《蟹譜》，高似孫撰《蟹畧》，皆發揮蟹族之風致也。大徳丁未，呉中蟹厄如蝗，平田皆滿，稻穀蕩盡。呉諺有蝦荒蟹亂之說，正謂此也。考之《呉越春秋》，越王勾踐召范蠡曰，吾與子謀呉。子曰未可也。今其稻蟹不遺種，其可乎？蓋言蟹食稻也。蟹之害稻，自古為然。以五行占之，乃為兵象。是亦披堅執銳、介甲之屬。明年海賊蕭九六大肆剽掠，殺人流血。 \\n 大德丙午七月七日，醋坊橋民人王佑家酒甕忽作牛鳴，聲聞百步許，以物覆之則止，去復鳴。鳴三日，乃已。嘗聞釡鳴乃鐵母相感而然，若甕鳴，則不知其何為然也。事之怪異，有不可曉者，此其一也。 \\n 太伯廟舊在閶門外，錢俶移置門内，避兵燹也。失其剏建之由。至大戊申，石牌巷西呉永寧家淡池得舊碑，古廟事蹟具載。漢明帝時太守糜豹所建，池旁廟基，高下尚存，皆為民居分占。池西大樸樹，半已摧折。 \\n 呉城平門，舊名巫門。至大庚戌，古濠中得石扁，上有篆書巫門二字，故老云：巫咸，商大戊時賢臣也，其墓在門東北三里許，故以名門。巫字與平字相似，後乃訛為平門。考之《圗經》云：虞山者，巫咸所居，是則巫咸嘗居虞山，而葬於此耶？ \\n 胥山在呉縣西四十里，呉王殺子胥，投之江。呉人立祠江上，名其山為胥山。闔閭即其山築臺，以望太湖，名姑胥臺。下有九折路，南出太湖。故老云呉音謂胥為蘇，今以鬚為蘇，是也故謂山為蘇山，臺為姑蘇臺。後人號州為胥州，訛為蘇州，至今不能改也。 \\n 嘉定州去平江一百六十里，鄉音與呉城尤異。其並海去處，號三儂之地，盖以鄉人自稱曰吾儂我儂，稱他人曰渠儂你儂，問人曰誰儂。夜晚之間閉門之後，有人叩門，主人問曰：誰儂？外靣答曰：我儂。主人不知何人，開門視之，認其人矣，乃曰：却是你儂。好事者遂名其處為三儂之地。 \\n 洞庭西山水月禪院，正在縹緲峯下，去呉縣百餘里，剙於梁天監三年，舊名明月禪院。大中祥符中易今名。故老謂當時湖中有木牌，為風浪打壊，漂巨木百餘根，湧至山下，泛罟船鈎致之，每木上刻水月二字，各船以為神木，捨送禪院，構為大殿。寺僧永照神其事，遂改今名。 \\n 呉民舊有丁身錢，歲納四十五萬有餘。宋大中祥符四年，詔除免之，民間無計口算緡之事。至大辛亥，省臺復徵之，呉中大譁。值武宗上仙，仁宗登極，亟除之。 \\n 呉江鱸鄉亭，在長橋之側。宋熙寧中，郎中林肇所建，取陳文惠秋風斜日鱸魚鄉之句為名。亭勢俯瞰太湖，為江南絶勝，過者多題詠之。又於亭旁畫范蠡、張翰、陸龟蒙像，謂之三高。至元丙子，里巫為土偶，祠事之。張邁過而題壁有云：功迹盡高天下士，豈惟呉地作三高。夜夢老人與論祠事，謂：張、陸，呉産也，呉人固當祀之；范蠡，越産，與勾踐陰謀十年，卒以滅呉，呉之讐也，呉人不當祀之，子何從而附会之乎？子之詩，吾不與也。摇手而去。邁覺，異其所言，志於祠壁，今剥落矣。 \\n 呉城玄妙觀玉皇閣一角忽墊，計數千緡方可扶薦，觀主以縁募弗就，因循數年，事不克舉。皇慶癸丑，燕山一匠者來，自稱張撥天，謂觀主不須拆卸，惟換一小驮梁，添一斗栱，即皆端正。主人從之，匠者挾鋸登其上，斷下舊梁，易以新木，架栱敲擊之，悉皆如舊。觀主話及數年興造後，官事弗絶。匠者曰：此必山門長短不齊也。視之左實長寸餘，即削去之。自是官事果絶。 \\n 虎丘石井，泉味極清冽。陸羽嘗取此水烹啜，世呼為陸羽泉。張又新作《水品》，以中泠為第一，無錫惠山泉第二，虎丘井第三。惠山泉煮羊變為黒色，作酒味苦。虎丘泉則不然，以之醸酒，其味甚佳。又新第之次於惠山，其然否乎？ \\n 呉城舊傳呉王闔閭時子胥所築，故名闔閭城。《呉越春秋》謂子胥伐楚還師，取丹陽及黄瀆土以築，利其堅也。城形如亞字，世俗不知以為龜形。本土城也，梁龍德中，錢氏加以陶甓。至元三十一年，重修築之，甓上歲月、工匠皆具。蓋土坯皆澄漿為之，欲其堅久故也。 \\n 閶門舊名閶闔門，闔閭時所名也。舊有重樓閣道，呉之麗譙也。夫差從此門出兵伐楚，改為破楚門。呉属楚，遂名閶門。至元修曰金昌門，作亭門内，名金昌亭。然呉人呼昌門已久，不能遽改，名之如故。故亭亦圮焉。 \\n 許市去呉縣西二十五里，舊傳秦始皇帝求呉王名劒，白虎拒丘上，帝刺之，虎西走二十五里而沒，地裂為池，因名其地曰虎疁。至南唐諱琥，錢氏諱鏐，遂改名許市。後人訛舊音於許字，加点水為滸市，訛為墅。迄今兩稱之，不能辯云。 \\n 栁毅為《洞庭龍女傳》書事，乃荒唐之說。今呉城有栁毅橋，太湖濱有栁毅泉，意毅乃呉人也。彼橋乃住宅之路，泉乃别院之井耳。井水滿而不溢，大風撓之不濁，久旱不耗，此其異也。人以為下通太湖龍宫。使果有龍神宫府，何不於巨浸中出入，而反以此偪仄之井為通道耶？荒唐之言，不察其理，俱不足信。 \\n 太伯有國，自號勾呉。說者云：勾，語辭，呉音也；呉者，虞也。太伯於此以虞志也。越滅呉，子孫以國為氏，今呉中呉氏甚多。而語音呼魚為呉，卒以横山下古呉城為魚城。方言以訛傳訛，有如是者。 \\n 皇度改元，有張三郎者，善弄笛。八月五日夜，在鶴橋上作伊州曲。夜静，有老人來，同坐石闌上，語曰：爾笛固清，未能脫去塵俗，為爾釐正之，當熟記心，毋忘可也。乃指教其孔，換易數字，曲益清峻。張更求别教一曲，老人取笛自吹，超出塵俗。張問曲内云何，老人歌曰：月既明，西軒琴復清。寸心斗酒爭芳夜，千秋萬歲同此情。歌宛轉，宛轉凄以哀。願為星與漢，光景共徘徊。再歌曰：悲且傷，參差涙成行。低紅掩翠方無色，金徽玉軫為誰鏘。歌宛轉，宛轉怨復悲。願為烟與霧，氛氲共容姿。張問何人所作，答曰：仙姝劉妙容歌也。張叩何人記指，答曰：妙容傳我。復請授其指調。老人笑而起曰：子凡心易忘，我豈能教爾耶。去數步，不知其處。張後以指尋其曲，終不能得其高古之趣。 \\n 呉人自相呼為獃子，又謂之蘇州獃。每歲除夕，羣兒繞街呼叫，云賣癡獃：千貫賣汝癡，萬貫賣汝獃。見賣儘多送，要賒随我來。蓋以呉人多獃兒，輩戯謔之耳。呉推官嘗謂人曰：某居官久，深知呉風。呉人尚奢爭勝，所事不切廣置田宅，計較微利，殊不知異時反貽子孫不肖之害，故人以獃目之。謂之蘇州獃不亦宜乎。 \\n 呉俗以芒種節氣後，遇壬為入梅，凢十五日；夏至中氣後，遇庚為出梅。入時三時，亦十五日：前五日為上時，中五日為中時，後五日為末時。入梅有雨為梅雨，暑氣鬱蒸而雨沾，衣多腐爛。故三月雨為迎梅，五月為送梅。夏至前半月為梅雨，後半月為時雨。遇雷電謂之斷梅。入梅須防蒸濕，入時宜合醬、造醋之事。梅雨之際，必有大風連晝夜，踰旬而止，謂舶棹風。以此自海外來舶，船上禱而得之者，歲以為常。鄉氓不知，訛此為白草風，又曰拔草風云。 \\n 支硎山，在呉縣西南二十五里。晉沙門支道林嘗卓錫於此。山多平石，平石為硎，又以支公處此，故名支硎。舊傳：道林嘗居石室中，所遺故物有木鞋鐵拄杖之属。旁有放鶴亭、馬跡石，皆因之得名。延祐乙夘，土人耕其地，得小石碣，刻偈云：風既不來，山亦不去，逢羊遇狗，合做一處。後有小字云阿多摩偈，人皆不解其說。石刻見在白雲寺中。 \\n 崑山州，國初縣也。元貞初升為州，州治去府城七十二里。延祐中，移治太倉。未移之先，太倉江口打碗花子遍地盛開，民謡云：打碗花子開，今搬州縣來。遷移之後，常有鼠郎出沒厅事上，民復謡云：黄郎屋上走，州來住不久。至正間，果復移囬玉峯舊治。 \\n 嘉定州治本崑山州春申郷練祁市。宋嘉定十一年六月，高行孫緻立縣基於馬軍司酒坊之地，十月興工，十二年正月縣成。國初尚為縣，元貞間升為州。延祐以來，治中官吏多物故者，家口皆不安。有一客僧，號知風水，謂州治内尸氣動，作屋鎮之乃安，否則日盛一日，不可救理。時州主任立聞其言，從之。僧指治後東偏地曰：此處為庫藏，鎮之則吉。任遂搆架閣庫於上，落成後，其患果息。 \\n 延祐改元，太倉有一丐者，堆髻額上，身披皂衣，赤脚，手擕大瓢，常於府水軍萬户寨及張京馬頭徃來酒家，乞酒度日，酒醉輒奔走叫云：牛來了，牛來了，衆人跟我去。日以為常，奔走叫噪，凡三月餘，又於寨木及人家門壁上連書火字，人皆惡之，或詈之，或扑之者，不知所徃。是冬，海賊牛大眼，烏合不逞，自劉家港至太倉大肆剽掠，水軍寨、張京鎮人家俱被燒毁，殺人横地，不可枚數。人始悟昔日丐者之言。 \\n 呉城東禪院，古佛像容貌端嚴，頂珠圓徑數寸。宋乾符甲午歲，忽有毫光紅黄青紫，頂中出現，士庶觀瞻，檀施山積。後三日，有老翁疑其怪固請梯升即佛光焰而窺之，乃見佛像之首開一穴，以手捫之，有二白鼠，長可尺餘，自穴躍出，緑光燄燄，入藻井内，遂得碎幡數片，以紅旛映頂珠即紅光出，青黄紫亦然，人皆嘆息而去。或曰佛，金僊也，而白鼠之禍作，光於其頂，得非金氣盛乎？是後兵果作。 \\n 呉人製鱸魚鮓、鰿子腊，風味甚美，所稱金虀玉膾，非虚語也。宋大業中，以此充貢。延祐以來，守臣修故事，偹為方物，因之歲不敢缺。鱸魚肉甚白，雜以香柔花、葉紫花，緑葉白魚相間，以囘囘豆子、一息泥香、杏膩拌之，實珍品也。鰿子魚選肥美者，去頭尾，潤以酥油，風乾為腊，亦加香料，相兼他魚，無可為敵。囘囘豆子細如榛子肉，味香美。一息泥如地椒，囘囘香料也。 \\n 崑山高一百五十丈，周廻八里，在今松江華亭縣治西北二十三里。崑山州以此山得名。後割山為華亭縣，移州治於州北馬鞍山之陽。山高七十丈，孤峯特秀，極目湖海，百里無所蔽。歴年久逺，人不知其故，即呼此為崑山，而忘馬鞍山之名矣。山多竒石，秀瑩若玉雪。好事者取之以為珍玩，遂名為崑山石。山陽有慧聚寺，依岩傍壑，皆浮屠精舍，雲窗霧閣，層見疊出，人以為真山似假山云。 \\n 干文傳，崑山人，中延祐元年鄉榜，明年廷試賜同進士及第。一夕夢入選掛名，為長、呉正官。覺而笑曰：此正為胡夢亂夢，我呉人安得作長、呉二縣正官，必無此理。初授官階承事郎昌國州同知，益笑前夢之不足徵也。次當改選，乃授平江路長洲縣尹，意為偶然。又以為不偶然。亡何，改知烏程，轉婺源州知州。自以為前任長洲，偶與夢符，今已升知州，安得再為呉縣正官。既而調呉江州知州，非呉縣也。人之官禄，事皆前定。自已之神先已知之，形諸夢寐，故相報耳。而文傳呉人，兩為本路之官，亦稀遇也。後為翰林待制，修遼、金、宋史，加禮部尚書。 \\n 白鶴觀在呉城東北隅，鶴舞橋之東，宋信安郡王藏春園地。至元間，草石荒凉，井旁大松樹獨存。雲游道人張應玄初來，結屋松下以棲身。丁丑三月朔，有羣鶴自東南來，徘徊久之。一白鶴留松上不去，經歲作巢，廣若酒家七石缸。性若靈異，清晨俛首長鳴，日必有大檀越至，候之以為常，預偹齋供，以待士衆皈依，喜捨雲集。應玄更為應鶴，欲剏立道觀以焚修，不久物故。弟子集應真承其業，縁募十方，卒成其事。觀成，鶴乃飛去，遂名為白鶴觀。 \\n 黄窑鹽塲，負課甚多。延祐丙辰，一夕海潮暴長，夜有火光熠熠，數日皆然，煮鹽變色如紫粉，味鹹如故，每鑊出鹽増常數三倍。南人初恐難售，皆不肯支領，後見日煮數多，不得已支去，雜以他塲白鹽，貨賣日久，白鹽皆變紫色。入飲食中畧無他故，色不相染。本塲逋課償補皆完，課完復為白色。物變異也，其理無可究竟。 \\n 王介軒名鑑，字明卿，真定安平人，少卓異不羣，長益耿介，厲名節。娶同郡富翁女，資裝甚盛，鑑悉歸之，一無所留。壯游燕都，受學於虞邵菴之門，用力於明體達用，不攻詞藻。朝貴薦其才行，試以侍儀司舎人。鑑不就，曰：某雖不敏，安能為人所役哉。即還故里，益加砥礪。扁所居為介軒，因以自號。其父擢官平江路呉縣尹，某侍養終任，樂呉中風土，遂隱居呉城臨頓里西。閉門獨處，足跡不出户者二十年。應門惟一婢，客至，輒叩鄰家貰酒。酒至，對客劇飲，酒乾乃已。家貧無擔石之儲，然非其義，一毫不茍取於人。其介老而彌篤。性嗜蟹，人或餽兩蒲青，願易一詩。曰：吾豈可以口腹害物命耶，盡放之江中，而償其詩。 \\n 徐孝祥居呉江同里，雖茆屋數楹，而樹石自然幽勝，有田數畆，足以供饘粥而已。隱居好學，不求仕進，尚文好客，客至必留飲，以故歲常醸酒數石，而自奉惟布衣草屨，泊如也。一日後園徐步，見樹根一穴坍陷，諦視之下有石甃，啟之皆白物也。乃亟掩之，一毫弗取。人無有知者幾三十年。值至治壬戌，歲大歉，民不聊生，孝祥曰：是物當出世耶。乃啟其穴，物皆如故，日取數錠，收糴以散貧人，所全活者，不可勝計。物盡乃已。女將適人，惟荆布遣之，而於藏中之物，錙銖無犯。其子純大，以明經發解，官至翰林供奉，樞宻承旨。孝祥受封如其官，壽至九十七而卒。 \\n 達嚕噶齊巴爾圗國公，倜儻爽邁，博文強記，凡宴会，以文為謔，滿坐風生。一日同寅後堂会飲，僚佐願求一令，以資勸酬。公曰：吾不讀書，弗能為令，但有兩字隱語，請衆賢商之，解者免，弗解者請一巨觴。衆曰如命。公曰：一字有四箇口字，一箇十字；又一字有四箇十字，一箇口字。在坐者皆不能解，悉就飲。飲竟，叩之公。以箸畫案上，乃圖畢二字也。 \\n 泰定中，有一道翁，自稱古無極，不知何許人，擕一竹籠，荷一竹杖，來假居葑門道堂後。架小室數椽，栖息其中。四圍上下，皆以白堊塗之。正中設小木榻，出籠中瓢笛、漁鼔之類懸壁間，以書一束為枕，市酒一甕，置於床頭，自釀自飲。人有求飲，摇手弗許。飲竟復醸，日以為常。扁其室曰小小蓬居。室中皎然如雪，不生一蟲，蚊蠅無敢入者。暑月開户安眠，不用帷帳。猫犬至其門即俛首疾回，不敢窺其内。經年累月，四壁無塵，人不見其揮拂，或以蠨蛸之類投其中，即不知其處。堂主見其日坐卧室中，未嘗出外縁募，籠中青蚨不乏，疑有妙術，逼其傳授，翁只大笑。一夕，收其所用之物，不知何徃。明日物色追之，葑門、婁門、盤門、昌門之人皆云是日見其負籠荷杖出門去矣。 \\n 致和改元，七月之望，士人楊彦采、陸升之載酒出遊蓮塘，舟囘日夕，夜泊横橋下，月色明霽，酒各半醒，聞鄰船有琵琶聲，意其歌姬舟也。躡而窺之，見燈下一姬，自弄絃索。二人徑徃見之，詢其所由。答曰：妾大都樂籍供奉女也。從人來游江南，值彼徃雲間收布，妾獨處此候之，尚未囘也。二人命取舟中餕餘肴核，就燈下同酌，姬舉止閒雅，姿色娟麗，二人情動，於中稍挑謔之，姬亦不以為嫌。求其歌以侑觴，則曰：妾近夕冒風，喉咽失音，不能奉命。二人強之，姬曰：近日遊訪西子陳迹，得古歌數首，敢奉清塵，不訝為荷。凡一歌侑飲一觴。歌曰：風動荷花水殿香，姑蘇臺上宴呉王。西施醉舞嬌無力，笑倚東窗白玉床。再歌曰：呉王舊國水烟空，香徑無人蘭葉紅。春色似憐歌舞地，年年先發館娃宫。又曰：館娃宫外是蘇臺，鬱鬱芊芊草不開。無風自偃君知否，西子裙裾拂過來。又曰：半夜娃宫作戰塲，血腥猶雜宴時香。西施不及燒殘蠟，猶為君王泣數行。又曰：春入長洲草又生，鷓鴣飛起少人行。年深不辨娃宫處，夜夜蘇臺空月明。又曰：幾多雲樹倚青冥，越焰燒來一片平。此地最應沾恨血，至今青草不勻生。又曰：舊苑荒臺楊栁新，菱歌清唱不勝春。只今惟有西江月，曽照呉王宫裡人。彦采曰：歌韻悠柔，含悲聳愴，固云美矣。苐西施乃亡人家國，妖艷之流，不足道也，願更他曲，以滌塵抱，何幸如之。姬更歌曰：家國興亡來有以，呉人何苦怨西施？西施若解亡呉國，越國亡來又是誰？彦采曰：此言固是，然皆古人陳言，素所厭聞者。大都才人，四瀆五岳精靈間氣之所聚会，有何新聲，傾耳一聽。又歌曰：家是紅羅亭上仙，謫來塵世巳多年，君心既逐東流水，錯把無縁當有縁。歌竟，掀篷攬衣，躍入水中。彦采大驚，汗背而覺，一夢境也。寻升之共話，醉眠脚後，不能寤也。翌日事傳呉下。 \\n 花木之妖，世固有之。未有如平江牡丹之甚異者。致和戊辰八月，鐵瓶巷劉太醫家牡丹數株，各色盛開，開凡三度。初開者若茶盂子大，中間緑蕋有如神佛之狀，數日乃謝；第二度開者若五升竹籮，花蕋成人馬形，耐有半月之久。第三度開者只如酒盞大，其蕋細長若幡幢旗幟狀，而羅衫紫與粉紅樓子甚多，三日而萎。觀者日數百人，闌檻盡皆擁毁，不可止遏。童謡云：牡丹紅，禾苗空；牡丹紫，禾苗死。明年明宗登極，五月暴崩，而廟諱乃和字也，其應不爽如此。 \\n 天厯已已，平江十字翼萬户府初搆正衙，解巨木，中分有天下太平之王六字，其大如斗，字畫相連，如纚不斷，衆皆以為瑞世之符。識者云此木妖也。是歲，色哷萬户卒。明年，改元至順。又明年，有寧宗之變。　"}
