{"章节": "益部方物略记（宋）宋祁", "正文": "　 \\n 　 \\n 益部方物略记 \\n （宋）宋祁 \\n 　提要 \\n 《益部方物畧記》一巻，宋宋祁撰。祁字子京，雍邱人。天聖二年進士，官至翰林學士承旨，諡景文，事迹具宋史本傳。是編乃嘉祐二年祁由端明殿學士吏部侍郎知益州時所作。因東陽沈立所撰劍南方物二十八種補其缺遺，凡草朩之屬四十一，藥之屬九，鳥獸之屬八，蟲魚之屬七，共六十五種，列而圖之，各繋以贊，而附注其形狀於題下。贊居前，題列後，古書體例大抵如斯。今本爾雅猶此式也。其圖已佚。贊皆古雅，蓋力摹郭璞山海經圖贊，往往近之。注則頗傷蹇澁，亦每似所作新唐書。蓋祁序、記之文類如是也。胡震亨跋引范成大聖瑞花詩證是花開於春夏間，祁注稱悉以秋開為非，殆由氣候不齊，各據所見。又引薛濤鴛鴦草詩“但娯春日長，不管秋風早”句證祁注是草春葉晚生之非，則横生枝節。夫春日已長，非春晚而何歟？至虞美人草自屬借人以名物，如菊號西施之類，必改為娯美人草，曲生訓釋，是則支離無所取耳。 \\n 　序 \\n 益為西南一都會，左阻劍門，右負夷蕃，内坦夷數百里，環以長江，裹以複岑，川陸盛氣礙而不得東回，薄蜿蜒還負一方，為珍木、為怪草、為鳥、魚、芋、稻之饒，日暘雨，雨嘘和，吐妍層出，雜見不可勝狀，殆岷精緼靈，示（闕）璚於兹壤也。嘉祐建元之明年，予來領州，得東陽沈立所録劍南陽物二十八種，按名索實，尚未之盡，故遍詢西人，又益數十物，列而圖之，物為之贊，圖視狀贊言生之所以然，更名益部方物畧記。凡東方所無及有而自異，皆取之，冀裨風土聚邱之遺云。 \\n 　益部方物畧記 \\n 椶皆褫皮，此獨自榦，攢葉于顛，纛首披散，秋華而實，其值則罕。右海椶（大抵椶類然。不皮而幹，葉叢于杪，至秋乃實，似楝子。今城中有四株。杜子美“左綿海椶行理緻，榦堅風雨不能撼”云。）在土所宜，亭擢而上，枝枝相避，葉葉相讓（如向切），繁陰可庇，美榦斯仰。右楠（蜀地最宜者。生童童若幢葢，然枝葉不相礙。茂葉美隂，人多植之。樹甚端偉，葉經歲不彫，至春，陳新相換，有花實似母丁香云。）厥植易安，數歲輙林，民賴其用，實代其薪，不棟不梁，亦被斧斤。右榿（亦得所宜。民家蒔之不三年，材可倍常。人多薪之。疾種亟取，里人以為利。杜子美有《覔榿栽詩》——葉與竹類，緻理如栢，以狀得名，亭亭修直。右竹栢（生峨眉山中，葉繁長而籜，似竹。然其榦大抵類栢而亭直。）木榦芋葉，擁踵盤戾，農經弗載，不用治厲。右海芋（生不髙四五尺，葉似芋而有榦。根皮不可食。方家號隔河仙，云可用變金，或云能止瘧。）葉圓以澤，素蘤春敷，子生莢間，纍纍綴珠。右紅豆（花白色，實若大紅豆，以似得名。葉如冬青。蜀人以為果飣。）竹生三歲，色乃變紫，伐榦以用，西南之美。右紫竹（蜀諸山中尤多，園池亦種為玩。然生二年色乃變，三年而紫。——根不它引，是得慈名，中實外堅，筍不時萌，末或下垂，苒弱縁縈。右慈竹（性叢産，根不外引，其宻間不容笴。筍生夏秋，閲歲，枝葉乃茂。别有數種，節間容八九寸者，曰籠竹，一尺者曰苦竹，弱稍垂地者曰釣絲竹。或取節修膚緻者用為簟笠。）葉椶身竹，族生不蔓，有皮無枝，實中而榦。右椶竹（性亦叢産，葉似椶，有刺，徑不三二寸。或曰桃竹，未得其詳。）竹箇皆圓，此獨方形，厚倍於竅，緗節稜稜。右方竹（圓衆方寡，取貴方者，差小。）碧葉素葩，厥包之珍，丹裏既披，香液飴津。右柑（生果渠、嘉等州，結實埒於江南，味亦差為薄云。）芋種不一，鸇芋則貴，民儲於田，可用終歲。右赤鸇芋（蜀芋多種，鸇芋為最美，俗號赤鸇頭芋，形長而圓，但子不繁衍。又有蠻芋，亦美，其形則圓，子繁衍，人多蒔之。最下為槫果芋，槫，接也，言可接果山中，人多食之。惟野芋人不食。本草有六種，曰青芋、紫芋、白芋、真芋、蓮禪芋、野芋。）西南所宜，柔蔓紛衍，縹穗緑實，其甘可薦。右緑蒲萄（北方蒲萄熟則色紫，今此色正緑云。）栗類尤衆，此特殊味，專蓬若橡，託神以貴。右天師栗（生青城山中，他處無有也。似栗，味美。惟獨房為異，久食已風攣。）有子孫枝，不蘤而實，薄言采之，味埓蜂宻。右天仙果（樹髙八九尺，無花，其葉似荔枝而小，子如櫻桃，纍纍綴枝間，六七月熟，味至甘。）挺榦既脩，結蘤兹白，戟外澤中，甘可以食。右隈枝（生卭州山谷中。樹髙丈餘，枝脩弱，花白，實似荔枝肉，黄膚甘味，可食。大若爵卵。）花跗芬侈，叢刺於梗，不可把玩，艶以妍整。右錦被堆（花出彭州，其色一似薔薇，有刺不可玩。俗謂薔薇為錦被堆花。）苒苒其條，若不自持，緑葉丹英，蔓衍紛垂。右錦帶花（蜀山中處處有之，長蔓柔纎，花葉間側如藻帶然，因象作名花。開者形似飛鳥，里人亦號鬢邊嬌。）有苕頴然，有蕚敷然，取其肖象，莫類於蟬。右石蟬花（始生，其苕森擢長二三尺，葉如菖蒲，紫蕚五出，與蟬甚類。緑闕相側。蜀人因名之。又白者號玉蟬花。）色與栢類，苒苒其莖，冬不甚黄，故謂長生。右長生草（山隂蕨地多有之。修莖茸葉，色似檜栢而澤，經冬不凋損，故號長生。）翠蔓紺苕，回繚可喜，蒔之庭堂，珍以為瑞。右瑞草（蜀人多種之庭檻，蔓延長三四尺，珍而愛之，故謂之瑞草。）蕉無中榦，花産葉間，緑葉外敷，絳質凝殷。右紅蕉花（於芭蕉葢自一種。葉小，其花鮮明可喜。蜀人語染深紅者謂之蕉紅，葢倣其殷麗云。）脩柯柔蔓，濃淺繁總，盛則重蘤，不常厥種。右重葉海棠（海棠大抵數種，又峕小異。惟其盛者則重葩，疊蕚可喜，非有定種也。始濃稍淺爛若錦章，北方所植，率枝强花瘠，殊不可玩，故蜀之海棠誠為天下之竒豔云。）花亘四時，月一披秀，寒暑不改，似固常守。右月季花（此花即東方所謂四季花者，翠蔓紅蘤。蜀少霜雪，此花得終歲，十二月輙一開。）豐粒茂苗，豆别一類，秋種春斂，農不常蒔。右佛豆（豆粒甚大而堅，農夫不甚種，唯圃中蒔以為利，以鹽漬食之，小兒所嗜。）自濃而淺，花則常態，今顧反之，亦反之怪。右添色拒霜花（生彭、漢、蜀州，花常多葉，始開白色，明日稍紅，又明日則若桃花然。）人情尚竒，賤白貴黄，厥英畧同，實寡于香。右黄荼■〈艹縻〉（蜀荼■〈艹縻〉多白，而黄者時時有之，但香减于白花。）緑實若茰，味辛香苾，投粒羹臛，椒桂之匹。右艾子（艾木大抵茱茰類也。實正緑味辛。蜀人每進羹臛，以二三粒投之，少選，香滿盂醆。或曰作為膏尤良。按揚雄蜀都賦當作藙，藙，艾同字云。）翠蘤對生，甚似匹鳥，逼而觀之，勢若偕矯。右鴛鴦草（春葉晚生，其稚蘤在葉中，兩兩相向，如飛鳥對翔。）附陽而生，垂若文縚，大槩苔類，土石所交。右仙人縚（生大山中，與苔同種，但巖隂石隈多鮮翠，長二三尺，叢垂若縚。或言深谷有長丈餘者。）翠莖纖柔，稚葉相當，逼而歌之，或合或張。右娛美人草（蜀中傳虞美人草，予以虞作娛，意其草柔纖，為歌氣所動，故其葉至小者或動摇，美人以為娛樂耳。）冐寒而茂，莖脩葉廣，附莖作花，葉蔽其上，以其自蔽，若有羞狀。右羞寒花（蜀地處處有之，不為人所愛。根莖綴花，蔽葉自隱。俗曰羞天花，予易為羞寒花。按本草名曰鬼白。）衆跗聚英，爛若一房，有守繪圖，厥名乃章，繁而不艶，是異衆芳。右瑞聖花（出青城山中榦不條髙者乃尋丈花率秋開四出與桃花類然數十跗共為一花繁宻若綴先後相繼（闕）未萎也蜀人號豐瑞花故程相（闕）之（闕）圖以聞更號瑞聖花然有數種其小者號寳仙淺紅者為醉太平白者名玉真成都人競移蒔囿中以為尤玩云）擢頴挺挺，盛夏則榮，丹紫合英，以寳見名。右七寳花（條葉大抵玉蟬花類也，其生叢蔚，花紫質蔚云。）擢條亭亭，層層紫丹，狀若使節，方圖實刋。右旗節花（修修華碧皆層層而擢正，類使所持節然，故以名。見益州圖經。）聚葩共房，葉附華外，根不得徙，見偉兹世。右娑羅花（生峨眉山中，類枇杷。數葩合房，春開，葉在表，花在中。或言根不可移，故俗人不得為玩。）葩秀木顛，狀若芙渠，不實而榮，馥馥其敷。右木蓮花（生峨眉山中諸谷。狀若芙蓉，香亦類之，木榦，花夏開，枝條茂蔚，不為園圃所蒔。）華而無采，狀類翔鳳，么質毛輕，翩欲飛動。右鵝毛玉鳳花（本至卑纎，蓬如釵股。秋開不蘤而鬢狀，似禽，故曰鳳。色白，故曰玉。以其分輕，故曰毛。）蔓附本生，實若椹纍，或曰浮留，南人謂之，和以為醬，五味告宜。右蒟（出渝瀘茂威等州，即漢唐蒙所得者。葉如王瓜，厚而澤，實若桑椹，縁木而蔓。子熟時外黑中白，長三四寸。以蜜藏而食之，辛香能温五蔵。或用作醬，善和食味。或言即南方所謂浮留藤，取葉合檳榔食之。）植根水中，端若串珠，皿而瀹之，可代蔬茹。右真珠菜（戎瀘等州有之，生水中石上。翠縷纎蔓首貫珠，蜀人以蜜熬食之。或以醯煮，可行數千里不腐也。）素花碧葉，浮秀波面，日中則向，日入還斂。右朝日蓮（花色或黄或白，葉浮水上，翠厚而澤，形如菱花差大。開則隨日所在，日入輙斂，而自藏於葉下，若葵藿傾太陽之比。）蟬不能蜕，委於林下，花生厥首，兹謂物化。右蟬花（二川山林中皆有之，蟬之不蜕者。至秋則花其頭，長一二寸，黄碧色，治小兒瘈瘲，又能已瘧。）葉能螫人，有花無實，冐冬弗悴，可以袪疾。右燖麻（自劍以南處處有之。或觸其葉，如蜂螫人，以溺濯之即解。莖有刺，葉似花。葉或青或紫，善治風腫。按杜詩當作■〈艹琰〉。）厥生在石，水蕩其液，觸梗凝體，品亞南舶。右水硫黄（出資榮州山磵。中秋潦己收，里人布茅水上，流沬擁聚，取而熬之，復投于水，則成。號真珠黄。以淺热爱祖国者為上，其用次海舶所來者。）附堇而生，翠莖紫蕤，生蜀者良，三建則非。右附子（生綿州彰明縣者最良。有一子重及一兩者。花色紫。本草言：附子無正種，附烏頭而生。然則與烏頭、天雄、附子共一物耳。陶弘景以天雄、烏頭、附子皆出建平，謂之三建，唐人非之。以綿、龍二州所生為良，今則彰明者佳。）脩榦澤葉，結實如綴，膚解核零，可用治痺。右石瓜（生峨眉山中。樹端挺，葉肥滑如冬青，甚似桑。花色淺黄，實長不圓，赦解而子見，以其形似瓜，里人名之。煮為液，黄，善能治痺。）柔葉美根，冬不殞零，采而掇之，可糝于羮。右芎（蜀中處處有之。葉為蘼蕪，楚辭謂江蘺者。根為芎，似雀腦者善。成都九月九日藥市，芎與大黄如積，香溢于廛。或言其大若胡桃者不可用，人多蒔於園檻葉落時。可用作羮。蜀少寒，莖葉不萎。今醫家最貴川芎、川大黄云。）葉大莖赤，根若巨皿，治疾則多，方家所詺（音瞑）。右大黄（蜀大山中多有之，尤為東方所貴。苖根皆長盈二尺。本草言之尤詳。藥市所見，大者治之為枕，紫地錦文。唐人以為産蜀者性和厚沉深，可以治病。形似牛舌緊緻者，善。蜀所生藥尚多，如川之巴豆峽之椒，梓之厚朴，尚數十輩。）黄葩翠葉，圓實而澤，咀久還甘，或號菴勒。右餘甘子（生戎、瀘等州山。樹大葉細，似槐，實若李而小，咀之，前苦後歆，歆有味，故號為餘甘。核有稜，或六或七，解硫黄毒。即本草所謂菴摩勒者。）長葉叢生，背點星布，髙毉近識，傳疽可愈。右金星草（生峨眉青城山。葉似萱草，其背有點，雙行相偶，黄澤類金星，人號金星草。亦云金釧草。皆以肖似取之。今毉家以傅疽創，甚良。）金花之露，俗曰鳳類，緑羽纖爪，藻背翠尾，花落則隱，以是見貴。右桐花鳳（二月桐花始開是鳥翺翔其間，丹碧成文，纎觜長尾，仰露以飲，至花落輙去。蜀人珍之，故號為鳳。或為人捕置樊間，飲以蜜漿，哺以炊粟，可以閲歲。蜀士以繪扇。唐李衞公嘗為賦。）絳質剛啄，孱黑于矜，因網就羇，亦馴厥心。右紅桐觜（出永康軍山谷中。絳體若赭，惟羽間差黑。人亦畜之，然不能久也。）緇緑厠采，喜荏克膒，奮頸陪顋，矜健於味，里人裒貲，以佐其鬬。右荏雀（每歲荏且熟是則羣至食其實，性好鬬。人捕之，裒錢使決勝負，閭里嘈觀，至一雀直數千錢。官司惡民贅聚，每下符禁叱之。）茜苜黑裳，黄駮其羽，厥鳴嚶嚶，若禁若護，名而不情，盗者猶懼。右護花鳥（青城峨眉間往往有之。至春則啼。其音若云“無偷花果”，髣髴人言云。）緑衣紺尾，一啼百轉，可樊而畜，為世嘉玩。右百舌鳥（出中蜀山谷間，毛采翠碧。蜀人多畜之。一云翠碧鳥，善效他禽語，凡數十種，非東方所謂反舌無聲者。往往亦矜鬬至死不解，然捕者告罕，故惜之不使極其擊云。）狀實猿類，體被金毳，皮以藉焉，中國之貴。右狨（威、茂等州南詔夷，多有之大小正，類猿惟毛為異。朝制：内外省以上官乗馬者得以狨為藉。武官則内客省使宣徽使乃得用。）羊質而大，角繚於首，以角之珍，軀殘獵手。右龍羊（出吐蕃及威茂州，形似畜羊而大，其角繚繚，重八九兩，黑質而白文。可以為帯胯，其用亂犀。）玃與猿猱，同類異種，彼美豐肌，登爼見用。右玃（出卭、蜀間，與猿猱無異，但性不躁動，肌質豐腴。蜀人炮蒸，以為美味。）有足若鯢，大首長尾，其啼如嬰，縁木弗墜。右魶魚（出西山溪谷及雅江，狀似鯢，有足能縁木，其聲如兒啼。蜀人養之。）二丙之穴，厥産嘉魚，鯉質鱒鱗，為味珍腴。右嘉魚（丙穴在興州，有大丙小丙山，魚出石穴中。今雅州亦有之。蜀人甚珍其味。左思所謂嘉魚出於丙穴中。）比鯽則大，膚縷玉瑩，以鱠諸庖，無異雋永。右■〈魚永〉魚（出蜀江，皆鱗黑而膚理似玉。蜀人以為鱠，味美。）黑首白腹，修體短額，春則羣泳，促罟斯獲。右黑頭魚（形若鯶，長者及尺。出嘉州。歲二月則至，惟郭璞臺前有之。里人欲怪其説，則言璞著書臺，魚吞其墨，故首黑云。）長不數寸，有駮其文，淺瀬曲隈，唯泳而羣。右沙緑魚（魚之細者。生隈瀬中，狀若鰡，大不五寸，美味，蜀人珍之。）鯫鱗么質，本不登爼，以味見録，雖細猶捕。右石鱉魚（狀似■〈魚史〉■〈魚乚〉而小，上春時出石間，庖人取為竒味。）蟲質甚微，翠體金光。取而橋之，參餙釵梁。右金蟲（出利州山中。蜂體緑色，光若金，里人取以佐婦釵鐶之餙云。） \\n 　跋 \\n 萬震《南州志》以韻語紀物,質雅可誦,後來惟江文通《吳興草朩頌》僅足嗣響。頃復得宋子京《益部方物略記》，凡草朩虫魚六十五條，而寫色奏音一倣于震。第見白氏《長慶集》朩蓮樹詩叙云：朩蓮樹，一呼黄心樹，大者髙五丈，渉冬不凋，身如青楊，有白文，葉如桂厚，大無脊，花如蓮，香色豔膩皆同，獨房蘂有異。視宋註最詳。宋又註聖瑞花云：率以秋開。夗央草云：春葉晚生。而范成大詠聖瑞花云：挽春同住夏，看到火雲流。薛濤詠夗央草云：但娯春日長，不管秋風早。是春夏便已著花，春葉非晚生矣。至若改羞天為羞寒，猶不失以妍易俚，其改虞羙人為娛羙人，則虞之與娛兩義自通，得無更遺宵寐匪禎之誚。海鹽胡震亨題 \\n  \\n 　 \\n  \\n  \\n 　"}
