{"章节": "真臘風土記（元）周達觀", "正文": "　真臘風土記 \\n  \\n  \\n （元）周達觀 \\n 提要 \\n 真臘風土記一卷，元周達觀撰。達觀温州人。真臘本南海中小國，為扶南之屬。其後漸以强盛，自隋書始見于外國傳，唐宋二史並皆紀録。而朝貢不常至，故所載風土方物往往踈畧不備。元成宗元貞元年乙未，遣使招諭其國，達觀隨行。至大徳元年丁酉乃歸，首尾三年，諳悉其俗，因記所聞見為此書。凡四十則，文義頗為賅贍。惟第三十六則内記瀆倫神譴一事，不以為天道之常，而歸功于佛，則所見殊陋。然元史不立真臘傳，得此而本末詳具，猶可以補其佚闕，是固宜存備叅訂，作職方之外紀者矣。達觀作是書既成，以示吾衍。衍為題詩，推挹甚至，見衍所作竹素山房詩集中。葢衍亦服其敘述之工云。 \\n ○總敘 \\n 真臘國或稱占臘，其國自稱曰甘孛智。今聖朝按西番經名其國曰澉浦只，蓋亦甘孛智之近音也。自温州開洋，行丁未針，厯閩廣海外諸州港口，過七洲洋，經交趾洋，到占城。又自占城順風可半月到真蒲，乃其境也。又自真蒲行坤申針，過崑崙洋入港，港凡數十，惟第四港可入，其餘悉以沙淺，故不通巨舟。然而彌望皆修藤古木、黄沙白葦，倉卒未易辨認，故舟人以尋港為難事。自港口北行，順水可半月抵其地曰查南，乃其屬郡也。又自查南換小舟，順水可十餘日，過半路村、佛村，渡淡洋，可抵其地曰干傍取，城五十里。按諸番志稱其地廣七千里，其國北抵占城半月路，西南距暹羅半月程，南距番禺十日程，其東則大海也。舊為通商來往之國。聖朝誕膺天命，奄有四海，索多元帥之置省占城也，嘗遣一虎符百戸、一金牌千戸同到本國，竟為拘執不返。元貞之乙未六月，聖天子遣使招諭，俾余從行。以次年丙申二月離明州，二十日自温州港口開洋，三月十五日抵占城，中途逆風不利，秋七月始至，遂得臣服。至大徳丁酉六月回舟，八月十二日抵四明泊岸，其風土國事之詳雖不能盡知，然其大畧亦可見矣。 \\n ○城郭 \\n 州城周圍可二十里，有五門，門各兩重。惟東向開二門，餘向皆一門。城之外巨濠，濠之外皆通衢大橋。橋之兩傍各有石神五十四枚，如石將軍之狀，甚巨而獰。五門皆相似。橋之闌皆石為之，鑿為蛇形，蛇皆九頭，五十四神皆以手拔蛇，有不容其走逸之勢。城門之上有大石佛頭五，面向西方。中置其一，飾之以金。門之兩傍，鑿石為象形。城皆疊石為之，可二丈，石甚周宻堅固，且不生繁草，却無女墻。城之上，間或種桄榔木，比比皆空屋。其内向如坡子，厚可十餘丈。坡上皆有大門，夜閉早開。亦有監門者，惟狗不許入門。其城甚方整，四方各有石塔一座，曾受斬趾刑人亦不許入門。當國之中，有金塔一座。傍有石塔二十餘座；石屋百餘間；東向金橋一所；金獅子二枚，列於橋之左右；金佛八身，列於石屋之下。金塔至北可一里許，有銅塔一座。比金塔更髙，望之鬱然，其下亦有石屋十數間。又其北一里許，則國主之廬也。其寢室又有金塔一座焉，所以舶商自來有富貴真臘之褒者，想為此也。石塔出南門外半里餘，俗傳魯般一夜造成魯般墓。在南門外一里許，周圍可十里，石屋數百間。東池在城東十里，周圍可百里。中有石塔、石屋，塔之中有卧銅佛一身，臍中常有水流出。北池在城北五里，中有金方塔一座，石屋數十間，金獅子、金佛、銅象、銅牛、銅馬之屬皆有之。 \\n ○宫室 \\n 國宫及官舎府第皆面東。國宫在金塔、金橋之北，近門，周圍可五六里。其正室之瓦以鉛為之，餘皆土瓦。黄色橋柱甚巨，皆雕畫佛形。屋頭壯觀，修廊複道，突兀參差，稍有規模。其莅事處有金欞，左右方柱上有鏡，約有四五十面，列放於窗之旁。其下為象形。聞内中多有竒處，防禁甚嚴，不可得而見也。其内中金塔，國主夜則卧其上。土人皆謂塔之中有九頭蛇精，乃一國之土地主也，係女身。每夜（則）見國主，則先與之同寢交媾，雖其妻亦不敢入。二鼔乃出，方可與妻妾同睡。若此精一夜不見，則番王死期至矣；若番王一夜不往，則必獲災禍。其次如國戚大臣等屋，制度廣袤，與常人家迥别。周圍皆用草蓋，獨家廟及正寢二處許用瓦。亦各隨其官之等級，以為屋室廣狹之制。其下如百姓之家止草蓋，瓦片不敢上屋。其廣狹雖隨家之貧富，然終不敢傚府第制度也。 \\n ○服飾 \\n 自國主以下，男女皆椎髻，袒裼，止以布圍腰。出入則加以大布一條，纒於小布之上。布甚有等級。國主所打之布，有直金三四兩者，極其華麗精美。其國中雖自織布，暹羅及占城皆有來者，往往以來自西洋者為上，以其精巧而細様故。人惟國主可打純花布。頭戴金冠子，如金剛頭上所戴者。或有時不戴冠，但以線穿香花，如茉莉之類，周匝於髻間。頂上戴大珍珠三斤許。手足及諸指上皆帶金鐲、指展，上皆嵌猫兒眼睛石。其下跣足，足下及手掌皆以紅藥染赤色，出則手持金劒。百姓間惟婦女可染手足掌，男子不敢也。大臣國戚可打踈花布，惟官人可打兩頭花布，百姓間惟婦人可打之。新唐人雖打兩頭花布，人亦不敢罪之，以其暗丁八殺故也。暗丁八殺，不識體例也。 \\n ○官屬 \\n 國中亦有丞相、將帥、司天等官，其下各設司吏之屬，但名稱不同耳。大抵皆國戚為之，否則亦納女為嬪。其出入儀從亦有等級，用金轎扛四金傘柄者為上；金轎扛二金傘柄者次之；金轎扛一金傘柄者又次之；止用一金傘柄者又其次之也；其下者止用一銀傘柄者而已；亦有用銀轎扛者。金傘柄以上官皆呼為巴丁，或呼暗丁。銀傘柄者呼為厮辣的。傘皆用中國紅絹為之，其裙直拖地；油傘皆以緑絹為之，裙却短。 \\n ○三教 \\n 為儒者呼為班詰，為僧者呼為苧姑，為道者呼為八思。惟班詰不知其所祖，亦無所謂學舎講習之處，亦難究其所讀何書。但見其如常人打布之外，於項上掛白線一條，以此别其為儒耳。由班詰入仕者則為髙上之人，項上之線終身不去。苧姑削髪穿黄，偏袒右肩，其下則繫黄布裙，跣足，寺亦許用瓦蓋，中止有一像，正如釋迦佛之狀，呼為孛賴，穿紅，塑以泥，飾以丹青，外此别無像也。塔中之佛，相貌又别，皆以銅鑄成，無鐘鼔鐃鈸與幢幡寳蓋之類，僧皆茹魚肉，惟不飲酒，供佛亦用魚肉，每日一齋，皆取辦於齋主之家。寺中不設厨竈，所誦之經甚多，皆以貝葉疊成，極其齊整，於上寫黑字，既不用筆墨，不知其以何物書冩。僧亦有用金銀轎扛傘柄者。國王有大政亦咨訪之，却無尼姑。八思惟正如常人打布之外，但於頭上戴一紅布或白布，如韃靼娘子罟姑之狀而略低，亦有宫觀，但比之寺院較狹，而道教者亦不如僧教之盛耳。所供無别像，但止一塊石，如中國社壇中之石耳。亦不知其何所祖也。却有女道士。宫觀亦得用瓦。八思惟不食他人之食，亦不令人見食，亦不飲酒，不曾見其誦經及與人功果之事，俗之小兒入學者皆先就僧家教習，暨長而還俗，其詳莫能考也。 \\n ○人物 \\n 人但知蠻俗人物麤醜而甚黑，殊不知居於海島村僻、尋常閭巷間者，則信然矣；至如宫人及南棚（南棚乃府第也）婦女，多有瑩白如玉者，蓋以不見天日之光故也。大抵一布纒腰之外，不以男女，皆露出胷酥椎■〈髟上告下〉跣足，雖國主之妻，亦只如此。國主凡有五妻，正室一人，四方四人。其下嬪婢之屬，聞有三五千，亦自分等級，未嘗輕出戸。余每一入内見番主，必與正妻同出。乃坐正室，金窻中諸宫人皆次第列於兩廊窻下，徙倚窺視，余備獲一見。凡人家有女美貌者，必召入内其下。供内中出入之役者呼為陳家蘭，亦不下一二千，却皆有丈夫。與民間雜處，只於■〈悤頁〉門之前削去其髪，如北人開水道之狀，塗以銀硃及塗於兩鬢之傍，以此為陳家蘭别耳。惟此婦可以入内，其下餘人不可得而入也。内宫之前後，有絡繹於道途間，尋常婦女椎髻之外，别無釵梳頭面之飾。但臂中帶金鐲，指中帶金指展，且陳家蘭及内中諸宫人皆用之，男女身上常塗香藥，以檀麝等香合成，家家皆修佛事。國中多有二形人，每日以十數成羣，行於虗場間，常有招徠唐人之意，反有厚饋，可醜可惡。 \\n ○産婦 \\n 番婦産後，即作熱飯抺之，以鹽納於陰戸，凡一晝夜而除之。以此産中無病，且收歛常如室女。余初聞而詫之，深疑其不然，既而所泊之家有女育子，備知其事。且次日即抱嬰兒，同往河内澡洗，尤所恠見。又每見人言番婦多淫，産後一兩日即與夫合，若丈夫不中所欲，即有買臣見棄之事。若丈夫適有逺役，只可數夜。過十數夜，其婦必曰：“我非是鬼，如何孤眠？”淫蕩之心尤切。然亦聞有守志者。婦女最易老，蓋其婚嫁産育既早，二三十歲人已如中國四五十人矣。 \\n ○室女 \\n 人家養女，其父母必祝之曰，願汝有人要，將來嫁千百箇丈夫。富室之女自七歲至九歲，至貧之家則止於十一歲，必命僧道去其童身名曰陣毯。蓋官司每歲於中國四月内擇一日，頒行本國應有養女當陣毯之家，先行申報官司。官司先給巨燭一條，燭間刻畫一處，約是夜遇昏點燭，至刻畫處，則為陣毯時候矣。先期一月或半月或十日，父母必擇一僧或一道，隨其何處寺觀，往往亦自有主顧。向上好僧皆為官戸富室所先，貧者不暇擇也。官富之家，饋以酒米、布帛、檳榔、銀器之類，至有一百擔者。直中國白金二三百兩之物，少者或三四十擔或一二十擔，隨家豐儉。所以貧人家至十一歲而始行事者，為難辦此物耳。亦有捨錢與貧女陣毯者，謂之做好事。蓋一歲中一僧止可御一女，僧既允受，更不他許。是夜大設飲食、鼔樂，會親隣，門外縛一髙棚，裝塑泥人、泥獸之屬于其上。或十餘，或止三四枚，貧家則無之。各按故事，凡七日而始撤。既昏，以轎傘鼔樂迎此僧而歸。以綵帛結二亭子，一則坐女於其中，一則僧坐其中。不曉其口説何語，鼓樂之聲喧闐。是夜不禁犯夜，聞至期，與女俱入房，親以手去其童，納之酒中。或謂父母親隣各點於額上，或謂俱嘗以口，或謂僧與女交媾之事，或謂無此。但不容唐人見之，所以莫知其的。至天將明時，則又以轎傘鼓樂送僧去。後當以布帛之類，與僧贖身，否則此女終為此僧所有，不可得而他適也。余所見者，大徳丁酉之四月初六夜也。前此父母必與女同寢，此後則斥於房外，任其所之，無復拘束隄防之矣。至若嫁娶，則雖有納幣之禮，不過茍簡從事，多有先姦而後娶者。其風俗既不以為恥，亦不以為怪也。陣毯之夜，一巷中或至十餘家城中迎僧道者，交錯於途路，間鼓樂之聲無處無之。 \\n ○奴婢 \\n 人家奴婢皆買野人以充其役。多者百餘，少者亦有一二十枚，除至貧之家則無之。蓋野人者，山野中之人也。自有種類，俗呼為撞賊。到城中亦不敢出入人之家，城間人相罵者一呼之為撞，則恨入骨髓，其見輕於人如此。少壯者一枚可直百布，老弱者止三四十布可得。秪許於楼下坐卧，若執役方許登樓，亦必跪膝、合掌、頂禮，而後敢進。呼主人為巴駞，主母為米巴。駞者，父也；米者，母也。若有過撻之，則俯首受杖，畧不敢動。其牝牡者自相配偶，主人終無與之交接之理。或唐人到彼，久曠者不擇，一與之接，主人聞之，次日不肯與同坐，以其曾與野人接故也。或與外人交，至於有姙，養子主人亦不詰問其所從來。蓋以其所不齒，且利其得子，仍可為異日奴婢也。或有逃者，擒而復得必於面刺以青，或於項上帶鐵以錮之，亦有帶於臂腿間者。 \\n ○語言 \\n 國中語言自成音聲，雖近而占城暹人皆不通話説。如以一為梅，二為别，三為卑，四為般，五為孛監，六為孛監梅，七為孛監别，八為孛監卑，九為孛監般，十為荅呼。父為巴駞，叔伯亦呼為巴駞，呼母為米，姑、姨、嬸、姆以至鄰人之尊年者亦呼為米。呼兄為邦，姊亦呼為邦。呼弟為補溫，呼舅為吃賴，姑夫亦呼為孛賴。大抵多以下字在上。如言此人乃張三之弟，則曰補溫張三。彼人乃李四之舅，則曰吃賴李四。又如呼中國為備世，呼官人為巴丁，呼秀才為班詰。乃呼中國官人不曰備世巴丁，而曰巴丁備世。呼中國之秀才不曰備世班詰，而曰班詰備世，大抵皆如此。此其大略耳，至若官府則有官府之議論；秀才則有秀才之文談；僧道自有僧道之語説；城市村落，言語各自不同；亦與中國無異也。 \\n ○野人 \\n 野人有二種。有一等通往來話言之野人，乃賣與城間為奴之類是也。有一等不屬教化不通言語之野人，此輩皆無家可居，但領其家屬巡行於山頭，戴一瓦盆而走。遇有野獸，以弧矢標槍射之而得，乃擊火於石，共烹食而去。其性甚狠，其藥甚毒，同黨中常自相殺戮。近地亦有種荳蔻木綿花織布為業者，布甚麤厚，花紋甚别。 \\n ○文字 \\n 尋常文字及官府文書，皆以麂鹿皮等物染黑，隨其大小濶狹，以意裁之；用一等粉如中國白堊之類，磋為小條子，其名為梭，拈於手中，就皮畫以成字，永不脱落，用畢則挿於耳之上。字跡亦可辨認為何人書寫，須以濕物揩拭方去。大率字様正如回鶻字。凡文書皆自後書向前，却不自上書下也。余聞之額森哈雅，云其字母音聲，正與蒙古音相鄰，但所不同者三兩字耳。初無印信，人家告狀，亦有書鋪書寫。 \\n ○正朔時序 \\n 每用中國十月為正月，是月也，名為佳得，當國宫之前縛一大棚，上可容千餘人，盡掛燈毬花朶之屬。其對岸逺離二十丈地，則以木接續，縳成髙棚，如造塔撲竿之狀，可髙二十餘丈，每夜設三四座或五六座，裝煙火爆杖於其上，此皆諸屬郡及諸府第認直。遇夜則請國主出觀，點放煙火爆杖，煙火雖百里之外皆見之，爆杖其大如砲，聲震一城。其官屬貴戚，每人分以巨燭、檳榔，所費甚夥。國主亦請奉使觀焉。如是者半月而後止。每一月必有一事，如四月則抛毬，九月則壓獵。壓獵者，聚一國之衆皆來城中，教閲於國宫之前。五月則迎佛水，聚一國逺近之佛皆送水與國主洗身，陸地行舟，國主登樓以觀。七月則燒稻，其時新稻已熟，迎於南門外燒之，以供佛。婦女車象，往觀者無數。主却不出。八月則挨藍，挨藍者，舞也。點差伎樂，每日就國宫内挨藍且鬭猪、鬭象。國主亦請奉使觀焉，如是者一旬。其餘月分不能詳記也。國人亦有通天文者，日月薄蝕皆能推算，但是大小盡却與中國不同。閏歲則彼亦必置閏，但只閏九月，殊不可曉。一夜只分四更，每七日一輪，亦如中國所謂開閉建除之類。番人既無名姓，亦不記生日，多有以所生日頭為名者。有兩日最吉，三日平平，四日最凶，何日可出東方，何日可出西方，雖婦女皆能算之。十二生肖亦與中國同，但所呼之名異耳，如以馬為卜賽，呼鷄之聲為欒，呼猪之聲為直盧，呼牛為箇之類也。 \\n ○争訟 \\n 民間爭訟，雖小事，亦必上聞。國主初無笞杖之責，但聞罰金而已。其人大逆重事，亦無絞斬之事，止於城西門外掘地成坑，納罪人於内，實以土石堅築而罷。其次有斬手足指者，有去鼻者，但姦與賭無禁。姦婦之夫或知之，則以兩柴絞姦夫之足，痛不可忍，竭其資而與之，方可獲免。然裝局欺騙者亦有之。或有死於門首者，則自用繩拖置城外。野地初無所謂體究檢驗之事，人家獲盜亦可施監禁、拷掠之刑。却有一項可取。且如人家失物，疑此人為盜，不肯招認，遂以鍋煎油極熱，令此人伸手於中。若果偷物則手腐爛，否則皮肉如故云。番人有法如此。又兩家爭訟，莫辨曲直。國宫之對岸有小石塔十二座，令一人各坐一塔中，其外兩家自以親屬互相隄防。或坐一二日，或三四日。其無理者必獲證候而出，或身上生瘡癤，或咳嗽熱證之類；有理者畧無纎事。以此剖判曲直，謂之天獄，蓋其土地之靈有如此也。 \\n ○病癩 \\n 國人尋常有病，多是入水浸浴及頻頻洗頭，便自痊可。然多病癩者，比比道途間。土人雖與之同卧同食亦不校。或謂彼中風土有此疾，曾有國主患此疾，故人不之嫌。以愚意觀之，往往好色之餘，便入水澡洗，故成此疾。聞土人色慾纔畢，皆入水澡洗。其患痢者十死八九，亦有貨藥於市者，與中國不類，不知其為何物。更有一等師巫之屬，與人行持，尤可笑。 \\n ○死亡 \\n 人死無棺，止以■〈⺮差〉席之類，蓋之以布。其出喪也，前亦用旗幟鼔樂之屬，又以兩柈炒米，繞路抛撒。擡至城外僻逺無人之地，棄擲而去。俟有鷹犬畜類來食，頃刻而盡，則謂父母有福，故獲此報；若不食，或食而不盡，反謂父母有罪，而至此今。亦漸有焚者，往往皆唐人之遺種也。父母死，别無服制，男子則髠其髪，女子則於■〈悤頁〉門翦髪似錢大，以此為孝耳。國主仍有塔葬埋，但不知葬身與葬骨耳。 \\n ○耕種 \\n 大抵一歲中可三四番收種，蓋四時常如五六月天，且不識霜雪故也。其地半年有雨，半年絶無。自四月至九月，每日下雨，午後方下。淡水洋中，水痕髙可七八丈，巨樹盡没，僅畱一杪耳。人家濵水而居者，皆移入山。後十月至三月，點雨絶無，洋中僅可通小舟，深處不過三五尺。人家又復移下耕種者，指至何時稲熟。是時，水可渰至何處，隨其地而播種之。耕不用牛，耒、耜、鎌、鋤之器，雖稍相類，而制自不同。又有一等野田，不種常生水，髙至一丈，而稻亦與之俱髙，想别一種也。但糞田及種蔬皆不用穢，嫌其不潔也。唐人到彼，皆不與之言及中國糞壅之事，恐為所鄙。每三兩家，共掘地為一坑，蓋其草滿則填之，又别掘地為之。凡登溷既畢，必入池洗浄。止用左手，右手畱以拿飰。見唐人登厠用紙揩拭者，笑之。甚至不欲其登門，婦女亦有立而溺者，可笑可笑。 \\n ○山川 \\n 自入真蒲以來，率多平林叢昧，長江巨港，綿亘數百里。古樹修藤，森陰蒙翳，禽獸之聲，雜遝其間。至半港而始見有曠田，絶無寸木，彌望芃芃，禾黍而已。野牛以千百成羣，聚於此地。又有竹坡，亦綿亘數百里。其間竹節相間，生刺筍，味至苦。四畔皆有髙山。 \\n ○出産 \\n 山多異木，無木處乃犀象屯聚養育之地。珍禽竒獸不計其數，細色有翠毛、象牙、犀角、黄臘；麤色有降真、荳蔻、畫黄、紫梗、大風子油、翡翠。其得也頗難，蓋叢林中有池，池中有魚，翡翠自林中飛出，求魚番人以樹葉蔽身，而坐水濱，籠一雌以誘之，手持小網，伺其來則罩，有一日獲三五隻，有終日全不得者。象牙則山僻人家有之，每一象死方有二牙。舊傳謂每歲一換牙者，非也。其牙以摽而殺之者上也，自死而隨時為人所取者次之，死於山中多年者斯為下矣。黄臘出於村落朽樹間其一種細腰蜂如螻蟻者，番人取而得之。每一船可收二三千塊，每塊大者三四十斤，小者亦不下十八九斤。犀角白而帶花者為上，黒為下。降真生叢林中，番人頗費砍斫之勞，蓋此乃樹之心耳。其外白木可厚八九寸，小者亦不下四五寸。荳蔻皆野人山上所種，畫黄乃一等樹間之脂，番人預先一年以刀斫樹，滴瀝其脂，至次年而始收。紫梗生於一等樹枝間，正如桑寄生之状，亦頗難得。大風子油乃大樹之子，狀如椰子而圓，中有子數十枚。胡椒間亦有之，纒藤而生，纍纍如緑草子，其生而青者更辣。 \\n ○貿易 \\n 國人交易，皆婦人能之。所以唐人到彼，必先納一婦人者，兼亦利其能買賣故也。每日一墟，自夘至午即罷。無居鋪，但以蓬席之類鋪於地間，各有處。聞亦有納官司賃地錢，小交關則用米穀及唐貨，次則用布若乃，大交關則用金銀矣。往往土人最朴，見唐人頗加敬畏，呼之為佛，見則伏地頂禮。近亦有脱騙欺負唐人，由去人之多故也。 \\n ○欲得唐貨 \\n 其地想不出金銀，以唐人金銀為第一。五色輕縑帛次之，其次如真州之錫鑞，溫州之漆盤，泉州之青甆器及水銀、銀硃、紙劄、硫黄、熖硝、檀香、白芷、麝香、麻布、黄草、布雨傘、鐵鍋、銅盤、水硃、桐油、箆箕、木梳、針。其麤重則如明州之蓆。甚欲得者則菽麥也，然不可將去耳。 \\n ○草木 \\n 惟石橊、甘蔗、荷花、蓮藕、芋桃、蕉芎與中國同；荔枝、橘子狀雖同而酸；其餘皆中國所未。曽見樹木亦甚各别；草花更多，且香而艶；水中之花，更有多品，皆不知其名。至若桃、李、杏、梅、松、栢、杉、檜、梨、棗、楊、栁、桂、蘭、菊蕊之類皆所無也。其中正月亦有荷花。 \\n ○飛鳥 \\n 禽有孔雀、翡翠鸚哥乃中國所無。餘如鷹、鴉、鷺鷥、雀兒、鸕鷀、鸛鶴、野鴨、黄雀等物皆有之。所無者喜鵲、鴻鴈、黄鶯、杜宇、燕鴿之屬。 \\n ○走獸 \\n 獸有犀象、野牛、山馬乃中國所無者。其餘如虎、豹、熊羆、野猪、麋鹿、麞麂、猿狐之類甚多。所少者獅子、猩猩、駱駞耳。鷄、鴨、牛、馬、猪、羊所不在論也。馬甚矮小，牛甚多，生敢騎，死不敢食，亦不敢剥其皮，聽其腐爛而已，以其與人出力故也，但以駕車耳。在先無鵝，近有舟人自中國攜去，故得其種。鼠有大如猫者，又有一等鼠頭腦，絶類新生小狗兒。 \\n ○蔬菜 \\n 蔬菜有蔥、芥、韭、茄瓜、西瓜、冬瓜、王瓜、莧菜。所無者蘿蔔、生菜、苦蕒、菠薐之類。瓜茄正月間即有之。茄樹有經數年不除者。木綿花樹髙可過屋，有十餘年不換者。不識名之菜甚多，水中之菜亦多種。 \\n ○魚龍 \\n 魚鱉惟黑鯉魚最多；其他如鯉、鯽、草魚最多；有吐哺魚，大者重二斤已上；有不識名之魚亦甚多，此皆淡水洋中所來者。至若海中之魚，色色有之。鱔魚、湖鰻、田雞，土人不食，入夜則縱横道途間。黿鼉大如合苧，雖六藏之龜，亦充食用。查南之蝦，重一斤已上。真蒲龜脚可長八九寸許，鰐魚大者如船，有四脚，絶類龍特無角耳，肚甚脆美。蛤蜆、螺螄之屬，淡水洋中可捧而得，獨不見蟹，想亦有之，而人不食耳。 \\n ○醖釀 \\n 酒有四等，第一唐人呼為蜜糖酒，用藥麴以蜜，及水中半為之。其次者土人呼為朋牙四，以樹葉為之。朋牙四者，乃一等樹葉之名也。又其次以米或以剰飯為之，名曰包稜角。蓋包稜角者，米也。其下有糖鑑酒，以糖為之，又入港濱水。又有茭漿酒，蓋有一等茭葉生於水濱，其漿可以釀酒。 \\n ○鹽醋醬麫 \\n 醝物國中無禁。自真蒲巴澗濱海等處，率皆燒山間。更有一等石，味勝於鹽，可琢以成器。土人不能為醋，羮中欲酸，則著以咸平樹葉。樹既莢，則用莢。既生子，則用子。亦不識合醬，為無麥與豆故也。亦不曽造麴，蓋以蜜水及樹葉釀酒，所用者酒藥耳。亦如鄉間白酒藥之狀，蠶桑土人皆不事。 \\n ○蠶桑 \\n 婦人亦不曉針線縫補之事，僅能織木綿布而已。亦不能紡，但以手理成條。無機杼以織，但以一頭縳腰，一頭搭上梭，亦止用一竹管。近年暹人來居，却以蠶桑為業，桑種蠶種皆自暹中來。亦無麻苧，惟有絡麻，暹人却以絲自織皁綾衣著，暹婦却能縫補。土人打布損破，皆倩其補之。 \\n ○器用 \\n 尋常人家房舎之外，别無桌凳盂桶之類。但作飯則用一瓦釡，作羮又用一瓦銚。地埋三石為竈，以椰子殻為杓。盛飯用中國瓦盤或銅盤。羮則用樹葉造一小碗，雖盛汁亦不漏。又以茭葉製一小杓，用兠汁入口，用畢則棄之。雖祭祀神佛亦然。又以一錫器或瓦器盛水於傍，用以蘸手。蓋飯只用手拏，其粘於手非此水不能去也。飲酒則用鑞注子，貧人則用瓦缽子，若府第富室則一一用銀，至有用金者。國之慶賀多用金為器皿，制度形狀又别。地下所鋪者，明州之草席，或有鋪虎豹麂鹿等皮及藤簟者。近新置矮桌髙尺許，睡只竹席，卧於板，近有用矮床者，往往皆唐人制作也。食品用布罩，國主内中以銷金縑帛為之，皆舶商所饋也。稻不用礱，止用杵舂碓耳。 \\n ○車轎 \\n 轎之制，以一木屈其中，兩頭豎起，雕刻花様，以金銀裹之。所謂金銀轎扛者，此也。每頭一尺之内釘鉤子，以大布一條厚摺，用繩繫於兩頭，鉤中人挽於布，以兩人擡之。轎則又加一物，如船蓬而更闊，飾以五色縑帛，四人扛。有隨轎而走。若逺行亦有騎象騎馬者。亦有用車者，車之制却與他地一般。馬無鞍，象無凳可坐。 \\n ○舟楫 \\n 巨舟以硬樹破版為之。匠者無鋸，但以斧鑿之開成版，既費木且費工也。凡要木成段，亦只以鑿鑿斷，起屋亦然。船亦用鐵釘，上以茭葉蓋覆，却以檳榔木破片壓之。此船名為新拏用櫂。所粘之油，魚油也。所和之灰石，灰也。小舟却以一巨木鑿成槽，以火薰軟，用木撑開。腹大，兩頭尖，無蓬，可載數人，止以櫂划之，名為皮闌。 \\n ○屬郡 \\n 屬郡九十餘，曰真蒲、曰查南、曰巴澗、曰莫良、曰八薛、曰蒲買、曰雉棍、曰木津波、曰賴敢坑、曰八厮里。其餘不能悉記。各置官屬。皆以木排栅為城。 \\n ○村落 \\n 每一村或有寺，或有塔。人家稍宻，亦自有鎮守之官，名為買節。大路上自有歇息如郵亭之類，其名為森木。近與暹人交兵，遂皆成曠地。取膽前此於八月内。 \\n ○取膽 \\n 蓋占城王每年索人膽一甕，萬千餘枚。遇夜則多方令人於城中及村落去處，遇有夜行者，以繩兠住其頭，用小刀於右脇下取去其膽。俟數足，以饋占城王。獨不取唐人之膽，蓋因一年取唐人一膽，雜於其中，遂致甕中之膽俱臭腐而不可用故也。近年已除取膽之事，另置取膽官屬，居北門之裏。 \\n ○異事 \\n 東門之裏，有蠻人淫其妹者，皮肉相粘不開，厯三日不食而俱死。余鄉人薛氏居番三十五年矣，渠謂兩見此事。蓋其用聖佛之靈，所以如此。 \\n ○澡浴 \\n 地苦炎熱，每日非數次澡洗則不可過。入夜亦不免一二次，初無浴室盂桶之類，但每家須有一池，否則兩三家合一池。不分男女，皆裸形入池，惟父母尊年在池，則子女卑幼不敢入。或卑幼先在池，則尊長亦迴避之，如行輩則無拘也。但以左手遮其牝門入水而已。或三四日，或五六日，城中婦女，三三五五，咸至城外河中漾洗。至河邊，脱去所纒之布而入水。會聚於河者動以千數，雖府第婦女亦預焉。畧不以為恥，自踵至頂，皆得而見之。城外大河，無日無之。唐人暇日頗以此為遊觀之樂，聞亦有就水中偷期者。水常溫如湯，惟五更則微凉，至日出則復溫矣。 \\n ○流寓 \\n 唐人之為水手者，利其國中不著衣裳，且米糧易求，婦女易得，屋室易辦，器用易足，買賣易為，往往皆逃逸於彼。 \\n ○軍馬 \\n 軍馬亦是裸體、跣足，右手執摽槍，左手執戰牌，别無所謂弓箭、砲石、甲胄之屬。傳聞與暹人相攻，皆驅百姓使戰，往往亦别無智畧謀畫。 \\n ○國主出入 \\n 聞在先，國主轍迹未嘗離戸，蓋亦防有不測之變也。新主乃故國主之壻，原以典兵為職，其婦翁愛女。女宻竊金劒，以往其夫，以故親子不得承襲。嘗謀起兵，為新主所覺，斬其趾而安置於幽室。新主身嵌聖鐵，縱使刀箭之屬著體，不能為害，因恃此遂敢出戸。余宿畱歲餘，見其出者四五。凡出時諸軍馬擁其前，旗幟鼓樂踵其後。宫女三五百，花布花髻，手執巨燭，自成一隊，雖白日亦照燭。又有宫女，皆執内中金銀器皿及文飾之具，制度迥别，不知其何所用。又有宫女，執摽槍摽牌為内兵，又成一隊。又有羊車、馬車，皆以金為飾。其諸臣僚國戚，皆騎象在前。逺望紅凉傘，不計其數。又其次則國主之妻及妾媵，或轎或車，或馬或象，其銷金凉傘何止百餘。其後則是國主，立於象上，手持寳劒。象之牙亦以金套之。打銷金白凉傘，凡二十餘柄，其傘柄皆金為之。其四圍擁簇之象甚多，又有軍馬護之。若遊近處，止用金轎子，皆以宫女擡之。大凡出入，必迎小金塔，金佛在其前，觀者皆當跪地頂禮，名為三罷。不然則為貌事者所擒，不虚釋也。每日國主兩次坐衙治事，亦無定文。及諸臣與百姓之欲見國主者，皆列坐地上。以俟少頃，聞内中隱隱有樂聲，在外方吹螺以迎之。聞止用金車子，來處稍逺，須臾見二宫女纎手捲簾，而國主乃仗劒立于金窻之中矣。臣僚以下皆合掌叩頭，螺聲方絶，乃許擡頭。國主特隨亦就坐，坐處有獅子皮一領，乃傳國之寳。言事既畢，國主尋即轉身，二宫女復垂其簾，諸人各起。以此觀之，則雖蠻貊之邦，未嘗不知有君也。"}
