{"章节": "岳陽風土記（宋）范致明", "正文": "　岳陽風土記 \\n  \\n  \\n （宋）范致明 \\n 提要 \\n 《岳陽風土記》一卷，宋范致明撰。致明字晦叔，建安人，元符中登進士。是編乃其謫居岳州，以宣徳即監商税時所作。不分門目，隨事載記。書雖一卷，而於郡縣沿革、山川改易、古蹟存亡考證特詳。如樂史太平寰宇記謂大江流入洞庭，致眀則謂洞庭會江，江不入洞庭，惟荆江夏秋暴漲，乃逆泛而入之，五日即還，名曰翻流水。圖經以鄭王廟為鄭徳璘，致眀則謂為隋末鄭文秀與董景珍同立蕭銑者，故其北又有董王廟。沈亞之湘中怨記岳陽樓聞氾人之歌，致眀則核以地形，謂舟中之歌，樓上不辨。杜佑通典謂巴丘湖中有曹洲，即曹公為呉所敗燒船處，在今縣南四十里。致明則謂，今縣西但有曹公渡，考之地理，與周瑜曹操相遇處絶不相及。漢陽圖經謂赤壁即烏林，致明則謂曹操己至巴邱，則孫劉宜拒之於巴陵、江夏間。所謂烏林，即烏黎口，本不當在漢陽界。世傳華容為章華臺，致明則謂舊臺在景陵界。華容，隋縣乃取古容城名之。鄭道元水經注謂澧水會沅，然後入湖。致明則謂澧沅雖相通，而各自入湖，澧所入處名澧口，沅所入處名鼎江口。皆確有引據，異他地志之附會。其餘軼聞逸事，頗資採擇，叙述尤為雅潔，在宋人風土書中亦可謂佳本矣。　 \\n 岳陽風土記 \\n 岳州,南鄰蒼梧之野，古三苗國地，又為麇子國。春秋文公十一年，楚子伐麇，卽此地也。戰國末屬楚羅子國。秦并天下，為長沙郡。漢因之，以為要扼之地，置戍以鎮之。建安中，呉使魯肅將兵萬人，屯駐於此。呉録云：晉分長沙之邑為巴陵等縣，置建昌郡，在巴陵。今州卽建昌郡也，以陶侃鎮之。後省入長沙。至宋文帝，又分其地置巴陵郡。齊武帝永明二年，封子子倫為巴陵王，遂為巴陵王國。子倫為明帝所害，梁武帝封齊明帝子保義為巴陵王。奉後以繼三恪，元帝都荆州，立巴陵郡。武帝末，湘東王遣陸法和等據赤亭湖，卽其地因以名之。後平陳，廢郡改為巴陵縣。煬帝元年改為玉州，又改為羅州，三年又改為巴陵縣。唐武德四年，蕭銑置巴陵郡、華容、沅江及汨羅、湘隂五縣。六年改為岳州省羅縣，天寶元載改為巴陵縣，乾元元年復為岳州。至南唐遂為周行逢所有，隷武平軍節度。武平，舊朗州，今鼎州是也。是時猶屬湖南，皇朝下荆南，始隷湖北。 \\n 巴陵，荆湖二流之合。昭烈既定蜀，孫權往求荆州不得，使魯肅以萬人屯之。輿地誌云：巴丘有大屯戍，魯肅守之，今郡城乃魯公所築也。酈道元水經注云：巴陵山有湖水，岸上有巴陵，本呉之邸閣城也；城郭殊隘迫，所容不過數萬人，而官舍民居在其内。 \\n 州地客山髙，主山隠伏。不甚利土人，而僑居多興，葺者俗謂之扁擔州。 \\n 皇朝，岳州領巴陵、華容、臨湘、平江、沅江五縣。元豐末，鄂州通城縣，隷岳州，其後又以沅江隔湖，割隷鼎州，而通城復鄂，今領四縣。 \\n 岳州常賦之外，與他州名額不同者茶籠、竹箭簳、翎毛、魚麴、蘆蒢、鐵葉、窑竈。 \\n 巴陵，本下雋縣之丘。漢書地理誌：下雋縣屬長沙郡。按今在鄂州蒲圻縣界，此其地耳。水經所謂本呉之巴丘邸閣城也。晉平康元年，立巴陵縣於此，後置建昌郡。宋元嘉十六年，立巴陵郡，城跨岡嶺，濵阻三江。葢巴陵對長洲，其洲南分湖浦，東北届大江，故曰三江也。三水所會，亦或謂之三江口；夾洲列闗，亦謂之巴陵闗。江記言：羿屠巴蛇於洞庭，積其骨為陵淮。南子曰：斬蛇於洞庭。今巴蛇塚在州院，廰側巍然而髙，草朩叢翳。張燕公有登巴丘望墨山之詩，兼有巴蛇廟在岳陽門内。太守歐頴廢之。 \\n 岳陽樓城，西門樓也。下瞰洞庭，景物寛闊。唐開元四年，中書令張説除守此州，毎與才士登樓賦詩，自爾名著。其後，太守於樓北百步復創樓，名曰燕公樓。 \\n 山海經言：洞庭，沅澧之交瀟湘之淵，是為九江之門。按澧鼎沅湘，合諸蠻黔南之水，匯為洞庭，至巴陵與荆江合，而東州據其上。水經云：湘水右會小青口資水也，世謂之益陽江。右則沅水注之，謂之橫房口。東到微湖，世謂之糜湖。西流注為江，謂之糜湖口。左則澧水，謂之武陵江。凡此五水，注為洞庭，北會為大江，名曰五瀦。戰國策曰：秦與荆戰，大破之；襲郢，取洞庭五瀦。楚辭：帝子降兮北瀦。皆其地也。 \\n 寰宇記云：郡有青草、洞庭、巴丘三湖。青草湖中有青草山，冬春水退，皆青草也。洞庭，洞府之庭，上有洞庭真君廟堂。巴丘之名，今不著。青草湖在壘石山，與洞庭相通。其南羅水出焉，故羅縣在其上。其東汨水出焉，下有潭，謂之屈原潭，屈原懷沙自溺之所，忠潔侯三閭大夫廟在其上。 \\n 樂史言：大江在巴陵，東北流入洞庭。今洞庭水會于江，非江流入洞庭也。荆江出巴蜀，自髙注下，濁流洶湧。夏秋暴漲，則逆泛洞庭，瀟湘清流，頓皆混濁，岳人謂之飜流水。南至青草湖，或三五日乃還，俗云水神朝君山。 \\n 岳陽井邑舊皆瀕江。郡城西數百步，屢年湖水潄齧，今去城數十步。卽江岸父老相傳，今江心舊闤闠也。瀕江沙磧地尚有税絹甚重云。祖來宅税，今不曾除改。北津，舊去城角數百步，今逼近石觜。葢荆江日漱而南，湘江日漱而東也。 \\n 江西沙洲，舊長洲，今名鱘魚觜。昔傳有異人云：觜生過岳陽樓，卽出狀元。岳陽樓舊岸有港名駝鶴港，商人泊船於此地，勝千石載，今巳湮没如平陸，不復通舟。尾通君山後湖。丁晉公南遷，還岳陽，見江西新生洲云：此洲生，當有真人臨此。皇祐二年，英宗以團練使鎮岳州，及登寶位，果符其説。 \\n 岳陽樓上有吕先生留題云：朝遊北越暮蒼梧，袖裏青蛇膽氣麤。三入岳陽人不識，朗吟飛過洞庭湖。今不見當時墨跡，但有刻石耳。先生名岩，字洞賔，河中府人，唐禮部尚書渭之孫。渭四子，温、恭、儉、讓，讓終海州刺史，先生海州出也。會昌中，兩舉進士不第，卽有棲隠之志。去遊廬山，遇異人授劒術，得長生不死之訣。多遊湘潭鄂岳間，或賣紙墨于市，以混俗人，莫之識也。慶厯中，天章閣待制滕宗諒，坐事謫守岳陽。一日有刺謁云回巖客子，京曰此吕洞賔也，變易姓名爾。召坐置酒，髙談劇飲，佯若不知者，密令畵工傳其狀貌，既去，來日使人復召之。客舍主人曰：先生半夜去矣。留書以遺子京，子京視之，黙然不知所言何事也。今岳陽樓傳本狀貌清俊，與俗本特異。 \\n 楚澤門、碧湘門，舊甕城門也。楚澤門經火不復完治。今但有遺址。 \\n 灉湖，在州南。春冬水涸，昔人謂之乾湖。水經謂之滃湖。秋夏水漲卽渺瀰，勝千石舟，通閣子鎮。 \\n 灉湖諸山舊出茶，謂之灉湖茶。李肇所謂岳州灉湖之含膏也。唐人極重之，見於篇什。今人不甚種植，惟白鶴僧園有千餘，本土地頗類此苑。所出茶一歲不過一二十兩，土人謂之白鶴茶，味極甘香，非他處草茶可比，並茶園地色亦相類，但土人不甚植爾。 \\n 灉湖井，唐人嘗稱甘水，今荒穢不治，汲者亦少，當不逮昔也。 \\n 魯將軍廟，在會泉門外，乃魯肅廟也。孫權使肅守巴丘，後人祀之。 \\n 昭烈旣與肅畫湘為界，遂築地烏沙鎮對壘，在州北六十里，俗謂之金門劉備城。 \\n 南樓陽公臺皆見岳陽詩咏，今並無，遺跡可踐。或云楚澤門，舊南樓也，今廢。 \\n 孟浩然洞庭詩有波撼岳陽城。蓋城據湖東北，湖靣百里，常多西南風。夏秋水漲，濤聲喧如萬鼓，晝夜不息，漱齧城岸，歲常傾頽。滕子京待制欲為偃虹隄以捍之，計成而滕移郡，後遂不果。 \\n 江岸沙磧中有冶鐵數枚，俗謂鐵枷，重千斤。古人鑄鐵，如燕尾相向，中有大竅，徑尺許，不知何用也。或云以此壓勝，辟蛟蜃之患；或以為矴石，疑其太重，非舟人所能舉也；或以為置朩其内，編以為柵，以禦風濤，皆不可知。 \\n 龍興觀故基，在太平寺東，舊有西閣，為登覽之勝。見滕公詩咏，皮日休、陸龜蒙亦爲觀步之什。今治平寺江路，兩山間林朩邃密，故基存焉，天禧中賜名天慶，昔時觀名，因而冺没。 \\n 白鶴老松，古朩精也。李觀守賀州，有道人陳某，自云一百三十六歲，因言及吕洞賔曰，近在南嶽見之。吕云過岳陽日，憩城南古松隂。有人自杪而下來，相揖曰，某非山精朩魅，故能識先生，幸先生哀憐。吕因與丹一粒，贈之以詩。吕舉以示陳，陳記其末云。惟有城南老樹精分明知道神仙過，明日陳行，留之不可。後年餘，李守岳陽，因訪前事，果城南有老松，以問近寺僧曰，先生舊題詩寺壁久巳摧毁，但能記其詩曰：獨自行來獨自坐，無限世人不識我，惟有城南老樹精，分明知道神仙過。後為亭松前曰過仙亭，舊松枯槁，今復鬱茂，得非丹餌之力邪。 \\n 隋末校尉董景珍率鄭文秀共立蕭銑為梁後，乃封景珍為晉王，文秀為楚王。今北廟董王廟，南廟鄭王廟也。圖經以鄭王廟為巴陵令鄭德璘，昔遇洞庭君者，非也。海眼池在嵩州夾，舊傳濳通江海，今湖泥湮没，不復如昔。 \\n 紫溪臺，亦曰紫荆臺，在灉湖上。下有石，髙四尺，曰紫溪石。 \\n 南廟乃孝烈靈妃、孝感侯廟。秦武陵令羅君用因督鐵運，溺水死。其女挈弟尋父屍，不獲，遂相繼赴水死。邦人哀而祀之，謂之羅娘廟，靈響寖著，凡有舟楫往還，祈之利涉。後唐明宗天成二年丁亥，湖南馬殷承制列姊在左，弟在右，元豐中始賜今封，岳人禱祠無虗日。舊在烏龜渡南，祝者以為不便，託言神意遂移今廟。按李瀕寄遠詩曰：化石早曾聞節婦，沈湘何必獨靈妃，其意似與今聞差異。 \\n 董景珍、鄭文秀旣立蕭銑爲梁，後築臺城南，今失其處。崔櫓有登岳陽樓、雲夢亭、夜登洞庭樓三詩，今雲夢、洞庭亭樓莫知其處。 \\n 太平寺，舊傳為屈原宅，葢屈原被逐寓此。 \\n 廣教寺，後唐永安寺，舊為聖善寺故基，昔吕雲卿遇江叟於聖善寺，吹笛召洞庭諸龍，卽其地也。 \\n 金雞白石，在船塲舊步，有金雞翔其上。 \\n 剪刀池，在郡城東北隅。或云池中有鼎耳，髙數尺，其中容人往來，上有識文，善泅者常見之。 \\n 靈妃廟，有銅鼓，元豐中永慶莊耕者得之。圓口，方耳，下有方趺，皆古篆，雲雷文，色正青緑，形制精巧，非近世所能為也。取置於寺。太守李觀用耆舊之説，以為陸賈使南越，嘗以銅鼓獻之於廟，歲久失之，意其必此，遂移置廟中，方移置時，護持不謹，因誤毁損，今巳不完。或云聞初獲鼓時，同獲銅鐸一枚，以其完好，輦致禮部，今藏秘書省。鼓以毁壞，遂留永慶寺李觀之説，似非其實。 \\n 沈亞之作湘中怨云：鄭子况為岳陽太守，因上巳日，攜家登岳陽樓，下望鄂渚，鄭追想汜人，俄有所見，聞汜人歌曰：沂青山兮江之湄，泳湖波兮裊緑裾，意拳拳兮心莫舒。舟中人亦歌，非樓上之人所能辨。 \\n 洞庭湖岸有石井二，相去數百步，俗號秦皇井，其泉甚甘美。 \\n 閣子湖，本角子湖，語訛。以其在洞庭之角，故謂之角子湖。灉湖亦謂之閣子湖。楊行密以朩籠鎖舟之地。或謂瀕湖地卑，歲苦水患，民多重屋以居，故謂之閣子湖。 \\n 湘州記云：岳州有昭潭，其下無底，湘水最深處。今岳州無昭潭，昭潭自属潭州。 \\n 閣子鎮有隄曰白荆隄，石壁潭在其下，亦謂之釣絲潭。其深莫測，夏秋水漲，一日之間或增或减。土人以為龍出入此潭。其間多蛟蜃，為行旅之患。滕子京作碑隄上，戒往來者使陸行。 \\n 啞潭在白荆隄側。歲壞，邦人方完築，忽有大鯉魚躍其中，役夫殺而食之，往往皆死。然瀕江漁人不以魚之長大為竒怪，但釣網不能制者皆殺之，不知此又何也。 \\n 《水經》云：“湖水廣五百里，日月出没其中。”大抵湖上舟行，雖泝流而遇順風，加之人力，自旦及暮可行二百里。岳陽西到華容，過大穴漠、汴湖，一日程；又西到澧江口、鼎州、江口，皆通大穴漠、赤沙，三日程；南至沅江，過赤鼻山湖四日程；又東至湘江，過磊石、青草湖兩日程。夏秋水漲，其道如此。冬春水落，往往淺澀，江道回曲，或遠或近，雖無風濤之患而常靠閣。 \\n 洞庭山之北，宜春口出焉。韓退之詩《朝發宜春口》即此地也。 \\n 鼓樓山上有石室，下瞰洞庭，中容數千人，羣盗逋藏之所，俗謂分金洞。統制官廵捕，後遂少衰息。按《水經》云“洞庭鹿角山西有謹亭戍、萬石戍、糜湖口有金浦戍。\"然則屯兵捕盗舊矣。 \\n 烏石山在州南，所謂烏頭石也。其地五山相峙，亦名五龍山。下有港曰石墨港，水中石如墨，磨嚥之可愈喉膈壅熱之疾。或云亦可代墨用。 \\n 君山在洞庭湖中，昔人有詩云：“四顧疑無地，中流忽有山。”正謂此也。夏秋水漲，皆巨浸不可以陸行；往近年冬深水落，渡江肩舁以遊。上有廟曰“淵德侯洞庭君廟”，舊祠以為湘君。遂以為二妃，誤也。上有野馬數十疋。葢昔之所獻馬歲久滋生。山多古朩少草，夏秋食朩皮多餓死，故其數不充廣。 \\n 君山崇勝寺，舊楚興寺也。有井曰柳毅井。按《靈姻傳》始言還湘濵，中言將歸呉國，固無定處。然則前人因事闕文，後人遂以為實。此亦好事者之過也。 \\n 《荆州記》言：“君山上有道，通呉之苞山。”今太湖亦有洞庭山，亦濳通君山，故得名耳。山後響沙，頓足聽之有聲。酈善長言：“君山有石穴，濳通呉之苞山。” \\n 郭景純謂巴陵是湘君所遊處，故曰君山。《湘州記》言：“秦皇欲入湘觀衡山，遇風濤漂溺到此山而免。因號君山。”或言秦皇遭風於此，問博士曰：“湘君何神”，曰：“堯女、舜妃也。神遊洞庭之湖，出入多風雨。”秦皇大怒，乃赭其山。漢武帝亦發卒以射蛟，《郡國志》：“洞庭山院，堯女居之，内有君山。”然則君山、洞庭之分耳。《博物志》云：“君山卽洞庭之山，堯之二女居之。長曰湘君，次曰湘夫人。”今黄陵廟，二妃廟也。 \\n 庾穆之《湘州記》云：“君山上有美酒數斗，得飲之卽不死為神仙。漢武帝聞之，齋居七日，遣欒巴將童男女數十人來求之，果得酒。進御未飮，東方朔在旁竊飮之。帝大怒，將殺之。朔曰：‘使酒有驗，殺臣亦不死；無驗，安用酒為’帝笑而釋之。”。寺僧云：“春時往往聞酒香，尋之莫知其處。”君山虎洞石穴，夏秋水漲卽沒，春冬水落卽露。朝廷嘗遣使投龍于此，歲旱邦人往往祈禱焉。 \\n 君山東對艑山，山多竹，兩山相去數十里。廻峙相望，孤影若浮。湘人以呉船為艑，山形類之，故以名。山上有塔曰啞女塔，舊傳有商女祟病，至此忽能言，指其上可置塔，其家為之置塔，因以名焉。 \\n 《通典.州郡録》云：“巴丘湖中有曹洲，卽曹公為呉所敗燒船處。在今縣南四十里。”按縣西有曹公渡。考之地理，與周瑜曹公相遇處絶不相干，不知何所據而言也。 \\n 楊潭,岸在荆江，舊大湖也。《水經》云：“江中有觀溠，溠東有大洲。”洲東分為爵洲，南對湘江口，分觀溠口。徐師港在三江口北三十里，爵洲在三江口南四十里。又曰：“湘山迤於巴丘北，謂之射獵磯。”江浦之右岸在城陵山，山有故侯景港，乃侯景泊舟師之所。 \\n 雲夢澤，《寰宇記》曰：“半在江南，半在江北”其水中土丘半出，杜預所謂雲夢藪、巴丘湖是也。酈道元謂：“自江陵東界爲雲夢藪。”孟浩然詩“氣蒸雲夢澤”。然則夾江南北皆其地也。 \\n 麇子東西兩城，春秋時楚昭王奔隨，王使王孫由於城麇。 \\n 永慶寺莊山頂有井，水泉清澈。僧齊巳詩云：“鳥從井口出，僧自岳陽還。” \\n 楓橋堡有古塚，歲久傾圮。耕者得磚，上有文曰“大唐秦公墓堂皇扄固不可發”，縣令秦光享為封完之。 \\n 諸邑僧寺，大小百區，多五代時所建。太平興國五年，鼎岳始改賜寺額者乾明寺，舊永慶寺也，昔謂之新開寺。雪竇語録所謂“新開者，乾明祖師也。” \\n 岳陽舊隷武安軍日,有天策府户部下免楚興寺科率帖。開運三年二月二十四日文字。係書吏人稱典、稱副、驅使官、簽書官，桂管觀察處官，王天府學士、鎮南軍節度判内諸司馬，武穆亦自係天策府將軍、江南諸道都統、尚書令、楚王銜，後書押蓋五代時藩鎮行移，百餘紙，如郡椽曹縣令長皆攝。至祥符已後，始書正官稱，有稱天策府知客、元監州發運使，序銜在知軍之下；監州恐今通判職；發運使蓋藩鎮轉輸之官耳，亦恐是監州之類，巳上簽書官稱，乃開運二年帖也。 \\n 岳州地極熱，十月猶單衣、或搖扇。蛙鳴似夏，鳥鳴似春，濃雲踈星、震雷暴雨如中州六七月間。 \\n 瀕江水退，漁人於沙磧得箭鏃甚多。形製不一，皆銅爲之，歲有得十數者，足以見前代爭戰之衝也。 \\n 岳州北瀕江州郡，氣候尤熱，夏月南風則鬱蒸特甚。蓋湖南千里無山，多得日色，故少隂凉之氣也。居民毎至夏秋多病痢瘧，皆暑濕所致也。 \\n 洞庭湖中舊有蚌，其大如半席。深夜側立，一殻乗風往來煙波間中，吐巨珠與月相射。漁者百端取之，終莫可得，近久不見。 \\n 岳州夏秋水漲卽生飛蛾，蔽空而飛，夜見明卽投，至不可燃燭。雖樽俎之間，須臾徧滿，久之復投水中，俗謂天蛾。 \\n 岳州人極重鰉魚子。毎得之，瀹以皂角水少許，鹽漬之卽食，味甚甘美。 \\n 江蟹大而肥，實第、殻軟。漁人以為厭，自云“網中得蠏，無魚可賣。”十年前土人亦不甚食，近差珍貴。 \\n 岳人以兔爲地神，無敢獵取者。巴陵鴉甚多，土人謂之神，無敢弋者，穿堂入庖厨畧不畏；園林果實未熟，耗啄巳半，故土人未嘗見成實之果，半生半熟採之。 \\n 湖湘間賔客燕集，供魚清羮，則衆皆退，如中州之水飯也。 \\n 馬援征諸溪蠻，病死壺頭山。民思之，所到處祠廟具存。至今婦人皆用方素蒙首、屈兩角、繫腦後，云爲伏波將軍持服。鼎澧之民率皆如此。巴陵、江西及華容間民有皁者，習俗巳久，不可頓革。問其故，則曰：“去之則神怒，立患頭疼。”殊不知去包裹自畏風寒也。雖云風俗，然用方素蒙首，郡邑亦自當禁止。 \\n 江西婦人皆習男事，採薪負重，往往力勝男子，設或不能則陰相詆誚；衣服之上以帛為帶，交結胷前後，富者至用錦繡，其實便操作也，而自以爲禮服。其事甚著皆云：“武侯擒縱時所結，人畏其威，不敢輙去。”因以成俗，巴陵、江西華容之民猶間如此，鼎澧亦然。 \\n 湖湘之民，生男往往多作贅；生女反招壻舍。居然男子爲其婦家承門户，不憚勞苦，無復怨悔，俗之移人有如此者。 \\n 荆湖民俗，歲時會集，或禱祠、多擊鼓，令男女踏歌，謂之歌場。疾病不事醫藥，惟灼龜、打瓦、或以雞子占卜，求祟所在，使俚巫治之；親族不相視病，而鄰里往往問勞之，謂親戚視之則傳染，鄰里則否；死者多不埋葬，或暴露風日，或置之朩杪，謂之死喪祥葬，多舉樂、飯僧。 \\n 鄂岳之民，生子計産授口，有餘則殺之，大抵類閩俗。 \\n 湖湘間南風三日，則陂塘積水耗减已盡。土人謂之南馬杓。 \\n 舟中有朱砂，過洞庭多爲風濤所苦，相傳以爲龍神所寶也。載人柩者亦然。近日扶柩過者往往少驚恐。秋深，洞庭水落，皛皛皆陂濼衆魚所聚，一夕風色便順，則所得之魚厭飫。鄰境湖上漁人有善沒者云“洞庭湘湖，夏秋水漲，深不過數十尺，而荆口水深一二百尺。窮冬，洞庭湖水巳退盡，江湖寒洪，在徒涉處得魚數百斤者，而荆江魚重不過數十斤。” \\n 傍湘之民歲暮取江水一■〈豆斗〉，歲旦取江水一■〈豆斗〉，較其輕重，則知其年水勢髙下，云“重則水大，輕則水小。”甚驗。 \\n 江上漁人取江豚，冬深水落，視其絶沒處布網，圍而取之，無不獲；或用鈎釣，若鈎中喉吻，雖巨綸亦掣斷；或桂（按：当改作挂）牙齒間，則隨上下，惟人所制，畧不頓掣。然至腥臭，不可近，惟取脂油以供點照，土人間有能食者。 \\n 江上漁人取巨魚，以兩舟夾江，以一人持綸,鈎共一綸,繫其兩端，度江所宜用，餘皆軸之；中至十鈎；有大如秤鈎，皆相連，毎鈎相去一二尺；鈎盡處各置黒鉛一斤，形如錘，以候水勢深淺；錘上■〈⺮折〉以五寸許，正鈎使欹側。絶江往來，牽挽以待。魚行，亟取之，謂之擺鈎。數舟聨比而下，毎中魚，則候其緩急，急則縱、緩則收，隨之上下，待其力困，然後引而取之，至有相逐數日者。雖數百斤之魚皆可鈎，綸用一百二十絲成，魚至大者力不能勝，卽以環循綸投副鈎助之，亦須漁人得之於心、應之於手也。巴陵樂府舊傳《臨江仙》一闋，滕子京所作，其詞曰：“湖水連天天連水，秋來分外澄清。君山自是小蓬瀛，氣蒸雲夢澤，波撼岳陽城。帝子有靈能鼓瑟，凄然依舊傷情，微聞蘭芷動芳馨。曲終人不見，江上數峯青。” \\n 華容，漢孱陵縣也。或曰“漢武陵縣地；呉太皇帝分孱陵縣地，於今縣東二里，置安南縣。”或曰“劉景升所置。”《宋志》為晉武帝分江安縣立也。隋平陳，改安南爲華容縣，屬羅州，取古容城名之。世傳爲章華臺，非也。古章華在景陵界，今監利縣，離湖上與今邑相近耳。大業三年以州爲巴陵郡，十年移縣於今地。垂拱二年以犯武氏諱，改爲容城縣。神龍元年又改為華容縣。華容地皆面湖，夏秋霖潦，秋水時至，建寧南堤決，卽被水患。中民之産不過五十緡，多以舟爲居處，隨水上下。漁舟爲業者十之四五，所至爲市謂之潭户，其常産卽湖地也。 \\n 華容令宅東北有老子祠，曰大皇觀。門之左右有二神，像道家所謂青龍、白虎也，揑塑精巧，非常人所能。形質甚大，可動搖。遊觀者往往驗之以爲異。其實胎素中虗如，夾紵作也。祥符八年春二月旣望，雷震白虎，西北楹上有倒書謝仙火字，入朩踰分，字畫遒勁，人莫之測。慶厯六年滕子京令摹而刻之，問零陵何氏女，俗謂之何仙姑者。乃曰：“謝仙，火雷部火神也。兄弟二人，各長三尺，形質如玉，好以鐵筆書字，其字髙下當以身等。”驗之皆然。東南楹亦有謝仙二字，逼近柱礎，又不知何也。其後摹刻岳陽樓上。元豐二年岳陽樓火，土朩碑碣悉爲煨燼，惟此三字曾無少損，至今尚存。謝仙火與歐陽永叔所記大同小異，永叔之説恐得之傳聞耳。 \\n 墨山謂之玄石山，楚詞曰：“驅予車於玄石，步予馬於洞庭。” \\n 大雲寺雲母泉，李華詩序云：洞庭湖西玄石山，俗謂之墨山，山之南有佛寺,寺倚松嶺之下。有雲母泉自泉口而流入渠，周徧于庭，發源如乳，大旱不絶，灌園澣濯皆用之。自墨山西北至石門二十里間盡生雲母石，其道路熒煌如列星。又有寶慈觀，乃張真人煉丹飛昇之所，弟子葬其衣冠，俗謂之衣冠塚，丹竈遺跡尚在。 \\n 仙廬峯左石臼二，因岩石爲之。方臺山在縣南，蕭城荆南志：雲山出雲母，土人採之。先候雲所出處，在其下掘之，無不大獲。有長五尺者，可以爲屛風。當掘時有聲，卽粗惡也。 \\n 楊子洲洞庭記云：此洲之間，常苦蛟患，昔荆佽飛將大霧渡江，蛟夾船飛入水，斬蛟而去。今廟在洲上。 \\n 赤亭湖本赤湖。梁太清六年，湘東王遣胡僧祐、陸法和誅侯景將任約於此爲亭，因名焉。 \\n 紫港湖在縣西，今曰私港。夏秋水漲，與赤沙湖會。北通于江，今曰藕池，南通于湖，水經謂之港口。 \\n 御池在湖南，出蚌珠，有甚大者。 \\n 赤沙湖在縣南，夏秋水漲，與洞庭洪通。杜甫道林岳麓詩所謂殿角挿入赤沙湖也。 \\n 水經云，澧水上承孱陵縣澹水。王仲宣曰，悠悠澹澧口，下會赤沙湖，東南注于沅水，謂之澧口。離騷曰，沅有芷兮澧有蘭。注云，洞庭謂之澧口江。據此澧水會于沅，然後入湖也。今澧沅雖相通，然澧水注于洞庭謂之澧口。沅水注于洞庭謂之鼎江口。豈歲月之久遂變遷至此耶。 \\n 禹山上有禹廟。 \\n 石佛山在縣北，石堆成佛像，衣服皆具。 \\n 平江本漢羅縣，後分長沙為漢昌縣。孫權於縣立漢昌郡，以魯肅爲大守，改為吳昌縣。隋平陳省於湘隂縣。唐神龍三年，又改爲呉昌，置城，以界内昌江名之。嘗隷潭今隷岳，後唐改平江，其民善鬭訟，有犯輙竄他界，公事比之巴陵諸邑數倍。 \\n 幕阜山洞天，天寶中改名昌江山。幕阜山記曰山有石璧刻銘，上言：禹治水登此山，高於平地一千八百丈，周五百里，二十四氣福德之鄉。洪水之災，居其上可以度世。又有列仙之寶壇場在其側，徬有竹兩本，修翠猗然，隨風掃拂。其上有池，水甚澄潔，時有二魚游泳其中。有葛仙翁煉丹井，藥臼尚存。山無穢草，惟杞與芳芎之屬。有石山産如丹珠，絶頂有石田，數千畆塍渠隠然非人力所能爲，地絶高險，莫能上。 \\n 有僧園曰長慶，有宫曰玉清。訪衆徒亦云，鳥道斷絶，不可登覽。左黃龍，右鳯凰，皆在山麓也。 \\n 梅仙山，在幕阜山之麓，層巒疊嶂，望之極葱翠。子真，舊隠也，有井曰子真丹井，有水出焉，謂之梅仙水。 \\n 連雲，在幕阜之南，峭拔萬丈，常有雲氣覆其上。有吳真人煉丹壇下，有石壁，廣數丈。昔有田先生隠焉，曰田翁嵒。 \\n 香爐山嵒在縣東，下有老子祠，上有丹壇。丹竈有池，歲旱祈禱有感。有許旌陽試劒石。 \\n 龍隠洞，在縣西北，有影如繪畵，望之鱗角皆具。 \\n 汨水，出豫章界，與純水合。純水，在縣南三十步。 \\n 石瀬廟，乃闗公廟。湘州記云：石子山溪西有小溪，溪水映徹，闗公南征，嘗憩此，因以名瀬今廟，亦以此名之隨軍土地。三軍廟、助順廟，圖經皆以為闗公并吕蒙行軍所置。 \\n 平江，有李林甫墳，在九峯劉。光謙墳，塔在長慶。陳希烈墳，塔在惠果。陸善墳，在芭蕉。徐安貞墳，塔在下臺。今無遺跡。但長慶有劉光謙繪像。 \\n 王文正公嘗宰平江令，宅舊爲山魈所據，前令不復敢居。一日吏或夢見其告者曰：宰相至，吾當避之。如有影響，相率而去。巳而文正下車處正寢，無復驚動，前知公之貴也。治有異政，邑人爲立生祠，至今尚存。 \\n 臨湘縣，本巴陵故地，唐泰清年置王朝場，以便人戸輸納。皇朝淳化三年，陞爲縣治，至道二年改曰臨湘。 \\n 鴨欄磯，建昌侯孫慮鬭鴨之所，陸遜嘗諫止之，與白螺山相望。 \\n 象骨山，山海經云巴蛇吞象，暴其骨於此山，旁湖謂之象骨港。 \\n 烏石山仙隠嵒，洞深數里，有芝山、石乳、烏藥之屬。 \\n 烏黎口，卽烏林也。酈善長云：吳黃蓋敗魏武於烏林，卽其地也。太平寰宇記引通典州郡録云：曹州，卽曹公爲呉所敗燒船處。又云：今鄂州蒲圻縣赤壁山，卽曹公敗處。按三國志，劉表率其子琮伐襄陽，劉備屯樊口，琮降曹公，恐備先據江陵，遣精騎急追及於當陽之長坂，備數十騎走，趨漢津，濟沔，到夏口。曹公進軍江陵，得劉琮水軍船數十萬，自江陵，止巴丘，遂及赤壁。孫權遣周瑜水軍數萬與備併力逆之，曹公泊船江北岸。瑜部將黃蓋詐降戰艦千艘，因風放火。曹公大敗，從華容道步歸，退保南郡。周瑜等復追之，曹公留曹仁守江陵城，自徑北歸夏口，今漢陽軍也。而漢陽郡圖經云：赤壁，亦名烏林，在郡西北二百二十里，在漢陽縣西八十里。皆誤也。曹公既縱江陵，水軍沿流巳至巴丘，劉備在夏口，孫權周瑜與劉併力逆曹公自當在巴陵、江夏二郡界，其漢陽圖經併俗説皆謬也。 \\n 岳陽雖水鄉，絶難得蓴菜，惟臨湘東蓴湖間有之。 \\n 龍窖山在縣東南，接鄂州崇陽縣雷家洞、石門洞。山極深遠，其間居民謂之鳥鄉。語言侏離，以耕畬為業，非市鹽茶不入城。市邑亦無貢賦，葢山徭人也。 \\n 岳州，自元正獻歲，鄰里以飮宴相慶，至十二日罷，謂其日爲雲開節。春社後，遇好天色，往往相繼上山，中州人所謂拜掃也，至寒食而止。四月八日，取羊桐葉淅米為飯，以祀神及先祖。瀕江諸廟皆有船，四月中擇日下水，擊畵鼓、集人歌以櫂之，至端午罷。其實競渡也，而以爲禳。災民之有疾病者，多就水際，設神盤以祀神，爲酒肉以犒櫂鼓者，或為草船泛之，謂之送瘟。五月十三日謂之龍生日，可種竹。齊民要術所謂竹醉日也。"}
