{"章节": "朝鲜赋（明）董越", "正文": "　 \\n 　 \\n 朝鲜赋 \\n （明）董越 \\n 　 \\n  \\n 提要 \\n 《朝鲜赋》一卷，明董越撰。越字尚矩，宁都人。成化己丑进士，官至南京工部尚书，谥文僖。孝宗即位，越以右春坊右庶子兼翰林院侍讲，同刑科给事中王敞使朝鲜，因述所见闻，以作此赋。又用谢灵运《山居赋》例，自为之注。所言与《明史·朝鲜传》皆合。知其信而有徵，非凿空也。考越自正月出使，五月还朝，留其地者仅一月有馀。而凡其土地之沿革，风俗之变易，以及山川、亭馆、人物、畜产，无不详录。自序所谓得於传闻周览，与彼国所具风俗帖者，恐不能如是之周匝。其亦奉使之始，预访图经，还朝以後，更徵典籍，参以耳目所及，以成是制乎？越有《文僖集》四十二卷，今未见其本。又别有《使东日录》一卷，亦其往返所作诗文，不及此赋之典核。别本孤行，此一卷固已足矣。 \\n 　 \\n 原序 \\n 弘治元年春，先生圭峰董公，以右庶子兼翰林侍講奉詔使朝鮮國，秋八月歸復使命。首尾留國中者不旬日，於是宣布王命，延見其君臣之暇，詢事察言，將無遺善。餘若往來在道，有得於周爰，諮訪者尤多，於是遂罄其所得，參諸平日所聞，據實敷陳為使朝鮮賦一。通萬有千言，其所以獻納於上。前者率皆此意，而士大夫傳誦其成編，莫不嘉歎，以為鑿鑿乎可信，而郁郁乎有文也。傳曰：賦者，敷陳其事而直言之。先生文體有焉，而叔孫穆子所稱，使職如諏，謀度詢必咨于周者，備見言表。是雖古昔聖王雅歌所陳不過是矣。初先生之出祖也，鵬嘗竊附贈言，有模冩山河誦太平之句，葢深冀先生必有以大鳴國家之盛，比先生還朝而鵬守制，未獲與聞述作。兹幸得覩是賦，於邑司訓王君本仁所，捧讀數四，揄揚莫既。本仁故與予同年，吳大尹徳純為夀梓以傳，屬引其端，此正門牆效勤時也，遂不敢以僣陋辭。弘治三年十二月八日泰和歐陽鵬序。朝鮮賦 \\n 賦者，敷陳其事而直言之也。予使朝鮮，經行其地者浹月有奇。凡山川、風俗、人情、物態，日有得於周覽諮詢者，遇夜輒以片楮記之，納諸巾笥，然得此遺彼者尚多。竣事道途息肩公署者凡七十日。（「竣事道途息肩公署者凡七十日」，「道途」原作「道遼」，據清四庫全書本改。）（以東八站兼程之苦，且欲為從者浣衣故爾。）乃獲參訂於同事黃門王君漢英所紀，凡無關使事者悉去之，猶未能底於簡約，意蓋主於直言敷事，誠不自覺其辭之繁且蕪也。賦曰：睠彼東國，朝家外藩，西限鴨江，東接桑暾。天池殆其南戶，靺鞨為其北門。（其國東南皆際海，西北為建州，正北為毛憐、海西。）八道星分，京畿獨尊。翼以忠清慶尚，黃海江原。義取永安，意在固垣。平安地稍瘠薄，全羅物最殷繁。（京畿、忠清、慶尚、黃海、江原、永安、平安、全羅，皆道名。平安即古弁韓地，慶尚即古辰韓地，全羅即古馬韓地。）其袤也道里二千，延則加倍。（其國東西二千里，南北四千里。誌書云。）視古也國封三四，今則獨存。（新羅、百濟、躭羅，今皆為所有。）蓋惟不蹈前人之覆轍，所以獨蒙昭代之深恩也。詔許建邦，自為聲教。（本朝洪武二年，高麗國王王顓表賀即位。（「高麗國王王顓表賀即位」，「王顓」原作「王顒」，據清四庫全書本改。）詔許自為聲教，賜以龜鈕金印。）曰詩曰書，視庠視校。士窮則辟蠧雕蟲，宦達則搏鵬變豹。（其國奉朝廷正朔，鄉試以子、午、卯、酉年，會試、殿試亦辰、戌、丑、未年。）農勤稼穡，技習工巧。官多倣古，俸則給田。刑不以宮，盗乃荷校。（閹宦皆非宮刑，惟取幼時傷疾者為之，所以甚少，惟盗賊則不輕貸。此事以詢諸三四通事，所言皆合。）貿遷一以粟布，隨居積以為贏。用使盡禁金銀，雖錙銖而亦較。（民間不許儲分文金銀，以積粟布之多者為富室。其貿遷交易一以此，其國貪官少者亦以此。）田賦以結代畝，牛耕四日者乃輸四斗之租；（盡一牛之力，（「盡一牛之力」，「牛」原作「年」，據清四庫全書本改。）耕四日之地為一結。）士養以類定員，身寄二齋者皆食二時之稍。（成均舘常養五百人。每三歲以明經取者謂之「生員」；以詩賦取者謂之「進士」。又自南、中、東、西四學，升者謂之「升學」。四學避北不敢名，尊朝廷也。生員、進士居上齋，升學居下齋。生員、進士須殿試，中者乃謂之。式年乃入官，否則仍養於成均舘。式年每三歲，取三十三人。）官非三品，綺繡不得文身；（小官皆服紬布，不服紵絲。其布之深青色者亦不常服，燕會時乃用之。）民受一廛，禾麻則皆穿窖。（其藏亦如遼人。）其最可道者，國有八十之老，則男女皆錫宴以覃其恩；（每歲季秋，王燕八十之老人於殿，妃燕八十婦人於宮。）子有三年之喪，雖奴僕亦許行以成其孝。（國俗，喪必三年，且尚廬墓。奴僕例許行百日之喪，有願行三年者亦聽。）王都設歸厚之署，儲棺槨以濟乎貧窮；（其國棺槨多用松，然自一路觀之，中材者似少，故王都設署儲之。）鄉飲嚴揚觶之文，秩籩豆以戒其喧閙。（文與華同，惟改「朝廷」二字為「國家」。）婚媾謹乎媒妁，子出再醮者雖多學亦不得齒於士流；（俗耻再嫁所生及失行婦女之子，皆不許入士流，登仕版。）門第最重簪纓，世列兩班者或匪彝則皆不為之禮貌。（以先世嘗兼文武官者謂之「兩班」，兩班子弟止許讀書，不習技藝。或所行不善，則國人皆非之。）至若家不許藏博奕，（棋局雙陸之類，民間子弟皆不許習。）祭則皆立家廟。大夫乃祭三代，士庶則止祖考。此皆自箕子而流其風韻，而亦視中國為之則效也。（已上，皆見舘伴使、吏曹判書許琮具到風俗帖。）凡為城郭，皆枕高山；間出岡麓，亦視穹壤。大者則聳飛飛之雉堞，小者亦雄屹屹之豹關。蓋自義順而歷宣川，（義順，舘名，在義州，鴨緑江東岸。江即華夷界限。宣川，郡名，在義州東。）其間雖有龍虎、（山名，龍川郡鎮山。）熊骨（山名，鐵山郡鎮山。）之巑岏，惟郭山更凌乎霄漢；（郭山，郡名。其城在山顛。志書名「凌漢城」。）又自新安（舘名，在定州，前有樓。）而渡大定，（江名，在博川郡，即古朱蒙，（「朱蒙」，原作「未蒙」，據明朱當■〈氵眄〉國朝典故本、清四庫全書本改。）南奔至此，魚鱉成嬌處。又接博川江。）其山雖有天馬、（山名，定州鎮山。）鳳頭之■〈山上集下〉嶪，（鳳頭即嘉山郡鎮山。自鴨緑東行，惟嘉山嶺最高。其嶺有曰「曉星」、曰「望海」，皆為使節所經之處。）而安州又倚乎潺湲。（安州城下瞰薩水，上有百祥樓，即隋師伐高麗時敗績處，又名清川江。在城內有安興舘。）郡肅川而邑順安，勢皆不於原野；樓肅寧（肅寧舘前有樓。）而舘安定，（舘名，屬順安縣。）地乃稍就寬閑。惟彼西京，地最夷曠，隨勢命名，是曰平壤。爰自有國，已高築臨水之維城；曾幾何時，又近移北山之疊障也。（平壤，城最古，箕子初封時已有之。至高句驪，又病其不據險，復就城北增築大城。東瞰大同江，北接錦繡山。箕子後，傳至漢有名準者，為燕人衞滿所逐，徙都馬韓之地，今無後焉。）自餘諸州，壤多燥赤。間有黃壤，亦雜沙石。惟此近郭，土則黏埴。形存畎澮溝塗，（舊城內，箕子所畫井田，形制尚有存者，如直路之類是也。）樹宜禾麻菽麥。厥草乃廡，厥木乃喬。（至此乃有高柳如中國者。）葉有鳴蜩，草有秀葽。錦繡峯遠接龍山之兀兀，（龍山，一名九龍山，一名魯陽山，在錦繡山北二十里。山頂有九十九池。）浮碧樓下瞰浿水之滔滔（「浮碧樓下瞰浿水之滔滔」，「浮碧樓」原作「浮碧池」，據清四庫全書本改。）（大同江即古之浿水。）麒麟尚餘乎石窟，（麒麟石在浮碧樓下。世傳東明王乘麒麟馬入此窟，後地中出朝天石上昇，今馬跡尚存。）駝羊半棄於山腰。（舊時石馬銅駝皆在荊榛。）殿餘故址，松偃危橋。慨往事之莫留，如見晛之聿消。孔庭設像，皆冕而裳；亦有青衿，濟濟道旁。軟羅巾幘，帶飄且揚；皮革襪履，底尖而方。候則鞠躬，進則趨蹌。（生徒皆戴軟羅巾，垂一帶，青襴衫，足穿尖頭方底皮鞋，有襪。）東有箕祠，禮設木主；題曰「朝鮮後代始祖」。蓋尊檀君為其建邦啟土，宜以箕子為其繼世傳緒也。（檀君帝堯，甲辰年開國于此，後入九月山，不知所終。國人世立廟祀之者，以其初開國也。今廟在箕子祠東，有木主，題曰朝鮮始祖檀君位。）墓在兔山，維城乾隅。（箕子墓在城西北隅之兔山，去城不半里，山勢甚高。）有兩翁仲，如唐巾裾。點以斑斕之苔蘚，如衣錦繡之文襦。左右列以跪乳之石羊，碑碣馱以昂首之龜趺。為圓亭以設拜位，累亂石以為庭除。此則其報本之意雖隆，而備物之禮亦疏也。大同既渡，山漸崔嵬。生陽（舘名）載臨，路更迂回。遺營壘於松陰，若古冢之累累。（相傳為唐時征高麗時營壘，然參差大小無序，絕類冀州者。予初道冀時嘗疑焉，詢一老卒，云是唐王征東時謊糧堆，謂其下皆着土，上以米覆之，如檀道濟唱籌量沙之類。意此地之營壘亦此類也。）望波濤於海上，識洪量之恢恢。（地屬黃海道，其北皆山，其南際海。）成佛（嶺名）雄關，棄石磊磊。北接慈悲，（嶺名）南臨渤澥。在前元則畫此為界，至國朝乃示以無外也。（成佛嶺北枕山，南枕海。山巔睥睨，高出雲表。一關口棄舊時所伐甃城方石數堆。詢之一通事，云：其北即慈悲嶺，元時畫此為界，此即其關口。若然則自鴨緑江東抵平壤皆為內地，而朝鮮所統之八道已去其一道餘矣。我聖祖則盡以畀之，宜其恭順秉禮，視古有聞也。嶺屬黃州。）延津（江名）劍水，（舘名）鳳山（州名）龍泉。（舘名）環翠翬飛，（環翠，樓名，在鳳山州舘內。）葱秀雲連。（山壁立，臨水，舊名葱秀，予為易今名。嘗為作記。）寶山瑞騰，金巖溜穿。（寶山、金巖皆舘名，屬平山府。）聖居松嶽，天魔朴淵。（聖居、松嶽、天魔皆山名，朴淵山湫名，松嶽即其鎮山。聖居、天魔來自東北，有五峯，皆插碧其中。三峯如人並座，而中一峯尤高，左右二峯稍卻而低，如侍者狀。常護煙霞，殊為可愛，予嘗有詩。）開城戾止，留都在焉。有威鳳遺基，棄乎北麓。（威鳳，樓名，王建前門。）有蟠龍舊隴，出乎東阡。（東有陵墓，即今國王李氏先隴。）蟄神物於靈湫，掛瀑布於長川。（山頂有龍湫瀑布。相傳王氏都此時遇旱，王自往禱，不應。有道術者檄龍出水面，啟王杖之，去其數鱗，仍收其國庫中。通事李義，開城人，嘗為予道此，且欲啟王出鱗予觀。予以為無益，遂止之。）閭閻萬井，禾稼百廛。官署亦限堂屬之尊卑，廟學亦嚴像設於聖賢。（今郡學即王氏時成均舘。聖賢皆塑像，與平壤同。其候舘即王氏時太平舘，所以視他舘為獨軒敞雄偉。）芹浮香於泮水，芸辟蠧於遺編。春風酒斾，夜月管絃。其民物庶蕃，固非諸州之可儗；而風氣固密，亦非西京之可肩。蓋王氏王此者踰四百年，至瑤昏迷；始權知國事於李氏，而名「高麗」。統此者易三四姓，及旦得國，乃請復舊號於朝鮮也。（本朝洪武廿五年，高麗國王王瑤昏迷多殺，失眾心，國人乃共推門下侍郎李成桂權知國事。遣其國知密直司事趙胖來請命。後成桂更名旦，且以易國號上請。上曰「東夷之號惟『朝鮮』最美且久」，詔改曰「朝鮮」。既得命，遂遷都今漢城府，以此為留都云。）臨津濟渡，（臨津，江名，屬長湍府。）坡州爰止。遙瞻漢城，高騰佳氣。乃經碧蹄，（舘名）乃躡弘濟。（樓名）是為王京，屹立東鄙。奠以三角之嵯峨，（三角山，即王京之鎮山，勢最高。王宮在其山腰，山巔睥睨，望之■〈山上集下〉嶪如鋸齒。）蔭以萬松之蒼翠。北聯千仞，勢豈止壓千軍？西望一關，路止可容一騎。（自弘濟東行不半里，（「自弘濟東行不半里」，「弘濟」原作「洪樓」，據青四庫全書本改。）天造一關，北接三角，南接南山，中通一騎，險莫加焉。）山圍郭外，矯然翔鳳之覽輝；（東望諸山，勢皆環拱。）沙積松根，皜乎積雪之初霽。（自三角至南山，山色皆白而微頳，望之如雪。）慕華舘設於坤麓，崇禮門正乎離位。（慕華舘去城八里，中為殿，前為門，凡詔至，王則出迎道左。崇禮，王國南門也。）一以憩周爰之皇華，一以迓會同之文軌。詔至也王則袞冕郊迎，臣則簪裾鵠侍。巷陌盡為耄倪所擁塞，樓臺盡為文繡所衣被。（街巷人家，皆如頒降禮制，設綵掛畫。）樂聲也若緩以嘽，虛設也亦華以麗。沈檀噴曉日之烟霧，桃李艷東風之羅綺。駢闐動車馬之音，曼衍出魚龍之戲。（以下皆書陳百戯迎詔。）鰲戴山擁蓬瀛海日，（光化門外東西列鰲山二座、高與門等，極其工巧。）猿抱子飲巫山峽水。（人兩肩立二童子舞。）翻筋斗不數相國之熊，嘶長風何有鹽車之驥？沿百索輕若凌波仙子，躡獨蹻驚見跳梁山鬼。飾獅象盡蒙解剝之馬皮，舞鵷鸞更簇參差之雉尾。蓋自黃海、西京兩見其陳率舞，而皆不若此之善且美也。（平壤、黃州皆設鰲山棚，陳百戯迎詔，而惟王京為勝。）太平有舘，（在崇禮門內，中為殿，前為重門，後有樓，東西有廊廡，所以待天使者。）鐘鼓有樓。（在城內四達之衝，甚高大。）仡仡國中，言言道周。以宴以息，以遨以遊。臥榻則環以八面幃屏，（國俗少掛畫，凡公舘四壁皆列以幃屏，上畫山水竹石或草書，高二三尺，臥榻亦然。）疏簾則加以半捲香鈎。鷄鳴則候問安之使，（每日早，王遣其國一宰相、一承旨問安。）騎出則鳴夾道之騶。有緝御以給使令，有楮墨以供唱酬。蓋敬主必及乎使，而為禮不得不優也。宮室之制，與華亦同。其塗皆丹，（國無銀，硃以丹代之。桐油亦無。）其覆皆■〈同瓦〉。（門廡便殿皆用■〈同瓦〉瓦，如中華公署所覆者。）門三重則殺杯螺之焜燿，（前門曰「光化」，二門曰「弘禮」，三門曰「勤政」，止用金釘及環。）殿居中乃有琉璃之青葱。（惟正殿曰「勤政」者用緑琉璃，餘皆不用。）堂戺嚴七級之等差，（級皆粗麻，石甃勢甚陡，上以席覆之。）綺疏準八窗之玲瓏。（殿東西壁皆設腰隔子，拜詔時皆以鈎懸掛之也。）或限隔以高山，則別搆乎離宮。（勤政、仁政二殿皆各為門以入，以為山所限隔故也。）大抵皆不擇乎平壙以為基，而惟視氣勢以為雄也。詔至殿廷，王則傴僂。世子陪臣，左右夾輔。展軒縣於階墀，列障幕於庭宇。（殿前及墀內皆設白布幕，以色尚白故也。）仗齊一於干鹵盾，（「仗齊一於干鹵」，「干鹵」原作「于盾」，據清四庫全書本改。）樂作止於柷圉。齊三聲於虎拜嵩呼，率兩班於鳳儀獸舞。雖音聲之不可通，而禮儀亦在所取。（禮一準於華，加三上香、三叩頭，山呼時則侍衞皆拱手應。）闕庭既撤，賜物亦予。乃序東西，乃分賓主。（宣詔畢，引禮引天使降自中階，東至幕次，俟王易服，乃引天使由中階東陞殿，引王由中階西陞殿。天使居東，西向；王居西，東向，再拜序坐。王之位對副使，稍下半席。）方交拜以成禮，遂假譯以傳語。謂藩垣實小國之所宜，而渙汗辱洪恩之覃溥。罄涓埃而莫報，雖殞越其何補？惟日歌天保之周詩，冀遙祝日升之皇祜。載詠隰桑之喜見，載誦春秋之禮序。謂列國皆先乎王人，矧清光日近乎當寧也邪！（勤政殿序坐，既歠人參湯一盞。畢，王起身向前，顧譯者張有誠、李承旨傳言，云：「小國之臣，尊事朝廷禮當，而蒙敕書獎予如此，洪恩難報。」予二人乃答云：「朝廷以東國素秉忠敬，故恩典視他國不同。」又舉手加額連稱「難報」。語畢，送予二人出弘禮門乘轎，乃退。予二人歸至太平舘，諸陪臣以次見畢，王隨來設宴。侯於舘門外，立東向不入。執事者報，予二人出迎，乃揖讓入。至庭交揖序坐，（「至庭交揖序坐」，「坐」原作「立」，據清四庫全書本改。）舉酒獻酬。將卒爵，乃頷二譯者使言曰：「詩經有云：『隰桑有阿，其葉有那。既見君子，其樂如何？』我得見二位大人，心中歡喜不盡。」予二人亦稱其賢，且敘謝其途次燕接之厚。將即席，復與之禮讓。乃云：「春秋之禮，王人雖微列於諸侯之上，矧二位大人是何等地位？皆天子近臣。今日遠臨小邦，豈敢不讓？」又微笑謂二譯者曰：「汝不曉『近臣』謂何，乃是皇帝跟前行走的。」予二人亦笑答譯者云：「素聞王讀書好禮，今得見果然。」又拱手連稱「惶恐，惶恐」。）門廡殿庭，皆蹈以席。賓主座分，則加以襲。彼章數則虬並偃而戢鱗，此織文則鳳雙飛而展翼。（三席執事恒卷以隨，交拜時各設之。）食器也間用金銀銅瓷，品物也率多海陸珍奇。主獻賓一以華禮，賓酢主亦用燕儀。羅蜜餌數至五重，絜盤堆大可尺圍。每器皆範銀銅為闌干而綴以緑珠之絡索，其上皆剪羅綺為花葉而舞以綵鳳之■〈衤離〉褷。（其列五重，皆不用果實。以蜜和麵，為方圓餅餌，油煎之頓挫。周遭玲瓏疊累，高大至尺許。衛以白銀或白銅八角闌干，綴以緑珠之綱。其上剪緑羅為四花葉，又剪紅羅為四花瓣，每瓣周遭以白銅小釘綴之，如華之珍珠花樣。其頂上乃以銅線纏五綵絲，為飛鳳、孔雀或飛仙。騫其尾展其翅，首皆俯而向賓。至送折俎則除之。）豆籩取美觀瞻，則以前大後小為序；陳列取宜嚮背，則以外高內低為差。（其案一字橫列，每案皆然。）間殽羞以糝食，（亦能為華之米糕、蓼花之類。）雜醯醢以醬臡。酒則醞釀以秔，（不用秫米。）雖從事之出青州者殆未能與之優劣；色香溢斝，而督郵之出平原者遠則不敢望其藩籬。（酒味絕類山東之秋露白，色香亦同。）案排一字，中覆以綃。（一字橫列之案，惟中一案以紅綃覆之，上加油紙，於上布器。）左右翼三，皆陳餼牢。近坐一筵，俟即席王乃自舉；（初即席，見所設坐椅離案三尺餘，莫曉所以。及見王自舉一案而來，乃知其自欲申敬故然。）充盤諸餼，遇當割臣必親操。（餼有牛羊豕鵝四品，皆熟之。最後一案，乃寘大饅頭一盤，上以銀為蓋蓋之。一大臣操刀入，割牲畢，剖其大饅頭之皮，中皆貯小饅頭如胡桃大，殊可口。）示特殺則牲皆獻心，取肥甘則腸三實膋。（羊皆肉之上貫羊腸三，中實以炙及諸果。）續獻則先同姓封君，（其同宗之賢者皆封君，總謂之「王臣」。其羣臣有武功者亦封君，文職有功者封亦然。（「文職有功者封亦然」，原作「文職有功封亦者無」，據明朱氏國朝典故本改。））次乃以及政府六曹。（獻時，王必出席，獻者升降，王皆隨之。）湯一進必以五碗為數，（王不自進，惟此禮與華不同。）器累疊不以盈尺為高。（其食案甚小，燔炙之進既多，則累而疊之。）几案不容，則徹於蹈籍之席；（肴羞與湯再進則無容處，以几案上者徹置席間之地，此則其國俗然也。）腥羶既飫，乃進以澗沚之毛。從官皆鵠侍於中外，（執事者進出皆叩頭。）閽譯則俯伏於周遭。（閽者皆為烏紗帽、黑角帶，俯伏捧王坐椅之足。通事、承旨則左右俯伏，以伺傳言。予二人坐後通事亦伏俯，但無閽者。）蓋三燕太平也，禮皆同而文不殺；一燕仁政也，誠益至而力益勞。（太平舘初宴為下馬燕，再燕為正燕，三燕為上馬燕。仁政殿之宴則名私燕也。初疑此禮似未當，欲與議更張，及至，乃知太平、慕華二舘其制皆殿，專為奉迎天詔而設，無事時王則不造及。觀其每來設燕，必先於舘門外小殿俟候乃入，乃知不必更張。）比予竣事東歸，遄車言邁；王則先出慕華，列燕以待。語益丁寧而不厭，禮益勤渠而匪懈。荷修爵之無算，辱善言之至再。至誦軻書之重內，繆許予黨為皆能。及引老氏之贈言，自慊其才之不逮。意蓋將贈予以詩句，惜不為予黨所解也。（「惜不為予黨所解也」，「予黨」原無，據明朱氏國朝典故本補。）（是日，王以予二人屢卻其饋，乃假譯者道意云：「自我祖宗來，凡天使遠臨，皆有微物將意。今看二位大人如此，我惶恐再不敢言矣。但我聞得古人云：『仁者贈人以言，不仁者乃贈人以金。』我即不能為言，徒以微物褻瀆，心中甚惶恐。我又曾記得孟子有云：『古之人修其天爵而人爵從之。』二位大人真修天爵者。此回必蒙殊恩，此便是我贈言。」予二人亦以「荷王愛我以德」答之。予飲未釂，乃頷譯者：「請盡此一杯，明日蓋有天淵之隔矣。」譯者乃誤以「天淵」為「天遠」，予二人解其語音而為之申說。王乃笑，乃送出門，又出酒勸，復有遠別千里之言。譯者又誤傳「遠別」為「永訣」，蓋張有善華語而少讀書，李承旨讀書而不熟華語。每觀其傳言至汗發而猶未達，殊可笑。是夜，宿碧蹄舘。聞許吏曹談王喜作詩，始悟其意。）乃若山川道里，浹月所經；風物人情，五日所得；雖不具知，亦頗記憶。成均國學，負山枕涯；前後殿堂，左右庭堦。（聖殿在前，明倫堂在後，四學分東西。）官有大小司成，徒有上下寄齋。（生員、進士居者曰「上齋」，升學居者曰「下齋」。生員即三歲以明經取者；進士即以詩賦取者；升學即民間俊秀也，又謂之「寄齋」。）西京所不能儗，開城所不能偕。則在乎祭不像設以瀆亂，徒有進造為朋儕也。畿內之景，漢江為勝；樓高礙雲，水碧浮鏡；渡有楊花，物亦繁盛。萃八道之運餉，為一國之襟領。最高亭俯瞰長于，百濟國接連舊境。予嘗為之放舟倚馬為一日之游，彼亦自慶其樂事賞心出百年之幸也。達巷通衢，正直無曲。截然檐阿，巋然華屋。百家則出高牆以隔風火，每室皆穿北牗以避炎燠。蓋其外皆分授於官，而貧富不得異制；其內乃獲由己，而結構惟其所欲也。（其通衢兩邊皆官廊，覆以■〈同瓦〉瓦，分授居民，其外莫辨其孰為貧富。至內，其室屋乃有不同者。）官府之署，制亦不殊。皆有堂寢，皆飭廉隅。樓翼闌楯，梁冒侏儒。館傳壁間，盡塗以水墨不工之畫；戶牗合處，皆寫以混沌初分之圖。此則未必盡然，予但據所見而直書也。貧壁編篠，索綯以完。其上則覆以茅茨，其空則塞以泥丸。（其壁取荊榛之類，直竪而不編，以草繩約之，繩約處如網罟之目，每一目以一泥丸塞之。王都小巷如此，若塗間所見者則全用泥塗。）有荊棘反出檐端者，有棟宇僅如囷盤者。此比鳳凰雖不足千仞之舉，而視鷦鷯亦可託一枝之安也。富則陶瓦皆■〈同瓦〉，而廡序之翼東西者棟反聳出於南北；塗塈皆土，（「塗塈皆土」，疑前軼「貧則」二字。）而堂寢之位前後者脊反低下於中間。（堂寢皆一間，廡序乃反三間。）門則皆循東序之棟，設梯以升，必矩步乃可達於堂寢；（其門雖皆南向，然不自中開，皆就東廡之棟南向以開，以基多高，故須梯升。其面東西者亦然。）地則皆畏下濕之沾，舖板以隔，若趺坐則皆藉以茅菅。（俗皆席地而坐，人設一四方蒲團，以布帛為一大枕，中塞以草，為坐者所依凭。官府則以滿花坐為蒲團。其制亦方，以緑色紵絲蒙草枕。行則人負以隨。）所不可曉者，家不豢豕，蔬不設樊。引重則惟見牛馬，（用馬馱者為多，用牛者亦少。）芻牧絕不見羊羱。鮮食則蹄荃山海，蔬茹則采掇江灣。（自平安至黃海二道所見皆如此。）有至老村民而不一沾豕味者，有偶沾燕賜而即夢踏菜園者。（官府乃有羊豕，鄉飲時或用之。）與夫貧則皆葬山椒，貴乃卜宅郊原。（自平安、黃海，一路望山顛如睥睨，列者皆墳也。貴者乃擇形勢，有華表、石羊之類，然亦不見樹碑。）此皆出殊方異俗而不必深考細論也。人露總環，以分貴賤。（其國總髮之網巾皆結以馬尾，以環定品級。一品玉，二品金，三品以下銀，庶人則骨、角、銅、蚌之類而已。）童留胎髮，不間後先。有甫孩提而髮已垂肩者，有歲六七而角總丱然者。揆其留固以遺體當重，欲其露所以戴弁皆前也。民戴草帽，頷皆垂珠。頂或圓方，色皆黑盧。輿皂則穿四葉青衫，頂加插羽；庸人則衣數重麻布，步曳長裾。惡諠譁則銜枚道路，止衝突則曳杖庭除。（皂隸四葉之衫，惟平安、黃海二道者如此，京畿則不然。曳杖之人皆選其長身者，亦戴大帽，穿黃色土布，員領繫縧，但不插羽。）屨制以皮，雖泥行亦所不恤；襪縛於袴，縱水涉亦所不拘。衣皆素白而布縷多麄，裳則離披而襞積亦疏。背有負則且俯且行有如龜曝，（其俗男子皆任在背。）尊有命則且蹲且進有若鳧趨。（其俗見人以蹲踞為敬，有召命，亦蹲跪趨進而答之。）人必三八乃舉一輿，行不一舍又易百夫。蓋於重皆不能以肩任，宜於此皆以手舉扶也。（一輿前後通用二十四人，扶翼者又在外。其輿如華之交椅而足短，左右夾二長杠亦輿華制同。就座下設一橫木，長與座下橫木同。欲舉時，以紅綿布就橫木兩端繞之，人但以布著肩，以手舉扶而行。又於輿之中間，從後至前，直施長綿布二幅，分著人之兩肩，如馬之駕轅狀，取其不偏。出其餘令十數人前曳之。）女髩掩耳，不見佩璫。首戴白圈，直壓眉眶。（自開成府至王京，夾道所見皆如此。）富貴者面乃蔽以黑繒，（富貴家女婦，首戴一匡如大帽，檐垂黑繒以蔽其面，雖蔽面亦避人，王京乃有之。）貧賤者頸不掩於素裳。有位而尊乃許乘輿出入，無位雖富止許約馬超驤。（二句出許吏曹所具風俗帖中。）襪履布韋，足皆縱而不束；（履，賤者牛皮，貴者鹿皮。襪多用布。三四通事說皆同。）衣襦布帛，袖則闊而不長。上衣則皆過膝，下裳則皆垂堂。卑見尊亦以蹲踞為禮，賤有事則以首戴為常。有頂盂水而手不扶匡者，有戴斛米而步亦趨蹌者。此則自所見而略陳，其未見則莫得而詳也。若夫所謂川浴同男，郵役皆孀。始則甚駭於傳聞，今則乃知已經更張。豈亦以聖化之所沾濡，有如漢廣之不可方也歟？（予未使其國時，皆傳其俗以孀婦供事舘驛，予甚惡其瀆。比至，則見凡來供事者皆州縣官吏，婦人則執爨於驛外之別室。相傳此俗自景泰中其國王瑈襲封以後變之。遼東韓副總兵斌所談也。（「遼東韓副總兵斌所談也」，「斌」原作「副」，據明朱氏國朝典故本改。）川浴事出舊志，今亦變。）禽多雉鳩雀鷃，獸多麋鹿麞麅。（麅如麞，一角，肉甚美。山不產麂。）錯則昆布、海衣、蠣房、車螯，（昆布如棕葉，緑色。海衣如紫菜而大。）魚則錦文，鮐項、重唇、八稍。（錦文似鱖而身圓。鮐項如鰷但見乾者，王遣人送牢禮及途間設燕皆有之。重唇如華之赤眼鯶，唇如馬鼻，肉甚美。其子如石首魚子，細而且多。八稍即江浙之望潮，味頗不佳，大者長四五尺。）鯉鯽隨川澤皆可以樔，（清川、大定、臨津、漢江諸水皆有之，鯽有長尺餘者。）鸛雀在庭院多見有巢。似蛤厥明，味獨甘於海錯，（石決明即入藥者，其肉外附殼，內附石，一名「鰒魚」。殼沿邊有孔，生海中。）如拳紫蕨，美獨勝於山肴。（蕨有青紫二色，與華之所出者同。是人不善採，凡採時必以錐掘地去土就根割之。予授許吏曹以採法，喜甚。）至若異產川陸，分馥蘭臯；則有筆管酸漿，（筆管食苗，味滑而甘。未識其葉，或云即黃精苗。酸漿葉尖，莖或青或紅，味甘酸。）紫芹白蒿。（王都及開城人家，小池皆植芹。）水蓼之茅，當歸之苗；松膚之餌，山參之糕。（松樹去粗皮，取其中之白而嫩者和秔米搗之為糕。山參非入藥者，其長如指，狀如蘿蔔，亦取和秔米搗之煎為餅餌。又三月三日取嫩艾葉雜秔米粉蒸為糕，謂之艾糕。其秔米色白而味香。）皆可為葅，皆以薦醪。果則梨栗棗柿榛松杏桃，柑橘梅李石榴葡萄。（梨棗榛最多，在在有之。柑橘則全羅道所出。）皮則虎豹麕鹿，狐貉■〈豸芮〉貂。（士人名貂為「獤」，■〈豸芮〉皮則不識。）取以為文茵重裘，矢服弓橐。花則薔薇躑躅芍藥牡丹，酴醿丁香雀眉山礬。二月方中，櫻桃盡放；季春未晦，郁李皆殘。（予三月十八日自其國啟行時，棠梨花落殆盡。又行數日，過鴨緑江始見有初開者。蓋其國漸近東南，地煖故也。）草多薈蔚蒙茸，樹多輪囷屈蟠。（以山多沙石故也。）亦有老松，其堅如柏；人取為明，脂亦不滴。（其松材理最堅，黃色如柏，少脂，在在有之。）花香者一經春皆採，子結者必隔年乃食。（松有二種，其結子者皮不甚駮皺，枝幹上聳，其子之結，必隔年乃可取。至京畿道始有之。）小者盡以駕溪澗之橋，大者乃以柱廟堂之石。（凡一路有水處皆旋取松架橋，削其枝為闌干，取其葉左右障土。近寶山舘，一溪名曰猪灘，闊二十餘丈，亦以是架之。其為梁棟亦罕得直者，若樓柱亦上下二段合為之。）此則其種類不同而為用亦各有適也。五金莫究所產，最多者銅；（地產銅最堅而赤。食器匙筯皆以此為之，即華所謂「高麗銅」也。）五色各隨所用，所禁者紅。（以王服御皆紅，故禁之。）五味則醯醬為多，五聲則音韻莫通。（其國音有二樣，讀書則平聲似去，如以「星」為「聖」，以「烟」為「燕」之類。常語則多類女直，甚至以一字作三四字呼者，如以「八」為「也得理」，不知類是也。以一字作二字呼者尤多，如以「父」為「阿必」，「母」為「額婺」之類。）為志所稱者狼尾之筆，（一統志載：「所產有狼尾之筆，其管小如箭苛，鬚長寸餘，鋒頴而圓。」詢之，乃黃鼠毫所製，非狼尾也。）為武所尚者樺皮之弓。（弓比華制稍短，然甚發箭。）布織以麻，而以苧名者，蓋出傳聞之誤；紙造以楮，而以繭認者，以其搗練之工。（舊皆傳其國所出之紙為繭造，至乃知以楮為之，但製造工耳。予嘗以火試之而知其然。）布之精者以細密如縠，紙所貴者在捲束如筒。傅油則可禦雨，（其厚紙有以四幅為一張者，（「其厚紙有以四幅為一張者」，「厚紙」原作「原紙」，據明朱氏國朝典故本改。）有以八幅為一張者，通謂之「油單」。其自視亦不輕。）連幅則可障風。（隨處皆以白布為障幕，陸行則以馬馱之以隨。）乃若所謂男子巾幘如唐，今則非昔。果下之馬，亦無三尺。（文獻通考謂其國人戴折風之巾幘如唐，今男子皆戴大帽，惟王都為王舉輿者戴六角皂絹軟巾。六角皆綴白綿毬，穿紫絹圓領，足躡尖頭皮履，儼如所畫騎唐馬之奚官，意當時所服必皆如此，故云如唐。又一統志謂：「百濟國出『果下馬』，其高三尺，果下可乘。」今百濟國之境正在楊花渡之南岸，去王京不過二三十里，詢之，云久已無產矣。但其國中道路所見馱物之馬，雖不止三尺，然比中國之馬差小。意者其種類也。姑記以候。）惟有五葉之葠，滿花之席。（五葉葠，即本草所謂「新羅人葠」也。滿花席之草，色黃而柔，雖摺不斷，比蘇州者更佳。）歲貢闕庭，時供上國。百二十年來，其蒙晉接之駢蕃，雖曰本乎聖明之所錫，而亦由其琛贄之絡繹也。嗟夫！六義有賦，惟取直陳。浹月經行，詎得其真。矧予以襪線之菲才，不異乎滄海之纎鱗。乃能運筆端之造化，寫六合之同春。惟不敢厚誣於見聞，或庶幾不愧於諮詢。 \\n  \\n 　 \\n  \\n  \\n 　"}
