{"章节": "溪蛮丛笑（宋）朱辅", "正文": "　溪蛮丛笑 \\n  \\n  \\n （宋）朱辅 \\n 提要 \\n 《溪蛮丛笑》一卷。宋朱辅撰。辅字季公，桐乡人，不详其仕履。惟《虎丘志》载：所作咏虎丘诗一首，知为南宋末人耳。溪蛮者，即《后汉诗》所谓五溪蛮者。《怀太子注》称武陵有雄溪、樠溪、西溪、潕溪、辰溪、悉是蛮夷所居，故谓五溪蛮。在今辰州界者是也。辅葢甞服官其地，故据所闻见作为是书。所记诸蛮风土物产颇备，如阑干布之传于汉代、三脊茅之出于包茅山、数典亦为详瞻。至其俗尚之、异种类之别曲折纎悉，胪列明晰。事虽鄙而词颇雅，可谓工于叙述，用资考证多益见闻，固不容以琐屑废矣。　 \\n ○木契 \\n 刻木为符契，长短大小不等，冗[穴]其傍，多至十数，各志其事，持以岀验，名木契。 \\n ○犵党 \\n 岀入坐卧必以刀自随，小者尤铦利，名犵党。 \\n ○钓藤酒 \\n 酒以火成，不醡不蒭，两缶东西以藤吸取，名钓藤酒。 \\n ○金鸡 \\n 羽族似雉者，金项火背，斑尾扬翘，志意揭骄，笼之不能驯。 \\n ○茅花被 \\n 犵狫无绵，揉茅花絮布被。一被数幅，聫贯以成。山猺皆卧板，夜燃以火。犵狫视猺则为富矣。 \\n ○辰砂 \\n 辰锦砂最良。麻阳即古锦州，旧隶辰郡。砂自折二至折十，皆颗块。佳者为箭镞，结不实者为肺砂，碎则有趢趗。末则有药砂。砂出万山之崖为最，犵狫以火攻取。 \\n ○犵狫裙 \\n 裙幅两头缝断，自足而入，阑斑厚重。下一段纯以红范，史所谓独力衣，恐是也。盖裸袒以裙代袴，虽盛服不去。去则犯鬼。 \\n ○金系带 \\n 砚石出黎溪，今大溪、深溪、竹寨溪、木林冈石皆可乱真。紫石、胜揭石、热[熟]猺、亦能砺砥，黎溪为最。盖于淘金井中取之，近亦艰得。有紫緑二色，围黄线者，名金系带。 \\n ○粉红水银 \\n 水银出于朱砂，因火而就。或谓砂复生水银，非也。名粉红水银。 \\n ○砂床 \\n 石之不碎而砂附着其上者。名砂床。 \\n ○水秀鐡 \\n 鐡之精英在水数十年者，名水秀。 \\n ○顺水班 \\n 蚕事少桑多柘茧，薄小不可缲。可缉为紬[绸]，或以五色间染布为伪，名顺水班。 \\n ○葫芦笙 \\n 潘安仁《笙赋》曲沃悬匏，汶阳孤筱，皆笙之材。蛮所吹葫芦笙，亦匏筱余意，但列管六，与《说文》十三簧不同耳，名葫芦笙。 \\n ○燕子花 \\n 紫花全类燕子，花生于藤，一枝数葩。 \\n ○不阑带 \\n 蛮女以织带束发，状如绖带。不阑者，斑也。盖反切语。俚俗谓团为突栾，孔为窟笼[窿]。亦此意也。 \\n ○野鸡斑 \\n 枋板皆杉也，木身为枋，枝梢为板。又分等则。曰出等甲头，曰长行，曰刀斧，皆枋也。曰水路，曰笏削，曰中杠，皆板也。脑子香以文如雉者为最佳，名野鸡斑。 \\n ○娘子布 \\n 汉传载阑干。阑干，獠言纻，合有续织细白苎麻，以旬月而成，名娘子布。 \\n ○点蜡幔 \\n 溪洞爱铜鼓甚于金玉。每模取鼓文以蜡刻板印布，入靛缸渍染，名点蜡幔。 \\n ○丝金 \\n 沙中拣金，又出于石。碎石而取者，色视沙金为胜。金有苗路，夫匠识之，名丝金。 \\n ○马王菜叶 \\n [叶]似蔓菁，味苦多刺，即诸葛菜也。 \\n ○三脊茅 \\n 麻阳苞茅山，茅生三脊。孟康曰零茅，扬雄曰璚茅，皆三脊也。齐桓公责楚苞茅不入者，即此。 \\n ○雅衔草 \\n 紫草，《尔雅》谓之藐。《广雅》谓之茈■〈艹戾〉。《本草》云：“”生楚地，三月采根，阴干。猺人以社前者名为雅衔草。 \\n ○鸡骨香 \\n 降真本出南海，今溪洞山僻处亦有，似是而非，劲瘦不甚香，名鸡骨香。 \\n ○出山银 \\n 西溪接靖州境，出铅。以中有银，银体差黒。未经坯销，名出山银。 \\n ○鸡末子 \\n 古有细虫曰焦螟，集于蚊睫。蛮地有虫，极细，拭目难覩，黑点着身，抓掻不可耐，名鸡末子。 \\n ○九肋鳖 \\n 沙鳖似马蹄者佳，九肋出沅江。 \\n ○铜鼓 \\n 蛮地多古铜，有铜柱，马希范所立。麻阳有铜鼓，盖江水中掘得，如大钟，长筩三十六乳，重百余斤。今入天庆观。并有铜像二，相传唐明皇像。余散他处，鼓尤多。其文环以甲士，中空，无底，名铜鼔。 \\n ○不乃羮 \\n 牛羊膓脏畧摆洗，羮以飨客，臭不可近。食之既，则大喜。《岭表録异》曰：交趾重不乃羮，先鼻引其汁。不乃者，反切摆也。 \\n ○圏布 \\n 桑，味苦，叶小，分三义[叉]，蚕所不食，犵狫取皮绩布，系之于腰，以代机，红纬回环，通不过丈余，名圈布。 \\n ○竖眼犵狫 \\n 犵狫，蛮之尤怪者，两目直生，恶青衣人，遇之则有祸。去麻阳百余里，不常见。 \\n ○独木船 \\n 蛮地多楠，有极大者，刳以为船。 \\n ○芷 \\n 香草，见《离骚》，有一穗数花，与蕙芷不同，开亦先后，皆兰类也。 \\n ○黄猫头 \\n 蛮类，不巾，发卷曲，照日金色，故名。 \\n ○光面蜡 \\n 蜡出山不经伪者，名光面。作伪者杂以粟。 \\n ○飞紽 \\n 土俗。岁节数日，野外男女分两朋，各以五色彩囊豆粟，往来抛接，名飞紽。 \\n ○客鼓 \\n 鼓之节不一，有暗箭鼓、集人鼓、犒设鼓、飨客亦以此，逺近听以为准。酒酣，少有参商，则鼓声随变。终无他者，名客鼓。 \\n ○固项 \\n 牛漆牛皮以护头颈，名固项。 \\n ○银鹁鸠 \\n 犵狫之富者，多以白金象鸟兽形为酒藤，或为牛角，鹁鸠之状尤多。每聚饮，盛列以夸客。 \\n ○筒环 \\n 犵狫妻女年十五六，敲去右邉上一齿，以竹围五寸长三寸裹锡，穿之两耳，名筒环。 \\n ○门欵 \\n 彼此歃血誓约，缓急相援，名门欵。 \\n ○大设 \\n 富洞以九月燕[宴]，及三年一犒，为大设。 \\n ○入地 \\n 犵狫自别洞奔来此地居止，名入地。 \\n ○鸬鹚号 \\n 战斗出入，羣聚发喊，以张声势也。 \\n ○羊栖 \\n 犵狫以鬼禁所居不着地，虽酋长之富，屋宇之多，亦皆去地数尺，以巨木排比，如省民羊栅。叶覆屋者，名曰羊栖。 \\n ○左右押衙 \\n 犵狫比猺猫则妄自尊大，岁时旦望，或客至，皆排衙，主盟其事者，为队公，又其次，名左右押衙。 \\n ○坐草 \\n 山猺潜出省地，茅苇中射弩夺物，机不虚发，名坐草。 \\n ○客语 \\n 能省民之言者，名客语。 \\n ○准把 \\n 互市踰约，价偿未足，则刼去。省民或甲以乙代，名曰准把。 \\n ○踏歌 \\n 习俗死亡，羣聚歌舞，辄聫手蹋地为节。丧家椎牛多酿以待，名踏歌。 \\n ○雠杀 \\n 夷性好杀，一语不合便刺以刃，百十年必报乃已，名曰雠杀。 \\n ○专事 \\n 溪洞文移，他人不同，能特选往来之熟者，名专事。 \\n ○骨债 \\n 或为佣而亡，或以债而死，约牛牲若干偿还，其名曰骨债。 \\n ○走鬼 \\n 初夏，徒居数日，以舍祖居，否则有祸，名走鬼。 \\n ○鼻饮 \\n 犵狫饮不以口，而以鼻，名曰鼻饮。 \\n ○吃乡 \\n 秋冬之交，聚饮以乐，名吃乡。 \\n ○痨鱼 \\n 山猺无鱼具，上下断其水，揉蓼叶困鱼，鱼以辣出，名痨鱼。 \\n ○卖首 \\n 犵狫之受犒者，如熟户之猺，既纳欵听命，纵其出入，省他州县差人管辖，或许自推首，名卖首。 \\n ○打寮 \\n 山猺穴居野处，虽有屋以庇风雨，不过剪茅义木而已，名打寮。 \\n ○生界 \\n 去州县堡寨逺，不属王化者，名生界。 \\n ○呈生 \\n 祭祀必先以生物呈献，神许则杀以血和酒，名呈生。 \\n ○拕亲 \\n 山猺婚娶，聘物以铜与盐。至端午，约于山上相携而归，名拕亲。 \\n ○骨浪 \\n 猺獠睡不以床，冬不覆被，用三义木支阔板，旁燃火炙背，板焦则易，盖以板之易得也。以辗转之意，名骨浪。 \\n ○队小 \\n 犵狫之随从者，如军中行伍，名队小。 \\n ○舞杴 \\n 醉后以长柄木杴跳舞，亦有音节也。 \\n ○平坦 \\n 巢穴外虽峙崄，中极寛广，且以一处言之，犵狫有鸟落平，言鸟飞不能尽也。周数十里皆腴田，凡平地名曰平坦。 \\n ○例牛 \\n 牛客多行桃源路，洞中占军事胜负及疾病祈禳，皆以牛，用名例牛。 \\n ○跳鸡模 \\n 艺精者，掷刀空中接之，名鸡模。 \\n ○洗面（缺补） \\n 借人助相仇杀，以牛酒往谢，名洗面。 \\n ○奴狗 \\n 犵狫之为佣者，名奴狗。 \\n ○背笼 \\n 负物不以肩，用木为半枷之状。箝其项。以布带或皮系之额上，名背笼。 \\n ○葬堂 \\n 死者诸子照水内，一人背尸，以箭射地，箭落处定穴。穴中藉以木，贫则已。富者不问岁月，酿酒屠牛，呼团洞发骨而出，易以小函。或枷崖屋，或挂大木，风霜剥落，皆置不问，名葬堂。 \\n ○大十五 \\n 蛮乡最重重午，不论生熟界，出观竞渡，三日而归，既望复出，谓之大十五。■〈舟召〉[船]分五色，皂船之神尤恶。去来必有风雨。一月前，众船下水，饮食男女不敢共处。吊屈原，正楚俗也。 \\n ○隘口 \\n 凡众山环锁，盘纡岪欝。絶顶贯大木，数十百穴，一门来去，此古人因谷为寨，因山为障之意，名曰隘口。 \\n ○十庄 \\n 数十年前，猺獠侵占虾蟇行寨。省地土人，申请招致靖州犵狫，防托借田买屋以居，名十庄院。 \\n ○沤榔 \\n 牛榔木多浆，猫猺岁饥阙食，则先以火窖地，握根置窖中，压以石，义用火沤熟（沤渍盦也），捣作饼饵，名沤榔。 \\n ○椎结 \\n 胎发不薙除，长大而无栉箆，不裸巾，蓬垢鬇鬡，自古已然，莫可化也，名椎结。 \\n ○富贵坊 \\n 竞渡预以四月八日下船，俗聚饮江岸，舟子各招他客，盛列饮馔，以相夸大，或独酌，食前方丈，羣蛮环观如云，一年盛亊，名富贵坊。 \\n ○对刀 \\n 甲与乙有隙，两相斗敌，背牌护身，逺以标鎗，鎗尽挺刃而前，名对刀。 \\n ○出面 \\n 拕亲之后年生子，引妻携子归见妇家，名出面。 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
