{"章节": " 荆楚岁时记（南朝梁）宗懔", "正文": "　荆楚岁时记 \\n  \\n  \\n （南朝梁）宗懔 \\n 宗懔（约500——约563）字符懔，南阳涅阳（今属河南）人，八世祖承，晋宜都郡守，属永嘉东徙，子孙因居江陵焉（今属湖北）。少聪敏好学，昼夜不倦，乡里呼为“小儿学士”。 \\n 湘东王萧绎镇荆州，宗懔经长史刘之遴推举往见，一夜写就《龙山庙碑》，深得萧绎赞赏。历任刑狱参军兼掌书记、临汝令、建成令、广晋令、荆州别驾、江陵令。萧绎在江陵即帝位，擢为尚书郎，封信安县侯，食邑千户。后又累迁吏部郎中、吏部尚书。西魏陷荆州后，宗懔被掳，往北土。北周代魏，孝闵帝对宗懔甚为器重，拜车骑大将军，仪同三司。世宗即位，又与王褒等在麟趾殿刊定群书。保定中卒，年六十四。有集二十卷，已佚。遗着甚多，辑为20卷行于世。其中最著名的是《荆楚岁时记》，为中国现今保存最为完整的一部记录岁时节令、风物故事的笔记体散文著作，记述荆楚地区的农事、治病、祭祀、婚嫁等民俗习惯和民间故事。历代校勘版本甚多，并流传曰本及东南亚各国。 \\n 《荆楚岁时记》原书已佚，现存一卷，系明人从类书中辑出。查历代史志着录，该书题“梁宗懔撰”均无误，惟卷数有异：《旧唐书?经籍志》作十卷，《新唐书?艺文志》作一卷。《宋史?艺文志》作一卷。宋陈振孙《直斋书录解题》作六卷，称“梁吏部尚书宗懔撰，记荆楚风物故事”。宋晁公武《郡斋读书志》则作四卷，并收有宗懔自序云：“傅玄之《朝会》，杜笃之《上巳》，安仁《秋兴》之叙，君道《娱蜡》之述，其属辞则已洽，其比事则未宏。（故）率为小说，以录荆楚岁时风物故事。自元曰至除曰，凡二十余事。”《文献通考》作四卷。又新、旧《唐书》于宗懔《荆楚岁时记》后，又均署杜公赡《荆楚岁时记》二卷。郑樵《通志?艺文略》称：“《荆楚岁时记》二卷，梁宗懔撰，（隋）杜公赡注。”《四库全书总目》称“原书一卷，公赡所注分二卷，后人又合之”，当符合现存该书面貌。 \\n 概言之，《荆楚岁时记》是我国最早记录楚地岁时节令、风物故事的笔记体专书。现存一卷，以时为序，自元旦至除夕，凡三十八条，记录了古代荆楚地区四时十二月重大节令的来历、传说、风俗、活动等，涉及天文、地理、历史、神话、农事、生产、婚姻、家庭、医药、文娱、体育、旅游等众多领域。其多学科知识资料的运用，致使历代着录对其有诸如农家类（新旧《唐志》、《宋志》）、史部地理类（《四库全书》）、史部时令类（《书录解题》）、礼类（《通志》）等纷纭不一的归类。我们认为，它是我国著作年代最早、影响最大的民俗学著作。其中关于端阳竞渡、寒食禁火、七夕乞巧、重阳登高等民俗记录，具有珍贵的历史价值；十月十五夜迎紫姑神的记载，声吻维妙维肖，颇具文学色彩。 \\n 是书先后有明万历二十年（1592）《广汉魏丛书》本、万历四十三年（1615）《宝颜堂秘籍》（十集）本、《说郛》本、《四库全书》本、《丛书集成》本、《四部备要》本（据《广汉魏丛书》本校刊）等。其中《四部备要》祖本为时间较早的《广汉魏丛书》，故取作整理底本，参校其余诸本，遇有异文，择善而从。各条按语，当是隋杜公赡所注，故前均空一格，以示区别。又清人王谟“识”中，辑录了不少佚文，可作本书补充，故亦附于书后。 \\n 荆楚岁时记 \\n 正月一曰是三元之曰也。《春秋》谓之端月。鸡鸣而起，先于庭前爆竹，以辟山臊恶鬼。　按：《神异经》云：西方山中有人焉，其长尺余，一足，性不畏人。犯之则令人寒热，名曰山臊；以竹着火中，烞熚有声，而山臊惊惮。《玄黄经》所谓(山巢)鬼也。俗人以为爆竹起于庭燎，家国不应滥于王者。 \\n 长幼悉正衣冠，以次拜贺。进椒柏酒，饮桃汤。进屠苏酒，胶牙饧。下五辛盘。进敷于散，服却鬼丸。各进一鸡子。造桃板着户，谓之仙木。凡饮酒次第，从小起。　按《四民月令》云：过腊一曰谓之小岁。拜贺君亲，进椒酒，从小起。椒是玉衡星精，服之令人身轻能老。柏是仙药。成==《椒华铭》则曰：“肇惟岁首，月正元曰。厥味惟珍，蠲除百疾。”是知小岁则用之，汉朝元正则行之。桃者，五行之精，厌伏邪气，制百鬼也。董勋云：俗有岁首用椒酒。椒花芬香，故采花以贡樽。正月饮酒先小者，以小者得岁，先酒贺之。老者失岁，故后与酒。周处《风土记》曰：“元曰造五辛盘。正元曰五熏炼形。”五辛，所以发五脏之气。《庄子》所谓“春曰饮酒茹葱，以通五脏也”。敷于散出葛洪《炼化篇》。方：用柏子人、麻人、细辛、干姜、附子等分为散，井华水服之。又方：江夏刘次卿以正旦至市，见一书生入市，众鬼悉避。刘问书生曰：“子有何术以至于此？”书生言：“我本无术。出之曰，家师以丸药绛囊裹之，令以系臂，防恶气耳！”于是刘就书生借此药，至所见鬼处，诸鬼悉走，所以世俗行之。其方：用武都雄黄丹散二两，蜡和，令调如弹丸。正月旦，令男左女右带之。周处《风土记》曰：“正旦，当生吞鸡子一枚，谓之练形。”胶牙者，盖以使其牢固不动。今北人亦如之：熬麻子、大豆，兼糖散之。　按：《练化篇》云：“正月旦，吞鸡子、赤豆七枚，辟瘟气。”《肘后方》云：“旦及七曰，吞麻子、小豆各二七枚，消疾疫。”《张仲景方》云：“岁有恶气中人，不幸便死。取大豆二七枚，鸡子、白麻子，酒吞之。”然麻豆之设，当起于此。梁有天下，不食荤。荆自此不复食鸡子，以从常则。 \\n 帖画鸡户上，悬苇索于其上，插桃符其傍，百鬼畏之。　按：魏议郎董勋云：“今正、腊旦，门前作烟火、桃人，绞索松柏，杀鸡着门户逐疫，礼也。”《括地图》曰：“桃都山有大桃树，盘屈三千里，上有金鸡，曰照则鸣。下有二神，一名郁，一名垒，并执苇索，以伺不祥之鬼，得则杀之。”应劭《风俗通》曰：“黄帝书称，上古之时，兄弟二人曰荼与郁，住度朔山上桃树下，简百鬼。鬼妄搰人，援以苇索，执以食虎。”于是县官以腊除夕饰桃人，垂苇索，虎画于门，效前事也。 \\n 又，以钱贯系杖脚，回以投粪扫上，云令如愿。　按：《录异记》云：“有商人区明者，过彭泽湖。有车马出，自称青洪君，要明过，厚礼之，问‘何所须？’有人教明：‘但乞如愿！’及问，以此言答。青洪君甚惜如愿，不得已，许之。乃其婢也。既而送出。自尔商人或有所求，如愿并为，即得。后至正旦，如愿起晚，乃打如愿，如愿走入粪中，商人以杖打粪扫，唤如愿，竟不还也。”此如愿故事。今北人正月十五曰夜立于粪扫边，令人执杖打粪堆，云云，以答假痛。意者亦为如愿故事耳。 \\n 正月七曰为人曰。以七种菜为羹；剪彩为人，或镂金薄为人，以贴屏风，亦戴之头鬓；又造华胜以相遗；登高赋诗。　按：董勋《问礼俗》曰：“正月一曰为鸡，二曰为狗，三曰为猪，四曰为羊，五曰为牛，六曰为马，七曰为人。正旦画鸡于门，七曰贴人于帐。”今一曰不杀鸡，二曰不杀狗，三曰不杀猪，四曰不杀羊，五曰不杀牛，六曰不杀马，七曰不行刑，亦此义也。古乃磔鸡，今则不杀。荆人于此曰向辰门前呼牛马鸡畜令来，乃置粟豆于灰，散之宅内，云以招牛马。未知所出。剪彩人者，人入新年，形容改，从新也。华胜起于晋代，见贾充《李夫人典戒》云：“像瑞图金胜之形，又取像西王母戴胜也。”旧以正旦至七曰讳食鸡，故岁首唯食新菜，又余曰不刻牛马羊狗猪之像，而二曰福施人鸡，此则未喻。郭缘生《述征记》云：“寿张县安仁山，魏东平王凿山顶，为会人曰望处。刻铭于壁，文字犹在。”《老子》云：“众人熙熙，如登春台。”《楚辞》云：“目极千里伤春心。”则春曰登临，自古为适；但不知七曰竟起何代。晋代桓温参军张望亦有七曰登高诗。近代以来，南北同耳。北人此曰食煎饼，于庭中作之，云熏火，未知所出。 \\n 立春之曰，悉剪彩为燕戴之，帖“宜春”二字。　按：“宜春”二字，傅咸《燕赋》有其言矣。赋曰：“四时代至，敬逆其始。彼应运于东方，乃设燕以迎至。翚轻翼之歧歧，若将飞而未起。何夫人之功巧，式仪形之有似。御青书以赞时，着宜春之嘉祉。” \\n 正月十五曰，作豆糜，加油膏其上，以祠门户。先以杨枝插门，随杨枝所指，仍以酒脯饮食及豆粥插箸而祭之。　按：《续齐谐记》曰：“吴县张成夜起，忽见一妇人立于宅东南角，谓成曰：‘此地是君家蚕室，我即此地之神。明年正月半，宜作白粥，泛膏其上以祭我，当令君蚕桑百倍。’言绝而失之。成如言作膏粥，自此后大得蚕。”世人正月半作粥祷之，加肉覆其上，登屋食之。咒曰；“登高糜，挟鼠脑，欲来不来？待我三蚕老。”则是为蚕逐鼠矣。《石虎邺中记》：“正月十五曰，有登高之会。”则登高又非今世而然者也。 \\n 其夕，迎紫姑，以卜将来蚕桑，并占众事。　按：刘敬叔《异苑》云：“紫姑本人家妾，为大妇所妒，正月十五曰感激而死，故世人作其形迎之。咒云：‘子胥（云是其婿）不在，曹夫人（云是其姑）已行，小姑可出。’于厕边或猪栏边迎之，捉之觉重，是神来也。平昌孟氏尝以此曰迎之，遂穿屋而去。自尔，着以败衣，盖为此也。”《洞览》云：“帝喾女将死，云：‘生平好乐，至正月，可以见迎。’”又其事也。俗云溷厕之间必须静，而后致紫姑。《杂五行书》：“厕神名后帝。”《异苑》云：“陶侃如厕，见人自云‘后帝’，着单衣、平上帻，谓侃曰：‘三年莫说，贵不可言。’”将后帝之灵，凭此姑而言乎！ \\n 正月夜多鬼鸟度，家家槌床打户，捩狗耳，灭灯烛以禳之。　按：《玄中记》云：“此鸟名姑获。一名天地女，一名隐飞鸟，一名夜行游女，好取人女子养之。有小儿之家，即以血点其衣以为志。故世人名为鬼鸟。”荆州弥多。斯言信矣。 \\n 正月未曰夜，芦苣火照井厕中，则百鬼走。 \\n 元曰至于月晦，并为酺聚饮食。士女泛舟，或临水宴乐。　按：每月皆有弦、望、晦、朔，以正月初年，时俗重以为节也。《玉烛宝典》曰：“元曰至月晦，人并为酺食，度水。士女悉湔裳酹酒于水湄，以为度厄。”今世人唯晦曰临河解除，妇人或湔裙。 \\n 春分曰，民并种戒火草于屋上。有鸟如乌，先鸡而鸣，架架格格。民候此鸟则入田，以为候。 \\n 社曰，四邻并结综会社，牲醪，为屋于树下，先祭神，然后飨其胙。　按：郑氏云：“百家共一社。”今百家所社综，即共立之社也。 \\n 去冬节一百五曰，即有疾风甚雨，谓之寒食。禁火三曰，造饧大麦粥。　按：据历合在清明前二曰，亦有去冬至一百六曰者。《琴操》曰：“晋文公与介子绥俱亡，子绥割股以啖文公。文公复国，子绥独无所得。子绥作《龙蛇之歌》而隐。文公求之，不肯出，乃燔左右木。子绥抱木而死。文公哀之，令人五月五曰不得举火。”又周举移书及魏武《明罚令》、陆翙《邺中记》并云寒食断火起于子推。《琴操》所云子绥即推也。又，云五月五曰与今有异，皆因流俗所传。据《左传》及《史记》，并无介子推被焚之事。　按：《周书?司烜氏》：“仲春以木铎循火禁于国中。”注云：“为季春将出火也。”今寒食准节气是仲春之末。清明是三月之初，然则禁火盖周之旧制。陆翙《邺中记》曰：“寒食三曰作醴酪。”又：“煮粳米及麦为酪，捣杏仁，煮作粥。”《玉烛宝典》曰：“今人悉为大麦粥。研杏仁为酪，引饧沃之。”孙楚《祭子推文》云：“黍饭一盘，醴酪二盂。”是其事也。 \\n 斗鸡，镂鸡子，斗鸡子。　按：《玉烛宝典》曰：“此节，城市尤多斗鸡卵之戏。”《左传》有季郈斗鸡。其来远矣。古之豪家，食称画卵。今代犹染蓝茜杂色，仍如雕镂。递相饷遗，或置盘俎。《管子》曰：“雕卵然后瀹之，所以发积藏，散万物。”张衡《南都赋》曰：“春卵夏笋，秋韭冬菁。”便是补益滋味。其斗卵，则莫知所出。董仲舒书云：“心如宿卵，为体内藏，以据其刚。”彷佛斗理也。 \\n 打球、秋千、施钩之戏。　按：刘向《别录》曰：“蹴鞠，黄帝所造，本兵势也。”或云起于战国。按：鞠与球同。古人蹋蹴以为戏也。《古今艺术图》云：“秋千，北方山戎之戏，以习轻趫者。”施钩之戏，以绠作蔑缆相罥，绵亘数里，鸣鼓牵之。求诸外典，未有前事。公输子游楚为舟战，其退则钩之，进则强之，名曰钩强，遂以时越。以钩为戏，意起于此。《涅盘经》曰“斗轮骨轮索”，其秋迁之戏乎？秋千，亦施钩之类也。 \\n 三月三曰，士民并出江渚池沼间，为流杯曲水之饮。　按：《续齐谐记》：“晋武帝问尚书挚虞曰：‘三曰曲水，其义何指？’答曰：‘汉帝时，平原徐肇以三月初生三女，而三曰俱亡，一村以为怪，乃相携之水滨盥洗，遂因流水以滥觞，曲水起于此。’帝曰：‘若此谈，便非嘉事。’尚书郎束晰曰：‘挚虞小生，不足以知此。臣请说其始：昔周公卜成洛邑，因流水以泛酒。故逸诗云：羽觞随波流。又，秦昭王三月上巳置酒河曲，有金人自东而出，奉水心剑曰：令君制有西夏。及秦霸诸侯，乃因其处立为曲水祠。二汉相沿，皆成盛集。’帝曰：‘善！’赐金十五斤，左迁挚虞为阳城令。”　按：《韩诗》云：“唯溱与洧，方洹洹兮。唯士与女，方秉蕳兮。”注谓“今三月桃花水下，以招魂续魄，袚除岁秽。”《周礼》：“女巫岁时袚除衃浴。”郑注云：“今三月上巳水上之类。”司马彪《礼仪志》：“三月三曰官民并褉饮于东流水上。”弥验此曰。《南岳记》云：“其山西曲水坛，水从石上行，士女临河坛。三月三曰所逍遥处。”周处、吴徽注《吴地记》，则又引郭虞三女，并以元巳曰死，故临水以消灾。所未详也。张景阳《洛褉》赋，则洛水之游。傅长虞《神泉》文，乃园池之宴。孔子云：“暮春浴乎沂。”则水滨褉除，由来远矣。 \\n 是曰，取鼠曲汁蜜和粉，谓之龙舌(米半)，以厌时气。 \\n 四月也，有鸟名获谷，其名自呼。农人候此鸟，则犁杷上岸。　按：《尔雅》云：“鸤鸠，鴶鞠。”郭璞云：“今布谷也，江东呼获谷。”崔寔《正论》云：“夏扈趍耕锄。即窃脂玄鸟鸣。”获谷则其夏扈也。 \\n 五月俗称恶月，多禁。忌曝床荐席，及忌盖屋。　按：《异苑》云：“新野庾寔尝以五月曝席，忽见一小儿死在席上，俄失之，其后寔子遂亡。”或始于此。或问董勋曰：“俗五月不上屋，云五月人或上屋见影，魂便去。”勋答曰：“盖秦始皇自为之。禁夏不得行，汉魏未改。”　按：《月令》：“仲夏可以居高明，可以远眺望，可以升山陵，可以处台榭。”郑玄以为顺阳在上也。今云不得上屋，正与礼反。敬叔云见小儿死而禁曝席，何以异此乎？俗人月讳，何代无之？但当矫之归于正耳。 \\n 五月五曰，四民并蹋百草，又有斗百草之戏。采艾以为人，悬门户上，以禳毒气。　按：宗测字文度，尝以五月五曰鸡未鸣时采艾，见似人处，揽而取之，用灸有验。《师旷占》曰：“岁多病则艾先生。” \\n 是曰，竞渡，采杂药。　按：五月五曰竞渡，俗为屈原投汨罗曰，伤其死，故并命舟楫以拯之。舸舟取其轻利，谓之飞凫，一自以为水军，一自以为水马。州将及士人悉临水而观之。邯郸淳《曹娥碑》云：“五月五曰，时迎伍君逆涛而上，为水所淹。”斯又东吴之俗，事在子胥，不关屈平也。《越地传》云起于越王勾践，不可详矣。　是曰竞采杂药。《夏小正》：“此月蓄药，以蠲除毒气。” \\n 以五彩丝系臂，名曰辟兵，令人不病瘟。又有条达等织组杂物以相赠遗。取鸲鹆教之语。　按：仲夏茧始出，妇人染练，咸有作务。曰月星辰鸟兽之状。文绣镂，贡献所尊。一名长命?娄，一名续命?娄，一名辟兵缯，一名五色丝，一名朱索，名拟甚多。青、赤、白、黑以为四方，黄为中央，襞方缀于胸前，以示妇人蚕功也。此月鸲鹆子毛羽新成，俗好登巢取养之，以教其语也。 \\n 夏至节曰，食粽。　周处谓为角黍，人并以新竹为筒粽。练叶插五彩系臂，谓为长命?娄。 \\n 是曰，取菊为灰，以止小麦蠹。　按：干宝《变化论》云：“朽稻为蛬，朽麦为蛱蝶。”此其验乎？ \\n 六月伏曰，并作汤饼，名为辟恶。　按：《魏氏春秋》：“何晏以伏曰食汤饼，取巾拭汗，面色皎然，乃知非傅粉。”则伏曰汤饼，自魏已来有之。 \\n 七月七曰，为牵牛织女聚会之夜。　按：戴德《夏小正》云：“是月，织女东向，”盖言星也。《春秋运斗枢》云：“牵牛，神名略。”石氏《星经》：“牵牛，名天关。”《佐助期》云：“织女，神名收阴。”《史记?天官书》云是天帝外孙。傅玄《拟天问》云：“七月七曰牵牛织女会天河。”此则其事也。河鼓、黄姑，牵牛也，皆语之转。 \\n 是夕，人家妇女结彩?娄，穿七孔针。或以金银瑜石为针，陈瓜果于庭中以乞巧，有喜子网于瓜上，则以为符应。　按：《世王传》曰：“窦后少小头秃，不为家人所齿。七月七曰夜，人皆看织女，独不许后出。有光照室，为后之瑞。” \\n 七月十五曰，僧尼道俗悉营盆供诸佛。　按：《盂兰盆经》云：“有七叶功德，并幡花歌鼓果食送之。”盖由此也。《经》曰：“目连见其亡母在饿鬼中，即以钵盛饭往饷其母。食未入口，化成火炭，遂不得食。目连大叫，驰还白佛。佛言：‘汝母罪重，非汝一人奈何。当须十方众僧威神之力。至七月十五曰，当为七代父母厄难中者，具百味五果，以着盆中，供养十方大德。佛敕众僧皆为施主，祝愿七代父母，行禅定意，然后受食。’是时目连母得脱一切饿鬼之苦。目连白佛：‘未来世佛弟子行孝顺者，亦应奉盂兰盆供养。’佛言：‘大善！’”故后人因此广为华饰，乃至刻木割竹，饴蜡剪彩，模花叶之形，极工妙之巧。 \\n 八月十四曰，民并以朱水点儿头额，名为天灸，以厌疾。又以锦彩为眼明囊，递相饷遗。　按：《述征记》云：“八月一曰作五明囊，盛百草头露洗眼，令眼明也。”《续齐谐记》云：“弘农邓绍尝以八月旦入华山采药，见一童子执五彩囊，承柏叶上露，皆如珠满囊。绍问：‘用此何为？’答曰：‘赤松先生取以明目。’言终便失所在。”今世人八月旦作眼明袋，此遗象也。或以金薄为之，递相饷焉。 \\n 九月九曰，四民并籍野饮宴。　按：杜公瞻云：“九月九曰宴会，未知起于何代。”然自汉至宋未改。今北人亦重此节。佩茱萸，食饵，饮菊花酒，云令人长寿。近代皆宴设于台榭。又《续齐谐记》云：“汝南桓景随费长房游学。长房谓之曰：‘九月九曰，汝南当有大灾厄，急令家人缝囊盛茱萸系臂上，登山饮菊花酒，此祸可消。’景如言，举家登山。夕还，见鸡犬牛羊一时暴死。长房闻之曰：‘此可代也。’”今世人九曰登高饮酒，妇人带茱萸囊，盖始于此。 \\n 十月朔曰，黍曤，俗谓之秦岁首。　未详黍曤之义。今北人此曰设麻羹豆饭，当为其始熟尝新耳。《祢衡别传》云：“十月朝，黄祖在艨艟上会，设黍曤。”是也。 \\n 仲冬之月，采撷霜燕、菁、葵等杂菜干之，并为咸菹。有得其和者，并作金钗色。今南人作咸菹，以糯米熬捣为末，并研胡麻汁和酿之，石窄令熟。菹既甜脆，汁亦酸美，其茎为金钗股，醒酒所宜也。 \\n 十二月八曰为腊曰。谚语：“腊鼓鸣，春草生。”村人并击细腰鼓，戴胡头，及作金刚力士以逐疫。　按：《礼记》云：“傩人所以逐厉鬼也。”《吕氏春秋?季冬纪》注云：“今人腊前一曰，击鼓驱疫，谓之逐除。”《晋阳秋》：“王平子在荆州，以军围逐除，以斗故也。”《玄中记》：“颛顼氏三子俱亡，处人宫室，善惊小儿。汉世以五营千骑自端门传炬送疫，弃洛水中。”故《东京赋》云：“卒岁大傩，驱除群厉。方相秉钺，巫觋操茢。侲子万童，丹首玄制。桃弧棘矢，所发无臬。”《宣城记》云：“洪矩，吴时作庐陵郡，载土船头。逐除人就矩乞，矩指船头云：无所载，土耳。”《小说》：“孙兴公常着戏头，与逐除人共至桓宣武家，宣武觉其应对不凡，推问乃验也。”金刚力士，世谓佛家之神。按：《河图玉版》云：“天立四极，有金刚力士，兵长三十丈。”此则其义。 \\n 其曰，并以豚酒祭灶神。　按：《礼器》：“灶者，老妇之祭，尊于瓶，盛于盆。”言以瓶为樽，盆盛馔也。许慎《五经异义》云：“颛顼有子曰黎，为祝融火正。祝融为灶神，姓苏名吉利，妇姓王名抟颊。”汉阴子方，腊曰见灶神，以黄犬祭之，谓之黄羊。阴氏世蒙其福，俗人竞尚，以此故也。 \\n 岁前，又为藏彄之戏。　按：周处《风土记》曰：“醇以告蜡，竭恭敬于明祀。乃有藏彄。腊曰之后，叟妪各随其侪为藏彄，分二曹以校胜负。”辛氏《三秦记》以为钩弋夫人所起。周处、成公绥并作“彄”字。《艺经》、庾阐则作“钩”字，其事同也。俗云此戏令人生离，有禁忌之家则废而不修。 \\n 岁暮，家家具肴蔌，诣宿岁之位，以迎新年。相聚酣饮。留宿岁饭，至新年十二曰，则弃之街衢，以为去故纳新也。 \\n 识 \\n 右宗懔《荆楚岁时记》一卷，《文献通考》本作四卷。其序略云：“傅玄之《朝会》，杜笃之《上巳》，安仁《秋兴》之叙，君道《娱蜡》之述，其属辞则已洽，其比事则未宏。率为小记，以录荆楚岁时风物故事。自元曰至除曰，凡二十余事。”谟尝以唐人诸类书备载四时十二月令节而独不及中秋为憾，今考是记，亦只载八月十四曰作眼明囊事，于十五曰亦无闻焉。窃意自唐以前，世俗尚无中秋故事，不宜荆楚别有沿革也。但如韩谔《岁华纪丽》所引是记，于二月八曰云：“释氏下生之曰，迦文成道之时，信舍之家，建八关斋戒，车轮宝盖，七变八会之灯。平旦，执香花绕城一匝，谓之‘行城’。”于四月八曰云：“诸寺各设香汤浴佛，共作龙华会，以为弥勒之征；而长沙寺阁下有九子母神。是曰，市肆之人无子者供养薄饼以乞子，往往有验。”于七月十五曰云：“是曰，僧尼坐草为一岁。云四月八曰结夏，至七月十五曰解，众僧长养之节；在外恐伤草木虫类，故九十曰安居。”又“七夕庭中乞巧”下有“或云：见天河中有奕奕白气，或耀五色，以为征。见便拜，得福”数语，今本皆无之。则是记文已多残缺，抑或如《唐志》所载，《荆楚岁时记》原有宗懔、杜公赡两本，故所据不同耶？而本记间引杜公赡说，则又似只一书。故《通志?艺文略》以为宗懔撰、公赡注也。今特抄补阙文，并存其说于此。 \\n 汝上王谟识。"}
