{"章节": "汉武故事", "正文": "　 \\n 　汉武故事　 \\n   \\n  \\n 提要 \\n  \\n 《汉武故事》一卷，旧本题汉班固撰，然史不云固有此书，《隋志》著录传记类中，亦不云固作。晁公武《读书志》引张柬之《洞冥记跋》，谓出於王俭。唐初去齐、梁未远，当有所考也。所言亦多与《史记》、《汉书》相出入，而杂以妖妄之语。然如《艺文类聚》、《三辅黄图》、《太平御览》诸书所引甲帐珠帘、王母青雀、茂陵玉碗诸事称出《汉武故事》者，乃皆无之。又李善注《文选·西征赋》，引《汉武故事》二条，其一为柏谷亭事，此本亦无之；其一为卫子夫事，此本虽有之而文反略於善注。考《隋志》载此书二卷，诸家著录并同。钱曾《读书敏求记》亦尚作二卷，称所藏凡二本，一是锡山秦汝操绣石书堂本，一是陈文烛晦伯家本。又与秦本互异，今两存之云云。两本今皆未见，此本为明吴琯《古今逸史》所刻，并为一卷，仅寥寥七八页。盖已经刊削，又非两家之本，以其六朝旧帙，姑存备古书之一种云尔。  \\n  \\n  \\n 校點說明 \\n  \\n 《汉武故事》，又名《汉武帝故事》，其作者，前人有汉班固、晉葛洪、南齊王儉諸說。然皆无確鑿證據。今人刘文忠綜合前說，又據書中反映的社會現象，推論當為建安前後人，較為合理。 \\n  \\n  \\n 此書記載汉武帝從出生到死葬茂陵的傳聞佚事，属於汉武帝傳說系統中的一部傳記小說。其主要內容，是武帝為求長生不老而求仙問道，同時也寫了“金屋藏嬌”、“相如論賦”等雜事。其行文簡雅拙質，不事雕琢，然能注意渲染氣氛，人物對話亦有個性，對後代傳奇小說產生一定影響。 \\n  \\n  \\n 傳世的《汉武故事》版本頗多，多種叢書，如《古今說海》、《古今逸史》、《說郛》等，均收有本書。魯迅《古小說鉤沉》所輯本書，以《初學記》、《藝文類聚》、《太平御覽》等多種類書及有關正史詳加校勘，並著校記，比較精備。今即以此本為底本，略去校記，改正明顯錯字，加新式標點。  \\n  \\n  \\n 汉武故事 \\n  \\n 汉景皇帝王皇后內太子宮，得幸，有娠，夢日入其怀。帝又夢高祖謂己曰：“王夫人生子，可名為彘。”及生男，因名焉。是為武帝。帝以乙酉年七月七日旦生於猗蘭殿。年四岁，立為膠東王。数岁，長公主嫖抱置膝上，問曰：“兒欲得婦不？”膠東王曰：“欲得婦。”長主指左右長御百餘人，皆云不用。末指其女問曰：“阿嬌好不？”於是乃笑對曰：“好！若得阿嬌作婦，當作金屋貯之也。”長主大悅　，乃苦要上，遂成婚焉。是時皇后无子，立栗姬子為太子。皇后既廢，栗姬次應立，而長主伺其短，輒微白之。上嘗與栗姬語，栗姬怒弗肯應。又罵上老狗，上心銜之。長主日譖之，因譽王夫人男之美，上亦賢之，廢太子為王，栗姬自殺，遂立王夫人為后。膠東王為皇太子時，年七岁，上曰：“彘者徹也。”因改曰徹。 \\n  \\n  \\n 丞相周亞夫侍宴，時太子在側。亞夫失意，有怨色，太子視之不輟，亞夫於是起。帝問曰：“尔何故視此人邪？”對曰：“此人可畏，必能作賊。”帝笑，因曰：“此怏怏非少主臣也。” \\n  \\n  \\n 廷尉上囚。防年継母陳殺父，因殺陳。依律，年殺母，大逆論。帝疑之，詔問太子。太子對曰；“夫継母如母，明其不及母也，緣父之愛，故比之於母耳。今継母无狀，手殺其父，則下手之日，母恩絕矣。宜與殺人皆同，不宜大逆論。”帝從之，年棄市。議者称善，時太子年十四，帝益奇之。 \\n  \\n  \\n 及即位，常晨往夜还。與霍去病等十餘人，皆輕服為微行。且以覌戏市里，察民風俗。嘗至蓮勺通道中行，行者皆奔避路上。怪之，使左右問乏，云有持戟前呵者数十人。時微行率不过二十人，馬七八匹，更步更騎，衣如凡庶，不可別也，亦了无騶御，而百姓咸見之。 \\n  \\n  \\n 元光元年，天星大動；光耀煥煥竟天，数夜乃止。上以問董仲舒，對曰：“是謂星搖人，民勞之妖也。”是時謀伐匈奴，天下始不安，上謂仲舒妄言，意欲誅之。仲舒懼，乞補刺史以自效，乃用為軍候，属程不識屯雁門。 \\n  \\n  \\n 太后弟田蚡欲奪太后兄子竇嬰田，嬰不與，上召大臣議之。群臣多是竇嬰，上亦不復穷問，兩罷之。田蚡大恨，欲自殺。先與太后訣，兄弟共號哭訴太后。太后亦哭弗食。上不得已，遂乃殺嬰。後月餘日，蚡病，一身尽痛，若擊者。叩頭復罪。上使視鬼者察之，見竇嬰笞之。上又夢竇嬰謝上属之，上於是頗信鬼神事。 \\n  \\n 陳皇后廢處長門宮，竇太主以宿恩犹自親近。后置酒主家，主見所幸董偃。 \\n  \\n 陳皇后廢，立衛子夫為皇后。初，上行幸平陽主家，子夫為謳者，善歌，能造曲，每歌挑上，上意動，起更衣，子夫因侍衣得幸。頭解，上見其美髮，悅之，欢樂。主遂內子夫於宮。上好容成道，信陰陽書。時宮女数千人，皆以次幸。子夫新入，獨在籍末，岁餘不得見。上釋宮人不中用者出之，子夫因涕泣請出。上曰：“吾昨夢子夫庭中生梓樹数株，豈非天意乎？”是日幸之，有娠，生女。凡三幸，生三女。後生男，即戾太子也。 \\n  \\n  \\n 淮南王安好學多才藝，集天下遺書，招方術之士，皆為神仙，能為雲雨。百姓傳云：“淮南王，得天子，寿无極。”上心惡之，徵之。使覘淮南王，云王能致仙人，又能隱形升行，服氣不食。上聞而喜其事，欲受其道。王不肯傳，云无其事。上怒，將誅，淮南王知之，出令與群臣，因不知所之。国人皆云神仙或有見王者。常恐動人情，乃令斬王家人首，以安百姓為名。收其方書，亦頗得神仙黃白之事，然試之不驗。上既感淮南道術，乃徵四方有術之士，於是方士自燕齊而出者数千人。齊人李少翁，年二百岁，色如童子，上甚信之，拜為文成將軍，以客礼之。於甘泉宮中畫太一諸神像，祭祀之。少翁云：“先致太一，然後升天，升天然後可至蓬萊。”岁餘而術未驗。会上所幸李夫人死，少翁云能致其神，乃夜張帳，明燭，令上居他帳中遙見李夫人，不得就視也。 \\n  \\n 李少君言冥海之棗大如瓜，種山之李大如瓶也。 \\n 文成誅月餘日，使者籍貨關東还，逢之於漕亭。还言見之，上乃疑；發其棺，无所見，唯有竹筒一枚。捕驗間无縱迹也。 \\n  \\n 上微行至於柏谷，夜投亭長宿，亭長不內，乃宿於逆旅。逆旅翁謂上曰：“汝長大多力，當勤稼穡；何忽帶劍群聚，夜行動眾，此不欲為盜則淫耳。”上默然不應，因乞漿飲，翁答曰：“吾止有溺，无漿也。”有頃，还內。上使人覘之，見翁方要少年十餘人，皆持弓矢刀劍，令主人嫗出安过客。嫗归，謂其翁曰：“吾覌此丈夫，乃非常人也；且亦有備，不可圖也。不如因礼之。”其夫曰：“此易與耳！鳴鼓会眾，討此群盜，何憂不克。”嫗曰：“且安之，令其眠，乃可圖也。”翁從之。時上從者十餘人，既聞其謀，皆懼，劝上夜去。上曰：“去必致禍，不如且止以安之。”有頃，嫗出，謂上曰：“諸公子不聞主人翁言乎？此翁好飲酒，狂悖不足計也。今日具令公子安眠无他。”嫗自还內。時天寒，嫗酌酒多與其夫及諸少年，皆醉。嫗自縛其夫，諸少年皆走。嫗出謝客，殺鷄作食。平明，上去。是日还宮，乃召逆旅夫妻見之，賜姬金千斤，擢其夫為羽林郎。自是懲戒，希復微行。時丞相公孫雄数諫上弗從，因自殺，上聞而悲之，後二十餘日有柏谷之逼。乃改殯雄，為起墳冢在茂陵旁，上自為誄曰：“公孫之生，污瀆降靈。元老克壯，為汉之貞。弗予一人，迄用有成。去矣遊矣，永归冥冥。嗚呼夫子！曷其能刑。載曰：萬物有終，人生安長；幸不為夭，夫復何傷。”雄嘗諫伐匈奴，為之小止。雄卒，乃大發卒数十萬，遣霍去病討胡，殺休屠王。獲天祭金人，上以為大神，列於甘泉宮。人率長丈餘，不祭祝，但燒香礼拜。天祭長八尺，擎日月，祭以牛。上令依其方俗礼之，方士皆以為夷狄鬼神，不宜在中，因乃止。 \\n  \\n  \\n 鑿昆池，積其土為山，高三十餘丈。又起柏梁台，高二十丈，悉以香柏，香聞数十里，以處神君。神君者，長陵女子也，死而有靈。霍去病微時，数自祷神君，乃見其形，自修飾，欲與去病交接，去病不肯，神君亦慚。及去病疾篤，上令為祷神君，神君曰：“霍將軍精氣少，寿命不長。吾嘗欲以太一精補之，可得延年，霍將軍不曉此意，遂見断絕。今疾必死，非可救也。”去病竟死。上乃造神君請術，行之有效，大抵不異容成也。自柏梁燒後，神稍衰。東方朔取宛若為小妻，生三人，與朔同日死。時人疑化去，弗死也。 \\n  \\n  \\n 薄忌奏：“祠太一用一太牢，為壇開八通鬼道，令太祝立其祠長安東南。”上祝太畤祭，常有光明照長安城如月光。上以問東方朔曰：“此何神也？”朔曰：“此司命之神，總鬼神者也。”上曰：“祠之能令益寿乎？”對曰：“皇者寿命懸於天，司命无能為也。” \\n  \\n  \\n 上少好學，招求天下遺書，上親自省校，使莊助、司馬相如等以類分別之。尤好辞賦，每所行幸及奇獸異物，輒命相如等賦之。上亦自作詩賦数百篇，下筆即成，初不留意。相如作文遲，弥時而後成，上每叹其工妙，謂相如曰：“以吾之速，易子之遲，可乎？”相如曰：“於臣則可，未知陛下何如耳？”上大笑而不責也。 \\n  \\n  \\n 上喜接士大夫，拔奇取異，不問僕隸，故能得天下奇士。然性嚴急，不貸小过，刑殺法令，殊為峻刻。汲黯每諫上曰：“陛下愛才樂士，求之无倦，比得一人，勞心苦神。未尽其用，輒已殺之。以有限之士，資无已之誅。臣恐天下賢才將尽於陛下，欲誰與為治乎？”黯言之甚怒，上笑而喻之曰：“夫才為世出，何時無才！且所謂才者，猶可用之器也；才不應務，是器不中用也；不能尽才以處事，與无才同也。不殺何施！”黯曰：“臣雖不能以言屈陛下，而心犹以為非。願陛下自今改之，无以臣愚為不知理也。”上顧謂群臣曰：“黯自言便辞，則不然矣；自言其愚，豈非然乎？”時北伐匈奴，南誅兩越，天下騷動。黯数諫爭，上弗從，乃發憤謂上曰：“陛下恥為守文之士君，欲希奇功於爭表；臣恐欲益反損，取累於千載也。”上怒，乃出黯為郡吏。黯忿憤，疽發背死。謚剛侯。 \\n  \\n  \\n 上嘗輦至郎署，見一老翁，鬚鬢皓白，衣服不整。上問曰：“公何時為郎，何其老也？”對曰：“臣姓顏名駟，江都人也，以文帝時為郎。”上問曰：“何其老而不遇也？”駟曰：“文帝好文而臣好武；景帝好老而臣尚少；陛下好少而臣已老；是以三世不遇。故老於郎署。”上感其言，擢拜会稽都尉。 \\n  \\n  \\n 天子至鼎湖病甚，浮水發根言於上曰：“上郡有神，能治百病。”上乃令發根祷之，即有應，上体平，遂迎神君会於甘泉，置之寿宮。神君最貴者大夫，次大禁司命之属，皆從之。非可得見，聞者音與人等。來則肅然風生，帷幄皆動。於北宮設鐘簴羽旗以礼神君。神君所言，上輒令記之，命曰畫法。率言人事多，鬼事少。其說鬼事與浮屠相類；欲人為善，責施與，不殺生。 \\n  \\n  \\n 齊人公孫卿謂所忠曰：“吾有師說秘書言鼎事，欲因公奏之。如得引見，以玉羊一為寿。”所忠許之。視其書而有疑，因謝曰：“宝鼎事已決矣，无所復言。”公孫卿乃因郿人平時奏之。有札書言：“宛侯問於鬼區臾，區曰，帝得宝鼎，神策延年，是岁乙酉，朔旦冬至，得天之紀，終而復始。於是迎日推算，乃登仙於天。今年得朔旦冬至，與黃帝時協。臣昧死奏。”帝大悅，召卿問。卿曰：“臣受此書於申公，已死，屍解去。”帝曰：“申公何人？”卿曰：“齊人安期生同受黃帝言，有此鼎書。申公嘗告臣：言汉之聖者，在高祖之曾孫焉。宝鼎出，與神通，封禪得上太山，則能登天矣。黃帝郊雍祠上帝，宿齋三月，鬼區臾屍解而去，因葬雍，今大鴻冢是也。其後黃帝接萬靈於明庭，甘泉是也。升仙於寒門，谷口是也。” \\n  \\n 上為伐南越，告祷泰一。為泰一鋒旗，命曰靈旗，畫日月斗，大吏奉以指所伐国。 \\n  \\n 拜公孫卿為郎，持節候神。自太室至東萊，云見一人。長五丈，自称巨公，牽一黃犬，把一黃雀，欲謁天子，因忽不見。上於是幸緱氏，登東萊，留数日，無所見，惟見大人迹。上怒公孫卿之无應，卿懼誅，乃因衛青白上云：“仙人可見，而上往遽以故不相值。今陛下可為覌於緱氏，則神人可致。且仙人好楼居，不極高顯，神終不降也。”於是上於長安作飛廉覌，高四十丈；於甘泉作延寿覌，亦如之。 \\n  \\n  \\n 上巡边至朔方，还祭黃帝冢橋山。上曰：“吾聞黃帝不死，今有冢，何也？”公孫卿曰：“黃帝已仙上天，群臣思慕，葬其衣冠。”上叹曰：“吾後升天，群臣亦當葬吾衣冠於東陵乎？”乃还甘泉，類祠太一。 \\n  \\n 上於未央宮以銅作承露盤，仙人掌擎玉懷，以取雲表之露，擬和玉屑，服以求仙。 \\n 栾大有方術，嘗於殿前樹旌数百枚，大令旌自相擊，繙繙竟庭中，去地十餘丈，覌者皆駭。 \\n 帝拜栾大為天道將軍，使著羽衣，立白茅上，授玉印；大亦羽衣，立白茅上受印；示不臣也。 \\n  \\n 栾大曰：“神尚清淨。”上於是於宮外起神明殿九間。神室：鋳銅為柱，黃金塗之，丈五圍，基高九尺，以赤玉為陛，基上及戶，悉以碧石，椽亦以金，刻玳瑁為龍虎禽獸，以薄其上，狀如隱起，椽首皆作龍形，每龍首銜鈴流蘇懸之，鋳金如竹收狀以為壁，白石脂為泥，濆椒汁以和之，白密如脂，以火齊薄其上，扇屏悉以白琉璃作之，光照洞徹，以白珠為簾，玳瑁押之，以象牙為蔑，帷幕垂流蘇，以琉璃珠玉，明月夜光，雜錯天下珍宝為甲帳，其次為乙帳，甲以居神，乙以自御，俎案器服，皆以玉為之，前庭植玉樹，植玉樹之法，葺珊瑚為枝，以碧玉為葉，花子或青或赤，悉以珠玉為之，子皆空其中，小鈴鎗鎗有声，甍標作金鳳皇，軒翥若飛狀，口銜流蘇，長十餘丈，下懸大鈴，庭中皆壂以文石，率以銅為瓦，而淳漆其外，四門並如之，雖昆侖玄圃，不是过也。上恒齋其中，而神犹不至，於是設諸偽使鬼語作神命云：“應迎神，嚴裝入海。”上不敢去，東方朔乃言大之无狀，上亦發怒，收大，腰斬之。 \\n  \\n  \\n 東方朔生三日，而父母俱亡，或得之而不知其始；以見時東方始明，因以為姓。既長，常望空中獨語。後遊鴻濛之澤，有老母採桑，自言朔母。一黃眉翁至，指朔曰：“此吾兒。吾卻食服氣，三千年一洗髓，三千年一伐毛；吾生已三洗髓、三伐毛矣。” \\n  \\n 朔告帝曰：“東極有五雲之澤，其国有吉慶之事，則云五色，著草木屋，色皆如其色。” \\n  \\n 帝齋七日，遣栾賓將男女数十人至君山，得酒，欲飲之。東方朔曰：“臣識此酒，請視之。”因即便飲。帝欲殺之，朔曰：“殺朔若死，此為不驗；如其有驗，殺亦不死。”帝赦之。 \\n  \\n  \\n 東郡送一短人，長七寸，衣冠具足。上疑其山精，常令在案上行，召東方朔問。朔至，呼短人曰：“巨靈，汝何忽叛來，阿母还未？”短人不對，因指朔謂上曰：“王母種桃，三千年一作子，此兒不良，已三过偷之矣，遂失王母意，故被謫來此。”上大驚，始知朔非世中人。短人謂上曰：“王母使臣來，陛下求道之法：唯有清淨，不宜躁擾。復五年，與帝会。”言終不見。 \\n  \\n 帝齋於尋真台，設紫羅荐。 \\n  \\n 王母遣使謂帝曰：“七月七日我當暫來。”帝至日，掃宮內，然九華燈。七月七日，上於承華殿齋，日正中，忽見有青鳥從西方來集殿前。上問東方朔，朔對曰：“西王母暮必降尊像上，宜灑掃以待之。”上乃施帷帳，燒兜末香，香，兜渠国所献也，香如大豆，塗宮門，聞数百里。關中嘗大疫，死者相繫，燒此香，死者止。是夜漏七刻，穴中无雲，隱如雷声，竟天紫色。有頃，王母至：乘紫車，玉女夾馭，載七勝履玄瓊鳳文之舄，青氣如雲，有二青鳥如烏，夾侍母旁。下車，上迎拜，延母坐，請不死之藥。母曰：“太上之藥，有中華紫蜜雲山朱蜜玉液金漿，其次藥有五雲之漿風实云子玄霜絳雪，上握蘭園之金精，下摘圓丘之紫柰，帝滯情不遣，欲心尚多，不死之藥，未可致也。”因出桃七枚，母自啖二枚，與帝五枚。帝留核著前。王母問曰：“用此何為？”上曰：“此桃美，欲種之。”母笑曰：“此桃三千年一著子，非下土所植也。”留至五更，談語世事，而不肯言鬼神，肅然便去。東方朔於朱鳥牖中窺母，母謂帝曰：“此兒好作罪过，疏妄无賴，久被斥退，不得还天；然原心无惡，尋當得还。帝善遇之。”母既去，上惆悵良久。 \\n  \\n  \\n 後上殺諸道士妖妄者百餘人。西王母遣使謂上曰：“求仙信邪？欲見神人，而先殺戮，吾與帝絕矣。”又致三桃曰：“食此可得極寿。”使至之日，東方朔死。上疑之，問使者。曰：“朔是木帝精為岁星，下遊人中，以覌天下，非陛下臣也。”上厚葬之。 \\n  \\n 上幸梁父，祠地主，上親拜，用樂焉；庶羞以遠方奇禽異獸及白雉白鳥之属。其日，上有白雲，又有呼萬岁者。禪肅然，白雲為盖。 \\n 上自封禪後，夢高祖坐明堂，群臣亦夢，於是祀高祖於明堂，以配天。还作高陵館。 \\n  \\n 上於長安作蜚簾覌，於甘泉作延寿覌，高二十丈。又築通天台於甘泉，去地百餘丈，望雲雨悉在其下。春至泰山，还作道山宮，以為高靈館。又起建章宮為千門萬戶，其東鳳闕，高二十丈，其西唐中，廣数十里，其北太液池，池中有漸台，高三十丈。池中又作三山，以象蓬萊、方丈、瀛洲，刻金石為魚龍禽獸之属，其南方有玉堂璧門大鳥之属，玉堂基與未央前殿等去地十二丈，階陛咸以玉為之，鋳銅鳳皇，高五丈，飾以黃金棲屋上。又作神明台井幹楼，高五十餘丈，皆作懸閣輦道相属焉。其後又為酒池肉林，聚天下四方奇異鳥獸於其中，鳥獸能言能歌舞，或奇形異態，不可称載。其旁造奇華殿，四海夷狄器服珍宝充之，琉璃珠玉火浣布切玉刀，不可称数。巨象大雀，師子駿馬，充塞苑廄，自古已來所未見者必備。又起明光宮，發燕趙美女二千人充之。率取年十五已上二十已下，滿四十者出嫁，掖庭令總其籍，時有死出者補之。凡諸宮美人，可有七八千。建章、未央、長樂三宮，皆輦道相属，懸棟飛閣，不由徑路。常從行郡国，載之后車。與上同輦者十六人，員数恒使滿；皆自然美麗，不假粉白黛黑。侍衣軒者亦如之。上能三日不食，不能一時无婦人；善行導养術，故体常壯悅。其有孕者，拜爵為容華，充侍衣之属。 \\n  \\n 宮中皆畫八字眉。 \\n 甘泉宮南有昆明，中有靈波殿，皆以桂為柱，風來自香。 \\n  \\n 未央庭中設角抵戏，享外国，三百里內皆覌。角抵者，六国所造也；秦併天下，兼而增廣之；汉興雖罷，然犹不都絕。至上復採用之，併四夷之樂，雜以奇幻，有若鬼神。角抵者，使角力相抵觸者也。其雲雨雷電，无異於真，畫地為川，聚石成山，倏忽変化，无所不為。 \\n  \\n 驪山湯初始皇砌石起宇，至汉武又加修飾焉。 \\n 大將軍四子皆不才，皇后每因太子涕泣，請上削其封。上曰：“吾自知之，不令皇后憂也。”少子竟坐奢淫誅。上遣謝后，通削諸子封爵，各留千戶焉。 \\n  \\n  \\n 上巡狩过河間，見有青紫氣自地属天。望氣者以為其下有奇女，必天子之祥。求之，見一女子在空館中，姿貌殊絕，兩手一拳。上令開其手，数百人擘莫能開，上自披，手即申。由是得幸，為拳夫人。進為婕妤，居鉤弋宮。解皇帝素女之術，大有寵，有身，十四月產昭帝。上曰：“堯十四月而生，鉤弋亦然。”乃命其門曰堯母門。從上至甘泉，因幸告上曰：“妾相運正應為陛下生一男，七岁妾當死，今年必死。宮中多蠱氣，必傷聖体。”言終而臥，遂卒。既殯，香聞十里餘，因葬雲陵。上哀悼，又疑非常人，發冢，空棺无屍，唯衣履存焉。起通靈台於甘泉，常有一青鳥集台上往來，至宣帝時乃止。 \\n  \\n 望氣者言宮中有蠱氣。上又見一男子帶劍入中龍華門，逐之弗獲。上怒，閉長安城諸宮門，索十二日，不得，乃止。 \\n  \\n 治隋太子反者，外連郡国数十萬人。壺關三老鄭茂上書，上感悟，赦反者。拜鄭茂為宣慈校尉，持節徇三輔，赦太子。太子欲出，疑弗实。吏捕太子急，太子自殺。 \\n  \\n  \\n 上幸河東，欣言中流，與群臣飲宴。顧視帝京，乃自作《秋風辞》曰：“泛楼船兮汾河，橫中流兮揚素波。簫鼓吹，發櫂歌，極欢樂兮哀情多。”顧謂群臣曰：“汉有六七之厄，法應再受命。宗室子孫，誰當應此者？六七四十二，代汉者，當塗高也。”群臣進曰：“汉應天受命，祚逾周殷，子子孫孫，萬世不絕。陛下安得亡国之言，过聽於臣妾乎？”上曰：“吾醉言耳！然自古以來，不聞一姓遂長王天下者，但使失之非吾父子可矣。” \\n  \\n  \\n 上欲浮海求神仙，海水暴沸湧，大風晦冥，不得御楼船，乃还。上乃言曰：“朕即位已來，天下愁苦，所為狂勃，不可追悔。自今有妨害百姓費耗天下者，罷之。”田千秋奏請罷諸方士，斥遣之。上曰：“大鴻臚奏是也。其海上諸侯及西王母驛悉罷之。”拜千秋為丞相。 \\n  \\n  \\n 行幸五柞宮，謂霍光曰：“朕去死矣。可立鉤弋子，公善輔之。”時上年六十餘，髮不白，更有少容，服食辟穀，希復幸女子矣。每見群臣，自叹愚惑：“天下豈有仙人，尽妖妄耳！節食服藥，故差可少病。”自是亦不服藥，而身体皆瘠瘦。一二年中，慘慘不樂。三月丙寅，上昼臥不覺。顏色不異，而身冷无氣，明日色漸変，閉目。乃發哀告喪。未央前殿朝晡上祭，若有食之者。葬茂陵，芳香之氣異常，積於墳埏之間，如大霧。常所御，葬畢，悉居茂陵園。上自婕妤以下二百餘人，上幸之如平生，而旁人不見也。光聞之，乃更出宮人，增為五百人，因是遂絕。 \\n  \\n  \\n 始元二年，吏告民盜用乘輿御物，案其題，乃茂陵中明器也，民別買得。光疑葬日監官不謹，容致盜窃，乃收將作匠下擊長安獄考訊。居岁餘，鄴縣又有一人於市貨玉杯，吏疑其御物，欲捕之，因忽不見。縣送其器，又茂陵中物也。光自呼吏問之，說市人形貌如先帝。光於是默然，乃赦前所繫者。岁餘，上又見形謂陵令薛平曰：“吾雖失世，犹為汝君，奈何令吏卒上吾山陵上磨刀劍乎？自今已後可禁之。”平頓首謝，忽然不見。因推問，陵旁果有方石，可以為礪，吏卒常盜磨刀劍。霍光聞，欲斬陵下官，張安世諫曰：“神道茫昧，不宜為法。”乃止。甘泉宮恒自然有鐘鼓声，候者時見從官鹵簿似天子儀衛，自後轉稀，至宣帝世乃絕。 \\n  \\n  \\n 宣帝即位，尊孝武庙曰世宗。奏樂之日，虛中有唱善者。告祠之日，曰鵠群飛集後庭。西河立庙，神光滿殿中，狀如月。東萊立庙，有大鳥迹，竟路白，龍夜見。河東立庙，告祠之日，白虎銜肉置殿前；又有一人騎白馬，馬異於常馬，持尺一札，賜將作丞。文曰：“聞汝績克成，賜汝金一斤。”因忽不見，札乃変為金，称之有一斤。廣川告祠之明日，有鐘磬音，房戶皆開，夜有光，香氣聞二三里。宣帝親祠甘泉，有頃，紫黃氣從西北來，散於殿前，肅然有風；空中有妓樂声，群鳥翔舞蔽之。宣帝既親睹光怪，乃疑先帝有神，復招諸方士，冀得仙焉。 \\n  \\n 白雲趣宮。 \\n 汉成帝為趙飛燕造服湯殿，綠琉璃為戶。 \\n 一畫連心細長，謂之連頭眉，又曰仙蛾妝。 \\n 高皇庙中御衣自篋中出，舞於殿上。冬衣自下在席上。平帝時，哀帝庙衣自在押外。 \\n  \\n *取自钱建文制作电子书 \\n 　"}
