{"章节": "神异经（汉）东方朔", "正文": " \\n 神异经　 \\n 提要 \\n  \\n  \\n 《神异经》一卷，旧本题汉东方朔撰。所载皆荒外之言，怪诞不经。共四十七条。陈振孙《书录解题》已极斥此书，称东方朔撰、张茂先传之伪。今考《汉书·朔本传》，历叙朔所撰述，言凡刘向所录朔书俱是，世所传他事皆非。其赞又言後世好事者取奇言怪语附著之朔云云。则朔书多出附会，在班固时已然。此书既刘向《七略》所不载，则其为依托，更无疑义。《晋书·张华本传》，亦无注《神异经》之文，则并华注亦属假借，振孙所疑，诚为有见。然《隋志》载此书，已称东方朔撰，张华注。则其伪在隋以前矣。观其词华缛丽，格近齐、梁，当由六朝文士影撰而成，与《洞冥》、《拾遗》诸记先後并出，故其中西北荒金阙银盘明月珠事，陆倕《石阙铭》引用之。其中玉女投壶事，徐陵《玉台新咏序》引用之。流传既久，固不妨过而存之，以广异闻。又考《广韵》去声四十一漾收犭恙字，《说文》、《玉篇》皆所不载。注称兽似狮子，实本此经北方有兽焉，其状如狮子，名曰犭恙之文。则小学家已相援据，不但文人词藻，转相采摭已也。《隋志》列之史部地理类，《唐志》又列之子部神仙类。今核所言，多世外恍惚之事，既有异於舆图，亦无关於修炼，其分隶均属未安。今从《文献通考》列《小说类》中，庶得其实焉。 \\n  \\n 　 \\n  \\n 校點說明 \\n 《神異經》一卷，舊題汉東方朔撰，晉張華注。由於《漢書·東方朔傳》未列此書，因此學者多認為此書為後人偽托。但是唐孔穎達在疏《左傳》時，曾引“服虔按：《神異經》云……”，服虔是東汉人，可知《神異經》作者當在服虔之前。又，許慎《說文解字》及東汉郭憲《汉武洞冥記》皆有引《神異經》的內容，更可證此書作者是汉人。很可能如《汉書·東方朔傳》所說的“後世好事者因取奇言怪語附著之朔”，而形成此書。 \\n  \\n  \\n 本書受《山海經》的影響，分為《東荒經》、《東南荒經》、《南荒經》、《西南荒經》、《西荒經》、《西北荒經》、《北荒經》、《東北荒經》、《中荒經》，凡九篇。內容多奇聞異物，想像豐富，文筆簡潔流暢。 \\n  \\n  \\n 今存之《神異經》版本頗多，詳略亦差異很大。今以內容較為詳備的《汉魏叢書》本為底本，而校以他本進行標點。該本有明人朱謀■〈土韋〉校語，對張華注文混入正文等問題進行辨析，於閱讀本書很有幫助。  \\n  \\n 　 \\n 神異經 \\n  \\n ○東荒經九則 \\n 東荒山中有大石室，東王公居焉。長一丈，頭髮皓白，人形鳥面而虎尾。載一黑熊，左右顧望，恒與一玉女投壺。每投千二百矯， \\n ■〈土韋〉按：《仙傳》、《拾遺》矯字作梟。設有入不出者，天為之■〈口醫〉噓。華曰：嘆也。矯出而脫誤不接者，言失之。 \\n 天為之笑。華云：言笑者，天□流火炤灼。今天下不雨而有電光，是天笑也。 \\n 東方有人焉，男皆朱衣縞帶元冠，女皆彩衣，男女便轉可愛，恒恭坐而不相犯，相譽而不相毀。見人有患，投死救之。名曰善人。 \\n 俗云士人。一名敬，俗云敬謹。一名美，俗云美人。不妄言，■〈口果〉■〈口果〉然而笑，倉卒見之如痴。 \\n 俗云善人如痴，此之謂也。 \\n  \\n 東方荒外有豫章焉。此樹主九州，其高千丈，圍百尺，本上三百丈。本如有條枝，敷張如帳。上有玄狐、黑猿，枝主一州，南北並列，面向西南。有九力士操斧伐之，以占九州吉凶。斫之復生，其州有福。創者，州伯有病。積岁不復者，其州滅　亡。 \\n 亡者，州伯死。復者，木創復也。 \\n 東方有桑樹焉，高筏十丈，敷張自輔。其葉長一丈，廣六七尺，其上自有蠶，作繭長三尺。繰一繭，得絲一斤。有椹焉。長三尺五寸，圍如長。 \\n  \\n  \\n 東方有樹焉，高百丈，敷張自輔。葉長一丈，廣六尺，其名曰梨。如今之樝梨，但樹大耳。其子徑三尺，剖之少瓤。白如素。和羹食之為地仙。衣服不敗，闢谷可以入水火。 \\n 一名木梨。 \\n 東方有樹，高五十丈，葉長八尺，名曰桃。其子徑三尺二寸，和核羹食之，令人益寿。■〈土韋〉按：別本作寿短，誤。 \\n 食核中仁，可以治嗽。小桃溫潤，嘅嗽人食之即止。■〈土韋〉按：別本作嘅嗽人肉滑者，誤。 \\n  \\n 東海之外荒海中，有山焦炎而峙，高深莫測，盖稟至陽之為質也。海中激浪投其上，■〈日翕〉然而尽。計其昼夜，■〈日翕〉攝无極，若熬鼎受其灑汁耳。 \\n  \\n 大荒之東極，至鬼府山、臂沃椒山， \\n ■〈土韋〉按：《玄中記》云：天下之強者，東海之惡燋焉。水灌而不已。惡燋，山名，在東海南方三萬里。海水灌之即消，即沃椒也。 \\n 腳巨洋海中，升載海日。盖扶桑山有玉鷄，玉鷄鳴則金鷄鳴，金鷄鳴則石鷄鳴，石鷄鳴則天下之鷄悉鳴，潮水應之矣。 \\n 東海滄浪之洲，生強木焉，洲人多用作舟楫。其上多以珠玉為戏物，終无所負。其木方一寸，可載百許斤。縱石鎮之不能沒。 \\n 東方荒中，有木名曰栗。其殼徑三尺三寸，殼刺長丈餘，实徑三尺。殼亦黃，其味甜，食之多令人短氣而渴。 \\n ■〈土韋〉按：《太平御覽》引此云：東荒北有栗樹，高三十丈，栗徑三尺，其殼，其肉黃白，味甘，食之令人短氣而渴。《廣記》所引，出《酉陽記》。 \\n  \\n 東方裔外有建山，其上多橘柚。 \\n ○東南荒經五則 \\n 東南方有人焉，周行天下，身長七丈，■〈土韋〉按：《說郛》所引作七尺，誤。腹圍如其長。頭戴鷄父魌頭， \\n 華曰：髮煩亂也。■〈土韋〉曰：鷄父未詳。朱衣縞帶，以赤蛇繞額，一作惡蛇繞項。 \\n 尾合於頭。不飲不食，朝吞惡鬼三千，暮吞三百。此人以鬼為飯，■〈土韋〉按：《廣記》飯作食，別本作飲，誤。以露為漿。 \\n 《廣記》作霧。名曰尺郭，一名食邪。道師云吞邪鬼，一名赤黃父。今世有黃父鬼。 \\n 東南荒中有邪木，高三千丈，或十餘圍，或七八尺。其枝喬直上，不可■〈冉阝〉也。■〈土韋〉云：■〈冉阝〉，犹何也。 \\n 葉如甘瓜，二百岁，葉落而生花，花形如甘瓜。花復二百岁，落尽而生萼。萼下生子。三岁而成熟。成熟之後，不長不減。子形如寒瓜，長七八寸。徑四五寸。萼復覆生頂。 \\n 言發萼而得成实。此不取，萬世如故。若取子而留萼，萼復生子如初。年月復成熟，後二年，則成萼，而復生子。其子形如甘瓤，少■〈柬見〉 \\n 音練。甘美，食之令人身澤。不可过三升，令人冥醉，半日乃醒。木高，人取不能得，唯木下有多羅之人緣能得之。多羅，国名。 \\n 一名无葉，世人後生不見葉，故謂之无葉也。一名倚驕。按：《太平廣記》引此作綺縞，而張茂先注云：驕謂直上，不可那也。知《廣記》誤。 \\n  \\n 東南隅太荒之中，有樸父焉。夫婦並高千里，腹圍自輔。天初立時，使其夫妻導開百川，懶不用意。《說郛》作用力。 \\n 謫之，並立東南。男露其勢，女露其牝。勢、牝謂男女之陰陽，《御覽》作殺。 \\n 不飲不食，不畏寒暑，唯飲天露。須黃河清，當復使其夫婦導護百川。古者初立，此人開導河，河或深或淺，或隘或塞，故禹更治，使其水不雍。天責其夫妻倚而立之，若黃河清者，則河海絕流，水自清矣。 \\n  \\n 東南海中有烜洲，洲有溫湖，鮒魚生焉。其長八尺，食之宜暑而辟風寒。 \\n 東南有石井，其方百丈。上有二石闕，俠東南面，上有蹲熊。有榜著闕曰地戶。 \\n ○南荒經十則 \\n 南方有犬，人面鳥喙而有翼，手足扶翼而行，食海中魚。有翼不足以飛，一名■〈月鳥〉兜。《書》曰：放■〈月鳥〉兜於崇山。 \\n 按：《古文尚書》作■〈月鳥〉吺。一名驩兜。為人狠惡，不畏風雨，禽獸犯死乃休耳。 \\n 南方有人，長二三尺，袒身而目在頂上。走行如風，名曰旱鼠■。所之国大旱。俗曰旱魃。 \\n 一名格子。善行，市朝眾中，遇之者，投著廁中乃死，旱災消。《詩》曰：旱魃為虐。或曰生捕得殺之，禍去福來。 \\n 南荒外有火山，其中生不尽之木。■〈土韋〉按：別本作不昼之木。昼夜火燃，得暴風不猛，猛雨不滅。 \\n ■〈土韋〉按：《玄中記》：南方有炎火山，四月生火，其木皮為火浣布。 \\n  \\n 南方大荒之中有樹焉，名曰柤稼■〈木匿〉。柤者，柤梨也；稼者，株稼也；■〈木匿〉，親昵也。三千岁作華，九千岁作实。其華蕊紫色，其实赤色。其高百丈，或千丈也。敷張自輔，東西南北方枝，各近五十丈，葉長七尺，廣五尺，色如綠青，木皮如桂樹，理如甘草，味飴。实長九尺，圍如其長而无瓤核。以竹刀剖之，如凝蜜。 \\n 一作如酥。得食復見，实即凝矣。言復見後实熟者，寿一萬二千岁。■〈土韋〉按：言復見以下十三字，乃茂先注。 \\n  \\n 南方大荒有樹焉，名曰如何。三百岁作華，九百岁作实。華色朱，其实正黃。高五十丈，敷張如蓋，葉長一丈，廣二尺。餘似菅苧，色青，厚五分，可以絮，如厚樸。材理如支，九子，味如飴。实有核，形如棗子。 \\n 或作棘子。長五尺，圍如長。金刀剖之則酸，蘆刀剖之則辛。食之者地仙。不畏水火，不畏白刃。 \\n 南方荒中有涕竹，長数百丈，圍三丈六尺，厚八九寸，可以為船。其筍甚美，食之可以止瘡癘。張茂先注曰：子筍也。 \\n 南方有甘蔗之林，其高百丈，圍三尺八寸。促節多汁，甜如蜜，咋嚙其汁，令人潤澤。可以節蚘蟲。《廣記》引作蛇蟲。 \\n 人腹中蚘蟲，其狀如蚓，此消穀蟲也。多則傷人，少則穀不消。是甘蔗，能滅多益少，凡蔗亦然。 \\n  \\n 不尽木火中有鼠，重千斤，毛長二尺餘，細如絲。但居火中，洞赤，時時出外，而毛白，以水逐而沃之，即死。取其毛績紡，織以為布，用之若有垢涴，以火燒之則凈。 \\n  \\n  \\n 南方蚊翼下有小蜚蟲焉。目明者見之，每生九卵，復未嘗有毈，復成九子，蜚而復去，蚊遂不知。亦食人及百獸，食者知言蟲小，食人不去也。此蟲既細且小，因曰細蠛。陳章對斉桓公小蟲是也。 \\n ■〈土韋〉按：陳章鷦螟巢於蚊睫事見《晏子春秋》。此蟲常春生，以季夏藏於鹿耳中，名嬰蜺。 \\n  \\n 南方有獸，似鹿而豕首，有牙。善依人求五穀，名无損之獸。人割取其肉不病，肉復自復。其肉惟可作鮓，使■〈米審〉肥美而鮓肉不坏。吞之不入，■〈米審〉尽更添肉。復作鮓如初，愈美，名曰不尽鮓是也。 \\n 《御覽》獸部引此■〈米審〉字作瀋，鮓字作鮮。 \\n 南荒之外有火山，長四十里，廣五十里。其中皆生不烬之木，火鼠生其中。 \\n 南方有銀山，長五十里，高百餘丈，悉是白銀。 \\n ○西南荒經三則 \\n  \\n 西南大荒中有人，長一丈，腹圍九尺。踐龜蛇，戴朱鳥，左手憑白虎，知河海水斗斛，識山石多少，知天下鳥獸言語。土地上人民所道，知百穀可食，識草木鹹苦，名曰聖，一名哲，一名賢， \\n 俗曰先知。一名无不達。凡人見而拜之，令人神智。此人為天下聖人也，一名先通。 \\n  \\n 西南方有人焉，身多毛，頭上戴豕。貪如狼惡，好自積財，而不食人穀。強者奪老弱者，畏群而擊單。名曰饕餮。《春秋》言饕餮者，縉云氏之不才子也。一名貪惏，一名強奪，一名凌弱。此国之人皆如此也。 \\n  \\n 西南荒中出訛獸，其狀若菟，人面能言。常欺人，言東而西，言惡而善。其肉美，食之言不真矣。言食其肉，則其人言不誠。 \\n 一名誕。 \\n  \\n ○昆侖西有獸焉，其狀如犬，長毛四足，似羆而无爪，有目而不見，行不開。有兩耳而不聞，有人知往。有腹无五脏，有腸直而不旋，食物徑过。人有德行而往牴觸之。有凶德則往依憑之。天使其然，名為渾沌。《春秋》云：渾沌，帝鴻氏不才子也。空居無為，常咋其尾，回轉仰天而笑。 \\n 以《史記》正義校。 \\n  \\n 西方荒中有獸焉，其狀如虎而犬毛，長二尺，人面虎足，猪口牙，尾長一丈八尺，攪乱荒中，名梼杌，一名傲狠，一名難訓。《春秋》云顓頊氏有不才子名梼杌是也。 \\n  \\n 有人面目手足皆人形，而胳下有翼，不能飛。為人饕餮，淫逸无理，名曰苗民。《春秋》所謂三苗，《書》云竄三苗於三危。 \\n  \\n 西荒之中有人焉，長短如人，著百結敗衣，手虎爪，名曰獏■〈犭為〉。伺人獨行，輒食人腦，或舌出盤地丈餘，人先開其声，燒大石以投其舌，乃氣絕而死。不然食人腦矣。 \\n 一本云伺人眠輒往就人，欲食人腦。 \\n 西方日宮之外《廣記》引作自官。 \\n 有山焉，其長十餘里，廣二三里，高百餘丈，皆大黃之金，其色殊美，不雜土石，不生草木。上有金人，高五丈餘，皆純金，名曰金犀。入山下一丈有銀，又一丈有錫，又入一丈有鉛，又入一丈有丹陽銅，似金可鍛，以作錯塗之器。《淮南子》朮曰餌丹陽之為金是也。 \\n 《淮南子》以下乃茂先注，後人誤合為經。梁簡文帝詩云劍鏤丹陽銅，用此。 \\n 西荒中有獸如虎，毫長三尺，人面虎足，口牙一丈八尺。人或食之，獸鬥終不退卻，唯死而已。荒中人張捕之，復黠逆知，一名倒寿。 \\n  \\n 西方深山中有人焉，身長尺餘，袒身，捕蝦蟹。性不畏人，見人止宿，暮依其火以炙蝦蟹。伺人不在，而盜人鹽以食蝦蟹。名曰山臊。其音自叫。人嘗以竹著火中，爆烞而出，臊皆驚憚。犯之令人寒熱。此雖人形而変化，然亦鬼魅之類，今所在山中皆有之。 \\n  \\n  \\n 西海水上有人，乘白馬朱鬣，白衣玄冠，從十二童子，馳馬西海水上，如飛如風，名曰河伯使者。或時上岸，馬迹所及，水至其處。所之之国，雨水滂沱，暮則还河。 \\n  \\n  \\n 西海之外有鵠国焉，男女皆長七寸。為人自然有礼，好經綸拜跪。其人皆寿三百岁。其行如飛，日行千里。百物不敢犯之，唯畏海鵠，过輒吞之，亦寿三百岁。此人在鵠腹中不死，而鵠一舉千里。 \\n 華曰：陳章與斉桓公論小兒也。 \\n 西方山中有蛇，頭尾差大，有色五彩。人物觸之者，中頭則尾至，中尾則頭至，中腰則頭尾並至。名曰率然。 \\n 茂先注云：会稽常山最多此蛇，《孫子兵法》三軍勢如率然者是也。 \\n ○西北荒經六則 \\n  \\n 西北有獸焉，狀似虎，有翼能飛，便剿食人。知人言語，聞人鬥，輒食直者；聞人忠信，輒食其鼻；聞人惡逆不善，輒殺獸往饋之。名曰穷奇，亦食諸禽獸也。 \\n ■〈土韋〉按：別本云穷奇似牛面狗尾，尾長曳地，其声似狗，狗頭人形，鉤爪鋸牙，逢忠信之人嚙而食之，逢奸邪者則禽禽獸而伺之。 \\n  \\n 西北荒有人焉，人面朱髮，蛇身人手足，而食五穀禽獸。貪惡愚頑，名曰共工。《書》流共工於幽州。幽州，北裔也。而此言西北，方相近也，皆西裔之族耳。 \\n  \\n  \\n 西北荒中有玉饋之酒，酒泉注焉。廣一丈，長深三丈，酒美如肉，澄清如鏡。上有玉尊玉笾，取一尊，一尊復生焉。與天同休，无乾時。石边有脯焉，味如麞鹿脯。飲此酒，人不生死。一名遺灑。其脯名曰追復，食一片復一片。 \\n 或作一斤。 \\n 西北荒中有二金闕，高百丈，金闕銀盤，圓五十丈。二闕相去百丈，上有明月珠，徑三丈，光照千里。中有金階，西北入兩闕中，名曰天門。 \\n ■〈土韋〉：陸公佐《新闕銘》云北荒明月，即此事。 \\n  \\n 西北荒中，有小人，長一分。其君朱衣玄冠，乘輅車馬，引為威儀。居人遇其乘車，抓而食之，其味辛，終年不為物所咋。並識萬物名字，又殺腹中三蟲，三蟲死，便可食仙藥也。 \\n  \\n 西北海外有人，長二千里，兩腳中間相去千里，腹圍一千六百里。但日飲天酒五斗，張華云：天酒，甘露也。 \\n 不食五穀魚肉，唯飲天酒。忽有飢時，向天仍飲。好遊山海間，不犯百姓，不干萬物，與天地同生，名曰无路之人，一名仁，一名信，一名神。 \\n ○北荒經三則 \\n  \\n 北荒中有棗林，其高五十丈，敷張枝條数里餘，疾風不能偃，雷電不能摧。其子長六七寸，圍過其長。熟赤如朱，乾之不縮，氣味潤澤，殊於常棗。食之可以安軀，益於氣力，故方書称之。赤松子云：北方大棗味有殊，既可益氣又安軀。北方荒中有石湖，方千里，岸深五丈餘，恒冰，唯夏至左右五六十日解耳。湖有橫公魚，長七八尺，形如鯉而赤。昼在水中，夜化為人。刺之不入，煮之不死。以烏梅二枚煮之則死。食之可止邪病。其湖无凸凹，平滿无高下。 \\n  \\n 北方層冰萬里，厚百丈，有磎鼠在冰下■〈土韋〉按：《御覽》引作鼷鼠。 \\n 土中焉。形如鼠，食草木肉。重千斤，可以作脯，食之已熱。其毛八尺，可以為羽褥，臥之卻寒。其皮可以蒙鼓，聞千里。其毛可以來鼠，此毛所在，鼠輒聚焉。 \\n  \\n 北海有大鳥，其高千尺，頭紋曰天，胸紋曰候。左翼文曰鷖，右翼紋曰勒。頭向東正海中央捕魚。或時舉翼而飛，其羽相切如風雷也。 \\n ○東北荒經一則 \\n 東北荒中有木，高四十丈，葉長五尺，廣三尺，名曰栗。其实徑三尺二寸，其殼赤，其肉黃白，味甜，食之令人短氣而渴。 \\n ○中荒經十則 \\n  \\n 昆侖之山有銅柱焉，其高入天，所謂天柱也。圍三千里，周圓如削。下有回屋，方百丈，仙人九府治之。上有大鳥，名曰希有。南向。張左翼覆東王公，右翼覆西王母。背上小處无羽，一萬九千里。西王母岁登翼上，会東王公也。故其《柱銘》曰：昆侖銅柱，其高入天。員周妃削，膚体美焉。其《鳥銘》曰：有鳥稀有，碌赤煌煌。不鳴不食，東覆東王公，西覆西王母。王母欲東，登之自通。陰陽相須，唯会益工。 \\n  \\n 九府玉童玉女，與天地同休息，男女无為匹配，而仙道自成。張茂先曰：言不為夫妻也。男女名曰玉人。 \\n  \\n 東方有官，青石為墻，高三仞，左右闕高百尺。畫以五色，門有銀榜，以青石碧鏤，題曰：天地長男之宮。西方有宮，白石為墻，五色玄黃，門有金榜而銀鏤，題曰天地少女之宮。中央有宮，以金為墻，門有金榜以銀鏤，題曰：天皇之宮。南方有宮，以赤石為墻，赤銅為門闕，有銀榜，曰：天皇中女之宮。北方有宮，以黑石為墻，題曰：天地中男之宮。東南有宮，黃石為墻，黃榜碧鏤，題曰：天地少男之宮。西北有宮，黃銅為墻，題曰：地皇之宮。 \\n  \\n  \\n 東方裔外有東明山，以青石為墻。西方裔外有大夏山，以金為墻。南方裔外有岡明山，以赤石為墻。西南裔外老寿山，以黃銅為墻。東南裔外闠清山，以青石為墻。西北裔外西明山，以白石為墻。皆有宮。 \\n 盖神仙之宅也。東北有鬼星石室，三百戶共一門，石榜，題曰：鬼門。西南銅關夾榜，題曰：人往門。東北銅關夾門榜，題曰：人來門。 \\n 南方有獸焉，角足大小形狀如水牛。皮毛黑如漆，食鉄飲水，其糞可為兵器，其利如剛，名曰嚙鐵。 \\n 《玄黃經》云：南方嚙鉄，糞利為剛。食鉄飲水，腸中不傷。■〈土韋〉按：今蜀中深山，亦有嚙鉄獸。 \\n 鬼門昼日不開，至暮即有人語，有青火色。 \\n 西南大荒有馬，其大二丈，髯至膝，尾委地，蹄如丹踠可握。日行千里，至日中而汗血。乘者當以絮纏頭，以辟風病，彼国人不纏。 \\n 北方有獸焉，其狀如獅子。食人。吹人則病。名曰■〈犭恙〉。音恙。恒近人村里，入人居室，百姓患苦。天帝徙之北方荒中。 \\n  \\n  \\n 西方深山有獸焉，面目手足毛色如猴。体大如驢，善緣高木。皆雌无雄，名綢。順人三合而有子，要路強牽男人。將上絕冢之上，取果並窃五穀食，更合三畢而定，十月乃生。 \\n  \\n  \\n 不孝鳥，狀如人身，犬毛有齒，猪牙，額上有紋，曰不孝；口下有紋，曰不慈；背上有紋，曰不道；左脇有文，曰愛夫；右脇有紋，曰憐婦。故天立此異，畀以顯忠孝也。  \\n  \\n 　"}
