{"章节": "提要", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 提要提要 \\n  \\n  \\n  \\n 《茅亭客话》十卷，宋黄休复撰。休复有《益州名画录》，已著录。是编乃杂录其所见闻。始王、孟二氏，终於宋真宗时，皆蜀中轶事，无一条旁涉他郡。陈振孙《书录解题》称其所记多蜀事，似未遍检其书，但约略言之也。李畋作《益州名画录》序，称其通春秋学，又称其鬻丹养亲。书中李处士一条，极论杜预以《左传》合经之误，足徵其深於《春秋》。其他论烧炼服饵导引之术，胪列道家灵迹者，居全书之大半，足徵其娴於丹法。馀虽多及神怪，而往往借以劝戒，在小说之中最为近理。其记吴王客省使高弼以王羲之石本兰亭一轴献伪蜀太子，当时识者谓是羲之撰序之後，刻石兰亭之本。其说为自古录金石者所未闻。（案：《宾退录》引蔡绦之言曰，定武本乃江左所传晋会稽石也，其说殆即因此事而附会。）又记唐德宗疑韦皋有异志，阴遣僧行勤诱之饵丹，至贞元二十年，丹毒发而死，亦《唐史》所不载。又记雷琴所以为异者，岳虽高而低，虽低而不拍，面按之，若指下无铉，吟振之，则有馀韵。皆足以广异闻。其驳《北梦琐言》所记高骈镇蜀时术士王剑换福感寺塔金相轮事，谓淳化五年相轮坠地，实铜铁所铸，证孙光宪为诬。亦足订小说之讹也。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷一", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷一卷一 \\n  \\n  \\n  \\n 蜀先兆 \\n 聖朝乾徳二年，歳在甲子，興師伐蜀。明年春，蜀主出降。二月，除兵部侍郎叅知政事吕公餘慶知軍府事，以僞皇太子策勲府為理所。先是，蜀主每歳除日，諸宫門各給桃符一對，俾題元亨利正四字。時僞太子善書札，选本宫策勲府桃符親自題曰天垂餘慶、地接長春八字，以為詞翰之美也。至是，吕公名餘慶，太祖皇帝誕聖節號長春，天垂地接，先兆皎然。國之興替，固前定矣。 \\n 太平木 \\n 僞蜀廣政末，成都人唐季明父，失其名，因破一木，中有紫紋隶書太平兩字，時欲進蜀主以為嘉瑞。一有識者解云：不應此時，須至破了方見太平爾。果自聖朝弔伐之後，頻頒曠蕩之恩，寛宥傷殘之俗，後仍改太平興國之號，即知識者之言諒有証矣。 \\n 甘露 \\n 聖宋戊申歳，帝奉元符禮行泰岳。是時雨露之恩徧加率土，應天下悉賜大酺。其年冬十月，知州樞密直學士任公中正，於衙南樓前盛張妓樂杂戲，以宴耆老，遵詔旨也。大酺之盛，蜀氏雖眉龎齒齯，未曽見之，可謂榮觀爾。歡呼之聲傾動方隅，皆稱往歳兩陷盗賊，墮於塗炭，豈知今日遇文明主，作太平民，得觀茲盛世矣。是歳冬十二月，甘露降于大聖慈寺、甘露寺、淨衆寺、金繩院、龍興觀、青羊宫及衙廨内道院，凡八處。竹栢之上，自承天節日至二十日，逐夜聯綿不止，葉無大小，悉皆周徧。士庶扶老携幼奔馳于路，以盤盂承接嘗，飲之甘如飴蜜。又里儒証瑞應圖曰：夫甘露之降，王者尊賢尚齒，則竹栢受之。聖人作為，道之休明，徳動乾坤而感者，謂之瑞。其是之謂乎。 \\n 天尊木 \\n 大中祥符六年，綿州彰明縣崇仙觀，栢柱上有木紋如畫天尊狀，毛髪眉目衣服履舄纖縷悉備。知州比部佐郎劉公宗言遂繪事奏聞，奉聖旨令津置赴闕，送玉清昭應宫。其觀主賜紫，及茶絹等物。今川民皆圖畫供養之。 \\n 虎盜屏跡 \\n 聖朝未克蜀之前，劒利之間虎暴尤甚。白衛嶺、石筒磎，虎名披鬃子，地號稅人場。緜漢間白楊林，虎名裂蹄子。商旅聚徒而行，屢有遭搏噬者。嘉州牛頸山有子母虎，陵州鐵爐山有青豹子，彭蜀近山鎮縣暴獸成羣，農家不敢放牧，及出門採樵行旅共苦之。又有羣盜諸州縣，結聚各有百人至二百人，官軍掩捕則與格鬭，勝則禦敵官軍，敗則奔入林藪。雖有捕盜之吏，莫能擒獲。僅四十餘年，民無安業。聖朝克復後，歳貢綱運使命商旅晝夜相繼，廬舍駢接，犬豕縱横，虎豹羣盜悉皆屏跡。得非繫國朝之盛衰，時政之能否乎。 \\n 蜀無大水 \\n 開寶五年壬申歳秋八月初，成都大雨，岷江暴漲，永康軍大堰將壞，水入府江。知軍薛舍人文寶與百姓憂惶，但見驚波怒濤聲如雷吼，髙十丈已來。中流有一巨材，隨駭浪而下，近而觀之，乃一大蛇耳。舉頭横身截于堰上，至其夜聞堰上呼噪之聲，列炬縱横。雖大風暴雨，火影不滅。平旦，廣濟王李公祠内旗幟皆濡濕，堰上唯見一面，沙堤堰水入新津江口。時嘉眉州漂溺至甚，而府江不溢。初李冰自秦時代張若為蜀守，實有道之士也，蜀困水難，至于臼竈生蛙，人罹墊溺且久矣。公以道法役使鬼神擒捕水怪，因是壅止泛浪，鑿山離堆，闢沫水于南北為二江，灌溉彭漢。蜀之三郡沃田億萬頃，仍作三石人以誓江水曰：俾後萬祀，水之盈縮，竭不至足，盛不沒肩。又作石犀五，所以厭水物。於是蜀為陸海，無水潦之虞。萬井富實，功徳不泯，至今賴之。咸云理水之功，可與禹偕也。不有是績，民其魚乎！每臨江滸，皆立祠宇焉。 \\n 車轍跡 \\n 綿州羅江縣羅璝山，有羅璝洞，昔羅真人名璝，修道上昇之所也。其洞凡有水旱疾癘，禱之靈無不應。太平興國五年庚辰歳中秋，彩霧輕烟，月光如晝，香風瑞氣瀰漫山谷，四逺村民登層巒而望之，唯聞音樂環珮之聲。遲明但見車轍之跡，去洞十里餘，濶一丈以來，碾土深三四寸，其轍跡隨山勢高下，直至洞門迤邐狹小，即不知神仙乘車出洞耶。音樂之聲晝夜不絶，遂聞諸州縣。時殿前承旨兵馬監押知縣事陳覃、縣尉鄒崇讓尋詣仙洞，觀茲轍跡樂聲，以事奏聞。詔大九井山虎耳先生李洞賔賫香於洞前，設醮禮察視之，由以祈靈貺。虎耳先生，大名府有道之士，時呼為李八百，云已八百歳，如五十許，童顔鬒髪，行速言徐，每駐足，士民聚觀者如堵。先生即於懷袖中探取銅錢二三文撒之，則稍得人退。因是每十步二十步取錢一撒，至暮懷袖之中錢無缺焉。翌日與諸官入洞，行十里已來，唯聞異香襲人，樂聲隐隐，人吏各持香燭，屏息捫藤，足履嵌嵓，魂竦汗瀝。先生步無差跌，神氣自若，出洞之時，衣履之上無泥滓霑汚之跡。 \\n 程君友 \\n 遂州小溪縣石城鎮仙女埡村民程翁，名君友，家數口，墾耕力作，常於鄉里傭力織草履自給。人質鄙朴而性慈仁，行見禽獸，常下道迴避，不欲驚之。寡訥少與人交言，年六十許，凡見山人道士聚，得傭負之直以接奉之。凡有行李者，即與之負擔，無逺近。或遺其錢即不顧而迴。如此率以為常。開寶九年春，往雲頂山寺遇一道士，古貌神俊，布衣麄幘，引一黑狗。見君友云：願與我擕拄杖藥囊到青城山，當倍酬爾直。君友忻然隨之，入一小徑。初則田疇荒梗，漸見花木，與常所厯者路稍異。行三四里，又見怪石夾道，皆生細竹桃花，飛泉鳴籟响亮山谷。望中有觀宇依山臨水，松桂清寂，薄霧輕煙披拂左右。黑狗前奔，道士昇厅，君友致藥囊拄杖于堦上。道士曰：爾有仙表，得至於此。開囊取瓢，傾丹一粒令吞之，曰：若有饑渴，則可嚼栢葉栢實些些。君友懇祈願住仙齋以効厮役，道士曰：爾且歸家，别止一室，精思妙道。吾至九月八日當來迎爾。君友拜謝未終，黑狗起吠，因出門避之。向來所遇如失，寂無影響，若夢寐中。逡巡見一負薪者，問之，云是青城山洞天觀路。君友歸家，無饑渴之念，遂别止一室，不顧家事，嘗焚栢子栢葉，靜坐無所營為，不飲不食，時嚼栢實三五顆而已。門外有一栢樹，下有一大盤石，常織草屨及偃息于上。至九月七日夜，山谷月皎風清，君友於居前後如有所待。達旦，雲霞相映，有如五色。君友仰觀躡空，祥風忽生，彩霧鬱起，妻孥悲號。遂越巨壑層巒，涕泗追望，極目而沒。鄉里皆見聞。時知州右補闕李公凖、通判張公蔚以為妖訛，囚繫君友妻男於獄，遣吏民於逺近尋其蹤由。時村耆鄉里不堪其擾，衆焚香告曰：君若得道，却乞下降，勿使鄉人濫獲其罪。忽一日，君友在州衙門請見。通判張公怒而詈之曰：若仙當往矣，豈得復還，顯是妖也。將加責辱令拘之，君友但俛首黙坐，唯不飲食。吏人有私問之曰：何以得免？對曰：新主將立，何患乎不免。言辭安詳，人皆不諭。至十二月初，値太宗皇帝登極遇赦，至是方悟新主之驗也。君友歸家入諸舊室，有真仙時降，輝光燭空，升牀連榻，笑語通宵。妻男聴之皆不可曉。至太平興國元年三月三日，於栢樹下石上復騰空冉冉而去，妻男望之已在霄漢，唯聞音樂及香風終日不止。本州以事奏聞，恩賜其妻男粟帛。鞫獄吏張漢璆覩其事蹟，因是棄妻子遊厯名山，至今尚在。 \\n 雍道者 \\n 雍道者名法志，東川飛烏縣元和鄉人也。人雖鄙朴，而性慕清虛，常供養一石老君，及誦天蓬咒枕中經。因夢一道士云：雍法志，吾於汝處求錢三千貫文。法志辭貧，道士取石像前棕帚云：但有患者，將此帚掃之即愈。言訖而覺，因是鄉里有患者，將帚掃之，應手立愈。里人相傳，求毉者塡委。時郡城西南青羊宫，即老君降生之所，咸平中兵火蕩焚，唯降生元陽二臺存焉，遺址荒圮，鞠為茂草。己酉歳，知州宻直學士任公請重興舊址，其殿東每夜聞鐘聲，不知所因。鑿池獲一銅鐘，扣之響三十餘里，士庶游觀，經春及夏，法志於宫門見一小兒傴僂而行，以棕帚掃之，正腰而去。聚觀者架肩接踵，禮法志為神仙。時起宫工匠輩有腰脚手臂痛者，掃之皆愈，因是四逺傳云，雍道者掃，盲者能視，跛者能履。患者雲集，有賫金守門經旬未獲掃者，所得錢帛並送餘造所。逾百日，因恱一婦人，潛出不歸，患人稍稍不集。至是年冬，再來掃病無應，自慚而遁。因詰其修造掌籍者，錢僅三千餘貫，正符夢中之數爾。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷二", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷二卷二 \\n  \\n  \\n  \\n 王客 \\n 王客者，失其名及鄉里，常擕笻挈籃，引一斑犬，往來卭僰間，以採藥為事。多止於荒廟廢寺中，雖雪霜風雨亦無所避。優游市肆，人或問修養之道，卽黙而不對。好事者多飲之以酒。積數年形貌服飾未嘗更易。天禧戊午歳春，自言遊青城山，迴時臨卭宰師仲冉頗好道藝，思見其人，即令召之與語，且曰：飲酒否？對曰：某有少藥，君能服之，某亦飲酒。師侯受藥，各飲數盃，欵話移時云：吾儕野人，心近雲鶴，久居城市，頗思歸鄉，誠有奉託。辭出，往故驛路去。師侯餌藥，漸覺輕安，專令人訪之。至四月二十七日，獨擕杖負笈，往臨溪路一里間有寺曰國寧，遂於寺門下坐。行人問之：日將暮矣，於此久坐何為？答曰：我有師在此。至暝忽暴卒于門下。鄉耆聞官，權瘞于道左。至六月，師侯聞之曰：曩所言久别家山頗思歸鄉，斯之謂乎。遣吏趙秀往彼焚之，發其尸，顔貌如生，手足皆軟若熟寐焉。頃之身下清泉湧出，浮屍而起，遂就沐浴之。鄉村聚觀，或以衣服歛之，兼及設酒馔而祭者。師侯曰：吾聞仙人不死。脫有死者。乃尸解也。此人真解化乎。身雖委蛻，神未遐逝。自輟俸以瘞之，且旌異人也。前所言有師在此，其是之謂乎？休復嘗讀登真隐訣，謂仙道有昇天躡雲者，遊行五岳者，服餌不死者，尸解而仙者。忽有蹔遊太隂，自有太一守尸，三魂營骨，七魄衛肉，胎靈録氣雖以鐵石牢固藏閉，終至煉形數滿，當自擘石飛空而仙者。夫得道之士，入火不爍，入水不濡，躡空如履實，觸實如蹈虛。雖九地之厚、巨海之廣、八極之逺、萬方之大，應倐欻而至，何所拘滯耶？所以然者，形與道合，道無不在，毫芒之細、萬物之衆，道皆有之。今備録者，與王客張本也。 \\n 崔尊師 \\n 崔尊師名無斁，王氏據蜀，由江呉而來，託以聾聵。誠有道之士也。每觀人書字而知休咎，能察隐伏逃亡山藏地秘生期死限千里之外骨肉安否，未嘗遺策。時朝賢士庶奉之如神明。龍興觀道士唐洞卿，令童子以器盛蘿蔔送杜天師光庭，值崔在院門坐，遂乞射覆。崔令童子於地上劃一箇字，童子劃一此字。崔曰：蘿蔔爾。童子送迴，拾一片損梳置於器中，再乞射覆。崔曰：劃字於地。童子指前來此字，崔曰：梳爾。洞卿怪童子來遲，童子具以崔射覆為對，洞卿久知崔有道，令童子握空拳再指此字，崔曰：空拳爾。洞卿親詣崔，曰：一字而射覆者三，皆不同，非有道詎能及此？崔曰：皆是童子先言，非老夫能知爾。此字象蘿蔔，亦象梳，亦象空拳，何有道邪。崔相字託意指事，皆如此类。王先主自天復甲子歳封蜀王，伯盛之後，展拓子城，西南收玉局，化起五鳯樓門，五門雉堞巍峩，飾以金碧，窮極瑰麗，輝煥通衢，署曰得賢樓，為當代之盛。玉局化尊像並迁就龍興觀，以其基址立殿宇，廣庫藏。時杜天師詣崔，曰：今主上遷移仙化，其有証應乎？崔嘆息良久，言曰：皇嗣作難爾。甲戌歳果僞皇太子元膺叛，尋伏誅。後杜天師謂崔曰：有道之士先識未能？崔曰：動局子亂必然之事，何有道先識者哉。杜天師曰：此化畢竟若何？崔曰：局必須復，非王氏不可也。先主殂，少主嗣位，明年再起仙化，以為王氏復局之驗也。聖宋大中祥符甲寅歳，知州諫大夫凌公策奏乞移王先主祠，取其材植以修此化，土木極備，樓殿壯麗，工木未畢，或於玉局洞中出五色雲，觀者千餘人。移時而散，尋畫圖呈進，降詔奬諭，即崔所言王氏復局之事証應，何其逺哉。休復嘗讀仙傳拾遺，云二十四化各有一大洞，或深廣千里五百里，其中有日月飛精，謂之伏辰之根，下照洞口，與人間無異。有仙王仙官卿相輔佐，如世之職司。凡得道之人積功遷神返生者，皆居其中，以為民庶。每年三元八節，諸天上真下降洞中，以觀其理善惡人世生死興廢水旱風雨，皆預闗於洞府，及龍神祠廟血食之司，皆洞府之綂攝也。二十四化之外，有青城峩眉益登慈母繁陽嶓冡等洞，又不在十大洞天并三十六洞天之數，洞府之仙曹亦如人間之州郡爾。夫天之所有，誰能廢之。違天必有大咎，子亂之禍，能無及此乎。 \\n 范處士 \\n 范處士名徳昭，蜀人也，不知所修之道，著通宗論、契真刋謬論、金液還丹論，僞蜀主頻召入内問道，稱旨，頗優禮之。處士談論多及物情，以鑒戒為先。蜀人每中元節多生五穀，俗謂之盆草，盛以供佛。初至時介意禁觸，謂嘗有雷護之，旣中元節後即棄之糞壤。處士太息曰：豈知聖人則天之明，生其六氣，因地之性，用其五行。斵木爲耜，揉木為耒，耒耨之利以教天下，播種五穀以育於人，而不知天地生育之恩，輕棄五穀如是，宜乎神明不祐，而云獲禍，悲夫。 \\n 李處士 \\n 李處士名諶，學識精博。嘗講五經，善誘誨，人問無所隐。四十餘年以束修自給。每講春秋，嘗云：孔聖見周徳下衰，諸侯强盛，雖有典禮而不能舉，雖有賞罰而莫得行，孔子因是筆削魯史，上遵周公之制，下明將來之法，以褒貶而代賞罰，俾夫善人知勸而淫人知懼也。左丘明魯國史官，受經于孔子，恐七十弟子各生異端，失其大旨，遂以諸國簡牘博採衆記而作傳焉。其傳忽先經以始事，忽後經以終義，忽依經以辯理，忽錯經以合異，廣記備言以成一家之通體爾。杜征南不思孔子修經與詩書周易為等，列丘明之傳當與司馬遷班固為等列，豈合將經之年與傳之年相附參而貫之，將令學者素無資稟縱意自裁，但務聲律，罔知古道，將周孔之聖賢班馬之文章，皆不由茲製作，靡得而達焉。然皇王帝霸之道，興亡理亂之體，其可聞乎。遂引証當時以左傳文為春秋者數人，今不具録，休復屢見失其旨歸如處士之言者，倘能使春秋自為經，左氏自為傳，則不迷於後生者矣。 \\n 蘇推官 \\n 僞蜀子城西南隅有道士，開卜肆，言人之生平休咎，皆如目覩。僞蜀廣政中，進士蘇協、杜希言同往訪之，道士謂蘇曰：秀才明年必成名。蘇未甚信之，道士曰：成固定矣，兼生貴子。時内饋方孕逼期，因是積以為驗。顧杜曰：秀才成何太晚耶。杜不樂，以為妄誕，慍而退。明年春，蘇于制誥賈舎人下及第，杜果無成。蘇過杏園醼生一子，卽易簡也。至禮部侍郎叅知政事。杜方悟道士之言，遂再謁之問：名第雖云晩成，未審禄始何年，秩終何地？道士曰：秀才勉旃，必成大名。然其事稍異，不能言之。杜生請之，曰：君成事之日，在蘇先輩新長之子座下。杜曰：若保斯言，欲辭福禄，得乎？道士曰：從此以往，未之或知也。其年蘇授彭州司法叅軍，改陸州軍事推官，聖朝伐蜀，赴闕累任外官，其子果以狀元及第。端拱二年由翰林學士知舉，杜始得成都解南宫奏名登第，授常州軍事推官，不禄。時子弟僑遊京師見，杜云：鄉知唯吾友一人，見某老成。遂言老成之始末，故得書之。然死生有命冨貴在天，何道士見之逺也。 \\n 張海上 \\n 僞蜀舉人張洸，字海上，雍熙丙戌歳，往嘉州謁平羌令，船次平羌溉下夜泊，忽夢二人容貌端儼，白衣華煥，於洸前俯伏求救。洸覺，惟聞船棧下跳躑之聲不已，視之乃二鯉魚焉。洸性躁急不能容物，怒此魚撓其寢，遂扶棧取魚棄于江中。旣而就寢，復夢二白衣持大蒜數頭懇謝而去。遲明方悟向夢者魚也。至于平羌，因以夢告平羌令。令曰：君之夢祥符也，放魚所感蒜者筭也，當延君筭爾。洸至晚年著後隱書三卷，亦紀夢魚之事。享壽七十八而卒。 \\n 費尊師 \\n 陵陽至道觀主費禹珪，字天錫，文學優贍，時輩所稱。偽蜀嘗應進士舉，名絢，或夢衣錦在井中，覺後自喜曰：及第衣錦遊鄉井爾。他日因與知軍事推官蘇協論名第，皆由隂注，凡舉人將厯科場多有異夢，禹珪因言前夢。蘇曰：非佳夢爾。衣錦井中，是文章未顯之兆。費不悦，來春果下第歸鄉，因告蘇曰：人生百年有如風燭，止可怡神養志，詩酒寄情，更不能為屑屑之儒，誠有雲栖之志矣。蘇曰：世祿暫榮，浮生如寄，唯登真履道可後為期也。某有竪子雖愚，請教授之。即叅政侍郎也。洎明年聖朝伐蜀，蘇上京厯任至太平興國年中授開封府司録叅軍不祿。休復嘗讀毉書云，人藏氣隂多則夢數，陽壯則夢稀，有夢亦不復記之。夫瞽者無夢，愚者少夢，故騶皁百夕無一夢，乃知夢者習也。又不獨至人者哉。頃有士人能原夢，遂撰一夢請占之，災祥皆驗。他日告云：吾實無夢，向所夢吾撰也，聊以試君皆驗，何也？原夢者曰：意形於言，災祥隨之。何況夢筆夢松者乎。則知夢者，不可以一事推之爾。 \\n 馮山人 \\n 馮山人名懷古，字德淳，遂寧人也。有人倫之鑒，善辯山水地理。太平興國中，于青城山三蹊路牛心山前看花，山後因卜居，立三間大閣，偃息于中。居常所論，皆丹石之旨，以吐納導引為事，博採方訣歌頌圖記丹經道書，無不研考。每遇往來者有服餌者，有入室求仙者，有得杂藝者，有能製服諸丹石者，復有誇誕自譽壽過數百歳者，有常與神仙往還者，欲傳之者以方書為要，授之者以金帛為情，盡皆親近承事之。雖伎藝無取，皆以禮接之。咸平中，成都一豪家葬父，徧訪能地理者选山卜穴，凡數歳，方得之。因令馮看之，馮曰：陵迴阜轉山高隴長，水出分明，甚奇絶也。主人云：自葬之後，家財耗散人口淪亡，何竒絶地如是耶？山人曰：頗要言之，凡萬物中人最為靈，受命於天與物且異，而有貴賤各得其位，如鳥有巢栖獸有穴處，故無互相奪者也。此山是葬公侯之地，豈常人可處。所以亡者不得安，存者不得寧。易曰負且乗致寇，至小人而乗君子之器，其是之謂乎。 \\n 李四郎 \\n 李四郎名玹，字廷儀，其先波斯國人，隨僖宗入蜀，授率府率。兄珣有詩名，預賔貢焉。玹舉止溫雅，頗有節行，以鬻香藥為業，善弈棋，好攝養，以金丹延駐為務。暮年以爐鼎之費，家無餘財，唯道書藥囊而已。嘗得耳珠先生與青城南六郎書一紙，論淮南三煉秋石之法，每焚香熏之，有一桃核盃，圍可寸餘，紋彩燦然，真蟠桃之實爾。至晚年末而服之。雍熙元年遊青城山，於六時巖下溪水中得一塊石，如雁卵，色黑溫潤，嘗與同道者玩之。一日誤墜于地，碎為數片，其中空焉，可容一合許物，四畔皆雕刻龍鳯雲草之形，文理纖妙，皆甚奇異，殆非人工。或曰此神仙所玩之物矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷三", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷三卷三 \\n  \\n  \\n  \\n 淘沙子 \\n 僞蜀大東市有養病院，凡乞丐貧病者皆得居之。中有携畚鍤，日循街坊溝渠内淘泥沙。時獲碎銅鐵及諸物，以給口食。人呼為淘沙子焉。辛酉歳有隐迹于淘沙者，不知所從來及名氏，常戴故帽，擕鐵把竹畚，多於寺觀閴靜處坐臥。進士文谷因下第，往聖興寺訪相識僧，見淘沙子披褐於佛殿上坐，谷見其狀貌古峭，辭韻清越，以禮接之。因念谷新吟者詩數首，谷愕然，又諷其自作者數篇，其詩或譏諷時態，或警勵流俗，或說神仙之事。谷莫之測，因問谷：今將何往？谷曰：謁此寺相識僧，求少纸筆之資，别謀投獻。其人於懷内探一布囊，中有麻繩貫數小鋌銀，遂解一鋌遺谷，戴帽將所擕器，長揖出寺而去。谷後得僞通奏使王昭逺禮於賔席，因話及感遇淘沙子之事，念其詩曰：九重城裏人中貴，五等諸侯閫外尊。爭似布衣雲水客，不將名字掛乾坤。王公曰：有此異人！遂聞于蜀主，因令内園子於諸街坊尋訪之。時東市國清寺街有民宇文氏，宅門有大桐樹，淘沙子休息樹隂下。宇文頗留心至道，見其人容質有異，遂延于厅，問其藝業云。某攻書嗜酒，言論非俗。因飲之數爵，與約再会。浹旬淘沙子或到其門，將破帽等寄與門僕，令報主人。其僕忿然厲聲罵之曰：主人豈見此等貧兒耶。宇文聞之遽出迎候，愧謝曰：翹望日久，何來晩耶。即與飲且酣。宇文曰：神仙可致乎，至道可求乎？淘沙子曰：得之在心，失之亦心。宇文曰：某數年前遇人，教令嚥氣，未得其驗。廢之已久。淘沙子曰：修道如初得道有餘，皆是初勤而中惰，前功將棄之矣。世有黃白，有之乎，好之乎？宇文曰：某雖未嘗留心，安敢言不有，安敢言好之。淘沙子因索銅錢十文，衣帶中解丹一粒，醋浸塗之，燒成白金。此則神仙之藝，不可厚誣之，但罕遇也。有自言者皆妄也。遽辭而去。翌日凌晨扣門，將一新手帕裹一物云：淘沙子寄與主人。宇文開而觀之，乃髻髪一顆，莫測其由。至日高門僕不來，令召之，云：今早五更睡中，被人截却頭髻將去。蜀主聞之，訪於宇文。宇文尋於養病院云：今早出去不歸。自茲無復影響。休復見道書云，刺客者得隐形之法也。言刺客若死，屍亦不見。每二十年一度，易形改名姓，謂之脫難。多有奇怪之事，名籍已係地仙，淘沙子是其流也。 \\n 張道者 \\n 僞蜀大東門外有妙圓塔，院僧名行勤，俗姓張氏。人以其精於修行，因謂之道者。早歳南行，中年駐錫。龎眉皓髪，貌古形羸，住草屋數間，唯繩牀一張及木棺一所。不從齋請，晝則昇牀而坐，夜則入棺而卧。衣服未嘗更換。人問之，拱黙不對。人皆仰其高節，遺之衣服，則轉施貧人。與米麫鹽酪則受，以一大瓶貯之常滿。每齋則取一抄合而食三紀，偃息自若。不誑流俗，其清尚如此。時齒八十，臨終自拾薪草積於院，後告諸門徒曰：吾即日行化，希以木棺置於薪草之上，以火爇之，老僧幸矣。至期依其教諭，于煨燼中得舍利數十粒，葬於塔中。時有慈覺長老，禪門宗匠也，有書妙圓塔院張道者屋壁云：成都有一張道者，五十年來住村野。秖將淡薄作家風，未省承迎相茍且。南地禪宗盡徧參，西蜀叢林遊已罷。深知大藏是解粘，不把三乘定真假。張道者，傍沙溪，居蘭若，草作衣裳茅作舍。活計生涯一物無，免被外人來借借。寅齋午睡樂咍咍，檀越供須都不謝。沿身不直五分銅，一句玄玄豈論價。張道者，貌古神清不可畫，鶴性雲情本自然，生死無心全不怕。總逢刼火未為災，暗裡龍神應嘆訝。張道者，不說禪，不答話，葢為人心難誘化。盡奔名利漫驅驅，箇箇何曾有般若。分明與說速休心，供家却道也爛也。張道者，不聚徒，甚脫洒，不結逺公白蓮社。心似秋潭月一輪，何用聲名播天下。 \\n 大覺禪師 \\n 禪師名慈覺，字法天，姓劉氏。自王蜀末遊南方，至孟蜀初歸住。大覺禪師性急言速，應答如流。人問：一部蓮經，何者是妙法？師戟其手曰：教汝鼻塌，問爲甚如此。對曰：謗斯經，故獲罪如是。僞蜀李相炅嘗問道於師，優禮待之。師有禪客須知集、禪宗祖裔圖、闡道歌行偈頌三百餘篇，題曰禪宗至道集，行于世。 \\n 張平雲 \\n 張居士名嶠，字平雲，學釋氏法，人謂之居士。時有勾居士問：不拘生死者，願師直指。答云：非干日月照，晝夜自分明。又問：百億往來非指的光明終不礙山河時，如何？答云：紅尾漫揺三尺浪，真龍透石本無踪。嘗撰叅玄録、玄珠集、歌行句偈百餘篇，云：毳流來問我家風，我道玲瓏處處通。頃刻萬邦皆徧到，途中曽未見人逢。其仙化三日，口吐氣滿屋氛氲。有弟子告云：居士常言宗門秪以眼目為先，不以睡相為事。居士今日何以如此？言訖，香氣乃絶。 \\n 王居士 \\n 居士王裕，四十餘年留心禪學，三蜀叢林皆盡叅徧。學流與之切磋，話句無逃其確論爾。至暮年示疾於同流曰：吾期某日行化。至期，居士有季父為僧，語之曰：吾為汝作十念。居士曰：透滿無形，十方無礙，直至無心，未得為了，何況有念者哉。言訖，奄然而逝。 \\n 勾居士 \\n 勾居士名令玄，蜀都人也。宗嗣張平雲有學人問答，隨機應響，著火蓮集、無相寶山論、法印傳、况道雜言百餘篇。有敬禮瓦屋和尚塔偈曰：大空無盡刼成塵，玄步孤高物外人。日本國來尋彼岸，洞山林下過迷津。流流法乳誰無分，了了教知我最親。一百六十三嵗後，方於此塔葬全身。瓦屋和尚名能光，日本國人也。嗣洞山悟本禪師，天復年初入蜀，僞永泰軍節度使禄虔扆捨碧雞坊宅為禪院居之，至孟蜀長興年末遷化。時齒一百六十三，故有是句。 \\n 味江山人 \\n 唐末蜀州青城縣味江山人唐求，至性純慤，篤好雅道，放曠疎逸，几乎方外之士也。每入市騎一青牛，至暮醺酣而歸。非其类不與之交，或吟或咏有所得，則將稿撚為丸，内於大瓢中。二十餘年莫知其數，亦不復吟詠。其贈送寄别之詩布於人口。暮年因卧病，索瓢致于江中曰：斯文茍不沈沒于水，後之人得者，方知我苦心耳。漂至新渠江口，有識者云：唐山人詩瓢也。探得之，已遭漂潤損壞，十得其二三。凡三十餘篇行于世。題鄭處士隐居云：聞說最清曠，及來愁已空。數点石泉雨，一溪霜葉風。業在有山處，道成無事中。酌盡一罇酒，病夫顔亦紅。贈行如上人云：不知名利苦，念佛老岷沲。衲補雲千片，香焚篆一窠。戀山人事少，怜客道心多。日日齋鐘後，高懸濾水羅。題青城山范賢觀云：數里緣山不厭難，為尋真訣問黄冠。苔鋪翠点仙橋滑，松織香梢古道寒。晝傍緑畦鋤嫩玉，夜開紅竈撚新丹。鐘聲已斷泉聲在，風動瑶花月滿壇。贈僧云：曾開半偈雪山中，貝葉翻時理盡通。般若常添持戒力，藥叉誰筭念經功。雲開曉月應難染，海上孤舟自任風。長說滿庭花色好，一枝紅是一枝空。夫艸澤間有隐逸得志者，以經籍自娯，詩酒怡情，不耀文彩，不扬姓名，其趨附茍且得無愧赧唐山人乎！ \\n 蘭亭客序 \\n 昔晉穆帝永和九年暮春三月三日，太原孫綂承公、冨春孫綽興公、唐漢王彬之道生、陳郡謝安石、高平郗曇春熙、太原王藴叔仁、釋支遁道林，并逸少子凝之、徽之、操之等四十有一人，修褉之会，羲之為序，興逸而書之。筆跡遒媚，勁健絶代。凡二十八行，三百二十四字。唐太宗購得其本，令趙模、韓道政、馮承素、諸葛貞等摹勒以賜皇太子諸王近臣。太宗酷好書法，有大王書真蹟三千六百張，率以一丈二尺為一軸，得一百五十卷。太宗自書貞觀二字為印，印縫及卷之首尾，又选貴臣子弟有性識者，以為弘文館學生，内出書法，命之學習焉。其有人間善書者，並召入館。由是十數年間，海内靡然。工書翰者衆，其王書法帖所寶惜者獨蘭亭序為最。常置於御座之側，朝夕觀覽。貞觀二十三年，聖躬不豫臨崩，謂高宗曰：吾欲從汝求一物，汝誠孝也，豈能違吾心耶。汝意如何？高宗聴命。太宗曰：吾欲得蘭亭，可將去乎？高宗哽噎流涕曰唯。命奉諱之日用玉匣貯之，隨仙駕送入靈宫。今趙模等所摹者本，往往有好事者收藏得。僞蜀時呉王遣内客省使高弼通好，持國書于蜀，因獻僞皇太子王羲之石本蘭亭一軸。當時識者議此本是羲之撰序後刻石於蘭亭者，僞皇太子攻王書體法精妙，弼故有是獻。僞翰林待詔米道鄰侍書於太子，掌書法百餘卷，皆是二王法帖、古來名賢墨跡，及石本者。迨聖朝伐蜀，其書帖盡歸米道鄰私家。至乾徳中有鬻彩牋王七郎，名文昌，與道鄰世舊，道鄰因文昌石本蘭亭即呉使高弼獻太子者，文昌好博雅，古來名書多收藏之，羲之真書樂毅論、黄庭經、草書十七帖，晉魏兩漢至李唐名臣墨蹟，及石本皆萃於家。當時與往還好書者，毛熙震、王著、勾中正、張仁戩、黃居實、張徳釗、張文懿、史戴、滕昌祐、石恪、李徳華、陳熙載、僧懐戩義西嘗訪之，閱其所藏，終日忘倦。太平興國初，光禄卿高公保寅，即渚宫高氏之後，入川為九州巡檢，休復嘗謁見之。因得張藻山水一軸、羲之墨蹟蘭亭一軸，注崇山二字圍者乎二字，皆是趙模諸葛貞搨者。檀香軸古錦標皆烟晦蟲蠧，時得與諸賢往復玩之。甲午歳，家藏書畫焚掠殆盡，今蜀中兩經寇亂，諸家名書古畫罕得見聞，故備言之爾。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷四", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷四卷四 \\n  \\n  \\n  \\n 家居泰 \\n 僞蜀眉州下方垻民姓家氏，名居泰。夫妻皆中年，唯一男既冠，忽患經年羸瘠。日加醫藥，無復瘳減。父母遂虔誠置千金方一部于所居閣上，日夜焚香，望峩眉山告孫真人，禱乞救护。經旬餘，一夕夫婦同夢白衣老翁云：汝男是當生時授父母氣數較少，吾今教汝，每旦父母各呵氣，令汝男開口而嚥之。如此三日，汝男當愈。夫婦覺而皆說，符協如一。遂冥心依夢中所教。初則骨未始壯，次乃能食而行。積年，諸苦頓愈。後冠褐入道，常事真人無怠焉。 \\n 周寫貌 \\n 僞蜀成都人周元裕，攻寫貌。時因避暑於大聖慈寺佛牙樓下，或自長吁，傍有一村人詰其吁嘆，元裕答云：某攻寫真有年矣，生平薄命，有請召寫真者，冨室則不类，貧家則酷似。母老供給不迨，故有是歎。村人因問元裕跧泊之處，良久曰：某有薄土在靈池縣，鄰村有觀，觀主欲要寫真，囑我多時。來日詰朝同來相尋，勿失此約。翌日有一道流，白晳長髭，來求寫真，云：夜來隣村門徒話及，特來奉謁。元裕乃定思，援毫立就。其貌無少差異。道流喜云：門外有一僕，將少相酬。出門呼之，已失道流蹤跡。逡巡，蜀城士庶咸言：靈池朱真人來周處士家寫真。求請真容者日盈其門。自此所獲供侍周贍。觀斯靈異，得非有道之士，出處人間救振貧苦者乎。 \\n 丁元和 \\n 丁元和者，自幼好道，不慕聲利，疎傲無羈束。或晴霽負琴出郭飲酒杖策，逍遥於田畝間。常言祖父長興元年於遂州，值孟先主與東川董太尉会兵攻圍州城，先是城中有一貧士曰宋自然，常於街市乞丐，里人不能辨之。至重圍中人皆饑殍，宋亦餓殕於州市。相識者以簟裹埋城下，俟時平焚之。至明年有遂州驅使吏李彦者，先往潞州勾當，至城破方歸，說見宋自然在潞州，告云：君若歸州時，須與我傳語相識五七家，那時甚是勞煩。人答以自然於重圍中已死，因與發埋處，只見空簟其間，有一紙文字云：心是靈臺神之室，口為玉池生玉液，常將玉液溉靈臺，流利關元滋百脈。百脈潤，柯葉青，葉青柯潤便長生，世人不会長生藥，鍊石燒丹勞爾形。元和因是學道，深得其用。休復嘗讀道書登真隐訣云，解化之道有八焉，解化之法，其道隱秘。笑道之輩但見狼藉乞丐於廛市，以為口實非其所知。然一度託解，須歛蹟他方，屢更名姓，忽逢遇知識露少蹤，由以激後人。非奉道好奇者，孰能採摭其隐顯爾。 \\n 王太廟 \\n 僞蜀成都南米市橋有栁條家酒肆，其時皆以當壚者名其酒肆。栁條明悟，人多狎之，偶患沈綿，經歳骨立，尸居俟死而已。有一道士常來貰酒，栁條每加懃奉，因愍其恭恪，乃留丹數粒，且云：以醻酒債。令三日但水吞一粒，服盡此丹，患當痊矣。栁條依教，初服一粒疾起能食，再服杖而能行，終服充盛如初。有僞太廟吏王道賔者，人皆目王太廟，本漢州金堂縣人也，因知其事，遂懇求栁條取服餘者藥，以鐵茶鐺盛水銀投丹煎之，須臾水銀化為黄金。因是將丹與金呈蜀主，云：此金為器皿可以辟毒，爲玩物可以袪邪，若將服餌可以度世。蜀主問合丹之法，云：有草生于三學山中，乞宰金堂，以便採藥。乃授金堂宰。明年藥既無成，知其得丹於栁條，遂誅之。休復嘗見道書云，未有不修道而希仙藝者。苟或得之，必招其禍，而況謟詐者哉。 \\n 劉長官 \\n 劉長官名蟾，美風姿，善談論，涉獵史傳，好言神仙之事。無子息，夫妻俱五六十，於僞蜀攝成州長道縣主簿。聖朝剋復，匿於川界貨藥，改名抱一。開寶中，于青城鬼城山上結三間茅屋，植果種蔬，作終焉之計。每一月兩三度入青城縣貨藥，市米麫鹽酪歸山。由是人稍稍知之。或云有黃白法，一日有三人冒夜投宿，自擕酒果，就語及爐火之事，頗相契合。至夜央語笑方酣，客曰：知長官有黄白法，可以梗槩言之。長官初則堅拒，客復祈之不已。長官笑曰：某自數年浪跡從師，秪得此法，豈可輕道邪。客曰：某等願於隐齋效爨薪鼓鞴之役，可乎。長官辭以師授有時，他日於丈人真君前相傳爾。客作色云：今夜須傳，勿為等閒。長官曰：適慕君子同道，相逼如此。客三人攘臂瞋目眄之良久，曰：某等非君子，是賊也。如不得其法，必加害於君。於腰間探出短刃，長官與妻惶懼，憚其迫脅而併法，兼奉之殘藥。三人得之，拱揖而去。長官夫妻晦爽下山，不復再往。因以山居與李諶處士。休復授道於處士，故盡熟其事焉。 \\n 陳損之 \\n 僞蜀王氏時，有郎官陳損之，至孟氏朝年已百歳，妻亦九十餘。當時朝士家有婚聘筵会，必請老夫婦，以乞年夀為名。至蜀末年，其夫先死，後聖朝剋復，至太平興國中，老婦猶存，僅一百二十歳。逺孫息輩住西市造花為業，供侍稍給。有好事者時往看之，形質尫瘦，狀若十二三歳小兒，短髪皓然，顧視外人有同異类，寒暑風霜亦不知之。休復嘗見神仙傳云，人夀有至一百二十歳，非因修養而致，皆由稟受以得之。則老媍是也。若因修養及得靈藥餌者，壽至二百四十歳，加至四百六十歳已上，則視聴不衰而無昏耄，盡其理者可以不死，但不成仙爾。夫養夀之道，唯不傷而已矣。 \\n 史見魂 \\n 史見魂者，蜀人也，名惟傳，年七十餘，孑然居數間屋於東市，唯以牀座張纸錢而已。不知有何法，人皆呼之見魂。蜀人咸敬之。或云判冥以稱判官。有民姓李者嘗敬重之，因與偕行至市南勾氏家酒肆前，判官望空相揖。李因詰之，云：有水府人吏在此，後三日大雨水潦暴漲。勾氏出城看水，馬驚蹶倒于江中溺死。繇是蜀人愈敬之。休復見道書真誥云，有好隂施奉道敬仙者，生授職於隂府，則史公其人與。史公嘗與相知稱天曹門吏太曦子。愚亦聞有生人判冥者，皆懼人知之，不敢妄洩。此史公又不然，何謂乎。 \\n 女先生 \\n 遂州女道士游氏，不記名，大平興國末經過成都，遊青城及諸仙化。儀質古雅，喜談至道，容貌可二十餘，不飲食，云得丹砂之妙。有一叟髭髪皓然，腰脊傴僂，執焚香洒埽之役，侍於女冠之後，常遭叱辱。又有張五經道士，名道，明年過四十，亦為女冠侍者，云此女冠者百二十歳，老侍者乃逺孫爾。蜀城士民仰從之，至於納貨求丹、就師辟穀者如市焉。時知府辛諫議仲甫恐其妖，遣出城，任遊諸化。猶有師資者隨行。經數年，有遂州劉山人到城，休復話女冠之事，山人笑云：秪自那時與張道明于飛，至今見住庚除化。向來老侍者即女冠之父也。嗟乎，師問者但存誠敬之，為其所欺如稚孺，得不戒於所惑乎。 \\n 李聾僧 \\n 偽蜀廣都縣三聖院僧辭逺，姓李氏，薄有文學，多記誦。其師曰思鑿，愚夫也。辭逺多鄙其師，云：可惜辭逺作此僧弟子。行坐念后土夫人變，師止之，愈甚，全無資禮。或一日大呌轉變次，空中有人掌其耳，遂聵二十餘年。至聖朝開寶中住成都義井院，有檀越請轉藏經，鄰坐僧竊視之，卷帙不类，乃南華真經爾。因與施主言曰：今之人好施金帛圖畫佛像，意欲思慕古聖賢達，有大功徳及於生民，置之墻壁視其形容，激勸後人，而云獲福。愚之甚耶，不思古聖賢達皆有言行遺之竹帛，一大時教五千餘卷，所載粲然，已不能自取讀，究其修行之理，而顧召人看讀，亦云獲福，益甚愚哉。時人謂之僧澄伽。 \\n 勾生 \\n 益州大聖慈寺，開元中興創，周迴廊廡皆累朝名畫，冠於坤維。東廊有維摩居士堂，葢有唐李洪度所畫，其筆妙絶。時值中元日，士庶遊寺，有三少年俱善音律，因至此，指天女所合樂云：是霓裳羽衣曲第二疊頭第一拍也。其中勾生者即云：某不愛樂，但娶得妻如抱箏天女，足矣。遂將壁畫者項上搯一片土吞之為戲。既而各退歸，勾生是夜夢在維摩堂内，見一女子明麗絶代光彩溢目，引生於牕下狎昵。因是每夜忽就生所止，或在寺宇中繾綣。迨月餘，生舅氏范處士者，見生神志癡散，似為妖氣所侵，或云服符藥設醮拜章除之，始得生。父母頷之，其夜天女對生歔欷不自勝，曰：妾本是帝釋侍者，仰思慕不奪君，願託以神契。君今疑妾，妾不可住，君亦不必服諸符藥，妾亦不欲忘情於衣帶中。解玉琴爪一對曰：聊為思念之物，君宜保愛之，自此永訣。生捧之無言酬答，但彼此嗚咽而已。既去，生自是日漸羸瘠，不逾月而卒。玉琴爪其家收得，至順冦時方失之。壁畫天女，至今項上指甲痕尚存焉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷五", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷五卷五 \\n  \\n  \\n  \\n 黎海陽 \\n 道士黎海陽，其父偽蜀時為軍職，天兵伐蜀，海陽隨父戍劔門。蜀軍潰散，子父遂還於川城東門外丁村古冡，忽聞冡内有非常香氣。一日因晴明，微隙中見少骸骨朽腐至甚，旁有一藂黄粉，因撥開，乃見三小塊雄黄。海陽父頗好燒鍊，素知冡内雄黄可用，遂以衣襟裹之。至中夜忽聞人語，父子問之曰：語者鬼耶？答云：某非鬼，某宋人也。家世食禄而某不樂名宦，退身學道于楚丘，有别墅稍逺囂塵，凡五金八石難得者，必能致之，或方法之士欲合煉試騐者，必資其藥品，給以爐鼎，使成之。時徳宗疑韋中令在蜀與蠻人連結，遂令某為道士入川見中令，伺其動靜居止。皇觀三年又遣僧行勤入蜀伺察中令。初以談議苦空，後說燒鍊点化之事，中令厯試，一一皆驗。凡三年，中令甚誠敬之。或一日說還丹延駐之法，中令愈加景奉，後煉丹既成，中令齋戒餌之。初覺神氣清爽，嗜好倍常，僧遂辭去。至貞元二十年暮春藥毒發而薨。某為與行勤往還，遂罹其禍而及此，遭樵夫牧竪蹂踐遺骸潛壞朽骨。憤憤不已。海陽父曰：君去世已逺，何不還生人中，而久處冥寞？應曰：某曾遇一高士，以隂景煉形之道傳我，遂於我楚丘别墅深山濬谷中选得一嵌室，囑我祗持六年，慎莫令諸物所犯。歳滿則以衣服迎我於此。其人初則支體⿱敗，唯藏腑不變。某遂依其教諭，乃閉护之，至期開視，則身全矣。端坐于嵌室之内，髪垂而黒，髭直而麄，顔貌光澤，愈於初日。某具湯沐新衣迎之，云：能如是三迴，乃度世畢矣。某傳得此道，今形已不全，某今却自無形而煉成有形爾，則上天入地千變萬化無不可也。某之形雖未圓，且飛行自在，出幽入明，軒冕之貴不樂於吾，吾已離人世勞苦，豈復降志於其間。吾今之死，不愈昔之生乎。海陽父曰：敢問其衣襟中藥是何等藥？對曰：某常從道士入山煉丹，修葺爐鼎，爨薪鼓韛，靡不勤力。每嘆光景短促，筋骸衰老，所聞者上藥有九轉還丹，不離乎神水華池；其次有雲母雄黄，服之雖不乗雲駕鳯、役使鬼神，亦可袪除百病，補益夀年。某得煉雄黃之法，自二十歳服至四十歳，獲其藥力，苟再以火養就，以水吞，可冀道於髣髴。海陽父告之曰：餌藥之法則聞之矣，煉形之道少得聞乎？言未畢，值天曉人行，恐有人搜捕，不及盡聴，因别少逃竄之所。自後不復至此。海陽父乾徳中卒，海陽遂依其教，服煉雄黄，衣道士衣，尋師訪道二十餘年。不食，唯飲酒。衣服肌膚常有雄黄香氣。淳化中在益州錦江橋下貨丹，筋骨輕健。甲午歳外寇入城，海陽不出，端坐繩牀，為賊所殺。惜哉。 \\n 白蝦蟇 \\n 僞蜀將季延秋門内嚴眞觀前蠶市，有村夫鬻一白蝦蟇，其質甚大，兩目如丹。聚視者皆云肉芝也。有醫工王姓，失其名，以一緡市之歸。所止慮其走匿，因以一大臼合於地。至暝，石臼透明如燭籠，王駭愕，遂齋沐选日，負鐺挈蟾，辭家往青城山。杳絶音耗。洎明年聖朝伐蜀，竟不知王之存亡也。 \\n 鮮于耆宿 \\n 學射山舊名石斛山，昔張百子三月三日得道上昇，今山上有至真觀，卽其遺跡也。每歳至是日，傾城士庶四邑居民咸詣仙觀，祈乞田蠶。時當春煦，花木甚盛，州主與郡寮將妓樂出城，至其地，車馬人物闐噎。有耆宿鮮于熙者，與朋友數人於萬歳池縱飲，因掬池水，見岸傍草中有一小白蝦蟇，遂取之。即席有姓劉，失其名，堅請看之。鮮于固執不與，遂嚙鮮于手，取將吞之。鮮于戲之曰：閣下因吞此白蟾，茍成得道也，秪成强盜爾。吞訖忙惶飲水，云：蝦蟇在某心胸間，無所出處，昏悶。至家旬餘，醫治方愈。休復曾覽抱朴子内篇云，肉芝者謂萬歳蟾蜍也。頭上有角，目赤，頷下有丹紋，體重而跳捷，以五月五日午時取之，隂乾，以左足畫地成泉。帶之辟兵。若敵人射已，弓弩皆反自傷焉。今人以白蝦蟇為肉芝，生吞熟啖者，愚之甚也。設使白蝦蟇是肉芝，市井之民但知錐刀之利，嗜欲無厭，藏腑滓穢之氣與靈物相攻，水火交戰，寧有全人乎。太平興國末，休復與處士胡本立、進士史載許、僧隐巒往雙流縣保國觀，看古栢樹，道逢友人袁徳隆，從者於擔懸一蝦蟇，大如扇許，人皆駭視之。後月餘再見袁，因問向者蝦蟇所在，袁曰：是荷擔者獲于田隧中，將歸殺而食之。其夜無疾大呌數聲而卒。 \\n 食蝦蟇野菌 \\n 頃有一士人好食鱔魚及鱉與蝦蟇，嘗云：此三物不可殺，大者有毒殺人。蝦蟇小者亦令人小便秘臍下憋疼有至死者。宜以生豉一大合，投新汲水半碗中浸，令豉水濃頓服之即差。淳化中有民支氏，於昭覺寺設齋寺僧，市野葚有黑而斑者，或黃白而赤者為齋食，衆僧食訖悉皆吐瀉，亦有死者。至時有醫人急告之曰：但掘地作坑，以新汲水投坑中攪之澄清，名曰地漿，每服一小盞，不過再三，其毒即解。當時甚救得人。夫蕇菌之物，皆是艸木變化生樹者，曰蕇；生於地者曰菌，皆濕氣鬱蒸而生。又有生於腐骸毒蛇之上者，大而光明，人誤以為靈芝，食而速死。故書之警其誤矣。 \\n 虹蜺 \\n 淳化壬辰歳夏六月虹見。時餉大雨。愚友人李顥元云：虹蜺者隂陽之精也，虹雄也，蜺雌也，有青赤之色，嘗依隂雲而晝，是大隂亦不見。日落西虹乃東見，見必有雙，鮮者雄色，淡者雌也。入人家飲水，或福或凶。有陳季和者云：昔韋中令鎮蜀之日，與賔客宴于西亭，或暴風雨作，俄有虹蜺自空而下，直入于亭，垂首於筵中吸其食馔且盡焉。其虹蜺首似驢身若晴霞狀，公懼且惡之，曰：虹蜺者，隂陽不和之氣，妖沴之兆也。遂罷宴。座中一客曰：公何憂乎，真祥兆也。夫虹蜺者天使也，降於邪則為戾，降於正則為祥。理則昭然。公正人也，是宜爲祥。敢為先賀。旬餘，就拜中書令。孟氏初，徐光溥宅虹蜺入井飲水，其母曰：王蜀時有虹入吾家井中，王先主取某家女為妃。今又入吾家，必有女為妃后、男為將相，此先兆矣。未浹旬，选其女入宫，後從蜀主歸闕，即惠妃也。休復母氏常說：眉州眉山縣桂枝鄉程氏，某之祖裔焉。伯父在僞蜀韓保貞幕，任本州眉山縣令，丁母憂歸村野服將闋，時當夏杪天，或隂翳見家庭，皆如晚霞晃耀紅碧靄然，時餉開霽，甕釜之中井泉之内水皆涸盡。時餉大雨，霶霈而已。未几韓侍中授秦州節制，伯父署節度推官。將知虹蜺者多為祥矣。 \\n 避雷 \\n 至道丙申歳夏五月，俳優人羅袂長有親戚居南郭井口莊，袂長晨往訪之。時有莊民網獲數魚，袂長取三頭貫於傘中。時歸至中路，天色晦冥，迅雷急雨，林木皆傾。火光燭地。袂長恐魚是龍也，棄之田畝中。雷電益甚，驚懼投村舍避之，振慄不能自止。俟其霽方歸。來日遲明，村人將傘與魚云：夜來莊主差某相尋，恐為雷雨所驚。見雷霹傘簳取乖龍將去，魚與傘遭雷火所燎，拾得今將歸焉。端拱戊子歳夏六月，暴風雨雷震聖興寺羅漢院門，屋柱折，有三僧仆于地，身如燔灼之狀。世傳乖龍者，苦於行雨而多方竄匿，藏人身中，或在古木楹柱之内及樓閣鴟甍中，須為雷神捕之。若在曠野無處逃避，即入牛角或牧童之身，往往為此物所累，遭雷震死。俳優為逃而獲免，茲僧不避而震殺。語曰：迅雷風烈必變。易曰：洊雷震君子以恐懼修省，言君子常有戰戰兢兢不敢懈惰，見天之怒畏雷之威，恐罰及已也。詩云：敬天之怒不敢戲豫，敬天之渝不敢馳驅，其是之謂乎。 \\n 雨雹 \\n 大中祥符癸丑歳，龎永賢者寓居廣都縣。夏四月日將暮，忽烈風迅雷發屋拔樹，雨雹繼之，達曉方息。詰朝詢諸行人，云雹自縣東山橫布數十里，西南沿江而下，則更不知其逺邇也。雨雹過處，籬墻屋宇林木大者皆為雹擊雷拔之，牛馬犬豕皆驚仆地，鳥鵲小禽中者俱斃。時麥方實，無有孑遺。有一村人云：某家是夜數雹穿屋而落，大如豉，盆甕鍋釡皆為擊破。其雹所至之處，樹木屋瓦十不存二三焉。夫雹者雨氷也，皆隂陽相脇而成。左傳曰：凡雹，冬之愆陽夏之伏隂，聖人在上無雹，雖有不為災。此葢下民當豐稔收成，即便務奢侈，以至於服玩衣裝車馬屋宇違越制度，撒棄五穀，曾無愛惜。上天垂誡以懲之爾。 \\n 雉龍 \\n 郭嚂者，忘其名，以其語聲高大，因謂之曰嚂。本成都豪族，不事生業，唯好畜鷹鷂，常募能以鷹犬從禽獸者為伍焉。雍熙中，將鷹犬獵于學射山，鷹拏一雄雉，救之得活。其雉每足有二距，徒侣皆異之，以巾包而負之。覺其漸煖。行一里間如火，彷徨間俄而隂晦，乃風雷震雹，林木擺簸，不知所歸。遂棄雉於澗下，奔及至真觀避之。時雨如注，中宵方霽。不勝其驚。因爾時有范處士者，聞其説，即云：雉者龍也，龍為五蟲之長，無定形，寄居十二位，為雞猪牛馬之屬。斯龍為雉，服也。自貽其患，茍無風雨之變，亦難逃鼎俎爾。 \\n 李老 \\n 袁氏不記名，人皆目為袁野人，嘗居廣都縣莊。時盛暑，有一老人衣白詣袁莊求見，袁及席，謂袁曰：某李氏，家於此縣之南，特來有託於君子，願君憫宥，當有厚酬。袁亦不甚諾之，但寛勉而已。且留食水飯醎豉而退。復三日，因暴雨溪漲，莊民舉網獲一鯉魚，可三尺許，鱗鬛如金，撥剌不已。袁呼童就機割之，腹有飯及鹹豉少許。袁因悟李老者魚也，且曰：李老雖靈，固難逃吾之一醉爾。或云：蟲莫智於龍，彼魚神龍也。若斯變化，安有難而難逃哉？如是則智有所困，神有所不及耶？吁，迍難困厄，凡聖與龍蝽蠕皆一時，免與不免何得異哉。 \\n 慈母池 \\n 慈母池亦云滋茂池，去永康軍入山七八十里，池水澄明，莫測深淺。每至秋風揺落，未嘗有草木飄泛其上，或墜片葉纖芥，必有飛禽衔去之。每晴明，水面有五色彩如舒錦焉。或以木石投之，即起黑氣，雷電雨雹立至。或歳旱，祭禱無不尋應。休復曾見道門訪龍，經水有五色及沙在石上者，皆是龍居之處也。 \\n 龍女堂 \\n 益州城西北隅有龍女祠，即開元二十八年長史章仇公兼瓊拔平戎城，夢一女曰：我此城龍也，今棄番陬來歸唐化。投問諸巫，其言不異，尋表為立祠，錫號會昌祠。在少城，舊跡近扬雄故宅，每旱潦祈禱，無不尋應。乾符中，燕國公高駢築羅城，收龍祠在城内，工徒設板至此，驟有風雨，朝成夕敗。以聞於高公，公亦夢龍女曰：某是西山龍母池龍，君今築城，請將某祠置於門外，所冀便於往來。公夢中許之。及覺，遂令隔其祠於城外，而重葺之，風雨乃止，城不復壞焉。繼之王孟二主，甚嚴飾之，祈禱感應，封睿聖夫人。天禧己未歳，自九月不雨，至庚申歳二月。寺觀諸廟祈禱，寂無影響。知州諫大夫趙公稹躬詣其祠冥禱，未至郡，甘澤大澍達旦，屬邑皆告足。是歳豐登，民無札瘥，遂奏章新其祠宇焉。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷六", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷六卷六 \\n  \\n  \\n  \\n 悼蜀詩 \\n 左傳曰：天災流行國家代有。益部淳化甲午歳，盜起卭蜀，圍逼城壘。主帥素無禦備，遂奔劒門。賊乗勢入城，燒掠殺傷至甚。坤維間凡數十軍州悉為賊之所有，唯眉陵梓遂堅壁自守。賊據益郡凡百日，天兵至，戮無遺类。軍旅所過，皆為荆棘。朝廷除樞密直學士尚書虞部郎中張詠知益州，始至，察民疾苦，洞知亂起之由，因為悼蜀詩四十韻。今備録之。序云： \\n 至道紀號元祀春正月，為審官院考績，引對天子曰，天厭西蜀，歳且荐饑。任失其人，枉政偷剥。民興怨嗟，搆孽肆暴。授命虎旅，殄滅兇逆，矧彼黔首，不聊其生。觀人去民，朕意罔怠。寛即育姦，猛即殘俗。得夫濟者，實之其人。爾惟方直，厯政有績，卭僰幽遐，往理其俗。克畏克愛，汝其欽哉。祗奉厥命，乗輅西征。夏四月二十有八日，供厥職。噫，謀筭庸陋，罔敢怠忽。豪猾抑之，賦歛乃省。存恤窮困，撫綏流亡，杜絶剝削，宣扬皇風。迨一歳而民弗克安，非郡縣之罪也。有聴者孰不知民心，上畏王師之剽掠，下畏草孽之强暴乎！良家困弊，漸復從賊，庶賖其死，深可忿也。天子逺九重，孤賤者憚權豪不敢言，嗚呼，雖采詩之官闕之久矣，然歌詠諷刺之道不可寂然。詠敢作悼蜀詩四十韻，書于視政之厅，有識君子，勿以狂瞽為罪： \\n 蜀國冨且庶，風俗矜浮薄。奢侈極珠貝，狂佚務娯樂。虹橋吐飛泉，烟桞閉朱閣。燭影逐星沈，歌聲和月落。鬭雞破百萬，呼盧縱大咄。遊女白玉璫，嬌馬黃金絡。酒肆夜不扄，花事春慚怍。禾稼暮雲連，紈繡淑氣錯。熙熙三十年，光景倐如昨。天道本害盈，侈極必禍作。當時布政者，罔思救民瘼，不能宣淳化，移風復儉約。性情非直方，多為聲色著，從欲竊虛譽，隨俗縱貪玃。蚕食生靈肌，作威恣暴虐。佞罔天子聽，所利唯剥削。一方忿恨興，千里攘臂躍。火氣烘寒空，雪彩揮蓮鍔。無人能却敵，何暇施擊柝。害物黷貨輩，皆為白刃爍，瓦爍積臺榭，荆棘迷城郭，里第鎖榛蕪，庭軒喧燕雀。斗粟金帛市，束芻綺羅博。悲夫驕奢民，不能飽葵藿，朝廷命元戎，帥師盪元惡，虎旅一以至，梟巢一何弱，燎毛熖晶熒，破竹鋒熠爚。兵驕不可戢，殺人如戲謔，悼髦皆罹誅，玉石何所度。未能戮强暴，爭先謀剽掠，良民生計空，賖死心殞穫。四野搆豺狼，五畝孰耕鑿。黔首不安堵，炎如居鼎鑊。出師不以律，餘孽何由却。俾夫熾蜂蠆，寡算能籠絡。邊陲未肅淸，胡顔食天爵。世方尚奔競，誰復振譽諤。黃屋逺萬里，九重高寥廓。時稱多英雄，才豈無衛霍。近聞命良臣，拭目觀竒略。 \\n 艾延祚 \\n 成都漆匠艾延祚，甲午歳為賊所驅於郡署，令造漆器。五月六日，或聞鼓鼙聲及，南門火起，乃天兵至郡也。延祚因上樹匿於穠葉間，見天軍往來搜捕殺戮。至夜遂下樹，於積屍中臥。至中宵，聞傳呼頗类將吏，有十數人，且無燭炬，因竊視之，不見其形，但聞按據簿籍稱点姓名。僵屍聞呼，一一應之。唯不唱艾延祚而過。僵屍相接，猶檢閱未已。乃知聖朝討叛伐逆屠戮之數，奉天行誅，故無誤矣。 \\n 夷人婦 \\n 甲午歳五月，天兵克益郡。至八月，賊支進猶據嘉州，宿崇儀翰領兵討之。軍次洪雅，有卒掠獲一夷人婦，頗有姿色，置於兵幕之下，每欲逼之，云：自有伉儷。則交臂疊膝俯地而坐。軍人怒，許其斷頸剖心，終而不能屈。堅肆强暴，拒之轉甚。三日不飲食，以死繼之，竟不能犯以非禮。主帥聞而憫之，使送還本家。嗟乎，雖蠻夷而能堅貞，强暴者不能侵侮之。華夏無廉潔者得無愧乎！ \\n 張光贊 \\n 張光贊者，金水石城山張羅漢之裔也，以其善畫羅漢因以名之。每於寺觀粧畫功徳多厯春夏，隨僧飲食。其性謹慤守道不侈。如是五十餘年，人皆敬重之。甲午歳為賊所執，迫令引頸，凡數劒而頸不斷，遂於積屍中卧。至夜央，見一老僧曰：汝生糚畫功徳用心，吾來救汝。言訖，開目無所苦焉。至今頸上創痕猶在。吁，西方聖人恩祐明顯，有若是之徴邪。 \\n 金相輪 \\n 北夢瑣言云：咸通中高太尉鎮西川，雅州胡蘆關有道藝王劒者，渤海聞其名，俾蜀人呂尚致意召之。呂至，王生夫婦止一草屋，有一榻，以箔隔限之。嫗曰：客至以何待之？王曰：州中都押衙今日有筵会，可去取之。俄而酒馔俱至，品味羅列，非忽遽之所能致也。量其家去即往來不啻百里，吕怪愕。王生笑曰：雲南蠻王曾鑄金相輪，祈我賫換成都福感寺塔上相輪，蜀人安得知之，當時敬之者十有六七焉。洎淳化五年，狂盜入城，兵火沿焚，福感寺塔相輪墜地完全，俱是銅鐵所為。非蠻王金換之者，葢王劒寓言，孫氏傳聞不細爾。 \\n 金寶化為烟 \\n 蜀州江源縣村甿王盛者，凶暴人也，與賊王小波李順為侣。甲午歳據益州，授草補儀鸞使，部領子弟百餘人擄掠婦女剽刼財帛，殺人不知紀極。驅迫在城貧民指引豪家，收藏地窖，因掘得一處古藏銀，皆笏鋌金若黑鋌，珠玉器皿之屬，皆是古制。尋將指引者殺之，負其金帛三十餘，擔往江源山窖埋之。同埋者尋亦殺之，恐洩于外也。城中貨金銀魏氏子婦被虜在於賊所，不知音耗，其夫常募人訪於卭蜀賊境，寂然影響。至三月，方知在此賊家，良人及弟謝元穎者將金帛購之，二人亦沈于江中。八月大軍收蜀，此賊歸明，衣錦袍銀帶，入城見者無不切齒。先是歸明者例發遣赴闕，賊遂棄袍帶逃歸江源。妻子告云，埋藏物處數日火煙如窑。遂潛往掘看，悉皆空矣。驚愕之際，官軍捕獲入城，遂寘于法。嗚呼，殺人取財，寃毒滋多，不為己用，身遭屠戮。向來火煙起處，金寶已空。愚嘗聞金寶藏於地中，偶見者或變其質。此得非化去耶，鬼神匿之耶？ \\n 奢侈不久 \\n 甲午歳，順寇攻益部，有不逞輩隨賊執兵杖劫掠民家財貨，又附賊害民，誅求無厭。天兵平賊，下寛大之詔，應脇從徒黨皆宥而不問，放令歸農。此輩茍避誅戮，又多金帛，乃蕩心熾意，自以為終身不復羈紲也。乗肥衣輕，歌酒娯樂，玩好珍異，喪葬婚聘，踰越僭侈，視親若讎。如是不一數年，災厲疾疫，公私事訟相繼而作，財物消盡，車馬屋宇皆為他人所有，其貧如初。嗟乎，不義之物，似有神明所掌得之者，不罹其禍而身獲存者，鮮矣！夫善人冨謂之天賞，淫人冨謂之天殃。此輩天以殃之，其是之謂乎。 \\n 劉旴 \\n 至道丁酉歳秋八月，諸州巡檢作坊使韓景祐至懷安軍，為其下廣武卒劉旴等謀殺之，韓踰垣而免。是夜軍賊掠懷安軍，及明取金堂古城漢州。凡六日，行五百餘里，劫掠五軍州十鎮縣。所至處皆不及支梧，驅掠軍民，勢莫可遏。州縣震懾，户口奔逃。時知府張密學謂招安使上官正曰：賊今日卭州，來日必奔嘉眉州。賊若有盤泊處，如魚得淵，卒難除討，君必悔之。今日請即往移兵渡江，逆而擊之，奪其膽氣，當盡擒之。此上策也。時不可失。上官遂点集兵甲前去，過新津江，遇賊食於方井，馳告張密學。張曰：劉既入井，更欲何逃。日中以捷來告，盡殺其黨凱旋。且張公料敵先見，皆此类也。上官能將其兵，是行也易於摧枯。川界由是肅然。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷七", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷七卷七 \\n  \\n  \\n  \\n 哀亡友辭 \\n 咸平庚子歳正元日，神衞卒殺主將，竊據益郡。四月天軍來討，至城下，賊拒天軍，驅脇老幼以乗城。天軍譟以環城晝夜攻擊，城内死傷且甚。其賊求取供須器用錢帛珠金，民不聊生。九月二十日大軍入城，賊衆宵遁。主帥念其城中民庶備厯艱危，慮玉石俱焚，遂使招誘出城安撫之。初城内百姓為賊據城，皆擕挈老幼出城，投村墅逃避者十六七焉，有出城却被軍賊搜捉縲繫入城誅戮者，有役於城上犯其暴法者，有窮於輸給遭其毒酷者，有脇而不從為其殺害、及受檟楚者，有痛心疾首憂鬱憤悶成疾而死者，有與賊為伍獻謀附勢扼喉撞心取其賄賂者，有終日逃避以至城陷竟不覩賊鋒者。夫如是者，命非天耶，天非命耶！前進士張及有哀亡友楊錫辭，前進士彭乗有郝逢傳，今具其事跡，及録其辭傳。非止楊錫郝逢而已。庶後之人覽之，得無傷嘆叛君殘民之事者是哉！哀亡友辭序云：亡友楊錫，字孝隆，誠至之士也。昔與趙郡李畋、蜀郡任玠、南陽張逵洎及結文學友，咸治經義於樂安。先生悉潛心於六教，然後觀史傳，遍百家之說，探奥索微，取其貫於道者，旣積中而發外，遂下筆楮文。其譔論考賢士節夫之動靜，明古人沿習之廢置，紀績義之大小，辨適用之邪正，不虛美，不隐惡，庶達乎心志之所冀也。日執是道以出身入仕，俾其抱策書而不愧怍，持言行以符会同。十五年未始一日而忘此也。亡友居吾羣中，尤為靜退者，葢不徒為進以希名茍譽速售其身，誠俟乎鄉賢里能拜書獻于春官氏。不幸去歳盜賊竊據城邑，亡友即日憂懣成疾，莫能逺遁。及復避地於西山，不得亡友言别，每念跡雖離而心同，室在逺而人邇，意其與終合而成前志也。至王師討平凶醜，我雖歸正，友則憤極而死矣。冡嗣始孺，又且夭矣，嗚呼，亡友業已著，志未伸，命何艱而至此。身既没而嗣亡，地仍僻而知寡，彼蒼何司，使輔善疾惡者罹戾若是之甚耶！願表其懿行，録其遺文，同三友入關，示儒林豪傑，必推而知之，少贖永恨。今姑為辭，舒交情之悲爾。曰：予取來之得朋兮，接羣居之及義。不殞穫於貧賤兮，恥喧呶於聲利。炳舊史之逺目兮，飫六經之正味。議班紀之九流兮，廣劉書之七志。旣積中之發外兮，幸入官以莅事。將結綬之彈冠兮，匪君翔之于墜。何賊卒之妖興兮，據藩服之城壘，君豈適逺之無所兮，奈病來之難起。我徂西山兮不與子别，或出處兮其心曷異。擾攘之長然，誠会合之密邇。洎王師之討平兮，聞吾友之已矣。燕雀啁啾兮遼鶴幽，病豺狼噬囓兮騶虞憤死。嗟慶緒之不續兮，復嗣子之隨躓。徒呼天之云亡，故使其秀疾而神駛。志願表其文行兮，示廣場之豪士。異知子之若然兮，俾徳之無愧。今空抑哀以摛辭兮，報亡友之終始。 \\n 郝逢傳 \\n 郝逢字致堯，成都人，幼好學，攻詩。性柔而惰，或謂其性懦，非能立事。常欲求鄉薦，未竟。屬盜起於境，資産略盡，迫寒餒而無憂嘆。咸平中，蜀掌兵者失律，兵亂為賊盜，殺守臣而據郡。自春徂秋，驅老幼以守城，或獻謀於賊，令盡索郡中書生署職俾立効，凡得數十輩，列兵而脇曰：不從者即此誅戮，仍及其族。皆震懾而從，逢前紿賊帥曰：念所索儒士，某非儒，豈可徼禄。不能從命。詞氣剛憤，不可屈抗。賊怒令引去，臨刃復召者三，詞皆如初。会解於賊，檟楚而釋之。既獲免，遂匿於家。天兵至，逆黨殱夷，或聞於郡守將，上其事而中止。逢亦不復言。居貧自若。噫，當是時，有位者尚或茍命，而逢一士爾，能致命賊所，不陷非義，彼同禄衒勢私於身以媚時，得無愧乎！逢貧處，晦跡混於俗，而人不甚知。噫，人名存誠豈易知乎。逢居州里，皆以為怯懦，洎亂而能爾始明其所履焉，是時無他慮也，去就而已。去為順，就為逆，去難而就易，能為其所難，志以守正，是亦几乎智勇也。夫忠烈節義，何時無之，然時於無聞，在遇不遇爾。使越石父不遇晏子，則一拘囚爾；聶政非其姊，則無名暴夫爾。其遇千金之重，不遇鴻毛之微。然不可欲其遇而始為也，謂不遇而不為也。蘭生深林，不以無人而不芳，君子不以困窮而改節。茍有善，雖不我知，斯善矣。豈止蒙其慶乎。茍不善，雖不我知，斯惡矣。豈止罹其殃乎。易曰：井渫不食為我心惻王明並受其福，又曰：何校滅耳凶，其是之謂乎。若逢所履，雖曰：未聞，吾必謂之聞矣。故為聲其實，亦得有所勸焉。 \\n 陳季和 \\n 偽蜀進士陳熙載，字季和，文學之外，書畫之尤者，皆閱而識之。郡中好事之家所寶藏者，多經其目，真僞無所逃焉。受均賊署配連州歳餘，或有鄉人西來，因寓書云：某在家日，於某處埋一鐵投壺瓶，實以銅錢。書若到家，可使令掘之。既而書至，遂於所言處掘得一鐡投壺瓶，其中唯見一龟，纔容壺腹之内，無能出之。翌日取看，即不見龟，但空壺而已。夫物之所化，史傳尤多，不可以智達也。 \\n 鬻屨嫗 \\n 庚子歳，益部軍賊據城，大軍在北門外劚起洞子近城攻擊，矢石如雨，中垻街有王嫗年七十餘，孫兒十四五歳，為賊驅之守城。嫗日自送食飲。忽一日賊集諸妓樂於瓦屋禪院門，嫗倚樹坐看，一賊直來嫗前背身箕踞。嫗叱之不去，仍惡詈之，其人如不聞。嫗忿然退身。須臾城外一砲飛空而落，傍擊此賊頭碎于地。如無此賊，則嫗正中之也。城陷日，唯殘嫗一身。今九十餘，既老且病，凍餓切骨，織草屨自給。常告人云：城閉之日若遭砲石擊殺，不見今日貧苦。何不幸若此耶！夫死生有命，子夏言人不爾逾也。凡人貴賤貧冨遭逢禍福，有幸與不幸。顔子少亡，子曰：不幸，短命之稱。為不幸，則知長命焉幸也。鬻屨嫗貧而壽，嘆為不幸，惜哉。 \\n 盲女 \\n 庚子歳，天兵討益部，賊突圍宵遁。主帥愍城中民，使招誘出城，大軍方入搜捕。及平定後，盡令歸家。南市渠中有一盲女，年七八歳，呌云：父耶母耶兄耶嫂耶，何處去，不供給我飲食也。其盲女為饑渴所逼，不知無家，但怨呼父母兄嫂，旦夕不輟。有一鄰婦云：此孫氏女，三歳因患麩豆入眼，父母憐其聰慧，常教念佛書，鞠養甚厚。父死於輸給不迨。母死於憂憤，嫂因供給役夫，中流矢而斃，兄城陷而不知存亡，更無親戚。觀者痛心流涕。經旬，或遇鄰婦，問盲女存亡。鄰婦云：盲女不接他人飲食，但悲號呼呌其親，水飲不入口，蘇而復絶。七日而卒。因憫而拾餘燼之材而焚之。於盲女衣中獲白金一兩，遂鬻之以供僧畫像焉。嗚呼，城陷日似此者多矣！獨書盲女者，言惟鄙意有激焉。夫家冨財饒，則禮義興矣；財茍不足，則禮義俱廢。葢人之常情也。當是時也，民家財物罄空，窘迫尤甚，豈謂鄰婦獨能捨餘燼之材，焚燒盲女，復於女衣中獲金不為己用，與盲女供僧畫像。竒哉鄰婦，能於困窮窘迫之際存誠如是，故特書之。且今之見利忘義者，不為斯鄰婦之罪人乎！ \\n 鐵骨魚 \\n 于生名玄，字玄之，成都人也。庚子歳遇賊據城，謂愚曰：某家事事可以不顧，所寶唯一刀爾。開房令愚視之，於昬黑處見光芒丈餘，細辨之乃刀也。因問所得之處，云：某故父於僞蜀制誥賈舍人下及第，是年冬遊青城，迴至溫江縣，泛舟而歸，見百花潭側漁人釣獲鯉魚一雙，長尺餘，買之歸家。時當寒沍煖酒炙魚，且禦凝冽。食魚棄骨，侍婢云：一魚骨黑，乃鐵也。使匠辨之，真鐵爾，遂煉成此刀。今遭厄難，陷在賊中。城破之日，刀與人孰存。此刀先喪，吾亦喪矣。吾若先喪，不知刀歸誰氏。此刀非常冝見賞，他日為吾善誌之。于生於賊中憂憤而卒。城陷日，家遭焚掠，其刀果不知存亡。因敘其言以記之。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷八", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷八卷八 \\n  \\n  \\n  \\n 瑞牡丹 \\n 大中祥符辛亥春，知益州樞密直學士任公中正張筵賞花於大慈精舍，時有州民王氏獻一合歡牡丹，任公即圖之。時士庶觀者闐咽竟日，且西蜀自李唐之後，未有此花。凡圖畫者，唯名洛州花。考諸舊說，謂之木芍藥。牡丹之號，葢出於天寶初。按酉陽雜俎云：隋朝文士集中無牡丹歌詩。又隋朝種植法之十卷，亦無牡丹者，至僞蜀王氏，自京洛及梁洋間移植，廣開池沼，創立臺榭，竒異花木恠石修竹無所不有，署其苑曰：宣華。其公相勲臣競起第宅，窮極奢麗，時元舅徐延瓊新創一宅，雕峻奢壯，花木畢有，唯無牡丹。或聞秦州董城村僧院有紅牡丹一樹，遂賂金帛令取之，掘土方丈，盛以木匣，厯三千里至蜀，植于新宅。花開日少，主臨幸，歎其屋宇華麗壯侔宫苑，命筆書孟字於柱上，俗謂孟為不堪。明年後唐吊伐，孟知祥自太原馳赴蜀，即知其先兆矣乎。僞通政王宗裕，亦於北門清逺江東創一亭臺榭池塘，駢植花竹，泉石縈遶，流盃九曲，為當時之甲也。唯牡丹花初開一朶，王與諸親屬擕妓樂張宴賞其初開者，花已為一女妓所折，王怒欲誅之，其妻諫曰：此妓善琵琶，可令於堦前執樂就賞。王怒稍解，其難得也如此。至孟氏於宣華苑廣加栽植，名之曰：牡丹花。外有麗春與黎州所有者小不同爾。 \\n 寓孔雀書 \\n 愚友人左侍禁辛貽顯，為容宜廉白等州巡檢，因寄一孔雀雛。西南相去萬里，蜀人固未嘗覩之，誠可愛也。書云：所屬郡邑山中多孔雀焉，雌者尾短無金翠，雄者尾大而緑，光翠奪目。孔雀自愛其尾，欲栖息必先擇致尾之地。南人捕者，先施網罟，須俟甚雨，尾霑而重不能高翔。初為所擒，則雀欲展其翅，恐傷其尾，至死尚愛護之。土人有活取其尾者，持刃於叢篁幽閴處藏蔽其身，伺其過，則急斷其尾者。不急斷，迴首一顧，即金彩無復光翠。故生者為貴也。為婦人首飾及扇拂之类，或生擒獲者，餉饋如京洛間鵞雁以充口腹，其味亦如之。南海有一士人嘗養一隻，僕夫告云蛇盤孔雀，且恐毒死。士人急令救之，其僕迴，但笑而已。士人怒之，其僕告曰：蛇與孔雀偶有得其卵者，使雞抱伏即成，其名曰：都护。初年生緑毛，二年生尾生小火眼，三年生大火眼。其尾乃成矣。孔雀每至晴明，軒翥其尾，自迴顧視之，謂之朝尾。須以一間房前開牕牖，面向明方，東西照映，向裏横一木架令栖息。其性愛向明，不在地止泊。飼之以米榖豆麥，勿令闕水，與養雞無異。每至秋夏，令僕夫於田野中拾螽斯蟋蟀活蟲餵飼之。凡欲餧飼，引於厅事上，令慣見賔客，又盛夏或患眼痛，可以鵞翎筒子灌少生油，以新汲水洗之。如眼不開，則擘口餤之小魚鰕，不爾，餓損及切。蒻少許餤之。貴其凉冷，如食有餘，則愈切，不可與鹹酸物食。食則減精神，昬暗毛色。馴養頗久，見婦女童豎綵衣綬帶，必逐而啄之。或芳時好景，聞絲竹歌吹之聲，必舒張翅尾，眄睞而舞，若有意焉。 \\n 滕處士 \\n 滕處士昌祐，字勝華，攻書畫。今大聖慈寺、文殊閣、普賢閣、天花瑞像額，處士筆蹟也。畫花竹鳥獸，體物像形，功妙格品，具名畫録。處士所居州東北隅，竹樹交隂，景象幽寂，有園圃池亭，徧蒔花菓。凡壅培種植皆有方法，及以藥苗為蔬，藥粉為馔。年八十五，書畫未嘗輟焉。厅壁懸一大粉板，題園中花草品格名目者百餘件，亦有逺方恠草竒花，葢欲資其畫藝爾。園中有一杮樹，夏中團坐十餘人，敷張如盖，無暑氣云。杮有七絶，頗宜種之：一有壽，二多隂，三無禽窠，四無蟲蠧，五有嘉實，六本固，七霜葉紅而堪翫。有一盆池，云初埋大盆致細土拌細，切生葱酒糟各少許，深二尺餘，以水漬之，候春初掘取藕根麄者，和顚三節已上四五莖傷損，埋入深泥，令近盆底，纔及春分，葉生，當年有花。夫藕有四美：根為菜，花為翫，實為果，葉為杓。具此四美，池沼亭檻之前為瑞草萍蘋藻荇，不得與侔也。園中有慈竹藂生，根不離母，故名之慈也。有釣絲竹，以其弱杪低而垂至地也。有絲竹，葉細而青莖，瘦而紫，亦謂之墨竹。有對青竹，身黄色，有一脈青節節相對，故謂之對青也。有苦竹，葉穠多隂，笋高之時粉香籜翠。有柱竹，扶疎藂茂，瀟洒亭臺，無出此數君也。俗以五月十三日種竹多遭烈日晒乾，園中竹以八月社前後。是月天色多隂土潤，竹以此月行根也。凡欲移竹，先掘地坑，令寛大，以水調細土作稀泥，即掘竹，四面鑿斷大根，科連根以繩錮定，舁時勿令動著根鬚。間土舁入坑，致泥漿中，令泥漿周匝徧滿，乃東西揺之，復南北揺之，令泥漿入至鬚間，便以細土覆之，勿令土壅過竹本根也。若竹稍長者，芟去顚葉，缠竹架之，恐風揺動即死。每窠相去二尺餘，不須實斸，只以一脚踏之，來年生笋速也。宜於園東北軟土上種之。竹性多西南行根，不用頻澆水，水多則肥死。園中有梨，名車轂，圍一尺，摘時先以布囊盛之，落地即碎。有金桃，深黄，剖之至核，紅翠如金，味美為桃之最也。有林檎，色如玉，向陽處有朱点，如纈。顆有重四兩者。其栽果法，以冬至後立春前，斫美果直枝須有鶴膝大如母指者，長可二尺以來，劄於芋魁中，掘土令寛，調泥漿細，切生葱一升許攪於泥中，將芋塊致泥中，以細土覆之，勿令堅實，即當年有花，來年始實，絶勝種核接果樹法。凡欲接果，先得野樹子酸澁不美者，如臂已上皆堪接也。然後尋美果枝，选隔年有鶴膝向陽者，枝長不過二尺，過則難治，至時剪下，便劄於蘿蔔中，欲不洩其氣也。冬至後十日立春前七日，其野樹皮潤萌芽未發，是其時也。將野樹以鋸截人去地五七寸，中心劈破深二寸許，取美枝或一枝或兩枝，斜捭，勿傷其皮，插於野樹罅中，外與野樹皮相齊，等緊密用牛糞泥封之，與笋籜包裹其接處，以麻紉缠定，上更以黄土泥塔頭裹之，勿使雨水透入。或有野樹旁生芽葉，即取去之。若依此法，則當年有花必矣。休復嘗依其教而樹，樹皆成。則不喻其野樹子實酸澁，鶴膝枝甜美，接酸澁樹上，為酸澁之氣所推，又焉得遂於甜美耶？樹之元氣反不能推小枝而與之俱酸澁，何也？所謂本不勝末，而物性難解歟。今之人但廕其枝葉，食其美實，而不求其酸澁所推耶。 \\n 好畫虎 \\n 靈池縣洛帶村民郝二者，不記名，嘗說某祖父以醫卜為業，其四逺村邑請召曾無少暇。畫一孫真人從以赤虎，懸于縣市卜肆中。已數歳，因及耄年，每日顒坐，瞠目觀畫虎，終日無倦。自茲不見畫虎則不樂。孫兒輩將豆麥入城貨賣，收市鹽酪，如不協其意則怒而詬罵，以至杖撻之。若見畫虎，則都忘前事。人有召其毉療，至彼家見有畫虎，即為之精志。親戚往還，亦只以畫虎圖幛為餉遺之物。如是不數年間，村舍厅厨寢室懸掛畫虎皆遍，鄉黨皆為畫虎所惑。有從兄見其耽好，恠而責之曰：汝好此物，何謂乎？答云：常患心緒煩亂，見之則稍間焉。因是說：府城有藥肆養一活虎，曾見之乎？曰：未也。因拜告其兄，求偕至郡，旣見後頓忘寢食，旬餘方誘得歸。自茲一月入城看虎再三矣。經年唯好食肉，以熟肉不快其意，即啖生肉。凡一食，或猪頭或猪膊，食之如梨棗焉。如是兒孫輩皆恐怯，每入城看活虎，孫兒相尋見則以杖擊迴。至孟蜀先主建僞號之明年，或一日夜分，開莊門出去，杳無蹤跡。有行人說：夜來一虎跳入羊馬城内，城門為之不開半日，得軍人上城射殺，分而食之。其祖父不歸，絶無耗音，則化為虎者是也。遂訪諸得虎肉食者，獲虎骨數塊將歸，葬之。 \\n 葭萌二客 \\n 僞蜀末，利州路有二客，負販杂貨往葭萌市鬻之。山程巇嶮，竹樹荒涼，時雨初霽，日將暮，去市十五里餘，藂林高樹上有人云：虎過溪來，行人迴避。二客惶忙选得一樹髙枝葉蔽人形處登之。逡巡有二虎迭來攫躍，或作人聲曰：人在樹上。一虎曰：我須上樹取之。虎欲相及，二客悸慄以拄杖摏之。虎呌曰：刺著我眼。遂下樹號呼而逸。至曙行人稍集，遂下樹赴葭萌市征之所。有一婦報云：任攔頭夜來醉歸，刺損雙眼，不來檢稅。二客相顧私語。衆怪而問之，因說夜來以拄杖摏損虎眼，是斯人偽為虎劫路耶。衆言比處近有二虎且暴，四逺村莊犬彘駒犢殆將食盡。市人遂相率持杖往攔頭家驗之。纔及中路遇一虎，虎畏人多，惶怖奔逃，越山哮吼而去。衆至任攔頭家，窺其籬隙之内，但見攔頭倮形而坐，兩目流血，呻S吟Y不已。衆乃叱之，以杖擊笆籬。其攔頭驚忙踉蹌，曵一尾，突門而出，目無所見，撞落深坑，吼怒拏攫，為衆人棒及大石斃之。遂舁入市。向先見之虎，即攔頭妻也。休復見史傳，人化為猿為魚為鱉為龟為蛇為虎之类甚多，不可以智詰之矣。 \\n 虎化為僧 \\n 武都人姓徐，失其名，以商賈為業。開寶初往巴逢興販，其路危狹，猿徑鳥道，人烟杜絶，猛獸羣行，村甿皆於細路中設檻穽以捕之，為常矣。時徐至一村，安泊中夜，報云機發。村人炬火照之，見一老僧困憊在穽中，自陳曰：夜來入村教化，迴誤落穽中，望諸檀越慈悲解救。村甿輩共愍，開檻而出之，躍跳數十，成一巨虎，奮迅騰躑而逝。斯畜也，以人言誘喻村甿得脫其難，亦智矣。 \\n 李吹口 \\n 永康軍太平興國中，虎暴失蹤，誤入市。市人千餘呌譟逐之，虎為人逼，弭耳矚目而坐，或一怒則跳身咆哮。市人皆顛沛。長吏追善捕獵者李吹口，失其名，衆云：李吹口至矣。虎聞忙然竄入市屋下匿身。李遂以戟刺之，仍以短刃刺虎心前，取血升餘飲之。休復雍熙二年成都遇李，因問：向來飲虎血何也？李云：飲其血以壯吾志也。又云：虎有威如一字，長三寸許，在脇兩傍皮下，取得佩之，臨官而能威衆，無官佩之無憎疾者。凡虎視只以一目放光，一目看物，獵人捕得，記其頭藉之處，須至月黑掘之尺餘，方得如石子色琥珀狀，此是虎目精魄，淪入地而成。琥珀之稱因此，主療小兒驚癎之疾。凡虎鬚拔得者，將劄蚛牙無復疼痛。凡虎傷者人衣服器杖乃至巾鞋，皆摺疊置於地上，倮而復僵。葢虎能役使所殺者人魂也。凡為虎傷死及溺水死者，魂曰：倀鬼。凡月暈，虎必交也。凡虎食狗必醉，狗，虎之酒也。凡虎不傷醉人。頃有一村夫入市醉歸，臨崖而睡，有虎來嗅之，虎鬚偶入醉者鼻中，醉者大噴啑，其聲且震。虎驚躍落崖而斃。此事皆聞李吹口者。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷九", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷九卷九 \\n  \\n  \\n  \\n 天倉洞 \\n 醫人張世寧，先為僧，名法暈。師事緜州雲山院僧曉樞者，郴人也。禪觀之暇，頗好燒煉。太平興國初，令法暈及行者柴漢榮張保緒往昌明縣竇船山採藥，入山百餘里，巖谷重深，松竹蓊翳，尋流霞山路至一村，曰：張野人家，老父及嫗皆八十餘。既見法暈等，語之曰：前有天倉洞，某為孩孺時有二客去遊，言洞中見自然餚馔，皆可食之。汝可去遊。唯路徑危峻，常宜勉力。法暈遂挈火負糧入洞。初甚隘嶮，後漸高廣，迤邐昏黑，因執炬而行，或上或下凡十餘里，漸明，與人世無異。嵌竇石室廣容石人，其下坦平，兩畔石壁鍾乳流溢垂下，長三四尺。時聞鳴籟音韻，石牀茶竈相連。就之畧憩，或覺餒，思酸饀食，面前尋有一雙酸饀。悚惕驚異而食之。保緒亦思蒸餅，亦如前有之，遂食一枚藏一枚。柴漢榮思蜜，亦如前得食之。後皆忘饑渴，漸覺身體輕利，登陟無困憊。又行三四里，阻一大江。江傍履蹟果核，如有人行過之處。對岸有石墻，遙望雲霞隱映，甍棟樓閣，棕楠花果，景象幽竒，如宫觀狀。微聞鐘磬之韻，水急苔滑，不敢過，乃稽首曰：下土微賤形骸滓穢，竊入洞府，仰窺靈跡，是塵刼因緣，不敢久住，却尋舊徑而迴。旣出得洞，先藏者蒸餅化為石，甚重，擊之如銅聲。休復嘗見道書云：大凡靈山洞府，若非道書標記者不可造次遊厯。有龍蛇之洞，多腥穢。鬼神之洞門高濶，若神仙之洞，隘狹。仍須有水隔碍。凡人不可妄造之爾。 \\n 鬻龍骨 \\n 蜀有蠶市，每年正月至三月，州城及屬縣循環一十五處。耆舊相傳，古蚕藂氏為蜀主，民無定居，隨蚕藂所在致市居。此之遺風也。又蚕將興，以為名也。因是貨蚕農之具，及花木果草藥什物。有鬻龍骨叟，與孫兒輩將龍骨齒角頭脊之类凡數擔，至暮貨之，亦盡。因問所得之處，云某在靈池縣分棟山。山去府城七十餘里，北連秦隴，南接資瀘，山阜岡岫之間，磎洞土穴之内，有能興雲雨之處，卽有龍蛻骨焉。齒角頭足皆有五色者，有白如綿者，有年深朽腐者，大十數丈，小三五丈。掘而得之甚多。龍之蛻骨與蟬蛻無異。又聞龍有五苦，謂生時、眠時、媱時、怒時、蛻骨時也。每年秋夏中一兩度，愚遙見分棟山上隂雲勃起，其間一物白色，拖尾及夭蟜入雲如曵練，長七八十尺。時濯錦江橋上千人縱觀。食頃，方拏奮而沒。旋有暴雨滂沱，雷震數聲，倐忽開霽。得不為蛻骨者，龍乎。因蚕市有王仲璋，得一蛇蛻，長五六尺，腹甲下有四爪如雀之四爪。胡本立得一龟，小如錢，緑色，背有金線，界成八卦象。鄭伯廣得一小瓢子，如壘，兩皂莢子堅實重厚，無有及者。休復亦曾得芝本兩層，抱石而生，每蚕市好事者凌晨而往，忽有遇神仙者，或有遇靈藥者，或有遇竒物者。耆艾相傳青城山仙人隐士多因蚕市接救人爾。 \\n 試金石 \\n 開寶初，錦江橋側有周處士者，鬻十香丸，以白器貯水浸小石子百顆餘，各有紋縷，如飛禽走獸花草雲鳯僧道之形者，人常聚覩歎賞之。中有一石如腎形烏潤，每將磨金，次色者益紫，以此為異。玉工見之云：非試金石，乃黑玉爾。後有道士見云：非黑玉，是寶也。若欲驗之以常石，對秤此石，加重數倍。以水銀塗其上如傅粉焉。若以大火烹之，成紫磨金。君當富矣。周曰：安敢火烹，非惡冨也。恐喪吾寶。後經賊亂，不知石所之。休復因見道門仙人照寶經云：凡百金之處旁熏樹木皆悉黄色，若要辨之，其石烏潤。以水銀揩之，自然粘著石上。以秤秤，有金者重於常石數倍。若敲磕及磓擊，終不能碎，須以大火烹煅得眞金矣。其金號曰：寶金，將煉為金液，還丹服之羽化。非世之常金也。昔道士所言，得於此經乎。 \\n 僧繇閣 \\n 茂州近威戎軍有僧繇閣，山路巇嶮，人煙杜絕。髙岡之下有龕，豁如堂奥。石壁上有畫觀音像一軀，及當時畫功德主，少長五人。其石壁年深隨勢剝落，雖風雨飄潤形狀愈明，歳月經久而不昬晦。不知其畫何得入石，亦不知僧繇何以至此也。 \\n 石像 \\n 新都縣四像院僧有卧像一軀，盖生於石，手足頭面衣紋纖介青黃色隐起狀，若雕刻。豈知胚混偶然成形乎？ \\n 採枸杞 \\n 華陽邑村民段九者，常入山野中採枸杞根莖貨之，有年矣。因於紫山脚下見枸杞一株甚大，遂斸之，根本怪異不类常者，長尺餘，四莖如四足，兩莖如頭尾，若一獸形。持歸村舍，家狗吠之不已。至夜四隅村落羣狗聚而吠之，終夕不輟。不堪其喧也。遲明，妻怒，將充朝爨。羣狗乃不復吠矣。休復見道書云：枸杞茯苓人參薯藥术等，形有異者餌之，皆獲上夀。或除嗜慾嗇神抱和，則必有真靈降顧，接引為地仙爾。 \\n 趙公山 \\n 淳化癸巳歳冬十月，青城山民往趙公山採薪，遇數苖薯藥，頗大如常者。村人度其下必大有薯藥，遂與妻子同掘之，深三尺餘，但見根须抱一大瓷合，遂揭開視之，有一大赤蛇如爛錦盤結合内。村人悸慄，以鋤觸之，蛇乃翻然化一雉，飛入溪水中。合内唯餘一隻石簪。村人持歸山舍，其夜一室如晝。村人轉懼此物異常，送與莊主。明年值順賊作亂，不知此簪所存。 \\n 鹿水溪蛇 \\n 陵州籍縣鹿水溪村民康化者，雍熙乙酉歳秋，有牧童晚歸值雨，見溪中有大蛇引小蛇，蟠蜿屈曲於泥中，自大至小曳泥上岸，入一穴内，至末者曳泥窒其穴口，並無蹤由。其童驚駭，目瞠口禁不能言。至前春啟蟄時，方稍語。得父母問其不語之由，方說溪中所見之物矣。 \\n 魚化為石 \\n 青城縣漁者李克明，釣歸傾其魚於竹器中，有一魚化為石，長四寸許，鱗鬛燦然若活。漁人婦見而愛之，將與豎子為戲。其豎子將石魚於椀水中，或揺鬛振鱗浮泳而活。漁者驚異取出，置土甖中，因是鄰里求觀者衆。在水則活，離水則為石，率以為常。時巡轄栢舍人虚舟取此魚看，敲之中斷，致于水中不復活矣。 \\n 趙十九 \\n 趙十九名處琪，陷銀花衘鐙為業。淳化中收得一鐵鏡，頗有異常。時有畢先生者，名藏用字隐之，年九十餘，然不知所修之道。嘗飲酒少食，自言本天台山道士，入川儒服三十餘年，備厯蜀中名山勝景。一日與處琪賫鐵鏡訪愚茅亭，翫之，其鏡可重一斤以來，徑七八寸，鼻大而圓。遶鼻有四象八卦，外有大篆二十四字，背面皆碧色。每至望夜光明愈於别夜。畢先生於景徳中擕至闕下，值上封泰山，因從觀大禮得召見，稱旨，遂與披掛賜紫服，號通真大師，封香令於青城山焚修。御詩送行。到川日訪愚茅亭，問其鐵鏡，已在貴人之處矣。 \\n 景山人 \\n 玉壘山人景煥，有文藝，善畫龍。涉獵經史，撰野人閒話、牧豎閒談。住川城北隅，數畞園蔬，家族數口，豐儉得中。山人情性溫雅守道儉素，未嘗與人有毫髪之競對。人無老少，必先稱名。雍熙年初，有冨家王仲璋者求山人畫龍，初甚愛重。後有人云：景山人畫格品低於孫位、黃筌，遂將染為皂。山人聞之曰：何不速言。酬以好絹，恭謝而退。嘗使小僕挈帽隨行，遇雨尋僕不見，冒雨而歸。妻問何以不戴帽衣服濡濕，山人云：亢陽祈雨，不許人戴帽。其妻使婢送金釵還鄰家，婢中路遺之，泣告山人，因他處假令還鄰人。山人嘗於婢僕輩知其乏困飢寒，誠謂君子不虐幼賤。山人園圃中養二斑鵞，夜見鵞糞中有光明，往告之。山人令以水淘之，獲麩金二兩餘。吁，誰謂天葢髙，何懲惡勸善如反掌耶。 \\n 彈鴛鴦 \\n 章子朋者善書，勒大字妙。放小弩彈丸發無不中，常自衒其能。至道丙申歳往嘉州書僧院額，自州乗船，所至處彈獲飛禽，供同船人食。至青神縣維舟，見二鴛鴦，因發彈斃雄者，將歸烹之。其雌者隨至其船，見雄者在鍋，不顧沸湯投其中，伸頸鼓翼，長呌數聲而卒。子朋戲曰：人之為偶者如此，蹈湯赴火相隨如是，以為笑樂。左傳謂忍人者，其章子朋之謂乎。 \\n 蠶饅頭 \\n 新繁縣李氏，失其名。家養蠶甚多，將成値，桑大貴，遂不終飼而埋之，鬻其桑葉，大獲其利。將買肉麫歸家造饅頭，食之擘開，每顆中有一蠶。自此災癘俱興，人口淪喪。夫蠶者靈蟲，衣被天下，愚氓坑蠶獲利，有此徴報爾。 \\n 太子大師 \\n 後唐大同三年，魏王統軍克蜀。孟先主尚莊宗妹福慶長公主，自太原節度馳赴西川至。明宗晏駕，宗室喪亂，朝士奔竄，有新羅僧擕莊宗諸子為僧，入蜀投孟主，即福慶長公主猶子也。因為起院，以莊宗萬夀節為名額，蜀人號為太子大師。曁聖朝弔伐入見闕庭，有小師宗瑩酷好為詩，其師自京歸檢校其院，隳殘迨盡，宗瑩與院主元亮設謀聞於時政，以其師後唐宗裔不合住川。由是為所奏發遣赴闕，大師憂恚，卒于劍門。元亮與大師同日暴亡。宗瑩因順賊入城，焚燒院宇，寄食諸寺中，風恙。二三年間，患瘡疥狼狽，終亦自縊而死。鳴呼，不畏于天不孝于師，能無及此乎。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
{"章节": "卷十", "正文": "　 \\n 茅亭客話 \\n  \\n  \\n   \\n  \\n  \\n  \\n  \\n  \\n 卷十卷十 \\n  \\n  \\n  \\n 孫處士 \\n 孫處士名知微，字太古，眉州彭山人也。因師益部攻水墨僧令宗，俗姓丘氏。知微形貌山野，為性介潔，凡欲圖畫道釋尊像，則精心率意，虚神靜思，不茹葷飲酒，多在山觀村院，終冬夏方能周就。嘗寓青城白侯壩趙村，愛其水竹重深，囂塵不入，冀絶外慮，得專藝學。知微畫思遲澁無羈束，有位者或求之，不動，即絶食託疾而遁。導江縣有一女巫，人皆肅敬，能逆知人事。知微素尚竒異，嘗問其鬼神形狀欲資其畫，女巫曰：鬼有數等，有福徳者精神俊爽，而自與人交言。若是薄相者，氣劣神悴，假某傳言。皆在乎一時之所遇，非某能知之也。今與求一鬼，請處士親問之。知微曰：鬼何所求？女巫曰：今道途人鬼各半，人自不能辨之。知微曰：嘗聞人死為冥官追捕案籍罪福，有生天者，有生為人者，有生為畜者，有受罪苦經劫者。今聞世間人鬼各半，得非謬乎？女巫曰：不然，冥途與人世無異，茍或平生不為不道事，行無過，詎有桎梏及身者乎？今見有王三郎在冥中足知鬼神之事，處士有疑請自問之。知微曰：敢問三郎鬼神形狀，欲資所畫。俄有應者曰：今之所問，形狀醜惡怪異之者皆是魍魎輩，神者一如陽間尊貴大臣，體貌魁梧，氣岸高邁。蓋魂魄强盛，是以有精爽至於神明，非同淫厲之鬼爾。知微曰：鬼神形狀已得知矣，敢問鬼神何以侵害於生人？應者曰：鬼神之事人皆不知，凡鬼神必不能無故侵害生人，或有侵害者，恐是土木之精、千歳異物、血食之妖鬼也。此物猶人間之盜賊，若無故侵害生人，偶聞於神明，必加侵害，亦不異盜賊之抵干憲法爾。若人為鬼所害者，不聞乎為惡於隐者。鬼得而誅之；為惡於顯者，人得而誅之乎？知微曰：明神禱之而求福，有之乎？應者曰：鬼神非人，實親於徳，是依皇天。無親亦惟徳而是輔，凡有徳者，不假禱祈，神自福之。若素無徳行，雖勤禱之，得福鮮矣。知微曰：今冥中所重者罪，在是何等？應者曰：殺生與負心爾。所景奉者浮圖敎也。知微曰：某之後事可得聞乎？應者曰：禍福之事不可前告。神道幽秘，弗許預知也。知微曰：今欲酬君，君欲希我何物？應者曰：望君濟我資鏹數百千貫。知微辭之，應者曰：所求者非世間銅鐵為者，乃楮貨爾。知微乃許之。應者曰：燒時慎勿使著地，可以薪艸薦籍之，向一處以火爇，不得攪剔，其錢則不破碎，一一可達也。遂依教蟠紙錢數百千貫。噫，昔漢世以前，未知幽冥以何為賂遺之物爾。 \\n 黄處士 \\n 黄處士名延矩，字垂範，眉陽人也。少為僧，性僻而簡，常言：家習正聲，自唐以來待詔金門，父隨僖宗入蜀，至某四世矣。琴最盛於蜀。製斵者數家，惟雷氏而已。又云：雷氏之琴不必盡善，有瑟瑟徽者為上，金玉者為次，螺蚌者亦又次焉。所以為異者，岳雖髙而弦低，雖低而不拍面，按之若指下無弦吟振之，則有餘韻，非雷氏者。箏聲絶無琴韻也。處士常言：隋文帝子蜀玉秀造千面琴，散在人間，故有號寒玉韻磬響泉。和志者，琴則有操引曲調及弄，弦則有歌詩五曲，一曰：伐檀，二曰：鹿鳴，三曰：騶虞，四曰：鵲巢，五曰：白駒。葢取諸國風雅頌之詩聲其章句，以律和之之謂也。非歌詩之言，則無以成其調也。本詩之言而成調，非因調以成言也。諸詩皆可歌也。咸平中，知州馮公知節召孫知微畫，俾處士彈琴，二公俱止僧舍。嘗会愚茅亭。進士張及贈之詩曰：二公髙節厭喧卑，同寄蕭宫共展眉。玉樹氷壺齊品格，野雲臯鶴本追隨。泉流指下何人賞，岳峭毫端秖自知。綣戀賢侯美風敎，故山歸去尚遲遲。祥符壬子秋告歸鄉里，遺愚養和一法。是年冬病卒，年八十。其樂天知命者歟。 \\n 程先生 \\n 程先生名賁，字季長，自號丘園子，江陽人也。世習儒，少孤力學，立身介潔，跬步一言必循禮。則雖家童稚子，應對進退不踰規矩。先生尤嗜酒，復喜藏書。自經史子集之外，凡竒訣要録未嘗聞於人者，畢珍收之，亦多手冩焉。其間復混以名畫古琴瑰異雅逸之玩，無所不有。雖年齒已暮，而志好益堅，目游簡編，未少暫息。每謂所知者曰：余五十年，簡冊鈆槧未嘗離手。其勤至也如此。嘗譔太玄經義訓，功未就寢疾而卒。年七十有四。易曰：不事王侯高尚其事，其是之謂乎。 \\n 杜大舉 \\n 杜鼎昇字大舉，形氣清秀雅有古人之風，鬻書自給，夫婦皆八十餘。每遇芳時好景出郊选勝偕行，人皆羡其高年逸樂如是。進士張及贈之詩曰：家本樊川老蜀都，世家冠劒豈寒儒。筆耕尚可儲三載，酒戰猶能敵百夫。僻愛舜琴湘水弄，每縣孫畫醉仙圖。孟光笑語長相逐，喚作梁鴻得也無。嘗手冩孫思邈千金方鬻之，凡借本校勘，有縫折蠧損之處，必粘背而歸之。或彼此有錯誤之處，則書劄改正而歸之。且曰：使人臣知方則忠，使人子知方則孝。自於千金方中得服玉泉之道，行之二十年，獲筋體强壯耳目聰鑒，每寫文字無点竄之誤。至卒，方始閣筆。服玉泉法：去三尸，堅齒髪，除百病。玉泉者，舌下兩脈津液是也。但能每旦起坐，瞑目絶慮，叩齒二七，通潄令滿口，乃吞之，以意送至臍下炁海一七遍，經久，自然如流水瀝瀝下坎澗之聲。如此則百脈和暢。所以黄庭經云：玉池精水灌靈根。又曰：漱咽靈液災不干。其是之謂乎。 \\n 任先生 \\n 任先生名玠，字溫如，蜀人也。學識廣博，人皆師仰之。大中祥符初，樂安公中正鎮蜀日，請先生於文翁石室大集生徒，講說六經，以紹文翁之化。由是蜀中儒士成林矣。大中祥符末，有諫議大夫凌公策莅蜀，聞先生之名，表薦于上，詔入京。先生進龍圖紀聖詩一千韻，酬以汝州團練推官，三讓辭官，表云：伏念臣早年髪白，悲老態之遽臻；觸事心闌，覺死期之將至。乞授一子官。蒙聖恩與子偕任醴泉主簿，天禧元年欲就居嵩山，般家之蜀，因與鄉人前秦州隴城主簿張逵中行秩滿歸川，二人同訪愚茅亭，觀舊題之處，云：昔日髙年有道之士，今已物故。未逾一紀，故友將盡。我雖存也，餘生几何！先生留一絶於亭壁云：聚散榮枯一夢中，西歸親友半成空。唯餘大隐茅亭客，垂白論交有古風。天禧二年，先生遊寧州，卒于旅舎。扬子法言曰：通天地人曰：儒。誠哉是言。天地間萬类中，惟人最靈，然愚蒙者萬而賢智者一，處賢智而志於道者，復几何人？如任先生者，可謂通天地人而知命守道者也。 \\n 譚居士 \\n 譚居士名仁顯，成都人也，以醫為事，居郡城東南隅。所居庭廡籬落間，徧值艸藥。年髙而精神愈壯，無喜怒，故毁譽不能動其心。手持數珠常誦佛經於閭巷聚落中。治病所得錢帛，隨即分授於貧者，竟以不言但行隂施黙益之道。每行藥至午方歸，則閉户靠壁瞑目而坐。大中祥符乙卯冬示疾端坐而逝，時齒一百。人未化前，人問居士有長生法，對曰：至於導養得理，以盡性命。百年猶厭其多，況久生之苦乎！ \\n 小童處士 \\n 童處士名益，字友賢。因兄能畫，相學習而頓悟，若生而知之。大凡性有巧拙，畫無古今，蜀末歸命，聖宋以前有張杜二人善畫佛像羅漢，有張南本畫人物車馬，黄伯鸞花雀竹石，李昇山水，李文秀寫真。自往及今，有童君與前輩不相下也。童君於海雲山寺畫慈寺如來十六羅漢，大聖慈寺三學院楞嚴經變相，玉局化龍虎君二十四化神仙，天慶觀龍虎君聖祖殿岳瀆神祗，所有神仙侍從向背低昻無遺其勢者。鳥獸洪纖樹石山水無遁其形者，而又筆蹤遒健，天機俊逸。九曜院寫張侍郎真，精神氣韻如出素壁之前，時推妙手。張侍郎在任日，俾童君畫鮑倩五禽圖，於五勢之間各寫侍郎真在其中，侍郎展開曰：老夫山野，豈堪圖之。因是優禮待之。祥符中，於愚茅亭圖水石六堵，謂愚曰：時輩皆云彈琴非是樂，寫真非是畫，是耶非耶，請為言之。愚對曰：春秋左氏傳，晉侯觀于軍府，見鍾儀問曰：南冠而縶者誰也，有司對曰：鄭人所獻楚囚也。使稅之召而弔之，再拜稽首問其族，對曰：伶人也。能樂乎，對曰：先父之職官也。敢有二事，使與之琴，操南風。杜預注云，伶人樂官也，豈不謂琴為樂乎？南齊謝赫論畫有六法，一曰氣韻生動，二曰骨法用筆，三曰應物像形，四曰隨类傳彩，五曰經營位置，六曰傳移模寫。其寫真者，於畫六法中一法爾，豈不謂之畫乎？若秪以畫人頭面而已，豈曰盡善，若秪以寫真擅名，不亦寡乎。譬諸膳夫和羮，醯醢鹽梅以烹魚肉，齊之以味，闕一不可。今國朝取士於詩賦策論，闕一者不中其选也。則知君子之道貴乎全也，畫與學，雖殊功用奚異。君其全和。童曰：益雖不敏，請事斯語矣。 \\n  \\n  \\n  \\n 　 \\n  \\n  \\n  \\n  "}
