{"章节": "深衣考（清）黄宗羲撰", "正文": "　深衣考 \\n （清）黄宗羲 \\n 提要　    \\n 《深衣考》一卷，国朝黄宗羲撰。宗羲有《易学象数论》，已著录。是书前列己说，後附《深衣》经文，并列朱子、吴澄、朱右、黄润玉、王廷相五家图说，而各辟其谬。其说大抵排斥前人，务生新义。如谓衣二幅，各二尺二寸。屈之为前後四幅，自掖而下杀之，各留一尺二寸。加衽二幅，内衽连於前右之衣，外衽连於前左之衣，亦各一尺二寸。其要缝与裳同七尺二寸。盖衣每一幅属裳狭头二幅也。今以其说推之，前後四幅下属裳八幅外，右衽及内左衽亦各下属裳一幅，则裳之属乎外右衽者势必掩前右裳，裳之属乎内左衽者势必受掩於前左裳。故其图止画裳四幅。盖其後四幅统於前图，其内掩之四幅，则不能画也。考深衣之裳十二幅，前後各六，自汉唐诸儒沿为定说。宗羲忽改创四幅之图，殊为臆撰。其释“衽，当旁也”，谓“衽，衣襟也。以其在左右，故曰当旁”。考郑《注》：“衽，裳幅所交裂也。”郭璞《方言注》及《玉篇注》俱云：“衽，裳际也。”云“裳际”，则为裳旁明矣，故《释名》曰：“衽，襜也，在旁襜襜然也。”盖裳十二幅，前名襟，後名裾，惟在旁者始名衽。今宗羲误袭孔《疏》以裳十二幅皆名衽，不明《经》文“当旁”二字之义，遂别以衣左右衽当之。是不特不知衽之为裳旁，而并不以衽为裳幅。二字全迕，益踵孔《疏》而加误矣。其释“续衽”也，谓“裳与衣相属，衣通袂长八尺。裳下齐一丈四尺。衣裳相属处乃七尺二寸。则上下俱阔而中狭，象小要之形，故名续衽”，其说尤为穿凿。其释“袂圆以应规”也，谓：“衣长二尺二寸，袂属之亦如其长。掖下裁入一尺，留其一尺二寸，可以运肘，以渐还之至於袂末，仍得二尺二寸。《玉藻》言袪尺二寸，乃袂口之不缝者，非谓袂止一尺二寸。”今考《说文》：“袪，袂也。”《礼·玉藻》郑《注》谓：“袪，袂口也。”盖袂末统名曰袪。今谓袂口半不缝者乃名袪，则袂口之半缝者岂遂不得名袪乎？且袂口半缝之制，《经》无明文，又不知宗羲何所据也。宗羲经学淹贯，著述多有可传。而此书则变乱旧诂，多所乖谬。以其名颇重，恐或贻误後来，故摘其误而存录之，庶读者知所决择焉。 \\n 深衣考以白細布為之，度用指尺。以各人中指中節為寸，羲嘗以錢尺，較今車工所之尺去二寸則合錢尺。衣二幅，屈其中為四幅。布幅闊二尺二寸。用二幅，長各四尺四寸，中屈之，亦長二尺二寸，此自領至要之數，大略居身三分之一，當掖下。裁入一尺，留一尺二寸以為袼，其向外則屬之于袂其向內則漸殺之，至于要中，幅闊尺二寸矣。衽二幅。其幅上狹下闊，闊處亦尺二寸，長與衣等。內衽連于前右之衣，外衽連于前左之衣。裳六幅。用布六幅，其長居身三分之二，交解之，一頭闊六寸，一頭闊尺二寸，六幅破為十二，狹頭在上，闊頭在下，要中七尺二寸，下齊一丈四尺四寸，蓋要中太廣則不能適體，下齊太狹則不能舉步，而布限于六幅，兩者難予兼濟，古之人通其變，所以有交解之術也。世儒不察以為顛倒破碎，思以易之，于是黃潤玉氏有無裳之制，則四旁盡露，不得不贅以裾衽，王廷相氏增裳為七幅以求合乎下，則要中曠蕩又假于辟積，何如交解之為得乎？太常案：黃、王皆明人。續衽。續衽者，衣與裳相連屬之也。鄭氏曰凡衽者，或殺而下，或殺而下（原文如此~~），是以小要取名焉。鄭氏亦既明乎衽之說矣。而乃連合裳之前后以為續衽，何也？蓋衣裳相合則上下大而中小，斯成為衽，不合故不可以為衽也。衣六葉，每葉廣二寸，裳十二葉每葉廣六寸，故裳二葉屬衣一葉，裳二葉乃一幅也，衣六幅，裳六幅，經文所謂制十有二幅者是也。或曰續衽者，以內外衽續之于衣也，后世失深衣之制，至為無衽之衣，則此續衽正足為有衽。羲曰：不然，深衣之所以得名，由其衣與裳續也。經言其制度，不應于得名之由，終篇不及，舉末而遺本，有以其不然矣。若夫有衽之證，則裳之不可為十二幅也。袷之所以能方，衽之當旁也。鉤邊。鉤邊謂縫合其前后也，蓋衣裳殊者，衣則從袼下連其后幅而不盡者數寸以為袴裳，則前三幅后四幅各自為之。深衣乃自袼下以至裳之下畔盡縫合之，左右皆然，鄭氏謂不殊裳前后，是鉤邊也。而以之解續衽，誤矣。蓋續衽其橫，而鉤邊其直也。合之制衣者，其禮，衣四旁以裾衽贅之而不縫合，其去裾衽而縫合者，及謂之褻衣，去古遠矣。袪二幅。用布二幅，中屈之如衣，不長。屬于衣之左右，從袼下漸圓以至袂末而后縫合之，留其不縫者一尺二寸以為袪，其袂末仍長二尺二寸也。袷二寸。衣之兩肩各剪開寸許，另用布一條闊二寸加于其上，一端盡內衽之上，一端盡外衽之上，兩衽交揜則其袷自方。緣寸半。用黑繒三寸，領也，袖口也，兩衽之邊也，下齊也，內外夾縫之則緣寸半。帶四寸。用白繒四寸，夾縫之，其長圍要，而結于前，再屈為兩耳，垂其余為紳，下及于齊，以黑繒一寸緣其紳之兩旁，及下亦夾縫之，謂之辟。人以色絲繩貫其耳而約之，其實，帶闊二寸辟半寸。緇冠。糊紙或烏紗加漆為之。裁長條圍以為武。其高寸許。又裁一長條，辟積左縫以為五梁，廣四寸，長八寸，跨頂前后，著于武，外反屈其兩端各半寸向內，武之兩旁半寸之上，竅以受笄，笄用象。幅巾。用黑繒六尺。中屈之，分為左右刺。左五寸，右五寸，作巾。額當中，作（巾＋取）。（巾＋取）者，從里提其兩畔之繒相湊而縫之，其中空，乃以左葉交于右，右葉交于左，線綴之，其頂突起，乃屈其頂之繒藏于里，使巾頂正圓而后縫之，兩旁三寸許各綴一帶，廣一寸長二尺，以巾額當前，裹而系其帶于后，垂之。黑履。用皂布作履，以絲條二條為鼻，綴于履頭，謂之絇。履面亦綴以條，謂之繶。履口周圍緣以絹，謂之純。履后系帶，前穿于絇，謂之綦。四者皆用白色。經深衣曰：古者深衣，蓋有制度，以應規、矩、繩、權、衡。古之禮服，上衣下裳不相連。此衣裳相連，被體深邃，故謂之深衣。五者之應，則下文。短毋見膚，長毋被土。此言裳之下際隨人之身而定。其長短太短則露見其體膚，太長則覆被于地上，皆不可也。續衽，鉤邊。衽者，小要之名。凡布幅廣二尺二寸，衣之上際連袂四幅為八尺八寸，除去其縫之所費各二寸，存八尺。在其下際，周圍七尺二寸，重之為三尺六寸，此衣之殺而下也。裳之下際，周圍一丈四尺四寸，重之為七尺二寸，其上際亦得三尺六寸，此裳之殺而上也。兩者相屬連之，則小要之形成矣，故曰續衽。衣分四袴，裳有前后，今于其邊皆鉤連為一。故曰鉤邊。要縫半下。玉藻曰：深衣三袪，袪尺二寸，圍之為二尺四寸，三之七尺二寸，此要縫之數也。裳六幅，每幅交解為二，以二尺二寸之布，四寸為縫，其一尺八寸，三分之，狹頭一分，六寸；廣頭二分，一尺二寸，狹頭在上為七尺二寸，廣頭在下為一丈四尺四寸，故要縫半于下也。衣二幅，屈之為四幅，自掖而下殺之，每幅留一尺二寸，加衽二幅亦各一尺二寸，其要縫之數與裳同，七尺二寸，蓋衣每一幅屬裳狹頭者二也。袼之高下，可以運肘；袼，當掖之縫也。從此而圓之為袂，從此而削之為要，故須量度肘之出入以為高下。袂之長短，反詘之及肘。臂骨上下，各尺二寸，又身脊至肩尺一寸，共三尺五寸，衣袂相屬，二幅為四尺四寸，故詘之可及肘，此言其大概也。帶，下毋厭髀，上毋厭脅，當無骨者。此言衣帶高下之度。無骨，謂腹間也。以上皆言深衣之尺度。制：十有二幅以應十有二月。衣二幅，袂二幅，內外衽各一幅，共六幅在上，猶月之陽也。裳六幅在下猶月之陰也。袂圜以應規。衣長二尺二寸，袂屬之，亦如其長，既從掖下裁之到要，使其廣止一尺二寸，又從掖下裁入一尺留其一尺二寸可以運肘，而后以漸還之，至于袂末，仍得二尺二寸。玉藻言，袪，尺二寸，乃袂口之不縫者，非謂袂末止尺二寸也。如是則左右袂相合斯成規矣。曲袷如矩以應方。衣之兩肩上，各剪開寸許，以袷二寸加之，其兩端斜絡于左右衽之幅，右衽之末交于左肋，左衽之末交于右肋，兩領交會自如矩之方，謂之曲袷。負繩及踝以應直。衣之背縫與裳之后縫，上下相當如繩之直，非謂真負繩也。下齊如權衡，以應平。下齊，裳末緝處。其齊一如衡之平也。以上皆言深衣之法象。故規者，行舉手以為容；負繩抱方者，以直其政，方其義也。故《易》曰：坤，“六二之動，直以方”也。下齊如權衡者，以安志而平心也。五法已施，故聖人服之。故規矩取其無私，繩取其直，權衡取其平，故先王貴之。舉手為容者，應接之恭，外無圭角也。負直于后，宅心之正，而無斜倚也。抱方于前者，制事之義，外無虧缺也。安志平心者，存主之定，內無低昂也。圣人服之，又言先王貴之者，謂貴此規矩繩權衡五者，非深衣也。故可以為文，可以為武，可以擯相，可以治軍旅，完且弗費，善衣之次也。端冕可以為文，而不可以武。介胄可以為武，而不可以文。兼之者，唯深衣。善衣，朝祭之服也，自士以上，深衣為之次，庶人吉服，深衣而已。以上言深衣所以為善也。具父母、大父母，衣純以繢；具父母，衣純以青。如孤子，衣純以素。純，緣也。喜戚皆衷于服。純袂緣純，邊廣各寸半。緣，緆也。裳下曰，緆袂口也，裳下也，邊側也，三者之飾，各廣寸半，純雖以為飾，然古人之意于沿邊之處，防其易損，故重之純以為固。玉藻曰：深衣三袪，縫齊倍要。袪，袖口也。三袪者，言腰中之數三倍于袖口也。袪，尺二寸，圍之為二尺四寸，三其袪為七尺二寸，齊又倍之則丈四尺四寸也。衽當旁。衽，襟也。此之為衽，單指左右襟而言，在左右故曰當旁，與續衽之衽異。袂可以回肘。此指掖下肘長尺二寸，衣長二尺二寸，從掖下裁入一尺，留尺二寸，以便肘之出入。長中繼揜尺。（繼為絀之誤）古者布幅二尺二寸，除二寸為殺縫，止剩二尺，故身材背縫左右各二尺外，接袂幅二尺二寸，通計四尺二寸，所以袂之長中絀掩臂之尺。若長衣中衣之制，豈宜渾入深衣？故知鄭說非也。袷二寸，袪尺二寸緣廣寸半。袷，領也。以交而合故名袷，二寸言其廣。袪尺二寸，言其不縫者，統縫不縫，則袂末二尺二寸也，緣即純也。諸家朱子曰：裁用白細布，度用指尺。中指中節為寸。衣二幅不裁，其長過肋，下屬于裳。用布二幅中屈而下垂之，如今之直領衫，但不裁破。腋下每幅之下屬裳三幅。裳交解十二幅，上屬于衣，其長及踝。用布六幅，每幅裁為二幅，一頭廣一頭，狹當廣頭之半，以狹頭向上而聯其縫，以屬于衣，每三幅屬衣一幅。圓袂。用布二幅各中屈之如衣之長，而漸圓殺之以至袂口則其徑一尺二寸。方領。兩襟相掩，衽在腋下，則兩領之會自方。曲裾。用布一幅如裳之長，交解裁之，疊兩廣頭，並令向上，布邊不動但稍裁其內旁大半之下，令漸如魚腹而末如鳥喙，內向而緝之，相沓綴于裳上之右旁，以掩裳際。右幅在下，左幅在上，布邊在外，裁處在內。衣裳皆緣。緣用黑繒，表里各二寸，裳下及邊表里各一寸半，皆就布緣，袂口表里亦各寸半，布外接出。大帶。帶用白繒，廣四寸，夾縫之，其長圍腰，再繚之為兩耳，垂其余為紳，下與裳齊，以黑繒緣其紳之兩旁及下，表里各寸半，復以五彩條，廣二分，約其相結處，長與紳齊。羲按：朱子制度，有因孔氏而失之者，有不因孔氏而失之者。曲裾之說，因孔氏錯解鉤邊，朱子后亦知其難用矣。衣二幅不裁破掖下，因孔氏袂二尺二寸，肘二尺二寸，是容運肘之言，不知經文袼之高下可以運肘，蓋以人肘有長短故商度其高下而后裁之，若不裁破而定于二尺二寸則又何煩著之于經也？袂本之廣如衣之長，而漸圓殺之以至袂口，亦因孔氏前言袼下二尺二寸，既不容殺，則所殺者皆因孔氏而失之者。孔氏去深衣外衿之邊，有緣，則衣之有衽明矣。今前后四幅而無衽，傲直領衫為之，則兩襟安得相掩兩領？亦不相會。就其說亦自矛盾矣！孔氏言深衣，裳一旁則連之，相著一旁則有曲裾掩之，與相連無異，今裳三幅屬衣一幅，衣既對襟，則兩裳之際所謂曲裾者亦將掩之于前，而不及乎旁矣！此又不因孔氏而失之者。然方領之條又云，衽在掖下，則兩領之會自方，若將有事乎衽者？而集中所裁之圖其領又直垂，則此其未定之制與？孔氏曰：鄭以漢時領皆向下交垂，故云古者方領，似今擁咽，故云若今小兒衣領，但方折之也。今按朱子所圖，正孔氏所謂漢時領也，非方領也！非方領可知，然孔氏云擁咽者，長不過數寸至咽下而止，即今之俗云牌領也，其謂方折之者，從脰眼異其方圓耳，亦非正式。按曲裾，于孔氏雖無明制，然謂所以掩裳者，則兩裳交會之所，必每旁一幅，而后可以相鉤相掩。今乃兩幅相沓綴于一旁，則不足以為鉤矣！鄭氏，鉤讀如鳥喙必鉤之鉤，以字義而言，謂其交結也，乃令末如鳥喙以當之，豈非視指為月乎？吳草廬曰：深衣之衣，用布二幅，袂用布四幅，布幅廣二尺二寸，凡縫合處每幅削其兩邊各一寸，止留二尺，衣袂之左右，各布三幅，自背縫至袂口廣六尺。臂骨上下各尺二寸，身脊至肩又尺一寸，總之不過三尺五寸。衣一幅，袂一幅，廣四尺四寸，每副削邊雖云各一寸，其實不過總一寸，兩幅去二寸，四尺二寸，在于手長七寸，而手有長短，隨人加減，不礙反屈及肘之文也。若增袂一幅則三幅，廣六尺六寸，除削幅三寸，作六尺三寸，較之于手實長二尺八寸，而反屈之過肩矣無！乃鮑老郎當乎？朱白云（右）曰：以白織布為之。度用指尺。衣二幅，屈其中為四幅。前后長居身三之一，強自領至腰。王氏謂：衣二尺二寸則恐傷太長，當掖下裁至袼，外屬于袂。衽二幅。衽，說文曰：衣衿。注，交衽為衿，爾雅：衣衽為襟，通做衿。正義云：深衣外衿之邊有緣，則深衣有衽明矣。宜用布一幅交解裁之，上尖下闊，內連衣，為六幅，下屬于裳。裳十二幅。用布六幅，斜裁上廣六寸，下廣尺有二寸，上屬于衣。袪與袼平。袼，衣袂當掖之縫也。袪，袂口也。袂中及齊，與身參而圓之。齊謂袂下當縫處。腰七尺二寸。袷二寸交而方。鉤邊續衽。邊謂邊縫也。衽，邊斜幅，既無旁屬別裁直布而鉤之，續之衽下，若今之貼邊。經曰續衽鉤邊，正以鉤邊續于衽，也后人不察至有無衽之衣，或有衽亦如鉤邊，則于袷領相妨，身服不宜，姑正之以俟知者。馮氏謂鉤邊乃要間當縫處，亦非也。緣廣寸半。帶廣四寸。紳三尺辟二寸。約用組三寸。冠用緇布。幅巾加于冠。古冠無巾，今人加以巾覆之，巾用烏紗，方幅似今頭巾，但直縫其頂而殺其兩端爾。履用白。士冠禮曰玄端黑履，素積白履則深衣。宜用白絇繶，純用緇。按深衣之制，至宋儒而始復之，至朱氏而始正之，然尚有未盡者二，其一以貼邊為續衽，貼無有無關于大義，況緣既夾縫又贅之貼邊，則中只單層，外乃四層，厚薄不均，服之不宜。其一袪與袼平，謂袂之本末各尺二寸，其中則二尺二寸也，與應規之義亦不相合。黃南山（潤玉）曰：其度用人左臂脈關外寸內尺，酌人肥瘠而裁之。蓋古者朝祭衣短有裳，惟深衣長邃無裳，其法用十五升布度身，自肩至踝疊作身材四幅，合后兩幅直縫為負繩，開前兩幅，襟上度四寸斜裁向上四寸為袷領，另用布如身材一斜裁尖幅二，續前兩襟旁為內外衽，又用布半身材二斜裁尖幅，四續腰下四旁為裾衽，仍將前身材四幅，度腋下可容轉肘直接袂處，裁入袼裾，曲裁其邊至腰圍約七尺二寸三分，衽居一，正俞氏所謂曲裾也。又度衣下齊約圍一丈四尺四寸，即玉藻所謂齊倍要也，又度布二幅，疊如袼，為袂，從袼圓殺至袪，袪一尺二寸。袖之長，中屈袂幅掩臂之尺。帶用素繒博四寸，當肋無骨處，圍腰四尺八寸余，紐兩耳，垂紳三尺，結組兩齊。此即今世所常服之衣也。其始亦原于深衣，逮后日趨簡便遂使衣裳不分，合并而裁。其要下四旁另設裾衽者，上下闊狹既同，難于舉步，則不得不以此廣之，蓋流俗所謂擺也。若即以此為古制，則內外之衽一事也，四旁之裾又一事也。經言續衽，寧有兼義？衽是衽，裾是裾，裾衽之言，南山一人之私言也。衽之續衽也，以衽續之于衣，裾之續衽也，以裾續之于衽，經言續衽寧有異義？有衣無裳，則無腰縫，經言腰縫半下，將何所指？故以今世所服從深衣而失之者，則可以今為得而古為失，不可也。王浚川（廷相）曰：制衽，當以布一幅斜裁為二片，一施于內，一施于外，狹皆在上，廣皆在下，以本布直邊續屬于衣上，以承袷，下以綴裳。旁之斜連，乃剪裂者，不可不鉤結之，非若裳之邊乃本布之邊，雖不鉤亦可也。裁衣之法，先量度人身，自肩至踝為尺幾何，以三停分之，要以上用一分，要以下用二分，如長有五尺，則衣之長當用一尺六寸七分，裳之長當用三尺三寸四分。裳七幅不用交解裁法屬于衣上每幅三辟積十二幅以衣裳通言之也衣身二幅內外衽一幅袂二幅裳七幅前三后四也浚川于深衣為三論，其一續衽鉤邊論，大概本于朱白云，其所異者，去貼邊而但鉤結耳。其二要縫半下論，謂腰之半于下者，以從言非以橫言也。然玉藻云，深衣三袪，此七尺二寸者，亦可以從言乎？是背經文矣。其三裳削幅論，謂裳幅辟積而下交解。夫裳不連于衣故可辟積，若衣裳相連，一辟積一不辟積，則其相屬之處齟齬而不合，豈所宜服？且云每幅三辟積，衣五幅余，裳七幅，多寡不能相符，則續屬叅差，即勉強為之，豈可通行乎？此文本取自钱建文制作电子书"}
