{"章节": "臧榮緒晉書卷一", "正文": "  \\n 臧榮緒晉書卷一 \\n 　 \\n  \\n 黟縣湯球輯 \\n 臧榮緒晉書輯說 \\n 臧榮緒括西東晉為一書。成紀錄志傳百一十卷。可謂集晉書之大成矣。故後人引其書。雖標名者固多。而未標名者亦不少。前輯臧書數卷。又另輯無名氏舊晉書數卷。蓋其慎也。今均亡矣。然究而審之。如言諸帝之事。不稱某帝而某祖。某宗。列傳諸人。祇稱某郡人。不稱某郡某縣人之類。其體例多同。則不標名者之為臧書可知。故今合而輯之。而注其明標未標。以便後人檢閱。但唐以前書所引。無論與唐修書同不同。自可一一錄出。而唐以後書所引。未標名者。率多為唐修之書。然亦有販唐以前之類書而來者。故必其與唐修之書。或字句不同。或敘次不同。及有煩瑣特詳者。自係未經唐修之原本。故亦為之錄出。以俟考。或曰。未標名者。不閒有王隱書乎。然考臧書多本於王。則謂此為臧書。亦無不可。今且合而輯之。以俟後人裁定云。 \\n 高祖宣帝 \\n 魏武辟高祖。高祖以漢祚將終。不欲屈節於曹氏。辭以風痹不能起居。魏武遣親信令史、微服於高祖門下樹蔭下息。時七月七日。高祖方曝書。令史竊知。還具以告。此七句新書無。上下文亦稍異。乃重遣辟之。敕行者曰。若復不動。便可收之。高祖懼而應命。御覽三十一雖引晉書。與新不同。 \\n 魏太和四年、宣帝鎮關中。御覽五十七。 \\n 青龍二年、諸葛亮率眾出斜谷。初學記六。 \\n 諸葛亮攻郿。御覽五十七。 \\n 高祖拒亮。遂濟渭水。背水為壘。初學記六。 \\n 亮據渭水南五丈原。帝禦之。對壘相持百餘日。俄而亮卒。御覽五十七。 \\n 遼東太守、公孫文懿反。詔宣帝討之。初學記九。 \\n 景初二年、發自京東都過魏溫。詔郡守已下。皆會幕次。父老故舊。燕飲累日。初學記六。 \\n 遼東以諸將獻捷交至。乃申授前命曰。躬擐甲胄。龔行天罰。掃平區域。申滅當作威。吳會。裨贊皇靈。被於南國。初學記九。 \\n 嘉平元年。曹爽兄弟從謁高平陵。宣王舉兵誅爽。大司農、桓範出赴爽。宣王謂蔣濟曰。智囊往矣。濟曰。智則智矣。駑馬戀棧豆。爽必不能用也。事類賦注二十一。 \\n 武帝受禪。宣帝追號曰高祖。文選關中詩注。 \\n 太祖文帝 \\n 文帝諱昭。文選王明君辭注。 \\n 景元四年。伐蜀。天子二字原引作遼東。以諸將獻捷交至。乃申授前命曰。朕以寡德。獲承天序。嗣我祖宗之洪烈。遭家多難。不明於訓。曩者、姦逆屢興。方寇內侮。大懼淪喪四海。以墮三祖之弘業。惟公經德履哲。明允廣深。迪宣武文。世作保傅。以輔乂皇家。櫛風沐雨。周旋征伐。劬勞王室。二十有餘載。毗翼前人。仍斷大政。克厭不端。維安社稷。暨儉、欽之亂。公綏援有眾。分命興師。統紀有方。用緝寧淮浦。其後、巴蜀屢侵。西土不靖。公奇畫指授。制勝千里。是以段谷之戰。乘釁大捷。斬將搴旗。效首萬計。孫峻猾夏。致寇徐方。戎車首路。威靈先邁。黃鉞未啟。鯨鯢竄跡。孫壹搆隙。自相疑阻。幽鑒遠照。奇策洞微。遠人歸命。作藩南夏。爰授銳卒。畢力戎行。暨諸葛誕滔天作逆。稱兵揚楚。欽咨逋罪。同惡相濟。帥其蝥賊。以入壽春。憑阻淮山。敢距王命。公躬擐甲胄。龔行天罰。玄誅廟算。遵養時晦。奇兵震擊。而朱異摧破。神變應機。而全琮稽服。取亂攻昧。而高墉不守。兼九伐之弘略。究五兵之正度。用能戰不窮武。而大敵殲潰。旗不再麾。而元憝授首。收勍吳之雋臣。係亡命之逋虜。交臂屈膝。委命下吏。俘馘十萬。積尸成京。雪宗廟之滯恥。拯兆庶之艱難。掃平區域。申滅當作威。吳會。裨贊皇靈。被於南此二句新晉書無。國。遂戢干戈。靖我疆土。天地鬼神。罔不獲乂。乃者王室之難。變起蕭墻。賴公之靈。弘濟艱險。宗廟危而獲安。社稷墜而復寧。忠格皇天。功濟六合。是用疇咨古訓。稽諸典籍。命公崇位相國。加于群后。啟土參墟。封以晉域。所以方軌齊魯。翰屏帝室。而公遠蹈謙損。深履沖讓。固辭策命。至于八九。朕重違讓德。抑禮虧制。以彰公志。于今四載。上闕在昔建侯之典。下違兆庶具瞻之望。惟公嚴虔王度。闡濟大猷。敦尚純樸。省繇節用。務穡勸分。九野康乂。耆叟荷崇養之德。鰥寡蒙矜卹之施。仁風興于中夏。流澤布于遐荒。是以東夷、西戎。南蠻、北狄。狂狡貪悍。世為寇讎者。皆感義懷惠。款塞內附。或委命納貢。或求置官司。九服之外。絕域之氓。曠世所希至者。咸浮海來享。鼓舞王德。前後至者八百七十餘萬口。海隅幽裔。無思不服。雖西旅遠貢。越裳九譯。義無以踰。維翼朕躬。下匡萬國。思靖殊方。寧濟八極。以庸蜀未賓。蠻荊作猾。潛謀獨斷。整軍經武。簡練將帥。授以成策。始踐賊境。應時摧陷。狂狡奔北。首尾震潰。禽其戎帥。屠其城邑。巴漢震疊。江源雲徹。地平天成。誠在斯舉。公有濟六合之勳。加以茂德。實總百揆。允釐庶政。敦五品以崇仁。恢六典以敷訓。而靖恭夙夜。勞謙昧旦。雖尚父之左右文武。周公之勤勞王家。罔以加焉。昔先王選建明德。光啟諸侯。體國經野。方制五等。所以藩翼王畿。垂祚百世也。故齊魯之封。于周為弘。山川土田。邦畿七百。官司典策。制殊群后。惠襄之難。桓文以翼戴之勞。猶受錫命之禮。咸用光疇大德。作範于後。惟公功邁于前烈。而賞闕于舊式。百辟於邑。人神同恨焉。豈可以公謙沖而久淹弘典哉。今以并州之太原、上黨、西河、樂平、新興、雁門、司州之河東、平陽、弘農、雍州之馮翊。凡十郡。南至于華。北至於陘。東至於壺口。西踰於河。提封之數方七百里。皆晉之故壤。唐叔受之。世作盟主。實紀綱諸夏。用率舊職。爰胙茲土。封公為晉公。命使持節兼司徒、司隸校尉陔。即授印綬、策書、金獸符第一至第五、竹使符第一至第十、錫茲玄土。苴以白茅。建爾國家。以永藩魏室。昔在周召。並以公侯入作保傅。其在近代。酇侯蕭何實以相國光尹漢朝。隨時之制。禮亦宜之。今進公位為相國。加綠綟綬。又加公九錫。其敬聽後命。以公思弘大猷。崇正典禮。儀刑作範。旁訓四方。是用錫公大輅、戎輅、各一。玄牡二駟。公道和陰陽。敬授人時。嗇夫反本。農植維豐。是用錫公袞冕之服。赤舄副焉。公光敷顯德。惠下以和。敬信思順。庶尹允諧。是用錫公軒懸之樂。六佾之舞。公鎮靖宇宙。翼播聲教。海外懷服。荒裔款附。殊方馳義。諸夏順軌。是用錫公朱戶以居。公簡賢料材。營求俊逸。爰升多士。寘彼周行。是用錫公納陛以登。公嚴恭寅畏。底平四國。式遏寇虐。苛厲不作。是用錫公虎賁之士三百人。公明慎用刑。簡恤大中。章厥天威。以糾不虔。是用錫公鈇鉞各一。公爰整六軍。典司征伐。犯命凌正。乃維誅殛。是用錫公彤弓一、彤矢百、玈弓十、玈矢千。公饗祀蒸蒸。孝思維則。篤誠之至。通於神明。是用錫公秬鬯一卣。珪瓚副焉。晉國置官司以下。率由舊式。往欽哉。祗服朕命。弘敷訓典。光澤庶方。永終爾明德。丕顯余一人之休命。此段因略見初學記九。故用新晉書補足。 \\n 魏帝封太祖為晉公。太原等十郡為邑。進位相國。備禮九錫。太祖讓不受。公卿將校皆詣府勸進。阮籍為其辭。曰。沖等死罪。伏見嘉命顯至。竊聞明公固讓。沖等眷眷。實有愚心。以為聖王作制。百代同風。褒德賞功。有自來矣。昔伊尹、有莘氏之媵臣耳。一佐成湯。遂荷阿衡之號。周公藉已成之勢。據既安之業。光宅曲阜。奄有龜蒙。呂尚、磻溪之漁者也。也字依新晉書加。一朝指麾。乃封營邱。自是以來。功薄而賞厚者。不可勝數。然賢哲之士。猶以為美談。況自先相國以來。世有明德。翼輔魏室。以綏天下。朝無闕政。新作秕政。民無謗言。前者、明公西征靈州。北臨沙漠。榆中以西。望風震服。羌戎東馳。新作來馳。迴首內向。東誅叛逆。全軍獨克。禽闔閭之將。斬新作虜。輕銳之卒。以萬萬計。威加南海。名懾三越。宇內康寧。苛慝不作。是以殊俗新作時俗。畏威。新作畏懷。東夷獻舞。故聖上覽乃昔以來禮典舊章。開國光宅。顯茲太原。明公宜承奉奉字依新晉書加。聖旨。受茲介福。允當天人。元功盛勳。光光如彼。國土嘉祚。巍巍如此。內外協同。靡諐靡違。由斯征伐。則可朝服濟江。掃除吳會。西塞江源。望祀岷山。迴戈弭節。以麾天下。遠無不服。邇無不肅。令大魏之德。光于唐虞。明公盛勳。超于桓文。然後臨滄海而謝支支或作交。伯。登箕山而揖許由。豈不盛乎。至公至平。誰與為鄰。何必勤勤小讓也哉。沖等不通大體。敢以陳聞。見文選并注卷四十。 \\n 武帝受禪。文帝號曰太祖。文選關中詩注。 \\n 世祖武帝 \\n 武帝諱炎、字安世。文選西征賦注。 \\n 武帝詔曰。劉毅博學多聞。其以毅為散騎常侍、國子祭酒。書鈔。 \\n 泰始四年正月。丁亥。世祖初藉于千畝。司空掾、潘岳作藉田頌也。文選藉田賦注。 \\n 泰始原作咸熙誤。五年。詔曰。華表字偉容。清賢履道。內貞外順。歷位忠恪。言行不玷。其以表為太常卿。御覽二百二十八。 \\n 泰始七年。皇太子冠。世祖以皇太子富于春秋。初命講孝經于崇正殿。文選為賈謐作贈陸機注。 \\n 泰始十年。詔、程咸歷職左右。劬勞內侍。乃心在公。夙夜不懈。以咸為散騎常侍左通直郎。書鈔。 \\n 咸寧三年。詔曰。議郎庾純、篤志好古。敦說詩書。儒行也。宜訓導國子。書鈔。 \\n 咸寧原作咸亨。四年。詔曰。南陽王師劉智、學行優著。其以智為國子祭酒。書鈔。 \\n 太康元年。吳平。五月。引孫皓升殿。武帝問孫皓曰。聞南人好汝語。頗為不。皓因舉觴奉帝、而言曰。昔為汝國鄰。今為汝國臣。勸汝一盃酒。願汝壽萬春。帝悔之。御覽三百九十引晉書。 \\n 太康八年。王濬園生嘉瓜。二莖一實。類聚引晉書。 \\n 太康八年。改營太廟。南致荊山之木。西採華山之石。書鈔石引臧書。 \\n 帝崩。曰武。文選西征賦注。 \\n 武帝上號曰世祖。文選閑居賦注。又關中詩注。 \\n 孝惠帝 \\n 惠帝諱衷、字正度。武帝崩。太子即皇帝位。文選潘岳西征賦注。 \\n 惠帝永康二年。禪位于趙王倫。倫以兵留守衛上。號曰太上皇。改金墉曰永安宮。中書令繆播云。太史按星變事。當有免官天子。文選晉紀總論注。 \\n 光熙元年五月。惠帝自鄴還洛陽。中官屬備雲母輦及雲母車以奉迎。書鈔引晉書。 \\n 孝懷帝 \\n 永嘉三年三月。淮濮水竭。初學記六。按與新書紀志皆不同。 \\n 元帝 \\n 帝為晉王。立宗廟社稷。元帝渡江草創。欲立石闕于宮門。未定。王導隨駕出宣陽門。乃遙指牛頭山兩峰為天闕。中宗從之。事類賦注山。 \\n 孫氏無闕。大晉南都亦不暇立。門闕遂廢矣。文選石闕銘注引臧書。 \\n 大興四年。陳眕字國鎮。過江為少府卿。時大旱經久。太興四年四月。始雨。有司奏應報賽宗廟山川。中宗詔曰。祈廟云報賽。非奉尊上辭也。吾意有疑。眕以為舊山川有祈。故報雨應賽。非大事不應告廟。子無要君親之道。讀祭稱賽。于義有違。從之。御覽二百三十六引臧書。 \\n 肅宗明帝 \\n 明帝諱紹、字道畿。元帝太子也。文選讓中書令表注。 \\n 太寧元當作二。年。王敦謀逆。帝與王導、溫嶠、等決計征之。敦屯兵于湖陰。帝欲察其營壘。乃乘駿馬、微行至湖陰。既而馳去。敦方晝寢。夢日環其營。驚起曰。必是鮮卑黃鬚奴來也。何以不縛之。使騎切遽而追之。帝之馳去。馬有遺糞輒。以冷水沃之。時逆旅有賣飯媼。帝以七寶鞭與之。俄而追者至。訊媼。媼云。去已遠矣。因以鞭示之。傳示遲留。又見馬糞冷。信已遠矣。而止。帝遂得免。御覽三百九十九。又四百四十九。雖未標名。而與新稍異。書鈔亦引此段。而與唐修者同。恐為陳氏所改。故定從御覽。 \\n 孝宗穆帝 \\n 永和元年。白鳶見。類聚引晉書。 \\n 廢帝海西公 \\n 太和四原引誤元。年。桓溫表率方伯北伐。秋九月。溫以王師敗績于枋頭。御覽九十九。 \\n 太和六年。溫自廣陵屯于白石。集百官于朝堂。稱崇德太后詔曰。王室艱難。穆、哀、短祚。國嗣不育。儲宮靡立。琅琊王奕、親則母弟。故以入纂大位。不圖德之不建。乃至于斯。昏濁潰亂。動違禮度。有此三孽。莫知誰子。人倫道喪。醜聲遐布。既不可以奉守社稷。敬承宗廟。且昏孽並大。便欲建樹儲藩。誣罔祖宗。傾移皇基。是而可忍。孰不可懷。今廢奕為東海王。以王還第。供衛之儀。皆如漢朝昌邑故事。但未亡人不幸罹此百憂。感念存沒。心焉如割。社稷大計。義不獲已。臨紙悲塞。如何可言。于是廢帝為東海王。御覽九十九。 \\n 咸安二年。降為海西公。徙居吳縣。十一月。妖賊盧悚遣弟子殿中監許龍晨到其門。詐稱太后密詔。奉迎興復。帝曰。我得罪到此。幸蒙寬宥。豈敢妄動。且太后有詔。便應官屬來迎。何得如此。汝必狂亂。因叱左右縛之。龍懼逸走。由是朝廷以帝安于屈辱。無僥倖之望。不復懷疑。帝知天命不可再。而深慮人禍。乃閉聰塞明。無思無慮。終日酣暢。耽于內寵。有子不養。度新作庶。保天年。吳民憐之。為作歌謠。太元十一年。帝崩于吳宮。年三新作四。十五。因葬吳地。御覽九十九。 \\n 安帝 \\n 元興三年。宋武帝行鎮軍將軍。文選。始作鎮軍參軍。經曲阿。作注。 \\n 安帝復位。改元曰義熙。以琅琊王德為大司馬。謝靈運初為琅琊王大司馬作軍參軍。文選初去郡注。　原引作安帝即位改元曰元興。　按德文係義熙元年為大司馬故知其誤而改之。 \\n 義熙十二年。左衛兵陳湯于東府前淮水中得玉璽一枚。初學記六。 \\n 義熙十二年十月。洛陽平。劉裕命修晉五陵、置守備。文選謁五陵表注。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷二", "正文": "  \\n 臧榮緒晉書卷二 \\n 　 \\n  \\n 天文志 \\n 天裂 \\n 惠帝元康中。天西北裂。時人主昏闇。賈后專政。御覽八百七十四。 \\n 大安。天裂為二。聲如雷。是時長沙王奉帝出拒成都王穎河間王顒迭威專命僭亂之象。同上。 \\n 成帝咸和四年冬。天裂四。此時蘇峻之子以萬人入吳興。天下有兵。關河轉亂。明年石勒僭位。同上。 \\n 穆帝昇平五年。天裂廣數丈。聲如雷。同上。 \\n 袁帝初即位。天中裂。廣三四丈。聲如雷。野雉皆雊。時帝荒疾不識萬機。太后臨朝。桓溫專政。同上。 \\n 天光 \\n 晉穆帝永和十年。前涼張祚之元年正月夜、天有光如車蓋。明年祚被殺。同上。 \\n 天鳴 \\n 武帝末。天東有聲如雷。同上。 \\n 元帝太興元年。天鳴。東西有聲、如風水相薄。三年。又鳴。其後王敦入石頭。王師敗績。元帝屈辱。制於強臣。同上。 \\n 虹 \\n 愍帝建興五年正月。帝在平陽。虹蜺彌天。其年帝為劉聰所殺。御覽八百七十八。 \\n 彗星 \\n 彗星出西方。長可二三丈。名曰天槍。受之者其國方有土功。占經八十八。 \\n 天狗 \\n 惠帝永興元年七月。流星有聲。二年又有星隕有聲。後二年、懷帝、愍帝、蒙塵。劉元海、石勒、攻掠。遂亡中夏。御覽八百七十五。 \\n 懷帝永嘉元年。有大流星日月自南流于東北。小者如斗相隨。天盡赤。有聲如雷。是年、汲桑殺東燕王騰。明年劉元海僭號。同上。 \\n 穆帝永和十年。流星大如斗。色赤黃。出織女。沒造父。有聲如雷。其年、慕容俊據臨漳。諸將奔散。同上。 \\n 海西公太和四年十月。有大流星西下。有聲如雷。明年、廣漢妖賊李洪反。自稱聖王。又慕容暐剋鄴。盡有其地。明年。桓溫廢帝。同上。 \\n 孝武太元十三年。天狗東北下有聲。占曰。此交戰流血。是後慕容垂、翟遼、姚萇、符登、慕容永、並阻兵爭強。同上。 \\n 枉矢 \\n 惠帝元康四年。枉矢北行竟天。次年夜。枉矢自北斗魁東南行。占曰。以亂伐亂。北斗主殺伐。是後趙王倫殺司空張華。廢賈后。終自屠滅。御覽八百七十五。 \\n 光熙元年。有枉矢西南流。懷帝永嘉四年。劉聰嘉平三年。星起牽牛。委曲蛇形入紫宮。其光照地。其年帝為劉聰所害。後三年聰死國亡。 \\n 愍帝建興三年。枉矢自文昌北流至斗東。如一匹布。絳蛇行有手足。因變為雲氣。如人象二臂一足。至五年。北平人吳祚聚千人立沙門為天子。四年帝降劉曜。御覽八百七十五。 \\n 穆帝昇平二年。枉矢自東南流于西北。其長半天。時所在擁兵。政非己出。同上。 \\n 白氣 \\n 懷帝永嘉三年十二月。有白氣如帶。自地昇天。南北各二。至五年。石勒、劉曜、王彌、皆寇洛陽。帝蒙塵于平陽。劉聰封帝為會稽公。御覽八百七十七。 \\n 成帝咸和元年。後蜀李雄玉衡二十四年。雄死、太子班立。有白氣如帶經天。太史占有陰謀。班不悟。為李奇所殺。御覽八百七十七。 \\n 赤氣 \\n 惠帝大安二年。赤氣竟天。又永興二年十二月夜。有赤氣竟天。其年十二月。成都王穎攻洛陽。御覽八百七十七。 \\n 懷帝永嘉元年正月。天氣晝赤氣。有聲如雷。明年劉元海僭位。同上。 \\n 桓元使陶謙屯覆舟山。劉毅至蔣山。裕羸弱登山。多張旗幟。元不之測。裕與毅分為數隊。進突謙陣。皆殊死戰。無不一當百。謙等諸軍一時奔散。御覽三百九十九。 \\n 又職官志曰。左衛將軍、領熊渠武賁。右衛將軍、領佽飛武賁。同上。 \\n 又天文志。武賁一星。在太微西蕃北下台南靜室旄頭之騎官也。同上。 \\n 地理志 \\n 司州。 \\n 晉仍魏都洛陽。初學記二十四引晉書。 \\n 豫州。 \\n 汝陰縣有陶邱鄉。初學記八。 \\n 譙國、魏明帝分置也。初學記八。 \\n 華陽、黑水惟梁州。部巴東郡。文選江賦注。 \\n 益州、梁州之南地。部蜀郡。文選江賦注。 \\n 海岱及淮惟徐州。部廣陵郡。文選江賦注。 \\n 荊州。 \\n 建平郡有信或作江。陵縣。文選江賦注。 \\n 揚州。 \\n 至永嘉南居建康。初學記二十四。 \\n 江州、本荊州之東界。揚州之南境也。文選江賦注。 \\n 禮志 \\n 太尉荀顗先受太祖敕述新禮。太康初、尚書僕射朱整奏、付尚書郎摯虞討論之。虞表所宜增損條目。改正禮。新昔異狀。凡十五事。文選王文憲集序注。 \\n 元會設白獸樽于殿上。樽蓋上施白獸。若有能獻直言者。則發此樽飲酒。案禮、白獸樽乃杜舉之遺式也。為獸監後代所為。示不忌憚也。御覽二十九。類聚事類賦注四。 \\n 七祀曰、司命、中霤、國門、行、太厲、戶、灶。 \\n 行、舊說黃帝子纍祖。好遠遊。道死。故祭以為道神也。事類賦注十六引晉書。 \\n 樂志 \\n 子夜歌者。女子名子夜。造此聲。孝武太元中。琅琊王軻之家、有鬼歌子夜。殷允為章郡僑人。庾僧度家亦有鬼歌子夜。殷允為章郡。亦是太元年。則子夜是此時以前人也。御覽五百七十一引晉書。　按新無殷允以下數句。 \\n 職官志御覽二百九十九。又二百三十四。二百四十四。 \\n 丞相、秦官。趙高為丞相。指鹿為馬。持蒲作肉。初學記二十六。御覽八百六十三。 \\n 光祿大夫、騶六人。文選北山移文注。 \\n 大司農、哀帝興寧二年。省司農之職。至孝武寧康中復置。類聚。 \\n 輿服志 \\n 張曜日之靈旄。書鈔旄。 \\n 中朝大駕鹵簿。下四字見選注。先象車鼓吹一部十三人。中道。　次靜室令駕一。中道。式道候二人駕。一分左右也。　次洛陽尉。二人騎分左右。　次洛陽亭長。九人赤車駕一。分三道。各吹正二人引。　次洛陽令。皁車駕一。中道。　次河南中部掾。中道。河橋掾在左。功曹吏在右。並駕一。　次河南尹。駕四戟。吏六人。　次河南主簿。駕一。中道。　次河南主記。駕一。中道。　次司隸部、河南從事。中道。都部從事居左。別駕從事居右。並。駕一。　次司隸校尉。駕三。戟吏八人。　次司隸主簿。駕一。中道。　次司隸主記。駕一中道。　次廷尉明法掾。中道。五官掾居左。功曹史居右。並駕一。　次廷尉卿。駕駟。戟吏六人。　次廷尉主簿、主記、並駕一在左。太僕引從如廷尉在中。宗正引從如廷尉在右。　次太常、駕駟中道。戟吏六人。太常外部掾居左。五官掾功曹吏居右。並駕一。　次光祿引從。中道。太常主簿主記居左。衛尉引從居右。並駕一。　次太尉外督令使。駕一。中道。　次西東賊倉戶等曹屬。並駕一引從。　次太尉駕駟。中道。太尉、主簿、舍人、各一人。祭酒二人。並駕一在左。　次司徒引從駕駟中道。　次司空引從駕駟。中道。三公騎令史戟各八人。鼓吹各一部七人。　次中護軍中道。駕駟鹵簿。左右各二行。戟楯在外。弓矢在內、鼓吹一部七人。　次步兵校尉在左。長水校尉在右。並駕一。各鹵簿左右二行。戟楯在外。刀楯在內。鼓吹各一部七人。　次射聲校尉在左。翊軍校尉在右。並駕一。各鹵簿左右各二行。戟楯在外。刀楯在內。鼓吹各一部七人。　次驍騎將軍在左。游擊將軍在右。並駕一。皆鹵簿在右。引各二行。戟楯在外。刀楯在內。鼓吹各一部七人。　騎隊、五在左。五在右。隊各五十四。命中督二人分領左右。各有戟吏二人麾幢。獨揭鼓在隊前。　次左將軍在左。前將軍在右。並駕一。皆鹵簿左右各二行。戟楯在外。刀楯在內。鼓吹各一部七人。　次黃門麾騎中道。　次黃門。前部鼓吹左右各一部十三人。駕駟八。校尉佐杖左右各四行。外大戟楯。　次九尺楯。　次弓矢。次弩。並熊渠佽飛督領之。　次司南車駕駟中道。　護駕御史騎夾左右。　次謁者僕射駕駟中道。　次御史中丞駕一中道。　次武賁中郎將騎中道。　次九游車中道。武剛車夾左右。並駕駟。　次雲罕車駕駟。五字見選注。中道。　次戟車載闟。選注如此。唐修晉書作闒。戟車闟闒同鈒也。駕駟中道。長戟邪偃向後。　次皮軒車。駕駟中道。　次鸞旗車中道。建華車分左右並駕駟。　次護駕尚書郎三人。都官郎中道。駕部在左。中兵在右。並騎。又有護駕尚書一人。騎、督攝前後無常。　次相風中道。　次司馬督在前。中道左右各司馬史三人引仗。左右各六行。外大戟楯二行。　次九尺楯。　次刀楯。　次弓矢。　次弩。　次五時車。左右有遮列騎。　次典兵中郎中道。督攝前卻無常。　左殿中御史右殿中監並騎。　次高蓋中道。左罼右罕。　次御史中道左右節郎各四人　次華蓋中道四字見選注。　次殿中司馬中道。殿中都尉在左。殿中校尉在右。左右各四行。　細楯一行在弩內。又殿中司馬一行。殿中都尉一行。殿中校尉一行。　次〈木罡〉鼓中道。　次金根車駕六馬中道。太僕卿大將軍參乘左右。又各增三行為九行。　司馬史九人。引大戟楯二行。九尺楯一行。刀楯一行。由基一行。　弩一行。跡禽一行。椎斧一行。力人刀楯一行。連細楯。殿中司馬、殿中都尉、殿中校尉、為左右。各十二行。　金根車、建青旂十二。左將軍騎在左。右將軍騎在右。殿中將軍持鑿腦斧夾車。車後衣書主職步從。六行。合左右三十二行。　次曲華蓋。中道。侍中、散騎常侍、黃門侍郎、並騎分左右。　次黃鉞車、駕一在左。御麾騎在右。　次相風中道。　次中書監騎左。秘書監騎右。　次殿中御史騎左。殿中監騎右。次五牛旗。赤青在左。黃在中。白黑在右。　次大輦中道。此亦見選注。太官令丞在左。太醫令丞在右。　次金根車駕駟不建旗。　次青立車。　次青安車。　次赤立車。　次赤安車。　次黃立車。　次黃安車。　次白立車。　次白安車。　次黑立車。　次黑安車。合十乘。並駕駟。建旗十二如車色。立安十乘。共十四句同。見選注。立車正豎旗。安車邪拖之。　次蹋豬車。駕駟中道無旗。　次耕根車。駕駟中道赤旗十二。熊渠督左。佽飛督右。　次御軺車。　次御四望車。　次御衣車。　次御書車。　次御藥車。並駕牛中道。　次尚書令在左。尚書僕射在右。又尚書郎六人分次左右並駕。　又治書侍御史二人分左右。又侍御史二人分次左右。又蘭臺令史分次左右。並騎。　次豹尾車。駕一。自豹尾車後而鹵簿盡矣。但以神弩二十張夾道。至後部鼓吹。其五張神弩。置一將。左右各二將。　次輕車二十乘。左右分駕。　次流蘇馬六十匹。　次金鉞車駕三。中道。左右護駕。尚書郎并令史並騎。各一人。　次金鉦車。駕三。中道。左右護駕。侍御史并令史等並騎各一人。次黃門後部鼓吹。左右各十三人。　次戟鼓車。駕牛二乘。分左右。　次左大鴻臚外部掾。右五官掾功曹史。並駕。　次大鴻臚駕駟鉞吏六人。　次大司農引從中道。左大鴻臚主簿主記。右少府引從。　次三卿並騎。吏四人。鈴下二人。執馬鞭辟車六人。執方扇羽林郎十人。朱衣。　次領軍將軍、中道鹵簿左右各二行。九尺楯在外。弓矢在內。鼓吹如護軍。　次後軍將軍在左。右將軍在右。各鹵簿鼓吹如左軍前軍。　次越騎校尉在左。屯騎校尉在右。各鹵簿鼓吹如步兵射聲。　次領護驍騎游軍校尉皆騎。吏四人。乘馬夾道。都督兵曹各一人。乘馬在中騎。將軍四人。騎校、鞉角、金鼓、鈴下信幡、軍校並駕一。功曹吏主簿並騎從。〈巾散〉扇幢麾各一騎。鼓吹一部七騎。　次領護軍、加大車斧。五官掾騎從。　次騎十隊。隊各五十匹。將一人持幢。一人鞉。一人並騎在前。督戰伯長各一人。並騎在後。羽林騎督、幽州突騎督、分領之郎簿一隊。隊各五十人。絳袍將一人。騎鞉各一人。在前督戰。伯長各一人步在後。騎皆持矟。　次大戟一隊。九尺楯一隊。刀楯一隊。弓一隊。弩一隊。隊各五十人。黑蔥褶將一人。騎校鞉角各一人。步在前。督戰伯長各一人。步在後。金顏督將并領之。此段因略見文選藉田賦。注引臧榮緒晉書。或稱大駕鹵簿。或稱鹵簿。曰知臧書有中朝大駕鹵簿之文。故依唐修晉書錄出。蓋唐時所修。原以臧書為藍本也。 \\n 軺車者。古之將軍車也。一馬曰軺。二馬曰軺傅車。書鈔軺車。 \\n 帝之姑姊妹皆為長公主。加綠綬。初學記十。　御覽一百五十二。 \\n 晉令。六品以下得服羅綃。初學記三十七。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷三", "正文": "  \\n 臧榮緒晉書卷三 \\n 　 \\n  \\n 五行志史通書志云。臧榮緒競志五行。大較多實。 \\n 童謠 \\n 羊祜以伐吳必藉上流之勢。又時吳有童謠曰。阿童復阿童。銜刀浮渡江。不畏岸上獸。但畏水中龍。祜聞之曰。此必水軍有功。但常思應其名者耳。御覽四百六十五。 \\n 杜預遣周旨、伍巢、等伏兵樂鄉城外。孫歆遣軍出拒王濬。大敗而還。旨等發伏兵。隨歆軍而入。直至帳下。虜歆而還。故軍為之謠曰。以計代戰一當萬。於是進逼江陵。同上。 \\n 太治中為賈充等謠曰。賈裴王。亂紀綱。王裴賈。濟天下。言亡魏而成晉也。同上。 \\n 雨毛 \\n 武帝時。蜀雨白毛。益州刺史皇甫晏為牙門張宏謀害。御覽八百七十七。 \\n 文帝開皇六年。京師雨毛。如馬尾長者二尺。餘六七寸。其月梁士彥、宇文忻、劉昉、以謀反誅。明年發十萬人築長城。又於揚州開山造瀆以通運。眾役繁興。雨毛之應。同上。 \\n 地生毛 \\n 武帝太始中。皇甫晏為益州刺史。西討屯兵人咸死之。地生白毛。俄被牙門將所殺之應。御覽八百八十。 \\n 成帝時。地生毛。時天下大兵。而中原擾亂。百姓疲怨。同上。 \\n 孝武時。京都地生毛。而氐賊圍繞襄陽、彭城。征戍連年不解。又京都地生毛。苻堅滅後。人勞役後。又江陵交戰不解。同上。 \\n 安帝義熙十年。地生白毛。連年征討勞擾之應。同上。 \\n 羽蟲之孽 \\n 趙王倫篡時。有雉飛入殿中。自太極東階上殿。驅之。更飛西鍾下。有頃飛去。又倫於殿上得異鳥。問皆不知名。異日向夕。宮西有素衣小兒。言其為服劉鳥。倫使錄小兒并鳥閉置空室。明旦開視。戶如故。並失人鳥所在。倫目上有瘤。時以為妖焉。同上八百八十五。 \\n 溫嶠旋于武昌。至牛渚磯。水深不可測。世云其下多怪物。嶠遂燬犀角而照之。須臾見水族覆水。奇形異狀。或乘車馬著赤衣者。嶠其夜夢人謂己曰。與君幽明道別。何意相照也。意甚惡之。至鎮未旬日。因齒疾而卒。同上。 \\n 雨血 \\n 惠帝永康元年三月。尉氏雨血。明年正月。趙王倫篡位。遷帝於金墉城。其後天下大兵禍流王室。同上八百七十七。 \\n 雨肉 \\n 愍帝建興元年十二月。河東雨肉。劉石擁兵。帝竟沒遇害。同上八百七十七。 \\n 雪 \\n 吳孫權時。正月大雨雪。平地三尺。鳥獸死者大半。將軍全琮於淮南戰死者數十萬。同上八百七十八。 \\n 孫亮時。春大雨雪。震電。既雷則雪不當復降。而亮見廢。同上。 \\n 武帝時。大雪。其年吳將步闡敗。死傷甚眾。後又八月。大雪。折木。 \\n 穆帝時八月。大雪。人馬凍死。時政由臣下。同上。 \\n 雹 \\n 武帝時。五月。雹傷禾麥壞屋。時王濬有大功被陷。帝不斷陰愶陽之應。同上八百七十八。 \\n 惠帝時六月。雨雹深三尺。時賈氏專政。遂廢愍懷太子。 \\n 元帝時。風雹殺人。時王敦擁兵不朝。內外戒嚴。同上。 \\n 明帝時。京都大雨雹。鷰雀死。同上。 \\n 四月大雨雹。是年蘇峻為亂。同上。 \\n 穆帝時。六月。雨雹大如升。後四年、張祚在涼州為宋混所滅。同上。 \\n 冬雷 \\n 吳孫亮。建興初十二月。大風雷。亮見廢。御覽八百七十六。 \\n 愍帝建興初。十一月。大雨雷震。劉向以雷二月出。八月入。於此月雷電者。陽不閉藏。失節之異。是時九州幅裂。至四年帝降劉曜。害之。同上。 \\n 無雲而雷 \\n 惠帝大安二年四月。諸將立李特子雄為王。八月天中裂為二。無雲而雷。成都王穎舉兵逼京師。同上。 \\n 大安二年。無雲而雷。其年張方入京。燒服御。死者萬計。石超逼帝幸于緱氏。王師不利。大飢。人相食。同上。 \\n 黑霧 \\n 愍帝建興二年春。霧著人如墨連夜。五月時天下兵起。後二年帝降劉曜。御覽八百七十八。 \\n 元帝永昌元年十月。京師大霧。黑氣蔽天。日月無光。十一月王敦舉兵。同上。 \\n 風 \\n 吳孫權太元初。大風。江海湧溢。平地水深八尺。拔高陵樹二千株。動吳城兩門瓦飛落。是時賦役繁重。明年權死。御覽八百七十六。 \\n 孫休永安元年。十二月。孫綝出屯武昌。衛士施朔告綝欲反。綝聞之大懼。是夜大風。四轉五復。發屋折木。揚沙石。綝益恐。明日臘會。稱疾。休強起之。不得已。乃至會。張布、丁奉、自左右縛之。綝叩頭請為奴。不許。乃斬之。同上。 \\n 孫皓末年狂暴。丞相陸抗、與大司馬丁奉、謀欲廢皓。大史令陳苗奏、久陰不雨。風起迴逆。將有陰謀。皓深驚懼。抗遂寢其事。同上。 \\n 晉武帝咸寧三年。八月。大風拔木。暴寒。且冰。其年吳將孫慎入江夏。太康末京都風發屋拔木。同上。 \\n 惠帝永康中六月。飄風吹賈謐朝衣飛數百丈。明年謐誅。其年十一月。京都大風。發屋折木。十二月愍懷太子幽于金墉。同上。 \\n 永康元年。四月。張華舍颻風起。折木。飛繒軸六七枚。是月華誅。趙王倫篡位。改元建始。祀太廟。風暴起。黃塵四合。其年倫誅。同上。 \\n 元帝永昌中。大風拔木。壞屋。拔御道柳百餘株。時王敦害尚書刁協、僕射周顗等。同上。 \\n 成帝時。劉允鎮尋陽。有迴風從東來。入允船中。西出。狀如匹練。長五六丈。術人戴洋曰。有刀兵死喪之亂。允頃為郭默所害。同上。 \\n 暴風 \\n 孝武太元二年春。暴風折木、發屋。夏又暴風、揚沙石。三年又暴風。折木發屋。時苻堅強盛。同上。 \\n 安帝元興初。夜大風雨。大船門飛落。明年桓玄篡位。同上。 \\n 黃霧 \\n 惠帝時。冬、黃霧四塞。六日乃止。明年趙王倫篡位。時朝昏兵亂。帝屢蒙塵。御覽八百七十八。 \\n 明帝時。初頻有黃霧四塞。時王敦害尚書刁協、僕射周顗。同上。 \\n 穆帝時。涼州黃霧下如塵。時張重華納譖。後年重華死。嗣子見殺。同上。 \\n 孝武帝時。黃霧四塞。時會稽王道子專政。親近佞人。同上。 \\n 地震 \\n 魏明帝時。京都地震。隱隱有聲。搖動屋瓦。明年。公孫文懿叛自立。魏高堂隆曰。地震者。臣下強盛。地故震動。冀所以警悟人主。不可不深思是災。及少帝繼廢。竟禪晉。御覽八百八十。 \\n 齊王芳時。頻年地震。時曹爽專政。遷太后於永壽宮。太后與帝相泣而別。故頻震。同上。 \\n 蜀劉禪時。地震。時黃皓專政。閹官無陽施。猶婦人也。此皓見任之應。是年終蜀亡。同上。 \\n 吳孫權時。頻年地震。時呂壹專政。又權信讒。廢太子和。步騭上書曰。伏見按事。吹毛求瑕。欲陷人成其威福。故地連震。同上。 \\n 晉武帝時。頻年地震。是時賈充、楊駿、遞弄朝權。同上。 \\n 惠帝元康四年。郡國地震。淮南洪水出。或山崩。地陷。壞城府。殺百餘人。此賈后使楚王瑋殺汝南王亮、及大僕衛瓘。陰道盛。陽道衰微之應。同上。 \\n 愍懷帝時。頻年地震。時司馬越專政。石勒寇汲郡。同上。 \\n 元帝大興元年。頻地震。或水湧、山崩。殺人。時江南淮北有大兵。劉曜、石勒、僭位。同上。 \\n 成帝咸和四年。頻年地震。時蘇峻作亂。同上。 \\n 穆帝永和九年、十年。頻地震。或有聲如雷。雞雉皆鳴。時帝幼、母后專政。石季龍僭號。王師頻敗。同上。 \\n 十一年四月、五月。又頻地震。是時姚襄入許昌。百姓愁苦之應。及哀帝、海西公、簡文、孝武時。皆頻地震。是時人主幼弱。群小弄權。兵役連年。海西見廢。同上。 \\n 孝武太元元年夏。震含章殿四柱。并侍者二人。後年、苻堅略襄陽。同上。 \\n 安帝義熙年。頻地震。或有聲如雷。時太尉劉裕謀逆。同上。 \\n 地陷 \\n 武帝太康八年。宣帝廟陷。其年七月。殿前地陷方丈。深數丈。中有破船。是時帝不用和嶠之言。而信賈充之佞。至十一年。惠帝立。王室大亂。御覽八百八十。 \\n 惠帝時。五月。城中地陷。方三十丈。殺人。六月又地坼。家人陷死。八月地裂。廣三十六丈。長八十四丈。人大飢。又上庸四處。山崩。地陷。廣三十丈。長百三十丈。大水出。殺人。時賈后亂政。又夜暴雷雨。賈謐齋屋柱陷入地。壓床帳。明年謐誅。天下兵亂。帝室從此微矣。同上。 \\n 懷帝時。洛陽地步廣里、地陷。出鵝三。又當陽地裂。廣三丈。長三百步。時司馬越專政。王室離散。死者萬計。同上。 \\n 安帝時。山陰地陷。方四尺。有聲如雷。後二年。西明寺門穿。湧水毀門。大尉劉裕矯詔殺害朝士。俄而禪宋。同上。 \\n 地然 \\n 晉惠帝光熙元年五月。范陽國北、地然可爨。至九月而驃騎范陽王司馬虓薨。十一月惠帝因食而崩。懷帝即位。太傅、東海王、司馬越殺太宰、河間王、司馬顒。專柄朝政。又尋死。遂洎永嘉之亂。東海淪殪。越之嗣副亦皆殄滅。石勒焚越之尸。此其應也。占經四。 \\n 蛇孽 \\n 杜預先在荊州。因宴集醉臥齋中。外人聞嘔吐聲。竊窺於戶。而見一大蛇垂頭而吐。聞者異之。御覽九百三十三。 \\n 樂廣常有親客。久闕不復來。廣問其故。答曰。前在坐蒙賜酒。方欲飲。見盃中有蛇。意甚惡之。既飲而疾。于時河南廳事壁上角。漆畫作蛇。廣意盃中蛇即角影也。復置酒於其處。謂客曰。酒中復有所見不。答曰所見如初。廣乃告其所以。客豁然而解。沉疴頓愈。同上。 \\n 趙王倫篡位。殿上有大蟒及小蟒。耳間垂肉。似重孝帳。小蟒亦然。同上。 \\n 慕容熙遊于城南。止大柳樹下。若有人呼曰。大王且止。熙惡之。伐其樹。乃有蛇長丈餘。從樹中而出。同上。 \\n 沮渠蒙遜攻浩亹。而蛇盤於帳前。蒙遜笑曰。前為一騰蛇。今盤在吾帳。天意欲吾迴師。先定酒泉。燒攻具而還。同上。 \\n 大旱 \\n 永嘉三年。大旱。淮濮水竭。初學記六。 \\n 愍帝建興五年。旱。建武元年。又旱。太興元年。又旱。督運令史淳于伯刑于建康市。百姓喧嘩。咸曰伯冤。事在建興五年。于是大旱三年。御覽三十五引晉書。 \\n 大疫 \\n 魏文帝黃初四年。三月。宛許大疫。死者數萬。御覽八百七十九。 \\n 明帝青龍二年。四月。大疫。蜀相諸葛亮出斜谷。卒于渭南。又青龍三年。正月。京師大疫。御覽八百七十九。 \\n 六韜曰。人主好聚斂。人則多疫死。御覽八百七十九。 \\n 瑞志史通書志云。王隱後來加以瑞異。而諸書所引。則有稱石瑞記者。有稱名瑞記者。據此。則其時瑞異分記可知。臧書多本王隱。故因定為瑞志。及異志云。 \\n 懷帝之時。魏故豫州刺史賈逵、墓西石碑生黃金。採取即復生。白帖石引臧書。 \\n 新蔡王騰發于并州。于常山之真定縣。遇天大雪。平地數尺。營前數丈。雪融不積。騰怪而使掘之。得玉馬高尺許。上表獻之。初學記卷二。引臧書。 \\n 安帝義熙十二年。左衛兵陳湯于東府前淮水中。得玉璽一枚。初學記六。引臧書。 \\n 太康八年。王濬園生嘉瓜。二莖一實。類聚引晉書。 \\n 王廙為鄱陽太守。有枯樟樹更生。王敦表勸進。中宗曰。皓獸應瑞而來臻。樟樹久枯而更榮。類聚十。引臧書。 \\n 晉中興孝宗永和元年。白鳶生。類聚引晉書。 \\n 異志說見上。 \\n 王敬伯。會稽餘姚人。嘗泊洲渚中。昇亭而宿。是夜、月華露輕。敬伯泠然鼓琴。感劉惠明亡女妙容之靈。須臾女至。告敬伯。就體如平生。從婢二人。敬伯撫琴而歌曰。低露下深幕。垂月照孤琴。空茲一作絃。益宵淚。誰憐此夜心。女乃和之曰。歌宛轉。情復哀。願為煙與霧。氤氳同共二字一作君子。懷。類聚琴。御覽五百七十二。均引晉書。未標名。事類賦注十一引作世說。 \\n 蘇韶字孝先。安平人也。仕至中牟令。咸寧初亡。諸子迎喪到襄城。韶伯父第九子節。夢見鹵簿。行列甚肅。 \\n 見韶曰。卿犯鹵簿。應髡刑。節俛受剔。覺。循見頭髮。視截如指大。後又夢見韶截之。節素美髮。五截而盡。此節依三百七十三。引王隱書校補。　後節在車上。晝日見韶自外入。乘馬目黑。又介幘黃疏。一作練。八百十七引王書作絹。單衣白襪。絲履。憑節車轅。節謂兄弟曰。中牟在此。兄弟皆愕視。無所見。問韶。君何由來。韶曰。吾欲改葬。即求去。數日又來。兄弟遂與韶坐。節曰。若不改葬。別自敕兒。韶曰。吾將為書。節授筆。韶不肯曰。死者書與生者異。為節作。其字像胡書也。乃笑喚節為書曰。昔魏武侯浮于西河。而下中流。顧謂吳起曰。美哉。河山之固。此魏國之寶也。吾性愛好洛。每往來出入。瞻視邙一作芒。山。上樂乎哉。此萬世之基也。北背孟津洋洋之河。南望天邑濟濟之盛。此志雖未言語。銘之于心矣。不圖奄忽。所懷未果。前去一作至。十月。可一作便。速改葬。買數畝地。便自足矣。此節五百五十四引王書略。節延韶入室。設坐祀之。不肯坐。又無所饗。謂韶曰。中牟平生好酒。可少飲。韶手執盃飲盡。曰佳酒也。節視杯空。既去杯。酒乃如故。前後三十餘來。兄弟狎翫。節問所疑。韶言、天上及地上事。亦不能悉知也。顏淵卜商。今見在為修文郎。凡有八人。鬼之聖者梁成。賢者吳季子。節問死何如生。韶曰。無異耳。死者虛。生者實。此其異也。節曰。死者何不歸屍。韶曰。譬如斷卿一臂。以投地。就剝削之。于卿有患乎。死之去屍骸如此也。節曰。厚葬美墳。死者樂乎。韶曰。無在也。節曰。若無在何改葬。韶曰。今我誠無所在。但欲述生時意耳。韶欲去。節留之。閉門下鎖鑰。韶為之少住。韶去。節見門故閉。韶已去矣。韶與節別。曰。吾今見為修文郎。守職。不暇得來也。節執手乃別。自是遂絕。御覽八百八十三引晉書。　按廣記三百十九亦引作王書。則此實為王書。但臧多本王。則以為臧書亦可。 \\n 夏侯愷亡後。形見。就家人求茶。御覽八百六十七。廣記三百十七。引作王書。言愷形見。而無上一節。 \\n 刑法志 \\n 晉書曰。周處為廣平太守。有三十年滯獄。一到悉總決遣之。理無不當。御覽六百四十。 \\n 安帝義熙中。劉毅鎮姑熟。常出行南陵。縣吏陳滿射鳥。箭誤中直帥。雖不傷人。據法當棄市。何承天議曰。獄貴情斷。疑則從輕。昔有驚漢文帝乘輿馬者。張釋之斷以犯蹕罪止罰金。何者。明其無心於驚馬也。故不以乘輿之重。而加異制。今滿意在射鳥。非有心於中人。按律。過誤傷人。三歲刑。況不傷乎。同上。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷四", "正文": "  \\n 臧榮緒晉書卷四 \\n 　 \\n  \\n 后妃 \\n 晉武採漢魏之號。以擬周之六宮。置貴妃、夫人、貴人、是為三夫人。淑妃、淑媛、淑儀、修容、修華、修儀、婕妤、容華、充華、是為九嬪。又置美人、才人、中才人、以為散職。初學記十。 \\n 武元 \\n 武帝泰始中。大採擇公卿子女以充六宮。使楊后簡選。后妒。不取端正妙好。唯取長白肥大。貌粗舉則取。初學記十。 \\n 武悼 \\n 武悼楊皇后。廢在金墉城。與母高都君龐氏共止。高都君臨刑。后抱持號叫。不食而崩。御覽二百二。左貴嬪。左思妹。名芬。少好學。善綴文。名亞于思。武帝聞而納之。書鈔引晉書。後為貴嬪。姿陋無寵。以才德見禮。體羸多患。常居薄室。帝每遊華林。輒迥輦省一作過。之。言及文義。辭對清華。左右侍聽。無不稱美。書鈔引晉書。 \\n 賈后 \\n 賈后二女。宣華。女彥。封宣華宏農郡公主。女彥年八歲。聰明岐嶷。便能書。學諷誦詩論。病困。賈后欲議封以長公主。女彥語后曰。我尚小。未及成人。禮不用公主。及薨。諡哀獻皇女。以長公主禮送葬。類聚十六。御覽一百五十二。 \\n 惠羊后 \\n 惠羊皇后。諱獻容。太山南城人也。父玄之。字宏獻。永康元年。立為皇后。將入宮。衣中有火。永興元年。河間王顒使將張方廢后于金墉城。七月。陳旿當作〈口氽〉。等唱伐成都王。復后位。八月。張方又廢后。十一月。張方逼遷大駕幸長安。留臺復后位。永興二年。張方又廢后。河間王顒矯詔賜后死。劉暾等上表。后得免。帝還洛陽。迎復后位。後洛陽令何喬又廢后。懷帝即位。尊后為太皇后。居宏訓宮。洛陽敗。沒于劉曜。曜僭位。以為皇后。因問曰。朕何如司馬家兒。后曰。胡可並焉。陛下開基之聖主。彼亡國之暗夫。有一婦、一子、及身三耳。不能庇之。貴為帝王。而妻子辱于凡庶之手。妾爾時實不思生。何圖復有今日。妾生于高門。嘗謂世間男子皆然。自奉巾櫛已來。始知天下有丈夫耳。曜甚愛寵之。生二子而死。偽諡獻文皇后。御覽一百三十八。 \\n 懷王太后 \\n 懷王皇太后。諱媛姬。初入武帝宮。拜中才人。早崩。懷帝即位。追尊曰皇太后。御覽一百三十八。 \\n 懷梁后 \\n 懷梁皇后。諱蘭璧。安定人也。祖桓鴻季儀同三司。父芬、司徒、后初為豫章王妃。懷帝即位。為皇后。永嘉中沒胡賊。御覽一百三十八。按唐修晉書無此傳。 \\n 孝武李太后 \\n 簡文帝無子。令善相者遍相宮人。時李太后給役宮中。不預焉。相者見之。謂此當生貴子。而有虎厄。帝幸之。生孝武帝。及會稽王道子。帝既登尊位。服相者之驗。而怪有虎厄之說。且生未見虎。乃令人圖畫虎形。戲擊之。患手腫而崩。事類賦注二十。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷五", "正文": "  \\n 臧榮緒晉書卷五 \\n 　 \\n  \\n 王祥 \\n 王祥字休徵。後母朱氏思生魚。于時河水冰堅。祥朝朝冒厲風于河涯伺魚。一朝忽冰開小穴。有雙鯉跳出。初學記七。御覽六十八。 \\n 王祥拜太常。魏高貴鄉公之入學也。一作天子幸太學。將崇先典。乃命祥為三老。侍中鄭小同為五更。祥南面几杖。以師道自居。帝一作天子。北面乞言。以上依御覽四百四。引晉書校補。祥乃仰陳明王聖帝之軌。君臣政化之要。仰以訓帝。百辟聞之。莫不砥礪學也。書鈔引晉書。 \\n 武帝為晉王。王祥與荀顗往謁。而祥獨長揖。帝曰。今日方知君見顧之重矣。書鈔引晉書。 \\n 鄭沖 \\n 鄭沖字文和。榮陽人也。位至太傅。文選為鄭沖勸晉王牋注。 \\n 何曾 \\n 何曾字潁考。陳國人也。曾弱冠。累遷散騎侍郎。給事黃門郎。文選與侍郎曹長思書注。 \\n 何劭曾子 \\n 何劭字敬祖。陳國人也。姿望甚長者。博學多聞。善屬篇章。初為相掾。文選遊仙詩注。又贈張華注。 \\n 武帝即位。劭為散騎常侍。文選傅咸贈何劭王濟注。 \\n 咸寧初遷侍中。同上。 \\n 劭襲封朗陵郡公。同上。 \\n 惠帝即位。劭為太子太師。文選張華答何劭注。稍遷尚書左僕射。薨。文選遊仙詩注。 \\n 何劭亡。養子岐為嗣。袁粲弔岐。岐辭以疾。粲獨哭而出。曰。今年決下婢子品。王詮謂之曰。知死弔死。何必見生。岐前多罪。爾時不下。何公新亡。便下岐品。人謂中正畏強易弱。粲乃止。書鈔引晉書。 \\n 石苞 \\n 石苞字仲容。文選為石仲容與孫皓書注。 \\n 太祖輔政。都督揚州諸軍事。進位征東大將軍。文選為石仲容與孫皓書注。 \\n 武帝踐阼。苞為大司馬。進封樂陵郡公。加侍中。羽葆鼓吹之樂。書鈔引晉書。 \\n 苞為司徒。苞深陳農桑本務。明其考課。居位五年。天下稱之。書鈔引晉書。 \\n 石浚苞第四子。字景倫。清儉鑒識。敬愛人物。為黃門郎。兩官。黃門郎上下疑有脫文。為當時名士。書鈔黃門郎。 \\n 石崇苞第六子。字季倫。渤海南皮人。文選王明君辭注。 \\n 崇早有智慧。年二十餘。為修武令。有能名。文選思歸引序注。 \\n 石崇為南中郎將、荊州刺史、得鴆鳥雛。以與後軍將軍王愷。為鴆害之事。時制。鴆不得過江。為司隸校尉傅祗所糾。詔原之。燒鴆于都街。書鈔引晉書。 \\n 崇穎悟有才氣。而任俠無行檢。在荊州。劫遠使商客。積財不貲。書鈔引晉書。 \\n 徵崇為大司農。坐未被書擅去官。免。後為太僕。文選思歸引序注。 \\n 稍遷至衛尉卿。文選王明君辭注。 \\n 崇與王愷豪華相尚。愷以紫絲步障四十里。崇以錦步障五十里敵之。書鈔引晉書。 \\n 武帝嘗以珊瑚賜王愷。愷以示石崇。崇便以鐵如意擊碎。愷既惋惜。又以為嫉己之寶。聲色方厲。崇曰。不足多恨。今還卿。乃命左右。悉取珊瑚樹。有高三四尺者。六七株。條幹絕俗。光彩曜日。如愷比者甚眾。愷怳然自失。書鈔引晉書。 \\n 崇為客作豆粥。咄嗟便辦。王愷不能及。每以為恨。書鈔引晉書。 \\n 初崇與賈謐善。謐既誅。趙王倫專任孫秀。崇有妓曰綠珠。秀使人求之。崇不許。于是秀乃勸倫殺崇。遂被遇害。文選王明君辭注。 \\n 孫鑠字巨業。書鈔尚書令史。 \\n 石苞辟鑠為掾。將應命。會臺遣襲苞。鑠馳為畫計。獲免。補吏部令史。歎曰。囗郡縣不為鑠禮。而天臺乃以公府掾為令史哉。若陳禽□□諸人並清列不陞卑雜。而我獨屯塞不通。如何就職。遷尚書郎。書鈔尚書令史。 \\n 羊祜 \\n 羊祜字叔子。太山下一有平陽二字。人。能屬文。文帝辟未就。徵為中書郎。陳留王立。封鉅平子。世祖受禪。加散騎常侍。文選讓開府表注。 \\n 武帝將滅吳。以祜都督荊州諸軍事。文選讓開府表注。 \\n 又以為車騎將軍、開府、儀同三司。祜表讓曰。臣祜言。臣昨出。伏聞恩詔。拔臣使同台司。臣自出身以來。適十數年。受任外內。每極顯重之任。常以智力不可彊進。恩寵不可久謬。夙夜戰慄。以榮為憂。臣聞古人之言。德未為眾所服。而受高爵。則使才臣不進。功未為眾所歸。而荷厚祿。則使勞臣不勸。今臣身託外戚。事遭運會。誠在寵過。今作過寵。不患見遺。而猥超然降發中之詔。加非次之榮。臣有何功。可以堪之。何心可以安之。以身誤陛下。辱高位。傾覆亦尋而至。願守先人弊廬。豈可得哉。違命誠忤天威。曲從即復若此。蓋聞古人。申于見知。大臣之節。不可則止。臣雖小人。敢緣所蒙。念存斯義。今天下自服化以來。方漸八年。雖側席求賢。不遺幽賤。然臣等今無等字。不能推有德、進有功。使聖聽知勝臣者多。未達者不少。假令有遺德于版築之下。有隱才于屠釣之間。而令朝議用臣。不以為非。臣處之不以為愧。所失豈不大哉。且臣忝竊雖久。未若今日。兼文武之極寵。等宰輔之高位也。且臣雖所見者挾。據今光祿大夫李喜。今作熹。秉節高亮。正身在朝。光祿大夫魯芝。絜身寡欲。和而不同。光祿大夫李胤。邪政弘簡。在公正色。皆服事華髮。以禮終始。雖歷位外內之寵。不異寒賤之家。而猶未蒙此選。臣更越之。何以塞天下之望。少益日月。是以誓心守節。無苟進之志。今道路未通。方隅多事。乞留前恩。使臣得速還屯。不爾留連。必于外虞有闕。臣不勝憂懼。謹觸冒拜表。惟陛下察匹夫之志。有不可以奪。不聽。文選讓開府表并注。 \\n 吳陸抗與羊祜。推僑札之好。抗嘗遺祜酒。祜飲之不疑。抗有疾。祜遺之藥。抗亦推心服之。于時以為華元、子反、復見于今。事類賦注酒引晉書。 \\n 咸寧初。以祜為征南大將軍、開府辟召、儀同三司。文選讓開府表注。 \\n 時吳有童謠。歌曰。阿童復阿童。銜刀浮渡江。不畏岸上虎。但畏水中龍。祜聞之曰。此必水軍有功。但當思應其名者耳。會益州刺史王濬。徵為大司農。祜知其可任。濬又小字阿童。因表留濬監益州諸軍事。加龍驤將軍。謀以伐吳也。書鈔引晉書。 \\n 羊祜薨。于是街衢塗巷。傳哭接音。邑里相達。文選齊故安陸昭王碑文注。 \\n 祜遺令、不得以南城侯入柩。祜喪既引。帝于大司馬門南臨送。祜甥齊王攸。表祜妻不以侯斂之意。帝乃詔曰。祜固讓歷年。志不可奪。身沒讓存。遺操益厲。此亦夷齊所稱賢也。今聽復本封。以彰厥美。書鈔引晉書。 \\n 襄陽百姓于峴山祜平生遊憩之所。建碑立廟。歲時饗祭。望其碑者。莫不悲感流涕。書鈔引晉書。 \\n 祜無子。帝初欲以祜兄發子暨。又欲令暨弟伊。為祜後。未行。太康二年。以伊弟篇為鉅平侯。奉祜嗣。篇歷官清慎。有私牛于官舍產犢。及遷而留之。書鈔引晉書。 \\n 杜預 \\n 杜預字元凱。京兆人也。文選春秋左氏傳序注。 \\n 起家拜尚書郎。 \\n 杜預為度支尚書。在內七年。損益萬事。一作機。酬酢諮諏。不可勝紀。以上亦見初學記十一。朝野稱美。號曰杜武庫。言其無所不有也。書鈔引晉書。 \\n 稍遷至鎮南大將軍、都督荊州諸軍事。文選春秋左氏傳序注。 \\n 平吳。文選。 \\n 預好為後世名。常言高岸為谷。深谷為陵。刻石為二碑。紀其勳績。一沈萬山之下。一立峴山之上。曰。焉知此後不為陵谷乎。書鈔引晉書。 \\n 加位特進。薨。文選春秋左氏傳序注。 \\n 預遺令曰。古不合葬。明于終始之理、同于無有也。中古聖人。改而合之。蓋以別合無在。更緣生以示教也。自此以來。大人君子。或合或否。未能知生。安能知死。故各以己意所欲也。吾往為臺郎。嘗以公事。使過密縣之邢山。山上有冢。問耕父。云是鄭大夫祭仲。或云子產之冢也。遂率從者祭而觀焉。其造冢居山之頂。四望周達連山體南北之正。而邢東北。向新鄭城。意不忘本也。其隧道唯塞其後。而空其前。不填之。示藏無珍寶。不取于重深也。山多美石。不用。必集洧水自然之一作文。石。以為冢藏貴不勞工巧。而此石不入世用也。君子尚其有情。小人無利可動。歷千載無毀儉之致也。吾去春入朝。因郭氏喪亡。緣陪陵舊義。自表營洛陽城東。首陽之南。為將來兆域。而所得地中。有小山。上無舊冢。其高顯雖未足比邢山。然東奉二陵。西瞻宮闕。南望伊洛。北望夷叔。曠然遠覽。情之所安也。故遂表樹開道。為一定之制。至時當用洛水圓石也開隧道南向。儀制取法于鄭大夫。欲以儉自完耳。棺器小斂之事。皆當稱此。書鈔石節引臧書。因以唐修晉書旁寫補足。 \\n 預子錫。為愍懷太子舍人。屢直諫于太子。太子患之。置針著錫坐處氈內。錫坐。刺之血流。書鈔引晉書。 \\n 陳騫 \\n 咸寧初。騫為太尉。加黃鉞。為大司馬。位極人臣。書鈔引晉書。 \\n 咸寧三年。乞骸骨。騫為大司馬。致仕。賜騫袞冕之服。書鈔引晉書。 \\n 裴秀 \\n 裴秀字季彥。河東人也。文選褚淵碑文注。 \\n 裴秀之母婢。秀年十八。有令望。而嫡母妒。賓客滿座。乃令秀母親下食與眾賓。眾賓見。並拜之。初學記十九。引晉書與唐修者異。 \\n 常道鄉公立。與議定策。遷尚書僕射。文選褚淵碑文注。 \\n 及世祖受禪。進左光祿大夫。文選褚淵碑文注。 \\n 秀為司空。作禹貢九州新無九州二字。地域圖論。新作序。曰。圖書之設。由來尚矣。自古垂象立制。新作立象垂制。而賴其用。三代置其官。國史掌其新作厥。職。暨漢祖新無祖字。屠咸陽。丞相蕭何。盡收秦之圖籍。今祕書既無古之地圖。又無蕭何所得秦之圖籍。新無上四字。唯有漢氏輿地、及括地諸雜圖。各不設分率。又不考正準望。亦不備載名山大川。其所載列。新無上四字。雖有麤形。皆不精審。不可依據。或稱外荒。新作荒外。又無稱字。迂誕之言。不合事實。于義無取。大晉龍興。混一六合。以清宇宙。始于庸蜀。冞入其阻。文皇帝乃命有司。撰訪吳蜀地圖。蜀土既定。六軍所經、地域遠近。山川險易。征路迂直。校驗圖記。罔或有差。今上考禹貢、山、海、川流、原隰、陂澤。古之九州。及今之十六州郡縣。疆界鄉陬。及古國盟會舊名。水陸徑路。為地圖十八篇。制地新無地字。圖之體有六焉。一曰分率。所以辨廣輪之度也。二曰準望。所以正彼此之體也。三曰道里。所以定所由之數也。四曰高下。五曰方邪。六曰迂直。此三者各因地而制宜。所以校夷險之數數新作異。也。有圖象而無分率。則無以審遠近之差。有分率而無準望。雖得之于一隅。必失之于他方。有準望而無道里。則施于山海絕隔之地。不能以相通。有道里而無高下方邪迂直之校。則徑路之數。必與遠近之實相違。失準望之正矣。故以此六者。參而考之。然後新無後字。遠近之實。定于分率。彼此之實。定于道里。度數之實。定于高下方邪迂直之算。故雖有峻山巨海之隔。絕域殊方之迴。登降詭曲之因。皆可得舉而定者。準望之法既正。則曲直遠近。無所隱其形也。御覽三十六。　按雖引晉書。而與唐修晉書詳略不同。似係唐人以臧書而修改之。其略亦不盡為引者所節也。故姑校錄。而旁補之。以俟攷。 \\n 裴楷秀從弟 \\n 裴楷字叔則。河東人也。文選褚淵碑文注。 \\n 辟相國掾。遷為尚書郎。文選褚淵碑文注。 \\n 吏部郎缺。太祖問其人于鍾會。會曰。裴楷清通。王戎簡要。皆其選也。是以楷為吏部郎。文選褚淵碑文注。按書鈔薦舉亦引此。未標名。可知書鈔所引。多係臧書。 \\n 楷風神高邁。博涉群書。特精理義。時人謂之玉人。又稱見裴叔則。如近玉山照映人也。書鈔引晉書。 \\n 衛瓘 \\n 衛瓘字伯玉。御覽四百五十三。 \\n 轉廷尉卿。鄧艾、鍾會、之伐蜀也。瓘以廷尉卿持節。監艾、會、軍事。行鎮西軍司。給兵千人。蜀既平。艾輒承制封拜。會陰懷異志。因艾專擅。密與瓘俱奏其狀。詔使檻車徵之。會遣瓘先收艾。乃夜至成都。檄艾所統一誤通。諸將。稱詔收艾。其餘一無所問。時艾父子俱被執。諸將圖欲劫艾。整杖趨瓘營。瓘輕衣新無衣字出迎之。偽作表章。將申明艾事。諸將信之。而止。書鈔引晉書。 \\n 惠帝之為太子也。瓘每議及經國。屢形于顏色晉祖恐大臣有諫。瓘嘗因宴飲歡醉。手撫御床曰。此坐可惜御覽四百五十三。 \\n 瓘與子恆、嶽、裔、及孫等九人。同被周。初瓘家人炊飯。墮地化螺。瓘終見誅也。書鈔引晉書。 \\n 衛玠瓘孫。恆子。字叔寶。文選注見下。 \\n 風神秀異。 \\n 總角乘羊車入市。見者皆以為玉人。觀之傾都。驃騎將軍王濟。玠之舅也。俊爽有風姿。每見玠輒嘆曰。珠玉在側。覺我形穢。又嘗語人曰。與玠同遊。炯若明珠之在側。朗然照人。人以上俱見書鈔引晉書。 \\n 好言玄理。文選注見下。 \\n 辟命屢至。皆不就。久之。為太傅西閣一作閤。祭酒。以弱冠拜太子洗馬。書鈔引晉書。 \\n 玠遷豫章。是時大將軍王敦鎮豫章。長史謝鯤先雅重玠。相見欣然。談論彌日。書鈔引晉書。 \\n 玠嘗以人有不及。可以情恕。非意相干。可以理遺。故終身不見喜慍之容。文選為蕭揚州作薦士表。注。引臧書。 \\n 張華 \\n 張華字茂先。范陽人也。少好文義。博覽墳典。為太常博士。轉兼中書郎。雖棲處雲閣。慨然有感。作鷦鷯賦以自寄。其詞曰。鷦鷯小鳥也。生於蒿萊之間。長於藩籬之下。翔集尋常之內。而生生之理足矣。色淺體陋。不為人用。形微處卑。物莫之害。繁滋族類。乘居匹游。翩翩然有以自樂也。彼鷲鶚從鴻。孔雀翡翠。或凌赤霄之際。或託絕垠之外。翰舉足以沖天。觜距足以自衛。然皆負矰嬰繳。羽毛入貢。何者。有用於人也。夫言有淺而可以託深。類有微而可以喻大。故賦之云爾。何造化之多端兮。播群形于萬類。惟鷦鷯之微禽兮。亦攝生而受氣。育翩翾之陋體。無玄黃以自貴。毛弗施於器用。肉弗登於俎味。鷹氈過猶俄翼。尚何懼于罿罻。翳薈蒙籠。是焉游集。飛不飄颺。翔不翕習。其居易容。其求易給。巢林不過一枝。每食不過數粒。棲無所滯。游無所盤。匪陋荊棘。匪榮茞蘭。動翼而逸。投足而安。委命順理。與物無患。伊茲禽之無知。何處身之似智。不懷寶以賈害。不飾表以招累。靜守約而不矜。動因循以簡易。任自然以為資。無誘慕于世偽。鵰鶡介其觜距。鵠鷺軼于雲際。從雞竄於幽險。孔翠生乎遐裔。彼晨鳧與歸鴈。又矯翼而增逝。咸美羽而豐肌。故無罪而皆斃。彼銜蘆以避繳。終為戮于此世。蒼鷹鷙而受緤。鸚鵡惠而入籠。屈猛志以服養。塊幽縶于九重。變音聲以順旨。思摧翮而為庸。戀鍾岱之林野。慕隴坻之高松。雖蒙幸於今日。未若疇昔之從容。海鳥爰居。避風而至。條枝巨雀踰嶺自致。提挈萬里。飄颻逼畏。夫唯體大妨物。而形瑰足瑋也。陰陽陶蒸。萬品一區。巨細舛錯。種繁類殊。鷦螟巢於蚊睫。大鵬彌乎天隅。將以上方不足。而下比有餘。普天壤以遐觀。吾又安知大小之所如。文選十三鷦鷯賦并注。 \\n 阮籍見華鷦鷯賦。許以王佐之才。中書郎成公綏。亦推華文義勝已。御覽五百九十九引晉書。 \\n 晉受禪。拜黃門侍郎。華博覽圖籍。四海之內。若指諸掌。武帝嘗問漢宮室制度。及建章千門萬戶。華應對如流。聽者忘倦。畫地成圖。左右屬目。帝甚異之。時人比之子產。書鈔引晉書。 \\n 帝與羊祜謀伐吳。華贊成其計。及將大舉。以華為度支尚書。決勝緣江地近萬里。始羊祜謂所親曰。終吾事者。唯張華耳。卒如祜言。初學記十一引晉書。 \\n 吳滅。封華廣武縣侯。文選何劭贈張華注。　初學記同上。 \\n 徵華為太常。以太廟棟折免官。書鈔引晉書。 \\n 武帝崩。華為太子少傅。文選答何劭注。 \\n 楚王瑋誅。詔加右光祿大夫。文選鷦鷯賦注。 \\n 論前後勳。進封壯武郡公。文選鷦鷯賦注。 \\n 數年遷司空。文選。 \\n 為趙王倫所害。文選。 \\n 華博物洽聞。人有得鳥毛。長三丈。以示華。華見慘然曰。此謂海鳧毛也。出則天下亂矣。陸機餉華白鮓。於時賓客滿座。華發器。便曰。此龍肉也。眾未之信。華曰。試以苦酒濯之。必有異。既而五色光起。機問鮓主。果云園中茅積下。得一白魚。質狀殊常。以作鮓過美。故以相獻。武庫封閉甚密。其中忽有雉雊。華曰。此蛇化為雉。開視。雉側果有蛇蛻焉。吳郡臨平岸崩。出一石鼓。槌之無聲。帝以問華。華曰。可取蜀中桐材。刻魚形扣之。則鳴矣。於是如其言。果聲聞數里。初吳之未滅也。斗牛之間。常有紫氣。道術者皆以吳方強盛。未可圖也。唯華以為不然。及吳平之後。紫氣愈明。華聞豫章雷煥。妙達象緯。要之宿。因登樓仰觀。煥曰。寶劍之氣耳。在豫章豐城。因以煥為豐城令。使求之。煥到縣。掘獄屋基。得雙劍。其夕。斗牛間氣不復見焉。煥以南昌西山北巖下土以拭劍。光芒豔發。遣使送一劍并土與華。留一自佩。華以南昌土不如華陰赤土。因以華陰土一斤致煥。煥更以拭劍。倍益精明。又魏時。殿前鐘忽大鳴震駭者。華云此蜀山崩故鐘鳴。尋蜀郡上其事也。御覽六百十二。　按引晉書。唐修晉書無末節。又敘劍氣亦稍不同。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷六", "正文": "  \\n 臧榮緒晉書卷六 \\n 　 \\n  \\n 宗室 \\n 安平獻王孚 \\n 安平獻王孚。世祖受禪。為太宰。其長子為司徒。一門三世同時。十人封王。二人世子。父子居上公。位極人臣。子孫咸居大官。出則旌旗節鉞。入則貂蟬袞冕。自中代公族之寵。未始有也。享年九十。然而夙夜滋恭。恆有履冰之懼。御覽一百五十一依白帖校補引晉書。 \\n 東嬴王騰。發于并州。于常山之真定縣屯營時。遇天大積雪。平地數尺。常山營門前方數丈。雪融液不積。騰怪而使掘之。得玉馬高尺許。上表獻之。初學記二。　類聚。 \\n 南陽王保。字景度。太尉模世子。文選晉紀總論注。 \\n 休之。譙王尚之弟。 \\n 桓玄反。休之戰敗奔燕。義軍起。復還。武陵王令曰。前龍驤將軍休之。才幹貞審。功業既成。歷陽之戰。事在機捷。及至勢乖力屈。奉身出奔。猶鳩集義徒。崎嶇險阻。既應親賢之舉。荊州勢據上流。將軍休之。宜委以分陜之重。可監荊、益、梁、寧、秦、雍、六軍事、領護南蠻校尉、荊州刺史、假節。文選齊竟陵文宣王行狀注。 \\n 宣五王 \\n 平原王幹 \\n 平原王幹。字子良。宣帝子。御覽。 \\n 太始元年。封平原王。邑萬一千三百戶。四年。給鼓吹。附馬二匹。使服侍中之服。同上御覽一百五十一引晉書。 \\n 幹不治國事。雖有爵祿。若不在身。所得俸秩。皆露積腐爛。同上。 \\n 齊王冏為長沙王乂所殺。幹哭之。謂左右曰。宗室轉衰。唯此兒最可。而復害之。從今殆矣。御覽一百五十一引晉書。 \\n 扶風武王駿 \\n 扶風武王駿。字子臧。宣帝第七子也。文選為范始興作求立太宰碑表注。 \\n 都督雍、涼、州諸軍事。文選。 \\n 後薨。民吏樹碑。讚述德範。長老見碑者。無不拜之。言其遺愛如此。文選為范始興作求立太宰碑表注。 \\n 梁孝王彤 \\n 梁孝王彤。宣帝子。御覽一百五十一。 \\n 彤拜征西大將軍、領西戎校尉。因大會。語參軍王銓曰。我從兄為尚書令。不能啖大臠。銓知彤求為尚書令。答曰。下邳王為令。與天下共嚼。啖上二十一字。唐修書節去。便不可讀。大臠故難。公在此獨嚼。尚難矣。彤曰。長史。大臠誰邪。銓答盧播是。彤曰。是吾家吏。隱忍之耳。銓曰。天下皆王家吏。王法可不復行之邪。御覽一百五十一引晉書。 \\n 文六王 \\n 齊獻王攸 \\n 齊獻王攸。字文當作大。猷。晉文少當作次。子。御覽四百十二。 \\n 文帝崩。齊王攸率禮過哀。上以攸至孝毀甚。二年五月。文明皇太后親臨省攸。攸毀瘠塵黑。貌不可識。太后留攸慰撫旬日。還中。詔勉攸曰。若萬一加以他疾。將復如何。宜遠慮深思。不可專守一意。以陷於不孝。若復不從往言。當遣人監守飲食。御覽一百五十一。　按雖引晉書。而與唐修書異。書鈔引此段與唐修同者。自係陳氏所易。故不從書鈔而從御覽。 \\n 太始四年。太后崩。攸執喪過哀。動必盡禮。左右或以稻米乾飯雜理中丸以進。王對之。涕泣不食。終三年。杖然後起。人有犯諱者。常悲不自勝。御覽四百十二引臧書。 \\n 齊王攸。好學不倦。借人書皆為治護。時迭有水旱。則出租秩。加賤。以賑國人。須豐年乃收入本值。御覽一百五十一引晉書。 \\n 攸在國。仁化洽於萬物。德意結於民心。書鈔引晉書。 \\n 攸表。租秩足以自供。求絕常賜。表前後十餘上。帝不許。書鈔引晉書。 \\n 攸為太子太傅。獻箴與太子曰。伊昔上皇。建國立君。仰觀天文。俯察地理。創業恢道。以安人承祀。祚延統重。故援立太子。尊以弘道。固以貳己。儲德既立。邦有所恃。夫親仁者功成。邇佞者國傾。故保相之材、必擇賢明。昔在周成。旦、奭、作傅。外以明德自輔。內以親親立固。德則義濟。親則自然。嬴廢公族。其崩如山。劉建子弟。漢祚永傳。楚以無極作亂。宋以伊戾興難。張禹佞給。卒危強漢。輔弼不忠。禍及乃躬。匪徒乃躬。乃喪乃邦。無曰父子不間。昔有江充。無曰至親匪貳。或容潘崇。諛言亂真。譖潤離親。驪姬之讒。晉侯疑申。固親以道。勿固以恩。修身以敬。勿託以尊。自損者有餘。自益者彌昏。庶事不可以不恤。大本不可以不敦。見亡戒危。睹安思存。冢子司義。敢告在閽。書鈔引晉書。 \\n 太康三年。詔齊王攸當出方嶽。以撫其國加都督青州。增封濟南郡。備物典策。軒懸之樂。六佾之舞。賜黃鉞、朝車、乘輿之副。御覽一百五十一引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷七", "正文": "  \\n 臧榮緒晉書卷七 \\n 　 \\n  \\n 王沉 \\n 王沉字處道。少孤。為從叔司空昶所養。沉事昶如父。御覽百五十三。 \\n 王沉為祕書監。正元中遷散騎常侍。侍中典著作。撰魏書。多為時諱。未若陳壽之實錄也。書鈔引晉書。 \\n 王浚沉子。字彭祖。書鈔。 \\n 惠帝旋洛陽。轉為幽州刺史。書鈔。 \\n 謠曰。幽州城門似藏戶。中有伏尸王彭祖。書鈔引晉書。 \\n 荀顗 \\n 荀顗字景倩。潁陽人也。魏太尉彧之第六子。文選為蕭揚州作薦士表。 \\n 黃初末。以父勳、除中郎。高祖輔政。見顗異之。曰。顗、令君之子也。近見袁侃。亦曜卿之子也。皆有父風。擢拜散騎侍郎。同上又書鈔。　按書鈔引晉書。 \\n 顗代陳泰為僕射。領吏部。綜覈名實。風俗澄一。文選褚淵碑文注。 \\n 荀勖 \\n 荀勖為安陽令。有遺愛。生為立祠。書鈔引晉書。 \\n 勖參文帝大將軍軍事。同上。 \\n 時官騎賂遺。求為刺客入蜀。勖言於帝曰。明公以至公宰天下。宜杖正義以伐違貳。而名以刺客除賊。非所謂刑於四海。以德服遠也。書鈔引晉書。 \\n 勖與裴秀、羊祜、共管機密。時將發使聘吳。並遣當時文士作書與孫皓。帝用勖所作。皓既報命和親。帝謂勖曰。君前作書。使吳思順。勝十萬之眾也。書鈔引晉書。 \\n 勖以中書監領著作。書鈔引晉書。 \\n 勖進位光祿大夫。命掌樂事。修律呂。勖路逢賈人牛鐸。識其聲。及掌樂。音韻未調。乃曰。得趙之牛鐸則諧矣。遂下郡國。悉送牛鐸。果得諧者。世服其明。書鈔引晉書。 \\n 潁川荀闓。勖孫。藩子。字道明。有明稱。京師為之語曰。洛中英英荀道明。大司馬齊王冏辟為掾。冏敗。暴尸已三日。莫敢收葬。闓與冏故吏李述、嵇含等。露板請葬。朝議聽之。論者稱焉。書鈔引晉書。 \\n 荀組勖子。藩弟。字大章。弱冠。太尉王衍見而稱之。曰。夷雅有才識。初為司徒左西屬。補太子舍人。司徒王渾。請為從事中郎。書鈔引晉書。 \\n 元帝欲以組為司徒。問太常賀循。循曰。組舊望清重。忠勤顯著。遷訓五品。以統人倫。實允眾望。書鈔引晉書。 \\n 賈充 \\n 賈充字公閭。文選河陽縣作注。 \\n 充拜尚書郎。典定法一作科。令。兼度支考課。辯章節度。事皆施用。書鈔引晉書。 \\n 晉太祖為大將軍。以充為司馬右長史。文選答賈長淵注。 \\n 封臨潁侯。及世祖受禪。文選答賈長淵注。封魯郡公。為司空。轉太尉。文選河陽縣作注。 \\n 太康三年。薨。贈太宰。諡武公。文選閑居賦注。 \\n 潘岳賈充誄云。年踰知命。位極人臣。家無餘祿。貴而食貧。書鈔引晉書。 \\n 昂昂公侯。實天誕育。八元斯九。五臣茲六。揜討逆節。折衝江湖。走欽擒儉。梟誕弊吳。公於出征。爰整其旅。壘未越郊。麾不及舉。秦涼獲乂。西戎即敘。他人之賢。譬彼邱陵。邈矣公侯。如日之升。泰山其頹。寢疾不興。遐邇曷仰。社稷焉憑。生榮則易。終哀實難。靡不春華。鮮克歲寒。於呼公隕。率土含酸。趙喪望諸。列國同傷。秦亡蹇叔。舂者不相。桃李不言。下自成行。德之休明。沒能彌彰。按此誄自必全載。故姑依見於類聚者。錄附以俟攷。 \\n 使大疑廟定於神算。文選五十九。 \\n 充無嗣。以外孫韓謐為後。謐父韓壽。河南尹。母賈充少女也。充平生不議立後。充後妻郭槐。輒以外孫諱謐為黎民子。襲封。槐自表陳。是充遺意也。帝許之。以謐為魯公。文選答賈長淵注。 \\n 賈充前妻李氏。生二女。荃、濬。以父豐坐流徙。禁錮解。荃等屢請充迎其母。而父不判。充當鎮關中。屯軍城西。為供帳受百官餞。荃、濬、遂突出於坐中。叩頭流血。訴充。并陳說群客。以母應還之意。荃是齊獻王之妃。眾賓皆驚起散出。充甚愧愕。御覽一百五十一。 \\n 充後妻郭氏。又生二女。少有淫行。年十四五。通於韓壽。充未覺。時外國獻奇香。世祖分與充。充以賜女。充與壽坐。聞其衣香。心疑之。充家嚴峻。墻高丈五。薦以枳棘。周行東北角。有狸鼠行跡。充潛殺知婢。遂以女妻之。類聚三十五。 \\n 魏舒 \\n 魏舒字陽元。書鈔。 \\n 舒年四十餘。郡上計掾察孝廉。宗黨以舒無學業。勸令不就。可以為高耳。舒曰。若試而不中。其負在我。安可虛竊不就之高。以為己榮乎。於是自課百日。習一經。因而對策升第。書鈔引晉書。 \\n 轉相國參軍。封劇陽子。朝府碎務。未嘗見是非。至於廢興大事。眾人莫能斷者。舒徐為籌之。多出眾議之表。文帝深器重之。每朝會坐罷。目送之曰。魏舒。堂堂人之領袖也。書鈔引晉書。 \\n 為舒為司徒。所得俸散之九族。家無餘財。書鈔引晉書。 \\n 舒徙司徒。年過致仕。有遜讓意。而無居宅。乃僅以俸秩散餘。為第一所。同上。 \\n 舒為司徒。年老。每稱疾遜位。同上。 \\n 後因正旦。朝罷還第。表送章綬。帝手詔敦勉。而舒執意彌固。乃下詔曰。□□□□□□□□□□□□□□□□□□□□□禮令皆如舊制。於是賜安車駟馬。門施行馬。舒為事、必先行而後言。遜位之際。莫有知者。時論以為晉興以來。三公能辭榮祿終者。未之有也。書鈔引晉書。 \\n 李熹 \\n 李熹字季和。書鈔。 \\n 遷御史中丞。當官秉直。二字新作正色。不憚強禦。書鈔引晉書。 \\n 熹為太子太傅。在位累年。訓導盡規。書鈔引晉書。 \\n 劉寔 \\n 劉寔字子真。書鈔。 \\n 少貧苦。賣牛衣以自給。然好學。手約繩。口誦書。博通古今。清身潔己。行無瑕玷。書鈔引晉書。 \\n 寔為吏部郎。坐選稽遲。免官。書鈔引臧書。 \\n 寔以祭酒遷廣陵王師。書鈔引晉書。 \\n 懷帝即位。寔拜太尉。自陳年老。固辭。上不許。書鈔引晉書。 \\n 懷帝三年。詔聽以侯就第。賜几杖。宅一區。不朝。書鈔引晉書。 \\n 王渾 \\n 渾為安東將軍。鎮壽陽。時吳人新附。頗懷畏懼。渾撫循羈旅。勞謙接納。一作虛懷綏納。坐無空席。門不停賓。於是江東之士。莫不悅附。 \\n 王濟渾子。 \\n 和嶠性儉。家有好李。帝求之不過數十。王武子因其出。率少年將斧詣園。飽啖畢。伐樹而去。事類賦注。李。引晉書。濟善解馬性。嘗乘一馬。著連乾障泥。前有水。終不肯渡。濟云此必是惜障泥。使人解去便渡。故杜預謂濟有馬癖。書鈔引晉書。 \\n 王濬 \\n 武帝謀伐吳。詔濬修舟艦。濬乃作大船連舫。方百二十步。受二千餘人。以木為城。起樓櫓。開四出門。其上皆得馳馬往來。又畫鷁首怪獸於船首。以懼江神。舟棹之盛。自古未有。書鈔引晉書。 \\n 唐彬 \\n 彬持節、監幽州諸軍事、領護烏丸校尉、右將軍。彬既至鎮。訓卒利兵。廣農重稼。震威耀武。宣喻國命。示以恩信。書鈔引晉書。 \\n 山濤 \\n 濤為尚書吏部郎。文帝與濤書曰。足下在事清明。雅操邁時。念多所乏。令致錢二十萬。穀二百斛。魏帝嘗賜景帝春服。帝以賜濤。又以母老。并賜藜杖一枚。書鈔引晉書。 \\n 轉北中郎將。督鄴城守事。書鈔引晉書。 \\n 濤轉尚書。表辭才下年老。詔曰。方今多事。嘉謀良圖。委以老成也。初學記十一引晉書。新無。 \\n 咸寧初。濤為太子少傅。書鈔引晉書。 \\n 帝嘗講武于宣武場。濤時有疾。詔乘步輦。書鈔引晉書。 \\n 袁毅為鬲令。賂遺朝廷。以營虛譽。遺山濤絲百斤。濤不欲為異。乃受之。命內之閣上。後毅事露。吏驗至濤所。濤於梁上取絲。塵埃黃黑。封印如初。以付吏。事類賦注。絲。引晉書。 \\n 山濤子淳元。一作允。尪疾不仕。世祖聞其短小聰敏。欲見之。濤面答。淳元自謂形容。宜絕人事。不肯受詔。論者奇之。御覽三百七十八引臧書。 \\n 簡濤五子。字季倫。書鈔。與譙國嵇紹、沛郡劉謨、宏農楊淮、齊名。初為太子舍人。累遷太子庶子。書鈔引晉書。 \\n 王戎 \\n 戎少阮籍二十餘年。相得如時輩。遂為竹林之遊。御覽五十七引臧書。 \\n 戎為荊州刺史。有司奏戎上四字新作坐字。遣吏修園宅。免官。詔以贖論。遷豫州刺史。書鈔引晉書。 \\n 戎子萬。有美名而大肥。戎令食糠。而肥愈甚。書鈔。 \\n 郭舒 \\n 郭舒始為領軍校尉。坐擅放司馬彪。繫廷尉。世多義之。刺史夏侯含辟為西曹。轉主簿。含坐事。舒自繫理。含事得釋。刺史宗岱即命為治中。書鈔引晉書。 \\n 樂廣 \\n 樂廣字彥輔。書鈔。 \\n 性沖約有遠識。寡嗜欲。與物無競。尤善談論。每以約言析理。以厭人心。裴楷嘗引廣共談。自夕申旦。雅相欽挹。王戎為荊州刺史。聞廣為夏侯玄所賞。乃舉為秀才。辟太尉掾。轉太子舍人。書鈔引晉書。 \\n 鄭袤 \\n 魏武帝初封諸子為侯。精選賓友。袤與徐榦俱為臨淄文學。書鈔引晉書。 \\n 時廣平太守缺。宣帝謂袤曰。賢叔大匠。垂稱於陽平。魏郡百姓蒙惠化。且盧子家、王子雍、繼踵此郡。使世不乏賢。故復相屈。袤在廣平。以德化為先。善作條教。郡中愛之。書鈔引晉書。 \\n 默袤子。字思元。書鈔。 \\n 默為東郡太守。值歲荒人饑。默輒開倉賑給。乃舍都亭。自表待罪。朝廷嘉默憂國。詔書裦歎。比之汲黯。頒告天下。若郡縣有此比者。皆聽出給。書鈔引晉書。 \\n 遷太常。山濤欲舉一親為博士。謂默曰。卿似尹翁歸。令吾不敢復言。默為人敦重。柔而能整。皆此類也。書鈔引晉書。 \\n 李胤 \\n 李胤字宣仲。當作伯鈔書。 \\n 容貌質素。頹然若不足者。而知度沈邃。言必有中。初仕郡上計掾。州辟部從事治中。舉孝廉。參鎮北軍事。書鈔引晉書。 \\n 胤遷御史中丞。恭恪直繩。百官憚之。書鈔引晉書。 \\n 胤為吏部尚書。清慎選舉。號為廉平。書鈔引晉書。新無。 \\n 華表 \\n 華表字偉容。御覽二百二十八。 \\n 泰始原作咸熙。五年。詔曰。華表清賢履道。內貞外順。歷位忠恪。言行不玷。其以表為太常卿。御覽二百二十八引臧書。 \\n 石鑒 \\n 石鑒以才榦。習於從政。敢斷無疑。再為司隸校尉。書鈔引臧書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷八", "正文": "  \\n 臧榮緒晉書卷八 \\n 　 \\n  \\n 劉毅 \\n 毅幼有孝行。少厲清節。然好臧否人物。王公貴人。望風憚之。僑居平陽。太守杜恕。請為功曹。沙汰郡吏百餘人。三魏稱焉。為之語曰。但聞劉功曹。不聞杜府君。書鈔引晉書。 \\n 武帝問劉毅曰。卿以吾可方漢何帝也。對曰。可方桓靈。帝曰。吾德雖不及古人。猶克己為政。又平吳會。一同天下。方之桓靈。不亦甚乎。初學記九引臧書。 \\n 毅為尚書左僕射。文選恩倖傳論注。 \\n 上疏。陳九品之弊曰。句見選注。臣聞、立政者以官才為本。官才有三難。而興替二字書鈔作治亂。之所由也。人物難知。一也。愛憎難防。二也。情偽難明。三也。今立中正。定九品。上七句亦見書鈔引。高下任意。榮辱在手。操人主之威福。奪天朝之權勢。愛憎決於心。情偽由於己。公無考校之負。私無告訐之忌。用心百態。求者萬端。廉讓之風滅。苟且之俗成。天下訩訩。但爭品位。不聞推讓。竊為聖朝恥之。夫名狀以當才為清。品輩以得實為平。安危之要。不可不明。清平者。政化之美也。枉濫者。亂敗之惡也。不可不察。然人才異能。備體者寡。器有大小。達有早晚。前鄙後修。宜受日新之報。抱正違時。宜有質直之稱。度遠闕小。宜得殊俗之狀。任直不飾。宜得清實之譽。行寡才優。宜獲器任之用。是以三仁殊途而同歸。四子異行而均義。陳平、韓信。笑侮於邑里。而收功於帝王。屈原、伍胥。不容於人主。而顯名於竹帛。是篤論之所明也。今之中正。不精才實。務依黨利。不均稱尺。務隨愛憎。所欲與者。獲虛以成與。所欲下者。吹毛以求疵。高下逐強弱。是非由愛憎。隨世興衰。不顧才實。衰則削下。興則扶上。一人之身。旬日異狀。或以貨賂自通。或以計協登進。附託者必達。守道者困悴。無報於身。必見割奪。有私於己。必得其欲。是以上品無寒門。下品無勢族。上二句引見選注。暨時有之皆曲有。故慢主罔時。實為亂源。損政之道一也。置州都者。取州里清議咸所歸服。將以鎮異同。一言議。不謂一人之身。了一州之才。一人不審。便坐之。若然。自仲尼以上。至於庖犧。莫不有失。則皆不堪。何獨責於中人者哉。若殊不修。自可更選。今重其任而輕其人。所立品格。還訪刁攸。攸非州里之所歸。非職分之所置。今訪之。歸正於所不服。決事於所不職。以長讒搆之源。以生乖爭之兆。似非立都之本旨。理俗之深防也。主者既善刁攸。攸之所下。而復選以二千石。已有數人。劉良上攸之所下石公罪。攸之所行。駮違之論。橫於州里。嫌讎之隙。結於大臣。夫桑妾之訟。禍及吳楚。鬥雞之變。難興魯邦。況乃人倫交爭。而部黨興。刑獄滋生。而禍根結。損政之道二也。本立格之體。將謂人倫有序。若貫魚成次也。為九品者。取下者為格。謂才德有優劣。倫輩有首尾。今之中正。務自遠者。則抑割一國。使無上人。穢劣下比。則拔舉非次。并容其黨。公以為格。坐成其私。君子無小人之怨。官政無繩姦之防。使得上欺明主。下亂人倫。乃使優劣易一作異。地。首尾倒錯。措一作推。貴異之器。使在凡品之下。負戴不肖。越在成人之首。損政之道三也。陛下踐阼。開天地之德。弘不諱之詔。納忠直之言。以覽天下之情。太平之基。不世之法也。然賞罰。自王公以至於庶人無不加。法置中正。委以一國之重。無賞罰之防。人心多故。清平者寡。故怨訟者眾。聽之則告訐無已。禁絕則侵枉無極。與其理訟之煩。猶愈侵枉之害。今禁訟訴則杜一國之口。培一人之勢。使得縱橫無所顧憚。諸受枉者抱怨積直。獨不蒙天地無私之德。而長壅蔽於邪人之銓。使上明不下照。下情不上聞。損政之道四也。昔在前聖之世。欲敦風俗。鎮靜百姓。隆鄉黨之義。崇六親之行。禮教庠序以相率。賢不肖於是見矣。然鄉老書其善以獻天子。司馬論其能以官於職。有司考績。以明黜陟。故天下之人。退而修本。州黨有德義。朝廷有公正。浮華邪佞。無所容厝。今一國之士。多者千數。或流徙異邦。或取給殊方。面猶不識。況盡其才力。而中正知與不知。其當品狀。采譽與臺府。納毀於流言。任己則有不識之蔽。聽受則有彼此之偏。所知者以愛憎奪其平。所不知者以人事亂其度。既無鄉老紀行之譽。又非朝廷考績之課。遂使進官之人。棄近求遠。背本逐末。位以求成。不由行立。品不校功。黨譽虛妄。損政五也。凡所以立品設狀者。求人才以理物也。非虛飾名譽。相為好醜。雖孝悌之行。不施朝廷。故門外之事。以義斷恩。既以在官。職有大小。事有劇易。各有功報。此人才之實效。功分之所得也。今則反之。於限當報。雖職之高。還附卑品。無績於官。而獲高敘。是為抑功實而隆虛名也。上奪天朝考績之分。下長浮華朋黨之士。損政六也。凡官不同事。人不同能。得其能則成。失其能則敗。今品不狀才能之所宜。而以九等為例。以品取人。或非才能之所長。以狀取人。則為本品之所限。若狀得其實。猶品狀相妨。繫縶選舉。使不得精於才宜。況今九品所疏。則削其長。所親。則飾其短。徒結白論。以為虛譽。則品不料能。百揆何以得理。萬機何以得修。損政七也。前九品詔書。善惡必書。以為褒貶。當時天下少有忌。今之九品所下。不彰其罪。所上。不列其善。廢褒貶之義。任愛憎之斷。清濁同流。以植其私。故反違前品。大其形勢。以驅動眾人。使必歸己。進者無功以表勸。退者無惡以成懲。懲勸不明。則風俗汙濁。天下人焉得不解德行。而銳人事。損政八也。由此論之。選中正而非其人。授權勢而無賞罰。或缺中正而無禁檢。故邪黨得肆。枉濫縱橫。雖職名中正。實為姦府。事名九品。而有八損。上四句。亦見書鈔引。或恨結於親親。猜生於骨肉。當身困於敵讎。子孫離其殃咎。斯乃歷世之患。非徒當今之害也。是以時主觀時歷法。防姦消亂。靡有常則。故周因於殷。有所損益。至於中正九月。上聖古賢。皆所不為。豈蔽於此事。而有不周哉。將以政化之道無取於此也。自魏立以來。未見其得人之功而生讎薄之累。毀風貶俗。無益於化。古今之失。莫大於此。愚臣以為宜罷中正。除九品。上二句亦見書鈔引。棄魏氏之弊法。立一代之美制。文選恩倖傳論注。引臧書。雖僅節數句。而臧書有此疏。自可知。故因從唐修書錄出。 \\n 毅為司隸校尉。曾齋而疾。其妻出省。毅自表戒當作解。齋。書鈔引晉書。劉暾毅子。字長叔。當作升。蓋升叔二字古常誤。 \\n 暾五為司隸。允協物情故也。書鈔引臧書。 \\n 和嶠 \\n 和嶠字長輿。文選閒居賦注。 \\n 嶠為黃門侍郎。遷中書令。舊監、令、共車入朝。及嶠為令。荀勖為監。嶠不禮勖。常以意氣加之。每同乘。高抗專車而坐。乃使監令異車。自嶠始也。文選王文憲集序注。 \\n 崔洪 \\n 洪薦雍州刺史郤詵代己為左丞。詵後糾洪。洪謂人曰。我舉郤丞。而還奏我。是挽弩自射也。詵聞曰。崔侯為國舉才。我以才見用。唯官是視。各明至公。何故私言乃至此。洪聞其言而重之。書鈔引晉書。 \\n 侯史光 \\n 侯史光字孝明。書鈔。 \\n 泰始初。詔曰。光忠亮篤素。有居正執義之心。歷職內外。恪勤在公。其以光為御史中丞。雖屈其列校之位。亦所以伸其司直之才。光在職。寬而不縱。太保王祥、久疾廢朝。光奏請免之。詔優祥而寢光奏。後遷少府。書鈔引晉書。 \\n 何攀 \\n 王濬為益州。辟攀為別駕。濬謀伐吳。遣攀奉表詣臺。口陳事機。詔再引見。乃令張華與攀籌量進討之宜。 \\n 濬兼遣攀過羊祜。面陳伐吳之策。攀善於將命。帝嘉之。詔攀參濬軍事。書鈔引臧書。 \\n 劉頌 \\n 劉頌字子雅。書鈔。 \\n 辟相府掾。奉使於蜀。時蜀新平。人饑土荒。頌表求賑貸。未報。乃開倉出穀。蜀民賴之。太祖以頌專。輒除名。書鈔引臧書。 \\n 武帝踐阼。頌拜尚書三公郎。典科律。申冤訟。累遷中書侍郎。書鈔引晉書。 \\n 李重 \\n 李重為平陽太守。崇德化。修學校。表篤行。拔賢能。清簡無欲。正身率下。在職三年。彈黜四縣。書鈔引晉書。 \\n 傅玄 \\n 傅玄字休奕。北地人。文選傅玄雜詩注。 \\n 勤學善屬文。同上。 \\n 州舉秀才。文選雜詩注。 \\n 稍遷至司隸校尉。文選雜詩注。 \\n 咸。玄子。 \\n 咸以議郎長兼司隸校尉。咸前後固辭。辭旨懇切。上不聽。敕使者逼就拜授。咸悲鯁傷咽。以身無兄弟。職無假。到官之日。喪祭無主。重自陳乞。遂不見聽。聽於官舍設靈坐。朔望奉祭。咸臥病治職。 \\n 時朝廷寬弛。豪右放恣。郡縣容縱。寇盜充牣。攻纂囚徒。掠奪市道。交私請託。朝野溷淆。咸於是奏免河南尹。京都肅然。貴戚憚之。數月之間。三奏免選官。奏案謇諤。終無曲撓。雖不見從。有司肅然。均見御覽二百五十引臧書。 \\n 咸奏免王戎。解結劾之。不允。咸奏云。新作上事。以為按令。御史中丞。督司百僚。皇太子以下。其在行馬內有違法憲者。皆憚糾之。雖在行馬外。而監司不糾。亦得奏之。如令之文。行馬之內有違法憲。謂禁防之事耳。宮內禁防。外司不得而行。故專施中丞。今道路橋梁不修。鬥訟屠沽不絕。如此之比。中丞推責州坐。即今所謂行馬內語。施於禁防。既云中丞督司百僚矣。何復說行馬之內乎。既云百僚。而不得復說行馬之內者。內外眾官謂之百僚。則通內外矣。司隸所以不復說行馬內外者。禁防之事已於中丞說之故也。中丞、司隸、俱糾皇太子以下。則共對司內外矣。不為中丞專司內百僚。司隸專司外百僚。自有中丞、司隸、以來。更互奏。內外眾官。惟所糾得。無內外之限也。而結一旦橫挫臣。臣前所以不羅縷者。冀因結奏。得從私願也。今既所願不從。而敕云但為過耳。非所不及也。以此見原。臣忝司直之任。宜當正己率人。若其有過。不敢受原。是以申陳其愚。司隸與中丞俱共糾皇太子已下。則從皇太子以下無所不糾也。得糾皇太子。而不得糾尚書。臣之闇塞。既所未譬。皇太子為在行馬之內邪。皇太子在行馬之內。而得糾之。尚書在行馬之內。而不得糾。無有此理。此理灼然。而結以此挫臣。臣可無恨耳。其於觀聽無乃有怪邪。臣識石公。前在殿上脫衣。為司隸荀愷所奏。先帝不以為非。於時莫謂侵官。今臣裁糾尚書。而當有罪乎。咸累自上。稱引故事。條理灼然。朝廷無以易之。因書鈔□□節引此奏數句。知舊晉書有此段。故依唐修書錄出。 \\n 傅宣祇子 \\n 宣為御史中丞。孝懷。詹事裴紹。息猷、尚榮陽長公主。紹字承伯。秀從兄子。猷不願婚。聞紹在中書。即娉溫嶠妹。傅宣奏猷大不敬。御覽一百五十二引臧書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷九", "正文": "  \\n 臧榮緒晉書卷九 \\n 　 \\n  \\n 阮籍 \\n 阮籍字嗣宗。陳留尉氏人。文選詠懷詩注。 \\n 容貌瑰傑。志氣宏放。同上。 \\n 籍隨叔父至東兗。刺史王昶。聞籍奇偉。請與相見。乃歎息以不能測。御覽五百十二。 \\n 太尉蔣濟聞籍有才雋。而俶儻為志高。問掾王默。然後上十一字依茶陵本加。辟之。籍詣都亭奏記曰。籍死罪死罪。伏惟明公以含一之德。據上台之位。群英翹首。俊賢抗足。開府之日。人人自以為掾屬。辟書始下。而下走為首。昔子夏處新作在于。西河之上。而文侯擁篲。鄒子居新作處于。黍谷之陰。而昭王陪乘。夫布衣窮居新無上二字。而之士下有孤居特立四字。韋帶之士。孤居特立。王公大人所以屈體而上三字新作禮字。下之者為道存也。今籍無鄒卜之德。新作道。而有其陋。猥見採擇。無以稱當。方將耕於東皋之陽。輸黍稷之餘稅。以避當塗者之路。新無上句。負薪疲病。足力不強。補吏之召。非所克堪。乞迴謬恩。以光清舉。初濟恐籍不至。得記欣然。遣吏卒迎之。而籍已去。濟大怒王默。默懼。與籍書勸說之。上十字依茶陵本加。於是鄉親共喻之。籍乃就吏。後謝病歸。復為尚書郎。見文選詣蔣公奏記并注。 \\n 籍本有濟世志。屬魏晉之際。天下多故。遂酣飲為常。文帝初欲為武帝求婚於籍。籍醉六十日。不得言而已。文選詣蔣公奏記注。 \\n 初文帝輔政。籍嘗言於帝曰。平生曾遊東平。樂其風土。帝大悅。即拜東平相。籍乘驢到郡。壞府舍屏障。使內外相望。法令清簡。旬日而還。書鈔引晉書。 \\n 籍拜東平相。不以政事為務。沈醉日多。文選五君詠注。 \\n 遷步兵校尉。文選詠懷詠注。 \\n 籍雖放誕。不拘禮教。然發言玄遠也。口不評論臧否人物。文選五君詠注。 \\n 景元四年。卒。籍善屬文。初不苦思。率爾便成。作五言詩詠懷。八十餘篇。為世所重。文選五君詠注。 \\n 阮孚咸子。字遙集。書鈔。 \\n 元帝以孚為安東參軍。蓬髮飲酒。不以王務嬰心。以上書鈔參軍引臧書。 \\n 時帝既用申韓以救世。而孚之徒。未能棄也。雖然。不以事任處之。轉丞相從事中郎。終日酣縱。恆為有司所案。帝每優容之。書鈔從事中郎引晉書。 \\n 後拜散騎常侍。性既嗜酒。嘗以金貂換酒。為有司所彈。帝宥之。事類賦注。冠。引晉書。 \\n 明帝即位。孚轉為吏部尚書。領東海一作暘。王師。辭不拜。詔就家用之。尚書令郗鑒以為非體。一作禮。帝曰。就家用之誠不快。不爾便廢才。為當輕重。務推之耳。書鈔引臧書。 \\n 孚性好屐。或有詣阮。正自蠟屐。因自嘆曰。未知一生當著幾量屐。書鈔引晉書。 \\n 阮裕籍族弟。放弟。在剡。曾有好車。借無不給。有人葬母。意欲借而不敢言。後裕聞之。乃歎曰。吾有車而使人不敢借。何以車為。遂命焚之。書鈔車引晉書。 \\n 嵇康 \\n 嵇康字叔夜。譙國人。文選琴賦注。 \\n 少有奇才。同上。 \\n 風姿清秀。高爽任真。書鈔。 \\n 博覽經籍。無所不見。文選琴賦注。 \\n 與魏宗室婚。拜中散大夫。書鈔。 \\n 嵇康為竹林之遊。預其流者。向秀、劉伶、之徒。文選思舊賦注。 \\n 嵇康過邯鄲。邯鄲人王烈。自言二百餘歲。共入山。得石髓如飴。即自服半。餘半與康。皆凝而為石。石室中見一卷素書。呼吸之間。康取。輒不見。書鈔石。 \\n 與呂安友善。文選琴賦注。 \\n 東平呂安家事係獄。亹閱之始。安以語康。辭相證引。遂復收康。文選琴賦注。 \\n 後與安俱斬東市。文選琴賦注。 \\n 初康嘗遊乎西洛。暮宿華陽亭。引琴而彈。夜分忽有客詣之。稱是古人。與康共談音律。辭致清辯。因索琴彈之。而為廣陵散。聲調絕倫。遂以授康。仍誓不傳人。亦不自言其姓字。後康將刑東市。索琴彈之。曰。昔袁孝尼嘗從吾學廣陵散。吾每靳固之。廣陵散於今絕矣。書鈔引晉書。 \\n 呂安。字仲悌。東平人也。文選思舊賦注。 \\n 安才氣高奇。文選褚淵碑文注。 \\n 安妻甚美。兄巽報之。巽內慚。誣安不孝。啟太祖徙安遠郡。即路與康書曰。安白。昔李叟入秦。及關而歎。梁生適越。登岳長謠。夫以嘉遯之舉。猶懷戀恨。況乎不得已者哉。惟別之後。離群獨遊。一作逝。背榮宴。辭倫好。經迴路。涉一作造。沙漠。雞鳴戒旦。則飄爾晨征。日薄西山。則馬首靡託。尋歷曲阻。則沈思紆結。乘一作登。高遠眺。則山川悠隔。或乃迴飆一作風。狂厲。白日寢光。踦〈足區〉一作徙倚。交錯。陵隰相望。徘徊九皋之內。慷慨重阜之嶺。進無所依。一作由。退無所據。涉澤求蹊。披榛覓路。嘯詠溝渠。良不可度。斯亦行路之艱難。然非吾心之所懼也。至若蘭茞傾頓。桂林移植。根萌未樹。而牙淺絃急。常一作每。恐風波潛駭。危機密發。斯一作此。所以怵惕於長衢。按轡而歎息一無上五字。也。又北土之性。難以託根。投人夜光。鮮不按劍。今將植橘柚於玄朔。蔕一作榮。華藕於修陵。表龍章於裸壤。奏韶舞一作武。於聾俗。固難以取貴矣。夫物不我貴。則莫之與。莫之與則傷之者至矣。飄飄遠游之士。託身無人之鄉。總轡遐路。則有前言之艱。一作難。懸鞍陋宇。則有後慮之戒。朝霞啟暉。則身疲於一作而。遄征。太陽戢曜。則情劬於一作而。夕惕。肆目平隰。則遼一作寥。廓而無睹。極聽修原。則淹一作掩。寂而無聞。吁其悲矣。心傷悴一作瘁。矣。然後乃知步驟之士。不足為貴也。若迺顧影一作景。中原。憤氣雲踊。哀物悼世。激情風烈。一作厲。龍睇一作嘯。大野。虎嘯一作睇。六合。猛氣一作志。紛紜。雄心四據。思躡雲梯。橫奮八極。披艱埽穢。蕩海夷岳。蹴崑崙使西倒。蹋太山令東覆。平滌九區。恢維宇宙。斯亦吾之鄙願也。時不我與。垂翼遠逝。鋒距靡加。翅翮摧屈。翅一作六。自非知命。誰一作孰。能不憤悒者哉。吾子植根芳苑。擢一作濯。秀清流。布一作晞。葉華崖。飛藻雲肆。俯據潛龍之淵。一作渚。仰蔭棲一作游。鳳之林。榮曜眩其前。豔色餌其後。良儔一作疇。交其左。聲名馳其右。翱翔倫黨之間。弄姿帳房之裏。從容顧眄。綽有餘裕。俯仰吟嘯。自以為得志矣。豈能與吾曹同大丈夫之憂樂者哉。去矣嵇生。永一作遠。離隔矣。煢煢飄寄。臨沙漠矣。悠悠三千。路難涉矣。攜手之期。邈無日矣。思心彌結。誰云釋矣。無金玉爾音。而有遐心。身雖胡越。意存斷金。各敬爾儀。敦履璞沉。繁華流蕩。君子弗欽。臨書悢然。一作臨紙意結。知復何云。太祖見而惡之。收安付廷尉。與康俱死。茶陵本文選思舊賦注。　選注雖無此書。觀其所引上下文。實本干寶晉紀。則有此書可知。故依文選錄出。　又按此書。嵇紹集以為趙至與嵇茂齊書。干寶晉紀以為呂安與嵇康書。李善注文選時。尚不能定其適從。唐修晉書。從嵇紹集。故附趙至傳。臧書自從干寶晉紀。故附呂安傳。 \\n 向秀 \\n 向秀字子期。河內懷人也。文選思舊賦注。 \\n 秀始有不羈之志。與嵇康、呂安、友。康既被誅。應本州計入洛。太祖問曰。聞有箕山之志。何以在此。秀曰。以為巢許未達堯心。是以來見。反自役作思舊賦云。余與嵇康、呂安、居止接近。其人並有不羈之才。然嵇志新作意。遠而疏。呂心曠而放。其後各新作並。以事見法。嵇博綜技藝。於絲竹特妙。臨當就命。顧視日影。索琴而彈之。余逝將西邁。經其舊廬。於時日薄虞淵。新以唐諱作泉。寒冰凄然。鄰人有吹笛者。發聲寥亮。追思新作想。曩昔遊宴之好。感音而歎。故作賦云。將命適於遠京兮。遂旋反而新作以。北徂。濟黃河以汎舟兮。經山陽之舊居。瞻曠野之蕭條兮。息余駕乎城隅。踐二子之遺跡兮。歷窮巷之空廬。歎黍離之愍周兮。悲麥秀於殷墟。惟古一作追。昔以懷今一作人。兮。心徘徊以躊躇。棟宇存新作在。而弗毀兮。形神逝其焉如。昔李斯之受罪兮。歎黃犬而長吟。悼嵇生之永辭兮。顧日影而彈琴。託運遇於領會兮。寄餘命於寸陰。聽鳴笛之慷慨兮。妙聲絕而復尋。停新作佇。駕君其將邁兮。遂新作故。援翰而新作以。寫心。後為黃門郎卒。文選思舊賦並注。 \\n 劉伶 \\n 劉伶字伯倫。沛國人也。文選酒德頌注。 \\n 志氣放曠。以宇宙為狹。同上。 \\n 伶潛默少言。文選五君詠注。 \\n 伶常乘車。攜一壺酒。使人荷鍤而隨之。謂曰死便埋我。文選五君詠注引臧書。書鈔鹿車引晉書。知書鈔所引多係臧書。 \\n 著酒德頌曰。有大人先生。以天地為一朝。萬期一作朝。為須臾。日月為扃牖。八荒為庭衢。行無轍跡。居無室廬。幕天席地。縱意所如。止則操卮執觚。動則挈榼提壺。惟酒是務。焉知其餘。有貴介公子。搢紳處士。聞吾風聲。議其所以。乃奮袂攘襟。怒目切齒。陳說禮法。是非鋒起。一作蜂起。先生於是方捧甖承槽。銜杯漱醪。奮髯踑一作箕。踞。枕麴藉糟。無思無慮。其樂陶陶。兀然而醉。豁一作怳。爾而醒。靜聽不聞雷霆之聲。孰視不睹泰山之形。不覺寒暑之切肌。利欲之感情。俯觀萬物。擾擾焉如江漢一作海。之載浮萍。二豪侍側焉。如蜾蠃之與螟蛉。嘗為建威參軍。文選酒德頌并注。 \\n 卒以壽終。同上。 \\n 胡母輔之 \\n 太山胡母輔之。以家貧。求試。守繁昌令。始節酒自厲。甚有能名。書鈔引晉書。 \\n 輔之嘗過河南門下飲。使門卒王子博取火。子博曰。我卒也。唯不乏事則已。安能為人使。輔之因就與語。歎曰。吾不及也。薦之河南尹樂廣。以為功曹。事類賦注。火。引晉書。 \\n 庾峻 \\n 庾峻字山甫。書鈔。 \\n 峻為御史中丞。威而不剋。書鈔。 \\n 拜侍中。出入王命。盡忠補益。常侍坐世祖。命講詩。中庶子何劭論風雅正變之義。峻起難往反。四坐辨質。莫能屈之。書鈔。 \\n 庾敳峻子。字子嵩。御覽二百四十九。 \\n 敳原引作顗。遷吏部郎。是時天下多故。機變屢起。敳常靜默無為。書鈔引晉書。 \\n 參東海王越。太傅軍事。從子亮。少時見敳在太傅府。言府多名士。皆一世秀異。敳處其中。常自神王。御覽二百四十九引臧書。 \\n 郭象 \\n 郭象字子玄。書鈔。 \\n 為太傅主簿。甚見親委。遂任職專。勢專領軍一府。書鈔。 \\n 庾純 \\n 庾純庾〈山延〉弟。字謀甫。門宗最知名。博學有才義。為世儒宗。早有公望。書鈔引晉書。 \\n 皇甫謐 \\n 皇甫謐字士安。安定朝那人。文選三都賦序注。 \\n 漢皇甫嵩曾孫。皇甫嵩與賈逵同歲舉計。至丞相府。曹公唯留嵩與言。良久便辭之。嵩知已直亮。不能隨時。乃乘單車入蜀。書鈔引晉書。 \\n 皇甫謐年二十。不學。遊蕩無度。嘗得瓜果。輒進所後叔母任氏。任氏曰。孝經云。三牲之養猶為不孝。汝今年餘二十。目不存教。心不入道。無以慰我。因歔欷流涕。謐遂感激。折節強學。事類賦注。瓜。引晉書。 \\n 年二十。始受書。文選三都賦序注。 \\n 得風痹疾。猶手不輟卷。文選。 \\n 舉孝廉不行。文選三都賦序注。 \\n 謐自表就帝借書。帝送一車書與之。謐雖羸疾。而披閱不怠。書鈔引晉書。 \\n 咸寧初。詔曰。男子皇甫謐。沈靜履素。守學好古。其以謐為太子中庶子。書鈔引晉書。 \\n 又辟著作。不應。卒於家。文選三都賦序注。 \\n 士安幼沈靜寡欲。有高尚之志。以著述為務。自號元晏先生。後得風痹疾。因而學醫。習覽經方。手不輟卷。遂盡其妙。御覽七百二十二。 \\n 摯虞 \\n 摯虞字仲洽。書鈔。 \\n 少事皇甫謐。才學通博。著述不倦。同上引晉書。 \\n 舉賢良。書鈔。 \\n 擢為太子舍人。書鈔。 \\n 束皙 \\n 武帝問尚書郎摯虞、三日曲水事。摯曰。漢章帝時。平原徐肇。以三月初生三女。至三日俱亡。一村以為怪。乃相攜至水邊洗除。因流水以濫觴。遂以成俗。帝曰。若如所說。非嘉事也。束晳對曰。摯虞小生。未究其本。此事起自周公。卜成洛邑。因流水泛酒。故逸詩。羽觴隨波流。及秦昭王時。三日上巳。置酒河曲。遂有金人自泉而出。奉水心劍於王曰。令君制有西夏。此即其處。因立為曲水焉。二漢相沿為盛集。帝嘉晳對。御覽一百五十八。雖引晉書。與新不同。 \\n 郤詵 \\n 郤詵為雍州刺史。帝於東堂餞之。問詵曰。卿自以為何如。詵對曰。臣舉賢良。對策為天下第一。猶桂林之一枝。昆山之片玉。世祖笑。侍中奏免詵。詔曰。吾與之戲耳。御覽五十七。 \\n 華譚 \\n 譚好學不倦。爽慧有口辯。為鄰里所重。揚州刺史周浚。引為從事史。愛其才器。待以賓友之禮。書鈔引晉書。 \\n 太康初。刺史嵇紹。舉譚秀才。同上。 \\n 譚素以才學為東土所推。博士王濟。於眾中嘲之曰。君。吳楚之人。亡國之餘。有何秀異。而應斯舉。譚答曰。秀異固產於方外。不出於中域也。是以明珠文貝。生於江鬱之濱。夜光之璞。出乎荊藍之下。以人求之。文王生於東夷。大禹生於西羌。書鈔引晉書。 \\n 華譚移前松滋令表甫曰。枯澤非應龍之泉。平林非鸞鳳之窟。御覽五十七。 \\n 陸機 \\n 陸機字士衡。吳郡人也。祖遜。吳丞相。父抗。吳大司馬。文選歎逝賦。及文賦注。 \\n 機少襲領父兵。為牙門將軍。年二十。而吳滅。退臨舊里。與弟雲閉門勤學。積十一年。文選文賦注。歎逝賦注。略。 \\n 機譽流京華。聲溢四表。被徵為太子洗馬。與弟雲俱入洛。司徒張華。素重其名。如舊相識。以文錄呈。天才綺練。當時獨絕。新聲妙句。係一作繼。蹤張蔡。機妙解情理。心識文體。作文賦曰。今每觀才士之所作。竊有以得其用心。夫放言遣辭。良多變矣。妍蚩好惡。可得而言。每自屬文。尤見其情。恆患意不稱物。文不逮意。蓋非知之難。能之難也。故作文賦。以述先士之盛藻。因論作文之利害所由。佗日殆可謂曲盡其妙。至於操斧伐柯。雖取則不遠。若夫隨手之變。良難以辭逮。蓋所能言者。具於此云。佇中區以玄覽。頤情志於典墳。遵四時以歎逝。瞻萬物而思紛。悲落葉於勁秋。喜柔條於芳春。心懍懍以懷霜。志眇眇而臨雲。詠世德之駿烈。誦先人之清芬。遊文章之林府。嘉麗藻之彬彬。慨投篇而援筆。聊宣之乎斯文。其始也。皆反視收聽。耽思傍訊。精騖八極。心遊萬仞。其致也。情曈曨而彌鮮。物昭晰而互進。傾群言之瀝液。漱六藝之芳潤。浮天淵以安流。濯下泉而潛浸。於是沈辭怫悅。若遊魚銜鉤。而出重淵之深。浮藻聯翩。若翰鳥纓繳。而墜曾雲之峻。收百世之闕文。採千載之遺韻。謝朝華於已披。啟夕秀於未振。觀古今於須臾。撫四海於一瞬。然後選義按部。考辭就班。抱暑者咸叩。懷響者畢彈。或因枝以振葉。或〈氵公〉波而討源。或本隱以之顯。或求易而得難。或虎變而獸擾。或龍見而鳥瀾。或妥帖而易施。或岨峿而不安。罄澄心以凝思。眇眾慮而為言。籠天地於形內。挫萬物於筆端。始躑躅於燥吻。終流離於濡翰。理扶質以立幹。文垂條而結繁。信情貌之不差。故每變而在顏。思涉樂其必笑。方言哀而已歎。或操觚以率爾。或含毫而邈然。伊茲事之可樂。固聖賢之所欽。課虛無以責有。叩寂寞而求音。函綿邈於尺素。吐滂沛乎寸心。言恢之而彌廣。思按之而逾深。播芳蕤之馥馥。發青條之森森。粲風飛而猋豎。鬱雲起乎翰林。體有萬殊。物無一量。紛紜揮霍。形難為狀。辭程才以效伎。意司契而為匠。在有無而僶俛。當淺深而不讓。雖離方而遯員。期窮形而盡相。故夫夸目者尚奢。愜心者貴當。言窮者無隘。論達者唯曠。詩緣情而綺靡。賦體物而瀏亮。碑披文以相質。誄纏綿而悽愴。銘博約而溫潤。箴頓挫而清壯。頌優遊以彬蔚。論精微而朗暢。奏平徹以閑雅。說煒瞱而譎誑。雖區分之在茲。亦禁邪而制放。要辭達而理舉。故無取乎冗長。其為物也。多姿。其為體也。屢遷。其會意也。尚巧。其遣言也。貴妍。暨音聲之迭代。若五色之相宣。雖逝止之無常。固崎錡而難便。苟達變而識次。猶開流以納泉。如失機而後會。恆操末以續巔。謬玄黃之秩敘。故淟涊而不鮮。或仰逼於先條。或俯侵於後章。或辭害而理比。或言順而義妨。離之則雙美。合之則兩傷。考殿最於錙銖。定去留於毫芒。苟銓衡之所裁。固應繩其必當。或文繁理富。而意不指適。極無兩致。盡不可益。立片言而居要。乃一篇之警策。雖眾辭之有條。必待茲而效績。亮功多而累寡。故取足而不易。或藻思綺合。清麗千眠。炳若縟繡。悽若繁絃。必所擬之不殊。乃闇合乎曩篇。雖杼軸於予懷。怵佗入之我先。苟傷廉而愆義。亦雖愛而必捐。或苕發穎豎。離眾絕致。形不可逐。響難為係。塊孤立而特峙。非常音之所緯。心牢落而無偶。意徘徊而不能揥。石韞玉而山輝。水懷珠而川媚。彼榛楛之勿翦。亦蒙榮於集翠。綴下里於白雪。吾亦濟夫所偉。或託言於短韻。對窮跡而孤興。俯寂寞而無友。仰寥廓而莫承。譬偏絃之獨張。含清唱而靡應。或寄辭於瘁音。徒靡言而弗華。混妍蚩而成體。累良質而為瑕。象下管之偏疾。故雖應而不和。或遺理以存異。徒尋虛以逐微。言寡情而鮮愛。辭浮漂而不歸。猶絃么而徽急。故雖和而不悲。或奔放以諧合。務嘈囋而妖冶。徒悅目而偶俗。固高聲而曲下。寤防露與桑間。又雖悲而不雅。或清虛以婉約。每除煩而去濫。闕大羹之遺味。同朱絃之清氾。雖一唱而三歎。固既雅而不豔。若夫豐約之裁。俯仰之形。因宜適變。曲有微情。或言拙而喻巧。或理朴而辭輕。或襲故而彌新。或沿濁而更清。或覽之而必察。或研之而後精。譬猶舞者赴節以投袂。歌者應絃而遣聲。是蓋輪扁所不得言。故亦非華說之所能精。普辭條與文律。良余膺之所服。練世情之常尤。識前修之所淑。雖濬發於巧心。或受〈山次〉與蚩同。於拙目。彼瓊敷與玉藻。若中原之有菽。同橐籥之罔窮。與天地乎並育。雖紛藹於此世。嗟不盈於予掬。患挈缾之屢空。病昌言之難屬。故踸踔於短垣。放庸音以足曲。恆遺恨以終篇。豈懷盈而自足。懼蒙塵於叩缶。顧取笑乎鳴玉。若夫應感之會。通塞之紀。來不可遏。去不可止。藏若景滅。行猶響起。方天機之駿利。夫何紛而不理。思風發於胸臆。言泉流於脣齒。紛威蕤以馺遝。唯毫素之所擬。文徽徽以溢目。音泠泠而盈耳。及其六情底滯。志往神留。兀若枯木。豁若涸流。攬營魂以探頤。頓精爽於自求。理翳翳而愈伏。思乙乙其若抽。是以或竭情而多悔。或率意而寡尤。雖茲物之在我。非余力之所勠。故時撫空懷而自惋。吾未識開塞之所由。伊茲文之為用。固眾理之所因。恢萬里而無閡。通憶載而為津。俯貽則於來葉。仰觀象乎古人。濟文武於將墜。宣風聲於不泯。塗無遠而弗彌。理無微而弗綸。配霑潤於雲雨。象變化乎鬼神。被金石而德廣。流管絃而日新。文選文賦并注。 \\n 大熙末。太傅楊駿辟機為祭酒。文選為賈謐作贈陸機注。 \\n 楊駿議徵機為太子洗馬。文選宴玄圃宣猷堂詩注。又謝平原內史表注。 \\n 吳王晏出鎮淮南。以機為郎中令。文選答賈長淵注。 \\n 機為尚書中兵郎。同上。繼轉殿中郎。又為著作郎。同上謝平原內史表注。 \\n 趙王倫輔政。引為相國參軍。趙王倫篡位。遷帝於金墉城。後諸王共誅倫。復帝位。齊王冏譖機為倫作禪文。賴成都王穎救之。免死。文選園葵詩注。雖引晉書。與新書異。 \\n 機惡齊王冏。矜功自伐。受爵不讓。及齊亡。作豪士賦以刺焉。其序曰。夫立德之基有常。而建功之路不一。何則。循一作修。心以為量也。存乎我。因物以成務者。係乎彼。存夫一作乎。我者。隆殺止乎其域。係乎物一作彼。者。豐約唯所遭遇。落葉俟微風一作飆。以隕。而風之力蓋寡。孟嘗遭雍門而一作以。泣。而琴之感以末。何者。一作哉。欲隕之葉。無所假烈風。將墜之泣。不足煩哀響也。是故苟時啟於天。理盡於民。一作人。庸夫可以濟聖賢之功。斗筲可以定烈士之業。故曰。才不半古。而功已倍之。蓋得之於時勢一作世。也。歷觀古今。徼一時之功。而居伊周之位者。有矣。夫我之自我。智士猶嬰其累。物之相物。昆蟲皆有此情。夫以自我之量。而挾非常之勳。神器暉其顧盻。萬物隨其俯仰。心玩居常之安。耳飽從諛之說。豈識乎功在身外。任在才表者哉。且好榮惡辱。有生之所大期。忌盈害上。鬼神猶且不免。人主操其常柄。天下服其大節。故曰。天可讎乎而時有。袨服荷戟。立乎廟門之下。援旗誓眾。奮於阡陌之上。況乎代一作世。主制命。自下財一作裁。物者哉。一作乎。廣樹恩不足以敵怨。勤興利不足以補害。故曰。代大匠劉者必傷其手。且夫政由寧氏。忠臣所為一作以。慷慨。祭則寡人。人主所不久堪。是以君奭鞅鞅。不悅公旦之舉。高平師師。側目博陸之勢。而成王不遣嫌吝於懷。宣帝若負芒刺於背。非其然者歟。嗟乎。光於四表。德莫富焉。王曰叔父。親莫昵焉。登帝大位。功莫厚焉。守節沒齒。忠莫至焉。而傾側顛沛。僅而自全。則伊生抱明允以嬰戮。文子懷忠敬而齒劍。固其所也。因斯以言。夫以篤聖穆親。如彼之懿。大德至忠。如此之盛。尚不能取信於人主之懷。止謗於眾多之口。過此以往。惡睹其可。安危之理。斷可識矣。又況乎饕大名以冒道家之忌。運短才而易聖哲所難者哉。身危由於勢過。而不知去勢以求安。禍積起於寵盛。而不知辭寵以招福。見百姓之謀已。則申宮警守。以崇不畜之威。懼萬民一作方。之不服。則嚴刑峻制。以賈傷心之怨。然後威窮乎震主。而怨行乎上下。眾心日陊。危機將發。而方偃仰瞪眄。一作盱。謂足以夸世。笑古人之未工。忘己事之已拙。知曩勳之可矜。暗成敗之有會。是以事窮運盡。必於一作有。顛仆。風起塵合。而禍至常酷也。聖人忌功名之過已。惡寵祿之踰量。蓋為此也。夫惡欲之大端。賢愚所共有。而遊子殉高位於生前。志士思垂名於身後。受生之分。唯此而已。夫蓋世之業。名莫大焉。震主之勢。位莫盛焉。率意無違。欲莫順焉。借使伊人頗覽天道。知盡不可益。盈難久持。超然自引。高揖而退。則巍巍之盛。仰邈前賢。洋洋之風。俯冠一作觀。來籍。而大欲不乏一作止。於身。至樂無愆乎舊。節彌效而德彌廣。身逾逸而名逾劭。此之不為。彼之必昧。然後河海之跡。堙為窮流。一簣之舋。積成山岳。名編凶頑之條。身猒荼毒之痛。豈不謬哉。故聊賦焉。庶使百世少有寤云。文選豪士賦序并注。 \\n 世有豪士兮。遭國顛沛。攝窮運之歸期。嘗眾通之所會。苟時至而理盡。譬摧枯而振敗。因天地以運動。恆才璅而功大。於是禮極上典。服盡暉崇。儀北辰以葺宇。實蘭室而桂宮。撫玉衡於樞極。運萬物乎掌中。伊天道之剛健。猶時至而必諐。日罔中而弗昃。月何盈而不闕。襲覆車之危軌。笑前乘之去穴。若知險而退止。趨歸蕃而自戢。推璇璣以長謝。顧萬物而高揖。託浮雲以邁志。豈咎〈恡，去“忄”〉之能集。擠為山以自隕。歎禍至於何及。按此賦自必全載。故姑依略見於類聚諷類者錄出。以俟攷。 \\n 成都王表理機。起為平原內史。到官上表謝恩。曰。陪臣陸機言。今月九日。魏郡太守遣兼丞張含齎板詔書印綬。假臣為平原內史。拜受祗竦。不知所裁。臣機頓首。死罪死罪。臣本吳人。出自敵國。世無先臣宣力之效。才非邱園耿介之秀。皇澤廣被。惠濟無遠。擢自群萃。累蒙榮進。入朝九載。歷官有六。身登三閣。官成兩宮。服冕乘軒。仰齒貴游。振景拔跡。顧邈同列。施重山岳。義足灰沒。遭國顛沛。無節可紀。雖蒙曠盪。臣獨何顏。俛首頓膝。憂愧若厲。而橫為故齊王冏所見枉陷。誣臣與眾人共作禪文。幽執囹圄。當為誅始。臣之微誠。不負天地。倉卒之際。慮有逼迫。乃與弟雲、及散騎侍郎袁瑜、中書郎馮熊。尚書右丞崔基、廷尉正顧榮、汝陰太守曹武、思所以獲免。陰蒙避迴。崎嶇自列。片言隻字。不關其間。事蹤筆跡。皆可推校。而一朝翻然。更以為罪。蕞爾之生。尚不足〈恡，去“忄”〉。區區本懷。實有可悲。畏逼天威。即罪惟謹。鉗口結舌。不敢上訴所天。莫大之釁。日經聖聽。肝血之誠。終不一聞。所以臨難慷慨。而不能不恨恨者。惟此而已。重蒙陛下愷悌之宥。迴霜收電。使不隕越。復得扶老攜幼。生出獄戶。懷金拖紫。退就散輩。感恩惟咎。五情震悼。跼天蹐地。若無所容。不悟日月之明。遂垂曲照。雲雨之澤。播及朽瘁。忘臣弱才。身無足采。哀臣零落。罪有可察。苟削丹書。得夷平民。則塵洗天波。謗絕眾口。臣之始望。尚未至是。猥辱大命。顯授符虎。使春枯之條。更與秋蘭垂芳。陸沉之羽。復與翔鴻撫翼。雖安國免徒。起紆青組。張敞亡命。坐致朱軒。方臣所荷。未足為泰。豈臣蒙垢含〈恡，去“忄”〉。所宜忝竊。非臣毀宗夷族。所能上報。喜懼參并。悲慚哽結。拘守常憲。當便道之官。不得束身奔走。稽顙城闕。瞻係天衢。馳心輦轂。臣不勝屏營延仰。謹拜表以聞。文選謝平原內史表并注。 \\n 陸雲。雲補浚儀令。縣居都會之要。名為難理。雲到官肅然。下不能欺。市無二價。書鈔引晉書。 \\n 雲去官。百姓追思之。圖畫形像。配食縣社。書鈔引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十", "正文": "  \\n 臧榮緒晉書卷十 \\n 　 \\n  \\n 夏侯湛 \\n 夏侯湛字孝若。譙國人也。文選東方朔書贊注。 \\n 美容儀。才華富盛。早有名譽。與潘岳友善。時人謂之連璧。同上。 \\n 為太尉掾。文選夏侯常侍誄注。 \\n 湛舉賢良。對策。拜郎中。同上。 \\n 進補太子舍人。轉尚書郎。出宰野王令。文選夏侯常侍誄注。 \\n 湛居邑累年。朝野多歎其屈。類聚四十八。　御覽二百二十。 \\n 除中書侍郎。出補南陽相。文選夏侯常侍誄注。 \\n 惠帝即位。為散騎常侍。文選東方朔書贊注。 \\n 湛族為盛門。性頗豪侈。甘食美服。窮滋極珍。　湛將沒。遺命小棺薄斂。不修封樹。文選夏侯常侍誄注。 \\n 潘岳 \\n 潘岳字安仁。滎陽中牟人。文選藉田賦注。 \\n 父芘。琅邪內史。文選懷舊賦注。 \\n 岳總角辯慧。摛藻清艷。鄉邑稱為奇童。弱冠辟太尉、秋興賦注。作賈充為太尉。岳為賈充掾。西征賦注。作岳弱冠辟太尉府掾。司空府。文選藉田賦注。 \\n 泰始四年正月丁亥。世祖初藉千畝。司空掾潘岳作藉田頌曰。伊晉之四年。正月丁未。當作亥。皇帝親率群后。藉於千畝之甸。禮也。於是乃使甸帥清畿。野廬埽路。封人壝宮。掌舍設枑。青壇蔚其嶽立兮。翠幕黕以雲布。結崇基之靈阯兮。啟四塗之廣阼。沃野墳腴、膏壤平砥、清洛濁渠。引流激水。遐阡繩直。邇陌如矢。〈糸葱〉一作蔥。犗服於縹軛兮。紺轅綴於黛耜。儼儲駕於廛左兮。俟萬乘之躬履。百僚先置。位以職分。自上下下。具惟命臣。襲春服之萋萋兮。接游車之轔轔。微風生於輕幰兮。纖埃起於朱輪。森奉璋以階列兮。望皇軒而肅震。若湛露之唏朝陽兮。似眾星之拱北辰也。於是前驅魚麗。屬車鱗萃。閭闔洞啟。參塗方駟。常伯陪乘。太僕秉一作執。轡。后妃獻穜稑之種。司農撰播殖之器。挈壺掌升降之節。宮正設門閭之蹕。天子乃御玉輦。蔭華蓋。衝牙錚鎗。綃紈綷〈糸蔡〉。金根照耀以炯晃兮。龍驥騰驤而沛艾。表朱衣於離坎兮。飛青縞於震兌。中黃廚以發輝一作揮。兮。方綵紛其繁會。五輅一作路。鳴鑾。九旗揚旆。瓊鈒入橤。雲罕晻藹。蕭管嘲哳以啾嘈兮。鼓鞞〈石宏〉隱以砰磕。筍簴嶷以軒翥兮。洪鐘越乎區外。震震填填。塵騖連天。以幸乎藉田。蟬冕熲以灼灼兮。碧色肅其千千。似夜光之剖荊璞兮。若茂松之依山顛也。於是我皇乃降靈壇。撫御耦。坻一作游。場染屨。洪縻在手。三推而舍。庶人終畝。貴賤以班。或五或九。於斯時也。居靡都鄙。民無華裔。長庶雜遝以交集。士女頒斌而或戾。被褐振裾。垂髫總髮。躡踵側肩。掎裳連襼。即袂字。黃塵為之四合兮。陽光為之潛翳。動容發音。而觀者莫不抃舞乎康衢。謳吟乎聖世。情欣樂於昏作兮。慮盡力乎樹蓺。靡誰一作推。督而嘗勤兮。莫之課而自厲。躬先勞以說一作而悅。使兮。豈嚴刑而猛制之哉。有邑老田父。或進而稱曰。蓋損益隨時。理有常然。高以下為基。民以食為天。正其末者端其本。善其後者慎其先。夫九土之宜弗任。四業一作人。之務不壹。野有菜蔬之色。朝靡代耕之秩。無儲蓄以虞災。徒望歲以自必。三代之衰。皆此物也。今聖上昧旦丕顯。夕惕若慄。圖匱於豐。防儉於違。欽哉欽哉。惟穀之卹。展三時之弘務。致倉廩於盈溢。固堯湯之用心。而存救之要術也。若乃廟祧有事。祝宗諏日。簋簋普悼。則此之自實。縮鬯蕭茅。又於是乎出。黍稷馨香。旨酒嘉栗。宜其民和年登。而神降之吉也。古人有言曰。聖人之德。無以加於孝乎。夫孝者。天地之性、人之所由靈也。昔者。明王以孝治天下。其或繼之者。鮮哉希矣。逮我皇晉。實光斯道。儀刑孚於萬國。愛敬盡於祖考。故躬稼以供粢盛。所以致孝也。勸穡以足百姓。所以固本也。能本而孝。盛德大業。至矣哉。此一役也。而二美具一作顯。焉。不亦遠乎。不亦重乎。敢作頌曰。思樂甸畿。薄采其茅。一作芳。大君戾止。言藉其農。其農三推。萬方以祗。耨我公田。實一作遂。及我私。我簠斯盛。我簋斯齊。我倉如陵。我庾如坻。念茲在茲。永言孝思。人力普存。祝史正辭。神祇攸歆。逸豫無期。一人有慶。兆民賴之。文選藉田賦并注。 \\n 舉秀才。高步一時。為眾所疾。同上。 \\n 岳出為河陽令。同上閑居賦注。 \\n 時山濤領王濟裴楷等皆親遇。岳內不平。乃密題閣道。為謠曰。閣道東。有大牛。王濟鞅。裴楷鞦。和嶠刺促不得休。事類賦注。牛。引晉書。 \\n 轉懷令。文選閑居賦注。 \\n 岳既一作領。宰二邑。勤於政績。推一作調。補尚書郎。遷廷尉平。為公事免官。文選閑居賦注。又西征賦注。又河陽縣作注。 \\n 楊駿為太傅輔政、高選吏佐、引岳為太傅主簿、駿誅除名、同上閑居賦注。 \\n 岳為長安令。作西征賦曰。歲次玄枵。元康二年。壬子。月旅蕤賓。五月律。丙子統日。統夏日。乙未御辰。十八日。潘子憑軾西征。自京徂秦。迺喟然歎曰。古往今來。邈矣悠哉。寥廓忽怳。化一氣而甄三才。此三才者。天地人道。唯生與位。謂之大寶。生有修短之命。位有通塞之遇。鬼神莫之要。聖智弗能豫。當休明之盛世兮。託菲薄之陋質。納旌弓於鉉台。讚庶績於帝室。嗟鄙夫之常累。固既得而患失。無柳季之直道。佐士師而一黜。武皇忽其升遐。八音遏於四海。天子寢於諒闇兮。百官聽於冢宰。彼負荷之殊重兮。雖伊周其猶殆。窺七貴於漢庭。譸一姓之或在。無危明以安位。祇居逼以示專。陷亂逆以受戮。匪降禍之自天。孔隨時以行藏。蘧與國而舒卷。苟蔽微以謬章。患過辟之未遠。悟山潛之逸士。卓長往而不反。陋吾人之拘孿。飄蓱浮而蓬轉。寮位儡其隆替。名節漼以隳落。危素卵之累殼。甚玄燕之巢幕。心戰懼以兢悚。如臨深而履薄。夕獲歸於都外。宵未中而難作。匪擇木以棲集。尠林焚而鳥存。遭千載之嘉會。皇合德於乾坤。弛秋霜之嚴威。流春澤之渥恩。甄大義以明責。反初服於私門。皇鑒揆余之忠誠。俄命余以末班。牧疲人於西夏。攜老幼而入關。丘去魯而顧歎。季過沛而涕零。伊故鄉之可懷。疚聖達之幽情。矧匹夫之安土。邈投身於鎬京。猶犬馬之戀主。竊託慕於闕庭。眷鞏洛而掩涕。思纏綿於墳塋。乃越平樂。過街郵。秣馬皋門。稅駕西周。遠矣姬德。興自高辛、思文后稷、厥初生民、率西水滸、化流岐豳、祚隆昌、發。舊邦維新。旋牧野而歷茲。愈守柔而執競。夜申旦而不寐。憂天保之未定。惟泰山其猶危。祀八百而餘慶。鑒亡王之驕淫。竄南巢以投命。坐積薪以待然。方指日而比盛。人度量之乖舛。何相越之遼迥。考土中於斯邑。成建都而營築。既定鼎於郟鄏。遂鑽龜而啟繇。平失道而來遷。繄二國而是祐。豈時王之無僻。賴先哲以長懋。望圉北之兩門。感虢鄭之納惠。討子頹之樂禍。尤闕西之效戾。重戮帶以定襄。弘大順以霸世。靈壅川以止鬥。晉演義以獻說。咨景悼以迄匄。政淩遲而彌季。俾庶朝之構逆。歷兩王而干位。踰十葉以逮赧。邦分崩而為二。竟橫噬於於虎口。輸文武之神器。澡孝水而濯纓。嘉美名之在茲。夭赤子於新安。坎路側而瘞之。亭有千秋之號。子無七旬之期。雖勉勵於延吳。實潛慟乎余慈。眄山川以懷古。悵攬轡於中塗。虐項氏之肆暴。坑降卒之無辜。激秦人以歸德。成劉后之來蘇。事回泬而好還。卒宗滅而身屠。經澠池而長想。停余車而不進。秦虎狼之彊國。趙侵弱之餘燼。超入險而高會。仗命世之英藺。恥東瑟之偏鼓。提西缶而接刃。辱十城之虛壽。奄咸陽以取俊。出申威於河外。何猛氣之咆勃。入屈節於廉公。若四體之無骨。處智勇之淵偉。方鄙〈恡，去“忄”〉之忿悁。雖改日而易歲。無等級以寄言。當光武之蒙塵。致王誅於赤眉。異奉辭以伐罪。初垂翅於回谿。不尤眚以掩德。終奮翼而高揮。建佐命之元勳。振皇綱而更維。登崤阪之威夷。仰崇嶺之嵯峨。皋記墳於南陵。文違風於北阿。蹇器孟以審敗。襄墨縗以授戈。曾隻輪之不反。緤三帥以濟河。值庸主之矜愎。殆肆叔於市朝。任好綽其餘裕。獨引過以歸己。明三敗而不黜。卒陵晉以雪恥。豈虛名之可立。良致霸其有以。降曲崤而憐虢。託與國於亡虞。貪誘賂以賣鄰。不及臘而就拘。垂棘反於故府。屈產服於晉輿。德不建而民無援。仲雍之祀忽諸。我徂安陽。言陟陝郛。行乎漫瀆之口。憩乎曹陽之墟。美哉邈乎。茲土之舊也。固乃周邵之所分。二南之所交。麟趾信於關雎。騶虞應乎鵲巢。愍漢氏之剝亂。朝流亡以流析。卓滔天以大滌。劫宮廟而遷跡。俾萬乘之盛尊。降遙思於征役。顧請旋於〈亻霍〉汎。既獲許而中惕。追皇駕而驟戰。望玉輅而縱鏑。痛百寮之勤王。咸畢力以致死。分身首於鋒刃。洞胸腋以流矢。有褰裳以投岸。或攘袂以赴水。傷桴檝之褊小。撮舟中而掬指。升曲沃而惆悵。惜兆亂而兄替。枝末大而本披。都偶國而禍結。臧札飄其高厲。委曹吳而成節。何莊武之無恥。徒利開而義閉。躡函谷之重阻。看天險之衿帶。跡諸侯之勇怯。筆嬴氏之利害。或開關以延敵。競遯逃以奔竄。有噤門而莫啟。不窺兵於山外。連雞互而不棲。小國合而成大。豈地勢之安危。信人事之否泰。漢六葉而拓畿。縣弘農而遠關。厭紫極之閒敞。甘微行以遊盤。長傲賓於柏谷。妻睹貌而獻餐。疇匹婦其已泰。胡厥夫之謬官。昔明王之巡幸。固清道而後往。懼銜橛之或變。峻徒御以誅賞。彼白龍之魚服。挂豫且之密網。輕帝重於天下。奚斯漸之可長。弔戾園於胡邑。諒遭世之巫蠱。探隱伏於難明。委讒賊之趙虜。加顯戮於儲貳。絕肌膚而不顧。作歸來之悲臺。徒望思其何補。紛吾既邁此全節。又繼之以盤桓。問休牛之故林。感徵名於桃園。發閿鄉而警策。愬黃巷以濟潼。眺華岳之陰崖。睹高掌之遺蹤。憶江使之反璧。告亡期於祖龍。不語怪以徵異。我聞之於孔公。慍韓馬之大憝。阻關谷以稱亂。魏武赫以霆震。奉義辭以伐叛。彼雖眾其焉用。故制勝於廟算。砰揚桴以振塵。繣瓦解而冰泮。超遂遁而奔狄。甲卒化為京觀。倦狹路之迫隘。軌踦〈足區〉以低仰。蹈秦郊而始闢。豁爽塏以宏壯。黃壤千里。沃野彌望。華實紛敷。桑麻條暢。邪界褒斜。右濱汧隴。寶雞前鳴。甘泉後涌。面終南而背雲陽。跨平原而連嶓冢。九嵕〈山截〉〈山薛〉。太乙巃嵷。吐清風之飂戾。納歸雲之鬱蓊。南有玄灞素滻、湯井、溫谷。北有清渭、濁涇。蘭池、周曲。浸決鄭白之渠。漕引淮海之粟。林茂有鄠之竹。山挺藍田之玉。班述陸海珍藏。張敘神皋隩區。此西賓所以言於東主。安處所以聽於憑虛也。可不謂然乎。勁松彰於歲寒。貞臣見於國危。入鄭都而抵掌。義桓友之忠規。竭股肱於昏主。赴塗炭而不移。世善職於司徒。緇衣弊而改為。履犬戎之侵地。疾幽后之詭惑。舉偽烽以沮眾。淫嬖褒以縱慝。軍敗戲水之上。身死驪山之北。赫赫宗周。滅為亡國。又有繼於此者。異哉秦始皇之為君也。傾天下以厚葬。自開闢而未聞。匠人勞而弗圖。俾生埋以報勤。外罹西楚之禍。內受牧豎之焚。語曰。行無禮必自及。此非其效與。乾坤以有親可久。君子以厚德載物。觀夫漢高之興也。非徒聰明神武。豁達大度而已也。乃實慎終追舊。篤誠款愛。澤靡不漸。恩無不逮。率土且弗遺。而況於鄰里乎。況於卿士乎。於斯時也。乃摹寫舊豐。制造新邑。故社易置。分榆遷立。街衢如一。庭宇相襲。渾雞犬而亂放。各識家而競入。籍含怒於鴻門。沛跼蹐而來王。范謀害而弗許。陰授劍以約莊。撛白刃以萬舞。危冬葉之待霜。履虎尾而不噬。實要伯於子房。樊抗憤以卮酒。咀彘肩以激揚。忽蛇變而龍攄。雄霸上而高驤。曾遷怒而橫撞。碎玉斗其何傷。嬰罥組於軹塗。投素車而肉袒。疏飲餞於東都。畏極位之盛滿。金墉鬱其萬雉。峻嵃峭以繩直。戾飲馬之陽橋。踐宣平之清閾。都中雜遝。戶千人億。華夷士女。駢田逼側。展名京之初儀。即新館而蒞職。勵疲鈍以臨朝。勖自強而不息。於是孟秋爰謝。聽覽餘日。巡省農功。周行廬室。街里蕭條。邑居散逸。營宇寺署肆廛管庫蕞芮於城隅者。百不處一。所謂尚冠修成。黃棘宣明。建陽昌陰。北煥南平。皆夷漫滌蕩。亡其處而有其名。爾乃階長樂。登未央。汎太液。淩建章。縈馺娑而款駘盪。轥枍詣而轢承光。徘徊桂宮。惆悵柏臺。鷩雉雊於臺陂。狐兔窟於殿傍。何黍苗之離離。而余思之芒芒。洪鍾頓於毀廟。乘風廢而弗縣。禁省鞠為茂草。金狄遷於灞川。懷夫蕭曹魏邴之相。辛李衛霍之將。銜使則蘇屬國。震遠則張博望。教敷而彝倫敘。兵舉而皇威暢。臨危而智勇奮。投命而高節亮。暨乎秺侯之忠孝淳深。陸賈之優游宴喜。長卿淵雲之文。子長政駿之史。趙張三王之尹京。定國釋之之聽理。汲長孺之正直。鄭當時之推士。終童山東之英妙。賈生洛陽之才子。飛翠緌。拖鳴玉。以出入禁門者眾矣。或被髮左衽。奮迅泥滓。或從容傅會。望表知裏。或著顯績而嬰時戮。或有大才而無貴仕。皆揚清風於上烈。垂令聞而不已。想珮聲之遺響。若鏗鏘之在耳。當音鳳恭顯之任勢也。乃熏灼四方。震耀都鄙。而死之日。曾不得與夫十餘公之徒隸齒。才難不其然乎。望漸臺而扼腕。梟巨猾而餘怒。揖不疑於北闕。軾樗里於武庫。酒池鑒於商羊。追覆車而不寐。曲陽僭於白虎。化奢淫而無度。命有始而必終。孰長生而久視。武雄略其焉在。近惑文成而溺五利。侔造化以制作。窮山海之奧祕。靈若翔於神島。奔鯨浪而失水。爆鱗骼於漫沙。隕明月以雙墜。擢仙掌以承露。干雲漢而上至。致邛蒟其奚難。惟余欲而是恣。縱逸遊於角觝。絡甲乙以珠翠。忍生民之減半。勒東岳以虛美。超長懷以遐念。若循環之無賜。較面朝之煥炳。次後庭之猗靡。壯當熊之忠勇。深辭輦之明智。衛鬒髮以光鑒。趙輕體之纖麗。咸善立而聲流。亦寵極而禍侈。津便門以右轉。究吾境之所暨。掩細柳而撫劍。快孝文之命帥。周受命以忘身。明戎政之果毅。距華蓋於壘和。案乘輿之尊轡。肅天威之臨顏。率軍禮之長〈忄臺〉。輕棘霸之兒戲。重條侯之倨貴。索杜郵其焉在。云孝里之前號。惘輟駕而容與。哀武安以興悼。爭伐趙以徇國。定廟算之勝負。扞矢言而不納。反推怨以歸咎。未十里於遷路。尋賜劍以刎首。嗟主闇而臣嫉。禍於何而不有。窺秦墟於渭城。冀闕緬其堙盡。覓陛殿之餘基。裁岥岮以隱嶙。想趙使之抱璧。瀏睨楹以抗憤。燕圖窮而荊發。紛絕袖而自引。筑聲厲而高奮。狙潛鉛以脫臏。據天位其若茲。亦狼狽而可愍。簡良人以自輔。謂斯忠而鞅賢。寄苛制於捐灰。矯扶蘇於朔邊。儒林填於坑阱。詩書煬而為煙。國滅亡以斷後。身刑轘以啟前。商法焉得以宿。黃犬何可復牽。野蒲變而成脯。苑鹿化以為馬。假讒逆以天權。鉗眾口而寄坐。兵在頸而顧問。何不早而告我。願黔黎其誰聽。惟請死而獲可。健子嬰之果決。敢討賊以紓禍。勢土崩而莫振。作降王於路左。蕭收圖以相劉。料險易與眾寡。羽天與而弗取。冠沐猴而縱火。貫三光而洞九泉。曾未足以與其高下也。感市閭之菆井。歎尸韓之舊處。丞屬號而守闕。人百身以納贖。豈生命之易投。誠惠愛之洽著。訐望之以求直。亦余心之所惡。思夫人之政術。實幹時之良具。苟明法以釋憾。不愛才以成務。弘大體以高貴。非所望於蕭傅。造長山而慷慨。偉龍顏之英主。胸中豁其洞開。群善湊而必舉。存威恪乎天區。亡墳掘而莫禦。臨揜坎而累抃。步毀垣以延佇。越安陵而無譏。諒惠聲之寂寞。弔爰絲之正義。伏梁劍於東郭。訊景皇於陽邱。奚信讒而矜謔。隕吳嗣於局下。蓋發怒於一博。成七國之稱亂。翻助逆以誅錯。恨過聽而無討。茲沮善而勸惡。呰孝元於渭塋。執奄伊以明貶。褒夫君之善行。廢園邑以崇儉。過延門而責成。忠何辜而為戮。陷社稷之王章。俾幽死而莫鞠。忲淫嬖之凶忍。勦皇統之孕育。張舅氏之姦漸。貽漢宗以傾覆。刺哀主於義域。僭天爵於長安。欲法堯而承羞。永終古而不刊。瞰康陵之孤墳。悲平后之專絜。殃厥父之篡逆。蒙漢恥而不雪。激義誠而引決。赴丹爓以明節。投宮火而焦縻。從灰熛而俱滅。騖橫橋而旋軫。歷敝邑之南垂。門磁石而梁木蘭兮。構阿房之屈奇。疏南山以表闕。倬樊川以激池。役鬼傭其猶否。矧人力之所為。工徒斲而未息。義兵紛以交馳。宗祧汙而為沼。豈斯宇之獨隳。由偽新之九廟。夸宗虞而祖黃。驅吁嗟而妖臨。搜佞哀而為郎。誦六藝以飾姦。焚詩書而面牆。心不則於德義。雖異術而同亡。宗孝宣於樂游。紹衰緒以中興。不獲事於敬養。盡加隆於園陵。兆惟奉明。邑號千人。訊諸故老。造自帝詢。隱王母之非命。縱聲樂以娛神。雖靡率於舊典。亦觀過而知仁。馮高望之陽隈。體川陸之汙隆。開襟乎清暑之館。游目乎五柞之宮。交渠引漕。激湍生風。乃有昆明。池乎其中。其池則湯湯汗汗。滉瀁彌漫。浩如河漢。日月麗天。出入乎東西。旦似湯谷。夕類虞淵。昔豫章之名宇。披玄流而特起。儀景星於天漢。列牛女以雙峙。圖萬載而不傾。奄摧落於十紀。擢百尋之層觀。今數仞之餘趾。振鷺於飛。鳧躍鴻漸。乘雲頡頏。隨波澹淡。瀺灂驚波。唼喋陵芡。華蓮爛於淥沼。青蕃蔚乎翠瀲。伊茲池之肇穿。肄水戰於荒服。志勤遠以極武。良無要於後福。而菜蔬芼實。水物惟錯。乃有贍乎原陸。在皇代而物土。故毀之而又復。凡厥寮司。既富而教。咸帥貧惰。同整檝櫂。收罟課獲。引繳舉效。鰥夫有室。愁民以樂。徒觀其鼓枻迴輪。灑釣投網。垂餌出入。挺叉來往。纖經連白。鳴桹厲響。貫鰓〈四勺〉尾。掣三牽兩。於是弛青鯤於網鉅。解頳鯉於黏徽。華魴躍鱗。素鱮揚鬐。雍人縷切。鸞刀若飛。應刃落俎。靃靃霏霏。紅鮮紛其初載。賓旅竦而遲御。既餐服以屬厭。泊恬靜以無欲。迥小人之腹。為君子之慮。爾乃端策拂茵。彈冠振衣。徘徊酆鎬。如渴如飢。心翹懃以仰止。不加敬而自祗。豈三聖之敢夢。竊十亂之或希。經始靈臺。成之不日。惟酆及鎬。仍京其室。庶人子來。神降之吉。積德延祚。莫二其一。永惟此邦。云誰之識。越可略聞。而難臻其極。子贏鋤以借父。訓秦法而著色。耕讓畔以閑田。沾姬化而生棘。蘇張喜而詐騁。虞芮愧而訟息。由此觀之。土無常俗。而教有定式。上之遷下。均之埏埴。五方雜會。風流溷淆。惰農好利。不昏作勞。密邇獫狁。戎馬生郊。而制者必割。實存操刀。人之升降。與政隆替。杖信則莫不用情。無欲則賞之不竊。雖智弗能理。明弗能察。信此心也。庶免夫戾。如其禮樂。以俟來哲。述行歷論所經人物山水也。文選西征賦并注。 \\n 汧督馬敦。立功孤城。為州司所枉。死於囹圄。岳誄之曰。惟元康七年秋。九月十五日。晉故督守、關中侯、扶風馬君卒。嗚呼哀哉。初雍部之內屬。羌反未弭。而編戶之氐又肆逆焉。雖王旅致討。終於殄滅。而蜂蠆有毒。驟失小利。俾百姓流亡。頻於塗炭。建威喪元於好畤。州伯宵遁乎大谿。若夫偏師裨將之殞首覆軍者。蓋以十數。剖符專城。紆青拖墨之司。奔走失其守者。相望於境。秦隴之僭。鞏更為魁。既已襲汧而館其縣。子以眇爾之身。介乎重圍之裏。率寡弱之眾。據十雉之城。群氐如蝟毛而起四面。雨射城中。城中鑿穴而處。負戶而汲。木石將盡。樵蘇乏竭。芻蕘罄絕。於是乎發梁棟而用之。〈四勺〉以鐵鎖機關。既縱礧而又升焉。爨陳焦之麥。柿梠桷之松。用能薪芻不匱。人畜取給。青煙傍起。歷馬長鳴。凶醜駭而疑懼。乃闕地而攻。子命穴浚塹。寘壺鐳瓶甒以偵之。將穿響作。內焚穬火薰之。潛氐殲焉。久之。安西之救至。竟免虎口之厄。全數百萬之積。文契書於幕府。聖朝疇咨。進以顯秩。殊以幢蓋之制而州之。有司乃以私隸數口。穀十斛。考訊吏兵。以檟楚之辭連之。大將軍屢抗其疏曰。敦固守孤城。獨當群寇。以少禦眾。載離寒暑。臨危奮節。保穀全城。而雍州從事忌敦勳效。極推小疵。非所以褒獎元功。宜解敦。禁劾。假授。詔書遽許。而子固已下獄。發憤而卒也。朝廷聞而傷之。策書曰。皇帝咨故督守、關中侯、馬敦。忠勇果毅。率厲有方。固守孤城。危逼獲濟。寵秩未加。不幸喪亡。朕用悼焉。今追贈牙門將軍印綬。祠以少牢。魂而有靈。嘉茲寵榮。然絜士之聞穢。其庸致思乎。若乃下吏之肆其噤害。則皆妒之徒也。嗟乎。妒之欺善。抑亦貿首之讎也。語曰。或戒其子。慎無為善。言固可以若是。悲夫。昔乘邱之戰。縣賁父御魯莊公。馬驚敗績。賁父曰。他日未嘗敗績。而今敗績。是無勇也。遂死之。圉人浴馬。有流矢在白肉。公曰。非其罪也。乃誄之。漢明帝時。有司馬叔持者。白日於都市手劍父讎。視死如歸。亦命史臣班固而為之誄。然則忠孝義烈之流。慷慨非命而死者。綴辭之士。未之或遺也。天子既以策而贈之。微臣託乎舊史之末。敢闕其文哉。乃作誄曰。知人未易。人未易知。嗟茲馬生。位末名卑。西戎猾夏。乃奮其奇。保此汧城。救我邊危。彼邊奚危。城小粟富。子以眇身。而裁其守。兵無加衛。墉不增築。婪婪群狄。豺虎競逐。鞏更恣睢。潛跱官寺。齊萬虓闞。震驚台司。聲勢沸騰。種落煽熾。旌旗電舒。戈矛林植。彤珠星流。飛矢雨集。惴惴士女。號天以泣。爨麥而炊。負戶以汲。累卵之危。倒懸之急。馬生爰發。在險彌亮。精冠白日。猛烈秋霜。稜威可厲。懦夫克壯。霑恩撫循。寒士挾纊。蠢蠢犬羊。阻眾陵寡。潛隧密攻。九地之下。愜愜窮城。氣若無假。昔命懸天。今也惟馬。惟此馬生。才博智贍。偵以瓶壺。〈戾刂〉以長塹。鍤未見鋒。火以起焰。薰尸滿窟。棓穴以斂。木石匱竭。萁稈空虛。瞷然馬生。傲若有餘。〈四勺〉梁為礧。柿松為芻。守不乏械。歷有鳴鉤。哀哀建威。身伏斧質。悠悠烈將。覆軍喪器。戎釋我徒。顯誅我帥。以生易死。疇克不二。聖朝西顧。關右震惶。分我汧庾。化為寇糧。實賴夫子。思謩彌長。咸使有勇。致命知方。我雖未學。聞之前典。十世宥能。表墓旌善。思人愛樹。甘棠不翦。矧乃吾子。功深疑淺。兩造未具。儲隸蓋鮮。孰是勳庸。而不獲免。猾哉部司。其心反側。斲善害能。醜正惡直。牧人逶迤。自公退食。聞穢鷹揚。曾不戢翼。忘爾大勞。猜爾小利。苟莫開懷。於何不至。慨慨馬生。琅琅高致。發憤囹圄。沒而猶眂。鳴呼哀哉。安平出奇。破齊克完。張孟運籌。危趙獲安。汧人賴子。猶彼談單。如何吝嫉。搖之筆端。傾倉可賞。矧云私粟。狄隸可頒。況曰家僕。剔子雙龜。貫以三木。功存汧城。身死汧獄。凡爾同圍。心焉摧剝。扶老攜幼。街號巷哭。嗚呼哀哉。明明天子。旌以殊恩。光光寵贈。乃牙其門。司勳頒爵。亦兆後昆。死而有靈。庶慰冤魂。鳴呼哀哉。文選馬汧督誄并注。 \\n 潘尼岳從子。字正叔。書鈔。 \\n 尼性澹退。唯以著述為事。類聚四十八。 \\n 元康初。拜太子舍人。上釋奠頌。其辭曰。元康元年。冬十二月。上以皇太子富於春秋。而人道之始。莫先於孝悌。初命講孝經於崇正殿。實應天縱生知之量。微言奧義。發自聖問。業終而體達。三年春。閏月。將有事於上庠。釋奠於先師。禮也。越二十四日。丙唐諱作景。申。時祠者既齊。輿駕次於太學。太傅在前。少傅在後。恂恂乎弘保訓之道。宮臣畢從。三率備衛。濟濟乎肅翼贊之敬。乃埽壇為殿。懸幕為宮。夫子位於西序。顏回侍於北墉。宗伯掌禮。司儀辯位。二學儒官搢紳先生之徒。垂纓佩玉。規行矩步者。皆端委而陪於堂下。以待執事之命。設樽篚於兩楹之閒。陳罍洗於阼階之左。几筵既布。鍾懸既列。我后乃躬拜俯之勤。資在三之義。謙光之美彌劭。闕里之教克崇。穆穆焉。邕邕焉。真先王之徽典。不刊之美業。允不可替已。於是牲饋之事既終。享獻之禮已畢。釋玄衣。御春服。弛齋禁。反故式。天子乃命內外群司。百辟卿士。蕃王三事。至於學徒國子。咸來觀禮。我后皆延而與之燕。金石簫管之音。八佾六代之舞。鏗鏘闛閤。般辟俯仰。可以徵神滌欲。移風易俗者。莫不畢奏。抑淫哇。屏鄭衛。遠佞邪。釋巧辯。是日也。人無愚智。路無遠邇。離鄉越國。扶老攜幼。不期而俱萃。皆延頸以視。傾耳以聽。希道慕業。洗心革志。想洙泗之風。歌來蘇之惠。然後知居室之善。著應乎千里之外。不言之化。洋溢於九有之內。於熙乎若典。固皇代之壯觀。萬載之一會也。尼昔忝禮官。嘗聞俎豆。今廁末列。親睹盛美。瀸漬徽猷。沐浴芳潤。不知手舞口詠。竊作頌一篇。義近辭陋。不足測盛德之形容。光聖明之遐度。其辭曰。三元迭運。五德代微。黃精既亢。素靈乃暉。有皇承天。造我晉畿。祚以大寶。登以龍飛。宣基誕命。景熙遐緒。三分自文。受終惟武。席卷要蠻。蕩定荒阻。道濟群生。化流率土。後帝承哉。丕隆曾構。奄有萬方。光宅宇宙。篤生上嗣。繼期挺秀。聖敬日躋。濬哲閎茂。留精儒術。敦閱古訓。遵道讓齒。降心下問。鋪以金聲。光以玉潤。如日之升。如乾之運。乃延台保。乃命學臣。聖容穆穆。侍講誾誾。抽演微言。啟發道真。採幽窮賾。溫故知新。講業既終。精義既研。崇聖重師。卜日告奠。陳其三牢。引其四縣。既戒既式。乃盥乃薦。恂恂孔聖。百王攸希。亹亹顏生。好學無違。曰皇儲后。體神合機。兆吉先見。知來洞微。濟濟二宮。藹藹庶寮。俊乂鱗萃。髦士盈朝。如彼和肆。莫匪瓊瑤。如彼儀鳳。樂我雲韶。瓊瑤誰剖。四門洞開。雲韶奚樂。神人允諧。蟬冕耀庭。細珮振階。德以謙光。仁以恩懷。我酒惟清。我肴惟馨。舞以六代。歌以九成。莘莘胄子。祁祁學生。洗心自百。觀國之榮。學猶蒔苗。化猶偃草。博我以文。弘我以道。萬邦蟬蛻。矧乃俊造。鑽蚌瑩珠。剖石摛藻。絲匪玄黃。水罔方圓。引之斯流。染之斯鮮。若金受範。若埴在甄。上好和雲。下效如川。昔在周興。王化之始。曰文曰武。時為世子。今我皇儲。濟聖通理。緝熙重光。於穆不已。於穆伊何。思文哲后。媚茲一人。實副元首。孝洽家邦。光照九有。純嘏自晉。永世昌阜。微微下臣。過充近侍。猥躡風雲。鸞鳳是廁。身澡芳流。目玩盛事。竭誠作頌。祗詠聖志。書鈔太子舍人。文選贈陸機出為吳王郎中令注。　按書鈔。雖未引其辭。意原所必有。故從唐修晉書錄出。 \\n 永興末。為中書令。類聚四十八。 \\n 尼為中書令。三王戰爭。皇家多故。尼職居顯要。從容而已。雖憂虞不及。而備嘗艱難。書鈔。 \\n 張載 \\n 張載字孟陽。武邑新作安平。人也。有才華。文選七哀詩注。 \\n 載父收。為蜀郡太守。載隨父入蜀。作劍閣銘。曰。巖巖梁山。積石峨峨。道屬荊衡。近綴岷嶓。南通邛僰。北達褒斜。狹過彭碣。高踰嵩華。惟蜀之門。作固作鎮。是曰劍閣。壁立千仞。窮地之險。極路之峻。世濁則逆。道清斯順。閉由往漢。開自有晉。秦得百二。并吞諸侯。齊得十二。田生獻籌。矧茲狹隘。土之外區。一人荷戟。萬夫趑趄。形勝之地。匪親勿居。昔在武侯。中流而喜。山河一作河山。之固。見屈吳起。興實在德。險亦難恃。洞庭孟門。二國不祀。二句一在興實二句上。自古及今。天命匪一作不。易。憑阻作昏。鮮不敗績。公孫既滅。一作沒。劉氏銜璧。覆車之軌。無或重跡。勒銘山阿。敢告梁益。益州刺史張敏。見而奇之。乃表上其文。世祖遣使鐫石記焉。文選劍閣銘并注。 \\n 起家拜著作郎。文選七哀詩注。 \\n 稍遷。領著作。遂稱疾抽簪。告歸卒於家。文選七哀詩注。 \\n 張協字景陽。載之弟也。兄弟並守道不競。以屬詠自娛。少辟公府。文選詠史詩注。 \\n 協見朝廷貪祿位者眾。故為詠史詩以刺之。六臣文選詠史詩注。 \\n 後為黃門侍郎。因託疾。遂絕人事。終於家。文選詠史詩注。 \\n 孫楚 \\n 孫楚字子荊。太原人也。文選征西官屬送于陟陽候作詩注。 \\n 楚參鎮東軍事。太祖遣徐新作符。劭、孫郁至吳。將軍石苞令楚作書與孫皓。曰。苞白。蓋聞見機而作。周易所貴。小不事大。春秋所誅。此乃吉凶之萌兆。榮辱之所由生也。是故許鄭以銜璧全國。曹譚以無禮取滅。載籍既記其成敗。古今又著其愚智矣。不復廣引譬類。崇飾浮辭。苟以夸大為名。更喪忠告之實。今粗論事要。以相覺悟。昔炎精幽昧。厤數將終。桓靈失德。災釁並興。豺狼抗爪牙之毒。生靈罹荼炭之難。由是九州絕貫。王綱解紐。四海蕭條。非復漢有。太祖承運。神武應期。征討暴亂。克寧區夏。協建靈符。天命既集。遂廓弘基。奄有魏域。土則神州中岳。器則九鼎猶存。世載淑美。重光相襲。固知四隩之攸同。帝者之壯觀也。昔公孫氏承籍父兄。世居東裔。擁帶燕胡。憑凌險遠。講武游盤。不供職貢。內傲帝命。外通南國。乘桴滄海。交疇貨賄。葛越布於朔土。貂馬延於吳會。自以為控弦十萬。奔走之力。信能右折燕齊。左震扶桑。輮轢沙漠。南面稱王也。宣王薄伐。猛銳長驅。師次遼陽。而城池不守。桴鼓蹔鳴。而元凶折首。於是遠近疆埸。列郡大荒。收離聚散。咸安其居。眾庶悅服。殊俗款附。自茲以降。九野清泰。東夷獻其樂器。肅慎貢其楛矢。曠世不羈。應化而至。巍巍蕩蕩。想所具聞也。吳之先祖。起自荊楚。遭時擾攘。潛播江表。劉備震懼。亦逃巴岷。遂依邱陵積石之固。三江五湖。浩汗無涯。假氣遊魂。迄茲四紀。兩邦合從。東西唱和。互相扇動。距捍中國。自謂三分鼎足之勢。可與泰山共相終姑。相國晉王。輔相帝室。文武桓桓。志厲秋霜。廟勝之算。應變無窮。獨見之鑒。與眾絕慮。主上欽明。委以萬機。長轡遠御。妙略潛授。偏師同心。上下用力。稜威奮伐。罙入其阻。并敵一向。奪其膽氣。小戰江介。則成都自潰。曜兵劍閣。而姜維面縛。開地六千。列郡三十。師不踰時。梁益肅清。使竊號之雄。稽顙絳闕。球琳重錦。充於府庫。夫韓并、魏徙。虢滅、虞亡。此皆前鑒之驗。後事之表也。又南中呂興。深睹天命。蟬蛻內向。願為臣妾。外失輔車唇齒之援。內有毛羽零落之漸。而徘徊危國。冀延日月。此猶魏武侯卻指河山自以為強。殊不知物有興亡。則所美非其地也。方今百僚濟濟。俊乂盈朝。虎臣武將。折衝萬里。國富兵強。六軍精練。思復翰飛。飲馬南海。自頃、國家整修器械。興造舟楫。簡習水戰。伐樹北山。則太行木盡。濬決河洛。則百川通流。樓船萬艘。千里相望。自刳木以來。舟車之用。未有如今日之殷盛者也。驍勇百萬。畜力待時。役不再舉。今日之謂也。然主相眷眷。未便電發者。猶為愛人治國。道家所尚。崇城遂卑。文王退舍。故先開示大信。喻以存亡。殷勤之指。往使所究也。若能審識安危。自求多福。蹷然改容。祗承往告。追慕南越嬰齊入侍。北面稱臣。伏聽告策。則世祚江表。永為魏藩。豐功顯報。隆於今日矣。若猶侮慢。未順王命。然後謀力雲合。指麾風從。雍益二州。順流而東。青徐戰士。列江而西。荊、揚、兗、豫。爭驅入衝。征東甲卒。虎步秣陵。爾乃王輿整駕。六戎徐征。羽檄燭日。旌旗流星。遊龍曜路。歌吹盈耳。士卒奔邁。其會如林。煙塵俱起。震天駭地。渴賞之士。鋒鏑爭先。忽然一旦。身首橫分。宗祀淪覆。取戒萬世。引領南望。良助寒心。夫治膏肓之疾者。必進苦口之藥。決狐疑之慮者。必告逆耳之言。如其猶豫。迷而不反。恐俞附見其已死。扁鵲知其無功矣。勉思良圖。惟所去就。石苞白。劭至吳。不敢為通。文選為石仲容與孫皓書并注。 \\n 征西扶風王駿。與楚舊好。起為參軍。梁令。衛軍司馬。文選征西官屬送于陟陽候作詩注。 \\n 惠帝初。為馮翊太守。太康三年卒。文選征西官屬送于陟陽候作詩注。 \\n 少時欲隱居。謂王濟曰。當枕石漱流。誤云枕流漱石。王曰。石可漱流可枕乎。孫曰。枕流欲洗其耳。漱石欲礪其齒。事類賦注七引晉書。 \\n 孫綽纂子楚孫。字興公。 \\n 興公齋前種一株松。枝高勢遠。鄰居曰。松樹非不楚楚可憐。但恐無棟梁用耳。興公曰。楓柳雖合抱。亦何所施。類聚。 \\n 吾彥 \\n 吾原誤吳。彥為交州刺史。在鎮二十餘年。威恩宣著。南州寧靜。自表求代。徵為大長秋。書鈔。 \\n 周處 \\n 周處為人、勇暴不可當之。嘗居義興。水中有蛟龍。山上有白額虎。鄉里有周處。人謂之三橫。有里人說處。請殺虎。虎死。入水擊蛟龍。沒行數十里。處與之俱。經三日三夜。人謂已死矣。皆相慶賀。處殺蛟龍迴。聞鄉里相賀。始知身之患人也。於是反身修己。御覽四百三十五引晉書。 \\n 至洛陽。惠帝拜為將軍。累遷為建威將軍。後西征。沒於陣。贈西平將軍。俱見御覽四百三十五。 \\n 陶侃微時。丁艱。將葬。家中忽失牛。而不知所在。遇一老父謂曰。前岡見一牛。眠山汙中。其地若葬。位極人臣矣。又指一山云。此亦其次。當世出二千石。言訖不見。侃尋牛得之。因葬其處。以所指別山與周訪。訪父葬焉。果為刺史。自訪以下。三世為益州四十一年。如其云言。書鈔冢墓引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十一", "正文": "  \\n 臧榮緒晉書卷十一 \\n 　 \\n  \\n 八王汝南王亮 \\n 咸寧三年。徙封汝南。之國。武帝賜汝南王亮。追鋒皂蓋犢車。書鈔引晉書。 \\n 西陽王羕字延年。文成王亮子也。類聚。 \\n 輔成帝時。帝沖幼。詔羕依安平獻王孚故事。設床帳於殿上。帝親迎拜。類聚。 \\n 楚隱王瑋 \\n 楚隱王瑋字彥度。武帝第五子也。書鈔。 \\n 武帝崩。入為衛將軍。領北軍中侯。加侍中。行太子少傅。楊駿之誅也。瑋屯司馬門。瑋年少果銳。多立威刑。朝廷忌之。書鈔引晉書。 \\n 孫秀子會。尚河東公主。形陋短小。奴僕之下者也。初學記十九引晉書。 \\n 長沙王乂 \\n 長沙王乂字士度。原誤仕慶。武帝子。太康十年封長沙王。御覽百五十一。 \\n 乂性果厲有威斷。初入洛。謂成都王曰。天下先帝之業。王宜維之。時齊王冏已至。聞乂言者皆憚之。御覽百五十一引晉書。 \\n 成都王穎 \\n 成都王穎字章度。文選大將軍宴會被命作詩注。 \\n 武帝子。拜屯騎校尉。加散騎常侍。御覽百五十一引晉書。 \\n 趙王倫篡位。穎與齊王冏舉義。文選。 \\n 成都王穎遣趙驤為前鋒。文選。 \\n 倫遣孫會等進驅。未及溫十里。大戰。孫會先退。諸軍相次奔潰。穎尋過河。 \\n 入於京師。 \\n 誅倫。均見文選大將軍宴會被命作詩注。 \\n 進位大將軍。文選。 \\n 穎形狀美而神明少。乃不知書。以上亦見御覽百五十一。因以校改。然器性敦厚。委事盧志。故得成其美焉。書鈔諸王引晉書。　按書鈔大字。原標形狀美與御覽引同。而小字。仍同唐修書作形美而神。皆知為陳氏所亂。 \\n 東海王越 \\n 東海獻王越字元超。書鈔。 \\n 有令名。謙虛。持布衣之操。為中外所宗。書鈔引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十二", "正文": "  \\n 臧榮緒晉書卷十二 \\n 　 \\n  \\n 解系 \\n 解系字少連。書鈔。 \\n 仲兄結字仲連。次兄育字雅連。一作及二弟結。育。按二兄字疑作弟字。並清身潔己。俱仕。歷洗馬舍人、尚書郎。州里榮焉。書鈔引晉書。 \\n 周馥。浚從弟。 \\n 司徒王渾、表馥理識清正。兼有才幹。主定九品。檢括精切。臣委任責成。褒貶允當。請補尚書郎。許之。稍遷司徒左長史。吏部郎。選舉精切。論望益美。書鈔引晉書。 \\n 苟晞 \\n 苟晞字道將。書鈔。 \\n 苟晞為兗州鎮。去京師五百里。每得珍異食物。欲貽都邑親貴。慮經信宿。不復鮮美。募得千里牛。旦發暮還。晞以其駿快。疑筋骨有異。殺而觀之。唯有雙筋如小竹大。自頭挾脊。著肉裏。故外不覺。事類賦注。牛。引晉書。 \\n 晞為青州刺史。役煩賦重。民不堪命。日斬千人。血流成川。號曰屠白。人人怖懼。流入他州。書鈔引晉書。 \\n 劉喬 \\n 劉柳眈子。喬曾孫。為僕射時。右丞傅迪、廣讀而不解其義。柳讀老子而已。迪每輕柳。柳曰。卿讀書而無所解。可謂書簏矣。書鈔引晉書。 \\n 琨竟為匹磾所拘。時盧諶為匹磾別駕。琨妻即諶之從母也。文選答盧諶注。 \\n 為五言詩。贈盧諶曰。握中有懸璧。本自荊山璆。自一作是。惟彼太公望。昔在一作是。渭濱叟。鄧生何感激。千里來相求。白登幸曲逆。鴻門賴留侯。重耳任一作憑。五賢。小白相射鉤。苟能隆二伯。安問黨與讎。中夜撫枕歎。想與數子游。吾衰久矣夫。何其不夢周。誰云聖達節。知命故不憂。宣尼悲獲麟。西狩涕孔丘。涕一作泣。功業未及建。夕陽忽西流。時哉不我與。去乎若一作矣如。雲浮。朱實隕勁風。繁英落素秋。狹路傾華蓋。駭駟摧雙輈。何意百鍊鋼。化為繞指柔。琨詩託意非常。想張陳以激諶。諶素無奇略。以常詞酬琨。文選重贈盧諶并注。 \\n 眾人謂琨詩。懷帝王大志。文選贈劉并書注。 \\n 琨卒後贈太尉。文選江文通雜體詩注。 \\n 劉輿琨兄。為魏郡太守。東海王越將召之。或曰輿猶膩也。近則汙人。及至。越疑而御之。輿密視天下兵簿。倉庫、牛、馬、器械、水、陸、之形。皆默識之。是時。軍國多事。每會議。自潘滔以下。莫知所對。輿既見越。應機辨畫。越傾厀酬接。即以為左長史。越既總錄。以輿為上佐。賓客滿筵。文案盈几。遠近書記。日有數千。終日不倦。或以夜繼之。人人懽暢。莫不悅附。命議如流。酬對款備。時人服其能。比之陳遵。時稱越府有三才。潘滔大才。劉輿長才。裴邈清才。書鈔引晉書。 \\n 祖逖為豫州刺史。克己務施。不蓄資產。子弟耕耘。負擔樵薪。書鈔廉潔。　又書鈔太守引作逖為豫州太守。呼子弟負薪　引晉書。 \\n 李矩 \\n 荀藩承制。假矩為滎陽太守。矩招懷離散。遠近多附之。石勒親率大眾襲矩。矩遣老弱入山。命所在散牛馬。因設伏待之。賊爭取牛馬。伏發。齊呼。聲動山谷。遂大破之。斬獲甚眾。勒乃退。藩表元帝。加矩冠軍將軍。賜軺車幢蓋。進爵陽武侯。書鈔引晉書。 \\n 段匹磾 \\n 鮮卑段匹磾。文選。 \\n 假撫軍將軍。匹磾自號大將軍。文選答盧諶注。 \\n 郭默 \\n 河東郭默。徵為右將軍。默樂為邊將。不願內輔。提綱作宿衛。與新同。係為陳亂。及赴召。謂平南將軍劉胤曰。我能禦胡而不見用。但右軍主禁兵。若疆埸有虞。被使出征。方始配給。將率一作卒。無素。恩信不著。以此臨敵。少有不敗矣。時當為官擇才。若人臣自擇官。安得不亂乎。書鈔引晉書。 \\n 郭默殺江州太守劉胤。自稱刺史。默為人勇捷。常身披重甲跳三丈矛。時人莫不憚之。後陶侃及庾亮率軍滅之。御覽四百三十五雖引晉書。與新異。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十三", "正文": "  \\n 臧榮緒晉書卷十三 \\n 　 \\n  \\n 武十三王 \\n 秦王柬武帝第三子也。咸寧初封南陽王。文選夏侯常侍誄注。 \\n 後太康十年。徙封秦王。文選選。 \\n 吳王晏字平度。武帝第二十三子。封吳。文選答賈長淵注。 \\n 簡文三子 \\n 會稽王道子。 \\n 道子日飲醇酒。而委事於元顯。書鈔。 \\n 既而孫恩乘釁作亂。加道子黃鉞。元顯為中軍以討之。又加元顯錄尚書事。然道子政無大小。一委元顯。時謂道子為東錄。元顯為西錄。西府車騎填湊。東第門下可設雀羅矣。書鈔引晉書。 \\n 王導 \\n 導為輔國將軍。上牋曰。昔魏武、達政之主也。荀文若、功臣之最也。封不過亭侯。倉舒愛子之寵。贈不過別部司馬。以此格萬物。得不局跡乎。今者臨郡。不問賢愚豪賤。皆加重號。輒有鼓蓋。動見相準。時有不得者。或為恥辱。天官混雜。朝望頹毀。導忝荷重任。不能崇浚山海。而開導亂源。饕竊名位。取紊彝典。謹送鼓蓋加崇之物。請從導始。庶令雅俗區別。群望無感。書鈔引晉書。 \\n 中宗既登尊號。百官陪列。詔王導升御床共坐。導固辭曰。太陽下同萬物。蒼生何由仰照。中宗乃止。書鈔床引晉書。 \\n 王導為太子太傅。初。帝愛瑯邪王裒。將有奪嫡之議。以問導。導曰。夫立子以長。且紹又賢。不宜改革。帝猶疑之。導旦夕陳諫。故太子卒定。書鈔引晉書。 \\n 初。曹氏性妒。導甚憚之。乃密營別館。以處眾妾。曹氏知將往焉。導遽令命駕。猶恐遲之。以所執塵尾柄。驅牛而進。書鈔。塵尾引晉書。 \\n 司徒蔡謨聞之。戲導曰。朝廷欲加公九錫。導弗之覺。但謙退而已。謨曰。不聞餘物。惟有短轅犢車。長柄麈尾。導大慚。按書鈔犢車提綱有短轅犢車四字。注。晉書王導。見麈尾。則上所引。必并有此段。而為後人所刪。故姑依唐修書錄出。以俟攷。 \\n 王導孫謐。少有美譽。領司徒。桓玄將篡。謐奉璽冊詣玄。玄封謐開國公。及劉裕破玄。護軍將軍劉毅問謐曰。璽綬何在。謐懼出奔。裕追還之。委任如初。書鈔璽引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十四", "正文": "  \\n 臧榮緒晉書卷十四 \\n 　 \\n  \\n 劉弘 \\n 武帝與劉弘同年。少同硯書。初學記二十一引晉書。 \\n 劉弘為鎮南將軍。督荊州軍事。弘遣南蠻長史、陶侃為大都督。書鈔引晉書。 \\n 弘為荊州。鎮沔漢。每有興發。手相書喻。丁寧款密。所以人皆感悅。有事人爭赴之。咸曰。得劉公一紙書。賢於十部從事。書鈔引晉書。 \\n 陶侃 \\n 范逵嘗過侃。時倉卒無以待賓。其母乃截髮。得雙髲。以易酒餚。樂飲極歡。雖僕從亦過所望。書鈔。髢。引晉書。 \\n 陶侃語人曰。大禹聖人。乃惜寸陰。至於眾人。當惜分陰。參佐或以戲廢事者。乃取其蒲博棋局之具。悉投於江。初學記六。 \\n 陶侃明識過人。嘗課諸營種柳。都尉夏施。盜官柳植於己門。侃後見之。曰。此是武昌西門前柳。何以盜來此種。盜者驚懼。事類賦注。柳。引晉書。 \\n 郄鑒 \\n 中原喪亂。鄉人遂共推郄鑒為主。避難於魯國嶧山。山有重險。百姓饑饉。野無生草。掘野鼠蟄燕而食之。事類賦注燕引晉書。 \\n 高平郄鑒。進位太尉。雖在公位。中心愈約。勞謙自處。日興誦玩典墳。咸寧中。寢疾。上疏遜位。初學記十一引晉書。作郄鑒字道徽。進祿太尉。疾篤。舉蔡謨自代。皆與新異。也書鈔。太尉。引晉書與新異。曰。臣疾彌留。遂至沉篤。自忖氣力。差理難冀。有生有死。自然之分。但忝位過才。曾無以報。上慚先帝。下愧日月。伏枕哀歎。抱恨黃泉。臣今虛乏。救命朝夕。輒以府事付長史劉遐。乞骸骨歸邱園。惟願陛下崇山海之量。弘濟大猷。任賢使能。事從簡易。使康哉之歌。復興於今。則臣雖死。猶生之日耳。臣所統錯雜。率多北人。或逼遷徙。或是新附。百姓懷土。皆有歸本之心。臣宣國恩。示以好惡。處與田宅。漸得少安。聞臣疾篤。眾情駭動。若當北渡。必起寇心。太常臣謨。平簡貞正。素望所歸。謂可以為都督、徐州刺史、臣亡兄息、晉陵內史、邁。謙愛養士。甚為流亡所宗。又是臣門戶子弟。堪任兗州刺史。公家之事。知無不為。是以敢希祁奚之舉。按此疏文。疑所必有。故依唐修錄出。 \\n 郄超愔子。鑒孫。字景興。少卓犖不羈。有曠世之度。交游士林。每存勝拔善。談論義理精微。書鈔參軍。 \\n 桓溫辟為征西大將軍掾。溫遷大司馬。又轉為參軍。溫英氣高邁。罕有所推。與超言常謂不能測。遂傾意禮待。超亦深自結納。書鈔參軍引晉書。 \\n 超所交友。皆一時秀美。雖寒門後進。亦拔而友之。及死之日。貴賤操筆而誄者四十餘人。其為眾所宗貴如此。書鈔誄引晉書。 \\n 顧榮 \\n 顧榮字彥先。書鈔。主簿引晉書。 \\n 少有珪璋。機符朗徹。同上主。 \\n 仕吳。弱冠舉賢良。為黃門侍郎。當時後進。盡相推謝。稱榮有天才令望。御覽二百二十二引晉書。　按初學記十二引臧書。 \\n 吳平。光祿大夫張華、辟為祭酒。書鈔。 \\n 榮入洛。以南士秀望。累遷太子中舍人。轉廷尉正。同上。 \\n 趙王倫篡位。倫子虔以為長史。榮與同寮宴飲。見執炙者。貌狀不凡。有欲炙之色。榮割炙啗之。坐者問其故。榮曰。豈有終日執之。而不知其味。及趙王倫敗。榮被執。將誅。而執炙者為督率。遂救之。得免。書鈔。炙引晉書。 \\n 大司馬齊王冏原引誤攸。以為主簿。書鈔主簿引晉書。 \\n 廣陵相陳敏反。留顧榮、甘卓、與共舉事、榮初與偽和。既而說卓共攻之。榮發檄。疑作橋。斂舟於南岸。敏率萬人出。不獲濟。榮麾以羽扇。敏眾大潰。事類賦注。扇。引晉書。 \\n 紀瞻 \\n 瞻舉秀才。至洛陽。尚書郎陸機策之。曰。昔三代明王。啟建洪業。文質殊制。而令名一致。然夏人尚忠。忠之弊也朴。救朴莫若敬。殷人革而修焉。敬之弊也鬼。救鬼莫若文。周人矯而變焉。文之弊也薄。救薄則又反之於忠。然則王道之反覆。其無一定邪。亦所祖之不同。而功業各異也。自無聖王。人散久矣。三代之損益。百姓之變遷。其故可得而聞邪。今將反古以救其弊。明風以蕩其穢。三代之制。將何所從。太古之化。有何異道。瞻對曰。瞻聞有國有家者。皆欲邁化隆政。以康庶績。垂歌億載。永傳於後。然而俗變事弊。得不隨時。雖經聖哲。無以易也。故忠弊質野。敬失多儀。周鑒二王之弊。崇文以辯等差。而流遁者歸薄而無款誠。款誠之薄。則又反之於忠。三代相循。如水濟火。所謂隨時之義。救弊之術也。羲皇簡朴無為而化。後聖因承。所務或異。非賢聖之不同。世變使之然耳。今大晉闡元。聖功日隮。承天順時。九有一貫。荒服之君。莫不來同。然而大道既往。人變由久。謂當今之政。宜去文存朴。以反其本。則兆庶漸化。太和可致也。又問。在昔哲王。象事備物。明堂所以崇上帝。清廟所以寧祖考。辟雍所以班禮教。太學所以講藝文。此蓋有國之盛典。為邦之大司。亡秦廢學。制度荒闕。諸儒之論。損益異物。漢氏遺作。居為異事。而蔡邕月令。謂之一物。將何所從。對曰。周制明堂。所以宗其祖。以配上帝。敬恭明祀。永光孝道也。其大數有六。古者。聖帝明王。南面而聽政。其六則以明堂為主。又其正中。皆云太廟。以順天時。施行法令、宗祀、養老、訓學、講肄、朝諸侯、而選造士、備禮辯物、一教化之由也。故取其宗祀之類。則曰清廟。取其正室之貌則曰太廟。取其室則曰太室。取其堂則曰明堂。取其四門之學則曰太學。取其周水圜如璧則曰辟雍。異名同事。其實一也。是以蔡邕謂之一物。又問。庶明亮采。故時雍穆唐。有命既集。而多士隆周。故書稱明良之歌。易貴金蘭之美。此長世所以廢興。有邦所以崇替。夫成功之君。勤於求才。立名之士。急於招世。理無世不對。而事千載恆背。古之興王。何道而如彼。後之衰世。何闕而如此。對曰。興隆之政。務在得賢。清平之化。急於拔才。故二八登庸則百揆序。有亂十人而天下泰。武丁擢傅巖之徒。周文攜渭濱之士。居之上司。委之國政。故能龍奮天衢。垂勳百代。先王身下白屋。搜揚仄陋。使山無扶蘇之才。野無伐檀之詠。是以化厚物。感。神祇來應。翔鳳飄颻。甘露豐墜。醴泉吐液。朱草自生。萬物滋茂。日月重光。和氣四塞。大道以成。序君臣之義。敦父子之親。明夫婦之道。別長幼之宜。自九州。被八荒。海外移心。重譯入貢。頌聲穆穆。南面垂拱也。今貢賢之塗已闓。而教學之務未廣。是以進競之志恆銳。而務學之心不修。若闢四門以延造士。宣五教以明令德。攷績殿最。審其優劣。厝之百寮。置之群司。使調物度宜。節宣國典。必協濟康哉。符契往代。明良來應。金蘭復存也。又問。昔唐虞垂五刑之教。周公明四罪之制。故世歎清問。而時歌緝熙。姦宄既殷。法物滋有。叔世崇三辟之文。暴秦加族誅之律。淫刑淪胥。虐濫已甚。漢魏遵承。因而弗革。亦由險泰不同。而救世異術。不得已而用之故也。寬尅之中。將何立而可。族誅之法。足為永制與否。對曰。二儀分則兆庶生。兆庶生則利害作。利害之作。有由而然也。太古之時。化道德之教。賤勇力而貴仁義。仁義貴則彊不陵弱。眾不暴寡。三皇結繩而天下泰。非惟象刑緝熙而已也。且太古之法。所以遠獄。及其末不失有罪。是以獄用彌繁而人彌暴。法令滋章。盜賊多有。書曰。惟敬五刑。以成三德。叔世道衰。既興三辟。而文公之弊又加族誅。淫刑淪胥。感傷和氣。化染後代。不能變改。故漢祖指麾而六合響應。魏承漢末。因而未革。將以俗變由久。權時之宜也。今四海一統。人思反本。漸尚簡樸。則貪夫不競。尊賢黜否。則不仁者遠。爾則斟參夷之刑。除族誅之律。品物各順其生。緝熙異世而偕也。又問曰。夫五行迭代。陰陽相須。二儀所以陶育。四時所以化生。易稱。在天成象。在地成形。形象之作。相須之道也。若陰陽不調。則大數不得不否。一氣偏廢。則萬物不得獨成。此應同之至驗。不偏之明證也。今有溫泉而無寒火。其故何也。思聞辯之。以釋不同之理。對曰。蓋聞陰陽升降。山澤通氣。初九純卦。潛龍勿用。泉源所託。其溫宜也。若夫水潤下。火炎上。剛柔燥溼。自然之性。故陽動而外。陰靜而內。內性柔弱。以含容為質。外動剛直。以外接為用。是以金水之明內鑒。火日之光外輝。剛施柔受。陽勝陰伏。水之受溫。含容之性也。又問曰。夫窮神知化。才之盡稱。備物致用。功之極目。以之為政。則黃羲之規可踵。以之革亂。則玄古之風可紹。然而唐虞密皇人之闊網。夏殷繁帝者之約法。機心起而日進。淳德往而莫返。豈太樸一離。理不可振。將聖人之道。稍有降殺邪。對曰。政因時而興。機隨物而動。故聖王究窮通之源。審始終之理。適時之宜。期於濟世。皇代質朴。禍難不作。結繩為信。人知所守。大道既離。智惠擾物。夷險不同。否泰異數。故唐虞密皇人之網。夏殷繁帝者之法。皆廢興有由。輕重以節。此窮神之道。知化之術。隨時之宜。非有降殺也。書鈔。秀才。引。首數句引晉書。雖未及問對之文。而有其文可知。故依唐修書錄出。 \\n 紀瞻能言玄理。司徒。東海王越。以為公府祭酒。書鈔引晉書。　按此該在越聚兵徐州。以顧榮為軍諮祭酒時事。稱司徒者。從後言也。 \\n 賀循 \\n 賀循為武康令。俗多厚葬。及有拘忌迴避歲月。停喪不葬者。循皆禁焉。不知臧有此事否。故夾寫俟攷。政教大行。鄰城宗之。然無援於朝。久不進序。著作郎陸機上疏薦循。曰。伏見武康令賀循。德量邃茂。才鑒清遠。服膺道素。風操凝峻。歷試二城。刑政肅穆。前蒸陽令郭納、風度簡曠。器識朗拔。通濟敏悟。才足幹事。循守下縣。編名凡悴。訥歸家巷。棲遲有年。皆出自新邦。朝無知己。居在遐外。志不自營。年時倏忽。而邈無階緒。實州黨愚智。所為恨恨。臣等伏思。臺郎所以使州州有人。非徒以均分顯路。惠及外州而已。誠以庶士殊風。四方異俗。壅隔之害。遠國益甚。至於荊揚二州。戶各數十萬。今揚州無郎。而荊州江南。乃無一人為京城職者。誠非聖朝待四方之本心。至於才望資品。循可尚書郎。訥可太子洗馬舍人。此乃眾望所積。非但企及清塗。苟充方選也。謹條資品。乞蒙簡察。書鈔。縣令。引晉書。　按書鈔引至才鑒清遠止。未全。依唐修書補足。 \\n 軍司顧榮卒。引循代之。循稱疾篤。牋疏十餘上。帝遺之書曰。夫百行不同。故出處道殊。因性而用。各任其真耳。當宇宙清泰。彝倫攸序。隨運所遇。動默在己。或有遐棲高蹈。輕舉絕俗。逍遙養和。恬神自足。斯蓋道隆人逸。勢使其然。若乃時運屯弊。主危國急。義士救時。驅馳拯世。燭之武乘縋以入秦。園綺彈冠而臣漢。豈非大雅君子。卷舒合道乎。虛薄寡德。忝備近親。謬荷寵位。受任方鎮。飱服玄風。景羨高矩。常願棄結駟之軒軌。策柴篳而造門。徒有其懷。而無從賢之實者何。良以寇逆殷擾。諸夏分崩。皇居失御。黎元荼毒。是以日夜憂懷。慷慨發憤。志在竭節耳。前者顧公臨朝。深賴高算。元凱既登。巢許獲逸。至於今日。所謂道之云亡。邦國殄悴。群望顒顒。實在君侯。苟義之所在。豈得讓勞居逸。想達者亦一以貫之也。庶廩徽猷。以弘遠規。今上尚書。屈德為軍司。謹遣盛軍沈禎、銜命奉授。望必屈臨。以副傾遲。文選齊故陸昭王碑文注。引臧榮緒晉書賀循牋曰。日夜憂懷。慷慨發憤。此係刪節之誤。因依唐修書旁補以俟攷。 \\n 賀循為太子太傅。自以枕疾廢頓。臣節不修。累表固讓。不許。命皇太子親往拜焉。書鈔引晉書。 \\n 薛兼 \\n 薛兼為太子少傅。自兼祖綜、父瑩、至兼。三世並傅東宮。談者美之。書鈔引晉書。 \\n 劉隗 \\n 劉隗字大連。書鈔。 \\n 隗少有文翰。除祕書郎。同上。 \\n 其議獄事。具刑法志。史通因習云。中興書。劉隗錄。稱其議獄事具刑法志。志無其說。臧氏晉書。於大連傳。亦有斯語。志亦無文。 \\n 周顗 \\n 周顗字伯仁。書鈔。參軍。引臧書。 \\n 少有重名。同上。 \\n 太尉東海王越。出鎮兗州。以顗為參軍。深見器遇。書鈔。參軍。引臧書。 \\n 大興初。以顗為太子少傅。上疏辭曰。臣退自循省。學不通一經。智不效一官。止足良難。未能守分。遂忝顯任。名位過量。不悟天鑒。忘臣頑弊。乃欲使臣內管銓衝。外忝傅訓。質輕蟬翼。事重千鈞。此之不可。不待識而明矣。若臣受負乘之責。必昭聖朝惟塵之恥。俯仰愧懼。不知所圖。詔曰。紹、幼沖。便居儲副之貴。當賴軌匠。以袪蒙蔽。望之儼然。斯不言之益。何學之習邪。所謂與田蘇遊。忘其鄙心者。便當副往意。不宜沖讓。書鈔。太子少傅。引未全。因依唐修書旁補。 \\n 顗代戴若思為護軍將軍。尚書紀瞻。置酒請顗及王導等二十人。顗荒醉失儀。為有司所奏。書鈔引晉書。 \\n 周顗以杜機為參軍事。出教曰。杜參軍耽學樂道。書鈔。參軍。引晉書。新書無。姑附於此。 \\n 顗在中朝時。能飲酒一石。及過江。雖日醉。每稱無對。偶有舊對從北來。顗遇之。乃欣然出酒二石。共飲。各大醉。及顗醒。使視客。已腐脅而死。書鈔引晉書。 \\n 王敦籍顗家。收得素簏數枚。盛故絮而已。酒五甕。米數石。在位者服其清約。書鈔引晉書。 \\n 初王敦反。王導率群從詣闕請罪。值顗將入。導呼顗。請曰。伯仁。以百口累卿。顗直入不顧。既見帝。言導忠誠。申救甚至。帝然其言。顗喜飲酒。致醉而出。導猶在門。又呼顗。顗不與言。顧左右曰。今年殺諸賊奴。取金印如斗大繫肘。書鈔。印。引晉書。 \\n 應詹 \\n 應詹字思遠。書鈔引晉書。 \\n 應詹遷南平太守。王澄為荊州。假詹督南平、天門、武陵、三郡軍事。及洛陽傾覆。詹攘袂流涕。勸澄赴援。澄使詹為檄。詹下筆便成。辭義壯烈。見者慷慨。書鈔。檄。引晉書。 \\n 天門、武陵谿蠻並反、詹討降之。時政令不一。諸蠻怨望。並謀背叛。詹召蠻酋。破銅券與盟。由是懷詹。數郡無虞。同上。券。引晉書。 \\n 詹遷光祿卿。諷議於時。優游文籍。愛人好士。文辭粲然。書鈔。光祿卿。引臧書。 \\n 甘卓 \\n 甘卓字季思。書鈔。 \\n 郡命主簿功曹。察孝廉。州舉秀才。為吳王常侍。書鈔引晉書。 \\n 卓性先寬和。忽便彊塞。徑還襄陽。意氣騷擾。舉動失常。其家金櫃鳴聲似槌鏡。清而悲。巫云。金櫃將離。是以悲鳴。書鈔。匱。引晉書。 \\n 卓自照鏡。不見其頭。視庭樹而頭在樹上。同上。鏡。引晉書。 \\n 卞壼 \\n 卞壼廉潔儉素。居甚貧約。息當婚。詔特賜錢三十萬。固辭不受。後患面創。累乞解職。拜光祿大夫。加散騎常侍。書鈔。光祿大夫。引晉書。 \\n 孫惠 \\n 東海王越以孫惠為記室參軍。書鈔。 \\n 東海王越遷太傅。以惠為軍諮祭酒。數咨訪得失。每造書檄。越或驛馬催之。應命立成。皆有文采。書鈔。記室參軍。引晉書。 \\n 熊遠 \\n 時江東草創。農桑弛廢。熊遠建議曰。立春之日。天子祈穀於上帝。乃擇元辰。載耒耜。帥三公九卿。諸侯大夫。躬耕。帝籍以勸農功。詩曰。弗躬弗親。庶人不信。自喪亂以來。農桑不修。遊食者多。皆由去本逐末故也。時議美之。 \\n 建興初。元旦。將作樂。熊遠諫因原引諫作議。故錄上段以俟攷。曰。謹按尚書。堯崩。四海遏密八音。禮云。凶年。天子徹樂減膳。孝懷皇帝。梓宮未反。豺狼當塗。人神同忿。公明德茂親。社稷是賴。今杜弢蟻聚湘川。比歲征行。百姓疲弊。故使義眾奉迎未舉。履端元日。正始之初。貢士麟萃。南北雲集。有識之士。於是觀禮。公與國同體。憂容未歇。昔齊桓貫澤之會。有憂中國之心。不召而至者數國。及葵邱自矜。叛者九國。人心所歸。惟道與義。將紹皇綱於既往。恢霸業於來今。表道德之軌。闡忠孝之儀。明仁義之統。弘禮樂之本。使四方之士。退懷嘉則。今榮耳目之觀。崇戲弄之好。懼違雲韶雅頌之美。非納軌物。有塵大教。謂宜設饌以賜群下而已。元帝納之。按初學記四。御覽二十九。所引臧榮緒晉書。皆略。故依唐修晉書旁寫補足。 \\n 王鑒 \\n 王鑒少以文筆著稱。初為元帝琅邪王侍中。書鈔引晉書。 \\n 陳頵 \\n 陳頵拜天門太守。殊俗安之。選腹心之吏。為荊州參軍。若有調發。動靜馳白。故恆得宿辦。陶侃征還。頵先至巴陵上禮。侃以為能。表為梁原作冀。州刺史。書鈔引晉書。 \\n 郭璞 \\n 郭璞字景純。河東人。文選江賦注。 \\n 璞性放散。不修威儀。文選江賦注。 \\n 王導引為參軍。王丞相令郭璞作卦。云公有震厄。可命駕西出數十里。得一柏樹。截短如公長。置常寢處。災當可立消。王從其言。數日果震柏樹。書鈔。白帖。引晉書。 \\n 晉王將即阼。郭璞占國家徵。得豫之暌。案卦。會稽郡當出鐘。應在人家井得之。後會稽剡縣人陳清。在井中得一鐘。形制尤精也。初學記七引臧書。 \\n 元帝以為佐著作。文選江賦注。 \\n 後轉王敦記室參軍。敦謀逆。為敦所害。文選江賦注。 \\n 有人見其睡。形變鼉。云是鼉精。同上。 \\n 敦平後。贈弘農太守。文選江文通雜體詩注。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十五", "正文": "  \\n 臧榮緒晉書卷十五 \\n 　 \\n  \\n 庾亮 \\n 亮。中興初拜中書郎。領著作。侍講東宮。其所論釋。多見稱述。與溫嶠俱為太子布衣之好。時帝方任刑法。以韓子賜皇太子。亮諫。以申韓刻薄傷化。不足留聖心。太子甚納焉。書鈔。中書侍郎。引晉書。 \\n 肅祖即位。欲使亮為中書監。上疏曰。臣亮言。臣凡庸固陋。少無檢操。昔以中州多故。舊邦喪亂。隨侍先臣。遠庇有道。爰客逃難。求食而已。不悟徼時之福。遭遇嘉運。先帝龍興。垂異常之顧。既眷同國士。又申之婚姻。遂階親寵。累忝非服。弱冠濯纓。沐浴玄風。頻煩省闥。出總六軍。十餘年閒。位超先達。無勞被遇。無與臣比。小人祿薄。福過災生。止足之分。臣所宜守。而偷榮昧進。日爾一日。謗讟既集。上塵聖朝。始欲自聞。而先帝登遐。區區微誠。竟未上達。陛下踐阼。聖政惟新。宰輔賢明。庶僚咸允。康哉之歌。實在于至公。而國恩不已。復以臣領中書。臣領中書。則示天下以私矣。何者。臣于陛下。后之兄也。姻婭地新作之。嫌。實與骨肉中表不同。雖太上至公。聖德無私。然世之喪道。有自來矣。悠悠六合。皆私其姻者也。人皆有私。則謂天下無公矣。是以前後二漢。咸以抑后黨安。進婚族危。向使西京七族。東京六姓。皆非姻族。各以平進。縱不悉全。決不盡敗。今之盡敗。更由姻昵。臣歷觀庶姓在世。無黨于朝。無援于時。植根之本。輕也薄也。苟無大瑕。猶或見容。至于外戚。憑託天地。連勢四時。根援扶疏。重矣大矣。而財居權寵。四海側目。事猶不允。罪不容誅。身既招殃。國為之弊。其故何邪。直由姻媾之私。群情之所不能免。故率其所嫌而嫌之于國。是以疏附則信。姻進則疑。疑積于百姓之心。則禍成于重閨之內矣。此皆往代成鑒。可為寒心者也。夫萬物之所不通。聖賢因而不奪。冒親以求一才之用。未若防嫌以明公道。今以臣之才。兼如此之嫌。而使內處心膂。外總兵權。以此求治。未之聞也。以此招禍。可立待也。雖陛下二相。明其愚款。朝士百僚。頗識其情。天下之人。安可門到戶說。使皆坦然邪。夫富貴榮寵。臣所不能忘也。刑罰貧賤。臣所不能甘也。今恭命則愈。違命則苦。臣雖不達。何事背時違上。自貽患責哉。實仰覽殷鑒。量己知弊。身不足惜。為國取悔。是以悾悾。屢陳丹款。而微誠淺薄。未垂察諒。憂惶屏營。不知所措。以臣今地。不可以進。明矣。且違命已久。臣之罪又積矣。歸骸私門。以待刑書。願陛下垂天地之鑒。察臣之愚。則臣雖死之日。猶生之年矣。疏奏。帝納其言而止。書鈔。中書監。引略。因依唐修書補足。并依文選本表校。 \\n 庾冰表云。州任實重。恐非常選。書鈔。治中。引晉書。 \\n 桓彝 \\n 桓彝為吏部郎。邪位稱職。名顯朝廷。以疾去職。嘗過輿縣。縣宰東海徐寧。通朗博涉。彝過之累日。結交而別。先是庾亮每屬彝覓一佳吏部。及至都。謂亮曰。為卿得一吏部矣。亮問所在。彝曰。人所應有。而不必有。人所應無。而不必無。徐寧其海岱清士。因而敘之。即遷吏部郎。竟歷顯職。書鈔。吏部郎。引晉書。 \\n 王湛 \\n 王湛字處沖。司徒渾之弟也。兄子濟輕之。嘗詣湛。見床頭有周易。問叔父何用此為。湛曰。體中佳時。脫復看耳。濟請言之。湛因剖析玄微。妙有奇趣。皆所未聞也。濟才氣抗邁。于湛略無子姪之敬。既聞其言。不覺慄然。心形俱肅。遂留。彌日累夜。自視缺然。乃歎曰。家有名士。三十年而不知。濟之罪也。濟有從馬。絕難乘。問湛曰。叔頗好騎不。湛曰。亦好之。因騎此馬。姿形既妙。迥策如素。善騎者無以過之。又濟所乘馬。甚愛之。湛曰。此馬雖快。然力薄不堪苦行。近見督郵馬當勝。但芻秣不至耳。濟試養之。而與己馬等。湛又曰。此馬雖快。任重方知之。平路無以別也。于是當蟻封內試之。濟馬果躓。而督郵馬如常。濟益歎異。還白其父曰。濟始得一叔。乃濟以上人也。武帝亦以湛為癡。每見濟輒調之。曰。卿家癡叔死未。濟常無以答。及是。帝又問如初。濟一作又。曰。臣叔殊不癡。因稱其美。帝曰。誰比。濟曰。上比山濤不足。下比魏舒有餘。湛聞曰。欲處我季孟間乎。御覽五百十二。 \\n 王述字懷祖。書鈔。 \\n 司徒王導辟為中兵屬。既見無他言。惟問以在東米價。述但張目不答。導曰。王掾不癡。人何言癡也。嘗見導每發言。一坐莫不贊美。述正色曰。人非堯舜。何得每事盡善。導改容謝之。謂庾亮曰。懷祖清貞簡貴。不減祖父。但曠淡。微不及耳。書鈔。掾。引晉書。 \\n 王坦之字文度。書鈔。 \\n 海西公廢。領左衛將軍。書鈔。 \\n 又領本州大中正。書鈔。 \\n 溫薨。與謝安共輔幼主。書鈔。 \\n 王國寶坦之子。少無士操。不修廉隅。婦父謝安。惡其傾側。每抑而不用。除尚書郎。國寶以中興膏腴之族。惟作吏部。不為餘曹郎。固辭不拜。書鈔引晉書。 \\n 范汪 \\n 范汪字玄平。書鈔。參軍。引臧書。 \\n 汪少孤貧。六歲過江。依外家新野庾氏。書鈔。寫書。引晉書。 \\n 及長。好學。外氏家貧。無以資給。汪乃廬于園中。布衣蔬食。然薪寫書。寫畢誦讀亦遍。遂博學多通。善談名理。書鈔。寫書。引晉書。而書鈔。參軍。引末二句引臧書。 \\n 護軍平南二府。禮命交至。始解褐參軍。書鈔。參軍。引臧書。 \\n 劉惔 \\n 劉惔字真長。沛國人也。文選王文憲集序注。 \\n 為丹陽尹。文選。 \\n 性重莊老。文選。 \\n 韓伯 \\n 韓伯字康伯。早孤家貧。御覽三百八十四引晉書。 \\n 伯年數歲。至大寒。母方為作襦。令康伯捉熨斗。而謂之曰。且著襦。尋當為汝作複蔥。一作褌。伯曰。已足。不復煩母。問其故。對曰。如火在熨斗中。而柄尚熱。今既著襦。下皆當煖也。母甚異之。書鈔。襦與熨斗。兩引。又御覽三百八十四。俱引晉書。 \\n 王舒 \\n 王舒字允之。總角時常從從伯敦寢。敦與錢鳳謀逆事。允之時飲酒。帳中臥。悉聞其言。慮敦疑之。便于臥處。吐逆狼藉。敦果疑。遣看之。見吐睡。以為醉。御覽三百八十四雖引晉書。而與新異。 \\n 王廙弟彬。彬子彪之。 \\n 廙為鄱陽太守。有枯樟樹更生。王敦表勸進。中宗曰。皓獸應瑞而來臻。樟樹久枯而更榮。類聚十。 \\n 王彪之字叔武。書鈔。 \\n 從伯導謂曰。選官欲以汝為尚書郎。汝幸可作諸王佐邪。彪之曰。位之多少。既不足計。自當任之。于時原引作是。至于超遷。是所不願。遂為郎。書鈔。尚書郎。引晉書。 \\n 張闓 \\n 張闓少孤。有志操。太常薛兼。進之于元帝。言闓才榦貞固。當今之良器。即引為安東參軍。甚加禮遇。書鈔引晉書。 \\n 陸納玩子。 \\n 納為吳興太守。至郡不受俸祿。頃之。拜佐民尚書。領州大中正。將應召。外綱紀白宜裝幾船。納曰。吾家不在此。已敕私奴。假裝並糧食來。無所復煩一作須。也。臨發。止有被襆而已。其餘悉皆一作並封。以還官。書鈔二引晉書。 \\n 時衛將軍謝安。常欲詣納。納兄子俶。怪納無所備。不敢問。乃私蓄數十人饌。安既至。納所設唯茶果而已。俶遂陳盛饌。珍饈畢具。及安去。納杖俶四十云。汝既不能光益叔父。奈何穢吾素業。事類賦注十七。 \\n 何充 \\n 何充字次道。書鈔引臧書。 \\n 充少有名望。大將軍王敦收羅賢俊。辟為主簿。書鈔。主簿。引臧書。 \\n 蔡謨 \\n 蔡謨為尚書。上疏讓曰。八座之任。非賢莫居。前後所用。資名有常。孔愉、諸葛恢、並以清節令才。少著名望。昔愉為御史中丞。臣尚為司徒長史。恢為會稽太守。臣為尚書郎。恢尹丹陽。臣守小郡。名輩不同。階級殊懸。今猥以輕鄙。超倫踰等。上亂聖朝魚貫之序。下違群士準平之論。豈唯微臣其亡之誡。實昭聖政惟塵之累。且左長史一超而侍帷幄。再登而廁納言。中興已來。上德之舉。所未嘗有。臣何人斯。而猥當之。是以叩心自忖。三省愚身。與其苟進。以穢清塗。寧受違命狷固之罪。書鈔。尚書。引未全。因以唐修書旁補。 \\n 殷浩 \\n 殷浩字深源。陳郡長平人也。御覽五百十二引臧書。 \\n 與叔父融。俱好老、易。融與浩口談論詞屈。著篇則融勝。浩由是為風流談論者所宗。御覽五百十二引臧書。 \\n 蔡裔者。浩北征以為前鋒。後仕偽趙。為振武將軍。少有勇力。呼聲若雷。嘗有盜入室。裔撫几一呼。賊眾皆殞。時人憚之。御覽四百三十五。 \\n 孔愉 \\n 孔愉字敬康。會稽山陰人。初學記三十引臧書。 \\n 以討華軼功。封餘不亭侯。愉少時常得一龜。放于溪中。龜中流左顧數過。及鑄侯印。而印龜左顧。更鑄亦然。印工以告。愉悟取珮焉。初學記三十引臧書。 \\n 張茂夢得一大象。問人曰何祥。對曰。君為大郡。然而不善。或問其故。曰。象者大獸。獸者守也。故當為大郡。然象以齒見焚。必為人害。後為吳國當作興。內史。為沈充所害。御覽三百九十九雖引晉書。與新異。 \\n 謝安 \\n 謝安字安石。御覽五百十二引臧書。 \\n 簡文帝崩。大司馬桓溫來朝。頓止新亭。召侍中王坦之、吏部尚書謝安石。將害之。坦之恐。將欲出奔。謝安止之曰。晉祚存亡。在此一行。君何所逃。既見溫。坦之前至。甚倉惶。倒執手板。汗流沾衣。安石後至。從容高視。良久坐定。謂溫曰。安聞諸侯有道。守在四方。明公何須壁後置人。溫笑曰。不能不爾。遂卻兵。歡語移日而罷。御覽三百八十七雖引晉書。而與新異。 \\n 以謝安石為僕射。詔曰。尚書安石。沖允清純。識體弘道。宜內贊治道。外綏戎政。可為尚書僕射。領吏部。加後將軍。書鈔。尚書僕射。引臧書。 \\n 安于東山營墅樓館。林木甚盛。每攜中外子姪。往來遊集。餚饌亦屢費百金。世頗以此譏焉。安殊不以屑意。御覽五百十二引臧書。 \\n 謝安石謂所親曰。昔桓溫在時。吾常懼不全。忽夢乘溫輿行十六里。見一白雞而止。乘溫輿者。代其位也。十六里而止。今十六年矣。白雞主酉。今太歲在酉。吾病殆不起乎。書鈔。輿。引晉書。 \\n 安鄉人有罷中宿縣者。還詣安。問其歸資。答嶺南彫弊。惟有蒲葵扇五萬。安乃取一中者執之。于是京都士庶競慕。價增數倍。事類賦注十四。 \\n 謝混安孫。琰子。字叔源。少有美譽。善屬文。六臣本文選游西池注。引臧書。為尚書左僕射。以黨劉毅被誅。六臣本文選游西池注引臧書。 \\n 謝奕。安兄。 \\n 奕與桓溫善。溫辟為安西司馬。書鈔。 \\n 奕每因酒縱狎。無復朝廷禮。常逼溫飲。溫走入南康主門避之。主曰。君若無狂司馬。我何由得相見。奕遂攜酒就聽事。引溫一兵帥共飲。曰。失一老兵。得一老兵。亦何所怪。溫不之責。書鈔。司馬。引晉書。 \\n 謝玄弈子。字幼度。御覽五百十二引臧書。 \\n 玄少好佩紫羅香囊。叔父安患之。而不欲傷其意。因戲賭取。即燒之。書鈔。囊。引晉書。 \\n 于時苻堅強盛。邊境數被侵寇。朝廷求文武良將。可以鎮禦北方者。無如玄。安乃以玄應舉。中書郎郗超雖素與玄不善。聞而歎曰。安違眾舉親。明也。玄不負所舉。才也。書鈔。公正及薦舉。二引俱晉書。 \\n 玄敗苻堅于肥水。獲堅所乘雲母車。書鈔引晉書。 \\n 以勳封康樂縣公。陳以先封東興侯賜兄子玩。詔聽之。更封玩豫寧伯。御覽五百十二引臧書。 \\n 謝石安弟。字石奴。書鈔。 \\n 石遷尚書令。上疏遜位曰。尚書令。國之總司。總括百揆。憲範至猷。式是百辟。故必簡德而拔。量才而授。書鈔引晉書。 \\n 王羲之 \\n 王羲之為會稽太守。汎舟西河。作蘭亭宴集。書鈔。舟。引晉書。 \\n 羲之見一老姥。持六角扇賣之。羲之書其扇各五字。姥歎惋。因謂姥曰。入市、但言是王右軍書。每扇求百錢。姥如其言。人競買之。後復持扇來請。羲之笑而不答。事類賦注十四。 \\n 庾翼書少與王右軍齊名。右軍後進。庾猶不忿。在荊州與都下人云。小兒輩賤家雞。愛野雉。皆學逸少書。須吾還。當比之。事類賦注十八。 \\n 王徽之。羲之子。 \\n 又為桓沖參軍。書鈔。 \\n 嘗從沖行。值暴雨。徽之因下馬。排入車中。謂曰。公豈得獨擅一車。書鈔。車引晉書。 \\n 王獻之徽之弟。字子敬。書鈔。 \\n 獻之夜臥齋中。而有偷人入其室。盜物都盡。獻之徐曰。偷兒、青氈我家舊物、可特置之。群盜驚走。書鈔。氈。引晉書。 \\n 獻之與桓溫書扇。誤為墨污。因就成一駮〈牛孛〉。甚工。事類賦注十五。 \\n 朱伺 \\n 陶侃為江夏郡守時。陳敏作亂。以朱伺能水戰。曉作舟艦。乃命大作艦。逕據江口。摧破敏前鋒。伺水軍從沔口與賊水戰。伺左右三人上弩以給伺。伺望敵射之。箭無空發。書鈔引晉書。 \\n 虞溥 \\n 溥遷鄱陽太守。大修庠序。廣招學徒。移告屬縣曰。學所以定情理性。而積眾善者也。情定于兵。而行成于外。積善于心。而名顯于教。故中人之性。隨教而移。善積則習與性成。唐虞之時。皆比屋可封。及其廢也。而云可誅。豈非化以成俗。教移人心者哉。自漢氏失御。天下分崩。江表寇隔。久替王教。庠序之訓。廢而莫修。今四海一統。萬里同軌。熙熙兆庶。咸休息乎太和之中。宜崇尚道素。廣開學業。以讚協時雍。光揚盛化。乃具為條制。于是至者七百餘人。書鈔。太守。引略。因以唐修書旁寫補足。引晉書。 \\n 司馬彪 \\n 司馬彪字紹統。文選贈山濤注引臧書。 \\n 少篤學。同上。 \\n 初拜騎都尉。太始中為秘書郎。轉丞。文選贈山濤注。 \\n 後拜散騎常侍。終于家。文選贈山濤注。 \\n 王隱 \\n 王隱始著國史。成八十八卷。免官家貧。未能就。遂南遊陶侃。又詣江州投庾元規。元規給其筆札。其書遂成。書鈔事類賦注十五引晉書。 \\n 鄧粲 \\n 鄧粲。長沙人。少以高絜著名。與南陽劉驎之、南郡劉尚公、同志友善。並不應州郡辟命。荊州刺史桓沖卑辭厚禮。請粲為別駕。粲嘉其好賢。乃起應召。書鈔。別駕。引晉書。 \\n 袁山松 \\n 山松善音樂。舊歌有行路難曲。辭頗疏質。山松好之。乃文其辭句。婉其節制。每因酣醉。縱歌之。聽者莫不流涕。書鈔。歌。引晉書。 \\n 江逌 \\n 逌遷吳令。中軍將軍殷浩將謀北伐。請為諮議參軍。書鈔引晉書。 \\n 時羌及丁零叛。浩軍震懼。姚襄去浩十里結營以逼浩。浩令逌擊之。逌進兵至襄營。謂將校曰。今兵非不精。而眾少于羌。且其塹柵甚固。難與校力。吾當以計破之。乃取數百雞。以長繩連之。一作以長繩連數百雞。繫火于足群雞駭散。四字一作雞驚。飛集襄營。襄營火發。軍遂潰亂。因其亂。隨而擊之。襄遂少敗。書鈔。事類賦注。雞引晉書。 \\n 王恭 \\n 王恭原作龔。字孝伯。御覽四百七。 \\n 清操過人。才地自負。恆有宰相之望。與王忱原作沈。齊名友善。同上引晉書。與新少異。 \\n 司馬道子嘗集朝士置酒于東府。尚書令謝石因辭為委巷之歌。恭正色曰。居端右之重。集藩王之第。而肆淫聲。欲令群下何所取則。石深銜之。書鈔。尚書令。引晉書。 \\n 恭美姿儀。 \\n 孟昶未達時。在京嘗見王恭、乘高輿披鶴氅裘。時天微雪。恭涉雪而行。昶于籬間窺之。歎曰。此真神仙中人也。書鈔。雪。引晉書。 \\n 殷仲堪 \\n 孝武帝召殷仲堪為太子中庶子。甚相親愛。書鈔。太子中庶子。引晉書。 \\n 劉毅兄邁 \\n 劉毅率劉道規及下邳太守孟懷玉。與桓玄戰于崢嶸洲。于時義兵數千。玄兵甚盛。而玄懼有敗衄。常漾輕舸于舫側。故其眾莫有鬥心。義軍乘風縱火。盡銳爭先。玄眾大潰。書鈔引晉書。 \\n 初桓溫南州起齋。悉畫龍于其上。號曰盤龍齋。及玄篡位。劉毅討之。玄死而毅居焉。毅小字盤龍。事類賦注二十八。桓玄既篡。欲引用孟昶。問其人于劉邁。邁曰。臣在京口。不聞昶有異能。但父子紛紛。更相贈詩爾。玄笑而止。御覽五百八十六引晉書。 \\n 劉曜逼長安。涼州刺史張寔叔父西海太守肅。請為先鋒擊曜。寔以肅年老弗許。肅曰。狐死首邱。心不忘本。鍾儀在晉。楚弁南音。肅受晉寵。剖符列位。羯逆滔天。朝廷傾覆。肅宴安方裔。難至不奮。何以為人臣。寔曰。門戶受重恩。自當闔宗效死。忠衛社稷。以申先公之志。但叔父春秋已高。氣力衰竭。軍旅之事。非耆耄所堪。乃止。既而聞京師陷沒。肅悲憤而卒。御覽五百十二引晉書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十六", "正文": "  \\n 臧榮緒晉書卷十六 \\n 　 \\n  \\n 孝友傳李密 \\n 李密有才能。常望內轉。而朝廷無援。乃遷漢中太守。自以失分懷怨。及賜餞東堂。詔密原作普。令賦詩。末章曰。人亦有言。有因有緣。官無中人。不如歸田。明明在上。斯語豈然。武帝忿之。于是都官從事奏免密官。書鈔。黜免。引晉書。 \\n 庾袞。元康末。潁川太守徵為功曹。袞服造役之衣。杖鍤荷斧。不俟駕而行。曰請受下夫之役。太守飾車而迎。袞逡巡辭退。請徒行入郡。將命者遂逼扶升車。納于功曹舍。既而袞自取己車而寢處焉。形體雖恭。而神有不可動之色。太守知其不屈。乃歎曰。疑非常士也。吾何以降之。書鈔。功曹。引臧書。 \\n 孫晷 \\n 孫晷原作長孫略。字文度。御覽四百十二引臧書。 \\n 以富春車道少。動經江水。父難于風波。每行乘籃車。晷原作略。常步從。遠者百里。每渡浦。則親入水扶持籃車。御覽四百十二引臧書。 \\n 孫晷卒。見樹哀泣。書鈔。遺愛。引晉書。 \\n 顏含 \\n 顏含字弘原作子弘。無下都字。都。書鈔。 \\n 少有操行。同上。 \\n 肅宗初臨東宮。侍臣宜須儒素有行者。乃徵含太子中庶子。書鈔。中庶子。引晉書。 \\n 王延 \\n 延九歲喪父。御覽四百十二引臧書。 \\n 母卜氏遇之無道。同上。 \\n 延事之。夏則扇枕席。冬則以身溫之。盛寒體無全衣。而親極滋味。御覽四百十二引臧書。 \\n 桑虞 \\n 桑虞字子深。類聚。 \\n 虞家園有瓜熟。有人踰盜。虞見。以園籬多棘刺。使人為開道。及盜負出。見道通。知虞使除之。乃送瓜。叩頭請罪。虞與之。書鈔。瓜。雖引晉書。與新少異。 \\n 何琦 \\n 琦母喪未殯。鄰家失火。煙焰已逼。家乏僮僕。琦撫棺慟哭。風止火息。事類賦注八。 \\n 何琦曰。胡孔明有言。隱者在山。樵者亦在山。在山則同。所以在山則異。豈不信之乎。文選田南樹園激流植援注引臧書。 \\n 吳逵 \\n 吳逵合門大小一十三人亡。書鈔。 \\n 傭賃三年內成三墓十三棺。太守張崇之嘉其節操。召為功曹。顯以三牒之命。羔雁之禮。書鈔。功曹。引臧書。 \\n 忠義傳嵇紹 \\n 嵇紹事母至孝。和色柔聲。常若不足。謹身節儉。朝夕孜孜。親執刀俎。非無使役。以他人不如己之至誠也。御覽四百十二引臧書。 \\n 劉沈 \\n 劉沈字道真。世為北州名族。博學好古。辟衛瓘屬。御覽二百四十九引臧書。 \\n 王育 \\n 王育少孤貧。為人傭。牧羊豕。近學堂。育常有暇。拾薪以顧書生抄書。夜截蒲以學書。日夜不止。亡失羊豕。其主笞之。育甚有慚色。將鬻身以償。於是郭子敬聞而嘉之。代育還羊豕。給其衣食。令育與其子同學。育遂通博經史。仕偽漢。官至太傅。御覽六百十一。 \\n 易雄 \\n 譙王丞為湘州令。易雄為主簿。書鈔。主簿。引臧書。 \\n 城陷為虜。佐吏逃散。雄毀服為僮豎從之。親執勞辱。書鈔。主簿。引臧書。 \\n 羅企生 \\n 羅企生字孟子。諸作宗伯。少多才藝。書鈔。功曹。引晉書。 \\n 殷仲堪鎮江陵。引為功曹。累遷武陵太守。書鈔。功曹。引晉書。 \\n 良吏傳魯芝 \\n 魯芝字世英。扶風人也。文選讓開府表注引臧書。 \\n 耽思墳籍。研精稽古。自三代之奧典。聖人之微言。皆該覽焉。御覽二百三十八。文選表注引首句。 \\n 大將軍曹爽輔政。高選賢明。以為官屬。延芝為司馬。御覽二百三十八。 \\n 武帝踐阼。為鎮東將軍。文選讓開府表注。 \\n 以老遜位。徵光祿大夫。文選讓開府表注。 \\n 曹攄 \\n 曹攄字顏遠。譙國人也。篤志好學。文選思友人詩注引臧書。 \\n 參南國中郎將。文選思友人詩注。新書無。 \\n 遷高密王左司馬。流人王逌等。侵掠城邑。遇戰敗。死之。文選思友人詩注引臧書。 \\n 范晷 \\n 范晷原作略。字彥長。南陽順陽人。少遊學清河。遂徙家僑居。郡命為五官掾。御覽二百六十四引臧書。 \\n 鄧攸 \\n 鄧攸字伯道。書鈔。 \\n 攸為吳郡守。載米之郡。俸祿無所受。惟飲吳水而已。及去如初到也。書鈔。廉潔。引晉書。 \\n 稱疾去職。郡常有送迎錢數百萬。攸去郡。不受一錢。書鈔。廉潔。引晉書。 \\n 攸選吏部尚書。牧馬于家庭。妻息素食。書鈔。廉潔。引晉書。 \\n 攸為太常時。帝南郊。攸病不能從。車駕過攸問疾。攸力病出拜。有司奏、攸不堪行郊而拜道左。坐免。攸每有進退。無喜慍之色。久之。遷尚書左僕射。書鈔。太常。引晉書。 \\n 攸逃奔石勒。負其妻子而去。擔其兒及其弟子綏。度不能兩全。遂棄其己子。卒無嗣。綏服攸喪三年。御覽五百十二引臧書。 \\n 吳隱之 \\n 吳隱之字處默。書鈔。 \\n 隱之為晉陵太守。布政簡惠。文選行狀注引臧書。 \\n 以太學國子博士為左衛率。書鈔。太子衛率。引晉書。 \\n 隱之為廣州刺史。州二十里地名石門。有貪泉。相傳飲之者生貪心。隱之酌而飲之。賦詩曰。嶺南有一水。號曰貪泉深。試使夷齊飲。終當不易心。事類賦注七。 \\n 隱之遷中領軍。清儉不革。每月初得祿。裁留身糧。其餘悉分賑親族。家人紡績。以供朝夕。書鈔。領軍將軍。　御覽二百三十七。引少異。宜從挍。 \\n 儒林傳陳劭 \\n 陳劭字節良。 \\n 武帝泰始中。詔曰。燕王師陳劭。清貞廉潔。行著邦族。篤學好古。博通六籍。宜在左右。以敦儒訓。可給事中。類聚引晉書。 \\n 徐苗 \\n 徐苗字叔胄。高密淳于人也。御覽百五十三引臧書。 \\n 其兄弟皆早亡。撫養遺孤。慈聞州里。田宅奴婢。盡推與之。御覽五百十二。 \\n 杜夷 \\n 杜夷原作畿。字行齊。書鈔。祭酒。引臧書。 \\n 除國子祭酒。皇太子禮之。執經問焉。書鈔。祭酒。引臧書。 \\n 續咸 \\n 石勒將遷都於鄴。咸固諫。勒怒曰。不斬此老臣。朕宮不得遷也。敕御史收之。中書令徐光表極諫。勒乃悟。停作。賜咸絹百匹。御覽四百五十三。 \\n 徐邈 \\n 徐邈字先一作仙。民。書鈔。太子衛率。引臧書。 \\n 邈姿性端雅。書鈔。太子衛率。引臧書。 \\n 少與鄉人臧壽齊名。孝武帝招延儒學之士。邈既東州儒素。太傅謝安舉以應選。補中書舍人。在西省侍帝。雖不口傳章句。然開釋文義。標明旨趣。撰正五經音訓。學者宗之。遷散騎常侍。書鈔。散騎侍郎。引晉書。 \\n 時皇太子宮文武之選。皆一時俊彥。書鈔。衛率引臧書。 \\n 建該作太。元中。邈為太子前衛率。書鈔二引。 \\n 雖在東宮。猶朝夕入見。將順匡救。拾遺補闕。書鈔。衛率。引臧書。 \\n 王歡 \\n 王歡字君厚。專精讀書。不營產業。家無升斗。妻患或毀其書。後為通儒。類聚。讀誦。引晉書。 \\n 文苑傳成公綏 \\n 成公綏字子安。東郡白馬人也。少有俊才。而口吃。辭賦壯麗。文選嘯賦注并參六臣本。 \\n 張華一見甚善之。時人以其貧賤。不重其文。仕為中臺郎。作嘯賦曰。逸群公子。體奇好異。敖世忘榮。絕棄人事。希高慕古。長想遠思。將登箕山以抗節。浮滄海以游志。于是延友生。集同好。精性命之至機。研道德之玄奧。愍流俗之未悟。獨超然而先覺。狹世路之阨僻。仰天衢而高蹈。邈跨俗而遺身。乃慷慨而長嘯。于時曜靈俄景。流光濛汜。逍遙攜手。踟跦步趾。發妙聲于丹脣。激哀音于皓齒。響抑揚而潛轉。氣衝鬱而熛起。協黃宮于清角。雜商羽于流徵。飄遊雲于泰清。集長風乎萬里。曲既終而響絕。遺餘玩而未已。良自然之至音。非絲竹之所擬。是故聲不假器。用不借物。近取諸身。役心御氣。動脣有曲。發口成音。觸類感物。因歌隨吟。大而不洿。細而不沈。清激切于竽笙。優潤和于琴瑟。玄妙足以通神悟靈。精微足以窮幽測深。收激楚之哀荒。節北里之奢淫。濟洪災于炎旱。反亢陽于重陰。唱引萬變。曲用無方。和樂怡懌。悲傷摧藏。時幽散而將絕。中矯厲而慨慷。徐婉約而優游。紛繁騖而激揚。情既思而能反。心雖哀而不傷。總八音之至和。固極樂而無荒。若乃登高臺以臨遠。披文軒而騁望。喟仰抃而抗首。嘈長引而憀亮。或舒肆而自反。或徘徊而復放。或冉弱而柔撓。或澎濞而奔壯。橫鬱鳴而滔涸。洌飄眇而清昶。逸氣奮涌。繽紛交錯。列列飆揚。啾啾響作。奏胡馬之長思。向寒風乎北朔。又似鴻雁之將雛。群鳴號乎沙漠。故能因形創聲。隨事造曲。應物無窮。機發響速。怫鬱衝流。參譚雲屬。若離若合。將絕復續。飛廉鼓于幽隧。猛虎應于中谷。南箕動于穹蒼。清飆振乎喬木。散滯積而播揚。流埃藹之溷濁。變陰陽之至和。移淫風之穢俗。若乃遊崇岡。陵景山。臨巖側。望流川。坐盤石。漱清泉。藉皋蘭之猗靡。蔭修竹之蟬蜎。乃吟詠而發散。聲駱驛而響連。舒蓄思之悱憤。奮久結之纏綿。心滌蕩而無累。志離俗而飄然。若夫假象金革。擬則陶匏。眾聲繁奏。若笳若簫。磞硠震隱。訇磕〈口聊〉嘈。發徵則隆冬熙蒸。騁羽則嚴霜夏凋。動商則秋霖春降。奏角則谷風鳴條。音均不恆。曲無定制。行而不流。止而不滯。隨口吻而發揚。假芳氣而遠逝。音要妙而流響。聲激嚁而清厲。信自然之極麗。羌殊尤而絕世。越韶夏與咸池。何徒取異乎鄭衛。于時綿駒結舌而喪精。王豹杜口而失色。虞公輟聲而止歌。寧子斂手而歎息。鍾期棄琴而改聽。孔父忘味而不食。百獸率舞而抃足。鳳皇來儀而拊翼。乃知長嘯之奇妙。亦音聲之至極。云云。義見于文也。六臣本文選嘯賦并注引臧書。 \\n 徵為博士。歷中書郎。文選嘯賦注引臧書。 \\n 左思 \\n 左思字太沖。齊國人。文選三都賦序注。 \\n 左思貌醜而口訥。初學記十九。 \\n 少博覽史記。一作文史。欲作三都賦。會妹芬入宮。移家京師。乃詣著作郎張載。訪岷邛之事。遂構思十稔。門庭藩溷。皆著紙筆。遇得一句。即疏之。徵為祕書。賦成。世此字依下引補。人未之重。文選三都賦序注。　書鈔。賦。 \\n 皇甫謐有高名于世。思乃造而示之。謐稱善。為其賦序云。玄晏先生曰。古人稱不歌而頌謂之賦。然則賦也者。所以因物造端。敷弘體理。欲人不能加也。引而申之。故文必極美。觸類而長之。故辭必盡麗。然則美麗之文。賦之作也。昔之為文者。非苟尚辭而已。將以紐之王教。本乎勸戒也。自夏殷以前。其文隱沒。靡得而詳焉。周監二代文質之體。百世可知。故孔子采萬國之風。正雅頌之名。集而謂之詩。詩人之作。雜有賦體。子夏序詩曰。一曰風。二曰賦。故知賦者。古詩之流也。至于戰國。王道陵遲。風雅寢頓。于是賢人失志。詞賦作焉。是以孫卿屈原之屬。遺文炳然。辭義可觀。存其所感。咸有古詩之意。皆因文以寄其心。託理以全其制。賦之首也。及宋玉之徒。淫文放發。言過于實。誇競之興。體失之漸。風雅之則。于是乎乖。逮漢賈誼。頗節之以禮。自時之後。綴文之士。不率典言。並務恢張其文。博誕空類。大者罩天地之表。細者入毫纖之內。雖充車聯駟。不足以載。廣廈接榱。不容以居也。其中高者。至如相如上林、揚雄甘泉、班固兩都、張衡二京、馬融廣成、王生靈光、初極宏侈之辭。終以約簡之制。煥乎有文。蔚爾鱗集。皆近代辭賦之偉也。若夫土有常產。俗有舊風。方以類聚。物以群分。而長卿之儔。過以非方之物。寄以中域。虛張異類。託有于無。祖構之士。雷同影附。流宕忘反。非一時也。曩者漢室內潰。四海圮裂。孫劉二氏。割有交益。魏武撥亂。擁據函夏。故作者先為吳蜀二客。盛稱其本土險阻瑰琦。可以偏王。而卻為魏主述其都畿。弘敞豐麗。奄有諸華之意。言吳蜀以擒滅比亡國。而魏以交禪比唐虞。既以著逆順。且以為鑒戒。蓋蜀包梁岷之資。吳割荊南之富。魏跨中區之衍。考分次之多少。計殖物之眾寡。比風俗之清濁。課士人之優劣。亦不可同年而語矣。二國之士。各沐浴所聞。家自以為我土樂。人自以為我民良。皆非通方之論也。作者又因客主之辭。正之以魏都。折之以王道。其土物所出。可得披圖而校。體國經制。可得案記而驗。豈誣也哉。文選皇甫謐三都賦序并注。 \\n 張載為注魏都。劉逵為注吳蜀。自是之後。漸行于俗也。袁本文選三都賦序注。 \\n 張華見而咨嗟深贊之。兼作序。都邑豪貴。競相傳寫。袁本文選注下有遍於海內句。都下紙貴。書鈔。賦。　文選三都賦序注。 \\n 庾闡 \\n 闡出補零陵太守。入湘川。弔賈誼。其辭曰。中興二十三戴。余忝守衡南。鼓栧三江。路次巴陵。望君山而過洞庭。涉湘川而觀汨水。臨賈生投書之川。慨以永歎矣。及造長沙。觀其遺象。喟然有感。乃弔之云。偉哉。蘭生而芳。玉產而絜。陽葩熙冰。寒松負雪。莫邪挺鍔。天驥汗血。苟云其雋。誰與比傑。是以高明倬茂。獨發奇秀。道率天真。不議世疚。煥乎若望舒燿景而焯群星。矯乎若翔鸞拊翼而逸宇宙也。飛榮洛汭。擢潁山東。質清浮磬。聲若孤桐。琅琅其璞。巖巖其峰。信道居正。而以天下為公。方駕逸步不以曲路期通。是以張高弦悲。聲激柱落。清唱未和。而桑濮代作。雖有惠音。莫過韶濩。雖有騰鱗。終仆一壑。嗚呼。大庭既邈。玄風悠緬。皇道不以智隆。上德不以仁顯。三五親譽。其軌可仰而摽。霸功雖逸。其途可翼而闡。悲矣先生。何命之蹇。懷寶如玉。而生運之淺。昔咎繇謩虞。呂尚歸昌。德協充符。乃應帝王。夷吾相桓。漢登蕭張。草廬三顧。臭若蘭芳。是以道隱則蠖屈。數感則鳳睹。若棲不擇木。翔非九五。雖曰玉折。雋才何補。夫心非死灰。智必存形。形託神川。故能全生。柰何蘭膏。揚芳漢庭。摧景飆風。獨喪厥明。悠悠太素。存亡一指。道來斯通。世往斯圮。吾哀其生。未見其死。敢不敬弔。寄之淥水。書鈔弔文引略。因依唐修書旁補。 \\n 李充 \\n 李充字弘度。文選序注。 \\n 充為著作郎。于時典籍混亂。刪除煩重。以類相從。分為四部。甚有條貫。祕閣以為永制。五經為甲部。史記為乙部。諸子為丙部。詩賦為丁部。文選王文憲集序注引臧書。 \\n 袁宏 \\n 袁宏少孤貧。以船運租自業。謝尚時鎮牛渚。秋夜乘月。率爾與左右微服泛江。會宏在舫中諷詠。聲既清會。辭又藻拔。遂駐聽久之。遣問焉。答云是袁臨汝郎誦詩。尚即迎升舟。與之談論。申旦不寐。自此名譽日茂。書鈔。舟。引晉書。 \\n 袁宏警辯。出為東陽郡。公卿餞于冶亭。謝安欲以猝迫試之。就左右取扇。授之。曰聊以贈行。宏應聲答曰。當奉揚仁風。慰彼黎庶。合座稱善。事類賦注十四。 \\n 羅含 \\n 羅含字君章。襄陽人。御覽三百九十八。 \\n 少時夢五色鳥入懷。遂取吞之。含覺。胸中如吞物。意謂不吉。乃告叔母朱氏。朱氏曰。此鳥有文章。汝當善文章矣。果如其言。御覽三百九十八雖引晉書。而與新異。 \\n 眾人謂之如荊楚之松竹。荊州刺史桓溫。以為江左之清秀也。御覽三百九十八。 \\n 顧愷之 \\n 愷之好遊會稽。人問山川之美。對曰。千巖競秀。萬壑爭流。御覽三十八引晉書。 \\n 何楨 \\n 何楨家貧。縛葦織扇。以奉供養。事類賦注十四。史通云。何楨。許詢。文雅高于揚豫。王隱遺而不編。則此自是臧書。 \\n 許詢 \\n 許詢從會稽出都。船泊淮渚。劉真長為丹陽尹。數往船造之。書鈔。詢移居皋屯之巖。常與沙門支遁及謝安石、王羲之等。同遊往來。今皋屯呼為許度巖。御覽五十四。 \\n 王讚 \\n 王讚字正長。義陽人也。博學有俊才。辟司空掾。歷散騎侍郎。卒。文選王瓚雜詩注引臧書。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書卷十七", "正文": "  \\n 臧榮緒晉書卷十七 \\n 　 \\n  \\n 外戚傳羊琇 \\n 羊稚舒冬月釀。令人抱甕。須臾復易人。酒速成而味好。御覽四百九十三。 \\n 虞豫子胤。 \\n 虞胤轉右將軍。與南頓王宗俱為明帝所昵。並典禁兵。及帝不豫。宗以陰謀發覺。事連胤。帝隱忍不問。徙胤為宗正卿。書鈔引晉書。 \\n 褚裒 \\n 褚裒字季野。書鈔。 \\n 譙國桓彝見而目之曰。季野有皮裏陽秋。謝安亦雅重之。恆云。裒雖不言。而四時之氣亦備。初辟西陽王掾。吳王文學。書鈔引晉書。 \\n 王濛 \\n 王濛字仲祖。初學記十九。 \\n 美姿容。嘗覽鏡自照。稱其父字曰。王文開生如此兒邪。嘗帽破。入市買之。群嫗悅之。爭遺之帽。初學記十九雖引晉書。與新少異。 \\n 隱逸傳孫登 \\n 孫登字公和。事類賦注四。汲郡人。無家屬。同上十一。時人于汲北山土窟中得之。夏則編草為裳。同上四。嘗披髮端坐巖下。逍遙鼓琴。同上十一引晉書。 \\n 登嘗經宜陽山。作炭人見之。與語。登不應。作炭者覺其精神非常。咸共傳說。太祖聞之。使阮籍往觀。與語亦不應。籍因大嘯。登笑曰。復作。向聲又為嘯。求與俱出。登不肯。籍因別去。登上峰行。且嘯。如簫韶笙簧之音。聲振山谷。籍怪而問作炭人。作炭人曰。故是向人聲。籍更求之。不知所止。推問久之。乃知姓名。水經注十五引臧書。 \\n 嵇康見孫登。彈一絃琴。初學記十六引晉書。 \\n 董京 \\n 董京字威輦。至洛陽。止宿白社中。得殘絮敗繒。輒結以為衣。號曰百結衣。事類賦注十二引晉書。 \\n 朱沖 \\n 朱沖字巨容。御覽八百三十九引臧書。 \\n 躬植禾蓺蔬。鄰牛侵犯。持蒭送牛。而無恨色。御覽八百三十九引臧書。 \\n 范喬字伯孫。御覽三十三。 \\n 喬邑人臘夕盜斫其樹。有告者。喬佯不聞。邑人愧而還喬。喬曰。節取柴。故與父母相歡耳。何以愧乎。遂取之。御覽三十三引晉書。 \\n 任旭 \\n 任旭臨海人。書鈔。 \\n 旭兒童時。勤于學。及長。立操清修。不染流俗。鄉曲推而愛之。郡將蔣秀嘉其名。請為功曹。秀居官貪穢。旭正色苦諫。秀既不納。旭謝去。閉門講習。養志而已。久之。秀坐事被收。狼狽營送。秀歎曰。任功曹真賢人也。吾違其讜言。以至于此。書鈔。功曹。又任賢。引晉書。 \\n 郭翻 \\n 郭翻與翟湯俱為庾翼所薦。公車博士徵。不就。咸康末。乘小船暫歸武昌。四字提綱作還鄉。省墳墓。安西將軍庾翼、以帝舅之重。躬往造翻。欲強起之。翻曰。人性各有所短。焉可強逼。翼又以其船小狹。欲引就大船。翻曰。使君不以鄙賤而辱臨之。此固野人之舟也。翼俯屈入其船中。終日而去。書鈔。舟。引晉書。 \\n 劉驎之 \\n 劉驎之字子驥。書鈔。 \\n 驎之好遊山澤。嘗採藥至衡山。深入忘返。見有一澗水。水南有二石囷。一開一閉。水深廣不得過。欲還失道。遇伐弓人問徑。僅得還家。或說囷中皆仙方靈藥。驎之欲更尋之。不復知其處。初學記五引臧書略。御覽三十九詳引晉書。車騎將軍桓沖聞其名。請為長史。驎之固辭不受。沖嘗到其家。驎之于樹條桑。使者致命。驎之曰。使君既枉駕光臨。宜先詣家君。沖聞大愧。于是乃造其父。父命驎之。然後方還。拂短褐與沖言話。父命驎之于內自持濁酒蔬菜供賓。沖敕人代驎之斟酌。父辭曰。若使從者。非野人之意也。沖慨然。至昏乃退。書鈔。長史。引晉書。 \\n 戴逵 \\n 戴逵少有文藝。善鼓琴。事類賦注十一。 \\n 武陵王晞聞其能琴。使人召焉。逵對使者前破琴。曰。戴安道不為王門伶人。晞怒。乃引其兄述。述亦能樂。聞命欣然。操琴而往。事類賦注十一。 \\n 陶潛 \\n 陶潛為彭澤令。在縣。公田悉令種秫穀。曰令吾常醉于酒足矣。書鈔。縣令。引晉書。 \\n 潛解印後。有腳疾。使一門生、二兒、舉籃輿。詣王弘。既至欣然。與之飲酒。書鈔。輿。引晉書。 \\n 蓺術傳戴洋 \\n 戴洋年十二。遇病死。五日而蘇。說死時。天使其為酒藏吏。授符籙。給吏從。執旛麾。將上蓬萊、崑崙、積石、太室、恆廬、衡、等諸山。既而遣歸。書鈔。麾。引晉書。 \\n 後行至瀨鄉。經老子祠。皆是洋昔死時所見。書鈔。麾。引晉書。 \\n 陳眕問方士戴洋曰。江南有貴人。顧彥先、周宣珮、是否。洋曰。顧不及臘。周不及明年八月。其年十二月十九日顧卒。明日臘。宣珮以明年七月晦亡。御覽三十三引晉書。 \\n 韓友 \\n 韓友廬江舒人。書鈔。 \\n 舒縣廷掾王睦病卒。死已復魄。友為筮之。令以丹畫版作日月置床頭。又以豹皮馬鄣泥臥上。立愈。書鈔。鄣泥。引晉書。 \\n 淳于智 \\n 上黨鮑瑗家多凶喪。使淳于智卜之。曰君安宅不利。可徑至市門。當有一人持荊馬鞭來。便就買還。懸于舍東北大桑樹。三年當暴得財。瑗承言詣市。得馬鞭懸之三年。浚井得錢數十萬。銅鐵器復二十餘萬。于是家業贍足。病者亦愈。事類賦注八。 \\n 佛圖澄 \\n 石虎時。自正月至六月不雨。澄詣西滏口。稽首暴露。即有白龍二頭降祠下。於是雨溢數千里。類聚。請雨。引晉書。 \\n 張苗 \\n 張苗雅好醫術。善消息診處。陳廩丘得病。連服藥發汗。汗不出。眾醫皆云。發汗不出者死。自思可蒸之。如中風法。令溫氣於外迎之。必得汗也。復以問苗。云。曾有人疲極汗出。臥簟中。令得病苦增寒。諸醫與散。四日凡八過發汗。汗不出。苗乃燒地。布桃葉於上。蒸之。即得大汗。便於被下傅粉。身極燥。乃起。即愈。廩丘如其言果差。御覽七百二十二。 \\n 趙泉 \\n 趙泉性好醫方。拯救無倦。善療眾疾。於瘧尤工。甚為當時所歎服焉。御覽七百二十二。 \\n 劉德 \\n 劉德彭城人也。少以醫方自達。眾疾於虛勞尤為精妙。療之隨手而愈。猶是向風。千里而至者多矣。官至太醫校尉。御覽七百二十二。 \\n 史胱 \\n 史胱性器沈毅。志行敦簡。善診候。明消息。多辯論。以醫術精博。拜太醫校尉。治黃疸病最為高手。御覽七百二十二。 \\n 宮泰 \\n 宮泰幼好墳典。雅尚方術。有一蓺長於己者。必千里尋之。以此精心。善拯諸疾。於氣尤精。制三物散方。治喘嗽上氣甚有異效。世所貴焉。御覽七百二十二。 \\n 靳邵 \\n 靳邵性明敏。有才術。本草經方。誦覽通究。裁方治療。意出眾表。創制五石散方。晉朝士大夫。無不服餌。皆獲異效。御覽七百二十二。 \\n 程據 \\n 程據為太醫令。武帝初受魏禪。改元為太始。而據貢雉頭裘。帝以奇伎異服。典禮所禁。焚之於殿前。據以醫術承恩。出入禁闥。因為賈后合巴豆杏子丸。害懷愍太子。遂就戮焉。御覽七百二十二。 \\n 范汪 \\n 范汪字元平。性仁愛。善醫術。常以拯恤為事。凡有疾病。不限貴賤。皆為治之。十能愈其八九。撰方五百餘卷。又一百七卷。後人詳用。多獲其效。御覽七百二十二。　案張苗以下凡八條。御覽藝術醫引晉書。今唐修晉書無。故錄附此。 \\n 孟嘉 \\n 孟嘉為桓溫參軍。既和而正。溫甚重之。九月九日。溫遊龍山。僚屬畢集。風吹嘉帽落。不覺。如廁。孫盛時在坐。溫授紙筆命嘲之。著嘉坐處。嘉歸見之。笑而請紙。即答。了不容思。御覽三十二引晉書。 \\n 桓玄 \\n 桓玄造大輦。容三十人坐。以二百人舁之。書鈔引晉書。 \\n 殷仲文 \\n 大司馬府有老槐樹。殷仲文原作堪。對而歎曰。此樹婆娑。生意盡矣。類聚引晉書。 \\n 孫恩 \\n 妖賊孫恩。北出海鹽。劉裕為將。築城於海鹽。賊日來攻。城內兵力甚弱。裕深獨慮之。一夜。偃旗匿眾。若已遁者。明旦開門。使羸疾數人登城。賊遙問裕所在。曰夜已走矣。信之。乃率眾大上。裕乘其懈怠。奮擊。大破之。御覽二百八十六。 \\n 盧循 \\n 廣州刺史盧循。遣使遺劉裕益智糉。裕答以續命縷。書鈔引晉書。 \\n 劉曜 \\n 劉曜追石虎至高堆。書鈔引晉書。 \\n 石勒 \\n 石勒少時。常傭耕。每聞鞞鐸之音。歸以告其母。母曰。作勞耳鳴。非不祥也。書鈔。鐸。引晉書。 \\n 石勒每耕作于野。常聞鼓角之聲。勒以告諸奴。諸奴亦聞之。因曰。吾幼來在家。恆聞如是。書鈔。角。引晉書。 \\n 勒擊劉曜。使人著鐵屐。施釘、登城。書鈔。屐。引晉書。 \\n 張賓 \\n 張賓字孟孫。趙郡中山人。御覽四百四十九。 \\n 石勒初為劉元海授輔漢將軍。賓為當作謂。所親曰。吾歷觀諸人多矣。獨胡將軍可以共成大事。乃提劍軍門。大呼請見勒。勒初未可當作奇。也。漸見進重。引為謀主。機不虛發。算無遺策。成勒之事。皆賓之計。御覽四百四十九引晉書。 \\n 勒常歎曰。吾每臨大事。吾意未了。右侯已了。及卒。勒親臨哭之。慟。顧謂左右曰。天不欲吾成事。何奪右侯之早也。御覽四百四十九引晉書。 \\n 苻堅 \\n 苻堅之竊號也。雖疆宇狹于石虎。至于人物則過之。史通謂晉史。 \\n 初將為赦。苻堅與王猛、苻融、密議于露臺。有大蒼蠅入自牖。聲甚厲。集筆上。良久而去。至市化為黑衣小兒。呼曰。官今大赦。事類賦注十五。 \\n 苻堅北定九州。將大舉南伐。苻融等咸諫止之。不聽。曰。吾百萬之眾。投鞭可以濟江。既至肥水。大為謝玄等所敗。事類賦注江。 \\n 呂光伐龜茲。其城南營外。夜有一黑物。如斷岸。搖動有頭角。目光如電。及明。有鱗甲之跡隱地。光曰。黑龍也。杜進曰。龍者。大人利見之象。將軍勉之。光有喜色。事類賦注二十八。 \\n 慕容垂 \\n 慕容垂欲興師討慕容永長子。議曰。頃年士卒疲于行陳。居人不暇耕織。瘡痍滿身。哭泣盈路。且宜撫士安人。以待時。長子不足憂也。慕容德曰。不然。昔光武馳蘇茂之難。不顧百官之疲。夫豈不仁。機急故也。兵法有不得已而用之。方今海內版蕩。人百其心。急之則得其用。緩之則各懷所思。可因其勞而成其逸。何得緩之。垂笑曰。卿言當矣。二人同心。其利斷金。行其謀而滅永。御覽四百四十九。 \\n 慕容超 \\n 慕容超字祖明。德之兄。北海王納之子也。苻堅破鄴。以納為廣武太守。數歲去官。家于張掖。德之南征。留金刀而去。及垂起兵山東、苻昌收德諸子皆誅之。納母公孫氏以耆獲免。納妻段氏方娠。未決。囚之于郡。獄掾呼延評。德故吏也。嘗有死罪。德免之。至是將公孫及段氏逃于羌中。而生超焉。年十歲而公孫卒。臨終。授超以金刀。曰。若天下太平。汝得東歸。可以此刀還汝叔也。御覽五百十二。 \\n  \\n   \\n  "}
{"章节": "臧榮緒晉書補遺一卷", "正文": "  \\n 臧榮緒晉書補遺一卷 \\n 　 \\n 雜傳 \\n 爰郡字文伯。老乞骸骨。詔聽如所上。拜太中大夫。賜錢三十萬。床帷薦褥。祿賜與卿同。遣殿中侍給藥。書鈔太中大夫。引臧書。 \\n 辟閭訓字祖明。樂安人也。沒石勒。為幽州刺史。文選勸進表注引臧書。 \\n 程牧字少言。有清名德望。一作清惠有才行。歷位太子舍人。書鈔。太子舍人。引臧書。 \\n 朱整字偉齊。為尚書僕射。領吏部。公清為性。持真勵守。內外郡親州鄉人士皆見物卿乃不開其黃紙方遊魏毛玠所見不同。前後選官。多加恕勤也。書鈔。尚書僕射。引臧書。 \\n 劉寶。嘗為司徒扶風王駿以五百匹布贖之。用為從事中郎。書鈔。從事中郎。引晉書。　案提綱。稱劉道真為扶風王所用。而劉寔字子真。或係寔坐子夏罪犯司徒時事。姑附之以俟攷。 \\n 李疇為交州刺史。不能檢制鈴下。慮必見殺。服藥死。書鈔。刺史引晉書。 \\n 紀遷改都安令。勵身居正。毛米不犯。書鈔。縣令引晉書。 \\n 徐伯珍少孤貧。學書無紙。常以竹葉、箭箬、及地上學書。事類賦注二十四引晉書。 \\n 張昭幼有孝性。父常患渴。嗜生魚。昭乃自結網捕魚。以供朝夕。事類賦注二十九引晉書。 \\n 陳安字虎侯。驍壯果毅。武幹過人。多力善射。持七尺刀貫甲。奔及馳馬。御覽三百九十九引晉書。 \\n 趙孟字長舒。為尚書都令史。善於清談。其面有疵黯。時人言、諸事不決。當詣疵面。御覽六百十七。 \\n 陳晷原作略。文選注作晷。字永耀。有譽西朝。原作西河。文選注作西朝。渡江為太子太保也。書鈔。　文選奏彈王源注均引臧書。 \\n 孔季恭為吳興內史。吳興頻喪太守。言項羽神為崇。君居郡事。竟無害也。御覽二百五十三。 \\n 劉道規為荊州刺史。桓玄餘黨荀林屯江津。桓謙軍屯枝江。二寇交逼。久絕都邑之問。荊楚既桓氏義舊。並懷異心。道規乃會將士告之曰。桓謙今在近畿。聞諸君頗有去就之志。吾東來文武。足以濟事。若欲去者。本不相禁。因夜開城門。達曉不閉。眾咸憚服。莫有去者。御覽二百七十九。 \\n 孟榦為吳人所獲。將徙之臨海。榦等志北歸。慮東徙轉遠。以吳人愛蜀側竹弩。言能作之。皓留付作部。後榦逃至京都。御覽三百四十八。 \\n 何尚之時造元武湖。上欲于湖中立方丈、蓬萊、瀛州、三神山。尚之固諫。乃止。時又造華林園。並盛暑欲興工。尚之又諫。宜加休息。御覽四百五十三。 \\n 孫嵩為王彌長史。彌與石勒有隙。勒常惡之。乃請計於右侯張賓。賓曰。英雄不並立。宜早圖之。勒於是開宴請彌。彌將行。嵩請諫曰。石公卑甚言甘。不可信也。願公勿往。自守保固。恐有專諸孫峻之禍及耳。彌曰。石勒一豎子耳。奚能為也。不聽。遂入。酒酣遇害。 \\n 裴元略事偽秦苻堅。為金部郎中。堅常以珠璣奇異珍飾。不可計勝。以朝群臣、元略諫曰。周卑宮室。慶垂八百。始皇窮極。嗣不及孫。此方古所以傳載也。願陛下去之。以延洪祚。慶流萬代。堅曰。非卿忠。何以聞寡人之過。悉命去之。 \\n 游子遠仕劉曜。西羌羯叛亂。舉兵四十餘萬。三輔大震。曜甚患之。欲大興師伐之。子遠諫曰。足下納臣愚計。不勞大軍。可一月而定矣。且羌夷之叛也。非有大度。窺竊神器。但迫足下嚴刑峻網。今死者不可追。生者猶可安。莫若大赦。釋諸逆人。若沒官者悉還之。遽相撫育。聽其復業。與人更始。彼生路既開。人情豈有樂禍好亂者也。且小人聚居。必有他心。今無刑辟之懼。以恩信懷之。不降何待矣。縱酋長負罪而不下者。請假臣弱兵五千人。為足下梟之。不勞大軍。此可定矣。今賊黨既盛。彌川被谷。君臨之以兵。恐非歲月而可殄也。此言其術也。曜大悅。行其計。西方遂平。 \\n 郭林宗謂劉儒口訥心辯。有珪璋之質。御覽四百六十四。 \\n 琅邪內史孫無終。貪橫忍虐。妓妾有忤意者。輒彈其面。御覽四百九十二。 \\n 王爽字季明。強正有志。歷侍中。嘗與會稽王道子飲。道子醉呼為小子。爽曰。亡祖長史。與簡文帝為布衣之交。亡姑、亡姊。伉儷二宮。何小子之有。御覽五百十三。 \\n 華悝字道宏。少失父。事母至孝。年十三。值年飢穀貴。悝蔬食而母甘肥不絕。又撫育孤弟。友愛甚至。稱為慈兄。由是少有聲譽。御覽五百十六。 \\n 陳統字元方。弟紘字偉方。俱清秀知名。姊妹四人。並有美才。姊適東莞徐氏。生邈。及二姊適同郡劉氏。文章最盛。御覽五百十七。 \\n 咸和二年。句容令孔恢罪棄市。詔曰。恢自陷刑網。罪當大辟。但以其父年老。而有一子。以為惻然。可憫之。御覽六百四十六。 \\n 咸和中。丹陽尹高悝行張侯橋。見浦中五色光。長數尺。不知何怪。乃令人于光處得金像。無有光、趺。悝乃下車載像。還至長干巷首。牛不肯進。悝乃令馭人任牛所之。牛徑牽至寺。經一歲。臨海漁人張係世於海口。忽見銅花趺浮出。取送縣以送臺。乃施像足。宛然會合。簡文咸安元年。交州合浦人董宗之。采珠沒水底。得佛趺光豔。交州送臺以施像。又合焉。自咸和中得像。至咸安初。歷三十餘年。光趺始具。初高悝得像。後有西域胡僧五人來詣悝曰。昔於天竺得阿育王造像。來至鄴下。逢胡亂。埋於河邊。今尋覓失所。五人嘗一夜夢見像曰。已出江東。為高悝所得。悝乃送此五僧至寺。見像歔欷涕泣。像便放光。照燭殿宇。像趺先有外國書。莫有識者。後有三藏那跋摩識之。云是阿育王為第四女所造也。御覽六百五十七。 \\n 何植字元榦。常以縛筆織扇為業。以奉供養。御覽七百二十。 \\n 王質入山斫木。見二童圍碁。坐觀之。及起。斧柯已爛矣。御覽七百五十三。 \\n 賈彪鵬烏賦。序曰。余覽張安世鷦鷯賦。以其質微處褻。而陋以遠害。愚以為未若大鵬。栖形遐遠。自育之全也。此固禍福之機。聊賦之云。御覽九百二十七。 \\n 蜀人王富作亂。郡縣討平之。初諸葛孔明有盛德于蜀土。子瞻又身死王事。蜀人思之。以為瞻不死。故將謂王富曰。君狀貌甚似諸葛亮。君因此思尅復。以扼巴蜀。御覽三百九十六引晉書。 \\n 諸王官司徒吏應給職使者。每歲先計偕文書上道五十日。宣敕使使令手書。書定。見破券。諸送迎者所受別郡校數。寫朱券為簿集上。御覽五百九十八。 \\n 溫嶠表、遣取供御之調。條列真上茶千片。茗三百。大薄。類聚。茶。引晉書。 \\n 司徒王謐議曰。夷庚未入。乘輿旋館。文選辨亡論注引臧書。 \\n 都城千雉。狐之所穴。類聚。穴。引臧書。 \\n 綜核人才。官方任能。書鈔引晉書。 \\n 凡民私釀酒酤。其有婚姻及疾病者聽之。餘有犯。罰金八兩。書鈔。酒。引晉書。 \\n 北郊祭文。上命羲之更寫。工人削之。筆已入七分。事類賦注十五引晉書。 \\n 鄒湛對武帝曰。猛獸在前。荷戈而出。凡人能之。蜂蠆作于懷袖。勇夫為之驚駭。出于意外故也。事類賦注。峰。引晉書。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷一", "正文": "  \\n 王隱晉書卷一 \\n 　 \\n  \\n 宣帝 \\n 宣皇帝。河內溫人。文選勸進表注。 \\n 魏武辟高祖。高祖以漢祚將終。不欲屈節於曹氏。辭以風痹不能起居。魏武遣親信令史。微服於高祖門外樹陰下息。時七月七日。高祖方曝書。令史竊知。還具以告。又乃重遣辟之。敕行者曰。若復不動。便可收之。高祖懼而應命。事類賦注。秋。　御覽三十一稱晉書。檢今晉書不同。知脫王隱二字。 \\n 諸葛亮挑戰。冀獲曹咎之利。史通妄飾。 \\n 封宣帝為武平侯。御覽二百。 \\n 宣帝討公孫淵。至襄平。遂圍之。起土山地道。楯原以形似誤脩。櫓鉤橦。發石雨下。晝夜攻之。斬傳其首。同上三百三十六。 \\n 公孫平。又增封舞陽、昆陽、二縣。同上二百。 \\n 宣帝既滅公孫淵還。作榼兩口。二種酒。持著馬上。先飲佳酒。塞口而開毒酒口。與牛金飲而死。同上七百六十一。魏帝謁高平陵。曹爽兄弟皆從。高祖以爽執政不平。廢之。起奏事永寧宮。悉起營兵及城中餘眾。承制發武庫仗。開四門。出迎魏帝於洛濱。奏爽罪也。初學記九。 \\n 天子策命上為相國。文選為鄭沖勸晉王牋注。 \\n 今上受禪。追上尊號曰宣皇帝。文選勸進表注。 \\n 景帝 \\n 魏景初中。以上為中護軍將軍。作選用之法。舉不越法。吏無私焉。通典三十四。　書鈔。 \\n 司馬景王為撫軍大將軍、侍郎、都督中外諸軍、錄尚書事。上初總萬機。正身平法。朝政肅然。 \\n 天子策上為相國。文選為鄭沖勸晉王牋注。 \\n 毌邱儉、文欽、反。遣鄧艾進屯樂嘉。欽果夜銜枚襲艾等。昧爽至於城下。御覽三百五十七。 \\n 文帝 \\n 姜維出隴右。上帥輕兵到靈州大破之。諸虜震服。文選四十為鄭沖勸晉王牋注。 \\n 封文帝為高都侯。御覽二百。 \\n 諸葛誕反。淮南孟康王慕曰。宜作土山。斂諸侯材板簿櫓。以為攻具。御覽三百三十六。 \\n 諸葛誕反。上親臨西園。四面並攻。須臾陷潰。斬送誕首。文選為鄭沖勸晉王牋注。 \\n 武帝 \\n 世祖武皇帝。文帝太子也。寬仁厚德。深沈有智量。初學記九。引作寬惠仁厚。深密有智量。風度容貌。綽如也。景元中為撫軍。咸熙元年。晉國初開。立為世子。拜撫軍大將軍。開府、副使二字一作嗣。相國。御覽百四十八。　類聚十三略。初武帝未為世子。文帝問裴秀曰。人有相否。秀曰。中撫軍垂髮至地。伸手過膝。人望既茂。天表如此。非人臣之相也。類聚十六。　御覽三百七十三。 \\n 咸熙二年。立為太子。文帝崩。魏帝命上為相國、晉王。十一月受禪於魏。御覽百四十八。　類聚十三。 \\n 咸熙二年。十二月丙寅。上乃設壇受命於南郊。即洛陽宮。幸太極殿前。大赦天下。御覽六百五十二。　初學記二十。 \\n 太始元年。詔曰。昔唐虞三代之始盛。暨於漢魏創制。裦崇元勳。班爵行賞。與國同禮。施祿逮下。萬邦咸乂。朕以寡德。登於天位。託於王公之上。腹心股肱文武之臣。光濟帝業。余嘉乃勳。慶賞之行。其同宜速。御覽二百。 \\n 武帝詔曰。御府內省珠玉玩好之物。皆以賜王公也。御覽八百二。 \\n 太始四年。正月。初立籍田。丁亥。上帥群臣躬耕千畝。大赦天下。初學記二十。 \\n 泰始四年。班五條詔書於郡國。一曰正身。二曰勤民。今紀作勤百姓。三曰撫孤寡。四曰。敦本息末。五曰去人事。書鈔。　御覽五百九十三。 \\n 太始六年。吳孫琇來奔。武帝以孫琇為伏波將軍。御覽二百四十。　案晉書作拜驃騎將軍。 \\n 武帝太始七年三月。詔大官減膳。初學記九。　案晉書紀稱閏月大雩。在五月下。 \\n 太始九年。聘公卿子女。以備六宮。武帝臨軒。拜諸葛婉為夫人。李華為貴人。御覽一百四十四。 \\n 又採侍御史齊國左維女為脩儀。有文才。同上一百四十五。 \\n 泰始十年。中書監荀勗上古尺。玉海八。 \\n 咸寧四年。有獻雉頭裘者。上曰。異服奇裘。典制所禁也。其於前殿燒裘。敕有異服者。依禮致罪。初學記九。 \\n 咸寧五年。白麒麟見平原。類聚九十八。 \\n 武帝伐吳。以王渾為安東將軍。以王濬為平東將軍。以胡奮為平南將軍。御覽二百三十九。 \\n 太康元年。龍襄將軍王濬等。攻建平丹陽城剋之。東擊西陵以下。盡拔其城。虜其將帥。於是上下諸軍。同時並進。吳人降者以萬計。吳丞相張悌。及護軍孫震。與揚州刺史周浚等戰於板橋。破之。臨陣斬悌、震首。濬遂汎舟東下。所歷皆平。軍至秣陵。皓面縛輿櫬。將其太子詣濬降。乃收其圖籍。皆因吳所置。除其虐政。示以簡易。百姓大悅。乃赦天下。改元為太康。天下大酺五日。御覽三百四。 \\n 太康元年。汲縣民盜發魏襄王墓。或言安釐王冢。得竹書漆字數十車。皆簡編蝌蚪文字。束晢為著作。隨宜分析。皆有冥證。古書有易卦似連山歸藏。又有春秋似左傳。有銅劍一枚。長三尺五寸。書鈔。　類聚十又四十。上與羊祜、張華、謀伐吳。朝士莫知也。潛乃籌量虛實為戰備。孫皓面縛輿櫬降。有司奏晉德隆茂。光被四表。吳會既平。六合為一。宜勒封岱。以彰聖德。詔曰。此盛德之事。所宜未議。類聚。 \\n 太康三年。罷刺史將軍官。刺史依漢制。三年一入奏事。書鈔。　案晉書紀。稱罷平州寧州刺史。三年一入奏事。 \\n 太康五年。龍見武庫井中。御覽五百四十三。　詳見瑞異記。 \\n 太康五年。夏六月。初置黃沙獄。御覽六百四十三。 \\n 太康六年。荊州送兩足虎。類聚九十九。　詳見瑞異記。 \\n 太康七年。出後宮才人女伎已下百七十人。歸家。御覽百四十五。 \\n 太康十年。詔曰。陽平太守梁柳。治績大異。賜粟千斛。秩中二千石。書鈔。 \\n 太康十年。太廟成。遷神主於新廟。上帥百官奉迎於道左。遂親禘祫。賜王公以下至司馬督、子弟官。賜作廟者帛。御覽五百二十八及五百三十一。 \\n 武帝少厲高行。造次必於忠恕。未嘗有過言失色於人。初學記九。 \\n 惠帝 \\n 永平元年。詔云。祕書監綜理經籍。攷校古今。課試署吏。領有四百人。宜專其事。初學記十二。　御覽二百三十三。　案時復置祕書監官。 \\n 元康五年十月。武庫火。一作災。焚累代之寶。檢校。是工匠盜庫中物恐罪。乃投燭著麻膏中。火燃。御覽八百六十四。 \\n 元康六年。正月辛酉。上南郊。大赦天下。初學記二十。 \\n 齊萬年帥羌胡圍涇陽。遣安西將軍夏侯駿西討氐羗。文選二十關中詩注。 \\n 元康九年十一月。天連日大風。發屋折樹。御覽百四十八。 \\n 廢太子為庶人。送太子於許昌宮之別坊。文選晉紀總論注。 \\n 永康元年。賈后矯詔使小黃門孫憲當作慮。害太子。趙王倫酖殺賈后。帝詔謚遹為愍懷皇太子。同上。 \\n 永寧元年。趙王倫篡位。成都王穎謀舉義兵迎天子。同上。 \\n 齊王冏舉兵討倫。臨陳斬之。文選謝平原內史表注。 \\n 永寧二年。立清河王覃為太子。御覽百四十九。 \\n 成都王攻洛。大駕幸北城觀。上看孟豺軍人擘凥。面天子。豺後大人降。長沙王以豺軍入辱帝。東市斬之。御覽三百七十六。 \\n 長沙王乂與齊王冏相攻。冏敗。縛至上前。乂叱左右斬之。文選晉紀總論注。 \\n 太安二年。案永寧二年十二月殺冏後。改為太安元年。九月丁丑。上舍於河橋。初學記七。　案時河間成都表誅長沙王乂。逼京師。 \\n 上攻張方。決千金堰。水碓不作。發王公家奴婢。手舂給兵。男子自十三以上皆從役。於是公私窮踧。米石萬錢。御覽四百八十八。 \\n 長沙王乂又出征。連戰敗走。遂誅之。文選晉紀總論注。 \\n 永興元年。成都、河間王王字疑是表字。復廢覃為清河王。立成都王潁為皇太弟。御覽百四十九。 \\n 大駕北伐。成都王潁統王師於蕩陰敗績。上傷頰。失六璽。左右奔走。御覽三百六十七。 \\n 法駕幸於鄴。高堂隆刻鄴宮屋材云。後若干年。當有天子居此宮。惠帝止鄴宮。治屋者土剝更泥。一作屋。始見刻字。計年正合。二字一作在今時。　類聚六十二。御覽九十七。又一百七十三。 \\n 惠帝自鄴中還洛陽。案王浚攻鄴。盧志勸成都王潁奉天子還洛陽。賜中書監盧志鶴綾袍一領。御覽六百九十五。 \\n 帝在長安。永興原誤永康。二年。東海王越率天下甲士三萬人。奉迎大駕還洛。文選迎大駕一首注。 \\n 惠帝為太子時。上素知太子闇弱。後必亂國。然不能擇才。乃遣荀勖和嶠往觀之。勖還盛稱太子。德更進茂。不同西宮之時也。嶠答詔稱。臣以為太子如故。不見更勝。此自陛下家事。非臣所盡知也。於是天下貴嶠而賤勖也。御覽百四十八。 \\n 惠帝時有錢神論。曰。錢之為體。有乾坤之象。其積如山。其流如川。動靜有時。行藏有節。市井便利。不患耗折。原誤枯。難析原作朽。象壽。不匱象道。故能長久。為世神寶。親故如兄。字曰孔方。失之則貧弱。得之則富昌。無翼而飛。無足而走。解嚴毅之顏。開難笑之口。錢多者處其前。錢少者居其後。初學記二十七。　案全文見晉書魯裦傳。 \\n 讖書有蝦蟆當貴。惠帝在宮時。出問左右。此鳴是官蝦蟆。為私乎。賈充對曰。在官地中為官蝦蟆。在私地中為私蝦蟆。於是世間遂傳此語。御覽四百九十九。 \\n 懷帝 \\n 懷帝即位。年號永嘉。文選述祖德詩注。 \\n 懷帝永嘉元年。有玉龜出灞水。唐類函二十五。 \\n 洛陽城內東北一作東南。角步廣里中。地陷。中有二鵝。其一蒼者飛去。其一白者不能飛。問之博識者。一作博士。不能知。世說注五。　書鈔。詳見瑞異記及董養傳。 \\n 永嘉五年。羯賊劉曜破洛。文選勸進表注。 \\n 永嘉七年。皇帝崩於平陽。文選勸進表注。 \\n 洛陽破。大司馬、南陽王保於長安。立秦王為皇太子。懷帝崩。皇太子即位。同上本稱懷紀。 \\n 愍帝 \\n 愍帝建興元年。夏四月壬申。上即位於長安宮。改元。改永嘉七年為建興元年。大赦天下。與之更始。前後不及者皆除之。御覽六百五十二。 \\n 建興二年。溫嶠為劉琨假守左司馬、都督上前鋒諸軍事。討劉聰。世說注八。 \\n 愍帝建興三年。漢曹嶷據臨淄。發景公及管仲冢。尸並不朽。繒帛可服。珍寶巨萬。御覽五百五十七。 \\n 建興四年。帝蒙塵於平陽。丞相睿刻日北征。以漕運稽期。丞相府督軍令史淳於伯刑於建康市。百姓諠譁。咸曰伯冤。於是大旱三年。御覽八百七十九。 \\n 元帝 \\n 元皇帝。宣帝之曾孫。文選勸進表。琅琊恭王之長子。同上。 \\n 元帝初。藉藳草悉成禾。御覽八百七十三。 \\n 元帝白毫生額上。有光明。同上三百六十四。 \\n 永興元年。就國。二年。加揚州諸軍事。文選勸進表注。 \\n 大興元年。河水竭斷百餘步。兩頭深淺如故。中絕不流。占經一百。 \\n 明帝 \\n 太寧元年。黃霧四塞。御覽十五。 \\n 穆帝 \\n 孝宗欲於後園。修立池苑。江逌諫以強賊未滅。宜精軍備。嘗存儉約。以率群下。御覽八百二十四。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷二", "正文": "  \\n 王隱晉書卷二 \\n 　 \\n  \\n 地道記　司州河南郡 \\n 雒陽城內。南北九里七十步。東西六里十步。為地三百頃、一十二畝、有三十六步、城東北隅。周威烈王冢。劉昭注補一。稱晉太康地道記。　按係兩引其書。而太康下脫一記字。 \\n 洛陽宮西宜秋里。門東向。南壁石生地中。始高三尺。如香爐形。人多祀之。編珠一。 \\n 尸鄉。故殷湯所都者也。亦曰湯亭。田橫死于是亭。故改曰尸鄉。酈道元水經注陽渠水下。 \\n 右雒陽。案郡國志。匽師有尸鄉。晉省匽師入雒陽。故列此。 \\n 王城去雒城四十里。劉昭續漢書郡國志注補一。 \\n 蒯鄉在縣西南。有蒯亭。同上。 \\n 右河南。 \\n 訾在縣之東。劉昭注補一。 \\n 坎埳聚在縣南。同上。 \\n 坎埳聚在鞏西。水經注十五洛水下。　按注云。京相璠曰。鞏東地名坎欿。春秋。王出及坎埳。服虔亦以為鞏東邑。地道記言在鞏西。非也。 \\n 右鞏。 \\n 濟自大伾入河。與河水鬥。南泆為滎澤。水經注濟水下。 \\n 濟自大伾入河。與河水鬥。大伾在成皋。古成皋兼包鞏縣之界。溢出為滎水。太平御覽水部。 \\n 右成皋。 \\n 潁水出陽城山。劉昭注補二。 \\n 右陽城。 \\n 陽翟去洛陽二百八十六里。屬河南。劉昭注補二。 \\n 釣臺下有陂。俗謂之釣臺陂。太平寰宇記七。 \\n 右陽翟。 \\n 滎陽郡 \\n 京有大索、小索亭。漢書京索之間也。水經注濟水下。 \\n 右京。 \\n 陽武滎陽有博浪沙。張良為韓擊秦始皇處。御覽百五十九州郡五。　太平寰宇記二。 \\n 右陽武。 \\n 令縣在滎陽。史記索隱六。 \\n 右令。 \\n 宏農郡 \\n 漢宏農本函谷關。有桃林也。寰宇記六。 \\n 宏農亭在宏農縣東十三里。水經注河水下。 \\n 右宏農。 \\n 湖本胡縣也。漢武帝改作湖。俗云黃帝自此乘龍上天也。水經注四河水下。 \\n 右湖。 \\n 秦之華陽。潼關是也。劉昭注補一。 \\n 太華山在縣西南。同上。 \\n 右華陰。 \\n 上洛郡 \\n 郡在洛上。故以為名。水經注二十渭水下。 \\n 右郡。 \\n 嶢關當在上洛縣西北。同上十九。 \\n 右上洛。 \\n 伊水東北入雒。劉昭注補一。 \\n 右盧氏。 \\n 平陽郡 \\n 平陽有堯城。劉昭注補一。 \\n 右平陽。 \\n 楊故楊侯國。晉滅之以賜大夫羊舌肸。漢以為縣。屬河東郡。後漢同。魏置平陽郡。楊縣屬焉。寰宇記四十三。 \\n 梁城去楊縣五十里。叔嚮邑也。劉昭注補一。 \\n 右楊。 \\n 皮氏縣有介山。子推所逃隱于是。水經注四汾水下。 \\n 右皮氏。 \\n 河東郡 \\n 咸山在安邑南。劉昭注補一。 \\n 右安邑。 \\n 首山在蒲阪。與胡縣相連。宋書州郡志二。 \\n 蒲阪有雷首山。一名滌山。徐堅初學記八。 \\n 右蒲阪。 \\n 襄陵。晉武公從曲沃徙此。劉昭注補一。 \\n 右襄陵。 \\n 左傳。文十三年。詹嘉處瑕。在猗氏縣東北。同上。 \\n 右猗氏。 \\n 汲郡 \\n 汲縣有銅關。劉昭注補一。 \\n 右汲。 \\n 朝歌本沫邑也。詩云。爰采唐矣。沫之鄉矣。殷王武丁始遷居之。為殷都也。禹貢。紂都在冀州大陸之野。即此矣。有糟邱酒池之事焉。有新聲靡樂。邑號朝歌。水經注九淇水下。 \\n 右朝歌。 \\n 庾袞入林慮山。食木實。餌石蕋。得長年也。陳藏器本草。 \\n 右林慮。 \\n 河內殷國也。周名之為南陽。秦始皇改曰修武。水經注。　清水下稱王隱說。 \\n 右修武。 \\n 河內郡 \\n 河陽別縣。非溫邑也。水經注河水下。 \\n 右河陽。 \\n 廣平郡 \\n 肥鄉太康中立。以隸廣平也。水經注十濁章水下。 \\n 右肥鄉。 \\n 陽平郡。 \\n 元城縣南有瑣陽城。劉昭注補二。 \\n 右元城。 \\n 樂平東南有夷儀。道通襄國。夷儀山在城北故塞。寰宇記五十九。 \\n 右樂平。 \\n 魏郡 \\n 高堂隆刻鄴宮屋材云。後若干年當有天子居此宮。惠帝止鄴宮。治屋者土剝更泥。一作屋。始見刻字。計年正合。二字一作在今時。　歐陽詢藝文類聚六十二。　御覽九十七又百七十三。 \\n 兗州陳留郡 \\n 儀封人。浚儀人。此縣人也。劉昭注補二。 \\n 右浚儀。 \\n 長垣古衛。故匡。城地。孔子所厄處也。御覽　州郡四。 \\n 右長垣。 \\n 承匡城在縣西。左傳文十一年。會郤缺於承匡。劉昭注補三。案御覽誤列入長垣縣下。 \\n 右襄邑。 \\n 濮陽郡 \\n 廩邱者。春秋之所謂齊邑矣。實表東海者也。水經注二十四瓠子水下。右廩邱。 \\n 濟陽郡 \\n 成武縣有秺城。劉昭注補二。 \\n 右成武。 \\n 高平國 \\n 金鄉縣多山。所治名金山。山北有鑿石為冢。深十餘丈。隧長三十丈。旁卻入為室三方。云得白蛇二字因御覽五百五十七引補。白兔。不葬。更葬南山。鑿而得金。故曰金山。故冢今在。或云漢昌邑所作。或云秦時。劉昭注補三。 \\n 右金鄉。 \\n 湖陸縣西有費亭城。魏武帝初所封。同上。 \\n 右湖陸。 \\n 東平國 \\n 壽張有蚩尤祠狗墟。同上。 \\n 右壽張。 \\n 秦亭在范縣西北。同上。 \\n 右范。 \\n 豫州潁川郡 \\n 長社縣本名長葛。社中樹暴長。漢改名。劉昭注補二。 \\n 右長社。 \\n 汝南郡 \\n 吳房有吳城。同上。吳房右吳房。 \\n 襄城郡 \\n 襄城故城。楚靈王築。水經注二十一汝水下。 \\n 右襄城。 \\n 高陵山。汝水所出。劉昭注補二。 \\n 右定陵。 \\n 汝陰郡 \\n 汝陰有陶邱鄉。詩所謂汝墳。同上。 \\n 右汝陰。 \\n 新蔡有大呂亭。故呂侯國。同上。 \\n 右新蔡。 \\n 梁國 \\n 梁孝王築城十二里。小鼓唱節。杵下而和之。稱睢陽曲。同上。 \\n 昭二十一年。禦諸橫。橫亭在睢陽縣南。同上。 \\n 右睢陽。 \\n 項有公路城。袁術所築。同上。 \\n 右項。 \\n 陳城西南角有淮陽城。漢淮陽城也。寰宇記十。 \\n 陳城南道東有宛邱。漸欲平。水經注沙水下。 \\n 陳城北有故沙。名之為死沙。而今水流津通。漕運所由矣。同上二十二沙水下。 \\n 犖北有谷水。同上。 \\n 右陳。 \\n 惠帝永康中。復立陽夏縣。寰宇記十。 \\n 右陽夏。 \\n 苦城南三十里有平城。劉昭注補二。 \\n 右苦。 \\n 沛國 \\n 沛有許城。左傳定八年鄭伐許。同上。 \\n 右沛。 \\n 豐去國二百六十、州六百、雒千二十五里。同上。 \\n 右豐。 \\n 左傳昭八年。大蒐於紅。同上。 \\n 右紅。晉書地理志作虹。 \\n 譙郡 \\n 左傳隱二年。入向城。在龍亢縣東南。同上。 \\n 右龍亢。 \\n 魯郡 \\n 孔子葬於魯城北泗水上。水經注二十五泗水上。 \\n 五父衢在魯城東。劉昭注補二。 \\n 右魯。 \\n 薛夏車正奚仲所封。冢在城南二十里山上。同上。 \\n 仲虺城在薛城西三十里。水經注二十五泗水下。 \\n 右薛。 \\n 弋陽郡 \\n 西陽故弦子國也。水經注三十五江水下。 \\n 右西陽。 \\n 楚滅邾。徙其君此城。劉昭注補。 \\n 右邾。 \\n 安豐郡 \\n 左傳襄公二十六年。楚子、秦人、侵吳。及雩婁。聞吳有備而還。雩婁在安豐之西南。水經注決水下。 \\n 右雩婁。 \\n 安豐縣。安豐郡之屬縣也。俗名之曰安城矣。水經注三十二沘水下。 \\n 決水在安豐縣之西南。即其界也。水經注三十二。 \\n 右安豐。 \\n 冀州趙國 \\n 房子有礫塞。中谷塞。劉昭注補二。 \\n 右房子。 \\n 元氏有石塞。三公塞。同上。 \\n 右元氏。 \\n 中邱有石門塞。燒梁關。同上。 \\n 右中邱。 \\n 平原國 \\n 平原有篤馬河。劉昭注補四。 \\n 右平原。 \\n 樂陵國 \\n 厭次屬平原。後屬樂陵國也。史記索隱三。 \\n 右厭次。 \\n 樂陵國有新樂縣。水經注九清河下。 \\n 右新樂。 \\n 勃海郡 \\n 晉改阜邑為阜城。寰宇記六十三。 \\n 右阜城。 \\n 河間國 \\n 中水縣屬河間。史記索隱本紀七。 \\n 右中水。 \\n 清河國 \\n 清河國凡領清河等六縣。初學記八。 \\n 右清河。 \\n 靈有鳴犢關。劉昭注補二。 \\n 右靈。 \\n 中山國 \\n 蒲陰有陽安關。陽城蒲陽山。蒲水所出也。同上。蒲陰縣有安陽關。蓋安陽關。都尉治。俗名斯川為陽安壙。水經注十一滱水下。 \\n 右蒲陰。 \\n 望都縣有馬安關。劉昭注補二。望都縣有馬溺關。水經注十一滱水下。望都縣有委粟關。同上。 \\n 右望都。 \\n 常山郡 \\n 元氏改屬趙國。其常山郡移理於真定。寰宇記六十一。 \\n 右真定。 \\n 自上曲陽縣。北行四百二十五里。恆山。多山阪。號一作名。飛狐口。劉昭注補二。 \\n 右上曲陽。 \\n 幽州 \\n 幽州因幽都以為名。句亦見御覽州郡部八。山海經有幽都之山。今列於北荒矣。寰宇記六十九。 \\n 舜以冀州南北廣大。分燕地北地為幽州。御覽州郡部八。 \\n 舜以冀州南北廣大。分燕地北為幽州。夏殷省幽併冀。為冀州之域。周復置幽州。寰宇記六十九。右州。 \\n 范陽國 \\n 故安縣屬范陽國。寰宇記六十九。 \\n 右故安。 \\n 上谷郡 \\n 上谷郡在谷之頭。故因以上谷名焉。王莽改名朔調也。水經注十二聖水下。 \\n 右郡。 \\n 燕國 \\n 安樂晉封劉禪為國。水經注沾水下。 \\n 右安樂。 \\n 北平郡 \\n 鴻上關。尉治。北平而畫塞於望都。東北去北平不遠。兼縣上所拯也。水經注十滱水下。 \\n 右郡。 \\n 遼西郡 \\n 遼西人見有浮棺。欲破之。語曰。我孤竹君原落子字。也。汝破我何為。因為立祠焉。祠在山上。城在山側。肥如縣南十二里。水之會也。水經注十四濡。 \\n 右郡。案郡國志。孤竹城屬令支。晉書地理志無此縣。故附郡。 \\n 平州昌黎郡 \\n 昌黎有青城山。劉昭注補五。 \\n 右昌黎。 \\n 并州太原郡 \\n 晉水出龍山。水經注六。 \\n 右晉陽。 \\n 少山即大谷水所出。經祁縣界。寰宇記四十。 \\n 右陽邑。 \\n 上黨郡 \\n 高都縣有太行關。丹谿為關之東谷。途自此去。不復由關矣。水經注九沁水下。 \\n 右高都。 \\n 西河國 \\n 晉改茲氏為隰城縣。注原脫。 \\n 右隰城。 \\n 西河有中陽。舊縣也。水經注六文水下。 \\n 右中陽。 \\n 穀遠今名孤遠。後代語訛耳。御覽州郡部七。 \\n 右界休。案寰宇記。晉省穀遠縣入界休。 \\n 雍州 \\n 雍州兼得梁州之地。西北之位。陽所不及。陰氣壅遏。故取名焉。蓺文類聚地部一。 \\n 右州。 \\n 京兆郡 \\n 枳道亭在霸水西。劉昭注補一。宋敏求長安志一。 \\n 右霸城。 \\n 藍田有虎侯山。劉昭注補一。 \\n 右藍田。 \\n 西鄭。鄭桓公友之始封。水經注。　渭水下稱王隱說。 \\n 右鄭。 \\n 馮翊郡 \\n 蓮勺縣屬馮翊。寰宇記二十。 \\n 右蓮勺。 \\n 扶風郡 \\n 池陽有嶻薛山。在北。有鬼谷先生所居。劉昭注補一。 \\n 右池陽。 \\n 郁夷省併郿。蓋因王莽之亂。郁夷之人寄理郿界。因併於郿。太平寰宇記三十二。 \\n 省斄即邰也。以併郿。蓋取斄之南境、渭之南以併郿。非省縣也。同上二十七。 \\n 右郿。 \\n 雍縣。秦德公所居。西虢地也。水經注十八渭水下。 \\n 右雍。 \\n 汧縣屬秦國。漢故城在今縣南。漢置隴關。西當戎翟。今名大震關。在今縣西。寰宇記三十二。 \\n 汧陽縣屬秦國。吳山在西。初學記八。 \\n 右汧。 \\n 安定郡 \\n 烏枝有烏水。出薄洛谷。劉昭注補五。 \\n 右安定郡。舊烏枝縣。案烏枝。郡國志屬安定。安定。北地。二郡。由涼州。自晉初皆移屬雍州。此及泥陽縣亦久省。今附此。 \\n 北地郡 \\n 泥陽有泥水。出郁郅北蠻中。同上。 \\n 右北地郡。舊泥陽縣。 \\n 蒯成屬北地。史記索隱六。 \\n 右蒯成。 \\n 始平郡 \\n 司竹都尉治鄠縣。其園周百里以供國。宋敏求長安志八。 \\n 右鄠。 \\n 新平郡 \\n 漆水在漆縣西。劉昭注補一。 \\n 右漆。 \\n 涼州 \\n 涼州城有龍形。故曰臥龍城。南北七一作七十。里。東西三一作三十。里。本匈奴所築也。以上亦見蓺文類聚六十三。乃張氏之世居也。又張駿增築四城箱各千步。東城殖園果。命曰講武場。北城殖園果。命曰玄武圃。皆有宮殿。自張駿以下。亦見御覽百九十七。中城內作四時宮。隨節遊幸。并舊城為五。街衢相通。二十二門。大繕宮殿觀閣。采綺妝飾。擬中夏也。水經注四十都野澤下。 \\n 漢末。博士燉煌侯瑾善內學。語弟子曰。涼州城西有泉水當竭。有雙闕起其上。魏嘉平中。武威太守條茂起學舍築闕於此以上亦見蓺文類聚六十二。泉。太守填水。造起門樓。與學闕相望。水經注四十。 \\n 右州。 \\n 武威郡 \\n 姑藏城。匈奴所築。舊名蓋臧。後人語訛為姑臧城。水經注河水下。 \\n 姑臧南山。谷水所出。劉昭注補五。 \\n 右姑臧。 \\n 倉松南山松陝水所出。同上。 \\n 右倉松。 \\n 燉煌郡 \\n 咸寧三年起居注。載燉煌郡上金洞中生金。百陶不消。可以切玉。御覽八百十。 \\n 右郡。 \\n 秦州隴西郡 \\n 首陽有三危山。三苗所處。故名苗谷。水經注十七。 \\n 右首陽。 \\n 蘭池縣屬隴西郡。初學記八。 \\n 右蘭池。 \\n 大夏縣有禹廟。禹所出也。水經注河水下。 \\n 右隴西郡。舊大夏縣。 \\n 南安郡 \\n 新興縣。南安之屬縣也。水經注十七渭水下。 \\n 右新興。 \\n 天水郡 \\n 漢陽有大阪名隴坻。亦曰隴山。郡處其西。故曰隴西。其山堆旁崩。聲聞數百里。揚雄所謂響若坻頹者也。御覽州郡十一。 \\n 右成紀。 \\n 天水。始昌縣故城西也。亦曰清崖峽。水經注二十。 \\n 武都郡 \\n 河池有泉街水。劉昭注補五。 \\n 右河池。 \\n 晉昌郡 \\n 惠帝以燉煌土界闊遠。分立晉昌郡。文選答子悌注。 \\n 晉昌。護匈奴中郎將。別領戶。同上。 \\n 梁州 \\n 梁州南至桓水。西抵黑水。東限扞關。今漢中巴郡、汶山蜀郡、漢嘉、江陽、朱提、涪陵、陰平、廣漢、新都、梓潼、犍為、武都、上庸、魏興、新城、皆古梁州之地。自桓水以南為夷。書所謂和夷底績也。水經注三十六桓水下。 \\n 魏末克蜀。分廣漢、巴、涪陵、以北七郡為梁州。理漢中之沔陽、歷。晉太康中。州又移理漢中郡。寰宇記一百三十三。 \\n 右州。 \\n 漢中郡 \\n 孝武太元十五年。梁州刺史周表立。宋書州郡志三稱晉地記。　案王隱傳。隱撰晉書當成於成帝時。下距孝武太元十五年已遠。此晉地記當是別一書。姑附錄於此。 \\n 右郡。 \\n 梓潼郡 \\n 梓潼五婦山。馳水出。建安二十二年劉備以為郡。劉昭注補五。 \\n 右梓潼。 \\n 新都郡 \\n 綿竹有紫巖山。綿水之所出焉。同上。 \\n 右綿竹。 \\n 梓潼有漢德縣。宋書州郡志四。 \\n 右漢德。 \\n 晉壽郡 \\n 孝武太元十五年。梁州刺史周馥表立晉壽郡。宋書州郡志三稱晉地記。　案馥非孝武時人。 \\n 右晉壽。 \\n 巴郡 \\n 平州屬巴郡。史記索隱六。 \\n 右平州。 \\n 巴東郡 \\n 入湯口四十三里。有石煮以為鹽。石大者如升。小者如拳。煮之水竭鹽成。蓋蜀漢火井之倫。水火相得乃佳矣。水經注三十三江水下云。湯水南入於江。名曰湯口。 \\n 右魚復。 \\n 南漢中郡 \\n 孝武太元十五年。梁州刺史周瓊表立。宋書州郡志四稱晉地記。 \\n 右郡。晉書地理志無。今附此。 \\n 益州越嶲郡 \\n 鹽池澤在南。劉昭注補五。 \\n 右姑復。 \\n 牂柯郡 \\n 且蘭有沈水。同上。 \\n 右沮蘭。 \\n 鄨縣不狼山。鄨水所出。同上。 \\n 右鄨。 \\n 西隨。麋水西受徼外。東至麋泠。入尚龍谿。同上。 \\n 右西隨。晉書地理志無此縣。 \\n 寧州雲南郡 \\n 連山無血水所出。同上。 \\n 右梇棟。 \\n 興古郡 \\n 劉禪建興三年。分牂柯置興古郡。治律高。水經注溫水下。 \\n 右律高。 \\n 興古郡治宛漏縣。水經注三十六。 \\n 右宛漏。 \\n 句町有文眾水。劉昭注補五。 \\n 右句町。 \\n 毋掇有橋水。出橋山。同上。 \\n 右毋掇。 \\n 賁古南鳥山出錫。同上。 \\n 右賁古。 \\n 大河水東至毋掇。入橋水。同上。 \\n 右滕休。 \\n 興古郡漢興縣。宋書州郡志四。 \\n 右漢興。 \\n 建寧郡 \\n 同瀨縣有同虜山。水經注三十六。 \\n 銅虜山米水所出。劉昭注補五。 \\n 右同瀨。 \\n 青州齊國 \\n 臨淄縣西南門曰曲門。其側有池。劉昭注補二。　按因魯國汶陽縣北有曲水亭。故名。 \\n 右臨淄。 \\n 東安平有羌頭山。同上四。 \\n 右東安平。 \\n 濟南郡 \\n 養澤在西幽州藪。有萊山萊主祠。同上。 \\n 右下密。 \\n 樂安國 \\n 臨濟本狄。左傳狄伐衛懿公。同上。 \\n 右臨濟。 \\n 北海國晉書地理志無。今從晉太康地記。 \\n 鄑城在都昌縣西。同上。 \\n 右都昌。 \\n 安邱有渠邱城。同上。 \\n 右安邱。案二縣。晉書地理志皆無。 \\n 東萊郡 \\n 黃縣東二百三十里。至海。中連岑有土道。秦始皇登此刻二碑。東二百三十里。有始皇漢武二碑。同上。案此係兩引。原誤合為一條。 \\n 右黃。 \\n 惤有百枝萊君祠。同上。 \\n 右惤。 \\n 東萊掖縣有過鄉。北有過城。古過國也。史記索隱十。 \\n 右掖。 \\n 徐州東海郡 \\n 海中去岸百九一作五。十步。有秦始皇碑。長一丈八尺。廣一作闊。五尺。厚八一作三。尺三一作八。寸。以上亦見初學記八。一行十三字。潮水至加其上三丈。去則三尺見也。同上。 \\n 右贛榆。 \\n 蘭陵故魯次室邑。列女傳有漆室之女。或作次室。同上。 \\n 右蘭陵。 \\n 戚屬東海。史記索隱六。 \\n 右戚。 \\n 琅邪國 \\n 陽都屬琅邪。同上。 \\n 右陽都。 \\n 東莞郡 \\n 廣縣在東莞。同上。 \\n 右廣。 \\n 荊州南郡 \\n 陶朱冢在華容縣。樹碑云是越之范蠡。水經注三十二夏水下。 \\n 右華容。 \\n 襄陽郡 \\n 永康元年。襄陽郡上言得鳴石鐘。聞七八里。御覽五十一地部十六。　案此引王隱晉書。當是瑞異記。非地道記也。今兩錄之以備攷。 \\n 右郡。 \\n 義陽郡 \\n 義陽郡以南陽屬縣為名。宋書州郡志三水經注三十。　案晉太始中。割南陽東鄙之安昌。平氏。平林。義陽四縣置。 \\n 右郡。 \\n 魏興郡 \\n 安康縣屬魏興郡。寰宇記百四十一。 \\n 右安康。 \\n 上庸郡 \\n 武帝太康元年。改上庸之廣昌為庸昌二年省。同上。 \\n 右郡。 \\n 宜都郡 \\n 吳分南郡立宜都郡。 \\n 右郡。 \\n 零陵郡 \\n 泉陵縣有香茅。氣甚芬香。言貢之以縮酒也。水經注三十八湘水下。 \\n 右泉陵。 \\n 應陽縣本泉陵之北部。東五里有鼻墟。象所封也。水經注三十八湘水下。史記正義一稱王隱晉書。 \\n 右應陽。 \\n 安成郡 \\n 宜春縣出美酒。隨歲舉上供。刺史親付計吏。寰宇記一百九。 \\n 右宜春。 \\n 揚州吳郡 \\n 吳有鹽官縣。水經注江水下。 \\n 右鹽官。 \\n 吳興郡 \\n 陽羨有章浦亭。周處封章浦亭侯。即此。寰宇記九十三。 \\n 右陽羨。案晉書地理志。惠帝永興元年。割吳興之陽羨等立義興郡。則吳興郡應有此縣。 \\n 晉安郡 \\n 晉安郡。太康三年置。文選酬王晉安注云即今之泉州。 \\n 右郡。 \\n 廬江郡 \\n 尋陽南通五嶺。北導長江。遠行岷漢。亦一都會也。御覽百七十州郡十六。 \\n 右尋陽。 \\n 鄱陽郡 \\n 鄱陽安樂出黃金。鑿土十餘丈。披沙之中。所得者大如豆。小如粟一作粱。米。初學記二十七。御覽八百十。 \\n 右樂安。 \\n 廬陵郡 \\n 太康中。以雩都、贛、南野、等縣。割為南康郡。而廬陵百姓去管遙遠。乃移郡於石陽縣。今舊州東北故城是也。寰宇記一百九。 \\n 右石陽。 \\n 交州交阯郡 \\n 羸〈阝婁〉南越侯織在此。劉昭注補五。 \\n 右羸〈阝婁〉。 \\n 九真郡 \\n 九真郡有松原縣。水經注三十六溫水下。 \\n 右松原。 \\n 九德郡 \\n 九德郡有浦陽縣。同上。 \\n 右浦陽。 \\n 九德郡有九德縣。同上。 \\n 右九德。 \\n 九德郡有南陵縣。晉置也。同上。　宋書州郡志稱。九德郡南陵縣。晉武帝立太康。地志無。王隱志有。 \\n 右南陵。 \\n 日南郡 \\n 日南郡去盧容浦口二百里。故秦象郡。象林縣治也。水經注三十六溫水下。 \\n 右盧容。 \\n 日原脫今補。南郡象林南有四國。皆稱漢人。貢金供稅。初學記二十七。御覽八百十。 \\n 右象林。 \\n 朱吾縣屬日南郡。去郡二百里。此縣民漢時不堪二千石長吏調求。引屈都乾為國。林邑記曰屈都夷也。水經注三十六溫水下。 \\n 右朱吾。 \\n 合浦郡 \\n 朱崖在大海中。遙望朱崖洲大如菌。舉帆一日一夜至洲。周匝二千里。徑度七八百里。上可十萬家。女多姣好。長髮美鬢。御覽六十九。 \\n 右朱崖。 \\n 廣州東官郡晉書地理志。成帝分南海郡立東官。 \\n 海陽縣故屬東官。宋書州郡志五。 \\n 右海陽。 \\n 綏安縣故屬東官。同上。 \\n 右綏安。 \\n 海寧縣故屬東官。同上。 \\n 右海寧。 \\n 湖陽縣政屬東官。同上。 \\n 右湖陽。 \\n 臨賀郡 \\n 臨賀縣故屬南海。同上。 \\n 右臨賀。 \\n 蒼梧郡 \\n 高要縣東去郡五百里。刺史下避毒徙縣水居也。水經注。　浪水下稱晉書地理志。 \\n 右高要。 \\n 猛陵縣龍山。合水所出。劉昭注補五。 \\n 右猛陵。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷三", "正文": "  \\n 王隱晉書卷三 \\n 　 \\n  \\n 禮樂記 \\n 荀勖以魏杜夔所制律呂檢校。定太樂總章鼓吹。八音與律呂乖錯。始知後漢至魏。度漸長於古尺四分餘。而夔依為律呂。故致不韻。部佐著作劉恭。依周禮制尺。所謂古尺也。依古尺作新律呂。以調聲韻。以律量黍。以尺度古器。皆與本銘尺寸無差。又故冢得古玉律鐘磬。亦與新律闇合。遂班下太常。使太樂總章鼓吹。清商施用。勖遂典知樂事。御覽十六。 \\n 陳總遷殿中侍御史。詔遣詣終南山請雨。總除小石祠。唯存大石一所而祈之。上文曰。峨峨大石。佐岳通理。含滋吐潤。惠我四海。初學記五御覽五十。 \\n 惠帝使校尉陳總仲元詣洛陽山請雨。總盡除小祀。唯存大石而祈之。七日大雨。水經注十五。 \\n 輿服記 \\n 陳舒議至尊臨溫公夫人喪。議曰。今白帢深衣。當古弔服。至尊臨弔。謂深衣而已。御覽六百八十八。 \\n 御史中丞傅咸、北軍中侯鄭翊、等。以為三駕鹵簿圖。有幽州突騎。豫州蕩騎。各五十人。書鈔。 \\n 梁冀與妻孫壽共乘輦。張明蓋。飾以金銀。以騁娛樂。御覽七百七十四。 \\n 石瑞記 \\n 著作郎邱眾表稱。世祖武皇帝擢臣負薪之中。授臣著作佐郎。典治天下文義數術。乃撰諸志也。 \\n 魏時。張掖石瑞有二玦。禮能使決疑者珮玦。故遣其臣亦受之以玦。今靈一作晉受。命有二玦。其一當魏歷數既終。當禪大晉。故與之玦。凡受命居天子之位。皆眾人之所疑。以武皇帝能斷決狐疑。應天順民。受曹氏禪而無疑。得應。珮玦故以賜焉。是以有二玦。御覽六百九十二。　書鈔。 \\n 永嘉初。陳國項縣賈逵石碑中生金。人盜鑿取賣。賣已復生。此江東之瑞。書鈔。　御覽五百八十九。又八百十俱稱石瑞記。 \\n 晉金德。元帝興於江東。故云江東之瑞。事類賦注九。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷四", "正文": "  \\n 王隱晉書卷四 \\n 　 \\n  \\n 瑞異記　史通書志云。王隱後來加以瑞異。斯則自我作故。出乎胸臆。而諸書所引。則又有作石瑞記。或作名瑞記者。其瑞異分記云。不能定也。故除別錄引作石瑞記。及實見為石瑞記外。姑依晉書五行志前後錄出。以俟攷。 \\n 元康五年十月。武庫災。焚累代之寶。文選關中詩注。 \\n 蒼梧太守吳臣據郡邑。不恭王命。孫權遣步騭為交州喻臣。臣照鏡不見其頭。騭因入斬之。御覽三百六十四。 \\n 咸寧三年起居注。載燉煌郡上金洞中生金。百陶不消。可以切玉。御覽八百十。 \\n 甘卓家金匱鳴。聲似槌鏡。清而悲。師言金匱將離。是以悲鳴。尋而卓下吏將軍周慮等。承望王敦意害卓。御覽七百十三。 \\n 賈后作頡字髻。太子見易之象也。御覽百四十八。 \\n 惠帝元康六年。陳國有雞生雄雞無翅。既大。墜坑而死。王隱以為雄者胤嗣子之象。坑者地事為母象。今雞生無翅墜坑而死。此子無羽翼。為母所陷害乎。於後賈后誣殺愍懷。殆一作此。其應也。宋書志二十四。　晉書志十七。 \\n 咸寧元年。洛陽太祖廟中。有青氣。占者云。以為東莞王後當有天子。後改封琅琊。江東之應也。御覽十五。 \\n 建興四年。丞相府督軍令史淳于伯刑於建康市。百姓諠譁。咸曰伯冤。於是大旱三年。御覽八百七十九。 \\n 大興元年。河水竭斷百餘步。兩頭深淺如故。中絕不流。開元占經第一百卷。 \\n 洛中歌何德真。二人共披一幡。牽離奈何。左校令成夔以為德真將死也。御覽八百十九。 \\n 惠帝時謠曰。二月盡。三月初。桑生裴雷柳葉舒。書鈔引作華生襄藩柳葉舒。 \\n 荊筆楊版行詔書。宮中大原此下有司字。馬幾作原為作幾。驢。既而楊駿荊王反。御覽六百六。 \\n 元康九年。是時童謠曰。東宮馬子莫聾啌。前至臘月纏汝鬉。同上一百四十八。 \\n 愍帝初時有謠曰。天子在何許。近在豆田中。類聚八十五。　御覽八百四十一。 \\n 王浚在幽州。謠曰。幽州城門使藏戶。中有伏屍王彭祖。御覽五百四十九。 \\n 棗嵩用事於王浚時。謠曰。十囊五囊入棗郎。同上七百四。 \\n 石勒時有謠云。一杯食。有兩匙。石勒死。人不知。同上七百六十。 \\n 泰始元年。白麟見。群獸皆從。改年曰麟嘉。類聚九十八。　案晉書帝紀。泰始元年有麟見事。未聞改年曰麟嘉。惟載記呂光傳。太元十四年麟見金澤。百獸從之。光以為瑞。僭即三河王位。年號麟嘉。 \\n 咸寧五年。白麒麟見平原。同上。 \\n 太康六年。荊州送兩足虎。時尚書郎索靖議稱半虎。博士王銓為文曰。般般白虎。觀釁荊楚。孫吳不逞。金皇赫怒。同上九十九。 \\n 中宗詔問王隱曰。荊州送兩足虎。其徵何為也。隱曰。謹案先臣銓傳。太康時兩足虎。因作詩以諷。銓意以為晉金行也。金在西方。其獸為虎。虎有四足。猶國有四方。無半勢而又見獲。將有愍懷之禍也。占經一百十六。 \\n 王浚居幽州。有狐踞浚府門中。翟雄入廳事。遂為石勒所殺。御覽八百八十五。 \\n 太康十年。洛陽宮西宜秋里。門東向南壁石生地中。始高三尺。如香爐形。人多祀之。編珠一。 \\n 永康元年。襄陽郡上言得鳴石鍾。鍾字當依晉五行志作撞。聞七八里。御覽五十一。 \\n 懷帝永嘉元年。有玉龜出灞水。唐類函二十五。 \\n 石勒鄉里所居原上地中。石生日長。類鐵之象。御覽五十一。 \\n 元康九年夏。桑生於東宮西廂。日長尺餘。數日枯。御覽百四十八。 \\n 永嘉元年。洛陽城內東南角廣里中。地陷。中有二鵝。其一蒼者飛。其一白者不能飛。問博士不能對。陳留孝廉浚儀董養。字仲道。聞而歎曰。昔周所會盟狄泉。即此地也。今有二鵝。蒼者胡象。後胡當入侮。白者諱也。言國家之象。書鈔。　稱名瑞記。 \\n 王浚居幽州。翟雄入廳事。遂為石勒所殺。御覽八百八十五。 \\n 元康九年正月。月暈。赤黃數重。御覽百四十八。 \\n 元康九年。晉書五行志作永康元年。三月尉氏雨血。同上。 \\n 祖約為豫州。府內地皆赤如丹。其後果凶。占經四。 \\n 東海王越自陽成帥甲士四萬。京邑移徙。次許昌。以馮嵩為左司馬。越領豫州牧。三月四日。日有赤光散流。其光若血下流。其光之所照皆赤。則七十二日。大夫不忠。青色。則六十三日。諸侯驕蹇。黃色。五十四日。昏刑。庶孽中官之輩謀作奸。白色。四十五日。卿士伏兵。四夷並動。黑色天子臨危。命在四方。占經五。 \\n 元康九年。三月十八日。滎陽、河南、潁川、繁霜殺桑及桃李杏花。御覽百四十八。 \\n 元康九年三月。城中有音聲若牛。出許昌城。占經十四。　御覽百四十八。 \\n 蘇峻外營將表曰。鼓自鳴。峻自斫鼓曰。我鄉里時有此則空城。有頃。詔書徵峻。世說注四。 \\n 元康九年十一月。天連日大風。發屋折樹。御覽百四十八。 \\n 郭洗牛生犢。兩頭八足。御覽八百九十八。 \\n 太寧元年。黃霧四塞。王敦之應也。御覽十五。 \\n 太康五年。龍見武庫井中。車駕親幸。有喜色。內外咸議曰。當賀。劉毅獨表舊典無賀龍之禮。詔報、政德未修。慶賀之事。宜詳依舊典。御覽五百四十三。 \\n 齊王冏輔政。太安元年。有婦人詣大司馬門寄產。吏驅之。婦人曰。我截齊便去耳。言畢不見。識者聞而惡之。至二年謀反誅。御覽三百七十。 \\n 齊王冏為大司馬。十二月有白頭老人走入司馬府。大呼。有大兵起。不出甲子旬。即收都衛考問。竟考死。占經一百十三。 \\n 元康九年三月。宋志作正月。日中有若飛燕者。積數月乃消。漢中平中亦有此變。皆為太子也。以為愍懷廢死之應。宋書志二十四。御覽一百四十八。 \\n 鎮南劉弘以故刺史王毅子、衡陽太守矩、為廣州。矩至長沙。見一人。長大。著白布單衣。自一無自字。上有白字。又一上無白字。而有自字。持奏在岸上。矩省奏云。京兆杜靈之。仍入船共語。稱敘稀闊。矩問君京兆人。何時發來。答曰。朝發。矩怪問京兆去此數千。那得朝發今到。杜答云。僕今在天上。京兆去此乃數萬。何止數千乎。類聚七十九。　御覽八百八十三。 \\n 蘇韶字孝先。安平人也。仕至中牟令。咸寧初亡。韶伯父承為南中郎軍司而亡。諸子迎喪到襄城。韶伯父第九子節。夢見鹵簿。行列甚肅。見韶使呼節曰。卿犯鹵簿。罪應髡刑。節俛受剔。驚覺摸頭。循見頭髮視截如指大。明暮與人共寢。夢見韶曰。卿髡頭未竟。即復剃如前夕。其日暮自備甚謹。明燈火設符。刻復夢見韶髡之如前夕者五。節素美髮。五截而盡。此節亦依見御覽三百七十三稱王隱晉書。間六七日。不復夢見。後節在車上。晝日見韶自外人。乘馬著日黑介幘黃疏。一作練又、八百十七引作絹。單衣白襪絲履。憑節車轅。節謂其兄弟曰。中牟在此。兄弟皆愕視。無所見。問韶君何由來。韶曰。吾欲改葬。即求去。曰當更來。出門不見。數日又來。兄弟遂與韶坐。節曰若必改葬。別自敕兒。韶曰。吾將為書。節授筆。韶不肯。曰死者書與生者異。為節作其字像胡書也。乃笑。即喚節為書曰。古昔魏武侯。浮於西河而下中流。顧謂吳起曰。美哉河山之固。此魏國之寶也。吾性愛好京洛。每往來出入。瞻視邙一作芒。山上樂乎哉。此萬世之基也。北背孟津洋洋之河。南望天邑濟濟之盛。此志雖未言語。銘之於心矣。不圖奄忽。所懷未果。前去一作至。十月。可一作便。速改葬。在軍司墓次。買數畝地便自足矣。此節亦略見御覽五百五十四。稱王隱晉書。節與韶語。徒見其口動。亮氣高聲。終不為傍人所聞。延韶入室。設坐祀之。不肯坐。又無所饗。謂韶曰中牟平生好酒魚。可少飲。韶手執盃飲盡。曰佳酒也。節視杯空。既去。杯酒乃如故。前後三十餘來。兄弟狎翫。節問所疑。韶曰。言天上及地上事。亦不能悉知也。顏淵卜商。今見在。為修文郎。凡有入人。鬼之聖者。今項梁成。賢者吳季子。節問死何如生。韶曰無異耳。死者虛。生者實。此其異也。節曰。死者何不歸屍骸。韶曰。譬如斷卿一臂以投地。就剝削之。於卿有患不。死之去屍骸如此也。節曰。厚葬以美墳壟。死者樂乎此否。韶曰無在也。節曰。若無在。何故改葬。韶曰。今我誠無所在。但欲述生時意耳。弟曰。兒尚小。嫂少。門戶坎軻。君顧念否。韶曰我無復情耳。節曰有壽命否。韶曰各有。節曰。節等壽命。君知之否。曰知。語卿也。節曰。今年大疫病何。韶曰。劉孔才為太山公。欲反。擅取人以為徒眾。北帝知孔才如此。今已誅滅矣。節曰。前夢君剪髮。君之鹵簿導誰也。韶曰。濟南王也。卿當死。吾念護卿。故以刑論卿。節曰。能益生人否。韶曰。死者時自發意念生。則吾所益卿也。若此自無情。而生人祭祀以求福。無益也。節曰。前夢見君。豈實相見否。韶曰。夫生者夢見亡者。亡者見之也。節曰。生時仇怨。復能害之否。韶曰。鬼重殺。不得自從。節下車。韶大笑節短。云似趙麟舒。麟舒短小。是韶婦弟也。韶欲去。節留之。閉門下鎖鑰。韶為之少住。韶去。節見門故閉。韶已去矣。韶與節別曰。吾今見為修文郎。守職不暇得來也。節執韶手。手軟弱。握覺之。乃別。自是遂絕。御覽八百八十三祗稱晉書。　廣記三百十九鬼四明標王隱晉書。 \\n 夏侯愷字萬仁。病亡。愷家宗人兒狗奴素見鬼。見愷數歸。欲取馬及其弟阮公。將去。阮逃狗奴家解喻。及冬得止。愷長子統向其家說。昨夢人見縛。與力大爭。爾乃得解。語訖。閤門忽有光明如晝。見愷著平上幘、單衣入坐。坐如平生。坐西壁大床。悲笑如生時。聲訖。便切齒作聲言。人易我門戶。誣統藏人袒衫見縛。賴我遣人救之。得解。將數十人。大者在外。小行隨愷。阮牽床離壁。愷見語阮。何取床。又說家無主不成居。阮答何不娶妻。愷曰卿與其居爾許年。而作此語也。諸兒中當有一人達。阮問誰。愷曰。兒輩意不足悅也。呼見孫兒。云少者氣弱。勿令近我。又說大女有相。勿輒嫁之。愷問阮。欲見亡女可呼之。阮曰女亡已久。不願見也。愷曰數欲見父。而禁限未得見。又說我本未應死。尚有九年官。記室缺。總召十人。不識書不中。皆得出。我書中。遂逼留補缺。廣記三百十九。 \\n 刑法記 \\n 何曾云。在家之女。從父之刑。既醮之婦。從夫之戮。書鈔。　案晉書刑法志。稱魏法犯大逆者誅及已出之女。毌邱儉之誅。其子甸妻荀氏應坐死。其族兄顗匄其命。詔聽離婚。荀氏所生女芝。為劉子元妻。亦坐死。荀氏詣何曾乞恩。求沒為官婢。曾哀之。使主簿程咸上議。云云。作在室之女。從父母之誅。既醮之婦。從夫家之罰。 \\n 劉頌上書曰。古者刑以止刑。及今反以刑生刑。以徒生徒。諸重犯亡者。髮過三寸。輒重髡之。此以刑生刑。逃亡加作一歲。此以徒生徒也。亡者積多。繫囚猥蓄。議者因曰不可不赦。復從而赦之。此謂刑不制罪。法不勝姦。民知法之不勝。相聚而謀為不軌。故自頃以來。姦惡陵暴。所在充斥。漸以滋蔓。日積不已。弊將所歸。議者不深思此故。而曰肉刑於民慢聽。逆聽孰與盜賊不禁。聖主之制肉刑有深重。其事可得而言。非徒懲其畏剝割之痛而不為也。乃去其為惡之具。使夫姦民無用。不復肆其志。止姦絕本。理之盡也。亡者刖其足。無所用復亡。盜者截其手。無所用復盜。淫者割其勢。理亦如之。除惡塞源。莫善於此。又非徒然也。此等已刑之後。使各歸家。父母妻子。其相養恤。瘡愈可役。上準古制。隨宜業作。雖以刑殘。不為虐也。生育繁阜之道自若也。今宜取死刑之限重。生刑之限輕。及三犯逃亡、淫、盜。悉以肉刑代之。其三歲刑以下。宜杖罰。又宜制其罰數。使有常限。後刑不復生刑。徒不復生徒。而殘體為戮。終身作械。民見其痛。畏而不犯。必數倍於今。且為惡者。隨發被刑。去其為惡之具。豈與全其為姦之手足。而戚居必死之窮地同哉。而又曰肉刑不可用。臣竊以為不識務之甚也。御覽六百四十八。　案晉刑法志。稱劉頌為廷尉。表復肉刑。不見省。又上言云云。 \\n 曹彥疑作曹羲。議云。嚴刑以殺。犯之者寡。刑輕易犯。蹈罪者多。臣謂玩常苟免。犯法乃眾。黥刖彰刑。而民甚恥。且創黥刖。見者知禁。彰罪表惡。亦足以畏。所以易曰。小懲大戒。豈蹈惡者多耶。假使多惡。尚不至死。無妨產育。苟必行殺。為惡縱害而不已。將至死無人。天無以大。君無以尊矣。故人寧過不殺。是以為上寧寬得罪。若乃于張聽訟。刑以止刑。不可革舊過。此以往肉刑宜復。肉刑於死為輕。減死五百為重。重不害生。足以懲姦。輕則知禁。禁民為非。所謂相濟經常之法。議云不可。或未知之也。御覽六百四十八。 \\n 尚書梅陶問光祿大夫祖納。漢文帝故當為英雄。既除肉刑。而五六百歲無能復者。納答曰。諸聖制肉刑。而漢文擅除已來。無勝漢文帝者。故不能復。非聖人者無法。何足為英雄。於是陶不能對。隱曰。征西大將軍曰。夫政未可立。則思制度。全育民命。富國強兵。叛盜之屬。斷肢而已。是好生惡殺。叛盜皆死。是好殺惡生也。斷支若謂之酷。截頭更不謂之虐。何其乖哉。刑罰不中。則民無所措手足也。蠻夷猾夏。則皋陶作士。此欲善其末。則先制其本也。自古多人。猶惜民命。得以禦寇。況今千不遺一。益宜存在。以伐大賊。今若得改之。則歲活數。所孕數亦如之。若此千載。生各數萬。斷肢之後。隨刑使役。不失民。不乏用。富國強兵。此之謂也。御覽六百四十八。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷五", "正文": "  \\n 王隱晉書卷五 \\n 　 \\n  \\n 后妃 \\n 夏殷以上。內職無聞。姬氏之寵。婦官為盛。前漢列紀十四。世祖受命。又有美人以比職焉。御覽一百四十五。 \\n 文明王皇后 \\n 文明皇后。王肅女。秉德清貞。體行純和。八歲誦詩論。特精喪服。苟有文義。過目則識。祖司徒朗異之曰。興吾家者。必此女矣。惜不為男。每居大喪。常身不勝衣。見鍾會見任。言於文帝曰。會好為事端。寵過必弊。太始元年。尊曰皇太后。宮曰崇禮。晉書作崇化。 \\n 自即尊位。眷戀素業。忽棄華麗。四年薨。御覽一百三十八。 \\n 武元楊皇后 \\n 楊元后。父炳。唐諱炳。故所修書作文宗。言后相貴。故文帝為武帝娶之。生惠帝。以上亦見百四十九所引王隱晉書。武帝疑惠帝不堪奉大統。密以語后。后曰。立嫡以長。不以賢。豈可動乎。 \\n 初為太子謀婚。久不決。上欲娶衛瓘女。后欲娶賈充女。充妻郭。酷妒宿著。上曰。衛公女有五可。賈公女有五不可。衛家女。種賢、而多子。端正、而長、白。賈家女。種妒、而少子、醜惡、二字一作酷。而短、黑。郭氏必欲使所生女配太子。既先使人言。又輸寶物於楊后。固啟必成。本當娶后妹午。午年十二。小太子一歲。因見短小未勝衣。更娶南風。南風年十五。大太子二歲。上乃聽之。遂成。納賈后後亂晉國。此段依初學記十。　御覽百四十九引王隱晉書。 \\n 武帝采諸葛沖等女五十餘人。入殿呈露面常衣。令后選取。后不取端正。唯取長白。時卞藩女有美色。帝舉扇鄣面語后曰。藩女可。后曰。藩三世后族。不宜枉以卑位。賜采女食。皆憂不食。帝使縵障楊后曰。可但入鄣。其中者以絳紗繫臂。遂取胡芳。芳泣。一作啼。左右止之。曰陛下聞之。一作聞聲。芳曰。死且不畏。何畏陛下。帝壯其言。故遂敬之。父奮聞女中選。亦哭曰。老奴不死。唯有二兒。男入九地之下。女上九天之上。帝拜芳為貴嬪。此段亦見百四十五引王隱晉書。武帝臨軒。拜諸葛婉為夫人。李華為貴人。依御覽百四十四補。又採侍御史齊國左維女為修議。有文才。依同上百四十五補。後拜芳夫人。依同上百四十四補。　案上三節皆引王隱晉書。 \\n 元后疾甚。見上素敬胡夫人。恐立之。又慮太子不安。臨終。枕帝膝曰。從妹男胤有德色。不足復娶異姓。帝許之。崩於光明殿。御覽百三十八稱晉書。　案敘事與晉書不合。與王隱似同。因雜採所引王隱書以成篇。蓋係引時脫王隱二字也。 \\n 元后臨終有命。先來臨者有賞。胡夫人自排入。徑前辭決。御覽百四十四。 \\n 武悼楊皇后 \\n 后諱芷。字季蘭。小字男胤。武帝繼室也。太傅楊駿女。咸寧二年即后位。婉嫕才色映椒房。寵禮尤隆。后無子。賈庶人為太子妃。時數以肆情忌嫉。失帝意。帝慮始終之事欲廢焉。后為妃陳請曰。賈公有勳於王府。猶將數世宥之。況賈妃親則其子。夫妒忌亦婦人之常事。不足以一眚而忘大德。帝納焉。晏駕。尊曰皇太后。賈庶人五日一朝。后既喪所天。常有蹙容。庶人謂不悅在己。愈自嫌。及星辰有變。占於母家不利。殿中典兵中郎孟觀等。遂進勸庶人。有先唱者有福。後發者受禍。庶人遂陷誅后父駿三族。及內外親屬。遷后於永寧宮。賈庶人尋諷百僚奏。太后廢為庶人。母龐付廷尉行刑。詔初欲宥之。卒不可。事奏。太后截髮、稽顙、稱妾。原誤疾。請母於賈庶人。而龐遂見刑。后不勝憂哀。崩於幽宮。春秋三十有四。謚曰武悼皇后。御覽百三十八稱晉書后妃列傳。　案與晉書不同。蓋即引王隱書。故錄於此。　又案此傳亦見於御覽百四十九。作晉后妃別傳。 \\n 惠賈皇后 \\n 后諱南風。武帝謀太子婚久不決。上欲娶衛瓘女。元后欲娶賈充女。上曰。衛女有五可。賈女有五不可。衛家種賢而多子。端正長、白。賈女種妒少子。醜而短、黑。郭槐多輸寶物於楊后。既納寶物。固欲娶賈氏。九字依類聚十六引補。遂娶南風。八年將納妃。帝知太子性不慧。又聞衛瓘言。故試之。盡召東宮大小官屬。為作飲食。而密封詔事。使太子決。停信待之。賈妃大懼。請外人作答詔草。給使張泓行還。啟賈妃曰。太子不學。而答詔引義。必致責作草主。更益譴負。不如直以意答。賈妃大喜。語泓便為我好答。得富貴與汝共之。泓素有小才。具草令太子自寫。武帝大喜。於是賈妃諷旨於外。說張泓孝廉郎才。語領軍舉高第。充遣語妃曰。衛瓘老奴。幾破汝家事。於是賈妃銜之。此段亦見百四十九。依以校補。賈妃酷妒。手斫一作擊。數人。或以刀戟擿音擲。孕妾。子乃隨刃墮地。上聞大怒。治金墉城將殺之。一作垂廢之。趙粲、荀勗、深救之。故得不廢。此節亦見百四十九。洛陽尉部小吏。忽有好物。尉疑為盜。召之。賈后疏親欲求盜物。往聽對辭云。先行逢一老嫗。說家有疾。師卜當得城南年少厭塞。蹔相煩。尋重報。小吏從之上車。下帷。納著簾箱中。行十餘里。過六七門限。開簾見樓閣好屋。問此何處。云天上。即以香湯見浴。好衣美食。將入。見一婦人。年可三十五六。短小青黑色。眉後有疵。見留數日。共宿。得此眾物。賈氏疏親聞其形狀。知是賈后。慚而去。尉亦解意。云他人多殺之不出。唯此小吏。以愛得出。賈氏詐有身。內藁物為產具。遂取妹夫韓壽兒。託之諒闇所生。故弗顯。 \\n 趙王倫欲廢賈后。而門鑰在侍中處。所部司馬多木作。有利鋸。至期。倫乃命三部司馬。以鋸截關開門。此節依七百六十三補 \\n 齊王冏入宮。稱詔廢賈后。后曰。詔當從我出。此何詔也。此節依五百九十三補。 \\n 賈庶人臨廢。遙喚帝曰。陛下有婦。使人廢也。當亦自廢。詔賜死。御覽百三十八。　世記注引作為趙王所誅。 \\n 謝夫人 \\n 初。惠帝晚成。武帝遣才人謝玖給事惠帝。因而一作是。有娠。臨娶賈妃。遣致一作迎玖。西宮。遂生愍懷。與諸王子共戲。惠帝來朝。謂諸王子也。執其手。世祖曰。是汝兒也。乃縮手。初學記十。御覽三百七十。 \\n 惠帝即位。立為皇太子。拜玖為淑媛。御覽百四十九。 \\n 愍懷太子廢為庶人。考竟太子母淑妃謝玖。及太子所幸保林、蔣俊、及母三弟。玖亦被害。同上。 \\n 明穆庾皇后 \\n 明穆皇后。庾氏。字文君。琛第二女。生成帝。文選讓中書令表注。 \\n 安僖王皇后 \\n 安僖皇后王氏。字神愛。原作受。太常王獻之女。新安公主生。即安帝姑也。孝武帝以后少孤無兄弟。故為安帝納為太子妃。孝武納采。聘太子王氏。當作納采聘於王氏。百官朱服會於新安公主第。祕書監王操之為主人。初學記十。　御覽百四十九。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷六", "正文": "  \\n 王隱晉書卷六 \\n 　 \\n  \\n 王祥 \\n 王祥字休徵。琅邪人也。書鈔。 \\n 祥始出仕。年過五十矣。三國志注十八。 \\n 本州呂虔。檄為別駕。以股肱之忠。糾合義眾。州境獲寧。時人歌之曰。海沂之康。實賴王祥。邦國不空。別駕之功。類聚十九。　書鈔。 \\n 祥遷至司隸校尉。三國志注十八。 \\n 魏高貴鄉公之入學也。將崇先典。乃命王祥為三老。侍中鄭小同原誤童。為五更。祥南面几杖。以師道自居。帝北面乞言。祥於是陳明王聖帝之軌。君臣政化之要。俯以訓帝。於是百辟卿士。聞其格言。莫不砥礪。初學記十八又二十一。御覽五百三十五。 \\n 遷司空、太尉、司馬。文王初為晉王。司空荀顗要祥盡敬。祥不從。三國志注十八。 \\n 泰始元年。晉武踐阼。拜祥為太保。封睢陵公。類聚四十八。三國志注十八。 \\n 三年春。御史中丞侯史光上言曰。祥久以疾病。闕廢朝會。應免官。制曰。耆艾元老。高行清粹。朕所毗倚。以崇道弘化者也。前後遜讓。不從所執。此非有司所得議也。類聚四十八。初學記十一。 \\n 泰始四年。年八十九。薨。祥弟覽、字玄通。光祿大夫。三國志注十八。 \\n 鄭沖 \\n 鄭沖字文和。滎陽開封人。有核練之才。清虛寡欲。喜論書史。世說注二。 \\n 魏文帝時補陳留太守。鄭沖以儒雅為德。邪職無幹局之譽。簞食縕袍。不營資產。世說注二引作草食。原作衣縕袍不以為憂。世以此重之。御覽六百九十三。 \\n 高貴鄉公時。累遷司徒。世說注二。 \\n 常道鄉公即位。拜太保。同上。 \\n 武帝踐阼。進太傅。同上。 \\n 何曾 \\n 何曾字穎考。書鈔。 \\n 魏明帝時。何曾上言。郡守之權雖輕。猶御千里。比之於古。列國之君也。類聚。上當奉宣國恩。以致惠和。下當興利除害。得其人則可安。非其人則為患。書鈔。 \\n 曾為司隸校尉。撫軍都尉尹模。因校事作威。姦利盈積。曾奏劾之。罪甚狼籍。書鈔。 \\n 阮籍負才放誕。居喪無禮。何曾因言於帝晉文帝。曰。公方以孝治天下。而聽阮籍以重哀飲酒食肉於公座。宜擯四裔。無令汙染華夏。帝曰。此子羸病若此。君不能為吾忍耶。曾重引據。辭理甚切。帝雖不從。時人敬憚之。書鈔。 \\n 毌邱儉誅。孫女芝為劉子元妻。亦坐死。何曾云。在家之女。從父之刑。既醮之婦。從夫之戮。書鈔。 \\n 何曾為司徒。與高柔鄭沖二公。將見文帝。時為晉王。曾在中央。獨先拜。御覽五百四十二。 \\n 武帝時。以太尉領司徒。曰舊宰相之職。自古及今。總論人倫。訓治之本也。書鈔。 \\n 武帝時。以太傅領司徒、何曾屢上書遜位。詔以司徒所掌煩務。不可以久勞耆艾。其進位太宰。朝會乘輿。劍履上殿。如漢蕭何魏鍾繇故事。類聚四十五。 \\n 何曾遒一作尊。豪累世。人有小紙為書者。曾敕記室勿報也。蒸餅上不作十字不食。日饍萬錢。一作曾食日近萬錢。猶曰無下箸處。御覽四百七十一。　初學記二十六。　類聚七十二。 \\n 何劭曾子 \\n 何劭字敬祖。書鈔。 \\n 以本官侍中尚書。領太子太師。初楊駿以世祖每注意於廣陵王遹。而賈后無子。遂立遹為太子。欲令親萬機。而年尚小。故盛選六傅。以劭為太師。通省尚書事。書鈔。 \\n 劭驕奢簡貴。有父風。衣裘服翫。新故巨積。食必盡四方珍異。一日之供。以錢二萬為限。時論以為太常宜作大官。御膳。無以加之。御覽八百四十八。 \\n 嘗語鄉人王銓曰。僕雖名位過幸。少無可書之事。惟與夏侯長容諫授博士。可傳史冊耳。案銓隱父也。自書自事。此段當有。故依晉書錄之。 \\n 何劭為司徒。薨。養此字疑誤。子岐為嗣。袁粲弔岐。岐辭以疾。粲獨哭而出曰。今年決下婢子品。王銓謂之曰。知死弔死。何必見生。岐前多罪。爾時不下。今何公新亡。便下岐品。人謂中正畏強侮弱。粲乃止也。御覽五百六十一。 \\n 何遵曾子。 \\n 遵子何嵩。善史漢。為著作郎。初學記十二。　御覽二百三十四。 \\n 石苞 \\n 石苞字仲容。御覽八百十三。 \\n 苞初為縣吏。買鐵鄴市。市長沛國趙元儒見苞異之。歎苞當至公輔。便與結交。苞由是知名。書鈔□□。　御覽八百十三。 \\n 石苞泰始之初拜大司馬。類聚四十七。 \\n 石崇 \\n 石苞少子崇。字季倫。御覽四百四十二。 \\n 季倫少多意智。敏捷有計略。類聚二十一。 \\n 苞臨終。預分諸子財物。獨不及崇。其母以為言。苞曰。此兒雖小。大自能得財也。御覽四百四十二。 \\n 崇年二十餘。為修武令。有能名。書鈔。 \\n 石崇為陽城太守。討吳有功。封安陽鄉侯。在郡雖有職務。好學不倦。以疾自解。書鈔。 \\n 元康初。楊駿輔政。封賞過度。石崇與散騎常侍蜀郡何攀。共為駮議。以為陛下聖德光被。皇靈啟祚。正位宣化。萬國歸心。今承洪基。此乃天授。至於班爵行賞。過於太始。御覽百九十八。 \\n 崇為荊州刺史。劫奪殺人。以致巨富。世說注八。 \\n 石崇、潘岳、與賈謐相友善。及謐廢。懼終見危。與淮南王謀誅倫。事泄。收崇及親期以上皆斬之。崇家河北。收者至。曰。吾不過流徙交廣耳。及車載東市。始嘆曰。奴輩利吾家之財。收崇人曰。知財為害。何不早散。崇不能答。世說注八。 \\n 石崇百道營生。積財如山。初學記十八。 \\n 崇雖有人才。而性粗強。貪而好利。富擬王者。有司簿閱崇田宅、財物。及水碓有三千餘區。倉頭八百人。他珍寶奇異。不可勝數。御覽四百七十一。 \\n 歐陽建 \\n 歐陽建字堅石。渤海人。石崇甥也。為馮翊太守。趙王倫之為征西。撓亂關中。建每匡正不從。私欲迎楚王偉立之。由是有隙。石崇勸淮南王使誅倫。未行事覺。倫收崇、建、及母妻。無少長皆斬。文選臨終詩六臣張詵注。 \\n 孫鑠 \\n 東宮坊有醉相殺者。中丞奏郎當作都。官從事孫鑠。杖一百。鑠奏東宮是行馬內。而推行馬外官為違法。令詔中丞令史各一百。類聚六十二。 \\n 羊祜 \\n 羊祜字叔子。書鈔。 \\n 祜同產姊配景帝。為弘訓太后。文選讓開府表注。 \\n 祜為黃門郎。陳留王立。以少帝不願為侍臣。徙為祕書監。御覽二百三十三。 \\n 太祖引祜為從事中郎。遷領軍。事兼內外。文選讓開府表注。 \\n 祜遷中領軍。悉統宿衛入直殿中。執兵之要事監兼內外。書鈔。 \\n 武帝受禪。進中軍。加常侍。祜以大事既定。辭不復入。同上。 \\n 太始五年。出為都督荊州諸軍事。文選讓開府表注。 \\n 太始八年。詔。使持節、都督荊州諸軍、衛尉將軍、羊祜。歷位文武。有佐命之勳。其以祜為車騎、開府如三司之儀。書鈔。 \\n 上以羊祜為開府儀同。讓表曰。吾不能取異於屠釣。拔奇於版築。豈不愧知人之難哉。此節依文選王文憲集序注引補。今光祿李喜。秉節高亮。在公正色。光祿魯芝。潔身寡欲。和而不同。光祿李胤。清亮簡素。正身在朝。皆服事華髮。以禮終始。雖歷外內之寵。不異寒賤之家。而猶未蒙此選。臣更越之。何以塞天下之望。御覽四百二十四。 \\n 祜為征南大將軍。開府辟召。儀同三司。乃進據險要。開建五城。收膏腴之地。奪吳人之資。於是江浦馳義也。書鈔。　案據險開城。係因步闡之役。貶為平南將軍後事。當在太始九年。而為征南大將軍。在咸寧二年。 \\n 祜招攜以禮。懷遠以德。吳人悅服。稱為羊公。類聚五十。 \\n 陸抗與羊祜。推僑札之好。抗嘗遺祜酒。祜飲之不疑。抗有疾。祜饋之藥。抗亦推心飲之。御覽九百八十四。 \\n 羊祜表伐吳曰。勁弩長弓。不如中國。長矛楯戟。不如中國。馬騎淩厲。又不如中國。吳唯便水戰。一入其地。則長江非復吳有。御覽三百三十九。 \\n 又封南城郡侯。祜曰。昔張良請受留侯。漢高不奪其志。請受鉅平。御覽四百二十四。 \\n 薨。遺令不得以南城侯入柩。御覽四百二十四。 \\n 詔祜曰。固讓歷年。志不可奪。身沒讓存。遺言益厲。此夷叔所以稱賢。季札所以全節。重違其志。令聽復本封。御覽四百二十四。 \\n 杜預 \\n 杜預字元凱。京兆人。漢御史大夫延年十一世孫。祖畿、魏太保。父恕、幽州、荊州、刺史。預智謀淵博。明於治亂。常稱立德者非所企及。立功立言所庶幾也。世說注三。 \\n 預以婚親之恩。尚文帝妹。擢拜尚書郎。書鈔。 \\n 累遷河南尹。世說注三。 \\n 杜預啟建河橋於富平津。眾論以為殷周所都。經聖賢而不作者。必不可作故也。預曰。昔造舟為梁。則河橋之謂也。遂作橋成。上從百官臨會。舉杯勸杜預曰。非君。此橋不立。預答詔曰。非陛下之明。臣亦不獲奉成聖制也。眾咸稱善。初學記七。　類聚九。　御覽七十三。 \\n 杜預在內七年。損益萬機。不可勝數。朝野稱美。號曰杜武庫。言無所不有也。御覽四百四十五。 \\n 杜預為鎮南大將軍。都督荊州諸軍事。給追鋒車第二。駙馬、御府人馬錢三千萬。鎮襄陽。書鈔。　世說注三。 \\n 杜預伐吳。軍至都督孫歆帳下。生將歆詣預。王濬先列得歆頭。而預生送歆。洛中大笑。御覽三百九十一。 \\n 以平吳勳。封當陽侯。荊州刺史。食邑八千。三國志注十六。　正義二。 \\n 杜預初伐吳。吳人知預病癭。每見大樹似癭者。輒以刀斬破白。題曰杜預頸。御覽三百六十九。 \\n 預又修邵信臣遺跡浸田。公私同利。人號杜父。舊水道惟沿漢達江陵。千數百里。君乃開陽口。起夏口。水道洪洞達巴陵。經千餘里。內瀉長江之險。外通零桂之漕。南土美而謠之。曰。後世無叛由杜翁。孰識一作多。智名與勇功。類聚。　御覽四百六十五。　郭茂倩樂府詩集八十七。 \\n 預無技藝之能。身不跨馬。射不穿札。而每有一作任。大事。輒在將帥之列。一作限。謀而鮮過。惠訓不倦。世說注三書鈔。 \\n 杜預大觀群典。謂公羊、穀梁、詭辨之言。又非先儒說左氏。未究邱明之意。而橫以二傳亂之。乃錯綜微言。著春秋左氏經傳集解。又參考眾家。謂一作為。之釋例。又作盟會圖。春秋長厤。備成一家之學。至老乃成。祕書監一作尚書郎。摯虞甚重二字一作賞。之。曰。左邱明本為春秋作傳。而傳遂自孤行。釋例本為傳設。而多所發明。何但左傳。故亦孤行也。三國志注十六。　御覽六百十。　正義二。 \\n 時王濟解相馬。又甚愛之。而和嶠頗聚斂。預常稱濟有馬癖。嶠有錢癖。武帝聞之。謂預曰。卿有何癖。對曰臣有左傳癖。御覽四百四十五。 \\n 卒。贈征南將軍儀同三司。世說注三。 \\n 杜預薨。遺令曰。吾往為公使過密縣。邢山之上有冢。問耕者。云是鄭大夫祭仲。或云子產之冢也。遂帥從者登而觀焉。其造冢居山之領。四望周達連山。體南北之正。而邪東北。向新鄭城。意不忘本也。藏無珍寶。不取於重深。君子尚其儉。小人無利可動。歷千載無毀。儉之制也。制或作致。吾去春入朝。自營洛陽城東首陽之南。為將來兆域。而所得地中。有小山。上無舊冢。其高顯雖未足比邢山。然東奉二陵。西瞻宮闕。南觀伊洛。北望夷叔。曠然遠覽。情之所安也。故遂表樹開道。為一定之制。取法於鄭大夫。欲以儉自完耳。棺器小斂之事。皆當稱此。御覽五百五十四。 \\n 杜錫預子 \\n 杜錫字世嘏。書鈔。 \\n 錫為太子中舍人。性亮直忠烈。屢諫愍懷太子。同上。 \\n 太子後取鍼著錫常坐處氈中。錫上床。刺足血流。御覽八百三十。 \\n 補吏部郎。不敢用鄉親一人。書鈔。 \\n 仍遷尚書左丞。三國志注十六。 \\n 陳騫 \\n 陳騫字休淵。為晉佐命功臣。至太傅。封高平郡公。三國志注二十二稱晉書。不知何家。姑錄於此。　案新晉書脫其字。 \\n 裴秀 \\n 裴秀字季彥。初學記十一。 \\n 叔父徽有聲名。賓客詣徽出。則過秀。秀纔年十餘歲。一作歲餘。時人謠曰。後進領袖有裴秀。類聚。　御覽四百六十五。 \\n 初武帝未為世子。文帝問裴秀曰。人有相否。秀曰。中撫軍垂髮至地。伸手過膝。人望既茂。天表如此。非人臣之相也。類聚十六。　御覽三百七十三。 \\n 裴秀為司空。刪定官制。損益多當。皆其所裁。禮無違者。書鈔。 \\n 秀為司空。作禹貢地域圖。事成奏上。藏於祕府。為時名公。初學記十一。 \\n 裴楷 \\n 吏部郎缺。文帝問其人於鍾會。會曰。裴楷清通。王戎簡要。皆其選也。御覽四百四十五。 \\n 裴楷風神高邁。容儀俊爽。博涉群書。特精理義。時人謂之玉人。又稱見裴叔則如近玉山。映照於人也。同上。 \\n 裴楷嘗目夏侯玄云。肅肅如入宗廟中。但見禮樂器。鍾會、如觀武庫。森迫見矛戟在前。傅嘏、汪翔。靡所不見。山濤、若登山臨下。幽然深遠。御覽四百四十五。 \\n 裴憲 \\n 裴憲字景思。陳郡謝鯤。潁川陳敳。皆俊朗士也。見而奇之。相謂曰。裴憲鯁亮弘達。通機識命。不知其何以如父然。至於深弘保素。不以世物嬰心者。其殆過之。御覽四百四十五。 \\n 裴邈 \\n 裴邈字景遠。東海王越以為參軍。委以機密。書鈔。 \\n 衛瓘 \\n 衛瓘字伯玉。書鈔。 \\n 瓘行鎮西將軍。監司鄧艾、鍾會、諸軍事。綏納新舊。包合同異。華陽即敘。書鈔。 \\n 衛瓘監軍。護軍鍾會與瓘至厚。坐則同床。行則同輿。會書板上。欲殺胡烈等示瓘。瓘言不可。會自削棄。反問瓘何許聞消息。相疑益露。瓘廁上見烈故給使。令出語三軍。會逼瓘不能議定。經宿不眠。各橫刀膝上。御覽三百四十五。 \\n 衛瓘拜尚書令。加侍中。性嚴整。以法御下。視尚書若參佐。尚書郎若掾屬。書鈔。 \\n 瓘為太保。領太子少傅。加千兵百騎鼓吹之府。書鈔。 \\n 衛瓘為太子少傅。詔賜園田水碓。不受。御覽七百六十二。 \\n 衛瓘以九品權時之制。宜復鄉舉里選。上言曰。崇賢舉善。而教用彰。文選為宋公求加贈劉前軍表注。 \\n 衛恆瓘子。 \\n 恆為四體書勢云云。韋誕以能書留補侍中。魏氏寶器銘題。皆誕書也。類聚四十八。 \\n 衛玠恆子。 \\n 衛玠妻父樂廣。有海內重名。議者以為婦公冰清。女婿玉潤。御覽四百四十五。 \\n 張華 \\n 張華字茂先。范陽人也。世說注一。 \\n 阮籍見張華鷦鷯賦。以為王佐之才也。中書郎成公綏亦推華文義勝己也。初學記二十一。　類聚五十六。 \\n 張華為黃門侍郎。博覽圖籍。四海之內。若指諸掌。世祖問華長安千門萬戶。畫地成圖。初學記十二。　類聚四十八。　御覽六百十二。 \\n 華為中書令。加散騎常侍。書鈔。 \\n 華為中書監。永平元年。詔曰。華。體量清粹。才識經濟。前任中書。有思謀之勤。機密之要。宜得其才。以華為中書監。加侍中。書鈔。 \\n 元康元年。永平元年三月誅楊駿後改。詔曰。中書監張華。歷代腹心。朕所憑賴。酬其勳績。使儀同三司。給親信滿百人。書鈔。 \\n 惠帝元年詔曰。中書監、光祿大夫、張華。虛沖挹損。難為高尚。其以華為光祿大夫、儀同三司。同上。 \\n 華以建策。加華右光祿大夫。開府、儀同三司。固辭不受府。詔聽。乃更論平吳之功。封華郡公。後封壯武郡公。也當作邑。三千戶。主者擇近郡平上。詳依典制施行。華讓前後十餘。辭義懇誠。詔不聽。遂受封。御覽二百。 \\n 累遷司空。世說注一。 \\n 華少子韙。曉仰占。云中台拆內懼。勸華遂遜位。華言。余惟修德以應之耳。開元占經六十七。 \\n 為趙王倫所害。世說注一。 \\n 張華察牛斗間有紫氣。云乃豐城之劍氣也。御覽十五。 \\n 安平獻王孚 \\n 安平獻王孚字叔達。宣帝次弟也。文選齊竟陵文宣王行狀注。 \\n 世祖受禪。封安平王。四字依文選行狀注補。為太宰。類聚四十五。 \\n 四年。正會。上見大宰。身執子孫之禮。輿車上殿。上於阼階下迎拜。書鈔引作帝迎拜安平獻王於殿前。王既坐。上又親奉上壽。孚雖見尊寵。而常有戚容。類聚四十五。 \\n 薨。謚曰獻。詔喪事一依漢東平獻王蒼故事。文選齊竟陵文宣王行狀注。 \\n 獻王一門三世。同時十人封王。二人世子。王九子。邕世子。早卒。望。義陽成王。輔。太原成王。翼早卒。世子。晃。下邳獻王。瑰。太原烈王。珪。高陽元王。衡。常山孝王。景。沛順王。　望子河間平王洪。隨穆王整。竟陵王楙。楙初封東平。後改。 \\n 父位極人臣。子孫咸居大官。出則旌旗節鉞。入則貂蟬袞冕。自公族之寵。未始有也。類聚四十五。 \\n 下邳獻王晃 \\n 下邳獻王晃字子明。孝友恭順。甚得名稱。書鈔。 \\n 下邳王晃。起家為長水校尉。給千人。營置長史司馬。御覽二百四十二。　書鈔引此作王晃。一作允傳。又作屯騎校尉。 \\n 東安王繇琅邪王伷子。 \\n 東安王繇。美鬚髯。性剛毅。有威望。博學多才。事親孝。居喪盡禮。誅楊駿之際。繇屯雲龍門。兼統諸軍。書鈔。 \\n 扶風武王駿 \\n 扶風武王駿。少好學。能著文論。書鈔。 \\n 梁孝王肜 \\n 梁孝王肜。宣帝之子。御覽六百九十一。 \\n 梁王肜為驃騎將軍。置左右長史、司馬。高選佐史一作參佐。也。書鈔。 \\n 拜為大將軍。督梁、雍、諸軍。領西戎校尉。同上。屯好畤。督建威將軍周處、振威將軍盧播、等。伐氐賊齊萬年於六陌。肜與處有隙。促令進軍。而絕其後。播又不救之。故處見害。朝廷尤之。尋徵拜大將軍、尚書令、領軍將軍、錄尚書事。肜嘗大會、謂參軍王銓曰。我從兄為尚書令。不能啖大臠。大臠故難。銓曰。公在此獨嚼尚難矣。肜曰。長史、大臠為誰。曰盧播是也。肜曰。是家吏隱之耳。銓曰。天下咸是家吏。便恐王法不可復行。肜又曰。我在長安。作何等不善。因指單衣。補幰以為清。銓答曰。朝野望公。舉薦賢才。使不仁者遠。而位居公輔。以衣補幰。以此為清。無足稱也。肜有慚色。銓王隱父也。自記自事。當有此節。故依新晉書錄之。 \\n 肜將書鈔引作常。單衣補車幰以為清。參軍王詮該作銓。曰。晏嬰大官。稱清者。以為御食七百家也。公無此費。宜美衣服。使內外相稱。御覽六百九十一。　案此數句。唐修晉書時刪去。 \\n 齊獻王攸文帝子。 \\n 齊王攸字大猷。少以英奇見稱。長好經書。雅性嚴恭。書鈔。 \\n 始除步兵校尉時。年十八。初授戎任職。虔恭法憲。綏禦有方。同上。 \\n 詔議、藩王。令自選國內長史。攸奏、諸選宜由天臺。書三上不報。書鈔。 \\n 齊王攸國中。文武下至士卒。法令不食廩賜者。皆以秩賦與疾病死亡者。時有水旱。出租稅加十二賦以賑國人。須豐年乃收入本直。初學記十。好辟名士。降身虛己。待物以信。書鈔。 \\n 太康三年。詔。攸當出統方岳。遂撫其國家。加都督青州。增封濟南郡。備物典策。軒懸之樂。六佾之舞。賜金鉞朝車乘輿之副。類聚四十五。 \\n 齊王攸好學不倦。借人書皆為治護。時以還之。御覽六百十九。 \\n 齊王攸子蕤、耽酒色。侈其府第。書鈔。 \\n 王沉 \\n 王沉字處道。書鈔。 \\n 王沉為祕書監。著魏書。多為時諱。而善序事。御覽二百三十三。 \\n 沉為豫州刺史。乃下教曰。若能舉遺逸。黜奸佞。陳長吏可否。皆給穀五百斛。別駕主簿奉行。九郡施行。書鈔。 \\n 王浚沉子。 \\n 王浚都督幽州諸軍事。成都王使和演發兵殺浚。單于以演謀告浚。州府逼近。銜枚密嚴。夜與單于園演。演持白幡請降。御覽三百五十七。 \\n 棗嵩用事於王浚。時語曰。十囊五囊入棗郎。御覽七百四。 \\n 王浚在幽州。謠曰。幽州城門使或作似。藏戶。中有伏屍王彭祖。同上五百四十九。 \\n 王浚在幽州。有狐踞浚府門。中翟雄當作雉。入廳事。遂為石勒所殺。同上八百八十五。 \\n 荀顗 \\n 荀顗字景倩。書鈔。 \\n 文帝時輔政。顗外甥陳泰薨。啟顗代泰。顗代陳泰為僕射。領吏部。四辭而後受。上三句依初學記十一引補。顗承泰後。加之淑慎。綜核名實。風俗澄正。書鈔。 \\n 荀顗議。少傅當稱臣。準古不拜。書鈔。 \\n 荀粲 \\n 荀粲與傅嘏善。夏侯玄亦親。常調嘏、玄、曰。子等在世業間功名。玄必勝我。識減我耳。嘏難曰。能成功名者識也。天下孰有本不足而末有餘者。粲曰。功名局之所獎。然則志自一物耳。固非識之所獨濟。一作齊下同。我以能役子等為貴。未能濟子所為也。文選廬陵王墓下作注。 \\n 荀勖 \\n 荀勖字公曾。文選王文憲集序注。 \\n 勖拜中書監。加典著作。與賈充共定律令。班下施用。各加祿賜。書鈔。　類聚五十四。 \\n 荀勖以魏杜夔所製律呂檢校。定太樂總章鼓吹。八音與律呂乖錯。始知後漢至魏。度漸長於古尺四分餘。而夔依為律呂。故致不韻。部佐著作劉恭。依周禮制尺。所謂古尺也。依古尺作新律呂。以調聲韻。以律量黍。以尺度古器。皆與本銘尺寸無差。又故冢得古玉律鍾。聲亦與新律闇合。遂班下太常。使太樂總章鼓吹。清商施用。勖遂典知樂事。御覽十六。 \\n 初。荀勖逢趙郡商賈於路。懸鐸於牛。識其音焉。及後為樂。勖曰。得趙之牛鐸。則善諧矣。於是下郡悉送。果有諧者。世伏其才明。領祕書監。與中書令張華。依劉向別錄。整理錯亂。文選王文憲集序注。又立書博士。始書師鍾胡原誤朗。法。太康二年。又得汲冢中古文竹書。勖自撰次注寫。以為中經。別在祕書。以較經傳闕文。多所證明。御覽七百四十九。　文選王文憲集序注。 \\n 時議省州郡縣半吏。荀勖議曰。省吏不如省官。省官不如省事。省事不如清心。又云。君子心兢而不力爭。文選頭陀寺碑文注。 \\n 勖為光祿大夫。儀同三司。開辟。時諸州郡大水。兗土尤甚。勖陳宜立都水使者。其後門下啟通事令史伊羨、趙咸、為舍人。對掌文法。詔以問勖。勖曰。增置文法之職。適恐便耗擾蠹當作臺。閣臣。竊謂不可。書鈔。 \\n 惠帝為太子時。上素知太子闇弱。後必亂國。然不能擇才。乃遣荀勖、和嶠、往觀之。勖還。盛稱太子德更進茂。不同西宮之時也。嶠答詔稱。臣以為太子如故。不見更勝。此自陛下家事。非臣所盡知也。於是天下貴嶠而賤勖也。御覽一百四十八。 \\n 上聞賈妃酷妒。戟擿諸孕子者。皆墮。已治金墉外城。當廢之。趙粲救於內。荀勖請於外。故不廢焉。同上三百五十二。 \\n 勖性佞媚。譽太子。出齊王。當時私議、損國害民。孫資劉放之匹也。後世若有良史。當著佞倖傳。世說注二。 \\n 馮紞子馮熊字文羆。文選謝平原內史表注。 \\n 賈充 \\n 賈充為太尉。錄尚書。五年。伐吳。為大都督。吳平。上遣侍中程咸犒勞。增邑八十戶。類聚四十八。 \\n 賈充妻郭。產子黎民。三歲。乳母抱向閤。充入。黎民喜踊。充就乳母手中嗚一作戲。之。郭遙望見。疑充。即鞭乳母殺之。兒思乳母而死。郭又生一男。四歲。乳母抱在中庭。充過拈兒頰。郭又疑之。復鞭殺乳母。兒又死。充遂無嗣。類聚三十五。　御覽五百二十一。 \\n 初充既與李絕婚。更取陽城太守郭配女。名槐。李禁錮解。詔充置左右夫人。充母柳亦敕充迎李。槐怒。攘臂責充曰。刊定律令。為佐命之功。我有其分。李那得與我並。充乃架屋永喜里中。以安李。槐晚乃知。充出。輒使人尋充。詔置左右夫人。充答詔以謙讓。不敢當盛禮。世說注六。 \\n 賈謐 \\n 賈謐字長淵。文選陸機答賈長淵注。唐諱淵故修書作深。 \\n 元康末。起為祕書監。兼掌國史事。書鈔。 \\n 謐以賈后之妹子。數入宮。與愍懷處。文選答賈長淵注。 \\n 楊駿 \\n 楊駿以后父超居重位。自鎮軍將軍封臨晉侯。識者議之曰。夫建諸侯。所以藩屏王室也。后妃所以供粢盛弘內教也。后父始封。而以臨晉為侯。兆於亂也。御覽一百九十九。 \\n 武帝疾病。未有顧命。佐命功臣。皆已沒矣。朝廷惶惑。計無所從。而駿盡斥群公。親侍左右。因輒改易公卿。樹其心腹。會帝小間。見所用者非。乃正色謂駿曰。何得便爾。乃詔中書。以汝南王亮與駿夾輔王室。駿恐失權寵。從中書借詔觀之。得便藏匿。中書監華廙恐懼。自往索之。終不肯與。信宿之間。上疾遂篤。御覽五百九十三。 \\n 初孫登、楊駿逼迎之。與語不答。賜布袍。登借刀截斷。棄門中。大呼云。刺斫刺斫卒病死。後人見在貴馬阪。御覽五十三。 \\n 魏舒 \\n 魏舒字陽元。任城人。幼孤。為外家甯氏所養。甯氏起宅。相者曰當出貴外甥。外祖母意以盛事新書作魏氏。甥小而惠。謂應相也。舒曰。當為外氏成此宅相。舒容貌朴實。少名。遲鈍。人莫之知。唯叔父衡知其奇。每有賓客。己常勸使過舒。言吾兄子。非常人也。此節原引無少名遲鈍四字。依御覽四百四十二補。使守水碓。每言舒堪八百戶長。我願畢矣。舒不以介意。身長八尺二寸。不修常人近事。少工射。著韋衣入山澤。每獵大獲。世說注四。 \\n 魏舒為尚書郎。時欲沙汰郎官。非其才者罷之。舒曰。吾即其人也。襆被而出。同寮素無清論者。咸有愧色。談者莫不稱其高也。書鈔。 \\n 為後將軍鍾毓長史。毓與參佐射戲。舒常為坐畫籌。後值朋人少。以舒充數。於是發無不中。加博措閑雅。殆盡其妙。毓嘆謝之曰。吾之不足盡卿。有如此射矣。世說注四。 \\n 轉相國參軍。晉王特加器敬。每朝罷。坐而目送之曰。魏舒。堂堂實曰人之領袖也。世說注四。　文選齊故陸昭王碑文注。 \\n 魏舒為冀州刺史。代山濤為侍中。為尚書。三娶妻皆亡。是歲自表求還本郡葬妻。上曰。舒當左右朝政。不宜遠還鄉里。舒素清貧。不營財產。頓舉眾喪。必無以自供。其賜葬地一頃。錢五十萬。御覽四百二十五。又五百五十四。 \\n 山濤薨。以舒領司徒。有頃即真。舒居位。簡亮持重。為任職臣。書鈔。 \\n 舒為司徒。祿賜散之九族。家無餘財。同上。 \\n 陳留周震累為諸王所辟。既下車。公輒喪亡。僉號震曰殺公掾。莫有辟者。司徒魏舒因固辟之。果無患。時以達命歸之。同上。 \\n 魏舒兼總十六州中正。同上。 \\n 魏舒為司徒。年過致仕。有謙謙之意。而無居宅。乃漸以俸秩餘為第一所。未曾語親疏。當遜位。九年正月。朝會罷。逕還家。奉送章綬。內外莫有知舒此情者。類聚四十七。 \\n 司徒魏舒遜位。司空衛瓘與書曰。每與足下共論此事。日日未果。可謂瞻之在前。忽然在後。於時皆有欲遜位者。或先顯此意不能行。或以歸家。申喻復還。唯舒知命。內定於懷。未嘗形之於言。論者以為晉興以來。能辭榮令終。未有如舒者焉。御覽四百二十四。 \\n 劉寔 \\n 劉寔字子真。平原人。少貧苦。糠飯繩索。作牛衣賣。手繩口誦。御覽八百二十八。 \\n 劉寔為伐蜀人作爭功文書。得千疋絹。御覽八百十七。 \\n 實性冰清。每還州里。鄉人載酒肉以候之。寔難逆其意。輒共啖而返其餘。類函摘書鈔。 \\n 愍懷初原誤孝懷帝。以劉寔為師。進為侯。四字原誤作特進開府。加太子太保。書鈔。 \\n 寔加侍中。特進。右光祿大夫、開府儀同三司、領冀州都督。同上。 \\n 劉寔拜太尉。不治產業。居無第宅。祿賜皆給付親舊。家無餘財。書鈔。 \\n 王渾子濟。 \\n 王渾字玄沖。御覽四百七十五。 \\n 平吳後。督揚州諸軍。處斷明允。四字或作處兩川。吳人新附。皆有畏懼之心。渾撫循羈旅。勞謙接納。坐無空席。門不停賓。於是江東諸士。莫不敬愛。御覽四百七十五。　書鈔。 \\n 王濟為國子祭酒。文選傅咸贈何劭王濟注。 \\n 王濬 \\n 王濬伐吳。吳人於江險要害之地。作鐵錐長丈餘。暗置江中。濬乃作大筏先行。鐵錐輒著筏去。御覽七百六十四。 \\n 太康中。伐吳還。拜王濬為輔國將軍。此句依二百三十九補。欲以濬為五官校尉而無缺。始置翊軍校尉。拜同長水、步兵。以梁益所省兵為營。御覽二百四十二。 \\n 唐彬 \\n 唐彬檄為治中別駕。忠肅公亮。匡救違闕。盡規誨以納善。不顯諫以彰主。當朝正色焉。御覽二百六十三。 \\n 唐彬補鄴令。道德齊禮。期月化成。書鈔。 \\n 山濤 \\n 山濤字巨源。河內人。年四十。始為州郡部河南從事。御覽二百六十五。 \\n 山濤為吏部郎。文帝與書曰。足下在事清明。潔操邁時。念多所乏。今致錢二十萬。絲百觔。穀二百斛。類聚四十八。 \\n 山濤轉為冀州刺史。冀州舊名剋俗。略無人士。二句依御覽二百五十六補。 \\n 自濤居州。甄拔隱屈。搜求賢才。旌命所加三十餘人。皆顯名當世。冀州之士。於是為盛。類聚五十。 \\n 山濤為冀州刺史。裴君秀與濤書曰。處方伯之任。殊亦為高。但論道之士。不宜處外耳。類聚。 \\n 濤為北中郎將。守鄴。御覽二百四十一。 \\n 山濤為太常。遭母喪。歸鄉里。濤雖年老。居喪過禮。手植松柏。上亦略見事類賦松注。御覽九百五十三。詔曰。今風俗陵遲。豈宜鎮以退讓。山太常雖在諒陰。古人亦墨絰從戎。其以濤為吏部尚書。濤用人皆先密啟。然後公奏。類聚四十八。 \\n 咸寧初。濤轉為太子少傅。詔曰。濤秉德沖素。心思潛通。清虛履道。有古人之風。雖使輔導東宮。宜兼督朝事。書鈔。 \\n 山濤轉少傅。表疾求退。手詔不聽。尋講武於宣武場。帝命乘輦導入。同上。 \\n 太康元年詔。依舊制置左僕射。以山濤清虛恬簡。轉為僕射。類聚四十八。 \\n 武帝以山濤為司徒。頻讓不許。濤出。徑歸家。左丞白裦奏濤違詔。詔杖裦五十。類聚四十七。　案為司徒當是領吏部之誤。 \\n 濤不得已。領吏部。山濤為吏部。前後所選。周遍百官。舉無失才。凡所題目。皆終如其言。稱山公啟事。唯詔用陸亮。濤畢力爭之。不得。亮尋以賄敗。書鈔。 \\n 初濤領吏部。潘岳內非之。密為作謠曰。閣中一作東。有大牛。王濟鞅。裴楷鞦。和嶠跼踧一作刺促。不敢一作得。休。世說注二。　御覽七百七十六。 \\n 濤以年衰疾篤。上疏告退。云云。君臣父子。其間無文武。帝詔山濤曰。勿復為虛飾也。文選為齊明帝讓宣城郡公表注。 \\n 山濤以左僕射為司徒。詔曰。濤道高德茂。器宇淵濟。宜贊三事。以敷五教也。書鈔。 \\n 妻韓氏有才識。濤未仕時。戲之曰。忍饑寒。我當作三公。不知卿堪作夫人不耳。世說注二。 \\n 王戎 \\n 王戎字濬沖。類聚四十七。 \\n 戎少清明幾悟。世說注四。 \\n 王戎隨父渾與太原王渾同名。在郎舍時。阮籍亦為郎。每詣渾。輒云與卿語。不如阿戎。戎時年十五。籍乃交焉。御覽四百十。 \\n 王戎名位清貴。二十四為吏部郎。類聚四十八。 \\n 王戎為荊州刺史。坐遣吏修園宅。應免官。詔以贖論。御覽八百二十四。 \\n 惠帝元康元年詔曰。尚書、僕射、光祿大夫、王戎。清虛履道。謀猷沖遠。敭歷外任。宣力四方。入掌機衡。文才允敘。將澄清風俗。顯一群望。宜崇其職。乃可贊成王化。以光祿大夫。開府。儀同三司。書鈔。 \\n 王戎為左僕射。領吏部尚書。自戎居選。未嘗進一寒素。退一虛名。理一冤枉。殺一疽嫉。隨其沈浮。門調戶選。初學記十一。 \\n 戎代王渾即太原王渾。為司徒。高選長史西曹掾。委任責成。常得無為。形狀短陋。而目明澈。威儀不足。常乘馬轝。無日不出。類聚四十七。 \\n 戎好營一作治。生。廣收八方園田。水碓周遍天下。聚斂積實。不知紀極。初學記十一。 \\n 翁嫗二人。常以象牙籌晝夜算計。家資遠及田牧。類聚四十七。初學記十一。 \\n 戎性又至儉。不能自奉養欲。飲食取通。財不外出。天下人謂為膏肓之疾。類聚四十七。　世說注八。 \\n 戎子綏欲娶裴遁女。綏既蚤亡。戎過傷痛。不許人求之。遂至老無敢娶者。世說注六。 \\n 王衍 \\n 王衍字夷甫。戎叔父也。御覽八百二十四。 \\n 王衍不治經史。唯以莊老虛談惑眾。文選晉紀總論注。 \\n 以名門超為太子舍人。書鈔。 \\n 終於平北將軍。家故甚豐。親故借衍車馬帷帳器物者。衍因與。不復錄資財。盡出洛城西先人舊園田土。御覽八百二十四。 \\n 夷甫求富貴得富貴。資財山積。用不能消。安須問錢乎。而世以不問為高。不亦惑乎。世說注五。 \\n 王澄 \\n 澄通朗好人倫。情無所繫。世說注四。 \\n 王澄在荊州。率眾軍次江陵之東。堂皇北救國難。飄風折其節。後為王敦所殺。御覽八百七十六。 \\n 樂廣 \\n 樂廣字彥輔。御覽二百五十二。 \\n 尚書令衛瓘有名理。及與何晏、鄧颺、等數共談講。見廣奇之曰。常恐微言將絕。今復聞之。令諸子造焉。謂曰此人之水鏡也。每見此人。則瑩然猶廓雲霧而睹青天也。世說注四。　初學記二又十一。 \\n 樂廣為河南尹。類聚五十。 \\n 樂廣任誠保直。莫見其際。文選為宋公求加贈前將軍表注。 \\n 河南尹故郡中廳前。多怪。後人皆於廊下郵傳中治事。無敢數在廳事者。唯廣處之。上亦見類聚五十略。嘗外戶自閉。二子凱模等懾怖。廣使掘牆孔得狸。乃絕。代者乃相承入止。御覽二百五十二。 \\n 樂廣為尚書令。所在無當時之功譽。然為後人所思。類聚四十。 \\n 鄭袤 \\n 鄭袤字林叔。文選新亭渚別范零陵注。 \\n 為中郎散騎常侍。同上。 \\n 會廣平太守缺。宣帝謂袤曰。賢叔大匠渾。垂稱於陽平。魏郡並蒙惠化。且盧子家、王子雍、繼踵此郡。吾欲使郡世不乏賢。故復相屈。袤在郡先以德化。善為條教。百姓愛之。文選新亭渚別范零陵詩注。　御覽二百六十二。 \\n 太始七年。以鄭袤為司馬。新晉書作司空。天子臨軒。遣使就第拜授袤。袤推讓。遣息稱疾。上送印綬。至於十數。久之見許。以侯就拜第。拜儀同三司。置舍人官騎。賜床帳簟褥錢五十萬。類聚四十七。　御覽二百四十三。 \\n 鄭默袤子。 \\n 鄭默字思玄。初學記十二。 \\n 為祕書郎。刪省舊文。除其浮穢。著魏中經簿。陳留虞松為中書令。謂默曰。而今而後。朱紫別矣。初學記十二。　御覽二百三十三。 \\n 鄭默為東郡太守。值歲荒民饑。默輒開倉賑給。自上待罪。朝廷嘉默憂國恤人。詔書裦勸。比之汲黯。御覽二百六十一。 \\n 默為散騎常侍。世祖出祀南郊。侍中已陪乘。詔曰。使鄭常侍參乘。謂默曰。卿知何以得參乘。昔州內舉卿十二郡中正舉以相輩。常愧有累清談。類聚四十八。初學記十二。 \\n 默轉光祿勳卒。書鈔。 \\n 初。后父楊駿。欲以女妻鄭默子預。默忌其太盛。拒而不婚。御覽五百四十一。 \\n 默寬中博愛。謙虛溫謹。不以才地矜物。事上以禮。遇下以和。雖僮豎冢養之人。皆遇之以恩。書鈔。 \\n 李胤 \\n 李胤字宣伯、遼東人也。上亦見文選讓開封府表注。祖父敏。漢末河內太守。為賊公孫度所迫逐。浮海不知所終。其子追索歷年。無所見。比居與父同年者亡。制服行喪。燕國徐邈與之同州里。勸令娉婦。一孕生胤。遂絕房內。常如居喪重之不堪其憂。數年而卒。胤母更適牽招。胤不識父。母又改行。有識之後。降居哀感。亦如遭喪之禮。以祖不知存亡。設木主以事之。由是發名。御覽四百十二。又五百二十一。　胤字原作徹。 \\n 李胤為吏部郎。精慎選舉。號為廉平。類聚四十。 \\n 稍遷至尚書僕射。轉光祿大夫。文選讓開府表注。 \\n 李胤轉太子少傅。領司隸校尉。胤屢自表讓。忝傅儲宮。不宜兼監司之官。武帝以二職並須忠賢。故每不許。咸寧初。皇太子出居東宮。帝以司隸內正百僚。外督邦畿。事任峻重。而少傅有旦夕輔導之務。胤素羸不宜久勞之。轉拜侍中。加特進。書鈔。 \\n 咸寧二年。李胤為尚書令。雖歷職內外。而在公退食家室。至貧儉。兒病無以市藥。上賜錢十萬。類聚四十。　御覽四百三十一。　又御覽九百八十四。引作李涓。原注一作李鳳。皆字形之誤。 \\n 華表歆子。 \\n 華表字偉容。平原高唐人。遷此字原闕。侍中石苞朝出。表問曰。國家何如。苞曰。武帝更生也。表聞汗出沾背。御覽三百八十七。 \\n 表以老病乞骸骨。詔以為大中大夫。門施行馬。秩與卿同。書鈔。 \\n 華廙表長子。 \\n 華廙為太子少傅。加散騎常侍。動遵禮法。九字依書鈔補。甚得輔導之義。河南尹韓壽。賈后之妹夫。欲以女配廙孫陶。不許。由是有恨。故不正三司。疾篤。乃拜儀同三司。御覽二百四十三。 \\n 華嶠表第三子。 \\n 華嶠漢書十典未成。祕書監繆徵當作徽。奏嶠少子暢為著作佐郎。卒成十典。御覽二百三十四。 \\n 華簡表第六子。 \\n 華表少子簡字奉駿。有智器文藻。官至中書郎。類聚四十八。 \\n 劉毅 \\n 劉毅字仲雄。東萊掖人。漢城陽當作陽城。景王後也。亮直清方。見有不善。必評論之。王公大人。望風憚之。僑居陽平。當作平陽。太守杜恕。逼迫舉毅為功曹。月餘。凡沙汰郡吏三百餘人。三魏稱焉。僉為之語曰。但聞劉功曹。不聞杜府君。世說注一。　御覽二百六十四。 \\n 劉毅辟為司州都官從事。京邑肅然。彈河南尹事司隸徐不過曰。躩虎之犬。鼷鼠蹈其背。毅曰。既能躩虎。又能殺鼠。何損於犬。投傳而去。御覽二百六十五。　書鈔。 \\n 王基薦毅方正亮直。介然不群。方當作言。不苟合。行不苟容。御覽四百二十八。 \\n 累遷尚書。世說注。 \\n 劉毅為司隸校尉。奏太尉何曾、尚書劉實父子、及羊琇、張佗、所犯狼籍。司部守令事相連。及望風投印綬者甚眾。貴戚斂手。眾以為毅能繼諸葛豐、蓋寬饒。書鈔。 \\n 太康五年。龍見武庫井中。車駕親幸。有喜色。內外咸議曰當賀。劉毅獨表舊典無賀龍之禮。詔報、政德未修。慶賀之事。宜詳依舊典。御覽五百四十三。 \\n 毅為司隸校尉。言議切直。無所回撓。故不至公輔。御覽四百二十八。 \\n 年七十。告老。以光祿大夫致仕。門施行馬。賜錢百三十萬。同上二百四十三。 \\n 和嶠 \\n 庾顗當作敳。見和嶠曰。森森如千丈松。雖磥砢多節目。宜施之大廈梁棟之用。御覽九百五十三。 \\n 惠帝為太子時。上素知太子闇弱。後必亂國。然不能擇才。乃遣荀勖、和嶠、往觀之。勖還盛稱太子德更進茂。不同西宮之時也。嶠答詔稱、臣以為太子如故。不見更勝。此自陛下家事。非臣所盡知也。於是天下貴嶠而賤勖也。御覽一百四十八。 \\n 劉頌 \\n 劉頌字子雅。文選晉紀總論注。 \\n 劉頌為河內太守。有公主水碓三十餘區。所在遏塞。輒為侵害。頌表上封諸碓。民自便宜。御覽七百六十二。頌轉吏部尚書。為九班之制。裴頠有所駮。竟不行。文選晉紀總論注。 \\n 李重 \\n 重遷中書侍郎。每大事及疑議。輒參以經典處決。多皆施行。書鈔。 \\n 重遷尚書吏部郎。詢朝眾而抑爭競。任公平而塞私謁。一作務抑華競。不通私謁。與新書同。時留心隱逸。由是群才罔不畢舉。海內莫不歸心。同上。 \\n 時燕國中正劉沉舉霍原為寒素。司徒府不從。李重奏曰。沉為中正。親執銓衡。陳原跡窮山。韞積道藝。文選王康琚反招隱詩注。 \\n 李重為吏部郎。啟云。魏氏宗室屈滯。每聖恩所存。太常博士曹嘉之才幹學義。不及志、翕。而良素修潔。性業踰之。又已歷二郡。臣以為優先代之後。可以嘉為員外散騎侍郎。三國志注二一。　書鈔。 \\n 李秉重父新書無傳。名見重傳。以唐諱作景。御覽引作康。形誤。 \\n 李秉字元胄。緒子。有俊才。為時人所貴。官至秦州刺史。秉常答司馬文王問。因以為家誡。曰。昔侍坐於先帝。時有三長史俱見。一作免。臨辭出。上曰。為官長當清、當慎、當勤。修此三者。何患不治乎。並受詔。既出。上顧謂吾等曰。相誡敕正當。爾不侍坐。眾賢莫不贊善。上又問。必不得已。於斯三者何先。或對曰。清固為本。次復問吾。對曰。清慎之道。相須而成。必不得已。慎乃為大。一作先。夫清者不必慎。慎者必自清。亦由仁者必有勇。勇者不必有仁。是以易稱括囊無咎。藉用白茅者。皆慎之至也。上曰。卿言得之耳。可舉近世能慎者誰乎。諸人各未知所對。吾乃舉故太尉荀景倩、尚書董仲連、僕射王公仲、並可謂為慎。上曰。此諸人者。溫恭朝夕。執事有恪。亦各其慎也。然天下之至慎。其惟阮嗣宗乎。每與之言。言及玄遠。而未曾評論時事。臧否人物。真可謂至慎矣。吾每思此言。亦足以為明誡。凡人行事。年少立身。不可不慎。勿輕論人。勿輕說事。如此則悔吝何由而生。患禍無從而至矣。三國志注十八。御覽四百三十略。 \\n 傅玄 \\n 傅玄為散騎常侍。及受禪。進爵為子。加駙馬都尉。與皇甫陶共掌諫議。書鈔。 \\n 傅玄上疏曰。魏文慕通達而天下賤守節也。文選晉紀總論注。 \\n 玄為太僕時。比年不登。羌胡擾邊。詔公卿會議。玄隨詔所問。諫諍精灼。雖不盡施行。而常見優容也。書鈔。 \\n 傅玄曰。論經禮者謂之俗生。說理法者名為俗吏。文選晉紀總論注。 \\n 傅咸玄子。 \\n 傅咸字長虞。北地泥陽人也。舉孝廉。拜太子洗馬。文選二十五贈何劭王濟注。 \\n 傅咸為司徒左長史。多所執正也。書鈔。 \\n 傅咸為尚書左丞時。尚書郭弈。咸故將也。累辭疾病不起。復不上朝。又自表妹葬乞出臨喪。詔書聽許。咸舉奏之。初學記十一。 \\n 傅咸為右丞。殿中嘗火。百寮莫不趨救。而尚書東平王懋、即楙。懷帝時改封竟陵。郎溫宇、桓昆、等不赴臺。咸以懋等職在機近。宜當風發。先百寮。就在患疾。宜自扶力。而宴然在外。不赴警急。奏免懋。咸前後所彈奏。辭皆深切。公卿及八座以下。莫不側目。書鈔。 \\n 傅咸字長虞。遷御史中丞。奏劾少府夏侯陵、當作俊。取官田。立私屋。近小人委以家計。令工匠竊盜官物。附益於私。所營唯利。醜問充斥。大臣穢濁。無以為訓。奏上。免陵官。書鈔。 \\n 傅咸再為本郡中正。遭繼母憂。文選上蕭太傅固辭奪禮啟注。張華建議。起為司隸校尉。書鈔。咸送還印綬。上書曰。咸身無兄弟。到官之日。哀祭無主。文選上蕭太傅固辭奪禮啟注。固辭不免。乃力疾視事。每剛正直繩。師師嚴憚。書鈔。 \\n 為司隸校尉薨。文選贈何劭王濟注。 \\n 傅咸疾惡如讎。書鈔。 \\n 向雄 \\n 溫縣領校向雄送犧牛。不先呈郡太守吳奮。送牛值天大熱多渴死。奮召雄與杖。雄不受曰。呈牛亦死。奮下雄獄。後雄為黃門郎。奮為侍中。同省不相見。武帝敕雄詣奮。王隱議曰。禮雖云君不君。臣不可以不臣。當為小惡也。三諫不從則去。不見齒於其君。則不敢立其朝。至如豫讓稱人以國士遇我。我以國士報之。人以凡人遇我。我以凡人報之。惡猶輕於戎首。則可逢而避之。至死不往可也。雄無詔敕。逢避未可非也。世說注三。　通典九十九。　案雖未標名。因有王隱議。故錄之。　又案世說。稱向雄與劉淮事。惟孫盛與此同。 \\n 閻纘 \\n 趙王倫害張華之時。洛中震悚。惟閻續纘字續伯。詣東市號哭弔屍。而撫之曰。早語君遜位。而不肯去。今果不免禍。御覽四百二十。 \\n 阮籍 \\n 籍鄰家處子一作女。有才色未嫁而卒。籍與無親。生不相識。七字一作不識其父兄。徑往哭之。盡哀而去。其達而無檢。皆此類也。世說注七。　御覽四百八十七。 \\n 魏末。阮籍有才而嗜酒荒放。雲頭散髮。裸袒箕踞。作二千石不治官事。日與劉伶等共飲酒。歌呼。時人或以籍生在魏晉之交。欲佯狂避時。不知籍本性自然也。以上亦見御覽四百九十八。依以校補。其後貴游子弟。阮瞻、王澄、謝鯤、胡毋輔之、之徒。皆祖述於籍。謂得大道之本。故去巾幘。脫衣服。露醜惡。同禽獸。甚者名之為通。次者名之為達也。世說注一。 \\n 阮瞻 \\n 阮瞻遷平南將軍、江州刺史。懷撫以恩。 \\n 阮孚 \\n 阮孚為東亭王珣所封。主簿。東亭曰。卿無乃榮乎。我為宣武史。一日三易面皮。書鈔。　案此疑有誤。 \\n 阮裕 \\n 阮裕除東陽太守。尋徵侍中。不就。還剡山。有肥遁之志。或以問王羲之。羲之曰。此公近不驚寵辱。雖古之沈冥。何以過此。時人云。裕骨氣不如逸少。簡秀不如真長。韶潤不如仲祖。思致不如殷浩。而有諸人之美。御覽四百四十五。 \\n 嵇康 \\n 嵇本姓奚。其先避怨。徙上虞。移譙國銍縣。以出自會稽。取國一支音同本奚焉。世說注一。 \\n 兄嵇喜。為太僕廄騶。馮凌知其英俊。待以賓友之禮。以狀表上。御覽四百五。 \\n 嵇康妻。魏武帝孫。穆王林女也。文選恨賦注。 \\n 晉文王上書。請嵇康為博士。書鈔。 \\n 至汲郡見孫登。即阮籍所見者也。嵇康執弟子禮而師焉。魏晉去就。易生嫌疑。貴賤並沒。故登或默也。世說注六。 \\n 康之下獄。太學生數千人請之。於時豪俊。皆隨康入獄。悉解喻一時散遣。康竟與呂安同誅。世說注四。 \\n 劉伶 \\n 劉伶字伯倫。長六尺。貌甚醜悴。常攜一壺酒。使人荷鍤自隨。以為死便埋也。御覽三百八十二。 \\n 畢卓 \\n 畢卓為吏部郎。性嗜酒。比舍郎酒熟。卓因醉。夜至其甕間盜飲之。為掌酒者所縛。旦視之。乃畢吏部也。御覽七百五十八。 \\n 王尼 \\n 王尼字孝孫。洛中貴盛。名士王澄、胡毋輔之、李垣、等。皆與尼交。時尼為兵曹。在大將軍幕。澄等持羊酒詣軍門吏。疏名內請入見大將軍。澄等既入。語吏過王尼。炙羊飲酒。訖而去。竟不見將軍。將軍聞之。與尼長假。遂得離兵。初學記二十四。　御覽六百三十。 \\n 王尼見太傅越曰。公負尼物。越答初不識此事。尼曰。昔楚人失布。謂令尹盜者。以令尹執政。不能奉禮率法。至使盜賊公行。是與自盜無異也。今君左右有屋舍。尼舍資財。軍寇撥掠。公為宰輔。未能禁賊。令尼獨窮困。是亦明公負尼物也。越意解大笑。與尼絹五十疋。類聚八十五。御覽八百十七。 \\n 尼避難江夏。時荊土饑荒。尼不得食。乃殺牛斫車輻以煮之。食既盡。父子俱餓死。書鈔。 \\n 曹志 \\n 曹志薦樂平太守。遷趙郡。不以郡務為意。晝則遊田。夜則誦詠。以聲色自娛。當時見者。未審其量也。書鈔。 \\n 庾峻 \\n 庾峻字山甫。御覽二百三十三。 \\n 峻少好學。有文才。初學記十二。 \\n 轉祕書丞。遍觀古今。聞見益廣。一作優。　初學記十二。　御覽二百三十三。 \\n 長安有大獄久不決。轉峻為侍御史。往斷之。朝野稱當。書鈔。 \\n 時風俗趣競。禮讓陵遲。庾峻上疏曰。知足如疏廣。在列位而居東野。文選褚淵碑文注。 \\n 庾峻遺敕子珉曰。朝卒暮殯。幅巾布衣。葬不擇日。珉奉遺命。殮以時服。御覽五百五十四。 \\n 庾顗今作敳。峻次子。 \\n 庾顗見和嶠曰。森森如千丈松。雖磥砢多節目。宜施之大廈梁棟之用。御覽九百五十三。 \\n 庾純 \\n 庾純字謀甫。御覽二百五十二。 \\n 太始六年。詔曰。河南京畿大郡。為四方之表則。中書令庾純、清粹忠正。才經治化。其以純為河南尹。御覽二百五十二。　書鈔。 \\n 庾純自劾曰。醉酒荒迷。昏亂儀度。即主臣。謹案、河南尹庾純。云云。文選奏彈曹景宗注。 \\n 皇甫謐 \\n 皇甫謐字士安。安定朝那人。漢太尉嵩曾孫也。祖叔獻、灞陵令。父叔侯、舉孝廉。謐族從皆累世富貴。獨守寒素。所養叔母歎曰。昔孟母以三徙成子。曾父以烹豕存教。豈我居不卜鄰。何爾魯之甚乎。修身篤學。自汝得之。於我何有。因對之流涕。謐乃感激。年二十餘。就鄉里席坦受書。遭人而問。少有寧日。世說注三。 \\n 謐姑子梁柳。為城陽太守。或勸謐送之。謐曰。柳為布衣過吾。吾送迎不出門。食不過鹽菜。貧不以酒肉。為禮也。今作郡而送之。是貴城陽太守。而輕鴻季也。豈中古人之道哉。類聚七十二。　御覽八百四十八。又九百七十六。 \\n 又舉賢良方正。不起。表從武帝借書。上送一車書與謐。謐羸病。手不釋書。歷觀古今。無不皆綜。御覽三百八十六。　世說注三引。作武帝借其書二車。遂博覽。 \\n 太子中庶子、議郎徵。並不就。終於家。世說注三。 \\n 皇甫謐篤終論曰。氣絕之後。便時服幅巾。以蘧蒢裹尸。覆卷三重。麻繩約二頭。置屍靈床上。擇不毛之地。穿坑十丈。長一丈二尺。廣六尺。坑訖。去床下屍。平生之物。皆無自隨。唯賚孝經一卷。示不忘孝道。御覽五百五十四。 \\n 摯虞附太叔廣。 \\n 摯虞字仲治。當作洽。京兆長安人。祖茂、秀才。父模、太僕卿。虞少好學。師事皇甫謐。善校練文義。多所著述。世說注三。 \\n 歷祕書、太常卿。從惠帝至長安。遂流離鄠杜間。性好博古。而文籍蕩盡。永嘉五年。洛中大饑。五月。虞遂餓而死。世說注三。　末三句亦見御覽四百八十六。 \\n 虞與太叔廣名位略同。廣長口才。虞長筆才。俱少政事。眾坐廣談。虞不能對。虞退。筆難廣。廣不能答。於是更相嗤笑。紛然於世。廣無可紀記。虞多所錄。於斯為勝也。世說注三。 \\n 太叔廣字季思。東平人。拜成都王為太弟。欲使詰洛。廣子孫多在洛。慮害乃自殺。世說注三。 \\n 束晳 \\n 束晳字廣微。平陽二字疑衍。陽平人也。父惠、新書作龕。馮翊太守。兄粲、新書作璆。與晳齊名。文選補亡詩注。 \\n 束晳。太康中。郡大旱。苗稼敗。晳乃命邑人躬共請雨。三日中雨水二尺。眾人以其有術數。精誠於神明。百姓懽喜。為之歌曰。束先生。通神明。請天三日甘雨零。我黍以萌。我稷以生。何以疇之。報束先生。御覽十一。 \\n 賈謐請為著作郎。文選補亡詩注。 \\n 太康元年。汲縣民盜發魏襄王墓。或言安釐王冢。得竹書漆字數十車。皆簡編蝌蚪文字。束晳為著作。隨宜分析。皆有冥證。古書有易卦似連山歸藏。又有春秋似左傳。類聚十又四十。 \\n 有銅劍一枚。長三尺五寸。書鈔。 \\n 太康元年。汲郡得竹書漆字科斗之文。周時古文也。大凡七十五卷。晉書有其目錄。其六十八卷皆有名題。其七卷折簡碎雜。不可名題。有周易上下經二卷。紀年十二卷。瑣語十一卷。周王遊行五卷。說穆王遊行天下之事。今謂之穆天子傳。此四部差為整頓。詔荀勖和嶠以隸字寫之。玉海四十七。　案此明標束晳傳。 \\n 嘗覽周成王詩。有其義。亡其辭。惜其不備。故作詩以補之。文選補亡詩注。兼用六臣本校。 \\n 郤詵 \\n 郤詵對策上第。拜朝議郎。母憂去職。母病苦車。及亡。不欲車載。而家貧而以市馬。馬原作買。因音致誤。一作得馬。乃於所住堂北壁假葬。朝夕拜告。養雞種蒜。竭其方術。喪過三年。得馬八疋。輿棺至冢。負土成墳。御覽四百十二又九百十八。 \\n 郤詵為尚書左丞。推奏吏部尚書崔洪。洪曰。舉詵丞而還奏我。此謂挽弩自射。詵曰。趙宣子任韓厥為司馬。而厥以軍法戮宣子。崔侯為國舉才。我以才見舉。唯官是視。各明至公。何故其言乃至於此。洪聞而悅服之也。初學記十一。 \\n 遷雍州刺史。於東堂會送。武帝問郤詵。卿自以為何如。詵對曰。臣舉賢良。對策為天下第一。猶桂林之一枝。若崑山之片玉。帝笑。侍中奏免詵。詔曰吾與戲耳。類聚二十五。 \\n 華譚 \\n 華譚字令思。廣陵人。書鈔。 \\n 譚為郟令。司徒王戎聞在政有稱。而時原缺。民以役荒。以穀三百斛與譚。使給饑。原缺。譚給無困者。書鈔。 \\n 袁甫 \\n 甫詣何勖言。能為劇縣。勖曰。不為臺閣何也。甫曰。人各有能有不能。譬繪中之好莫過錦。錦不可以為幍。穀中之美莫過稻。稻不可以為虀。書鈔。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷七", "正文": "  \\n 王隱晉書卷七 \\n 　 \\n  \\n 愍懷太子 \\n 愍懷太子名遹。字熙祖。初惠帝晚成。武帝遣才人謝玖給事惠帝。因而一作是。有娠。臨娶賈妃。遣致一作迎玖。西宮。遂生愍懷。與諸王子共戲。惠帝來朝。謂諸王子也。執其手。世祖曰。是汝兒也。乃縮手。自初惠帝以下。依初學記十御覽三百七十補。太子少聰惠。武帝愛之。六七歲時。帝夜望火。太子牽上衣裾。使入闇中。上問其故。太子對曰。暮夜倉卒。宜備非常。不當親近火光。令人照見也。此節亦見類聚十六。又嘗見官養豬肥大不常。復問上何不殺以賜左右。而久費五穀。上即烹之。由是益奇之。常稱以為似宣皇帝。亦以東宮無嫡。有託後之意。太康十年。詔曰。遹既長且仁。可令以遹為廣陵王。以廣陵臨淮為封國。邑五萬戶。及世祖崩。惠帝即位。立為皇太子。詔曰。遹尚幼蒙。今出止東宮。雖當賴師傅群賢之訓。其遊處左右。宜得正人。與共周旋。能相長益者。太保衛瓘息、庭、司空司馬泰息、略、太子太傅楊濟息、毖、太子太師裴楷息、憲、太子少傅張華息、禕、尚書令華廙息、恒、並以道義之門。有嚴肅之訓。其令此六人更共往來。其後。太子好卑居。當作車。小馬、小牛、令左右騎。斷羈勒使墮地。又令人屠肉。已自分齊。手揣輕重斤兩不差云。其母本屠家女也。故太子好之。五字依書鈔補。頗好遊宴。或闕朝侍。稍失儲副望。洗馬江統等諫曰。宜諮詢保傅。引見賓客。悉得自盡。有增博見益多聞。自洗馬以下。依御覽四百五十三補。東宮舊制。月請錢五十萬。以共眾用。愍懷太子恆探取三月。以供賤妾。舍人杜錫數諫。太子後取鍼著錫常坐處氈中。錫上床刺足血流。此節依御覽八百三十補。賈后無子。妒害滋甚。九年正月。月暈。赤黃數重。三月十八日。榮陽、河南、穎川、繁霜殺桑。及桃李杏花。尉氏雨血。有聲若牛出許昌城。夏。桑生于東宮西廂。日長尺餘。數日枯。日中若飛燕者。積數月。漢中平中。亦有此變。皆為太子也。賈后作頡字髻。太子見易之象也。是時童謠曰。東宮馬子莫聾啌。前至臘月纏汝髮。十一月。天連日大風。發屋折樹。十二月二十八日。后遣宮婢賚書與太子云。陛下昨夜不快。汝可入朝。太子如令請朝。詔聽二十九日入朝。賈后不見。置于別室。使婢陳儛一作舜。賜棗酒三升。強使飲。太子辭不能飲。而不見聽。儛原作舜。逼之曰。不孝也。天賜汝酒。而不飲。中有惡物耶。太子不得已。強飲。遂大醉。又令小婢承福、以紙筆授太子。使書之。曰。陛下不自了。吾當入了之。字半不成。后補成之。呈帝。以上依王銍侍兒小名錄校補。誣奏太子有悖書。廢太子為庶人。五字依文選晉紀總論注引校補。徙金墉城。考竟太子母淑妃謝玖。及太子所幸保林。太子妃類。蔣俊。及三母弟。自考竟下，依御覽百四十九補。以千兵防送。幽于許昌宮之別坊。賈后與賈謐等計。早害太子。以絕民望。三月十四日。矯詔使小黃門孫慮徙愍懷太子于小坊中。不與食。乃劫服杏子黑丸。其夜薨。或傳太子不肯服藥。伺至廁。以藥杵撞害之。喚聲聞于外。自徙愍懷下。依御覽七百六十二引補。賈后表以廣陵王禮殯。趙王倫誅賈謐。廢賈后。帝乃使持節、兼司空、衛尉、伊。策故皇太子曰。鳴呼。維爾少資岐嶷之質。荷先帝殊異之寵。大啟土宇。奄有淮陵。朕奉遵遺旨。越建爾儲副。以光顯我祖宗。祗爾德行。以從保傅。事親孝敬。禮無違者。而朕昧于凶搆。致爾于非命之禍。俾申生、孝已。復見于今。賴宰相賢明。人神憤怨。用啟朕心。討厥有罪。咸伏其辜。何補于荼毒冤魂酷痛哉。是用忉怛悼恨。震動于五內。今追復皇太子。喪禮備制。反葬京畿。祠以太牢。魂而有靈。尚獲爾心。御覽一百四十八。 \\n 趙王倫酖殺賈后。帝詔諡遹為愍懷皇太子。文選晉紀總論注。 \\n 趙王倫既廢賈后。皇帝使持節追復皇太子。拜皇孫臧為臨淮王。尚為襄陽王。又詔立臧為皇太孫。趙王行太傅。趙王與太孫俱之東宮。文武官屬。即轉為太孫官屬。車服侍從。皆愍懷之舊也。到銅駝街。宮人哭。侍從皆哽咽。路人泣焉。此節依御覽四百八十七校補。趙王倫篡位。太孫廢為濮陽王。薨。惠帝復祚。立襄陽王尚為皇太孫。薨。諡沖皇太孫。并追諡前太孫為哀皇太孫。御覽一百四十九。 \\n 陸機 \\n 陸機字士衡。吳郡人也。少襲父二字依通典二十九補。為吳牙門將軍。文選歎逝賦注。 \\n 吳平。太傅楊駿辟機為祭酒。轉太子洗馬。同上。 \\n 陸機為郎中令。吳王晏出鎮淮南。以機有文學。遷尚書中兵郎。轉殿中郎。書鈔。 \\n 機以文學轉中書郎。書鈔。 \\n 趙王篡。誅。禪詔疑機與焉。收付廷尉。機與吳王晏表曰。禪文本草。今見在中書。一字一跡。自可分別。文選謝平原內史表注。 \\n 陸士衡以文學、為祕書監虞濬所請為著作郎。議晉書限斷。初學記十二。　御覽二百三十四。 \\n 後成都王穎以機為司馬。參大將軍軍事。文選歎逝賦注。 \\n 成都王穎討長沙王乂。使陸機為都督前鋒諸軍事。世說注八。 \\n 遂為穎所害。臨刑年四十有三。文選歎逝賦注。 \\n 陸雲 \\n 陸雲字士龍。少與兄機齊名。號曰二陸。為吳王郎中令。出宰浚儀。有惠政。機被收。并收雲。文選大將軍宴會被命作注。 \\n 陸喜 \\n 陸喜原作嘉。字恭原誤文。仲。仕吳。稍至屯衛校尉。既名族。有德行聲譽。好學有才思。書鈔。 \\n 夏侯湛 \\n 祖、夏侯威。字季權。歷荊兗二州刺史。父、威次子莊。淮南太守。文選夏侯常侍誄注。 \\n 潘岳 \\n 潘岳字安仁。御覽四百六十五。 \\n 清辯能屬文。早辟賈充府太子當作太尉。舍人。出為河陽令。以仕次宜為郎。不得意。時僕射山濤領選。岳內非之。密作謠曰。閣道東。有大牛。王濟鞅。裴楷鞦。和嶠刺促不得休。御覽四百六十五。 \\n 潘岳為楊駿府主簿。駿被誅日。岳取急對人朱振代。夷三族。文選西征賦注 \\n 與石崇等諂事賈謐。搆愍懷之文。岳之辭。謐晉書限斷。亦岳之辭。岳母寒以以當作心。數戒焉。文選閑居賦注。 \\n 孫秀誣岳及石崇等為亂。誅之。初岳父文德芘。為琅邪太守。孫秀為小吏。給使。岳數蹴蹋秀。而不以人遇之也。世說注八。 \\n 初岳母誡岳。以止足之道。及收。與母別曰。負阿母。同上。 \\n 岳母及兄御史釋、弟燕令豹等俱被害。文選閑居賦注。 \\n 潘尼岳從子。 \\n 潘尼字正叔。書鈔。 \\n 祖潘勖字元茂。值年荒。部曲之家。健兒渠帥。皆素服重名。共相率送迎。道路所在為儲。以供行資。勖隨主人多少。口率均分。無有尊卑優劣。若所賦已盡。偶有不足。則推己之分以周未遍。父老有頌之曰。且貴且富。有南山之壽。吾仍得與潘元茂。又曰恩不可忘。無如我潘郎。御覽四百七十六。 \\n 尼聞齊王冏起義。乃赴許昌。冏引為參軍。與謀時務。兼管書記。書鈔。 \\n 張載 \\n 張載字孟陽。隨父收在蜀。作劍閣銘。刺史張敏。表之天子。命刻石于劍閣。御覽五百九十。 \\n 載才不經史能作晉書。書鈔。 \\n 張亢 \\n 張載弟、前烏程令名亢。依蔡邕注明堂月令中台要解。又綴諸說一作脫。厤數而為厤讚。祕書監荀崧見讚異之云。信該羅厤表義矣。類聚五。御覽十六。 \\n 江統 \\n 江統字應元。書鈔。 \\n 轉太子洗馬。愍懷太子頗好遊宴。江統等諫曰。宜諮詢保傅。引見賓客。悉得自盡。有增博見益多聞。御覽四百五十三。 \\n 統以學義著名。為國子博士。書鈔。 \\n 江統為黃門郎。作朝會儀。書鈔。 \\n 孫楚 \\n 石苞、泰始之初。拜大司馬。舊參軍于都督無敬。故孫楚抗衡于苞。苞以楚傲。更相表理。參軍有敬。自楚始也。類聚四十七。 \\n 孫子荊謂王武子曰。當枕流漱石。曰石非可漱。流非可枕。孫曰。所以枕流洗其耳。漱石礪其齒。御覽五十一。 \\n 滕脩 \\n 滕脩。南陽人也。御覽五百五十七。 \\n 吳後置廣州。以南陽滕脩為刺史。或語脩。蝦長一丈。脩不信。其人後故至東海。取蝦鬚長四五尺。封以示脩。脩乃服。御覽九百四十三。 \\n 吳平。為廣州牧。脩在南海積年。為邊夷所附。卒請葬京師。帝嘉其意。賜墓田一頃。御覽五百五十七。 \\n 馬隆 \\n 馬隆字孝興。東平人也。少有智勇。門寒無仕進路。兗州刺史令狐愚坐事死。舉州無敢送喪。唯隆以武吏託稱家客。殯送喪葬種柏。三年禮畢。迺還。舉州皆慚。御覽五百五十四。 \\n 馬隆擊涼州。為武威太守。之郡。惡虜窟局、機樹能、等斷道圍隆。隆作八陣圖。地廣則鹿角車營並進。狹則木屋施輪。並戰並前。虜弗能逼。智謀縱橫。出其不意。以磁石累夾道側。賊負鐵鎧不得過。隆兵著牛皮鎧得過。賊以為神。故能成功。御覽三百一。又三百三十七。又三百五十五。又九百八十八。 \\n 胡奮 \\n 武帝伐吳。以胡奮為平南將軍。御覽二百三十九。 \\n 武帝詔曰。射聲校尉胡奮。外掌方任。內參九列。不宜同之常例。勿使入直。御覽二百四十二。 \\n 女芳以選入宮。奮哭曰。老奴不死。唯有二兒。男入九地之下。女上九天之上。御覽百四十四。又百四十五。 \\n 咸寧二年。立皇后楊氏。封父駿臨晉侯。駿漸驕慢。一作傲。奮語駿。卿恃女更豪也。一作耶。人與天家作婚。未有不滅門者。早晚事耳。駿曰。卿女復不在天家耶。一作也。奮曰。我女與卿女作婢耳。何能增損。御覽百四十四。　又百九十九。 \\n 吾彥 \\n 吾彥字士則。吳郡人。有文武才幹。長八尺餘。膂力如虎。御覽三百八十六。 \\n 吾彥給役陸抗。抗欲拔之。患眾不聽。乃悉請當為將者入坐。以試勇怯。有一狂人拔刀跳梁來向坐中。餘者皆走。惟彥獨坐。舉几禦之。狂人乃退。眾服其勇。御覽七百三十九。 \\n 趙誘 \\n 趙誘為杜曾所害。誘子胤斬曾。食其肝肺。御覽四百八十一。 \\n 周處 \\n 周處字子隱。吳興陽羨人。文選關中詩注。　御覽六百四十七。　新書傳作義興陽羡人。按晉地理志總序云。分吳興之陽羡等立義興郡。是從後稱。 \\n 始為中書省事。時女子李忽覺父北叛時殺父。處奏曰。覺父以偷生。破家以邀福。子圉告歸。懷嬴結舌。忽無人子之道。證父攘羊。傷化汙俗。宜在投畀。以彰凶逆。俾刑市朝。不足塞責。奏可。殺忽。御覽六百四十七。 \\n 處為御史中丞。奏征虜將軍石崇、大將軍梁王肜、等。正繩直筆。權豪震肅。初學記十二。 \\n 朝廷以處忠烈。欲遣討氐羌。乃拜建威將軍。文選關中詩注。 \\n 周處、解系、與賊戰于六陌。軍敗。周處死之。文選馬汧督誄注。 \\n 周處討巨賊。而進軍上六陌山。東據甘水之勢。西固梁山之險。大戰盡日。斬首萬計。後盧播、解系、違軍期。獨當勁處。弦絕矢竭。後繼不及。遂喪戰場。書鈔。 \\n 賜處朝服一具。書鈔。 \\n 給周處母醫藥。書鈔。 \\n 周玘處子。 \\n 周玘累薦名宰府。文選宣德皇后令注。 \\n 楚隱王瑋武帝第五子。 \\n 楚隱王既誅汝南王亮。尋又詔云瑋矯詔。行斬刑。臨死。一作刑。出其懷中青紙詔書。以示監刑尚書劉頌。流涕而言。此詔書也。受此而行。謂一作本。為社稷。今更為罪。託體先帝。受枉如此。幸見申列。頌亦哽咽。御覽五百九十三。書鈔。 \\n 趙王倫宣帝第九子。 \\n 趙王倫欲廢賈后。而門鑰在侍中處。所部司馬多木作。有利鋸。至期。倫乃命三部司馬以鋸截關開門。御覽七百六十三。 \\n 趙王篡位。欲尊祖宣帝父防。為帝。博士馬平議稱。京兆府君昔舉魏武帝為北部尉。賊不犯界。三國志注一。 \\n 孫秀。瑯邪國書佐。為趙王倫國侍郎。御覽二百四十八。 \\n 齊王冏起義。孫秀多歛葦炬。益儲麻油于殿省。為縱火具。御覽八百六十四。　書鈔。 \\n 齊武閔王冏 \\n 齊王冏字景治。文選謝平原內史表注。 \\n 冏少仁惠謙約。好振施。書鈔。 \\n 冏在戚屬中最有名。同上。 \\n 齊王冏入宮。稱詔廢賈后。后曰。詔從我出。此何詔也。御覽五百九十三。 \\n 趙王倫篡位。冏舉兵討倫。臨陣斬之。文選謝平原內史表注。 \\n 齊王冏為大司馬。十二月。有白頭老人之大司馬府。大呼、有大兵起。不出甲子旬。即收都衛。攷問。竟攷死。開元占經百十三。 \\n 齊王冏輔政歲餘。驕矜多過。鄭方諫曰。今王安不慮危。酖于酒色。其失一也。大王檄命。當使天下穆如清風。今則不然。其失二也。四夷交侵。不聞大王賑救之令。其失三也。當作四夷交侵。不以為念。其失三也。民勞窮苦。不聞大王賑救之令。其失四也。又與義兵論功未息。其失五也。冏含忍曰。孤不能。致五闕。若無子。則終不聞孤之過也。初學記十八。 \\n 河間王伐齊王冏。長沙王又徑入宮發兵攻冏。火燒觀閣。及千秋、神虎、二宮門。冏盜白虎幡。唱云長沙王矯詔。長沙王更以白幡唱稱大司馬謀反。御覽三百四十一。 \\n 冏敗。縛至上前。又叱左右斬之。文選晉紀總論注。 \\n 初冏輔政。大安元年。有婦人詣大司馬門寄產。吏驅之。婦人曰。我截齊便去耳。言畢不見。識者聞而惡之。至二年謀反誅。御覽三百六十一。 \\n 長沙厲王乂武帝第六子。 \\n 乂字士度。封長沙王。拜步兵校尉。文選晉紀總論注。 \\n 乂性果厲。有成斷。類聚。 \\n 側身下士。以要人譽。同上。 \\n 與齊王冏相攻。冏敗。縛至上前。乂叱左右斬之。河間王顒欲廢太子覃。立成都王。欲先誅乂。出征連戰敗走。文選晉紀總論注。 \\n 馬隆子咸。為成都王前鋒。統陸機攻長沙王乂于石橋。將士器仗嚴利。長沙王所統官一作冠。軍司馬王瑚一作湖。又作胡。率眾討咸于馬巿。咸軍堅不動。瑚乃使數十騎與戰。下馬縛戟于馬鞍頭。放令向一作伺。咸。又使數十騎持兵隨其後。各刺所放馬。馬驚。奔咸軍。軍即壞。瑚因馳逐猛戰。臨陣斬咸。御覽二百八十六又八百九十五。　書鈔。　事類賦注馬。 \\n 後遂誅之。文選晉紀總論注。 \\n 成都王穎武帝第十六子。 \\n 穎字章度。封成都王。拜越屯騎校尉。文選晉紀總論注。 \\n 趙王倫篡位。穎謀舉義兵迎天子。文選晉紀總論注。 \\n 盧志言于成都王穎曰。黃橋戰時趙驤為倫將士猗許超所敗。亡者。有八千餘人。既經夏暑。露骨中野。可為傷惻。昔周王葬枯骨。況此等致死王事乎。穎乃造棺八千餘枚。以成都國秩為衣服殮祭。葬于黃橋北。樹枳籬為之塋域。又立都祭堂。刊石立碑。紀其赴義之功。使亡者家四時祭祀有所。御覽五百五十七。 \\n 倫死後。河間王顒廢太子覃。立穎為皇太弟。文選晉紀總論注。 \\n 張方廢穎歸蕃。遣田徽殺之於鄴。文選晉紀總論注。 \\n 河間王顒 \\n 顒少有清名。輕財愛士。與諸王俱朝。武皇歎顒可為諸國儀表。書鈔。 \\n 東海孝獻王越 \\n 東海王越從大駕討鄴。軍敗。輕騎奔下邳。文選迎大駕注。 \\n 永興二年。越率天下甲士三萬人奉迎大駕還洛。文選迎大駕注。 \\n 東海王越自陽城帥甲士四萬入京邑移徙。次于許昌。以馮嵩為左司馬。越領豫州牧。占經五。 \\n 解系 \\n 解系字少連。濟南人。文選關中詩注。 \\n 系為雍州刺史。文選關中詩注。 \\n 解系原誤結。與孫秀不協。秀誅張華。陷殺系。原誤結。并欲誅系弟結。原誤結弟系。梁王肜救之。秀曰。我于水中蟹尚惡之。況其兄弟耶。御覽六百四十五。 \\n 解結問別駕治中曰。河北白壤高良。何故少人士。每以三品為中正。御覽三十七。 \\n 孟觀 \\n 孟觀字叔時。文選關中詩注。 \\n 稍遷至積弩將軍。封上谷郡公。及關中氐反。諸將敗退。乃遣觀。文選關中詩注。 \\n 孟觀身當大敵。功蓋一時。同上。 \\n 初夏侯駿上言斬氐帥齊萬年。及孟觀至。大戰數十。生送萬年。同上。 \\n 牽秀 \\n 牽秀字叔成。三國志注二十六稱按晉書。 \\n 索靖 \\n 索靖字幼安。燉煌人。類聚七十四。 \\n 靖為尚書郎。精草法。武帝愛之。時尚書令衛瓘字伯玉。世號瓘得伯英之筋。靖得伯英之肉。一臺二妙。天下為希。類聚七十四。 \\n 周恢浚叔父子。新晉書無傳。 \\n 周恢字弘武。汝南人。祖斐、永寧少府。父隆、州從事。恢仕至秦相。秩中二千石。世說注五。 \\n 周馥浚從父子。 \\n 馥為鎮東將軍。傾心杜夷。引為參軍。周馥教曰。參軍杜夷。優遊養素。文選九日從宋公戲馬臺送孔令注。 \\n 苟晞 \\n 苟唏字道將。御覽二百四十。 \\n 惠帝征成都王。為北軍中候。同上。 \\n 晞領兗州牧。暴虐。殺人流血。號曰屠伯。人皆怖怵。流入他州。御覽四百九十二。 \\n 苟晞為青州刺史。役煩賦重。民不堪命。日斬十人。流血成川。號曰展伯。類聚。 \\n 其弟純。領青州。刑殺尤甚于晞。百姓號小苟酷于大苟也。御覽四百九十二。 \\n 苟晞曰。淮陽之地。北阻塗山。南枕靈嶽。文選鐘山詩應西王教注。 \\n 石勒鎖苟晞頸。以為司馬而反殺之。御覽六百四十四。 \\n 華軼表孫。澹子。 \\n 華軼為江州刺史。得江表之歡心。流亡之士。赴之如歸。時天子孤危。四方瓦解。軼有匡天下之志。每遣貢獻入洛。不失臣節。謂使者曰。若洛都道斷。可輸之琅邪王。以明吾之為司馬氏也。御覽二百五十六。 \\n 劉琨 \\n 劉琨字越石。中山魏昌人。中山靖王之後也。祖邁、有經國之才。相國參軍。父璠、太子洗馬、侍御史、光祿大夫。琨少稱俊朗。世說注二。文選勸進表注。六臣本文選答盧諶注。 \\n 初辟太尉隴西王泰原作秦王誤。新晉書作高密王泰。蓋泰初封隴西。後改封高密。府。未就。尋為博士。未之職。六臣本文選答盧諶注。 \\n 琨乃是故尚書郭弈外甥。年二十九。為太子謂趙王倫子荂。即琨妹子也。掾。書鈔。 \\n 累遷司徒長史。尚書右丞。迎大駕于長安。以有殊勳。封廣武侯。永嘉中。年三十五。出為并州刺史。世說注二。　六臣文選答盧諶注。 \\n 劉聰圍晉陽。令狐泥盛子。盛為琨所殺。以千餘人為鄉導。琨求救猗盧未至。太原太守高嶠反應聰逐琨。琨父母年老。不堪鞍馬。步擔不免為泥所害。文選答盧諶注。 \\n 琨將討石勒。琨遣兄子演領兗州。文選答盧諶注。 \\n 建興五年。即元帝建武元年。琨使溫嶠詣江南勸進。文選勸進表注。 \\n 劉琨表曰。李術以素論門望。不可與樵采同日也。文選百辟勸進今上牋注。 \\n 劉琨曰。神爽忽然。若己之侍對也。文選齊竟陵文宣王行狀注。 \\n 琨與丞相牋曰。不得進軍者。實因無食。殘民鳥散。錄召之日。皆披林而至。衣服藍縷。擁髮徒跣。木弓一張。荊矢十隻。編草盛糧。不盈二日。夏則桑椹。冬則〈瑩，中“玉改豆”〉音勞。豆。視此哀歎。令人氣索。一作盡。恐吳孫韓白。猶或難之。況以琨怯弱凡才。而當率此以殄強寇。御覽四百八十六。又散見三十五。及三百四十七。 \\n 琨為段匹磾所拘。攄暢幽憤。因與盧諶贈答。琨與盧志親善。志子諶。琨先辟之。後為從事中郎。段匹磾領幽州。求為別駕。諶牋詩與琨。故答云云。六臣文選答盧諶注。 \\n 琨被拘經月。段匹磾所立代郡太守薛閭嵩。與劉琨鴈門太守王處。今作據。後軍下今有韓據二字。謀殺磾奉琨。密作攻具。欲夜襲磾。磾兒強取處今作韓據。女為妾。遂以攻具告磾。磾遂斬王處、薛閭嵩、及其徒黨。御覽三百三十六。琨竟為段匹磾所害。世說注二。　六臣文選答盧諶注。 \\n 劉演琨兄輿子。 \\n 演領兗州。石勒圍演于三臺。突圍得免。後演治廩邱遂不守。兄少子及演妻息盡為所虜。文選答諶注。 \\n 祖逖 \\n 祖逖字士稚。范陽遒人。與弟約將母詣洛。交結人流。逖舅程元良、良弟衛、弟收、並臺郎州郡。有勢于洛。更共扶讚兩甥。故並陞清途。逖初為司州主簿。舉秀才。為大司馬齊王掾。有將帥之風。御覽五百十六。 \\n 祖逖軍大飢。進據食犬邱城。樊雅遣六十餘人入逖營。拔戟。大呼向逖。逖軍入夜不知何賊多少。皆欲散走。逖疑非多人。但摧左右拒之。會督護董瞻今晉書作董昭。入。共討賊。賊散故道出。御覽三百十五。 \\n 祖納逖兄。 \\n 祖納字士言。范陽遒今作遵。人。九世孝廉。納諸母三兄。最治行操。能清言名理。文義可觀。為隴西王參軍。歷太子中庶子廷尉卿。避地江南。世說注一。　書鈔。 \\n 納好弈棋。王隱謂之曰。禹惜寸陰。不聞數棋。對曰。我亦聊用忘憂耳。隱曰。蓋聞古人遭逢一作時。則以功達其道。若其不遇。則以言達其道。一作才。故否泰不窮也。古必有之。今亦宜然。當晉未有書。而天下大亂。舊事蕩滅。非凡才所能立。君少長五都。遊一作宦。官四方。華夷成敗。皆當聞見。何不記述而有裁成。應仲遠作風俗通。崔子真作政論。蔡伯喈作勸學篇。史游作急就章。猶皆行于世。便成沒而不朽。當其同時人豈少哉。而了無聞。皆由無所述作也。僕雖無才。非志不立。故君子疾沒世而無聞焉。所以易稱自彊不息也。況國史明乎得失之跡。俱取散愁。此可兼濟。何必圍棋然後忘憂也。納喟然嘆曰。非不悅子之道。力不足耳。乃言之于帝曰。自古小國。猶有史官。況于大府。安可不置。因舉隱。稱清純亮直。學思沈敏。五經群史。多所綜悉。且好學不倦。從善如流。若使修著一代之典。褒貶與奪。誠一時之俊也。帝以問記室參軍鍾雅。雅曰。納所舉雖才。而今未能立也。事遂停。然史官之立。是納始也。此段依新晉書祖納傳王隱傳錄出。蓋事屬王隱。自記自事。此段當有。故錄之。 \\n 溫嶠薦為光祿大夫。世說注一。 \\n 納嘗問梅陶曰。君鄉里立月旦評。何如。陶曰。善褒惡貶。則佳法也。納曰。未益。時王隱在坐。因曰。尚書稱三載攷績。三攷黜陟幽明。何得一月便行褒貶。陶曰。此官法也。月旦。私法也。隱曰。易稱積善之家。必有餘慶。積不善之家。必有餘殃。稱家者豈不是官。必須積久。善惡乃著。公私何異。古人有言。貞良而亡。先人之殃。酷烈而存。先人之勳。累世乃著。豈但一月。若必月旦。則顏回食埃。不免貪污。盜蹠引少。則為清廉。朝種暮穫。善惡未定矣。此段亦依新晉書錄出。 \\n 祖納原作約。按當作納。清談平裁。老而不倦。文選為蕭揚州作薦士表注。 \\n 梅陶及鍾雅數記事。祖納輒困之。因曰。君汝潁之士利如錐。我幽冀之士鈍如椎。持我鈍椎上君利錐皆當摧。陶、雅、並稱有神錐。不可得摧。納曰。假有神錐。必有神椎。御覽七百六十三按納原誤約。 \\n 邵續 \\n 邵續為石勒所執。身灌園鬻菜。以供衣食。勒屢遣人察之。歎曰。此真高人矣。不如是安貴乎。嘉其清苦。數賜穀帛。每臨朝嗟歎。以厲群臣。御覽九百七十六。 \\n 段匹磾 \\n 建武初。段匹磾推劉琨為大都督。結盟討石勒。進屯故安縣故燕太子丹金臺。文選鮑明遠樂府放歌行注。 \\n 文鴦北討末杯弟于薊城。段匹磾召弟文鴦還厭次。石虎來先從騎抄城左右。鴦登城臨見。不勝其勇。欲出擊胡。磾疑有伏。不聽出。民出大為胡所殺掠。鴦單將壯士數十騎出擊胡。所殺甚多。胡騎退。鴦追躡。磾率步繼鴦。虎伏騎起。磾鴦力戰。殺胡數千。鴦還赴磾。磾已散還。鴦所乘馬乏頓。虎呼曰。大兄。久望共同。天不違願。今日相見。何故復戰。請釋杖語。鴦罵曰。汝為寇虜。今作虐。久應死。吾兄不能用吾計。故令汝得至此。吾寧死。不忍為汝擒。遂下馬與胡戰。矟折。執刀力戰不降。虎軍四面解馬羅披自障。前捉鴦。鴦自辰至申。力極斫殺人而後見執也。御覽四百三十五。又四百六十六。 \\n 段匹磾降石勒。常著朝服。持晉節。勒亦不問。御覽六百八十一。 \\n 淮南忠壯王 \\n 武皇帝男允字欽度。封淮南王。文選晉紀總論注。 \\n 領中護軍。同上。 \\n 孫秀既害石崇等以懼允。允遂進圍相府。相國趙王倫閉門。允兵四勝。陷破無前。倫息虔偽云。有詔助淮南王。王下車受詔。遂害之。同上。 \\n 王導 \\n 王導字茂弘。文選讓中書令表注。 \\n 中宗時為侍中。同上。 \\n 肅祖即位。敦平。進太保。不拜。同上。 \\n 後為丞相。同上。 \\n 王珣導第三子洽之子。 \\n 珣弱冠為桓溫所重。王珣與謝玄俱被辟。桓溫曰。謝掾必擁麾杖節。王掾當作黑頭公。未易才也。御覽三百六十四。 \\n 王劭導第五子。 \\n 王劭為丹陽尹。善禮儀。操人近習。未嘗見其墮替。文選齊竟陵文宣王行狀注。 \\n 陶侃 \\n 陶侃字士衡。鄱陽人。類聚七十九。 \\n 陶侃為吏。鄱陽孝廉與親友過侃宿。時大雪無草。侃母湛撤床雜蔣。手剉給客牛馬。原注晉陽秋云。蔣薦也。時大雪以下。依御覽七百九引校補。截髮以供客。聞者嘆曰。非此母不生此子也。乃進之于張夔。世說注六。類聚十七。 \\n 為郡主簿。夫人病。欲使主簿迎醫于數百里。天大寒雪。各辭疾。召侃使行。侃曰。資于事父以事君。夫人亦當次母。安有父母之病。而聞迎醫不便行也。御覽二百六十五。 \\n 羊晫亦簡之。後晫為十郡中正。舉侃為鄱陽小中正。始得上品也。世說注六。 \\n 侃為荊州刺史。陶侃擊蜀賊王真。當作貢下同。真以鉤得上侃一作真拘得侃。青雀舟。侃欲投水。都督王禳蘇扶侃入小船。得脫。御覽七百六十八。初學記二十九。 \\n 陶侃為荊州。與杜弢將王真當作貢下同。遙語。真橫腳馬上。侃說曰。杜弢為益州刺史。盜用庫金。父死不奔喪。君本佳人。何隨之。天下無白頭賊也。真聞。下其腳。辭又順。侃知其意。使降人喻真。真乞得先信。乃截髮為信。蜀賊糧盡。真既降而走。御覽三百七十二。 \\n 賊杜弢下多蜀人。飢。陶侃多作鬻以待之。于是悉降。同上八百五十九。 \\n 侃為廣州。夢有司馬與侃鎧者。長史陳協以為司馬者國姓也。鎧者扞禦之器也。節下當進位。泰興二年。侃加平南將軍。俄轉都督、湘州刺史。御覽、三百五十五。又三百九十八。 \\n 敦平。遷陶侃都督荊、雍、益、梁、四州軍事。是時荊州大饑。百姓多餓死。侃至秋熟輒糴。至饑復減價糶之。士庶歡悅。咸蒙濟賴。類聚五十。 \\n 陶侃少長勤整。自強不息。常語人曰。大禹聖人。乃惜寸陰。至于凡俗。當惜分陰。初學記一。　御覽四百三十一。 \\n 陶侃平蘇峻。除侍中太尉。加羽葆鼓吹。御覽五百六十七。 \\n 太尉陶侃。表倉曹參軍袁謙為高涼太守。未至百餘里。浦中有密蜂蔽日而下謙船上。謙不覺甚惡。會得留郡文書。賊欲乘虛攻郡。謙欲速赴。明早進西南。卒遇大風飛沙。天地晦合。不復得還浦。遂沒海中。事類賦注蜂。　御覽九百五十。 \\n 侃臨終表曰。臣少長孤寒。始願有限。過蒙先朝歷世異恩。臣年垂八十。位極人臣。啟手啟足。當復何恨。但以餘寇未誅。山陵未復。所以憤慨兼懷。唯此而已。猶冀犬馬之齒。尚可少延。欲為陛下北吞石虎。西誅李雄。勢遂不振。良圖永息。臨書振腕。涕泗橫流。伏願遴選代人。使必得良才。足以奉宣王猷。遵成志業。則雖死之日。猶生之年。世說注二。 \\n 陶侃薨。帝為置石碑。立廟像于武昌西江上。書鈔。 \\n 侃少漁于雷澤。夢背上生八翅。飛入天門。見門非常。欲入。不敢入而下。侃後都督八州諸軍事。類聚七十九。　御覽三百九十八。 \\n 溫嶠 \\n 溫嶠字太真。太原人也。文選勸進表注。 \\n 建興二年。嶠為劉琨假守左司馬、都督上前鋒諸軍事。討劉聰。世說注八。 \\n 西臺除司空右司馬。文選勸進表注。 \\n 劉琨假守左長史。同上。 \\n 五年。琨使詣江南勸進。同上。 \\n 嶠為丹陽郡尹。文選王文憲集注。 \\n 後平蘇峻之亂。文選王文憲集注。 \\n 郗隆鑒叔父。 \\n 郗隆字宏始。為尚書郎。轉左丞。在朝為百寮所憚。後坐泄事免。初學記十一。 \\n 顧榮 \\n 顧榮字彥先。吳人也。文選贈尚書郎顧彥先注。 \\n 顧榮少有珪璋。符采朗澈。仕吳。弱冠舉賢良為黃門侍郎。當時後進。盡相推謝。稱榮有大才令望。初學記十二。入洛為尚書郎。文選贈尚書郎顧彥先注。 \\n 顧榮徵拜侍中。見王路塞絕。便乘船而還。過下邳。遂解舫為單舸。一日一夜行五六百里。遂得免。類聚七十一。　御覽七百七十。 \\n 元帝初鎮江東。以榮為軍司馬。禮遇甚重。三國志注五十二。引晉書未標王隱。姑錄于此以俟攷。 \\n 顧榮謂中宗曰。陸士元、貞正清貴。金相玉質。甘季思、忠款盡誠。加以瞻榦殊快。殷慶元、質略有明規。文武可施用。榮族兄公讓、明亮守節。困不易操。會稽楊彥明、謝行言、皆服膺儒教。足為民望。賀生、沈潛青雲之士。陶恭兄弟、才力雖少。實事極佳。凡此諸人。皆南金也。中宗納之。御覽四百四十五。 \\n 卒表贈侍中、驃騎將軍、儀同三司。榮兄子禺字孟著。少有名望。為散騎常侍。早卒。三國志注五十二引晉書。 \\n 紀瞻 \\n 紀瞻字士達。書鈔。　按當作思遠此誤。 \\n 吳平。舉秀才。陸機策之。紀瞻答秀才策曰。周制明堂。所以宗其祖。以配上帝。其正中皆原作者。太廟。以順天時施法令。初學記十三。 \\n 朝庭稱其忠亮雅正。才兼文武。可領軍將軍。時人素服其嚴毅。雖恆疾病。六軍敬憚之。尋以風病。自表請去官。遣黃宏就謁軍事。書鈔。 \\n 薛兼 \\n 薛兼字令長。薛瑩子。清素有器宇資望。如故上國。不似吳人。歷位二宮丞相長史。元帝踐阼。累遷丹陽尹、尚書。又為太子少傅。自綜至兼。三世傅東宮。三國志注五十三。 \\n 劉隗 \\n 建興四年。丞相府督軍令史淳于伯、刑于建康市。百姓諠譁。咸曰伯冤。御覽八百七十九。劉隗奏曰。懷情抱恨。雖沒不亡。故有隕霜之應。夜哭之鬼。文選永明九年策秀才文注。 \\n 隗補丹陽尹。雖在外。而萬機祕密皆預聞之。御覽二百五十二。 \\n 刁協 \\n 刁協子彝。彝子逵字伯道。弟暢字仲遠。次宏字叔仁。各歷職州刺史。兄弟子姪並不治名行。競修貨殖。有田萬頃。奴婢數千人。義旗初建。宏將謀起兵。宋王遣劉毅誅之。刁氏既富。奴客縱橫。上山錮澤。為京口之蠹。宋既誅暢。散其穀帛金錢牛羊。令民稱力取之。彌日不盡。時天下饑儉。編戶菜蔬。及刁氏之破。百姓充足。御覽四百七十一。　按王隱書而有晉末之事　知為後人所附益者多矣。或係別書。御覽引時下筆之誤。 \\n 應詹 \\n 應詹字思遠。汝南南頓人。璩曾孫當作之孫。也。為人宏長有淹度。飾之以文才。司徒何劭原作充。嘆曰。所謂文質之士。世說注八。 \\n 詹為南平太守。天門、武陵、並反。降之。下句依書鈔校補。天下分崩。征鎮州郡已失城邑。詹獨保境。外攘狂狡。內除塗炭。甚便百姓之情。郡人歌曰。亂離既普。殆為灰朽。僥倖之運。賴茲應后。蔭我塗炭。惠隆邱阜。潤同江海。恩猶父母。御覽二百六十一。又四百六十五。 \\n 應詹為太守。人歌之曰威若風霜。恩如父母。文選辨命論注。 \\n 詹遷光祿勳。王敦將復作逆。明帝問應詹曰如何。一作何如。詹厲然慷慨答詔曰。陛下宜奮赫斯之威。臣等當負戈從戎、不顧族命之禍。以順討逆。誠社稷之計也。庶憑宗廟之靈。有征無戰。如其不然。王室必危。即日以詹為都督前鋒軍事。護軍將軍。同心滅敦。初學記十七。　書鈔。　御覽二百三十九。 \\n 累遷江州刺史。世說注八。 \\n 卒贈鎮南將軍。世說注八。 \\n 甘卓 \\n 甘卓為揚威將軍、歷陽內史。御覽三百六十六。 \\n 卓為相州刺史。市無二賈。書鈔。 \\n 甘卓家金匱鳴。聲似槌鏡。清而悲。師言金匱將離。是以悲鳴。尋而卓下將周慮等承望敦意害卓。御覽七百十三。 \\n 卞壼 \\n 蘇峻進攻。壼苦戰死之。及二子死。徵士翟湯聞而嘆曰。父為忠臣。子為孝子。忠孝之道。萃于一門。可謂賢哉。文選為卞彬謝修卞忠貞墓啟注。 \\n 孫惠 \\n 孫惠以策干東海王越。詭其姓名。自稱南嶽逸民。勸以勤王。辭義甚美。王以為記室參軍。掌文書。豫參謀議。每造檄。或驛馬催之。應命立成。皆稱旨。書鈔。 \\n 熊遠 \\n 熊遠字孝文。初學記十二。 \\n 遷御史中丞。新書。弢平。轉從事中郎。累遷太子中庶子。尚書左丞。散騎常侍郎。接下段。未言遷御史中丞。中宗每嘆其公忠。謂遠曰。卿在朝正色。不茹柔吐剛。忠亮至勁。可謂王臣。初學記十二。 \\n 陳頵 \\n 陳頵為郡督郵。檢獲隱匿者三千人。為一州尤最。太守劉享拔為主簿。州辟部從事。乘馬車還家。宗黨榮之。書鈔。 \\n 郭璞 \\n 郭璞字景純。河東聞喜人。父瑗、建平太守。世說注三。 \\n 璞消災轉福。扶厄擇勝。時人咸言京管不及。同上六。 \\n 郭璞遷尚書郎。數言便宜。多所匡益。書鈔。 \\n 庾冰亮弟。 \\n 庾冰為中書監、揚州刺史。乃心夙夜。情存治道。賓禮朝賢。升擢後進。由是朝野注心。咸曰賢相。類聚五十。 \\n 庾翼亮弟。 \\n 庾翼都督江、荊、益、三州刺史。制度規模。每出于人。數年之中。軍國充實。人情翕然。稱其才明。由是自河以南。皆懷歸附。類聚五十。 \\n 翼欲北伐。上疏不從。違詔輒行。至夏口。復上表。庾翼表曰。襄陽北去河洛。不盈千里。文選齊故安陸昭王碑文注。 \\n 諸葛恢 \\n 諸葛恢字道明。類聚十九。 \\n 時荀闓字道明。蔡謨字道明。俱有名譽。號曰中興三明。時人歌之曰。京師三明各有名。蔡氏儒雅荀葛清。類聚十九。 \\n 顧悅之 \\n 顧悅之與簡文帝同年。而髮早白。上問故。對曰。松柏之姿。經霜猶茂。蒲柳之姿。望風先凋。御覽三百七十三。 \\n 孔愉 \\n 司徒王導以趙胤為護軍。孔愉謂導曰。中興以來處此位者。周伯仁、應思遠。今誠乏才。豈可以趙胤居之。書鈔。 \\n 孔坦愉從子。 \\n 孔坦字君平。會稽山陰人。世說注二。坦方直而有雅望。同上四。善春秋。有文辨。歷太子舍人。同上二。 \\n 蘇峻事平。陶侃欲將坦上用為豫章太守。坦辭母老不行。臺以為吳郡。吳郡多名族而坦年少。乃授吳興內史。世說注四。 \\n 孔坦原作恒。作鬻置門外。呼飢人食之。謂是嗟來。皆無往食之者。書鈔。 \\n 孔坦上表曰。士死知遇。恩令命輕。文選拜陵廟注。又擬魏太子鄴集詩注。引作王逸晉書。逸即隱之誤。胡校。 \\n 累遷廷尉卿。世說注二。 \\n 謝安 \\n 謝安義在輔導。雖會稽王道子。亦賴弼諧之益。時強敵寇境。邊書續至。梁、益、不守。樊、鄧、陷沒。安每鎮以和靖。御以長算。德政既行。文武用命。不存小察。宏以大綱。威懷外著。人皆比之王導。而文雅過之。御覽四百四十五。 \\n 王羲之 \\n 王羲之幼有風操、郄虞卿新書作郄鑒。按鑒字道徽。聞王氏諸子皆俊。令使選婿。諸子皆飾容以待客。羲之獨坦腹東床嚙胡餅。神色自若。使具以告。虞卿曰。此真吾子婿也。問為誰。果是逸少。乃妻之。御覽八百六十。 \\n 王羲之初度江。渡浙江也。會稽有佳山水。名士多居之。與孫綽、許詢、謝尚、疑作謝安。支遁、等。宴集於山陰之蘭亭。御覽一百九十四。 \\n 王遜 \\n 王遜為上洛太守。私牛馬在郡生駒犢者。秩滿以付官。云是郡中所產也。類聚。 \\n 劉胤 \\n 時資江州運漕。而胤以私廢公。免官。劉胤商貨繼路。文選後漢皇后紀論注。 \\n 桓伊 \\n 伊與謝玄等破秦于肥水。武帝賜桓伊錢百萬。袍裏千端。御覽六百九十三。 \\n 朱伺 \\n 朱伺字仲文。小為牙門將陶丹給使。吳平。內徙原作涉。江夏。便鞍馬弓弩刀楯射獵。御覽三百五十七。 \\n 石勒攻夏口。朱伺銜鐵而以弩的射賊大帥數人。皆殺之。並以磊石弓箭雨下。所向摧破。賊皆拋船上岸。于水邊作陳。伺身被數十箭。氣色不變。諸軍尋至。賊兵便崩退。投水死者百數。夏口之全。伺之勳也。御覽四百三十五。 \\n 時杜曾襲揚口。朱伺拒曾原誤魯。賊于河南。常所用弩。忽禁不發。伺知己必敗。後果被傷。書鈔。 \\n 陳壽 \\n 陳壽字承祚。巴西安漢人。好學善著述。世說注七。 \\n 陳壽舉孝廉。為著作郎。類聚四十八。 \\n 陳壽為著作佐郎。遷大著作。御覽二百三十四。 \\n 撰三國志。初壽父為馬謖參軍。諸葛亮誅謖。髡其父頭。亮子瞻又輕壽。故壽撰蜀志。以愛憎為評也。世說注七。 \\n 壽與張華友善。華垂當啟轉中書郎。荀勖黨疾壽、華。語吏部出為長廣太守。類聚四十八。 \\n 杜預將之鎮。入辭。啟曰。蜀有陳壽。才史通博。宜補黃散之職。帝曰。卿何說晚。壽可作治書侍御史不。預對惟上詔。即手詔。用壽為治書侍御史。書鈔。 \\n 仕至中庶子。世說注七。 \\n 陳壽卒。詔下河南尹華澹。遣吏賫紙筆就壽門下。寫取三國志。類聚五十八。 \\n 虞溥 \\n 虞溥為鄱陽內史。勸一作親。厲學業。雖嚴一作威。而不猛。寬裕簡素。風化大行。白烏集郡庭。止棗樹上。就執不動。類聚八十七。又九十二。　御覽九百二十。 \\n 王銓 \\n 王儉當作銓下同。字元衡。內史下邳陳劭擅名徐州。劭聞儉年十四善屬文。請作祝文。劭謂客曰。此生為文有可觀采。命為督郵主簿。劭遷給事。儉為定表。御覽三百八十四。 \\n 太康六年。荊州送兩足虎。時尚書郎索靖議稱半虎。博令王銓為文曰。般般白虎。觀舋荊楚。孫吳不逞。金皇赫怒。類聚九十九。 \\n 中宗詔問王隱曰。荊州送兩足虎。其徵何也。隱曰。謹按先臣銓傳。太康時兩足虎。因作詩以諷。銓意以晉金行也。金在西方。其獸為白虎。虎有四足。猶國有四方。無半勢而又見獲。將有愍懷之禍也。占經百十六。 \\n 武帝封楊后父鎮軍楊駿為臨晉侯。后母太原龐為安昌鄉君。太學生王銓曰。侯稱臨晉。後必制國也。御覽百九十九。 \\n 仕至歷陽令。少好學。有著述之志。每私錄晉事及功臣行狀。未就而卒。此段依新書錄出。以俟攷。 \\n 子瑚字處仲。少重武節。成都王穎舉兵向洛。以為冠軍參軍。同上。 \\n 馬隆子咸。為成都王前鋒。統陸機攻長沙王又于石橋。將士器仗嚴利。長沙王所統冠軍司馬王瑚率眾討咸于馬市。咸軍堅不動。瑚乃使數十騎與戰。下馬縛戟于馬鞍頭。放令向咸。又使數十騎各持兵隨其後。刺所放馬。馬驚。奔咸軍。軍即壞。瑚因馳逐猛戰。臨陣斬咸。御覽二百八十六又八百九十五。　書鈔。 \\n 積功累遷游擊將軍。與司隸滿奮、河南尹周馥、等。俱屯大司馬門以衛宮。時上官已縱暴。瑚與奮等共謀除之。反為所害。此段依新書錄出以俟攷。 \\n 江逌 \\n 孝宗欲于後園修立池苑。江逌諫以強賊未滅。宜精軍備。常存儉約。以率群下。御覽八百二十四。 \\n 張軌 \\n 張軌為涼州刺史。御覽三百六十六。 \\n 大城姑臧。涼州有龍形。故曰臥龍城。南北七里。東西三里。本匈奴所築也。水經注四十。 \\n 漢末。博士侯瑾善內學。語弟子曰。涼州城西有泉水當竭。當有雙闕起其上。與東門相望。中有霸者出焉。至魏嘉平中。武威太守條茂起學舍築闕于此泉。太守填水造起門樓。與學闕相望。至是張氏遂霸河西。類聚六十二。水經注四十。 \\n 燉煌曹祛上言軌老病。更請刺史。見御覽。陰澹時弱冠。才行忠烈。州請為治中從事。陰澹新書作楊澹。因率數十人馳詣長安。皆割耳于盤。流血訴枉。得停。御覽三百六十六。　書鈔。 \\n 張駿 \\n 涼州張駿增築四城廂各千步。東城殖園果。命曰講武場。北城殖園果。命曰玄武圃。皆有宮殿。中城內作四時宮。隨節遊幸。并舊城為五。街衢相通。二十二門。大繕宮殿觀閣。采綺妝飾。擬中夏也。水經注四十。御覽百九十七。 \\n 江東賜涼州刺史張駿、真金印大袍。御覽六百九十三。 \\n 李密 \\n 李密字令伯。時人稱其才辨。召以為太子洗馬。書鈔。 \\n 李興、密之子。一名安。三國志注三十六。 \\n 嵇紹 \\n 嵇紹字延祖。譙國銍人。父康、有奇才俊辯。紹十歲而孤。事母孝謹。世說注一。 \\n 紹雅有文才。時以紹父康被法。選官不敢舉。年二十八。山濤啟武帝可為祕書郎。帝曰。紹既如此。便可為丞。世祖發詔。以為祕書丞。世說注二。初學記十二。 \\n 累遷散騎常侍。世說注一。 \\n 惠帝北征。紹以天子蒙塵。馳詣行在所。值王旅不振。敗績于蕩陰。百官左右皆奔散。唯紹儼然端冕。以身捍衛帝。兵交。御輦飛箭雨集。遂以見害。世說注一。　初學記十七。　御覽四百十七。 \\n 東海王越之許。路經滎陽。過嵇紹墓。哭之悲慟。刊石立碑。又表贈官爵。帝乃遣使策贈侍中、光祿大夫。加金章印綬。進爵為侯。賜墓田一頃。客一戶。祠以少牢。御覽五百五十七。 \\n 河南郭象著文稱、嵇紹父死在非罪。曾無耿介。貪位。死闇主。義不足多。曾以問郤公曰。王裦之父亦非罪死。裦尤辭徵。紹不辭用。誰為多少。郤公曰。王勝于嵇。或曰。魏晉所殺。子皆仕宦。何以無非也。答曰。殛鯀興禹。禹不辭興者。以鯀犯罪也。若以時君所殺為當耶。則同于禹。以不當耶。則同于嵇。　又曰。世皆以嵇見危授命。答曰。紀信代漢高之死。可謂見危授命。如嵇偏善其一可也。以備體論之。則未得也。御覽四百四十五。 \\n 王諒 \\n 交州刺史王諒為州人梁碩所圍。城陷。碩逼奪諒節。諒不與。碩遂斷諒右臂。諒正色曰。死不畏。斷臂何有也。御覽三百六十九。 \\n 范晷 \\n 范晷字彥長。南陽人。僑居清河。仕為郡五官。後為河內郡丞。時裴叔則為河內郡。知之。為裴所伏。後為侍御史。御覽二百五十三。 \\n 鄧攸 \\n 鄧攸字伯道。文選齊故安陸昭王碑文注。 \\n 祖殷、為淮南太守。夢行水邊。見一女子。虎一作猛獸。案唐諱虎。多作猛獸與獸。在後來。盪斷其鞶囊。占者以為水邊有女、汝字也。斷鞶囊者。新虎一作獸。頭代故虎一作獸。頭也。不作汝陰當汝南也。果遷汝陰太守。御覽三百九十八。　書鈔。 \\n 永嘉末、沒于石勒。攸遭石勒亂。以路遠。斫壞車。以牛馬負妻子以逃。入草遇賊。又掠其牛馬。攸語其妻曰。吾弟早亡。惟有遺民。今當步走。儋兩兒便當盡死。不如棄己兒。抱遺民。吾後猶當有兒。婦從之。世說注一。　御覽四百二十。 \\n 鄧攸去石勒投李矩。借水碓舂于城東。御覽七百六十二。 \\n 攸為吳郡太守。吳人飢荒。一作餓死。攸到。表賑貸。臺不時聽。攸乃輒出倉米。一郡蒙濟。不受祿俸。自載糧食。唯飲吳水而已。後被劾輒出穀。攸嘆曰。善不可為也。文選齊故陸昭王碑文注。　書鈔。類聚八十五。　御覽八百三十七。 \\n 鄧攸為吏部尚書。牧馬于家庭。妻子一作棲息。素食。不受一錢。類聚引作不受一飯于人。當時清靜。一作淨。內外肅然。此二句一在牧馬之上。遷為中護軍。初學記十一。御覽二百四十。 \\n 吳隱之 \\n 吳隱之母喪哀毀。嘗〈酉咸〉葅。以其味旨。輟而棄之。御覽九百七十六。 \\n 吳隱之為廣州刺史。州界有水名貪泉。父老云。飲此者皆使廉士變貪。隱之始踐境。先到水所。酌而飲。因賦詩曰。古人云此水。一歃重千金。若使夷齊飲。終當不易心。類聚五十。 \\n 及為廣州。清操愈勵。常食不過菜及乾魚而已。帷帳器服。皆付外庫。時人頗謂其矯。然亦始終不易。御覽九百七十六。 \\n 陳劭 \\n 陳劭字節良。初學記十二。 \\n 太始六年詔曰。燕王師劭、清貞潔靜。行著邦族。初學記十二。 \\n 劉兆 \\n 劉兆字延世。御覽六百一十。 \\n 兆以春秋一經而三家殊途。命世名儒。是非之議紛然。互為讎敵。乃思三家之異。合而通之。周禮有和怨調人之官。作春秋調人七萬餘言。御覽六百十。　書鈔。 \\n 氾毓 \\n 氾毓字稚春。濟北人也。敦睦九族。文選褚淵碑文注。引作氾勝之穆敦九族。當作氾勝之至毓七世。敦睦九族。青士號其家、兒無常母。衣無常主也。文選奏彈劉整注。 \\n 徐苗 \\n 徐苗字叔冑。高密淳于人也。初學記十七。 \\n 曾祖祖、祖字當作華。至行感靈。夜有神人告亭欲崩。苗苗亦當作華。出。亭崩得免。御覽百九十四。 \\n 徐苗少孤。家貧。好學書。晝執耒耜。夜不廢讀誦。御覽八百二十三。 \\n 輕財重義。行人所難者。兄及小弟早卒。鞠養孤寡。隱幼口腹及與妻子兄弟客居四十餘年。田宅奴婢。推之孤姪。弟亡。臨殯。口中有癕。大潰膿血溢。苗竟含去之。其行事類皆如此也。初學記十七。　御覽七百四十二。 \\n 徐苗以永寧三年春亡。遺令、濯內巾澣衣。榆棺雜塼。露車載柩。葦席瓦器而葬矣。御覽五百五十四。 \\n 杜夷 \\n 杜夷字行齊。廬江人。王敦為刺史。舉方正。隱身不仕。鎮東軍司顧榮等各薦夷于相國府。元帝以為儒林祭酒。帝曾欲省夷。夷深讓。帝答曰。吾與足下。雖情在忘言。然虛遲歷載。正以足下羸病。故欲相省。寧論常儀。敬以為國子祭酒。夷前後十餘表求解。不聽。明帝踐阼。夷又頻表讓位。御覽四百二十四。　類聚五十三。 \\n 左思 \\n 左思少好學。司徒隴西王泰辟為祭酒。書鈔。 \\n 左思專思三都賦。杜絕人流之事。自以所見不博。求為祕書郎。初學記十二。　御覽二百三十三。 \\n 左思徙居洛城東。著經始東山廬詩。文選招隱詩注。 \\n 蔡洪新書附王沉傳。 \\n 蔡洪仕至松滋令。世說注二。 \\n 李充 \\n 李充字弘度。集有漏刻銘。文選新漏刻銘注。 \\n 顧愷之 \\n 顧愷之拜散騎常侍。表云。不悟陛下聖恩所加。登之常伯之列。飾以貂璫之暉。書鈔。 \\n 羊琇 \\n 齊王出鎮。琇諫。武帝以羊琇為太僕卿。遜位。加特進。類聚四十九。 \\n 卒。贈羊琇以輔國將軍開府儀同。御覽二百三十九。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷八", "正文": "  \\n 王隱晉書卷八 \\n 　 \\n  \\n 寒俊傳劉卞 \\n 劉卞字叔龍。書鈔。須昌人。赤色文脣。少言語。有大志。為縣小吏。御覽三百六十八。　按稱王隱晉書寒俊傳。 \\n 劉卞補亭子。有亭民舉秀才。與刺史箋。久不成。卞指語箋意。下筆便成。秀才語縣令曰。劉卞公掾之精者。何況為亭子。令召為門下吏。書鈔。 \\n 劉卞為四品。吏訪問推一鹿車黃紙令卞寫書。卞語訪問。劉卞非為人寫黃紙也。訪問按卞罪下品二等。補左人尚書令史。初學記二十一。 \\n 劉卞為愍懷太子左衛率。知賈后必害太子。乃問張華。華曰。君欲何如。卞曰。東宮雋乂如林。四此字原誤附兵字下。率精兵萬人。公居阿衡之仕。若得公命。皇太子入朝。使錄尚書事。廢賈后于金墉。兩黃門力耳。華曰。卒立大事。恆懼禍甚。又非所能。賈后微聞。遷卞雍州刺史。卞恐終露。乃服藥卒。書鈔。 \\n 處士傳王褒 \\n 王褒字偉元。北海人也。御覽六百十六稱王隱晉書處士傳。 \\n 父儀、字朱表。高亮雅直。司馬文王為安東。儀為司馬。東關之敗。文王曰。近日之事。誰任其咎。儀曰。責在軍帥。文王怒曰。司馬欲委罪于孤耶。遂殺之。褒少立操尚。非禮不動。非法不言。身長八尺四寸。容貌絕異。音聲清亮。辭氣韶雅。此節亦見御覽三百八十九。多依校補。褒痛其父不以命終。絕世不仕。立屋墓側。以教授為務。旦夕常至墓前朝拜。輒悲號斷絕。墓前有一柏樹。褒常所攀援。涕泣所著。樹色與凡樹不同。此節亦見類聚八十八。事類賦注柏。讀詩至哀哀父母。生我勞悴。一作劬勞。未曾一作嘗。不反覆流涕。泣下沾襟一作胸。也。此節亦見御覽六百十六。家貧躬耕。計口而田。度身而蠶。諸生有密為褒刈麥者。褒遂棄之。自是莫敢復佐刈者。褒門人為本縣所役。求褒為屬。褒曰。卿學不足以庇身。吾德薄不足以蔭卿。屬之何益。且吾不捉筆已四十年。乃步擔乾飯。兒負鹽豉。門御從者千餘人。安邱令以為見已。整衣出迎之于門。褒乃下道。至土牛。磬折而立。云門生為縣所役。故來送別。執手涕泣而去。令即放遣諸生。一縣以為恥。同縣管彥。少有才力。未知名。褒獨以為當自達。常友愛之。男女各始生。共許為婚。彥果為西夷校尉。褒後更以女嫁人。彥弟馥問褒。褒曰。吾薄志畢願山藪自處。姊妹皆遠。吉凶斷絕。以此自誓。賢兄子葬父于帝都。此則洛陽之人也。豈吾欲婚之本指耶。馥曰嫂齊人也。當還臨淄。褒曰。安有葬父河南。隨妻本傳作母。還齊。用意如此。何婚之有。遂不婚。邴春者。根矩之後也。少立志操。寒苦自居。負笈游學。身不停家。鄉邑翕然。以為能係其先也。褒以春性險狹。慕名意多。終必不成。及後春果無學業。流離遠外。有識以此歸之。褒常以為人所行其當歸于善道。不可以己所能而責人所不能也。有致遺者皆不受。及洛都傾覆。寇賊蜂起。褒宗親悉欲移江東。褒戀墳壟。賊大盛。乃南達泰山郡。褒思土不肯去。賊害之。三國志注十一。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷九", "正文": "  \\n 王隱晉書卷九 \\n 　 \\n  \\n 逸民傳孫登晉書隱逸傳亦作第一。 \\n 魏末有孫登字公和。汲郡共人也。無家屬。時人于汲郡北山上土窟中得之。以上亦見五十五。夏則編草為裳。冬則被髮自覆。為人無言。好讀易鼓琴。初、宜陽山中作炭者。忽見有人不語。精神不似常人。帝使阮籍往視。與語亦不應。籍因大嘯。野人乃笑曰。爾復作向聲。籍又為嘯。籍將求出。野人不聽而去。登並當作嶺。嘯。如簫韶笙簧之音。聲震山谷。而還問炭人曰。故是向人耳。尋知求而不知所止。推問久之。乃知姓名。御覽五百二逸民部二。孫登、楊駿逼迎之。與語不答。賜布袍。登借刀截斷棄門中。大呼云。刺斫刺斫。卒病死。後人見在貴馬阪。御覽五十三。 \\n 庾袞唐修晉書列孝友傳。御覽逸民引王隱書作第二。 \\n 庾袞字叔褒。潁川人。少遭大疫。二兄亡。次兄毗又疫。其癘氣方熾。父母諸弟皆出避家。袞獨不出。諸父強之不可。曰袞性不畏病。納漿鬻扶侍。不捨晝夜。省柩哀臨。十有餘旬。病暨歇。家人乃反。而袞亦無患害。宗黨歎曰。異哉此子。能守人之所不能守。能行人之所不能行。御覽四百三。 \\n 庾袞執事有恪。與弟子治藩。必跪而授條。其人曰。今在隱屏。先生胡不踞。袞乃揖而延之。正席而坐。告之曰。奈何以幽顯易其操者乎。御覽四百三十二。又五百二。 \\n 年饑。麥熟。穫者雖畢。而捃者猶殷。袞乃引其群子以退。曰待其間。既捃焉。從者以為徒捃也。乃方自捃。不曲行旁掇。跪而把之。每饑。率其邑人于山林拾橡。御覽五百二。又八百二十四。 \\n 庾袞孤兄女曰芳。將嫁。美服具矣。袞刈荊苕為箕帚。專召諸子集之于堂。男女以班。而命芳曰。來。汝少孤。汝逸。汝豫。不汝疵瑕。今汝將適人。事舅姑。灑埽庭內。婦人之道也。故賜汝。以匪器之美。欲汝之溫恭朝夕。雖休勿休也。御覽四百五十八。又五百十二。 \\n 庾袞兄子孤翕也。卒。袞既哀其孤。又痛其成人而未娶。撫柩而號。每哭。聽者皆泣。人不哀其喪。感其哀也。藝文類聚三十四。 \\n 為郡功曹。舉清白異行。不就。御覽五百二。 \\n 世號庾袞有異行。元康之末。潁川太守復以功曹命之。袞服造役之衣。杖鍤荷斧。不俟駕行。曰請受下夫之役。府君飾車而迎。逡巡辭焉。形雖益恭而神有不可動之色。府君知其不屈。乃歎曰。非常士也。吾無以臣之矣。乃厚禮遣之。御覽二百六十四。 \\n 值亂。攜妻子入林慮。食木實。餌石蕊。得長年也。御覽五百二陳藏器本草。 \\n 林慮民歸之。葆于大頭山而田其下。有終焉之心。入林慮山。中途而眩發。倚巖而坐。柱杖將一作扶。起。杖跌墜崖一作岸。而死。御覽五百二。又七百四十一。 \\n 董京晉書隱逸傳作第二。 \\n 董京字威輦。不知何許人。太始初。值魏禪晉。遂被髮徉狂。忽至洛陽。帝止宿白社中。時乞於市。得殘碎繒絮。輒結為衣以自覆。號曰百結衣。以上亦見六百八十九事類賦衣注。類聚。全帛佳綿則不肯受。著作郎孫楚就社中與語。遂載于歸。終不肯坐。後數年去。莫知其所。其寢處得一石竹子。其詩曰。末世流奔。以文代質。逝將抱此元虛。歸我寂寞之室。御覽五百二逸民部二。 \\n 夏統晉書隱逸傳作第三。 \\n 夏統字仲御。會稽人。常學戲船。其母疾。市藥于洛陽。賈充聞而訪之。問曰。卿居海何作戲習。仲御曰。能戲船耳。充因命焉。仲御即登舟。鼓枻為〈魚孚〉音浮。鯆音甫。之歌。學鯆〈魚孚〉之狀。俄雲霧杳冥。白魚躍入其舟。充甚異之。因就與語。仲御不對。充整服謝之。仲御引棹而去。弗之見也。充乃歎曰。可謂木石人心哉。初仲御在鄉也。人或說之使仕。仲御勃然作色。謂之曰。我安能逐俗低眉下意乎。聞君之言。不覺寒毛競豎。白汗四市。顏如渥丹。心如火炙。舌不住齒。口不能張。兩耳閉塞。雙眸俱瞑也。遂竟不往。御覽五百二逸民二。 \\n 董養晉書隱逸傳作第七。 \\n 董養字仲道。太始初。到洛下干祿求榮。世說新語注五。 \\n 惠帝時。遷楊后于金墉。有侍婢十餘人。賈后奪之。然後絕膳。八日而崩。仲道喟然歎曰。天人既滅。大亂將至。傾危宗廟。在其日矣。御覽五百二。 \\n 皇太孫臧外祖蔣迪。吳興人。後迪作酪。當釀未成。大甕自行。迪打酪甕破。問景當作董。養。養曰。當生太子儲副。御覽七百五十八。 \\n 永嘉中。洛城東北角步廣里中。地陷。中有二鵝。蒼者飛去。白者不能飛。問之博識者不能知。養聞歎曰。昔周時所盟會狄泉。此地也。卒有二鵝。蒼者胡象。後明當入洛。名瑞記作後胡當入侮。白者不能飛。此國諱也。世說新語注五。 \\n 顧謝鯤、阮千里、等曰。時既如斯。難可保也。不如深居巖洞耳。乃自荷擔。妻子推鹿車。入于蜀山。莫知所止。御覽五百二逸民二。 \\n 郭文晉書隱逸傳作第十四。 \\n 郭文字文舉。河內人。隱居不仕。常居臨安及吳興、餘杭。依山。結廬臨清。植穀種麻。以供衣食。常著褐巾披鹿皮。其山多虎豹。文獨無藩籬格障。虎豹並不至。大興中。揚州刺史王導聞其名。乃自迎與相見。御覽五百二。 \\n 郭文得疫癘。病危困。不肯服藥。曰命在天不在藥。同上七百四十二。 \\n 尋而逃去。莫知所在。同上五百二。 \\n 文入餘杭山。蘇峻未亂之前。詣臨安山中。臨安令萬寵迎著縣中養病。及峻黨破餘杭。而臨安如故。人始異之。自後不復語。但舉手指麾以宣其意。病甚。寵問先生可復得幾日。文三舉其手。果以十五日終。御覽三百七十。 \\n 郭瑀晉書隱逸傳作三十一。 \\n 郭瑀字元瑜。燉煌人也。避世不仕。涼州牧張天錫遣使者孟公明備禮徵瑀。乃指翔鴻以示之曰。此鳥也。飛青雲之外。翔深谷之中。自東自西。安可籠也。遂逃入山。公明乃拘其門人。瑀歎曰。吾入山逃祿。非避罪。豈得隱居行義。翻害門人乎。乃出就徵。及至姑臧。值天錫母卒。括髮入弔。三踴而出。還入其山。天錫弗能強之。後莫知所在。御覽五百二逸民二。 \\n 霍原晉書隱逸傳作第八。 \\n 霍原字休明。燕國廣陽人也。少有志力。叔父坐法當死。原入獄訟之。楚毒備加。終免叔父。年十八。觀太學行禮。因留。貴游子弟聞而重之。元康末。原以賢良徵。累下州郡以禮遣。皆不到也。御覽五百二逸民二。 \\n 時王浚稱制邊垂。潛使人問霍原。原不答。浚心銜之。又有遼東內徙當作囚徒。三百餘人依山為賊。意欲劫原為主。亦未能行。時有謠曰。天子在何許。近在豆田中。浚以為豆者藿也。浚遂害原。懸其首。諸生悲哭其中。類聚八十五。　御覽八百四十一。 \\n 郭琦晉書隱逸傳作第九。 \\n 郭琦字公偉。太原晉陽人也。少方直有雅量。博學。武帝欲以琦為佐著作郎。問琦族人尚書郎郭彰。彰素疾琦不附己。答曰不識。帝曰。若如卿言。烏丸家兒能事卿。即堪郎矣。遂決意用之。及趙王倫篡位。又欲用琦。琦曰。我以一作己。為武帝吏。不容復為今世吏。終身處于家。御覽二百三十四。又五百二。 \\n 魯褒晉書隱逸傳作第十一。 \\n 魯褒字元道。南陽人也。好學多聞。以貧素自立。元康之後。綱紀大壞。褒傷時之貪鄙。乃隱姓名。著錢神論以剌之。褒不仕。莫知所終。御覽五百二逸民二。 \\n 任旭晉書隱逸傳作第十三。 \\n 任旭字次龍。臨海章安人也。幼孤。兒童時勤于學。及長。立操清修。不染流俗。鄉曲推而愛之。永康初。惠帝博求清節俊異之士。太守仇馥薦旭。清貞潔素。學識通博。詔下以禮發遣。旭以朝廷多故。尚志隱遁。辭疾不行。元帝初鎮江東。聞其名。辟為祭酒。並不就。咸和二年卒。御覽五百二逸民二。 \\n 龔壯晉書隱逸傳作第十五。 \\n 龔壯字子瑋。巴西人也。潔己自守。與鄉人譙秀齊名。值惠、懷末。天下大亂。李特為寇。壯父叔並為李特所害。壯積年不除喪。力弱不能復讎。及李壽戍漢中。壽時與李期有隙。期、特孫也。壯欲假壽以報。乃說壽曰。節下若能并有西土。稱藩于晉。人必樂從。且捨小就大。以危易安。莫大之策也。壽然之。遂率眾討期。果克之。壽以襲偽號欲官之。壯誓不仕。以上亦見四百八十一。因校補十六字。賂遺一無所受。壯書說壽以歸順。允天心。應人望。永為國藩。福流子孫。壽不納。壯謂曰。百行之本。莫先忠孝。既假壽殺期。私仇以雪。又欲使其歸朝。以明臣節。壽既不從。壯遂稱耳聾。又云手不制物。終身不復至成都。下帷研攷經典。覃思文章。至李勢時卒。御覽五百三逸民三。 \\n 韓績晉書隱逸傳第十七。 \\n 韓績字興齊。廣陵人也。先世避亂。居于吳之嘉興。父建、仕吳至大鴻臚。績少好文學。以潛退為操。布衣蔬食。不干當世。由是東土並宗敬焉。司徒王導聞其名。辟以為掾。不就。咸康末。會稽內史孔愉上疏薦之。詔以安車束帛徵之。稱老病。卒于家。同上。 \\n 譙秀晉書隱逸傳第十八。 \\n 譙秀字元彥。巴西人也。少而靜默。不交于世。知天下將亂。預絕人事。雖內外宗親。不相見。郡察孝廉。州舉秀才。皆不就。及李雄據巴蜀。慕秀名。具束帛安車徵。皆不應。常冠皮弁。弊衣。躬耕山藪。後避難宕渠。鄉里宗族依憑之者以百數。秀年八十。眾代之負擔。秀曰。各有老弱。當先營護。吾氣力猶足自堪。豈以垂朽之年累諸君也。年九十餘卒。同上。 \\n 辛謐晉書隱逸傳第二十一。 \\n 辛謐字叔重。隴西狄道人也。少有志尚。博學善書屬文。恬靜不妄交遊。召拜太子舍人。諸王文學。累徵不赴。永嘉末。沒于劉聰。拜太中大夫。固辭不受。又歷石季龍之世。並不應辟命。雖處喪亂之中。頹然高邁。視榮利蔑如也。及冉閔僭亂。復備禮徵為太常。謐遺閔書。因不食而卒。同上。 \\n 索襲晉書隱逸傳第二十三。 \\n 索襲字偉祖。燉煌人也。虛靜好學。不應州郡之命。舉孝廉賢良方正。皆以病辭。遊思于陰陽之術。著天文地理十餘篇。多所啟發。不與當世交通。或獨語獨笑。長歎涕泣。或請問不言。燉煌太守陰澹。奇而造焉。經日忘返。出而歎曰。索先生碩德名儒。真可以諮大義。澹欲行鄉射之禮。請襲為三老。會病卒。時年七十九。同上。 \\n 楊軻晉書隱逸傳第二十四。 \\n 楊軻、天水人也。少好易。長而不娶。學業精微。養徒數百。常食麤飯飲水衣短褐。人不堪其憂。而軻悠然自得。疏賓異客。音旨未曾交也。雖受業門徒。非入室弟子。莫得親言。欲所論授。入室弟子令相與宣授。劉曜僭號。徵拜太常。軻固辭不赴。曜亦敬而不逼。遂隱于隴山。及曜為石勒所擒。秦人東徙。軻留長安。石季龍嗣位。備玄纁束帛安車徵之。軻以疾辭。迫之乃發。既見季龍。不拜。與語不言。有司以軻倨傲。請從大不敬論。季龍弗從。下詔任軻所尚。常臥土床。覆以布被。倮寢其中。下無茵褥。潁川荀鋪。好奇之士也。造而談經。軻暝目不畣。鋪發軻被。露其形。大笑之。軻神體頹然。無驚怒之狀。于時咸以為焦先之徒。未有能量其深淺也。後上疏陳鄉思求還。季龍送以安車蒲輪。自歸秦州。仍教授不絕。御覽五百三逸民三。 \\n 公孫鳳晉書隱逸傳第二十五。 \\n 公孫鳳字子鸞。上谷人也。隱于昌黎之九城山。冬衣單布。寢土床。晉書本傳。下有夏則并食于器。停令臭敗。然後食之。三句。彈琴吟詠。陶然自得。人咸異之。莫能測也。慕容暐以安車徵至鄴。及見暐。不言不拜。晉書本傳。下有衣食舉動如五字。在九城賓客造請。鮮得與言。數年病卒。同上。 \\n 公孫永晉書隱逸傳第二十六。 \\n 公孫永字子陽。襄平人也。少而好學恬虛。隱于平郭南山。不娶妻妾。非所墾植。不衣不食。吟詠巖間。欣然自得。年逾九十。操尚不虧。與公孫鳳俱被慕容暐。原作曜。徵至鄴。王公已下造之。不與言。雖經隆寒盛暑。端然自若。一歲餘詐狂。暐送之于平郭。後苻堅又將備禮徵之。難其年耆路遠。遣使致問。未幾卒。堅深悼之。御覽五百三逸民三。 \\n 張忠晉書隱逸傳第二十七。 \\n 張忠字巨和。中山人也。永嘉之難。隱于泰山。恬靜寡欲。清虛服氣。湌芝餌石。修導養之法。冬則縕袍。夏則帶索。端拱尸居。無琴書之適。不修經典勸教。但以至道虛無為宗。其居依崇巖幽谷。鑿地為窟。弟子二字原脫。居窟。去六十餘步。五日一朝。其教以形不以言。弟子受業。觀形而退。立道壇于窟上。每旦朝拜之。食用瓦器。鑿石原誤而。為釜。原誤谷。左右居人。饋之衣食。一無所受。年在期頤。而視聽無爽。苻堅遣使徵之。乃至長安。堅賜以衣冠。辭曰。年朽髮落。不堪衣冠。請以野服入謁。從之。後堅以安車送之。行達華山。歎曰。我東岳道士。歿于西岳。命也奈何。行五十里。及關而死。堅謚曰安道先生。御覽五百三逸民三。 \\n 石坦晉書隱逸傳第二十八。 \\n 石坦字洪孫。自云北海劇人。居無定處。不娶妻妾。不營產業。食不求美。衣必麤弊。或有遺其衣服。受而施人。人有喪葬。輒杖涕弔之。路無遠近。時有寒暑。必在其中。或同日共時。咸皆見之。姚萇之亂。莫知所終。同上。 \\n 郭荷晉書隱逸傳第三十。 \\n 郭荷字承休。洛陽當作略陽。人也。六世祖整。漢安、順之世。公府八辟。公車五徵。皆不就。自整及荷。世以經學致位。荷明究群籍。特善史書。不應州郡之命。張祚遣使者以束帛安車徵為博士祭酒。後上疏乞還。祚以安車蒲輪送還張掖東山。年八十四。此字原脫。卒謚曰玄得先生。同上。 \\n 祈嘉晉書隱逸傳第三十二。 \\n 祈嘉字孔賓。酒泉人也。少清貧好學。年二十餘。夜忽窗中有聲呼曰。祈孔賓。隱去來。修節人間甚苦不可諧。所得分毛銖。所喪如山崖。旦而逃去。至燉煌。依學宮誦書。貧無衣食。為儒生都當作廝。養以自給。遂博通經傳。精究大義。而教授門生百餘人。張重華徵為儒林祭酒。稱為先生。而不名之。竟以壽終。同上。 \\n 瞿硎先生晉書隱逸傳第三十三。 \\n 瞿硎先生者。不得姓名。亦不知何許人也。泰和末。常居宣城郡界下當有文脊二字。山中。有瞿硎。因以名焉。大司馬桓溫常往造之。既至。見先生被鹿裘坐于石室。神無忤色。溫及僚佐數十人皆莫測之。乃命伏淊為之銘贊。竟卒于山中。同上。 \\n 宋纖晉書隱逸傳第二十九。 \\n 宋纖字令文。晉本傳作艾。燉煌人也。少有遠操。沈靜不與世交。隱于酒泉南山。酒泉太守馬岌。高尚之士也。具威儀鳴鐃鼓造纖。纖高樓重閣。拒而不見。岌歎曰。名可聞而身不可見。德可仰而形不可觀。吾乃今而後知先生人中之龍也。題詩于石壁云。丹崖百丈。青壁萬尋。奇木蓊鬱。蔚若鄧林。其人如玉。維國之琛。室邇人遐。實勞我心。纖注論語。及為詩頌數萬言。年八十。篤學不倦。張祚後遣使者備禮。徵為太子友。逼喻甚切。纖喟然歎曰。德非莊生。才非干木。何敢稽停明命。遂至姑臧。祚遣其太子以執友禮造纖。稱疾不見。贈遺一皆不受。後卒。謚曰玄虛先生。同上。 \\n 鄧粲晉書列于陳壽等之中。御覽逸民引王隱書作第二十六。 \\n 鄧粲。長沙人也。少以高潔著名。于南陽劉驎之、南郡劉尚公、同志友善。並不應州郡辟命。荊州刺史桓沖卑辭厚禮。請粲為別駕。粲嘉其好賢。乃起應召。驎之、尚公謂粲曰。卿道廣學深。眾所推懷。忽然改節。誠失所望。粲畣曰。足下可謂有志于隱而未知隱。夫隱之為道。朝亦可隱。市亦可隱。隱初在我。不在于人。尚公等無以難之。御覽五百三逸民三。 \\n 氾騰晉書隱逸傳第十三。 \\n 氾騰字無忌。燉煌人。舉孝廉。除郎中。天下兵亂。去官還家。太守張閟造之。閉門不見。禮遺一無所受。歎曰。吾聞亂世貴而能貧。乃可以免。散家財五十萬以施宗族。柴門灌園。琴書自適。刺史張軌徵之為府司馬。騰曰。門一杜。其可開乎。固辭病卒。同上。 \\n 王長文晉書不載。御覽逸民引王隱書作第二十八。 \\n 王長文字德郁。一作德叡。廣漢郡一作郪。人。世為郡守。少以才學知名。放蕩不羈檢。益州五辟。公府再辟。皆不就。又送別駕傳辟之。長文九字依書鈔補。陽狂不詣。郡縣舉致。乃微服竊出。舉州莫知所之。追求之。乃一作後。于成都賣熟市中。見長文蹲踞地上。一作蹲地。而坐齧胡餅食之。刺史知其不屈。一作出。乃禮遣之。一作禮送還家。于是閉門自守。不交人事。著通玄經四卷。文言卦象。可用以為卜筮。御覽三百九十四。又五百三。又七百三十九。 \\n 朱沖晉書隱逸傳作第四。 \\n 朱沖字巨融。本傳作容。少有德行。鄰人牛犯沖苗。沖乃擔芻送牛。牛主大慚。不敢復暴。御覽八百九十八。 \\n 魯勝晉書隱逸傳作第六。 \\n 魯勝字叔時。以歲日望氣。乃長嘆。知將來多故。便稱疾去官。中書令張華敬之。欲用之。遣二子喻意。遂不動。御覽十五。 \\n 伍朝晉書隱逸傳作第十。 \\n 伍朝字世明。好學該博。顯命屢加。不就。鎮南將軍劉宏上請補零陵太守。主者以非選竟不聽。尚書郎胡濟言朝守靜衡門。志道日新。誠江南之良才。邱園之逸老也。且白衣為郡。前漢有舊。賁于家食。近代所崇。事可行也。朝竟不就。後卒于家。御覽五百十逸民十。　按原引虞般佑高士傳注云。王隱晉書亦同也。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷十", "正文": "  \\n 王隱晉書卷十 \\n 　 \\n  \\n 方技傳陳訓 \\n 甘卓為揚威將軍、歷陽內使。陳訓私語人曰。甘公頭低視仰。目中有赤脈。當厄于兵。勿與將可也。果為王敦所害。御覽三百六十六。 \\n 戴洋 \\n 戴洋病亡。天神使為酒藏吏。授符持幡麾。將上蓬萊諸山。五日更生。御覽三百四十一。 \\n 丹陽太守王導問洋得病七年。洋曰。君侯命在申。為土地之主。而于申上冶。火光照天。此為金火相爍。水火相炒。以故相害。導呼冶令弈遜使啟鎮東徙。今東冶是也。世說注八。 \\n 毛寶據邾。城陷。寶屍沈江不出。戴洋移告河伯諸神。使出寶屍。十餘日乃出。類聚五十二。　御覽五百九十七。 \\n 韓友 \\n 韓友字景先。廬江舒人也。善卜占。行京費、厭勝之術。龍舒長鄧子林婦病積年。垂死。醫巫皆息。友為筮之。使畫作野豬象。著臥處屏風上。一宿覺佳。于是遂差。舒縣廷掾王睦卒。病死已復呼魄。家人就友卜。令以丹書板作日月。置尸頭前。又臥以虎皮馬障泥。登時大愈。此節亦見御覽三百五十九。劉世則女病鬼魅積年。巫為祈禱。伐空冢故城間。得鼉數十。猶不差。友筮之。令作布囊。女發時。張囊著窗牖間。友閉戶作氣。若有所驅逐。斯須之間。囊大脹如沓蔥葉。因便敗。女仍大發。友乃更作皮囊二枚沓張之。施如前。囊復脹滿。因急縛囊口。懸著樹間。二十許日漸消。下開視。有一二斤毛。狀如狐毛。女遂大差。御覽七百二十七。 \\n 淳于智 \\n 淳于智字叔平。濟北人也。性沈深有思義。少為諸生。善易。高平劉柔夜臥。鼠嚙其左手中指。意甚惡之。以問智。智筮之曰。鼠本欲殺君而不能。當相為使之反死。乃以朱書其手腕橫文後三寸為田字辟方一寸二分。使夜露手以臥。明旦有一大鼠伏死手前。此節亦見御覽三百七十。譙國夏侯藻母病困。五鼓中出詣智卜。有一狐當門向之嗥喚。藻愁愕。遂馳詣智。智曰。其禍甚急。君速歸。在狐嗥處撫心啼哭。令家人驚怪。大小畢出。一人不出。啼哭勿休。然後其禍僅可救也。藻如之。母亦扶病而出啼。家人既集。堂屋五間。拉然暴崩。護軍張邵母病篤。智筮之。使西出市沐猴。繫之母臂。令傍人搥拍。恒使作聲。三日三夜放去。劭從之。其猴出門。即為犬所咋死。母病于此漸差。御覽七百二十七。 \\n 上黨鮑瑗家多喪病貧苦。或謂曰。淳于叔平。神人也。君何不試就卜。知禍所在。瑗性質直。不信卜筮。曰人生有命。豈卜筮所移。會智適來。應思遠謂之曰。君有通靈之思。而但為貴人用。此君寒士。貧苦多屯蹇。可為一卦。智乃為卦。卦成。謂瑗曰。為君安宅者。女子工耶。曰是也。又曰此人已死耶。曰然。智曰此人安宅失宜。既害其身。又令君不利。君舍東北有大桑樹。君可徑至市。入門數十步。當有一人持新馬鞭者。便就請買還。以懸此桑樹。三年當暴得財也。瑗承其言。詣市果得馬鞭。懸之正三年。浚井得錢數十萬。銅〈金截〉古文鐵。雜器。復可二十餘萬。于是家業用展。病者亦愈。一作業用既展。家亦無患。　御覽一百八十。又三百五十九。又七百二十七。事類賦注井略。應詹少多患。淳于智乃為符使佩之。其文曰。惟茲寶錄。降自旻蒼。佩以周旋。萬壽無疆。書鈔。 \\n 步熊 \\n 步熊字叔羆。陽平人。少好卜筮術數。門徒甚盛。學舍側有燒死人。吏疑是熊諸生失火。持諸生急。熊曰。吾已為卜得其人矣。使從道南行。當有一人來。問得火主來者便縛之。吏如熊言。果是耕人。自言草惡難耕。故燒之。忽風起延燒。實不知草中有人。又鄰人兒遠行。或告已死。其父母號哭制服。熊為卜尅日當還。如期果至。御覽七百二十六。 \\n 趙王倫辟熊。熊言倫死不久。不足應。有人告倫。倫遣圍之。熊使諸生著已裘南走。圍者皆奔之。熊密從北道走得脫。御覽六百九十四。 \\n 烈女傳愍懷太子妃王氏 \\n 愍懷太子妃。王衍女也。類聚十六。 \\n 初。世祖遣才人謝玖給事惠帝。因是有娠。臨娶賈妃。迎玖西宮。遂生愍懷太子。惠帝即位。立為皇太子。為娉王夷甫小女惠風。賈后暴戾日甚。乃表乞免為庶人。送太子妃王氏入金墉城。妃父尚書令王衍見脅。表離婚。妃出金墉城。號哭。感動左右。道路為之悲愴也。御覽百四十九。　臧為皇太孫。詔還妃王氏以母之。稱太孫太妃。 \\n 劉曜、王彌、入洛。盡將諸后妃去。愍懷太子王妃獨拔刀向賊按新書以惠風賜其將喬屬。曰。我司徒公女。皇太子妃。死則死。一作巳。終不為賊婦。賊乃害之。初學記十。　類聚十六。　御覽百四十九。 \\n 王坦之妻 \\n 蘇峻亂。王坦之妻以席自障得免。書鈔。　按稱王隱晉書。 \\n 竇滔妻蘇氏 \\n 竇滔妻蘇氏。善屬文。苻堅時。滔為秦州刺史。被徙流沙。蘇氏思之。織錦為迴文詩以寄滔。循環宛轉以讀之。詞甚悽切。御覽八百十五。 \\n  \\n   \\n  "}
{"章节": "王隱晉書卷十一", "正文": "  \\n 王隱晉書卷十一 \\n 　 \\n  \\n 王敦沈充。 \\n 王敦字處仲。文選讓中書令表注。 \\n 中宗時為大將軍。同上。 \\n 謀逆。同上。 \\n 肅祖以為丞相不受。同上。 \\n 王敦枉害刁協。及敦病。白日見協乘軺車從吏騶詣敦。而仰頭瞋目。御覽三百六十六。 \\n 沈充敗于吳興。吳興人吳儒。充之將也。充亡失道。誤入儒家。儒內充重壁。因笑謂充曰。三千戶侯也。充曰。封侯不足貪也。爾大義全我。我宗族必厚報汝。若必殺我。汝族滅矣。儒遂殺之。充子勁字世堅。即潛報仇。族滅吳氏。御覽四百八十一。 \\n 桓溫孟嘉。 \\n 桓溫父被害之時。溫年十五。枕戈泣血欲報仇。經年方知。乃提刀直進。手刃仇人。由是名重當時。御覽四百八十一。溫為大司馬。王珣與謝玄俱被辟。桓溫曰。謝掾必擁麾杖節。王掾當作黑頭公。未易才也。御覽三百六十四。 \\n 桓溫性儉。每讌唯下匕奠拌菜果而已。御覽九百七十六。 \\n 孟嘉為桓溫參軍。九月溫遊龍山。僚屬畢集。風吹嘉帽落不覺。如廁。孫盛時在坐。溫授紙筆命嘲之。著嘉坐處。嘉還見之。笑請紙作答。了不容思。事類賦注秋。 \\n 桓玄 \\n 義軍起。桓玄問眾曰。朕其敗乎。賈靖之對曰。神怒民怨。臣實憂懼。玄曰。神何為怒。民何為怨。對曰。殺晉宗廟飄零落薄無所。祭之不及祖先。此其所以怒也。玄曰。卿何不諫。將曰。輦轂諸君。皆以為堯舜之世。臣何敢諫。御覽七百七十四。 \\n 祖約 \\n 祖約為豫州刺史。胡騎至攻城。大戰。其日西風。兵火俱攻。賊以繩係鐵鉤擿挽城樓。樓柱拔壞。又作鐵鉤〈扌屬〉城登梯。得上所挽樓。城北角行牆三十步壞。約始大怖。使戴洋呼孫叔敖、伍子胥、卿若使胡奴得城。當持白酒寸脯著卿前。急令轉風卻賊。當上肥牛。日中後風轉下。晡賊退。亦不知風偶自轉。抑為能感動。御覽三百十八。 \\n 祖約為豫州刺史。府中地忽赤如丹。約竟敗見殺。御覽八百八十。　占經四。 \\n 蘇峻 \\n 蘇峻字子高。長廣掖人。少有才學。仕郡主簿。舉孝廉。值中原亂。招合流舊三千餘家。結壘本縣。宣示王化。收葬枯骨。遠近感其恩義。咸共宗焉。世說注四。 \\n 討王敦有功。封公。遷歷陽太守。峻外營將表曰鼓自鳴。峻自斫鼓曰。我鄉里時。有此則空城。有頃詔書徵峻。峻曰。臺下云我反。反豈得活耶。我寧山頭望廷尉。不能廷尉望山頭。乃作亂。同上。 \\n 劉淵 \\n 劉淵殘虐。所在城邑無不傾敗。流離死散。殆無孑遺。御覽四百九十二。 \\n 石勒 \\n 石勒鄉里所居原上地中。石生。日長。類鐵之象。御覽五十一。 \\n 石勒時。有謠云。一杯食。有兩匙。石勒死。人不知。御覽七百六十。 \\n 石虎 \\n 石季龍死。朝廷欲遂蕩平關河。文選永平十一年策秀才文注。 \\n 慕容皝 \\n 慕容皝田于南鄙。見父老曰此非獵所。言卒不見。既明日。又出。見白兔。馳射之。墜馬於石即死。御覽九百七。 \\n 苻生 \\n 苻生常使太醫令程延合安胎藥。問人參好惡。并藥分多少。延曰。雖小小不具。自可堪用。生以為譏己。遂斬之。御覽九百八十四。 \\n 苻堅 \\n 慕容沖進逼。苻堅送一領錦袍遺沖。詔古者交兵。使在其間。今送一袍。以明本懷。御覽六百九十三。 \\n 苻丕 \\n 慕容垂攻苻丕。丕在鄴。糧竭。馬無草。但削松木而食之。御覽九百五十三。 \\n 赫連勃勃 \\n 赫連勃勃性工巧。然殘忍刻暴。乃蒸土築城。錐入一寸即殺作者。錐若不入。即殺行錐者。而并築之。御覽七百六十四。 \\n 補遺 \\n 程咸 \\n 程咸字延休、書鈔引作延祚魏郡武安人也。其母夜夢白頭公授之以藥曰。服此當生貴子也。生咸。好學有才。為鍾毓主記。毓弟會問有可與語吏否。毓乃稱咸。御覽三百六十一。又九百八十四。 \\n 太始十年詔曰。黃門郎程咸、博學洽通。文藻清敏。其以為散騎常侍。書鈔。 \\n 王隨 \\n 咸康元年。督護王隨領三千人討寧州賊。三角皆裂。軍人惡之。隨曰。裂者破也。當破賊而不得土地也。到西平郡界。兩道討賊。賊守馬羨奔走。民皆歸降。御覽三百二十九。 \\n 趙孟 \\n 趙孟字長舒。入補尚書都官令史。善于清談。有國士之風。其面有疵黯。諸事不決。皆言當問疵面也。同上三百六十五。　書鈔。引闕趙字。 \\n 傅勖 \\n 尚書令傅勖久羸瘦。上令大官給乳酪。同上三百八十六。 \\n 摯瞻 \\n 王敦參軍摯瞻見敦以故壞裘賜老外部都督。曰此裘雖故。不宜與小吏。敦曰何故。瞻曰。上服賜下。貂蟬亦可賜下乎。同上六百九十四。 \\n 車永 \\n 車永為廣州刺史。永子溢多使工作象牙細簟。工患及之。乃共舉出永。同上七百八。 \\n 劉子篤 \\n 潁川、襄城、二郡班宣相會。累欲作樂。謂角抵戲。襄城太守責功曹劉子篤曰。卿郡人不如潁川人相撲。篤曰。相撲下技。不足以別兩國優劣。請使二郡更論經國大理。人物得失。同上七百五十五。 \\n 諸葛厷 \\n 諸葛厷字茂遠。琅邪人。魏雍州刺史緒之子。有逸才。仕至司空主簿。世說注三。 \\n 楊朗 \\n 楊朗有器識才量。善能當世。仕至雍州刺史。世說注四。 \\n 李苾 \\n 李苾字升平。為功曹。除吏部令史。用法平整。書鈔。 \\n 戴熾 \\n 譙郡太守李詮稱散吏戴熾。當盡州席坐。後竟為治中。同上。 \\n 梁益 \\n 梁益為太子中庶子。才行優著。同上。 \\n 劉恢 \\n 劉恢字長升。為尚書左丞。正色在朝。三臺清肅。出兼中丞。初學記十一。 \\n 任熙 \\n 任熙字伯遠。立德邈然。徵拜給事中。初學記十二。 \\n 盧播 \\n 盧播詐論功。免為庶人。徙北平。文選關中詩注。 \\n 袁瑜 \\n 袁瑜字世都。同上謝平原內史表注。 \\n 楊肇 \\n 楊肇碑曰肇字秀初。滎陽人。封東武伯。薨謚曰戴。六臣文選楊荊州誄注。 \\n 甄彬 \\n 甄彬奏曰。不宜違人之素志。文選為范尚書讓吏部封侯表注。 \\n 馬敦 \\n 贈馬敦詔曰。今追贈牙門將軍印綬。祠以少牢。文選馬汧督誄注。 \\n 張劭張承孫。 \\n 張承孫劭。晉中護軍。與舅楊駿俱被誅。三國志注十一。　按裴稱晉書皆隱所撰。 \\n 張殷張緝孫。 \\n 張緝孫殷、晉永興中為梁州刺史。三國志注十五。 \\n 張揖 \\n 魏太和六年。博士河間張揖上古今字詁。其巾部曰。紙今帋也。其字從巾。古以縑帛。依書長短隨事截之。絹數重沓即名幡。紙字從系。此形聲也。漢和帝元興中。中常侍蔡倫以故布擣剉作紙。故字從巾。是其聲雖同。系巾為殊。不得言古之紙為今紙。御覽六百五。初學記二十一。 \\n 常時常林子。 \\n 諸葛誕反。大將軍東征。時坐稱疾。為司馬文王所法。三國志注二十三。 \\n 附錄此條不知所附。 \\n 詔曰。今之尚書令。皆古之百揆之任也。文選齊竟陵文宣王行狀注。　附錄此條不知所附。 \\n 詔曰。今之尚書令。皆古之百揆之任也。文選齊竟陵文宣王行狀注。 \\n  \\n   \\n  "}
{"章节": "虞預晉書", "正文": "  \\n 虞預晉書 \\n 　 \\n  \\n 宣帝 \\n 上雖服膺文藝。以儒素立德。而雅有雄霸之量。值魏氏短祚。內外多難。謀而鮮過。舉必獨克。知人拔善。顯揚側陋。王基、鄧艾、州泰、賈越之徒。皆起自寒門而著績于朝。經略之才。可謂遠矣。御覽九十五。 \\n 武帝 \\n 武帝論平吳功。唯羊祜、王濬、張華、三人。各賜絹萬疋。其餘莫得此比。御覽八百十七。 \\n 元帝 \\n 愍帝以上為丞相。及西都不守。徵兵進而糧運稽期。丞相府斬督運令史淳于伯。血逆流著柱。終柱末二丈三尺。旋復流下四尺五寸。百姓咸稱其冤。御覽三百七十五。 \\n 王祥 \\n 祥以後母故陵遲不仕。年向六十。刺史呂虔檄為別駕。時人歌之曰。海沂之康。實賴王祥。邦國不空。別駕之功。世說注一。 \\n 累遷太保。世說注一。 \\n 裴秀 \\n 裴秀字季彥。河東聞喜人。父潛、魏太常。秀有風操。八歲能著文。叔父徽有聲名。秀年十餘歲。有賓客詣徽出則過秀。時人為之語曰。後進領袖有裴秀。大將軍辟為掾。父終。推財與兄。年二十。遷黃門侍郎。世說注四。 \\n 晉受禪。封鉅鹿公。世說注四。 \\n 累遷左光祿、司空。四十八薨。謚元公。配食宗廟。同上。 \\n 扶風王駿 \\n 扶風王駿字子臧。宣帝第十七子。好學至孝。世說注一。 \\n 王浚 \\n 王浚字彭祖。王渾從子。司空王沈賤嬖出也。少時不為親黨所知。渾謂弟深等曰。卿等莫輕彭祖。此兒、平世不減方州牧伯。亂世可為都督三公。懷、愍之世。果為幽冀都督。位至鼎輔。如渾所說。御覽五百十三。 \\n 荀勖 \\n 荀勖字公曾。潁川潁陰人。漢司空爽曾孫也。十餘歲能屬文。外祖鍾繇曰。此兒當及其曾祖。為安陽令。民生為立祠。世說注三。 \\n 累遷侍中、中書監。世說注三。 \\n 魏舒 \\n 魏舒少名遲鈍。唯太原王乂稱之曰。卿終當為台輔。然亦不能令妻子免飢寒。吾當助卿營之。常借給之。舒受而不辭。御覽四百四十一。 \\n 王渾 \\n 王渾字玄沖。太原晉陽人。魏司徒昶子。世說注六。 \\n 仕至司徒。世說注六。 \\n 山濤 \\n 山濤字巨源。河內懷人。祖本、郡孝廉。父曜、冤句令。濤蚤孤而貧。少有器量。宿士猶不慢之。年十七。宗人謂宣帝曰。濤當與景文共綱紀天下者也。帝戲曰。卿小族那得此快人邪。好莊老。與稽康善。為河內從事。與石鑒共傳宿。濤夜起蹋鑒曰。今何等時而眠也。知太傅臥何意。鑒曰。宰相三日不朝。與尺一令歸第。君何慮焉。濤曰。咄。石生無事于馬蹄閒也。投傳而去。果有曹爽事。遂隱身不交世事務。累遷吏部尚書、僕射、太子少傅、司徒、年七十九薨。謚康侯。世說注一。 \\n 山簡 \\n 山簡字季倫。平雅有父風。與嵇紹、劉謨等齊名。遷尚書。出為征南將軍。世說注五。 \\n 山嶔濤族子。 \\n 山嶔守潁川。文選與山巨源絕交書注。 \\n 王戎 \\n 戎父渾有令名。官至涼州刺史。渾薨。所歷九郡義故。懷其德惠。相率致賻數百萬。戎悉不受。戎由是顯名。世說一。 \\n 王衍 \\n 王衍字夷甫。琅邪臨沂人。司徒戎從弟。父乂、平北將軍。夷甫早知名。以清虛通理稱。仕至太尉。為石勒所害。世說注二。 \\n 樂廣 \\n 樂廣字彥輔。南陽人。清夷沖曠。加有理識。累遷侍中、河南尹。在朝廷用心虛淡。時人重其貞貴。代王戎為尚書令。世說注二。 \\n 盧欽 \\n 盧欽字子若。少好學。為尚書僕射。加侍中、奉車都尉。書鈔引有上七字。 \\n 領吏部。欽清實。選舉稱為廉平。初學記十一。　書鈔。　文選注四十六。　御覽二百十四。 \\n 欽少居名位。不顧財利。清虛淡泊。動修禮典。同郡張華家單少孤。不為鄉邑所知。惟欽貴異焉。欽子浮字子雲。三國志注二十二。 \\n 和嶠 \\n 和嶠厚自封植。嶷然不群。世說注五。 \\n 武陔 \\n 武陔字元夏。沛國竹邑人。父周字伯南。有顯名。魏位至光祿大夫。陔及二弟韶、茂、皆總角見稱。並有器望。雖鄉人諸父。未能覺其多少。時同郡劉公榮昶字。名知人。嘗造周。周思見其三子。謂曰。卿有知人之明。欲使三兒見卿。卿為目高下。以效郭許之聽可乎。公榮乃自詣一作過。陔兄弟。與共言語。觀其舉動。便出語周曰。君三子。皆國士也。元夏器量最優。有輔佐之風。展力仕宦。可為亞公。叔夏、季夏、不減一作假。常伯、納言也。陔少出仕宦。歷職內外。泰始初。為吏部尚書。遷左僕射。右光祿大夫。開府儀同三司。卒于官。以上亦見世說注四。御覽四百四十二。陔以在魏已為大臣。本非佐命之數。內懷遜讓。不得已而居位。故在官職無所荷任。夙夜思恭而已。終始全潔。當世以為美談。韶歷二官。吏部郎。山濤啟事。稱韶清白有誠。終于散騎常侍。茂至侍中。尚書。潁川荀愷宣帝外孫。世祖姑子。自負貴戚。要與茂交。茂拒而不答。由是見怒。元康元年楊駿被誅。愷時為尚書僕射。以茂駿之姨弟。陷為駿黨。遂枉見殺。眾咸冤痛之。三國志注二十七。 \\n 劉頌 \\n 劉頌字子雅。辟州府掾。奉使于蜀。時蜀新平。人飢土荒。頌表求賑貸。未報。頌乃開倉出穀。蜀民賴之。太祖以頌專輒除名。書鈔。 \\n 嵇康 \\n 嵇康家本姓奚。會稽人。先自會稽遷于譙之銍縣。改為嵇氏。取稽字之上與山以為姓。蓋以志其本也。一曰銍有嵇山。家于其側。遂因氏末三句亦見世說注一。焉。三國志注二十一。 \\n 庾琮 \\n 庾琮字子躬。潁川人。太常峻第二子。仕至太尉掾。世說注五。 \\n 周處 \\n 周處入晉為御史中丞。多所彈糾。不避彊禦。齊萬年反。以處為建威將軍西征。眾寡不敵。處臨陣慷慨。奮不顧命。遂死于戰場。追贈平西將軍。處子玘、札、皆有才力。中興之初。並見寵任。其諸子姪。悉處列位。為揚土豪右。而札凶淫放恣。為百姓所苦。泰寧中王敦誅之。滅其族。三國志注六十。 \\n 西陽王羕汝南王亮子。 \\n 西陽王羕上書曰。朱旗南指。自相夷戮。文選與陳伯之書注。 \\n 趙王倫 \\n 趙王倫篡位。侍中常侍九十七人。每朝。小人滿庭。貂蟬半座。時人謠曰。貂不足。狗尾續。文選為范尚書讓吏部封侯表注。 \\n 齊王冏 \\n 齊王冏字景治。齊王攸子也。少聰慧。及長。謙讓好施。趙王倫篡位。冏起義兵。誅倫。拜大司馬。加九錫。政皆決之。而恣用群小。不復朝覲。遂為長沙王所誅。世說注三。 \\n 華軼 \\n 華軼字彥夏。平原人。魏太尉歆曾孫也。累遷江州刺史。傾心下士。甚得士歡心。以不從元皇命見誅。世說注四。 \\n 祖逖 \\n 祖逖字士稚。范陽遒人。豁蕩不修儀檢。輕財好施。世說注五。 \\n 王導 \\n 王導上言曰。迴青蓋以反上京。文選石闕銘注。 \\n 溫嶠 \\n 溫嶠字太真。太原祁人。少標俊清徹。英穎顯名。為司空劉琨左司馬。是時二都傾覆。天下大亂。琨聞元皇受命中興。忼慷幽朔。志在本朝。使嶠奉使。嶠喟然對曰。嶠雖乏管張之才。而明公有桓文之志。敢辭不敏。以違高旨。以左長史奉使詣建康勸進。世說注二。 \\n 元帝即位。以溫嶠為散騎侍郎。嶠以母亡。逼賊不得往臨葬。固辭。詔曰。嶠以未葬。朝議又頗有異同。故不拜。其令入坐議。吾將折其衷。世說注八。 \\n 嶠累遷驃騎大將軍。世說注二。 \\n 賀循劭之子。齊之曾孫。 \\n 賀氏本姓慶氏。齊伯父純、儒學有重名。漢安帝時為侍中、江夏太守。去官。與江夏黃瓊、漢中楊厚、俱公車徵。避安帝父孝德皇帝諱。改為賀氏。齊父輔、永寧長。三國志注六十。 \\n 賀循丁家禍。流放海濱。吳平。還鄉里。節操高厲。童齔不群。言行舉動。必以禮讓。好學博聞。尤善三禮。舉秀才。除陽羨、武康令。顧榮、陸機、陸雲表薦循曰。伏見吳興武康令賀循。德量邃茂。才鑒清遠。服膺道素。風操凝峻。歷踐三城。刑政。肅穆。守職下縣。編名凡萃。出自新邦。朝無知已。恪居遐外。志不自營。年時倏忽。而邈無階緒。實州黨愚智所為悵然。臣等並以凡才。累授飾進。被服恩澤。忝豫朝末。知良士後時而守局無言。懼有蔽賢之咎。是以不勝愚管。謹冒死表聞。久之。召為太子舍人。石冰破揚州。循亦合眾。謂起兵應周玘。顧祕。討冰也。 \\n 事平。杜門不出。陳敏作亂。以循為丹陽內史。循稱疾固辭。敏不敢逼。于是江東豪右。無不受敏爵位。惟循與同郡朱誕不挂賊網。後王導說元皇帝引之。循應命。除吳國內史不就。元皇帝為鎮東將軍。請循為軍司馬。帝為晉王。以循為中書令。固讓不受。轉太常。領太子太傅。時朝廷初建。動有疑議。宗廟制度。皆循所正定。朝野諮詢。以上六句亦見書鈔。為一時儒宗。年六十。太興二年卒。追贈司空。謚曰穆。循諸所著論。並傳于世。子隰、臨海太守。三國志注六十五。 \\n 劉隗 \\n 劉隗字大連。彭城人。學涉有具。為祕書郎。避亂南渡。遂為中宗從事中郎。甚見器遇。御覽二百四十九。 \\n 隗為丞相司直。在朝多所彈糾。雖上不盡從。多見採用也。書鈔。 \\n 刁協 \\n 刁協字元亮。渤海饒安人。少好學。雖不研精而多所博涉。中興制度。皆稟于協。遷尚書令。中宗信重之。為王敦所忌。舉兵討之。奔至江南。敗死。世說注二。 \\n 戴淵 \\n 戴淵一名儼。字若思。廣陵人。才義辯濟。有風標鋒穎。世說注五。 \\n 陸機薦淵于趙于倫曰。蓋聞繁弱登御。然後高墉之功顯。孤竹在肆。然後降神之曲成。伏見處士戴淵。砥節立行。有井渫之潔。安窮樂志。無風塵之慕。誠東南之遺寶。朝廷之貴璞也。若得寄跡康衢。必能結軌驥騄。耀質廊廟。必能垂光瑜璠。夫枯岸之民。果于輸珠。潤山之客。烈于貢玉。蓋明暗呈形。則庸識所甄也。倫即辟淵。世說注六。 \\n 累遷征西將軍。為王敦所害。贈左光祿大夫儀同三司。世說注五。 \\n 王敦克京邑。參軍呂漪說敦曰。周顗、戴淵。皆有名望。足以惑眾。觀近日之言。無慚懼之色。若不除之。役將未歇也。敦即然之。遂害淵、顗。初漪為臺郎。淵既上官。素有高氣。以漪小器待之。故售其說焉。世說注八。 \\n 周顗 \\n 周顗字伯仁。汝南安城人。揚州刺史浚長子也。世說注二。 \\n 司馬彪 \\n 司馬彪少篤學不倦。好色薄行。不交人事。專精學問。太始中為祕書郎。後轉為丞。御覽二百三十三。 \\n 嵇紹 \\n 元康元年。河間、成都、二王舉兵向京都。朝廷北討。徵嵇紹為侍中。王旅不振。敗績於湯陰。百官侍衛。莫不潰散。唯紹以身捍寇。兵突御輦。飛矢雨集。紹遂被害于帝側。血濺御服。及定。左右欲浣衣。帝曰此嵇侍中血也。 \\n 王豹 \\n 王豹為東平主簿。白事齊王曰。況豹雖陋。故大州之綱紀也。文選為宋公修張良廟教注 \\n 何楨史通人物云。何楨文雅。高于揚豫。而王隱晉史廣列諸傳。而遺此不編。斯網漏吞舟。過為迂闊者。唐晉書亦依王隱之失。而文苑傳不錄。 \\n 何楨字元幹。廬江人也。少而好學。四字依書鈔補。為尚書郎。特詔參祕書丞。祕書本有一丞。時尚未轉。遂以楨為右丞。右丞之置。自楨始也。御覽二百三十三。 \\n 楨為弘農郡守。有楊囂生為郡吏。楨一見。便待以不臣之禮。遂貢之天朝。初學記二十。 \\n  \\n   \\n  "}
{"章节": "朱鳳晉書", "正文": "  \\n 朱鳳晉書 \\n 　 \\n  \\n 文帝 \\n 文王諱昭字子上。宣帝次子也。世說注一。 \\n 元帝 \\n 元帝諱叡字景文。祖伷、封琅邪王。父恭王墐嗣帝。襲爵為琅邪王。少而明惠。因亂過江。起義。遂即皇帝位。世說注二。謚法曰。始建國都曰元。同上。 \\n 安平王孚 \\n 魏文帝立。以司馬孚為度支尚書。軍糧計校。一皆由之。書鈔。　御覽二百十七。 \\n 彭城王權 \\n 彭城穆王權字子輿。宣帝弟馗子。太始元年封。世說注六。 \\n 梁王彤 \\n 梁孝王彤字子徽。宣帝張夫人生。世說注一。 \\n 位至太宰。世說注一。 \\n 齊王攸 \\n 咸寧詔齊王攸之朝車設旗。書鈔。 \\n 趙王倫 \\n 趙王倫字子彝。宣帝桓夫人生。世說注。 \\n 倫請三萬人往平齊萬年。朝議不許。文選關中詩注。 \\n 位至相國。世說注一。 \\n 陳輿 \\n 陳輿騫之子。為左軍。以父老求去職。宿衛不宜曠。詔以為通直常侍。御覽二百二十四。 \\n 前後徙河北諸郡縣居山間。謂之羯胡。文選齊安陸昭王碑文注。 \\n  \\n   \\n  "}
{"章节": "謝靈運晉書", "正文": "  \\n 謝靈運晉書 \\n 　 \\n  \\n 武帝 \\n 咸熙二年請禪位。表曰。夫唐虞內禪。無兵戈之事。故曰文德。漢晉外禪。有翦伐之事。故曰順名。以名而言。安得不僭稱以為禪代邪。文選干寶武帝革命論注。 \\n 武帝時禁絹扇。書鈔一百三十四。 \\n 謝靈運論曰。世祖受命。禎祥屢臻。苛慝不作。萬國欣戴。遠至邇安。足以彰天啟其運。民樂其功矣。反古之道。當以美事為先。今五等罔刑。弗由王制。凡諸禮律。未能是正。而採擇嬪媛。不拘華門者。昔武王伐紂。歸傾宮之女。不以助紂為虐。而世祖平晧。納吳妓五千。是同哠之弊。婦人之封。六國亂政。如追贈外曾祖母。違古之道。凡此非事。並見前書。誠有玷于徽猷。史氏所不敢蔽也。御覽九十六。 \\n 惠帝 \\n 元康二年。巴西界竹生花。紫色。結實如麥。初學記二十八。御覽九百六十二。 \\n 懷帝 \\n 永嘉五年。劉曜、王彌、入于京都。焚燒宗廟。六宮幽辱。愍懷太子妃王氏拔刀距賊曰。吾皇太子妃。義不為逆胡所汙。遂見害。御覽四百三十九。 \\n 百官志 \\n 秦有太尉、掌兵。漢仍修之。或置或省。是故司馬之官。主九伐之職。初學記十一。御覽二百七。 \\n 古者重武事。貴射御。取其捷御如僕。各置一人。尚書六人。謂之八座。參攝百揆。出納王命。古元凱之任也。同上。　御覽二百十一。 \\n 以其總掌禁中書記。謂之中書。同上。 \\n 漢成帝已後。無復中書之職。同上。 \\n 漢官、尚書為中臺。御史為憲臺。謁者為外臺。是為一作謂三臺。後漢蔡邕以侍御史轉侍書御史。遷尚書。三日之間。周遷三臺。上二十四字依通典二十四引補。自漢罷御史大夫。而憲臺猶置。以丞為臺主。中丞是也。同上二十二。御覽二百二十六。通典二十四。 \\n  \\n   \\n  "}
{"章节": "蕭子雲晉書", "正文": "  \\n 蕭子雲晉書 \\n 　 \\n  \\n 姚略時。有賀僧者。不知何人。自云遊歷五郡。時人號為賀五郡。齋戒奉道。為百姓說吉凶。略死。泓立。僧謂泓曰。宜潔掃一馬廄。開屋設大〈木卬〉。有異馬其大非常。自遠來。天所送矣。御覽三百五十九引蕭子雲晉史草。　案蕭子顯書稱晉史草。亦有稱蕭景暢晉史草。子雲字景陽。其混稱自宜。 \\n 明帝以太常桓榮為五更。躬式其閭。親行養老之禮。御覽四百七十四。 \\n  \\n   \\n  "}
{"章节": "蕭子顯晉史草", "正文": "  \\n 蕭子顯晉史草 \\n 　 \\n  \\n 明帝大寧三年十二月。夜有赤氣如牙旗長短四面。西南最多。案天文占此為濛星。一曰刀星。亂之象。大興未及此再見。王敦蘇峻之禍。其應切矣。開元占經八十六。 \\n 王導妻妒。導有眾妾在別館。妻知之。持食刀將往。公遽命駕。患牛遲。手捉塵尾。以柄助打牛。蔡謨聞之。後詣王謂曰。朝廷欲加公九錫。王自敘謙志。蔡曰。不聞餘物。唯聞短轅犢車。長柄塵尾。導大慚。太平廣記二百四十六引晉史。　案諸家晉書無稱晉史者。惟蕭子顯稱晉史草。故錄于此。 \\n 孝武太元十年。謝安于步邱築埭。後人為當作謂。之召伯埭。御覽二十八引晉史。 \\n 北狄各以部落為類。其人居塞內者有屠各、萎莎、羌渠、賀賴等種。通鑑注晉紀三引晉史。通典一百九十五。 \\n 鮮卑被髮左衽。故呼為索頭。通鑑注晉紀二十四引蕭子顯曰。 \\n  \\n   \\n  "}
{"章节": "沈約晉書", "正文": "  \\n 沈約晉書 \\n 　 \\n  \\n 元帝 \\n 琅琊國姓牛者與夏侯妃私通。生中宗。史通後魏書及採撰。 \\n 周顗。王敦素憚之。見輒面熱。雖復臘月。亦扇面不休。其憚如此。世說注五。 \\n 王羲之在會稽山。見一老姥持十許六角竹扇。羲之因書扇各作五字。語姥云。道是王右軍書。字索百錢。初學記二十五。 \\n 裴瓚字國寶。以風神高邁。為中書郎。出入禁門。見者皆肅然改容。類聚四十八。書鈔五十八。 \\n 康僧淵有義學。世說注二。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷一", "正文": "  \\n 何法盛晉中興書卷一 \\n 　 \\n  \\n 中宗元皇帝 \\n 中宗元皇帝諱睿。字景文。世祖咸寧二年生于洛陽。初誕。有神光之異。一室盡明。所藉藳如始刈。及長。白毫生日角之左。眼有精曜。嗣為琅邪王。五字依文選晉紀總論注引補。唯侍中譙國嵇紹少而異之。謂其友曰。琅邪王毛骨非常。殆非人臣之相。惠帝幸臨漳。中宗從駕。是時中宗叔父東安王繇為成都王頴所害。懼禍及。謀出奔。其夜月明。禁衛甚嚴。不能得去。有頃。天暴風雨晦暝。徼者四散。中宗乘間得脫。至河陽。為津吏所止。從者宗或作宋。典後至。以馬鞭拂之。謂曰。舍長官。禁貴人。而汝被駐邪。因大笑。由是被釋。自中宗乘間以下。依御覽四百九十四引補。 \\n 中原喪亂。中宗初鎮江東。文選述祖德詩注。及遷鎮建業。以顧榮為軍司馬。禮接名豪。設官分職。隱恤士庶。百姓歸心焉。初性好酒。王導深以為誡。乃命左右進觴。躬引覆之。自是不復飲也。愍帝為胡賊劉粲所沒。中宗素服出次。舉哀三日。于是百僚稱上尊號。帝固讓。百僚又固請。中宗慨然流涕曰。吾本琅邪王。諸賢見逼不已。乃呼私奴命駕。將反國。群臣不敢復逼。乃求依魏晉故事。為晉王。許之。劉琨連名勸進中宗云云。依文選劉越石勸進表注引補。愍帝崩于平陽。百僚更上尊號。是日即皇帝位。類聚十三。 \\n 立紹為皇太子。中宗任刑法。以韓子賜太子。書鈔。 \\n 元帝以佐命功。封周玘烏程公。又封王敦武昌公。御覽二百。 \\n 元帝封孔亭為奉聖侯。不食戶邑。同上二百一。 \\n 太興元年。改丹陽內史為丹陽尹。類聚五十。　御覽二百五十二。 \\n 太興元年詔曰。亢旱穀貴。百姓嗷嗷。有資者貴糶。貧羸之民益困。漢世。穀貴官賤糶。使價不超越。謂之平準。今雖無此。可出閣米萬斛。使三分減一以平其價。令貧困者悉得足以至秋也。御覽三十五。 \\n 太興三年。元帝詔曰。朕應天符。創業江左。文選頭陀寺碑文注。 \\n 大旱經久。太興四年四月始雨。有奏、應報賽宗廟山川。中宗詔曰。祈廟云報賽。非奉尊上辭也。吾意有疑。以為舊山川有祈報故雨。賽非大事。不應告廟。臣子無要君之道。黷祭稱賽。于禮有違。御覽五百二十九。 \\n 元帝大典。鮮卑送璽。書鈔。 \\n 東海王越死。妃裴、痛越棺柩被焚。乃招魂葬越于丹徒。中宗以為非禮。乃下詔曰。夫冢以藏形。廟以安神。今世招魂葬者是埋神也。其禁之。御覽五百五十五。又八百八十六。 \\n 王廙為母立屋過制。中宗流涕涷之。帝所幸鄭夫人。袍無文繡。其恭儉率下如此。御覽四百三十一。 \\n 昔秦始皇東遊。望氣者云。五百年後。東南金陵之地有天子氣。于是始皇改為秣陵。塹北山絕其勢。今建康即秣陵西北界。所塹即建康南淮中也。案始皇東遊之歲。至孫權僭號。四百三十七年。考之年數。即不合。校之基宇。又非倫。豈應帝王之符。而見兆于上代乎。有晉金行。奄君四海。金陵之祥。其在斯矣。且秦政東遊至今五百二十六年。所謂五百年後當有王者也。類聚九十八。 \\n 肅宗明皇帝 \\n 肅宗明皇帝諱紹。字道畿。八字依初學記十引補。中宗長子也。建武元年。中宗為晉王。拜王太子。及踐阼。阼字亦依初學記補。尊號為皇太子。冊曰。於戲。朕承天緒。忝繼祖宗之洪基。君臨于萬邦。戰戰兢兢。若涉淵冰。未有攸濟。自古聖王。敷宅四海。莫不建立元子。本枝百世。今稽古授爾于儲宮。以陪貳于朕躬。欽哉。爾其克念乃祖。日新厥德。何遠非佞。何親非賢。欽翼師傅。以丕崇大化。可不慎歟。爾其敬之。御覽百四十六。 \\n 肅祖之在東宮。敬禮賢士。昵近明德。八字依初學記十引補。與溫嶠、庾亮、並布衣之好。御覽四百七。 \\n 明帝以平錢鳳功。封王導始興公。溫嶠建寧公。庾亮永昌公。郗鑒南平公。卞壺建興公。蘇峻邵陵侯。劉臮泉陵侯。應詹觀寧侯。卞郭疑作敦。益陽侯。趙允湘南侯。御覽二百。 \\n 大寧三年閏七月。帝崩。太子衍即位。尊明帝后庾氏為皇太后。九月癸卯。皇太后臨朝稱制。司徒王導錄尚書事。類聚四十八。御覽二百十。 \\n 顯宗成皇帝 \\n 顯宗成皇帝諱衍字世根。肅祖長子也。即位後。蘇峻及祖約阻兵作逆。詔庾亮、卞壺、距之。戰于青谿。壼等敗績。壼死之。亮奔江州。共陶侃、溫嶠、率眾下討峻。臨陣斬之。類聚十三。 \\n 成帝以平蘇峻功。封公者三人。侯者八人。又以討郭默功者三人。御覽二百。 \\n 成帝咸康元年詔曰。有司條典。虔奉郊祀。燔柴既饗。芳氣清穆。其赦天下。令咸得自新。初學記二十。 \\n 康皇帝 \\n 康帝諱岳。字世同。成帝同母弟也。成帝崩。上即位。年二十二。以上亦見世說注四。憂哀不忍言政。一委中書監庾冰。類聚十三。 \\n 孝宗穆皇帝 \\n 孝宗穆皇帝諱〈日冄〉。字彭子。三字依文選薦譙元彥表注引補。康帝子也。建元二年。康帝疾篤。左光祿大夫領司徒謨、尚書令恢、等上疏曰。臣聞皇羲玄邈。五帝攸往。淳風澆散。三王傳嗣。欲令國有常君。民有定奉。關諸盛衰。不易之道也。伏惟皇子天挺奇表。隆準豐下。岐嶷之姿。彰于始年。大成之風。顯于期月。宜建立儲宮。允副民望。請下太史。擇吉日。告宗廟。備禮奉行。奏可。御覽百四十八。 \\n 康帝崩。乃即位。時年十九。類聚十三。 \\n 穆帝以平蜀功。封桓溫臨賀公。御覽二百。 \\n 穆帝詔曰。實賴英宰淵謀。文選褚淵碑文注。 \\n 穆帝升平二年。皇帝詔曰。佽飛督王饒忽上吾鴆鳥一口。云以辟惡。此凶物。豈宜妄進。于是頓鞭饒二百。使殿中侍御史孫雲監臨。于四衢道焚燒之。初學記二十四。　御覽六百四十九。又九百二十七。 \\n 哀皇帝 \\n 哀帝興寧元年。詔庭燎樹端門內。類聚八十。　御覽八百七十一。 \\n 哀帝以平關洛功。封桓沖豐城公。御覽二百。 \\n 海西公 \\n 海西公以平袁真功。賜桓溫子偉為西昌公。御覽二百。 \\n 太宗簡文皇帝 \\n 太宗簡文帝諱昱。字道成。類聚十三引成作方。中宗少子也。母曰鄭夫人。永昌二年封琅邪王。咸和元年鄭夫人薨。上時年七歲。哀號守誠。乞得服重。朝議哀之。故徙封會稽王。建元元年詔曰。太常職典天地。兼掌宗廟。其為任也。可謂重矣。是以古今選建。未常不妙簡時望。兼之之一作收。儒雅。遠通天人。洽暢神祇。會稽王叔履尚清虛。志道無倦。優游諷議。朕所諮仰。其以王領太常。本官如故。自建元以下。依御覽二百二十八及書鈔引補。案書鈔誤引作元帝建武元年。康獻皇后臨朝。建位撫軍大將軍。錄尚書六條事。二年。驃騎將軍何充薨。皇太后詔上內總萬機。海西公即位。七月。以琅邪王封絕。徙上為琅邪王。封王子昌明為會稽王。固讓不受。太和元年十月。詔。會稽王體道沖虛。理識明允。阿衡孝文。有保乂之規。輔弼哀皇。盡翼亮之道。朕承洪緒。仍聞善誘。慎徽五教。儀形具瞻。登賢顯親。國之典也。其自會稽王體道以下。依御覽二百十引補。案類聚引作太和元年詔。以為丞相。錄尚書事。錄事二字。亦同依上引補。入朝不趨。讚拜不名。劍履上殿。給羽葆、鼓吹、班劍、六十人。固讓不受。海西公廢。皇太后詔曰。會稽王英秀玄虛。神棲事外。文選始作鎮軍參軍經曲阿作注。于是大司馬溫及百官進太極前殿。具乘輿法駕奉迎于朝堂。變服著平巾幘單衣。東向拜受璽。流涕即位。改太和六年為咸安元年。乙卯。廢太宰武陵王為庶人。二年三月乙卯。簡文詔曰。祿不代耕。非經通之制也。文選上蕭太傅固辭奪禮啟注。七月。上不豫。己未、立皇太子。昌明為皇太子。封皇子道子為琅邪王。領會稽國。是日帝崩于東堂。在位二年。時年五十二。御覽九十九。 \\n 烈宗孝武皇帝 \\n 烈宗孝武皇帝諱昌明。太原誤中。宗第三子也。類聚十三。 \\n 寧康元年七月。桓溫卒。烈宗沖幼。桓溫威震外內。人情噂沓。互生同異。謝安與王坦之盡忠匡翼。溫諷朝廷欲為九錫。使驍騎將軍袁宏具草。時溫已疾篤。宏以呈安。安視。輒云不好。更勾改之。使彌歷旬日。至于溫薨。錫命遂寢。類聚五十三。御覽二百二。 \\n 以桓沖代溫都督諸軍事。烈宗詔曰。桓沖協隆治道。文選齊故陸昭王碑文注。 \\n 孝武詔曰。躬儉以宏下濟之惠。文選車駕幸京口侍游蒜山作注。 \\n 孝武詔曰。誠存匪懈。治道有寄也。同上宣德皇后令注。 \\n 太元二年。興滅繼絕。復故陳騫後浩之為高平公。裴秀後球為鉅鹿公。王沉後朴之為博陵公。荀勗後軌為濟北侯。何曾後闡為朗陵侯。羊祜後法興為鉅平侯。類聚五十一。 \\n 太元三年詔曰。鹽者國之重利。書鈔。 \\n 安皇帝 \\n 安皇帝。烈宗長子也。冊為皇太子曰。岐嶷表于載誕。克廣同乎大成。是用命爾以登儲貳。初學記十。 \\n 安帝以興復功。封劉裕等二十三人。裕唱謀、封豫章公。萬戶。劉毅南平公。五千戶。何無忌安成公。劉道規華容公。御覽二百。 \\n 安帝義熙元年。禁絹扇及樗蒲。事類賦注扇。御覽七百二。 \\n 恭帝 \\n 劉裕都督中外諸軍。詔曰。大司馬地隆任重。親賢莫貳。雖府受節度。可身無致敬。文選行狀一注。上下依晉書補。 \\n 元熙二年。禪宋。昔中宗以丁丑之歲。是稱晉王。改築宗廟。使郭璞筮之。云。載祀二百。及今禪代庚申之歲。凡百有二年。而天祿永終。璞精于術數。理無乖二。抑以百二期促。故倒其詞為二百乎。御覽一百。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷二", "正文": "  \\n 何法盛晉中興書卷二 \\n 　 \\n  \\n 懸象說一作垂象記。 \\n 愍帝建興六年十一月光晦。二日丙子日食。十二月。愍帝崩于虜庭。開元占經九。 \\n 元帝渡江。歲、鎮、辰、太白、等四星聚于牛女之閒。御覽七。 \\n 武王伐紂。五星聚房。漢祖入秦。亦聚東井。所謂先天弗違。玉海百九十五引晉中興垂象記。 \\n 大興四年三月癸未。日中有黑子。占經六。 \\n 永昌元年十月辛卯。日中有黑子。是時中宗寵幸劉隗。擅耀威福。有傷君道。王敦因之託晉陽之兵。逼都輦。禍及忠賢。故日有瑕也。同上。 \\n 成帝咸和二年五月甲申朔。日食。在東井。女主之象。明年皇太后以憂逼崩。占經十引法盛懸象說。 \\n 咸和五年三月壬戌朔。日有食之。是時顯宗已長。幸司徒第。猶出入見王導夫人曹氏。如子弟之禮。以人君而敬人臣之妻。有污君德。占經九。 \\n 咸和九年十月乙未。日有食之。是時顯宗已冠。當親萬機。而妄敬大臣。君道有污也。占經九。 \\n 咸康八年正月己未朔。日食。京都大雨。郡國以聞。是謂三朝。謂正旦為歲之朝。月之朝。日之朝。王者惡之。六月而顯宗崩。占經九。 \\n 穆宗升平三年十月丙午。日中有黑子如卵。少時二字似有脫誤。而孝宗崩。占經六。 \\n 升平四年八月辛丑朔。日食幾既。有崩為天門。人主惡之。明年孝宗崩也。同上九。 \\n 哀帝興寧元年八月。有星孛于亢入天市。後有相龍朱靈寶之亂。占經九十。 \\n 帝弈太和四年十月乙未。日中有黑子。明年海西公廢。占經六。 \\n 太和三年三月丁巳。日有食之。五年七月己酉。日有食之。皆海西被廢之應也。占經九。 \\n 孝武帝寧康元年十月己酉。日中有黑子如李。二年三月庚寅。日又有黑子如雞卵二枚。是年十一月己巳日。又有黑子大如雞子。是時烈宗已長。而康獻皇后以從嫂臨朝。實傷君道。故日有瑕。占經六。 \\n 太元十三年二月庚子。日有黑子大如李。十四年二月辛卯。日中又有黑子。二十年十一月辛卯。日中又有黑子。是時會稽王以母弟專政。故日有瑕。占經六。 \\n 太元二十年九月。有蓬星如粉絮。東南行歷女虛危、至哭星。其年烈宗崩。占經八十六。　御覽八百七十五。 \\n 安帝隆安元年十二月壬辰。日暈。有背璚。是後帝不親萬機。會稽世子元顯專行威罰。占經八。 \\n 隆安四年十一月。星孛于貫索及天市中。誤。天津。其時元顯輔政。刑罰不中。故掃貫索。發徭無度。故掃天市建。脫。失節。故掃天津。天津關通萬川。利關梁也。天市貨脫。財帛。周百姓也。貫索平察刑獄。無枉濫也。而元顯皆反之。天若曰掃除穢惡。令改革也。顯不悅。誤。遂致覆滅。占經九十。 \\n 隆安五年二月甲寅。有流星赤色眾多。西行歷牽牛、虛危、天津、閣道。貫太微紫宮。桓玄篡位之應。占經七十四。 \\n 元興元年十月。有客星色白如粉絮。出太微垣西。至十二月入太微。占曰。兵入天子庭。十二月。桓玄肆逆。宿誤。有極位之脫。也。占經八十三。 \\n 義熙原作興。六年五月丙子。日暈。有背璚。是時盧龍循。逼京師。戰于郊也。占經八。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷三", "正文": "  \\n 何法盛晉中興書卷三 \\n 　 \\n  \\n 徵祥說 \\n 成帝咸和四年。陰霖五十餘日。蘇峻滅後乃霽。占經一百單一。　類聚二。　御覽十一。 \\n 舊為羽扇柄者。刻木以象骨。翮用十毛。取全數也。中興初。王敦始改用長柄。使其下出可捉。而減其羽用八。識者以為服妖也。柄使可執者。是敦執國柄之象也。毛減用八。是羽翮損少而飛翥不終之兆一作應。也。占經百十四。　事類賦注十四。御覽七百二引中興徵祥說。 \\n 海西公初即位。忘設豹尾。亦服妖也。夫豹尾、儀服之主。大人之所以豹變也。而海西公豹變之日。四字依占經百十四引補。非宜可忘之時。天若曰。海西公凡庸。不可以主社稷。故亡其豹尾。示不能終也。御覽四百九十。又六百八十。　書鈔。 \\n 太元中。人不復著摻頭。亦服妖也。頭□□親戚起。占經百十四。 \\n 舊為屐者齒皆達。名曰露卵。太元中忽不復徹。名陰卵。亦服妖也。識者以為卵謀也。必有陰謀。烈宗末。驃騎參軍袁悅之始有陰謀之事。及隆安遂致大亂。御覽六百九十八。 \\n 太元中。公主婦女。束髮、緩鬢、傾一作假。髻、以為盛飾。用髮豐多。不可恆一作行。戴。乃先于籠上掖一作扶。又一作裝。之。名曰假髻。以上亦見書鈔。或曰假頭。至于貧民。不能自辦。自一作目。號無頭。就人借髻。亦服之妖也。無幾時烈宗晏駕而天下騷動。二十年中。兵革不息。孫恩之亂。刑斬無數。桓玄之役。死者萬計。凡被戮之家多無頭首。至大斂時。皆以繩縛菰草為頭。是假髻之應也。御覽七百十五。又七百六十四。　書鈔。 \\n 烈宗世。會稽王道子輔政。于府內園中穿池築山。山池之間。處處有肆。婢酟賣肉于其中。道子將見幸。乘船至酒肆。輒攜入肆買肉酒。狀如市廛。以為笑樂。御覽八百二十八。 \\n 大興二年。吳郡米無故壞盡。貨糴之屋亦無故壞。天戒若曰。五穀湧貴。無所糴賣。不復須屋。時陽亡人大飢。餓死者十二三萬。占經百十四。 \\n 王敦在武昌。架屋五間。已構五木。一宿梁墜地。桁在柱上甚危。無幾作亂。敦滅。同上。 \\n 元興二年。大〈舟行〉門上屋自壞。〈舟行〉門者。蓋古之雉門。都城之門也。王者所由出入。是時孝安栱默。警蹕之響。未嘗至于雉門。而桓玄之篡成也。同上。 \\n 烈宗起清暑殿。識者非之曰。清暑反語楚聲也。今起殿以酸楚之聲為號。非吉祥也。頃烈宗崩後。桓玄篡。自號楚。占經百十四。御覽百七十五。 \\n 桓玄鎮姑熟。屋壁先畫作黃盤龍。號盤龍齋。俄而玄敗。將軍劉毅居之。毅小名盤龍。御覽百八十五引晉徵祥說。 \\n 咸和十六年夏旱。十七年秋冬旱。是時烈宗仁恕。信任會稽王道子。亦舒緩之應。御覽八百七十九。　案此節有誤。 \\n 隆安二年冬。旱且寒甚。四年夏五月秋。旱。時孫恩作亂。桓玄疑貳。內外騷動。兵革方興。御覽八百七十九。 \\n 哀帝隆和中。謠曰。升平不滿斗。隆和那得久。桓公入石頭。陛下徒跣走。哀皇聞而惡之。改為興寧。又謠曰。雖復改興寧。只自無聊生。尋哀皇中藥。不識萬機。占經百十三。 \\n 帝弈太和中。童謠曰。青青御路楊。白馬紫游繮。汝非皇太子。那得甘露漿。又曰。鳳凰生一雛。人見無不喜。謂言是馬駒。何悟成龍子。是時海西公寵念殿中常侍向龍朱靈寶。等。因共為亂。生子男三人。海西以為己子。將欲立之。既而被廢。以馬繮殺三子。三子死。南方獻甘露。公卿三子不得甘露。占經百十三。 \\n 義熙初童謠云。官家養蘆化成一作花作二字。荻。蘆生不止自成積。是時盧循竊據廣州。國未能討。因而用之。是官養之蘆也。荻猶敵也。類聚八十二。　御覽十卷。 \\n 大興二年。吳郡府舍地中。得犬子二頭。一雄一雌。太守張懋聞齋內床下犬子聲。地自拆。見有二犬。取而養之。皆成。尋懋為沈充所害。占經百十九。 \\n 晉孝武帝太元中。廬江灊縣何旭家。忽聞地中有犬子聲。即于聲處掘之。見一狗突出。甚柴瘦。走入菰中不知所往。視其處有犬子二頭。一雌一雄。取而養之。雌死雄活。及長。為犬善噬野獸。其後旭里中為蠻所沒。同上。 \\n 安帝隆安中。輔國將軍孫無終家。忽一日地中聞犬子聲。尋地拆。有犬子皆白色。一雄一雌。取而養之。皆死。後無終為桓玄所誅。同上。 \\n 安帝元興元年八月庚子。尚書下舍火。是時桓玄用事。出鎮姑蘇。身雖二字一作雖名。出外。實遙錄尚書事也。故天火、示不復用也。御覽二百十。　書鈔。 \\n 孝武帝太元二十年。冬無雪。亦猶春秋之無冰。恆燠之罰也。是時信任會稽王道子。縱酒宴樂。不〈血阝〉政事。舒緩之應也。御覽八百七十九。 \\n 安帝義熙中。宮城上及御道左右皆生蒺藜。亦草妖也。御覽九百九十七。 \\n 咸和初。鷗集太極殿。殿非鷗所處。鷗、湖澤鳥也。時蘇峻作逆。宮室被焚。御覽九百二十五。 \\n 孝武帝太元十年。鸜巢太極殿東鴟尾。御覽百八十八。 \\n 成帝咸和元年。司徒府羊產無後足。其後蘇峻作逆。占經百十八。 \\n 簡文帝咸安元年。濤水入石頭。俄而海西公廢。孝武帝大元十三年十二月戊子。濤水入石頭。毀大船沉殺人。己亥。江水湧起建康秣陵江。渰沒殺人。陰旺之應也。占經一百。 \\n 元帝太興四年冬。大寒。民凍死。是時王敦肆亂。天子不能禁。任意專殺。戮及大臣。占經一百單一。御覽八百七十九。 \\n 太興三年二月。雨水冰。其後有王敦之亂。占經一百單一。 \\n 元帝太興二一作三。年。海鹽縣雨雹。大如鴨子。御覽十四。　編珠一。 \\n 太和當作太元三年四月。雨雹。是時王道子輔政。姦佞競進。烈宗不能禁絕。王室大亂。占經一百單一。 \\n 元帝太興元年十一月。京都雷震。凡未應雷而雷。皆恆燠也。御覽八百七十六。 \\n 穆帝升平二年十一月。雷。是皇太后臨朝。政舒緩也。占經一百單二。　御覽八百七十六。 \\n 安帝元興三年秋。永安王皇后自巴陵一作防。將一作特。設威儀入宮。天大雷。震人馬多死。多死二字一作一疋俱懦。　占經一百單二。　御覽八百七十六。 \\n 大興二年。天鳴東南有聲。如水相薄。三年又鳴。後哀帝疑作帝弈。廢。御覽一。 \\n 元帝大興二年。徐州及揚州之西江郡蝗。三年。冀州蝗。皆為肆暴之徵。孝武帝太元十六年。棠邑界有蝗。廣千里。長三十里許。從南來。其飛蔽天。害苗稼。是時官以賄成。皆入私庫。貪私苟得之徵也。占經百二十。 \\n 成帝咸和四年。廬山西大巖崩。俄而郭默害江州刺史劉胤。伏誅。類聚六。 \\n 元帝永昌元年。大風。拔樹百根。編珠一。 \\n 孝武帝寧康三年。秦建元十一年。苻堅長安大風。原引誤作苻堅三年長安大風。堅宮中樹悉拔。是歲王猛死。御覽八百七十六。 \\n 桓玄入建康宮。逆風迅激。旗幟飄亡。儀飾一皆傾偃。是月酷寒。此日尤甚。急恆寒若之應也。又出遊門外。飄風飛其儀蓋。御覽八百七十六。 \\n 恭帝之為琅琊王。好奇戲。門一疋馬于門內。令人射之。欲觀幾箭而死。左右曰。馬國姓也。而射之。不祥甚矣。乃止。俄而桓玄篡位。御覽八百九十五引中興書。 \\n 明帝大寧中。武昌有大蛇居神寺神樹上。出頭從人受食。案京房易妖占曰。大蛇見神祠。不出三年。有大兵。國有大憂。時王敦作逆。占經百二十。 \\n 明帝大寧元年十一月。黃霧四塞。王敦之應開元占經一百一。此節亦見御覽八百七十八。 \\n 成帝咸和元年。大霧。步武不相見。會稽王道子專政之應御覽八百七十八。引晉書亦作如此。也。同上。 \\n 王者敬養耆老。則甘露降于松柏。尊賢容眾。不失細微。則行葦受之。甘露者仁澤也。其凝如脂。其甘一作美。如飴。王者德至于天則降。初學記二又二十八。　事類賦注三。　御覽十一又八百七。 \\n 王者德至天。氣感而甘露降郡縣。魏甘露元年。二字原誤作七十。降譙、降盱眙、方七七五畝。類聚九十八。 \\n 武帝時甘露降。公卿奏賀。詔曰。三代盛隆。猶自戒勿休。況自頃懸象告變。盜賊充斥。百僚司牧。不能存職匪懈。使道有寄。雖麟鳳不至。慶有餘矣。若此道未宏。雖四靈在郊。吾猶懼然。何甘露之足賀。其停之。御覽五百四十三。 \\n 王者不隱其過。則玉璧見。不斲自成。光若日月。愍帝建武元年。江寧民虞迪墾地。得白玉麒麟璽一枚。文曰長壽萬年。安帝義熙十二年。左衛兵陳湯于府前淮水中。得玉璽一枚。璽亦璧也。占經一百十四。　類聚八十三。　御覽六百八十二。又八百六。 \\n 金勝一名金稱。援神契曰。神靈滋液。百珍寶用。有金勝。金勝者仁寶也。不琢自成。光若水月。四夷賓服則出。穆帝永和九年。一作晉孝武時。陽穀民得金勝一枚。長五寸。狀一作形。如織勝。後桓溫平蜀路。此四方來服之應也。占經一百十四。　御覽七百十九。　書鈔。 \\n 主德盛則神鼎見。神鼎者仁器也。能輕能重。能息能行。不炊一作灼。而沸。不汲而一作自。盈。一作滿。絪縕之氣。自然而生也。亂則藏于深山。文明應運而至。故禹鑄寶鼎以擬之。成帝咸康八年。陽穀民劉珪夜見光。取得玉鼎一枚。□□四寸。此文明之應也。占經一百十四。　類聚七十三事類賦注鼎。　御覽七百五十六。 \\n 成帝咸和元年。宣城春穀山崩。得古鼎、重三百斤、容可三斛餘。群臣畢賀。御覽七百五十六。 \\n 義熙十一年。霍山崩毀。出銅鐘六枚。上有古文科斗書。人莫能識。初學記十六。　御覽五百七十五。 \\n 王者盛德則嘉禾生。嘉禾者仁卉也。其大盈箱。一稃二米。國政質則同本而異穎。國政文則同穎而異本。御覽八百七十三。 \\n 嘉禾者仁草也。夏時異本同穎。殷時同本異秀。周時三穎同秀。玉海百九十七。 \\n 王者德盛則嘉禾生。仁卉出。安帝義熙十三年。鞏縣民宋曜于田中穫嘉禾。九穗同本。九穗九州也。是時□羌平。六合寧。御覽八百三十九。 \\n 王者德澤純洽。八方同一。則木連理。連理者仁木也。或異枝還合。或兩樹共合。建元當作建武。元年。木連理四。一生膏當作嵩。山。一生武昌。一生汝陰。一生汝陽。太興元年又生武昌。類聚九十八。 \\n 鳳晨鳴曰發明。晝鳴曰保長。舉鳴曰上翔。集鳴曰歸昌。昏鳴曰固常。雄鳴曰即即。雌鳴曰足足。古微書十一。仁智之禽鵠頸而龜腹。白帖。 \\n 永和九年。吳郡獻白鳶。御覽九百二十三引中興書徵祥說。 \\n 白烏仁禽。宗廟肅敬則見。玉海百九十九。 \\n 麒麟者、毛蟲之長也。仁獸也。牡曰麒。牝曰麟。牡鳴曰遊聖。牝鳴曰歸和。夏鳴曰扶幼。秋鳴曰助積。末二字一作養綏。御覽八百八十九。　初學記二十八。 \\n 麟麕一作獐。身、牛尾、狼頭。一角黃色、馬足也。初學記二十八。　御覽八百八十九。 \\n 麟者應也。孟與聖為期也。麟角上有肉。示不傷也。占經一百十六。 \\n 麟一角為天祿。兩角為辟邪。無角為符拔。古微書十。 \\n 天下太平則騶虞見。騶虞者仁獸也。狀如白虎而黑文。其尾參倍。昔召公化行陝西之國。而騶虞應見。類聚九十九。 \\n 王者仁而不害則白虎見。白虎者仁獸也。狀如虎而白色。嘯則風興。縞一作〈白鬲〉。　案此字自係皜字之誤。身如雪。一作雪。而無雜毛八字一在嘯則風興之上。者是也。近代所謂白虎者。背斑而虎文。爾雅所謂彪虎者也。占經百十六。類聚九十九。 \\n 中興。所在獻白麕。類聚九十五。 \\n 成帝咸和六年。會秀才于樂賢堂。有野麕走至堂前。獲之。書鈔。 \\n 白鹿者仁獸也。王者明惠下及則見。色若霜雪白。牝牡不與紫鹿為群。占經百十六。 \\n 白兔仁獸也。王者尊敬耆老則見。占經百十六。 \\n 元帝時有二白麂見于南昌郡。御覽九百六引孫氏瑞應圖曰晉中興書云云。 \\n 哀帝興寧元年十月。麀入東海王宮。麀主也。將為天下主之徵。後哀帝崩。東海王即位。占經百十六。 \\n 孝武帝太元十四年六月。寧朔州刺史賈統上言。晉寧須池縣。此月辛卯。有馬二疋出于河上。一白一烏。盤戲相逐。河水上從。卯至巳乃沒。占經百十八。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷四", "正文": "  \\n 何法盛晉中興書卷四 \\n 　 \\n  \\n 謝夫人 \\n 謝夫人名玖。家本貧賤。父以屠羊為業。玖清惠真正。有淑姿。選入後宮為才人。御覽百四十五。 \\n 元夏侯太妃 \\n 中宗母王太妃夏侯氏。字光姬。一字銅環。太妃為恭王妃。生中宗。王薨。中宗嗣立。稱王太妃。永嘉元年薨。還葬琅邪。御覽百五十一。 \\n 元敬虞后 \\n 元敬皇后虞氏。字孟母。濟陽外黃人也。祖壽、撫軍大將軍掾。父豫、太傅參軍。中宗之為琅邪王。納后為妃。永嘉六年薨。後封豫妻王氏為邢陽縣君。從母散騎常侍新野王罕妻為平陽鄉君。御覽百五十一。又二百二。 \\n 明荀太妃 \\n 肅祖太妃豫章恭惠君荀氏。初以微入宮。生肅祖。中宗以母賤。命虞妃母養肅祖。而出嫁荀為馬氏妻。太寧元年。馬氏無疾而卒。肅祖迎母還宮養。稱建安君。御覽二百二。 \\n 咸康元年。肅祖太妃荀氏薨。顯宗詔曰。朕少遭閔凶。慈訓無稟。文選齊敬皇后哀策文注。 \\n 追贈豫章君諡曰恭惠。御覽二百二。 \\n 明穆庾后 \\n 明穆皇后庾氏。諱文君。左將軍琛第三女也。后少以珪璋特異。令儀淑美。八字亦見書鈔。故中宗為肅宗納焉。初為世子妃。仁和有禮。深見敬重。御覽百三十八。 \\n 太寧元年六月立為皇后。策明穆皇后曰。正位閨房。以著協德之義。文選齊敬皇后哀策文注。 \\n 贈琛為車騎將軍。母邱氏封安陽縣君。從母荀氏永宣縣君。御覽二百二。 \\n 后生顯宗成皇帝。顯宗即位。尊后曰皇太后。群臣奏、天子幼沖。宜依漢和熹皇后故事。后辭讓數四。不得已。遂臨朝攝萬機。蘇峻作逆。王師敗績。后以憂逼崩。時年三十三。御覽百三十八。 \\n 成恭杜后 \\n 成恭皇后杜氏。陵陽京兆人也。成帝贈后母裴氏為廣德縣高安一作安樂。鄉君。此句亦見書鈔。賜錢百萬。布五百疋。御覽二百二。 \\n 康獻褚后 \\n 康獻皇后褚氏。字蘇子。二字一作蒜。太傅裒之女也。后聰明有器識。以名家女入為琅邪王妃。生孝宗穆皇帝。康帝即位立為皇后。封母謝氏為尋陽縣君。御覽二百。穆宗即位。尊后曰皇太后。奏曰。伏惟陛下臨朝攝政。以寧天下。書鈔。 \\n 于是臨朝稱制。同上。 \\n 泰元元年太后詔曰。皇帝婚冠禮備。遐邇宅心。宜當陽親覽。緝熙惟始。今歸政事。率由舊典。于是復稱崇德太后。九年崩于顯揚殿。御覽百三十八。 \\n 穆章何后 \\n 穆章皇后何氏。字法倪。司空充之女。追贈父充光祿大夫。封晉興侯。母孔氏長樂鄉君。御覽二百二。 \\n 哀靖王后 \\n 哀靖皇后王氏。字穆之。司徒左長史濛之女也。初為琅邪王妃。哀帝即位。拜為皇后。追贈父濛金紫光祿大夫。封晉安縣侯。母愛氏為安國鄉君也。御覽二百二。 \\n 海西孝庾后 \\n 海西孝原誤李。皇后庾氏。字道憐。司空冰女也。初為海西王妃。海西即位。拜為皇后。太和元年崩。葬敬平陵。帝廢。追貶海西公夫人。無子。御覽百五十一。 \\n 簡文宣鄭太后 \\n 簡文宣太后鄭氏。諱一作字。阿春。滎陽人。少孤。先適一作嫁。渤海田氏。生一男。夫亡。后依于舅濮陽吳氏。時中宗為丞相。敬后虞氏先崩。將納吳氏女為夫人。后及一作與。吳氏女並遊後園。有見之者。言之于中宗曰。鄭氏女雖嫠居。賢于吳氏遠矣。遂以德色納為夫人。甚有寵。生簡文帝。以上亦略見世說注三。后雖貴幸。而恆有憂色。中宗問其故。對曰。妾有妹。中者適長沙王褒。餘二妹未出。恐姊既為人妾。無復求者。中宗從容謂劉隗曰。鄭氏有二妹。卿可求佳對。使不失舊。隗舉其從子傭娶第三者。以小者適漢中李氏。皆得舊門。帝稱尊號。后雖為夫人。詔太子及東海武陵王皆母事之。帝崩。后稱建平園夫人。咸和元年原作九年誤。蓋簡文時只七歲。薨。御覽百三。簡文帝即位。尊之曰文宣太后。世說注三。 \\n 簡文順王后 \\n 簡文皇后王氏。字蘭姬。后以冠族。太宗納焉。初為會稽王妃。生子道生為世子。並失太宗意。后及道生俱被幽廢。以憂薨。烈宗踐阼。追尊曰順皇后。御覽百五十一。 \\n 后驃騎將軍述之再從妹。追贈前夫人成氏東豐縣君。後夫人成氏東興君。同上二百二。 \\n 孝武文李太后 \\n 孝武太后李氏。以微賤入為會稽王宮人。夢兩龍枕膝。日月入懷。太宗異而召之。生烈宗。類聚九十八。 \\n 孝武定王后 \\n 孝武定皇后王氏。字法惠。寧康三年。中軍將軍桓沖、侍中臣康、奏。晉陵太守王蘊女、天性柔順。惠心塞淵。四字亦見書鈔。儀度既同。四業允備。且盛德之兆。美善先積。參議可以配德乾元。恭承宗廟。貞進六宮。母儀天下。故烈宗納焉。御覽百三十八。 \\n 王蘊以后父徵拜金紫光祿大夫。封建昌侯。母劉氏平樂鄉君。同上二百二。 \\n 后性嗜酒驕妒。帝深患之。乃召蘊于東堂。具說后過狀。令加訓誡。蘊免冠謝焉。后于是少自改飭。太元五年崩。御覽百三十八。 \\n 安德陳太后 \\n 安德太后陳氏。松滋人也。諱歸女。父廣、以倡進。仕至平昌太守。后以美色能歌彈入宮。初為淑媛。生安、恭、二帝。太元十五年薨。贈夫人。追崇曰皇太后。御覽百三十八。 \\n 臨海公主。惠帝第四女。羊皇后所生。初封清河公主。未出適。值永嘉亂。以上亦見初學記十。傳賣長城民錢溫。溫以送女。女遇主甚酷。主自告吳興太守周札。以聞。于是殺溫及女。適譙國曹統。類聚十六。　御覽百五十二。 \\n 南康宣公主興男。明帝長女。庾后所生。初封遂安縣主。適桓溫。御覽百五十二。 \\n 新安愍公主道福。簡文第三女。徐淑媛所生。適桓濟。重適王獻之。御覽百五十二。 \\n 名家應運。書鈔□□□。修序婦道。同上。 \\n 修教于內。正立閨房。白帖□□。正位居體。美在其中。同上。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷五", "正文": "  \\n 何法盛晉中興書卷五 \\n 　 \\n  \\n 百官公卿表注表一作志。 \\n 虞譚、陳略、曹毗、毛安之、並為左衛將軍。御覽二百三十七。 \\n 哀帝興寧二年。桓溫奏省散騎常侍二人。復置四人。凡一省文書表奏意異者為散騎常侍。比于侍中。貂璫插右。書鈔。 \\n 博士之職。非徒博習舊說訓教學徒而已。端委佩玉。朝之大典。必于詢度。一作必詢度之。當以正道克厭人望。然後為可。書鈔。　御覽二百二十九。 \\n 齊王攸為司空。行太子太傅事。書鈔。　引中興書百官公卿表注。 \\n 王導以驃騎將軍。儀同三司。領太子太傅。書鈔。 \\n 惠帝在東宮。以中舍人與中庶子共治文書。　注。武帝咸寧初置中舍人。書鈔。　引中興書百官公卿志注。 \\n 在漢武帝時。南平百越。始置交阯、九真、日南、合浦、南海、鬱林、蒼梧、凡七郡。立交州刺史以統之。以州邊遠。山粵不賓。宜加一作振。威重。故刺史輒假節。七郡皆加加一作假以二字。鼓吹。書鈔。　御覽五百六十七。漢制。人君特寵。皆賜之封邑。書鈔。 \\n 元帝以佐命功。封周玘烏程公。又封王敦武昌公。御覽二百。 \\n 元帝封孔亭為奉聖侯。不食戶邑。同上二百一。 \\n 明帝以平錢鳳功。封王導王導二字原引闕。始興公。溫矯建寧公。庾亮永昌公。郗鑒南平公。卞壼建興公。蘇峻邵陵侯。劉臮泉陵侯。應詹觀寧侯。卞郭益陽侯。趙胤湘南侯。御覽二百。 \\n 元帝當作成帝咸和元年。詔封魏後曹勵為陳留王。類聚五十一。御覽二百一。 \\n 成帝以平蘇峻功。封公者三人。侯者八人。又以討郭默功者三人。御覽二百。 \\n 穆帝以平蜀功。封桓溫臨賀公。御覽二百。 \\n 哀帝以平關洛功。封桓沖豐城公。同上。 \\n 海西公以平袁真功。賜桓溫子偉為西昌公。同上。 \\n 孝武帝太元二年。興滅繼絕。復故陳騫後浩之為高平公。裴秀後球為鉅鹿公。王沉後朴之為博陵公。荀勗後軌為濟北侯。何曾後闡為朗陵侯。羊祜後法興為鉅平侯。類聚五十一。 \\n 安帝以興復功。封劉裕等二十三人。裕以唱謀、封豫章公。萬戶。劉毅南平公。五千戶。何無忌安成公。劉道規華容公。御覽二百。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷六", "正文": "  \\n 何法盛晉中興書卷六 \\n 　 \\n  \\n 威蕃錄 \\n 彭城王紘以肅祖明皇帝好佛。手畫形像。經歷寇難而此堂猶在。宜成作頌。蔡謨云。今發王命。稱先帝好佛。于義有礙。文選頭陀寺碑文注。 \\n 譙閔王承字士敬。為湘州刺史。中宗謂承曰。湘州南楚險固。在上流之要。控三州之會。是用武之國也。今以叔父為之。書鈔。 \\n 譙王承鎮湘州。至武昌。釋軍備見王敦。敦因宴集謂承曰。大王雅素佳士。非將御才也。承曰。公未盡耳。安知鉛刀不能一割。承以敦欲測其情。故發此言。敦果謂錢鳳曰。彼不知懼而學壯語。此之不武。何能為。聽承之鎮。御覽百五十一。 \\n 譙王承為湘州刺史。王敦遣參軍桓羆說承。以劉隗專寵。令討之。請承為軍司。承歎曰。吾其死矣。地荒民尠。勢孤援絕。赴君難忠也。死王事義也。死忠與義。亦復何求。便唱義眾。府長史長沙人虞悝。慷慨有志節。共盟誓。囚桓羆。馳檄湘州。于是一州之內。並皆同赴。同上四百十七。 \\n 司馬無忌讓屯騎校尉之任。職典禁兵。宿衛事重。必宜其人。豈臣微弱。所克堪也。書鈔六十一。 \\n 褚褒為江州。無忌于坐拔刀斫耆之。裒與桓景共免之。御史奏無忌欲專殺害。詔以贖論。世說注二十。 \\n 譙原闕。王恬無忌子。字元愉。一作逾。為御史中丞。值海西公廢。太宗即位。未解嚴。大司馬桓溫屯軍中堂。夜吹警角。御史中丞司馬恬奏劾大不敬。請治一作理。罪。明日溫見奏事。嘆曰。此兒乃敢彈我。真可畏也。初學記十二。　書鈔。　御覽二百二十六。 \\n 梁王珍之。初桓玄篡位。國人有孔璞者。奉珍之奔尋陽。義旗既興。歸朝廷。仕至太常卿。以罪誅。世說注八。 \\n 南頓王宗之字延祖。拜左衛將軍。為肅祖所昵。委以禁旅。御覽二百三十七。 \\n 元皇以明帝及琅邪王裒並非敬后所生。而謂裒有大成之度。勝于明帝。因從容問王導曰。立子以德不以年。今二子孰賢。導曰。世子宣城俱有爽明之德。莫能優劣。如此。故當以年。于是更封裒為琅邪王。世說注二 \\n 東海原闕。王沖為長水校尉。年十一。高選綱佐。以劉耽為司馬。顧和為主簿。書鈔。 \\n 武陵威王晞為桓溫所忌。表晞廢王。徙新安郡。受拜流涕。書鈔。　引晉中興書威蕃錄。 \\n 武陵威王晞為桓溫所收。忠敬王少子也。被廢後。新安王遵初封新寧王。年十二。受拜流涕。哀感左右。將軍桓伊嘗造遵。遵怒門人曰。何通桓氏。門人曰桓伊與桓溫疏宗。相見無嫌。遵曰我聞人姓木邊。便欲殺之。況諸桓乎。由是少稱聰察。及長輒凡退。無復名望。御覽百五十一。 \\n 會稽文孝王道子。初封琅邪王。領會稽王。太元八年。以錄尚書六條開府。領司徒。太元十一年。又領揚州。錄尚書事。太元十七年徙為會稽王。 \\n 安帝即位。公卿奏進位丞相、揚州牧。假黃鉞羽葆。書鈔。　類聚六十八。 \\n 武陵王令曰。丞相墳塋翳然。飄薄非所也。文選為宋公修楚元王墓教注。 \\n  \\n   \\n  "}
{"章节": "何法盛晉中興書卷七", "正文": "  \\n 何法盛晉中興書卷七 \\n 　 \\n  \\n 瑯琊王錄 \\n 其先出自周王子晉。秦有王翦、王離、世為名將。文選四十六王文憲集序注引瑯琊王錄。 \\n 初。魏徐州刺史任城呂虔有佩刀。工相之。以為必三公可服此刀。虔謂別駕王祥曰。苟非其人。刀或為害。卿有公輔之量。故以相與。祥始辭之。虔固強與。乃受之。祥為司空。及祥死之日。以刀授其弟覽曰。吾兒凡。汝後必興。足稱此刀。故以相與。覽後奕世賢興于江東。文選注同上。　初學記二十二。　御覽二百六十三。又三百四十五。 \\n 中宗為安東將軍。鎮下邳。請王導為司馬。軍國之事。無不諮訪。中宗遷鎮建康。為司馬。委以政事。御覽二百四十八。 \\n 王導謂從兄敦曰。王仁德未著。而名位猶輕。兄威名日已振。宜有以共相匡舉。會三月三日。中宗出褉。乘輿輦。敦、導、並騎從。紀瞻使人覘之。既聞敦、導、騎從。乃大驚。自出拜于道左。中宗從容謂導曰。卿吾之蕭何也。類聚四。　御覽三十。 \\n 中宗渡江。王導群從翼戴。時人語曰。王與馬。共天下。御覽四百九十五。 \\n 于時朝野傾心。號曰仲父。導忠于事上。達于從政。以百六之獘。寄寓江左。為治之本。務在清靜。御覽二百四十八。 \\n 王導一作遵。為驃騎、揚州。領中書監。錄尚書事。時丞相參佐羅宏父母沒賊。賊平不奔喪。又中丞熊遠、尚書周顗、等以署過其事。為有司所奏。導上疏請免錄。中宗令曰。卿恆總萬機。何解錄。除節而已。書鈔。 \\n 元帝登尊號。百官陪位。詔王導升御坐。固辭。然後止。世說注七。 \\n 中宗即尊號也。時賜諡多由封爵。不考德行。王導亦一誤作遵。曰。臣聞大行受大名。小行受小名。名則實稱。不誣而已。近代以來。唯爵得諡。武官牙門有爵必諡。鄉校常伯無爵悉不賜諡。甚失制諡之本。今中興肇建。勳德兼備。一作被。宜深體前訓。使行以諡彰。豈可限以有爵。中宗納焉。自後公卿無爵而諡。自導始也。類聚四十。　御覽五百六十二。 \\n 王導以驃騎將軍、儀同三司、領太子太傅。書鈔。 \\n 導從兄敦舉兵討劉隗。導率子弟二十餘人。旦旦至公車。泥首謝罪。世說注二。 \\n 顯宗嘗使太常丞張放歸胙于王導。詔無下拜。導不敢當。辭以疾。初顯宗幼沖。見導恆拜。又帝與導手詔。則曰敬白。中書作詔。則曰敬問。于是以為永制。御覽五百四十二。又五百九十三。　書鈔。 \\n 于是風塵自消。內外緝穆。世說注四。 \\n 王導薨。詔給九旒轀輬車。黃屋左纛。前後羽葆鼓吹。挽歌兩部。虎賁班劍百人。中興名臣。莫與為比也。御覽五百五十四。 \\n 王悅字長豫。丞相導長子也。世說注一。 \\n 王悅弱冠有高名。每侍講東宮。以清和著稱。除散騎常侍。書鈔。 \\n 仕至中書侍郎。世說注一。 \\n 王恬字敬豫。導次子。與濟陽江霖俱善弈碁。為中興第一。御覽七百五十三。 \\n 王洽字敬和。丞相導第三子。世說注五。 \\n 洽于公子中最知名。與潁川荀羨俱有美稱。弱冠。除散騎、中書侍郎。世說注五。　書鈔。 \\n 累遷吳郡內史。為士民所懷。徵拜中領軍。尋加中書令。世說注五。 \\n 顯宗加王洽中書令。帝曰。敬和清才貴令。昔為中書郎。吾時尚少。數呼見。意甚親之。今以為中書令。欲共講文章之事也。類聚四十八。　初學記十一。　御覽二百二十。 \\n 不拜。年二十六六當作九。而卒。世說注五。 \\n 王劭導第四子。 \\n 劭美姿容持儀操也。世說注六。 \\n 王薈。導少子。 \\n 王珣字元琳。洽子也。弱冠即與陳郡謝玄俱辟大司馬桓溫掾。溫語人曰。謝掾年三十。必擁旄仗節。王掾當作黑頭公。皆未易才也。御覽二百四十九。又四百四十三。　書鈔。 \\n 珣為大司馬掾。轉府主簿。時大司馬溫經略中夏。軍國無寧。戎府多事。珣居要任有稱績。三軍文武及數萬人。悉識其面。書鈔。　御覽三百六十五。　案參軍疑即下三軍之誤字。 \\n 珣拜侍中、尚書、左僕射。領吏部。時烈宗雅好典籍。深欽愛之。與郗恢、殷仲堪、徐邈、並以才學文章為上所呢。桓玄答道子牋云。王珣明悟疏徹。風流之美。雖逼于同異。才用不盡。然君子在朝。所益自多也。御覽二百十一。書鈔。 \\n 王祥弟覽生導。導生洽。洽生珣。珣生曇首。文選為蕭揚州作薦士表注。 \\n 王氓。珣弟。 \\n 珣兄弟皆婿謝氏。以猜嫌離婚。太傅既與珣絕婚。珉又離妻。由是二族遂成仇釁。世說注六。 \\n 王謐字雅遠。丞相導孫。車騎劭子。有才器。襲爵武岡侯。世說注五。 \\n 謐弱冠有美譽。拜祕書郎。書鈔。 \\n 位至司徒。世說注五。 \\n 王舒。 \\n 咸和元年。當徵蘇峻。司徒導欲出王舒為外援。及更拜為撫軍將軍會稽內史。秩中三千石舒上疏以父名會。不得作會稽。朝議以字同音異。于禮無嫌。舒陳音雖異而字同。乞換他郡。于是改會為鄶。古會切。舒不得已就職。御覽三百六十二。 \\n 王允之字淵猷。舒子。年在總角。從伯敦深知之。謂為似己。入則共臥。嘗夜飲。允之辭醉先眠。時敦將謀作逆。因允之醉別床臥。夜中與錢鳳計議。允之已醒。悉聞其語。恐或疑。便于眠處大吐。衣面並污。鳳既出。敦果照視。見其眠吐中。以為大醉。不復疑之。御覽四百三十一。又三百九十六引首六句。 \\n 王廙字世明。多才蓺。東海王越為太傅。辟為記室。書鈔。 \\n 王彬字世儒。廙弟。從兄敦入石頭。中宗使彬銜命慰勞。會周顗被殺。彬往哭顗。既而見敦。敦怪其有涕洟。問其所以。彬曰。向哭伯仁。情不能已。敦曰。伯仁自致刑戮。且凡人遇汝。復何為哉。彬曰。伯仁世譽與君齊行。忠烈之軌。邈焉難逮。其有何罪。而致禍戮。勃然數敦曰。兄抗旌內侮。戮殺忠義。謀圖不軌。禍及門戶。敦大怒厲聲曰。爾之狂悖。乃可至此。為吾不能殺汝邪。丞相導在坐。勸彬起謝。彬曰。昨暴腳痛不能拜。且此復何所謝。意氣自若。敦曰。腳痛孰若頸痛。然猶以至親。忍不加害。御覽四百二十八。 \\n 彬為將作大匠。帝以其勤勞。爵關內侯。書鈔。 \\n 王彪之字叔虎。廙子。從伯導謂曰。選官欲以汝達。可作諸王佐郎。彪曰。位之多少。既不足計。自當任之于時。至于超遷。是所不願。遂為郎。御覽二百十二。 \\n 王彪之為鎮軍將軍、會稽內史。加散騎常侍。居郡八年。豪強斂跡。亡戶出者三萬餘口。類聚六。 \\n 王彪之遷廷尉。時永嘉太守謝毅、赦後殺郡人周矯。矯從兄球詣州訴冤。揚州刺史殷浩劾毅。遣從事收毅。付廷尉。彪之執法。以球為獄主。身無王爵。非廷尉所料。不肯受。與州相反覆。穆帝發詔令受之。彪之又上疏執據。時人云張釋之以來。復見斯事。類聚四十九略。　御覽二百三十一。 \\n 王彪之遷尚書令。與謝安共掌朝政。安數稱曰。朝廷大事。眾人所不能決者。咨之王公。無不立判也。書鈔。 \\n 王羲之字逸少。導之從子也。初訥于言。人未之知。年十三。嘗見周顗。顗異之。時重牛心炙。座客未啖。先割啖之。羲之于是知名。御覽二百三十八。 \\n 羲之弱冠知名。庾亮請為參軍。書鈔。 \\n 羲之為護軍將當作參。軍。令所任之當作乏。患在于任役公平也。書鈔。 \\n 及長。尤善草隸書。為今古冠絕。累遷為右將軍。不樂京師。遂往會稽。與謝安、孫綽、等遊處。山陰有道士養群鵝。羲之意甚悅。道士云。為寫黃庭經。當舉群相贈。乃為寫訖。籠鵝而去。御覽二百三十八。 \\n 羲之與王述志尚不同。而兩不相能。述為會稽。艱居郡境。王羲之後為郡。申慰而已。初不重詣。述深以為恨。喪除。徵拜揚州。就徵。周行郡境。而不歷羲之一別而去。羲之初語其友曰。王懷祖免喪。正可當尚書。投老可得為僕射。更望會稽。便自邈然。述既顯授。又檢校會稽郡。求其得失。主者疲于課對。羲之恥慨。遂稱疾。世說注八。 \\n 王羲之為會稽內史。慨然稱疾去郡。于父母墓前自誓曰。維永和十一年二月九日。小子羲之。敢昭告尊靈。羲之不夭。夙遭閔凶。不遂過庭之訓。母兄鞠育。得漸庶幾。遂因人之力。蒙國寵榮。進無忠孝之節。退違賢量之義。將憂及宗祀。豈在微身。是用寤寐永嘆。若墜淵谷。止足之分。定于今日。云云。羲之既去官。與東土人士盡山水之遊。弋釣為娛。與道士許元度邁共脩服食採。求藥石不遠千里。朝廷以其誓苦。亦不復徵也。御覽四百八十。　世說注八略。 \\n 王徽之字子猷。羲之第五子。卓犖不羈。欲為傲達。放肆聲色頗過度。時人欽其才。穢其行也。世說注四又七。　書鈔。 \\n 大司馬桓溫以為參軍。書鈔。 \\n 徽之任性放達。棄官東歸。居山陰也。世說注七。 \\n 桓沖引徽之為參軍。蓬首散帶。不當綜理一作知。其府事。世說注七。　書鈔。 \\n 徽之為車騎桓沖騎兵參軍。沖問卿署何曹。對曰。似是馬曹。又問管幾馬。曰。不問馬。何由知數。又問馬比死多少。曰。未知生。焉知死。書鈔。 \\n 仕至黃門侍郎。世說注四。又七。 \\n 王獻之。字子敬。羲之第七子。少有清譽。亦善隸書。後將軍謝安。請為長史。其欽愛之。御覽百四十八。　案羲之七子。玄之。凝之。渙之。肅之。徵之。操之。獻之。 \\n 王悅之字少明。祖獻之。中書令。父靖之。司徒左長史。悅之少厲清操。亮直有風檢。為吏部郎。世說補注一。 \\n 王澄。 \\n 王澄嘗之荊州。送者傾邑。所別處樹上有鵲巢。澄別。脫衣著犢鼻。上樹探鵲鷇而弄之。傍若無人。御覽四百八十九。 \\n 王敦字處仲。初學記十。 \\n 王敦為太子舍人。滎陽潘滔時為洗馬。見而目之曰。處仲蜂目已露。但豺聲未振。若不噬人。亦當為人所噬。御覽四百四十三。 \\n 帝舅王愷嘗置酒。王敦、王導、俱往。女妓吹笛小失聲。愷怒。便令黃門毆殺之。一坐改容。敦一誤愷。神色自若。事類賦笛注。　御覽五百八十。 \\n 敦尚武帝女襄城公主。天下大亂。敦將還臺。悉以主嫁時侍婢百餘人配給將士。金寶一時棄捐。初學記十。御覽百五十二。 \\n 元帝用劉隗。漸疏導。敦將作亂。為導沿屈。敦上疏曰。導動靜顧問。起予聖懷。文選齊故陸昭王碑文注。 \\n 大寧二年。敦將復反。溫嶠密啟肅祖陳王敦。敦聞曰。果為小物所斯。乃募有能生得嶠者。吾當手拔其舌。御覽三百六十七。 \\n 王敦死。祕不發喪。裹尸以席。塗之以蠟。埋于齋中。諸葛瑤等相縱酒淫樂。御覽七百九。又七百六十六。 \\n 郭舒。大將軍王敦以為從事中郎。會敦討劉隗。切諫。敦大怒曰。人中間言卿癡。故灸卿眉頭。今疾復發邪。勿復語也。舒曰。明公聽舒一言。舒聞古之愚也直。周昌、汲黯、朱雲、皆不癡也。昔堯立訓謗之木。舜懸敢諫之鼓。公為勝堯舜邪。而乃折舒使不得言。敦默然也。御覽二百三十八。 \\n 羊祜字叔子。遷中領軍。悉統宿衛。入直殿中。執兵之要。事兼內外。御覽二百四十。 \\n 杜預在內七年。損益不可勝數。朝野稱之。號曰杜武庫。言無所不有。御覽四百九十五。 \\n 衛玠字叔寶。常以人有不及。可以情恕。非意相干。可以理遣。上亦見文選行狀注。故終身不見其喜慍。御覽四百三。　末句亦見褚淵碑文注。 \\n 衛玠兄璪。時為散騎侍郎。內侍懷帝。玠以天下將亂。移家南行。母曰。我不能捨仲賢而去也。玠啟喻深至。為門戶大計。母涕泣從之。臨別。玠謂璪曰。在三之義。人之所重。今可謂致身授命之日。兄其勉之。乃扶將老母。轉至豫章。而洛城失守。璪沒焉。御覽四百八十九。 \\n 魯公賈謐、參管朝政。京洛人士。無不傾心。渤海石崇之徒。年皆長謐。並以文才降節事謐。共相朋呢。號曰二十四。御覽四百七。 \\n 劉寔字子真。平原高唐人。少貧共糠飯。繩索作衣買。手繩口誦。御覽四百八十四。 \\n 劉寔。長不滿七尺。精學不倦。雖居官職。至于皓首。手不釋卷。同上六百十四。 \\n 山濤字巨源。飲酒至八斗方醉。帝欲試之。乃以八斗飲濤。密益其酒。濤至本量而止。類聚。 \\n 鄭默字思玄。轉光祿勳。寬沖博愛。不以聲色矜人。雖卒徒冢養之人。皆以恩遇。御覽二百二十九。 \\n 陳留阮錄 \\n 阮孚字遙集。咸子也。避亂渡江。中宗以為安東參軍。御覽二百四十九。 \\n 孚風韻疏誕。少有門風。初為安東參軍。蓬髮飲酒。不以王務嬰心。世說注五。 \\n 瑯琊王褒為車騎將軍。鎮廣陵。高選綱佐。以孚為長史。帝謂曰。卿既統軍府。郊壘多事。宜節飲也。書鈔□□。案此引作中興書陳留阮錄。 \\n 阮放與從弟孚齊名。在銓管之任。甚有稱譽。性清儉終不治產業。為吏部郎。不免饑乏。王導、庾亮、以其名士。給衣食。放由是得立。類聚四十八。　御覽二百十六。 \\n 阮裕。放弟。 \\n 裕甚精論難。世說注三。 \\n 阮裕少有德行。王敦聞其名。召為主簿。知敦有不臣之心。縱酒昏酣。不綜其事。同上五。 \\n 裕以人不須廣學。正應以禮讓為先。故終日頹然無所錯一作修。綜。而物自宗之。同上五。又四。 \\n 胡母輔之字彥國。少高名。有王尼者。出寒微。輔之、庾顗、王澄、等共為美談。尼以門役送護軍府。輔之等乃齎羊酒。詣門吏以聞護軍曰。諸名士以羊酒來。當有以。既入。先過尼。尼已給府養馬。輔之等坐廄下。與尼炙羊飲酒而去。竟不見。護軍大驚。乃與尼長假。御覽四百七。 \\n 胡母輔之嘗過河南門下飲酒。門下騶王子博箕坐其傍。輔之叱之使取火。博曰。我卒也。不乏吾事。薦之河南尹樂廣。召見甚悅。擢為功曹。御覽二百六十四。 \\n 胡母輔之子謙之。醉與父語。常呼父字。輔之亦不怪。御覽三百七十六。 \\n 胡母輔之等共飲酒。散髮裸裎。閉戶不接外客。類聚。 \\n 謙之常窺輔之厲聲曰。彥國老年不得為。亦將令我凥背東壁。輔之遽呼入。與共飲酒。其為放達如此。御覽三百七十六。 \\n 畢卓字茂世。新蔡人。少希放一作傲。達。為胡母輔之所知。太興末為吏部郎。常飲酒廢職。比舍郎釀酒熟。卓因醉。夜至其甕間取酒飲之。掌酒者一作主者。不察。謂是盜執而縛之。郎往視。乃畢。二字一作知為。吏部也。遽釋其縛。卓遂引主人燕于甕側。致醉而去。以上亦見世說注七。卓常謂人曰。右手持酒杯。左手持蟹螯。拍浮酒池中。便足了一生。御覽二百十六。　末五句亦見類聚二十六。 \\n 溫嶠素知愛卓。請為平南長史。卒。世說注七。 \\n 王尼字季孫。洛陽覆沒。避亂江夏。王澄時為荊州刺史。見之欣喜。厚供給之。尼常歎、滄海橫流無安處。早喪婦。止有一息。不用居宅。唯畜露車。牛一乘。每行輒使兒御詣人。暮則宿車上。無有定處。少時澄卒。荊州饑荒。尼求食不得。乃殺牛。壞車煮之。遂父子餒死。御覽四百八十六。又七百七十五。 \\n 太山羊曼。字祖延。頹縱任俠。二字一作宏狂。飲酒誕節。以上亦見顏氏家訓。下依校補四字。與溫嶠、庾亮、阮放、桓彝、同志友善。並中興名臣。時州里稱陳留阮放為宏伯。高平郗鑒為方伯。太山胡母輔之為達伯。濟陰卞壼為裁伯。陳留蔡謨為朗伯。陳留阮孚為誕伯。高平劉綏為秀伯。而曼為濌音怛。伯。案濌原誤黠。依顏氏家訓下引袞州號為濌伯改。蓋初誤濌又誤黠。凡八伯。蓋擬古之八俊。御覽四百七。 \\n 兗州既有八伯之號。其後更置四伯。大鴻臚陳留江淵以能食為穀伯。豫章太守陳留史疇以大肥為笨伯。散騎侍郎高平張嶷以狡妄為猾伯。廬陵太守羊曼以狠戾為璅伯。蓋擬古之四凶。御覽三百七十八。 \\n 光逸字孟祖。為博昌小吏。令使他往。冒雨還。令不在。逸解衣入寢令被衾中。書鈔。 \\n 華譚字令思。生未朞而父歿。母年十八。執節養譚。弱冠知名。揚州刺史周浚禮辟署從事史。愛其才器。以為賓友。御覽二百六十五。 \\n 譚少以言語清辨知名。除太子舍人。書鈔。 \\n 譚拜臨海太守。弟猷為宣城內史。于時正朔所加。止江東而已。其禮教不出荊、揚、數郡。而譚、猷、並居畿甸名邦。時人榮之。書鈔。 \\n 華譚為祕書監。時晉陵朱鳳、吳郡吳震、等。以單族一作寒。二人並有史才。白首于衡門後。譚知之。薦二人擢補著作佐郎。並皆稱職也。初學記十二。　御覽二百三十四。 \\n 華譚所友袁甫者。字公冑。歷陽人。少能言議。與譚齊名。友善。太安中。甫入洛。詣中領軍何勗。自言能治劇縣。勗曰。君子治應多宜。何以唯欲宰民。何不為一臺職乎。甫曰。人各有所能否。譬如錦繒中之好而不可以為帢。口洛反。稻食中之好而不可以為齏。是以孔子曰。及其使人也器之。苟非大才。何能悉備。久之。除松滋令。御覽二百六十六。 \\n 太安中。入洛。譚與甫書曰。誠以枯澤非應龍之淵。棘林非鸞鳳之窟。昔食其自匿監門。非高祖不長揖。孔明躬稼南陽。非劉氏不馳驅。望雲霄而偶翮。見鴻漸之輕羽。瞻長塗而高鳴。知騏驥之迅足。御覽四百七。 \\n 孟觀從中亭北出。何惲領一萬人以繼之。雍圍解。文選關中詩注。 \\n 劉琨。 \\n 石勒攻樂平。劉琨自代飛狐口奔安次也。文選答魏子悌注。 \\n 祖逖與劉琨中夜而坐。相謂曰。若四海鼎沸。豪傑並起。吾與足下相避于中原。後琨與親舊書曰。吾枕戈待旦。志梟逆虜。常恐祖生先人著鞭耳。御覽三百五十九。 \\n 劉演琨從子。于厭次縣築壘拒石勒。勒後虜執演。以鑊湯煮之。御覽六百四十五。 \\n 范陽祖錄 \\n 建興初。祖逖進說曰。晉室之亂。非上無道而民怨叛也。由藩王爭權。自相誅滅。遂使戎狄乘隙。流毒中原。今天下既被殘酷。遺黎思本。人有奮擊之心。但悉無所憑倚。大王誠能命將帥。若使逖等。執殳前驅。上為國家雪恥。下為百姓請命。則郡國豪傑必因風嚮起。沉溺之民欣于來蘇也。掃灑中原。清復寰宇。此千載之一時。願大王圖之。中宗于是始欲疆理神州。御覽四百六十二。 \\n 祖逖說中宗以掃平中原。于是以逖為前鋒都督、奮威將軍、豫州刺史。給布三千疋。逖乃徑北渡江。中流誓曰。祖逖不清中原而復濟者。有如此江。類聚三十三。　御覽四百八十。 \\n 祖納逖兄。字士言。少持操行。以門寒品能。清言明一作名。理。文義可觀。遷東宮舍人。又遷右光祿大夫。書鈔。御覽二百四十三。　案書鈔引作范陽祖錄。 \\n 祖約為丞相仄事中郎。于府內為婢所傷。司直劉隗奏約、患生婢僕。身被刑傷。約甚慚恥。遂解職還家。類聚三十五。御覽五百。 \\n 郭默為右軍將軍。默既遠人。樂為邊將。不願內轉。謂劉胤曰。我能衛胡而不用。更用虛名者。且右將軍主禁兵。禁兵不妄出。有急方更配給。兵將無素。是謂棄之。定得不亂。御覽二百三十八。 \\n 潯陽陶錄 \\n 陶侃字士行。書鈔。 \\n 侃為郡主簿。太守張妻病。遠迎醫。天正寒雪。諸綱紀皆難之。侃獨曰。資于事父以事君。夫人當比母。安有親病而難迎醫乎。乃請行。僚屬皆愧之。書鈔。 \\n 侃為郡主簿。時州遣從事案太守張。侃謂從事曰。可以禮之。無吹毛求疵瑕也。從事憚之。遂得免咎。書鈔。 \\n 太傅東海王越以侃為參軍。督護江州議軍事。書鈔。 \\n 鎮南將軍劉宏以陶侃為長史。謂侃曰。我昔為羊太傅參軍。羊公見語云。君後當居身處。我今相察。亦復然也。御覽二百四十九。 \\n 建興元年冬。左將軍王敦遣振威將軍周訪、廣武將軍趙誘、受陶侃節度。征蜀賊杜弢。大戰。蜀賊以桔〈木皋〉打沒侃二十餘艘。人皆沒水。侃卒破弢。敦表侃刺荊州。　類聚七十一。　御覽七百七十。 \\n 侃為荊州。常檢校佐吏。若得樗蒲博弈之具。投之于江。曰。樗蒲。老子入胡所作。外國戲耳。圍棋者。堯舜以教愚子。博者。商紂所造。諸君並國器。何以為此。一本此為。牧豬奴戲。四字見原注。若王事之暇患邑邑者。文士何不讀書。武士何不射弓。談者無以易也。世說注二。　類聚七十四。　御覽七百五十三。 \\n 陶侃明識過人。武昌道上種楊柳。人有竊之植于其家。侃見而識之。問何以盜官柳種子。三字一作所植乎。時以為神。類聚八十九。　御覽四百三十二。 \\n 冊陶侃曰。公經德秉哲。謀猷宏遠。文選齊竟陵文宣王行狀注。 \\n 陶侃少漁雷澤。夢生八翼飛至天門而不入。相者師珪曰。君位當上公。為八州都督。御覽七百二十九。 \\n 陶淡字處靜。一作淨。太尉侃之孫。一身孑然。無有同產。齠齔之時。雅好導養。謂仙道可祈。至年十五六。便服食絕穀。家累千金。僮僕百數。終日端拱。絕不婚娶。居長沙臨湘縣下。去家十里。于山中立小草屋。一作窟。裁足容身。時還家。設小床獨坐。不與人人共。于野得白鹿子。馴而養之。至七八歲。恆與之俱往還。後遂乃不復還家。御覽三百九十三。又五百三。又九百六。故舊入山候者。輒移渡澗。莫得近。本州舉秀才。淡聞、遂逃羅縣山中。終身不返。莫知所終。御覽五百三。 \\n 陶潛 \\n 陶潛為彭澤令。督郵察縣。縣吏入白當板履而就詣。潛曰。吾不能為五斗米。折腰向鄉里小豎。于是挂冠而去。書鈔。 \\n 顏延之為始安郡。道經尋陽。常飲淵明舍。自晨達昏。及淵明卒。延之為誄。極其思致。文選本誄注。 \\n 太原溫錄 \\n 溫嶠字太真。書鈔。 \\n 嶠有俊朗之資。而不拘細行。世說注七。 \\n 溫嶠拜太子中庶子。嶠在東宮。甚見嘉寵。僚屬莫與為比。嶠與阮放等共勸太子遊談老莊。不教以經史。太子甚愛之。以上亦見御覽二百四十五。數規諫諷議。及獻侍臣箴。甚有補益。太子時起西池樓觀。頗多勞費。嶠口疏切諫。太子納焉。類聚四十九。初學記十略。 \\n 王敦欲謗明帝以不孝。于眾坐明帝罪云。溫太真在東宮久。最所知悉。因厲聲問嶠。謂懼威必與己同。嶠正色對曰。鉤深致遠。小人無以測君子。當今諒闇之際。有至性可稱。敦嘿然不悅。然憚其居正。不敢害之。御覽四百十八。 \\n 肅祖以溫嶠為散騎常侍。侍講。太寧初手詔曰。卿既以令望忠允之懷。著于周旋。且文清而旨遠。宜居深密。今欲以卿為中書令。朝論亦咸以為宜。類聚四十八。　御覽二百二十。 \\n 敦請嶠為左司馬。溫嶠知王敦不可復諫。乃潛謀滅之。先夙夜綜其府事而附其欲。錢鳳、敦所信也。嶠謂人曰。錢世儀精神滿腹。嶠有知人之稱。鳳聞而悅之。深結好于嶠。會丹陽尹缺。嶠說敦曰。京尹輦轂喉舌。宜得文武兼之。公宜自選其才。敦然之。問嶠誰可作者。嶠曰。愚謂錢鳳可用。然裁之在公。敦思維良久曰。無復勝君。嶠即苦辭。敦不從。表補丹陽尹。猶懼錢鳳為之奸。因敦置酒與嶠別。嶠曰。違離宇下。情戀不已。願自起行酒。以展歧路之心。行酒至鳳。未飲。嶠因偽醉。以手板擊鳳。幘為之墜。作色曰。錢鳳何人。溫太真行酒而敢不飲。鳳不悅。敦以醉而釋之。明日鳳曰。嶠與朝廷甚密。必未可信。或懷反噬。宜更思之。敦曰。太真昨醉。小加聲色。豈得以此相詭貳。由是鳳謀不行。而得還都。御覽四百九十四。 \\n 咸和元年。嶠代應詹為江州刺史。持節、都督平南將軍、鎮武昌。達于治道。軍人稱頌。獎勵風俗。書鈔。　案此引作太原溫錄。 \\n 蘇峻反。溫嶠推陶侃為盟主。侃欲西歸。嶠說侃曰。天子幽逼。社稷危殆。四海臣子。肝腦塗地。嶠等與公是致命之秋。事若克濟。則臣主同祚。如其不然。身雖灰滅。足以謝責于先帝。今日之事。義無旋踵。騎虎之勢。可得下乎。公若違眾獨反。眾心必沮。沮眾以敗事。義旗將迴指于公矣。侃無以對。遂留不去。御覽四百六十二。 \\n 初溫嶠葬豫章。朝議以嶠首受顧命。功濟社稷。宜還陪陵。官為起冢。太尉侃上疏停其移葬。詔從之。至嶠後妻何氏九十二字疑是卒字。便載嶠喪還都。詔令葬建平陵元帝陵。北。并贈嶠二妻王氏、何氏、始安夫人印綬云。御覽五百五十四。 \\n 高平郗錄 \\n 郗鑒。 \\n 鑒少好學博覽。雖不及章句。而多所通綜。世說注五。 \\n 中原喪亂。鄉人遂共推郗鑒為主。與千餘家俱避難于魯國嶧山。山有重險。中宗初鎮江左。假郗鑒龍驤將軍、兗州刺史。鎮鄒山。又徐龕、石勒、左右交侵。鑒收合荒散。保固一山。隨宜抗對。百姓饑饉。野無生草。時或掘野鼠蟄燕而食之。類聚九十二。　御覽三十五。又三百二十。 \\n 郗鑒為太尉。雖在公位。沖心愈約。勞謙日仄。誦翫墳索。自少及長。身無擇行。家本書生。後因喪亂。解巾從戎。非其本願。常懷慨然。咸康五年秋。寢疾。上疏遜位。優詔不許。御覽二百七。 \\n 鑒兄子邁字思遠。有幹世才略。累遷少府中護軍。世說注一。 \\n 郗愔。鑒字。 \\n 郗愔拜給事黃門侍郎。苦求外出。時吳郡缺。朝議欲用愔。愔以資輕而少年不宜超登大郡。辭讓切至。朝廷嘉之。為臨海書鈔引作臨淮。太守。在郡優游養志。不以事物縈書鈔引作事務嬰。心。御覽四百二十四。　書鈔引作高平郗錄。 \\n 太和四年。桓溫請與郗愔等伐燕。愔辭此行。溫責其不從。轉授會稽。世說注六。 \\n 愔咸安元年拜都督浙江東五郡諸軍事。進位鎮軍。開府、儀同三司。辭不受。御覽二百四十三。 \\n 郗愔及弟曇奉天師道。世說注七。 \\n 郗超字景興。高平人。司空愔之子也。少而卓犖不羈。有曠世之度。以上亦見世說注二。俶儻高俊。籠蓋當時。時人為之語曰。揚州獨步王文度。盛德絕倫郗景興。交遊士林。每在勝拔。又精于理義。大司馬桓溫取為參軍。溫英氣蓋世。罕有所推。與超相見。常謂不能測也。御覽二百四十九。 \\n 步王文度。盛德絕倫郗景興。交遊士林。每在勝拔。又精于理義。大司馬桓溫取為參軍。溫英氣蓋世。罕有所推。與超相見。常謂不能測也。御覽二百四十九。 \\n 累遷中書郎。司徒左長史。世說注二。 \\n 超年四十一。先愔卒。超所交友皆一時秀美。一作俊乂。雖寒門後進亦拔而友之。及死之日。貴賤操筆為誄者四十餘人。其為物所崇貴如此。世說注六略。　類聚二十一。　御覽四百七。 \\n 郗超。沙門支遁以清談著名于時。風流貴勝。莫不崇敬。書鈔。 \\n 郗恢字道胤。高平人。父曇、北中郎將。恢為給事黃門侍郎。領太子右衛率。長八尺。美頿敘。風神魁梧。烈宗器之。以為有蕃伯之望。自太子右一作左。衛率擢為雍州刺史。世說注七。　書鈔。 \\n 高平郗原引作郅。恢為雍州。鎮襄陽。所撫恤大得關隴聞譽。誘納降附。動者千數。書鈔。 \\n 吳郡顧錄 \\n 顧榮字彥先。書鈔。 \\n 時吳朝士人入洛者。唯陸機、陸雲、及顧榮三人。而機、雲、雖有才藻。清望不及榮也。以南士秀望。選補吳王郎中令。累遷太子中舍人。御覽二百四十六。又二百四十八。 \\n 累遷廷尉正。同上二百三十一。 \\n 榮遷廷尉平。時趙王倫欲誅淮南王允官屬。下廷尉議罪。榮具明刑理不宜廣濫。倫意解。賴榮濟者甚眾。書鈔。　御覽二百三十一。 \\n 顧榮。齊王冏召為主簿。冏自擅威權。榮知其必敗。唯終日昏酒。冏以榮為中書郎。御覽二百二十。 \\n 廣陵相陳敏反。留顧榮。榮與甘卓等潛謀起兵攻敏。榮發橋斂舟于南岸。敏率萬餘人出。不獲濟。榮麾以羽扇。其眾潰散。事平還吳。書鈔。 \\n 顧榮。琅邪王睿拜為軍司。當作師。于是朝野皆服。中興基□時南土士多未盡才用。榮又上言。陸士光、甘季思、等。凡此諸人。皆南金也。書奏。皆納之。書鈔。 \\n 顧和字君季。榮族子也。和二歲失父。總角便有清操。世說注四引作操量。弱冠知名。族父榮雅器之。此吾家千里駒也。興吾宗者。必此子矣。御覽二百四十三。 \\n 顧和遷侍中。初中興東遷。舊章多闕。儀服不備。而冕旒飾以翡翠珊瑚及雜珠等。和奏舊冕十有二旒。皆用玉珠。今用雜珠等。非禮。今若不能得玉。可用白璇珠。成帝于是始下太常治改之。書鈔。　白帖。　御覽六百八十六。康帝即位。顧和為尚書僕射。以母老固辭。詔敕特諭聽暮出朝還。其優遇如是。尋朝議以臨端右之副。不宜處于外。更加銀青光祿大夫。又遷左光祿大夫。初學記十一。　御覽二百十一。又二百四十三。 \\n 丹陽紀錄 \\n 紀瞻字士遠。書鈔。 \\n 歷陽太守沛國武嘏臨亡。以家後不立。遂手書寄託。瞻悉迎接。為居宅。衣食取足。有若骨肉。少與陸機兄弟親善。機一門被誅。瞻復相營恤機女為嫁之。由是士稱其篤義。御覽四百二十一。 \\n 王敦從中宗出。紀瞻覘見大驚。出拜道左。書鈔。 \\n 瞻為鎮東王左長史、丹陽、宣城、新安、三郡中正。王常幸其家。同乘還府。瞻甚見禮遇。鄉郡榮之。御覽七百七十四。 \\n 瞻勸中宗即位。帝不許。使殿中將軍韓績撤去御座帷帳。瞻叱績曰。帝座上應星宿。敢有動者斬。帝為之改容。書鈔。 \\n 瞻拜領軍。會錢鳳作逆。詔上殿參定謀策事。書鈔。 \\n 瞻以病辭領軍。乞以常侍侍衛左右。帝曰。今日之事。豈得如君所論。但為朕臥護六軍。所益多矣。同上。 \\n 瞻為右僕射。肅祖嘗居內殿。慨然憂天下曰。社稷之臣。欲得十人。如何。因數之云。君便是一人。瞻謝曰。臣不敢聞命。肅祖曰。方欲善語。云何復崇謙讓邪。瞻以年在懸車。自陳告老。詔曰。豈朕德薄。不足以為治乎。御覽二百十一。 \\n 瞻為驃騎將軍。服物制度。一案舊典。遣使就拜。止家為府。書鈔。 \\n 會稽賀錄 \\n 賀循字彥先。會稽人也。節操尚厲。童齔不群。言行舉動。必以禮讓。行有餘力。則精書學。由是博覽群書。尤明三禮。為江表一作東。儒宗。徵拜博士。御覽二百四十三。　文選王文憲集序注。 \\n 元帝以循為太常。而散騎常侍如故。循以元卿舊不加官。唯拜太常而已。中宗踐阼。下令曰。循冰清玉潔。行為俗表。加以位處上卿。居身服物。蓋身而已。屋纔庇風雨。孤常造其廬。特以為賜。慨然以六尺床席褥并錢二十萬。以表至德。初學記十二。　御覽二百二十八。 \\n 循拜太常。與刁協同議先朝舊事。以此校循所奏。無不符同。朝野咸歎循之淵學。書鈔。 \\n 賀循拜太常。時宗廟始建。舊儀多闕。或以惠、懷、二帝應各為世。則潁川世數過七。宜在迭毀。事下太常。循議以為禮兄弟不相為後。不得以承代為世。書鈔。 \\n 循為太子太傅。太常如故。詔曰。循清直一作貞。履道。秉尚真貴。居身以沖約為本。立德以仁讓為行。可躬一作德。訓儲宮。默而成化。御覽二百四十四。　書鈔。 \\n 循拜左光祿大夫。開府儀同三司。帝親臨軒。遣使持節加左右。循病、雖口不能言。而指麾左右推去章服。車駕親幸。執手流淚。太子親臨者三。　往還皆拜。儒者以為榮。書鈔。 \\n 賀循會稽人。郡鈴下有楊方者、字公迴。初為郡威儀。少好學有異才。以門役在閤下。公事之暇。輒讀五經。鄉邑未之別也。內史諸葛恢聞方學。召為給使。見而異之。謂有殊常之才。即解役散。置左右以門人待。由是邦壤敬異。方始得周旋鄉賓。虞喜兄弟以儒學立名。並知拔之。後恢欲薦郡功曹于中宗。使方共事。主簿虞預以薦文美采。送示太常賀循。循遂向京師稱美之。司徒王導辟以為掾。方始在都交遊貴人閒。縉紳咸厚遇之。御覽六百三十一。 \\n 丹陽薛錄 \\n 薛兼字令長。書鈔。 \\n 薛兼與同郡紀瞻、廣楊閔鴻、吳郡顧榮、會稽賀循、同志友善。號曰五俊。初入洛。司空張華見而嘆息曰。此句一作華歆曰。歆自是歎字之誤。南金也。遷丞相長史。恪勤王事。御覽四百七。又四百四十三。　書鈔。　案書鈔引作丹陽薛錄。 \\n 薛兼為軍祭酒。言于中宗曰。臣邑人張闓才幹堪任。當今之良器。願垂引納。以綜朝事。中宗即召張闓為安東參軍。御覽二百四十九。 \\n 強闓為晉陵內史。甚有威德。轉至廷尉卿。世說注五。 \\n 張敬緒闓子。為晉陵內史。乃立新豐塘萬九千四尺。書鈔。 \\n 劉隗錄 \\n 劉隗字文連。為丞相司直。一作鄧隗為御史中丞。時南中郎王含、以族強顯貴。驕傲自恣。一請參佐及守長二十許人。多取非其才。隗劾奏文致甚苦。事雖被寢。王氏深忌嫉之。隗之彈奏不畏強禦。皆此類也。書鈔。 \\n 其議獄事具刑法志。史通因習云中興書稱如此。志無其說。 \\n 彭城劉隗。太興初為長兼侍中。出補丹陽尹。隗雖在外。而萬機祕密皆豫聞之。類聚五十。 \\n 劉隗從兄疇字王喬。少有重名。司空蔡謨每歎曰。若使劉王喬得南渡。司徒公之美選也。類聚四十七。御覽二百八。 \\n 刁協字元亮。除左僕射。中興草創。制度未立。朝臣時無練習舊儀者。惟協以久在中朝。加性聰明。多諳故事。朝廷憲體。出入威儀唱讚。一皆稟于協。當時稱為強記。御覽二百十一。 \\n 刁協遷尚書令。詔曰。尚書令刁協抗志高亮。才鑒朗博。一作博雅。朕甚嘉一作喜。之。初學記十一。御覽二百十。 \\n 刁彝協子。于桓溫坐嘲韓博曰。君是韓盧後。博誤曰卿是韓盧後。溫笑曰。刁以君姓韓。故相問耳。他自姓刁。那得是韓盧後。博曰。明公未之思耳。短尾者則為刁也。一坐推歎焉。類聚二十五。 \\n 汝南周錄 \\n 周顗浚子。字伯仁。少有重名。襲父爵武陵侯。拜祕書郎。書鈔。　案此引作中興汝南周錄。 \\n 顗代戴淵為護軍尚書。紀瞻置酒請顗及王導等二十人。顗荒醉失儀。復為有司所奏。御覽四百九十七。 \\n 顗拜太子少傅。吏部尚書如故。顗上疏曰。臣退自忖省。學不通一經。智不效一官。止足良難。未能守分。不悟天監。忘臣頑蔽。乃使臣內管銓衡。外參傅訓。質輕蟬翼。事重千鈞。此之不可。不待識而明矣。詔曰。當副往意。不宜沖讓。御覽二百四十四。　書鈔。 \\n 王敦作逆。石頭城既陷。王師敗績。周顗往詣敦。敦曰。伯仁卿負我。顗曰。公戎車犯順。下官親帥六軍。不能其事。使王旅摧敗。以此負公。敦憚其正辭。不知所答。顗與戴淵俱被收。路經太廟。顗大言曰。天地先帝之靈。臣忠于社稷。王敦無道。陵虐天下。神祗有靈。當速殺敦。無令縱毒。以傾王室。語未終。人以戟傷其口。不得復言。血流至踵。顏色不變。士庶聚觀。皆為流涕。于石頭南門外石上害之。御覽四百十八。 \\n 王敦害周顗。籍其家。止一作政。見素簏數枚。中有故絮。御覽七百五。又八百十九。　書鈔。 \\n 周嵩兄顗既被害。王敦使人弔嵩。嵩曰。亡兄天下之人。為天下人殺。復何弔。敦甚銜之。御覽五百六十一。 \\n 周訪字士達。尋陽人。御覽四百三十五。 \\n 中宗之為安東。取周訪為參軍。在散輩中。未之識也。府進鎮東。訪隨例為參軍。時府參軍譙國周訪有罪當死。誤收訪。訪自列無罪。而吏不察。訪窮蹙。乃身自執使仗。奮擊收捕數十人。皆被創披散。訪得逸走歸府。中宗聞大驚怒。不問格鬥之罪。御覽二百四十九。 \\n 訪遷武昌太守。時杜弢作亂。寇豫章。訪進討。弢別帥杜宏、張彥、等禦訪。訪為流矢所中。折齒。口中流血。壯氣益勇。先登奮擊。臨陣擒彥。殺數百人。御覽四百三十五。 \\n 周撫。訪子。 \\n 馥、周撫孫也。字湛隱。有將略。曾作敦掾。世說注六。 \\n 周鎮清約寡欲。所在有異績。世說注一。 \\n 汝南應錄一作南頓應錄。 \\n 應詹字思遠。御覽二百三十八。 \\n 應詹以孝稱。年十餘歲。祖父母亡。家富于財。而詹年稚弱。乃請宗中單貧者與共為居。弱冠知名。太宰何劭見而稱之曰。質文之士也。御覽四百七十六。 \\n 應詹督天門郡。天門、武陵、谿蠻並反。詹誅其魁帥。餘皆當降。自元康以來。政令不洽。詹召蠻酋。破鐵券與盟。由是懷化。數郡無虞。其後州郡有敗。唯詹獨保全一境。御覽五百九十八。 \\n 應詹遷南平太守。永嘉五年。洛陽傾覆。王澄為荊州。不能遣軍。詹流涕為澄顯陳大義。澄令作檄。詹下筆即成。書鈔。　案此引作中興汝南應氏錄。 \\n 陶侃破杜弢。應詹亦隨侃在軍。城既陷。諸將競取諸物。詹家至貧。而一無所取。莫不歎其清介也。書鈔。 \\n 王敦徙應詹光祿。詹以敦專制自樹。優游諷詠。一無所標明也。書鈔。　案此引作中興南頓應錄。 \\n 應詹太興三年為後軍將軍。御覽二百三十八。 \\n 濟陰卞錄 \\n 卞壼字望之。永嘉中除著作郎。文選三十九為卞彬謝修卞忠貞墓啟注。 \\n 卞壼為尚書令。與王導等俱受顧命輔幼主。成帝即位。群臣進璽。司徒王導稱疾不朝。壼正色于朝曰。王公豈社稷之臣邪。大行在殯。嗣皇未立。寧是人臣稱疾之時。書鈔。 \\n 王導稱疾不朝。而出送郗鑒入臺。謂為徐州刺史。壼奏導專任無敬。御史中丞鍾雅阿撓不糾。並宜彈肅。後雖事寢不行。舉朝憚之。書鈔。　案上二節亦略見初學記十一。　御覽二百十。 \\n 卞壼為尚書令。時貴遊子弟慕王澄、謝鯤、為達。壼厲色于朝曰。悖理傷教。罪莫斯甚。欲推奏之。聞者莫不折節。書鈔。 \\n 卞壼表曰。豈敢干祿位以邀時榮乎。文選三十八為齊明帝讓宣城郡公表注。 \\n 蘇峻稱兵。壼為尚書令、右將軍、領右衛。峻至東陵口。六軍敗績。壼乘馬被甲赴賊。二子眕、盱、隨從。俱為賊所害。贈侍中開府。諡忠貞公。文選三十九為卞彬謝修卞忠貞墓啟注。　案此引作濟陰卞錄。 \\n 卞郭壼從兄。除右衛率。時胡賊侵逼淮泗。中宗求可以式遏邊境者。公卿舉郭當作敦。也。書鈔。 \\n 劉超 \\n 劉超字世踰。遷中書舍人。時臺省初建。內外多事。超出納書命。以忠慎稱。加以理身清苦。衣不重帛。以上亦見初學記十一。每上所賜。皆固辭曰。凡陋小臣。橫竊賞賜。無德而祿。殃咎必至。上益嘉焉。御覽二百二十二。 \\n 超以中書郎遷為射聲校尉。時軍校兵義興人多。義隨超。因領之號為君子營。以實宿衛。御覽二百四十二。 \\n 超為左右衛將軍。時蘇峻作逆。逼遷天子。世踰親侍至尊。攀轂悲哀。賊給馬不肯騎。而悲哀慷慨。峻聞之不平。書鈔。 \\n 熊遠 \\n 熊遠遷御史中丞。尚書郎盧綝入直。逢尚書刁協于大司馬門外。協醉使綝避之。綝以當直不肯迴。協令人牽綝墮馬。至協車馬而後釋。遠奏請免協官。詔令白衣領職。御覽二百二十六。 \\n 高崧 \\n 高崧字茂琰。廣陵人。父悝、光祿大夫。少好學。善史傳。累遷吏部郎。侍中。以公累免官。世說注二。 \\n 東阿郭錄 \\n 郭璞字景純。書鈔。 \\n 郭璞。太興元年奏南郊賦。中宗見賦。嘉其才。以為著作佐郎。初學記十一。　御覽二百三十四。 \\n 璞以中興王宅江外。乃注江賦。述川瀆之美。文選江賦注。 \\n 郭璞云。秦博士典教職。禮義所寄也。書鈔。 \\n 璞性輕易。不恃威儀。嗜酒好色或過度。其友人干寶常誡之曰。此非適性爾。璞曰。吾所受有本限。用之恆恐不盡。乃憂酒為患乎。御覽三百八十九。 \\n 璞為尚書郎。大將軍王敦以璞有才術。取為記室參軍。璞畏不敢辭。書鈔。　御覽二百四十九。案書鈔引作東阿郭錄。 \\n 葛洪 \\n 葛洪字稚川。丹陽句容人。御覽七百二十二。 \\n 葛洪好學。常伐薪賣。買紙墨。初學記二十一。 \\n 葛洪赴岣嶁令。行至廣州。其刺史鄧岱留不聽去。洪乃止羅浮山中鍊丹。在山積年。忽與岱書云。當欲遠行尋藥。岱得書狼狽而至。而洪已亡。時年八十一。視其貌如平生。體亦軟弱。舉尸入棺。其輕如空衣。時咸以為屍解得仙。類聚七十八。　御覽六百六十四。 \\n 洪幼覽眾書。近得萬卷。自號抱朴子。善養性之術。撰經用救驗方三卷。號曰肘後方。又撰玉函方一百卷。于今行用。御覽七百二十二。 \\n 潁川庾錄 \\n 庾亮字元規。少好黃老。能言玄理。時人方之夏侯泰初。御覽六百十七。 \\n 亮父琛為會稽太守。亮少隨父會稽。文選三十八讓中書令表注。 \\n 晉國建。亮為中書郎。同上。 \\n 中宗欽亮名德。故申婚姻。同上。 \\n 中宗聘亮妹為皇太子妃。同上。 \\n 王敦表亮為中領軍。同上。 \\n 明帝立。王敦表曰。中書郎領軍庾亮、清雅履正。可中書監。領軍如故。肅祖欲使為中書監。上疏曰。陛下踐阼。復以臣領中書。則示天下有私矣。云云。肅祖納亮言。封於一作永。昌公。同上。　御覽二百二十。 \\n 初庾亮欲徵蘇峻。卞壼不許。溫嶠及三吳欲起兵衛帝室。亮不聽。下制曰。妄起兵者誅。故峻得作亂京邑也。世說注六。 \\n 亮與蘇峻戰于建陽門。王師敗績。亮于陣攜其三弟懌、條、翼、南奔溫嶠。顯宗幸嶠船。亮泥首謝罪。御覽三百六十四。 \\n 庾亮上疏曰。先帝謬顧。情同布衣。文選五十八褚淵碑文注。 \\n 亮後遷司馬。錄尚書事。薨。文選三十八讓中書令表注。 \\n 庾懌。亮弟。 \\n 庾冰。亮弟。 \\n 冰為吳郡。蘇峻作逆。遣軍伐冰。冰棄郡奔會稽。世說注七。 \\n 庾冰疏曰。臣因循家寵。冠冕當世也。文選。為蕭揚州作薦士表注。 \\n 庾冰臨卒謂長史曰。吾將逝矣。恨報國之志不展。死之日。斂以時服。無以官物也。及卒。無絹為衾。世以此稱之。書鈔。唐類函。 \\n 冰天性清慎。常以儉約自居。子襲常貸官絹十匹。冰怒捶之。市絹還官。書鈔。 \\n 庾翼亮弟。字稚恭。時京兆杜乂、陳郡殷浩、並才名冠世。而翼弗之重。每語人曰。此輩宜束之高閣。俟天下平。然後議其所任耳。唯與桓溫友善。在總角之中。便相期以終始。御覽四百七。　初學記十八略。 \\n 翼除震威將軍。轉西陽太守。撫和百姓。甚得歡心。書鈔。 \\n 翼與燕王書曰。令致畫角一雙。孔雀眊二枚。書鈔。 \\n 庾翼書少時與王右軍齊名。右軍後進。庾猶不分。在荊州與都下書曰。小兒輩厭家雞。愛野雉。一作鶩。皆學逸少書。須吾下當北之。 \\n 庾統字長仁。潁川人。衛將軍懌子也。少有令名。仕至尋陽太守。世說注五。 \\n 庾希字始彥。司空冰長子。累遷徐、兗、二州刺史。希兄弟貴盛。桓溫忌之。諷免希官。遂奔于暨陽。初郭璞筮冰子孫必有大禍。唯固三陽。可以有後。故希求鎮山陽。弟友為東陽。希自家暨陽。及溫誅希當作蘊。弟柔、倩。希聞難逃于海陵。後遷于京口。聚眾事敗。為溫所誅。世說注四。 \\n 桓溫殺庾希當作蘊。弟倩。希聞難而逃。希弟友當伏誅。子婦桓氏女。請溫得宥。世說注六。 \\n 庾爰之字仲真。有父翼風。桓溫徙于豫章。年三十六而卒。世說注四。 \\n 庾闡字仲初。潁川人。太尉亮之族也。少孤。九歲便能屬文。闡有文章才義。識者以為宜綜國史。于是召為散騎侍郎。自闡有文章下。依御覽二百二十四引補。而侍郎又作常侍。領大著作。為揚都賦邈絕當時。五十四卒。世說注三。　類聚四十八。 \\n 庾闡父東以勇力聞。世祖時西域遣一使胡。趫〈走巢〉勇果。自謂無敵。晉人不敢與校。世祖募求勇敢之士。唯東應選。遂暴殺胡。勇聞殊俗。御覽三百八十六。 \\n 桓錄 \\n 桓彝少孤。家貧而性度高豁。不以簟瓢屑意。年在弱冠。便有知人之鑒。為宣城太守。百姓懷之。類聚六。 \\n 蘇峻反。桓彝為宣城內史。往赴朝廷。長史裨惠等咸以宜且案甲。以謀。須眾力齊集。彝厲色曰。夫見無禮于其君者。如鷹鸇之逐鳥雀。今社稷之難。而欲逡巡。將何以云。眾力雖寡。義無寧赴。長驅往進。尋王師敗績。彝慷慨流涕。皆勸偽通。以紓交至之禍。如其不然。重兵必至。彝曰。吾受國厚恩。不能死節。焉能忍辱與之通問。如其不濟。此即命也。遣俞縱進軍。左右以力不敵。勸縱退軍。縱曰。吾承桓侯厚遇。吾之不可負桓侯。猶桓侯不可負國也。遂力戰而死。峻遣韓晃因進軍討彝。力屈被害。御覽四百十七。 \\n 桓溫字元子。譙國人。文選薦譙元彥表注。 \\n 桓溫父被害時。溫年十五。枕戈寢血經年。乃提刀直進。手刃仇人。類聚三十三。 \\n 溫為琅邪王文學。文選薦譙元彥表注。 \\n 溫曾為徐州刺史。世說注四。 \\n 李勢盜蜀。溫伐勢。勢出軍戰于柞橋。軍敗。面縛請命。文選薦譙元彥表注。 \\n 桓溫檄曰。幕府不才。忝荷戎重。文選與陳伯之書注。 \\n 桓溫上疏薦譙秀曰。竊聞巴西譙秀、植彩選作操。貞固。抱德肥遯。若蒙蒲帛之徵。足以鎮靜頹風。軌訓囂俗。幽遐仰流。九服知化。初學記二十。 \\n 桓溫步騎四萬。自江陵向關中。伐偽立荊州刺史郭敬進。擊青泥皆破之。至于灞上。戎首多降。居民皆壼漿路側。耆老咸泣曰。不圖今日復見官軍。氏帥苻健以五千人守長安小城。時運道艱難。而關中大饑。溫率眾還。詔遣侍中黃門慰勞于襄陽。犒軍。十二年。溫進征討大都督司、冀、諸軍事。委以專征之任。溫乃合眾治兵。七月。率眾伐羌。十月。溫次伊水。羌帥姚襄來逆。軍屯于北。遣使詣溫。奉身歸命。願敕前鋒小卻。當拜路左。溫答曰。我自脩復中原。展敬山陵。無豫君事。欲來相迫。何復求卻。于是方軌齊進。襄率驍勇萬餘人距水前戰。溫命小弟沖及諸將奮擊。襄大敗奔北。自相殺害。死者數千。越北芒而奔走。溫屯故太極殿前。賊周成率眾降。溫徙入金墉。謁先帝諸陵。被侵毀者皆繕復之。選陵令守護。御覽三百九。 \\n 桓溫授侍中、太尉。固讓不受。旬日之中。使者八至。軺軒相望于道。溫遂親職。御覽二百七。 \\n 後進位大司馬。文選薦譙元彥表注。 \\n 桓溫遣參軍督護竺瑤伐鮮卑。書鈔。 \\n 桓豁。彝子。 \\n 桓沖。彝子。 \\n 桓遐字伯道。溫長子也。仕至豫州刺史。世說注六。 \\n 桓石虔。豁子。 \\n 石虔有才幹。有史學。累有戰功。仕至豫州刺史。贈後軍將軍。世說注六。 \\n 桓石秀。豁第二子也。風韻秀徹。代叔父沖為江州刺史。雖公門貴盛。不以榮爵嬰心。唯以弋釣為事。游覽足樂一邱。叔父沖常與石秀共獵。登九井山。獵徒甚盛。觀者傾坐。石秀未常屬盼。嘯詠而已。初學記二十二。　御覽三百九十二。又八百三十二。 \\n 桓嗣字恭祖。車騎將軍沖子也。少有清譽。仕至江州刺史。世說注七。 \\n 桓謙字敬祖。沖第三子。尚書僕射。中軍將軍。世說注五。 \\n 桓胤字茂祖。譙國人。祖沖、太尉。父嗣、江州刺史。胤少有清操。以恬退見稱。仕至中書令。玄敗。徙安成郡。後見誅。世說注三。 \\n 桓伊字叔夏。譙國人。湛隱有武幹。又善音律。為中興第一。遷都督江州、荊州、十郡、豫州四郡、軍事。江州刺史。伊到鎮。以邊境無虞。宜以宰恤為務。乃上疏、江州虛耗。加連歲不登。宜併合小縣。除諸郡逋米。州治宜還豫章。詔答移州潯陽。其餘皆聽。伊隨宜拯撫甚得。南土清和。御覽二百五十六。 \\n 太原王錄 \\n 王承湛子。字安期。少而沖淡。弱冠知名。太尉王衍雅重之。以比南陽樂廣。司空東海王越以為記室參軍。雅相敬重。敕子毗曰。夫學之所益者淺。體之所安者深。閑習禮度。不如式瞻儀形。諷詠一作味。遺言。不如親承音旨。王參軍人倫之表。汝其師之。御覽二百四十九。　文選王文憲集序注。又齊竟陵文宣王行狀注。 \\n 王述承子。字懷祖。為司徒王導中兵屬、督牙門。書鈔。 \\n 述以清介稱。康宗為驍騎將軍。召補功曹。書鈔。 \\n 羲之自會稽王友改授臨川太守。王述從驃騎功曹出為宛陵令。述之為宛陵。多修為家之具。初有勞苦之聲。丞相王導使人謂之曰。名父之子。屈臨小縣。甚不宜爾。述答曰。足自當止。時人未之達也。後屢臨州郡。無所造作。世始嘆服之。世說注五。 \\n 述清貴簡正。少所推屈。唯以性急為累。世說注八。 \\n 王述作會稽太守。外白請諱。答曰。惟祖惟考。四海所知。過此無所復諱。類聚六。 \\n 王坦之述子。字文度。選曹將擬為尚書郎。坦之聞曰。自過江。尚書郎正用第二人。何得以此見擬。御覽二百十五。 \\n 坦之領左衛。少有風格。尚刑名之學。嘗著廢莊論。同上二百三十七。 \\n 王愷坦之子。字茂仁。歷吳國內史。丹陽尹。贈太常。世說注四。遷丹陽尹。為政清整。書鈔。　案亦引太原王錄。原闕名。不知是愷否。姑附此以俟攷。 \\n 王愉。坦之子。 \\n 坦之子國寶。好傾側。婦父謝安惡之。除尚書郎。國寶以為中興膏腴之族。唯作吏部。不作餘曹郎。怨之。辭不拜。御覽二百十五。 \\n 王國寶因酒坐怒右丞祖台之。攘袂喚呼。以盤盞樂器擲台之。復為有司所彈。烈宗詔曰。國寶縱肆情性。甚不可長。台之懦弱。非監司體。其各免官。御覽二百十三。　書鈔。 \\n 王綏字彥猷。愉子也。少有令譽。自王渾至坦之。六世盛德。綏又知名于時。冠冕莫與為比。位至中書令。荊州刺史。桓玄敗後。與父愉謀反。伏誅。世說注一。 \\n 王綏八世德名繼軌。文選百辟勸進今上牋注。 \\n 王濛字仲祖。初學記十一。 \\n 王濛少而不羈。不為鄉閭所齒。晚節克修。遂有風流之美譽。與沛國劉恢、齊名友善。時人以濛比袁曜卿。以恢比荀奉倩。御覽四百七。 \\n 濛恬暢。能言名理。善隸書。與劉恢為中書侍郎。太宗輔政。濛、恢、並數侍接一作捷。對。每為入室之賓。初學記十一。　御覽二百二十。 \\n 王濛女諱穆之。為哀帝皇后。世說注四。 \\n 王蘊濛子。字叔仁。御覽二百四十三引作字仁修。為吳興太守。時郡荒民饑。蘊輒開倉賑卹。主簿執諫云。宜先列表上。蘊曰。行仁義而敗者尠矣。于是以米賑貸。賴蘊者十室而八。然後具自表聞。朝廷以違科免。饑民多誦之。詔特左遷晉陵太守。御覽二百六十一。 \\n 王蘊女諱法惠。為孝武皇后。世說注四。 \\n 烈宗將納后。訪于公卿。僕射安曰。王蘊地望。可與國婚。定諡也。后既立。徵拜金紫光祿大夫。御覽二百四十三。 \\n 王恭。蘊子。 \\n 恭雖才不多而清辯過人。世說注五。 \\n 太原王恭為中書令。領詹事。學問清操過人。書鈔。 \\n 王恭嘗宴于司馬道子室。尚書謝石為吳歌。恭曰。居端右之重。集宰相之座。而放妖俗之音乎。並有慚色。御覽四百九十一。 \\n 烈宗喪。會稽王道子執政。寵幸王國寶。委以機任。王恭入赴山陵。故歎曰。雖榱桷惟新。便自有黍離之哀。世說注六。 \\n 王恭敗。單馬奔曲阿。不堪久騎。兩髀生瘡。不能復去。曲阿人殷礭以船載之。為明浦尉所得。御覽三百七十二。 \\n 王熙字叔和。恭次弟。尚鄱陽主。太子洗馬。蚤卒。世說注四。 \\n 王爽字季明。恭第四弟也。世說注三。 \\n 爽忠孝正直。烈宗崩。王國寶夜開門入為遺詔。爽為黃門郎。拒之曰。大行晏駕。太子未立。敢有先入者斬。國寶懼乃止。世說注四。 \\n 爽仕至侍中。恭事敗。贈太常。世說注三。 \\n 荀錄 \\n 荀勖。 \\n 荀勖徙中書監為尚書令。人賀之。乃發恚云。奪我鳳凰池。卿諸人何賀我邪。文選古意注。 \\n 荀藩。勖子。 \\n 荀組。勖子。字大章。潁川人也。弱冠。太尉王夷甫見而稱之。御覽二百四十三。 \\n 司徒王渾表曰。左西屬荀組、文義貞素。清識見稱。宜轉從事中郎。御覽二百九。 \\n 懷帝時為侍中。特進行太子太保。御覽二百四十四。 \\n 為光祿大夫。御覽二百四十三。 \\n 荀闓藩子。字道明。有清稱。京師為之語曰。洛中英英荀道明。大司馬齊王冏辟以為掾。御覽二百四十九。 \\n 荀崧字景猷。組族子也。弱冠。太原王濟甚相器重。御覽二百四十三。 \\n 崧上疏云。國子博士。一則應對殿堂。奉酬顧問。二則以參訓國子。書鈔。 \\n 拜右光祿大夫。御覽二百四十三。 \\n 荀蕤崧子。字令遠。遷左丞。時桓溫平蜀。朝廷欲以豫章封溫。蕤謂太宗曰。若溫復假王威。平定河洛。修復山陵。將復何以加之。遂止。御覽二百十三。 \\n 荀羨崧子。字令則。御覽二百五十四。 \\n 羨為北中郎將、徐州刺史。時年二十八。御覽二百四十一。 \\n 羨年二十八。出為徐、兗、二州。中興方伯之少。未有若羨者御覽二百五十四。引作羨為徐州刺史。時年二十。中興方伯。未有如羨少者。也。世說注二。 \\n 順陽范錄 \\n 范汪字元平。少失父。年六歲。過江依外家庾氏。荊州刺史王澄見而奇之。以為興范族者。必是人也。御覽四百四十三。 \\n 范汪家貧好學。燃薪寫書。寫書既畢。誦讀亦竟。類聚八十。 \\n 汪博學多通。尤善文選表注引作善言。元理。書鈔。 \\n 蘇峻反。范汪逃遁西歸。時庾亮、溫嶠、治兵潯陽。咸以眾少賊強。未敢即路。且信使阻絕。不相知聞。及汪經過。嶠等訪焉。汪曰。賊政令不一。貪暴縱橫。滅亡已兆。雖強易弱。朝廷倒懸。宜時進討。嶠等納之。是日護軍、平南、二府。禮命交至。始解褐。參護軍事。御覽二百四十九。 \\n 汪為吏部郎。徙吏部尚書。徐、兗、二州刺史。文選為范尚書讓吏部封侯表注。 \\n 初桓溫請范汪為征西長史。復表為江州。並不就還都。因求為東陽太守。溫甚恨之。汪後為徐州。溫北伐。令汪出梁國。失期。溫挾恨奏汪為庶人。汪居吳。後至姑孰見溫。溫語其下曰。玄平乃來見。當以護軍起之。汪數日辭歸。溫曰。卿來何以便去。汪曰。有數歲小兒喪。往因經亂。權瘞此境。故來迎之。事竟去耳。溫愈怒之。竟不屑意。世說注八。 \\n 范甯汪子。字武子。慎陽人。少好學。多所通覽。一作博學通覽。　世說注二。　初學記十一。 \\n 甯解褐。除餘杭令。在縣。興學校。養生徒。潔己修禮。志行之士。莫不來宗。一作宗之。朞年之後。風化大行。自中興以來。崇學敦教未有如甯者也。在職六年。遷臨淮太守。書鈔。　御覽二百六十七。 \\n 甯為臨淮太守。徵拜中書侍郎。專掌西省。以職在機近。固辭不許。多所一作以。獻替。有益政一作治。道。御覽二百二十。初學記十一。類聚四十八。 \\n 甯為中書侍郎。時烈宗雅好文學。而甯明習五經。甚見親愛。朝廷擬議。輒諮訪之。甯指朝士直言無諱。御覽二百二十。初學記十一。 \\n 求補豫章。甯在郡大設庠序。遣人往交州。採磬石以供學用。改革舊制。不拘常憲。遠近至者千餘人。資給眾費。一出私祿。並取郡四姓子弟。皆充學生。課讀五經。又起學臺。功用彌廣。書鈔。 \\n 范堅汪叔。字子常。為廷尉。秦王典吏邵廣盜官幔。合布四十疋。依律棄市。廣息雲、宗、二人自沒為官奴婢。以贖父。尚書議可特聽。堅駮之曰。此為施一恩于今。開萬怨于後。顯宗從之。正廣刑。御覽二百三十一。 \\n 范啟字榮期。慎陽人。父堅、護軍。啟以才義顯于世。仕至黃門郎。世說注三。 \\n 劉惔 \\n 劉恢當作惔下同。字真長。少清峻。與王濛為中書郎。時人以濛比袁曜卿。以恢比荀奉倩。初學記十一。　御覽二百二十。　案劉恢字長升見王隱晉書。 \\n 會稽虞錄 \\n 虞潭字思奧。七為衛將軍。貌如不武。內堅明有膽決。雖屢統軍旅。而尠有傾敗。書鈔。 \\n 虞嘯父、光祿潭之孫。右將軍純之子。少歷顯位。與王廞同廢為庶人。義旗初為會稽內史。世說注八。 \\n 虞悝與弟望並有士操。中宗為丞相。招延四方之士。辟虞為府掾。時人謂之百六掾。望亦被召。恥而不應。書鈔。案此亦引中興書會稽虞錄。晉書悝附忠義。 \\n 虞預字叔寧。好學有文才。中宗以為記室參軍。書鈔。 \\n 預有學有才。轉琅琊王常侍。書鈔。　二節亦引中興會稽虞錄。 \\n 陸錄 \\n 陸曄 \\n 陸曄。童齔中。從兄機稱之為陸氏之寶。我家不世之才也。御覽四百四十三。 \\n 陸玩曄弟。字士瑤。王導、郗鑒、庾亮、相繼殂。朝野憂懼。咸以為三良既沒。國基墜矣。于是遷玩侍中、司空。給羽林四十人。玩比陳讓。不聽。既拜。歎息謂賓客曰。以我為三公。是天下無人也。談者以玩為知言。類聚四十七。　御覽二百八。 \\n 陸納玩子。字祖言。徵拜左民尚書。將應召。綱紀白曰。宜裝幾舫。納曰。吾家不在此。已敕私奴乘駕裝並食糧米。無所須也。臨發。載被襆而已。其餘皆封還官。御覽四百三十一。 \\n 陸納為吳興太守。時衛將軍謝安嘗欲詣納。納兄子俶、怪納無供辦。復不請問。一作不敢問之。乃密作數十人供。安至。納所設。惟茶果而已。俶遂陳盛饌。珍羞畢具。及安去。一作俶不精飲食客罷。納大怒。杖俶四十。云汝既不能光益父叔。乃復穢我素業。御覽五百十二。又八百六十七。 \\n 陸納為吳興太守。辭大司馬桓溫。因問溫曰。醉可飲幾酒。肉食多少。溫曰。溫年大來。飲酒不過三升便醉。日肉不過十臠。納後伺閒求入。自言外有微禮。溫敕而受。止有酒一斗。鹿肉一盤。一坐愕然。納曰。公近云飲三升。民正可二升。今有一斗。以備餘瀝。溫歎服。御覽八百六十三。　書鈔。 \\n 廬江何錄 \\n 何比干字長卿。武帝時為丹陽都尉。有陰德。嘗獨坐。天大雨。有一老母詣比干。而衣不濡。比干怪而敬焉。臨去。懷中出金冊九百九十枚。以授比干曰。爾子孫當佩印綬。如此冊數。御覽四百七十。 \\n 廬江何充字次道。御覽二百九。 \\n 充年在童齔。伯父邃謂之曰。我為兒時。亡伯車騎謂我。汝後當與伯父爭名。汝今器宇宏深。亦當名出我右。由是少有名望。御覽四百四十三。 \\n 充為司徒王導諮議參軍。御覽二百九。 \\n 王敦以震主之威。收羅賢俊。辟充以主簿。充知敦有異志。逡巡疏外。及敦稱含敦兄。有惠政。一坐畏敦。擊節而已。充獨抗之。其時眾人為之失色。由是忤意。出為東海王文學。世說注三。 \\n 初庾冰兄弟每說顯宗。國有強敵。宜須長君。顯宗晏駕。何充建議曰。父子相傳。先王舊典。忽妄改易。懼非長計。冰等不從。遂立康帝。康帝臨軒。冰、充、侍坐。帝曰。朕嗣洪業。二君之力也。充對曰。陛下龍飛。臣冰之力。若如臣議。不睹升平之世。其強正不撓。率皆如此。御覽四百二十八。 \\n 何準字幼道。廬江灊人。驃騎將軍充第五弟也。雅好高尚。徵聘一無所就。充位居宰相。權傾人主。而準散帶衡門。不及世事。于時名德皆稱之。年四十七。卒。有女為穆帝皇后。贈光祿大夫。子恢讓不受。世說注六。 \\n 何澄準子。字子玄。清正有器望。歷尚書。左僕射。世說注八。 \\n 何琦字萬倫。遭母憂。停柩在殯。為鄰火所逼。煙焰已交。家乏僮役。計無從出。乃匍匐棺所號哭而已。俄而風止火息。堂屋一間乃免。御覽四百十一。 \\n 琦養志衡門。不交人事。豐約與鄰鄉共之。頻徵不起。桓溫與琦登縣略山。喟然歎曰。此山南有人焉。何某真正是也。御覽五百三逸民部三。　晉書琦列孝友。 \\n 褚翜色洽反。音歃。原引誤作翼。字謀遠。少失父母。以材藝堪幹立名。肅祖即位。徵拜屯騎校尉。遷太子左衛率。御覽二百四十七。 \\n 褚裒字季野。河南人也。弱冠。譙國桓彝見而目之曰。褚季野皮裏陽秋。裒女即康獻后也。徵拜侍中。遷尚書。裒以后父。苦求外出。除江州刺史。邪政貞素。每崇清約。常使私僮樵採。御覽二百五十六。 \\n 褚裒一作裦。授衛將軍、中書令。以中書銓。管詔命。不宜以親居之。固讓。類聚四十八。　御覽二百二十。 \\n 征北大將軍褚裒遣督護王堪當作龕。迎流民。軍次岱陂。為石遵所破。死傷過半。裒還京口聞哭聲甚眾。問何哭之多。左右曰。岱陂之役也。裒恥恨。發疾而薨。御覽四百八十七。 \\n 薨贈太傅元穆侯。文選褚淵碑文注。 \\n 蔡謨字道明。御覽二百八。 \\n 謨拜太常。咸康四年臨軒。門下奏非祭祀宴饗。則無設樂。謨奏宜有金石。顯宗納焉。臨軒作樂。自此始也。御覽二百二十八。　書鈔。 \\n 蔡謨為尚書。上疏曰。八座之任。非賢莫居。前後選用。名資有常。孔愉、諸葛恢、並以清節令才。素有名望。昔愉為御史中丞。臣尚為司徒長史。恢為會稽太守。臣為尚書郎。恢尹丹陽。臣守小郡。名輩不同。階級殊懸。今猥以輕鄙。超踰等疋。上亂聖朝貫魚之次。下違群士準平之論。豈唯微臣斯亡之誡。實貽聖政維塵之累。御覽二百十二。 \\n 遷司徒。謨固讓曰。若我作司徒。將為後代哂。義不敢拜。詔數十下。謨章表十餘上。孝宗臨軒。遣侍中紀璩、黃門郎丁纂、徵謨。謨陳以疾篤。使主簿謝攸對。自平旦至日中。一作自朝至申。使者十餘反而謨不至。孝宗時年八歲。甚怪之。亟問左右曰。所召何人。何以至今不來。臨軒何時當竟。皇太后詔曰。必不來者宜罷朝。中軍殷浩奏曰。免吏部尚書江彪官。會稽王曰。蔡公慠違上命。無人臣之禮。若人主卑屈于上。大義不行于下。亦不復知所以為治。于是公卿奏送謨廷尉。以正刑書。謨懼。率子弟素服詣闕稽顙。到廷尉待罪。詔可依舊制。免為庶人。類聚四十七。　御覽二百八。又四百九十八。 \\n 蔡謨免。皇太后詔以謨為左光祿大夫。開府。儀同三司。遣謁者孟洪就加冊命。謨上疏陳謝。遂以疾篤不行。賜几杖。門施行馬。御覽二百四十三。 \\n 蔡系字子叔。濟陽人。司徒謨第二子。有文理。仕至撫軍長史。世說注四。 \\n 琅琊諸葛錄 \\n 諸葛氏之先。出自葛國。漢司隸校尉諸葛豐。以忠強立名。子孫代居二千石。三國之興。蜀有丞相亮。吳有大將軍瑾。魏有司空誕。名並蓋海內。為天下盛族。御覽四百七十。 \\n 諸葛誕叛。遣子靚入質于吳。吳亡入洛。自以父誕為太祖所斬。誓不見太祖。叔母琅琊武王妃、靚之姊也。帝後因靚在姊間。往就見焉。靚逃于廁。帝又逼之。靚流涕曰。臣不能漆身吞炭。復睹聖顏。御覽四百八十。 \\n 諸葛恢字道明。書鈔引恢作忻。又明作琅琊諸葛錄。頤弟也。弱冠知名。初仕即邱長。轉臨沂令。值天下亂。避地江左。一作避難過江。于時與潁川荀顗字道明、陳留蔡謨字道明、俱有名譽。號中興三明。時人為之歌一作語。曰。京都三明各有名。蔡氏儒雅荀葛清。御覽三百六十三。　世說注四。　文選王文憲集序注。 \\n 中宗遷恢為會稽太守。臨行。上為置酒。謂之曰。今之會稽。昔一作晉。之關中。足食足兵。在于良一作太。守。以君有邪任之方。是以相屈。四方分崩。當匡振否運。治之所先。君為言之。恢陳謝。因對曰。今天下喪亂之餘。風俗淩遲。宜尊五美。屏四惡。進忠實之士。退浮華之黨。中宗深納之焉。類聚六。　御覽二百六十一。恢為會稽守二年。政清民和。書鈔。 \\n 陳郡殷錄 \\n 殷羨。 \\n 殷融字洪遠。陳郡人。桓彝有人倫鑒。見融甚歎美之。著象不盡意大賢須易論。理義精微。談者稱焉兄子浩。亦能清言。每與浩談。有時而屈。退而著論。融更居長。司徒王導以為右一作左。西屬。融飲酒善舞。終日嘯詠。未常以世務自嬰。導甚親悅焉。累遷吏部尚書。太常卿。卒。世說注三。　御覽二百九。　書鈔。　案書鈔引作中興書陳郡郭錄。郭自殷字之誤。 \\n 殷浩字淵源。羨子。識度清遠。弱冠。與京兆杜乂並有美譽。尤善言玄理。論難精微。長于老易。故風流清談者。皆宗歸之。三府辟皆不就。征西將軍庾亮引為記室參軍。御覽二百四十九。　世說注五。　書鈔。　案書鈔二引皆作陳郡殷錄。 \\n 浩為亮司馬。世說注三。 \\n 浩棲遲積年。累聘不至。世說注四。 \\n 除侍中。安西軍司。稱疾不起。書鈔。 \\n 建元初。庾亮兄弟何充等相尋薨。太宗以撫軍輔政。徵浩為揚州。從民譽也。世說注二。 \\n 殷允字子思。陳留疑是陳郡之誤。人。太常康第六子。恭素謙退。有儒者之風。歷吏部尚書。世說注五。 \\n 殷仲堪。浩從子。 \\n 仲堪父常疾患經時。仲堪衣不解帶數年。自分劑湯藥。誤以藥手拭淚。遂眇一目。世說注七。 \\n 殷仲堪少好學。能清言。善屬文。人士咸欽愛之。以孝行稱。烈宗聞其名。為太子中庶子。甚相知悅。御覽二百四十五。 \\n 殷仲堪上白鹿表曰。巴陵縣青水山得白鹿一頭。白者正色。鹿者景福嘉義。御覽九百六。 \\n 初仲堪欲起兵。密邀覬。覬不同。楊廣與弟佺期勸殺覬。仲堪不許。世說注一。 \\n 顧悅字君叔。晉陵人。初為殷浩揚州別駕。浩卒。上疏理浩。或諫以浩為太宗所廢。必不依許。悅固爭之。浩果得申。物論稱之。後至尚書左丞。世說注二。 \\n 顧愷之悅子。博學有才氣。為人遲鈍而自矜尚。為時所笑。世說注三。 \\n 會稽孔錄 \\n 孔愉字敬康。少與同郡張茂字偉康、丁潭字子康、俱知名。號曰會稽三康。御覽三百六十三。 \\n 愉以討華軼功。封餘不亭侯。初愉少時。嘗得一龜。經餘不亭放龜溪中。龜中流左顧者數過。後以功封餘不亭侯。以鑄印而龜左顧。更鑄亦然。印工以聞愉。愉悟乃取佩。初學記二十六。　御覽二百。 \\n 司徒王導將以趙冰為中護軍。孔愉謂導曰。中興以來。處此官者。周伯仁、應思遠、今誠乏才。豈可以趙冰居之。其秉正不撓。皆此類也。御覽二百四十。 \\n 孔坦愉從子。字君平。以才名獨步。補東宮舍人。書鈔。　案此引作會稽孔錄。 \\n 孔嚴原引誤巖。字彭祖。愉從子。會稽山陰人。父儉、黃門侍郎。世說注五。 \\n 嚴補大中正。時東海王弈信用群下。上疏求海鹽、錢塘、以水牛牽埭。稅取錢直。玉篇土部引此二句。作求以牛車牽埭。取其海稅。嚴啟宜寢表。帝詔曰。弈謂此適民無損害。豈奪惠卹之旨也。省所啟。敬納忠規。御覽六百二十七。 \\n 嚴有才學。歷丹陽尹。尚書。西陽侯。在朝多所匡正。為吳興太守。大得民和。後卒于家。世說注五。 \\n 孔演當作衍。字元舒。原引誤倒。書鈔。因誤作太元。中宗命為安東參軍。專掌記室。時書命殷積。演每稱職。御覽二百四十。　書鈔引末句作會稽孔錄。 \\n 演。晉國初建。與庾亮俱補中書侍郎。肅宗之在東宮。孔演領太子中庶子。于時中興肇建。庶事草創。演經學博通。又練識舊典。朝儀軌制。多取正焉。山是元、明、二帝。並親愛之。初學記十一。　御覽二百二十。又二百四十五。 \\n 孔衍為廣陵郡。時人為之寒心。而衍不形于色。郡雖鄰接西賊。猶教誘後進。不以戎務廢業。書鈔。 \\n 張茂。初起義討賊陳武。一郡用全。中宗初鎮。召為掾屬。中興。累遷至太子右衛率。出為吳國內史。為沈充所殺。茂妻陸氏、散家財。合義軍。助國討充。詣闕上書。理茂忠節。詔書褒歎。追贈太僕卿。御覽四百三十九。 \\n 丹陽陶錄 \\n 陶回字恭之。書鈔引作洄字恭潤。御覽四百二十八引作恭則。王導以回有器幹。擢拜北軍中候。御覽二百四十。 \\n 大將軍王敦命為參軍。轉州別駕。在府稱職。書鈔。　案此引作丹陽陶錄。 \\n 陶回拜領軍將軍。加散騎常侍。性方範不畏強禦。丹陽尹桓景頗以佞事司徒王導。導甚昵之。回常慷慨謂景非正人。不宜親狎。會熒惑守南斗經旬。王公語回曰。南斗揚州分。而熒惑守之。吾當遜位。以厭此謫。回答曰。公以明德作相。一作鎮。輔弼聖主。當親忠貞。遠邪佞。而與桓景造膝。熒惑何由退舍。導深愧之。御覽二百三十九。又四百二十八。又四百九十一。 \\n 陳郡謝錄 \\n 謝鯤字幼輿。弱冠知名。值中朝大亂。長沙王乂輔政。親媚小人。忌害君子。時疾鯤名譖之。乂遂執欲鞭之。鯤解衣伏鑕。神無動容。乂異而釋之。又無喜色。御覽六百四十九。 \\n 太傅東海王越聞其名。辟為掾。于時懼胡來攻城。多蓄薪柴。鯤家僮載取官稿。除名。書鈔。　案此引作中興書陳郡謝錄。 \\n 謝尚字仁祖。司徒左西屬。為會稽王友。御覽二百四十八。　書鈔。 \\n 尚為建武將軍、江夏相。世說注五。 \\n 謝弈字無弈。陳郡陽夏人。祖衡、太子少傅。父裒、吏部尚書。弈少有器鑒。辟太尉掾。郯令。世說注一。 \\n 弈自吏部郎出為晉陵令。世說注七。 \\n 累遷豫州刺史。世說注一。 \\n 謝安字安石。年四歲。桓彝見而嘆曰。此兒風神秀徹。後當不減王東海。總角。神識深敏。氣宇條暢。丞相王導知之。由是著名。御覽三百八十四。 \\n 安元居會稽。與支道林、王羲之、許詢、共游處。出則漁弋山水。入則談說屬文。未嘗有處世意也。世說注四。東甌沃壤。名士各樂居之。太傅謝安未仕時。亦居東土。共王羲之、孫綽、李充、許詢、道林、皆文義冠世。共相友昵。御覽四百七。 \\n 王恭為中書令。謝安石上疏曰。王恭超登清任。當虛心乘理。文選王文憲集序注。 \\n 于時氐賊強盛。侵寇無已。朝議求文武良將。可以鎮靖北方者。衛大將軍安曰。惟兄子玄可任此事。中書郎郗超聞而嘆曰。安違眾舉親。明也。玄必不負舉。才也。于是徵還。拜建武將軍、兗州刺史。領廣陵相。監江北諸軍事。御覽五百十二。　世說注四。文選和王著作八公由詩注。 \\n 安出鎮。廣築新城而居之。謝安築埭于新城北。百姓賴之。故名召伯埭。御覽七十三。 \\n 謝萬字萬石。太傅安弟也。才氣高俊。蚤知名。歷吏部郎。西中郎將。豫州刺史。散騎常侍。世說注二。 \\n 萬才器俊秀。善自衒曜。故致有時譽。兼善屬文。能談論。時人稱之。世說注三又五。 \\n 謝萬少而才器俊秀。太宗聞其名。取為鎮軍從事中郎。御覽二百四十九。 \\n 萬之為豫州。氐羌暴掠司、豫、鮮卑屯結并、冀。萬既受方任。自率眾入潁。以援洛陽。萬矜豪傲物。失士眾之心。北中郎郗曇以疾還彭城。萬以為賊盛致退。便向還南。遂自潰亂。狠狽單歸。太宗輔政。責之。廢為庶人。世說注五。 \\n 萬器量不及安石。雖居藩任。安在私門之時。名稱居萬上也。世說注五。 \\n 升平五年詔曰。前西中郎將謝萬、才義簡亮。宜居獻替。其為散騎常侍。類聚四十八。 \\n 萬為尚書令。薨。博士議諡曰。萬無他才望。直以宰相弟。遂居清顯。妄自夸擬。曾無慚德。案諡法、因事有功曰襄。貪以敗官曰墨。宜諡曰襄墨公。朝議直曰襄公。御覽四百九十二。 \\n 謝石字石奴。世說注三。 \\n 謝石上疏曰。尸素朝端。忽焉五載。文選褚淵碑文注。 \\n 謝石遷尚書令。石上表以腳疾不敢朝拜。乞依故尚書王彪之例。于府總攝。詔聽之。書鈔。 \\n 謝安弟石。歷尚書令薨。年六十二。石無他才望。直以宰相弟兼有大勳。遂居清顯。而聚斂無厭。取譏當世。御覽六百二十七。　世說注三。　文選奏彈王源注。引謝石以有大勳。遂居清顯。二句。作何法盛陳郡錄。 \\n 謝玄弈子。字幼度。進號冠軍將軍。加領徐州牧。一作刺史。還于廣陵。以功封東興縣侯。太元八年。秦主苻堅傾國大出。眾號百萬。先遣苻融、慕容暐、張蚝、苻方、四師至潁口。梁成、王先、等守洛澗。詔加衛將軍安為征討大都督。玄為前鋒。都督徐、兗、青、三州。揚州之晉陵、幽州之燕國、諸軍事。與叔父征虜將軍石、從弟輔國將軍琰、西中郎將桓伊、龍驤將軍檀元、等拒之。眾凡八萬。玄先遣廣陵相劉牢之五千人。直指洛澗即斬梁成。及成弟雲。步騎崩潰。爭赴淮水。斬首萬級。生擒五千餘人。十月。苻融進屯壽陽。玄與琰等選精銳八千人。決戰肥水南。射傷苻堅。臨陣斬苻融。俘獲萬計。得偽輦及雲母車。其餘寶器山積。錦罽萬端。牛馬驢騾駱駝十萬疋。封康樂公。御覽三百九。　文選十九述祖德詩注。　案選注引略作陳郡謝錄。 \\n 兗州既平。謝玄患水道險澁。糧道艱難。壅呂梁水。立七埭。以利運漕。御覽七十三。　白帖。 \\n 謝琰字瑗度。書鈔引作字瓊父。安少子也。安以琰有軍國才用。出為輔國將軍。以精兵八千人。拒氐破賊有勳焉。進號征虜。左僕射。領詹事。書鈔。　文選齊故陸昭王碑文注。　案均引陳郡謝錄。 \\n 謝琰為會稽內史。督五郡事。隆安四年。孫恩復寇浹口。入餘姚、上虞。進及邢浦、上黨當作虞。太守張虔碩戰敗于邢浦。去山陰北三十五里。人情震懼。群賊銳進。咸以宜持重嚴備。且列水軍于南湖。又應分軍設伏以待之。琰不聽。外白賊至。時尚未食。琰曰。要先滅此寇而後食耳。跨馬而出。摧鋒陷陣。廣武將軍桓寶為前鋒。果敢能戰。殺賊甚多。而塘路迮狹。魚貫不聚。賊自艦中傍射。前後斷絕。琰至千里亭。與二子肇、峻、俱被害。寶亦死之。御覽三百二十三。　書鈔。 \\n 謝朗石兄子。博涉有逸才、善言玄理。世說注三。 \\n 謝沈字行思。一作靜思。時朝議七廟毀。于是徵太學博士。用質凝滯。書鈔。 \\n 沈為祠部郎。何充、庾冰、並稱沈有史才。遷大著作以上亦見御覽二百三十四。郎撰晉書三十餘卷。時年五十二。沈先著後漢書百卷。及毛詩、漢書、外傳。及詩賦文論。皆行于世。其才學在虞預之右。書鈔。 \\n 王遜。 \\n 王遜為廣州刺史。民人謁者。多使作金刺通名。妻詰之曰。何先清而後濁也。書鈔。 \\n 毛璩。寶孫。 \\n 毛璩為譙王司馬。時海陵縣地多菰蒲。處所幽邃。亡戶保之。璩請討。放火而進。天既旱。地皆菰封。封燃。叛人走出。近得萬戶。御覽九百九十九。 \\n 劉遐字正長。廣平人。性果毅。便弓馬。遭天下亂。遐自為〈阝鳥〉主。攻抄日至。無時不戰。遐每奮擊。直入賊軍。陷堅摧銳。鄉人邵續原作績。深知之。以女妻焉。遂立壁河濟之間。胡不敢逼。時人號為關羽、張飛。御覽四百三十五。 \\n 鄧遐。嶽子。 \\n 鄧遐氣蓋當時。文選齊故安陸昭王碑文注。 \\n 陳壽。 \\n 陳壽為司徒。仰理萬機。俯澄邦教。類聚。 \\n 太康孫錄 \\n 孫統字承公。太原人。善屬文。時人謂其有祖楚風。仕至餘姚令。世說注五。 \\n 承公少誕任不羈。家于會稽。性好山水。及求鄞縣。遺心細務。縱意游肆。名阜勝川。靡不歷覽。世說注七。 \\n 孫騰。統子也。博學。歷中庶子。廷尉。世說注五。 \\n 孫綽亦楚孫。字興公。太原中都人。少以文稱。歷太學博士。大著作。世說注二。 \\n 綽為章安令。稍遷散騎常侍。領著作郎。尋轉廷尉卿。著作如故。卒。于時才筆之士。綽為其冠。故溫王郗庾諸公之薨。必須綽銘。而後刊石。文選游天台山賦注。　初學記十二。 \\n 孫盛字安國。太原中都人。博學強識。歷著作郎。瀏陽令。庾亮為荊州。以為征西主簿。世說注二。 \\n 盛歷散騎當侍。祕書監。常領著作。御覽二百三十四。 \\n 加給事中。篤尚好學。自少及長。常手不釋卷。既居史官。乃著三國陽秋。初學記十二。　御覽二百三十三。 \\n 孫盛年十歲。避難度江。及長。博學善元理。于時殷浩擅名一時。無與抗論者。唯盛嘗詣浩談論。對食。奮麈尾毛。悉落飯中。食冷而復煖者數四。至暮忘食。理竟不定。御覽六百十七。 \\n 孫盛以祕書監領著作。干寶以散騎常侍領著作。孫綽以散騎常侍及陳壽並領大著作。書鈔。　案此引作中興太康孫錄。 \\n 孫潛。盛長子也。豫章太守。殷仲堪下討王國寶。潛時在郡。逼為咨議參軍。固辭不就。遂以憂卒。世說注二。 \\n 干錄 \\n 干寶字令升。新蔡人。祖正、吳奮武將軍。父瑩、丹陽丞。寶少以博學才器著稱。世說注七。 \\n 寶始以尚書郎領國史。遷散騎常侍。卒。撰晉紀。起宣帝迄愍五十三年。評論切中。咸稱之善。文選晉紀論武帝革命注。 \\n 干瓚以穆帝時為大將軍誅死。史記集解序注。 \\n 鄧騫字長真。長沙人也。御覽二百六十三。 \\n 譙王丞為魏乂所敗。乂求騫甚急。鄉人為懼。騫笑曰。欲用我耳。乃往詣。乂喜謂曰。君可謂古之解揚也。以為別駕。同上。 \\n 長沙鄧粲。騫子。高潔著名。桓沖召粲為別駕。粲起就職。時南郡劉尚公亦治操不仕。粲既就職。尚公語粲曰。卿道廣學深。眾所推懷。忽然改節。誠失所望。粲笑答曰。足下可謂有志于隱。而未知隱之為道。朝亦可隱。市亦可隱。初在我不在于物。尚公無以難之。雖然。粲名譽解半矣。御覽二百六十三。 \\n 習鑿齒字彥威。襄陽人。少以文稱。善尺牘。桓溫在荊州。辟為從事。歷治中別駕。遷榮陽太守。世說注二。 \\n 溫辟鑿齒為別駕。溫出征伐。齒或從或守。所在任職。每處機要。邪事有績。善尺牘論議。溫甚器遇之。任職十年。書鈔。 \\n 陳郡袁錄 \\n 袁瑰原引作環。字山甫。為國子祭酒。時屢喪亂。禮教陵遲。上疏求立學徒。帝從之國學之興。自瑰始也。書鈔。案此引作陳郡袁錄。 \\n 袁耽瑰從祖準孫。字彥道。少有才氣。倜儻不羈。為士類所稱。王導引為參軍。書鈔。　案此同上。 \\n 濟陽江錄 \\n 江逌。 \\n 殷浩北伐。江逌為長史。及丁零反叛。謂張遇。浩軍震懼。姚襄去軍十里結草為營。方欲擊浩。浩甚懷憂。令逌伐之。逌曰。今兵非不精。而眾少于羌。且塹柵甚固。難與校力。乃取數百雞。以長繩連之。腳皆繫火。一時驅放。以兵遏後。群雞駭散。一時飛過塹。並集于羌營。火皆燃。因其驚亂。縱兵擊之。襄遂摧退。御覽三百二十一。又八百六十八。初學記二十五。類聚八十引皆略。 \\n 江逌為侍中。時孝宗欲于後園脩立池苑。逌諫以強賊未滅。宜務軍備。當存儉約。以率群下。上即納之也。御覽四百五十三。 \\n 江灌字道群。陳留人。僕射虨統子。從弟也。有才器。與從兄逌原誤逍。名相亞。仕至尚書。中護軍。世說注五。 \\n 江繪。當作績。灌子。 \\n 江繪為御史中丞。既到職。彈奏無所屈撓。時元顯專政。多行驕橫。繪密啟之。書鈔。　案此引作濟陽江錄。 \\n 車胤。 \\n 車胤為廣州刺史。居官貪濁。土豪等以斃之。書鈔。 \\n 劉牢之。 \\n 太元九年。慕容垂復圍鄴。謝元遣劉牢之救之。十年。至鄴。垂逆戰而敗。遂撤圍遁。牢之追之。劉牢之至五橋澤中敗績。兵士殆盡。牢之馬超五丈澗得免。御覽七十二。 \\n 元興元年。桓玄反。牢之素惡元顯。欲假玄以除之。劉牢之屯洌州。桓玄至于湖。遣牢之族舅何睦說曰。今君戰敗則傾宗。戰勝亦覆族。欲以是安歸乎。孰若翻然改圖。唯理是宅。則與金石等固。名與天壤俱無窮哉。牢之得說。詣玄請降。御覽四百六十二。 \\n 張軌。 \\n 張駿舞八佾。建豹尾。所署官一擬王者。書鈔。 \\n 張天錫。後以貧拜廬江太守。薨贈侍中。世說注二。 \\n 孫晷字文度。吳人。少佃于野。時年饑穀貴。人有生刈其稻者。晷見而避之。既而刈一擔自送焉。鄉人感愧終日。屢空。怡然自足。辟命皆不就。妻虞預女也。少稟伯喜風。共安儉約。御覽五百三。又八百三十九。 \\n 顏含字宏都。琅琊人。含次嫂樊氏。老而失明。含奉養必束帶躬親。嘗省嫂病困。須得〈虫冄〉蛇膽為藥。而求不能得。含憂歎累日。平晝獨坐。忽有一童子持一青囊授含。含開視乃蛇膽也。童子逡巡出戶。化為青鴻飛去。得膽藥成。嫂病即愈。御覽四百十六。類聚九十一略。 \\n 琅琊顏含拜光祿大夫。門施行馬。賜床帳被褥。敕大官四時致膳。固辭不受。于時論者以王導帝之師傅。名位隆重。百寮宜為降禮。太常馮懷以問于含。含曰。王公雖重。理無偏敬。降禮之言。或是諸君事宜。鄙人老矣。不識時務。書鈔。 \\n 鳥程吳逵。往經饑饉。父母兄嫂及群從小幼之親。死十有三人。逵病篤。鄉里咸葦裹布而埋之。親屬皆盡。存者唯逵夫妻而已。家徒四壁。晝則傭賃。夜還燒磚伐木。夜在山草屢遇虎。虎下道避之。夫妻勤苦。期年中。成七墓十三棺。鄰里嘉上其志義。葬日悉出助之。太守張崇之義其志行。加羔雁之禮。命補功曹吏。逵以門寒。固辭不就。御覽四百十一。 \\n 易雄字與長。舉孝廉。為州主簿。遷別駕。自以寒門不宜處其位。解位。後為舂陵令。書鈔。 \\n 易雄仕郡為主簿。張昌之亂。執太守萬嗣將斬之。雄對賊爭論曲直。賊怒。叱使牽雄斬之。雄趨出自若。賊又呼問之。雄對如初。如此者三。賊乃舍之。嗣由是獲免。雄遂知名。書鈔。 \\n 易雄。長沙瀏陽人。為舂陵令。聞王敦作逆。譙王丞檄至。雄馳檄遠近。列敦罪惡。俄而王師敗績。敦得肆暴。收雄姑熟。以檄示焉。雄曰。有之。惜雄位微力弱。不能救國難。安以生為。今日即戮。得為忠鬼。乃其願也。御覽四百十七。 \\n 羅企生字宗伯。豫章人。殷仲堪初請為府功曹。桓玄來攻。轉咨議參軍。仲堪多疑少決。企生深憂之。謂其弟遵生曰。殷侯仁而無斷。事必無成。成敗天也。吾當死生以之。及仲堪走。文武並無送者。唯企生從焉。路經家門。遵生紿之曰。作如此分別。何可不執手。企生回馬授手。遵生便牽下之。謂曰。家有老母。將欲何行。企生揮泣曰。今日之事。我必死之。汝等奉養。不失子道。一門之內。有忠與孝。亦復何恨。遵生抱之愈急。仲堪于路待之。企生遙呼曰。今日死生是同。願少見待。仲堪見其無脫理。策馬而去。俄而玄至。人士悉詣玄。企生獨不往。而營理仲堪家。或謂曰。玄性猜急。未能取卿誠節。若遂不詣。禍必至矣。企生正色曰。我殷侯吏。見遇以國士。不能共殄醜逆。致此奔敗。何面目就桓求生乎。玄聞。怒而收之。謂曰。相遇如此。何以見負。企生曰。使君口血未乾。而生此姦計。自傷力劣。不能翦定凶逆。我死恨晚爾。玄遂斬之。時年三十有七。眾咸悼之。世說注一。 \\n 鄧攸字伯道。為石勒參軍。勒過泗水。攸與鄉人河東陳嘏、平陽馬恬、共謀叛勒。破車以牛馬負妻子入草中。又遇賊掠牛馬去。攸語妻曰。吾弟早亡。唯有一息。今當步走。兩兒恐盡死。不如棄我兒。抱弟子遺民。婦乃從之。御覽四百十六。 \\n 攸棄兒于草中。兒啼呼追之。至莫復反。攸明日繫兒于樹而去。遂渡江。至尚書左僕射。卒。弟子綏服攸齊衰三年。世說注一。 \\n 鄧攸為吳郡守。輒賑卹貨貧。書鈔。 \\n 吳隱之字處默。濮陽人。少有孝行。遭母憂。哀毀過禮。時與太常韓康伯鄰居。隱之每哭。康伯母輒泣涕。悲不自勝。既而語康伯曰。汝後若居銓衡之職。當用如此輩人。及康伯為吏部尚書。因進用之。遂歷清望。初學記十一。　類聚二十。　御覽四百十二。又四百四十三。 \\n 隱之。太元中以國子博士為太子右衛率。御覽二百四十七。 \\n 廣州北界有一水名貪泉。父老云。飲此水者皆使廉士變貪。御覽四百九十二。 \\n 舊云。往廣州飲貪泉。失廉潔之性。吳隱之為刺史。自酌貪泉飲之。題石門為詩云。石門有貪泉。一飲重千金。試使夷齊飲。終當不易心。世說注一。初學記八。 \\n 虞喜字仲寧。好學博古。中宗初鎮江左。上疏薦喜。公車徵不至。司空賀循每一詣喜。輒經信宿。云不能測也。康帝以為散騎常侍。又不起。永和初時禘。太廟應有遞毀。尚書郎徐禪詣喜講。所著數十萬言。御覽五百三。 \\n 高陽許詢字玄度。寓居會稽。司徒蔡謨辟不起。詢有才藻。善屬文。能清言。于時士人皆欽一作仰。愛之。文選江淹雜體詩注。　書鈔。　案書鈔引作晉中興士人書。則列儒林可知。故因附虞喜後。　又史通謂何禎、許詢、文雅高于揚豫。王隱遺而不編。網漏過為迂闊。今晉書亦並不載于文苑。何哉。 \\n 高陽許詢字元度。丹陽許元字遠遊。並養高不仕。詢有才藻。能清言。元山居服食。志求仙道。遊會稽臨海山。誓不歸家。乃與婦書令改適後入剡深山莫知所止。或以為昇仙。御覽五百三。 \\n 氾毓字稚春。北海廬人。世說補一注。 \\n 杜夷字行齊。以儒學稱。中宗以為丞相祭酒。中興初。皇太子凡三至夷舍。執經問義。初學記十。　御覽二百三十六。 \\n 杜夷素以儒稱。秉操貞素。中宗以為儒林祭酒。類聚。 \\n 徐邈字仙民。東莞姑幕人也。一作字景山。以東州儒素。少一作坐。好學。尤善經傳。時烈宗始覽典籍。招延禮學之士。後將軍謝安。舉邈應選。補中書舍人。專在西省。撰正五經音訓。學者宗之。每預顧問。輒有獻替。多所補益。烈宗甚愛之。初學記十一。　御覽二百二十二。 \\n 建元當作太元。中。為太子前衛率。御覽二百四十七。 \\n 范宣字宣子。陳留人也。年十歲。能誦詩書。嘗以刀傷手。捧手改容。人問痛邪。答曰。不足為痛。但受全之體而致毀傷。不可處耳。家人以其年幼而異焉。御覽三百七十。 \\n 范宣八歲。後園挑菜。誤傷指。大啼。問痛邪。答曰。非為痛。身體髮膚。不敢毀傷。是以啼也。同上四百十二。 \\n 宣少好學。手不釋卷。博覽眾書。善三禮。同上三百八十四。 \\n 范宣少尚隱遁。博綜眾書。徵辟並不應。雖閑居屢空。常研講為業。諷誦之聲。有若齊魯。同上五百三。 \\n 宣家至貧。罕交人事。豫章太守殷羨、見宣茅茨不完。欲為改室。宣固辭。羨愛之。以宣貧加年饑疾疫。厚餉給之。宣又不受。世說注一。 \\n 逵不遠千里。往豫章詣范宣。宣見逵異之。以兄女妻焉。世說注七。 \\n 曹毗字輔佐。譙國人。魏大司馬休曾孫也。好文籍。能屬詞。累遷太學博士。尚書郎。光祿勳。世說注三。 \\n 李充字宏度。宏一作和。自是弘字之誤。江夏郢人也。祖康、父矩、皆有美名。充初辟丞相掾記室參軍。善箴銘也。以貧求郯縣。遷大著作中郎。以上亦見世說注二。于時典籍混亂。充刪除煩重。以類相從。分作四部。甚有條貫。祕閣以為永制。御覽二百三十四。　書鈔。 \\n 充母衛氏。廷尉展之妹也。充少孤。母聰明有訓。又善楷書。妙參鍾索。世咸重之。充從兄咸。亦善書。御覽七百四十九。 \\n 李軌字弘範。江夏人。仕至尚書郎。世說注八。　案經典釋文。易書詩三禮左氏公羊老莊軌皆有音。謂為東晉祠部郎中都亭侯。晉書何以不載。故姑附充後以俟攷。 \\n 伏滔字玄度。平昌安邱人。少有才學。舉秀才。大司馬桓溫參軍。領大著作。掌國史。游擊將軍。卒。世說注二。 \\n 董威每得殘碎繒輒。結以為衣。號曰百給。類聚六十七。 \\n 任旭字次龍。臨海人。操立清儉。不染流俗。郡將蔣秀請為功曹。治官貪穢。每不奉法。旭正色苦諫。秀既不納。旭乃謝去。閉門講肄。養志而已。久之秀坐事被收。旭于獄狼狽營救。躬自扶送。秀慨然歎曰。任功曹直人。吾違其讜言。以至于此。復何言哉。御覽二百六十四。 \\n 郭文字文舉。避亂上餘杭大辟山。縣令顧颺親迎文舉。歸贈一無所受。颺以文舉山行。或須皮衣。與韋蔥褶一具。文舉不納。使者置衣室中而去。文亦無言。蔥褶爛于戶內。書鈔。　御覽六百九十五。 \\n 孟陋字少孤。少而貞潔。清操絕倫。口不言世事。少時或漁弋。雖家人亦不知所之。太宗輔政。以為參軍。不起。桓溫躬往造焉。或謂溫宜引在府。溫歎曰。會稽王不能屈。非敢擬議也。陋聞之曰。億兆之人。無官者十居其九。豈能高士哉。我病疾。不堪共相王之命。非敢為高也。御覽五百四。 \\n 翟湯字道淵。御覽五百三引作長淵。尋陽人。篤行純素。始安太守干寶與湯通家。遣船餉之。敕吏曰。翟公廉讓。卿致書訖。便委船還。湯無人送致。乃更貨易絹物。因寄還寶。寶本以惠而反煩之。益愧嘆焉。御覽四百二十五。又八百十七。 \\n 翟湯耕而後食。凡有饋贈。一無所受。庾亮薦湯。以國子博士徵。不起。湯子莊字祖休。遵湯之操。雅好弋釣。及長不復獵。人或問莊曰。同是害生之道而先生止去其一。何也。莊曰。獵自我。釣自物。故先節其甚者。且貪餌吞釣豈我哉。時人以為知言。晚節亦不復釣。端坐蓽門。啜菽飲水。徵辟皆不就。莊子矯。矯子法。賜。並徵不至。世有隱行。御覽五百三。 \\n 郭翻字長翔。武昌人。少有志操。不交世事。家于臨川。唯以魚釣射獵為娛。常以車獵。去家百餘里。道中逢一病人。以車送之。徒步而返。以上多依書鈔校補。庾亮薦。公車徵不就。乘小船歸武昌。安西將軍庾翼以帝舅之重。躬往逼翻。欲強起之。翻曰。人各有所短。翼以翻船狹小。欲引就一作入。大船。翻曰。使君不以名當作民。鄙賤而辱臨之。此固野人之舟也。遂不肯。翼便俯屈入其船中。終日而去。御覽五百三。又七百六十八。　事類賦舟注。　書鈔。 \\n 郭翻少有忠操。居貧無業。起往古荒田。先立表題。經年無主。然後乃作。將熟有認之者。翻悉推與之。縣令聞。以稻歸翻。翻不受。類聚六十五。　案類聚原本無末十字。此依唐類函類聚本補。 \\n 郭翻墜刀于水。路人為取。翻仍以與之。路人不取。至于三四。固辭。翻曰。爾尚不取。我豈能復得。路人曰。我若取此。將為天地鬼神之所責矣。翻知其終不受。復沉刀于水。路人悵然。乃復驚汲為取之。翻于是不逆其意。十倍刀價與之。其廉不受惠。皆此類也。御覽三百四十五。 \\n 劉驎之字子驥。一字遺民。原誤遺民。依世說注七引改。好遊于山澤。志在存道。御覽四百二十五引作志在逸遁。常採藥至名山。深入忘返。見有一澗。水南有二石囷。一囷開。一囷閉。或說囷中皆仙方祕藥。驎之便欲尋索。終不能得。桓沖請為長史。固辭。居于岐陽。人事往來無不投止。驎之自供給。人人豐足。凡人致贈。一無所受。御覽五百四。 \\n 劉驎之南陽人。少有信義。去家百餘里。有一獨媼。病將死。歎息謂人曰。誰當埋我。唯有劉長史耳。何由令知。驎之先聞其有病。一作患。故往候之。值其命終。乃身為治棺殯送之。其仁愛惻隱如此。御覽四百十九。 \\n 戴逵字安道。譙國人。少博學。好談論。善屬文。能鼓琴。事類賦注琴。引作有文藝。善鼓琴。工書畫。其餘巧藝靡不畢綜。總角時以雞卵計溲白瓦屑作鄭玄碑。又為文手自刻字。文既綺藻。器亦妙絕。時人莫不驚嘆。知其深敏。御覽三百八十四又五百四。　書鈔。 \\n 逵不樂當世。以琴書為娛。不遠千里。御覽五百七十七。 \\n 太宰武陵王晞聞其能琴。使人召焉。逵對使者前打破琴。曰戴安道不能為王門一作侯。伶人。以上亦見類聚四十四。御覽五百四。晞怒。乃更引其兄述。述亦能樂。聞命欣然。操琴而往。事類賦注琴。 \\n 累遷散騎常侍。郡縣逼乃逃去。吳國內史王詢有別館在虎邱山。乃潛住詢山中。謝玄、王詢、並表逵忠烈。備禮徵。不至。御覽五百四。 \\n 龔元之字道元。潛處陋巷。未嘗出入公門。人有致餉。一無所受。武陵太守孫放薦元之。詔以為散騎常侍。郡縣逼苦、辭不行。前後四徵。一皆不降。御覽五百四。 \\n 淳于智字叔平。濟北人。上黨鮑瑗家多喪疾貧苦。或謂之曰。淳于叔平神人也。何不試說就卜。瑗乃令智作卦成。曰君謂宅東北有大桑樹。君徑至市。入門數十步。當有一人將新馬鞭者。就請還買。以懸此桑樹。三年當暴得財也。瑗承其言。詣市果得馬鞭懸之。正三年。後浚井得錢千萬。銅鐵雜器復可二十餘萬。于是家業用展。病者亦愈。御覽四百八十四。 \\n 謝弈女道韞。王凝之妻也。凝之弟獻之。嘗與賓客談議。辭理將屈。道韞遣婢白獻之曰。欲為小郎解圍。乃以清綾步障自蔽。申獻之前義。客不能屈。御覽六百十七。 \\n 桓玄錄 \\n 桓玄字敬道。 \\n 玄出姑蘇。大築府第。文選南州桓公九井作注。　案并上引作何法盛桓玄錄。 \\n 詔桓玄曰。蕃衛王家。垂固萬葉。文選曲水詩注。 \\n 詔桓玄為楚王。備九錫之禮。玄到姑蘇。朝臣勸進。玄遂篡位也。文選解尚書表注。 \\n 桓玄左右稱玄為桓詔。桓徹諫曰。詔者。施于辭令。不以為稱謂也。漢魏之主。皆無此言。願陛下稽古帝則。令萬世可法。玄曰。此詔已行。今宜敕罷之。御覽五百九十三。 \\n 桓玄聞義軍起。斬其二將。志慮窘塞。力與臧道士推算數厭勝之術。御覽四百八十六。 \\n 劉道規及下邳太守孟懷玉等。與桓玄戰于崢嶸洲。義軍乘風縱火。盡銳爭先。玄眾大潰。燒輜重夜遯。玄故將劉統、馮稚、等。聚黨四百人。掩沒潯陽城。建威將軍劉懷肅討平之。其黨自相斬以降。玄入江陵。太守馮談勸使更下戰。玄欲步出漢川。投梁州。而人情崩阻。不可復合。益州刺史毛璩弟璠卒。璩使其從孫祐之、參軍費恬、送璠喪葬江陵。璩弟子修之為玄屯騎校尉。玄計窮欲走漢中。修之誘以入蜀。遂與石康等乘艦泝江數十里。恬與祐之迎擊玄。益州督護馮遷斫玄。玄曰。是何人邪。敢殺天子。遷曰欲殺天子之賊耳。遂斬玄首。並石康等五級。庾頤之及殿中監萬蓋、丁仙期、皆死之。玄年三十六。息昇六歲。云我是豫章王。諸軍勿見殺。遂送至江陵市斬之。御覽三百二十三。 \\n 桓玄強與人博弈。取其田宅。御覽七百五十四。 \\n 王機。 \\n 廣州人背刺史郭訥。迎王機為刺史。遂入廣州。訥乃持節出避之。機入城。就訥求節。訥曰。昔蘇武不失節。人以為美。今寧可以與賊乎。天朝所假等威。義不可得相與。自可遣兵來取之。機慚而止。書鈔。　御覽六十一。 \\n 王機纂廣州。懼王敦來討。杜弢在鬱林。機與結好。杜弢原作弘。大破桂林賊。還遇王機于道。機勸弢取交州。弢素有意。乃執機節曰。節當相與迭。一作送。特何可獨捉。機遂以節與弢。于是機與弢及溫劭、劉沈、等並反。後並為陶侃所殺。書鈔。　御覽六百八十一。　案書鈔引杜弢作杜弘。 \\n 王矩字令式。美容貌。每出行。觀者盈路。御覽三百七十九。 \\n 蘇峻。 \\n 蘇峻作逆。與祖渙、許柳、等將萬餘人出橫江。連船東渡。時遇西風。既濟半江中。忽更東風。吹船還西岸。峻憙曰。是天助我。固將志也。御覽七百六十八。 \\n 孫恩者亦名靈秀。琅琊人孫秀之族也。世奉事五斗米道。恩叔泰字敬遠。師事錢塘杜子恭為弟子。子恭有內一作異。術。黨就人借瓜刀。其主求一作索。之。子恭曰。當相送還。刀主行至嘉興。有魚躍入船中。破魚得瓜刀。其為神效往往如此。御覽三百四十五。　書鈔。 \\n 孫恩敗。以囊簏盛嬰兒投之于外。或作水。而告之曰。賀汝先登仙堂。我尋而後就汝。御覽七百四。 \\n 胡錄 \\n 胡者。北夷之總名也。御覽七百九十九。 \\n 北狄。其地南接燕趙。北至沙漠。東漸九夷。西界六戎。世世自相君臣。不稟中國正朔。御覽八百。 \\n 胡俗以部落為種類。其入居塞者有屠各種。最豪貴。故得為單于。統領諸種。文選檄吳將校部曲文注。又與陳伯之書注。 \\n 建興四年。劉載使劉曜寇長安。文選勸進表注。案此引作胡錄。 \\n 劉粲悉害盧諶父母。文選答盧諶注二十五。案此引作何法盛晉錄。 \\n 泰寧元年五月。大迴風。吹劉曜太廟瓦垣外數十步。其欒梁栱桷無離者。瓦亦不毀。曜素服五月繕治之。御覽七百六十七。 \\n 劉曜進兵圍洛陽。百餘日不克。石勒謂徐晃曰。曜以疲卒十萬圍堅城。今以我初銳擊其衰怠。其勢必舉。十二月。勒兵四出。晝夜兼行。六日行千里。至洛陽。與曜大戰。遂執曜。書鈔。 \\n 石勒與李陽相近。陽性剛愎。每歲與爭漚麻池共相撲打。互有勝負。勒既貴。召陽至。引入。言及平生。酒酣牽陽肘曰。卿年老。臂中故有力不。頗復與人鬥邪。孤往數得卿尊拳。卿亦快遭一作得。孤毒手。因大笑。賞賜甚厚。即日拜陽奉車都尉。除始興太守。勒治門閤至峻。有醉胡乘馬徑入府門。勒問門吏馮翥。向走馬入門是何人。而不憚白。翥見問惶遽。誤對忘諱曰。向有醉胡乘馬馳來。即已訶問。胡人難與語。非小吏所制。勒笑曰。胡正自難可與言。以上亦見類聚十九。其後章武太守樊坦入辭。居貧。衣服甚陋。曰。樊章武貧邪。朝服何以壞惡。坦性疏謬。對曰。頃遇羯胡。資財蕩盡。是以窮獘。勒大笑曰。羯賊乃爾大惡。取君物盡。坦汗流而不敢謝。勒賜坦衣。恕而不問。御覽三百九十一。 \\n 石虎有所平克。不復料其善惡。或盡坑斬、使無孑遺。御覽四百九十二。 \\n 冉閔殺石鑒及幸胡數萬人。于時人有高鼻多鬚者。無不濫死。御覽三百七十四。 \\n 苻健。洪第三子。健陰圖關中。陽使其徒種麥。示無西意。以上亦見類聚八十五。有微知其計不肯耕種者。健殺之。後十餘日。帥眾西行。到孟津作浮橋。健原誤洪。使弟雄步騎五千人入潼關。兄子青當作菁。入軹關。指河誓曰。若事不捷。汝死河北。我死河南。為鬼無相見也。御覽四百八十。 \\n 苻健凶淫暴虐。常露刃張弓。椎鉗鋸鑿。殺人之具。備置左右。御覽三百四十七。又四百九十二。又七百六十三。 \\n 苻堅率眾五十萬向壽春。謂融曰。晉人若知朕來。便一時還南。固守長江。雖百萬之眾。無所用之。今祕吾來。令彼不知。彼顧江東。在此必當戰。若其潰敗。求守長江。不復可得。則吾事濟矣。乃祕不言堅自來。于是以小將旗列屯肥北。晉征虜將軍謝石、冠軍將軍謝玄、輔國將軍謝琰、西中郎將桓伊、等。並阻水南。一時涉渡肥水。融曰。及吳未成列。擊之必克也。堅曰。不然。我長于步。彼便于水。今捨步入水。是以所短擊其所長。非良策矣。可須彼過水。一時擊之。彼既背水。進退無術。乃可盡殺。然後船舫渡江。直指會稽。觀禹朝萬國之處。不亦樂乎。列陳以待。晉軍既濟。戰于肥北。堅被重瘡。三軍潰亂。堅馳還長安。御覽三百九。 \\n 王猛北海人。居魏土。少貧賤。鬻畚為業。嘗至洛陽貨畚。有人于市貴買其畚而無直。云家近在此。可隨我取直。猛隨去。行不覺遠。而忽至深山中。此人語猛。且住樹下。當先啟府君。須臾猛進。見一公踞胡床。頭髮悉白。侍一作將。從十許人。有一人引猛云。大司馬公可進。猛因拜老公。公曰。王公何緣拜。即十倍售畚直。又發人送猛出山。既出顧視。乃嵩高山也。類聚四十七。　御覽二百九。又四百八十四。又八百八十一。　太平廣記二百九十四。 \\n 苻堅青州刺史苻朗降。烈宗詔曰。朗深識逆順。望風歸化。既嘉此誠。亦簡其才。可員外散騎侍郎。並賜給之。御覽二百二十四。 \\n 姚萇試諸子。謂曰。吾有一寶物。萬金不易。汝等技藝勝者。吾以與之。諸子皆素好馬。欲于父前試之。惟此下疑脫一興字。略不動。萇以為賢。故越諸兄立為嗣子。御覽八百二。 \\n 後蜀李雄太子班。雄寢疾。班晝夜省侍。衣不解帶。雄自少攻戰。大被傷痍。至是多膿潰。班為吮膿。殊無難色。班即雄兄之子也。御覽四百十二。 \\n 初閔帝在關中。與氐羌破鐵券、約不役使。御覽五百九十八。　書鈔引此。末句作誓不相侵。 \\n 賨者。廩君之苗裔。巴氐于務相乘士船而浮。眾異之。立為稟君。子孫列巴中。秦並天下。而薄其稅賦巴人。謂賦為賨。因名巴賨。綱目十四集覽。 \\n 遼東昌遼縣有青城山。劉昭補注五。 \\n 晉錄補遺 \\n 戴施得璽。陰懷還南。王彪之議。未詳傳國璽造創之始。然歷代以來。及太始之初。揖遜禪位。以茲相授。故是傳國之守器也。始得之。宜慶賀。書鈔。　案此事係永和八年。 \\n 中興初。以邊寇未靜。學校陵遲。特聽不試孝廉。而茂才猶依舊策試。諸州茂才。皆憚不往。楊儉慷慨。恥以衒曜取。終身不仕。罷歸田里。書鈔。 \\n 傅元盛書。有青縑袠、布袠、絹袠。書鈔。　御覽七百四引晉中興簿曰。盛書皁縹囊。書函中皆有香囊二。 \\n 執朽轡以禦逸馬。乘勁風以振秋蓬。書鈔。 \\n 王□弱冠。本州舉秀才。名顯當時。海內注目。書鈔。 \\n 任丞字士恭。大興初為屯騎校尉。職位兼重。居蕃屏躬處儉約。乘草莽車。書鈔。　案任丞疑譙王承之誤。雖唐晉書云承字敬才。而中興書作字士敬。又唐晉書云。承太興初拜屯騎校尉。又謂時湘土荒殘。承躬自儉約。乘葦茭車。 \\n 胡母崇為永康令。多受貨賂。政治苛暴。詔都街頓鞭一百。除名為民。御覽六百五十一。 \\n 崔悅字道儒。文選盧諶贈崔溫一首注。案此引何法盛晉錄。 \\n  \\n   \\n  "}
{"章节": "晉諸公別傳", "正文": "  \\n 晉諸公別傳 \\n 　 \\n  \\n 晉諸公別傳輯本 \\n 嘗輯諸家舊晉書。見各書所引晉人之別傳者不少。以其可以參互考證也。爰依晉書前後。復為編排錄出。夫別傳者何。蓋別乎正史而名之也。故無論凡泛稱某傳者可歸之。即家傳及名公鉅卿為人所作之傳皆可云別傳。其中如羅含稱羅府君別傳。則家傳也。山濤稱袁宏山濤別傳。則時人所作之傳也。所以搜集晉諸公別傳。于此二類亦閒採之。而明標其名。惟荀氏家傳等。似是其家譜敘。故另錄其入晉以後之人。附于別傳之後。因而以譜敘自敘次焉。世紀家記次焉。本事行狀又次焉。至譜牒碑碣誄銘。請俟異日。蓋亦猶錄別傳以補訂正史之意也。故于輯諸公別傳而類及焉。同治四年孟夏月錄。 \\n 晉諸公別傳 \\n 王祥 \\n 晉受禪時。廊廟之士。莫不懽容。而祥色不加怡。時人為之語曰。王公恨恨。有送故之情也。御覽四百九十六。 \\n 羊祜 \\n 昔有攘羊遺叔向之母。母埋之。後事發檢羊。肉盡唯舌存。遂以羊舌為氏族。祜其後也。御覽四百二十六。 \\n 先時吳童謠云。阿童復阿童。銜刀浮渡江。不畏岸上虎。但畏水中龍。祜聞之曰。此必水軍有功。即表王濬為龍驤將軍。謀伐吳。同上二百三十九。 \\n 祜周行賊境七百餘里。往反四十餘日。刈賊穀以為軍糧。皆計頃畝。送絹還直。使如穀價。同上八百三十七。 \\n 裴楷 \\n 裴楷少知名。而風情朗悟。初陳留阮籍遭母喪。楷弱冠往弔。籍乃離喪位。神志晏然。至乃縱情嘯詠。傍若無人。楷不為改容。行止自若。遂便率情獨哭。哭畢而退。威容舉動無異。御覽五百六十一。 \\n 石崇嘗與裴楷、孫綽、醉宴。而綽慢節過度。崇責之。楷曰。季舒酒狂。四海所知。足下飲人狂藥。責人正禮。同上七百三十九。 \\n 賈充等治法律。楷亦參典其事。事畢。詔專讀奏平章當否。楷善能諷誦。音聲朗暢。執刑書穆若清詠焉。同上三百八十八。 \\n 衛玠 \\n 衛玠字叔寶。御覽二百九。 \\n 玠有虛令之秀。清勝之氣。在群伍之中。有異人之望。祖太保見玠五歲曰。此兒神爽聰令。與眾大異。恐吾老不及見爾。世說注四。 \\n 玠在群伍之中。實有異人之望。齠齔時。武子常與乘白羊車于洛陽市上。舉市咸曰。誰家璧人。玠、武子甥也。于是家門州黨號為璧人。世說注六。　初學記十九。　御覽五百二十一。 \\n 驃騎王濟。玠之舅也。嘗與同遊。語人曰。昨日吾與外甥並出。一作共坐。冏若明珠之在我側。朗然來照人。世說注六。　初學記十九。　御覽五百二十一。 \\n 玠少有名理。善通莊老。琅邪王平子高氣不群。邁世獨傲。每聞玠之相議。至于理會之閒。要妙之際。輒絕倒于坐。前後三聞。為之三倒。時人遂曰。衛君談道。平子三倒。世說注五。 \\n 陳留阮千里。有令聞。當年太尉王君見而問曰。老莊與聖教同異。阮曰將無同。太尉善其言而辟之為掾。世號曰三語掾。君見而嘲之曰。一言可辟。何假三。阮曰。苟是一作足。天下民望。可無言而辟。何假于一言。御覽二百九。又三百九十。 \\n 玠素抱羸病。世說注六。 \\n 玠少有名理。善易老。自羸疾。初不于外擅相酬對。時友歎曰。衛君不言。言必入真。至武昌。見大將軍王敦。敦與談論。咨嗟不已。世說注三。 \\n 玠至武昌見王敦。敦與之談論彌日。信宿。敦顧謂僚屬曰。昔王輔嗣吐金聲于中朝。此子今復玉振于江表。微言之緒。絕而復續。不悟永嘉之中。復聞正始之音。阿平若在。當復絕倒。世說注五。 \\n 玠穎識通達、風韻標令。陳郡謝幼輿敬以亞父之禮。論者以為出王眉子、平子、武子。之右。世咸謂諸王三子。不如衛家一兒。娶樂廣女。裴叔道曰。妻父有冰清之姿。婿有璧潤之望。所謂秦晉之匹也。為太子洗馬。永嘉四年南至江夏。與兄別于梁里澗。語曰。在三之義。人之所重。今日忠臣致身之道。可不勉乎。行至豫章。乃卒。世說注二。 \\n 玠咸和中墳遷于江寧。丞相王公教曰。衛洗馬明當改葬。此君風流名士。海內民望。可修三牲之祭。以敦舊好。世說注六。　御覽五百五十五。 \\n 永和中。丹陽尹劉真長、鎮西將軍謝仁祖、並知名。時人共商略中朝人士。遂及于玠。或問杜弘治可得方衛洗馬不。謝曰。安得相比。其閒可容數人。世說注五。　御覽四百四十四。及四百四十六。 \\n 張華 \\n 駕西征鍾會。次長安。華兼中書侍郎。從行。掌軍中書疏表檄。文帝善之。御覽五百九十七。 \\n 陳壽好學。善箸述。師事同郡譙周。少仕蜀。在觀閤為郎。除中書箸作佐郎。撰三國志。當時夏侯湛等多欲作魏書。見壽作即壞己書。初學記十二。　御覽二百三十四。　按皆引作張華別傳。 \\n 雷煥 \\n 雷煥字孔章。鄱陽人。善星歷卜占。晉司空張華。夜見異氣起斗牛之閒。華問煥見之乎。煥曰。此謂寶劍氣也。華曰。時有相吾者云。君當貴達。身佩寶劍。此言欲效矣。乃拜煥為豐城令。煥到縣。移獄。掘獄基入四十餘尺。得青石函一枚。中有雙劍。琢錯文采。翳而未明。煥初經南昌。遣人取西山北巖下土二升。黃白色。用拭劍。光豔照耀。莫不驚愕。乃送一劍並少黃土與華。自留一劍。華得劍。喜置坐側。曰此干將也。莫邪何以不至。然天生神物。終當合耳。此土南昌西山北巖土也。不如華陰山赤土。乃更封華陰赤土一斤送與煥。答書云。詳觀劍體。真干將也。君更用赤土磨拭。劍鮮光逾益精明。及華誅。劍亡玉匣。莫知所在。後煥亡。煥子爽帶劍經延平津。劍無故墮水。令人沒水逐覓。見二龍長數丈盤交。須臾光采徹發。曜日映川。御覽三百四十三。又三十七略。 \\n 司馬無忌 \\n 無忌字公壽。丞子也。才器超濟。有文武幹。襲封譙王衛軍將軍。世說注八。 \\n 荀勖 \\n 司徒缺。帝問其人于勖。答曰。二公具瞻所歸。不可用非其人。昔魏文帝用賈詡為三公。孫權笑之。三國志注十。　御覽三百九十一。 \\n 賈充 \\n 充父逵晚有子。故名曰充。字公閭。言後必有充閭之異。世說注八。 \\n 充妻李氏。有淑性。令才也。世說注六。 \\n 王乂 \\n 王乂字叔元。琅邪臨沂人。時蜀新平。二將作亂。文帝西之長安。乃以為相國司馬。遷大尚書。出都督幽州諸軍事。平北將軍。世說注一。 \\n 山濤 \\n 陳留阮籍、譙國嵇康、並高才遠識。少有陪其契者。濤初不識。一與相遇。便為神交。初學記十八。　御覽四百九。　按皆引作袁宏山濤別傳。 \\n 王澄 \\n 澄風韻邁達。志氣不群。從兄戎、兄夷甫、名冠當年。四海人士一為澄所題目。則二兄不復措意。云己經平子。其見重如此。是以名聞益盛。天下知與不知。莫不傾注。後事跡不逮。朝野失望。及舊遊識見者。猶曰當今名士也。世說注五。 \\n 澄子微。邁達有父風。世說注五。 \\n 盧諶 \\n 諶善著文章。洛陽傾覆。北投劉琨。琨以為司空從事中郎。琨敗。歸段末波。元帝之初。累召為散騎中書侍郎。不得南赴。永和六年。卒于胡。胡中子孫過江。妖賊帥盧循。諶之曾孫。三國志注二十二。 \\n 傅宣祇子。暢兄。 \\n 宣字世弘。北地泥陽人。年十三。而著河橋賦。有文義。御覽三百八十五。 \\n 宣為御史中丞。明法直繩。內外震肅。甚有威風。初學記十二。 \\n 阮孚咸子。瞻弟。 \\n 孚風韻疏誕。少有門風。世說注四。 \\n 阮仲容所幸姑家婢生子。仲容與姑書曰。胡婢遂生胡兒。姑答書曰。魯靈光殿賦曰。胡人遙集于上楹。可字曰遙集也。故孚字遙集。同上七。 \\n 阮裕放弟。 \\n 裕字思擴。陳留尉氏人。祖略、齊國內史。父顗、汝南太守。裕淹通有理識。累遷侍中。以疾築室會稽剡山。徵金紫光祿大夫。不就。年六十一卒。世說注一引阮光祿別傳。 \\n 裕居會稽剡山。志存肥遁。同上六。 \\n 嵇康 \\n 康長七尺八寸。美音氣。好容色。好一作偉。雖土木形骸。不加飾厲。而龍章鳳姿。天質自然。正爾在群形之中。便自知非常之器。世說注六。　初學記十九。　文選注二十一。 \\n 康性含垢藏瑕。愛惡不爭于懷。喜怒不寄于顏。所知王濬沖在襄城。面數百未嘗見其疾聲朱顏。此亦方中之美範。人倫之勝業也。世說注一。 \\n 山巨源為吏部郎。遷散騎常侍。舉康。康辭之。並與山絕。豈不識山之不以一官遇己情耶。亦欲標不屈之節。以杜舉者之口耳。乃答濤書。自說不堪流俗。而非薄湯武。大將軍聞而惡之。世說注六。 \\n 孫登謂康曰。君性烈而才雋。其能免乎。三國志注二十一。 \\n 康臨終言曰。袁孝尼嘗從吾學廣陵散。吾每固之不與。廣陵散于今絕矣。同上。 \\n 又兄喜為傳。 \\n 家世儒學。少有俊才。曠邁不群。高亮任性。不修名譽。寬簡有大量。學不師授。博洽多聞。長而好老莊之業。恬靜無欲。性好服食。常採御上藥。善屬文論。彈琴詠詩。自足于懷抱之中。以為神仙者。稟之自然。非積學所致。至于導養得理。以盡性命。若安期彭祖之倫。可以善求而得也。著養生篇。知自厚者所以喪其所生。其求益者必失其性。超然獨達。遂放世事。縱意于塵埃之表。撰錄上古以來聖賢隱逸遁心遺名者。集為傳贊。自混沌至于管寧。凡百一十有九人。蓋求之于宇宙之內。而發之乎千載之外者矣。故世人莫得而名焉。三國志注二十一。 \\n 向秀 \\n 秀字子期。河內人。少為同郡山濤所知。又與譙國嵇康、東平呂安、友善。並有拔俗之韻。其趨舍進止。無不畢同。而造事營生業亦不異。常與嵇康偶鍛于洛邑。與呂安灌園于山陽。收其餘利。以供酒食之費。以上依御覽百九十七。又八百二十四校補。或率爾相攜觀原野。極遊浪之勢。亦不計遠近。或經日乃歸。復修常業。以上又依御覽四百九引補。不慮家之有無。外物不足拂其心。弱冠著儒道論。棄而不錄。好事者或存之。或云是其族人所作。困于不行。乃告秀欲假其名。秀笑曰。可復爾耳。後康被誅。秀遂失圖。乃應歲舉。到京師。詣大將軍司馬文王。文王問曰。聞君有箕山之志。何能自屈。秀曰。常謂彼人不達堯意。本非所慕也。一坐皆悅。隨次轉至黃門侍郎。散騎常侍。世說注一。 \\n 秀與嵇康、呂安、為友。取舍不同。嵇康傲世不羈。安放逸邁俗。而秀雅好讀書。二子頗以此嗤之。後秀將注莊子。先以告康、安。康、安、咸曰。此事書詎復須注。徒棄人作樂事耳。及成。以示二子。康曰。爾故復勝不。安乃驚曰。莊周不死矣。後注周易大義可觀。而與漢世諸儒互有彼此。未若隱莊之絕倫也。世說注二。 \\n 謝鯤 \\n 鯤從王敦下石頭。數諫。鯤之諷切雅正。皆此類也。世說注五。 \\n 鯤四十三卒。贈太常。同上三。 \\n 羊曼 \\n 曼字延祖。泰山南城人。父暨、陽平太守。曼頹縱宏任。飲酒誕節。與陳留阮放等號兗州人達。累遷丹陽尹。為蘇峻所害。世說注四。 \\n 曹志 \\n 志字允恭。好學有才行。晉武帝為中撫軍。迎常道鄉公于鄴。志夜與帝相見。帝與語從暮至旦。甚器之。及受禪。改封鄄城公。發詔以志為樂平太守。歷章武、趙郡。遷散騎常侍。國子博士。後轉博士祭酒。及齊王攸當之藩。下禮官議崇錫之典。志歎曰。安有如此之才。如此之親。而不得樹本助化。而遠出海隅者乎。乃建議以諫。辭旨甚切。帝大怒。免志官。後復為散騎常侍。志遭母憂。居喪盡哀。因得疾病。喜怒失常。太康九年卒。諡曰定公。三國志注十九。 \\n 庾岷 \\n 岷字子居。位列侍中。劉曜作亂。京都傾覆。岷時直在省。謂僚佐曰。吾必死此屋內。既天子蒙塵。岷與許遐等侍從。曜當作劉聰。設會。使帝行酒。岷至帝前。乃慨然流涕。曜亦當作聰。曰。此動人心。即時遇害。御覽四百十八。 \\n 陸機 \\n 機博學。善屬文。非禮不動。入晉。仕著作郎。至平原內史。世說注二。 \\n 成都王長史盧志。與機弟雲趣舍不同。又黃門孟玖。求為邯鄲令于穎。穎教付雲。雲時為左司馬。曰。刑餘之人。不可以君民。玖聞此怨雲。與志讒構日至。及機于七里澗大敗。玖誣機謀反所致。穎乃使牽秀斬機。先是夕夢黑幔繞車。手決不開。惡之。明旦秀兵奄至。機解戎服。著衣幍見秀。容貌自若。遂見害。時年四十三。軍士莫不流涕。是日。天地霧合。大風折木。平地尺雪。時人以為冤。世說注八。御覽十二。 \\n 孟玖欺成都王穎曰。陸機司馬孫拯。備知機情。可考驗也。穎于是收拯父子五人。考掠備加。踝骨皆脫出。終不誣機。御覽三百七十二。 \\n 陸雲 \\n 雲字士龍。吳大司馬抗之第五子。機同母之弟也。儒雅有俊才。容貌瑰偉。口敏能談。博聞強記。善箸述。六歲便能賦詩。時人以為項橐楊烏之儔也。年十八。刺史周浚命為主簿。浚常嘆曰。陸士龍當今之顏淵也累遷太子舍人。清河內史。為成都王所害。世說注四。 \\n 潘岳 \\n 岳姿容甚美。風儀閒畼。世說注六。 \\n 岳夙以才穎發名。其所箸述。清綺絕倫。為黃門侍郎。為孫秀所殺。三國志注二十一。 \\n 潘尼 \\n 尼少有清才。文辭溫雅。初應州辟。後以父老歸供養。居家十餘年。父終。晚乃出仕。尼嘗贈陸機詩。機答之。其四句曰。猗歟潘生。世篤其藻。仰儀前文。丕隆祖考。位終太常。三國志注二十一。 \\n 江蕤統祖。 \\n 江蕤字世林。御覽三百八十五。年七歲。葬父。有酒肉食之。左右或戲曰。郎為孝。何肉食。蕤瞿然歛容。遂不食。御覽八百六十三引作家傳。 \\n 蕤年十一。始知一作學。摴蒲。數以為遊。祖母費為說往事。有以博弈破業廢身者。于是即棄五木。終身不以為戲。御覽八百八十五。亦引作家傳。　御覽五百十一。又七百五十四。皆引作江蕤別傳。 \\n 江統 \\n 江統字應元。時太傅從事中郎庾子嵩以風韻見重。亦雅敬君德。每云。當今可以居司徒允民望者。江生其人也。御覽二百八。 \\n 太傅東海王領州牧。請為別駕。與君書曰。昔子師作豫州。未下車辟荀慈明。下車辟孔文舉。貴州人士。有堪此求者不。知君舉高平郄道微為賢良。陳留阮宣子為直言。濟北程宏叔為方正。皆于時選為允。御覽二百六十三。 \\n 統遷愍懷太子洗馬。嘗上疏諫曰。今西園賣醯麫茶菜藍子之屬。虧敗國體。同上八百六十七。　按上皆引統家傳。亦依江蕤例附。 \\n 江惇統子。 \\n 山遐為東陽。風政嚴苛。多任刑殺。郡內苦之。惇隱東陽。以仁恕懷物。遐感其德。為微損威猛。世說注二。 \\n 周處 \\n 處字子隱。吳郡陽羨人。父魴、吳鄱陽太守。處少孤。不治細行。世說注六。 \\n 氐賊齊萬年為亂。乃以處為建威將軍。進軍大戰。奮劍忼慨。仰天嘆曰。古者良將受脤。鑿凶門以出。蓋有進無退。我為大臣。以身殉國。不亦可乎。遂戰而死。初學記十七。　御覽四百十七。 \\n 祖逖 \\n 逖為豫州刺史。克己矜施。不蓄資產。喪亂之餘。白骨未收者。為之殯葬。其有骨肉恩薄不收歛者。皆加貶責。由是百姓感化。復睹太平。置酒大會。坐中耆老相與流涕而歎曰。吾等投老。更得父母。死將何恨。又童謠曰。幸哉遺民逸豺虎。三辰既明遇慈父。元酒清醪甘瓠脯。亦何報恩歌且舞。御覽二百五十八。 \\n 司馬晞 \\n 晞字道升。元帝第四子。初封武陵王。拜太宰。少不好學。尚武凶恣。時太宗輔政、晞以宗長不得執權。常懷憤慨。欲因桓溫入朝殺之。太宗即位。新蔡王晃首。辭引與晞及子綜謀逆。有司奏晞斬刑。詔原之。徙新安。晞未敗四五年中。喜為挽歌。自搖大鈴。使左右習和之。又燕會。倡伎作新安人歌舞離別之辭。其聲甚悲。後果徙新安。世說注八。 \\n 司馬道子 \\n 王諱道子。簡文帝第五子也。封會稽王。領司徒、揚州刺史。進太傅。為桓玄所害。贈丞相。世說注二引作孝文王傳。 \\n 王導 \\n 王導字茂弘。琅邪人。祖覽、以德行稱。父裁、侍御史。導少知名。家世貧約。恬暢樂道。未嘗以風塵經懷也。世說注一引作丞相別傳。 \\n 王劭 \\n 劭字敬倫。丞相導之第五子。清貴簡素。風姿甚美。而善治容儀。雖家人近習。莫見其怠惰之容。研味玄頤。當作賾。大司馬桓溫見而稱之曰。可謂鳳雛。累遷尚書僕射。吳國內史。世說注四。　御覽三百八十九。 \\n 王薈 \\n 薈字敬文。丞相最小子。有清譽。夷泰無競。仕至鎮軍將軍。世說注四。 \\n 薈為吳郡內史。其年大饑。薈出私財。為百姓饘粥。御覽八百五十九。 \\n 王珣 \\n 王珣字元琳。丞相導之孫。領軍洽之子也。少以清秀稱。大司馬桓溫辟為主簿。從討袁真。封交阯望海縣東亭侯。累遷尚書左僕射。領選。進尚書令。世說注二引作王司徒傳。 \\n 王珉 \\n 珉字季琰。琅邪人。丞相導孫。中領軍洽少子。有才藝。善行書。名出兄珣右。累遷侍中、中書令。贈太常。世說注二。 \\n 詔曰。新除侍中王珉。才學廣瞻。義理精通。一作理識清通。宜處樞一作機。近。以參時務。其以珉為長。兼中書令。初學記十一。　御覽二百二十。 \\n 陶侃 \\n 侃母湛氏。賢明有法訓。侃在武昌。與佐吏從容飲燕。常有飲限。或勸猶可少進。侃悽然良久曰。昔年少。曾有酒失。二親見約。故不敢踰限。及侃丁母憂。此句以下。亦見御覽五百六十一。在墓下。忽有二客來弔。不哭而退。儀服鮮異。知非常人。遣隨視之。但見雙鶴沖天而去。世說注六。 \\n 外國獻氍〈叟毛〉。本作〈毛叟〉音搜織毛褥也。公舉之曰。我還國。當與牙共眠。牙名倓之。字處靜。是公庶孫。小而被知。以為後嗣。御覽七百八。 \\n 庾翼薨。表其子爰之代為荊州。何充曰。陶公重勳也。臨終高讓。丞相未薨。敬豫為四品將軍。于今不改。親則道恩。優游散騎。未有超卓若此之授。乃以徐州刺史桓溫為安西將軍、荊州刺史。世說注四。 \\n 範字道則。侃第十子也。侃諸子中最知名。歷尚書。祕書監。世說注四。 \\n 郗鑒 \\n 鑒字道徽。高平金鄉人。漢御史大夫郗慮後也。少有體正。耽思經籍。以儒雅著名。永嘉末。天下大亂。饑饉相望。冠帶以下。皆割己之資供鑒。元皇徵為領軍。遷司空。太尉。世說注一。 \\n 郗愔 \\n 愔字方回。高平金鄉人。太宰鑒長子也。淵靖純素。無執無競。簡私暱。罕交遊。歷會稽內史。侍中。司徒。世說注五。 \\n 郗超 \\n 超精于理義。沙門支道林以為一時之俊。世說注二。 \\n 郗曇 \\n 曇字重淵。鑒少子。性韻方質。和正沈簡。累遷丹陽尹。北中郎將。徐、兗、二州刺史。世說注六。 \\n 賀循 \\n 循字彥先。會稽山陰人。本姓慶。高祖純、避漢帝諱。改為賀氏。父劭、吳中書令。以忠正見害。循少嬰家禍。流放荒裔。吳平乃還。秉節高舉。元帝為安東。徵循為吳國內史。世說注五。 \\n 周顗 \\n 王敦討劉隗時。溫太真為東宮庶子。在承華門外與顗相見。曰。大將軍此舉有在。義無有濫。顗曰。君年少。希更事。未有人臣若此。而不作亂。共相推戴數年而為此者乎。處仲狼抗而強忌。平子何在。世說注三。 \\n 卞壼 \\n 壼字望之。濟陰冤句人。父粹、太常卿。壼少以貴正見稱。累遷御史中丞。權門屏跡。轉領軍尚書令。蘇峻作亂。率眾距戰。父子三人俱死王難。世說注五。 \\n 壼正色立朝。百寮嚴憚。貴遊子弟。莫不祗肅。同上七。 \\n 鍾雅 \\n 雅字彥冑。潁川長社人。魏太傅鍾繇弟仲常曾孫也。少有才志。累遷至侍中。世說志二。 \\n 蘇峻逼主上幸石頭。雅與劉超並侍帝側。匡衡與石頭中人密期拔至尊出。事覺被害。同上。 \\n 孫惠 \\n 惠好學有才智。晉永寧元年。赴齊王冏義。以功封晉興侯。辟大司馬賊曹屬。冏驕矜僭侈。天下失望。惠獻言于冏。諷以五難四不可。勸令委讓萬機。歸藩青岱。辭甚深切。冏不能納。頃之果敗。成都王穎召為大將軍參軍。是時穎將有事于長沙。以陸機為前鋒都督。惠與機鄉里親厚。憂其致禍。謂之曰。子盍讓都督于王粹乎。機曰。將謂吾避賊首鼠。更速其害。機尋被戮。二弟雲、耽、亦見殺。惠甚傷恨之。永興元年。乘輿幸鄴。司空東海王越治兵下邳。惠以書于越。詭其姓名。自稱南岳逸民秦祕之。勉以勤王匡世之略。辭義甚美。越省其書。牓題通衢。招求其人。惠乃出見。越即以為記室參軍。專掌文疏。豫參謀議。每造書檄。越或驛馬催之。應命立成。皆有辭旨。累遷顯職。後為廣武將軍、安豐內史。年四十七卒。惠文翰凡數十首。三國吳志注六。 \\n 郭璞 \\n 璞少好經術。明解卜筮。永嘉中。海內將亂。璞投策歎曰。黔黎將同異類矣。便結親暱十餘家南渡江。居于暨陽。世說注六。 \\n 璞奇博多通。文藻粲麗。才學賞豫。足參上流。其詩賦誄頌並傳于世。而訥于言。造次詠語。常人無異。又不持儀檢。形質穨索。縱情嫚惰。時有醉飽之失。友人干令升戒之曰。此伐性之斧也。璞曰。吾所受有分。恆恐用之不盡。豈酒色之能害。王敦取為參軍。敦縱兵都輦。乃咨以大事。璞極言成敗。不為回屈。敦忌而害之。世說注三。 \\n 庾翼 \\n 翼字稚恭。潁川鄢陵人也。少有大度。時論以經略許之。兄太尉亮薨。朝議推才。乃以翼都督七州。進征西將軍、荊州刺史。世說注二。 \\n 翼為荊州。雅有正志。每以門地威重。兄弟寵授。不陳力竭誠。何以報國。雖蜀阻險塞。胡負凶力。然皆無道酷虐。易可乘滅。當此時不能掃除二寇。以復王業。非丈夫也。于是徵役三州。悉其帑實。成眾五萬。兼率荒附。治戎大舉。直指魏趙。軍次襄陽。耀威漢北也。世說注六。 \\n 桓彝 \\n 彝字茂倫。譙國龍亢人。漢五更桓榮十世孫也。父穎、有高名。彝少孤。識鑒明朗。避亂渡江。累遷散騎常侍。世說注一。 \\n 桓豁 \\n 豁字朗子。溫之弟。累遷荊州刺史。贈司空。世說注六。 \\n 桓石秀豁子。 \\n 石秀為竟陵太守。遷江州刺史。非其志也。治稱不煩。在州郡弋釣山澤。縱心游覽而已。善馳射。望之若畫。御覽二百五十五。 \\n 桓沖 \\n 沖字玄叔。溫弟也。累遷騎將軍。都督七州諸軍事。世說注六。 \\n 王湛 \\n 王處沖身長八尺。龍頰大鼻。御覽三百六十七。 \\n 處沖為尚書郎。外望簡縱。若有遺漏。然事要機輒執其中。中外之閒。亡所辨明。臺閣歸重之。御覽二百十五。襄城郝仲將門至孤陋。非其所偶也。君嘗見其女。便求聘。果高朗英邁。母儀冠族。其通識餘裕。皆此類。世說注六引作汝南別傳。　按湛為汝南內史。 \\n 王述 \\n 述字懷祖。太原晉陽人。祖湛、父承、並有高名。述蚤孤。事親孝謹。簞瓢陋巷。宴安永日。由是為有識所知。襲爵藍田侯。世說注三。 \\n 述常以為人之處世。當先量己而後動。義無虛讓。是應辭。便當固執。其貞固不踰。皆此類。同上四。 \\n 述少真獨退靜。人未常知故有晚令之言。同上七。 \\n 王坦之 \\n 坦之字文度。太原晉陽人。祖東海太守承。原作丞。清淡平遠。父述。貞貴簡正。坦之器度淳深。孝友天至。譽輯朝野。標的當時。累遷侍中、中書令。領北中郎將。徐、兗、二州刺史。世說注二引王中郎傳。 \\n 范汪 \\n 汪字玄平。潁陽人。左將軍略之孫。少有不常之志。通敏多識。博涉經籍。致譽于時。歷吏部尚書。徐、兗、二州刺史。世說注七。 \\n 劉惔 \\n 惔字真長。沛國蕭人也。漢氏之後。真長有雅裁。雖蓽門陋巷。晏如也。歷司徒左長史。侍中。丹陽尹。為政務鎮靜信誠。風塵不能移也。世說注一引劉尹別傳。 \\n 惔既令望。姻婭帝室。故屢居達官。然性不偶俗。心淡榮利。雖身登顯列。而每挹降。閑靜自守而已。同上五。 \\n 惔有俊才。其談詠虛勝。理會所歸。王濛略同而敘致過之。其詞當也。同上。 \\n 王舒 \\n 舒字處明。琅邪人。祖覽、知名。父會、御史。舒器業簡素。有文武幹。中宗用為北中郎將、荊州刺史。尚書。僕射。出為會稽太守。以父名會。累表自陳。討蘇峻有功。封彭澤侯。贈車騎大將軍。世說注四。 \\n 王邃 \\n 邃字處重。琅邪人。舒弟也。意局剛清。以政事稱。累遷中領軍。尚書。左僕射。世說注五。 \\n 王廙 \\n 廙字世將。祖覽。父正。廙高朗豪率。王導與庾亮遊于石頭。會遇廙至。爾日迅風飛颿。廙倚船樓長嘯。神氣甚逸。以上五句。亦見御覽三百九十二。導謂亮曰。世將為復識事。亮曰。正足舒其逸耳。性倨傲。不合己者而拒之。故為物所疾。加平南將軍。薨。世說注八。 \\n 王彬廙弟。 \\n 彬字世儒。琅邪人。祖覽、父正、並有名德。彬爽氣出儕類。有雅正之韻。與元帝姨兄弟。佐佑皇業。累遷侍中。從兄敦下石頭。害周伯仁。彬與顗素善。往哭其尸。甚慟。既而見敦。敦怪其有慘容。而問之。答曰。向哭周伯仁。情不能已。敦曰。伯仁自致刑戮。汝復何為者哉。彬曰。伯仁清譽之士。有何罪。因數敦曰。抗旌犯上。殺戮忠良。音辭忼慷。與淚俱下。敦怒甚。丞相在坐。代為之解。命彬曰拜謝。彬曰。有足疾。此來見天子。尚不能拜。何跪之有。敦曰。腳疾何如頸疾。以親故不害之。累遷江州刺史。左僕射。贈衛將軍。世說注四。 \\n 王彪之廙子。 \\n 彪之從伯謂彪之曰。選曹舉汝為尚書郎。中可作諸王佐邪。世說注四。 \\n 王胡之 \\n 胡之字修齡。琅邪臨沂人。王廙之子也。歷吳興太守。徵侍中。丹陽尹。祕書監。並不就。拜使持節都督司州諸軍事。西中郎將。司州刺史。世說注二。 \\n 胡之常遺世務。以高尚為情。與謝安相善也。　 \\n 胡之治身清約。以風操自居。　 \\n 胡之少有風尚。才器率舉。有秀悟之稱。　 \\n 胡之好恢諧。善屬文辭。為當世所重。皆同上五。 \\n 虞〈馬斐〉 \\n 〈馬斐〉字思行。會稽餘姚人。虞翻曾孫。右光祿潭兄子也。雖機幹不及潭。而制行過之。歷吏部郎。吳興守。徵為金紫光祿大夫。卒。世說注五。 \\n 〈馬斐〉未登臺鼎。時論稱屈。同上。 \\n 陸玩 \\n 玩字士瑤。吳郡吳人。祖瑁、父英、在郡有譽。玩器量淹雅。累遷侍中、尚書令。左僕射、尚書令。贈太尉。世說注二。 \\n 是時王導、郗鑒、庾亮、相繼薨殂。朝野憂懼。以玩德望。乃拜司空。玩辭讓不獲。乃歎息謂朋友曰。以我為三公。是天下無人矣。時人以為知言。同上五。 \\n 蔡充 \\n 充字子尼。祖睦、蔡邕孫也。充少好學。有雅尚。體貌尊嚴。莫有媟慢于其前者。高平劉整有俊才。白衣居家。而車服奇麗。謂人曰。紗縠吾之常服耳。常遇蔡子尼在坐。而終日不自安。以上亦見御覽八百十六。依校補數字。見憚如此。是時陳留為大郡。多人士。琅邪王澄嘗經郡入境。問此郡多士有誰乎。吏曰。有江應元、蔡子尼、時陳留多居大位者。澄問何以但稱二人。吏曰。向謂君侯問人。不謂位也。澄笑而止。充歷成都王東曹掾。故稱東曹。世說注八。 \\n 蔡謨充子。 \\n 謨字道明。濟陽考城人。博學有識。避地江左。歷左光祿。錄尚書事。揚州刺史。薨贈司空。世說注四引蔡司徒別傳。 \\n 諸葛恢 \\n 恢字道明。琅邪陽都人。祖誕、司空。父靚、亦知名。恢少有令聞。稱為賢明。避難江左。中宗召補主簿。累遷尚書令。世說注三。 \\n 殷浩 \\n 浩字淵源。陳郡長平人。祖識、濮陽相。父羨、光祿勳。浩少有重名。仕至揚州刺史。中軍將軍。世說注二。 \\n 浩善老易。能清言。康伯浩甥也。甚愛之。同上三。 \\n 會稽王少著名譽。有學之舉。必極有德。以浩為友。御覽二百四十八。 \\n 顧悅 \\n 君以古道陵遲于世。入見王簡文。王髮無二毛。而君已斑白。問君年。乃曰卿何以偏蚤白。君曰。松柏之姿。經霜猶茂。蒲柳之質。望秋先零。受命之異也。王稱善久之。世說注二。　按此顧凱之為其父傳。 \\n 孔愉 \\n 愉字敬康。會稽山陰人。初永嘉大亂。愉入臨海山中。不求聞達。中宗命為參軍。自永嘉以下。依世說注六引補。原作初辟中宗參軍一句。討華軼有功。封餘不亭侯。愉少時嘗得一龜。放于餘不溪中。龜中路左顧者數過。及後鑄印。而龜左顧。更鑄猶如此。印師以聞。愉悟取而佩焉。累遷尚書左僕射。贈車騎將軍。世說注四。 \\n 謝安 \\n 王珣以疾辭職。歲餘卒。桓玄與會稽王道子書曰。珣神情朗悟。經史明徹。風流之美。公私所寄。忽爾喪失。歎悼之深。豈但風流相悼而已。御覽三百八十。 \\n 謝玄 \\n 玄能清言。善名理。世說注三引謝玄別傳。 \\n 玄字幼度。鎮西將軍奕第三子也。神理明俊。善微言。叔父太傅嘗與子姪燕集。問、武帝任山公以三事。任以官人。至于賜予。不過斤。合當有旨不。玄答曰當由欲者不多。而使與者忘少。有辭致也。世說注二引謝車騎家傳。 \\n 氐賊苻堅。傾國大出。眾號百萬。朝廷遣諸軍拒之。凡八萬。堅進屯壽陽。玄為前鋒都督。與從弟琰等選精銳決戰。射傷堅。俘獲數萬計。得偽輦及雲母車。寶器山積。錦罽萬端。牛馬驢騾駝十萬頭匹。世說注四引謝車騎傳。 \\n 王獻之 \\n 獻之祖父曠、淮南太守。父羲之、右將軍。獻之咸寧中詔尚餘姚公主。遷中書令。卒。世說注一。 \\n 許邁 \\n 邁好養生。遣妾歸家。東遊。採茶于桐廬山。欲斷穀。以山近人。不得專壹。移入臨安。自以無復反期。乃改名遠遊。書與婦別。御覽四百八十九。 \\n 邁少名暎。高平閻慶等皆就暎受集。暎曰。閻君可服氣以斷穀。彭君宜餌藥以益氣。慶等將去。暎為燒香以五色煙出。暎亦自去。莫知所在。初學記二十五。御覽八百七十一。 \\n 邁少名暎。有鼠齧暎衣。乃作符召鼠。莫不畢至于中庭。映曰。齧衣者留。不齧衣者去。群鼠並去。唯一鼠獨住。伏于中庭。而不敢動。御覽九百十一。 \\n 延陵之茅山。是洞庭西門。潛通五岳。同上四十一。 \\n 孫放 \\n 放字齊莊。監君父盛為祕書監。次子也。年八歲。太尉庾公召見之。放清秀欲觀試。乃授紙筆令書。放便自疏名字。公題後問之曰。為欲慕莊周邪。放書答曰。意欲慕之。公曰。何故不慕仲尼而慕莊周。放曰。仲尼生而知之。非希企所及。至于莊周。是其次者。故慕耳。公謂賓客曰。王輔嗣應答。恐不能勝之。卒長沙王相。世說注二。 \\n 庾公建學校。孫君年最幼。入為學生。班在諸生之後。公問君何獨居後。答曰。不見船拖耶。在後所以正船。御覽七百七十一。 \\n 放兄弟並秀異。與庾翼子園客同為學主。園客少有佳稱。因談笑嘲放曰。諸孫于今為盛。盛監君諱也。放即答曰。未若諸庾之翼翼。放臨機制勝。時人仰焉。司馬景王陳鍾諸賢相酬。無以踰也。世說注七。 \\n 君性好音。能操琴及琵琶。以自散。御覽五百八十三。 \\n 顧和 \\n 和字君孝。吳郡人。祖容、吳荊州刺史。父相、晉臨海太守。和總角知名。族人顧榮雅相器愛曰。此吾家之麒驥也。興衰宗者。必此子也。以上亦見世說注二。末句作必振衰族。顧球時為揚州別駕。亦有令聞。顧榮謂球曰。君速步。君孝如是超卿矣。御覽二百六十三。又四百四十四。 \\n 和累遷尚書令。世說注三。 \\n 袁喬 \\n 喬字彥升。陳郡人。父瑰、光祿大夫。喬歷尚書郎。江夏相。從桓溫平蜀。封湘西伯。益州刺史。世說注二引袁氏家傳。 \\n 喬有文才。同上三。 \\n 袁耽準孫。 \\n 耽字彥道。陳郡陽夏人。魏中郎令渙曾孫也。魁梧爽朗。高風振邁。少倜儻不羈。有異才。士人多歸之。仕至司徒從事中郎。世說注七。 \\n 王雅 \\n 雅字茂建。東海沂人。少知名。世說注八。 \\n 王恭 \\n 恭清廉貴峻。志存格正。起家著作郎。歷丹陽尹。中書令。出為五州都督前將軍。青、兗、二州刺史。世說注一。 \\n 庾袞 \\n 次兄有疾。癘氣方殷。袞納漿粥扶持。不舍晝夜。友愛之至。本之天性。初學記十七引庾衮別傳。 \\n 君妻樂氏。生子澤。初君與妻捃而產于澤。遂以命之。御覽八百二十四引庾異行傳。　按世號衮為異行。 \\n 孫晷 \\n 親戚有窮老者。晷原誤略。或推被以卹之。竟寒不解帶而寢。御覽七百七。 \\n 顏含 \\n 顏髦字居一作君。道。含之子也。少慕家業。惇于孝行。儀狀嚴整。風貌端美。大司馬桓公見而歎曰。顏侍中廟堂之望也。喉舌機要。御覽二百十九。又三百八十九。 \\n 許肅 \\n 肅為愍帝侍中。左衛將軍麴武將與肅齊心拒守。而外救已退。城遂陷沒。幽逼愍帝。送于平陽。肅復冒難侍帝左右。劉載聰一名載。乃以帝為歸漢王。頃之。陰行鴆毒。帝因食心悶。欲見許侍中。肅馳詣前一作賊。相見。帝已不能復語。肅曰。不審陛下尚識臣不。帝猶能執肅手流涕。肅歔欷登床。帝遂殂于扶抱之中。晝夜號泣。哀感異類。以上亦見初學記十七。載外欲明己不害。乃偽責諸臣。欲盡誅之。群臣迸竄。唯肅獨曰。備位故臣。願乞得殯殮。然後就戮。載特聽許。事訖詣載曰。國亂不能匡。君亡不能死。舉目莫非愧恥。將何顏以存。所以忍辱。正以山陵未畢故耳。微情已敘。甘就刑戮。賊共義之。二字一作議。曰。此晉之忠臣。宜加甄賞。遂從議。故得全免。御覽四百十八。 \\n 曹攄 \\n 攄為洛陽令。于時大雪。而宮門夜忽失行馬。攄曰。此非他竊。理可保明。必是門士以療寒。驗之而具服。御覽十二。 \\n 潘京 \\n 陳耽初為州主簿。司空何次道帢偏岸。嘲耽頓帢有所蔽也。應聲報曰。耽頓以蔽有。明府岸以示無。御覽六百八十八。 \\n 杜夷 \\n 君在孩抱之中。異于凡童。舉宗奇之。年六七歲。在縣北郭與小兒輩為竹馬戲。有車行老公。停車視之。歎曰。此有奇相。吾恨不見。御覽三百八十五引杜祭酒別傳。 \\n 桓宣武館于赤蘭橋南曰延賢里。御覽三百三十七。 \\n 君曾新作被〈日耎〉。一作暖。眠不覺晏。起乃歎〈日耎〉便眠。使人忘起異事。因令看陌上有寒苦人。舉被乞之。常眠布被中。同上三百九十三。又七百七。 \\n 君弟子三人。隨道士邢邁入宣城涇縣白水山。去縣七十里。餌朮黃精。經歷年所。有鹿走依舍邊伏眠。邁等怪之。乃為虎所逼。邁乃呪虎退。鹿經日乃去。同上九百六。 \\n 君年五十二。當其終亡。安厝先塋。帛布〈車需〉車。喪儀儉約。執引者皆三吳令望。及北人賢流。御覽五百五十五。 \\n 何禎 \\n 禎廬江潛人。父他字文奇。有雋才。早卒。禎在孕而孤。生遇荒亂。歸依舅氏。齠齔乃追行喪。哀泣合禮。鄉邑稱焉。十餘歲耽志博覽。研精群籍。名馳淮泗。御覽三百八十五。 \\n 徐邈 \\n 君諱邈字仙民。東莞人。岐嶷即明惠聰悟。七歲涉學。詩賦成章。御覽三百八十五。 \\n 邈舉世諮承。傳為定範。舊疑歲神在卯。此宅之左。即彼宅之右地。何得俱忌。邈以為太歲之屬。自是遊神。譬如日出之時。向東背朔。非為定體。同上百八十。 \\n 范宣 \\n 宣字子宣。陳留人。漢萊蕪長范丹後也。年十歲。能誦詩書。兒童時手傷改容。家人以其年幼皆異之。徵太學博士。散騎常侍。一無所就。年五十四卒。世說注一。 \\n 左思 \\n 思字太沖。齊國臨淄人。父雍、起于筆札。多所掌練。為殿中御史。思蚤喪母。雍憐之。不甚教其書學。及長。博覽名文。遍閱百家。司空張華辟為祭酒。賈謐舉為祕書郎。謐誅。歸鄉里。專思箸述。齊王冏請為記室參軍。不起。時為三都賦未成也。後數年疾終。其三都賦敘定。至終乃上。初作蜀都賦云。金馬電發于高崗。碧雞振翼而雲披。鬼彈飛丸以礌礉。火井騰光以續曦。今無鬼彈句。其賦往往不同。思為人無吏幹。而有文才。又頗以椒房自矜。故齊人不重也。世說注二。 \\n 思造張載問瑉蜀事。交接亦疏。皇甫謐西州高士。摯仲治宿儒知名。非思倫匹。劉淵林、衛伯輿、並蚤終。皆不為思賦序注也。凡諸注解。皆思自為。欲重其文。故假時人名姓也。同上。 \\n 趙至 \\n 至字景真。代郡人。流客緱氏。令新之官。至年十三。與母共道傍觀。母曰。汝先世本非微賤家也。世亂流離遂為士仵耳。後能至此不。至答曰。可耳。便求就師讀書。早起。聞父耕叱牛聲。釋書而泣。師問其故。答曰。自傷不能致榮。使老父不免勤苦。師大異之。稱其當為奇器。御覽三百八十五。 \\n 褚陶 \\n 陶字季雅。吳郡錢塘人。褚先生後也。陶聰慧絕倫。年十三。作鷗鳥、水磑、二賦。宛陵嚴仲弼見而奇之曰。褚先生復出矣。弱不好弄。清淡閑默。以墳典自娛。語所親曰。聖賢備在黃卷中。舍此何求。州郡辟不就。吳歸命。世祖補臺郎建中校尉。司空張華與陶書曰。二陸龍躍于江漢。彥先鳳鳴于朝陽。自此以來。常恐南金已盡。而復得之于吾子。故知延州之德不孤。淵岱之寶不匱。仕至中尉。世說注四引家傳。 \\n 羅含 \\n 羅含字君章。桂陽棗陽人。蓋楚熊姓之後。啟土羅國。遂氏族焉。後寓湘境。故為桂陽人。含臨海太守彥曾孫。滎陽太守綏少子也。桓宣武辟為別駕。以官廨諠擾。于城西池小洲上立茅茨。伐木為床。織葦為席。布衣蔬食。晏若有餘。桓公嘗謂眾坐曰。此自江左之清秀。豈荊楚而已。累遷散騎常侍。廷尉。長沙相。致仕。中散大夫門施行馬。含自在官舍。有一白雀棲集堂宇。及致仕還家。階庭忽蘭菊挺生。豈非至行之徵邪。一作此德行幽感之應。　世說注四。　御覽九百二十二。又九百八十三。　按此引作羅府君別傳。 \\n 刺史庾亮初命含為部從事。桓溫臨州。轉參軍。世說注五。 \\n 刺史庾翼以親賢之重。作鎮方岳。搜揚楚楚。匪蘭弗刈。仍辟含荊州部從事。御覽二百六十五。 \\n 含少讀書臥。夢一鳥文色異常。徑飛入口。同上三百九十三。又九百二十八。引吞飛鳥卵四字。 \\n 王濛 \\n 濛字仲祖。太原晉陽人。其先出自周室。經漢魏世為大族。祖父佐、北軍中候。父訥、葉令。濛神氣清韶。年十餘歲。放邁不群。弱冠檢尚。風流雅正。外絕榮競。內寡私欲。辟司徒掾。中書郎。以后父贈光祿大夫。世說注二引王長史別傳。 \\n 丞相王導辟名士時賢。協贊中興。旌命所加。必延俊乂。辟濛為掾。世說注七。 \\n 濛為中書侍郎。在職四年。無人對。又遷司徒左長史。少選四人頻滿。以濛難與比肩故也。初學記十七。　御覽二百二十。 \\n 濛之交物。虛善納善。恕而後行。希見其喜慍之色。凡與一面。莫不敬而愛之。然少孤。事諸母甚謹。篤義穆戾。不修小潔。以清貧見稱。世說注五。 \\n 濛與沛國劉惔齊名。時以濛比袁曜卿。惔比荀奉倩。而共交甚相知賞也。同上。 \\n 濛性和暢。能清言。談道貴理。中簡而有會。商略古賢顯默之際。辭旨劭令。往往有高致。世說注五。 \\n 濛永和初卒。年三十九。沛國劉惔與濛至交。及卒。惔深悼之。雖友于之愛。不能過也。同上六。 \\n 王蘊 \\n 蘊字叔仁。為吏部郎。欲使時無屈滯。曾下鼓急出。日吳乃至家。去臺數里。高褰車帷。先後與語不得進也。一官缺求者十輩。蘊連狀呈宰錄曰。某人有地。某人有才。不得者甘心無怨。御覽二百十六。 \\n 孫登 \\n 孫登字公和。汲郡共縣人。清淨無為。其情志悄如也。好讀書彈琴。頹然自得。觀其風神。若遊六合之外者。當魏末。處共北山。山中以石窟為宇。編草自覆。阮嗣宗聞登而往焉。適見公和苫蓋被髮。端坐巖下鼓琴。嗣宗自下趨進。冀得與言。既坐。莫得與言。嗣宗乃嘹嘈長嘯。與琴音諧會雍雍然。登乃逌爾而笑。因嘯和之。妙響動林壑。風氣清太元。御覽三百九十二。又五百七十九。 \\n 夏統 \\n 夏統字仲御。永興人。與母兄弟居。恒星行夜歸。採秬求食。母老病不綜家事。仲御四鼓起。洒掃庭內。鑽火炊爨之後。徑便入野。御覽四百三十一。 \\n 仲御從父家女巫章丹、陳殊、二人。妍姿冶媚。清歌妙舞。狀若飛仙。上亦見初學記十五。仲御當正會宗弟承問御曰。黃帳之裹。西施之孫。鄭袖之子。膚如凝脂。顏如桃李。徘徊容與。載進載止。彈琴而奏清角。翔風至而白雲起。若乃攜手交舞。流盼頡頏。足踰鞞鼓。口銜笙簧。丹裙赫以四序。素耀煥以揚光。赴急弦而折倒。應緩節以相佯。遠望而雲。近視而雪。舒紅顏而微笑。啟朱脣而揚聲。御覽五百六十八。 \\n 激南楚。吹胡笳。風雲為之動搖。星辰為之變度。初學記十五。　御覽五百八十一。 \\n 夏仲御詣洛。到三月三日。洛中王公以下。莫不方軌連軫。並至南浮橋邊祓禊。男則朱服耀路。女則錦綺粲爛。仲御時在船中。曝所市藥。雖見此輩。穩坐不搖。賈充望見。深奇其節。顧相與語。此人有心膽。有似冀缺。走往問船中安坐者為誰。仲御不應。重問。徐乃答曰。會稽北海閒民夏仲御。御覽三十。　事類賦注四。 \\n 夏統別傳注曰。{艹斂}初生合米擣作〈米半〉。御覽八百五十一。 \\n 郭翻 \\n 翻字道祥。武昌人。御覽五百五十五。 \\n 翻經河。墜刀于水。路人有為取者。翻因與之。路人不取。至于三四。路人固辭。翻曰。爾向不取。我豈能復得乎。路人曰。吾若取此物。為天地鬼神所責矣。知其終不受。乃沈刀于向所失處。路人悵然。乃復沒為取之。翻于是不逆其意。十佩刀價以與之。御覽四百二十四。 \\n 翻遺令儉葬。唯以兩卷老子。示存道德。同上五百五十五。 \\n 郭文 \\n 郭文舉。河內人也。懷帝末。濟江至餘杭市。賣箭箸易鹽米。以樹皮作囊。得鹽米以納囊中。御覽七百四。 \\n 文以石為釜。以竹為甑。同上七百五十七。 \\n 佛圖澄 \\n 里人佛圖澄。不知何許人。出于燉煌。好佛道。出家為沙門。永嘉中。至洛陽。值京師有難。潛遁草澤閒。石勒雄異好殺害。因勒大將軍郭默略見勒。以麻油塗掌。占見吉凶數百里外。聽浮圖鈴聲。逆知禍福。勒甚敬信之。虎即位。亦師澄。號大和尚。自知終日。開棺無屍。唯袈裟法服在焉。世說注二。 \\n 石勒時天旱。佛圖澄于石井岡掘得死龍。長尺餘。漬之以水。良久乃蘇。呪而祭之。龍騰空而上。即大雨降。因名石井為龍岡。事類賦注二十八。 \\n 澄以鉢盛水燒香呪之。須臾鉢中生青蓮花。御覽七百五十九。 \\n 石虎時。自正月不雨。澄詣滏口祠。稽首曝露。即日二白龍降于祠下。于是雨遍千里也。御覽六十四。 \\n 後趙尚書張離、張良。家富事佛。起大塔。澄謂曰。事佛在于清淨無大。慈矜為心。檀越雖儀奉天法。而貪恡未已。遊獵無度。積聚不窮。方受見世之罪。何福報之可希也。同上六百五十八引佛圖澄傳。 \\n 高坐 \\n 和尚胡名尸黎密。塔寺記云。其冢曰高坐。因名高坐。西域人。傳云國王子。以國讓弟。遂為沙門。永嘉中。進到此土。止于大市中。和尚天姿高朗。風韻遒邁。丞相王公一見奇之。以為吾之徒也。周僕射領選。撫其背而歎曰。若選得此賢。令人無恨。俄而周侯遇害。和尚對其靈坐。作胡祝數千言。音聲高暢。既而揮涕收淚。其哀樂廢興皆此類。性高簡。不學晉語。諸公與之語。皆因傳譯。然神領意得。頓在言前。世說注二。 \\n 庾亮、周顗、桓彝、一代名士。一見和尚。披衿致契。曾為和尚作目。久之未得。有云尸利密可稱卓朗。于是桓公咨嗟。以為標之極似。宣武嘗云。少見和尚。稱其精神淵箸。當年出倫。其為名士所嘆如此。同上五。王公曾詣和上。和上解帶偃伏。語言神解。見尚書令卞望之。便歛衿飾容。時歎皆得其所。同上七。 \\n 道安 \\n 釋道安者。常山薄柳人。本姓衛。年十二。作沙門。神性聰敏而貌至陋。佛圖澄甚重之。值石氏亂。於陸渾山木食修學。為慕容駿所逼。乃住襄陽。以佛法東流。經籍錯謬。更為條章。標序篇目。為之注解。自支道林等皆宗其理。無疾卒。世說注四引安和上傳。 \\n 竺法汰者。體器弘簡。道情冥到。法師友而善焉。一說法汰即安公弟子也。世說注三引安法師傳。 \\n 初。魏晉沙門。依師為姓。故姓各不同。安以為大師之本。莫尊釋迦。乃以釋命氏。後獲增一阿舍經。果稱四河入海。無復河名。既懸與經符。遂為永式。御覽六百五十五引道安傳。 \\n 支遁 \\n 遁本姓關氏。陳留人。或云河東林慮人。幼有神理。聰明秀徹。初至京師。太原王濛甚重之。曰造微之功。不減輔嗣。御覽六百五十五。 \\n 法師研十地則知頓悟于七住。尋莊周則辯聖人之逍遙。當時名勝。咸味其音旨。道賢論以七沙門比竹林七賢。遁比向秀。雅尚老莊。二子異時風尚玄同也。世說注三。 \\n 遁任心獨往。風期高亮。同上五。 \\n 遁神心警悟。清識玄遠。嘗至京師。王仲祖稱其造微之功。不異王弼。同上。 \\n 遁神悟機發。風期所得。自然超邁也。同上。 \\n 法虔。道林同學也。俊朗有理義。遁甚重之。同上六。 \\n 遁太和元年終于郯之石城山。因葬焉。同上。 \\n 遁每標舉會宗。不留心象喻。釋解章句。或有所漏。文字之徒多以為疑。謝安石聞而善之。曰。此九方皋之相馬也。略其玄黃而取其俊逸。同上。 \\n 辛憲英外甥夏侯湛為傳八。 \\n 夫人字憲英。衛尉肅侯毗之女。不好華麗。琇上夫人〈鼠單〉子帔。緣以錦不肯服。從外孫胡母楊上夫人錦被。夫人反臥之。御覽八百十五。 \\n 憲英聰明有才鑒。初文帝與陳留王爭為太子。既而文帝得立。抱毗頸而喜曰。辛君知我喜不。毗以告憲英。憲英歎曰。太子代君主宗廟社稷者也。代君不可以不戚。主國不可以不懼。宜戚而喜。何以能久。魏其不昌乎。弟敞為大將軍曹爽參軍司馬。宣王將誅爽。因爽出。閉城門。大將軍司馬魯芝將爽府兵。犯門斬關。出城門赴爽。來呼敞俱去。敞懼。問憲英曰。天子在外。太傅閉城門。人云將不利國家。于事可得爾乎。憲英曰。天下有不可知。然以吾度之。太傅殆不得不爾。明皇帝臨崩。把太傅臂以後事付之。此言猶在朝士之耳。且曹爽與太傅俱受寄託之任。而獨專權勢。行以奢驕。于王室不忠。于人道不直。此舉不過誅曹爽耳。敞曰。然則事就乎。憲英曰。得無殆就。爽之才非太傅之偶也。敞曰。然則敞可以無出乎。憲英曰。安可以不出。職守人之大義也。凡人在難。猶或恤之。為人執鞭而棄其事。不祥不可也。且為人死。為人任親昵之職也。從眾而已。敞遂出。宣王果誅爽。事定之後。敞歎曰。吾不謀于姊。幾不獲于義。逮鍾會為鎮西。憲英謂從子羊祜曰。鍾士季何故西出。祜曰。將為滅蜀也。憲英曰。會在事縱恣。非持久處下之道。吾畏其有他志也。祜曰。季母勿多言。其後會請子琇為參軍。憲英憂曰。他日見鍾會之出。吾為國憂之。今日難至吾家。此國之大事。不可得止也。琇固請司馬文王。文王不聽。憲英語琇曰。行矣。戒之。古之君子。入則致孝于親。出則致節于國。在職思其所司。在義思其所立。不遺父母憂患而已。軍旅之間。可以濟者。其惟仁恕乎。汝其慎之。琇竟以全身。憲英年至七十有九。泰始五年卒。三國志注二十五。 \\n 王敦 \\n 敦字處仲。琅邪臨沂人。少有名理。累遷青州刺史。避地江左。歷侍中。丞相。大將軍。揚州牧。以罪伏誅。世說注三。 \\n 敦子應字安期。官至武衛將軍。御覽二百三十七。 \\n 王含 \\n 含字處弘。琅邪臨沂人。累遷徐州刺史。光祿勳。與弟敦作逆伏誅。世說注二。 \\n 桓溫 \\n 溫字元子。譙國龍亢人。漢五更桓榮後也。父彝、有識鑒。溫少有豪邁風氣。為溫嶠所知。累遷琅邪內史。世說注二。 \\n 溫以永和元年。自徐州遷荊州刺史。在州寬和。百姓安之。同上。 \\n 永和二年。溫平蜀。初朝廷以蜀處險遠。而溫眾寡少。懸軍深入。甚以憂懼。而溫直指成都。李勢面縛。同上四。 \\n 永和四年。進征西大將軍。鎮西夏。時逆胡未誅。餘燼假息。永和十年。伐秦。十二年。討姚襄。溫親勒郡卒。建旗致討。清蕩伊洛。展祭園陵。世說注二。 \\n 興寧元年。以溫克復舊京。肅靜華夏。進都督中外諸軍事、侍中、大司馬。加黃鉞。使入參朝政。同上五。 \\n 溫以太和四年上疏自征鮮卑。同上三。 \\n 薨諡宣武侯。同上二。 \\n 孟嘉 \\n 嘉字萬年。江夏鄳人。曾祖父宗、吳司空。祖父揖、晉廬陵太守。宗葬武昌新陽縣。子孫家焉。嘉少以清操知名。太尉亮領江州。辟嘉部廬陵從事。下都還。亮引問風俗得失。對曰。待還當問從事吏。亮舉麈尾掩口而笑。語弟翼曰。孟嘉故是盛德人。轉嘉為勸學從事。太傅褚裒有器識。為豫章太守。出朝。亮盛修學教。高選儒官。正旦大會州府人士。時彥悉集。嘉坐次第甚遠。裒問亮曰。聞江州有孟嘉。其人何在。亮曰。在坐。卿但自覓。裒歷觀久之。指嘉謂亮曰。此君小異。將無是乎。亮欣然以上亦見御覽二百六十五。而笑。喜裒得嘉。奇嘉為裒所得。乃益器之。二字一作重嘉焉。以上亦見御覽三百九十三。又四百四十四。後為征西桓溫參軍。既知其政。溫甚重之。九月九日。溫遊龍山。參寮畢集。時佐吏並著戎服。風吹嘉帽墮落。溫戒左右勿言。以觀其舉止。嘉初不覺。良久如廁。溫命取還之。孫盛時在坐。溫授孫盛紙筆。命作文嘲之。成著一作置。嘉坐處。嘉還一作歸。見之。笑而請紙筆一作紙一作筆。即答。了不容思。四坐嗟嘆。以上亦見初學記四。御覽六百八十七。嘉喜酣暢。愈多不亂。溫問酒有何好。而卿嗜之。嘉曰。明公未得酒中趣爾。又問聽伎。絲不如竹。竹不如肉。何也。答曰。漸近自然。轉從事中郎。遷長史。年五十三卒。世說注四。 \\n 又陶靖節征西長史孟府君傳。 \\n 君諱嘉字孟年。江夏鄳人。曾祖父宗、以孝行稱。仕吳司馬。祖揖。元康中為廬陵太守。宗葬武昌新陽縣。子孫家焉。遂為縣人。君少失父。奉母與二弟居。娶大司馬長沙桓公陶侃第十女。閨門孝友。人無能閒。鄉閭稱之。沖默有遠量。弱冠。儔類咸敬之。 \\n 桓玄 \\n 玄字敬道。譙國龍亢人。大司馬溫少子也。幼童中。溫甚愛之。命以為嗣。年七歲。襲封南郡公。拜太子洗馬。世說注一。 \\n 玄初拜太子洗馬。時朝廷以溫有不臣之跡。故抑玄為素官。同上七。 \\n 玄為義興太守。不得志。少時去職。歸其國。與荊州刺史殷仲堪素舊。情好甚隆。同上一。 \\n 玄克荊州。殺殷仲道護。及仲堪參軍羅企生、鮑季札、皆仲堪所親仗也。同上一。 \\n 玄既克殷仲堪後。楊佺期遣使諷朝廷。朝廷以玄都督八州。領江州、荊州、二刺史。同上三。 \\n 祖約 \\n 約字士少。范陽遵人。累遷平西將軍、豫州刺史。鎮壽陽。與蘇峻反。峻敗。約投石勒。約本幽州冠族。賓客填門。勒登高望見車駿。大驚。約又使占奪鄉里先人田地。地主多恨。勒惡之。遂誅約。世說注四。 \\n 石勒 \\n 石勒字士龍。上黨武鄉人。匈奴之苗裔也。雄勇好騎射。晉永康中。流宕山東。寄旅平原荏平界。與平原荏平人師歡家庸耕。耳恆聞鼓角鞞鐸之音。勒私異之。以上亦見御覽三百三十八。又八百二十二。初勒鄉里原上地中生石。日長。類鐵騎之象。園一作國。中生人參。葩載記作花。說文葩華也。葉甚盛。于時父老相者皆云。此胡體貌奇異。有大志量。其終不可知。勸邑人厚遇之。自園中以下。亦見御覽九百九十一。人多哂而不信。永嘉初。豪傑並起。與胡王陽等十八騎詣汲桑。為左前督。桑敗。共推勒為主。攻下州縣。都于襄國。世說新語注四。　按御覽引作石勒別傳。 \\n 勒稱趙王。令武鄉耆舊赴襄國。拜李陽參軍都尉。勒微時居與邑人李陽相近。陽性剛愎。每輕勒。與爭漚麻池共相打揲。互有勝負。御覽四百九十六。 \\n 冬十一月。大雪平地三尺。勒下宜補將獵二字。主簿程朗諫。勒不從。出獵墜馬。顧左右曰。不從主簿之言。而致墜馬。賜朗絹百疋。以旌忠亮。御覽八百三十二。 \\n 以咸和三年改元曰太和。荏平民當作令。師懽上黑兔。令曰。按記、應白兔為瑞。此黑兔曰祥。外檢典舊。議者以為黑兔見。水德之祥。往公孫臣以為漢家土行。當有黃龍為瑞。後黃龍見于成紀。遂從土德。今大趙革命。以水受金。夫兔陰獸。玄水色。黑色。見以表應。行以推之。黑兔上應云云。類聚九十九。 \\n 後僭正號。死諡明皇帝。世說注四。 \\n 石虎 \\n 石虎字季龍。勒從弟。年十七八。身長七尺五寸。好弓馬射獵。迅健有勇力。同時等類。多畏憚之。御覽三百八十六。 \\n 武鄉長城縣民韓強。在長城縣西山巖石闕中。二字一作閒。得玄璽一所。方四寸。厚二寸。與璽同文。曰受命于天。既壽永昌。虎以為瑞。御覽六百八十二。　書鈔百三十一引誤作石勒別傳。 \\n 十三年永和三年。春二月。虎率三公九卿。躬耕籍田。后率三夫人命婦祠先蠶于近郊。是歲八月。雨雪。大寒。行旅凍死。御覽三十四。 \\n 荀氏家傳 \\n 荀顗年踰耳順。而母年九十。色養烝烝。以孝聞當時。在喪〈焦頁〉〈卒頁〉。貌不可識。蓬首環絰。奉迎節使。若嬰孩之號。哀慟旁人。傅玄著書稱荀與何曾曰。文王之道。事其親者。其順昌何侯乎。其荀侯乎。古稱曾閔。今有荀。何。初學記十七。 \\n 顗為司空。文帝平蜀。議復五等。表魏朝使公定禮儀。中護軍賈充正法律。尚書僕射裴秀議官制。公遂刪定舊文行正式為一代之典。書成奏。藏于祕府。其服色旗幟法駕之式。禮樂犧牲柴燎之典。祫禘遷毀配食之制。及于明堂辟雍之儀。皆公所議定。朝廷歸其美。公既為台輔。德望清重。加以留心禮教。以年耆多疾。不數朝見。詔使侍中任愷諮問政化所由行否。御覽二百八。 \\n 荀愷彧曾孫。惲孫。翼子。字茂伯。小而智。外祖晉宣王甚器之。字為虎子。弟悝為龍子。每謂曰。俟汝長大。當共天下。御覽三百六十三。 \\n 愷。晉武帝為侍中。三國志注十。 \\n 車騎將軍悝。字茂中。山濤舉之。為太子右衛率。稱君清和理正。從容顧問。動可觀採。真侍衛之美者。御覽二百四十七。 \\n 荀邈除太原榆次令。為政以德。人懷之。時有鳳皇集其境內。晉武帝下詔褒美。泰始三年卒。吏人如喪親戚。為之樹碑。其序曰。仰之如日月。敬之如神明。愛之如父母。樂之如時雨。御覽二百六十八。 \\n 荀隱。祖昕、樂安太守。父岳、中書郎。隱與陸雲在張華坐語。互相反覆。陸連受屈。隱辭旨美麗。張公稱善云。世有此書。尋之未得。歷太子舍人。廷尉平。蚤卒。世說注七。 \\n 荀勖字公曾。年十二。能通春秋。屬文。外祖鍾繇甚奇之。常稱此兒當繼司空。御覽三百八十五。 \\n 荀蕃字大堅。勖子。為司空。劉琨表于太子曰。司空荀蕃、朝廷之舊臣。奕世忠勤。乃心皇家。具瞻之望。唯蕃而已。宜增位號。授分陝之重。永令臣等。有所憑準。御覽二百八。 \\n 荀組字大章。勖次子。中宗為晉王時。將徵為司徒。問太常賀循。循曰。組舊望清重。勤勞顯著。遷訓五品。以統人倫。實充人望。詔以組為司徒。御覽二百八。 \\n 荀邃字仲陽。蕃子。隱居不仕。夫人有至行。時歲荒饑。有餘米。每來糶之者。夫人恆叩〈扌豖〉其斛。糴者歸。傾量輒過其本。時人號曰。昂一作叩。一作掾。斛夫人。 \\n 荀闓字道明。蕃子。性清靜。善談論。遷光祿大夫。以君面似胡。明帝謂為神明胡子。御覽二百四十三。 \\n 頵或曾孫。惲孫。甝子。字溫伯。為羽林右監。早卒。頵子崧字景猷。三國志注十。 \\n 荀羨字令則。崧次子。七歲隨父在石頭。蘇峻愛其姿神。數喚之。年十五。擬國婚之選。君不欲連姻帝室。乃遠遁長沙。監司追尋不獲。已遂尚潯陽公主。風器一作氣。英秀。識準標貴。明鬚眉。美音氣。俯仰眄睞。一作顧盼。容止可則。御覽百五十四。又三百八十。又三百八十九。 \\n 荀羨與沛國劉真長、太原王仲祖、陳郡商邱殷洪源、並著情契。太宗時居阿衡之任。虛中誘納。賓客賢哲。與羨等數人為布衣之好。御覽四百九。 \\n 惟我之先。生于有晉。人物盈朝。袞衣暐華。六世九公。不亦偉乎。磊落瑰奇。光昭合同。已獨步于古今。拊萬世而孩之矣。中興丞相王公歎曰。自八龍以後。榮寵莫二。為天下貴門。御覽四百七十。 \\n 裴氏家傳 \\n 裴榮當作啟。字榮期。河東人。父稺、豐城令。榮期少有風姿才氣。好論古今人物。撰語林數卷。號曰裴子。世說注三。 \\n 陶氏家傳 \\n 陶基字叔先。璜父。為交州刺史。始夷人不識禮義。男女互相奔隨。生子乃不知父。君乃教以婚姻之道。訓以父子之恩。道之以禮。齊之以刑。設庠序。立學校。合境化之。莫不悅之。御覽二百五十八。 \\n 陶迴字恭淵。璜從孫。為大司徒王導從事中郎。為人正直不撓。導亦以此重焉。每曰。陶中郎有輔佐之才。真國器也。御覽二百九。 \\n 陶猷字恭豫。璜從孫。王導以君江東俊望。請為右軍長史。君恪勤王事。每當朝日。恆夙夜就路。及到府門。輒先眾僚。為人美容止。善談論。亦以此見稱當世焉。御覽二百四十八。 \\n 華嶠譜敘 \\n 歆有三子。表字偉容。年二十餘。為散騎侍郎。時同僚諸郎共平尚書事。年少並兼厲鋒氣。要君名譽。尚書事至或有不便。故遺漏不視。及傳書者去。即入深文論駮。惟表不然。事來有不便。輒與尚書共論。盡其意。主者固執。不得已然後共奏議。司空陳泰等以此稱之。以上亦見御覽二百二十四。仕晉。歷太子少傅。太常。稱疾致仕。拜光祿大夫。性清淡。常慮天下退理。司徒李胤、司隸王密、等。常稱曰。若此人者。不可得而貴。不可得而賤。不可得而疏。中子博。歷三縣內史。治有名跡。少子周。黃門侍郎。常山太守。博學有文思。中年遇疾。終于家。表有三子。長子廙。字長駿。三國志注十三。 \\n 庾氏譜 \\n 嶷字劭然。潁川人。子{雨儵}字玄默。晉尚書、陽翟子。嶷弟遁字德先。大中大夫。遁胤嗣克昌。為世盛門。侍中峻、河南尹純、皆遁之子。豫州牧長史顗、遁之孫。太尉文康公亮、司空冰、皆遁之曾孫。貴達至今。三國志注十一。 \\n 溫氏譜序 \\n 晉大夫郤至封于溫。子孫因氏居太原祁縣。為郡著姓。世說注五。 \\n 嶠父襜。娶清河崔參女。同上八。 \\n 嶠初娶高平李〈日桓〉女。中娶琅邪王詡女。後娶廬江何邃女。同上。 \\n 袁氏譜 \\n 悅字元禮。陳郡陽夏人。父朗、給事中。仕至驃騎咨議。太元中。悅有寵于會稽王。每勸專覽朝權。王頗納其言。王恭聞其說。言于孝武。乃誣以他罪。殺悅于車中。既而朋黨同異之聲。播于朝野矣。世說注八。 \\n 皇甫謐自序 \\n 士安每母病。輒推燥居溼。以袷易單。御覽七百三十九。 \\n 皇甫謐年二十。不學。遊蕩無度。或以為癡。嘗得瓜果。輙進叔母任氏。任氏曰。孝經云。三牲之養。猶為不孝。 \\n 汝今年餘二十。目不存教。心不入道。無以慰我。同上九百七十八。　按此引晉書云自敘同。 \\n 士安始志乎學。而自號玄晏先生。文選注四十五。 \\n 杜預自敘 \\n 少而好學。在家則滋味經籍。居官則畢力理治。一作在官則觀于吏治。公家之事。知無不為。御覽四百三十一。又六百十四。 \\n 梅陶自敘 \\n 余居中丞。曾以鞭皇太子傅。親友莫不致諫。余笑而應之曰。堂高由陛。皇太子所以得崇于上。由吾奉王憲于下也。豈其枉道取媚皇太子特見延。賜以清讌。御覽六百四十九。 \\n 王彪之自敘 \\n 余自求致仕。詔累不聽。因扇上有二疏畫。作詩一首。以述其意。御覽七百五十。 \\n 趙至自敘 \\n 至字景真。長七尺四寸。潔白黑髮。明眉赤脣。髭鬢不多。御覽三百六十八。 \\n 袁氏世紀 \\n 渙有四子。侃、宇、奧、準。侃字公然。論議清當。柔而不犯。善與人交。在興廢之間。人之所趣務者。謙退不為也。時人以是稱之。歷位黃門選部郎。號為清平。稍遷至尚書。早卒。宇字宣厚。精辯有機理。好道家之言。少被病。未官而卒。奧字公榮。行足以厲俗。言約而理當。終于光祿勳。準字孝尼。忠信公正。不恥下問。唯恐人之不勝己。以世事多險。故常恬退而不敢求進。著書十餘萬言。論治世之務。為易周官詩傳。及論五經滯義。聖人之微言。以傳于世。三國志注十一。 \\n 虞氏家記 \\n 虞潭為右衛將軍。太夫人年高。求解職。被詔不聽。特假百日。迎母東歸。起養親堂。親集會作詩言志。御覽百七十六。 \\n 吳山城白門。蓋吳王闔閭所作也。至秦始皇帝。守宮吏燭〈燕鳥〉窟。失火燒宮。而此樓故存。同上。 \\n 潭母太夫人薨宜都郡。即世五十九載。改殯。脩構窀穸。靈柩住而莫前。群從咸以喪事有往無反。不應遷移。潭以昔文王之葬王季。既定而洪水出。截冢棺槨。文王乃設張屋出柩三日。群臣臨之然後葬。此則上聖之遺令。載在篇籍。遂奉遷神柩。權停幕屋。使子孫展哀晨夕。宗族相臨。允合張屋之儀也。天子給太夫人徘徊車。謁者送葬。禮儀光備。合葬于舊壙。御覽五百五十五。 \\n 王氏世家 \\n 褘之字文劭。述次子。少知名。尚尋陽公主。仕至中書郎。未三十而卒。坦之悼念。與桓溫稱之。贈散騎常侍。世說注五。 \\n 嵇氏世家 \\n 嵇含字君道。為中書侍郎。書檄雲集。莫不立草。御覽二百二十。又五百九十七。 \\n 石季倫本事 \\n 崇有珊瑚如意。長三尺二寸。御覽七百三。 \\n 徐江州本事 \\n 徐寧字安類。東海剡人。通朗有德素。少知名。初為輿縣令。譙國桓彝有人倫鑒識。常去職無事。至廣陵尋舊。遇風停浦中。素日在船憂邑。上岸消搖。見一空宇。有似廨署。彝訪之。云輿縣廨也。令姓徐名寧。彝既獨行。思逢悟賞。聊造之。寧清惠博涉。相遇怡然。遂停宿。因留數夕。與寧結交而別。至都。謂庾亮曰。吾為卿得一佳吏部郎。問所在。彝即敘之。累遷吏部郎。左將軍。江州刺史。世說注五。 \\n 趙吳郡行狀 \\n 穆字季子。汲郡人。真淑平粹。才識清通。歷尚書郎。太傅參軍事。太傅越與穆及王承、阮瞻、鄧攸、書曰。禮八歲出就外傅。十年曰幼學。可以漸先王之教也。然學之所受者淺。體之所安者深。是以閑習禮度。不如式瞻軌儀。諷詠遺言。不如親承辭旨。小兒毗。既無令淑之資。未聞道德之風。欲屈諸君。時以閑豫。周旋燕誨也。穆歷晉明帝師。冠軍將軍。吳郡太守。封南鄉侯。世說注五。 \\n  \\n   \\n  "}
