{"章节": "\t\t简介", "正文": "　 \\n 简介 \\n 　 \\n 陶岳，字介立，一云字舜咨。宋永州祁陽（今湖南祁陽）人。太平興國五年(980)登第，一云雍熙二年(985)登第。岳曾為密州幕，又歷端、賓等五州郡守，累官太常博士，尚書職方員外郎，贈刑部侍郎。岳知賓州在乾興壬戌年(1022)，其卒年當不得早於此年。為官有清名，端州人言前後太守不求硯者，惟包拯及岳二人。又以儒學知名，所著除《五代史補》，另有《荊湘近事》十卷、《貨泉錄》一卷（已上二書皆佚）、《零陵總記》十五卷（今僅存一卷）。 \\n 《五代史補》，北宋陶岳著。五卷。採五代十國遺事，於大中祥符五年(1012)成書。晁公武《郡齋讀書志》謂記載一百零七事，按今本載後梁二十一事，後唐、後晉、後漢各二十事，後周二十三事，共一百零四事，當有脫漏。是書歷代目錄家多歸之雜史，因其「不拘類例」，多聚遺聞逸事，作者與《四庫全書總目提要》均以為近同小說。所載難免有疏失處，其中問題最多是人物姓名錯亂，有的史實存在明顯錯誤，但叙事「首尾詳具」，文筆也簡潔，為《新五代史》、《資治通鑒》等書引用，誠可補薛居正《舊五代史》所未及。今存汲古閣校宋本、四庫全書本、《紫藤閣書屋叢刊》刻本、《懺花庵叢書》刊本、《豫章叢書》刊本等。（以上按《中國歷史大辭典˙宋史卷》，上海辭書出版社，1984年及萬芳珍之《五代史補》點校說明。） \\n 是次錄文，據萬芳珍點校、萬萍審訂之《五代史補》（江西教育出版社，2000年）。是書是以民國胡思敬《豫章叢書》刊本為底本（其校勘記簡稱胡校），以明末毛晉汲古閣校宋本（簡稱毛本）、四庫全書收錄清人朱彝尊曝書亭刊本（簡稱四庫本）為主校，並以《舊五代史》、《舊五代史考異》、《五代史記注》等作為他校。中華書局《舊五代史》點校本附周星詒過錄顧廣圻校《五代史補》條目（簡稱顧本），亦為該書所參考。為省篇幅，網絡版過錄時，校記祗擇其要者。 \\n  \\n 　"}
{"章节": "序", "正文": "　 \\n 序 \\n 　 \\n 潯陽陶岳介立 \\n 五代之相承也，其闢土則不廣，享祚則非永，干戈尚被於原野，聲教未浹於華夏，雖唐室名儒或有存者，然俎豆軍旅，勢不兩立，故其史書漏落尤甚。近年以來，議者以國家誕膺寶命，廓清區宇，萬邦輻輳以入貢，九流風動而觀政，五代之書，必然改作。岳自惟淺陋，久居冗散，一札詔下，恐非秉筆之數。因思自幼及長，侍長者之座，接通人之談，至於諸國竊據，累朝創業，其間事蹟，頗曾尋究，因書其所聞，得百餘條，均其年代為之次序，勒成五卷，命曰《五代史補》。雖同小說，頗資大猷，聊以備於闕遺，故不拘於類例，幸將來秉筆者，覽之而已。時皇宋祀汾陰之後，歲在壬子序。 \\n  \\n 　"}
{"章节": "卷一 梁二十一條", "正文": "　 \\n 卷一　梁二十一條 \\n 　 \\n  \\n 太祖應讖 \\n 太祖朱全忠，黃巢之先鋒。巢入長安，以刺史王鐸圍同州，太祖遂降，鐸承制拜同州刺史[１]。黃巢滅，淮、蔡間秦宗權復盛，朝廷以淮、蔡與汴州相接，太祖汴人，必究其能否，遂移授宣武軍節度使以討宗權，未幾滅之。自是威福由己，朝廷不能制，遂有天下。先是，民間傳讖曰「五公符」，又謂之「李淳風轉天歌」，其字有「八牛之年」，識者以「八牛」乃「朱」字，則太祖革命之應焉。 \\n 太祖文健兒面 \\n 太祖之用兵也，法令嚴峻，每戰，逐隊主帥或有沒而不返者，其餘皆斬之，謂之「拔隊斬」，自是戰無不勝。然健兒且多竄匿州郡，疲於追捕，因下令文面，健兒文面，自此始也。 \\n 敬翔裨贊 \\n 敬翔應「三傳」，數舉不第，發憤投太祖，願備行陳。太祖問曰：「足下通《春秋》久矣，今吾主盟，其為戰欲效春秋時，可乎？」翔曰：「不可。夫禮樂猶不相沿襲，況兵者詭道，宜其變化無窮。若復如春秋時，則所謂務虛名而喪其實效，大王之事去矣。」太祖大悅，以為知兵，遽延之幕府，委以軍事，竟至作相。 \\n 王彥章入軍 \\n 王彥章之應募也，同時有數百人，而彥章營求為長。眾皆怒曰：「彥章何人，一旦自草野中出，便欲居我輩之上，是不自量之甚也！」彥章聞之，乃對主將指數百人曰：「我天與壯氣，自度汝等不及，故求作長耳。汝等咄咄，得非勝負將分之際耶！且大凡健兒開口便言死，死則未暇，且共汝輩赤脚入棘針地走三五遭，汝等能乎？」眾初以為戲，既而彥章果然。眾皆失色，無敢效之者。太祖聞之，以為神人，遽擢用之。 \\n 楊凝式佯狂 \\n 楊凝式父涉，為唐宰相。太祖之篡唐祚也，涉當送傳國璽。時凝式方冠[２]，諫曰：「大人為宰相，而國家至此，不可謂之無過，乃更手持天子印綬以付他人，保富貴，其如千載之後云云何？其宜辭免之[３]。」時太祖恐唐室大臣不利於己，往往陰使人來探訪羣議，搢紳之士，及禍甚眾。涉常不自保，忽聞凝式言，大駭曰：「汝滅吾族。」於是神色沮喪者數日。凝式恐事泄，即日遂佯狂[４]，時人謂之「楊風子」也。 \\n 楊行密錢塘侵掠 \\n 楊行密嘗命宣州刺史田頵領兵圍錢塘，錢鏐危急，遣其子元璙修好於行密。元璙風神俊邁，行密見之甚喜，因以其女妻之，遽命頵罷兵。初，頵之圍城也，嘗遣使候錢鏐起居，鏐厚待之。將行，復與之小飲。時羅隱、皮日休在坐，意以頵之師無能為也，且欲譏之。於是日休為令，取一字，四面被圍而不失其本音，因曰：「『其』字上加『草』為萁菜，下加『石』為碁子，左加『玉』為琪玉，右加『月』為期會。」羅隱取「于」字，上加「雨」為舞雩，下加「皿」為盤盂，左加「玉」為玗玉，右加「邑」為邘地。使者取「亡」字，譏錢鏐必亡。然「亡」上加「草」為芒，下加「心」為忘，右加「邑」為邙，左加「心」為忙，其令必不通，合坐皆嘻笑之，使大慚而去。未幾，頵果班師。 \\n 先是，行密與鏐勢力相敵，其為憤怒，雖水火之不若也。行密嘗命以大索為錢貫，號曰「穿錢眼」。鏐聞之，每歲命以大斧科柳，謂之「斫楊頭」。至是，以元璙通昏，二境漸睦，穿眼、斫頭之論始止。 \\n 楊行密詐盲 \\n 楊行密據淮南，以妻弟朱氏眾謂之朱三郎者，行密署為泗州防御使。泗州素屯軍，朱氏驍勇，到任恃眾自負，行密雖悔，度力未能制，但姑息之，時議以謂行密事勢去矣。居無何，行密得目疾，雖愈，且詐稱失明，其出入皆以人扶策，不爾則觸墻抵柱，至於流血，姬妾僕隸以為實然，往往無禮，首尾僅三年。朱氏聞之，信而少懈弛，行密度其計必中，謂妻曰：「吾不幸，臨老兩目如此，男女卑幼，苟不諱，則國家為他人所有。今晝夜思忖，不如召泗州三舅來，使管勾軍府事，則吾雖死無恨。」妻以為然，遽發使，述其意而召之，朱氏大喜，倍道而行。及入謁，行密恐其覺，坐於中堂，以家人禮見。朱氏頗有德色，方設拜，行密奮袖中鐵槌以擊之[５]，正中其首，然猶宛轉號叫[６]，久而方斃。行密內外不測，即時升廳，召將吏等謂之曰：「吾所以兩目失明者，蓋為朱三。此賊今已擊殺，兩目無事矣，諸公知之否！」於是軍府大駭，其僕妾嘗所無禮者，皆自殺。 \\n 初，行密之在民間也，嘗為合肥縣手力，有過，縣令將鞭之，行密懼且拜。會有客自外入見，行密每拜，則廳之前簷皆叩地，而令不之覺。客知其非常，乃遽升廳揖令於他處，告以所見，令驚，遂恕之，且勸事郡以自奮。行密度本郡不足依，乃投高駢。駢死，秦彥、孫儒等作亂，行密連誅之，遂有淮南之地。 \\n 朱瑾得戰馬 \\n 瑾之奔淮南也，時行密方圖霸，其為禮待，加於諸將數等。瑾感行密見知，欲立奇功為報，但恨無入陣馬，忽忽不樂。一日晝寢，夢老叟，眉髮皓然，謂瑾曰：「君常恨無入陣馬，今馬生矣。」及厩隸報，適退槽馬生一駒，見卧未能起。瑾驚曰：「何應之速也！」行往視之，見骨目皆非常馬，大喜曰：「事辦矣！」其後破杜洪，取鍾傳，未嘗不得力焉。 \\n 初，瑾之來也，徐溫睹其英烈，深忌之，故瑾不敢預政。及行密死，子渥嗣位[７]，溫與張顥爭權[８]，襲殺顥，自是事無大小，皆決于溫。既而溫復為自安之計，乃以子知訓自代，然後引兵出居金陵，實欲控制中外。知訓尤恣橫，瑾居常嫉之。一旦，知訓欲得瑾所乘馬，瑾怒，遂擊殺知訓，提其首，請隆演起兵誅溫[９]。隆演素怯懦，見之掩面而走。瑾曰：「老婢兒不足為計。」亦自殺，中外大駭且懼。溫至，遽以瑾屍暴之市中。時盛暑，肌肉累日不壞，至青蠅無敢輒泊。人有病者，或於暴屍處取土，煎而服之，無不愈。 \\n 錢鏐弭謗 \\n 錢鏐封吳越國王後，大興府署，版築斤斧之聲，晝夜不絕。士卒怨嗟，或有中夜潛用白土大書於門曰：「沒了期，侵早起，抵暮歸。」鏐一見欣然，遽命書吏亦以白土書數字於其側曰：「沒了期，春衣纔罷又冬衣。」時人以為神輔，自是怨嗟頓息矣。 \\n 王建犯徒 \\n 王建在許下時，尤不逞，嘗坐事遭徒，但無杖痕爾。及據蜀，得馮涓為從事[１０]，涓好詆訐，（一作評。）建恐為所譏，因問曰：「竊聞外議，以吾曾遭徒刑，有之乎？」涓對曰：「有之。」建恃無杖痕，且對眾，因袒背以示涓曰：「請足下試看，有遭杖責而肌肉如是耶？」涓知其詐，乃撫背而嘆曰：「大奇，當時何處得此好膏藥來！」賓佐皆失色，而涓晏然。 \\n 王建禮待翰林學士 \\n 王建之僭號也，惟翰林學士最承恩顧，侍臣或諫其禮過，建曰：「蓋汝輩未之見也。且吾在神策軍時，主內門魚鑰，見唐朝諸帝待翰林學士，雖交友不若也。今我恩顧，比當時才有百分之一爾，何謂之過當耶！」論者多之。 \\n 鍾傳重士 \\n 鍾傳雖起於商販，尤好學重士，時江西士流有名第者，多因傳薦，四遠騰然[１１]，謂之曰英明。諸葛浩素有詞學，嘗為泗州管驛巡官，仰傳之風，因擇其所行事赫赫可稱者十條，列於啟事以投之。十啟凡五千宇，皆文理典贍，傳覽之驚嘆，謂賓佐曰：「此啟事每一字可以千錢酬之。」遂以五千貫贈，仍辟在幕下，其激勸如此。 \\n 羅隱東歸 \\n 羅隱在科場，恃才傲物，尤為公卿所惡，故六舉不第。時長安有羅尊師者，深於相術，隱以貌陋，恐為相術所棄，每於尊師接談，常自大以沮之。及其累遭黜落，不得已，始往問焉。尊師笑曰：「貧道知之久矣，但以吾子決在一第，未可與語。今日之事，貧道敢有所隱乎！且吾子之於一第也，貧道觀之，雖首冠羣英，亦不過簿尉爾。若能罷舉，東歸霸國以求用，則必富且貴矣。兩途吾子宜自擇之。」羅懵然不知所措者數日。鄰居有賣飯媼見隱，驚曰：「何辭色之沮喪如此，莫有不決之事否？」隱謂知之，因盡以尊師之言告之。媼嘆曰：「秀才何自迷甚焉！且天下皆知羅隱，何須一第然後為得哉？不如急取富貴，則老婆之願也。」隱聞之釋然，遂歸錢塘。時錢鏐方得兩浙，置之幕府，使典軍中書檄，其後官給事中。 \\n 初，隱罷上中書之日，費窘，因抵魏謁鄴王羅紹威，將入其境，先貽書叙其家世，鄴王為侄。幕府僚吏見其書，皆怒曰：「羅隱一布衣爾，而侄視大王，其可乎！」紹威素重士，且曰：「羅隱名振天下，王公大夫多為所薄，今惠然肯顧，其何以勝，得在侄行，為幸多矣，敢不致恭，諸公慎勿言。」於是擁旆郊迎，一見即拜，隱亦不讓。及將行，紹威贈以百萬，他物稱是，仍致書於鏐謂叔父，鏐首用之。 \\n 鄭準作歸姓表 \\n 鄭準，不知何許人[１２]。性諒直，能為文，長於箋奏。成汭鎮荊南，辟為推官。汭嘗讎殺人，懼為吏所捕，改姓郭氏。及為荊南節度使，命準為表乞歸本姓，準援筆而成，其略云：「臣門非冠蓋，家本軍戎。親朋之內盱睢，為人報怨；昆弟之間點染，無處求生。背故國以狐疑，望鄰封而鼠竄。名非霸越，乘舟難效於陶朱；志切投秦，出境遂稱於張祿。」又云：「成為本姓，郭乃冒稱。本避犯禁之辜，敢歸司寇；別族受封之典，誠愧諸侯。伏乞聖慈，許歸本姓」云云。其表甚為朝廷所重。後因汭生辰，淮南楊行密遣使致禮幣之外，仍貺《初學記》一部，準忿然以為不可，謂汭曰：「夫《初學記》，蓋訓童之書爾，今敵國交聘，以此書為貺，得非相輕之甚耶！宜致書責讓[１３]。」汭不納，準自嘆曰：「若然，見輕敵國，足彰幕府之無人也。參佐無狀，安可久！」遽請解職。汭怒其去，潛使人於途中殺之。 \\n 曹唐死 \\n 曹唐，柳州人[１４]。少好道，為大小《游仙》詩各百篇，又著《紫府玄珠》一卷，皆叙三清、十極紀勝之事。其《游仙》之句，則有《漢武帝宴西王母》詩云：「花影暗回三殿月，樹聲深鎖九門霜。」又云：「樹底有天春寂寂，人間無路月茫茫。」皆為士林所稱。其後游信州，館於開元寺三學院。一旦卧疾，眾僧忽見二青衣緩步而至，且四向顧視，相謂曰：「只此便是『樹底有天春寂寂，人間無路月茫茫』。」言訖，直入唐之卧室。眾僧驚異，亦隨之而入，踰閾，而青衣不復見，但見唐已殂矣。 \\n 先是，唐與羅隱相遇，隱有題《牡丹》詩云：「若教解語應傾國，任是無情亦動人。」唐因戲隱曰：「此非賦牡丹，乃題女子障耳。」（南人以歌姬為女子。）隱應聲曰：「猶勝足下鬼詩。」唐曰：「其詞安在？」隱曰：「只『樹底有天春寂寂，人間無路月茫茫』，得非鬼詩？」唐無言以對。至是青衣亦援引此句，而唐尋卒，則隱之言，豈偶然哉！ \\n 杜光庭入道 \\n 杜光庭，長安人[１５]，應「九經」舉不第。時長安有潘尊師者，道術甚高，僖宗所重，光庭素所希慕，數游其門。當僖宗之幸蜀也，觀蜀中道門牢落，思得名士以主張之。駕回，詔潘尊師使於兩街，求其可者。尊師奏曰：「臣觀兩街之眾，道聽塗說，一時之俊即有之，至於掌教之士，恐未合應聖旨。臣於科場中識「九經」杜光庭，其人性簡而氣清，量寬而識遠，且困於風塵，思欲脫屣名利久矣。以臣愚思之，非光庭不可。」禧宗召而問之，一見大悅，遂令披載，仍賜紫衣，號曰「廣成先生」，即日馳驛遣之。及王建據蜀，待之愈厚，又號為「天師」。光庭嘗以《道德》二經注者雖多，皆未能演暢其旨，因著《廣成義》八十卷，它術稱是，識者多之。 \\n 爾朱先生上昇 \\n 爾朱先生，忘其名，蜀人，功行甚至。遇異人，與藥一丸，先生欲服，異人曰：「今若服必死，未若見浮石而後服之，則仙道成矣。」先生如其教。自是每一石必投之水，欲其浮，如是者殆一紀。人皆以為狂，或聚而笑之，而先生之心愈堅。居無何，因游峽上，將渡江，有叟艤舟相待，先生異之，且問曰：「如何姓氏？」對曰：「石氏。」「此地何所？」答曰：「涪州。」先生豁然悟曰：「異人浮石之言，斯其應乎！」遂服其藥，即輕舉矣。 \\n 上藍遺鍾傳偈 \\n 上藍和尚，失其名，居於洪州上藍院。精究術數，大為鍾傳所禮。一旦疾篤，往省之，且曰：「老夫於和尚，可謂無間矣，和尚或不諱，得無一言相付耶？」上藍強起，索筆作偈以授，其末云：「但看來年二三月，柳條堪作打鐘槌。」偈終而卒。傳得之，不能測。洎明年春，淮帥引兵奄至，洪州陷，江南遂為楊氏有。「打鐘」之偈，人始悟焉。 \\n 僧貫休入蜀 \\n 僧貫休，婺州蘭溪人。有逸才，長於歌詩。嘗遊荊南，時成汭為荊南節度使，生日有獻歌詩頌德者僅百餘人，而貫休在焉。汭不能親覽，命幕史鄭準定其高下。準害其能，輒以貫休為第三，貫休怒曰：「藻鑒如此，其可久乎！」遂入蜀。及至，值王建稱藩，因獻之詩云：「一瓶一鉢垂垂老，萬水千山得得來。」建大悅，遽加禮待。洎僭大號，以國師賜號曰「禪月」。 \\n 貫休與光庭嘲戲 \\n 貫休有機辨，臨事制變，眾人未有出其右者。杜光庭欲挫其鋒，每相見，必伺其舉措以戲調之。一旦，因舞轡于通衢，而貫休馬忽墜糞，光庭連呼：「大師，大師，數珠落地。」貫休曰：「非數珠，蓋大還丹耳。」光庭大慚。貫休有文集四十卷，吳融為之序，號《西岳集》，行於世。 \\n 陳黯善對 \\n 陳黯，東甌人[１６]。才思敏速，時年十三，袖卷謁本郡牧。時面上有班瘡新愈，其痕炳然。郡牧戲之曰：「藻才而花貌，何不詠歌？」黯應聲曰：「瑇瑁寧堪比，班犀詎可加？天嫌未端正，敷面與裝花。」 \\n 注： \\n [１]「同州刺史」，各本同。案：《舊唐書》卷一九七下作「華州刺史」，《通鑒》卷二五五作「同華節度使」。 \\n [２]「時凝式方冠」，《游宦紀聞》卷一○據《楊凝式年譜》，推算凝式「時年三十五」（今四庫本作「三十」），謂「《五代史補》言時方弱冠，誤也。」 \\n [３]「其宜辭免之」，各本均有「其」字，胡校：「『何』下『其』字，疑涉上文而衍。」 \\n [４]「即日遂佯狂」，《通鑒》卷二六六附《通鑒考異》，詳論「非梁初佯狂也，今不取。」 \\n [５]「行密奮袖中鐵槌以撃之」，案：《舊五代史》卷一七《田頵傳》附《舊五代史考異》，以為《九國志》「行密迎至寢門，使人刺殺之」之說，「當得其實」，《五代史補》等書之說，「疑皆屬傳聞之誤」。 \\n [６]「號叫」，原作「號呼」，據毛本、四庫本及諸本改。 \\n [７]「子渥嗣位」，「渥」原作「溥」，各本同。案：《舊五代史》卷一三四《楊渥傳》云：「行密卒，渥遂襲偽位。」據改。 \\n [８]「溫與張顥爭權」，「顥」原作「鎬」，各本同。案：《九國志》卷三《徐溫傳》、《舊五代史》卷一三四《楊渥傳》及《新五代史》、《通鑒》、《十國春秋》均作「張顥」，實為一人，據改。下同。 \\n [９]「請隆演起兵誅溫」，「演」原作「溥」，各本同。案：《新五代史》卷六一《楊隆演傳》云：「朱瑾已殺知訓，携其首馳府中示隆演。」據改。下同。 \\n [１０]「得馮涓為從事」，「馮涓」原作「馬涓」，各本同。案：《北夢瑣言》卷三、《通鑒》卷二六五、《十國春秋》卷四十均作「馮涓」，據改。 \\n [１１]「騰然」，四庫本作「騰聲」。 \\n [１２]「不知何許人」，各本同。案：《北夢瑣言》卷七，稱「唐滎陽鄭準」，據此，鄭準當為滎陽人。 \\n [１３]「宜致書責讓」，「致」原脫，據四庫本補。 \\n [１４]「柳州人」，《舊五代史》、《舊五代史考異》、《五代史記注》作「郴州人」；《郡齋讀書志》卷四中、《唐才子傳》卷八、《全唐詩》卷六四○附傳等作「桂州人」。 \\n [１５]「長安人」，各本同。案：《全唐文》卷九二九、《十國春秋》卷四七謂「縉雲人，一作長安人」；《全唐詩》卷八五四謂「括蒼人」。 \\n [１６]「東甌人」，各本同。案：《新唐書》卷六○《藝文志》作「泉州南安人」；《全唐詩》卷六○七作「泉州人」，《全唐文》卷七六七謂「潁州人，舉進士，計偕十八而不第，隱居同安」。南安、同安宋代均屬泉州，陳黯為泉州人大致可定。 \\n  \\n 　"}
{"章节": "卷二 後唐二十條", "正文": "　 \\n 卷二　後唐二十條 \\n 　 \\n  \\n 太祖號獨眼龍 \\n 太祖武皇，本朱耶赤心之後，沙陀部人也。其先生於雕窠中，酋長以其異生，諸族傳養之，遂以「諸爺」為氏，言非一父所養也。其後言訛，以「諸」為「朱」，以「爺」為「耶」。至太祖生，眇一目，長而驍勇，善騎射，所向無敵，時謂之「獨眼龍」，大為部落所疾。太祖恐禍及，遂舉族歸唐，授雲州刺史，賜姓李，名克用。黃巢犯長安，自北引兵赴難。功成，遂拜太原節度使，封晉王。 \\n 淮南寫太祖真 \\n 武皇之有河東也，威聲大振，淮南楊行密常恨不識其狀貌，因使畫工詐為商賈，往河東寫之。畫工到未幾，人有知其謀者，擒之。武皇初甚怒，既而謂所親曰[１７]：「且吾素眇一目，試召亟使寫之，觀其所為如何？」及至，武皇按膝厲聲曰：「淮南使汝來寫吾真，必畫工之尤也。寫吾不及十分，即階下便是死汝之所矣。」畫工再拜下筆。時方盛暑，武皇執八角扇，因寫扇角半遮其面。武皇曰：「汝諂吾也。」遽使別寫之。又應聲下筆，畫其臂弓撚箭之狀，仍微合一目，以觀箭之曲直。武皇大喜，因厚賂金帛遣之。 \\n 莊宗能訓練兵士 \\n 莊宗之嗣位也，志在渡河，但恨河東地狹兵少，思欲百練其眾，以取必勝於天下，乃下令曰：「凡出師，騎軍不見賊不許騎馬，或步騎前後已定，不得越軍分以避險惡。其分路並進，期會有處，不得違晷刻。並在路敢言病者，皆斬之。」故三軍懼法而戮力，皆一以當百。故朱梁舉天下而不能禦，卒為所滅，良有以也。 \\n 初，莊宗為公子時，雅好音律，又能自撰曲子詞。其後凡用軍，前後隊伍皆以所撰詞授之，使揭聲而唱，謂之「御製」。至於入陣，不論勝負，馬頭纔轉，則眾歌齊作。故凡所鬭戰，人忘其死，斯亦用軍之一奇也。 \\n 莊宗為縣令所諫 \\n 莊宗好獵，每出，未有不蹂踐苗稼。一旦至中牟，圍合，忽有縣令，忘其姓名，犯圍諫曰：「大凡有國家者，當視民如赤子，性命所繫，陛下以一時之娛，恣其蹂踐，使比屋囂然動溝壑之慮。為民父母，豈若是耶！」莊宗大怒，以為遭縣令所辱，遂叱退，將斬之。伶官鏡新磨者[１８]，知其不可，乃與羣伶齊進，挽住令，佯為詬責曰：「汝為縣令[１９]，可以指麾百姓為兒，既天子好獵，即合多留閑地，安得縱百姓耕鋤皆遍，妨天子鷹犬飛走耶？而又不能自責，更敢咄咄，吾知汝當死罪！」諸伶亦皆嘻笑繼和。於是莊宗默然，其怒少霽，頃之恕縣令罪。 \\n 明宗入倉草場 \\n 明宗之在位也，一旦幸倉場觀納，時主者以車駕親臨，懼得罪，其較量甚輕[２０]。明宗因謂之曰：「且朕自省事以來，倉場給散，動經一二十年未畢，今輕量如此，其後銷折，將何以償之？」對曰：「竭盡家產，不足則繼之以身命。」明宗愴然曰：「只聞百姓養一家，未聞一家養百姓。今後每石加二斗耗，以備鼠雀侵蠹，謂之鼠雀耗。」倉糧加耗，自此始也[２１]。 \\n 秦王掇禍 \\n 秦王從榮，明宗之愛子。好為詩，判河南府，辟高輦為推官。輦尤能為詩，賓主相遇甚歡。自是出入門下者，當時名士有若張杭[２２]、江文蔚[２３]、何仲舉之徒，莫不分庭抗禮，更唱迭和。時干戈之後，武夫用事，睹從榮所為，皆不悅。於是康知訓等竊議曰：「秦王好文，交遊者多詞客，此子若一旦南面，則我等轉死溝壑，不如早圖之。」高輦知其謀，因勸秦王託疾：「此輩以所就之間[２４]，須來問候，請大王伏壯上，出其不意皆斬之，庶幾免禍矣。」從榮曰：「至尊在上，一旦如此，得無危乎？」輦曰：「子弄父兵，罪當笞爾，不然則悔無及矣。」從榮猶豫不決，未幾及禍，高輦棄市。初，從榮之敗也，高輦竄於民家，且落髮為僧。既擒獲，知訓以其毀形難認，復使巾幘著緋，驗其真偽，然後用刑。輦神色自若，厲聲曰：「朱衣纔脫，白刃難逃。」觀者壯之。 \\n 高季興據荊州 \\n 高季興，本陝州硤石人[２５]。為太祖裨將，出為郢州防御使。時荊南成汭征鄂州，不利而卒，太祖命季興為荊南留後。到未幾，會武陵土豪雷彥恭作亂，季興破之，遂以功授荊南節鉞。莊宗定天下，季興首入覲，因拜中書令，封南平王。初，季興嘗從梁太祖出征，引軍早發，至逆旅，未曉，有嫗秉燭迎門，具禮甚厚。季興疑而問之，對曰：「妾適夢有人叩關，呼曰：『速起，速起，有裂土王來。』及起，盥漱畢，秉燭開門，而君子奄至，得非所謂王者耶？所以不敢褻慢爾。」季興喜，及來荊南，竟至封王。 \\n 王氏據福建 \\n 王潮之來福建也，值連帥陳巖卒，子婿范暉自稱留後[２６]，潮攻拔之，盡有其地，遂為福建觀察使。至其弟審知立，雖天下多事，猶能修其職貢。朝廷嘉之，封閩王。審知卒，子延鈞嗣[２７]，無識，輒改審知制度，僭稱大閩，改元龍啟，其後為子昶殺。昶多行不道，閩人殺之，立從父延羲，改元永隆。延羲不恤政事，國亂，為其將連重遇所殺，王氏之族遂滅。先是，梁朝有王霸者，即王氏之遠祖，為道士。居於福州之怡山時，愛二皂莢樹，因其下築壇，為朝禮之所。其後丹成，沖虛而去。霸嘗云：「吾之子孫，當有王於此方者。」乃自為讖，藏之於地。唐光啟中，爛柯道士徐景玄，因於壇東北隅取土，獲其詞曰：「樹枯不用伐，壇壞不須結。不滿一千年，自有系孫列。」又曰：「後來是三王，潮水蕩禍殃。巖逢二乍間，未免有銷亡。子孫依吾道，代代封閩疆。」議者以為：潮蕩禍殃，謂王潮除其禍患以開基業也；巖逢二乍間，謂陳巖逢王潮未幾而亡，土地為其所有也；代代封閩疆，謂潮與審知也，代代蓋兩世之稱，明封崇不過潮與審知兩世耳。初，王潮嘗假道於洪州，時鍾傳為洪州節度使，以王潮若得福建，境土相接，必為己患，陰欲誅之。有僧上藍者，通於術數，動皆先知，大為鍾所重。因入謁，察傳詞氣，驚曰：「令公何故起惡意，是欲殺王潮否？」傳不敢隱，盡以告之。上藍曰：「老僧觀王潮與福建有緣，必變，彼時作一好世界，令公宜加禮厚待。若必殺之，令公之福去矣。」於是傳加以援送。及審知之嗣位也，楊行密方盛，常有吞東南之志氣。審知居常憂之，因其先人常為上藍所知，乃使人賫金帛往遺之，號曰「送供」，且問國之休咎。使回，上藍以十字為報，其詞曰：「不怕羊入屋，只怕錢入腹。」審知得之，嘆曰：「羊者楊也，腹者福也，得非福州之患，不在楊行密而在錢氏乎？令內外將吏無姓錢者，必為子孫後世之憂矣。」至延羲為連重遇所殺，諸將爭立，江南乘其時，命查文徽領兵伐之，經年不能下。會兩浙救兵至，文徽腹背受敵，遂大敗。自是福州果為錢氏所有，入腹之讖始應。蓋國之興衰，皆冥數先定矣。 \\n 孟知祥兩代讖 \\n 孟知祥之入蜀也[２８]，視其險固，陰有割據之志。洎抵成都，值晚，且憩於郊外，有推小車子過者，其物皆以袋盛。知祥見，問曰：「汝車所勝幾袋？」答曰：「盡力不過兩袋。」知祥惡之，其後果兩世而國滅。 \\n 孟知祥般家 \\n 初，知祥將據蜀也，且上表乞般家屬。時樞密使安重誨用事，拒其請。知祥曰：「吾知之矣。」因使密以金百兩為賂，重誨喜而為敷奏，詔許之。及家屬至，知祥對僚吏笑曰：「大下聞知樞密，將謂天地間未有此，誰知祇銷此百金耶，亦不足畏也。」遂守險拒命。 \\n 孟知祥平董璋 \\n 孟知祥與董璋有隙，舉兵討之。璋素勇悍，聞知祥之來也，以為送死。諸將兩端，李鎬為知祥判官[２９]，深憂之。及將戰，知祥欲示閑暇，自寫一書以遺董璋[３０]。無何，舉筆輒誤書「董」為「重」字，不悅久之。鎬在側大喜，且引諸將賀於馬前。知祥不喻，曰：「事未可測，何賀耶？」鎬曰：「其『董』字，『草』下施『重』，今大王去『草』書『重』，是『董』已無頭，此必勝之兆也。」於是三軍欣然，一戰而董璋敗。 \\n 錢鏐患目 \\n 錢鏐末年患雙目，有醫人不知所從來，白云累世醫內外障眼，其術在於用針，無不效者。鏐聞，召而使觀之，醫人曰：「可治。然大王非常人，患殆天與之，若醫，是違天理也，恐無益於壽，幸思之。」鏐曰：「吾起自行伍，跨有方面，富貴足矣，但得兩眼見物，為鬼不亦快乎！」既而下手，莫不應手豁然。鏐喜，所賜動以萬計，醫人皆辭不受。明年，鏐卒。 \\n 房知溫從事入冥 \\n 房知溫為青州節度，封東平王，所為不法，百姓苦之。一旦，有從事張澤者，素好嗜鰲，忽暴卒，但心頭微暖，家人未即殮。經宿而活，自云為泰山所追，行未幾，過一公宇，門庭甚壯。既見有人衣紫，據案而坐，自謂之府君，叱澤曰：「何故食鰲過差耶？」言訖，有執筆挾簿引羣鬼，皆怪狀，携以鼎鑊刀机（一作鋸。）之具至，擒澤投於沸鼎中，移時，復用鐵叉撥出，以刀支解，去骨肉，然後烹飪，大抵亦如治鱉之狀。既熟，諸鬼分啖。凡出自鼎鑊，至於支解，又至於分啖，其於慘毒苦痛之狀，皆名狀所不及。如此者近數十度，府君始恕之，且問曰：「汝受諸苦如何，爾其敢再犯乎？」答曰：「不敢。」於是遣去。將行，府君又於案上取一物，封之甚固，授澤曰：「為吾將此物與房知溫，不法之事宜休矣。」澤領而置於懷，遂覺。知溫聞知澤復活，遽使人肩舁入府而問之，澤備以所受之苦對，仍於懷中探取封物付溫，即錦被角也。知溫大駭曰：「吾昨覺體寒如中瘧，擁被就火，忽聞足下無疾而卒，遂驚起，不虞一角之被為火所燒，此其是乎！」遽取被視之、不差豪釐。知溫顫慄，不知所措，謂澤曰：「足下之過小耳，尚如此，老夫不知如何也。」自是知溫稍稍近理。 \\n 宋齊丘投姚洞天 \\n 宋齊丘，豫章人。父嘗在鍾傳幕下，齊丘素落魄，父卒，家計蕩盡，已在窮悴，朝夕不能度。時姚洞天為淮南騎將，素好士，齊丘欲謁之，且囊空無備紙筆之費，計無所出，但於逆旅杜門而坐，如此殆數日。鄰房有散樂女尚幼，問齊丘曰：「秀才何以數日不出？」齊丘以實告，女嘆曰：「此甚小事，秀才何吝一言相示耶？」乃惠以數緡。齊丘用市紙筆，為詩詠以投洞天[３１]，其略曰：「某學武無成，攻文失志，歲華蹭蹬，身事蹉跎。胸中之萬仞青山，壓低氣宇；頭上之一輪紅日，燒盡風雲。加以天步陵遲，皇綱廢絕，四海淵黑，中原血紅，挹飛蒼走黃之辨，有出鬼沒神之機。」洞天怒其言大，不即接見。齊丘窘急，乃更其啟，翌日復至，其略曰：「有生不如無生，為人不若為鬼。」又云：「其為誠懇萬端，只為飢寒兩字。」洞天始憫之，漸加以拯救。徐溫聞其名，召至門下。及昪之有江南也，齊丘以佐命功，遂至將相，乃上表以散樂女為妻，以報宿惠，許之。 \\n 黃損不調 \\n 黃損，連州人。少有大志，其為學，務於該通。嘗上三書[３２]，號曰《三要》，大約類《陰符》、《鬼谷》。同光初，應進士，以此書投於公卿間，議者以為有王佐才。洎登第歸，會劉龔南稱霸[３３]，損因獻十策求入幕府，其言多指切權要[３４]，由是眾疾之。然以其掇朝廷名第，不可坐廢，踰年始授永州團練判官。未幾，又得足疾，遂退居於永州北滄塘湖上，以詩酒自娛。先是，損嘗學於廬山，與桑維翰、宋齊丘相遇，每論天下之務，皆出損下，損亦自負。居無何，同遊五老峰，路遇磐石，因憩歇。頃之，有叟長嘯而至，亦憩於側，損等皆不悅。既而，叟指桑維翰、宋齊丘曰：「公等皆至將相，各不得其死。」次指損曰：「此子有道氣，可以隱居，若求名宦，不過一方州從事爾，宜思之。」損甚怒，叟曰：「休戚之數定矣，吾先知者，何怒耶！」三人始異之，將再問其事，此叟不顧而去。其後皆然。 \\n 何仲舉及第 \\n 何仲舉，營道人。美姿容，年十三，俊邁絕倫。時家貧，輸稅不及限。李皋為營道令，怒之，乃荷項係獄，將檟楚焉。或有言於皋曰：「此子雖丱，能為詩，往往間立成，希明府一察之。」皋聞，遽召而問曰：「知汝有文，且速敏，今日之事，若能文不加點，為一篇以自述，吾當貸汝。」仲舉援筆而成，曰：「似玉來投獄，拋家去就枷。可憐兩片木，夾却一枝花。」皋大驚，自為脫枷，延上廳，與之抗禮，自是仲舉始銳意就學。天成中，入洛。時秦王為河南尹，尤重士，仲舉與張杭、江文蔚俱遊其門。及其東薦也，公舉數百人，獨以仲舉為擅場。仲舉因獻詩曰：「碧雲章句纔離手，紫府神仙盡點頭。」秦王大悅，稱賞不已，故一舉上第。及歸，遇文昭馬氏承制，依唐太宗故事，於天策府置十八學士，以皋為學士之首，且執政柄，而仲舉自以出於皋之門下，雖策名中朝，事皋未嘗暫懈，皋感悅，遂加引用。未幾，與之同列，及出，又為全、衡二州刺史。先是，湖南尤多詩人，其最顯者有沈彬、廖凝、劉昭禹、尚顏、齊己、虛中之徒，而仲舉在諸公間尤為輕淺。惟李皋獨推許之，往往對眾吟《秋日晚望》詩曰：「樹迎高鳥歸深野，雲傍斜陽過遠山。」以足扣地，嘆曰：「何仲舉乃詩家之高逸者也，諸官見取舍，其餘奴岳乃間氣爾[３５]。」故仲舉感皋之見知，卒能自奮，至於名節，亦終始無玷，論者以皋有知人之鑒。 \\n 徐寅擯棄 \\n 徐寅，登第歸閩中，途經大梁，因獻太祖《遊大梁賦》。時梁祖與太原武皇為讎敵，武皇眇一目，而又出自沙陀部落，寅欲曲媚梁祖，故詞及之，云：「一眼胡奴，望英威而膽落。」未幾，有人得其本示太原者，武皇見而大怒。及莊宗之滅梁也，四方諸侯以為唐室復興，奉琛為慶者相繼。王審知在閩中，亦遣使至，遽召其使，問曰：「徐寅在否？」使不敢隱，以無恙對。莊宗因慘然曰：「汝歸語王審知，父母之讎，不可同天。徐寅指斥先帝，今聞在彼中，何以容之？」使回，具以告。審知曰：「如此則主上欲殺徐寅爾。今殺則未敢奉詔，但不可用矣。」即日戒閽者不得引接，徐寅坐是終身止於秘書正字。 \\n 黃滔命徐寅代筆 \\n 黃滔在閩中，為王審知推官。一旦饋之魚，時滔方與徐寅對談，遂請為代謝箋。寅援筆而成，其略曰：「銜諸斷索，才從羊續懸來；列在琱盤，便到馮驩食處。」時人大稱之。 \\n 敬新磨狎侮 \\n 敬新磨，河東人。為伶官，大為莊宗所寵惜。莊宗出自沙陀部落，既得天下，多用蕃部子弟為左右侍衛，高鼻深目者甚眾，加以恃勢凌辱衣冠，新磨居常嫉之，往往揚言曰：「此輩雖硬弓長箭，今天下已定，無所施矣。惟有一般勝於人者，鼻孔大、眼睛深耳，他不足數也。」眾皆切齒，相與訴於莊宗，其間亦有言發而泣下者。莊宗不悅，召新磨責之曰：「吾軍出自蕃部，天下孰不知？汝未嘗為我避諱，更辱罵之，使各垂泣告朕，何也？」新磨即正色對曰：「陛下妄矣。此輩淚便用桔槔子打亦不出，豈能見之也。」莊宗素好徘，不覺大笑。時殿上常有惡犬，及新磨退，一犬奮起，似欲肆噬。新磨意莊宗使之，遽倚柱大呼曰：「陛下勿縱男女咬人！」莊宗色變，索弓箭，新磨遽抗聲曰：「臣雖賤，與陛下一體，殺之不祥！」問其故，對曰：「陛下改元，以同光為紀年，天下謂之同光帝。且同者，銅也，不得敬新磨，銅光何以見耶！」莊宗又欣然。其謔浪狎侮，應機而發，皆此類也。 \\n 僧昭說踏錢 \\n 僧昭者，通於術數。居兩浙，大為錢塘錢鏐所禮，謂之「國師」。一旦謁鏐，有宮中小兒嬉於側，墜下錢數十文。鏐見，謂之曰：「速收，慮人恐踏破汝錢。」昭師笑曰：「汝錢欲踏破，須是牛即可。」鏐喜，以為社稷堅牢之義。後至曾孫俶[３６]，舉族入朝，因而國除。俶年屬丑為牛[３７]，可謂牛踏錢而破矣。 \\n 注： \\n [１７]「謂所親」，原作「親謂」，據顧本改。 \\n [１８]「鏡新磨」，各本同。同卷有「敬新磨狎侮」條，又《舊五代史》卷四三《明宗紀第九》、《新五代史》卷三七《伶官傳》均作「敬新磨」，實為一人。此名借諧聲成一謔稱，仍保留。 \\n [１９]「汝為縣令」，「令」原脫，據《舊五代史》等補。 \\n [２０]「懼其罪其較量甚輕」，原作「懼得其罪較量甚輕」，據顧本改。 \\n [２１]「倉糧加耗自此始也」，原作「倉糧起自此也」，據四庫本、顧本改。 \\n [２２]「張杭」，各本同。案《舊五代史》卷一三一本傳作「張沆」；《十國春秋》卷七三《何仲舉傳》作「張抗」，實為一人。 \\n [２３]「江文蔚」，原作「高文蔚」，各本同。同卷「何仲舉及第」條及《舊五代史》卷四四《明宗紀第十》、《新五代史》卷六二《南唐世家第二》均作「江文蔚」，據改。 \\n [２４]「以所就之間」，原脫，據毛本等補。 \\n [２５]「陝州硤石人」，《舊五代史》卷一三三、《新五代史》卷六九本傳同；毛本、四庫本、顧本作「陵州陝右人」；《五代史記注》作「陝州陝人」。 \\n [２６]「子婿范暉」，各本同。案：《通鑒》卷二五八附《通鑒考異》：「《舊五代史》、《閩中錄》、《閩書》皆云范暉，巖婿，餘書皆云妻弟。林仁志《王氏啟運圖》載監軍程克論表云妻弟。此最得實，今從之。」今原文姑仍其舊。 \\n [２７]「子延鈞嗣」，「子」原作「弟」，《五代史記注》作「子」，《舊五代史》卷一三四《王延鈞傳》、《新五代史》卷六八《王延翰傳》均謂「審知次子」，據改。 \\n [２８]「孟知祥之入蜀也」，「也」原脫，據《舊五代史》、《五代史記注》補。 \\n [２９]「李鎬」，原作「季鎬」，據《舊五代史》改。案：《五代史記注》、《新五代史》卷六四《後蜀世家》、《全唐文》卷八九一作「李昊」；《新五代史》卷六三《前蜀世家》作「李旻」，從史實看，實為一人。 \\n [３０]「自寫一書」，原作「自書一字」，據顧本改。 \\n [３１]「投洞天」，案：《江南野史》卷四《宋齊丘傳》載，齊丘在姚氏出守廬陵時與之結識，「洞天解郡，遂命載歸廣陵，未至而洞天疾，病且死，因遺書薦之於先主。既至，棲遲逆旅，裹餱罄乏，因吁歎數四。其鄰倡優女魏氏聞之，乃竊賂遺數鍰，由是獲備管幅，遂克投贄一見。先主賓之以國士，大獲賂遺。尋娶魏氏，館而給之。」此與陶文應是傳聞異詞。據此，姚氏投贄所見者為李昪，其投詩姚洞天或在姚氏出守廬陵時，疑陶文混為一談。 \\n [３２]「嘗上三書」，「三」上原衍「書」字，據四庫本刪。 \\n [３３]「劉龔」，原作「王潮」，各本同。案：《全唐詩》卷七三四，黃損「梁龍德二年登進士第，仕南漢劉龔」。又《十國春秋》卷六二載，黃損「登第，歸自京師，高祖既嗣，頗加親任」，此處高祖為劉龔廟號。據改。 \\n [３４]「其言多指切權要」，「切」上原衍「斥」字，據四庫本刪。 \\n [３５]「其餘奴岳乃間氣爾」，此句胡校：「『奴岳』句疑誤。」《五代史記注》「奴」作「如」；四庫本作「諸公幸見取，其餘諸家乃閏氣耳。」 \\n [３６]「後至曾孫俶」，「俶」，各本同。本名弘俶，避宋太祖父弘殷廟諱，缺「弘」字。 \\n [３７]「俶年屬丑為牛」，「屬丑」原作「是丑」，據《舊五代史》、《五代史記注》改。 \\n  \\n 　"}
{"章节": "卷三 晉二十條", "正文": "　 \\n 卷三　晉二十條 \\n 　 \\n  \\n 高祖先兆 \\n 高祖尚明宗女，宮中謂之石郎。及將起兵於太原，京師夜間狼皆羣走，往往入宮中。愍帝患之，命諸班能射者分投捕逐，謂之「射狼」。或遇諸途，問曰：「汝何從而來？」對曰：「看射狼。」未幾，高祖至，蓋「射」亦「石」也。 \\n 少主不召桑維翰 \\n 少主之嗣位也，契丹以不俟命而擅立；又景延廣辱其使，契丹怒，舉國南侵。以駙馬都尉杜重威等領駕下精兵甲，禦之於中渡橋[３８]。既而契丹之眾已深入，而重威等奏報未到朝廷。時桑維翰罷相，為開封府尹，謂僚佐曰：「事急矣，非大臣鉗口之時。」乃叩內閣求見，欲請車駕親征，以固將士之心。而少主方在後苑調鷹，至暮竟不召。維翰退而嘆曰：「國家阽危如此，草澤逋客亦宜下問，況大臣求見而不召耶！事亦可知矣。」未幾，杜重威之徒降於契丹，少主遂北遷。 \\n 桑維翰責張彥澤 \\n 桑維翰形貌甚怪，往往見之者失次。張彥澤素以驍勇稱，每謁候，雖冬月未嘗不雨汗。及中渡變生，彥澤引蕃部至，欲逞其威，乃領眾突入開封府，弓矢亂發，且問：「桑維翰安在？」維翰聞之，乃厲聲曰：「吾為大臣，使國家如此，其死宜矣。張彥澤安得無禮！」乃升廳安坐，謂彥澤曰：「汝有何功，帶使相已臨方面，當國家危急，不能盡犬馬之力以為報效，一旦背叛，助戎狄作威為賊，汝心安乎？」彥澤睹其詞氣慨然，股慄不敢仰視，退曰：「吾不知桑維翰何人，今日之下，威稜猶如此，其再可見耶！」是夜，令壯士就府縊殺之。當維翰之縊也，猶瞋目直視，噓其氣再三，每一噓皆有火出，其光赫然。三噓之外，火盡滅，就視則奄然矣。 \\n 李濤納命 \\n 李濤常忿張彥澤殺邠州幕吏張式而取其妻，濤率同列上疏，請誅彥澤以謝西土，高祖方姑息武夫，竟不從。未幾，契丹南侵，至中渡橋，彥澤首降。戎主喜，命以本軍統蕃部控弦之士，先入京師。彥澤自以功不世出，乃挾宿憾殺開封尹桑維翰。濤聞之，謂親知曰：「吾曾上疏請誅彥澤，今國家失守，彥澤所為如此，吾之首領庸可保乎？然無可奈何，誰能伏藏溝瀆而取辱耶！」於是自寫門狀，求見彥澤。其狀云：「上疏請殺太尉人李濤，謹隨狀納命。」彥澤覽之，欣然降階迎之。然濤猶未安，復曰：「太尉果然相恕乎？」彥澤曰：「覽公門狀，見『納命』二字，使人怨氣頓息，又何憂哉！」濤素滑稽，知其必免，又戲為伶人詞曰：「太尉既相恕，何不將壓驚絹來！」彥澤大笑，卒善待之。 \\n 馬希範奢侈 \\n 馬希範，武穆之嫡子。性奢侈，嗣位未幾，乞依故事置天策府僚屬，於是擢從事有才行者，有若都統判官李鐸、靜江府節度判官潘玘[３９]、武安軍節度判官拓拔坦[４０]、都統掌書記李皋[４１]，鎮南節度判官李莊、昭順軍節度判官徐收、澧州觀察判官彭繼英、江南觀家判官廖圖[４２]、昭順軍觀察判官徐仲雅、靜江府掌書記鄧懿文、武平軍節度掌書記李松年、鎮南軍節度掌書記衛曮、昭順軍觀察支使彭繼勳[４３]、武平軍節度推官蕭銖、桂管觀察推官何仲舉、武安軍節度巡官孟玄暉、容管節度推官劉昭禹等十八人，並為學士。其餘列校，自袁友恭、張少敵等各以次授任。莫不大興土木，以建興府庭，其最為壯麗者，即有九龍、金華等殿。迨殿之成也，用丹砂塗其壁，凡用數十萬斤石，每僚吏謁見，將升殿，但覺丹砂之氣，藹然襲人，其費用也皆此類。初，教令既下，主者以丹砂非卒致之物，相顧憂色。居無何，東境山崩，湧出丹砂，委積如丘陵，於是收而用之。契丹南侵，聞其事，以為希範非常人，遽使冊為尚父。希範得冊，以為戎虜推奉，欣然當之矣。 \\n 丁思僅謂馬希範起義兵[４４] \\n 丁思僅素有才略，為馬氏騎將。以希範受契丹冊命，深恥之，因謂希范曰：「今朝廷失守，正忠臣義士奮發之時，使馳檄四方，引軍直趨京師，誅犬戎，天子反正，然後凱還，如此則齊桓、晉文不足數矣。時不可失，願大王急圖之。」希範本無遠略，加以興作府署未畢，不忍棄去，遂寢思僅之謀。思僅不勝其憤，謂所親曰：「古人疾沒世而名不稱，今遭逢擾攘，不能立功於天下，反顧戀數間屋子乎？誠可痛也！」自是思僅常怏怏。 \\n 馬希範殺高郁 \\n 高郁為武穆王謀臣，莊宗素聞其名，及有天下，且欲離間之。會武穆王使其子希範入覲，莊宗以希範年少易激發，因其敷奏敏速，乃撫其背曰：「國人皆言馬家社稷必為高郁所取，今有子如此，高郁安得取之耶！」希範居常嫉郁，忽聞莊宗言，深以為然。及歸，告武穆請誅之，武穆笑曰：「主上戰爭得天下，能用機數，以郁資吾霸業，故欲間之耳，若梁朝罷王彥章兵權也。蓋遭此計，必至破滅，今汝誅郁，正落其彀中，慎勿言也。」希範以武穆不決，禍在朝夕，因使誣告郁謀反而族滅之。自是軍中之政，往往失序，識者痛之。初，郁與武穆俱起行陣，郁貪且僭，常以所居之井不甚清澈，思所以澄汰之，乃用銀葉護其四方，自內至外皆然，謂之「拓裏」，其奉養過差，皆此類也，故莊宗得以媒蘖。自後陰晦中見郁，後竟為所患爾[４５]。 \\n 李昪得江南 \\n 李昪，本為徐溫所養，溫殺張顥[４６]，權出於己，自稱大丞相、中書令、都統。及出居金陵，以嫡子知訓為丞相，昪為潤州節度。昪始為宣州，忽得潤州，甚怏快，將白溫辭之。宋齊丘素與昪善，因謂昪曰：「知訓驕倨，不可大用，殆必有損足焚巢之患。宣州去江都遠，難為應，潤州方隔一水爾，有急則可以立功，慎勿辭也。」昪聞之釋然，遂行，至潤州。未幾，知訓果為朱瑾所殺。是夜江都亂，火光亘天，昪望之曰：「宋公之言中矣。」遂引軍渡江，盡誅朱瑾之黨。後解甲去備，以待徐溫。溫至，且喜且怒，謂昪曰：「猶幸汝在潤州，不然吾家大事將去矣。汝於兄弟中有大功者耶！」即日用昪為左僕射，知政事，以代知訓。昪善於撫禦，內外之心翕然而歸之，故徐溫卒未幾，而江南遂為昪所有。 \\n 先是，江南童謠云：「東海鯉魚飛上天。」東海即徐之望也；李者鯉也，蓋言李昪一旦自溫家起而為君爾。初，昪既畜異志，且欲諷動僚屬。雪天大會，酒酣，出一令，須借雪取古人名，仍詞理通貫。時齊丘、徐融在座，昪舉杯為令曰：「雪下紛紛，便是白起。」齊丘曰：「著屐過街，必須雍齒。」融意欲挫昪等，遽曰：「明朝日出，爭奈蕭何。」昪大怒，是夜收融投于江，自是與謀者惟齊丘而已。 \\n 李瀚作錢鏐碑[４７] \\n 李瀚有逸才，每作文，則筆不停輟，而性嗜酒。楊凝式嘗受詔撰《錢鏐碑》，自以作不逮瀚，於是多市美酒召瀚飲，俟其酣，且使代筆。經宿而成，凡一萬五千字，莫不詞理典贍，凝式歎伏久之。少主入蕃也，宰相馮道等至鎮州，戎主皆放還。瀚時為翰林院學士，北主以其才，特留之，竟卒于蕃中。其後人有得其文集者，號曰《丁年集》，蓋取蘇武丁年奉使之義。 \\n 馮道修夫子廟 \\n 馮道之鎮同州也，有酒務吏乞以家財修夫子廟，道以狀付判官參詳其事。判官素滑稽，因以一絕書之判後云：「荊棘森森繞杏壇，儒官高貴盡偷安。若教酒務修夫子，覺我慚惶也大難。」道覽之有愧色，因出俸重創之。 \\n 歐陽彬入蜀 \\n 歐陽彬，衡山人。世為縣吏，至彬特好學，工於詞賦。馬氏之有湖南也，彬將希其用，乃携所著詣府。求見之禮，必先通名紙。有掌客吏，眾謂樊知客，好賄，陰使人謂彬曰：「足下之來，非徒然也，實欲顯族致身，而不以一物為貺，其可乎？」彬恥以賄進，竟不與。既而樊氏怒，擲名紙於地曰：「豈吏人之子欲干謁王侯耶！」彬深恨之，因退而為詩曰：「無錢將乞樊知客，名紙生毛不為通。」因而落魄街市，歌姬酒徒，無所不狎。有歌人瑞卿者，慕其才，遂延於家。瑞卿能歌，每歲武穆王生辰，必歌於筵上。時湖南自舊管七郡外，又加武陵、岳陽，是九州，彬作《九州歌》以授瑞卿，至時使歌之，實欲感動武穆。既而竟不問，彬嘆曰：「天下分裂之際，厮徒負養皆能自奮，我貧而至此耶！」計無所出，思欲竄入鄰道，但未有所向。居無何，聞西蜀圖綱將發，彬遂謀入蜀，且私謂瑞卿曰：「吾以干謁不遂，居於汝家，未嘗有倦色，其可輕棄乎！然士以功名為不朽，不於此時圖之，恐貽後悔。今吾他適，庶幾有成，勿以為念。」瑞卿曰：「君於妾，不可謂之無情，然一旦不以妾自滯，割愛而去，得非功名之將至耶！妾誠異之，家財約數緡，雖不豐，願分為半，以資路途。」彬亦不讓，因以瑞卿所贈盡賂綱吏，求為駕船僕夫，綱吏許之。既至蜀，遂獻《獨鯉朝天賦》，蜀王大悅，擢居清要。其後官至尚書左丞相，出為夔州節度使。既領夔州，武穆王已薨，其子希範繼立，因致書於希範，叙疇昔入蜀之由，仍以衡山宗族為託。希範得書大慚，彬之親友悉免其賦役。下令搜訪草澤，由是士無賢不肖參謁，皆延客之，因彬所致也。彬雅有風儀，其為文辭近而理真，聞之者雖不知書，亦釋然曉之，竟以此遇。 \\n 戴偃擯棄 \\n 戴偃，金陵人。能為詩，尤好規諷。唐末罹亂，游湘中，值馬氏有國，至文昭王以公子得位，尤好奢侈，起天策府，構九龍、金華等殿，土木之工，斤斧之聲，晝夜不絕。偃非之，自稱玄黃子[４８]，著《漁父詩》百篇以獻，欲譏諷之，故其句有：「纔把咽喉吞世界，蓋因奢侈致危亡。」又曰：「若須拋却便拋却，莫待風高更水深。」文昭覽之怒，一旦謂賓佐曰：「戴偃何如人？」時賓佐不測，以偃為文昭所重，或對曰：「偃詩人，章句深為流輩所推許，方今在貧悴，大王哀之，置之髯參短簿之間足矣。」文昭曰：「數日前獻吾詩，想其為人，大抵務以魚釣自娛爾，宜賜碧湘湖，便以遂其性，亦優質之道也。」即日使遷居湖上[４９]，乃潛戒公私不得與之往還。自是偃窮餓日至，無以為計，乃謂妻曰：「與汝結髮，已生一男一女，今度不惟擠於溝壑，亦恐首領不得完全。宜分兒遁去，庶幾可免，不然旦夕死矣。」於是舉骰子與妻子約曰：「彩多得兒，彩少得女。」既擲，偃彩少，乃携女，相與慟哭而別。偃將奔嶺南，至永州，會文昭薨，乃止。其後不知所終。 \\n 安重榮叛 \\n 安重榮出鎮，常懷不軌之計久矣，但未發。居無何，厩中產朱鬃白馬，庭鴉生五色雛，以為鳳，乃欣然謂天命在己，遂舉兵反，指揮令取宗嶺路以向闕。時父老聞之，往往竊議曰：「事不諧矣。且王姓安氏，曰鞍得背而穩，何不取路貝州？若由宗嶺，是安及於鬃，得無危乎？」未幾，與王師先鋒遇，一戰而敗。 \\n 楊光遠叛 \\n 楊光遠滅范延光之後，朝廷以其功高，授青州節度，封東平王，奄有登、萊、沂、密數郡。既而自負強盛，舉兵反。朝廷以宋州節度李守貞嘗與光遠有隙[５０]，乃命李討之。李受詔欣然，志在必取，莫不身先矢石。光遠見而懼之，度不能禦，遂降。初，光遠反書至，中外大震。時百官起居次，忽有朝士揚言於眾曰：「楊光遠欲謀大事，吾不信也。光遠素患禿瘡，其妻又跛，自古豈有禿頭天子、跛脚皇后耶？」於是人心頓安。未幾，光遠果降。 \\n 彭夫人怒報恩長老 \\n 文昭王夫人彭氏，封秦國夫人，常往城北報恩寺燒香。時僧魁謂之長老，問曰：「夫人誰家婦女？」彭氏大怒，索檐子疾驅而歸。文昭驚曰：「何歸之速也？」夫人曰：「今日好沒興，被個老禿兵問妾是誰家婦女，且大凡婦女皆不善之辭，安得對妾而發！」文昭笑曰：「此所謂禪機也，夫人可答弟子是彭家女、馬家婦，然則通其理矣，何怒之有乎！」夫人素負才智，恥不能對，乃曰：「如此則妾所謂無見性也。」於是慚赧數日。 \\n 羅鄴王戲判 \\n 羅鄴王紹威，俊邁有詞學，尤好戲判。常有人向官街中鞴驢，置鞍於地，值牛車過，急行碾破其鞍。驢主怒，毆駕車者，為厢司所擒。紹威更不按問，遂判其狀云：「鄴城大道甚寬，何故駕車碾鞍？領鞴驢漢子科決，待駕車漢子喜歡！」詞雖俳諧，理甚切當，論者許之。 \\n 石文德獻挽歌 \\n 石文德，連州人。形質矬陋，好學，尤工詩。霸國時，屢獻詩求用，文昭以其寢陋，未嘗禮待，文德由是窮悴。有南宅王子者，素重士，延於門下。其後文昭知之，亦兼怒王宅，欲庭辱文德而逐之。居無何，秦國夫人彭氏薨，文昭傷悼，乃命有文學者各撰挽詞[５１]。文德乃獻十餘篇，其一聯云：「月沈湘浦冷，花謝漢宮秋。」文昭覽之大驚，曰：「文德有此作用，吾但以寢陋而輕之，乃不如南宮小兒却能知賢耶！」於是始召文德而愧謝之。未幾，承制授水部員外郎，充融州刺史。文德晚尤好著述，乃撰《大唐新纂》十三卷，多名人遺事，詞雖不工，事或可采，時以多聞許之。 \\n 趙在禮拔釘錢 \\n 趙在禮之在宋州也，所為不法，百姓苦之。一旦，下制移鎮永興，百姓欣然相賀，曰：「此人若去，可為眼中拔釘子，何快哉！」在禮聞之怒，欲報「拔釘」之謗，遽上表更求宋州一年。時朝廷姑息勳臣，詔許之。在禮於是命吏藉管內戶口，不論主客，每歲一千，納之於家，號曰「拔釘錢」，莫不公行督責，有不如約，則加之鞭朴，雖租賦之不若也。是歲，獲錢百萬。 \\n 僧洪道 \\n 僧洪道，不知何許人。通內外學，道行尤高，大為時人所重。天福中，居於衡州石羊鎮山谷中。馬氏文昭王之嗣位也，聞其名，召於府，使於報慈寺住持。洪不應命，文昭堅欲致之，督責州縣，憂懼，計無所出，率五七十人拱擁入州。洪道知之，乃引徒弟數輩轉徙入深山中，得一岩，遂且止息。然離舊居抵於山岩下，則眾鳥千萬，和鳴而隨之。州縣雖失其蹤，或有相謂曰：「且深山之中，眾鳥何故而鳴？又聲韻優逸，得非和尚在彼耶？」試尋，果得之於岩所。父老再拜曰：「和尚，佛之徒也，佛不遺眾生願，今大王崇重，要與和尚相見，輒不應召，竄入山林，於是和尚即得計矣，而州縣與鄉村得無勞擾，而和尚忍不為之開慈憫耶！」洪道於是始點頭曰：「如此，則吾為汝行矣。」及至府，文昭以國師待之。未幾，堅乞歸山，文昭知不可留，乃許焉。其後竟不知所終。初，洪道之入岩也，見一虎在穴乳二子，徒弟大駭。洪道叱曰：「無懼，彼當移去。」言訖，虎銜二子趨出穴。至行之所感也如此。 \\n 僧齊己 \\n 僧齊己，長沙人。長沙有大溈同慶寺，僧多而地廣，佃戶僅千餘家，齊己則佃戶胡氏之子也。七歲，與諸童子為寺司牧牛，然天性穎悟，於風雅之道日有所得，往往以竹枝畫牛背為篇什。眾僧奇之，且欲壯其山門，遂勸令出家。時鄭谷在袁州，齊己因携所為詩往謁焉，有《早梅》詩曰：「前村深雪裏，昨夜數枝開。」谷笑謂曰：「數枝非早，不若一枝則佳。」齊己矍然，不覺兼三衣叩地膜拜，自是士林以谷為齊己一字之師。其後居於長沙道林寺。時湖南幕府中能詩者，有如徐東野、廖凝[５２]、劉昭禹之徒，莫不聲名藉甚。而徐東野尤好輕忽，雖王公不避也，每見齊己，必悚然，不敢以眾人待之。嘗謂同列曰：「我輩所作皆拘於一途，非所謂通方之士，若齊己才高思遠，無所不通，殆難及矣。」論者以徐東野為知言。東野亦常贈之詩曰：「我唐有僧號齊己，未出家時宰相器。爰見夢中逢武丁，毀形自學無生理。骨瘦神清風一襟，松老霜天鶴病深。一言悟得生死海，芙蓉吐出琉璃心。悶見唐風雅容缺，敲破冰天飛白雪。清塞清江却有靈，遺魂泣對荒郊月。格何古，天工未生誰知主，混沌鑿開雞子黃，散作純風如膽苦。意何新，織女星機挑白雲，真宰夜來調暖律[５３]，聲聲吹出嫩青春。調何雅[５４]，澗底孤松秋雨灑，嫦娥月裏學步虛，桂風吹落玉山下。語何奇，血潑乾坤龍戰時，祖龍跨海日方出，一鞭風雨萬山飛。己公己公道如此，浩浩寰中如獨自。一簟松風冷如水，長伴巢由伸脚睡[５５]。」其為名士推重如此。及將游蜀，至江陵，高從誨慕其名，遮留之，命為管內僧正。齊己不獲已而受，自是常怏怏，故其友虛中示之詩云：「老負蛾眉月，閑看雲水心。」蓋傷其不得志也。竟卒於江陵。有詩八百首，孫光憲序之，號曰《白蓮集》，行於世。 \\n 注： \\n [３８]「禦之於中渡橋」，「中」下原衍「流」字，胡校：「『流』字衍。」同卷「李濤納命」條及《舊五代史》卷八五《少帝紀》均作「中渡橋」，據改。 \\n [３９]「潘玘」，各本同。案：《通鑒》卷二七七、《新五代史》卷六八《楚世家》、《十國春秋》卷七二傳作「潘起」，實為一人。 \\n [４０]「拓拔坦」，《新五代史》卷六六《楚世家》作「拓拔常」，《通鑒》卷二八七、《十國春秋》卷七三傳作「拓拔恒」。案：本名應為「拓拔恒」，避宋真宗名諱，改「恒」為「坦」、為「常」。 \\n [４１]「李皋」，各本同。《通鑒》卷二八九、《十國春秋》卷七四作「李弘皋」。案：本名應為「李弘皋」，陶文避宋太祖父弘殷廟諱，缺「弘」字，實為一人。 \\n [４２]「廖圖」，各本同。《新五代史》卷六六《楚世家》作「廖光圖」，《十國春秋》卷七三「廖匡圖」。案：本名應為「廖匡圖」，避宋太祖廟諱，改「匡」為「光」，或缺「匡」字。 \\n [４３]「昭順軍觀察支使」，「支使」，諸本均同，唯四庫本作「判官」。 \\n [４４]「丁思僅謂馬希範起義兵」，「丁思僅」，各本同。案：《新五代史》卷六六《楚世家》、《十國春秋》卷七三作「丁思覲」，《通鑒》卷二八五作「丁思瑾」，實為一人。「謂」，各本均同，胡校：「『謂』當作『說』。」 \\n [４５]「後竟為所患爾」，「所」原脫，胡校：「『後竟為患爾』有誤。」據《舊五代史》、《五代史記注》補。 \\n [４６]「張顥」，原作「張鎬」，據《五代史記注》改。 \\n [４７]「李瀚」，毛本、四庫本及《舊五代史》卷八四、《新五代史》卷二九同。卷五「世宗問相於張昭遠」條及《舊五代史》卷七六、《新五代史》卷七三、《宋史》卷二六一《趙上交傳》作「李澣」，實為一人。 \\n [４８]「玄黃子」，原作「元黃子」，據毛本、四庫本及《十國春秋》卷七三本傳改。 \\n [４９]「即日使遷居湖上」，「使」原作「便」，諸本均作「使」，據改。 \\n [５０]「李守貞」，毛本、四庫本作「李守正」，實為一人。宋刊本避宋仁宗名諱，改「貞」為「正」，毛本、四庫本作「李守正」應是宋本原貌。 \\n [５１]「乃命有文學者各撰挽詞」，「文學」原作「學文」，胡校：「『文學』倒。」據四庫本、《舊五代史》、顧本改。 \\n [５２]「廖凝」，各本同，《通鑒》卷二九○作「廖匡凝」。案：本名當為「廖匡凝」，避宋太祖廟諱，缺「匡」字。 \\n [５３]「真宰夜來調暖律」，「夜來」原作「衣來」，據毛本、四庫本、宋本及《全唐詩》卷七六二改。 \\n [５４]「調何雅」，原作「詞何雅」，據毛本、四庫本、《全唐詩》卷七六二改。 \\n  \\n 　"}
{"章节": "卷四 漢二十條", "正文": "　 \\n 卷四　漢二十條 \\n 　 \\n  \\n 上藍寺石榴讖 \\n 高祖嘗在晉祖麾下，晉祖既起太原，因高祖遂有天下。先是，豫章有僧號上藍者，精於術數，自唐末著讖云：「石榴花發石榴開。」議者以「石榴」則晉、漢之謂也。再言「石榴」者，明享祚俱不過二世矣。 \\n 蘇逢吉際會 \\n 高祖在河東，幕府闕書記，朝廷除前進士丘廷敏為之；以高祖有異志，恐為所累，辭疾不赴，遂改蘇逢吉。未幾，契丹南侵，高祖仗順而起，兵不血刃而天下定。逢吉以佐命功，自掌書記拜中書侍郎、平章事。逾年，廷敏始選授鳳翔麟游縣令。過堂之日，逢吉戲之，且撫所坐椅子曰：「合是長官坐，何故讓與鄙夫耶？」廷敏遂慚悚而退。 \\n 樞密使擅替留守 \\n 周高祖為樞密。鳳翔、永興、河中三鎮反，高祖帶職出討之，迴戈路由洛陽。時王守恩為留守，以使相自專，乘檐子迎高祖于郊外。高祖遙見大怒，且疾驅入於公館。久之，始令人傳旨，託以方浴。守恩不知其怒，但安坐俟久。時白文珂在高祖麾下，召而謂曰：「王守思乘檐子俟吾，誠無禮也，安可久為留守？汝宜亟去代之[５６]。」文珂不敢違，於是即時禮上。頃之，吏馳去報守恩曰：「白侍中受樞密命，為留守訖。」守恩大驚，奔馬而歸。但見家屬數百口，皆被逐於通衢中，百姓莫不聚觀，其亦有乘便號叫索取貨錢物者。高祖使吏籍其數，立命償之，家財為之一空。朝廷悚然，不甚為理。 \\n 武行德察冤獄 \\n 武行德之守洛京也，國家方設鹽法，有能捉獲一斤以上者，必加厚賞，時不逞之徒，往往以私鹽中人者。常有村童負菜入城，途中值一尼自河陽來，與之偕行，去城近，尼輒先入。既而門司搜閱，於菜籃中獲鹽數斤，遂繫之以詣府。行德取其鹽視之，裹以白絹手帕子，而龍麝之香襲人，驚曰：「吾視村童，弊衣百結，襤褸之甚者也，豈有薰香帕子，必是奸人為之爾。」因問之曰：「汝離家以來，與何人同途？」村童以實對。行德聞之，喜曰：「吾知之矣。此必天女寺尼與門司啟倖，以來求賞也。」遽問其狀，命信捕之，乃即日而獲，其事果連門司，而村童獲免。自是官吏畏服而不敢欺，京邑肅然。 \\n 先是，行德以採薪為業，氣雄力壯，一谷之薪，可以盡負，鄉里謂之「武一谷」。高祖在河東，見之驚異，因召置麾下，攀鱗附翼，遂至富貴。然聽訟甚非所長，至是明辨如此，論者異之。 \\n 馬希範見高郁為祟 \\n 馬希範常重一僧，號報慈長老，能入定觀人休咎。希範因問之曰：「吾於富貴，固無遺恨，但不知者壽耳，吾師以為如何？」報慈曰：「大王無憂，當與佛齊年。」希範喜，以為享壽無窮。及薨也，止於四十九。先是，希範常嫉高郁之為人，因莊宗言而殺之，至是方臨江觀競渡，置酒未及飲，而希範忽驚起，顧其弟曰：「高郁來！」希廣亦驚曰：「高郁死久矣，大王勿妄言。」而希範血自鼻出，是夜遂卒。 \\n 張少敵抗議嫡庶 \\n 馬希範卒，判官李皋以希範同母弟希廣為天策府都尉，撫御尤非所長。大校張少敵憂之，建議請立希廣庶兄武陵帥希萼，且曰：「希萼處長負氣，觀其所為，必不為都尉之下，加之在武陵，九溪蠻通好，往來甚歡，若不得立，必引蠻軍為亂，幸為思之。」李皋忽怒曰：「汝輩何知！且先大王為都尉[５７]，俱為嫡嗣，不立之，却用老婢兒，可乎？」少敵曰：「國家之事，不可拘以一途，變而能通，所以國長久也，何嫡庶之云乎！若明公必立都尉，當妙設方略以制武陵，使帖然不動，乃可。不然，則社稷去矣。」皋愈怒，竟不從少敵之謀。少敵度無可奈何[５８]，遂辭不出。未幾，希萼果以武陵反，引洞溪蠻數路齊進[５９]，遂之長沙，縊希廣於郊外，而支解李皋。自是湖南大亂，未逾年而國滅，一如少敵之言。初，希萼之來也，希廣以全軍付親校許可瓊，使逆撃之[６０]。可瓊睹希萼眾盛，恐懼，夜送旗鼓乞降，希萼大喜，於是兼可瓊之眾，長驅而至。希廣素奉佛，聞之，計無所出，乃被緇衣，引羣僧念「寶勝如來」，謂之禳灾。頃之，府廨火起，人忽紛擾，猶念誦之聲未輟，其戇如此。少敵憂之，良有以也。 \\n 先是，城中街道尚種槐，其柳即無十一二，至是內外一變皆種柳，無復槐矣。又居人夜間好織草鞋，似槌芒之聲，聞於郊野。俄有童謠云：「湖南城郭好長街，盡栽柳樹不栽槐。百姓奔竄無一事，只是槌芒織草鞋。」人無長少皆誦之。未幾國亂，百姓奔竄，死於溝壑者十有八九，至是議者始悟。蓋長街者，通內外之路也；槐者，為言懷也，不栽槐，蓋兄弟不睦，以至國亡，失孔懷之義也；草鞋者，遠行所用，蓋百姓遠行奔竄之義也。 \\n 馬希萼囚于衡陽 \\n 馬希萼既立，不治國事，數與僚吏縱酒為樂。有小吏謝廷擇者[６１]，本帳下厮養，有容貌，希萼素寵嬖之[６２]。每筵會，皆命廷擇預坐，諸官甚有在下者。於是眾怒，往往偶語曰：「此輩舊制有燕會，唯用兵守門，以防他虞。今與我等齊列，何辱之甚也！」其弟希崇因眾怒咄咄，與其黨竊發，擒希萼，囚之於衡陽，又自立。未數日，江南遣袁州刺史邊鎬，乘其亂領兵來伐，希崇度不能敵，遂降。先是，長沙童謠云：「鞭打馬，走不暇。」未幾，果為邊鎬所滅。初，鎬嘗為僧，以覘湖南，尤能弄鈸，每侵晨，必弄鈸行乞，遇城，往往擲起鈸以度門之高下。及來湖南，士庶頗有識之者。 \\n 高從誨母夢 \\n 高從誨，季興之庶子而處長，為性寬厚，雖士大夫不如也。天成中，季興叛，從誨力諫之，不從。及季興卒，朝廷知從誨忠，使嗣，亦封南平王。初，季興之事梁也，每行軍，常以愛姬張氏自隨。一旦軍敗，携之而竄，遇夜，誤入深澗中。時張氏方妊行遲，季興恐為所累，俟其寢酣，以劍刺岸崩[６３]，欲壓殺之[６４]，然後馳去。既而岸欲崩，張氏且驚起，呼季興曰：「妾適夢大山崩而壓妾身，有神人披金甲執戈以手托之，遂免。」季興聞之，謂必生貴子，遂挈之行，後生從誨。 \\n 慕容彥超擒盜 \\n 慕容彥超素有鈎距。兖州有盜者，詐為大官從人，跨驢於衢中，市羅十餘疋，價值既定，引物主詣一宅門，以驢付之，曰：「此本宅使，汝且在此，吾為汝上白於主以請直。」物主許之。既而聲跡悄然，物主怒其不出，叩門呼之，則空宅也，於是連叫「賊」。巡司至，疑其詐，兼以驢收之詣府。彥超憫之，且曰：「勿憂，吾為汝擒此賊。」乃留物主府中，復戒厩卒高繫其驢，通宵不與水草，然後密召親信者，牽於通衢中放之，且曰：「此盜者之驢耳，自昨日不與水草，其飢渴甚矣，放之必奔歸家，但可躡蹤而觀之，盜無不獲也。」親信者如其言，隨之，其驢果入一小巷，轉數曲，忽有兒戲於門側，視其驢，連呼曰：「驢歸，驢歸。」盜者聞之，欣然出視，遂擒之。 \\n 安審琦惡釋氏 \\n 安審琦素惡釋氏，凡居方鎮，僧凡有過，不問輕重殺之。及鎮青州也，一旦方大宴，忽有紫衣僧持錫直上廳事。審琦赫怒連叱，是僧安然不顧，縱步而踵內室，至中門，審琦仗劍逐之，將及而滅，但聞錫杖聲鏗然，入在卧所。審琦驚懼之際，有小蒼頭報曰：「國夫人生子矣。」得非紫衣錫杖者乎？因命之曰「僧哥」，即安守忠也，自是審琦稍稍信重。 \\n 梁震裨贊 \\n 梁震，蜀郡人。有才略，登第後寓江陵，高季興素聞其名，欲任為判官。震恥之，然難於拒，恐禍及，因謂季興曰：「本山野鄙夫也，非有意於爵祿，若公不以孤陋，令陪軍中末議，但白衣從事可矣。」季興奇而許之，自是震出入門下，稱前進士而已。同光中，莊宗得天下，季興懼而入覲，時幕客皆贊成，震獨以為不可，謂季興曰：「大王本梁朝[６５]，與今上世稱讎敵，血戰二十年，卒為今上所滅，神器大寶雖歸其手，恐餘怒未息，觀其舊將，得無加害之心？宜深慮焉。」季興不從。及至，莊宗果欲留之，樞密郭崇韜切諫，以為不可：「天下既定，四方諸侯雖相繼稱慶，然不過子弟與將吏耳。惟季興而躬自入覲，可謂尊獎王室者也。禮待不聞加等，反欲留縶之，何以來遠臣？恐此事一行，則天下解體矣。」莊宗遂令季興歸。行已浹旬，莊宗易慮，遽以詔命襄州節度劉訓伺便囚之[６６]。時季興至襄州[６７]，就館而心動，謂吏曰：「吾方寸擾亂，得非朝廷使人追而殺吾耶！梁先輩之言中矣，與其住而生，不若去而死。」遂棄輜重，與部曲趫健者數百人南走。至鳳林關，已昏黑，於是斬關而去。既而是夜三更，向之急遞，果至襄州。劉訓料其去遠不可追而止。自是季興怨憤，以兵襲取復州之監利、玉沙二縣，命震草奏，請以江為界。震又曰：「不可。若然則師必至矣，非大王之利也。」季興怒，卒使為之。既而奏發，未幾，朝廷遣夏魯奇、房知溫等領兵來伐。季興登城望之，見其兵少，喜，欲開城出戰。震復諫曰：「大王何不思之甚耶！且朝廷禮樂征伐之所自出，兵雖少而勢甚大，加以四方諸侯各以相吞噬為志，但恨未得其便耳。若大王不幸，或得一戰勝，則朝廷徵兵於四方，其誰不欲仗順而起，以取大王之土地耶！如此則社稷休矣。為大王計者，莫若致書於主帥，且以牛酒為獻，然後上表自劾，如此則庶幾可保矣。不然，則非僕之所知也。」季興從之，果班師。震之裨贊，皆此類也。 \\n 洎季興卒，子從誨繼立。震以從誨生於富貴，恐相知不深，遂辭居於龍山別業，自號「處士」。從誨見召，皆跨黃牛直抵廳事前下，呼從誨不以官閥，但郎君而已[６８]。末年尤好篇詠，與僧齊己友善，貽之詩曰：「陳琳筆硯甘前席，甪里姻霞憶共眠。」蓋以寫其高尚之趣也。 \\n 趙惟則廉介 \\n 趙惟則，官至正郎，以廉介自處。乾祐中，於京師賃一故宅。居歲餘，有叟叩門，見之。自言嘗為此宅閽吏，契丹犯闕時，故主與之深夜掘地，藏金銀幾瓮。兵火之後，故主去世，人未有知者。今識其處，公取之，以少許見賜，用救朝夕。惟則初聞愕然，欲詬責是叟，久之，佯喜曰：「甚善，甚善。寶物豈可容易而得，汝慎勿言，俟吾擇一吉日，召汝取之可也。」叟以為然。既出，惟則謂家人曰：「平生不以貨財自污，今日一旦為是褻瀆，辱莫甚焉。此宅不可復居。」翌日，遂遷去。 \\n 廖氏世胄 \\n 廖氏，虔州贛縣人[６９]。有子三人，伯曰圖，仲曰偃，季曰凝[７０]。圖、凝皆有詩名，偃蹻勇絕倫，由是豪橫，遂為鄉里所憚。江南命功臣鍾章為虔州刺史，深嫉之，於是圖與凝等議曰：「觀章所為，但欲滅吾族耳，若戀土不去，禍且及矣。」於是領其族暨所部等三千餘人[７１]，具鎧仗號令而後行，章不敢逐，遂奔湖南[７２]。時武穆王在位，見其眾盛，恐難制，欲盡誅之。或謂之曰[７３]：「大王姓馬，而廖來歸。廖者料也，馬得料其勢必肥，實國家大興之兆，其可殺之乎！」武穆喜[７４]，遂善待。仍制下以凝為永州刺史[７５]，圖為行軍司馬，偃以天策府列校，仍賜莊宅於衡山，自稱逸人。 \\n 偃能於馬上挺身而立，取濕衣振奮而服之，以示輕捷。荊南高季興次子，忘其名[７６]，管親軍雲猛都，謂之「雲猛郎君」。聞偃名，因兩境交兵，請與偃鬭，偃欣然而往。雲猛能用槍，見偃瘦小，心輕之，馳騎而刺偃，垂及之，偃佯落馬，雲猛勢未及止，偃自後奮戈，一擊墮地，因生擒之，自是其名愈振。故武穆王終世不為鄰境所輕者，偃之力焉。至其子希範嗣位，九溪蠻叛，命偃率兵討之，為流矢所傷，死於蠻中。凶訃至，希範使人報其母張氏，張氏不哭，謂其使曰：「為妾謝大王，舉家三百餘口，受王分食解衣之賜，雖盡死未足以上報，況一子乎！望大王勿以為念。」希範聞而嘆曰：「廖氏有此母，欲不興，其可得乎！」於是厚加存恤，仍遣使召凝，任為從事。至希範薨，國亂，為江南所滅，遂遷金陵，唐主授以水部員外郎，為洪州建昌縣令[７７]。未幾，又遷江州團練使。 \\n 凝為人不羈，好詼諧，嘗覽裴說《經杜工部墓》詩曰：「擬鑿孤墳破，重教大雅生。」因曰：「如此，裴說乃劫墳賊耳！」聞者大笑。及在江州，盛暑，嘗患體燥，乃以一大桶盛冷水，坐於其間，或至終日，雖賓友謁見，出露其首，與之談笑，其簡率如此。先是，凝嘗夢人以印授之，拜捧之際，其印缺其一角，凝不能測。及授江州之命，始悟曰：「印缺一角，蓋偏裨之象也。團練副使，不亦宜乎！」時人異之。 \\n 李皋草謝馬表 \\n 李皋與弟節[７８]，俱在湖南幕下，節亦有文學。同光初，馬氏武穆王授江南諸道都統，詔賜戰馬數百匹，皋為謝表，百餘字後，思意艱澀。時節在側，皋顧謂之曰：「嘗聞馬有旋風之隊，如何得一事為對？」節曰：「馬既有旋風隊，軍亦有偃月營，何患耶？」皋欣然下筆云：「尋當偃月之營，擺作旋風之隊。」表遂成，論者以此對最為親切。 \\n 沈彬石槨 \\n 沈彬，宜春人[７９]。能為歌，詩格高逸，應進士不第，遂游長沙。會武穆方霸，彬獻《頌德詩》云：「金翅動身摩日月，銀河轉浪洗乾坤。」武穆覽而壯之，欲辟之在幕府，以其有足疾，遂止。彬由是往來衡、湘間，自稱進士。邊鎬之下湖南也[８０]，後主聞其名，召歸金陵，令為縣宰，彬辭不就，遂授金部郎中[８１]。致仕，年八十九。初，彬既致仕，營別業於鍾山，庭有古柏，可百餘尺，一旦為迅雷所擊，仆於地，自成四片。彬視之欣然，謂子庭瑞曰：「此天所以賜吾也，汝宜成之。」庭瑞曰：「雷擊之木，恐非祥，不宜為棺。」彬怒曰：「吾命汝，安得違之耶！」庭瑞懼，遂如教，卒竟用此棺。及葬，掘地未及丈餘，又得石槨，上有篆文四字云：「沈彬之槨。」其制度大小，與棺正相稱，遂葬之，時人異焉。 \\n 李中令好戲 \\n 李曮，岐王之子，昆仲間第六，官至中書令，世謂之「六令公」。。情性好戲，為鳳翔節度，因生辰，鄰道持賀禮使畢至。有魏博使少年如美婦人，秦鳳使矬陋且多髯，二人坐又相接，而魏使在下。曮因曰：「二使車一妍一醜，何不相嘲，以為樂事。」魏博使恃少俊，先起曰：「今日不幸，與水草大王接席。」秦鳳使徐起，應曰：「水草大王不敢承命，然吾子容貌如此，又坐次相接，得非水草大王夫人耶？」在坐皆笑。 \\n 李知損輕薄 \\n 李知損，官至諫議大夫，好輕薄，時人謂之「李羅隱」。至於親友間往還簡牘，往往引里巷常談，為之偶對。常有朝士奉使回，以土物為贈，其意猶望却回。知損覺之，且貽書謝之曰：「在小子一時間却擬送去，恐大官兩羅里更不將來。」乾祐中，奉使鄭州，時宋彥筠為節度[８２]。彥筠小字忙兒，因宴會，彥筠酒酣，輒問曰：「眾人何為號足為羅隱？」對曰：「下官平素好為詩，其格致大抵如羅隱，故人為號。」彥筠曰：「不然，蓋謂足下輕薄如羅隱耳。」知損大怒，厲聲曰：「只如令公，人皆謂之宋忙兒，未必便能放牛。」滿座皆笑。 \\n 王仁裕賊頭 \\n 王尚書仁裕，乾祐初，放一榜二百一十四人，乃自為詩云：「二百一十四門生，春風初動毛羽輕。擲金換却天邊桂，鑿壁偷將榜上名。」陶穀為尚書，素好詼諧，見詩佯聲曰：「大奇，大奇，不意王仁裕今日做賊頭也。」聞者皆大笑。 \\n 馮玉為馬承翰所議 \\n 馮玉嘗為樞密使，有朝使馬承翰素有口辯，一旦持刺來謁玉，玉覽刺輒戲曰：「馬既有汗，宜卸下鞍。」承翰應聲曰：「明公姓馮，可謂死囚逢獄[８３]。」玉自以言失，遽延而謝之。 \\n 裴長官捕蝗對 \\n 乾祐中，有裴長官為新鄭縣令。時蝗蟲為災，新鄭尤甚。本州有令，使令躬行率村農掩撲，無令散入別縣。居無何，蝗蟲飛散，觸處皆是。州牧怒，下符劾之。長官素滑稽，其對狀曰：「伏以前件蝗蟲，背上有翅，肚底無糧，來時而不自招呼，去日而固難留止。」聞者皆笑。 \\n 注： \\n [５５]「長伴巢由伸脚睡」，「巢由」原作「巢山」，據毛本、四庫本、《全唐詩》卷七六二改。 \\n [５６]「汝宜亟去代之」，「宜」原脫，毛本、四庫本等均有「宜」，據補。 \\n [５７]「且先大王為都尉」，各本同，胡校：「『為都尉』當作『與都尉』。」 \\n [５８]「無可奈何」，原作「無所奈何」，據四庫本等改。 \\n [５９]「洞漢蠻」，「洞」上原衍「九」字，據《舊五代史》、《五代史記注》刪。《新五代史》載此事作「溪洞諸蠻」。 \\n [６０]「使逆擊之」，「逆」原作「遂」，據四庫本改。 \\n [６１]「謝廷擇」，各本同。《通鑒》卷二九○、《十國春秋》卷六九作「謝彥顒」，《三楚新錄》作「謝延澤」，《湖湘胡事》作「謝彥欽」。案：均據音記名，故有異，此處「廷」疑為「延」之形誤。 \\n [６２]「希萼素寵嬖之」，「希萼」原作「希範」，據四庫本、《舊五代史》、顧本改。 \\n [６３]「以劍刺岸崩」，「崩」原作「邊」，諸本同，此據四庫本改。 \\n [６４]「欲壓殺之」，「欲」原作「而」，據《舊五代史》、《五代史記注》改。 \\n [６５]「大王本梁朝」，各本同，胡校：「『本』下疑脫『事』字。」 \\n [６６]「遽以詔命襄州節度劉訓伺便囚之」，「便」原作「使」，據毛本、四庫本改。 \\n [６７]「時季興至襄州」，「時」原作「而」，毛本等同，據《舊五代史》、《五代史記注》改。 \\n [６８]「但郎君而已」，「郎君」原作「充召」，據四庫本、顧本改。 \\n [６９]「虔州贛縣人」，各本同。陸游《南唐書》卷一○《廖偃傳》、《十國春秋》卷七三《廖匡圖傳》作「虔州虔化人」。 \\n [７０]「伯曰圖仲曰偃季曰凝」，各本同。圖本名匡圖，凝本名匡凝，已見前校。《通鑒》卷二九○有「廖偃，匡圖之子，與其季父節度巡官匡凝謀曰」云云，「仲曰偃」當誤載。又據《九國志》卷一一《廖光齊傳》及《十國春秋》卷七三《廖匡圖傳》，匡圖弟或作「光濟」，或作「匡齊」；原文似當為「仲曰匡齊」，為避諱，作「仲曰光齊」，或「仲曰齊」。 \\n [７１]「於是領其族暨所部等三千餘人」，「所」原脫，據《五代史記注》補。胡校：「『部』下疑脫『眾』字」，可備一說。 \\n [７２]「遂奔湖南」，案：廖氏來湖南原委，《十國春秋》卷七三載：匡圖父廖爽，「事鎮南軍留後盧延昌為將，延昌表於梁，授爽韶州剌史。武穆王時為廣南所攻，舉族來奔。」又《通鑒》卷二六八載：「劉岩聞全播病，發兵攻韶州，破之，刺史廖爽奔楚。」 \\n [７３]「或謂之曰」，「謂之」原作「或者」，據四庫本改。 \\n [７４]「武穆」，原作「穆王」，據《舊五代史》、《五代史記注》改。 \\n [７５]「凝為永州刺史」，各本同。案：據《通鑒》卷二六八，「廖爽奔楚，楚王殷表為永州刺史。」陶文或有誤。 \\n [７６]「忘其名」，各本同。案：據《九國志》卷一一，高季興次子名「高從嗣」。 \\n [７７]「為洪州建昌縣令」，「建昌」原作「連昌」，諸本多同，據四庫本改。 \\n [７８]「李皋與弟節」，「節」，各本同。《通鑒》卷二八九、《十國春秋》卷七四作「弘節」。案：原名當為「弘節」，此避宋太宗父弘殷廟諱，缺「弘」字。 \\n [７９]「宜春人」，各本同。《江南野史》卷六、馬令《南唐書》卷一五、陸游《南唐書》卷四、《唐才子傳》卷一○、《十國春秋》卷二九均作「高安人」；《十國春秋》又云：「致仕後徙居宜春。」案：似以「高安人」為是。 \\n [８０]「邊鎬之下湖南也」，「下」原作「伐」，毛本、四庫本等均作「下」，據改。 \\n [８１]「金部郎中」，馬令《南唐書》卷一五、《唐才子傳》卷一○作「尚書郎」；陸游《南唐書》卷四、《十國春秋》卷二九等作「吏部郎中」。 \\n [８２]「時宋彥筠為節度」，「節度」下原衍「使」字，據毛本、四庫本等刪。 \\n [８３]「可謂死囚逢獄」，「謂」原作「為」，據四庫本、《舊五代史》、《五代史記注》改。 \\n  \\n 　"}
{"章节": "卷五 周二十三條", "正文": "　 \\n 卷五　周二十三條 \\n 　 \\n  \\n 高祖徵異 \\n 高祖之為樞密使也，每出入，常恍然睹人前導，狀若臺省人吏，其服色一緋一綠，高祖以為不祥，深憂之。及河中、鳳翔、永興等處反，詔命高祖征之，一舉而三鎮瓦解[８４]。自是權傾天下，論者以為功高不賞，郭氏其危乎！高祖聞而恐懼。居無何，忽睹前導者服色，緋者改紫，綠者改緋，高祖心始安，曰：「彼二人者，但見其升，不見其降，吉兆也。」未幾，遂為三軍所推戴。 \\n 高祖征李守貞 \\n 高祖征李守貞，軍次河上，高祖慮其爭濟，臨岸而諭之。未及坐，忽有羣鴉噪於上，高祖退十餘步，引弓將射之。矢未及發而岸崩，其釁烈之勢，在高祖足下。高祖棄弓，顧羣鴉而笑曰：「得非天使汝驚動吾耶？如此則李守貞不足破矣。」於是三軍欣然，各懷鬭志矣。 \\n 高祖以讖殺趙童子 \\n 高祖之入京師也，三軍紛擾[８５]，殺人爭物者不可勝數。時有趙童子者，知書善射，至防御使，睹其紛擾，竊憤之，乃大呼於眾中曰：「樞密太尉，志在除君側以安國，所謂兵以義舉；鼠輩敢爾，乃賊也，豈太尉意耶！」於是持弓矢，於所居巷口據牀坐，凡軍人之來侵犯者，皆殺之，由是居人賴以保全僅數千家[８６]。其間亦有致金帛於門下，用為報答，已堆集如丘陵焉。童子見而笑曰：「吾豈求利者耶！」於是盡歸其主。高祖聞而異之，陰謂世宗曰：「吾聞人間讖云，趙氏合當為天子。觀此人才略度量，近之矣，不早除去，吾與汝其可保乎！」使人誣告，收付御史府，劾而誅之。洎高祖厭世未十年，而皇宋有天下，趙氏之讖，乃應於斯，知王者不死，信矣哉！ \\n 高祖圍兖州夢文宣王 \\n 高祖登極，改乾祐為廣順。是年，兖州慕容彥超反，高祖親征。城將破，忽夜夢一人，狀貌甚偉異，被王者之服，謂高祖曰：「陛下明日當得城。」及覺，天猶未曉。高祖私謂徵兆如此，可不預備乎？於是躬督將士，戮力急攻，至午而城陷。車駕將入，有司請由生方鳴鞘而進，遂取別巷轉數曲，見一處門墻甚高大，問之，云夫子廟。高祖意豁然，謂近臣曰：「寡人所夢，得非夫子乎？不然，何取路於此也。」因下馬觀之，方升堂，睹其聖像，一如夢中所見者，於是大喜，叩首再拜。近巨或諫，以為天子不合拜異世陪臣。高祖曰：「夫子聖人也，百王取則，而又夢告寡人，得非夫子幽贊所及耶？安得不拜！」仍以廟側數十家為洒掃戶，命孔氏襲文宣王者長為本縣令。 \\n 慕容彥超鐵胎銀 \\n 慕容彥超之被圍也，乘城而望，見高祖親臨矢石，其勢不可當，退而憂之，因勉其麾下曰：「汝等宜為吾盡命，吾庫中金銀如山積，若全此城，吾盡以為賜，汝等勿患富貴。」頃之，有卒私言曰：「我知侍中銀皆鐵胎，得之何用？」於是諸軍聞之，稍稍解體，未幾城陷。及高祖之入也，有司閱其庫藏，其間銀鐵胎者果十有七八。初，彥超嘗令入開質庫，有以鐵胎銀質錢者，經年後，庫吏始覺，遂言之於彥超。初甚怒，頃之謂吏曰：「此易致耳，汝宜偽{左竇右刂}庫墻，凡金銀器用暨縑帛等，速皆藏匿，仍亂撤其餘，以為賊踐，然後申明[８７]，吾當擒此輩矣。」庫吏如其教。於是彥超下令曰：「吾為使長典百姓，而又不謹，遭賊{左竇右刂}去，其過深矣。今恐百姓疑彥超隱其物，宜令三日內各投狀，明言質物色[８８]，自當倍償之，不爾者有過。」百性以為然，於是投狀相繼。翌日，鐵胎銀主果出，於是擒之，置之深屋中，使教部曲輩晝夜造，用廣府庫，此銀是也。 \\n 世宗問卜 \\n 世宗在民間，嘗與鄴中大商頡跌氏，忘其名，往江陵販賣茶貨。至江陵，見有卜者王處士，其術如神，世宗與頡跌氏同往問焉。方布卦，忽有一蓍躍出，卓然而立，卜者大驚曰：「吾家筮法十餘世矣，常記曾祖以來遺言，凡卜筮而蓍自躍而出者，其人貴不可言，況又卓立不倒，得非為天下之主乎！」遽起再拜。世宗雖佯為詰責，而私心甚喜。於逆旅中夜置酒，與頡跌氏半酣，戲曰：「王處士以我當為天子，若一旦到此，足下要何官，請言之。」頡跌氏曰：「某三十年作估來，未有不由京洛者，每見稅官坐而獲利，一日所入，可以敵商賈數月，私心羨之。若大官為天子，某願得京洛稅院，足矣。」世宗笑曰：「何望之卑耶！」及承郭氏之後踐祚，頡跌猶在，召見，竟如初言與之。 \\n 世宗誅高平敗將 \\n 世宗之征河東也[８９]，駐蹕於高平，劉崇兼契丹之眾來迎戰。時帥多持兩端，而王師不利，親軍帥樊愛能等各退衄。世宗赫怒，躍馬入陣，引五十人直衝崇之牙帳。崇方張樂飲酒，以示閑暇，及其奄至，莫不驚駭失次。世宗因以奮擊，遂敗之，追奔於城下。凱旋，駐蹕潞州，且欲出其不意以誅退衄者，乃置酒高會，指樊愛能等數人，責之曰：「汝輩皆累朝宿將，非不能用兵者也，然退衄者，誠欲將寡人作物貨賣與劉崇耳。不然，何寡人親戰而劉崇始敗耶？如此，則卿等雖萬死不足以謝天下，宜其曲膝引頸，以待斧誅。」言訖，命行刑壯士擒出皆斬之。於是立功之士以次行賞，自行伍拔於軍厢者甚眾。其恩威並著，皆此類也。 \\n 初，劉崇求援於契丹，得騎數千，及睹世宗兵少，悔之曰：「吾觀周師易與耳，契丹之眾宜勿用，但以本軍攻戰，自當萬全。如此則不惟破敵，亦足使契丹見而心服，一舉而有兩利，兵之機也。」諸將以為然，乃使人謂契丹主將曰：「柴氏與吾，主客之勢，不煩足下餘刃，敢請勒兵登高觀之可也。」契丹不知其謀，從之。洎世宗之陣也，三軍皆賈勇爭進，無不一當百，契丹望而畏之，故不救而崇敗。 \\n 論者曰：世宗患諸將之難制也久矣，思欲誅之，未有其釁，高平之役，可謂天假，故其斬決而無貸焉。自是姑息之政不行，朝廷始尊大，自非英主，其孰能如此哉！ \\n 世宗面諭江南使 \\n 世宗既下江北，駐蹕於建安，以書召偽主。偽主皇恐[９０]，命鍾謨、李德明為使，以見世宗。德明素有詞辯，以利害說世宗使罷兵。世宗具知之，乃盛陳兵師，排旗幟戈戟，為鹿項道以湊御[９１]，然後引德明等入見。世宗謂之曰：「汝江南自以為唐之後，衣冠禮樂世無比，何故與寡人隔一帶水，更不發一使奉書相問，惟泛海以通契丹，舍華事夷，禮將安在？今又聞汝以詞說寡人羅兵，是將寡人比六國時一羣癡漢，何不知人之甚也！汝慎勿言，當速歸報汝主，令徑來跪寡人兩拜，則無事矣。不然，則寡人須看金陵城，借府庫以犒軍，汝等得無悔乎！」於是德明等戰懼，不能措一辭，即日告歸。及見偽主，具陳世宗英烈之狀，恐非四方所能敵。偽主計無所出，遂上表服罪，且乞保江南之地，以奉宗廟，修職貢，其詞甚哀。世宗許之，因曰：「叛則征，服則懷，寡人之心也。」於是遣使者賫書安之，然後凱還。論者以世宗加兵於江南，不獨臨之以威，抑亦諭之以禮，可謂得大君之體矣。 \\n 世宗詔陳摶 \\n 陳摶，陜西人[９２]。能為詩，數舉不第，慨然有塵外之趣，隱居華山，自是其名大振。世宗之在位也，以四方未服，思欲牢籠英傑，且以摶曾踐場屋，不得志而隱，必有奇才遠略，於是召到闕下，拜左抬遺。摶不就，堅乞歸山，世宗許之。未幾，賜之書：「敕陳摶：朕以汝高謝人寰，栖心物外，養太浩自然之氣，應少微處士之星，既不屈於王侯，遂隱居於巖壑，樂我中和之化，慶乎下武之期。而能遠涉山涂，暫來城闕，浹旬延遇，弘益居多，白雲暫駐於帝鄉，好爵難縻於達士。昔唐堯之至聖，有巢、許為外臣，朕雖寡薄，庶遵前鑒，恐山中所闕，已令華州刺史每事供須。乍反故山，履玆春序，緬懷高尚，當適所宜，故玆撫問，想宜知悉。」即陶穀之詞也。初，摶之被召，嘗為詩一章云：「草澤吾皇詔，圖南摶姓陳。三峰十年客，四海一閑人。世態從來薄，詩情自得真。超然居物外，何必使為臣。」好事者欣然謂之答詔詩。 \\n 世宗問相於張昭遠 \\n 世宗以張昭遠好古直，甚重之，因問曰：「朕欲一賢相，卿試為言朝廷誰可？」昭遠對曰：「以臣所見，莫若李濤。」世宗常薄濤之為人，聞昭遠之舉，甚驚，曰：「李濤本非重厚，朕以為無大臣禮，卿首舉此，何也？」昭遠曰：「陛下所聞止名行，曾不問才略如何耳[９３]。且濤事晉高祖，曾上疏論邠州節度使張彥澤蓄無君心，宜早圖之，不然則為國患。晉祖不納，其後契丹南侵，彥澤果有中渡之變，晉社殲焉。先帝潛龍時，亦上疏請解其兵權，以備非常之變，少主不納，未幾先帝遂有天下。以國家安危未兆間，濤已先見，非賢而何？臣所以首舉之者[９４]，正為此也。」世宗曰：「今卿言甚公，然此人終不可於中書安置。」居無何，濤亦卒。 \\n 濤為人不拘禮法，與弟澣雖甚雍睦，然聚話之際，不典之言，往往間作。澣娶禮部尚書竇寧固之女，年甲稍高，成婚之夕，竇氏出參，濤輒望塵下拜。澣驚曰：「大哥風狂耶！新婦參阿伯，豈有答拜儀[９５]。」濤應曰：「我不風，只將謂是親家母。」澣且慚且怒。既坐，竇氏復拜，濤又叉手當胸，作歇後語曰：「慚無竇建，繆作梁山，喏喏喏！」時聞者莫不絕倒。凡濤於閨門之內，不存禮法也如此。故世宗以為無大臣體，不復任用，宜哉！ \\n 世宗問王朴運祚 \\n 世宗志在四方，常恐運祚速而功業不就，以王朴精究術數，一旦從容問之曰：「朕當得幾年？」對曰：「陛下用心以蒼生為念，天高聽卑，自當蒙福。臣固陋，輒以所學推之，三十年後非所知也。」世宗喜曰：「若如卿言，寡人當以十年開拓天下，十年養百姓，十年致太平，足矣。」其後自瓦橋關回戈，未到關而晏駕，計在位止及五年餘六個月。五六乃三十之數[９６]，蓋朴婉而言之。 \\n 世宗上病龍臺 \\n 世宗末年，大舉以取幽州。契丹聞其親征，君臣恐懼，沿邊城壘皆望風而下，凡蕃部之在幽州者，亦連宵遁去。車駕至瓦橋關，探邏是實，甚喜，以為大勳必集，登高阜，因以觀六師。頃之，有父老百餘輩，持牛酒以獻，世宗問曰：「此地何名？」對曰：「歷世相傳，謂之病龍臺。」默然，遽上馬馳去。是夜，聖體不豫，翌日病亟，有詔回戈，未到關而晏駕[９７]。 \\n 先是，世宗之在民間已，常夢神人以大傘見遺，色如鬱金，加《道經》一卷，其後遂有天下。及瓦橋不豫之際，復夢向之神人，來索傘與經。夢中還之而驚起，謂近侍曰：「吾夢不祥，豈非天命將去耶！」遂召大臣，戒以後事。初，幽州聞車駕將至，父老或有竊議曰：「此不足憂，且天子姓柴，幽州為燕地[９８]，燕者也，烟火之謂也。此柴入火不利之兆，安得成功？」卒如其言。 \\n 符皇后志操 \\n 世宗皇后符氏，即魏王彥卿之女。時有相士，視之大驚，密告魏王曰：「此女貴不可言。」李守貞素有異志，因與子崇訓娶之，禮畢，守貞甚有喜色。其後據河中叛，高祖為樞密使，受命出征。后知高祖與其父有舊，城破之際，據堂門而坐，叱諸軍曰：「我符魏王女也。魏王與樞密太尉，弟兄之不若，汝等慎勿無禮。」於是諸軍聳然引退。頃之，高祖至，喜曰：「此女於白刃紛拏之際保全，可謂非常人也。」乃歸之魏王。至世宗即位，納為皇后。既免河中之難，其母欲使出家，資其福壽，后不悅曰：「死生有命，誰能髠首跣足以求苟活也！」母度不可逼，遂止。世宗素以后賢，又聞命不以出家為念，愈賢之，所以為天下母也。 \\n 郭忠恕責馮道 \\n 郭忠恕，七歲童子及第，富有文學，尤工篆隸。嘗有人於龍山得鳥跡篆，忠恕一見，輒誦如宿習。乾祐中，湘陰公鎮徐州，辟為推官。周祖之入京師也，少主崩於北崗，周主命宰相馮道迎湘陰公，將立之，至宋州，高祖已為三軍推戴。忠恕知事變，乃正色責道曰：「令公累朝大臣，誠信著于天下，四方談士，無賢不肖，皆以為長者。今一旦返作脫空漢，前功業並棄，令公之心安乎？」道無言對。忠恕因勸湘陰公殺道以奔河東，公猶豫未決，遂及於禍。忠恕竄跡久之，晚年尤好輕忽，卒以此敗，坐除名配流焉。 \\n 舉子與馮道同名 \\n 馮瀛王道之在中書也，有舉子李導投贄所業，馮相見之，戲謂曰：「老夫名道，其來久矣，加以累居相府，秀才不可謂不知，然亦名導，於禮可乎？」李抗聲對曰：「相公是無寸底道字，小子是有寸底導字，何謂不可也？」公笑曰：「老夫不惟名無寸，諸事亦無寸，吾子可謂知人矣。」了無怒色。 \\n 李穀修陳州夫子廟 \\n 李相穀嘗為陳州防御使，三日謁夫子廟，但見破屋數間，中有一像巍然而已，穀嘆息久之。俄而伶人中有李花開，趨進而前，獻口號云：「破落三間屋，蕭條一旅人。不知負何事，生死厄於陳。」穀驚，以謂伶人之詞趨向有如此者，遽出俸以修之。 \\n 江為臨刑賦詩 \\n 江為，建州人。工於詩。乾祐中，福州王氏國亂，有故人任福州官屬，恐禍及，一旦亡去，將奔江南，乃間道謁為。經數日，為且與草投江南表。其人未出境，遭邊吏所擒，仍於囊中得所撰表章，於是收為與奔者，俱械而送。為臨刑[９９]，詞色不撓，且曰：「嵇康之將死也，顧日影而彈琴，吾今琴則不暇彈，賦一篇可矣。」乃索筆為詩曰：「衙鼓侵人急，西傾日欲斜。黃泉無旅店，今夜宿誰家？」聞者莫不傷之。 \\n 張昭遠疑《太玄經》 \\n 張昭遠特好學，積書數萬卷，以樓載之，時謂之「書樓張公家」。嘗謂所親：「《太玄經》見黃鐘不在戊巳之位，使律本從何而生乎？楊子雲本通歷象，嘗著是書，嚴君平為之下星緯行度，凡二十八宿，於參、觜、牛頗差其次，未知君平之學止於是耶？後人傳之誤也，未可知已。」其探討如此。 \\n 馮吉好琵琶 \\n 馮吉，瀛王道之子。能彈琵琶，以皮為弦，世宗嘗令彈於御前，深欣善之，因號其琵琶曰「繞殿雷」也。道以其惰業，每加譴責，而吉攻之愈精。道益怒，凡與客飲，必使庭立而彈之，曲罷或賜以束帛，命背負之，然後致謝。道自以為戒朂極矣，吉未能悛改，既而益自若。道度無可奈何，嘆曰：「百工之司藝而身賤，理使然也。此子不過太常少卿耳。」其後果終於此。 \\n 韓熙載帷薄不修 \\n 韓熙載仕江南，官至諸行侍郎[１００]。晚年不羈，女僕百人，每延請賓客，而先令女僕與之相見，或調戲，或毆擊，或加以爭奪靴笏，無不曲盡，然後熙載始緩步而出，習以為常。復有醫人及燒煉僧數輩，每來無不升堂入室，與女僕等雜處。偽主知之，雖怒，以其大臣，不欲直指其過，因命待詔畫為圖以賜之，使其自愧，而熙載視之安然。 \\n 何承裕詼諧 \\n 何承裕，韶州曲江人。父澤，嘗為嶺南劉隱從事。承裕有逸才，為小詞尤工，倡樓酒肆，往往流布。與翰林陶穀素不叶。世宗之征河東也，書詔填委，陶獨當之。時何以通籍亦預扈從之數，世宗欲擢用，問陶曰：「何承裕可以知制誥否？」奏曰：「承裕好俳，發揮潤色，恐非所長。」世宗遂已。何知之，及陶之判銓，一旦方偃息，何自外抗聲唱挽歌而入，陶甚驚駭。承裕曰：「尚書豈長生不死者耶？幸甚無恙，聞其一兩曲，又何妨？」陶無以抗。及知商州，有舉人投卷，初甚欣慰，及覽其詩，有「日暮猿啼旅思淒[１０１]」之句，遽曰：「足下此句甚佳，但上句對屬未切，奉為改之，何不云『曉來犬吠張三婦，日暮猿啼旅思淒』？」舉人大慚而去。其放蕩不羈，動以滑稽為務也如此。 \\n 僧賦牡丹詩 \\n 僧謙光，金陵人也。素有才辨，江南國主以國師禮之。然無羈檢，飲酒如常，國主無以禁制，而又於諸肉中尤嗜鵝、鱉。國主常以從容語及釋氏果報，且問曰：「吾師莫有志願否？寡人固欲聞之。」謙光對曰[１０２]：「老僧無他願，但得鵝生四隻腿，鰲長兩重裙，足矣。」國主大笑。顯德中，政亂，國主猶晏然不以介意。一旦，因賞花命謙光賦詩，因為所諷，詩云：「擁衲對芳叢，由來事不同。鬢從今日白，花似去年紅。艷冶隨朝露，馨香逐曉風。何須對零落，然後始知空。」 \\n 契盈屬對 \\n 僧契盈，閩中人。通內外學，性尤敏速。廣順初，游戲錢塘，一旦，陪吳越王游碧波亭，時潮水初滿，舟楫輻輳，望之不見其首尾。王喜曰：「吳越地去京師三千餘里[１０３]，而誰知一水之利，有如此耶！」契盈對曰[１０４]：「可謂三千里外一條水，十二時中兩度潮。」時人謂之佳對。時江南未通，兩浙貢賦自海路而至青州，故云三千里也。 \\n 注： \\n [８４]「一舉而三鎮瓦解」，「三」原作「二」，據四庫本、《舊五代史考異》、《五代史記注》改。 \\n [８５]「三軍紛擾」，「紛」原作「分」，據各本改。 \\n [８６]「由是居人賴以保全僅數千家」，「僅」原作「者」，據毛本、《舊五代史》等改。 \\n [８７]「然後申明」，「然」字原脫，據四庫本、顧本補。 \\n [８８]「明言質物色」，「質」原脫，據各本補。 \\n [８９]「世宗之征河東也」，「河」原脫，據《五代史記注》、《舊五代史》卷二四《世宗紀第一》補。 \\n [９０]「偽主皇恐」，「偽」原脫，據《舊五代史》、《舊五代史考異》、《五代史記注》補。 \\n [９１]「為鹿項道以湊御」，「鹿項道」原作「門頃道」，據毛本、四庫本、顧本改。 \\n [９２]「陝西人」，各本同。《宋史》卷四五七本傳作「亳州真源人」，《唐才子傳》卷一○作「譙郡人」。 \\n [９３]「曾不問才略如何耳」，「問」原作「聞」，據四庫本改。 \\n [９４]「臣所以首舉之者」，「以」原脫，毛本、四庫本等同，據顧本補。 \\n [９５]「豈有答拜儀」，「拜」原作「禮」，毛本等同，據四庫本改。 \\n [９６]「五六乃三十之數」，「之」下原衍「成」字，據毛本、四庫本等刪。 \\n [９７]「未到關而晏駕」，各本同。《通鑒》卷二九四後周世宗顯德六年：四月癸卯「上入瓦橋關」。五月丙午「還宿瓦橋，是日上不預而止」，壬子「上自雄州南還」，甲戍「帝至大梁」，癸巳「大漸，……是日上殂」。《舊五代史》卷一一九《世宗紀第六》：「癸巳，帝崩於萬歲殿」；《新五代史》卷一二《周本紀第十二》作「癸巳，皇帝崩于滋德殿」。陶文所記或係誤傳。 \\n [９８]「幽州為燕地」，原作「幽者為燕」，四庫本作「幽州為燕」，據顧本增改。 \\n [９９]「為臨刑」，案：江為受刑，陶文作「後漢乾祐中」，馬令《南唐書》卷一四載「為有《題白鹿寺》詩，……元宗南遷駐于寺，見其詩，稱善久之，為由是傲視。」陸游《南唐書》卷一五也載此事。南唐元宗李璟南遷在宋建隆二年(961)，若此，江為得罪死應在此後。江為死囚，《十國春秋》卷九七本傳取陶說，陸游《南唐書》卷一五載其因《題白鹿寺》詩得南唐元宗贊賞，「由是愈自負，傲睨一時，卒無薦引者，居懷憤憤，束書欲東走吳越，為同謀者所發，按得其狀伏誅。」馬令《南唐書》卷一四、《江南野史》卷八本傳所載大體同，未審孰是。 \\n [１００]「諸行侍郎」，毛本等同，四庫本作「侍郎」。 \\n [１０１]「日暮猿啼旅思淒」，「猿啼」原作「啼猿」，據毛本、四庫本等乙正。《全唐詩》卷八七二正作「猿啼」。 \\n [１０２]「吾師」以下十七字原脫，據四庫本、顧本補。 \\n [１０３]「吳越地去京師三千餘里」，「吳越」原作「吳國」，據四庫本、顧本改。 \\n [１０４]「契盈對曰」，四字原脫，據顧本補。 \\n  \\n 　"}
