{"章节": "謝承後漢書卷一", "正文": "  \\n 謝承後漢書卷一 \\n 　 \\n  \\n ［周天游輯注］ \\n 靈帝紀 \\n ００一　靈帝善鼓琴，吹洞簫〔一〕。（孫。王。汪）──御覽卷五八一　○　白帖卷六二 \\n 〔一〕　天游按：隋書經籍志曰謝承書「無帝紀」。孫志祖據此云：「謝書無本紀，此及伏后二條，當是志傳中語。」然汪輯有靈帝紀、伏后紀。余嘉錫讀已見書齋隨筆曰：「隋志言無帝紀者，蓋隋東都所得謝承書傳寫闕其帝紀耳。然不云梁有帝紀幾卷亡，則七錄所載已非完本，不始於隋矣。新唐書藝文志有謝承後漢書一百三十三卷，錄一卷，較隋志多出四卷，疑即帝紀也。凡隋志所云亡佚殘缺之書，至唐往往復出，其例正多，不足為異。若謂偉平本未作紀，則殊不然，安有無帝紀而可成一代之史者乎？劉知幾史通評騭諸史，持論最嚴。蹈瑕抵隙，無微不至。陸機之紀三祖，竟不編年，陳壽之志孫劉，呼為列傳，苟乖體例，輒肆譏彈，使偉平果不作帝紀，獨破馬班之例，安得曲從寬假，默無一言乎？以此推之，不然明矣。汪文臺輯謝書，首列光武、靈帝、伏后諸條，而孫志祖輯本必謂謝書無帝紀，靈帝及伏后條當是志傳中語，似猶考之未詳也。」余說是，今從之。 \\n ００二　靈帝建甯四年，河南上言二鳳凰、二鸞鳥集原縣〔一〕。（孫。王。汪。黃）──御覽卷九一六 \\n 〔一〕　汪文臺按：「范書此年無是事，光和四年有河南言鳳凰見新城事。續五行志亦同范。」 \\n ００三　碑立太學門外，瓦屋覆之，四面欄障，開門於南，河南郡設吏卒視之〔一〕。（姚。王。汪。黃）──范書儒林傳序注 \\n 〔一〕　范書儒林傳序曰：「熹平四年，靈帝乃詔諸儒正定五經，刊於石碑，為古文、篆、隸三體書法以相參檢，樹之學門，使天下咸取則焉。」天游按：水經注卷一六穀水注曰：「東漢靈帝光和六年刻石鏤碑，載五經，立於太學講堂前，悉在東側。蔡邕以熹平四年與五官中郎將堂谿典、光祿大夫楊賜、諫議大夫馬日磾、議郎張馴、韓說、太史令單颺等奏求正定六經文字，靈帝許之。邕乃自書丹於碑，使工鐫刻，於是後儒晚學咸取正焉。魏正始中，又立古、篆、隸三字石經。」可見漢石經始刻於熹平四年，立於光和六年，非三體石經。趙明誠金石錄亦曰：漢石經乃「蔡邕小字八分書也。後漢書儒林傳敘云：『為古文、篆、隸三體』者，非也」。又據劉起釪尚書與歷代石經一文所攷，漢石經現可知有殘字計九千餘字，且聞臺灣尚存一殘石，有六百餘字，則總數在萬字左右。雖系殘珪斷璧，彌足珍貴。 \\n ００四　靈帝數遊戲於西園，令後宮綵女為客，主身為商賈。（孫。汪。黃）──御覽卷八二八 \\n ００五　中平二年，造萬金堂於西園。（王。汪。黃）──御覽卷八二四 \\n ００六　孝靈帝崩，皇太子即位，主上幼沖。（王。汪）──文選卷五八王仲寶褚淵碑文注 \\n 獻帝紀 \\n ００七　曹操逼獻帝廢伏后，以尚書令華歆〔為〕郗慮副〔一〕，勒兵入宮收后。后閉戶藏壁中，歆就牽后出。時帝在外殿，后被髮徒跣行泣過，訣曰：「不能復相活耶！」帝曰：「我亦不知命在何時！」〔二〕（孫。汪。黃）──御覽卷三七三 \\n 〔一〕　據范書伏后紀補。時郗慮為御史大夫。 \\n 〔二〕　黃輯入曹操傳，非。余嘉錫讀已見書齋隨筆曰：「伏后條當在獻帝紀中。」其說是，今從之。 \\n 禮儀志 \\n ００八　建甯五年正月，車駕上原陵，蔡邕為司徒掾〔一〕，從公行，到陵〔二〕，見其儀，愾然謂同坐者曰：「聞古不墓祭。朝廷有上陵之禮，始（為）〔謂〕可損〔三〕。今見（威）〔其〕儀〔四〕，察其本意，乃知孝明皇帝至孝惻隱，不可易舊。」或曰：「本意云何？」「昔京師在長安時，其禮不可盡得聞也。光武即世，始葬于此。明帝嗣位踰年，群臣朝正，感先帝不復聞見此禮，乃帥公卿百僚，就園陵而創焉。尚書（陛）〔階〕西（陛為）〔祭設〕神坐〔五〕，天子事亡如事存之意。苟先帝有瓜葛之屬〔六〕，男女畢會，王、侯、大夫，郡國計吏，各向神坐而言，庶幾先帝神魂聞之。今者日月久遠，後生非時，人但見其禮，不知其哀。以明帝聖孝之心，親服三年，久在園陵，初興此儀，仰察几筵，下顧群臣，悲切之心，必不可堪。」邕見太傅胡廣曰：「國家禮有煩而不可省者，不知先帝用心周密之至於此也。」廣曰：「然。子宜載之，以示學者。」邕退而記焉。（姚。王。汪。黃）──續漢禮儀志注　○　通典卷五二　書敘指南卷三 \\n 〔一〕　司徒者，許栩也。 \\n 〔二〕　程大昌演繁露卷四曰：「案徐鍇歲時廣記，記東漢人主上陵禮曰：『乘輿自東廂下，太常導出，西向拜山陵，旋升阼階。』引謝承書曰：『蔡邕為司徒掾，從公到陵，問上陵之禮。』漢郊祀志『東方神明之舍，西方神明之墓』也，故凡事鬼必以西為導也。向西之拜，其殆所謂神墓在西也，不專為一代之陵而設也。」 \\n 〔三〕　據點校本續漢志校勘記改。 \\n 〔四〕　同右。 \\n 〔五〕　同右。 \\n 〔六〕　蔡邕獨斷曰：「四姓小侯，諸侯家婦，凡與先後有瓜葛者，及諸侯王大夫、郡國計吏、匈奴朝者、西國侍子皆會。」據此可知，所謂瓜葛者，親戚之謂也。書敘指南卷三親戚瓜葛目，即引此四字。 \\n ００九　五月五日，朱索五色桃印為門戶飾，以止惡氣也。（汪）──御覽卷三一 \\n 五行志 \\n ０一０　靈帝建甯四年，河南上言二鳳凰、二鸞鳥集原縣〔一〕。（孫。王。汪。黃）──御覽卷九一六 \\n 〔一〕　已見靈帝紀。今依汪輯例，亦列入此志。 \\n ０一一　永平十五年，蝗起泰山，彌行兗、豫。（姚。王。汪。黃）──續漢五行志注 \\n 郡國志 \\n ０一二　涉屋山〔一〕。（姚。王。汪。黃）──續漢郡國志注 \\n 〔一〕　在會稽郡餘暨縣境內。屬揚州刺史部。 \\n ０一三　交阯七郡貢獻，皆從漲海出入。（姚。王。汪）──初學記卷六 \\n ０一四　交阯七郡獻龍眼〔一〕。（姚。汪。黃）──御覽卷九七三 \\n 〔一〕　以上屬交州刺史部。 \\n 兵志 \\n ０一五　高帝在平城，為胡所圍，一人俱角弩，一張為備，康悉罷之〔一〕。（姚。王。汪。黃）──書鈔卷一二五 \\n 〔一〕　末四字陳、俞本均脫。天游按：史記匈奴傳曰：冒頓聽閼氏之言，「乃解圍之一角。於是高帝令士皆持滿傅矢外鄉，從解角直出，竟與大軍合，而冒頓遂引兵而去。漢亦引兵而罷」。疑此四字有訛脫，當指與大軍合而悉罷之之意。 \\n 刑志 \\n ０一六　范延壽，宣帝時為廷尉。時燕趙之間，有三男共娶一妻，生四子，長，各求離別，爭財分子，至聞於縣。縣不能決斷，讞之於廷尉。於是延壽決之，〔上言〕以為〔男子貴信，婦人貴貞，今三男一妻〕〔一〕，悖逆人倫，比之禽獸，生子屬其母。〔於是〕以〔四〕子並付母〔二〕，尸三男於市，奏免郡太守、令、長等，〔切讓三老〕無帥化之道〔三〕。天子遂可其言。（姚。王。汪。黃）──初學記卷一二　○　書鈔卷五三（二）御覽卷二三一 \\n 〔一〕　據書鈔卷五三補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。又書鈔卷五三、御覽卷二三一、職官分紀卷一九「帥」均作「師」。黃輯亦然。二者皆可通。 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷二", "正文": "  \\n 謝承後漢書卷二 \\n 　 \\n  \\n 劉玄傳鄧曄 \\n ０一七　李淑諫更始曰：「夫三公上應垣宿，九卿下括河海。」〔一〕（姚。王。汪。黃）──初學記卷一二　○　書鈔卷五三　御覽卷二二八 \\n 〔一〕　姚、王二輯作李淑傳，非。 \\n ０一八　赤眉入長安時，式侯恭以弟盆子為赤眉所尊，故自繫。赤眉至，更始奔走，式侯從獄中出，參械出街中〔一〕，逢京兆尹解惲，呼曰：「解君載我，我更始之忠臣也。即帝敗，我弟又為赤眉所立。」惲使後車載之，前行見定陶王劉（禮）〔祉〕〔二〕，解其械言：「帝在渭中船上。」遂相隨見更始。（孫。汪。黃）──御覽卷六四三 \\n 〔一〕　械，說文曰：「桎梏也。」又曰：「桎，足械也。梏，手械也。」則系二械。此言參械，當復有頸械也。 \\n 〔二〕　據汪輯及惠棟補注改。 \\n ０一九　曄，南陽南鄉人，〔以〕勁悍廉直為名〔一〕。（姚。王。汪。黃）──范書隗囂傳注 \\n 〔一〕　范書點校本據汲古閣本補「以」字，今從之。又范書劉玄傳載曄初為更始執金吾，隗囂、張卬謀劫更始時，曄曾奉更始命圍攻囂府第。又光武帝紀載建武二年春正月，更始復漢將軍鄧曄降，即此鄧曄也。 \\n 李憲傳 \\n ０二０　陳眾辟州從事〔一〕，有劇賊淳于臨等數千人，攻縣殺吏。光武遣司空李通率師擊之，州牧惶怖，恐獲罪戾。眾於是自請以恩信曉喻降之，乘單車，駕白馬，往到賊所，以義告諭。臨素服名德，即降服。民生立祠，曰「白馬從事」。（孫。王。汪。黃）──御覽卷二六五 \\n 〔一〕　陳眾時任揚州從事。職官分紀卷四０此引首作「李憲於盧江自稱天子，揚州討之不能得」。天游按：據范書李憲傳，時憲已伏誅，揚州牧歐陽歙所討乃憲餘黨淳于臨。職官分紀引書，割裂傳文，多有舛訛，用之不可不慎，此其一例也。 \\n 鄧晨傳 \\n ０二一　鄧晨尚世祖姊新野公主。主為王莽兵所害。及薨，詔備主官屬法駕招迎主魂，與晨合葬於北邙。（孫。王。汪。黃。鈴木）──御覽卷五五四 \\n 鄧禹傳 \\n ０二二　赤眉盆子去長安，西入右扶風。鄧禹至長安中昆明池，率諸將齋戒，擇吉日入城，謁高帝廟，修禮祠祭，勞賜吏士。因收十二帝神主〔一〕，以故高廟郎來輔守高廟令，行京兆尹，承事按行，掃除諸園陵，為置卒吏奉守焉。遣輔奉主詣京師。（孫。王。汪）──御覽卷五三一 \\n 〔一〕　天游按：范書本傳作「收十一帝神主」。袁紀同謝書。然西漢高祖、惠、文、景、武、昭、宣、元、成、哀、平計十一帝，范書是。 \\n ０二三　赤眉陽敗，棄輜重走，車皆載土，以豆覆其上〔一〕。（姚。王。汪。黃。鈴木）──書鈔卷一一六 \\n 〔一〕　時赤眉東歸，禹率鄧弘與戰，中計大敗，僅得二十四騎逃歸宜陽。 \\n 岑彭傳曾孫熙 \\n ０二四　光武攻洛陽，朱鮪守之。上令岑彭說鮪曰：「赤眉已得長安，更始為胡殷所反害，今公誰為守乎？」鮪曰：「大司徒公被害，〔一〕鮪與其謀，誠知罪深，不敢降耳。」彭還，白上。上謂彭：「復往明曉之：夫建大事，不忌小怨。今降，官爵可保，況刑罰乎？」上指水曰：「河水在此，吾不食言！」（孫。王。汪。黃。鈴木）──文選卷四二阮元瑜為曹公作書與孫權注　○　又卷四三丘希範與陳伯之書注 \\n 〔一〕　此大司徒公，即更始大司徒劉縯也。 \\n ０二五　田戎擁眾夷陵，聞秦豐被圍，懼大兵方至，欲降。而妻兄辛臣諫戎曰：「今四方豪傑，各據郡國，洛陽地如掌耳，不如按甲以觀其變。」戎不從，乃留辛臣守夷陵，自將兵沿江泝沔止黎丘，刻日當降。而辛臣於後盜戎珍寶，從間道先降於岑彭，而以書招戎。戎疑必賣己，乃灼龜卜降，兆不吉中（折）〔坼〕〔一〕，遂止不降。（孫。王。汪。黃）──御覽卷七二五 \\n 〔一〕　據東觀記改。汪輯亦作「坼」。周禮卷二四占人曰「卜人占坼」。說文曰：「坼，裂也。」占人即視被灼龜甲之裂紋以定吉凶。坼，可通作拆，疑「折」或系「拆」之訛。 \\n ０二六　光武以岑彭為安南將軍。（孫。王。汪。黃。鈴木）──御覽卷二三九 \\n ０二七　岑熙遷魏郡太守〔一〕，人歌之曰：「我有枳棘，岑君伐之；我有蟊賊，岑君遏之。狗犬不驚，足下生氂。含哺鼓腹，焉知凶災。我嘉我生，獨丁斯時。美哉岑君，於戲在茲。」（姚。汪）──類聚卷一九　○　御覽卷四六五 \\n 〔一〕　岑熙，類聚卷一九誤作「岑胵」，而御覽卷四六五又誤作「岑晊」，今據范書本傳逕改。王謨輯無此引而有岑熙之目。 \\n 耿弇傳弟國弟子恭 \\n ０二八　胡爽曰〔一〕：「耿恭以甲兵守孤城於絕域。」（孫。王。汪。鈴木）──文選卷四０任彥昇奏彈曹景宗注 \\n 〔一〕　范書本傳「胡爽」作「鄭眾」。王輯據以逕改。 \\n 銚期傳 \\n ０二九　世祖與銚期出薊，至廣陽，欲南行。（孫。王。汪。鈴木）──水經注卷一三漯水注 \\n 祭遵傳從弟彤 \\n ０三０　祭遵為將軍〔一〕，取士皆用儒術，對酒設樂，必雅歌投壺。（姚。王。汪。黃。鈴木）──書鈔卷一０六　○　御覽卷五七０　事類賦注卷一一 \\n 〔一〕　御覽卷五七０引，無「軍」字，姚、汪、王、黃四輯皆然。天游按：范書本傳與書鈔引同，御覽偶脫耳。又姚之駰按：「此引出范升議謚疏。」 \\n ０三一　祭彤除偃師長，視事五年〔一〕，州課第一。（孫。黃。鈴木）──書鈔卷七八 \\n 〔一〕　黃輯據陳本，下多「縣無盜賊」四字。此當系陳禹謨據范書本傳所補。今從孔本。 \\n 馬武傳 \\n ０三二　馬武字子張，南陽人。為人好酒，豁達敢直言。時在御前，面折同列，以為笑樂。（孫。王。汪。黃。鈴木）──御覽三八九 \\n 馬援傳子廖 \\n ０三三　馬援卒後，有人上書譖之者。援妻孥惶怖，不敢以喪還舊塋，裁買城西數畝地，藁葬而已，賓客故人莫敢弔。會援妻子草索相連，詣闕請罪，帝乃出訟書以示之，方知所坐。上書訴冤，前後六上，辭甚哀切，然後得葬。（孫。王。汪。黃。鈴木）─御覽卷五五四 \\n ０三四　馬后履行節儉，事從簡約。馬廖慮以美業難終，上疏長樂宮，以勸成德政：「長安語曰：『城中好高髻，四方且一尺。城中好廣眉，四方畫半額。城中好大袖，四方全疋帛。』斯言如戲，有切事實。」（孫。王。汪。黃。鈴木）──御覽卷四九五 \\n 魯恭傳 \\n ０三五　魯恭為中牟令，使民信者也。（鈴木）──書鈔卷七八 \\n 魏霸傳 \\n ０三六　魏霸字喬卿，濟陰人。為鉅鹿太守。臨郡，終不遣吏歸鄉里，妻子不〔令〕到官舍〔一〕。常念兄嫂在家勤苦，己獨尊樂，故常服麤糲，不食魚肉之味。婦親蠶桑，子躬耕，與兄弟同苦樂，不得自異。鄉里慕其行，化之。（孫。王。汪。黃。鈴木）──初學記卷一七　○　御覽卷五一二　類林雜說卷一 \\n 〔一〕　據類林雜說卷一補。 \\n 劉寬傳 \\n ０三七　寬少學歐陽尚書、京氏易，尤明韓詩外傳。星官、風角、〔一〕筭歷，皆究極師法，稱為通儒。未嘗與人爭勢利之事。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　李賢曰：「角，隅也。觀四隅之風占之也。」汪輯「角」作「隅」。 \\n ０三八　劉寬嘗行，有人失牛者，乃於路就寬車中認之。寬無所言，下駕步歸。有頃，認者得牛而送還，叩頭謝曰：「慚負長者。」寬曰：「物有相類，事容脫誤，幸勞見歸，何為謝也。」（姚。王。汪。黃。鈴木）──類聚卷九四 \\n ０三九　劉寬遷會稽太守，徵將作大匠，自下車，狗不夜吠。（孫。黃。鈴木）──書鈔卷七五 \\n ０四０　劉寬為太尉。嘗朝見，寬被酒沈醉，伏地睡。詔問：「太尉醉耶？」寬仰對曰：「臣不敢醉，但任重責大，憂心如醉。」（王。汪。黃。鈴木）──御覽卷四九七 \\n 宋弘傳 \\n ０四一　宋弘字仲子，為司空。帝姊湖陽公主新寡，帝與論朝臣美惡，以觀其意。主曰：「宋弘容德莫及。」帝曰：「方圖之。」後〔宋弘宴見，上〕引弘入〔一〕，令主坐屏風後，因謂弘曰：「〔諺言〕貴易交，富易妻〔二〕，人情乎？」弘曰：「〔臣聞〕貧賤之交不可忘〔三〕，糟糠之妻不下堂。」帝謂主曰：「事不諧矣。」（孫。王。汪。黃。鈴木）──御覽卷五一七　○　又卷四九五 \\n 〔一〕　據御覽卷四九五補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。又其引「交」作「知」，與范書同。 \\n 郭躬傳弟子鎮子賀 \\n ０四二　郭賀字惠公〔一〕，潁川陽翟人也。父鎮，廷尉，以功封定潁侯〔二〕。薨，賀當襲爵，上書讓與弟。時詔書不聽，遂竄逃匿三年。孝順皇帝下大鴻臚，切責州郡求賀，強使就封國。（孫。汪。黃。鈴木）──御覽卷五一五 \\n 〔一〕　孫志祖按：「東漢有兩郭賀，一字喬卿。」黃奭亦曰：「藝文引『郭賀字喬卿』，此云『字惠公』，疑非一人。范史郭躬弟子鎮，鎮長子賀，又不云為荊州刺史，其為二人可知。今以其名同，故類敘之，以俟考覆。」汪輯亦然。天游按：華陽國志卷十二載，烏桓校尉郭堅之孫，名賀字喬卿，乃益州廣漢人氏，官至司隸校尉。即類聚所引者，今亦附於後。 \\n 〔二〕　「潁」原誤作「穎」，汪輯誤作「疑」，今據范書逕改。 \\n ０四三　郭賀字喬卿，為荊州刺史，到官有殊政，百姓歌曰：「厥德仁明郭喬卿，忠正朝廷上下平。」（姚。王。汪。黃。鈴木）──類聚卷一九 \\n ０四四　郭賀拜荊州刺史，有殊政。顯宗巡狩到南陽，特見嗟嘆，賜以三公之服，黼黻冕旒，敕行部去幨幃，令百姓見其容服，以彰有德〔一〕。（孫。王。汪。黃。鈴木）──御覽卷六八九 \\n 〔一〕　類聚卷五０引文與此多同，曰出華陽國志。天游按：華陽國志無此文。上條類聚注曰「事具職官部刺史篇」，則類聚卷五０所引亦當是謝書之文。 \\n 韋彪傳族子豹子著 \\n ０四五　盛夏多寒，韋彪上疏諫曰：「臣聞治政之本，必順陰陽。伏見立夏以來，當暑而寒，迨刑罰刻急，郡國不時令之所致也〔一〕。」（孫。王。汪。黃）──御覽卷三四 \\n 〔一〕　范書本傳「時令」上有「奉」字。汪輯補作「和」，黃輯因之。今仍宋本之舊。 \\n ０四六　韋彪上疏曰：「欲急世所務，當先除其患。其源在尚書，尚書典樞機，天下事一決之，不可不察。」（孫。王。汪。黃）──御覽卷二一二 \\n ０四七　韋氏為三輔冠族〔一〕。著少修節操，持京氏易〔二〕、韓詩，博通術藝。（姚。王。汪）──范書徐稚傳注 \\n 〔一〕　「韋氏」二字據汪輯逕補。 \\n 〔二〕　「持」本當作「治」，李賢避唐諱所改。 \\n 郭丹傳 \\n ０四八　郭丹〔一〕，太守杜詩薦為功曹〔二〕，丹荐長者自代。敕以丹事編署黃堂〔三〕。（姚。王。汪。黃。鈴木）──書鈔卷七七 \\n 〔一〕　丹字少卿，南陽穰人。 \\n 〔二〕　姚之駰按：「『薦為』，范作『請為』，是。」 \\n 〔三〕　蔡元培按：「『事』當為『筆』，本書『鄭吉持丹筆』。」蔡說當是。又黃堂，太守府之正堂也。天游按：御覽卷一七六引郡國志曰：「雞陂之側，即春申君子假居之殿也。後太守居之，以數失火故，塗以雌黃，遂名黃堂。」此郡國志，乃御覽引書目所列唐元和郡國志也，所敘必出自傳聞，不足為據。閱謝書可知，黃堂乃漢代習用之語，疑與文帝十五年召公孫臣申明土德事，改正朔，色上黃有關。 \\n 承宮傳 \\n ０四九　承宮少孤，年八歲，為人牧豕。鄉里徐子盛者，以春秋經授諸生數百。承宮過息廬下，樂其業，因就聽經，遂請留門下。（孫。王。汪。黃。鈴木）──御覽卷六一一 \\n 鄭均傳 \\n ０五０　帝東巡，過任城，乃幸鄭均舍，敕賜尚書祿，以終其壽，故人號為「白衣尚書」。（孫。王。汪。黃。鈴木）──御覽卷四七四 \\n 趙戒傳叔子典　典兄子溫　戒孫謙 \\n ０五一　戒字志伯，蜀郡成都人也。戒博學明經講授，舉孝廉，累遷荊州刺史。梁商弟讓為南陽太守，恃椒房之寵，不奉法。戒到州，劾奏之。遷戒河間相，以冀部難理，整厲威嚴。遷南陽太守，糾豪傑，恤吏人，奏免中官貴戚子弟為令長貪濁者。徵拜為尚書令，出為河南尹，轉拜太常。永和六年，特拜司空。（姚。王。汪。黃）──范書李固傳注 \\n ０五二　典，太尉戒之叔子也〔一〕。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　范書本傳作「父戒，為太尉」，與此異。 \\n ０五三　典學孔子七經、河圖、洛書，內外藝術，靡不貫綜，受業者百有餘人。（姚。王。汪。黃。鈴木）──范書本傳注 \\n ０五四　典性明達，志節清亮。益州舉茂才，以病辭。太尉黃瓊、胡廣舉有道、方正，皆不應。桓帝公車徵，對策為諸儒之表。（王。汪。黃。鈴木）──范書本傳注 \\n ０五五　天子宗典道懿，尊為國師，位特進。七為列卿〔一〕，寢布被，食用瓦器。（姚。王。汪。黃。鈴木）──范書本傳注　○　御覽卷二四三 \\n 〔一〕　典先後任城門校尉、將作大匠、少府、大鴻臚、太僕、太常、衛尉，故曰「七為列卿」。 \\n ０五六　靈帝即位，典與竇武、王暢、陳蕃等謀共誅中常侍曹節、侯覽、趙忠等，皆下獄，自殺〔一〕。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　范書本傳作「會病卒」。姚之駰按：「袁紀載陳、竇事，亦無趙典名。敘王暢事亦繁，而誅常侍事亦不列暢。此云下獄自殺，恐有舛謬。」 \\n ０五七　趙典兄子溫，遭歲大饑，散家糧以賑窮餓，所活萬餘人。（孫。王。汪。黃。鈴木）──御覽卷三五 \\n ０五八　謙字彥信，太尉戒之孫，蜀郡成都人。（姚。王。汪。黃）──范書獻帝紀注 \\n 桓譚傳 \\n ０五九　桓譚字君山，非毀諸儒〔一〕。年七十，補六安郡丞，感而作賦，因思大道，遂發病。哀、平時位不過郎〔二〕。（姚。王。汪。黃）──書鈔卷一０二 \\n 〔一〕　四輯「諸」均作「俗」，范書本傳亦然。此作「諸」，誤。 \\n 〔二〕四輯均脫末句。孔本所標書名僅「後漢」二字，今從諸輯以錄之，存而備考。 \\n 鮑永傳曾孫昂 \\n ０六０　節士鮑昂，有鴻漸浮雲之志。（孫。王。汪）──文選卷二五盧于諒贈劉琨詩注 \\n 郅惲傳子壽　鄭敬 \\n ０六一　郅壽字伯考〔一〕，為尚書令，朝廷有疑義，帝特進見，決謨帷幄。帝深嘉之，擢拜京兆尹。（孫。黃。鈴木）──書鈔卷五九 \\n 〔一〕　孔本「郅」原誤作「邳」，據陳本改。黃輯入傅翻傳，非。 \\n ０六二　鄭敬字次都，〔為新遷功曹〕〔一〕。〔隱於蟻陂〕〔二〕，釣於大澤，〔嘗與同郡鄧敬〕折芰而坐〔三〕，以荷薦肉〔四〕，瓠瓢盛酒，〔言談彌日〕〔五〕，琴書自娛。（孫。王。汪。黃）──御覽卷三九三　○　又卷八三四　又卷九九九　文選卷三八任彥昇為范尚書讓吏部封侯表注 \\n 〔一〕　據御覽卷九九九補。新遷，原名新蔡，王莽所改，屬汝南郡。 \\n 〔二〕　據御覽卷八三四補。 \\n 〔三〕　據御覽卷九九九補。 \\n 〔四〕　文選卷三八任彥昇為范尚書讓吏部封侯第一表注「荷」作「蒲」。 \\n 〔五〕　據御覽卷九九九補。 \\n 郎顗傳 \\n ０六三　郎顗上書曰：「去年閏月，白氣從天苑入玉井，西將有叛戾之患。金精之變，太尉所掌，宜責以災異。」〔一〕（王。汪。黃。鈴木）──御覽卷一五 \\n 〔一〕　乃順帝陽嘉二年顗所條上便宜七事之第五事。 \\n ０六四　郎顗上事曰：「入歲常有霜氣〔一〕，月不舒光，日不宣耀。陛下倦於萬機，政有闕也〔二〕。」（孫。王。汪。黃。鈴木）──御覽卷八七八 \\n 〔一〕　范書本傳作「蒙氣」，是。 \\n 〔二〕　顗復條便宜四事，此即第一事。 \\n ０六五　郎顗章曰：「陛下寬不容非。」（孫。王。黃。鈴木）──文選卷四六任彥昇王文憲集序注 \\n 杜詩傳 \\n ０六六　為南陽太守，造作水排，鑄為農器，用力少，百姓便之。修理疆界陂塘，開拓土田〔一〕，郡內殷足，民悅其德。時人方之召伯〔二〕，俗語曰：「前有召父，後有杜母。」（姚。王。汪。黃。鈴木）──書鈔卷七四（二） \\n 〔一〕　「理」本當作「治」，「開」本當作「廣」，前者避唐高宗諱，後者避隋煬帝諱也。 \\n 〔二〕　召伯者，召信臣也。漢書循吏傳載：召信臣為南陽太守，「行視郡中水泉，開通溝瀆，起水門提閼凡數十處，以廣溉灌，歲歲增加，多至三萬頃。民得其利，畜積有餘」。「吏民親愛信臣，號之曰召父」。 \\n 張堪傳 \\n ０六七　張堪字君遊，年十六，受業長安，志美行勵，諸儒號曰「聖童」。世祖即位，拜為郎中。（姚。王。汪。黃。鈴木）──書鈔卷六三 \\n ０六八　張堪為漁陽太守，勸民耕種，百姓歌曰：「桑無附枝，麥穗兩歧，張君為政，樂不可支。」（姚。王。汪。黃。鈴木）──類聚卷八八　○　御覽卷九五五 \\n 蘇章傳 \\n ０六九　蘇章字士成，北海人。負笈追師〔一〕，不遠萬里〔二〕。（姚。王。汪。黃。鈴木）──書鈔卷一三五　○　御覽卷七一一　一切經音義卷一０ \\n 〔一〕　一切經音義卷一０引，「追師」作「隨師」。又引風土記曰：「笈謂學士所以負書箱，如冠箱而卑者也。」 \\n 〔二〕　王謨按：「范書蘇章字孺文，扶風平陵人。順帝時為冀州刺史。此蘇章字與籍里不同，疑當別為一人。」王說是。 \\n 羊續傳 \\n ０七０　羊續為廬江太守，瓦器盛漿。（孫。王。汪。鈴木）──書鈔卷一四四 \\n ０七一　續字興祖，為南陽太守。郡內多尚奢麗，續深病之，常敝衣薄食，車馬羸敗。（鈴木）──書鈔卷三八 \\n ０七二　羊續為南陽太守，志在矯俗，裳不下膝，彈琴出肘。（姚。王。汪。黃）──御覽卷三六九 \\n ０七三　羊續為南陽太守，鹽豉共一角〔一〕，三輔之最。（姚。汪。黃。鈴木）──書鈔卷一四六　○　御覽卷八五五 \\n 〔一〕　御覽卷八五五引「一角」作「壺」字。事物紀原卷九作「器」。 \\n ０七四　羊續字叔祖〔一〕，〔泰山人〕〔二〕。為南陽太守〔三〕，以清率下，〔計日受俸，以作乾〕〔飯〕〔四〕，唯臥一幅布綯，〔穿〕敗〔五〕，糊紙補之。（姚。王。汪。黃。鈴木）──初學記卷二一　○　書鈔卷三八　御覽卷四二五　又卷六九九又卷七０七　事類賦注卷一五 \\n 〔一〕　天游按：書鈔卷三八、御覽卷四二五、又卷七０七均作「字興祖」，本傳第二條及范書本傳亦然，此作「叔祖」，誤。今存此異文。 \\n 〔二〕　據御覽卷四二五補。 \\n 〔三〕　書鈔卷三八、御覽卷四二五、又卷六九九諸引，「南陽」均作「廬江」。除姚輯、鈴木輯稿外，均從之，非。 \\n 〔四〕　據書鈔卷三八補。俞本作「半月一炊」。 \\n 〔五〕　據書鈔卷三八、御覽卷四二五補。 \\n ０七五　羊續為南陽太守，好啖生魚。府丞焦儉以三月望餉鯉魚一尾〔一〕，續不違意，受而懸之于庭，少有皮骨。明年三月，儉復饋一魚。續出昔枯魚以示儉，〔以杜其意〕〔二〕，遂〔終身〕不復食〔三〕。（姚。王。汪。黃。鈴木）──書鈔卷三八　○　御覽卷九三六　又卷四二五 \\n 〔一〕　御覽卷九三六「焦儉」作「侯儉」。范書本傳與書鈔同。 \\n 〔二〕　據御覽卷四二五補。 \\n 〔三〕　據御覽卷九三六補。 \\n ０七六　羊續為南陽太守。妻與子秘俱往郡舍，續自取資臧，惟有布衾凋弊，麥數斛而已。續謂祕曰：「吾俸如此。」使歸。（鈴木）──書鈔卷三八 \\n ０七七　羊續為南陽太守，妻與子祕俱到官，閉門不納妻子。〔病困〕（因）〔一〕，謂祕曰：「吾有馬一匹，賣以買棺；牛車一乘，載喪歸，勿受郡送。」（姚。王。汪。黃。鈴木）──書鈔卷三八 \\n 〔一〕　據姚、汪二輯改。范書亦然。 \\n ０七八　靈帝欲以羊續為太尉。時拜三公者，皆輸東園禮錢千萬，令中使督之，名為「左騶」。其所之往，輒迎致禮敬，厚加賜賂。續乃坐使人於單席，舉縕袍而示之，曰：「所資惟斯而已。」故不登三公位，而徵為太常卿。（姚。王。汪。黃。鈴木）──書鈔卷五０ \\n 賈琮傳 \\n ０七九　先時交趾屯兵反，有司舉賈琮為刺史，即移書告示，使其安資業。百姓歌之曰〔一〕：「賈父來晚，使我先反。今見清平，吏不敢飯。」（姚。王。汪。黃。鈴木）──類聚卷五０　○　書鈔卷三五 \\n 〔一〕　范書本傳作「巷路為之歌」云云。按書鈔卷三五標目作「巷路歌來晚」，與類聚所引異。 \\n ０八０　賈琮為冀州刺史。舊典傳車驂駕，（乘）〔垂〕赤帷裳，〔一〕迎於州界。及琮之部，升車言曰：「刺史當遠視廣聽，糾察美惡，何乃垂帷帳以自掩塞！」乃命御者褰之。百城聞風，〔自然悚震〕〔二〕。（姚。王。汪。黃。鈴木）──書鈔卷七二　○　類聚卷五０ \\n 〔一〕　據汪輯及本條下文改。 \\n 〔二〕　據類聚卷五０補。 \\n ０八一　賈琮為交趾刺史，在事九年〔一〕，為十三州最。（姚。王。汪。黃。鈴木）──書鈔卷七二 \\n 〔一〕　陳、俞本作「在任三年」，系據范書所改，姚、汪二輯均從之。 \\n 陸康傳 \\n ０八二　康字季甯，少惇孝悌，勤修操行，太守李肅察孝廉。肅後坐事伏法，康斂尸送葬還潁川，行服。禮終，舉茂才，歷三郡太守，所在稱治。後拜廬江太守。（姚。王。汪。黃）──吳志陸績傳注 \\n 馮魴傳孫石 \\n ０八三　馮魴〔孫石〕為侍中〔一〕，稍遷衛尉，能取悅當時，為安帝所寵。帝幸其府，留飲十日，賜駭犀玉具（綬）〔劍〕〔二〕、佩刀、紫艾綬、玉玦。（姚。王。汪。黃。鈴木）──初學記卷二０（二）　○　書鈔卷一九（二） \\n 〔一〕　據汪輯補。 \\n 〔二〕　據書鈔卷一九改。東觀記、袁紀、范書皆作「劍」。 \\n 虞延傳 \\n ０八四　莽貴人魏氏以椒房之寵，威傾郡縣〔一〕。（姚。汪。黃）──范書本傳注 \\n 〔一〕　時延任陳留戶牖亭長，以魏氏賓客放縱，率吏卒突入其家捕之。 \\n ０八五　養育成人，以妻同縣人王氏〔一〕。（姚。汪。黃）──范書本傳注 \\n 〔一〕　延從女弟在孩乳，其母棄之溝中。延哀而收養之。 \\n ０八六　虞延除細陽令，歲時伏臘，遣徒繫各使還家，並感之，應期而歸。（孫。鈴木）──書鈔卷七八 \\n ０八七　陳留虞延為郡督郵。光武巡狩至外黃〔一〕，問延園陵柏樹株數，延悉曉之，由是見知。（姚。王。汪。黃。鈴木）──類聚卷八八　○　御覽卷九五四　事類賦注卷二五 \\n 〔一〕　東觀記、范書本傳均作「小黃」，而袁紀同此引。天游按：二縣皆屬陳留郡。光武所問乃高帝母昭靈后園陵事，據續漢郡國志注引漢舊儀曰：「高祖母起兵死縣北，為作陵廟於小黃。」范書本傳注引漢舊儀亦同，則作「小黃」是。 \\n ０八八　車駕幸洛陽〔一〕，詔留虞延督郵從駕。──書鈔卷七七 \\n 〔一〕　據范書本傳，「洛陽」系「魯」之誤。 \\n ０八九　虞延〔字子大〕〔一〕，辟司徒侯霸府。正旦，百官朝賀。上望見延在公府掾屬中，馳小黃門問曰：「故陳留督郵虞延非耶？」對曰：「是。」遂前召見。〔拜公車令〕〔二〕。（王。汪。黃。鈴木）──御覽卷二０九 \\n 〔一〕　據職官分紀卷五補。 \\n 〔二〕　同右。 \\n ０九０　虞（因）〔延〕遷（日南）〔南陽〕太守〔一〕，廣宣德化，勤修政教，寬刑宥罰，囹圄空虛，盜賊弭息。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　皆據陳、俞本所改。 \\n ０九一　帝賜輿馬、衣服、劍、佩刀，錢二萬〔一〕。南陽計吏歸，具以啟延。延知衍華不副實，行不配容，積三年不用。於是上自敕衍稱南陽功曹詣闕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　帝所賜者乃新野功曹鄧衍也。時值永平初，衍以外戚小侯預朝會，容姿趨步，有出於眾，故賜。後明帝親召拜衍為郎中，以不服父喪，帝始服虞延之明察。 \\n ０九二　身歿之後〔一〕，家貧空，子孫同衣而出，并日而食。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　以不上報楚王謀反事，詔書切讓，遂自殺。 \\n 周章傳 \\n ０九三　周章為郡功曹〔一〕，拔佩刀〔二〕。（鈴木）──書鈔卷七七 \\n 〔一〕　「功」原誤作「公」，逕改。 \\n 〔二〕　范書本傳曰：「時大將軍竇憲免，封冠軍侯就國。章從南陽太守行春，至冠軍，太守欲謁憲，升車，章拔佩刀絕馬鞅乃止。」 \\n 鄭弘傳 \\n ０九四　其曾祖父本齊國臨淄人，官至蜀郡屬國都尉。武帝時，徙強宗大姓，不得族居〔一〕，將三子移居山陰，因遂家焉。長子吉，雲中都尉、西域都護。中子兗州刺史。少子舉孝廉，理劇東部候也。（姚。王。汪。黃。鈴木）──范書本傳注　○　西漢年紀卷一三 \\n 〔一〕　西漢年紀卷一三曰：「（元朔二年）三月乙亥晦，日有食之。夏，詔強宗大族，不得族居。」注出謝書，與本傳注略異。 \\n ０九五　為靈文鄉嗇夫，愛人如子。（姚。王。汪。黃。鈴木）──范書本傳注 \\n ０九六　〔鄭弘字巨君，為騶令〕〔一〕，勤行德化，部人王逢等得路遺寶物〔二〕，懸於道衢，求主還之。魯國當春大旱，五穀不豐，騶獨致雨偏熟。永平十五年，蝗起泰山，流被郡國，過騶界不集。郡因以狀聞，詔書以為不然，遣使案行，如言〔二〕。（姚。王。汪。黃。鈴木）──范書本傳注　○　類聚卷八三御覽卷二六七　又卷八０二 \\n 〔一〕　據御覽卷二六七補。「騶」原誤作「鄒」，據范書逕改。 \\n 〔二〕　類聚卷八三「部人」作「鄹人」。 \\n 〔三〕　汪輯所注出處尚有書鈔卷七八，與陳、俞本同，而孔本作會稽典錄，類聚卷一００引亦然。今從孔本，故不錄。 \\n ０九七　〔鄭弘為臨淮太守〕〔一〕，消息繇賦，政不煩苛，〔修身率下，臨事詳慎〕〔二〕。行春天旱，隨車致雨。〔有兩〕白鹿方道〔三〕，夾轂而行。弘怪問主簿黃國曰：「鹿為吉為凶？」國拜賀曰：「聞三公車轓畫作鹿，明府必為宰相。」〔後弘果為太尉〕〔四〕。（姚。王。汪。黃。鈴木）──范書本傳注　○　書鈔卷五０　類聚卷四六　又卷九五　初學記卷一一　御覽卷一九　又卷二０七　又卷二六０　又卷五四三　書鈔卷七五（二）　又卷八五　事類賦注卷二三　晏公類要卷二０ \\n 〔一〕　據書鈔卷五０、類聚卷四六補。 \\n 〔二〕　據書鈔卷七五補。 \\n 〔三〕　據書鈔卷五０、類聚卷四六、卷九五、初學記卷一一補。 \\n 〔四〕　同右。 \\n ０九八　尚書郎，舊典秩滿遷令、長。鄭弘為僕射，奏以臺職任尊而賞薄，人無樂者，請使郎補二千石，自此始也。（姚。王。汪。黃。鈴木）──御覽卷二一五 \\n ０九九　鄭弘為太尉，固讓不就。西曹掾曰：「天子已白陵廟，宜當拜。」（姚。王。汪。黃）──書鈔卷五一 \\n 一００　（章）〔元〕和元年〔一〕，有詔以鄭弘為太尉。時旱，朝廷百僚皆暴請雨。夏炎熱，小雨，群官即還舍。弘彌日不旋，大雨澍，稼穡遂豐。（孫。王。汪。黃。鈴木）──御覽卷一一 \\n 〔一〕　據天中記卷三改。 \\n 一０一　永平之初〔一〕，太尉鄭弘臨朝蹇諤，日旰忘食〔二〕。（王。汪。黃）──書鈔卷五一 \\n 〔一〕　黃奭以為弘為太尉在章和元年，非在永平初者，疑其為二人，故依陳本而別作鄭洪傳。天游按：弘任太尉在元和元年，元和三年免，事見范書章帝紀。汪輯改「永平」作「永和」，黃輯以為當在章和初，均誤。此「永平」當作「元和」。 \\n 〔二〕　書鈔注此條出自謝丞集。疑「集」系「書」之誤。 \\n 一０二　鄭弘字巨君，為太尉，舉將第五倫為司空〔一〕，班次在下。每正朔朝見，弘必曲躬自卑。上〔問知其故，遂聽〕置雲母屏風〔二〕，分隔之，由此以為故事。（姚。王。汪。黃。鈴木）──書鈔卷五一　０　類聚卷六九又卷四六　初學記卷一一　又卷二五　御覽卷二０七　又卷七０一 \\n 〔一〕　「舉將」原誤倒，據御覽卷二０七以正。初第五倫為會稽太守，署鄭弘為督郵，復舉孝廉。故倫為弘之舉將，弘乃倫之故吏。東漢時故吏舉將有君臣名分，一般終身不敢違逆，故弘見倫，雖位高而每卑下之。 \\n 〔二〕　據類聚卷六九、初學記卷二五補。書鈔卷五一僅有「知之」二字。 \\n 梁竦傳 \\n 一０三　和帝追封謚皇太后父梁（松）〔竦〕為褒親愍侯〔一〕，改殯，賜東園畫棺、玉匣、衣衾〔而葬之〕〔二〕。（姚。王。汪。黃。鈴木）──書鈔卷九二　○　初學記卷一四　御覽卷五五一 \\n 〔一〕　三引皆誤作「松」，據袁紀、范書以正。 \\n 〔二〕　據御覽卷五五一補。又錦繡萬花谷後集卷二二作「賜東園轜車、朱壽器、銀鏤黃玉匣。」 \\n 一０四　梁冀執金吾，歲朝，托疾不朝。司隸楊雄治之，詔以二月俸贖罪。（孫。汪。黃。鈴木）──御覽卷二三七 \\n 一０五　梁不疑子為潁陰侯，胤子為城父侯〔一〕，冀一門〔前後七封〕〔二〕，三皇后，六貴人，二大將軍，夫人、女侯邑稱君七人，尚公主三人，其餘卿、將、尹、校五十七人。梁氏在位二十餘年，窮極滿盛，威行內外，百僚側目，莫敢違命。（姚。王。汪。黃。鈴木）──初學記卷一八（二）　○　御覽卷四七０ \\n 〔一〕　不疑子名馬，胤子名桃。 \\n 〔二〕　據御覽卷四七０補。 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷三", "正文": "  \\n 謝承後漢書卷三 \\n 　 \\n  \\n 曹褒傳 \\n 一０六　曹褒博雅疏通，尤好禮事，常感朝廷制度未備，慕叔孫通為漢禮儀，晝夜研精，沈吟專思，寢則懷抱筆札，行則誦習文書，當其念至，忘所之適。（孫。王。汪。黃。鈴木）──御覽卷六一一 \\n 鄭玄傳 \\n 一０七　玄所註周易、尚書、毛詩、儀禮、禮記、論語、尚書大傳、中候、乾象歷〔一〕。（姚。王。汪──范書本傳注 \\n 〔一〕　范書本傳「論語」下有「孝經」二字。李賢曰：「謝承書不言注孝經，唯此書獨有也。」 \\n 一０八　鄭玄戒子書曰：「黃巾為害，萍浮南北。」（王。汪。黃。鈴木）──文選卷一０潘安仁西征賦注　○　又卷一二木華海賦注 \\n 鄭興傳 \\n 一０九　鄭興數言政事，依經守義，文詞溫雅。（姚。王。汪。鈴木）──書鈔卷九六 \\n 賈逵傳 \\n 一一０　賈逵字景伯〔一〕，弱冠能誦左氏傳、〔五經〕〔二〕，諸儒為之語曰「問事不休賈長頭」。（姚。王。汪。黃。鈴木）──書鈔卷九七　○　御覽卷六一二　書鈔卷九八 \\n 〔一〕　姚輯引曰：「逵字梁道，好春秋，及為牧守，常自課，三月讀一過。」又注：「案逵字景伯，位至侍中。今云字梁道，又為牧守，或名氏相同者也。」黃輯不詳所出，亦據姚輯引之。孫志祖按：「姚本後載魏志字梁道之賈逵月讀春秋條，誤令二賈逵為一人，今刪。」天游按：賈梁道月讀春秋事，出魏志本傳裴注引魏略，亦見類聚卷五五，姚、王、黃三輯引之，甚謬。 \\n 〔二〕　據書鈔卷九八補。 \\n 張霸傳子楷　孫陵 \\n 一一一　拜會稽太守，有素行者皆擢用之。郡中爭勵志節，誦習者以千數，道路但聞誦書聲。（姚。王。汪。黃。鈴木）──書鈔卷七四 \\n 一一二　張楷字公超，治嚴氏春秋、古文尚書，門徒皆造問焉，車馬填門。貴戚之家皆起舍巷〔次〕〔一〕，以候過客之利。楷疾其如此，輒徙避。家貧無〔以〕為業〔二〕，常乘驢車，至縣賣藥，足給食輒還鄉里。（孫。王。汪。黃。鈴木）──御覽卷四八四　○　又卷八二八 \\n 〔一〕　依汪輯補。 \\n 〔二〕　據御覽卷八二八補。 \\n 一一三　張楷字公超，隱居弘農山中，學者隨之，所居成市。後華陰山南，遂有公超市。（孫。汪。黃。鈴木）──御覽卷八二七 \\n 一一四　河南張楷性好道術，〔居華陰〕〔一〕，能作五里霧。時關西人裴優，亦能作三里霧，自以不如楷，往從學之。楷避不肯見。（姚。王。汪。黃。鈴木）──類聚卷二　○　初學記卷二　御覽卷一五　書鈔卷一五一（二）事類賦注卷三 \\n 〔一〕　據事類賦注卷三補。 \\n 一一五　張陵字處仲〔一〕，〔清河人〕〔二〕，為尚書。陵初為梁冀弟（胤）〔不疑〕所舉孝廉〔三〕。正月初歲，百官朝賀，冀恃豪勢，不恤王憲，帶劍入省。陵〔主臺中威儀〕〔四〕，叱冀使出，敕羽林虎賁奪其劍。〔冀跪謝〕長辭〔五〕，不應，即劾奏冀，〔詔以歲俸贖罪百寮肅然〕〔六〕。不疑謂陵曰：「昔舉君，適〔所〕以自罰也〔七〕。」〔陵曰：「明府不以陵之不德，誤見擢序，不敢阿公，以報私恩。」〕〔八〕〔不疑有慚色〕〔九〕。（姚。王。汪。黃。鈴木）──書鈔卷三七　○　御覽卷二一二　又卷四二九 \\n 〔一〕　「陵」本作「凌」，據俞本及袁紀、范書逕正之，下同。 \\n 〔二〕　據御覽卷四二九補。 \\n 〔三〕　據御覽卷二一二改。胤乃冀子，不疑為冀弟。又下文亦作「不疑」。 \\n 〔四〕　據御覽卷四二九補。 \\n 〔五〕　據御覽卷二一二補。 \\n 〔六〕　同右。 \\n 〔七〕　同右。 \\n 〔八〕　據御覽卷四二九補。又御覽卷二一二作「明府不以陵不肖，誤見擢序，今申公憲，非報私恩耳」，與范書皆同，恐有改竄，故不從。 \\n 〔九〕　據御覽卷二一二補。 \\n 桓榮傳孫良　良孫嚴　皋弘　何湯 \\n 一一六　沛國桓嚴字文林〔一〕，罷（〈〈祭阝〉，中“示改貝”〉）〔鄮〕縣〔二〕，舍揚州從事屈豫室。〔中〕庭有橘樹一株〔三〕，遇其實熟，數垂室內，嚴乃以竹籓樹四面。時風吹動，兩實墮地，以書繩縛繫樹枝。（姚。王。汪。黃）──御覽卷九六六　○　事類賦注卷二七 \\n 〔一〕　嚴，本名曄。東觀記作「礹」，事類賦注作「儼」，未知孰是。 \\n 〔二〕　據事類賦注卷二七改。鄮縣屬揚州刺史部會稽郡。 \\n 〔三〕　據事類賦注卷二七補。 \\n 一一七　桓礹邴營氣類，經緯士人。（汪。黃）──文選卷四六任彥昇王文憲集序注　○　又卷三七曹植求通親親表注 \\n 一一八　皋弘字奉卿，吳郡人也。家代為冠族。少有英才，與桓榮相善。子徽，至司徒長史。（姚。王。汪。黃）──范書桓榮傳注 \\n 一一九　何湯字仲弓，豫章南昌人也。榮門徒常四百餘人，湯為高第，以才明知名。榮年四十，無子，湯乃去榮妻，為更娶，生三子，榮甚重之。後拜郎中，守開陽門候。上微行夜還，湯閉門不納，更從中東門入。明旦，召詣太官賜食，諸門候皆奪俸。建武十八年夏旱，公卿皆暴露請雨。洛陽令著車蓋出門，湯將衛士鉤令車收案。有詔免令官，拜湯虎賁中郎將。上嘗嘆曰：「糾糾武夫，公侯干城〔一〕，何湯之謂也。」湯以明經，嘗授太子，推薦榮。榮拜五更，封關內侯。榮常言曰：「此皆何仲弓之力也。」（姚。王。汪。黃）──范書桓榮傳注　○　御覽卷二一五　又卷二四一 \\n 〔一〕　出詩周南兔罝。 \\n 馮緄傳 \\n 一二０　緄學公羊春秋。（姚。汪。黃。鈴木）──范書本傳注 \\n 一二一　馮緄字鴻卿，為車騎將軍，將兵南征武陵五溪蠻〔一〕。賊軍擾攘，緄下長沙，賊悉詣營乞降，荊州平定。詔賜錢一億，不受也。（姚。王。汪。黃。鈴木）──書鈔卷六四　○　又卷一九 \\n 〔一〕　水經注卷三七沅水注曰：「武陵有五溪，謂雄溪、樠溪、潕溪、酉溪、辰溪，其一焉。夾溪悉是蠻左所居，故謂此蠻五溪蠻。」 \\n 一二二　緄子鸞，舉孝廉，除郎中。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 度尚傳 \\n 一二三　尚進善愛人，坐以待旦，擢門下書佐朱雋，恆歎述之，以為有不凡之操。雋後官至車騎將軍，遠近奇尚有知人之鑒。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 一二四　度尚為荊州刺史。尚見胡蘭餘黨南走蒼梧，懼為己負，乃偽上言蒼梧賊入荊州界。於是徵交阯刺史張磐下廷尉，辭狀未正，會赦見原。磐不肯出獄，方更牢持械節，獄吏謂磐曰：「天恩曠然，而君不出，何乎？」磐因自列曰：「前長沙賊胡蘭作難，荊州餘黨散入交阯，磐身嬰甲冑，涉危履險，討擊凶患，斬殄渠帥，餘燼鳥竄，冒遁還奔。荊州刺史度尚懼磐先言，怖畏罪戾，伏奏見誣。磐備位方伯，為國爪牙，而為尚所枉，受罪牢獄。夫事有虛實，法有是非，磐實不辜，赦無所除，如忍以苟免，永受侵辱之恥，生為惡吏，死為弊鬼。乞傳尚詣廷尉，面對曲直。」廷尉以其狀上，詔書徵尚到廷尉，辭窮受罪，以先有功得原。（孫。王。汪。黃。鈴木）──御覽卷六五二 \\n 楊璇傳 \\n 一二五　楊璇字機平〔一〕，〔靈帝時〕為零陵太守〔二〕。時蒼梧、桂陽猾賊嘯聚。〔璇力弱，吏民憂恐〕〔三〕。璇迺特製馬車數十乘，以〔排〕（緋）囊盛石灰於車上〔四〕，繫布〔索〕（囊）於馬尾〔五〕，又為兵車彀弩〔六〕。剋期會戰，乃令馬車居前，順風鼓灰，賊不得視；以火燒布，布然馬驚，奔突賊陣，〔因鳴鼓擊賊〕〔七〕，群寇波駭，〔大破之〕〔八〕。（孫。王。汪。黃。鈴木）──書鈔卷一三九　○　御覽卷四四八　又卷八二０　類聚卷九三 \\n 〔一〕　范書本傳「璇」作「琁」。按玉篇曰：「璇，美石、次玉。亦作琁。」 \\n 〔二〕　據御覽卷四四八及卷八二０補。 \\n 〔三〕　據御覽卷四四八補。 \\n 〔四〕　據他引及范書改。 \\n 〔五〕　同右。 \\n 〔六〕　「彀弩」原誤作「穀拏」，據范書本傳逕改。 \\n 〔七〕　據類聚卷九三補。 \\n 〔八〕　據類聚卷九三、御覽卷四四八補。 \\n 一二六　楊璇字機平〔一〕，平零陵賊，為荊州刺史趙凱橫奏，檻車徵之。仍奪其筆硯，乃嚙臂出血，以簿中白毛筆染血以書帛上，具陳破賊形勢，及言為凱所誣，以付子弟，詣闕自訟。詔原之。（姚。王。汪。黃）──事類賦注卷一五　○　初學記卷二一 \\n 〔一〕　初學記卷二一「璇」誤作「班」。 \\n 毛義傳 \\n 一二七　廬江毛義，家貧，以孝行稱。南陽張奉慕其名，往候之。坐定而府檄適至，以義守令。義捧檄而入，喜動顏色。（孫。王。汪。黃）──御覽卷四六七 \\n 劉平傳 \\n 一二八　劉平為濟陽郡丞〔一〕。太守劉育甚重之，任以郡職，上書薦平。（姚。王。汪。黃。鈴木）──書鈔卷七七　○　又卷三四　御覽卷二五三 \\n 〔一〕　御覽卷二五三亦作「濟陽」，而書鈔卷三四作「濟南」。范書本傳作「濟陰」。天游按：據郡國志，濟南稱國，濟陽為陳留郡之屬縣，皆非郡。當以范書作「濟陰」為是。 \\n 趙孝傳 \\n 一二九　天下亂，人相食，趙孝弟禮為餓賊所得，孝聞之，即自縛詣賊曰：「禮久饑羸瘦，不如孝肥飽。」賊大驚，〔並〕放之〔一〕，謂曰：「可歸，更持米糒來。」孝求不能得，復往報賊，願就烹。眾異之，遂不害。（孫。王。汪。黃。鈴木）──御覽卷四二０　○　又卷四八六 \\n 〔一〕　據御覽卷四八六補。 \\n 車成傳 \\n 一三０　梁國車成字子威，兄恩都為赤眉賊所得，欲臠之，成叩頭曰：「兄瘦我肥，欲得代之。」賊感其義，俱放之。（孫。王。汪。黃）──御覽卷三七八 \\n 江革傳 \\n 一三一　江革字次伯，轉諫議大夫，賜告歸。天子思革篤行，詔曰：「革前以病歸，今起居何如？使縣以見穀千斛賜『巨孝』，常以八月長吏存問致羊酒，以終厥身。」（姚。王。汪。黃。鈴木）──書鈔卷五六 \\n 周磐傳 \\n 一三二　周〔磐〕（盤）〔字堅伯〕〔一〕，汝南人也。居貧養母，儉薄不充。常誦詩至汝墳之〔卒〕章〔二〕，慨然而歎，乃解〔韋〕帶〔三〕，就孝廉之舉。（孫。王。汪。黃。鈴木）──書鈔卷七九　○　御覽卷四一四 \\n 〔一〕　據范書本傳及下條改「盤」作「磐」。又據御覽卷四一四補「字堅伯」三字。「字」原誤作「自」，逕正之。 \\n 〔二〕　李賢曰：「韓詩曰：汝墳，辭家也。其卒章曰：『魴魚赬尾，王室如〈火尾〉，雖則如〈火尾〉，父母孔邇。』薛君章句：『言魴魚勞則尾赤，君子勞苦則顏色變。以王室政教如烈火矣，猶觸冒而仕者，以父母甚迫近飢寒之憂，為此祿仕。』」「卒」字據御覽卷四一四補。 \\n 〔三〕　亦據御覽卷四一四補。李賢曰：「以韋皮為帶，未仕之服也。求仕則服革帶，故解之。賈山上書曰『布衣韋帶之士』也。」 \\n 一三三　周磐字堅伯，初為安陵令，以從弟暢為司隸，縣屬州部，換陽平令，復換重合令〔一〕。磐已歷二縣，恥復經三城，遂去還家，立精舍教授，守先人冢廬，遠方知名。（孫。王。汪。黃。鈴木）──御覽卷一八一 \\n 〔一〕　孫志祖按：「范書本傳：『和帝初除任城令，遷陽夏、重合令，頻歷三城，皆有惠政。後思母，棄官還鄉里。』與此異。」 \\n 趙咨傳 \\n 一三四　〔東郡趙〕咨為東海相〔一〕，人遺其雙枯魚，噉之，二歲不盡，以儉化俗〔二〕。（姚。王。汪。黃。鈴木）──書鈔卷三八　○　御覽卷二四八　又卷四三一 \\n 〔一〕　御覽卷二四八補。 \\n 〔二〕　此條汪輯注又見書鈔卷七二。天游按：孔本無此，陳本乃據御覽而補，且入卷七一諸王國相目，汪注誤。 \\n 一三五　咨在京師，病困，故吏蕭建經營之。咨豫自買小素棺，使人取乾黃土，細擣篩之，聚二十石。臨卒謂建曰：「亡後自著所有故巾單衣，先置土於棺〔底，厚一尺〕〔一〕，內屍其中，以〔土〕壅其上〔二〕。」（姚。王。汪。黃。鈴木）──范書本傳注　○　御覽卷三七 \\n 〔一〕　據御覽卷三七補。 \\n 〔二〕　同右。 \\n 班固傳 \\n 一三六　固年十三，王充見之，拊其背謂彪曰：「此兒必記漢事。」（姚。王。汪。黃。鈴木）──范書本傳注 \\n 第五倫傳曾孫種 \\n 一三七　吳郡沈豐為郡主簿〔一〕，太守第五倫母老不能之官，倫每至臈節〔二〕，常感戀垂泣。遣豐迎母，〔至〕廣陵〔三〕，母見大江，畏水不敢渡。豐祭神，令子孫對母飲酒，因醉臥便渡。（姚。汪。黃。鈴木）──御覽卷六０　○　又卷三三　事類賦注卷五 \\n 〔一〕　郡者，會稽郡也。 \\n 〔二〕　臈節即臘日。風俗通曰：「臈者，臘也。因臘取獸，祭先祖也。漢土行，衰於戌，故此日臘也。」黃輯入沈豐傳。 \\n 〔三〕　據汪輯補。 \\n 一三八　或問第五倫曰：「公有私乎？」對曰：「吾兄子嘗病，一夜十往，退而安寢。吾子有病，雖不省視，而竟夕不眠。若是者，豈可謂無私乎？」（孫。王。汪。鈴木）──文選卷四０任彥昇奏彈劉整注 \\n 一三九　第五倫上疏褒稱盛美曰：「前歲誅刺史二千石貪殘者，皆明聖所察，非臣下所及。」（孫。王。汪。黃。鈴木）─御覽卷二五八 \\n 一四０　第五種遷兗州刺史，中常侍單超兄子匡為濟陰太守，負勢貪放，種欲收舉，未知所使。會聞從事衛羽素抗直，乃召羽具告之，曰：「聞公不畏強禦，今欲相委以重事，若之何？」對曰：「願庶幾于一割。」羽出，遂馳到定陶，閉門收匡賓客、親吏四十餘人，六七日中，糾發其贓五六十萬。種即奏匡，并以劾超。（孫。王。汪。黃。鈴木）─御覽卷二五六 \\n 鍾離意傳 \\n 一四一　鍾離意字子阿，明帝徵為尚書。交阯太守坐贓伏法〔一〕，以資物簿入大司農。詔班賜群臣，意得珠璣，悉以委地而不拜。帝怪問其故，對曰：「臣聞孔子忍渴於盜泉之水，曾參迴車於勝母之鄉，惡其名也〔二〕。贓穢之寶，不敢拜。」帝笑曰：「清乎尚書！」賜錢三十萬。（姚。王。汪。黃。鈴木）──初學記卷一一　○　御覽卷二一二 \\n 〔一〕　此太守，張恢也，坐贓千金。 \\n 〔二〕　李賢引說苑曰：「邑名勝母，曾子不入；水名盜泉，仲尼不飲，醜其名也。」又曰：「尸子又載其言也。」 \\n 宋均傳 \\n 一四二　宋均為監軍〔一〕，與馬援征武陵蠻，臨沅水而兵士多病。均懼眾軍疫病，勒兵圍城，矯詔降之，遣還本居。歸，自劾矯詔之罪，帝甚善之。（姚。王。汪。黃。鈴木）──書鈔卷六三 \\n 〔一〕　孫輯作「宗均」，其按：「姚本從范書作『宋均』。何氏焯曰：『案黨錮傳注引謝書「宗資祖父均自有傳」，則「宋」字傳寫訛也。又南蠻傳敘受降事，正作「謁者宗均」』，據改。」胡三省曰：「趙明誠金石錄有漢司空宗俱碑。按後漢宋均傳，均族子意，意孫俱，靈帝時為司空。余嘗得宗資墓前碑龜膊上刻字，因以後漢帝紀及姓苑、姓纂諸書參攷，以謂自均以下，其姓皆作『宗』，而列傳轉寫為『宋』，誤也。」胡、孫二說甚是。今仍其舊而明其誤。下同。 \\n 一四三　宋均為九江太守，五日一視事，夏以平旦。（汪。黃。鈴木）──御覽卷二一 \\n 朱暉傳孫穆 \\n 一四四　朱暉為郡吏，太守阮況嘗欲市暉牛〔一〕，暉不從。及況卒，暉乃厚贈送其家人。或以譏焉，暉曰：「前阮府君有求於我，所以不敢聞命，誠恐以財貨汙君。今而相送，明吾非有愛也。」（孫。王。鈴木）──御覽卷八九八 \\n 〔一〕　王輯「牛」作「婢」，與范書本傳同。作「牛」誤。 \\n 一四五　穆少有英才，學明五經。性矜嚴疾惡，不交非類〔一〕。年二十為郡督郵，迎新太守，見穆曰：「君年少為督郵，因族勢？為有令德？」穆答曰：「郡中瞻望明府謂如仲尼，非顏回不敢以迎孔子。」更問風俗人物。太守甚奇之，曰：「僕非仲尼，督郵可謂顏回也。」遂歷職股肱，舉孝廉。（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　鈴木輯稿引世說新語補卷四注，有此四句。 \\n 一四六　穆臨當就道，冀州從事欲為畫像置廳事上，穆留板書曰：「勿畫吾形，以為重負。忠義之未顯，何形象之足紀也。」〔一〕（姚。王。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　時穆為冀州刺史，以宦者趙忠喪父，僭為璠璵玉匣，穆命郡發墓剖棺，陳尸出之，且收其家屬。帝聞之怒，徵穆詣廷尉。 \\n 一四七　朱穆為尚書，歲初百官朝賀，有虎賁當階，置弓於地，謂群僚曰：「此王子弓，誰敢干越！」百僚皆避之。穆呵之曰：「天子之弓，當戴之於首上，何敢置地，大不敬。」即收虎賁，付獄治罪，皆肅然服之。（姚。王。汪。黃。鈴木）──御覽卷三四七　○　事類賦注卷一三 \\n 一四八　朱穆為尚書，讜言正直。（姚。王。汪。黃。鈴木） \\n ──書鈔卷六０　○　類聚卷四八初學記卷一一 \\n 一四九　朱〔穆〕（陸）疾宦者〔一〕，乃上疏曰：「建武已後，乃寢用宦者。自延平以來，浸益貴盛，假貂璫之飾，處常伯之任。」──書鈔卷一二七 \\n 〔一〕　據范書本傳改。陳、俞本改此條作范書之文，誤。 \\n 一五０　朱穆因進見，復諫曰：「臣聞漢家舊典，置侍中、中常侍各一人，省尚書事，黃門侍郎一人，傳發書奏，皆用姓族。自和熹太后以女主稱制，不接公卿，乃以閹人為常侍，小黃門通命兩宮。自此以來，權傾人主，窮困天下，宜皆罷遣，博選耆儒宿德。」（姚。王。汪。黃。鈴木）──書鈔卷五八 \\n 徐防傳 \\n 一五一　安帝即位，太尉徐防以災異寇賊策免就國。凡三公以災異免，始自防也。（姚。王。汪。黃）──書鈔卷三二 \\n 胡廣傳 \\n 一五二　廣有雅才，學究五經，古今術藝，皆畢覽之。年二十七，舉孝廉。（姚。王。汪。黃）──范書本傳注 \\n 一五三　胡廣字伯始，一為司空，再作司徒，三在太尉，京師諺曰：「萬事不理，詣胡伯始。」〔一〕（王。汪。黃）──御覽卷四九五 \\n 〔一〕　范書本傳作「萬事不理問伯始，天下中庸有胡公。」 \\n 一五四　胡廣為太傅，時年八十四。練達事體，明解朝章，屢有補闕之益，京師號曰「萬事不理問伯始」。──緯略卷二 \\n 一五五　胡廣在台輔三十餘年，歷事六帝〔一〕，禮任甚優。每遜位辭疾，及退位田里，未嘗滿歲，輒復升進，凡一屨〔司空，再作〕司徒〔二〕，三登太尉。及為太傅，其辟命皆天下名士，與故吏陳蕃、李咸並為三司。蕃等每朝會，輒稱疾避廣，時人榮之。（姚。王。汪。黃）──書鈔卷五０ \\n 〔一〕　李賢曰：「廣以順帝漢安元年為司空，至靈帝熹平元年薨，三十一年也。六帝謂安、順、沖、質、桓、靈也。」 \\n 〔二〕　據翰苑新書前集卷一補。 \\n 一五六　頌曰：「巖巖山岳，配天作輔。降神有周，生申及甫。允茲漢室，誕育二后。曰胡曰黃，方軌齊武。惟道之淵，惟德之藪。股肱元首，代作心膂。天之蒸人，有則有類。我胡我黃，鍾厥純懿。巍巍特進，仍踐其位。赫赫三事，七佩其紱。奕奕四牡，沃若六轡。袞職龍章，其文有蔚。參曜乾台，窮寵極貴。功加八荒，群生以遂。超哉邈乎，莫與為二！」〔一〕（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　時靈帝感胡廣、黃瓊舊德，乃命圖畫二人於省內，又詔議郎蔡邕作此頌文。 \\n 李咸傳 \\n 一五七　咸字元卓，汝南西平人。孤特自立，家貧母老，常躬耕稼以奉養。學魯詩、春秋公羊傳、三禮。三府並辟，司徒胡廣舉茂才，除高密令，政多奇異，青州表其狀。建甯三年，自大鴻臚拜太尉。自在相位，約身率下，常食脫粟飯、醬菜而已。不與州郡交通。刺史、二千石牋記，非公事不發省。以老乞骸骨，見許，悉還所賜物，乘敝牛車，使子男御。晨發京師，百僚追送盈塗，不能得見。家舊貧狹，庇蔭草廬。（姚。王。汪。黃）──范書胡廣傳注 \\n 一五八　李咸奏曰：「春秋之義，貶纖介之惡，采毫毛之善。」（孫。王。汪。黃）──文選卷三五潘元茂冊魏公九錫文注 \\n 一五九　仁風豐澤，四海所宗〔一〕。（孫。王。汪。黃）──文選卷二六顏延年和謝監靈運一首注 \\n 〔一〕　汪輯入散條。黃奭入李咸傳，其注曰：「案袁紀卷二十三云：皇太后竇氏崩，將葬，節、甫以竇氏之誅，不用太后禮，以馮貴人祔桓帝，公卿不敢諫。河南李咸執藥上書，有『仁風豐霈，四海所宗』二語。」黃輯是，今從之。 \\n 袁安傳玄孫閎　閎弟弘　閎弟忠　忠子祕 \\n 一六０　袁閎字夏甫〔一〕，汝南人也。博覽群書六藝〔二〕，嘗負笈尋師，變易姓名往來。（孫。王。汪。黃）──書鈔卷一三五　○　御覽卷七一一 \\n 〔一〕　「閎」原誤作「宏」，據御覽卷七一一逕改。 \\n 〔二〕　「六」原誤作「文」，據陳、俞本逕改。 \\n 一六一　閎少修志節，矯俗高厲。（姚。王。汪。黃）──范書徐稚傳注 \\n 一六二　閎飯糠茹菜〔一〕。（孫。汪。黃）──御覽卷八五０ \\n 〔一〕　宋本御覽無此引，俟攷。 \\n 一六三　乳母從內出，見在門側，面貌消瘦，為其垂泣。閎厚丁甯：「此間不知吾，慎勿宣露也。」〔一〕（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　時閎父賀為彭城相，其往省謁，變名姓，連日吏不為通。 \\n 一六四　袁閎父賀為彭城相，亡。閎到郡迎喪，饑食菱芡，渴飲行潦。（孫。王。汪。黃）──御覽卷九七五 \\n 一六五　黃巾賊起，攻沒郡縣，百姓驚散，閎誦不移。賊相約語，不入其閭。鄉人就閎避難，皆得全免。（王。汪。黃）──御覽卷六一一 \\n 一六六　弘嘗入京師太學，其從父逢為太尉，呼弘與相見。遇逢宴會作樂，弘伏稱頭痛，不聽音聲而退，遂不復往。紹、術兄弟亦不與通。（姚。王。汪。黃）──范書袁閎傳注 \\n 一六七　忠乘船戴笠蓋詣朗〔一〕，見朗左右僮從皆著青絳采衣，非其奢麗，即辭疾發而退。（王。汪。黃）──范書袁閎傳注　○　御覽卷六八九　事類賦注卷一二 \\n 〔一〕　朗，王朗，漢末為會稽太守。 \\n 一六八　祕字永甯。（姚。王。汪。黃）──范書袁閎傳注 \\n 一六九　封觀與主簿陳端、門下督范仲禮、賊曹劉偉德、主記史丁子嗣、記室史張仲然、議生袁祕等七人，擢刃突陳〔一〕，與戰並死〔二〕。（姚。王。汪。黃）──范書袁閎傳注 \\n 〔一〕　陳，即陣，古通用。 \\n 〔二〕　時黃巾軍擊汝南，太守趙謙出戰，大敗，祕等即死于是役。 \\n 一七０　觀字孝起，南頓人也。（姚。王。汪。黃）──范書袁閎傳注 \\n 張酺傳 \\n 一七一　青字公然，東郡聊城人也〔一〕。（姚。王。汪。黃）──范書張酺傳注 \\n 〔一〕　青，王青，乃東郡郡吏，張酺為太守，以其三世死節，上疏薦舉。事見范書酺傳。 \\n 周景傳 \\n 一七二　景字仲嚮，少以廉能見稱，以明學察孝廉，辟公府。後為豫州刺史，辟汝南陳蕃為別駕，潁川李膺、荀緄、杜密、沛國朱宇為從事，皆天下英俊之士也。稍遷至尚書令，遂登太尉。（孫。王。汪。黃）──吳志周瑜傳注 \\n 一七三　周景為豫州刺史，辟汝南陳蕃為別駕，蕃不肯就見。景題別駕輿曰：「陳仲舉座也。」不復更辟。蕃〔惶〕懼〔一〕，起視職。（姚。王。汪。黃）──書鈔卷七三（二）　○　御覽卷二六三 \\n 〔一〕　據御覽卷二六三補。 \\n 陳寵傳 \\n 一七四　陳咸字子成〔一〕，為廷尉監，執法多恩，議人常從輕比，多所全活，皆稱其恩。（姚。王。汪。黃）──書鈔卷五五（二）　○　御覽卷二三一 \\n 〔一〕　陳咸乃陳寵之曾祖。又御覽卷二三一作「字子威」。 \\n 一七五　沛國陳咸為廷尉監。王莽篡位，還家，杜門不出。莽改易漢法令及臘日，咸常言：「我先祖何知王氏臘乎！」（姚。王。汪。黃）──類聚卷五　○　白帖卷四　御覽卷三三 \\n 一七六　陳寵為廣漢太守，先是洛縣城南〔一〕，每陰雨常有哭聲聞於府中，積數十年。寵問而疑其故，使吏按行。還言：「衰亂時，此下多死亡者，而骨骸不得葬（償）〔二〕，儻在於是？」寵愴然矜之，即敕縣盡收斂葬之。自是哭遂絕。（孫。王。汪。黃）──御覽卷五五四 \\n 〔一〕　「洛」當作「雒」，屬廣漢郡，乃郡及益州刺史治所在。 \\n 〔二〕　「償」乃涉下文「儻」字而衍。 \\n 一七七　孝章皇帝賜諸尚書劍，手自置姓名：「尚書陳寵，濟南鍛成。」〔一〕（孫。王。汪。黃）──文選卷三五張景陽七命注 \\n 〔一〕　天游按：范書本傳作「椎成」。然東觀記、袁紀、漢官儀皆作「鍛成」。惠棟曰：「蒼頡書：鍛，椎也。」則鍛可作椎解，字不得通，當以「鍛成」為是。 \\n 班超傳 \\n 一七八　永平五年，班超兄固被召詣校書，超與母隨至洛陽，家貧，常為傭書以供養。久傭嘗苦，輟業投筆歎曰：「大丈夫無它志略，獨當效傅介子、張騫立功異域，以取封侯〔一〕，安能久事筆硯乎！」（王。汪。黃）──御覽卷四八四 \\n 〔一〕　傅介子，昭帝時出使西域，殺樓蘭王，封義陽侯。張騫，武帝時鑿空西域，封博望侯。班書皆有傳。 \\n 一七九　班超為都護，合三十年〔一〕。──書鈔卷六三 \\n 〔一〕　都護，西域都護，亦稱校尉。超自明帝永平十六年出使西域，至和帝永元十四年還洛陽，鎮護西域首尾近三十一年。 \\n 翟酺傳 \\n 一八０　翟酺字子庶〔一〕，為侍中。〔時尚書〕有缺〔二〕，詔將軍、大夫、六百石以上試對政事、天文、道術，以高第者補之。由是酺對第一，拜尚書。（孫。王。汪。黃）──書鈔卷六０　○　御覽卷二一二 \\n 〔一〕　御覽卷二一二引作「字子廣」，范書本傳作「字子超」，未知孰是。 \\n 〔二〕　據御覽卷二一二補。 \\n 應奉傳子劭 \\n 一八一　應奉字世叔，讀書五行俱下，終成名儒。（姚。王。汪。黃）──書鈔卷九八　○　類聚卷五五　御覽卷四三二　又卷六一六書鈔卷七九　初學記卷一七 \\n 一八二　奉少為上計吏，許訓為計掾，俱到京師。訓自發鄉里，在路晝頓暮宿，所見長吏、賓客、亭長、吏卒、奴僕，訓皆密疏姓名，欲試奉。還郡，出疏示奉。奉〔省讀之〕〔一〕，云：「前食潁川綸氏都亭，亭長胡奴名祿，以飲漿來，何不在疏？」座中皆驚。（姚。王。汪。黃）──范書本傳注　○　書鈔卷七九 \\n 〔一〕　據書鈔卷七九補。 \\n 一八三　奉年二十時〔一〕，常詣彭城相袁賀。賀時出行閉門，造車匠於內開扇半面視奉，奉即委去。後數十年於路見車匠，識而呼之。（姚。王。汪。黃）──范書本傳注　○　御覽四三二　蒙求集注卷下 \\n 〔一〕　周亮工同書首作「應奉凡所經歷，莫不暗記」。 \\n 一八四　應奉為郡決曹史，行部四十二縣，口說罪繫姓名，坐狀輕重，無所遺脫。（汪──同書 \\n 一八五　〔延熹中〕〔一〕，〔武陵五溪蠻夷作難，詔遣車騎將軍馮緄南征，緄表應奉〕〔二〕。時詔奉曰：「蠻夷叛逆作難，積惡放恣，鑊中之魚，火熾湯盡，當悉燋爛，以刷國恥。朝廷以奉昔守南土，威名播越，故復式序重任。奉之廢興，期在於今。賜奉錢十萬，駮犀方具劍、金錯把刀劍、革帶各一。奉其勉之！」（姚。王。汪。黃）──范書本傳注　○　御覽卷三四二　初學記卷二０　文選卷二九張平子四愁詩注　御覽卷三四五 \\n 〔一〕　據御覽卷三四二補。 \\n 〔二〕　據初學記卷二０補。 \\n 一八六　劭字仲遠〔一〕。（孫。王。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳亦作「仲遠」。李賢曰：「謝承書、應氏譜并云『字仲遠』；續漢書、文士傳作『仲援』；漢官儀又作『仲瑗』，未知孰是。」天游按：隸續劉寬故吏碑作「南頓應劭仲瑗」。洪适曰：「漢官儀作『瑗』，官儀既劭所著，又此碑可據，則知『遠』、『援』皆非也。」洪說是。 \\n 奚延傳 \\n 一八七　奚延轉議郎〔一〕。徐州遭旱，延使持節到東海請雨，豐澤應澍雨，與京師同日俱霈，還拜五官中郎將。（孫。王。汪。黃）──御覽卷一一 \\n 〔一〕　范書本傳「奚」作「爰」。爰、奚形近易訛，當以范書為是。 \\n 一八八　興字驥〔一〕。（孫。王。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳曰延子字驥，不言其本名。 \\n 徐淑傳 \\n 一八九　淑字伯進，廣陵海西人也。寬裕博雅，好學樂道。隨父慎在京師，鑽孟氏易、春秋公羊〔傳〕〔一〕、禮記、周官，善論太公六韜〔二〕，交接英雄，常有壯志。舉茂才，除渤海脩令，遷琅邪都尉。（姚。王。汪。黃）──范書左雄傳注　○　范書本傳注 \\n 〔一〕　據范書本傳注補。 \\n 〔二〕　「論」本作「誦」，據范書本傳注逕改。 \\n 一九０　徐淑戎車首路〔一〕。（孫。王。汪。黃）──文選卷五九沈休文齊安陸昭王碑文注　０　又卷二七顏延年北使洛詩注 \\n 〔一〕　文選顏延年詩注「淑」誤作「俶」。 \\n 王充傳 \\n 一九一　王充字仲任，〔會稽〕上虞人〔一〕。少孤，鄉里稱孝。〔性好學〕〔二〕，到京師受業太學，博覽而不守章句。家貧無書，常遊洛陽市肆〔三〕，閱所賣書，目一見輒能誦憶，遂博通眾流〔百家之言〕〔四〕。（姚。王。江。黃）──御覽卷四八四　○　書鈔卷九七　初學記卷二四　御覽卷六一二　又卷四三二　書鈔卷九八　類聚卷五五　又卷三五　書鈔卷九九 \\n 〔一〕　據初學記卷二四補。 \\n 〔二〕　據書鈔卷九七補。 \\n 〔三〕　據書林清話引揚雄法言曰：「好書而不要諸仲尼，書肆也。」可知書販售書於市，始於西漢也。 \\n 〔四〕　據御覽卷六一二補。又書鈔卷九七作「百家之書」。 \\n 一九二　王充於宅內門戶壚柱〔一〕，各置筆硯簡牘，見事而作，著論衡八十五篇。（姚。王。汪。黃）──類聚卷五八　○　初學記卷二一　書鈔卷一０四　又卷九九御覽卷八二七 \\n 〔一〕　初學記卷二一、書鈔卷一０四所引，「宅」均作「室」，「壚」皆作「墻」。而范書本傳「壚」作「牖」。又書鈔卷九九及同書均作「門墻屋柱」。疑此句當作「於室內門墻戶牖屋柱」。 \\n 一九三　夷吾薦充曰〔一〕：「充之天才，非學所加，雖前世孟軻、孫卿，近漢揚雄、劉向、司馬遷，不能過也。」（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　夷吾，謝夷吾也，會稽人，與充相友善。 \\n 明帝八王傳陳敬王羨　羨子思王鈞 \\n 一九四　陳國戶曹史高慎諫國相曰：「諸侯射豕，天子射熊，八彝六樽，禮數不同。昔季氏設朱干玉戚，以舞大夏。左傳曰：『惟名與器，不可以假人。』〔一〕奢僭之漸，不可聽也。」於是諫諍不合，為王所非，坐司寇罪〔二〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　見左傳昭公三十二年史墨答趙簡子問，亦見左傳成公二年仲尼之語。楊伯峻曰：「此或古人語，故史墨及孔丘皆言之。」 \\n 〔二〕　王者，陳思王鈞也。時鈞行天子大射禮，故高慎諫之。 \\n 陳禪傳 \\n 一九五　陳禪為州治中從事。刺史為人所劾，受納贓賂。禪當傳拷，及至笞掠無算，五毒畢加，神意自若，辭對無屈〔一〕，事遂釋。（姚。王。汪。黃）──御覽卷二六三　○　書鈔卷七三 \\n 〔一〕　書鈔卷七三及范書本傳「屈」皆作「變」。 \\n 一九六　陳禪字紀山，拜諫議大夫。永甯中，西南夷撣國獻幻人，〔能〕吐火〔一〕，自支解，易牛馬頭。於元日作之，帝〔與群臣〕共觀之〔二〕。禪獨離席舉手諫曰：「昔齊作侏儒之樂，仲尼鄙之。〔三〕帝王之廷，不宜設夷狄之技。」尚書陳忠劾奏禪曰：「昔四夷之樂陳於門〔四〕。今撣國萬里貢獻，非鄭聲淫女之比。」詔左轉為玄菟都尉〔五〕。（姚。王。汪。黃）──書鈔卷五六 \\n 〔一〕　據職官分紀卷六補。 \\n 〔二〕　據范書本傳補。 \\n 〔三〕　事見史記孔子世家。 \\n 〔四〕　「四」原誤作「西」，逕改之。 \\n 〔五〕　范書本傳作「玄菟候城障尉」。 \\n 陳龜傳 \\n 一九七　安帝時，尚書陳龜上表曰：「仁恩廣被，化流殊方，使老者以壽終，孤幼得保年，猶臨河轉石，易於反掌。」（姚。王。汪。黃）──初學記卷六 \\n 一九八　陳龜表曰：「臣累世展鷹犬搏擊之用。」（孫。王。汪。黃）──文選卷四四陳琳為袁紹檄豫州注 \\n 橋玄傳 \\n 一九九　橋玄遷齊國相。郡有孝子為父報仇，繫臨淄獄。玄愍其至孝，欲上讞減罪。縣令路芝酷烈苛暴，因殺之。懼玄收錄，佩印綬欲走。玄自以為深負孝子，捕得芝，束縛籍械以還，笞殺以謝孝子冤魂〔一〕。（孫。王。汪。黃）──御覽卷四八一 \\n 〔一〕　孫志祖案：「范書云『遷為齊相，坐事為城旦』，蓋即指笞殺縣令也。」 \\n 崔瑗傳子寔 \\n 二００　崔瑗字子玉，講論六經，三辟公府，論議京師，談高妙。〔一〕安帝時舉奏事臣〔二〕。──書鈔卷六八 \\n 〔一〕　此句「談」上恐有脫字。 \\n 〔二〕　疑「事臣」系「勢臣」之誤。天游按：范書本傳載，時閻顯以外戚入參政事，曾促安帝廢太子為濟陰王，而以北鄉侯為嗣。瑗以立侯不以正，知顯將敗，欲說顯令廢立，然顯醉不得見，而長史陳禪不敢為之諫。適逢宦官孫程立順帝，瑗被斥而終不言其初謀，則瑗實未曾舉奏勢臣也。 \\n 二０一　崔瑗為濟北相，光祿大夫杜喬為八使，徇行郡國，以臧罪奏瑗，徵詣廷尉。瑗上書自訟，得〔理〕出〔一〕。會病卒，臨終顧命子寔曰：「夫人稟天地之氣以生，及其終也，歸精於天，還骨於地，何〔地〕不可藏形骸〔二〕，勿歸鄉里。」〔寔奉遺令，遂留葬洛陽〕〔三〕。（姚。王。汪。黃）──書鈔卷九二　○　御覽卷五五四 \\n 〔一〕　據御覽卷五五四補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 二０二　初，崔寔父卒，標賣田宅，起冢塋，立碑頌，葬訖，資產竭盡，因窮困以榷酤鬻為業，時人多以此譏之。寔終不改，亦取足而已，不致盈餘。（孫。王。汪。黃）──御覽卷五五四 \\n 周燮傳 \\n 二０三　燮居家清處，非法不言，兄弟父子室家相待如賓，鄉曲不善者皆從其教。（姚。王。汪。黃）──范書本傳注 \\n 黃憲傳 \\n 二０四　黃憲同郡陳蕃〔拜太尉〕〔一〕，臨朝而歎曰：「叔度若在〔二〕，不敢先佩印綬矣。」（姚。王。汪。黃）──書鈔卷五０　○　又卷五一初學記卷一一　御覽卷二０七 \\n 〔一〕　本作「為三公」，據其他三引而改。 \\n 〔二〕　叔度，憲之字。書鈔卷五一、初學記卷一一「叔度」均作「黃憲」。 \\n 徐稚傳子胤 \\n 二０五　徐稚字孺子，豫章南昌人，清妙高跱，超世絕俗。（姚。王。汪。黃）──世說新語德行注　○　史略卷二 \\n 二０六　稚少為諸生，學嚴氏春秋、京氏易、歐陽尚書，兼綜風角、星官、算歷、河圖、七緯、推步、變易，異行矯時俗。〔家貧〕，〔一〕〔常身躬耕，非其衣不服，非其食不食，糠秕不厭〕〔二〕。〔恭儉義讓，所居〕閭里〔三〕，服其德化。有失物者，縣以相還，道無拾遺。四察孝廉，五辟宰府，三舉茂才。（姚。王。汪。黃）──范書本傳注　○　御覽卷四二五　又卷四七四 \\n 〔一〕　據御覽卷四七四補。 \\n 〔二〕　據御覽卷四二五補。 \\n 〔三〕　據御覽卷四七四補。 \\n 二０七　屢辟公府，不起。時陳蕃為太守，以禮請署功曹，稚不免之，既謁而退。蕃在郡不接賓客，唯稚來特設一榻，去則懸之。後舉有道，拜太原太守，皆不就。（孫。王。汪。黃）──御覽卷四七四　○　文選卷三０沈休文和謝宣城詩注　書鈔卷七七　御覽卷七０六　緯略卷四　書鈔卷三四 \\n 二０八　桓帝徵徐稚等不至，因問陳蕃曰：「徐稚、袁閎、韋著誰為先後？」蕃對曰：「閎生公族，聞道漸訓。〔著〕長於三輔仁義之俗〔一〕，所謂不扶自直，不鏤自雕。至於稚者，爰自江南卑薄之域〔二〕，而角立傑出，宜當為先。」（王。汪。黃）──御覽卷四四五 \\n 〔一〕　據范書本傳補。 \\n 〔二〕　「域」原誤作「城」，逕據范書正之。 \\n 二０九　徐稚字孺子，公車五徵，皆不〔降志〕（至）〔一〕。其有喪，負笈赴弔於萬里之外〔二〕。（孫。汪。黃）──書鈔卷一三五　○　御覽卷八一九　世說新語德行注 \\n 〔一〕　據御覽卷七一一改。 \\n 〔二〕　按御覽卷七一一作「行五里也」，汪、黃二輯均作「百里」，與陳、俞本同。而孔本及御覽卷八一九、世說新語德行注、淵海卷七九皆作「萬里」，今從之。 \\n 二一０　稚〔前後為州郡選舉〕〔一〕，諸公所辟，雖不就，有死喪，負笈赴弔。常於家豫炙雞一隻，以一兩綿絮漬酒中，暴乾以裹雞，徑到所（起）〔赴〕冢隧外〔二〕，以水漬綿，使有酒氣，斗米飯，白茅為藉，以雞置前，醊酒畢，留謁即去，不見喪主。（姚。王。汪。黃）──范書本傳注　○　世說新語德行注　文選卷五五劉孝標廣絕交論注　御覽卷五六一　又卷八一九　書鈔卷一四五 \\n 〔一〕　據文選卷五五劉孝標廣絕交論注補。其中「為」字，乃依世說新語德行注補。 \\n 〔二〕　據其他五引改。 \\n 二一一　徐孺子嘗為太尉黃瓊所辟，不就。及瓊卒，歸葬。稚乃負糧徒步到瓊所赴之，設雞酒脯祭，卒哭而去，不告姓名〔一〕。──書鈔卷八九 \\n 〔一〕　此條與前條異，而與范書同。其意一也，而文語不當重復如此，或此引出自范書而編者偶誤書，亦未可知。 \\n 二一二　胤少遭父母喪，致哀毀瘁，嘔血發病。服闋，隱居林藪，躬耕稼穡，倦則誦經，貧窶困乏，執志彌固，不受惠於人。（王。汪。黃）──范書本傳注 \\n 李曇傳 \\n 二一三　曇少喪父，躬事繼母。繼母酷烈，曇性純孝，定有恪勤，妻子恭奉，寒苦執勞，不以為怨。得四時珍玩，先以進母。與徐孺子等海內列名五處士焉。（姚。王。汪。黃）──范書徐稚傳注 \\n 姜肱傳 \\n 二一四　姜肱字伯淮，〔彭城人〕〔一〕，博古五經〔二〕，兼明星緯。──書鈔卷九六　○　御覽卷四二０ \\n 〔一〕　據御覽卷四二０補。 \\n 〔二〕　書鈔標目「古」作「通」。 \\n 二一五　祖父豫章太守，父任城相。（姚。王。汪。黃）──范書本傳注 \\n 二一六　肱性篤孝，事繼母恪勤。母既年少，又嚴厲。肱感凱風之孝〔一〕，兄弟同被而寢，不入房室，以慰母心也。（姚。王。汪。黃）──范書本傳注　○　蒙求集注卷下 \\n 〔一〕　乃詩邶風之一章，序曰：「凱風，蓋孝子也。衛之淫風流行，雖有七子之母，猶不能安其室。故美七子能盡其孝道，以慰其母心而成其志爾。」 \\n 二一七　肱與季江俱乘車行，適野廬，為賊所劫，取其衣物，欲殺其兄弟。肱謂盜曰：「弟年幼，父母所憐愍，又未聘娶，願自殺身濟弟。」季江言：「兄年德在前，家之珍寶，國之英俊，乞自受戮，以代兄命。」盜戢刃曰：「二君所謂賢人，吾等不良，妄相侵犯。」棄物而去〔一〕。肱車中尚有數千錢，盜不見也，使從者追以與之，亦復不受。肱以物經歷盜手，因以付亭長而去〔二〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　御覽卷四二０引作「賊遂兩釋，但奪衣資」，與本傳注異。 \\n 〔二〕　御覽卷四二０又曰：「既至，郡中見肱無衣，怪問，肱託以他辭，終不言。盜聞而感悔，後乃就精廬，求見徵君。肱與相見，皆叩頭謝罪，而還所略物。肱不受，勞以酒食而遣之。」天游按：此引皆同范書本傳，與本傳注迥異，當乃御覽編者誤標謝書也，故不錄其引於正文。 \\n 二一八　靈帝手筆下詔曰：「肱抗陵雲之志，養浩然之氣，以朕德薄，未肯降志。昔許由不屈，王道為化；夷、齊不撓，周德不虧。州郡以禮優順，勿失其意。」（姚。王。汪。黃）──范書本傳注 \\n 二一九　姜肱桓帝時再以玄纁聘，不就。即拜太中大夫。詔書至門，肱使家人對云「久病就醫」，遂羸服閒行，竄伏青州界中，賣卜給（衣）〔食〕〔一〕，召命得斷，家亦不知其處，歷年乃還。（孫。王。汪。黃）──御覽卷七二五 \\n 〔一〕　據汪輯改。 \\n 申屠蟠傳 \\n 二二０　陳留申屠蟠恥郡無處士，遂閉門養志，〔居蓬萊之室〕，〔一〕依大桑樹以為棟梁。（姚。王。汪。黃）──類聚卷八八　○　御覽卷九五五　事類賦注卷二五　范書本傳注　書敘指南卷一六 \\n 〔一〕　原作「蓬戶萊室」，今據范書本傳注改補。 \\n 二二一　蟠前後徵辟，文書悉挂於樹，初不顧眄。（姚。王。汪。黃）──范書本傳注 \\n 二二二　詔書令郡以禮發遣，蟠到河南萬歲亭，折轅而旋。（姚。王。汪。黃）──范書本傳注 \\n 二二三　申屠蟠英姿卓犖。（孫。王。汪。黃）──文選卷五０范蔚宗後漢二十八將傳論注 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷四", "正文": "  \\n 謝承後漢書卷四 \\n 　 \\n  \\n 楊震傳長子牧孫奇　中子秉　秉子賜　賜子彪 \\n 二二四　楊震客居湖縣，立精舍，家貧，常以種藍為業。（孫。王。汪。黃）──御覽卷一八一 \\n 二二五　楊震常客於湖，不答州郡禮命數十年，眾人謂之晚貴〔一〕，而震志愈篤。後有鸛雀銜三（鱣）〔鱓〕魚飛集講堂前〔二〕，都講取魚〔三〕，進曰：「蛇鱓者，卿大夫服之象也。數三者，法三台也。先生自此升矣。」時年過五十，乃始仕州郡。（孫。王。汪。黃）──御覽卷九三七　○　范書本傳注 \\n 〔一〕　范書本傳作「晚暮」。 \\n 〔二〕　范書本傳作「鱣」。注曰：「續漢及謝承書『鱣』字皆作『鱓』，然則『鱣』、『鱓』古字通也。」故據以復其舊，下同。又鱓即鱔魚，形似蛇，黃地黑紋，色象卿大夫之服，故都講言之。 \\n 〔三〕　都講者，替座師主持講學之人。漢時生徒非必由座師親授，常由弟子以次相傳授，又往往擇其精學者為都講，答難釋疑。范書侯霸傳言「霸篤志好學，師事九江太守房元，治穀梁春秋，為元都講」是也。又郭丹「從師長安，常為都講，諸儒咸敬重之」，亦其例也。 \\n 二二六　弘農楊震字伯起，常種藍自業，諸生恐震年大，助其功傭，震喻而罷之。（孫。王。汪。黃）──御覽卷九九六 \\n 二二七　薦楊仲桓等五人，各從家拜博士〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　時震任太常。又楊仲垣即陳留楊倫。 \\n 二二八　震臨歿，謂諸子以牛車簿簀，載柩還歸。（姚。王。汪。黃）──范書本傳注 \\n 二二九　楊震卒，未葬，有大鳥五色，高丈餘，〔兩翼長二丈三尺，人莫知其名〕〔一〕，從天飛下，到震棺前，舉頭悲鳴，淚出霑地。至葬日，沖升天上。（姚。王。汪。黃）──類聚卷九０　○　范書本傳注太平廣記卷四六三 \\n 〔一〕　據范書本傳注補。 \\n 二三０　楊奇字公挺，震之玄孫。少有志節，不以家勢為名，交結英彥，不與豪右相交通，於河南緱氏界中立精舍，門徒常二百人。（孫。王。汪。黃）──御覽卷一八一 \\n 二三一　楊奇字公偉〔一〕，弘農人。〔通經，才性敏暢。入補〕侍中〔二〕，天子所問，引經據義，靡事不對。靈帝嘗問：「朕何如桓帝？」對曰：「陛下躬秉藝文，聖才雅藻，有優先帝，禮善慎刑，或未之有。今天下以陛下准桓帝，猶謂堯舜比德者也。」上不悅其言，謂曰：「奇所謂楊震子孫，有強項遺風，想死後又當致大鳥也。」（姚。王。汪。黃）──御覽卷四二七　○　書鈔卷五八 \\n 〔一〕　按書鈔卷五八作「字公綽」，上條又作「字公挺」，未知孰是。 \\n 〔二〕　據書鈔卷五八補。 \\n 二三二　楊秉字叔節，拜侍御史，執法省門，多所彈糾，名由此顯，京城咸稱有宰相之才。（孫。王。汪。黃）──書鈔卷六二 \\n 二三三　楊秉歷牧四州〔一〕，計日受俸，廩祿不入私門。（姚。王。汪。黃）──書鈔卷七二 \\n 〔一〕　歷牧豫、荊、徐、兗四州。 \\n 二三四　秉免歸，雅素清儉，家至貧窶，并日而食。任城故孝廉景慮齎錢百餘萬，就以餉秉，秉閉門，距絕不受。（姚。王。汪。黃）──范書本傳注　○　書鈔卷七二 \\n 二三五　秉奏「參取受罪臧累億〔一〕。牂柯男子張攸，居為富室，參橫加非罪，云造訛言，殺攸家八人，沒入廬宅。又與同郡諸生李元之官，共飲酒，醉飽之後，戲故相犯，誣言有淫慝之罪，應時捶殺。以人臣之勢，行桀紂之態，傷和逆理，痛感天地，宜當糾持，以謝一州」。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　參，侯參，太常侍侯覽之兄，時任益州刺史。 \\n 二三六　京兆尹袁逢於長安客舍中，得參重車三百餘乘，金銀珍玩，不可稱記。（姚。王。汪。黃）──范書本傳注 \\n 二三七　楊賜字伯欽〔一〕，拜光祿勳，〔位特進〕〔二〕。嘉德殿前有青赤氣，詔遣中使問賜祥異禍福所在，以賜博學碩德之儒，故密諮問。賜曰：「為明主所諮問，豈得不盡情極言其要。」上疏曰：「按春秋讖云：『天投蜺〔三〕，海內亂。』今妾嬖閹尹共專國政之所致也。」（姚。王。汪。黃）──書鈔卷五三　○　初學記卷一二　御覽卷二二九 \\n 〔一〕　天游按：袁紀作「子猷」，范書本傳作「伯獻」，而蔡中郎集所載之太尉楊公碑及文烈楊公碑均作「伯猷」。諸載各異，恐當以「伯猷」為是。 \\n 〔二〕　據初學記卷一二補。 \\n 〔三〕　「蛻」原誤作「電」，據初學記卷一二逕改。 \\n 二三八　楊賜讓還侯爵，朝廷重違其志。（孫。王。汪。黃）──文選卷四六任彥昇王文憲集序注 \\n 二三九　楊彪見漢祚將移，遂稱腳攣不復行。積十餘年後，子脩為曹操所殺，操見彪問曰：「公何瘦〔之〕甚〔一〕？」對曰：「愧無日磾先見之明〔二〕，猶懷老牛舐犢之愛。」操為之改容。（孫。王。汪。黃）──御覽卷三七八　○　又卷四三二 \\n 〔一〕　據御覽卷四三二補。 \\n 〔二〕　金日磾為武帝光祿大夫，時長子弄兒與宮人戲，日磾惡其淫亂而殺之。武帝為之泣，已而心敬日磾。事見漢書本傳。 \\n 張綱傳 \\n 二四０　漢安元年，選遣八使，巡行風俗。餘人受命之部，而張綱獨理輪於洛陽都亭〔一〕，曰：「豺狼當路，安問狐狸！」遂奏大將軍梁冀無君之心十五事，皆臣子所切齒者也。（姚。王。汪。黃）──類聚卷二０ \\n 〔一〕　王先謙後漢書集解引蘇輿說曰：「案孫子九地篇『方馬埋輪』注：『埋輪，持不動也。』馬融傳『埋根行道，以先吏士』注：『埋根，言不退。』傳亦謂駐車輪於此，不肯之部，非真埋之於地也。」 \\n 王龔傳子暢 \\n 二四一　王龔幹事，遂陟鼎司。（王。汪。黃）──文選卷三七劉越石勸進表注 \\n 二四二　〔暢〕拜南陽太守〔一〕，下車振厲威風。（姚。王。汪。黃）──書鈔卷七四 \\n 〔一〕　據汪輯補。 \\n 二四三　王暢拜南陽太守〔一〕，羊皮庇身，車毀不改，馬羸不易。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　陳、俞本「暢」誤作「賜」。黃輯據以作王賜傳，非。 \\n 二四四　王暢為南陽太守，作飯鹽豉菜茹。（孫。汪。黃）──御覽卷八五０ \\n 二四五　王暢拜南陽太守，計日受俸，以作乾飯，不噉魚肉。（姚。汪）──書鈔卷七五（二） \\n 二四六　表受學於同郡王暢〔一〕。暢為南陽太守，行過乎儉。表時年十七，進諫曰：「奢不僭上，儉不逼下，蓋中庸之道。是故蘧伯玉恥獨為君子〔二〕，府君若不師孔聖之明訓，而慕夷齊之末操，無乃皎然自遺於世。」暢答曰：「以約失之者鮮矣〔三〕。且以矯俗也。」（姚。王。汪。黃）──魏志劉表傳注　○　文選卷四０任彥昇百辟勸進今上牋注 \\n 〔一〕　表，劉表，與暢同為山陽郡人。 \\n 〔二〕　李善注曰此句系王暢誄劉表之語，誤。 \\n 〔三〕　出論語里仁篇。 \\n 种暠傳子拂 \\n 二四七　種暠為益州刺史。時永昌太守鑄黃金為文蛇，以獻梁冀。暠糾發逮捕，馳傳上言，而三府畏懦，不敢案之。冀由是銜怒於暠。（孫。王。汪。黃）──御覽卷六四一 \\n 二四八　種拂遷宛令。吏好因暇遊戲，飲樂市廛，為百姓所患。拂見之，必下車公謁之也。──書鈔卷七八 \\n 陳球傳子瑀　弟子珪　珪子登 \\n 二四九　祖父屯，有令名。（姚。王。汪。黃）──范書本傳注 \\n 二五０　陳球字伯真，拜將作大匠。桓帝崩，營陵寢，球躬親作事，為士卒先，百工畢力。（姚。王。汪。黃）──職官分紀卷二二　○　書鈔卷五四 \\n 二五一　宗琳字伯真〔一〕，橋玄表琳明法律，徵拜廷尉正。（姚。王。汪。黃）──書鈔卷五五　○　御覽卷二三一 \\n 〔一〕　天游按：御覽卷二三一作「陳琳」，姚輯作「宗琳」，而黃輯則從御覽。汪文臺以為二者「皆字之誤」，故逕作「陳球」。按范書橋玄傳曰：「素與南陽太守陳球有隙，及其公位，而薦球為廷尉。」與書鈔引略同。汪說是。今仍其舊而明其誤。 \\n 二五二　瑀舉孝廉，辟公府，洛陽市長。後辟太尉府，未到。永漢元年，就拜議郎，遷吳郡太守，不之官。（姚。王。汪。黃）──范書陳球傳注 \\n 二五三　球弟子珪，字漢瑜。舉孝廉，劇令，去官。舉茂才，濟北相。珪子登，字元龍。學通今古，處身循禮，非法不行，性兼文武，有雄姿異略，一領廣陵太守。（姚。王。汪。黃）──范書陳球傳注 \\n 劉陶傳 \\n 二五四　劉〔陶〕（騊駼）除樅陽長〔一〕，以病免，吏民思而歌之，曰：「悒然不樂，思我劉君，何時復來，安此下民。」（姚。王。汪。黃）──類聚卷一九 \\n 〔一〕　據汪輯改。又范書劉陶傳「樅陽」作「順陽」，未知孰是。 \\n 劉瑜傳 \\n 二五五　父祥為清河太守〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳「父祥」作「父辯」，未知孰是。 \\n 謝弼傳 \\n 二五六　弼字輔鸞〔一〕，東郡濮陽人〔二〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳作「字輔宣」。 \\n 〔二〕　范書本傳作「武陽人」。天游按：續漢郡國志犍為有武陽縣，非東郡所屬，恐當以謝書為是。又東郡有東武陽，或范書因東郡而誤脫一「東」字，亦未可知。 \\n 二五七　「蛇者，陰氣所生，龍之類也。龍有鱗，甲兵之符也。」〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　此乃建甯中青蛇見前殿，弼所上封事中語。 \\n 虞詡傳 \\n 二五八　羌攻城〔一〕。（汪）──御覽卷三四八引續漢書條注 \\n 〔一〕　御覽引續漢書原文作「虞詡為武都太守，虜來攻城，詡出戰」云云。 \\n 二五九　虞詡字（叔）〔升〕卿〔一〕，拜司隸校尉。時中書侍郎張防專用權勢〔二〕，詡輒按之，而屢寢之不下。詡乃自繫，言：「防弄國威柄，臣不忍與之同朝，謹自繫以聞。」防流涕訴帝，詡坐輸左校，二日之中，傳考四獄。孫程知詡以忠獲罪，言之而得免。──書鈔卷六一 \\n 〔一〕　據范書本傳改。虞詡祖父經以己決獄六十年，寬恕如于公，于公之子可位至丞相，故其子孫亦當官至九卿，故字詡曰升卿。 \\n 〔二〕　「中書侍郎」當系「中常侍」之訛。 \\n 二六０　甯陽主簿詣闕，訴其縣令之枉〔一〕，（責）〔積六〕、七歲不省〔二〕。主簿乃上書曰：「臣為陛下〔子，陛下〕為臣父。〔三〕臣章百上，終不見省，豈可北詣單于以告怨乎？」帝乃大怒。〔四〕（姚。王。汪。黃）──書鈔卷一０三（二） \\n 〔一〕　「之枉」原誤作「杜」，據通典卷三三逕改。 \\n 〔二〕　據通典卷三三改補。 \\n 〔三〕　據通典卷三三補。其引未言出謝書，汪輯注之，非。 \\n 〔四〕　有司本劾以大逆，後帝納詡諫，免其誅，僅笞之而已。 \\n 傅燮傳 \\n 二六一　傅燮字南容，北地靈州人也。本字幼起，慕南容三復白圭〔一〕，乃改焉。（孫。王。汪。黃）──御覽卷三六三 \\n 〔一〕　李賢曰：「家語子貢對衛文子曰：『一日三復白珪之玷，是南宮縚之行也。』王肅注云：『玷，缺也。詩云：「白珪之玷，尚可磨也。斯言之玷，不可為也。」一日三復，慎之至也。』」 \\n 二六二　〔傅〕（李）燮為議郎〔一〕。會西羌反〔二〕，邊章、韓遂作亂隴右，徵發天下，役賦無已。司徒崔烈以為宜棄涼州，燮厲色言曰：「斬司徒，天下安！」尚書郎楊贊奏燮廷辱大臣，帝以問燮，燮曰：「涼州天下衝要，國家藩衛，今牧御失和，使一州叛逆。烈為宰相，不念為國思所以弭之之策，乃欲割棄一方萬里之土，臣竊惑之。若烈不知之，是極蔽也；知而故言，是不忠也。」帝從燮議。由是朝廷重其方略，每公卿有缺，為眾議所歸。（孫。王。汪。黃）──御覽卷四二七　○　文選卷三○謝靈運擬魏太子鄴中集詩第五首注 \\n 〔一〕　據汪輯改。黃奭曰：「案袁宏後漢紀二十五，是傅燮事，此作李燮誤。」 \\n 〔二〕　「反」原誤作「及」，逕改之。 \\n 蓋勳傳 \\n 二六三　父字思齊，官至安定屬國都尉。（姚。王。汪。黃）──范書本傳注 \\n 二六四　蓋勳遷潁川太守，民吏歎詠，不容於口。（姚。汪。黃）──書鈔卷七六 \\n 臧旻傳 \\n 二六五　旻有幹事才〔一〕，達於從政，為漢良吏。初從徐州從事，辟司徒府，除盧奴令，冀州舉尤異，遷揚州刺吏，丹陽太守。是時邊方有警，羌胡出寇，三府舉能，遷旻匈奴中郎將。討賊有功，徵拜議郎。還京師，見太尉袁逢，逢問其西域諸國土地風俗、人物種數，旻具答言西域本三十六國，後分為五十五，稍散至百餘國。其國大小，道路近遠，人數多少，風俗燥溼，山川草木鳥獸異物名種不與中國同者，悉口陳其狀，手畫地形。逢奇其才，嘆息言：「雖班固作西域傳，何以加此？」旻轉拜長水校尉，終太原太守。（姚。王。汪。黃）──魏志臧洪傳注　○　范書臧洪傳注　書鈔卷六三御覽卷二七八 \\n 〔一〕　旻，臧洪之父。 \\n 馬融傳 \\n 二六六　馬融字季長，年十三，明經，為太子舍人，校書東觀〔一〕。（姚。王。汪。黃）──書鈔卷六六 \\n 〔一〕　按袁、范書皆言融拜校書郎中後，始校書東觀。疑書鈔有脫文。 \\n 二六七　融為校書郎，又拜郎中〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　天游按：范書本傳作「校書郎中」，注引續漢書與謝書同。集解引洪頤楫曰：「騭傳『郎中馬融』，龐參傳『校書郎中馬融』，并不稱校書郎。」又袁紀亦曰：「轉為中郎，校書東觀十餘年。」然文獻通考曰：「以郎居其任則謂之校書郎，以郎中居其任則謂之校書郎中。」此說甚是。校書郎中一職始於東漢，范書文苑傳曰：「建初中，肅宗博召文學之士，以毅為蘭臺令史，拜郎中，與班固、賈逵共典校書。」則至遲章帝時已有校書郎中一職。又校書郎一職亦始於東漢。范書賈逵傳載，永平中，逵「拜為郎，與班固並校秘書」。又漢書敘傳亦曰，永平中，班固「為郎，典校秘書」。則至遲明帝時即有校書郎一職。據謝承書、續漢書，則馬融當先為校書郎，復為校書郎中。此二職至漢末喪亂之際，始廢不復置。 \\n 蔡邕傳 \\n 二六八　勳字君嚴〔一〕。（王。汪。黃）──范書本傳注 \\n 〔一〕　勳，邕之六世祖。 \\n 二六九　蔡邕字伯喈，以治書御史遷尚書，三月之間，周歷三臺，〔一〕選侍中〔二〕。（姚。王。汪。黃）──書鈔卷六０　○　初學記卷一一　御覽卷二一二 \\n 〔一〕　天游按：范書本傳與張璠紀並作「三日之間」，而袁紀與謝書同。集解引柳從辰曰：「袁宏紀作『三月之間』是也。御覽二百十二、書鈔六十引謝承書亦作『三月』。遷轉雖速，亦嘗無一日一臺之理。范書既云周歷，則已歷三官，非未拜而又徙官，自不可以日計，作月固較長。」今按袁紀漢末之事，嘗取資張璠紀，其棄「三日」而作「三月」，必有所本，當依袁紀、謝書為是。 \\n 〔二〕　「選」，初學記卷一一作「遷」，是。 \\n 二七０　蔡邕在王允坐，聞卓死，有歎惜之音。允責邕曰：「卓，國之大賊，殺主殘臣，天地所不祐，人神所同疾。君為王臣，世受漢恩，國主危難，曾不倒戈，卓受天誅，而更嗟痛乎？」便使收付廷尉。邕謝允曰：「雖以不忠，猶識大義，古今安危，耳所厭聞，口所常玩，豈當背國而向卓也？狂瞽之詞，謬出患入，願黥首為刑，以繼漢史。」公卿惜邕才，咸共諫允。允曰：「昔武帝不殺司馬遷，使作謗書，流於後世。方今國祚中衰，戎馬在郊，不可令佞臣執筆在幼主左右，後令吾徒並受謗議。」遂殺邕。（姚。王。汪。黃）──魏志董卓傳注 \\n 二七一　蔡邕與袁公書曰：「酌麥醴，燔乾魚，樂亦在其中矣。」〔一〕（黃）──文選卷二一應休璉百一詩注 \\n 〔一〕　黃輯原注出文選任彥昇為范尚書讓吏部封侯第一表注，非。此引「樂」上有「欣然」二字，黃輯亦脫。然文選注未言出謝書，書鈔卷一四八引亦同，疑黃輯誤引，錄以俟攷。 \\n 左雄傳 \\n 二七二　左雄字伯豪，為冀州刺史，不舉煙火，長食乾飯，〔十日一炊〕〔一〕。（姚。王。汪。黃）──書鈔卷三八　○　又卷七二　御覽卷四二五　又卷八五０ \\n 〔一〕　據書鈔卷七二補。 \\n 二七三　左雄字伯豪，拜尚書令，奏令崇經術，除郡國耆年六十已上為郎，不滿四十，不得察舉，若茂異奇才，弗拘年齒。帝從之〔一〕。──書鈔卷五九 \\n 〔一〕　職官分紀卷八引曰：「左雄，順帝立，虞翻薦之曰：『今公卿拱默為賢，盡節為愚，至相戒曰：「白璧不可為，容容多後福。」伏見議郎左雄，有王臣蹇蹇之節。』由是拜尚書令。奏崇經術，郡國耆儒年六十已上為郎，不滿四十，不得察舉，若茂才異行，不拘年齒。帝從之。有廣陵孝廉徐淑，年未及舉，臺郎疑而詰之，對曰：『詔書曰有如顏子、子奇，不拘年齒，是故本郡以臣充選。』郎不就詰。雄詰之曰：『昔顏子聞一知十，孝廉聞一知幾邪？』淑不能對，乃譴去郡守。自是郡守莫敢輕舉。自雄在尚書，天下不敢妄選，十餘年間，稱為得人。」其與范書多同，恐非謝書之舊，故錄此以備攷。又其中「虞翻」系「虞詡」之誤。 \\n 二七四　劉據為大司農，以職事被譴，將加捶撻。左雄諫曰：「九卿位亞三公，行則鳴玉。孝明永平始加撲罰，非古制也。」於是始免撲捶。（姚。王。汪。黃）──書鈔卷五四 \\n 周舉傳 \\n 二七五　周舉字宣光。時詔遣八使巡行風俗，皆選有威名者，乃拜舉侍中，與杜喬、周翊〔一〕、馮羨、欒巴、張綱、郭尊〔二〕、太尉長史劉班分行天下，使同日而拜，號曰「八俊」。（孫。王。汪。黃）──御覽卷二一九 \\n 〔一〕　范書本傳「翊」作「栩」。 \\n 〔二〕　范書本傳「尊」作「遵」。又時喬任侍中，翊守光祿大夫，羨前青州刺史，巴尚書，綱侍御史，尊兗州刺史也。 \\n 黃瓊傳孫琬 \\n 二七六　江夏黃琬，七歲，祖瓊為魏郡太守，梁太后詔問日食之狀，未能對，琬跪而曰：「何不言日食之餘，如月之初？」（汪）──開元占經卷九 \\n 二七七　黃琬拜豫州刺史，威邁百城。（孫。王。汪。黃）─文選卷二五陸士龍答張士然詩注　○　文選卷二四曹植贈丁儀王粲詩注 \\n 二七八　黃他求沒，將投骸虜庭。（孫。王。汪。黃）──文選卷三七劉越石勸進表注 \\n 荀緄傳 \\n 二七九　荀緄字伯條〔一〕，拜尚書。緄性明亮，敏於眾職，以勖群僚，秉機平正，直道而行。是時內外公卿大夫，莫敢不憚。（姚。王。汪。黃）──書鈔卷六０　○　御覽卷二一二 \\n 〔一〕　姚之駰案：「范荀淑傳：淑中子名緄，八龍之一，當即此也。又淑兄子昱亦字伯條，何命字竟相同與？又緄為濟南相，畏憚宦官，為子彧娶唐衡女，行事如此，公卿大夫安得憚之？豈別有一荀緄耶？」孫志祖案：「緄字仲慈，兄弟八人，字皆以慈次。陶潛曰八目，且官濟南相，不為尚書也。此蓋別一荀緄。」 \\n 荀悅傳 \\n 二八０　荀悅字仲豫，家貧無書，每間行見篇牘〔一〕，一覽便能誦記。──書鈔卷九八 \\n 〔一〕　孔廣陶按：「今本范書訛作『每之人間，所見篇牘』，陳本從之謬矣。」 \\n 韓韶傳 \\n 二八一　韓韶字仲黃，潁川人。韶為贏長〔一〕，贏鄰境歲饑，多被寇，廢耕桑，其民流入縣界，求索衣糧者眾。韶愍其饑困，開倉賑之，所廩贍萬餘戶。主者爭謂不可，韶曰：「長活溝壑之民，而以此伏罪，可含笑入地也。」（孫。王。汪。黃）──御覽卷四一九 \\n 〔一〕　「贏」原誤作「嬴」，據范書本傳及續漢郡國志逕改。 \\n 鍾皓傳 \\n 二八二　鍾皓字季明，潁川長社人。同郡陳寔年不及皓，引與為友。皓為郡功曹，會辟司徒府，臨辭，太守問誰可代卿者，皓曰：「明府必欲得其人，西門亭長〔陳寔可〕〔一〕。」寔聞之曰：「鍾君似不察人，不知何猶識我〔二〕？（孫。王。汪。黃）──御覽卷二六四 \\n 〔一〕　據汪輯補。 \\n 〔二〕　疑「猶」系「獨」之誤。汪輯改作「由」，恐非。 \\n 陳寔傳子紀 \\n 二八三　陳寔字仲弓，詣太學，郭林宗、陳仲舉為親友。歸家，立精舍，講授諸生數百人。（孫。王。汪。黃）──御覽卷一八一 \\n 二八四　陳寔遷太丘長，修德清淨，百姓以治。（孫。王。汪。黃）──書鈔卷七八 \\n 二八五　陳紀字元方，遭父太丘長寔憂，嘔血絕氣。豫州嘉其至行，表上尚書，圖畫百城，以勵風俗。袁紹以太尉讓紀，紀不受。拜大鴻臚，卒官。子群為三公。天下以為「公慚卿，卿慚長」。（孫。王。汪。黃）──初學記一二　○　御覽卷二三二 \\n 李固傳子燮　郭亮 \\n 二八六　〔李固，漢中人。父郃為司徒〕〔一〕。固改易姓名，杖策驅驢，負笈追師三輔〔二〕，學五經，積十餘年。博覽古今，明於風角、星算、河圖、讖緯，仰察俯占，窮神知變。每到太學，密入公府，定省父母，不令同業諸生知是郃子。（姚。王。汪。黃）──范書本傳注　○　書鈔卷九七　又卷一三五 \\n 〔一〕　據書鈔卷九七補。 \\n 〔二〕　書鈔卷一三五作「固嘗步行負笈，千里從師」。 \\n 二八七　五察孝廉，益州再舉茂才，不應。五府連辟，皆辭以疾。（姚。王。汪。黃）──范書本傳注 \\n 二八八　孟子曰：「其進銳者，其退速也。」〔一〕（孫。汪。黃）──范書本傳注 \\n 〔一〕　乃李固陽嘉二年京師地震對策中所引之語。范書本傳「孟子」作「老子」。二書皆有此文，或係古之俗語。 \\n 二八九　李固為太尉，常食麥飯。（孫。王。汪。黃）──御覽卷八五０ \\n 二九０　梁冀奏誅李固，固臨命與胡廣、趙戒書曰：「固受國厚恩，是以竭其股肱，不顧死亡，志欲扶王室，此隆文（王〔宣〕〔一〕。何圖一朝梁氏迷謬，公等曲從，以吉為凶，成事為敗，漢家衰微，從此始矣。公等受主厚祿，顛而不扶傾覆大事，後之良史，豈有所私？固身已矣，於義得矣，夫復何言！」廣、戒得書，悲慚，〔皆〕長歎〔二〕。（孫。王。汪。黃）──御覽卷四一八　０　又卷四九一 \\n 〔一〕　據汪輯改。李賢曰：「文帝、宣帝皆群臣迎立，能興漢祚者。」桓帝亦起自諸侯，故固方之以文宣。 \\n 〔二〕　據御覽卷四九一補。 \\n 二九一　固臨終，敕子孫素棺三寸，幅巾，殯斂於本郡墝埆之地，不得還墓塋，污先公兆域。（姚。王。汪。黃）──范書本傳注 \\n 二九二　亮字恆直，朗陵人也〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　亮姓郭，固之弟子，年始成童，守固尸乞襚斂歸葬者。 \\n 二九三　郭諒師事杜喬〔一〕。李固之誅，詣闕上書，乞收斂，不聽，因往守視其喪，扇護蠅蟲。（姚。王。汪。黃）──類聚卷九七 \\n 〔一〕　疑此「諒」即「亮」之誤，而「杜喬」亦係「李固」之訛。汪輯別作郭諒傳，恐非。 \\n 二九四　固所授弟子，潁川杜訪、汝南鄭遂、河南趙承等七十二人，相與哀歎悲憤，以為眼不復瞻固形容，耳不復聞固嘉訓，乃共論集德行一篇。（姚。王。汪。黃）──范書本傳注 \\n 二九五　燮遠遁身於北海劇，託命滕咨家以得免〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　按袁紀、范書、續漢書、華陽國志均作固門生王成攜其至徐州界，變姓名，為酒家傭而脫險，與此異。 \\n 杜喬傳楊章 \\n 二九六　楊章為杜喬所辟，為平原令，棄官還。聞固、喬暴尸，星行赴雒，著弊衣赤幘，守其屍，驅護蠅蟲。天子嘉其忠義，聽殯殮之。（姚。王。汪。黃）──類聚卷九七 \\n 吳祐傳孫馮 \\n 二九七　真字夏甫〔一〕。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　真，黃真，陳留郡之小吏。吳祐舉孝廉，郡中為祖道，祐越壇與真歡語，結友而別。故真後亦舉孝廉，除新蔡長。 \\n 二九八　祐遷膠東相，政事清淨，以身率下，褒賢賞善。──書鈔卷七四 \\n 二九九　吳祐遷膠東相，民有詞訟，先令三老以孝悌喻解，祐身至閭里和之，吏民不忍欺。──書鈔卷七五 \\n 三００　吳祐遷膠東侯相。時濟北戴宏，父為縣丞。宏年十六，從在丞舍。祐每行園，常聞諷讀之音，甚奇之，與為友。宏卒成儒宗，知名東夏。（孫。汪。黃）──類聚卷六五　○　御覽卷八二四 \\n 三０一　吳祐遷膠東相〔一〕，有〔男〕子母〔邱長與母〕俱行，〔二〕道遇賊〔三〕，姦辱其母，遂殺之。追捕得長，祐問長有子乎，曰有妻未有子。召長妻至獄，解桎梏，使同宿，遂孕。至冬行殺，長齒指斷，含血誓：「若生男，名曰吳生，以報吳君也。」（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　當作膠東侯相，此係省文耳。 \\n 〔二〕　據汪輯補。 \\n 〔三〕　范書本傳「賊」作「醉客」。 \\n 三０二　為河間相。因自免歸家，不復仕，灌園蔬，以經書教授，年九十八卒。（孫。汪。黃）──類聚卷六五　○　御覽卷八二四 \\n 三０三　吳馮字子高〔一〕，〔輕財尚義，弘博愛士，賓客四方雲集〕〔二〕。為州郡吏，休假先存恤行喪孝子，次瞻病畢，拜覲鄉里耆老先進，然後到家，名昭遠近。（姚。王。汪。黃）──初學記卷二０　○　御覽卷六三四 \\n 〔一〕　職官分紀卷四二作「馮吳」，誤。王謨按：「范書吳祐傳：祐長子鳳，鳳子馮，鮦陽侯相。注引陳留耆舊傳『馮字子高』，即此吳馮也。」 \\n 〔二〕　據職官分紀卷四二補。 \\n 延篤傳 \\n 三０四　延篤字叔固〔一〕。孝桓皇帝拜〔篤為〕侍中〔二〕，自在機密，常見進納，上數問政事得失，以經義古典，默諫帷幄，言不宣外。（姚。王。汪。黃）──御覽卷四五二　○　書鈔卷五八 \\n 〔一〕　范書本傳作「字叔堅」。此作「叔固」，係書鈔避隋文帝諱所致。 \\n 〔二〕　據書鈔卷五八補。 \\n 三０五　延篤遷京兆尹，正身率下，憂官如家，卹民如子，〔民不忍欺〕〔一〕。（姚。王。汪。黃）──書鈔卷七六（二）　○　文選卷五三陸機辨亡論下注 \\n 〔一〕　據職官分紀卷三八補。 \\n 三０六　延篤遷京兆尹，勸民農桑，遂增戶口，穀食豐饒，鄰郡老少歸之。（姚。王。汪。黃）──書鈔卷七六（二） \\n 三０七　延篤為京兆尹，三輔資其政教〔一〕。（姚。王。汪。黃）──書鈔卷七六 \\n 〔一〕　姚輯作「篤徙京兆尹，其政用寬仁，憂恤民黎，擢用長者，與參政事，郡中懽愛，三輔咨嗟焉」。與諸輯均異。天游按：其引或出范書本傳，姚輯不詳所出者，多與此同。故諸輯均棄其引而不錄。 \\n 史弼傳 \\n 三０八　弼年二十，為郡功曹，承前太守宋訢穢濁之後，悉條諸生聚斂姦吏百餘人，皆白太守，埽跡還縣，高名由此而興。（姚。王。汪。黃）──范書本傳注 \\n 三０九　史弼遷山陽太守，其妻鉅野薛氏女，以三互自上〔一〕，轉拜平原相。（姚。王。汪。黃）──范書蔡邕傳注 \\n 〔一〕　李賢曰：「三互，謂婚姻之家及兩州人不得交互為官也。」鉅野屬山陽郡，故弼依三互法自上以避。 \\n 三一０　弼遷河東太守。弼知多權勢請託，乃預敕斷絕書屬。常侍侯覽果遣諸生齎書詣之，積日不得通。乃托以他事謁弼，弼怒曰：「太守忝荷重任，當選士報國。爾何人，為詐無狀！」即考殺之。──書鈔卷三七 \\n 趙嘉傳 \\n 三一一　趙嘉年四十餘〔一〕，重疾，乃遺令敕兄子曰：「可立一圓石於我墓前，刻之曰『漢有逸民，姓趙名嘉，有志無時，命也柰何』。」投筆而卒〔二〕。（姚。汪。黃）──姚輯 \\n 〔一〕　范書本傳曰：「趙岐字邠卿，京兆長陵人也。初名嘉，生於御史臺，因字臺卿。後避難，故自改名字，示不忘本土也。」 \\n 〔二〕　黃奭按：「范稱某遺令，後疾愈，仕至太常，年九十餘卒，此誤。」此條汪輯注出書鈔卷一五八，非。疑姚輯實錄自范書本傳，末句乃誤筆。今錄而俟考。 \\n 皇甫規傳 \\n 三一二　皇甫規字威明，以先零陸梁，上疏自陳，乃以規為中郎將，討降之。會軍士、郎將大疫，規親入巷〔一〕，巡視將士，三軍感悅。（姚。王。汪。黃）──書鈔卷六三 \\n 〔一〕　「｛艹大巳｝」，范書作「菴廬」，汪輯從之，而姚、黃二輯作「｛艹大巳｝廬」，非。又孫輯作「葊廬」，非。 \\n 張奐傳 \\n 三一三　張奐字然明，弘農華陰人。詣太學受業，博通五經。隱處在扶風郿縣界中，立精舍，斟酌法喬卿之雅訓，晝誦書傳，暮習弓馬。（王。汪。黃）──御覽卷一八一 \\n 三一四　張奐遷安定屬國都尉，匈奴、羌豪帥感奐恩德，上馬二（千八）〔十〕匹〔一〕，先零酋長又遺金（樂）〔鐻〕八枚〔二〕，奐並受之，而召主簿於諸羌前，以酒酹地曰：「使馬如羊，不以入廄；使金如粟，不於入懷。」悉以金、馬還之。羌性貪〔而貴〕吏清，〔三〕前有八都尉，（九十）〔率〕好貨財〔四〕，為所患苦。及奐正身潔己，威化大行。（姚。王。汪。黃）──書鈔卷六三 \\n 〔一〕　「千」乃「十」之誤，「八」係涉下文「八枚」而衍。據范書本傳改。 \\n 〔二〕　據范書本傳改。 \\n 〔三〕　據汪輯補。 \\n 〔四〕　據范書本傳改。 \\n 三一五　張奐字然明，為使匈奴中郎將，率步騎二萬，廣宣方略，大破鮮卑，匈奴惶懼，詣奐乞降，聲勢猛烈，狄戰慄不敢犯邊。時休屠等反，眾大懼，奐安坐幃中，與弟子講論自若，徐乃設奇破之。（姚。王。汪。黃）──書鈔卷六三　○　文選卷五七潘安仁馬汧督誄注 \\n 陳蕃傳周璆　劉瓆　成瑨　朱震 \\n 三一六　陳蕃家貧，不好掃室，客怪之者，或曰：「可一掃乎？」蕃曰：「大丈夫當為國掃除天下，豈徒室中乎！」（孫。王。汪。黃）──類聚卷六四　○　御覽卷一七四 \\n 三一七　陳蕃為郡法曹吏。正月朝見太守王龔，客有貢白魚於龔者，龔曰：「汝南乃有此魚？」蕃曰：「魚大，且明府之德。」（孫。王。汪。黃）──御覽卷九三六 \\n 三一八　蕃為樂安郡守。周（瑜）〔璆字孟玉〕〔一〕，招命不肯至，惟蕃致焉，特為置一榻，去則懸之。（姚。王。汪。黃）──書鈔卷七四　○　御覽卷七０六　緯略卷四 \\n 〔一〕　據御覽卷七０六、緯略卷四改補。 \\n 三一九　陳蕃為豫章太守，正雅矯俗，以禮導下。（姚。王。汪。黃）──書鈔卷七五 \\n 三二０　陳蕃為太守，不接賓客，惟稺來特設一榻，去則懸之〔一〕。──天中記卷四九 \\n 〔一〕　此事與周璆事同。范書亦兩載之。蕃待稚以榻，乃任豫章太守時事。 \\n 三二一　陳蕃諫桓帝曰：「故皋陶戒舜『無畋遊』〔一〕，周公戒成王『無槃於遊田』〔二〕。虞舜、成王猶有此戒，況德不及二主者乎！夫安平之時，尚宜有節，況當今之世，有三空之危哉！田野空，朝廷空，倉庫空，是謂三空。加兵戎未戢，四方離散，是陛下燋心毀顏，坐而待旦之時也，豈宜揚旗曜武，騁心輿馬之觀乎？」（姚。王。汪。黃）──御覽卷四五二　○　類聚卷二四　白帖卷三九 \\n 〔一〕　范書本傳作「無教逸遊」。此引出自尚書咎繇謨，其文曰：「無教逸欲有邦。」 \\n 〔二〕　見尚書無逸篇。 \\n 三二二　劉瓆字文理，平原人。遷太原太守。郡有豪強，中官親戚，為百姓所患。瓆深疾之，到官，收其魁帥殺之，所臧匿主人，悉坐伏誅。桓帝徵詣廷尉，以瓆宗室，不忍致之于刑，使自殺。（姚。王。汪。黃）──范書襄楷傳注 \\n 三二三　成瑨字幼平，弘農人。（姚。王。汪。黃）──范書襄楷傳注 \\n 三二四　成瑨少修仁義，篤學，以清名見。舉孝廉，拜郎中，遷南陽太守。郡舊多豪強，中官黃門磐互境界。瑨下車，振威嚴以檢攝之。（姚。王。汪。黃）──范書黨錮傳注 \\n 三二五　時桓帝美人外親張子禁〔一〕，怙恃榮貴，不畏法網。瑨與功曹岑晊捕子禁，付宛獄，笞殺之。桓帝徵瑨詣廷尉，下獄死。（姚。王。汪。黃）──范書襄楷傳注　○　又黨錮傳注 \\n 〔一〕　范書黨錮傳注作「桓帝乳母、中官貴人外親」。 \\n 三二六　李膺等黨事下獄。陳蕃上疏極諫曰：「臣聞聖明之君，委心輔佐；亡國之主，諱聞直辭。故湯武雖聖，而興於伊呂；桀紂迷惑，亡在失人。由此言之，君為元首，臣為股肱，同體相須，共成美惡者。伏見前司隸校尉李膺、太僕杜密、太尉掾范滂等，正身無點，死心社稷，以忠忤旨，橫加考案，或禁錮閉隔，或死徙非所，杜塞天下之口，聾盲一世之人，與秦焚書坑儒何以為異？臣位列台司，憂深責重，不敢尸祿惜生，坐觀成敗。如不蒙採錄，使身首分裂，異門而出，所不恨也。」帝諱其言切，託以蕃〔辟召〕非其人〔一〕，遂策免之。（王。黃）──御覽卷四五二 \\n 〔一〕　據范書本傳補。 \\n 三二七　陳蕃既被害，友人陳留朱震，時為銍令，聞而棄官，哭而收葬。（王。汪。黃）──御覽卷四０七 \\n 三二八　震仕郡為主簿。時戶曹史袁叔稚以微愆，太守郭宗怒，閉閣罰之。眾皆悚懼，震排闥直入，乃前諫曰：「袁史則故御史珍之孫，獨何為苛罰？脫有奄忽，如何入閣？」遂釋之。（姚。王。汪。黃）──書鈔卷七三 \\n 三二九　朱震又為郡從事，曰：「震宿有負薪之憂，力疾就車，職重人輕，必不堪久。」時濟陰太守單匡，常侍弟，在官放恣〔一〕，〔種〕（單）患之〔二〕，辟震，請見曰：「當為鷹犬。」（姚。王。汪。黃）──書鈔卷七三（三） \\n 〔一〕　「官」原誤作「宮」，逕正之。 \\n 〔二〕　種，即第五種。」據范書第五種傳及朱震傳改。時受第五種之委托而參預此事者，尚有州從事衛羽也，見本書種傳。 \\n 三三０　朱震字伯厚，陳留人也。〔性剛烈〕〔一〕。初為州從事，〔到府，此間三部督郵來謁，皆收送攷，所得詞上尚書〕〔二〕。奏濟陰太守單匡贓罪，并連匡兄中常侍車騎將軍超。桓帝收匡下廷尉，以遣超獄謝。三府諺曰：「車如雞栖馬如狗，疾惡如風朱伯厚。」（姚。王。汪。黃）──書鈔卷一三九　○　類聚卷九三　書鈔卷七三　御覽卷八九四事類賦注卷二一 \\n 〔一〕　據類聚卷九三、御覽卷八九四、事類賦注卷二一補。 \\n 〔二〕　據書鈔卷七三補。其中「部」誤作「州」，逕改。 \\n 劉淑傳 \\n 三三一　劉淑字仲承，舉賢良方正，對策十二科，為天下諸儒之表，擢為議郎。（姚。王。汪。黃）──書鈔卷五六 \\n 三三二　劉淑字仲承〔一〕，為侍中，朝夕建議，謁忠於朝，補救二百餘事〔二〕，悉有篇章，朝廷有疑事，密詔問焉。（姚。王。汪。黃）──書鈔卷五八　○　御覽卷二一九 \\n 〔一〕　「淑」原誤作「升」，據御覽卷二一九逕改。 \\n 〔二〕　御覽卷二一九「補救」作「補政」。 \\n 李膺傳子珪 \\n 三三三　〔李膺〕出補蜀郡太守〔一〕，修庠序，設條教，〔申典禮〕〔二〕，明法令，威恩並行，〔下民悅之〕〔三〕。蜀之珍玩，不入於門。益州紀其政化，朝廷舉能理劇，轉烏桓校尉。（姚。王。汪。黃）──范書黨錮傳注　○　書鈔卷七五 \\n 〔一〕　據書鈔卷七五補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 三三四　膺常率步騎臨陣交戰〔一〕，身被創夷，拭血進戰，遂破寇，斬首二千級。（姚。王。汪。黃）──范書黨錮傳注 \\n 〔一〕　時膺已任烏桓校尉，因鮮卑數犯塞，故出戰破之。 \\n 三三五　李膺字元禮，拜司隸校尉。張讓弟翔為野王令，貪殘無道，畏膺而逃，藏讓合柱中。膺率將吏，破柱取翔，出獄殺之。讓訴冤於帝，帝詔膺詰之。膺曰：「仲尼為魯司寇，七日誅少正卯。今臣列官已積旬，懼以淹留為愆，不意獲速疾之罪。留之五日，克殄大惡。」帝頃謂讓曰：「此爾弟之罪，司隸何愆？」自是宦侍屏氣，休沐不敢復出。帝問其故，並叩頭曰：「畏李校尉。」──書鈔卷六一 \\n 三三六　學中諸生與李膺等更相褒重，莫不〔畏〕（思）其貶議。〔一〕時河南張成善說風角，推占當赦，遂教子殺人。李膺為河南尹，督之，促收捕，既而逢宥獲免。膺愈憤，竟案殺之。初成以方伎交通宦官，帝亦頗訊其占，成弟子牢脩因上書誣告膺等多養太學遊士，交結諸郡生徒，更相驅馳，共為部黨。於是天子震怒，班下郡國，逮捕黨人。（孫。王。汪。黃）──類聚卷五二　○　御覽卷六五二 \\n 〔一〕　畏、思形近而訛，據御覽卷六五二改。 \\n 三三七　膺子珪〔一〕。（姚。王。汪。黃）──范書黨錮傳注 \\n 〔一〕　范書黨錮傳「珪」作「瓚」。 \\n 劉祐傳 \\n 三三八　〔劉祐字伯祖，中山安國人〕〔一〕。宗室胤緒，代有名位。少修操行，學嚴氏春秋、小戴禮、古文尚書。仕郡為主簿。郡將小子嘗出錢付之，令市買果實。祐悉以買筆〔墨〕書具與之〔二〕，因白郡將，言「郎君年可入小學，而但傲佷〔三〕，遠近謂明府無過庭之教，請出授書」。郡將為使子就祐受經，五日一試，不滿呈限，白決罰，遂成學業，〔闔郡稱美〕〔四〕。（姚。王。汪。黃）──范書黨錮傳注　○　書鈔卷七三　御覽卷九六四　書鈔卷一０四 \\n 〔一〕　據御覽卷九六四補。 \\n 〔二〕　據書鈔卷七三、又卷一０四、御覽卷九六四補。 \\n 〔三〕　佷，戾也，音很。 \\n 〔四〕　據書鈔卷七三補。 \\n 三三九　劉祐字伯祖〔一〕，補尚書郎。祐才辨有大筆，自在臺閣，陳國家故事，每有奏，決於口筆，為群僚所伏。（姚。王。汪）──書鈔卷六０ \\n 〔一〕　「祐」原誤作「裕」，逕改之。 \\n 三四０　劉祐字伯祖〔一〕，為司隸校尉。權貴子弟罷職，遂還京師，輒改易輿服，隱匿財寶。（姚。汪。黃）──書鈔卷六一 \\n 〔一〕　「祐」原誤作「治」，「祖」誤作「拒」，皆逕改。 \\n 魏朗傳 \\n 三四一　魏朗補河內太守，以清嚴為治，明審法令〔一〕，為三河之表也〔二〕。（姚。王。汪。黃）──書鈔卷七六　○　文選卷四六顏延之曲水詩序注　又卷五０沈休文宋書謝靈運傳論注 \\n 〔一〕　文選注二引「審」皆作「密」。 \\n 〔二〕　三河者，河東、河內、河南三郡也。 \\n 三四二　魏朗字少英〔一〕，入為尚書，再昇紫微，謇諤禁省，不屈豪右，為百寮所服。以黨事免。朗性矜嚴，閉門整法，長吏希見，動有禮序，室家相待如賓，子孫如事嚴君焉。（姚。王。汪。黃）──御覽卷二一二　○　初學記卷一一　書鈔卷六０ \\n 〔一〕　初學記卷一一作「字仲英」。 \\n 夏馥傳 \\n 三四三　陳留夏馥避黨事，遁跡黑山〔一〕。弟靖載絹往餉之於深陽縣客舍〔二〕，見馥顏色衰毀，不復識，聞其聲，乃覺之。（孫。王。汪。黃）──御覽卷八一七 \\n 〔一〕　范書本傳作「林慮山」。此山出煤炭，多冶家，馥曾為傭，親突煙炭，故山亦稱黑山。 \\n 〔二〕　范書本傳作「涅陽」，袁紀卷二二作「滏陽」。天游按：馥亡命林慮山，不當復出南陽郡之涅陽。惠棟曰：「魏郡鄴縣有滏水，或是滏水之陽。案漢末林慮、鄴縣皆屬魏郡。馥入林慮山，靜追之滏陽山中，為得其實。」惠說是。東漢無深陽，此當係滏陽之誤。又袁、范二書「靖」皆作「靜」。 \\n 巴肅傳 \\n 三四四　〔巴〕（亹）肅為河南尹〔一〕，正身奉職。（姚。王。汪）──書鈔卷七六 \\n 〔一〕　據俞本改。姚、王、汪三輯亦作「巴肅」。 \\n 范滂傳宗資 \\n 三四五　滂，汝南細陽人〔一〕。父顯，故龍舒侯相。（姚。王。汪。黃）──范書黨錮傳注 \\n 〔一〕　天游按：張璠紀作「伊陽」。按續漢郡國志，汝南郡無伊陽，「伊」當是「細」之誤。然范書本傳作「征羌」，未知孰是。 \\n 三四六　范滂字孟博，汝南人。太守宗資署功曹。滂外甥西平李頌，公族子孫，頑囂穢濁，為鄉曲所棄。〔中〕常侍唐衡〔書求屬仕官〕〔一〕，資敕〔功〕曹召署文學史〔二〕，滂不肯聽。〔極久，衡復有書誚資〕〔三〕，資怒，召功曹書佐朱零，問不召頌意狀。零以告滂，滂曰：「答教當言，頌則滂之姊子，豈不樂其升進，但頌洿穢小人，不宜染汙朝廷〔四〕，不敢以位私人，是以不召。」零具答教如此。零入聞，資使伍伯亂捶困杖，言辭不懾，仰疾言曰：「范滂清議，猶利刃截腐肉。願為明府所笞殺，不為滂所廢絕。今日之死，當受忠名，為滂所廢，永成惡人。」滂正直謇諤，皆此類也。（姚。王。汪。黃）──御覽卷二六四　○　又卷四二七　書鈔卷三七 \\n 〔一〕　據書鈔卷三七及御覽卷四二七補。原作「屬其事」。 \\n 〔二〕　據書鈔卷三七補。 \\n 〔三〕　據書鈔卷三七、御覽卷四二七補。 \\n 〔四〕　御覽卷四二七作「玷塵清朝」。 \\n 三四七　不義掃跡〔一〕。──書鈔卷七七 \\n 〔一〕　范滂任汝南功曹時之政績。 \\n 三四八　宗資字叔都，南陽安眾人也。家代為漢將相名臣。祖父均，自有傳。資少在京師，學孟氏易、歐陽尚書。舉孝廉，拜議郎，補御史中丞、汝南太守。置范滂為功曹，委任政事，推功於滂，不伐其美。任善之名，聞於海內。（姚。王。汪。黃）──范書黨錮傳注 \\n 羊陟傳 \\n 三四九　羊陟字嗣祖，拜尚書令，明審選舉，旌賢退惡。（孫）──書鈔卷五九 \\n 三五０　羊陟遷河南尹，下車，計日受俸，嘗食乾飯茹菜。禁斷豪右囑託，書疏不與交通，斷理冤徒，進用善士，節操者旌表異行。（姚。王。汪。黃）──類聚卷六　○　書鈔卷七六（四） \\n 張儉傳 \\n 三五一　張儉為東部督郵。時中常侍侯覽殘暴百姓，儉舉劾覽，遏絕章奏，並不得通。遂上書告儉與同郡二十四人為黨〔一〕。儉得亡命，止李篤家。外黃令毛欽操兵到門，篤引欽謂曰：「張儉知名天下，而亡非其罪，縱儉可得，甯忍執之乎？」欽因起撫篤曰：「蘧伯玉恥獨為君子，足下如何自專仁義？」篤曰：「篤雖好義，明廷今日載其半矣〔二〕。」欽歎息而去。（王。汪。黃）──御覽卷四二０ \\n 〔一〕　按范書本傳，上書者乃儉鄉人朱並，以性佞邪為儉所棄。 \\n 〔二〕　「廷」原誤作「延」，逕正。 \\n 三五二　張儉為山陽督郵，清潔中正，疾惡若讎。（姚。王。汪。黃）──書鈔卷三六　○　文選卷五六潘安仁楊荊州誄注　又卷三七孔文舉薦禰衡表注 \\n 陳翔傳 \\n 三五三　陳翔遷定襄太守，寬猛俱濟。（姚。王。汪。黃）──書鈔卷七五 \\n 三五四　陳（朔）〔翔〕遷揚州刺史〔一〕，貶黜姦慝，不畏強禦。（姚。王。汪。黃）──書鈔卷七二 \\n 〔一〕　王謨按：「范書本傳：翔由定襄太守遷揚州刺史。此陳朔當即陳翔。翔、朔字體相類，書鈔誤作『朔』。」今據以改 \\n 孔昱傳 \\n 三五五　〔孔昱七世祖霸，成帝時歷九卿，封褒成侯〕〔一〕。（孫）──范書孔昱傳及注 \\n 〔一〕　李賢曰：「前書孔霸字次儒，即安國孫，世習尚書。宣帝時為太中大夫，授太子經，遷詹事，高密相。元帝即位，霸以師賜爵關內侯，號褒成君。薨，謚曰烈君。今范書及謝承書皆云成帝，又言封侯，蓋誤也。詹事及相俱二千石，故曰歷卿。」此文據范書本傳引，恐與謝書微異。 \\n 檀〈尃夂〉傳 \\n 三五六　〈尃夂〉與子孫同衣而行，并日而食。（姚。王。汪。黃）──范書黨錮傳注 \\n 劉儒傳 \\n 三五七　林宗歎儒有珪璋之質〔一〕，終必為令德之士。（姚。王。汪。黃）──范書黨錮傳注 \\n 〔一〕　李賢注引詩大雅卷阿之「如圭如璋，令聞令望」，以釋「珪璋之質」。汪輯誤引入正文，今刪。 \\n 三五八　廣漢儒叔林為東郡太守，烏巢於廳事屋梁〔一〕，兔產於床下〔二〕。（姚。王。汪。黃）──類聚卷九二　○　御覽卷九０七　又卷九二０　事類賦注卷二三 \\n 〔一〕　御覽卷九０七、事類賦注卷二三「烏」上有「赤」字。 \\n 〔二〕　姚輯作廣漢儒傳。汪輯入劉儒傳。孫志祖案：「御覽引謝書作『儒叔林』，豈此人姓儒，廣漢乃地望乎？又范書黨錮傳有劉儒字叔林，東郡陽平人，不為東郡太守，疑非其人。」王謨按：「此當是廣漢人，名儒，字叔林，此誤脫姓耳。注以『儒』為姓，亦非。」黃奭按：「藝文一引，御覽二引，觀事類賦，則為儒叔林可據。廣漢是郡縣名，非姓廣名漢儒也。」又湯球按：「汪君以范書劉東郡人，未嘗為東郡太守，疑各書誤引，不知各書上明標廣漢，則劉係益州人，非兗州人。范不言為東郡太守，疑脫。」天游按：姚輯作廣漢儒傳，非。此人必廣漢人，故得任東郡太守。范書既言劉儒為東郡人，自不當任東郡太守。疑此非一人。其係儒叔林抑或名儒字叔林，實難做定論，故暫附入劉儒傳以俟攷。 \\n 賈彪傳 \\n 三五九　賈彪〔字偉節〕〔一〕，補新息長，〔政多奇異〕〔二〕。民貧困，多不養子。賈彪到任，嚴其制，〔有犯者以殺人罪罪之，縣境震慄〕〔三〕，人養〔子〕者數千〔四〕。皆曰：「賈父所生。」男名「賈男」，女名「賈女」，以此豐丁口也。（姚。王。汪。黃）──書鈔卷七八　○　御覽卷二六七　書鈔卷三五 \\n 〔一〕　據御覽卷二六七補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。又書鈔卷七八作「與殺人同」。 \\n 〔四〕　據書鈔卷三五、御覽卷二六七補。 \\n 郭泰傳茅容　宋果　賈淑 \\n 三六０　遭母憂，歐血發病，歷年乃瘳。（姚。王。汪。黃）──范書本傳注 \\n 三六一　泰之所名，人品乃定，先言後驗，眾皆服之。故適陳留則友符偉明〔一〕，遊太學則師仇季智〔二〕，之陳國則親魏德公〔三〕，入汝南則交黃叔度〔四〕。初，泰始至南州，過袁奉高〔五〕，不宿而去。從叔度，累日不去。或以問泰，泰曰：「奉高之器，譬之氿濫〔六〕，雖清而易挹。叔度之器，汪汪若千頃之陂，澄之不清，擾之不濁，不可量也。」已而果然，泰以是名聞天下。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　偉明，符融之字。 \\n 〔二〕　仇覽字季智，一名香。 \\n 〔三〕　魏德公，即魏昭，陳國之孝童子，以為「經師易遇，人師難遭」，甘願為泰洒掃以從學者。事見袁紀卷二三。 \\n 〔四〕　黃叔度，即黃憲也。 \\n 〔五〕　袁奉高，乃袁聞也。 \\n 〔六〕　廿二史考異卷一二曰：「氿濫，謂氿泉、濫泉也。」天游按：氿，音軌，詩大東傳曰：「側出曰氿泉。」濫，音檻，正出之泉也。辭見詩大雅瞻卬，解見爾雅釋水。 \\n 三六二　郭泰拔申屠子龍於漆工之中〔一〕，嘉許偉康於屠酤之肆〔二〕。（孫。王。汪。黃）──御覽卷八二八 \\n 〔一〕　申屠子龍，即申屠蟠也。汪、黃二輯作「子陵」，甚謬。 \\n 〔二〕　許偉康，不詳何人之字，事跡亦無攷。 \\n 三六三　茅容字季偉，陳留人。〔年四十餘，耕於野。時〕與等輩避雨樹下〔一〕，眾皆箕踞相對，容〔獨〕危坐愈恭〔二〕。郭林宗見而奇之，共與言，因請寓宿。旦日，容殺雞為黍，林宗謂為己設，既而以供其母，自以菜蔬與林宗同飯。林宗起拜之曰：「卿賢乎哉！」因勸令學，卒以成德也。（姚。王。汪。黃）──御覽卷八四七　○　初學記卷一七　書鈔卷一四三 \\n 〔一〕　據初學記卷一七補。又「雨」誤「西」，據初學記卷一七、書鈔卷一四三逕改。 \\n 〔二〕　據初學記卷一七補。 \\n 三六四　宋果字仲文〔一〕。（姚。汪。黃）──范書郭泰傳注 \\n 〔一〕　范書郭泰傳作「字仲乙」。 \\n 三六五　淑為舅宋瑗報讎於縣中〔一〕，為吏所捕，繫獄當死。泰與語，淑懇惻流涕。泰詣縣令應操，陳其報怨蹈義之士。被赦，縣不宥之，郡上言，乃得原。（姚。王。汪。黃）──范書郭泰傳注 \\n 〔一〕　淑，賈淑，林宗與之同鄉。 \\n 三六六　太原郭長信、王長文、長文弟子師、韓文布、李子政、曹子元、定襄周康子、西河王季然、雲中丘季智名靈舉。子師位至司徒，季然北地太守，其餘多典州郡者〔一〕。（姚。王。汪。黃）──范書郭泰傳注　○　雲谷雜記 \\n 〔一〕　皆郭泰所識之士。其中王子師，即王允。又余寅同姓名錄卷二引謝書曰：「林宗適陳留則友符偉明，遊太學則師仇季智，之陳國則視魏德公，入汝南則交黃叔度。然不特此，又左原以犯法見斥，勸之責躬。茅容初以危坐，又以草蔬同飯，歎其賢。又豫識史叔賓之敗，惜邊讓未聞道，俱陳留人也。楊氏孟敏墮甑不顧而異之，勸令遊學知名。拔鄢陵庾乘初傭，後號徵君。訓扶風宋果以義方，後以烈氣聞，官并州刺史。母憂，受鄉人賈淑之吊，淑改過自厲，終成善士。謂濟陰黃允雖有才，終失之，卒以遣婦事廢於時。謂召陵謝甄不入道，以細行不慎毀棄。識晉陽王柔以仕進顯，柔弟澤以經術通。又識張孝仲於芻牧之中，范特祖於郵置之役，召公子、許偉康於屠酤，司馬子威于卒伍。同郡郭長信、王長文、長文弟子師、韓文布、季子政、曹子元、定襄周康子、西河王季然、雲中丘季智、郝禮真等六十人，並以成名。」四庫提要稱此書「捃摭詳備，足稗考證，故未可以晚出廢之也」。其說雖是，然此引恐多有增益，已非謝書之舊，錄此備攷。 \\n 三六七　泰以建甯二年正月卒，自弘農函谷關以西，河內湯陰以北，二千里負笈荷擔彌路，柴車葦裝塞塗，蓋有萬數來赴。（姚。王。汪。黃）──范書本傳注 \\n 符融傳馮岱 \\n 三六八　融見林宗，便與之交。又紹介於膺，以為「海之明珠，未燿其光；鳥之鳳皇，羽儀未翔」。膺與林宗相見，待以師友之禮，遂振名天下，融之致也。（姚。王。汪。黃）──范書本傳注 \\n 三六九　文經、子艾〔一〕，曜名遠近，聲價已定，徵辟不就，療病京師，不通賓客。公卿將相大夫遣門生旦暮問疾，郎吏公府掾屬雜坐其門，不得見也。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　文經姓晉，子艾姓王，二者沽名釣譽，紅極一時。融察其非真，以語李膺，後果廢棄。 \\n 三七０　〔馮〕（馬）岱字德山〔一〕，辟司徒劉寵府，與四府掾屬並詣臺，集議邊事〔二〕。（姚。汪。黃）──書鈔卷六八 \\n 〔一〕　據陳、俞本改。 \\n 〔二〕　孔本下本有「上奉議邊」四字，係衍文，陳、俞本亦刪之。 \\n 三七一　馮岱字德山，性慷慨，有文武異才。既到官，融往相見，薦范冉為功曹，韓卓為主簿，孔伷為上計吏。（姚。王。汪。黃）──范書本傳注 \\n 三七二　潁川張元祖，志行士也，來存融，弔其妻亡〔一〕。知其如此，謂言：「足下欲尚古道，非不清妙，且禮設棺槨，制杖章〔二〕。孔子曰：『吾從周。』〔三〕」便推所乘羸牛車，命融以給殯。融受而不辭也。（姚。王。汪。黃）──范書本傳注 \\n 〔一〕　時融遭黨事禁錮，妻亡，欲仿古亡者，棄之中野，即土埋藏。 \\n 〔二〕　黃奭曰：「『章』下疑脫『明』。」而汪輯改「章」為「衰」，是。 \\n 〔三〕　見論語八佾篇。 \\n 許劭傳 \\n 三七三　許劭〔字子將，汝南平輿人〕〔一〕。仕郡為功曹，抗忠舉義，進善黜惡，正機執衡，允齊風俗，所稱如龍之升，所貶如墮於淵，清論風行，所吹草偃，為眾所服，〔多所賞識，拔樊子昭於未聞，天〕〔下咸稱許郭〕〔二〕。（孫。王。汪。黃）──御覽卷二六四　○　又卷四四二　書鈔卷七七 \\n 〔一〕　據御覽卷四四二補。 \\n 〔二〕　同右。汝南先賢傳言樊子昭乃鬻幘之賈販。又郭指郭泰，亦善拔賢士，劭與之齊名。 \\n 竇武傳胡騰 \\n 三七四　竇武上表曰：「今冬大寒過節〔一〕，毒害鳥獸，爰及池魚，城傍松竹，皆為傷絕。」（姚。王。汪。黃）──初學記卷三 \\n 〔一〕　指延熹九年事。 \\n 三七五　竇武上疏曰：「奉承詔命，精爽隕越。」（孫。王。汪。黃）──文選卷三七劉越石勸進表注 \\n 三七六　騰辟荊州部南陽從事〔一〕，遇孝桓帝南巡，又為護駕到南陽，騰自表上言：「乘輿所幸，便為京師。臣請荊州刺史比於司隸校尉，臣職比於都官從事也。（姚。王。汪。黃）──書鈔卷七三（二） \\n 〔一〕　胡騰字子升，少師事竇武，後為武大將軍府掾。武死，騰攜武孫輔逃奔零陵，養為己子。建安中，劉表始命輔復本姓。 \\n 三七七　為荊州從事，萬事既辨，一州肅然，百僚敬服其能。（姚。王。汪。黃）──書鈔卷七三 \\n 皇甫嵩傳 \\n 三七八　皇甫嵩請冀州一年田租，以贍飢民。百姓歌曰：「天下亂兮市為墟，母不保子妻失夫，賴得皇甫復汝居。」（姚。王。汪。黃）──類聚卷一九 \\n 三七九　皇甫嵩字義真，拜車騎將軍，討平涼羌胡，選將士梟騎萬隊，戎車三千，公卿百僚皆祖送于平樂觀，大會。既御天下命，又臨虜廷，掃殄羌賊，靡有孑遺，卒整二州，獻捷振旅。（姚。王。汪。黃）──書鈔卷六四（二） \\n 三八０　皇甫嵩為三公，以身起於汗馬，常折節下士。（王。汪。黃） \\n ──御覽卷四七五 \\n 朱雋傳子皓 \\n 三八一　為郡主簿，太守尹端被坐討賊失利〔一〕，罪當棄市。雋乃羸服齎金到京師，賂主史得免，雋乃不言。（姚。王。汪。黃）──書鈔卷七三 \\n 〔一〕　所討者，許昭也。 \\n 三八二　朱雋宣國威靈，審示禍福。（孫。王。汪。黃）──文選卷四九干寶晉紀總論注 \\n 三八三　朱皓德行純懿，文學優裕。（孫。王。汪。黃）──文選卷二八陸士衡樂府吳趨行注　○　又卷四七袁彥伯三國名臣序贊注 \\n 董卓傳 \\n 三八四　董卓獲山東兵，以豬膏塗布十餘匹，用纏其身，然後燒之，先從足起。（孫。王。汪。黃）──御覽卷八二０ \\n 三八五　董卓死，陝中諸將後共相要遣使詣長安相聞，求乞大赦。尚書令王允等以為殺卓時已赦，今復求，一歲不可再赦。李傕等曰：「京師不赦我，我當死，不若決之。若攻長安克之，則可大得天下。不克，則盡鈔取三輔婦女財物，西上隴，歸鄉里，作賊延命，尚可數年。」於是帥兵西向長安。（孫。王。汪。黃）──御覽卷六五二 \\n 三八六　獻帝幸弘農，郭汜虜略百官婦女，有美髮者，皆斷取之。（孫。汪。黃）──御覽卷三七三 \\n 張溫傳 \\n 三八七　張溫以司空加車騎將軍征韓遂。丙辰，引溫見於崇德殿，溫以軍禮，長揖不拜。（孫。王。汪。黃）──御覽卷二九六 \\n 劉虞傳 \\n 三八八　虞父舒，丹陽太守。虞通五經，東海恭王之後。（姚。王。汪。黃）──范書本傳注 \\n 三八九　劉虞為幽州刺史，常著氊裘。（孫。王。汪。黃）──御覽卷六九四 \\n 公孫瓚傳 \\n 三八九　公孫瓚為郡主簿，太守遭徙日南，瓚舉觴北芒上，泣辭於母墓，曰：「昔為人子，今為人臣。太守遭事，遠送日南。〔日南多〕瘴氣〔一〕，懼不得還。」太守會赦。（姚。王。汪。黃）──書鈔卷七三 \\n 〔一〕　據范書本傳補。 \\n 三九０　公孫瓚非紹〔一〕，立劉伯安〔二〕，歛其眾攻紹。（孫。王。汪。黃）──文選卷四四陳琳為袁紹檄豫州注 \\n 〔一〕　紹，袁紹。 \\n 〔二〕　伯安，劉虞字。 \\n 陶謙傳趙昱 \\n 三九一　〔趙昱字元達〕〔一〕，年十三，母嘗病，經涉三月。昱慘戚消瘠，至目不交睫，握粟出卜，祈禱泣血，鄉黨稱其孝。就處士東莞綦母君〔公立精舍〕〔二〕，受公羊傳，兼該群業。至歷年潛志，不窺園圃，親疏希見其面。時入定省父母，須臾即還。高潔廉正，抱禮而立，清英儼恪，莫干其志；旌善以興化，殫邪以矯俗。州郡請召，常稱病不應。國相檀謨、陳遵共召，不起，或興盛怒，終不迴意。學孝廉，除莒長，宣揚五教，政為國表。會黃巾作亂，陸梁五郡，郡縣發兵，以為先辦。徐州刺史巴祇表功第一，當受遷賞，昱深以為恥，委官還家。徐州牧陶謙初辟別駕從事，辭疾遜遁。謙重令揚州從事會稽吳範宣旨，昱守志不移，欲威以刑罰，然後乃起。舉茂才，遷廣陵太守。賊笮融從臨淮見討，迸入郡界。昱將兵拒戰，敗績見害。〔三〕（姚。王。汪。黃）──魏志陶謙傳注　○　御覽卷三七四　又卷一八一　范書陶謙傳注 \\n 〔一〕　據御覽卷三七四補。 \\n 〔二〕　據御覽卷一八一補。 \\n 〔三〕　姚之駰按：「笮融敗走廣陵，昱待以賓禮。融利廣陵資貨，乘酒酣殺昱，放兵大掠，非拒戰敗績也。范說為是。」 \\n 袁紹傳胡母班 \\n 三九二　班〔一〕，王匡之妹夫。董卓使班奉詔到河內，解釋義兵。匡受袁紹旨，收班繫獄，欲殺之以徇軍。班與匡書云：「自古以來，未有下土諸侯舉兵向京師者。劉向傳曰『擲鼠忌器』，器猶忌之，況卓今處宮闕之內，以天子為藩屏。幼主在宮，如何可討？僕與太傅馬公、太僕趙岐、少府陰脩俱受詔命〔二〕。關東諸郡，雖實嫉卓，猶以銜奉王命，不敢玷辱。而足下獨囚僕於獄，欲以釁鼓，此〔何〕悖暴無道之甚者也〔三〕！僕與董卓有何親戚，義豈同惡？而足下張虎狼之口，吐長蛇之毒，恚卓遷怒，何其酷哉！死，人之所難，然恥為狂夫所害。若亡者有靈，當訴足下於皇天。夫婚姻者，禍福之機，今日著矣。曩為一體，今為血讎。亡人子二人〔四〕，則君之甥，身沒之後，慎勿令臨僕尸骸也。」匡得書，抱班二子而泣。班遂死於獄。（姚。王。汪。黃）──魏志袁紹傳注　○　范書本傳注 \\n 〔一〕　班，胡母班也。 \\n 〔二〕　范書紹傳作「遣大鴻臚韓融、少府陰循、執金吾胡母班、將作大匠吳循、越騎校尉王瑰譬解紹等諸軍」。天游按：范書趙歧傳載，岐與馬日磾出使山東，乃李傕專政時之事，班書所言恐誤，當以范書為是。又廿二史考異卷一二曰：「獻帝紀『循』皆作『脩』。魏志亦作『吳脩』。當以『脩』為正。」錢說是。 \\n 〔三〕　據范書袁紹傳注補。 \\n 〔四〕　范書袁紹傳注作「亡人二女」，誤。 \\n 三九三　胡母班書曰：「董卓起朔垂。」〔一〕（孫。王。汪。黃）──文選卷三七劉越石勸進表注 \\n 〔一〕　汪輯補入上條「況卓」之後，恐是。 \\n 三九四　匡少與蔡邕善。其年為卓軍所敗，走還泰山，收集勁勇，得數千人，欲與張邈合。匡先殺執金吾胡母班。班親屬不勝憤怒，與太祖并勢，共殺匡。（孫。王。汪。黃）──魏志武帝紀注 \\n 三九五　袁紹以曹操為東郡太守，劉公山為兗州〔一〕。公山為黃巾所殺，乃以操為兗州刺史。（孫。王。汪。黃）──文選卷四四陳琳為袁紹檄豫州注 \\n 〔一〕　劉公山者，劉岱也。 \\n 三九六　操得兗州，兵眾強盛，內懷反紹意。（孫。汪。黃）──文選卷四四陳琳為袁紹檄豫州注 \\n 三九七　操圍呂布於濮陽，為布所破，投紹。紹哀之，乃給兵五千人，還取兗州。（孫。王。汪。黃）──文選卷四四陳琳為袁紹檄豫州注 \\n 袁術傳 \\n 三九八　袁術在壽春，百姓以桑椹乾為飯〔一〕。（黃）──書鈔卷一五六 \\n 〔一〕　孔本作「漢書」之文，誤。黃輯據陳本作謝書，今從之。 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷五", "正文": "  \\n 謝承後漢書卷五 \\n 　 \\n  \\n 循吏傳 \\n 三九九　南陽（范）〔茨〕充為（吳）桂陽太守〔一〕，教民植桑絺紵之屬，養蠶織履，民得利益。（孫。王。汪。黃）──御覽卷八二五 \\n 〔一〕　茨、范形近而訛，據范書循吏傳及注引東觀記改。又桂陽郡乃荊州之郡，非吳地之郡，「吳」係衍文，故刪。 \\n 四００　龍丘萇，吳郡人，篤志好學。王莽篡〔位〕〔一〕，隱居大山〔二〕，以耕稼為業，公車徵〔三〕，不應。更始時，任延年十九，為東部尉，折節下士，鍾離意為主簿，自請萇為門下祭酒。教曰：「龍丘先生，清過夷、齊，志慕原憲〔四〕，都尉洒掃其門，猶懼辱之，何召之有！」〔五〕（汪。黃）──天中記卷四０ \\n 〔一〕　據御覽卷五０二補。 \\n 〔二〕　按范書本傳作「太末」，係縣名，屬會稽郡，境有龍丘山，乃龍丘萇隱居處。此作「大山」，誤。 \\n 〔三〕　「徵」原誤在「不應」下，據御覽卷五０二改。 \\n 〔四〕　原憲字子思，孔子弟子。孔子卒，亡于草澤，不以無財貧賤為病，而以學道不能行之為恥，故子貢曾為此而自慚。事見史記仲尼弟子列傳，亦載莊子讓王篇。 \\n 〔五〕　此條御覽卷五０二引作謝沈書，汪、黃兩輯入謝承書，恐非。二謝書易相混，古已有之，至清因推崇承書而愈甚。天中記引作承書，疑其實出自御覽，今據以錄而俟攷。 \\n 四０一　許荊字子張。少喪父，養母孝順。家貧為吏，無有船車，休假，常單步荷擔上下，清節稱於鄉里。（姚。王。汪。黃）──初學記卷二０　○　御覽卷六三四　范書循吏傳注 \\n 四０二　許荊兄子〔世〕常報讎殺人〔一〕，怨家會眾操兵至荊家，欲殺之。會荊始從府休歸，與相遇，因出門解劍長跪曰：「前無狀相犯，咎皆在荊不能相教。兄既早歿，一子為嗣，如令死者〔二〕，傷其滅絕。今願殺身，代之塞咎，雖死已往，猶謂更生。」怨家扶起荊曰：「許掾，郡中稱為賢，吾何敢相侵。」因遂委去。（姚。王。汪。黃）──初學記卷一七　○　文選卷四六任彥昇王文憲集序注　御覽卷五一二　又卷四一六 \\n 〔一〕　據文選卷四六任彥昇王文憲集序注及御覽卷五一二補。 \\n 〔二〕　「令」原誤作「全」，依御覽卷五一二逕改。 \\n 四０三　郴人謝弘等不養父母，兄弟分析，因此皆還供養者千有餘人〔一〕。（姚。王。汪。黃）──范書循吏傳注 \\n 〔一〕　時荊為桂陽太守。耒陽蔣均兄弟爭財，訟於荊。荊以教化不行乞詣廷尉受罪，均兄弟感悔，故謝弘等聞而感化，俱還供養。 \\n 四０四　孟嘗遷合浦太守。郡不產穀，而海出珠寶，〔舊採珠以易米食〕〔一〕。宰守貪求，〔使民採珠，積以自入〕〔二〕，不知〔紀〕極〔三〕，珠遂漸徙於交阯。行旅不至，民皆饑死。嘗革易前弊，不逾歲而〔去〕珠皆還〔四〕。上聞徵之，嘗歸，民（交）〔吏〕攀〔車〕戀之也〔五〕。（姚。王。汪。黃）──書鈔卷七五　○　類聚卷八四　事類賦注卷九　書鈔卷三五又卷七六 \\n 〔一〕　據類聚卷八四補。 \\n 〔二〕　同右。 \\n 〔三〕　據范書循吏傳補。 \\n 〔四〕　據書鈔卷三五、類聚卷八四補。 \\n 〔五〕　據書鈔卷七六改補。 \\n 四０五　「非腹背之毛，羽翼之佐也。」〔一〕（姚。汪。黃）──書鈔卷四九 \\n 〔一〕　乃尚書楊喬薦孟嘗書之文。 \\n 四０六　遷張掖太守〔一〕。歲飢，開倉賑民，一郡得全，順帝嘉之。──書鈔卷七四 \\n 〔一〕　太守者，第五訪也。 \\n 四０七　劉寵遷會稽太守，簡煩除苛。──書鈔卷七五 \\n 四０八　劉寵為司徒，臥麄布被。（姚。王。汪。黃）──書鈔卷五二　○　類聚卷四七　御覽卷二０七　書鈔卷三八 \\n 四０九　仇覽字季智，一名香，陳留考城人也。（孫。王。汪。黃）──御覽卷六一０ \\n 四一０　覽為縣陽遂亭長〔一〕，好行教化。人羊元凶惡不孝〔二〕，其母詣覽言元〔三〕。覽呼元，誚責元以子道，與一卷孝經，使誦讀之。元深改悔，到母床下，謝罪曰：「元少孤，為母所驕。諺曰：『孤犢觸乳，驕子罵母。』乞今自改。」母子更相向泣。於是元遂修孝道，後成佳士。（姚。王。汪。黃）──范書循吏傳注　○　御覽卷六一０ \\n 〔一〕　范書循吏傳作「蒲亭長」。 \\n 〔二〕　孔平仲珩璜新論曰：「仇覽傳為蒲亭長，化不孝陳元。謝承以為陽遂亭長，化不孝子羊元。地名人名皆不同。」惠棟曰：「汝南先賢行狀作『孫元』。」三者未知孰是。 \\n 〔三〕　御覽卷六一０「言」作「告」。 \\n 四一一　琅邪董种〔一〕，為不其令，赤雀乳廳〔事〕前桑上〔二〕，民為作歌頌。（孫。王。汪。黃）──類聚卷九九　○　御覽卷九二二　事類賦注卷一九　范書循吏傳注 \\n 〔一〕　天游按：范書循吏傳作「童恢」，注曰謝書作「僮种」，均與類聚、御覽、事類賦注引異。王楙野客叢書曰：「考碑乃姓黃耳。」惠棟曰：「案不其令董君闕。董字從廾從童。又南陽正街碑云：『以府丞董察』。則蕫與董通。恢，蓋姓董也。集韻及漢隸字源亦皆以蕫為董也。」則王楙說非。又傳注「董」作「僮」，亦誤。 \\n 〔二〕　據御覽卷九二二及事類賦注卷一九補。 \\n 四一二　吳郡沈豐為零陵太守〔一〕，到官一年，甘露降泉陵、洮陽五縣〔二〕，流被山林，膏潤草木。 \\n （姚。王。汪。黃）──類聚卷九八　○　御覽卷一二　事類賦注卷三 \\n 〔一〕　汪輯此條多據東觀記以補，重蹈陳禹謨妄補書鈔之覆轍，頗失當。又孫志祖按：「御覽卷一六０引東觀記云『豐字聖達』。南史沈約傳作『酆字聖通』。又按豐乃章帝時人，時未有吳郡，史家追書之也。」又豐及百里嵩、巴祗、王阜四人，汪輯依惠棟補注入循吏傳，今亦從之。 \\n 〔二〕　「洮陽」本作「佻陽」，據續漢郡國志逕改。 \\n 四一三　沈豐為零陵太守，為政慎刑重殺，愛民養化〔一〕。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　諸輯均入上條，而脫注出處。又「零」原誤作「廣」，據上條逕改。 \\n 四一四　為零陵太守，吏有陰過，長假還家。（王。汪。黃）──書鈔卷七四 \\n 四一五　沈豐為零陵守，有三黃龍望府中〔一〕。（姚。汪。黃）──書鈔卷七五 \\n 〔一〕　此條俞本未注書名。孔本亦然，又僅作「黃龍望虎」，「虎」當係「府」之訛。今依三輯例，暫列于此以俟考。 \\n 四一六　甄豐惻隱之恩，發於自然〔一〕。（孫。王。汪。黃）──文選卷四二吳質答東阿王書注 \\n 〔一〕　汪輯疑「甄」係「沈」之訛，附於豐傳。今從之。 \\n 四一七　陳留百里嵩，字景山，為徐州刺史。境遭旱，嵩〔出巡〕行部〔一〕，傳車所經，甘雨輒澍〔二〕。東海（金）〔合〕鄉、祝其二縣〔三〕，僻在山間，嵩傳駟不往，二縣不得雨。父老干請〔訴曰：「人等是公百姓，獨不迂降。」乃迴赴之〕〔四〕，嵩曲路到二縣，入界即雨，〔隨車而下〕〔五〕。（姚。王。汪。黃）──御覽卷二五六　○　類聚卷五０　御覽卷一０　書鈔卷三五類聚卷二　事類賦注卷三 \\n 〔一〕　據書鈔卷三五、御覽卷一０、事類賦注卷三補。 \\n 〔二〕　「澍」本作「霔」。集韻曰：「澍或作霔。」類聚卷五０作「注」，亦可通。類聚卷二則作「至」，誤。 \\n 〔三〕　據御覽卷一０、事類賦注卷三及續漢郡國志改。 \\n 〔四〕　據事類賦注卷三補。御覽卷一０亦有此句，無末「之」字。 \\n 〔五〕　據事類賦注卷三、御覽卷一０補。 \\n 四一八　百里嵩為徐州刺史，甘露再降廳事前樹。（姚。王。汪）──類聚卷九八 \\n 四一九　山陽百里嵩為濟南相〔一〕，甘露降於郡。安帝嘉之〔二〕，徵祥拜大鴻臚。（姚。王。汪。黃）──類聚卷九八　○　御覽卷二三二 \\n 〔一〕　御覽卷二三二引作「白嵩字季山」，誤。 \\n 〔二〕　御覽卷二三二作「安帝嘉其致瑞」。下句無「祥」字。 \\n 四二０　祗為別駕〔一〕，躰素清白〔二〕，以儉厲俗，在官不迎妻子，俸祿不使有餘。（姚。王。汪。黃）──書鈔卷七三 \\n 〔一〕　祗為別駕，諸引唯此一見，「在官」以下與他引作揚州刺史時事跡同，疑其有訛。 \\n 〔二〕　躰，體之俗字。汪輯作「休」，誤。 \\n 四二一　巴祗字敬祖，為揚州刺史，在任不迎妻子〔一〕，俸祿不使有餘〔二〕。（姚。王。汪。黃）──書鈔卷七二　○　又卷三八（二）　御覽卷二五六 \\n 〔一〕　書鈔卷三八作「在官」。 \\n 〔二〕　此條以下，諸輯合為一條，文字多異，且諸條出處和次第均難明晰，不如分引之，故作如下編。 \\n 四二二　勃海巴祗字敬祖〔一〕，為揚州刺史，黑幘毀壞，不復改易，〔以水澡傅膠墨用之〕〔二〕。（姚。王。汪。黃）──書鈔卷一二七（二）　○　書鈔卷三八　類聚卷五０　御覽卷二五六　又卷六八七　書鈔卷七二 \\n 〔一〕　書鈔卷一二七陳本作蔡祖事跡，孫、黃二輯皆據以作蔡祖傳，誤。今從孔本。 \\n 〔二〕　據書鈔卷三八補。說文曰：「澡，洗也。」又類聚卷五０作「以水滲曝用之」。 \\n 四二三　巴祗為揚州刺史，夜與士對坐〔一〕，處暝暗之中，不燃官燭。（姚。王。汪。黃）──書鈔卷三八　○　又卷七二　類聚卷八０　初學記卷二五　御覽卷二五六　又卷八七０　類聚卷五０ \\n 〔一〕　類聚卷八０、初學記卷二五、御覽卷八七０諸引「士」作「客」。 \\n 四二四　王阜幼好經學，年十一，辭父母欲出就學，父母以阜少，不允。竊書負笈，乘跛馬，後安定受韓詩。年十七，經業大就，聲聞鄉里〔一〕。（姚。王。汪。黃）──書鈔卷一三九 \\n 〔一〕　孔本引書作東觀記，文字多舛訛，語頗費解。而陳本作謝承書，故諸輯均據以引。然文句雖簡略可讀，恐非謝書之舊，錄此以備攷。 \\n 酷吏傳 \\n 四二五　敕令詣太官賜食〔一〕。宣受詔出，飯盡，覆杯食機上。太官以狀聞。上問宣，宣對曰：「臣食不敢遺餘，如奉職不敢遺力。」（姚。王。汪。黃）──范書酷吏傳注 \\n 〔一〕　時宣格殺湖陽公主蒼頭，帝敕叩頭謝主，宣不從。彊使頓之，宣兩手據地，終不肯伏。帝以其彊直不阿，循法無私，故賜食。 \\n 四二六　有白馬一匹，蘭輿一乘〔一〕。（姚。王。汪。黃）──范書酷吏傳注 \\n 〔一〕　宣卒，所遺之物唯此。姚之駰按：「宣身歿之後，一寒至此，真無欲可知，故能作彊項令也，無欲則剛。」 \\n 四二七　黃昌字聖真，會稽人。得珍玩可食之物，歸以進母。──緯略卷六 \\n 四二八　黃昌，夏多蚊，貧無幬，傭債為作幬。（孫。汪。黃）──御覽卷六九九 \\n 四二九　昌為宛陵令〔一〕，嚴毅好發姦伏。有盜車蓋者，昌不言，密令人至賊家，掩取之，悉收一家，一時殺之，百姓戰懼，咸稱明也。（姚。汪。黃）──姚輯 \\n 〔一〕　范書酷吏傳作「宛令」。又此條汪輯曰出白帖，未注卷數，實非。黃輯出姚本，汪輯當亦出姚本，出處尚俟攷。 \\n 四三０　黃昌為蜀郡太守，未至蜀郡，時有謠曰「兩日出天兮」。〔一〕（姚。王。汪。黃）──書鈔卷七六 \\n 〔一〕　姚、汪等輯作「兩日出，天兵戢」。然天中記卷一八作「兩日出天」，與書鈔引同。 \\n 四三一　黃昌，會稽人，為蜀郡太守。初昌為州書佐，其婦遇賊，轉入蜀，為人妻。其子犯事，詣昌〔自訟〕〔一〕。昌疑母不類蜀人，因問所由，對曰：「妾本會稽戴次公女，州書佐黃昌之妻也。妾歸家，為賊所掠，遂至此。」昌驚呼，前曰：「何以知？」曰：「左足心有黑子，常自言當為二千石。」昌乃出足，因相持悲泣，還為夫妻，竟以禮重焉。（姚。王。汪。黃）──書鈔卷七六 \\n 〔一〕　據范書酷吏傳補。 \\n 四三二　陽球為司隸校尉，虎視帝宇。（孫。王。汪。黃）──文選卷六左太沖魏都賦注 \\n 宦者傳 \\n 四三三　曹節弟破石，為越騎校尉。越騎營五伯妻有美色〔一〕，破石從求之，五伯不敢逆，妻執意不肯〔行〕〔二〕，遂自殺。其縱暴無道，多此類也。（姚。王。汪。黃）──書鈔卷六一　○　御覽卷二四二　又卷四三九 \\n 〔一〕　五伯，即伍伯。中華古今注曰：「五人為伍，長為伯，故稱伍伯。」 \\n 〔二〕　據御覽卷二四二、又卷四三九補。 \\n 四三四　呂強上疏曰：「苟寵所愛，私擢所幸，不復為官擇人，反為人擇官也。」（孫。王。汪。黃）──文選卷四九干令升晉紀總論注 \\n 儒林傳 \\n 四三五　劉昆遷弘農太守。先是崤險，驛道多虎災，行旅不通〔一〕。昆為政三年，化大行，虎皆負子渡河而去。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　「行旅」原誤倒，逕正之。 \\n 四三六　戴憑字次仲，〔汝南郡舉明經，徵博士，拜郎中〕〔一〕。〔詔公卿大會，群臣皆就席，憑獨立。世祖問其意，對曰：「博士說經皆不如臣，而坐居臣上，是以不得就席。」帝令與諸儒難說，帝善之〕〔二〕。拜侍中，領虎賁中郎將。正旦朝賀，百僚（舉）〔畢〕會〔三〕。帝令群臣諸王（皆）〔能〕說經〔史〕者〔四〕，更相難詰，義有不通，輒奪其席，以益通者。憑遂重坐五十餘席，故京師為之語曰〔五〕：「解經不窮戴侍中。」（姚。王。汪。黃）──書鈔卷五八　○　類聚卷六九　又卷五五　書鈔卷九八　又卷一三三　初學記卷二五　御覽卷七０九　又卷六一五　初學記卷二一 \\n 〔一〕　據初學記卷二五補。 \\n 〔二〕　據類聚卷六九補。 \\n 〔三〕　據汪輯改。 \\n 〔四〕　據書鈔卷九八改補。初學記卷二五「經」下亦有「史」字。 \\n 〔五〕　類聚卷五五、御覽卷七０九「語」作「議」；御覽卷六一五作「諺」。 \\n 四三七　孫期字仲式〔一〕，事母至孝，牧豕於大澤中，賣之以奉供養。遠人從其學者，皆執經追於澤畔。（孫。王。汪。黃）──御覽卷八三三 \\n 〔一〕　范書本傳作「仲彧」。 \\n 四三八　震字仲威〔一〕。光武嘉其仁義，拜震郎中。後以公事左遷淮陽王廄長。（姚。王。汪。黃）──范書儒林傳注 \\n 〔一〕　震，禮震，平原人。歐陽歙下獄當斷，時震年十七，上書求代歙死。 \\n 四三九　張馴字子雋，與蔡邕共定六經。拜侍中，典領秘書。馴儒雅敏達，有智慧。（姚。王。汪。黃）──書鈔卷五八 \\n 四四０　尹敏字功季〔一〕，治尚書。初拜郎中。帝以敏博通經記，令校圖讖。（姚。王。汪。黃）──書鈔卷六三 \\n 〔一〕　范書及東觀記均作「幼季」。幼、功形近易誤，作「幼」是。 \\n 四四一　周防及守近甸，嘉瑞表應。（孫。王。汪。黃）──文選卷三八任彥昇為齊明帝讓宣城郡公第一表注 \\n 四四二　包咸字子良，吳郡曲阿人〔一〕。為諸生，受業長安。王莽末，嘗負笈追師。（姚。王。汪。黃）──書鈔卷一三五 \\n 〔一〕　范書本傳「吳郡」作「會稽郡」。天游按：會稽郡治在吳。順帝時分會稽郡十三城置吳郡，曲阿即其一。然包咸死於明帝永平八年，時郡未分，仍稱會稽。此作吳郡，乃史家追敘所致。 \\n 四四三　包咸字子良，為赤眉所得，咸晨夕誦經，賊異而遣之〔一〕。──書鈔卷九八 \\n 〔一〕　汪輯言此條出類聚，未詳卷數。孔注曰出類聚卷五五，然上海古籍出版社之類聚排印本無此引。 \\n 四四四　包咸字子良，明魯詩、論語，駐東海，立精舍講授。（姚。王。汪。黃）──初學記卷二一 \\n 四四五　包咸為吳郡主簿，有好馬，太守黃讜借乘行春，及歸放就，甚奇之。（姚。王。汪。黃）──書鈔卷七三 \\n 四四六　包咸字子良，永平五年，遷大鴻臚。每進見，錫以几杖，入屏不趍〔一〕，贊事不名，經傳有疑，輒遣小黃門就舍即問〔二〕。顯宗以咸有師傅恩，而素清苦，常時賞賜珍玩束帛，奉祿增於諸卿。（孫。王。汪。黃）──御覽卷四七四 \\n 〔一〕　趍，趨之俗字。 \\n 〔二〕「問」原誤作「門」，據范書本傳逕改。 \\n 四四七　杜撫字叔和，犍為武陽人。少有高才，受業於薛漢，定韓詩章句〔一〕。（姚。汪。黃）──姚輯 \\n 〔一〕　出處不詳，汪、黃二輯皆本姚輯，今錄而俟攷。 \\n 四四八　趙曄字長君，會稽山陰人。少嘗為縣吏，奉檄送督郵。曄心恥斯役，遂棄車馬去，到犍為詣杜撫受韓詩〔一〕。（姚。王。汪。黃）──書鈔卷一０三 \\n 〔一〕　姚之駰按：「范書又載南陽馮良事，與長君事前後雷同，不知何以一時有此二士？」 \\n 四四九　秦氏季代有魯人高堂伯〔一〕。（孫。王。汪。黃）──史記儒林傳素隱 \\n 〔一〕　史記儒林傳曰：「言禮自魯高堂生。」索隱引謝書此文，且曰：「則『伯』是其字，云『生』者，自漢已來儒者皆號『生』，亦『先生』省字呼之耳。」班、范二史亦均作「高堂生」。此當系儒林董鈞傳前之小序之文。 \\n 四五０　何休字劭公，雅有心思，研精六經。──書鈔卷九七 \\n 四五一　何休字劭公，以春秋駮漢事，妙得公羊本意，作公羊墨守、左氏膏肓、穀梁廢疾。──書鈔卷九六　○　又卷九五（三） \\n 四五二　許慎字叔重，性淳篤，少博學經籍，馬融常推敬之。時人為之語曰：「五經無雙許叔重。」（孫。汪。黃）──御覽卷四九五 \\n 文苑傳 \\n 四五三　香代為冠族，葉令況之子。（姚。王。汪。黃）──范書文苑傳注 \\n 四五四　黃香字文彊。除郎〔一〕，以父老求歸供養。徵拜郎中，詔書召黃香在殿下，問：「父年幾何？何故不入公府？」（姚。汪。黃）──書鈔卷六三 \\n 〔一〕　職官分紀卷四九作「除郎中」，無「徵拜」以下。 \\n 四五五　黃香知古今，群書無不涉獵。帝以香先帝所異，每有疑，帝時特訪問。又詔香詣東觀，讀所未嘗見書。（王。汪。黃）──御覽卷六一二 \\n 四五六　黃香為魏郡太守，到官，不遣吏歸鄉，摘發姦邪，立決詞訟。（姚。王。汪。黃）──書鈔卷七四 \\n 四五七　葛龔以善文記知名。──書鈔卷一０三 \\n 四五八　南郡王逸素與英善〔一〕，因與其書，多引古譬喻，勸使就聘。英順逸議，談者失望。（姚。王。汪。黃）──范書樊英傳注 \\n 〔一〕　英者，樊英也。習京氏易，兼明五經。又善風角、星筭、河洛七緯、推步災異，見方術傳。 \\n 四五九　王延壽有俊才。父逸欲作魯靈光殿賦，令延壽往錄其狀。延壽因韻之，以簡其父。父曰：「吾無以加也。」時蔡邕亦有此作，十年不成，見延壽賦，遂隱而不出。（汪）──王十朋蘇詩注 \\n 四六０　侯瑾字子瑜，傭作為資，暮〔還，輒〕｛難火｝柴讀書〔一〕。（姚。王。汪。黃）──書鈔卷九八　○　御覽卷六一六 \\n 〔一〕　據御覽卷六一六補。孔廣陶曰：「考｛難火｝即然之古文耳。」又御覽卷六一六「柴」作「火」。 \\n 四六一　第五永為督軍御史，督使幽州。蔡邕等天下名才士人皆會，祖餞於平樂館〔一〕。高彪送永在坐，因援筆書牘〔二〕。（姚。王。汪。黃）──初學記卷二一 \\n 〔一〕　范書本傳作「長樂館」。孫志祖曰：「作平樂館是。」 \\n 〔二〕　范書本傳曰：「議郎蔡邕等皆賦詩，彪乃獨作箴。」 \\n 四六二　禰衡與黃祖子射尤善。衡與俱讀蔡邕所作碑文，射愛其文，恨不寫取。衡謂射曰：「吾雖一遇，猶識其言，其缺兩字不明。」因書出之。射寫還比校，皆無所誤，惟兩字缺。（姚。王。汪。黃）──初學記卷一七 \\n 獨行傳 \\n 四六三　彭脩字子陽，會稽人。年十五，時父為郡吏，得休，與脩歸，道為盜所劫，脩困迫，乃拔佩刀前持盜曰：「父辱子死。」盜相謂曰：「此童子，義勇士也，不宜逼之。」遂辭謝而去。（孫。王。汪。黃）──御覽卷四三四 \\n 四六四　彭脩，會稽人，仕郡為功曹。時西部都尉宰晁行太守事，以微過收吳縣獄吏〔一〕，將殺之。主簿鍾離意爭諫甚切，晁怒，使收縛意。脩排閤直入，拜於庭曰：「明府發雷霆於主簿，請聞其過。」晁曰：「受教三日〔二〕，初不奉行。廢命不忠，豈非過邪？」脩因拜曰：「昔任座面折文侯〔三〕，朱雲攀毀欄檻〔四〕，自非賢君，焉得忠臣！」遂原意，罰貸獄吏。（孫。王。汪。黃）──御覽卷二六四 \\n 〔一〕　「微」原誤作「徵」，據汪輯逕改。 \\n 〔二〕　「教」原誤作「殺」，逕改。 \\n 〔三〕　李賢引呂氏春秋曰：「魏文侯飲，問諸大夫曰：『寡人何如主也？』任座曰：『君不肖君也。克中山，不以封君之弟，而以封君之子，是以知君不肖君也。」 \\n 〔四〕　李賢曰：「前書成帝時，朱雲上書，請以尚方斬馬劍斬張禹。上欲殺之，雲攀折殿檻。西京雜記云：『攀折玉檻』。」 \\n 四六五　彭修字子陽。海賊丁義欲向郡，郡內驚惶，莫敢扞禦。太守〔秘君〕聞修義勇〔多謀〕〔一〕，請守吳令。身與義相見，宣國威德，賊帥將解。民歌之曰：「時歲倉卒，盜賊從橫，大戟強弩不可當，賴遇賢令彭子陽。」（姚。王。汪。黃）──書鈔卷三九　○　御覽卷三五二　書鈔卷三五 \\n 〔一〕　據御覽三五二補。 \\n 四六六　彭修州辟從事。時賊張子林等數百人作亂，修與太守俱出討賊。賊望見車馬，競交射之，飛矢雨集。修以身障扞太守，而為流矢所中死，太守得全。賊素聞其恩信，即殺弩中修者，餘悉皆降散，言曰：「自為彭君故降，不為太守服也。」（王。汪。黃）──御覽卷四二０ \\n 四六七　燕字少卿〔一〕，其先出自周平王之後。漢興，紹嗣封為正公，食采於汝墳也。（姚。王。汪。黃）──范書獨行傳注 \\n 〔一〕　燕，周嘉之高祖父。 \\n 四六八　為太守（張）〔何〕敞主薄〔一〕，汝陽劇賊欲斬太守，嘉抱之號泣，得以生易死也。（孫。黃）──書鈔卷七三 \\n 〔一〕　此言周嘉事也。「張」改「何」，據范書獨行傳。 \\n 四六九　周暢字伯時，性仁慈，為河南尹。永初二年，夏旱，久禱無應。暢自收葬洛陽城旁客死骸骨，凡萬餘人，應時澍雨，歲乃豐稔。（姚。王。汪。黃）──御覽卷二五二　○　事類賦注三　御覽卷一一 \\n 四七０　范式字巨卿，山陽金鄉人。少遊太學，與汝南張劭為友，劭字元伯，二人並告歸鄉里。〔春別京師〕〔一〕，式謂元伯曰：「後二年當還，將過拜尊親，見孺子焉。」乃共剋〔以秋為〕期〔二〕。至〔九月十五〕日〔三〕，〔殺雞作黍，二親笑曰：「山陽去此幾千里，何必至？」元伯曰：「巨卿信士，不失期者。」言未絕而〕巨卿果到〔四〕。升堂拜母，飲盡懽而別。（姚。王。汪。黃）──御覽卷四０七　○　文選卷二六范彥龍贈張徐州稷詩注　御覽卷八五０　書鈔卷一四四 \\n 〔一〕　據文選卷二六范彥龍贈張徐州稷詩注補。 \\n 〔二〕　據文選卷二六范彥龍贈張徐州稷詩注補。 \\n 〔三〕　據書鈔卷一四四補。文選注及御覽卷八五０亦同。 \\n 〔四〕　據文選卷二六范彥龍贈張徐州稷詩注補。 \\n 四七一　〔仕郡為功曹〕〔一〕，後元伯寢疾篤，同郡郅君章、商子微晨夜省視〔二〕，元伯臨（盡）〔終歎〕曰〔三〕：「恨不見死友。」尋卒。式夢見元伯玄冕垂纓，〔屣履〕而呼曰〔四〕：「吾死，當以某日葬，〔永歸黃泉。子不我忘〕〔五〕，豈能相及？」式覺而悲，〔馳往〕赴之〔六〕，便服朋友之服，投其葬日。未屆而喪已發，引至壙將窆，而柩不肯進。其母撫之曰：「元伯豈有望也？」〔妻曰：「亡者有遺恨，必待范先生耳。」〕〔七〕停柩移時，見有素車白馬哭而來，母曰：「必巨卿也。」既至，叩喪言曰：「行矣元伯，死生異路，永從此辭。」會葬者千人，皆揮涕。式執紼引柩，乃前進。式留止塚次，修墳樹而退。（姚。王。汪。黃）──御覽卷四０七　○　又卷三九七　類聚卷七九　書鈔卷一三九類聚卷二一 \\n 〔一〕　據類聚卷七九、御覽卷三九七補。 \\n 〔二〕　范書獨行傳及御覽卷三九七均作「殷子微」。 \\n 〔三〕　據御覽卷三九七改補。 \\n 〔四〕　據御覽卷三九七補。 \\n 〔五〕　據類聚卷七九補。 \\n 〔六〕　同右。 \\n 〔七〕　據書鈔卷一三九補。 \\n 四七二　范式嘗至京師，受業太學。時諸生長沙陳平子同在學，與式未相見，而平子被病曰：「山陽范式，列士也，可託死。吾歿，但以尸埋巨卿戶前。」〔一〕乃裂素為書遺巨卿。既終，妻從其言。式行適還，〔省〕（有）書見瘞〔二〕，愴然感之，向墳揖哭，為死友。乃營護〔平子〕妻兒〔三〕，身自送喪於臨湘，未至四五里，乃委素書於柩上，哭別而去。（姚。王。汪。黃）──御覽卷四０七 \\n 〔一〕　此平子對妻之遺言。 \\n 〔二〕　據范書改。 \\n 〔三〕　據范書補。 \\n 四七三　范式為荊州刺史。友人南陽孔嵩，貧有親老，乃變名姓，傭於新野縣。縣吏遣嵩為式導騶，式見而識之，呼嵩把臂，謂曰：「子非孔仲山耶！」對之歎息。式敕縣代嵩，嵩以傭未竟，不肯去。（孫。王。汪。黃）──御覽卷四０七 \\n 四七四　孔嵩字巨山〔一〕，與范式俱在太學。嵩家貧，傭為新野阿里街〔卒〕〔二〕。（姚。王。汪）──書鈔卷六七 \\n 〔一〕　范書獨行傳作「字仲山」，上條亦然。此「巨」恐系涉范式字巨卿而誤。 \\n 〔二〕　據職官分紀卷四二補。 \\n 四七五　王嬰字仲豪，與同郡范巨卿為友。其與友交，推誠據信，不負言誓。（姚。王。汪。黃）──初學記卷一八 \\n 四七六　南陽李善，本濟陽李元家奴。元遭病死，唯有孤孫續，有貲千萬。奴婢欲謀殺續，分其財產。善夜抱續，逃瑕丘界，親自哺養，乳為生湩，遂至成長。（孫。王。汪。黃）──御覽卷三七一 \\n 四七七　吳郡張業字仲叔，為郡門下掾。〔送〕（逐）太守歸鄉里〔一〕，至河內遇賊，業拔劍與賊交戰而死。子武時幼，不識父，傷父喪不還，每至節日，持業遺劍至河內，到業死處醊祭，悲哀感動路人。（姚。王。汪。黃）──御覽卷三四二　○　事類賦注卷一三 \\n 〔一〕　據事類賦注卷一三改。 \\n 四七八　吳郡陸閎為潁川太守，致鳳凰甘露之瑞。（姚。王。汪。黃）──類聚卷九八 \\n 四七九　陸續字智幼〔一〕，世為族姓。祖父閎建武中為尚書令，美姿貌，喜著越布單衣，上見而好之。自是帝敕會稽郡令歲獻越布焉〔二〕。（姚。王。汪。黃）──書鈔卷一二八　○　御覽卷六九一　又卷八二０ \\n 〔一〕　范書獨行傳作「字智初」，是。 \\n 〔二〕　御覽卷八二０作「吳郡本不獻越布，陸閎美容儀，常衣越布單衣，明帝好之，因敕郡獻越布，由此始也。」按范書獨行傳，「明帝」系「光武」之誤。此引多有改竄，已非謝書之舊。又天中記卷二一引曰：「陸閎字子春，吳縣人，暢之子也。世為族姓，篤行好學，聰明有令德。欲尚寧平公主，辭疾不應。建武中，為尚書令。閎姿容如玉，喜著越布單衣，光武升臺，見而偉之，歎曰：『南方固多佳人。』自是常敕會稽郡獻越布焉。」與諸輯所引異，錄此備攷。 \\n 四八０　（南陽）〔吳郡〕陸續〔初〕仕郡戶曹史〔一〕。時饑荒，太守尹興使續於都亭賦民饘粥。續悉令簡閱其人，訊以名氏。事畢，興問所食幾何，續因口說六百餘人，皆分別姓字，無有差謬，興異之。（姚。王。汪。黃）──御覽卷八五九　○　書鈔卷一四四　御覽卷四三二 \\n 〔一〕　據御覽卷四三二改補。 \\n 四八一　陸續詣詔獄，其母至京師餉食。續對餉泣〔不自勝〕〔一〕，曰：「續母來。」使者問其故，答曰：「續母作羹，截肉未嘗不方斷，蔥寸寸無不同，是以知母來。」（孫。王。汪。黃）──御覽卷八六一　○　書鈔卷一四四 \\n 〔一〕　據書鈔卷一四四補。 \\n 四八二　戴封字平仲，年十五，詣太學，師事東海申君。申君卒，送喪到東海。道經其家，父母以封當還，豫為娶妻。封蹔過拜親，不宿而去。（孫。王。汪。黃）──御覽卷六一一 \\n 四八三　戴封字平仲，遷西華令。其年大旱，禱請不獲，乃積薪坐其上以自焚。火起而大雨，遠邇歎服。遷中山（令）〔相〕〔一〕。（姚。王。汪。黃）──初學記卷二　○　白帖卷二　御覽卷一一　事類賦注卷三 \\n 〔一〕　據白帖卷二、御覽卷一一、事類賦注卷三改。 \\n 四八四　李元字大遜〔一〕，陳留人也。事母至孝，家貧，兄弟六人，同衣而出入〔二〕。（汪。黃）──初學記卷一八 \\n 〔一〕　范書獨行傳作「李充」，汪輯據以改，是。今仍其舊。 \\n 〔二〕　本條中華書局排印本作後漢書之文，恐當入無名氏類中。今暫依汪、黃二輯，錄此以俟攷。 \\n 四八五　陳重同舍郎有歸甯者，誤持鄰舍郎絳去〔一〕，嫌重取，重不申曲直，置絳還之。去郎還，得絳，甚愧於重。（孫。王。汪。黃）──御覽卷八一四 \\n 〔一〕　范書獨行傳「絳」作「絝」。 \\n 四八六　陳重字景公，豫章宜春人。舉孝廉，在郎署。有郎負息錢數十萬，債主日至，煎求無已。重乃密以錢代還。郎後覺知，而厚辭謝之。重曰：「非我之為，將有同姓名者。」終不言惠。（孫。王。汪。黃）──御覽卷四０三 \\n 四八七　豫章雷義字仲公，嘗濟人死罪。人後以金二斤謝之，〔義〕不受〔一〕，〔金主〕候義不在〔二〕，〔默〕投金囊於承塵之上〔三〕。〔後葺治屋，得金，主已死，義乃以付縣曹〕〔四〕。（姚。王。汪。黃）──書鈔卷一三二　○　御覽卷八一０　事類賦注卷九 \\n 〔一〕　據御覽卷八一０、事類賦注卷九補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 〔四〕　同右。 \\n 四八八　雷義舉茂才，讓於〔友人〕陳重〔一〕，刺史不聽，義遂佯狂〔披髮走〕〔二〕，不應命。鄉里為之語曰：「膠漆自謂堅，不如雷與陳。」（姚。王。汪。黃）──類聚卷二一　○　御覽卷四０七　書鈔卷七九　御覽卷四二四又卷七三九　又卷七六六 \\n 〔一〕　據御覽卷四０七補。 \\n 〔二〕　據書鈔卷七九、御覽卷四０七補。 \\n 四八九　范丹字史雲〔一〕，陳留人也。為郡功曹，每休假上下，常單步策杖。同類以車牛與之，不取。（姚。王。汪。黃）──初學記卷二０　○　御覽卷六三四 \\n 〔一〕　按范書作「范冉」，注曰「或作丹」。惠棟曰：「眾漢書及貞節先生碑皆作『丹』，獨范史作『冉』，疑誤。」 \\n 四九０　范丹博通群藝。（孫。王。汪）──文選卷三六任彥昇宣德皇后令注 \\n 四九一　范丹姊病〔一〕，往看之。姊設食，丹以姊婿不德，出門留二百錢〔二〕。姊使人追索還之，丹不得已受之。聞里中芻藁僮僕更相怒曰：「言汝清高，豈范史雲輩，而云不盜我菜乎？」丹聞之曰：「吾之微志，乃在僮豎之口，不可不勉。」遂投錢去。（孫。王。汪。黃）──御覽卷四二五　○　又卷五一七 \\n 〔一〕　御覽卷五一七「丹」作「冉」，諸引作「冉」者，惟此一見。 \\n 〔二〕　御覽卷五一七作「一百錢」。 \\n 四九二　范丹與王奐親善〔一〕，奐後為漢陽太守，丹於道候別之。奐曰：「行路倉卒，非陳闊之所，可共到前亭宿息，以敘分隔。」丹曰：「今子遠適千里，會面無期，如其相追，將有慕貴之譏矣。」便起告違，拂衣而去。奐瞻望弗及，丹長逝不顧。（姚。王。汪。黃）──類聚卷二九 \\n 〔一〕　范書獨行傳注引謝承書作「奐字子昌，曾為考城令，遷漢陽太守」。孫志祖按：「范冉遺命敕其子曰：『知我心者李子堅、王子炳也。』子炳即奐字，與謝書異。又范書仇覽傳云：『時考城令河內王渙，政尚嚴猛。』疑即此人。『渙』與『奐』小異耳，非廣漢之王渙。」 \\n 四九三　范丹字史雲，〔為萊蕪長，遭黨錮〕〔一〕，所居單陋，有時絕糧。閭里歌之曰：「甑中生塵范史雲，〔釜中生魚范萊蕪〕。〔二〕」（姚。王。汪。黃）──類聚卷六　○　御覽卷七五七　又卷三七 \\n 〔一〕　據御覽卷七五七補。 \\n 〔二〕　同右。 \\n 四九四　范丹字史雲，朝議欲以為侍御史，因遁身逃命於梁、沛之間，徒行弊服，賣卜於市。（孫。黃）──御覽卷七二五 \\n 四九五　會稽戴就〔字景成〕〔一〕，為郡倉曹掾。太守為州所奏，〔就〕見收持〔伏考，燒斧以著腋下，就罵獄卒：「此無火氣，何不熟燒！」〕〔二〕吏以鐵針刺手爪中，使以把土，就十爪皆墮地，終無撓辭。（孫。王。汪。黃）──御覽卷四二０　○　又卷三七０　又卷七六三 \\n 〔一〕　據御覽卷七六三補。 \\n 〔二〕　據御覽卷七六三補。 \\n 四九六　劉翊，潁川人。河南尹种拂嘗來臨郡，翊為主簿，迎之到官，深敬待之。（孫。王。汪。黃）──文選卷五八蔡伯喈陳太丘碑文注 \\n 四九七　潁陽劉翊〔字子相〕〔一〕，好振貧乏。陳國張季札弔師喪〔二〕，值冰寒車毀，牛病不能進，〔罷曳道路。翊行於汝南界中〕〔三〕，逢之，〔素與疏闊，下馬與語〕〔四〕，〔便〕推所乘〔牢〕車強牛與之〔五〕，〔供其資糧，不告姓名〕〔六〕。季札後知是翊，還其車，閉門不受〔七〕。（姚。王。汪。黃）──御覽卷七七五　○　事類賦注卷一六　御覽卷四二０ \\n 〔一〕　據御覽卷四二０補。又其引下有「陳國人也」四字。按翊潁川潁陰人，見范書，此作潁川之潁陽人。二者雖異，非陳國人甚明。所謂陳國人者，張季札也，閱下文可知，故刪而不補。 \\n 〔二〕　諸引唯御覽卷四二０作「張季禮」，與范書同。又事類賦注卷一六作「弔國喪」，亦與他引異。 \\n 〔三〕　據御覽卷四二０補。 \\n 〔四〕　同右。 \\n 〔五〕　同右。 \\n 〔六〕　同右。 \\n 〔七〕　孔本書鈔無此引，而陳本卷一００有之，作「張季」，無「禮」亦無「札」字，餘與御覽卷七七五多同。汪輯注出書鈔卷一四０，誤。今從孔本，僅於注中說明之。 \\n 四九八　劉詡曰〔一〕：「程夫人富貴參雲。」（孫。王。汪。黃）──文選卷一六江文通別賦注 \\n 〔一〕　劉詡疑是「劉翊」之誤。王謨按：「范書本傳亦載程夫人事，無此文。」 \\n 方術傳 \\n 四九九　汝南許陽曉以術承地脈〔一〕，太守鄧晨署為平水掾，使治鴻陂。陂成，人譖陽，言取錢。晨繫陽於獄，戶自開，械自解，晨釋之出。時日暮，陂上有火光引前，清德之感也。（孫。王。汪。黃）──御覽卷七二 \\n 〔一〕　范書方術傳作「許楊」。 \\n 五００　汝南周獲〔一〕，善占天文，為郡門下掾。鮑昱為汝南太守，時郡境大旱，昱自往問：「何以致雨？」獲曰：「急罷三部督郵，明府當自北出，到四十里亭，雨可致也。」昱從之，果得大雨。每行縣，輒軾其閭。（孫。王。汪。黃。鈴木）──御覽卷一一 \\n 〔一〕　范書方術傳作「高獲」，孫、王二輯從之。又天中記卷三亦作「高獲」，未知孰是。 \\n 五０一　會稽謝夷吾，字堯卿，為西部督郵。烏程長有罪，太守第五倫使夷吾往收之。到縣，入閤便大哭，以三百錢為禮，便歸。倫問其故，對曰：「三十日中當死，故不收之。」至時，果如其言。（汪。黃）──御覽卷二五三 \\n 五０二　倫甚崇其道德，轉署主簿，使子從受春秋，夷吾待之如師弟子之禮。時或游戲，不肯讀書，便白倫行罰，遂成其業。（姚。王。汪。黃）──范書方術傳注 \\n 五０三　〔謝夷吾為壽張令〕〔一〕。縣人女子張雨，早喪父母，年五十，不肯嫁，留養孤弟二人，教其學問，各得通經。雨皆為聘娶，皆成善士。夷吾薦於州府，使各選舉，表復雨門戶。永平十五年，蝗發泰山，流徙郡國，薦食五穀，〔野無生草〕〔二〕，過壽張界，飛逝不集。（姚。王。汪。黃）──范書方術傳注　○　類聚卷一００　書鈔卷三五 \\n 〔一〕　據書鈔卷三五、類聚卷一００補。 \\n 〔二〕　據類聚卷一００補。 \\n 五０四　夷吾雅性明遠，能決斷罪疑。〔遷荊州刺史〕〔一〕，行部始到南陽縣，遇孝章皇帝巡狩，駕幸魯陽。有詔敕荊州刺史入傳錄見囚徒，誡長史「勿廢舊儀，朕將覽焉」。上臨西廂南面，夷吾處東廂，分帷隔中央。夷吾所決正一縣三百餘事，事與上合。而朝廷歎息曰：「諸州刺史盡如此者，朕不憂天下。」嘗以勵群臣。〔恩化大行，百姓樂政〕〔二〕。（姚。王。汪。黃）──范書方術傳注　○　書鈔卷七二 \\n 〔一〕　據書鈔卷七二補。 \\n 〔二〕　同上。 \\n 五０五　遷鉅鹿太守，臨發陛見，賜車馬劍革帶，敕曰：「鉅鹿劇郡，舊難治，以君有撥煩之才，故特授任，當如刺史，勿毀前政也。」（姚。王。汪。黃）──書鈔卷七五 \\n 五０六　謝夷吾遷鉅鹿太守，郡吏稱善，省奢從約，事從清儉。（姚。王。汪。黃）──書鈔卷七五 \\n 五０七　李南明風角。太守馬稷坐事徵詣廷尉〔一〕，南通賀曰：「旦有善風。」（王）──書鈔卷一五一 \\n 〔一〕　王謨按：「范書南字孝山，丹陽句容人。少篤學，明于風角。和帝永元中，太守馬稜坐盜賊事被徵，當詣廷尉，吏民不寧，南特通賀。」天游按：御覽卷七三三引後漢書李南傳，「稷」亦作「稜」，恐當以作「稜」為是。 \\n 五０八　李南，少明風角。女亦曉家術，為卷縣民妻。晨詣爨室，卒有暴風，婦便上堂，從姑求歸，辭其二親。姑不許，乃跪而泣曰：「蒙傳術，疾風卒起，先吹灶突及井，此禍為女婦主爨者，妾將亡之應。」因著其亡日。（孫。黃）──類聚卷八０ \\n 五０九　汝南廖扶，畢志衡門，死葬北郭，號曰北郭先生。（孫。王。汪。黃）──御覽卷一九三 \\n 五一０　樊英字季齊，順帝備禮徵拜五官中郎將。〔數月，英以病避位而歸〕〔一〕。（姚。王。汪。黃）──書鈔卷六三 \\n 〔一〕　據職官分紀卷三六補。又御覽卷二四一作謝沈書，汪輯據以引，誤。 \\n 五一一　喬字子松〔一〕，宛人也。學古文尚書、春秋左氏傳。常幽居修志，銳意典籍，至乃歷年身不出門，鄉里莫得瞻見。公車徵，不行，卒於家。（姚。王。汪。黃）──范書方術傳注 \\n 〔一〕　喬，孔喬也。 \\n 五一二　昺字子然〔一〕，酇人也〔二〕。篤行好學，不羨榮祿。習魯詩、京氏易。室家相待如賓。州郡前後禮請，不應。舉茂才，除召陵令，不到官。公車徵，不行，卒。（姚。王。汪。黃）──范書方術傳注 \\n 〔一〕　昺，姓李。黃輯作「李炳」。 \\n 〔二〕　姚輯「酇」作「鄭」，誤。 \\n 五一三　宗字仲綏〔一〕，〔北海〕安丘人也〔二〕。善京氏易、風角、星等，推步吉凶。常負笈荷擔，賣卜給食，瘠服間行，人莫得知。安帝詔公車徵，策文曰：「郎宗、李昺、孔喬等，前比徵命，未肯降意。恐主者玩弄，禮意不備，使難進易退之人龍潛不屈其身。各致嘉禮，遣詣公車，將以補察國政，輔朕之不逮。」青州被詔書，遣宗詣公車，對策陳災異，而為諸儒之表。拜議郎，除吳令。到官一月，時卒暴風，宗占以為京師有大火，定火發時，果如宗言。諸公聞之，表上，博士徵。宗恥以占事就徵，文書未到，夜懸印綬置廳上，〔乃負笈〕遁去〔三〕，終於家。子顗，自有傳。（姚。王。汪。黃）──范書方術傳注　○　書鈔卷一三五（二）　御覽卷七一一 \\n 〔一〕　書鈔卷一三五作「仲緩」。 \\n 〔二〕　據書鈔卷一三五補。 \\n 〔三〕　同右。天中記卷四九亦有「負笈」二字。 \\n 五一四　輔字公助〔一〕，平陸人也。學公羊傳、援神契。常隱居野廬，以道自娛。辟公府，舉有道，對策拜郎中。陳災異，甄吉凶，有驗，拜議郎，以病遜。安帝公車徵，不行，卒於家。（姚。王。汪。黃）──范書方術傳注 \\n 〔一〕　輔，王輔也。 \\n 五一五　穆嘗養豬，豬有病，使人賣之於市，語之云：「如售，當告買者言病，賤取其直，不可言無病，欺人取貴價也。」賣豬者到市即售，亦不言病，其直過價。穆怪之，問其故。齎半直追以還買豬人，告語云：「豬實病，欲賤賣，不圖賣者人相欺，乃取貴直。」買者言賣買私約，亦復辭錢不取。穆終不受錢而去。（姚。王。汪。黃）──范書方術傳注 \\n 五一六　陳蕃、胡廣（伯）、范滂、公沙穆並以俊才舉孝廉〔一〕，除郎中，光祿勳主事。──大唐六典卷一 \\n 〔一〕　據職官分紀卷八改。 \\n 五一七　穆子孚，字允慈，亦為善士。舉孝廉，尚書侍郎，召陵令，上谷太守。（姚。汪。黃）──范書方術傳注 \\n 五一八　孟節能含棗核，不食可至五年〔一〕。（孫。王。汪。黃）──御覽卷九六五 \\n 〔一〕　按范書方術傳作「郝孟節」，其文與此引略同。孫、黃二輯作孟節傳，非。 \\n 逸民傳 \\n 五一九　嚴遵雅性高厲〔一〕。（王。汪。黃）──文選卷四七袁彥伯三國名臣序贊注 \\n 〔一〕　王謨按：「范書嚴光字子陵，一名遵。」 \\n 五二０　高鳳字文通，南陽（蔡）〔葉〕人〔一〕。家以農畝為業，而勤學專精讀誦。妻嘗之田，曝麥於庭，令鳳護之，懼雞以竿授之。時天暴雨，而鳳持竿讀書，不覺潦水大至，流其麥矣。（孫。王。汪。黃）──御覽卷六一一 \\n 〔一〕　據范書本傳改。書鈔卷九七引文略異，孔本未詳何書，而陳本作謝漢書。 \\n 五二一　戴良有失父零丁〔一〕。（姚。汪。黃）──姚輯 \\n 〔一〕　孫志祖按：「戴良失父零丁，見御覽五百九十八卷。良字文讓，亦不云出謝書，恐與字叔鸞者非一人。」黃奭曰：「見姚本。姚氏又注云：『案良字叔鸞，汝南慎陽人。范獨載其事母一節，則必幼而失父者也。此未檢所出。近高宮詹士奇天祿識餘載之，與齊諧記有失兒女零丁句並列。注云：零丁，今之尋人招子也。』案姚氏此條既云未檢所出，則不當採入，未可以高氏天祿識餘為據也。姚又謂范獨載其母一節，則必幼而失父者也，獨不思良之曾祖父戴遵乎？據范書遵字子高，家富好給，食客常三四百人。夫曾祖父家富如此，則其祖其父可知。范以無事績可紀，且失其名與字，故不載焉，可據以為失父之證。及檢御覽五百九十八云：戴良字文讓，失父零丁曰……。案御覽此事前引齊諧記國步山一條，云前後有失兒女者零丁有數十。後即載戴良失父零丁事，並即齊諧記中語也。案此二戴良名同而字不同，則是天祿識餘所載之戴良與齊諧記並列，蓋是字文讓之戴良，而非字叔鸞之戴良明矣。今以字文讓者誤作鸞叔，張冠李戴，而漫書於後漢書補逸之內，不亦見笑大方哉？且齊諧所云語雜詼諧，事之有無不可知，何得據以為實？今姑附錄於末，而考正之，以明姚氏之書不可信也。」天游按：錢鍾書管錐篇云，所謂戴良失父零丁，實「俳諧之作，儕輩弄筆相戲」之文，則戴文讓乃杜撰之人，本不足據。而歷來多有受惑而疑其為東漢之戴良者，名家亦不例外，清嚴可均即言良一字文讓，且抄戴良零丁入全後漢文，失攷甚矣。今依黃輯例，錄於此而明其偽。 \\n 五二二　法真隱居大澤，講論術藝，歷年不問園圃。（姚。王。汪。黃）──類聚卷六五 \\n 五二三　「法真名可得而聞，身不可得而見。逃名而名我隨，避名而名我追，可謂百世之師矣！」〔一〕乃刊石頌之，號玄德先生。──書鈔卷一０二 \\n 〔一〕　據范書逸民傳，此言乃法真友人郭正之讚語。 \\n 列女傳 \\n 五二四　曹壽妻〔一〕，班超之妹也。超字仲叔，扶風人，為都護在絕域，年老思入關。妹乃上書曰：「妾兄超延命沙漠三十餘年，骨肉生離，不復相識。」書奏，帝乃徵還。（孫。汪。黃）──御覽卷五一七 \\n 〔一〕　曹壽字世叔，早卒。 \\n 五二五　汝南袁隗妻，馬融之女。少有才辨，融家世豐豪，裝遣甚盛。及初成禮，隗謂之曰：「婦奉箕帚而已，何乃過珍麗？」對曰：「慈親垂愛，不敢逆命。君欲效鮑宣、梁鴻之行者，妾亦請從少（紹）〔君〕、孟光之事〔一〕。」又問曰：「弟先兄舉，世以為笑。今處姊未適人，而君先行，可乎？」對曰：「妾姊高行殊邈，未遇良匹，不如鄙薄，苟然而已。」又問：「南郡學窮道奧〔二〕，文為辭宗，而所在之職〔三〕，輒以資財為損，何耶？」對曰：「孔子大聖，不免武叔之毀；子路至賢，猶有伯寮之愬〔四〕。家君固其宜也。」（孫。汪。黃）──御覽卷五一七 \\n 〔一〕　據汪輯改。范書列女傳曰：少君，桓氏之女，為勃海鮑宣妻。宣時從少君父學，甚清苦。少君裝送甚盛，宣不悅。少君遂悉歸侍御服飾，更箸短布裳，與宣共挽鹿車歸鄉里，鄉邦稱之。又逸民傳曰：孟光壯肥而黑，梁鴻聘之。始盛妝入，鴻七日不答。孟光乃更為椎髻，箸布衣，操作而前，梁鴻始喜。後雙雙隱居霸陵山中。 \\n 〔二〕　馬融曾任南郡太守，故以「南郡」尊稱之。 \\n 〔三〕　「職」原誤作「識」，據范書本傳改。 \\n 〔四〕　論語子張篇曰：「叔孫武叔毀仲尼，子貢曰：『無以為也。仲尼不可毀也。他人之賢者，丘陵也，猶可踰也。仲尼，日月也，無得而踰焉。』」又憲問篇曰：「公伯寮愬子路於季孫，子服景伯以告，曰：『夫子固有惑志於公伯寮，吾力猶能肆諸於朝。』子曰：『道之將行也與？命也。道之將廢也與？命也。公伯寮其如命何！』」 \\n 風教傳 \\n 五二六　告字君達，為司徒虞延所辟。時隴西太守鄧融以職被罪，君達解其桎梏〔一〕。（姚。王。汪。黃）──書鈔卷六八 \\n 〔一〕　告，封告。俞本、孔本此條均作「封告傳」，而陳本作「風教傳」。洪飴孫史目表據陳本，列風教於謝書傳目中。疑封告、風教其音相仿，或系陳禹謨妄改亦未可知。今暫存此目以俟攷。又孫志祖按：「范書王丹傳云永平四年坐考隴西太守鄧融事無所據策免。又馮魴傳亦云永平四年坐考隴西太守鄧融聽任姦吏策免。鄧融不知緣何事被罪。王丹、馮魴皆以妄考策免，則鄧融之桎梏本非其罪可知。虞延為司徒在永平八年，蓋此獄連年不決，久乃辯明其誣，故封告得解之也。」 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷六", "正文": "  \\n 謝承後漢書卷六 \\n 　 \\n  \\n 陳臨傳 \\n 五二七　陳臨字子然，為蒼梧太守。人遺腹子報父怨，捕得繫獄，傷其無子，令其妻入獄，遂產得男。人歌曰：「蒼梧陳君恩廣大，令死罪囚有後代，德參古賢天報施。」（孫。王。汪。黃。俊）──御覽卷四六五 \\n 五二八　陳臨為蒼梧太守，推誠而理，導人以孝悌，臨徵去後，本郡以五月五日祠臨東城門上〔一〕，令小童潔服舞之。（姚。王。汪。黃）──初學記卷四　○　御覽卷三一　事類賦注卷四 \\n 〔一〕　姚之駰按：「范書闕。魏收五日詩云：『因想蒼梧郡，茲日祀陳君。』」 \\n 楊喬傳 \\n 五二九　楊喬字聖達〔一〕，〔烏傷人也〕〔二〕。拜尚書侍郎，轉左丞。自在臺閣，閑練漢家故事，前後上表，陳國政便宜。（姚。王。汪。黃）──書鈔卷六０　○　范書循吏傳注 \\n 〔一〕　「喬」原誤作「高」，據汪輯逕改。下條同。 \\n 〔二〕據范書循吏傳注補。 \\n 五三０　楊喬字聖達，拜尚書。喬淵懿博雅，治術又辦，優納王事，明習國家典故。幹機密之職，夙夜周慎，退食自公。喬儀表偉麗，每朝賀，天威屬意，百寮側目。（孫。王。汪。黃）──書鈔卷六０ \\n 五三一　楊喬為尚書，容儀偉麗，數上書言政事。桓帝愛其才貌，詔妻以公主。喬固讓，不聽，遂閉口不食，七日而死〔一〕。（姚。王。汪。黃）──初學記卷一０　○　御覽卷一五二　又卷三七九 \\n 〔一〕　惠棟曰：「案會稽典錄曰『昔王景興問士于虞仲翔，仲翔對曰：「尚書烏傷楊喬，桓帝妻以公主，辭疾不納是也。」』」 \\n 五三二　楊喬曰：「猶塵附泰山，露集滄海，雖無補益，款誠至情，猶不敢嘿也。」（孫。王。汪。黃）──文選卷三七曹子建求自試表注 \\n 五三三　楊喬曰：「侯生為意氣刎頸〔一〕。」（孫。汪。黃）──文選卷三一袁陽源傚白馬篇注　○　又卷二五盧子諒贈劉琨詩注 \\n 〔一〕　侯生，魏隱士侯嬴，助信陵君竊符救趙者。其以信陵君至晉鄙軍日，北向自刎。事見史記魏公子列傳。 \\n 王防傳 \\n 五三四　王防字文始，為尚書令，典任樞機，竭忠於國，數陳便益，譏判時政以為闕失者，言旨切直，多見省納。（姚。王。汪。黃）──書鈔卷五九 \\n 五三五　任防字文始〔一〕，為司隸校尉，下車，嘗食乾飯，十日一炊，閉閤不通豪右，施設禁令案法，貴戚歛手，互相約敕，不敢干越。（姚。王。汪。黃）──書鈔卷六一 \\n 〔一〕　此任防恐與王防為一人，汪輯入王防傳，今從之。 \\n 陳正傳 \\n 五三六　魯國陳正字叔方〔一〕，為太官令。時黃門郎宿與正有隙，因進御食，以髮穿貫炙。光武見髮〔怒〕〔二〕，敕斬正。正已陛見，曰：「臣有當死罪三：黑山出炭，增冶吐炎，燋膚爛肉，而髮不銷，臣罪一也。拔出佩刀，砥礪五石，虧肥截骨，不能斷髮，臣罪二也。臣〔朗月書章奏，側光讀五經，旦臨食〕〔三〕，與丞及庖人六目齊觀，不如黃門一人〔四〕，臣罪三也。」詔〔赦之〕〔五〕，敕收黃門〔六〕。（姚。王。汪。黃）──書鈔卷五五　０　御覽卷二二九　又卷八六三　書鈔卷一四五 \\n 〔一〕　姚輯作「陳正叔」，孫志祖據御覽駮正之。汪輯作「陳正」，是。黃輯從姚輯，失攷甚矣。 \\n 〔二〕　據御覽卷八六三補。同書、天中記卷三三、又卷四六皆然。 \\n 〔三〕　據御覽卷二二九補。 \\n 〔四〕　御覽卷八六三「一人」作「兩目」。 \\n 〔五〕　據御覽卷二二九、又卷八六三補。 \\n 〔六〕　天中記卷三三作「詔乃捨黃門而釋正」。又姚之駰按：「范書闕。光武之智豈不如孫權之辨鼠矢，將瑣瑣者不覺耳，至以髮故而戮人，恐暴君亦不爾，謝書過矣。又韓非子載晉文公譙掌人事，與此傳大同小異，言事偶相類，因脫胎舊文耶？」 \\n 嚴豐傳 \\n 五三七　豫章嚴豐字孟侯，為郡主簿。太守賈萌舉兵欲誅王莽，有飛蜂附萌車衡，豐諫以為不祥之徵，萌不從，果見殺〔一〕。（姚。王。汪。黃）──事類賦注卷三０　○　御覽卷九五０ \\n 〔一〕　王謨按：「前漢書王莽傳云：『傳莽首詣更始，懸宛市。曹部監杜普、陳定大尹沈意、九江連率賈萌皆守郡不降，為漢兵所誅。』則萌死于更始建元以後，萌實助莽見誅。謝書謂討莽而死，事為失實。」 \\n 許慶傳 \\n 五三八　許慶〔字子伯〕〔一〕，家貧，為郡督郵，乘牛車，鄉里號曰「軺車督郵」。（姚。王。汪。黃）──書鈔卷七七　○　御覽卷二五三　又卷四八七　又卷七七五 \\n 〔一〕　據御覽之三引補。又陳本誤「慶」為「處」。 \\n 五三九　慶嘗與友人談論漢無統嗣，幸臣專勢，世俗衰薄，賢者放退，慨然據地悲哭。時人稱「許子伯哭世」。（孫。王。汪。黃）──御覽卷二五三　○　又卷四八七 \\n 周稷傳 \\n 五四○　周稷為功曹〔一〕，衣不覆軀。（姚。王。汪。黃）──書鈔卷七七 \\n 〔一〕　俞本作「周稷」，姚、王、汪三輯與之同。孔、陳本作「周稷」，黃輯與之同。孫志祖改姚輯「穆」作「稷」。今亦從孔本。 \\n 桓任傳 \\n 五四一　桓任後母生時，不食豬羊肉，故終身不以豬羊肉近口〔一〕。（姚。王。汪。黃）──書鈔卷一四五 \\n 〔一〕　王謨按：「隋書經籍志有桓任家傳。」今按：疑隋志之「任」系「氏」字之訛。 \\n 劉寵傳 \\n 五四二　安眾侯劉〔寵〕（崇）〔一〕，長沙定王五代孫，南陽宗室也。與宗人討莽有功，隨光武河北破王郎。朝廷高其忠壯，策文嗟歎，以厲宗室。安眾諸劉皆其後。（姚。王。汪。黃）──范書李通傳注 \\n 〔一〕　范書點校本校勘記曰：「集解引顧炎武說，謂『崇』當從漢表作『寵』。又引陳景雲說，謂崇死於莽未篡漢之先，建武二年，從文弟寵紹封，此傳寫誤也。今據改。」四輯均作「劉崇」，誤，今依校勘記改定。 \\n 羊茂傳 \\n 五四三　羊茂字季寶，豫章人。為東郡太守，冬坐白羊皮，夏處丹板榻〔一〕，常食乾飯，出界買鹽豉，妻子不歷官舍。（姚。王。汪。黃）──書鈔卷三八　○　又卷七五御覽卷四二五　又卷二一 \\n 〔一〕　書鈔卷七五、御覽卷二一均作「單板榻」。 \\n 羊定傳 \\n 五四四　羊定字世德〔一〕，為郡功曹，病困，被不覆軀，衣不周身。郡將賜大布被及襦蔥，皆不受，執志而終。（孫。王。汪。黃） \\n ──御覽卷二六四　○　書鈔卷七七 \\n 〔一〕　王謨按：「書鈔廉潔門引豫章彥士傳作羊茂，文並同。又被部引列士傳作林茂。御覽引列士傳作華茂。此引謝書又作羊定。皆疑有誤。今從江西通志采錄。」按江西通志曰：「羊茂字季實，豫章人，為郡功曹，布被不覆軀，布衣不周身。郡將察其廉，遺之布被衣蔥，皆不受。」天游按：定字世德，茂字季寶，非一人明矣。孫、汪、黃三輯均作羊定傳，當是。江西通志晚出，轉引他書，多有文飾，頗經改竄，不足為據。其誤「季寶」為「季實」，即一例。王說非。又書鈔卷七七引作「華茂」，亦非。 \\n 王博傳 \\n 五四五　王博字季習，拜尚書，明敏習漢家舊事。在臺歷載，夙夜敬戒，內外不漏。（姚。王。汪。黃）──書鈔卷六０ \\n 黃向傳 \\n 五四六　豫章黃向〔字文章，為性廉潔〕〔一〕。〔常〕晨步〔行〕〔二〕，〔於〕路中得珠琪一囊〔三〕，可直三百餘萬〔四〕。〔募〕求得〔其〕主〔五〕，還之。主欲以半物謝向，向委去不顧〔六〕。（姚。王。汪。黃）──御覽卷八０二　○　事類賦注卷九　御覽卷四二五 \\n 〔一〕　據御覽卷四二五補。 \\n 〔二〕　據御覽卷四二五補。 \\n 〔三〕　同右。又「珠」作「金」。 \\n 〔四〕　御覽卷四二五「三」作「二」。 \\n 〔五〕　據右引補。 \\n 〔六〕　孫志祖曰：「李瀚蒙求云『黃向訪主』，即指此事。」 \\n 五四七　黃向對策曰：「雷陳義重〔一〕，出則｛雨隻｝升〔二〕。」（孫。王。汪。黃）──文選卷四七陸機漢高祖功臣頌注 \\n 〔一〕　雷，雷義；陳，陳重。事見雷義傳。 \\n 〔二〕　｛雨隻｝，雙也。見復古編。 \\n 五四八　黃向對策，以為群英之表。（王。汪。黃）──文選卷五０范蔚宗宦者傳論注　○　又卷三０謝靈運擬魏太子鄴中集詩注 \\n 陶碩傳 \\n 五四九　河南陶碩〔字公超〕〔一〕，噉蕪菁羹，無鹽豉。（孫。汪。黃）──書鈔卷一四四　○　御覽卷八六一 \\n 〔一〕　據御覽卷八六一補。 \\n 五五０　河南陶碩，鄉曲餉之，碩無所受，但食棗飲水，美談而已〔一〕。（姚。王。汪。黃）──御覽卷九六五　○　事類賦注卷二六　御覽卷四二五 \\n 〔一〕　御覽卷四二五作「共談而已」，諸輯從之，似較「美談」為佳。 \\n 韓崇傳 \\n 五五一　崇遷汝南太守。詔引見，賜車馬劍革帶。上仍敕崇曰：「汝南，心腹之地，位次京師也。」（姚。王。汪。黃）──書鈔卷七四 \\n 五五二　韓崇為汝南太守，遺妻子粗飯〔一〕，唯菜茹鹽豉而已。（孫。王。汪。黃）──書鈔卷一四六 \\n 〔一〕　「遺」本作「遣」，據陳、俞本改。 \\n 尹〈辶翟〉傳 \\n 五五三　〔潁川〕尹〈辶翟〉字公可〔一〕，為徐州刺史，以小〔銅〕釜〔甑〕〔二〕，十日一炊。（姚。王。汪。黃）──書鈔卷三八　○　御覽卷七五七 \\n 〔一〕　據御覽卷七五七補。又「尹」本作「隱」，孔廣陶據古今圖書集成考工典改。姚、王二輯皆作「隱暹傳」。而孫志祖改姚輯作「尹暹傳」，黃輯從之。汪輯則據御覽作「馮〈辶翟〉傳」。三說各異，未知孰是。今暫從孔本。又俞本「公可」作「公向」，亦異。 \\n 〔二〕　據御覽卷七五七補。 \\n 鄧儒傳 \\n 五五四　鄧儒字伯祖，補尚書令。正身機密，剪邪截曲，不撓強臣。（姚。汪。黃）──書鈔卷五九 \\n 湛重傳 \\n 五五五　湛重字文疊，補大司農，在位歷載，家至貧困，妻子裾穀給之食也〔一〕。（姚。王。汪。黃）──書鈔卷五四 \\n 〔一〕　孫志祖按：「廣韻湛字注：湛姓，後漢有大司農湛重。」王謨按：「湛重，豫章人。南昌耆舊記作『諶重』，云和帝時除薛令，以德行聞。未詳所據。」 \\n 沈景傳 \\n 五五六　沈景為河間相，拜為二千石，妻子不歷官舍，五日一炊。（姚。王。汪。黃）──書鈔卷七五 \\n 五五七　沈景字張〔一〕，為河間相，恆食乾糒。（孫。汪。黃）──書鈔卷一四七　○　御覽卷八六０ \\n 〔一〕　按此當有脫文。 \\n 李鴻傳 \\n 五五八　李鴻字奉遜，體性仁孝，友于兄弟。弟育為人所侵辱〔一〕，育後陰結客報怨，為執法吏所得，當伏罪。時未有立嗣，鴻為太尉掾，在京師，傷育以義刷恥，門戶斷絕，自分代育，遂劾印還歸。〔二〕欲過家，恐見妻子，虧移其意。到縣北亭，預作記，乞代育。通記，便飲鴆而死。縣令省記，怛然驚感。（姚。王。汪。黃）──初學記卷一七　○　御覽卷四一六 \\n 〔一〕　漢書王莽傳載莽末有鎮戎大尹李育；范書公孫述傳有述將軍李育，後降光武；范書儒林傳有李育，曾事東平王蒼；又王郎傳及袁紀均載有趙國大豪李育，為王郎大司馬，此又有一李育，則漢時有五李育，先後同時。 \\n 〔二〕　「劾」原誤作「刻」，據汪輯徑改。 \\n 周敞傳 \\n 五五九　吳郡周敞，師事京房〔一〕。房為石顯所譖繫獄市，謂敞曰：「吾死後四十日，客星必入天市，即吾無辜之驗也。」房死後，果〔如房言〕〔二〕。〔敞上書陳其枉〕〔三〕。（姚。王。汪。黃）──書鈔卷一五０　○　開元占經卷八二　御覽卷五　事類賦注卷二　御覽卷八七五　晏公類要卷二五 \\n 〔一〕　孫志祖按：「姚云君明以元帝建昭二年死，距光武之興六十二年，豈敞暮年亦及事世祖邪？抑或謝書志天文，引此為證也。志祖案：後漢董春亦詣京房受易，見本書。」君明乃京房之字。 \\n 〔二〕　據御覽卷五補。 \\n 〔三〕　據開元占經卷八二補。 \\n 五六０　蒼梧廣信女子蘇娥，行宿高安鵲巢亭〔一〕，為亭長龔壽所殺，及婢，致富，取其財物，埋（致）〔置〕樓下〔二〕。交阯刺史周敞行部宿亭，覺壽姦罪，奏之，殺壽。（孫。王。汪。黃）──文選卷三九江淹詣建平王上書注　○　御覽卷一九四 \\n 〔一〕　御覽卷一九四注曰：「列異傳云『鵠奔亭』。」按此注出李善注，文選正文作「鵠亭之鬼」，謝書作「鵲」，恐非。 \\n 〔二〕　據御覽卷一九四改。 \\n 陳茂傳 \\n 五六一　〔汝南〕陳茂〔一〕，性永有異志〔二〕，交阯刺史吳郡周敞辟為別駕從事。〔舊刺史行部，不渡漲海〕〔三〕。敞欲到朱崖、儋耳，茂諫曰：「不宜履險。」敞不服。涉海遇風，船欲顛覆。茂仗劍呵罵水神，風〔即止〕息得濟〔四〕。（姚。王。汪。黃）──書鈔卷七三　○　御覽卷六０　類聚卷八　事類賦注卷六　文選卷一一鮑明遠蕪城賦注　又卷二二謝靈運游赤石進帆海注 \\n 〔一〕　據類聚卷八、御覽卷六０補。 \\n 〔二〕　俞本「志」作「術」。 \\n 〔三〕　據御覽卷六０、事類賦注卷六補。 \\n 〔四〕　據類聚卷八、御覽卷六０補。又文選二引皆作「陳茂常度漲海」。 \\n 五六二　陳茂，豫州刺史周敞辟為別駕從事，與俱行部。到潁川陽翟傳，傳中有置美酒一（押）〔柙〕〔一〕。敞去〔二〕，敕御騶載酒以行。茂見于外，取柙擊柱，破之。敞問茂：「刺史年老酒益氣，別駕破柙名亦何益？」茂答曰：「所過皆有，以明使君傳車騑驂〔榼〕載酒〔三〕，非宜也。」（孫。王。汪。黃）──御覽卷二六三　○　又卷七六一 \\n 〔一〕　據御覽卷七六一改。 \\n 〔二〕　「敞」誤作「敬」，徑改。 \\n 〔三〕　據御覽卷七六一補。 \\n 陳宣傳 \\n 五六三　陳宣字子興〔一〕，沛國蕭人也。剛猛性毅，博學明魯詩。遭王莽篡位，隱處不仕。光武即位，徵拜諫議大夫。建武十年〔二〕，雒水出造津，城門校尉欲〔築〕（奏）塞之〔三〕。宣〔諫〕曰〔四〕：「昔周公卜雒，以安宗廟，為萬世基，水不當入城門。如為災異，人主過而不可辭，塞之無益。昔東郡金堤大決，水欲沒郡，令、吏、民散走，太守王尊（亡）〔正〕身敕以住立不動〔五〕，水應時自消。尊，人臣，尚修正弭災，豈況朝廷中興聖主，天所挺授，水必不入。」言未絕，水去。上善其言。後乘輿出，宣列引在前，行遲，乘輿欲驅，鉤宣車蓋使疾行，御者墮車下。宣前諫曰：「王者承天統地，動有法度，車則和鸞，步則佩玉，動靜應天。昔孝文時，邊方有獻千里馬者，還而不受。陛下宜上稽唐虞，下以文帝為法。」上納其言，遂徐行按轡。遷為河堤謁者，以病免，卒於家。（姚。王。汪。黃）──續漢五行志注　○　類聚卷八　御覽卷五九　又卷六二　又卷八七三　事類賦注卷七 \\n 〔一〕　御覽卷五九作「字子輿」，又卷八七三作「字子建」，未知孰是。五行志注脫「字」字，徑補。 \\n 〔二〕　姚之駰按：「古今注稱建武七年六月雒水盛溢，至津城門，帝自行水。謝書作十年，未知孰是。范五行志及帝紀均不載，此豈以其未入門邪？」孫志祖按：「范書光武帝紀建武七年有是夏連雨水語，應作七年是。」孫說是。又姚誤續漢志為范五行志，亦非。 \\n 〔三〕　據類聚八、御覽卷五九、又卷八七三、事類賦注卷七改。 \\n 〔四〕　據右四引補。 \\n 〔五〕　據它五引改。 \\n 戴禮傳 \\n 五六四　戴禮雅有威重，拜侍御史，以能治劇，出為丹陽東都尉。（姚。王。汪。黃）──書鈔卷六二 \\n 路仲翁傳 \\n 五六五　路仲翁好學〔一〕，家居，受學者自遠方而至〔二〕。徵博士。（姚。王。汪。黃）──書鈔卷六七 \\n 〔一〕　孫志祖曰：「姚云仲翁似以字行者。志祖案：謝書多稱人字，非以字行也。」 \\n 〔二〕　「受」本作「授」，據姚、汪諸輯徑改。 \\n 李敬傳 \\n 五六六　〔汝南〕李敬遷趙國相〔一〕。其奴僕常於舍內鼠空穴中，得繫臂珠及璫懸珥相連。即出閣，問主簿，白言：「前相後夫人，諸侯女也。昔亡珠璣〔二〕，不知處所，疑子婦竊之，去婦殺婢。」即遣吏送珠付前相。相慚，乃還去婦〔三〕。（姚。王。汪。黃）──書鈔卷一五八　○　類聚卷八四　御覽卷八０二　事類賦注卷九 \\n 〔一〕　據類聚卷八四、御覽卷八０二補。 \\n 〔二〕　類聚卷八四引作「昔亡三珠」。天中記卷一九亦然。 \\n 〔三〕　類聚卷八四作「追去婦還」。 \\n 公孫曄傳 \\n 五六七　曄字春光，到太學，受尚書，寫書自給。（姚。汪。黃）──書鈔卷一０一 \\n 五六八　公孫曄拜博士、侍中，國有疑事，常使進見，問其得失，所陳皆據經依義，補益國家，深見省納。（孫。王。汪。黃）──御覽卷二一九 \\n 五六九　公孫曄為司隸校尉。時京兆門晚開早閉〔一〕。（姚。王。汪。黃）──書鈔卷六一 \\n 〔一〕　唯汪輯作「早開晚閉」，非。 \\n 五七０　公孫曄字春光〔一〕，為司隸校尉。下車減損隨車，坐席不遷，豪傑貴戚賓客絕其書疏，按法捕治，無所迴避，京師宴然，強族由是斂手。（姚。王。汪。黃）──書鈔卷六一 \\n 〔一〕　陳本誤作「孫華」，姚輯、黃輯據以立孫華傳，非。 \\n 虔國傳 \\n 五七一　虔國遷日南太守，每行縣，有雁恆飛翔，隨車止國府，常〔在〕廳事中庭〔一〕。國病卒，雁飛隨喪到葬地，葬後棲於墓前樹上，二年乃去，時人嘉之。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　據汪輯補。 \\n 方儲傳 \\n 五七二　方儲字聖明，丹陽〔歙〕人也〔一〕。〔幼喪父〕〔二〕，〔事母孝〕〔三〕。除郎中，遭母憂〔四〕，棄官行禮，負土成墳，種松柏奇樹千餘株，鸞鳥棲其上，白兔遊其下。（姚。汪。黃。俊）──初學記卷二八　○　御覽卷四一一　又卷九０七　又卷九一六類聚卷八八　又卷九０　又卷九五　初學記卷二九　類林雜說卷一五　稽瑞　鳴沙石室古籍叢殘 \\n 〔一〕　據御覽卷四一一、又卷九０七補。 \\n 〔二〕　據類聚卷九五、初學記卷二九、御覽卷四二一、又卷九０七、又卷九一六補。 \\n 〔三〕　據初學記卷二九補。 \\n 〔四〕　類聚卷九０、御覽卷四一一作「母終」；又御覽卷九一六作「母終日」；而初學記卷二九、御覽卷九０七作「母死」；類林雜說卷一五作「遭母喪」，唯類聚卷八八與初學記卷二八同。 \\n 五七三　方儲字聖明，負笈到三輔，無術不覽。（孫。汪。黃）──御覽卷七一一 \\n 五七四　方儲為郎中。章帝使文郎居左，武郎居右。儲正住中，曰：「臣文武兼備，在所施用。」上嘉其才，以繁亂絲付儲使理，儲拔佩刀三斷之，對曰：「反經任勢，臨事宜然。」（姚。汪。黃）──事類賦注卷一０　○　御覽卷二一五　又卷三四五　又卷八一四 \\n 五七五　方儲字聖明，曉風角占候，為句章長。時人田還，置餘粟一石及刀鋤於田陌〔一〕，明日求，亡去，疑其旁家〔二〕。儲曰：「此人非偷。」自呼縣功曹，謂曰：「君何取人粟，置家後積茭中？」功曹款服。後為洛陽令。功曹是憲客，為憲所諷，夜殺人，斷頭著奩中，置廄門下，欲令儲去官。儲摩死者耳邊問誰所殺。有頃曰：「死人言，為功曹所殺。」收功曹，拷竟具服。（孫。汪。黃）──御覽卷二六七　○　又卷八四０ \\n 〔一〕　御覽卷八四０作「粟二石」。天中記卷四九亦然。 \\n 〔二〕　御覽卷八四０「旁」作「鄰」。 \\n 五七六　儲，丹陽人，〔聰明〕〔一〕，善天文，為洛陽令。章帝欲出南郊，儲上言當有疾風暴雨，乘輿不可出。上疑其妄，令儲飲酖而死。果有大雨暴風，〔洛中晝暝〕〔二〕。（姚。汪。黃）──書鈔卷九０　○　御覽卷五二七 \\n 〔一〕　據御覽卷五二七補。 \\n 〔二〕　同右。 \\n 張修傳 \\n 五七七　張修字子慎〔一〕，拜尚書令，有故官下卿、刺史、二千石昔為讒謗所廢慎固不順者，以次徵用，奏罷中官貴臣弟子在官者治罪，國政肅清，朝無秕政。（姚。王。汪。黃）──書鈔卷五九 \\n 〔一〕　王謨按：「范書靈帝紀有使匈奴中郎將張修以罪下獄死，非此張修。」 \\n 傅賢傳 \\n 五七八　傅賢字仲舒，遷廷尉。賢〔素〕清廉正〔直〕（貞）〔一〕，自掌法官，無私（間）〔門賓客〕〔二〕。〔公卿燕飲，要請不往，自以家貧，無以報答其施也〕〔三〕。常垂念刑法，務從輕比。每冬至斷獄，遲迴流涕。〔在位四年，治獄稱平〕〔四〕。（姚。王。汪。黃）──初學記卷一二　○　書鈔卷五三（四）　御覽卷二三一　又卷四０五 \\n 〔一〕　據書鈔卷五三、御覽卷二三一、又卷四０五改補。 \\n 〔二〕　據書鈔卷五三、御覽卷二三一改補。 \\n 〔三〕　據書鈔卷五三補。其中「要」、「答」二字據御覽卷二三一補。 \\n 〔四〕　據書鈔卷五三及御覽卷二三一補。 \\n 五七九　傅賢字仲舒，拜御史中丞，執憲公平，百僚敬服。以能治讞，遷□州刺史。（姚。汪。黃）──書鈔卷六二 \\n 嚴翊傳 \\n 五八０　嚴翊遷潁川太守，掾吏有過，每閉閤自責。（姚。王。汪。黃）──書鈔卷七四 \\n 陳囂傳 \\n 五八一　會稽陳嚚〔一〕，少時於郭外水邊捕魚，人有盜〔取之〕者〔二〕，嚚見，避於草中，追以魚遺之，盜慚不受，自後無復取焉。（姚。王。汪。黃）──類聚卷九六　○　御覽卷九三五 \\n 〔一〕　御覽卷九三五作「囂」，他條亦然，此作「嚚」，誤。 \\n 〔二〕　據御覽卷九三五補。 \\n 五八二　陳囂與鄉人紀伯為鄰，伯夜竊囂藩地自益。囂見之，伺伯去，密移其藩一丈地以益伯。伯慚懼，還所侵，又卻一丈二尺相避，凡廣三丈。太守高其義，名其閭為「義里」。（孫。王。汪。黃）──御覽卷四二四 \\n 五八三　陳囂字君期，明〔韓〕（緯）詩〔一〕，京師〔語〕（說）曰〔二〕：「關東說詩陳君期。」──書鈔卷九六 \\n 〔一〕　據東觀記改。 \\n 〔二〕　同右。 \\n 五八四　陳囂字子公〔一〕，拜太中大夫。年七十，每朝賀，帝待以師傅之禮，賜几杖，入朝不趨，贊事不名。以病乞骸骨，以大夫位終。（姚。王。汪。黃）──書鈔卷五六 \\n 〔一〕　與上條作「君期」異。職官分紀卷四八作「子口」，似與此引同。按京師之語，當以「君期」為是。」 \\n 王譚傳 \\n 五八五　王譚字世容，除尚書郎，服事臺閣，傳習國典，議擬政事嘗依舊據法，為三臺之表。（姚。王。汪。黃）──書鈔卷六０ \\n 劉陵傳 \\n 五八六　劉陵字孟高，為侍中。車駕南郊，陵參乘。上起早，升輿伏，陵恭嗟曰：「陛下萬乘主，宜立正配天，雖尊神欲寢，不當上為天地靈祗，下為群臣萬姓觀者乎？」上有愧色，曰：「敬受侍中斯言，以為後戒。」（姚。王。汪。黃）──書鈔卷五八 \\n 五八七　豫章劉陵字孟高，為長沙安成長〔一〕。先時多虎，百姓患之，皆徙他縣。陵之官，修德政，逾月，虎悉出界去，民皆還之。（姚。王。汪。黃）──事類賦注卷二０　○　御覽卷八九一 \\n 〔一〕　王謨按：「江西通志引謝書云：『豫章艾人，和帝時為安成長。」 \\n 刁曜傳 \\n 五八八　彭城刁曜字子卿〔一〕，為漁陽相。前相所種菜，悉付還外。（孫。汪。黃）──御覽卷九七六 \\n 〔一〕　孫、黃二輯作朱躍傳，誤。 \\n 五八九　刁曜遷魯相，修德化法教，以厲風俗，威恩並行。（孫。王。汪。黃）──書鈔卷七五 \\n 五九０　刁曜遷（晉）〔魯〕相〔一〕，行縣，使三老執轡御車，〔二〕所頓亭傳，輒講經書。──書鈔卷七五 \\n 〔一〕　據上條改。 \\n 〔二〕　「三」原誤「王」，逕改。 \\n 五九一　刁曜拜侍御史，自在朝廷，堂堂蹇諤，有〔鯾〕（鞭）臣之節〔一〕。（姚。王。汪。黃）──書鈔卷六三 \\n 〔一〕　據孔廣陶之校而改。姚、汪、黃三輯改作「邊」，誤。 \\n 董春傳 \\n 五九二　董春字紀陽，會稽餘姚人。少好學，師事侍中祭酒王君仲，受古文尚書。後詣京房授易，究極聖旨，條列科義。〔後還歸〕（遷師）〔一〕，立精舍，遠方門徒學者常數百人。諸生每升講堂，鳴鼓三通，橫經捧手，請問者百人，〔追隨上堂難問者百餘人〕〔二〕。（姚。王。汪。黃）──初學記卷一八　○　御覽卷六一五　初學記卷二一　御覽卷四０四　書敘指南卷五 \\n 〔一〕　據初學記卷二一、御覽卷六一五改。御覽卷四０四作「後還為師」。 \\n 〔二〕　據右二引補。 \\n 五九三　董春為廬江太守，當官明亮，德政多奇，為吏民者相美之也〔一〕。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　陳、俞本作「民吏稱之」。姚、汪二輯與之同。 \\n 張意傳 \\n 五九四　張意為驃騎將軍，討東甌賊。意畫策，各修水戰之具，浮海就攻，一戰大破，所向無敵。（姚。王。汪。黃）──書鈔卷六四 \\n 鄧道傳 \\n 五九五　鄧道不應州郡旌命。（孫。王。汪）──文選卷五三陸士衡辨亡論注 \\n 五九六　鄧道字子淵，天性通敏，以清廉正直為行，又嚴毅不畏彊禦，宜治三輔。出為左馮翊。──職官分紀卷三八 \\n 五九七　鄧道出為馮翊，下車治豪族大姓，號為「豪強所病」。（姚。汪。黃）──書鈔卷七五 \\n 五九八　鄧通字子淵〔一〕，遷越騎校尉，為營吏士所敬畏，天下歎之。（姚。王。汪。黃）──書鈔卷六一 \\n 〔一〕　王謨按：「南昌耆舊記云：『鄧通字子淵，豫章西平人。沈毅有學行，官馮翊太守，不通賓客，京師號曰鄧獨坐。』太平寰宇記曰：『西平故城在武寧縣西二百九十七里。漢書云：鄧通，西平人。即此縣也。』此漢書謂謝承漢書。鄧道、鄧通當為一人，今名從所見采錄。」汪輯分作兩傳，今從王輯。 \\n 尹昆傳 \\n 五九九　汝南尹昆為汝陰功曹。令新到官，問曰：「園中有桑，以飯蠶何如？」昆曰：「非初政所務。」令嘉其言。（姚。王。汪。黃）──御覽卷九五五　○　類聚卷八八 \\n 六００　尹昆字口淵，為侍御七日，特拜尚書僕射，詔曰：「惟君功曹時，以太守之術，克獎王室，其有錄臺事，勿令謬誤。」（孫。王。汪。黃）──書鈔卷五九 \\n 閔貢傳 \\n 六０一　太原閔仲叔者，代稱節士，雖周黨之潔清〔一〕，自以弗及也。周黨見其含菽飲水，遺以生蒜，受而不食。（姚。王。汪。黃）──御覽卷九七七 \\n 〔一〕　「周」原誤作「同」，據范書周黨傳逕改。下同。 \\n 尹苞傳 \\n 六０二　陳留尹苞字延博，與同郡范史雲善。二人俱貧，出入共一單衣，到人門外，苞年長，常先著單衣前入，須臾出，解與史雲。（姚。王。汪。黃）──御覽卷六九一　○　事類賦注卷一二 \\n 六０三　石苞字延博〔一〕，為諸生，篤行清苦，學五經，徵拜議郎。（姚。王。汪。黃）──書鈔卷五六 \\n 〔一〕　王謨按：「書鈔引謝書有『石苞字延博』，蓋即尹苞之誤。」王說是。黃輯別作石苞傳，非。 \\n 張稷傳 \\n 六０四　張稷字衛君，除尚書侍郎左丞。朝賀陛見，進對威儀，辭令辯達，明帝深奇異之，拜膠東相。（姚。王。汪。黃）──書鈔卷六０ \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷七", "正文": "  \\n 謝承後漢書卷七 \\n 　 \\n  \\n 宋度傳 \\n 六０五　宋度字叔平，除謁者。以詔書賜降（侯）胡，〔俟朝〕郎門〔一〕，門閉，度頓首讓胡掾，賜畢，奏罷大鴻臚。京師稱曰：「宋叔平一使，奏罷九卿〔二〕。」（姚。王。汪。黃）──書鈔卷六二 \\n 〔一〕　據汪輯刪補。 \\n 〔二〕　「奏罷」原誤倒，逕正之。 \\n 六０六　豫章宋度字叔平，為定陵令，素〔杯〕食麥飯〔一〕，〔飲酒〕〔二〕。（姚。王。汪。黃）──書鈔卷三八　○　類聚卷七三　御覽卷七五九 \\n 〔一〕　據類聚卷七三補。 \\n 〔二〕　據御覽卷七五九補。 \\n 六０七　豫章宋度拜（零）〔定〕陵令〔一〕。縣民杜伯夷清高不仕，度數就與高談，致棗（一）〔栗而已〕〔二〕。伯夷感德，詣縣，縣署功曹。（孫。王。汪。黃）──書鈔卷九八　○　事類賦注卷二七　御覽卷九六四 \\n 〔一〕　據事類賦注卷二七、御覽卷九六四改。孫志祖按：「杜安字伯夷，潁川定陵人。下云『縣民杜伯夷』，則當作定陵無疑也。」又此二引皆作「宗度」，誤。 \\n 〔二〕　據事類賦注卷二七、御覽卷九六四改。汪輯作「粟」，非。 \\n 六０八　宋度遷長沙太守〔一〕。人多以乏衣食，產乳不舉。度切讓三老，禁民殺子，比年之間，養子者三千餘人，男女皆以「宋」為名也。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　陳、俞本皆作「宗慶」，故諸輯均作宗慶傳。今依孔本，入宋度傳。 \\n 高呂傳 \\n 六０九　高呂為廣漢太守，朝省官事，晝講經典。（姚。王。汪。黃）──書鈔卷七五 \\n 陳堪傳 \\n 六一０　陳堪字子游，仕郡為五官掾。府君被章，詔徵廷尉，堪以五毒加身體，斷舌無辭。（姚。王。汪。黃）──書鈔卷七七 \\n 華松傳 \\n 六一一　華松家本孤微，其母夜夢兩伍伯夾門，言司隸在此。松年十五，師事丁子然，學春秋。十九當冠，出，諸生曰：「此宰相之器也。」（孫。王。汪。黃）──御覽卷三九八 \\n 六一二　華松字愛卿，擢為司隸校尉。是時貴戚專勢，〔有司軟弱，莫敢糾罰〕〔一〕。松下車，閉閤不通私書，不與豪右相見，姦匿犯者輒死。定奏馬氏三侯，豪傑斂手，由是深見非恨也。（姚。王。汪。黃）──書鈔卷六一　○　御覽卷二五０ \\n 〔一〕　據御覽卷二五０補。 \\n 六一三　華松為河南尹〔一〕，優賢養民，興教崇化。至其剪治強宗，威烈不虧，遂見譖毀。（姚。王。汪。黃）──類聚卷六　○　書鈔卷七六（二） \\n 〔一〕　類聚卷六「松」本作「山松」。孔廣陶曰：「考翰苑新書前集卷七引北堂書鈔云『漢華松翦治強宗』，此宋人所見舊鈔『崧』作『松』。」故據以逕改。 \\n 許季長傳 \\n 六一四　許季長為湖令，州郡皆被蝗災，過湖縣，飛去不入。（姚。王。汪。黃）──類聚一００ \\n 司馬苞傳 \\n 六一五　〔司馬〕苞〔字仲咸〕〔一〕。為太尉，常食麤飯，著布衣，妻子不歷官舍。會司徒楊震為樊豐等所譖，連及苞，苞乞骸骨，未見聽，以疾薨也。（姚。王。汪。黃）──范書安帝紀注　○　書鈔卷一四四　御覽卷八五０ \\n 〔一〕　據書鈔卷一四四補。又汪輯作「字仲成」。 \\n 張冀傳 \\n 六一六　豫章張冀字仲宗〔一〕，為廣陵守。舉孝子吳奉為孝廉。〔冀罷郡〕〔二〕，奉賚金為禮，冀閉門不受，奉以囊盛金，夜投冀園中而逝。冀追不及，賚金至廣陵還奉。（姚。王。汪。黃）──書鈔卷三八　○　御覽卷八一０　事類賦注卷九 \\n 〔一〕　御覽卷八一０及事類賦注卷九「冀」皆誤作「載」。 \\n 〔二〕　據事類賦注卷九補。「冀」原作「載」，逕改之。 \\n 許敬傳 \\n 六一七　許敬字鴻卿，汝南人，與同郡周伯靈為交友。伯靈早亡，鴻卿育養其子〔一〕。（孫。王。汪。黃）──御覽卷四０七 \\n 〔一〕　原脫「鴻」字，據前文補。 \\n 六一八　許敬字鴻卿，其〔鄉〕吏有誣君者〔一〕，會於縣令坐，敬拔刀斷其席曰：「敬不忍與惡人同席。」（姚。王。汪。黃）──類聚卷六九　○　御覽卷七０九 \\n 〔一〕　據御覽卷七０九補。 \\n 玊況傳 \\n 六一九　況字文伯，京兆杜陵人也。代為三輔名族，該總五經，志節高亮。為陳留太守。性聰敏，善行德教。永平十五年，蝗蟲起泰山，彌衍兗、豫，過陳留界，飛逝不集，五穀獨豐。章和元年，詔以況為司徒〔一〕。（姚。王。汪。黃）──范書虞延傳注 \\n 〔一〕　困學記聞卷一三曰：「光武紀『建武二十三年，陳留太守玊況為大司徒』。虞延傳注引謝承書曰：『況，章和元年為司徒。』謝承書誤也。』翁元圻案：「謝承謂永平十五年，玊況尚為陳留太守，亦誤也。章懷引之而不正其誤，何歟？」又玉篇曰：「金玉之玉，點在中畫之下。音宿者，點在中畫之上。」按玊況之玊，音宿。 \\n 唐羌傳 \\n 六二０　〔汝南〕唐羌字伯游〔一〕，辟公府，補臨武長。縣接交州，舊獻龍眼、荔支及生鮮〔二〕，獻之，驛馬晝夜傳送之，至有遭虎狼毒害，頓仆死亡不絕。道經臨武，羌乃上書諫曰：「臣聞上不以滋味為德，下不以貢膳為功。故天子食太牢為尊，不以果實為珍。伏見交阯七郡獻生龍眼等，鳥驚風發。南州土地，惡蟲猛獸不絕於路，至於觸犯死亡之害。死者不可復生，來者猶可救也。此二物升殿，未必延年益壽。」帝從之。章報，羌即棄官還家，不應徵召，著唐子三十餘篇〔三〕。（姚。王。汪。黃）──范書和帝紀注　○　類聚卷八七　御覽卷九七一 \\n 〔一〕　據類聚卷八七、御覽卷九七一補。 \\n 〔二〕　類聚卷八七「生鮮」作「生犀」。 \\n 〔三〕　天中記卷五二引作：「舊南海獻龍眼荔枝，十里一置，五里一候，奔騰阻險，死者繼路。和帝時臨武長汝南唐羌以縣接南海，乃上書諫曰：『臣聞上不以滋味為德，下不以貢膳為功。故天子食太牢為尊，不以果實為珍。伏見交阯七郡獻生龍眼等，鳥驚風發。南州土地惡蟲猛獸不絕於路，至於觸犯死亡之害。死者不可復生，來者猶可救也。此二物升殿，未必延年益壽。』帝於是下詔曰：『遠國珍羞，本以薦奉宗廟，苟有傷害，豈有愛民之本，其敕太官勿復受獻。』由是遂省焉。」與和帝紀注異，當系陳耀文據范書和帝紀之文妄加增益刪節所致。 \\n 王黨傳 \\n 六二一　王黨遷汝南太守，事無不敬，勞於求賢訪能〔一〕，化清於上，事緝於下。（姚。王。汪。黃）──書鈔卷七五 \\n 〔一〕　姚、汪、王三輯「事無」以下作「拔才禮士，不敢自專」，又「訪能」作「故能」。 \\n 陳禁傳 \\n 六二二　陳禁字子雅，拜尚書。公卿朝，日晏無詔。禁問臺上故事何時可罷，對言已食輒有詔罷，今已晏。禁曰：「寧可白耶？」尚書郎以上方宴樂，不敢白。禁使罷公卿。既罷，上問左右：「今未有詔而罷朝，何也？」尚書直對曰：「陳禁命罷。」上曰：「勿復問也。」禁在臺二年，嘗病，令、僕射數奏久病滿百日，請輒免。有詔賜金帛醫藥。（孫。王。汪。黃）──御覽卷二一二 \\n 六二三　沛國陳禁〔一〕，性不好榮。建武〔三十年〕（中）〔二〕，拜議郎，引見賜食，禁陽〔稱〕眼目無所見〔三〕，以肉投羹中，出又撐柱乃歸。（姚。王。汪。黃）──御覽卷七四三　○　書鈔卷一四五 \\n 〔一〕　書鈔卷一四五作「陳楚」。黃奭曰：「疑『楚』字誤。」孔廣陶曰：「謝書別有陳禁傳，不得相混。汪輯此條作陳楚傳。」天游按：陳禁、陳楚當系一人，禁、楚二字必有一誤。今依御覽，入陳禁傳，錄書鈔之異以存疑。 \\n 〔二〕　據書鈔卷一四五改。 \\n 〔三〕　據書鈔卷一四五補。 \\n 李壽傳 \\n 六二四　李壽聰明智達，有俊才。太守黃讜高其名德，召署功曹。每進見，常薦達郡中善人有異行者，讜輒序用。壽雖見優禮愈隆，壽意益下，其所致達，未嘗伐其功美。（姚。王。汪。黃）──御覽卷二六四　○　書鈔卷七七 \\n 六二五　沛相李壽前後所上便宜，為南宮故事。（王）──玉海卷五一 \\n 六二六　李壽為青州刺史〔一〕，〔發璽書〕於本縣傳舍〔二〕，乘法駕騑驂朱軒就路。其所經歷州縣，瞻察牧守長史政治優劣，若有惠愛節操清好未聞者，遠聽特表荐；有貴戚豪俠子弟在我貪殘為人所疾者，有司畏忌不敢言舉者，亦當隨時案奏貶罰之。〔上言曰：「臣以為政宜一統，雖非所部，夫東家有犬，不忍見西家之有鼠，臣之所見，敢不以聞。」〕〔三〕〔奏免四郡相，百城怖懼，悉豫棄官〕。〔四〕（姚。王。汪。黃）──書鈔卷七二　○　類聚卷五０　御覽卷二五四　晏公類要卷二○　趙德麟侯鯖錄卷三 \\n 〔一〕　汪、黃二輯均作「李燾」。孔廣陶按：「類聚五十引『壽』作『燾』，翰苑新書前集卷七引，仍作『壽』。俞本作『燾』。然謝書本有李壽、李燾二人，每誤為一，此則燾傳也。」天游按：上海古籍出版社排印本類聚、孔本書鈔、晏公類要、御覽均作「李壽」，孫志祖以為當作李壽，王輯皆入李壽傳，今從之。 \\n 〔二〕　據類聚卷五０、御覽卷二五四補。 \\n 〔三〕　據侯鯖錄卷三補。其中脫「宜」字，「統」誤作「流」，皆據晏公類要卷二０改補。 \\n 〔四〕　據類聚卷五０、御覽卷二五四補。 \\n 六二七　李壽為青州刺史，奉法督察，朝廷聞之，以能治劇。（王。汪。黃）──書鈔卷七二 \\n 石□傳 \\n 六二八　石□遷雁門太守，廣宣恩惠，懷柔殊俗，遠方皆服其德。（姚。王。汪。黃）──書鈔卷七五 \\n 聞人統傳 \\n 六二九　聞人統字文公〔一〕，為郡督郵。家貧無馬，行則負擔，臥則無被，每以皮麕自覆，未嘗輕受人一餐之饋也。（姚。王。汪。黃）──書鈔卷七七　○　御覽卷二五三 \\n 〔一〕　御覽卷二五三「統」作「襲」。 \\n 施延傳 \\n 六三０　〔施〕延字君子，蘄縣人也〔一〕。少為諸生，明於五經，星官風角，靡有不綜。家貧母老，周流傭賃，〔鬻力供養〕〔二〕。常避地於廬江臨湖縣，種瓜〔自給〕〔三〕。後到吳郡海鹽，取卒月直，賃作半路亭父〔四〕，以養其母。是時吳會未分，山陰馮敷為督郵，到縣，延持帚往，敷知其賢者，下車謝，使入亭，請與飲食〔訖〕〔五〕，脫衣與之，餉餞不受。順帝徵拜太尉，年七十六薨。（姚。王。汪。黃）──范書陳忠傳注　○　御覽卷八二九　又卷四八四 \\n 〔一〕　據御覽卷四八四、八二九補。又御覽卷四八四「蘄縣」作「 \\n 沛」。按蘄縣屬沛國，恐「蘄」上脫「沛國」二字。 \\n 〔二〕　據御覽卷四八四補。 \\n 〔三〕　同右。 \\n 〔四〕　御覽卷八二九「父」作「下」。 \\n 〔五〕　據御覽卷八二九補。 \\n 嵇詔傳 \\n 六三一　嵇詔字文肅〔一〕，為范令，不入內舍，常臥廳事上。（姚。王。汪。黃）──書鈔卷三六 \\n 〔一〕　姚、王、汪三輯作□紹傳，黃輯作胡紹傳，前均有「會稽」二字。 \\n 胡邵傳 \\n 六三二　胡邵為淮南太守，〔使鈴〕（群）下閣外炊〔一〕，曝作乾飯，閣內不設釜甑。（孫。王。汪。黃）──書鈔卷一四四　○　御覽卷七五七　又卷八五０ \\n 〔一〕　據御覽卷七五七、又卷八五０改補。鈴下乃下等隨從。范書酷吏周〈糸亐〉傳曰「又問鈴下」，注引漢官儀曰：「鈴下、侍閣、辟車，此皆以名自定者也。」 \\n 祝皓傳 \\n 六三三　祝皓字子春，志節抗烈，篤於仁義。為吏歸休，先周旋鄉里，弔死問疾畢，乃還家。（姚。王。汪。黃）──初學記卷二０ \\n 虞承傳 \\n 六三四　虞承字叔明〔一〕，拜諫議大夫，雅性忠謇，在朝堂犯顏諫爭，終不曲撓。散〔俸〕祿賑給諸生〔二〕，言德無比。（姚。王。汪。黃）──初學記卷一二　○　御覽卷二二三　書鈔卷五六 \\n 〔一〕　書鈔卷五六引作「叔郎」。 \\n 〔二〕　據書鈔卷五六補。御覽卷二二三亦然。 \\n 陳長傳 \\n 六三五　陳長字君淵〔一〕，晝則躬耕，夜則賃書以養母。（姚。王。汪。黃）──書鈔卷一０一 \\n 〔一〕　諸輯從陳、俞本，皆作陳常傳，未知孰是。又孔本「字」誤作「次」，逕改。 \\n 薛惇傳 \\n 六三六　汝南薛惇字子禮，為北海長史。家貧，坐無完席。妻謂惇曰〔一〕：「君無俸祿給子孫，復無完席耶？」惇因更以善席與妻，自坐敗者，妻慚，不復敢言。（姚。王。汪。黃）──書鈔卷一三三　○　又卷三八　御覽卷三九三　又卷七０九 \\n 〔一〕　職官分紀卷四二「妻」下有「子」字。兩處皆然。 \\n 六三七　薛惇為漢中太守，盛夏但坐板榻，上不用席，冬坐羊皮。河內高弘為琅邪相亦然。──書鈔卷一三三 \\n 徐栩傳 \\n 六三八　吳郡徐栩，為小黃令。時陳留遭蝗，過小黃，飛逝不集。刺史行部，責栩不治，栩棄官，蝗應聲而至。刺史謝，令還寺舍，蝗即皆去。（姚。王。汪。黃）──類聚卷一００ \\n 六三九　吳郡徐相為長沙太守〔一〕，常食乾飯，不發煙爨。（姚。王。汪。黃）──類聚卷八０　○　御覽卷八七一 \\n 〔一〕　疑徐相、徐栩為一人，且當以徐栩為是。 \\n 六四０　徐栩為長沙郡將〔一〕，亡，遺言不受贈賻，有一匹私馬，賣以買棺。（姚。王。汪。黃）──書鈔卷九二　○　御覽卷五五一 \\n 〔一〕　御覽卷五五一「栩」誤作「〈土羽〉」。 \\n 沈輔傳 \\n 六四一　沈輔字伯禽，會稽山陰人也。輔少儉約，約身以禮，喪父服闋，推讓祖考財產、田宅與親貧不足者。（姚。王。汪。黃）──初學記卷二四 \\n 陳謙傳 \\n 六四二　陳謙字伯讓，拜御史中丞，執憲奉法，多所糾正〔一〕，為百僚所敬〔畏〕〔二〕。尚書選舉，序位旌賢，常諮問謙。自陳蕃雖尊為宰相，論議褒貶，每往質疑，皆服其清識高亮。（孫。王。汪。黃）──御覽卷二二五　○　書鈔卷六二 \\n 〔一〕　書鈔卷六二「糾」作「繩」。 \\n 〔二〕　據書鈔卷六二補。 \\n 六四三　陳謙字伯讓，為御史中丞。同郡宣豐時為衛尉〔一〕，司徒位缺，尚書欲案以補之，咨問於謙，謙正坐不答。豐亦因士大夫謂謙，謙曰：「位不可妄假人。三司位重，上和陰陽，下訓五品，豈可得處？宣豐何人，而欲居稷禼之官〔二〕。」傳語者愧而退。（姚。王。汪。黃）──書鈔卷五０ \\n 〔一〕　「時」上有「自為休健大夫」六字，疑系衍文，據陳、俞本刪。 \\n 〔二〕　稷禼，即尚書舜典所言之棄與契。舜命棄為后稷，契為司徒，此借以喻三公之職。 \\n 六四四　陳謙睎高視遠，清舉矯俗。（孫。王。汪。黃）──文選卷一八成公綏嘯賦注 \\n 周乘傳 \\n 六四五　周乘為交阯刺史，舉奏二郡穢濁太守〔一〕，屬縣解印綬棄官者四十餘城〔二〕。（姚。王。汪。黃）──姚輯 \\n 〔一〕　「二」系「七」之訛。交州郡七，共五十六縣，下既言「四十餘城」，則郡數亦必當作「七」。 \\n 〔二〕　此條王、汪二輯注出類聚，而不詳卷數，遍查類聚並無此引。黃輯照姚輯錄，今亦從之，存而俟攷。 \\n 蔣崇傳 \\n 六四六　蔣崇為北海相，督郵闕，更選功曹吏徐蒙，曰：「無可為督郵者，唯功曹耳。」崇遂署蒙，遣行縣，無犯所白。崇謂曰：「相以督郵為耳目也。」（姚。王。汪。黃）──書鈔卷七七 \\n 祝良傳 \\n 六四七　良字邵平〔一〕，長沙人，聰明博學，有才幹，以廉平見稱。（姚。王。汪。黃）──范書龐參傳注 \\n 〔一〕　天中記卷三作「字石卿」。 \\n 六四八　長沙祝良為洛陽令〔一〕。常侍樊豐妻殺侍婢，置井中。良收其妻，殺之。（姚。王。汪。黃）──類聚卷三五 \\n 〔一〕　「祝」原誤作「視」，據御覽卷五００引東觀記逕改。 \\n 六四九　祝良為梁州刺史，歷年無警。（孫。王。汪。黃）──文選卷五六陸佐公石闕銘注 \\n 車章傳 \\n 六五０　梁國車章為本縣功曹，令黃（拳）〔奉〕為人所誣〔一〕，章證其無罪，當下筆立辭，乃以斧斫右手五指〔二〕，閉口死〔於〕獄中〔三〕。（孫。王。汪。黃）──御覽卷四二０　○　又卷三七０ \\n 〔一〕　據御覽卷三七０改。職官分紀卷四二亦作「奉」。 \\n 〔二〕　御覽卷三七０「右」作「左」，誤。 \\n 〔三〕　據御覽卷三七０補。 \\n 項誦傳 \\n 六五一　豫章項誦字叔和，為郡主簿〔一〕。太守為屬縣所誣，（章）〔項〕誦詣獄證〔二〕，要引自掾〔三〕，血出滂流，齒皆墮地，太守獲免。（孫。王。汪。黃）──御覽卷三六八 \\n 〔一〕　王謨引江西通志曰：「順帝時為郡主簿，有風義。」又東觀記「項」作「須」，未知孰是。 \\n 〔二〕　「項」作「章」，乃引者涉「豫章」而誤。 \\n 〔三〕　御覽注曰：「掾，音斷。」天游按：東觀記作「引械自椓口」，疑此引有訛脫。 \\n 李光傳 \\n 六五二　汝南李光字伯明，為兗州。母亡後歸，視床處，得亡母亂髮，光持悲號，氣絕復續。（孫。王。汪。黃）──御覽卷三七三 \\n 周滂傳 \\n 六五三　汝南周滂字次彥。世祖到常山，問可治兵者誰，滂舅以滂對。世祖見滂短小，以為不能將帥。滂對有詞理，拜潁川府丞。（孫。王。汪。黃）──御覽卷三七八 \\n 郭宏傳 \\n 六五四　郭宏為郡上計吏。正月朝覲，宏進殿下，謝祖宗受恩，言辭辯麗。專對移時，天子曰：「潁川乃有此辯士耶？子貢、晏嬰何以加之！」群公屬目，卿士歎伏。（孫。王。汪。黃）──御覽卷四六三 \\n 六五五　郭宏為郡上計吏，朝廷問宏潁川風俗所尚，土地所出，先賢將相儒林文學之士，宏援經以對，陳事答問，出言如浮，引義如流。（孫。王。汪。黃）──御覽卷四六三 \\n 秦護傳 \\n 六五六　秦護清廉，不受禮賂。家貧，衣服單露，鄉人歌之曰：「 \\n 冬無蔥，有秦護。」（孫。王。汪。黃。俊）──御覽卷六九五 \\n 殷亮傳 \\n 六五七　殷亮為博士、講學大夫。諸儒論，勝者賜席，亮重八、九席。帝曰：「學不當如是也？」（孫。王。汪。黃）──御覽卷七０九 \\n 衛良傳 \\n 六五八　衛良字叔賢〔一〕，拜尚書令。每當選舉，常先諮訪，拔擢天下英俊，及二千石長吏，必依功次用之。州里同郡，雖有佳者，避遠嫌疑，猶後他州也。（黃）──書鈔卷五九 \\n 〔一〕　黃輯作「字叔寶」，下條亦然，皆誤。 \\n 六五九　衛良字叔賢，拜尚書令。病，罷官還家。家無完席，賓客省之者，坐桑下談論，飲水去。（孫。王。汪。黃）──御覽卷七０九 \\n 周躬傳 \\n 六六０　汝南周躬為櫟陽令，功曹萬良為父報仇，自械詣獄。躬解械放良。後良賚縑五百餉躬，閉門不受。（孫。王。汪。黃）──御覽卷八一八 \\n 李萇傳 \\n 六六一　李萇家晝則躬耕，夜則讀書，日為母市斤肉、粱米作食。（孫。王。汪。黃）──御覽卷八六三 \\n 陳曄傳 \\n 六六二　陳曄為巫令，有惠政，桑生二萬餘株，民以為給。（孫。王。汪。黃）──御覽卷九五五 \\n 鍾□傳 \\n 六六三　汝南鍾南嚴海君〔一〕，少時鄉人有入其園竊菜者，明日拔菜，悉遺鄉里，鄉里人相約，無復取菜者。（孫。汪。黃）──御覽卷九七六 \\n 〔一〕　孫、黃二輯均作鍾南嚴傳。黃奭曰：「『海君』上疑脫『字』字。」然天中記卷四六「海君」作「府君」，當是。南嚴恐是鍾某之字。故從汪輯作鍾□傳。 \\n 費遂傳 \\n 六六四　江夏費遂字子奇，為揚州刺史，悉出前刺史所種小麥、胡蒜付從事。（孫。王。汪。黃）──御覽卷九七七 \\n 滕延傳 \\n 六六五　滕延拜京兆尹，旌善為務〔一〕。（孫。王。汪。黃）──文選卷三八傅季友為宋公求加贈劉前軍表注 \\n 〔一〕　范書侯覽傳曰：「延字伯行，北海人，後為京兆尹，有理名，世稱長者。」 \\n 劉靚傳 \\n 六六六　劉靚方筴所載〔一〕，靡不必綜。（孫。王。汪。黃）──文選卷六０任彥昇齊竟陵王行狀注 \\n 〔一〕　筴，即策。史記張耳陳餘列傳曰：「（張耳、陳餘）怨陳王不用其筴不以為將而以為校尉。」 \\n  \\n   \\n  "}
{"章节": "謝承後漢書卷八", "正文": "  \\n 謝承後漢書卷八 \\n 　 \\n  \\n 王閎傳 \\n 六六七　〔吳郡〕王閎字選公〔一〕，少為府小吏，慷慨有大節。遷冀州刺史，冀部彊悍，又多豪傑，閎欲厲威，乘傳到州，彈治貪濁。閎性廉剋，不發私書，不交豪傑賓客，號曰「王獨坐」。（孫。王。汪。黃。鈴木）──晏公類要卷二０　○　書鈔卷七二　類聚卷五０　御覽卷二五四　書鈔卷三七 \\n 〔一〕　據書鈔卷三七補。又其引作「字公選」，汪輯從之。然書鈔卷七二與晏公類要引同，恐當以「選公」為是。汪文臺又曰：「閎，一作宏。按此非張步傳所見之王閎，亦非王允之弟王宏，何也？蓋此固吳郡人也。」天游按：所謂作「宏」者，指御覽卷二五四所引也。除汪氏所言王譚子名王閎外，王景之父亦名王閎，見范書循吏傳。加此王閎，則東漢有三王閎也。 \\n 六六八　吳郡王閎渡錢塘江，遭風船欲覆，閎拔劍斫水，罵伍子胥，水息得濟〔一〕。（孫。王。汪。黃。鈴木）──類聚卷八　○　御覽卷六０　事類賦注卷六 \\n 〔一〕　按御覽卷六０、事類賦注卷六、淵海卷四二均作「風息得濟」，恐是。又此條亦見陳本書鈔卷一五八，孔本無。 \\n 楊豫傳 \\n 六六九　豫祖父惲，封平通侯。惲子會宗坐與臺閣交通，有罪國除，家屬皆徙酒泉郡〔一〕。（孫。王。汪）──匡謬正俗卷五 \\n 〔一〕　顏師古曰：「按班書楊敞傳，其載惲與太僕戴長樂相失，惲與長樂皆免為庶人。惲既失爵位，家居營產業，起室宅，以財自娛。其友人安定太守西河孫會宗與書諫戒之。惲內懷不伏，報會宗書，辭語不遜。宣帝見而惡之，惲坐腰斬，妻子徙酒泉郡。此惲先入爵位，然後被誅，妻子被徙。據敞傳及豫上書，數說皆同，更無所異，安得有子名會宗，襲爵國除被徙事乎？謝氏既不詳其本，稱引會宗，失於故實。又自載豫上書，與敘事相背，交為矛盾，二三詭錯。」顏說是。又據顏說，謝書當載有楊豫所上之書，然無從徵引其全文，僅殘存於下條。 \\n 六七０　豫上書，乞還本土，其辭云：「臣祖父惲，念安社稷，忠不避難，指刺奸臣，實心為國，遂致死徙。」（孫。王。汪）──匡謬正俗卷五 \\n 史循傳 \\n 六七一　太醫史循宿禁中，寒疝病發，求火不得，眾人以口更噓其背，至旦遂愈〔一〕。（孫。汪）──本草綱目卷五二 \\n 〔一〕　孫志祖按：「范書鄧訓傳注引東觀記，『史循』作『皮巡』。」四庫館臣輯東觀記即入鄧訓傳。 \\n 魏尚傳 \\n 六七二　魏尚字文仲，高皇帝時為太史，曉鳥語〔一〕。（孫。汪）──緯略卷八 \\n 〔一〕　此條亦見明何孟春餘冬序錄、余寅同姓名錄，及清周亮工同書。 \\n 王奐傳 \\n 六七三　奐字子昌〔一〕，河內武德人。明五經，負笈追業。常賃灌園，恥交勢利。為考城令，遷漢陽太守，徵拜議郎，卒。（姚。王。汪。黃）──范書范冉傳注 \\n 〔一〕　孫志祖以為此王奐即范書仇覽傳所言之王奐，與廣漢之王渙異，說見范丹傳注。淵海卷四五注此條當出謝承書范丹傳。 \\n 高弘傳 \\n 六七四　高弘字伯武，河內山陽人。為琅邪相。〔將〕到官〔一〕，自負笈，單步入界，〔隨路所經之處〕〔二〕，聽探風俗厚薄。（姚。王。汪。黃）──書鈔卷一三五　○　又卷七四　御覽卷七一一 \\n 〔一〕　據書鈔卷七四補。 \\n 〔二〕　同右。 \\n 六七五　弘字伯武，為琅邪（郡）〔相〕〔一〕。〔妻子不歷官舍〕〔二〕，悉出舍中供設付外，冬坐羊皮，夏坐板榻，以桑杯盛漿水。（姚。王。汪。黃）──書鈔卷三八　○　事類賦注卷二五　御覽卷九五五　又卷七五九　書鈔卷一四四 \\n 〔一〕　據御覽卷七五九、事類賦注卷二五改。 \\n 〔二〕　據御覽卷九五五、事類賦注卷二五補。 \\n 盛吉傳 \\n 六七六　〔會稽〕盛吉字君達〔一〕，為廷尉，自掌憲，〔常懇惻垂念之〕〔二〕。〔每至冬節〕〔三〕，罪囚當斷，夜省坐狀，其妻執燭，吉持丹筆，夫婦相向垂涕〔而決罪〕〔四〕。（姚。王。汪。黃）──書鈔卷五三　○　又卷一０四　初學記卷一二　又卷二０（二）蒙求集注卷下 \\n 〔一〕　據書鈔卷一０四、初學記卷二０補。 \\n 〔二〕　據初學記卷一二補。 \\n 〔三〕　據初學記卷二０補。書鈔卷一０四作「每至寒節」。 \\n 〔四〕　據書鈔卷一０四、初學記卷二０補。又諸引「涕」皆作「泣」。 \\n 朱寵傳 \\n 六七七　朱寵隱身草澤。（孫。王。汪。黃）──文選卷三八任彥昇為褚蓁讓代兄襲封表注 \\n 六七八　京兆朱寵字仲威〔一〕，為太尉。家貧，食脫粟飯，臥布被，朝廷〔知之〕〔二〕，賜錦被粱肉，皆不敢當，〔臥兼布被〕〔三〕。（姚。王。汪。黃）──類聚卷四六　○　書鈔卷五一　又卷三八　初學記一一　御覽卷二０七　又卷四三一　又卷七０七　又卷八一五　事類賦注卷一０　類聚卷七０　書鈔卷一九 \\n 〔一〕　書鈔卷三八作「字仲臧」，誤。 \\n 〔二〕　據書鈔卷五一補。 \\n 〔三〕　據御覽卷七０七補。 \\n 許永傳 \\n 六七九　許永字永先〔一〕，為司隸校尉，督師京師。是時閹侍在內，貴幸用勢，永舉法無所迴避，捕治閹侍，京師號曰「許永光日」。於外見怨以宰臣〔二〕，遂見誣譖，當下廷尉。永謂友人曰：「永年當七十，庶幾以忠義致身，未得殲姦臣之首，而先賊受害，何能復入奏對刀筆吏豹狼之口！」遂仰藥而死。（姚。王。汪。黃）──書鈔卷六一（三） \\n 〔一〕　姚輯作「字永先」，汪輯作「字游光」，且注曰：「原誤永光。」黃輯刪。 \\n 〔二〕　諸輯「外」均作「是」。 \\n 六八０　靈帝光和中，武庫屋自壞。司隸許（冰）〔永〕上書曰：〔一〕「武庫，禁兵所在，國之禁，為災深也。」（孫。王。汪。黃）──初學記卷二四　○　御覽卷一九一 \\n 〔一〕　據汪輯校改。 \\n 宣仲傳 \\n 六八一　宣仲為長史，民扳留，改曰宜民〔一〕。（姚。王。汪。黃）──續漢郡國志注 \\n 〔一〕　劉劭注：「見李固傳，而志無此改，豈承之妄乎？」又汪文臺曰：「『宜』當作『宣』。」且改「史」為「吏」，屬下句，「長」上補「臨涇」二字。天游按：臨涇乃安定郡治所在。續漢百官志曰：「郡當邊戍者，丞為長史。」則原引不誤，汪輯所改妄矣。 \\n 媯皓傳 \\n 六八二　吳郡媯皓字元起。父為南郡太守，坐事繫獄。皓懷小石，至公卿（間）〔門〕〔一〕，輒出石，叩頭其上，流血覆面，父（繫）〔遂〕得免〔二〕。（姚。王。汪。黃）──御覽卷三七五　○　又卷五一　書鈔卷一六０　事類賦注卷七 \\n 〔一〕　據書鈔卷一六０、御覽卷五一、事類賦注卷七改。 \\n 〔二〕　同右。又書鈔卷一六０「得免」作「薨」，誤。 \\n 六八三　吳郡媯皓字元起，其母至婚家，醉嘔吐，恐食得毒，伏地嘗吐，仰曰：「吐寒耳，非毒也。」（孫。汪。黃）──御覽卷七四三 \\n 六八四　媯皓母灸瘡發膿，皓祝而愈之〔一〕。（孫。王。汪。黃）──御覽卷七四二 \\n 〔一〕　「祝」，汪輯以為「吮」之誤，非。周禮卷五瘍醫曰：「瘍醫，掌腫瘍、潰瘍、金瘍、折瘍之祝樂。」注曰：「祝當為注，讀如注病之注。注謂附著藥。」故此祝乃皓注藥于其母瘡中之意。 \\n 唐約傳 \\n 六八五　唐約字仲謙，拜尚書令。約先服事臺閣，閑習舊典，質素密靜。自典樞機，數有直言美策，以稱於上。每作表疏，皆手自書之，不宣於外。處官不言貨利之事，當法不阿所私，京師詠曰：「治身無嫌唐仲謙。」（姚。王。汪。黃）──書鈔卷五九 \\n 龔遂傳 \\n 六八六　龔遂字巨卿，拜尚書郎。性敏達，彌縫舊章，深識典故，每入奏事，朝廷所問，應對甚捷〔一〕。桓帝嘉其才，臺閣有疑事，百僚議不決，遂常擬古典，引故事，處當平決，口筆俱著，轉左丞。（姚。王。汪。黃）──書鈔卷六０　○　緯略卷二 \\n 〔一〕　陳、俞本作「應時建白」。緯略卷二作「因時捷對」。 \\n 六八七　龔遂拜尚書郎，桓帝嘉其才，又見衣服不鮮，左右稱其清儉，賜衣及車馬。──書鈔卷六０ \\n 周樹傳 \\n 六八八　樹八辟從事，達於法，善能解煩釋疑。（姚。王。汪。黃）──書鈔卷七三（二） \\n 六八九　辟為從事，刺史孟觀有罪，俾樹作章，陳事序要，得無罪也。（姚。汪）──御覽卷七三 \\n 孔恂傳 \\n 六九０　孔恂字巨卿，新淦人。州別駕從事車前舊有屏星，如刺史車曲翳儀式。是時刺史行部，發去日晏，刺史怒，欲去別駕車屏星。恂諫曰：「明使君傳車自發晚，而欲徹去屏屋，毀國舊儀，此不可行。別駕可去，屏星不可省。」即投傳去。刺史追辭謝請，不肯還，於是遂不去屏星。（姚。王。汪。黃）──續漢輿服志注 \\n 賀純傳 \\n 六九一　純字仲真，會稽山陰人〔一〕。少為諸生，博極群藝。十辟公府，三舉賢良方正，五徵博士，四公車徵，皆不就。後徵拜議郎，數陳災異，上便宜數百事，多見省納。遷江夏太守。（姚。王。汪。黃）──范書李固傳注 \\n 〔一〕　吳志賀齊傳注引虞預晉書曰：「賀氏本姓慶氏。齊伯父純，儒學有重名，漢安帝時為侍中、江夏太守。去官，與江夏黃瓊廣漢楊厚公車徵，避安帝父孝德皇諱，改為賀氏。」所言賀純即此人也。 \\n 張盤傳 \\n 六九二　張盤字子〔石〕（固）〔一〕，丹陽人。為廬江太守。尋陽令嘗餉官柑一奩〔二〕，其小男年七歲，□就取一枚與之，盤奪取付外。卒以兩枚與之，盤奪兒柑，鞭卒曰：「何故行賂於吾子？」（姚。王。汪。黃）──書鈔卷三八　○　類聚卷八六　御覽卷九六六（二）　事類賦注卷二七 \\n 〔一〕　據類聚卷八六改。又諸引唯御覽卷九六六作「張磐」，與范書同，諸輯均據以作張磐傳。今仍書鈔等之舊，以存異文。 \\n 〔二〕　御覽卷九六六其中一引「柑」作「橘」。 \\n 六九三　丹陽張盤字子石，以操行清廉見稱。為廬江太守，京師諺曰：「聞清白，張子石。」（姚。王。汪。黃）──書鈔卷三八 \\n 王威傳 \\n 六九四　王威為汝南五官掾，太守郭公有罪當徵，怖欲自殺。威抱書自投火中而死，太守得解其罪。（姚。王。汪。黃）──書鈔卷七七 \\n 抗徐傳 \\n 六九五　抗徐字伯徐，丹陽人。少為郡佐史，有膽智策略，三府表徐有將率之任，特遷長沙太守。（姚。王。汪。黃）──范書桓帝紀注 \\n 高幹傳 \\n 六九六　幹字元才，才志弘邈，文武秀出。父躬，蜀郡太守；祖賜，司隸校尉。（姚。王。汪。黃）──魏志高柔傳注 \\n 陰修傳 \\n 六九七　南陽陰修為潁川太守，以旌賢擢俊為務。舉五官掾張仲方正，察功曹鍾繇、主簿荀彧、主記掾張禮、賊曹掾杜祐、孝廉荀攸、計吏郭圖為吏，以光國朝。（姚。王。汪。黃）──魏志鍾繇傳注 \\n 六九八　序曰：「陰修敷化二郡，威教克平。」（孫。王。汪。黃）──文選卷三六王融策秀才文注　○　又卷五九沈休文齊安陸昭王碑文注 \\n 褚禧傳 \\n 六九九　褚禧字叔齊，陳留尉氏人。博聞廣見，聰明智達。（孫。王。汪。黃）──文選卷五八王仲寶褚淵碑文注 \\n 姚俊傳 \\n 七００　姚俊尤明圖緯秘奧。（孫。王。汪。黃）──文選卷一六潘安仁閒居賦注　○　又卷四七夏侯孝若東方朔畫贊注 \\n 駱俊傳 \\n 七０一　俊字孝遠，〔烏傷人〕〔一〕。有文武才幹，少為郡吏，察孝廉，補尚書郎，擢拜陳相。〔人有〕〔產子，厚致米肉，達府主意，生男女者，以駱為名〕〔二〕。值袁術僭號，兄弟忿爭，天下鼎沸，群賊並起。陳與比界，奸慝四布，俊厲威武，保疆境，賊不敢犯。養濟百姓，災害不生，歲獲豐稔。後術軍眾飢困，就俊求糧。俊疾惡術，初不應答。術怒，密使〔部曲將張闓陽私行到陳，之俊所。俊往從飲酒，因詐〕（人）殺俊〔三〕。〔一郡吏人，哀號如喪父母〕〔四〕。（姚。王。汪。黃）──吳志駱統傳注　○　范書明八王傳注 \\n 〔一〕　據范書明八王傳注補。 \\n 〔二〕　同右。 \\n 〔三〕　據范書明八王傳注改補。 \\n 〔四〕　據范書明八王傳注補。 \\n 董襲傳 \\n 七０二　襲志節慷慨，武毅英烈。（姚。王。汪。黃）──吳志本傳注 \\n 伍孚傳 \\n 七０三　孚字德瑜，汝南吳房人。質性剛毅，勇壯好義，力能兼人。（姚。王。汪。黃）──范書董卓傳注 \\n 七０四　伍孚字德瑜，少有大節，為郡門下書佐。其本邑長有罪，太守使孚出教，敕曹下督郵收之。孚不肯受教，伏地諫曰：「君雖不君，臣不可不臣，明府奈何令孚受教，敕外收本邑長乎？更乞授他吏。」太守奇而聽之。後大將軍何進辟為東曹屬，稍遷侍中、河南尹、越騎校尉。董卓作亂，百僚震慄。孚著小鎧於朝服，裏挾佩刀，見卓，欲伺便刺殺之。語闋，辭去，卓送至閤中，孚因出刀刺之。卓多力，退卻不中，即收孚。卓曰：「卿欲反耶？」孚大言曰：「汝非吾君，吾非汝臣，何反之有？汝亂國篡主，罪盈惡大。今是吾死日，故來誅姦賊耳，恨不車裂汝於市朝，以謝天下。」遂殺孚〔一〕。（姚。王。汪。黃）──魏志董卓傳注 \\n 〔一〕　裴松之曰：「謝承記孚字及本郡則與瓊同，而致死事乃與孚異也，不知孚為瓊之別名，為別有伍孚也？蓋未詳之。」姚之駰按：「范書孚事見董卓傳，與此略同，但官越騎校尉，非侍中耳。伍瓊則為侍中。當卓欲徙都長安時，瓊與周玭同諫，遂受害。是瓊未死時，卓惡未至貫盈，何遽挾刀欲殺之？自殺瓊後，卓遷都掘陵，罪惡山積，王允、士孫瑞謀誅卓，而孚亦于閤中行刺，則孚與瓊自是兩人，特同郡耳，其同字或誤也。」 \\n 傅翻傳 \\n 七０五　傅翻字君成〔一〕，轉諫議大夫，天性諒直，數陳讜言。武帝嘉之〔二〕。（孫。王。汪。黃）──書鈔卷五六　○　初學記卷一二　御覽卷二二三 \\n 〔一〕　「傅」原誤作「陳」，據初學記卷一二、御覽卷二二三逕改。陳本亦作「傅」。 \\n 〔二〕　天游按：王輯據初學記卷一二引，而改「武帝」作「成帝」。孫志祖曰：「武帝疑光武之訛。」孫說是。陳本即作「光武郅壽」，其「郅壽」系衍文。 \\n 夏勤傳 \\n 七０六　〔九〕江夏（劉）勤字伯〔宗〕〔一〕，家貧，作屩供食。常作一量屨斷，勤置不賣。出行，妻賣以糴米。勤歸炊熟，怪問何所得米，妻以實告，勤責曰：「賣毀物，歉取其直也。」因棄不食。仕至司徒。（孫。王。汪。黃）──御覽卷六九八 \\n 〔一〕　孫志祖按：「夏勤字伯宗，九江壽春人。安帝永初元年，為司徒。東京司徒無江夏劉勤其人，疑即夏勤之訛。」汪文臺亦曰：「 \\n 惠氏後漢書補注作九江夏勤事。」故據以改補。 \\n 七０七　夏勤從容議論。（孫。王。汪。黃）──文選卷四六任彥昇王文憲集序注 \\n 孟政傳 \\n 七０八　孟政字子節，地皇六年，為府丞虞卿書佐。時太守缺，丞視事。毗陵有賊，丞討之，未到縣，道路逢賊，吏卒迸散，政操刀楯與賊相擊，丞得免難，政遂死於路〔一〕。（孫。王。汪。黃）──御覽卷三五七 \\n 〔一〕　孫志祖曰：「嚴氏元照曰：『案地皇是王莽紀年，謝書不當記前漢事，或其人尚逮東漢之世耳。』」 \\n 江漢傳 \\n 七０九　江漢字山甫〔一〕，遷丹陽太守。是時大江劇賊余來等劫擊牛渚、丹陽、邊水諸縣居民，毆略良善，經歲為害。漢到郡，會集勁士，修整戰具，鉤鑲刀楯大戟長〈金矛〉弓弩勁兵，轉送承接。余來亟戰失利，遂見梟獲。孝順帝喜其功，賜以劍珮。（孫。王。汪。黃）──御覽卷三五七 \\n 〔一〕　諸輯均作「子甫」，今依宋本御覽作「山甫」。 \\n 馬寔傳 \\n 七一０　馬寔字伯騫，勤結英雄，所欲交接，負笈荷擔，不遠萬里。山陽王暢未仕時，寔慕〔高〕（嵩）名〔一〕，往見之。屆暢門，投刺，欲不肯見，使從者拒之，云行歷未旋。寔留連，日日往伺之，謂從者曰：「夫孝子事親，行不踰日〔二〕，而至今不歸，非孝子也。欲待與相見，如凶於路，往而不〔反〕（友）〔三〕，哭之以為死交。」暢聞其言，歎息壯志，因執其手，揖引與入。美談畢，請入見母，飲宴定好而別。寔臨退，執暢手訣曰：「太上立德，其次立功。幸俱生盛明之世，免磚瓦之姿，託為丈夫，當建名後載〔四〕，不可為空生徒死之物，穢天壤之間。」（孫。王。汪。黃）──御覽卷四０七 \\n 〔一〕　據汪輯改。 \\n 〔二〕　論語里仁篇曰：「子曰：『父母在，不遠遊，遊必有方。』」 \\n 〔三〕　據汪輯改。 \\n 〔四〕　記纂淵海卷四八「後載」作「千載」。 \\n 范訓傳 \\n 七一一　范訓母亡，以布囊盛土，負以成壙〔一〕。（孫。王。汪。黃）──御覽卷三七 \\n 〔一〕　壙，墓穴也，見廣韻。記纂淵海卷七九其一引作「壙」，一引作「墳」。 \\n 司馬均傳 \\n 七一二　司馬均字少賓，東萊人〔一〕。（汪）──汪輯 \\n 〔一〕　未詳所出，錄此存疑。 \\n 戎良傳 \\n 七一三　濟陰戎良字子恭，年十八，為郡門下〔幹〕吏〔一〕。良儀容偉麗，太守諸葛禮使閤里寫書。從者誣良與婢通，〔良〕刳腹，〔二〕引出腸肝，示禮〔赤心〕〔三〕。（孫。王。汪。黃）──御覽卷四三八　○　又卷三七一 \\n 〔一〕　據御覽卷三七一補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 戴遵傳 \\n 七一四　戴遵字子高，富於貲產，輕財好義，賓客常三四百人。時人名之「關東大豪戴子高」。（孫。王。汪。黃）──御覽卷四七一 \\n 楊淮傳 \\n 七一五　楊淮字伯川，拜尚書令，存心正直，選舉高妙，能進善疾惡，不爽毫釐。（孫。黃）──書鈔卷五九 \\n 施陽傳 \\n 七一六　施陽字季儒，為監軍使，持節乘軒，從左監護騎到江夏郡，關內門，陽殺牛設酒，交臂降服。──書鈔卷六三 \\n 宋登傳 \\n 七一七宋〔登〕為潁川太守〔一〕，市無二價，道不拾遺。（孫）──書鈔卷七五 \\n 〔一〕　據陳本補。 \\n 鮑季壽傳 \\n 七一八鮑季壽為沛相，下民歌曰「神君」。──書鈔卷七五 \\n 趙峻傳 \\n 七一九　峻字伯師，下邳（余）〔徐〕人也〔一〕。峻承豐疾世，履貧儉。少喪二親。為邑功曹吏，無車馬，因相出饗，敕諸曹掾吏各自具車，不得共載從行。功曹書佐時召陳常曰：「相除錄進。」峻□直，笈到，立傳學顏氏春秋、魯詩。──書鈔卷一三九 \\n 〔一〕　嚴可均曰：「考四錄堂校刊書鈔本，『余之』作『徐人』。勞笙士讀書雜識卷二據後漢書順帝紀趙峻注云：『峻字伯師，下邳徐人也。』與此正合。『峻』當缺『趙』字。」今據嚴校而改。下文有訛脫。 \\n 張免傳 \\n 七二０　張免除新豐令，治為三輔第一〔一〕。──書鈔卷七八 \\n 〔一〕　孔本曰出謝志，陳、俞本改作世語。今從孔本，且入謝承書。 \\n 劉旦楊魯傳 \\n 七二一　劉旦、楊魯並光和中畫手，待詔尚方，畫於鴻都學。──歷代名畫記卷四 \\n 蔣疊傳 \\n 七二二　蔣疊為太僕，久居臺閣，明習故事。在九卿位，數言便宜，奏議可觀。──緯略卷二 \\n 殷輝傳 \\n 七二三　殷輝字子倫，汝南人。每得甘果，持歸進其母。──緯略卷六 \\n 董昆傳 \\n 七二四　董昆字文通〔一〕，初為司農帑丞，得遷鉅鹿太守，載三車錢穀，所出給見在券，薛臣自隨。論者咸為主內實貪穢，外求虛名，連車重載，此必不空。詔書后覆大司農帑藏錢穀，前主者有出入。徵見昆，討板悉載三車蒯，諸宮無它物。章帝嘉之，擢為楚郡太守。──書鈔卷一三九 \\n 〔一〕　嚴可均曰：「案范書無此人。惟本鈔七十九孝廉篇引會稽先賢讚有『董昆字文通』五字，亦未嘗無其人也。但原鈔文理舛誤甚多，無從校改。」 \\n 商仁傳 \\n 七二五　商仁字季卿，徵拜大鴻臚卿，以年老乞骸骨，詔賜斗酒米帛，若經傳有疑，使小黃門就問之。──職官分紀卷二０　○　錦繡萬花谷後集卷一一 \\n 張禹傳 \\n 七二六　張禹少作公府吏〔一〕，給廷尉為北曹史，每斷法決處事執平，為京師所稱。明帝以其達法理，有張釋之之風，起拜廷尉。──職官分紀卷一九 \\n 〔一〕　按范書張禹傳，禹明帝時官至揚州刺史，不聞拜為廷尉，此當別一張禹也。翰苑新書前集卷二二作「強禹」。 \\n 張諛傳 \\n 七二七　張諛少修志節，性聰明，有令才，鄉曲稱曰「神人」。除尚書侍郎左丞，朝賀陛見，進對威儀，辭言辯達，帝深奇之，特拜東海相。──職官分紀卷八 \\n 東夷列傳 \\n 七二八　三韓俗以臘日，家家祭祀，俗云「臘鼓鳴，春草生」也。（孫。王。汪）──御覽卷三三 \\n 散句 \\n 七二九　佛以癸丑七月十五日寄生於淨住國摩耶夫人腹中，至周莊王十年甲寅四月八日〔始〕生〔一〕。（姚。王。汪。黃）──歲華紀麗卷三　○　路史發揮卷三注 \\n 〔一〕　據路史發揮卷三注補。又其注曰：「然莊王十年乃甲午，又非甲寅，甲寅又後二十年。此則腐儒習于妄說，屬意牽合，而不知所考者。蓋釋之徒欲蔑老子化胡之語，故推而上之于昭王之時。老者又能以其道勝，復為推曰老子以商王陽甲庚申之歲，降于玄妙之胎。紛紜誕妄，不可殫紀。」 \\n 七三０　銅人翁仲，翁仲其名也。（孫。王。汪。黃）──史記秦始皇本紀索隱 \\n 七三一　莽時有奇士巨毋霸，臥則枕鼓，以鐵箸食。（孫。王。汪。黃）──御覽卷七六０ \\n 七三二　王公位二千石〔一〕，奕世相襲。（孫。王。汪。黃）──文選卷五左太沖吳都賦注　○　又卷六左太沖魏都賦注 \\n 〔一〕　文選卷六魏都賦注作「王翁」。 \\n 七三三　西夷蠢動，姦雄棋跱。（孫。王。汪。黃）──文選卷二０潘安仁關中詩注 \\n 七三四　士庶流宕他州異境〔一〕。（王。汪。黃）──文選卷四五皇甫士安三都賦序注　○　又卷三五張景陽七命注 \\n 〔一〕　文選卷三五七命注此句出「謝忱後漢書序」。 \\n 七三五　威令神行，征艾朔士。（孫。王。黃）──文選卷五九沈休文齊故安陸昭王碑文注 \\n 七三六　免歸田里〔一〕。──書鈔卷三二 \\n 〔一〕　按范書和帝紀，永元元年冬十月令郡國弛刑輸作軍營，其徙出塞者，刑雖未竟，皆免歸田里。或書鈔所引四字，系謝承書和帝紀之文。 \\n 七三七　紫綬〔一〕。──書敘指南卷一 \\n 〔一〕　其注曰：「上謝承書周飭。」按范書無周飭，疑「飭」字有誤，俟考，亦暫入散句。 \\n 序傳 \\n 七三八　承父嬰〔一〕，為尚書侍郎，服事丹墀，彌綸舊章。〔每讀高祖及光武之後將相名臣〕〔二〕，〔佐國翊治，謇諤諫爭，諸節隱逸，儒林徵聘〕〔三〕，策文通訓，條在宮禁〔四〕，秘於有閣，（為）〔唯〕承臺郎升復道取〔急〕〔五〕，得為開覽，其餘他官，莫敢闞闟者也。（姚。王。汪。黃）──書鈔卷六０　０　文選卷二四陸士衡答賈長淵詩注 \\n 〔一〕　王謨按：「吳志『謝夫人，會稽山陰人也。父煛，漢尚書郎、徐令』。『煛子承撰後漢書』云云。則文選注所引謝承書『承父嬰為尚書侍郎』，即謝煛也。但謝書本文應自稱承父嬰，若出後人纂輯，自應改稱謝煛。注『嬰，作煛』。姚本仍作『承父嬰』，且竟忘其為謝承父，而別引承宮以承為姓，又疑以承父為複姓，胥失之矣。茲特訂正。」又翁注困學紀聞引閻若璩按曰：「嬰當作煛。」而盧弼曰：「官本『煛』作『煛』。沈家本曰：『作煛是。廣韻二十八梗，煛俱永切，火也。』」 \\n 〔二〕　據文選卷二四陸士衡答賈長淵詩注補。 \\n 〔三〕　據職官分紀卷八補。 \\n 〔四〕　文選卷二四陸士衡答賈長淵詩注「宮禁」作「南宮」。 \\n 〔五〕　據文選卷二四陸士衡答賈長淵詩注改補。 \\n 七三九　煛幼以仁孝為行，明達有令才。煛弟貞，履蹈法度，篤學尚義。舉孝廉，建昌長，卒官。（孫。王。汪）──吳志謝夫人傳注 \\n  \\n   \\n  "}
{"章节": "薛瑩後漢記", "正文": "  \\n 薛瑩後漢記 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武帝紀 \\n ００一　光武征伐，嘗乘革車羸馬。公孫述破，益州送樂器、旅車〔一〕、乘輿，（什）〔法〕物然後備〔二〕。──書鈔卷一三九 \\n 〔一〕　范書光武帝紀作「葆車」，是。 \\n 〔二〕　據范書光武帝紀改。 \\n ００二　王莽之際，天下雲亂，英雄並發，其跨州據郡僭制者多矣！人皆有冀於非望，然考其聰明仁勇，自無光武儔也。加以寬容博納〔一〕，計慮如神，是以任光、竇融，望風景附；馬援一見，睹顏識奇。故能以十數年間，掃除群凶，清復海內，豈非天人之所輔贊哉？古者師不內御，而光武命將，皆授以方略，使奉圖而進，其有違失，無不折傷，意豈文史之過乎？不然，雖聖人其猶病諸〔二〕。（姚。汪。黃）──類聚卷一二　○　御覽卷九０　初學記卷九 \\n 〔一〕　原作「寬博容納」，據初學記卷九逕改。 \\n 〔二〕　按此引當系贊語。又姚之駰曰：「此篇簡括精悍，自是傑作。末段如神龍掉尾，使人不可捉摸，更佳。范論但敘光武符瑞，不及開創大略，失史體矣。」 \\n 明帝紀 \\n ００三　〔贊曰〕〔一〕：明帝自在儲宮，而聰允之德著矣。及臨萬機，以身率禮〔二〕，恭奉遺業，一以貫之。雖夏啟周成，繼體持統，無以加焉。是以海內乂安，四夷賓服，斷獄希少，有治平之風，號曰顯宗，不亦宜乎！（姚。汪。黃）──類聚卷一二　○　御覽卷九一　書鈔卷二二　又卷一五 \\n 〔一〕　據御覽卷九一補。 \\n 〔二〕　御覽卷九一「以」作「約」。 \\n 章帝紀 \\n ００四　贊曰：章帝以繼世承平，天下無事，敬奉神明，友于兄弟，息省徭賦，綏靜兆民，除苛法，蠲禁錮，抑有仁賢之風矣。是以陰陽協和而百姓安樂，眾瑞並集，不可勝載，考之圖籍，有徵云爾。（汪。黃）──御覽卷九一　○　書鈔卷一五 \\n ００五　章帝北巡，下長平御池陽宮，東至高陵，造舟至于涇而還。（姚。汪。黃）──初學記卷六 \\n 安帝紀 \\n ００六　贊曰：安帝之初，委政太后〔一〕，十有餘年。及親萬機，佞邪始進，閹宦用事，寵加私愛，阿母王聖，勢傾朝廷，遂樹姦黨，搖動儲副〔二〕，山陵未乾，蕭牆作難，兵交禁省，社稷殆危〔三〕。（汪。黃）──御覽卷九一 \\n 〔一〕　指和熹鄧太后。 \\n 〔二〕　延光三年，帝聽信中常侍江京等之讒言，廢皇太子保為濟陰王。 \\n 〔三〕　延光四年十一月，中黃門孫程等斬江京，迎立濟陰王保為順帝。車騎將軍閻顯兄弟率兵入北宮，尚書郭鎮斬閻景，帝復遣使收顯等下獄誅，天下始安。 \\n 桓帝紀 \\n ００七　贊曰：漢德之衰，有自來矣。而桓帝繼之以淫暴，封殖宦豎，群妖滿側，姦黨彌興，賢良被辜，政荒民散，亡徵漸積。逮至靈帝，遂傾四海，豈不痛哉！左傳曰：「國於天地，有與立焉。不數世淫，不能（弊）〔斃〕也〔一〕。」信矣！（汪。黃）──御覽卷九二　○　書鈔卷二一 \\n 〔一〕　據左傳昭公元年傳文改。此乃秦后子答晉趙孟之語。 \\n 靈帝紀 \\n ００八　靈帝熹平四年，詔正五經文字，刻石立于太學之前。──書鈔卷一六０ \\n ００九　靈帝光和元年，虹晝見御所居崇德後殿前庭中，色青赤。（姚。汪。黃）──初學記卷二 \\n ０一０　靈帝光和五年，校獵廣成苑。（姚。汪。黃）──初學記卷二四 \\n ０一一　靈帝光和六年冬，北海、東萊、琅邪井冰厚丈餘。（汪。黃）──初學記卷七　○　御覽卷六八 \\n ０一二　贊曰：漢世中興，至於延平而世業損矣〔一〕。沖、質短祚，孝桓無嗣。母后稱制，奸臣執政。孝靈以支庶而登至尊，由藩侯而紹皇統〔二〕，不恤宗緒，不祇天命，上虧三光之明，下傷億兆之望。于時爵服橫流，官以賄成，自公侯卿士，降於皂隸，遷官襲級，無不以貨〔三〕。刑戮無辜，摧仆忠賢，佞諛在側，直言不聞，是以賢智退而窮處，忠良擯於下位。遂至姦邪蜂起，法防墮壞，夷狄並侵，盜賊糜沸，小者帶城邑，大者連州郡，編戶騷動，人人思亂〔四〕。當斯之時，已無天子矣。會靈帝即世，則禍尋其後，宮室焚滅，郊社無主，危自上起，覃及華夏，使京室為墟，海內蕭條，豈不通哉！（汪。黃）──御覽卷九二　○　書鈔卷四一 \\n 〔一〕　延平，殤帝年號。 \\n 〔二〕　靈帝，河間孝王開之後，襲封解瀆亭侯。 \\n 〔三〕　光和元帝，初開西邸賣官，自關內侯、虎賁、羽林，入錢各有差。私令左右賣公卿，公千萬，卿五百萬。事見范書靈帝紀。又李賢注引山陽公載記曰：「時賣官，二千石二千萬，四百石四百萬，其以德次應選半之，或三分之一，於西園立庫以貯之。」 \\n 〔四〕　書鈔卷四一引作「天下思亂」。 \\n 獻帝紀 \\n ０一三　黃巾郭泰等起於西河白波谷，時謂之「白波賊」〔一〕。（姚。汪。黃）──范書獻帝紀注 \\n 〔一〕　姚之駰曰：「是時董卓遣中郎將牛輔擊之，不能卻也。范略。」 \\n 王霸傳 \\n ０一四　光武至薊上，王郎使（兵）〔者〕至〔一〕。上發薊，晨夜馳騖，至下曲陽滹沱河。導吏還言河流澌，無船不可渡。遣王霸往視實然。霸念恐驚眾，即還曰冰牢可渡。比至，冰可乘，帝遂得渡滹沱河。（姚。汪。黃）──初學記卷七　○　御覽卷六八 \\n 〔一〕　據御覽卷六八改。 \\n 馬援傳子防 \\n ０一五　上以太常樂丞鮑鄴等上樂事，下車騎將車馬防。防奏言：「建初二年七月，鄴上言：『王者飲食必道，須四時五味，故有食舉之樂，所以順天地，養神明，求福應也。移風易俗，莫善於樂〔一〕。樂者，天地之和，不可久廢。今官樂但有太蔟，皆不應（日）〔月〕律〔二〕。可作十二月均，各應其月氣，乃能順天地，和氣宜應。〔三〕明帝始令靈臺六律候，而未設其門。樂經曰十二月行之，所以宣氣豐物也。月開斗建之門，而奏歌其律。誠宜施行。願與待詔嚴崇及能作樂器者共作治，考工給所當。』詔下太常。太常上言：『作樂器，直錢百四十六萬，請太僕作成上。』奏寢。今明詔下臣防，臣輒問鄴及待詔知音律者，皆言聖人作樂，所以宣氣致和，順陰陽也。臣愚以為可順上天之明（待）〔時〕〔四〕，因歲首令正，發太簇之律，奏雅頌之音，以立太平，以迎和氣。其條貫甚備。」詔書以防言下三公。（姚。汪。黃）──續漢律曆志上注 \\n 〔一〕　出孝經廣要道章。 \\n 〔二〕　據點校本續漢志校勘記改。 \\n 〔三〕　國語周語韋昭注：「律，謂六律、六呂也。陽為律，陰為呂。六律：黃鍾、太蔟、姑洗、蕤賓、夷則、無射也。六呂：林鍾、仲呂、夾鍾、大呂、應鍾、南呂也。均者，均鍾木，長七尺，有絃繫之以均鍾者，度鍾大小清濁也。漢大予樂官有之。」其所言六律、六呂，總稱十二律，以應十月二氣，太蔟應正月。 \\n 〔四〕　據點校本續漢志校勘記改。 \\n 光武十王傳琅邪王京 \\n ０一六　琅邪王京好宮室，理殿館，壁帶飾以金銀〔一〕。──初學記卷二四 \\n 〔一〕　原引書名僅作後漢紀，許逸民初學記索引入薛瑩書，今從之。 \\n 李膺傳 \\n ０一七　李膺字元禮，潁川襄城人。抗志清妙，有文武俊才。遷司隸校尉，為黨事自殺。（姚。汪。黃）──世說新語德行注　○　史略卷二 \\n ０一八　李膺、王暢、荀緄、朱宇、魏朗、劉祐、杜楷、趙典為八俊〔一〕。（姚。汪。黃）──世說新語品藻注　○　史略卷二 \\n 〔一〕　八俊亦見范書黨錮列傳序，「緄」作「翌」，「楷」作「密」。天游按：考楷，東觀諸史均無此人事跡；緄則畏憚宦者，方為子娶常侍唐衡之女，雖為一龍，豈得以俊目之。密故太僕，昱沛相，皆以黨事為有司奏捕，當以范書為是。 \\n 戴翼傳 \\n ０一九　桓帝時，沛國戴翼鉏園得黃金印〔一〕。──初學記卷二四 \\n 〔一〕　原引書名作後漢紀，許逸民初學記索引入薛瑩書，今從之。 \\n  \\n   \\n  "}
{"章节": "司馬彪續漢書卷一", "正文": "  \\n 司馬彪續漢書卷一 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武帝紀 \\n ００一　世祖微時，繫南鳴市，獄市吏以一笥飯與之。（汪）──御覽卷七一一 \\n ００二　伯昇賓客劫人〔一〕。上避吏於新野鄧晨家。（姚。汪）──范書光武帝紀注 \\n 〔一〕　范書作「多為小盜」。 \\n ００三　諸于繡〈衤屈〉〔一〕（汪）──范書光武帝紀注 \\n 〔一〕　范書「〈衤屈〉」作「镼」。李賢曰：「前書音義曰：『諸于，大掖衣也。如婦人之袿衣。』字書無『镼』字。」又曰：「揚雄方言曰：『襜褕，其短者，自關之西謂之繡〈衤屈〉。』郭璞注云：『俗名〈衤屈〉掖。』據此，即是諸于上加繡〈衤屈〉，如今之半臂也。」續漢志云此乃婦人衣也。 \\n ００四　是時上平河北，過邯鄲。林進見〔一〕，言赤眉可破。上問其故，對曰：「河水從列人北流，如決河水灌之，皆可令為魚。」上不然之。（姚。汪）──范書光武帝紀注 \\n 〔一〕　林，趙繆王元之子。五鳳二年元坐殺謁者，會薨國除。又東觀記里「林」作「臨」。 \\n ００五　時冰滑馬僵，乃各以囊盛沙，布冰上度焉〔一〕。（姚。汪）──范書光武帝紀注 \\n 〔一〕　時王郎勢盛，移檄購光武十萬戶。光武自薊南奔，乘冰得渡呼沱河。 \\n ００六　更始使侍御史黃黨封上為蕭王。（姚。汪）──范書光武帝紀注 \\n ００七　彊華〔一〕，潁川人也。（姚。汪）──范書光武帝紀注 \\n 〔一〕　光武在長安求學時之同舍生。後自關中奉赤伏符以獻光武，光武遂稱帝。 \\n ００八　建武初，令天下繫囚減罪一等，出縑贖罪，輕重有差〔一〕。──白帖卷四七 \\n 〔一〕　疑「初」系「末」之誤，此詔與建武二十九年詔頗相似。 \\n ００九　建武二年，詔曰：「其赦天下，惟〔酷吏〕殘賊〔一〕，用刑戮深刻，獄多冤人，朕甚愍之。自今已後，有犯者，將正厥辜。〔與中二千石、諸大夫、博士、議郎有刑罰〕〔二〕。（姚。汪）──類聚卷五二　○　初學記卷二０ \\n 〔一〕　據汪輯補。 \\n 〔二〕　據初學記卷二０補。 \\n ０一０　光武建武二年，野蠶成繭，野民收其絮。（姚。汪）──類聚卷六五　○　御覽卷八一九　又卷八二五 \\n ０一一　中元元年二月，上東巡狩至山，封泰山，柴祭。禪於梁陰。夏四月，大赦天下。──書鈔卷九一 \\n ０一二　昔羿、寒浞篡夏數十年，少康生，為（牧人）〔仍牧正〕〔一〕，能修德復夏，厥勳大矣，然尚有虞思及靡、有鬲內外之助。〔二〕至于光武，承王莽之篡，起自匹庶，一民尺土，靡有憑焉。發跡於昆陽，以數千屠百萬，非膽智之至，孰能堪之？討賊平亂，克復漢業，號稱中興，雖初興者，無以加之矣。中國既定，柔遠以德〔三〕，愛慎人命，下及至賤〔四〕，武功既〔備，抗文德，修經術〕，〔五〕勳績宏矣。（姚。汪）──類聚卷一二　○　御覽卷九０ \\n 〔一〕　據御覽卷九０改補。左傳哀公元年伍員曰：「昔有過澆殺斟灌以伐斟鄩，滅夏后相，后緡方娠，逃出自竇，歸于有仍，生少康焉。為仍牧正。」杜預曰：「牧官之長。」 \\n 〔二〕　虞思，有虞氏酋長。少康逃至有虞，虞思妻之以二女，有田一成，眾一旅。見左傳哀公元年伍員之語。又靡，夏之舊臣，逃奔有鬲氏，收斟灌、斟鄩二國之餘燼，以滅寒泥而立少康。見左傳襄公四年魏絳之語。 \\n 〔三〕　光武從耿國策，立比為南單于。故自建武二十六年起，烏桓、鮮卑保塞自守，北虜遠遁，中國少事。 \\n 〔四〕　光武於建武十一年、十二年、十三年、十四年連續五次下詔，免奴婢為庶人。 \\n 〔五〕　類聚卷一二作「武功既抗，文德術修」。今據御覽卷九０改補。 \\n 明帝紀 \\n ０一三　明帝為光武起廟，號世祖廟。──文選卷一班孟堅東都賦注 \\n ０一四　明帝永平二年正月辛未，宗祀光武於明堂。祀畢，升靈臺，望雲物，大赦天下。（汪）──初學記卷二０ \\n ０一五　永平四年，詔曰：「比來水旱饑饉，加有軍旅，正旦無陳朝賀之儀。」（汪）──御覽卷二九 \\n 章帝紀 \\n ０一六　建初五年，零陵女子傅寧宅內，生紫芝五株，長者尺四寸，短者七八寸。太守沈豐使功曹齎芝以聞，帝告示天下。〔一〕（姚。汪）──御覽卷九八五　○　類聚卷九八 \\n 〔一〕　類聚卷九八作「章帝建初五年，零陵獻芝草」。復引論衡，文與御覽多同，或御覽誤也。 \\n ０一七　章帝徵能術者，深諸家曆，以為四分之曆〔一〕。──書鈔卷一五三 \\n 〔一〕　時待詔張盛、京房、鮑業、楊岑等共課之，歲餘，以盛等所中多，遂於元和二年二月甲寅，頒用四分曆。 \\n ０一八　章帝元和二年二月，帝東巡狩泰山，至于岱宗，柴望，秩山川群神，大赦天下。（姚。汪）──初學記卷二０ \\n ０一九　章和元年，安息國遣使獻師子、符枝〔一〕，形似麟而無角。（姚。汪）──初學記卷二九　○　御覽卷八八九　范書班超傳注 \\n 〔一〕　范書章帝紀章和元年作「月氏國遣使獻扶拔、師子」，班超傳略同。安息國來獻作二年事，時章帝已崩。初學記所引誤，又「枝」系「拔」之訛。疑「形似麟而無角」系注文，徐堅等誤入正文耳。 \\n 和帝紀 \\n ０二０　條支國出師子、犀牛。（姚。汪）──初學記卷二九 \\n ０二一　論曰：孝和年十四，能折外戚驕橫之權，即昭帝斃上官之類矣〔一〕。朝政遂一，民安職業，勤恤本務，苑囿希幸，遠夷稽服，西域開泰〔二〕，郡國言符瑞八十餘品，咸懼虛妄，抑而不宣云爾。（汪）──御覽卷九一 \\n 〔一〕　永元四年，翦除竇憲黨羽，憲及其弟篤、景俱自殺。上官者，上官桀也。其與憲均為外戚，爭權跋扈，皆以謀反罪死。昭帝於元鳳元年誅左將軍上官桀，亦年十四，故司馬彪舉以相方耳。 \\n 〔二〕　永元六年，班超大破焉耆、尉犁，至此西域五十餘國俱內附。 \\n 安帝紀 \\n ０二二　殤帝崩，太后與兄車騎將軍鄧騭定策禁中。其夜使騭持節以王青蓋車迎安帝，齋於殿中。（汪。鈴木）──御覽卷五三０ \\n ０二三　安帝加元服，大赦，賜公卿金帛〔一〕。──御覽卷五四０ \\n 〔一〕　原「安帝」下尚有「靈帝」二字，「大赦」上有「并」字，乃引者並而言之，今分屬二帝紀。 \\n ０二四　鴻池在雒陽東二十里〔一〕。（姚。汪）──范書安帝紀注 \\n 〔一〕　永初三年，安帝詔以鴻池假貧民。 \\n ０二五　永初四年詔：「比年饑，加有軍旅嚮衛，且勿設戲作樂，正旦無陳充庭車。」〔一〕（汪）──書鈔卷一五六 \\n 〔一〕　全後漢文引此詔，「嚮」下有「者」字，嚴可均注：「此詔有脫誤。」又「車」原誤作「軍」，據嚴校而逕改。 \\n ０二六　永初六年正月甲寅，謁宗廟〔一〕。（汪）──范書安帝紀注 \\n 〔一〕　范書作「七年春正月庚戌」，李賢以為范書誤。 \\n ０二七　元初中，會稽大疫，使光祿大夫將醫巡行〔一〕。（汪）──御覽卷七四二 \\n 〔一〕　范書「醫」上有「太」字，疑此脫。 \\n ０二八　上賜衛尉馮石寶劍、玉玦、雜繒布等〔一〕。（汪）──范書安帝紀注（二） \\n 〔一〕　建光元年九月，帝幸衛尉馮石府，賜此諸物。 \\n ０二九　安帝崩，太子前廢〔一〕，後無餘子，皇后與兄閻顯謀，以北鄉侯犢為帝嗣〔二〕。三月，立北鄉侯，皇太后臨朝。十月辛亥，北鄉侯薨。顯及江京等徵濟北、河間王子，欲以為嗣。中黃門孫程、王康等十九人，共討京等，迎立濟陰王。（汪）──御覽卷九一　○　范書安帝紀注 \\n 〔一〕　延光三年九月，常侍江京等譖毀太子保，遂廢為濟陰王。詳見順帝紀。 \\n 〔二〕　范書「犢」作「懿」，東觀記同續書。李賢曰「蓋二名」。 \\n 順帝紀 \\n ０三０　帝為太子，四歲避疾，當阿母王聖第新治，乳母王男、廚監邴吉以為犯上忌，不可御，與江京、樊豐及聖二女永等相是非。聖、永誣譖男、吉，皆物故。太子思戀男等，數為之歎息。聖、永懼有後害，遂與京、豐等共構太子，坐廢為王。（汪）──御覽卷九二 \\n ０三一　順帝詔曰：「死則委尸原野。」〔一〕──文選卷五七顏延年陽給事誄注 \\n 〔一〕　嚴可均以為是遺詔中語。 \\n 沖帝紀 \\n ０三二　沖帝建康元年九月，京師及太原、雁門地震，二郡沙涌裂〔一〕。（姚。汪）──書鈔卷一五九 \\n 〔一〕　范書作「水涌土裂」，是。又「二郡」作「三郡」，非。續漢志僅言九月丙午京師地震，不及二郡。 \\n 桓帝紀 \\n ０三三　時登等有玉印五〔一〕，皆如白石，文曰「皇帝信璽」、「皇帝行璽」，其三無文字。璧二十二，珪五，鐵券十一，開王廟，帶玉綬，衣絳衣，相署置也。（姚。汪）──范書桓帝紀注 \\n 〔一〕　登，蓋登也。延熹八年起事於勃海郡，同年失敗被殺。 \\n ０三四　〔桓帝〕祠老子於濯龍中〔一〕，設華蓋（八）〔之〕座〔二〕，〔用淳金釭器〕〔三〕。（姚。汪）──御覽卷七０二　○　又卷七五六 \\n 〔一〕　據御覽卷七五六補。 \\n 〔二〕　據續漢祭祀志改。 \\n 〔三〕　據御覽卷七五六補。又初學記卷二四、御覽卷一九七引作「濯龍園在洛陽西北角」，當系注文，故附於此。 \\n 靈帝紀 \\n ０三五　孝靈皇帝諱宏，章帝玄孫，河間孝王曾孫，解瀆亭侯淑之孫，萇之子也。母曰董姬。萇薨，上襲爵為侯。永康元年十二月，桓帝崩。先是數有皇子，夭昏不遂，太后與父竇武定策禁中。建寧元年正月，徵到，止夏門亭。〔使竇武持節〕以王青蓋車迎入于殿〔中〕〔一〕，即皇帝位，太后臨朝。（汪）──御覽卷九二　○　又卷一九四 \\n 〔一〕　據御覽卷一九四補。 \\n ０三六　靈帝封河間王子庾為濟南王，奉帝父孝仁祀。（汪）──御覽卷一九九 \\n ０三七　置永樂宮，儀如桓帝尊匽貴人之禮〔一〕。（姚。汪）──范書靈帝紀注 \\n 〔一〕　范書注曰此引出續漢志，然續漢志無此文，疑「志」系「書」之訛。汪輯入靈帝紀，今亦從之。 \\n ０三八　建寧四年〔正月〕〔一〕，帝加元服，大赦天下，〔賜公卿金帛〕〔二〕。（汪）──書鈔卷八四　○　御覽卷五四０　又卷九二 \\n 〔一〕　據御覽卷九二補。 \\n 〔二〕　據御覽卷五四０補。 \\n ０三九　唐珍，中常侍唐衡弟〔一〕。（姚。汪）──魏志董卓傳注 \\n 〔一〕　熹平二年，太常唐珍為司空。珍，潁川人。 \\n ０四０　漢武帝禮登中岳，聞言萬歲聲三，於是以三百戶封奉祠，命曰崇高邑。至後漢靈帝，復改崇高為嵩高焉〔一〕。──初學記卷五 \\n 〔一〕　此熹平五年事。范書「邑」作「山」。 \\n ０四一　郁，中常侍孟賁之弟〔一〕。（姚。汪）──蜀志孟光傳注 \\n 〔一〕　太常孟郁，河南人，熹平六年為太尉。 \\n ０四二　光和元年，初置鴻都門，生本頗以經學相引。後詔能為尺牘辭賦及工書鳥篆相課試〔一〕，至千人。皆尺一敕州郡、三公舉用辟召〔二〕，或典州郡，入為尚書、侍中，封侯賜爵。（汪）──御覽卷九二　○　又卷七四九 \\n 〔一〕　「詔」本誤作「試」，據汪校改。又「工」原誤作「王」，據御覽卷七四九改。 \\n 〔二〕　尺一，詔書之代稱。范書陳蕃傳曰：「尺一選舉，委尚書三公。」李賢曰：「尺一謂板長尺一，以寫詔書也。」 \\n ０四三　張顥，中常侍張奉弟〔一〕。（姚。汪）──魏志董卓傳注 \\n 〔一〕　顥，常山人，光和元年亦由太常任太尉。 \\n ０四四　靈帝數遊於西園，令後宮采女為客舍，主身為商賈，行至客舍，采女下酒，因共飲食。（汪）──御覽卷八四七 \\n ０四五　四年〔一〕，於後宮與宮人為列肆販賣，使相偷盜爭鬬，上臨視以為樂。又於西園令狗帶綬，著進賢冠。（汪）──御覽卷九二　○　又卷八二八 \\n 〔一〕　指光和四年。 \\n ０四六　靈帝光和六年，〔冬大寒，北海、東萊、琅邪〕井中冰厚尺餘〔一〕。（冬）大有年〔二〕。（汪）──書鈔卷一五六　○　事類賦注卷八 \\n 〔一〕　據事類賦注卷八補。 \\n 〔二〕　據事類賦注卷八刪。 \\n ０四七　三十六萬餘人〔一〕。（汪）──范書靈帝紀注 \\n 〔一〕　中平元年，張角起義時之部伍人數。 \\n ０四八　中平元年，初賣官，自關內侯以下，至虎賁羽林，入錢各有差〔一〕。（汪）──御覽卷九二 \\n 〔一〕　范書作光和元年事，是。此恐系御覽編錄時致誤。 \\n ０四九　二年〔一〕，收天下田，畝十錢，以治宮殿。發太原、河東諸道材木〔二〕，黃門常侍斷截州郡送（林）〔材木〕、文石〔三〕，掌主史譴呼不中，退賣之，貴戚因緣賤買，十倍入官，其貴戚所入者，然後得中，宮室連年不成。州郡因增加調發，刺史、二千石遷除，皆責助治宮錢，大郡至二千萬。諸詔所徵，皆令西園騶密約敕，〔四〕號曰「中使」，恐動州郡，多受財賂，天下騷動，起為盜賊矣。（汪）──御覽卷九二　○　書鈔卷四一（三） \\n 〔一〕　乃中平二年。 \\n 〔二〕　「諸」原誤作「豫」，「材」誤作「林」，據范書張讓傳逕改。 \\n 〔三〕　據范書張讓傳改。又汪輯刪「文」字，而改「石」為「召」，非。 \\n 〔四〕　李賢曰：「騶，養馬人。」 \\n ０五０　是歲，又於西園造黃金堂，以為私藏，別司農金錢繒帛，積之於中。又還河間買田業，起第觀。上本侯家，居貧，即位常曰：「桓帝不能作官家，曾無私錢。」故為私藏。復寄小黃門常侍家錢至數千萬。又云「張常侍是我翁，趙常侍是我母」。由是宦官專朝日盛，奢僭無度，各起第宅，擬則宮室。上嘗登永安候臺，黃門常侍惡其登高臺，見居處樓殿，乃使中大夫尚坦諫曰〔一〕：「天子不當登高，登高則百姓虛。」自後遂不復登臺榭矣。（姚。汪）──御覽卷九二　○　類聚卷六三　初學記卷二四　御覽卷一七六 \\n 〔一〕　范書張讓傳作「尚但」。 \\n ０五一　四年，又募買關內侯，假金紫〔一〕，入錢五百萬。（汪）──御覽卷九二 \\n 〔一〕　假金印紫綬之省語。 \\n ０五二　靈帝時〔一〕，講武平樂觀，建十重五彩華蓋，高十丈，復建九重華蓋高九丈。（姚。汪）──書鈔卷一三四（二）　○　御覽卷七０二 \\n 〔一〕　乃中平五年事。 \\n ０五三　六年四月，帝崩於嘉德殿，在位二十二年，時年三十四，葬文陵。（汪）──御覽卷九二 \\n 獻帝紀 \\n ０五四　孝獻皇帝諱協，靈帝少子也。母曰王美人，何皇后妒而害之，靈帝母永樂太后董氏收養焉，故號「董侯」。中平六年四月，靈帝崩，太子辯即尊位，年幼。皇太后詔封上為勃海王。七月，徙封陳留王。（汪）──御覽卷九二 \\n ０五五　昭寧元年，董卓住兵屯〔顯〕陽苑〔一〕，使者就拜司空。（汪）──御覽卷一九六 \\n 〔一〕　據魏志董卓傳注引獻帝春秋補。此苑延熹二年立。 \\n ０五六　九月，董卓廢天子，立陳留王。是日即皇帝位，年九歲，董卓秉政。初平元年二月，天子自洛陽遷都長安。興平元年正月，帝加元服。二年十月，上自長安東遷。建安元年七月，至雒陽。八月，上自雒陽遷都於許。（汪）──御覽卷九二 \\n ０五七　建安二十二年，命魏王建天子旌旗，出警入蹕。（汪）──御覽卷六八０ \\n ０五八　二十五年十月，上禪位於魏。魏王即帝位，封上為山陽公。青龍二年三月，薨，以天子禮葬禪陵。（汪）──御覽卷九二 \\n 后妃傳 \\n ０五九　光武郭皇后，真定稿人也。安陽思侯昌女〔一〕，曰聖通。世祖至真定，納聖通，有寵。世祖即位，聖通為貴人。建武元年，生皇子彊。二年，貴人立為皇后，彊為太子。是後后寵衰，數懷怨懟，廢。二十八年，薨，葬北陵〔二〕。（汪）──御覽卷一三七　○　又卷一四四 \\n 〔一〕　范書皇后紀作「陽安思侯」，此作「安陽」，非。 \\n 〔二〕　范書皇后紀作「北芒」。又按：皇后紀始創於華嶠，已見晉書。司馬彪書當無此紀，而其載后妃事跡甚多且詳，惜傳名無攷，故標作后妃傳，或當依漢書作外戚傳亦未可知。 \\n ０六０　光武光烈陰皇后，南陽新野人，名麗華，宣思哀侯陸女也〔一〕。陸卒後，女年十九，兄識嫁與世祖，納后於宛當成里。以后性寬仁，宜母天下，欲授以尊位。后輒退讓，自陳不足以當。男為東海王。十七年，郭皇后廢，后立為皇后。十九年，太子彊廢，東海王為太子。（汪）──御覽卷一三七 \\n 〔一〕　范書皇后紀作「宣恩哀侯」。 \\n ０六一　孝明明德馬皇后，伏波將軍新息侯援之女。后年七歲，幹治家事，敕制僮御，出入授計〔一〕，一以貫之。諸家莫如其母，不知其家事獨后所為也，後聞之，咸驚異焉。母嘗使善卜者相后，曰：「此女必當大貴，遂為帝王妃，然而少子。」（姚。汪）──御覽卷一三七　○　類聚卷一五　書鈔卷二五 \\n 〔一〕　類聚卷一五「授計」作「計校」。 \\n ０六二　建武二十八年，年十三，以選入太子宮。接待同列，如承至尊，先人後己，發於至誠，由是見寵。〔是時後宮未有任育者，常言繼嗣當以時立，薦達左右，惟恐不及〕〔一〕。（汪）──御覽卷一三七　○　類聚卷一五 \\n 〔一〕　據類聚卷一五補。 \\n ０六三　永平三年春，有司奏請立長秋宮，以帥八妾。上未有所言，皇太后曰：「馬夫人德冠後宮〔一〕，即其人也。」遂登后位。（汪）──御覽卷一三七 \\n 〔一〕　范書皇后紀作「馬貴人」。 \\n ０六四　身衣大帛，御者禿裙不緣。〔諸王親家朝請，望見后裙極麤疏，以為綺，就視乃笑。后曰：「此繒染色好，故用之耳。」老人知者，無不歎息〕〔一〕。性不喜出入遊觀，未嘗臨御牕牖，又不好音樂。上時幸苑囿離宮，以故希從，輒誡言不宜晨起，因陳風邪霧露之誡，辭意甚備，上納焉。（汪）──御覽卷一三七　○　類聚卷一五　初學記卷二六　御覽卷六九六 \\n 〔一〕　據類聚卷一五補。 \\n ０六五　誦易經，習詩、論〔語〕〔一〕、春秋，略記大義，讀楚辭，尤善賦頌，疾其浮華，聽論輒摘其要。讀光武皇帝紀〔二〕，至「有獻千里馬、寶劍者，上以馬駕鼓車，劍賜騎士，手不持珠玉」，后未嘗不歎息也。（汪）──御覽卷一三七　○　類聚卷一五　初學記卷一０ \\n 〔一〕　據初學記卷一０補。 \\n 〔二〕　范書東平王蒼傳曰：「帝以所作光武本紀示蒼，蒼因上光武受命中興頌。」則馬后所讀即此紀。按班固傳，此紀作者有班固、陳宗、尹敏、孟異四人，然據蒼傳，當經明帝親覽，且有潤色改動，故文多溢美失實之辭。 \\n ０六六　時有楚獄，囚證相引，繫者甚多。后慮其多濫，承間為上言之，上惻然感動。於是上夜起彷徨，思論所納，非臣下所得聞。（汪）──御覽卷一三七 \\n ０六七　后志在克己奉上，不以私家奸朝廷。兄為虎賁中郎將，兩弟黃門郎，訖永平世不遷。明帝體不安，召黃門防奉參醫藥，夙夜勤勞。帝崩，后作起居注，省去防參醫藥事。章帝即位，后為皇太后，下詔告三輔二千石無得令馬氏婚親因權託屬，奸亂吏治，犯者正法以聞。太后素自喜儉，前過濯龍門上，見外家問起居，車如流水馬如龍，倉頭衣綠褠直領，領袖正白，顧視旁御者，遠不及也。亦不譴怒，但絕其歲用，冀以嘿止諠耳。於是親戚被服如一，政教不嚴而從，以躬率先之故也。置織室蠶於濯龍中，數往來觀視，內以娛樂，外以先女功。太后崩，合葬顯節陵。（汪）──御覽卷一三七　○　類聚卷一五 \\n ０六八　孝明賈貴人，南陽人，明德馬后之姨女，孝章皇帝之母也。初選入後宮，為貴人，生章帝。馬后無子，帝既生，而馬后母養之。明帝謂馬后曰：「人未必當自生子也，但患養之不勤，愛之不至耳。若能愛如己子，則孝敬亦如親生矣。」於是馬后待章帝過於所生，章帝感養育之恩，遂專名馬氏為外家，故賈貴人家不蒙舅氏之寵。（汪）──御覽卷一三七 \\n ０六九　孝章章德竇皇后，右扶風平陵人，竇勳之女。后生二歲，呼卜相工見后，皆言大貴。有容貌才能，母泚陽公主欲內之，帝聞后有才色，數以問諸家。建初二年，后與女弟隨主入見長樂宮，進止得適，人事脩備，奉事長樂宮，下至侍御貢獻問遺，皆得其忻心。太后異之，亦可焉。入掖庭，見北宮章德殿。后性敏給，稱譽日聞，太后亦緣意。明年有司請立長秋宮，遂立為后，有寵，專固後宮。先是宋貴人生太子慶，梁貴人生和帝，后心忌害之，皆誣以挾邪媚道。後以憂卒。（汪）──御覽卷一三七　○　書鈔卷二六 \\n ０七０　孝章恭懷梁皇后，安定烏氏人也。父竦，建初中以女二人選入宮，有寵。其弟產孝和皇帝，竇后母養，欲隔絕梁氏。初和帝生，竦兄弟不蒙忻喜，竊私相賀，語言漏泄。傳聞，竇后惡之，遂作蜚語，誣陷以惡〔一〕。詔書傳考竦，死漢陽獄，家屬徙九真，二貴人以憂薨。永元九年，竇太后崩。竦長女嫕上書自陳，上遂見嫕，泣涕問訊，賞賜舍第財物。以二貴人葬有闕，改殯之于承光宮。小貴人尊號曰皇太后，與姊貴人合葬于西陵。上謚曰恭懷皇后，儀比敬園〔二〕。追（爵）〔封謚皇太后父梁〕竦為褒親愍侯〔三〕，〔殯賜東園棺、玉匣、衣衾〕〔四〕。徵還竦家屬。（汪）──御覽卷一七　○　又卷五五０ \\n 〔一〕　疑「惡」下脫「逆」字。 \\n 〔二〕　敬園，即廢太子慶生母宋貴人之陵園。事見敬隱宋皇后傳。 \\n 〔三〕　據御覽卷五五０改補。 \\n 〔四〕　據御覽卷五五０補。 \\n ０七一　敬隱宋皇后，右扶風平陵人，當陽穆侯揚之女也〔一〕。兩女皆有才能令色〔二〕。永平末，俱選入宮，配皇太子，皆寵。明帝崩，太子即位，是為章帝，姊妹並為貴人。建初三年，小貴人生皇子慶〔三〕，二歲，立為皇太子。後竇后幸，廢為清河王。至永元九年，竇后崩。清河王上書求上貴人冢〔四〕，又為外祖母求詣洛陽治病，詔書聽之。殤帝崩，清河王子立，是為安帝。鄧太后崩，安帝追尊小貴人曰敬隱后。（汪）──御覽卷一三七 \\n 〔一〕　「揚」，袁紀作「陽」，范書作「楊」。王先謙曰：「官本作『楊』。考證云：案『楊』，北宋本作『揚』。」天游按：宋本御覽亦作「揚」，袁、范二書皆誤。 \\n 〔二〕　袁紀作「三女」，非。范書同續書。 \\n 〔三〕　袁紀同。范書作「大貴人生慶」，未知孰是。 \\n 〔四〕　「冢」原誤作「家」，逕改。 \\n ０七二　孝和陰皇后，吳房侯綱之女也。后為人聰惠，有才能。永元四年，撰入掖庭為貴人。以託先后近屬〔一〕，故有異寵，立為皇后。自和熹鄧后入宮後，陰后寵衰，怨恨。后外母鄧朱數出入后所，有言后與朱共挾蠱，賜后策，遷於桐宮，以憂死，葬臨平亭部。（汪）──御覽卷一三七 \\n 〔一〕　陰后乃光烈皇后兄陰識之曾孫，故稱先后近屬。 \\n ０七三　孝和和熹鄧皇后，太傅高密侯禹之孫，平壽敬侯訓之女也。訓有五男三女，長騭，次京、悝、弘、閶。女燕，次綏，綏即后也，次容。〔燕〕蚤卒〔一〕，有子女娥，甫在襁褓。時后年十二，傷娥早孤，養視撫育，慈恩深至。后七歲，讀論語，十二通詩，諸兄讀經輒難問微意，志在書傳。母非之曰：「當習女工，以供衣服，今不是務，汝當舉博士耶？」后重違母意，則縫綻極女工事，暮夜私買脂燭，讀經傳，宗族內外，皆號曰「諸生」。父訓心異之。（汪）──御覽卷一三七 \\n 〔一〕　據袁紀卷二四補。 \\n ０七四　永元四年，呼〔相者待詔〕相工蘇太相后〔一〕，大驚曰：「此成湯之骨法也。貴不可言。」七年中，復與諸家女俱選入宮。姿容窈窕，進退辭令，粲然有異，與眾女殊。八年十一月己卯，后入掖庭，為貴人。諸兄除郎中。后時年十六，德冠後宮。后性恭肅小心，承事陰氏，夙夜兢兢，接撫同列，常剋己下之。〔宮省宴會，諸貴人競自修飾，極靡麗之服，而后獨澹然，衣不擇采，裝不務飾〕〔二〕。上深喜焉，遂有特寵。（姚。汪）──御覽卷一三七　○　初學記卷一０　范書皇后紀注 \\n 〔一〕　據汪輯補。「太」皇后紀注作「大」。 \\n 〔二〕　據初學記卷一０補。 \\n ０七五　后自入宮，遂博覽五經傳記，圖讖內事，風雨占候，老子、孟子、禮記月令、法言，不觀浮華申韓之書。上每欲官秩后諸兄弟，輒為推讓。孝和世，騭裁虎賁中郎將，京、悝、弘、閶黃門郎。和帝未崩，數失皇子，皇子生，養於民間，群僚無知者。及和帝崩，是日倉卒，上下憂惶。后乃收斂皇子，皇子勝長，有微疾，殤帝生百餘日，后欲自養長，立為皇子。其夜即位，尊皇后為皇太后。帝在襁褓，皇太后臨朝。（汪）──御覽卷一三七 \\n ０七六　孝和鄧后性謙慎，兄弟中外，皆先帝所寵。自攝政之後，內檢左右，外抑宗族。（姚。汪）──初學記卷一０　○　書鈔卷二四 \\n ０七七　建元元年三月，太后崩。丙午，合葬順陵。（汪）──御覽卷一三七 \\n ０七八　孝德左皇后，安帝母也。父仲躬，犍為武陽人。后兄聖伯，為妖言伏誅〔一〕，父母同產皆沒官。后長掖庭，有令色，賜清河王。王大悅，特親幸，自姬妾已下，莫能與比。六年，生男，為清河太子。卒，葬當利庭〔二〕。延平元年，殤帝崩，清河太子為皇帝。尊清河孝王曰孝德皇帝，左姬曰孝德皇后。（汪）──御覽卷一三七 \\n 〔一〕　天游按：范書清河王慶傳作「伯父聖坐妖言伏誅」。袁紀作「父坐事」，三載各異，恐當以范書為是。 \\n 〔二〕　范書作「葬於京師」。當利屬東萊郡，為侯國所在，左姬不當葬於此。范書是。 \\n ０七九　孝安安思閻皇后，河南滎陽人，侍中長水校尉暢之女也。有才能令色，立為皇后。安帝崩，閻后〔為〕皇太后〔一〕，與兄顯定策禁中，立濟北王少子北鄉侯為皇帝奉後，以其年少，欲久專政。於是太后攝政。永建元年，崩，謚安思后，合葬恭陵。（汪）──御覽卷一三七 \\n 〔一〕　據汪輯補。 \\n ０八０　孝安恭愍李皇后，以宮人侍上，見幸，生順帝。為閻后所妒，見鴆物故，瘞葬城北。帝即位，左右以聞，更以禮殯。永元二年，葬北陵，謚曰愍皇后。（汪）──御覽卷一三七 \\n ０八一　梁皇后，大將軍商女。后〔生〕〔一〕，有光景之祥。及長，聰叡，仰承兄姊，俯接弟妹，恩情周悉。既有女功之巧，尤好史書學問之事。九歲能誦孝經、論語，遂治韓詩，大義略舉。女傳列圖〔二〕，常在左右。宗族中外，咸敬異焉。選入掖庭，相工茅通見之，大驚曰：「此所謂日角偃月，相之極貴，臣所未常見。」於是以為貴人，恩寵日崇。乃白上曰：「陽以博施為德，陰以不專為義，蓋詩人螽斯之福，則百斯男之祚，所由興也〔三〕。願陛下思天行之普逮，均貫魚之次序，使小妾得免罪謗之累。」於是上愈善之，益親顧焉。陽嘉元年，立為皇后。（汪）──御覽卷一三七 \\n 〔一〕　據汪輯補。 \\n 〔二〕　劉向所著之列女傳，共八篇，且列女均圖畫其像。 \\n 〔三〕　螽斯，蟲名，似蚱蜢，繁殖力極強，古時以喻子孫眾多。詩周南有螽斯之章。又太姒，周文王之妃，傳說生有十子，又不嫉妒，以進眾妾，致文王有百男之慶。詩大雅思齊即頌太姒此事。 \\n ０八二　順帝崩，沖帝在襁褓，太后攝政。初章德竇后嫉害恭懷皇后獨生聖嗣，陷以非辜，家屬坐徙九真。章德后之從父昆弟章女為貴人，與太后並寵，章致大位大鴻臚。及上晏駕，后登至尊，章惶怖。太后內無忌刻之心，遂不以舊惡介意。（姚。汪）──初學記卷一０　○　御覽卷一三七　書鈔卷二四 \\n ０八三　和平元年，崩，群臣奏謚曰順烈皇后，合葬憲陵。（汪）──御覽卷一三七 \\n ０八四　美人父詩，為郎中。詩父衡，屯騎校尉〔一〕。（姚。汪）──范書皇后紀注 \\n 〔一〕　美人者，虞貴人也。范書注出續漢志，然志文無此語，當系續漢書之文。今從汪輯引之。 \\n ０八五　孝順虞大家，孝沖皇帝母也。遭沖、質仍夭，政在梁氏，故與質帝母俱抑而無號。嘉平四年，小黃門趙祐、議郎畢正言上〔一〕：「孝沖皇帝母虞大家，質皇帝母渤海陳夫人，皆誕生聖帝，未有稱號。今遭盛明，當以母氏序載外戚。朝廷之恩，臣子極賤，尚有追贈，況二母見存，而徒曰大家、夫人，非所示後進母以子貴之義〔二〕。」上感其言，即日拜大家為貴人，使中常侍持節就園授印綬。（汪）──御覽卷一三七 \\n 〔一〕　天游按：范書皇后紀作「卑整」，袁紀及蔡邕集與續書同。惠棟曰：「整，雁門人。案孫愐引胡太傅碑亦作『卑整』。作『畢』字者，誤也。」嚴可均輯全後漢文即據宋本廣韻「卑」字注改「畢」作「卑」。 \\n 〔二〕　母以子貴之義，出公羊傳隱公元年。 \\n ０八六　樂安陳夫人，孝質皇帝母也。家本魏郡，少以伎入孝王宮〔一〕，得幸，生質帝。梁冀欲專國權，令帝母不得至京都。又帝短祚，是以外家無他寵。靈帝拜夫人為孝王妃。（汪）──御覽卷一三七　○　又卷一五一 \\n 〔一〕　范書皇后紀「伎」上有「聲」字，疑此脫。 \\n ０八七　蠡吾博園匽貴人者，孝桓皇帝母也。上年十四，襲父蠡吾侯翼爵。即帝位，追尊父為〔孝〕崇皇〔一〕，陵曰博陵。匽夫人為〔孝〕崇〔博〕園貴人〔二〕。和平元年，有司上言為孝崇皇后，即授印綬，宮曰永樂。（汪）──御覽卷一三七 \\n 〔一〕　據袁宏紀補。 \\n 〔二〕　同右。 \\n ０八八　孝桓懿獻皇后，順烈后之女弟也，字女瑩。上始即位，備禮儀納綵。案舊令聘后，納綵乘馬束帛如孝惠、孝平故事，聘后黃金二萬斤〔一〕。永初四年，立為皇后。時太后秉政，皇后擅寵後宮。太后崩後，后恩稍衰。後宮妊孕，若產皇子，后輒隨嫉害，少有得全育者。然終身亦無子，後見御轉希。至延熹二年，以憂恚崩，葬懿陵。（汪）──御覽卷一三七 \\n 〔一〕　漢書王莽傳曰：「有司奏『故事，聘皇后黃金二萬斤，為錢二萬萬』。」 \\n ０八九　孝桓鄧皇后，字猛女。母宣本微，初適郎中鄧香，生后。後適梁紀，故后冒姓梁氏。上誅后兄冀等，立猛女為皇后，惡梁姓之同，改姓亳氏，復姓鄧氏。后恃尊驕忌，與上所幸郭貴人更相譖。乃廢之。凡立七年，以憂死，葬於北邙。（汪）──御覽卷一三七 \\n ０九０　孝桓竇皇后，章帝竇后之族孫，大將軍武之女也。孝靈皇帝尊皇后為皇太后，臨朝。武以宦者放縱日久，謀悉誅除，廢其官。上欲獲忠節，下副論者。數入禁中，進白太后。太后以為「此皆天所生，漢元以來，世世用事，國典常故，何可廢邪？但當誅惡耳」。中常侍管霸頗聞其語，結謀誅武。武自殺，太后歸長樂宮。熹平元年六月崩，合葬宣陵。（汪）──御覽卷一三七 \\n ０九一　河間慎園董貴人，孝靈皇帝母也。靈帝即皇帝位，追尊父長為孝仁皇帝〔一〕，陵曰慎陵。董太夫人曰慎園貴人。及竇太后歸政，還長樂宮，迎貴人到京都，奉璽綬，上尊號為孝仁皇后，稱永樂宮。竇太后崩後，永樂后數至前省，與上相見，與於政事。中平六年，上棄天下。永樂后兄子重為驃騎將軍。何太后臨朝，重與太后兄大將軍進權勢相害，后每欲參與政事，太后輒相禁塞。后憤恚，嗔罵曰：「汝欲怙大將軍邪？敕驃騎斬大將軍頭來！」何太后以告進，進收重，免官爵。重自殺，后憂怖，病還河間。崩，合葬慎陵。（汪）──御覽卷一三七 \\n 〔一〕　范書「長」作「萇」，是。 \\n ０九二　孝靈宋后，〔章〕帝敬〔隱〕宋貴人之從孫〔一〕，執金吾酆之女。無寵，而久當正位。後宮幸姬眾共譖惡，誣以祝詛。上信之，遂策收璽綬。后自致暴室獄，以憂死，父、兄弟皆被誅。諸常侍、小黃門在省闥者，皆憐宋氏無辜，共合錢收葬后及酆父子於睪門亭宋氏舊塋。（汪）──御覽卷一三七 \\n 〔一〕　據范書皇后紀補。 \\n ０九三　孝靈靈思何皇后，南陽宛人也。以良家子選入掖庭，見幸妊身，就館生男，為貴人。父真前卒，召貴人同父兄何進為郎中。靈帝崩，何皇后子辯立為皇帝，后為皇太后，進為錄尚書。袁紹謀誅廢中官，進以紹計白太后，后不聽，以為「中官統領禁省，自古及今，漢家故事，不可廢也。且先帝新棄天下，奈何令我楚楚與士人共事乎」。及董卓屯顯陽〔苑〕〔一〕，議以為太后迫永樂后令崩，遂婦姑之節，遷太后于桐宮。太后暴崩，群臣奏謚曰靈思皇后，合葬文陵。（汪）──御覽卷一三七 \\n 〔一〕　據魏志董卓傳注引獻帝春秋補。 \\n ０九四　孝靈靈懷王皇后，孝獻帝母，王璋女也。才明聰敏，能書會計，以良家子應法相選入掖庭。光和三年中夏，幸妊身，后怖畏何皇后，服藥欲除妊，胎安不動。又后數夢負日，遂不敢搖。四年三月癸巳生上。庚子，渴飲米粥，遂暴薨。上歸掖庭，暴室嗇夫朱直擁養，獨擇乳母。歲餘，永樂后自將護。至三歲，靈帝憫上早失所生，追思后令美，乃作追德賦、令儀頌。陵曰文昭陵，起墳文陵園北。（汪）──御覽卷一三七　○　書鈔卷二六 \\n ０九五　孝獻伏皇后，琅邪東武人，侍中輔國將軍不其侯完女也。后坐與父完謀為奸書，詐罔不道。上收后下暴室詔獄，憂死，兄弟皆伏誅。（汪）──御覽卷一三七 \\n ０九六　孝獻曹后，丞相魏王操女也，名憲。建安十八年，上納操二女憲、節於後宮，皆以為貴人。明年，伏后薨，憲為皇后。二十〔五〕年〔一〕，獻帝禪位於魏，憲拜山陽公夫人。（汪）──御覽卷一三七 \\n 〔一〕　據范書獻帝紀補。 \\n ０九七　獻穆曹后，〔諱節〕〔一〕，曹操之女也。魏受禪，遣使求璽綬，后怒，以璽綬抵軒下，因涕泣橫流曰：「天不祚此璽。」（姚。汪）──御覽卷六八二　○　書鈔卷一三一 \\n 〔一〕　據書鈔卷一三一補。 \\n  \\n   \\n  "}
{"章节": "司馬彪續漢書卷二", "正文": "  \\n 司馬彪續漢書卷二 \\n 　 \\n  \\n ［周天游輯注］ \\n 劉玄傳 \\n ０九八　時聖公聚客〔一〕，家有酒，請游徼飲。賓客醉歌，言：「朝亨兩都尉，游徼後來，用調羹味。」游徼大怒，縛捶數百。（姚。汪。俊。鈴木）──范書本傳注　○　御覽卷八四六 \\n 〔一〕　劉玄字聖公，弟為人所殺，時結客欲報怨。 \\n ０九九　符訾〔一〕（姚。汪）──范書本傳注 \\n 〔一〕　范書本傳曰：「王莽末，南方饑饉，人庶群入野澤，掘鳧茈而食之。」天游按：又東觀記作『鳧茈』，即荸薺也。符訾，異名也。 \\n 一００　牧欲北歸隨，武等復遮擊之，鉤牧車屏泥，刺殺其驂乘，然不敢殺牧也〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　時王匡、馬武等共聚綠林，荊州牧發奔命二萬攻之，匡、武大破牧軍。 \\n 一０一　張印〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　范書作「張卬」。袁紀一作「張斤」，一作「張邛」。東觀記與范書同。通鑑考異以為當從范書。 \\n 一０二　馬禍也〔一〕。時更始失道，將亡之徵。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　更始自洛陽徙都長安，初發，馬驚，觸北宮門，三馬皆死。 \\n 劉盆子傳 \\n 一０三　呂母子名育，為游徼，犯罪。（姚。汪。鈴木）──范書本傳注 \\n 一０四　赤眉入安定、北地，逢大雪，坑谷皆滿，多凍死〔一〕。（汪）──御覽卷一二 \\n 〔一〕　建武二年初事。 \\n 一０五　赤眉從澠池，自利陽南欲赴宜陽。（汪）──水經注卷一六穀水注 \\n 王郎傳 \\n 一０六　鄧蒲〔一〕。（汪）──范書本傳注 \\n 〔一〕　范書作「鄧滿」。更始二年，光武納耿純之策，留蒲圍鉅鹿，自率精兵直取邯鄲。 \\n 隗囂傳 \\n 一０七　囂以杜陵人王元為大將軍〔一〕。（姚。汪）──姚輯 \\n 〔一〕　不詳所出，俟考。 \\n 一０八　遵降，封上雒侯〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　遵，王遵，隗囂部將，霸陵人。 \\n 公孫述傳 \\n 一０九　公孫述補清水長。太守以其能，使兼治五縣。政事循理，姦盜不發，郡中謂有神明。（姚。汪。鈴木）──類聚卷五０　○　御覽卷二六七 \\n 宗室四王三侯傳 \\n 一一０　〔齊〕武王縯〔一〕，字伯升，世祖之長兄也。〔剛毅〕慷慨〔二〕，有大節。進圍宛城中，自號天柱大將軍〔三〕。王莽素聞其名，大震懼，使長安中宮署及天下鄉亭皆畫伯升像於塾〔四〕，旦起射之。（汪。鈴木）──御覽卷二七九　○　書鈔卷七０ \\n 〔一〕　據袁、范二書補。 \\n 〔二〕　據書鈔卷七０補。 \\n 〔三〕　袁紀、范書均作「柱天」。 \\n 〔四〕　范書「宮」作「官」，是。汪輯「塾」作「埻」。按說文、廣韻，埻亦通塾，或作「射臬」解，或作「的」解，均系靶子之意。時於諸官署及鄉亭之門側堂畫伯升像以為箭垜而射之。 \\n 一一一　〔北海靜王興遷弘農太守〕〔一〕，縣吏張申有伏罪，興收申案論，郡中震慄。時年旱〔二〕，分遣文學循行屬縣，理冤獄，宥小過，應時甘雨降澍。（姚。汪）──范書本傳注　○　書鈔卷七五 \\n 〔一〕　據書鈔卷七五補。又范書「靜」作「靖」，續書恐誤。 \\n 〔二〕　書鈔卷七五作「明年旱」。 \\n 一一二　北海靖王興子敬王睦〔一〕，少好學聰敏，既敦經術。性孝友，篤於骨肉，靖王薨，推物與諸弟。（姚。汪。鈴木）──書鈔卷七０（三） \\n 〔一〕　書鈔三引，一引「睦」作「瞻」，非。 \\n 一一三　「是吾幼時狂惷之行也。」〔一〕（汪）──范書本傳注 \\n 〔一〕　初睦謙恭好士，聲價日廣。永平中，法憲頗峻，睦遂謝絕賓客以避禍，故對進京使者作此語。 \\n 一一四　阜、賜移書於良〔一〕，曰：「老子不率宗族，單蔥騎牛哭且行，何足賴哉！」（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　阜，甄阜，莽前隊大夫；賜，梁丘賜，前隊屬正。時趙孝王良從漢軍至小長安，兵敗，妻及二子皆死。 \\n 一一五　趙王良玄孫乾，坐為大喪服白衣步出，詣闕〔一〕。（鈴木）──書鈔卷七０ \\n 〔一〕　范書本傳曰：「趙相奏乾居父喪，私聘小妻，又白衣出司馬門，坐削中丘縣。」疑此引有脫文。 \\n 一一六　侯等助祭明堂，以例益戶二百。敞以有行義，拜為廬江都尉〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　時敞推父時金寶財產與昆弟，荊州刺史上其義行，故拜。敞，城陽恭王祉之父。 \\n 一一七　王莽時，諸劉抑廢，為郡縣所侵。蔡陽國釜亭候長醉訽更始父子張〔一〕，子張怒，刺殺亭長。後十餘歲，亭長子報殺更始弟騫。賜兄顯欲為報怨，賓客轉劫人，發覺，州郡殺顯獄中。賜與顯子信結客陳政等九人，燔燒殺亭長妻子四人。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　「訽」本作「詢」，據點校本范書校勘記、姚輯鈔本蔡元培按語逕改。 \\n 一一八　慶字翁敖〔一〕。（汪）──范書本傳注 \\n 〔一〕　慶，成武孝侯順之父。 \\n 一一九　憲字翁君〔一〕。（汪）──范書本傳注 \\n 〔一〕　憲，順陽懷侯嘉之父。 \\n 李通傳 \\n 一二０　守居家〔一〕，與子孫尤謹，閏門之內，如官廷也。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　守，李通之父，為王莽宗卿師。 \\n 一二一　先是李通同母弟申徒臣能為醫〔一〕，難使，伯昇殺之。上恐其怨，不欲與軼相見。軼數請，上乃強見之。軼深達通意，上乃許往。意不安，買半臿佩刀懷之。至通舍，通甚悅，握上手，得半臿刀，請上曰：「一何武也？」上曰：「蒼卒時，以備不虞耳。」（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　袁紀及東觀記李通傳并作「申屠臣」，東觀記光武帝紀作「公孫臣」。天游按：潛夫論志氏姓曰：「信都者，司徒也。俗間音不正，曰信都，或曰申徒，或曰勝屠，然其本為一司徒耳。」又風俗通義校釋佚文曰：「（申徒氏）本申屠氏，隨音改為申徒氏。」則「申徒臣」即「申屠臣」，作「公孫臣」，非。 \\n 一二二　李通字次元，為光祿勳。時上征討四方，令通居守京師，撫百姓，治宮室，起學宮。（姚。汪。鈴木）──書鈔卷五三 \\n 王常傳 \\n 一二三　王常字顏卿，拜橫野大將軍，位次九卿，〔與〕諸將絕席〔一〕。引兵擊高峻。（姚。汪。鈴木）──書鈔卷六四 \\n 〔一〕　據汪輯補。 \\n 鄧晨傳 \\n 一二四　為常山太守。上發兵信都，晨欲固從〔一〕，上曰：「卿以一身助我，不如以一郡為我北州主人也。」（姚。汪。鈴木）──書鈔卷七四 \\n 〔一〕　「晨」原誤作「農」，逕改。 \\n 一二五　鄧晨拜中山太守，清約，吏民稱之，常為冀州高第。（姚。汪。鈴木）──書鈔卷七六 \\n 一二六　徙汝南太守，興鴻郤陂，益地數千頃，溉道饒足。（姚。汪。鈴木）──書鈔卷七四 \\n 來歙傳 \\n 一二七　來歙擊隗囂，至略陽城〔一〕。大戰登城，相射弓弩盡，乃發屋斷木為箭。（姚。汪。鈴木）──書鈔卷一二五　○　御覽卷三四九 \\n 〔一〕　范書本傳下作「斬囂守將金梁，因保其城。囂大驚曰：『何其神也！』乃悉兵數萬人圍略陽，斬山築堤，激水灌城，歙與將士固死堅守」云云，疑二引多有脫文。 \\n 鄧禹傳 \\n 一二八　鄧禹字仲華，拜前將軍，持節分精吏士三萬人，自箕關入攻河內都尉，破之，獲輜重車千餘乘。（鈴木）──書鈔卷六四 \\n 一二九　孝明皇帝以禹先帝名臣，拜太子太傅，進見東宮，甚優寵。（姚。汪。鈴木）──書鈔卷六五 \\n 寇恂傳 \\n 一三０　上欲定河內，謂鄧禹曰：「朕有河內，猶高祖有關中，非蕭何誰能鎮之？為吾舉如蕭何者。」禹曰：「寇恂文武兼備，有御眾之才，非此子莫可使也。」（姚。汪。鈴木）──書鈔卷七五 \\n 一三一　恂為河內太守，〔移書屬縣，講兵肄射〕〔一〕，伐淇園之竹以治矢百餘萬，又養馬二千匹。（姚。汪。鈴木）──書鈔卷七四　○　事類賦注卷一三 \\n 〔一〕　據事類賦注卷一三補。 \\n 一三二　恂為潁川太守，誅討賊盜，政教施行，郡中無事，修禮樂教授。（姚。汪。鈴木）──書鈔卷七四 \\n 一三三　寇恂為潁川太守。時有豆生於郡界，收得十餘萬斛，以給諸營。（姚。汪。鈴木）──書鈔卷七五 \\n 一三四　寇恂為潁川太守，盜賊不敢入界。（姚。汪。鈴木）──書鈔卷七五 \\n 一三五　寇恂為潁川太守。又拜汝南太守。城門不閉，盜賊不起，向風而治之。（鈴木）──書鈔卷七五 \\n 一三六　入為執金吾。潁川盜賊群起，上謂恂曰：「獨卿能平之耳。」恂至潁川，盜賊悉降，百姓遮曰：「吾願借寇君一年。」（姚。汪。鈴木）──書鈔卷七六 \\n 馮異傳 \\n 一三七　殷建〔一〕。（汪）──范書本傳注 \\n 〔一〕　范書本傳作「段建」。東觀記與續書同。建乃馮異所薦，以為掾吏。 \\n 一三八　異敕吏士，非交戰受敵，常行諸營之後，相逢引車避之，由是無爭道變鬬者也。（姚。汪。鈴木）──范書本傳注　○　御覽卷二七五 \\n 一三九　茅丹〔一〕。（汪）──范書本傳注 \\n 〔一〕　范書本傳作「芳丹」。丹乃赤眉失敗後割據新豐者。 \\n 一四０　安定屬國人，本屬國降胡也〔一〕。居參巒青山中，其豪帥號「肥頭小卿」。（汪）──范書本傳注 \\n 〔一〕　時馮異進軍義渠，青山胡降，當非專指某人而言。 \\n 岑彭傳 \\n 一四一　時更始尚書令謝躬將六將軍屯鄴，兵橫暴，為百姓所苦。上先遣吳漢往收之，故拜彭為刺姦將軍。（姚。汪。鈴木）──范書本傳注 \\n 一四二　彭鎮河內，馮異先攻洛陽，朱鮪大出軍，欲擊彭。時天霧，鮪以為彭已去，令其兵皆獲黍。彭乃進擊，大破之。（姚。汪。鈴木）──范書本傳注 \\n 一四三　彭南擊荊州，至成安、昆陽、犨、葉、舞陽、堵陽、平氏、棘陽、胡陽，處處皆破其屯聚。（姚。汪。鈴木）──范書本傳注 \\n 一四四　奉令候伏道旁，見車騎一日不絕，歸語奉，奉遂夜遁〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　時光武自將擊鄧奉，至葉，車騎不得前。岑彭遂擊破奉，追至堵陽。 \\n 一四五　辛臣為戎作地圖，圖彭寵、張步、董憲、公孫述等所得郡國，云洛陽所得如掌耳〔一〕。（汪）──范書本傳注 \\n 〔一〕　時岑彭圍黎丘，田戎欲降，辛臣遂作圖以勸阻之。 \\n 一四六　張隆遣子曄將兵詣彭助征伐，上以曄為率義侯〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　時岑彭屯兵津鄉，移檄江南，班行詔命。桂陽太守張隆遣使貢獻，且命子將兵助征伐。 \\n 一四七　以縑盛土為堤〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　時岑彭圍隗囂西城，壅谷水灌之。 \\n 一四八　時天東風，其欑柱有反把，鉤奇船不得去〔一〕。（汪）──范書本傳注 \\n 〔一〕　建武十一年春，岑彭擊蜀，偏將軍魯奇應募乘船直攻浮橋，死戰破敵。 \\n 賈復傳 \\n 一四九　右驂〔一〕。（汪）──范書本傳注 \\n 〔一〕　時光武在河北，署復為破虜將軍督盜賊。然復馬羸弱，故光武解驂馬以賜之。范書作「左驂」，而東觀記同續書。 \\n 吳漢傳 \\n 一五０　（雒縣）〔南陽〕人韓鴻為謁者〔一〕，使持節降河北，拜除二千石。（汪）──范書本傳注 \\n 〔一〕　據點校本范書校勘記改。汪輯作「洛陽」，亦非。時鴻見漢甚悅，承制拜為安樂令。 \\n 一五一　時道路多饑人，來求食者似儒生，漢召之，故先為具食。（汪。鈴木）──范書本傳注 \\n 一五二　攻薊，誅王郎大將趙閎等。（姚。汪。鈴木）──范書本傳注 \\n 一五三　時上使漢等將突騎，揚兵戲馬，立騎馳環邯鄲城，乃圍之。（姚。汪。鈴木）──范書本傳注 \\n 一五四　吳漢為大將軍，持節發突騎。更始幽州牧苗曾不肯應調，漢斬曾，威震州郡，將其兵詣上。（姚。汪。鈴木）──書鈔卷五一 \\n 一五五　時岑彭已在城中，將躬詣傳舍，馳白漢。漢至，躬在彭前伏，漢曰：「何故與鬼語！」遂殺之。（姚。汪。鈴木）──范書本傳注 \\n 一五六　從擊銅馬、重連、高胡，皆破之。（汪。鈴木）──范書本傳注 \\n 一五七　漢躬被甲拔戟，令諸部將曰：「聞雷鼓聲，皆大呼俱進，後至者斬！」遂鼓而進之。（姚。汪。鈴木）──范書本傳注 \\n 一五八　長垣〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　范書作「長直」。時漢北擊清河諸義軍。李賢曰：「長垣，縣名，在河南，不得言北擊，而范書作『長直』，當是賊號，或因地以為名。」又東觀記亦作「長垣」，誤。 \\n 一五九　劉禹〔一〕。──范書本傳注 \\n 〔一〕　范書作「劉尚」，乃漢所部副將，即武威將軍也。時將萬餘人屯於江南。東觀記同續書，恐非。 \\n 一六０　吳漢嘗出征，妻子在後買田業。漢還，讓之曰：「軍師在外，吏士不足，何多買田宅乎？」遂盡分以與昆弟外家。（姚。汪。鈴木）──類聚卷六四 \\n 一六一　上即位，漢為大司馬。海內無事，乃得安。其性忠厚，篤於事上〔一〕。（姚。汪。鈴木）──書鈔卷五一 \\n 〔一〕　此引下汪輯據書鈔卷七八又引曰：「吳漢為洛陽令，病卒，百姓哀痛，老小隨車，晝夜號泣。」天游按：此乃王渙事跡，陳、俞本誤作「吳漢」，姚、汪均依之，且云：「時官大司馬安得為令！此豈又一吳漢耶？」甚謬。今依孔本入王渙傳。 \\n 蓋延傳 \\n 一六二　並與狐奴令王梁同勸寵〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　寵，彭寵，漁陽太守。延與吳漢、王梁謀歸光武，故並勸寵。 \\n 一六三　時劉永別將許德據襄邑，延攻而拔之。（姚。汪。鈴木）──范書本傳注 \\n 一六四　萌攻延，延與戰，破之。詔書勞延曰：「龐萌一夜反畔，相去不遠，營壁不堅，殆令人齒欲相擊，而將軍有不可動之節，吾甚美之。」〔一〕（汪）──范書本傳注 \\n 〔一〕　范書本傳作「引軍襲敗延，延走，北渡泗水，破舟楫，壞津梁，僅而得免」。與此大異，東觀記同續書。 \\n 一六五　視事四年，人敬其威信〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　時延拜左馮翊。惠棟曰：「袁宏紀『延為京兆尹，事多犯法』。華嶠書亦云『延代鮮于褒為馮翊，多非法』。續書所載非實錄也。宏以為京兆尹，亦訛。」惠說是。 \\n 陳俊傳 \\n 一六六　銅馬所過虜掠，（王）〔陳〕俊言於上曰〔一〕：「宜捨輕兵出賊前，使百姓各堅壁，以絕其食，可不戰而殄也。」上然之，遣俊將輕騎，馳出賊前。視民保壁者，敕令固守，散在野者，因掠取之。賊至無所得，遂散敗。及軍還，上謂俊曰：「困此虜者，將軍策也。」（汪）──御覽卷四四九 \\n 〔一〕　據范書本傳改。汪輯作王俊傳，甚失考。 \\n 一六七　陳俊為琅邪太守，撫恤貧弱，表有行義，百姓錄之〔一〕。（姚。汪。鈴木）──書鈔卷七四 \\n 〔一〕　、姚、汪二輯「錄」作「歌」，范書亦然，當是。 \\n 臧宮傳 \\n 一六八　臧宮字君公〔一〕，時為左中郎將，擊武陵賊〔二〕，降之。凡所將兵二十餘年，以信謹質朴，故常見用。（鈴木）──書鈔卷六三 \\n 〔一〕　按東觀記、袁紀、范書均作「字君翁」，此作「字君公」，誤。 \\n 〔二〕　范書作「武谿賊」。天游按：武谿屬武陵郡，水名。水經注作「潕溪」。李賢曰：「土俗『潕』作『武』。」 \\n 耿弇傳弟國　國子秉　國弟子恭 \\n 一六九　耿弇字伯昭，扶風人。少學詩禮，見郡督尉試騎士，建旗鼓，肄馳騁，由是心善將率。（汪。鈴木）──御覽卷三０九 \\n 一七０　弇還檄與況，陳上功德，自嫌年少，恐不見信，宜自來。況得檄立發，至昌平見上。（姚。汪。鈴木）──范書本傳注 \\n 一七一　弇歸〔一〕，主人食未已，薊中擾亂，上駕出南城門，頗遮絕輜重，城中相掠。弇既與上相失，以馬與城門亭長，乃得出。（汪。鈴木）──范書本傳注 \\n 〔一〕　時弇從光武北到薊，忽聞邯鄲兵至，光武南奔，遂相失。 \\n 一七二　光武初見弇言〔一〕，起坐曰：「卿失言，我斬卿。」弇曰：「大王哀厚弇如父子，故披赤心，為大王陳事。」上曰：「我戲卿耳。」（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　光武居邯鄲，晝臥溫明殿。弇請閒進說，願歸幽州，益發精兵，待機以圖天下。 \\n 一七三　後上聞弇為張步所攻，欲自往。陳俊曰：「步兵盛，可且閉營，待上至。」弇曰：「上且到，臣子當擊牛釃酒，以待百官，反欲以賊虜遺君父邪！」遂合戰，破之。（汪。鈴木）──御覽卷三０九 \\n 一七四　耿國字叔廉〔一〕，為黃門郎給事中，疏敏有識。于時見問，常多合意，上以為能。（姚。汪。鈴木）──書鈔卷五八 \\n 〔一〕　范書本傳作「叔慮」，初學記卷一二引續書與之同。然東觀記作「叔憲」。三載各異，未知孰是。 \\n 一七五　耿國字叔慮，為大司農，曉邊事，能論議，數上便宜事，天子器之。（姚。汪。鈴木）──初學記卷一二　○　御覽卷二三二 \\n 一七六　耿秉字伯初，為謁者僕射。每公卿會議，常引秉上殿，訪以邊事〔一〕。（姚。汪。鈴木）──書鈔卷六二 \\n 〔一〕　姚、汪二輯尚引曰：「永平中，召秉詣省闥，問前後所上便宜方略。」乃姚之駰據范書以補卷六二所引之闕，書鈔并無此引，故刪。 \\n 一七七　耿恭字伯宗，為戊己校尉，屯後王部金蒲城。謁者關寵為戊己校尉，屯前王部柳中城。（姚。汪。鈴木）──御覽卷一九二 \\n 一七八　匈奴破（離）〔殺〕後王安得〔一〕，攻金滿城〔二〕。耿恭以毒藥傅矢，傳語匈奴，漢家箭神，中其瘡者必有異。因發弩射之，虜中矢者視瘡皆沸，並大驚，相謂曰：「漢兵神，真可畏也。」遂解去。（汪）──事類賦注卷一三 \\n 〔一〕　據范書本傳改。 \\n 〔二〕　當是金蒲城之誤。 \\n 一七九　耿恭奔疏勒，軍吏范羌迎之，天雪一丈，道不通人。（鈴木）──書鈔卷一五二 \\n 一八０　耿恭在疏勒，得出至玉門，唯餘十三人，衣履穿決，形容枯槁。郎將鄭眾為恭以下沐浴，易衣冠。（汪。鈴木）──御覽卷三九五 \\n 一八一　耿恭字伯宗，遷長水校尉。西羌反，恭上疏陳方略，詔問狀。後遣恭將五校尉禦之〔一〕。（姚。汪。鈴木）──書鈔卷六一 \\n 〔一〕　范書本傳作「將五校士三千人」。 \\n 祭遵傳從第彤 \\n 一八二　上幸廣陽城門，設祖道，閱過諸將，以遵新破漁陽，令最在前。（姚。汪。鈴木）──范書本傳注 \\n 一八三　祭彤除偃師長，視事五年，縣無盜賊，州課第一。遷襄賁令。時盜賊抄掠，彤到官，誅〔鋤〕姦猾〔一〕，縣界清淨。詔書增秩一等，賜縑百疋〔二〕，冊書勉勵。（姚。汪。鈴木）──類聚卷五０　○　書鈔卷七八　御覽卷二六七 \\n 〔一〕　據書鈔卷七八補。 \\n 〔二〕　書鈔卷七八「縑」作「絹」。 \\n 一八四　祭彤字次孫，為太僕卿。朝廷聞彤素清有道，而衣無副，有功效拜之日，賜錢百萬，馬三匹，衣被刀劍，下至桮案什物。上常歎之，以為任大之臣也。（姚。汪。鈴木）──書鈔卷五四　○　初學記卷一二 \\n 任光傳 \\n 一八五　光武師薊，南行，太守任光開門出迎〔一〕。──廣韻卷四 \\n 〔一〕　光時任信都太守。 \\n 李忠傳 \\n 一八六　高密中尉〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　李忠父所任之職。范書本傳作「都尉」。李賢曰：「東觀記、續漢書并云『中尉』。又郡國志高密，侯國。百官志皇子封，每國傅、相各一人，中尉一人，比二千石，職如郡都尉，主盜賊。高密非郡，為『都』字者誤。」 \\n 一八七　李忠字仲都，東萊人。從光武攻下屬縣，至苦陘。上會諸將問所得，忠獨不掠財物。（鈴木）──書鈔卷三八 \\n 一八八　李忠字仲都，為丹陽太守。越地不好學，無嫁娶禮儀，忠乃立學校，習婚姻禮儀，墾田土，招流民，奏課第一。（姚。汪。鈴木）──書鈔卷七六 \\n 耿純傳孫騰 \\n 一八九　皆衣縑襜褕絳衣〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　時純率宗族賓客二千餘人，衣此以迎光武。 \\n 一九０　青犢等眾在射犬，世祖引兵將擊之。耿純軍在前，賊忽夜攻純，雨射營中。純勒部曲不動，選敢死二千人，俱持強弩，各傅三矢，使銜枚間行，繞出賊後，齊聲呼譟，強弩並發，賊眾驚走。（鈴木）──書鈔卷一二五 \\n 一九一　紺〔一〕。（汪）──范書本傳注 \\n 〔一〕　范書作「細」，乃真定王劉楊之從兄，擁兵萬餘人，與楊欲脫離光武自立。光武遣純以計誘殺之。 \\n 一九二　純為東郡太守，〔在郡四歲，抑強扶弱，令行而禁止〕。〔一〕免官歸第。上道過東郡，百姓老少數千人隨車駕涕泣云：「願留耿君。」（姚。汪。鈴木）──書鈔卷七六　○　又卷七五 \\n 〔一〕　據書鈔卷七五補。又「東郡」之「郡」皆誤作「都」，逕改。 \\n 一九三　六年，上令諸侯就國，純上書自陳，前在東郡案誅涿郡太守朱英親屬，今國屬涿，誠不自安。制書報曰：「侯前奉公行法，朱英久吏，曉知義理，何時當以公事相是非！然受堯舜之罰者不能愛己也。已更擇國土，令侯無介然之憂。」乃更封純為東光侯。（姚。汪。鈴木）──范書本傳注 \\n 一九四　耿純字伯山，拜太中大夫。威信著於衛地。東郡盜賊起，與大兵會東郡。聞純入界，盜賊皆詣純請降，大兵不戰而還。（姚。汪。鈴木）──書鈔卷五六 \\n 一九五　封騰高亭侯〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　建初中，純嫡孫盱死，無嗣，遂封盱弟騰。 \\n 朱祐傳 \\n 一九六　祐至南巒，為賊所傷，上親候視之。（姚。汪。鈴木）──范書本傳注 \\n 景丹傳 \\n 一九七　南巒賊迎擊上營，得上鼓車輜重數乘〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　南巒賊，范書作王郎將兒宏等軍。時光武敗危，丹縱突騎大破兒宏軍。 \\n 一九八　將營兵，西到弘農〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　時蘇況破弘農，丹病，光武以丹陝人，且富威名，強令起領郡事。 \\n 王梁傳 \\n 一九九　王梁字君嚴。赤伏符曰：「王梁作玄武。」〔一〕玄武，水神；大司空，水土之官也。於是拜梁為大司空。（姚。汪。鈴木）──類聚卷四七 \\n 〔一〕　符文「作」上本有「主衛」二字，時梁為野王令，光武又以野王本衛地徙，亦為任梁大司空之重要原因。類聚略之。 \\n 杜茂傳 \\n 二００　降其渠帥大將軍杜猛、持節光祿大夫董敦等〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　時茂與王梁擊五校義軍。姚輯入王梁傳。 \\n 馬武傳 \\n 二０一　上嘗歷問功臣：「諸君不遭際會，自度能何為乎？」馬武曰：「臣以勇武，可守尉督盜賊。」上笑曰：「且勿為盜賊，自致亭長斯可也。」（姚。汪。鈴木）──書鈔卷七七 \\n 竇融傳弟友子固　曾孫憲　曾孫萬全子章 \\n 二０二　寧武男〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　王莽居攝中，融以軍功得封。范書作「建武男」。東觀記同續書。 \\n 二０三　虞封〔一〕。（汪。鈴木）──范書本傳注 \\n 〔一〕　封，竇融之司馬。時隗囂反，道隔絕，封受融弟友所遣，間行通書光武。范書作「席封」，未知孰是。鈴木輯稿作「司馬虎」，非。 \\n 二０四　竇固字孟孫，為衛尉卿。兩宮宿衛，見重當時，仁厚謙恭，甚有名稱。（汪。鈴木）──御覽卷二三０ \\n 二０五　竇固出塞至天山，斬首千餘級。（汪。鈴木）──御覽卷五０ \\n 二０六　將軍竇憲出雞鹿山。（鈴木）──初學記卷八 \\n 二０七　憲奪沁水公主園田。上幸公主園，覺之，問憲，憲又上言借之也〔一〕。（汪）──汪輯 \\n 〔一〕　不詳所出，恐系據范書誤入。 \\n 二０八　竇章居貧蔬食，講讀不輟。太僕鄧康重章學行。是時學者稱東觀為老氏藏室，道家蓬萊山。康薦章入東觀，為校書郎中。──職官分紀卷一六 \\n 馬援傳子光　兄子嚴 \\n 二０九　援過北地任氏畜牧。自援祖賓，本客天水。父仲，又嘗為牧師令。是時員為護苑使者，故人賓客皆依援。（姚。汪。鈴木）──范書本傳注 \\n 二一０　勃能說韓詩〔一〕。（汪）──范書本傳注 \\n 〔一〕　勃，朱勃，援之邑人。早慧，時援裁知書，見之自失。後援卒，遇讒，勃詣闕上書，為之訟冤。 \\n 二一一　馬光字叔山，為衛尉卿。上以光謹敕小心，周密畏慎，特親異之。（汪。鈴木）──御覽卷二三０ \\n 二一二　馬嚴字威卿，拜御史中丞，賜冠幘衣服車馬。嚴舉劾案章，申明舊典，奉法察舉，無所迴避，百僚憚之。（姚。汪。鈴木）──初學記卷一二　○　御覽卷二二五 \\n  \\n   \\n  "}
{"章节": "司馬彪續漢書卷三", "正文": "  \\n 司馬彪續漢書卷三 \\n 　 \\n  \\n ［周天游輯注］ \\n 卓茂傳 \\n 二一三　卓茂遷密令，其治民，舉善而教，不能則勸，口不出惡言，勞心憂念，吏民知其有緩急，以恩信待吏，吏畏而愛之，不忍欺也。元始中，天下蝗。河南二十縣蝗，獨不入密界。督郵書言，太守大怒，自出案行密界中，實然乃驚。（姚。汪。鈴木）──類聚卷五０　○　書鈔卷七八 \\n 二一四　卓茂遷密令，道不拾遺。（姚。汪。鈴木）──書鈔卷七八 \\n 二一五　宣德侯〔一〕。（汪）──范書本傳注 \\n 〔一〕　光武即位，先訪求茂，茂詣河陽謁見。光武遂下詔封茂為侯。范書作「褒德侯」，袁紀亦然，而東觀記與續書同。又楊樹達曰：「北堂書鈔設官部、藝文類聚職官部、太平御覽職官部引漢官儀亦均作『宣德侯』。」未知孰是。 \\n 魯恭傳弟丕 \\n 二一六　魯恭為中牟令，為陳父母恩德〔一〕。（汪。鈴木）──書鈔卷七八 \\n 〔一〕　袁紀卷一四曰：「民李勉為母所言，恭召就責問，因為陳父母恩德，勉慚悔返。」續書所言，即指此事，然書鈔所引，必有脫文。 \\n 二一七　魯恭為中牟令，以德化人，不任刑罰。（鈴木）──書鈔卷七八 \\n 二一八　魯恭為中牟令。有亭長息牛不還，主訟之。恭敕令還牛，亭長仍不還。恭歎曰：「化不行也。」解印綬而去。掾吏注留，亭長慚，還牛不敢欺也。（姚。汪。鈴木）──書鈔卷七八 \\n 二一九　魯恭〔字仲康〕〔一〕，為中牟令，導民以孝，推誠而治。建初中，郡國螟傷稼，犬牙緣界，不入中牟。河南尹袁安疑其不實，遣仁恕掾肥親往察驗之。恭隨行阡陌，俱坐桑下。有雉止其傍，〔榜〕有童兒〔二〕，親曰：「何不擊之？」兒曰：「雉方將鶵。」親矍然而起，與恭訣曰：「所以來者，欲察治之善惡爾。今蟲不犯境，此一異也。化及鳥獸，此二異也。豎子有仁心，此三異也。久留徒擾賢者（可）〔耳〕〔三〕。」還府，以狀白安，〔安〕美其治〔四〕，以勵屬縣。（姚。汪。鈴木）──類聚卷五０　○　御覽卷二六七　書鈔卷七八（二） \\n 〔一〕　據書鈔卷七八補。 \\n 〔二〕　據御覽卷二六七補。 \\n 〔三〕　據御覽卷二六七改。 \\n 〔四〕　據書鈔卷七八補。 \\n 二二０　〔魯恭為中牟令，嘉禾生於庭〕〔一〕，恭謙不矜功，封以言府，府即奏上。尹以檄勞曰：「君以名德，久屈中牟，物產之化流行，天降休瑞，應行而生，尹甚嘉之。」（姚。汪。鈴木）──范書本傳注　○　書鈔卷七八 \\n 〔一〕　據書鈔卷七八補。「禾」原誤「木」，據汪輯逕改。 \\n 二二一　魯恭字仲廉〔一〕，遷光祿勳，選舉清平，不失次序。（姚。汪。鈴木）──書鈔卷五三 \\n 〔一〕　前引書鈔卷七八作「仲康」，東觀記、袁紀、范書皆然。此作「仲廉」，誤。 \\n 二二二　坐族弟弘農都尉炳事免官〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　此乃永元十六年之事。 \\n 二二三　時盛夏斷獄，恭上疏曰：「夏至之日施命令，止四方行者，所以助微陰也。行者尚止之，況於逮召考掠奪其時邪？」〔一〕（姚。汪）──汪輯 \\n 〔一〕　此引不詳所出，汪照錄姚輯，復增首句及「恭」下之「上」字。 \\n 二二四　建初元年，詔舉賢良方正。大司農劉寬舉魯丕。〔一〕時對策者百餘人。惟丕在高第，除為議郎。──職官分紀卷三六　０　緯略卷三 \\n 〔一〕　「丕」，緯略卷三引作「平」。東觀記亦然。書鈔卷五六引作「丕」，而袁、范二書作「丕」。惠棟曰：「隸法，丕平字相類，未詳孰是。李充傳亦作『平』。」王先謙曰：「丕，亦作丕，就訛為平耳。」王說是。 \\n 二二五　薦王龔等，皆備帷幄近臣〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　時值永元二年，丕任東郡太守，數薦幽達隱之士，龔者即其一。 \\n 二二六　魯丕字叔陵，遷中散大夫。賈逵薦丕道藝深明，時見用。復與（黃散大夫）〔尚書令黃香相問難〕數事〔一〕，上善丕，罷朝時賜冠幘履衣襪各一襲。（姚。汪。鈴木）──書鈔卷五六 \\n 〔一〕　據職官分紀卷四八改補。 \\n 劉寬傳 \\n 二二七　劉寬字文饒，弘農人。為南陽太守，溫仁多恕，遇民如子，口不出詈言，吏人有過，但用蒲鞭罰之，示辱而已。（汪。鈴木）──御覽卷二六０　○　書鈔卷四五 \\n 二二八　劉寬字太饒〔一〕，拜太中大夫，觀講華光之內〔二〕。（鈴木）──書鈔卷五六 \\n 〔一〕　「太」系「文」之誤。 \\n 〔二〕　華光，殿名。 \\n 二二九　劉寬簡略，嗜酒，不好盥浴。（汪。鈴木）──御覽卷三八九 \\n 二三０　劉寬性仁恕，不妄喜怒。嘗朝服將朝，婢翻羹汙其衣，寬曰：「得毋爛汝手乎？」更衣而入，曾不變色。（姚。汪。鈴木）──書鈔卷一四四 \\n 伏湛傳 \\n 二三一　伏湛字惠公，更始元年，拜為平原太守。遭倉卒兵起，莫不驚擾，而湛獨安然教授。謂妻子曰：「一穀不升，國君徹膳。今人皆饑，奈何獨飽？且食麤糲。」盡分奉祿以賑活鄉里，來客者百餘家。（汪。鈴木）──御覽卷四七六 \\n 二三二　伏湛為平原太守。時兵起，湛移（出）〔書〕屬縣〔一〕，吏民信向，獨不敢動。（鈴木）──書鈔卷七五 \\n 〔一〕　據袁紀卷四改。 \\n 侯霸傳 \\n 二三三　侯霸字君房，河南人。為人矜嚴有威容。家累千金，不事產業，篤志詩書，師事房元，常為都講。（汪）──御覽卷三八九 \\n 二三四　侯霸為臨淮太守，〔吏民愛樂〕〔一〕。王莽之敗，霸保守臨淮。更始徵霸，老弱相攜號呼，遮使者車，乞留侯君期年。（姚。汪。鈴木）──書鈔卷七六　○　又卷七五 \\n 〔一〕　據書鈔卷七五補。 \\n 二三五　侯霸拜尚書令，條撰善政有便於民者，除其煩苛，時令乃立。每春下寬大詔書，由霸始也。（鈴木）──書鈔卷五九 \\n 趙熹傳 \\n 二三六　光武徵趙喜〔一〕，引見賜鞍馬，待詔公車。（姚。汪。鈴木）──初學記卷二二　○　御覽卷三五八 \\n 〔一〕　東觀記、袁紀均作「喜」，而范書作「憙」，故四庫館臣改東觀記「喜」作「憙」。然書鈔引續志作「熹」。惠棟曰：「喜與熹，古字通。小顏匡謬正俗曰：『熹，熾盛也，音與僖同。』故趙熹字伯陽，取此義耳。末世傳寫誤為喜字。」天游按：徐灝說文段注箋曰：「憙、喜古今字。」又黃侃說文同文曰：「喜同台、僖、憙。」據此則喜、憙、熹三字皆可通，作「喜」非誤。然其既以「伯陽」為字，當以「熹」為本字。下同。 \\n 二三七　趙喜為太尉。中元二年，上崩，喜受遺詔，典錄喪禮。新承王莽之亂，國無舊典，皇太子與諸王雜坐同席，尊卑無別。喜乃正色，橫劍殿階，扶下諸王，以明尊卑。（姚。汪。鈴木）──御覽卷一四八　○　書鈔卷三七 \\n 二三八　趙喜字伯陽，為衛尉，盡心事上，夙夜匪懈。母沒，上疏乞守服，不許，遣使釋服。（汪。鈴木）──御覽卷二三０ \\n 牟融傳 \\n 二三九　牟融舉茂才，為豐令。視事三年〔一〕，政化流行，縣無獄訟，吏畏而愛之，治有異跡，為州郡最。（姚。汪。鈴木）──類聚卷五０　○　御覽卷二六七　書鈔卷七八 \\n 〔一〕　范書本傳亦作「三年」，汪輯據御覽引作「二年」，非。 \\n 二四０　牟融字子優，拜司隸校尉，典司京師，執憲持平，多所舉正，百僚莫不敬憚。（姚。汪。鈴木）──書鈔卷六一　○　御覽卷二五０ \\n 二四一　牟融字子優，遷大司農，居職修治，又善論議，時公卿無出之者。（鈴木）──書鈔卷五四 \\n 宣秉傳 \\n 二四二　（傅）〔宣〕巨公拜御史中丞〔一〕，與司隸校尉、尚書〔令〕會同〔二〕，並專席而坐，故京師號曰「三獨坐」。遷司隸校尉。奉公遵典，督察姦邪，務舉宏綱，正大體，闊略細微。其政嚴而不苟，百僚肅然，京師清靜〔三〕。（姚。汪）──初學記卷一二　○　書鈔卷六一 \\n 〔一〕　據汪輯校改。 \\n 〔二〕　據汪輯校補。 \\n 〔三〕　據書鈔卷六一補。 \\n 二四三　宣秉字巨公〔一〕，拜御史中丞，布被瓦器，居不粟馬，出無從車。車駕幸其府舍，歎曰：「雖楚國二龔，不如雲陽宣巨公。」賜布帛帳帷什器。（汪）──御覽卷八一八 \\n 〔一〕　「宣」原誤作「宋」，逕改。 \\n 二四四　宣秉字巨公，拜司徒司直，清白篤義，得祿俸，收養內外宗族。（姚。汪。鈴木）──書鈔卷六二 \\n 張湛傳 \\n 二四五　張〔湛字〕子孝〔一〕，平陵人。性矜嚴，非禮不動，遇妻子若嚴君，三輔以為儀表。人或謂之詐，子孝曰：「我誠詐也。人皆詐惡，我獨詐善，不亦可乎？」為光祿〔勳〕〔二〕。〔數正諫威儀不如法度者〕〔三〕。常乘白馬，上每有異政，輒言：「白馬生且復諫矣。」（姚。汪。鈴木）──御覽卷四五二　○　書鈔卷五三 \\n 〔一〕　據書鈔卷五三補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。又范書本傳曰：「光武臨朝，或有惰容，湛輒陳諫其失。」 \\n 二四六　張湛拜太中大夫，病居〔中〕東門候舍〔一〕。故時人號之為「中東門君」。上數存問賞賜。（汪。鈴木）──御覽卷二四三 \\n 〔一〕　據范書及下文文意補。 \\n 王丹傳 \\n 二四七　王丹字仲回，為〔太子〕少傅〔一〕，謇謇正直，名德重於當時。（姚。汪。鈴木）──書鈔卷六五　○　御覽卷二四四 \\n 〔一〕　據御覽卷二四四補。 \\n 王良傳 \\n 二四八　王良拜沛郡太守，稱病不就府，從官皆送文書就之。詔太醫治之。（姚。汪。鈴木）──書鈔卷七四 \\n 二四九　王良字仲子，拜司徒司直，妻子不至官舍。在位布被瓦器，無兼膳，節儉過度。（姚。汪。鈴木）──書鈔卷六二 \\n 二五０　王良字仲子，東海人。為大司徒〔一〕。鮑恢為司徒長史，以事至東海，過其家，見良妻布衣徒跣，曳柴從田中歸。（鈴木）──書鈔卷五二 \\n 〔一〕　東觀記、范書、袁紀均作「大司徒司直」，續書誤。 \\n 杜林傳 \\n 二五一　杜林字（仲子）〔伯山〕〔一〕。為光祿勳，內奉宿衛，外總三（著）〔署〕〔二〕，周密敬慎，選舉稱平，〔數薦名士〕。〔三〕郎有好學，輒見誘進，朝夕滿堂，士以此高而慕仰之。（姚。汪。鈴木）──書鈔卷五三　○　初學記卷一二（二）　白帖卷七四 \\n 〔一〕　據初學記卷一二、白帖卷七四改。 \\n 〔二〕　同右。 \\n 〔三〕　據初學記卷一二補。 \\n 承宮傳子疊 \\n 二五二　宮過徐子盛，好之，因棄其豬而留聽經〔一〕。〔豬〕主怪其不還〔二〕，求索得宮，欲笞之。門下生共禁止，因留之。為諸生拾薪，執苦數年，勤學不倦。（姚。汪。鈴木）──御覽卷六一一　○　范書本傳注 \\n 〔一〕　宮少孤，為人牧豕。時鄉里徐子盛以春秋經授諸生，宮悅而駐聽之。 \\n 〔二〕　據范書本傳注補。 \\n 二五三　宮嘗出行，得虎所殺鹿，持歸。肉分門下，取皮上師，師不受。宮因棄之。人問其故，宮曰：「既已與人，義不可復取。」（姚。汪。鈴木）──范書本傳注 \\n 二五四　宮字少子，琅邪人。嘗在蒙陰山中耕種禾黍，臨熟，人就認之，宮便推與而去，由是發名，位至左中郎將、侍中。（姚。汪。鈴木）──吳志鍾離牧傳注　○　類聚卷八五　御覽卷八三九 \\n 二五五　承宮遷至左中郎將，數進忠諫，論議守正，不希世偶，朝臣憚其節，名稱聞於匈奴。單于遣使來貢，求見宮。詔敕宮自整頓，宮曰：「夷狄眩名，非識實也。聞臣虛稱，故欲見臣。臣醜陋形寢，見必輕賤，不如選長大有威容者〔示之也〕〔一〕。時以大鴻臚魏應示之。（姚。汪。鈴木）──御覽卷二四一　○　又卷二七九　范書本傳注 \\n 〔一〕　據御覽卷二七九補。范書本傳注亦然。 \\n 二五六　宮子疊，官至濟陰太守。（姚。汪。鈴木）──范書本傳注 \\n 趙典傳 \\n 二五七　趙典字仲經，為大司農，閉門卻掃，非德不交。（姚。汪。鈴木）──初學記卷一二　○　御覽卷二三二 \\n 二五八　趙典篤學博聞，宜備國師〔一〕。（姚。汪。鈴木）一四──初學記卷一　○　書鈔卷五二　御覽卷二０六　晏公類要卷 \\n 〔一〕　此系表薦之文。引文下尚有「國師即太師也」六字，當系注文，故入注以說明之。又書鈔卷五二注出續漢百官志，按百官志無此文，書鈔注誤也。 \\n 申屠剛傳 \\n 二五九　申屠剛字巨卿，拜侍御史，遷尚書令。在尚書，數犯顏正色，百僚憚之。常慕史鰌、汲黯之為人〔一〕。（姚。汪。鈴木）──書鈔卷五九 \\n 〔一〕　李賢曰：「史記曰：史鰌字子魚，衛大夫也。論語孔子曰：『直哉史魚，邦有道如矢，邦無道如矢。』前書：汲黯字長孺。武帝時為主爵都尉，好直諫，時人謂之『汲直』。」按子曰出論語衛靈公。 \\n 二六０　光武帝欲出遊，尚書令申屠剛諫，以頭軔乘輿車輪。（姚。汪。鈴木）──書鈔卷一四一 \\n 鮑永傳子昱 \\n 二六一　鮑永為更始大將，將兵安集河東。赤眉害更始，三輔道絕。世祖即位，遣諫議大夫儲大伯持節徵永。永疑為不審，收繫大伯，封節傳舍壁中，遣人持至長安〔一〕。知更始審亡，即發喪出降。（汪。鈴木）──御覽卷六八一 \\n 〔一〕　按東觀記永封大伯節於晉陽傳舍壁中，「持」作「馳」。御覽作「持」，誤。 \\n 二六二　鮑永為魯郡太守，孔子闕里無何荊棘自闢，郡人異之〔一〕。（姚。汪。鈴木）──書鈔卷七五 \\n 〔一〕　陳、俞本「何」作「故」，「郡人」作「永」，與范書同。 \\n 二六三　鮑永字君長，為司隸校尉。上叔父趙孝王良送來歙喪還，〔一〕入大夏城門，與右郎將相逢〔二〕，良怒，召門賤吏〔三〕。永走馬往前，奏良大不敬，由是權戚挫折，百僚肅然。數舉奏非法，朝廷善之。永辟右扶風平陵鮑恢以為都官從事，恢亦抗直，不避彊禦，詔冊曰：「貴戚且當斂手，以避二鮑。」其見重又如此。（姚。汪。鈴木）──書鈔卷六一 \\n 〔一〕　「孝王」原誤倒，逕正。 \\n 〔二〕　即右中郎將張邯也。 \\n 〔三〕　指夏城門候岑尊。東觀記下作「叩頭馬前」，又永劾奏良曰「召候岑尊詰責，使前走數十步。案良諸侯藩臣，蒙恩入侍，〔宜〕知尊帝城門候吏六百石，而肆意加怒，令叩頭都道，奔走馬頭前。無藩臣之禮，大不敬」。 \\n 二六四　鮑永字君長，為司隸校尉。永性矜嚴公正，百僚忌難，每朝各加戒慎。（汪。鈴木）──書鈔卷六一 \\n 二六五　鮑昱為泚陽長〔一〕，盜賊省減。（姚。汪。鈴木）──書鈔卷七八 \\n 〔一〕　「泚」系「沘」之誤，亦可作「比」。 \\n 二六六　鮑昱字守文〔一〕，拜司隸校尉。〔帝報曰〕〔二〕：「吾欲令天下知忠臣之子復為司隸。」昱在職奉法守正，有父風。坐救火遲，免官。（姚。汪。鈴木）──書鈔卷六一 \\n 〔一〕　東觀記作「文淵」，范書作「文泉」，乃刻本避唐高祖諱。續書恐誤。 \\n 〔二〕　據東觀記補。 \\n 二六七　昱為汝南太守，郡多陂池，水恆不足，作方梁石洫止之，〔一〕水方足也。（鈴木）──書鈔卷七四 \\n 〔一〕　李賢曰：「洫，渠也。以石為之，猶今之水門也。」 \\n 二六八　明帝崩，司徒鮑昱典喪事。葬日，三公入安梓宮，還至羨道半，逢上欲下，昱前叩頭言：「禮：天子鴻洞以贈，所以重郊廟也。陛下奈何冒危險，不以義割哀。」上即還。（姚。汪。鈴木）──續漢禮儀志注 \\n 襄楷傳 \\n 二六九　延熹九年，濟陰、東郡、濟北、平原河水清。襄楷上疏曰：「春秋注記，未有河清，而今有之。易乾鑿度曰：『上天將降嘉應，河水先清。』京房易傳曰：『河水清，天下平。』天垂異，地吐妖、民厲疫，三者並作而有河清。春秋麟不當見而見，孔子書以為異。河者，諸侯之象；清者，陽明之徵，豈獨諸侯有窺京師也。」明年，宮車晏駕，徵解瀆侯為漢嗣，是為靈帝。建寧四年二月，河水又清也。（汪）──水經注卷五河水注 \\n 郭伋傳 \\n 二七０　郭伋字細侯，拜并州刺史。前在并州素有恩，及後入界，所到縣邑，老少相攜而逢迎于道路，如見父母。所過問民疾苦，下車聘請州中耆俊，以為師友，設几杖而敬禮焉，朝夕參政，分祿以養之。（姚。汪。鈴木）──書鈔卷七二 \\n 二七一　郭伋字細侯，拜并州牧。盧芳僭號北方，上患之。後拜伋焉。下車躬請州中推俊以為師友〔一〕，（鼓）〔設〕几杖而敬禮焉〔二〕。時人多舉伋可大用，上以并州部邊，匈奴未服，欲使鎮撫，故久不遷也。──晏公類要卷二０ \\n 〔一〕　疑「推」字有訛，按上引或系「耆」之誤。 \\n 〔二〕　據上引校改。 \\n 二七二　郭伋拜并州牧，行部西河到美稷，數百小兒各騎竹馬逢迎。伋問曰：「兒曹何自遠來？」對曰：「聞使君到，喜，故來迎。」伋謝曰：「辛苦諸童。」小兒復送到郭門外，問「使君何日當還」，伋謂別駕〔從事〕計日告之〔一〕。行部還，入美稷，先期一日。伋念負諸兒，即止野亭，須期乃往。伋重信得人心，皆此類也。（姚。汪。鈴木）──文選卷五九沈約齊安陸昭王碑文注　○　類聚卷五０ \\n 〔一〕　據類聚卷五０補。 \\n 二七三　郭伋字細侯，〔以〕并州牧徵為太中大夫〔一〕，賜宅一區，及帷帳錢穀，伋輒散與宗親九族，無遺餘。（汪）──御覽卷四七六 \\n 〔一〕　據汪輯補。 \\n 孔奮傳 \\n 二七四　孔奮守姑臧長，治有異道。時天下擾亂，河西獨安，而姑臧市日四合，為河西富縣。每前長居官數月，輒致貲產。奮在姑臧積四歲，財產不增。奮素孝，自來為長時，供養至謹。在姑臧，惟母極膳，妻子飲食但蔥韭。（姚。汪。鈴木）──類聚卷五０　○　書鈔卷七八 \\n 二七五　孔奮守姑臧。時天下未定，或曰：「置脂膏中，不能自潤。」（鈴木）──書鈔卷七八 \\n 二七六　孔奮守姑臧，天下知其清廉。（鈴木）──書鈔卷七八 \\n 二七七　孔奮官姑臧（令）長〔一〕，以仁義為治，抑強扶弱。（姚。汪。鈴木）──書鈔卷七八 \\n 〔一〕　「令」系衍文，故刪。 \\n 二七八　守姑臧令〔一〕，太守梁統敬奮，每以事至府，不以官屬禮之，常迎送，敬以師友。（汪。鈴木）──書鈔卷七八 \\n 〔一〕　「令」系「長」之誤。 \\n 張堪傳 \\n 二七九　張堪字君游，南陽宛人。為郡族姓。堪早孤，讓先父餘財數百萬與兄（弟）〔子〕〔一〕。（姚。汪。鈴木）──御覽卷五一五　○　類聚卷二一　御覽卷四二四 \\n 〔一〕　據類聚卷二一、御覽卷四二四改。按范書本傳亦作「兄子」。 \\n 廉范傳 \\n 二八０　范為雲中太守。匈奴大入塞，范自率士卒拒之。虜眾盛，不敵。乃令軍士卒各交縛兩炬，三頭爇火。虜遙見火多，謂漢兵救至。待旦將退，范令軍中蓐（會）〔食〕〔一〕，晨往赴之，斬首數百級〔二〕。虜自此不敢復入雲中。（姚。王。鈴木）──書鈔卷一一六　○　御覽卷四四九 \\n 〔一〕　據御覽卷四四九改。 \\n 〔二〕　御覽卷四四九作「數千級」。按范書本傳作「數百級」，御覽誤。 \\n 二八一　肅宗崩，廉范奔赴敬陵〔一〕。時廬江郡掾嚴麟奉章〔吊國〕〔二〕，俱會於路。麟乘小車，塗深馬死，不能自進。范見而愍然，命從騎下馬與之，不告而去。麟事畢，不知馬所歸，乃沿路訪之。或謂麟曰：「故蜀郡太守廉叔度，好周人窮〔急〕〔三〕。今奔國喪，獨當是耳。」麟亦素聞范名，以為然，即牽馬造門，謝而歸之，世伏其義。（汪。鈴木）──御覽卷四七六 \\n 〔一〕　「赴」原誤作「起」，逕改。 \\n 〔二〕　據汪輯補。 \\n 〔三〕　同右。 \\n 蘇章傳 \\n 二八二　蘇章字孺文，博學能屬文。安帝舉賢良，對策高第，為議郎。（鈴木）──書鈔卷五六　○　緯略卷三 \\n 二八三　章字孺文，為冀州刺史。故人為（西）〔清〕河太守〔一〕，章行部，案其姦臧。乃請太守，設酒，太守喜曰：「人皆有一天，我獨有二天！」少頃，章曰：「今日與故人飲者，私恩也。明日冀州刺史案事者，公法也。」遂正其罪。（鈴木）──書鈔卷三七 \\n 〔一〕　據陳本改。 \\n 羊續傳 \\n 二八四　羊續為南陽太守，妻與子祕俱往郡舍，續閉門不納，妻自將祕行。其資藏唯布衾、弊裯，鹽、麥數斛。（汪。鈴木）──御覽卷八三八 \\n 賈琮傳 \\n 二八五　賈琮為交州刺史，歲間清平，百姓安土，為之歌曰：「賈父來晚，使我先反。今見清平，吏不敢飯〔一〕。」（汪。鈴木）──御覽卷四六五 \\n 〔一〕　胡三省曰：「言吏不敢過民家而飯也。」 \\n 二八六　賈琮為冀州刺史。舊傳車驂駕迎於州界〔一〕。及琮之郡，升車乃言曰：「刺史當遠視廣聽，糾察美惡，何反垂帷以自掩？」迺命御者褰之。百城聞之，自然震悚。（鈴木）──書鈔卷一三九 \\n 〔一〕　范書「舊」下有「典」字，「駕」下「垂赤帷裳」四字，疑此引俱脫之。 \\n 樊宏傳子儵 \\n 二八七　仲山甫封于樊〔一〕，因氏國焉。爰自宅陽，徙居湖陽。〔二〕能治田殖〔三〕，至三百頃。廣起廬舍，高樓連閣，波陂灌注，竹木成林，六畜放牧，魚蠃梨果，檀棘桑麻，閉門成市，兵弩器械，貲至百萬。其興工造作，為無窮之功，巧不可言，富擬封君。世祖之少，數歸外氏。及之長安受業，齎送甚至。世祖即位，追爵敬侯，〔四〕詔湖陽為重立廟，置吏奉祠。巡祠章陵，常幸重墓。（汪）──水經注卷二九比水注 \\n 〔一〕　疑首脫「其先」二字。 \\n 〔二〕　漢書地理志曰：「秦既滅韓，徙天下不軌之民於南陽，故其俗夸奢，上氣力，好商賈漁獵，藏匿難制御也。」天游按：宅陽本韓地，樊氏宗族當系秦時所徙之韓國豪強不軌之民。 \\n 〔三〕　疑「能」上脫「宏父重」三字。 \\n 〔四〕　敬侯者，壽張敬侯重也。 \\n 二八八　樊儵字長亙〔一〕，為長水校尉，與公卿雜定郊祀禮儀，以讖記正五經異說。（姚。汪。鈴木）──書鈔卷六一 \\n 〔一〕　范書本傳作「長魚」，袁紀亦然。按魚、亙形近易訛，續書作「亙」，當系書鈔引誤。 \\n 陰識傳弟興 \\n 二八九　陰識拜執金吾，位特進。入則極言正諫，至與賓客語不及國事。常慕仲山甫匪躬之節〔一〕，所用掾吏，皆得天下俊哲〔二〕。（姚。汪。鈴木）──御覽卷二三七　○　類聚卷二０　書鈔卷五四 \\n 〔一〕　仲山甫，周宣王時之名臣。因食采於樊，故亦稱樊仲山甫。謚穆，故亦作樊穆仲。樊重即其後，見上傳。又易蹇卦曰：「王臣蹇蹇，匪躬之故。」疏曰：「盡忠於君，匪以私身之故而不往濟君。」類聚卷二０引作「夙夜匪懈」。 \\n 〔二〕　御覽卷二三七末有小注曰：「虞詡、傅賢等是也。」天游按：虞詡於安帝永初五年始辟太尉李脩府為掾吏，非陰識所用明矣。職官分紀卷三五引作「虞延」。按虞延任執金吾於建武初，而識至明帝封為皇太子之後，即建武十九年之後，始任此職，則延亦必不為識掾吏明矣，職官分紀亦非。且東觀諸史無傅賢事跡。御覽注原本范書，其文曰：「虞廷、傅寬、薛愔等，多至公卿校尉。」御覽則誤「廷」為「詡」，「寬」為「賢」。汪輯不加考索，照錄御覽注，甚疏略。 \\n 二九０　陰興字君陵，為黃門侍郎。興筋力過人，每從出入，常操小蓋，障翳風雨，險隘躬自履涉，率先期門。凡上所幸止，先入清辟。（姚。汪。鈴木）──書鈔卷五八 \\n 二九一　陰興為衛尉，每將遠征，躬行勞問，無所愛惜。（姚。汪。鈴木）──初學記卷一二　○御覽卷二三０ \\n 朱浮傳 \\n 二九二　朱浮字叔元，為執金吾。帝以二千石長吏不堪任，時有纖微之過者，必見斥罷，交易紛擾，百姓不寧。六年，有日蝕之異。浮因上疏切諫。自是州郡奏長吏二千石不任位者，事皆先下三公，遣掾史案〔驗〕〔一〕，然後黜退。（姚。汪。鈴木）──御覽卷二三七　○　書鈔卷五四 \\n 〔一〕　據汪輯補。 \\n 馮魴傳 \\n 二九三　世祖車駕西征，盜賊群起。郟令馮魴為賊延裒所攻，力屈。上詣紀氏，群賊自降。（汪。鈴木）──水經注卷二一汝水注 \\n 二九四　（馬防）〔馮魴〕以郡太守高第為太僕〔一〕，在乎內行脩潔也。（姚。汪。鈴木）──書鈔卷五四 \\n 〔一〕　據陳、俞本改。鈴木輯稿入馬防傳，甚失考。 \\n 虞延傳 \\n 二九五　虞延除細陽令。每至歲時伏臘，休遣徒繫，各使還家。並感其恩，應期歸。有一囚於家被病，自載詣獄，既至城門而死。（姚。汪。鈴木）──類聚卷五０ \\n 鄭弘傳 \\n 二九六　太守常以春行縣，所至縣勸人農桑，振救乏絕。第五倫為太守，因春行，見鄭弘奇之，署督郵〔一〕。（汪）──御覽卷一九 \\n 〔一〕　御覽原注曰：「鄭弘時為鄉嗇夫。」按謝承書其所在乃靈文鄉也。 \\n 二九七　鄭弘為縣令，政化大行。民王逢得路遺寶物，懸於衢道，求主還之。（姚。汪。鈴木）──類聚卷五０ \\n 梁統傳子松　竦　曾孫商　玄孫冀 \\n 二九八　梁統字仲寧，拜太中大夫，在朝廷數上便宜，言法令既輕，宜遵舊典〔一〕。〔下三公議，云隆行峻法，非明主急務，遂寢〕〔二〕。（姚。汪。鈴木）──鈔卷五六 \\n 〔一〕　范書本傳「法令既輕」下有「下姦不勝，宜重刑罰」八字，書鈔節略過甚，意反不明。 \\n 〔二〕　據職官分紀卷四八補。 \\n 二九九　梁松為太僕。永平二年，為松請託郡縣，事覺免。（姚。汪。鈴木）──書鈔卷五四 \\n 三００　大將軍梁商三月上巳日，會洛水。倡樂畢極，終以薤露之歌〔一〕，坐中流涕。其年八月，而商薨。（姚。汪。鈴木）──御覽卷五五二　○　書鈔卷九二　初學記卷一四 \\n 〔一〕　古今注音樂曰：「薤露、蒿里並喪歌也，出田橫門人。橫自殺，門人傷之，為之悲歌，言人命如薤上之露，易晞滅也。」又載其歌辭曰：「薤上朝露何易晞！露晞明朝還復滋，人死一去何時歸？」又言薤露乃送王公貴人之喪曲，使挽柩者歌之，故世呼為挽歌。 \\n 三０一　扶風人士孫奮居富而性吝〔一〕。梁冀自以馬乘具遺之，從貸錢五千萬，奮以五百萬與之〔二〕。冀大怒，乃告郡縣，劾奮母為其守藏婢，云盜白珠十斛、紫金千斤以叛。遂收考奮兄弟，死於獄中，悉沒資財億七千餘萬。（姚。汪。鈴木）──類聚卷八四　０　御覽卷八三五　又卷八０二　又卷八０九 \\n 〔一〕　「士」原誤作「王」，據御覽卷八０二、又卷八０九逕改。 \\n 〔二〕　范書本傳作「以三千萬與之」，御覽卷八三五「五千」作「二十」，「五百」作「十」，諸載各異，未詳孰是。 \\n 三０二　梁冀改易輿服之制，作平上軿車、庳幘、狹冠也。（姚。汪。鈴木）　──御覽卷六八七　○　事類賦注卷一二　御覽卷六八四 \\n 三０三　梁冀為擁身之扇。（姚。汪。鈴木）──書鈔卷一三四　○　事類賦注卷一四　御覽卷七０二 \\n 張純傳子奮 \\n 三０四　張純字伯仁，遷五官中郎將。純在朝歷世，明習故事。建武初，舊章多闕，每有疑議，輒以訪純，自郊廟婚冠喪紀禮儀，多所正定。帝甚重之，一日或數四引見。（汪。鈴木）──御覽卷二四一　○　書鈔卷六三 \\n 三０五　張純字伯仁，兼虎賁中郎將，一日至數見。持重慎密，雖平行路，事出猶不道，時上封事，輒削去草，清廉（束脩）自守〔一〕。（汪。鈴木）──書鈔卷六三 \\n 〔一〕　「束脩」系衍文，故刪。 \\n 三０六　「十八年上幸長安，詔太常行禘禮於高廟，序昭穆。父為昭，南向，子為穆，北向。」〔一〕（汪）──范書本傳注 \\n 〔一〕　天游按：光武建武二十六年詔純曰：「禘祫不行久矣，直詳其制。」此引即系純答詔之文。續漢祭祀志曰：「二十六年，有詔問張純，禘祫之禮不施行幾年。純奏：『禮，三年一祫，五年一禘。毀廟之主，陳於太祖；未毀廟之主，皆升合食太祖；五年再殷祭。舊制，三年一祫，毀廟主合食高廟，存廟主未嘗合。元始五年，始行禘禮。父為昭，南向；子為穆，北向。父子不並坐，而孫從王父。禘之為言諦。諦諟昭穆，尊卑之義。以夏四月陽氣在上，陰氣在下，故正尊卑之義。祫以冬十月，五穀成熟，故骨肉合飲食。祖宗廟未定，且合祭。今宜以時定。』語在純傳。」 \\n 三０七　張純子奮，少好學，節儉行義，常分損租奉，貽卹宗親，雖至傾匱而施與不怠。（汪。鈴木）──御覽卷四七六 \\n 三０八　永元六年，張奮代劉方為司空。時歲災旱，祈雨無應，乃〔上〕表〔一〕，即時引見，口陳時政之宜。明日，和帝召太尉、司徒幸洛陽〔獄，錄囚徒〕〔二〕，即大雨三日。（姚。汪。鈴木）──御覽卷一一　○　類聚卷四七　御覽卷二０八 \\n 〔一〕　據類聚卷四七引補。 \\n 〔二〕　同右。 \\n 三０九　張奮字雅通〔一〕，拜太常，言禮樂常當改作，上善之。後上書稱痺病不任行，乃以太常禮職，願與大司農換職，免。（姚。汪。鈴木）──書鈔卷五三（二）　○　初學記卷一二 \\n 〔一〕　范書本傳作「稚通」。稚、雅形近易訛，書鈔引誤。 \\n 曹褒傳 \\n 三一０　（魯）〔曹〕充為博士〔一〕，受詔議立七部〔二〕、三雍、大射、養老。（姚。汪）──書鈔卷六七 \\n 〔一〕　據范書本傳改。 \\n 〔二〕　姚之駰按：「范書闕。『七部』不知何解？范書張純傳有『七經讖』，注云：『七經詩、書、禮、樂、易、春秋及論語也。』疑即指此。」天游按：「七部」系「七郊」之誤。七郊者，五帝及天地合為七郊。詳見范書曹褒傳。姚說甚失考。汪輯因之，亦誤。 \\n 三一一　明帝永平十三年，曹（褒）〔充〕奏尚書琁璣鈐曰〔一〕：「有帝漢〔出〕〔二〕，德（合）〔洽〕作樂〔三〕，名〔予〕。〔四〕」天子下詔改太樂令丞〔五〕，以應圖讖。（姚。汪）──御覽卷二二九 \\n 〔一〕　據汪輯改。按曹充系曹褒之父，治慶氏禮，為博士。 \\n 〔二〕　據范書本傳補。 \\n 〔三〕　據范書本傳改。 \\n 〔四〕　據范書本傳補。 \\n 〔五〕　時明帝詔改太樂官曰太予樂，御覽引有脫文。 \\n 三一二　曹褒字叔通，正身率下，舉動遵禮，以德化俗〔一〕，五穀豐熟，盜賊咸感化之〔二〕。（姚。汪。鈴木）──書鈔卷七八 \\n 〔一〕　據汪輯逕改「治」為「俗」。 \\n 〔二〕　時曹褒任圉令。 \\n 三一三　曹褒遷陳留圉令，愛民救死，為太守馬嚴疾惡，免官，百姓涕泣。（姚。汪。鈴木）──書鈔卷七八 \\n 三一四　曹褒字叔通，徵拜博士。上疏陳「嘉瑞並臻，制作之符」。事下太常，上不可許。復上疏陳制禮儀。（鈴木）──書鈔卷六七 \\n 三一五　曹褒字叔通，遷射聲校尉，按行營舍，有〔停棺槨〕不葬者百餘〔所〕〔一〕。〔褒親自履行，愴然，為買空地，悉葬其無主者〕〔二〕，為之設祭，吏士咸稱其仁。（汪。鈴木）──書鈔卷六一　○　御覽卷五五一　又卷二四二 \\n 〔一〕　據御覽卷五五一補。 \\n 〔二〕　同右。書鈔卷六一、御覽卷二四二皆作「悉為買官地葬之」。 \\n 三一六　曹褒字叔通，遷將作大匠。時有病疫，褒巡行病徒，自省醫藥，糜粥，死者減少。拜為河內太守。（姚。汪。鈴木）──書鈔卷五四　○　御覽卷二三六 \\n 鄭玄傳 \\n 三一七　鄭玄少給縣為吏，得休不歸家，常詣校官讀經。家貧無資，縣中嘉之。（姚。汪。鈴木）──書鈔卷七七 \\n 三一八　大將軍何進辟鄭玄，玄以進（辟）權戚〔一〕，不敢違意，不得已而詣之。進為設几杖，待之甚優。玄不受朝服，而以幅巾見，一宿逃去。（姚。汪。鈴木）──類聚卷六九 \\n 〔一〕　「辟」系衍文。 \\n 三一九　鄭玄飲三百餘杯不醉〔一〕。（汪。鈴木）──御覽卷七五九 \\n 〔一〕　時袁紹總兵冀州，遣使邀玄，大會賓客以迎之。 \\n 三二０　鄭玄公車徵為大司農，給安車一乘，所過長吏送迎。（姚。汪。鈴木）──初學記卷一二　○　御覽卷二三二 \\n 三二一　鄭玄夢孔子造之曰：「起，起，今年歲在辰，來年歲在巳。」既寤，以讖言合之，知命當終。有頃，寢疾而卒。（姚。汪。鈴木）──類聚卷七九　○　御覽卷四００ \\n 鄭興傳子眾 \\n 三二二　興字少贛，諫議大夫。（姚。汪。鈴木）──魏志鄭渾傳注 \\n 三二三　鄭興為太中大夫，數上便宜，多見用。朝廷每有大議，輒訪焉。其論說依經守正，眾莫能屈也。（姚。汪。鈴木）──書鈔卷五六 \\n 三二四　眾字子師，大司農。（姚。汪。鈴木）──魏志鄭渾傳注 \\n 賈逵傳 \\n 三二五　賈逵字景伯，時有神雀入宮，章帝敕蘭臺給筆札，使逵作神雀頌。（汪。鈴木）──御覽卷六０六 \\n 張霸傳 \\n 三二六　張霸為會稽（郡）〔太守〕〔一〕，越賊〔束手〕歸附，〔二〕童謠曰：「棄我戟，損我矛，盜賊盡，吏皆休。」（姚。汪。鈴木）──類聚卷一九　○　御覽卷四六五 \\n 〔一〕　據御覽卷四六五改。 \\n 〔二〕　據御覽卷四六五補。 \\n 桓榮傳曾孫典 \\n 三二七　榮本齊人，遷於龍亢，至榮六葉。（姚。汪。鈴木）──范書本傳注 \\n 三二八　桓榮字子春〔一〕，師學歐陽尚書。上召見，令說尚書，上善其說。拜為議郎，賜錢十萬。入授太子，甚見尊重。每朝會，上輒令榮於公卿前說經，因問長安時舊事，上曰：「得卿幾晚。」（姚。汪。鈴木）─書鈔卷五六 \\n 〔一〕　東觀諸史均作「字春卿」，唯此引異，恐誤。 \\n 三二九　閎字作明〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　閎，桓榮之同門生彭閎也。時歐陽尚書博士缺，光武欲用榮，榮讓此職於閎。帝遂拜閎為議郎。 \\n 三三０　桓榮字春卿，為博士。榮之官，車駕親幸，儒者高之。（姚。汪。鈴木）──書鈔卷六七 \\n 三三一　桓典字公雅，為侍御史。是時宦官亂政，典執政（心）無所迴避〔一〕，常乘驄馬，京都畏之，為語曰：「行行且止，避驄馬御史。」（姚。汪。鈴木）──初學記卷一二　○　書鈔卷六二　晏公類要卷一六 \\n 〔一〕　據書鈔卷六二刪。 \\n 丁鴻傳 \\n 三三二　「臣聞武王克殷，封比干之墓，表商容之閭。二人無功，下車先封之，表善顯仁，為國之砥礪也。伏見丁鴻經明行修，志節清妙。」〔一〕由是上賢之也。（汪）──范書本傳注 \\n 〔一〕　以上系丁鴻同門生鮑駿上明帝書之文。 \\n 三三三　上歎嗟其才〔一〕，號之曰「殿中無雙丁孝公」。賜錢二十萬。（汪）──范書本傳注 \\n 〔一〕　東觀記與此同，唯范書本傳作「時人歎曰」。 \\n 三三四　丁夔〔一〕。（汪）──范書本傳注 \\n 〔一〕　夔，丁鴻之曾孫，范書本傳作「夏」，然東觀記與續書同。 \\n 度尚傳 \\n 三三五　尚少喪父，事母至孝。通京氏易、古文尚書。為吏清潔，有文武才略〔一〕。（姚。汪。鈴木）──范書本傳注 \\n 〔一〕　范書本傳作「家貧，不修學行，不為鄉里所推舉。」 \\n 三三六　度尚字博平，山陽人。除上黨長〔一〕，治政嚴峻，明於疑理，縣中謂之神明。（姚。汪。鈴木）──御覽卷二六七　○　書鈔卷七八（二）　又卷三六 \\n 〔一〕　書鈔三引，唯卷七八第二引作「上虞」，與袁、范二書同。此作「上黨」，誤。 \\n 楊旋傳 \\n 三三七　靈帝時，楊旋為零陵太守〔一〕。猾賊相聚〔二〕。旋乃製馬車數十乘，以囊盛石灰於車中，繫布索於馬尾，又為兵車，專彀良弩，剋日會戰。乃令馬車居前，順風鼓灰，賊不得視；因以火燒布，布然馬驚，奔突賊陣；因使後軍弓弩亂發，作鼓鳴震。群寇破散，郡境以清。（姚。汪。鈴木）──書鈔卷一一六 \\n 〔一〕　「旋」，范書本傳作「琁」。琁，美石也，亦作「璇」。姚、汪二輯即作「璇」。按三字皆可通。 \\n 〔二〕　指蒼梧、桂陽兩郡之義軍。 \\n 劉平傳 \\n 三三八　劉平為全椒長。先是縣多虎為害，平到，政術治民，虎皆南渡江去。（姚。汪。鈴木）──書鈔卷七八 \\n 淳于恭傳 \\n 三三九　淳于恭字益孫〔一〕。遷侍中，數侍清晏，所薦無不徵用，進對陳善〔二〕，皆本道德，上未嘗不稱善。在朝為群臣表率，聞於四方。（姚。汪。鈴木）──書鈔卷五八 \\n 〔一〕　范書本傳作「孟孫」，東觀記亦然。益、孟形近易訛，當以「孟」為是。 \\n 〔二〕　疑「善」當作「政」，乃涉下文而致誤。汪輯逕改作「政」。 \\n 周盤傳 \\n 三四０　周盤字伯堅，年七十三歲。朝〔會〕集諸生〔一〕，講論終日。因令其二子曰：「吾日者夢見先師東里先生，與我講於陰堂之奧〔二〕。」〔既〕而長歎〔三〕：「豈吾齒之盡乎？命終之日，桐棺足以周身，外槨足以周棺，斂形懸封〔四〕，濯衣幅巾。編四寸簡〔五〕，寫堯典一篇，并刀筆各一，以置棺前，示不忘聖道。」其月望〔日〕〔六〕，無病忽終，學者以為知命。（汪。鈴木）─御覽卷五五一　○　又卷四００ \\n 〔一〕　據御覽卷四００補。 \\n 〔二〕　李賢曰：「東南隅謂之奧，陰堂幽暗之室。又入其奧，死之象也。」 \\n 〔三〕　據御覽卷四００補。 \\n 〔四〕　「形」原誤作「刑」，逕正。 \\n 〔五〕　范書本傳作「二尺四寸」。 \\n 〔六〕　據御覽卷四００補。 \\n 班固傳 \\n 三四一　固字孟堅，右扶風人。幼有俊才，學無常師，善屬文，經傳無不究覽。（姚。汪。鈴木）──世說新語文學注　○　史略卷三 \\n 三四二　班固字孟堅，九歲，能屬文誦詩賦，及長，遂博覽載籍，九流百家之言，無不窮究。〔學無常師，不為章句〕〔一〕。（姚。汪。鈴木）──御覽卷六一二　○　書鈔卷九七 \\n 〔一〕　據書鈔卷九七補。 \\n 三四三　班固字孟堅，多議博文，著作東觀。（鈴木）──書鈔卷五七 \\n 三四四　班固除蘭臺令史，與陳宗、尹敏共作世祖本紀〔一〕。（姚。汪。鈴木）──書鈔卷六二 \\n 〔一〕　陳宗，前睢陽令；尹敏，長陵令。疑下脫「孟異」二字，異，司隸從事。又職官分紀卷一六曰：「班固、傅毅以蘭臺令史，陳宗以洛陽令，尹敏以長陵令，孟異以司隸校尉，並著作東觀。」錄此以備考。 \\n 第五倫傳 \\n 三四五　第五倫，字伯魚，京兆長陵人。倫修行清白，嘗召見，上曰：「聞卿為吏，不過從弟兄飯，寧有之邪？」倫對曰：「臣生遭饑饉，米石萬錢，不敢妄過人飯。」（汪。鈴木）──御覽卷四二五 \\n 三四六　第五倫遷會稽太守，為政脩理，清淨不煩。（汪。鈴木）──書鈔卷七五 \\n 三四七　第五倫遷會稽太守，雖為二千石，常布被布襦，自斬草養馬，妻子炊爨。（姚。汪。鈴木）──書鈔卷七五 \\n 三四八　第五倫俸祿常取赤米。（姚。汪。鈴木）──書鈔卷七五 \\n 三四九　第五倫為會稽太守，徵還當發，百姓老小，攀車啼呼。（姚。汪。鈴木）──書鈔卷七六 \\n 鍾離意傳 \\n 三五０　鍾離意仕郡為督郵，縣亭長受民雞酒，府下記考之。意封還記，詣閤白：「（見）〔意〕以春秋責重〔一〕，先內後外，政化之本，由近及遠〔二〕。宜先清府內〔三〕，且闊細微。」太守賢之。（姚。汪。鈴木）──御覽卷二五三　○　書鈔卷七七 \\n 〔一〕　據書鈔卷七七改。 \\n 〔二〕　成公十五年公羊傳曰：「春秋內其國而外諸夏，內諸夏而外夷狄。王者欲一乎天下，曷為外內之辭言之？言自近者始也。」 \\n 〔三〕　「清」原誤作「請」，逕正。 \\n 三五一　鍾離意遷堂邑令，慎刑輕罰，撫順百姓，如視赤子〔一〕。（姚。汪。鈴木）──書鈔卷七八 \\n 〔一〕　書鈔此引之上一引曰：「鍾離意為堂邑令，治有政化，百姓懷附。」孔本不詳出處，陳本脫，而俞本作續漢書。姚、汪二輯均據以引，鈴木輯稿亦然。今按二引之文雖異，其意略同，故不別出，入注以備考。 \\n 三五二　鍾離意字子阿，為堂邑令，有能，徵拜尚書僕射。事有不便，輒封還上諫，舉臺憚之。（姚。汪。鈴木）──書鈔卷五九 \\n 三五三　鍾離意遷魯相，治孔子堂及車，皆更漆修飾之。（鈴木）──書鈔卷一三九 \\n 宋均傳 \\n 三五四　宋均為九江太守，五日一聽事。冬以日中，夏以平旦。時多虎，均曰：「夫虎豹在山，黿鼉在泉，物性之所託，故江淮之間有猛獸，猶江北之雞豚也。數為民害，咎在貪殘。今退檻阱，進忠良。」虎遂東渡江。（汪。鈴木）──御覽卷二六０　○　又卷二六　書鈔卷三五 \\n  \\n   \\n  "}
{"章节": "司馬彪續漢書卷四", "正文": "  \\n 司馬彪續漢書卷四 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武十王傳 \\n 三五五　二郡二十九縣，租入倍諸王也〔一〕。（汪）──范書宗室四王三侯傳注 \\n 〔一〕　此東海王彊傳之文。彊以太子廢為東海王。建武二十七年，始就國，光武以魯益東海。汪輯將此引入北海靖王興傳，非。 \\n 三五六　沛獻王輔性務嚴矜，有威，好經書，善說京氏易。（姚。汪。鈴木）──初學記卷一０ \\n 三五七　東平憲王蒼，少有孝友之質，弘雅恭敬。（鈴木）──書鈔卷七０ \\n 三五八　明帝詔曰：「東平王蒼寬博有謀，可以託六尺之孤〔一〕。其以蒼為驃騎將軍。」是時天下無虞，蒼以宜修禮樂，乃議定南北郊衣冠車服制度，及世祖廟樂。蒼以懿親輔政，盡心王室，每有議事，上未嘗不見從，名稱日重。（汪。鈴木）──書鈔卷六四 \\n 〔一〕　見論語泰伯篇，系曾子之語。正義曰：「謂可委託以幼少之君也，若周公、霍光也。」李賢曰：「六尺，謂年十五以下。」胡三省以為出孔子之語，非。 \\n 三五九　蒼為驃騎將軍，置長史員三十人〔一〕，位在三公上，辟當世名士，虛己禮之。（汪。鈴木）──書鈔卷六四 \\n 〔一〕　范書本傳作「四十人」，陳、俞本皆然。且「員」均作「掾史」。孔本恐誤。 \\n 三六０　皁巾〔一〕。（汪）──范書本傳注 \\n 〔一〕　范書本傳作「帛巾」，系蒼生母光烈皇后生前所用，明帝賜蒼以作紀念。皁，黑繒也。說見廣韻。 \\n 三六一　東平王蒼到國，病，詔遣太醫丞將高手醫視病。（姚。汪。鈴木）──初學記卷二０ \\n 三六二　孝王京性孝恭〔一〕，好謙讓，好經學，數上詩賦頌德（姚。汪）──書鈔卷七０ \\n 〔一〕　京，琅邪王也。 \\n 朱穆傳 \\n 三六三　穆舉高第，拜侍御史。桓帝臨辟雍，行禮畢，公卿出，虎賁置弓階上，公卿下階皆避弓。穆過，呵虎賁曰：「執天子器，何故投於地！」虎賁怖，即攝弓。穆劾奏虎賁抵罪。公卿皆慚，曰：「朱御史可謂臨事不惑者也。」（姚。汪。鈴木）──范書本傳注 \\n 樂恢傳 \\n 三六四　樂恢字伯奇，京兆長陵人。父為縣吏，得罪，令收將殺之。恢時年十一，常於府寺門晝夜號泣。令聞之，即解出父。（汪）──御覽卷三八四 \\n 三六五　樂恢除守陽令〔一〕，在職剛直，守清者也。（姚。汪）──書鈔卷七八 \\n 〔一〕　天游按：范書無恢任縣令事，且漢無守陽縣，疑有訛。 \\n 何敞傳 \\n 三六六　何敞字文高，太尉宋由辟為掾，待之以禮。司徒袁安〔亦〕敬重之〔一〕。敞在宰府謇諤，議論抗直，〔無所屈撓，京師憚之〕〔二〕。──書鈔卷六八 \\n 〔一〕　據職官分紀卷五補。 \\n 〔二〕　同右。 \\n 鄧彪傳 \\n 三六七　其先楚人，鄧況始居新野，子孫以農桑為業。（姚。汪）──范書本傳注 \\n 三六八　鄧彪字智伯，為太尉，乞骸骨，以二千石終身焉。──職官分紀卷四九 \\n 張禹傳 \\n 三六九　張禹拜揚州刺史，當濟江行部，〔中〕土人皆以江有子胥之神〔一〕，難於濟涉。禹厲聲云：「子胥若其有靈，知吾志在理察枉訟，豈危我哉！」令鼓楫而過。歷行部邑，吏民希見〔使〕者〔二〕，人懷喜悅。（姚。汪）──類聚卷六　○　御覽卷六０　書鈔卷三六　事類賦注卷六 \\n 〔一〕　據御覽卷六○補。 \\n 〔二〕　據范書本傳補。 \\n 三七○　張禹字伯達，遷太傅。朝夕進食，朝見特贊，與三公絕席〔一〕。（姚。汪）──書鈔卷五二　○　緯略卷五　晏公類要卷一四 \\n 〔一〕　晏公類要卷一四末作「後漢世，周、畢之任特讚，與三公九卿絕席」。所增之文，當出自晏公手筆。 \\n 徐防傳 \\n 三七一　徐防為尚書郎〔一〕，性惟周密畏慎，在臺閣典職十年，奏事三世〔二〕，未嘗有過。（姚。汪）─初學記卷一一　○　御覽卷二一五 \\n 〔一〕　「防」原誤作「昉」，據御覽卷二一五逕正。 \\n 〔二〕　范書本傳作「奉事二帝」，即明、章二帝。按和帝時，防遷司隸校尉，又出為魏郡太守，復歷任少府、大司農、司空、司徒，不曾再在臺閣為郎。據此則續書之「三」當系「二」之訛。 \\n 胡廣傳 \\n 三七二　剛〔一〕，辟大司徒馬宮掾。值莽居攝，剛即解其衣冠，懸府門而去。（姚。汪）──書鈔卷六八 \\n 〔一〕　乃胡廣六世祖 \\n 三七三　胡〔廣，字〕伯始〔一〕，舉孝廉，試為天下第一。（姚。汪）──書鈔卷六０　○　初學記卷一一　御覽卷二一五 \\n 〔一〕　據初學記卷一一補。 \\n 三七四　故事：孝廉高第，三公尚書輒優之，特勞來其舉將。於是公府下詔書勞來雄焉〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　雄，南郡太守法雄也。 \\n 三七五　旬日拜尚書郎〔一〕，恪勤職事，所掌辨護〔二〕，兼蒞兩曹，轉左丞（相）〔三〕。（姚。汪）──書鈔卷六０　○　范書本傳注　初學記卷一一　御覽卷二一五 \\n 〔一〕　御覽卷二一五亦作「旬日」，然袁紀及范書本傳又均作「旬月」，又初學記卷一一、翰苑新書前集卷四、事文類聚新集卷十皆然，書鈔作「旬日」恐誤。 \\n 〔二〕　「護」原誤作「讓」，據范書本傳注逕改。 \\n 〔三〕　據初學記卷一一刪。 \\n 袁安傳孫彭　彭弟湯　湯子成　逢　隗　玄孫　忠子祕 \\n 三七六　安字邵公，質性清嚴，不交異類。為功曹〔一〕，奉檄記謁從事。從事因安致書於令，安曰：「公事自有郵驛，私請則非功曹所持。」距而不受。（姚。汪）──書鈔卷三七 \\n 〔一〕　時安任汝陽縣功曹。 \\n 三七七　袁安為河南尹，〔在職〕十餘年〔一〕，政令公平，未嘗以臧罪鞠人。吏民皆人人自勵，大小從化。〔京師肅然，名重朝廷〕〔二〕。（汪）──書鈔卷七六（四）○　又卷三六 \\n 〔一〕　據書鈔卷三六補。 \\n 〔二〕　同右。又書鈔卷七六有一引末句作「朝廷敬重之也」。 \\n 三七八　安奏司隸鄭據、河南尹蔡嵩〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　以鄭、蔡二氏阿附竇氏，無盡節之義而上奏彈劾。然書奏不報。 \\n 三七九　袁彭字伯楚，祖父安。歷廣漢、南陽太守。順帝初，為光祿勳。行至清，為吏麤袍糲食，終於議郎。（汪）──御覽卷四二五　○　又卷六九三 \\n 三八０　袁（安）〔湯〕字（召公）〔仲河〕〔一〕。桓帝初，〔為司空〕〔二〕，遷太尉。有子逢、成、隗。〔逢〕字周陽〔三〕，靈帝時為司空。隗字〔次〕陽〔四〕，亦至司徒、太傅，封都鄉侯，四葉五公〔五〕。（姚。汪）──御覽卷四七０　○　初學記卷一八 \\n 〔一〕　據范書本傳改。初學記卷一八作「安於桓帝初遷太尉」，御覽因之。天游按：袁安於章帝時歷任司空、司徒，和帝永元四年終於司徒任，豈能於桓帝時出任太尉！汪輯據御覽所引條，因而不改，復妄增「彭弟陽字仲和，累遷司徒」；又引初學記卷一八，改「太尉」為「太師」，甚謬。 \\n 〔二〕　據范書本傳補。 \\n 〔三〕　同右。 \\n 〔四〕　同右。 \\n 〔五〕　除袁安、袁湯、袁逢、袁隗外，安子敞字叔平，和帝時曾位至司空，故曰「四葉五公」。 \\n 三八一　袁逢為三老，賜玉杖。（姚。汪）──類聚卷八三 \\n 三八二　袁忠子祕〔一〕，為郡門下議生。黃巾起，祕從太守趙謙擊之，軍敗，祕與功曹封觀等七人以身扞刃，皆死於陣，謙以得〔免〕〔二〕。詔復祕等門閭，號曰「七賢」。（汪）──御覽卷四二０ \\n 〔一〕　忠，袁安之玄孫。 \\n 〔二〕　據汪輯補。 \\n 張酺傳曾孫濟 \\n 三八三　永平九年，詔書為四姓小侯開學〔一〕，置五經師。張酺以經選，授於南宮。除廣平王郎。每朝會，輒講上前，音動左右，論難應對，常合上意。久之，賜車馬衣被，擢為郎中。──書鈔卷一三九 \\n 〔一〕　四姓小侯，指外戚樊、郭、陰、馬四姓之子弟，故號小侯。 \\n 三八四　張濟為河南尹〔一〕。中常侍段珪奴乘犢車于道，濟即收捕，梟首懸尸珪門也。（汪）──御覽卷六四六 \\n 〔一〕　「尹」原誤作「令」，逕改。 \\n 郭躬傳 \\n 三八五　郭躬字仲孫，潁川人。辟公府，以明法律，特預朝議。時有兄弟共以繩絞殺人，各持一端，辜不可分。中常侍孫章傳詔命：兄不教導弟，報兄重，弟減死。章誤言兩報。重獄已斷，尚書奏矯制當斬。上問躬，躬曰：「當罰金。」上曰：「矯〔詔〕殺人〔一〕，如何罰金？」躬曰：「法令有故有誤〔二〕，章不故，指傳命誤即報重，是故為無所放也。『周道如砥，其直如矢』〔三〕。君子不逆詐，〔四〕王法大刑〔五〕，不可委曲生意。」上曰：「善。」（汪）──御覽卷六四０ \\n 〔一〕　據汪輯補。 \\n 〔二〕　晉書刑法志曰：「其知而死之，謂之故。不意誤犯，謂之過失。」按過失即誤。 \\n 〔三〕　見詩小雅大東。鄭箋曰：「如砥，貢賦平均也。如矢，賞罰不偏也。」 \\n 〔四〕　論語憲問：「子曰：『不逆詐，不億不信，抑亦先覺者，是賢乎？』」 \\n 〔五〕　范書本傳「大」作「天」，是。 \\n 班超傳 \\n 三八六　「久弄筆研乎？」〔一〕（汪）──范書本傳注 \\n 〔一〕　范書本傳曰：「大丈夫無它志略，猶當效傅介子、張騫立功異域，以取封侯，安能久事筆研間乎？」華嶠書作「久事筆耕乎」，謝承書作「久事筆硯乎」。四載文意同而遣辭略異耳。 \\n 三八七　騩馬〔一〕。（汪）──范書本傳注 \\n 〔一〕　時超至于闐，于闐王禮儀甚疏，巫詐言神怒，欲取超之馬以祠之。范書本傳作「騧馬」。華嶠書同續書。說文卷九曰：「騩，馬淺黑色。」又曰：「騧，黃馬黑喙。」 \\n 三八八　求得故王兄子榆勒立之，更名曰忠。（汪）──范書本傳注 \\n 三八九　損中〔一〕。（汪）──范書本傳注 \\n 〔一〕　疏勒王忠反，說康居王借兵，還據損中，欲襲超取疏勒。東觀諸史唯東觀記作「頓中」，未知孰是。 \\n 應奉傳子劭 \\n 三九０　應奉字世叔，聰明，自為童兒及長，凡所經歷，莫不暗記，讀書五行並下〔一〕。（汪）──御覽卷三八四　○　緯略卷七 \\n 〔一〕　緯略卷七「五行」作「數行」。 \\n 三九一　仲援〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　參見謝承書應劭傳注。 \\n 三九二　劭又著中漢輯敘、漢官儀及禮儀故事，凡十一種，百三十六卷。朝廷制度，百官儀式，所以不亡者，由劭記之。官至泰山太守。劭弟珣，字季瑜，司空掾，即瑒之父〔一〕。（姚。汪）──魏志王粲傳注 \\n 〔一〕　疑「即瑒之父」四字系裴松之所加，非續書原文。 \\n 孝明八王傳 \\n 三九三　王悝謀不道〔一〕，有詔削四縣。悝，伉之曾孫〔二〕。──書鈔卷七０ \\n 〔一〕　按孔本標目作「貶食一縣」，與引文異。陳、俞本改注范書。 \\n 〔二〕　按千乘王伉之孫鴻，質帝立，改封勃海王。無子，梁太后復立桓帝弟蠡吾侯悝為勃海王，奉鴻祀，故曰伉之曾孫。 \\n 三九四　坐輕慢不孝〔一〕。（汪）──范書安帝紀注 \\n 〔一〕　乃指樂城王萇坐此罪貶為臨湖侯。 \\n 李恂傳 \\n 三九五　李恂字叔英，安定臨涇人。太守李鴻請署功曹，未及到而州辟為從事。會鴻卒，恂不應州命，而送鴻喪還鄉里。既葬，留起冢墳，治喪三年。（汪）──御覽卷二六四 \\n 三九六　李恂字少英〔一〕，遷御史，持節使幽州，所過皆圖寫山川、屯田、聚落百餘卷，肅宗嘉之。（姚。汪）──書鈔卷六二 \\n 〔一〕　范書本傳作「叔英」，與上條御覽引同，此作「少英」，恐誤。 \\n 龐參傳 \\n 三九七　龐參字仲達，河南緱氏人，官至太尉〔一〕。（姚。汪）──姚輯 \\n 〔一〕　出處俟攷。 \\n 橋玄傳 \\n 三九八　玄字公祖，梁國睢陽人。少治禮及嚴氏春秋。累遷尚書令。玄嚴明有才略，長於知人〔一〕。初魏武帝為諸生，未知名也，玄甚異之。（姚。汪）──世說識鑒注　○　魏志武帝紀注 \\n 〔一〕　魏志武帝紀注作「長於人物」。 \\n 三九九　橋玄為部從事。時陳相羊昌受取狼藉，玄到陳，案考昌，得其姦臧案。玄少為縣功曹，豫州剌史周景行部到梁國，玄謁景，因伏地言：「陳相羊昌罪惡，乞為部陳從事，窮案其姦。」景壯玄意，署而遣之。玄到，悉收昌賓客，具考臧罪。昌素為大將軍梁冀所厚，冀為馳檄救之。景承旨召玄，玄還檄不發，案之益急，昌坐檻車徵。〔一〕（汪）──汪輯 \\n 〔一〕　汪輯注出書鈔卷七三，非。疑其誤引范書。 \\n 四００　橋玄為司空，轉司徒。素與南陽太守陳球有隙，及在公位，而薦球為廷尉。（姚。汪）──類聚卷五三　○　御覽卷六三　○　書鈔卷三三 \\n 崔瑗傳 \\n 　四０一　崔瑗愛士，好賓客，盛修肴膳。──書鈔卷三四 \\n 徐稚傳李曇 \\n 四０二　陳蕃、胡廣等上疏薦徐稚等曰：「臣聞善人，天地之紀，治之所由也。伏見處士豫章徐稚、彭城姜肱〔一〕、汝南袁閎〔二〕、京兆韋著、潁川李曇，德行純備，著於民聽。若使擢登三事，協亮天工，必能翼宣盛美，增光日月矣。」桓帝乃以安車玄纁徵之。（汪）──御覽卷六三０　○　初學記卷二０　書鈔卷三三 \\n 〔一〕　「彭城」原誤作「城陽」，據初學記卷二０逕改。 \\n 〔二〕　「閎」原誤作「閬」，據汪輯逕改。 \\n 四０三　李曇字子雲〔一〕。（汪）──汪輯 \\n 〔一〕　汪輯注出書鈔，未詳卷數。今按此引不見於書鈔，出處俟考。 \\n 姜肱傳 \\n 四０四　姜肱字伯淮，〔彭城廣威人也〕〔一〕。兄弟三人皆以孝行著。肱年〔最〕長〔二〕，與二弟仲海、季江同被臥，甚相親友。及長，各娶妻，兄弟相戀，不能相離，以繼嗣當立，乃更往就室。學皆通五經，兼明星緯。（姚。汪）──御覽卷五一五　○　類聚卷二一　初學記卷一七 \\n 〔一〕　據初學記卷一七補。 \\n 〔二〕　同右。 \\n 申屠蟠傳 \\n 四０五　申屠蟠字子龍，父母卒〔一〕，〔孝毀過禮。服除〕〔二〕，蟠思慕，不飲酒食肉十餘年。〔每〕忌日哀戚〔三〕，輒三日不食。（姚。汪）──書鈔卷九四　０　類聚卷二０　御覽卷五六二 \\n 〔一〕　類聚卷二０作「九歲喪父」，與范書同。 \\n 〔二〕　據類聚卷二０補。 \\n 〔三〕　同右。 \\n 四０六　同縣大女緱玉為從父報仇〔一〕，殺夫之從母兄李士。姑執玉以告吏〔二〕。（姚。汪）──范書本傳注 \\n 〔一〕　范書本傳作「為父報讎」。 \\n 〔二〕　時令欲論殺玉。蟠年十五，極諫之，玉遂得減死。 \\n 四０七　徵爽為司空，融為尚書，紀為侍中〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　此引李賢曰出續漢志，誤。時值中平六年，董卓行廢立之事，公車徵荀爽、韓融、陳紀、申屠蟠，惟蟠不到。 \\n 楊震傳子秉　孫賜　曾孫彪　玄孫修 \\n 四０八　教授二十餘年，州請召，數稱病不就。少孤貧，獨與母居，假地種殖，以給供養。諸生嘗有助種藍者，震輒拔更〔種〕〔一〕，以距其後，鄉里稱孝也。（姚。汪）──范書本傳注　０　類聚卷八一 \\n 〔一〕　據類聚卷八一補。 \\n 四０九　鱓〔一〕。（汪）──范書本傳注 \\n 〔一〕　時有冠雀銜三鱓魚飛集講堂前。范書本傳作「鱣」，謝承書同續書。李賢曰：「『鱣』、『鱓』古字通也。鱣魚長者不過三尺，黃地黑文，故都講云『蛇鱓，卿大夫之服象也』。」 \\n 四一０　楊震為東萊太守，道經昌邑。初震為荊州，舉茂才王密。密時為昌邑令，謁見。至夜，懷金十斤以遺震。震曰：「故人知君，君不知故人，何也？」密曰：「暮夜無知者。」震曰：「天知，神知，子知，我知，何謂無知？」密愧而出。（姚。汪）──類聚卷八三　○　御覽卷八０九　事類賦注卷九 \\n 四一一　楊震數切諫，為樊豐等所譖，遣歸本郡。震行至城西凡陽亭〔一〕，謂諸子門人曰：「身死之日，以雜木為棺，〔布〕單被，〔二〕裁足蓋形，勿歸塚次，勿設祭祠。」因飲酖而卒。（姚。汪）──御覽卷五五一　○　書鈔卷九二 \\n 〔一〕　書鈔卷九二作「陽亭」，范書本傳作「几陽亭」，而汲本、殿本范書作「夕陽亭」，袁紀作「沈亭」，東觀記又作「都亭」，諸載各異，未悉孰是。 \\n 〔二〕　據書鈔卷九二補。 \\n 四一二　楊震將葬，大鳥來止亭樹，下地安行到柩前，正立低頭淚出。眾人更共摩撫抱持，終不驚駭。其鳥五色，高丈餘，兩翼長二丈三尺，人莫知其名也〔一〕。（姚。汪）──御覽卷九一四　○　范書本傳注 \\n 〔一〕　本傳注「其鳥」以下為謝承書之文，御覽編者恐誤將其抄入續書。 \\n 四一三　楊秉字叔節，為刺史、二千石，計日受俸，餘祿不入私門。故吏齎錢百萬遺之，閉門不受，以廉清稱。──書鈔卷三八 \\n 四一四　楊秉字叔節，以尚書侍講；蔡邕字伯喈，以侍中並為左中郎將。（汪）──御覽卷二四一 \\n 四一五　楊賜以病罷，居無何，拜為太常，詔賜御〔府〕衣一襲。〔一〕（姚。汪）──書鈔卷一二九　○　又卷一九 \\n 〔一〕　據書鈔卷一九補。 \\n 四一六　楊彪字文先，博覽眾書〔一〕，有恭孝稱。〔與諸郎著作東觀〕〔二〕，〔位〕至司徒、太尉〔三〕。（汪）──書鈔卷五０　○　御覽卷二三四 \\n 〔一〕　御覽卷二三四作「多識博聞」。汪輯注曰：「書鈔五十七引作『博議多文』。」今按孔本卷五七引，乃班固事蹟，且文作「多議博文」。陳、俞本妄改作楊彪事，並刪「字孟堅」三字。又翰苑新書前集卷五同孔本。汪注誤。 \\n 〔二〕　據御覽卷二三四補。 \\n 〔三〕　據翰苑新書前集卷一補。 \\n 四一七　彪代董卓為司空，又代黃琬為司徒。時袁術僭亂，操託彪與術婚姻，誣以欲圖廢置，奏收下獄，劾以大逆。（姚。汪）──范書袁紹傳注 \\n 四一八　彪見漢祚將終，自以累世為三公，恥為魏臣，遂稱足攣，不復行。積十餘年，〔魏文〕帝即（王）位〔一〕，欲以為太尉，令近臣宣旨。彪辭曰：「嘗以漢朝為三公，值世衰亂，不能立尺寸之益，若復為魏臣，於國之選，亦不為榮也。」帝不奪其意。黃初四年，〔魏文帝詔曰：「先王制几杖之賜，所以賓禮黃耇〔二〕，以彰舊德〔三〕。太尉楊彪，乃祖以來世著名績，其賜公延年杖。延請之日便使杖之。」〕〔四〕〔又使著鹿皮冠〕〔五〕，詔拜光祿大夫，秩中二千石，朝見位次三公，如孔光故事〔六〕。彪上章固讓，帝不聽，又為門施行馬，致吏卒，以優崇之。年八十四，以六年薨。（姚。汪）──魏志文帝紀注　○　書鈔卷五０　御覽卷三七二　又卷七四三范書本傳注　書鈔卷一三三　（二）　御覽卷七一０ \\n 〔一〕　據書鈔卷五０刪補。 \\n 〔二〕　儀禮士冠禮曰：「黃耇無疆，受天之慶。」鄭注：「黃，黃髮也；耇，凍梨也。皆壽徵也。」 \\n 〔三〕　此四字據書鈔卷一三三、御覽卷七一０補入。 \\n 〔四〕　據范書本傳注補。 \\n 〔五〕　據書鈔卷五０補。 \\n 〔六〕　漢書孔光傳載王太后詔曰：「賜太師靈壽杖，黃門令為太師省中坐置几，太師入省中用杖，賜餐十七物，然後歸老于第，官屬按職如故。」又元壽元年光徵詣公車，問日蝕事。書奏，帝悅，拜光為光祿大夫，秩中二千石，給事中，位次丞相。 \\n 四一九　人有白修與臨淄侯曹植飲，醉共載，從司馬門出，謗訕鄢陵侯章。太祖聞之，大怒，故遂收殺之。時年四十五矣。（汪）──范書本傳注 \\n 章帝八王傳 \\n 四二０　清河王小心恭孝，特見親愛。後諸王就國，鄧太后特詔清河國置中尉、內史〔一〕，賜乘〔輿〕〔二〕、上御物焉。（汪）──御覽卷二四八 \\n 〔一〕　「特詔」二字原誤倒，據汪輯逕正。 \\n 〔二〕　據范書本傳補。清河王，孝王劉慶也。 \\n 四二一　河間孝王開，忠貞恭謹，聰敏畏慎。上以開小弟，特親愛。（姚。汪）──書鈔卷七０ \\n 四二二　起河間第。──書鈔卷二一 \\n 張綱傳 \\n 四二三　綱字文紀，少以三公子經明行修舉孝廉〔一〕，不就。司徒辟，以高第為侍御史。漢安元年，拜光祿大夫。〔帝遣八使巡行風俗〕〔二〕，與侍中杜喬等八人同日受詔，持節分出，案行天下貪廉，墨綬有罪便收，刺史二千石以驛表聞，威惠清忠，名振郡國，號曰「八雋」〔三〕〔皆宿儒要位，唯綱年少官微〕〔四〕。是時大將軍梁冀侵擾百姓，喬等七人皆奉命四出，〔各之所部〕〔五〕，唯綱獨埋車輪於洛陽都亭不去〔六〕。〔或問之〕〔七〕，曰：「豺狼當路，安問狐狸！」〔八〕遂上書曰：「大將軍梁冀、河南尹不疑，蒙外戚之援，荷國厚恩，以芻蕘之姿，安居阿保，不能敷揚五教，翼贊日月，而專為封豕長蛇〔九〕，肆其貪饕，甘心好貨，縱恣無厭，多樹諂諛，以害忠良，誠天威所不赦，大辟所宜加也。謹條其無君之心十五事於左，皆忠臣之所切齒也。」書奏御，京師震悚。時冀妹為皇后，內寵方盛，冀兄弟權重於人主，順帝雖知綱言不誣，然無心治冀，冀深恨綱〔一０〕。（姚。汪）──蜀志張翼傳注　○　書鈔卷六二　又卷一四一　初學記卷一二又卷二０　御覽卷二二七　又卷七七五　類林雜說卷三 \\n 〔一〕　綱父張皓，順帝時拜司空，忝任三公之位。 \\n 〔二〕　據書鈔卷六二補。帝，順帝也。 \\n 〔三〕　書鈔卷六二作「八座」，書鈔卷一四一作「八使」，初學記卷一二、御覽卷二二七作「八彥」，唯御覽卷七七五作「八俊」，與蜀志注同。范書周舉傳亦作「八俊」。 \\n 〔四〕　據書鈔卷六二補。 \\n 〔五〕　同右。 \\n 〔六〕　參見謝承書張綱傳注。 \\n 〔七〕　據御覽卷七七五補。 \\n 〔八〕　漢書孫寶傳載：寶任京兆尹，其所署東部督郵侯文曰：「豺狼橫道，不宜復問狐狸。」綱言當本於此。 \\n 〔九〕　淮南子本經訓曰：「堯之時，封豨、脩蛇為民害，乃使羿斷脩蛇於洞庭，擒封豨於桑林。」按封豨即封豕，野豬也。脩蛇即長蛇，劉安避其父諱而改。定公四年左傳即作「封豕長蛇」。二者皆以喻貪暴者。 \\n 〔一０〕類林雜說卷二「漢安」誤作「漢宣」，且下有「帝」字。「安問狐狸」下作「帝曰：『是誰？』曰：『是梁冀。』是日誅冀」，謬甚！ \\n 四二四　會廣陵賊張嬰等眾數萬人，殺刺史二千石，冀欲陷綱，乃諷尚書以綱為廣陵太守，若不為嬰所殺，則欲以法中之。前太守往，輒多請兵，及綱受拜，詔問當得兵馬幾何，綱對曰「無用兵馬」，遂單車之官，徑詣嬰壘門，示以禍福。嬰大驚懼，走欲閉門。綱又於門外罷遣吏兵，留所親者十餘人，以書語其長老素為嬰所信者，請與相見，問以本變，因示以詔恩，使還請嬰。嬰見綱意誠，即出見綱。綱延置上坐，問其疾苦，禮畢，乃謂之曰：「前後二千石多非其人，杜塞國恩，肆其私求。鄉郡遠〔一〕，天子不能朝夕聞也，故民人相聚以避害。二千石信有罪矣，為之者乃非義也。忠臣不欺君以自榮，孝子不損父以求福。天子聖仁，欲文德以來之〔二〕，故使太守來，思以爵祿相榮，不願以刑也。今誠轉禍為福之時也，若聞義不服，天子赫然發怒，大兵雲合，豈不危乎？宜深計其利害。」嬰聞，泣曰：「荒裔愚人，數為二千石所侵枉，不堪其困，故遂相聚偷生。明府仁及草木，乃嬰等更生之澤，但恐投兵之日，不免孥戮耳。」綱曰：「豈其然乎！要之以天地，誓之以日月。方當相顯以爵位，何禍之有乎？」嬰曰：「苟赦其罪，得全首領，以就農畝，則抱戴沒齒，爵祿非所望也。」嬰雖為大賊，起於狂暴，自以為必死，及得綱言，曠然開明，乃辭還營。明日，遂將所部萬餘人，與妻子面縛詣綱降。綱悉釋縛慰納，謂嬰曰：「卿諸人一旦解散，方垂盪然，當條名上之，必受封賞。」嬰曰：「乞歸故業，不願以穢名汙明時也。」綱以其至誠，乃各從其意，親為安處居宅，子弟欲為吏者，隨才任職，欲為民者，勸以農桑，田業並豐，南州晏然。論功，綱當封，為冀所遏絕，故不得侯。天子美其功，徵欲用之。嬰等上書，乞留在郡二歲。建康元年，病卒官，時年三十六〔三〕。嬰等三百餘人〔四〕，皆衰杖送綱喪至洛陽。葬訖，為起冢立祠，四時奉祭，思慕如喪考妣。天子追念不已，下詔褒揚，除一子為郎〔五〕。（姚。汪）──蜀志張翼傳注　○　類林雜說卷三　書敘指南卷一八 \\n 〔一〕　汪輯改「鄉」作「卿」。袁紀同續書。 \\n 〔二〕　書大禹謨曰：「帝乃誕敷文德。」孔傳曰：「遠人不服，大布文德以來之。」亦見論語季氏。 \\n 〔三〕　范書本傳作「年四十六」，袁紀亦然，續書恐誤。 \\n 〔四〕　范書本傳作「五百餘人」，袁紀同續書。 \\n 〔五〕　綱子名續，除為郎。又以上二引，姚輯未注出處，汪輯不詳所出，依姚本而補之以初學記、御覽諸引，今并補正之。 \\n 王龔傳 \\n 四二五　龔以中常侍張昉等弄國權，欲奏誅之。時龔宗親有以楊震行事諫止之〔一〕。（汪）──汪輯 \\n 〔一〕　此引汪文臺未注所由出，僅曰：「范書謂上書極言其狀，與此異。」 \\n 四二六　王龔為太尉，在位恭慎自持，非公事不通州郡書記。其所辟命，皆海內之長者。（汪）──書鈔卷五一　○　御覽卷二０七 \\n 种暠傳 \\n 四二七　种暠字景伯。順帝時為侍御史，監護太子承光宮。中常侍高梵受敕迎太子，不賫詔書，以衣車載太子欲出。太子太傅（高襄）〔杜喬〕不知所以〔一〕，力不能止。開門臨去，暠至，橫劍當車，曰：「御史受詔，監護太子。太子，國之儲副，天命所繫〔二〕。常侍來，無一尺詔書〔三〕，安知非挾奸邪？今日之事，有死而已。」梵不敢爭。〔帝嘉其持重，稱善良久〕〔四〕。（姚。汪）──初學記卷一二　○　書鈔卷六二　御覽卷二二七 \\n 〔一〕　據書鈔卷六二以正。御覽卷二二七誤作「高褒」。袁紀、范書均作「杜喬」。 \\n 〔二〕　御覽卷二二七作「人命所繫」，職官分紀卷一四、天中記卷三二均同。按范書亦作「人命」，而袁紀作「巨命」。疑「人」本作「民」，後人避唐太宗諱而改。御覽引袁紀誤「民」作「巨」，乃形近致訛。而初學記作「天」，則又系撰者誤抄「人」為「天」也。 \\n 〔三〕　「一尺」書鈔卷六二作「尺寸」，疑皆為「尺一」之訛。李賢曰：「尺一，謂板長尺一，以寫詔書也。」陳蕃傳「尺一選舉」，陽球傳「不得稽留尺一」，李雲傳「尺一拜用」，皆可為證。 \\n 〔四〕　據書鈔卷六二補。 \\n 四二八　种暠為益州刺史，在職三年，宣恩遠夷，開曉殊俗，岷山雜落，皆懷服漢德。其白狼、槃木諸國並貢，〔自〕前刺史卒後遂絕〔一〕。暠至，乃復向化。永昌太守鑄黃金為文蛇，以獻梁冀。暠糾發追捕，馳傳上言。冀由是銜怒。（姚。汪）──類聚卷五０　○　御覽卷二五六 \\n 〔一〕　據御覽卷二五六補。 \\n 四二九　种暠字景伯，為梁州刺史，甚得百姓歡心。欲遷，吏民詣闕請留。太后歎曰：「未聞刺史得人民心如此！」復留一年。（姚。汪）──書鈔卷七二 \\n 四三０　种暠為益州刺史〔一〕，遷漢陽太守，吏民五夷，男女號泣。（姚。汪）──書鈔卷三五 \\n 〔一〕　「益」當係「梁」之誤。 \\n 陳球傳 \\n 四三一　陳球遷繁陽令，清高不動。（汪）──書鈔卷七八 \\n 劉陶傳 \\n 四三二　劉（騊）〔陶〕為（溳）〔湞〕陽長〔一〕，政化大行，道不拾遺。以病去官，童謠歌曰：「悒然不樂，思我劉君。何時復來，安此下民。」（姚。汪）──類聚卷五０　○　御覽卷二六七 \\n 〔一〕　據袁紀、范書改「騊」作「陶」。御覽卷二六七作「騊駼」，更謬。又據御覽改「溳」作「湞」。然范書本傳作「順陽」，謝承書作「樅陽」，三載各異，未知孰是。 \\n 虞詡傳 \\n 四三三　虞詡字升卿，陳留圉人〔一〕。祖〔經〕為獄吏〔二〕，嘗傚于公之治獄〔三〕。及詡生，經曰：「吾雖不及于公子孫至丞相，冀得為九卿。」故字詡曰升卿。至尚書令。（汪）──御覽卷六四三 \\n 〔一〕　范書本傳作「陳國武平人」。今按陳國即漢故淮陽郡，章和二年改作陳國。圉，舊屬淮陽，後入陳留郡。二縣雖曾同郡，而相距較遠。李賢曰：「酈元水經注云武平城西南七里有漢尚書令虞詡碑，題云『君諱詡，字定安，虞仲之後』。定安蓋詡之別字也。」據此恐當以范書為是。又「升」誤「叔」，逕改，下同。 \\n 〔二〕　據范書本傳及下文補。 \\n 〔三〕　于公，西漢名獄吏，史稱「決獄平，羅文法者于公所決皆不恨。郡中為之生立祠」。後其子于定國於宣帝時代黃霸為丞相。 \\n 四三四　虞詡從弟孫客長沙，詡迎與俱渡江水，孫墮船，詡投水中救之，一浮一沒，遇沙得皆不死。（姚。汪）──書鈔卷一五九 \\n 四三五　朝歌賊寧季等數千人攻殺長吏，乃使虞詡為朝歌長。故舊皆弔詡曰：「得朝歌何衰！」詡笑曰：「難者不避，易者不從〔一〕，臣之職也。不遇盤根錯節，何以別利器乎？」始到，謁河內太守馬稜。稜勉之曰：「儒者謀謨廟堂，反在朝歌耶？」詡曰：「初除之日，大夫皆弔。」及到官，設令三科以募求壯士，自掾史以下，各舉所知，其攻劫者為上，而不事家業者為下〔二〕，收得百餘人。詡為之饗會，悉貸其罪，使入賊中，誘令劫掠，乃伏兵以待之，遂殺賊百人。又潛遣貧民得縫者，傭作賊衣，以絳縷縫其裾為識〔三〕。有出市買者，吏輒禽之。由是駭散，咸稱神明。（姚。汪）──御覽卷四四九　○　書鈔卷七八（2）類聚卷五０　御覽卷二六六　范書本傳注 \\n 〔一〕　原作「志不求易，事不避難」，乃御覽編者妄據范書本傳改易所致。今據書鈔卷七八、類聚卷五０、御覽卷二六六逕改。 \\n 〔二〕　范書本傳此句上有「傷人偷盜者次，帶喪服」十字，疑此引有脫文。 \\n 〔三〕　「絳縷」本作「采綖」「裾」本作「裙」，皆據范書本傳注逕改。又范書本傳「識」作「幟」。 \\n 四三六　遷武都太守。及還，羌率數千遮詡於陳倉。詡即停軍不進，而上書請兵，須到當發。羌聞之，乃分鈔傍縣。詡因其兵散，日夜進行百餘里。令吏士各作兩灶，日增倍之，羌不敢逼。或問曰：「孫臏減灶，而君增之。兵法曰：『日行不可過三十里，〔以戒不虞〕。〔一〕』而今日行二百〔里〕〔二〕，何也？」詡曰：「虜眾多，吾兵少，徐則易為所及，速則彼不測。虜見灶增，必謂郡兵來迎。〔眾〕行速〔三〕，必憚追我。孫臏見弱，吾今示彊，勢有不同故也。」（姚。汪）──御覽卷四四九　０　類聚卷八０ \\n 〔一〕　據類聚卷八０補。李賢曰：「前書王吉上疏曰：『古者師行三十里，吉行五十里。』」 \\n 〔二〕　據類聚卷八０補。 \\n 〔三〕　同右。 \\n 四三七　虞詡為武都太守。虜來攻城，詡出戰，敕曰：「吾言強弩射之，小弩發。言小弩射之，強弩發。」於是小弩先發，虜以為弩力極，即解弛。〔詡〕使強弩二十張共唯一人而射之〔一〕，三發而三中，虜眾潰。（汪）──書鈔卷一二五　○　御覽卷三四八 \\n 〔一〕　據汪輯補。 \\n 四三八　下辯東三十餘里有峽，中當泉水，生大石〔一〕，障塞水流，每至春夏，輒〔濆〕溢，沒秋稼〔二〕，壞敗營郭。詡乃使人燒石，以水灌之〔三〕，石皆坼裂〔四〕，因鐫去石，遂無氾溺之患。〔五〕（姚。汪）──范書本傳注　○　水經注卷二漾水注０　類聚卷六　御覽卷五三 \\n 〔一〕　水經注卷二０作「峽中白水生大石」，御覽卷五三亦然。按「白水」係「泉」之誤。 \\n 〔二〕　據水經注卷二０、類聚卷六補。 \\n 〔三〕　水經注卷二０「水」作「醯」，御覽卷五三作「醋」。正字通曰：「醋，醯別名也。」醯，音希。 \\n 〔四〕　水經注卷二０「坼」作「碎」，類聚卷六作「罅」，御覽卷五三作「淬」，其意一也。 \\n 〔五〕　他三引「患」皆作「害」。 \\n 四三九　詡始到〔郡〕〔一〕，穀石千〔二〕，鹽石八千，見戶萬三千。視事三歲，米石八十，鹽石四百，流人還歸，郡戶數萬，人足家給，一郡無事。（姚。汪）──范書本傳注　○　書鈔卷一四六　御覽卷八六五 \\n 〔一〕　據書鈔卷一四六補。郡，武都郡。 \\n 〔二〕　御覽卷八六五「千」下有「五百」二字。 \\n 傅燮傳 \\n 四四０　燮軍斬賊三帥卜已、張伯、梁仲寧等，功高為封首。（姚。汪）──范書本傳注 \\n 蓋勳傳 \\n 四四一　曾祖父進，漢陽太守；祖父彪，大司農。（姚。汪）──范書本傳注 \\n 四四二　中平元年，黃巾賊起，故武威太守酒泉黃雋被徵，失期。梁鵠欲奏誅雋，勳為言得免。雋以黃金二十斤謝勳，勳謂雋曰：「吾以子罪在八議〔一〕，故為子言，吾豈賣評哉！」終辭不受。（姚。汪）──范書本傳注 \\n 〔一〕　周禮秋官小司寇曰：「以八辟麗邦法，附刑罰：一曰議親之辟，二曰議故之辟，三曰議賢之辟，四曰議能之辟，五曰議功之辟，六曰議貴之辟，七曰議勤之辟，八曰議賓之辟。」孫詒讓周禮正義曰：「蓋凡入八議限者，輕罪則宥，重罪則改附輕比，仍有刑也。」 \\n 四四三　宋泉〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　范書本傳言涼州刺史左昌坐因軍興斷盜數千萬被徵，以扶風宋梟代之。汪文臺按：范作「梟」非，作「泉」亦非，疑本作「鳶」，因音誤作「淵」，又以廟諱作「泉」。 \\n 四四四　是時，漢陽叛人王國眾十餘萬，攻陳倉，三輔震動。勳領郡兵五千人，自請滿萬人，因表用處士扶風士孫瑞為鷹鷂都尉，桂陽魏傑為破敵都尉，京兆杜楷為威虜都尉，弘農楊儒為鳥擊都尉，長陵第五雋為清寇都尉。凡五都尉，皆素有名，悉領屬勳。每有密事，靈帝手詔問之。（姚。汪）──范書本傳注 \\n 張衡傳 \\n 四四五　張衡字平子，以才學通博稱，文最高華，舉孝廉，除尚書郎〔一〕。──職官分紀卷八 \\n 〔一〕　范書本傳作「永元中，舉孝廉不行，連辟公府不就」，後「安帝雅聞衡善術學，公車特徵拜郎中」，與此異。按職官分紀卷八所引，文多怪譎，恐非續書之舊，錄以備攷。 \\n 四四六　張衡〔字平子，以郎中遷太史令〕〔一〕。性精微，有巧藝，〔妙善璣衡之正紀，作渾天儀。復造候風〕地動儀〔二〕，以精銅鑄〔成〕〔三〕。其器圓徑八尺，形似（傾）〔酒〕樽〔四〕，其蓋穹隆〔五〕，飾以篆文。〔樽中有都柱，旁行八道，施關發機〕。〔六〕外有八龍，首銜銅丸，下有蟾蜍承之。其牙發機，皆隱在樽中，周密無際，如一體焉。〔如有〕地動〔七〕，〔樽則震〕〔八〕，機發，龍即吐丸，蟾蜍張口受丸，聲乃振揚，司者覺知。即省龍機，其餘七首不發，〔尋其方面〕〔九〕，則知地震所從起來也。〔驗之以事〕〔一０〕，合契若神，觀之莫不服其奇麗，自古所來未嘗有也。（姚。汪）──御覽卷七五二　○　又卷二三五　初學記卷五　書鈔卷五五事類賦注卷六 \\n 〔一〕　據御覽卷二三五及書鈔卷五五補。 \\n 〔二〕　同右。其中「作」字據范書本傳補。 \\n 〔三〕　據御覽卷二三五補。 \\n 〔四〕　據初學記卷五、事類賦注卷六改。又御覽卷二三五作「酒杯」。 \\n 〔五〕　御覽卷二三五作「合蓋隆起」，且在「八尺」句之下。 \\n 〔六〕　據初學記卷五、事類賦注卷六補。 \\n 〔七〕　據書鈔卷五五及御覽卷二三五補。 \\n 〔八〕　據御覽卷二三五補。 \\n 〔九〕　據御覽卷二三五補。 \\n 〔一０〕據書抄卷五五、御覽卷二三五補。 \\n 四四七　「後人皮傅，無所容竄。」〔一〕（汪）──范書本傳注 \\n 〔一〕　范書本傳引張衡斥圖緯虛妄疏曰：「且河洛、六藝，篇錄已定，後人皮傅，無所容篡。」張衡集亦作「竄」。李賢曰：「篡」、「竄」，義亦通也。又李賢引揚雄方言曰：「秦晉言非其事謂之皮傅。」即牽強傅會之意也。 \\n 馬融傳 \\n 四四八　馬融安帝時為大將軍鄧騭所召，拜校書郎中。在東觀十年，窮覽典籍，上廣成頌〔一〕。（汪）──職官分紀卷一六 \\n 〔一〕　汪輯未注所出，且無前兩句。 \\n 四四九　融為校書郎，又拜郎中〔一〕。（汪）──范書本傳注 \\n 〔一〕　參見謝承書馬融傳注。 \\n 四五０　融對策於北宮端門。（汪）──范書本傳注 \\n 蔡邕傳 \\n 四五一　蔡伯喈，陳留圉人。通達有俊才，博學善屬文，伎藝術數，無不精綜。（姚。汪）──世說新語品藻注　○　史略卷二 \\n 四五二　蔡邕避難在吳，告人曰：「吾昔經會稽高遷亭，見屋椽竹從東間數第十六可以為籥。」取用，果有異聲。（汪）──御覽卷一八八　○　又卷一九四 \\n 四五三　董卓為司空，辟蔡邕，稱疾不就。卓大怒，詈曰：「我力能族人！」邕不得已，及到，署祭酒。（汪）──御覽卷四六六 \\n 四五四　〔以侍中〕仕至左中郎將〔一〕。為王允所誅。（姚。汪）──世說新語品藻注　○　御覽卷二四一 \\n 〔一〕　據御覽卷二四一補。 \\n 左雄傳 \\n 四五五　虞詡以左雄有忠公節，上疏薦之曰：「伏見議郎左雄，數上封事，至引陛下身遭危難以為警戒，實有王臣蹇蹇之節，周公謨成王之風〔一〕，宜擢在喉舌之官，必有匡弼之益。」由是拜雄尚書。（姚。汪）──御覽卷六三０　○　類聚卷五三　書鈔卷三三 \\n 〔一〕　李賢曰：「謨，謀也。即尚書立政、無逸篇之類也。」 \\n 四五六　左雄字伯豪，為尚書，遷僕射，奏孝廉不滿四十，不得察舉。廣陵孝廉徐淑未滿，對曰：「漢詔云『有如顏子者不限年』〔一〕，是故本鄉以淑充選。」雄詰之曰：「昔者顏子聞一知十，孝廉聞一知幾？」淑默然無以對也。──書鈔卷七九 \\n 〔一〕　范書本傳作「顏回、子奇」。 \\n 四五七　左雄奏徵海內名儒為博士，使公卿子弟為諸生，有志操者，加其俸祿。及汝南謝廉、河南趙建（章）〔一〕，年始十二，各能通經，雄並奏拜童子郎。於是負書來學，雲集京師。（姚。汪）──范書臧洪傳注　○　書鈔卷五六 \\n 〔一〕　據書鈔卷五六刪。范書本傳亦無「章」字。 \\n 周舉傳 \\n 四五八　周舉字真先〔一〕，為并州刺史。太原一（部）〔郡〕，〔二〕舊俗以介子推焚骸，有龍忌之戒〔三〕，或一月寒食，〔莫敢煙爨，老小不堪，歲歲多死者〕〔四〕。舉到，以吊書置子推廟，言盛冬滅火，殘損人命，非賢者之意，〔以宣示愚民〕〔五〕，使還溫食。於是眾人稍解，風俗頗革。（姚。汪）──書鈔卷七二　○　類聚卷五０　御覽卷二五六 \\n 〔一〕　書鈔卷五六、初學記卷一二均作「宣光」，而東觀記、袁紀、范書皆然。按姚輯作「貞先」，汪輯刪而不錄。孔廣陶以為「貞」本作「真」，宋鈔避仁宗諱。今錄而存疑，或系周舉別字亦未可知。 \\n 〔二〕　據范書本傳改。 \\n 〔三〕　「龍忌」者，禁火之日也。范書本傳李賢注：「龍，星，木之位也，春見東方。心為大火，懼火之盛，故為之禁火。俗傳云子推以此日被焚而禁火。」 \\n 〔四〕　據類聚卷五０改補。書鈔卷七二僅有「人多不堪」四字。御覽卷二五六同類聚卷五０所引。 \\n 〔五〕　據類聚卷五０補。御覽卷二五六亦然。 \\n 四五九　周舉字宣光，梁商表為從事中郎。商疾甚，帝問遺言，對曰：「臣從事中郎周舉，清慎高亮，不可不任。」拜諫議大夫。（姚。汪。鈴木）──書鈔卷五六　○　初學記卷一二　御覽卷二二三 \\n 四六０　〔周舉字宣光〕〔一〕，順帝時，詔遣八使循行風俗，皆選素有威名者。乃拜舉侍中，〔與侍中〕杜喬〔二〕、守光祿大夫周翃〔三〕、前青州刺史馮羨、尚書欒巴、侍御史張綱、兗州刺史郭遵、太尉長史劉班并守光祿大夫〔四〕，分行天下。〔其刺史、二千石有贓罪顯明者，驛馬上之；墨綬以下，便輒收舉；其有清忠惠利，為百姓所安，宜表異者，皆以狀上〕〔五〕。於是八使同拜，天下號曰「八俊」。於是奏劾貪猥，表薦清公，朝廷稱之。（汪）──書鈔卷四０　○　御覽卷七七八 \\n 〔一〕　據御覽卷七七八補。 \\n 〔二〕　據汪輯補。 \\n 〔三〕　御覽卷七七八「翃」作「栩」。袁紀、范書亦然。作「翃」恐誤。 \\n 〔四〕　「太尉」原誤作「太守」，據御覽卷七七八逕改。 \\n 〔五〕　據御覽卷七七八補。 \\n 黃瓊傳孫琬 \\n 四六一　黃瓊字世英，遷尚書令。明習故事，號為富贍。──職官分紀卷八 \\n 四六二　黃琬字子琰，江夏人。少失父母而辨惠。祖父瓊初為魏郡太守，建和元年正月，日蝕，京師不見，梁太后詔問所蝕多少，琬年七歲，在傍曰：「何不言日蝕之餘，如月之初？」瓊大驚，即以其言應詔，后深奇愛之。時司空盛元疾〔一〕，瓊遣琬候問。會江夏上蠻賊事到府，元發書，視畢，微戲琬曰：「江夏大郡，而蠻多士少。」琬舉手對曰：「蠻夷猾夏，責在司空。」（汪）──御覽卷三八四 \\n 〔一〕　袁紀、范書「元」均作「允」。汪文臺以為「應作允」，是。 \\n 四六三　黃琬字子琰，方毅廉直，為侍中、尚書。（姚。汪）──書鈔卷六０　○　初學記卷一一 \\n 荀淑傳子爽　孫悅 \\n 四六四　淑對策，譏刺梁氏，故出也〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　淑出補朗陵侯相。疑「故出也」三字系李賢之語。 \\n 四六五　淑有高才，王暢、李膺皆以為師。為朗陵侯相，號稱「神君」。（姚。汪）──魏志荀彧傳注 \\n 四六六　荀爽字慈明，幼而好學。〔太尉杜喬見而稱曰：「可為人師。」爽遂〕耽思經書〔一〕，慶吊不行，徵命不應。潁川為之語曰：「荀氏八龍，慈明無雙。」（汪）──御覽卷四九五　○　又卷六一一 \\n 〔一〕　據御覽卷六一一補。 \\n 四六七　荀爽字慈明，為光祿勳，視事三日〔一〕，策拜司空。（汪）──書鈔卷五三　○　御覽卷二二九 \\n 〔一〕　御覽卷二二九作「三月」，非。 \\n 四六八　荀悅字仲豫，遷黃門侍郎。獻帝頗好文學，悅與從弟彧、孔融並侍講禁中。（汪）──御覽卷二二一 \\n 四六九　荀悅十二，能讀春秋，貧無書，每至市間閱篇牘，一見多能誦記。（汪）──御覽卷六一四 \\n 陳寔傳 \\n 四七０　陳寔字仲躬〔一〕，舉灼然〔二〕，為司徒屬〔三〕，遷太丘長。（姚。汪）──書鈔卷六八 \\n 〔一〕　袁紀、范書均作「仲弓」，俞本亦然。此同陳寔碑。 \\n 〔二〕　姚之駰曰：「灼然應是當時選舉名目。」沈欽韓曰：「謂行義灼然。晉書溫嶠傳：『舉秀才、灼然。』」 \\n 〔三〕　范書本傳曰：「司空黃瓊辟選理劇，補聞喜長，旬月，以期喪去官。復再遷除太丘長。」未聞曾為司徒屬。此引「司徒」或系「司空」之誤。 \\n 四七一　陳群父子，並著高名，世號「三君」〔一〕。每宰府辟召，常同時旌命，羔雁成群〔二〕，當世者靡不榮之。（姚。汪）──類聚卷九一 \\n 〔一〕　指陳寔，寔子紀，紀子群。 \\n 〔二〕　李賢曰：「古者諸侯朝天子，卿執羔，大夫執雁，士執雉。成群言眾多也。」 \\n 李固傳子燮 \\n 四七二　李固字子堅，狀有奇表，鼎角匿犀，足履龜文。──職官分紀卷八 \\n 四七三　李固少有俊才，雅志好學。為三公子〔一〕，常躬步行，驅驢負書從師。（汪）──御覽卷三九四　○　又卷六一一 \\n 〔一〕　父李郃曾任司徒，故稱三公子。 \\n 四七四　李固字子堅，拜議郎，為洛陽令〔一〕。大將軍梁商請為從事中郎〔二〕。（汪）──御覽卷二三八 \\n 〔一〕　范書本傳作「出為廣漢雒令」，御覽引誤。 \\n 〔二〕　「商」誤作「冀」，逕正。 \\n 四七五　陽嘉二年，詔公卿舉敦樸之士，衛尉賈建舉固。（姚。汪）──范書本傳注 \\n 四七六　老子曰：「其進銳，其退速也。」〔一〕（汪）──范書本傳注 \\n 〔一〕　見李固陽嘉二年京師地震對策。李賢曰：「案：孟子有此文。謝承書亦云孟子。」范書同續書。 \\n 四七七　李固上書曰：「陛下之有尚書，猶天之有北斗。北斗天之喉舌，尚書陛下之喉舌也。」（汪）──書鈔卷五九　○　御覽卷二一二　類聚卷四八　書鈔卷三三 \\n 四七八　方毅廉直，宜拜尚書。──書鈔卷三三 \\n 四七九　李固遷將作大匠，常推賢進士。（姚　汪）──書鈔卷五四　○　通典職官九　御覽卷二三六 \\n 四八０　李固為大司農。〔時〕上信閹宦〔一〕，天下牧守多其宗親舊故，及受貨賂，有詔特拜，不由選試，亂生彌甚。固乃上表，具陳盜賊所以興，由官非其人也。（姚。汪）──御覽卷二三二　○　書鈔卷五四 \\n 〔一〕　據書鈔卷五四補。 \\n 四八一　順帝時，所除官多不次，李固奏免百餘人。此等既怨，共作飛章，誣固曰：「大行在殯，路人掩涕，固獨胡粉飾貌，搔頭弄姿，盤旋偃仰，曾無慘怛之心。」（姚。汪）──御覽卷七一九　○　書鈔卷一三五 \\n 四八二　沖帝以太尉李固參錄尚書事。帝崩，梁太后詔固議所徵王侯，至乃發喪。對曰：「帝雖少，猶天下之父，今日崩，人臣感痛，豈有臣子反掩之乎？」太后從之。──書鈔卷五九 \\n 四八三　李固被誅，梁冀乃露固屍於四衢，令有敢臨者，加其罪。固弟子汝南郭亮，年始成童，左提章鉞，右秉鐵鑕，詣闕上書，乞收固屍，不許。因往臨哭，陳辭於其前，遂守喪不去。夏門亭長呵之，亮曰：「含陰陽氣以生，戴乾履坤，義之所重，豈知生命，何為以死相懼？」太后聞而不誅，乃聽得襚斂歸葬之。（汪）──御覽卷四二０ \\n 四八四　基，偃師長〔一〕。（汪）──范書李固傳注 \\n 〔一〕　基，李固長子。固被誅，基與弟茲皆死於漢中。范書載基死於偃城獄中，必涉基偃師長而誤。 \\n 四八五　李燮字德公。初李固既策罷，知不免禍，乃遣三子歸鄉里。時燮年十三。有頃難作，下郡收固三子，二兄受害。燮姊文姬乃告父門生王成曰〔一〕：「今委君以六尺之孤，李氏存滅，其在君矣。」成乃將燮入徐州界中，變名姓，為酒家傭，而成賣卜於市，陰相往來〔二〕。梁冀既誅，而災眚屢見。明年史官上言，宜有赦令，又當存錄大臣冤死者子孫。於是求固後，燮乃以本末告酒家，酒家具車重厚遣之〔三〕。後王成卒，燮以禮葬之〔四〕，感傷舊恩，每四節為設上賓之位而祠焉。（汪）──御覽卷四二０ \\n 〔一〕　袁紀作「固之僕隸也」。而范書、華陽國志均與續書同。沈欽韓曰：「案傳云燮從受學，則非僕隸也。」沈說是。 \\n 〔二〕　謝承書李燮傳作「燮遠遁身於北海劇，託命滕咨家以得免」，與諸書大異。 \\n 〔三〕　范書本傳下有「皆不受」三字。 \\n 〔四〕　袁紀作「會赦得免，而成病卒」，下始言歸鄉里，與此異。范書同續書。 \\n 四八六　李燮拜京兆〔尹〕〔一〕，詔發西園錢，〔燮〕（君）上封事〔二〕，遂（上）〔止〕不發〔三〕。吏民愛敬，乃謠曰：「我府君，道教舉，恩如春，威如虎，剛不吐，弱不茹，愛如母，訓如父。」（姚。汪。俊）──類聚卷一九　○　御覽卷四六五 \\n 〔一〕　據御覽卷四六五補。 \\n 〔二〕　據御覽卷四六五改。 \\n 〔三〕　同右。 \\n 杜喬傳 \\n 四八七　〔杜喬字叔榮〕〔一〕。累祖吏二千石。喬少好學，治韓詩、京氏易、歐陽尚書，以孝稱。雖二千石子，常步擔求師。（姚。汪）──范書本傳注　○　御覽卷六一一 \\n 〔一〕　據御覽卷六一一補。 \\n 四八八　喬諸生耿伯嘗與鮪同止。冀諷吏執鮪為喬門生〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　時值桓帝建和元年，劉鮪訛言清河王當統天下，事發被誅。梁冀欲害杜喬，故誣陷之。 \\n 四八九　梁冀諷有司劾杜喬，遂執繫之，死獄中。與李固俱暴屍於城北，故人莫敢視者。喬故掾陳留楊匡聞之號哭，星行到洛，託為夏門亭吏，守衛屍喪，驅護蠅蟲。都官從事執之以聞，太后義而不罪。使於是帶鐵鑕上書詣闕〔一〕，乞杜李二公骸骨，太后許之。成禮殯殮，送喬喪還家，葬送行服，隱匿。（汪）──御覽四二０ \\n 〔一〕　疑「使」系「匡」之訛。 \\n 吳佑傳 \\n 四九０　吳佑字季英〔一〕，陳留人。父恢，南海太守。佑年十二，隨恢到官。欲以殺青簡寫尚書章句〔二〕，佑諫曰：「今君踰江湘，越五嶺，僻在海濱，風俗雖陋，然多珍玩，上為朝廷所疑，下為權戚所望。此章若成，載必兼兩。昔馬援以薏苡興謗，王陽以衣囊邀名〔三〕，嫌疑之戒，願留意焉。」恢撫其首曰：「吳氏世不乏季子者。」〔四〕（汪）──御覽卷四五二　○　范書本傳注。 \\n 〔一〕　「佑」原作「祐」，與袁、范諸書同。然李賢曰：「續漢書作『佑』。」今據以正，下同。 \\n 〔二〕　李賢曰：「殺青者，以火灸簡令汗，取其青易書，復不蠹，謂之殺青，亦謂汗簡。義見劉向別錄也。」 \\n 〔三〕　參見張璠紀桓帝紀注。 \\n 〔四〕　同右。 \\n 四九一　吳佑年二十〔一〕，喪父，居無擔石而不受贍遺。常牧豕於長垣澤中〔二〕，行吟經書。遇父故人，謂之曰：「卿二千石子，而自業賤事，縱子無恥，奈先君何？」佑辭謝而已，守志如初也。〔年四十餘，乃為郡吏，舉孝廉〕〔三〕。（姚。汪）──御覽卷四八四　０　書鈔卷七九　范書本傳注　御覽卷七二 \\n 〔一〕　書鈔卷七九作「年三十」，誤。 \\n 〔二〕　參見袁山松書吳祐傳注。 \\n 〔三〕　據書鈔卷七九、范書本傳注補。 \\n 四九二　吳佑遷膠東侯相，政尚清靜，以身率下，褒賢勸善為務。──職官分紀卷三二 \\n 四九三　賦錢五百，為父市單衣〔一〕。──范書本傳注 \\n 〔一〕　時佑任膠東侯相，嗇夫孫性私賦民錢五百，市衣以進父。范書不載所賦錢數，李賢引續書以注。 \\n 延篤傳 \\n 四九四　李文德素善延篤，謂公卿曰：「延篤有王佐之才。」欲令引進之。篤聞，為書止文德曰：「吾常昧爽櫛梳，坐於客堂，朝則誦虞夏之書，歷公旦之典禮，覽仲尼〔之〕春秋〔一〕。當此之時，不知天之為蓋，地之為輿〔二〕，慎勿迷其本，棄其生也。」（姚。汪）──類聚卷七０　○　御覽卷七一四　白帖卷一四 \\n 〔一〕　據御覽卷七一四補。李賢引班固東都賦曰：「今論者但知誦虞夏之書，詠殷周之詩，講羲文之易，論孔氏之春秋。」 \\n 〔二〕　李賢引宋玉大言賦曰：「方地為輿，員天為蓋。」 \\n 史弼傳 \\n 四九五　敞為京兆尹〔一〕，化有能名，尤善條教，見稱於三輔。（姚。汪）──范書本傳注 \\n 〔一〕　敞，史弼之父。 \\n 四九六　史弼遷河東太守，斷絕書屬。中常侍侯覽遣諸生齎書請之，并求假鹽稅。弼大怒，乃付安邑獄，拷殺之。覽遂詐作飛章下司隸，誣弼誹謗，檻車徵。前孝廉魏劭毀變形服，詐為家僮，贍護於弼。弼遂受誣事，當棄市。劭與同郡人賣郡邸，行賂於覽，得減死罪一等，論輸左校。時人或譏曰：「平原行貨免君〔一〕，無乃甚乎？」陶丘洪曰：「文王羑里，閎、散懷金〔二〕。史弼遭患，義夫獻寶，亦何疑焉！」議者乃息。（汪）──御覽卷四二０ \\n 〔一〕　弼前曾出任平原相，詔書下令舉黨人，弼獨無所上。平原人感懷其德，故賣郡邸以贖弼。 \\n 〔二〕　周文王曾被殷紂王囚於羑里，其臣閎夭、散宜生以黃金千鎰求有莘氏美女、驪戎文馬、有熊九駟獻與紂王，使文王得以赦歸。事見史記。 \\n 盧植傳 \\n 四九七　植字子幹，少事馬融，與鄭玄同門相友。植剛毅有大節，嘗喟然有濟世之志，不苟合取容，不應州郡命召。建寧中，徵博士，出補九江太守，以病去官。作尚書章句、禮記解詁。稍遷侍中、尚書。張角起，以植為北中郎將征角，失利抵罪。頃之，復以為尚書。張讓劫少帝奔小平津，植手劍責數讓等，讓等皆放兵，垂泣謝罪，遂自殺。董卓議欲廢帝，眾莫敢對，植獨正言，語在卓傳。植以老病去位，隱居上谷軍都山。初平三年，卒。（姚。汪）──魏志廬毓傳注　○　水經注卷一四濕餘水注　御覽卷二四一 \\n 四九八　太祖北征柳城，過涿郡，令告太守曰：「故北中郎將盧植，名著海內，學為儒宗，士之楷模，乃國之楨幹也。昔武王入殷，封商容之閭；鄭喪子產，而仲尼隕涕〔一〕。孤到此州，嘉其餘風。春秋之義，賢者之後，有異於人〔二〕。敬遣丞掾修墳墓，并致薄醊，以彰厥德。」植有四子，毓最小。（姚。汪）──魏志盧毓傳注 \\n 〔一〕　史記殷本紀曰：「商容賢者，百姓愛之，紂廢之。」又昭公二十一年左傳曰：「及子產卒，仲尼聞之，出涕曰：『古之遺愛也。』」 \\n 〔二〕　昭公二十年公羊傳曰：「君子之善善也長，惡惡也短。惡惡止其身，善善及子孫。賢者子孫，故君子為之諱也。」 \\n 四九九　盧植能飲一石不醉。（姚。汪）──類聚卷七二 \\n 趙岐傳 \\n 五００　趙岐字臺卿。獻帝以為太僕，持節安慰天下。（姚。汪）──類聚卷四九　○　御覽卷二三０　書鈔卷五四 \\n 皇甫規傳 \\n 五０一　皇甫規以西羌之叛，為中郎將，討納叛羌。（姚。汪）──書鈔卷六三 \\n 五０二　皇甫規字威明，安定人。拜度遼將軍，上書薦中郎將張奐自代。及黨事起，天下名賢多見染逮。規雖為名將，素譽不高，自以西州豪傑，恥不得豫，乃先自上言：「臣前薦故大司農張奐，是附黨。」朝廷知而不問也。（汪）──御覽卷六三０ \\n 五０三　皇甫規，安定人。〔鄉人〕有以貨買雁門太守〔一〕，還家，書刺謁規，規臥不迎。既入，而問曰：「卿前在郡，食雁美乎？」有頃，白王符在門，規素聞符名，乃遽起，衣不及帶〔二〕，屐履出迎，援符手而還，與同坐極忻。時人為之語曰：「徒見二千石，不如一縫掖〔三〕。」言書生道義之為貴。（汪）──御覽卷四七四　○　又卷四九五　書鈔卷三四 \\n 〔一〕　據御覽卷四九五補。 \\n 〔二〕　書鈔卷三四作「衣不及席」，非。 \\n 〔三〕　鄭玄曰：「逢，猶大也。大掖之衣，大袂單衣也。」范書王符傳亦作「縫掖」，而禮記儒行「縫」作「逢」，古字通，亦可作「豐」。 \\n 張奐傳 \\n 五０四　張奐字然明，永壽元年遷安定屬國都尉，郡界以寧。羌豪帥〔離湳〕感奐德〔一〕，上馬二十四，先零（遣）酋長又遺金渠八枚〔二〕。奐〔受之，而〕召主簿〔張祁〕於〔諸〕羌前〔三〕以酒酬地曰：「使馬如羊，不以入廄；使金如粟，不以入懷。」悉以馬、金還之。（姚。汪）──書鈔卷三八　○　御覽卷八０九　又卷八九四　事類賦注卷九 \\n 〔一〕　據御覽卷八九四補。其「湳」下有夾注曰：「奴感切。」 \\n 〔二〕　「遣」系衍文，據他三引刪。 \\n 〔三〕　「受之而」三字及「諸」字據御覽卷八０九補。「張祁」二字據御覽卷八九四補。范書本傳未載主簿姓名。 \\n 五０五　張奐字然明，與段紀明、皇甫威明，俱顯京師，號「涼州三明」，並為匈奴中郎將。（汪）──御覽卷二四一 \\n 五０六　張奐字然明，拜太常卿，〔設職官糧限施行〕〔一〕。奐〔素〕有清節〔二〕，〔當〕可否之間〔三〕，強禦不敢奪也。該覽群籍，古今詳備。（姚。汪）──御覽卷二二八　○　書鈔卷五三 \\n 〔一〕　據書鈔卷五三補。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 五０七　張奐少立志節，董卓慕之，使其兄遺縑百匹。奐惡卓為人，絕而不受。（汪）──御覽卷八一八 \\n 五０八　張奐光和四年卒。遺令曰：「吾前後仕進，十腰銀艾〔一〕，不能和光同塵，為讒邪所忌。但地底冥冥，長無曉期，而復纏以纊綿，牢以釘密，為不喜耳。今幸有前穿，朝隕夕下，措屍靈床，幅巾而已。奢非桓文，儉非王孫〔二〕，推情從意，庶免咎恡。」諸子從之。（汪）──御覽卷五五三　○　文選卷五七潘岳哀永逝文注 \\n 〔一〕　腰，要也。按續漢輿服志注引東觀記曰：「九卿、執金吾、河南尹秩皆中二千石；大長秋、將作大匠、度遼將軍、郡太守、國傅相皆秩二千石；校尉、中郎將、諸郡都尉、諸國行相、中尉、內史、中護軍、司直秩皆二千石，以上皆銀印青綬。」再按奐歷任安定屬國都尉、使匈奴中郎將、武威太守、度遼將軍、大司農、護匈奴中郎將、少府、大司農、太常卿，則九要銀印青綬。言十者，喻其多也。又李賢以為艾指綠綬，以艾草染而得，與東觀記作「青綬」異。按續漢輿服志言綠綬系諸國貴人及相國所服，恐非二千石吏所得以服也。 \\n 〔二〕　桓，齊桓公；文，晉文公也。范書作「奢非晉文」，與注文不符，恐誤。李賢曰：「陸翽鄴中記曰：『永嘉末，發齊桓公墓，得水銀池金蠶數十箔，珠襦、玉匣、繒綵不可勝數。』左傳曰：『晉文公朝王，請襚。王不許，曰：「王章也，未有代德而有二王，亦叔父之所惡也。」』晉文既臣，請用王禮，是其奢也。」又「王孫」，楊王孫也，漢武帝時人。臨終戒其子掘穴深七尺，以身親土而葬。事見漢書楊王孫傳。 \\n 段熲傳 \\n 五０九　段熲破羌。明年餘羌復與燒何大豪寇張掖。熲下馬大戰，至日中，刀折矢盡，虜亦引退。──書鈔卷一一八 \\n  \\n  \\n   \\n  "}
{"章节": "司馬彪續漢書卷五", "正文": "  \\n 司馬彪續漢書卷五 \\n 　 \\n  \\n ［周天游輯注］ \\n 陳蕃傳 \\n 五一０　陳蕃字仲舉，汝南平輿人。年十五，常閑處一室，而庭宇蕪穢。父友同郡薛勤來候之，謂蕃曰：「孺子何不洒掃，以待賓客？」蕃曰：「丈夫處世，當除天下，安事一室乎？」勤知其有清世志。（汪）──御覽卷三八四　○　文選卷六王僧達祭顏光祿文注 \\n 五一一　陳蕃出為豫章太守，性方峻，不接賓客。徵為尚書令，送者不出郭門。（姚。汪）──類聚卷四八　○　文選卷六０　王僧達祭顏光祿文注　初學記卷一一 \\n 五一二　陳蕃諫桓帝云：「宮女數千，脂粉之耗，不可勝數。」（姚。汪）──書鈔卷一三五 \\n 五一三　陳蕃字仲舉，諫桓帝曰：「鄙諺言『盜不過五女門』，以〔女〕貧家也〔一〕。今後宮之女，豈不貪國乎？」（汪）──御覽卷四九五 \\n 〔一〕　據紀纂淵海卷四一補。 \\n 五一四　陳蕃既被害，友人陳留朱震時為銍令，聞而棄官，哭之，收葬蕃尸，匿其子逸於甘陵界中。事覺繫獄，合門桎梏。震受拷掠，誓死不言，故逸其得免。（汪）──御覽卷四二０ \\n 王允傳 \\n 五一五　元仕郡為主簿〔一〕，在朝正色，舉善不避仇怨，退惡不避親戚。（姚。汪）──書鈔卷七三（二） \\n 〔一〕　姚之駰按：「此似又一王元，非先任隗囂，後為漢將者。范闕。」又汪文臺按：「王元疑即王允之誤，故姑附於此（指陳蕃傳末）。」汪說是，今別作王允傳，依孔本「王元」作「元」。 \\n 黨錮傳 \\n 五一六　劉淑，桓帝時對策，為天下第一，拜議郎。──緯略卷三 \\n 五一七　李膺性簡亢，無所交接，唯以同郡荀淑、陳寔為師友。（汪）──御覽卷四０四　○　又卷四０七　初學記卷一八 \\n 五一八　荀爽嘗謁李膺，因為其御，既還喜曰：「今日乃得御李君矣。」見慕如此。（汪）──御覽卷四六七 \\n 五一九　為河南尹。陽翟令張興，黃門張讓〔一〕，政治殘虐。膺上十日，收興等考殺之〔二〕。──書鈔卷七六 \\n 〔一〕　疑「張讓」下有脫文，或興系讓之宗親子弟。 \\n 〔二〕　范書失載，陳俞本改作膺任司隸校尉時誅殺張讓弟野王令張朔事，且改注范書，恐非。 \\n 五二０　李膺門生皆禁錮，侍御史景毅子寔為膺門徒〔一〕，未有錄牒，故不譴。毅慨然曰：「本謂膺賢，遣子師之，豈可以漏脫名籍，苟安而已。」遂自表免歸，時人義之。（汪）──御覽卷四二０ \\n 〔一〕　范書本傳「寔」作「顧」。 \\n 五二一　范滂〔字孟博，汝南征羌人〕〔一〕。少勵清節，為州里所知服。舉〔孝廉〕〔二〕，光祿四行。時冀州饑荒，盜賊群起，乃以滂為清詔使，〔案察之。滂登車攬轡，慨然有澄清天下之志〕〔三〕。及至州境，守令自知贓污，望風解印綬而去。其所舉議，莫不壓服。（姚。汪）──書鈔四０　○　御覽卷七七八　初學記卷二０ \\n 〔一〕　據御覽卷七七八補。又「羌」原誤作「西」，據范書及續漢郡國志逕改。又謝承書作「細陽人」，二說未知孰是。 \\n 〔二〕　據御覽卷七七八補。 \\n 〔三〕　據初學記卷二０。御覽卷七七八補。 \\n 五二二　范滂字孟博，坐繫黃門北寺，北寺獄吏謂曰：「凡坐繫皆祭皋陶。」滂曰：「皋陶賢者，古之直臣。知滂無罪，將理之帝。如其有罪，祭之何益？」眾人由此止也。（姚。汪）──初學記卷二０　○　御覽卷六四三 \\n 五二三　〔桓帝時〕〔一〕，汝南太守宗資以事委任功曹范滂。〔中人以下共嫉之〕〔二〕，時人謠曰：「汝南太守范孟博，南陽宗資主畫諾。」（汪）──御覽卷二六四　○　又卷四六五　書鈔卷七七　文選卷三０　謝玄暉郡內登望詩注 \\n 〔一〕　據御覽卷四六五補。 \\n 〔二〕　同右。 \\n 五二四　羊陟拜河南尹，常食乾飯。（汪）──御覽卷八五０ \\n 五二五　獻帝初，百姓饑荒，張儉資計差溫，乃傾竭財產，與邑里共之，賴其差溫故存者以百數。（汪）──御覽卷四七六 \\n 五二六　陳翔字子麟。遷侍御史。正朔旦朝賀，梁冀威儀不整，請收治罪，時人奇之。（姚。汪）──書鈔卷六二　○　初學記卷一二 \\n 郭泰傳 \\n 五二七　郭泰字林宗，太原介休人。泰少孤，年二十，行學至成皋屈伯彥精廬，乏食，衣不蓋形，而處約味道，不改其樂。李元禮一見稱之曰：「吾見士多矣，無如林宗者也。」（姚。汪）──世說新語德行注　○　史略卷二 \\n 五二八　郭泰字林宗，退身隱居教授，徒眾甚盛。喪母，友人或千里來弔之。（汪）──御覽卷五六一 \\n 五二九　及卒，蔡伯喈為作碑曰：「吾為人作銘，未嘗不有慚容，唯為郭有道碑頌無愧耳。」初以有道君子徵，泰曰：「吾觀乾象人事，天之所廢，不可支也。」遂辭以疾。（姚。汪）──世說新語德行注　○　史略卷二 \\n 五三０　郭泰入汝南，交黃叔度〔一〕。至南州，先過袁奉高〔二〕，不宿而去，從叔度累日。或以問泰，泰曰：「袁奉高之器，譬諸軌濫，雖清而易挹也。叔度之器，汪汪若萬頃之陂，澄之而不清，混之而不濁，不可量也。」（汪）──類聚卷九　○　御覽卷七二　一切經音義卷五五　白帖卷七 \\n 〔一〕　黃叔度，即黃憲，桓帝朝處士。 \\n 〔二〕　袁奉高，即袁閬。與黃憲、戴良俱為汝南慎陽名士。 \\n 許劭傳 \\n 五三一　許劭字子將。劭知人，入幘肆，拔樊子昭。（汪）──御覽卷六八七 \\n 五三二　袁紹五世公族，嘗除濮陽長，以母喪去官，服乘甚盛。入（累）〔界〕〔一〕，嘆曰：「吾車服豈可使許子將見之哉！」乃謝遣賓客，以單車騎〔二〕。──書鈔卷一三九 \\n 〔一〕　據范書本傳改。 \\n 〔二〕　疑「騎」系「歸」之誤。 \\n 何進傳 \\n 五三三　進字遂高，南陽人，太后異母兄也。進本屠家子，父曰真。真死後，進以妹倚黃門得入掖庭，有寵。光和三年，立為皇后，進由是貴幸。中平元年，黃巾起，進拜大將軍。（姚。汪）──魏志董卓傳注 \\n 五三四　紹使客張津說進曰：「黃門常侍，秉權日久。又永樂太后與諸常侍專通財利，將軍宜整頓天下，為海內除患。」進以為然，遂與紹結謀。（姚。汪）──魏志袁紹傳注 \\n 五三五　何進欲誅中常侍趙忠等，進乃詐令武猛都尉丁原放兵數千人，為賊於河內，稱「黑山伯」，上書以誅忠等為辭，燒平陰、河津莫府人舍，以怖動太后。（姚。汪）──范書公孫瓚傳注 \\n 孔融傳 \\n 五三六　融〔字文舉，魯國人〕〔一〕，孔子二十世孫也〔二〕。高祖父尚，鉅鹿太守；父宙，泰山都尉。融幼有異才。時河南尹李膺有重名，敕門下簡通賓客，非當世英賢及通家子孫弗見也。融年十餘歲，欲觀其為人，遂造膺門，語門者曰：「我，李君通家子孫也。」膺見融，問曰：「高明父祖，嘗與僕周旋乎？」融曰：「然。先君孔子與君先人李老君，同德比義而相師友，則融與君累世通家也。」眾坐奇之，僉曰：「異童子也。」太中大夫陳煒後至〔三〕，同坐以告煒，煒曰：「人小時了了者，大亦未必奇也。」融答曰：「即如所言，君之幼時，豈實慧乎？」膺大笑，顧謂曰：「高明長大，必為偉器。」（姚。汪）──魏志崔琰傳注　○　世說新語言語注 \\n 〔一〕　據世說新語言語注補。 \\n 〔二〕　世說注作「二十四世孫」。 \\n 〔三〕　陳煒，袁紀作「陳褘」，而世說新語作「陳韙」。范書與續漢書同。 \\n 五三七　山陽張儉，以中正為中常侍侯覽所忿疾，覽為刊章下州郡捕儉。儉與融兄褒有舊，亡投褒。遇褒出。時融年十六〔一〕，儉以其少不告也。融知儉長者，有窘迫色，謂曰：「吾獨不能為君主邪！」因留舍藏之。後〔以客發洩〕事泄〔二〕，國相以下密就掩捕，儉得脫走，登時收融及褒送獄。融曰：「保納藏舍者融也，融當坐之。」褒曰：「彼來求我，罪我之由，非弟之過，我當坐之。」兄弟爭死，郡縣疑不能決，乃上讞，詔書令褒坐焉。融由是名震遠近，與平原陶丘洪、陳留邊讓，並以俊秀為後進冠蓋。融持論經理不及讓等，而逸才宏博過之。（姚。汪）──魏志崔琰傳注　○　初學記卷一七　御覽卷四一六 \\n 〔一〕　初學記卷一七作「年十五六」，御覽卷四一六亦然。范書本傳與魏志注同。 \\n 〔二〕　據初學記卷一七補。 \\n 五三八　司徒、大將軍辟舉高第，累遷北軍中候、虎賁中郎將〔一〕、北海相，時年三十八。承黃巾殘破之後，修復城邑，崇學校，設庠序，舉賢才，顯儒士。以彭璆為方正，邴原為有道，王脩為孝廉。告高密縣為鄭玄特立一鄉，名為鄭公鄉。又國人無後，及四方遊士有死亡者，皆為棺木而殯葬之。郡人甄子然孝行知名〔二〕，早卒，融恨不及之，乃令配食縣社。其禮賢如此〔三〕。（姚。汪）──魏志崔琰傳注　○　書鈔卷六三　御覽卷二四一　又卷二四０ \\n 〔一〕　書鈔卷六三此句作「孔融拜北軍中候，三日而遷虎賁中郎將」。魏志注引文當有脫文。 \\n 〔二〕　按范書本傳作「郡人甄子然、臨孝存知名」。而袁紀作「使甄子然臨配食縣社」，無「臨孝存」，與續書略同。沈家本諸史瑣言考魏志注此引曰：「臨孝存，人姓名也，疑此訛奪。」 \\n 〔三〕　汪輯下尚有「融負其高氣，志在靖難，而才疏意廣，迄無成功」十八字，且曰據書鈔卷六三補。按此乃陳本之謬種流傳也，故不取。 \\n 五三九　在郡六年，劉備表融領青州刺史。建安元年，徵還為將作大匠，遷少府。每朝會訪對，輒為議主，諸卿大夫寄名而已。（姚。汪）──魏志崔琰傳注　○　書鈔卷五四　通典職官典　御覽卷二三六 \\n 五四０　太尉楊彪與袁術婚姻〔一〕，術僭號，太祖與彪有隙，因是執彪，將殺焉。融聞之，不及朝服，往見太祖曰：「楊公累世清德，四葉重光。周書『父子兄弟，罪不相及』〔二〕。況以袁氏之罪乎？易稱『積善餘慶』〔三〕，但欺人耳。」太祖曰：「國家之意也。」融曰：「假使成王欲殺召公，則周公可得言不知邪？今天下纓緌搢紳之士所以瞻仰明公者，以明公聰明仁智，輔相漢朝，舉直措枉，致之雍熙耳。今橫殺無辜，則海內觀聽，誰不解體？孔融魯國男子〔四〕，明日便當褰衣而去，不復朝矣。」太祖意解，遂理出彪。（姚。汪）──魏志崔琰傳注 \\n 〔一〕　惠棟曰：「古文苑載曹公卞夫人與楊太尉夫人袁氏書，又楊夫人答書稱『彪袁氏頓首』是也。」 \\n 〔二〕　僖公三三年左傳引臼季語曰：「康誥曰：『父不慈，子不祗，兄不友，弟不共，不相及也。』」又昭公二十年左傳引苑何忌曰：「在康誥曰『父子兄弟，罪不相及』，況在群臣？」今本康誥脫此文。 \\n 〔三〕　見易坤文言。 \\n 〔四〕　漢代地方名姓，往往以郡望自詡，所謂某某男子者，乃某某地名姓大族之意，非一般平民所能自言。 \\n 五四一　時論者多欲復肉刑。孔融乃建議曰：「古者敦龐，善否區別，吏端刑清，政無過失，百姓有罪，皆自取之。末世陵遲，風化壞亂，政撓其俗，法害其民。故曰上失其道，民散久矣。而欲繩之以古刑，投之以殘棄，非所謂『與時消息』者也〔一〕。紂斮朝涉之脛，天下謂為無道〔二〕。夫九牧之地千八百君，若各刑一人，是天下常有千八百紂也。求俗休和，弗可得已。且被刑之人，慮不念生，志在思死，類多趣惡，莫復歸正。夙沙亂齊〔三〕，伊戾禍宋〔四〕，趙高英布，為世大患，不能正人，遂為非也。故明德之君，遠度深惟，棄短就長，不苟革其政者也。」朝廷善之，卒不改焉。（汪）──御覽卷六四八 \\n 〔一〕　見易豐卦。 \\n 〔二〕　見尚書泰誓下。孔傳曰：「冬日見朝涉水者，謂其脛耐寒，斮而視之。」 \\n 〔三〕　「夙」原誤作「風」，逕改。夙沙者，夙沙衛也，齊靈公之幸臣。靈公廢太子光而立牙，以夙沙衛為少傅。靈公死，光復位，夙沙衛以曾預廢太子事奔高唐以叛。事見襄公十九年左傳。 \\n 〔四〕　襄公二十六年左傳：楚客聘于晉，過宋，太子痤野享之。伊戾為太子內師而無寵，故誣太子將為亂，宋平公囚太子，乃縊而死。後平公聞痤無罪，乃烹伊戾。 \\n 皇甫嵩傳 \\n 五四二　舉孝廉，為郎中，遷霸陵、臨汾令，以父喪遂去官。（姚。汪）──范書本傳注 \\n 五四三　皇甫嵩為左中郎將，持節與右中郎將朱雋各領一軍，擊潁川賊〔一〕，進保長社。（姚。汪）──書鈔卷六三 \\n 〔一〕　指潁川黃巾軍。 \\n 五四四　皇甫嵩為左中郎將，擊匈奴〔一〕。（汪）──御覽卷二四一 \\n 〔一〕　范書、袁紀均無此事。疑「匈奴」乃「黃巾」之訛。 \\n 五四五　皇甫嵩領冀州牧，奏請一年租〔以〕賑饑民〔一〕。民歌之曰：「天下亂兮市為墟，母不保子兮妻失夫。賴得皇甫兮復安居。」（姚。汪）──類聚卷五０　○　御覽卷二五０ \\n 〔一〕　據御覽卷二五０補。 \\n 五四六　以日有重珥免〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　時董卓既誅，嵩拜太尉。范書本傳作「以流星策免」，袁紀則作「日有重暈」，與續書同。 \\n 朱儁傳 \\n 五四七　儁字公偉，會稽人。少好學，為郡功曹，察孝廉，舉進士〔一〕。漢朝以討黃巾功拜車騎將軍。累遷河南尹。董卓見儁，外甚親納，而心忌之，儁亦陰備焉。關東兵起，卓議移都，儁輒止卓。卓雖憚儁，然貪其名重，乃表拜太僕以自副。儁被召，不肯受拜，因進曰：「國不宜遷，必孤天下望，成山東之結，臣不見其可也。」有司詰曰：「召君受拜，而君拒之；不問徙事，而君陳之，何也？」儁曰：「副相國，非臣所堪也；遷都非計，臣之所急也。辭所不堪，進臣所急，臣之所宜也。」有司曰：「遷都之事，初無此計也，就有未露，何所受聞？」儁曰：「相國董卓為臣說之，臣聞之於相國。」有司不能屈，朝廷稱服焉。後為太尉。李傕、郭汜相攻，劫質天子公卿，儁性剛，即發病而卒。（汪）──吳志孫破虜討逆傳注 \\n 〔一〕　盧弼三國志集解曰：「何焯曰：『史傳言舉進士，始見於此。』梁章鉅曰：『此與後人由科舉出身者相仿。』周壽昌曰：『後漢書儁作雋，云太守徐珪舉孝廉，再遷除蘭陵令，其敘雋出身是也。若舉進士，兩漢無此制，即司馬彪時亦不能有也。「進士」兩字恐是高第之誤。』沈家本曰：『兩漢無進士之名，此云舉進士，未詳其義。梁氏欲以今制擬之，殊非事實。』」天游按：禮記王制曰：「大樂正論造士之秀者，以告于王而升諸司馬，曰進士。司馬辨論百材，論進士之賢者，以告於王而定其論。論定然後官之，任官然後爵之，位定然後祿之。」續書所言，當取此義，非漢時即有此制。 \\n 五四八　朱儁為右中郎將，持節擊潁川長社賊。（汪）──御覽卷二四一 \\n 董卓傳 \\n 五四九　堰下過軍〔一〕。──范書本傳注 \\n 〔一〕　范書本傳曰：「中平元年卓與張溫討先零羌，卓為羌所圍，乃於所度水中偽作鄢，而潛從鄢下過軍，得全師而還。」注曰：「續漢書『鄢』作『堰』。」 \\n 五五０　羌胡憋腸狗態〔一〕。──范書本傳注 \\n 〔一〕　范書本傳「憋」作「敝」。注引方言曰：「憋，惡也。」又引郭璞曰：「憋怤，急性也。」此卓不肯就少府職所上疏中語。 \\n 五五一　太尉黃琬、司徒楊彪、司空荀爽俱詣卓，卓言：「昔高祖都關中，十一世後中興，更都洛陽。從光武至今，復十一世。案石苞室讖，宜還都長安。」坐中皆驚愕，無敢應者。彪曰：「遷都改制，天下大事，皆當因民之心，隨時之宜。昔盤庚五遷〔一〕，殷民胥怨，作三篇以曉之。往者王莽篡逆，變亂五常；更始赤眉之時，焚燒長安，殘害百姓，民人流亡，百無一在。光武受命，更都洛邑，此其宜也。今方建立聖主，光隆漢祚，而無故損宮廟，棄園陵，恐百姓驚愕，不解此意，必塵沸蟻聚，以致擾亂。石苞室讖，妖邪之書，豈可信用？」卓作色曰：「楊公欲沮國家計邪？關東方亂，所在賊起。崤函險固，國之重防。又隴右取材，功夫不難。杜陵南山下有孝武故陶處，作塼瓦，一朝可辦。宮室官府，蓋何足言！百姓小民，何足與議。若有前卻，我以大兵驅之，豈得自在！」百僚皆恐怖失色。琬謂卓曰：「此大事。楊公之語，得無重思！」卓罷坐，即日令司隸奏彪及琬，皆免官。大駕即西，卓部兵燒洛陽城外面百里。又自將兵燒南北宮及宗廟、府庫、民家，城內掃地殄盡〔二〕。又收諸富室，以罪惡沒入其財物，無辜而死者，不可勝計。（姚。汪）──魏志董卓傳注　○　御覽卷八三三　又卷七六七 \\n 〔一〕　參見華嶠書董卓傳注。 \\n 〔二〕　御覽卷七六七作「洛陽城無隻瓦尺木」。 \\n 劉虞傳 \\n 五五二　是時用劉虞為幽州，劉焉為益州，劉表為荊州，賈琮為冀州。虞等皆海內清名之士，或從列卿、尚書以選為牧伯，各以本秩居任。舊典：傳車參駕，施赤為帷裳。（姚。汪）──蜀志劉焉傳注 \\n 循吏傳 \\n 五五三　任延字長孫，治京氏易，顯名太學。（姚。汪）──書鈔卷九六 \\n 五五四　任延拜會稽南部都尉。時年十九，迎吏見其少：皆驚。會稽多名士，延到官，皆聘請高行俊乂，（警）〔敬〕待師友之禮〔一〕。及掾吏貧乏，輒分俸祿以賑給之。（姚。汪）──類聚卷六 \\n 〔一〕　據范書本傳改。 \\n 五五五　任延字長孫，為九真太守，教民牛耕，鑄作田器，民以利之，產子多名曰：「任」。（姚。汪）──書鈔卷三九 \\n 五五六　王渙為河南溫縣令，土俗豪強。渙到，舉賢誅猾，民開門，皆放牛於野。（姚。汪）──書鈔卷七八 \\n 五五七　王渙為洛陽令，履正。病卒，百姓哀痛，老少隨車致祠，晝夜號泣〔一〕。（姚。汪）──書鈔卷七八（二） \\n 〔一〕　「病卒」以下，陳俞本作吳漢事跡，誤。 \\n 五五八　寵字祖榮〔一〕，受父業，以經明行修舉孝廉，光祿察四行，除東平陵令。〔是時民俗奢泰，寵到官躬儉，訓民以禮，上下有序，都鄙有章〕〔二〕。視事數年，以母病棄官。百姓士民攀輿拒輪〔三〕，充塞道路，車不得前，乃止亭，輕服潛遁，歸脩供養。（姚。汪）──吳志劉繇傳注　○　類聚卷五０　御覽卷二六七　書鈔卷七八（二）書敘指南卷一五 \\n 〔一〕　寵，劉寵也。 \\n 〔二〕　據類聚卷五０補。 \\n 〔三〕　書鈔卷七八、類聚卷五０「士民」皆作「士女」。 \\n 五五九　後辟大將軍府，稍遷會稽太守，正身率下，郡中大治。徵入為將作大匠。山陰縣民去治數十里有若邪中在山谷間五六老翁〔一〕，年皆七八十，聞寵遷，相率共送寵，人齎百錢。寵見，勞來曰：「父老何乃自苦遠來？」皆對曰：「山谷鄙老，生未嘗至郡縣。他時吏發求不去，民間或夜不絕犬吠，竟夕民不得安。自明府下車以來，狗不夜吠，吏稀至民間。年老遭值聖化，今聞當見棄去，故戮力來送。」寵謝之，為選受一大錢，故會稽號寵為「取一錢太守」。其清如是。（姚。汪）──吳志劉繇傳注　○　御覽卷八三五　文選卷五九沈休文齊安陸昭王碑文注　事類賦注卷一０　類林雜說卷四 \\n 〔一〕　御覽卷八三五「若邪中」作「若郍水」，事類賦注卷一０作「若耶水」，類林雜說卷四作「若耶溪」，而文選注則作「若耶山」，袁紀、范書與之同。天游按：下文既言「在山谷間」，「中」必不當作「山」。中、水形近易訛，恐當作「水」為是。耶、邪通用，御覽之「郍」系「耶」之訛。又袁紀曰「去郡十里」，無「數」字，與續書異，恐其偶脫之耳。 \\n 五六０　寵前後歷二郡，八居九列，四登三事〔一〕。家不藏賄，無重寶器，恆菲飲食，薄衣服，弊車羸馬，號為「寠陋」。三去相位，輒歸本土。往來京師，常下道脫驂過，人莫知焉。寵嘗欲止亭，亭吏止之曰：「整頓傳舍，以待劉公，不可得止。」寵因過去。其廉儉皆此類也。以老病卒於家。（姚。汪）──吳志劉繇傳注 \\n 〔一〕　寵歷豫章、會稽二郡。范書本傳言其二任將作大匠，二任宗正，一任大鴻臚，則有據可查居九列者五，其三不詳焉。又代黃瓊為司空，復代王暢為司空，又頻遷司徒、太尉，故曰四登三事。 \\n 五六一　繇祖父本，師受經傳，博學群書，號為通儒。舉賢良方正，為般長，卒官。（姚。汪）──吳志劉繇傳注 \\n 五六二　繇父輿〔一〕，一名方，山陽太守。岱、繇皆有俊才。（姚。汪）──吳志劉繇傳注 \\n 〔一〕　輿，劉寵之弟。 \\n 酷吏傳 \\n 五六三　嚴延年字次卿，為河南太守。冬月傳屬縣囚會府下，流血數里，河南號為「屠伯」〔一〕。（汪）──御覽卷二六 \\n 〔一〕　此段文字始見班書酷吏傳，范書酷吏傳序李賢注引用之。疑御覽引有誤，或系續漢書酷吏傳序之文，故列於此。汪文臺刪「年」字，作嚴延傳，大誤。 \\n 五六四　董宣為洛陽令。寧平公主乳母奴白日殺人〔一〕，因匿主家，吏不能得。及主出行，以奴驂乘。宣于大夏門亭候之，乃駐車叩馬，以刀畫〔地〕〔二〕，數主失者三，叱奴下車，格殺之。主即馳車入宮，上大怒，召宣：「令欲死乎？」宣叩頭曰：「臣奉法之吏，不敢縱法，不欲死也。」上曰：「捶之！」宣曰：「願一言，死無恨。」上曰：「何言？」宣曰：「陛下聖德中興，而縱奴殺良民，以奴殺臣。臣死之後，陛下何以治天下？捶殺臣，不如臣自殺。」即以頭撐楹，流血被面。上令小黃門持之，曰：「癡令！叩頭謝主。」宣不從。上〔曰〕頓癡令頭〔三〕，宣兩手據地，不肯低頭。上敕「彊項令」出，詣大官賜食。（姚。汪）──類聚卷五０　○　御覽卷二六六 \\n 〔一〕　范書本傳作「湖陽公主蒼頭」。 \\n 〔二〕　據御覽卷二六六補。 \\n 〔三〕　同右。 \\n 五六五　陽球字方正，漁陽人也。少有勇氣，〔拜〕尚書令〔一〕。中常侍王甫、曹節等秉權勢，球常唾手拊髀曰：「陽球作司隸，此曹子何得爾邪？」尋為司隸，明日詣闕謝恩，甫時休下在舍。（恩）〔悉〕表甫罪〔二〕，〔奔車〕收送洛陽詔獄〔三〕，自臨拷之。甫子萌，亦見收。〔死杖下，權門惶怖〕〔四〕。（姚。汪）──御覽卷二五０　○　書鈔卷六一　又卷三六 \\n 〔一〕　據范書本傳補。 \\n 〔二〕　據汪輯改。 \\n 〔三〕　據書鈔卷六一補。 \\n 〔四〕　同右。 \\n 五六六　楊球為幽州從事〔一〕，部分邊塞，職事修理。（汪）──御覽卷二六五 \\n 〔一〕　汪輯改「楊」作「陽」。按范書本傳不言球任幽州從事，袁紀亦不載，恐系別一人，暫列于此。 \\n 宦者傳 \\n 五六七　孫程十九人立順帝，〔帝賜程等車馬〕、金釧、指環〔一〕。（汪）──廣韻卷四去聲三十三線　○　一切經音義卷二０ \\n 〔一〕　據一切經音義卷二０補。又此條宋本廣韻有之，元泰定本脫之。 \\n 五六八　程到宜城，怨恨恚懟，刻瓦為印，封還印綬〔一〕。（姚。汪）──范書本傳注 \\n 〔一〕　程以為虞詡訟罪免官徙封，遂有是舉。 \\n 五六九　騰父節〔一〕，字元偉，素以仁厚稱。鄰人有亡豕者，與節豕相類，詣門認之，節不與爭。後所亡豕自還其家，豕主人大慚，送所認豕，并辭謝節，節笑而受之。由是鄉黨貴歎焉。長子伯興，次子仲興，次子叔興，騰字季興，少除黃門從官。永寧元年，鄧太后詔黃門令選中黃門從官年少溫謹者配皇太子書，騰應其選。太子特親愛騰，飲食賞賜，與眾有異。順帝即位，為小黃門，遷至中常侍大長秋。在省闥三十餘年，歷事四帝，未嘗有過。（姚。汪）──魏志武帝紀注　○　類聚卷九四　御覽卷九０三　文選卷四四陳琳為袁紹檄豫州注 \\n 〔一〕　類聚卷九四、御覽卷九０三「節」均作「萌」。天游按：趙一清曰：「後漢書宦者傳，曹節字漢豐，南陽新野人，疑彼是別一曹節。此則宋書禮志所謂處士者也。」盧弼曰：「按通典卷七十二云：魏明帝太和三年六月詔曰：『自我魏室，上承天序，既發跡於高皇。高皇之父處士君，精神幽遠，號稱罔記。其令公卿會議號謚。』所云處士君，即節也。」又侯康曰：「後漢書皇后紀獻穆曹皇后諱節，魏公曹操之中女也。此書三少帝紀：景元元年六月，故漢獻帝夫人節薨。若騰父名節，操不應復以名其女。」梁章鉅據類聚卷九四，以為節萌形近，或本作萌而誤作節。侯、梁二說甚是。今仍其舊而明其誤。 \\n 五七０　好進達賢能，終無所毀傷。其所稱薦，若陳留虞放、邊韶，南陽延固、張溫，弘農張奐，潁川堂谿典等，皆致位公卿，而不伐其善。蜀郡太守因計吏修敬於騰，益州刺史种暠於函谷關搜得其牋，上太守，并奏騰內臣外交，所不當為，請免官治罪。帝曰：「牋自外來，騰書不出，非其罪也。」乃寢暠奏。騰不以介意，常稱歎暠，以為暠得事上之節。暠後為司徒，語人曰：「今日為公，乃曹常侍恩也。」騰之行事，皆此類也。桓帝即位，以騰先帝舊臣，忠孝彰著，封費亭侯，加位特進。太和三年，追尊騰曰高皇帝。（姚。汪）──魏志武帝紀注　○　文選卷四四陳琳為袁紹檄豫州注 \\n 五七一　嵩字巨高，質性敦慎，所在忠孝。為司隸校尉。靈帝〔時賣官，嵩以貨得〕拜大司農〔一〕，入大鴻臚，代崔烈為太尉。黃初元年，追尊嵩曰太皇帝。（姚。汪）──魏志武帝紀注　○　范書袁紹傳注　文選卷四四陳琳為袁紹檄豫州注 \\n 〔一〕　據范書袁紹傳注補。原誤出續漢志，「志」系「書」之誤。 \\n 五七二　單超，河南人。梁冀振動天下。延熹二年，皇后崩，帝呼單超等入，謀誅冀。及更召徐璜、具瑗等五人，遂定其議。帝囓超臂出血以為盟。冀及宗親黨與悉誅之。（汪）──御覽卷三六九　○　白帖卷三０ \\n 五七三　桓帝因日蝕之變，乃拜故司徒韓寅為司隸校尉〔一〕，以次誅鉏，京師整清。（汪）──汪輯 \\n 〔一〕　汪文臺注：「范作『演』。」此引不詳所出。 \\n 五七四　侯覽兄參為益州刺史，民有〔豐〕富者〔一〕，輒誣以大逆，皆誅滅之，沒其財物以萬億計。太尉楊秉奏參，檻車徵，于道自殺。京兆尹袁逢於旅舍閱參輜重三萬餘兩〔二〕，皆金銀珍玩，不可勝數。（汪）──書鈔卷一三九　○　御覽卷四九二　又卷二五八　書鈔卷四一 \\n 〔一〕　據書鈔卷四一及御覽卷二五八　卷四九二補。 \\n 五七五　呂強為（中）〔小〕黃門〔一〕，靈帝例封宦者，以強為都鄉侯。強辭讓懇惻，帝乃聽之。數上書諫諍，為中常侍趙忠等所譖死。（汪）──御覽卷二０一　○　書鈔卷四八 \\n 〔一〕　據書鈔卷四八改。范書本傳曰：「為小黃門，再遷中常侍。」 \\n 五七六　扶風孟他以蒲萄酒一斛遺張讓〔一〕，即以為涼州刺史。──御覽卷九七二　○　類聚卷八七 \\n 〔一〕　類聚卷八七「斛」作「升」，且言此引亦見燉煌張氏家傳。又范書本傳注引三輔決錄曰：「佗字伯郎。以蒲陶酒一斗遺讓，讓即拜佗為涼州刺史。」文又略異。佗即他，古通用。 \\n 五七七　司馬直字叔異，潔白美鬚髯，容貌儼然，鄉閭奉之如神。〔一〕（汪）──御覽卷三七四 \\n 〔一〕　司馬直，河內人。鉅鹿太守。時張讓說帝令責修宮錢，直上書，即吞藥以死諫止之。 \\n 儒林傳 \\n 五七八　劉昆除江陵令。時縣連火災，昆輒向火叩頭，多能降雨止風。（姚。汪）──類聚卷五０ \\n 五七九　劉昆少學施氏易。明帝為太子，以易入授。（姚。汪）──初學記卷一０ \\n 五八０　楊政字子行，少好學，京師語曰：「說經鏗鏗楊子行。」（汪）──御覽卷四九五 \\n 五八一　楊政從代郡范升學。升嘗為出婦所告，坐繫獄。政乃肉袒〔一〕，以箭貫耳，抱升子，潛伏道傍，候車駕過，泣涕辭請，有感帝心。詔曰：「乞楊生師邪？」〔二〕為放出升。（汪）──御覽卷四０四 \\n 〔一〕　「袒」原誤作「祖」，逕改。 \\n 〔二〕　「邪」原誤作「即」，逕正。 \\n 五八二　弇以尚書教授〔一〕，躬自耕種。常有黃雀飛來，隨弇翱翔。（姚。汪）──范書歐陽歙傳注 \\n 〔一〕　弇，陳弇也。字叔明，陳留人。 \\n 五八三　建武二年，尹敏上疏曰：「六沴作見，若是供御，帝用不差，神則大喜，五福乃降，用章於下。若不供御，六罰既侵，六極其下。明供御則天報之福，不供御則禍災至。欲尊六事之體，則貌、言、視、聽、思、心之用，合六事之揆以致乎太平，而消除轗軻孽害也。」（汪）──續漢五行志注 \\n 五八四　尹敏為鄢陵令〔一〕，以縣倉漏三所自免。（姚。汪）──書鈔卷七八 \\n 〔一〕　姚、汪二輯據陳、俞本作「長陵令」。按范書本傳，敏三遷始任長陵令，且坐與詔捕男子周慮相善而免官，與續書所載非一事。姚、汪二輯誤。 \\n 五八五　楊仁字文義，巴郡人。顯宗特詔補北宮衛士〔令。引見，上便宜十二事，皆當時急務〕〔一〕。及帝崩，時諸馬貴盛，各爭欲入宮。仁被甲持戟，嚴勒門衛，莫敢輕進者。肅宗既立，諸馬共譖仁，上知其忠，愈善之。（姚。汪）──御覽卷三五二　○　書鈔卷一二四　初學記卷一七 \\n 〔一〕　據書鈔卷一二四補。 \\n 五八六　楊仁字文義，閬中人〔一〕。後辟司徒桓虞府，掾有宋章者，貪而不法，仁終不與交言同席，時人畏其節。（汪）──御覽卷四九二 \\n 〔一〕　「楊」原誤作「陽」，「閬」誤作「關」，皆逕改。 \\n 五八七　周澤字稚都，為太常，清潔循行，盡敬宗廟。嘗臥疾齋宮〔一〕。（姚。汪）──書鈔卷九０ \\n 〔一〕　其妻哀其老病，闚問所苦。澤怒妻干犯齋禁，收送詔獄謝罪。當世疑其詭激。 \\n 五八八　何休，任城樊人。朴訥而精研六經，世儒無及者。（汪）。──御覽卷四六四 \\n 文苑傳 \\n 五八九　黃香拜尚書左丞，功漢當遷，和帝詔留增秩。後拜尚書，遷僕射。（姚。汪）──初學記卷一一 \\n 五九０　崔琦字子瑋，濟北相瑗之宗也。引古今成敗以戒梁冀，冀不能受。乃作外戚箴，又作鵠賦以為諷。後除臨濟令，不敢之職，解印而去。冀令刺客求之，見琦耕於陌上，懷書一卷，息輒偃而詠之，刺客賢之，以實告琦，因得脫走。（汪）──御覽卷六一一 \\n 五九一　邊韶字孝先，以文學知名，教授數百人。韶口辯，曾晝假臥，弟子嘲之曰：「邊孝先，腹便便。嬾讀書，但欲眠。」韶潛聞之，應時對曰：「邊為姓，先為字。腹便便，五經笥。但欲眠，思經事。寐與周公通夢，坐與孔子同意。師而可嘲，出何典記？」（姚。汪）──類聚卷二五 \\n 五九二　張升字彥真，陳留尉氏人。祖富平侯〔一〕。（汪）──汪輯 \\n 〔一〕　富平侯，張放也，西漢張湯之六代孫。此引亦不詳所出。 \\n 五九三　趙壹閉關卻掃〔一〕，非德不交。（汪）──文選卷一六江文通恨賦注　○　龍筋鳳髓判卷一 \\n 〔一〕　龍筋鳳髓判卷一「關」作「門」，汪輯亦然。 \\n 獨行傳 \\n 五九四　譙玄字君黃，能說春秋，遷中散大夫。（汪）──御覽卷二四三 \\n 五九五　李業字距游〔一〕，廣漢人。王莽居攝，太守劉咸聞業有德，辟業，業稱疾，咸怒，教曰：「賢者不避害，猶彀射市中，命薄者先死。」令業詣獄養病。客有說咸者，乃出業。（汪）──御覽卷六四三 \\n 〔一〕　范書本傳「距」作「巨」。 \\n 五九六　溫序為護軍校尉〔一〕，行部至隴西，為隗囂將荀宇等所劫，欲生降序。序大怒，以節撾殺人，賊趍欲殺序，宇止之曰：「義士欲死節，賜劍令自裁。」序受劍，銜鬚著口中，歎曰：「無令鬚汙土。」遂伏劍。（姚。汪）──類聚卷二０ \\n 〔一〕　范書本傳作「護羌校尉」。袁紀及東觀記亦然。通鑑考異曰：「檢西羌傳，九年方置此官，牛邯為之。又云邯卒職省，則序無緣作『護羌』。」故通鑑但云校尉。今按恐當以類聚卷二０作「護軍校尉」為是。 \\n 五九七　周暢字伯持，性仁慈，為河南尹。永初二年夏旱，久禱無應。暢因收葬洛城傍客死骸骨凡萬餘人，應時澍雨，歲乃豐稔，位至光祿勳。（汪）──御覽卷五五三 \\n 五九八　李充為太守魯平請署功曹，不就。平怒，乃投充以捐溝中，因謫署縣都亭長，不得已，起親職役。（汪）──御覽卷二六四 \\n 五九九　范丹，桓帝時以丹為萊蕪長，不到官。後辟太尉府。自以狷急，不能從俗，常佩韋於朝。徒行弊服，賣卜於市。遭黨人禁錮，遂推鹿車，載妻子，捃拾自資，或依宿樹蔭，如此十餘年，乃結草室內居焉。閭里歌曰：「甑中生塵范史雲，釜裏生魚范萊蕪。」（姚。汪）──御覽卷四八四　○　初學記卷一八（二）　類聚卷三五 \\n 逸民傳 \\n 六００　平原王君公以明道深曉陰陽，懷德滅行，和光同塵，不為皎皎之操。王莽世退身，儈牛自給〔一〕，有似蜀之嚴君平〔二〕。（汪）──御覽卷八二八 \\n 〔一〕　李賢曰：「儈謂平會兩家賣買之價。」 \\n 〔二〕　華陽國志卷一二益梁寧三州先漢以來士女曰：「高尚逸民嚴遵字君平，成都人。」與范書逸民傳所言嚴光字子陵，一名遵，會稽餘姚人者非一人也。又御覽卷二五八引益部耆舊傳曰：「嚴遵字王思，為揚州刺史。」則蜀人乃有二嚴遵也。 \\n 六０一　高鳳字文通，南陽人。妻將之田，曝麥於庭，令鳳護雞，忽然天暴風大雨，鳳持竿誦經，不覺潦水流麥。妻還怪問，鳳方悟。（汪）──御覽卷七六七 \\n 周乘傳 \\n 六０二　周乘字子居〔一〕，拜侍御史、公車司馬令，不畏彊禦，以是怨於幸臣〔二〕。（汪）──御覽卷二三０ \\n 〔一〕　書鈔卷五五「子居」作「子車」。其引不詳所出，然與御覽多同，疑亦出自續漢書。又「乘」原誤作「垂」，逕正。 \\n 〔二〕　書鈔卷五五末有「拜交趾刺史」五字。 \\n 羊茂傳 \\n 六０三　羊茂字季寶，豫章人。為東郡太守，冬坐白羊皮，夏處單版榻，常食乾飯，出界買鹽豉〔一〕，妻子不歷官舍。（汪）──御覽卷二六０ \\n 〔一〕　「豉」原誤作「致」，逕改。 \\n 封觀傳 \\n 六０四　封觀當舉孝廉〔一〕，以兄名不顯，恥受之，稱疾不赴。後數年，兄得舉，觀乃就錄上郡。（姚。汪）──書鈔卷七九 \\n 〔一〕　「當舉」原誤倒，據汪輯逕正。 \\n 陳謙傳 \\n 六０五　陳謙字伯讓，拜御史中丞，執憲奉法，多所糾正，為百僚所敬〔一〕。（姚。汪）──初學記卷一二 \\n 〔一〕　書鈔卷六二引略同。孔本作謝承書，陳本作續漢書。今從孔本。 \\n 胡紹傳 \\n 六０六　胡紹為河內懷令，三日一視事，十日一詣倉〔受〕俸米，〔一〕於閣外炊作乾飯食之，不設釜灶。得一強盜，問其黨與，得數百人，皆誅之。政教清平，為三河表。（姚。汪）──類聚卷五０　○　御覽卷二六七 \\n 〔一〕　據御覽卷二六七補。 \\n 王苑傳 \\n 六０七　王苑字孫仲〔一〕，安貧〔賤〕〔二〕，茅屋蓬戶，藜藿不饜。（姚。汪）──類聚卷三五　○　御覽卷四八四 \\n 〔一〕　御覽卷四八四作「字仲安」。 \\n 〔二〕　據御覽卷四八四補。 \\n 祝良傳 \\n 六０八　祝良字劭卿，長沙臨湘人。（姚。汪）──范書順帝紀注 \\n 應志傳 \\n 六０九　志字仲節，汝南南頓人也。曾祖父順。（姚。汪）──范書順帝紀注 \\n 蔣詡傳 \\n 六一０　蔣詡字元卿，父喪，弔者盈門。後母疾之，不得止舊廬，自作山菴於側，往如舊〔一〕。（姚。汪）──姚輯 \\n 〔一〕　不詳所出，俟攷。 \\n 郗慮傳 \\n 六一一　慮字鴻豫，山陽高平人。少受業於鄭玄，建安初為侍中。（姚。汪）──魏志武帝紀注　○　范書獻帝紀注　又孔融傳注　文選卷三五潘勗冊魏公九錫文注 \\n 劉備傳 \\n 六一二　劉備字玄德，涿郡人，漢景帝中山靖王勝之後〔一〕。（姚。汪）──姚輯 \\n 〔一〕　不詳所出，俟攷。 \\n 黃巾傳 \\n 六一三　鉅鹿張角，自稱天師，弟子數十萬人〔一〕。始起兵，皆著黃巾，以相識別，故世謂「黃巾賊」。（汪）──御覽卷六八七　○　范書靈帝紀注 \\n 〔一〕　范書靈帝紀注作「三十六萬餘人」。 \\n 六一四　張角別黨馬元義，為山陽所捕得，鎖送京師，車裂於市。〔一〕（汪）──御覽卷六四五 \\n 〔一〕　袁紀卷二四作「黃巾馬元義等於京師謀反，皆伏誅」。且系此事於起義之後之五月乙卯日。范書則言於起義之前，由賣而「車裂於洛陽」，三說有異，錄以備攷。 \\n 西南夷傳 \\n 六一五　西南夷曰：滇池出孔雀。（姚。汪）──類聚卷九一　○　御覽卷九二四 \\n 六一六　哀牢夷出光珠、琥珀、水精、火精、瑠璃。（汪）──御覽卷八０八（三） \\n 西羌傳 \\n 六一七　西羌之本，出自三苗，姜姓之別也。其國近南岳。及舜流四凶，徙之三危，河關之西南羌地是也。（汪）──范書本傳注 \\n 六一八　西羌自賜支以西，濱河首左右，居今河關西可（十）〔千〕餘里〔一〕，有河曲，羌謂之賜支。（汪）──御覽卷一六五 \\n 〔一〕　據范書西羌傳改。 \\n 六一九　遂亡入河、湟間〔一〕。（汪）──范書本傳注 \\n 〔一〕　羌無弋爰劍為秦所執，以為奴隸。爰劍亡歸，路遇劓女，遂成夫婦，亡入河、湟間。諸羌怪其死裏逃生，推以為豪帥。 \\n 六二０　種羌九千餘戶，在瀧西臨洮谷。（汪）──范書安帝紀注 \\n 六二一　武威鸇陰河〔一〕。──范書本傳注 \\n 〔一〕　趙沖追叛羌及于此。范書作「建威」。 \\n 西域傳 \\n 六二二　甘菟〔一〕。──范書本傳注 \\n 〔一〕　范書本傳作「甘英」，袁紀亦然。乃班超所遣使大秦，至西海而還者。 \\n 六二三　西域條支國出孔雀。（姚。汪）──類聚卷九一　○　御覽卷九二四 \\n 六二四　大秦國，名犁鞮鞬，在西海之西。──文選卷三張平子東京賦注 \\n 六二五　大秦國有夜光璧。（汪）──類聚卷八四 \\n 六二六　大秦國以金銀為錢〔一〕，十銀錢當一金錢。（汪）──御覽卷八一二 \\n 〔一〕　「金銀」原誤作「金錢」，逕改。 \\n 六二七　大秦國合諸香煎其汁，謂之蘇合。（汪）──御覽卷九八二 \\n 六二八　天竺國，一名身毒，在大月氏東南。修浮圖佛道以成俗，不殺伐。（汪）──類聚卷七六 \\n 六二九　天竺國出石蜜、胡椒、黑鹽。（汪）──御覽卷九五八　○　書鈔卷一四六　又卷一四七　御覽卷八五七　又卷八六五 \\n 六三０　天竺國，一名身毒，出琉璃珠璣。（汪）──御覽卷八０二 \\n 六三一　寧彌國王本名拘彌。（汪）──范書本傳注 \\n 六三二　西夜國生獨白草，煎以為藥，傅箭，所射輒死〔一〕。（汪）。──御覽卷九九四　○　證類本草卷八 \\n 〔一〕　證類本草卷八作「獨自草」，末句作「人中之輒死」。 \\n 烏桓傳 \\n 六三三　以父名為姓。（汪）──汪輯 \\n 六三四　戎末瘣〔一〕。（汪）──汪輯 \\n 〔一〕　此二引均不詳所出。按魏志烏丸傳注引魏書載有烏丸大人戎末廆為都尉，順帝時從擊鮮卑有功。而范書本傳作「戎朱廆」。則汪引之「瘣」系「廆」之誤。 \\n 鮮卑傳 \\n 六三五　鮮卑〔亦東胡之支也〕〔一〕。禽獸異於中國者有野馬、原羊、角端牛。以角為弓，世謂之角端弓也。（姚。汪）──書鈔卷一二五　○　御覽卷三四七 \\n 〔一〕　據御覽卷三四七補。 \\n 散句 \\n 六三六　負書來學，雲集京師。（汪）──文選卷五六陸佐公石闕銘注 \\n 六三七　周毖〔一〕。（汪）──范書獻帝紀注 \\n 〔一〕　李賢曰：「東觀記曰：『周珌，豫州刺史慎之子也。』續漢書、魏志並作『毖』，音秘。」范書與東觀記同，珌音必。疑其系董卓傳之文。 \\n 六三八　黎民樂業。──書鈔卷一五 \\n 六三九　舉止自若。──書鈔卷一四 \\n 六四０　好古博聞。──書鈔卷一二 \\n 六四一　昌邑王見狗冠方山冠，龔遂曰：「王之左右，皆狗而冠。」〔一〕（汪）──御覽卷九０四 \\n 〔一〕　記纂淵海卷九八亦作續漢書之文。按龔遂乃西漢人，漢書五行志曰：「賀為王時，又見大白狗冠方山冠而無尾，此服妖，亦犬禍也。賀以問郎中令龔遂，遂曰：『此天戒，言在仄者盡冠狗也。』」二載意雖相近而文異，疑御覽所引系某東漢人書疏策文之語，暫入散句以俟攷。汪輯入劉備傳，非。 \\n 六四二　梅福上書曰：「仲尼之廟，不出闕里。」〔一〕──文選卷四二應休璉與廣川長岑文瑜書一首注 \\n 〔一〕　梅福，字子真，九江壽春人。成帝時上書，以為宜建三統，封孔子之世以為殷後。其文曰：「今仲尼之廟不出闕里，孔氏子孫不免編戶，以聖人而歆匹夫之祀，非皇天之意也。」疑文選注「漢書」上衍「續」字，或與上條類同，故亦暫入散句以俟攷。 \\n 序傳 \\n 六四三　朗祖父雋，字元異，博學好古，倜儻有大度。長八尺三寸，腰帶十圍，儀狀魁岸，與眾有異，鄉黨宗族咸景附焉。位至潁川太守。父防，字建公，性質直公方，雖閒居宴處，威儀不忒。雅好漢書名臣列傳，所諷誦者數十萬言。少仕川郡，歷官洛陽令、京兆尹。以年老轉拜騎都尉，養志閭巷，闔門自守。諸子雖冠成人，不命曰進不敢進，不命曰坐不敢坐，不指有所問不敢言，父子之間肅如也。年七十一，建安二十四年終。有子八人，朗最長，次即晉宣皇帝也。（姚。汪）──魏志司馬朗傳注　○　御覽卷三七七 \\n 六四四　靈臺者，乃周家之所造臺也，圖書術籍，珍玩寶怪，皆所藏也。（汪）──初學記卷二四 \\n  \\n  \\n   \\n  "}
{"章节": "華嶠漢後書卷一", "正文": "  \\n 華嶠漢後書卷一 \\n 　 \\n  \\n ［周天游輯注］ \\n 明帝紀 \\n ００一　明帝至長安，迎取飛廉并銅馬，置上西門平樂觀。（汪。黃）──文選卷三張平子東京賦注 \\n ００二　館陶公主為子求郎，不許，賜錢千萬。明帝謂群臣曰：「郎官上應列宿，非其人則民受其殃。」〔一〕（姚。汪。黃）──初學記卷一一　○　御覽卷二一五 \\n 〔一〕　黃輯又注出書鈔卷六０。按其所據乃陳本，孔本作應劭漢官儀。今從孔本。 \\n ００三　帝自制五行章句〔一〕。（汪。黃）──范書桓郁傳注　○　御覽卷五九一 \\n 〔一〕　東觀記與此同，而范書作「五家章句」。李賢曰：「此言『五家』，即謂五行之家也。」 \\n ００四　世祖既以吏事自嬰，帝尤任文法，總攬威柄，權不借下。值天下初定，四民樂業，戶口衣食滋植，斷獄號居前世之十二。中興已來，追蹤宣帝。夫以鍾離意之廉法，諫諍懇切，以寬和為首。以此推之，斯亦難以德言者也〔一〕。（汪。黃）──御覽卷九一　○　類聚卷一二　書鈔卷一五 \\n 〔一〕　天游按：范書鍾離意傳曰：「帝性褊察，好以耳目隱發為明，故公卿大臣數被詆毀，近臣尚書以下至見提拽，常以事怒郎藥崧，以杖撞之。」又曰：「朝廷莫不悚慄，爭為嚴切，以避誅責，唯意獨敢諫爭。會連有變異，意復上疏曰：『咎在群臣不能宣化理職，而以苛刻為俗。吏殺良人，繼踵不絕。百官無相親之心，吏人無雍雍之志。百姓可以德勝，難以力服。先王要道，民用和睦，故能致天下和平，災害不生，禍亂不作。願陛下垂聖德，揆萬機，詔有司，慎人命，緩刑罰，順時氣，以調陰陽，垂之無極。」華嶠「難以德言者也」之斷語，當本於此。而范論作「豈弘人之度未優乎」，未免有避重就輕之嫌。 \\n 章帝紀 \\n ００五　魏文帝稱「明帝察察，章帝長者」〔一〕。（姚。汪。黃）──范書章帝紀注 \\n 〔一〕　此引當系章帝紀華嶠論之語。 \\n 靈帝紀 \\n ００六　（元和）〔光和〕元年〔一〕，置鴻都門學，〔畫孔子及七十二弟子像〕〔二〕。其諸生皆敕州郡、三公舉用辟召，或出為刺史、太守，入為尚書、侍中，乃有封侯賜爵者，士君子皆恥與為列焉〔三〕。（汪。黃）──文選卷三八任彥昇為范史雲讓吏部封侯第一表注　○　御覽卷二０一 \\n 〔一〕　據汪輯改。 \\n 〔二〕　據御覽卷二０一補。 \\n 〔三〕　袁宏紀卷二四曰：「本頗以經學相招。後諸能為尺牘、詞賦及工書鳥篆者至數千人，或出典州郡，入為尚書侍中，封賜侯爵。」 \\n ００七　靈帝時，遂使鉤盾令宋典繕治南宮，〔修玉堂殿〕〔一〕。又使掖庭令畢嵐鑄銅人四，列於蒼龍、玄武闕外。又鑄四鍾，皆受二千斛，懸於〔玉〕堂及雲臺殿殿前〔二〕。又鑄天祿蝦蟆吐水，渴烏施於橋西，用灑南北郊路，以省百姓灑道之費〔三〕。〔又鑄四出文錢〕〔四〕。（姚。汪。黃）──類聚卷八四　御覽卷八一三 \\n 〔一〕　據御覽卷八一四補。 \\n 〔二〕　據范書補。 \\n 〔三〕　天游按：范書張讓傳「天祿蝦蟆」下作「吐水於平門外橋東，轉水入宮。又作翻作渴烏」云云。又御覽卷九四九引張璠紀作「吐水於平昌門外橋東約入宮，又作翻車渴烏」云云，疑華書「吐水」下脫「於平昌門外橋東，轉入宮。又作翻車」十四字。 \\n 〔四〕　據御覽卷八一三補。 \\n ００八　靈帝於平樂觀下起大壇，上建十二重五彩華蓋，高十丈。壇東北為小壇，復建九重華蓋，高九丈，列奇兵騎士數萬人。天子住大蓋下。禮畢，天子躬擐甲，稱無上將軍，行陣三匝而還。設祕戲以示遠人。（汪。黃）──水經注卷一六穀水注 \\n 獻帝紀 \\n ００九　李傕等大戰弘農，百官士卒死者不可勝數。董承密招白波帥李樂等率眾來共擊傕等〔一〕，大破之，乘輿乃得進。承夜潛過曰：「先具舟船為應。」帝步出營，臨河岸高不得下。時中官伏德扶中宮，一手持十疋絹。乃取德絹，連續挽而下，餘人匍匐岸側，或自投死亡。（汪。黃）──御覽卷八一七　○　文選卷一０潘安仁西征賦注 \\n 〔一〕　「傕」原作「〈亻霍〉」，逕正之。 \\n 皇后紀 \\n ０一０　孝獻伏后，興平二年立為皇后。李傕、郭氾等敗乘輿於曹陽。帝乃潛夜渡河走，六宮皆步行出營。后手持縑數疋，董承使孫微以刃脅奪之〔一〕，殺傍侍者，血濺后衣〔二〕。（汪。黃）──御覽卷八一八 \\n 〔一〕　天游按：范書伏后紀作「符節令孫徽」，袁紀卷二八作「荷令孫儼」，疑華書「微」系「徽」之誤。「徽」、「儼」，黃奭曰「當作孫儼」。又按其官職恐當以「符節令」為是。 \\n 〔二〕　廿二史考異曰：「世譏范蔚宗創為皇后紀，非也。晉書稱華嶠作漢後書九十七卷，有帝紀十二卷，皇后紀二卷。嶠以皇后配天作合，前史作外戚傳以繼末編，非其義也，故改皇后紀，次帝紀之下。然則皇后之紀，乃嶠自出新意，蔚宗特因之不改爾。」故今立皇后紀，而伏后紀必系其下卷無疑。 \\n 李通傳 \\n ０一一　李通字次元〔一〕，以讖記說光武〔二〕，為大司空。而有議，懼欲避世，數乞骸骨，乃許，以特進奉朝請。（姚。汪。黃。鈴木──書鈔五二　○　初學記卷一一 \\n 〔一〕　陳本作「文元」，初學記亦然。汪、姚、黃三輯皆從之。天游按：范書本傳作「文元」，然袁紀作「次元」，孔本仍宋本之舊，較陳本據范書妄改為佳，今從孔本。 \\n 〔二〕　李通父守說讖云：「劉氏復興，李氏為輔。」 \\n 來歙傳玄孫豔 \\n ０一二　豔好學下士，開館養徒眾。少歷顯位，靈帝時位至司空。（姚。汪。黃）──蜀志來敏傳注 \\n 鄧晨傳 \\n ０一三　鄧晨字偉卿，拜光祿大夫。數讌見，說故舊平生為歡。晨從容謂上曰：「僕竟辨之。」上大笑，使持節監諸將汝南，從幸度淮，因領九江兵。（鈴木）──書鈔卷五六 \\n 鄧禹傳 \\n ０一四　鄧禹字仲華，拜大司徒。年二十四，內文明，篤行淳備。（姚。汪。黃。鈴木）──書鈔卷五二 \\n ０一五　鄧禹十三男，各令習一藝。（姚。汪。黃。鈴木）──御覽卷七四四 \\n 馮異傳 \\n ０一六　馮異字公孫，代鄧禹討三輔，車駕送之，賜七尺劍，詔進征西大將軍。攻赤眉，大為所敗，散步走歸營。收其散卒，與賊約期〔一〕。（鈴木）──書鈔卷六四 \\n 〔一〕　天游按：孔本標目作「收散卒，奮翼澠池」，則「與賊約期」下必有脫文。范書本傳其下有「追破於崤底，璽書勞曰『終能奮翼澠池』」數言，似能當之。又陳、俞本此引皆改注范書，非。 \\n ０一七　三輔大亂，異討之。與賊赤眉會，大破於崤底，追擊之。又大破（之）〔行巡〕〔一〕，上書言狀，不敢自伐。諸將或欲分其功，詔云：「征西功，若丘山也。」（姚。汪。黃。鈴木）──書鈔卷六四 \\n 〔一〕　據俞本改。「又大破」以下系建武六年與隗囂相拒時事，或編者致誤，亦或傳刻致訛。 \\n 岑彭傳曾孫熙 \\n ０一八　岑彭字君然，說降朱鮪，遷征南將軍，治軍整齊，秋毫無犯。擊蜀，宿於彭亡之地，為公孫述客所刺。（姚。汪。黃。鈴木）──書鈔卷六四 \\n ０一九　岑熙為東郡太守，好聘禮隱逸，顯之於朝，與參政事，視事三年。〔政化大行〕〔一〕，人歌之曰：「我有枳棘，岑君伐之；〔二〕我有蟊賊，岑君遏之〔三〕。狗吠不驚，足下生氂，含哺鼓腹，焉知凶災。我嘉我生，獨丁斯時。美矣岑君，於戲（如）〔休〕茲〔四〕。」（姚。汪。黃）──御覽卷二六０　○　書鈔卷三五（二）又卷七六　晏公類要卷二０ \\n 〔一〕　據書鈔卷七六補。 \\n 〔二〕　李賢曰：「枳棘多榛梗，以喻寇盜充斥也。」 \\n 〔三〕　李賢曰：「蟊賊，食禾稼蟲名，以喻姦吏侵漁也。」 \\n 〔四〕　據晏公類要卷二０改。范書本傳亦作「休茲」。 \\n 賈復傳 \\n ０二０　賈復為執金吾。更始郾王尹尊及諸將反，上召諸將議，以檄叩地曰：「郾最強，宛次之，〔誰當擊之〕〔一〕？」復率爾對曰：「臣請擊郾。」上笑曰：「執金吾擊郾，吾復何憂邪？」（汪。黃。鈴木）──御覽卷二三七 \\n 〔一〕　據職官分紀卷三五補。 \\n 吳漢傳 \\n ０二一　吳漢在朝廷唯公。（姚。汪。黃。鈴木）──書鈔卷五一 \\n 陳俊傳 \\n ０二二　拜為彊弩偏將軍，賜絳衣九百領，以衣中堅同心士。（姚。汪。黃。鈴木）──范書本傳注 \\n ０二三　賜俊璽書曰：「將軍元勳大著，威震青、徐，兩州有警，得專征之。」〔一〕（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　時張步復叛，俊追討斬之，故帝賜書褒獎。 \\n 臧宮傳 \\n ０二四　韓顏〔一〕。（姚。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳曰：「宮與祭遵擊更始將左防、韋顏。」李賢曰：「華嶠書『韋』字作『韓』。」 \\n ０二五　使張明〔一〕。（姚。汪。黃）──范書本傳注 \\n 〔一〕　范書本傳曰：「宮屢下郡邑，帝使太中大夫持節拜宮為輔威將軍。」李賢曰：「華嶠書曰『使張明』也。」 \\n ０二六　上璽書勞宮，賜吏士絳縑六千匹〔一〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　時宮破延岑，悉降其眾。 \\n 耿弇傳弟子秉 \\n ０二七　耿弇字伯昭，為建武將軍〔一〕，北攻漁陽。弇以父況據上谷，又兄弟無在京師，自疑求還。詔報曰：「將軍舉宗為國，所向陷敵。」（鈴木）──書鈔卷六四 \\n 〔一〕　范書本傳作「建威將軍」，是。 \\n ０二八　耿秉字伯初〔一〕，為征西將軍，出西域。秉鎮撫單于，匈奴與國懷其恩信〔二〕，南留單于，以安天下。秉壯勇，與士簡易，軍行常自被甲。（姚。汪。黃）──書鈔卷六四（二） \\n 〔一〕　「秉」原誤作「康」，據汪輯逕改。 \\n 〔二〕　疑「與」系「舉」之誤。 \\n ０二九　耿秉為人威重有謀略，拜執金吾。每行幸，秉恆領宿衛。（汪。黃。鈴木）──御覽卷二三七 \\n 王霸傳 \\n ０三０　王霸字元伯，為偏將軍。上以霸曉兵愛士，可以獨任者也。（鈴木）──書鈔卷六四 \\n 祭遵傳 \\n ０三一　祭遵字弟孫。建武三年〔一〕，為征虜將軍，南擊弘農賊。賊射遵洞肘，出血流袖〔二〕。眾見遵傷，稍退，遵叱之，士卒戰皆百倍。光武歎曰：「安得憂國奉公如祭征虜者乎！」（姚。汪。黃。鈴木）──書鈔卷六四 \\n 〔一〕　范書本傳作「二年」，是。 \\n 〔二〕　范書本傳作「弩中遵口，洞出流血」。 \\n 朱祐傳 \\n ０三二　朱祐為護軍，舍止親幸，莫與為比。（鈴木）──書鈔卷六四 \\n 王梁傳 \\n ０三三　梁〔字君嚴〕〔一〕，為野王令。赤伏符曰「王梁主衛作玄武」〔二〕。光武以野王本衛地，玄武水神，司空水土之官，於是擢王梁拜大司空。（汪。黃。鈴木）──書鈔卷五二　○　初學記卷一一（二） \\n 〔一〕　據初學記卷一一補。 \\n 〔二〕　「伏」原誤作「服」，逕改。 \\n 馬成傳 \\n ０三四　馬成字君遷，拜驍騎將軍，北屯常山。積數年，上以其勤勞，徵歸京師。邊民多上書請之，〔上〕復以成鎮撫之〔一〕。（汪。黃。鈴木）──書鈔卷六四　○　御覽卷二三八 \\n 〔一〕　據御覽卷二三八補。 \\n 傅俊傳子昌 \\n ０三五　傅俊子昌，徙封蕪湖侯。建初中，遭母憂，（固）〔因〕上書以國貧不之封〔一〕，乞錢五萬為關內侯〔二〕。肅宗貶為關內侯，竟不賜錢。（汪。黃。鈴木）──御覽卷二０一 \\n 〔一〕　據汪輯改。 \\n 〔二〕　范書作「五十萬」，此作「五萬」，誤。 \\n ０三六　論曰：中興二十八將，前世以為上應二十八宿，未之詳也。然咸能感會風雲，奮其智勇，稱為佐命，亦各志能之士也〔一〕。（姚。汪。黃）──范書朱景王杜馬劉傅堅馬傳論 \\n 〔一〕　李賢注曰已上皆華嶠之辭，故依汪輯附傅俊傳後。 \\n 竇融傳玄孫章 \\n ０三七　學者稱東觀為老氏藏室，道家蓬萊山〔一〕。（姚。汪。黃。鈴木）──書鈔卷一０一　○　初學記卷一二　文選卷四六王元長三月三日曲水詩序注　白帖卷七四　御覽卷二三三　龍筋鳳髓判卷三 \\n 〔一〕　李賢曰：「老子為守臧史，後為柱下史，四方所記文書皆歸柱下，事見史記。言東觀經籍多也。蓬萊，海中仙山，為仙府，函經秘錄並皆在焉。」時太僕鄧康以竇章居貧孝養，仍講讀不輟，故薦章入東觀，為校書郎。 \\n 馬援傳子防 \\n ０三八　馬援在河西，有穀數萬斛，乃歎曰：「凡殖財者，貴以施也，否則守錢虜耳。」（汪。黃。鈴木）──御覽卷八三七 \\n ０三九　援為隴西太守，遇長吏如兄長，〔委以任之〕〔一〕。（姚。汪。黃。鈴木）──書鈔卷七四 \\n 〔一〕　據陳、俞本補。 \\n ０四０　馬援字文淵，為伏波將軍，振旅京師，厚加賜車一乘，朝見次九卿。（鈴木）──書鈔卷六四 \\n ０四一　馬防字孝孫，行車騎將軍，與長水校尉耿恭師征盧水羌還〔一〕，帝親駕幸其府。（姚。汪。黃。鈴木）──書鈔卷六四 \\n 〔一〕　盧水，即盧溪水。水經注卷一河水注曰：「湟水又東，盧溪水注之。水出西南盧川，東北流注于湟水。」此水在金城郡臨羌縣東。 \\n ０四二　馬防行車騎將軍，位列九卿，班同三府。（姚。汪。黃）──書鈔卷六四 \\n ０四三　永平十五年，上始欲征匈奴，與竇固等議出兵調度，皆以為塞外草美，可不須穀馬。案軍出塞，無穀馬故事。馬防言當與穀。上曰：「何以言之？」防對曰：「宣帝時五將出征，案其奏言，匈奴候騎得漢馬矢，見其中有粟，知漢兵出，以故引去。以是言之，馬當與穀。」上善其用意微緻，即下調馬穀，防遂見親也〔一〕。──天中記卷四五 \\n 〔一〕　此引與御覽卷八三七所引東觀記略同，疑天中記引書名有訛，故附傳末以俟攷。 \\n  \\n   \\n  "}
{"章节": "華嶠漢後書卷二", "正文": "  \\n 華嶠漢後書卷二 \\n 　 \\n  \\n ［周天游輯注］ \\n 魯恭傳 \\n ０四四　魯恭字仲康，拜司徒，數有忠言，陳正得失。恭在位，選辟皆妙，至列卿〔郡守〕數十人〔一〕。（姚。汪。黃。鈴木）──書鈔卷五二 \\n 〔一〕　據汪輯補。 \\n 劉寬傳 \\n ０四五　寬為南陽太守，遇民如子，不曾出詈言也。（姚。汪。黃。鈴木）──書鈔卷七四 \\n ０四六　劉寬為南陽太守，吏有罪，蒲鞭示恥〔一〕。（鈴木）──書鈔卷七四 \\n 〔一〕　古者以生皮為鞭，寬仁恕，代之以蒲草，僅示恥耳。 \\n ０四七　劉寬為南陽太守，平心舉善，每自克責，吏民愛敬，不敢欺也〔一〕。（姚。汪。黃。鈴木）──書鈔卷七五 \\n 〔一〕　姚、汪、黃三輯依陳、俞本作倪寬傳，誤。今從孔本。 \\n ０四八　劉寬為南陽太守，常好與諸生講論經義，政化流傳，不嚴而治。（姚。汪。黃。鈴木）──書鈔卷七五 \\n 韋彪傳 \\n ０四九　韋彪上疏曰：「欲急民所務，當先除其惡〔一〕。其原在尚書典樞機，天下事一決之，不可不察故也。」（姚。汪。黃）──書鈔卷五九（二）　○　類聚卷四八 \\n 〔一〕　類聚卷四八「惡」作「患」，與范書同。 \\n ０五０　韋彪上疏曰：「有楚獄事繁〔一〕，故置尚書令史以助郎。郎主文案，與令史不殊。」（汪。黃）──御覽卷二一三　○　大唐六典卷一 \\n 〔一〕　永平中，楚王英謀反，事洩自殺，楚獄遂興，累年相陷坐死徙者以千數。 \\n 范遷傳 \\n ０五一　范遷為司徒，在公輔，有宅數畝，田不過一頃，推與兄子。（汪。黃）──御覽卷八二一 \\n 桓譚傳 \\n ０五二　桓譚上疏言事，出為六安郡丞，意忽忽不樂而卒。──職官分紀卷四一 \\n 馮衍傳子豹 \\n ０五三　衍祖父立，生滿，年十七喪父，早卒，滿生衍〔一〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　惠棟曰：「前書曰『立字聖卿』，奉世子也。」又李賢注引東觀記曰：「野王生座，襲父爵為關內侯，座生衍。」與此大異。范書從東觀記。李賢注又曰：「衍之祖馮參忠正。」惠棟以為「參為衍從祖也。」 \\n ０五四　丹死〔一〕，衍西歸。吏以亡軍，下司命乘傳逐捕，故亡命〔二〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　丹，廉丹，王莽時拜平均公、更始將軍，於無鹽為赤眉所殺。此前衍兩次勸丹背莽，丹不從。 \\n 〔二〕　亡命河東也。 \\n ０五五　馮豹字仲文，為尚書郎，勤力不懈。每奏事不報，常伏省閣下，或從昏至明。帝聞而嘉之，乃加賞賜〔一〕。（姚。汪。黃。鈴木）──書鈔卷三六　○　又卷六０ \\n 〔一〕　職官分紀卷八末句作「章帝嘉之，數加賞賜。豹眠熟，上令引被覆之」。 \\n ０五六　論曰：夫貴者負勢而驕人，才士負能而遺行，其大略然也。二子不其然乎〔一〕！馮衍之引挑妻之譬，得矣。夫納妻皆知取詈己者，而取士則不能。何也？豈非反妒情易，而恕義情難。光武雖得之於鮑永，猶失之於馮衍〔二〕。（姚。汪。黃）──范書馮衍傳論 \\n 〔一〕　李賢引史記曰：「魏太子擊逢文侯之師田子方，引車下道。子方不為禮。太子擊曰：『富貴者驕人乎？貧賤者驕人乎？』子方曰：『貧賤者驕人耳。夫諸侯驕人則失其國，大夫驕人則失其家。貧賤者行不合，言不用，則去之楚、越，若脫然，柰何同之哉？』」 \\n 〔二〕　李賢曰「自此已上皆華嶠之詞」。 \\n 申屠剛傳 \\n ０五七　申屠剛為尚書令。時內外群臣，多帝自遷舉，加以法理嚴察，職事過苦，尚書近臣，乃至捶撲，牽曳於前，群臣莫敢言，唯剛每極諫。（汪。黃。鈴木）──御覽卷二一０ \\n 鮑永傳孫德 \\n ０五八　鮑德為南陽太守，民號為「神父」。（姚。汪。黃）──書鈔卷七五 \\n 郅惲傳 \\n ０五九　惲拜長沙太守，崇教化，表異行。（姚。汪。黃。鈴木）──書鈔卷七四 \\n 郎顗傳 \\n ０六０　華嶠曰：漢之十葉，王莽篡位。聞道術之士西門君惠、李守等多稱讖云：「劉秀為天子。」〔一〕自光武為布衣時，數言此，及後終為天子，故甚信其書。鄭興以忤意見疏，桓譚以遠斥憂死。及明、章二帝，祖述其意，故後世爭為圖緯之學，以矯世取資。是以通儒賈逵、馬融、張衡、朱穆、崔寔、荀爽之徒，忿其若此，奏皆以為虛妄不經，宜悉收藏之。惟斯事深奧，善言古者，必有驗於今；善言天者，必有驗於人，而托云天之曆數、陰陽、占候，今所宜急也。占候、術數能仰瞻俯察，參諸人事，禍福吉凶既應，引之教義，亦有著明。此蓋道術之有益於後世，為後人所尚也〔一〕。（黃）──袁宏紀卷一八順帝紀 \\n 〔一〕　黃奭以為系郎顗傳論，今從之。 \\n 郭伋傳 \\n ０六一　伋徵拜潁川太守，帝勞之曰：「郡得賢能太守，去帝城不遠，河潤九里，冀京師并蒙其福。（姚。汪。黃。鈴木）──書鈔卷七四 \\n 孔奮傳 \\n ０六二　孔奮字君魚，守姑臧長，治有異政，以仁義折強扶弱，好惡分明，匈奴不敢犯塞。──職官分紀卷四二 \\n ０六三　奮為武都太守，有美行，愛之如骨肉；無義，憎之如仇讎。（姚。汪。黃。鈴木）──書鈔卷七四 \\n 張堪傳 \\n ０六四　張堪拜漁陽太守，治稻田八千餘頃，百姓殷富，童謠歌曰：「桑無附枝，麥秀兩歧。張君為政，樂不可支。」童謠如此〔一〕（鈴木）──書鈔卷七六 \\n 〔一〕　陳本改注范書，非。 \\n ０六五　上問掾樊顯曰〔一〕：「太守在蜀，誰最能者？」顯曰：「漁陽太守張堪昔在蜀最能。堪仁足以惠下，威足以齊姦，清廉無以為比。」上曰：「何以為效？」顯曰：「當破蜀時，公孫述珍寶山積，卷握之物，足當十世。而堪不以介意，去蜀之日，乘朽轅車，白布破囊而已〔二〕。」（姚。汪。黃）──書鈔卷七五 \\n 〔一〕　顯，蜀郡計吏。時光武召見諸郡計吏，問其風土及前後守令能否。 \\n 〔二〕　此引陳本多妄改，姚輯從之。而汪輯不詳所出，照錄姚輯，妄注出類聚。黃輯亦依陳補。皆非。 \\n 廉范傳慶鴻 \\n ０六六　廉范為武原太守，下車申明賞罰，誅鋤姦滑，表用良吏。（姚。汪。黃。鈴木）──書鈔卷七五 \\n ０六七　廉范遷蜀郡太守，生子皆以廉為名者千數。（姚。汪。黃。鈴木）──書鈔卷七五 \\n ０六八　廉范百姓歌之〔一〕。（鈴木）──書鈔卷七六 \\n 〔一〕　時范任蜀郡太守，許民夜作，但嚴使儲水以防火，百姓稱便，乃歌曰：「廉叔度，來何暮？不禁火，民安作。平生無襦今五絝。」事見范書本傳。此引當有脫文。 \\n ０六九　洛陽慶鴻慷慨好義，廉范與為刎頸之友。時人稱曰：「前有管鮑〔一〕，後有慶廉。」（汪。黃）──御覽卷四０七 \\n 〔一〕　史記管晏列傳曰：「管仲曰：『吾始困時，嘗與鮑叔賈，分財多自與，鮑叔不以我為貪，知我貧也。吾嘗為鮑叔謀事而更窮困，鮑叔不以我為愚，知時有利不利也。吾嘗三仕三見逐於君，鮑叔不以我為不肖，知我不遭時也。吾嘗三戰三走，鮑叔不以我為怯，知我有老母也。公子糾敗，召忽死之，吾幽囚受辱，鮑叔不以我為無恥，知我不羞小節，而恥功名不顯于天下也。生我者父母，知我者鮑子也。』」 \\n 羊續傳 \\n ０七０　羊續字興祖，為南陽太守，以清率下，唯臥一幅布綯，裯綯敗，糊紙補之。──天中記卷四八 \\n 樊宏傳 \\n ０七一　樊宏字靡卿，為光祿大夫，位特進。宏為人性謙卑畏慎，不求苟得。（姚。汪。黃。鈴木──書鈔卷五六 \\n 梁統傳玄孫冀 \\n ０七二　梁冀妻孫壽色美，〔而善為妖態〕〔一〕，能作愁眉、啼妝、墮馬髻、折腰步、齲齒笑，以為媚惑〔二〕。（姚。汪。黃。鈴木）──類聚卷一八　○　御覽卷三八０ \\n 〔一〕　據御覽卷三八０補。 \\n 〔二〕　風俗通義曰：「愁眉者，細而曲折。啼〈米壯〉者，薄拭目下若啼處。墯馬髻者，側在一邊。折腰步者，足不任體。齲齒笑者，若齒痛不忻忻。始自冀家所為，京師翕然皆放效之。」 \\n ０七三　梁冀愛監奴秦宮，官至太倉令，得入妻壽所。壽見宮，屏御者以言事，因通焉。宮威權大震，二千石皆拜謁之。（姚。汪。黃。鈴木）──類聚卷三五 \\n 張純傳子奮 \\n ０七四　張奮字雅通，拜大司馬，在位名為清白。（姚。汪。黃。鈴木）──書鈔卷五一 \\n 鄭興傳子眾 \\n ０七五　鄭興，更始立，拜諫議大夫，使安集關西。（姚。汪。黃。鈴木）──書鈔卷五六 \\n ０七六　鄭眾使匈奴，欲令眾拜，不為屈。朝議復欲遣眾，眾曰：「今往匈奴，必恐取勝於臣，臣不忍持大漢節，對氊裘跪拜。」明帝收繫廷尉獄。（汪。黃。鈴木）──御覽卷五四二 \\n ０七七　鄭眾字仲師，為左馮翊，徵為大司農。是時朝議欲改弊，〔一〕眾諫以為不可。詔切責，至被奏劾，執之不移。（姚。汪。黃。鈴木）──書鈔卷五四 \\n 〔一〕　時章帝議復鹽鐵官也。 \\n ０七八　鄭眾字仲師，為大司農，在位以清正稱。（姚。汪。黃。鈴木）──書鈔卷五四 \\n 陳元傳 \\n ０七九　初欲立左氏傳博士，范升〔奏〕以為左氏淺末〔一〕，不宜立。陳元聞之，乃詣闕上疏爭之，更相辯對凡十餘上。帝卒立左氏學〔二〕。〔立博士四人，元為第一〕〔三〕。（姚。汪。黃。鈴木）──御覽卷二三六　○　書鈔卷六七 \\n 〔一〕　據書鈔卷六七補。又「升」誤「叔」，據書鈔逕改。 \\n 〔二〕　此光武建武初之事。 \\n 〔三〕　據書鈔卷六七補。 \\n ０八０　元字長孫〔一〕，以才高著名，辟司空掾。宋弘受罪，上書訟之，言甚切直，又敷陳當世便〔宜〕事〔二〕。（姚。汪。黃。鈴木）──書鈔卷六八 \\n 〔一〕　書鈔卷六七作「字襄孫」，誤。范書亦作「長孫」。 \\n 〔二〕　據汪輯補。 \\n 賈逵傳 \\n ０八一　賈逵字景伯，有贍才，能通古今學。神爵集宮殿，上召見，敕蘭臺給筆，作神爵頌。除蘭臺令史〔一〕。（汪。黃。鈴木）──書鈔卷六二 \\n 〔一〕　書鈔引書名誤「華嶠漢書」為「華譚漢書」。 \\n 張霸傳孫楷 \\n ０八二　張楷字公超，家貧無以為業，常乘驢車至縣賣藥。（汪。黃。鈴木）──御覽卷九八四 \\n 桓榮傳子郁　孫焉　玄孫典　玄孫彬 \\n ０八三　桓榮為博士。會庭中詔賜奇果，受賜者懷之，榮獨舉手奉以拜。光武笑指之曰：「此真儒生也。」（汪。黃。鈴木）──御覽卷九六四　○　書鈔卷一九 \\n ０八四　建武二十八年，桓榮為太子少傅，賜以輜車乘馬。榮大會諸生，陳其車馬印綬曰：「今日所蒙，稽古之力也，可不勉乎？」（鈴木）──書鈔卷一三九　○　又卷六五 \\n ０八五　榮為少傅，以太子經學成畢，上疏謝歸道。太子以書謝。（姚。汪。黃。鈴木）──書鈔卷六五 \\n ０八六　桓榮字春卿，遷太常。明帝〔即位〕〔一〕，尊以師禮，甚見親重〔二〕。乘輿幸太常府，榮東面坐，設几杖，〔會百官〕，〔三〕天子親自執經。既罷，悉以太官供具賜太常家，其恩禮若此。（姚。汪。黃。鈴木）──書鈔卷五三　○　初學記卷一二 \\n 〔一〕　據初學記卷一二補。 \\n 〔二〕　初學記卷一二下尚有「拜之」二字，疑系「拜二子為郎」之誤，故暫不補入。 \\n 〔三〕　據初學記卷一二補。 \\n ０八七　桓榮遷諫議大夫〔一〕，每大射養老禮畢，帝輒引榮及弟子升堂，執經自為辨說。──職官分紀卷六 \\n 〔一〕　東觀記及范書均作「拜榮為五更」。此作「遷諫議大夫」，誤。 \\n ０八八　榮長子雍早卒，少子郁嗣。（姚。汪。黃。鈴木）──范書本傳注 \\n ０八九　桓郁字仲思〔一〕。敦厚篤學，傳父業，以尚書教授，門徒常數百人。選侍中。帝以郁先師子，有禮讓，甚親厚焉。常居中論經書，問以政事，反復乃行，受章錄事，不離左右。明帝自制五行章句〔二〕，令郁校定於宣明殿中。（姚。汪。黃。鈴木）──書鈔卷五八　○　范書本傳注　御覽卷五九一 \\n 〔一〕　范書本傳作「仲恩」。 \\n 〔二〕　「五行」原誤作「五經」，據范書本傳注逕改。 \\n ０九０　郁上書乞身〔一〕，天子憂之，有詔公卿議。議者皆以郁身為名儒，學者之宗，可許之。於是詔郁以侍中行服。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　以母憂故也。 \\n ０九一　郁六子，普、延、焉、俊、酆、良。普嗣侯，傳國至曾孫絕。酆、良子孫皆博學有才能。（姚。汪。黃。鈴木）──范書本傳注 \\n ０九二　桓焉明經篤行，有名稱，以尚書入授安帝，拜太傅，錄尚書事。復入授順帝於禁中，因晏見建言宜引三公、尚書入省事，天子從之。（姚。汪。黃。鈴木）──書鈔卷五九 \\n ０九三　焉長子衡，早卒。中子順，順子典。典十二喪父母，事叔母如事親。立廉操，不取於人，門生故吏問遺，一無所受。（姚。汪。黃。鈴木）──范書本傳注 \\n ０九四　十年不調〔一〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　此言桓典任侍御史之長。范書作「七年」。 \\n ０九五　遷平津都尉、鉤盾令、羽林中郎將〔一〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　此亦桓典事跡。 \\n ０九六　酆生麟。（汪。黃）──范書本傳注 \\n 丁鴻傳 \\n ０九七　榮弟子丁鴻學最高。（汪。黃）──范書桓榮傳注 \\n ０九八　華嶠曰：論語稱夫子溫良恭儉讓，以得之行省乎〔一〕？故嘗請論之：孔子曰：「太伯其可謂至德也已矣，三以天下讓，民無（德）〔得〕而稱焉〔二〕。」孟子曰：「聞伯夷之風者，貪夫廉，懦夫有立志。」〔三〕然則太伯出於不苟得，未始有於讓也。是以太伯稱〔至德，伯夷稱〕賢人〔四〕，後之人慕而徇之。夫有徇則激詭生，而取與妄矣。故夫鄧彪、劉愷讓其弟以取義，使弟非服而己享其名，其於義不亦薄乎？又況乎干有國之紀，而使將來者妄舉措哉！古之君子，立言非〔苟顯其理〕〔五〕，將以啟天下之方悟者；立行非獨善其身，將以訓〔天下之方動者。言行之所開塞，可無慎〕哉〔六〕！原丁鴻之心，其本主於忠愛乎〔七〕？何其終悟而從義也？以此殆知其徇尚異於數世也〔八〕。（汪。黃）──袁宏紀卷一二　○　范書丁鴻傳論 \\n 〔一〕　語出論語學而篇。疏曰：「敦柔潤澤謂之溫，行不犯物謂之良，和從不逆謂之恭，去奢從約謂之儉，先人後己謂之讓，言孔子行五德而得與聞國政。」 \\n 〔二〕　據論語泰伯篇改。 \\n 〔三〕　語出孟子盡心下。 \\n 〔四〕　據范書丁鴻傳論補。惠棟曰范此論皆華嶠之辭。 \\n 〔五〕　同右。 \\n 〔六〕　據范書丁鴻傳論補。 \\n 〔七〕　「乎」字原誤置上文「哉」字之上，據范書逕改。 \\n 〔八〕　范書丁鴻傳論末句作「異夫數子類乎徇名者焉」。 \\n 孝子傳 \\n ０九九　孔子曰：「夫孝莫大於嚴父，嚴父莫大於配天，則周公其人也。」〔一〕子路曰：「傷哉貧也！生無以養，死無以葬。」子曰：「啜菽飲水，孝也。」〔二〕夫鍾鼓非樂云之本，而器不可去〔三〕；三牲非致孝之主，而養不可廢〔四〕。存器而忘本，樂之遁也〔五〕；調器以和聲，樂之成也。崇養以傷行，孝之累也；脩己以致祿，養之大也。故言能大養，則周公之祀，致四海之祭。言以義養，則仲由之菽，甘於東鄰之牲〔六〕。夫患水菽之薄，干祿以求養者，是以恥祿親也。存誠以盡行，孝積而祿厚者，此能以義養也。 \\n 〔一〕　見孝經聖治章。李賢曰：「配天，謂宗祀文王於明堂，以配上帝。」 \\n 〔二〕　語出禮記檀弓下，文稍略耳。 \\n 〔三〕　論語陽貨篇曰：「樂云樂云，鍾鼓云乎哉？」馬融曰：「樂之所貴者，移風易俗，非謂鍾鼓而已。」 \\n 〔四〕　孝經孝行章曰：「事親者，居上不驕，為下不亂，在醜不爭。居上而驕則亡，為下而亂則刑，在醜而爭則兵。三者不除，雖日用三牲之養，猶為不孝也。」故華嶠作如是語。 \\n 〔五〕　「遁」，袁紀卷一一引作「過」，皆訓作失。 \\n 〔六〕　易既濟曰：「東鄰殺牛，不如西鄰之禴祭。」其意以「黍稷非馨，明德惟馨」，脩德者雖不殺牛而行薄祭，以其有德而實受其福。 \\n 孔子稱「孝哉閔子騫，人不間於其父母兄弟之言」〔一〕，言其孝皆合於道，莫可復間也。先代石氏父子稱孝，子慶相齊，人慕其孝而治〔二〕，此殆所謂孝乎？惟孝，友于兄弟，施於有政，是亦為政也〔三〕。 \\n 〔一〕　語出論語先進篇。陳群曰：「言子騫上事父母，下順兄弟，動靜盡善，故人不得有非間之言。」疏曰：「間，謂非毀間側。」 \\n 〔二〕　漢書石奮傳載：奮恭謹，舉莫與比。其長子建，次甲，次乙，次慶，皆以馴行孝謹，官至二千石，故號奮為萬石君。慶為齊相，齊國慕其家行，不治而齊國大治，為立不相祠。 \\n 〔三〕　語見論語為政篇，乃孔子之言。又尚書君陣曰：「惟孝，友于兄弟，克施有政。」又按此段范書失載，據袁宏紀卷一一補入。黃輯脫，汪輯轉引於惠氏補注，而不詳其所出。 \\n 中興，廬江毛義少節，家貧，以孝行稱。南陽人張奉慕其名，往候之。坐定而府檄適至，以義守令，義奉檄而入，喜動顏色。奉者，志尚士也，心賤之，自恨來，固辭而去。及義母死，去官行服。數辟公府，為縣令，進退必以禮。後舉賢良，公車徵，遂不至。張奉歎曰：「賢者固不可測。往日之喜，乃為親屈也。斯蓋所謂『家貧親老，不擇官而仕』者也〔一〕。」建初中，章帝下詔褒寵義，賜穀千斛，常以八月長吏問起居，加賜羊酒。壽終于家。 \\n 〔一〕　乃韓詩外傳第一章曾子之語。 \\n 安帝時，汝南薛包孟嘗，好學篤行，喪母，以至孝聞。及父娶後妻而憎包，分出之，包日夜號泣，不能去，至被歐杖。不得已，廬於舍外，旦入而洒掃，父怒，又逐之。乃廬於里門，昏晨不廢。積歲餘，父母慚而還之。後行六年服，喪過乎哀。既而弟子求分財異居，包不能止，乃中分其財。奴婢引其老者，曰：「與我共事久，若不能使也。」田廬取其荒頓者，曰：「吾少時所理，意所戀也。」器物取朽敗者，曰：「我素所服食，身口所安也。」弟子數破其產，輒復賑給。建光中，公車特徵，至，拜侍中。包性恬虛，稱疾不起，以死自乞。有詔賜告歸，加禮如毛義。年八十餘，以壽終。若二子者，推至誠以為行，行信於心而感於人，以成名受祿致禮，斯可謂能以孝養也。若夫江革、劉般數公者之義行，猶斯志也。撰其行事著于篇〔一〕。（汪。黃）──范書劉趙淳于江劉周趙傳序　○　袁宏紀卷一一　御覽卷一八一　又卷五一二 \\n 〔一〕　史通序例篇曰：「迨華嶠後漢，多同班氏。如劉平、江革等傳，其序先言孝道，次述毛義養親。此則前漢王貢傳體，其篇以四皓為始也。」又列傳篇曰：「亦有事跡雖寡，名行可崇，寄在他篇，為其標冠。若商山四皓，事列王陽之首；廬江毛義，名在劉平之上。」據此則諸孝子合為一傳，始自華嶠書也。范曄因而不改，自沈約以下，遂相沿成習。今從黃輯，標目孝子傳。 \\n 一００　劉平為全椒（令）〔長〕〔一〕，掾吏五日一朝，罷門闌卒署，各遣就農，人感懷，至或增貲就賦，或減年從役，刺史行部，獄無囚徒，民各自以為職，不知所問，唯班詔書而去。先是縣多虎為害，平到修政，選進儒良，黜貪殘，視事三月，虎皆渡江而去。（姚。汪。黃。鈴木）──御覽卷二六七　○　書鈔卷七八 \\n 〔一〕　據書鈔卷七八改。 \\n 一０一　孝報云：「三日至矣。」〔一〕（汪。黃。鈴木）──范書本傳注 \\n 〔一〕　王莽時，以父普為田禾將軍任為郎。嘗告歸，過郵亭，不自名。亭長聞孝當過，洒掃以待，不肯內，且問孝當何時至，孝遂作如右答。范書本傳作「尋到矣」。 \\n 一０二　趙孝字（常）〔長平〕〔一〕，拜長樂衛尉，弟禮為御史中丞。上嘉孝兄弟治行，欲寵異之，常使禮十日一至衛尉府，太官送供具，令相對盡歡。禮終，孝以衛尉官屬送喪歸葬，天下榮之。（姚。汪。黃。鈴木）──書鈔卷五三 \\n 〔一〕　據東觀記、袁紀、范書改。 \\n 一０三　語以避兵道〔一〕。（汪。黃。鈴木）──范書本傳注 \\n 〔一〕　時江革負母逃難，或語以避兵道，遂免於難。范書作「或乃指避兵之方」。 \\n 一０四　臨淄令楊音高之，設特席，顯異巨孝於稠人廣眾中，親奉錢以助供養。（姚。汪。黃。鈴木──范書本傳注 \\n 一０五　終不報書，一無所受〔一〕。（姚。汪。黃。鈴木）──范書本傳注 \\n 〔一〕　時帝寵遇江革，京師貴戚馬廖、竇憲等各奉書致禮於革。 \\n 一０六　致羊一頭，酒二斛〔一〕。（汪。黃。鈴木）──范書本傳注 \\n 〔一〕　元和中，革謝病歸，帝詔縣常以八月長吏存問，且致羊酒。 \\n 一０七　與脫田同罪〔一〕。（汪。黃）──范書本傳注 \\n 〔一〕　范書作「奪田」。時郡國牛疫，遂令行區種法以增耕。而吏舉度田，欲令多前，至于不種之處，亦通為租。故劉般上疏建言，若吏度田不實，使與脫田同罪。 \\n 一０八　劉愷字相豫，為太常，論議□□，常引正大義，諸儒為之語曰：「難經伉伉劉太常。」（姚。汪。黃。鈴木）──書鈔卷五三　○　類聚卷四九　御覽卷二二八 \\n 班彪傳子固 \\n 一０九　班彪字叔皮，辟司徒掾〔一〕。彪既才高，而專心述作在史籍之間。（鈴木）──書鈔卷六八 \\n 〔一〕　司徒者，王況也。王音肅。 \\n 一一０　班固拜為郎中，使終成前所著書，學者莫不諷誦〔一〕。自為郎中，遂見親近，讀書禁中，或連日繼夜。每行巡狩，輒獻上賦頌。朝廷有大議，使難問，賞賜恩寵甚渥，然二世位不過郎中。（姚。汪。黃。鈴木）──書鈔卷六三 \\n 〔一〕　「諷」原誤作「莊」，逕改。 \\n 一一一　大將軍竇憲拜班固為中護軍，與參謀議。（鈴木）──書鈔卷六四 \\n 一一二　論曰：司馬遷、班固父子，其言史官載籍之作，大義粲然著矣。議者咸稱二子有良史之才。遷文直而事覈，固文贍而事詳。若固之序事，不激詭，不抑抗，贍而不穢，詳而有體，使讀之者亹亹而不厭，信哉其能成名也。彪、固譏遷，以為是非頗謬於聖人。然其論議常排死節，否正直，而不敘殺身成仁之為美，則輕仁義，賤守節愈矣。固傷遷博物洽聞，不能以智免極刑，然亦身陷大戮。（汪。黃）──范書班固傳論 \\n 第五倫傳曾孫種　衛羽 \\n 一一三　蓋延代鮮于褒為馮翊，多非法。倫數切諫，延恨之，故滯不得舉〔一〕。（姚。汪。黃。鈴木──范書本傳注 \\n 〔一〕　書鈔卷七四引華書曰：「孟延為左馮翊，視事四歲，民敬其威。」天游按：東觀諸書無孟延其人。范書蓋延傳注引續漢書曰：「視事四年，人敬其威信。」兩載文同，則「孟」系「蓋」之誤無疑。華書既言延「多非法」，不當復言「民敬其威」，書鈔引書誤書續書為華書矣。 \\n 一一四　上復曰：「聞卿為市掾，人有遺母一笥餅者。卿從外來見之，奪母笥，探口中餅，信乎？」倫對曰：「實無此。眾人以臣愚蔽，故為生是語也。」（姚。汪。黃。鈴木）──范書本傳注 \\n 一一五　章帝初，第五倫擢自遠郡，徵代牟融為司空。第五倫奉公守法，每上事草，（不亦）掾吏臣奏記輒封上之〔一〕，曰：「臣任憂深，責者多無私心。」自陳老病，以〔二〕千石俸終身〔二〕。（鈴木）──書鈔卷五二 \\n 〔一〕　「不亦」語不辭，恐有脫誤，或系衍文，故刪而存疑。 \\n 〔二〕　據范書補。 \\n 一一六　第五倫雖峭直，然常以中興已來，二主好（更）〔吏〕化〔一〕，俗尚苛刻。政化之本，宜先以寬和。及為三公，值章帝長者多恕，屢有善政，倫上疏褒稱盛美，因以勸成德風也。（汪。黃。鈴木）──初學記卷一一　○　御覽卷二０八 \\n 〔一〕　據御覽卷二０八改。 \\n 一一七　第五種字興先〔一〕，少厲志議，通經學。以司徒掾詔使冀州，廉實災害，舉奏刺史、二千石以下，所刑免甚多，棄官奔者數十人。還以奉使稱旨，擢拜高密侯相〔二〕。（鈴木）──職官分紀卷五　○　書鈔卷六八 \\n 〔一〕　書鈔卷六八作「仲與」，恐誤。下僅有「以司徒掾舉奏刺史二千石」一句，鈴木輯稿從之。 \\n 〔二〕　「擢」原誤「權」，「侯」原誤「使」，皆據范書逕改。 \\n 一一八　衛羽為〔兗〕州從事〔一〕。時中常侍單超兄子匡為濟陰太守，負其勢，大為貪放。刺史第五種欲取之，聞羽素抗厲，乃召羽謂曰：「聞公不畏彊禦，今欲相委以重事，若何？」對曰：「願庶幾於一割。」羽出，遂馳至定陶，閉城門，收匡賓客親吏四十餘人〔二〕，七日中，起發其臧五六千萬。種即舉奏，一州震慄。（姚。汪。黃。鈴木）──御覽卷二六五　○　書鈔卷七三（二） \\n 〔一〕　據書鈔卷七三補。 \\n 〔二〕　書鈔卷七三作「三十人」。 \\n 鍾離意傳樂崧 \\n 一一九　意字子阿，辟大司徒侯霸掾。詔送徒詣河內。時冬寒，病徒不能行，意輒移屬縣便作徒衣，縣不得已與之。（鈴木）──書鈔卷六八 \\n 一二０　鍾離意除堂邑令。民起市肆，起工興役。意祝曰：「興工，令也，百姓無罪。如有禍，令自當之。」吏民皆感之也。（鈴木）──書鈔卷七八 \\n 一二一　明帝性褊察，嘗以事怒郎樂崧，以杖撞崧。崧走入床下，上怒甚，疾言曰：「郎出！郎出！」崧曰：「天子穆穆，諸侯皇皇，未聞人君，自起撞郎。」上乃赦之。（汪。黃）──御覽卷九一　○　書鈔卷六０　御覽卷二一五 \\n 一二二　樂崧為人樸素，家貧為郎。嘗獨直宿臺上，無被枕，食乃糟糠。明帝〔每〕入臺〔一〕，輒見崧，問〔其故〕而嘉之〔二〕。〔帝推被與之〕〔三〕。〔自此詔給帷被皁袍〕〔四〕，〔給太官食〕〔五〕。（姚。汪。黃）──書鈔卷六０　○　又卷三八　御覽卷七０七　又卷六九三　又卷八五四 \\n 〔一〕　據書鈔卷三八補。 \\n 〔二〕　同右。 \\n 〔三〕　據御覽卷七０七補。 \\n 〔四〕　據御覽卷六九三補。 \\n 〔五〕　據御覽卷八五四補。以上三條黃輯均作注，汪輯逕入正文。 \\n 宋均傳 \\n 一二三　宋均字叔庠，為郎中。時年十五，好經書，常以休〔沐〕日受業博士〔一〕，通詩書，善論難。（姚。汪。黃。鈴木）──書鈔卷六三 \\n 〔一〕　據汪輯補。 \\n 一二四　宋均遷九江太守，五日一聽事。先是九江多虎，數傷民。均曰：「咎在貪殘，均今退貪殘。」虎遠渡江，不為民害〔一〕。（姚。汪。黃。鈴木）──書鈔卷七五（二） \\n 〔一〕　姚輯據范書多有增益。汪、黃二輯不詳所出，俱本姚輯。汪輯又妄注出類聚，失之尤甚。今從孔本。 \\n 一二五　永平七年，宋均字叔庠，為尚書令，忠正直言，數納策謀，每會議，未嘗不合上意。常剪起〔一〕，上未喻其意，以為奸，大怒，縛即著格之〔二〕。尚書郎皆叩頭，服有奸。均顧叱之曰：「夫惟忠臣執義，守正畏威，人臣以二事主，國主當誰據？均惟據約，雖死不易志。」小黃門在旁，具以聞〔三〕，上善之，即遣歸臺，悉責諸尚書郎。（汪。黃。鈴木）─－書鈔卷五九 \\n 〔一〕　范書作「嘗刪翦疑事」，則此「翦起」當作「翦疑」。 \\n 〔二〕　「縛」原作「傅」，「格之」漫脫，皆據范書改補。 \\n 〔三〕　「具」原誤「其」，逕改。 \\n 光武十王傳 \\n 一二六　琅邪王京都莒，好宮室，殿館壁帶皆飾以金銀。（汪─－初學記卷二四 \\n 朱暉傳 \\n 一二七　暉年五十，失妻，昆弟欲為繼室，暉歎曰：「時俗希不以後妻敗家者！」遂不復娶。（姚。汪。黃。鈴木）──范書本傳注 \\n 樂恢傳杜安 \\n 一二八　安擢為宛令，以病去。韋帝行過潁川，安上書，召拜御史。遷至巴郡太守。而恢在家，安與恢書通問，恢告吏口謝，且讓之曰：「為宛令不合志，病去可也。干人主以闚覦，非也。違平生操，故不報。」安亦節士也，年十三入太學，號「奇童」。洛陽令周紆自往候安，安謝不見。京師貴戚慕其行，或遺之書，安不發，悉壁藏之。及後捕案貴戚賓客，安開壁出書，印封如故。（姚。汪。黃）──范書樂恢傳注 \\n 何敞傳 \\n 一二九　何敞為汝南太守〔一〕，修治鮦陽之舊陂，溉田萬頃，墾田三萬餘，咸賴其利，吏民刻石，頌敞功德。（姚。汪。黃）──書鈔卷七六 \\n 〔一〕　「何敞」原誤作「張敞」，逕改。 \\n 一三０　敞為汝南太守，在在表孝悌，折貪殘者也。──書鈔卷七四 \\n 鄧彪傳 \\n 一三一　鄧彪字智伯，為太傅，賜爵關內侯，百官總己以聽於彪，恩寵之異，莫與為比焉。（汪。黃）──御覽卷二０六 \\n 一三二　鄧彪遭後母憂，毀瘠過禮，因疾乞身，以光祿大夫行服。（汪。黃）──御覽卷二四三 \\n 徐防傳 \\n 一三三　安帝即位，太尉徐防以災異、寇賊策免就國。三公以災免，自徐防始也。（姚。汪。黃）──書鈔卷五一　○　類聚卷四六　御覽卷二０七 \\n 胡廣傳 \\n 一三四　胡伯始為太傅，時年八十，而心力（就免）〔克〕壯〔一〕。繼母在〔堂，瞻〕省傍無（凡）〔几杖〕〔二〕，言不稱老。伯始練達事體，（朗）〔明〕解朝章〔三〕，雖無蹇直之風，屢有補闕之益。故京師為之語曰：「萬事不理問伯始，天下中庸有胡公。」（黃）──書鈔卷五二 \\n 〔一〕　據范書本傳改。 \\n 〔二〕　同右。 \\n 〔三〕　同右。 \\n 袁安傳重孫逢　玄孫忠 \\n 一三五　袁良明經〔一〕，為太子舍人。（姚。汪。黃）──書鈔卷六六 \\n 〔一〕　良，袁安之祖父。 \\n 一三六　安字邵公，好學有威重。明帝時為楚郡太守，治楚王獄，所申理者四百餘家，皆蒙全濟，安遂為名臣。章帝時至司徒。生蜀郡太守京。京弟敞為司空。京子（陽）〔湯〕太尉〔一〕。湯四子：長子平，平弟成，左中郎將，並早卒。成弟逢，逢弟隗，皆為公。（姚。汪。黃）──魏志袁紹傳注 \\n 〔一〕　黃奭曰：「按陽子逢字周陽，逢弟隗字次陽。若父名陽，何得其子並以陽為字？當從范書作『湯』。袁宏紀亦云『京子湯，湯字仲和』可據。」黃說甚是，據改。下逕改。按今點校本范書亦作「湯」。 \\n 一三七　熙平中〔一〕，天子引袁逢為三老，賜玉杖。（姚。汪。黃）──御覽卷五三五　○　又卷七一０　又卷八０四　事類賦注卷一四 \\n 〔一〕　他三引俱作「嘉平」，與袁紀同。唯職官分紀卷二作「熙平」。然諸引皆誤，當以「熹平」為是。 \\n 一三八　論曰：陳平多陰謀，而知其後必廢〔一〕。邴吉有陰德，夏侯勝識其當封及子孫〔二〕。終陳掌不侯，而邴昌紹國，雖有不類，未可致詰，其大致歸然矣。袁公、竇氏之間，乃情帝室，引義雅正，可謂王臣之烈。及其理楚獄，未嘗鞫人於臧罪，其仁心足以覃乎後昆〔三〕，子孫之盛，不亦宜乎？（姚。汪。黃）──范書本傳論 \\n 〔一〕　史記陳丞相世家曰：「始陳平曰：我多陰謀，是道家之所禁。吾世即廢，亦已矣，終不能復起，以吾多陰禍也。』然其後曾孫陳掌以衛氏親貴戚，願得續封陳氏，然終不得。」徐廣曰：「陳掌者，衛青之子婿。」 \\n 〔二〕　漢書丙吉傳曰：吉奉武帝旨治巫蠱事，救宣帝免於一死。宣帝即位，吉臨當封，疾病。宣帝憂其不起，太子太傅夏侯勝曰：「此未死也。臣聞有陰德者，必饗其樂以及子孫。」後子顯以臧罪奪爵，至成帝時，復以吉孫昌襲侯，至王莽時乃絕。 \\n 〔三〕　李賢引爾雅曰：「覃，延也。」按覃音談。 \\n 一三九　袁忠字正甫，初平間為沛相，乘蓽車到官〔一〕，以清亮稱。──書鈔卷一三九 \\n 〔一〕　范書袁安傳作「葦車」。 \\n 張酺傳曾孫濟 \\n 一四０　蕃生磐〔一〕，磐生濟。濟字元江，靈帝初，楊賜薦濟明習典訓，為侍講。（姚。汪。黃）──范書本傳注 \\n 〔一〕　蕃，張酺之子。 \\n 韓棱傳孫演 \\n 一四一　梁皇后崩，梁貴人大幸〔一〕，將立。大將軍冀欲分其寵，謀冒姓為貴人父，演陰許諾。及冀誅事發，演坐抵罪。（姚。汪。黃）──范書本傳注 \\n 〔一〕　黃奭曰：「此桓帝鄧皇后，鄧香之女也，改嫁梁氏，冒姓梁氏。兄鄧演為南頓侯。冀既伏誅，封演子康北陽侯，賞賜巨萬，封平梁冀之功。見袁宏紀。則梁冀欲謀為貴人父，當與貴人兄鄧演合計，何以與韓演謀，而演陰許諾乎？范書明云梁冀被誅，韓演坐阿黨抵罪，以減死論，亦不云有陰許諾事。今以演字相同，張冠李戴，華書所云，顯有不實。按鄧演與誅梁冀，亦斷無陰許諾事。」按黃說是。汪輯改「梁貴人」為「韓貴人」，大可不必。 \\n 郭躬傳弟子鎮　吳雄 \\n 一四二　郭躬字仲孫，為廷尉正，遷廷尉。家代掌法律，〔寬平，決獄務在哀矜，罪疑從輕，條奏諸應致法及可從輕者四十一事〕〔一〕。鎮自廷尉左監遷廷尉。凡郭氏為廷尉者七人。（姚。汪。黃）──初學記卷一二　○　書鈔卷五三（二）　類聚卷四九 \\n 〔一〕　據書鈔卷五三補。黃輯注出卷五二，誤。 \\n 一四三　河南吳雄字季高〔一〕，以明法律，〔斷獄平〕〔二〕。桓帝時自廷尉致位司徒。雄少時家貧，母死，葬人所不封之地。喪事趨辦，不卜時日。巫皆言其族滅，而雄子訢〔三〕、孫恭三世〔相承〕為廷尉〔四〕，以法為名家。（姚。汪。黃）──初學記卷一二　○　書鈔卷五三（二）類聚卷四九　御覽卷二三一 \\n 〔一〕　類聚卷四九引作「河間」，汪輯從之，誤。 \\n 〔二〕　據書鈔卷五三及御覽卷二三一補。 \\n 〔三〕　「訢」，書鈔卷五三作「許」，初學記卷一二作「祈」，皆誤。今據類聚卷四九、御覽卷二三一逕改。 \\n 〔四〕　據書鈔卷五三補。 \\n 陳寵傳 \\n 一四四　陳寵〔字昭公，辟司徒鮑昱府〕〔一〕。以時俗三府掾屬不肯親事，但出入養虛，故寵獨勤心於事〔二〕。又以法令繁冗，（□）〔不良〕吏得生因緣〔三〕，以至輕重，乃置撰科牒辭訟比例，〔四〕使事類相從，以塞姦源。其後公府奉以為法。（汪──御覽卷二四九　○　書鈔卷六八 \\n 〔一〕　據書鈔卷六八補。「昱」原誤作「顯」，逕改。 \\n 〔二〕　書鈔卷六八作「是時三府掾屬以不肯親事為高，專務於交遊，寵常非之」。與御覽引異。 \\n 〔三〕　據范書本傳補。 \\n 〔四〕　范書本傳作「辭訟比七卷」。 \\n 一四五　陳寵字昭公，以德行明敏，入為尚書。寵性周密，常稱「人臣之義，苦不畏慎」。自在樞密，謝門人，不復教，拒知友。時賜寵劍，得鍛成劍，以其敦樸。（姚。汪。黃）──初學記卷一一 \\n 一四六　陳寵字昭公，為司空，通客以明無所不受〔一〕，論者大之。寵奏議溫粹有智，號為明相。（姚。汪。黃）──書鈔卷五二 \\n 〔一〕　時府故事督屬籍不通賓客，以防交關。寵反其道而行之。「客」原誤作「容」，據黃奭校而改。 \\n 班超傳孫始 \\n 一四七　班超投筆歎曰：「大丈夫安能久事筆耕乎？」（姚。汪。黃）──類聚卷五八　○　范書本傳注書敘指南卷五 \\n 一四八　騩馬〔一〕。（汪。黃）──范書本傳注 \\n 〔一〕　范書作「騧馬」。華書與續書同，可參見續書班超傳注。 \\n 一四九　還據損中〔一〕。（汪。黃）──范書本傳注 \\n 〔一〕　東觀記作「頓中」。 \\n 一五０　班始尚陰城公主。公主，順帝之姑，貴驕淫亂，與所嬖居帷中，而始入，使伏床下。（汪。黃）──御覽卷七００ \\n 何熙傳 \\n 一五一　熙字孟孫，少有大志，不拘小節。身長八尺五寸，體貌魁梧，〔丘虛瑰偉，與人絕異〕〔一〕，善為容儀〔二〕。舉孝廉。為謁者，贊拜殿中，音動左右，和帝偉之。歷位司隸校尉、大司農。永初三年，南單于與烏丸俱反，以熙行車騎將軍征之，累有功。烏丸請降，單于復稱臣如舊。會熙暴疾，卒。（姚。汪。黃）──魏志何夔傳注　○　書鈔卷六二　御覽卷三八八 \\n 〔一〕　據書鈔卷六二補。 \\n 〔二〕　書鈔卷六二作「善為威容」。 \\n 應奉傳子劭 \\n 一五二　〔應順字〕華仲〔一〕，少給事郡縣，為吏清公，不發私書。舉孝廉，尚書郎轉右丞，遷冀州刺吏，廉直無私。遷東平相，賞罰必信，吏不敢犯。有梓樹生於廳事室上，事後母至孝，眾以為孝感之應。時竇憲出屯河西，刺史、二千石皆遣子弟奉賂遺憲。憲敗後，咸被繩黜，順獨不在其中，由是顯名。為將作大匠，〔發摘眾姦，皆極其刑，豪猾之吏累跡〕〔二〕，視事五年，省費億萬〔三〕。（姚。汪。黃）──范書應奉傳注　○　書鈔卷五四（二）　龍筋鳳髓判卷二　御覽卷二三六 \\n 〔一〕　應順，奉之曾祖父。三字據書鈔卷五四補。 \\n 〔二〕　據書鈔卷五四、御覽卷二三六補。 \\n 〔三〕　四庫珍本初編本職官分紀卷二二引作續漢書，非。北圖藏清鈔本仍作華書。 \\n 一五三　奉字世叔，才敏善諷誦，故世稱「應世叔讀書，五行俱下」。著後序十餘篇，為世儒者。延熹中，至司隸校尉。子劭字仲遠，亦博學多識，尤好事。諸所撰述風俗通等凡百餘篇，辭雖不典，世服其博聞。（姚。汪。黃）──魏志王粲傳注 \\n 一五四　劭弟珣，字季瑜，司空掾。珣生瑒。（汪──范書應奉傳注 \\n 孝明八王傳陳敬王羨曾孫愍王寵 \\n 一五五　〔陳愍王寵善弩射〕〔一〕，其秘法以天覆地載，參連為奇。又有三微、三小。三微為經，三小為緯，經緯相將，萬勝之方。然要在機牙，〔其射至十發十中，皆同孔也〕〔二〕。（姚。汪。黃）──范書明八王傳注　○　書鈔卷一二五（二）　御覽卷三四八 \\n 〔一〕　據書鈔卷一二五補。其中「愍」誤作「敬」，據御覽卷三四八逕改。范書注僅作「寵射」二字。 \\n 〔二〕　「其射至」三字據御覽卷三四八補，餘據書鈔卷一二五補。 \\n 一五六　王甫〔一〕。──范書明八王傳注 \\n 〔一〕　甫，范書作「酺」，中常侍，受命考陳國相魏愔與寵共祭天神，希幸非冀者。李賢曰：「華嶠書及宦者傳諸本並作『甫』，此云『酺』，未詳孰是也。」 \\n 崔駰傳子瑗　孫寔　寔從兄子鈞 \\n 一五七　駰譏楊雄〔一〕，以為范、蔡、鄒衍之徒〔二〕，乘釁相傾，誑曜諸侯者也，而云「彼我異時」。又曰：竊貲卓氏，割炙細君，斯蓋士之贅行，而云「不能與此數公者同」，以為失類而改之也。（姚。汪。黃）──范書本傳注 \\n 〔一〕　時崔駰擬揚雄解嘲而作達旨以譏焉。 \\n 〔二〕　范，范睢；蔡，蔡澤，先後以辯才出任秦國之相。 \\n 一五八　高樹不庇〔一〕。（汪。黃）──范書本傳注 \\n 〔一〕　出達旨之文。范書本傳作「高樹靡陰」。 \\n 一五九　攝纓整襟〔一〕。──范書本傳注 \\n 〔一〕　亦出於達旨。范書本傳作「躐纓整襟」。 \\n 一六０　回以干祿〔一〕。（汪。黃）──范書本傳注 \\n 〔一〕　范書引達旨作「因以干祿」。 \\n 一六一　崔駰字亭伯，辟大將軍竇憲府掾。憲新輔政，貴重，掾三十人，皆故刺史、二千石，惟駰以處士年少，擢在其間。憲擅權驕恣，駰數諫之。出為長岑長，不得意，不之官而歸。（汪。黃）──御覽卷二三八　○　書鈔卷六九 \\n 一六二　瑗愛士，好賓客，盛脩肴膳，或言其太奢。瑗聞之怒，敕妻子曰：「吾并日而食，以供賓客，而反以獲譏，士大夫不足養如此。後勿過菜具，無為諸子所蚩也。」終不能改，奉祿盡於賓饗。（姚。汪。黃）──范書崔駰傳注　○　書敘指南卷七　又卷八（二） \\n 一六三　崔寔為五原太守，地宜麻枲，而民不知種植，又不能緝績，率無衣被。冬月止種細草，臥其中，〔見〕吏以草衣其身〔一〕，乃得出。寔至，教之績織。（汪。黃）──御覽卷九九五 \\n 〔一〕　據范書本傳補。 \\n 一六四　崔鈞為西河太守，與袁紹起兵。董卓收鈞父烈，下之郿獄鋃鐺〔一〕。卓誅，烈得歸長安也。（汪。黃）──御覽卷六四四 \\n 〔一〕　李賢曰：「說文曰『琅璫，鎖也』。前書曰『人犯鑄錢，以鐵鎖琅璫其頸』。」「琅」原誤作「銀」，逕改。 \\n 周燮傳 \\n 一六五　周燮專精禮易，不讀非聖之書，不修賀問之好。有先人草廬，結于岡畔，下有陂田，常肆勤以自給，非身所耕漁〔則〕不食。〔一〕（姚。汪。黃）──類聚卷六五　○　御覽卷八二一 \\n 〔一〕　據御覽卷八二一補。 \\n  \\n   \\n  "}
{"章节": "華嶠漢後書卷三", "正文": "  \\n 華嶠漢後書卷三 \\n 　 \\n  \\n ［周天游輯注］ \\n 楊震傳孫賜　曾孫彪 \\n 一六六　楊震字伯起，年五十，始應州郡之辟，眾人謂之「晚暮」。後有鸛雀銜三鱣魚飛集講堂前，都講取魚，進曰：「蛇魚者，卿大夫之服象也。數三者，法三台也。先生自此升矣。」（汪。黃）──御覽卷九二五 \\n 一六七　楊震為太尉，中常侍樊豐等驕恣，震常切諫，由是共譖震，罷遣歸本郡，遂仰鴆薨。葬日，有大鳥來止亭樹上，須臾下地行，徐步到柩前，止立，低頭淚出。〔旁人〕更共抱持〔一〕，終不驚駭。〔鳥蒼色，頸去地五六尺，舒翅廣一丈三尺，莫有能名者。葬畢，飛去〕〔二〕。（汪）──初學記卷一四　○　御覽卷五五四 \\n 〔一〕　據御覽卷五五四補。 \\n 〔二〕　同右。 \\n 一六八　當時人立石鳥象於震前。（黃）──類聚卷九０ \\n 一六九　帝徙南宮，閱錄故事，得所上張角奏及前侍講注籍，乃感悟，詔封臨晉侯〔一〕。──書鈔卷四八 \\n 〔一〕　封震孫賜也。按范書本傳，建寧初，靈帝當受學，三公遂舉賜侍講華光殿中。又光和四年，賜任司徒。時張角組織民眾，謀起事。賜上書，請詔敕州郡簡別流人，各護歸本郡，以孤弱黃巾，待機誅除張角等。適逢賜以病免官，事留中，不果行。 \\n 一七０　與馬日磾、盧植、蔡邕等著作東觀〔一〕。（姚。汪。黃）──范書楊震傳注 \\n 〔一〕　史通古今正史篇曰：「會董卓作亂，大駕西遷，史臣廢棄，舊文散佚。及在許都，楊彪頗存注記。至於名賢君子，自永初已下闕續。」 \\n 一七一　甫使門生王翹辜榷〔一〕。（姚。汪。黃）──范書楊震傳注 \\n 〔一〕　范書曰：「光和中，黃門令王甫令門生於郡界辜榷官財物七千餘萬，彪發其姦。」其不詳門生為何人，故李賢引華書以注明之。 \\n 一七二　東京楊氏、袁氏，累世宰相，為漢名族。然袁氏車馬衣服極為奢僭；能守家風，為世所貴，不及楊氏也。（姚。汪。黃）──范書楊震傳注 \\n 朱寵傳 \\n 一七三　京兆朱寵字仲威，為太尉，家貧臥布被，朝廷賜錦被，臥兼布被。──天中記卷四八 \\n 馬融傳 \\n 一七四　馬融字季長，為大將軍鄧騭舍人。（汪。黃）──御覽卷二三八 \\n 蔡邕傳 \\n 一七五　初，蔡邕在陳留，〔其〕鄰人有以酒食召邕者，比往而酒以酣〔焉〕。客有彈琴於屏，邕至門，潛聽之，曰：「〔嘻〕〔一〕！以樂召我，而有殺心，何也？」遂反。將命者告主人〔曰：「蔡君向來，至門而去。」〕〔二〕邕素為邦鄉所宗，主人遂自追問其故，邕具以告〔三〕，莫不憮然。彈琴者曰：「我向〔鼓弦〕〔四〕，見螳螂方向鳴蟬，蟬將去而未飛，螳螂為一前一卻，吾心聳然，惟恐螳螂之失蟬也。此豈為殺心而形於聲者乎？」邕笑曰：「此足以當之矣。」（姚。汪。黃）──類聚卷四四　○　又卷九七　書鈔卷一０九　御覽卷九四六 \\n 〔一〕　以上所補三字皆出類聚卷九七。 \\n 〔二〕　據御覽卷九四六補。 \\n 〔三〕　「具」原誤作「且」，據書鈔卷一０九、類聚卷九七逕改。 \\n 〔四〕　據類聚卷九七補。書鈔卷一０九作「鼓琴」。 \\n 黃瓊傳 \\n 一七六　黃瓊字世英，為僕射。順帝久廢藉田，瓊曰：「上古聖帝，莫不欽恭神明，躬郊廟之禮，親藉田之勤。」書奏，上從之，次日還，遷令也〔一〕。（姚。汪。黃）──書鈔卷五九 \\n 〔一〕　遷尚書令也。 \\n 一七七　黃瓊字世英，遷尚書令，〔習〕朝廷事〔一〕，號為「補職」。（姚。汪。黃）──書鈔卷五九 \\n 〔一〕　據汪輯補。 \\n 陳寔傳 \\n 一七八　陳寔在鄉閭，平心率物。有盜夜入其家，止於梁上。寔陰見之，乃自整拂，命子孫，正色訓之曰：「夫人不可不自勉，不善之人，未必本惡，習與性成耳，如梁上君子者是矣。」盜大驚，自投于地。寔徐譬之曰：「視君狀貌，不似惡人，〔宜深克己反善〕〔一〕。然當由貧困，今遺絹二疋。」自是一縣無復盜竊。（姚。汪。黃）──類聚卷八五　○　御覽卷八一七 \\n 〔一〕　據御覽卷八一七補。 \\n 一七九　何進、袁隗欲特表陳寔以不次之位，寔謝曰：「久絕人事，飾中待終而已。」──書鈔卷一二七 \\n 趙岐傳 \\n 一八０　先為壽藏，圖季札、子產、晏嬰、叔向四像居賓位，自畫其像居主位。（黃）──書鈔卷九四 \\n 張奐傳 \\n 一八一　張奐遷武威太守〔一〕，平均徭賦，勸以農桑〔二〕。（姚。汪。黃）──書鈔卷七四 \\n 〔一〕　「奐」原誤作「英」，逕改。 \\n 〔二〕　汪、黃二輯依姚輯又引曰：「張奐遷武威太守，遇長吏如兄弟，委以任之。」天游按：書鈔卷七四作馬援傳，姚輯誤引，汪、黃不加考索，以訛傳訛。今刪。 \\n 王允傳 \\n 一八二　華嶠曰：夫士以正立，以謀濟，以義成。若王允之推董卓而分其權，伺其間而弊其罪。當此之時，天下難解矣，本之皆主於忠義也。故推卓不為失正，分權不為不義，伺間不為狙詐，是以謀濟義成，而歸於正也。（姚。汪。黃）──魏志董卓傳注 \\n 李膺傳 \\n 一八三　李膺字元禮，遷僕射，與太傅陳蕃戮力悉心，彌縫遺闕。（姚。汪。黃）──書鈔卷五九 \\n 范滂傳 \\n 一八四　范滂以黨事下黃門北寺，滂以同囚多嬰病，乃請先就格，遂與同郡袁忠等爭受楚毒。（姚。汪。黃）──初學記卷二０ \\n 蔡衍傳 \\n 一八五　蔡孟喜，汝南（頓）〔項〕人〔一〕。以禮化鄉里，鄉里有諍訟者，輒詣喜決之，其所平處，皆曰無怨。（汪。黃）──御覽卷四二九 \\n 〔一〕　據范書黨錮傳改。 \\n 符融傳 \\n 一八六　符融字偉明，師事少府李膺。每嘗見融，絕他賓，聽其言論。融幅巾奮袂，談辭如雲，膺捧手歎息。──書鈔卷九八 \\n 孔融傳 \\n 一八七　何進辟孔融，舉高第，為侍御史，與中丞趨舍不同〔一〕，託疾歸家。──職官分紀卷一四 \\n 〔一〕　范書孔融傳「趨舍」作「趙舍」。 \\n 一八八　孔融為北海相，彭殊為方正〔一〕，邴原為有道，王循、李廉造高縣，為鄭玄立鄉曰鄭公鄉。（鈴木）──書鈔卷七四 \\n 〔一〕　范書孔融傳作「彭璆」。 \\n 一八九　文舉為北海相，崇學校，設庠序，舉貢士，表顯儒。──書鈔卷七四 \\n 皇甫嵩傳 \\n 一九０　皇甫嵩字義真，拜車騎將軍，領冀州牧。嵩溫卹士卒，甚得眾情。每軍行頓止。須營幔修立，然後就舍帳，軍士皆食爾，乃嘗飯。嵩既破黃巾，威震天下。（姚。汪。黃）──書鈔卷六四 \\n 一九一　華嶠曰：臣父（袁）〔表〕〔一〕，每言臣祖歆云「當時人以皇甫嵩為不伐，故汝豫之戰，歸功於朱雋，張角之捷，本之於盧植，〔收名斂策，而己不有焉〕〔二〕。蓋功名者，士之所宜重。誠能不爭，天下莫之與爭〔三〕，則怨禍不深矣」。（姚。汪。黃）──袁宏紀卷二七　○　范書皇甫嵩朱雋傳論 \\n 〔一〕　據范書皇甫嵩朱雋傳論改。 \\n 〔二〕　據右論補。 \\n 〔三〕　范傳論此上作「蓋功名者，世之所甚重也。誠能不爭天下之所甚重」。 \\n 董卓傳 \\n 一九二　卓欲遷都長安，召公卿以下大議。司徒楊彪曰：「昔盤庚五遷，殷民胥怨，故作三篇，以曉天下之民〔一〕。（而）〔今〕海內安穩〔二〕，無故移都，恐百姓驚動，糜沸蟻聚為亂。」卓曰：「關中肥饒，故秦得并吞六國。今徙西京，設令關東豪彊敢有動者，以我彊兵踧之，可使詣滄海。」彪曰：「海內動之甚易，安之甚難。又長安宮室壞敗，不可卒復。」卓曰：「武帝時居杜陵南山下，有成瓦窰數千處，引涼州材木東下，以作宮室，為功不難。」卓意不得，便作色曰：「公欲沮我計耶？邊章、韓約有書來，欲令朝廷必徙都。若大兵（來）〔東〕下〔三〕，我不能復相救，公便可與袁氏西行。」彪曰：「西方自彪道徑也，顧未知天下何如耳！」議罷，卓敕司隸校尉宣璠以災異劾奏，因策免彪〔四〕。（姚。汪。黃）──魏志董卓傳注 \\n 〔一〕　尚書盤庚曰：「盤庚五遷，將治亳，殷民胥怨，作盤庚三篇。」李賢曰：「湯遷亳，仲丁遷囂，河亶甲居相，祖乙居耿，并盤庚五遷也。」 \\n 〔二〕　據三國志點校本校勘記改。 \\n 〔三〕　同右。 \\n 〔四〕　黃輯入楊彪傳。 \\n 一九三　王允與呂布及士孫瑞謀誅董卓。有人書「呂」字於布上，負而〔行〕於市〔一〕，歌曰：「布乎！布乎！」有告，卓不悟。三年四月〔二〕，帝疾愈，卓入（市）〔朝〕〔三〕，布持矛刺卓，兵士趣斬之。（姚。汪。黃）──類聚卷八五　○　御覽卷八二０ \\n 〔一〕　據御覽卷八二０補。 \\n 〔二〕　乃建安三年。 \\n 〔三〕　「市」乃涉前文「市」而誤，據汪輯改。 \\n 一九四　氾饗公卿，議欲攻傕，楊彪曰：「群臣共鬬，一人劫天子，一人質公卿，此可行乎？」氾怒，欲手刃之。中郎將楊密及左右多諫，氾乃歸之〔一〕。（姚。汪。黃）──魏志董卓傳注 \\n 〔一〕　黃輯入楊彪傳。 \\n 丁原傳 \\n 一九五　丁原為武猛校尉〔一〕。（汪。黃）──文選卷四六王元長三月三日曲水詩序注 \\n 〔一〕　「原」原誤作「白」，據汪輯逕改。 \\n 周規傳 \\n 一九六　周規除臨湘令〔一〕。長沙太守程徐二月行縣，敕諸縣治道。規以方春向農，民多劇務，不欲奪人良時。徐出督郵，規即委官而去。徐憮然有媿色，遣功曹賚印綬檄書謝，請還，規謂功曹曰：「程府君愛馬蹄〔二〕，不重民力。」徑逝不顧。（汪。黃）──御覽卷二六六 \\n 〔一〕　規，會稽人。曾辟公府，事見范書朱雋傳。程徐之事未見他書。 \\n 〔二〕　「程」原作「穆」，據汪輯逕改。 \\n 衛颯傳 \\n 一九七　颯遷桂陽太守〔一〕，下車修庠序之教。（姚。汪。黃）──書鈔卷七四 \\n 〔一〕　「颯」原誤「諷」，據汪輯逕改。 \\n 茨充傳 \\n 一九八　茨充為南陽太守，教民種柘，養蠶纖履，民之利也。──書鈔卷七四 \\n 任延傳 \\n 一九九　任延（壽）拜九真太守〔一〕，民俗不好田作，不知其耕。延使郡內人鑄田器，教民以牛耕，置吏循行。（姚。汪。黃）──書鈔卷七四 \\n 〔一〕　據東觀記、范書及本傳下引刪。下逕改。 \\n 二００　任延拜九真太守，民俗嫁娶無媒。延至移書長吏已下，各有俸祿，為酒肉，時定婚者二千餘人，號曰：「任君」〔一〕，名子曰「任」。──書鈔卷七五 \\n 〔一〕　范書本傳作「其產子者，始知種姓。咸曰：『助我有是子者，任君也。』多名子為『任』」。疑此引有脫誤。 \\n 二０一　任延拜武威太守〔一〕，道不拾遺。（姚。汪。黃）──書鈔卷七五 \\n 〔一〕　三輯均作任浦傳，且「威」作「都」，皆誤。今從孔本。 \\n 劉寵傳 \\n 二０二　劉寵字祖榮，拜會稽太守，（政不）〔省除〕煩苛〔一〕，徵為將作大匠。山陰有五六老叟，人齎百錢送寵，曰：「鄙生未嘗識郡朝，自明府以來，狗不夜吠，人不見吏。今聞當見棄去，故自扶奉送。」寵為人選一大錢受之〔二〕。（姚。汪。黃）─－初學記卷二七　○　書鈔卷三九　類聚卷四九 \\n 〔一〕　據書鈔卷三九改，類聚卷四九作「除省煩苛」。 \\n 〔二〕　黃奭曰：「見明刊六臣文選齊竟陵文宣王行狀注。」 \\n 陽球傳 \\n 二０三　陽球字方正，補尚書郎，閑達故事，其所奏議，常為臺閣〔所〕崇信〔一〕。（姚。汪。黃）─－書鈔卷六０ \\n 〔一〕　據汪輯補。 \\n 王吉傳 \\n 二０四　王吉為沛相，曉達政事，令曰：「若生子不養，斬其父母，合土棘埋之。」──職官分紀卷三二 \\n 曹嵩傳 \\n 二０五　曹嵩，靈帝時賂中官，及輸西園錢一億萬，故位至太尉。（汪。黃）──御覽卷六四一 \\n 竇攸傳 \\n 二０六　竇攸篤學退居，舉孝廉為郎。世祖會百寮於靈臺，得鼠如豹文，問群臣。攸曰：「鼮鼠。」詔曰：「何以知？」曰：「見爾雅。」詔書如攸言，賜帛三百，更敕諸王子從攸受爾雅〔一〕（汪）──御覽卷二一五 \\n 〔一〕　見爾雅卷一０釋獸，文作「豹文鼮鼠」。郭璞注：「鼠文彩如豹者。漢武帝時得此鼠，孝廉郎終軍知之，得絹百匹。」天游按：史、漢二書均不載此事。又水經注卷一六穀水注亦言光武得鼮鼠於靈臺，不及終軍事。若終軍早已言之，且為佳談，於光武時不當群臣皆不曉，而惟攸言之。疑郭注誤。 \\n 宋登傳 \\n 二０七　宋登為汝陰令。為政明能，號稱「神父」。出為潁川太守，市無二價，道不拾遺。（姚。汪。黃）──類聚卷六五 \\n 伏恭傳 \\n 二０八　伏恭為太僕，帝臨辟雍，於行禮中，拜恭為司空，儒者以為榮。（姚。汪。黃）──類聚卷四七　○　書鈔卷五二　御覽卷二０八 \\n 崔琦傳 \\n 二０九　梁冀聞崔琦才，請與交。冀行多不軌，琦數誡之，不能受。琦以言不從，失意，為白鵠賦〔以諷冀〕〔一〕。冀知興己，大怒，幽之室谷，數月得出〔二〕，後竟殺之。（姚。汪。黃）──御覽卷六四七　○　類聚卷九０ \\n 〔一〕　據類聚卷九０補。又「鵠」作「鶴」。 \\n 〔二〕　時冀面責琦，琦對曰：「昔管仲相齊，樂聞機諫之言；蕭何佐漢，乃設書過之吏。今將軍累世台輔，任齊伊、公，而德政未聞，黎元塗炭，不能結納貞良，以救禍敗，反復欲鉗塞士口，杜蔽主聽，將使玄黃改色，馬鹿易形乎？」冀無以對，因遣琦歸。 \\n 趙壹傳 \\n 二一０　趙壹字元淑〔一〕，漢陽人。體貌魁梧，身長八尺〔二〕，美鬚眉，望之甚偉。〔恃才倨傲，為鄉里所擯〕〔三〕。（姚。汪。黃。俊──覽卷三七七　○　又卷四九八 \\n 〔一〕　范書本傳作「元叔」，是。 \\n 〔二〕　范書本傳作「九尺」。 \\n 〔三〕　據御覽卷四九八補。姚輯下有「後屢抵罪，幾至死，友人救得免，乃作刺世疾邪賦，以舒其怨憤」數句，且并引其賦之辭。汪輯因之，而以「已見范書」為由，略其賦。天游按：姚之駰未曾見御覽，當別有所據。王仁俊所輯與姚引多同，且引賦中之秦客詩及魯生歌，言出自古謠諺卷八八引何氏語林寵禮篇注。或姚輯亦出于此，且據范書復有增飾耳。 \\n 二一一　趙壹造河南尹羊陟，不得見。壹以公卿中非陟無足與託名，日往其門尋陟，自強通。陟臥未起，壹徑上堂臨之，曰：「竊伏西州，抱高風舊矣，乃今方遇，而便忽然〔一〕，奈何命也！」因舉聲哭，堂下大驚。陟延與語，大奇之。明往詣壹，柴車草屏，露宿其傍，左右皆驚愕。（汪。黃）──御覽卷四八七 \\n 〔一〕　忽然，李賢曰：「謂死也。」 \\n 范式傳 \\n 二一二　范式為荊州刺史，友人南陽孔嵩家貧親老，乃變名姓，傭為新野阿里街卒〔一〕。式行部到新野，而縣選嵩為導騶迎式。式見而識之，呼嵩把臂，曰：「子非孔仲山耶？」對之歎息，語及平生，曰：「昔與子俱曳長裾，遊集帝學。吾蒙國恩，致位牧伯，而子懷道隱身，處於卒伍，不亦惜乎？」嵩曰：「昔侯嬴長守於賤業，晨（掃）門肆志於抱關〔二〕。子居九夷，不患其陋〔三〕。貧者士之宜，豈為鄙哉！」式敕縣代嵩，嵩以為先傭未竟，不肯去〔四〕。（汪。黃）──御覽卷四八四　○　又卷八二九 \\n 〔一〕　原誤作「河里」，逕改。 \\n 〔二〕　史記魏公子列傳曰：「魏有隱士曰侯嬴，年七十，家貧，為大梁夷門監者。公子聞之，往請，欲厚遺之。不肯受，曰：『臣脩身絜行數十年，終不以監門困故而受公子財。』」晨門者，主守門，晨開夜閉。此指侯嬴。抱關，亦守關門之意。據御覽卷八二九刪「掃」字。 \\n 〔三〕　論語子罕篇曰：「子欲居九夷。或曰：『陋，如之何？』子曰：『君子居之，何陋之有！』」 \\n 〔四〕　天中記卷三九曰：「孔嵩字仲山，宛人，與山陽范式有斷金契。貧無養親，賃為阿街卒。遣迎式，式下車，把臂曰：『子懷道卒伍，不亦痛乎！』嵩曰：『侯嬴賤役，晨門掃肆。卑下之位，古人所不恥，何痛之有！』故其讚曰：『中山通達，卷舒無方，屈身冢役，挺秀含芳。』」與御覽異。又注曰：「又出水經。」今按：其所指是水經注卷三十一淯水注，然未言出華嶠書。 \\n 范丹傳 \\n 二一三　丹字史雲〔一〕，辟太尉掾。自以狷急，不能從俗，常佩韋也。──書鈔卷六八 \\n 〔一〕　范書作「范冉」。 \\n 二一四　范丹為萊蕪長，去官無被，空囊自隨。──天中記卷四八 \\n 劉永國傳 \\n 二一五　劉永國字叔儒，為東城令。民聞其名，枉者更直，濁者強清，肅然無事，唯以著作為務。（汪。黃）──御覽卷二六七 \\n 西南夷傳 \\n 二一六　哀牢夷知染綵紬布，織成文章，如綾絹。有梧〔桐〕木華〔一〕，績以為布，幅廣五尺，潔白不受垢汙，先以覆亡人，然後服之。（汪。黃）──御覽卷八二０ \\n 〔一〕　據汪輯補。天中記卷五０「華」作「葉」。 \\n 南匈奴傳 \\n 二一七　南單于遣使詣闕，奉藩稱臣，入居於雲中。遣使上書，獻駱駝二頭，文馬十匹。（姚。汪。黃）──類聚卷九四　○　御覽卷九０一 \\n 散句 \\n 二一八　執金吾，行幸掌從領宿衛〔一〕。（姚。汪。黃）──書鈔卷五四 \\n 〔一〕　孔本原引首有「謀略拜」三字，陳俞本刪之，諸輯皆然，今亦從之。出於何傳已不可攷，故入散句以俟攷。 \\n 序傳 \\n 二一九　歆少以高行顯名，〔為下邽令〕〔一〕。避西京之亂，與同志鄭泰等六七人，閒步出武關。道遇一丈夫，獨行，願得俱，皆哀欲許之。歆獨曰：「不可。今已在危險之中，禍福患害，義猶一也。無故受人，不知其義。既以受之，若有進退，可中棄乎？」眾不忍，卒與俱行。此丈夫中道墮井，皆欲棄之。歆曰：「已與俱矣，棄之不義。」相率共還出之，而後別去。眾乃大義之。（姚。汪。黃）──魏志華歆傳注　○　世說新語德行注 \\n 〔一〕　據世說新語德行注補。 \\n 二二０　孫策略有揚州，盛兵徇豫章，一郡大恐。官屬請出郊迎，教曰：「無然。」策稍進，復白發兵，又不聽。及策至，一府皆造閣，請出避之。乃笑曰：「今將自來，何遽避之。」有頃，門下白曰：「孫將軍至。」請見，乃前與歆共坐，談議良久，夜乃別去。義士聞之，皆長歎息而心自服也。策遂親執弟子之禮〔一〕。禮為上賓。是時四方賢士大夫避地江南者甚眾，皆出其下，人人望風。每策大會，坐上莫敢先發言，歆時起更衣，則論議讙譁。歆能劇飲，至石餘不亂。眾人微察，常以其整衣冠為異，江南號之曰「華獨坐」。（姚。汪。黃）──魏志華歆傳注 \\n 〔一〕　「弟子」原誤作「子弟」，據汪輯逕改。 \\n 二二一　文帝受禪，朝臣三公已下並受爵位。歆以形色忤時，徙為司徒〔一〕，而不進爵。魏文帝久不懌，以問尚書令陳群曰：「我應天受禪，百辟群后，莫不人人悅喜，形于聲色，而相國及公獨有不怡者，何也？」群起離席長跪曰：「臣與相國曾臣漢朝，心雖悅喜，義形其色，亦懼陛下實應且憎。」帝大悅，〔歎息良久〕〔二〕，遂重異之。（姚。汪。黃）──魏志華歆傳注　○　世說新語方正注　蒙求集注卷上 \\n 〔一〕　世說新語方正注作「司空」，誤。 \\n 〔二〕　據世說新語方正注補。 \\n 二二二　歆淡於財欲，前後寵賜，諸公莫及，然終不殖產業。陳群常歎曰：「若華公，可謂通而不泰，清而不介者矣！」（姚。汪。黃）──魏志華歆傳注 \\n 二二三　歆有三子。表字偉容，年二十餘，為散騎侍郎。時同僚諸郎共平尚書事，年少，並兼厲鋒氣，要（君）〔召〕名譽〔一〕，尚書事至，或有不便，故遺漏不視，及傳書者去，即入深文論駮。惟表不然，事來有不便，輒與尚書共論盡其意。主者固執，不得已，然後共奏議。司空陳（泰）〔群〕等以此稱之〔二〕。仕晉，歷太子少傅、太常。稱疾致仕，拜光祿大夫。性清淡，常慮天下退理。司徒李胤、司隸（王密）〔王弘〕等常稱曰〔三〕：「若此人者，不可得而貴，不可得而賤，〔不可得而親〕，不可得而疏。」〔四〕中子博，歷三縣內史，治有名跡。少子周，黃門侍郎，常山太守，博學有文思。中年遇疾，終于家。表有三子，長子廙，字長駿。（姚。汪。黃）──魏志華歆傳注　○　范書皇甫嵩朱雋傳注 \\n 〔一〕　據點校本三國志校勘記改。〔二〕　同右。〔三〕　同右。〔四〕　據點校本三國志校勘記補。 \\n  \\n   \\n  "}
{"章节": "謝沈後漢書", "正文": "  \\n 謝沈後漢書 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武帝紀 \\n ００一　光武攻淯陽不下，引兵欲攻宛，至小長安，與甄阜戰，敗。（汪。黃）──水經注卷三一淯水注 \\n ００二　甄阜等敗光武于小長安東，乘勝南渡黃淳水，前營背阻兩川，謂臨比水，絕後橋，示無還心。漢兵擊之，三軍潰，溺死黃淳水者二萬人。（汪。黃）──水經注卷三一淯水注 \\n 安帝紀 \\n ００三　永初六年，正月甲寅，謁宗廟。（汪。黃）──范書安帝紀注 \\n 禮儀志 \\n ００四　太傅胡廣博綜舊儀，立漢制度，蔡邕依以為志，譙周後改定以為禮儀志。（姚。汪。黃）──續漢禮儀志注 \\n 祭祀志 \\n ００五　蔡邕引中興以來所修者為祭祀志〔一〕。（姚。汪。黃）──續漢祭祀志注 \\n 〔一〕　蔡元培以為「志」乃「意」之訛。甚是。邕避桓帝諱，改「志」為「意」，然後人多因舊例，稱其為志，故未改。 \\n ００六　上以公卿所奏明德皇后在世祖廟坐位駮議示蒼〔一〕，上言：「文武宣元祖祫食高廟，皆以配，先帝所制，典法設張。大雅曰：『昭哉來御，慎其祖武。』〔二〕又曰：『不愆不忘，帥由舊章。』〔三〕明德皇后宜配孝明皇帝於世祖廟，同席而供饌。」（姚。汪。黃）──續漢祭祀志注 \\n 〔一〕　蒼，即東平王蒼。 \\n 〔二〕　詩大雅下武作「昭茲來許，繩其祖武」。 \\n 〔三〕　見詩大雅假樂。 \\n 天文志 \\n ００七　蔡邕撰建武已後，星驗著明，以續前志。譙周接繼其下者。（姚。汪。黃）──續漢天文志注 \\n 五行志 \\n ００八　死者以千數〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　此言安帝永初元年，郡國大水，漂沒民人之慘狀。 \\n ００九　九年〔一〕，揚州六郡連水、旱、蝗害。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　乃延熹九年。 \\n 郡國志 \\n ０一０　牛蘭山〔一〕。（姚。汪。黃）──續漢郡國志注 \\n 〔一〕　此山在南陽郡魯陽縣，續漢志作「牛蘭累亭」。 \\n ０一一　屬國降羌胡數千，居山田畜〔一〕。（姚。汪。黃）──續漢郡國志注 \\n 〔一〕　故安定郡所屬之參巒有青山，乃降羌胡所居之地。 \\n 劉盆子傳劉恭 \\n ０一二　赤眉攻雍鄉〔一〕。（姚。汪。黃）──續漢郡國志注 \\n 〔一〕　雍鄉在東郡燕縣。 \\n ０一三　赤眉入長安時，式侯恭以弟盆子為赤眉所尊，故自繫。赤眉至，更始奔走，式侯從獄中參械出街中。──御覽卷六四四 \\n 岑彭傳 \\n ０一四　光武攻洛陽，朱鮪守之。上令岑彭說鮪曰：「赤眉已得長安，更始為胡殷所反害，今公誰為守乎？」鮪曰：「大司徒公被害，鮪與其謀，誠知罪深，不敢降耳。」彭還白上，上謂彭復往明曉之：「夫建大事，不忌小怨。今降，官爵可保，況誅罰乎！」〔一〕（黃。鈴木）──黃輯 \\n 〔一〕　黃輯曰輯自文選卷四三邱遲與陳伯之書注，鈴木輯稿亦然。胡刻本作謝承書，汪輯從之。 \\n 鄭敬傳 \\n ０一五　〔鄭敬字次卿，汝南人〕〔一〕。閑居不修人倫。新遷都尉逼為功曹〔二〕。廳事前樹時有清汁，以為甘露。敬曰：「明府政未能致甘露，此清木汁耳。」辭病去，隱處精學蛾陂中。陰就、虞延並辟，不行。同郡鄧敬因折芰為坐，以荷薦肉，瓠瓢盈酒，言談彌日，蓬廬蓽門，琴書自娛。光武公車徵，不行。（姚。汪。黃）──范書郅惲傳注　○　御覽卷五０二 \\n 〔一〕　據御覽卷五０二補。 \\n 〔二〕　新遷本名新蔡，屬汝南郡，王莽所改。 \\n 楊厚傳 \\n ０一六　楊厚字仲桓，廣漢人。潛身藪澤，耦耕誦經。司徒楊震表薦其高操，公車特徵，不就。益州刺史焦參，行部致謁。厚惡其苛暴，時耕於大澤，即委鉏疾逝。參志恚之，收其妻子錄繫，欲以致厚。遂不知厚所在，乃出其妻子〔一〕。（汪。黃）──御覽卷五０二 \\n 〔一〕　汪輯不注所出，且多脫文。黃輯轉錄自惠棟後漢書補注卷八，又於謝承書中重出。皆非。 \\n 鍾離意傳 \\n ０一七　鍾離意譏起北宮，表云：「未數年，豫章遭蝗，穀不收，民饑死，縣數千百人。」（汪。黃）──續漢五行志注 \\n 竇武傳 \\n ０一八　三君者，一時之所貴也〔一〕。竇武、劉淑、陳蕃少有高操，海內尊而稱之，故得因以為目。（汪。黃）──世說新語品藻注 \\n 〔一〕　范書黨錮傳「貴」作「宗」。 \\n 李膺傳 \\n ０一九　俊者，卓出之名也〔一〕。（汪。黃）──世說新語品藻注　○　史略卷二 \\n 〔一〕　范書黨錮傳作「言人之英也」。 \\n 符融傳 \\n ０二０　符融字偉明，少為都官郎〔一〕，恥之，委去。私事少府李膺，膺常貴融。融幅巾褐衣，振袖清談，膺捧手高聽，歎息不暇。郭林宗始入京師，詣融。融一見與定至交，海內服融高識。公府連徵不就〔二〕。（注）──御覽卷五０二 \\n 〔一〕　范書本傳作「都官吏」。李賢注引續漢志曰：「都官從事，主察舉百官犯法者。」又曰：「融恥為其吏而去。」按都官從事乃司隸校尉屬官，其下設有書佐，則融所任乃書佐之職，非郎也，作「吏」是。 \\n 〔二〕　汪輯入謝承書，非。 \\n 龍丘萇傳 \\n ０二一　龍丘萇，吳郡人。篤志好學，王莽篡位，隱居太（山）〔未〕〔一〕，以耕稼為業。公車徵，不應。更始時，任延年十九，為郡東部尉，折節下士。鍾離意為主簿，自請萇為門下祭酒。延教曰：「龍丘先生，清過夷齊，志慕原憲〔二〕，都尉洒掃其門，猶懼辱之，何召之有！」〔三〕（汪。黃）──御覽卷五０二 \\n 〔一〕　據范書本傳改。參見謝承書龍丘萇傳注。 \\n 〔二〕　原憲，參見謝承書龍丘萇傳注。 \\n 〔三〕　汪輯全文入謝承書，截取部份作此傳。黃輯分入兩書，俱轉鈔於惠氏後漢書補注卷一七。皆不妥。今依宋本御覽入謝沈書。 \\n 張奉傳 \\n ０二二　張奉字公先，弟表字公儀，河內人。兄弟少有高節，立精舍教授，惡衣麄食。太傅袁隗以女妻奉，送女奢麗，奴婢百人，皆被羅縠。輜軿光路。婦入門數年，奉往精舍，有如路人。其妻待奉入朝，乃徑前跪曰：「家公年老，不以妾頑陋，使侍君巾櫛，自知不副雅操。君如欲執梁鴻之高節，妾欲懷孟光之徵志。」奉無以答。妻悉徹玩飾被服。奴婢著縵帛，執紡績具，奉然後納之。諸公連徵不就，謂之「張氏兩賢」〔一〕。（汪。黃）──御覽卷五０二 \\n 〔一〕　汪、黃二輯作謝承書，非。 \\n 閔貢傳 \\n ０二三　閔貢字仲叔〔一〕。（姚。汪。黃）──范書周黃徐姜申屠傳注 \\n 〔一〕　汲本、殿本范書注曰出謝承書，宋紹興本及汪文盛本作謝沈書，點校本從後者，今亦從之。 \\n 樊英傳 \\n ０二四　樊英字季齊，順帝備禮徵拜五官中郎將。數月，以病遜位歸。──御覽卷二四一 \\n  \\n   \\n  "}
{"章节": "張瑩後漢南記", "正文": "  \\n 張瑩後漢南記 \\n 　 \\n  \\n ［周天游輯注］ \\n 和帝紀 \\n ００一　孝和皇帝諱肇〔一〕，章帝中子也。兄慶為皇太子，其母被讒死，慶為清河王〔二〕。帝年四歲，代為太子，而特親慶，入則共室，出則同車。章帝以此更哀憐慶，衣服飲食與帝同也。──初學記卷一七 \\n 〔一〕　說文及范書均作「肈」。按肈係肇之本字，音趙。說見說文通訓定聲。 \\n 〔二〕　馬太后死，竇皇后寵盛，內惡慶母宋貴人，誣以蠱道祝詛。貴人姊妺俱飲藥自殺，慶亦廢為清河王。 \\n 安帝紀 \\n ００二　安帝見銅人，以問侍中張陵，對曰：「昔秦始皇時，有大人十二，身長五丈，履六尺，皆夷狄之服，見於臨洮。此天將亡秦之證，而始皇誤喜以為瑞，乃鑄銅人以為像。」上曰：「何以知之？」對曰：「臣見傳載，亦其人胸上有銘。」──御覽卷八一三 \\n 齊武王縯傳子北海靖王興 \\n ００三　北海靖王興，性敦篤仁厚，長有明略。兄弟少為光武所撫育，恩愛如子。──御覽卷五一二 \\n 馬援傳 \\n ００四　馬援奏曰：「武帝時，善相馬者鑄作銅馬法獻之〔一〕，有詔立馬於魯班門外，則更名曰金馬門。」──初學記卷二四　○　類林雜說卷一五 \\n 〔一〕　類林雜說卷一五所引，「鑄」上有「以馬骨相」四字。 \\n 郭丹傳 \\n ００五　郭丹絕跡棄軍，纏節裹傳，從武關出謁更始〔一〕。──初學記卷七 \\n 〔一〕　范書本傳曰：「更始敗，諸將悉歸光武，并獲封爵；丹獨保平氏不下，為更始發喪，衰絰盡哀。建武二年，遂潛逃去，敝衣閒行，涉歷險阻，求謁更始妻子，奉還節傳，因歸鄉里。」據此則初學記所引「更始」下脫「妻子」二字。 \\n 樊重傳 \\n ００六　樊重家素富，田至三百頃，竹木成林，六畜放牧，梓漆魚池，閉門成市。──御覽卷五七 \\n 陰慶傳 \\n ００七　陰慶為鮦陽侯，其弟員及丹皆為郎。慶以明尚書脩儒術，推居第、園田、奴婢、錢，悉分與員、丹，慶但佩印綬而已，當代稱之。──初學記卷一七　○　御覽卷四一六　白帖卷一九 \\n 荀淑傳子諝 \\n ００八　諝文章典籍無不涉〔一〕，時人諺曰：「荀氏八龍，慈明無雙。」潛處篤志，徵聘無所就。──世說新語言語注 \\n 〔一〕　諝，一名爽，字慈明，漢末官至司空。 \\n 陳蕃傳 \\n ００九　陳蕃等欲除諸黃門，謀泄，閽寺之黨於宮中詐稱驚云外有反者。蕃奔入宮，小黃門朱宇逆以戟刺蕃。──御覽卷三五二 \\n 魏應傳 \\n ０一０　魏應字尹伯，任城人。明魯詩，章帝重之，數進見論難於前，特受賞賜劍玦衣服也。──初學記卷二二　○　御覽卷三四三 \\n 服虔傳 \\n ０一一　服虔字子慎，河南滎陽人。少行清苦，為諸生，尤明春秋左氏傳，為作訓解。舉孝廉，為尚書郎，九江太守。──世說新語文學注 \\n 散句 \\n ０一二　蜀有陽平〔關〕〔一〕、江關、白水關，此為三關。──文選卷四九晉紀總論注 \\n 〔一〕　據天中記卷一六引補。 \\n ０一三　句亶，今江陵也。──史記楚世家集解　○　續漢郡國志注 \\n ０一四　赤精漸微〔一〕。──書鈔卷四二 \\n 〔一〕　書鈔引書名作「漢南紀序」。 \\n ０一五　居危御重。──書鈔卷二三 \\n ０一六　石隆世業。──書鈔卷一七 \\n ０一七　閨房之禮，任天下之重〔一〕。──書鈔卷二三 \\n 〔一〕　又章宗源隋書經籍志攷證引太平御覽卷二六四陳寵任功曹王渙事，言出漢南記，誤，實出張璠漢紀也。今刪，附注于此。 \\n  \\n   \\n  "}
{"章节": "袁山松後漢書卷一", "正文": "  \\n 袁山松後漢書卷一 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武帝紀 \\n ００一　光武封泰山，雲氣成宮闕。（姚。汪。黃）──初學記卷五　○　白帖卷五　御覽卷三九　事類賦注卷七 \\n ００二　前漢自成哀已下，天地縱橫，巨猾竊命，劉氏舊澤猶存，而瞻烏之望殆絕〔一〕。世祖以眇眇之胤，起白水之濱，身屈無妄之力，位（舉）〔與〕群（賢）〔豎〕並列〔二〕。于時懷璽者十餘，建旗者數百，高才者居南面，疾足者為王公〔三〕。茫茫九州，瓜分臠切，湣湣蒼生，塵消鼎沸。我扇之以仁風，驅之以大威，雪霜被而茨棘枯，橫網振而逆鱗掃，群材畢協，人鬼與能，數年之間，廓清四海。雖曰中興，與夫始創業者庸有異乎！誠哉，馬生之言固已〔四〕！寥廓大度，同符高祖，又等太宗之仁〔五〕，兼孝宣之明，一人之體，其殆于周，故能享有神器，據乎萬乘之上矣。（姚。汪。黃）──類聚卷一二　○　御覽卷九０　書鈔卷四一 \\n 〔一〕　詩小雅正月曰：「哀我人斯，于何從祿？瞻烏爰止，于誰之屋？」瞻烏，于此喻指亂世中動蕩不定、未知所從之百姓。 \\n 〔二〕　均據御覽卷九０引文改。 \\n 〔三〕　范書光武帝紀曰：「是時長安政亂，四方背叛。梁王劉永擅命睢陽，公孫述稱王巴蜀，李憲自立為淮南王，秦豐自號楚黎王，張步起琅邪，董憲起東海，延岑起漢中，田戎起夷陵，並置將帥，侵略郡縣，又別號諸賊銅馬、大肜、高湖、重連、鐵脛、大槍、尤來、上江、青犢、五校、檀鄉、五幡、五樓、富平，獲索等，各領部曲，眾合數百萬人，所在寇掠。」又史記淮陰侯列傳曰：「秦失其鹿，天下共逐之，于是高材疾足者先得焉。」 \\n 〔四〕　袁紀卷四曰：「援對曰：『天下傾覆，盜賊自立名姓者不可勝數。今得見陛下，寥廓大度，同符高祖，乃知帝王自有真也。』」又卷五曰：「援答曰：『前到京師，凡數十見，每侍對，夜至天明，援事主未常見也。材德驚人，勇略非人敵。開心見誠，好醜無所隱，圖畫天下事良備。量敵決勝，闊達多大略，與高帝等。經學博覽，政事文辯，未睹其比也。』」 \\n 〔五〕　太宗，漢文帝之廟號。 \\n 明帝紀 \\n ００三　皇帝諱陽，一名莊，字子麗〔一〕。（姚。汪。黃）──類聚卷一二 \\n 〔一〕　明帝之字，僅見此紀。 \\n 章帝紀 \\n ００四　孝章皇帝弘裕有餘，明斷不足，閨房讒惑，外戚擅寵〔一〕。惜乎！若明章二主，損有餘而補不足，則古之賢君矣。（汪。黃）──御覽卷九一　○　書鈔卷九 \\n 〔一〕　范書竇憲傳曰：「憲少孤。建初二年，女弟立為皇后，拜憲為郎，稍遷侍中、虎賁中郎將；弟篤，為黃門侍郎。兄弟親幸，並侍宮省，賞賜累積，寵貴日盛，自王、主及陰、馬諸家，莫不畏憚。憲恃宮掖聲勢，遂以賤直請奪沁水公主園田，主逼畏，不敢計。」 \\n 安帝紀 \\n ００五　六年〔一〕，正月甲寅，謁宗廟〔二〕。（汪。黃）──范書安帝紀注 \\n 〔一〕　此乃永初六年。 \\n 〔二〕　范書安帝紀系此事於永初七年春正月庚戌。李賢案：「東觀，續漢，袁山松、謝沈書，古今注皆云『六年正月甲寅，謁宗廟』，此云『七年庚戌』，疑紀誤也。」李說是。 \\n 桓帝紀 \\n ００六　建和二年，河東木連理。（姚。汪。黃）──類聚卷九八 \\n ００七　建和二年，河東瓜兩體共蔕〔一〕。（汪。黃）──御覽卷九七八 \\n 〔一〕　汪輯「蔕」作「蒂」。按說文卷一下曰：「蔕，瓜當也，從艸，帶聲。」蔕、蒂古今字。 \\n ００八　是時連月有火災，諸宮寺或一日再三發〔一〕。又夜有訛言，擊鼓相驚。陳蕃、劉（智）〔矩、劉〕茂上疏諫曰〔二〕：「古之火，皆君弱臣強，極陰之變也。前始春而獄刑慘，故火不炎上。前入春節，連寒木冰，暴風折樹。又八九州郡並言隕霜殺菽。春秋晉執季孫行父，木為之冰〔三〕。夫氣弘則景星見，化錯則五星開，日月蝕。災為已然，異為方來，恐卒有變，必于三朝，惟善政可以已之。願察臣前言，不棄愚忠，則元元幸甚。」書奏不省。（姚。汪。黃）──續漢五行志注　○　范書桓帝紀注 \\n 〔一〕　是時，延熹八年也。 \\n 〔二〕　據點校本續漢志校勘記改。 \\n 〔三〕　天游按：春秋經成公十六年曰：「十有六年春王正月，雨，木冰。」楊伯峻左傳注曰：「木冰即氣象學之霧淞，於有霧寒冷天氣下凝聚於樹木枝葉白色鬆散而似雪者。俗稱樹挂。漢人謂之『木介』。」又穀梁傳疏曰：「劉向云：冰者陰之盛，木者少陽，卿大夫之象。此是人將有害，則陰氣脅木，木先寒，得雨而冰也。是時叔孫僑如出奔，公子偃誅死。一曰時晉執季孫行父，執公，此執辱之異也。」 \\n 靈帝紀廢帝弘農王 \\n ００九　建寧二年，爵乳母趙堯為平氏君〔一〕。（汪。黃）──御覽卷一九八 \\n 〔一〕　汪輯此引又別作趙堯傳，非。 \\n ０一０　光和四年，又於西園弄狗以配人。（姚。汪。黃）──續漢五行志注 \\n ０一一　中平四年，雲氣如足，相次重疊彌天。（汪。黃）──御覽卷八七七 \\n ０一二　董卓使弘農郎中令李（孝）儒進鴆於弘農王〔一〕，曰：「服此辟惡。」王曰：「此必是毒也。」弗肯。強之，於是王與唐姬及宮人共飲酒，王自歌曰：「天道易兮我何艱，棄萬乘兮退守藩。逆臣見迫兮命不延，逝將棄爾兮適幽玄。」唐姬起舞歌曰：「皇天崩兮后土頹，身為帝王兮命夭摧。死生路異兮從此乖，悼我煢獨兮中心哀。」因泣下，坐者噓欷不自勝。王謂唐姬曰：「卿故王者妃，勢不復為吏民妻也。行矣自愛，從此長辭。」遂鴆死。（汪）──御覽卷九三 \\n 〔一〕　「孝」系衍文，據袁紀、范書刪。 \\n 獻帝紀 \\n ０一三　天子自雒陽遷都長安。初長安遭赤眉亂，宮室焚盡，唯有高廟，遂居之〔一〕。（汪。黃）──御覽卷五三一 \\n 〔一〕　汪、黃兩輯均列此條入光武帝紀，甚謬。此言董卓逼獻帝西遷至長安時事，閱袁紀卷二六可知。二載文多同，唯袁紀末句作「唯有高廟、京兆府舍，遂就都焉」疑御覽引文有脫字。 \\n ０一四　獻帝崎嶇危亂之間，飄薄萬里之衢，萍流蓬轉，陰阻備經，自古帝王未之有也。觀其天性慈愛，弱而神惠，若輔之以德，真守文令主也。曹氏始於勤王，終至滔天，遂力制群雄，負鼎而趨。然因其利器，假而不反，迴山倒海，遂移天日。昔田常假湯武而殺君，操因堯舜而竊國，所乘不同濟，其盜賊之身一也。善乎！莊生之言「竊鉤者誅，竊國者為諸侯。〔諸侯〕之門，仁義在焉」，信矣〔一〕！（汪。黃）──御覽卷九二　○　書鈔卷一四　又卷二一　又卷二二 \\n 〔一〕　語出莊子胠篋篇。「諸侯」二字據此篇補。又盜跖篇曰：「小盜者拘，大盜者為諸侯，諸侯之門，義士存焉。」其義一也。 \\n  \\n   \\n  "}
{"章节": "袁山松後漢書卷二", "正文": "  \\n 袁山松後漢書卷二 \\n 　 \\n  \\n ［周天游輯注］ \\n 律曆志 \\n ０一五　劉洪字元卓，泰山蒙陰人也〔一〕。魯王之宗室也〔二〕。延熹中，以校尉應太史徵，拜郎中。遷常山長史，以父憂去官。後為上計掾，拜郎中，檢東觀著作律曆記。遷謁者，穀城門候，會稽東部都尉。徵還，未至，領山陽太守，卒官。洪善算，當世無偶，作七曜術〔三〕。及在東觀，與蔡邕共述律曆記，考驗天官。及造乾象術〔四〕，十餘年，考驗日月，與象相應，皆傳于世。（姚。汪。黃）──續漢律曆志注 \\n 〔一〕　劉昭注引博物記曰：「洪篤信好學，觀乎六藝群書意，以為天文數術，探賾索隱，鉤深致遠，遂專心銳思。為曲城侯相，政教凊均，吏民畏而愛之，為州郡之所禮異。」又此條姚、黃兩輯均作劉洪傳，失當。今依汪輯入律曆志。 \\n 〔二〕　魯王，劉縯子劉興也。建武二年封，嗣光武兄仲。 \\n 〔三〕　按續漢律曆志，自本初元年始，宗紺之曆法失驗，至熹平三年，二十九年中先曆食者十六事。故洪上所作七曜術，時任常山長史。 \\n 〔四〕　按隋書經籍志曰：「乾象曆三卷，吳太子太傅闞澤撰。梁有乾象曆五卷，漢會稽都尉劉洪等注，又有闞澤注五卷。」而徐幹中論曆數篇曰：「至孝章皇帝年曆疏闊，不及天時，及更用四分曆舊法，元起庚辰。至靈帝，四分曆猶復後天半日。於是會稽都尉劉洪更造乾象曆，以追日月星辰之行，考之天文，於今為密。會宮車宴駕，京師大亂，事不施行，惜哉！」又晉書律曆志曰：「漢靈帝時，會稽東部尉劉洪，考史官自古迄今曆注，原其進退之行，察其出入之驗，視其往來，度其終始，始悟四分於天疏闊，皆斗分太多故也。更以五百八十九為紀法，百四十五為斗分，作乾象法，冬至日日在斗二十二度，以術追日、月、五星之行，推而上則合於古，引而下則應於今。其為之也，依易立數，循行相號，潛處相求，名為乾象曆。又創制日行遲速，兼考月行，陰陽交錯於黃道表裏，日行黃道，於赤道宿度復有進退。方於前法，轉為精密矣。獻帝建安元年，鄭玄受其法，以為窮幽極微，又加注釋焉。」又曰：「吳中書令闞澤受劉洪乾象法於東萊徐岳，又加解注。中常侍王蕃以洪術精妙，用推渾天之理，以制儀象及論，故孫氏用乾象曆，至吳亡。」則乾象曆本五卷，漢劉洪所撰，而吳闞澤則師受其術，復為之解注，隋志所言有誤。而新唐志作「劉洪乾象曆術三卷，闞澤注」，是。時已脫二卷，今全佚矣。 \\n 禮儀志 \\n ０一六　天子皮弁素積，親射大侯〔一〕。（汪。黃）──續漢禮儀志注 \\n 〔一〕　明帝永平二年三月，始帥群臣躬養三老、五更于辟雍，行大射之禮。 \\n 祭祀志 \\n ０一七　行夏之時，殷祭之日，犧牲尚黑耳〔一〕。（汪。黃）──續漢祭祀志注 \\n 〔一〕　北郊之禮也。 \\n ０一八　邕議曰：「漢承亡秦滅學之後，宗廟之制不用周禮。每帝即世，輒立一廟，不止於七，不列昭穆，不定迭毀。孝元皇帝時，丞相匡衡、御史大夫貢禹始建大議，請依典禮。孝文、孝武、孝宣皆以功德茂盛，為宗不毀。孝宣尊崇孝武，廟稱世宗。中正大臣夏侯勝等猶執異議，不應為宗。至孝成皇帝，議猶不定。太僕王舜、中壘校尉劉歆據不可毀，上從其議。古人據正重順，不敢私其君父，若此其至也〔一〕。後遭王莽之亂，光武皇帝受命中興，廟稱世祖。孝明皇帝聖德聰明，政參文宣，廟稱顯宗。孝章皇帝至孝烝烝，仁恩博大，廟稱肅宗，比方前世，得禮之宜。自此以下，政事多釁，權移臣下，嗣帝殷勤，各欲褒崇至親而已。臣下懦弱，莫能執夏侯之直。今聖朝尊古復禮，以求厥中，誠合事宜。元帝世在第八，光武世在第九，故以元帝為考廟，尊而奉之。孝明遵述，亦不敢毀。孝和以下，穆宗、〔恭宗、敬宗〕、威宗之號，皆宜省去〔二〕。五年而再殷，合食于太祖，以遵先典。」議遂施行。（姚。汪。黃）──續漢祭祀志注 \\n 〔一〕　廟議之爭，詳載漢書韋玄成傳。 \\n 〔二〕　穆宗、恭宗、敬宗、威宗分別是和帝、安帝、順帝、桓帝之廟號。「恭宗、敬宗」四字，據續漢志校勘記補。其他個別改動，逕據以正，不再一一注明。 \\n 天文志 \\n ０一九　怪星晝行，名曰營頭，行振大誅也。（姚。汪。黃）──續漢天文志注 \\n 五行志 \\n ０二０　禪位于魏〔一〕。（汪）──續漢五行志注 \\n 〔一〕　續志曰：「獻帝建安中，男子之衣，好為長躬而下甚短，女子好為長裙而上甚短。時益州從事莫嗣以為服妖，是陽無下而陰無上也，天下未欲平也。後還，遂大亂。」袁山松以為此事預示魏將代漢。 \\n ０二一　李傕等攻破長安城，害允等〔一〕。（汪。黃）──續漢五行志注 \\n 〔一〕　續志以為獻帝初平二年三月，長安宣平城門外屋無故自壞，是後王允、呂布誅滅董卓及其三族之預兆。袁山松以為預示允等死于李傕等之手。 \\n ０二二　光和三年正月，虎見平樂觀，又見憲陵上，齧衛士。蔡邕封事曰：「政有苛暴，則虎狼食人。」（姚。汪。黃）──續漢五行志注 \\n ０二三　柳分，權豪之黨，為范滂所奏者〔一〕。（汪。黃）──續漢五行志注 \\n 〔一〕　續志載京都童謠曰：「茅田一頃中有井，四方纖纖不可整。嚼復嚼，今年尚可後年鐃。」時中常侍管霸、蘇康憎疾陳蕃、李膺等人，與長樂少府劉囂、太常許詠、尚書柳分、尋穆、甘佟、司隸唐珍等，代作脣齒。先唆使河內牢川上書誣告，以至膺等傳考黃門北寺。後年，陳蕃、竇武被誅。續志以為事與童謠所喻皆符。袁書當亦有相似記述，而注文所引恐已經改竄。黃輯作柳分傳，非。 \\n ０二四　是時宦豎專朝，鉤黨事起，上尋無嗣，陳蕃、竇武為曹節等所害，天下無復紀綱〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　此引原作續志「延熹九年三月癸巳，京都夜有火光轉行，民相驚譟」注。黃輯入桓帝紀。 \\n ０二五　六州河、濟、渭、雒、洧水盛長，泛濫傷秋稼〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　殤帝延平元年事。黃輯入殤帝紀。 \\n ０二六　禱于龍〈土累〉〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　事因靈帝建寧四年二月河水凊而發。黃輯入靈帝紀。 \\n ０二七　河東水暴出〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　亦建寧四年事，五月水大出，漂壞廬舍五百餘家。黃輯入靈帝紀。 \\n ０二八　山陽、梁、沛、彭城、下邳、東海、琅邪〔水大出〕〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　中平五年事。「水大出」三字據續志補。又續志作「郡國六」，與此作七郡異。黃輯亦入靈帝紀。 \\n ０二九　曹操專政。十七年七月〔一〕，大水，洧水溢。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　指建安十七年。黃輯入獻帝紀。 \\n ０三０　明年，禪位于魏也〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　建安二十四年八月，漢水溢，流害民人。袁山松以為禪位于魏之預兆。黃輯亦入獻帝紀。 \\n ０三一　是時群賊起，天下始亂，讖曰：「寒者，小人暴虐，專權居位，無道有位，適罰無法，又殺無罪，其寒必暴殺。」〔一〕（姚。汪。黃）──續漢五行志注 \\n 〔一〕　靈帝光和六年冬，大寒，北海、東萊、琅邪井中冰厚尺餘。故袁山松作如是語。汪輯脫「讖曰」以下，黃輯入靈帝記。 \\n ０三二　時帝流遷失政〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　獻帝初平四年六月，寒風如冬時。故袁山松作如是語。汪輯下又引曰：養奮對策曰：「當溫而寒，刑罰慘也。」天游按：養奮，和帝時人，不當于此時有對策。續志「安帝元初四年秋，郡國十淫雨傷稼」下，劉昭注引方儲對策曰：「雨不時節，妄賞賜也。」又「世祖建武五年夏，旱。京房傳曰」注、「是時帝幼，梁太后專政」注均引方儲對策。此乃劉昭注之一文例，專引名臣對策以釋志文。如五行志二注引魏朗對策以釋五色大鳥，五行志三注引養奮對策以釋「延熹元年五月京都蝗」，俱是明證。汪輯引對策入袁書，誤。黃輯此條入獻帝紀。 \\n ０三三　雹殺人〔一〕。前後雨雹，此最為大。時天下潰亂。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　續志曰：「獻帝初平四年六月，右扶風雹如斗。」黃輯亦入獻帝紀。 \\n ０三四　〔龍死〕長可百餘丈〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　據續志補。其志文作「桓帝延熹七年六月壬子，河內野王山上有龍死，可數十丈」。黃輯入桓帝紀。 \\n ０三五　案張角一時狡亂，不足致此大妖，斯乃曹氏滅漢之徵也。〔一〕。（汪。黃）──續漢五行志注 \\n 〔一〕　續志載光和元年五月壬午，一白衣人欲入德陽門，自稱「我梁伯夏，教我上殿為天子」。欲收之，須臾還走，求索不得。司馬彪以為「將有狂狡之人，欲為王氏之謀，其事不成。其後張角稱黃天作亂，竟破壞」。與袁書異。黃輯入靈帝紀。 \\n ０三六　是年七月〔一〕，虹晝見御坐玉堂後殿前庭中，色青赤也。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　是年，光和元年也。黃輯注作「光和四年」，誤。 \\n ０三七　三年十月丁卯，日有重兩倍〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　乃獻帝初平三年時事。黃輯入獻帝紀。 \\n ０三八　興平二年十二月，月在太微端門中重暈二珥，兩白氣廣八九寸，貫月東西南北〔一〕。（姚。汪。黃）──續漢五行志注 \\n 〔一〕　黃輯入獻帝紀。 \\n 郡國志 \\n 〔河南尹〕 \\n ０三九　甘城〔一〕。──水經注卷一五洛水注 \\n 〔一〕　王謨漢唐地理書鈔之袁山松郡國志按語曰：「隋唐志及御覽書目，俱不著錄袁山松郡國志，而水經注引之，則從山松撰後漢書采錄也。攷隋志，後漢書凡十數家，皆不立地理志，惟司馬彪及山松二家書有郡國志。故水經注得采其說，仍分注某氏郡國志。其泛舉郡國志不言某氏者，則以二家書同，故通言之也。茲凡鈔出劉昭後漢書注四條，水經注四十條。若自江水下所引袁山松說應入宜都山川記，非郡國志也，故不錄。」王說是。今依其例，復檢出十六條以補其缺，此條即其一。 \\n ０四０　滎陽有鴻溝水。（王）──水經注卷七濟水注 \\n ０四一　滎陽縣有廣武城。（王）──水經注卷七濟水注 \\n ０四二　長城自卷逕陽武到密〔一〕。（王）──水經注卷七濟水注 \\n 〔一〕　魏長城。水經注曰：「按竹書紀年梁惠成王十二年，龍賈率師築長城於西邊。」 \\n ０四三　卷縣有垣雝城。（王）──水經注卷二三陰溝水注 \\n 〔河內郡〕 \\n ０四四　河陽縣有湛城〔一〕。（王）──水經注卷六湛水注 \\n 〔一〕　水經注卷五曰：「服虔、賈逵曰：河陽，溫也。」又曰：「漢書地理志、司馬彪、袁山松郡國志、晉太康地道記、十三州志：河陽別縣，非溫邑也。漢高帝六年，封陳涓為侯國，王莽之河亭也。」據此則袁志除河陽外，當記有溫縣。今列於下，不復出注。 \\n ０四五　溫。──水經注卷五河水注 \\n ０四六　共縣有凡亭，周凡伯國〔一〕。（王。汪。黃）──水經注卷九清水注 \\n 〔一〕　水經注曰：「春秋隱公七年經書『王使凡伯來聘』是也。杜預曰：『汲郡共縣東南有凡城。』」楊伯峻曰：「凡，本國名，周公之後。僖二十四年『凡、蔣、邢、茅、胙、蔡，周公之胤』是也。凡伯蓋世為周王室卿士而食邑于凡。」王謨注引路史國名紀云：「共縣西南有凡城。」 \\n ０四七　朝歌縣南有牧野。（王）──水經注卷九清水注 \\n 〔弘農郡〕 \\n ０四八　弘農湖縣有闅鄉。（王）──水經注卷四河水注 \\n 〔京兆尹〕 \\n ０四九　長門亭〔一〕。──水經注卷一九渭水注 \\n 〔一〕　屬霸陵縣。 \\n ０五０　新豐縣東有鴻門亭。（王）──水經注卷一九渭水注 \\n 〔右扶風〕 \\n ０五一　郿縣有邰亭〔一〕。（王）──水經注卷一八渭水注 \\n 〔一〕　「邰」水經注原作「召」；王輯「邰亭」作「邰城」，皆誤。今據續漢郡國志逕正。 \\n 右司隸校尉部 \\n 〔潁川郡〕 \\n ０五二　昆陽〔一〕。──水經注卷二一汝水注 \\n 〔一〕　水經注曰：「昆水屈逕其城南，蓋藉水以氏縣也。」 \\n 〔汝南郡〕 \\n ０五三　朔山〔一〕。（王。汪。黃）──續漢郡國志注 \\n 〔一〕　在陽安縣境內。 \\n ０五四　山桑縣有下城父聚。（王）──水經注卷二三陰溝水注 \\n ０五五　山桑縣有垂惠聚。（王。汪。黃）──水經注卷二三陰溝水注 \\n 〔陳國〕 \\n ０五六　長平故屬汝南郡〔一〕，有赭丘城。（王）──水經注卷二二潩水注 \\n 〔一〕　「郡」原誤作「縣」，逕改。 \\n 右豫州刺史部 \\n 〔魏郡〕 \\n ０五七　內黃縣有并陽聚〔一〕。──水經注卷九淇水注 \\n 〔一〕　續漢志作「羛陽聚」，是。 \\n ０五八　〔內黃〕縣有黃澤。──水經注卷九淇水注 \\n ０五九　五鹿〔墟〕〔一〕，故沙鹿，有沙亭。（王）──水經注卷五河水注 \\n 〔一〕　據續漢志補。 \\n 〔中山國〕 \\n ０六０　蒲陰縣有陽城。（王）──水經注卷一０滱水注 \\n 〔河間國〕 \\n ０六一　高陽有葛城。（王）──水經注卷一０滱水注 \\n 〔趙國〕 \\n ０六二　邯鄲有叢臺。──水經注卷一０濁漳水注 \\n 〔勃海郡〕 \\n ０六三　〔脩縣〕故屬信都。──水經注卷九淇水注 \\n 右冀州刺史部 \\n 〔東郡〕 \\n ０六四　陽平縣有岡成亭〔一〕。（王）──水經注卷五河水注 \\n 〔一〕　續漢志作「岡成城」。 \\n ０六五　衛本觀故國，姚姓。有河牧城。（王）──水經注卷五河水注 \\n ０六六　衛縣有竿城。（王）──水經注卷五河水注 \\n 〔東平國〕 \\n ０六七　東平陸有闞亭。──水經注卷八濟水注 \\n ０六八　須昌縣有致密城，古中都也。（王）──水經注卷二四汶水注 \\n 〔泰山郡〕 \\n ０六九　梁父有菟裘聚。（王）──水經注卷二四汶水注 \\n ０七０　南武陽縣有顓臾城。（王）──水經注卷二五沂水注 \\n 〔山陽郡〕 \\n ０七一　山陽有金鄉縣。（王）──水經注卷八濟水注 \\n 〔濟陰郡〕 \\n ０七二　冤朐縣有煮棗城。（王）──水經注卷八濟水注 \\n ０七三　乘氏有泗水。（王）──水經注卷八濟水注 \\n ０七四　濟陰乘氏縣有鹿城鄉。（王）──水經注卷八濟水注 \\n ０七五　〔離狐縣〕故屬東郡。──水經注卷八濟水注 \\n ０七六　成武縣有楚丘亭〔一〕。（王）──水經注卷八濟水注 \\n 〔一〕　續漢志脫「楚丘亭」三字。劉昭注曰：「左傳隱七年『戎執凡伯於楚丘』，杜預曰在縣西南。」此「楚丘」即袁志所言之「楚丘亭」也。 \\n 右兗州刺史部 \\n 〔琅邪郡〕 \\n ０七七　東莞有鄆亭。（王）──水經注卷二五沂水注 \\n ０七八　琅邪有臨沂縣，故屬東海郡。（王）──水經注卷二五沂水注 \\n ０七九　〔即丘縣〕目東海分屬琅邪。（王）──水經注卷二六沭水注 \\n 〔彭城國〕 \\n ０八０　偪陽有柤水〔一〕。（王）──水經注卷二六沭水注 \\n 〔一〕　劉昭注曰：「左傳襄十年滅偪陽，杜預曰即此縣也。」續漢志作「傅陽」，恐非。 \\n 右徐州刺史部 \\n 〔樂安國〕 \\n ０八一　博昌縣有薄姑城。（王）──水經注卷八濟水注 \\n 〔北海國〕 \\n ０八二　平壽有斟城，有寒亭。（王）──水經注卷二六巨洋水注 \\n ０八三　淳于縣有密鄉。（王）──水經注卷二六濰水注 \\n ０八四　〔昌安縣〕漢安帝延光元年復也〔一〕。──水經注卷二六濰水注 \\n 〔一〕　昌安，明帝永平中封鄧襲為侯國。 \\n 〔東萊郡〕 \\n ０八五　黔陬縣有介亭〔一〕。（王）──水經注卷二六膠水注 \\n 〔一〕　續漢志作「黔陬侯國」，是。 \\n 右青刺史部 \\n 〔南陽郡〕 \\n ０八六　南陽宛縣有南就聚。──水經注卷三一淯水注 \\n ０八七　宛有瓜里津、夕陽聚。（王）──水經注卷三一淯水注 \\n ０八八　葉縣有長山，曰方城。（王）──水經注卷三一潕水注〔二〕 \\n ０八九　葉縣有卷城。（王）──水經注卷三一潕水注 \\n ０九０　新野之東鄉，故新都。（王）──水經注卷二九比水注 \\n ０九一　筑陽縣有涉都鄉。（王）──水經注卷二八沔水注 \\n ０九二　武當縣之和成聚。──水經注卷二八沔水注 \\n ０九三　〔襄鄉縣〕南陽之屬縣。──水經注卷二八沔水注 \\n 右荊州刺史部 \\n 〔九江郡〕 \\n ０九四　平阿縣有塗山。（王）──水經注卷三０淮水注 \\n 〔會稽郡〕 \\n ０九五　烏傷。──水經注卷四０漸江水注 \\n 〔豫章郡〕 \\n ０九六　贛有豫章水。──水經注卷三九贛水注 \\n 右揚州刺史部 \\n 〔漢中郡〕 \\n ０九七　建安二十年，復置漢寧郡。〔分〕漢中之安陽、〔西城為〕西城郡〔一〕，〔置太守〕〔二〕。分錫、上庸為上庸郡，置都尉。（王。汪。黃）──續漢郡國志注　○　范書劉焉傳注 \\n 〔一〕　據魏志武帝紀補。又二十五史補編第二冊周明泰後漢縣邑省併表曰：時新置魏陽、平陽兩縣，屬西城郡。 \\n 〔二〕　據魏志武帝紀補。 \\n 右益州刺史部 \\n 〔漢陽郡〕 \\n ０九八　漢有二源，東出氐道，西出西縣之嶓冢山〔一〕。（王。汪。黃）──水經注卷二０漾水注 \\n 〔一〕　漢指漢水。西漢時氐道、西縣均屬隴西郡。東漢氐道屬隴西郡，而西縣屬漢陽郡。 \\n 〔安定郡〕 \\n ０九九　興平元年，分安定鶉觚，右扶風之漆置新平郡。（王。汪。黃）──續漢郡國志注 \\n 右涼州刺史部 \\n 〔上黨郡〕 \\n 一００　涅縣有閼與聚。（王。汪。黃）──水經注卷一０清漳水注 \\n 〔太原郡〕 \\n 一０一　界休縣有介山，綿上聚，子推廟〔一〕。（王。汪。黃）──水經注卷六汾水注 \\n 〔一〕　重耳入晉為文公，賞從亡者而不及隱者介子推。子推遂入綿上山中，至死不復見。文公聞之，於是環綿上山而封之，以為介推田，號曰介山，且曰：「以記吾過，且旌善人。」事見史記晉世家。又地理志、郡國志「介山」均作「界山」。介、界古今字。 \\n 〔雲中郡〕 \\n 一０二　成樂，故屬定襄。──水經注卷三河水注 \\n 右并州刺史部 \\n 〔涿郡〕 \\n 一０三　〔方城〕縣有督亢亭。（王）──水經注卷一二巨馬水注 \\n 〔玄菟郡〕 \\n 一０四　〔遼陽〕縣故屬遼東，後入玄菟。（王）──水經注卷一四小遼水注 \\n 右幽州刺史部 \\n 百官志 \\n 一０五　郊祀之事，太尉掌亞獻，光祿掌三獻，太常每祭祀，先奏其禮儀及行事，掌贊天子。（汪）──宋書卷一六禮志 \\n 藝文志（已闕）〔一〕 \\n 〔一〕　鄭樵通志校讎略曰：「阮孝緒作七錄已，亦條劉氏七略及班固漢志、袁山松後漢志、魏中經、晉四部所亡之書為一錄。」又廣弘明集引七錄序亦言袁書有藝文志。惜久已散佚，無從輯錄，僅存其目。 \\n  \\n   \\n  "}
{"章节": "袁山松後漢書卷三", "正文": "  \\n 袁山松後漢書卷三 \\n 　 \\n  \\n ［周天游輯注］ \\n 劉盆子傳 \\n 一０六　天鳳五年，樊崇起兵於莒，號曰赤眉。圍莒數月，或說樊崇曰：「豈有父母之國而攻之乎？」莒中人出縑數千疋以自贖，乃引去。（汪。黃）──御覽卷八一八 \\n 一０七　劉盆子拜竟，復從劉仲卿居〔一〕，仲卿為盆子制絳單衣。（汪。黃。鈴木）──御覽卷八一四 \\n 〔一〕　范書本傳「仲卿」作「俠卿」。 \\n 一０八　劉盆子居長樂宮，赤眉諸將日會論功名，自言欲為某王，欲得某官，爭言號呼，拔劍相擊。（汪。黃。鈴木）──御覽卷四九六 \\n 一０九　赤眉復入長安，止桂宮。逄安將千餘人攻延岑於杜陽〔一〕。鄧禹以赤眉精兵出在外，唯盆子羸弱在長安，攻之，與謝祿夜戰稿街中，鄧禹敗走。逄安西與延（牙）〔岑〕〔二〕、蘇茂、李寶戰於杜陽，大破之，寶、茂降。岑收散卒，還戰，寶、茂從內拔赤眉旗，自立其幟。赤眉還，驚亂走，自投川死者十餘萬人。（汪。黃）──御覽卷三四一 \\n 〔一〕　范書劉盆子傳「千餘人」作「十餘萬人」，「杜陽」作「杜陵」。天游按：據本文末句，作「十餘萬人」是。又按盆子傳，延岑自散關入關中，自當先據杜陽，以拊長安之背，故袁書云逄安西與延岑戰。然范書馮異傳曰「延岑據藍田」，似又當以「杜陵」為是，俟攷。 \\n 〔二〕　據范書及本引下文改。 \\n 一一０　赤眉入長安，掖庭中有數百千人。自更始敗，閉殿門不出，掘庭中蘆菔根，捕池中魚食之，死因埋宮中。有故祠甘泉樂人，尚共擊鼓歌舞，衣服鮮明。見盆子叩頭言飢。盆子使中黃門廩之粟數升〔一〕。後盆子去，皆餓死。（汪。黃。鈴木）──御覽卷四八六 \\n 〔一〕　范書劉盆子傳作「稟之米，人數斗」。 \\n 一一一　世祖憐盆子，賞甚厚，以為趙王郎中。後疾失明，賜滎陽均輸官地，以為列肆，使食稅終其身。（汪。黃。鈴木）──御覽卷八二八 \\n 馮異傳 \\n 一一二　先時諸將同營，吏卒多犯法。（汪。黃）──范書馮異傳注 \\n 賈復傳 \\n 一一三　賈復從擊鄧奉，追至夕陽聚。（姚。王。汪。黃）──續漢郡國志注 \\n 耿弇傳 \\n 一一四　弇少學詩禮，明銳有權謀。（姚。汪。黃。鈴木）──范書耿弇傳注 \\n 一一五　使光祿大夫樊宏詔況曰〔一〕：「惟況功大，不宜監察從事。邊郡寒苦，不足久居。其詣行在所。」（姚。汪。黃。鈴木）──范書耿弇傳注 \\n 〔一〕　耿況，弇之父。時以大將軍、隃糜侯屯上谷，助平彭寵、張豐。 \\n 一一六　弇上書曰：「臣據臨淄，深塹高壘。張步從劇縣來攻，疲勞飢渴。欲進，誘而攻之；欲去，隨而擊之。臣依營而戰，精銳百倍，以逸待勞，以實擊虛，旬日之間，步首可獲。」上是其計〔一〕。（姚。汪。黃。鈴木）──范書耿弇傳注 \\n 〔一〕　范書脫此書，而袁紀載之，文稍略。 \\n 任光傳子隗 \\n 一一七　任隗為司空，以玄默守真，不求名譽，然內修義行，人以此服之。（姚。汪。黃）──書鈔卷五二 \\n 竇融傳曾孫憲 \\n 一一八　河南尹王調、漢陽太守朱敞、南陽太守滿殷、高丹等皆其賓客〔一〕。（姚。汪。黃）──范書袁安傳注 \\n 〔一〕　竇憲恃功臣之後及外戚勢，驕縱放恣，盡樹其私人于名都大邑，王調等皆其私黨。 \\n 伏湛傳 \\n 一一九　伏湛字惠公，建武二年拜尚書，典定舊制。（姚。汪。黃。鈴木）─－書鈔卷六０ \\n 侯霸傳 \\n 一二０　侯霸字君房，拜大司徒，矜嚴有威容，奉公無私。（姚。汪。黃。鈴木）──書鈔卷五二 \\n 宋弘傳 \\n 一二一　宋弘字子仲，為司空，秉政恭約，輕財重義，有公儀子之風〔一〕，不與民爭利。（姚。汪。黃。鈴木）──書鈔卷五二 \\n 〔一〕　公儀子即公儀休，魯博士，後為魯相。公儀休食其家茹而美，即拔園葵而棄之；見其家織布好，而疾出其家婦，燔其機，且言「欲令農士工女安所讎其貨乎」。事見史記循吏傳。 \\n 楊厚傳 \\n 一二二　統在縣〔一〕，休徵時序，風雨得節，嘉禾生于寺舍，人庶稱神。（汪。黃。鈴木）──范書楊厚傳注 \\n 〔一〕　楊統，楊厚之父，建初中為彭城令。 \\n 一二三　鄧太后問厚曰：「大將軍鄧隲應輔臣星不？」對曰：「不應。」以此不合其旨。（汪。黃。鈴木）──范書楊厚傳注 \\n 蘇謙傳子不韋 \\n 一二四　蘇謙字仲讓，為郡督郵。李暠為美陽令，貪暴，謙案得其贓。謙遷金城太守，治有異跡。延熹九年至京師，暠時為司隸，收謙，誣陷之，死獄中。謙子不韋字公先，變名姓，以家財求劍客，邀暠不得。暠（之）〔遷〕大司農〔一〕，乃於司農府旁買舍，夜為地突，入暠室中。暠適出，不值，破其臥具。暠大怖，棘屋上，以板棧地而臥，一宿數徙。不韋乃至魏郡，掘暠父冢，斬級以祭父墓。（汪。黃）──御覽卷四八一 \\n 〔一〕　據汪輯改。 \\n 羊續傳 \\n 一二五　靈帝欲〔以〕羊續為太尉〔一〕。時拜三公者，〔皆〕輸東園禮錢千萬〔二〕，令中使督之。續乃坐使者于單席，舉縕袍以示之，〔曰〕：「臣之所資，惟斯而已。」故不登公位〔三〕。（姚。汪。黃。鈴木）──類聚卷六七　○　御覽卷六九三　書鈔卷一二九　類聚卷四六御覽卷二０七 \\n 〔一〕　據書鈔卷一二九、御覽卷六九三補。 \\n 〔二〕　同右。 \\n 〔三〕　據類聚卷四六、御覽卷二０七、職官分紀卷二所引補，又末句均作「遂不代虞」，非。天游按：虞，劉虞也，中平六年代馬日磾為太尉。不久靈帝死，董卓擅政，遷劉虞為大司馬。而羊續亦中平六年被靈帝內定為太尉，事不果，是年卒。故續所不代者非虞乃日磾也。 \\n 桓榮傳曾孫鸞 \\n 一二六　桓鸞字始春，焉弟〔子〕也〔一〕。少立志行，縕袍糟食，不求盈餘，以濁世恥不肯仕。──天中記卷四八 \\n 〔一〕　東觀記曰：「鸞父良，龍舒侯相。」「子」字據范書本傳補。 \\n 朱暉傳孫穆 \\n 一二七　朱穆上疏曰：「養魚沸鼎之中，棲鳥烈火之上，用之不時，必也燋爛。」〔一〕（汪。黃。鈴木）──文選卷四三邱遲與陳伯之書注　○　又卷四九范蔚宗皇后紀論注 \\n 〔一〕　皇后紀論注末句作「必見燋爛」。 \\n 一二八　穆著論甚美，蔡邕嘗至其家，自寫之〔一〕。（姚。汪。黃。鈴木）──范書朱穆傳注 \\n 〔一〕　鈴木輯稿據世說新語補卷四文學注所引袁書曰：「穆著論甚美，蔡邕自至其家。尚敦篤，乃作崇厚論。」又引曰：「朱穆字公叔，南陽宛人。父暉，尚書令。穆五歲好學。」天游按：世說新語補，明王世貞編撰。其治學不謹，疏謬頗甚，其所引多非唐宋類書所有，當系王世貞所妄補，不足為據，僅錄此以備攷。又汪輯復錄崇厚論全文，皆取自范書，大可不必，今刪去之。 \\n 一二九　桓帝時，南陽語曰：「朱公叔肅肅如松柏下風。」（汪。黃）──御覽卷四九五 \\n 一三０　蔡邕議曰：「魯季文子，君子以為忠，而謚曰文子〔一〕。又傳曰：『忠，文之實也。』忠以為實，文以彰之。」遂共謚穆。〔二〕。荀爽聞而非之〔三〕。（姚。汪。黃。鈴木）──范書朱穆傳注 \\n 〔一〕　季文子，即季孫行父，為魯相，歷宣、成、襄三公達三十三年之久。襄公五年卒，左傳曰：「宰庀家器為葬備，無衣帛之妾，無食粟之馬，無藏金玉，無重器備，君子是以知季文子之忠於公室也：『相三君矣，而無私積，可不謂忠乎？』」 \\n 〔二〕　謚曰文忠先生。 \\n 〔三〕　范書點校本以此引下「故張璠論曰」云云，俱作袁書之文，非。 \\n 楊終傳 \\n 一三一　時蜀郡有雷震決曹，終上白記，以為斷獄煩苛所致。太守乃令終賦雷電之意，而奇之也。（姚。汪。黃）──范書楊終傳注 \\n 一三二　侍中賈逵薦終博達忠直，徵拜郎中。及卒，賜錢二十萬。（姚。汪。黃）──范書楊終傳注 \\n 應奉傳 \\n 一三三　奉又刪史記、漢書及漢記三百六十餘年，自漢興至其時，凡十七卷，名曰漢事。（姚。汪。黃）──范書應奉傳注 \\n 徐璆傳 \\n 一三四　璆少履清高，立朝正色，稱揚後進，惟恐不及。（姚。汪。黃）──范書徐璆傳注 \\n 王充傳 \\n 一三五　充幼聰明，詣太學，觀天子臨辟雍，作六儒論。（姚。汪。黃）──范書王充傳注 \\n 一三六　充所作論衡，中土未有傳者，蔡邕入吳始得之，恒秘玩以為談助〔一〕。其後王朗為會稽太守，又得其書，及還許下，時人稱其才進。或曰：「不見異人，當得異書。」問之，果以論衡之益，由是遂見傳焉。（姚。汪。黃）──范書王充傳注　○　子略卷四 \\n 〔一〕　子略曰：「談助之言，可以了此書矣。其論可云允愜，此所以攻之者眾，而好之者終不絕歟。」 \\n 楊震傳 \\n 一三七　楊震好學講書，有鸛雀啣三鱣魚飛集講堂前，都講進曰：〔一〕「蛇鱣者，大夫之象也。數有三者，法三台也。先生自此升矣。」（姚。汪。黃）──初學記卷二四 \\n 〔一〕　都講之解，見謝承書楊震傳注。 \\n 劉陶傳 \\n 一三八　劉陶字子奇，拜為諫議大夫。靈帝（世）〔時〕〔一〕，陶上疏言亂皆由於宦官。詔收繫黃門北寺獄。〔陶知必死，乃曰：「臣深恨不列稷、契、伊、周之徒，而與比干、龍逢為儔，事敗乃悔時何及！」〕〔二〕閉氣而死。（姚。汪。黃）──書鈔卷五六 \\n 〔一〕　據職官分紀卷六改。 \\n 〔二〕　自「陶知必死」以下，皆據職官分紀增入。天游按：此條姚輯作「劉陶字子奇，拜諫議大夫。是時天下日危，寇賊方熾，陶憂致崩亂，疏陳八事，大較言天下大亂，皆由宦官。詔收陶，繫黃門北寺獄。陶對使者曰：『恨不與伊呂同儔，而以三仁為輩。』遂閉氣而死」。汪輯文同姚輯，出處誤注書鈔卷六二。按姚輯引自陳本書鈔，文多改竄，且已改注書名為范書，故黃輯不詳所出，注出姚本。三輯皆誤從陳本，以訛傳訛。今從孔本，以仍其舊。 \\n 荀淑傳 \\n 一三九　荀淑與陳寔神交，及其棄朗陵而歸也，數命駕詣之。淑御，慈明從，叔慈抱孫文若而行〔一〕。寔亦令元方侍側，季方作食，抱孫長文而坐〔二〕，相對怡然。嘗一朝求食，〔食遲〕〔三〕，季方尚少，跪曰：「高聞大人〔與〕荀君言甚善〔四〕，竊聽之，甑壞飯成糜。」寔曰：「汝聽談解乎？」諶曰：「唯。」因令與二慈說之，不失一辭，二公大悅。（汪。黃）──御覽卷四三二　○　又卷七五七 \\n 〔一〕　慈明，荀爽字。叔慈，荀靖字。文若，荀彧字，乃淑第二子荀緄之子。 \\n 〔二〕　陳紀字元方，陳諶字季方，陳群字長文。陳寔與紀、諶父子三人，並著高名，號為「三君」。又世說新語品藻篇曰：「正始中人士比論，以荀淑方陳寔，荀靖方陳諶，荀爽方陳紀，荀彧方陳群。」 \\n 〔三〕　據御覽卷七五七補。 \\n 〔四〕　同右。 \\n 杜喬傳 \\n 一四０　匡，一名章，字叔康〔一〕。（姚。汪。黃）──范書杜喬傳注 \\n 〔一〕　匡，楊匡，喬之故吏。喬被誅，匡星夜入洛陽，守護尸喪。復詣闕乞收葬李固、杜喬骸骨。姚、黃兩輯作楊匡傳，非。 \\n 吳祐傳 \\n 一四一　吳祐舉孝廉，將行，郡中為祖道〔一〕。祐越壇，共小吏雍丘黃真歡語而別。（姚。汪。黃）──書鈔卷七七 \\n 〔一〕　李賢曰：「祖道之禮，封土為軷壇也。五經要義曰：『祖道者，行祭為道路祈也。』周禮太馭注曰：『以車轢軷而去。喻無險難。』」 \\n 一四二　吳祐放豬於長垣澤中〔一〕，誦經而行。遇父故人，謂之曰：「子二千石子，掉鞭而誦經，行吟於澤畔，縱子無恥，柰君父何？」祐守志如初。與北海公沙穆遊太學，資乏，變服為傭，祐賃使舂，遂為死交於杵臼之間。（汪。黃）──御覽卷九０三　○　又卷四０七 \\n 〔一〕　長垣縣舊稱長羅縣，故長垣澤亦稱長羅澤。漢書地理志曰：「長垣有長羅澤，即吳季英牧豬處也。」袁宏紀亦作「長羅澤」。 \\n 延篤傳 \\n 一四三　延篤字叔堅，南陽人也。為京兆尹，正身率下，民不忍欺。（汪。黃）──御覽卷二五二 \\n  \\n   \\n  "}
{"章节": "袁山松後漢書卷四", "正文": "  \\n 袁山松後漢書卷四 \\n 　 \\n  \\n ［周天游輯注］ \\n 盧植傳 \\n 一四四　尚書盧植將終，敕其子彄以褌，葬以土穴，其子從之。（姚。汪。黃）──書鈔卷一五八 \\n 陳蕃傳 \\n 一四五　陳蕃遷豫章〔太守〕〔一〕，在郡下接賓客，獨坐一室。唯徐孺子來，為置對榻，去則懸之。及徵為尚書令，送之者亦不出郭門。（汪。黃。俊）──御覽卷四０五　○　書鈔卷七四 \\n 〔一〕　據書鈔卷七四補。 \\n 一四六　桓帝時，京師稱曰：「李元禮巖巖如玉山，陳仲舉軒軒如千里驥。」（汪。黃。俊）──御覽卷四九五 \\n 周璆傳 \\n 一四七　周璆字孟玉，為樂城令〔一〕，消遙無事，縣中大治。去官，徵聘不至。陳蕃為太守，璆來置榻，去懸之。（汪。黃）──御覽卷四七四　○　書鈔卷三六 \\n 〔一〕　書鈔卷三六作「高唐令」。 \\n 王允傳 \\n 一四八　王允字子師，〔太原人〕〔一〕，世仕州郡為冠蓋。同郡郭林宗見而奇之，曰：「王生一日千里，王佐才也。」遂與之友善。允仕至司徒。（姚。汪。黃）──類聚卷二二　○　白帖卷四三　御覽卷四四五 \\n 〔一〕　據御覽卷四四五補。 \\n 一四九　允謂傕等曰：「臣無作威作福，將軍乃放縱，欲何為乎？」傕等不應。自拜署傕為揚武將軍，汜為揚烈將軍，樊稠等皆為中郎將。（姚。汪。黃）──范書董卓傳注 \\n 李膺傳 \\n 一五０　桓帝時朝廷日亂，李膺風格秀整，高自標尚，後進之士升其堂者，以為登龍門。太學生三萬餘人，牓天下士，上稱「三君」，次「八俊」，次「八顧」，次「八及」，次「八廚」〔一〕，猶古之「八元」、「八凱」也〔二〕。因為七言謠曰：「不畏強禦陳仲舉，九卿直言有陳蕃。天下模楷李元禮，天下好交荀伯條〔三〕，天下英秀王叔茂，天下冰楞王秀陵，天下忠平魏少英，天下稽古劉伯祖，天下良輔杜周甫，天下才英趙仲經。」（汪。黃。俊）──御覽卷四六五 \\n 〔一〕　范書黨錮傳曰：「竇武、劉淑、陳蕃為『三君』。君者，言一世之所宗也。李膺、荀翌、杜密、王暢、劉祐、魏朗、趙典、朱宇為『八俊』。俊者，言人之英也。郭林宗、宗慈、巴肅、夏馥、范滂、尹勳、蔡衍、羊陟為『八顧』。顧者，言能以德行引人者也。張儉、岑晊、劉表、陳翔、孔昱、苑康、檀敷、翟超為『八及』。及者，言其能導人追宗者也。度尚、張邈、王考、劉儒、胡母班、秦周、蕃嚮、王章為『八廚』。廚者，言能以財救人者也。」 \\n 〔二〕　文公十八年左傳曰：「昔高陽氏有才子八人，蒼舒、隤敳、檮戭、大臨、尨降、庭堅、仲容、叔達，齊、聖、廣、淵、明、允、篤、誠，天下之民謂之八愷。高辛氏有才子八人，伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季貍，忠、肅、共、懿、宣、慈、惠、和，天下之民謂之八元。此十六族也，世濟其美，不隕其名。」 \\n 〔三〕　汪、黃二輯均作「伯修」。惠棟後漢書補注卷一五曰：「條，荀氏家傳作『修』，謝承書又作『鯈』。案三君八俊錄曰『天下好交荀伯條』。條與交韻，當從本傳也。」 \\n 一五一　李膺風格儀刑，皆可師範。（汪）──文選卷六０任彥昇齊竟陵王行狀注 \\n 一五二　李膺子瓚〔一〕，位至東平相。初曹操微時，瓚異其才，將沒，謂子宣等曰：「世將亂矣，天下英雄無過曹操。張孟卓與吾善，袁本初汝外親，雖爾勿依，必歸曹氏。」諸子從之，並免亂世矣。（汪。黃）──御覽卷四四二 \\n 〔一〕　東觀諸史，唯謝承書「瓚」作「珪」。 \\n 范滂傳 \\n 一五三　李膺等下獄，獄吏曰：「諸入獄，當祭皋繇以祈福。」范滂曰：「皋繇古之賢君，知滂無罪，將理之於天。如其有罪，祭之何益？」及訊獄，王甫以次詰之。滂年少在後，越次而前。甫曰：「夫合黨連群，必有盟誓，其所謀圖，皆何等耶？」滂曰：「竊聞仲尼之言，見善如不及，見惡如探湯〔一〕。欲使善善齊其情，惡惡同其行，謂王政之所思，不悟反以為黨。」乃仰天歎曰：「古之修善，自求多福。今之修善，乃陷大戮。死之日，願賜一幡，埋於首陽山側，上不負皇天，下不愧夷齊。」尚書霍諝以黨事無驗，表陳赦之。（汪。黃）──御覽卷四二七 \\n 〔一〕　見論語季氏篇，「惡」作「不善」。探湯者，喻去疾也。 \\n 岑晊傳 \\n 一五四　岑晊字公孝，高才絕人，五經六藝，無不洞貫。太守成瑨請為功曹，時謠曰：「南陽太守岑公孝，弘農成瑨但坐嘯。」〔一〕（汪。黃）──御覽卷二六四　○　書鈔卷七七（二） \\n 〔一〕　姚、汪、黃三輯別引一條曰：「岑晊有高才，郭林宗、朱公叔等皆為友，李膺、王暢稱其有幹國器，雖在閭里，慨然有董天下之志。太守弘農成瑨下車，欲振威嚴，聞晊高名，請為功曹。」汪、黃皆言出書鈔卷七七，乃陳本也。孔本有二引，與御覽引多同，故不另列。陳本多妄增，已非袁書之舊，錄注中以備考。 \\n 賈彪傳 \\n 一五五　賈彪字偉節，遊京師，與郭林宗、〔李元禮〕等為談論之首〔一〕，一言一行，天下以為準的。黨〔錮〕事起〔二〕，彪謂同志曰：「吾不西行，大難不解。」即入關，設方略，天子為之大赦。（姚。汪。黃）──類聚卷五二　○　初學記卷二０ \\n 〔一〕　據初學記卷二０補。 \\n 〔二〕　據初學記卷二０補。 \\n 何顒傳 \\n 一五六　南陽何顒初見曹操，歎曰：「漢將亡，安天下者，必此人也。」操以是嘉之。（汪。黃）──御覽卷四四二 \\n 郭泰傳 \\n 一五七　郭林宗與陳留盛仲明書曰：「足下諸人，為時棟梁。」──文選卷四七袁彥伯三國名臣序贊注 \\n 韓卓傳 \\n 一五八　韓卓字子助，陳留人。臘日〔一〕，奴竊食祭其先人，卓義其心，即日免之〔二〕。（姚。汪。黃）──類聚卷五　○　范書符融傳注　白帖卷四　御覽卷三三　又卷五二六 \\n 〔一〕　說文卷四曰：「臘，冬至後三戌，臘祭百神。」漢代以十二月冬至後第三個戌日祭神祭祖，稱其為臘日。臘亦作「臈」。 \\n 〔二〕　汪文臺曰：「免，從良也。」即釋奴為平民。 \\n 皇甫嵩傳 \\n 一五九　皇甫嵩字義〔真〕〔一〕，安定朝那人〔二〕。善用兵，飲食舍止，必先將士，然後乃安。兵曹有受賂者，嵩曰：「公素廉清，必資用乏。」乃出錢賜之。吏羞慚而自殺。由是眾皆樂為致死。（汪。黃）──御覽卷四九一　○　又卷六四一 \\n 〔一〕　據御覽卷六四一補。 \\n 〔二〕　「那」二引皆誤作「郍」，逕正。 \\n 朱雋傳 \\n 一六０　朱雋擊黃巾賊趙弘於南陽，斬之。賊復以韓忠為帥。雋兵力少，不能急攻，乃先起土山以臨之，因偽修攻具，曜兵於西南。雋身自披甲，將精卒乘其東北，遂得入城，忠乞降。（汪。黃）──御覽卷三三六 \\n 董卓傳 \\n 一六一　雋年二十五〔一〕，其督戰訾寶負其屍而瘞之。（姚。汪。黃）──范書董卓傳注 \\n 〔一〕　雋，沮雋，射聲校尉。時護送獻帝東歸洛陽，於弘農東澗，為李傕所殺。 \\n 劉虞傳 \\n 一六二　太尉劉虞讓位于羊續〔一〕。（姚。汪。黃）──類聚卷四六　○　御覽卷二○七 \\n 〔一〕　此條僅引類聚之首句，餘文與羊續傳略同。詳見續傳及注。 \\n 袁紹傳 \\n 一六三　紹，司空逢之孽子，出後伯父成〔一〕。（姚。汪。黃）──范書袁紹傳注 \\n 〔一〕　范書本傳曰：「父成，五官中郎將。」三國志本傳裴注曰：「英雄記曰：紹生而父死，二公愛之。幼使為郎，弱冠除濮陽長，有清名。遭母喪，服竟，又追行父服，凡在冢廬六年。臣松之案：魏書云『紹，逢之庶子，出後伯父成』。如此記所言，則似實成所生。夫人追服所生，禮無其文，況於所後而可以行之！二書未詳孰是。」洪亮吉曰：「案魏書並云術異母弟。觀術與公孫瓚書，言紹非袁氏子，則孽子之言或信然。案英雄記，紹生而父死，後追行父服。范史亦載幼孤追服之事。今考逢以靈帝光和二年罷司空，復為執金吾而卒。紹中平三年，已為佐軍校尉，相距不過九年。且前又歷官郎令，復遭母憂與追服父服六年，後更歷侍御史、虎賁中郎將而為校尉，則逢卒時，紹久已逾成人，安得云幼孤與生而父死之說乎？紹斷非逢子可知。魏書『為術異母兄弟』，亦無所徵，當以陳、范兩書為是。裴松之注陳志，於紹為逢子，猶置疑詞，蓋亦不深考也。」洪說是。 \\n 陳弇傳 \\n 一六四　陳弇字叔明，陳留人。學尚書，躬自耕種，常有黃雀飛來，隨弇翱翔。（汪。黃）──御覽卷九二二　○　類聚卷九二　龍筋鳳髓判卷四 \\n 范丹傳 \\n 一六五　范丹字史雲，外黃人，為縣吏。年十八，棄衣物道邊，家以為死，遂西入關學。為萊蕪長，去官，於市賣卜，妻紡績以自給。辟公府，步行無〔車〕〔一〕，被囊自隨。常使兒捃麥，得五斛。鄉人〔尹臺〕遺之一斛〔二〕，囑兒曰：「莫令尊君知。」兒歸，不敢不道。丹即令并送六斛，言麥已雜，遂不取〔三〕。丹弟子愷見丹藩不完，載柴將藩之。時丹適行，還怒，敕子拔柴載還之。閭里歌之曰：「甑中生塵范史雲，釜中生魚范萊蕪。」自以性急，每為吏，常佩葦〔四〕。（姚。汪。黃）──御覽卷四二五　○　又卷二六七　又卷七０七　又卷八三八又卷五一二　范書范丹傳注 \\n 〔一〕　據御覽卷二六七補。 \\n 〔二〕　據御覽卷八三八補。又傳注亦然，而「鄉人」作「鄰人」。 \\n 〔三〕　范書本傳注作「遂誓不敢受」。 \\n 〔四〕　此條，姚輯引同傳注，黃輯則一一分引之，卻脫傳注。汪輯則合而引之。合引實始自明陳耀文，見天中記卷二七，文字稍異。今亦從之。 \\n 公沙穆傳 \\n 一六六　公沙穆有六子，時人號曰：「公沙六龍，天下無雙。」（汪。黃。俊）──御覽卷四九五 \\n 蔡順傳 \\n 一六七　蔡順母生時畏雷。母死之後，有雷，順走至墓側，曰「順在此」。太守韓崇恆差車，每雷，順乃乘至冢所。──書鈔卷一三九 \\n 隗相傳 \\n 一六八　隗相養母至孝，母喜飲江流，相常隆冬取水，後一朝橫石浮江，無有（南）〔難〕涉〔一〕，由是顯名〔二〕。（姚。汪。黃）──書鈔卷一六０ \\n 〔一〕　據諸輯引文改。 \\n 〔二〕　姚、黃不詳所出，汪曰出白帖，誤。 \\n 羅威傳 \\n 一六九　羅威母年七十，天寒，常以身溫席，而後授其處。（姚。汪。黃）──初學記卷一七 \\n 西域傳 \\n 一七０　西域出諸香、石蜜〔一〕。（汪。黃）──范書李恂傳注 \\n 〔一〕　汪輯下又引「罽，織毛為布者」。天游按：此句系李賢釋傳文「香罽」之「罽」字，與袁書無涉。黃輯刪而不錄，是。 \\n 散條 \\n 一七一　樂府左延年秦女休行曰：「始出上西門，遙望秦氏家。秦氏有好女，自名曰女休。女休年十五，為宗行報讎。左執白陽刀，右據宛景矛。讎家東南僵，女休西上山。上山四五里，關吏不得休〔一〕。女休前置辭：『生為燕王婦，今為詔獄囚。』刀矛未及下，攏〈阝童〉擊鼓赦書下。」〔二〕。（汪）──御覽卷四八一 \\n 〔一〕　疑「不」系「捕」之誤。 \\n 〔二〕　魏志杜夔傳曰：「自左延年等雖妙於音，咸善鄭聲，其好古存正莫及夔。」則延年系漢末樂師。不詳此引出自何傳，故入散條。 \\n 一七二　崔駰上書曰：「竊聞春陽發而倉庚鳴，秋風厲而蟋蟀吟，蓋氣使之然也。」〔一〕（汪）──御覽卷九四九 \\n 〔一〕　御覽標出袁宏後漢書。天游按：今本袁紀無此文，或「宏」系「崧」之誤，亦未可知。今暫錄于此以俟攷。 \\n  \\n   \\n  "}
{"章节": "張璠後漢紀", "正文": "  \\n 張璠後漢紀 \\n 　 \\n  \\n ［周天游輯注］ \\n 光武帝紀 \\n 更始元年 \\n ００一　芳，安定人。屬國胡數千畔在參蠻〔一〕，芳從之，詐姓劉氏，自稱西平王。會匈奴句林王將兵來降參蠻胡，芳因隨入匈奴。留數年。單于以中國未定，欲輔立之，追毋樓且王求入五原，與假號將軍李興等結謀，興北至單于庭，迎芳。芳外倚匈奴，內因興等，故能廣略邊郡〔二〕。（姚。汪。黃）──范書匈奴傳注 \\n 〔一〕　黃奭曰：「案參蠻，『蠻』字誤，當作『巒』。」天游按：續漢郡國志北地郡有參巒，故屬安定。巒，音鸞。黃說是。 \\n 〔二〕　此條汪、黃兩輯俱從姚輯。四庫提要比較張璠紀、袁宏紀之優劣，即引「詐姓劉氏」以上，以此條為璠紀之文。然汪輯注曰：「匈奴傳注引此作東觀記。」按之范書確然無疑。提要編者所據必姚輯，姚輯一誤，遺害無窮。此條當刪，錄此以明其非。 \\n 建武七年 \\n ００二　杜詩為南陽太守，冶作水排〔一〕，教化大行，號曰「杜母」。（姚。汪。黃。鈴木）──書鈔卷三九　○　御覽卷八三三 \\n 〔一〕　「排」原誤作「耕」，據御覽卷八三三逕改。又李賢曰：「冶鑄者為排以吹炭，今激水以鼓之也。『排』當作『囊』，古字通用也。」 \\n 建武九年 \\n ００三　郭伋為潁川太守〔一〕。光武詔曰：「賢能太守，去帝城不遠，河潤九里〔二〕，冀京師並蒙其福。」（姚。汪。黃。鈴木）──御覽卷六一　○　事類賦注卷六 \\n 〔一〕　事類賦注卷六「伋」誤作「純」。又汪、黃二輯俱言出書鈔卷一五八，乃陳補也，孔本無此引，且二輯亦誤「伋」為「純」。 \\n 〔二〕　莊子列禦寇曰：「河潤九里，澤及三族。」按河從乾位來，乾，陽數九。故言九里，以喻影響之遠。 \\n 建武十一年 \\n ００四　樊曄為天水太守〔一〕，之官，與故太守喪會於隴亭。（堂）〔亭〕吏移喪避曄〔二〕，曄讓喪於正堂，關西稱之。（汪。黃）──御覽卷一九四 \\n 〔一〕　「樊」原誤作「楚」，據范書逕改。 \\n 〔二〕　據職官分紀卷四二改。 \\n 建武中元二年 \\n ００五　北郊在雒陽城北六里〔一〕。（姚。汪。黃）──續漢祭祀志注 \\n 〔一〕　是年春正月辛未，初立北郊。續漢志作「城北四里」，未知孰是。 \\n 明帝紀 \\n 永平二年 \\n ００六　明帝馬皇后不喜出遊，未嘗臨御窗牖。（姚。汪。黃）──白帖卷一０ \\n 永平十六年 \\n ００七　祭彤為遼東守。及卒〔一〕，過塚拜謁，仰天號哭。（鈴木）──書鈔卷三五 \\n 〔一〕　時彤以太僕伐北匈奴，誤信左賢王信之誑言，未至涿邪山而還，坐逗留下獄免。彤自恨無功，歐血而死。彤自建武十七年起，任遼東太守幾三十年，鮮卑、烏桓服其威信，聞其卒，拜謁號哭，如喪父母。 \\n ００八　班超使于（外）〔窴〕〔一〕，願將三十六人，以為蒿矢彈丸之用。（汪。黃）──類聚卷六０　○　御覽卷三五０ \\n 〔一〕　據御覽卷三五０改。 \\n 章帝紀 \\n 建初四年 \\n ００九　馬防兄弟貴盛，大起第觀，連閣彌亙。（姚。汪。黃。鈴木）──初學記卷一八 \\n 章和二年 \\n ０一０　陳寵為廣漢太守，風聲大行，徵為大司農。帝問何以為治，寵曰：「臣任功曹王渙。」渙由是知名〔一〕。（汪。黃）──御覽卷二六四　○　又卷二三二　書鈔卷三四 \\n 〔一〕　渙遂舉茂才，累遷至洛陽令。 \\n 和帝紀 \\n 永元二年 \\n ０一一　竇憲字伯度，拜車騎將軍，與北單于戰於稽落山，大破之。憲遂登燕然山，去塞三千餘里，刻石以紀漢功，紀威德也。（鈴木）──書鈔卷六四 \\n 永元十六年 \\n ０一二　張輔事太常桓榮，勤力於學，常在師門，講誦不怠。每朝會輒敢講於上前，音動左右。（姚。汪。黃）──書鈔卷九八（二） \\n 殤帝紀 \\n 延平元年 \\n ０一三　莎車王殺于闐王。于闐大〔人〕都末出城，見野豕，欲搏之〔二〕，乃人語曰：「無殺我，我為汝殺莎車將軍。」〔三〕都末異之，即與兄弟共殺莎車王〔四〕。（姚。汪。黃）──類聚卷九四　○　御覽卷九０三 \\n 〔一〕　據御覽卷九０三補。 \\n 〔二〕　御覽卷九０三「搏」作「射」，與范書西域傳同。 \\n 〔三〕　莎車將軍名君得。 \\n 〔四〕　時莎車于于闐未立王，但置將軍以鎮撫之。前既作「莎車將軍」，此不當復作「莎車王」。類聚引誤。 \\n ０一四　條支國臨西海，出師子、孔雀。（汪。黃）──御覽卷九二四 \\n 順帝紀 \\n 永建元年 \\n ０一五　虞詡為司隸，劾奏中常侍張防。防訴之，論輸左校，二日之中，傳考四獄。詡子毅舉幡邀中常侍高梵〔一〕，叩頭流血。梵入言之，防坐徙邊。──書鈔卷一二０ \\n 〔一〕　「毅」，范書本傳作「顗」。 \\n ０一六　宋登字叔陽。出為潁川太守，市無豫價，路不拾遺。病免，卒於家。汝陰人配社祀之〔一〕。（姚。汪。黃）──類聚卷五０　○　御覽卷二六０ \\n 〔一〕　宋登初任汝陰令，有政聲，號稱「神父」。 \\n 陽嘉元年 \\n ０一七　荀顗上書順帝曰：「自入正月，久陰不雨。雲者，雨之具也。」〔一〕（姚。汪。黃）──書鈔卷一五０ \\n 〔一〕　東漢有荀顗，唯此一見，或「顗」字有誤。又據范書順帝紀，春旱之事僅見於陽嘉元年及三年，故系此引入元年。 \\n 陽嘉二年 \\n ０一八　左雄為尚書令，限年四十，先試經，然後舉孝廉。〔故雄為令，在位者各自肅〕〔一〕。時稱曰：「左伯豪為尚書令，天下皆慎選。」〔伯豪，雄字也〕〔二〕。（姚。汪。黃）──書鈔卷五九　○　初學記卷一一　類聚卷四八　御覽卷二一０晏公類要卷一四 \\n 〔一〕　據初學記卷一一補。 \\n 〔二〕　據御覽卷二一０補。疑此五字本編者小注，宋刻誤入正文。 \\n 永和五年 \\n ０一九　龔字伯宗，有高名於天下。順帝時為太尉。初，山陽太守薛勤喪妻不哭，將殯，臨之曰：「幸不為夭，復何恨哉？」及龔妻卒，龔與諸子並杖行服。時人或兩譏焉。（姚。汪。黃）──魏志王粲傳注　○　白帖卷一七　文選卷五六曹子建王仲宣誄注 \\n 永和六年 \\n ０二０　周舉上書言得失，尚書郭度見之歎息〔一〕，上疏願退位避舉，常置其章於坐〔二〕。（汪。黃）──御覽卷五九四 \\n 〔一〕　范書本傳「度」作「虔」。汪輯逕改作「虔」。 \\n 〔二〕　范書本傳作「欲帝置章御坐，以為規誡」。 \\n 沖帝紀 \\n 永嘉元年 \\n ０二一　永昌太守鑄黃金之蛇，獻之梁冀。益州刺史种暠發其事。（汪。黃。鈴木）──御覽卷八一０　○　事類賦注卷九 \\n 質帝紀 \\n 本初元年 \\n ０二二　梁冀第池中船，無故自覆，問掾朱穆，穆曰：「舟所以濟渡萬物，不施遊戲也。而今覆者，天戒將軍當濟渡萬民，不可長念游戲而已。〔冀後被誅〕〔一〕。（姚。汪。黃。鈴木）──書鈔卷一三七（二）　○　類聚卷七一　御覽卷七六九　又卷八八五 \\n 〔一〕　據御覽卷八八五補。 \\n ０二三　梁冀起臺殿，梁柱椽桷，鏤為青龍白虎，畫以丹青雲氣。（汪。黃。鈴木）──御覽卷一八八 \\n ０二四　梁冀聚土築山，十里九阪〔一〕，以象二崤〔二〕，窮極工巧，積金玉明珠，〔採捕禽獸〕〔三〕，充牣其中。（姚。汪。黃。鈴木）──類聚卷七　○　水經注卷一六穀水注 \\n 〔一〕　水經注卷一六穀水注作「山多峭阪」。 \\n 〔二〕　二崤，山名，即東、西崤山，在弘農郡澠池縣南。 \\n 〔三〕　據水經注卷一六穀水注補。 \\n ０二五　梁冀多規苑囿，西至弘農，東至滎陽，南入魯陽，北到河淇，周（旗）〔旋〕（十）〔千〕里〔一〕。（汪。黃。鈴木）──御覽卷一九六 \\n 〔一〕　據范書、袁紀改。 \\n ０二六　梁冀起兔苑於河南，移檄所〔在〕〔一〕，調發生兔，刻其毛以為識。民有犯者，罪至死。西域嘗有賈胡來，不知禁，誤殺一兔，轉相告坐死者十餘人〔二〕。（姚。汪。黃。鈴木）──御覽卷九０七　○　事類賦注卷二三　水經注卷一六穀水注類聚卷九五　初學記卷二九 \\n 〔一〕　據類聚卷九五、事類賦注卷二三補。 \\n 〔二〕　水經注卷一六穀水注作「死者十三人」。 \\n 桓帝紀 \\n 建和元年 \\n ０二七　朱穆黨事禁錮。徵拜尚書。正月，百官朝賀畢〔一〕，虎賁當陛置弓於地，謂群僚曰：「此天子弓，誰敢干越？」百僚皆迴避，不敢當。穆乃呵之曰：「天子弓，當載之於肩首之上，乃敢置地，大不謹不敬。」即收虎賁，付詔獄治罪。莫不肅然，服其忠烈。（汪。黃。鈴木）──御覽卷二一二 \\n 〔一〕　「賀」原誤「駕」，據職官分紀卷八逕改。 \\n ０二八　吳祐父恢，為南海太守，欲以殺青寫書〔一〕。祐年十二，諫曰：「海濱土多珍玩，此書若成，則載之兼兩〔二〕。昔馬援以薏苡興謗〔三〕，〔王陽以書橐邀名〕〔四〕，疑惑之間，先賢所慎。」恢大喜。（姚。汪。黃）──書鈔卷一０四　○　御覽卷六０六　緯略卷九 \\n 〔一〕　李賢曰：「殺青者，以火炙簡令汗，取其青易書，復不蠹，謂之殺青，亦謂汗簡。義見劉向別錄也。」 \\n 〔二〕　御覽卷六０六引作「載必盈兩」。緯略卷九作「載書盈兩」。 \\n 〔三〕　馬援自交趾還，以薏苡能輕身省慾，以勝瘴氣，故載之一車。及卒，有人上書譖之，以為所載皆明珠文犀。馬武等奏之，光武帝益怒援。事見范書馬援傳。 \\n 〔四〕　王陽即王吉，字子陽。世號清廉，然好車馬衣服，自奉極為鮮明，而無金銀等物。及遷，所載不過囊衣。去位家居，亦布衣素食。天下服其廉而怪其奢，故傳曰「王陽能作黃金」。事見漢書王吉傳。本句據御覽卷六０六補。 \\n 延熹五年 \\n ０二九　朱穆字公叔，好學專精，每一思至，中食失餐，行墜坑坎，亡失冠履。其父常言「穆大專，幾不知馬之幾足」。（姚。汪。黃。鈴木）──御覽卷六一四　○　書鈔卷九七 \\n ０三０　朱穆年二十〔一〕，為郡督郵，迎新太守到界上，太守見穆問曰：「君年少而為督郵，將因族世，抑自有令德？」穆曰：「郡中瞻仰明公，以為仲尼，非顏淵不敢使迎。」太守大奇其才，問曰：「貞婦孝子〔二〕，隱闇未彰，言于府。」穆曰：「方今聖化大行，文武未墜于地。家有貞婦，戶有孝悌，比屋連棟，不可勝記。」太守嘆曰：「僕非仲尼〔三〕，督郵所謂顏回者也。」（姚。汪。黃）──書鈔卷七七 \\n 〔一〕　「朱穆」原誤作「宋穆之」。姚之駰按：「此即朱穆事，已見謝書，但稍略耳。東漢以二字名者少，雖范書朱穆傳不載此事，然其為公叔無疑。」姚說是。今依范書本傳注引謝承書逕正之。黃輯作宋穆之傳，非。 \\n 〔二〕　「貞」原作「真」。孔廣陶按：「宋人傳鈔兼避仁宗諱。」今復其舊。 \\n 〔三〕　「僕」原誤作「漢」，逕改。 \\n ０三一　蔡邕嘗至朱穆家寫其書。及穆卒，邕及門人共謚穆曰忠文〔一〕。（姚。汪。黃）──御覽卷五六二 \\n 〔一〕　此引姚輯據范書作「朱穆卒，邕與門人述其體行，謚為文忠先生」，下接璠論云云。黃輯不詳所出，逕引姚輯，且云「其或別有所據」，甚謬。 \\n ０三二　張璠論曰：夫謚者，上之所贈，非下之所造。故顏、閔至德〔一〕，不聞有謚。朱、蔡〔二子〕〔二〕，各以衰世臧否不立，故私議之〔三〕。（姚。汪。黃。鈴木）──范書朱穆傳注　○　御覽卷五六二 \\n 〔一〕　顏，顏回；閔，閔子騫。 \\n 〔二〕　據御覽卷五六二補。朱指朱穆，蔡乃蔡梭也。 \\n 〔三〕　東漢中期起，門閥世族開始形成。由于名節道德觀的確立，以及榮辱與共的政治利害關係，門生故吏對舉主座師，莫不竭誠相報，雖死不辭。其形式繁雜，私謚即其一。據文獻及漢碑所載，此風盛行於東漢，有案可查者計十六人：夏恭謚宣明君，夏牙謚文德先生，張霸謚憲文，朱頡謚貞宣先生，朱穆謚文忠先生，蔡梭謚貞定，楊厚謚文父，荀靖謚玄行先生，范冉謚貞節先生，陳寔謚文范先生，俱見范書本傳。王稚謚憲父，見華陽國志。李休謚玄文先生，見蔡中郎集。魯峻謚忠惠父，婁壽謚玄儒先生，見隸釋。陳諶謚獻文先生，見惠棟引世系。法真謚玄德先生，見蜀志法正傳注引三輔決錄。以上諸人之謚，水經注、藝文類聚亦有所載。當時荀爽亦有所譏，而此風愈熾。 \\n 延熹七年 \\n ０三三　陳球為零陵太守。球到郡，設方略，期月間賊虜消散〔一〕。而州兵朱（益）〔蓋〕等反〔二〕，與桂陽賊胡蘭數萬人轉攻零陵。零陵下濕，編木為城，不可守備，郡中惶恐。掾吏白請遣家避難。球怒曰：「太守分國虎符〔三〕，受任一郡，豈顧妻孥而〔坦〕〔沮〕國威重乎〔四〕？復言者斬！」乃悉郡內吏民老弱，與共城守。〔弦大木為弓，羽矛為矢，引機發之，遠射千餘步，斬朱蓋等〕〔五〕。（姚。汪。黃）──御覽卷二六０　○　書鈔卷一二五　類聚卷六０　御覽卷三四七 \\n 〔一〕　「賊」指桂陽李研起事所統之軍。 \\n 〔二〕　據類聚卷六０、御覽卷三四七改。 \\n 〔三〕　李賢曰：「文帝初與郡守分銅虎符。」 \\n 〔四〕　據汪輯改。 \\n 〔五〕　據御覽卷三四七補。 \\n 延熹八年 \\n ０三四　楊秉字叔節，為太尉〔一〕，嘗曰：「我有三不惑，酒、色、財也。」故天下稱為名公。（姚。汪。黃）──書鈔卷五一　○　御覽卷二０七　書鈔卷三八 \\n 〔一〕　天中記卷三０「太尉」下作「奏中常侍侯覽、具瑗曰：『鄭詹來而國亂，四佞放而眾服。若斯之人，非恩所寵。』書奏，尚書召對秉掾問故事，秉使對曰：『漢世故事，三公之職，無所不統。』尚書不能詰。嘗從容言曰」，下接「我有」以下，與諸引異。疑有妄增，故錄此以俟考。 \\n 延熹九年 \\n ０三五　范滂字孟博，汝南伊陽人〔一〕，為功曹，辟公府掾，升車攬轡，有澄清天下之志。百城聞滂高名，皆解印綬去。為黨事見誅。（汪。黃）──世說新語賞譽注　○　史略卷三 \\n 〔一〕　惠棟按：「汝南無伊陽，或細陽之誤也。」天游按：謝承書作「細陽人」，而范書本傳作「征羌人」，未知孰是。 \\n ０三六　南陽太守弘農成瑨任功曹岑晊，時人為之語曰：「南陽太守岑公孝，弘農成瑨但坐嘯。」（汪。黃）──文選卷二六謝玄暉在郡臥病呈沈尚書詩注　○　晏公類要卷二０ \\n ０三七　山陽督郵張儉，奏中常侍侯覽起第十六區，皆高樓四周，連閣洞門，文井蓮華，壁柱綵畫，魚池臺苑，擬諸宮闕。（汪。黃）──類聚卷六一 \\n ０三八　時人為之語曰：「不畏彊禦陳仲舉，天下模楷李元禮。」（姚。汪。黃）──世說新語品藻注　○　史略卷三 \\n 靈帝紀 \\n 建寧元年 \\n ０三九　景父榮〔一〕，章、和世為尚書令。初景歷位牧守，好善愛士，每歲舉孝廉，延請入，上後堂，與家人宴會，如此者數四。及贈送既備，又選用其子弟，常稱曰：「移臣作子，於政何有？」先是，司徒韓縯為河內太守，在公無私，所舉一辭而已，後亦不及其門戶。曰：「我舉若可矣，不令恩偏稱一家也。」當時論者或兩譏焉。（姚。汪。黃）──吳志周瑜傳注 \\n 〔一〕　景，周景，廬江舒人。 \\n ０四０　王堂為汝南太守，教掾吏曰：「其憲章朝右，委功曹陳蕃也。」〔一〕（汪。黃）──文選卷二五盧子諒贈劉琨詩注 \\n 〔一〕　職官分紀卷四一所引，「堂」誤「庶」，無「掾吏」二字。教文作「古人勞於求賢，佚于任使，故能化清於上，事輯於下。其憲章朝右，簡拔才識，委任功曹陳蕃；匡政里務，拾遺補闕，任主簿應副。庶循名責實，察言觀效焉」。疑其多據范書而補，且文多錯訛，故僅入注而俟攷。 \\n 建寧二年 \\n ０四一　暢字叔茂〔一〕，名在「八俊」。靈帝時為司空，以水災免，而李膺亦免歸故郡，二人以直道，不容當時。天下以暢、膺為高士，諸危言危行之徒，皆推宗之，願涉其流，惟恐不及。會連有災異，而言事者皆言三公非其人，宜因其變，以暢、膺代之，則禎祥必至。由是宦豎深怨之，及膺誅死，而暢遂廢，終于家。（姚。汪。黃）──魏志王粲傳注　○　文選卷五六曹子建王仲宣誄注 \\n 〔一〕　暢，王暢也。 \\n 熹平元年 \\n ０四二　桓帝竇皇后崩，中常侍曹節、王甫欲以貴人禮葬，太尉李（固）〔咸〕自扶輿起〔一〕，擣椒自隨，謂妻子曰：「若太后不得配桓帝，吾不生還矣。」（姚。汪。黃）──類聚卷八九　○　御覽卷九五八 \\n 〔一〕　李固死于桓帝初立之時，豈能及竇皇后之葬議！此乃李咸之誤，今據范書以正之。又袁紀曰李咸時任河南尹，至熹平三年始為太尉。天游按：范書陳球傳與璠紀同，又胡廣傳注引謝承書亦作「建寧三年，自大鴻臚拜太尉」，則作太尉是。又「扶」原誤作「抉」，據御覽卷九五八逕改。 \\n 熹平六年 \\n ０四三　蔡邕幽州刺史議云：「伏見幽州突騎，冀州強弩，為天下精兵，國家膽核。」〔一〕（姚。汪。黃）──書鈔卷一一七（二）　○　御覽卷三００ \\n 〔一〕　書鈔卷一一七另一引作「蔡邕上靈帝書曰」。按類聚卷六０引蔡邕幽州刺史議，無「強」字，末有「四方有事，未嘗不取辨於二州也」句，可補璠紀之不足。 \\n 光和元年 \\n ０四四　虹晝見〔御座殿庭前，色青赤〕〔一〕。上引議郎蔡邕詣金商門，問〔之〕〔二〕，對曰：「虹蜺，小人女子之祥。」（姚。汪。黃）──初學記卷二　○　御覽卷一四　開元占經卷九八 \\n 〔一〕　原僅有「庭中」二字，今據御覽卷一四改補。 \\n 〔二〕　據御覽卷一四補。 \\n 光和二年 \\n ０四五　〔橋玄字公祖〕〔一〕，歷位中外，以剛斷稱，謙儉下士，不以王爵私親。光和中為太尉，以久病策罷，拜太中大夫，卒。家貧乏產業，柩無所殯。當世以此稱為名臣。（姚。汪。黃）──魏志武帝紀注　○　書鈔卷五六 \\n 〔一〕　據書鈔卷五六補。 \\n 中平二年 \\n ０四六　賈琮為冀州刺史〔一〕，將入界，高褰車襜曰：「刺史將入，當遠視廣聽，何為而垂帷乎？」郡縣聞之，莫不震慄。（姚。汪。黃。鈴木）──書鈔卷三六（二） \\n 〔一〕　姚、汪、黃三輯據陳本，「冀州」誤作「荊州」。按范書作「冀州」，與孔本同。 \\n ０四七　張溫以司空加拜車騎將軍，征韓遂。丙辰〔一〕，引溫於崇德殿前，溫以軍禮長揖不拜。（姚。汪。黃）──書鈔卷六四 \\n 〔一〕　此乃八月丙辰。 \\n ０四八　范丹，中平二年卒，三府各遣令史奔弔，累行論謚，僉曰：「宜為貞節先生」。會葬二千餘人。（姚。汪。黃）──類聚卷四０　○　御覽卷五六二 \\n ０四九　又有左校、郭大賢、左髭丈八三部〔一〕。（汪）──魏志張燕傳注 \\n 〔一〕　時張牛角等嚮應黃巾起義，崛起于黑山。牛角死，推張燕為帥，部伍除孫輕、王當外，尚有左校等三部，活躍於常山、趙、中山、上黨、河內諸郡國山谷間，靈帝不能討。 \\n 中平三年 \\n ０五０　靈帝鑄天祿、蝦蟆，吐水於平昌門外橋東約入宮〔一〕，又作翻車、渴烏施於橋西〔二〕，洒南北郊。（汪。黃）──御覽卷九四九 \\n 〔一〕　「約」當系「轉」之訛，范書宦者傳即作「轉」。又范書作「平門」，當脫「昌」字。 \\n 〔二〕　李賢曰：「翻車，設機車以引水。渴烏，為曲筒，以氣引水也。」 \\n 中平五年 \\n ０五一　蓋勳遷京兆尹，賞罰折衷，刑名不亂，姦匿弭息。──書鈔卷七六 \\n 中平六年 \\n ０五二　帝以八月庚午為諸黃門所劫〔一〕，步出穀門，走至河上。諸黃門既投河死，帝時年十四，陳留王年九歲，兄弟獨夜步行欲還宮，闇暝，逐螢火而行數里，得民家以露車載送。辛未，公卿以下與卓共迎帝於北芒阪下。（姚。汪。黃）──魏志董卓傳注 \\n 〔一〕　帝者，廢帝弘農王也。 \\n ０五三　董卓謂袁紹曰：「劉氏種不足復遺。」紹勃然曰：「天下健者，豈惟董公！」橫刀長揖徑出，懸節於上東門，而奔冀州〔一〕。（汪。黃）──書鈔卷一三０　○　御覽卷六八一 \\n 〔一〕　書鈔引作「漢記」，然文與御覽同，則此「漢記」即張璠紀，故據以引之。 \\n ０五四　靈帝以帝似己，故名曰協。（姚。汪。黃）──范書獻帝紀注 \\n 獻帝紀 \\n 初平元年 \\n ０五五　三月，獻帝初入未央宮〔日，大雨，晝晦〕〔一〕，翟雉飛入未央宮，獲之。（姚。汪。黃）──續漢五行志注　○　范書獻帝紀注 \\n 〔一〕　據范書獻帝紀注補。 \\n ０五六　淑博學有高行，與李固、李膺同志友善。拔李昭於小吏，友黃叔度於幼童。以賢良方正徵，對策譏切梁氏，出補朗陵侯相，卒官。〔淑有〕八子〔一〕：儉、緄、靖、燾、汪〔二〕、爽、肅、旉。淑舊居西豪里，縣令苑康曰昔高陽氏有才子八人〔三〕，署其里為高陽里。〔時人號曰「八龍」〕〔四〕。（姚。汪。黃）──魏志荀彧傳注　○　世說新語德行注　御覽卷一五七　又卷四七四 \\n 〔一〕　據世說新語德行注補。 \\n 〔二〕　「汪」本作「詵」。天游按：范書荀淑傳作「汪」。集解引錢大昕說：陶淵明四八目云「汪字孟慈」。又惠棟引荀氏譜曰：「汪，昆陽令，年六十。」盧弼三國志集解曰：「按荀淑八子，詵應從范書作汪。彧子亦名詵，若淑子名詵，彧子決不名詵，可證淑子名詵之誤。」又按世說新語德行注正作「汪」，故據以逕改。 \\n 〔三〕　參見袁山松書李膺傳注。 \\n 〔四〕　據世說新語德行注補。 \\n ０五七　爽字慈明，幼好學，年十二，通春秋、論語，耽思經典，不應徵命。積十數年，董卓秉政，復徵爽。爽欲遁去，吏持之急。詔下郡，即拜平原相。行至苑陵，又追拜光祿勳。視事三日，策拜司空。爽起自布衣，九十五日而至三公。（姚。汪。黃）──魏志荀彧傳注　○　世說新語言語注 \\n ０五八　荀爽為三公，食不過一肉、脫粟飯，坐皮褥。（姚。汪。黃）──書鈔卷三八　○　類聚卷七０　書鈔卷一三四　御覽卷四三一 \\n ０五九　靖字叔慈，亦有至德，名幾亞爽，隱居終身。（汪。黃）──魏志荀彧傳注 \\n ０六０　昱、曇並傑俊〔一〕，有殊才。昱與李膺、王暢、杜密等號為「八俊」，位至沛相。攸父彝，州從事。彝於彧為從祖兄弟。（汪）──魏志荀攸傳注 \\n 〔一〕　昱、曇並荀淑兄子也。 \\n ０六一　太史靈臺及永安候銅蘭楯，卓亦取之〔一〕。（姚。汪。黃）──范書董卓傳注 \\n 〔一〕　時卓更鑄小錢，悉取洛陽及長安銅人、鍾簴、飛廉、銅馬之屬以充鑄。 \\n 初平二年 \\n ０六二　卓抵其手，謂皇甫嵩曰：「義真怖未乎？」嵩對曰：「明公以德輔朝廷，大慶方至，何怖之有？若淫刑以逞，將天下皆懼，豈獨嵩乎？」卓默然，遂與嵩和解。（姚。汪。黃）──魏志董卓傳注 \\n ０六三　董卓呼三臺尚書以下自詣卓啟事，然後得行。（汪。黃）──御覽卷五九五　○　事物紀原卷二 \\n ０六四　董卓於眾坐，生斬人手足，又鑿目截舌口，百姓嗷嗷，道路以目。（汪。黃）──御覽卷三六七　○　又卷三七０ \\n ０六五　劉表與同郡人張隱、薛郁、王訪、宣靖、公緒恭、劉祗、田林為八交，或謂之「八顧」〔一〕。（汪。黃）──魏志劉表傳注 \\n 〔一〕　魏志劉表傳作「少知名，號八俊」。 \\n ０六六　堅，初平二年，死〔一〕。（黃）──吳志孫策傳注 \\n 〔一〕　通鑑與璠紀同。考異曰：范書「初平三年春，堅死」。吳志孫堅傳亦云初平三年。英雄記曰：「初平四年正月七日死。」袁紀「初平三年五月」。山陽公載記載策表曰：「臣年十七，喪失所怙。」裴松之按：策以建安五年卒，時年二十六，計堅之亡，策應十八，而此表云十七，則為不符。張璠漢紀及胡沖吳曆並以堅初平二年死，此為是而本傳誤也。 \\n 初平三年 \\n ０六七　初，蔡邕以言事見徙，名聞天下，義動志士。及還，內寵惡之。邕恐，乃亡命海濱，往來依泰山羊氏，積十年。卓為太尉，辟為掾，以高第為侍御史、治書，三日中遂至尚書〔一〕。後遷巴東太守，卓上留拜侍中。至長安，為左中郎將。卓重其才，厚遇之，每有朝廷事，常令邕具草。及允將殺邕，時名士多為之言，允悔欲止，而邕已死。（姚。汪。黃）──魏志董卓傳注 \\n 〔一〕　參見謝承書邕傳注。 \\n ０六八　蔡邕字伯喈，陳留圉人。六世祖勳與鮑宣、卓茂不仕新室。父棱亦有清白行，謚貞定。邕性篤孝。少博學，師事太傅胡廣，好辭章、數術、天文、妙操、音律。桓帝時，中常侍擅恣，聞邕善鼓琴，遂白天子，敕陳留督促發遣邕。邕不得已，行到偃師，稱疾而歸，閒居玩古，不交當世〔一〕。（姚。汪。黃）──汪輯 \\n 〔一〕　此條不詳所出。姚、黃兩輯均引至「謚貞定」止，亦無出處。疑皆出自范書。 \\n ０六九　布兵敗，駐馬青瑣門外，謂允曰：「公可以去。」允曰：「安國家，吾之上願也。若不獲，則奉身以死。朝廷幼主，恃我而已，臨難苟免，吾不為也。努力謝關東諸公，以國家為念。」傕、汜入長安城，屯南宮掖門，殺太僕魯馗、大鴻臚周奐、城門校尉崔烈、越騎校尉王頎。吏民死者，不可勝數。司徒王允挾天子上宣平城門避兵，傕等於城門下拜，伏地叩頭。帝謂傕等曰：「卿無作威福，而乃放兵縱橫，欲何為乎？」〔一〕傕等曰：「董卓忠于陛下，而無故為呂布所殺。臣等為卓報讎，弗敢為逆也。請事竟，詣廷尉受罪。」允窮逼，出見傕。傕誅允及妻子宗族十餘人。長安城中，男女大小莫不流涕。允字子師，太原祁人也。少有大節，郭泰見而奇之，曰：「王生一日千里，王佐之才也。」泰雖先達，遂與定交。三公並辟，歷豫州刺史，辟荀爽、孔融為從事。遷河南尹、尚書令。及為司徒，其所以扶持王室，甚得大臣之節，自天子以下，皆倚賴焉。卓亦推信之，委以朝廷。（姚。汪。黃）──魏志董卓傳注 \\n 〔一〕　袁宏紀、袁山松書「帝謂」皆作「允謂」。又尚書洪範曰：「臣無有作福作威玉食。臣之有作福作威玉食，其害于而家，凶于而國。」獻帝責傕等之言本於此。 \\n ０七０　太常种拂與李（儒）〔傕〕戰而死〔一〕，子劭徵為少府、大鴻臚，皆不受，曰：「我父盡忠於朝，而為時所妒。父以身殉國，為賊臣所害。為臣子，不能除賊，何面目復覲明主。」三輔聞之，為之感動。（汪。黃）──御覽卷二三六 \\n 〔一〕　據汪輯改。 \\n ０七一　顒字伯求〔一〕。少與郭泰、賈彪等遊學洛陽，泰等與同風好。顒顯名太學，於是中朝名臣太傅陳蕃、司隸李膺等皆深接之。及黨事起，顒亦名在其中，乃變名姓，亡匿汝南間，所至皆交結其豪傑。顒既奇太祖，而知荀彧，袁紹慕之，與為奔走之友。是時天下士大夫多遇黨難，顒常歲再三私入洛陽，從紹計議，為諸窮窘之士，解釋患禍。而袁術亦豪俠，與紹爭名。顒未常造術，術深恨之。（姚。汪。黃）──魏志荀攸傳注 \\n 〔一〕　顒，何顒也。 \\n ０七二　泰字公業。少有才略，多謀計，知天下將亂，陰交結豪傑。家富於財，有田四百頃，而食常不足，名聞山東。舉孝廉，三府辟，公車徵，皆不就。何進輔政，徵用名士，以泰為尚書侍郎，加奉車都尉。進將誅黃門，欲召董卓為助。泰謂進曰：「董卓彊忍寡義，志欲無饜，若借之朝政，授之大事，將肆其心，以危朝廷。以明公之威德，據阿衡之重任，秉意獨斷，誅除有罪，誠不待卓以為資援也。且事留變生，其鑒不遠。」又為陳時之要務，進不能用，乃棄官去。謂潁川人荀攸曰：「何公未易輔也。」進尋見害，卓果專權廢帝。關東義兵起，卓會議大發兵，群僚咸憚卓，莫敢忤旨。泰恐其彊，益將難制，乃曰：「夫治在德，不在兵也。」卓不悅曰：「如此，兵無益邪？」眾人莫不變容，為泰震慄。泰乃詭辭對曰：「非以無益，以山東不足加兵也。今山東議欲起兵，州郡相連，人眾相動，非不能也。然中國自光武以來，無雞鳴狗吠之警，百姓忘戰日久。仲尼有言，『不教民戰，是謂棄之』〔一〕。雖眾不能為害，一也。明公出自西州，少為國將，閑習軍事，數踐戰場，名稱當世。以此威民，民懷懾服，二也。袁本初公卿子弟，生處京師，體長婦人。張孟卓東平長者，坐不窺堂。孔公緒能清談高論，噓枯吹生，無軍帥之才。負霜露之勤，臨鋒履刃，決敵雌雄，皆非明公敵，三也。察山東之士，力能跨馬控弦，勇等孟賁，捷齊慶忌〔二〕，信有聊城之守〔三〕，策有良平之謀〔四〕，可任以偏師，責以成功，未聞有其人者，四也。就有其人，王爵不相加，婦姑位不定，各恃眾怙力，將人人棋跱，以觀成敗，不肯同心共膽，率徒旅進，五也。關西諸郡，北接上黨、太原、馮翊、扶風、安定，自頃以來，數與胡戰，婦女載戟挾矛，弦弓負矢，況其悍夫。以此當山東忘戰之民，譬驅群羊向虎狼，其勝可必，六也。且天下之權勇，今見在者，不過并、涼、匈奴屠各、湟中義從〔五〕、八種西羌〔六〕，皆百姓素所畏服，而明公（權）〔擁〕以為爪牙〔七〕，壯夫震慄，況小醜乎？七也。又明公之將帥，皆中表腹心，周旋日久。自三原、硤口以來〔八〕，恩信醇著，忠誠可遠任，智謀可特使，以此當山東解后之虛誕，實不相若，八也。夫戰有三亡，以亂攻治者亡，以邪攻正者亡，以逆攻順者亡。今明公秉國政平，討夷凶宦，忠義克立，以三德待於三亡，奉辭伐罪，誰人敢禦？九也。東州有鄭康成，學該古今，儒生之所以集；北海邴根矩，清高直亮，群士之楷式。彼諸將若詢其計畫，案典校之彊弱，燕、趙、齊、梁非不盛，終見滅於秦。吳楚七國非不眾，而不敢踰滎陽。況今德政之赫赫，股肱之邦良，欲造亂以徼不義者，必不相然，讚成其凶謀，十也。若十事少有可采，無事徵兵，以驚天下，使患役之民，相聚為非，棄德恃眾，以輕威重。」卓乃悅，以泰為將軍，統諸軍擊關東。或謂卓曰：「鄭泰智略過人，而結謀山東，今資之士馬，使就其黨，竊為明公懼之。」卓收其兵馬，留拜議郎。後又與王允謀共誅卓。泰脫身自武關走，東歸後將軍袁術，以為揚州刺史，未至官，道卒，時年四十一。（姚。汪。黃）──魏志鄭渾傳注　○　又武帝紀注　書鈔卷九八（二）　御覽卷八二一 \\n 〔一〕　語出論語子路篇。 \\n 〔二〕　孟賁，相傳是春秋時期衛國的勇士。慶忌，吳王僚之子，亦以勇捷聞。史記司馬相如傳曰「捷言慶忌，勇期賁、育」，可知此乃漢人之習俗語也。 \\n 〔三〕　史記魯仲連傳載，燕將某奪齊之聊城，人或讒之燕，田單來攻，相持歲餘。燕將欲歸恐見誅，降齊恐見辱，遂自殺以明其志。 \\n 〔四〕　良者，張良；平者，陳平也。 \\n 〔五〕　湟中義從，即湟中月氏胡。霍去病破匈奴，開湟中，月氏來降，令居湟中，又數百戶在張掖，號「義從胡」。 \\n 〔六〕　指燒當八種羌，范書作「西羌八種」。 \\n 〔七〕　據盧弼說改。范書即作「擁」。 \\n 〔八〕　此事指中平二年，卓以破虜將軍屯美陽，以衛園陵，大破邊章、韓遂。追入羌中，諸軍受圍，卓亦於硤石，即望垣北為羌胡所困。卓設計渡水出，遂全師而還。故泰言此，以媚惑卓。 \\n ０七三　太尉皇甫嵩以流星免〔一〕。──書鈔卷五一 \\n 〔一〕　范書皇甫嵩傳注引續漢書作「以日有重珥免」。 \\n 興平二年 \\n ０七四　朱雋少孤，母以販繒綵為事。同郡周起負官債百萬　縣催責之，雋竊母帛為起解債。（汪。黃）─－御覽卷八一四 \\n ０七五　朱雋為郡吏，太守尹端有罪應死，雋為買珍寶賂主章吏，端得免死。（汪。黃）──御覽卷八０二 \\n 建安元年 \\n ０七六　初，（天子）〔王師〕敗於曹陽〔一〕，欲浮河東下。侍中太史令王立曰：「自去春太白犯鎮星於斗牛，過天津，熒惑又逆行守北河，不可犯也。」由是天子遂不北渡河，將自軹關東出。立又謂宗正劉艾曰：「前太白守天關，與熒惑會。金火交會，革命之象也，漢祚終矣。晉、魏必有興者。」立後數言于帝曰：「天命有去就，五行不常盛，代火者土也，承漢者魏也，能安天下者曹姓也，唯委仁曹氏而已。」〔曹〕公聞之〔二〕，使人語立曰；「知公忠于朝廷，然天道深遠，幸勿多言。」（姚。汪。黃）──魏志武帝紀注　○　開元占經卷二一　御覽卷二三五　書鈔卷五五 \\n 〔一〕　據開元占經卷二一、御覽卷二三五改。 \\n 〔二〕　據書鈔卷五五補。 \\n 建安五年 \\n ０七七　殺紹卒凡八萬人〔一〕。（汪。黃）──魏志袁紹傳注 \\n 〔一〕　時曹操於官渡大敗袁紹軍。 \\n 建安十年 \\n ０七八　悅清虛沈靜，善於著述。建安初，為秘書監侍中，被詔刪漢書作漢紀三十篇，因事以明臧否，致有典要，其書大行于世。（姚。汪。黃）──魏志荀彧傳注 \\n 建安十三年 \\n ０七九　〔孔融字文舉〕〔一〕。在郡八年，僅以身免。帝初都許，融以為宜略依舊制，定王畿，正司隸所部，為千里之封　乃引公卿上書言其義。是時天下草創，曹、袁之權未分，融所建明，不識時務。又天性氣爽，頗推平生之意，狎侮太祖。太祖制酒禁，而融書啁之曰：「天有酒旗之星，地列酒泉之郡，人有旨酒之德。故堯不飲千鍾，無以成其聖〔二〕。且桀紂以色亡國，今令不禁婚姻也。」太祖外雖寬容，而內不能平。御史大夫郗慮知旨，以法免融官。歲餘，拜太中大夫，雖居家失勢，而賓客日滿其門，愛才樂酒，〔常若不足〕。〔三〕常歎曰：「坐上客常滿，樽中酒不空，吾無憂矣。」虎賁士有貌似蔡邕者，融每酒酣，輒引與同坐，曰：「雖無老成人，尚有典刑。」其好士如此。（姚。汪。黃）──魏志崔琰傳注　○　書鈔卷五六　類聚卷二六　御覽卷四０五 \\n 〔一〕　據書鈔卷五六補。 \\n 〔二〕　孔叢子曰：「平原君強子高酒曰：有諺云堯舜千鍾，孔子飲百觚，子路嗑嗑，尚飲百榼。古之賢聖，無不能飲，子何辭焉？」則民間有此笑謔之語，而融借以嘲曹操耳。 \\n 〔三〕　據類聚卷二六補。 \\n 建安十六年 \\n ０八０　論曰：劉璋愚弱，而守善言，斯亦宋襄公、徐偃王之徒，未為無道之主也。張松、法正雖君臣之義不正，然固以委名附質，進不顯陳事勢。若韓嵩、劉先之說劉表，退不告絕奔亡；若陳平、韓信之去項羽，而兩端攜貳，為謀不忠，罪之次也。（姚。汪。黃）──蜀志劉璋傳注 \\n 建安十九年 \\n ０八一　曹操入其二女於宮，〔為〕貴人〔一〕，誣伏氏為亂，使御史大夫郗慮（伏）〔仗〕節收后〔二〕。后被髮徒跣走而執上手曰：「不能復相活邪！」上大驚號哭曰：「我亦不知命在何時！」顧謂慮曰：「郗公，天下暴虐，豈有此乎？」左右莫不流涕。遂殺后也。（汪。黃）──御覽卷一三七 \\n 〔一〕　據汪輯補。 \\n 〔二〕　據汪輯改。 \\n 散條 \\n ０八二　周璆字子瑩，臨濟人，有美名〔一〕。（汪）──汪輯 \\n 〔一〕　范書陳蕃傳作「字孟玉」，餘同。汪輯未注出處，恐非璠紀之文，附於篇末以俟攷。 \\n ０八三　譙周所陳降魏之策，蓋素料劉禪懦弱，心無害戾，故得行也。如遇忿肆之人，雖無他算，然矜殉鄙恥，或發怒妄誅，以立一時之威，快其斯須之意者，此亦夷滅之禍。〔一〕（黃）──蜀志杜周杜許孟來尹李譙卻傳注 \\n 〔一〕　天游按：璠紀不當載蜀末之事，且蜀志傳注未明言出自後漢紀，或出自張璠所撰他文，亦未可知。今亦附入篇末以俟攷。 \\n  \\n   \\n  "}
{"章节": "無名氏後漢書", "正文": "  \\n 無名氏後漢書 \\n 　 \\n  \\n ［周天游輯注］ \\n ００一　吳漢為大將軍，為人質厚少文，無造次之能，不能以言自達，諸將多薦舉者。召見其後，勤不離公門，上親信之。先進故將皆怨曰：「吳將軍晝夜不離左右，殊不可為也。」〔一〕──書鈔卷五一 \\n 〔一〕　此引與范書吳漢傳有異，孔廣陶疑其「出八家後漢書而今已佚者」。今從之。 \\n ００二　韓稜字伯歸〔一〕，後漢潁川舞陽人也。為下邳令，甚有仁敏，政不偏頗。鄰縣皆雹，傷苗稼，獨不入下邳縣界。〔二〕──琱玉集 \\n 〔一〕　范書韓棱傳作「字伯師」。又「稜」乃「棱」之俗字。 \\n 〔二〕　李慈銘以為出自謝承諸書，說見越縵堂讀書記。 \\n ００三　應奉字世叔，後漢汝南南頓人也。讀書五行俱下。奉至汝穎，見袁賀於門中出其半面。後廿餘年，在路見賀而識之〔一〕。又奉仕郡為決曹吏，錄囚數百人，奉口誦名字，罪之輕重，無有遺脫，太守奇之。舉孝廉，遷會稽太守也〔二〕。──琱玉集 \\n 〔一〕　范書應奉傳注引謝承書作「嘗詣彭城相袁賀，賀時出行閉門，造車匠於內開扇半面視奉，奉即委去。後數十年於路見車匠，識而呼之」。與此引大異。按賀乃彭城相，豈能從門中出半面以視來客！琱玉集多誤鈔，此為一例。 \\n 〔二〕　奉遷會稽太守，唯此一見。或系別一佚書，故錄此。 \\n ００四　周蠻，後漢人也。拙為容皂，不可觀採。梟頸折頞，鳥〈口巂〉欠頤。但清高，敦心方外，不以官位存懷，唯慕煙霞任誕〔一〕。──琱玉集 \\n 〔一〕　范書「周蠻」作「周燮」，是。又此引文辭怪譎多訛，與范書異。 \\n ００五　荀緄遷沛相，所在清嚴，舉賢治惡，以為豫州六郡之表也〔一〕。──書鈔卷七六 \\n 〔一〕　謝承書荀緄傳無此條，而與范書畏懼宦者之荀緄，美惡迥異，故入此以俟攷。 \\n ００六　孔融字文舉，孔子〔二十〕世孫也〔一〕。李膺為河南尹，恃才倨傲，誡守門者，非吾通家子孫不得輒通。融年十二〔二〕，入洛，欲以觀其人，乃謂守門者曰：「吾與李君通家子孫耳。」守門者告膺，膺呼召問曰：「卿與吾有何故？」融曰：「臣先君孔子與公老君同德比義，則臣與公累代通家也。」膺大悅，引坐謂曰：「卿欲食乎？」融曰：「須食。」膺曰：「教卿為客之禮，主人問食，但讓不須。」融曰：「不然。教君為主之禮，但置（於）〔飲〕食〔三〕，不須問客。」膺慚，乃嘆曰：「吾將老死，不見卿富貴也。」融曰：「公殊未死。」膺曰：「如何？」融曰：「『鳥之將死，其鳴也哀。人之將死，其言也善』〔四〕。向來公言未有善也，故知未死。」膺甚奇之。後與膺談論百家經史，應答如流，應不能下之〔五〕。（汪）──御覽卷四六三 \\n 〔一〕　原字漫脫，據范書孔融傳補。 \\n 〔二〕　范書孔融傳作「年十歲」。 \\n 〔三〕　據惠棟後漢書補注改。 \\n 〔四〕　語見論語泰伯篇。 \\n 〔五〕　此條原注出范書，然與本傳多異。汪輯僅引「膺大悅」至「富貴也」，及「後與膺」至「不能下之」數句，且誤注出御覽卷五。今按汪文臺實不詳所出，其引皆本惠氏補注，故多有脫文。此條當出諸家佚書。 \\n ００七　秦彭字伯平，為山陽太守。民江伯欲嫁寡姊，姊乃引鐮自割，伯因前救姊，觸鐮傷姊，遂亡。縣正論法，彭曰「救無惡志」，乃輕罪之〔二〕。（汪）──御覽卷五一七 \\n 〔一〕　此事范書失載，當出佚書。而汪文臺又誤注出處為御覽卷五。 \\n ００八　親故有窮老者，每見之，拜起甚恭，或脫蔥以與之者，或單衣裳而坐，其天仁如此〔一〕。──書鈔卷一二九 \\n 〔一〕　注出劉昆列傳。范書及東觀記均無此條，或系佚書之文。 \\n ００九　嚴光字子陵，與光武為友。後光武登阼，忘之。光怨帝。是時太史云：「天上有客星恨帝。」帝曰：「豈非朕故人嚴子陵乎？」遽命徵之。夜與子陵共臥，光以腳加帝腹。太史奏：「客星侵御座。」子陵縮腳，客星尋退。竟不仕。（汪）──御覽卷五 \\n ０一０　趙峻，後漢人也〔一〕。志性聰敏，又能屬文，所制才藻，落紙如飛，下筆即成，都不尋覆也。──琱玉集 \\n 〔一〕　越縵堂讀書記曰：「范書不見姓名，蓋出謝承諸書。」天游按：范書順沖質帝紀言，峻順帝時為太尉，沖帝時為太傅。又郭躬傳曰：「初，肅宗時，司隸校尉下邳趙興亦不恤諱忌，官至潁川太守。子峻，太傅，以才器稱。」則非不見姓名於范書也。然此引當出諸已佚後漢書。 \\n ０一一　張重字仲篤，明帝時舉孝廉，帝曰：「何郡小吏？」答曰：「臣日南吏。」帝曰：「日南郡人，應向北看日。」答曰：「臣聞雁門不見壘雁為門，金城郡不見積金為郡。臣雖居日南，未嘗向北看日。」〔一〕（汪）──御覽卷四 \\n 〔一〕　此引不見於范書，然東觀記載之，其文曰：「張重，日南計吏，形容短小。明帝問云：『何郡小吏？』對曰：『臣日南計吏，非小吏也。』」東觀記乃諸家後漢書之源，此引或即東觀記之文，或系已佚後漢書據東觀記改寫之文。 \\n ０一二　孫敬字文質，好學，閉戶讀書，不堪其睡，乃以繩懸之屋梁，人曰「閉戶先生」〔一〕。（汪）──類聚卷五五 \\n 〔一〕　原出處標後漢書，汪輯入謝承書，非。孫敬事蹟范書失載，當入佚書以俟考。 \\n ０一三　梁輔，後漢人也。當為郡吏。時夏大旱，輔欲告天乞雨，身坐庭前，在傍多積薪柴，乃誓曰：「至日中不雨，即自燒身。」未及日中，天忽大雨也〔一〕。──琱玉集 \\n 〔一〕　李慈銘以為當出謝承諸書，今錄此以俟攷。 \\n ０一四　陳□字文鍾，為巫令，有政能。桑櫓生三萬餘株，民已溫飽。──稽瑞 \\n  \\n   \\n  "}
{"章节": "附錄一、 八家後漢書著者傳略", "正文": "  \\n 一、　八家後漢書著者傳略 \\n 　 \\n  \\n 吳志妃嬪傳吳主權謝夫人傳附謝承傳略 \\n 吳主權謝夫人，會稽山陰人也。父煛，漢尚書郎、徐令〔一〕。弟承拜五官郎中，稍遷長沙東部都尉、武陵太守，撰後漢書百餘卷。〔二〕 \\n 〔一〕　煛子承撰後漢書，稱煛幼以仁孝為行，明達有令才。煛弟貞，履蹈法度，篤學尚義，舉孝廉，建昌長，卒官。 \\n 〔二〕　會稽典錄曰：承字偉平，博學洽聞，嘗所知見，終身不忘。子崇揚威將軍，崇弟〈冒犬〉吳郡太守，并知名。 \\n 吳志薛綜傳附子薛瑩傳 \\n 薛綜字敬文，沛郡竹邑人也。子珝，官至威南將軍。珝弟瑩，子道言，初為祕府中書郎，孫休即位，為散騎中常侍。數年，以病去官。孫皓初，為左執法，遷選曹尚書，及立太子，又領少傅。建衡三年，皓追歎瑩父綜遺文，且命瑩繼作。瑩獻詩曰：「惟臣之先，昔仕于漢，奕世綿綿，頗涉臺觀。暨臣父綜，遭時之難，卯金失御，邦家毀亂。適茲樂土，庶存孑遺，天啟其心，東南是歸。厥初流隸，困于蠻垂。大皇開基，恩德遠施。特蒙招命，拯擢泥汙，釋放巾褐，受職剖符。作守合浦，在海之隅，遷入京輦，遂升機樞。枯瘁更榮，絕統復紀，自微而顯，非願之始。亦惟寵遇，心存足止。重值文皇，建號東宮，乃作少傅，光華益隆。明明聖嗣，至德謙崇，禮遇兼加，惟渥惟豐。哀哀先臣，念竭其忠，洪恩未報，委也以終。嗟臣蔑賤，惟昆及弟，幸生幸育，託綜遺體。過庭既訓，頑蔽難啟。堂構弗克，志存耦耕。豈悟聖朝，仁澤流盈。追錄先臣，愍其無成，是濟是拔，被以殊榮。珝忝千里，受命南征，旌旗備物，金革揚聲。及臣斯陋，實闇實微，既顯前軌，人物之機；復傅東宮，繼世荷輝，才不逮先，是忝是違。乾德博好，文雅是貴，追悼亡臣，冀存遺類。如何愚胤，曾無髣彿。瞻彼舊寵，顧此頑虛，孰能忍媿，臣實與居。夙夜反側，克心自論，父子兄弟，累世蒙恩，死惟結草，生誓殺身，雖則灰隕，無報萬分。」 \\n 是歲，何定建議鑿聖谿以通江淮，皓令瑩督萬人往，遂以多盤石難施功，罷還，出為武昌左部督。後定被誅，皓追聖谿事，下瑩獄，徙廣州。右國史華覈上疏曰：「臣聞五帝三王皆立史官，敘錄功美，垂之無窮。漢時司馬遷、班固，咸命世大才，所撰精妙，與六經俱傳。大吳受命，建國南土。大皇帝末年，命太史令丁孚、郎中項峻始撰吳書。孚、峻俱非史才，其所撰作，不足紀錄。至少帝時，更差韋曜、周昭、薛瑩、梁廣及臣五人，訪求往事，所共撰立，備有本末。昭、廣先亡，曜負恩蹈罪，瑩出為將，復以過徙，其書遂委滯，迄今未撰奏。臣愚淺才劣，適可為瑩等記注而已，若使撰合，必襲孚、峻之跡，懼墜大皇帝之元功，損當世之盛美。瑩涉學既博，文章尤妙，同寮之中，瑩為冠首。今者見吏，雖多經學，記述之才，如瑩者少，是以慺慺為國惜之。實欲使卒垂成之功，編於前史之末。奏上之後，退填溝壑，無所復恨。」皓遂召瑩還，為左國史。頃之，選曹尚書同郡繆禕以執意不移，為群小所疾，左遷衡陽太守。既拜，又追以職事見詰責，拜表陳謝。因過詣瑩，復為人所白，云禕不懼罪，多將賓客會聚瑩許。乃收禕下獄，徙桂陽，瑩還廣州。未至，召瑩還，復職。是時法政多謬，舉措煩苛，瑩每上便宜，陳緩刑簡役，以濟育百姓，事或施行。遷光祿勳。天紀四年，晉軍征皓，皓奉書於司馬伷、王渾、王濬請降，其文，瑩所造也。瑩既至洛陽，特先見敘，為散騎常侍，答問處當，皆有條理〔一〕。太康三年卒。著書八篇，名曰新議〔二〕。 \\n 〔一〕　干寶晉紀曰：武帝從容問瑩曰：「孫皓之所以亡者何也？」瑩對曰：「歸命侯臣皓之君吳也，昵近小人，刑罰妄加，大臣大將，無所親信，人人憂恐，各不自保，危亡之釁，實由於此。」帝遂問吳士存亡者之賢愚，瑩各以狀對。 \\n 〔二〕　王隱晉書曰：「瑩子兼，字令長，清素有器宇，資望故如上國，不似吳人。歷位二宮丞相長史。元帝踐阼，累遷丹楊尹，尚書，又為太子少傅。自綜至兼，三世傅東宮。」 \\n 晉書司馬彪傳 \\n 司馬彪字紹統，高陽王睦之長子也。出後宣帝弟敏。少篤學不倦，然好色薄行，為睦所責，故不得為嗣，雖名出繼，實廢之也。彪由此不交人事，而專精學習，故得博覽群籍，終其綴集之務。初拜騎都尉。泰始中，為祕書郎，轉丞。注莊子，作九州春秋。以為「先王立史官以書時事，載善惡以為沮勸，撮教世之要也。是以春秋不修，則仲尼理之；關雎既亂，則師摯修之。前哲豈好煩哉？蓋不得已故也。漢氏中興，訖于建安，忠臣義士亦以昭著，而時無良史，記述煩雜，譙周雖已刪除，然猶未盡，安順以下，亡缺者多。」彪乃討論眾書，綴其所聞，起于世祖，終于孝獻，編年二百，錄世十二，通綜上下，旁貫庶事，為紀、志、傳凡八十篇，號曰續漢書。泰始初，武帝親祠南郊，彪上疏定議，語在郊祀志。後拜散騎侍郎。惠帝末年卒，時年六十餘。 \\n 初，譙周以司馬遷史記書周秦以上，或採俗語百家之言，不專據正經，周於是作古史考二十五篇，皆憑舊典，以糾遷之謬誤。彪復以周為未盡善也，條古史考中凡百二十二事為不當，多據汲冢紀年之義，亦行於世。 \\n 晉書華嶠傳 \\n 華表字偉容，平原高唐人也。有六子：廙、岑、嶠、鑒、澹、簡。 \\n 嶠字叔駿，才學深博，少有令聞。文帝為大將軍，辟為掾屬，補尚書郎，轉車騎從事中郎。泰始初，賜爵關內侯。遷太子中庶子，出為安平太守。辭親老不行，更拜散騎常侍，典中書著作，領國子博士，遷侍中。 \\n 太康末，武帝頗親宴樂，又多疾病。屬小瘳，嶠與侍臣表賀，因微諫曰：「伏惟聖體漸就平和，上下同慶，不覺抃舞。臣等愚戇，竊有微懷，以為收功於所忽，事乃無悔；慮福於垂成，祚乃日新。唯願陛下深垂聖明，遠思所忽之悔，以成日新之福。沖靜和氣，嗇養精神，頤身於清簡之宇，留心於虛曠之域。無厭世俗常戒，以忽群下之言，則豐慶日延，天下幸甚！」帝手詔報曰：「輒自消息，無所為慮。」元康初，封宣昌亭侯。誅楊駿，改封樂鄉侯，遷尚書。 \\n 後以嶠博聞多識，屬書典實，有良史之志，轉祕書監，加散騎常侍，班同中書。寺為內臺，中書、散騎、著作及治禮音律，天文數術，南省文章，門下撰集，皆典統之。初，嶠以漢紀煩穢，慨然有改作之意。會為臺郎，典官制事，由是得遍觀祕籍，遂就其緒。起于光武，終于孝獻，一百九十五年，為帝紀十二卷、皇后紀二卷、十典十卷、傳七十卷及三譜、序傳、目錄，凡九十七卷。嶠以皇后配天作合，前史作外戚傳以繼末編，非其義也，故易為皇后紀，以次帝紀。又改志為典，以有堯典故也。而改名漢後書奏之，詔朝臣會議。時中書監荀猒、令和嶠、太常張華、侍中王濟咸以嶠文質事核，有遷固之規，實錄之風，藏之祕府。後太尉汝南王亮、司空衛瓘為東宮傅，列上通講，事遂施行。嶠所著論議難駁詩賦之屬數十萬言，其所奏官制、太子宜還宮及安邊、雩祭、明堂辟雍、浚導河渠、巡禹之舊跡置都水官，修蠶宮之禮置長秋，事多施行。元康三年卒，追贈少府，謚曰簡。 \\n 嶠性嗜酒，率常沈醉。所撰書十典未成而終，祕書監何劭奏嶠中子徹為佐著作郎，使踵成之，未竟而卒。後監繆徵又奏嶠少子暢為佐著作郎，克成十典，并草魏晉紀傳，與著作郎張載等俱在史官。永嘉喪亂，經籍遺沒，嶠書存者三十餘卷。 \\n 嶠有三子：頤、徹、暢。頤嗣，官至長樂內史。暢有才思，所著文章數萬言。遭寇亂，避難荊州，為賊所害，時年四十。 \\n 晉書謝沈傳 \\n 謝沈字行思，會稽山陰人也。曾祖斐，吳豫章太守。父秀，吳翼正都尉。沈少孤，事母至孝，博學多識，明練經史。郡命為主簿、功曹，察孝廉，太尉郗鑒辟，並不就。會稽內史何充引為參軍，以母老職。平西將軍庾亮命為功曹，征北將軍蔡謨版為參軍，皆不就。閑居養母，不交人事，耕耘之暇，研精墳籍。康帝即位，朝議疑七廟迭毀，乃以太學博士徵，以質疑滯。以母憂去職。服闋，除尚書度支郎。 \\n 何充、庾冰並稱沈有史才，遷著作郎，撰晉書三十餘卷。會卒，時年五十二。沈先著後漢書百卷及毛詩、漢書外傳，所著述及詩賦文論皆行於世。其才學在虞預之右云。 \\n 張瑩傳（闕） \\n 晉書袁山松傳 \\n 袁瑰字山甫，陳郡陽夏人，魏郎中令渙之曾孫也。以功封長合鄉侯。卒，子喬嗣。喬博學有文才，注論語及詩，并諸文筆皆行於世。子方平嗣。卒，子山松嗣。 \\n 山松少有才名，博學有文章，著後漢書百篇。衿情秀遠，善音樂。舊歌有行路難曲，辭頗疏質，山松好之，乃文其辭句，婉其節制，每因酣醉縱歌之，聽者莫不流涕。初，羊曇善唱樂，桓伊能挽歌，及山松行路難繼之，時人謂之「三絕」。時張湛好於齋前種松柏，而山松每出游，好令左右作挽歌，人謂「湛屋下陳尸，山松道上行殯」。 \\n 山松歷顯位，為吳郡太守。孫恩作亂，山松守滬瀆，城陷被害。 \\n 魏志三少帝紀裴松之注載張璠事略 \\n 案張璠、虞溥、郭頒皆晉之令史，璠、頒出為官長，溥，鄱陽內史。璠撰後漢紀，雖似未成，辭藻可觀。溥著江表傳，亦粗有條貫。惟頒撰魏晉世語，蹇乏全無宮商，最為鄙劣，以時有異事，故頗行於世。干寶、孫盛等多采其言以為晉書，其中虛錯如此者，往往而有之。 \\n  \\n   \\n  "}
{"章节": "附錄二、著錄", "正文": "  \\n 二、著錄 \\n 　 \\n  \\n 隋書經籍志： \\n 後漢書一百三十卷無帝紀，吳武陵太守謝承撰。 \\n 後漢記六十五卷本一百卷，梁有，今殘缺。晉散騎常侍薛瑩撰。 \\n 續漢書八十三卷晉祕書監司馬彪撰。 \\n 後漢書十七卷本九十七卷，今殘缺。晉少府卿華嶠撰。 \\n 後漢書八十五卷本一百二十二卷，晉祠部郎謝沈撰。 \\n 後漢南記四十五卷本五十五卷，今殘缺。晉江州從事張瑩撰。 \\n 後漢書九十五卷本一百卷，晉祕書監袁山松撰。 \\n 後漢紀三十卷張璠撰。 \\n 舊唐書經籍志： \\n 後漢書一百三十三卷謝承撰。 \\n 後漢記一百卷薛瑩作。 \\n 後漢書八十三卷司馬彪撰。 \\n 後漢書三十一卷華嶠作。 \\n 又一百二卷謝沈撰。 \\n 漢南紀五十八卷張瑩撰。 \\n 後漢書一百二卷袁山松作。 \\n 後漢紀三十卷張璠撰。 \\n 新唐書藝文志： \\n 謝承後漢書一百三十卷 \\n 又錄一卷 \\n 薛瑩後漢記一百卷 \\n 司馬彪續漢書八十三卷 \\n 又錄一卷 \\n 華嶠後漢書三十一卷 \\n 謝沈後漢書一百二卷 \\n 袁山松後漢書一百一卷 \\n 又錄一卷 \\n 張瑩漢南紀五十八卷 \\n 張璠後漢紀三十卷 \\n  \\n   \\n  "}
{"章节": "附錄三、評論", "正文": "  \\n 三、評論 \\n 　 \\n  \\n 袁宏後漢紀自序（節錄） \\n 予嘗讀後漢書，煩穢雜亂，睡而不能竟也。聊以暇日，撰集為後漢紀。其所綴會漢紀、謝承書、司馬彪書、華嶠書、謝沈書、漢山陽山記、漢靈獻起居注、漢名臣奏，旁及諸郡耆舊先賢傳，凡數百卷。前史闕略，多不次敘，錯謬同異，誰使正之？經營八年，疲而不能定。頗有傳者，始見張璠所撰書，其言漢末之事差詳，故復探而益之。 \\n 文心雕龍史傳篇（節錄） \\n 至于後漢紀傳，發源東觀。袁張所制，偏駁不倫，薛謝之作，疏謬少信；若司馬彪之詳實，華嶠之準當，則其冠也。 \\n 史通（節錄） \\n 六家篇：至孝獻帝，始命荀悅撮其書為編年體，依左傳著漢紀三十篇。自是每代國史，皆有斯作，起自後漢，至於高齊。如張璠、孫盛、干寶、徐賈、裴子野、吳均、何之元、王劭等，其所著書，或謂之春秋，或謂之紀，或謂之略，或謂之典，或謂之志。雖名各異，大抵皆依左傳以為的準焉。 \\n 二體篇：蓋荀悅、張璠，丘明之黨也；班固、華嶠，子長之流也。惟此二家，各相矜尚。 \\n 書志篇：原夫司馬遷曰書，班固曰志，蔡邕曰意，華嶠曰典，張勃曰錄，何法盛曰說。名目雖異，體統不殊。亦猶楚謂之檮杌，晉謂之乘，魯謂之春秋，其義一也。 \\n 又曰：若乃五行、藝文，班補子長之闕；百官、輿服，謝拾孟堅之遺。王隱後來，加以瑞異；魏收晚進，弘以釋老。斯則自我作故，出乎胸憶，求諸歷代，不過一二者焉。 \\n 又曰：竊以國史所書，宜述當時之事。必為志而論天象也，但載其時彗孛氛祲，薄食晦明，裨灶、梓慎之所占，京房、李郃之所候。至如熒惑退舍，宋公延齡，中台告坼，晉相速禍，星集潁川而賢人聚，月犯少微而處士亡，如斯之類，志之可也。若乃體分濛澒，色著青蒼，丹曦、素魄之躔次，黃道、紫宮之分野，既不預於人事，輒編之於策書，故曰刊之國史，施於何代不可也。其間唯有袁山松、沈約、蕭子顯、魏收等數家，頗覺其非，不遵舊例。凡所記錄，多合事宜。寸有所長，賢於班、馬遠矣。 \\n 又曰：伏羲已降，文籍始備。逮於戰國，其書五車，傳之無窮，是曰不朽。夫古之所制，我有何力，而班漢定其流別，編為藝文志。論其妄載，事等上篇。續漢已還，祖述不暇。夫前志已錄，而後志仍書，篇目如舊，頻煩互出，何異以水濟水，誰能飲之者乎？ \\n 又曰：自漢中興已還，迄於宋、齊，其間司馬彪、臧榮緒、沈約、蕭子顯相承載筆，競志五行。雖未能盡善，而大較多實。何者？如彪之徒，皆自以名慚漢儒，才劣班史，凡所辯論，務守常途。既動遵繩墨，故理絕河漢。兼以古書從略，求徵應者難該；近史尚繁，考祥符者易洽。此昔人所以言有乖越，後進所以事反精審也。 \\n 論贊篇曰：春秋左氏傳每有發論，假君子以稱之。二傳云公羊子、穀梁子，史記云太史公。既而班固曰贊，荀悅曰論，東觀曰序，謝承曰詮，陳壽曰評，王隱曰議，何法盛曰述，揚雄曰譔，劉昞曰奏，袁宏、裴子野自顯姓名，皇甫謐、葛洪列其所號。史官所撰，通稱史臣。其名萬殊，其義一揆。必取便於時者，則總歸論贊焉。 \\n 序例篇曰：迨華嶠後漢，多同班氏。如劉平、江革等傳，其序先言孝道，次述毛義養親。此則前漢王貢傳體，其篇以四皓為始也。嶠言辭簡質，敘致溫雅，味其宗旨，亦孟堅之亞歟？ \\n 補注篇：以峻之才識，足堪遠大，而不能探賾彪、嶠，網羅班、馬，方復留情於委巷小說，銳思於流俗短書。可謂勞而無功，費而無當者矣。 \\n 言語篇曰：又世之議者，咸以北朝眾作，周史為工。蓋賞其記言之體，多同於古故也。夫以枉飾虛言，都捐實事，便號以良直，師其模楷，是則董狐、南史，舉目可求，班固、華嶠，比肩皆是者矣。 \\n 摸擬篇曰：袁山松云：「書之為難也有五：煩而不整，一難也；俗而不典，二難也；書不實錄，三難也；賞罰不中，四難也；文不勝質，五難也。」夫擬古而不類，此乃難之極者，何為獨闕其目乎？ \\n 覈才篇曰：但自世重文藻，詞宗麗淫，於是沮誦失路，靈均當軸。每西省虛職，東觀佇才，凡所拜授，必推文士。遂使握管懷鉛，多無銓綜之識；連章累牘，罕逢微婉之言。而舉俗共以為能，當時莫之敢侮。假令其間有術同彪、嶠，才若班、荀，懷獨見之明，負不刊之業，而皆取窘於流俗，見嗤於朋黨。遂乃哺糟歠醨，俯同妄作，披褐懷玉，無由自陳。此管仲所謂「用君子而以小人參之，害霸之道」者也。 \\n 煩省篇曰：降及東京，作者彌眾。至如名邦大都，地富才良，高門甲族，代多髦俊。邑老鄉賢，競為別錄；家牒宗譜，各成私傳。於是筆削所採，聞見益多。此中興之史，所以又廣於前漢也。 \\n 又曰：夫英賢所出，何國而無？書之則與日月長懸，不書則與煙塵永滅。是以謝承尤悉江左，京洛事缺於三吳；陳壽偏委蜀中，巴、梁語詳於二國。如宋、齊受命，梁、陳握紀，或地比禹貢一州，或年方秦氏二世。夫地之偏小，年之窘迫，適使作者採訪易洽，巨細無遺，耆舊可詢，隱諱咸露。此小國之史，所以不減於大邦也。 \\n 又曰：古今有殊，澆淳不等。而往之所載，其簡如彼；後之所書，其審如此。若使同後來於往世，限一概以成書，將恐學者必詬其疏遺，尤其牽略者矣。而議者苟嗤沈、蕭之所記，事倍於孫、習；華、謝之所編，語煩於班、馬，不亦謬乎！故曰論史之煩省者，但當求其事有妄載，言有闕書，斯則可矣。必量世事之厚薄，限篇第以多少，理則不然，其斯之謂也。 \\n 自敘篇曰：始在總角，讀班、謝兩漢，便怪前書不應有古今人表，後書宜為更始立紀。當時聞者，共責以為童子何知，而敢輕議前哲。於是赧然自失，無辭以對。其後見張衡、范曄集，果以二史為非。 \\n 史官建置篇曰，若中朝之華嶠、陳壽、陸機、束晳，江左之王隱、虞預、干寶、孫盛，宋之徐爰、蘇寶生，梁之沈約、裴子野，斯並史官之尤美，著作之妙選也。 \\n 又曰：吳歸命侯時，有左右二國史之職，薛瑩為其左，華覈為其右。又周處自左國史遷東觀令。以斯考察，則其班秩可知。 \\n 又曰：夫仲尼修春秋，公羊高作傳。漢、魏之陸賈、魚豢，晉、宋之張璠、范曄，雖身非史職，而私撰國書。 \\n 古今正史篇曰：魏黃初中，唯著先賢表，故漢記殘缺，至晉無成。泰始中，祕書丞司馬彪始討論眾書，綴其所聞，起元光武，終於孝獻，錄世十二，編年二百，通綜上下，旁引庶事，為紀、志、傳凡八十篇，號曰續漢書。又散騎常侍華嶠刪定東觀記為漢後書，帝紀十二、皇后紀二、典十、列傳七十、譜三，總九十七篇。其十典竟不成而卒。自斯已往，作者相繼，為編年者四族，創紀傳者五家，推其所長，華氏居最。而遭晉室東徙，三惟一存。 \\n 雜說下篇曰：夫以宣尼叡哲，子雲參聖，在於著述，不能忘私，則自中庸以降，抑可知矣。如謝承漢書偏黨吳、越，魏收代史，盛誇胡塞，復焉足怪哉？ \\n 又曰：子曰：「齊景公有馬千駟，死之日，人無德而稱焉。伯夷、叔齊餓於首陽之下，民到於今稱之。」若漢代青翟、劉舍，位登丞相，而班史無錄；姜詩、趙壹，身止計吏，而謝書有傳，即其例也。 \\n 史略（節錄） \\n 卷二曰：按後漢明帝詔班固、陳宗、尹敏、孟冀譔世祖本紀及建武功臣傳。又詔劉珍、李尤等譔建武以來至永初紀傳。又詔伏無忌、黃景作諸王恩澤侯及單于、西羌，地里志。邊韶、崔寔、朱穆、曹壽作皇后外戚傳、百官表、順帝功臣傳，凡百十四篇，曰漢記。嘉平中，馬日磾、蔡邕、楊劇、盧植又續漢記。至吳謝承作漢書，司馬彪作續漢書，華嶠、謝沉、袁崧又作後漢書，往往皆因漢記之舊為之，是固為有所據依。 \\n 又曰：謝承、司馬彪、薛瑩、謝沉後漢書，先儒最稱其精。今是書不復可見，乃略采其精語一二。謝承史云：「徐孺子清妙高峙，超世越俗。」司馬彪史云：「蔡伯喈通達有雋才，博學善屬文，伎藝術數，無不精練。郭林宗處約味道，不改其樂。李元禮曰：『吾見士多矣，無如林宗者也。』及卒，蔡伯喈為作碑曰：『吾為人作銘，未嘗不有慚容，唯郭有道碑頌無愧耳。』」薛瑩史云：「李元禮抗志清妙，有文武雋才。」又曰：「李膺、王暢、荀緄、朱寓、魏朗、劉祐、杜楷、趙典為八俊。」謝沉史曰：「俊者，卓出之名也。」諸人史句如此，可曰精矣！ \\n 卷三曰：東觀漢記百四十三卷，起光武記注至靈帝，長水校尉劉珍等撰。其後有後漢記一百卷，晉散騎常侍薛瑩所撰，當本諸此。 \\n 又曰：張璠漢紀曰：「范孟博為功曹，辟公府掾，升車攬轡，有澄清天下之志。百城聞滂高名，皆解印綬去。」又曰：「不畏強禦陳仲舉，天下模楷李元禮。」以上諸史，學者所未見，故為概舉一二，庶知其筆墨焉。 \\n 卷五曰：劉軻論太史公以來史筆姓氏：東漢有若陳宗、尹敏、伏無忌、邊韶、崔寔、馬日磾、蔡邕、盧植、司馬彪、華嶠、范曄、袁宏。 \\n 少室山房筆叢 \\n 經籍會通曰：阮錄又有後漢藝文志目若干卷。第云八十七家亡，而不著存數。按范志無藝文一類，蓋謝承書也。 \\n 四庫全書總目提要（節錄） \\n 史部編年類後漢紀提要曰：後漢紀三十卷，晉袁宏撰。蓋大致以漢紀為準也。案隋志載璠書三十卷，今已散佚。惟三國志注及後漢書注間引數條。今取與此書互勘，璠記所有，此書往往不載。其載者亦多所點竄，互有詳略。如璠記稱「盧芳，安定人。屬國夷數十畔在參蠻，芳從之，詐姓劉氏」。此書則作「劉芳，安定三川人，本姓盧氏。王莽末，天下咸思漢，芳由是詐稱武帝後，變姓名為劉文伯。及莽敗，芳與三川屬國羌胡起兵北邊」。以及朱穆論梁冀池中舟覆，吳祐諫父寫書事，皆較璠記為詳。璠記稱「明德馬皇后不喜出遊，未嘗臨御窻牖」。此書作「性不喜出入游觀」。璠記稱「楊秉嘗曰：『我有三不惑，酒、色、財也。』天下以為名公」。此書刪下一句。又如序王龔與薛勤喪妻事，璠記先敘龔而追敘勤，此書則先敘勤而後敘龔。敘呂布兵敗，勸王允同逃事，璠記敘在長安陷時，此書追敘於後。亦頗有所移置。而核其文義，皆此書為長。 \\n 十七史商榷卷三二三史條 \\n 案：三史謂史記、前、後漢書，而後漢則指謝承或華嶠書。 \\n 隋書經籍志考證（節錄） \\n 後漢書一百三十卷無帝紀，吳武陵太守謝承撰。 \\n 新唐志同，又錄一卷。舊唐志三十三卷。史無帝紀，惟聞此書。北堂書鈔設官部引承書有風教傳，亦創見也。史通論贊篇「謝承曰詮」。愚按：文選顏延年北使洛詩注引承書「徐淑戎車首路」。永明九年策秀才文注「陰修敷化二都，威教克平」。阮嗣宗勸進表注「黃他求沒將，投骸邊廷」。又「王龔幹事，遂陟鼎司」。後漢二十八將論注「申屠蟠英姿磊落」。張景陽六命注「士庶流宕他州異境」。俱稱「序曰」，蓋承書敘傳中語。今存姚之駰輯本四卷。 \\n 後漢記六十五卷本一百卷。梁有，隋殘缺。晉散騎常侍薛瑩撰 \\n 唐志一百卷。今存姚氏輯本一卷。太平御覽皇王部引光武、明帝、章帝、安帝、桓帝、靈帝六贊。 \\n 續漢書八十三卷晉祕書監司馬彪撰。 \\n 晉書司馬彪傳：彪討論眾書，綴其所聞，起於世祖，終於孝獻，為紀、志、傳凡八十篇，號曰續漢書。唐志八十三卷，又錄一卷。今存姚氏輯本一卷。魏志武紀注、司馬朗傳注引有司馬彪序傳，當是續漢書分篇。 \\n 漢後書十七卷本九十七卷，今殘缺。晉少府卿華嶠撰。 \\n 晉書華嶠傳：初嶠以漢紀煩穢，有改作之志。會為臺郎，遍觀秘籍，遂就其緒。起於光武，終於孝獻，一百十五年，為帝紀十二卷，皇后紀二卷，十典九卷，傳十七卷，及三譜、序傳、目錄凡九十七卷。嶠以皇后配天作合，前史作外戚傳以繼末編，非其義也，故易為皇后紀，以次帝紀。又改志為典，以有堯典故也。而改名漢後書隋、唐志作後漢書，刊訛。奏之。嶠所撰十典，未成而終。何劭奏嶠中子徹使踵成之，未竟而卒。繆播又奏嶠少子暢為佐著作郎，克成十典史通書志篇：華嶠曰典。　永嘉喪亂，娙籍遺沒，嶠書存者五十原注一作三十餘卷。魏收上後魏書十志啟曰：「叔駿嶠字刪輯後劉，紹統司馬彪字削撰季漢，十志實範遷、固，表蓋闕焉。」史通內篇曰：「班固、華嶠，子長之流也。」又曰：「創紀傳者五家，推其所長，華氏居最。」又外篇曰：「嶠刪東觀記為漢後書。」愚案：蔚宗撰史，實本華嶠。故亦易外戚為后紀，而肅宗紀論、二十將論、桓譚、馮衍傳論、袁安傳論、劉趙淳于江劉周趙傳序史通序例篇曰：華嶠後漢，多同班氏。如劉平、江革等傳，其序先言孝道，次述毛義養親。此則前漢王貢傳體，其篇以四皓為始也。嶠言辭簡質，敘致溫雅，味其宗旨，亦孟堅之亞歟。　班彪傳論，章懷並注為華嶠之辭。王允傳論，章懷漏注。以魏志董卓傳注參校，知亦嶠辭。若袁安傳言湯長子成早卒，嶠書作長子平，平弟成（見魏志袁紹傳注），此可攷范史之異。至魏志華歆傳注、世說德行篇、方正篇注並引嶠譜敘史通外篇省稱曰譜。其言皆華氏事，世說注引孫策略有揚州，盛兵徇豫章，官屬請出郊迎，華歆不聽一事，通鑑考異謂其所說不近人情。蓋即班、馬自敘之例。唐志三十一卷。 \\n 後漢書八十五卷本一百二十二卷，晉祠部郎謝沈撰。 \\n 唐志一百二卷。今存姚氏輯本一卷。 \\n 後漢書九十五卷本一百卷，晉祕書監袁山松撰。 \\n 晉書袁山松傳：山松著後漢書百篇。舊唐志一百二卷。新唐志一百一卷，又錄一卷。今存姚氏輯本一卷。愚按：沈約宋書禮志引山松漢百官志，水經注引山松郡國志，史通書志篇言山松有天文志，通志校讎略言有藝文志，宏簡錄載梁七錄內有後漢書藝文志若干卷，不著山松，證以通志，當即袁氏之志。 \\n 後漢紀三十卷張璠撰。 \\n 魏志三少帝紀注云：張璠，晉之令史，撰後漢紀，雖似未成，辭藻可觀。史通內篇曰：「如張璠、孫盛、干寶、徐廣、裴子野、吳均、何之元、王劭等，或謂之春秋，或謂之紀，或謂之略，或謂之典，或謂之志，大抵皆依左傳以為的準焉。」又曰：「荀悅、張璠，丘明之黨也。世說注、後漢書注俱引璠紀。郡齋讀書志曰：「東京史籍，惟璠紀差詳。」唐志卷同。 \\n 後漢南記四十五卷本五十五卷，今殘缺。晉江州從事張瑩撰。 \\n 世說言語篇注引「荀諝典籍文章無不涉，徵聘無所就」；文學篇注「服虔明左氏傳，作訓解」；初學記地部「郭丹從武關出謁更始」；人事部「和帝四歲與兄慶出同車，入共室」；又「陰慶以園田錢財分與二弟」；武功部「魏應明魯詩，帝賜以劍玦」；居處部「馬援奏銅馬法，詔名金馬門」；文選干寶晉紀總論注「蜀有陽平、江關、白水，此為三關」；北堂書鈔后妃部「居危能重」；改術部序曰「赤精漸微」；太平御覽地部「樊重家素富，閉門成市」；職官部「陳寵為太守，任功曹王渙」；兵部「陳蕃欲誅諸黃門，謀泄被害」；宗親部「北海靖王興為光武撫育，恩愛如子」；珍寶部「安帝見銅人，張陵對以秦始皇時所鑄」，共十五事，並題張瑩漢南記。續漢郡國志注、史記集解並引張瑩曰「句亶，今江陵也」。唐志五十八卷。 \\n 後漢書五十八卷劉義慶撰，不著錄。 \\n 見唐志。 \\n 後漢書一百卷蕭子顯撰。梁有，隋亡。 \\n 梁書蕭子顯傳：子顯著後漢書一百卷。據眾後漢，考正同異，為一家之言。 \\n 文史通義（節錄） \\n 外篇永清縣志文徵序例曰：馬、班而後，家學漸衰，而豪傑之士特立名家之學起。如後漢書之有司馬彪、華嶠、謝承、范蔚宗諸家，而晉書之有何法盛等一十八家是也。同紀一朝之蹟，而史臣不領專官，則人自為編，家各為說，不為敘述討論，萃合一篇之內，何以得其折衷，此諸家流別之必待專篇列傳而明者也。 \\n  \\n   \\n  "}
{"章节": "附錄四、清代諸家後漢書輯本序跋及目錄", "正文": "  \\n 四、清代諸家後漢書輯本序跋及目錄 \\n 　 \\n  \\n 姚之駰後漢書補逸 \\n 自序：春秋，魯史也，一經宣尼之筆削，而魯史逸焉，等於芻狗。自後司馬遷作史記，憑空結撰，絕無依傍。而班固因之成漢書，然不聞太初以前盡逸子長之書也。後漢史書，自當時人主命詞臣撰記，後其踵作者為紀為書凡十餘家，蓋人人自擬遷、固矣。范蔚宗書最晚出，不過集諸家之成，以傾液而漱芳耳。故當時雅重東觀記，與遷、固二書稱為三史。而外此謝、華諸書無一逸者，裴松之注三國志亦多引之，不專奉宣城也。自唐章懷太子留文學之士，同注范書于儀鳳初年，上之有詔，付秘書省，自是而諸書稍稍泯矣。故五代及初唐人其類事釋書，尚多援引諸家者；至六臣注文選，其引范書已什之七八；迨宋淳化中吳淑進注一字賦表，枚舉謝承後漢書、張璠漢紀、續漢書，以為皆彼時所遺逸者，意其時惟東觀記僅存耳。後景祐初年，余靖、王洙奉詔校范書，序其源委，臚列東觀以下七種，僅載卷帙之多寡，而於章懷之注，竟不能取諸書相參對，則諸書之逸而不存，已如逝水飄風矣。 \\n 夫范書簡而明，疏而不陋，史通固亟稍之，然持論之間，不無倒置。議竇武、何進之誅宦寺為違天理，責張騫、班勇之使西域為遺佛書，抑謝夷吾、李郃于方術，枉董宣于酷吏，察蔡琰于列女，而且志缺藝文，贊為贅語，流觀逸史，未必從同也。蔚宗與甥姪書以為體大而思精，諸序論贊筆勢放縱，實天下之奇作。善乎！文中子之言曰：「古之史也辨道，今之史也耀文。」范其耀文者乎？且即以文論，而創造者難工，潤色者易好，集眾文而潤之，范亦不得專美於後也。夫百末旨酒非不美也，乃飲醇而忘蘅杜之馨。狐裘之價千金也，而不知其成眾腋。此亦失先河後海之義矣。今以蔚宗所定為正史，而謝、華諸書等諸芻狗，是以春秋尊范書，吾未之敢信也。 \\n 或曰古書之逸者多矣，即如史官所記，東漢以來其不傳者何限，將按籍而補之，恐有塞破世界之憂。是又不然。夫他書可逸，惟史當補。近史文煩或可逸，古史文約尤當補。今試以謝、華諸史與范校，其闕者半，其同者半。其闕者可以傳一朝之文獻，其同者且可以參其是非，較其優絀，于史學庶乎其小補也。爰是檢閱群書，鈔蕞成帙，考覈同異，間以臆斷，合為八種二十一卷。遂使八百餘年已湮之籍，一旦復裒然傳世。日月潛曜，麗天復光，江河滔滔，歸自潮汐，豈非撰著家一快事哉！第鯫生固陋，其疏略之過，未能善補，尚俟博雅君子重補其闕云爾。康熙癸巳夏五月錢唐姚之駰魯思氏謹題于東皋之露滌齋。 \\n 例言： \\n 一、是編採自群書，概依原本，間有大謬，辯如註言，其小疵纖誤，統置闕如，不敢妄更。 \\n 一、列朝諸臣，略次前後，不盡案紀年而差之，以作史者老韓尚可同傳，而儒林、循吏各歸一部，原未嘗沾沾序列也。 \\n 一、凡一人事蹟，隨得隨錄，亦不序其先後，蓋條登縷載，固非列傳體耳。 \\n 一、史體為紀、為傳、為志，各有所屬。今八書既亡，不能探其原帙，但以帝王及諸臣標題，而諸條麗其下。其採自諸志，無人可附者特拈數字以便尋觀。 \\n 一、有同此一條，兩書引用互異者，仍兼採並收，不敢妄削。 \\n 一、諸書多有從同，或嫌冗複，然參看有三善焉：補亡一，辯誤二，較量行文高下三。 \\n 一、末學荒蕪，既非行祕，而藏書寂寥，并鮮獺祭之功，其有闕陋，再俟增入。荃園姚之駰識謝承後漢書序：謝偉平之書，東漢第一良史也。東觀記仿佛起居注，即應奉漢事、譙周刪記，皆未嘗成一家言以定之。為史定之者，自偉平始。偉平於孫吳時，為吳郡督郵，有嘉禾生部內，後遷長沙都尉。博物洽聞，下筆雋妙，撰後漢書百三十卷，可謂該矣。案謝書極博，凡所載忠義名卿及通賢逸士，其芳言懿矩，半為范書所遺，惟六朝詞人多誦說之，故當時引用多採編中佳話。蔚宗作史，過為刪除，如食海錯而棄江瑤，柱操斤而遺文梓，殊可惋惜也。然〈逞，中“口改山”〉〈逞，中“口改山”〉為言家口實，故其軼時見他書，知文章光燄與夫忠義名卿通賢逸士之遺跡，其在天地間自不可磨滅如此。輒採綴彙鈔，分為四卷。覽是書者，亦嘗一臠而識太牢之滋味矣。案長沙都尉余靖表作武陵太守，俟考。 \\n 分目： \\n 祭遵　陳臨　第五倫　李淑　張閎　王防　劉裕　陳正叔　嚴豐　包咸　鄭興　賈逵　桓譚　許慶　周穆　鄧曄　鄧弘　王阜　桓任　劉崇　皋弘　何湯　張佺　羊茂　劉平　劉琨　尹敏　宋均　江革　王博　黃向　陶碩　杜詩　韓崇　隱〈辶翟〉　戴憑　鄧儒　鍾離意　湛重　張堪　沈景　李鴻　周敞　陳茂　陳宣　戴禮　張業　路仲翁　李敬　公孫曄　陸續　虞延　封告　虔國　謝夷吾　方儲　范式　張修　孫華　孔嵩　傅賢　黃香　嚴翊　鄭弘　陳囂　張霸　張楷　王譚　劉陵　刁曜　周暢　百里嵩　郭丹　董宣　禮震　董春　（以上總卷九） \\n 陳寵　張意　馬融　巴祗　鄧道　陳龜　孟嘗　尹昆　閔貢　石苞　張稷　吳祐　鄧通　宋度　宋叔平　徐防　王充　陳堪　華崧　華松　戴封　許荊　許季長　司馬苞　張冀　趙曄　杜撫　許敬　廣漢儒　玊況　班固　陳囂　陳翔　馮魴　唐羌　張青　王黨　高慎　周燮　岑熙　陳楚　李燾　石□　陳禪　聞人統　梁竦　梁不疑　李壽　孔喬李昺　郎宗　王輔　施延　任防　王賜　黃昌　□紹　侯瑾　樊英　祝皓　劉據　虞承　左雄　戴良　陳常　薛惇　雷義　法真　徐相　崔瑗　沈輔　范丹　仇覽　黃真　劉祐　沈豐　羊續　趙嘉　陳謙　（以上總卷一０） \\n 董种　馮緄　周乘　宗慶　彭脩　劉騊駼　張綱　劉虞　蔣崇　祝良　王奐　高弘　張陵　盛吉　皇甫規　王暢　朱寵　許永　賈彪　蘇章　宗度　郭諒　楊章　徐栩　宣仲　李固　趙戒　趙典　媯皓　尹苞　朱穆　劉寵　唐約　荀緄　曹破石　龔遂　胡騰　應奉　陳蕃　周樹　胡廣　韋著　李曇　姜肱　楊高　羊陟　郭泰　劉儒　李咸　度尚　劉瑜　孔恂　楊喬　竇武　牛震　賀純　王逸　符融　馮岱　宋果　徐璆　劉寬　袁忠　吳馮　郭賀　（以上總卷一一） \\n 張磐　晉文經　成瑨　劉瓆　范滂　劉淑　延篤　黃憲　徐稚　張奐　陳朔　周景　李燮　楊璇　魏朗　李膺　王威　茅容　抗徐　申屠蟠　皇甫嵩　巴肅　史弼　第五永　楊震　楊秉　楊賜　宗琳　陳球　陳瑀　陳珪　宗資　檀敷　賈淑　桓嚴　承父嬰　楊奇　張馴　趙咨　賈琮　公孫瓚　朱雋　蔡邕　袁閎　袁弘　袁祕　封觀　謝弼　蓋勳　臧旻　胡母班　高幹　陰修　劉表　趙昱　公沙穆　駱俊　伍孚　鄭玄　陸康　禰衡　趙謙　徐胤　董襲　劉翊　佛　三君　交阯　弩　涉皇山　五經碑　蝗　寧陽主簿　周平王後　諫議大夫　三男共娶　腹背毛　（以上總卷一二） \\n 薛瑩後漢書序：瑩字道言，吳薛綜之子。其所纂蹈，允有先風，涉學既博，文章尤雋。吳少帝命韋曜、周昭、梁廣、華覈及瑩五人共撰吳書，同寮之中，瑩為冠首。吳亡後，歸司馬氏，官散騎常侍，著書八篇，名曰新議。其所著漢書，當是私作，故吳志本傳不載。余靖表云：「瑩作後漢記百卷，今他本直云後漢書也。」瑩書大半弗存，未經拂耳瞥目。然讀世祖及顯宗二論，波屬雲委，灝瀚蒼鬱，洵良史手，他稱是矣。袁彥伯竟未採及，何耶？ \\n 分目： \\n 光武論　明帝論　章帝北巡　靈帝獵　王霸白冰　李膺抗志　馬防論作樂　虹見　八俊　白波賊　（以上總卷一三） \\n 張璠漢記序：漢記之稱，因舊也。意其時謝、薛諸書皆未行世，璠因東京本朝之史而刪錄之。且東觀記續於熹平，其後但有起居注諸書，璠故略於國初，而詳於季世，亦以補其未備耳。是以裴松之注魏、蜀志，多援是書為證。袁宏敘漢紀云：「經營八年，疲而不能定，始見張璠所撰書，其言漢末之事差詳，故復採而益之。」蓋是編罕傳，當典午時已艱購若此。吳正儀亦以為逸書無考。余祕書則歷敘群史，獨缺是編，豈竟未識其名耶？今所傳者，千百之什一，劉璋一論，備具三長，餘可知已。（會稽徐友蘭鈔本有蔡元培案：唐以前書無刻本，故難得，非所謂艱購也。） \\n 分目： \\n 明德馬后　張酺　盧芳　杜詩　梁冀　左雄　范丹　宋穆之　朱穆　李固　吳祐　郭純　張溫　馬防　楊秉　宋登　陳球　周景　种暠　荀顗　孔融　王龔　王暢　鄭泰　蔡邕　王允　荀淑　荀爽　荀悅　何顒　董卓　橋玄　皇甫嵩　賈琮　王立　少帝出奔　獻帝命名　獻帝入長安　劉璋論　于闐　北郊　時人語　（以上總卷一四） \\n 華嶠後漢書序：案華叔駿集載詔語曰：「亭侯嶠體素弘簡，文學該通，著書實錄，有良史之志，故轉為祕書監，其加散騎常侍。凡著作禮儀音律天文數術，南省文章，門下譔集，皆典統之。」嶠謝表云：「劉向父子，世典史籍；馬融博通，三入東觀。非臣庸賤，所敢擬蹟。」則當時之推重可知矣。嶠集序云：「嶠作後漢書百卷，張華稱其有良史之才，足以繼蹟遷、固。乃藏之祕府，與三史並流。」司馬諸公贊曰：「嶠字叔駿，有才學，撰後漢書，世稱為良史。」則當時後漢書之推重又可知。此編不知亡自何時，吳博士表不言其遺逸，蓋已不復知有華書矣。余靖云：「嶠刪定東觀記為漢後書九十七篇。」應別有考。今范書多採拾其緒餘，至於小論，或全襲用，蔚宗其亦服膺斯編乎？微章懷注之，則掠美者勝矣！嶠，華表之子，歆之孫也。 \\n 分目： \\n 明帝　陳愍王寵　鄧禹　李通　臧宮　祭遵　岑彭　陳俊　馮異　吳漢　鄭興　馮衍　朱暉　樊宏　馬援　桓榮　桓郁　樂松　吳雄　伏恭　應慎　陳寵　江革　第五倫　韋彪　鄭眾　宋均　郅惲　馬防　張英　任延　馮豹　何敞　廉范　衛羽　耿康　陳元　郭伋　衛颯　徐防　張奮　桓焉　孔奮　班固　樂恢　任浦　倪寬　郭躬　劉愷　岑熙　袁良　黃瓊　魯恭　劉寬　陽球　趙孝　劉平　應順　韓演　鮑德　周燮　桓典　崔琦　劉寵　宋登　袁逢　班超　張濟　趙壹　楊震　李膺　張堪　應劭　袁安　陳寔　來豔　何熙　范滂　蔡邕　皇甫嵩　崔駰　楊彪　王允　應瑒　崔瑗　華歆　華表　董卓　郭氾　梁冀妻　南單于　靈帝治南宮　世宰相　東觀　明章二帝　執金吾　二十八將　論鮑永馮衍　（以上總卷一五） \\n 謝沈後漢書序：山陰謝沈有孝行，博學多識，明練經史。何充、庾冰並稱沈有史才，遷著作郎。撰司馬書三十餘卷及毛詩、漢書外傳，詩賦文論，皆行於世。典午史云：「沈曾著後漢書百卷。」余靖以為一百二十二卷。又云官祠部郎，未知孰是。今茲所存，廑豹之一斑，孔鸞之一羽耳。然觀其述禮儀、祭祀諸志，原原本本，似不欲攘人美以為己有者，亦良史才也。史稱其學在虞預之右，信然！沈字行思，中興書作「靜思」。 \\n 分目： \\n 鄭敬　胡廣定漢制　蔡邕撰志　閔貢　皇后配享　大水　蝗　雍鄉　牛蘭山　參巒 \\n （以上總卷一六） \\n 袁崧後漢書序：袁崧，亦作袁山松，陳郡人，官司馬朝祕書監，著後漢書百卷，劉孝標注世說多採之。與袁宏為從昆弟，一紀一書，疑同時所作，故不相為引。顧一門皆良史才，何其盛也！舊傳崧善音樂，好行路難曲，乃文其詞，酒酣縱歌之，聞者皆為涕下。又出遊，每令左右作挽歌，時人目為「道上行殯」，與張堪齋前種松事並稱，其風流概可知已。別有宜都記一書，軼見他說，殆長於詞筆者。今覽其光武論，文多排疊，而喜填藻語，頗為六朝橐籥。然書中志災祲為多，將以垂示鑒戒，庶幾作史者之微旨焉。後以孫恩亂被害，文文無終，惜哉！ \\n 分目： \\n 光武皇帝　明帝　靈帝　賈復　耿弇　宋弘　伏湛　隗相　侯霸　韓卓　羅威　楊終　徐璆　王充　朱穆　吳祐　楊震　岑晊　任隗　劉虞　羊續　賈彪　竇憲　楊匡　應奉　劉洪　范冉　沮雋　盧植　劉陶　王允　蔡邕　袁紹　置郡　分郡　虎見　火災　河清　七大水　如斗雹　六月寒　大水　虹　水暴出　日重　月重暈　火光　大寒　木連理　營頭　龍死　水溢　（以上總卷一七） \\n 司馬彪續漢書序：典午泰始中，司馬彪著續漢書成。彪意以為漢氏中興，迄於建安，忠臣義士亦已昭著，而時無良史，記述煩雜。譙周雖已刪除，然猶未盡，安順以下亡缺者多。乃討眾論，綴其所聞，以為續書，傳之後世。典午書載其列紀、志、傳凡八十篇，蓋較范書減四十篇矣。余靖表不詳卷帙，其散亡可知也。今摭拾群籍，彙成四編，其同范者十之六耳。夫彪為王室枝脈，以好色薄行弗嗣，由此不交人事，乃專精學藝，博覽群籍。唐太宗嘗詠其續漢志云：「前史彈妙詞，後昆沈雅思。書言揚盛跡，補闕興洪志。川谷猶舊途，郡國開新意。」其推崇之意可見。向使彪嗣高陽王，懷桐披裘，不過貴耀一時，豈能使千百載下傳其著作若此哉！其曰續者，蓋續班書云爾。彪字紹統，官祕書丞，所著又有九州春秋及戰略諸書。 \\n 分目： \\n 光武帝　明帝　章帝　和帝　安帝　順帝　沖帝　桓帝　靈帝　明德馬后　和熹鄧后　順烈梁后　曹皇后　虞美人　沛獻王輔　北海敬王睦　琅邪孝王京　北海靜王興　趙孝王良　安成孝侯賜　東平憲王蒼　河間孝王開　劉聖公　隗囂　李通　王常　鄧晨　朱浮　耿純 \\n 公孫述　鄧禹　李忠　彊華　吳漢　王梁　陰議　寇恂　張隆　馬武　卓茂　馮異　蓋延　岑彭　張印　來歙　王遵　祭遵　朱祐　景丹　耿弇　侯霸　陰興　陳俊　杜林　第五倫　董宣　鮑永　馬援　曹褒　鮑昱　周澤　彭閎　溫序　（以上總卷一八） \\n 鍾離意　馬嚴　桓榮　王良　鄭興　耿國　祭彤　魯恭　張湛　樊儵　張純　耿秉　牟融　封觀　王元　魯充　陳謙　劉昆　趙喜　楊仁　梁松　徐防　淳于恭　虞詡　梁統　趙典　魯丕　趙熹　張禹　周舉　虞延　張奮　王丹　郭伋　傅宣　度尚　李恂　袁安　劉陶　梁商　何紹　陳翔　种暠　鄧彪　魯丕　黃香　張霸　汝郁　鄭弘　申屠剛　劉平　班固　張衡　劉寵　楊琳　宣秉　馮魴　王苑　梁冀　尹敏　李固　杜喬　廉范　姜肱　耿恭　祝良　班超　左雄　劉寬　陳弇　（以上總卷一九） \\n 任延　楊震　樂恢　陽球　胡廣　陳蕃　王渙　邊韶　張堪　范丹　霍融　延篤　黃琬　張綱　吳祐　郭泰　楊賜　承宮　應志　桓典　陳寔　孔奮　徐孺子　范滂　宋則　楊璇　皇甫規　張奐　竇武　朱穆　龐參　李燮　傅燮　蓋勳　荀淑　韓卓　應劭　趙岐　鄭玄　蔣詡　蔡邕　史弼　孔融　橋玄　司馬朗　鄭渾　皇甫嵩　申屠蟠　陳群　袁逢　盧植　郗慮　唐珍　張顥　楊彪　孟郁　孫程　（以上總卷二０） \\n 朱雋　劉繇　何進　劉虞　周群　董卓　劉備　曹騰　曹嵩　封禪刻石　封石　趾石　祠泰山　改元　刻石　金泥玉璽　親封　三老五更　祠南郊　高禖　養老　準代管　天竺國　人死復生　萬金堂　濯龍園　助蠶　靈臺　玉鉤玦　孔雀　大寒　日行　至日　送故　作曆　四分曆　晷景長短　六宗　日食　社稷壇　大魚　葦方笥　女子復生　呂母子　荊州牧　考城　漁涪津　太白入斗　客星　駕驢　兩頭兒　異草　雀　侯非侯　后服　太子車　拜諸侯王　儺　詔獄　龍麟　印璽　救日　宗祀　祠老人星　嘉瓜芝草　冠　步搖　諸不諧　野蠶　星主　迎氣　膢　冬至　正朝　朱索連葷　孛　掫　射犬聚蓩鄉　水溢　大鳥　直如弦　行禘禮　天子葬　竹柏葉觴　火光　符拔　茅田一頃　蔡邕對災異　婦人封君　雨肉　雨雹　長沙賊　艾縣賊　減俸　不衛宮　渤海賊　沱水龍　城上烏　春旛　上巳　改水火　尚書省　騑　符訾　大將軍　虎文服　角端車　童謠　百官俸　（以上總卷二一） \\n 孫志祖謝氏後漢書補佚 \\n 汪輝祖序：乾隆癸丑暮春，會稽張茂才鎮南語余云：潞莊王氏家藏元大德間所刻謝承後漢書。王氏主人與吾邑王進士宗炎為鄉試同年友，又故與茂才交，然二君皆求之，數年不可得。去臈昭文張比部燮過訪，又謂青浦許侍郎寶善有謝書寫本，將假歸傳錄。今春比部官京師，許氏之書又不可得。輝祖按：吳淑進注事類賦狀在淳化時，已稱謝書遺佚。王應麟困學紀聞云：謝承父嬰為尚書侍郎。原注謝承後漢書，見文選注。是謝書在宋時已無傳本，何以大德時乃有雕版，而元明諸人引用鮮有！在唐宋人類書外者，王、許兩家所藏，真膺殆不可知。唐熙間，姚氏之駰撰後漢書考逸，中有謝書四卷。孫頤谷先生病其舛闕，重加纂集，凡姚氏所采者，一一著其出處，誤者正之，略者補之，復以范書參訂同異。其未采者，別為續輯一卷。証引精博，十倍于姚，全書雖逸，梗概于是略具，洵可謂偉平之功臣矣。嗣君與人以稿本郵示，將遂付之剞劂。裒病健忘，不能廣閱遠稽，有所附益。竊幸十年積悃，藉此稍慰，校讀一過，識數語于後。他日如得見王、許兩家本，當即以先生是書考定之。嘉慶七年歲在壬戌十有一月既望蕭山汪輝祖識。 \\n 嚴元照序：吳武陵太守謝承，字偉平，撰後漢書百三十卷。其書亡于南宋，而或言明內閣有之，方以哲攜歸德清，不足信也。傅青主言其家舊藏明刊本，曹全碑出土時曾援據是書，無一不合，以為大勝范書，是亦無稽之言也。唯姚之駰後漢書補逸中所輯四卷，雖存百一，就可以見其大概。謝書于忠義隱逸，蒐羅最備，不以名位為限，其所以發潛德之幽光者，蔚宗不及也。若其他事蹟與范書異者，亦未見定勝。近仁和孫頤谷侍御，以姚本收輯諸書既多遺脫姚氏未嘗見太平御覽，其標目亦頗有疏略，乃重為訂定，于姚本既多補正，復為所考出之書，悉明著之，于其所遺漏者，復為采擷，續成一卷，凡范書以及異同之處，亦注出之，良為精矣。竊謂諸書所引，於字句之間既多損益，又芟節過當，今茲零星掇拾，不足見謝氏之用意。然殘圭斷璧，終貴乎真，愛古者能恝置之耶？侍御考之隋書經籍志，而知謝書無帝紀；考之北堂書鈔，而知有風教傳；考之太平御覽，而知有東夷傳；考之史通，而知有百官、輿服志，姜詩、趙壹傳，又易論贊而為詮，與諸史不同。世有作偽者，以此數端驗之，可以破矣。余從侍御僭鈔，遂書于後。乾隆乙卯嘉平初七日歸安嚴元照。 \\n 分目（僅錄卷五孫志祖所續輯者）： \\n 靈帝　伏后　東平王蒼　劉恭　孟政　楊豫　岑彭　田戎　祭彤　馬援　趙孝　車成　馬武　鄧禹　鄧晨　朱鮪　魏霸　銚期　耿恭　鄭敬　郅壽　陳眾　周滂　宋弘　許楊　高獲　馬廖　周防　郎顗　曹褒　郭賀　毛義　鄭均　周嘉　李善　韋彪　承宮　高鳳　周磐　朱暉　翟酺　种暠　鍾皓　馬寔　劉勤　夏勤　江漢　韓韶　陳重　戴就　李南　廖扶　第五種　周璆　爰延　夏馥　張儉　孔昱　許劭　陳寔　陽球　陳紀　橋玄　許慎　傅燮　周舉　董卓　王匡　袁紹　楊彪　朱皓　張溫　黃琬　茨充　呂強　孫期　劉升　楊淮　宋登　蔡祖　爰延　范訓　王閎　陳禁　羊定　項誦　車章　戎良　李光　郭宏　秦護　殷亮　衛良　胡劭　張載　周躬　陳曄　孟節　鍾南嚴　朱躍　費遂　鮑昂　褚禧　劉靚　甄豐　滕延　李萇　姚俊　曹壽妻　袁隗妻　東夷傳　佚文　（十三條） \\n 柳詒徵末跋：謝承後漢書久佚，近代輯本推汪南士為備，然徵引援據，亦有舛漏。孫頤谷謝書補正，據姚魯斯本，著其所出，並增輯一卷。以視汪書，時有異同。如據北堂書鈔知謝書有風教傳，據史通知謝書有百官、輿服志，皆汪目所無。宗均之非宋均，張佺之非張儉，皆寔事求是，非徒事漁獵類書者比也。崔國榜序汪輯，謂孫氏未有成書，蓋由未見其傳本。丁氏善本書室寫本久庋山館，學者恆乞，迻錄傳校，爰為印布，以備輯佚者之參證云。辛未初冬鎮江柳詒徵識。 \\n 王謨謝承後漢書鈔 \\n 自序：余於諸別史中，最愛謝偉平後漢書，記載賅博，遠勝范蔚宗。即以吾江右人士考之，范書祗列有南州高士父子及陳重、雷義、程曾、唐檀數傳，其何湯僅附見桓榮傳。章懷太子注引謝書，載湯事亦綦詳，外有羊茂、孔恂、嚴豐、宋度、湛重、鄧通、項頌、劉陵、黃向、張冀十人，爵里事蹟，班班可考，乃其姓名，俱不挂范書。余故于輯著豫章十代文獻略，嘗有慨乎言之：良由偉平父嬰，當日實以臺郎出入閣道，博覽漢世諸將相名臣策文，祕為家庭異聞。偉平又復矢志虛公，有善必揚，無微不彰，故其書可貴爾。而劉子元乃以周悉江左，偏黨吳越議之，亦淺乎測偉平矣。余因鈔輯漢魏遺書別史，首及偉平此書，加意蒐羅，僅得六卷。亟欲先登梨棗，而終以未見姚氏補遺為嫌。竊意其書如果完善，愚書無庸復出，若彼此互有闕遺，亦可相為補益，以此遲疑，不果授梓。今始從坊間購得姚書，比較目錄，其所載凡二百八十一人，余書三百八十餘人。多寡既懸殊，而其中姓名離合，事蹟詳略，與其時世先後，亦往往互異。大抵各從所見採錄，各隨己意編次，即不合，無足怪。最可議者，在盡削所引書目，茫無依據，而承父嬰一條案語尤謬，亦由未取原書覆加磨勘故也。其他議論，鍼砭范書闕失，實先得我心，且于余書存疑處，亦能分別言之，其用功于此書，亦已深哉！此書亡于唐宋之際，已數百載，墜緒茫茫，几致泯絕。姚氏乃發憤網羅，力為草創，厥功匪易。而余書晚出，不意采獲至有三百八十餘人之多，為倣范史體例編次，略有條理，遂成部帙。雖於偉平原書百三十卷，尚未能存什一于千百，然以視姚氏補遺，差更完善，可以問世。故願復出是書，以就正於當代博雅君子。嘉慶丁卯秋月汝上老人王謨識。 \\n 序錄（節錄）：謨案：宋吳淑進事類賦注狀云：「凡讖緯之書及謝承後漢書、張璠漢紀、續漢書、帝系譜、徐整長歷、物理論之類，皆今所遺逸。而著述之家相承用之，不忍棄之，亦復存之。」則此書在宋初已無傳矣。明海虞陳禹謨補刻北堂書鈔，亦云如無東觀漢記、謝承漢書、即以范氏漢書補之。則謂明永樂間揚州有刻本者妄也。國朝姚之駰有編輯後漢書補遺二十一卷，內東觀漢記八卷，謝承後漢書四卷，司馬彪續漢書四卷，薛瑩、謝沈、袁山松書各一卷，亦皆從群書蒐合而成。其東觀漢記，已刊入四庫全書頒行。諸家漢書，尚未得見。今故仍從遺書體例次第鈔輯，謝書無帝紀，但有列傳，凡共鈔出三百七十人，略依范目錄編次，分為六卷。 \\n 分目： \\n 劉崇　田戎　賈萌　嚴豐　李淑　鄧晨　鄧曄　鄧禹　鄧弘　岑彭　銚期　祭遵　馬武　馬援子廖　魏霸　劉寬　宋弘　桓譚　韋彪　郭丹　承宮　何湯　陳宣　虞延　張堪　陳眾　陳正　周滂　宋均　皋弘　杜詩　孟政　陸閎　陳楚　封告　禮震　賈琮　王閎　玊況　鄭均　鍾離意　郭賀　鄭興　朱暉孫穆　劉平　鄭弘　陳囂　第五倫曾孫種　賈逵　王充　班固　班超　沈豐　李壽　趙孝　江革　毛義　曹褒　陳寵　沈景　車成　董春　王譚　閔貢　耿恭　王青　鄭敬　張霸　范延壽　傅翻　陳咸　楊豫　周敞　陳茂　高慎　韓崇　郭宏　張稷　梁松　（以上卷一） \\n 唐羌　周磐　周暢　徐防　百里嵩　陳禪　馮魴　陳龜　司馬苞　楊震子秉　孫賜　曾孫彪　玄孫修　奇　翟酺　夏勤　周燮　徐淑　左雄　郎顗　馮緄　周舉　張綱　崔瑗　朱寵　許敬　施延　胡廣　李固　趙戒　賀純　郭亮　劉騊駼　吳祐　延篤　王龔子暢　种暠　江漢　祝良　馬寔　虞詡　劉據　劉陵　項誦　宣仲　楊章　應奉　袁逢　荀緄　周景　陸康　蘇章　馬融　梁冀　（以上卷二） \\n 竇武　陳蕃　徐稚子允　韋著　李曇　袁閎　袁忠　姜肱　申屠蟠　韓韶　鍾皓　陳寔子紀　李咸　羊續　趙咨　爰延　度尚　張磐　抗徐　臧旻　趙昱　楊喬弟璇　胡騰　巴祗　史弼　謝弼　劉瑜　蓋勳　傅燮　許永　陳謙　龔遂　橋玄　朱雋子皓　趙岐　鄭康成　蔡邕　駱俊　桓儼　第五永　陳球　朱震　郭泰　茅容　符融　許劭　謝嬰　（以上卷三） \\n 黃琬　皇甫規　張奐　皇甫嵩　張溫　董卓　伍孚　胡母班　王匡　陰修　劉虞　公孫瓚　袁紹　高幹　劉表　董襲　劉淑　李膺　劉祐　魏朗　夏馥　巴肅　范滂　羊陟　張儉　陳翔　孔昱　劉儒　檀敷　賈彪　成瑨　宗資　劉瓆　茨充　許荊　仇覽　孟嘗　劉寵　董种　董宣　黃昌　陽球　曹破石　呂強　（以上卷四） \\n 劉琨　戴憑　孫期　張馴　尹敏　周防　包咸　趙曄　黃香　侯瑾　彌衡　彭脩　周嘉　范式　李善　張武　陸續　戴封　陳重　雷義　范丹　戴就　劉翊　許陽　高獲　李南　謝夷吾　廖扶　樊英　孔喬　李昺　郎宗　王輔　公沙穆　郝孟節　嚴遵　高鳳　法真（以上卷五） \\n 郭宏　韓崇　任防　張意　盛吉　王阜　劉勤　尹昆　孔恂　李敬　黃向　張冀　羊茂　高宏　戴禮　刁曜　傅賢　華松　公孫曄　周乘　周樹　王黨　鄧道　鄧通　宋度　宗慶　虔國　蔣崇　許慶　聞人統　王威　陳堪　陳臨　媯皓　王防　唐約　張修　王博　祝皓　吳馮　湛重　虞承　嚴翊　高呂　周穆　隱〈辶翟〉　胡劭　張佺　徐栩　徐相　李光　范訓　費遂　秦護　衛良　殷亮　李萇　褚甄　陶碩　李鴻　車章　戎良　沈輔　王逄　薛惇　桓任　廣漢儒　許季長　陳曄　周躬　路仲翁　滕延　戴遵　陳常　姚俊　鮑昂　黃他　甄豐　劉靚　石□　□紹　□奐　雜記（十九條）　（以上卷六） \\n 黃奭黃氏逸書考子史鉤沈輯六家後漢書 \\n 謝承後漢書分目（民國二十三年江都朱長圻補刊）： \\n 序（四條）　明帝　桓帝　靈帝　劉恭　劉崇　鄧禹　鄧晨　許陽　岑彭　朱鮪　田戎　祭遵　祭彤　馬武　銚期　馬援　宋弘　陳眾　陳臨　魏霸　第五倫　李淑　陸閎　王防　劉裕　陳正叔　嚴豐　包咸　陳禁　李善　周嘉　鄭興　賈逵　桓譚　周獲　郎顗　許慶 \\n 周稷　鄧曄　鄧弘　鄭敬　王阜　桓任　皋弘　何湯　張佺　羊茂　劉平　趙孝　劉昆　尹敏　宋均　曹褒　江革　王博　黃向　陶碩　杜詩　韓崇　尹暹　戴憑　鄧儒　鍾離意　韋彪　龍丘萇　湛重　張堪　沈景　李鴻　周敞　陳茂　陳宣　戴禮　張業　路仲翁　李敬　公孫曄　陸續　虞延　封君達　周滂　虔國　謝夷吾　馬廖　方儲　高鳳　范式　張修　孫華　孔嵩　傅賢　黃香　鄭弘　鄭洪　陳囂　張霸　張楷　王譚　劉陵　刁曜　周磐　周暢　百里嵩　承宮　郭丹　鄭均　王嬰　董宣　禮震　董春　陳咸　陳寵　張意　馬融　許慎　巴祗　鄧道　陳龜　孟嘗　尹昆　閔貢　石苞　張稷　吳祐　鄧子淵　宋度　高呂　朱暉　徐防　王充　傅翻　陳堪　華崧　華松　戴封　許荊　許季長　司馬苞　張冀　趙曄　杜撫　許敬　儒叔林　玊況　班固　班超　曹受妻　陳囂　陳翔　馮魴　唐羌　王青　王黨　高慎　周燮　岑熙　陳楚　李燾　石□　陳禪　聞人統　梁竦　梁不疑　夏勤　李壽　孔喬　李炳　郎宗　王輔　施延　任防　王賜　黃昌　胡紹　侯瑾　樊英　祝告　劉據　江漢　虞承　左雄　陳常　薛惇　雷義　陳重　法雄　法真　徐相　崔瑗　沈輔　范丹　仇覽　戴宏　黃真　劉祐　沈豐　羊續　趙嘉　陳謙　董种　馮緄　周乘　宗慶　彭脩　劉騊駼　張綱　楊雄　劉虞　蔣崇　祝良　王奐　高弘　張陵　盛吉　皇甫規　王暢　馬寔　朱寵　許永　賈彪　王閎　蘇章　宗度　郭諒　楊章　徐栩　宣仲　毛義　戴遵　秦護　李固　趙戒　趙典　媯皓　尹苞　朱穆　劉寵　戴就　陽球　唐約　荀緄　曹破石　龔遂　胡騰　翟酺　應奉　應劭　爰興　陳蕃　周璆　周樹　胡廣　韋著　李曇　姜肱　楊高　羊涉　郭泰　劉儒　李咸　度尚　劉瑜　孔恂　楊喬　竇武　朱震　賀純　王逸　符融　馮岱　宋果　徐淑　劉寬　袁忠　吳馮　郭賀　張磐　晉文　經王子艾　成瑨　岑晊　劉瓆　范滂　劉淑　延篤　黃憲　徐稚　張奐　陳朔　周景　李燮　楊璇　魏朗　李膺　王威　茅容　抗徐　申屠蟠　种暠　皇甫嵩　巴肅　史弼　第五永　楊后　楊震　楊秉　楊賜　楊彪　陳琳　陳瑀　陳珪　宗資　檀敷　賈淑　桓嚴　謝嬰　謝煛　楊奇　張馴　呂強　趙咨　賈琮　公孫瓚　朱雋　蔡邕　黃琬　周舉　韓韶　袁閎　袁弘　袁祕　封觀　謝弼　傅燮　蓋勳　臧旻　胡母班　高幹　陰修　劉表　趙昱　公孫穆　駱俊　伍孚　鄭玄　孫期　陸康　禰衡　趙謙　徐胤　董襲　劉翊　王匡　許劭　橋玄　袁隗妻　張奉　張儉　李篤　第五種　鍾皓　陳寔　陳紀　夏馥　張溫　董卓　李傕　郭氾　袁術　曹操　廖扶　孟節　孔霸　憧种　周燕　范延壽　楊淮　衛良　平涉　許嘉　宋登　蔡祖　胡劭　李元　李南女　程夫人　姚俊　朱皓　滕延　周防　桓礹　嚴遵　劉靚　胡爽　褚禧　奚延　范訓　羊定　孟政　項誦　車章　戎良　李光　車成　郭宏　殷亮　周躬　范充　李萇　陳曄　鍾南嚴　朱躍　費遂　陟皇山　免官　腹背毛 \\n 平城　交趾　二千石　西夷　威令　翁仲　高堂伯　巨母　霸佛　三君　寧陽主簿　附錄（一條）　補遺（三條） \\n 薛瑩漢後記序：史通謂范書亦有藍本，凡編年四族，紀傳五家。以九家後漢書而成今後漢書一家之言，安得不體大思精！顧一書成，而九書亡。幸袁彥伯後漢紀尚在人間。司馬紹統續漢書紀傳雖亡，其志固在范書中。范志原屬謝宣遠，范敗，謝遂蠟以覆車，是范無志而司馬有志，不可謂亡。班孟堅等東觀漢記（范書班固傳：固與睢陽令陳宗等共成世祖本紀。固又自撰列傳、載記二十八篇，事在明帝紀。至鄧太后始詔劉珍與劉騊駼作建武以來名臣傳。珍未嘗為長水校尉，史通亦云安帝詔史官謁者僕射劉珍。據此可悟隋志列長水校尉劉珍等首撰之非。）賴永樂大典，居然得廿四卷。孫詒穀增輯謝偉平後漢書五卷，是皆為姚侍御後漢書補逸者所不存，于今僅張璠漢記、謝靜思、華叔駿、袁山松三後漢書，及此漢後記五種耳。 \\n 薛道言相傳孟嘗君後，以封薛故，雖不可知，固沛郡竹邑人，吳選曹尚書敬文之子也。敬文著數萬言。道言三世傅東宮，纂蹈允有先風，故于右國史下獄時，華覈疏薦，至謂丁孚、項峻始撰吳書，少帝更差韋曜、周昭、薛瑩、梁廣及臣五人。瑩出為將，復以過徙，迄未撰奏。同寮之中，瑩為冠首云云。遂召還為左國史。吳書即不得見，其深於史學可知。惟本志不言有後漢書，當是私撰。惜乎，吳亡入晉，降表竟出其手。新議八篇，雖多奚為！且終晉不過散騎常侍，何嘗不在吳為散騎中常侍，且亦遷選曹尚書矣。袁彥伯後漢記於司馬、兩謝、華、張之書無不綴會，而獨遺此，豈無說乎？其不題名後漢書者，余祕書表曰「瑩作漢後記百卷」，今姑從之。道光辛丑中秋甘泉黃奭右原。 \\n 分目： \\n 光武　明帝　章帝　安帝　桓帝　靈帝　王霸　馬防　李膺　八俊　白波賊 \\n 華嶠後漢書序：本傳以嶠有良史之志，治禮音律天文數術，南省文章，門下撰集，皆典統之。初嶠以漢紀煩穢，慨然有改作之意。會為臺郎，得遍觀祕籍，遂就其緒。起于光武，終於孝獻，一百九十五年，為帝紀十二卷、皇后紀二卷、十典九卷、傳七十卷，及三譜序傳目錄，凡九十七卷。嶠以皇后配天作合，前史作外戚傳，以繼末編，非其義也。故易為皇后紀，以次帝紀。又改志為典，以有堯典故也。而改名漢後書，奏之。詔朝臣會議，時中書監荀勗、令和嶠、太常張華、侍中王濟，咸以嶠文質事核，有遷、固之規，實錄之風，藏之祕府。後太尉汝南王亮、司空衛瓘為東宮傅，列上通講，事遂施行。所撰書，十典未成而終。祕書監何劭奏嶠中子徹為佐著作郎，使踵成之。未竟而卒。後監繆徽又奏嶠少子暢為佐著作郎，克成十典。永嘉喪亂，嶠書存者五一作三十餘卷。 \\n 晉書班班可考如是，而姚侍御乃遠引叔駿集所載詔語，及謝表以為旁證。即其集序亦止嶠作後漢書百卷一語，視本傳多三卷，為資互考。其司馬諸公贊與集序同稱後漢書，自有所本。若余靖云嶠刪定東觀記為漢後書九十七篇，正合本傳，非別有考也，豈有侍御而不一檢本傳者乎？ \\n 叔駿，平原高唐人。魏太尉歆子魚孫，晉太常卿表偉容子。封樂鄉侯，遷尚書，所著論難駁詩賦之屬數十萬言。今范書論贊，微章懷之注，誰復知襲華書，而有非僅章懷一注所能證出者。姚本誠不如章逢之孝廉重輯本之詳，然猶必過而存之者，莫為之前，雖美弗彰，抑又聞之。嶠少子暢在史官，并草魏晉紀傳，侍御當日何不編附于其父書之後，不更大觀歟？然而非補逸漢書者所當從事矣。道光辛丑小陽月甘泉黃奭右原。 \\n 分目： \\n 明帝　靈帝　獻帝　孝獻伏后　陳愍王寵　鄧禹　李通　臧宮　祭遵　岑彭　陳俊　馮異　吳漢　賈復　王梁　馬成　馬援　鄭興　樊宏　馮衍　魯恭　劉寬　韋彪　朱暉　桓榮　桓郁　樂松　伏恭　申屠剛　陳元　耿秉　第五倫　應順　傅昌　江革　陳寵　劉平　趙孝　宋均　郅惲　鄭眾　馬防　劉般　任延　馮豹　鄧彪　郭伋　衛颯　何熙　杜安　孔奮　張奮　張堪　徐防　薛苞　郭躬　班固　班超　廉范　賈逵　桓焉　袁安　慶鴻　周燮　倪寬　任浦　岑熙　何敞　劉愷　陽球　鮑德　劉寵　宋登　黃瓊　班始　劉永國　周規　袁良　楊震　吳雄　胡廣　張楷　梁冀　韓演　衛羽　李膺　孔融　陳寔　桓典　桓麟　崔琦　孔嵩　蔡孟喜　張濟　袁逢　王甫　范滂　趙壹　來豔　張英　曹嵩　崔駰　崔瑗　崔寔　皇甫嵩　趙岐　蔡邕　楊彪　董卓　王允　應瑒　崔鈞　華歆　華表　南單于　哀牢夷　執金吾　散騎　東觀　論明章二帝　論二十八將　論鮑永馮衍　論班彪班固　楊氏袁氏　孝義列傳序　補遺　（八條） \\n 謝沈後漢書序：昔唐李濟翁資暇集、遼僧廣濟龍龕平鏡各著出處，並著其所出書之第幾卷幾頁，以示有徵。本朝實事求是，拾骨家務為其難。今姚本縱不能細注原引卷頁，何致昧其本來。即如謝靜思曾撰晉書三十餘卷，余已仿龍龕平鏡例，同近輯十八家晉史，刊入逸書考史部中矣。靜思，本傳作行思，會稽山陰人。閑居養母，服闕，除尚書度支郎。明鍊經史，有史才。先著後漢書百卷，及毛詩、漢書外傳、詩賦文論，皆行於世。或謂一百二十二卷，殆兼後漢書、漢書外傳而言歟。是書與偉平謝書、袁書、司馬書、薛記、東觀記，皆經惠定宇先生取為今後漢書補注。范書全襲華書，視偉平書、東觀記人物僅十之四五，略事實而趨詞采，誠不可無補而注之者。為章懷諍臣所不解，定宇先生于深寧叟鄭易，既用資暇集例，至今奉為拾骨正宗，而獨於補注范書時，引用如此種書，不注出處、竟與姚本同。定翁且然，他何足論！徒以有舉莫廢，而仍錄侍御原輯本，為逸後漢書之一。道光辛丑長至日甘泉黃奭右原。 \\n 分目： \\n 序　光武　安帝　桓帝　赤眉　東平憲王蒼　朱鮪　鄭敬　鍾離意　龍丘萇　楊厚　三君　八俊　胡廣　蔡邕　閔貢　牛蘭山　羌胡 \\n 袁山松後漢書序：劉子元史通謂范書所採凡編年四族，紀傳五家，是舊後漢書應有九種。以袁彥伯後漢紀尚行於世。彥伯即山松之從昆弟。故舊書之不傳於今，有待今人拾骨者，惟八種耳。山松書亦八種之一。晉書載山松陳郡陽夏人，國子祭酒袁瓖之孫，琅邪太守喬之子。其父曾注論語。山松能世其學，少有才名，史稱著後漢書百篇，即此書也。更著宜都記，為史所不載，而其說亦往往見於他處。姚魯斯侍御輯後漢書補逸，獨於善音樂，酣醉出遊，好作挽歌之末節，津津道之，無關書旨矣。姚又言世說注多引此，而實則三國志注、水經注、文選注、北堂書鈔、初學記、白孔六帖、藝文類聚、太平御覽、事類賦各部中，尚有蹤蹟可尋，無怪紀文達公作四庫提要，惜其不著所出之書，使讀者無從考證，是其所短。然而篳路藍縷，姚為首庸，不揣孤陋，為一一著其出處，重編付梓。是編仍不等筌蹄之棄，惟就其案語，太支離者去之。至袁書文多排疊，喜志災祲，皆非史裁所尚，不知侍御又何以稱焉。山松歷吳郡太守，殉孫恩之難。正史外往往連山松為一字，作袁崧云。道光辛丑孟秋甘泉黃奭右原。 \\n 分目： \\n 光武　明帝　章帝　殤帝　安帝　桓帝　靈帝　獻帝　赤眉　劉盆子　長安宮人　賈復耿況　耿弇　馮異　宋弘　侯霸　伏湛　任隗　楊統　楊厚　韓卓　羅威　楊終　竇憲竇景　徐璆　王充　朱穆　楊匡　吳祐　公沙穆　楊震　延篤　岑晊　李膺陳蕃　陳蕃　八俊　賈彪　應奉　周璆　范滂　隗相　范丹　劉洪　蔡邕　蘇謙蘇不韋　羊續　劉陶　柳分　朱雋　皇甫嵩　盧植　陳弇　荀淑陳寔　王允　沮雋　袁紹　李瓚　何顒　射侯　北郊　營頭　置郡分郡　朔山　綿上聚　汎亭　閼與聚　漢源　垂惠聚　西域　姊歸　百官志 \\n 張璠漢記序：章逢之孝廉重輯華叔駿書及此記各一卷。不獨此也，凡隋書經籍志所引目，積生平全力，以返其魂，竟十得八九，裒然大觀。惟半燬於火，半賴葉雲素先生代藏。東卿駕都，為京朝官數十年，深以琉璃廠手民工劣價昂，開雕不易。倘崑臣方伯毅然三世之藏，公諸同好，則余之逸書考二百八十餘種，盡成重儓，雖覆瓿亦焉用之！每讀淵如先生集并其書目，竊歎孝廉之精博，何感于異教，使盛德大業，半塗而廢，為可惜已。張氏記最晚出，觀袁彥伯自序云：「經營八年，始見張璠所撰書，其言漢末之事差詳。」彼余氏歷敘群史，亦獨遺此。吳正儀并以為無考。然則姚侍御始事蒐討，大輅椎輪，厥功宜偉。特惜其知引裴松之注，而不注其孰出三國志注，孰不出三國志注，影響割裂，非膺非真，猶沿明季之習，固不足為侍御病耳。孝廉所重輯者，既不可得見，余雖踵事增修，不能自信。姑先校刊姚本，以便巾箱隨時證佐。至東晉祕書郎安定張璠集二十八家易解十三卷，則又湛深經術，不暇詳矣。道光癸卯三月甘泉黃奭右原。 \\n 分目： \\n 明德馬后　靈帝　少帝　獻帝　伏皇后　張酺　盧芳　杜詩　梁冀　左雄　范丹　宋穆之　朱穆　班超　馬防　周舉　郭伋　樊曄　張溫　楊秉　侯覽　宋登　陳球　周景　成瑨　李固　吳祐　陳寵　王堂　范滂　种暠　荀顗　時人語　孔融　王龔　王暢　鄭泰　蔡邕　王允　荀淑　荀爽　荀靖　荀悅　荀昱荀曇荀彝　何顒　董卓　朱雋　皇甫嵩　种劭　橋玄　賈琮　王立　袁紹　曹操　劉表　孫堅　劉璋　譙周　于闐大都末　北郊　條支國 \\n 汪文臺七家後漢書 \\n 崔國榜序：後漢書自謝偉平後，作者十一家。梁、隋以降，闕佚幾半。至唐章懷獨為蔚宗書注，范存而諸家遂微。然諸書同異，具載注中，零章斷句，散見他書，猶可捃拾。若張瑩後漢南記，則世說、續漢志注、史記集解、初學記、北堂書鈔中，間有存者。僅劉氏義慶、蕭氏子顯兩家之書，殘文賸字，無可考見，蓋亡失久矣。康熙中，錢塘姚魯斯輯東觀漢記以下諸家書為補逸，頗沿明儒舊習，不詳所自，遺漏滋多。孫頤谷侍御曾據其本，為謝承書補正，未有成書。近甘泉黃右原比部亦有輯本，視姚氏差詳，終不賅備。黟汪先生南士績學敦行，箸書等身，嘗以稽古餘力，重為搜補。先生之友湯君伯玕，稱先生舊藏姚本，隨見條記，丹黃殆遍。復慮未盡，以屬弟子汪學惇，學惇續有增益。學惇歿後，藏書盡售於人。湯君復見此本，已多脫落，亟手錄以還先生之子錫蕃。錫蕃奉楹書客江右，同歲生會稽趙撝叔從錫蕃假鈔，余復因撝叔得見是書，偕鎮海林君粲英共讀一過。會寫副既畢，為謀付刊，而余將入都，撝叔亦之官新吳，未克從事佔畢。林君慨然獨任讎校，此刻之成，為功實多。茲輯存者七家，為書二十卷，末附失氏名後漢書為一卷，凡得二十一卷。 \\n 撝叔又言先生所據北堂書鈔，乃朱氏潛采堂本，題曰大唐類要者也，歸錢唐汪氏振綺堂。辛酉亂後，汪氏藏書盡散浙中，尚有寫本，為孫氏冶城山館物。後歸陳蘭鄰太令家，近亦鬻諸他氏，遠在閩中，無從假閱。異日得之，當可續補數十條。徵引他書，計尠漏略劉蕭兩家所作，又安知非在失氏名書中？是先生書存，不僅七家之書既絕復續也。儻有好學嗜古之士，更取張氏後漢南記，爬抉幽隱，重輯一編，俾十一家著述，沈淪千載，復出人間，存斯梗概，豈非藝林盛事，於此望之矣！光緒八年五月太平後學崔國榜書。 \\n 謝承後漢書目： \\n 光武帝　靈帝　伏后　劉玄　李憲　鄧晨　鄧禹　岑彭熙　耿弇恭　銚期　祭遵　馬武　魏霸　馬援　馬廖　劉寬　宋弘　郭賀　韋彪著　郭丹　承宮　鄭均　趙戒　趙典溫　桓譚　鮑永昂　郎顗　杜詩　張堪　蘇章　羊續　賈琮　陸康　馮魴　虞延　鄭弘　梁竦商　冀　曹褒　鄭玄　鄭興　賈逵　（以上卷一） \\n 張霸　張楷　張陵　桓嚴　馮緄　度尚　楊璇　劉平　趙孝　車成　江革　周磐　趙咨　班固　第五倫曾孫種　鍾離意　宋均　朱穆　徐防　胡廣　李咸　袁閎　袁弘　袁忠　袁祕　封觀　張酺　周景　陳寵　班超　翟酺　應奉子劭　奚延　徐璆　王充　明帝八王傳　陳禪　陳龜　橋玄　（以上卷二） \\n 崔瑗子寔　周燮　黃憲　徐稚子胤　李曇　姜肱　申屠蟠　楊震　張綱　王龔子暢　种暠　陳球子瑀　兄子珪　珪子登　劉陶　劉瑜　謝弼　虞詡　傅燮　蓋勳　臧洪　馬融　蔡邕　左雄　周舉　黃琬　荀緄　韓韶　鍾皓　陳寔子紀　李固　杜喬楊章　吳祐黃真　戴宏　（以上卷三） \\n 延篤　史弼　趙嘉　皇甫規　張奐　陳蕃周璆　劉瓆成瑨　朱震　王允宏　劉淑　李膺　劉祐　魏朗　夏馥　巴肅　范滂宗資　羊陟　張儉　岑晊　陳翔　檀敷　劉儒　賈彪　郭泰茅容　宋果　賈淑　許劭　竇武胡騰　皇甫嵩　朱雋　董卓　張溫　劉虞　公孫瓚　（以上卷四） \\n 陶謙趙昱　袁紹　循吏許荊　孟嘗楊喬　劉寵　仇覽董种　沈豐　百里嵩　巴祗　王阜　酷吏董宣　黃昌　陽球　宦者曹節　弟破石　呂強　儒林劉琨　戴憑　孫期　歐陽歙禮震　張馴　尹敏　周防　包咸　杜撫　趙曄　許慎　艾苑黃香　王逸　子延壽　侯瑾　高彪　禰衡　獨行彭脩　周嘉　祖燕弟暢　范式孔嵩　李善　張武　父業　陸續　祖閎　（以上卷五） \\n 戴封　李充　陳重　雷義　范丹　戴就　劉翊　方術許楊　周獲　謝夷吾　廖扶　樊英　孔喬　李昺　郎宗　王輔　公沙穆　子孚　郝孟節　逸民高鳳　戴良　法真　列女曹壽妻　袁隗妻　陳臨　王防　陳正　嚴豐　許慶　周穆　鄧曄　桓任　劉崇　皋弘　何湯　羊茂　王博　黃向　陶碩　韓崇　馮〈辶翟〉　鄧儒　湛重　沈景　李鴻　周敞　陳茂　陳宣　戴禮　路仲翁　李敬　公孫曄　封告　（以上卷六） \\n 虔國　方儲　張修　傅賢　嚴翊　陳囂　王潭　劉陵　刁曜　王嬰　董春　張意　鄧通　鄧道　尹昆　閔貢　尹苞　張稷　宋度　宗慶　高呂　陳堪　華松　許季長　司馬苞　張冀　許敬　玊況　唐羌　王黨　陳楚　陳禁　李壽　李燾　石□　聞人統　施延　□紹　胡邵　祝皓　虞承　陳常　薛惇　徐栩　沈輔　陳謙　周乘　蔣崇　祝良　車章　羊定　項誦　李光　郭氾　周滂　郭宏　毛義　龍丘萇　鄭敬　楊后　張奉　符融　（以上卷七） \\n 秦護　殷亮　衛良　田戎　周躬　范充　李萇　陳曄　鍾□　費遂　滕延　劉靚　王閎　陳眾　朱皓　嚴遵　楊豫　史循　魏尚　王奐　高弘　盛吉　朱寵　許永　郭諒　宣仲　媯皓　唐約　龔遂　周樹　孔恂　賀純　吳馮　張磐　王威　抗徐　高幹　陰修　褚禧　姚俊　駱俊　董襲　伍孚　趙謙　傅翻　孫敬　劉勤　孟政　江漢　馬寔　范訓　司馬均　楊雄　戎良　戴遵　序傳　東夷列傳　禮儀志　五行志　郡國志　兵志　刑志　佛　散句　（以上卷八） \\n 薛瑩後漢書目： \\n 光武帝　明帝　章帝　安帝　桓帝　靈帝　獻帝　（以上卷一） \\n 司馬彪續漢書目： \\n 光武帝　明帝　章帝　和帝　安帝　順帝　沖帝　桓帝　靈帝　獻帝　光武郭皇后　光武陰皇后　孝明馬皇后　孝章母賈貴人　孝章竇皇后　孝章梁皇后　敬隱宋皇后　孝和陰皇后　孝和鄧皇后　孝德左皇后　孝安閻皇后　孝安李皇后　孝順梁皇后　孝沖母虞貴人　孝質母陳妃　孝崇匽皇后　孝桓梁皇后　孝桓鄧皇后　孝桓竇皇后　孝仁董皇后　孝靈宋皇后　孝靈何皇后　孝靈王皇后　孝獻伏皇后　孝獻曹皇后　獻穆曹皇后　（以上卷一） \\n 劉玄　劉盆子　王昌一名郎　隗囂　公孫述　齊武王縯北海靖王興　北海敬王睦　趙孝王良　城陽恭王祉父敞　安成孝侯賜　成武孝侯順　順陽懷侯嘉　李通　王常　鄧晨　來歙　鄧禹　寇恂　馮異　岑彭　賈復　吳漢　蓋延　陳俊　耿弇弟國　國子秉　國弟子恭　祭遵從弟彤　李忠　耿純　朱祐　景丹　王梁　杜茂　馬武　竇融固　曾孫憲　馬援子光　兄子嚴　卓茂　魯恭弟丕　劉寬　伏湛　侯霸　趙熹　牟融　宣秉　張湛 \\n 王丹　王良　杜林　（以上卷二） \\n 承宮　趙典　申屠剛　鮑永子昱　襄楷　郭伋　孔奮　張湛　廉范　羊續　賈琮　樊宏子鯈　陰識弟興　朱浮　馮魴　虞延　鄭弘　梁統子松　竦　曾孫商　玄孫冀　張純子奮　曹褒　鄭玄　鄭興子眾　賈逵　張霸　桓榮桓典　丁鴻　度尚　楊璇　劉平　淳于恭　周磐　班固　第五倫　鍾離意　宋均　光武十王　沛獻王輔　東平憲王蒼 \\n 琅邪孝王京　朱穆　樂恢　鄧彪　張禹　徐防　胡廣　袁安　張濟　郭躬　班超　應奉子劭　明八王樂成王黨　萇　李恂　龐參　橋玄　（以上卷三） \\n 姜肱　申屠蟠　楊震子秉　孫賜　曾孫彪　玄孫修　章帝八王清河孝王慶　河間孝王開　張綱　王龔　种暠　陳球　劉陶　虞詡　傅燮　蓋勳　張衡　馬融　蔡邕　左雄　周舉　黃琬　荀淑爽　悅　陳寔　李固子燮　杜喬　吳祐　延篤　史弼　盧植　趙岐　皇甫規　張奐　陳蕃王元附　（以上卷四） \\n 黨錮傳李膺　范滂　宗資　羊陟　張儉　陳翔　郭泰　許劭　何進　孔融　皇甫嵩　朱雋　董卓　劉虞　循吏傳任延　王渙　劉寵　弟子岱　繇　酷吏傳董宣　陽球　宦者傳孫程　曹騰　養子嵩　單超　徐璜　左悺　趙壹　獨行傳譙玄　李業　溫序　周暢　李充　范丹　逸民傳逢萌　王君平　高鳳　王俊　嚴延　周乘　羊茂　封觀　魯充　陳謙　胡紹　汝郁　楊琳　王苑　祝良　應志　宋則　韓卓　蔣詡　郗慮　劉備　黃巾賊　序傳　西南夷　西羌　西域　烏桓　鮮卑　（以上卷五） \\n 華嶠後漢書目： \\n 明帝　章帝　靈帝　獻帝　伏后　李通　鄧禹　馮異　岑彭　賈復　吳漢　蓋延　陳俊　臧宮　耿秉　祭遵　王梁　馬成　傅俊昌　竇融玄孫章　馬援　馬防　魯恭　劉寬　宋弘　韋彪　馮衍子豹　申屠剛　郅惲　郭伋　孔奮　張堪　廉范　慶鴻　樊宏　梁冀　張奮　鄭興　鄭眾　陳元　張楷　桓榮子郁　孫焉　玄孫典　玄孫彬　丁鴻 \\n 劉趙淳于江劉周趙列傳序　劉平　趙孝　江革　劉般　劉愷　班固　第五倫　第五種　鍾離意　宋均　琅邪王京　朱暉　樂恢　何敞　鄧彪　徐防　袁安逢　張酺濟　韓棱演　郭躬鎮　吳雄　陳寵　班超　何熙　應奉劭　陳愍王寵　崔駰子瑗　孫寔　周燮　楊震　（以上卷一） \\n 楊彪　馬融　蔡邕　黃瓊　陳寔　張奐　王允　李膺　范滂　皇甫嵩　董卓　衛颯　任延　劉寵　陽球　宋登　伏恭　崔琦　趙壹　范式　任浦　倪寬　岑熙　袁良　鮑德　來豔　周規　丁原　曹嵩　賈逵　蔡孟喜　薛包　竇攸　劉永國　崔鈞　班始　范遷　序傳　哀牢　南單于　執金吾　（以上卷二） \\n 謝沈後漢書目： \\n 光武帝　明帝　安帝　禮儀志　祭祀志　天文志　五行志　郡國志　鄭敬　楊厚　龍丘萇　竇武　李膺　閔貢　（以上卷一） \\n 袁山松後漢書目： \\n 光武帝　明帝　章帝　安帝　桓帝　靈帝　廢帝弘農王　獻帝　律曆志　禮儀志　祭祀志　天文志　五行志　郡國志　百官志　劉盆子　賈復　耿弇　任隗　竇憲　伏湛　侯霸　宋弘　楊厚　羊續　朱穆　楊終　應奉　徐璆　王充　崔駰　楊震　劉陶　荀淑　杜喬　吳祐　延篤　盧植　陳蕃　周璆　王允　李膺　范滂　岑晊　賈彪　何顒　郭泰　皇甫嵩　朱雋　劉虞　袁紹　范冉一作丹　公沙穆　隗相　韓卓　羅威　沮雋　陳弇　西域　蘇謙　左延年　崔鈞　趙堯（以上卷一　總目作二卷） \\n 張璠漢記目： \\n 靈帝　廢帝弘農王　獻帝　明德馬皇后　孝獻伏后　盧芳　馬防　郭伋　杜詩　王堂　賈琮　梁冀　朱穆　張酺　周景　陳寵　班超　橋玄　楊秉　王龔　王暢　种暠　种劭　陳球　蔡邕　左雄　周舉　荀淑兄子昱　荀爽　荀靖　荀悅　李固　吳祐　周璆　王允　李膺　范滂　張儉　岑晊　何顒　鄭泰　孔融　皇甫嵩　朱雋　董卓　袁紹　劉表　劉璋　樊曄　宋登　范丹　荀顗　張溫　王立　北郊　于闐　（以上卷一） \\n 失名氏後漢書目： \\n 張重　嚴光　秦彭　李膺　楊彪　鄭凱　（以上卷一） \\n 王仁俊玉函山房輯佚書補編 \\n 華嶠後漢書目： \\n 趙壹 \\n 謝承後漢書目： \\n 方儲　陳臨　秦護 \\n 袁山松後漢書目： \\n 三君八俊　京師語曰　公沙穆 \\n 王仁俊經籍佚文 \\n 司馬彪續漢書目： \\n 劉玄　李燮 \\n  \\n   \\n  "}
{"章节": "附錄五、引用書目", "正文": "  \\n 五、引用書目 \\n 　 \\n  \\n 宋李昉等太平御覽　中華書局影宋本 \\n 唐白居易宋孔傳白孔六帖　明版初印本 \\n 唐魏徵等隋書經籍志　中華書局點校本 \\n 近人余嘉錫余嘉錫論學雜著　中華書局排印本 \\n 清孫志祖謝氏後漢書補佚　民國廿年南京國學圖書館石印本 \\n 清汪文臺七家後漢書　光緒八年鎮海林氏刊本 \\n 劉宋范曄後漢書　中華書局點校本 \\n 北魏酈道元水經注　商務印書館國學基本叢書本 \\n 宋趙明誠金石錄　嘉業堂叢書本 \\n 今人劉起釪尚書與歷代石經　史學史研究八三年第三期 \\n 梁蕭統昭明文選　中華書局影胡克家本 \\n 晉司馬彪續漢志　中華書局點校本 \\n 唐杜祐通典　萬有文庫本 \\n 宋程大昌演繁露　津逮秘書本 \\n 漢蔡邕獨斷　古今逸史本 \\n 宋任廣書敘指南　墨海金壺本 \\n 隋虞世南北堂書鈔　孔廣陶本　陳禹謨本　俞安期本　清顧氏藝海樓大唐類要鈔本 \\n 唐徐堅初學記　中華書局排印本 \\n 漢司馬遷史記　中華書局點校本 \\n 宋孫逢吉職官分紀　清鈔本　四庫全書珍本初集本 \\n 清黃奭黃氏書逸考　民國二十三年朱長圻補刊本 \\n 清黃奭知足齋叢書　道光中家刻本 \\n 漢許慎說文解字　中華書局影印本 \\n 清惠棟後漢書補注　叢書集成本 \\n 晉袁宏後漢紀　康熙蔣國祚蔣國祥刊本 \\n 漢班固等東觀漢記　四部備要本 \\n 周禮　中華書局十三經注疏本 \\n 唐歐陽詢藝文類聚　上海古籍出版社排印本 \\n 清王謨謝承後漢書鈔　清刻本 \\n 宋吳淑事類賦　崇正書院本 \\n 清姚之駰後漢書補逸　康熙柏筠書屋刻本　清徐友蘭鈔本（蔡元培校） \\n 日鈴木啟造諸家後漢書列傳輯稿　早稻田大學　學術研究一九七０──一九八二年計十一期連載（未完） \\n 金王朋壽類林雜說　愛日精廬鈔本　嘉業堂叢書本 \\n 漢班固漢書　中華書局點校本 \\n 唐釋玄應一切經音義　海山仙館叢書本 \\n 宋高承事物紀原　叢書集成本 \\n 晉陳壽三國志　中華書局點校本 \\n 宋王益之西漢年紀　叢書集成本 \\n 宋晏殊晏公類要　北京圖書館藏影美原版縮微卷 \\n 明陳耀文天中記　明萬曆刻本 \\n 宋佚名錦繡萬花谷　南陵徐乃昌校藏明刻本 \\n 詩經　中華書局十三經注疏本 \\n 梁顧野王玉篇　古逸叢書本 \\n 漢應劭風俗通義　四部叢刊本 \\n 今人吳樹平風俗通義校釋　天津人民出版社出版 \\n 宋司馬光資治通鑑　中華書局點校本 \\n 宋高似孫緯略　墨海金壺本 \\n 宋佚名翰苑新書　明鈔本 \\n 清孫星衍漢官六種　四部備要本 \\n 晉李瀚蒙求集註　津逮祕書本　佚存叢書本 \\n 清周亮工同書　清順治周氏樓林刻本 \\n 宋洪适隸釋　清刻本 \\n 宋洪适隸續　清刻本 \\n 清葉德輝書林清話　清刻本 \\n 魯左丘明春秋左氏傳　中華書局十三經注疏本 \\n 劉宋劉義慶世說新語　四部叢刊本 \\n 宋高似孫史略　古逸叢書本 \\n 宋潘自牧記纂淵海　明萬曆年間胡維新刊本 \\n 宋李昉等太平廣記　中華書局排印本 \\n 漢蔡邕蔡中郎集　四部叢刊本 \\n 清王先謙後漢書集解　商務印書館排印本 \\n 今人楊伯峻論語譯注　中華書局出版 \\n 論語　中華書局十三經注疏本 \\n 唐瞿曇悉達開元占經　四庫全書本 \\n 晉常璩華陽國志　四部叢刊本 \\n 尚書　中華書局十三經注疏本 \\n 爾雅　中華書局十三經注疏本 \\n 明余寅同姓名錄　明萬曆刻本 \\n 宋張淏雲谷雜記　說郛本 \\n 清永瑢等四庫全書總目　中華書局排印本 \\n 清錢大昕廿二史考異　潛研堂全書本 \\n 清郭慶藩莊子集釋　中華書局排印本 \\n 宋孔平仲珩璜新論　墨海金壺本 \\n 宋王楙野客叢書　稗海本 \\n 宋王十朋蘇詩注　四部叢刊本 \\n 今人錢鍾書管錐篇　中華書局出版 \\n 清嚴可均全上古三代秦漢三國六朝文　中華書局影印本 \\n 清洪貽孫史目表　民國石印本 \\n 宋張有復古編　江寧局本 \\n 唐劉賡稽瑞　叢書集成本 \\n 清羅振玉鳴沙石室古籍叢殘　民國初影印本 \\n 宋王應麟困學記聞　商務印書館排印本 \\n 宋王應麟玉海　杭州局本 \\n 宋趙德麟侯鯖錄　知不足齋叢書本 \\n 唐顏師古匡謬正俗　藝海珠塵本 \\n 明李時珍本草綱目　雍正重刊本 \\n 明何孟春餘冬序錄　清刻本 \\n 唐張彥遠歷代名畫記　學津討原本 \\n 唐韓鄂歲華紀麗　學津討原本 \\n 宋羅泌路史發揮　四部備要本 \\n 孝經　中華書局十三經注疏本 \\n 魯左丘明國語　上海古籍出版社排印本 \\n 今人許逸民初學記索引　中華書局出版 \\n 近人朱駿聲說文通訓定聲　同治九年江寧局補版本 \\n 清章宗源隋書經籍志考證　光緒三年崇文書局本 \\n 今人楊伯峻春秋左傳注　中華書局出版 \\n 春秋穀梁傳　中華書局十三經注疏本 \\n 魏徐幹中論　四部叢刊本 \\n 唐房玄齡晉書　中華書局點校本 \\n 宋高似孫子略　津逮祕書本 \\n 清王謨漢唐地理書鈔　中華書局影印本 \\n 清王仁俊玉函山房輯佚書補編　上海圖書館藏稿本縮微卷 \\n 清王仁俊經籍佚文　上海圖書館藏稿本縮微卷 \\n 唐張｛旅鳥｝龍筋鳳髓判　學津討原本 \\n 晉劉昫舊唐書　中華書局點校本 \\n 宋歐陽修新唐書　中華書局點校本 \\n 清周明泰後漢縣邑省併表　二十五史補編第二冊 \\n 唐劉知幾史通清浦起龍通釋　上海古籍出版社排印本 \\n 宋鄭樵通志略　四部備要本 \\n 唐釋道宣廣弘明集　四部叢刊本 \\n 梁沈約宋書　中華書局點校本 \\n 近人余嘉錫四庫提要辯證　中華書局出版 \\n 周易　中華書局十三經注疏本 \\n 春秋公羊傳　中華書局十三經注疏本 \\n 近人盧弼三國志集解　古籍出版社本 \\n 孔叢子　四部叢刊本 \\n 清李慈銘越縵堂讀書記　商務印書館出版 \\n 琱玉集　叢書集成本 \\n 今人楊伯峻孟子譯注　中華書局出版 \\n 禮記　中華書局十三經注疏本 \\n 近人許維遹韓詩外傳集釋　中華書局出版 \\n 漢王符潛夫論　四部叢刊本 \\n 隋陸法言廣韻　古逸叢書本 \\n 清徐灝說文段注箋　石印本 \\n 近人黃侃說文同文　上海古籍出版社說文箋識四種本 \\n 晉崔豹古今注　四部叢刊本 \\n 清沈家本諸史瑣言　沈寄簃先生遺書本 \\n 近人楊樹達積微居讀書記　中華書局出版 \\n 清趙一清三國志注補　廣雅書局本 \\n 清侯康後漢書補注續　叢書集成本 \\n 宋唐慎微證類本草　四部叢刊本 \\n 清周中孚鄭堂讀書記　商務印書館排印本 \\n 宋祝穆事文類聚　乾隆積秀堂刻本 \\n 儀禮　中華書局十三經注疏本 \\n 漢劉安淮南子　四部叢刊本 \\n 明張自烈正字通　康熙清畏堂本 \\n 清沈欽韓後漢書疏證　浙江書局本 \\n 明胡應麟少室山房筆叢　中華書局排印本 \\n 清章學誠文史通義　世界書局本 \\n 明張自烈正字通　康熙清畏堂本 \\n 清沈欽韓後漢書疏證　浙江書局本 \\n 明胡應麟少室山房筆叢　中華書局排印本 \\n 清章學誠文史通義　世界書局本 \\n  \\n   \\n  "}
