{"章节": "\t\t●滿洲實錄卷一", "正文": "　 \\n ●滿洲實錄卷一 \\n 　 \\n  \\n 癸未歲至甲申歲（萬曆十一年至十二年） \\n ◆癸未歲至甲申歲（萬曆十一年至十二年） \\n 長白山 \\n 滿洲源流 \\n 諸部世系 \\n ○長白山 \\n 【長白山（見圖）】 \\n 長白山高約二百里週圍約千里此山之上有一潭名闥門週圍約八十里鴨綠混同愛滹三江俱從此山流出鴨綠江自山南瀉出向西流直入遼東之南海混同江自山北瀉出向北流直入北海愛滹江向東流直入東海此三江中每出珠寶長白山山高地寒風勁不休夏日環山之獸俱投憩此山中此山盡是浮石乃東北一名山也 \\n ○滿洲源流 \\n 【三仙女浴布勒瑚里泊（見圖）】 \\n 【佛庫倫成孕未得同昇（見圖）】 \\n 【佛庫倫臨昇囑子（見圖）】 \\n 【三姓奉雍順為主（見圖）】 \\n 【神鵲救樊察（見圖）】 \\n 滿洲源流 \\n 滿洲原起於長白山之東北布庫哩山下一泊名布勒瑚里初天降三仙女浴於泊長名恩古倫次名正古倫三名佛庫倫浴畢上岸有神鵲銜一朱果置佛庫倫衣上色甚鮮妍佛庫倫愛之不忍釋手遂銜口中甫著衣其果入腹中即感而成孕告二姊曰吾覺腹重不能同昇奈何二姊曰吾等曾服丹藥諒無死理此乃天意俟爾身輕上昇未晚遂別去佛庫倫後生一男生而能言焂爾長成母告子曰天生汝實令汝以定亂國可往彼處將所生緣由一一詳說乃與一舟順水去即其地也言訖忽不見其子乘舟順流而下至於人居之處登岸折柳條為坐具似椅形獨踞其上彼時長白山東南鄂謨輝【地名】鄂多理【城名】內有三姓爭為雄長終日互相殺傷適一人來取水見其子舉止奇異相貌非常回至爭鬥之處告眾曰汝等無爭我於取水處遇一奇男子非凡人也想天不虛生此人盍往觀之三姓人聞言罷戰同眾往觀及見果非常人異而詰之荅曰我及天女佛庫倫所生姓愛新【漢語金也】覺羅【姓也】名布庫哩雍順天降我定汝等之亂因將母所囑之言詳告之眾皆驚異曰此人不可使之徒行遂相插手為輿擁捧而回三姓人息爭共奉布庫哩雍順為主以百里女妻之其國定號滿洲乃其始祖也【南朝誤名建州】 \\n ○歷數世後其子孫暴虐部屬遂叛於六月閒將鄂多理攻破盡殺其闔族子孫內有一幼兒名樊察脫身走至曠野後兵追之會有一神鵲棲兒頭上追兵謂人首無鵲棲之理疑為枯木椿遂回於是樊察得出遂隱其身以終焉滿洲後世子孫俱以鵲為神故不加害 \\n 【都督□□□計殺仇人（見圖）】 \\n 【滿洲發跡之處（見圖）】 \\n 其孫都督□□□生有智略將殺祖仇人之子孫四十餘計誘於蘇克素護河呼蘭哈達【山名】下赫圖阿拉【赫圖漢語橫也阿拉崗也】距鄂多理西千五百餘里殺其半以雪仇執其半以索眷族既得遂釋之於是□□□居於赫圖阿拉 \\n ○都督□□□生二子長名□□次名褚宴□□生三子長名妥羅次名妥義謀三名□□□□□□□□□□生一子都督□□□□生六子長名德世庫次名瑠闡三名索長阿四名□□□五名寶朗阿六名寶實德世庫住覺爾察地方瑠闡住阿哈和洛地方索長阿住和洛噶善地方□□□住其祖居赫圖阿拉地方寶朗阿住尼瑪蘭地方寶實住章佳地方六子六處各立城池稱為六王乃六祖也【五城距赫圖阿拉遠者不過二十里近者不過五六里長】祖德世庫生三子長名蘇赫臣代夫次名譚圖三名尼揚古篇古二祖瑠闡生三子長名祿瑚臣次名瑪寧格三名們圖三祖索長阿生五子長名禮泰次名武泰三名綽奇阿珠庫四名龍敦五名斐揚敦四祖□□□生五子長名禮敦巴圖魯【巴圖魯漢語勇也】次名額爾袞三名齋堪四名□□□五名塔察五祖寶朗阿生二字長名對秦次名稜敦六祖寶實生四子長名康嘉次名阿哈納三名阿篤齊四名多爾和齊 \\n ○彼時有一人名碩色納生九子皆強悍又一人名加呼生七子俱驍勇常身披重鎧連躍九牛二姓恃其強勇每各處擾害時□□□有才智其子禮敦又英勇遂率其本族六王將二姓盡滅之自五嶺迤東蘇克素護河迤西二百里內諸部盡皆賓服六王自此強盛初寶實次子阿哈納至薩克達部欲聘部長巴斯翰巴圖魯妹為妻己斯翰曰爾雖六王子孫家貧吾妹必不妻汝阿哈納曰汝雖不允吾決不甘心遂割髮留擲而去巴斯翰愛棟鄂部長克徹殷富遂以妹妻其子額爾機後額爾機自巴斯翰家回至阿布達哩嶺被托漠河處額圖阿嚕部下九賊截殺之賊中有與阿哈納同名者群賊相呼路人悉傳阿哈納之名克徹聞之曰先寶實之子阿哈納欲聘吾兒婦其兄不允吾兒遂娶今殺吾兒者必此人也時哈達國汗【名萬】聞其言遣使往告克徹曰汝子非寶實之子所殺乃額圖阿嚕部下九賊殺之我擒此九賊與爾爾當順我克徹曰吾兒被殺何故又令我降此不過以路遠之額圖阿嚕為辭耳吾等地屬同鄰若果寶實之子未殺吾兒何不以金帛饋哈達汗擒此九賊與我面質若係賊殺吾子金帛吾當倍償時有索長阿部落額克沁聞之即往告其主索長阿私遣人往誑克徹曰汝子是我部下額爾綳格與額克青格謀殺若以金帛遺我我當殺此二人克徹曰哈達汗言額圖阿嚕部下九賊殺之爾又云爾部人殺之此必汝等設計誑我於是遂成仇敵因引兵攻克六王東南所屬二處六王不能支相謀曰我等同祖所生今分居十二處甚是渙散何不聚居共相保守眾議皆定獨武泰不從曰我等同住一處牲畜難以生息吾今詣妻父哈達汗處借兵報復於是遂借兵往攻克徹二次獲其數寨初未借兵之先六王與哈達國汗互相結親兵勢比肩自借兵後六王之勢漸衰□□□第四子□□□嫡福金乃阿古都督長女姓喜塔喇名□□□生三子長名□□□□即太祖號淑勒貝勒【淑勒貝勒漢語聰睿王也】次名舒爾哈齊號達爾漢巴圖魯三名雅爾哈齊側福金乃哈達國汗所養族女姓納剌名懇哲生一子名巴雅喇號卓里克圖【卓里克圖漢語能幹也】側室生一子名穆爾哈齊號青巴圖魯初□□□孕十三月生太祖時己未歲明嘉靖三十八年也是時有識見之長者言滿洲必有聖人出勘亂致治眼諸國而為帝此言傳聞人皆妄自期許太祖生鳳眼大耳面如冠玉身體高聳骨格雄偉言詞明爽聲音響亮一聽不忘一見即識龍行虎步舉止威嚴其心性忠實剛果任賢不二去邪無疑武藝超群英勇蓋世深謀遠略用兵如神因此號為明汗十歲時喪母繼母妒之父惑於繼母言遂分居年已十九矣家產所予獨薄後見太祖有才智復厚與之太祖終不受時各部環滿洲國擾亂者有蘇克素護河部渾河部完顏部棟鄂部哲陳部長白山訥殷部鴨綠江部東海窩集部瓦爾喀部庫爾喀部呼倫國中烏拉部哈達部葉赫部輝發部各部蜂起皆稱王爭長互相戰殺甚且骨肉相殘強凌弱眾暴寡太祖能恩威並行順者以德服逆者以兵臨於是削平諸部後攻克明國遼東諸城 \\n ○諸部世系 \\n 鳥拉國 \\n 哈達國 \\n 葉赫國 \\n 輝發國 \\n △鳥拉國 \\n ○鳥拉國本名呼倫姓納喇後因居烏拉河岸故名烏拉始祖名納齊卜祿生商堅多爾和齊商堅多爾和齊生嘉瑪喀碩珠古嘉瑪喀碩珠古生綏屯綏屯生都爾機都爾機生二子長名克錫納都督次名古對珠延克錫納都督生徹徹木徹徹木生萬【後為哈達國汗】古對珠延生太蘭太蘭生布顏盡收烏拉諸部率眾於烏拉河洪尼處築城稱王布顏卒其子布干繼之布干卒其子滿泰繼之 \\n △哈達國 \\n ○哈達國汗姓納喇名萬本呼倫族也後因住哈達處故名哈達乃烏拉部徹徹木之子納齊卜祿第七代孫也其祖克錫納都督被族人巴岱達爾漢所殺萬遂逃住錫伯部綏哈城其叔旺住外蘭逃至哈達部為部長後哈達部叛旺住外蘭被殺其子博爾坤殺父仇人請兄萬為部長萬於是遠者招徠近者攻取其勢愈盛遂自稱哈達汗彼時葉赫烏拉輝發及滿洲所屬渾河部盡皆服之凡有詞訟悉聽處分賄賂公行是非顛倒反曲為直上既貪婪下亦效尤凡差遣人役侵漁諸部但見鷹犬可意者莫不索取得之即於萬汗前譽之稍不如意即於萬汗前毀之萬汗不察民隱惟聽譖言民不堪命往往叛投葉赫並先附諸部盡叛國勢漸弱萬汗卒子扈爾漢襲位八月而卒其弟康古嚕襲之康古嚕卒弟蒙格布祿襲之 \\n △葉赫國 \\n ○葉赫國始祖蒙古人姓土默特所居地名曰璋滅呼倫國內納喇姓部遂居其地因姓納喇後移居葉赫河故名葉赫始祖星根達爾漢生席爾克明噶圖席爾克明噶圖生齊爾噶尼齊爾噶尼生楚孔格楚孔格生台楚台楚生二子長名清佳努次名揚吉努兄弟征服諸部各居一城哈達人多歸之兄弟遂皆稱王甲申歲明萬歷十二年寧遠伯李成梁受哈達國賄以賜敕書為由誘清佳努揚吉努至開原關王廟並所帶兵三百皆殺之清佳努子布齋揚吉努子納林布祿各繼父位後李成梁復率兵攻克都喀尼雅罕二寨漢兵亦損傷甚多成梁又於戊子歲率兵攻納林布祿東城失利而回 \\n △輝發國 \\n ○輝發國本姓益克得哩原係薩哈連烏拉江尼馬察部人【薩哈連烏拉即混同江一說黑龍江是也此源從長白山發出】始祖星古禮移居扎嚕後投納喇姓噶揚噶圖墨圖二人殺七牛祭天遂改姓納喇【噶揚噶圖墨圖所居地名曰璋亦呼倫國人】星古禮生二子長名瑠臣次名貝臣貝臣生二子長名納領噶次名鼐寬納領噶生拉哈都督拉哈都督生噶哈禪都督噶哈禪都督生齊訥根達爾漢齊訥根達爾漢生旺吉努旺吉努征服輝發部於輝發河邊呼爾奇山築城居之故名輝發彼時蒙古察哈爾國土門扎薩克圖汗自將來圍其城攻不能克遂回旺吉努卒孫拜音達哩殺其叔七人自為輝發國王 \\n ○滿洲國初蘇克素護河部內圖倫城有尼堪外蘭者於癸未歲萬歷十一年唆搆寧遠伯李成梁攻古哷城主阿太沙濟城主阿亥成梁於二月率遼陽廣寧兵與尼堪外蘭約以號帶為記二路進攻成梁親圍阿太城命遼陽副將圍阿亥城城中見兵至遂棄城遁半得脫出半被截困遂克其城殺阿亥復與成梁合兵圍古埒城其城倚山險阿太禦守甚堅屢屢親出遶城衝殺圍兵折傷甚多不能攻克成梁因數尼堪外蘭讒搆以致折兵之罪欲縳之尼堪外南懼願往招撫即至城邊賺之曰天朝大兵既來豈有釋汝班師之理汝等不如殺阿太歸順太師有令若能殺阿太者即令為此城之主城中人信其言遂殺阿太而降成梁誘城內人出不分男婦老幼盡屠之阿太妻係太祖伯父禮敦之女祖□□□聞古埒被圍恐孫女被陷同子□□□往救之既至見大兵攻城甚急遂令□□□候於城外獨身進城欲攜孫女以歸阿太不從□□□候良久亦進城探視及城陷被尼堪外蘭唆使明兵併殺□□□父子後太祖告明國曰祖父無罪何故殺之明覆曰汝祖父實是誤殺遂以屍還仍與敕書三十道馬三十匹復給都督敕書太祖曰殺我祖父者實尼堪外蘭唆使之也但執此人與我即甘心焉邊臣曰爾祖父之死因我兵誤殺故以敕書馬匹與汝又賜以都督敕書事已畢矣今復如是吾即助尼堪外蘭築城於嘉班令為爾滿洲國主於是國人信之皆歸尼堪外蘭其五祖子孫對神立誓亦欲殺太祖以歸之尼堪外蘭又廹太祖往附太祖曰爾乃吾父部下之人反令我順爾世豈有百歲不死之人終懷恨不服又蘇克素護河部內薩爾滸部長卦喇被尼堪外蘭譖於撫順將官前責治之其弟諾密納與本部內嘉木湖寨主噶哈善沾河寨主常書揚書俱忿恨相議曰與其仰望此等人不如投愛新覺羅六王子孫議定遂來附殺牛祭天立誓四部長告太祖曰念吾等先眾來歸母視為編氓望待之如骨肉手足遂以此言對天盟誓 \\n 【太祖初舉下圖倫（見圖）】 \\n 太祖欲報祖父之仇止有遺甲十三副遂結諾密納共起兵攻尼堪外蘭時癸未歲夏五月也太祖年二十五矣有三祖索長阿第四子龍敦唆諾密納之弟鼐喀達曰今明國尚欲助尼堪外蘭築城於嘉班令為滿洲主况哈達萬汗又助之爾何故順淑勒貝勒耶鼐喀達往告其兄諾密納遂背約不赴太祖乃起兵往攻之尼堪外蘭在圖倫城預知遂遺軍民攜妻子走嘉班太祖兵不滿百甲僅三十副克圖倫而回秋八月太祖復率兵攻嘉班不意諾密納與弟鼐喀達暗遣人往報尼堪外蘭復棄城逃至撫順所東南河口臺其守邊軍不容進邊正攔阻時太祖追至不料攔阻之故疑為明兵助尼堪外蘭來戰遂退兵扎營是夜有尼堪外蘭部下一人投太祖曰尼堪外蘭被明兵阻攔不容入邊何故退兵也太祖乃還 \\n 【太祖計殺諾密納鼐喀達（見圖）】 \\n 恨曰諾密納鼐喀達二人若不暗送消息尼堪外蘭必成擒矣正恨時諾密納鼐喀達遣使來曰渾河部杭嘉並扎庫穆二處不許侵犯其棟嘉與巴爾達二處乃吾仇敵爾若攻破與我則已不然吾當阻其邊路不容爾行兵太祖聞言愈恨之時噶哈善與常書揚書三人亦忿甚謂太祖曰若不先破諾密納吾等必附諾密納矣太祖從言遂陰定破諾密納之計陽與諾密納合兵攻巴爾達城太祖謂諾密納曰爾兵可先攻諾密納不從太祖曰爾既不攻可將盔甲器械與我兵攻之諾密納不識其計將器械盡付之兵器既得太祖執諾密納鼐喀達殺之遂取薩爾滸城而回其逃散之眾有復歸者太祖盡還其妻孥仍令居薩爾滸眾修整其城復叛 \\n ○尼堪外蘭部族并先附之人相謂曰尼堪外蘭前為敵兵所逼值垂亡之際往奔明邊尚爾不容况肯築城於嘉班令為滿洲主耶足証前言皆誑吾輩耳遂叛之尼堪外蘭懼攜妻孥親屬逃於法納哈所屬鄂勒琿築城居住 \\n ○太祖以同母妹妻噶哈善 \\n 【碩翁科羅巴遜敗哈達兵（見圖）】 \\n ○六祖寶實之子康嘉與綽奇塔覺善等同謀請哈達國兵令渾河部兆嘉城主理岱導引【理岱亦宗人】劫太祖所屬之瑚濟寨而去至中途甫分人畜太祖部將碩翁科羅巴圖魯巴遜領十二人追至其處突然而入敵兵遂敗殺四十餘人盡獲所掠而回【碩翁科羅初名諳班偏格因其英勇超眾故名碩翁科羅巴圖魯】有長祖次祖三祖六祖之子孫同誓於廟欲謀殺太祖至夏六月晦暝之夜亥時方豎梯登城太祖心神不寧因起著衣帶弓矢持刀登城觀之賊見太祖立城上皆墜城而遁九月內賊乘夜陰晦拔太祖住宅柵木潛入時有犬名湯古哈四顧驚吠太祖覺之將二男一女匿於櫃下乃執刀大呼曰何處賊敢來相犯汝不入我即出毋得退縮故將刀柄擊窗有聲作由窗而出之勢仍由戶出賊見出勢勇猛皆遁去時有部落帕海睡於窗下被賊刺死 \\n 【太祖宥養理岱（見圖）】 \\n ○甲申歲正月太祖起兵征理岱時值大雪至噶哈嶺山險兵難進太祖之叔暨兄弟輩同勸回兵太祖曰理岱係我同姓乃忍引他人害我我豈甘心遂鑿山為磴魚貫而上將馬以索繫拽上嶺至理岱城下有三祖之子龍敦預差人報與理岱理岱遂聚兵登城張號待敵太祖部眾曰城內有備何以攻之不如回兵太祖曰我明知其有備必無還理督兵攻城即時克之宥理岱之死而養之遂回兵 \\n ○龍敦唆薩木占曰【薩木占乃太祖庶母之弟】爾妹見在我家汝可與我同謀殺噶哈善【噶哈善太祖妹夫】薩木占聽其言帶領族人遮殺於路太祖聞之聚眾往尋其屍兄弟中皆與龍敦同謀竟無同往者太祖帶數人往尋之 \\n ○族叔尼瑪蘭城主稜敦止之曰族人若不怨汝焉肯殺汝妹夫汝且勿往恐被人害太祖大怒遂披甲躍馬登城南橫岡彎弓盤旋復回城內大呼曰有殺吾者可速出族人皆懼無敢出者太祖取其屍竟納入室中解衣服靴帽厚葬之 \\n ○四月內太祖睡至夜半聞門外有步履聲即起佩刀執弓將子女藏於僻處令后故意如厠太祖緊隨以后體蔽已身潛伏於煙突側后即回室是夜陰晦忽電光一燭見一賊將近太祖以刀背擊仆喝令家人縛之家人洛漢等言縛之何用當殺之太祖暗思賊必有主若殺之其主必以殺人為名加兵於我自料兵少難敵乃佯言曰爾必來偷牛其賊荅以偷牛是實並無他意洛漢又言此賊實害我主詐言偷牛可殺之以戒後人太祖曰此賊實係偷牛諒無別意遂釋之 \\n ○五月太祖夜宿有侍婢不寐在竈燃燈忽燃忽滅太祖見而疑之乃著短甲於服內持弓刀作外便狀至煙突側見排柵空處隱隱有人形露其首恍惚不真詳視之則無矣時天色甚晦忽有電光見賊已逼近遂發一矢被賊躲過中其肩衣而走復追射一矢穿賊兩足以刀背擊其首昏絕於地遂縛之有弟兄親族俱至言撻之無益不如殺之太祖曰我若殺之其主假殺人為名必來加兵掠我糧石糧石被掠部屬缺食必至叛散部落散則孤立矣彼必乘虛來攻我等弓箭器械不足何以禦敵又恐別部議我殺人啟釁不如釋之為便遂縱之其賊名義蘇 \\n 【太祖大戰瑪爾墩（見圖）】 \\n ○六月太祖為噶哈善復仇率兵四百往攻納木占薩木占納申完濟漢直抵瑪爾墩山下見山勢陡峻乃以戰車三輛並進路漸隘一車前進二車隨之將近城下路愈隘令三車前後聯絡上攻城上飛石擊之復用木撞其車前車被摧後車相繼二車俱壞眾皆蔽身於一車之後縮首不能上攻太祖奮勇當前距城丈許乃蔽於木椿後射一矢正中納申之面直貫其耳復射四人俱仆城上兵皆卻太祖令兵稍退遠圍之絕其汲路連攻三日至四日夜密令兵跣足登山襲破之納申完濟漢棄城走界藩遂取其城而回 \\n ○時棟鄂部眾部長相議曰昔六王族眾借哈達國兵掠我數寨今彼與哈達國已成仇隙我等乘此機會宜往報仇遂以蟒血淬箭以備用其後部中自相擾亂太祖聞之謂諸將曰棟鄂部自亂我輩宜乘時往攻諸將諫曰兵不可輕入他人之境勝則可倘有疏失奈何太祖曰我不先發倘彼重相和睦必加兵於我矣眾皆從之於九月內太祖率兵五百往攻棟鄂部長阿海阿海聚兵四百閉城以待太祖兵至圍阿海所居齊吉達城將城上懸樓并城外房屋盡焚之城將陷會大雪遂罷攻令兵先行太祖帶十二人伏於火煙籠罩之處城內以為兵退乃遣軍出城太祖突出破其眾斬四人獲甲二副而回時有完顏部內一人名遜扎秦光袞謁太祖曰吾曾被翁鄂洛處人所擒乞貝勒助一旅之師為我雪仇太祖聞其言默思吾既興兵至此當乘茲以戡定一方遂與遜扎秦光袞星夜前進有光袞兄子岱度密令人往送消息翁鄂洛人知之遂歛兵於城太祖兵臨城下攻之焚其懸樓並週城房屋太祖登房跨脊上射城內之人被城內鄂爾果尼一箭正中太祖首透盔傷肉深指許太祖拔箭見城內一人奔走於煙突僻處太祖即以所拔之箭射之穿兩腿應弦而倒太祖箭傷血流至足猶彎射不已時一人名洛科乘火煙暗發一矢正中太祖項鏃卷如鉤拔出帶肉兩塊【項下有鎖子圍領矢中有聲鏃分如雙鉤】眾見太祖被傷俱登屋欲扶回太祖曰爾等勿得近前恐敵知覺待我從容自下項血湧出太祖以手搵箭眼拄弓下屋伏二人肩上昏仆於地諸將懊悔不已及復甦將箭痕褁朿厚數寸晝夜血猶不止昏迷累次每甦時輒飲水至次日未時其血方止於是棄將得之城而回 \\n  \\n 　"}
{"章节": "●滿洲實錄卷二", "正文": "　 \\n ●滿洲實錄卷二 \\n 　 \\n  \\n 乙酉歲至戊戌歲（萬曆十三年至二十六年） \\n ◆乙酉歲至戊戌歲（萬曆十三年至二十六年） \\n 【太祖宥鄂爾果尼洛科（見圖）】 \\n 太祖瘡愈率兵復攻翁鄂洛城克之眾將欲殺鄂爾果尼洛科太祖曰二人射我乃鋒鏑之下各為其主孰不欲勝吾今釋而用之後或遇敵彼豈不為我用命哉此等之人死於鋒鏑者尤當惜之何忍因傷我而殺之也賜以牛彔之爵【屬三百人】厚養之 \\n 【太祖戰殺訥申巴穆尼（見圖）】 \\n ○乙酉年二月太祖率五十人甲二十五副略界藩寨不意界藩寨預知已有備竟無所獲回兵時有界藩薩爾滸棟隹巴爾達四城部長會兵四百追射至界藩南太蘭之野【太蘭岡名】訥申巴穆尼二人當先追至太祖一見即單身撥馬欲斬訥申訥申先以刀斷太祖鞭太祖奮力一刀揮訥申肩背為兩段隨轉身射巴穆尼於馬下眾兵見二人死俱退卻而立我軍曰馬俱疲弱為之奈何太祖曰眾可下馬佯以弓梢拂雪作拾箭狀徐徐引馬而退待過嶺以鹽水炒麵飲馬解其疲我自殿後為疑兵計言畢令兵先行太祖立於斬訥申處訥申部眾呼曰人已死何不去欲食其肉耶汝回我輩欲收主屍太祖言訥申係我仇幸得殺之肉亦可食言訖遂回欲令疲弱之兵遠行乃率七人將身隱僻處露其盔似伏兵之勢訥申部眾又呼曰汝有伏兵我等知之矣二主已被殺猶欲盡殺我等耶於是太祖全其羸馬而回 \\n 【太祖四騎敗八百兵（見圖）】 \\n ○四月太祖率馬步兵五百征哲陳部時大水令眾兵回止帶綿甲五十人鐵甲三十人進略有嘉哈部長蘇庫賚呼密令人報與托漠河章隹巴爾達薩爾滸界藩五城知之遂合兵一處有後哨章京能古德一見敵兵即飛報不意誤失太祖處太祖恃有後哨亦不深備不期敵兵忽至太祖見其兵陣於界藩渾河直至南山約八百餘有扎親桑古哩二人【寶朗阿之孫也】見敵兵大恐解其甲與人太祖怒曰汝等平昔在家每自稱雄於族中今見敵兵何故心怯解甲與人言訖自執旗先進見敵兵不動遂下馬將馬逐回率弟穆爾哈齊並二家人延布祿武凌噶四人奮勇步射直入重圍混殺敵兵二十人遂敗其兵八百人不能抵當皆涉渾河而走時太祖戰酣甚疲喘息不定卸其兜鍪遂解甲不及以手斷其扣正憩時後之兵將方至眾曰乘此勢可追殺之太祖怒而不應敵兵已渡渾河太祖稍息重整盔甲率兵追殺四十五人與穆爾哈齊追至界藩有一險隘山名吉林立於其上見敗兵十五人來奔此山太祖恐敵見之去其盔纓隱身而待先射為首一人中其腰仆地穆爾哈齊又射死一人餘皆墜崖而死太祖收兵曰今以四人敗八百眾實天助之也全勝而回 \\n ○九月內太祖率兵往攻安圖瓜爾佳寨【蘇克素護河部所屬】破之殺其寨主諾謨琿而回 \\n ○丙戌年五月內太祖攻克貝歡寨【渾河部所屬】七月內太祖率兵環攻托漠河城【哲陳部所屬】時暴雷震死二人遂罷攻而回 \\n 【太祖獨戰四十人（見圖）】 \\n 後招服之乘便往攻仇人尼堪外蘭沿途諸部皆是仇敵星夜越進攻鄂勒琿城克之時尼堪外蘭不在城中初城外有四十餘人不及進城帶妻子逃走為首一人穿青綿甲戴氊帽太祖見之疑是尼堪外蘭單身直入四十人中內一人箭射太祖胸旁從肩後露鏃共中傷三十處太祖不怯猶奮勇射死八人復斬一人餘眾皆散鄂勒琿城內有漢人十九名亦殺之又捉中箭傷者六人太祖復深入其箭令帶箭往南朝傳信可將仇人尼堪外蘭送來不然我必征汝矣遂回 \\n 【齋薩獻尼堪外蘭首（見圖）】 \\n 明邊吏遣使言尼堪外蘭既入中國豈有送出之理爾可自來殺之太祖曰汝言不足信莫非誘我入耶使者又言若不親往可少遣兵去即將尼堪外蘭與汝太祖令齋薩帶四十人往索之及至尼堪外蘭一見即欲登臺趨避而臺上人已去其梯尼堪外蘭遂被齋薩斬之而回明國因前誤殺太祖父祖自此每年與銀八百兩蟒段十五疋通和好焉 \\n 【額亦都克巴爾達（見圖）】 \\n ○丁亥年太祖於碩里口呼蘭哈達下東南河二道一名嘉哈一名碩里加河中一平山築城三層啟建樓臺 \\n ○六月二十四日定國政凡作亂竊盜欺詐悉行嚴禁又率兵征哲陳部阿爾泰克其山城殺之 \\n ○八月內令額亦都巴圖魯領兵取巴爾達城額亦都承命前進至渾河時水氾漲不能渡遂以繩連軍士之頸拽而渡之額亦都領壯士數人夜豎梯攻之及登城城上人迎敵額亦都跨城垛而戰中傷約五十處猶死戰不退城中人遂皆潰走即乘勢取其城而回 \\n 【太祖招撫扎海（見圖）】 \\n 太祖領兵往攻洞城克之招降其城主扎海而回 \\n 【太祖射柳於洞野（見圖）】 \\n ○戊子年四月有哈達國萬汗孫女阿敏哲哲【扈爾漢貝勒女也】其兄代善送妹與太祖為妃親迎之至於洞【地名】坐曠野以待時一人乘馬帶弓矢過於前太祖訊左右為誰左右對曰棟鄂部人名鈕翁金善射本部無出其右者太祖遂令人喚至時對面一柳相距百餘步令射之鈕翁金即下馬挽弓射五矢止中三矢上下不一太祖連發五矢皆中眾祖之五矢攢於一處相去不過五寸鑿落塊木而五矢始出代善同妹至太祖設宴成禮遂納之 \\n 【三部長率眾歸降（見圖）】 \\n 時有蘇完之部長【蘇完地名也】索爾果率本部軍民歸太祖以其子費英東為大臣又棟鄂部部長克徹孫何和里亦率本部軍民歸太祖以長公主嫩哲妻之授以大臣之職又雅爾古部長扈拉瑚殺兄弟族眾率軍民來歸將其子扈爾漢賜姓覺羅為養子亦授大臣之職太祖遂招徠各部環滿洲而居者皆為削平國勢日盛與明國通好遣使往來執五百道敕書受年例金幣本地所產有明珠人參黑狐元狐紅狐貂鼠猞狸猻虎豹海獺水獺青鼠黃鼠等皮以備國用撫順清河寬甸靉陽四處關口互市交易以通商賈因此滿洲民殷國富 \\n ○初太祖如葉赫其國主揚吉努見其相貌非常言我有小女堪為君配待長締姻太祖曰若締姻吾願聘汝長女揚吉努荅云我非惜長女不與恐不可君意小女容貌奇異或者稱佳偶耳太祖遂聘之揚吉努故後子納林布祿於是年九月內親送妹于歸太祖率諸王大臣迎之大宴成婚即天聰皇帝母也是年太祖率兵攻完顏城夕過棟興阿地忽天隕一星其大如斗光芒徹地眾馬皆驚兵至完顏城克之殺部長岱度墨爾根 \\n 【太祖兆隹城大戰（見圖）】 \\n 【太祖射敵救旺善（見圖）】 \\n ○己丑年太祖率兵往攻兆隹城部長寧古親章京太祖伏兵兆隹城下城內兵百餘出遇伏兵射之敵兵直衝太祖所立之處欲奔入城太祖獨入百人中手刃九人餘眾四散未得進城圍四日其城將陷我兵少懈四出擄掠牲畜財物喧嘩爭奪太祖見之解甲與大將鼐護曰我兵爭此微物恐自相殘害爾往諭禁之鼐護至不禁人之擄掠亦隨眾掠之太祖將已綿甲復與巴爾太令往取鼐護鐵甲來以備城內衝突巴爾太復隨眾擄掠忽城內十人突出有族弟旺善被敵壓倒於地跨其身將以鎗刺之太祖一見身無甲冑挺身馳往發一矢中敵面額應弦而死救起旺善克其城殺寧古親而回 \\n ○辛卯年太祖遣兵攻長白山鴨綠江部盡克之而回 \\n ○時葉赫國主納林布祿遣部下伊勒當阿拜斯漢二人來謂太祖曰烏拉哈達葉赫輝發滿洲總一國也豈有五王之理爾國人眾我國人寡可將額勒敏扎庫木二處擇一讓我太祖荅云我乃滿洲爾乃呼倫爾國雖大我不得取我國雖大爾亦不得取况國非牲畜可比焉有分給之理爾等皆執政之臣不能竭力諫主奈何靦顏來相告耶言畢令回 \\n ○葉赫哈達輝發三國會議各遣使來葉赫主納林布祿差尼喀哩圖爾德哈達國主蒙格布祿差岱穆布輝發國主拜音達哩差阿拉敏比至太祖宴之內圖爾德起向太祖曰我主有命遣我來言欲言又恐觸怒見責太祖曰爾主之言與爾無干何為責汝如彼以惡言來我亦以惡言往圖爾德曰昔索地不與令投順不從兩國若成仇隙只有我兵能踐爾境諒爾兵敢履我地耶太祖聞言大怒掣刀斷案曰爾主弟兄何嘗親與人交馬接刃碎爛甲冑經此一戰耶昔蒙格布祿代善叔姪自相擾亂如二童爭骨【滿洲兒童每擲骨為戲故云云】爾等乘亂襲取何故視我如彼之易也爾地四周果有邊垣之阻耶吾即晝不能往夜亦能至彼處爾其奈我何徒張大言胡為乎昔我父被明國誤殺與我敕書三十道馬三十匹送還靈櫬坐受左都督敕書續封龍虎將軍大敕一道每年輸銀八百兩蟒段十五疋汝父亦被明國所殺其屍骸汝得收取否遂書前言遣阿林察復之諭之曰爾到彼處當面誦之若懼而不誦即住於彼處勿復見我囑畢令行時布齋貝勒預知接至家欲視其書阿林察將書當面朗誦布齋曰此書我已知之何必送與吾弟阿林察曰我主曾命對二主面誦若止見貝勒難復主命布齋曰吾弟出言不遜汝主恨之誠是但恐見此書怒責汝也言畢乃收其書阿林察遂回 \\n ○時滿洲長白山所屬珠舍哩訥殷二路同引葉赫兵將滿洲東界葉臣所居洞寨劫去太祖正坐樓上諸將聞而告之太祖曰任伊劫去豈有水能透山火能踰河之理珠舍哩訥殷是我同國乃敢遠附異國之葉赫劫掠我寨蓋水必下流珠舍哩訥殷二部終為我有矣 \\n 【太祖富爾佳齊大戰（見圖）】 \\n ○癸巳年葉赫國主布齋納林布祿貝勒因太祖不順糾合哈達國主蒙格布祿烏拉國主滿泰輝發國主拜音達哩四國兵馬於六月內劫去瑚卜察寨太祖即率兵追之時哈達兵已歸我兵直抵其國是夜太祖以步兵伏於中途少帶兵從亦取哈達國富爾隹齊寨而回時哈達國追兵至富爾隹齊寨太祖欲誘敵至伏兵處恐追兵復回乃令兵前行獨身為殿以誘之於是敵兵追至前一人舉刀迎之後三人併馬來戰太祖自思後追者三人無妨若前一人迎面劈來恐傷面目欲射之時敵在右不便於射因轉弓過馬首射中敵人馬腹其馬驚躍後三人乘太祖發矢之會一齊殺來太祖馬驚幾墜幸右足扳鞍僅得復騎發一矢射蒙格布祿馬仆地其家人泰穆布祿將自馬與主乘之泰穆布祿步奔而回太祖仍率馬兵三人步兵二十餘迎之敗其敵眾殺兵十二人獲甲六副馬十八匹而回 \\n 【群鴉路阻兀里堪（見圖）】 \\n 【太祖大敗九部兵（見圖）】 \\n 【太祖恩養布占泰（見圖）】 \\n ○九月內葉赫國主布齋納林布祿哈達國主蒙格布祿烏拉國布占泰【滿泰弟也】輝發國主拜音達哩嫩河蒙古科爾沁國主翁阿岱莽古明安錫伯部卦勒察部珠舍哩路主裕楞額訥殷路主搜穩塞克什九國兵馬會聚一處分三路而來太祖聞之遣兀里堪東探約行百里至一山嶺烏鴉群噪不容前往回時則散再往群鴉撲面兀里堪遂回備述前事太祖曰可從扎喀向渾河探之及至夕見渾河北岸敵兵營火如星密飯罷即起行過沙濟嶺兀里堪探的飛報太祖言敵國大兵將至時近五更矣太祖曰人言葉赫國不日兵來今果然也我兵夜出恐城中人驚待天明出兵傳諭諸將言畢復寢袞代皇后推醒太祖曰今九國兵馬來攻何故盹睡是昏昧耶抑畏懼耶太祖曰畏敵者必不安枕我不畏彼故熟睡耳前聞葉赫兵三路侵我來期未的我心不安今日已到我心始定我若有欺騙處天必罪我我當畏之我承天命各守國土彼不樂我安分反無故糾合九部之兵欺害無辜之人天豈佑之言訖復睡以息精神天明飯畢率諸王大臣謁廟再拜祝曰天地三光萬靈神祇我□□□□與葉赫本無事故今彼引兵攻我惟天鑒察又拜祝曰願天令敵垂首佑我奮揚兵不遺鞭馬無顛躓叩祝畢率兵至拖克索寨立於津渡處諭之曰爾等可盡解臂手頓項留於此若傷肱傷頸唯命是聽不然身受拘束難以勝敵我兵輕便必獲全勝矣眾遵令盡解之行至扎喀處有城守鼐護山坦來告曰葉赫兵辰時已到圍扎喀關見勢不能克往攻赫濟格城敵兵甚多眾皆失色有扎喀一人名郎塔哩後至呼曰貝勒何在我兵見有幾何言訖登山望敵形勢向太祖曰若以來兵為多我兵亦不少昔與明國交戰彼兵漫山遍野我兵二三百尚敗其眾今我兵有膽氣驍勇必敗此兵若不勝我甘軍法於是眾心稍安太祖遣人往探曰來兵若欲回今晚即擊之否則明日再戰哨探報敵兵扎立營寨搬運糧草太祖亦安營是晚葉赫營中一人逃來曰葉赫布齋貝勒納林布祿貝勒兵一萬哈達蒙格布祿貝勒烏拉布占泰貝勒輝發拜音達哩貝勒兵一萬蒙古科爾沁翁阿岱貝勒莽古斯貝勒明安貝勒錫伯部卦勒察兵一萬共兵三萬我兵聞之又皆失色太祖曰爾眾無憂我不使汝等至於苦戰吾立險要之處誘彼來戰彼若來時吾迎而敵之誘而不來吾等步行四面分列徐徐進攻來兵部長甚多雜亂不一諒此烏合之眾退縮不前領兵前進者必頭目也吾等即接戰之但傷其一二頭目彼兵自走我兵雖少併力一戰可必勝矣次日平明起兵葉赫兵先攻赫濟格城未下是日又攻時太祖兵到立陣於古哷山險要之處與赫濟格城相對令諸王大臣等各率固山兵分頭預備布陣已完遣額亦都領兵一百挑戰葉赫見之遂不攻城收兵來敵滿洲兵一戰殺九人葉赫兵稍退有布齋錦台什及科爾沁三貝勒領兵合攻一處時布齋先入所騎之馬被木撞倒有滿洲一卒名武談即向前騎而殺之其兵大敗葉赫貝勒等見布齋被殺皆痛哭其同來貝勒等大懼並皆喪膽各不顧其兵四散而走明安馬被陷棄鞍赤身體無片衣騎驏馬脫出太祖縱兵掩殺屍滿溝渠殺至哈達國柴河寨南渥黑運之處是夜結繩攔路殺敗兵甚眾次日一人生擒布占泰跪見太祖曰我得此人欲殺之彼自呼毋殺許與贖貲因此縳來太祖問曰爾何人也其人叩首荅曰我畏殺未敢明言我乃烏拉國滿泰之弟布占泰今被擒生死只在貝勒太祖曰汝等會九部之兵欺害無辜天厭汝等昨日布齋已經殺死彼時若得汝亦必殺矣今既來見豈肯殺汝語云生人之名勝於殺與人之名勝於取遂釋其縳賜猞狸猻裘養之是戰也殺其兵四千獲馬三千匹盔甲千副滿洲自此威名大震 \\n ○初珠舍哩部長裕楞額章京曾脅九部兵來故太祖十月內遣兵招服之 \\n 【三將圍攻佛多和山城（見圖）】 \\n ○又訥殷部搜穩塞克什二人聚七村人據佛多和山而居太祖於閏十一月命額亦都噶蓋扎爾固齊碩翁科羅三人領兵一千圍佛多和山日往攻擊三月而下斬搜穩塞克什即日回兵 \\n ○甲午年蒙古科爾沁部明安貝勒喀爾喀部勞薩貝勒始遣使往來於是蒙古各部長遣使往來不絕 \\n 【太祖克多璧城（見圖）】 \\n ○乙未年六月太祖領兵伐輝發部拜音達哩貝勒克取多璧城斬守將克充格蘇蒙格二人而回 \\n ○丙申年二月內明國遣官一員高麗國亦遣官二員從者共二百人來太祖令部兵盡甲親迎至妙洪科地界接入大城以禮相待公事畢辭別而去 \\n ○先陣中所擒布占泰恩養四載至是七月太祖欲放歸令圖爾坤煌占博爾坤斐揚古二人護送未至其國時布占泰兄滿泰父子二人往所屬蘇斡延錫蘭處修邊鑿壕父子淫其村內二婦其夫夜入將滿泰父子殺之及布占泰至日滿泰叔父興尼雅貝勒謀殺布占泰欲奪其位其護送二大臣保守門戶甚嚴不能加害於是興尼雅投葉赫而去布占泰遂繼兄位為烏拉國主護送二人辭回十二月布占泰感太祖二次再生恩猶父子將妹滹奈送太祖弟舒爾哈齊貝勒為妻即日設宴成配 \\n ○丁酉年葉赫烏拉哈達輝發同遣使曰因吾等不道以至於敗兵損名今以後吾等更守前好互相結親於是葉赫布揚古妹欲與太祖為妃錦台什女欲與太祖次子代善貝勒為妻太祖乃備鞍馬盔甲等物以為聘禮更殺牛設宴宰白馬削骨設酒一盃肉一碗血土各一碗歃血會盟四國相繼而誓曰自此以後若不結親和好似此屠牲之血蹂踏之土剮削之骨而死如踐盟和好食此肉飲此酒福壽永昌誓畢太祖亦誓曰汝等應此盟言則已不然吾待三年果不相好必統兵伐之後蒙古得罪太祖命穆哈連伐之獲馬四十匹時納林布祿背盟將所獲盡奪之仍擒穆哈連送與蒙古又將錦台什之女與蒙古喀爾喀部齋賽貝勒結親其布占泰亦因與葉赫通將滿泰妻都都祐氏所珍銅鎚遣使送與納林布祿又將滿洲所屬瓦爾喀部內安楚拉庫內河二處路長羅屯噶什屯旺吉努三人許獻葉赫請其使而招服之 \\n ○戊戌年正月太祖命幼弟巴雅喇台吉長子褚英台吉與噶蓋費英東扎爾固齊等領兵一千征安楚拉庫星夜馳至取其屯寨二十處其餘盡招服之獲人畜萬餘而回於是賜褚英台吉名洪巴圖魯巴雅喇台吉名卓禮克圖 \\n ○是年哈達蒙格布祿貝勒所居城北有血自溪流十二月布占泰不忘其恩帶從者三百來謁太祖以弟舒爾哈齊貝勒女額實泰妻之盔甲五十副敕書十道以禮往送 \\n  \\n 　"}
{"章节": "●滿洲實錄卷三", "正文": "　 \\n ●滿洲實錄卷三 \\n 　 \\n  \\n 己亥歲至癸丑歲（萬曆二十七年至四十一年） \\n ◆己亥歲至癸丑歲（萬曆二十七年至四十一年） \\n 【王格張格來貢（見圖）】 \\n ○己亥年正月東海窩集部內瑚爾哈路二路長王格張格率百人來貢土產黑白紅三色狐皮黑白二色貂皮自此窩集瑚爾哈部內所居之人每歲入貢其中路長博濟哩等六人乞婚太祖以六大臣之女配之以撫其心時滿洲未有文字文移徃來必須習蒙古書譯蒙古語通之二月太祖欲以蒙古字編成國語巴克什額爾德尼噶蓋對曰我等習蒙古字始知蒙古語若以我國語編創譯書我等實不能太祖曰漢人念漢字學與不學者皆知蒙古之人念蒙古字學與不學赤亦皆知我國之言寫蒙古之字則不習蒙古語者不能知矣何汝等以本國言語編字為難以習他國之言為易耶噶蓋額爾德尼對曰以我國之言編成文字最善但因翻編成句吾等不能故難耳太祖曰寫阿字下合一瑪字此非阿瑪乎【阿瑪父也】額字下合一默字此非額默乎【額默母也】吾意決矣爾等試寫可也於是自將蒙古字編成國語頒行創制滿洲文字自太祖始 \\n ○三月始炒鐵開金銀礦 \\n 【太祖養蒙格布祿（見圖）】 \\n 是時哈達國蒙格布祿與葉赫國納林布祿因隙搆兵力不能敵蒙格布祿以三子與太祖為質乞援太祖命費英東噶蓋二人領兵二千徃助納林布祿聞之遂令明之開原通事齎書與蒙格布祿曰汝執滿洲來援之將挾贖質子盡殺其兵如此汝昔日所欲之女吾即與之為妻二國仍舊和好蒙格布祿依言約葉赫人於開原令二妻徃議太祖聞之九月發兵征哈達太祖弟舒爾哈齊貝勒曰可令我為先鋒試看若何太祖命領兵一千前進行至哈達國哈達兵出城拒之舒爾哈齊按兵不戰向太祖曰有兵出城迎敵太祖曰此來豈為城中無備耶怒叱舒爾哈齊貝勒曰汝兵向後即欲前進時舒爾哈齊貝勒兵尚阻路遂遶城而行城上發矢軍中傷者甚多至初七日攻得其城有大臣揚古利擒蒙格布祿來報太祖曰勿殺召至前跪見畢太祖以已之貂帽及豹裘賜而養之哈達國所屬之城盡招服之其軍士器械民間財物父母妻子俱秋毫無犯盡收其國而回自此哈達國遂亡後太祖欲以女與蒙格布祿為妻放還其國適蒙格布祿淫惡不法又與噶蓋通謀欲篡位事洩蒙格布祿噶蓋與通姦女俱伏誅 \\n ○辛丑年正月太祖將莽古吉公主與蒙格布祿子武爾古岱為妻明萬歷帝不喜使人來告曰汝何故破哈達擄其人民今可令武爾古岱復國太祖乃勉從其言仍令武爾古岱帶其人民而還後葉赫納林布祿率蒙古兵頻侵哈達太祖告明萬歷帝曰吾已從命令武爾古岱還國矣今葉赫國率兵屢次侵掠何故以吾所獲之國受制於葉赫明萬歷帝不聽時哈達國饑人皆無食向明之開原城祈糧不與各以妻子奴僕牲畜易而食之太祖見此流離仍復收回 \\n ○是年太祖將所聚之眾每三百人內立一牛彔額真管屬前此凡遇行師出獵不論人之多寡照依族寨而行滿洲人出獵開圍之際各出箭一枝十人中立一總領屬九人而行各照方向不許錯亂此總領呼為牛彔【漢語大箭】額真【額真漢語主也】於是以牛彔額真為官名 \\n ○十一月內烏拉國布占泰送滿泰之女【名阿巴海】與太祖為妃太祖以禮迎之大宴成婚 \\n ○布占泰先聘葉赫布齋之女後又聘蒙古科爾沁明安之女以盔甲十副貂裘猞狸猻裘共十領羊裘十領金銀各十兩駱駝六隻馬十匹鞍■〈革占〉俱備為聘禮明安受其禮食言不與布占泰恥之仍欲聘太祖之女遂遣使求於太祖曰昔擒我於陣中留養之令為烏拉國主以女妻我前未經岳丈知曾以幣物聘葉赫并蒙古之女蒙古受禮而悔親岳丈既恩我若宥我不告之罪再結一親遞相徃來太祖允之又以弟舒爾哈齊貝勒女娥恩哲至癸卯年遣大臣以禮徃送為婚 \\n ○後太祖從呼蘭哈達南崗移於赫圖阿拉處【赫圖阿拉在蘇克素護加哈二河之間乃祖居也】築城居住宰牛羊三次犒賞夫役 \\n ○是年中宮皇后疾篤思母一會太祖遣人至葉赫徃請后兄納林布祿阻之止令家人南太來太祖曰我未獲罪於舅前掠我戶布察寨後復率九國兵來侵我汝葉赫哈達烏拉輝發因前加兵侵我曾自任其非各許互相結親宰白馬已當天盟誓今汝葉赫背前盟將我所聘之女另與蒙古今爾妹病篤永訣之際欲母一見汝不容相會是與我斷好矣既如此我何必諱言自今後兩家已成敵國我將築城汝地日為仇殺言訖令南太回 \\n ○九月內中宮皇后薨后姓納喇名孟古哲哲乃葉赫國揚吉努貝勒之女年十四適太祖其面如滿月儀範端淑器量寬洪莊重恭儉聰穎柔順見逢迎而心不喜聞惡言而色不變口無惡言耳無妄聽不悅委曲讒佞輩適合太祖之心始終如一毫無過失太祖深為悼惜將四婢殉之宰牛馬各一百致祭齋戒月餘日夜思念痛泣不已將靈停於院內三載方葬於尼雅滿山於是太祖恨葉赫不令母子相會之仇遂於甲辰年正月初八日率兵攻十一日至葉赫國二城一曰璋一曰阿奇蘭俱克之收二城七寨人畜二千餘即班師 \\n ○乙巳年三月於城外復築大郭宰牛羊犒賞夫役五次曩時賣參與明國以水浸潤明人嫌濕推延國人恐水參難以耐久急售之價又甚廉太祖欲煮熟曬乾諸臣不從太祖不徇眾言遂煮曬徐徐發賣果得價倍常 \\n 【恩格德爾來上尊號（見圖）】 \\n ○是年蒙古喀爾喀巴約特部達爾漢貝勒之子恩格德爾台吉進馬二十匹來謁太祖曰越敵國而來者不過有所希圖而已遂厚賞之 \\n ○丙午年十二月恩格德爾又引蒙古喀爾喀部五貝勒之使進駝馬來謁尊太祖為崑都侖汗【即漢語恭敬之意】從此蒙古朝貢不絕 \\n 【揚古利戰退烏拉兵（見圖）】 \\n 【洪巴圖魯代善貝勒敗烏拉兵（見圖）】 \\n ○丁未年東海瓦爾喀部斐優城主策穆特赫謁太祖曰吾地與汗相距路遙故順烏拉國主布占泰貝勒彼甚苦虐吾輩望徃接吾等眷屬以便來歸太祖令弟舒爾哈齊與長子洪巴圖魯貝勒次子代善貝勒與大將費英東扈爾漢等率兵三千徃斐優城搬接是夜陰晦忽見旗有白光一耀眾王大臣盡皆驚異以手摩之竟無所有豎之復然舒爾哈齊貝勒曰吾自幼隨征無處不到從未見此奇怪之事想必凶兆也欲班師洪巴圖魯代善二王曰或吉或凶兆已見矣果何據而遂欲回兵此兵一回吾父以後勿復用爾我矣言訖率兵彊進至斐優城收四周屯寨約五百戶先令費英東扈爾漢領兵三百護送不意烏拉國布占泰發兵一萬截於路扈爾漢見之將五百戶眷屬扎營於山巔以兵百名看守一面馳報眾貝勒一面整兵二百占山列營與敵兵相持經一夜次日烏拉兵來戰大將揚古利率眾奮力交鋒殺烏拉兵七人我兵止傷一人敵兵退回渡河登山畏懼無復敢來兩軍扎營相持是日未時三王率兵齊至見之洪巴圖魯代善二王策馬奮怒曰吾父素善征討今雖在家吾二人領兵到此爾眾毋得憂懼布占泰曾被我國擒捉鐵索繫頸免死而主其國年時未久布占泰猶然是人其性命從吾手中釋出豈天釋之耶爾勿以此兵為多天助我國之威吾父英名夙著此戰必勝眾皆曰吾等願効死力遂奮勇渡河洪巴圖魯代善二王各領兵五百二路登山而戰直衝入營烏拉兵遂敗有博克多貝勒被代善王左手捉其盔頂殺之其子亦被殺生擒常住父子并胡里布殺兵三千獲馬五千匹甲三千副時追殺敗兵之際舒爾哈齊貝勒原率五百兵落後立於山下至是方驅兵前進又被大山所阻及繞山而來未得掩殺大敵是日晴明霎然陰雲大雪其被傷敵兵凍死甚多及班師太祖賜弟舒爾哈齊名為達爾漢巴圖魯褚英奮勇當先賜名為阿爾哈圖圖們代善與兄併力進戰殺博克多賜名為古英巴圖魯常書納齊布二將負太祖所托不隨兩貝勒進戰破敵領兵百名與達爾漢貝勒立於一處因定以死罪達爾漢巴圖魯懇曰若殺二將即殺我也太祖乃宥其死罰常書銀百兩奪納齊布所屬人民 \\n ○五月太祖令幼弟卓禮克圖貝勒大將額亦都費英東扈爾漢轄等率兵一千徃征東海窩集部取赫度赫鄂謨和蘇嚕佛訥赫三處獲人畜二千而回 \\n 【太祖滅輝發國（見圖）】 \\n ○九月六日夜有氣從星出向東直冲輝發國七八夜方沒又有氣自西方從星出月餘方沒時輝發國拜音達里貝勒族眾多投赴葉赫其部屬亦有叛謀拜音達里聞之以七臣之子為質借兵於太祖太祖以兵一千助之有納林布祿賺拜音達里曰爾若撤回所質之人吾即反爾投來族眾拜音達里信其言乃曰吾將安居於滿洲葉赫之間矣遂撤回七臣子復以子與納林布祿為質納林布祿竟不反其族眾拜音達里復遣其臣告太祖曰曩者誤信納林布祿賺言今仍欲倚汗為生乞將汗女先欲許常書之子者賜我為婚太祖遂息常書之議而許之後拜音達里背盟不娶太祖遣使謂之曰汝曾助葉赫二次加兵於我今又聘吾女而不娶何也拜音達里餙詞以對曰吾曾質子於葉赫俟質子歸吾即徃娶與爾合謀矣隨將城垣修築三層以自固質於葉赫之子亦撤回於是太祖復遣使曰今質子已歸汝意又何如也拜音達里恃城垣已固遂絕親太祖即於九月九日率兵徃伐其國十四日兵到即時克之殺拜音達里父子屠其兵招服其民遂班師輝發國從此滅矣 \\n 【阿爾哈圖圖們阿敏貝勒克宜罕山城（見圖）】 \\n ○戊申年三月太祖令子阿爾哈圖圖們及姪阿敏台吉領兵五千徃烏拉部圍宜罕山城克之殺千餘人獲甲三百副盡收人畜而回時烏拉布占泰與蒙古科爾沁翁阿岱貝勒合兵出烏拉城約二十里遙見我兵之勢難敵遂回是年太祖欲與明國和好謂群臣曰俗言一朝為惡而有餘終身為善而不足今欲與明國昭告天地以通和好言畢遂會遼陽副將撫順所備禦宰白馬祭天刻誓辭於碑曰各守兩國邊境敢有竊踰者無論滿洲與漢人見之即殺若見而不殺殃及於不殺之人明國若負此盟廣寧巡撫總兵遼陽道副將開原道叅將等官必受其殃若滿洲國負此盟滿洲必受其殃誓畢沿邊立碑以為記 \\n ○布占泰見其宜罕山城被克大懼遣使徃來欲守前好於九月擒葉赫五十人付太祖之使殺之自此布占泰遣其臣來求曰吾累次背盟獲罪於恩父誠無顏面若得恩父之女與我為妻吾永賴之太祖復將生女穆庫什公主妻之遣侍臣以禮儀徃送 \\n ○己酉年二月太禮遣使致書於明國曰鄰朝鮮境瓦爾喀部眾皆吾所屬有入朝鮮者可傳諭查與於是明萬歷帝遣使諭朝鮮國查千餘戶歸之十二月太祖命扈爾漢轄領兵一千征東海窩集部所屬瑚葉路克之獲人畜二千而還因有功賞扈爾漢轄盔甲馬匹仍賜名達爾漢轄 \\n 【額亦都招九路長見太祖（見圖）】 \\n 時窩集部內綏芬路長圖楞乃夙附太祖者被本部雅蘭路人擄去 \\n ○庚戌歲十一月太祖命額亦都領兵一千徃窩集部內那木都魯綏芬寧古塔尼馬察四路將其路長康古禮喀克篤禮昂古明噶圖烏魯喀僧格尼喀里瑭松噶葉克書等盡招服之令其舉家先赴滿洲復領兵擊雅蘭路獲人畜萬餘而回 \\n ○辛亥年二月太祖查本國寒苦曠夫千餘皆給配中有未得者發庫財與之令其自娶於是民皆大悅 \\n 【阿巴泰取烏爾古宸木倫（見圖）】 \\n 七月太祖命子阿巴泰台吉費英東碩翁科羅等領兵一千討窩集部內烏爾古宸木倫二路皆取之 \\n ○八月十九日太祖同胞弟達爾漢巴圖魯薨年四十八歲生六子長曰阿敏次曰扎薩克圖三曰圖倫四曰齋桑古五曰濟爾哈朗六曰篇古 \\n 【三將克扎庫塔（見圖）】 \\n 時東海瑚爾哈部內扎庫塔處居民來附太祖賜甲三十副此民將所賜之甲送與窩集部內薩哈連處居人披於木上射之又受烏拉國布占泰招撫布疋十二月命何和里額附額亦都達爾漢轄三人領兵二千征瑚爾哈路圍扎庫塔城三日招之而不服遂拔其城殺兵一千獲人畜二千相近各路皆招服將圖勒伸額勒伸二路長及人民五百戶收之而回 \\n 【太祖率兵伐烏拉（見圖）】 \\n 【太祖義責布占泰（見圖）】 \\n ○壬子年昔蒙古科爾沁部明安貝勒嘗從葉赫九部兵來戰敗乘驏馬逃回至是已二十年矣太祖聞其女頗有淑範遣使欲娶之明安貝勒遂拒他部之請送其女來太祖以禮親迎大宴成婚時布占泰復背盟掠太祖所屬窩集部內瑚爾哈路二次及欲娶太祖所定葉赫國布齊貝勒之女又以骲箭射太祖姪女娥恩哲太祖聞之大怒遂於九月二十二日領大兵徃征之二十九日至烏拉國太祖張黃蓋鳴鼓樂沿烏拉河岸而行布占泰領兵出城迎敵至河邊見滿洲兵盔甲鮮明兵馬雄壯眾皆失色無鬥志太祖遂沿岸而下克其五城直抵於河西岸距布占泰居城二里克其金州城安營十月初一日太祖出營以太牢告天祭旗忽見東南有氣青白二色直冲烏拉城北我兵屯留三日遣兵四出盡焚其糧烏拉兵晝則出城對壘於河邊夜則入城歇息太祖二子莽古爾泰貝勒□□□貝勒欲渡河擊之太祖曰不然汝等出言毋若浮面取水之易也須探其底裏耳欲伐大木豈能驟折必以斧斤伐之漸至微細然後能折相等之國欲一舉取之豈能盡滅乎且將所屬城郭盡削平之獨存其都城如此則無僕何以為主無民何以為君遂燬所得六城焚其房穀回至富爾哈河安營布占泰令吳巴海巴圖魯乘舟而來立於舟上呼曰恩父汗興兵無非乘怒而來今恩父之怒已息可留一言而去如此遣使三次布占泰又親率六將乘舟來至河中於舟上頓首呼曰烏拉國即恩父之國也焚糧之火可息乎太祖披明甲乘白馬率諸王大臣直出眾軍前至河中水及馬腹厲聲曰布占泰先擒汝於陣中已死之身吾養之釋為烏拉國主仍以三女妻之今欺蔑皇天后土背七次盟言擄吾所屬瑚爾哈路二次又欲強娶吾已聘葉赫之女又以骲箭射吾女吾將女嫁汝異國原為匹偶曾令汝以骲箭射之乎若吾女所為不善當來告我天生愛新覺羅人曾被誰責辱汝試言之百世以前汝或不知十世以來汝豈不知脫有之則汝射之為是我兵之來誠非若其無之爾何故射吾女此受辱之名我將匿之於心乎抑將徒抱於九泉乎語云寧銷其骨莫燬其名吾非樂於舉兵聞射吾女故親舉兵來布占泰對曰或者人以讒言令吾父子不睦若果射汝女欲娶汝婚上有天在吾今在水上龍神亦鑒之似此讒言皆虛妄耳布占泰部將拉布太扎爾固齊繼言曰汗有此怒盍遣一使來問太祖曰拉布太我部下豈無似汝之人汝尚以射吾女為無此事娶吾婚為妄言耶若事有不實須再問事已的矣何以問為此河安有不結冰之日吾兵豈有不復臨之理彼時汝能當吾之刀乎布占泰大驚止拉布太勿言布占泰弟喀爾喀瑪哀懇曰汗若寬大其度請決一言而行太祖曰爾果未射吾女娶吾婚可將汝子並大臣之子為質方見其真不然吾不信也言畢遂回營在烏拉國存五日至烏拉河邊於鄂勒琿通處伊瑪呼山上以木為城留兵一千而回 \\n 【太祖敗烏拉兵（見圖）】 \\n 【太祖乘勢取烏拉城（見圖）】 \\n ○十二月有白氣起自烏拉國越太祖宮樓南直至呼蘭山自此太祖以布占泰或有和好之意延及一年又聞布占泰欲將女薩哈簾男綽啟鼐及十七臣之子送葉赫為質娶太祖所聘之女又欲囚太祖二女癸丑年正月親率大兵徃征之布占泰擬十八日送子與葉赫為質太祖大兵十七日已至攻取孫扎泰城領兵前進克郭多鄂謨二城屯兵次日布占泰率兵三萬越富爾哈城迎敵太祖部下領兵諸王大臣欲抵敵太祖止之曰豈有伐大國能遽使之無孑遺乎仍將前諭之言復申之太祖子古英巴圖魯姪阿敏及費英東何和里額駙達爾漢轄額亦都碩翁科羅等奮然曰初恐布占泰不出城尚議設計賺之今彼兵即出捨此不戰興兵何為厲兵秣馬何用布占泰倘娶葉赫女其耻辱當何如後雖征之無益矣今人強馬壯既至此可與一戰太祖曰兩國兵連必吾與諸王及五大臣身先之但惜諸王大臣等恐有一二見傷非為吾身怯懼而止之也乃怒而言曰蒙皇天眷助吾自幼於千百軍中孤身突入弓矢相交兵刃相接不知幾經鏖戰今既欲戰即當戰言畢遂披甲進戰其諸王大臣軍士惟恐不戰正疑慮間及聞進戰皆欣躍懽聲如雷震動天地軍士盡甲太祖決破敵下城之策諭軍士曰倘蒙天祐能敗敵兵可乘勢奪門取城遂前進布占泰率三萬兵步行列陣以待兩軍相距百步滿洲兵亦下馬進戰太祖見兩軍之矢如風發雪落聲如群蜂殺氣衝天心中奮甚遂殺入諸王大臣軍士皆奮勇衝擊烏拉兵遂敗十損六七其餘拋戈棄甲四散而逃滿洲兵乘勢飛奔奪門遂取其城太祖登城坐西門樓上時布占泰領敗兵不滿百奔城而來其城早已被克上豎太祖旗幟遂大驚及奔回被古英巴圖魯領一旅精兵截之布占泰見勢不能敵遂衝突而走折兵大半餘皆潰散布占泰僅以身免投葉赫國去獲馬匹盔甲器械無筭烏拉國所屬城邑皆歸附存兵十日陞賞有功將士烏拉兵敗後有覓妻子投來者盡還其眷屬約萬家其餘人畜散與眾軍即回兵烏拉國自此滅矣 \\n  \\n 　"}
{"章节": "●滿洲實錄卷四", "正文": "　 \\n ●滿洲實錄卷四 \\n 　 \\n  \\n 癸丑歲至天命三年四月 \\n ◆癸丑歲至天命三年四月 \\n 【太祖招撫扈實木繖坦（見圖）】 \\n 太祖謂諸王大臣曰為國之道心貴忠謀貴密法令貴嚴至於洩密謀慢法令者無益於至道乃國之祟也吾所言果皆是歟若有拂戾處汝等勿面從一人之智慮幾何汝等之言豈無切當處宜各盡言所知太祖遣使如葉赫國言布占泰陣中被擒應伏誅吾養之連妻以三女因與我為仇故怒而征之乃破其國身投汝地當獻與我如此遣使三次葉赫國錦台什布揚古貝勒不與太祖於九月初六日領兵四萬征葉赫時有逃者將聲息預聞於葉赫葉赫遂收璋吉當阿二處部眾獨烏蘇城有痘疫未曾收去太祖兵至圍烏蘇城招諭之曰城中軍民降則已不然必攻取之城中人曰若養之則降况大國師眾如林不絕如流盔甲鮮明如三冬冰雪吾等焉敢抗拒言訖守將繖坦扈實本二人開門出降叩見太祖以金盃賜酒將所戴東珠金佛帽併衣賜之其璋城吉當阿城烏蘇城雅哈城赫爾蘇城和敦城喀布齊賚城鄂吉岱城大小共十九處盡焚其房穀遂收烏蘇降民三百戶而回是時錦台什布揚古使其臣譖太祖於明萬歷帝曰哈達輝發烏拉已被盡取矣今復侵吾地欲削平諸部然後侵汝明國取遼陽為都城開原鐵嶺為牧地明萬歷帝信之遣使來謂太祖曰自今汝勿侵葉赫國若肯從吾言是存我和好若不從吾言後必有侵我之日遂遣遊擊馬時楠周大岐帶鎗砲手一千衛葉赫二城太祖聞之修書曰吾國興兵原為葉赫哈達烏拉輝發蒙古錫伯卦勒察九國於癸巳年會兵侵我上天罪彼故令我勝於時殺葉赫布齋生擒烏拉布占泰至丁酉年復盟宰馬歃血互結婚姻以通前好後葉赫負盟將原許之女悔親不與布占泰乃吾所恩養者因與我為仇伐之殺其兵得其國彼身投葉赫又留而不發故欲征之吾與大國有何故乃侵犯乎書畢親齎詣撫順所於二十五日至一曠野處名古哷卯時日出兩旁如門青赤二色祥光垂照隨行不已太祖一見遂率眾拜之其光乃止二十六日辰時至撫順所遊擊李永芳出三里外迎之馬上拱揖接入教軍塲將書與之不移時即還 \\n ○甲寅年四月明萬歷帝遣守備蕭伯芝來詐稱大臣乘八擡轎作威勢強令拜旨述書中古今興廢之故種種不善之言太祖曰虛言恐嚇何為下拜善言善對惡言惡對竟不覽其書令之回 \\n ○四月十五日蒙古扎嚕特部鍾嫩貝勒送女與太祖次子古英巴圖魯貝勒為婚貝勒親迎大宴以禮受之二十日蒙古扎嚕特部內齊汗送妹與太祖三子莽古爾泰貝勒為婚貝勒親迎大宴仍以禮受之蒙古科爾沁莽古思貝勒送女與太祖四子□□□貝勒為婚貝勒迎至輝發國扈爾奇山城處大宴以禮受之 \\n ○十一月遣兵五百征東海之南窩集部雅蘭西林二路收降民二百戶人畜一千而回 \\n ○十二月蒙古扎嚕特部額爾濟格貝勒送女與太祖子德格類台吉為婚台吉親迎設宴以禮受之 \\n ○乙卯年正月蒙古科爾沁部孔果爾貝勒送女與太祖為妃迎接設大宴以禮受之 \\n ○三月二十八日寅時天有黃色人面映之皆黃太祖升殿至辰時方明 \\n ○四月於城東阜上建佛寺玉皇廟十王殿共七大廟三年乃成 \\n ○是時明萬歷帝命廣寧總兵張承廕巡邊承廕奉命巡邊回遣通事董國蔭曰今欲更立石碑以汝居處為吾地其柴河撫安三岔三處所種之田勿穫可收汝人民退居太祖曰吾世世祖居耕種之地今令棄之想爾心變故出此言也吾聞古人云海水不溢王心不變帝今反常護助葉赫吾國所種之田又不容收穫而令退居帝言自不可違然不願治平而頓起惡念吾小國若受小害汝大國自受大害矣吾非大國欲退即退試看汝大國何以收拾若成仇敵非吾一身之患汝以兵眾國大欺凌我也然大國成小小國成大皆出於天汝若一城屯兵一萬城自煩擾若止屯兵一千城中軍民皆為吾俘物矣通事董國蔭曰此言太過矣遂去自此明國遂侵佔疆土立石碑於邊外甚多 \\n ○六月初葉赫布揚古以妹許太祖受其聘禮又欲與蒙古喀爾喀部莽古爾岱台吉【乃巴哈達爾漢子也】諸王大臣曰聞葉赫將汗聘之女欲與蒙古所可恨者莫過於是當此未與之先可速起兵若已與之乘未嫁時攻其城而奪之况此女汗所聘者非諸王可比既聞之安得坐視他適皆力諫興兵不已太祖曰或有大事可加兵於彼以違婚之事興兵則不可蓋天生此女非無意也因而破壞哈達輝發烏拉使各國不睦干戈擾攘至此明國助葉赫令其女不與我而與蒙古是破壞葉赫釀大變欲以此事激我忿怒故如是也今盡力征之雖得其女諒不久而亡反成災患無論聘與何人亦不能久啟釁流禍已極死期將至矣諸王大臣反覆諫之必欲興兵太祖曰吾以怒而興師汝等猶當諫之况吾所聘之女為他人娶豈有不憾之理予尚釋然於中置諸度外勸以息兵汝等反苦為堅請令吾生怒何也聘女者不憾汝等深憾何為豈因此遂從汝等之言乎汝等且止言畢令調到人馬皆回其女聘與蒙古未及一年果亡諸王大臣奏曰此女迄今三十三歲已受聘二十年矣被明國遣兵為葉赫防禦葉赫遂倚其勢轉嫁與蒙古今可征明國太祖不允曰明國以兵衛葉赫自有天鑒之任彼悠久滿洲與葉赫均一國也明國自以為君臨天下是天下共主何獨於我滿洲一國不審是非恃勢橫加侵奪如逆天然葉赫乃天不祐之國也既遣兵為之衛吾且聽之汝等急何為也若征明國合乎天天自佑之天既佑則可得矣但我國素無積儲雖得其人畜何以為生無論不足以養所得人畜即本國之民且匱乏矣及是時先治其國固疆圉修邊關務農事裕積貯遂不動兵乃諭各牛彔每十人出牛四隻於曠野處屯田造倉積糧於是設倉官十六員吏八員執掌出入 \\n ○十月初四日出獵宿於穆奇次日卯時日兩旁有青赤色祥光又對日有青白光三道繞日似門隨太祖而行太祖率眾拜之其光遂止十一月太祖遣兵二千征窩集部東額赫庫倫城【木城名】至固納喀庫倫招之不服遂吹螺布兵拆其柵越三層壕攻取其城殺人八百俘獲萬餘收降五百戶而回太祖謂群臣曰語云心貴正大予嘗思之心之所貴者莫過於正大也卿等薦人勿曰吾何故使疏者反踰親也切莫拘根基擇心術正大者薦之莫因仕族之多輒為援引擇有才者舉之在位凡為政得一材一藝猶難但可以資政之人即薦之可也太祖出獵時天降雪已霽恐草木之浮雪濡衣將衣擷之時有隨太祖者布陽古轄雅喀木二人見之乃私謂曰何所不有而惜此衣盍進獵也太祖聞之笑曰吾非為無衣而惜之但霑濡無益耳與其濡於雪曷若以新者賜汝等豈不美哉以濡雪之衣賜汝何美之有吾所惜者為汝等惜也太祖謂群臣曰天作之為君君命之為臣卿等當念所任之職有能理國政者知之則勿隱今國事殷繁湏多得賢人各任之以事倘治國統軍者少則濟事幾何若有臨陣英勇者用以治軍有幹國忠良者用以佐理國政有博通古今者用以講古今有才堪宴賓客者用以宴賓客各處搜羅可也太祖訓諸王曰賢者不舉則賢者何由而進不肖者不退則不肖者何由而懲汝等宜秉忠直切勿貪婪均平之大道莫過於忠直吾夙好忠直從來未慊汝等當留心又曰全才者有幾夫一人之身才技有長短處事亦有工拙有臨陣之勇者於理國則拙而無用有治事之才者於從軍則亦無用矣自是任用皆隨其材 \\n 【太祖建元即帝位（見圖）】 \\n 太祖削平各處於是每三百人立一牛彔額真五牛彔立一甲喇額真五甲喇立一固山額真固山額真左右立梅勒額真原旗有黃白藍紅四色將此四色鑲之為八色成八固山行軍時若地廣則八固山並列隊伍整齊中有節次地狹則八固山合一路而行節次不亂軍士禁諠譁行伍禁紛雜當兵刃相接之際披重鎧執利刃者令為前鋒披短甲【即兩截甲也】善射者自後衝擊精兵立於別地相機勿令下馬勢有不及處即接應之預畫勝負謀略戰無不勝克城破敵之後功罪皆當其實有罪者即至親不貰必以法治有功者即仇怨不遺必加陞賞用兵如神將士各欲建功一聞攻戰無不忻然攻則爭先戰則奮勇威如雷霆勢如風發凡遇戰陣一鼓而勝又立理國政聽訟大臣五員扎爾固齊十員太祖五日一朝當天設案焚香以善言曉諭國人宣上古成敗之語凡事扎爾固齊先審理次達五大臣五大臣鞫問再達諸王如此循序問達令訟者跪於太祖前先聞聽訟者之言猶恐有冤抑者更詳問之將是非剖析明白以直究問故臣下不敢欺隱民情皆得上達矣太祖聰明睿智法度精詳敬老尊賢黜讒遠佞恩及無告為國事日夜憂勤上體天意下合人心於是滿洲大治欺詐不生拾物不匿必歸其主若不得其主懸於公署令認識之五穀收穫畢縱牲畜於山野莫有敢竊害者因是諸王大臣會議恭上尊號遂表聞於太祖丙辰歲正月朔甲申八固山諸王率眾臣聚於殿前排班太祖陞殿諸王大臣皆跪八大臣出班進御前跪呈表章太祖侍臣阿敦轄額爾德尼巴克什接表額爾德尼立於太祖左宣表頌為列國沾恩英明皇帝建元天命帝於是離座當天焚香率諸王大臣三叩首畢陞殿諸王大臣各率固山叩賀正旦時帝年五十八矣 \\n ○明國邊民每年越邊竊採滿洲參礦果木等物擾害無已一日帝曰昔與明國立碑宰馬結盟原為杜其混擾今明之邊民累擾吾地吾殺潛越禁邊者亦不為過遂於六月遣達爾漢轄將越邊竊物之人遇則殺之約有五十餘時帝聞廣寧新任巡撫至乃遣綱古里方吉納二人往見之巡撫李維翰將綱古里方吉納并從者九人各以鐵索繫之仍差人至滿洲謂帝曰吾民出邊汝當解還安得遽殺之帝曰昔豎碑盟言若見越禁邊者不殺殃及於不殺之人今何負前盟而如是強為之說使者曰不然但將首殺吾民者達爾漢轄執與抵罪則已不然此事難寢甚以言挾之帝不從使者曰此事已聞於上乃不容隱者汝國豈無罪人乎盍將此等人獻之邊上殺以示眾此事遂息帝欲圖明國所拘十一人還即於獄中取自葉赫所擄十人解至撫順所殺之明國遂將所拘十一人放歸 \\n 【天助冰橋（見圖）】 \\n 帝遣達爾漢轄碩翁科羅二將領兵二千征東海薩哈連部二將承命於七月十九日起兵行至兀爾簡河造船二百隻水陸並進取沿河南北寨三十有六至薩哈連江南岸佛多羅袞寨安營初薩哈連江每年十一月十五二十中間方結冰松阿里河十一月初十十五中間方結冰是年十月初一日達爾漢轄碩翁科羅二人兵至其處見薩哈連江水未結獨對寨之處河寬二里橫結冰橋一道約六十步將士皆奇之忻然相謂曰此實天助一橋也領兵渡之取薩哈連部內寨十一處及兵復回其冰已解矣迤西又如前結冰一道已渡冰復解後至十一月應時始結又招服音達琿塔庫喇喇【即役犬處也】諾壘實喇忻三處路長四十人遂回兵至十一月初七日入城 \\n ○丁巳天命二年正月初帝納蒙古明安貝勒女已六年至是聞其來見於初八日與皇后率諸王大臣迎至百里外富爾簡阿拉處【即紅崗也】接見於馬上隨宴訖明安貝勒以駱駝十隻馬牛各一百奉獻至十一日入城每日小宴越一日大宴留一月贈禮至厚與人四十戶甲四十副及段疋財物送三十里外一宿而還 \\n ○二月以皇弟達爾漢巴圖魯郡主遜戴與蒙古喀爾喀巴約特部恩格德爾台吉為妻 \\n ○是年遣兵四百沿東海地界收取散居未服諸部至日遂將東海岸散居之民盡取之其負島險不服者乘小舟進取之而回 \\n ○戊午天命三年正月十六日晨有青黃二色氣直貫月中此光約寬二尺月之上約長三丈月之下約丈餘帝見之謂諸王大臣曰汝等勿疑吾意已決今歲必征明國 \\n ○時聞原服音達琿塔庫喇喇三處路長四十人率家屬部眾約百餘戶來歸帝遣人以餱糧往迎復以馬百匹令來官乘之二月內方至其歸順路長列等賜職俱給妻奴牛馬房田衣物 \\n 【太祖取撫順降李永芳（見圖）】 \\n 帝曰朕與明國成釁有七大恨此外小忿難枚舉矣今欲征明國因預與諸王大臣畫策若明修攻具恐洩機於眾乃以蓋諸王馬院為名遂遣人七百伐攻具之木 \\n ○三月傳諭催餧馬匹整頓盔甲器械其攻具之木慮明之通事或有事來見恐洩其機遂用以蓋馬房 \\n ○四月帝頒攻戰之策諭領兵諸王大臣曰平時以正為上軍中以智巧謀略不勞已不頓兵為上若我眾敵寡我兵不令之見湏伏於隱僻處少遣兵誘之誘而來是中吾計若誘而不來詳察其城邑之遠近相距若遠即盡力追襲近則直抵城門使自擁塞而掩殺之倘我兵止一二固山遇敵兵之眾勿令近我即退待大兵然後尋敵所在若止二三處兵湏酌量之此乃遇敵野戰之法也至於攻城當觀其勢勢可下則令兵攻之否則勿攻倘攻之不拔而回反損名矣夫不勞兵力而克敵者是擅智巧謀略誠為三軍之主帥若勞兵力雖勝何益當征戰之際最上者莫過於不損已兵而能勝敵者也每牛彔作二雲梯派甲兵二十名以備攻克自出兵日至班師日各軍勿得離本牛彔旗違者執之詳問其由若五牛彔之主不申法令於眾罰五牛彔主及本牛彔馬各一匹若諭之不聽即殺梗令之人五牛彔主與牛彔等凡所委托之事若能勝其任則受委托若不能勝則勿受不能勝任而強為之者其關係非止一身若率百人則悞百人之事率千人則悞千人之事湏知此事乃國之大事也至於攻克城邑有一二先進者不足取若一二先之必致傷如此者雖見傷不行賞即殞身不為功其首拆城者即為首功可報固山額真錄之待環攻之人俱拆畢然後固山額真吹螺令各處兵並進此諭 \\n ○四月十三壬寅巳時帝將步騎二萬征明國臨行書七大恨告天曰吾父祖於明國禁邊寸土不擾一草不折秋毫未犯彼無故生事於邊外殺吾父祖此其一也雖有祖父之讎尚欲修和好曾立石碑盟曰明國與滿洲皆勿越禁邊敢有越者見之即殺若見而不殺殃及於不殺之人如此盟言明國背之反令兵出邊衛葉赫此其二也自清河之南江岸之北明國人每年竊出邊入吾地侵奪我以盟言殺其出邊之人彼負前盟責以擅殺拘我往謁巡撫使者綱古里方吉納二人挾令吾獻十人於邊上殺之此其三也遣兵出邊為葉赫防禦致使我已聘之女轉嫁蒙古此其四也將吾世守禁邊之釵哈【即柴河】山齊拉【即三岔】法納哈【即撫安】三保耕種田穀不容收穫遣兵逐之此其五也邊外葉赫是獲罪於天之國乃偏聽其言遣人責備書種種不善之語以辱我此其六也哈達助葉赫侵吾二次吾返兵征之哈達遂為我有此天與之也明國又助哈達必令反國後葉赫將吾所釋之哈達擄掠數次夫天下之國互相征伐合天心者勝而存逆天意者敗而亡死於鋒刃者使更生既得之人畜令復返此理果有之乎天降大國之君宜為天下共主何獨搆怨於我國先因呼倫部【即前九部】會兵侵我我始興兵因合天意天遂厭呼倫而佑我也明國助天罪之葉赫如逆天然以是為非以非為是妄為剖斷此其七也欺凌至極實難容忍故以此七恨興兵祝畢拜天焚表帝又謂諸王大臣曰此兵吾非樂舉首因七大恨餘難盡言矣凌迫已極故興此兵然陣中所得之人勿剝其衣勿淫其婦勿離其夫妻拒敵者殺之不拒敵者勿妄殺諭訖遂與諸王暨領兵諸將等鳴鼓樂謁玉帝廟而行營古哷處宿之次日分二路進兵令左翼四固山兵取東州瑪根丹二處親與諸王率右翼四固山兵及八固山拜雅喇【即精銳內兵也】取撫順行至斡琿鄂謨之野安營而宿是晚帝將先朝金史講與恩格德爾額駙【原係蒙古】薩哈連額駙【原係察哈爾國臣】乃曰朕觀自古為君者身經征戰之苦皆未得永享其尊今興此兵非欲圖大位而永享之但因明國累搆怨於朕難再容忍故不得已而興師也是夜忽晴忽雨帝謂諸王大臣曰陰雨之時不便前進可回兵大王曰與明國和好久矣今因其不道故成仇隙興師已至其境若回兵吾等更與明國和好乎抑為敵乎且興兵之名誰能隱之天雖雨吾軍有雨衣弓矢各有備雨之具更慮何物沾濡乎且天降之雨乃懈明國之人使不意吾進兵此雨有利於我不利於彼帝善其言於夜亥時傳令軍士方起行雲開月霽眾兵分隊連夜進撫順邊兵布百里旌旗蔽空至十五日晨往圍撫順城執一人齎書與遊擊李永芳令之降 \\n ○書曰因爾明國兵助葉赫故來征之量爾撫順遊擊戰亦不勝令欲服汝輒深向南下汝設不降誤我前進若不戰而降必不擾爾所屬軍民仍以原禮優之况爾乃多識見人也不特汝然縱至微之人猶超拔之結為婚姻豈有不超陞爾職與吾大臣相齊之理乎汝勿戰若戰則吾兵所發之矢豈有目能識汝乎倘中則必死矣力既不支雖戰死亦無益若出降吾兵亦不入城汝所屬軍民皆得保全假使吾兵攻入城中老幼必致驚散爾之祿位亦卑薄矣勿以吾言為不足信汝一城若不能拔朕何以興兵為失此機會後悔無及其城中大小官員軍民等果舉城納降父母妻子親族俱不使離散是亦汝等之福也降與不降汝等熟思慎勿以一朝之忿而不信遂失此機也 \\n ○李永芳覽畢衣冠立南城上言納降事又令城上備守具滿洲兵見之遂豎雲梯以攻不移時即登城永芳衣冠乘馬方出城降固山額真阿敦引之永芳下馬跪見帝於馬上拱手答禮其攻城相敵時死者死城已克乃傳令勿殺皆撫之此舉下撫順東州瑪根丹三城臺堡五百餘乃收兵各於所進之處安歇帝駐撫順十二日留兵四千拆撫順城大兵回至撫順城東曠野處會各營兵出邊至嘉班安營論功行賞將所得人畜三十萬散給眾軍其降民編為一千戶有山東山西涿州杭州易州河東河西等處商賈十六人皆給路費書七恨之言付之令歸其拆城兵四千亦至遂令兵六萬率降民及所得人畜前行歸國 \\n 【太祖陣殺張承廕（見圖）】 \\n 帝與諸王大臣領兵四萬移營復臨明國邊安營二十一日帝回兵距邊二十里至謝哩甸方欲安營廣寧鎮守張承廕遼陽副將頗廷相海州叅將蒲世芳聞滿洲大兵盡取撫順等處領兵一萬急追時滿洲兵已出邊明國兵不敢逼近但躡後觀視偵探飛報大王四王二王聞之令兵盡甲迎至邊隨報帝帝曰彼兵非來與我為敵蓋欲詐稱追吾兵出邊以誑其君耳必不待我兵也乃遣額爾德尼巴克什令二王停兵二王奉命屯兵於邊上復回報曰彼兵若待我兵則戰若不待必自走矣吾欲乘勢襲其後不然我兵默默而回彼必以我為怯不敢戰也帝然之遂帥大兵前進明國兵分三處據山險掘壕列火器安營八固山列陣衝擊初風自西起及兵臨時其風驟轉向敵營明國兵連放火砲我兵奮勇射之殺入其營銳不可當明國兵遂敗三營皆破死者伏屍相枕殺總兵副將叅遊及千把總等官共五十餘同追殺四十里死尸絡繹不絕敵兵十損七八獲馬九千匹甲七千副器械無算是陣中滿洲止折小卒二名回至邊安營論諸王大臣奮勇前進者列等陞之稽三軍被傷之輕重以賞之二十三日兵宿於謝哩甸是晚自西向東有青黑氣二道橫亘天上二十六日還國所得降民千戶父子兄弟夫婦俱無離散至於六親失散者查給伊親奴僕失散者查歸本主又與房田牛馬衣食牲畜器皿等物仍照明國設大小官屬令李永芳統管將皇子阿巴泰貝勒郡主妻之陞為總兵 \\n  \\n 　"}
{"章节": "●滿洲實錄卷五", "正文": "　 \\n ●滿洲實錄卷五 \\n 　 \\n  \\n 天命三年閏四月至四年七月 \\n ◆天命三年閏四月至四年七月 \\n ○閏四月二十二日遣魯太監下商人二名開原人一名書七大恨付之令回國 \\n 【太祖兵進范河界（見圖）】 \\n ○五月十七日帝率諸王大臣統軍征明國至十九日進邊克撫安堡及花豹衝三岔兒大小共十一堡二十日招服崔三屯其周圍有四堡民招之不服遂攻取之大兵營於三岔兒堡留六日犒賞三軍均分所得人畜先令兵送人畜歸國又傳令眾軍沿屯搜掘糧窖運畢安營二十八日晨大霧卯時有青赤白三色氣自天垂於營之兩旁上圓似門及起營時氣之兩頭墜於軍之前後相隨十五里方散 \\n ○六月二十二日廣寧巡撫遣通事一名從者五名及前送書者共七人來言兩國修好令送還所擄之人帝曰吾征戰所得者雖一人何可還哉若以我為是於所得之外更加金帛方和若以我為非我則不和征伐如故令來使回 \\n 【太祖率兵克清河（見圖）】 \\n ○七月二十日帝率諸王大臣統大兵征明國入鴉鶻關環攻清河其城守副將鄒儲賢領兵一萬固守其中砲手約千餘兼滾木矢石齊下滿洲兵拆城豎梯攻之不避鋒刃躍入四面兵皆潰其城遂拔將鄒儲賢及兵眾俱殺之一堵牆鹻場二城官民棄城走遂論功行賞畢起兵向遼陽行二日復撤回拆一堵牆鹻場二城將周圍之糧運盡方班師當克清河之日有明國副將賀世賢領兵五千出靉陽擄滿洲山林所居新棟鄂寨殺七人及妻子共約百餘而去 \\n ○時秋成帝命納鄰音德二人率四百眾徃嘉木湖收穫【嘉木湖在渾河界藩河之間】戒之曰晝則督農收刈夜則避於山險處當今宿南山明宿北山今宿東山明宿西山於受敵之處而能謹慎者斯為貴矣納鄰音德違帝命被明之偵探潛窺數次至九月初四日總兵李如柏遣兵乘夜直抵收穫處殺七十人未曙而回其餘三百三十人得脫帝定二人違命之罪籍納鄰之家音德家產半沒入官又以葉古德偵探不明籍其家三分之一帝與諸王大臣議曰今與明國為敵我國居處與敵相遠其東邊軍士途路更遙行兵之時馬匹疲苦可將馬牧於近邊地西近明國於界藩處築城議定遂經營基址收聚木石因天漸寒且止 \\n ○九月二十五日遣兵略會安堡斬殺甚眾得人畜一千其中有屯民三百斬於撫順關留一人割雙耳令執書回其書曰若以我為非理可約定戰期出邊或十日或半月攻城搦戰若以我為合理可納金帛以圖息事爾大國乃行竊盜襲殺吾農夫一百吾將殺汝農夫一千且汝國能於城內業農乎遂回兵至二十九日寅時東南有一道白氣自地衝天形如大刀約長十五丈寬丈餘 \\n ○十月十一日五更時東南更有白氣自星出約寬五尺直衝明國至十四日後不見其出氣之星每夜向北斗漸移至二十九日直越北斗柄自此以後不見 \\n ○十二日聞東海瑚爾哈部長納喀達率民百戶來降命二百人迎之二十日至上陞殿降眾見畢設宴將舉家來歸者列一處有遺業而來欲還家者另立一處其為首八人各賜男婦二十口馬十匹牛十隻冬衣蟒段皮裘大褂秋衣蟒袍小褂四季衣服俱備及房田等物其欲還者見之留而不去者甚多乃附信與還家者曰滿洲軍士欲殺吾等圖我人畜財物汗以撫聚人民為念收為臣僕不意施恩至此吾土所居弟兄眷屬可皆率之來 \\n ○十二月初二日遼東經略楊鎬遣承差李繼學同前放還者二人至 \\n ○己未天命四年明萬歷四十七年正月初二日征葉赫令大王率將十六員兵五千於扎喀關防禦明國自將諸王大臣統大軍起行初七日深入葉赫界自克伊特城尼雅罕寨略至葉赫城東十里將投城人畜皆截取之十里外所居屯寨大小二十餘處盡焚之又取蒙古所牧生畜【此蒙古乃附葉赫者】乃收兵離城六十里安營當進兵之日葉赫遣使徃開原總兵馬林處告急林遂領兵來助與葉赫合兵一處出城四十里見我兵勢重懼不能敵而退帝亦班師 \\n ○二十二日令明國使者李繼學及通事齎書回其書曰皇帝若聲遼人之罪撤出邊之兵以我為是解其七恨崇以王位豈有不罷兵之理再將我歲幣及撫順所原有敕書五百道并開原所有敕書千道皆給吾軍士至我與大臣再加段三千疋金三百兩銀三千兩兵乃罷 \\n ○二十六日令穆哈連領兵一千收東海瑚爾哈部遺民 \\n ○二月十五日遣人夫一萬五千赴界藩處運築城之石令騎兵四百衛之 \\n 【太祖破杜松營（見圖）】 \\n ○是月明國命總兵杜松【榆林人】王宣【保定總兵榆林人】趙夢麟【陝西人】劉綎【江西人】李如柏【遼東總兵鐵嶺人】馬林【宣府人】賀世賢【榆林人】副將麻岩【大同人】監軍廣寧分巡道張銓【大名府人】海蓋道康應乾【河南人】遼陽分守道閻鳴泰【保定人】開原道潘宗顏【宣府人】文武臣等統兵二十萬侵我滿洲諸臣剋日起兵至遼陽經略楊鎬以二十萬兵號四十七萬遣滿洲人一名係取撫順時叛投者於二十四日齎書至言大兵征取滿洲領兵將帥及監軍文臣齊至三月十五日乘月明之時分路前進後明兵果會於瀋陽分為四路約三月初一日齊出邊境合兵攻取滿洲都城約定遂起兵進發乃分左翼中路總兵杜松王宣趙夢麟監軍道張銓領兵六萬順渾河出撫順關右翼中路總兵李如柏賀世賢監軍道閻鳴泰領兵六萬徃清河出鴉鶻關左翼北路總兵馬林副將麻岩監軍道潘宗顏領兵四萬徃開原合葉赫兵出三岔口右翼南路總兵劉綎監軍道康應乾領兵四萬合朝鮮兵出寬甸口三月初一日諸王聚於朝內辰時哨探飛報曰昨二十九夜見明國兵執燈火出撫順關此報猶未奏聞其南方哨探又來報曰昨日未時明國兵自棟鄂而進諸王遂奏聞於帝帝曰明國兵來是實吾南方已有兵五百即將此兵捍禦之然明國故令吾南方預見其兵者是誘吾兵南敵其大兵必從撫順關來今當先戰此兵即時令大王與諸王大臣領城中兵出正行之際哨探又來報曰見清河路兵來大王曰清河路雖有兵其地狹險不能遽至姑且聽之吾等先徃撫順關迎敵遂過扎喀關與達爾漢轄按兵候帝四王因祀神後至曰吾築城運石之人夫俱無器械界藩山雖然險固倘明將不惜其兵必竭力攻之吾之人夫初陷將奈何今吾兵急徃其地人夫一見而心自慰矣大王與眾大臣等皆善其言即令兵盡甲未時行至太蘭崗大王與達爾漢轄欲掩兵俟帝四王不悅曰何故令兵立於僻處當於顯處耀兵布陣運石人夫見我兵至亦奮勇而戰矣額亦都曰貝勒之言誠是也吾等當向前立於顯處眾皆從之遂前進與明兵對壘布陣我兵未至之先杜松王宣趙夢麟領兵前來時滿洲護衛人夫騎兵四百伏於薩爾滸山谷口伺敵大兵過半擊其尾殺至界藩河合運石人夫據於界藩之吉林山險杜松兵圍而攻之山上騎兵率眾人夫一戰折明兵約百人正攻守之際諸王俱至見明兵二萬攻吉林山又一枝兵立於薩爾滸山上大王二王三王四王謂眾臣曰吾人夫內有衛兵四百更令兵一千登山協助徃下衝殺以右翼四固山兵夾攻之其左翼四固山兵可瞭防薩爾滸山敵兵言畢遂令兵一千徃吉林山帝至問諸王曰汝等所議破敵之策若何諸王遂將前議告之帝曰天將晚即照此指揮可也今令右二固山兵益於左四固山先破薩爾滸山所立之兵此兵一敗其界藩敵兵自喪膽矣再令右二白旗固山瞭望界藩敵兵俟吾兵自吉林山下衝之際協力以戰時我兵離城三十里以內壯馬者先至疲馬者陸續而進其遠方兵皆未至六固山兵進攻薩爾滸山敵兵布陣發砲接戰我兵仰射衝殺直破其營不移時敵眾屍覆成堆其助吉林山之兵自山而下正衝擊之際右二白旗固山渡河前進夾攻之明兵連發火砲接戰我兵奮勇衝殺遂破之橫屍堆積總兵杜松王宣趙夢麟等皆死於陣中明兵死者漫山遍野血流成渠軍器與屍衝於渾河者如解冰旋轉而下追殺明國兵二十里仆屍聯絡至碩欽山天色已晚令兵沿途截殺逃竄之兵 \\n 【四王□□□破龔念遂營（見圖）】 \\n 【太祖破馬林營（見圖）】 \\n ○明國左翼北路總兵馬林兵是夜至尚間崖安營鑿壕擊鼓傳鈴周轉巡邏我兵見之遂星夜來報大王次日大王領兵三百餘先徃馬林方起營見大王兵至遂停兵布陣四面而立遶營鑿壕三道壕外列大砲砲手皆步立大砲之外又密布騎兵一層前列鎗砲其餘眾兵皆下馬於三層壕內布陣此營西相距三里又一營兵立於斐芬山大王見之三次遣人馳報滿洲後至兵陸續赴大王營不絕明國左翼中路後營遊擊龔念遂李希泌領車營騎步兵一萬至斡琿鄂謨處安營遶營鑿壕列砲帝率四王領兵不滿千人令一半下馬步戰明營兵一齊發砲四王率騎兵突入步兵遂摧覆戰車大敗其兵四王領兵盡力追殺龔念遂等皆歿於陣中帝方立馬眺望大王報到言敵已至尚間崖帝聞之不待四王之兵急領隨從四五人午時至其處見敵兵四萬已布陣而立帝曰吾兵當先據山上向下衡擊其兵必敗矣眾兵將登山見敵眾營內兵與壕外兵合帝曰是兵欲來戰我也不必登山可下馬步戰大王遂徃左二固山令眾兵下馬時下馬者方四五十人明營西面兵遂來戰大王謂帝曰吾當領兵前進即策馬迎敵直入其營後二王三王與諸台吉等併力殺入兩兵混戰敵兵遂敗勦殺大半其六固山兵見之前不待後行伍亦不暇整飛奔明之大營營中兵發砲接戰我兵發矢衝擊明兵勢不能敵大敗而走我兵乘勢追殺死者漫山遍野副將麻岩等皆斬於陣總兵馬林僅以身免血水分流如陽春釋雪尚間崖下河水皆赤 \\n 【太祖破潘宗顏營（見圖）】 \\n ○乃收兵攻斐芬山潘宗顏之營令兵一半下馬向上攻之宗顏兵一萬以戰車為衛鎗砲連發我兵突入摧其戰車遂破其營宗顏并全軍覆沒時葉赫錦台什布揚古領兵來助明國至中固城聞明國兵敗大驚遂回 \\n 【四王□□□敗劉綎前鋒（見圖）】 \\n 【四王□□□破劉綎營（見圖）】 \\n 【諸王破康應乾營（見圖）】 \\n 【阿敏貝勒敗喬一琦兵（見圖）】 \\n 帝收大兵申時至古爾本方安營有偵探來報曰南方棟鄂與清河路呼蘭二路之兵向都城而進遂令達爾漢轄領兵一千先徃帝駐於是處翼晨又令二王阿敏領兵一千繼之帝隨率諸王等領大兵行至界藩因破敵乃殺牛八隻謝天祭旗大王曰吾領從者二十人扮作小卒前探消息待祭旗後汗可率眾兵而徐進帝允之大王遂起行繼而三王亦行四王乘馬至帝前問曰大王果前去吾欲與同之帝曰汝兄扮作哨探前聽消息汝可隨我同行四王曰大兄既已獨徃吾等何故留後言畢亦起行夜近初更大王乃至都城徑徃宮門內時后妃及公主等正聚於此見大王至曰今又聞有二路兵來奈何大王曰撫順開原二路兵已敗盡被殺矣此來兵吾已有兵迎敵且不能至吾待父命前去接戰大王夜出城十五里至大屯候帝祭旗畢申時自界藩起行至五更遇大王二王四王入城天明令諸王領兵敵寬甸路劉綎之兵帝於都城留兵四千以防清河路李如柏賀世賢之兵當劉綎兵出寬甸時棟鄂路民皆避於山林劉綎兵焚遺寨殺跛瞽不能移者向前而進牛彔額真托保額爾納額赫三人率守衛兵五百迎敵搏戰被劉綎大兵圍住額爾納額赫死於陣中折兵五十托保領殘兵四百五十餘人逃出會達爾漢轄兵達爾漢轄遂伏兵於山谷隘處巳時大王三王四王率大兵出瓦爾喀什正行之際劉綎部下精兵二萬前來令一萬兵野掠見我大兵遂登阿布達哩岡布陣大王領兵欲自山上向下擊之四王曰兄領大兵在後相機吾當領兵上山向下擊之大王曰此言最善吾行於山之西汝令右翼兵登山向下衝擊汝可在後觀之慎勿親入負吾言也四王率右翼兵前進領精兵三十超出眾軍之先從上下擊兵刃相接正搏戰之際後兵亦至衝擊而進大王亦率左翼兵自山西而進明兵大潰遂走四王隨掩殺之又見劉綎二營兵來乘其未布陣之先殺入劉綎戰死於陣中全軍覆沒我兵乃安營見監軍道康應乾步兵合朝鮮兵營於富察曠野處四王駐兵諸王隨皆至遂列陣前戰見應乾部下兵皆執筤筅竹杆長鎗披藤皮甲朝鮮兵皆披紙甲柳條盔鎗砲層層布列當進戰之際明營中鎗砲連發適大風驟起其煙塵皆返向本營迷漫昏黑竟無所見我兵遂發矢衝入破其二萬兵掩殺殆盡風塵遂止康應乾僅以身免帝前遣二王與達爾漢轄擊明遊擊喬一琦營破之一琦率殘兵奔入朝鮮都元帥姜功立營 \\n 【姜功立率兵歸降（見圖）】 \\n ○諸王又見朝鮮兵營於古拉庫山諸王各整固山欲進戰姜功立知明國兵敗大驚遂倒掩旌旗遣通事執旗來曰此來非吾願也昔日倭侵我國據我城郭奪我土地當此急難賴明助之得退倭兵此恩當報今調吾國兵焉敢不來若宥吾罪願徃納降且吾兵有在明國兵營者汝已殺矣今營中盡我國兵惟有明之遊擊一員并相從兵丁而已吾即獻之諸王議定乃曰爾等若降主將可先來不然必戰令通事回告之姜功立曰吾今領兵且宿於此若身先徃恐眾軍混亂逃走今令副元帥先見諸王即宿於營吾率眾翼日即降言訖盡捉明兵擲於山下一琦見勢急遂自縊於是副元帥來見諸王次日姜功立率五千兵下山來降諸王設宴相待令朝鮮官兵先徃都城帝陞殿都元帥副元帥率眾官叩見帝待以賓禮五日小宴十日大宴諸王既殺盡劉綎兵駐三日收人畜盔甲及器械回兵初七日乃至戰三路兵時我兵約折二百人 \\n 【李如柏驚走呼蘭（見圖）】 \\n ○經略楊鎬駐瀋陽聞三路兵敗大驚即撤李如柏賀世賢之兵如柏自呼蘭處回兵時有我哨兵二十人見之乃立於山上吹螺作後有大兵狀將帽繫弓梢揮之喊噪而入殺兵四十獲馬五十匹於是明兵大潰奪路而走自相蹂踏死者約千餘三路兵已破帝笑謂諸王曰明國君臣以二十萬兵聲言四十七萬分四路來戰各國聞若以為我分兵破敵必謂吾兵眾若以為我徃來剿殺必謂我兵強究言之聞於四方無有不稱善者也 \\n ○三月二十一日令朝鮮降將張應京及官三員通事一人書七大恨之事遺書一封遣二使者與之俱徃書曰昔者金元二國之主併三四國歸於一統雖如此亦未得享國長久吾亦知之今動干戈非吾樂舉因明國欺凌已甚故興此兵吾自來若有意與明國結怨穹蒼鑒之今天之眷顧我者豈私我而薄明國耶亦不過是者是非者非以直斷之故祐我而罪明國爾兵來助明國吾料其非本心也乃因爾國有倭難時明國曾救之故報答前情不得不然耳昔者金大定帝時有朝鮮官趙惟忠以四十餘城叛附帝曰吾征徽欽二帝時爾朝鮮王不助宋亦不助金是中立國也遂不納由此觀之吾二國原無仇隙今陣擒爾官十員特念爾王故留之繼此以徃結局惟在王矣且天地間國不一也豈有使大國獨存令小國皆亡耶吾意明朝大國必奉行天道今違天背理欺凌我國橫逆極矣王豈不知又聞明國欲令子姪主吾二國辱人太甚今王之意以為吾二國原無釁隙同仇明國耶抑以為既助明國不忍背之耶願聞其詳 \\n ○四月初三日帝曰戰馬羸弱當趁春草餧養吾欲據界藩築城屯兵防衛令農夫得耕於境內遂親西徃卜基築城又擇曠野處牧馬繼選騎兵一千於初九日遣入明鐵嶺境俘獲人畜一千 \\n ○五月二十八日朝鮮遣官一員從者十三人併前使者齎書至其書曰朝鮮國平安道觀察使朴化致書於滿洲國主馬法足下吾二國地土相連明國與吾二國至今經二百餘載毫無怨惡今貴國與明國為仇因而征戰生民塗炭不特鄰邦即四方皆動干戈矣亦非貴邦之善事也明國與我國猶如父子父之言子豈敢拒蓋大義也吾亦不願此舉其如不從何事屬已徃今不必言此事原委聞張應京等四人來言方知然鄰國亦自有交道也來書云吾有心與明國之君結怨穹蒼鑒之即此一念便可常享天眷受福無疆以後果行合大道明朝聞之必喜善言不久而至矣吾二國各守邊疆復乎前好乃為善也 \\n ○六月初八日遣穆哈連收東海瑚爾哈部遺民千戶丁男二千而回帝出城接款降者置酒二百席宰牛二十隻大宴賜所降路長每男婦各十人馬十匹牛十隻衣五件次者賜男婦各五人馬牛各五匹隻衣三件房田等物皆給之 \\n 【太祖克開原（見圖）】 \\n ○六月初十日帝將兵四萬取開原行三日時天雨河水泛漲乃謂諸王大臣曰可回兵耶抑前進耶倘路塗泥濘河水難濟何以行之會議屯留二日待水落地乾恐此際有逃者洩機於明知取開原故令兵進瀋陽地界遂遣兵一百略瀋陽殺人三十餘生擒二十而回令人視開原路河水可濟否來報曰開原處無雨道路不泥帝聞言遂起大兵十六日至開原守城總兵馬林副將于化龍署監軍道事推官鄭之範叅將高貞遊擊于守志備禦何懋官等城上布兵防守城外四門屯兵我兵遂布戰車雲梯進攻欲先破東面塞門掩殺正奪門時攻城者雲梯未豎遂踰城而入城上四面兵皆潰其城外三面兵見城破大驚衝突而走被抵門之兵盡截殺於壕內鄭之範預遁馬林于化龍高貞于守志何懋官等並城中士卒盡殲之帝登城南樓而坐有哨探來報鐵嶺三千兵來援諸王領兵迎之鐵嶺兵一見即走我兵二十人追殺四十餘人而回收人畜財物三日猶未盡有蒙古阿布圖巴圖魯先投於明居開原受守備職因妻子被執遂帶二千總及兵二百餘來降將妻子家業盡查與之將士論功行賞畢毀其城郭焚公廨并民間房屋遂回兵帝謂王大臣曰吾等不回都城於界藩築城治屋居之令兵馬不濟渾河牧於邊境可也諸王大臣議定奏曰不如還都各修馬廄採草牧養以水洗拭方得肥肚也士卒歸家以便整頓器具帝曰是非汝所知也當此六月炎暑行兵已經二十日自此歸家遠近不等或有二三日至者或有居都城之東三四日方至者今天暑路遙馬匹何日得肥吾欲居界藩令馬牧於此地早令之壯八月興師言訖遂至界藩居之牧馬於邊遣人迎后并諸王妃至大宴之是月帝行宮及王大臣軍士房屋皆成 \\n ○七月有原居開原千總王一屏戴集賓金玉和白奇策守堡戴一位共帶二十餘人覓妻子來降帝曰觀此來降者知天意祐我矣彼聞吾養人故來投耳於是賜阿布圖人一百牛馬一百羊一百駝五隻銀百兩紬段二十疋布二百疋六千總各賜人五十牛馬五十羊五十駝二隻銀五十兩紬段十疋布百疋守堡百總等官各賜人四十牛馬四十羊四十駝一隻銀四十兩紬段八疋布八十疋從者皆列等賜妻奴牛馬財物田舍帝夜夢天鵝鷀■〈老鳥〉及群鳥徃來翱翔羅得一白鷀■〈老鳥〉執之聲言吾擒得齋賽矣隨呼而覺【齋賽蒙古之長與帝有隙常思擒之故夢中云】將此夢語后妃后妃曰齋賽為人如飛禽何以擒之次日復語諸王大臣諸王大臣對曰此夢主吉蓋天將以大有聲名之人為吾國所獲故為之兆也 \\n  \\n 　"}
{"章节": "●滿洲實錄卷六", "正文": "　 \\n ●滿洲實錄卷六 \\n 　 \\n  \\n 天命四年七月至六年三月 \\n ◆天命四年七月至六年三月 \\n 【太祖克鐵嶺（見圖）】 \\n 【太祖敗齋賽兵（見圖）】 \\n 【陣擒齋賽（見圖）】 \\n 見太祖 \\n 是月帝率諸王大臣領兵取鐵嶺二十五日至其城將圍之其外堡之兵俱投城被截在外者殆半四散遁走我兵布戰車雲梯攻城北面城中遊擊喻成名史鳳鳴李克泰令眾軍連放鎗砲齊發矢石我兵豎梯拆城垛摧鋒突入四面皆潰將喻成名史鳳鳴李克泰及士卒盡殺之帝入城駐於兵備道官廨是夜蒙古喀爾喀部齋賽扎嚕特部巴克與巴雅爾圃岱青色本諸台吉等約二十人共領兵萬餘星夜而來伏於秫田內及天明有出城牧馬者約十人齋賽兵見之發矢追殺我兵一見即出城知是蒙古欲遽戰又無上命不戰而吾人已被殺但躡其後而行帝出城見曰何為不戰可急擊之大王曰今一戰恐貽後悔帝曰此兵乃齋賽兵也吾與齋賽之恨有五今又先殺吾人如此何悔之有諸王大臣遂領兵衝殺敗其兵追至遼河溺死及殺者甚眾生擒齋賽并二子色特希爾克實克圖及巴克色本併科爾沁桑噶爾寨【明安貝勒子也】齋賽妹夫岱噶爾塔布囊又其臣十餘人兵百五十餘盡囚於鐘樓內諸王大臣俱奇之曰得擒齋賽正應汗吉夢也次日設宴張鼓樂齋賽等叩見其部下人烏瑚齊曰汗與王大臣皆無恙否時四王在側答曰吾軍中之僕廝有十數人破頭顱者餘皆無恙不知汝等鞍馬俱保全否蒙古等皆赧然垂首竟無以對屯兵三日論功行賞將人畜盡散三軍先放齋賽部臣博羅齊等十一人還國寄言齋賽兵敗及二子并兵百五十餘被擒之事乃班師帝謂諸王大臣曰今既留齋賽其兵已盡被殺恐所屬軍民生畜為他人所掠奈何不如將所擒百四十人放還可也諭畢遂令回 \\n 【太祖滅葉赫（見圖）】 \\n ○八月十九日帝率王大臣領兵征葉赫會議破敵之策令大王二王三王四王領部下健卒西向圍布揚古城親率八固山額真并大兵東向取錦台什城議定大兵星夜前進葉赫哨探見之即飛報於布揚古曰滿洲大兵至矣於是葉赫國民皆驚惶其屯寨之民近者入城遠者避於山谷二十二日天明大兵至布揚古布爾杭古領兵出城西立於岡上吹螺吶喊見滿洲兵盔甲明如冰雪旌旗劍戟如林大兵壓境漫山遍野前後不絕如流威勢可畏布揚古大驚急入城諸王領健卒遂圍其城日方昇帝率大兵至錦台什城四面圍之遂分隊破其外郭軍士整頓雲梯戰車已備令錦台什降錦台什不從答曰吾非明兵比均男子也吾亦有手豈肯降汝惟有死戰而已遂令兵攻之兩軍矢發如雨我兵即推戰車登山擁至拆其城城上滾放巨石藥礶櫑木我兵不退遂拆城而入城上兵迎戰復又敗走於是四面皆潰各入其家帝遣人執旗令眾兵勿殺城中軍民又遣人執黃蓋傳諭勿殺降者於是城中軍民俱降錦台什攜妻子登其所居之臺我兵圍之招曰汝降則下不然必攻之錦台什答曰吾不能戰城已被克今困於家雖戰亦不能致勝若得吾妹所生子□□□來此一見得聞確實言吾即下矣聞者將此言奏之帝令人往西城召四王至曰爾舅有言但得汝到即降汝盍往之彼降則已不然可令吾兵拆臺四王領命而去既至錦台什曰吾甥□□□從來未識焉能辨其真偽費英東達爾漢額駙二人曰人之相貌汝豈不識常人中有此奇偉者耶汝國使者必嘗告汝豈未之聞乎若不深信曩者吾國曾遣汝子德爾格勒之乳媼往議和好可令來認之錦台什曰何用老嫗為也吾觀此子顏色未得其父活我之善言是欲賺吾下臺殺之耳吾石城鐵門已失今困於此臺戰豈能勝然此地是吾祖居願死於此四王曰汝於天險之山苦已勞民多年築其城郭如是之固尚且被克今居於此臺何為汝意不過誘取敵人并命已耳不知孰肯以名臣攻戰中汝計耶乃何故曰得吾確實之言方下豈戰不能勝汝而出確實之言歟吾已在此若下臺即引見父皇殺之則死宥之則生昔汝等征伐六親屠戮欲盡者豈肉可食而血可飲耶吾遣人二三十次欲相和好似乎戰不能勝而欲求和乃將吾使殺者殺羈者羈今汝喪身之禍已至吾父若念此惡則戮之若以我故而不究則生之矣勸慰再三仍執前言不下四王曰舅言吾來即下故來耳若願降可疾下引見父皇否則吾去矣錦台什曰爾勿去待吾近臣阿爾塔實先去見汗察言觀色回時吾方下遂令阿爾塔實往見帝怒曰阿爾塔實離間吾親致明人舉兵四十萬非爾而誰若念此惡殺之宜也但前愆何必追究令回招其主於是阿爾塔實往招曰我主宜降錦台什又曰聞吾子德爾格勒被傷猶存彼處當召來相見吾即下矣四王召德爾格勒來與之見德爾格勒謂父曰吾等戰不能勝城已陷矣今居此臺之上更欲何為盍下臺若殺則死留則生言之再三竟不從於是四王執德爾格勒回欲殺遂縛之德爾格勒曰年三十六矣死於今日欲殺即殺勿縛我也四王留德爾格勒於家以其言奏之帝曰子招父降而不從是父之罪也其父當誅其子勿殺四王引德爾格勒見帝帝推食與之令四王與德爾格勒同食曰此爾之兄也當善遇之其錦台什妻見夫不降遂攜穉子急趨而下錦台什執弓與從者重整盔甲我兵遂執斧毀其臺錦台什縱火自焚諸將疑錦台什已死遂撤毀臺之兵其房舍火焚殆盡錦台什身被火炙乃自下遂執而縊之諸王正圍西城招而不從既而布揚古布爾杭古聞東城已破大驚乃遣使曰今吾等雖戰亦無如之何願降大王曰初令降而不從料吾兵既至此豈肯舍汝等而去乎汝主吾妻兄弟也招撫之意予不過欲恩之使得生也戰則汝等之身不過死於吾小卒之手降則得生果納降彼弟兄二人或懼而不來其母乃吾之岳母可令先來吾豈有殺婦人之理使者以言回告又來曰吾等願降汝可出一確實誓言將吾等仍居本城大王怒曰汝等再勿出此言既破一城復留汝等居此豈吾力不能拔而去乎汝可速降不然東城已破汗駕來攻汝等必死矣布揚古布爾杭古遂將母送出城大王抱見禮畢【滿洲俗凡別久相見必互抱以示親愛】母曰汝無確言吾二子不信故懼耳大王乃以刀劃酒而誓曰若殺汝等於降後殃及於我若我誓後而猶不降殃及汝等倘必不從克城之後殺無赦遂將此酒飲半半送與布揚古布爾杭古飲之遂開門出降大王曰可去見父皇布揚古駐馬終不答大王挽其轡曰汝非男子乃婦人耶一言已定立此更欲何為可隨吾往見遂引見帝布揚古膝不並屈惟屈一膝不拜而起帝以金杯賜酒布揚古屈膝不端酒亦不飲沾辱而已仍不拜而起帝謂大王曰可引汝舅仍往彼城帝默思謂吾既不念舊惡欲豢養之當以為死而幸生可也反如此漫無喜意仍若仇讎於叩首起拜之間尚不肯屈此人將何以豢養之也是夜命縊之以其弟布爾杭古雖有過惡尚可姑宥念吾長子留之可也將明國來助此二城者遊擊馬時楠及兵一千俱殺之於是凡葉赫城郭皆降其諸臣軍民等一無殺戮父子兄弟夫婦諸親等亦無離散秋毫無犯俱遷徙而來給房田糧穀等物查其無馬者千餘賜以馬匹葉赫自此滅矣滿洲國自東海至遼邊北自蒙古嫩江南至朝鮮鴨綠江同一語音者俱征服是年諸部始合為一 \\n ○十月二十二日蒙古察哈爾林丹汗遣使康喀勒拜瑚齎書來曰蒙古國統四十萬眾英主青吉斯汗【青吉斯汗乃元始祖之號故稱之】致問水濱三萬人英主安否明於吾二國乃仇讎也吾聞自戊午年來明人數受兵於汝國今夏吾已親往廣寧招撫其城取其貢賦倘汝兵往圖之吾將不利於汝吾二人原無交惡若吾所服之城為汝所得吾名安在設不從吾言二人之是非穹蒼鑒之先時吾二國使者常相往來因汝使捏言吾之驕慢告汝以不善之言故相絕耳若以吾言為是汝將前使可令復來滿洲王大臣等見此書皆怒有謂來使可殺有謂可劓刵之放歸帝曰汝等之怒誠然即吾亦怒矣然於來使無與是遣使者之罪也可久留之待回時亦書不善之言相答諭畢遂羈其使 \\n ○是日喀爾喀部卓禮克圖洪巴圖魯合五部貝勒等致書曰齋賽屢啟釁端誠為有罪其處此惟在乎汗但明國乃敵國也如征之必同心合謀直抵山海關負此言者天神鑒之倘與之和亦同議定若明國所輸財物厚汝薄吾汝毋受厚吾薄汝吾亦不受能踐此言名聞遠近不亦善乎 \\n ○十一月初一日帝令額克星額綽瑚爾雅希禪庫爾禪希福五臣齎誓書與喀爾喀五部貝勒等共謀連和同來使至岡干塞忒勒黑孤樹處遇五部貝勒宰白馬烏牛設酒肉血骨土各一碗對天地誓曰蒙皇天后土祐我二國同心故滿洲國主併十固山執政王等今與喀爾喀五部貝勒等會盟與明國修怨務同心合謀倘與之和亦必同議若毀盟而不通五部貝勒知O與之和或明國欲敗我二國之好密遣人離間而不告則皇天不祐奪吾滿洲國十固山執政王之算既如此血出土埋暴骨而死若明國欲與五部貝勒和密遣人離間而五部貝勒不告滿洲者喀爾喀部執政貝勒都稜洪巴圖魯鄂巴岱青額森巴拜阿索特音莽古勒岱額布格德依台吉烏巴什都稜古爾布什岱達爾漢莽古勒岱岱青畢登圖葉爾登綽瑚爾達爾漢巴圖魯恩格德爾桑噶爾寨布塔齊都稜桑噶爾寨巴雅爾圖多爾濟內齊漢魏徵諤勒哲依圖布爾哈圖額滕額爾濟格等眾貝勒皇天不祐奪其紀算血出土埋暴骨亦如之吾二國若踐此盟天地祐之飲此酒食此肉壽得延長子孫百世昌盛二國始終如一永享太平帝曰齋賽與二子俱被擒但恐其所屬人畜為族人侵奪可令其二子更番往來一子在彼保守人畜一子在此侍父若齋賽之歸期須待五部貝勒同征明國得廣寧後再籌之於是賜其子克實克圖輕裘三領【貂二猞狸猻一】靴帽衣帶鞍馬令還 \\n ○庚申天命五年正月十七日修書復察哈爾汗曰閱來書汝為四十萬蒙古主吾為水濱三萬人主何故恃其眾以驕吾國乎聞昔明之洪武取大都時四十萬蒙古摧折幾盡奔逃者僅有六萬不盡屬汝鄂爾多斯一萬十二土默特一萬阿索特雍謝布喀喇沁一萬此三萬之眾據汝之右任意縱橫於汝無與即左三萬之眾亦豈盡屬於汝耶三萬且不足乃以昔日之陳言驕語為四十萬而輕吾國為三萬人乎天地豈不知之然吾國雖小不似汝之眾吾力雖弱不似汝之強但得天地垂祐哈達輝發烏拉葉赫暨明國之撫順清河開原鐵嶺等八處俱為我有汝且言廣寧吾取貢處毋征也若圖之將有不利於我若爾我從來有隙出此言宜也本無仇隙何故為異姓之明遂欺天地所祐之人主而出此惡言恣行不道如逆天然吾惟至誠格天天乃錫吾勇知其眷顧也獨隆亦未之聞乎焉能不利於我哉且汝於廣寧所得之物謂能破彼之城郭畏而與之耶抑以親視汝愛而與之耶如其愛而與之錙銖之利受之何為汝果能復三十四萬之大都而出此言誠是也昔明國未受吾兵時汝初與之搆兵棄盔甲駝馬脫身敗北及再與搆兵格根岱青之從臣并十餘人被斬於陣中一無所獲而回不知二次所得者何處人畜所克者何處名城所敗者何處大兵獨不思明之賞汝從來未有如此之厚今不過以我兵威所震男子亡於鋒鏑婦女守其孤嫠明人畏吾故以利誘汝耳且明與朝鮮異國也言雖殊而衣冠相類二國尚結為同心爾我異國也言雖殊而服髮亦相類汝果有知識者來書當云皇兄征我舊日之仇國蒙天垂祐破其城敗其眾願同心協力共圖有仇之明如此不亦善乎今且不求合理不務令名以祈天眷乃欲貪得有盡之財貨搆怨於素無嫌怨之國若此者神祇豈不鑒之書畢乃令碩色武巴什為使齎往林丹汗覽書將去使杻械囚於拜星所居之城帝風聞去使見殺欲殺彼使四王諫曰殺吾使恐未確前所羈內有與康喀勒拜瑚同來者令持書往約以歸吾使之期若踰期不至戮之未晚帝從其言遂遣其人齎書云若還吾使吾亦反康喀勒拜瑚不然吾必殺之矣去後過期不還又喀爾喀五部落使者屢言碩色武巴什被林丹汗斬之祭旗矣帝猶待月餘謂諸王大臣曰今過期已有月餘去使被殺無疑也遂誅康喀勒拜瑚後碩色武巴什密通監者去其杻械同潛出徒步逃回帝與五部貝勒盟後有喀爾喀巴約特部索寧台吉下一人及扎嚕特部宰桑扣肯下一人來投帝曰降者之情誠為可矜但前日之盟尤不可背遂不納各還其主 \\n ○二月內賜齋賽子色特希爾蟒衣裘帽靴帶鞍馬令還 \\n ○三月初一日放扎嚕特色本回色本立誓曰吾與巴克弟兄二人素與滿洲無隙因與有罪之齋賽同來被擒蒙恩視吾猶子賜衣食豢養今又放吾還國若不恩報而如布占泰懷仇者皇天后土鑒之殃及其身奪吾之算若此心不易常思恩報神祇佑之俾壽延長子孫昌盛書畢告天焚之帝仍賜蟒衣輕裘靴帶鞍馬之類令還帝論功序爵列總兵之品為三等副叅遊亦如之其牛彔額真俱為備禦每牛彔下設千總四員 \\n ○初八日申時左固山一品總兵官費英東卒年五十七蘇完人也【蘇完地名也】初率眾來歸帝授一品總兵以皇子阿爾哈圖圖們貝勒女妻之秉心正直凡上有闕失處極言爭之盡心竭力以輔國政臨終時天色明朗忽起片雲驚雷掣電雨雹齊降霎時而霽遂卒誠滿洲之良臣也帝欲臨喪后妃及諸王諫曰親臨此喪恐有所忌帝曰與吾創業大臣漸有一二凋喪者吾亦不久矣堅執以往哭之慟惆悵良久漏下三更始回 \\n ○六月初四日樹二木於門外令曰凡有下情不得上達者可書訴詞懸於木上吾據訴詞顛末以便審問 \\n ○滿洲使者扈壘往扎嚕特達雅台吉處齎來馬八匹牛四十四羊一百並所騎之馬衣服器械等物被本部鍾嫩昂阿珠徹特扣肯等棄盟言使兵要於路俱劫之惟放扈壘而已 \\n ○滿洲往五部使者還曰五部貝勒等已負盟矣謁鄂巴岱青二次不容相見諸部之使不來惟二部使者至述都稜洪巴圖魯之言曰吾子孫之心俱變而不能制然吾身絕不負汗也 \\n ○扎嚕特鍾嫩昂阿珠徹特扣肯三部貝勒領兵復截滿洲使者錫喇納碩洛輝二人於路將齎來馬十一匹牛六十二隻奪之又奪往扎嚕特色本處使者伊沙穆齎來馬二匹牛二十八隻羊百十二 \\n 【太祖略蒲河懿路（見圖）】 \\n ○八月二十一日帝自將諸王大臣領兵征明國進懿路蒲河二處其人民棄城走遂收兵安營哨探報曰有瀋陽兵出城來迎已越我偵探處矣帝遽起曰可掩殺來兵以塞其門言畢遂率兵迎之瀋陽城總兵賀世賢副將鮑承先總兵李秉誠副將趙率教各離城二十里下寨見我兵至遂遁回帝謂三王曰近汝之敵兵不多汝可領本部追之三王遂率健卒百人追殺李秉誠趙率教兵越瀋陽城東抵渾河始回其左一固山兵追賀世賢鮑承先直抵瀋陽北門殺人百餘回四王復欲殺入大王與達爾漢轄勸止之遂將所獲八千人畜論功賞賜軍士乃還 \\n ○九月皇弟青巴圖魯薨【庶母所生原名穆爾哈齊】葬之七日帝親往奠之因至費英東墓泣下三奠酒畢又至拉哈吉木巴遜二墓令從臣奠之而回二人均係近臣勸勞素著者 \\n ○十月自界籓遷於薩爾滸建軍民房舍至十一月乃成 \\n ○辛酉天命六年正月十二日帝與代善阿敏莽古爾泰□□□德格類濟爾哈朗阿濟格岳託諸王等對天焚香祝曰蒙天父地母垂祐吾與強敵爭衡將輝發烏拉哈達葉赫同一語音者俱為我有既而征明又得其撫順清河開原鐵嶺等城又破其四路大兵皆天地之默助也今禱上下神祇吾子孫中縱有不善者天可滅之勿令戕害以開殺戮之端如有殘忍之人不待天誅遽興操戈之念天地豈不知之若此者亦當奪其算昆弟中若有作亂者雖知之不忍傷殘惟懷理義之心以化導其愚頑似此者天地祐之俾子孫百世延長所禱者此也自此之後伏願神祇不咎既往惟鑒將來 \\n 【四王□□□敗朱萬良兵（見圖）】 \\n ○二月十一日帝率諸王大臣統大軍分八路略明之奉集堡守城總兵李秉誠聞之領三千騎出城六里安營令兵二百為前探左四固山兵遇之二路追殺至山上其山下有明國兵結陣一見我兵至即拔營奔城我兵隨後擊之明國兵敗走兩路擁二門爭進殺至壕邊方回當擁門掩殺之時有叅將吉巴克達及一卒被城上巨炮擊死帝率大兵離城三里方立岡上右翼兵亦至午時將回兵有小卒來報曰吾同行三人遇明國兵二百被殺其二其兵不遠帝謂諸王大臣曰右翼王可領本部兵追殺吾率左翼兵駐此於是德格類台吉岳託台吉碩託台吉尋敵所在因追二百兵遂殺至二千兵所立之處敵兵見之驚走四王領部下健卒至黃山時署總兵事朱萬良率大營之兵見我兵勢重不能抵敵亦遂驚走四王追擊至武靖營而回適與分路破敵之諸王相遇收兵同歸大營論功行賞畢乃旋師 \\n ○閏二月十一日築薩爾滸城畢帝曰築城之夫最苦可賜牛以勞之群臣曰與其用國中之牛盍俟征明獲牛驢而給食之帝乃陞殿聚諸王大臣曰人君無野處露宿之理故築城也君明乃成國國治乃成君至於君之下有王王安即民安民安即王安故天作之君君恩臣臣敬君禮也至於王宜愛民民宜尊王為主者宜憐僕僕宜為其主僕所事之農業與主共食而主所獲之財及所畋之物亦當與僕共之如是上下相親天悅人和豈不共成豫慶哉如築城之木石豈出於築城之地耶鑿石於山採木於林轉運之遠既已勞矣而築壘之工不更苦乎今爾等之意實不欲出已之財故耳不知征明國當以大義舉之如為犒築城之夫而掠之最不可也時適有副將博爾晉後至帝問曰自何來如是喘息想徒步來耶博爾晉對曰自築城處來帝曰爾輕身行走尚且勞頓運木石而築城者寧不勞歟遂賞牛及鹽犒勞夫役 \\n 【太祖克瀋陽（見圖）】 \\n ○三月初十日帝自將諸王大臣領大兵取瀋陽將柵木雲梯戰車順渾河而下水陸並進至十一日夜行見青白二氣自西向東遶月暈之北至南面而止是夜明國沿壹舉火哨探至二更飛報總兵賀世賢尤世功二人大驚遂分兵布於城上十二日辰時大兵至城東七里柵板為營次日辰時令攻城兵布雲梯戰車攻其東面城外有深塹內插尖樁上覆黍秸以土掩之又壕一道於內邊樹柵木近城復有壕二道闊五丈深二丈皆有尖椿內築攔馬牆一道間留砲眼排列戰車鎗砲眾兵繞城衛守甚嚴城上兵亦登陴堅守我兵衝入其七萬兵俱敗遶城掩殺覆屍纍積總兵賀世賢尤世功叅將夏國卿張綱知州段展同知陳柏等俱斬於陣其城遂拔殺兵幾盡 \\n 【太祖破陳策營（見圖）】 \\n 哨探報曰渾河南有兵至帝率兵迎之時四川步兵原立營於黃山總兵陳策叅將張名世聞我兵至瀋陽領兵渡河來援離城七里二處安營執竹杆長鎗大刀利劍鐵盔之外有綿盔鐵甲之外有綿甲帝見之令右固山兵取綿甲戰車徐進擊之紅甲拜雅喇不待綿甲戰車至即進戰帝見二軍鏖戰勝負未分令後兵助之遂衝入敗其兵追殺至渾河盡溺死陣斬陳策張名世而我國有先進戰叅將布哈遊擊朗格實爾泰戰死於陣中 \\n 【四王□□□大敗三總兵（見圖）】 \\n 我兵既殲二營之眾見渾河南五里外復有步兵一萬布置戰車鎗砲掘壕安營用黍秸為障以泥塗之我兵將往戰有守奉集堡總兵李秉誠守武靖營總兵朱萬良姜弼領三萬騎兵來援至白塔舖安營遣兵一千為前探滿洲雅遜領二百健兵探之一見遂走明國兵隨後放鳥鎗追之帝聞報大怒親率兵迎敵因至四王營告之遂前進四王急上馬領健騎奔帝前曰父皇何湏親往吾願領兵前敵帝遂許之四王率兵疾進其追兵四散奔北掩殺至白塔舖又見三總兵大兵布陣四王亦不待後兵至即率百騎殺入三總兵不能敵遂驚走正追殺時岳託台吉至大王亦續至同追四十里沿途死者約三千餘即收兵回營 \\n 【太祖破董仲貴營（見圖）】 \\n 天將暮帝復戰渾河南步兵布戰車衝入破其營殺副將董仲貴叅將張名世張大斗及眾兵殆盡天已暮帝收兵諸王各領健卒於東門外教場安營令眾將率大兵屯於城內次日帝責雅遜曰吾子□□□父兄依賴如身之有目因汝敗走而殺入眾軍中萬一有失罪應寸磔汝何故率吾常勝之軍望風而走以失銳氣嚴加叱詈遂定罪削其職屯兵五日論功行賞將所獲人畜分於三軍令先還國 \\n ○十八日帝聚諸王大臣曰瀋陽已拔敵兵大敗可率大兵乘勢長驅以取遼陽議定即前進至虎皮驛軍民俱棄城逃走遂安營明國哨探見之飛報遼陽城守文武官曰滿洲大兵已取瀋陽援兵盡敗今又來攻遼陽旌旗蔽日漫山塞野不見其前後至虎皮驛下寨眾官聞之大驚遂放太子河水於壕塞其西閘內列火器於城上排兵四面守禦甚嚴 \\n  \\n 　"}
{"章节": "●滿洲實錄卷七", "正文": "　 \\n ●滿洲實錄卷七 \\n 　 \\n  \\n 天命六年三月至九年八月 \\n ◆天命六年三月至九年八月 \\n 【四王□□□大敗五總兵（見圖）】 \\n 十九日午時兵至城東南角渡河未畢哨探報曰西北武靖門外有兵帝率左翼兵先往有總兵李懷信侯世祿柴國柱姜弼童仲魁等率兵五萬出城五里布陣帝一見令兵擊其營之左四王領部下健卒隨至亦欲進戰帝止之曰吾已令兵往擊汝勿前進可領右翼兵駐於城邊瞭望之四王曰令後至二紅旗固山兵瞭望可也遂前進帝又令阿濟格台吉往勸之四王堅意行帝即令扈從二黃旗兵助之四王奮力衝殺擊其營之左明營兵放砲接戰四王殺入破其營左四固山兵亦殺入兩相夾攻明兵大潰而走四王乘勢追殺六十里至鞍山始回又有一營兵從西門出【即武靖門也】遇二紅旗兵擊退爭入門者人馬自相蹂踐積屍不可勝計乃收兵是晚回至城南七里安營 \\n 【太祖率兵克遼陽（見圖）】 \\n 【（見圖）】 \\n ○二十日卯時帝諭諸王大臣曰觀繞城之水西有閘口可令左四固山兵掘之東有水口以右四固山兵塞之親率右四固山兵布戰車於城邊以防衛令眾軍囊土運石壅其水口明國又有三萬兵出東門外安營【即平夷門也】列鎗砲三層連發不已左四固山遣人來曰西閘口難掘若奪其橋可得也帝曰橋可奪試奪之若得之急來告我吾當進攻此門即令來人速往水口壅塞既畢遂令綿甲軍排車進擊東門敵兵其營中連放鎗砲我兵遂出戰車外渡壕水吶喊而進兩軍鏖戰不退有紅甲拜雅喇二百殺入又二白旗兵一千亦殺入明之騎兵遂敗諸王部下白甲拜雅喇俱殺入夾攻之其步兵亦敗投城而走我兵乘勢驅殺溺水而死者滿積壕水盡赤時左四固山兵主奪西門橋分殺守壕之兵明營兵隱於屋垣放砲發矢聯綿不斷城上亦放火箭火砲擲火礶我兵奮勇衝突即樹梯登城驅殺其兵遂奪西城一面據其兩角樓城中官員軍民皆喪膽驚擾潰亂往來奔走於城內而已時右固山兵下馬步行兩壕之間運薪蒭填內壕正攻城北面左四固山兵來報曰酉時已登西城矣帝即撒攻城兵以益登城處是夜城內兵舉燈火與我兵拒戰達旦有監軍道牛維曜高出邢慎言胡嘉棟戶部傳國併軍民等多墜城而逃次日黎明明兵復布車大戰又敗右四固山兵亦登城八固山合為一處沿城追殺時經略袁應泰在城東北鎮遠樓監戰見城被克遂縱火焚樓而死分守道何廷魁攜妻子投井死監軍崔儒秀自縊總兵朱萬良副將梁仲善叅將王豸房承勳遊擊李尚義張繩武都司徐國全王宗盛備禦李廷幹等俱死於亂軍中生擒御史張銓其餘官民皆薙髮降闔城結綵焚香以黃紙書萬歲牌肩輿迎帝午時大張鼓吹入城官民俯伏夾道皆呼萬歲乃駐於經略衙門安撫已畢令張銓來叩見許以高爵厚祿待之銓曰吾受朝廷寵渥若降順是遺臭於後世汝雖欲生我我惟在一死而已生我固汝國之善事死則吾之芳名留照汗青矣終不見帝聞其言曰若不戰而降理當優待被擒之人既不欲生夫欲死之人豈能養耶宜斬之四王憐之而不忍殺乃援古曉之曰昔宋之徽欽二帝為金太宗皇帝所擒尚爾屈膝叩見受封公侯吾欲生汝故以此言開導耳何執迷而不屈乎銓曰王之所教誠是無非欲生全我也雖死亦不忘但徽欽乃亂世之小朝廷吾當今皇帝一統天下之尊吾豈肯屈膝而失大國之體統耶即留我十日但遲十日不死之期而已無復生之理然吾之所以稍存一時者蓋為後日蒼生慮耳前者當事將吏俱愚味不諳時務生靈塗炭不知其幾千萬矣吾觀滿洲兵雖與戰無益徒傷生耳故欲具本奏知我朝二國相和免生靈塗炭以成我令名於後世且吾之母妻及五子在家我死俱可保全吾若偷生併宗祀亦覆絕矣故一死之外無他願也帝知其不服遂縊而瘞之遼陽既下其河東之【三河東勝長靜長寧長定長安長勝長勇長營靜遠上榆林十方寺丁家泊宋家泊曾遲鎮西殷家庄平定定遠慶雲古城永寧鎮夷清陽鎮北威遠靜安孤山洒馬吉靉陽新安新甸寬甸大甸永甸長甸鎮江湯站鳳凰鎮東鎮夷甜水站草河威寧營奉集穆家武靖營平魯虎皮蒲河懿路范河中固鞍山海州東昌耀州蓋州熊岳五十寨復州永寧監欒古石河金州鹽場望海堝紅嘴歸服黃骨島岫巖青台峪】等大小七十餘城官民俱薙髮降 \\n ○十九日蒙古國喀爾喀部卓禮克圖達爾漢巴圖魯巴哈達爾漢實爾呼納克等四貝勒部下二千餘騎聞大兵已拔瀋陽乘殘破之餘來竊取瀋陽財粟時有滿洲之遊牧蒙古在城中遂出城驅殺獲牛馬甚多生擒三十人以獻帝命斬其二十四留六人持書歸責其侵擾之故 \\n ○二十一日遺朝鮮國王書曰滿洲國汗致書於朝鮮國王如仍助明國則已不然有遼人濟江而竄者可盡反之今遼東官民已薙髮歸降其降官俱復原職汝若納我已附之遼民而不還異日勿我怨矣帝聚諸王大臣議曰遼陽乃天賜我者可遷居於此耶仰仍還本國耶諸王大臣俱以還國對帝曰若我兵一還則遼陽必復固守凡城堡之民必逃散於山谷不為我有矣棄所得之疆土而還國後必復煩征討且此處乃明國朝鮮蒙古三國接壤要地天既與我即宜居之諸王大臣對曰此言誠然議定遂遣人迎后妃皇子 \\n ○二十四日釋遼陽獄中官民查削職閑住者復其原職設遊擊八員都司二員委之以事帝論拔城破敵將士攻戰之功行賞畢因得遼東又發庫銀布帛重賞總兵以下官員及士卒等有差移遼陽官民於北城其南城則帝與諸王大臣及將士居之二十九日命皇子德格類姪齋桑古台吉率八將領兵一千安撫人民併閱三岔河浮橋二台吉領兵至海州城中官民富戶張鼓樂以肩輿迎之二台吉攬轡傳令曰軍士不許擾害居民劫奪財物可登城而宿勿入民室傳令畢遂入城二台吉宿於公廨三軍俱屯於城上次日遣視三岔河浮橋之人來曰其橋彼已拆毀亦無舟楫遂安撫人民而回 \\n ○四月初五日后妃諸王及諸臣眷屬悉至於是下詔安撫各城堡百姓 \\n ○六月十四日左固山一等總兵額亦都卒年六十歲起於戎行奮其勇力往往爭先破敵累立功勳故以宗妹妻之陞為上將當祭奠之日帝臨其墓哀痛三次而回 \\n 【太祖大宴群臣（見圖）】 \\n ○七月初三日帝陞殿因得遼東大宴群臣總兵以下備禦以上分左右序坐席間以金巵行酒各親賜之宴畢各賜衣一襲群臣謝恩帝曰明國之萬歷帝土廣民眾不知自足反虐害小邦而侵奪尺寸之地故致喪其將士而又失其疆土此天厭明國而祐我也然吾等得至於此者雖賴上天庇護亦爾諸臣之力此盃酒襲衣乃微物耳豈足以酬功哉但念爾等攻戰之勞以此表吾心之嘉悅而已 \\n ○二十日鎮江中軍陳良策與民潛通於明海島大將毛文龍令堡外民吶喊詐言敵來城中人聞之皆潰良策乘亂執城守遊擊佟養真殺其子佟豐年并從者六十人叛投毛文龍其湯站險山二堡民亦執守堡官陳九階李世科以叛帝聞之命四王二王率扎爾固齊總兵副叅等官領兵三千遷鎮江沿海居民於內地命大王三王領兵二千移金州民於復州 \\n ○八月初九日喀爾喀部以牲畜一萬贖齋賽送其二子一女為質帝用白馬祭天令齋賽誓之賜貂裘猞狸猻裘各一領靴帽玲瓏帶并弓矢雕鞍馬一匹甲百副十五日諸王送齋賽至十里外設宴餞別將所質之女與大王為妃 \\n ○十一月十八日命二王領兵五千渡鎮江入朝鮮地攻勦毛文龍兵至鎮江連夜入朝鮮境斬遊擊劉姓者及兵一千五百文龍僅以身免乃還 \\n ○蒙古喀爾喀部內古爾布什台吉莽果爾台吉率民六百四十五戶并牲畜來歸帝陞殿二台吉拜見畢設大宴各賜貂裘三領猞狸猻裘二領虎裘二領貉裘二領狐裘一領鑲邊貂裘五領鑲邊獺裘二領鑲邊青鼠裘三領蟒衣九件蟒段六疋紬段三十五疋布五百疋金十兩銀五百兩雕鞍一副沙魚皮鞍七副金撒袋一副又撒袋八副弓矢俱全盔甲十副奴僕牛馬房田凡應用之物皆備以聰古圖公主妻古爾布什賜名青卓禮克圖給滿洲一牛彔三百人並蒙古一牛彔共二牛彔授為總兵其莽果爾以宗弟濟伯哩都濟呼女妻之亦授為總兵 \\n ○壬戌天命七年正月扎魯特送巴格貝勒子鄂齊爾桑來質於是遂放巴格還 \\n 【太祖兵克西平堡（見圖）】 \\n 【太祖大兵陣殺劉渠（見圖）】 \\n ○十八日帝率諸王大臣征取廣寧留宗弟鐸弼貝和齊沙津及蘇巴海額駙【蘇巴海哈達國萬汗之孫帝以宗弟濟伯哩都濟呼之妹妻之故稱額駙】沙進等統兵守遼陽即日起行次日宿東昌堡二十日寅時起營辰時至遼河防河兵見勢不可當遂遁走前哨健卒追殺二十里外至西平堡乃止申時大兵至遂圍之二十一日招城守副將羅一貴不降辰時布戰車雲梯攻之四面兵皆潰午時乃下一貴及兵一萬俱殲之尚未收兵哨卒來報曰廣寧城東有兵至我兵迎之尚未成列明總兵劉渠祁秉忠李秉誠副將劉徵鮑承先叅將黑雲鶴麻承宗祖大壽遊擊羅萬言李茂春等領兵三萬乘機急戰我兵亦不暇布陣即分投殺入明國兵勢不能支遂潰走我兵乘勝追殺五十里至平洋橋總兵官劉渠祁秉忠及副叅等官全軍覆沒惟李秉誠鮑承先祖大壽羅萬言遁去時天已暮帝收兵回駐西平堡 \\n 【廣寧官生出城納降（見圖）】 \\n 明之敗兵入廣寧報經略熊廷弼巡撫王化貞二人聞之大驚遂與通判萬有孚監軍道高出等棄城向山海關而逃分巡道高邦佐走至杏山驛自縊有遊擊孫得功千總郎紹貞陸國志守備黃進等把守城門遣七人請降帝賞以銀兩給信牌而去二十二日西興堡備禦朱世勳差中軍王志高請降帝亦賞以銀兩給信牌而去是日將所得之人畜論功行賞畢其餘人畜散與三軍二十三日大兵起行赴廣寧有我國人投明為千總之石天柱及秀才郭肇基二人來降曰吾等已禁城門矣帝賜以所乘之鞍馬并旗一杆而去又正安堡千總來降帝賜信牌二面二十四日鎮靜堡叅將劉世勳來降賜旗而去大兵行至廣寧城東三里外望昌崗處城內各家焚香官生居民執旗張蓋擡龍亭用鼓樂叩首迎謁未時入城駐於巡撫公廨有潛逃入山之遊擊羅萬言投降其平洋橋守堡閔雲龍西興堡備禦朱世勳錦州中軍陳尚智鐵場守堡俞鴻漸大凌河遊擊何世延錦安守堡鄭登右屯衛備禦黃宗魯團山守堡崔盡忠鎮寧守堡李詩鎮遠守堡徐鎮靜鎮安守堡鄭維翰鎮靜堡叅將劉世勳守堡臧國祚鎮邊守堡周元勳大清保遊擊閻印大康守堡王國泰鎮武堡都司金勵劉式章李維龍王有功【壯鎮堡閭陽驛十三山驛小凌河松山杏山撁馬嶺戚家堡正安錦昌中安鎮夷大靜大寧大平大安大定大茂大勝大鎮大福大興盤山】共四十餘城之官各領所屬民降 \\n 【大王褚英四王□□□克義州（見圖）】 \\n 帝駐兵十日乃移兵欲進山海關時熊廷弼盡焚沿路屯堡房屋而走大兵至中左所復回錦州命大王四王領兵至義州移其民城中閉門不服遂克城殺兵三千大兵回至廣寧遣官接后妃等二月十一日自遼陽起行十四日乃至設慶賀之宴十六日蒙古兀魯特部明安諤勒哲依圖索諾木吹爾扎勒達賴密賽拜音岱噶爾瑪昂坤多爾濟固祿綽爾齊奇卜塔爾布彥岱伊林齊特靈實爾呼納克等十七貝勒并喀爾喀等部台吉共率所屬軍民三千餘戶並牲畜歸附帝陞殿賜宴畢乃諭之曰吾國之風俗主忠信持法度賢能者舉之不遺橫逆者懲之不貸無盜賊詐偽無兇頑暴亂是以道不拾遺拾物必還其主皇天所以眷顧蓋因吾國風俗如此爾蒙古人持素珠念佛而盜賊欺偽之行不息是以上天不祐使汝諸貝勒之心變亂為害而殃及於國矣今既歸我俱有來降之功有才德者固優待之無才能者亦撫育之切毋萌不善之念若舊惡不悛即以國法治之諭畢列等授職賜以貂鼠猞狸猻狐狸貉皮虎皮等裘蟒衣金銀紬段布疋銀器房田奴婢牛馬糧粟凡所用之物俱賞給之 \\n ○喀爾喀五部落民有一千二百戶並來歸十七日帝命諸王統兵守廣寧駕還遼陽將河西一帶所降之官民移於河東時西平敗將鮑承先亦隨民歸降 \\n ○三月初三日八固山王等問曰上天所予之規模何以底定所錫之福祉何以永承帝曰繼我而為君者毋令強梁之人為之此等人一為國君恐倚強自恣獲罪於天也且一人之識見能及眾人之智慮耶爾八人可為八固山之王庶幾同心幹國可無失矣爾等八固山王中有才德能受諫者可繼我之位若不納諫不遵道可更擇有德者立之倘擇立之時如不心悅誠服而有難色者似此不善之人難任彼意也至於八王理國政時或一王有得於心所言有益於國家者七王當會其意而發明之如已無能又不能替他人之能但緘默坐視當選子弟中賢者易之易置時如有難色亦不可任彼意也八王或有故而他適當告知於眾不可私往若面君時當眾人畢集共議國政商國事舉賢良退讒佞不可一二人至君前是月帝集諸王大臣議曰皇天見祐將遼東地方付與我等然遼陽城大且多年傾圯東南有朝鮮西北有蒙古二國俱未服若釋此而征明國難免內顧之憂必另築城郭派兵堅守庶得坦然前驅而無後慮矣諸王大臣諫曰若舍已得之城郭棄所居之房屋而更為建立毋乃勞民乎帝曰既征明國豈容中止汝等惜一時之勞我惟遠大是圖若以一時之勞為勞前途大事何由而成可令降民築城至於房屋各自建之可也諸王大臣俱敬服帝言遂於城東五里太子河邊築城遷居之名其城曰東京 \\n ○七月大臣碩翁科羅巴圖魯卒年六十四歲 \\n ○癸亥天命八年正月前遣歸蒙古巴格貝勒至是已期年矣復來朝見帝悅遂釋其質子鄂齊爾桑與之俱歸 \\n ○初七日傳諭曰八固山王設八大臣輔之以觀察其心孰能於事不分人已而俱持以公論孰於一已之非不肯自任其非而形於辭色八大臣當共持公論非者即以為非如不從所諍即奏上知一也大凡國事何以成何以敗當深為籌畫有堪輔政者則曰此人可使從政即舉之有不堪任事者則曰此人不堪任事即退之二也總兵以下為將者凡行軍之事何以勝何以負當深計之凡攻用何具戰用何器有利於用者當預備之有才堪軍旅者則曰可治軍旅有不能者即曰不能三也蓋賢不舉則無以勸善不肖者不錯則無以懲惡果能於國事經理咸宜則吾所生之子孫有益所設之臣僚有益此心寧不愉快乎喀爾喀五部之拉巴實希卜台吉索諾木台吉莽古塔布囊鄂博和塔布囊達賴台吉等各率所屬軍民牲畜並各處蒙古共五百戶來歸皆列等授職仍賜貂裘猞狸猻裘金銀布帛及房田奴僕牛馬等物 \\n 【阿巴泰德格類齋桑古岳託大破昂安（見圖）】 \\n ○初扎魯特昂安貝勒執滿洲使者與葉赫殺之又遣往蒙古使者屢被截殺於路奪其牲畜帝怒之於四月十四日命阿巴泰台吉德格類台吉齋桑古台吉岳託台吉領兵三千往討之至二十一日連夜疾行二十二日方曙過羅地渡遼河縱兵急越有前鋒總兵岱穆布領精兵五十先至額爾格勒地為昂安所屬遂略地百里乃與叅將雅希禪博爾晉轄至昂安居處攻之昂安率妻子併二十餘人乘牛車而奔雅希禪博爾晉轄領三十餘騎下馬岱穆布領十餘騎勒馬而立昂安避下馬之兵直衝岱穆布岱穆布迎戰當先射之昂安部下一人舉小鎗刺中岱穆布口遂墜馬傷重而死我兵衝入殺昂安父子併從者於一處盡獲其妻子軍民牲畜及擒桑圖台吉妻子而回【乃鍾嫩貝勒之子昂安孫也】五月初六日帝出城迎之至四十里古城堡南相見因克敵乃豎旗八桿吹螺拜天畢陞帳其出征王大臣叩見乃設宴勞之次日將所得人畜先賞出征將士其餘列等以賜各官是日天雨帝曰蒙古之國猶此雲然雲合則致雨蒙古部合則成兵其散猶如雲收而雨止也俟其散時吾當亟取之言畢乃還 \\n ○時桑圖因妻子軍民既被擒乃致書哀懇曰桑圖書奏於主眾國明汗臣自來無罪故父在日罪誠有之今大兵下臨惟孤身得脫妻子俱成俘獲以汗明恕鑒臣微衷或有赦還意乎曩者汗曾云桑圖爾即於血戰中慎毋懼怯若果垂憐望遣一使來帝於是遣使告以妻子不曾戮辱俱存無恙桑圖遂來叩見即還其妻子與之俱歸 \\n ○十七日蒙古科爾沁部孔果爾貝勒送女來上命齋桑古台吉杜度台吉至六十里外宴迎入城復設大宴與阿濟格台吉為妃 \\n ○六月初九日帝御八角殿召御妹阿吉格福金及眾公主訓之曰天作之君凡制禮作樂豈可不體天心然天心何以體之莫若舉善以感發其善者誅惡以懲創其惡者如我國諸王中亦有被貶責者豈於我有怨哉不過因其紊亂綱常法所不容耳即執政諸王尚不令枉法爾等婦女苟犯吾法吾豈肯縱恕以敗綱常乎男子披堅執銳共歿於陣者蓋因不背同心之盟故以身殉國耳爾居家婦女違法行背理之事成何婦道吾之所以將汝等妻諸大臣者原酌其才論其功而匹配之也豈令受制於汝乎若爾等倚勢凌逼其夫其惡甚於魑魅如萬物俱賴日光而生爾等當依我之光各安其分可也又謂御妹曰姑若不預訓諸女倘犯事之後汝毋阻我帝諭諸王曰喀爾喀貝勒原任意獨行無所約束今之來歸榮而更求其榮逸而更求其逸也兀魯特部貝勒來附是因其君不仁故慕我而來歸也此降王等凡有罪過當以八固山王視之倘罪有當誅無致之死令還其地可也又曰爾等降王凡在我國結婚立家而娶吾女者勿以吾女為畏朕原念汝等遠附故妻以女豈令汝受制於吾女乎吾嘗聞喀爾喀部諸貝勒以女妻左右近臣者多侮其夫而虐害其國人若吾女有似此不賢者汝等毋與較論即告朕知罪當誅則誅之罪不至死即廢之另以別女妻焉或有不賢而不告朕是汝等之過告之而不責其非是予之過凡有艱苦之情切毋自諱各有隱衷當盡告之 \\n ○二十八日諭曰總兵以下備禦以上凡有官職者果恪守乃職夙夜匪懈盡心以為國者吾視之如子誠為有益若懷窳惰安佚之心而怠慢天職則視之如子竟何益耶爾等各宜竭力為國今漢人蒙古并各國雜處國中其逃叛盜賊詐偽橫逆者當細察之爾等若嚴加察訪則惡者不敢於為惡國有不治者乎國治則吾心安方見豢養汝等之益也若俱耽安佚而不稽查之惡者竊發而為國亂國亂則吾心不安豢養汝等竟何益哉創業最難今既得之而汝等不敬謹以供職則吾祿養之恩更將何以為報耶 \\n ○十月二十日大臣達爾漢轄卒年四十八帝親臨痛哭之【達爾漢轄原名扈爾漢雅爾古人也因來附帝養為子賜以大臣之職○】初喀爾喀巴約特部達爾漢巴圖魯貝勒之子恩格德爾台吉先諸部來叩見求婚帝嘉之將御弟達爾漢巴圖魯貝勒女遜戴郡主妻之往送其地至是甲子天命九年正月與郡主同來欲率部眾請命求往東京帝嘉其意欲厚待之與之誓曰皇天垂祐使恩格德爾遠離其父而以我為父遠離其親弟兄以妻之弟兄為弟兄棄其故土而以我國為依歸若不厚待之則穹蒼不祐殃及吾身吾於天作合之子婿而恩撫無間則天自保祐俾吾子孫大王二王三王四王阿巴泰台吉德格類台吉齋桑古台吉濟爾哈朗台吉阿濟格台吉杜度台吉岳託台吉碩託台吉薩哈廉台吉及恩格德爾台吉等命得延長永享榮昌恩格德爾亦誓曰蒙恩父汗撫育若忘其厚恩思回本國不以汗之喜怒為好惡猶念故國兄弟而懷二心者穹蒼不祐殃及其身若同心共意則皇天眷顧俾子孫世食汗祿永享榮昌誓畢上以制誥賜恩格德爾暨郡主其文曰恩格德爾後若有罪惟篡逆不赦其餘一切過犯俱不加罪但昔居汝國吾女固仰望於汝今移居至此爾則倚賴吾女然吾女或恃父母而慢其夫者或有之諒爾有何事苦吾女也爾心或受吾女之制而不得舒吾惟汝是庇吾女雖至死必不溺愛以曲庇之也初六日命大王二王三王四王并阿巴泰岳託阿濟格齋桑古濟爾哈朗杜度等台吉領兵往移恩格德爾并弟莽果爾代部下人民諸王即奉命移部眾回帝出東京迎至張義站大宴之恩格德爾弟兄各賜以雕鞍良馬貂裘恩格德爾子囊孥克門都達哈并莽果爾代子滿珠實哩各賜猞狸猻裘遂還京復賜恩格德爾等田卒耕牛金銀蟒段布帛貂鼠猞狸猻皮及房田應用之物仍以平虜堡人民賜之 \\n ○二月十六日皇弟卓禮克圖貝勒薨年四十三歲 \\n ○初與科爾沁部遣使往來者數年至是復遣使詣其處約固和好其部長遂遣使齎書來書曰鄂巴洪台吉等致書於明掩眾光威震列國睿主陛下吾嫩江台吉等聞汗諭莫不欣服然主持其大事裁之自汁吾等莫有敢違命者但察哈爾汗及喀爾喀部知吾等與大國同謀必來征伐將何以為我謀也惟汗籌之而已帝遂遣巴克什庫爾禪希福往與鄂巴阿都齊達爾漢岱青蒙果各台吉等會盟宰牛馬置白骨血土酒肉各一碗焚香而誓曰滿洲科爾沁二國因有察哈爾欺凌之憤故以盟言昭告天地願同心合意既盟之後滿洲若為察哈爾餽贈所誘中其巧計不令科爾沁知而先與之和者穹蒼不祐降以災殃如此骨暴血出土埋而死若科爾沁為察哈爾餽贈所誘中其巧計不令滿洲知而先與之和者穹蒼不祐降以災殃亦如骨暴血出土埋而死果能踐盟則天地祐之壽得延長子孫萬禩永享榮昌誓畢庫爾禪希福與科爾沁使者來帝命大王二王三王四王阿巴泰台吉德格類台吉齋桑古台吉濟爾哈朗台吉阿濟格台吉杜度台吉岳託台吉碩託台吉薩哈廉台吉等亦宰白馬烏牛對來使同前立誓書而焚之 \\n ○四月內命宗弟鐸弼旺善貝和齊往祖居呼蘭哈達【山名】赫圖阿拉處【岡名】移先陵三人承命至皇祖考妣及皇后諸陵前用太牢祭畢乃移諸靈櫬肩輿以行幙分黃紅各有其等皇祖考用紅幙中宮皇后用黃其皇伯父禮敦巴圖魯皇弟達爾漢巴圖魯青巴圖魯宗弟祜爾哈奇皇叔塔察【篇古之子】用紅逐日宰牛祭奠沿途無間將至帝率諸王大臣令眾軍披掛出東京二十里迎至接官亭命束草為漢人形放砲吶喊斬草人以奪其地帝暨諸王軍士俱俯伏道帝候皇祖考及皇后靈過乃起至東京城東北四里崗上建立寢殿奉安之乃盛陳祭儀宰牛羊多焚金銀紙張以祭諸靈躬詣祖考靈前跪奠祝曰吾征明國以復祖父之仇遂得廣寧遼陽今迎先靈葬於所獲之地乞祖父上達天地神祇冥中默祐可也祝畢再拜而起其繼娶袞代皇后及皇子阿爾哈圖圖們靈櫬亦同移於此 \\n ○五月明國毛文龍令遊擊三員領兵順鴨綠江越長白山寇滿洲東界所屬輝發地時有滿洲守將蘇爾東安擊破之追殺三日其兵無一人得脫 \\n ○二十八日科爾沁部桑噶爾寨台吉送女來帝設宴與皇子多爾袞台吉為妃 \\n ○八月初十日額駙總兵官何和里卒年六十四命皇后等往弔之帝於宮中大慟曰佐吾創業諸臣何不遺一人以送我之終也 \\n ○是月帝聞毛文龍兵渡朝鮮義州城西鴨綠江入島中屯田命正白旗固山副將楞額禮鑲紅旗固山遊擊兼副將事武善領兵一千往襲之於途中獲一諜者詰之告曰晝則渡江入島收穫夜則歛兵過江宿於義州西岸楞額禮連夜領兵潛於山僻處前進遂隱伏至天明料明兵已渡江遂縱兵前進明之偵探未及舉砲傳烽楞額禮即渡夾江突至其島明國將士大驚俱拋戈潰走楞額禮等於陸地掩殺五百餘人其餘爭入舟墮水皆溺死楞額禮等盡焚其糧而回 \\n  \\n 　"}
{"章节": "●滿洲實錄卷八", "正文": "　 \\n ●滿洲實錄卷八 \\n 　 \\n  \\n 天命十年正月至十一年八月 \\n ○天命十年正月至十一年八月 \\n ○乙丑天命十年正月朝鮮國韓潤韓義來降潤父韓明廉與總兵官李國謀篡起兵攻王京國王遣兵迎戰為明廉等所敗遂棄城而走二人領兵入城有李國部下中軍執二人殺之明廉子潤與姪義脫走來歸帝賜韓潤遊擊之職韓義備禦之職仍給妻奴房田牛馬財帛衣服一切應用之物帝謂諸王曰吾宗室中有拜珠扈祜星阿二兄者昔日惟知貽我之憂毫無裨益我也又烏拉國岳母【滿泰貝勒妻皇后之母也】及葉赫國岳母等皆搆其夫與我為難有何益哉雖然愛敬之禮亦不可廢遂令人請二兄并岳母皇姨【皇后之姊長住貝勒妻也】及葉赫國布齋錦台什二人妻入中宮延二兄於上座賀正旦行家人禮先拜二兄後拜四媼回至東榻下鋪氊而坐后妃三人亦行婦禮畢設宴帝跪而酌酒令人奉之后妃等亦遙跪令宮婢勸飲宴畢仍賜二兄補服衣送還帝聞明國遣兵一萬由海上至旅順口葺城駐兵乃於正月十四日命三王領兵六千克之盡殺其兵毀城而回 \\n ○二月科爾沁宰桑貝勒子武克善台吉送其妹來與四王為妃四王迎至瀋陽北岡宴之將至帝與諸王及后妃等出迎十里大宴入城復設宴以禮成配因其送婚遂優待之賜以人口金銀蟒段布帛盔甲銀器等物令之還三月帝聚諸王大臣議欲遷都瀋陽諸王大臣諫曰東京城新築宮廨方成民之居室未備今欲遷移恐食用不足力役繁興民不堪苦矣帝不允曰瀋陽四通八達之處西征明國從都爾弼渡遼河路直且近北征蒙古二三日可至南征朝鮮自清河路可進瀋陽渾河通蘇克素護河於蘇克素護河上流處伐木順流而下材木不可勝用出遊打獵山近獸多且河中水族亦可捕取矣吾籌慮已定故欲遷都汝等何故不從乃於初三日出東京駐虎皮驛初四日至瀋陽 \\n ○是日有前遣去喀爾達富喀納塔裕三人招瓦爾喀部三百三十人而至 \\n ○初上命宗弟旺善副將達珠瑚徹爾格領兵一千五百討瓦爾喀部至是聞其俘獲甚眾乃畋而迎之於四月初二日出城初三日至必音行獵四日至穆瑚覺羅會之宰牛八隻祭旗畢旺善等率眾軍叩見帝曰爾等所向俱利否旺善對曰仗汗洪福所到之處俱利遂叩首帝與三臣抱見畢乃以酒二百埕併所獲之獸百餘犒三軍及降民等而回十三日至瀋陽北岡復宰牛羊四十酒四百埕設四百席大宴勞之未時入城賞旺善達珠瑚徹爾格從征軍士每名銀五兩 \\n ○二十三日帝設大宴聚諸王訓之曰語云其為人也孝弟而好犯上作亂者未之有也吾後代子孫當世守孝弟之道不可違也其為長上者居恆當和洽其子弟為子弟者亦宜承順親愛方可至於上待下下事上務以真心實意愛敬之慎勿懷虛假之念且我滿洲原與漢人蒙古國別俗殊今共處一城如同室而居若遇卑幼過嚴則卑幼者必無得所之時雖薄少飲食亦當聚宴以聯和好吾之所指示者此耳汝等毋負朕言可也 \\n ○六月二十七日明毛文龍三百兵夜入耀州南蕎麥衝至官屯方欲越牆時屯中未及准備有青加努妻先執刀與納岱邁圖二人妻內豎車轅為首登牆截殺其兵敵人遂墜牆驚走有守耀州總兵揚古利領兵盡追殺之帝聞而奇之乃宣至賜青加努納岱二人妻備禦之職邁圖妻千總之職以金帛牛馬列等重賞之其名自此播揚於國中 \\n ○八月命屯布嚕阿爾岱茂海光實等率兵守耀州重修其城四人奉命修城將半有寧遠山海二處兵自天妃宮渡河夜半來攻守城諸將追殺直抵河上人馬溺死者甚眾獲馬七百匹盔甲器械無算屯布嚕等獻功帝出迎十里宰牛八隻祭旗畢將所獲馬匹列等賞破敵諸將各賜銀牌一面其餘馬匹散與眾軍 \\n ○初命遊擊【代管副將事】博爾晉轄備禦衛齊扎努塞紐克衷諾通貴尼堪領兵二千討東海南瑚爾哈部招五百戶而來帝聞之迎至渾河出征諸將並招來頭目叩見畢大宴乃還 \\n ○初命雅護喀木達尼二人領兵討東海北卦勒察部時獲人二千而來帝出城迎之大宴而回 \\n ○初九日科爾沁鄂巴聞察哈爾國林丹汗興兵來侵乃遣使馳書於帝曰向者我二國曾宰白馬烏牛對天地歃血結盟願合為一遇有敵兵必互相救援今聞南察哈爾與北阿祿會林丹汗舉兵於九月十五日乘河未結草未枯來夾攻我自去年欲探其興兵之確實往告不意汗已預聞急遣伊沙穆乘二馬先來告我今聞舉兵已實助兵多寡惟汗裁之其砲手火器乞助千人五部貝勒中吾不能盡知獨洪巴圖魯急刈其禾欲與我合吾所恃者洪巴圖魯巴林二人而已其齋賽巴哈達爾漢皆有附察哈爾加兵於我之意彼若連兵而來乘虛襲後其睿算惟在汗也帝覽畢遂修書荅之曰鄂巴洪台吉汝用兵或多或寡吾皆應之不必過慮也蓋兵不在眾寡惟在乎天凡國皆天所立者也以眾害寡天豈容之但當堅備城郭守禦於城上彼不能拔必退若折兵敗走彼國且危即不敗而退彼知難取亦不敢復侵汝自無虞矣昔圖們扎薩克圖汗林丹之祖也曾征輝發時輝發兵五百帶甲僅五十人與之戰不勝而回以後無復敢侵凡兩軍交戰勝負難必有兵寡而欲出戰者此人必是怯敵欲其便於走也慎勿從之若據城待戰伺其攻城不拔而退乘機一戰以致勝者誠為英勇者也汝設欲與之和而圖無事昔汝科爾沁貝勒等曾與圖們扎薩克圖和好至今屢屢來侵汝等何罪之有即與和以圖無事彼果有意侵汝即曰無罪彼遂能已耶明國朝鮮烏拉輝發葉赫哈達滿洲苟無城郭蒙古豈令我等得安居哉因我等諸國所恃惟城池也於初十日發砲手八人遣四使齎書往送之 \\n ○初察哈爾車臣汗卒孫林丹立盡奪實納明安部岱青【車臣弟也】人民岱青率其妻并六子扎爾布色稜公格實達達噶爾瑪武爾占叛歸鄂巴洪台吉至是岱青子扎爾布色稜從科爾沁來謁帝賜蟒衣四件玲瓏金帶二束甲十二副刀二口猞狸猻裘二領貂皮百張青鼠皮千張海獺皮二張又厚賜銀器段帛等物令之回 \\n ○甘泉舖南海州所屬張屯漢人謀叛密以人通毛文龍文龍遣兵三百夜襲其屯屯中滿洲人身無甲冑與之戰殺其四人敵遂敗走時防海州邊將齋沙武爾坤聞砲聲即領兵追之殺兵百七十人 \\n ○十七日帝因臣民有嗜酒者遂降旨諭之曰自來曾聞飲酒之人於飲中得何物於飲中增何藝如是裨益者有耶飲酒者與人爭鬥以刀傷人反自害其身者有之或墜馬傷其手足折其頸項而死或為鬼魅所壓而死或縱酒成疾而死或仆於途路而失衣冠或得罪於父母兄弟或恃酒力而毀敗其器具消落其家業者有之似此種種無益吾嘗聞之矣况飢時飲酒不能飽也炊黍可食餺飥可食夫酒與食同是五穀所造酒能傷人食能飽人何不食其飽人者而飲此傷人之酒也愚者飲之喪身賢者飲之敗德更且見罪於君上至於夫飲而為妻憎妻飲而為夫惡奴僕因之而逃亡飲酒有何美哉古之賢者有云良藥苦口利於病忠言逆耳利於行佞言聳人之聽必壞道旨酒美人之口必敗德可勿戒歟 \\n ○初命子阿拜塔拜巴布泰領兵一千征東海瑚爾哈部二路進兵俘其眾一千五百十月初四日乃至帝出城迎之大宴而回 \\n ○十一月初五日鄂巴洪台吉遣五使告急曰林丹汗舉兵來侵其勢已迫帝遂調各路軍士於初十日率諸王大臣領大兵往助之至開原鎮北關閱兵馬因先射獵之故馬甚羸乃選精騎五千命三王四王阿巴泰濟爾哈朗阿濟格碩託薩哈廉眾台吉等領兵往助帝率大軍還都三王等兵至農安塔地時林丹汗圍鄂巴城已數日攻之不下聞滿洲援兵至倉皇夜遁遺駝馬無算圍遂解諸王乃還 \\n 【太祖率兵攻寧遠（見圖）】 \\n ○丙寅天命十一年正月十四日帝率諸王等統大軍征明國十六日次於東昌堡十七日渡遼河於曠野布兵南至海岸北越廣寧大路前後絡繹首尾莫測旌旗劍戟如林有前鋒至西平保獲哨探問之告曰明之兵右屯衛一千大凌河五百錦州三千此外人民隨處而居大兵將至右屯衛守城叅將周守廉率軍民已遁帝遣將八人領步兵四萬將海岸積糧俱運貯右屯衛大兵前進錦州遊擊蕭聖中軍張賢都司呂忠松山叅將左輔中軍毛鳳翼並大凌河小凌河杏山連山塔山七城軍民大懼焚房穀而走二十三日大兵至寧遠城越五里橫截山海大路安營縱所俘漢人入寧遠告曰吾以二十萬兵攻此城破之必矣爾眾官若降即封以高爵寧遠道袁崇煥荅曰汗何故遽加兵耶寧錦二城乃汗所棄之地吾修治之義當死守豈有降理且稱來兵二十萬虛也吾約有十三萬亦不以爾為寡也帝即令軍中備攻具於二十四日以戰車覆城下進攻時天寒土凍鑿城已穿而不墮軍士奮力攻打寧遠道袁崇煥總兵滿桂叅將祖大壽嬰城固守鎗砲藥礶雷石齊下死戰不退滿洲兵不能進少卻次日復攻之又不能克乃收兵二日攻城共折遊擊二員備禦二員兵五百 \\n 【武訥格敗覺華島兵（見圖）】 \\n 【（見圖）】 \\n 二十六日聞明國關外之兵所需糧草俱屯於覺華島【離寧遠南十六里】遂命武訥格率八固山蒙古又益兵八百往取之見明國守糧叅將姚撫民胡一寧金冠遊擊季善張國青吳玉於冰上安營鑿冰十五里以戰車為衛我兵從未鑿處進擊遂敗其兵盡殺之又有二營兵立於島山之上遂衝入亦盡殺之焚其船二千餘及糧草千餘堆乃還大營二十七日帝還至右屯衛將糧草盡焚之二月初九日至瀋陽帝自二十五歲征代以來戰無不勝攻無不克惟寧遠一城不下遂不懌而歸 \\n ○三月初三日帝曰吾籌慮之事甚多意者朕或倦勤而不留心於治道歟國勢安危民情甘苦而不省察歟功勳正直之人有所顛倒歟再思吾子嗣中果有效吾盡心為國者否大臣等果俱勤謹於政事否又每常詳察敵國之情形當此晝夜籌畫之際有啟沃朕心暨精練行陣者入而盡言可也若可與言者告以朕意俾伊亦抒所見以對其勇者聞朕言俾從而識之大凡語言有閒論之而深切於理者亦有粗言之而可喻於精者或有其人既不能言又無勇敢仰視吾面坐聽吾言豈不令人鬱悶耶彼之才具器局吾已知之矣將欲覿面斥之恐其難堪故不出諸口也諺有云一人善射十拙隨而分肉賢人理治之國而彼坐享之勇者陣獲之物而彼坐分之誠如苗之有莠也此等之人數至吾前何為也 \\n 【四王□□□射死囊努克（見圖）】 \\n 【（見圖）】 \\n ○初帝與五部貝勒等盟曾言若征盟與之同征和則與之同和後五部貝勒等背盟私與明和殺滿洲斥堠軍獻首於明國多受其賞又屢劫滿洲使者財物牲畜由是與之為惡於四月初四日率諸王大臣統大軍征之初五日出十方寺邊渡遼河安營選精騎令諸王率之急進尋其居處親率眾軍繼之於初六日大兵星夜前驅次日天明分兵八路並進前鋒四王二王阿濟格台吉碩託台吉先至囊努克寨【囊努克乃喀爾喀巴林部落葉赫巴圖魯幼子】囊努克領從者數人棄寨而走滿洲諸王隨後追之囊努克且戰且走忽背後一王突至囊努克未及避被射死於馬下射之者乃四王也後大兵續至取環近屯寨收其牲畜初九日令大王二王四王暨濟爾哈朗阿濟格岳託碩託薩哈廉眾台吉等領精兵一萬往實喇木倫遇有人民即收之如馬力不及則回復令三王及八固山諸將率兵二千繼前去諸王而進諸王馬乏欲進不能未至其地而返三王乘夜續進與回兵之路相左遂渡實喇木倫河收獲牲畜無算乃還大營帝率兵回至瑚琿河邊安營五月初一日宰牛八隻祭旗畢初二日喀爾喀巴林部落拉班塔布囊與弟得爾格爾率百戶人來降【拉班兄弟原係古爾布什所屬】是日將所獲人畜五萬六千五百俱列等賞給將士 \\n ○明將毛文龍遣兵襲鞍山驛城守巴布泰敗之殺兵千餘生擒遊擊李良美帝聞鞍山有警即夜入瀋陽諸王俱向鞍山進發至途中聞敵兵已敗乃回 \\n ○十二日明將毛文龍復遣兵襲薩爾滸初更攻城南門城中矢砲齊下明兵少卻而我國總兵官巴篤禮自山向下吶喊而入敵遂敗追殺其兵二百餘 \\n ○十六日帝聞科爾沁部鄂巴洪台吉來叩見以鄂巴乃一國貝勒之長即令三王四王并眾台吉等遠迎之行三日遇於中固城行接見禮大宴畢至范河郊外鄂巴亦宰牛羊以宴諸王次日諸王復設宴荅之二十一日鄂巴將至帝謁廟乃出郭迎十里陞帳鄂巴率部屬列於帳前同和爾和岱拜思噶爾二台吉進見叩首鄂巴復詣帝膝下再拜抱見帝離坐荅之和爾和貸拜思噶爾二人隨之亦各如此見畢復位而跪帝問台吉等安否後諸王亦依次行接見禮鄂巴等獻貂皮貂裘駝馬曰我等之物俱被察哈爾喀爾喀兩處之兵掠去竟無堪獻者帝曰彼二部兵原為貪得而來掠其所有不待言也今爾我無恙得相會足矣遂大宴畢各賜雕鞍馬匹金頂帽錦衣金帶鄂巴大喜曰今蒙賜太重吾等恐明日仍當取還是以且喜且訝而未敢深信也帝曰此微物耳何足為意但以後賜與之物或隨意持贈而已其物恐未必甚佳爾等若見諸王中衣服器具之佳者即向索取當不爾靳也遂與鄂巴等同入城每日設宴待之甚厚鄂巴令和爾和岱拜思噶爾二人問諸王曰汗曾許我以女若果允之吾可娶也諸王轉奏之帝乃擇定大設宴具奩資以圖倫台吉女敦哲妻之【圖倫乃達爾漢巴圖魯貝勒子帝姪也】 \\n ○六月初六日宰白馬烏牛與鄂巴結盟誓曰我本順天安命之人因被明國并察哈爾喀爾喀部欺凌難於隱忍乃昭告於天天遂祐之又察哈爾喀爾喀連兵侵科爾沁部鄂巴亦蒙天祐今鄂巴積怨二部來與我共議國事彼此俱受困厄之人蓋天俾相合也如能體天心相好不替而無欺誑者天必眷之不然則天必咎之降以災危和好後子孫有敗盟者天亦以災危咎其人如克敦盟好天自永為眷顧鄂巴誓曰天俾鄂巴得與復前代帝王疆土公正明汗契合今以盟言告天吾科爾沁貝勒等自事扎薩克圖汗以來効忠於察哈爾喀爾喀未有纖微過惡今欲相好而不得彼惟知劫殺不已將我科爾沁部諸貝勒虜殺幾盡又無辜而殺我達賴台吉後齋賽又殺我六貝勒因屢被劫害不圖和好吾等故成敵也彼又謂我敢於相抗合兵相加幸皇天默佑獲免又得滿洲汗協助吾不敢忘天所祐汗所助故來此謁汗祝天地盟好若渝盟忘恩仍與察哈爾喀爾喀相和者天降以災危如踐盟言不忘汗恩天必眷之後之子孫倘有敗盟者皇天亦以災危罪其人如守盟言世好不替天自永為之眷顧時宰牛馬盟於渾河岸當天焚香獻牲帝率鄂巴三跪九叩首畢將二誓書宣於眾焚之 \\n ○初七日大宴鄂巴賜以汗號帝曰為惡者天必咎之致令國勢衰敗為善者天必佑之為君而國乃興矣總之主宰在天察哈爾起兵侵害鄂巴賴皇天祐之當時昆仲奔北鄂巴獨力抵敵吾故順天道賜名土謝圖汗其兄圖梅為岱達爾漢弟布塔齊為扎薩克圖都稜和爾和岱為青卓禮克圖復賜盔甲并四季衣服各種銀器雕鞍蟒段存帛鄂巴等謝賜號之恩 \\n ○初十日土謝圖汗留妻敦哲自回本國帝率諸王大臣送之路經一宿設大宴至蒲河南崗處令大王二王送至鐵嶺駕遂還 \\n ○二十四日帝訓諸王曰昔我寧古塔諸貝勒及棟鄂完顏哈達葉赫烏拉輝發蒙古俱貪財貨尚私曲不尚公直昆弟中自相爭奪戕害以至於敗亡不待我言汝等豈無耳目亦嘗見聞之矣吾以彼為前鑒預定八家但得一物令八家均分之母得私有所取若聘民間美女及購良馬者須加厚賞之凡軍中所獲之物毋隱匿必分給於眾當重公忠而輕財貨此言朕嘗為訓誡慎毋遺忘而行貪曲之事至諸王昆弟中有過不可不極力規諫而存姑息心若能力諫其過誠為同心共事人也昔衛鞅云貌言華也至言實也苦言藥也甘言疾也又忠經云諫於未形者上也諫於既形者下也違而不諫則非忠臣凡事勿謂小而無患不知由小及大有害於國者多也凡我訓言無非成就汝等豈欲貽悞於汝等耶昔宋劉裕謂群臣曰自古明君賢相皆由困而亨舜發畎畝傅說舉版築膠鬲舉魚鹽百里奚食牛天意何居群臣對曰君相之任大任也故天將降大任於是人必先苦心志使之遍慮事物而內不得安勞筋骨使外不得逸餓體膚使食不得充所以動心忍性增益其所不能是人而為君必能達國事是人而為相必能悉民隱天意如此而已若人之言誠為善識天意者也以歷艱苦者為君致令國受其福以享安逸者為君致令國受其苦天見我國之民甚苦故降吾身歷盡艱辛使之推已以及民吾艱苦所聚之民恐爾諸王多享安逸未知艱苦致勞吾民也不知有德政方可為君為王否則君王何以稱也吾昔日曾將所慮及之言明訓土謝圖畢既而曰恐汝介意得毋以人孰無心何為此諄復也土謝圖對曰以苦言誨人令其流涕者愛之也以甘言誨人令其悅怡者不愛之也今汗愛我而有此訓天若亡我我或忘之矣吾心決不敢忘土謝圖曾有此言爾諸王亦如此心領所訓承我基業而篤行之可也昔金大定帝自汴京幸故都會寧府【在白山之東】謂太子曰汝勿憂也國家當以賞示信以罰示威商賈積貨農夫積粟爾八固山【四大王四小王】繼我之後亦效彼之嚴守法度信賞必罰使我不與國事得坐觀爾等措置以舒其懷可也言畢書訓詞與諸王 \\n ○七月二十三日帝不豫詣清河溫泉坐湯十三日大漸欲還京遂乘舟順太子河而下遣人召后迎之於渾河相遇至艾家堡離瀋陽四十里八月十一日庚戌未時崩在位十一年壽六十八國政及子孫遺命預有告誡臨終遂不言及群臣更番舁奉夜初更至瀋陽入宮中諸王大臣并官民號慟不絕帝后原係葉赫國主揚機努貝勒女崩後復立烏拉國滿泰貝勒女為后然心懷嫉妒每致帝不懌雖有機智終為帝之明所制留之恐後為亂階預遺言於諸王曰俟吾終必令殉之諸王以帝遺言告后后初遲疑未決諸王曰先帝有命雖欲不從不可得也后遂服禮衣盡以珠寶飾之泣謂諸王曰吾自十二歲事先帝錦衣玉食已二十六年吾不忍離故相從於地下吾二幼子多爾哀多鐸當善撫之諸王泣而對曰二幼弟吾等若不友愛是忘父也豈有不善撫之理於是后於十二日辛亥辰時自盡壽三十七乃與帝同殮巳時出宮安厝於瀋陽城內西北角又有二妃阿吉根代因扎亦殉之帝自幼不飲酒心懷中正之德深於謀略善於用兵騎步二射絕倫勇力出眾睿知如神不思而得闡微言創國書順者以恩撫之逆者以兵討之賞不計仇罰不避親如是明功賞嚴法令推已愛人鋤強扶弱敬老慈幼恤孤憐寡人皆悅服自二十五歲奮跡崛起帶甲僅十三人然侵伐從不施無罪者天故祐之削平諸部及征明國得遼陽廣寧地又征蒙古威名大震有光於祖考興國開疆以創王基 \\n 太祖未即位時先娶之后生長子褚英賜號阿爾哈圖圖們次子代善號古英巴圖魯繼娶后所生莽古爾泰德格類中宮皇后生□□□即天聰皇帝也繼立之后生阿濟格多爾袞號墨爾根岱青多鐸號額爾克楚虎爾皇妃生阿巴泰又三妃生五子阿拜湯古代塔拜巴布泰巴布海 \\n 敬題重繪 \\n 太祖實錄戰圖 \\n 八韻 \\n 昊天有成命長白肇嘉徵 \\n 【實錄內首載長白山約高二百里週圍約千里鴨綠混同愛滹三江所出初天降仙女於長白山東北布庫哩山下有神鵲銜朱果吞之成孕生男生而能言長成母告子曰天生汝令汝定亂可往彼處將所生緣由一一詳說乃與一舟順流而下言訖不見時長白山東南鄂謨輝三姓爭雄聞之往見果非常人異而詰之答曰我乃天女所生姓愛新覺羅天降我定汝等之亂眾皆驚異遂擁回三姓人息爭共奉為主以女妻之定號滿洲實我朝發祥之始也】草創大東始規模方夏膺旅猶五百闕甲未十三增 \\n 【實錄內載我太祖龍行虎步舉止威嚴心性忠實剛果武勇蓋世用兵如神初起止遺甲十三副兵不滿百克圖倫城後攻納申完濟漢亦僅率兵四百恩威並行順者以德服逆者以兵臨於是削平諸部後攻克明國遼東諸城建都盛京帝業遂定】圖遠先靖近捫創更鼓升【實錄內載攻翁鄂洛城時太祖升屋督戰被賊箭中首透盔即以所拔之箭射賊應弦而倒又被他賊射中項鏃卷如鉤拔出眾見被傷欲扶回太祖恐敵知覺勿令近前項血湧出太祖以手搵箭眼拄弓從容下屋每恭讀實錄至此未嘗不流涕動心其後兵力漸強太祖欲復先世之仇乃書七大恨告天興兵親冒矢石授方略大破明師二十萬於薩爾滸山】遂因書七恨便以進千乘有戰無不克惟仁是用興艱難思祖德繼續勵孫承重繪傅奕世【實錄八冊乃國家盛京時舊本敬貯乾清宮恐子孫不能盡見因命依式重繪二本以一本貯上書房一本恭送盛京尊藏傅之奕世以示我大清億萬年子孫毋忘開創之艱難也】毋忘凜日兢 \\n 滿洲實錄 \\n  \\n 　"}
