{"章节": "●卷一上", "正文": "  \\n ●卷一上 \\n 　 \\n  \\n 永樂二十二年八月上 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之一上。】 \\n 仁宗敬天體道純成【體道純成：各本成作誠，是也。】至德弘文欽武章聖達孝　昭皇帝諱【昭皇帝諱：晨本諱下有高熾二字。】　太宗體天弘道高明廣運聖武神功純仁至孝　文皇帝嫡長子　母仁孝慈懿誠明莊獻配天齊聖文皇后洪武拾壹年柒月貳拾叁生於鳳陽是夕　仁孝皇后夢冠冕執圭者上謁寤而生　帝自幼端重沉靜言動有經四五歲宮中聞讀書輒喜自是書冊翰墨不去手稍長習射數日輒造精藝發無不中左右問何若是巧也曰心志既正無難者然絕口不自矜蓋於馳射及奇巧玩適之且【奇巧玩適之且：各本且作具，是也。】志非所好【志非所好：各本志作悉，是也。】獨好學問日從儒臣論說不厭 \\n 洪武貳拾捌年閏玖月壬午授金冊金寶命為燕世子　太祖皇帝思宗藩之重特召秦晉燕周四世子朝夕親教訓之歷試諸事嘗命分閱皇城四門衛士　帝還奏獨後　太祖問之對曰旦寒甚衛士方食俟其既食【俟其既食：廣本晨本俟作候。】乃閱之故後　太祖喜曰能體恤下人是吾心也又命分閱中外臣民奏■【奏■：舊校改作奏疏。】獨取其切於兵民疾苦及至關　宗社大計者【及至關宗社大計者：各本無至字，是也。】白之　太祖覽之稱喜【太祖覽之稱喜：各本喜作善，是也。】其間有一語一字之謬者悉置之不以白　太祖指示之曰爾忽之耶對曰不敢忽顧小過失不足以凟　天聽　太祖喜曰孫有君人之度哉嘗聞之曰【嘗聞之曰：各本聞作問，是也。】 \\n 堯九年之水湯七年之旱當時百姓奚所恃對曰恃聖人有恤民之政耳自是益見重逮　太宗皇帝舉兵靖難奉命居守時將士精銳者皆從征城中所餘老弱不及什一旦暮督治守備及禦敵之具撫綏城中兵民人人歡悅【人人歡悅：抱本晨本中本歡作欣。】咨求老於兵旅【老於兵旅：晨本旅作事。】及才識文吏與之同事推誠待之皆為盡心每四鼓以起【每四鼓以起：晨本以作已。寶訓與館本同。】二鼓乃息左右或以過勤為言者答曰　君父身冒艱險在外此豈為子優逸時且根本之地敵人所必趋者豈得不禦備【豈得不禦備：三本寶訓不下有為字；抱本中本晨本寶訓禦作豫，是也。寶訓得作宜。】而凡有所施為必先稟命　仁孝皇后無幾李景隆等引兵數十萬圍北平城 \\n 是時城中守備已完雖老弱不及萬人【雖老弱不及萬人：廣本弱下有孱疾二字，中本抱本晨本老弱作老疾孱弱。】　帝鼓舞激勸下至婦人小子皆奮効力【下至婦人小子皆奮効力：廣本奮下有於字。】更番乘城晝夜拒敵雖矢石交下人心不變數夜遣人開門斫敵營敵驚荒自殺【敵驚荒自殺：各本荒作亂，是也。】或至明乃定景隆等圍城久不下及兵士夜不得甯息逐退營十數里【逐退營十數里：各本逐作遂，是也。】無幾　太宗皇帝得報引兵馳歸擊之　帝亦出城兵夾擊【帝亦出城夾擊：各本城下有中字，是也。】景隆等狼狽大敗散走時二群王【二羣王：各本羣作郡，是也。】高煦數出從　太宗皇帝三群王【三羣王：各本羣作郡，是也。】高燧留佐居守官寺黃儼以高燧之幼鍾愛也【官寺黃儼以高燧之幼鍾愛也：各本官作宦，廣本抱本幼下有而字，是也。】為媒蘖奪嫡之計將為己利使其黨往來餙譽高燧而短　帝又謂　帝將為朝廷固守北平以拒父也 \\n 太宗皇帝以問高煦曰爾兄素孝那當有此高煦曰兄誠孝但在　太祖時果與太孫善也　太宗不答會朝廷用方孝儒【方孝儒：舊校改儒作孺。】之策遣使持書授　帝為離間　帝得之不啟緘即遣入賫書【即遣入賷書：晨本中本入作人，是也。】并械其使詣軍前白之而儼已先遣人馳報　太宗曰世子與朝中通謀使者持書至矣言未既　帝所遣亦至　太宗發書覽之【太宗發書覽之：各本之下有嘆曰二字，是也。】吾父子至愛尚見讒間矧君臣間而姦人不吾毀乎有問　帝曰亦知人所以相讒者乎曰不知曰是可以不知乎曰吾所當知者恭盡子職而已 \\n 太宗皇帝既正大位升北平為北京以其地大民眾且藩邸之舊仍命　帝居守而高煦先隨　太宗入南京方潛謀儲位　太宗即遣之還北京而簡賢才馬京輦【簡賢才馬京輦：各本輦作輩，是也。】數人往輔　帝且諭京等曰此朕之嫡長也永樂貳年貳月遣隆平侯張信附馬都尉永春侯王寧召　帝及高煦至南京授　帝金冊金寶立為皇太子封高煦為漢王高燧為趙王國朝定制中外政務有成式者啟　皇太子施行大事悉奏請時　太宗皇帝欲天下皆歸心於　帝凡有寬貸悉付　帝行之　帝亦孜孜惟仁之施或有水旱饑饉民兵失所【民兵失所：晨本中本民兵作兵民，是也。】未嘗不戚焉思有以賑恤之每諭文武大臣曰卿等為國柱石宜深體　至尊聖仁以惠黔黎毋為苛刻以搖邦本其後監國所惠被下人甚厚故天下咸屬心焉 \\n 永樂貳拾貳年柒月辛卯　太宗皇帝以征虜寇上賓于行在先日遣命皇太子【遣命皇太子：各本遣作遺，是也。】即皇帝位 \\n 八月甲辰文淵閣大學士兼翰林院學士楊榮御馬監少監海壽傳　遺命【傳遺遺命：館本衍一遺字。】至北京　帝哭慟幾絕強起拜受【強起拜受：晨本受下有命字。】既而命尚書蹇義大學士楊榮楊士奇議一應合行事宜及同禮部尚書呂震議喪禮　嚴京城守衛 \\n 丙午　遣書諭隨征大營五軍總兵官先委寧陽侯陳懋陽武侯薛祿率領原隨駕精壯馬隊三千里馳回京【馬隊三千里馳回京：三本里作星，是也。】若三千馬隊不可撒動【不可撒動：三本撒作撤，是也。】即於各營選精壯馬隊一萬還京是時京衛軍士悉出從征京師留守不及數千故也 \\n 丁未　命附馬都尉沐昕掌南京後軍都督府事　命太監王貴通率下番官軍赴南京鎮守宮中諸事同內官朱卜花唐觀保外事同附馬都尉西寧侯宋琥駙馬都尉沐昕計議而行　召前戶部尚書夏原吉同議合行典禮 \\n 癸丑　在京文武百官軍民耆老上箋勸進其詞曰自昔帝王之垂統皆傳嫡長以興邦斯神聖之遠圖寔國家之常典恭維　大行皇帝文武聖神高明廣大爰當即位之始首為繼體之圖誠以　皇太子殿下嫡長仁明剛健中正實能子育兆姓懷柔百神特命正位東宮以隆國本而渙頒綸詔敷告庶邦受撫軍監國之大權攝尊　祖配　天之大祀　天命允屬人心咸歸於今二十餘年實係　宗社之重茲者　大行皇帝遺命殿下早登大寶表正萬邦蓋其建立於昔時正望續承于今日【正望續承于今日：三本續作纘，是也。】今殿下孝思罔極未即欽承夫神器不可以暫虛天位不可以暫曠伏望仰遵先志少抑哀情從天意順人心早臨九五之位闡聖文恢神武益隆繼述之圖箋上令諭答曰卿等惓惓忠於憂國終天之慟方切予心遽繼統之有聞豈哀誠之能忍所請不允 \\n 甲寅　文武群臣軍民耆老人等伏闕上箋勸進其詞曰帝王垂統建永世之基圖嫡長相傳嗣萬年之曆數國家彛典古今所同恭維　大行皇帝德合乾坤明同日月以武功定禍亂以文教致太平經國之謀存於宏遠自登大寶首建皇儲誠以　皇太子殿下聖學日新英資天錫上足繼承於大統下足撫安於生民綸命渙頒與情允■【輿情允■：各本■作愜，是也。】伏維　殿下正位以來問安視膳孝行配於前王贊政施仁令譽達於天下合天心而　郊廟　社稷之俱享得人而謳歌【得人而謳歌：各本人下有望字，是也。】朝覲之攸同天與人歸二十餘載茲者不幸　大行皇帝賓天四海兆民如喪考妣天下豈可以無主神器豈可以暫虛合群庶以詢謀同中外而勸進望早正名而踐祚庶以順天而應人未賜允俞尚持謙遜雖終天之痛難抑於為國之計何如願寬一己之哀情以定萬世之大計臣等俯伏闕門恭候　俞旨幸賜睿明之斷以慰億兆之心箋上令諭答曰卿等盡忠國家經慮弘遠大寶之位雖難久虛今　梓宮在廷【梓宮在廷：各本廷作庭。】山陵未畢父子至性其寧忍之所請不允 \\n 乙卯　趙王高燧上箋勸進其詞曰 \\n 國家之繼統天位之傳序必歸嫡長之尊此自古帝王之大經也國朝祖訓明昭日月帝王通義萬世尊承恭維　長兄皇太子殿下以嫡且長以仁且賢簡在　父皇聖心久矣爰登寶位之初首正儲副之位上以奉　祖宗之重【上以奉祖宗之重：三本祖宗作宗廟，是也。】下以繫四海之望於今二十餘年　長兄皇太子殿下恭敬孝友上通于神明忠厚寬弘下孚於臣庶　天心所属人心咸歸今不幸　父皇賓天　長兄殿下【長兄殿下：三本兄下有皇太子三字，是也。】正大寶之位以奉　天地　宗社之祀以主天下萬國之眾此必然之理也而孝思深切今已累日繼統之禮未聞明勑所司舉行伏見文武群臣累箋勸進力辭未允弟高燧以同氣之末亦惓惓面請早正天位皆未承允許夫天位不可以暫曠生民不可以無主伏望　長兄太子殿下【長兄太子殿下：三本兄下有皇字，是也。】鑒帝王之大經明　皇祖之大訓上遵　父皇之遺命下副臣民之仰望早正天位承天統【承天統：廣本天作大。】光祖宗之付托續太平於萬世 \\n 箋上答書不允於是公卿大臣合詞議曰嫡長繼統古今通制雖　殿下崇執謙讓如　宗廟　社稷何復率文武百寮軍民耆老上表勸進其詞曰 \\n 國家承百王之正統啟萬世之弘圖大寶相傳必以嫡長此古今之帝經【此古今之帝經：三本帝作常，是也。】天下之公義太平之建實本於茲恭維　大行皇帝文武聖神聰明睿智重惟國本首建儲君敬惟皇太子殿下聖資天錫盛德日新溫恭協于重華明睿察於庶物自膺冊寶以來撫軍監國尊　祖敬　天華夏蠻貊罔不歸心朝覲謳歌悉皆載德【悉皆載德：三本載作戴，是也。】茲者不幸　大行皇帝奄棄臣民遺命惓惓俾正南面而曠日積久尚未欽承臣等合詞勸進懇欵屢陳而孝思無窮哀慕彌切辭讓至再謙抑未遑臣等切惟天位不可以久虛生民不可以無主大考之道【大考之道：三本考作孝，是也。】繼述為重賢聖垂範萬世遵承是敢再瀝悃誠昧死上請伏望少紓哀慟即賜允俞位九五而作君師撫萬邦而弘治化下副人心上慰天命【上慰天命：三本命作心。】 \\n 表奏賜諭答曰卿等謂天位不可久虛嫡長在予宜正大統惓惓陳請至再至三夫國有大戚四海生民如喪考妣況于父子情當何如予惟亮汝之忠誠汝尚體予之哀懇所請不允 \\n 丙辰　文武群臣軍民耆老四夷朝使僧道人等伏闕上表言自大禹以來國統之傳必歸嫡長至商至周聖賢之君率由斯道是以致治隆盛享國久長三代而下漢唐宋之盛際亦莫不由於斯也我　太祖高皇帝以大聖之資致治保邦率遵隆古承祧繼統必在長嫡著之　祖訓垂法萬年　大行皇帝以聖繼聖雖一政一令必循舊章而經國宏謨尤所致慎是以即位之初首建儲副所以定邦本所以一人心正國家之大分貽太平於永遠伏惟　皇太子殿下既嫡且長名分以正【名分以正：晨本以作已。】而緝熙聖學日新睿德自膺冊寶監國兩京二十餘年孝行通於神明仁心昭於四海待臣以禮視民如傷燭於物情達於治體蓋四海兆庶咸仰望歸向以為將來太平之主也人心如此天意可知今 \\n 大行皇帝上賓遺命属以繼統係　宗社之重【係宗社之重：廣本抱本社作廟。】副天人之心命下累日不聞欽承臣民三上章勸進亦不允從【亦不允從：各本不下有蒙字，是也。】群情遑遑實所未喻夫為天下國家者其孝在於安宗社固基業以為重忽其重計又久稽於遺命聖賢之孝殆不如此伏望　殿下少回聖心早正天位以慰人望臣等惓惓愚衷有進無退俯伏闕下佇聆德音 \\n 表上下令禮部臣曰　大行皇帝上賓遺命■〈耳少〉躬俾承大統顧在哀疚不忍遽承而親王文武群臣軍民耆耋四夷朝使同秉一心奉表勸進卻而復至三四未已國之大計不敢以不從人心忠告【人心忠告：抱本中本晨本心作之，是也。】不可以終拒爾禮部擇日祗告　天地　宗廟　社稷予即皇帝位其具儀以聞　禮部上即位儀注先期司說監【司說監：三本說作設，是也。】等衙門陳御座于奉天門欽天監設定時鼓尚寶司設寶案教坊司設中和韶樂而不作是日早遣官天地　宗廟【遣官天地宗廟：三本官下有祇告二字，是也。】　社稷上具孝服祗告几筵畢具袞冕服詣奉天門即皇帝位是日鳴鐘鼓錦衣設鹵簿駕 \\n 上御奉天門內文武官員各具朝服入午門上服袞冕鴻臚寺引執事官行禮畢　上陞御座　上由中門出陞御座錦衣衛鳴鞭百官上表行禮如大朝會之儀畢出承天門外文東武西立俟翰林官捧詔書【翰林官捧詔書：三本林下有院字，是也。】御前用寶訖鴻臚寺官奏頒翰林院捧詔授禮部尚書官【翰林院捧詔授禮部尚書官：三本無尚書二字，院下有官字，是也。】由午門左門出錦衣衛先設雲盖午門外候詔至置雲盖中遵赴承天門開讀【遵赴承天門開讀：三本遵作導，是也。】行禮如常儀 \\n 丁巳　以嗣位遣英國公張輔吾　天地【吾天地：各本吾作告，是也。】定國公徐景昌告　宗廟寧陽侯陳懋告　社稷　上躬告　几筵即皇帝位將即位中官傳旨鴻臚寺百官免上表賀行禮五拜三叩頭禮【行禮五拜三叩頭禮：上禮字衍。】赴承天門外聽詔鴻臚寺宣旨百官訖　上登寶位朝群臣大赦天下詔曰 \\n 朕惟上天生民爰立君主仁育兆庶咸底於泰和統御華夷同躋於熙皥我　先皇帝奉天輔運治化高於百王文德武功聲教被於四海比緣邊警廑龍馭以親征逮及凱旋竟鼎湖之升逝遺命神器付予眇盼【付予眇盼：各本盼作躬，是也。】顧哀疚之方深豈遵承之遽忍親王公侯駙馬伯文武臣寮軍民耆老四夷朝貢之使俯伏闕下奉表勸進以為天位不可以久虛生民不可以無主長嫡承【長嫡承：各本承下有統字，是也。】國家常經陳詞再三瀝懇勤切用是仰遵遺命俯狥輿情已於八月十五日祗告　天地　宗廟　社稷即皇帝位奉　祖考之洪祐仰　聖明之永圖属茲蒞祚之初宣布維新之命其以明年為洪熙元年所有合行事宜條示于後 \\n 一自永樂二十二年八月十五日昧爽以前官吏軍民人等有犯除謀反大逆子孫謀殺祖父母父母妻妾殺夫奴婢殺主不赦外其餘已發覺未發覺已結正未結正罪無大小咸赦除之敢有指告赦前事者以其罪罪之 \\n 一永樂十九年十二月以前拖欠及虧兌未完稅粮料豆戶口塩粮及有報數在官而未曾送納者盡行蠲免仍免永樂二十二年戶口塩粮其各處拖欠馬草柴炭自永樂二十年十二月以前盡行蠲免 \\n 一自永樂二十二年八月十五日以前各處遞年拖欠【拖欠：抱本中本皇明詔制拖作虧。】農桑諸色課程倉粮塩課等項並倒死及虧馬駝驢騾牛羊等【倉粮鹽課等項並倒死及虧馬駝驢騾牛羊等：三本詔制課下有魚課二字，虧下有欠字，是也。】畜及拖欠蘆柴納欠銅鉄顏料席麻竹木等物追陪珍珠等項并未納各項贓罰陪追【各項贓罰陪追：抱本中本陪作倍。】未完段匹等件盡行蠲免 \\n 一各處軍民有因追陪孳生馬匹為官府所逼不得已將男女妻妾典賣與人者詔書至日官府悉為贖還不許托故延緩如女子年長已成婚配者不在此例今後倒死孳生馬匹只照洪武中例追陪 \\n 一各處逃移人戶悉宥其罪許於所在官司首告發回原籍復業免其差徭二年其戶下所欠稅粮盡行蠲免 \\n 一下西洋諸番國寶船悉皆停止如已在福建太倉等處安泊者俱回南京將帶去貨物仍於內府該庫交收諸番國有進貢使臣當回去者只量撥人船護送前去原差去內外官員速皆回京民稍人等各發寧家【民稍人等各發寧家：抱本稍作梢。健按當作哨，詔制與館本同。抱本中本詔制發作放。】 \\n 一往拖西【拖西：三本詔制拖作迤，是也。】撒馬兒罕失剌思等處買馬等項及吟密【吟密：三本詔制吟作哈，是也。】取馬者悉皆停止將去給賜段疋磁器等件就於所在官司入庫馬駝騾匹【馬駝騾匹：廣本騾作驢。詔制與館本同。】係官給者仍交還官係軍民買辦者給還原買之人原差去內外官員俱限十日內起程赴京不許託故稽留 \\n 一往雲南木綁【木綁：三本詔制綁作邦，是也。】緬甸麓川車里等處採取寶石等項及收買馬匹等件悉皆停罷其給賜之物發與差來進貢使臣帶去但係朝廷差去內外官限十日內即起程回京官軍各回原衛著役不許稽留 \\n 一各處修造下番海船悉皆停止其採辦鉄黎木【鐵黎木：詔制黎作梨，下同。】只依洪武中例餘悉停羅【停羅：三本詔制作停罷，是也。】 \\n 一但是買辦下番一應物件并鑄造銅錢買辦麝香生銅荒絲等物除見買在官者於所在官交收其未免者悉皆停止【於所在官交交收其未免者悉皆停止：三本詔制交交作庫交，免作買，是也。詔制免作起運。】 \\n 一各處買辦諸色紵絲紗羅段匹寶石等項及一應物料顏料等并蘇杭等處續造段疋各處抄造紙札磁器採辦黎木板造諸品海味果子等項悉皆停罷其差去官員人等即起程回京不許指此為由科歛害民 \\n 一各處闡辦金銀課【闡辦金銀課：三本詔制闡作閘，是也。】除去煎稍見收在官外自今停止【除去煎稍見收在官外自今停止：三本詔制去作已，稍作銷，今下有並行二字，是也。】敢有不遵法度私自煎銷者罪之所差去閘辦官員人等限十日內即起程赴京不許託故稽留其舊額歲辦銀課并差發金不在此例 \\n 一交址採辦金珠香貨之類悉皆停止交阯一應買辦採取物料詔書內開載未盡者亦皆停止所差去內外監督官員限十日內即起程赴京并不許託故稽留虐害軍民 \\n 一各處為營造採辦木植如已起運者隨到所在堆垛其未採辦者悉皆停止軍民各發寧家【軍民各發寧家：三本詔制發作放。】所差去採辦官員人等限十日內起程赴京不許託故稽留擾害軍民 \\n 一各處造作除軍需外其餘不急之務盡皆停罷今後各衙門非奉朝廷明文不許一毫擅自科擾軍民 \\n 一浙江福建官臺山鳥峰峒【鳥峰峒：三本詔制鳥作烏。】等處人民有被府縣及閘辦官吏逼迫不得已逃命山林出沒為盜詔書至日悉宥其罪令各回原籍安生樂業永為良民 \\n 一陜西四川儹運茶課有已起運者即赴所指茶馬司交收未起運者悉皆停止 \\n 一凡被水旱灾傷缺食貧民有司即為取勘賑濟 \\n 一民間應有事故人戶拋荒田土有司即為從實取勘開報以憑覆實除豁別召人承佃內係官田者即照民田例起科 \\n 一天下一應稅課悉依永樂二十年以前舊額徵收不許指以鈔法為由妄自增添擾害傷民 \\n 一文武官吏軍民匠作人等有為事發運磚拖石砌城運粮做工等項悉宥其罪官吏復還職役軍還原??互【軍還原??互：三本詔制??互作伍，是也。】匠仍當匠民放寧家其風憲官有犯贓罪不許復職放回原籍為民當差 \\n 一軍官并旗軍力士校尉舍人餘丁等犯罪發各處立功及哨瞭等項者悉宥免之復其職役 \\n 一軍官犯罪發各處充養馬種田【發各處充養馬種田：廣本中本詔制充下有軍字，是也。】等項者悉宥復職 \\n 一軍官總小旗犯罪除謀逆外軍官被刑及罷閑者本身見在復其原職已故者子孫依律承襲【子孫依律承襲：三本詔制律作例，是也。】總小旗革役充軍者亦准此例復其原役 \\n 一文武官并總小旗有為事已復職役住支俸銀【住支俸銀：三本詔制銀作粮。】及支半俸者俱照舊支給 \\n 一遞年為事發買馬當站及充遞運驛夫皂隸膳夫軍伴之類法司即撥人代替放回為民不許延緩 \\n 一逃軍逃囚逃匠人等詔書到後許一月內赴官自首與免本罪軍還原伍民還原籍匠復本業 \\n 一軍民中有鰥寡孤獨者所司依例存恤毋令失所民年七十以上及篤廢殘疾者許令一丁侍養不能自存者官為賑給凡軍民年八十以上所司給與絹二疋綿二觔酒一斗【酒一斗：詔制酒作米。】肉十觔時加存問 \\n 一有懷材抱德堪任用者或屈在下寮【或屈在下寮：三本詔制寮作僚。】或混處軍民或隱跡山林委所司薦舉以禮遣送赴京 \\n 一孝子順孫義夫節婦令所在有司保勘明白具實奉聞【具實奉聞：抱本中本詔制奉作奏，是也。】以憑旌表 \\n 一凡軍民利病許諸人直言無隱 \\n 一凡有貪污官吏蠹政壞法作弊害民詔書到後不即改悔仍前貪虐者廵按監察御史按察司【按察司：廣本抱本司作使。詔制與館本同。】即拿問解京 \\n 一自今官吏敢有以催辦為由輒自下鄉科擾平民者許諸人首告所司即拿問解京 \\n 一諸司官敢有容隱吏卒弓兵皂隸牢子久占衙門連年不替專一浸潤官長起滅詞訟說事過錢及稱主文等項名色在衙門結攬寫發把持官府虐害良善許諸人首告所在按察司及廵按監察御史即拿問解京 \\n 一法司論?【法司論?：舊校改?作囚。】今後一依大明律科斷不許深文於戲君民一體愛人必務於寬弘賞罰有經為國必彰於明信尚賴文武賢弼中外良臣擄乃【中外良臣擄乃：各本擄作攄，乃下有「忠貞，匡輔不逮，用承鴻業，隆國家永遠之基，嘉惠羣黎，廣海宇治平之福，敷告天下，咸使聞知」三十六字，是也。】 \\n ●卷一下 \\n 永樂二十二年八月下 \\n 大明太宗文皇帝實錄【大明太宗文皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝卷之一下。】 \\n 永樂二十二年八月戊午朔【永樂二十二年八月戊午朔：三本無朔字，是也。】　賜扈從北征五軍總兵官公侯伯都督英國公張輔忠勇王金忠等二十六人白金鈔幣表裏蘇木楜椒有差 \\n 命英國公張輔掌中軍都督府陽武侯薛祿掌左軍都督府安遠侯柳升掌右軍都督【掌右軍都督：三本督下有府字，是也。】寧陽侯陳懋掌前軍都督府成山侯王通掌後軍都督府安平伯李安掌四川都指揮使司中軍都督府都督僉事任禮掌廣西都指揮使司改前軍都督僉事馬英【前軍都督僉事馬英：抱本督下有府字，英作瑛。】於後軍都督府仍諭之曰卿等皆　先朝勳舊故託以服肱【託以服肱：三本服作股，是也。】心膂其一乃志力以無媿職守 \\n 復前戶部尚書夏原吉官初　大行皇帝凶問至之三日首釋原吉於頌繫慰勞之咨以國事至是復其官賜官帶【官帶：抱本中本官作冠，是也。】衣服被褥帳幃咸修【幃帳咸修：抱本中本修作備，是也。】原吉言臣在繫時喪母未克成服又未賓【未賓：各本作未殯，是也。】乞賜歸葬且終憂制臣事　陞下之日未艾也上曰卿老成人今國有大喪正望相與共濟艱難安得遽去卿云有喪服我無喪服乎遂留贊輔賜原吉米十石鈔一萬貫胡椒一百斤令遣家屬護母喪歸葬仍命兵部給驛舟有司治葬事 \\n 復刑部尚書吳中右侍郎楊勉官　陞錦衣千戶【錦衣千戶：各本衣下有衞字，是也。】畢晟徐勝俱為本衛指揮僉事　徵鎮守大同前軍都督僉事劉鑑鎮守宣府後軍都督僉事王玉還仍命都指揮使王禮鎮守宣府 \\n 乙未【乙未：健按，乙當為己。】　西寧土官都指揮僉事李英從北征西【從北征西：三本無西字，是也。】回及交阯七源州判官趙福能貢馬賜鈔幣有差　命武安侯鄭亨等四人俱充總兵官亨鎮守大同保定侯孟瑛鎮交阯襄城伯李隆鎮山海武進伯朱營【武進伯朱營：三本營作榮，是也。】鎮遼東　置太師太傅太保階正一品少師少傅少保階從一品　上諭吏部尚書蹇義曰此　皇祖之制也　皇考聖明天縱可不置此官予歷事未廣不無望於傅保卿等免之【卿等免之：各本免作勉，是也。】遂命義為少保仍兼吏部尚書二俸俱給義頓首曰此非愚臣所克勝惟犬馬之誠不敢不盡　加英國公張輔太師二俸俱給 \\n 陞文淵閣大學士兼翰林院學士楊榮為大常寺卿金幼孜為戶部右侍郎俱仍兼前職左春坊大學士楊士奇為禮部左侍郎兼華蓋大學士【兼華蓋大學士：各本蓋下有殿字，是也。】陞前右春坊大學士兼翰林院侍讀黃淮為通政使司通政使兼武英殿大學士榮幼孜士奇淮俱掌內制不預所陞職務陞前司經局洗馬兼翰林院編修楊溥為翰林院學士前司經局正字金問為翰林院修撰 \\n 陞錦衣衛指揮同知鄒溶為遼東都司都指揮僉事偖禦開原【偖禦開原：三本偖作備，是也。】指揮僉事趙誠為浙江東司【浙江東司：三本東作都，是也。】都指揮僉事王節為錦衣衛指揮使裘英為本衛指揮同知命張■〈車尤〉【張■〈車尤〉：抱本中本■〈車尤〉作軏，是也。】為錦衣衛指揮僉事■〈車尤〉英國公張輔之弟【■〈車尤〉英國公張輔之弟：抱本中本■〈車尤〉作軏，是也。】永樂中與旗手衛指揮使【與旗手衞指揮使：廣本抱本與作為，是也。】 \\n 罷官閒居至是復用之　錦衣衛指揮王節等【錦衣衞指揮王節等：各本揮下有使字，是也。】奏比來校尉上直屢失所懸銅牌銅牌所憑關防出入者請之以懲上曰非日下詔【請之以懲上曰非日下詔：各本請下有治字，非作昨，是也。】赦有罪今日遞罪赦前事【今日遞罪赦前事：抱本中本晨本遞作遽，是也。】何以示信其勿治遂諭六移【遂諭六移：各本移作科，是也。】及三法司曰令信則民從不信則民貳國家使人周信為本【周信為本：各本周作用，是也。】故昨日降詔惓惓在信爾等各務遵守毋致朕食言以失人心 \\n 庚申　遣中官搬取秦府尚炌家屬往泗州完聚勑西都司布政司【敕西都司布政司：三本敕下有陝字，是也。】陸路給車水陸給舟經過有司日用飲食等物【經過有司日用飲食等物：三本司下有給字，是也。】　新安王妃徐氏薨計聞【計聞：三本計作訃，是也。】命有司營喪葬 \\n 調工部尚書李慶任兵部禮部尚書金純任工部南京兵部尚書趙羾任南京刑部南京禮部左侍郎胡濙任禮部工部右侍郎郭進為吏部左侍郎陞刑部右侍郎張本為南京兵部尚書兼南京都察院事吏部右侍郎師逵為南京戶部尚書兼南京吏部事大理寺右寺丞鄒師顏為禮右侍郎【為禮右侍郎：三本禮下有部字，是也。】太醫院御醫徐叔拱為本院院判改都察院右副都御史虞謙為大理寺卿　黜工部右侍郎伏伯安為荊門州知州初伯安督運木潞河止通州驛舍驛丞有美妾伯安私焉驛丞覺而殺其妾事聞伯安坐罰築城至是遇赦應復職　上曰???穢之人不宜以玷朝廷【不宜以玷朝廷：三本寶訓廷作行，是也。】遂黜之　朝鮮國李祹【朝鮮國李祹：三本國下有王字，是也。】遣陪臣玄貴命等貢馬及方物陜西鞏昌衛土官指揮同知汪壽貢馬賜鈔幣有差　夜有星大如杯色青白見玉井 \\n 辛酉　命鎮守廣西鎮遠侯顧輿【鎮遠侯顧輿：三本輿作興，是也。】祖充總兵官仍領湖廣廣西貴州三都司官軍勦捕廣西等處擄寇【廣西等處擄寇：三本擄作叛，是也。】　陞府軍前衛指揮使山雲為中軍都督府都督僉事 \\n 改戶部左侍郎古朴為南京通政使司通政使以李至剛為通政使司左通政至剛先為禮部尚書有罪降本部郎中【有罪降本部郎中：廣本有上有以字。】無幾坐事繫錦衣衛獄者十餘年【繫錦衣衞獄者十餘年：廣本獄者作在獄。】及是遇赦　上閔其舊人【及是遇赦上閔其舊人：廣本及作至，閔作憫。】故復用之　黜刑部右侍郎楊勉為山東布政司使【布政司使：舊校改作布政使司。】右參政先是指揮林茂畏避出征又犯奸貪等罪下錦衣衛獄與勉同繫茂就獄中造虛詞千百言【造虛詞千百言：三本千下有數字，是也。】將誣造【誣造：三本作誣告，是也。】人以覬幸免會赦不果告已而有言於　上曰勉導之也故有是命　貶掌中都留守司都指揮僉事牛諒戍交阯初　上命諒從武安侯鄭亨鎮守大同諒憚行且不樂属人即詭奏曰今臣往治事乎【今臣往治事乎：三本今作令，是也。】抑為隸乎　上曰朝廷重邊務命爾從總兵大臣庶幾有贊畫之益顧為隸是何等語朕初即位爾敢方命不恭如此將朝廷不復使人耶命公侯大臣推問之【命公侯大臣推問之：抱本中本推作雜；寶訓作推。】遂奏諒懷詐不忠無人臣禮法當誅　上曰不必誅亦不可用遂有是命 \\n 壬戌　加鎮守雲南黔國公沐晟太傅二俸俱支賜勑諭曰卿國家至親且老成有德望今朕嗣位之初方資田?屯輔之重【方資?田???輔之重：三本?田???作毗，是也。】特命卿為太傅散官勳封悉如舊卿尚念　皇祖　皇考之大德悉心盡力用佐■〈耳少〉躬嘉謀嘉猷勿以道遠而或畧朕虛已以俟焉賜晟鈔二萬貫綵幣表裏各十件【綵幣表裏各十件：寶訓無件字。】　陞隆慶衛指揮使袁納【袁納：抱本中本納作訥。】為都指揮僉事仍掌本衛守居庸關　陞中軍都督府都督僉事譚廣為本府左都督命鎮守宣府等處廣奏請以其所領騎兵五千分■〈田上廾下〉都指揮崔聚武與指揮董興張政唐銘阮真六人每三人領一千更番隨往宣府備禦三月一更從之 \\n 癸亥　于闐使者陜西丁及莊浪衛土官指揮同知魯失加等貢馬及方物賜鈔幣有差　山西布政使司左參政陳瓚以贓罪謫戍邊 \\n 甲子遣中官齎奉　大行皇帝遺冠服等物【大行皇帝遺冠服等物：三本服下有「送漢王高煦書曰大行皇帝遺冠服」十四字，是也。】氣澤所存啟閱悲愴痛何可【痛何可：三本可下有言字，是也。】謹以皂紗衝天冠一黑氊直簷帽一并金級頂子【并金級頂子：三本級作鈒，是也。】茄藍間珊瑚金棗花帽珠一串金相雲鴈犀帶一金相膘玉穿花龍絛環一副并紫線絛金事件象牙頂輳花靶鑌鐵刀一紵絲衣羅衣紗衣各一襲皂麂皮靴一雙并五綵綉抹口韈斜皮靴一雙并韈送賢弟朝多贍奉【朝多贍奉：抱本中本多作夕，三本贍作瞻，是也。】以慰哀慕惓惓之心送起王【起王：廣本抱本起作趙，是也。】高燧亦如之　上以文官員冗命吏部汰之曰古稱官不必備惟其人今過冗矣且賢否廉汙混殽無別廉汙無別廉者之心或怠【廉者之心或怠：三本廉上有則字，是也。】君子人並處【君子人并處：三本子下有小字，是也。】則小人之勢常勝且老病昏懦之人在位徒糜廩祿何裨政理其在內諸司令堂上正官在外令巡按監察御史及按察司明公廉察凡賢材者留其貪刻庸鄙及老疾者悉送吏部罷之自今吏部宜精選勿濫 \\n 陞錦衣衛指揮僉事林觀劉儼俱為陜西都司都指揮僉事觀掌綏德衛儼掌延安衛　擢皇親散騎舍人錢通為錦衣衛指揮僉事　黜兵部給事中【黜兵部給事中：抱本中本部作科，是也。兵疑應作六。】劉穆劉秉李文殊李實【李實：廣本實作寶。】張毓林道安魏凱【魏■〈豈凡〉：舊校改■〈豈凡〉作凱。】陳永昌陳玘劉昌俞得濟鄭得皎王贇俱為縣丞【王贇俱為縣丞：廣本贇下有等字，是也。】初穆等以職事不謹皆得罪至是遇赦　上以六科密邇之地所繫非輕故悉黜以示懲 \\n 乙丑　召漢王高煦赴京　復朱棨指揮同知於虎賁右衛棨故燕府長史復之孫北京刑部尚書濬之子　大行皇帝以復故擢錦衣衛指揮同知坐視落職為民至是遇赦　上猶以舊恩特復之　遼東都司都指揮僉事王雄以激變虜人楊木答兀逃逸降登州衛指揮僉事　琉球國中山王遣長史鄭義才占城國王遣使者逋沙帕濟閣等貢馬及方物賜衣及鈔幣有差　夜月犯火星 \\n 丙寅　勑諭禮部臣曰　皇考大行皇帝聖德神功追配　太祖統御天下二十餘年恩德在民萬世永賴　皇妣仁孝皇帝【皇妣仁孝皇帝：三本帝作后，是也。】母儀四海寅奉　宗廟協隆化理而尊號未上無以稱朕孝思及天下臣民尊仰不忘之心其與群臣定議請謚於南郊加寧陽侯陳懋太保兩俸俱支　陞後軍都督僉事梁銘為本府都督同知燕山前衛指揮同知沈清為都督僉事 \\n 丁卯　贈保母金氏為翊聖恭惠夫人命府軍左衛故指揮使張旭子輅襲父職 \\n 戊辰　復閻俊都指揮同知俊先以都指揮同知【俊先以都指揮同知：三本知下有「掌寧夏衞事，坐事降寧夏衞指揮同知」十五字，是也。】至是隨征迤北還以從衛功復之【復之：廣本作故復其職。】　命三法司先有罪謫隸兵籍【先有罪謫隸兵籍：廣本抱本先下有時字。】而未至謫所者盡宥之【盡宥之：三本盡作悉。】官吏還鄉為民　陞光祿寺署丞王彛署正張原俱為本寺少卿署丞馬成為金吾前衛親軍指揮使司指揮僉事成自上為世子居守北京【北京：廣本京作平。】時以衛士選治膳故特進武職云　哈密衛指揮禿兒迷失四川建昌衛指揮使安普容等【安普容等：廣本普作晉。】東川軍民府等處土官知府阿得遣叔安貴等昌州長官司長官阿壽遣把事自巴等【遣把事自巴等：廣本中本巴作把，抱本作己。】陜西洮州衛火把等簇土官千戶喃喇約思等【喃喇約思等：三本喇作剌。】及番僧營著卜【營着卜：三本作管著藏卜，疑是也。】各貢馬賜鈔幣有差 \\n 己巳　少保兼吏部尚書蹇義等奏文官有年七十者請遵洪武舊制令致仕還鄉如其人鄙猥闒葺【鄙猥闒葺：抱本中本葺作茸，是也。】或有疾而年未及七十者請罷免為民　上曰然著為令　增造郊廟等壇祭器　復薛山都指揮使調河南都司初山任湖廣都司都指揮使充副總兵往廣捕倭寇【往廣捕倭寇：三本廣下有東字，是也。】坐失機謫從安遠侯柳升立功至是遇赦　命復舊職　增賜寧夏隨征迤北官軍鈔官每員十錠軍每人六錠遣歸 \\n 庚午　改羽林衛親軍指揮使司【羽林衞親軍指揮使司：三本林下有右字，廣本無親軍二字。】為長陵衛親軍指揮使司【長陵衞親軍指揮使司：廣本無親軍二字。】擢皇親張輗為指揮使輗太師英國公輔弟也命右軍都督同知李敬致仕敬鎮守四川累年兵民安之至是以兩目廢力請解任遂命致事【致事：中本事作仕。】　賜哈兒蠻衛指揮只冬哈建州衛千戶阿哈木忽剌溫地而【忽剌溫地而：抱本中本而作面，是也。】舍人納禿鈔幣布帛襲衣有差以納禿願居京師只冬阿哈木願居遼東故也 \\n 六科給事中梁盛等劾奏成國公朱勇定國公徐景昌富陽侯李茂芳廣寧伯劉湍新寧伯譚忠建平伯高福安鄉伯張安興安伯徐亨後軍都督同知梁銘都督僉事沈清戶部尚書郭恣【郭恣：廣本抱本恣作資，是也。】禮部右侍郎郭敦工部左侍郎李友直太常寺少卿王勉寺丞康禋傳霞岫【寺丞康禋傳霞岫：廣本抱本傳作傅，是也。】馮仲彛通政司左通政李至剛右參議朱紹祖等居　大行皇帝喪違令不宿公署飲酒食肉恬無戚容身為大臣無禮無義宜付法司明正國典　上曰公侯伯都督悉免冠令廷臣議所犯已而宥之尚書郭資以疾亦宥之侍郎太常寺通政司官悉付法司論罪 \\n 辛未　命故成安侯郭亮子晟襲成安侯泰寧侯陳珪孫鍾襲泰寧侯永順伯薛斌子綬襲永順伯擢故清遠侯王友子順為羽林前衛親軍指揮使司指揮僉事例晟應襲指揮使【例晟應襲指揮使：三本襲下有伯綬應襲四字，是也。】友永樂中以罪廢順不應授官　上念其父祖功故特加恩云　命定國公徐景昌富陽侯李茂芳受學于國子監初文武百官居　大行皇帝喪皆齋戒出宿公所景昌茂芳等不出宿為給事中所劾至是召二人諭曰景昌　皇妣之姪茂芳　皇考外孫　皇考賓天臣民如喪考妣爾兩人乃安處私室顧情與礼何如此不學之過遂有是命增賜隨征迤比指揮陜西白金二十四兩【增賜隨征迤比指揮陝西白金二十四兩：舊校改比為北。陜西二字疑誤。廣本陜上空三格，恐有脫文。三本二十四兩作四兩。】鈔百錠綵幣表裏等物旌其斬首射馬之功也 \\n 壬申命礼部尚書呂震兼太常寺卿陞神樂觀提點徐善淵為太常寺少卿改提點袁止安礼部主事孔克準俱為太常寺丞克準宣聖五十五达孫也陞都指揮使把台為後軍都督僉事命都指揮使榮貴掌福建行都司都指揮同知陳忠任浙江都司陞羽林前衛指揮僉事李英為指揮同知仍領將軍宿衛陞羽林前衛指揮同知陳興常山右護衛指揮同知朱興常山中衛護【常山中衞護：抱本中本衞護作護衞，是也。】指揮同知卞福張聚大興左衛指揮同知朱忠隆慶右衛指揮同知蘇保金吾左衛指揮僉事湯信燕山左衛指揮僉事杜??旬【杜??旬：舊校改??旬作恂。】寬河衛指揮僉事辛顯會州衛指揮僉事胡顏俱為都指揮僉事陳興任山西朱興任浙江卞福任廣東張聚任福建蘇保任貴州湯信任遼東卒顯任山東都司胡顏任陜西專掌鎮番衛朱忠任四川杜恂山西【杜恂山西：三本恂下有任字，是也。】俱行都司 \\n 周王橚奏請躬　大行皇帝几筵【奏請躬大行皇帝几筵：三本躬下有詣字，是也。】行祭禮　上遣書答曰叔同氣哀感之情至誠且切但高年遠道跋涉之勞非獨姪有所未安計　大行皇帝聖靈亦未必安也宜止不來時各王奏請躬詣　大行皇帝几筵行祭禮及賀　上即位者　上以國有大戚而藩之寄重【而藩之寄重：三本藩下有屏字，是也。】悉報止之令遣官代來 \\n  \\n   \\n  "}
{"章节": "●卷二上", "正文": "  \\n ●卷二上 \\n 　 \\n  \\n 永樂二十二年九月上 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之二上。】 \\n 永樂二十二年九月癸酉　仁宗孝皇后神主【永樂二十二年九月癸酉仁宗孝皇后神主：廣本中本無宗字，酉下有朔奉二字，是也。】合祀于几筵遵　大行皇帝治命云　禮部同文武郡臣【文武郡臣：各本郡作羣，是也。】進　大行皇帝　仁孝皇后尊謚議曰 \\n 伏惟天地之大化育之妙不可淂而名然聖人有乾元坤元之称大哉至哉之贊者所以明其道德功用至盛極大無以復加也惟　帝與　后上配天地其功德隆盛則尊號徽称告于天而薦之刻諸玉簡昭示無極此达不易之大典【此世不易之大典：各本此下有萬字，是也。】也恭惟　大行皇帝以正嫡履天位具大而能化之聖聖而不可測之神法天之行與天合德聰明睿智經慮弘遠賞罰之行必信必公奉承郊廟必恭必誠【必恭必誠：廣本作必誠必恭。】宣布政令悉循舊章恢弘神【恢弘神化：各本神作仁。】化廣大而無外勵精治理剛健而不息靖內難於幾危保　宗社於再安復交阯郡縣于数千載之後驅莫比殘虜【莫比殘虜：各本莫比作漠北，是也。】於数萬里之外與圖之廣曠古無倫綏康靖【綏康靖：廣本中本綏下有和字，是也。】悉順悉服【悉順悉服：三本順作馴。】推誠侍下【推誠侍下：抱本中本晨本侍作待，是也。】任用不疑臨决死刑四五覆奏登才俊以圖治興學校以隆化輯五經四書性理之大全摭為善陰隲孝順之明徽【摭為陰隲孝順之明徽：各本徽作徵，是也。】微顯闡幽垂訓無極制作之備典章之華雖堯舜禹湯文武之盛不是道也【不是道也：各本道作過，是也。】恭惟　仁孝皇后毓自元勳盛德之家齊一誠莊睿明聖善純乎天稟之仁渾乎坤德之厚祗敬以奉　宗廟肅容以表宮壼【肅容以表宮壼：各本容作雍，是也。】寬惠以待下慈愛以及物恭儉勞勤相中興之洪業含弘廣大【含弘廣大：各本廣作光，是也。】隆天下之母儀內訓之典勸之書【勸之書：各本勸下有善字，是也。】垂範萬年雖姜仕【姜仕：舊校改仕作任。】之盛無以過也仰惟　二聖靈御在天功德高明比隆日月臣等謹遵古典徵謚法 \\n 大行皇帝遵謚宜天錫之曰体天弘道高明廣遠【高明廣遠：各本遠作運，是也。】聖武神功純仁至孝文皇帝廟號太宗 \\n 仁孝皇后尊謚曰　仁孝慈懿誠明莊献配天齊聖文皇后謹議 \\n 上立受之覽畢流泣不已【流泣不已：各本泣作涕，是也。】遂以謚議付翰林院譔謚冊復胡宗溫【胡宗溫：抱本中本溫作韞，下同，疑是也。】中書舍人初宗溫由中書舍【中書舍：三本舍下有人字，是也。】改高郵州判官至是以篆書召復舊聀【以篆書召復舊職：廣本以下有能子字，是也。】 \\n 陞興中前屯衛【興中前屯衞：三本中作州，是也。】指揮同知唐銘為都指揮僉事鎮守平関【鎮守平關：三本平關作開平，是也。】　降山西按察司陳諤【山西按察司陳諤：廣本抱本司作使，是也。】為海塩知縣諤初為湖廣按察可【湖廣按察可：三本可作使，是也。】攟摭楚王細故　上素懨之【素懨之：三本懨作厭。】後改山西坐事落職至是遇赦應復　上曰諤小人也不宜以玷方面遂有是命 \\n 以鈔法不通定用鈔中塩則例初　上諭戶部尚書夏原吉曰鈔法阻滯盖由散出太多宜設法廣歛之民間鈔少將自通矣其議所以歛之之通【歛之之通：各本通作道，是也。】原吉對曰歛之易者莫若許有鈔之家中塩　上曰此可一時權宜耳俟鈔法通即止然必稍寬為則利【則利：各本利作例，是也。】而後人皆趋向遂命原吉及吏部尚書蹇義等定各處中塩例各咸舊十四【咸舊十四：各本咸作減，是也。】於是原吉等奏滄州塩每引鈔三百貫河南山東每引百五十貫福建廣東每引百貫輸鈔不問新舊支塩不拘資次　上曰然其速行之 \\n 交阯參將榮昌伯陳智等奏賊黎利逃入老撾之景已為老撾所遂【賊黎利逃入老撾之景已為老撾所遂：三本賊上有叛字，景作境，遂作逐是也。】復還寧化府瑰縣【寧化府瑰縣：三本府作州，是也。】官軍前追進勦【官軍前追進勦：抱本中本追進作進追。】賊之偽頭目范仰等已率男女千六百人來降黎利雖稱率男女四百八十餘人來降而止於清化府俄樂縣不出且聞仍造軍器不已懷詐如此必當進兵討之 \\n 上遣勑諭智等爾忖度賊謀【上遣勑諭智等爾忖度賊謀：三本等下有曰字，爾下有等字，是也。】謂當進謀良是阻朕聞此賊【阻朕聞此賊：三本阻作但，是也。】初只為官司科擾逼迫窮窘不淂已而然今以大赦天下【今以大赦天下：三本以作已。】咸典更新【咸典更新：三本典作與，是也。】而於交阯又加寬恤【又加寬恤：三本又作尤，是也。】此賊萬一良心未喪庶或易慮今若官軍未進即遣人招諭宥其前過令還本土安生樂業彼若執迷不出仍前所為即具實來奏別為區處如官軍已追【如官軍已追：三本追作進，是也。】勢不可止湏什分仔細【什分仔細：三本什作十，是也。】謹慎蓋賊之譎謀惟憑險設伏須遠哨瞭毋墮其計軍行之際尤如約束【尤如約束：三本如作加。】軍士毋擾害良民【良民：三本民作善。】是日掌交阯 \\n 都指揮使司都督同知方政率兵捕賊與黎利戰于乂安府茶龍州【茶龍州：抱本中本龍作籠，是也。】昌江衛指揮五雲【指揮五雲：三本五作伍，是也。】死之雲鳳陽定遠人初以荊州衛【荊州衞：三本州下有護字，是也。】指揮同知從征交阯破坡壘隘■〈夗上田下〉多邦域改東西二都【破坡壘隘留多邦域，改東西二都：廣本脫隘字。三本域作城，無二字，廣本抱本改作攻，作城作攻是也。】皆興有勞交阯平調昌江衛前後累立戰功招來降附数蒙當賚【數蒙當賚：三本當作賞，是也。】及是與利戰深入陷陣以死事聞命禮部加賻贈 \\n 甲戌蜀嫡長孫友■〈王育〉【友■〈王育〉：舊校改■〈王育〉作堉。】來朝　夜有星大如鷄子色青白見南斗魁 \\n 乙亥陞翰林院侍讀王直為本院侍讀學士侍講王英為侍講學士脩撰林誌檢討錢習礼為侍讀檢討余學夔五經愽士王進為侍【王進為侍：各本侍下有講字，是也。】　命後軍都督府同知【命後軍都督府同知：三本及寶訓府下有都督二字，是也。】梁銘都指揮使陳懷鎮守寧夏銘陞辞【陞辭：三本陞作陛，是也。】　上諭之曰寧夏西北重鎮其軍艱窶已甚【其軍艱■〈穴上娄下〉已甚：三本軍下有民字，抱本中本■〈穴上娄下〉作窶，是也。】爾為首將【爾為首將：寶訓首作守。】務撫綏之且爾既有常祿宜惇廉潔之行【宜悙廉潔之行：中本抱本寶訓悙作惇，是也。】果若服食所需不能継當以告朕慎無貪暴生事以困軍民盖銘以貪賄致敗【蓋銘以貪賄致敗：三本及寶訓銘下有屢字，是也。】故申飭之　命戶部减遠安王貴爕巴東王貴煊祿米之半以其父死不奔喪也 \\n 上以京師人眾而蕘薪往往取給千数百里外【取給千數百里外：廣本千作于，寶訓作千。】命工部弛西山樵採之禁兵部尚書李慶奏曰盍惟聽官府採用　上曰古山林川澤【古山林川澤：廣本古下有者字，寶訓無者字。】皆與民共雖虞衡之禁取之有時用之有節其實亦為民守非公家專有之京師軍民数百萬家薪非山出【薪非山出：三本山出作出山，寶訓作山出。】何所取給人君於民有父母之道苟可惠民皆當施之况山澤天地所產以利民者其居庸関以東與天壽山相接宜禁樵採勿禁【宜禁樵採勿禁：三本採下有餘聽人採四字，是也。寶訓採下有餘字。】交阯參將榮昌伯陳智貢玄鹿 \\n 中軍都督府奏本府歷事監生七人今考所治吏事皆勤慎請如例送吏部循次授官　上曰為士豈止習吏事而已吏事末也誠能窮經愽古達於脩己治人【???己治人：舊校改作修己治人。】之道於吏事何難比士習日下率逐未以圖進取【率逐未以圖進取：抱本中本晨本未作末，是也。】而昧於大經大法故用之往往厲民而辱國自今監生歷事考稱者仍命還監進學俾由科文??進庶幾士皆可用官淂其人於是通政司引奏六科辦事監生二十人以滿日例應還監幸逢維之治【幸逢維之治：廣本中本晨本維下有新字，是也。】願仍就科辦事以圖報効　上進二十人者諭之曰諸生不患無位但當圖所以無忝於位者勿徒懷幸進人之心【勿徒懷幸進人之心：各本幸進人作倖進，是也。】土有才德【土有才德：各本土作士，是也。】使人求而用之上也而求用於人下也請生宜立志【請生宜立志：各本請作諸，是也。】國家教育爾等固將用之無自汲汲其歸學【其歸學：各本歸下有進字，是也。】學有成朕不汝遺時六科給事中多闕【時六科給事中多闕：寶訓闕作言。】諸生萌僥倖之心上灼知之故有是命礼部尚書呂震奏科舉中書舍人【奏科擧中書舍人：舊校刪科字。】金勉陳謨為礼部主事從之　夜有星見孤矢【夜有星見孤矢：三本孤作弧，是也。】大如鷄子色青白丙子 \\n 命禮部工部建趙王府于彰德召交阯掌布政司【召交阯掌布政司：舊校改召交阯掌作召掌交阯。】按察司事工部尚書黃福勑曰卿國家老成人久勞於外朕篤念不忘亟欲見卿即馳驛還京以副延佇之意　勑參贊交阯軍務兵部尚書陳洽代黃福掌交阯布政司按察使事【掌交阯布政司按察使事：三本使作司，是也。】仍參贊軍務法司奏礼部左侍郎【禮部左侍郎：三本左作右，是也。】郭敦工部左侍郎李友直太常寺少【太常寺少：三本少下有卿字，是也。】王勉寺丞康禋傅霞岫馮仲彛通政司左通政李至剛右參議朱紹祖居　大行皇帝喪不齊戒公宿無人臣礼罪應罷免上念敦先朝舊人【上念敦先朝舊人：三本敦下有等字，是也。】不忍遽棄改敦為太僕寺卿降友直順天府府丞勉鴟臚寺【鴟臚寺：三本鴟作鴻，是也。】右少卿禋霞岫礼部主事出至剛為興化府知府紹祖欽州知州特降仲彛南康府照磨以其嘗妄言甥女為謫仙人云 \\n 丁丑礼部奏上　大行皇帝　仁孝皇后尊謚儀注前期三日齋戒前一日遣官祗告　天地【遣官祇告天地：三本祇告作告祭。】　宗廟　社稷如常儀是日內侍官置冊寶輿于奉天門厥明捧冊寶置與中　皇帝具哀服【皇帝具哀服：三本哀作衰，是也。】詣奉天門內官舉冊寶輿導引官導　皇帝後隨降堦陞輅百官序立金水橋南北伺侯冊寶輿將至【北伺候冊寶輿將至：抱本中本伺作向，是也。抱本中本候作俟。】皆跪冊寶輿過畢興隨　皇帝後至思善門外序立北向　皇帝降輅冊寶輿由中門入至　几筵殿丹陛上導引官導　皇帝由左門入內贊唱執事官各司其事導引官導　皇帝就丹陛上拜位捧冊寶官取冊寶捧由殿左門入至　几筵前分左右立北向導引官奏四拜　皇大孫親王皇孫陪拜丹陛上百官陪拜思善門外內贊及鴻臚寺官同時傳贊四拜皆陛【四拜皆陞：三本陞作畢，是也。廣本無皆字。】導引官導　皇帝由殿左門入請 \\n 大行皇帝神位前【請大行皇帝神位前：三本請作詣，是也。】奏跪內贊及鴻臚寺官傳贊皇大孫以下及百官皆跪奏進冊捧冊官跪進冊于　皇帝之左　皇帝受献畢【皇帝受献畢：三本受下有冊字，是也。】授捧冊官捧置于案奉進寶【奉進寶：三本奉作奏，是也。】捧寶官跪進寶　皇帝受寶献授如冊奏宣冊官跪冊于　皇帝之左【奏宣冊官跪冊于皇帝之左：三本作「奏宣冊，宣冊官跪宣冊于皇帝之左」，是也。】畢奏宣寶宣如冊畢奏俯伏興平身外亦傳贊亦如之【外亦傳贊亦如之：舊校刪傳上亦字。】導引官導　皇帝詣　仁孝皇后神位前礼並同畢奏復位導引官導　皇帝由殿左門出就拜位奏四拜【就■位奏四■：舊校改■作拜，下同。】傳贊同礼畢行祭礼導引官導　皇帝詣　几筵前就拜位奏四拜畢奏跪献酒畢贊讀祝讀祝官畢亞献終献禮並如初奏俯伏興平身四拜傳贊並同畢導引官導 \\n 皇帝由左門入詣　二聖神位前捧冊寶授內侍官捧入導引官導　皇帝入內置冊寶畢奏叩頭畢導引官　皇帝由左門出【導引官皇帝由左門出：三本官下有導字，是也。】至丹陛上奏礼畢傳贊同導引官導　皇帝還宮　夜有星見天市東垣大如鷄子色青白 \\n 戊寅　命鎮守寧夏右軍都督僉事胡原都指揮使張麟仍俱掌陜西都司事　命大寧前衛故指揮僉事劉才從子琰龍才聀調錦衣衛琰侍　上於東宮最久才卒無子故命琰承襲鎮守薊州山海等處都指揮僉事陳景先貢馬　哈密回回者剌刀丁等貢馬方物【貢馬方物：廣本抱本無馬字。】賜襲衣鈔幣表裏遣還夜有星見天津大如杯色青白光燭地 \\n 己卯遣行周彛【遣行周彛：三本行下有人字，是也。】賫勑使流球國　陞毛憐衛指揮使孟哥不花為右軍都督府僉事【為左軍都督府僉事：三本府下有都督二字。】賜鈔幣遣還嘉其從征迤北之勞也置府軍前衛倉副使一員未入流 \\n 庚辰以河南黃河汎濫溢洋【以河南黃河汛濫洋溢：三本以上有「召韓王冲■〈火或〉襄陵王冲炑及其弟冲烋赴京」十七字，當據補。又抱本無洋溢二字，中本及寶訓無濫洋二字。】祥符陳留鄢陵太康陽武原武諸縣多傷禾稼勑免今年稅粮馬草仍命都察院右都御史王彰都指揮同知李信往鎮撫軍民　上諭彰曰卿任朝廷耳目之寄且河南鄉邦【且河南鄉邦：廣本鄉作卿，寶訓作鄉。】下情欝不上達久矣凡有可以利安軍民者悉其奏來【悉其奏來：三本及寶訓其作具，是也。】各府州縣亦湏周歷諮訪庶幾淂民之情陞燕山右衛指揮同知馮凱金吾右衛指揮同知王銘鎮南衛指揮同知朱忠俱為山東都司指揮僉事【俱為山東都司指揮僉事：三本司下有都字，是也。】命忠掌都司凱掌濟寧銘掌青州左衛陞交阯都司都指揮使陳濬陜西行都司都指揮使李文俱為右軍都督僉事仍各掌本司事【仍各掌本司事：三本事下有「虜人剌哩等來歸貢馬，命禮部償其值，仍賜之襲衣」二十字，是也。】工部奏修兵器請徵布添于民　上曰兵器不可不脩但方下詔恤民民瘼未蘇何忍復有徵歛其官給價鈔市之 \\n 辛巳以上　大行皇帝　仁孝皇后尊謚遣太師英國公張輔祭告　天地祝文茲以曰【茲以曰：舊校改作曰茲以。】九月初十日尊謚　聖考【尊謚聖考：抱本中本聖作皇，疑是也。】体天弘道高明廣運聖武神功仁至孝【聖武神功仁至孝：三本功下有純字，是也。】　文皇帝廟號太宗　聖妣【聖妣：抱本中本聖作皇。疑是也。】仁孝慈懿誠明莊献配天齊聖文皇后恭上冊寶謹告遣太保寧陽侯陳懋告祭【告祭：三本作祭告。】　宗廟安遠侯?木夕??升祭告　社稷祝文俱同　陞通政使司左通政懋敬為刑部侍郎【懋敬為刑部侍郎：三本懋作樊，部下有左字，是也。】復吳彛工科給事中【工科給事中：三本科下有都字。】彛洪武中任工科給事中【工科給事中：三本科下有都字。】時　上為世子数奉　太祖皇帝命點閱皇城守衛軍士皆彛侍從敬謹慎密彛後陞河南按察司僉事坐累謫屯戍　上恒念之至是召至復其初聀　毛憐衛指揮同知王吉等從征迤北還京辞歸賜鈔幣有差 \\n ●卷二中 \\n 永樂二十二年九月中 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之二中。】 \\n 永樂二十二年九月壬午朔【永樂二十二年九月壬午朔：三本無朔字，是也。】以上尊謚冊寶祭告　大行皇帝　仁孝皇后祝文曰仰惟　皇考　皇姚【皇考皇姚：三本姚作妣，是也。】聖德神功亘古莫倫謹命文武群臣議上尊謚眾心仰戴與論【與論：三本與作輿，是也。】翕同恭惟冊寶【恭惟冊寶：三本惟作奉，是也。】上尊號　皇考體天弘道高明廣運聖武神功純位至孝【純位至孝：三本位作仁，是也。】　文皇帝廟號太宗　皇妣仁孝慈懿誠明莊獻配天齊聖文皇后伏惟　聖靈鑒知尊謚 \\n 大行皇帝王冊【王冊：三本王作玉，是也。】文曰孝子嗣皇帝臣再拜稽首言臣聞聖神之德如天地之化至妙莫測至大難名然皇有義軒之稱【然皇有義軒之稱：廣本中本義作羲，是也。】帝有堯舜之號皆本謨烈表于萬年恭惟　皇考大行皇帝體天之心弘天之道具太而能化之【具太而能化之：舊校改太作大。】聖存妙不可知之神統理萬邦仁育庶類同乾坤之發育同日月之照臨廣大而高明剛徤而不息揚神武以靖亂宣文教以興治篤継志述事之孝兼創業守成之績典章之備集百王之成朝貢之臻極八紘之遠道泰時康于茲二紀隆功盛德宜薦尊之稱【宜薦尊之稱：舊校刪之字。】謹奉冊寶上尊謚曰 \\n 体天弘道高明廣運聖武神功純仁至孝文皇帝廟號大宗【廟號大宗：抱本中本大作太，是也。】伏惟　聖靈在天昭明有赫重裕後嗣【重裕後嗣：三本重作垂，是也。】咸服家國於萬萬世與天無極謹言寶文曰　太宗体天私道【體天私道：三本私作弘，是也。】高明廣運聖武神功純仁至孝文皇帝之寶尊謚 \\n 仁孝皇后玉冊文曰孝子嗣皇帝臣再拜稽首言臣聞聖君御極必有聖后如天地日月共成化工□夏【雷夏：三本作虞夏，是也。】至周逮我　皇祖咸得聖助光啟國家懿號徽稱萬世尊仰欽惟　皇妣仁孝皇后王配　聖考【王配聖考：三本王作上，是也。】允孝允仁允欽允誠嚴奉　宗廟恊隆含弘廣大【協隆含弘廣大：三本隆下有化理二字，廣作光，是也。】配地承天表母儀於天下垂教範於無窮萬方欽戴愈久不忘塗山太任古令一揆【古令一揆：舊校改令作今。】謹奉冊寶上尊謚曰 \\n 仁考慈懿【仁考慈懿：三本考作孝，是也。】誠明莊獻配天齊聖文皇后伏惟　聖靈明昭在天弘祚後嗣億萬萬年謹言寶文曰　仁孝慈懿誠明莊献配天齊聖文皇后寶【文皇后寶：廣本后下有之字。】是日改題　仁孝皇后神主為仁孝慈懿誠明莊獻配天齊聖文皇后頒詔天下曰【頒詔天下曰：三本詔制曰上有詔字，是也。】自古聖君哲后有大功德者【有大功德者：三本詔制功下有大字，是也。】必有顯號徽稱表揚鴻羙垂萬萬年伏惟　皇孝【伏惟皇孝：三本詔制作欽惟皇考，是也。】大行皇帝躬膺天命統御兆民制治保邦隆継述之大孝篤近舉遠同覆之至仁【同覆之至仁：三本詔制覆下有載字，是也。】　神武弘廓清之治【神武弘廓清之治：三本治作功，是也。】聖廣緝熙之化【聖廣緝熙之化：三本聖下有文字，是也。】　天地　宗社享於上華夷蠻貊戴於下與圖充拓曠古所無泰和融液嘉徵畢至海宇又寧【海宇又寧：三本詔制又作乂，是也。】臻于熙皡欽惟 \\n 皇妙仁考皇后【皇妙仁考皇后：三本詔制妙作妣，考作孝，是也。】天稟元聖上配宸嚴至順以承天厚德以載物含弘光大端一誠莊隆化理之原篤宗祧之敬宣昭懿範母儀天下震遊已遠【震遊已遠：三本詔制震作神，是也。】衷慕無窮厲茲継序之初式舉尊崇之興【式擧尊崇之興：三本詔制興作典，是也。】謹命文武群臣稽古礼文議薦謚號大公之義輿論僉同祗告　天地　宗廟　社稷恭上　皇考大行皇帝尊謚体天弘道高明廣運聖武神功純仁至孝文皇帝號太宗【號太宗：三本詔制號上有廟字，是也。】　皇妣仁孝皇后尊謚仁孝慈懿誠明莊獻配天齊仁文皇后【配天齊仁文皇后：三本詔制仁作聖，是也。】嗚呼惟神聖配乾坤並名言之莫罄光華同日月著尊仰惟不忘【光華同日月著尊仰惟不忘：三本詔制光上有惟字，惟作於，是也。】敷告臣民咸使知悉 \\n 上諭工部臣曰古者土賦隨地所產不強其所無比年如冊漆石青之数【如冊漆石青之數：三本冊作丹，數作類，是也。】所司更不究物產之地一槩下郡縣之【下郡縣之：三本縣下有徵字，是也。】郡縣逼迫小民鳩歛金幣詣京師愽易輸納而?販之徒秉時射利物價謄踴【物價謄踴：三本謄作騰，是也。】数十倍加有不肖官吏夤緣為奸計民所費朝廷得其千百之十一其餘悉肥下人今宜切戒此弊几合用之物【几合用之物：舊校改几作凡。】必於出之地【必於出之地：三本出下有產字，是也。】計直市之若仍蹈故習一槩科泒以毒民者必誅不宥 \\n 癸未礼部尚書兼太寺卿【太寺卿：各本太下有常字，是也。】呂震奏　太宗皇帝遺命喪服一如　太祖高皇帝倣漢制以日易月令已踰二十七日【令已踰二十七日：舊校改令作今。】請　上釋哀服服烏紗冠素服黑角帶臨朝　上不聽命與六部都察院詳議以聞震與六部都察院獎奏【獎奏：各本作共奏，是也。】　上宜服素冠黑角帶群臣從君服【羣臣從君服：各本臣下有皆字，是也。】　上曰　梓宮在殯朕何忍遽易自是臨素冠麻衣絰【自是臨素冠麻衣絰：各本臨下有朝字，是也。素冠麻衣絰，晨本作素帶麻衣麻絰。】朝退仍衰服【哀服：舊校改哀作衰。】　追謚故遼王直【遼王直：舊校改直作植。】曰簡冊文曰朕推先王之典【朕推先王之典：三本推作惟，是也。】生既有爵爵歿必有謚名所以彰德謚所以表行故行有大小而謚因之祖宗以來率循茲道叔遼王宗室至親分封建國盖以有年【蓋以有年：三本以作亦，是也。】今以疾薨特遵成憲稽行易名追謚曰簡冥漠有靈【冥漠有靈：廣本漠作莫。】??欠承惟永 \\n 甲申漢王高煦至京蜀嫡長孫友堉還國膓白金紗文綺【膓白金紗文綺：三本無紗字，膓作賜，是也。】表裏甚厚湖廣布政司左參政【湖廣布政司左參政：三本湖上有陞字，是也。廣本司上有使字。】李素為都察院右副都御史復順天府府丞李友直工部左侍郎哈蜜回回會人【哈蜜回回會人：蜜應作密。三本會作舍，是也。】阿力等貢方物賜鈔幣【賜鈔幣：三本賜下有之字。】夜有星大如杯見太微西垣內色青白光燭地 \\n 乙酉文武群臣上表請立　皇后其嗣曰【其嗣曰：三本嗣作詞，是也。】 \\n 聖主秉乾符而尊居大寶　聖后体坤順而正位中宮所以立人道之大倫隆邦家之治化粵自古昔逮我　聖朝興禮之常萬不易【興禮之常萬不易：三本興作典，萬下有世字，是也。】恭惟　皇帝陛下睿智聦明寬仁孝友嗣大歷服率循憲章國家之政令皆新而宮門【宮門：三本門作闈，是也。】之位號未正昔　陛下肇伍【陛下肇伍：三本伍作位，是也。】於春宮而　皇妃【皇妃：舊校改皇作聖。】同膺於冊命久著徽柔之上配於　皇尊【久著徽柔之上配於皇尊：三本之下有德光昭淑慎之儀宜八字，皇作至，是也。】以輔成於內治【以輔成於內治：廣本於作其。】恭祈明詔早正尊称以輔粢盛於　宗廟【以輔粢盛於宗廟：三本輔作奉，是也。】表母儀於萬邦公義所存與情實切【興情實切：三本興作輿，是也。】伏望断自　聖表【斷自聖表：三本表作衷，是也。】即頒俞旨庶愜臣之望【庶愜臣之望：三本臣下有民字，是也。】式彰【式彰：三本彰下有聖德之明四字，是也。】 \\n 趙王高燧【趙王高■〈火逐〉：舊校改作趙王高燧。】上表請立　皇后其詞曰自古聖君之御天下必有聖后以配之如媯汭嬪虞塗山翼夏有萃佐商【有萃佐商：三本萃作莘，是也。】太姒興周所以資相成之道而理萬物之宜厚萬福之本者也恭惟　大兄皇帝陛下道同舜禹德合湯文体　祖宗之心作神一之主【作神一之主：三本一作人，是也。】善政昭敷於四海【善政昭敷於四海：三本敷作孚。】仁恩普洽於入紘【仁恩普洽於入紘：舊校改入為八。】深至勤厲之誠【深至勤厲之誠：廣本至作致，厲作勵。】將廣雍熙之治而中宮之位號未正大廷之冊禮猶稽將何以表內德之隆成內助之美伏惟 \\n 兄嫂皇妃殿下徽柔懿恭端莊淑慎稟坤之順【稟坤之順：三本坤下有元字，是也。】儷乾德之剛建下克盡於慈仁【建下克盡於慈仁：三本建作逮，是也。】事上實存乎孝敬聖善之德著自春宮內而親宗【親宗：各本作宗親，是也。】外而臣民皆所以仰望以配　至尊之大位以嗣　聖母之徽音奉　宗廟之粢盛衍子孫之福慶垂範六宮母儀天下者也高燧冐昧陳詞仰祈俞旨早正　皇后之號茂隆皇化之其【茂隆皇化之其：三本其作基，是也。】天地位廷【天地位廷：三本廷作定，是也。】而歲功成君后德恊而治功著國家萬萬世無窮之慶實田於此高燧無任拳切懇祈之至 \\n 表上勑礼部擇日具儀行冊命禮增諸王祿【增諸王祿：各本祿下有米字，是也。】 \\n 上謂戶部尚書夏原吉曰朕諸叔在者庶幾【朕諸叔在者庶幾：廣本抱本庶作無，是也。】諸兄弟惟趙王居京師【趙王居京師：廣本居作在，寶訓作居。】餘皆守藩於外朕旦夕在念盖帝正之治莫先親親【蓋帝正之治莫先親親：各本正作王，先下有於字，是也。】况朕新嗣大位於此尤當如意【尤當如意：各本如作加，是也。】其增諸王歲祿於是周府加米伍千石通前二萬石悉支本色慶府原祿一萬石悉支本色寧府加米九千石通前一萬石悉支本色代府加米一千五百石通前二千石悉支本色瀋府加米七千石通前萬石【通前萬石：廣本前下有一字，寶訓無一字。】內本色米六千石餘折鈔唐府加米千七百石通前二千石悉支本色魯府加米二千石通前五千石悉支本色遼府加米千石【遼府加米千石：廣本米下有一字。寶訓無一字。】通前二千石悉支本色 \\n 肅府加米五百石通前一千石悉支本色秦府原祿一萬石內加米四千五百石通前五千石支本色餘五十石【五十石：各本十作千，是也。】折鈔伊府加米千七百石通前二千石悉支本色靖江王加米七百石通前一千石支本色【支本色：各本支上有悉字，是也。】漢趙二府各加米二萬石通前三萬石仍歲加鈔十萬貫晉濟熺【晉濟■〈火善〉：舊校改■〈火善〉作熺。】給米三千石賜漢王高煦趙王高燧各黃金五百兩白金五千兩錦百匹紵絲二百疋羅二百匹紗二百匹胡椒五千斤蘇木五千斤鈔五百貫【鈔五百貫：三本百作萬，中本貫作錠，是也。】良馬百疋賜周王橚黃金百兩白金千兩紵絲四十表裏金十匹【金十匹：三本金作錦，是也。】羅二十匹紗二十匹鈔一萬錠慶王木?旃寧王權代王桂瀋王摸【瀋王摸：舊校改摸作模。】各白金千兩鈔一萬錠紵絲四十表裏錦十匹羅二十匹紗二十匹 \\n 唐王瓊璦烴魯王肇煇晉王濟■〈火莫〉【濟■〈火莫〉：舊校改為濟熿。】蜀世孫友堉平陽美圭【平陽美圭：三本陽下有王字，是也。】各白金五百兩鈔六千錠紵絲二十表裏錦六匹羅十匹紗十匹賜晉濟熺書曰【賜晉濟熺書曰：廣本中本晉下有王字，誤。】皇帝致書兄王念昔與兄朝夕同侍　皇祖同學講習又同飲食起處兄弟之懷夙夜惓惓茲特送翼善冠二金相玳瑁帶【金相玳瑁帶：寶訓相作箱。】一龍文袍服紵絲紗羅衣材九龍【紵絲紗羅衣材九龍：三本龍作襲，是也。】白金三百兩鈔六千錠紵絲二十表裏錦九匹羅二十表裏紗二十匹胡椒蘇木各三千斤廐馬二十疋及令戶部歲給米三千石用展親親之情【用展親親之情：寶訓展作伸。】賜寧國長公主白金五百兩鈔六千錠紵絲二十表裏錦六匹羅十匹紗十匹汝寧懷廣【汝寧懷廣：三本廣作慶，是也。】南康永嘉含山汝陽寶慶七長公主各白金三百兩鈔六千錠紵絲二十表裏 \\n 遣鎮守交址【交址：舊校改址作阯，下同。】中官山壽賫勑諭交址頭目黎利勑曰爾本良善久秉歸向之誠但有司失於撫綏致懷疑畏潛遁山林未遂素志今大赦之後盡洗前過咸與更新特遣人賫勑諭爾授爾清化府知府撫一郡之民宜即就職以副朕推誠待人之意盖壽於上前力言利與已相孚今往諭之必來歸　上曰賦狡詐非爾所知或為所紿則賊勢日滋不易制也壽叩頭言如臣諭【如臣諭：各本臣下有往字，是也。】而彼不來臣當萬死遂降是勑 \\n 陛西寧土官【陛西寧土官：舊校改陛作陞。】都指揮僉事李英為陜西行都司都指揮同知誅光祿寺寺丞蕭成罷光祿寺卿井泉為民時泉奏歲例於今遣光祿正官往南京採用玉面貍　上曰爾小人不達政體朕方下詔悉罷不急之務以休息百姓爾乃欲以飲食細故失大信耶叱之下御史遂劾奏泉成及署正【署正：抱本中本作署丞，是也。】王鼐等赦後盜內府法物當斬方擬奏請罪之而泉預謀引避　上曰其罪當斬者非正於盜內府物【非正於盜內府物：三本正作止，是也。】盖　上在東宮永樂十八年初至自南京典膳局放有廚子二十人【放有廚子二十人：三本放作故，是也。】隨至治膳羞居月餘　太宗皇帝忽出內批云典膳局廚子二十人曷為不奏遣悉歸【遣悉歸：廣本抱本作悉遣歸，是也。】命法司逮治之二十人者實皆在未嘗歸法司以聞得釋泉等悉取二十人入光祿寺 \\n 自是典善局【典善局：舊校改善作膳。】罷廚子給役而光祿日給東宮二膳【光祿日給東宮二膳：廣本祿下有寺字。】外餘一毫不給雖索茶亦不淂云奉　上旨不給東宮既莫究所自不自言　太宗皇帝時有疾或竟月不一臨外朝盖終未知及　上即位於宮中閱　先帝時群臣所上奏牘知誣二十　者【知誣二十者：三本十下有人字，是也。】泉及成所奏而稽索不給之旨實無亦出泉兩人之詐【亦出泉兩人之詐：廣本泉下有成字，是也。】　上猶未暴其事於外至是御史奏泉等斬罪始出具所誣奏牘召泉示之曰誰歟所書泉對曰署丞王鼐鼐引伏【署丞王鼐鼐引伏：三本王鼐下有書以問鼐四字，是也。】又問誰主謀是泉誠【泉誠：舊校改誠作成。】皆叩首曰臣等罪當死 \\n 上曰爾小人欺天罔上造偽旨間吾父子又搆禍無辜【搆禍無辜：廣本禍作陷。】賴　皇考聖明二十人皆無事不然淂免枉死乎此赦前事不足論但爾等肆罔敢如此【肆罔敢如此：三本作敢肆罔如此，是也。】將何事不可為　上問御史赦後盜物三人悉與耶對曰非止此三人 \\n 上立命斬成及鼐而諭三法司曰井泉事　先帝久可貸死然不可復用其罷歸為民餘悉不問遂陞光祿寺寺丞郝郁為本寺卿張澤為少卿而召前光祿署官【光祿署官：抱本署作寺。】李灝赴京當泉之無礼於上也蓋惟郁及灝恭謹盡誠久而不變云 \\n 陞靈壁縣丞田誠為州判官仍令仍靈壁縣事【仍靈壁縣事：三本仍作佐，是也，壁當作璧。】初誠以丞九年考績詣京師縣人父老詣闕言誠居官廉能撫字方【撫字方：三本字下有有字，是也。】乞復職　上諭吏部尚書蹇義等曰縣官親民苟得人當加秩而久任之【當加■〈禾夫〉而久任之：舊校改■〈禾夫〉作秩。】俾一縣蒙福今民既願留之即其政可知遂有是命靈山衛指揮張忠過真定取民女子為妾已納聘盖女子先受他聘矣而父母利厚貲更許忠未行其光聘者【其光聘者：三本光作先，是也。】訴於官事者聞【事者聞：舊校刪者字。】　上曰婚姻風化之原既有成言義不可易今嗜利而中易之循夷虜之陋以敗風化此父母之過法司罪主婚者【法司罰主婚者：三本法上有命字，是也。】女子歸先聘者如忠不知即不坐 \\n 丙戌陞神機營都指揮僉事武興為都指揮同知金吾左衛指揮使林林?取為都指揮僉事陞吏科給事中凌晏如戶科給事中卜禎【卜禎：廣本禎作楨。】礼科給事中梁盛兵科給事中徐初刑科給事中朱希【朱希：三本希作芾，疑是也。】俱為本科都給事中吏科給事中王佐戶科給事中葛紹祖礼科給事中汪本兵科給事中許侃刑科給事中李敏工科給事中咸廣【咸廣：三本咸作成。】俱為本科左給事中工科給事中黃完為本科右給事中改礼科給事中朱睿【朱睿：三本睿作璿。】於戶科刑科給事中周琬工科給事中周弘宗以老命致仕陞吏科給事中李謙戶科給事中吳廷用工科給事中胡廙俱為按察司僉事謙任山西廷用雲南廙交址吏科給事中蕭奇礼科給事中周敏學俱為知州吏科給事中?賓鄭果游學張志馬賓戶科給事中張惠李哲寇謙揚鐸【揚鐸：廣本揚作楊。】朱礼田文于會礼科給事中趙真彭彥虎陶衎李欽兵科給事中劉啟【劉啟：三本啟作敔。】董榮古節李??羊口?【李??善：舊校改??善作禧。】潘麟劉凱刑科給事中王敬身張芾薛黼王矩裴祥張俊甄寶【甄寶：三本寶作實。】李霑工科給事中盧智劉伯蘊韓麟俱為知縣時有上言在外之職宜以風憲及近侍官為之庶幾得人　上用其言故有是命陞尚實司少卿朱綉【尚實司少卿朱綉：三本實作寶，綉作琇，是也。】為本司卿 \\n 命錦衣衛將軍趙信等壹百二十八人【趙信等一百二十八人：抱本中本寶訓無一字。】俱為百戶補外先日　上諭兵部尚書李慶等曰此輩事　皇祖　皇考久者三四十年近者不下二十年少壯入侍白首不霑一命人情謂何可閱其其歷年久者【其其歷年久者：舊校刪一其字。】明旦引來至是悉授百戶與善地象皆感恩頓首改龍驤衛指揮使司為羽林右衛親軍指揮使司義勇左衛指揮使司為龍驤衛指揮使司兀者左等衛指揮失剌等五十人貢馬及方物賜之鈔幣【賜之鈔幣：廣本幣下有有差二字。】鳳陽五河等縣奏兩水沒田稼　上謂戶部尚書夏原吉曰農民勞苦至秋成為水所傷既無自給不可復徵其稅其遣又覆實【其遣又覆實：三本又作人，是也。】今歲粮芻悉免之【芻悉免之：抱本至免之止為卷之二中，以下為卷之二下；中本此下亦另為卷。】 \\n ●卷二下 \\n 永樂二十二年九月下 \\n 大明仁宗昭皇帝實錄 \\n 丁亥禮部進冊立　皇后皇妃儀注前期鴻臚寺設節冊寶案于奏天門【奏天門：三本奏作奉，下同，是也。】御座前設節冊寶綵輿於丹墀內教坊司設中和韶樂不作至日早錦衣衛設鹵簿大駕內官設　皇后皇妃受冊位於各官中【官中：中本抱本作宮中，是也。】設節冊位之比【設節冊位之比：三本冊下有案於受冊四字，是也。舊校改比作北。】　皇后宮中增設寶案各設香案於節冊案前設女樂於丹墀上【設女樂於丹墀上：廣本抱本上作下，中本墀作陛。明刊萬曆會典卷四十六第十六頁作丹陛上。】不作內贊引礼各二人　上服皮弁服御奏天門內鴻臚寺官奏執事官行礼畢奏請弁座【奏請弁座：三本弁作升，是也。】導駕官導　上升御座文武百官具朝服行叩頭禮畢侍班如常儀正副使就拜位四拜畢執事官舉節冊寶案由左門出置御道中傳制官由左門出稱有制贊跪傳制曰 \\n 永樂二十二年十月初八日冊妃張氏為皇后郭氏為貴妃李氏為賢妃趙氏為惠妃王氏為淑妃封翁氏為趙王妃命卿等指節行礼【指節行禮：三本指作持，是也。】贊俯伏興四拜畢執事官舉節冊寶置綵與中【置綵與中：三本與作輿，是也。】覆以黃盖正副使後隨至左順門外正副使北向立內官受節冊寶捧由正門入各往　皇后皇妃宮中節冊寶將至引禮各尊　皇后皇妃【引禮各尊皇后皇妃：三本尊作導，是也。】具礼服宮人各執扇衛從出迎宮門外節冊寶由正門入引礼各導　皇后皇妃隨後入就拜位內官各置節冊寶于案內贊贊四拜畢贊宣冊贊跪女官取冊立宣于 \\n 皇后皇妃之左畢贊搢圭贊受冊女官取冊跪受　皇后皇妃之右【跪受皇后皇妃之右：抱本中本受作授，誤。】東向立惟　皇后宮中贊受寶女宮取實【女宮取實：舊校改宮作官。抱本實作寶，是也。】跪受　皇后之右立如之皇妃宮中不贊受寶　皇后受寶皇妃受冊受畢贊出圭興四拜畢內官持節由正門出引礼導　皇后皇妃各送出宮門外內官捧節出至左順門內俟齊出以授正副使報礼畢正副使得報持節復命遣使持節冊 \\n 趙王妃如常儀漢王高煦還【漢王高煦還：三本還下有國字，是也。】命內官監右監丞吳慶脩　孝陵殿命西天剌麻扳的達為圓覺妙應慈慧濟輔國光範洪教灌頂大善大國師【命西天剌麻扳的達為圓覺妙應慈慧濟輔國光範洪教灌頂大善大國師：三本慧下有普字，抱本中本洪作弘，是也。扳疑應作板。明史卷三三一大慈法王傳洪教作演教。】僧錄司右善世智光為圓融妙慧凈覺弘濟光範衍教灌頂廣善大國師谷賜金印【谷賜金印：三本谷作各，是也。】 \\n 改淮府右長使王榮為吏科右給事【改淮府右長使王榮為吏科右給事：各本使作史，事下有中字，是也。】荊府右長使【荊府右長使：各本使作史，是也。】曹曼齡為翰林院脩撰二人持　上於春宮【持上於春宮：各本持作侍，是也。】凡書表奏及機務文字悉專之至是不欲其去近侍故有是命復鴻臚寺右少卿王勉太常寺少卿陸遼海衛千戶王瑜為錦夜衛指揮同知【陸遼海衞千戶王瑜為錦夜衞指揮同知：三本陸作陞，夜作衣，是也。】【錦夜衞：舊校改夜作衣。】旗其發孟賢等逆謀也【旗其發孟賢等逆謀也：三本旗作旌，是也。】命左春坊清紀郎張根司經局校書彭敏致仕是時舊宮臣皆有陞轉獨根敏年老賜勑及白金紗幣【白金紗幣：舊校改作白金鈔幣。】命致仕勑曰卿等事□【事□：舊校改作事朕。】青宮久矣勤慎小心始終不懈又以篤實令侍諸子講讀朝夕啟迪資益良多今朕嗣大位方將顯用顧爾蒼顏白髮趋走惟難【趨走惟難：抱本中本寶訓走作步，三本寶訓難作艱，是也。】不忍勞以職務特命致事【特命致事：三本事作仕。此節致仕二字，寶訓俱作致事。】還鄉爾尚端忠簡欲【端忠簡欲：三本中作志，是也。】以佚餘齡勤善率人以惇里俗用副朕優待舊人之意欽哉根等陛辭　上語之【上語之：寶訓之下有曰字，是也。】爾身尚康徤歲時一來見朕也皆感泣稽首 \\n 上謂翰林院儒臣曰【上謂翰林院儒臣曰：各本無院字。】為政所大患者上下之情不通比來朝野物議何如凡軍民中利有當興害有當章者【害有當章者：各本章作革，是也。】卿等悉為朕言當審其可否即行之庶幾少舒人困【庶幾少舒人困：中本晨本寶訓舒作紓。】是日交址【交址：舊校改址作阯，下同。】都指揮同知陳忠與賊戰死之忠臨淮人初寬河衛副千戶【初寬河衞副千戶：各本初下有為字，是也。】以靖難功蹟官至綏德衛指揮同知【蹟官至綏德衞指揮同知：廣本中本晨本蹟作積，是也。】坐事謫戍廣西從總兵官征交址於箇招市舁小船入江刼黎季犛水寨從橫海將軍攻多邦域【攻多邦域：各本域作城，是也。】先登累戰皆舊身陷陳【舊身陷陳：各本舊作奮，是也。抱本陳作陣。】復職為交州左衛指揮同知官軍敗賊於醎子関諸海口【敗賊於醎子關諸海口：各本關下有及字，是也。晨本■〈酉或〉作醎，誤。】忠皆有榮績【皆有榮績：各本榮作勞，是也。】安謨海洋水戰忠聯戰船【戰船：各本船作艦。】斬獲為多又從敗賊於奇羅荷花海口及昆傳山【昆傅山：廣本昆作崑。晨本傅誤侍。】等處黎賊父子及陳季擴【陳李擴：舊校改李作季。】阮帥等就禽忠悉與有勞陞交址指揮同知【陞交阯指揮同知：各本阯下有都字，是也。】征東湖州【征東湖州：抱本中本晨本湖作潮，是也。】禽偽知院阮事龍虎大將軍吳忠【禽偽知院阮事龍虎大將軍吳忠：晨本無阮字，疑誤。】至是叛賊黎利寇清化忠與戰為飛搶所中【為飛搶所中：舊校改搶作槍。】而歿事聞命礼部於卹典加厚云 \\n 戊子命遂安伯陳英充縂兵官往山海永平廵視關隘整肅兵備命襄城伯李隆同駙馬都尉宋琥沐忻【沐忻：三本忻作昕，是也。】於南京操兵守備命故應城伯孫巖次孫傑襲應城伯巖嫡子亨嫡孫英相継襲爵英卒無嗣故命傑承襲命戶部在京辦事吏人月給米三斗陞錦衣衛千戶李淂為旗手衛指揮僉事分理錦衣衛獄時以錦衣衛治獄多失中然得為人亦務苛劾【苛劾：三本劾作刻，是也。】云長沙府民有自宮求為內侍者通政使司以聞　上曰游惰不孝之人忍自絕於父母豈可使左右【豈可使左右：三本使下有在字，是也。】發為卒戍邊 \\n 己丑封故昭肅靖惠賢妃母王氏為淑人陞新除按察司僉事【新除按察司僉事：抱本中本除下有雲南二字，是也。】吳廷用為刑部右侍郎初有言宜用近侍為外職者廷用以給事中陞雲南按察司僉事至是辭【至是辭：三本是下有陛字，是也。】奏乞歸省親　上曰爾屋侍從【爾屋侍從：三本屋作居，是也。】幾二十年謹厚小心且宜在在朕左右【在在朕左右：舊校刪一在字。】故有是命而令歸省遂命胡廙李謙亦留隨朝授宋傑為金吾左衛指揮使宋偉羽林左衛指揮同知皆食祿不任事傑偉俱駙馬都尉英之子賜錦衣衛指揮同知王瑜鈔千錠金織衣二襲【金織衣二襲：廣本中本織下有錦字；抱本有綿字。】白米五石 \\n 庚寅命戶部增咸寧公主歲祿米千石通前二千石仍歲增鈔萬錠陞鴻臚寺石寺丞【石寺丞：抱本中本石作右，是也。】楊善為本寺卿劉順為左少卿胡林為右少卿司賓署丞賈庠為右寺丞　上諭善等曰朕初即位凡吏治賢否民情休戚皆欲聞之而四方之遠無由盡達自今方岳大臣來朝即皆引見朕親問之庶幾以悉下情黜太常寺少卿周納【周納：各本納作訥，是也。】為交址升華府知府訥永樂中為禮部祠察郎中【祠察即中：各本作祠祭郎中，是也。】甞再上疏請封禪　太宗皇帝不聽後以方賓薦入太常未幾視喪丁憂【視喪丁憂：各本視作親，是也。】至是來朝　上曰■〈言曳〉佞【■〈言曵〉佞：各本■〈言曵〉作諛，是也。】之人宜寘遠外不可以玷朝行遂有是命 \\n 定州衛都指揮保住四川建昌衛學生張珩貢馬及老撾頭目道彭等貢象馬象齒犀角賜鈔幣有差通政使司左通政樂福言奉命治水蘇松嘉湖杭常六府今歲六府田稼多為水渰沒請寬其稅俟來歲併徵　上曰今歲以卹民故寬之若來歲併徵民輸亦難其令以鈔布代輸南京礼部右侍郎蔚綬進香辭歸賜鈔六十錠為道里費遂命礼部維今【維今：三本維作繼，是也。】南京大臣進香至者凖此例其方面官進香至者賜六十錠【賜六十錠：三本六作四，是也。】 \\n 辛卯陞翰林院脩撰陳循為本院侍講行人司行人吳澤都察院司務吳良及進士夏時馮敬焦起良張崇郭永清俱為給事中澤任兵科良刑科時戶科敬起良俱吏科崇礼科永清工部【永清工部：晨本部作科，是也。】復李本兵科給事中李郁礼科給事中本郁初由給事中坐累謫戍邊至是有薦其材者召而復之漳河水溢廣宗縣傷民田稼百餘頃有司以聞命戶部遣人賑卹 \\n 壬辰陞兵部左侍郎崔行【崔行：三本行作衍。】為四川左布政使太僕寺少卿王中為本寺卿命宗仁府【宗仁府：三本仁作人，是也。】經歷黃琮致仕琮掌事　上於東宮【掌事上於東宮：舊校改掌作嘗。】為春坊中允後進左庶子　上即位改宗人府經歷至是憫其老命致仕平江伯陳瑄上言七事 \\n 一曰重國本南壯二京實國家根本【南壯二京實國家根本：三本壯作北，是也。廣本實下有乃字。】不可不為深遠鞏固之謀今明詔不領【明詔不領：三本不領作下頒，是也。】軍民忻忭鼓舞咸起回銮之望乞留　聖意任將益兵以嚴子備【嚴子備：廣本子作兵，抱本中本作守。】為國家萬年之計 \\n 二曰擇賢能庶民服田力穡以供賦稅軍士被堅執銳以備戰守皆國家亦子【國家亦子：抱本中本亦作赤，是也。】必得賢能之人長之則政事脩明人淂其所然選能在於推舉推舉在於覆實乞令諸司舉人惟其賢能不必悉拘資格又乞命朝臣之公正者分廵天下咨考百司政治得失進廉能黜貪鄙如此則官使得人而天下理矣 \\n 三日【三日：抱本中本日作曰，是也。】蘇民力今天下歲運粮餉惟湖廣浙江江西三布政司及直隸蘇松等府州【蘇松等府州：三本州下有縣字，是也。】去北京甚遠又河道有洪閘壩及淺凍之阻往復踰歲所費数倍正粮上逋公祖【逋公祖：舊校改祖作租。】下妨農務皆由於此乞令運於近便淮安徐州等處交納別令官軍接運至北京如此則民力可蘇而農務不妨又快船馬船二三百料者所裝運物貨不過五六十石每船已有官軍二三十人又於緣河軍衛有司添差軍民逓送常拘集軍民聽候接逓聽候日久有至凍餓失所者乞行革罷 \\n 四曰興學校夫建學校以育賢材以備官使令府州縣教職多非其人【令府州縣教職多非其人：三本令作今，是也。】生員務學亦少乞令中外風憲官及守令頻加者勸【者勸：三本者作考，是也。】其教聀不稱生員無成者斥之【斥之：三本斥作黜。】而於雜職或軍民中訪舉老成儒士以補教官仍選鄉里俊秀補生員責其成效軍中子弟亦宜使之入學讀書習知礼法庶幾將來官使得人 \\n 五曰整軍位【整軍位：三本位作伍，是也。】夫兵所以御侮衛民國家之大計也方今軍伍自京師至外服竄已者多【竄已者多：三本已作亡，是也。】在役者少加以官長私役科擾軍民【科擾軍民：三本民作士，是也。】鮮有得其所者乞勑都府兵部及都司衛所時加清理老疾者令以子弟代役竄亡者令納期限追補【納期限追補：三本納作約，是也。】戶絕者騐實開豁庶幾軍伍實武備修緩急可恃 \\n 六曰謹邊防邊防之要在於足兵足食比年開平等處往往城不足兵兵不足食二者既皆虗乏所守何由完固乞擇武臣有勇畧者授以精壯軍士足其衣食給之堅甲利器使日操月習有沃野者令耕守兼務如此外寇絕窺伺之心【如此外寇絕窺伺之心：三本此下有則字，是也。】邊民免侵擾之患矣 \\n 七曰專漕運各處官軍每歲運粮北京運畢已財刀殫乏【財刀殫乏：舊校改刀作力。】及歸又須修整壞船下年再運是終歲勞勤【勞勤：廣本抱本作勤勞。】有可矜憫而該衛所於其歸又加他役困之及當再運軍之困者未蘇舟之壞者未修公私俱坊【公私俱坊：三本坊作妨，是也。】乞禁約各衛所運粮軍士歸者不得別有後使 \\n 上覽奏以付翰林臣曰瑄言皆當今所司速行【今所司速行：抱本今作令，是也。】又日【又日：抱本日作曰，是也。】大臣能用心如此亦難遂降勑獎諭之初日【初日：三本作敕曰，是也。】朕嗣承大統君國子民之心風夜惓惓【風夜惓惓：三本風作夙，是也。】卿所陳教事【所陳教事：三本教作數，是也。】皆今切務覽之再三良契於懷巳敕所司施行惟卿忠愛之誠嘉念不忘特茲獎諭想宜知悉敕下左右或言喧亦常談【喧亦常談：舊校改喧為瑄。】無足煩寵褒者　上曰武臣能言及此難得且今皆懼言出得罪所當獎掖以導之古人尚買死馬骨吾此舉豈不遠過之哉 \\n 定平伯福卒【定平伯福卒：三本定作建，伯下有高字，是也。】福陜西咸陽縣人其父士聞【其父士聞：三本聞作文，是也。】以軍功積官至前軍都督府都督僉事從征交址戰歿追封奉天翊衛宣力武臣侍進榮祿大夫柱國【侍進榮祿大夫枉國：三本侍作特，是也。舊校改枉作柱。】建平伯永樂六年命福襲父爵【命福襲父爵：廣本爵作職。】十二年從征遁北無督軍餉【無督軍餉：舊校改無作兼。】　上即位奉命往南京至長蘆病卒計聞【計聞：舊校改作訃聞。】賜賻贈命有司治葬事 \\n 癸巳趙王高燧上表請建皇太子其詞曰継天承統永世之圖命嫡建儲正邦之本所以隆　社稷之慶所以係華夷之心國家典彛古今一揆恭惟　大兄皇帝陛下聖神文武剛健明仁【剛健明仁：舊校改明仁作仁明。】嗣登大寶之初弘布維新之治心同　天地無一心不在於群生【無一心不在於羣生：三本心作念，是也。】事法　祖宗無一夫不霑于　聖澤海含春育【海含春育：三本含下有而字，是也。】　近悅而遠來日月光華神人交慶皇圖永固惟主鬯之猶虗隆古通規宜儲宮之預建惟　皇太孫體居震位【體居震位：抱本震作正，誤。】資稟乾剛天實縱以多能惟允全於至孝【惟允全於至孝：三本惟作性，是也。】問安視膳克勤朝夕【克勤朝歹：舊校改歹作夕。】之恭力學就師樂有詩書之懿足以維　宗祖之禋【足以維宋祖之禋：三本維作繼，禋下有祀字，是也。】副中外之輿情高燧叩至親之末属【叩至親之末屬：三本叩作叨，是也。】攄忠悃於　宸嚴伏望顯冊渙頒慰四海臣民之望【慰四海臣民之望：三本之下有屬字，是也。】儲闈早建係萬年　宗社之隆長表上賜書報曰覽表請建儲副於稽古制明國體固當兄嗣之初【兄嗣之初：三本嗣下有位字，是也。】於宗室諸王文武大臣德意永洽【德意永洽：三本永作未，是也。】豈可遽言其私賢弟忠愛之誠不可以違其姑緩之 \\n 免富陽侯李茂芳為庶人追其誥及其父讓所受儀賓駙馬都尉封富陽侯追封景國公并追封三代誥券悉焚毀之盖以茂芳母子在　先帝時有逆謀故也寧王權奏欲來朝又言江西非其封國　上遣書答曰叔欲來見感親愛之厚侄承叔親厚有素今欲見叔亦切惓惓但以　聖訓【聖訓：各本聖作祖，是也。】不敢違也計諒此誠所云寄居江西非所封之國不與封鎮各王例同盖江西之地叔受之　先帝已二十餘年為國南屏非封鎮而何惟叔審之掌交址布政使司事工部尚書黃福奏請設北江州三江口丕祿縣明市社二廵檢司從之 \\n 甲午文武群臣上表請建　皇太子其詞曰 \\n 聖皇撫運實膺南面之尊長子承祧必正東宮之位所以立國家之大本繫天下之人心恭惟　皇帝陛下睿智聦明聖神文武承　太宗付託之重隆大孝継述之誠信義立而礼教行賞罰公而恩施溥天地合德育群生於覆載之中日月同明統萬國於照臨之下與圖廣大【與圖廣大：各本與作輿，是也。】亘古所無治化昭敷於今弥盛而猶虛立鬯【而猶虛立鬯：抱本中本晨本立作主，是也。】未建儲宮曠前代弘規【曠前代弘規：各本代下有之字，是也。】稽　皇朝之茂典【稽皇朝之茂典：各本皇作聖，是也。】惟　皇太孫為聖嗣之長嫡稟睿德之重華績學署時敏之功【績學署時敏之功：各本署作著，是也。】修業表日新之實問安視膳孝行夙彰恤物愛民仁聲遠播誠宜早居儲位上副　宸嚴將以承　宗廟之明禋傳　祖宗之神器此帝皇【帝皇：各本皇作王，是也。】重計古今通誼而不可以緩者也臣等俯瀝懇忱仰祈俞旨不勝下情惓切之至 \\n 表上賜勑答曰覽表具悉建儲國之大事朕不敢私亦不敢忽顧初位之初【初位之初：各本初位作即位，是也。】恩澤之施未洽國家【國家：各本作家國。】卿等所請其姑緩之擢 \\n 故營國公郭英子鈁為旗手衛指揮使仍命世襲必里衛指揮康壽隨征迤北回貢馬賜鈔及紋綺【紋綺：抱本中本紋作文，是也。】 \\n 乙未陞大理寺右寺丞孫時為兵部右侍郎　上諭兵部尚書李慶曰今太僕馬增數陪【馬增數陪：抱本中本寶訓陪作倍，是也。】而畿民一夫或畜三匹四匹者畢力於此有耕桑盡廢衣食不給甚可矜憫其以分給諸衛所及臨邊戍卒俾牧飬乘習以待用亦軍民兩便也命錦衣衛故指揮僉事袁江孫麟襲職 \\n 丙申文武群臣再上表請建　皇太子其詞曰聖人居大寶之尊立儲副之位所以正天倫隆國本繫人心肇自有夏及於成周聖哲之君率由斯道傳示久長【傳示久長：各本示作嗣，是也。】萬世不易恭惟　皇帝陛下德同天地明昭日月承　太祖高皇帝之基【承太祖高皇帝之基：各本基下有圖字，是也。】紹　太宗文皇帝之謨烈嗣承大統渙發綸音昭大孝以尊親敷至仁以及物普天之下歡忻感戴惟儲未正【惟儲未正：各本儲下有位字，是也。】邦國之本莫此為重伏惟　皇太孫以嫡以長既明且仁德緝熙【德緝熙：各本德下有業字，是也。】孝友兼至【孝友兼至：各本至作著。】誠宜以承　宗祧貞萬國凡中外之臣億兆之眾皆顒然仰望以居儲副之位臣等近以合詞進來【近以合詞進來：三本來作奏，是也。晨本以作已。】未賜允俞謹再竭悃誠冐干斧鉞伏望俯從眾言明詔所司擇日舉行建儲之礼以定國家之天本【以定國家之天本：各本天作大，是也。】副臣民之願望臣等不勝下情懇祈之至表上賜敕答曰覽表具悉太子國之大本比者親王固請早建卿等復形懇奏皆原忠愛之篤朕亦推國之重寄所繫【朕亦推國之重寄所繫：各本推作惟，是也。】其立嫡長子為　皇太子礼部卜日具儀以聞 \\n 加隆平侯張信少師二俸並給【二俸並給：廣本並作俱。】仍命子孫世襲侯爵命故都指揮同知姚堂子忠襲為金吾右衛指揮使金吾右衛故指揮同知陳良弟敬龍兄職【龍兄職：三本龍作襲，是也。】　孝陵衛指揮使鄒清金吾右衛指揮僉事王直【王直：舊校改直作真。】俱老疾乞致仕從之命清子興子貴襲職【命清子興子貴襲職：三本興下有真字，是也。】夜有星大如杯色赤見勾陳 \\n 丁酉進少保兼吏部尚書蹇義為少傅礼部左侍郎兼華盖大學士【兼華盖大學士：三本盖下有殿字，是也。】楊士奇為少保俱兼職如故太常寺卿兼文淵閣大學士翰林院學士楊榮為太子少傅置謹身殿大學士命兼之戶部右侍郎兼文淵閣大學士翰林院學士金幼牧【金幼牧：抱本晨本牧作孜，是也。】為太子少保兼武英殿大學士陞吏科給事中陳山為□春春坊【春春坊：舊校改作左春坊。】左庶子左春坊左中允張英【張英：各本英作瑛，是也。】為左春坊左諭德右春坊右中允戴綸為右春坊右諭德襲封衍聖公孔彥■〈糹普〉【孔彥■〈糹普〉：舊校改■〈糹普〉作縉。】來朝賜襲衣及鈔二千貫陞南京鴻臚寺右寺丞李嘉為通政使司左通政序班何敏為鴻臚寺右寺丞司賓署丞王宗諤為南京太常寺寺丞陞遼東都司都指揮僉事李賢為後軍都督僉事仍擢其子順為通州衛指揮使命都指揮同知揚效誠【揚効誠：抱本中本揚作楊，是也。】致仕以其子孟哥【孟哥：三本孟作猛。】襲職都指揮舊無承襲【舊無承襲：廣本襲下有者字，是也。】效誠原韃靼人小心不懈盖特恩云　上命礼部以十月朔集僧道於慶壽寺靈濟宮建薦楊大齋【建薦楊大齋：舊校改楊作揚。】七晝夜上資　皇考　皇妣之福 \\n 戊戌賜少傅兼吏部尚書蹇義少保兼華盖殿大學士楊士奇太子少傅兼謹身殿大學士楊榮太子少保兼武英殿大學士金幼孜銀圖書各一其文曰繩愆紏繆仍諭之曰卿等皆國家舊臣祗事　先帝二十餘年又事朕於春宮練達老成今朕嗣伍【今朕嗣伍：各本伍作位，是也。】軍國之務重頒卿等【頒卿等：各本頒作須，是也。】恊心贊輔凡政事有闕或群臣言之而朕未從或卿等言之朕有不從悉用此印密疏以聞其毋憚於再三言之君臣之間盡誠相與庶幾朝無闕政民無失所而朕與卿等皆不負　祖宗付記之重【不負祖宗付記之重：各本記作託，是也。】義等頓首受命 \\n 山東按察司鄧真僉事洪順上言學校王政之本治化之源比年山東府州縣學教官缺人士子務學亦【士子務學亦：三本亦下有少字，是也。】雖科舉歲貢不缺然倖進者五六【然倖進者五六：三本者下有十常二字，是也。】人才不盛盖由於此乞今【乞今：舊校改今作令。】內外七品以上文官各舉通經人【各擧通經人：三本經下有一字，是也。】授之教職庶師道【庶師道：三本道下有立字，是也。】而賢才興從之四川播州宣尉司楊昇【四川播州宣尉司楊昇：三本尉司作慰使，是也。】遣草塘安撫司同知宋珪等及雲南麗江軍民府千府長【千府長：三本府長作夫長，是也。】阿束通貢馬賜鈔幣表裏有差夜有星大如碗色黃白見牛色【見牛色：三本色作宿，是也。】光燭地有聲如撒沙石有星大如杯色青白見女淋【見女淋：三本淋作牀，是也。】 \\n 己亥敕駙馬都尉西寧侯宋琥先帝之山陵之期已近【先帝之山陵之期已近：廣本抱本帝之作皇帝。中本無之字。】即馳驛前來陞太常寺少卿王勉為本寺卿礼部主事傅霞岫【傳霞岫：舊校改傳作傅。】 \\n 庚子以即位賜京師文武百官及軍民人等鈔幣胡椒蘇木武職公侯忠勇王鈔二百錠綵幣表裏五駙馬伯都督鈔百錠綵幣表裏四都指揮鈔八十錠綵幣表裏三指揮鈔五十錠綵幣表裏二十戶【十戶：抱本中本作千戶，是也。】衛鎮撫儀衛正副鈔五十錠絹二疋百戶所鎮撫典仗鈔四十錠絹一疋旗軍校尉將軍力士等胡椒一斤蘇木二斤文職一品二品鈔百錠綵幣表裏四三品四品鈔八十錠綵幣表裏二五品鈔五十鈔【五十鈔：舊校改鈔作錠。】絹二匹六品七品鈔四十錠絹一匹八品九品鈔三十錠絹一匹雜職並辦官【辦官：廣本抱本辦下有事字，是也。】鈔二十鈔【二十鈔：舊校改鈔作錠。】監生生員吏與【吏與：三本作吏典，是也。】知印人材天文生醫士胡椒一斤蘇木二斤坊廂百姓僧道匠人樂工廚子并各衙門皂隸膳夫人等胡椒一斤蘇木一斤其聽選及營造朝貢公差在京者武職都指揮鈔百錠指揮宣慰使同知副使宣慰正副使頭目鈔三十錠千戶衛鎮撫儀衛宣慰僉事宣撫同知副使安撫招討鈔二十五錠百戶所鎮撫典仗宜撫【宜撫：抱本中本作宣撫，是也。】僉事安撫同知副使僉事副招討長官通事鈔二十錠旗軍并王府校尉人等胡椒一斤蘇木一斤文職二品三品鈔二十錠四品五品鈔十錠六品七品鈔八錠八品九品鈔六錠雜職鈔四錠生員吏典胡椒一斤 \\n 甘肅總兵官都督費■〈王献〉奏安定曲先赤斤密落等處有賊千餘人【有賊千餘人：三本賊下有五字。】於必立出江黃羊川殺傷朝使內官喬來喜等刼奪綵幣馬騾等物遂遣敕一道令■〈王献〉等差的當頭目賫諭赤斤蒙古衛三道令都指揮李英同指揮康壽諭罕東曲先安定三衛【諭罕東曲先安定三衞：三本諭上有賚字，是也。】著落挨查前項刼賊果是何簇分部落之人或禽拿觧來或明白指實奏來庶罪有所歸其諭蒙古等衛勑曰比朝廷差內官喬表喜【喬表喜：舊校改表為來。】等同烏思藏等貢使【烏思藏等貢使：三本等下有處字，是也。】賫勑及綵幣等物往烏思藏尼八剌等處公幹至必立出江黃羊川遇安定曲先赤斤密落等處賊徒五千餘人截路殺傷使臣刼奪綵幣馬騾牛等物罪不可容即欲調軍勦捕恐傷及良善爾等湏挨查前項賊徒是何簇分部落之人或禽拿觧來或明白指實具奏庶罪有所歸 \\n 監察御史金庠上言四事 \\n 一曰任賢賢者國家之利器【賢者國家之利器：廣本賢上有夫字。】不可一日而無古之聖王勞於求賢逸於用人古聖尚照况後平【古聖尚照况後平：各本照作然，後下有世字，是也。舊校改平作乎。】迩者明詔有二【明詔有二：各本二作云，是也。】軍民之中有懷材抱德堪任用者所司舉以聞【所司擧以聞：各本司下有薦字，是也。】夫惟賢知賢今槩令所司荐舉恐未能盡出於公誼令【誼令：各本誼作宜，是也。】在內五品以上在外四品以上文職【文職：各本職作官。】各舉所知嚴其繆舉之罪如此則朝廷有得賢之實 \\n 二曰固本盖京師者四方之本世云鍾山龍蟠石城虎踞真帝王所都我　太祖高皇帝定鼎於此三十餘年　宗社奠安生民無事且　皇祖陵寢所在宜命皇子之賢者率重兵以鎮之外以杜覬覦之心內以杜兩京之勢【內以杜兩京之勢：各本杜作壯，是也。】他日回銮亦可以省東南轉輸勞費此古人居重馭輕之策不可以不加意 \\n 三日【三日：抱本晨本作三曰，是也。】講武盖兵者所以威四夷安諸夏古人三時務農一時講武以備不虞通者【通者：各本通作邇，是也。】王師北歸休逸已久宜擇將臣有勇畧者率之以時操練精其藝能有備如此則外侮不足憂矣 \\n 四曰裕民盖為邦本【蓋為邦本：廣本中本晨本蓋下有民字，是也。】今四海之廣寒者欲衣饑者就食【饑者就食：各本就作欲，是也。】顛連困苦者欲淂安逸皆所當恤宜選才幹親氏之官【宜選才幹親氏之官：各本才作廉，疑是也。舊校改氏為民。】常專撫恤不得数更如此則上不交孚【上不交孚：各本不作下，是也。】本固而邦寧矣惟　皇上留意　上嘉納之 \\n 辛丑加忠勇王金忠太子太保二俸俱支　上諭少傅兼吏部尚書蹇義曰朕嗣位以來文武大臣皆有進職此人在列不無希覬之意亦宜有以慰安其心義對曰漠北歸附之人居京師者甚眾今皆瞻望朝廷待此如何【待此如何：各本此下有人字，是也。】雖賜賚已厚然名爵亦宜畧示優待此懷遠之道也　上曰然其他職名渠所不諳虜人所諳者惟三師馬重【惟三師為重：廣本師作公。】可與太子太保但不令預職事且【但不令預職事且：舊校改且為耳。抱本卷尾書：大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之二下。】改礼部主事康禋為南京太常寺寺丞 \\n  \\n   \\n  "}
{"章节": "●卷三上", "正文": "  \\n ●卷三上 \\n 　 \\n  \\n 永樂二十二年十月上 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之三上。】 \\n 永樂二十二年冬十月壬寅朔遣行人蔣慶以即位告外祖中山武寧侯【中山武寧侯：抱本侯作王，是也。】命王子瞻埏【王子瞻埏：舊校改王作皇。】漠王子瞻垶　墿【瞻墿：館本墿上原有瞻字，影印本未印出。】瞻坪趙王子瞻■〈土犮〉瞻高【瞻高：舊校改高作塙。】冠　以天寒命光祿寺每三日一賜衛士酒肉召荊州右衛指揮使鍾信為錦衣衛指揮使改錦衣衛指揮使劉昊為浙江觀海衛指揮使指揮僉事袁麟為浙江寧波衛指揮僉事命戶部蘇松嘉湖等府被水灾處今歲秋粮悉令折輸布鈔如永樂五年恤民之例每石輸布一匹或鈔六錠革戶部及南京戶部行用庫初建行用庫專市民間金銀至是罷市故革之 \\n 上御思善門選東宮官属加安遠侯柳升太子太傅成山侯王通陽武侯薛祿俱太子太保禮部尚書兼太常寺卿呂震為太子少師戶部尚書夏原吉為太子少傅兵部尚書李慶為太子少保震原吉慶皆尚書如故戶部尚書郭資兼太子賓【兼太子賓：各本賓下有客字，是也。】刑部尚書吳中工部尚書黃福俱兼詹事府詹事太僕寺卿郭敦為戶部左侍郎及吏部左侍郎郭進俱兼少詹事改進名進【改進名進：三本作改進名璡，是也。】陛監察御史【陛監察御史：舊校改陛作陞。】黃宗載艾良俱為詹事府丞曾棨為左春坊大學士仍兼翰林院侍讀學士王英為右春坊大學士仍兼翰林院侍讀學士王直【侍讀學士王直：廣本中本讀作講。】為右春坊右庶子仍兼翰林院侍讀學士周述為左春坊左諭德仍兼翰林院侍讀林誌為右春坊右諭德仍兼翰林院侍讀改左春坊左諭德張瑛右春坊右諭德戴綸俱為司經局洗馬刑部主事張宗璉中書舍人張侗俱為左春坊左中允陞翰林院編修徐永達林長楙俱為右春坊右中允藺從善為左春坊左贊善國子監助教王讓為右春坊右贊善翰林院檢討蔣驥中書人【中書人：書下應補舍字。】高穀俱為左春坊左司直郎吏科給事中蔣先國子監愽士張景良俱為右春坊右司直郎 \\n 癸卯以鈔法不通命三法司軍民犯笞杖者定等第令輸鈔贖罪不為常制 \\n 上諭兵部尚書李慶等曰城池為民保障今天下無事日久城墮池陻所司翫愒不知脩治一有警急何以衛民宜下各都司令督各衛所委正官廵視城池有傾塞者於軍士農種之暇併工修理務今堅固【務今堅固：舊校改作務令堅固。】若臨邊境則不俟農暇即日修治命羽林前衛故指揮僉事王成子政襲父職賜鈔六十錠　通政司言山東民運粮至通州張家灣因民家火延粮船悉燬【因民家火延糧船悉燬：中本作民家失火延燒糧舟。抱本及寶訓船作舟。】官府責償甚急民無所出奏丐緩徵　上論戶部【上論戶部：三本論作諭，是也。】曰山東数年水旱民勞【水旱民勞：三本勞作窮，是也。】今又厄於此宜寬恤之其令每粮一石凖輸鈔四錠　興州左屯衛軍徐翊有子甞自宮入為內竪翊奏乞除軍籍　上曰為父當教子為子當飬親尔有子不能教致自傷其体皆親恩【皆親恩：三本皆作背，是也。】絕人道敗壞風化皆原於【皆原於：廣本於下有此字，是也。】尔尚敢希除軍籍耶出其子使代軍役 \\n 甲辰賜衍聖公孔彥縉宅於京師彥縉数來朝皆舘於民　上聞之顧近臣曰四夷朝貢之使至京皆有公舘先聖子孫乃寓宿民家【寓宿民家：廣本宿下有於字。寶訓無宿字。】何以稱崇儒重道之意遂命工部賜宅　置翊聖恭惠夫人守墳十二戶 \\n 上諭禮部臣曰　皇考臨御数詔有司存恤鰥寡郡邑皆有飬濟院比聞率是文具居室敝壞肉粟布絮不以時給栖栖飢寒而守令漠不留意尔禮部即戎約之【即戎約之：三本戎作戒，是也。】令謹視遇施實惠【令謹視遇施實惠：中本無遇字。寶訓遇作宜。】毋致失所　兀者等衛指揮速的阿卜勒頭目孛乞納等來朝貢馬及方物賜鈔幣有差嘉河衛【嘉河衞：廣本河作湖。寶訓與館本同，寶訓是也。】指揮阿必察等遣女直頭目咬納等來朝且奏乞授咬納等本衛指揮　上顧侍臣曰一來朝遽授指揮再朝當授何官且有功者又何以賞之不許賜咬納等鈔幣遣還 \\n 乙巳復除魏國公【復除魏國公：三本除作徐欽，是也。】欽永樂十九年自南京來朝不数日遽辞歸特命削爵鳳陽為民至是復至　上念中山武寧土【武寧土：舊校改土作王。】開國元勳復欽爵祿俾奉宗祀 \\n 丁未擢監生李頫為兵科給事中【李頫為兵科給事中：廣本中本中下有李庸為工科給事中八字，疑是也。】命國子監簡浙江江西福建廣東生有文學者六十人於翰林院考試得劉瑄等二十人分置六科日隨給事中朝參歷事 \\n 杭州府仁和縣民胡凱等言本縣土田瀕江者連歲海潮衝塌七十餘頃而稅額未除為民患命戶部速遣人閱視除豁 \\n 戊申勑各處鎮守官及都指揮司尔等職守甚重凡進香朝賀鎮守官勿擅離聽差所屬四品以上官來各都司指揮掌印者【各都司指揮掌印者：三本司下有都字，是也。】亦勿擅離聽差佐貳官來如已起程在途亦即回還　擢營國公郭英孫墱【郭英孫墱：中本墱作璒，是也。】為勳衛通政使司請以四方雨澤奏章頻送給事中收貯　上曰　祖宗所以令天下奏雨澤者蓋欲前知水旱以施恤民之政此良法羙意今州縣雨澤奏章乃積於通政司上之人何由知又欲送給事中牧貯是欲上之人終不知也如此徒勞州縣何為自今四方所奏雨澤至即封進朕親閱焉又諭之曰為近臣【為近臣：廣本臣下有者字，是也。】當究事理恤民難毋徒苟應故事也　水沒薊州平峪等州縣田五千五百三十頃徐州蕭沛等州縣田七千二百九十頃有奇事聞詔悉蠲其今年租稅　浙江於潛樂清兩縣飢事聞命發預備倉粟賑之 \\n 通政使司引興化縣民奏知縣李遜苛刻苦民且有子貪黷不可堪錄其贓有金銀数百兩錦綺数百匹他物称是皆赦後所犯併執以聞　上命副都察院鞫之【上命副都察院鞫之：三本副作付，是也。】諭都御史劉覌曰朝廷擇守令使飬民乃厲民如此父為之不足又縱其子民何以堪旦赦後不改【旦赦後不改：抱本中本旦作且，是也。】是終不改矣必論之如律又曰近年人情敢肆行犯法者恃有罰工作之令故有財者悉得倖免自今凡有罪者死生輕重一断如律庶幾有所懲勸夜有星大如杯其色赤見東南雲中 \\n 己酉遣太師英國公張輔太子大傅【太子大傅：舊校改大作太。】安遠侯柳升少傅兼吏部尚書蹇義持節及金冊金寶冊妃張氏為皇后冊文曰朕祗膺景命統紹洪基永惟治教之先宜重彛之本【宜重彛之本：各木彛下有倫字，是也。】家人正內外之位所以定天下関睢詠后妃之德所以美王化聖經所以紀【聖經所以紀：舊校刪以字。】萬世攸承咨尔張氏淑慎懿恭齋莊誠一早膺　皇祖之命用登嬪予之選孝事　考妣秉恭順匪懈之忱於予夙夜備儆戒相成之益【備儆戒相成之益：廣本益作德。】有琴瑟和樂之懿有環佩【環佩：廣本作環珮。】雍容之儀貞靜以率身寬惠以逮下至化興樛木之詠嘉慶衍螽斯之祥恊贊春宮二十餘載朕已欽承於大統尔宜正位於中宮特遣使賫冊宝立尔為皇后於戲配皇極之尊奉　神靈之統表正大宮【表正大宮：舊校改大作六。】母儀天下惟純儉【純儉：廣本純作勤。】可以裕德惟靖恭可以輔治惟仁可以睦族惟善可以進賢有初匪艱慎終惟吉遠稽聖后之道欽承　皇妣之規益懋芳猷永膺天祿欽哉 \\n 命太保寧陽侯陳懋少保兼華盖殿大學士楊士奇持節冊郭氏為貴妃冊文曰朕惟卯國【卯國：舊校改作邦國。】之治實始於家齊化理之基必資乎內德茲纘承於大統肇建立於中宮茂簡贊輔之賢爰進褒崇之命咨尔郭氏毓自勳閥選嬪春宮柔順靖恭齊莊靜一進退謹珩璜之節雍容著詩礼之華比德古先尔有葛覃勤儉之美致恭夙夜予有鷄鳴儆戒之資宜升褕翟之榮以冠軒龍之貳特封尔為貴妃於戲統四海而先內治益隆輔佐之誠率九御以副母儀尚佇徽猷之懋惟謹以育德【惟謹以育德：廣本中本晨本謹作謙，是也。】惟善以裕躬惟順以恊睦宗姻惟敬以相承禋祀永綏寵祿光我訓詞欽哉 \\n 命太子太保成山侯王通太子少師禮部尚書呂震持莭冊李氏為賢妃冊文曰朕祗紹鴻　恭思化本先聖所訓為國必始於家王政之經治內以及乎外肇正中宮之位宜崇貳佐之賢咨尔李氏選嬪春宮積有年稅【積有年稅：各本稅作歲，是也。】克謹圖史之戒動循珩珮之和厲茲序升【厲茲序升：抱本中本晨本厲作屬，是也。】均宣恩命錫之褕翟俾副軒龍特封尔為賢妃於戲帝王統御於家邦宮壼必資於輔佐惟謙以育德惟善以裕躬惟順以恊睦宗姻惟敬以相承禋祀永綏寵祿光我命詞欽哉 \\n 命太子太保陽武侯薛祿太子少傅戶部尚書夏原吉持莭冊趙氏為惠妃冊文曰朕祗紹鴻圖恭思化本先聖所訓為國必始于家王政之經治內以及乎外肇正中宮之位宜崇貳佐之賢咨尔趙氏選嬪春宮積有年歲克謹圖史之戒動循珩珮之和厲茲序升【厲茲序升：抱本中本厲作屬，是也。】均宣恩命錫之褕翟俾副軒龍特封爾為惠妃於戲帝王統御於家邦宮壼必資於輔佐惟兼以育德【惟兼以育德：廣本抱本兼作謙，是也。】惟善以裕躬惟順以恊睦宗姻惟敬以相承禋祀永綏寵祿光我命詞欽哉 \\n 命太子太保忠勇王金忠太子少傅兼謹身殿大學士楊榮持莭冊王氏為妃【冊王氏為妃：三本為下有淑字，是也。】冊文曰朕祗紹鴻圖恭思化本先聖所訓為國必始于家王政之經由內以及乎外【由內以及乎外：三本由作治。】肇正中宮之位宜崇貳佐之賢咨尔王氏早以名家選嬪予室靜貞秉德動循珩珮之和恭慎率身不忘圖史之戒朕愜関睢樂德【關睢樂德：抱本中本德作得。】之意尔有鷄鳴相【雞鳴相成：抱本成作戒。】成之心俾膺褕翟之榮以進軒龍之副特封尒為淑妃統四海而宣內治【統四海而宣內治：抱本中本宣作先。】益隆輔助之成【益隆輔助之成：三本成作誠，是也。】率九御以副母儀尚佇徽猷之懋惟謙以育德惟善以裕躬惟順以恊睦宗姻惟敬以相承禋祀永綏寵祿光我訓詞欽哉 \\n 命太子賓客都察院左都御史劉觀刑部尚書詹事府詹事吳中持莭命王氏為昭客【刑部尚書詹事府詹事吳中持節命王氏為昭客：三本書下有兼字，客作容，是也。廣本抱本命作冊。】誥文曰朕祗承天序恭思化理行王政必始于治內為天下必先於齊家乃眷掖廷式均序進咨尔王氏早膺慎選侍朕春宮秉德柔嘉咫心專靜【咫心專靜：三本咫作處，是也。】致勤不懈恒存?夜【??市夜：舊校改作夙夜。】之恭率履有儀克循圖史之訓宜升品以示寵榮【宜陞品以示寵榮：三本陞下有名字，是也。】今命尔為昭容其久欽承【其久欽承：三本久作允，是也。】用光恩命欽哉 \\n 命太子少保兵部金幼孜持莭冊封翁氏為趙王妃【命太子少保兵部金幼孜持節冊封翁氏為趙王妃：三本部下有「尚書李慶太子少保武英殿大學士」十四字，是也。】冊文曰國家封建親王所以隆藩屏必茂選賢女為之妃【必茂選賢女為之妃：三本妃作配。】所以資其內治况朕同气?二致【同气?二致：舊校改作同氣至親。】其配之賢又有多子之祥典冊之頒所宜必舉咨尔翁氏　皇考之世選於名家為朕弟趙王之配孝順恭和淑德昭著且其子長今特授以金冊封尔為趙王妃尔尚益懋乃德內助家邦永宗藩【永宗藩：三本永下有光字，是也。】欽哉 \\n 庚戌礼部進冊立　皇太子冊皇太子妃及封親王世子郡王儀注前一日鴻臚寺設詔案于奉天門設各莭冊寶案于詔案之南設各綵輿于丹墀之東南【設各綵輿於丹墀之東南：中本墀作陛。】尚寶司設寶案教坊司設中和韶樂大樂皆不作是日早錦衣衛設鹵簿大駕內官設　皇太子拜位于丹陛上次親王又次世子郡王拜位　皇太子親王世子郡王各俱冕服以俟【各俱冕服以俟：三本俱作具，是也。】　皇帝服袞冕御奉天門內導駕官導　皇帝陞座【導駕官導皇帝陞座：抱本中本官下有前字。】尚寶司官置寶于案鳴鞭報時畢文武百官朝服行叩頭礼畢侍班如常儀引禮官六員導　皇太子二員導親王及世子郡王俱由東堦陞至丹陞【丹陞：三本陞作陛，是也。】內贊就位【內贊就位：三本贊下有贊字，是也。】 \\n 皇太子親王世子郡王各就位外贊同贊就位位【就位位：舊校刪一位字。】各持節官就拜位於丹墀贊礼各贊四拜傳至官【傳至官：三本至作制，是也。】奏傳制贊禮各贊跪傳制官宣制畢贊禮各贊俯伏興平身引禮官導　皇太子由東八【由東八：舊校改八作入。】詣節冊寶案前贊贊跪【贊贊跪：三本作內贊贊跪，是也。】贊宣冊捧冊官跪取冊捧授宣冊官宣冊官受冊立宣畢仍授捧冊官內贊贊搢圭贊授冊捧冊官以冊授　皇太子受畢以授內侍內侍跪受捧立于西內贊贊授實【授實：三本實作寶，是也。】一如受冊儀【如受冊儀：舊校改受作授。】畢內贊贊出圭俯伏興平身復位引禮官導　皇太子由東出內侍捧冊寶前導 \\n 皇太子就拜位內侍以冊寶置綵輿引禮官導親王世子【親上世子：舊校改上作王。】郡王以序由東入詣節冊寶案前內贊贊跪贊搢圭贊授冊捧冊官各取冊授諸王諸王受畢各授內侍內侍跪受捧立于西門【捧立於西門：舊校刪門字。】內贊贊授寶捧寶官【捧寶官：廣本捧作授。】各取寶捧其授受一如冊內贊贊出圭俯伏興平身復位引礼官導親王【引禮官導親王：廣本親作諸。】以下以序由東出內侍以序捧冊寶前導親王以下就拜位內侍各以冊寶置綵興【置綵興：舊校改興作輿。】執事舉各節寶案【擧各節寶案：三本節下有冊字，是也。】由東出以節及　皇太子妃冊置綵輿內贊贊鞠躬四拜畢內侍及執事者各舉節冊【各擧節冊：抱本擧作舁。】以序前導引礼官導皇太子由東階降親王世子郡王以序後隨各持節官又後儀仗迎至文華殿及各王邸各置其節冊寶皇太子妃節冊則持節等官【持節等官：廣本節下有冊字。】送至左順門外立比向【比向：舊校改比作北。】內官迎入行礼俟報礼畢俱復命其漢世子及濟陽諸王節冊寶印持節官送至王邸行礼畢歸復命是日禮部官候節冊寶啟行畢奉詔書至承天門開讀頒行天下明日皇太子率受封親王世子郡王詣　奉先殿及几筵行謁告禮如常儀是日 \\n 皇帝具皮弁服引礼官導　皇太子親王世子郡王謝　恩行八拜禮畢引禮官導還至右順門內官導詣內殿前侯　皇后服燕居冠帶【服燕居冠帶：三本帶作服，是也。】陞座俱就冊陛行八拜禮畢詣諸皇妃前行四拜禮畢以序退　皇太子妃受冊儀注前一日內官設節冊案于東宮內殿設香案于其南設女樂于內殿陛上不作設議仗【設議仗：舊校改議作儀。】如常儀設內贊引禮女官各二人至日內官自左順門外迎節冊由正門八【由正門人：舊校改人作入。】迎至內殿節冊將至女官啟請　皇太子妃具服宮人執扇從衛引贊導妃降自東階出迎節冊俟至各置於案引贊贊就拜位贊宣冊贊跪宣冊女官跪取冊立宣於　皇太子妃之東宣畢引贊贊授冊贊搢圭女官取冊授 \\n 皇太子妃授畢【授畢：三本作受畢，是也。】以授女官女官跪受授立于西【授立於西：三本授作捧，是也。】引贊贊出圭贊興贊四拜礼畢內官持節由正門出　皇太子妃送至殿外內官持節出報正副使礼畢使得報持節詣　上前復命是日　皇太子妃受冊畢引贊導具礼服詣　奉先殿及　几筵行謁告礼如常儀礼畢　皇太子妃具服引贊導詣宮內門外俟　皇帝服皮弁服　皇后服燕居冠服陞座導　皇太子妃自殿東門入就拜位謝　恩行入拜礼畢詣各宮皇妃前行四拜礼畢導還宮詣　皇太子前行四拜礼畢導陞座侍衛如常儀王妃公主郡主及宮人女官應賀者於丹墀內行四拜礼畢各退明日早親王文武百官行慶賀礼俟 \\n 皇帝具袞晃御奉天門內親王行八拜礼畢次執事官行五拜三叩頭礼畢鴻臚寺官奏請　皇帝陛座進表行礼如正旦儀親王行慶賀礼畢詣內殿　皇后前行礼亦如之親王世子郡王賀皇太子礼鴻臚寺官設親王世子郡王拜伍於文華殿【設親王世子郡王拜伍於文華殿：三本親王下有及字，伍作位，是也。】陛上錦衣衛設儀伏【設儀伏：舊校改伏作仗。】教坊司設樂不作親王世子郡王賀中宮行礼畢引礼導至文華殿門外侯　皇太子陞座畢由東階陞就拜位贊礼贊鞠躬四拜畢贊跪鴻臚寺官一員跪殿門外正中政詞曰【政詞曰：中本政作致，是也。】某王某等茲遇　皇太子殿下榮膺冊命礼當慶賀畢贊礼贊俯伏興平身四拜畢以序退　皇太子回謝親王礼是日　皇太子詣便殿見趙王行家人礼四拜王西向而受文武百官慶賀　皇太子行礼進箋如正旦儀是日百官命媍詣中宮進箋慶賀畢詣　皇太子妃前行四拜礼 \\n 上諭鴻臚寺臣曰故事視朝後諸司有急切機務不淂面陳者許具題本於宮門投進冀得速達今訴私事丐私恩者亦進題本掩姦欺眾以圖僥倖壞法亂政莫甚於斯今後惟警急機務不得即面陳者許封進題本其餘大小公私之事並令公朝陳奏違者論以重罪仍令三法司知之造御藥奉御印金吾左衛指揮使林子宣以老疾乞致仕而以其孫勝代職從之 \\n 辛亥勑甘肅縂兵官都督費■〈王献〉近聞賢義王太平為瓦賴【瓦賴：抱本中本作瓦剌，是也。】順寧王脫歡所侵害太平人馬潰散有迯至甘肅邊境潛住者爾等即整搠士馬哨瞭如果則遣人詔諭【如果則遣人詔諭：三本作如果是實則遣人招諭。】同來仍嚴■〈糸勻〉束【■〈糸勻〉束：舊校改作約束。】差去人善加撫恤毌盜其馬疋牛羊等物庶不失遠人來歸之心命羽林前衛指揮僉僉事【指揮僉僉事：舊校刪一僉字。】汪致淵子■〈元豕〉祖龍職【汪致淵子■〈元豕〉祖龍職：舊校改■〈元豕〉作豗，龍作襲。】古麻剌等正國剌必等【吉麻剌等正國剌必等：舊校改正國作國王。三本必作苾。】遣頭目叭諦吉三等奉金葉表箋來朝貢方物賜之鈔幣【賜之鈔幣：廣本幣下有有差二字。】 \\n 壬子立嫡長子為　皇太子冊文曰 \\n 帝王弘建皇極首隆國本所以重　祖宗之洪業繫天下之人心朕統承天序祗奉神器兢兢夙夜永圖【兢兢夙夜永圖：三本夜下有惟懷二字，是也。】用建元良以為儲副咨爾朕之長嫡天稟明睿英資剛正有孝友謙恭之德有閎偉豁達之量昔我　皇考太宗文皇帝深期宏遠德音孔彰今特授以冊實【冊實：三本實作寶，是也。】命為皇太子正位東宮父子之親君臣之義惟篤克念始終于誠惟學致道惟敬立德惟智以容善惟仁以愛人戒侈去矜親賢遠佞益勤無逸以　宗廟　社稷【以宗廟社稷：三本以下有「臻大成則令聞日新光膺天祿以承我」十五字，是也。】永保國家【永保國家：廣本永上有以字，是也。】隆盛之福欽哉 \\n 冊皇太子妃胡氏冊文曰 \\n 朕祗紹鴻圖永惟國本茂建儲副所以重於継承眷乃室家咸宜正於名位今立嫡長子為皇太子爾胡氏作配宮闈多歷年所內德克勤婦道有称今特授金冊命爾為皇太子妃爾益慎德儀【爾益慎德儀：廣本爾下有其字，是也。】恊隆化本體樛木螽斯之美衍國家福慶之原【國家福慶之原：廣本原作源。】欽哉 \\n 封苐二子瞻埈為鄭王苐三子瞻墉為越王弟五子瞻墡為襄王苐六子瞻堈為荊王苐七子瞻■〈土粵〉【瞻■〈土粵〉：舊校改作贍墺。】為淮王苐八子瞻塏為滕王苐九子瞻垍為梁王苐十子瞻埏為衛王其冊文皆曰 \\n 朕惟君臨萬邦必建諸子【必建諸子：三本必下有封字，是也。】以鞏固　宗社屏衛王家【屏衞王家：三本王作皇，是也。】宏治平悠久之福隆古聖王逮我　皇祖　皇考咸由斯道朕嗣鴻業祗懷永國【朕嗣鴻業祇懷永國：三本嗣下有承字，國作圖，是也。】咨爾弟幾子某【咨爾弟幾子某：抱本弟作第，是也。】天稟純茂賢智夙成今特封爾為王【特封爾為王：三本為下有某字，是也。】居國某處子子孫孫世守茲土於戲惟學廣德惟德裕身惟謙惟恭戒于荒逸親仁愛民屏遠邪佞永篤忠孝之志無忘君親之恩則光昭藩輔福祚長世敬之哉【敬之哉：廣本敬上有其字。】 \\n 封漢王嫡子瞻坦為漢世子趙王長子瞻■〈土犮〉為趙王世子【為趙王世子：舊校刪王字。】冊文曰 \\n 朕惟君天下者子必封王王子嫡長者立為世子世世相傳藩屏帝室此　太祖之制也朕茲承大統【朕茲承大統：三本茲作祇，是也。】篤序親親今朕弟某王長子某年已長成特命某為世子【特命某為世子：三本某為作為某，是也。】爾其恪勤忠孝永承藩輔欽哉無怠 \\n 封漢王苐四子瞻咨【瞻咨：舊校改咨作垐。】為濟陽王苐五子瞻域為臨淄王苐六子瞻垶為昌樂王苐七子瞻墿為淄川王苐八子瞻坪為齊東王苐九子瞻壔為任成王【任成王：舊校改成作城。】苐十子瞻■〈土長〉為海豊王苐十一子瞻垹為新泰王趙王苐二子瞻塙為安陽王其冊文曰 \\n 天子之眾子必封為王諸王之眾子必封郡王此　太祖之制也朕祗承大統篤序親親今朕弟某王苐幾子某特封為某王夫為子莫大乎孝為臣莫大乎忠非孝非忠何以立身汝能勉之則可以脩乃父之攸行矣於戲尚克時枕【尚克時枕：三本枕作忱，是也。】乃永其世汝其欽哉無替朕命遣官持節 \\n 命秦隱王庶長子志均襲封秦王楚昭王世子孟烷襲封楚王蜀献王嫡孫友堉襲封蜀王肅莊王庶長子瞻焰襲封肅王遼簡王世子貴烚襲封遼王伊厲王庶長子顒炔襲封伊王其冊文曰 \\n 朕惟君天下者必封建王國子孫世世相傳藩屏帝室此古昔帝王不易之大法也朕仰遵　祖訓篤敘親親茲以某親某王薨逝爾某其子某其孫特命襲封某王尚恪勤忠孝親賢愛民永為藩輔欽哉無怠 \\n 封蜀献王苐六子悅烯為永平王【悅烯為永平王：三本平作川，是也。】孫友坿為黔江王友壎為羅江王代王苐三遜■〈火宇〉【代王第三遜■〈火宇〉：三本三下有子字，是也。抱本中本■〈火宇〉作■〈火宁〉。】為潞城【潞城：廣本抱本城下有王字，是也。】苐四子遜堪【遜堪：舊校改堪作煁。】為山陰王苐五子遜燂為襄垣王苐六子遜烇為靈丘王遼簡王苐七子貴烰為益陽王苐十子貴煟為湘陰王苐十一子貴■〈臥上火下〉【貴?己人火?：舊校改作貴??火，下同。】為衛陽王【衞陽王：三本衞作衡。是也。】韓憲王苐四子沖烋為樂平王瀋王庶長子佶焞為武卿王【武卿王：舊校改卿作鄉，下同。】苐二子佶烇【佶烇：三本烇作煃，是也。】為陵川王苐三子佶煟為平遙王其冊文曰 \\n 天子之眾子必封為王王之眾子必封為郡王此　太祖之制也朕祗承大統篤敘親親今朕叔某王苐幾子某苐幾孫某特封為某王夫為子莫大乎孝為臣莫大乎忠非忠非孝何以立身汝能勉之則可以修乃父乃祖之攸行矣於戲尚克時枕【尚克時枕：三本枕作忱，是也。】乃永其世汝其欽哉【汝其欽哉：廣本汝作爾。】無朕命【無朕命：廣本中本無下有替字，是也。】 \\n 詔天下曰朕惟致理必先正內所以崇王化之基承統必重建儲所以厚國家之本乃若眾建宗室式以永壯■〈艹繙〉維【■〈艹繙〉維：舊校改為藩維。】帝王大經典章斯在朕祗天序君主萬【朕祇天序君主萬：各本祇下有承字。萬下有邦字，是也。】顧茲臨御之初方切維新之治念德澤之未究耿夙夜其靡寧而親王勳臣文武百辟志存愛國咸懷永圖屡表攄誠靖立皇后【靖立皇后：各本靖作請，是也。】建皇太子稽率舊章勉循眾志已於十月初八日冊立妃張氏為王后【冊立妃張氏為王后：舊校改王作皇。】十一日冊立嫡長子皇太子【冊立嫡長子皇太子：各本皇上有為字，是也。皇明詔制太子下有瞻基二字。】封次子瞻埈為鄭王瞻墉為越王瞻墡為襄王瞻堈為荊王瞻■〈土粵〉為淮王【瞻■〈土粵〉為淮王：舊校改■〈土粵〉為墺。】瞻塏為滕王瞻垍為梁王瞻埏為衛王漢王嫡子瞻坦為世子【漢王嫡子瞻坦為世子：各本為下有漢字，是也。】次子瞻垐為濟陽王瞻域為臨緇王【臨緇王：各本緇作淄，是也。】瞻垶為昌樂【為昌樂：各本樂下有王字，是也。】瞻墿為緇川王【緇川王：各本緇作淄，是也。】瞻坪為齊東王瞻壔為任誠王【任誠王：各本誠作城，是也。】瞻■〈土長〉為海豊王瞻垹為新泰王 \\n 趙王長子瞻■〈土犮〉【瞻土??：詔制■〈土叐〉作■〈土天〉。】為趙世子次子瞻塙為安陽王命秦庶長子【命秦庶長子：各本庶上有隱王二字，是也。】志均襲封秦王楚昭王世子孟烷襲封楚王蜀献王嫡孫友堉襲封蜀王肅莊王庶長子瞻焰襲封肅王遼簡王世子貴烚【貴烚：詔制烚作熯，誤。】襲封遼王伊厲王庶子顒炔【伊厲王庶子顒炔：各本庶下有長字，是也。】襲封伊王封蜀献王之子悅烯為永川王孫友坿為黔江王友燻【友燻：舊校改燻作壎，晨本作■〈土董〉。】為羅江王代王之子遜■〈火宇〉為潞城王遜堪為山陰王遜墰為襄坦王【遜堪為山陰王遜墰為襄坦王：堪當為煁。墰當為燂。坦當為垣。】遜烇為靈丘王遼簡王之子貴烰為益陽王貴煟為湘陰王貴■〈臥上火下〉為衡陽王【貴煟為湘陰王貴■〈臥上火下〉為衡陽王：晨本煟作■〈火昌〉。舊校改■〈臥上火下〉作??火。】韓憲王之子沖烋為樂平王瀋王之子佶焞【佶焞：詔制焞作■〈火阜〉。】為武卿王佶煃【佶煃：詔制煃作焆。】為陵川王佶煟【佶煟：詔制煟作煝。】為平遙王於戲惇敘彛倫自家邦以達乎天下鞏固　宗社隆本支以傳於萬年用弘仁厚之風永恊雍熙之化布告天下咸使聞知置鄭越襄荊淮梁衛八王府【鄭越襄荊淮梁衞八王府：三本淮下有滕字，是也。】長史司等衙門并其官属 \\n ●卷三下 \\n 永樂二十二年十月下 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之三下。】 \\n 永樂二十二年十月癸丑故中軍都督府都督僉事徐膺緒子景珩等來朝　上諭吏部臣曰我　太祖高皇帝定天下中山武寧王功德最盛景珩兄弟皆其孫且　皇妣之侄父死時兄弟皆幼廢學可擇師就其家教之使知為人之道庶幾不忝厥世又諭景珩等曰人之善道載於書爾讀書【爾讀書：廣本爾下有等字。】則知之知人必行之由是為孝子為忠臣可以有光爾祖爾今雖皆年長古人多有晚學而成德者能百倍其功何患不成其勉之又顧翰林侍臣曰富貴家子弟習成驕傲雖有良師未必能降心受教爾等其程督之一月兩加考試庶使知所勉勵 \\n 順德府廣宗縣奏今歲雨水下田傷稼頗多乞寬其租稅　上謂戶部臣曰比登萊諸群【比登萊諸群：三本群作郡，是也。】雨水傷麥已蠲其永樂二十年逋稅其二十一年所逋者令折輸鈔廣宗可凖此例寬恤之若使覈實而行【若使覈實而行：三本使作俟，是也。】則民困于有司之督責其速行之而後令廵按御史審實不實者罪之自今各處有告災【自今各處有告災：三本災下有者字，是也。】悉凖此例 \\n 甲寅　命僧道二百四十人於　天壽山建薦揚大齋三晝夜　陞府軍右衛指揮使張■〈曰上永下〉為中軍都督府左都督指揮僉事張昇為後軍都督府都督同知青州中護衛指揮僉事郭玹為左軍都督府都督同知■〈曰上永下〉昇皆　皇后之兄玹故武定侯追封營國公英之孫貴妃兄也　命中軍都督府故都督僉事徐膺緒子景珩為本府都督僉事景璿為金吾前衛指揮僉事仍俱進學於家　楚世子孟烷遣指揮僉事石玉等獻千疋【獻千匹：三本獻下有馬字，是也。】平陽王羙圭遣承奉陳新等獻羊馬賜玉等鈔有差　遼東都司都指揮使周興遣子能貢馬賜之鈔幣 \\n 乙卯　命戶部歲給衛王瞻埏祿米千石鈔四千錠　命瓦剌歸附人賽因打力為所鎮撫銀鈔綵幣【銀鈔綵幣：中本銀上有賜字，是也。】表裏金織襲永【金織襲水：舊校改水作衣。】鞍馬等物　召鎮守徐州忻城伯趙彛還以其老不勝事也　上命吏部令在京七品在外五品以上文武【五品以上文武：抱本中本晨本武作官，是也。】及知縣于五品以下見任官及軍民中訪舉德性淳篤行止端方或才能出眾政績顯著或文學有稱識見優遠者量才擢用若有蔽賢及濫舉者論罪如律所舉之人後犯贓罪舉連坐【擧連坐：各本擧下有者字，是也。】又諭之曰朝建【朝建：舊校改建作廷。】比年数下詔舉賢而奉行者率多狥私背公或以賄賂舉或以親故舉所得實用十不三四政事何由而理生民何由而安自今必嚴舉主連坐之法庶得實材 \\n 丙辰忽石門【忽石門：寶訓門下有衞字，是也。】指揮沙籠加率頭目亦失哈等來朝乞授亦失哈本衛指揮　上諭之曰今一來朝遽受指揮有　先帝時累累來朝【累累來朝：晨本累累作累。】今尚為千百戶者其必不安矣【其必不安矣：三本其下有心字，是也。】彼既不安汝得此職豈能自安但永建忠誠【永建忠誠：各本建作堅，是也。】不患無官職也遂賜沙籠加及亦失哈等鈔幣有差命礼部厚待之遣還因為尚書呂震曰【因為尚書呂震曰：各本為作謂，是也。】祖宗官職當為祖宗惜之震對曰外夷人授之官而非俸祿之費【而非俸祿之費：各本非下有有字，是也。】似亦可與　上曰先帝所授外夷人官亦非有俸祿何謂不輕授哉【何謂不輕授哉：各本謂作為，是也。】吾授官職以寵此徒而又自輕之可乎且得一人而失眾人亦不可也　陜西鞏昌衛指揮僉事王榮等遼東三萬衛千戶王阿都赤等安樂等【安樂等：三本樂下有州字，是也。】故指揮哈失用妻王氏各遣人貢馬賜鈔幣有差 \\n 丁巳陞工部右侍郎許廓【許廓：廣本廓作郭，誤。】為本部左侍郎鴻臚寺右寺丞哈的為本寺左少卿右寺丞劉泉為右少卿陞礼部郎中母祥改青州府知府王佐俱為太僕寺少卿調鴻臚寺右少卿胡林于南京鴻臚寺　命丁遡蕭鼎俱為兵科給事中初遡為衛輝府通判鼎為懷慶府照磨皆坐事罷至是以礼部尚書呂震薦而召用之　擢散騎舍人蕭讓為中郎留守司【中卽留守司：三本卽作都，是也。】正留守故榮國公郭英【故榮國公郭英：三本榮作營，是也。】子鑑為副留守二人皆皇親讓署皇陵祠祭署最久云　蘇祿等國遣頭目生亞烈巴欲等貢方物賜襲衣鈔幣有差　戶部奏京師歲用粮五百萬石今江南歲運裁三百餘萬而不足以供【裁三百餘萬而不足以供：三本而作石，是也。】請自來歲于淮安等府增運以備此数從之 \\n 大理寺奏決重囚　上曰人命甚重帝王以愛人為德卿等理刑宜贊輔德政罔俾無辜含冤地下傷國家之和氣昔法吏有于死獄求生道者天有顯報不在其身在其後人卿等勉之遂命五府六部通政司六科同三法司于承天門會審特召大學士楊士奇楊榮金幼孜至榻前諭曰此年【此年：各本此作比，是也。】法司之濫朕未常【未常：抱本常作嘗。】不知其所擬大逆不道往往出于羅織煆煉　先帝数切戒之故死刑至四五覆奏而法司不留意【而法司不留意：各本司下有略字，是也。】甘為酷吏而無愧自今凡決審重囚卿三人往同審有冤抑者雖細故必以聞遂命三法司今後審決重囚必會三學士同審 \\n 戊午免遠安王貴爕巴東王貴宣【巴東王貴宣：抱本中本晨本宣作煊，是也。】為庶人敕曰送終乃人子之大事爾兄弟父薨不奔喪五刑三千莫大不孝國之正法朕不敢私今並削爵降為庶人于簡王墳園居住原受遠安王巴東王冊印封識付行【封識付行：各本付下有「使者歸納。原隨校尉悉回京。其深自循省，改過易」十九字，是也。】以副朝廷優容之意盖二人前嘗誣告其父有不軌謀至是諭群臣【諭群臣：寶訓作上諭禮部尚書呂震。】曰正風化當自家族始遂有是命　命戶部每歲暫給鄭王越王襄王荊王梁王淮王滕王祿米各三千石鈔萬錠俟其之國別立常典琉球國中山王世子尚巴志遣使者安丹尼結制等貢馬交阯清威等縣土官黃廷滿等貢方物賜鈔有差【賜鈔有差：廣本鈔下有幣字。】 \\n 己未遣中衛官送氓王楩父子居武崗【遣中衞官送氓王楩父子居武崗：抱本中本崗作岡，是也，舊校改衞官為官衞，氓為岷，下同。】州命戶部歲給祿米千石【命戶部歲給祿米千石：抱本中本命上有仍字。】鈔二萬貫兵部改遠安王貴爕等典仗校尉充氓王侍衛　定州衛居住都指揮僉事吳守義等交阯廣原州【廣原州：三本原作源，是也。】土官判官岑斗烈等哈密等【哈密等：三本等下有處字，是也。】回回捨黑馬黑麻等貢馬及方物賜鈔幣有差 \\n 庚申賜楚王孟烷遼王貴哈【遼王貴哈：抱本哈作烚，是也。】肅王瞻焰伊王顒炔秦王志均各白金五百兩鈔六十錠紵絲二十表裏【鈔六十錠紵絲二十表裏：三本六十作六千。廣本絲下有綵段二字。】錦六疋羅十疋紗十疋　月增給在京文武官及錦衣衛將軍總小旗米各五斗雜職及吏并各衛總小旗軍力士校尉人等有家属者各米四斗【各米四斗：舊校改各米作米各。】無家属者各斗五升並凖俸粮之支鈔者其直隸永平等衛隨征官軍願居京師者給米如在京官軍【如在京官軍：廣本軍下有例字，是也。】先是 \\n 上諭兵部尚書李慶曰國家飬兵必使平時衣食不乏無嗟怨之意則緩急用之得其力今遠戍者勞勤練者亦少暇【練者亦少暇：三本練上有操字，是也。】守衛者常不得下直間有餘丁亦別有差遣不得息在營率婦女幼穉無治生者而月粮止得五斗不足自瞻【不足自瞻：舊校改瞻作贍。】此豈能無嗟怨宜如洪武中例月給一石【月給一石：三本石下有慶曰二字，是也。】如此恐百姓餽運不勝其勞　上曰古寓兵于民【古寓兵於民：三本古下有者字，廣本抱本民作農，是也。】一有調發民間騷動今之民平時雖有飬兵之勞而調發之際免于荷戈被甲晏然安居田里以此校之未為甚勞慶叩首曰此非愚臣所及遂召戶部尚書郭資諭曰 \\n 往年百官軍士初扈從來月給米五斗可瞻【月給米五斗可瞻：舊校改瞻作贍。】今都于此此曹多有家属矣【此曹多有家屬矣：廣本中本多作都。】五斗不足以瞻【五斗不足以瞻：舊校改瞻作贍。】江南運輸固艱難然京師百官軍士艱難又甚往往守義者困于饑寒玩法者悉無忌憚【悉無忌憚：三本悉作恣，是也。】卿國之大臣獨不為遠慮哉朕于文武官及軍士月米悉欲加給五斗数年京倉儲積皆卿所掌不乏用否資對曰不乏遂命增給 \\n 陞新除交阯按察司僉事胡???異?為都察院右副都御史山西按察司僉事李謙為大理寺右少卿???異?謙俱以給事中陞僉事未行　上念其近侍【上念其近侍：抱本中本其下有在字。】久故復進京職　陞欽天監副皇甫仲和為本監正南京欽天監夏官正黃愷奏事至留陞監副　賜神策衛指揮僉事王曜土田并蠲其稅　造南京都知監司礼監二印 \\n 辛酉　命礼部集僧道于慶壽等寺及靈濟宮建荐揚大齋七昼夜以　太宗皇帝晏駕至此百日也　五城兵馬指揮司言比日京城軍民私宰牛甚眾請重罰以警之　上曰愚人苟圖目前之利更不恤刑罰命三法司自今私宰牛者十倍時值追鈔仍治私宰之罪時鈔法帶【時鈔法帶：舊校改帶作滯。】故權為此令 \\n 壬戌追封故妃張氏為順妃冊文曰朕纘承大寶統御萬邦篤敘彛倫咸親九族眷懷宮壼之內在昔妃嬪之賢其善行有稱而長往不復者恩榮之命何間幽明咨故妃張氏柔惠靜嘉夙彰德羙自　先朝之臨御選嬪朕于春宮儆戒相成資其令淑生有子矣而汝壽不永遊有年矣【遊有年矣：三本遊作逝，是也。】而予念弗忘今追封爾為順妃賜謚貞靜於戲服以華躬庶慰九泉之下【庶慰九泉之下：廣本中本泉作原。】號以昭行用揚永世之聞靈爽有知服茲寵命 \\n 追封故妃李氏為麗妃至冊文曰【至冊文曰：舊校刪至字。】朕纘承大寶統御萬邦篤敘彛倫咸親九族眷懷宮壼之內在昔妃嬪之前【在昔妃嬪之前：三本前作賢，是也。】其善行有稱而長往不復者恩榮之命何間幽明咨故妃李氏自　先朝之臨御選嬪朕于春宮効其勞勤並載德羙【並載德美：三本並作兼。】亡歿已久悼念弗忘今追封爾為麗妃賜謚嬉【賜謚嬉：三本嬉作悼僖，是也。】於戲服以華躬庶慰九泉【庶慰九泉：三本泉作原。】之下號以昭行用揚永世之聞靈爽有知服茲寵命 \\n 追封弟四子【追封弟四子：舊校改弟作第。】靜樂莊獻王瞻垠為蘄王改謚曰獻冊文曰朕惟君天下者支子必封王不以存歿而有間而稽行易名歿必有謚所以明國家之典隆父子之恩咨故第四子靜樂莊獻王瞻垠天稟卓越孝弟夙成剛毅在中而謙恭有度好學不懈而文采日章蔚然德器之可覌傷哉年齡之弗永日月已遠悼念不忘今朕承統于天位爾宜進榮于大邦特加封為蘄王謚法聰明睿智曰獻仍賜謚獻章服所以慰幽靈稱號所以揚羙德九原不昧庶克歆承 \\n 追封故第四女為德安公主謚曰悼簡　封保母楊氏為衞聖夫人 \\n 陞大理寺左評事楊時習為本寺卿右少卿李謙為左少卿降本寺卿虞謙為右少卿以錦衣衛鎮撫司言其過失也　陞錦衣衛指揮僉事徐晟為本衛指揮同知鴻臚寺左少卿哈的為指揮僉事晟韃靼人初名七十五哈的回回人二人自永樂初以翻譯外夷文字召用後凡西北二虜及南夷之事【及南夷之事：廣本及下有東字。】二人悉與聞之晟頗機警哈的誠確屡見收用【屢見收用：三本收作陞，是也。】至是以其更事久故復陞之　虜人察罕帖木兒保保自瓦剌來歸命為所鎮撫賜冠帶仍命礼部如例賞賚 \\n 礼部左侍郎胡濙言十事 \\n 一曰勤庶政謂人君一日二日萬機故必明以燭之勤以理之分輕重緩急之序審是非可否之宜如是則政無不當事無不理若帝舜之無怠大禹之克勤文王之自朝至于日中昃不遑暇食皆勤政之實也唯　陛下法之【唯陛下法之：抱本唯作惟。】 \\n 二曰任賢良謂明王立政不惟其官而惟其人用人之道當致謹取舍不以文華而以德行不以虛譽而以實才【實才：三本才作材。】如是則賢者在位不肖者不得容【不肖者不得容：三本不肖上有而字。】若舜之舉八元八凱湯之佑賢輔德顯忠遂良文王之任三宅三俊皆任賢之實也唯　陛下用之 \\n 三曰務節儉易曰天地節而四時成節以制度不傷財不害民盖侈用則傷財傷財必至于害民欹器圖曰富有四海守之以儉若堯之芧茨不剪土階三尺禹之菲飲食惡衣服唯　階下法之【唯階下法之：抱本作惟陛下法之，是也。】則天下仰德自然無害民之事矣 \\n 四曰篤親親書曰克明峻德以親九族九族既睦平章百姓又曰立愛惟親立敬惟長始于家邦終于四海唯　階下【唯階下：抱本作惟陛下，是也。】于宗親誠能推恩義以懷之分寶玉以遺之【分寶玉以遺之：廣本寶玉作玉食。】則親親恩篤而天下化矣 \\n 五曰納諫諍謂四海之廣庶務之繫【庶務之繫：三本繫作繁，是也。】非一人耳目計慮所能周悉而忠良明智之言必有可采故舜舍已從人禹聞善言則拜成湯從諫弗咈高宗亦曰從諫則聖願　陛下厚直言極諫之賞寬愚昧任戇【往戇：舊校改作狂戇。】之誅以來忠告以禆治道 \\n 六曰明賞罰謂賞以勸善罰以懲惡一惟至公不私而已是以賞一人而千萬人悅刑一人而千萬人懼故爵人于朝與眾共之刑人于市與眾棄之唯　陛下廣至公至明之心【唯陛下廣至公至明之心：抱本唯作惟。三本廣作擴。】持信賞必罰之志以服天下以致化理 \\n 七曰親經史謂經以載道可以觀帝王致治之本史以記事【史以記事：三本記作紀。】可以鑑前代興亡之由仗願萬機之暇法軋行徤繼離向明【法軋行健繼離向明：舊校改作法乾行健，繼離向明。】常接儒臣講論經史則　聖智益愽睿謨益廣而與二帝三王同一揆矣 \\n 八曰守成憲盖創業之君其得之也難故其防患也深其慮之也遠故其立法也密如或有過不及可損益以就中苟為宜民當守而勿失且如南京龍蟠虎踞氣旺地靈水陸交通四方輻輳之地我　太祖高皇帝定鼎于此良有以也伏願終喪之後上順天心下慰人望【下慰人望：廣本抱本人作民。】蘇南方轉輸之勞省北地供給之費仍置留守于北京以備時廵則　祖宗帝業永全而南北之人心皆悅矣 \\n 九曰嚴祀事書曰鬼神無常享享于克誠仲尼曰祭如在祭神如神在近見各處應祀神祗壇廟傾頹棲神無所甚失國家所以祀神之道乞令所司以時修葺此有國者之大事也 \\n 十曰精武備今四海昇平萬方底?【萬方底?：廣本抱本方作民。舊校改?作乂。】雖若無事于兵然有備無患自古明誡近各處軍伍缺人守備無法脫有不虞何以制禦古人有言安不忘危治不忘亂伏望　陛下深留聖意宜進五府及兵部之臣與計議斯事早為處置不可緩也易曰慢藏誨盜誠不可久示人以虛也然西北臨邊東南際海其守備官軍所係皆重不宜輕調別用而北虜出沒尤不可測為今之計但當守其要害嚴其防禦務農以足食練卒以飬威寇至則禦寇退不追此上策也尤不可自啟邊釁邊釁一啟所得無幾所失不貲矣　上嘉納之 \\n 癸丑【癸丑：抱本作癸亥，是也。】　命五軍都督府遣各衛親軍指指司【指指司：舊校改作指揮司。】壯士補將軍之宿衛者　陞河南左布政使杜智為南京都察院右副都御史初智任北平知府　上為世子居守智多効勞勤後累陞至布政司【後累陞至布政司：廣本抱本司作使，是也。中本布上有左字。】坐累下獄遇赦還職至是詣闕謝恩　上念其舊勞故有是命　陞南京欽天監五官靈臺郎劉譚為本監監副　陞都指揮使【陞都指揮使：三本揮下有「僉事李英為湖廣都指揮」十字，是也。】本司都指揮使張琇以老召還　命左軍都督府僉事【命左軍都督府僉事：三本府下有都督二字，是也。】冀傑鎮守開平調錦衣衛指揮同知高獻【高獻：抱本中本作高瓛，是也。】任金鄉衛指揮使司　夜有星大如鷄子色青白見天倉 \\n 甲子改工部尚書金純于刑部刑部尚書兼詹事府詹事吳中于工部兼職如故　陞兩浙都轉塩運司判官向寶為都察院左僉都御史　陞府軍左衛千戶黃鎮為本衛指揮僉事　夜有星大如鷄子色青白見天紀 \\n 乙丑賜鄭王等八府孳牧牛羊馬每府牛百二十羊五百馬六十　復陞都察院左僉都御史【左僉都御史：三本史下有向寶二字，是也。】為右都御史兼詹事府詹事寶洪武乙丑進士為兵部主事陞員外郎九年無過　太祖皇帝嘉之特陞應天府尹寶有廉操臨政寬厚而坐累久困　上深知之故有是命　陞浙江布政司右參政尹必用為通政使戶部員外郎樊翰刑部員外郎蕭廷玉【蕭廷玉：抱本中本誤作蕭停玉，下同。】工部員外郎鄭冕陳宜俱為布政司右參議翰任福停玉廣東【翰任福停玉廣東：廣本抱本福下有建字，是也。舊校改停作廷。】冕山西宜廣西　擢前工部郎中張隆為鴻臚寺左少卿隆永樂中坐事謫戍邊至是以荐擢用　山西渾源州奏民迯徙者百餘戶其田荒廢而稅額果陳請以均分見在之民　上曰民窮甚故迯徙今以分見在之民是欲其皆窮而迯乎命戶部速除稅額若民有原耕者【若民有原耕者：三本原作願，是也。】或迯者復歸就耕則三年徵稅【則三年徵稅：三本年下有後字，是也。】　夜月犯內屏星 \\n 丙寅山東按察司僉事任敏以受贓罷為民夜有星大如鷄子色赤見郎位有星如碗【有星如碗：三本星下有大字，是也。】色赤見羽林軍光燭地 \\n 丁卯奴兒干都司都指揮同知康旺遣子貢馬賜之鈔幣　擢監生徐永溍【徐永溍：中本溍作潛，下同。】等二十人俱為給事中徐永溍何宣鄭彤任吏科沈寧伍志厚盧琛【盧琛：抱本琛作■〈王桀〉。】戶科易善陳襄陳應炎礼科潘信杜瑄蔡錫陳耀兵科屈伸孫郁吳信林簡刑科劉瑄謝永趙叡【趙叡：廣本叡作獻。】工科　礼部引郡縣歲貢生奏送翰林院考試　上召大學士楊士奇等諭曰朝廷所重安百姓而百姓不得蒙福者由牧守匪人由學校失教【由牧守匪人由學校失教：廣本由上有率字，人下有牧守匪人率五字。抱本中本晨本寶訓人下有牧守匪人四字。】故歲貢中愚不肖十率七八【故歲貢中愚不肖十率七十八：廣本肖下有者字。寶訓無中愚不肖四字。率七八，接下文道理不明下。】古事不通道理不明此豈可授安民之寄自今宜戒因循之獘嚴考之本經四書義【嚴考之本經四書義：廣本之下有以字。】不在文詞之工拙但取有理制者【但取有理制者：抱本中本晨本制作致，是也。】如或難得即数百人中得一人亦可盖取之嚴則無學者不復萌僥倖之望而有嚮進之志矣 \\n 戊辰風寒　上御西角門視朝罷顧謂翰林院臣曰今日始寒朕與卿等居重城中猶覺凜凜如此守邊將士晝夜嚴警漸不可勝遂命書敕遣使以鈔幣賜緣邊將士戶部尚書夏原吉等曰朝廷待守邊者厚矣既預給禦寒之具復蒙恩如此【復蒙恩如此：廣本復上有今字，是也。】昔楚子以寒廵拊三軍【昔楚子以寒巡拊三軍：廣本以下有師人多三字，拊下有之字，軍下有之士二字。寶訓與館本同，廣本疑誤。】皆如挾纊彼徒施溫言人猶感勵况今受實恩　陛下常推心不忘耳【況今受實恩陛下常推心不忘耳：各本恩下有敢眛報効但願六字，推下有此字，是也。】　上曰人君視天下萬物為一體將士為國家【將士為國家：廣本抱本晨本寶訓將上有況字，是也。】躬勤勞瘁豈敢湏臾忘之朕所行或有不及湏卿等翼輔古人有言為君盡君道為臣盡臣道朕與卿等各盡道可也【各盡道可也：廣本中本寶訓盡下有其字，是也。】 \\n 己巳設長陵祠祭署置奉祀一員從七品祀丞一員從八品　命罷都指揮使張廉官先是命廉往大同操備廉托他事不行至是命廉武安侯鄭亨【命廉武安侯鄭亨：廣本抱本廉下有從字，是也。】往大同備禦廉不欲居亨下【廉不欲居亨下：廣本抱本廉作又。】陛辭奏曰臣仍遵奉先命往大同操備　上曰爾已托故不行今命從武安侯爾又不欲敢數違朝命假若麾下人数違爾言【數違爾言：廣本言作命。】如何命部罷廉官【命部罷廉官：三本命下有兵字，是也。】為隸遣属英國公顧侍臣曰朕初即位使人不行豈可不懲　陜西洮州衞千戶李智遣子進馬【遣子進馬：廣本遣下有其字，是也。】賜之鈔幣 \\n 庚午　上諭吏部尚書蹇義曰自古人君厚其臣必體其情而及其父母故後世有推恩封贈之典今武臣皆得封贈祖考文臣得者甚少　太祖太宗之世既皆行之明著吏部職掌盖褒善勸功勵人心于忠孝者在此其舉行之但毌越成憲【但母越成憲：舊校改母作毋。】濫及匪人耳　大理寺奏刑獄　上命自今臨邊及緣海衛所軍犯笞杖徒流罪者令贖罪復役不調監生生員但犯私罪自笞杖以上皆决充吏京衛所旗軍力士犯笞杖罪每笞一十罰役五日杖一十罰役十日役滿歸伍三犯不得宿衛廚子視旗軍三犯不得供應 \\n 辛未陞滕府長史司長史姚友直為雲南布政使司左參政仍掌滕府長史司事　擢故營國公郭英子鏞為中軍都督府右都督　陞金吾右衛指揮使王福王■〈曰上永下〉為都指揮僉事羽林前衞指揮同知王泉為本衞指揮使府軍前衛千戶王觀為本衛指揮僉事　階州右千戶所百戶樊義言階州密爾生番【密爾生番：抱本爾作邇，是也。】蠻夷之心不可測度乞還向所調本所官軍九百三十餘人往甘州等處備禦者仍守本州黃鹿壩等寨関口【仍守本州黃鹿壩等寨關口：廣本抱本無關字。】從之遂命陝西都司調附近衛所官軍代往甘州　命吏部公侯伯襲爵者並封贈其父母及妻如例【及妻如例：抱本此下另為卷，卷尾書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之三下。」】 \\n  \\n   \\n  "}
{"章节": "●卷四上", "正文": "  \\n ●卷四上 \\n 　 \\n  \\n 永樂二十二年十一月上 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之四上。】 \\n 永樂二十二年十一月壬申朔欽天監進洪熙元年大統曆　上御奉天門受之頒賜諸王及文武群臣　追封故彭城伯張麒并其三代俱為彭城侯封麒子中軍都督府都督■〈曰上永下〉為奉天翊衛宣力武臣特進榮祿大夫柱國彭城伯中軍都督府左都督如故命左軍都督府都督同知郭■〈土玄〉【郭■〈土玄〉：舊校改■〈土玄〉作玹。】襲封武定侯 \\n 御札付礼部尚書呂震曰建文中奸臣其正犯已悉受顯戮家属初發教坊司錦衣衛浣衣局并習匠及功臣家為奴今有存者既經大赦可宥為民給還田土凡前為言事失當謫充軍者亦宥為民　上諭禮部臣曰大學聚天下之士【大學聚天下之士：抱本中本晨本大作太，下同。】教之以備任用盖因其已成而益充之今郡縣歲貢生率記誦陳言以圖僥倖求其實學百無二三爾礼部宜敕有司督學官嚴訓誨必通經成才方得充貢盖學者先立根本于鄉學然後進而充廣大學者【然後進而充廣大學者：舊校刪者字。廣本抱本晨本廣下有於字，是也。】若在鄉學全未有成而望有成于國學焉有此理　浙江布政使司左參議王忠按察司僉事霍毅以贓罪俱【以贓罪俱：三本俱下有罷為民三字，是也。】 \\n 癸酉遣中官魯安等以即俓詔諭哈密忠義王【以即位詔諭哈密忠義王：廣本抱本詔下有往字，是也。】免力帖木兒并賜之綵幣表裏　上諭戶部尚書夏原吉等曰田土民所恃以衣食者今所在州郡奏除荒田租得非百姓苦于征徭相率轉徒【相率轉徒：舊校改徒作徙。】歟抑年饑衣食不給或加以疫??勱而死亡【加以疫??勱而死亡：舊校改??勱作厲。中本晨本作癘。】歟自今一切科徭務撙節仍令有司凡政令不便于民者條具以聞被災之處早奏賑恤有稽違者守令處重罪　和寧王阿魯台使者阿卜都剌等貢馬賜賚有差 \\n 甲戌　上以在朝文武群臣【在朝文武群臣：各本朝作廷。】進言者寡敕諭之曰朕以菲德承大統君臨億兆顧天下之廣庶務之繫【庶務之繫：各本繫作繁，是也。】豈一人所克獨理亦唯賴文武群臣相與恊德共圖康濟矧属亮陰之際尤切倚毗之心是以嗣位之初首詔中外旁求直言此實意也而涉月累旬言者無幾夫京師首善之地四方之所視法今人困于下而不得聞獘膠于習而不知革為國以得賢為重事君以進賢為忠今居官者或廉貪雜處賢否無別其何以望治効典兵者或部伍不實紀律不肅其何以嚴防禦仕者之祿不足而冗食之員甚眾法吏所尚平恕而罪人或困于深文推之百司之務夫豈皆適于中近者如斯何以法遠豈非憲紀不正【豈非憲紀不正：各本正作振，是也。】言路有壅【言路有壅：抱本中本晨本有作猶，是也。廣本壅下有歟字。】夫有功必賞有罪必罰賢者必進不肖者必退至公之典朕不敢私卿等皆受國家股肱心膂之寄無以直心【無以直心：各本心作言，是也。】而慮後譴君臣同體相與至誠必有嘉謨嘉猷【必有嘉謨嘉猷：廣本必作如。】輔朕不逮庶副倚重賢人君子之意　遣中官別里哥指揮趙回來的等賫敕諭和寧王阿魯台宥其前過令通使往來如故并賜王及王母綵幣表裏 \\n 敕大同總兵官武安侯鄭亨曰近阿魯台遣使來朝進馬今差指揮趙回來的等同來使賫敕宥其前過令通好如故然此寇譎詐或乘國有天喪邊境無備復來侵擾盖未可測宜整搠軍馬嚴加隄備仍令各隘口及烟墩晝夜用心瞭望謹慎謹慎毋致疏虞敕寧夏甘肅遼東宣府山海永平開平總兵官【永平開平總兵官：廣本總上有等處二字，是也。】及備禦官亦如之　擢秀才朱瑤為中書舍人先是尚寶司少卿袁忠徹薦瑤于　太宗皇帝召之及是始至故有是命　上諭戶部尚書夏原吉等曰農者生民衣食之原耕耘收獲【耕耘收獲：舊校改獲作穫。】不可失時自今一切不急之役有當用人力者皆俟農隙前代盖有不恤農事而以徭役妨耕作召亂亡者矣不可不謹 \\n 乙亥交阯參將保定侯孟瑛榮昌伯陳智奏黎利友事【黎利友事：舊校改友作反。】賜敕報曰已有赦敕黎利罪【己有赦敕黎利罪：舊校改赦敕作敕赦。】命為清化府知府令內官山壽賫往諭意待山壽至彼爾等察其近情何如與山壽計議停當奏來　遣使賫敕諭兀良哈官民曰　皇考太宗皇帝賓　天朕已欽承奉天命【欽承奉天命：抱本中本晨本無承字，是也。】継承大位主宰天下凡四方萬國之人罪無大小悉已赦宥若兀良哈官民敬順天道【官民敬順天道：各本民下有能字，是也。】許令改過自新仍前朝貢聽往來生理　上因諭侍臣曰彼有過而不宥之既無所容將來必為邊患吾不吝屈己以安百姓　分安東中屯衞之左右二千戶所守應州中前二千戶所守渾源州　改大理寺卿楊時習為交阯按察司按察使陞本司按察使紀諄為交阯布政司布政使【為交阯布政司布政使：各本司上有使字。晨本司下有左字，是也。】　召前峽山縣知縣弋謙為大理寺右少卿謙初為監察御史廵按江西言事剴切【言事剴切：廣本言上有以字。】　上心識之故有是命復大理寺右少卿虞謙為本寺卿 \\n 從趙王高燧請去常山左右二護衛趙王高燧先遣長史趙季通奏云一衣一食皆朝廷所給安坐無事而虛擁三衛三衛軍士亦虛受粮賜請以常山左右二護衛官軍助國家戍守止留中護衛供使令足矣　上不納王遣季通往復再三固執前意至是以書諭王曰賢弟忠存　社稷憂在國家河間東平之賢無以過矣盛心不可以固違今從所請命兵部【命兵部：抱本中本晨本命作令。】存留中護衛及添設郡牧千戶一所【添設郡牧千戶一所：各本郡作群，是也。】於賢弟府中惟兄與弟如手如足銘著于心何日忘之 \\n 命戶部英國公張輔所受太師俸米就北京倉給時百官月俸之支米者並于南京倉給之給輔盖特恩云　太師英國公張輔太子少保兵部尚書李慶等奏請令直隸及近京都司官軍更番于京師操備可之　上諭之曰古者務農講武皆有定期故兩不偏廢今宜畧倣此意無廢屯種今畢農事【今畢農事：舊校改今作令。】而後來先農事而遣歸庶皆不妨悞　中書舍人鄭公佐張士寔周中和王真袁文以老乞致仕從之 \\n 丙子　命戶部公侯伯駙馬祿米之折支鈔者令就南京支麥　陞通州衛指揮使黃真金吾左衛指揮使魏清俱為都指揮僉事真鎮萬全清鎮天城　上諭兵部尚書李慶曰國家雖無事邊境不可一日不備緣邊諸衛湏核部伍【須核部伍：廣本須下有常字。三本核下有實字。】申飭號令庶幾守備堅固 \\n 寇至無虞比聞邊將多玩棄法度軍伍之間名存實亡湏遣御吏巡歷覈視　上謂都察院右都御史劉觀曰御史朝廷耳目當清【當清：三本清下有「心正已以振憲綱。比年貪黷之風甚矣，自今有差遣者，循洪武中例，賜以衣鈔。若復貪黷，罪之不恕。上召大興宛平二縣官，諭之曰：朕即位之初，首罷不急之務，以紓民力。爾為京縣親民官，正宜加意撫綏，使民先受其惠。比聞在京百姓猶有困於徭役者，此皆爾等不職之故。昨敕群臣詢民瘼，固有知而不言者，亦有欲言而不知者。爾切近民，非不知也，而亦不言，何也。今與爾約三日，凡民間何事便，何事不便，悉具來聞，朕為爾處置。若復坐視不理，必罪不貸。因顧侍臣嘆曰：朕憂憫百姓早暮不忘，而一城之中，猶上下不通如此，何況數千里外哉。古人所以戒無逸也。丁丑，陞陝西行都司都指揮使王貴、都指揮僉事史昭俱為右軍都督僉事；府軍前衞指揮使陳敬為都指揮僉事。命貴仍鎮守肅州，昭鎮守西寧，敬鎮守懷安。調鎮守西寧都指揮使李龍任廣東都司。復故靖江王守謙子贊億輔國將軍，吳倫秦府儀賓。先是二人各有罪，謫贊億居泗州，倫居合肥，俱為民。至是以赦復之。釋盛瑜程和，瑜和俱周府」，凡三百五十一字，是也。】儀賓初坐事下錦衣衛獄至是以赦得釋 \\n 戊寅夜木星入底宿【木星入底宿：三本底作氐，是也。】有星大如鷄子色青白見北河 \\n 己卯韓王冲■〈火或〉襄陵王冲炑【襄陵王冲炑：抱本炑作■〈火禾〉。】樂平王冲■〈付上火下〉【樂平王冲■〈付上火下〉：舊校改■〈付上火下〉作■〈休上火下〉。】至　命工部凡內府守衛軍所懸木牌更造以銅其文一面二十四字凡守衛官軍懸帶此牌無牌者依律問罪【依律問罪：廣本抱本問作論。】借者及借與者罪同一面守衞二字其守衛官並懸本職牙牌　命兵部遣官點視各處驛傳壞者修葺仍命廵按監察御史督視夜有星大如杯色赤光燭地見東井有星大如鷄子色赤見輿鬼 \\n 庚辰　上謂侍臣曰守成之主動法祖宗斯鮮過舉書監于先王成憲【書監于先王成憲：各本書下有曰字，是也。】其永無愆後世為嗣若者【後世為嗣若者：各本若作君，是也。】往往作聰明亂舊章而卒至喪敗不救可謂鑒戒【可謂鑒戒：各本謂作為，是也。】朕十餘歲待　太祖皇帝側【待太祖皇帝側：舊校改待作侍。】親見作祖訓屡經改易而後成書是時秦晉周世子皆在　太祖閒暇即召太孫及諸世子于前分條逐事委曲開諭之皆持身正家以至治天下之要道為天子為藩王能每事遵守豈有不福祿永遠者朕寤寐不忘【朕■〈穴上捂下〉■〈穴上抹下〉不忘：舊校改■〈穴上捂下〉■〈穴上抹下〉作寤寐。】今已命司礼監刊印將賜諸子及弟侄侍臣對曰　陛下此心即　太祖皇帝之心也 \\n 上以鈔法久滯又聞南京抽分塲舊所積薪及龍江提舉司所積竹木甚富有至二三十年者因歎曰積聚本以資人今京師軍民得薪甚難與其積久以侍腐【與其積久以侍腐：抱本侍作待，是也。】何若散之以利人遂諭工部臣其二處所積除足歲用外餘並以鬻軍民每百斤官價鈔五貫悉收昏軟舊鈔庶便民者【庶便民者：三本民作貧，是也。】　命孝陵衞故指揮使劉智子慶襲父職調錦衣衛內官馬騏傳　上旨諭翰林院書敕付騏復往交阯閘辦金銀珠香時騏被詔召還未久本院官覆奏　上正色曰朕安得有此言卿等不聞渠前在交阯荼毒軍民乎交阯自此人歸一方如觧倒懸今又可遣耶遣之非獨詔書不信將壞大事此人近在內間百方請求左右為言再往當有利于國朕悉不荅卿等宜識朕意遂止夜有二星大如鷄子其一色赤見天囷其一色青白見河鼓 \\n 辛巳　命邢部都察院凡吏犯杖罪應罷者令就北京為種田【令就北京為種田：三本為下有民字，是也。】　命工部應天等府歲辦蘆柴自明年為始什二徵本色什八徵鈔每一束凖鈔五貫悉收昏軟舊鈔盖　上念民貧及鈔法未通故也　命陜西右布政使李得成致仕得成淶水縣人洪武中舉孝行為尚寶司丞永樂初陞陝西布政司參政秩滿陞布政司【陞布政司使：舊校刪司字。】使至是來朝　上憫其老故有是命 \\n 上慮其定邊之地切臨外境【上慮其定邊之地切臨外境：舊校刪其字。抱本中本外境作境外。】命兵部簡都指揮一人給神鈧三百【神鈧三百：舊校改鈧為銃。】率大同右衛兵往備禦　大同總兵官武安侯鄭亨奏邊城孤曠守兵不足乞仍以前所調高山玉林鎮虜雲川四衛兵之在保定定州涿州維縣【維縣：三本維作雄，是也。】者相兼屯守從之命所司俟春暖遣行交阯東關縣民陶亂妻阮氏一產三子事聞命礼部優飬如令　四川行都司奏建昌衛有漫水灣地逼生番山勢險峻歲冬河涸番人時出標掠【時出標掠：舊校改標作摽。】請置城堡量摘軍民兼守從之　太子少傅戶部尚書夏原吉奏今永平山海二處粮儲已足請改本處所中塩粮于大同中納從之 \\n 壬午韓王冲■〈火或〉襄陵王冲炑樂平王冲■〈付上火下〉【樂平王冲■〈付上火下〉：舊校改■〈付上火下〉作■〈休上火下〉。】各獻詩頌　上覽畢以示侍臣曰韓王兄弟文詞皆有可觀亦其資性聰敏務學所致王者之學雖不在文【雖不在文：廣本文下有詞字，是也。】然能留心于此不役志于他斯亦可尚遂賜敕獎諭曰覽王詩頌詞明理暢足見勤學好文之篤誦之至再嘉嘆不已諸弟皆有淳篤明敏之資自今亦潛心再籍【亦潛心再籍：三本亦作益，再作載，是也。】用志古之賢王使東平河間不得專羙前代豈不偉哉并賜白金鈔幣有差 \\n 太子賓客都察院左都御史劉觀等劾奏駙馬都尉沐昕　先帝臨御之日命掌復軍都督府事稍■〈田上廾下〉重權輒營非分擅取官木竊造私居甚者脅人女子為妾既已置諸法司久乃曲蒙原赦　皇上嗣登大寶俯念至親畧其前過命掌南京後軍都督府事所宜改過効職乃更肆欲為非擅拓官街毀軍士營房撒都府倉廩【撒都府倉廩：抱本撒作撤，是也。廣本都下有督字。】以營其私第磚瓦材木竊取于公家工匠人力橫索于軍伍又占據官地役民耕種貪婪無厭法不可容大易著履霜之戒春秋謹防微之書　陛下臨御之初昕遽不律如此馴習無已何事不為乞付法司明正其罪庶以為勳戚之臣不遵國法者之戒　上命姑宥之而封所劾章示昕仍敕昕曰爾比在　皇考時不能守法致有愆累于今正宜悔過循礼又不自謹致御史有言雖以親親之故始宥不問【始宥不問：三本始作姑，是也。】然非分之恩豈可數得宜自修省用保終吉 \\n 降浙江按察司副使趙偉【趙偉：三本偉作緯，下同。】為嘉興縣典史初偉為吏科給事中務掇十人過失【務掇十人過失：廣本中本十作拾，是也。】以希進擢至是來朝　上曰此人尚在耶懷蛇蠍之心豈可復置當道故有是命夜有星大如鷄子色青白見外屏有星火如杯色青白見蛇螣【蛇螣：抱本中本作螣蛇，是也。】 \\n 癸未賜韓王冲■〈火或〉白金五百兩鈔六千錠錦六疋紵絲二十表裏羅十疋紗十疋襄陵王冲炑樂平王冲■〈付上火下〉【冲■〈付上火下〉：舊校改■〈付上火下〉作■〈休上火下〉。】各白金二百兩鈔十五四千錠【白金二百兩鈔十五四千錠：舊校改作白金二百五十兩鈔四十千錠。】錦三疋紵絲十表裏羅十疋【羅十疋：三本疋下有紗十匹三字，是也。】命戶部韓王歲祿三千石內一千五百石支本色餘折鈔襄陵王樂平王各歲祿一千石內五百石支本色餘折鈔 \\n 命都督僉事沈清為參將副武安侯鄭亨鎮守大同遣監察御史湯濚【湯濚：廣本抱本晨本濚作熒。中本作???火?。】等十四人分廵天下考察官吏　上諭之曰國以民為本民安則國安比年在外牧守之官不體朝廷恤民之意侵削擾害民不聊生故今遣爾等分行考察然人才器不同有專為脂常謟媚而政事不理殃及于民者有沉靜篤實不善逢迎而為政簡易民悅服之者有虐于用刑巧于取索而能集事者有廉潔無私謹謹自守【謹謹自守：舊校改謹謹作謹慎。】而政務不舉者爾當明白具實以聞無惑于小人無屈于勢要無私于親故詢之于眾断之以公可也各賜鈔二十錠為道里費又諭之曰御史朕之耳目當勉副朕心必先自治乃可治人若棄廉恥違礼法則朕亦不汝貸汝往勉之 \\n 陞南京太常寺恊律郎蔣守約為本寺丞【為本寺丞：廣本寺下有寺字，是也。】　陞遼東都指揮使郭義都指揮同知李通俱為後軍都督僉事領兵宿衞如故　監察御史陳正倫言三事其一修葺各處城垣頹塌者以傋不虞其二量物直高下增减稅課以通鈔法其三增文武官俸給以飬廉恥所宜亟行者　上曰御史言當命所司議行之　夜火星犯天廐【夜火星犯天廄：抱本至此為卷之四上。抱本卷末書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之四上」。中本無夜火星犯天廄六字。中本此下亦另為卷。】 \\n ●卷四下 \\n 永樂二十二年十一月下 \\n 大明仁宗昭皇帝實錄 \\n 甲申【甲申：抱本申上有「永樂二十二年十一月」九字，卷首書：「太明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之四下」。】平陽王羙圭來朝　加各長公主號及歲祿　上謂礼部戶部臣曰朕　皇考同氣至親惟諸叔諸姑今諸叔之子皆以冊封【皆以冊封：廣本抱本以作已，是也。】諸姑在南京朕即位之初雖嘗有分賚而名號未加朕心有歉其加寧國長公主及懷慶大名南康永嘉含山汝陽寶慶七長公主皆為大長公主仍議增其歲祿于是戶部礼部議奏增寧國大長公主歲祿米三百石通前二千三百石內一千三百石支本色餘折鈔南康大長公主原祿米一千二百石內九百石支本色餘折鈔加懷慶大寧【大寧：三本作大名，是也。】永嘉含山汝陽寶慶六大長公主各祿米二百石通前一千二百石內九百石支本色餘折鈔從之　敕遼東大同宣府永平總兵官今天氣已寒宜善撫軍士勿令失所但無敕旨及勘合文書並勿擅放出境 \\n 降錦衣衞指揮同知甘斌為福建漳州衞千戶初斌守西上【初斌守西上：三本上作山，是也。】占百姓園田又擅禁荐佛寺旁十里地人不得樵採為御史所劾遣人閱視得實　上以斌　先朝官闈之親【官闈之親：舊校改官作宮。】不付法司但降黜之　廷臣有奏舉官者　上諭之曰君以求賢為務臣以荐賢為忠雖聖人用人不求備隨才大小皆有所用然天下之大其間豈無庶幾臯夔顏曾之徒誠得一人勝千百人　等為朝臣宜體朕此心采心訪求【宜體朕此心采心訪求：廣本中本此心作此意。抱本采作悉，是也。】勿苟狥私情而不顧公義古人有言舉能其官惟爾之能稱匪其人惟爾不任朕亦以此觀爾遂命吏部自今以荐舉至者必試而用之　罷斥前布政司左參議郭良為民初良屡以罪謫役至是吏部言赦後例應復職　上問良曰貫高為人何如良不能對遂命罷之盖良常為秦府官不能輔導王善而專訐王之過 \\n 乙酉陞鳳陽府照磨李準為太子賓客兼兵科都給事中　上初在東宮時準為詹事府錄事篤實勤事不妄笑語以是見重後数年循例改官然念之不忘至是來朝遂有是命　遼東都司奏聞原【聞原：舊校改聞作開。】馬市已買馬五百三十七匹以給遼東諸衞【以給遼東諸衞：三本以上有命字，是也。】官軍乘操 \\n 丙戌陞太子賓客戶部尚書郭資為太子太保【為太子太保：抱本中本晨本保作師。】命致仕　上因諭侍臣曰資歷任四十餘年【歷任四十餘年：廣本抱本晨本任作仕，中本作事。】　先帝舉義之際促朕守城備極艱難事苟有利於國毅然身任不避仇惡【不避仇惡：各本惡作怨，是也。】今方圖任舊人而資老病朕不欲更煩以政故優之是日賜資白金百兩鈔二萬緡綵幣二十表裏命戶部復其家復賜資敕曰卿事我　皇祖　皇考今四十年歷官中外致位通顯列于六卿遭遇如斯可為盛矣蓋卿有質實之資剛直之氣志之所騖惟在國家有利于上毅然身任不畏強禦雖怨聚于已而不暇顧雖害及于已而不知避可謂忠貞篤實之臣矣朕初嗣大統嘉與老成共圖治理矧肇建儲副兼資贊輔顧卿抱疾累歲步趨惟艱不忍強勞以事今特陞為太子太師俾致仕歸嗚呼念二十年之前與卿同處一城早暮相聚勞勤艱苦何可勝言今太平無事當相與共樂于安逸而卿以疾去能不感于懷哉【能不感于懷哉：各本不下有有字，是也。】今命戶部悉免卿戶內賦役卿歸休鄉里強飲食慎醫藥優游自適以娛暮齡以副朕眷懷 \\n 進少傅兼吏部尚書蹇義為少師少保兼華盖殿大學士楊士奇為少傅俱兼職如【俱兼職如：各本如下有故字，是也。】太子少傅戶部尚書夏原吉為少保仍兼原二職太子少師【太子少師：廣本抱本師作保，誤。】禮部尚書呂震為太子太保仍兼禮部尚書太子賓客都察院左都御史劉觀為太子少保仍兼左都御史工部尚書兼詹事府詹事吳中為太子少保兼工部尚書俱給二俸賜原吉繩愆紏繆圖書諭勉之如蹇義等陞錦衣衛鎮撫曹賓任啟俱為本衛指揮僉事仍理鎮撫司事 \\n 甘肅總兵官都督曹瓛【曹瓛：三本曹作費，是也。】奏捕得西番盜馬賊人欲發去西寧都指揮李英處挨究敕獻不必發去【敕獻不必發去：舊校改獻作瓛。】差的當人觧赴京來旦諭瓛曰爾為朝廷腹心故任以邊務李英亦為朝廷効力于邊宜同心防禦不可自分彼此其山丹等衛汲水草塲【其山丹等衞汲水草場：廣本汲作洪。抱本中本作及洪。】皆近甘州既屡被番賊搶盜馬騾何不著落該衛及該管頭目設法隄備擒拿卻欲行李英處挨究此心非出爾意【此心非出爾意：舊校改心作必。】必有下人造謀交搆者切不可【切不可：三本可下有「輕聽，庶幾共立邊功，以稱委任之重。夜月犯諸」十八字，是也。】王星有二星大如碗色赤一見北斗魁一見紫蕃西蕃內【一見北斗魁一見紫蕃西蕃內：抱本脫魁字。抱本中本紫蕃作紫微，是也。抱本中本西蕃作西番。】　月下五色雲見 \\n 丁亥　上御西角門閱京官誥詞顧大學士楊士奇楊榮金幼孜曰卿三【卿三：各本三下有人字，是也。】及蹇尚書夏尚書皆　先帝親任舊臣朕方倚以自輔凡朕所行卿等朝夕共見有未盡善皆當盡言朕見前代人主有一履帝位輒自尊大惡聞直言左右之人雖素所親信亦畏威順旨緘默取容或賢良之臣不肯默默言之一再而不見聽亦退而絕口以圖自全君臣間【君臣間：各本臣下有之字，是也。】各謂永享富貴然未久皆致福敗【皆致福敗：各本福作禍，是也。】朕與卿等當深以為戒君臣一體務始終同心庶幾可以共圖利安遂取五人誥詞　上親御宸輸增二語云勿謂崇高而難入勿以有所從違而或怠曰此朕實心卿等勉之士奇稽首曰【士奇稽首曰：各本奇下有等字，是也。】此　陛下聖德臣等其敢不勉　上悅　以冬至節近命禮部集僧道于慶壽海印能仁三寺及靈濟宮各建荐揚大齋七晝夜資　皇考妣之德【資皇考妣之德：三本德作福，是也。】 \\n 戊子陞錦衣千戶【錦衣千戶：三本衣下有衞字，是也。】劉復為本指揮僉事【為本指揮僉事：三本本下有衞字，是也。】仍官其二子濟為本衛千戶浩為百戶復以工藝事　太宗皇帝及　上四十餘年小心恭慎夙夜不懈二子皆習父藝効用有年至是復以老疾辭職　上憐之故有是命 \\n 己丑靖江王府輔國將軍贊侃贊偕來朝班朝臣之下　上顧見之諭鴻臚寺臣曰贊侃兄弟雖朕侄然宗親豈宜過列疏遠其令班于駙馬都尉之次著為令加太子太保成山侯王通歲祿千二百石通前二千二百石命子孫世襲侯爵念其故父金鄉忠壯侯真之功也命膺揚衛【膺揚衞：舊校改膺作鷹。】故指揮同知劉英子順襲父職 \\n 太子少保【太子少保：舊校改少作太。】兼礼部尚書呂震奏冬至節請御正殿受賀　上曰梓官在殯山陵未終因時興慕哀慟愈切慶賀之禮豈所宜言敕免賀　夜月犯輿鬼 \\n 庚寅　敕諸邊將今天氣嚴寒正胡虜南行之時宜整搠軍馬嚴加哨瞭晝夜謹慎隄備不可忽怠【不可忽怠：舊校改忽怠作怠忽。】　陞府軍前衛指揮使王或【王或：抱本中本作王彧，是也。】為都指揮僉事命守定邊　戶部主事吳璘言教坊司樂人靴帽衣服違式等事乞嚴禁止從之夜有二星大如鷄子色青白一見墳墓星一見華盖 \\n 辛卯追封衛聖夫人楊氏故夫蔣廷圭為保昌伯　削交阯參將保定侯孟瑛爵追其誥券謫為民雲南并奪其祖父追封誥命坐其兄賢前謀逆罪也上諭戶部尚書夏原吉曰古寓兵于農而不奪其時所以民無轉輸之勞而兵食足後世莫若于漢之屯田【莫若于漢之屯田：各本若作善，是也。】　先帝所立屯種法甚善盖用心亦甚至但後來所司数以征徭擾之既失其時遂無其効所在儲蓄十不及二三有事不免勞民轉輸矣其今天下衛所凡屯曰軍士【屯曰軍士：舊校改曰作田。】自今不許擅差防其農務【防其農務：舊校改防作妨。】違者處重法 \\n 工科給事中郭永清言五事 \\n 其一乞令有司如舊制嚴督里老百姓以時闢田園修陂堰種桑棗 \\n 其二乞遣人清軍伍果有戶絕者查勘開豁免平民被勾擾之害 \\n 其三內官內使非重事不宜輕遣出外凡事惟謫成所司【謫成所司：三本謫作責，是也。】庶幾不擾于民 \\n 其四乞禁約江河往來之人舟中不得擅帶兵器虛張聲勢因行刼掠 \\n 其五乞甲勑各處【甲敕各處：舊校改甲作申。】有司凡學校擅廟【學校擅廟：抱本擅作壇，是也。】城池損壞者悉加修理並從之 \\n 山陽縣縣丞崔奎言比因鈔法不通召商中納塩鈔然所中者率多京師之人遠方中納者少乞敕在外各布政司及直隸府州縣願中塩者令就本處官司納鈔而赴塩所支塩為便從之□夜熒惑退犯五諸侯 \\n 壬辰　命都督方政為參將同榮昌伯陳智鎮守交阯遣人賫制諭往付智等仍敕智等將孟瑛原受制諭封識繳回　命高道劉淵然為冲虛致道【冲虛致道：三本致作至，是也。】玄妙無為光範衍教莊靜普濟長春真人階與張真人等　陞錦衣衛千戶夏永為本衛指揮同知　上諭礼部尚書呂震曰遇節皇親例賜鈔在廷文武股肱之臣朝夕相與可否機務而有故不宴者即同疏遠小臣皆給節鈔五貫殆非朕礼大臣之道汝識史継今遇節不宴者凡任事之臣公侯伯都督尚書賜鈔一千貫侍郎五百貫　北京刑部右侍郎宋性卒性德州人洪武中由國子監生為刑部主事後署本部右侍郎事建文中出為湖廣按察司副使調陜西永樂三年陞四川布政司右參政五年進北京行都右侍郎【行都右侍郎：三本行都作刑部，按當作行部。】十九年以疾致仕至是卒于家性所至以廉能稱比卒人多惜之　夜有星大如鷄子色赤見于人星 \\n 甲午陞鴻臚寺序班鉄力必實為本寺寺丞　靖江王府輔國將軍贊侃贊偕辭【贊侃贊偕辭：廣本抱本辭下有歸字，是也。】各賜鈔二十萬貫命戶部歲給靖江府輔國將軍六人米各八百石四百石支本色餘折鈔　夜有星大如杯色青白光燭地見八榖有星大如鷄子色赤見危宿 \\n 乙未調濟州衛指揮使李林任綏德衛　陜西必里等衞禪師羅卓星吉等及黑章咂簇剌麻失加等貢馬賜之鈔幣　夜有星大如杯色赤光燭地見于丈人 \\n 丙申特賜寧王權黃金百兩白金三百兩文錦十綵幣表裏各二十西洋布十【西洋布十：廣本十下有匹字，是也。】翰林學士楊溥密疏言事　上嘉納之御札獎諭曰覽所奏【覽所奏：三本覽下有卿字，是也。】為國家之計誠合朕心但望卿始終如一知無不言相朕政體【相朕政體：三本體作治，是也。】以承天休感卿忠懇特用酧報今賜卿綵幣一雙寶鈔一千貫卿其領之　夜有星大如杯色青白光燭地見卷舌 \\n 丁酉召華陽王悅燿赴京　賜用王橚【用王橚：舊校改用作周。】白金三百兩綵幣表裏各二十鈔二萬貫　增彭城侯張麒墳戶【增彭城侯張麒墳戶：廣本抱本戶下有二通十戶悉復其家八字；中本通下有前字，是也。】 \\n 戊戌復文郁工科都給事【工科都給事：三本事下有中字，是也。】永樂初郁為給事中奉命于北京撫安軍士【撫安軍士：三本士作民，是也。】民以不擾為　上所識後陞都給事中坐事落職至是命復之 \\n 己亥給將軍校尉衛士衣鞋　少傅兼華盖殿大學士【少傅兼華蓋殿大學士：晨本少上有戊戌二字，此節此其領之下有已亥二字。】楊士奇密疏言事　上嘉納之御敕獎諭曰【御敕獎諭曰：抱本中本敕作札。】覽卿所奏導朕以仁助朕以德欲朕為唐虞之君惜俊良共成王化此金石之言誠忠良股肱之臣也朕朝夕慮卿等以朕尊居宸極畏有譴責不肯進言今覽所奏【今覽所奏：廣本覽下有卿字。】朕甚忻喜足慰于裏但望卿始終如一知無不言以副朕委託之意共成王道之羙朕深感卿特賚卿白米十石綵幣二表裏寶鈔二千貫實章眷待非應故事卿其領之夜有星大如鷄子色青白光燭地見北河 \\n 庚子　命安遠侯?木夕??升陽武侯薛祿平江伯陳瑄子孫皆世襲其爵　陞南京工部右侍郎甄庸為本部尚書山東按察司使【山東按察司使：舊校刪司字。】鄧真為山東右布政使四川按察司副使余信為山東按察使 \\n 敕河南布政司【河南布政司：廣本政下有使字。】今永城縣奏去年七月黃河泛濫【黃河泛濫：三本濫作溢。】傷稼其被傷去處去年稅粮馬草【稅糧馬草：廣本草下有等字。】悉與蠲免魏國公徐欽卒欽中山武寧王達之嫡孫其父輝祖襲封魏國公得罪廢死于家【得罪廢死於家：廣本得上有以字。】永樂中命欽襲魏國公【命欽襲魏國公：廣本公下有爵字。】十九年自南京來朝遽請歸　太宗皇帝不悅命為民鳳陽盖蹔抑之使就學　上即位來朝復其爵至是以疾卒　上悼惜之賜祭賻贈命有司具棺歛給驛舟歸其喪 \\n 上御右順門諭楊士奇曰近其覺得群君意思多好【近其覺得群君意思多好：三本其作曰，君作臣，是也。】朕或乘快意發落事有過處朝退思之方自悔而外間已進文字來甚愜朕心士奇對曰宋臣富弼有言願不以同異為喜怒不以喜怒為用舍　上曰然書云有言逆于汝心必求諸道朕恒存此心間群臣所言有咈意者朕退必自思或朕言有失亦未嘗不悔士奇對曰成湯改過不吝所以為聖人　上曰朕有不善患未知耳知之不難于改此卿所知也　夜有星大如鷄子色赤見螣蛇 \\n 辛丑　敕口外備禦太子太保陽武侯薛祿今欽天監言天象有兵卿宜仔細審察備禦自三河抵寶邸直落一帶【寶邸直落一帶：三本邸作坻，落作沽，是也。】聞有強賊出沒刼掠宜差的當官軍廵察遇無名目可疑之人即擒拿觧來仍湏禁約官軍不得因而生事擾害良民　滿剌加國遣使那剌迭扒那等貢方物賜鈔幣表裏衣靴【賜鈔幣表裏衣靴：抱本至此為卷之四下，卷末書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之四下」。】 \\n  \\n   \\n  "}
{"章节": "●卷五上", "正文": "  \\n ●卷五上 \\n 　 \\n  \\n 永樂二十二年十二月上 \\n 大明仁宗昭皇帝實錄【大明仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之五上。】 \\n 永樂二十二年十二月壬寅朔　上視牲南効【南効：効當作郊。】　平陽王羙圭陛辭賜之鈔幣并賜其父白金百兩鈔十萬貫綵幣表裏六十大者六人什器香藥咸備　命徐景璜為南京錦衣衛指揮僉事景璜故中軍都督僉事膺緒子也　左軍都督府都督僉事張達卒達睢寧縣人初為燕山左衛護總旗洪武三十二年從　太宗皇帝舉義奮勇敵愾累效戰功積官至金吾左衛指揮使永樂六年進都指揮僉事八年從征迤北以先入賊陣殺獲有功進指揮同知再進左軍都督府都督僉事至是卒賜賻贈遣官致祭 \\n 癸卯　上聞建文奸臣齊黃等外親全調戍邊【全調戍邊者：廣本抱本全下有家字，是也。舊校改調作謫。】者有田在鄉悉荒廢令兵部每家存一丁於戍所餘放歸為民 \\n 甲辰召廣東按察司副使陳勉為都察院左副都御史　上諭吏部臣曰師儒之職不可濫授此欲其成就人才德古以模範稱之模範不正其所造器何由得正比來國子生務實學者甚少大率於諸司歷事苟延歲月以圖出身固是學者志趨卑下亦由師範失職【失■〈身戠〉：抱本■〈身戠〉作職。】所致卿等每引選國子監官皆循資格陞之不聞舉一道德老成之士如何望太學之師皆得人自今宜慎重其選　吏部舉奏興州左屯衛經歷李能詐丁憂事　上曰孝子事親惟日不足不幸已死初猶以生事之不忍據死【不忍據死：廣本抱本據作遽，是也。】其親今親在乃詐言死以誑朝廷不孝不忠熟大於此【熟大於此：抱本熟作孰，是也。】　命法司治之　夜月犯十二國諸星【夜月犯十二國諸星：廣本抱本諸下有秦字。】　有星大如杯色青白見七公光燭地 \\n 丙午朝鮮國王李祹遣陪臣李稷等貢馬及方物錫鈔幣【錫鈔幣：抱本錫作賜。】表裏有差 \\n 丁未陞詹事府府丞黃宗載為吏部右侍郎大理寺右寺丞施禮南京大理寺右寺丞湯宗各為本寺左少卿南京吏部郎中嚴升為南京大理寺右少卿南京禮部郎中王羽為太常寺少卿山東道監察御史金庠為南京刑部右侍【右侍：廣本抱本侍下有郎字，是也。】湖廣道監察御史楊復為大理寺右寺丞四川道監察御史鄭煁為詹事府丞山東道監察御史顧謙為通政司【通政司：廣本抱本政下有使字。】右參議通政使司右參議朱侃為本司左參議廣西道監察御史孫暠戶科給事中宋戴【宋戴：廣本抱本戴作載。】俱為太僕寺寺丞南京太僕寺寺丞郭斌為順天府治中太僕寺少卿喻良為廣東按察司【按察司使：舊校刪司字。】使山東按察使李旭福建布政使司右參政鼐【右參政?乃曰?干弓?：廣本抱本政下有顧字，是也。】俱為左布政司使旭任湖廣鼐任福建浙江布政使司右參政程禧貴州布政使司【布政司使：舊校刪司字。】右參政祿廣平【祿廣平：廣本抱本祿作陸，是也。】俱為左參政禧任江西廣平任交阯南京禮部郎中王晏兵部郎中潘同俱為布政使司右參議晏任山西同任四川調湖廣左布政使馬璘【馬璘：抱本璘作嶙。】任山西布政使司湖廣按察司副使王增任浙江按察司 \\n 命山東左布政使俞景周【俞景周：抱本俞作喻。按太宗實錄二一九○面作俞。】山西右布政使孫預【孫預：廣本抱本預作豫。】陜西布政使司左參政吳衡致仕都察院右都御史兼詹事府詹事向寶言二事 \\n 其一將帥年老其子孫應承襲者乞嚴訓練比試庶淂實用更乞許令舉保通曉兵法熟閑武藝之人赴京試用 \\n 其二府州縣官有犯公罪輕者乞量罰其俸有被告者乞先追事內人鞫問明白果有干連府州縣官然後代問【然後代問：廣本抱本代作逮，是也。】庶免無罪者道路往來之費 \\n 上命兵部及法司如所言行之　監察御史胡啟先言南京龍蟠虎踞之勢長江天塹之險國家根本所在若使臣下鎮之是授以控御之柄伏乞　命皇太子留守以繫人心以固邦本 \\n 禮科給事中黃驥言西域使客多是賈胡假進貢之名藉有司之力以營其私其中又有貧無依者往往投為從人或貸他人馬來貢【或貸他人馬來貢：廣本貸作貨。】既名貢使得給驛傳所貢之物勞人運至【勞人運至：廣本抱本至作致。】自甘肅抵京師每驛所給酒食芻豆費之不少【酒食芻豆費之不少：舊校改費之作之費。】比至京師又給賞及予物直其獲利数陪【獲利數陪：廣本抱本陪作倍，是也。】以此胡人慕利往來道路貢無虗月緣路軍民逓送一里不下三四十人俟候於官累月經時防廢農務【防廢農務：抱本防作妨，是也。】莫斯為甚比其使回悉以所得貿易【貿昜：舊校改昜作易。】貨物以歸緣路有司出軍載運【出軍載運：廣本抱本軍作車，是也。】多者至百餘輛男丁不足役及女歸【女婦：舊校改作婦女。】所至之處勢如風火叱辱驛官鞭撻民夫官民以為朝廷方招懷遠人無敢與【無敢與：廣本抱本與下有較字，是也。】其為騷擾不可勝言 \\n 乞勑陜西行都司除哈密忠順王及亦力把里撒馬兒罕等處番王遣使朝貢許令送赴京來不過一二十人正副使給與驛馬餘以驛騾【驛騾：廣本抱本騾作驢。】庶幾陜西一路之人可少蘇息臣又竊見西域所產不過馬碙砂梧桐鹹之数【馬碙砂梧桐鹹之數：廣本抱本數作類，馬下有及字，是也。】惟馬國家所需餘無禆於國乞自今有貢馬者【乞自今有貢馬者：廣本今下有凡字。】令就甘肅給軍士餘一切勿受聽其與民買賣以省官府之費　上嘉納之以其奏示禮部尚書呂震曰驥嘗奉使西域故具悉西事卿陜西人有不悉耶為大臣當存國体卹民窮無侵削本根驥所言其皆從之 \\n 遼東總兵官武進伯朱榮奏京衛千戶劉彪等七人當備禦遼東或豆留不發【或豆留不發：豆當為逗。】或中路逃歸命逮至　上諭彪等曰國家平時飬將仕【養將仕：抱本仕作士，是也。】正望宣力効勞臣之事君當朝受命夕就道今受備禦邊境【今受備禦邊境：寶訓受下有命字，是也。】非有赴湯蹈火之難仍怯避不行【仍怯避不行：抱本仍作乃，是也。】使將士皆如此國家不復使人耶　命都察院錦衣衛【錦衣衞：廣本抱本寶訓衞下有官字。】曰有罪不誅無以示懲即棫送遼東令榮集諸軍斬以狥其中有訴嘗存征【嘗存征：抱本廣本存作從，是也。】被傷未愈及病未能行者　上命刑部訊之且諭之曰有罪不可不誅無罪不可濫誅必□其實耳 \\n 戊申陞太常寺典簿鞠祥【■〈革菊〉祥：廣本抱本■〈革菊〉作鞠。】為南京太常寺丞　四川高縣奏乞罷買民茶之新者【乞罷買民茶之新者：廣本新作所增，抱本作新增。】從之　朝鮮國王李祹遣使奉表及貢方物賀即位　貴州布政使司言赤溪兩江口其地僻遠逼近苖蠻所置廵檢司不便命革之　夜有星大如鷄子色青白見天津 \\n 己酉瓦剌賢義王太平遣使選谷歹等貢馬 \\n 庚戌兵部奏選武職　上命皇太子選遂以金吾左衛故指揮使馬亨弟真羽林前衛故指揮使丁貴子泉金吾左衛故指揮同知楊得勝【楊得勝：廣本無得字。】子海耿友子名金吾右衛故指揮同知鄧信弟智府軍右衛故指揮同知郭得青子安燕山右衛故指揮同知李五十八弟福濟陽衛故指揮同知成哈失台子曲里不花金吾左衛故指揮僉事脫歡子保保大都里苐七十祖肆【大都里第七十祖肆：廣本抱本第作弟，疑是也。】姪順済陽衛故指揮僉事杭卜顏帖木兒子打蘭【打蘭：廣本蘭下有等字，是也。】俱襲職遣中官尹鳳等賜朝鮮國王李祹綵幣表裏并賜其使鈔幣俾隨鳳等歸【俾隨鳳等歸：廣本歸下有國字。】 \\n 刑部尚書金純太子少保兼都察院左都御史劉觀等奏刑名畢　上諭之曰朕於刑法未嘗敢以喜怒增損卿等鞫獄之際亦當虗心聽察量其情實有罪不可幸免無罪不可濫刑持法明信則人有所畏而不敢犯若不明其情而任已輕重或迎合朕意使人含??兔抱恨者朕之所惡卿等其慎以為戒【卿等其慎以為戒：晨本無慎字。】卿等皆國大臣非獨自己當存矜獄之心如朕一時過於疾惡【疾惡：廣本抱本晨本疾作嫉。寶訓與館本同。】處法失中卿等更湏執正毋以乖逆為慮【毋以乖逆為慮：廣本抱本晨本寶訓逆作迕。】朕不難於從善也 \\n 故兵部尚書兼詹事府詹事金忠子達來朝時達甫十歲餘　上召至前撫問之曰【撫問之曰：舊校刪曰字。】　命左右賜食及衣顧侍臣曰忠事　先帝於兵戈【兵戈：舊校改戈為戈。】艱難之際又輔朕於春宮篤厚誠謹良有禆益今朕即位而忠獨早歿因慨歎久之遂　命吏部授達翰林院檢討月食其祿俾歸進學俟年長召用是日召故吏部侍郎許思溫之子俊亦至授太常寺贊禮郎俾進學翰林院以待用思溫初為北平按察司副使從　上效守城之勞盖　上於舊人眷念不忘率於此【率於此：廣本抱本晨本於作如，是也。】 \\n 辛亥陞燕山右衛【燕山右衞：廣本抱本右作前。】指揮僉事巫政為指揮使 \\n 命備禦開原　賜瓦剌賢義王太平綵幣表裏并賜其使選谷歹等鈔幣有差　書各都司按察司姓名【書各都司按察司姓名：廣本抱本晨本作書各都司布政司按察司官姓名，是也。】於奉天門西序先是　上諭吏部尚書蹇義兵部尚書李慶曰庶官賢否軍民係休戚【軍民係休戚：廣本抱本晨本作軍民休戚之所係，是也。】唐太宗書剌史之名於屏朝夕省覽聞其有善政則各疏於下故當時所用之人皆思舊勵【舊勵：廣本抱本晨本舊作奮，是也。】致治效斗米三錢外戶不閉　皇考亦嘗書中外官姓名於武英殿南廊閒暇現之【閒暇現之：廣本抱本晨本現作觀，是也。】今五府六部之臣朕朝夕接見得詢察其賢否若都司布政司按察司官朕既不盡識其人久不悉其姓名【久不悉其姓名：廣本抱本晨本久作又，是也。】雖或聞其賢否雅正【雅正：廣本抱本晨本雅作邪，是也。】既久不能不忘為臣有善而上忘之誰肯自勉有不善而上忘之誰肯自戒如此國家何以望治效爾吏部兵部其各都司布政司按察司官姓名【其各都司布政司按察司官姓名：舊校改其為具。】履歷揭諸西序朕得閒暇覌之以考察其行事而黜陟焉至是悉書之 \\n 上顧義等曰卿等更湏用心【卿等更須用心：廣本無更字。寶訓有。】以副朕圖治之意　上諭戶部尚書夏原吉曰鈔法不通兩日與卿等商畧未决【鈔法不通兩日與卿等商略未決：廣本無日字。寶訓有。】朕思之稼穡【榢穡：舊校改榢作稼。】問農絲枲問婦此事須詢之閭閻市井間庶盡委曲可揭榜通衢令官吏軍民中凡有所見許詣闕自陳或赴通政司投進言當者從之否者不罪　改應天府治中張敬為上林苑監左監正黃州府同知弓弼為右監正四川行都司斷事徐肅彰為監副【徐肅彰為監副：抱本為下有左字，是也。】太原府通判楊敬為右監副 \\n 壬子禮部進會議葬祭等儀發引前三日行奏告禮預齋戒百官出宿於公三日遣官以葬期告　天地　宗廟　社稷　皇帝衰服告　几筵【凡筵：抱本凡作几，是也。】　皇太子親王以下皆哀服隨班行禮自是日始百官哀服【哀服：抱本作衰服，下同，是也。】朝一臨至發引日止京師內外自此至祔祭日禁樂自此至葬畢禁屠宰發引前一日【前一日：廣本一作二。】遣官祭金水橋午門端門承尺門【承尺門：抱本尺作天，是也。】御橋大明門德勝門清河橋沙河京都應祀神祗并經過土處【並經過土處：舊校改土作去。】應祀神祠祭儀用酒果殽饌香燭是夕設辭奠　皇帝　後妃【後妃：廣本抱本後作后，是也。】　皇太子親王以下皆哀服以序致祭司禮監禮部錦衣衛官提督執事事者設大昇舉於午門外【執事事者設大昇擧於午門外：舊校刪一事字。廣本抱本擧作轝，是也。】依圖式陳設葬儀於午門外并大明門外發引日設啟奠內侍陳設礼饌拜位如常儀內導引官導 \\n 皇帝衰服詣拜位　皇太子親王以下衰服各就拜位贊禮贊四拜奠帛献酒讀祝四拜文?丰哀【學哀：抱本學作擧，是也。】興哀止望痊【望痊：抱本痊作?疒?土?，是也。】禮畢內導引官導　皇帝詣　几筵殿內少東西向立　皇太子親王以下丹陛上東立【丹陞上東立：廣本抱本上下有稍字。】執事者升徹帷等物【徹帷等物：廣本抱本帷下有幙字，是也。】拂拭　梓宮畢內侍徹啟奠內執事官進龍輴于　几筵殿下設真亭神帛輿謚冊宝輿于丹陛上設神奠【神奠：廣本抱本神作祖，是也。】如啟奠之儀畢內導引官導　皇帝詣　梓宮前稍東西向立導　皇太子由殿左門入立於　皇帝之南稍東西向立【西向立：舊校刪立字。】親王以下俱於丹陛上稍東西向立侍於　梓宮前跪奏【侍於梓宮前跪奏：廣本抱本侍上有內字，是也。】請　靈駕進□【請靈駕進??弓殳?：抱本??弓殳?作發，是也。】內侍捧謚冊寶次捧神帛由殿中門出各置輿內次捧銘旌由中門出執事官升捧　梓宮內執事持翼左右蔽　梓宮前【持翼左右蔽梓宮前：抱本翼作翣，宮下有降殿內侍於梓宮七字，是也。】跪奏請　梓宮升龍輴執事官奉登龍輴訖以綵帷餙　梓宮執翣仍列左右內侍持繖扇侍衛如儀列舊所御儀仗居前謚冊神帛真亭銘旌以次而行內導引官導 \\n 皇帝由殿左門出后妃【??古妃：抱本??古作后，是也。】　皇太子親王及宮眷後隨至午門內設遣奠如祖奠之儀進帛爵讀祝官各隨地之所宜立內侍於　梓宮前跪奏請　靈駕進發司禮監官率儀衛謚冊寶輿等前行　皇帝　后妃　皇太子親王以下皆哭盡哀內侍於　皇帝前跪奏請還宮內侍導引　皇帝還宮　后妃已下【后妃己下：廣本抱本已作以。】俱還宮執事卑　梓宮【執事卑梓宮：廣本抱本卑作舁，是也。】由中門出至午門外禮官跪奏請　梓宮升大昇輿執事官奉　梓宮升大昇輿訖禮官跪奏請　靈駕進發司禮監禮部錦衣衛官提督葬儀以次前行　皇太子親王以下哭送　靈駕出至端門外行辭　祖禮執事官預設褥位於　太廟中香案前　梓宮出端門外【梓宮出端門外：廣本抱本出作至。】禮官跪奏請辭　祖導引官導　皇太子易常服詣神帛輿前跪禮官奉　神帛授　皇太子 \\n 皇太子捧　神帛興由廟街左門入至　太廟褥位跪置　神帛於褥輿　皇太子正立于　神帛後贊禮贊跪　皇太子跪神官跪於　皇太子之左奏　太宗体天弘道高明廣運聖武神功純仁至孝　文皇帝謁辭禮官興贊禮贊俯伏興　皇太子俯伏興贊五拜三叩頭禮卑【禮卑：廣本抱本卑作畢，是也。】　皇太子跪捧　神帛興仍由廟左門出至寶興【寶興：廣本抱本興作輿，是也。】前以　神帛授禮官禮官跪授【禮官跪授：抱本授作受，是也。】　神帛安奉輿中訖奏請　靈駕進發　皇太子仍喪服并親王隨行【親王隨行：廣本抱本王下有以下二字，是也。】　梓宮由承天門大明門中門出 \\n 皇太子親王以下俱由左門出步送至德勝門外送至陵【送至陵：廣本抱本送上有乘馬二字，是也。】在途并至陵俱朝夕奠哭臨在諸王【在諸王：廣本抱本在下有外字，是也。】皇親駙馬公候伯及文武百官軍民耆老四命以上【四命以上：廣本抱本命作品，是也。】命婦以序緣途設决致祭【設決致祭：廣本抱本決作次，是也。】祭畢文武官不係山陵執事及分送者并命婦耆老悉還　大昇輿行緣途每程預設校尉昇送【昇送：廣本抱本昇作舁，是也。】選委內官同錦衣衛官專一提督務在起止有節行步安徐緣途宿頓之處預先搭盖席殿仍量盖席房以貯儀仗等物至陵執事官先陳龍輴於獻殿門外俟　大昇輿以至【俟大昇輿以至：舊校刪以字。】禮官詣　大昇輿前跪奏請　靈駕降輿升龍輴詣獻殿執事官捧　梓宮【執事官捧梓宮：抱本捧作奉。】升龍輴由中門入　皇太子親王俱由左門入詣獻殿安奉訖謚冊寶等輿仍陳于前行安神禮執事陳饌如常儀設 \\n 皇太子拜位于　梓宮前內侍導　皇太子詣拜位贊四拜興贊跪奠酒讀祝俯伏興贊四拜舉哀止贊禮畢親王以下陪拜如常儀遣官祠后玉【遣官祠后玉：抱本廣本玉作土，是也。】并天壽山俟掩玄宮設迁奠執事官陳禮饌如常儀設　皇太子拜位于梓宮前內侍導　皇太子詣拜位贊四拜贊跪奠帛奠酒讀祝訖俯伏興贊四拜舉哀止望痊【望痊：抱本痊作???土?是也。】親王以下陪拜如常儀退將掩玄宮內侍導　皇太子親王以下詣　梓宮前跪內侍奏請　靈駕赴玄宮俯伏興執事官升奉遷　梓宮入皇堂安奉訖內侍奉謚冊寶置於前陳列明器等畢行贈禮執事官陳禮饌于皇堂門外奉玉帛安置於香案前設　皇太子拜位於前內侍導　皇太子詣拜位贊四拜興贊跪贊奠酒贊進贈執事官捧玉帛跪進于　皇太子之右 \\n 皇太子受玉帛獻畢以授內執事捧入皇堂安置訖贊俯伏興　皇太子俯伏興贊四拜舉哀興哀止贊贈事畢內侍出遂掩玄宮掩畢行享禮子玄宮尊前【行享禮于玄宮尊前：廣本抱本無尊字，是也。】如遷奠儀遣官祠後土【後土：抱本作后土，是也。】及祭天壽山掩玄宮將畢內侍設香案于玄宮門外陳禮饌如儀【陳禮饌如儀：廣本如下有常字。】設題主安【題主安：舊校改安作案。】于香案前西向設　皇太子拜位于前北向內侍盥手出主於案上題主官盥手西向題主畢內侍奉主置于神座藏神帛於箱中置其後內侍跪奉【跪奉：抱本奉作奏，是也。】請 \\n 太宗体天弘道高明廣運聖武神功純仁至孝　文皇帝神靈上神主奏訖贊四拜興贊跪獻酒讀祝俯伏興贊四拜舉哀興哀止內侍啟櫝受主訖跪奏請　神主降座升輿奉　神主升靈輿至獻殿上內跪奏【內跪奏：廣本抱本內下有侍字，是也。】請　神主降輿升座奉　神主即座訖行初虞禮執事官陳禮饌于　神主前設　皇太子拜位于香案前內侍引　皇太子就拜位贊四拜興贊行初獻禮贊跪　皇太子跪奠帛奠酒讀祝卑【讀祝卑：廣本抱本卑作畢，是也。】俯伏興亞獻終獻贊四拜舉哀興哀止望痊禮卑【望痊禮卑：廣本抱本作望?疒?土?禮畢，是也。】內官捧神帛箱埋于殿前屏處潔地焚凶器於野葬曰【葬曰：抱本曰作日，是也。】初虞柔日再虞剛日三虞後間日一虞至九虞止在途　皇太子行禮選京【選京：廣本抱本選作還，是也。】　皇帝親行禮　神主啟行將還內侍於　神主前跪奏請　神主降座升輿還京奏訖俯伏興於靈座上　神主升靈輿【神主升靈輿：廣本抱本神上有奉字，是也。】進行儀仗侍衛如儀 \\n 皇太子後隨在途朝夕奠　神主還京先於城外置幄次日錦衣衛備儀衛教坊司備鼓吹不作百官衰服奏候城外　神主至入幄次百官序列於前行五拜三叩頭禮畢俟　神主進行百官後從至午門外儀衛等退內導引官導　皇帝哀服【哀服：抱本哀作衰，是也，次面同。】奉迎於午門內　神主至舉哀步導　神主升　几筵殿內　皇帝立於殿上稍東西向內侍於　靈輿前跪奏請　神主降輿升座奏訖捧　神主安奉於靈座訖行安神礼執事官陳設如常儀內導引官導　皇帝詣拜位奏四拜興奏跪奠酒讀祝俯伏興奏四拜舉哀興哀止奏礼畢 \\n 皇太子親王以下陪拜如常儀鴻臚寺引百官於思善門外隨班行禮傳唱如儀明日百官行奉慰禮虞祭內侍陳禮饌拜位於　几筵前如常祭儀內導引官導　皇帝哀服詣拜位　皇太子親王以下哀服各就拜位行四拜【行四拜：廣本抱本拜下有禮字，是也。】初獻奠帛奠酒讀祝亞献終献贊四拜舉哀興哀止望痊禮畢【望痊禮畢：抱本痊作?疒?土?，是也。】卒哭用虞祭後???山??日【??二山??日：舊校改??二山??作剛。】禮同虞祭自是朝夕奠祔周卒哭之【周卒哭之：廣本抱本周作用，之下有明日二字，是也。】太常寺陳設禮饌於　太廟如時享之儀樂設而不作設儀衛繖扇於午門外內侍官設　皇帝拜位於　几筵殿上進御輦於殿前丹陛上內導引官導　皇帝衰服詣拜位贊四拜舉哀興哀止立於拜位之東西向內侍詣　靈座前跪奏請 \\n 太宗体天弘道高明廣運聖武神功純仁至孝　文皇帝神主降座升輦詣　太廟祔享奏訖內侍捧　神主由殿中門出安奉於御輦內侍執繖扇侍衛如儀至思善門外　皇帝易祭服升輅後隨至午門外儀衛繖扇分列于　太廟南門外之左右導引官導　皇帝詣御輦前贊跪　皇帝跪太常卿跪奏【太常卿跪奏：廣本抱本常下有寺字，是也。】請 \\n 太宗体天弘道高明廣運聖武神功純仁至孝　文皇帝神主降輦詣　太庙祔享奏訖贊俯伏興　皇帝俯伏興導引官導　皇帝捧　神主由左門入典儀昌樂舞生就位執事官各司其事至丹陛上典儀唱　太宗体天弘道高明廣運聖武神功純仁至孝　文皇帝謁廟內贊奏請詣　神位前至　一廟前內侍捧　神主置褥位　皇帝於　神主後行八拜禮　二廟　三廟　四廟　五廟俱八拜畢內侍捧　神主朝於北太常寺卿立壇於東【立壇於東：抱本作立於壇東，是也。】西向唱賜坐　皇帝搢圭內侍捧　神主進　皇帝　皇帝奉　神主安於座導引官導 \\n 皇帝詣拜位行祭禮如時享之儀文官五品以上武官四品以上隨班行禮禮畢太常卿於　太宗皇帝神主前跪奏請　大宗体天弘道高明廣運聖武神功純仁至孝　文皇帝神主還　几筵奏訖導引官導　皇帝捧　神主由庙左門出至午門外安奉于御輦儀衛繖扇導從如來儀　皇帝升輅後隨至午門外儀衛止　皇帝至思善門降輅釋祭服易衰服隨御輦至　几筵殿前內侍於輦前跪奏請　神主降輦升座內侍奉　神主升座訖內導引官導　皇帝由殿左門入行安神禮如前儀礼畢　皇帝釋服還宮明日百官素服烏紗帽黑角帶行奉慰禮　上攬禮部所進儀畢【上攬禮部所進儀單：抱本攬作覽，是也。】悲嗚咽不勝起還宮【嗚咽不勝起還宮：抱本至此為卷之五上，卷尾書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之五上」。】 \\n ●卷五下 \\n 永樂二十二年十二月下 \\n 大明仁宗昭皇帝實錄【仁宗昭皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之五下。】 \\n 永樂二十二年十二月癸丑賜咸寧公主孳牧馬五十疋【五十疋：抱本疋作匹。】　罷海子至西湖廵視官盖西湖受高山之流京城南【受高山之流京城南：廣本抱本晨本高作房，京作經，之下有水字，是也。】出注海子凡三十餘里官常遣人往來廵視禁民不得取魚而並緣為奸者其旁近之草及灌田之水民皆不得取至是　上命吏部悉罷之謂尚書蹇義曰古者山澤之利皆與民共朕之心凡有可推以利民者雖府庫之儲不吝况山澤所產哉 \\n 命戶部凡今被灾處田土悉凖永樂二十年山東通租【通租：抱本通作逋，是也。】例蠲其粮稅分遣人馳諭各府州縣停免催徵　命刑部都察院通政使司自今內外官貪贓者並錄其罪名藏於官以便稽閱　常州府宜興武進等縣奏今歲田土水災無收者九百五頃有奇【九百五頃有奇：廣本抱本五下有十字。】　命戶部蠲其粮稅 \\n 大理寺右少卿戈謙【戈謙：抱本戈作弋，是也。】上言曰民為邦本本固邦寧審之【審之：廣本抱本之作知，是也。】為邦之根本則栽培不可以不厚又曰亶聦明作元后元后作民父母審知為民之父母則撫育不可以不周臣觀堯敬民事舜勤民務禹泣罪人湯自罪己文王視民如傷二帝三王尽為民父母之道故其享國多者有至八百餘歲降及漢之文景唐之太宗亦能輕徭役薄稅歛勤節用【勤節用：廣本抱本勤作謹，是也。】寡嗜欲漢唐諸君庶幾作民父母之義【庶幾作民父母之義：抱本幾下有有字。】故其享國長久亦至三四百年此本固邦寧之驗也洪惟　聖明【聖明：廣本抱本明作朝，是也。】太祖高皇帝起自布衣於凡民間之事罔不周知故其發號施令未嘗不為民是以三十餘年之間倉稟充積天下太平 \\n 太宗文皇帝纘承大寶恢弘治化南拓交址【交沚：抱本作交阯，是也。】以擴疆宇【以擴疆宇：抱本擴作廣。】北討胡寇以靖邊陲營建北京以固中原其志盖欲暫勞而永逸事雖不同其所以為安民之心則一旦牧民之吏【旦牧民之吏：廣本抱本旦作但，是也。】不体朝廷仁民之意指一科十放富差貧小人怙恃愈賜貪毒【愈賜貪毒：廣本抱本賜作肆，是也。】遠近視效海內成風致民有不得所者【致民有不得所者：廣本得下有其字。】　皇上宸衷惻憫盖赤久矣　是以初位之初【初位之初：廣本抱本作即位之初，是也。】即罷土木之役以息劬瘁【劬瘁：廣本瘁作勞。】之民棄苑囿以興耕種放膺大【膺大：舊校改作鷹犬。】以省膏梁蠲逋負以招流離贖賣以全恩愛【贖賣以全恩愛：廣本抱本賣下有子字，是也。】進廉潔退貪汙有功者賞有罪者罰四海聞命靡不歸心其厚邦本而盡作民父母之道即二帝三王 \\n 太祖高皇帝之道矣然　陛下愛民之心雖勤而官吏貪殘之獘猶在如洪武中笞杖之刑各有等第而今內外諸司率用大棍掠人盖欲使人畏懼得以遂其姦貪洪武中隸兵不得濫設今都司衛所布政司按察司府州縣官多選富實之民每員少者三五十人多者七八十人名以軍件【軍件：廣本抱本件作伴，是也。】皂隸月令辦納貨財洪武中官員之家不得於所部內買賣今自都司衛所布政司按察司府州縣官悉令弟姪子婿於所部內倚官挾勢買賣借貸十倍取民詔蠲二十年十二月以前柴炭等物今有司徵歛自如詔蠲逃民逋負粮稅有司乃指富為逃欺公開豁詔賜民年過八十者布帛有司乃不出其在官者而責取於民進賀表箋臣下所以敬上者所用紙筆墨函等物皆取於民此其誠敬之心何在 \\n 又如送往迎來之費有司出於百姓軍衛出於軍粮軍民至有終歲不自給者【不自給者：廣本抱本不下有得字，是也。】 \\n 又如粮草有督辦者有點發者有部運出納者誅求百途費陪正数【費陪正數：抱本陪作倍，是也。】未足公府先滿私家其顯而易見者有此数事其秘而難知者未易悉言方今朝廷省事雖無往日之巨弊如臣所見聞【如臣所見聞：廣本聞下有者字，是也。】亦豈兵民之細害苟不痛為懲戒天下何由澄清【何由澄清：廣本由下有而字。】昔舜欲平水土必咨於眾故得大禹使之其績乃成我 \\n 太祖高皇帝於凡民重務者【凡民重務者：抱本重務作務重。】必選其人而後遣之其臨遣也重其賚予嚴其訓戒是以人畏威懷德而功有成　陛下間命監察御史分廵外服考覈有司【有司：廣本抱本作百司。】柔懦者或失之姑息剛毅者或過於勇猛是非昧狥私之心【是非昧徇私之心：舊校改作徇私昧是非之公。】偏聽失舉措之當顛倒是非變辭黑白【變辭黑白：抱本辭作亂，是也。】欲得其情豈不難哉伏願　陛下訪求大臣或令監察御史互相保舉不拘六部六科務得廉謹老成之士授以詢察考覈之方【授以詢察考覈之方：廣本授下有之字。】使繩愆紏繆激濁楊清【激濁楊清：抱本楊作揚，是也。】具實以聞如此則官使得人而軍民自安矣舜於九官十二牧必咨荐舉而後任是以能致萬卯【萬卯：抱本卯作邦，是也。】咸寧之盛 \\n 陛下誠欲官使得人【欲官使得人：廣本得下有其字。】宜少傚於大舜命六部都察院衙門【都察院衙門：廣本抱本院下有等字。】堂上官各舉所知以為十四布政司按察司官命各布政司堂上官【命各布政司堂上官：廣本抱本司下有按察司三字，是也。】各舉所知以為所屬府州縣官【以為所屬府州縣官：廣本為下有其字。】命府州縣堂上官各舉所知以為其所屬官仍命監察御史給事中及在京衙門属官各舉所知以備缺員【缺員：廣本作員缺。】之選或三人或五人不限名数所舉果賢及後有政績者為己之功所舉不賢及後販黜者【及後販黜者：舊校改販作敗。】為己之過俱令書於考滿牌內則人知戒飭勉於事功而不敢為非矣 \\n 古者官不必備惟其人誠得其人一人有餘不得其人雖眾不足今府州縣常員之外又有管馬之官且計一官其家少者五六口多者十餘口俸既不足則其衣食器用僕隸之需必出於民為害非小伏願　陛下勑吏部省此官其所領馬宜以常員兼管亦寬民之一端也古者祿以代耕飬廉曩因國用浩繁文武官吏俸給什撙莭其六七所得不給其所費今果所儲不足以供令於所在官司有布帛等物之績者【有布帛等物之績者：廣本抱本績作積，是也。】從實凖與俾其父母妻子不致凍餒【不致凍餒：抱本致作至。】如是若復有不奉法守分而肆貪殘於軍民者則必罪之如律也夫忠言有益於國家大矣 \\n 古者人君設誹謗之木下直言之詔求之惟恐不盡今　陛下審見於此故屡降求言之詔惟恐群臣不言然而猶有不言者惟　陛下至誠以來之舜承堯禪天下和平舜大聖也而禹告舜之言尤至深切禹之意誠以人君處崇高之位其所係甚重為臣者不敢恃其君之聖而輒已於言也　陛下天授神明洞見幽微敬　天動民【敬天動民：廣本抱本動作勤，是也。】之心好古法　祖之誠三代以下絕無而今見之者也臣輒敢以言為献者盖亦竊有慕於斯義焉伏願　陛下早朝晏罷召致廷臣討論得失詢察治忽何利未興何害未除盜賊踵跡何以息之民偽日滋何以淳之勿恃治平之久而忘戒儆之心乾乾不息日新又新則唐虞三代之化可計日而待矣 \\n 上覽之以示尚書呂震曰謙所言可取者多其議行之 \\n 辦事官程富上言曰為治之道在於考前代得失之跡審察成敗之由【審察成敗之由：抱本無察字。廣本抱本成上有廢興二字。】則勸戒昭明而知所從違矣得理而興者當以為法唐虞三代是也唐虞之盛固未易及然求治不以三代為法是有願治之名而無躬行之實豈足以成至治也哉失理而廢者必以為戒秦隋是也苟不痛懲其弊則前日惡之而後日效之言既非之而復踵之【而復踵之：廣本抱本而下有行字，是也。】其不駸駸然與覆車同軌者幾希且三代之時治日常多而乱日常少者主聖臣賢同心恊德之所至也【之所至也：抱本至作致。】秦隋之時治日常少而亂日常多者君暗臣佞荒???多欲之所召也臣觀歷代之君孰不欲追三代而超漢唐究其治效不如漢唐之盛去三代而益遠者無他好名之心勝力行之功虧也恭惟　陛下稟不世出之資蘊大有為之志鄉者潛德東宮【鄉者潛德東宮：舊校改鄉作嚮。】仁孝恭儉天下共間【天下共間：抱本間作聞，是也。】及乎尊臨大寶道路相賀莫不延頸以望太平 \\n 陛下誠欲有以副民之望仰追三代而超漢唐當開言路以來諫諍言有可采量賜褒獎如不足取免加罪責庶使忠言讜論日聞于上誠不可以拒諫飭非【???方?非：舊校改???方?作飾。】陽褒陰貶名為陞之日則逐之【日則逐之：廣本抱本日作實，是也。】使中外杜口以言為諱也伏讀詔勑諄切懇至求言如渴故臣不自揣量敢述芻蕘之言少效涓埃之助伏願　陛下自茲以往凡於正心脩德敬天動民【敬天動民：廣本抱本動作勤，是也。】敦化原俗【敦化原俗：廣本抱本原作厚，是也。】明刑敷教之道必以堯舜三代為法聲色玩好遊畋造作不急之務無益之費凡諸傷財害民以自奉者必以秦皇漢武隋煬為戒深思力踐早朝晚輟延接群臣討論治道親賢遠佞以獎忠讜之士兼聽廣納以通億兆之情盖勤者為治之本宵肝【宵肝：舊校改作宵旰。】既勤政何憂不舉儉者足用之原百姓既足君□與不足【君享與不足：舊校改享作孰。】 \\n 自古以來生齒富歲【生齒富歲：廣本抱本歲作庶，是也。】人民安逸而天下不治者未之有也生齒凋殘人民困苦而天下不亂者亦之有也【亦之有也：廣本抱本亦下有未字，是也。】當當庶安逸之時【當當庶安逸之時：抱本當當作當富，是也。】猶不可恃理而恐生亂及凋殘困苦之際又豈可不勵精以圖治乎勵精圖治之道其要在於得人以任眾職然人之才自昔罕全有所長者必有所短為今之計莫若損益司馬溫公十科之法以為今日荐舉之制則官不同而各得其人人不同而各適於用豈必侍全材【豈必侍全材：抱本侍作待，是也。】而後用之哉　上覽之再三而嘉納焉 \\n 甲寅　梓宮將發引遣官告　天地　宗廟　社稷　上親告　几筵　命禮部集僧道于慶壽海印二十【慶壽海印二十：廣本抱本十作寺，是也。】及靈濟宮各廷荐楊大齋【各廷荐楊大齋：廣本抱本廷作建，楊作揚，是也。】七晝夜 \\n 加太子少傅兼謹身殿大學士楊榮工部尚書敕曰茲為胡虜梗化累犯邊彊【累犯邊彊：舊校改彊作疆。】我　皇考太宗文皇帝為　宗社子孫天下臣民長久之計不得已躬擐甲冑率六部【率六部：抱本晨本率上有親字；廣本抱本晨本部作師，是也。】往行天討【往行天討：廣本行作致。】豈期醜虜畏威遠遁班師之日不幸中道　皇考上賓六軍在外朕又遠違膝下及其崩殂兒孫亦莫能知惟卿盡忠為國報　先帝皇【先帝皇：舊校改為先皇帝。】恩德獨為果断至有今日【至有今日：抱本晨本至作致，是也。】家國寧謐　宗社奠安今辰奏告忽思至此實感不已卿當重賚曩者哀悼愴惶之際報卿甚微今追前愆加賜卿白金五十兩綵弊【綵弊：抱本弊作幣，是也。】表裏各十寶鈔二萬貫白米工十石【白米工十石：抱本工作二，是也。】特陞卿為工部尚書前官如故三俸俱支全支尚書本色卿當領服以慰朕懷 \\n 初榮同幼孜扈從北征凡軍中一切機務皆令與聞軍行累月尚未抵賊巢而步卒多艱且諜言賊已遠遁遂令班師及中途　太祖疾作頓劇已而崩於榆木川中官馬雲等皆倉惶莫知所棤【莫知所棤：抱本晨本棤作措，是也。】乃密召榮幼孜入御幕中首議喪事榮等言宜循古制用衣衾殯殮庶為允當眾曰諾或有欲於他事【或有欲於他事：廣本抱本晨本於作以。】寫勑用寶遣人馳報榮等曰誰敢爾　先帝在即稱勑賓天而称勑詐也獲罪非輕哀皆曰此良是【哀皆曰此良是：廣本抱本晨本作眾皆曰此言良是，是也。】營等乃命中官備以　大行皇帝崩逝月日并遺命傳位之意啟　皇太子雲等從之既作啟遂以屬榮及少監海壽馳報　皇太子榮初抵京　上哀慟未及訪問至是有以為言者　上嘉歎良久乃降勑獎諭云 \\n 乙卯　梓宮發北京　上送至午門　皇太子親王皆步送陵【皆步送陵：廣本抱本送下有至字，是也。】 \\n 戊午書諭　皇太子爾奉　梓宮安厝玄堂畢與叔趙王奉迎　神主回京留瞻埈瞻堈瞻墺壙終事【壙終事：廣本抱本壙上有掩字，是也。】　夜月犯軒轅星　有星大如鷄子色青白見室宿己未夜有星大如杯色青白見天園 \\n 庚申　太宗文皇帝梓宮葬長陵　夜月犯內屏星 \\n 壬戌　上以國事不得親送　梓宮赴山陵而趙王高燧任護送之勞賜書勞之并賜白金三百兩鈔三萬貫綵幣二百表裏馬十匹自昏至一更【自昬至一更：舊校改昬作昏。】有黑氣生西北長五丈濶一尺　月犯平道星 \\n 癸亥以歲暮　命禮部集僧道於慶壽寺靈済宮各建大齋七晝夜資　■〈白上生下〉考【星考：抱本■〈白上生下〉作皇，是也。】妣之福 \\n 甲子賜書趙王高燧曰前所遣人自彰德還言羣治【群治：廣本抱本群作郡，是也。】與衛相隣已皆令併入王府其屋有百餘間已命工部差人先往脩理賢弟亦可差的當人同往經度慮此未足府中之用又命工部於德州迤南宮營造木【迤南宮營造木：舊校刪宮字。】內運松杉料二百間赴彰德顏料灰漆磚瓦亦令工部措辦府中可便遣的當人在彼收受俟賢弟至國支分起造庶得称意中護衛有三千人長陵用工者今以發還本衛【長陵用工者今以發還本衞：廣本抱本長上有在字，以作已，是也。】并報知之　罷常山左右二護衛經歷司及倉　湖廣等布政司左參政黃澤等來朝各上章言事　上諭之曰朕所以求言者盖欲聞民情休戚吏治賢否此來言者多舉未莭細務【多舉未節細務：抱本晨本未作末，是也。】於民情吏治鮮及之盖文具塞責而已甚非朕意爾等方而大臣【方而大臣：廣本抱本晨本而作面，是也。】當有体國憂民之心宜為朕舉其要且切者不然何以稱爾之職遂命禮部會議澤等所言以聞　琉球國山南王遣使者阿勃馬結制等貢方物及東寧衛指揮使金声建州左衛指揮使猛哥帖木兒來朝貢馬賜綵幣表裏有差 \\n 乙丑遣中官齎奉　太宗皇帝御容送漢王高?日白犬?【高?日白犬?：舊校改?日白犬?作煦。】趙王高燧　命韓王冲■〈火或〉階其弟【階其弟：抱本階作偕，是也。】襄陵王冲??木火?【冲??木火?：抱本作冲炑。】樂平王冲■〈休上火下〉之國平凉　改工部員郎林和為南京光祿寺丞和初以員外郎權光祿寺丞至是實投之【實投之：抱本投作授，是也。】降貴州左布政使蔣廷?土?元貝?【蔣廷?土?元貝?：舊校改?土?元貝?作瓚。】為司左參議【為司左參議：廣本抱本為下有本字，是也。】以風憲劾其貪黷故也　命瓦剌來歸人阿老丁為都指揮同知尢魯思不花【尢魯思不花：舊校改尢作兀。】也里忽里為指揮同知禿列千【禿列千：舊校改千作干。】為衛鎮撫不顏火者為百戶賜白金鈔幣【白金鈔幣：廣本鈔作綵。】表裏綿布有差金織文綺襲衣鞍馬各一　給蘄献王及德安公主守墳民各十戶復其家　伊府典伏【伊府典伏：抱本伏作仗，是也。】楊亮以進表卒於京師事聞　上念親藩所遣命工部給棺兵部給舟車還其喪仍賜其家鈔三千貫 \\n 丙寅後軍都督府都督僉事汪浩卒浩五河縣人初為燕山左護衛百戶洪武三十二年【三十二年：舊校改二為一。】　太宗文皇帝舉兵靖難浩從征以功累進指揮使永樂三年進都指揮同知十二年從征迤北有功進後軍都督僉事至是卒賜賻祭命有司造墳廣西總兵官鎮遠侯顧興祖奏斬平樂潯州二府賊首千九百餘級及歸賊所虜男女十餘口遼東自在州指揮阿籠哈等廣西太平府結安州官族張延及貴州思南府沿河祐溪長官司四川天全六番招討司雲南鶴慶軍民府等衙門舍人通事貢馬賜鈔幣表裏襲衣等物有差賜南京五府六部【賜南京五府六部：廣本抱本賜上有丁卯二字，疑是也。】等衙門及中都留守司天下方面官來朝者羊酒等物　漢世子贍坦濟陽王瞻垐臨淄王瞻域昌樂王瞻垶【昌樂王瞻垶：舊校改垶為垶。】淄川王瞻墿齊東王瞻坪來朝陝西洮州衛及烏思藏西寧衛土僧剌麻福景等來朝貢馬賜之鈔幣 \\n 戊辰陞欽州判官李灝為光祿寺少卿灝前為光祿寺署官【光祿寺署官：抱本無寺字。】時　上在東宮初至自南京光祿寺卿井泉寺丞蕭城【蕭城：廣本抱本城作成，是也。】等飭詐間　上於　太宗每日東宮常膳外餘一毫不給灦獨致敬【灦獨致敬：舊校改灦作灝。】委曲順承泉等屡以危言脇之終不為動故有是命仍勑吏部免其雜犯罪三死　太常寺卿王勉劾奏通政使司通政使尹必用當省牲郊壇而令參議顧謙代行皆屬不恭時監察御吏方科必用【監察御吏方科必用：廣本抱本科作糾，是也。吏當為史，次行同。】他事　上曰御吏所言特其一時之誤情可恕礼莫重於祀　天而省牲不敬其可復居是職【其可復居是職：廣本抱本職下有耶字，是也。】於是必用謙皆下獄而陞本司左通政李嘉為通政使右參議朱侃為左通政前通政使司經歷何懷輝右參議【何懷輝右參議：廣本抱本輝下有為字，是也。】 \\n 己巳封鎮守寧夏後軍都督同知【後軍都督同知：廣本抱本督下有府都督三字，是也。】梁銘為保定伯食祿千五百石子孫世襲銘嘗從　上居守北平多效勞■〈糹賁〉【多效勞■〈糹賁〉：舊校改■〈糹賁〉作績。】　上念之不忘故有是命　陞鎮守寧夏都指揮使陳懷為右軍都督同知仍鎮寧夏開平備禦都指揮僉事唐銘為都指揮使仍備禦開平陞江西布政使司【布政使司：抱本無使字。】左參政夏迪為南京都察院左副都御吏【左副都御吏：舊校改吏作史。】　調山東左參政楊勉於廣東布政司遺賜【遺賜：抱本遺作遣，是也。】掌沙州衛都指揮困即來及指揮薛迭右【薛迭右：廣本抱本右作古，疑是也。】等綵幣表裏有差先是瓦剌賢義王太平所部知院阿老丁等來朝中道為人所沮【為人所沮：抱本沮作阻。】困即來等遣人衛送至京故嘉勞之　上諭禮部尚書部臣曰【上諭禮部尚書部臣曰：舊校刪尚書部三字。】朝廷崇祀神祗悉有舊典主其事者當致處恭【當致處恭：抱本處作虔，是也。】以祈嘉貺福黎庶頗聞天下郡之道【聞天下郡之道：廣本抱本郡下有「邑應祀壇宇，歲久傾墊，多不修治，甚非昭事(抱本作祀)神明」十九字，是也。】其???方?有司【???方?有司：舊校改???方?作飭。】脩繕凡祭器祠字【祠字：舊校改字作宇。】並湏堅緻潔凈所用物料悉出公帑毋歛民仍令廵按御史及按察司官以時點視違者罪之 \\n 禮部尚書呂震奏有旨賜衍聖公孔彥縉一品金織衣衍聖公是二品如旨賜之過矣　上曰朝廷用孔子之道治家國天下今孔子之徒在官有一品服者孔子之後襲封承先師【先師：廣本作先聖。】之祀服之何過且　先帝時五品儒臣有賜二品服者亦何過哉其賜之用称朕崇儒之道意【崇儒之道意：舊校刪道字。】 \\n 庚午烏思藏葛里麻寺剌麻三竹朵爾只等隴答衛鎮撫三竹藏館覺剌籠番僧沙加端竹等貢馬賜之鈔幣卒未【卒未：抱本卒作辛，是也。】賜公候伯都督尚書羊共八十四牽酒八百四十瓶　鎮守雲南太傅黔國公沐晟及其弟雲南都指揮同知沐昂來朝賜晟羊五牽酒五十瓶昂羊三牽酒三十瓶　掌陜西都司都督僉事【掌陝西都司都督僉事：廣本抱本西下有行字。】李文奏甘肅寧夏極邊虜寇出沒不時請簡壯勇上【勇上：抱本上作士，是也。】往易其騎兵之老弱者以備不虞從之 \\n 是歲天下戶一千六萬六千八十口五千二百四十六萬八千一百五十二賦稅粮三千二百六十萬一千二百六石【二百六石：抱本六下有十字。】布帛十四萬三百五十二匹絲綿二十二萬三千六百九十七斤綿花絨六萬九千五百七十五斤課鈔一千九百二十七萬六千五十四錠金千二百兩銀十七萬五千六百八十六兩銅錢三千一百六貫銅二千一百二十八斤【銅二千一百二十八斤：廣本抱本斤下有鐵四十一萬三千七百八十三斤十三字，是也。】鉛二萬七百八十斤硃砂千五百九十五斤【硃砂千五百九十五斤：廣本抱本百下有「四兩海■〈貝巴〉三十三萬二千六索茶一百四萬四千六百」(二千六索抱本作二十六索)，凡二十一字，是也。】塩一百六萬八千九百八十引馬一百七十三萬六千六百一十八疋餽運北京粮二百五十七萬三千五百八十三石 \\n  \\n   \\n  "}
{"章节": "●卷六上", "正文": "  \\n ●卷六上 \\n 　 \\n  \\n 洪熙元年正月上 \\n 大明仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之六上。】 \\n 洪熙元年春正月壬申朔　上御奉天門朝群臣　命禮部鴻臚寺不作樂群臣止行五拜三叩頭禮先是禮部尚書呂震請於　上曰　陛下初登大寶天下文武之臣及海外諸國皆來朝宜受賀作樂如大朝之儀不從次日震固請之大學士楊士奇楊榮金幼孜黃淮進曰　陛下言是　上曰山陵甫畢忍遽即吉　朕明日亦不欲出見群臣震曰四方萬國之人遠朝新主皆欲一覩　天顏固聖孝誠至亦宜勉狥下情　上顧士奇四人曰禮過矣對曰誠如　聖諭必欲俯狥輿情亦不宜備禮　上從之遂有是命太子太保忠勇王金忠都督把罕台進馬賜之鈔幣 \\n 癸酉召大學楊士奇【大學楊士奇：廣本抱本晨本學下有士字，是也。】楊榮金幼孜黃淮諭曰為君以受直言為賢為臣以能直言為賢不受直言則過益增不能直言則忠不盡如昨日朝會從震所請今悔何及賴卿等同心遂免此悔自今卿等遇朕行有未當但直言之毋以不從為慮各賜鈔壹千貫文幣一表裏　朝鮮國王李祹遣陪臣右軍都總制曹恰等朝賀貢金銀器及方物賜恰等鈔幣表裏有差 \\n 甲戌南京龍山產靈芝蕃大特異守臣以進禮部請賀不許 \\n 乙亥勑諭天下文武群臣曰 \\n 朕惟天地以生物為德人君以安民為務設官分職簡賢任能所以相成其功朕祇紹洪圖仰惟　祖宗創業守成之難夙夜惓惓體　天為治嗣位之初蠲逋員【蠲逋員：抱本晨本員作負，是也。】赦有罪不急之務一切停罷選任賢良共圖惟新之治期與天下安於太平今天下庶事未盡理生民未盡安斯朕之責亦爾文武群臣之責尚思勉之 \\n 咨爾文臣六卿掌國之庶務布政司受任方隅守令典郡邑大小庶官各有攸司其竭忠殫慮以安黎庶銓選必擇人賦稅必有常禮教必修明兵政必振舉刑罰必平恕營繕必撙節凡百政令必勤審度以存恤為心內外相承興利除害休息以蕃其生勸課以厚其本興學勸士以正其俗以成其才必使吾民衣食充足禮讓成風匹夫匹婦咸得其所斯為稱職 \\n 咨爾武臣都府掌國之軍政都司控制一方衛所邊圉各有信地其悉心戮力以衛國家簡閱訓練必公必勤紀律部伍必嚴必肅器械必堅利城堡必修繕粮菱儲時【粮菱儲時：廣本作茭粮儲峙，抱本晨本寶訓作糧茭儲峙。】必足於用廵邏瞭望必謹必備使奸宄屏迹吾民安於無事其要以撫養軍士為本卹其飢寒念其疾苦用之萬全斯為稱職至於風憲為朕耳目朝政缺典吏治得失軍民利病百官有司孰賢與否悉宜廉察必使官得其人政無不舉人咸樂生斯為稱職夫君臣一體上下相須朕勉於修德爾尚勵於忠貞弼咸成治化以躋斯民於雍熙泰和之盛不其偉歟朕代天子民恪存戒飭不以小人備任使不以浮費傷財力不以刑罰先教化不以貪黷勞士卒爾尚體予至意以稱職任惟忠足以事君惟仁足以恤人惟勤則庶事集惟廉則公道存乃若驕盈縱恣【驕盈縱恣：抱本晨本盈作淫。】朋比用事貪暴掊克漁獵吾民或阿諛從吏務為容悅【或阿謏從吏務為容悅：抱本寶訓吏作臾；晨本作更，從上有面字。】庸庸保位【庸庸保位：晨本保作尸。】無補於時黜陟之明賞罰之公典章具在爾其欽哉 \\n 命禮部尚僧道於慶壽寺【尚僧道於慶壽寺：廣本抱本尚作集，是也。】靈濟宮並建大齋七晝夜上資　皇考妣冥福　陞都指揮同知沐昂為右軍都督府都督同知仍掌雲南都司事都指揮僉事曹儉為都指揮使鎮守涿州 \\n 丙子　駙馬都尉西寧侯朱琥【西寧候朱琥：舊校改作西寧侯宋琥。】以罪削爵并奪其所授誥券命駙馬都尉宋瑛襲封西寧候琥瑛皆故西寧侯晟子也　調金吾左衛指揮使林勝於衛府護衛陞通政使兼武英殿大學士黃淮為少保戶部尚書仍兼武英殿大學士加少傅兼華盖殿大學士楊士奇兵部尚書太子少保兼武英殿大學士金幼孜禮部尚書俱三俸並支仍掌內制陞南京通政使方朴【方朴：廣本抱本晨本方作古，是也。】為南京戶部尚書南京禮部右侍郎蔚綬為本部尚書南京大理寺左少卿湯宗為本寺卿辭兵部之職不聽 \\n 贈故詹事府少詹事鄒濟左春坊左贊【左贊：廣本抱本贊下有善字，是也。】徐善述俱為太子少保賜濟謚文敏善述謚文肅【謚文肅：晨本肅誤淵。】濟字汝舟餘杭人初為縣學訓導累官平度州知州預修　太祖皇帝實錄陞禮部儀制郎中從總兵官英國公張輔征安南掌奏記還陞廣東布政司右參政坐事左遷吏部郎中尋擢左春坊左庶子秩滿陞詹事府少詹事未幾卒于官為人和易不見崖■〈山厈〉【不見崖■〈山厈〉：舊校改■〈山厈〉為岸。】於物無忤兼通釋之學【兼通釋之學：廣本抱本晨本通下有老字，是也。】善伺　上意寵遇時厚【寵遇時厚：廣本抱本時作特，是也。】善述字好古天台人由桂楊州【桂楊州：抱本晨本楊作陽，是也。】學正陞國子助教擢左春坊左司直郎陞左贊善【左贊善：晨本左作右。】以疾卒于官為人淳厚質實學識端正耿介恬靜不為阿附左春坊【左春坊：舊校改左作在。】於文事多所啟沃至是　上追念二人贈官賜謚　命有司立祠墓側歲以春秋祭之 \\n 建州等衛指揮使沙班等二十九人及兀者等衛指揮莽古【莾古：舊校改莾為莽。】等來朝貢馬賜鈔幣表裏有差　太子少保兵部尚書李慶劾奏天下都司衛所守禦指揮千百戶職在治兵而其間多貪暴怠惰紀律不嚴器械不利城池不修軍士缺伍攻戰屯守之法漸至廢弛今因其來朝請付法司按治　上召至前諭之曰兵部所言良是國家之政莫重於兵備雖四方無事然不可一日忘備爾等職典斯事而悖慢知此【悖慢知此：抱本知作如，是也。】罪誠難恕但嗣位之初未欲遽寘爾罰其歸勉圖自新實部伍練士卒利器械完城堡明屯守之法而廉潔守己毋縱貪刻以害軍士【以害軍士：廣本抱本士下有「朕將遣人閱視，有一不悛，必罪不宥」十四字，是也。】 \\n 丁丑加刑部尚書金純太子賓【太子賓：廣本抱本賓下有客字，是也。】命二俸俱支　陞中府都督僉事馬聚後府右都督譚青俱為本府左都督右府都督同知高成後府都督僉事馬英【馬英：廣本抱本英作瑛。】俱為本府右都督僉事楊澤【僉事楊澤：抱本僉上有右府都督四字，是也。】倪寬俱為本府都督同知山東都司都揮指使高敬為中軍都督府右都督陜西都司都指揮使海亮為右府右都督浙江都司都指揮同知徐甫為左府都督同知大寧都司都指揮同知馮斌中都留守都指揮同知李得俱為前府都督同知【俱為前府都督同知：廣本抱本知下有山西行都司(廣本脫都司二字)都指揮同知鄭銘為後府都督同知十九字，是也。】河南都司指揮同知高文【指揮同知高文：抱本指上有都字，是也。】為中府都督同知都指揮僉事崔聚為左府都督僉事祁英為中府都督僉事山東都司都指揮僉事郭志為右府軍【右府軍：舊校刪府字。】都督府督都僉事【督都僉事：應作都督僉事。】陜西行都司都指揮僉事韓僖為前府都督僉事後府都督僉事李賢為本右都督【李賢為本右都督：廣本抱本本下有府字，是也。】後府都督僉事把台為右府都督【為右府都督：廣本抱本府下有右字，是也。】柴永正為左府左都督吳成為後府都督【為後府都督：廣本抱本府下有左字，是也。】馬性良【馬性良：廣本抱本性作惟，疑是也。】為右都督右府都督僉事蘇火耳灰為本府左都督 \\n 陜西都司奏臨洮洮州諸衛兵調守寧夏甘肅其家在原衛者■〈此上日下〉仰給於公【■〈此上日下〉仰給於公：抱本■〈此上日下〉作皆，是也。】而鳳翔等府稅粮未輸於臨洮等衛者尚四十餘萬無以給之　上諭戶部臣曰調兵守邊而其家乏食既懷內顧之憂何以望其盡力王事宜遣人馳驛督之毋更稽緩　少傅兵部尚書兼華盖殿大學士楊士奇及少保戶部尚書兼武英殿士【武英殿士：廣本抱本晨本殿下有大學二字，是也。】黃淮俱奏辭尚書一俸從之太子少傅工部尚書兼謹身殿大學士楊榮太子少保禮部尚書兼武英殿大學士金幼孜亦各辭尚書一俸　上曰卿等事　皇考屡經扈從勤勞多矣况　皇考賓天遠在塞外賴卿等盡力維持朕每瞻奉　几筵未嘗忘之今與三俸豈為過多卿等其勿辭榮等復叩首請曰臣等事祗　先帝【事祇先帝：舊校改事祇作祇事。】莫非職分所當為若受此厚祿實所不安　上曰朕非有所私所與三俸其勿固辭　夜月犯外屏 \\n 戊寅封後府右都督李賢為忠勤伯賜璽書曰爾昔恭順天道歸我　皇祖継奉我　皇考之命以書學侍予蚤夜惓【蚤夜惓：廣本抱本晨本惓下有惓字，是也。】小心諄切久而不懈予念爾未嘗忘【未嘗忘：抱本忘下有之字。】今朕纘承天位圖報勞前【圖報勞前：舊校改勞前作前勞。】雖嘗進爾祿位而未愜朕志今特封爾為忠勤伯食祿千一百石勑吏部賜爾誥命尚強醫藥力飲食順飬精神【順養精神：廣本抱本晨本順作頤，是也。】益膺壽福以副朕春待【春待：舊校改春作眷。】之意賢韃靼人舊名丑驢元末官至部尚書【官至部尚書：廣本抱本晨本至下有兵字，是也。】洪武中歸附賜姓名李賢以属燕府譯文侍　上恭慎久而逾篤擢紀善　太宗皇帝靖內難以功累陞都指揮僉事　上即位再陞後府右都督至是賢年將八十病劇　上聞而憫之遂有是命　陞定州衛指揮同知吳管者為都指揮同知 \\n 己卯享　大廟【大廟：舊校改大作太。】是日立春　上御奉天門文武群臣行賀禮　建弘文閣先是　上諭大學士楊士奇等曰卿等各有職務朕欲別得學行端謹老儒数人日侍燕間備顧問可咨訪以聞士奇等以翰林侍講王進【翰林侍講王進：寶訓講作讀；明史楊溥傳作講。】蘇州儒士陳継對遂命吏部召継至是建弘文閣於思善門作印章命翰林學士楊溥掌閣事進佐之　上諭親舉印授溥【上諭親擧印授溥：晨本無諭字，是也。】曰朕用卿等於左右非止助益學問亦欲廣知民事為理道之助卿等如有建白即以此封識進來未幾継至授翰林院五經博士吏部尚書蹇義言學錄楊敬訓導何澄皆敦實即授敬翰林院編修澄禮科給事中命三人皆於弘文閣與進同事云　陞南京光祿寺丞林和為本寺少卿　陞浙江都指揮使【浙江都指揮使：廣本抱本江下有都司二字。】孫勝為右府都督僉事陜西行都司都指揮僉事馮興【馮興：抱本作馬興。】為後府都督僉事仍鎮守定州　監察御史尹崇高等劾奏福建左布政使顧鼎前犯贓罪遇赦還職仍不悛改貪肆無恥命錦衣衛執付都察院治之 \\n 庚辰賜漢王高煦袞服皮弁服書曰世子至言賢弟袞服夜【賢弟袞服夜：舊校刪夜字。】皮弁服皆舊欲易新者今已製完遣內使阮庶送去相望懸切其善調攝以副同氣之懷世子令於此月十二日歸并報知之　衣人星留井宿【衣人星留井宿：廣本抱本衣人作夜火，是也。】有星大如雞子色黃白見壁室卒己【卒己：抱本作辛己，是也。】漢世子瞻坦濟陽王瞻■〈次上王下〉【濟陽王瞻■〈次上王下〉：舊校改■〈次上王下〉作垐。】臨淄王瞻域昌樂王瞻埣【昌樂王瞻埣：舊校改埣作垶。】淄川王瞻墿齊束王瞻坪【齊束王瞻坪：舊校改束作東。】辭歸皆厚賜遣之陞萬全右衛千戶許禮為金吾右衛指揮僉事陜西沙沙衛【沙沙衞：抱本作沙州衞，是也。】千戶桑奇失里等來朝賜鈔幣有差 \\n 上諭兵部尚書李慶等曰馬資於國用甚大然嘗思之當與用同其利【當與用同其利：廣本抱本用作民，是也。】民有即國家之有也漢文景時閭巷有馬千百為群盖民生樂業庶物咸殖馬自蕃息　先帝嘗聽民間皆畜馬然有司急於官馬孳息故民不暇於其私今宜寬恤之使奉公之林【奉公之林：廣本抱本林作外，是也。】有餘力可以及私從容寬假之久庶幾可望民安物阜今後民間畜官馬者今二歲納駒一匹【今二歲納駒一匹：舊校改今為令。】著為令又命大學士楊士奇等曰湏以詔書行之　夜月犯諸王星 \\n 壬午敕禮部太常寺臣曰欽惟　皇祖太祖高皇帝受命　上天肇興皇業皇考太宗文皇帝興宗社【太宗文皇帝興宗社：廣本抱本晨本帝下有中字，是也。】再奠寰區【再奠寰區：影印本寰字糢糊。】聖德神功咸配天地易曰殷薦上帝以帝以配祖考【以帝以配祖考：舊校刪帝以二字。】朕崇敬皇祖皇考永惟一心今年正月十五日大祀皇祖皇考配神【大祀皇祖皇考配神：廣本抱本祀下有天地神祇奉五字，是也。】仍著典章垂範萬世【垂範萬世：抱本萬作後。寶訓與館本同。】如勑奉行 \\n 癸未以郊祀預告　太廟及几筵請　太祖聖神文武欽明啟運俊德成功統天大孝高皇帝　太宗體天弘道高明廣運聖武神功純仁至孝文皇帝配祝文曰孝孫嗣皇帝敢昭告于　太祖聖神文武欽明啟運俊德成功統天大孝高皇帝曰恭惟　皇祖太祖高皇帝躬膺天命肇啟國家垂統萬世皇考宗文皇帝【皇考宗文皇帝：廣本考下有太字，是也。】継志述事中興宗社再奠寰宇【再奠寰宇：廣本宇作區。】施及獲承鴻緒【施及獲承鴻緒：廣本及下有朕字，是也。】仰惟皇祖皇考聖德神功咸配天地謹卜今年正月十五日大祀南郊祗請皇祖皇考配神仍著國典傳祀萬世謹告大宗體天弘道高明廣運聖武神功純仁至孝文皇帝前祝文同 \\n 以過冬不雪勑公侯伯五府都督六部尚書侍郎都察院都御史曰朕以眇躬託於臣民之上優憫元元勤于夙夜而自冬迄今時雪不降來年無遂【來年無遂：舊校改年作牟。寶訓與館本同。】吾農柰何夫二氣之乘【夫二氣之乘：廣本抱本乘作乖，是也。】繇朕德凉薄大臣與國同體爕理之助誠有賴焉朕方惕厲【朕方惕勵：抱本勵作厲。】自省卿等亦懋修乃職用贊輔予庶以導召和氣康濟兆民夫愛民惟誠可以動　天願共勉之欽哉毋忽　陞太醫院判徐叔洪【徐叔洪：廣本抱本洪作拱，是也。徐氏事■〈辶亦〉又見仁宗實錄第二十七面。】為本院使御醫蔣主善為本判院【本判院：舊校改作本院判。】主善贈太醫院使用文子也 \\n 癸未以大祀南郊　上御奉天門文武群臣受誓戒畢　上進分獻官諭之曰事神之道豈獨臨事之際則致誠敬要其奉天子民之心積累於平日者皆已孚達鬼神所以祭則受福朕以菲德上承　天休者【上承天休者：廣本抱本晨本承下有「祖宗，主典神天，所與協恭，承」十一字，是也。】公卿百執事也尚體朕心敬亮天王【敬亮天王：廣本抱本晨本王作工，是也。】仁卹斯民庶幾免克享天心風順調【風順調：廣本抱本風下有雨字，是也。】年榖豊稔使民家福【使民家福：廣本抱本晨本使下有斯字，家作蒙，是也。】亦昭我君臣共事之美欽哉 \\n 甲申敕大同參將都督僉事沈青【沈青：舊校改青作清。】及掌山西行都司都督僉事李謙曰朝廷謂爾等才智託以邊事正宜同心恊力綏撫士卒勤於操練晝夜以警備為心度称委任【度稱委任：廣本抱本度作庶，是也。】今畧不聞邊備如何設施城也如何修荒【城也如何修荒：抱本也作池，廣本抱本荒作葺，是也。】軍士如何操習粮儲如何蓄積但聞各持私意搜羅失互相許奏【搜羅失互相許奏：廣本抱本羅下有過字，是也。舊校改許為訐。】若此所為何以称朝廷之付託朕比念武安侯年老故命清為參將副之一應事務清當與武安侯許議【許議：抱本作計議，是也。】停當乃行清安敢專擅行之李謙職掌都司應有軍政湏聽總兵官武安侯發放是非可否自有公論謙安敢與之相抗自古賢將皆務恊和以成國事爾等不此視效乃私相忿爭泉賢乎【泉賢乎：廣本抱本泉作果，是也。】非賢乎宜深思前過改悔從善否則罰加爾身雖悔無及 \\n 敕湖廣都督指揮使司【湖廣都督指揮使司：舊校刪督字。】曰　皇考太宗大皇帝【皇考太宗大皇帝：抱本晨本大作文，是也。】建大嶽太和山營觀【大嶽太和山營觀：廣本抱本營作宮，是也。舊校改大作太。】上以資福　祖宗下以祈福四海近命湖廣右參議諸葛平提督廵視其免均州一千戶所軍及餘丁雜泛差役存留在州聽參議諸葛平及千戶朱彛提調遇宮損觀壞【宮損觀壞：舊校改為宮觀損壞。】隨即修理溝渠道路有壞亦即整治爾等其敬承之　以上元莭命僧錄司於慶壽寺建大齋七晝夜資　皇考妣□福【皇考妣寘福：廣本寘作冥，是也。】 \\n 乙酉命道士沈道寧為混元純一冲虗湛寂清凈無為承宣布澤助國佑民【助國佑民：抱本佑作祐。】廣大至道高士階正三品仍賜道服【仍賜道服：抱本至此為卷之六上，卷尾書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之六上」。】 \\n ●卷六下 \\n 洪熙元年正月下 \\n 大明仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之六下。】 \\n 洪熙元年正月丙戌大祀　天地于南郊畢　上還御奉天門文武群臣行慶成禮頒詔中外曰朕惟君國之道事　天為大事　天之實恤民為本我國家　聖聖相傳　太祖高皇帝肇基垂統弘靖萬邦　太祖文皇帝継志守成總威廣被【總威廣被：廣本抱本晨本皇明詔制總作德，是也。】天下無事生民又安【生民又安：抱本晨本詔制又作乂，是也。】六十年於今矣是皆　祖宗功德之盛　天地祐祚之隆肆及眇躬獲永鴻緒【獲永鴻緒：廣本抱本晨本永作承，是也。】嗣位以來夙夜祗慎上惟　天命之重下念生民之艱式嚴昭事庶臻康濟謹於今年正月十五日恭祀　天地于南郊股肱助相群工駿奔　三靈交悅百順介祥嘉與臣民均應慶澤一應合行事宜癸于後【癸于後：廣本抱本晨本詔制作條示于後，是也。】 \\n 一農桑衣食之本學校風化原【學校風化原：廣本抱本晨本詔制化下有之字，是也。】有司宜加勸課在內從廵按御史在外從按察司廵督毋為虗文務臻實效 \\n 一祀典神祗皆為保庇生民有司奉祭務在誠敬不許褻慢 \\n 一天下嶽鎮海凟及各處山川社稷等壇帝王陵寢先聖先賢忠臣義士旗纛城隍祠廟常須潔淨遇有損壞隨即修理仍禁約樵採牧放【樵採收放：抱本晨本詔制收作牧，是也。】 \\n 一軍民之間有孝子順孫義夫節婦合該上司審覆明白具實奏聞以憑旌表 \\n 一軍民有鰥寡孤獨及廢殘疾【及廢殘疾：廣本抱本詔制及下有篤字，晨本及下有病字。】無依之人所司常加存卹依例廩飬毋令失所 \\n 一有廉潔公正賢能翰濟【賢能翰濟：廣本抱本晨本詔制翰作幹，是也。】之人未曾出仕或屈在下僚聽所在官私薦舉【聽所在官私薦擧：廣本抱本晨本詔制私作司，是也。】務得真材實行以憑擢用仍戒狥私濫舉若考驗不中或後犯贓罪舉者連坐 \\n 一文職官自永樂二十二年八月十五日已前有犯罪充辦事官及吏典承差者並送吏部隨才授職但犯贓罪不在此例 \\n 一武職官子孫除應襲外其餘子弟果有德行才識可取者聽所在官司薦舉以憑擢用如有濫舉或後犯贓罪舉者連坐 \\n 一天文武官【天武官：抱本晨本天作文，是也。】有因公幹在途病故者所在官司即以禮棺歛逓送還家若在任病故家小不能還鄉官為依律應付腳力送回勿令失所 \\n 一官員父母年柒拾之上【七十之上：晨本之作以，下同。】家無丁力或去任逞遠【逞遠：廣本抱本晨本詔制逞作遙，是也。】不能就飬者許明白具奏放回待養【放回待養：舊校改待作侍。】侍親終用就【侍親終用就：舊校改作待親終就用。按晨本用就作起用。】若不得離職願分祿於原籍支給奉飬者聽 \\n 一內外文職官離家年久者許明白具奏挨次給假回還原籍省親祭祖 \\n 一文職官年七十之上不能治事者許明白具奏放回致仕若無子嗣孤獨不能自存者有司月給米二石飬其因舉保【養其因擧保：廣本抱本晨本詔制其下有「終身。一、自洪武至永樂年間，有充軍擺站等項後」十九字，是也。】復起為官或見任或在任病故或以禮去官皆免子孫補役見任年七十之上筋力衰憊者聽其致仕開豁軍伍 \\n 一天下諸同【天下諸同：抱本詔制同作司，是也。】文武官吏俸給每石折支鈔二貫五伯文【五伯文：抱本伯作百，是也。】近來米價騰湧日期不給【日期不給：廣本抱本詔制期作用，是也。】除原支本色米外其餘俸米每石折支鈔二十五貫候年豊粮積再行定奪 \\n 一朝廷建置文武官所以統治軍民其間有官非其人不得軍民之心者軍民動轍綁縛【動轍綁縛：廣本抱本詔制轍作輒。是也。】陵辱有傷大體今後凡有害軍害民官吏許被害之人赴合該上司陳告上司不為准礼者【上司不為准禮者：廣本抱本詔制禮作理，是也。】許訴於朝不許擅自綁縛違者治罪若受贓及反逆逃及者【逃及者：廣本抱本詔制及作叛，是也。】聽綁縛前來不拘此例 \\n 一城池之設所以禦暴衛民遇有坍塌損壞隨即修理合用材料支給官鈔買辦不許因而生事擾人若有坐視不修理者從風憲官紏舉 \\n 一工部為成造軍器逓年坐派各處買辦一應物件料【一應物件料：舊校刪件字。】多有未納自永樂十九年以前坐派者悉其罷免【悉免：廣本抱本詔制其作皆，是也。】其十年【其十年：廣本抱本詔制其下有二字，是也。】二十一年二十二年坐派者免其一十【免其一十：廣本抱本詔制十作半，是也。】以紓民力 \\n 一各處歲辦蘆柴除前蠲免外自今常額以十分為率减其三分每歲止辦七【每歲止辦七：廣本抱本詔制七下有分字，是也。】實納本色二分其餘伍分照依原行折鈔每束收鈔五貫就送所在官庫收貯支用 \\n 一廣東珠池及各處官封金銀塲仍前禁止外其各處山場園林池湖【池湖：廣本抱本詔制作湖池。】坑冶及果樹蜂密【蜂密：廣本抱本詔制密作蜜，是也。】等件原係民業曾経官府採取今有人看守及禁約者詔書到日聽民採取不許禁約看守之人各還職役 \\n 一各處逃移人戶詔書至日即回復業其戶下逓年拖欠稅粮悉與蠲免仍自復業之後再免稅粮差役二年如乏牛具種子者所司勸諭粮長并有力之家給助耕種不許生事擾害其有比先私家債負未還者限三年後一本一利交還不許逼抑取索 \\n 一各處全戶充軍并全家死絕抄札人戶【抄札人戶：廣本札誤扎，詔制作劄。】遺下空間荒蕪田玉土【荒蕪田玉土：舊校刪玉字。】無人佃種者所司務要設法召人耕【召人耕：廣本抱本詔制人下有開字，是也。】待三年後方徵稅粮不問官民田俱然照本處民田例起科【俱然照本處民田例起科：舊校刪然字。】不許重加科擾違者罪之 \\n 一各衛所官軍俸粮近年有因水旱等項民間輸納未足倉無儲積以致官軍積久【以致官軍積久：廣本久作欠，是也。】不得給用詔書至日各府州縣將衣樂二十年【衣樂二十年：抱本詔制衣作永，是也。】分拖欠稅粮各當照地時價【當照地時價：舊校改作照當地時價。】聽民折納鈔貫布絹頭畜等物就於本處官司收貯仍查勘各衛所官軍逓年未関俸粮明白見数挨次將前項折納物件依原折米数給付官軍收用其支給餘剩之物儲貯【儲貯：廣本作儲積。】別用 \\n 一各都司衛所屯田官軍今復【今復：廣本抱本詔制復作後，是也。】務依原定分数下屯不許一槩差占占【差占占：舊校刪一占字。】失悞農業年終從監察御史按察司比較其間多有艱難辦納子粒不敷今後除自用十二石之外餘粮免其一半上納六石 \\n 一各處勾補軍役已有定制其委係丁例戶絕者【其委係丁例戶絕者：廣本抱本詔制其下有有字，抱本詔制例作倒，是也。】取具所在官吏執結回報衛所即為轉達該府兵部以憑開豁毋得展轉勾擾剝削無辜亦不許指此為由一槩將有丁之家徇私賣放空歇軍伍違者各治以罪 \\n 一各處孳生馬舊例每年納駒一匹中間多有不及数【中間多有不及數：廣本抱本詔制有下有駒字，是也。】責令陪補積累年久貧無陪償者多至失所今聽兩年納駒一匹永為定例若兩年自行納駒兩匹者量賞之鈔以旌其勤 \\n 一四川保寧等府所属茶課其原額官茶自洪熙元年以後皆照洪武年間例辦納價買民茶盡行罷免若官倉見積茶数堪中換馬者仍留支用芽茶依當地時價作官吏俸錢支銷其不堪換馬葉茶明白具奏覆驗燒燬免致准積【免致准積：廣本抱本詔制准作堆，是也。】累民 \\n 一各處遇有水旱灾傷所司即便從實奏報以憑寬卹不許欺隱以貽民患 \\n 一旌善申明亭所以勸善懲惡有司常湏整點遇有善惡明白書之庶以激勵人心【激勵人心：廣本抱本勵作勸。】毋徒視為虗文於戲郊禋致誠所以仰荅靈貺陽春布得【陽春布得：廣本抱本晨本詔制得作德，是也。】所以順體乾元迎導至和蕃育庶品尚資有位咸懋乃官推其仁愛之誠輔我太之治【輔我太之治：廣本抱本晨本太下有平字，是也。】詔告中外咸使聞知 \\n 賜三公及六部尚書天元玉曆異賦【天元玉曆異賦：廣本抱本晨本曆下有祥字，是也。】　上初得此書以示侍臣曰天道人事未嘗判為土二途有動於此必應於彼朕少侍　太祖每徵以慎修敬天【每徵以慎修敬天：廣本抱本晨本徵作教，是也。】朕未嘗敢怠此書言??閒理當左右輔臣亦宜知之遂命印刊【遂命印刊：晨本印刊作刊布，寶訓作刊印。】　上親製序曰在天行【在天行：廣本抱本晨本天下有為五二字，是也。】在人為五事五事修則休徵應失則咎徵應天人感應之機神矣惟天心仁愛人君常示變以警之惟明君必敬天於所示警皆有惕勵修省之誠未嘗忽也此編明於天人之際審矣朕嗣承天序祗若天道動靜云為恒慎諸此朕肱大臣【朕肱大臣：廣本抱本晨本朕作股，是也。】與國同體欣戚相內【欣戚相內：舊校改內作均。】今各以賜之非惟使達夫吉凶之幾亦庶幾其燮理之助云夜有星大如雞子色青白見角宿 \\n 丁亥以郊祀理成【郊祀理成：廣本抱本理作禮，是也。】大宴【人宴：廣本抱本人作大，是也。】文武群臣及四夷朝使　夜月犯內屏 \\n 戊子進封恭順伯吳克忠為恭順候【恭順候：抱本候作侯，是也。】食祿如故封都指揮同知吳管者為廣義伯食祿千石俱命子孫世襲克忠管者俱故恭順伯吳允誠子也　陞羽林前衛指揮同知吳也兒克台【吳也兒克台：抱本克作堯，誤。】為左府都督僉事 \\n 己丑罷給朝　覲官孳牧馬初兵部尚書李慶以畿內之民困於牧飬官馬及建白【及建白：廣本抱本晨本及作乃，是也。】請令山東山西河南陜西浙江江西湖廣七布政司及南北隸【南北隸：廣本抱本北下有直字，是也。】府州縣文武衙門每官一員給馬乘坐【給馬乘坐：廣本抱本晨本馬下有一匹二字，是也。】就令牧飬其孳生准民間例無者追陪都指揮使布政使按察使及衛所府州縣各衙門正官給兒馬佐貳首領官給騍馬【騍馬：廣本騍作騾，寶訓作騍。】俱為太僕寺及都司布政司提督考較【俱為太僕寺......提督考較：廣本抱本晨本為作從，是也。】用寬畿內之民　上命與群臣議之既而慶復奏羣臣所議皆合【所議皆合：晨本合作同。】遂下令榜示中外凡官員至京者悉於兵部給馬時朝覲官在京已給者過半有近臣再三為　上言事體不便者 \\n 上大悟特陜西按察使陳智亦曰按察司官受太僕寺提督牧馬是風憲受制於人遂　敕兵部曰初群臣所議本欲使便民今審思之誠有未當盖國家以祿待士使牧民也今以馬責其孳牧非惟失禮臣之體將有虧折貽害無已遂使廉者難保其操行貪者得假此擾民况己下詔寬恤民間牧馬令二歲納一駒豈復於官猶責孳牧縱使各府州縣大小官一皆牧馬總約不及数千其餘　朝廷【其餘朝廷：廣本抱本晨本餘作於，是也。】補益幾何今朝覲官但已領馬者就依洪武中欽給官馬例給之不問孳息未領者悉止勿給 \\n 命寧陽侯陳懋安順伯薛貴子孫皆世襲其爵陞都指揮同知婁鬼里嚴宣都指揮僉事劉聚吳守義俱任左府【俱任左府：廣本抱本俱下有「為都督僉事，婁鬼里吳守義俱」十二字，是也。】嚴宣任右府劉聚任南京左府　賜公侯伯駙馬都督尚書郎【尚書郎：廣本抱本書下有侍字，是也。】都御史通政使太常寺【太常寺：抱本寺作卿，是也。】大理卿每員羊一牽酒五瓶順天【順天：廣本抱本天下有府字，是也。】太僕寺鴻臚寺國子監翰林院　欽天監太醫院大典宛平二縣【大典宛平二縣：廣本抱本典作興，是也。】正官每員酒二瓶每二員共羊一牽　建州等衛指揮同知不蘭乞遼東叛虜楊木荅兀等遣人來朝賜鈔幣表衷【表衷：舊校改作表裏。】有差夜有星大如鷄子赤色見北斗 \\n 庚寅權增布肆門攤【布肆門攤：廣本抱本晨本布作市，是也。】課程先　上以鈔法不通【先上以鈔法不通：廣本抱本晨本先下有是字，是也。】民間交易率用金銀布帛命戶部尚書夏原吉等會群臣議革其幣【議革其幣：抱本晨本幣作弊，是也。】原吉等奏曰【原吉奏日：抱本晨本日作曰，是也。】鈔多則輕少則重朝廷歛散適中則自無幣弊今民間鈔不通盖緣朝廷散出太多宜為法歛之請於市肆各色門攤內量度軽重加其課鈔亦宜少出【加其課鈔亦宜少出：廣本抱本晨本課下有程課二字，鈔下有「入官，官取其昏軟甚者悉燬之，自今官鈔」十六字，是也。】民艱得鈔則自然重矣　上曰然所增門攤課程俟鈔法通即復舊額毋為常例其以金銀布帛交易者亦暫行禁止　改兵部左侍郎孫時為南京太常寺卿　上憫時年老以太常事簡特優逸之 \\n 以廣西按察使曹本為兵部左侍郎前工部右侍郎張信為兵部右侍郎信先坐事謫交阯至是　上念其村【上念其村：抱本村作材，晨本作才。】召還復用　先是　上念奉　天征討諸將雖受官給祿有年踰六十尚留京師執行伍之役者特命兵部簡閱出補外職且令於外選壯軍入補其伍至是兵部引都指揮使張傑等入見　上諭之曰爾等事　皇考多曆艱難【皇考多曆艱難：抱本曆作歷，是也。】朕嗣位之初豈不欲爾旦夕在左右然念爾皆老成人涉曆多而智識明今用補外職非徒使李富貴【使李富貴：廣本抱本李作享，是也。】汝有才能亦得展布【亦得展布：廣本得作當，寶訓作得。】以助益國家盖今最要者愛飬士卒嚴固守備而正己以表下各往勉之於是調傑及都指揮僉事劉信補山西都指揮同知張鐸補山東蔣旺補河南都指揮僉事錢聚蔣旺輔廣西【錢聚蔣旺輔廣西：廣本抱本輔作補，是也。廣本聚作順。】洪貴張祥補江西孫勝補四川李興補大寧李興補貴州【李興補大寧李興補貴州：王氏崇武曰：兩李興，疑有誤。】各都司都指揮同知房聚都指揮僉事韓雍補陝西周全補四川楊榮補山西都指揮同知王弼都指揮僉事胡雄【胡雄：廣本雄作雍。】補福建各行都司皆厚賜而遣之 \\n 降敕切責交扯【交扯：舊校改扯作阯。】參將榮昌伯陳智都督方政慢功飬寇之罪令改過自效仍命械送都指揮師佑【師佑：抱本佑作祐。】張雄等赴京以監察御史言其貪虐不律尤甚也瓦剌賢義王太平遣使者桑右台【桑右台：廣本抱本右作古，後同，是也。】等隨都指揮毛哈剌【毛哈刺：抱本刺作剌，是也。】來朝貢馬命禮部宴貴之【禮部宴貴之：抱本貴作賚，是也。】　監察御史竇信有罪謫交阯充吏 \\n 六?干???【卒卵：抱本作辛卯，是也。】遣中官楊琳以即位詔諭老撾軍民宣慰使司及孟良府【孟良府：抱本良作艮，是也。】土官　制諭平江伯陳瑄充總兵官率領舟師儹運粮儲詣【儹運粮儲詣：廣本抱本詣下有北京二字，是也。】　命大理寺今後人材犯杖罪為吏與監生同承差知印犯者為民與吏同　都察院奏几今犯笞杖者逃軍逃囚逃匠難令運甎贖罪請處如律內外軍民人等有犯有力運甎贖罪者聽無罰役如洪武中例從之都察院劾奏　兵部左侍郎曹本前為雲南按察副使嘗犯贓罪今雖遇赦當罷為民不宜居六卿之貳　上命削命半俸【削命半俸：舊校刪命字。】而用之盖　太宗皇帝舉兵靖難時本侍　上居守多曆艱難【多曆艱難：抱本曆作歷，是也。】不忍出之但减祿以示懲云福餘衛韃靼納哈出【納哈出：抱本無出字，疑誤。】等貢馬賜之之鈔幣夜有星大如雞子色青白見軫宿 \\n 壬辰　上諭禮部尚書呂宸【呂宸：舊校改宸為震。】曰朝臣在任久者今皆令還鄉展省其得誥敕者足為家卿【家卿：舊校改卿作鄉。】之榮然到家有飬祭賓客之費往還有道理之費【往還有道理之費：廣本抱本晨本理作里，是也。】計其在官俸祿給日用外有餘貲者鮮矣自今歸者皆賜鈔公候伯【公候伯：抱本晨本候作侯，是也。】一品二品賜鈔五千貫三品四千貫四品三千貫五品二千貫六品一千貫【六品一千貫：廣本抱本晨本品下有七品二字，是也。】八品以下皆五百貫著為令 \\n 瓦刺【瓦刺：抱本刺作剌，下同，是也。】安樂王把禿字羅【把禿字羅：舊校改字為孛。】子亦剌恩及酋長乃剌忽昂克脫觀【脫觀：舊校改觀作歡。】哈剌八丁各貢馬賜綵幣表裏有差以瓦剌平章猛哥帖木兒歸誠　朝廷賜採幣【賜採幣：抱本採作綵，是也。】表裏有加賢義王太平貢使桑古台辭歸就碑賫敕以即位諭太【就碑賷敕以即位諭太：廣本抱本碑作俾，太下有平字，是也。】并賜太平採幣【採幣：抱本採作綵，是也。】表裏　淑妃母淑人王氏卒命有司治墳 \\n 癸巳遣官祭故工部尚書宋禮命有司治墳禮卒於　永樂二十年七月至是以尚書呂震言朝廷恤典未行故有是命　設饍工官【設饍工官：抱本饍作繕，是也。】陞工部左侍郎李友直為本部尚書專理繕工事而以工部右侍郎蔡信副之并置繕工經歷　雲南等處金齒軍民指揮司及騰衝守禦千戶所等衙門土官貢馬賜鈔幣表裏有差 \\n 甲午擢梁毅周王?扁馮彬【周王?扁馮彬：廣本無馮字，誤。馮彬事迹見太祖實錄三四五三面。】俱為監察御史毅等洪武中嘗為御史坐累謫戍至是有言其才堪風憲者故復召用　必里衛慈善弘智國師失剌查【失刺查：抱本刺作剌，疑是也。】等及舘覺靈藏處【館覺靈藏處：廣本抱本藏下有等字，是也。】護教王巴里藏卜等遣使貢馬賜鈔幣表裏有差 \\n 乙未遣使以即位詔諭罕東衛都指揮同知【罕東衞都指揮同知：廣本無都字。】綽兒加國師劄思巴監藏并賜白金衣綺表裏【衣綺表裏：抱本衣作文，是也。】有差 \\n 敕大大同總兵官【敕大大同總兵官：抱本敕作勅，大大同作大同，是也。】武安侯鄭亨參將都督沈清及掌山西行都司都督李謙等曰　欽天監言天象有警朕恒以邊事為慮盖虜情譎詐或弱而見強或　而見弱【或而見弱：廣本抱本或下有強字，是也。】或出或沒或東或西不可測度為邊將者湏深思熟慮晝夜関防今自冬及春其聲述無聞【其聲述無聞：廣本抱本述作■〈辶亦〉，是也。】不可遽謂安靜無事萬一獸奔豕突當思有以禦之宜整搠軍馬令各城池屯堡收拾堅固各関隘用心守把各烟墩仔細瞭望頃刻不可怠忽慎之慎之重慎之【重慎之：寶訓無此三字。】今農務將興又不可妨悞屯種敕遼東甘肅寧夏山海永平宣府関平總兵【關平總兵：舊校改關作開。】及備禦鎮守官亦如之 \\n 敕平江伯陳瑄曰官軍粮【官軍粮：廣本抱本晨本軍下有運字，是也。】遠道勞勤寒暑暴露晝夜不息既有盤淺之費而粮米耗折所司又責陪償【所司又責陪償：寶訓陪作倍。】人情難堪洪武中有令許運粮官船內附載己物以資私用今後凖此令官府無得阻當【無得阻當：廣本當作擋。】　復張廉都指揮使初廉坐事謫為隸至是雲南都司奏官闕　上赦廉復其職俾往任焉　日有左右珥色赤赤黃白虹貫之【色赤赤黃白虹貫之：抱本只一赤字。】 \\n 丙申夜有星大如雞子色青白見氐宿有星大如碗色青白見貫索光燭地 \\n 丁酉分南京留守左衛所轄聚寶通濟正陽朝陽太平五門五千戶所官軍設留守左衛左右中前後五千戶所守比京【比京：舊校改比作北。】正陽順承二門南京留守右衛所轄三山石城清凉定淮南四門【定淮南四門：晨本無南字，是也。】四千戶所官軍設留守右衛左右前後四千戶所守北京平則西直二門南京留守中衛所轄金川神策鍾阜儀鳳四門四千戶所官軍設留守中衛左右前後四千戶所守北京東直門南京留守前衛所轄江東馴象安德鳳臺雙橋【雙橋：晨本雙作方。】夾江上方高橋八門四千戶所官軍設留守前衛前後中左中右四千戶所守北京文明門南京溜守後衛【南京溜守後衞：抱本溜作留，是也。】所轄滄波麒麟仙鶴姚坊觀音佛寧上元金川八門四千戶所官軍設留守後衛右前後中左四千戶所守北京德勝安定二門盖京留守【盖京留守：廣本抱本晨本盖下有南字，是也。】五衛官軍皆先調其半於北京分守城門至是始改設衛所云陞燕山右衛指揮僉事閻福都指揮僉事鎮守淮安【鎮守淮安：抱本鎮上有命字。】 \\n 密雲中衛舊城坍塌七百餘丈奏請修築　上曰今東作將與【東作將與：廣本抱本與作興，是也。】未可以妨農事姑侯秋成【姑侯秋成：抱本侯作俟，是也。】 \\n 戊戌擢觧祥禎期【解祥禎期：舊校刪祥字。】為中書舍人禎期前翰林院學士縉之從子初縉坐事下獄籍其家徙邊至是召還以期嘗工書【以期嘗工書：廣本抱本晨本以下有禎字，是也。】故擢用之 \\n 己亥遣布政使周翰【周翰：廣本抱本晨本寶訓翰作幹，是也。】按察使胡槩參政葉春??小行應天鎮江等八府察民利病賜敕諭曰朕祗奉鴻圖君臨兆庶惓夙夜【惓夙夜：廣本抱本晨本惓下有惓字，是也。】康濟為心而南方諸郡尤廑念慮誠以民眾地遠情難上通今特　命爾等廵視應天鎮江常州蘇州松江湖州杭州嘉興八府其軍民安否何似何弊當去何利當建【何利當建：廣本建作興。】審求其故具以實聞爾等必公必勤毋徒苟應故事庶副朕憂憫元元元之意【憂憫元元元之意：舊校刪一元字。】欽哉 \\n 太子少保禮部尚書兼武英殿大學士金幼孜奏臣祗蒙　聖恩賜誥命封贈二代此臣子之至榮近復蒙　詔書許文臣省親祭祖臣離家二十六年臣母見年八月有二今欲援例歸省焚黃　上喜特賜白金五十兩鈔萬貫命兵部給驛俾歸自是朝臣請告還鄉省親祭祖者比比矣　福餘衛鎮撫伯顏帖木兒等貢馬賜鈔幣表裏有差瓦剌使者乘奇失里【乘哥失里：舊校改乘作桑。】奏願留居京師許之授指揮僉事賜冠帶銀鈔文綺裏【文綺裏：廣本抱本綺下有表字，是也。】鞍馬等物 \\n 贈故左春坊贊善【故左春坊贊善：晨本坊下有左字，是也。】兼翰林院編修王汝馬【王汝馬：廣本抱本晨本馬作玉，是也。】為太子賓客謚文靖遣官祭【謚文靖遣官祭：廣本抱本謚上官下有賜字。】汝王【汝王：抱本晨本王作玉，是也。】長洲縣人自翰林院五経愽士進右春坊右贊善兼翰林院檢討坐事謫戍邊時　上在東宮特有之【特有之：抱本晨本有作宥，是也。】命為翰林院典籍後復右春坊右贊善陞兼翰林院編修坐累下獄死汝玉少從楊廉失【楊廉失：廣本晨本失作夫，是也。】魯道原治春秋未嘗舉鄉貢【未嘗擧鄉貢：晨本未作元末。】文章筆札清粹典則然為人附勢近利在春坊多所干請　上嘗厭之至是念其文學啟益之功故恩意加厚云刑科給事中黃鍾以罪謫均州為民夜有星大如雞子色赤見軒轅【見軒轅：抱本至此止為卷之六下，卷尾書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之六下」。】 \\n  \\n   \\n  "}
{"章节": "●卷七上", "正文": "  \\n ●卷七上 \\n 　 \\n  \\n 洪熙元年二月上 \\n 仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之七上。】 \\n 洪熙元年二月辛丑朔遣中官柴山齎敕往琉球國命故中山王思紹世子尚巴志嗣中山王敕曰昔我　皇考太宗文帝【太宗文帝：廣本抱本文下有皇字，是也。】躬膺　天命統御萬方恩施均一遠迩歸仁爾父琉球中山王思紹聰明賢達茂篤忠誠敬天事大益?弗懈【益?弗懈：舊校改叉作久。】我　皇考良用褒嘉今朕纘承大統念爾父沒已久爾其嫡子宜俾承續特遣內官柴山齎勑命爾嗣琉球國中山王爾尚立孝忠【爾尚立孝忠：廣本抱本孝下有立字，是也。】恪守藩服修德務善以福國以人【以福國以人：舊校刪國下以字。】斯爵祿之榮延於無窮尚其祗承無怠無忽仍賜尚巴志冠帶襲衣文綺 \\n 頒制諭及將軍印於邊將雲南總兵官太傳【太傳：舊校改傳作傅。】黔國公沐晟佩征南將軍印大同總兵鎮遠侯【大同總兵鎮遠侯：廣本抱本晨本兵下有「官武安侯鄭亨佩征南將軍印，廣西總兵官」十七字，是也。】顧興祖佩征蠻將軍印遼東總兵官進伯【遼東總兵官進伯：廣本抱本晨本官下有武字，是也。】朱榮佩虜前將軍印【佩虜前將軍印：廣本抱本晨本佩下有征字，是也。】宣府總兵官都督費瓛【宣府總兵官都督費瓛：廣本抱本晨本督下有譚廣佩鎮朔將軍印甘肅總兵官都督十五字，是也。】佩平羌將軍印交阯參將【交阯參將：廣本抱本晨本將下有「榮昌伯陳智都督方政佩征夷副將軍印，寧夏參將」二十字，是也。】保定伯梁銘都督陳懷佩征西將軍印有舊授制諭者封繳回【封繳回：廣本抱本晨本封下有識字，是也。】 \\n 敕諭千戶楊木答兀等曰爾等歸順朝廷久効勞勩【久効勞勩：廣本勩作勣。】前因都指揮王雄非理虐害遂生疑懼挈家逃逸我　皇考太宗皇帝體　上天好生之心遣指揮金聲齎勑往諭寬宥前過爾等亦能悔過伏罪即差人陳悃謝恩今朕継承大位【繼承大位：廣本繼作嗣。】主??幸天下【主??幸天下：舊校改??幸作宰。】一民失所予之責【一民失所予之責：廣本抱本寶訓所下有時字。】故凡有罪者咸赦宥之令安生樂業獨爾等尚栖栖在外未底寧居朕甚憫之盖爾等前過迫於一時所不得已朕已洞燭爾心今再遣金聲齎勑往諭其體朕至意即同金聲來朝復爾等官職仍回本土安其生業永享太平勿復懷疑以失事幾　遼東總兵官武進伯朱榮奏兀良哈三衛韃靼欲來賣馬遣勑諭榮曰虜譎詐百出未可深信然亦不可固拒如實賣馬宜依永樂中例於馬市內交易勿容入城價直湏兩平【價直須兩平：抱本直作值。】勿虧交易之後即造去【造去：廣本抱本作遣去，是也。】勿令遲留宜嚴督各衛所十分用心関防隄備不可怠忽 \\n 壬寅　勑大同總兵官武安侯鄭亨參將都督沈清及宣府總兵官都督譚廣曰云冬以來【云冬以來：抱本晨本云作去，是也。】虜寇動靜無聞朝廷之遣使【朝廷之遣使：廣本抱本晨本之作所，是也。】亦久不回未審此寇今在何處盖虜多譎詐卿等宜思患預防往者天象有警已勑隄備今長安嶺守関指揮奏韃賊人馬約五十餘人直抵隰寧驛刼掠不審是何部落遼東武進伯朱榮亦奏元良哈【元良哈：抱本晨本元作兀，是也。】韃靼欲來賣馬又哈密近遣人進硫黃從前不聞哈密產此物　先帝時亦不曾有進緣此数端皆湏計慮虜中既有硫黃則製造火器不患無人猝遇戰鬪亦湏有備大同宣府一帶空曠虜熟経之路宜整搠軍馬書夜【書夜：抱本晨本書作晝，是也。】嚴切隄備令各城地屯堡【令各城地屯堡：晨本地作池，是也。】收拾堅固【堅固：抱本作堅固，是也。】各関隘口口【各關隘口口：舊校刪一口字。】用心守把各烟墩仔細瞭望毋頃刻怠忽古云有備無患其慎之慎之【其慎之慎之：抱本作其慎之。】庶副朕委任之重仍勑寧夏甘肅遼東山海永平開平諸將一躰嚴備 \\n 陞都指揮使程忠為左軍都督府同知【為左軍都督府同知：廣本抱本府下有都督二字。】都指揮僉事李敏【都指揮僉事李敏：廣本抱本事下有「滕定為右軍都督府都督僉事，調湖廣都司都指揮僉事」二十二字，是也。】任遼東都司備禦開原　烏思藏哈里麻等寺刺麻【刺麻：抱本刺作剌，是也。】鍊 \\n 癸卯擢劉奎為戶科給事中陳瑺為兵科給事中奎故兵部尚書儁之子瑺故工部左侍郎壽之子　亦馬剌山衛【亦馬刺山衞：抱本刺作剌，疑是也。】指揮撒里等十人來朝貢馬賜鈔幣表裏有差　朝鮮國王李祹遣陪臣成抑吳陞籌奉　皇太子【吳陞籌奉皇太子：廣本抱本籌作等，奉下有表箋方物賀冊立中宮及十字，是也。】 \\n 甲辰　命禮部鑄征虜大將軍印　斥漢王高煦弟二子【漢王高煦弟二子：舊校改弟作第。】瞻圻鳳陽居住勑中都留守司分兵防護盖以高煦備訴其不孝不忠也 \\n 乙已哈密忠義王免力帖木兒遣打刺罕【打刺罕：抱本刺作剌，疑是也。】馬哈木沙等奏事賜衣服鈔幣表裏有差　置武英殿右順門待詔階俱從九品　夜有星火如杯色青白見東雲南中 \\n 丁未遣官釋奠先師孔子 \\n 戊申祭　太社太稷奉太祖聖神文武欽明啟運俊德成功統天大孝高皇【統天大孝高皇：抱本晨本皇下有帝字，是也。】　太宗體天弘道高明廣運聖武神功仁至孝【聖武神功仁至孝：廣本抱本晨本功下有純字，是也。】文皇帝配神命禮部永為定式　遣書賜漢王高煦已茶三百斤【已茶三百斤：廣本抱本已作巴，是也。】 \\n 命太監鄭和領下番官軍守南京於內則與內官王景弘朱卜花唐觀保恊同管事遇外有事同襄城伯李隆駙馬都尉沐昕商議的當然後施行陞為本司卿尚寶司丞張敬為本司【陞為本司卿尚寶丞張敬為本司：廣本抱本作陞工部郎中蘇瓚為本部右侍郎尚寶司，是也。】少卿張信為本司卿尚寶司丞張敬為本司少卿易州同知王侃文素皆明陰陽之術【王侃文素皆明陰陽之術：廣本抱本侃下有為欽天監監正太常寺博士馬文素為監副侃十八字，是也。】永樂中初建　長陵當預効勞至是山陵畢事【山陵畢事：抱本作山陵事畢。】上追念其勞故有是命瓚素貪鄙謟事尚書呂震数譽於　上既陞侍郎　上尋悔之贈交阯布政使司左參政馮貴為本司左布政使右參政侯保為右布政使貴舉進士初為給事中　太宗皇帝嘉其才陞交阯布政使司【布政使司：抱本晨本無使字。】參議又陞參政貴在阯【貴在阯：廣本抱本晨本在下有交字，是也。】屡以土兵破賊後士兵【士兵：舊校改士為土。】悉為中官馬騏所據貴追賊戰於拒之数月【戰於拒之數月：廣本抱本晨本於下有瑰(晨本瑰誤隗)縣死之保守黃江堡賊犯堡保力十四字，是也。】不支亦死事具永樂實錄至是尚書黃福聞于　上遂有是命 \\n 陞錦衣衛指揮同知張禎為南京錦衣衛指揮使指揮僉事徐斌為南京錦衣衛指揮同知　復紀正應天府尹命致事正永樂中為尹坐事謫後有薦其才者授刑部主事至是以老命復舊職致事　命故建平伯高福子遠襲爵　夜月犯諸王星 \\n 己酉　皇太千秋節【皇太千秋節：廣本抱本太下有子字，是也。】　朝鮮國王李祹遣陪臣朴礎等朝賀貢方物賜礎等鈔幣有差　四川龍州土官知州薛忠義貢馬及方物賜之鈔幣　夜有星大如杯色赤見正東雲中 \\n 庚戌葛林等衛指揮僉事色隆哥等施南宣撫司等處土官長官秦良等貴州宣慰司水東長官司【水東長官司：廣本抱本東下有等字，是也。】頭目劉宗成等各遣入貢馬【各遣入貢馬：抱本入作人，是也。】及方物賜鈔幣表裏有差敕甘肅總兵官都督費瓛鎮守太監王安爾奏沙州衛都督指揮【都督指揮：廣本抱本無督字，是也。】困即來報云奄克失里等欲搶掠沙州事具悉此虜譎詐來可深【來可深：廣本抱本作未可深信，是也。】宜整搠軍馬令各衛所屯堡晝夜用心謹備其內官魯安往哈密如出境未遠遣的當人星馳前去令緣途加意謹慎不【加意謹慎不：廣本抱本不下有「可怠忽若起程已遠不必遣人」十二字，是也。】 \\n 敕守南京【敕守南京：抱本敕作勅，是也。】襄城伯李隆駙馬都尉沐昕兵部尚書兼都察院事張本得奏直隸鎮江常州蘇州一路強賊出沒刼掠即量官軍船隻【即量官軍船隻：廣本抱本量下有撥字，是也。】慎選廉公有智頭目率領前去襲捕務要盡獲牢固枷釘差人押送來京仍嚴約束所遣官軍毋恃此生事庶寇盜可獲民害可除若官軍不能捕盜仍為民患則責在爾隆爾昕十分用心不可怠忽都察院亦慎選耿介去正【耿介去正：廣本抱本去作公，是也。】御史一員往督視之　命後府都督僉事謝芳致仕其子欽襲為指揮使以義勇中衛千戶姜英【姜英：抱本姜下有羗字。廣本英作瑛，下同。】代其祖桂為羽林前衛指揮僉事桂老子喪故命英代職　刑部都察院言軍民犯笞杖者宜令運磚贖罪徒之【徒之：抱本徒作從，是也。】遂命官吏犯笞杖者皆運磚贖罪其應降罷者仍依律　舞陽縣言有飢民千三百餘戶請發本縣倉粟貸之　上命以賑之 \\n 辛亥有星大如雞子色赤見五車 \\n 壬子　上諭華盖殿大學士楊士奇等曰東宮開講筵盖欲　皇太子日聞正道飬成德性講官當以大経大法進說其前史所載非聖賢之道無益於治者勿言 \\n 癸丑命甘肅苑馬等寺卿【苑馬等寺卿：抱本無等字，是也。】鄧文鑑致事【鄧文鑑致事：抱本鑑作鏗，下同，是也。廣本事作仕。】文鑑閩人洪武乙丑進士嘗曆都察院【嘗曆都察院：抱本曆作歷，是也。】僉都御史武昌德安知府臨政寬厚至是以老求退去【以老求退去：抱本去作云，是也。】 \\n 甲寅改兵部右侍郎張信為錦衣衛指揮同知子孫世襲信英國公張輔從允【張輔從允：抱本晨本允作兄，是也。】　上問輔所至親欲加恩輔以信對遂有是命 \\n 乙卯遣官祭　祖陵　皇陵　孝陵歷代帝王陵嶽鎮海瀆　以久旱得兩【久旱得兩：抱本晨本兩作雨，是也。】封大青龍神為弘濟大青龍神小青龍【小青龍：廣本抱本晨本龍下有神字，是也。】為靈顯小青龍神賜名所居山為翠微山命禮部歲以春秋仲月遣順天府官致祭遂遣成國公朱勇諭祭神日【諭祭神日：抱本晨本日作曰，是也。】朕惓惓一念憂憫黎庶今冬作之初【令冬作之初：廣本抱本晨本作今東作之初，是也。】兩澤不降【兩澤不降：舊校改兩作雨。】春耕不遂以何粒民【以何粒民：舊校改作何以粒民。】愛禱于【愛禱于：廣本抱本晨本作爰禱于神，是也。】以祈甘霈曾不踰日兩及公弘【兩及公弘：抱本晨本作雨及公私，是也。】神之福民厥功烜赫今特大青龍【今特大青龍：廣本抱本晨本特下有封字，廣本龍下有神字，是也。】為弘濟大青龍神小青為靈顯小龍神【小青為靈顯小龍神：廣本青下有龍神二字，廣本抱本晨本龍上有青字，是也。】賜神所居山名翠微【賜神所居山名翠微：廣本名作為，微下有山字。】以彰神靈仍敕有司春秋至祭【春秋至祭：舊校改至作致。】著為常典尚師有益弘顯顯化【尚師有益弘顯顯化：廣本抱本晨本作尚其益弘顯化，是也。】永福兆民民【永福兆民民：舊校刪一民字。】盖平則門外三十里盧師山有譚【盧師山有譚：廣本抱本晨本譚作潭，是也。】世傳有大小二青龍出沒不時遇旱致禱焉【致禱焉：廣本抱本晨本禱下有「輒雨，及是久不雨，命劉淵然等禱皆不應，遂即是禱」二十字，是也。】雨隨注故有是命　洮州等衛火把等簇國師班丹星吉等二十二人及雲南廣西府等處土官知府昂保等九十人貢馬賜鈔幣表裏有差 \\n ●卷七下 \\n 洪熙元年二月下 \\n 仁宗皇帝實錄【仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之七下。】 \\n 洪熙元年二月丙辰　上躬祭先農耕籍田戶部言雎寧縣有飢民八百餘戶命發本縣倉粟賑之 \\n 丁巳陞尚寶司卿朱琇為金吾左衛指揮使子孫世襲以琇在　先帝靖難時常效力守城云夜有星大如杯色赤見天鉤 \\n 戊午陞國子祭酒兼翰林院侍講胡儼為太子賓客仍兼祭■〈言酉〉致事【仍兼祭■〈言酉〉致事：舊校改■〈言酉〉為酒。廣本抱本晨本酒下有命字，是也。廣本晨本事作仕。】賜　敕諭曰卿以文學事我　太宗皇帝首居翰林継陞諭德【繼陞諭德：寶訓無陞諭德三字。】輔朕春宮未幾陞掌監學【陞掌監學：廣本抱本學作事。寶訓與館本同。】　先皇帝之寵儒者與儒者之遇　聖明皆至盛矣而卿居太學不数歲復召入翰林史事【復召入翰林史事：廣本抱本晨本林下有職字，是也。】効勞■〈言茲〉多【効勞■〈言兹〉多：舊校改■〈言兹〉作滋。】朕嗣位以來篤念舊人而卿以疾不見者数年昨因命卿侍　皇太子講讀乃聞卿疾日增弗任厥勞朕用憫然【朕用憫然：晨本然作焉。】特進卿為太子賓客仍兼祭酒致其事還鄉已敕戶部免卿子孫雜泛差役令侍卿終身卿其端志垣懷【卿其端志垣懷：舊校改垣作坦。】以率鄉里優游桑梓以樂餘年用副朕始終禮待之意欽哉 \\n 陞易州同知裴璉為工部右侍郎璉嘗為右春坊右中允至是來朝　上念侍從之舊故有是命　降通政司通政使尹必用為本司經歷右參議顧謙為知是【知是：廣本抱本作知事，是也。】必用等以郊祀不敬下獄至是皆降其職　以太僕寺丞敦崇義【敦崇義：舊校改敦為郭。】辭疾不誠謫戍交阯　夜有星大如鷄子色青白見太微垣五帝內座　南京地震 \\n 己未哈密忠義王免力帖木兒遣人貢馬四播州宣慰司使【四播州宣慰司使：廣本抱本無司字，四下有川字，是也。】楊昇等來朝貢馬及方物各賜鈔幣表裏　夜有星大如杯色青白光燭地見天困【見天困：舊校改困作囷，刪困以下十六字。】有星大如雞子色青白光燭地見天困有星大如鷄子色青白見心宿　月食土星 \\n 庚申擢蹇荃為尚寶司丞命食其祿進學于家荃少師兼吏部尚書義季子也　大理寺少卿弋謙言五事涉■〈矢高〉激【■〈矢高〉激：晨本■〈矢高〉作矯，是也。】過中　上覽之頗不懌禮部尚書呂震等大理寺卿虞謙交章論奏謙永樂中過失都御史劉觀又令十四道御史劾奏謙誣罔　上悉不聽而謙在朝行惴惴若無所容遂命謙專治職事免胡參【胡參：舊校改胡作朝。】　清河縣奏縣飢民千八百戶有奇命戶部發本縣倉粟賑之　南京地震 \\n 辛酉賜書周王橚曰春和計尊履納福今宗室諸王男長未婚女長未嫁盖多有之姪雖居有制【姪雖居有制：廣本抱本有作憂，是也。】斯事固恒在念己令所司預辦儀物【預辦儀物：廣本辦作備。】但喪服一除即為舉行歸德衛【歸德衞：廣本抱本寶訓歸上有今字。】送至府中內使趙信等為婚禮擾民今悉發回府若有因此事別遣在他處者亦須取回庶免下人之議盖朝廷與王國木出一家禮無大異惟叔　先帝同氣最親於今宗室最長姪切承天位【切承天位：廣本抱本切作叨，是也。】所望於叔者凡事為諸王表儀姪所行事有過不及亦望匡翼此中心之誠惟叔亮之建內官【建內官：廣本抱本建作遣，是也。】段忠徐亮以即位詔諭雲南緬甸麓州木宣慰司【麓州木宣慰司：廣本抱本麓州木作麓川木邦，是也。】及孟定府灣甸州鎮康州底兀刺【底兀刺：抱本刺作剌，是也。】等處并賜其土官文幣有差　故琉球國中山王思紹世子尚巴志遣通事李傑貢方物賜鈔幣表裏　古木山等衛指揮等官答刺哈【答刺哈：抱本刺作剌，疑是也。】等七十九人來朝之鈔幣【之鈔幣：廣本抱本之上有賜字，是也。】　夜有星火如雞子【夜有星火如雞子：抱本火作大，是也。】色青白見紫微西藩外【見紫微西藩外：廣本抱本藩作蕃。】月犯天江 \\n 壬戌陞孝陵衛千戶苗勝為錦衣衛指揮僉事掌鎮撫司事　黜尚寶司丞鮑麟為訂州府【訂州府：廣本抱本訂作汀，是也。】通判中書舍人沈文為陳州判官以其永樂未【永樂未：舊校改未作末。】嘗誣奏人死罪云古木山等衛指揮把撤溫【把撤溫：抱本撤作撒。】等來朝貢馬及方物賜鈔幣表裏有差　南京地震 \\n 癸亥　陽武侯薛祿奏軍至赤城【薛祿奏軍至赤城：廣本抱本奏下有領字，是也。】等處追赶韃賊殺死百餘人生擒千餘人【生擒千餘人：廣本抱本千作十。】餘賊奔潰　上慮此賊復集餘眾掩我不備遂敕大同總兵官武安侯鄭亨參將都督僉事沈清及掌山西行都司事都督僉事李謙等令督各烟墩晝夜瞭望各城池屯堡嚴加守備十分防慎不可怠忽敕寧夏甘肅宣府山海永平開平總兵及備禦官亦如之四川泥溪長官司土官弟王碧陜西朵匝簇刺麻【刺麻：抱本刺作剌，是也。】朵耳只星言【朵耳只星言：廣本抱本言作吉，是也。】等貢馬及方物賜衣鈔綵幣表裏有差　夜有星大如雞子色青白見西北雲中 \\n 甲子命礼部鑄鎮朔大將軍印　兵部奏選武職　上命皇太子選遂以浙江都司故都指揮使馬羽子俊襲金吾左衛指揮【左衞指揮使：廣本抱本使下有「山東都司故都指揮使王安子璿襲金吾右衞指揮使」二十一字，是也。】使金吾右衛故指揮使【故指揮使：廣本抱本使下有「哈剌脫歡子觀音保羽林前衞故指揮使」十六字，是也。】呂得子昇指揮同知任得弟廣錦衣衛故指揮同知李興子端金吾左衛故指揮同知花失烈門子完者禿指揮僉事捌白【捌白：廣本抱本白作百，是也。】子狗兒沙哥鎖往【沙哥鎖往：廣本抱本哥下有侄字。往作住，是也。】金吾右衛故指揮僉事蔣玉子旺王海子智金吾後衛故指揮僉事賈得姪信羽林前衛故指揮僉事張彥子敬燕山右衛故指揮僉脫觀【故指揮僉脫觀：廣本抱本僉下有事字，觀作歡，是也。】子孟哥禿俱襲職以濟陽衛故千戶劉來興子能襲指揮同知初來興卒能尚幼來興弟全襲陞指揮僉事全從征胡寇有功再陞指揮同知至是能長應襲父職全併以其所受陞職與能云 \\n 晉王濟熿及平陽王美圭互奏爭連伯灘田賜書濟熿曰得奏田事兄己檢閱　先帝時賢弟及平陽王所奏具見本末今仍遣人往蒲州從實審視繪圖來觀賢弟亦令一的當人同往務盡公道庶幾將來處置得中古人有言易得者田地難得者兄弟孟子曰亦有仁義而已兄於賢弟心相好也親愛之言想惟亮察又遣書諭兄濟熺曰平陽王言連伯灘田雖已與之昨晉王【昨晉王：抱本王下有言字，是也。寶訓有亦言二字。】在　先帝時亦魯奏此事【亦魯奏此事：舊校改魯作曾。】今檢閱不為無據已遣人往蒲州從公審視畫圖來觀兄亦令平陽王遣一的當人至彼務盡公道庶幾將來處置兩得其中古人有言兄及弟矣式相好矣無相猶矣往事悉可置庶外【可置庶外：舊校改庶作度。】也盖時濟熺猶訴諸弟昔所誣害來已【誣害來已：廣本抱本來作未，是也。】云廣西總兵官鎮遠侯顧興祖奏臣奉命率廣西湖廣貴州勦捕蠻寇勢已平【率廣西湖廣貴州勦捕蠻寇勢已平：廣本抱本州下有兵字，寇下有寇字，是也。】還軍駐桂林今農事方興請止留貴州兵二千湖廣兵一千守備餘遣歸屯種從之　口外總兵官太子太保陽武侯薛祿遣指揮宋忠等獻所俘虜寇賜忠等襲衣 \\n 乙丑遣勑褒諭總兵官太保陽武侯【總兵官太保陽武侯：廣本抱本官下有太子二字，是也。】薛祿及左都督吳誠都督同知高文程忠都督指揮僉事【都督指揮僉事：舊校刪督字。】宮得馬興等曰得奏知虜入邊境卿等躬率將士奮驅追之【奮驅追之：廣本驅作勇，疑是也。】擒使邊將捕斬馘【擒使邊將捕斬馘：舊校刪使邊將三字。】虜遂大敗狼狽奔潰可為能副委託之重【可為能副委託之重：廣本為作謂，是也。】使邊將皆然何患不除何功不立朕甚嘉悅特遣太監楊英【楊英：廣本抱本寶訓英作瑛。】鴻臚卿楊善以酒千缾羊百羫往勞官軍至京論行賞【論行賞：廣本抱本寶訓論下有功字，是也。】　南京地震 \\n 丙寅奉　皇考太宗躰天弘道高明廣運聖武神功純仁至孝文皇帝　皇妣仁孝慈懿誠明莊獻配天齊聖文皇后神主祔　太廟　命吏部凡方面官至京魯歷一考二孝【魯歷一考二孝：抱本作曾歷一考二考，是也。】稱職者給本身誥三考無私過封贈如制　夜南京地震 \\n 丁卯調都指揮使武讓都指揮僉事潘俊於雲南都司都指揮【於雲南都司都指揮：舊校據廣本抱本刪揮下十九字。】於廣西都司都指揮使朱全於雲南都司都指揮僉事馬興田思中於廣東都司郭忠孫聚范春於廣西都司都指揮使朱全於陜西行都司謫兵科給事中劉渙充吏交阯以渙奉命鎮交阯不侯代輒還也【不侯代輒還也：抱本晨本侯作俟，是也。】　有恭風【恭風：廣本抱本恭作暴，是也。】至自東南 \\n 戊辰　勑守南京駙馬都尉沐昨【沐昨：舊校改昨作昕。】自今孝陵四時祭祀　命爾行礼必誠敬請清潔【必誠敬請清潔：舊校刪請字。】以格神明不可纖毫怠忽其都督府印封襄城伯李隆兼管【封襄城伯李隆兼管：廣本抱本封作付，是也。】爾不必預　改貴州按察使顧佐為通政司通政使陜西轉都運塩司【陝西轉都運鹽司：廣本抱本轉都作都轉，鹽下有使字，是也。】運使陳嚴【陳嚴：廣本抱本嚴作儼。】為苑馬寺卿衛經歷劉容為刑科給事中　陞雲南布政司【布政司：廣本抱本政下有使字。】右參議濮銘為陜西苑馬寺卿湖廣按察司僉事陳敏為行太僕寺少卿豊城縣縣丞程琰為中書舍人監察御史劉潔南京刑部員外郎李涵俱為山東按察司僉事刑科給事中張時為順德府知府　遼東弗提衛都指揮指揮塔失等【都指揮指揮塔失等：廣本抱本無下指揮二字。】二百餘人及雲南姚安軍民土官同知【姚安軍民土官同知：廣本抱本民下有府字，是也。】高賢等六十餘人來朝貢馬賜鈔幣表裏有差　衣有星【衣有星：抱本衣作夜，是也。】大如雞子色青白見宗正 \\n 己巳衣南京地震【衣南京地震：抱本衣作夜，是也。】　一星大如雞子色赤見北河一星大如杯色青白見五車光燭地一星大如碗色赤見井色【見井色：廣本抱本色作宿，是也。】光燭地 \\n 庚午嘉河等衛指揮阿魯不花等來朝貢馬賜之鈔幣 \\n  \\n   \\n  "}
{"章节": "●卷八上", "正文": "  \\n ●卷八上 \\n 　 \\n  \\n 洪熙元年三月上 \\n 仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之八上。】 \\n 洪熙元年三月辛未朔命皇太子往祭　皇陵　孝陵就留守南京令欽天監擇日啟行　勑守南京襄城伯李隆曰軍民久勞宜俾休息况東作方興不可妨其農事【不可妨其農事：廣本抱本寶訓事作務。】所運民營造本植【所運民營造本植：舊校刪民字，改本作木。】已過儀真埧者令運至北京未過埧者於襲山廠貯【於襲山廠貯：廣本抱本寶訓作俱於龍山廠收貯，是也。】勑南京工部亦如之勑三法司曰人命至重卿等宜躰上帝好生之德明慎用刑不可輕忽務得實情毌深文羅織以逞功能大理職當詳察【職當詳察：廣本抱本寶訓察作審，是也。】不可偏狥及畏憚勢要遷合附會以致枉濫書云欽哉【書云欽哉：廣本哉下有欽哉二字，是也。】惟刑之恤哉其欽慎之【其欽慎之：廣本抱本欽作敬，是也。】 \\n 勑戶部工部曰連年民力疲於轉輸朕夙夜思所以休息之今北京庫所貯【今北京庫所貯：寶訓庫下有藏字，是也。】足給用度已令各處見觧錢帛金銀銅鐵等件未過儀真埧者俱貯於南京庫藏如已過埧聽【如已過垻聽：廣本抱本寶訓聽下有來字，是也。】其原派納北京之粮仍令儹運召掌南京前軍都督同知陳翼還任中軍都督府 \\n 壬申以獲虜寇功增太子太保陽武侯薛祿五百石【薛祿五百石：廣本抱本祿下有歲祿二字，是也。】左都督吳誠都督同知高文程忠歲俸增給本色米什之三陞都指揮僉事馬興宮得為都指揮使其指揮以下陞職有差并賜祿等白金鈔幣有差陞前光祿寺署丞權謹為文華殿大學士謹徐州人以儒發身居家事孝【事孝：廣本抱本晨本事下有母字，是也。】母病籲天求以身代母卒衰毀【衰毀：舊校改衰作哀。】廬墓三年有司上其行驛召至京　上曰能孝者必忠忠孝之人可任輔導遂超陞是職擢行人司右司副張洪為翰林修撰【為翰林修撰：抱本晨本林下有院字。】 \\n 上諭禮部尚書呂震曰往年劉儁從征交阯陷於賊不屈而死禮官不言婦人盡節於夫有旌褒之典况大臣捐軀為國可不加褒卹【可不加褒卹：寶訓可上有何字，是也。】其贈儁為太子少傅令翰林定謚【令翰林定謚：廣本林下有院字。】遣人祭之翰林奏謚儁節愍【翰林奏謚儁節愍：廣本林下有院字。】　上歎曰忠臣之心皆欲立功報國不能成功則惟守義若身為大臣惟阿順取容為保祿固位之計國亦何賴周王橚奏欲以河南都司衙門與汝南王家屬居住遣書答曰　祖宗建置都司總制一方所係非輕不敢移易汝南王家属至可於三護衛衙門內擇一寬敝有【擇一寬敝者：抱本敝作敞，是也。寶訓作濶。影印本者字糢糊。】居之此為得宜　陜西行都司奏所轄衛所軍士乏食命戶部於陜西運今歲稅粮給之仍命遣人馳驛督運 \\n 癸酉五色雲見　樂亭縣奏民飢戶部發縣倉粟賑之福建布政司左布使【左布使：廣本抱本布下有政字，是也。】顧鼐以受賕罷　夜有星大如杯色青白見正南雲中光燭地　有星大如雞子色赤見帝座 \\n 甲戌以清明節近命禮部集僧道於慶壽寺靈濟【靈濟：廣本抱本濟下有宮字，是也。】建薦揚齋事七晝夜以資　皇考妣宜福【皇考妣宜福：廣本抱本宜作冥，是也。】　賜太師英國公張輔羊四百牽酒六百瓶米二百石 \\n 上思先朝舊勞贈故兵部尚書兼詹事府詹事金忠為少師賜謚忠襄北京刑部【北京刑部：晨本刑作行。】左侍郎馬京少保【馬京少保：廣本抱本晨本京下有「為少傅謚文簡兵部右侍郎兼詹事府少詹事墨麟為」二十一字，是也。】謚勞毅【謚勞毅：廣本抱本晨本勞作榮，是也。】戶部右侍郎王鍾為太子太保謚僖敏禮部尚書鄭賜左侍郎儀智俱為太子少師賜謚文安智謚文簡吏部左侍郎許思溫本部尚書【許思溫本部尚書：廣本抱本晨本溫下有為字，是也。】北京行部右侍郎楊泰北京行太僕寺少卿孫瑜俱為戶部尚書前平北【平北：舊校改作北平。】布政司參議贈吏部左侍郎成璡兵部左侍郎盧淵俱兵部尚書淵謚恭順刑部左侍郎盧祥為刑部尚書工部左侍郎陳壽右侍郎鄭剛北京刑部【北京刑部：抱本晨本刑作行。】左侍郎康汝楫通政使司通政使賀銀俱工部尚書壽謚敏肅贈應天府丞張執中為本府尹賜北京行部尚書朱濬謚榮愿命禮部遣官賜祭 \\n 陳壽隨州人【陳壽隨州人：廣本壽下有壽字，誤。晨本隨作趙。】永樂初舉鄉貢下第入太學擢戶部主事陞員外郎山東參政六年尚書夏原吉言其賢名為工部左侍郎【名為工部左侍郎：廣本抱本晨本名作召，是也。】壽有學術內仁外和■〈尸外立內〉官小心【內仁外和■〈尸外立內〉官小心：廣本和作義。舊校改■〈尸外立內〉為居。按■〈尸外立內〉居古今字。】勤慎所至以恤民為務初侍　上監國南京日以兵民所困入啟　上悉為寬貸壽間言曰　殿下推廣　上德以及黎庶此當然事惟比來左右干恩澤者多恐累明德宜抑之深見嘉納甞啟事退　上目送之顧侍臣曰此侍郎中第一人後坐累下獄家具蕭然不給朝夕官属有饋之者拒不受既卒踰年家人啟殯容色如生云 \\n 張執中山西靈石縣人洪武二十五年自太學生授前北京都司【北京都司：廣本抱本京作平，是也。】都事後陞本司經歷永樂元年論守城功北京行部郎中【論守城功北京行部郎中：廣本抱本晨本功下有陞字，是也。】尋陞應天府丞 \\n 其金忠等事見永樂實錄初　上命禮部尚書呂震諭旨翰林定金忠等謚賀銀預焉大學士楊士奇等覆奏　上曰此数人皆在　朝【此數人皆在朝：廣本抱本晨本在下有先字，是也。】盡心國事有德行重厚表裏一致者游歷艱難【游歷艱難：廣本抱本游作有洊，是也。】始終一心者必旌褒之庶幾禮賢厚終之道但朕意未嘗及銀盖銀之勞可贈官而行不應羙謚如加銀惡謚又過不若無謚人不得議焉【人不得議焉：寶訓無焉字。】古人制謚正為定論羙惡以示至公卿等宜盡心焉 \\n 夜有星大如椀色青白見角宿光燭地有星大如鷄子色赤見騎官　是日南京地震者三 \\n 乙亥陞山東布政司【布政司：廣本抱本政下有使字。】左參政俞吉士【俞吉士：舊校改作俞士吉。】為詹事府詹事直隸任縣奏民飢命戶部發縣倉粟賑之　夜有三星大如雞子色青白一見翼宿一見屏內一見天布西垣【天布西恒：舊校改作天市西垣。】 \\n 丙子命吏部凡在外官滿三考者聽給假省親祭祖湖廣三司奏藍山縣賊潘康生等誘眾為亂屯聚大橋廵檢司又寧溪有徭蠻千餘流刼勑廣西總兵官鎮遠侯顧興祖量撥官軍相幾勦捕【量撥官軍相幾勦捕：廣本抱本撥作調。舊校改幾作機。】以除民患仍戒餙所調以除民患【仍戒餙所調以除民患：舊校刪此九字。】仍成餙所調官軍【仍戒餙所調官軍：廣本抱本餙作飭，是也。】毌因而生事擾害良善違者雖有功有宥【雖有功有宥：廣本抱本有宥作不宥，是也。】 \\n 丁丑冊張氏為敬妃冊文曰帝王之政必始乎內治平之效必本於家朕恭紹鴻圖致隆化理稽昔妃嬪之淑率由貴德之門咨尔張氏乃祖榮國忠顯公勳行之崇表時碩望乃父太師英國公文武之佐為今元功肆爾毓秀閨闈稟德柔惠步履中珩璜之節言動謹圖史之■〈矢見〉錫之褕翟之榮俾參軒龍之副今特封爾為敬妃於戲絕御家邦【絕御家邦：廣本抱本晨本絕作統，是也。】朕有関睢樂得之美【關睢樂得之羙：廣本得作德。】輔贊宮閫爾懋雞鳴相【雞鳴相：廣本晨本相下有戒字，是也。抱本戒作成，誤。】相成禋祀永綏寵祿光我訓辭【相成禋祀永綏寵祿光我訓辭：舊校刪此十二字。】之賢惟謙以育德惟善以裕躬惟順以恊睦宗婣惟恭以相成禋祀永綏寵祿光我訓辭欽哉 \\n 上以災異屡見而進言者鮮勑諭文武群臣【敕諭文武羣臣：廣本臣下有曰字，是也。】朕以眇躬處億兆之上御天下之大政務之繁殆難獨理是以数詔求言冀??王不逮此朕之實心也自即位以來臣氏上章【臣氏上章：廣本抱本晨本氏作民，是也。】以数百計未嘗不欣然聽納言之而當即與施行苟有不當未嘗加譴群臣所共知也間大理寺少卿弋謙所言【間大理寺少卿弋謙所言：廣本抱本晨本間下有因字，是也。】過於■〈矢高〉激多非實事朕一時不能槩之於心而群臣有迎合朕意者交章奏其賣直請置諸法朕皆拒而不聽令謙就職但兌朝歟【但兌朝歟：舊校改兌作免。廣本抱本朝下有「參而自是以來言者蓋少豈以為無事可言」十七字，是也。】抑懷自全之計而退為默默歟今自冬不雪春亦少雨陰陽愆和必有其咎豈可言【豈可言：廣本抱本晨本豈下有無字，是也。】而為人臣者惟念保身何以為忠朕於謙一時不能含容未嘗不自餽咎【不自餽咎：廣本抱本晨本餽作愧，是也。】爾文武解臣【文武解臣：廣本抱本晨本解作羣，是也。】亦各思以君子之道自勉擄其嘉謀猷【擄其其嘉謀猷：舊校改作攄其嘉謀嘉猷。】凡於國家軍民利有米興獘有未革及政令有未當者咸直言之勿以前事為戒而有所諱庶幾君臣相與之議【君臣相與之議：舊校改議作義。】弋謙朝參如故　賜太師英國公張輔羊百牽酒二百瓶馬湖府【馬湖府：廣本脫府字。】等處土官知府安璿【安璿：廣本抱本璿作濬。】等遣人貢馬賜之鈔幣 \\n 設隆慶保安二州儒學　直隸南和縣【直隸南和縣：廣本和作河，誤。】奏民飢命戶部速發本縣倉粟賑之 \\n 戊寅命趙王高燧之國彰德今欽天監啟行【令欽天監啟行：廣本抱本監下有擇日二字，是也。】　戶部奏連城縣民飢命發縣預備倉粟賑之　復徐景昌定國公　命故魏國公徐欽子長孫襲封魏國公賜名顯宗　夜南京地震 \\n 己卯　勑寧夏參將保定伯梁銘曰尔昔所為屡犯憲紀囚辱頓挫難苦備嘗【難苦備嘗：廣本抱本難作艱，是也。】朕念守城舊勞宥爾之過加爾之爵謂爾必能懲創為善故授以邊寄期爾禦遏外侮靖安疆陲庶幾朝廷無西顧之憂爾不思感恩報國【感恩報國：廣本抱本寶訓報國作圖報。】乃包畜貪心誅無已【誅無已：廣本抱本誅下有求，是也。】且古之為將者與士卒同干苦【同干苦：抱本干作甘，是也。】暑不張盖軍竈未成將不先食今爾不恤軍士之艱不以防禦為重恣情貪虐加以耽溺酒色日不事事假如虜寇猝然侵境何以為備自今宜深思前之過【深思前之過：舊校刪之字。】改易所【改易所：廣本抱本所下有行字，是也。】潔已恤下盡忠務公庶幾副朕之委任若復蹈前非國有明憲爾其省之盖特自寧夏至者【蓋時自寧夏至者：廣本蓋下有是字。寶訓無是字。】言銘罪非一人故降勑切責之　命太師英國公張輔子忠為勳衛　黃巖縣累奏歲旱澇【黃巖縣累奏歲旱澇：舊校改累奏作奏累。】民多散徒【民多散徒：抱本徒作徙，是也。】去秋雨水漂民居五百餘家凡溺死八百餘人命戶部遣官馳赴賑恤　夜南京地震 \\n 庚辰清明節遣皇太子祭　長陵　追封奉天靖難推誠宣力武臣特進榮祿大夫右柱榮國公【右柱榮國公：廣本抱本柱下有國字，是也。】謚忠顯張玉為河間王改謚忠武并追封其三代加贈榮恭靖公【榮恭靖公：廣本抱本榮下有國字，是也。】姚廣孝為少師散官勳爵謚號悉如故　命禮部以河間忠武王張玉東平武烈王朱能金卿忠壯候【金卿忠壯候：抱本晨本卿作鄉，廣本抱本晨本候作侯，是也。】王真少師榮國恭靖公姚廣孝配享　太宗躰天弘道高明廣運聖武神功純仁至孝文皇帝廟廷【廟廷：廣本晨本廷作庭。】　命戶部月給太子太師致仕郭資半俸　五色雲見夜南京地震 \\n 辛巳華陽王悅燿至　上諭吏部臣曰刑獄係人死生近日刑官有以貪賄敗者有以深刻敗者盖顛倒是非民苦冤抑天災人譴彼必不免但簡用之者亦得辭其咎歟自今刑官必擇廉明公正謹厚之士無俾憸人得肆枉濫　南京地震 \\n 壬午開原衛奏馬市所買馬請進京師命給遼東諸衛軍士　通政使司通政使李嘉戶科給事中艾廣俱坐奏對不實對不實【奏對不實對不實對：對不實三字，誤複。】降交阯按察司知事【按察司知事：抱本知作僉，誤。】　刑科給事中劉藎坐稽緩奏牘謫交阯 \\n 癸未朝鮮國王李祹遣陪臣成概等貢方物賜概等鈔弊【鈔弊：抱本弊作幣，是也。】表裏有差　命魏國公徐顯宗從學國子監令太子少傳【太子少傳：抱本寶訓傳作傅，是也。】楊榮送之八監【送之八監：抱本寶訓八作入，是也。】曰爾往諭司業北開國元勳之後【北開國元勳之後：廣本抱本北作此，是也。】欲其家與國同?【與國同叉：廣本抱本叉作久，是也。】其子孫必能奉法循理務孝與忠乃克保之顯宗孤子其加意教訓使長成有立不失祿位庶稱國家待功臣之道遂賜司業貝泰鈔弊【鈔弊：抱本弊作幣，是也。】　夜南京地震 \\n 甲申直隸鉅鹿縣奏民飢者半命戶部發縣倉粟賑之　夜月犯平道星　南京地震 \\n 乙酉陞羽林前衛千戶池寬為本衛指揮僉事　周王橚奏有疾求所乏藥如数給之仍遣人往問　夜金星犯昂宿月星　南京地震 \\n 丙戌貴州宣慰司使【貴州宣慰司使：舊校刪司字。】安中等來朝貢馬賜寇帶襲夜【寇帶襲夜：抱本作冠帶襲衣，是也。】鈔幣有差調掌山西行都司都督僉事李謙掌山西都司事　漢王高煦奏欲於　萬壽節來朝賜書答曰兄弟至親豈不欲朝夕相見哀慟之中加以道途暄熱諒非所宜况宗國藩屏賴【況宗國藩屏賴：廣本抱本屏下有所字，是也。廣本國作社。】賢弟尤重宜善保愛不必來也　南京地震夜有二星大如鷄子色赤一見近尾一見營室 \\n 丁亥鎮廣州【鎮廣州：廣本抱本作鎮康州，是也。】等處土官知州男刀孟廣等遣人貢銀器及馬賜之鈔幣　勑開平備禦都指揮使齊安曰昔我　皇考奉天清難【奉天清難：抱本清作靖，是也。】卿奮不顧身效忠行陣【效忠行陣：抱本效作効。】櫛風沐雨破銳摧堅備嘗勤勞以就功業継奉命鎮守開平又能竭心殫力恊贊戎機輯寧邊圉多歷歲年肆朕即位以來尤隆委任比聞卿年踰八十壯志雖存躰力盖衰【體力蓋衰：抱本蓋作益，是也。】而邊務之殷耄勤不懈朕甚憫焉勑至可即還京優游閒逸以樂壽康用副朕優待老臣之意 \\n 上諭刑部尚書金純都察院左都御史劉觀大理寺卿虞謙曰往者法司無公平寬厚之意尚羅熾為功能稍有片言涉及國事輒論誹謗中外相師成風姦民欲嫁禍良善者輒飭造屋罔【輒飭造屋罔：廣本屋罔作誣詞，抱本晨本寶訓作誣罔，作誣罔是也。舊校改飭為飾。】以誹謗為說一罣名於此身家破减莫復辦理【莫復辦理：廣本辦作辯，抱本晨本寶訓作辨。】今数日間覺此風又萌夫治道所急者求言所患者以言為諱况今所急尤在於通下情卿等宜體朕心自今告誹謗者悉勿治顧大學士楊士奇等曰此事必以詔書行之 \\n 上諭純等曰自宮以求用者惟圖一身富貴而絕其祖宗父母不顧古人求忠臣於孝子彼父母母尚不顧【彼父母母尚不顧：廣本抱本晨本彼下有於字，是也。館本母字誤重。】豈有誠心事君朕已决意不用此等人然其不孝之罪湏懲治今後有自宮者必不袋【必不袋：抱本晨本袋作貸，是也。】若加人宮刑者朕亦惡之盖宮刑下死刑一等耳亦湏嚴切禁止顧大學士楊士奇等曰此事須以詔書行之　南京地震夜有星大如鷄子色青白見氐宿 \\n 戊子遣中官往朝鮮賜祭光祿寺卿權永均賜其家白金二百兩文幣表裏各十為賻永均　太宗皇帝賢妃之父至是以朝鮮國王李祹言其卒故恤典及馬戶部言隆平縣民饑栢鄉縣多官麥【多官麥：廣本抱本多下有貯字，是也。】請以貸之　上曰飢即賑之不必曰貸夜南京地震【南京地震：抱本至此為卷之八上，卷尾書：「大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之八上」。】 \\n ●卷八下 \\n 洪熙元年三月下 \\n 大明仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之八下。】 \\n 洪熙元年三月己丑詔天下曰朕恭承大統為天下生民之主惟我　皇祖　皇考愛民之仁秪率不怠【秪率不怠：舊校改秪為祗。】旦夕思念人命甚重哀矜庶獄惓惓在懷夫刑以禁暴止邪道民於善豈專務誅殺哉故律令制【故律令制：廣本抱本皇明詔制令下有之字，是也。】善善長而惡惡短罰之輕重咸適厥中顧執法之吏不能皆平有虛飾其情傳致死罪【傳致死罪：傳應作傅。詔制作專。】而比附謬妄尤甚枉人朕深憫之夫五刑之條莫甚大辟之施【莫甚大辟之施：廣本抱本詔制辟下有大辟二字，是也。】身首異處斯已極矣 \\n 自今有犯死罪律該凌遲者依律科决其餘死罪止於斬絞法並勿傳會【法並勿傳會：廣本抱本詔制法下有司字，是也。舊校改傳作傅。】昧情失實以致冤濫若朕一時過於嫉惡律外用籍沒及凌遲之刑者法再三執奏不允【法再三執奏不允：廣本抱本詔制法下有司字，奏下有三奏二字，是也。】至於五奏不允【至於五奏不允：廣本抱本詔制奏下有五奏二字，是也。】同三公及大臣執奏必允乃已永為定制文武諸司自今亦不許恣肆暴酷於法外用鞭背等刑以傷人命尤不許加人宮刑絕人嗣續有自宮者以不孝論人之為非固有父子不相為謀者肆虞舜為君罰弗及嗣文王之世罪人不拏【罪人不拏：抱本詔制拏作孥，是也。】自今惟犯謀反大逆者依律連坐其餘有犯止坐本身毌一槩處以連坐之法古之盛時恒采民言用資戒警今凶臉之徒徒【兇臉之徒徒：舊校改作兇險之徒。】往往摭拾誣為誹謗法吏刻深鍜鍊成獄刑之失中民則無措今後但有告誹謗者一切勿治爾中外文武群臣宜端乃心【宜端乃心：廣本心作志。寶訓詔制作宜端乃志悉乃心。】畏天愛人務崇寬恕庶有以佐朕父母斯民之治有或違者必罰不貸布告天下咸使聞知 \\n 趙王高燧之國彰德陞辭【陞辭：舊校改陞作陛。】賜黃金百兩白金五百兩綵幣九十表裏鈔二萬錠良馬十四匹【良馬十四匹：廣本抱本晨本無四字。】鞍二副賜其衛送官軍鈔指人二十錠【指人二十錠：廣本抱本晨本指下有揮字，是也。】千百戶人十六錠軍人十錠　擢樂舞生張以清為太常寺丞　夜南地震【夜南地震：抱本南下有京字，是也。】 \\n 庚寅制諭太子太保陽武侯薛祿■〈亻夙〉鎮大將軍印【■〈亻夙〉鎮大將軍印：舊校改■〈亻夙〉作佩。廣本抱本鎮下有朔字，是也。】統總兵官【統總兵官：抱本統作充，是也。】率軍自門平至大同【率軍自門平至大同：舊校改門作開。廣本抱本率下有官字，是也。】緣邊往來廵哨遇有虜寇相幾勦捕【相幾勦捕：舊校改幾作機。】　勑鎮守大同武安侯鄭亨常年隄防虜寇皆以秋冬及春夏則懈虜賊譎詐或窺伺無備未襲【或窺伺無備未襲：舊校改未作來。】不可不慮宜嚴督將士整搠軍馬堅固城池屯堡用心隄備及督各隘口烟墩十分仔細瞭望守把不可怠忽勑各處總兵備禦及鎮守官亦如之　遣中官洪仔生賫勑賜車里靖安宣慰使刀雙孟及八百大甸軍民宣慰使刀招散文綺鈔幣【文綺鈔幣：廣本抱本鈔作綵。】　山東泰安州及萊蕪等縣奏民飢命戶部速發本處倉粟■〈目辰〉之【發本處倉粟■〈目辰〉之：舊校改■〈目辰〉作賑。】 \\n 辛卯遣中官賜漢趙二王袍服材與漢王高煦書曰違闊隔歲懷思益深兄弟至親豈不欲朝暮晤聚共天倫之樂但以藩屏之重未逐斯志顧於同氣情當如何想惟賢弟心不異此茲以寒暑袍服材九襲專人致意賢弟亮之與趙王高燧書曰思念在途中心繾綣不能自已兄弟至親豈不欲朝暮歡聚共樂天倫但以藩屏之重未遂斯意顧於同氣情當如何想惟賢弟心不異此茲以寒暑袍服材九襲專人致意賢弟亮之 \\n 四川伽木隆之地妙智通悟國師朵兒只監藏并達思蠻長官司各遣人貢馬賜之鈔幣有差　賜掌廣西都司都督任禮曰【賜掌廣西都司都督任禮曰：廣本抱本賜作敕，是也。】遼東開原之地控制胡虜【控制胡虜：廣本虜作寇。】其任甚重非大臣通練軍事者不足以稱卿事　皇考太宗皇帝累效勳勞【累效勳勞：廣本效作効。】明習軍務今以命卿即馳驛還京面見而行　命安平伯李安為參將往交阯與榮昌伯陳智同掌軍務賜勑免之曰【免之曰：抱本免作勉，是也。】爾父明達道理特身謹行【特身謹行：抱本特作持，是也。】盡忠國家朕未嘗忘爾亦能卓立繼父之志出入軍旅通練事機朕用嘉之【朕用嘉之：廣本用作甚，寶訓作用。】今特付爾一方之寄其益敬慎盡心效謀懋建功業庶幾有光爾父而不負朕之委任欽哉 \\n 勑廣東都司都指揮僉事卞福曰開平控制胡虜所係甚重非歷練老成明習軍事者不足以膺付託前命冀傑齊安於彼鎮守齊安今年八十餘矣精力衰甚己令致仕冀傑亦老難於獨任爾在護衛效勞最久練達亦多宜副冀傑即馳驛回京面見而行　勑浙江都指揮同知陳忠今雲南都司獨沐昂總理其事必得老成之人副之乃克有濟爾祗事　先帝最久明習軍務宜為昂副今改授雲南都指揮同知即馳驛前去湏同心恊力以稱國家之委任欽哉敕口外總兵官太子太保陽武侯薛祿往來開平大國【開平大國：廣本抱本國作同，是也。】緣邊一帶廵哨遇有虜寇即飛報隣境總兵【總兵：廣本兵下有官字。】及鎮守官令相策應如隣境有急尔亦速湏應援務在同心恊力以寧邊方敕宣府大同開平等處總兵鎮守官亦如之遼東總兵官武進伯朱榮奏比廣寧馬市收買馬匹俱於各衛牧飬以俟命　上命兵部悉以給遼東諸衛備禦官軍 \\n 壬辰四川雜谷寨安撫司安撫曩甲遣人貢馬賜之鈔幣和寧王阿魯台遣使哈只癿等貢馬賜鈔幣表裏有差　湖廣三司奏廣西蒙顧洞賊蒙再萬等聚眾刼掠見在鬼柳冲之地又藍山縣賊潘康生等及寧溪禾??蠻【寧溪禾??蠻：抱本禾??作猺，是也。】半 \\n 勑廣西總兵官鎮遠侯顧興祖得得湖廣三司奏【得得湖廣三司奏：得字誤複。】廣西蒙顧洞賊首蒙再萬等并寧遠溪猺蠻聚眾作耗前勑爾量撥官軍前去勦捕今度其地距西尚遠【其地距西尚遠：廣本抱本距下有廣字，是也。】官軍往還【官軍往還：廣本還作返。】艱難己別勑貴州總兵官都督蕭綬調軍勦捕廣西官軍可不必行如賊人漫散逃至廣西爾即量調官軍委的當頭目管領相機勦捕仍約官軍【仍約官軍：廣本抱本仍下有戒字，是也。】毋因而生事擾吾良民　勑鎮守河州都指揮劉昭及河州必里洮州【洮州：廣本作洮河。寶訓與館本同。】西寧罕東涼州諸衛比歲邊人勤勞艱苦朕夙夜在念圖存恤之其洪熙二年各番簇該納差發馬俱且停止俟洪熙六年如舊徵收爾等其加意撫綏毌或擾害以副朕憂閔邊人之心【邊人之心：抱本心作意。寶訓作心。】欽哉　罷徐州等處買羊毛時有自南京來奏事者　上召至榻前問道途所過百姓安否何如首以是對立命所司罷之 \\n 癸巳夜有星大如鷄子色青白見軫宿　月犯十二諸國代星【月犯十二諸國代星：抱本代作大。】　南京地震 \\n 甲午趙王高燧奏王府舊存祿米十二萬石【祿米十二萬石：廣本抱本米下有一字。】在京乞官為運赴彰德　上命戶部於彰德附近倉內支粇米十二萬石給之賜書答趙王曰賢弟有所欲為義當從更【義當從更：舊校改更作便。】但月下軍民之困未蘇【但月下軍民之困未蘇：抱本月作目，是也。】京師輸運不足者亦不以勞之念王府日用不可闕已勑戶部於彰德附近倉內支粇米十二萬石送王府王府之米在京者朝廷留用庶幾兩便　貴州烏羅長官司等處土官冉興祖等貢馬并方物賜鈔幣有差　直隸薊州山東泰安州湖廣新寧縣奏民飢命戶部即其近地發倉粟賑之　南京太常寺寺丞鞠祥坐舉齋郎不當降太僕寺主簿夜有星大如鷄子色青白見天市東垣外　南京地震 \\n 乙未賜書韓王冲■〈火或〉曰別來懷思不忘相同二弟到家安通【相同二弟到家安通：抱本相作想，廣本抱本通作適，是也。】兄初意欲賢弟及秋之國今思若俟秋行迨各始達【迨各始達：廣本抱本各作冬，是也。】西土氷寒百事難為殆非初到者所便不若以四月下旬起程雖道途觸熱若從容而行可以無慮而及秋至彼天時人事皆得便利已勑諸司應付途中合用物件在途加愛　勑守南京襄城伯李隆比聞蘇松等府頑民以取魚為名用船往來江上行刼又揚州各縣無藉之徒每二三十人共一舟載私塩於鎮常等處發賣就殺人刼財即選精壯軍士簡的當頭目管領前去追捕務要設法盡数擒獲牢固枷杻觧來仍戒差去人毋託此生事擾害良善違者論罪不輕 \\n 勑遼東總兵官武進伯朱榮今欲天監【欲天監：抱本欲作欽，是也。】奏天象應東夷有兵卿等湏晝夜用心整搠軍馬嚴固守備不可湏史忽怠【不可須史忽怠：抱本作不可須臾怠忽，是也。】勑山海永平等處總兵官遂安伯陳英等亦如之　貴州金筑安撫司等處士官【士官：抱本作土官，是也。】得珠等及雲南鶴慶軍民府等處土官趙春等貢馬及方物賜鈔幣有差召鎮守大同後軍都督僉事沈清還命都指揮使曹儉為參將左武安侯【左武安侯：舊校改左作佐。】鄭亨鎮大同都指揮同知武興鎮【大同都指揮同知武興鎮：舊校刪此十字。】大同都揮同知武興鎮涿州　山東平度州及蓬萊縣奏民飢者三千八百餘戶乞貸州之和豊倉粟　上命戶部發以賑之　五巴雲見【五巴雲見：舊校改巴作色。】 \\n 丙申進封故奉天靖難推誠宣力武臣特進榮祿大夫右柱國金卿忠壯侯【金卿忠壯侯：舊校改卿為鄉，下同。】王真為寧國公加號效忠餘如故仍加封其三代　陞中書舍人姚継為尚實司【尚實司：抱本實作寶，是也。】少卿継故少師榮國公廣孝飬子永樂中以能書擢官至是　上追念廣孝故進用之 \\n 敕口外總兵官太子太保陽武侯薛祿所奏山後延燒雖是野火然不可輒有懈怠之意盖虜寇譎詐未可測度况近日数有天象其占皆調邊警【皆調邊警：廣本抱本調作謂，是也。】湏晝夜用心関防哨瞭各関隘及守烟墩軍士務要精壯毋以老弱有疾之人抵数悞事邊上一應事務宜竭心盡力以副委任　監察御史嚴継先等劾奏山海永平等處總兵官遂安伯陳英【陳英：廣本英作瑛，誤。】鎮守官都指揮陳景先【陳景先：抱本景作星，誤。】等守邊無備致虜入蘇川【蘇川：廣本抱本作薊州，是也。】北山寇掠又匿不以聞請寘於法命都察院封継先奏章【封繼先奏章：廣本抱本先下有等字，是也。】示之俾圖自效以贖前過　貴州安順州等處土官同知阿寵等遣把事阿底等及四川??威江等寨【四川??威江等寨：廣本抱本??威作??烕。】首哆兒只等來朝貢馬賜鈔幣有差 \\n 丁酉以奉　太宗文皇帝　仁孝文皇后廟享及升功臣配享■〈矛頁〉告【■〈矛頁〉告：舊校改■〈矛頁〉作預，下同。】　五廟其祝文曰孝曾孫嗣皇帝敢昭告于　五廟太皇太后曰茲惟孟夏祗修時祀仰惟　皇考太宗躰天弘道高明廣運聖武神功純仁至孝文皇帝　皇妣仁孝慈懿誠明莊獻配天齊聖文皇后禮當廟享謹以四月初一日恭請　皇考　皇妣同詣　太廟祀禮既成仍請　皇考　皇妣還御几筵稽諸禮興【稽諸禮興：廣本抱本晨本興作典，是也。】宗廟之祭皆有功臣配享謹遵成憲參考功行加封榮國忠顯公張玉為河間王進謚忠武金卿忠壯侯【金卿忠壯侯：舊校改卿作鄉。】王真為寧國公加號效忠加贈榮國恭靖公姚廣孝為少卿師【姚廣孝為少卿師：舊校刪卿字。】及東平武烈王朱能配享　太廟以為常典謹用告知謹告預告　太宗文皇帝 \\n 仁孝文皇后其祝文曰孝子嗣皇帝敢昭告于皇考太宗體天弘道高明廣運聖武神功純仁至孝文皇帝　皇姚仁孝【皇姚仁孝：抱本姚作妣，是也。】慈懿誠明莊獻配天齊【配天齊：廣本抱本齊下有聖字，是也。】文皇后曰茲惟孟夏祗修時祀仰惟　聖靈禮當廟享謹以四月初一日恭請　皇考　皇批聖靈【皇批聖靈：舊校改批作妣。】同詣　太廟祀禮既成仍請　聖靈還御几筵稽禮典【稽禮典：廣本抱本稽下有諸字，是也。】宗廟之祭皆有功臣配享謹遵成憲參考功行加封榮國忠顯公張玉為河間王進□忠武金卿忠壯侯【金卿忠壯侯：舊校改卿作鄉。】王真為寧國公加號效忠加贈榮國恭靖公姚廣孝為少師及東平武烈王朱能配享　太廟以為常典謹用告知告知【謹用告知告知：廣本抱本下告知二字作謹告，是也。】 \\n 遣太師英國公張輔祭其故父榮國忠顯公張王【張王：舊校改王作玉。】其文曰朕惟聖君明主之興咸有文武英傑之材相與合德恊謀定大難成大功雖或未得生同富貴而歿必陪其祀享此古今之通規也朕　皇考太宗文皇帝以大聖之德順天應人載安　宗社亦賴卿等秉義懷忠一心為國奉天靖難之際發謀奮勇百戰前當【百戰前當：舊校改前當作當前。】斬將搴旗所向風靡暨大功垂成挺身陷陣惟義所在視死如歸忠精貫于日星功烈揚于竹【揚于竹：廣本抱本晨本竹下有帛字，是也。】雖在　先朝極其褒卹而考厥勳行未愜朕懷今特封卿先為河間王【今特封卿先為河間王：廣本抱本晨本無先字，特下有加字，是也。】進謚忠武散官勳號悉如舊仰惟　皇考聖靈在天茲者致隆　廟祀特以卿享于　廟【特以卿享于廟：舊校卿下補配字。】英靈如在永歆承【永歆承：廣本抱本晨本永作永永；歆承下，抱本晨本有「遣成國公朱勇祭其故父東平武烈王朱能，其文曰：朕惟聖君明主之興，咸有文武英傑之材，相與合德協謀，定大難，成大功，故生則同其富貴，歿則陪其祀享，此古今之通規也。朕皇考太宗文皇帝，以大聖之德，順天應人，載安宗社，弘靖海宇，茂建太平，亦賴卿等同心同力，輔成大功，而永世有賴。仰惟皇考聖靈在天，茲者致隆廟祀，特以卿配享于廟，英靈如在，永永歆承」，凡一百四十三字；此節下廣本抱本有「遣太子太保成山侯王通祭其故父金鄉忠壯侯王真，其文曰：朕惟聖君明主之興，必有英傑之材，相與合德協謀，定大難，成大功，雖或未得生同富貴，而歿必陪其祀享，此古今之通規也。朕皇考太宗文皇帝，以大聖之德，順天應人，載安宗社，亦賴卿等秉義懷忠，一心為國。奉天靖難之際，發謀奮勇，百戰當前，斬將搴旗，所向風靡，暨大功垂成，挺身陷陣，惟義所在，視死如歸，忠精貫於日星，功烈揚於竹帛，雖在先朝極其褒卹，而考厥勳行，未愜(抱本作協)朕懷。今特進封卿寧國公，仍於勳號加效忠二字。仰惟皇考聖靈在天，茲者致隆廟祀，特以卿配享于廟，英靈如在，永永歆承」二百二十四字，是也。】 \\n 遣尚寶司少卿姚継祭其故父榮國恭請公【榮國恭靖公：廣本抱本晨本請作靖，是也。】姚廣孝其文曰朕惟聖君明主之興咸有文武英傑之材相與合德恊謀定大難成大功故生則同其富貴歿則陪其祀享此古今之通規也朕　皇考太宗文皇帝以大聖之德順　天應人載安　宗社弘靖海宇荗建太平【弘靖海字荗建太平：舊校改字荗作宇茂。】亦賴卿等同心恊贊而永世有賴今特加贈卿為少師散官勳爵謚號悉如舊【悉如舊：廣本舊作故。】仰惟　皇考聖靈在天茲者致隆　廟祀特以卿配享于　廟英靈如在永永歆承　制 \\n 諭都督山雲充遊擊將軍率領官軍往薊州永平山海一帶緣邊去處往來哨備遇有声息相機勦捕如遇警急即於附近衛分量調官軍接應　陞翰林院學士楊溥為太常寺卿仍兼學士　陞西寧章咂簇士官千戶【士官千戶：抱本士作土，是也。】阿孛兒加為指揮僉事命致仕以其子切塔加【切塔加：廣本抱本塔下有兒字。】襲職鎮守萬全右衛都指揮僉【都指揮僉：廣本抱本僉下有事字，是也。】黃真私造應禁兵器事覺降為指揮使發口外立功　湖廣布政司右參政李清坐受賕謫戍邊　長興縣賊首殷先潮伏誅　夜有星大如雞子色青白見漸臺 \\n 戊戌　命諸司在北京者悉加行二字【悉加行二字：廣本抱本晨本行下有在字，是也。】復建北京刑部及後軍督督府【復建北京刑部及後軍都督府：抱本晨本刑作行，廣本抱本晨本及下有行字，是也。】　上時决意復都南京云　命定國公徐甫佐之【命定國公徐甫佐之：廣本抱本徐下有「景昌掌北京行後軍都督府事以左府都督同知」二十字，是也。】　調南京兵部尚書張本及工部尚書李友直右侍郎裴璉蘇瓚俱任北京刑部【北京刑部：抱本刑作行，是也。】改戶部右侍郎李昶南京刑部右侍郎金庠為北部刑部左侍郎【為北部刑部左侍郎：廣本抱本作俱為北京行部左侍郎，是也。】　改禮部左侍郎胡濙為太子賓客兼南京國子監祭酒革繕工官其事悉歸工部　夜南京地震 \\n 己亥陞後軍都督同知【都督同知：廣本督下有府都督三字。】張昇為左軍都督府左都督 \\n  \\n   \\n  "}
{"章节": "●卷九上", "正文": "  \\n ●卷九上 \\n 　 \\n  \\n 洪熙元年四月上 \\n 仁宗皇帝實錄【大明仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之九上。】 \\n 洪熙元年夏四月庚子朔享　大廟　以順天府尹甄儀為行在兵部左侍郎　遼總兵官【遼總兵官：廣本抱本晨本遼下有東字，是也。】武進伯朱榮奏廣寧前屯衛剌梨山【剌梨山：寶訓剌作刺。】百戶鮑麟私遣軍士還家致為達賊所虜　上命廵按御史詣彼審實處麟軍法降勑諭榮曰 \\n 夫將者士卒之表為將能廉公勤慎紀律正號令肅斯下人有所稟承無敢縱恣總兵又諸諸之表能慎諸已【總兵又諸諸之表，能慎諸己：晨本寶訓諸諸作諸將，是也，晨本能慎諸己，作若能慎己。】誰敢不慎朕即位以來夙夜惓惓以邊務為心屢勑總帥嚴督將士用心哨瞭隄備而將士畧不尊承察其所自皆由總兵之人不體付託之重恬然自逸未嘗一出廵視關隘壯士徤卒擁衛左右飢寒窮苦無資之人則令備瞭望守關口上下相師成風軍務都不留意是以寇奄至而不覺人被擄而不知其指揮千百【千百：廣本晨本寶訓百下有戶字，是也。】固難逃罪總兵之人亦復何顏卿先朝老臣朕所倚任但有功必賞有罪必罰　祖宗至公之典湏相與共守自今宜加驚省【宜加驚省：舊校改驚作警。】嚴號令明紀律遠斤堠【斤堠：舊校改斤為斥。】慎守備躬勤率下毌蹈前失庶副朕委任之重近陽武侯薛祿等率兵廵邊殺獲虜寇將士咸論功行賞薊州虜寇入境刼掠人民其總兵官遂安伯陳英及都指揮陳景先等並停俸祿并諭卿知之 \\n 勑責山海永平等處總兵官遂安伯陳英及都指揮陳景先朕以爾等材智可用命鎮守邊陲防禦虜寇保障軍民又屡勑爾嚴督將士謹慎防備晝夜用心哨瞭不可怠忽今知爾等畧不念朝廷付託之重恬然自逸未嘗一出廵視関隘壯士徤卒留衛左右飢寒窮苦無資之人令守烟墎【令守烟墎：舊校改墎作墩。】関口致薊州境內寇至而汝不覺邊人被殺擄而汝不知今御史交奏爾罪請付法司朕姑曲貸但勑停爾之祿夫朝廷至公之典有功必賞有罪必罰决無所私近陽武侯薛祿等殺獲韃賊有功將士咸加官賞遼東廣寧前屯衛百戶鮑麟私後軍人【私後軍人：廣本抱本後作役，是也。】致為賊所擄已論軍法處死其總兵官朱榮亦遣勑切責所以未付爾於法者盖期爾革前過勉後効爾宜警省嚴號令明紀律遠斥堠慎守備躬勤率下以副朝廷委託之重若復蹈前失國典具在朕不爾私遂賜勑徧戒邊將 \\n 甘肅總兵官都督費瓛奏送虜中歸附人家小五十二口【五十二口：廣本抱本二作三，寶訓作二。】赴京又奏有婦女【婦女：抱本女作人，寶訓作女。】二十七口存留等侯【等侯：舊校改侯為候。】親戚待後起送　上慮虜情多疑久或生變勑諭瓛曰所存留婦女不問有無親戚在後即盡数差人送來爾名臣子孫為國重臣　先帝謂爾練習軍政付邊寄【付邊寄：廣本抱本付下有以字。是也。】朕承　先志付託尤專不意爾比來溺於宴安而懦弱不振低眉俛首受制於人大丈夫所為固若是乎宜痛自懲艾舊志卓立【舊志作主：廣本抱本舊作奮，是也。】勉圖後效庶副朕責望之重盖　上聞軍中諸事瓛不能專悉聽中官指使云陞武進縣主簿鄭???示?【陞武進縣主簿鄭??秦：廣本抱本陞上有辛丑二字，疑是也。舊校改??秦為溱，下同。】為行在禮科給事中???示?嘗為詹事府通事舍人至是來朝　上知其材故進用之　夜有星大如碗色青白見正北雲中光燭地 \\n 壬寅賜隨侍　皇太子文武官吏軍校鈔有差　免山東及淮安徐州今年夏稅秋粮之半停罷一切官買物料詔曰朕承大統主宰天下上惟　天命之重下念民生之艱夙夜憂勞惟恐一夫不得其所屡詔求言冀達民隱而山東郡【而山東郡：廣本抱本晨本皇明詔制東下有諸字，是也。】及淮安徐州之境頻歲旱澇年榖無收今之秋成猶未可必民乏衣食有父母妻子不得相濟凍餒呻S吟Y流于道路郡縣之官漠不留意而又有科買之擾豈稱為民父母之道可全免今年夏稅其秋粮減半徵收自今年四月以上【四月以上：廣本抱本晨本詔制上作前。】各衙門一應收買及科派物件【物件：廣本晨本件作料。】除桒穰仍納【桒穰仍納：晨本桑穰作京饟。】外其餘未到官者盡行停罷已到官者從實起觧不許欺隱若實無見物而先已虗報在官亦不許再科於民以足其數報之数【報之數：廣本抱本晨本詔制報上有虛字，是也。】俱宥不問其郡縣之官務盡撫輯安養之道毋縱貪刻【毋縱貪刻：廣本縱下有為字。】以重困之庶幾副朕閩恤【閩恤：廣本抱本閩作閔，是也。】黎元之意時有至自南京者　上問道路所過民情何以【民情何以：廣本抱本晨本以作似，是也。】對曰淮安徐州及山東境內民多乏食有徵夏稅方急【有徵夏稅方急：廣本抱本晨本有上有而字，有下有司字，是也。】遂召問少師蹇義所對亦然 \\n 上坐西角門召大學士楊士奇等令草詔悉免其今年夏稅及秋粮之半官置物料【官置物料：廣本抱本晨本置作買。】一切停罷士奇對曰　皇上俯恤民窮誠出於聖仁若斯事亦可令戶部工部與聞　上曰姑徐之救民之窮當如救焚極溺【如救焚極溺：廣本抱本晨本極作拯，是也。】不可遅疑有司慮國用不足必持不决之意卿等姑勿言命中官具楮筆令士奇等就西角楼【西角樓：廣本抱本角下有門字，是也。】書詔　上覽畢即命用璽已遣使賚行　上顧士奇曰汝今可語戶部工部朕悉免之矣左右或言地方千餘里其間未必盡無收亦宜有分別庶不濫恩　上曰恤民寧過厚為天下主可與民寸寸計較耶 \\n 勑平江伯陳瑄曰累歲軍民運木勞勤朕甚憫之今自儀真至通州沿河木植悉皆停運就所至去處堆垛令人看守軍民悉散遣歸甚差去管運官【甚差去管運官：廣本抱本甚作其，是也。】不許以堆垛為由遷延不歸以擾害百姓違者罪之爪哇國王楊惟西沙遣頭目亞烈黃扶信貢方物賜扶信冠帶鈔幣　陞行在大理寺右少卿弋謙為行在都察院右副都御史先有中官採木四川【先有中官採木四川：廣本先下有是字，是也。】貪橫厲民者　上聞之召謙諭曰爾素清且其往為朕窮治之朕自知爾勿懷疑畏遂陞其官賜鈔千貫召守鎮定州【守鎮定州：舊校改守鎮作鎮守。】都督僉事馮興還 \\n 設北京都察院【北京都察院：廣本抱本京下有行字，是也。】并所属經歷司照磨所司務司獄司盧龍恒南冀北廣平四道置右副都御史一員階正三品左僉都御史一員正四品首領經歷一員【首領經歷一員：廣本抱本領下有官字，是也。】正六品照磨一員正八品司務司獄各一員俱從九品各道監察御史各三品【各三品：廣本抱本品作員，是也。】俱正七品言邊將守備不嚴者【言邊將守備不嚴者：廣本抱本言上有有字，是也。】遂勑各處總兵官及鎮守官曰朝廷以邊務至重慎選材能為總兵以遏戎虜安邊民而屡遣敕書戒其嚴謹防備用心哨瞭不可懈怠近聞邊將多有忽畧恬然家居優游逸樂未嘗一出閱視軍士整點守備壯士徤卒留置左右飢寒老疾貧難之人則令把関隘守烟墎【把關隘守烟墎：廣本抱本把下有守字。舊校改墎作墩。】盖有寇奄至而不覺人被虜而不知者膺受邊寄怠忽如斯脫有不虞誰任其罪朝建【朝建：舊校改作朝廷。】至公之典有功必賞有罪必罰儞等宜加警省【儞等宜加警省：舊校改儞作爾。廣本抱本宜作當。】嚴號令明紀律遠斥堠慎守備躬勤率下以副國家委託之重賞罰之典朕不爾私　夜有二星大如雞子色青白一見西北雲中一見正西雲中 \\n 癸卯漢世子瞻坦臨淄王瞻域昌樂王瞻晬【昌樂王瞻晬：舊校改晬作垶。】淄川王瞻墿來朝修南京皇城　後軍都督府都督僉事謝芳卒芳壽州人初為會州衛指揮使　洪武三十二年從　太帝皇帝【太帝皇帝：抱本太帝作太宗，是也。】戰鄭材壩【鄭材壩：抱本材作村，是也。】有功後守古北口累陞後府都督僉事　上即位憫其老命致仕未幾卒賜祭命有司造墳【造墳：廣本造作治。】日生暈色赤黃圓而濃厚　夜火星入鬼宿犯西壯星【犯西壯星：廣本抱本壯作北。】有星大如鷄子色青白見酒旗 \\n 甲辰　勑諸邊將奏象【奏象：廣本抱本寶訓作欽天監奏天象，是也。】應有暴兵宣十分用心【宣十分用心：舊校改宣作宜。】整搠軍馬晝夜嚴謹隄防【隄防：廣本抱本寶訓防作備。】不可怠忽　行在都察院右副都御史戈謙【戈謙：舊校改戈作弋。】等陛辭　勑諭謙曰往年採木者多先虗奏数目及當起運之際倉卒採辦以足虗奏之数厲民為甚近命內官謝安侍郎楊和等往四川起運水次堆積之木朕安等復蹈前非【朕安等復蹈前非：抱本朕下有慮字，是也。】特命爾往廵視但據今實堆積水次者即起運來如有比先虗奏之数今已赦其罪不問不可雨採【不可雨採：廣本抱本寶訓雨作再，是也。】以補此数【以補此數：抱本此作其，寶訓作此。】只從實起運如有不遵朕命仍前勞人採補者即枷釘差人解來治以重罪　勑南京太監王景弘曰朕以來春還京今遣官匠人等前來爾即提督將九五殿各宮院凡有滲漏之處隨宜修葺但可居足【但可居足：廣本抱本足下有矣字，是也。】不必過為整齊以重勞人力　行在戶部言大名府民飢長垣縣倉有儲粟可給濟從之　夜有星大如杯色赤見翼宿 \\n 乙巳命行在都察院嚴鈔法　雲南潞江宣府司土官曩壁等嶍峨等縣土官祿華等馬龍他郎甸長官司女土官者玄等四川永寧宣撫司土官奢蘇等各遣人貢馬賜鈔幣有差南京地震 \\n 丙午賜皇太子圖書并書論曰朕惟祖孫父【祖孫父：廣本抱本晨本父下有子字，是也。】於天倫最重是以祖之於孫父之於子其親愛天下莫加焉親愛之而期以富貴壽康盖天下之同情而推明所以長保富貴壽康之道以期之者聖人之心也爾為朕嫡長子　皇考太帝皇帝【太帝皇帝：抱本晨本太帝作太宗，是也。】嫡長孫也自幼岐■〈山疑〉粹羙　皇考最所鍾愛鞠育提訓朝夕滕下誠以爾為遠大之器而可付以　社稷人民之重者也故隨事垂訓皆聖人之至道帝王之大經恩德廣厚譬諸天地之化豈易名言廼永樂 \\n 甲辰之春親征址虜【親征址虜：廣本抱本晨本址作北，是也。】車駕將發子孫咸在　天顏穆清顧爾謂朕曰古之今主【古之今主：舊校改今作令。】於盤盂劍儿皆有銘用自警也人之行莫大於中正况為人之上者乎吾以人王中正【人王中正：舊校改王為主。】四字為寶押師還製以賜之俾之自勉建六師凱旋【建六師凱旋：廣本抱本晨本建作逮，是也。】不幸　皇考賓天朕已承遺命正大統冊爾為皇太子皇太子者天下之本係主器之重必有令德用克欽承惟中與正為德之本謹遵　皇考成志製為寶押以授爾其懋敬之哉中正躰用一也不偏不倚無過不及天下萬善皆原於此隆古帝王傳授之要皆在於此人以中正存諸內則發於喜怒哀樂無非道也以中正施諸行則形於動靜云為無非德也而於君人者之施盖又廣矣中天下而立以正天下之表其可不敬于內不慎其發哉故以中正誠身則身尊以中正治家則家齊惟中正之人是親則君子益進小人益遠【君子益進小人益遠：廣本進下有而字，是也。】惟中正之言是聽則善道日聞而讒謟日退行賞以中正則思不濫而人皆懋功行罰以中正則刑不濫而人皆畏罪以中正施正教則治道可成而俗化可興以中正施命令則萬姓服從而四夷效順君人之道莫此為要而懋敬之【而懋敬之：廣本抱本晨本而作爾，是也。】其篤　朕　皇考朕與所親愛期望之心【其篤朕皇考朕與所親愛期望之心：廣本抱本晨本篤下有念字，朕與作與朕，是也。】而敬服膺之以係　宗杜【宗杜：抱本晨本杜作社，是也。】生民之望於永遠哉 \\n 封長女為嘉興公主冊文曰朕寅奉寶圖致隆治理人倫所重盖惟父子之親帝女錫封著在國家之典名分用正古今所同朕長女柔淑之資靖恭之行夙鍾慈愛躬服組紃之勤秪率禮儀【秪率禮儀：抱本秪作祇。】克明圖史之教是用稽諸成憲錫以茂恩封為嘉興公主惟正固以有立【惟正固以有立：抱本作惟正固有以立。】惟肅雍以自持惟靜為養德之方惟儉為凝福之本益慎蹈履光我訓辭欽哉第二女為慶都公主第三女清河公主第四女真定公主第五女延平公主第六女德慶公主冊文皆同 \\n 上以親軍諸衛軍士多缺伍守衛皇城者不得更番或經月不一歸家者命英國公張輔兵部尚書李慶選京師散衛軍之精壯者助親軍守衛親軍專守皇城四門京衛軍助守端門之外及東上等門時守衛軍三日輒有賜鈔慶言舊制無散衛軍守衛者　上曰大臣執舊制固是朕念人久勞不得息且經月在公不得一見父母妻子皆人情所難今使勞者得更番而助守衛者亦預被賞賚姑一時權宜【姑一時權宜：廣本抱本晨本姑上有此字。】非為定制侯親軍補伍有人悉如舊慶曰守衛事嚴散衛軍何可盡信　上咲曰人未可盡信亦未可盡疑為人上【為人上：廣本上下有者字，是也。】在布德施仁以得眾心耳誠得其心仇敵可化為父子苟失其心素所親信有反目相噬者古人云舟中敵國盖此往多有之【蓋此往多有之：廣本抱本晨本此作既，是也。】矣慶不能對遂以京衛軍權助親軍守衛　江西布政司左參議李燁生【李燁生：生字衍。李燁官江西布政司參議，見太宗實錄。】買糴食米為御史所劾罷為民　南京地震 \\n 丁未行在禮部言錦衣衛軍趙大貴妻楊氏一產三男命如例給賜　自辰至巳日生左右珥色赤黃白虹貫之復生交暈色如之比午而圓色益濃厚夜南京地震 \\n 戊申命華陽王悅燿居武岡州悅燿蜀獻王第二子素放肆不順為父所惡一日檀除所愛【檀除所愛：舊校改檀作擅。】卒為千戶製冠帶給之獻王聞知【獻王聞知：抱本晨本知作之。】大怒叱衛士捽至庭罵之曰禽犢爾?耶【爾廴耶：舊校改廴作反。】杖之百餘將械送於朝世孫友堉懇求獻王自治之得免械送猶縶其手足囚之数月友堉又屡為救觧乃釋之會朝廷召友堉詣京師冠已行而獻王薨悅燿竊發府中帑藏悉取貨寶友堉歸典守者白之友堉寘不問悅燿反誣奏友堉悖逆怨誹十数事意在去友堉則王位以次及已勑召友堉廷辯未至而　太宗皇帝晏駕　上即位遣按察司副使余信兼察之【兼察之：廣本抱本晨本兼作廉，是也。】信還奏悉出悅燿誣罔因具陳兩人素行且言蜀人老少所共知者　上遂命友堉嗣蜀王而召悅燿既至猶執奏友堉前過　上厲色曰爾兩人行事蜀人所共知不可掩况可欺朝廷乎以庶孽而懷奪嫡之志天道果興之乎　宗廟神靈亦祐之乎抵其奏於地叱之下悅燿惶恐而退明日後入奏【明日後入奏：抱本晨本後作復，是也。】請授護衛指揮千百戶子弟子【子弟子：舊校刪作子弟。】及女戶官并請以流官為世襲 \\n 上曰朝廷之制護衛官當陞降者從王具奏郡王安得專之不聽巳而　上諭侍臣曰鸞梟不可同處矣遂賜書悅燿曰爾與友堉本一氣至親理宜同處今既情義乖違同處必至相傷湖廣武岡州民淳俗厚盖善地也爾往居之歲給爾祿米二千石內一千石支本色餘折鈔其躰朕惇睦之心安意以行仍賜紵絲羅各十五表裏白金二百兩鈔一萬貫勑蜀王友堉令遣人送華陽王家属赴武岡完聚其平日隨從之人悉還之湏厚資給以盡事叔之道 \\n 擢鴻臚寺序班張人實為本寺左寺丞安慶府推官姚震為監察御史人實九年考滿震坐事俱為辦官至是有薦其才者故有是命　薊州山海等處鎮都指揮【鎮都指揮：廣本抱本鎮下有守字，是也。】陳景先奏率領官軍追襲虜寇寇斃於神銃遂潰走獲其器甲及馬餘匹【馬餘匹：廣本抱本馬下有百字，是也。】并追回所所虜人口【並追回所所虜人口：舊校刪一所字。】　上命就以所獲馬給將士仍命戶部復景先祿而遣使賚勑【賚勑：抱本賚作賫，是也。】諭景先曰爾前以失機停俸今有功可贖已勑戶部還所停俸其即取勘官軍有功者并原失機今能用力追勦者分豁等第具姓名報來務合公道毋縱私高下朕將頒賞焉　復弘農衛經歷汪景明寶抵縣【寶抵縣：舊校改作寶坻縣。】縣丞王紹監察御史二人永樂中俱為御史坐事左遷至是以薦復前職　擢儒士吳納【吳納：晨本納作訥，疑是也。】為監察御史 \\n 以前戶部右侍郎【右侍郎：抱本右作左。】李文郁為通政使司左參議刑部郎中李驥吏科右給中羅亨信工科給事中周岐後工部主事丁■〈土睿〉【丁■〈土睿〉：舊校改■〈土睿〉作璿。】四川按察司僉事韓克忠開州知州張瑾【張瑾：抱本瑾作璟。】衢州府通判唐舟鞏昌縣知縣臧性俱為監察御史南樂縣知縣呂文質為吏科給事中初文郁等俱坐事被謫至是以薦復用　福建布政司右參議周銓坐累降南京鴻臚寺左寺丞　命行在錦衣衛指揮使王節遣官於濟寧儀真鎮江等處廵捕寇盜　上曰往年所遣捕盜官多不得人厲民更甚於盜今湏慎選若復踵前弊尔等與之同罪　夜南京地震 \\n ●卷九下 \\n 洪熙元年四月下 \\n 仁宗皇帝實錄【仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之九下。】 \\n 洪熙元年四月己酉漢世子瞻怛【瞻怛：抱本怛作坦，是也。】臨淄王瞻域昌樂王瞻垶淄州王【淄州王：舊校改州作川。】瞻墿陛辭賜瞻坦織金紵絲羅鈔衣【紵絲羅鈔衣：舊校改羅鈔作紗羅。抱本作羅紗。】各三襲文幣二十表裏金一百兩白金五百兩馬十匹瞻域瞻垶瞻墿各織金紵絲羅紗衣【羅紗衣：舊校改作紗羅衣。】二襲文幣十六表裏金八十兩白金四百兩馬八匹賜其從官鈔幣軍校鈔有差　廵按河南監察御史潘純奏河南鄭許鈞汝四州及延津祀襄城【祀襄城：廣本抱本祀作■〈木巳〉，是也。】汜水考城臨頴通許太康永城郾城【郾城：影印本郾字糢糊。】原武扶溝河陰登封盧氏孟津魯山南陽郟河內武陟遂平西平二十三縣民飢乞發所在倉粟賑濟從之　夜月犯內屏星 \\n 庚戌鄭府長史司審理所富理正【富理正：廣本抱本晨本富作審，是也。】俞廷輔言伏讀制勑有曰為國以得賢為重事君以進賢馬忠【以進賢馬忠：廣本抱本晨本馬作為，是也。】臣竊以為進賢之路莫重於科舉近年賓興之士率記誦虗文為出身之階求其實才十無二三盖有年才二十者雖稱聦敏然未嘗究心修己治人之道一旦僥倖挂名科目而使之臨政往往束手無為職事廢隳民受其幣【民受其幣：舊校改幣作弊。】自今各處鄉試乞令有司先行審訪務得通今博古行止端重年過二十五者許令入試比試則務選其文詞典雅【比試則務選其文詞典雅：廣本抱本無則字，是也。】議論切實者道之【道之：廣本抱本晨本道作進，是也。】會試尤加慎選【會試尤加慎選：廣本尤下有宜字。】庶幾士務實學而國家得賢才之用　上諭禮部臣曰所言當理其即行之又曰科舉之士湏南北兼取南人雖善文詞而北人厚重比累科所選北人僅得什一非公天下之道自今科場取士以十分論南士取六分北士四分【北士四分：廣本士下有取字，是也。】爾等其定議各布政司名数以聞　山東昌邑縣奏民飢命戶部遣人馳驛發縣所儲粟賑之 \\n 辛亥雲南木邦及麓川緬甸等宣慰使司遣人貢象馬方物【貢象馬方物：廣本馬下有及字。】賜鈔帛【鈔帛：廣本抱本帛作幣。】表裏有差　陞指揮使馬昇馬義趙榮俱為都指揮使指揮同知王政李貴【王政李貴：廣本無李貴二字。】李榮高貴崔忠謝榮毛翔張政吳受李漢曹敏王貴俱為都指揮同知指揮僉事張清郝慶馬驥韓整王興郭得原董興李敬阮真秦昇王信李信劉原高隆許彬謝貴名諒【名諒：廣本抱本名作召，是也。】俱為都指揮僉事命俱隸安遠侯都升【都升：舊校改作柳升。】刑臺縣【刑臺縣：舊校改作邢臺縣。】奏民飢命戶部發縣倉粟賑之 \\n 命成國公朱勇豊城侯李賢都督郭義李通太子少保兼兵部尚書李慶工部尚書兼詹事府詹事黃福戶部左侍郎兼詹事府少詹事郭敦【郭敦：廣本敦作敏，誤。】都察院右副都御史胡???異?【胡???異?：舊校改???異?作廙。】太常寺少卿徐善淵左春坊大學士兼翰林侍讀學士【兼翰林侍讀學士：廣本抱本晨本林下有院字。】魯棨【魯棨：廣本抱本晨本魯作曾，是也。】左春坊左庶子陳山司經局洗馬張瑛戴綸左春坊左諭德兼翰林侍讀周述右春坊右諭德兼翰林侍讀林誌等侍　皇太子謁祭　皇陵　孝陵 \\n 壬子　皇太子發北京　加贈故文淵閣大學士兼左春坊大學士贈禮部尚書謚文穆胡為少師【胡為少師：廣本抱本晨本胡下有廣字，是也。】遣官賜祭其文曰【其又曰：舊校改又作文。】卿德行之修文學之懿士林所重時譽卓然事我　皇考太宗皇帝在論思宥密之地十有七年清慎恭勤始終一節而兼輔朕於春宮小心直諒盖踰一紀雖哀榮之典已備始終而朕之懷賢未嘗已也今特加贈卿為榮祿大夫少師靈爽如存庶其欲服【庶其欲服：廣本抱本晨本欲作歆，是也。】仍賜其家白金百兩鈔萬貫紵絲八表裏　魯王肇煇奏本府居室損漏【居室損漏：廣本漏作壞。寶訓與館本同。】欲令護衛官軍修理請停今歲護衛屯田免其子粒賜書荅曰屯田國之大政　皇祖　皇考制為萬世不易之法兄初即位豈可遽違以狥賢弟之情【賢弟之情：廣本抱本寶訓情作請，是也。】且詔書已定獨於賢弟更之眾其謂何况子粒充本衛軍粮於王府固自有益也居室損漏者可侯農隙【可侯農隙：舊校改侯作俟。】修之　交阯鎮夷衛軍沈羊保妻阮氏一產三子事聞命如例優飬 \\n 癸丑擢太保寧陽侯陳懋子昭為勳衛 \\n 甲寅　上念舊勞賜少師兼吏部尚書蹇義敕曰曩朕監國之時卿以先朝舊臣擢兼詹事日侍左右時肇建兩京政務方殷隨事籌畫適中惟難卿以善翊君以義狥國勞心無思不恤身家載歷艱虞未嘗有咨嗟之意及朕嗣承大統【朕嗣承大統：廣本統作寶，寶訓作統。】贊襄治理用濟斯民喻朕於道不懈益恭二十餘年夷險一節朕篤不忘茲以已意創製蹇忠貞印一枚賜用藏於家【賜用藏於家：廣本抱本晨本賜下有卿字，是也。】傳之後世俾爾子孫知前人顯榮於國者良不易致宜加保守朕之子孫亦知卿弼予於艱躰朕愛卿之心以保爾子孫庶幾上下相安興國咸休書曰惟后非賢不乂惟賢非后不食自古君臣相遇難矣往績惟茂永終是圖欽哉 \\n 敕少傳【少傳：舊校改傳作傅。】兵部尚書兼華蓋殿大學士楊士奇曰往者國家肇建兩京政務殷【政務殷：廣本抱本晨本務下有方字，是也。】朕膺監國之命卿以翰林親臣兼職春坊留侍左右贊助庶務敷荅章奏籌畫之際適中惟難朕恒以為慮尚賴卿一二臣僚同心合德狥國忘身屡歷艱虞曾不易志及朕嗣位以來嘉謨嘉猷入告于內期予于治以惠黎元正固無二簡在朕心茲以已意創製楊貞一印一枚賜卿用藏於家傳之後世惟卿子孫由是知卿克致顯榮不易惟艱思保守之惟朕子孫亦由是知卿弼朕之功以保全爾子孫與國咸休永世無斁詩曰無言不酬無德不報又曰靡不有初鮮克有終尚克交修以成明良之譽欽哉　爪哇國王楊惟西沙遣使八智惟速等貢方物賜八智惟速冠帶及其副從鈔幣有差　雲南蒙化州等處土官知州左伽等貢馬賜之鈔幣 \\n 乙卯　車駕詣　長陵　夜有星大如杯色青白見太微東垣 \\n 丙辰夜金星犯井宿 \\n 戊午謁祭　長陵　夜有星大如鷄子色赤見勾陳月犯狗星 \\n 己未車駕還宮　行在太常寺卿楊溥奏犧牲所見畜羊【見畜羊：廣本抱本羊下有少字，是也。】請給鈔遣官於出產之處市買　上曰能愛人而後可以事神朝廷事神之道豈當惜費比年有司不達大躰於市犧牲但凖洪武中價直凡物直隨時低昂豈有一定之理今民間諸物視洪武時直率增数十倍而祀神之物獨化舊【獨化舊：廣本抱本化作仍，是也。】直民怨於下神其亨乎【神其亨乎：舊校改亨作享。】自今供祀犧牲悉凖在京時直給鈔往市如於所產之處時直不足則就所在有司不係贓罰鈔內補給畿內從廵按御史在外從按察司官監市毋致擾民 \\n 庚申　命行在後府都督僉事沈清指揮僉事李敬守居庸關　南京地震 \\n 辛酉廣西總兵官鎮遠侯顧興祖及雲南霑益州土官阿周廣西那地州土官羅志通等遣人貢馬　致事【致事：廣本事作仕。】都指揮使齊安卒安直隸壽州人洪武中馬府軍右衛百戶【馬府軍右衞百戶：廣本抱本馬作為，是也。】調燕山右衛三十二年陞副千戶從　太宗皇帝舉義以功陞本衛指揮僉事三十五年至京累陞遼東都指揮同知永樂六年陞都指揮使後鎮守開平安年八十餘　上即位憫其老命致仕還京未行而卒訃聞命礼部賻祭如例 \\n 壬戌朝鮮國王李祹遣陪臣曹備衡趙慕等貢馬及方物賜鈔幣表裏有差 \\n 貴州衛指揮同知顧勇及新設長官司土官來能【來能：廣本抱本來作宋。】等雲南麗江軍民府等處土官木初等四川塩井衛馬剌長官司土官阿你【阿你：廣本你作爾。】等永寧九姓長官司土官任福【任福：廣本福下有等字。】各遣人貢馬剌鈔【剌鈔：廣本抱本剌作賜，是也。】衣幣有差　遼東總兵官武進伯朱榮奏聞原【聞原：廣本聞作開，是也。】馬市官買到馬二百疋　上命付遼東苑馬寺以給諸衛 \\n 癸亥行在戶部言金縣民田馬肅莊王墳【馬肅莊王墳：廣本抱本馬作為，是也。】者諸除其稅從之擢七十為行在鴻臚寺右寺丞七十韃靼人通蒙古書都指揮李賢言於　太祖【太祖：廣本抱本晨本祖作宗。】皇帝命教習翻譯至是吏部尚書蹇義言七十元之故臣遂擢用之　擢高澤為行在兵科都給事中澤嘗為鎮原縣儒學教諭生累戍興州【生累戌興州：舊校改生作坐。】以言事召試遂有是命　命山東都司故指揮僉事張雄子海襲燕人前衛【燕人前衞。：廣本抱本人作山，是也。】指揮使 \\n 命金吾左衛故指揮使劉海子良府軍左衛故指揮使楊興子旺府軍右衛故指揮使孫彬子禮羽林前衛故指揮使高不剌子福海指揮同知史斌子能燕山右衛【燕山右衞：廣本抱本右作左。】故指揮僉事李哈歹子興張彬子英燕山右衛故指揮僉事陳慶子璽金吾左衛故指揮僉事楊勝子住狗金吾右衛指揮僉事【金吾右衞指揮僉事：廣本抱本衞下有故字。】趙信弟興濟陽衛故指揮僉事薛愛泥弟■〈土舍〉班【■〈土舍〉班：廣本抱本■〈土舍〉作舍。】俱襲職點行在尚寶司丞【點行在尚寶司丞：廣本抱本點作黜，是也。】張贇為南昌府通判以其永樂末嘗誣奏人死罪故也　長垣縣奏民飢命發縣倉粟賑之　隨侍漢郡王瞻圻紀善李遜以離間伏誅　夜有星大如杯色赤見星宿【見星宿：廣本抱本星作心，是也。】光燭地有星大如鷄子色青白見天升 \\n 甲子四川播州宣慰使楊昇等率所属土官及石砫宣撫司土官馬應仁等來朝貢馬賜鈔文綺有差大同總兵官武安侯鄭亨等奏請促遣高山等四衛官軍詣大同屯守賜勑荅曰去冬爾奏此事已勑該府兵部准行但以嚴寒姑待開春調遣卿等因循不及時催督延至於今方以為言今屯者種已入土若督使動移則所種盡棄况各衛相距大同亦遠縱??寸貝?之【縱??寸貝?之：舊校改??寸貝?作督。】急行到彼亦及夏中農時已過何以措力徒使軍士彼此失業審若可緩即姑緩之此盖卿等忽略之過然爾職務軍旅此治文書者之忽畧也今於文職內簡有才識者一人遣來專理軍機文書凡有文移與之計議可行即行有稽緩錯繆則罪在彼非卿等之過若軍機調遣則卿等專之彼不得預庶幾各任其貴【各任其貴：舊校改貴作責。】 \\n 乙丑　勑各處總兵官軍中機務貴在謹密而不稽滯【而不稽滯：廣本滯作緩。寶訓作滯。】比武安侯鄭亨處稽緩一事所誤非小盖治文書者之失於撿點已度卿等亦不克此失况聞諸將多用卒伍之人治文書未及施行已滿泄【已滿泄：廣本抱本滿作漏，是也。】傳播於事非宜今於文職內簡重厚有才識者各遣一人來專理文書惟文書尔與之計議而行 \\n 陞工部郎中李炯【李炯：廣本炯作烱。】為光祿寺少卿淶水縣主簿彌堅為吏科給事中平陽府知洪秉良【知洪秉良：廣本抱本知下有府字，是也。】為交阯布政使司右參政工部郎中潘弘為陜西布政司左參議員外郎李守中【李守中：廣本中作忠。】為廣東布政司參議【布政司參議：廣本抱本司下有左字，是也。】貴州布政司右參政陳俊為本司右布政使本司右布政使孟驥為左布政使監察御史許銘為浙江按察司副使方忣【方忣：廣本抱本忣作恢。】為湖廣按察司僉事戶部員外郎蘇班【蘇班：廣本抱本班作珏，疑是也。】為山東都轉塩運使司【都轉鹽運使司：舊校改鹽運作運鹽。】運使　擢潘伯庸【潘伯庸：廣本庸作康，下同。】為浙江按察司僉事伯庸洪武中歷河南廣東按察使永樂中調山西坐累遇赦降辦事官至是眾言其才復擢之用【復擢之用：舊校改之用作用之。】太常寺丞張林泉以不謹降河南布政司照磨廣東按察司僉事羅貴素以贓降福建都司断事戶科給事中程昭以貪穢降縣典史　革四川烏撒軍民府儒學 \\n 丙寅以岷王楩居武岡州改命華陽王悅燿居豊州【豐州：廣本抱本豐作澧，是也。】琉球國中山王世子尚巴志遣長使【長使：舊校改作長史。】鄔梅支等貢馬及方物賀　太宗皇帝萬壽聖節始至盖詔書未至琉球故也賜梅支等鈔幣表裏有差　命行在戶部忠勇王金忠所兼太子太保祿并支米 \\n 丁卯雲南麗江軍民府等衙門及湖廣施州金峒按撫司【按撫司：舊校改按作安。】貴州都坪峨異溪蠻夷長官司土官木土等貢馬及方物賜鈔幣有差　遼東自在等州指揮等官馬孫等貢馬之鈔布【貢馬之鈔布：廣本馬下有及方物賜四字，是也。】　勑行在戶部日【敕行在戶部日：舊校改日作曰。】山澤之利當與百姓共之故比者特弛西山樵採之禁今聞有拔本而取者其于古人斧斤以時之義何如宜禁止之　直隸大名府開州奏去歲今歲皆霖雨傷稼民所穫僅供田賦其戶部塩粮【其戶部鹽糧：廣本部作田口，抱本作口。】乞以鈔代輸戶部言如其所奏將國用不足　上曰國以民為本宜從之【宜從之：廣本抱本宜作其。】　行其戶部言【行其戶部言：舊校改其作在。】玉田縣民飢薊州倉儲粟有餘命發賑之 \\n 戊辰　命郎中李子潭【李子潭：晨本潭作譚。】等分往總兵官楊武侯薛六【楊武侯薛六：舊校改楊作陽。廣本抱本晨本六作祿，是也。】等處專理軍機文書皆賜勑諭之曰朕命將禦邊其軍務之殷重在嚴謹而文墨所寄【而文墨所寄：廣本墨作書。寶訓作墨。】尤重得人今以爾等重厚達于文理特命往各總兵官處凡其軍中機密文書從總兵官同爾整理必謹慎嚴密不可泄漏其總兵官調度軍馬發號施令等事尔一切不得干預總兵官宜以禮待尔尔亦宜循守礼法不可輕慢庶幾恊和相濟以成國事欽哉 \\n 己巳　命河東陜西都轉運塩司司運使【都轉運鹽司司運使：舊校刪一司字。】余彥誠致事【致事：廣本事作仕。】 \\n  \\n   \\n  "}
{"章节": "●卷十", "正文": "  \\n ●卷十 \\n 　 \\n  \\n 洪熙元年五月 \\n 仁宗皇帝實錄【仁宗皇帝實錄：抱本作大明仁宗敬天體道純誠至德弘文欽武章聖達孝昭皇帝實錄卷之九下。】 \\n 洪熙元年五月庚午【庚午：廣本抱本午下有朔字，是也。】賜爪哇國貢使亞烈黃扶信等鈔十五萬九千五十錠　午刻風雹 \\n 辛未　上諭少師兼吏部尚書蹇義曰御史朝廷耳目之官惟老成識治体者可任新進小生遽受斯職未達政治之体而有可為之權遇事風生【遇事風生：廣本風生作生風。】以喜怒為威福以好惡為是非甚者貪穢無藉賢人君子正直不阿往往被其凌辱小人阿順從臾之則相與為膠漆其於政事得失軍民利病畧不用心安在其為耳目也爾吏部自今湏慎選擢以清風紀既文嘆曰都【既又嘆曰都：廣本抱本都下有「御史十二道之表，如都御史皆廉清公正，各道御史雖間有不才，亦當知畏憚。今之不才者，無畏憚矣。爾其咨訪可任都御史者以聞。命行在戶部官，凡果園近趙王妃墳者，悉賜趙王，而除其稅。敕甘肅總兵官都督費瓛：山西大同切臨虜境，先調山西都司官軍一千在甘肅備禦者，即發(抱本發下有回字)原衞所。陝西行都司官軍，今別無差占，遇有警急，聽爾調用。 \\n 勑各處總兵官及鎮守備禦官：近有自虜中回者，云阿魯台見在飲馬河，計路程半月可至開平。前遣其使回，度已至彼，邊事必具知。昨日午刻有風雹，占曰：(抱本作云)有暴兵及伏兵。宜整搠軍馬，晝夜用心(抱本脫心字)哨瞭隄備，不可頃刻怠忽。或虜寇猝至，務在持重，相機而動，勿輕與戰。寇退亦不可追，恐墮賊計。慎之，慎之。鎮守西寧都督僉事史昭奏：西寧人民鄙野，風俗勁悍，請置儒學如河州衞。命行在禮部議行之。夜南京地震。壬申，雲南蘭州等處土官知州羅牙等遣使貢馬，賜鈔幣遣還。湖廣涂?又浦縣民告里人謀反，命監察御史陳紹夔往按無狀，還奏，上曰：『反叛極惡，是欲枉人於族』，命誅告者。夜有二星大如雞子，其一色青白，見氐宿；其一色赤，見軫宿」，凡三百八十字，是也。】 \\n 癸酉勑行在禮部行在翰林院修　太宗躰天弘道　高明廣運聖武神功純仁至孝文皇帝實錄勑曰恭惟　皇考太宗文皇帝以元聖大德順天應人君臨萬邦為臣民之主者二十有三年駿揚武功則載化【則載化：廣本抱本晨本載下有「奠宗社，一清海宇，丕顯文教，則興修禮樂，崇極治」十九字，是也。】至仁侔覆載至明配日月上比隆於列聖下宜範於萬年甫畢山陵永懷継述仰惟實錄未有成書卿等咸逮事　先朝職典斯事往集賢俊愽稽簡書恊恭纂修務盡精懇用宣昭我　皇考盛德大業華覆被於無窮【華覆被於無窮：抱本晨本華上有光字，是也。】其以太師英國公張輔少師兼吏部尚書蹇義少保兼太子少傅戶部尚書夏原吉為監修少傅兵部尚書華盖殿大學士【兵部尚書華蓋殿大學士：廣本抱本晨本書下有兼字，是也。】楊士奇少保戶部尚書兼【戶部尚書兼：廣本抱本兼下有武英殿大學士黃淮太子少傅工部尚書兼十七字，是也。】謹身殿大學士楊榮太子少保禮部尚書兼武英殿大學士金幼孜太常寺卿兼翰林院學士楊溥為總裁所有合行事宜條列以聞　造嘉興延平慶都三公主府中使司印　南京震地【震地：舊校改作地震。】 \\n 甲戌夜有星大如鷄子色青白見天津 \\n 乙亥廣西左布政使李昌祺服闋調河南布政司【調河南布政司：廣本抱本司作使。】 \\n 丙子陞山西按察司副使王驥為順天府尹廣東布政司右參議呂惟得為府丞 \\n 丁丑贈故太醫院院判蔣用文袁寶俱為本院使賜謚用文恭靖俱遣官祭之二人皆和厚烟懝【烟懝：廣本抱本作悃??欵，是也。】事　上二十餘年無纖芥過而用文兼諳儒術数進善言故恩命有加云夜有星大如鷄子色赤見尾宿 \\n 戊寅陞貴池縣典史黃金蘭為本縣知縣初金蘭以考績至京邑民父老詣闕言其施政寬厚有愛民心請復其任　上曰能致数千里乞留【能致數千里乞留：廣本抱本致下有民字，是也。】是不負朝廷使矣【不負朝廷使矣：廣本抱本廷下有任字，是也。】遂有是命夜有星大如鷄子色青白見尾宿 \\n 己卯雲南金齒軍民指揮司及鶴慶軍民府等處土官貢馬賜鈔幣表裏有差　行在翰林院侍讀李時勉講羅汝敬【講羅汝敬：抱本講上有侍字，是也。】俱以言事改都察院掌道監察御史　夜星金【星金：舊校改作金星。】犯輿鬼有星大如鷄子色赤見牛宿 \\n 庚辰　上不豫召尚書蹇義大學士楊士奇黃淮楊榮至思善門命士奇書勑遣中官海壽馳召　皇太子 \\n 辛巳　上疾大漸遺詔天下傳位　皇太子詔曰朕以菲德嗣承　祖宗洪業君臨天下甫及逾年上惟　皇考太宗皇帝山陵永遠迫功哀誠【山陵永遠迫功哀誠：廣本抱本晨本作山陵未遠迫切哀誠，是也。】下惟海內黔黎彫療未復【彫療未復：廣本彫療作凋瘵，是也。】憂勞夙夜時用遘疾奄至大漸夫死生者晝夜常理往聖同轍【往聖同轍：廣本同作一。】奚足悲念【悲念：廣本悲作哀。】惟　宗社生民必有君主長子皇太子天稟仁厚孝友英明　先帝夙期其大器臣民咸哉其令望【咸哉其令望：廣本抱本晨本哉作欽，是也。】宜即皇帝位以奉神靈之統撫億兆之眾朕既臨御日淺恩澤未浹於民不忍復有重勞山陵制度務從儉約喪制用日易月中外皆以二十七日釋服無禁嫁娶音樂在外親王藩屏為重不可輒離本國各處總兵鎮守備禦重臣及文武大小官員亦毋擅離職守聞哀之日止於本處朝夕哭臨三日悉免赴闕行禮　皇考太宗皇帝服制仍遵去年八月之令嗚呼南北供億之勞軍民俱困四方嚮仰咸南京【咸南京：廣本抱本晨本咸下有屬字，是也。】斯亦吾之素心【斯亦吾之素心：廣本亦作合。】君國子民宜從眾志凡中外文武郡臣【郡臣：舊校改改郡作群。】咸盡忠秉節佐輔嗣君永寧我國生民【永寧我國生民：廣本抱本晨本國下有家字，是也。】朕無憾矣詔告中外咸使聞知 \\n 是日　上崩于欽安殿宮中以　皇太子未至未發喪沐浴襲奠飯舍如禮【飯舍如禮：抱本晨本舍作含，是也。】設凡筵宮中朝夕哭上食　作梓宮　自辰至未日生暈色赤黃周匝 \\n 洪熙元年六月辛丑　皇太子還自南京至良卿【良卿：舊校改卿作鄉。】宮中發喪宣遺詔文武百官常服行四拜禮宣畢舉哀復行四拜禮中官同禮部尚書捧遺詔赴盧溝橋迎諭　皇太子文武百官亦素服【亦素服：廣本抱本晨本亦作易，是也。】出迎　皇太子礼部工部先於橋南設幕次香案　皇太子至常服詣幕次者案前【者案前：廣本抱本晨本者作香，是也。】行四拜礼跪聽宣遺詔宣畢　皇太子哭慟幾絕強起復四拜易素服黑翼善冠黑角帶還京至長安右門下馬步哭至宮門外釋冠服被髮詣　大行皇帝靈前五拜三叩頭哭盡【三叩頭哭盡：廣本抱本晨本盡下有哀字，是也。】宮中自　皇后以下皆被髮哀止【皆被髮哀止：廣本抱本晨本髮下有哭盡二字，是也。】　皇太子就喪次東見　皇后親王以次見　皇太子畢各居喪次　歛【各居喪次歛：晨本歛作大歛畢，疑誤。】　報訃各王公主頒遺詔於天下　皇太子命行在禮部會議喪礼行在礼部啟會議喪服礼儀除遵依　大行皇帝遺詔外餘悉如去年八月之制為宜從之壬寅大歛甲辰成服　是年七月己巳上尊謚曰　敬天躰道純誠至德弘文欽武章聖達孝昭皇帝號仁宗【號仁宗：廣本抱本晨本號上有廟字，是也。】九月壬寅葬獻陵　上在位十閱月壽四十有八　上天稟純明孝友之行出於至性　太宗文皇帝　仁孝文皇后深所知愛 \\n 太宗初舉義靖難也屡請侍行　太宗顧　仁孝皇后曰北平根本所在居守之仁匪輕世子能得人心豈可暫離又顧　上曰汝居守然後吾無內顧之憂遂不敢復言行【遂不敢復言行：抱本言下有侍字，是也。】小人或讒之於　太宗未嘗與辯【未嘗與辯：抱本辯作辨。】惟勤自修而終莫能間高煦高燧有過　上每從容遵諭【從容遵諭：舊校改遵作導。】使改左右或止之曰【或止之曰：廣本之下有上字。】吾不為鄭莊愛弟也　太宗皇帝数督過高煦高燧必為婉辭觧釋一日　太宗察見高煦不軌之跡怒甚　上復再三叩頭赦解【叩頭赦解：舊校改赦作救。】　太宗強從之已而嘆曰汝愛弟吾豈不知他日思吾言無及矣　上終身愛之不變於宗室恩義篤厚專志愛人始終無間 \\n 初在東宮備悉民情既即位悉行所志每詔書下軍民權抃如早得雨【軍民權抃如早得雨：廣本抱本晨本權拤作懽??卡，是也。舊校改早作旱。】如渴飢得飲食過水旱【過水旱：抱本晨本過作遇，是也。】必齋戒致禱郡縣上言飢荒即遣人賑卹寬貸急民之急恒若不及臨政務當大躰未嘗計利恒曰能推利以厚百姓國家將享大利焉明知人【明知人：廣本抱本明下有於字，是也。】在廷之臣其才行文學高下瞭然於心緩急用之靡不曲當寸長可用咸所不棄苟犯名義雖才必黜未嘗以所愛惡移是非之公於用將帥取長棄短嚴謹邊備不志遠畧【不志遠略：廣本晨本志誤忘。】邊將陞辭【陞辭：舊校改陞作陛。】每戒之曰民力罷矣慎毋貪功生事夷虜至塞下甚則撫之【甚則撫之：廣本抱本甚作順，是也。】逆則禦之驅之而已毋為首禍違命獲功吾所不賞賞功褒德寧過於厚惡贓吏屡戒法司曰贓吏務厲民裕已國家恤民必自去贓吏始故未嘗貸之 \\n 重學校嚴薦舉每諭所司用人必求實才授官必責實效樂聞直言所言切理多見褒荅間有咈逆雖暫齟齬無幾輒悟更加賜賚喜怒或小過未嘗不悔既悔改之不吝雅志儒術務學問諸經皆通於書尤熟嘗曰為治不本此書雖或小康皆苟焉而巳於春秋歎曰先王之禮壞此書所繇作也卜筮不用俗占法必取正周易反覆卦爻彖象之辭及程朱氏之說信之甚篤喜考古制度以求聖人之意贊善陳濟愽洽冠一時数侍論議退語其僚曰殿下天資明睿非郡臣【郡臣：舊校改郡作群。】所及學問所得必見於行事為文章不事雕飭【不事雕飭：舊校改飭作飾。】達意而止 \\n 贊善王汝玉嘗言為有詩法【為有詩法：舊校改作為詩有法。】　上曰三百篇何所法哉無他嗜好初在東宮惟畜經藉【經藉：舊校改藉作籍。】法書甚富閒暇乎不釋卷【乎不釋卷：廣本抱本晨本乎作手，是也。】被服寬溥数儒者【被服寬溥數儒者：廣本抱本晨本溥作博，數作類，是也。】少侍　太祖曉識天象長益探究或欽天監所陳有諱避者輒見窮誥【窮誥：舊校改誥作詰。】既即位作臺禁中時自觀察而預言休咎之應多奇中遇災變必警飭自奉儉薄恒念　祖宗創造之勤每事必問祖法如何又曰循　祖宗之法者當明　祖宗之心嘗集侍臣錄　太祖親製皇陵碑文授諸子俾熟讀曰如此【如此：廣本抱本晨本如作知，是也。】庶幾知保富貴又嘗命刻真德秀大學衍義賜諸子曰為人上不可不此書【不可不此書：廣本抱本晨本此上有知字，是也。】為人臣不可不知此書 \\n 在儲位二十年深明君人之道是時天下皆已嚮心暨嗣位【暨嗣位：廣本暨作既。】勵志圖治推誠仕人【推誠仕人：舊校改仕作任。】每曰為人君止於仁耳故弘施霈澤悉罷科買已逋責詢民隱急農事褒舊勞舉墜典增文武官俸加軍士食米修舊政賜文臣誥勑予歸省告而歸省者賜賚有制禁告誹謗申嚴自宮之禁及禁加人宮刑屢飭法司【屢飭法司：廣本飭作敕。】崇寬厚戒深刻惟日以恤人為務在位僅十月而德政加多故遺詔初下兵民如喪慈父廟號曰仁天下之公言云 \\n 國立北京大學圖書館舊藏 \\n 國立北平圖書館民國十九年五月重抄 \\n 附錄： \\n 明仁宗昭皇帝實録十卷 \\n 洪熈元年閏七月命纂修總裁即修太宗實録諸人惟監修増太子太保成山侯王通至宣徳五年五月書成進御（四庫全書·目錄類·經籍之屬·千頃堂書目卷四） \\n  \\n   \\n  "}
