{"章节": "漢官一卷", "正文": "　 \\n 漢官一卷 \\n 　 \\n 清孫星衍輯 \\n 太傅，長史一人，秩千石，掾屬二十四人，令史、御屬二十二人。 \\n 建武十二年八月乙未詔書，三公舉茂才各一人，廉吏各二人；光祿歲舉茂才四行各一人，察廉吏三人；中二千石歲察廉吏各一人，廷尉、大司農各二人；將兵將軍歲察廉吏各二人；監察御史、司隸、州牧歲舉茂才各一人。案：此條引作「漢官目錄」。 \\n 司徒掾屬三十人。案：此條引作「漢官目錄」，「司徒掾屬」四字從續漢志補，以小字別之，下凡倣此。 \\n 司空掾屬二十四人。〔一〕案：此條引作「漢官目錄」。 \\n 太常員吏八十五人，其十二人四科，十五人佐，五人假佐，十三人百石，十五人騎吏，九人學事，十六人守學事。 \\n 太史待詔三十七人，其六人治曆，案：唐六典十引「太史屬員有理曆六人」，因避唐諱改。三人龜卜，三人廬宅，四人日時，三人易筮，二人典禳，九人籍氏、許氏、典昌氏，各三人，嘉法、請雨、解事各二人，醫二人。案：各本引此條俱作「漢官儀」。 \\n  \\n 太史靈臺待詔四十一人，其十四人候星，二人候日，三人候風，十二人候氣，三人候晷景，七人候鍾律。一人舍人。案：唐六典十引漢官「靈臺員吏十三人，靈臺待詔四十六人」。 \\n 太祝員吏四十一人，其二人百石，二人斗食，二十二人佐，二人學事，四人守學事，九人有秩。〔二〕百五十人祝人，宰二百四十二人，屠者六十人。 \\n 太宰明堂丞一人，二百石。員吏四十二人，其二人百石，二人斗食，二十三人佐，〔三〕九人有秩，二人學事，四人守學事。宰二百四十二人，屠者七十三人，衛士一十五人。 \\n 太予樂令員吏二十五人，其二人百石，一人斗食，〔四〕七人佐，十人學事，四人守學事。〔五〕樂人八佾舞三百八十人。 \\n 高廟員吏四人，衛士一十五人。 \\n 世祖廟員吏六人，衛士二十人。 \\n 先帝陵每陵食監一人，秩六百石。監丞一人，〔六〕三百石。中黃門八人，從官二人。 \\n 光祿勳員吏四十四人，其十人四科，三人百石，二人斗食，〔七〕二人佐，六人騎吏，八人學事，十三人守學事，一人官醫。衛士八十一人。 \\n 長，墨綬銅印。 \\n 廉郎作，主羽林九百人。二監官屬史吏，皆自出羽林中，有材者作。 \\n 奉車都尉三人。 \\n 駙馬都尉五人。 \\n 騎都尉一十人。 \\n 光祿大夫三人。 \\n 太中大夫二十人，秩比二千石。 \\n 中散大夫三十人，秩比二千石。 \\n 諫議大夫三十人。 \\n 議郎五十人，無常員。 \\n 謁者三十人，其二人公府掾，六百石持使也。 \\n 衛尉員吏四十一人，其九人四科，二人二百石，文學三人百石，十二人斗食，二人佐，十三人學事，〔八〕一人官醫。衛士六十人。 \\n 南宮衛士員吏九十五人，衛士五百三十七人。 \\n 北宮衛士員吏七十二人，衛士四百七十二人。〔九〕 \\n 右都侯員吏二十二人，衛士四百一十六人。左都侯員吏二十八人，衛士三百八十三人。案：「侯」皆當作「候」。〔一０〕 \\n  \\n 南宮南屯司馬員吏九人，衛士百二人。 \\n （北）宮門蒼龍司馬〔一一〕員吏六人，衛士四十人。 \\n 玄武司馬員吏二人，衛士三十八人。 \\n 北屯司馬員吏二人，衛士三十八人。 \\n 北宮朱爵司馬員吏四人，衛士百二十四人。 \\n 東明司馬員吏十三人，衛士百八十人。 \\n 朔平司馬員吏五人，衛士百一十七人。 \\n 員吏皆隊長佐。案：謂南屯司馬以下。 \\n 太常、光祿勳、衛尉。右三卿，太尉所部。案：此條引作「漢官目錄」。 \\n 太僕員吏七十人，其七人四科，一人二百石，文學八人百石，六人斗食，七人佐，六人騎吏，三人假佐，三十一人學事，一人官醫。 \\n 考工員吏百九人。 \\n 車府員吏二十四人。 \\n 未央廄員吏七十人，卒騶二十人。 \\n 長樂廄員吏十五人，卒騶二十人，苜蓿苑官田所一人守之。 \\n 廷尉員吏百四十人，其十一人四科，十六人二百石廷吏，文學十六人百石，十三人獄史，二十七人佐，二十六人騎吏，三十人假佐，一人官醫。 \\n 大鴻臚員吏五十五人，其六人四科，二人二百石，文學六人百石，一人斗食，十四人佐，六人騎吏，十五人學事，五人官醫。 \\n 大行員吏四十人。其四人四科，五人二百石，文學五人百石，九人斗食，六人佐，六人學事，十二人守學事。 \\n 太僕、廷尉、大鴻臚。右三官，司徒所部。案：此條引作「漢官目錄」。 \\n 宗正員吏四十一人，其六人四科，一人二百石，四人百石，三人佐，六人騎吏，二人法家，十八人學事，〔一二〕一人官醫。 \\n 諸公主主簿一人，秩六百石。僕一人，秩六百石。私府長一人，秩六百石。家丞一人，三百石。直吏三人，〔一三〕從官三人。〔一四〕 \\n 大司農員吏百六十四人，其十八人四科，九人斗食，十六人二百石，文學二十人百石，二十五人佐，七十五人學事，〔一五〕一人官醫。 \\n 太倉員吏九十九人。 \\n 平準員吏百九十人。 \\n 導官員吏百一十二人。 \\n 廩犧丞一人，三百石。員吏四十人，其十一人斗食，十七人佐，七人學事，五人守學事，皆河南屬縣給吏者。 \\n 雒陽市市長一人，秩四百石。丞一人，二百石，明法補。員吏三十六人，十三人百石嗇夫，十一人斗食，十二人佐。又有檝櫂丞，三百石，別治中水官，主水渠，在馬市東，有員吏六人。 \\n  \\n 少府員吏三十四人，其一人四科，一人二百石，五人百石，四人斗食，三人佐，六人騎吏，十三人學事，一人官醫。 \\n 太醫員醫二百九十三人，員吏十九人。 \\n 太官員吏六十九人，衛士三十八人。 \\n 守宮員吏六十九人。外官丞二百石，公府吏府也。 \\n 上林苑員吏五十八人。 \\n 黃門員吏十八人。〔一六〕 \\n 掖庭吏從官百六十七人，待詔五人，員吏十人。 \\n 永巷員吏六人，吏從官三十四人。右丞一人，暴室一人。 \\n 御府員吏七人，吏從官三十人。右丞一人。 \\n 祠祀從官吏八人，騶僕射一人，家巫八人。 \\n 鉤盾吏從官四十人，員吏四十八人。又有署一人，胡熟監一人。 \\n 中藏府員吏十三人，吏從官六人。 \\n 內者從官祿士一人，〔一七〕員吏十九人。 \\n 尚方員吏十三人，吏從官六人。 \\n 符節當得明法律郎。 \\n 宗正、大司農、少府。右三卿，司空所部。案：此條引作「漢官目錄」。 \\n 執金吾員吏二十九人，其十人四科，一人二百石，文學三人百石，二人斗食，十三人佐學事，注緹騎。執金吾緹騎二百人，五百二十人。〔一八〕 \\n 太子少傅員吏十三人。〔一九〕 \\n 太子舍人十三人，選良家子孫。 \\n 太子門大夫門大夫二人，選四府掾屬。 \\n 太子洗馬選郎中補也。 \\n 北軍中候員吏七人，候自得辟召，通大鴻臚一人，斗食。 \\n 屯騎校尉員吏百二十八人，領士七百人。 \\n 越騎校尉員吏百二十七人，領士七百人。 \\n 步兵校尉員吏七十三人，領士七百人。 \\n 長水校尉員吏百五十七人，烏桓胡騎七百三十六人。 \\n 射聲校尉員吏百二十九人，領士七百人。 \\n 河南尹員吏九百二十七人，十二人百石。諸縣有秩三十五人，官屬掾史五人，四部督郵吏部掾二十六人，案獄仁恕三人，監津渠漕水掾二十五人，百石卒吏二百五十人，文學守助掾六十人，書佐五十人，脩行二百三十人，〔二０〕幹小史二百三十一人。 \\n 雒陽令秩千石，丞三人四百石，孝廉左尉四百石，孝廉右尉四百石。員吏七百九十六人，十三人四百石。鄉有秩、獄史五十六人，佐史、鄉佐七十七人，斗食、令史、嗇夫、假五十人，官掾史、幹小史二百五十人，書佐九十人，脩行二百六十人。 \\n 鄉戶五千，則置有秩。 \\n 沛國譙，刺史治。去雒陽千二十里。 \\n 常山國高邑，刺史治。去雒陽一千里。 \\n 武陵郡漢壽，刺史治。去雒陽三千里。案：此條引作「漢官儀」，誤。 \\n 九江郡壽春刺史治，去雒陽千三百里。 \\n 漢陽郡隴（州），〔二一〕刺史治。去雒陽一千一百里。 \\n 太原郡晉陽，刺史治。南有梗陽城，中行獻子見巫皋。 \\n 廣陽郡薊，刺史治。雒陽東北二千里。 \\n 蒼梧郡廣信刺史治，去雒陽九千里。案：以上俱見續漢志補注 \\n 校勘記 \\n 〔一〕「二十四人」原作「三十四人」，中華書局點校本（以下簡稱點校本）、汲古閣本（以下簡稱汲本）武英殿本（以下簡稱殿本）、王先謙後漢書集解本（以下簡稱集解本）、續漢百官志補注均作「 \\n 二十四人」，據改。 \\n 〔二〕「九人有秩」原作「四人有秩」據諸本改。 \\n 〔三〕「二十三人佐」原作「二十二人佐」，據諸本改。 \\n 〔四〕「一人斗食」，汲本、集解本同，點校本、殿本作「二人斗食」。 \\n 〔五〕「守學事」原作「守樂事」，據諸本改。 \\n 〔六〕「監丞一人」原作「監丞五人」，據諸本改。 \\n 〔七〕「二人斗食」點校本作「一人斗食」。 \\n 〔八〕「十三人學事」點校本作「十二人學事」。 \\n 〔九〕「衛士四百七十二人」點校本作「衛士四百七十一人」。 \\n 〔一０〕諸本「侯」均作「候」，孫輯作「侯」，當係自誤。 \\n 〔一一〕據黃山後漢書集解校補刪「北」字。又汲本續漢百官志亦無「北」字。 \\n 〔一二〕「學事」原作「學士」，據諸本改。 \\n 〔一三〕「直吏」原作「直隸」，據諸本改。 \\n 〔一四〕「從官三人」，汲本、集解本同，點校本、殿本作「從官二人」。 \\n 〔一五〕「學事」原作「學士」，據諸本改。 \\n 〔一六〕「十八人」原作「十九人」，據諸本改。 \\n 〔一七〕「從官祿士」，點校本作「從官祿事」，當是。 \\n 〔一八〕「五百」即伍伯，其上點校本據北堂書鈔（以下簡稱書鈔）卷五四引應劭漢官儀補「持戟」二字。 \\n 〔一九〕諸本中唯點校本作「員吏十二人」。 \\n 〔二０〕「脩行」原作「循行」，據點校本續漢百官志五校勘記改。下引同。 \\n 〔二一〕惠棟後漢書補注卷二三曰：「『州』字衍。或曰當作『西』。」按漢書地理志作「隴」，師古曰：「今呼隴城縣者也。」據此則「州」字係衍文無疑，故刪。 \\n  \\n 　"}
{"章节": "漢官解詁一卷", "正文": "　 \\n 漢官解詁一卷 \\n 　 \\n 孫星衍敘錄 \\n 隋志：漢官解詁三篇，漢新汲令王隆撰，胡廣注。唐志作三卷。後漢書胡廣傳：「所著詩、賦、銘、頌、箴、弔及（諸）解詁，〔一〕凡二十二篇。」不言此書卷數。續漢志補注引廣注，述此書始末極詳。王隆字文山，建武中為新汲令，見文苑傳。漢官篇仿凡將、急就，四字一句，故在小學中。今以隆書為正文，列廣注於下，末附胡廣漢制度十條。 \\n 漢官解詁一卷 \\n 漢太傅胡廣注 \\n 清孫星衍輯 \\n 王隆漢官篇 \\n 前安帝時，越騎校尉劉千秋校書東觀，好事者樊長孫與書曰：「漢家禮儀，叔孫通等所草創，皆隨律令在理官，藏于几閣，無紀錄者，久令二代之業，闇而不彰。誠宜撰次，依擬周禮，定位分職，各有條序，令人無愚智，入朝不惑。君以公族元老，正丁其任，焉可以已！」劉君甚然其言，與邑子通人〔郎中〕張平子參議未定，〔二〕而劉君遷為宗正、衛尉，平子為尚書郎、太史令，各務其職，未暇恤也。至順帝時，平子為侍中典校書，方作周官解說，乃欲以漸次述漢事，會復遷河閒相，遂莫能立也。述作之功，獨不易矣。既感斯言，顧見故新汲令王文山小學為漢官篇，略道公卿內外之職，旁及四夷，博物條暢，多所發明，足以知舊制儀品。蓋法有成易，而道有因革，是以聊集所宜，為作詁解，各隨其下，綴續後事，令世施行，庶明厥旨，廣前後憤盈之念，增助來哲多聞之覽焉。續漢志補注案：漢官篇正文別作一行，其有未備者，以續漢志小字補之。 \\n 太傅錄尚書事。 \\n 猶古冢宰總己之義也。續漢志補注 \\n 司馬中外以親寵殊，平事尚書，宰尹樞機，勉用八政，播時百穀。北堂書鈔設官部兩引 \\n 下理坤道，〔三〕上和乾光，謂之司空。北堂書鈔設官部、太平御覽職官部 \\n 將軍 \\n 前、後、左、右將軍，皆周末官，秦因之，位上卿，金印紫綬，皆掌兵及四夷。有長史，秩千石。北堂書鈔設官部 \\n 前、後、左、右將軍，宣元以後，〔四〕雖不出征，猶有其官，位在諸卿上。北堂書鈔設官部 \\n 太常，社稷郊畤，〔五〕事重職尊，故在九卿之首。北堂書鈔設官部、太平御覽職官部 \\n 古文儒林，舊藝皆說。北堂書鈔職官部 \\n 博士稽合同異，講論五始，為春秋。北堂書鈔設官部 \\n 公羊傳云：五始者，元年春王正月，公即位。元者，氣之始；春者，四時之始；王者，受命之始；正月者，政教之始；公即位者，一國之始也。北堂書鈔設官部 \\n 官名祭酒，皆一位之元長者也。古禮，賓客得主人饌，則老者一人舉酒以祭于地，舊說以為示有先。續漢志補注 \\n 光祿勳 \\n 勳猶閽也，易曰「為閽寺」。〔宦寺〕主殿宮門戶之職。〔六〕續漢志補注 \\n 光祿大夫，〔七〕諫議大夫，揖讓群卿，四方則之。北堂書鈔設官部 \\n 光祿大夫，本為中大夫。武帝元狩五年，置諫大夫為光祿大夫。世祖中興，以為諫議大夫。又有太中、中散大夫。此四等於古皆為天子之下大夫，視列國之上卿。續漢志補注、北堂書鈔設官部 \\n 武帝以中大夫為光祿大夫，與博士俱以儒雅之選，異官通職，周官所謂「官聯」者也。藝文類聚職官部、太平御覽職官部 \\n 溫故知新，率由舊章，與參國體，稽合同異，案：北堂書鈔引有此二句。皆能分明古今，辨章舊聞。北堂書鈔設官部、藝文類聚職官部、太平御覽職官部案：北堂書鈔引此在「視列國之上卿」下。藝文類聚、太平御覽引此在「所謂官聯者也」下。但此與光祿大夫不相比附，疑本議郎之職。今改為正文，而不復別出。 \\n 衛尉 \\n 衛尉主宮闕之內，衛士于垣下為廬，案：北堂書鈔設官部引作「為區廬于垣下」。各有員部。〔凡〕居宮中者，〔八〕皆施籍于門，案其姓名。若有醫巫僦人當入者，本官長吏為封啟傳，案：當作「本宮長史為封棨傳」，見續漢志。〔九〕審其印信，然後內之。人未定，又有籍，皆復有符。符用木，長二寸，以當所屬兩字為鐵印，〔一０〕亦太卿炙符，案：續漢志補注引作「長可二寸，鐵印以符之。」〔一一〕當出入者，案籍畢，復齒符，〔一二〕乃引內之也。其有官位得出入者，令執御者官，傳呼前後以相通。從昏至晨，分部行夜，夜有行者，輒前曰：「誰！誰！」若此不解，終歲更始，所以重慎宿衛也。藝文類聚職官部 \\n 諸門部各陳屯夾道，其旁當兵，以示威武，交戟，以遮妄出入者。續漢志補注 \\n 太僕廄府，皮軒鸞旗。初學記器物部 \\n 馬有廄，車有府。皮軒，以虎皮為軒。續漢志補注、初學記器物部、太平御覽車部 \\n 考工黃魏瑣連，孫吳之法。北堂書鈔武功部 \\n 兵書有黃氏瑣連之器，蓋弩射法也。北堂書鈔武功部 \\n 廷尉當理疑獄。北堂書鈔設官部 \\n 讞，質也。續漢志補注 \\n 鴻臚贊通四門，撫柔遠賓。北堂書鈔設官部 \\n 鴻，聲也。臚，傳也。所以傳聲贊導九賓也。太平御覽職官部 \\n 昔唐虞賓于四門，此則禮賓之制，與鴻臚之任亦同。太平御覽職官部 \\n 宗正 \\n 又歲一治諸王世譜差序秩第。續漢志補注 \\n 司農調均報度，輸漕委輸。續漢志補注 \\n 邊都諸官請調者，皆有調均報給之也。以水通輸曰漕。委，積也。郡國所積聚金帛貨賄，隨時輸送諸司農，曰委輸，以供國用。續漢志補注 \\n 侍中 \\n 掌侍從左右，無員，常侍中。漢書百官公卿表注 \\n 給事〔中〕，〔一三〕常侍〔從〕左右，〔一四〕無員，位次侍中、中常侍，或名儒，或國親。漢東方朔拜中郎，為給事中。劉向諫議大夫，拜給事中也。北堂書鈔設官部 \\n 尚書出納詔命，齊眾喉口。北堂書鈔設官部、初學記職官部 \\n 唐虞曰納言，周官為內史。機事所總，號令攸發。北堂書鈔設官部、文選、晉紀總論注、後漢二十八將論注、〔一五〕辨亡論注太平御覽職官部 \\n 機密之事。文選晉紀總論注 \\n 士之權貴，不過尚書，其次諸吏。北堂書鈔設官部、太平御覽職官部 \\n 諸吏，光祿勳是也。太平御覽職官部 \\n 御史 \\n 建武以來，省御史大夫官屬入侍蘭臺。蘭臺有十五人，特置中丞一人以總之。此官得舉非官，案：北堂書鈔引作「舉法」，皆誤。當作「舉非法」。〔一六〕其權次尚書。北堂書鈔設官部、太平御覽職官部 \\n 惠帝三年，相國奏遣御史監三輔。北堂書鈔設官部 \\n 孝宣感路溫舒言，秋季後請讞。時帝幸宣室，齋居而決事，令侍御史二人治書，御史起此。案：當重有「治書」二字。後因別置，冠法冠，秩百石，案：「百」上當有「六」字。有印綬，與符節郎共平廷尉奏事，罪當輕重。續漢志補注 \\n 執金吾，執禁典兵。北堂書鈔設官部 \\n 執金吾，吾者禦也，典執金革，以禦非常也。北堂書鈔設官部 \\n 衛尉巡行宮中，則金吾徼于外，相為表裏，以擒姦討猾。續漢志補注、北堂書鈔設官部 \\n 太子太傅，日就月將，琢磨玉質。北堂書鈔設官部 \\n 言太子有玉之質，〔一七〕琢磨以道也。位次太師。北堂書鈔設官部 \\n 少傅琢磨玉質，永承無疆。北堂書鈔設官部 \\n 言太子者，珪玉也。北堂書鈔設官部 \\n 將作大匠樹栗、椅、桐、梓。〔一八〕續漢志補注 \\n 古者列樹以表道，並以為林囿。四者皆木名，治宮室並主之。續漢志補注 \\n 中壘、城門，北軍士校，修爾車馬，以戒不虞。北堂書鈔設官部 \\n 漢掌兵官。北堂書鈔設官部 \\n 河南尹 \\n 武帝太初元年，〔一九〕左內史為左馮翊，主爵都尉、右內史為右扶風、京兆尹，治京師，以為三輔，皆如郡。〔二０〕主爵列侯，其職並鴻臚。〔二一〕世祖案：當有「都」字。〔二二〕雒陽，改河南案：當有「郡」字。為河南尹。北堂書鈔設官部 \\n 三輔職如郡守，獨奉朝請。成帝丞相張禹遜位，位特進，奉朝請。又以關內侯蕭望之、大司馬嘉皆進奉朝請。光武司徒孫資加特進，奉朝請。奉朝請之號，則非為官。北堂書鈔設官部、太平御覽職官部 \\n 刺史十有三牧，分土食焉。北堂書鈔設官部 \\n 京畿師外，案：當有訛。十有三牧，分部馳郡行國，督察在位，奏以言，案：「奏」上當有「敷」字。錄見囚徒，案：「見」當作「視」。考實侵冤，退不錄職，案：「錄」當作「稱」。狀狀進一奏事焉。案：當有訛。北堂書鈔設官部 \\n 巡謂驛馬也，縣次傳駕之，以走疾，猶古言附遂。續漢志補注 \\n 縣邑囚徒，皆閱錄視，參考辭狀，實其真偽。有侵冤者，即時平理。續漢志補注 \\n 課第長吏不稱職者為殿，舉免之。其有治能者為最。察上尤異州，又狀州中吏民茂才異等，歲〔舉〕一人。〔二三〕續漢志補注 \\n 所察有條應繩異者，輒覆問之，不茹柔吐剛也。歲盡，齎所狀納京師，名奏事，差其遠近，各有常會。續漢志補注 \\n 中興不復自詣京師，其所道皆如舊典。續漢志補注 \\n 假佐，取內郡善史書佐給諸府也。漢書王尊傳注 \\n 冀趙常山。太平御覽州郡部 \\n 經曰「冀州既載」。居趙，今治常山。太平御覽州郡部 \\n 兗衛濟河。太平御覽州郡部 \\n 經曰「濟河惟兗州」。衛國，今治山陽。太平御覽州郡部 \\n 青齊河岱。〔二四〕太平御覽州郡部 \\n 經曰「海岱惟青州」。居齊國，今治焉。太平御覽州郡部 \\n 徐魯淮沂初學記州郡部、太平御覽州郡部 \\n 經曰「海岱及淮惟徐州」。又曰「淮沂其乂」。居魯國，今據豫州而東海。太平御覽州郡部 \\n 揚吳彭蠡。太平御覽州郡部 \\n 經曰「淮海惟揚州」。又曰「彭蠡既渚」。居吳國，今治九江。太平御覽州郡部 \\n 荊楚衡陽。太平御覽州郡部 \\n 經曰「荊及衡陽惟荊州」。居楚國，今治武陵。太平御覽州郡部 \\n 益庸岷梁。太平御覽州郡部 \\n 經曰「華陽黑水惟梁州」。漢改梁州（治九江）〔為益州〕，〔二五〕今治廣漢。太平御覽州郡部 \\n 涼邠黑水。初學記州郡部、太平御覽州郡部 \\n 經曰「黑水西河惟雍州」。居邠國，漢改雍州為邠州，國右扶風栒邑縣，屬司隸部，不復屬州。今治漢陽。太平御覽州郡部 \\n 雍別朔方。太平御覽州郡部案：續漢志朔方郡在并州刺史部，無朔方刺史，與此不合。 \\n 漢別雍州之地，置朔方刺史。太平御覽州郡部 \\n 交阯南越。太平御覽州郡部 \\n 漢平南越之地，置交州刺史，列諸州治蒼梧。太平御覽州郡部 \\n 幽燕朝鮮。太平御覽州郡部 \\n 經無幽州，而周官有焉。蓋冀之別也。居燕國，今廣陽是。太平御覽州郡部 \\n 并代晉翟。太平御覽州郡部 \\n 經無并州，而周官有，蓋冀州之別也。居燕國，今廣陽是。太平御覽州郡部案：「居燕國，今廣陽是」七字，當有誤。 \\n 太守專郡，信理庶績，勸農賑貧，決訟斷辟，興利除害，檢察郡姦，舉善黜惡，誅討暴殘。北堂書鈔設官部、太平御覽職官部案：太平御覽引作「誅殺殘暴」。 \\n 秋冬歲盡，各計縣戶口墾田，錢穀入出，盜賊多少，上其集簿。丞尉以下，歲詣郡，課校其功。功多尤為最者，於廷尉案：此當作「慰」勞勉之，以勸其後。負多尤為殿者，於後曹別責，以糾怠慢也。諸對辭窮尤困，收主者，掾史關白太守，使取法，丞尉縛責，以明下轉相督敕，為民除害也。明帝詔書不得僇辱黃綬，以別小人吏也。續漢志補注 \\n 都尉將兵，副佐太守。〔二六〕北堂書鈔設官部、太平御覽職官部案：北堂書鈔引作「都尉一人」。〔二七〕 \\n 言與太守俱受銀印部符之任，為一郡副將，然俱主其武職，不預民事。舊時以八月都試，講習其射力，以備不虞。案：太平御覽引有「 \\n 備盜賊也」四字。皆絳衣戎服，示揚威武，折衝厭難者也。北堂書鈔設官部〔二八〕 \\n 少官嗇夫，各擅其職。周禮天官疏 \\n 謂倉庫少內嗇夫之屬，各自擅其條理所職主。周禮天官疏 \\n 鹽鐵官 \\n 鹽官掊坑而得鹽，或有鑿井煑海水而以得之者。鑄銅為器械，當鑄冶之（事）〔時〕，〔二九〕扇熾其火，謂之鼓鑄。續漢志補注 \\n  \\n 諸王 \\n 諸王在長安，位次三公。北堂書鈔設官部 \\n 光武封諸子，各四縣也。北堂書鈔設官部 \\n 後漢妾數無限別，乃制設正適，曰妃，取小夫人不得過四十人。續漢志補注 \\n 列侯 \\n 列侯金印紫綬，以賞其有功，功大者食縣邑，小者食鄉亭，得臣其所食吏民。案：北堂書鈔封爵部引「大小隨邑縣鄉所食，臣其吏民也」。本為徹侯，避武帝諱曰通侯。舊時文書，或爵通侯也，〔三０〕後更曰列侯。今俗人或都言諸侯，乃王爾，非此也。藝文類聚封爵部、太平御覽封建部 \\n 諸王受封，皆受茅土，歸立社稷。本朝為宮室，自有制度。至於列侯歸國者，不受茅土，不立宮室，各隨貧富，裁制黎庶，以守其寵。續漢志補注、藝文類聚封爵部 \\n 車駕巡狩幸其國，諸侯衣玄端之衣，冠九旒之冕，其盛法服以就位也。今列侯自不奉朝請侍祠祭者，不得服此，皆當三梁冠，皁單衣，其歸國流黃衣皁云。續漢志補注 \\n 乘輿豹尾過後，罷屯解圍。續漢志補注 \\n 施于道路，豹尾之內為省中，故須過後，屯圍乃得解，皆所以戒不虞也。續漢志補注鸞旗，以銅作鸞〔鳥〕車衡上。〔三一〕續漢志補注 \\n 建蓋在中。續漢志補注 \\n 轂下，喻在輦轂之下，京師之中。〔三二〕文選曹子建責躬詩注、潘安仁在懷縣作詩注、曹子建求通親親表注、任彥升齊竟陵文宣王行狀注 \\n 天子出，車駕次第，謂之鹵簿。長安時，出祠天于甘泉用之，名曰甘泉鹵簿。文選任彥升為蕭揚州薦士表注 \\n 宗廟是古者清廟茅屋。續漢志補注 \\n 古之清廟，以茅蓋屋，所以示儉也。今之明堂，茅蓋之，乃加瓦其上，不忘古也。後漢書光武紀注、續漢志補注 \\n 桶，桶也。諸侯丹桶，以丹色也。太平御覽居處部案：「桶」當作「桷」。〔三三〕 \\n 梲，梁上柱也。諸侯藻〔梲〕，〔三四〕為藻文也。太平御覽居處部 \\n 附：漢制度案：漢制度之名，不見于隋書經籍志。續漢志補注引謝沈書曰：「太傅胡廣博綜舊儀，立漢制度，蔡邕因以為志。」今群書所引，附于解詁之後。 \\n 帝之下書有四：一曰策書，二曰制書，三曰詔書，四曰誡敕。策書者，編簡也，其制長二尺，短者半之，篆書，起年月日，稱皇帝，以命諸侯王。三公以罪免，亦賜策（書），〔三五〕而以隸書，用尺一木，兩行，惟此為異也。制書者，帝者制度之命，其文曰制詔三公，皆璽封，尚書令印重封，露布州郡也。詔書者，詔，告也，其文曰告某官云如故事。誡敕者，謂敕刺史、太守，其文曰有詔敕某官，他皆倣此。後漢書光武紀注、太平御覽文部 \\n 天子出，有大駕、法駕、小駕。大駕則公卿奉引，大將軍驂乘，太僕御，屬車八十一乘，備千乘萬騎。法駕，公不在鹵簿，唯河南尹、執金吾、洛陽令奉引，侍中驂乘，奉車郎御，屬車三十六乘。小駕，太僕奉駕，侍御史整車騎。後漢書儒林傳序注人君之居，前有朝，後有寢。終則制廟以象朝，後制寢以象寢。光武都洛陽，迺合高祖以下至平帝為一廟，藏十一帝主于其中。元帝次當第八，光武第九，故立元帝為祖廟，後遵而不改。後漢書光武紀注 \\n 列侯功德優盛，朝廷所敬異者，賜特進，在三公下，不在車騎下。續漢志補注 \\n 是為猥諸侯。續漢志補注 \\n 戎，立車，以征伐。續漢志補注 \\n 春秋左氏傳有南冠而縶者，則楚冠也。秦滅楚，以其君服賜執法近臣御史服之。續漢志案：以下四條俱引作「胡廣說」。 \\n 高山冠，蓋齊王冠也。秦滅齊，以其君冠賜近臣謁者服之。續漢志 \\n 趙武靈王效胡服，以金璫飾首，前插貂尾，為貴職。秦滅趙，以其君冠賜近臣。續漢志 \\n 意謂北方寒涼，以貂皮煖額，附施於冠，因遂變成首飾。續漢志補注 \\n 校勘記 \\n 〔一〕「及諸解詁」原作「及新解詁」，據後漢書胡廣傳改。 \\n 〔二〕點校本、汲本、殿本、集解本續漢百官志補注「通人」下均有「郎中」二字，據補。 \\n 〔三〕孔廣陶本（以下簡稱孔本）書鈔卷五二「坤道」作「川道」。 \\n 〔四〕「宣元」原作「宣化」，據孔本書鈔卷六四改。 \\n 〔五〕孔本書鈔卷五三「社稷」上有「掌」字。又此引還見於藝文類聚（以下簡稱類聚）卷四九，與孫輯引同，孫氏脫注。 \\n 〔六〕諸本續漢百官志補注「主殿宮」上均有「宦寺」二字，據補。 \\n 〔七〕孔本書鈔卷五六引作「光祿、太中」，與下文「諫議大夫」連讀。 \\n 〔八〕「凡」字據類聚卷四九引補。 \\n 〔九〕「本宮」，類聚卷四九、初學記卷一二、太平御覽（以下簡稱御覽）卷二三０俱引作「本官」。殿本續漢百官志亦同。黃山校補曰：「官本『宮』作『官』，是。今按：外人謂無官位者，考本官所遣，當封棨傳為信也。」孫案非，且脫注初學記、御覽兩出處。 \\n 〔一０〕類聚卷四九、初學記卷一二、御覽卷二三０「兩字」上均有「官」字。按續漢志作「宮名」，此處既指外人，則「宮名」亦當作「官名」。據此可知上述類書所引，「官」下當脫「名」字，而孫輯則全脫矣。 \\n 〔一一〕「符」原作「箸」，據諸本續漢百官志補注改。 \\n 〔一二〕初學記卷一二「復」下有「識」字，「齒符」下尚有「識其物色」四字。 \\n 〔一三〕據孔本書鈔卷五八補「中」字。此引又見類聚卷四八，亦作「給事中」。孫輯脫注。 \\n 〔一四〕書鈔卷五八、類聚卷四八、初學記卷一二「常侍」下均有「 \\n 從」字，據補。 \\n 〔一五〕此引見於文選范蔚宗宦者傳論注，不出於文選後漢二十八將論注。 \\n 〔一六〕影宋本御覽卷二二五正作「得舉非法」，孫氏所據本誤。 \\n 〔一七〕孔本書鈔卷六五引作「言太子如珪玉」。 \\n 〔一八〕點校本續漢百官志補注「椅」作「漆」。按劉昭注下引毛詩傳、陸璣草木疏皆以釋「椅」，未言及「漆」。汲本、殿本、集解本亦均作「椅」。據此則作「漆」恐非。 \\n 〔一九〕「太初」原作「太元」，據孔本書鈔卷七六引改。又漢書百官公卿表亦作「太初」。 \\n 〔二０〕孔本書鈔卷七六「皆」上有「職」字。 \\n 〔二一〕孔本書鈔卷七六「並」下有「屬」字。 \\n 〔二二〕孔本書鈔卷七六正有「都」字，孫氏所據本誤。 \\n 〔二三〕諸本續漢百官志補注「歲」下均有「舉」字，據補。 \\n 〔二四〕「青齊」原作「青州」，據影宋本御覽卷一五七改。 \\n 〔二五〕據影宋本御覽卷一五七刪補。 \\n 〔二六〕御覽卷二四一其下尚引「備盜賊也」四字。 \\n 〔二七〕孔本書鈔卷六三「一人」上有「郡各」二字。 \\n 〔二八〕書鈔卷六三兩次引及此條，孫輯脫注。 \\n 〔二九〕諸本續漢百官志補注「之事」均作「之時」，據改。 \\n 〔三０〕類聚卷五一「通侯」下有「是」字。 \\n 〔三一〕諸本續漢輿服志補注「鸞」下均有「鳥」字，據補。 \\n 〔三二〕文選求通親親表注「京師」作「京兆」，齊竟陵文宣王行狀注又作「京城」。 \\n 〔三三〕影宋本御覽卷一八八兩「桶」字均引作「桷」，孫氏所據本誤。 \\n 〔三四〕據御覽卷一八八補「梲」字。 \\n 〔三五〕據後漢書光武帝紀注及御覽卷五九三引刪「書」字。 \\n  \\n 　"}
{"章节": "漢官舊儀提要", "正文": "　 \\n 漢官舊儀提要 \\n 　 \\n 臣等謹按：漢議郎東海衛宏敬仲作漢舊儀四篇，以載西京雜事，見於范書本傳。隋唐經籍、藝文志：漢舊儀四卷，宋史藝文志三卷，俱著於錄。馬端臨經籍考卷目與宋志同，而別題作漢官舊儀。陳振孫書錄解題遂以其有漢官之目，疑非衛宏本書，或又以為胡廣所作。後亦佚，不復傳世，所見者獨前後漢書注及唐、宋諸書所引而已。今永樂大典所載此本，亦題漢官舊儀，不著撰人名氏。其閒述西京舊事，典章儀式甚備，且與諸書所引漢舊儀之文參校，無弗同者，自屬衛宏本書。其稱漢官舊儀者，或後人因其所載官制為多，妄加之耳。至漢書注中，頗有稱「胡廣曰」者，與漢舊儀互引其文，亦絕不相合。惟廣傳載廣著詩、賦、銘、頌及解詁二十二篇，而史注所引，別有漢官解詁之名，蓋即廣所作，而舊儀之當出衛宏手，益無疑也。此本舊時失於讎正，首尾序次錯糅，文字至脫誤不可乙。今據史文覈勘，且旁徵舊書，參析同異，疏於各句下方。其原有注者，略仿劉昭注續漢志例，通為大書，稱本注以別之，釐為上下二卷。又前後漢紀志注及唐宋類書內，所引佚文頗多。蓋此書遞更顯晦，已非完本，謹為蒐擇甄錄，別為補遺一卷，附於其後，以略還宋志篇目之舊云。乾隆三十八年四月恭校上。 \\n 總纂官編修臣紀昀 \\n 郎中臣陸錫熊 \\n 纂修官編修臣陳昌圖 \\n  \\n 　"}
{"章节": "漢官舊儀卷上", "正文": "　 \\n 漢官舊儀卷上 \\n 　 \\n 漢衛宏撰 \\n 皇帝起居儀宮司馬內，按：元帝紀「初元五年宮司馬中」注：應劭曰：「宮司馬中者，宮內門也。」據此則此「內」字與「中」字義同。百官案籍出入，營衛周廬，晝夜誰何。殿外門署屬衛尉，殿內郎署屬光祿勳，黃門、鉤盾署屬少府。輦動則左右侍帷幄者稱警，車駕則衛官填街，騎士塞路。出殿則傳蹕，止人清道，〔一〕建五旗，丞相、九卿執兵奉引。乘輿冠高山冠，飛羽之纓，按：晉書輿服志引此文作漢官儀，又「飛羽」作「飛翮」。〔二〕幘耳赤，丹紈裏，按：續漢書輿服志劉昭補注引此文「裏」下有「衣」字。帶七尺斬蛇劍，履虎尾絇履，諸王歸國稱從。 \\n 皇帝六璽，皆白玉螭虎紐，文曰「皇帝行璽」、「皇帝之璽」、「皇帝信璽」、「天子行璽」、「天子之璽」、「天子信璽」，凡六璽。皇帝行璽，凡封按：此句有脫字，應云「凡封命用之」。之璽，按：此句應云「皇帝之璽」。賜諸侯王書；信璽，按：此句應云「皇帝信璽」。發兵；其徵大臣，以天子行璽；策拜外國事，以于子之璽；事天地鬼神，以天子信璽。〔三〕按：此條「皇帝行璽」下各句，並有脫字。續漢書輿服志注所引亦同。惟隋書禮儀志稱「皇帝行璽，封命諸侯及三公用之；皇帝之璽，與諸侯及三公書用之；皇帝信璽，發諸夏兵用之。」文義完備，謹參校以正其缺。又漢書霍光傳「皇帝信璽、行璽」，孟康注：「天子之璽自佩，行璽、信璽在符節臺。」亦可考見漢時藏璽之制，併附著之，以補此文所未備。皆以武都紫泥封，青布囊，按：續漢書輿服志注引此文無「布」字。〔四〕白素裏，兩端無縫，尺一板中約署。按：此句疑有脫字。皇帝帶綬，黃地六采，按：「六采」舊作「赤采」，似誤。又攷宋書禮志引漢制：「皇帝黃赤綬，四采，黃赤縹紺。」亦與此互異。今據續漢書輿服志注校正。不佩璽。按：續漢書志注引此文，「璽」下重一「璽」字。以金銀縢組，侍中組負以從。秦以前民皆佩綬，以金、玉、銀、銅、犀、象為方寸璽，各服所好。〔五〕奉璽書使者乘馳傳。其驛騎也，三騎行，晝夜行千里為程。 \\n 太官尚食，用黃金釦器。〔六〕中官、私官尚食，用白銀釦器。 \\n 中官、小兒官及門戶四尚、中黃門持兵，三百人侍宿。按：漢書百官公卿表、百官志皆不載小兒官及門戶四尚官名。 \\n 冗從吏僕射，按：續漢書百官志：「中黃門冗從僕射一人，六百石。」此句首疑脫「中黃門」三字，「吏」字疑亦衍文。出則騎從夾乘輿，車居則宿衛，直守省中門戶。○本注曰：省中，禁中也。成帝外家王禁貴重，朝中為諱禁，故曰省。 \\n 中常侍，宦者，秩千石。得出入臥內禁中諸宮。 \\n 侍中，無員。或列侯、將軍、衛尉、光祿、（將）大夫、〔七〕郎為之，得舉非法，白請及出省戶休沐，往來過直事。 \\n 御史，員四十五人，皆六百石。其十五人衣絳，給事殿中為侍御史。宿廬（左右）〔在石〕渠門外。〔八〕二人尚璽，四人持書給事，二人按：漢書百官公卿表：「僕射、御史治書尚符璽者，有印綬。」續漢書百官志「治書侍御史二人」，此文「持」字疑當作「治」。侍（前），〔九〕中丞一人領。按：漢書表志：漢改御史大夫為司空，別留中丞，為御史臺率。而侍中乃列侯以下入侍禁中者所加官名，並無侍中丞之官。「侍」字疑衍文。餘三十人留寺，按：寺，御史署也，在司馬門內。前漢書蕭望之傳注作「三十人留守」者，非。理百官也。〔一０〕 \\n  \\n 給事中，無常員，位次侍中、常侍。 \\n 尚書四人，為四曹。侍曹尚書，按：前漢書師古注引此文，「侍」上有「常」字，與續漢書志合。主丞相、御史事；二千石曹尚書，主刺史、二千石事；民曹尚書，主庶民上書事；客曹尚書，主外國四夷事。成帝初置尚書，員五人，有三公曹，主斷獄。 \\n 尚書令主贊奏封下書，按：續漢書百官志：「掌凡選署及奏下尚書文書眾事。」僕射主閉封。〔一一〕丞二人，主報上書者，兼領財用火燭食廚。漢置中〔書〕官，〔一二〕領尚書事。中書謁者令一人。成帝建始四年罷中書官，以中書為中謁者令。 \\n 尚書郎四人：匈奴單于營部二郎主羌夷吏民，民曹一郎主天下戶口墾田功作，謁者曹一郎主天下見錢貢獻委輸。按：晉書職官志：「漢置尚書郎四人：一人主匈奴單于營部，一人主羌夷吏民，一人主戶口墾田，一人主財帛委輸。」與此文少異。疑「二郎」當作「一郎」，「匈奴單于」上脫「一郎主」三字。 \\n 中臣在省中皆白請，其宦者不白請。尚書郎宿留臺，中官給青縑白綾被或錦被、帷帳、氊褥、通中枕，太官供食，湯官供〈麥并〉餌果實，下天子一等。給尚書郎伯二人，女侍史二人，皆選端正者從直。伯送至止車門還，女侍史執香爐燒薰，從入臺護衣。 \\n  \\n 黃門令領黃門謁者。騎吹曰冗從，僕射一人，領髦頭。 \\n 左曹日上朝謁，秩二千石。 \\n 右曹日上朝謁，秩二千石。 \\n 黃門郎屬黃門令，日暮入對青鎖門拜，名曰夕郎。 \\n 五官中郎將，秩比二千石，主五官郎中。 \\n 左、右中郎將，秩比二千石，主謁者、常侍侍郎，以貲進。○本注曰：左主謁者，右主常侍侍郎。 \\n 五官屬光祿勳，不得上朝謁。兼左、右曹諸吏，得上朝謁。 \\n 郎中令主郎中。按：漢書注「主郎內諸官」。左車將主左車郎，右車將主右車郎，左戶將主左戶郎，右戶將主右戶郎，按：漢書如淳注引漢儀注與此文同。秩皆比千石，獨郎中令比二千石。按：郎中令，武帝太初元年更名光祿勳。此文前後皆言光祿勳，獨此條言郎中令，杜預所謂史駁文也。又續漢書百官志：「光祿勳，卿一人，中二千石。」此云「比二千石」，疑有誤，或漢初未更官名時舊制耳。 \\n 黃門冗從持兵，無數，宣通內外。宦者署、尚書皆屬少府。殿中諸署、五郎將屬光祿勳。按：上文五官、左、右三中郎將。此言五郎將者，蓋并虎賁、羽林二中郎將，為五也。宮司馬、諸隊都候領督盜賊，屬執金吾。司馬掖門殿門屯衛士，皆屬衛尉。按：宋錢文子曰：「百官表中尉屬官無衛司馬、候、左右都候。此云屬執金吾者，蓋執金吾徼巡宮外，寔相表裏，所謂聯事也。中尉，武帝太初元年更名執金吾。」 \\n 右中二千石、二千石四官，按：少府、光祿勳、執金吾、衛尉四官，續漢志皆中二千石。此云中二千石、二千石者，蓋西漢時初制。奉宿衛，各領其屬，斷其獄。 \\n 期門騎者，隴西工射獵人及能用五兵材力三百人，行出會期門下，從射獵，無員，秩比郎從官，名曰期門騎。置僕射一人，秩六百石。〔一三〕騎持五旗別外內。王莽更名虎賁郎，按：百官公卿表：平帝元始元年更名虎賁郎。遷補吏署。 \\n 中郎將一人，施旄頭，按：中郎將一人，謂羽林中郎將也。考漢百官公卿表：「宣帝令中郎將、騎都尉監羽林。」霍光傳有「諸吏中郎將羽林監任勝」，蓋以中郎將或騎都尉監羽林騎，故於本官上不冠以羽林之號。至後漢始置羽林中郎將，為定職耳。又東方朔傳「羿為旄頭」注引應劭曰：「旄頭，今以羽林為之，髮正上向而長衣繡衣，〔一四〕在乘輿車前。」据此則「施旄頭」之文，當為羽林所職無疑也。屬羽林，取三輔良家子，自給。按：宋錢文子補漢兵志引此文，「羽林」下有「從官七百人」五字，「自給」下有「鞍馬」二字，蓋舊本脫此七字。又漢書如淳注引漢儀注亦云「羽林從官七百人」。孤兒無數，按：錢文子補漢兵志引此文句，首有「諸」字。父死子代，皆武帝時從軍死，子孤不能自活，養羽林，官比郎從官，從車駕，不得冠，置令一人，名曰羽林騎孤兒。 \\n 皇帝見諸侯王、列侯起，侍中稱曰：「皇帝為諸侯王、列侯起！」起立，乃坐。太常贊曰：「謹謝行禮。」皇帝在道，丞相迎謁，謁者贊曰：「皇帝為丞相下輿。」立乃升車。皇帝見丞相起，謁者贊稱曰：「皇帝為丞相起。」立乃坐。太常贊稱：「敬謝行禮。」宴見，侍中、常侍贊，御史大夫見皇帝稱「謹謝」，將軍見皇帝稱「謝」，中二千石見皇帝稱「謝」，二千石見皇帝稱「制曰可」，太守見皇帝稱「　謝」。拜御史大夫為丞相，左、右、前、後將軍贊，五官中郎將授印綬；拜左、右、前、後將軍為御史大夫，中二千石贊，左、右中郎將授印綬；拜中二千石，中郎將贊，御史中丞授印綬；拜千石、六百石，御史中丞贊，侍御史授印綬。印綬盛以篋，篋綠綈表，白素裏。尚書令史捧，西向，侍御史東向，取篋中印綬，授者卻退，受印綬者手握持出，至尚書下，乃席之。丞相、列侯、將軍金印紫緺綬，中二千石、二千石銀印青緺綬，皆龜紐。其斷獄者印為章。 \\n  \\n 漢初置相國史，秩五百石。後罷，并為丞相史。 \\n 丞相府司直一人，秩二千石，職無不監。武帝初置，曰馬直官，今省。按：「馬直官」當作「司直官」。百官志本注曰：「世祖以武帝故事，置司直，居丞相府助督錄諸州，建武十八年省。」〔一五〕 \\n 列侯為丞相、相國，號君侯。御史大夫為丞相，更春乃封。丞相車黑兩轓，騎者衣絳，掾史見禮如師弟子，白錄不拜朝，示不臣也。聽事閣曰黃閣，無鐘鈴。掾有事當見者，主簿至曹請，不傳召，掾見脫履，公立席後荅拜。百石屬不得白事，當謝者西曹掾為通謝部。吏二千石初除，詣東曹掾拜部，謁者贊之。 \\n 丞相門無塾，門署用梗板，方圓三尺，不堊色，不郭邑，署曰丞相府。東門、西門長史物故，廷尉正、監守。 \\n 丞相初置，吏員十五人，皆六百石，分為東、西曹。東曹九人，出督州為刺史。西曹六人，其五人往來白事東廂為侍中，一人留府曰西曹，領百官奏事。長安給騎亭長七十人，六月一更倉頭廬兒。出入大車駟馬，前後大車、駢車，中二千石屬官以次送從。 \\n 丞相、太尉、大將軍史，秩四百石。按：漢書如淳注引漢儀注與此文同。 \\n 丞相、刺史常以秋分行部，御史為駕四封乘傳。按：漢書平帝紀如淳注：「律，當乘傳及發駕置傳者，皆持尺五寸木傳信，封以御史大夫印章。其乘傳參封之。參，三也。有期會累封兩端，端各兩封，凡四封也。乘置馳傳五封也，兩端各二，中央一也。軺傳兩馬再封之，一馬一封也。」据此則前文所云「奉璽書使者乘馳傳」，當駕五封矣。到所部，郡國各遣吏一人迎界上，得載別駕自言受命移郡國，與刺史從事盡界罷。行載從者一人，得從吏所察六條。刺史舉民有茂材，移名丞相，丞相考召，取明經一科，明律令一科，能治劇一科，各一人。詔選諫大夫、議郎、博士、諸侯王傅、僕射、郎中令，取明經。選廷尉正、監、平，案章取明律令。選能治劇長安、三輔令，取治劇。皆試守，小冠，滿歲為真，以次遷，奉引則大冠。 \\n 武帝元狩六年，初置大司馬。 \\n 丞相司置諫大夫，秩六百石。〔一六〕丞相少史，秩四百石，次三百石、百石。書令史斗食，缺，試中二十書佐高第補，因為騎史。武帝元狩六年，丞相吏員三百八十二人：史二十人，秩四百石；少史八十人，秩三百石；屬百人，秩二百石；屬史百六十二人，秩百石。皆從同秩補。以為有權衡之量，不可欺以輕重；有丈尺之度，不可欺以長短。官事至重，古法雖聖猶試，故令丞相設四科之辟，以博選異德名士，稱才量能，不宜者還故官。第一科曰德行高妙，志節清白。二科曰學通行修，〔一七〕經中博士。三科曰明曉法令，足以決疑，能案章覆問，文中御史。四科曰剛毅多略，遭事不惑，明足以照姦，勇足以決斷，才任三輔令。按：藝文類聚引此文「輔」下有「劇」字。皆試以能，信然後官之。第一科補西曹南閤祭酒，二科補議曹，三科補四辭八奏，四科補賊決。其以詔使案事御史為駕一封，行赦令駕二封，皆特自奏事，各以所職劾中二千石以下。選中二十書佐試補令史，令史皆斗食，遷補御史令史。其欲以秩留者，許之。歲舉秀才一人，廉吏六人。 \\n 丞相典天下誅討賜奪，吏勞職煩，故吏眾。 \\n 君侯月一行屯衛，騎不以車。衛士初至未入，君侯到都門外勞賜吏士。 \\n 武帝元封五年，初分十三州，刺史假印綬，〔一八〕有常治所。按：漢志書太守、都尉之治，而刺史無有，故沈約、劉昭皆以為傳車周流，無常治所。但刺史行部，必待秋分，則秋分以前當居何所耶？漢書朱博傳：「博遷冀州刺史，敕告吏民：欲言二千石墨綬長吏者，使者行部還，詣治所。」師古曰：「治所，刺史所止理事處。」是刺史本有治所，漢志特略而不載耳，舊儀所云可取證也。奏事各有常會，擇所部二千石卒史與從，〔一九〕傳食比二千石所傳。刺史奏幽隱奇士，拜為三輔縣令，比四百石。居後六卿，一切舉試守令，取徵事。○本注曰：徵事，比六百石。皆故吏二千石不以贓罪免，〔二０〕降秩為徵事。 \\n 郡國守丞長史上計事竟，遣君侯出坐庭，上親問百姓所疾苦。計室掾吏一人大音者讀敕畢，〔二一〕遣敕曰：「詔書數下，禁吏無苛暴，丞長史歸告二千石，凡民所疾苦，急去殘賊，審擇良吏，無任苛刻。治獄決訟，務得其中。明詔憂百姓困於衣食，二千石帥勸農桑，思稱厚恩，有以賑贍之，無煩擾奪民時。公卿以下，務飭儉恪。今俗奢奓過制度，日以益甚，二千石務以身帥有以化之。〔二二〕民冗食者謹以法，養視疾病，致醫藥務活之。詔書無飾廚傳增養食，至今未變，或更尤過度，甚不稱。歸告二千石，務省約如法。且案不改者，長吏以聞。守寺鄉亭漏敗，垣牆阤壞所治，無辦護者，不稱任，先自劾不應法。歸告二千石勿聽。」〔二三〕 \\n 惟神爵三年十月甲子，丞相受詔之官，按：百官公卿表：「神爵三年四月戊戌，御史大夫丙吉為丞相。」與此文月日不合。皇帝延登，親詔之曰：「君其進，虛受朕言。朕鬱于大道，獲保宗廟，兢兢師師，夙夜思過失，不遑康寧，晝思百官未能綏。於戲丞相，其帥意無怠，以補朕闕。於戲群卿大夫，百官慎哉，不勗于職，厥有常刑，往悉乃心，和裕開賢，俾之反本乂民，廣風一俗，靡諱朕躬。天下之眾，受制於朕，丞相可不慎歟？於戲！君其誡之。」 \\n 丞相府官奴婢傳漏以起居，不擊鼓。官屬吏不朝，旦白錄而已。諸吏初除謁視事，問君侯應閤奴名，白事以方尺板叩閤，大呼奴名。君侯出入，諸吏不得見，見禮如師弟子狀。掾史有過，君侯取錄，推其錄，三日白病去。 \\n 御史、衛尉寺在宮中，亦不鼓。 \\n 詔書下，朱鉤施行。詔書下，有違法令，施行之不便，曹史白封還尚書，對不便狀。 \\n 丞相有病，皇帝法駕親至問病，從西門入。即薨，移居第中，車駕往弔，賜棺、斂具，贈錢、葬地。葬日，公卿以下會送。 \\n 有天地大變，天下大過，皇帝使侍中持節乘四白馬，賜上尊十斛，按：藝文類聚引此文「尊」下有「酒」字。養牛一頭，策告殃咎。使者去半道，丞相上病。使者還，未白事，尚書以丞相不起病聞。丞相不勝任，使者奉策書，駕騩駱馬，即時布衣，步出府，免為庶人。丞相有他過，使者奉策書，駕騅騩馬，即時步出府，乘棧車牝馬，歸田里思過。日食，即日下赦曰制。詔御史，其赦天下自殊死以下。及吏不奉法，乘公就私，凌暴百姓，行權相放，治不平正，處官不良，細民不通，下失其職，俗不孝弟，不務于本，衣服無度，出入無時，眾彊勝寡，盜賊滋彰，丞相以聞。於是乃命刺史出刺并察監御史。元封元年，御史止不復監。後御史職與丞相參增吏員，凡三百四十一人，分為吏、少史、屬，亦從同秩補，率取文法吏。 \\n 廷尉正、監、平物故，以御史高第補之。御史少史行事如御史，少史有所為，即少史屬得守御史，行事如少史。少史秩比六百石。御史少史物故，以功次徵丞相史守御史少史。所代到官視事，得留罷中二千石詹事、水衡都尉。 \\n 丞相史物故，調御史少史守丞相史，若御史少史。監祠寢園廟，調御史少史屬守，不足，丞相少史屬為倅，事已罷。 \\n 丞相、刺史、侍御史，皆稱卿，不得言君。 \\n 御史中丞督司隸，司隸督司直，司直督二千石以下至黑綬。按：北堂書鈔引漢舊儀作「司隸督丞相，丞相督司直，司直督刺史，刺史督二千石」云云，與此文略異。又「御史中丞」上有「武帝時」三字。 \\n 大夫見孝廉、上計丞、長史，皆放官司馬門外，比丞相掾史白錄。 \\n 御史大夫寺在司馬門內，門無塾，門署用梓板，不起郭邑，題曰御史大夫寺。 \\n 大夫初拜，策曰：「惟五鳳三年正月乙巳，御史大夫之官，按：百官公卿表：「五鳳三年六月辛酉，西河太守杜延年為御史大夫。」與此文月日不合。皇帝延登，親詔之曰：『御史大夫其進，虛受朕言。朕鬱于大道，獲保宗廟，兢兢師師，夙夜思己失，不遑康寧，晝思百姓未能綏。於戲御史大夫，其帥意盡心，以補朕闕。於戲九卿、群大夫，百官慎哉！不勗於厥職，厥有常辟，往悉乃心，和裕開賢，俾賢能反本乂民，靡諱朕躬。天下之眾，受制于朕，以法為命，可不慎歟？於戲御史大夫，其誡之。』」敕上計丞、長史曰：「詔書數下，布告郡國：臣下承宣無狀，多不究，百姓不蒙恩被化，守、丞、長史到郡，與二千石力為民興利除害，務有以安之，稱詔書。有郡國茂材不顯者言上，殘民貪污煩擾之吏，百姓所苦，務勿任用。方察不稱者也。」 \\n 校勘記 \\n 〔一〕御覽卷六八０引作「止人，先置索室清宮而後往」。又孫星衍輯本前二卷皆本此輯，多有訂補。今凡孫氏已補正者，一般不再出校記，請逕參閱孫輯按語。 \\n 〔二〕通典卷五七引作「飛月之纓」。 \\n 〔三〕按續漢志補注作「皇帝行璽，凡封之璽賜諸侯王書，信璽，發兵徵大臣；天子行璽，策拜外國，事天地鬼神」。又御覽卷六八二作「皇帝行璽，賜諸侯王書；信璽，發兵徵大臣；天子行璽，外國事；天子之璽，事天地鬼神」。又唐六典卷八作「有事及發外國兵，用天子信璽；賜匈奴單于、外國王書，用天子之璽；諸下竹使符，徵召大事行州郡國者，用皇帝信璽；諸下銅獸符（「獸」當作「虎」，避唐諱所改），發郡國兵，用皇帝之璽；封拜王公以下，遣使就授，皆用皇帝行璽」。諸載各異。 \\n 〔四〕御覽卷六八二引有「布」字。 \\n 〔五〕孔本書鈔卷一三一此句下引有「自秦以來，天子獨稱璽，又以玉」十二字。 \\n 〔六〕御覽卷二二九無「金」字，「釦」下有注曰：「音口，金飾器。」 \\n 〔七〕「將」字係衍文，據孫輯刪。 \\n 〔八〕據孫輯改「左右」作「在石」。 \\n 〔九〕據通典卷二四、御覽卷二二七補「前」字。 \\n 〔一０〕通典卷二四、御覽卷二二七「百官」下引有「事」字。 \\n 〔一一〕孔本書鈔卷五九「閉封」作「開封」，同卷引漢官典職亦同。 \\n 〔一二〕據孫輯補「書」字。 \\n 〔一三〕按漢書百官公卿表曰：期門，武帝建元三年初置，「有僕射，秩千石」。與漢舊儀異。 \\n 〔一四〕「上向」原誤倒，據漢書東方朔傳應劭注逕正。 \\n 〔一五〕通典卷二一曰：「光武以武帝故事置司徒司直，居司徒府，助司徒督錄州郡所舉上奏，司直考察能否，以徵虛實。建武十一年省。」與續漢志所載「本注曰」之言異。按後漢書宣秉傳注曰：「司直，武帝元狩五年置。哀帝元壽二年，改丞相為大司徒，中興因而不改，猶置司直。至建武十一年省司直，置長史一人，署諸曹事。」又光武帝紀亦言十一年夏四月丁卯，省大司徒司直官。杜林傳亦同。「本注曰」言「居丞相府」，「建武十八年省」，均誤。四庫館臣引以為據，失考。 \\n 〔一六〕按漢書百官公卿表曰：「武帝元狩五年初置諫大夫，秩比八百石。」至東漢改稱諫議大夫，秩為六百石，事見續漢志。胡廣注曰：「武帝元狩五年置諫大夫為光祿大夫，世祖中興，以為諫議大夫。」漢舊儀既言西京舊制，而曰秩六百石，誤也。 \\n 〔一七〕類聚卷四五引作「學道修行」。 \\n 〔一八〕漢書武帝紀注「假」字在「刺史」之上。 \\n 〔一九〕漢書王尊傳如淳注引漢儀注「從」字下有「事」字。 \\n 〔二０〕漢書昭帝紀張晏注引漢儀注「免」字下有「者」字。 \\n 〔二一〕續漢志補注「大音」下無「者」字。 \\n 〔二二〕續漢志補注「以益甚」上無「日」字，「以身帥」上無「務」字。 \\n 〔二三〕續漢志補注「聽」上無「勿」字，當是。 \\n  \\n 　"}
{"章节": "漢官舊儀卷下", "正文": "　 \\n 漢官舊儀卷下 \\n 　 \\n 漢衛宏撰 \\n 中宮及號位 \\n 皇后稱中宮。 \\n 婕妤見，大長秋稱「皇后為婕妤下輿」，坐稱「起」，禮比丞相。娙娥見，女御長稱「謝」，按：漢書戾太子傳「長御倚華」如淳注引漢儀注云：「女長御比侍中，皇后見娙娥以下，長御稱謝。」與此文相合，惟「御長」作「長御」稍異。又鄭氏云：「長，音如長者。」禮比將軍、御史大夫。昭儀見，稱「謝」，比中二千石。貴人見，稱「皇后詔曰可」，禮比二千石。美人無數。婕妤以下皆居掖庭，置令、丞、廬監，宦者。女御長如侍中。 \\n  \\n 皇后一人。婕妤以至貴人，皆至十數。美人比待詔，無數，元帝、成帝皆且千人。 \\n 侍中左右近臣見皇后，如見按：北堂書鈔引此文「見」下有「帝」字。婕妤，〔一〕行則對璧，坐則伏茵。皇后、婕妤乘輦，餘皆以茵，四人輿以行。 \\n 皇后玉璽，文與帝同。皇后之璽，金螭虎紐。○本注曰：一本無此條。 \\n 皇后春桑，皆衣青，手采桑，以繅三瓮繭，按：藝文類聚引此文作「 \\n 三盆」，「瓮」字誤。群臣妾從。春桑生而皇后親桑，於苑中蠶室，養蠶千薄以上。祠以中牢羊豕，祭蠶神曰苑窳婦人、寓氏公主，凡二神。群臣妾從桑還，獻于繭觀，皆賜從採桑者樂。〔二〕皇后自行。凡蠶絲絮，織室以作祭服。祭服者，冕服也。天地宗廟群神五時之服。按：後漢書東平王蒼傳「五時衣各一襲」，李賢注：「謂春青，夏朱，季夏黃，秋白，冬黑。」晉書職官志有「五時朝服」，蓋朝祭皆以為法服也。藝文類聚引此文，「群神」作「群臣」，誤。皇帝得以作縷縫衣，皇后得以作巾絮而已。置蠶官令、丞，諸天下官下法皆詣蠶室，與婦人從事，故舊有東西織室作治。 \\n 皇后五日一上食，食賜上左右酒肉，留宿，明日平旦歸中宮。 \\n 皇帝聘皇后，黃金萬斤。按：漢書王莽傳：「故事，聘皇后黃金二萬斤，為錢二萬萬。」與此文異，疑「萬」上脫「二」字。 \\n 立皇后、太子，大赦天下，賜天下男子爵，女子牛酒繒帛，夫增秩。 \\n 掖庭令晝漏未盡八刻，廬監以茵次上婕妤以下至後庭，訪白錄所錄，所推當御見。刻盡，去簪珥，蒙被入禁中，五刻罷，即留。女御長入，扶以出。御幸賜銀鐶，令書得鐶數，計月日無子，罷廢不得復御。 \\n 宮人擇官婢年八歲以上，侍皇后以下，年三十五出嫁。乳母取官婢。 \\n 皇太子稱家，動作稱從。 \\n 皇太子黃金印，龜紐，印文曰章。下至二百石，皆為通官印。 \\n  \\n 太傅一人，真二千石，禮如師。亡新更為太子師，中庶子五人，職如侍中，秩六百石。 \\n 中尚翼中涓，如中黃門，皆宦者。 \\n 門大夫比郎將。 \\n 洗馬職如謁者，十六人，選郎中補也。 \\n 庶子舍人，按：續漢書百官志太子庶子、太子舍人為兩官。此書庶子已別見後條，此條「庶子」二字疑當作「太子」。四百人，按：「四百人」三字疑衍。如郎中，秩比二百石，無員，多至四百人。亡新改名為翼子。 \\n 率更令，秩千石，主庶子舍人更直。亡新改為中更。丞一人，秩四百石。 \\n 家令，秩千石，主倉獄。〔三〕亡新改為中更。 \\n 家府，比二千石。〔四〕 \\n 僕，秩千石，主馬。 \\n 庶子，秩比四百石，如中郎，無員。亡新改為中翼子。 \\n 衛率，秩比千石。丞一人，主門衛。 \\n 食官令，秩六百石。丞一人。 \\n 中盾，秩四百石，主周衛徼循。 \\n 庶子舍人五日一移，主率更長三不會輒斥。官奴擇給書計，從侍中以下為倉頭，青幘，與百官從事從入殿中。省中待使令者，皆官婢，擇年八歲以上衣緣按：「緣」字疑「綠」字之訛。曰宦人，不得出省門。置都監。老者曰婢，婢教宦人給使尚書。侍中皆使官婢，不得使宦人。奴婢欲自贖，錢千萬，免為庶人。宮殿中宦者署、郎署，皆官奴婢。傳言曰作者，歌傳以呼召侍中以下署長。○本注曰：宦者及郎署長各顧門戶，擇官奴赤幘，部領作者，掃除曰正。○本注曰：歌傳取於雒陽。古周時傳呼聲法。按：此注當在「歌傳以呼召」句下。 \\n 天子六廄，未央廄、承華廄、騊駼廄、路軨廄、騎馬廄、大廄，馬皆萬匹。 \\n 中黃門駙馬、大宛、〔五〕汗血馬、乾河馬、天馬、果下馬。○本注曰：果下馬，高三尺，駕輦。大宛、汗血馬皆高七尺。乾河馬，華山神馬種也。 \\n 長安城方六十里，按：後漢書郡國志京兆尹條下注云：「長安城方六十三里。」漢志似誤。經緯各十五里，〔六〕十二城門，積九百七十三頃，百二十亭。長安城方六十里，中皆屬長安令。置左、右尉。城東、城南置廣部尉，城西、城北置明部尉，凡四尉。 \\n 皇后、太子各食四十縣，曰湯沐邑。按：藝文類聚引此文作「三十縣」。 \\n 帝子為王。王國置太傅、相、中尉各一人，秩二千石，以輔王。僕一人，秩千石。郎中令，秩六百石，置官如漢官官吏。郎、大夫、四百石以下自調除。國中漢置內史一人，秩二千石，治國如郡太守、都尉職事，調除吏屬。相、中尉、傅不得與國政，輔王而已。當有為，移書告內史。內史見傅、相、中尉，禮如都尉。太守、按：「太守」當作「太傅」。相置長史，中尉及內史令置丞一人，皆六百石。成帝時，大司空何武奏罷內史，相如太守，中尉如都尉，參職。是後相、中尉爭權，與王遞相奏，常不和。 \\n 王子為侯。 \\n 侯、王歲以戶口酎黃金，獻于漢廟，皇帝臨受獻金以助祭。大祠曰飲酎，飲酎受金，小不如斤兩，色惡，王奪戶，侯免國。 \\n 漢承秦郡，置太守，治民斷獄。都尉治獄，都尉治盜賊甲卒兵馬。 \\n 民年二十三為正，一歲而以為衛士，一歲為材官騎士，習射御騎馳戰陣。八月，太守、都尉、令、長、相、丞、尉會都試，課殿最。水處為樓船，亦習戰射行船。 \\n 邊郡太守各將萬騎，行障塞烽火追虜。置長史一人，掌兵馬。丞一人，治民。當兵行，長史領。置部都尉、千人、司馬、候、農都尉，皆不治民，不給衛士。材官、樓船年五十六老衰，乃得免為民，就田里。民應令選為亭長。〔七〕 \\n 亭長課射，游徼徼循。尉、游徼、亭長，皆習設備五兵。五兵：弓弩，戟，盾，刀劍，甲鎧。鼓武字衍。吏，赤幘大冠，行縢，帶劍佩刀，持盾被甲，設矛戟，習射。按：此文原本自「甲鎧鼓」以上為一條，而「武吏赤幘大冠」以下別為一條。今考北堂書鈔引此文云：「亭長習設五兵，五兵言弩，戟，刀，劍，鎧也。」其於五兵不數盾者，蓋傳寫脫漏，而並不及鼓，則「鼓」字自當屬下文讀。續漢書志注引此亦作「鼓吏赤幘」云云，無「武」字。原本既分為兩條，又衍一「武」字，俱誤。 \\n  \\n 設十里一亭，亭長、亭候；五里一郵，郵閒相去二里半，司姦盜。亭長持三尺板以劾賊，〔八〕索繩以收執盜。 \\n 舊制尉皆居官署，有尉曹官中領平鎖署。按：此句疑有脫誤。 \\n 更令吏曰令史，丞吏曰丞史，尉吏曰尉史，捕盜賊得捕格。 \\n 縣戶口滿萬，置六百石令，多者千石。戶口不滿萬，置四百石、三百石長。大縣兩尉，小縣一尉，丞一人。三百石丞、縣長黃綬，皆大冠。亡新令長為宰，皆小冠，號曰夫子。亡新時有五百石，八百石。府下置詔獄。○本注曰：府，河南府也。鄧展曰：舊洛陽有兩獄。 \\n 建始二年，按：元帝紀建昭二年三月，益三河大郡太守秩。成帝建始二年，並無益秩之文。「建始」當作「建昭」。益三河及大郡太守秩。○本注曰：十二萬戶以上為大郡太守，小郡守遷補大郡。 \\n 元朔三年，以上郡、西河為萬騎太守，月奉二萬。綏和元年，省大郡萬騎員秩，以二千石居。 \\n 舊制：令六百石以上，按：「令」字疑當作「吏」。尚書調；拜遷四百石長相至二百石，丞相調；除中都官百石，按：漢書師古注：「中都官，京師諸官府。」大鴻臚調；郡國百石，二千石調。哀帝時，長相皆黑綬。亡新吏黑綬，有罪先請，與廉吏同。按：宣帝紀黃龍元年詔曰：「舉廉吏，誠欲得其真也。吏六百石位大夫，有罪先請，秩祿上通，足以效其賢才，自今以來毋得舉。」據此則有罪先請，為吏六百石以上不得復舉孝廉者。此文乃曰「與廉吏同」，未詳其義，疑上下文有脫誤。 \\n 內郡為縣，三邊為道，皇后、太子、公主所食為邑。 \\n 算民，年七歲以至十四歲出口錢，〔九〕人二十三。以食天子。按：句首脫「二十錢」三字。其三錢者，武帝加口錢，以補車騎馬（逋稅）。〔一０〕又令民男女年十五以上至五十六賦錢，人百二十，為一｛竹下｝，以給車馬。民田積蒭槀，以給經用，備凶年。山澤魚鹽市稅，以給私用。按：武帝紀：「太初二年，籍吏民馬，補車騎馬。」蓋自元狩四年以來，縣官錢少，買馬難得，於是有馬者籍之，且于口賦之外增三錢，以補車騎馬之用。所謂「馬口錢」者，此也。其後昭帝省乘輿馬及苑馬，元鳳二年詔郡國無斂馬口錢。前後漢書並無以口錢補逋稅之文。逋稅乃逐年收責，不籍口賦錢補也。此條所云「以補車騎馬逋稅」，當是明時校錄者，緣光武紀「建武二十二年，口賦逋稅勿收責」一條注中引漢儀注牽連「逋稅」二字而誤。 \\n  \\n 漢舊制，天下郡國凡百六，邑侯國凡千八百。上林苑中昆明池、鎬池、牟首諸池，〔一一〕取魚鱉，給祠祀。用魚鱉千枚以上，餘給太官。 \\n 上林苑中以養百獸。禽鹿嘗祭祠祀，賓客用鹿千枚，麕兔無數。佽飛具繒繳以射鳧鴈，應給祭祀置酒，每射收得萬頭以上，給太官。 \\n  \\n 上林苑中，天子秋冬射獵，取禽獸無數實其中。離宮觀七十所，〔一二〕皆容千乘萬騎。 \\n 武帝時，使上林苑中官奴婢，及天下貧民貲不滿五千，徙置苑中養鹿。因收撫鹿矢，人日五錢，到元帝時七十億萬，以給軍擊西域。 \\n 古者諸侯治民。周以上千八百諸侯，其長伯為君，次仲、叔、季為卿大夫，支屬為士、庶子，皆世官位。至秦始皇帝滅諸侯為郡縣，不世官，守、相、令、長以他姓相代，去世卿大夫士。 \\n 漢承秦爵二十等，以賜天下。爵者，祿位也。 \\n 公士，一爵。賜爵一級為公士，謂為國君列士也。 \\n 上造，二爵。賜爵二級為上造，上造乘兵車也。 \\n 簪褭，三爵。賜爵三級為簪褭。 \\n 不更，四爵。賜爵四級為不更，不更主一車四馬。 \\n 大夫，五爵。賜爵五級為大夫，大夫主一車，屬三十六人。 \\n 官大夫，六爵。賜爵六級為官大夫，官大夫領車馬。 \\n 公大夫，七爵。賜爵七級為公大夫，公大夫領行伍兵。 \\n 公乘，八爵。賜爵八級為公乘，與國君同車。 \\n 五大夫，九爵。賜爵九級為五大夫。以上次年德為官長將率。秦制爵等，生以為祿位，死以為號諡。按：百官志注引荀綽晉百官表注曰：「自公士至五大夫，皆軍吏也。自左庶長至大庶長，皆卿大夫，皆軍將也。」此條所云官長、將率、祿位、諡號，非顓指軍吏之辭，似當在二十爵一條下，為總結之文，或者錯簡在此耳。 \\n 左庶長，十爵。 \\n 右庶長，十一爵。 \\n 左更，十二爵。 \\n 中更，十三爵。 \\n 右更，十四爵。 \\n 少上造，十五爵。 \\n 大上造，十六爵。 \\n 駟車庶長，十七爵。 \\n 大庶長，十八爵。 \\n 侯，十九爵。按：「侯」當作「關內侯」。前漢書十九「關內侯」師古曰：「言有侯號，而居京畿，無國邑。 \\n 列侯，二十爵。 \\n 秦制二十爵。男子賜爵一級以上，有罪以減，年五十六免。無爵為士伍，年六十乃免者，〔一三〕有罪，各盡其刑。凡有罪，男髡鉗為城旦，城旦者，治城也；女為舂，舂者，治米也，皆作五歲。完四歲，鬼薪三歲。鬼薪者，男當為祠祀鬼神，伐山之薪蒸也；女為白粲者，以為祠祀擇米也，皆作三歲。罪為司寇，司寇男備守，女為作，如司寇，皆作二歲。按：「為司寇」數句疑有脫誤。攷前漢書刑法志：「 \\n 隸臣妾滿二歲為司寇，司寇一歲，及作如司寇二歲，皆免為庶人。」與此互異。男為戍罰作，女為復作，皆一歲到三月。按：此下疑有脫誤，或當別為一條。令曰：秦時爵大夫以上，令與亢禮。 \\n 五人為伍，伍長一人。十人為什，什長一人。百人為卒，卒史一人。五百人為旅，旅帥一人。二千五百人為師，師帥一人。萬二千五百人為軍，軍將一人。以上卿為將軍。九夫為井，四井為邑，四邑為邱，四邱為乘，乘則具車一乘，四馬，步卒三十人。千乘之國，馬四千匹，步卒三萬六千人，為三軍，大國也。次國二軍，小國一軍。 \\n 校勘記 \\n 〔一〕孔本書鈔卷五八「婕妤」上有「帝見」二字，「帝」字屬上讀。 \\n 〔二〕點校本續漢志補注改「樂」作「絲」，甚是。 \\n 〔三〕續漢百官志作「主倉穀飲食，職似司農、少府」，疑「獄」係「穀」之誤。 \\n 〔四〕按太子官屬秩比二千石者，惟太子詹事，事見應劭漢官儀。疑此「家」指太子，前文曰「皇太子稱家」是也。「府」當指詹事府。家府者，太子詹事之別稱。 \\n 〔五〕文選赭白馬賦注「大宛」上有「又」字，下有「馬」字。 \\n 〔六〕史記呂太后本紀索隱引作「經緯各十二里」。 \\n 〔七〕續漢志補注引漢官儀「應令」作「應合」。 \\n 〔八〕續漢志補注引漢官儀作「持二尺板」。 \\n 〔九〕漢書昭帝紀如淳注引作「出口賦錢」。疑此輯脫「賦」字。 \\n 〔一０〕據孫輯刪「逋稅」二字。 \\n 〔一一〕三輔黃圖卷四「牟首」作「牛首」。 \\n 〔一二〕「七十所」原誤作「十七所」，據孫輯改。初學記卷二四、御覽卷一九六均引作「七十所」，三輔黃圖卷四亦同。 \\n 〔一三〕「者」原作「老」，據孫輯改。 \\n  \\n 　"}
{"章节": "補遺", "正文": "　 \\n 補遺 \\n 　 \\n 上林詔獄，主治苑中禽宮館事，屬水衡。成帝紀建始元年注 \\n 諸侯王黃金璽，橐駝鈕，文曰璽。師古曰：「謂刻云某王之璽。」百官公卿表注 \\n 銀印，背龜鈕，其文曰章。師古曰：「謂刻曰某官之章也。」百官公卿表注 \\n 六百石、四百石至二百石以上，皆銅印鼻鈕，文曰印。師古曰：「謂鈕但作鼻，不為蟲獸之形，而刻文云某官之印。」百官公卿表注 \\n 右前漢書凡四條 \\n 先農，〔即〕神農炎帝也。〔一〕祠以太牢，百官皆從。皇帝親執耒耜而耕。天子三推。三公五，孤卿十，〔二〕大夫十二士，庶人終畝。〔三〕乃致藉田倉，置令丞，以給祭天地宗廟，以為粢盛。明帝紀永平四年注又禮儀志「正月始耕」一條下注，亦引此條，有「大賜三輔二百里孝弟、力田、三老帛，種百穀萬斛」句。 \\n 伏日萬鬼行，故盡日閉，不干它事。和帝紀永元六年注 \\n 皇帝惟八月酎，車駕夕牲，牛以絳衣之。皇帝暮視牲，以鑑燧取水于月，以火燧取火于日，為明水火。左袒，以水沃牛右肩，手執鸞刀，以啟牛毛薦之，而即更衣巾，待牛熟，乃祀之。〔四〕禮儀志注 \\n 求雨，太常禱天地、宗廟、社稷、山川以賽，各如其常牢，禮也。四月立夏旱，乃求雨禱雨而已。後旱，復重禱而已。訖立秋，雖旱不得禱求雨也。禮儀志注 \\n 顓頊氏有三子，生而亡去為疫鬼。一居江水，是為虎；〔五〕一居若水，是為魍魎蜮鬼；一居人宮室區隅漚庾，善驚人小兒。「漚庾」未詳。〔六〕方相帥百隸及童女，〔七〕以桃弧、棘矢、土鼓，鼓且射之，以赤丸、五穀播灑之。禮儀志注 \\n 祭天祡壇幄帷。〔八〕高皇帝配天，居堂下西向，紺帷帳，紺席。祭祀志注祭天，養牛五歲，至三千斤。祭祀志注按：「三千斤」疑有誤。 \\n 宗廟三年大祫祭于高廟，諸廟神皆合食，〔九〕設左右座。高祖南面，幄繡帳，望堂上西北隅。帳中座長一丈，廣六尺，繡茵厚一尺，著之以絮四百斤。曲几，黃金釦器。高后右座，亦幄帳，卻六寸。白銀釦器。每牢中分之，左辨上帝，右辨上后。俎餘委肉積於前數千斤，名曰帷俎。〔一０〕子為昭，孫為穆。昭西面，曲屏風，穆東面，皆曲几，如高祖。饌陳其右，各配其左，坐如祖妣之法。太常導皇帝入北門。群臣陪者，皆舉手班辟抑首伏。大鴻臚、大行令、九儐傳曰：「起。」復位。皇帝上堂盥，侍中以巾奉觶酒從。帝進拜謁。贊饗曰：「嗣曾孫皇帝敬再拜。」前上酒。卻行，至昭穆之坐次上酒。子為昭，孫為穆，各父子相對也。畢，卻西面坐，坐如乘輿坐。按：二句疑有脫誤。贊饗奉高祖賜壽，皇帝起再拜，即席以太牢之左辨賜皇帝，如祠。其夜半入行禮，平明上九卮，畢，群臣皆拜，因賜胙。皇帝出，即更衣中，詔罷，當從者奉承。祭祀志注 \\n 凡齋，紺幘；耕，青幘；秋貙劉，服緗幘。輿服志注 \\n 右後漢書凡九條 \\n 臘者，報諸鬼神，古聖賢有功於民者也。 \\n 漢法，三歲一祭於雲陽宮甘泉壇。以冬至日祭天，天神下。三歲一祭地於河東汾陰后土宮，以夏至日祭地，地神出。祭五帝於雍畤。祭天用六綵綺席，六重，上一丈，中一幅，四周緣之。玉几，玉飾器。 \\n 桓帝祭天，居玄雲宮，〔一一〕齋百日，上甘泉通天臺，高三十丈，以候天神之下。見如流火，舞女童三百人，皆年八歲。天神下壇所，舉烽火，桓帝就竹宮中，〔一二〕不至壇所。甘泉臺去長安三百里，望見長安，成帝以來所祭天之圜丘也。 \\n 祭地河東汾陰后土宮。宮曲入河，古之祭地，澤中方丘也，禮儀如祭天。 \\n 武帝初置博士，取學通行修，博識多藝，曉古文爾雅，能屬文章，為高第。朝賀位次中都官史。稱先生，不得言君。其真弟子稱門人。 \\n 孝文皇帝時，博士七十餘人，朝服玄端，章甫冠。 \\n 太僕帥諸苑三十六所，分布北邊。以郎為苑監，官奴婢三萬人，分養馬三十萬頭，擇取給六廄，牛羊無數，以給犧牲。按：漢書如淳注引此條作「漢（官）儀注」。〔一三〕 \\n 將作大匠，改作少府。景帝中六年更名。 \\n 高皇帝家在豐中陽里，為沛泗上亭長。及為天子，立沛廟，祠豐故宅。 \\n 右藝文類聚凡九條 \\n 議郎、中郎，秦官也。議郎秩比六百石，特徵賢良方正敦朴有道第。公府掾試博士者，拜中郎也。〔一四〕 \\n 議郎十二人，不屬署，不直事侍御史。遷補博士、諸侯王郎中令。〔一五〕 \\n  \\n 中書掌詔誥答表，皆機密之事。 \\n 高后選孝悌為郎。 \\n 武帝元年，令郡國舉孝廉各一人，詣御史。 \\n 右北堂書鈔凡五條 \\n 正月五日大置酒，饗衛士。 \\n 右錢文子補漢兵志一條 \\n 校勘記 \\n 〔一〕據後漢書明帝紀注、續漢志補注補「即」字。又續漢志補注首句引作「春始東耕於藉田，官祠先農」。 \\n 〔二〕「孤卿十」本或作「孤卿七」。按續漢志補注引周禮鄭玄注作「九」，引月令章句作「七」，無作「十」之說。又盧植禮記注曰：「卿、諸侯當究成天子之職事，故以九為數。」禮記月令正作「九」。據此則作「七」或作「十」，均非。 \\n 〔三〕據後漢書明帝紀注補「士」字。 \\n 〔四〕點校本續漢志補注「以啟牛毛」作「以切牛毛」。又通典卷五二作「以切牛尾之毛」，御覽卷二五、又卷五二六作「以切牛毛血」，引各有異，惟通志略卷一九與續漢志補注同。又點校本據盧文弨校刪「中」字，改末六字作「侍中上熟乃祀之」，即本通典、通志略所引，可備一說。 \\n 〔五〕文選東京賦注「虎」作「虐鬼」。御覽卷五三０引禮緯亦同。 \\n 〔六〕點校本續漢志校勘記以為「漚庾」係「區隅」之音注，甚是。 \\n 〔七〕文選東京賦注引「童女」作「童子」。 \\n 〔八〕點校本續漢志補注引作「祭天居紫壇幄帷」。又書鈔卷九０、初學記卷一三、類聚卷三八、通典卷四二「祡」均作「紫」。 \\n 〔九〕點校本續漢志補注「于高廟」上引有「子孫諸帝以昭穆坐」八字，「廟神」上又有「隳」字。 \\n 〔一０〕續漢志補注「帷俎」作「惟俎」，惠棟後漢書補注曰：「『惟』一作『多』。」恐當以孫星衍校作「堆俎」為是。 \\n  \\n 〔一一〕御覽卷五二七「玄雲宮」引作「雲陽宮」，是。 \\n 〔一二〕據類聚卷三八、御覽卷五二七改「行宮」為「竹宮」。三輔黃圖卷三亦曰：「竹宮，甘泉祠宮也。漢舊儀云竹宮去壇三里。」可以為證。 \\n 〔一三〕「官」係衍文，據漢書景帝紀如淳注刪。 \\n 〔一四〕此引乃漢官儀之文，四庫館臣誤引。又「中郎」本作「郎中」。 \\n 〔一五〕此亦漢官儀之文。 \\n  \\n 　"}
{"章节": "孫星衍敘錄", "正文": "　 \\n 孫星衍敘錄 \\n 　 \\n 後漢書衛宏傳：宏作漢舊儀四卷，以載西京舊事。隋志：漢舊儀四卷，衛敬仲撰。南監本作漢書儀。陳氏書錄解題：漢官舊儀三卷，漢議郎東海衛敬仲撰，或云胡廣。聚珍板所刊永樂大典本，亦作漢官舊儀。案：胡廣撰漢官解詁，非撰舊儀。或後人見此書所載多官制，因加「官」字。今以聚珍板二卷本為定，依宏本傳作漢舊儀，以諸書所引校證於下，別作補遺二卷。漢舊儀本有注，魏晉唐人引漢儀注，悉是此書。今不復分別，唯永樂大典本所存原注，仍以小字書之。 \\n  \\n 　"}
{"章节": "漢舊儀卷上", "正文": "　 \\n 漢舊儀卷上 \\n 　 \\n 漢議郎衛宏撰 \\n 清孫星衍校 \\n 皇帝起居儀宮司馬內，百官案籍出入，營衛周廬，晝夜誰何。殿外門署屬衛尉，殿內郎署屬光祿勳，黃門、鉤盾署屬少府。輦動則左右侍帷幄者稱警，車駕則衛官填街，騎士塞路。出殿則傳蹕，案：文選赭白馬賦注引作「駕出則傳蹕」。止人清道，案：東京賦注、赭白馬賦注引「人」上有「行」字。建五旗，案：漢書揚雄傳注引作「皇帝輿動，建五色旗」。丞相、九卿執兵奉引。乘輿冠高山冠，飛羽之纓，案：續漢志補注引「飛羽」作「飛月」。晉書輿服志引此文作「漢官儀」，「飛羽」作「飛翮」。幘耳赤，丹紈裏，案：續漢志補注引「裏」下有「衣」字。帶七尺斬蛇劍，履虎尾絇履，案：太平御覽服章部引作「豹履」。諸王歸國稱從。 \\n  \\n 皇帝六璽，皆白玉螭虎紐，案：唐六典八引作「獸紐」，因避唐諱改。文曰「皇帝行璽」、「皇帝之璽」、「皇帝信璽」、「天子行璽」、「天子之璽」、「天子信璽」，凡六璽。以皇帝行璽為凡雜以皇帝之璽賜諸侯王書；案：本作「皇帝行璽，凡封之璽，賜諸侯王書」。續漢志補注引同。今從唐六典引改。通典職官引此段作漢官儀，云「皇帝行璽、天子之璽賜王侯書」。以皇帝信璽發兵；案：「以皇帝」三字，從唐六典引補。其徵大臣，以天子行璽；案：續漢志補注引無「其」字。策拜外國事，案：唐六典引無「策拜」二字。以天子之璽；事天地鬼神，案：唐六典引作「鬼神事」。以天子信璽。皆以武都紫泥封，青布囊，案：續漢志補注引無「布」字。白素裏，兩端無縫，尺一板中約署。皇帝帶綬，黃地六采，不佩璽。璽以金銀縢組，案：下「璽」字，從續漢志補注引補。侍中組負以從。秦以前民皆佩綬，以金、銀、銅、犀、象為方寸璽，〔一〕案：「金」下本有「玉」字，從北堂書鈔儀飾部、太平御覽儀式部引刪。各服所好。漢以來，〔二〕天子獨稱璽，又以玉，群臣莫敢用也。案：「漢以」下十七字本脫，從太平御覽引補。北堂書鈔引作「自秦以來，天子之璽始以玉為之」。奉璽書使者乘馳傳，案：白帖三十五引「馳」作「驛」。其驛騎也，三騎行，晝夜行千里為程。 \\n  \\n 太官尚食，案：太平御覽職官部引作「上食」，下同。用黃金釦器；中官、私官尚食，用白銀釦器，如祠廟器云。案：「如祠廟器云」五字，從太平御覽引補。 \\n 中官、小兒官及門戶四尚、中黃門持兵，三百人侍宿。 \\n 冗從吏僕射，案：續漢志云「中黃門冗從僕射」。出則騎從夾乘輿車，居則宿衛，直守省中門戶。省中，禁中也。成帝外家王禁貴重，朝中為諱禁，故曰省。案：文選西征賦注引作「孝元皇后父名禁，避之，故曰省」。 \\n 中常侍，宦者，秩千石。得出入臥內禁中諸宮。案：通典職官引「禁中諸宮」作「舉法省中」。 \\n 侍中，無員。或列侯、將軍、衛尉、光祿大夫、侍郎為之，案：本作「光祿、將、大夫、郎為之」。藝文類聚職官部引作「光祿大夫為侍郎」，太平御覽職官部引作「光祿大夫為之」，今改正。得舉非法，白請及出省戶休沐，往來過直事。 \\n 御史，員案：漢書蕭望之傳如淳注引作「御史大夫史員」四十五人，皆六百石。案：太平御覽職官部引「皆」下有「是」字。其十五人衣絳，給事殿中，為侍御史，宿廬在石渠門外。案：「在石」二字本訛作「左右」，從通典職官、太平御覽引改。二人尚璽，〔四人〕持書給事，〔三〕二人侍前，中丞一人領。案：「前」字從通典、太平御覽引補。餘三十人留寺，案：蕭望之傳注引「餘」上有「其」字，「留寺」作「留守」。理百官事也，案：「事」字從太平御覽引補。皆冠法冠。案：四字從蕭望之傳注引補。 \\n  \\n 給事中，無常員，位次侍中、常侍。 \\n 尚書四人，為四曹。常侍曹尚書，案：「常」字從漢書成帝紀注、唐六典四引補。主丞相、御史事；二千石曹尚書，主刺史、二千石事；民曹尚書，案：成帝紀注、後漢書應劭傳注、唐六典四引皆作「戶曹」。主庶民上書事；主客曹尚書，案：本作「客曹」，「主」字從應劭傳注引補。主外國四夷事。成帝初置尚書，員五人，案：續漢志補注引作「初置五曹」。有三公曹，主斷獄事。案：「事」字從成帝紀注引補。 \\n 尚書令主贊奏封下書，僕射主閉封。〔四〕案：北堂書鈔設官部引「封」下有「府」字。丞二人，主報上書者，兼領財用火燭食廚。漢置中書官，案「書」字從北堂書鈔引補。初學記職官部引作「中書」，無「官」字。領尚書事。中書謁者令一人。成帝建始四年罷中書官，以中書為中謁者令。 \\n  \\n 尚書郎四人：其一郎主匈奴單于營部，案：「其一郎主」四字，從唐六典四引補。一郎主羌夷吏民，案：「一郎」本作「二郎」，從唐六典九引改。民曹一郎主天下戶口墾田功作，謁者曹一郎案：唐六典九引無「曹」字。主天下見錢貢獻委輸。 \\n 中臣在省中皆白請，其宦者不白請。尚書郎宿留臺，中官給青縑白綾被或錦被、帷帳、氊褥、通中枕，太官供食，湯官供餅餌果實，下天子一等。給尚書郎伯二人，女侍史二人，皆選端正者從直。伯送至止車門還，女侍史執香爐燒薰，從入臺護衣。 \\n  \\n 黃門令領黃門謁者。騎吹曰冗從，僕射一人，領髦頭。 \\n 左曹日上朝謁，秩二千石。 \\n 右曹日上朝謁，秩二千石。 \\n 黃門郎屬案：廣韻三十四果注引無此四字。〔五〕黃門令，日暮入對青鎖門案：續漢志補注引無「門」字。初學記職官部引作「青鎖闈」。太平御覽職官部引與今本同。拜，名曰夕郎。案：續漢志補注引「拜名」作「拜夕」。〔六〕 \\n  \\n 五官中郎將，秩比二千石，主五官郎中。 \\n 左、右中郎將，秩比二千石，主謁者、常侍侍郎，以貲進。左主謁者，右主常侍侍郎。案：太平御覽職官部引「左中郎將主謁者」，「右中郎將主常侍侍郎」，作二條。 \\n 五官屬光祿勳，不得上朝謁。兼左、右曹諸吏，得上朝謁。 \\n 郎中令主郎中。左車將主左車郎，右車將主右車郎，左戶將主左戶郎，右戶將主右戶郎，案：漢書百官公卿表如淳注引作「左、右車將主左、右車郎，左、右戶將主左、右戶郎」。秩皆比千石，獨郎中令比二千石。 \\n 黃門冗從持兵，無數，宣通內外。宦者署、尚書皆屬少府。殿中諸署、五郎將屬光祿勳。宮司馬、諸隊都候領督盜賊，屬執金吾。司馬掖門殿門屯衛士，皆屬衛尉。 \\n 右中二千石、二千石四官，案：此條本題「上事四官：少府、光祿勳、執金吾、衛尉也」。奉宿衛，各領其屬，斷其獄。 \\n 期門騎者，隴西工射獵人及能用五兵材力三百人，行出會期門下，從射獵，無員，秩比郎從官，名曰期門騎。置僕射一人，秩六百石。騎持五旗別外內。王莽更名虎賁郎，遷補吏署。中郎將一人，施旄頭，屬羽林，從官七百人，案：「從官七百人」五字，從漢書宣帝紀如淳注、宋錢文子補漢兵志引補。取三輔良家子，自給鞍馬。案：「鞍馬」二字從補漢兵志引補。諸孤兒無數，案：「諸」字從補漢兵志引補。父死子代，皆武帝時從軍死，子孤不能自活，養羽林，官比郎從官，從車駕，不得冠，置令一人，名曰羽林騎孤兒。 \\n 皇帝見諸侯王、列侯起，侍中稱曰：「皇帝為諸侯王、列侯起！」起立，乃坐。太常贊曰：「謹謝行禮。」皇帝在道，丞相迎謁，謁者贊稱曰：案：「稱」字從漢書翟方進傳注、後漢書陳忠傳注引補。「皇帝為丞相下輿」。立乃升車。皇帝見丞相起，謁者贊稱曰：「皇帝為丞相起。」立乃坐。案：「皇帝見丞相起」一段，翟方進傳注、陳忠傳注引在「皇帝在道」一段上。太常贊稱：「敬謝行禮。」宴見，侍中、常侍贊，御史大夫見皇帝稱「謹謝」，將軍見皇帝稱「謝」，中二千石見皇帝稱「謝」，二千石見皇帝稱「制曰可」，太守見皇帝稱「謝」。拜御史大夫為丞相，左、右、前、後將軍贊，五官中郎將授印綬；案：通典職官引無「綬」字，下同。拜左、右、前、後將軍為御史大夫，案：通典引作「拜御史大夫」，無「左、右、前、後將軍為」七字。中二千石贊，案：通典引無「中」字。左、右中郎將授印綬；拜中二千石，中郎將贊，御史中丞授印綬。印綬盛以篋，篋以綠綈案：下「以」字從太平御覽布帛部引補。表，白素裏。案：太平御覽引作「白表赤裏」。尚書令史捧，西向，侍御史東向，取篋中印綬，授者卻退，受印綬者手握持出，至尚書下，乃席之。案：「席」當作「帶」。丞相、列侯、將軍金印紫緺綬，中二千石、二千石銀印青緺綬，皆龜紐。其斷獄者，印為章也。案：續漢志補注引作「銀為章」。又「也」字從續漢志補注、通典職官引補。〔七〕 \\n  \\n 漢初置相國史，秩五百石。後罷，并為丞相史。 \\n 丞相府司直一人，秩二千石，職無不監。武帝初置。曰馬直官，今省。案：「馬直官」當作「司直官」。 \\n 列侯為丞相、相國，號君侯。案：漢書劉屈氂傳如淳注、文選贈五官中郎將詩注引無「相國」二字，又引「號」作「稱」。御史大夫為丞相，更春乃封，故先賜爵關內侯。案：「故先賜爵」句，從漢書平當傳如淳注引補。 \\n 丞相車黑兩轓，案：藝文類聚職官部引作「兩黑轓」，太平御覽職官部引作「兩墨轓」。〔八〕騎者衣絳，案：藝文類聚、太平御覽引作「戈緣」。〔九〕掾史見禮如師弟子，白錄不拜朝，示不臣也。聽事閣曰黃閣，案：二「閣」字皆當作「閤」。無鐘鈴。掾有事當見者，主簿至曹請，不傳召，掾見脫履，公立席後荅拜。百石屬不得白事，當謝者西曹掾為〔通〕謝部。〔一０〕吏二千石初除，詣東曹掾拜部，謁者贊之。 \\n 丞相門無塾，門署用梗板，方圓三尺，不堊色，不郭邑，署曰丞相府。東門、西門長史物故，廷尉正、監守。 \\n 丞相初置，吏員十五人，皆六百石，分為東、西曹。案：北堂書鈔設官部引「東西曹掾秩四百石」。東曹九人，出督州為刺史。西曹六人，其五人徃來白事東廂為侍中，一人留府曰西曹，領百官奏事。長安給騎亭長七十人，六月一更倉頭廬兒。出入大車駟馬，前後大車、駢車，中二千石屬官以次送從。 \\n  \\n 丞相、太尉、大將軍史，秩四百石。 \\n 丞相、刺史常以秋分行部，御史為駕四封乘傳。到所部，郡國各遣吏一人迎界上，案：漢書武帝紀注引作「各遣一吏，迎之界上」。得載別駕自言受命移郡國，與刺史從事盡界罷。行載從者一人，得從吏所察六條。刺史舉民有茂材，移名丞相，丞相考召，取明經一科，明律令一科，能治劇一科，各一人。詔選諫大夫、議郎、博士、諸侯王傅、僕射、郎中令，取明經。選廷尉正、監、平案章，取明律令。選能治劇長安、三輔令，取治劇。皆試守，小冠，滿歲為真，以次遷，奉引則大冠。 \\n 武帝元狩六年，初置大司馬。 \\n 丞相司直、〔一一〕案「直」本訛作「置」，今改正。諫大夫秩六百石；丞相少史秩四百石，案：漢書昭帝紀如淳注引「丞相少史」有武帝初置」四字。次三百石、百石。書令史斗食，缺，試中二十書佐高第補，因為騎史。武帝元狩六年，丞相吏員三百八十二人：史二十人，秩四百石；少史八十人，秩三百石；屬百人，秩二百石；屬史百六十二人，秩百石。皆從同秩補。以為有權衡之量，不可欺以輕重；有丈尺之度，不可欺以長短。官事至重，古法雖聖猶試，故令丞相設四科之辟，以博選異德名士，稱才量能，不宜者還故官。第一科曰德行高妙，志節清白。二科曰學通行修，經中博士。三科曰明曉法令，足以決疑，能案章覆問，文中御史。四科曰剛毅多略，遭事不惑，明足以照姦，勇足以決斷，才任三輔劇令。案：「劇」字從藝文類聚職官部引補。皆試以能，信然後官之。案：藝文類聚、太平御覽職官部引無「信」字，又「能」上有「其」字。第一科補西曹南閣祭酒，二科補議曹，三科補四辭八奏，四科補賊決。案：藝文類聚引無「賊」字。其以詔使案事御史為駕一封，行赦令駕二封，皆特自奏事，各以所職劾中二千石以下。選中二十書佐試補令史，令史皆斗食，遷補御史令史。其欲以秩留者，許之。歲舉秀才一人，廉吏六人。 \\n 丞相典天下誅討賜奪，吏勞職煩，故吏眾。 \\n 君侯月一行屯衛，騎不以車。衛士初至未入，君侯到都門外勞賜吏士。 \\n 武帝元封五年，初分十三州，刺史假印綬，有常治所。案：漢書武帝紀注引此在上文「常以秋分行部」上，又作「假刺史印綬」。奏事各有常會，擇所部二千石卒史與從，案：當有「事」字。〔一二〕傳食比二千石所傳。刺史奏幽隱奇士，拜為三輔縣令，比四百石。居後六卿，一切舉試守令，取徵事。徵事，比六百石。皆故吏二千石不以贓罪免，降秩為徵事。絳衣奉朝賀。案：注「絳衣奉朝賀」五字，從漢書昭帝紀注引補。 \\n 哀帝元壽二年，以丞相為大司徒。案：以上從續漢志補注引補。郡國守丞案：續漢志補注引無「丞」字。長史上計案：漢書朱買臣傳注引「郡國丞長吏與計吏俱送計」。事竟，遣君侯出坐庭，上案：續漢志補注引作「公出庭上」。親問百姓所疾苦。計室掾吏案：續漢志補注引作「記室掾史」一人大音者讀敕畢，遣敕曰：「詔書殿下，案：「殿」本作「數」，從續漢志補注引改。禁吏無苛暴，丞長史歸告二千石，順民所疾苦，案：「順」本作「凡」，從續漢志補注引改。急去殘賊，審擇良吏，無任苛刻。治獄決訟，務得其中。明詔憂百姓困於衣食，二千石帥勸農桑，思稱厚恩，有以賑贍之，無煩擾奪民時。案：續漢志補注引「擾」作「撓」。公卿以下，務飭儉恪，案：續漢志補注引「公卿」上有「今日」二字，無下文「今俗」二字。今俗奢奓過制度，日以益甚，二千石務以身帥有以化之。民冗食者請諭以法，案：本作「謹以法」，從續漢志補注引改。〔一三〕養視疾病，致醫藥務治之。案：「治」本作「活」，從續漢志補注引改。詔書無飾廚傳增養食，案：續漢志補注引作「無飾廚養」。至今未變，或更尤過度，案：續漢志補注引作「又更過度」。甚不稱。歸告二千石，務省約如法。且案不改者，長吏以聞。官寺鄉亭案：「官」本作「守」，從續漢志補注引改。漏敗，垣牆陁壞所治，案：續漢志補注引「所」作「不」。無辦護者，不稱任，案：續漢志補注引「稱」作「勝」。先自劾不應法。歸告二千石勿聽。」十年，更名相國。案：「十年，更名相國」六字，從續漢志補注引補。 \\n  \\n 惟神爵三年十月甲子，丞相受詔之官，皇帝延登，親詔之案：漢書五行志注引「丞相、御史大夫初拜，皇帝延登親詔」。曰：「君其進，虛受朕言。朕鬱于大道，獲保宗廟，兢兢師師，夙夜思過失，不遑康寧，晝思百官未能綏。於戲丞相，其帥意無怠，以補朕闕。於戲群卿大夫，百官慎哉！不勗于職，厥有常刑，徃悉乃心，和裕開賢，俾之反本乂民，廣風一俗，靡諱朕躬。天下之眾，受制於朕，丞相可不慎歟？於戲！君其誡之。」 \\n  \\n 丞相府官奴婢傳漏以起居，不擊鼓。官屬吏不朝，旦白錄而已。諸吏初除謁視事，問君侯應閤奴名，白事以方尺板叩閤，大呼奴名。君侯出入，諸吏不得見，見禮如師弟子狀。掾史有過，君侯取錄，推其錄，三日白病去。 \\n 御史、衛尉寺在宮中，案：漢書百官公卿表注引漢官儀：「衛尉寺在公門內。」太平御覽職官部引此句，下有胡廣曰：「宮闕寺內衛士，於周垣下為廬舍，若今之伏宿屋矣。」〔一四〕亦不鼓。 \\n 詔書以朱鉤施行。案：「以」本作「下」，從北堂書鈔藝文部引改。〔一五〕詔書下，有違法令，施行之不便，曹史白封還尚書，對不便狀。 \\n 丞相有病，案：漢書翟方進傳注引「病」作「疾」，下同。皇帝法駕親至問病，從西門入。即薨，移居第中，車駕往弔，賜棺、斂具，贈錢、葬地。案：翟方進傳注引「賜」、「贈」二字互易。葬日，公卿以下會送。案：翟方進傳注引「會送」作「會葬焉」。 \\n 有天地大變，天下大過，皇帝使侍中持節乘四白馬，賜上尊酒十斛，案：「酒」字從漢書翟方進傳如淳注、藝文類聚職官部引補。養牛一頭，策告殃咎。使者去半道，丞相即上病。使者還，案：「即」字從翟方進傳注引補。藝文類聚引作「丞相病上」，又「使者」上有「追」字。未白事，尚書以丞相不起病聞。丞相不勝任，使者奉策書，駕騩駱馬，案：藝文類聚職官部引無「騩」字。即時布衣，步出府，免為庶人。丞相有他過，使者奉策書，駕騅騩馬，即時步出府，乘棧車牝馬，案：藝文類聚引「牝」作「牡」。漢書孔光傳注引無「牝馬」二字。歸田里思過。日食，即日下赦曰制。詔御史，其赦天下自殊死以下。及吏不奉法，乘公就私，淩暴百姓，行權相放，治不平正，處官不良，細民不通，下失其職，俗不孝弟，不務於本，衣服無度，出入無時，眾彊勝寡，盜賊滋彰，丞相以聞。於是乃命刺史出刺并察監御史。元封元年，御史止不復監。後御史職與丞相參增吏員，凡三百四十一人，分為吏、少史、屬，亦從同秩補，率取文法吏。案：漢書武帝紀如淳注引「御史亦有屬」。 \\n 廷尉正、監、平物故，以御史高第補之。御史少史行事如御史，少史有所為，即少史屬得守御史，行事如少史。少史秩比六百石。御史少史物故，以功次徵丞相〔史〕守御史少史。〔一六〕所代到官視事，得留罷中二千石詹事、水衡都尉。 \\n 丞相史物故，調御史少史守丞相史，若御史少史。監祠寢園廟，調御史少史屬守，不足，丞相少史屬為倅，事已罷。 \\n 丞相、刺史、侍御史，皆稱卿，不得言君。 \\n 武帝時，案：三字從北堂書鈔設官部引補御史中丞督司隸，司隸督司直，司直督刺史二千石以下至墨綬。案：「刺史」二字從太平御覽職官部引補。北堂書鈔引作「御史中丞督司隸，司隸督丞相，丞相督司直，司直督刺史，刺史督二千石下至墨綬」，文與此異。〔一七〕 \\n 大夫見孝廉、上計丞、長史，皆於宮司馬門外，案：「於宮」二字本作「放官」，從北堂書鈔設官部引改。比丞相掾史白錄。 \\n 御史大夫寺在司馬門內，門無塾，門案：太平御覽職官部引無上「門」字。〔一八〕初學記職官部引作「門無扁題」。署用梓板，不起郭邑，題曰御史大夫寺。 \\n 大夫初拜，策曰：「惟五鳳三年正月乙巳，御史大夫之官，皇帝延登，親詔之曰：『御史大夫其進，虛受朕言。朕鬱于大道，獲保宗廟，兢兢師師，夙夜思己失，不遑康寧，晝思百姓未能綏。於戲御史大夫，其帥意盡心，以補朕闕。於戲九卿、群大夫，百官慎哉！不勗于厥職，厥有常辟，往悉乃心，和裕開賢，俾賢能反本乂民，靡諱朕躬。天下之眾，受制於朕，以法為命，可不慎歟？於戲御史大夫，其誡之。』」 \\n 御史大夫案：四字從續漢志補注引補。此條本與上文相連，今從續漢志補注，別為一條。敕上計丞、長史曰：「詔書殿下，案：「殿」本作「數」，從續漢志補注引改。布告郡國，臣下承宣無狀，多不究，百姓不蒙恩被化，守、丞、長史到郡，與二千石同力，案：「同」字從續漢志補注引補。為民興利除害，務有以安之，稱詔書。郡國有茂才不顯者言上，案：「有」字本在「郡國」上，從續漢志補注引改。殘民貪污煩擾之吏，百姓所苦，務勿任用。方察不稱者，案：「者」下本有「也」字。又無下文一段，從續漢志補注引刪改。刑罰務於得中，惡惡止其身。選舉民侈過度，務有以化之。問今歲善惡孰與往年，對上。問今年盜賊孰與往年，得無有群輩大賊，對上。」 \\n 校勘記 \\n 〔一〕孔本書鈔卷一三一、影宋本御覽卷六八二引皆有「玉」字，孫氏刪之，非。 \\n 〔二〕此引從御覽卷六八二，非。當依書鈔卷一三一引作「自秦以來」。 \\n 〔三〕據通典卷二四、御覽卷二二七補「四人」二字。四庫館臣輯漢官舊儀即作「四人持書給事」。 \\n 〔四〕續漢百官志補注引蔡質漢儀作「主封門」，通典卷二二同。 \\n 〔五〕此出處當作廣韻卷三上平聲三十四果注。 \\n 〔六〕諸本續漢百官志補注均作「拜名」，孫案非，且斷句亦誤。 \\n 〔七〕諸本續漢志補注均作「印為章」，孫案非。又「也」字見通典禮部，非出於職官部。 \\n 〔八〕影宋本御覽卷二０四作「兩黑轓」，與類聚同。 \\n 〔九〕類聚卷四五、御覽卷二０四均作「戈絳」，孫案非。 \\n 〔一０〕據四庫館臣輯本補「通」字。 \\n 〔一一〕司直秩比二千石，不當與諫大夫同列，原引不誤。 \\n 〔一二〕漢書王尊傳如淳注引有「事」字。 \\n 〔一三〕唯點校本續漢志補注作「謹」，與永樂大典同。 \\n 〔一四〕漢書百官公卿表注所引乃漢舊儀，無「宮」下「門」字。孫氏言出漢官儀，乃涉百官公卿表旁注而誤。又師古注曰「胡廣云主宮闕之門內衛士，於周垣下為區廬。區廬者，若今之杖宿屋矣」，較御覽之引更詳確。又影宋本御覽卷二二九「宮」作「京」，引胡廣注則「寺」作「之」，「舍」作「者」，亦與孫案異。 \\n 〔一五〕孔本書鈔卷一０三仍引作「下」。 \\n 〔一六〕據四庫館臣輯本補「史」字。 \\n 〔一七〕孔本書鈔卷六二與四庫館臣輯本同。孫案乃沿陳本之訛。 \\n 〔一八〕影宋本御覽卷二二五引有上「門」字。 \\n  \\n 　"}
{"章节": "漢舊儀卷下", "正文": "　 \\n 漢舊儀卷下 \\n 　 \\n 議郎衛宏撰 \\n 清孫星衍校 \\n 中宮及號位 \\n 皇后稱中宮。 \\n 婕妤見，大長秋稱「皇后為婕妤下輿」，坐稱「起」，禮比丞相。娙娥見，女御長稱「謝」，案：漢書戾太子傳如淳注引作「皇后見娙娥以下，長御稱謝」。禮比將軍、御史大夫。案：史記外戚世家索隱引作「娙娥秩比將軍、御史大夫」。昭儀見，稱「謝」，比中二千石。貴人見，稱「皇后詔曰可」，禮比二千石。美人無數。婕妤以下皆居掖庭，置令、丞、廬監，宦者。女御長如侍中。案：漢書外戚傳晉灼注引作「有女長御，比侍中（官）」。〔一〕戾太子傳注引作「女長御比侍中」，在「皇后見娙娥」上。 \\n 皇后一人。婕妤以至貴人，皆至十數。美人比待詔，無數，元帝、成帝皆至千人。〔二〕 \\n 侍中左右近臣見皇后，如見帝。見婕妤，案：「帝見」二字從藝文類聚職官部、太平御覽職官部引補。北堂書鈔設官部、初學記職官部引無「見」字。〔三〕行則對壁，坐則伏茵。案：北堂書鈔引作「守茵」。〔四〕皇后、婕妤乘輦，餘皆以茵，四人輿以行。案：藝文類聚后妃部引，與下二條相連。 \\n 皇后玉璽，文與帝同。皇后玉璽，金螭虎紐。一本無此條。案：下「玉璽」本作「之璽」，從初學記中宮部引改。太平御覽皇親部引「虎紐」作「武紐」。〔五〕注疑後人所加。 \\n  \\n 皇后春桑，皆衣青，手采桑，以繅三盆繭，案：「盆」字本作「瓮」，從藝文類聚后妃部引改。示群臣妾從。案：「示」字從藝文類聚引補。春桑生而皇后親桑，於苑中蠶室，養蠶千薄以上。案：藝文類聚引「薄」作「箔」。祠以中牢羊豕，祭蠶神曰苑窳婦人、寓氏公主，凡二神。群臣妾從桑還，獻於繭觀，案：藝文類聚引作「獻繭於館」。太平御覽布帛部引作「皇后親蠶，〔還〕獻繭」。〔六〕皆賜從采桑者樂。皇后自行。凡蠶絲絮，織室以作祭服。案：太平御覽服用部、布帛部引俱無「以」字。祭服者，冕服也。天地宗廟群神五時之服。皇帝得以作縷縫衣，皇后得以作巾絮而已。案：「后」下「得」字，太平御覽布帛部引作「間」，「巾絮」服用部引作「絮巾」。置蠶官令、丞，案：文選報任少卿書注引作「蠶室，置蠶官也」。〔七〕諸天下官下法皆詣蠶室，案：後漢書陳忠傳注引「少府若廬〔獄〕有蠶室」，疑此注文。〔八〕與婦人從事，故舊有東西織室作治。 \\n 皇后五日一上食，食賜上左右酒肉，留宿，明日平旦歸中宮。 \\n 皇帝聘皇后，黃金萬斤。案：北堂書鈔禮儀部引作「以金萬斤」。 \\n 立皇后、太子，大赦天下，賜天下男子爵，女子牛酒繒帛，夫增秩。 \\n 掖庭令晝漏未盡八刻，廬監以茵次上婕妤以下至後庭，訪白錄所錄，所推當御見。刻盡，去簪珥，蒙被入禁中，五刻罷，即留。女御長入，扶以出。御幸賜銀鐶，案：太平御覽服用部引作「宮人御幸賜銀環」。北堂書鈔儀飾部引「環」上有「指」字。令書得環數，計月日無子，罷廢不得復御。 \\n 宮人擇官婢年八歲以上，〔九〕侍皇后以下，年三十五出嫁。乳母取官婢。 \\n 皇太子稱家，動作稱從。 \\n 皇太子黃金印，龜紐，印文曰章，下至二百石，皆為通官印。 \\n  \\n 太傅一人，真二千石，禮如師。亡新更為太子師，中庶子五人，職如侍中，秩六百石。 \\n 中尚翼中涓，如中黃門，案：史記高祖功臣侯者年表集解引作「天子有中涓，如黃門」。皆宦者。 \\n 門大夫比郎將。 \\n 洗馬職如謁者，十六人，選郎中補也。 \\n 庶子舍人，四百人，如郎中，秩比二百石，無員，多至四百人。案：與續漢志不合。又補注「太子舍人」引漢官曰「十三人」，此當有訛。亡新改名為翼子。 \\n 率更令，秩千石，主庶子、舍人更直。亡新改為中更。丞一人，秩四百石。 \\n 家令，秩千石，主倉獄。亡新改為中更。 \\n 家府比二千石。 \\n 僕，秩千石，主馬。 \\n 庶子，秩比四百石，如中郎，無員。亡新改為中翼子。 \\n 衛率，秩比千石。案：漢官百官公卿表如淳注引作「衛率主門衛，秩千石」。丞一人，主門衛。 \\n 食官令，秩六百石。丞一人。 \\n 中盾，秩四百石，主周衛徼循。案：漢書敘傳注引作「主徼巡宮中」。 \\n 庶子、舍人五日一移，主率更長〔三〕不會輒斥。〔一０〕官奴擇給書計，案：漢書鮑宣傳臣瓚注引無「擇」字。從侍中以下為倉頭，案：鮑宣傳注引「以」作「已」，「倉」作「蒼」。青幘，與百官從事從入殿中。省中待使令者，皆官婢，擇年八歲以上衣綠曰宦人，案：「宦人」當作「宮人」。外戚傳注引「宮人者，省中侍使官婢，名曰宮人，非天子掖庭中也」。疑此注文。不得出省門。置都監。老者曰婢，婢教宦人給使尚書。侍中皆使官婢，不得使宦人。奴婢欲自贖，錢千萬，免為庶人。宮殿中宦者署、郎署，皆官奴婢。傳言曰作者，歌傳以呼召侍中以下署長。宦者及郎署長各顧門戶，擇官奴赤幘，部領作者，掃除曰正。歌傳取於雒陽，古周時傳呼聲法。 \\n 天子六廄，未央廄、承華廄、騊駼廄、路軨廄、案：漢書百官公卿表注引作「輅軨」，在「騎馬」下，又引皆無「廄」字。騎馬廄、大廄，馬皆萬匹。 \\n  \\n 中黃門駙馬、犬宛馬、案：「馬」字從文選赭白馬賦注引補。汗血馬、乾河馬、天馬、果下馬。果下馬，高三尺，駕輦。大宛、汗血馬皆高七尺。乾河馬，華山神馬種也。 \\n 長安城方六十里，案：史記呂太后本紀索隱、續漢志補注引皆作「方六十三里」。又史記高祖本紀索隱引「高祖六年，更名咸陽曰長安」，疑此注文。經緯各十五里，案：續漢志補注引「各」下有「長」字。十二城門，積九百七十三頃，百二十亭。案：三輔黃圖一引作「長安城中，經緯各長三十二里十八步，地九百七十三頃，八街九陌，三宮九府，三廟，十二門，九市，十六橋。地皆黑壤」。〔一一〕文與此異。長安城方六十里，中皆屬長安令。案：續漢志補注引無「方六十里」四字。置左、右尉。城東、城南置廣部尉，城西、城北置明部尉，凡四尉。 \\n 皇后、太子案：初學記中宮部引作「皇后、太后」。各食四十縣，案：初學記、藝文類聚后妃部、太平御覽皇親部兩引俱作「三十縣」。曰湯沐邑。 \\n 帝子為王。王國置太傅、相、中尉各一人，秩二千石，以輔王。僕一人，秩千石。郎中令，秩六百石，置官如漢官官吏。郎、大夫四百石以下自調除。國中漢置內史一人，秩二千石，治國如郡太守、都尉職事，調除吏屬。相、中尉、傅不得與國政，輔王而已。當有為，移書告內史。內史見傅、相、中尉，禮如都尉。太守、〔一二〕相置長史，中尉及內史令置丞一人，案：「令」當作「各」。皆六百石。成帝時，大司空何武奏罷內史，相如太守，中尉如都尉，參職。是後相、中尉爭權，與王遞相奏，常不和。案：續漢志補注引作「是後中尉爭權，與王相奏，常不和」。 \\n 王子為侯。案：四字從漢書武帝紀如淳注、文選六代論注引并為一條。侯、王歲以戶口酎黃金，獻于漢廟，案：武帝紀注、文選注、三輔黃圖五引無「獻」字。皇帝臨受獻金以助祭。大祠曰飲酎，案：三輔黃圖引注云：「因八月嘗酎，會諸侯廟中，出金助祭，謂之酎金。」飲酎受金，小不如斤兩，色惡，王奪戶，案：武帝紀注、文選注、三輔黃圖引作「王削縣」。侯免國。 \\n 漢承秦郡，置太守，治民斷獄。都尉治獄，都尉治盜賊甲卒兵馬。 \\n 民年二十三為正，一歲而以為衛士，案：漢書高帝紀如淳注引無「而以」二字。一歲為材官騎士，習射御騎馳戰陣。八月，太守、都尉、令、長、相、丞、尉會都試，課殿最。水處為樓船，亦習戰射行船。案：通典職官引無「行船」二字。 \\n 邊郡太守各將萬騎，行障塞烽火追虜。置長史一人，掌兵馬。丞一人，治民。當兵行，長史領。置部都尉、千人、司馬、候、農都尉，皆不治民，不給衛士。材官、樓船年五十六老衰，乃得免為庶民，案：「庶」字從漢書高帝紀如淳注引補。又「老衰」作「衰老」。就田里。民應令選為亭長。 \\n 亭長課射，游徼徼循。尉、游徼、亭長，皆習設備五兵。五兵：弓弩，戟，盾，刀劍，甲鎧。案：北堂書鈔設官部引作「五兵，言弩，戟，刀，鉤，鎧也」。〔一三〕 \\n 鼓武吏案：續漢志補注引漢官儀「鼓」下無「武」字。赤幘大冠，行縢，帶劍佩刀，持盾被甲，設矛戟，習射。 \\n 設十里一亭，亭長、亭候；五里一郵，郵閒案：史記留侯世家索隱引作「郵人居閒」。相去二里半，司姦盜。亭長持三尺板以劾賊，索繩以收執盜。 \\n 舊制尉皆居官署，有尉曹官中領平鎖署。 \\n 更令吏曰令史，丞吏曰丞史，案：漢書陳涉傳晉灼注引兩「吏」字俱作「史」。尉吏曰尉史，捕盜賊得捕格。 \\n 縣戶口滿萬，置六百石令，多者千石。戶口不滿萬，置四百石、三百石長。大縣兩尉，小縣一尉，丞一人。三百石丞、縣長黃綬，皆大冠。亡新命長為宰，皆小冠，號曰夫子。亡新時有五百石，八百石。府下置詔獄。府，河南府也。鄧展曰：舊洛陽有兩獄。案：注引鄧展，非本文。 \\n 建始二年，益三河及大郡太守秩。十二萬戶以上為大郡太守，小郡守遷補大郡。 \\n 元朔三年，以上郡、西河為萬騎太守，月奉二萬。綏和元年，省大郡萬騎員，秩以二千石居。舊制：令六百石以上，尚書調；拜遷四百石長相至二百石，丞相調；除中都官百石，大鴻臚調；郡國百石，二千石調。哀帝時長相皆黑綬。亡新吏黑綬，有罪先請，與廉吏同。 \\n 內郡為縣，三邊為道，皇后、太子、公主所食為邑。 \\n 算民，案：後漢書皇后紀注引「八月初為算賦，故曰算民」。疑此注文。年七歲以至十四歲出口錢，人二十三。二十錢，以食天子。案：「二十錢」三字從漢書昭帝紀如淳注引補。高帝紀如淳注、後漢書光武紀注引作「出口錢，人二十，以供天子」。〔一四〕其三錢者，武帝加口錢，以補車騎馬。案：高帝紀注、光武紀注引作「至武帝時，又口加三錢，以補車騎馬」。舊本「馬」下本有「逋稅」二字，是後人因光武紀注誤加，今刪。又令民男女年十五以上至五十六出賦錢，案：「出」字從高帝紀如淳注、光武紀注引補。人百二十為一算，以給車馬。案：高帝紀如淳注引為「治庫兵車馬」。民田租蒭槀，案：「租」本作「積」，從文選天監三年策秀才文注引改。以給經用，備凶年。山澤魚鹽市稅，以給私用。 \\n  \\n 漢舊制，天下郡國凡百六，邑侯國凡千八百。上林苑中昆明池、鎬池、牟首諸池，取魚鱉，給祠祀。用魚鱉千枚以上，餘給太官。案：「上林苑」以下，當別為一條。 \\n  \\n 上林苑中，廣長三百里，置令、丞、左右尉。案：「廣長」以下十一字，從太平御覽居處部引補。初學記居處部引「尉」上有「中部」二字。三輔黃圖四引作「有令有尉，禽獸簿記其名數」。百五十亭苑，案：此句從初學記引補。苑中養百獸。案：「苑中」二字從三輔黃圖引補。〔一五〕又「養」上本有「以」字，從兩書引刪。禽鹿嘗祭祠祀，賓客用鹿千枚，麕兔無數。佽飛具繒繳案：漢書元帝紀如淳注引「繒」作「矰」。以射鳧鴈，應給祭祀置酒，每射收得萬頭以上，給太官。 \\n  \\n 上林苑中，天子遇秋冬射獵，案：「遇」字從太平御覽居處部引補。又引下有「苑中」二字。取禽獸無數實其中。離宮觀七十所，案：太平御覽、白帖三十八引無「觀」字。皆容千乘萬騎。 \\n 武帝時，使上林苑中官奴婢，及天下貧民貲不滿五千案：太平御覽居處部引「五千」作「五十萬」。徙置苑中養鹿。因收撫鹿矢，人日五錢，到元帝時七十億萬，以給軍擊西域。 \\n 古者諸侯治民。周以上千八百諸侯，其長伯為君，次仲、叔、季為卿大夫，支屬案：本此下有「為庶于，皆世官位。至秦始皇帝滅諸侯為郡縣，不世官，守、相、令、長以他姓相代，去世卿大夫支屬」共三十七字，複衍也，今刪。〔一六〕為士、庶子，皆世官位。至秦始皇帝滅諸侯為郡縣，不世官，守、相、令、長以他姓相代，案：本無「長」字，從上復出者添。去世卿大夫士。 \\n  \\n 漢承秦爵二十等，以賜天下。爵者，祿位也。 \\n 公士，一爵。賜一級為公士，謂為國君列士也。 \\n 上造，二爵。賜爵二級為上造，上造乘兵車也。 \\n 簪褭，三爵。賜爵三級為簪褭。 \\n 不更，四爵。賜爵四級為不更，不更主一車四馬。 \\n 大夫，五爵。賜五級為大夫，大夫主一車，屬三十六人。 \\n 官大夫，六爵。賜爵六級為官大夫，官大夫領車馬。案：北堂書鈔設官部引「領」下有「他」字。 \\n 公大夫，七爵。賜爵七級為公大夫，公大夫領行伍兵。 \\n 公乘，八爵。賜爵八級為公乘，與國君同車。 \\n 五大夫，九爵。賜爵九級為五大夫。以上次年德者案：「者」字從北堂書鈔設官部引補。為官長將率。秦制爵等，生以為祿位，死以為號謚。 \\n 左庶長，十爵。 \\n 右庶長，十一爵。 \\n 左更，十二爵。 \\n 中更，十三爵。 \\n 右更，十四爵。 \\n 少上造，十五爵。 \\n 大上造，十六爵。 \\n 駟車庶長，十七爵。 \\n 大庶長，十八爵。 \\n 侯，十九爵。案：漢書百官公卿表十九「關內侯」。 \\n 列侯，二十爵。 \\n 秦制二十爵。男子賜爵一級以上，有罪以減，年五十六免。無爵為士伍，年六十乃免者，案：本作「老」，今改。有罪，各盡其刑。凡有罪，男髡鉗為城旦，城旦者，治城也；女為舂，舂者，治米也，皆作五歲。完四歲，鬼薪三歲。鬼薪者，男當為祠祀鬼神，伐山之薪蒸也；女為白粲者，以為祠祀擇米也，皆作三歲。罪為司寇，司寇男備守，女為作，如司寇，皆作二歲。男為戍罰作，女為復作，皆一歲到三月。案：此下疑有脫訛。令曰：秦時爵大夫以上，令與亢禮。 \\n 五人為伍，伍長一人。十人為什，什長一人。百人為卒，卒史一人。五百人為旅，旅帥一人。二千五百人為師，師帥一人。萬二千五百人為軍，軍將一人。以上卿為將軍。九夫為井，四井為邑，四邑為邱，四邱為乘。乘則具車一乘，四馬，步卒三十六人。千乘之國，馬四千匹，步卒三萬六千人，為三軍，大國也。次國二軍，小國一軍。 \\n 校勘記 \\n 〔一〕據漢書外戚傳晉灼注刪「官」字。原注「官」作「宮」，屬下讀，句作「宮長豈此邪」。 \\n 〔二〕四庫館臣輯本作「皆且千人」。 \\n 〔三〕孔本書鈔卷五八、中華書局排印本初學記卷一二「婕妤」上均有「見」字。 \\n 〔四〕孔本書鈔卷五八作「伏茵」。 \\n 〔五〕影宋本御覽卷一三五仍作「虎紐」。 \\n 〔六〕影宋本御覽卷八一九「獻」上有「還」字，據補。 \\n 〔七〕胡刻本文選注引作「衛宏漢儀以為置蠶宮，今承諸法云」。 \\n 〔八〕據後漢書陳忠傳注「若盧」下補「獄」字。 \\n 〔九〕「官婢」原作「宮婢」，據四庫館臣輯本改。漢書外戚傳注即曰：「宮人者，省中侍使官婢，名曰宮人。事見漢舊儀。」亦可為證。 \\n 〔一０〕據四庫館臣輯本補「三」字。 \\n 〔一一〕「地皆黑壤」四字係三輔黃圖之文，與漢舊儀無涉，孫氏引誤。 \\n 〔一二〕「太守」係「太傳」之誤。說見四庫館臣輯本按語。 \\n 〔一三〕孔本書鈔卷七九作「五兵言弩，盾，刀，鉤，鎧也」。 \\n 〔一四〕漢書高帝紀如淳注僅引下文「又令」至「以給車馬」二十八字，未及孫案所引十字。下案亦然。 \\n 〔一五〕三輔黃圖所引與「上林詔獄」相聯繫，與此引多異。補「苑中」二字，當依御覽卷一九六。 \\n 〔一六〕浙江書局本漢舊儀未衍此三十七字，孫氏所據本誤。下案亦同。 \\n  \\n 　"}
{"章节": "漢舊儀補遺卷上", "正文": "　 \\n 漢舊儀補遺卷上 \\n 　 \\n 漢議郎衛宏撰 \\n 清孫星衍校集 \\n 太尉、司徒長史，秩比二千石，號為「毗佐三台，助鼎和味」。其遷也，多據卿校也。北堂書鈔設官部、文選潘安仁金谷集作詩注〔一〕 \\n 公府掾試博士者，拜郎中也。〔二〕北堂書鈔設官部 \\n 或曰漢初掾史辟，皆上言，故有秩皆比命士。其所不言，則為百石屬。其後皆自辟，故通為百石云。太平御覽職官部 \\n 御史中丞，兩梁冠，秩千石。內掌蘭臺，〔外〕督諸州刺史，〔三〕糾察百寮。北堂書鈔設官部 \\n 御史中丞朝會獨坐。出討姦猾，內與尚書令、司隸校尉會同，皆專席，京師號之〔曰〕「三獨坐」者也。〔四〕北堂書鈔設官部 \\n 侍御史，周官也。始皇滅楚，以其君冠賜御史。漢興襲秦，因而不改。掌注言行，糾諸不法。府掾屬高第補之。秩六百石，員五十人。北堂書鈔設官部案：當依續漢志作「十五人」。 \\n 惠帝三年，相國奏遣御史監三輔郡，察辭詔凡九條。監者二歲更，常以中月奏事也。北堂書鈔設官部 \\n 太常卿贊饗一人，〔五〕秩六百石，掌贊天子。史記封禪書索隱、續漢志補注 \\n 太常主導贊助祭，皆平冕七旒，玄上纁下，華蟲七章。漢陵屬三輔，太常月一行。太平御覽職官部 \\n 丞舉廟中非法者。續漢志補注 \\n 廟祭，太祝令主席酒。續漢志補注 \\n 大宰令屠者七十二人，宰二百人。漢書宣帝紀注 \\n 太史令冠一梁，秩六百石。丞二人，三百石。北堂書鈔設官部 \\n 太史令凡歲將終，奏新年歷。凡國祭祀喪娶之事，掌奏良日及時節禁忌。北堂書鈔設官部 \\n 太史公，武帝置，位在丞相上。天下計書先上太史公，副上丞相，序事如古春秋。司馬遷死後，宣帝以其官為令，行太史〔公〕文書而已。〔六〕漢書司馬遷傳如淳注 \\n 承周史官，至武帝置太史公。司馬遷父談為太史。〔七〕遷年十三，乘傳行至天下，〔八〕求古諸侯之史記。太平御覽職官部 \\n 博士，秦官。博者，通于古今；〔士者〕辯于然否。〔九〕北堂書鈔設官部 \\n 孝文皇帝時，博士七十餘人，朝服玄端，章甫冠。藝文類聚職官部、太平御覽職官部 \\n 武帝初置博士，取學通行修，博學多藝，曉古文爾雅，能屬文章者為高第。朝賀位次中郎官史。〔一０〕稱先生，不得言君，其真弟子稱門人。北堂書鈔設官部、藝文類聚職官部、太平御覽職官部 \\n 博士祭酒，選有道之人習學者祭酒。〔一一〕國子，卿大夫之子弟。北堂書鈔設官部 \\n 太常博士弟子試射策，中甲科補郎，中乙科補掌故。史記龜錯列傳索隱 \\n  \\n 光祿大夫，秩比二千石，不言屬光祿勳。光祿勳門外特施行馬，以旌別之。太平御覽職官部案：藝文類聚職官部、白帖七十五引作「漢官儀」。〔一二〕 \\n 三署郎見光祿勳，執板拜；若見五官、左右將，執板不拜；於三公、諸卿，無敬。通典職官 \\n 有二郎為此頌貌威儀事。有徐氏，徐氏後有張氏，不知經，但能盤辟為禮容。天下郡國有容史，皆詣魯學之。漢書儒林傳蘇林注 \\n 謁者缺，選郎中（令）美鬚〔眉〕大音者以補之。〔一三〕功次當遷，欲留增秩者，許之。北堂書鈔職官部、唐六典九、通典職官 \\n 孝武太初初置羽林，象天有羽林星，為國之羽翼，如林之盛也。北堂書鈔設官部 \\n 羽林郎，選良家子弟〔便〕弓馬者為之。〔一四〕一名巖郎，言其禦侮巖除之下，或謂嚴厲素慤。北堂書鈔設官部 \\n  \\n 未央廄主理大廄三署，案：北堂書鈔引作「主治獄五署郎」。〔一五〕屬太僕。北堂書鈔設官部、〔一六〕初學記政理部 \\n 太僕牧師諸苑三十六所，分布北邊、西邊。以郎為苑監，官奴婢三萬人，分養馬三十萬頭，〔一七〕擇取教習給六廄，牛羊無數，以給犧牲。漢書景帝紀如淳注、後漢書和帝紀注、〔一八〕三輔黃圖四、唐六典十七、藝文類聚職官部、太平御覽職官部 \\n 別火，獄令官，主治改火之事。漢書如淳注 \\n 郡邸獄，治天下郡國上計者，屬大鴻臚。漢書宣帝紀注、太平御覽刑法部 \\n 司空詔獄，治列侯、二千石，屬宗正。北堂書鈔設官部〔一九〕 \\n 漢制：八座丞、郎初拜，並集都〔座〕交禮，遷又解交。〔二０〕太平御覽職官部 \\n 高后選孝廉為郎。吏二千石以上，視事滿三年，得任同產若子一人為郎。漢書哀帝紀應劭注、北堂書鈔設官部 \\n 符節令，領尚書符璽郎四人。北堂書鈔設官部 \\n 太官令一人，秩六百石，掌鼎俎饌具。世祖中興，以孝廉年滿五十守宮令，與謁者失職權者與之。〔二一〕北堂書鈔設官部 \\n 尚書陳忠奏太官宜著兩梁冠。〔二二〕北堂書鈔設官部 \\n 太官主飲酒，〔二三〕皆令、丞治。太官湯官奴婢各三千人，置酒，〔二四〕皆緹褠蔽膝綠幘。北堂書鈔設官部、太平御覽職官部、布帛部 \\n  \\n 獄二十六所，導官無獄。漢書張湯傳蘇林注 \\n 若盧獄令，主治庫兵、將相大臣。漢書百官公卿表如淳注、王吉傳注、後漢書和帝紀注案：後漢書注引作「主鞫將相大臣」。 \\n 若盧右丞，〔二五〕主治庫兵者。漢書王吉傳注 \\n 中書令，〔二六〕領贊尚書，出入奏事，秩千石。唐六典九 \\n 中書掌詔誥荅表，皆機密之事。〔二七〕北堂書鈔設官部 \\n 掖庭詔獄令丞，宦者為之，主理婦人女官也。漢書劉輔傳注 \\n 執金吾車駕出，從六百騎，走六千二百人。北堂書鈔設官部 \\n 中壘校尉主北軍壘門內，尉一人主上書者獄。上章於公車，有不如法者，以付北軍尉，北軍 \\n 尉以法治之。漢書劉向傳如淳注 \\n 寺互。都船獄令，主治水官也。〔二八〕漢書百官公卿表如淳注 \\n 太子家獄，治太子官屬、太子太傅。北堂書鈔設官部〔二九〕 \\n 將作大匠改作少府，案：「改」當作「將」。續漢志云：「承秦，曰將作少府。」景帝中六年更名也。藝文類聚職官部 \\n 省中有五尚，即尚食、尚冠、尚衣、尚帳、尚席。通典職官案：省中五尚不見於百官公卿表，疑屬大長秋。 \\n 上林詔獄主治苑中禽獸宮館事，屬水衡。漢書成帝紀注 \\n 長安中諸官獄三十六所。漢書宣帝紀注 \\n 東市獄屬京兆尹，西市獄屬左馮翊。北堂書鈔刑法部、太平御覽刑法部 \\n 司隸校尉，武帝初置。後諸侯王貴戚不服，乃以中都中官徒奴千二百人屬為一校尉部刺史，督二千石也。北堂書鈔設官部 \\n 司隸校尉統皇太子、三公以下，〔及〕旁州郡，〔三０〕無所不統也。北堂書鈔設官部 \\n 司隸校尉初置，唯蓋寬饒、王章、鮑宣，貴戚憚之，京師政清。北堂書鈔設官部〔三一〕 \\n 司隸治所，故孝武廟。續漢志補注 \\n 駙馬都尉，掌騎從，武帝置，秩比二千石。太平御覽皇親部 \\n 持節夾乘輿車騎從者，云常侍騎。史記爰盎列傳索隱 \\n 諸給事中日上朝謁，〔三二〕平尚書奏事，分為左右曹。以有事殿中，故曰給事中。多名儒、國親為之，掌左右顧問。漢書百官公卿表晉灼注、通典職官、初學記職官部、太平御覽職官部 \\n 吏四百石以下，自除國中。漢書衡山王傳如淳注 \\n 刺史得擇所部二千石卒史與從事。漢書王尊傳注 \\n 武帝元年，令郡國舉孝廉各一人，詣御史舉試，拜為郎中。北堂書鈔設官部 \\n 大縣二人，其尉將屯九百人。史記陳涉世家索隱 \\n 諸侯王印，黃金橐駝紐，〔三三〕文曰璽，謂刻曰某王之璽。赤地綬。列侯黃金印，龜紐，文曰印。謂刻曰某侯之印。丞相、大將軍案：初學記引無「大」字黃金印，龜紐，文曰章。謂刻曰某官之章。御史大夫章。匈奴單于黃金印，橐駝紐，文曰章。御史、案：初學記引無「御史大夫」以下。二千石案：初學記引「二」上有「中」字。銀印，龜紐，文曰章。千石、六百石、四百石銅印，鼻紐，文曰印。謂紐但作鼻，不為蟲獸之形，而刻曰某官之印。章，二百石以上，〔三四〕皆為通官印。漢書百官公卿表注、北堂書鈔儀飾部、初學記服食部、文選王仲宣誄注、通典職官、白帖十三、太平御覽儀式部案：漢書注、通典引注本作正文，今改正。 \\n  \\n 郡國銅虎符三，竹使符五。後漢書宦者傳論注、〔三五〕文選鮑明遠擬古詩注 \\n 校勘記 \\n 〔一〕按文選潘安仁金谷集作詩注引作漢官儀之文，與御覽卷二０九引同。孫氏既以據御覽所引入漢官儀，不當于此出處中復注文選注。 \\n 〔二〕孔本書鈔卷五六引作漢官儀之文，孫氏既據以引入所輯漢官儀上卷，不當于此復出。 \\n 〔三〕據俞安期唐類函補「外」字。又孔本書鈔卷六二引無「內掌」以下九字。 \\n 〔四〕據書鈔卷六二引補「曰」字。 \\n 〔五〕「太常卿」三字，孫氏所補，依例當作小字。 \\n 〔六〕據漢書司馬遷傳如淳注補「公」字。 \\n 〔七〕影宋本御覽卷二三五「談」下有「世」字。 \\n 〔八〕影宋本御覽卷二三五「乘傳」上有「使」字，「行」下無「至」字。 \\n  \\n 〔九〕據孔本書鈔卷六七補「士者」二字。又類聚卷四六引作漢官儀之文。 \\n 〔一０〕類聚卷四六引作「中都官史」，御覽卷一三六則作「中都官吏」。 \\n 〔一一〕「習學者」原作「有學者」，據書鈔卷六七改。 \\n 〔一二〕影宋本御覽卷二四三此引亦作漢官儀，孫氏所據本誤。 \\n 〔一三〕據唐六典卷九、通典卷二一引刪「令」字。又書鈔卷六二、唐六典卷九、通典卷二一均有「眉」字，據補。 \\n 〔一四〕據孔本書鈔卷六三補「便」字。通典卷二八亦作「便弓馬者」。 \\n 〔一五〕孔本書鈔卷四五引作「主治廄五署郎」，「獄」字在前引「未央廄」下。又初學記卷二０亦作「未央廄獄」。 \\n  \\n 〔一六〕「設官部」係「刑法部」之訛。 \\n 〔一七〕漢書景帝紀注、三輔黃圖卷四「頭」均作「匹」。孫輯此引皆本唐六典卷一七。 \\n 〔一八〕後漢書和帝紀注引作漢官儀。 \\n 〔一九〕「設官部」係「刑法部」之誤。 \\n 〔二０〕據御覽卷二一三補「座」字。又其引乃漢官儀之文，孫氏既已輯入漢官儀，于此不當復出。 \\n 〔二一〕孔本書鈔卷五五「以」下有「新平」二字。此引文句怪譎，疑有脫誤。 \\n 〔二二〕孔本書鈔卷五五「太官」下有「令」字。 \\n 〔二三〕影宋本御覽卷二三０作「主飯肉，湯官酒」，且為小注。續漢志亦曰「湯官丞主酒」。孫輯引有誤。 \\n 〔二四〕御覽卷二二九作「大置酒」，又卷八一六作「大置酒日」。 \\n 〔二五〕此四字孫氏所補，依例當作小注。 \\n 〔二六〕此三字亦當作小注。 \\n 〔二七〕孔本書鈔卷五七首引有「尚書令并掌詔奏，既置」九字。 \\n 〔二八〕漢書百官公卿表如淳注引漢儀注僅「寺互」二字，餘皆如淳之語。 \\n 〔二九〕「設官部」乃「刑法部」之誤。 \\n 〔三０〕據孔本書鈔卷六一補「及」字。又孔本作漢官儀之文。 \\n 〔三一〕孔本書鈔卷六一引作漢官儀。 \\n 〔三二〕漢書百官公卿表注、通典卷二一「諸」下均引有「吏」字。 \\n 〔三三〕漢書百官公卿表注、通典卷三一皆作「諸侯王黃金璽」。又續漢志補注引東觀書亦作「復設諸侯王金璽綟綬」。據疑此引「黃金」當在「印」上，且「印」亦當作「璽」。 \\n 〔三四〕漢書百官公卿表注「二百石以上」引在「銅印」之上，且有「至」字與「四百石」三字相啣接。又孔本書鈔卷一三一「四百石」作「三百石」，無「章二百石」以下。 \\n 〔三五〕此引實出文選范蔚宗宦者傳論注，其引「郡國」作「郡分」。 \\n  \\n 　"}
{"章节": "漢舊儀補遺卷下", "正文": "　 \\n 漢舊儀補遺卷下 \\n 　 \\n 漢議郎衛宏撰 \\n 清孫星衍校集 \\n 晝漏盡，夜漏起，宮中衛宮，城門擊刁斗，周廬擊木柝。文選新刻漏銘注、陽給事誄注 \\n 夜漏起宮中，宮城門擊柝，〔一〕繫刁斗，傳五夜，百官徼，直符案：文選注引作「傳五伯官直符」。行，衛士周廬擊木柝，傳呼備火。〔二〕北堂書鈔武功部、儀式部、文選新刻漏銘注 \\n 五夜：甲、乙、丙、丁、戊夜。案：初學記器物部引「五夜：甲夜、乙夜、丙夜、丁夜、戊夜」。及相傳救守火帥內戶外，〔三〕數五止。北堂書鈔儀飾部 \\n 夜漏起，中黃門持五夜，相傳授。文選新刻漏銘注 \\n 立夏、立秋晝六十二刻，夏至晝六十五刻。夜漏不盡五刻，擊五鼓；夜漏不盡三刻，擊三鼓。初學記器物部 \\n 冬至晝四十一刻，後九日加一刻，至立春晝四十六刻，夜五十四刻。〔四〕北堂書鈔儀飾部 \\n 漢制：天地以下，群臣所祭凡一千五百四十。新益為萬五千四十。案：「新」上疑脫「亡」字。漢法；三歲一祭天于雲陽宮甘泉壇，以冬至日祭天，天神下。三歲一祭地于河東汾陰后土宮，以夏至日祭地，地神出。五帝祭于雍〔五〕畤。〔五〕藝文類聚禮部、太平御覽禮儀部 \\n 元年祭天，二年祭地，三年祭五帝于五畤。三歲一遍，皇帝自行，他祠不出。史記封禪書索隱、太平御覽禮儀部 \\n 祭天地五（祀）〔畤〕，〔六〕皇帝不自行，祠還致福。漢書賈誼傳應劭注 \\n 皇帝案：藝文類聚引「皇帝」作「桓帝」，字訛，下同。祭天，居雲陽宮，齋百日，上甘泉通天臺，高三十丈，以候天神之下，見如流火。舞女童三百人，皆年八歲。天神下壇所，舉烽火。皇帝就竹宮中，不至壇所。案：漢書禮樂志注引「竹宮去壇三里」，疑此注文。甘泉臺去長安三百里，望見長安城，案：太平寰宇記三十一引作「甘泉宮」。皇帝所以祭天之圓丘也。〔七〕藝文類聚禮部、太平御覽禮儀部案：太平寰宇記引作「黃帝以來，圓丘祭天處」。藝文類聚又引作「成帝」。 \\n 通天臺高三十丈，望雲雨悉在其下，去長安三百里，望見長安城。案：史記孝武帝本紀索隱、漢書武帝紀注、郊祀志注、文選籍田賦注引同。〔八〕武帝祭天，上通天臺。舞八歲童女三百人，置祠具，招仙人。祭天已，令人升通天臺，以候天仙。天神既下祭所，若大流星，乃舉烽火，而就竹宮望拜。太平寰宇記三十 \\n 武帝於甘泉宮更置前殿，始廣諸宮室。有芝生甘泉殿邊房中。太平寰宇記三十一 \\n 芝有九莖，金色，〔九〕綠葉朱實，夜有光，乃作芝房之歌。三輔黃圖二、太平寰宇記三十一 \\n 通天臺上有承露〔盤〕，〔一０〕仙人掌擎玉杯，〔以〕承雲表之露。〔一一〕元鳳閒，臺自毀，椽桷皆化為龍鳳，隨風雨飛去。太平寰宇記三十一 \\n 皇帝祭天自行，群臣從之，齋皆百日，他祠不出。祭天紫壇幄帳。〔一二〕案：續漢志補注引作「幄帷」。高皇帝配天，居堂下西嚮，紺幄，〔一三〕紺席。續漢志補注、北堂書鈔禮儀部、服飾部、初學記禮記、藝文類聚禮部、服飾部、太平御覽禮儀部、服用部 \\n  \\n 祭天，用六綵綺席六重，〔一四〕長一丈，中一幅，四周緣之。玉几、玉飾器，凡七千三百物備具。〔一五〕養牛五歲，至三千斤。史記封禪書正義、〔一六〕漢書郊祀志注、續漢志補注、北堂書鈔禮儀部、服飾部、藝文類聚禮部、太平御覽禮儀部、珍寶部、服用部、布帛部 \\n 大祀，齋五日。小祀，齋三日。〔一七〕北堂書鈔禮儀部 \\n 齋則食丈二尺旋案，陳三十六肉，九穀飯。北堂書鈔酒食部、初學記器物部、太平御覽服用部案：太平御覽引作「九穀飲食」。 \\n 齋法：食肉三十六兩。太平御覽飲食部 \\n 凡齋，紺幘；耕，青幘；秋貙劉，服緗幘。續漢志補注 \\n 祠五祀，謂五行金、木、水、火、土也。木正曰句芒，火正曰祝融，金正曰蓐收，水正曰玄冥，土正曰后土，皆古賢能治成五行有功者也，主其神祀之。太平御覽禮儀部 \\n 〔凡〕聖王之法，〔一八〕追祭天地日月星辰山川萬神，皆古之人也，能〔紀〕天地五行氣，奉（成）〔其〕功以成人者也。〔一九〕故其奉祀，皆以人事之禮，食之所食也，非祭食天與土地、金、木、水、火、土、石也。太平御覽禮儀部 \\n 祭參、〔二０〕辰星於池陽谷口，夾道左右為壇，營覆地各周三十六里。史記封禪書索隱、太平御覽禮儀部 \\n 祭地河東汾陰后土宮，宮曲入河，古之祭地澤中方丘也。禮儀如祭天，名曰汾葵，一曰葵丘也。藝文類聚禮部、太平御覽禮儀部案：漢書武帝紀注引作「葵上」。 \\n 郊泰畤，皇帝平旦出竹宮，東向揖日，其夕，西南向揖月，便用郊日，不用春秋。漢書武帝紀臣瓚注 \\n 祭五岳，祠用三正色牲。十月涸凍，二月解凍，皆祭祀。乘傳車，稱使者。太平御覽禮儀部 \\n 祭四瀆，用三正色牲，沈珪，有車馬紺蓋。史記封禪書索隱、初學記地部、太平御覽地部、禮儀部案：初學記引「四瀆」下有「江、河、淮、濟」四字。 \\n 祭人先於隴西西縣人先山，山上皆有土人，山下有畤，埒如種菜畦，畤中各有一土封，故云畤。史記封觶書集解、索隱、太平御覽禮儀部 \\n 祭〔西〕王母於石室，〔二一〕皆在所二千石令長奉祠。太平御覽禮儀部 \\n 祭三皇、五帝、九皇、六十四民，案：「民」當作「氏」。皆古帝王，凡八十一姓也。太平御覽禮儀部 \\n 宗廟三年大祫祭，子孫諸帝以昭穆坐於高廟，諸隳廟神皆合食，設左右坐。高祖南面，幄繡帳，望堂上西北隅。帳中坐長一丈，廣六尺，繡裀厚一尺，著之以絮四百斤。曲几，黃金釦器。高后右坐，亦幄帳，卻六寸。白銀釦器。每牢中分之，左辨上帝，右辨上后。俎餘委肉積於前殿千斤，〔二二〕名曰堆俎。子為昭，孫為穆。昭西面，曲屏風，穆東面，〔二三〕皆曲几，如高祖。饌陳其右，各配其左，坐如祖妣之法。太常導皇帝入北門。群臣陪者，皆舉手班辟抑首伏。 \\n 大鴻臚、大行令、九儐傳曰：「起。」復位。而皇帝上堂盥，侍中以巾奉觶酒從。帝進拜謁。贊饗曰：「嗣曾孫皇帝敬再拜。」前上酒。卻行，至昭穆之坐次上酒。子為昭，孫為穆，各父子相對也。畢，卻西面坐，坐如乘輿坐。贊饗奉高祖賜壽，皇帝起再拜，即席以大牢之左辨賜皇帝，如祠。其夜半入行禮，平明上九卮，畢，群臣皆拜，因賜胙。皇帝出，即更衣巾，詔罷，當從者奉承。續漢志補注、初學記禮部、藝文類聚禮部、太平御覽禮儀部 \\n 皇帝唯八月飲酎，車駕夕牲，牛以絳衣之。案：太平御覽引「絳」作「繡」。皇帝暮視牲，以鑑燧案：唐會要引作「鑑諸」。取水於月，以陽燧案：續漢志補注引作「火燧」。取火於日，為明水（火）。〔二四〕左袒，以水沃牛右肩，案：太平御覽引「肩」作「臂」。手執鸞刀，以切牛毛血案：通典引作「以切牛尾之毛」。薦之，而即更衣巾，侍上熟，〔二五〕乃祀之。續漢志補注、唐會要七、通典禮、太平御覽時序部、禮儀部 \\n  \\n 皇帝會諸侯酎金廟中，以上計儀設九賓陪位也。初學記禮部、藝文類聚禮部 \\n 宗廟一歲十二祠。五月嘗麥。六月、七月三伏，立秋貙婁，案：漢書武帝紀如淳注引「立秋貙膢」。又嘗粢。八月先夕饋飱，皆一太牢，酎祭用九太牢。案：太平御覽禮儀部引「八月飲酎，用九太牢」。十月嘗稻，又飲蒸，二太牢。十一月嘗，十二月臘。〔二六〕又每月一太牢，如閏加一祠，與上十二為二十五祠。漢書韋玄成傳晉灼注 \\n  \\n 高帝母，案：章帝紀注引上有「昭靈后」三字。起兵時死小黃北，後於小黃作陵廟。〔二七〕史記高祖本紀正義、漢書高帝紀如淳注、後漢書章帝紀注、虞延傳注、續漢志補注案：章帝紀注引末句作「為作園廟於小黃柵」。 \\n 先媼已葬陳留小黃。漢書高帝紀晉灼注 \\n 高皇帝家在豐中陽里，為沛泗上亭長。及為天子，立沛廟，祠豐故宅。藝文類聚居處部 \\n 故孝武廟。續漢志補注案：引在「建武二年，立高廟於雒陽」下。 \\n 南陵，即文帝薄太后葬之所，亦謂南霸陵，因置縣以奉陵寢。太平寰宇記二十五案：「南陵」二字，本寰宇記文。 \\n 武、昭、宣三陵，（邑）皆三萬戶。〔二八〕史記呂不韋列傳索隱 \\n 使者監祠，南面立，〔二九〕不拜。續漢志補注案：引在「立社稷」下。 \\n 古時歲再祠靈星，靈星春秋之太牢禮也。〔三０〕續漢志補注、北堂書鈔禮儀部 \\n 漢五年，修復周室舊祀，〔三一〕祀后稷於東南。常以八月祭以太牢，〔三二〕舞者七十二人，冠者五六三十人，童子六七四十二人，為民祈農報功〔厥〕。〔三三〕案：太平御覽引此一段，史記正義引無「常以八月」至「四十二人」二十九字。夏則龍星見而始雩。龍星左角為天田，右角為天庭。〔三四〕天田為司馬，教人種百穀為稷。靈者，神也。辰之神為靈星，故以壬辰日祠靈星於東南，金勝為土相也。史記封禪書正義、太平御覽禮儀部 \\n 春始案：太平御覽引作「春日」。〔三五〕東耕於藉田，官祠先農。先農即神農炎帝也。祠以一太牢，百官皆從。皇帝親執耒耜而耕。案：續漢志補注引此句在下文「以為粢盛」下，又有「古為甸師官」五字。天子三推，三公五，孤卿十，〔三六〕大夫十二，士庶人終畝。案：明帝紀注引有「皇帝親執耒耜」以下，無下文「大賜、三輔」以下十九字。大賜三輔二百里孝悌、力田、三老布帛。百穀萬斛，〔三七〕為立案：明帝紀注引「為立」作「乃致」。藉田倉，置令、丞。穀皆給祭天地、〔三八〕宗廟、群神之祀，以為粢盛。後漢書明帝紀注、續漢志補注、北堂書鈔禮儀部、太平御覽禮儀部 \\n 三老、五更，三代所尊。北堂書鈔設官部 \\n 天子父事三老，兄事五更，天子獨拜於屏，其明日三老詣闕。北堂書鈔設官部 \\n 求雨，太常禱天地、宗廟、社稷、山川以賽，各如其常牢，禮也。四月立夏旱，乃求雨禱雨而已；後旱，復重禱而已；訖立秋，雖旱不得禱求雨也。續漢志補注 \\n 武帝元封日到七月畢賽之，秋冬春不求雨。〔三九〕續漢志補注 \\n 五儀案：二字有訛。元年，儒術奏施行董仲舒請雨事，始令丞相以下求雨雪，曝城南，舞女童禱天神。五帝五年，始令諸官止雨，朱繩縈社，擊鼓攻之。太平御覽禮儀部 \\n 成帝二年六月，〔四０〕始命諸官止雨，朱繩反縈社，擊鼓攻之，是後水旱常不和。續漢志補注 \\n 踐祚、改（行）〔元〕、〔四一〕立皇后、太子，赦天下。每赦，自殊死以下，〔四二〕〔及〕謀反大逆不道諸不當得赦者，〔四三〕皆赦除之。令下丞相御史，復奏可，分遣丞相御史乘傳駕行郡國，解囚徒，布詔書。郡國各分遣吏傳廄車馬行屬縣，解囚徒。初學記政理部、太平御覽刑法部 \\n 冊皇子為諸侯王，皆於上東門中，以東門在卯故也。太平寰宇記二十五 \\n 臘者，報諸鬼神、古聖賢著功於民者，〔四四〕皆享之。藝文類聚歲時部、白帖四、太平御覽歲時部〔四五〕 \\n 常以正歲十二月命時儺，以桃弧、葦矢且射之，赤丸、五穀播灑之，以除疾殃。文選東京賦注 \\n 方相帥百隸及童女，以桃弧、棘矢、土鼓，鼓且射之，以赤丸、五穀播灑之。續漢志補注、通典禮昔顓頊氏有三子，生而亡去案：東京賦注引作「已而」，無「亡去」二字。為疫鬼。一居江水為瘧鬼，案：續漢志補注引作「是為虎」，字訛。一居若水為罔兩｛或虫｝鬼，案：東京賦注又引「魊鬼」也。一居人宮室區隅漚庾，案：東京賦注引無「漚庾」二字。「漚庾」即「區隅」之音，誤入正文。善驚人小兒。〔四六〕於是以歲十二月使方相氏蒙虎皮，黃金四目，玄衣丹裳，執戈持盾，帥百吏及童子而時儺，以索室中，而毆疫鬼。續漢志補注、通典禮、文選東京賦注、太平御覽時序部 \\n  \\n 山海經稱東海之中度朔山，山上有大桃，屈蟠三千里，東北閒百鬼所出入也。上有二神人，一曰神荼，二日鬱壘，主領萬鬼。惡害之鬼，執以葦索以食虎。黃帝乃立大桃人於門戶，畫神荼、鬱壘與虎、葦索，以禦鬼。太平御覽果部 \\n 正月五日，大置酒，饗衛士。補漢兵志 \\n 乘輿大駕儀，公卿奉引，大僕御，大將軍參乘，屬車八十一乘，備千乘萬騎。北堂書鈔儀飾部、文選藉田賦注 \\n 漢乘輿法駕，奉車都尉御，侍郎參乘也矣。北堂書鈔設官部 \\n 法駕，公卿不在鹵簿中，河南尹、執金吾、洛陽令奉引，案：史記孝文本紀索隱引漢官儀文，與此略同，作「京兆尹、長安令」。侍中參乘，屬車三十六乘。前有九旒雲罕，鳳皇闟戟，皮軒鸞旗車，〔四七〕皆大夫載。汗西郡案：當作「漢西都」祀天於甘泉宮。大駕祀天，法駕祀地，五郊、明堂省十三，祀宗廟省九，謂之小駕。大駕，大僕校駕。法駕，黃門令校駕。北堂書鈔儀飾部 \\n 帝崩，唅以珠，案：後漢書注引「飯含者，以珠玉實口」。〔四八〕纏以緹繒十二重。以玉為襦，如鎧狀，連縫之，〔四九〕以黃金為縷。腰以下以玉為札，長一尺，〔廣〕二寸半為柙，〔五０〕案：「柙」字或作「匣」。下至足，亦縫以黃金縷。請諸衣衿斂之。凡乘輿衣服，已御，輒藏之，崩皆以斂。漢書霍光傳注、董賢傳注、後漢書皇后紀注、劉盆子傳注、續漢志補注、通典禮 \\n 王侯葬，腰以下玉為札，長尺，廣二寸半，〔五一〕為匣，下至足，綴以黃金縷為之。後漢書梁竦傳注 \\n 高帝崩三日，小斂室中牖下。案：通典「牖」作「墉」，下皆同。〔五二〕作栗木主，長八寸，前方後圓，圍一尺，置牖中，望外，內張綿絮以障外，以皓木大如指，長三尺，四枚，纏以皓皮四方置牖中，主居其中央。七日大歛棺，以黍飯羊舌祭之牖中。已葬，收主。為木函，藏廟太室中西牆壁埳中，案：後漢書光武紀注引下有「去地六尺一寸，祭則立主於坎下」十三字。通典禮又載賀循引漢儀作「去地六尺一寸，當祠則設坐於埳下」。望內，外不出室堂之上。坐為五時衣、冠、履，几、杖、竹籠。為甬人，無頭，坐起如生時。皇后主長七寸，圍九寸，在皇帝主右旁。高皇帝主長九寸。上林給栗木，長安祠廟作神主，案：禮記祭法疏云：「案漢儀，高帝廟主九寸，前方後圓，圍一尺。后主七寸。」東園秘器作梓宮，〔五三〕素木長丈三尺，崇廣四尺。續漢志補注、通典禮案：漢書董賢傳注引作「棺梓素木長二丈，崇廣四尺」。後漢書皇后紀注引作「梓宮長二丈，廣四尺」。 \\n 天子即位，案：引本作「漢舊儀略載諸帝壽陵曰：天子即位」云云。明年，將作大匠營陵地，用地七頃，方中用地一頃，深十三丈，堂壇高三丈，墳高十二丈。武帝墳高二十丈，明中高一丈七尺，四周二丈，案：漢書霍光傳如淳注引作「天子陵中明中高丈二尺四寸」。內梓棺柏黃腸題湊，案：霍光傳注引作「內梓宮，次楩槨，柏黃腸題湊」。以次百官藏畢。其設四通羡門，容大車六馬，皆藏之內方，外陟車石。外方立，先閉劍戶，戶設夜龍、莫邪劍、伏弩，設伏火。已營陵，餘地為西園后陵，餘地為婕妤以下，次賜親屬功臣。續漢志補注 \\n 諸侯王薨，天子遣使者往，使者皆素服。通典禮 \\n 高祖廟有鍾十枚，各受十石，案：北堂書鈔引作「受千石」。〔五四〕撞之，聲聞百里。三輔黃圖五、北堂書鈔樂部 \\n 望華蓋。北堂書鈔帝王部 \\n 民臣被其德，以為僥倖也。漢書高帝紀晉灼注 \\n 有稱萬歲，可十萬人聲。史記孝武本紀正義 \\n 校勘記 \\n 〔一〕疑「擊柝」二字係衍文。 \\n 〔二〕文選新刻漏銘注引作「讙呼備火」。 \\n 〔三〕孔本書鈔卷一三０引「及」作「又」，「帥」作「師」。 \\n 〔四〕孔本書鈔卷一三０引作「冬至晝三十五刻，後九日加一刻，立春晝夜三十八刻」。標目卻作「冬晝三十刻，春晝四十刻」。 \\n 〔五〕據御覽卷五二七補「五」字。下條亦作「五畤」。 \\n 〔六〕據漢書賈誼傳應劭注改「五祀」作「五畤」。 \\n 〔七〕按類聚卷三八作「成帝已來所祭天之圓丘也」。御覽卷五二七則作「黃帝以來所祭天之圓丘也」，「成」作「城」，屬上讀。又史記孝武本紀正義引括地志曰：「通天臺，即黃帝以來祭天圜丘之處。」太平寰宇記亦同。據此則「皇帝所以」恐當以作「黃帝以來」為是。 \\n 〔八〕史記孝武本紀索隱引「三百里」作「二百里」。又文選藉田賦注無此引，實出西京賦注，孫案非。 \\n 〔九〕三輔黃圖卷二「金色」上有「芝」字。 \\n 〔一０〕據太平寰宇記卷三一補「盤」字。 \\n 〔一一〕據太平寰宇記卷三一補「以」字。 \\n 〔一二〕續漢志補注、初學記卷一三、御覽卷五二六「幄帳」均引作「幄帷」；書鈔卷九０、類聚卷三八作「帷幄」，無作「幄帳」者。疑此引當以作「幄帷」為是。 \\n 〔一三〕續漢志補注作「紺帷帳」，類聚卷六九、御覽卷七００作「紺幄帳」，疑此引脫「帳」字。 \\n  \\n 〔一四〕御覽卷七０九「用」上有「登地」二字。 \\n 〔一五〕御覽卷五二七「凡」下引有「器」字。又漢書郊祀志有兩引，其一此句作「用玉几玉飾器凡七十」，與諸引皆異。 \\n 〔一六〕史記封禪書正義無此引，孝武本紀正義引「養牛」以下八字，孫注誤。 \\n 〔一七〕孔本書鈔卷八八引作「制祀天齋七日，宗廟五日，小祀三日」。 \\n 〔一八〕據御覽卷五二六補「凡」字。 \\n 〔一九〕據御覽卷五二六補「紀」字，又改「成」為「其」。 \\n 〔二０〕影宋本御覽卷五二六「祭」上有「各王封」三字。 \\n 〔二一〕據御覽卷五二六補「西」字。 \\n 〔二二〕續漢志補注「殿」作「數」。 \\n 〔二三〕兩「面」字原均誤作「南」，據續漢祭祀志補注、類聚卷三八、初學記卷一三、御覽卷五二六引改。 \\n 〔二四〕諸引「水」下俱引「火」字，據補。 \\n 〔二五〕點校本續漢禮儀志補注據盧文弨校，改「巾」作「中」，且置於「侍」字之下。 \\n 〔二六〕漢書韋玄成傳晉灼注「十二月臘」下有「二太牢」三字。 \\n 〔二七〕續漢志補注、後漢書虞延傳注均作「為作陵廟於小黃」。 \\n 〔二八〕「邑」係衍文，據史記呂不韋傳索隱刪。 \\n 〔二九〕點校本續漢志補注「南面」作「南向」。 \\n 〔三０〕孔本書鈔卷九０作「雒陽歲再祀靈星者。青龍星大小辰為靈星，左角為天田，右角為天庭」，文大異。又點校本續漢志補注據盧文弨校刪下「靈星」二字，改「之太」作「用少」。 \\n 〔三一〕史記封禪書正義「周室」作「周家」，「舊祀」作「舊祠」。 \\n 〔三二〕影宋本御覽卷五二六「以」作「一」。 \\n 〔三三〕據史記封禪書正義補「厥」字。 \\n 〔三四〕「天庭」原作「大庭」，據孔本書鈔卷九０改。 \\n 〔三五〕影宋本御覽卷五三二作「春始」，孫氏所據本誤。 \\n 〔三六〕諸本中唯點校本後漢書明帝紀注作「孤卿七」。 \\n 〔三七〕續漢志補注「百穀」上引有「種」字。 \\n 〔三八〕續漢志補注、後漢書明帝紀注「皆」下均有「以」字。 \\n 〔三九〕「春」原作「夏」，諸本續漢禮儀志補注均作「春」，據改。 \\n 〔四０〕諸本中唯點校本續漢志補注作「成帝三年六月」。 \\n 〔四一〕據初學記卷二０、御覽卷六五二引改「行」作「元」。 \\n 〔四二〕「殊」原作「除」，據初學記卷二０、御覽卷六五二改。 \\n 〔四三〕據初學記卷二０、御覽卷六五二補「及」字。 \\n 〔四四〕御覽卷三三「古聖賢」上引有「即」字。 \\n 〔四五〕「歲時部」係「時序部」之誤。 \\n 〔四六〕文選東京賦注引作「善驚人為小鬼」。 \\n 〔四七〕孔本書鈔卷一三０作「皮軒鸞車旗」。然據續漢志，疑「車」字係衍文。 \\n 〔四八〕按後漢書皇后紀注「飯含者」以下八字，乃李賢之語，非漢舊儀之文。 \\n 〔四九〕漢書霍光傳注「縫」作「綴」，下「縫」字亦然。後漢書劉盆子傳注亦作「綴」。 \\n 〔五０〕據漢書霍光傳注、後漢書劉盆子傳注補「廣」字。 \\n 〔五一〕「二寸半」原誤作「一寸半」，後漢書梁竦傳注諸本皆作「二寸半」，故改。 \\n  \\n 〔五二〕萬有文庫本通典此處作「牖」，下文則作「墉」。 \\n 〔五三〕點校本、殿本續漢禮儀志補注「梓宮」作「梓棺」。 \\n 〔五四〕孔本書鈔卷一０八作「受十石」，孫輯乃沿陳本之訛。 \\n  \\n 　"}
{"章节": "漢舊儀一卷 漢官儀一卷", "正文": "　 \\n 漢舊儀一卷 \\n 　 \\n 漢官儀〔一〕 \\n 漢衛宏撰 \\n 清王仁俊輯 \\n 開陽門始成，未有名。夜有一柱來止樓上，瑯琊開陽縣上言，南門下柱飛去。因刻記年月于其門。或曰七寶，生于酒泉郡。稽瑞 \\n 校勘記 \\n 〔一〕書名當作漢官舊儀，或作漢舊儀。 \\n  \\n 漢官儀一卷 \\n 　 \\n  \\n 漢官儀 \\n 漢應劭撰 \\n 元陶宗儀輯 \\n 獬豸獸性觸不直，故執憲者以其角形為冠。〔一〕 \\n 侍御史，周官也，為柱下史，冠法冠。一曰柱後，以鐵為柱。〔二〕 \\n 正月旦，天子御德陽殿，臨軒。公、卿、大夫、百官各陪位朝賀。蠻貊胡羌朝貢，必見屬郡（封）〔計〕吏，皆陛覲。〔三〕 \\n 孝武時，天子以下未有幘。元帝頞上有壯髮，不欲使人見，乃始進幘，群僚隨焉。〔四〕 \\n 省中皆胡粉塗壁，畫古烈王。〔五〕 \\n 孝武皇帝南平百越，北攘戎狄，置交阯朔方之州，復徐梁之地，改雍曰梁，改梁曰益，凡十三州。所以交朔獨不州，明示帝王未必相襲，始開地方，〔六〕遂交南方，為子孫基阯也。 \\n 侍中，秩千石。黃門有畫室署、玉堂署，各有長一人。〔七〕 \\n 尚書郎懷香握蘭，趨走丹墀。〔八〕 \\n 世祖封禪，久有白氣一丈，〔九〕東南極望，正直壇所，有青氣上與天屬，遙望不見此，〔一０〕瑞命之符也。 \\n 謁者著緗幘大冠。〔一一〕 \\n 綬者，有所受，以別尊卑，彰有德也。〔一二〕 \\n 司空騎吏以下皂袴，因秦水德。今漢家火德，宜著絳袴。〔一三〕 \\n  \\n 虎賁中郎將衣紗縠單衣，虎綿袴。〔一四〕 \\n  \\n 尚書令、僕、丞、郎月賜渝糜大墨一枚，小墨一枚。〔一五〕 \\n 天子壇田，公卿耕訖，嗇夫下種。凡稱籍田為千畆，亦曰帝籍，亦曰耕籍，亦曰東耕，亦曰親耕，亦曰玉籍。〔一六〕 \\n  \\n 侍中向存年老口臭，〔一七〕帝乃賜以雞舌香，令含之。 \\n 校勘記 \\n 〔一〕此引出初學記卷二六。 \\n 〔二〕同右。 \\n 〔三〕宛委山堂本說郛避清人之忌，刪「胡」字。今據御覽卷二九補。又改「封」作「計」。此引又見于類聚卷三九，「必」作「畢」，屬上讀。 \\n 〔四〕此引見於御覽卷八九。 \\n 〔五〕御覽卷一八七有此引，「烈王」作「烈士」，當是。 \\n 〔六〕御覽卷一五七引「地方」作「北方」，餘皆同。 \\n 〔七〕此引見於御覽卷二一九。 \\n 〔八〕此引與御覽卷九八三所引皆同，但御覽作蔡質漢官儀之文。又書鈔卷六０、初學記卷一一引漢官儀中，有此十一字。御覽卷二一五引漢官儀中，有「郎」以下九字。不詳陶氏所本為何。 \\n 〔九〕御覽卷八七二「久」引作「夕」，御覽卷一五亦同。夕，於此指夕牲之時，詳見續漢志補注所引封禪儀。 \\n 〔一０〕御覽卷八七二「此」作「巔」，是。 \\n 〔一一〕此引見於御覽卷六八七。 \\n 〔一二〕此引出御覽卷六八二。 \\n 〔一三〕唯御覽卷六九五引與此引多同，僅兩「德」字皆作「行」，「宜」下無「著」字。 \\n 〔一四〕此引分見書鈔卷一二九、御覽卷六九五。疑陶輯「虎」下脫「文」字。 \\n 〔一五〕此引與初學記卷二一中兩引同。然其中敘事引作漢書之文，事對作蔡質漢官之語。疑陶輯引誤。 \\n 〔一六〕此引分見初學記卷一四、御覽卷五三七。其引「壇田」作「升壇」，「玉藉」作「王藉」，與陶輯略異。 \\n 〔一七〕御覽卷三六七引有此條，「向存」作「乃存」。 \\n  \\n 　"}
{"章节": "孫星衍敘錄", "正文": "　 \\n 孫星衍敘錄 \\n 　 \\n 隋志：漢官五卷，應劭注。漢官儀十卷，應劭撰。據後漢書應劭傳，建安二年，「詔拜劭為袁紹軍謀校尉。時始遷都於許，舊章堙沒，書記罕存。劭慨然歎息，乃綴集所聞，著漢官禮儀故事」。劭所撰，止一書，不知隋志何以分為二。又劭傳云：「凡朝廷制度，百官典式，多劭所立。初，父奉為司隸時，並下諸官府郡國，各上前人像贊，劭乃連綴其名，錄為狀人紀。」今諸書引漢官儀，有諸人姓名，狀人紀者，疑即其書中篇名。陳氏書錄解題有「應劭漢官儀一卷，載三公官名及名姓州里，李埴補一卷，俱不傳」。諸書引有作應劭漢官，應劭漢官儀，亦有彼此互舛，不可分別。今併錄為二卷。續漢志劉昭補注引漢官不標名應劭者，悉是目錄，不知何人所撰。別為一卷，以存其舊。 \\n  \\n 　"}
{"章节": "漢官儀卷上", "正文": "　 \\n 漢官儀卷上 \\n 　 \\n 漢軍謀校尉應劭撰 \\n 清孫星衍校集 \\n 太傅，古官也。周成王時，康叔為之。高后元年，初用王陵，金印紫綬。八年省。哀帝元壽二年復置，位在三公上。世祖中興，特遣使者備禮，徵故密令卓茂，〔一〕策曰：案：北堂書鈔引作「卓茂甲申策書」。「前密令卓茂，束身自修，執節純固。案：北堂書鈔引有「前密令」下十三字，無下文「夫士」二字，又「束身」作「束髮」。〔二〕夫士誠能為人所不能為，名冠天下，當受天下重賞。〔三〕故武王誅紂，封比干之墓，表商容之閭。今以茂為太傅，案：文選任彥升為范尚書讓吏部封侯表注引作「特擢盛德，南陽卓茂為太傅」。封宣德侯。」〔四〕北堂書鈔設官部、藝文類聚職官部、太平御覽職官部案，此條引俱作應劭漢官，唯文選注引作漢官儀。下文凡言漢官者，上皆有「應劭」二字。 \\n 傅者，覆也。續漢志補注 \\n 明帝甲辰策書曰：〔五〕「高密侯鄧禹，元功之首，其以禹為太傅。」北堂書鈔設官部案：此條引作漢官。〔六〕 \\n 和帝丁酉策書曰：〔七〕「故太尉鄧彪，元功之族，三讓彌高，海內歸仁，為群賢首。其以彪為太傅，〔八〕案：北堂書鈔、初學記、藝文類聚俱引作「太尉」。錄尚書事，百官總己以聽，庶得專位內之事。」〔九〕北堂書鈔設官部、初學記職官部、藝文類聚職官部、太平御覽職官部兩引 \\n 殤帝策曰：〔一０〕「張禹三世在位，黃髮罔愆，〔一一〕忠孝彌篤。其以禹為太傅，錄尚書事，百官總己以聽。」北堂書鈔設官部兩引 \\n 沖帝丁酉策書曰：〔一二〕「舅氏輔翼股肱，三公國之楨榦，朝廷取正，以成斷金。太尉趙峻，三世掌典機衡，〔一三〕案：太平御覽引作「樞衡」。有匪石不二之心。〔一四〕大司農李固，公族之苗，忠直不回，〔一五〕有史魚之風。今以峻為太傅，固為太尉，與大將軍冀參錄尚書事。」北堂書鈔設官部兩引、初學記職官部、藝文類聚職官部兩引、太平御覽職官部兩引 \\n 靈帝策書曰：「故太尉陳蕃，忠亮蹇諤，有不吐茹之節。司徒胡廣，惇德允元，五世從政。今以蕃為太傅，與廣參錄尚書事。」藝文類聚職官部、太平御覽職官部 \\n 太師，太傅，太保，皆古官也。〔一六〕初學記職官部 \\n 太師，古官也。平帝元年，孔光以太傅見，授詔，太師無朝，十日一賜餐，賜靈壽杖，省中施坐置几。太師入省中用杖，自是而□。續漢志補注案：三公，太師在太傅前。後漢省太師、太保，唯置太傅。今改列於後。又案：此條末「□」，今本作「闕」字，乃校者所記，而後來誤入正文也。今訂正。 \\n 孝平皇帝元始元年，〔一七〕太后詔曰：「太師光，今年老有疾，俊乂大臣，惟國之重。書曰『無遺老成』，〔一八〕國之將興，尊師重傅。其令大師無朝，十日一賜餐，賜以靈壽杖，黃門令為太師於省中施坐置几，太師入省用杖焉。」北堂書鈔設官部、初學記職官部、太平御覽職官部 \\n 平帝元始元年，〔一九〕孔光以太師見授。太后詔曰：「太師先聖之後，〔二０〕道術通明，案：北堂書鈔又引作「先師之子，德行純淑」。宜居四輔職，訓導帝躬。」北堂書鈔設官部、初學記職官部 \\n 太保，古官也。保，養也。北堂書鈔設官部、藝文類聚職官部、太平御覽職官部〔二一〕 \\n 太尉，秦官也，武帝更名大司馬。後漢書光武紀注案：通典職官云：「應劭漢官謂太尉為周官，非也。」與此異。 \\n 武帝元狩四年，置大司馬，以冠將軍之號，而無印綬。北堂書鈔設官部 \\n 元狩六年，罷太尉，法周制置司馬。時議者以為漢軍有官〈亻矦〉、千人、司馬，故加「大」為大司馬，所以別異大小司馬之號。續漢志補注 \\n 三司之職，司馬主兵。漢承秦曰太尉，武帝改曰大司馬，無印綬，官兼加而已。世祖改曰太尉。太平御覽職官部案：引作漢官序 \\n 張衡云：案：太平御覽引作「河閒相張衡說」。「明帝更司馬、司空府，欲復更太尉府。案：太平御覽引作「明帝以為司徒、司空府已榮，欲更治太尉府」。時公南陽趙憙也。案：太平御覽引有「南陽」二字。西曹掾安眾鄭均，素好名節，以為朝廷新造北宮，整飭官寺，旱魃為虐，民不堪命，曾無殷湯六事，周宣雲漢之辭。今府本館陶公主第舍，員職既少，自足相容。〔二二〕憙表陳之，即聽許。〔二三〕其冬，臨辟雍，〔二四〕歷二府，見皆壯麗，〔二五〕而太尉府獨卑陋。顯宗東顧歎息曰：『椎牛縱酒，勿令乞兒為宰。』時憙子世為侍中，驂乘，歸具白之，憙以為恨，頻譴責均，均自劾去，道發病亡。」續漢志補注、太平御覽職官部 \\n  \\n 章帝詔曰：「司空牟融，典職六年，勤勞不怠。其以融為太尉，錄尚書事。」北堂書鈔設官部、藝文類聚職官部兩引、太平御覽職官部兩引 \\n 殤帝策書曰：「司徒徐防，以臺閣機密，施政牧守。其以防為太尉，錄尚書事，百官總己以聽。」藝文類聚職官部 \\n 太尉、司徒、司空長史，秩比千石，號為「毗佐三台，助成鼎味」。〔二六〕太平御覽職官部 \\n 東西曹掾比四百石，餘掾比三百石。賊曹，主盜賊之事。後漢書銚期傳注 \\n 決曹，主罪法事。〔二七〕後漢書王霸傳注 \\n 宮騎（二十二）〔三十〕人。〔二八〕續漢志補注 \\n 王莽時，議以漢無司徒官，故定三公之號曰大司馬、大司徒、大司空。世祖即位，因而不改。續漢志補注 \\n 漢儀曰：〔二九〕「司徒府與蒼龍闕對，厭於尊者，不敢號府」。應劭曰：「此不然。丞相舊位在長安時，有四出門，〔三０〕隨時聽事。明帝東京本欲依之，迫於太尉、司空，但為東西門耳。每國有大議，天子車駕親幸其殿。」通典職官案：「應劭曰」以下，是漢官儀之文。 \\n 相國、丞相，皆六國時官。通典職官 \\n 丞相有疾，御史大夫三日一問起居，百官亦如之。案：藝文類聚引作「百僚亦然」。朝廷遣中使太醫高手，膳羞絡繹。及瘳視事，尚書令若光祿大夫，賜以養牛、上尊酒。藝文類聚職官部、太平御覽職官部 \\n 丞相見免，乘騩馬自府歸。說文繫傳十九 \\n 武帝置丞相司直。元壽二年改丞相為大司徒，司直仍舊。今省。後漢書光武紀注 \\n 司徒府掾屬三十一人，秩千石。令史及御屬三十六人。後漢書光武紀注、梁冀傳注 \\n 綏和元年，罷御史大夫官，法周制，初置司空。議者又以縣道官獄司空，故覆加「大」，為大司空，亦所以別大小之文。續漢志補注 \\n 御史大夫、尚書令、司隸校尉，皆專席，號三獨坐。後漢書王常傳注 \\n 大司空朱博奏：「高皇帝置御史大夫，位次丞相。」北堂書鈔設官部 \\n 司空騎吏以下皁袴，因秦水行。今漢家火行，宜絳袴。太平御覽服章部 \\n  \\n 三公聽採長吏臧否，人所疾苦，還條奏之，是為舉謠言也。頃者舉謠言，〔掾〕屬令史都會殿上，〔三一〕主者大言州郡行狀云何，善者同聲稱之，不善者默爾銜枚。後漢書蔡邕傳注、范滂傳注 \\n 今司徒太尉下書州郡，〔三二〕文皆稱公。蓋倉頡作書，自環者謂之私，〔三三〕背私者謂之公。案：通典職官引下有「韓子曰『背私曰公』」七字。春秋「九命作宰」。天子御坐即起，其興案：「其興」當作「在輿」，見通典。為下。凡拜，天子臨軒，六百石以上悉會，直事卿贊，〔三四〕御史授，案：當脫「印綬」二字，見通典。公三讓，然後乃受之。漢禮儀曰：「天子稱尊號曰皇帝，言曰制，補制言曰詔，稱民有言有辭曰陛下。」今皆施行。詩云：「肅肅王命，仲山甫將之；邦國若不，仲山甫明之。」詔令之義。三公三人以承君，蓋由鼎有足。故易曰「鼎象」也。北堂書鈔設官部案：通典職官引作「鼎足三者，三光也」。 \\n 群臣上書，公、卿、校尉、諸將不言姓。凡制書皆（稱）璽封，〔三五〕尚書令重封。惟赦贖令司徒印，露布州郡也。後漢書鮑昱傳注 \\n 世祖詔：案：北堂書鈔引作「中興甲寅詔書」。「方今選舉，賢佞朱紫錯用。丞相故事，四科取士。一曰德行高妙，志節清白；二曰學通行修，經中博士；〔三六〕三曰明達法令，足以決疑，能案章覆問，文中御史；〔三七〕四曰剛毅多略，遭事不惑，明足以決，才任三輔令。〔三八〕皆有孝悌廉公之行。〔三九〕自今以後，審四科辟召，及刺史、二千石察茂才尤異孝廉之吏，務盡實覈，選擇英俊、賢行、廉潔、平端於縣邑，務授試以職。有非其人，臨計過署，不便習官事，書疏不端正，不如詔書，有司奏罪名，並正舉者。」又舊河隄謁者，世祖改以三府掾屬為謁者領之，遷超御史中丞、刺史，或為小郡。監察黎陽謁者，世祖以幽并州兵騎定天下，〔四０〕案：後漢書竇憲傳注引作「光武中興」，又「定」上有「克」字。故於黎陽立營，以謁者監之，兵騎千人，復除甚重。謁者任輕，多放情態，順帝改用公解府掾有清名威重者，遷超牧守焉。續漢志補注、北堂書鈔設官部案：後漢書和帝紀注、太平御覽治道部引作「建初八年十二月己未詔書」，文略同，唯無「河隄謁者」以下一段。 \\n 三公府有長史一人。後漢書梁冀傳注 \\n 將軍，周官也。趙王以李牧為將軍破秦，〔四一〕始受大名。王翦、灌嬰並為之。北堂書鈔設官部 \\n 將軍，周官也。漢興，置大將軍，位丞相上。北堂書鈔設官部 \\n 和帝以竇憲為大將軍，乃冠三公。太平御覽職官部 \\n 梁冀為大將軍，以三世姻媾援立之功，公卿希旨，上比周、霍，舉高第茂才官屬，皆倍餘府。太平御覽職官部 \\n 鼓吹二十人，非常員。舍人十人。續漢志補注、通典職官 \\n 鼓吹為國盤娛，禦每爪牙。〔四二〕北堂書鈔儀飾部 \\n 漢興，置驃騎將軍，位次丞相。是以漢百官志云驃騎將軍秩與大將軍同。〔四三〕北堂書鈔設官部、太平御覽職官部 \\n 章帝以元舅馬防為車騎將軍，服銀印青綬，位在卿上，絕席。續漢志補注、北堂書鈔設官部、太平御覽職官部 \\n 和帝以竇憲為車騎將軍，賜金印紫綬，位次司空。續漢志補注、北堂書鈔設官部 \\n 武帝西征西夷，有前後左右將軍，為國爪牙，所以提示威靈，折衝萬里。北堂書鈔設官部 \\n 度遼將軍，孝武皇帝初用范明友。明帝十八年，案：當云「八年以中郎將吳常」，見明帝紀注。〔四四〕行度遼將軍事。安帝元初元年，置真。銀印青綬，秩二千石。長史、司馬六百石。續漢志補注 \\n 度遼將軍屯五原曼柏縣。後漢書安帝紀注 \\n 將軍掾屬二十九人，中大夫無員，令史四十一人。後漢書東平憲王傳注 \\n 太常，古官也。書曰：「伯夷，『典朕三禮』。帝曰：『咨伯，汝作秩宗』。」百官公卿表云：「太常，古官。」云伯夷也。北堂書鈔設官部 \\n 太常，古官也。書曰「伯夷」。欲令國家盛大，社稷常存，故稱太常。以列侯為之，重宗廟也。後漢書光武紀注、北堂書鈔設官部 \\n 北海周澤為太常，齋有疾，〔四五〕其妻憐其年老被病，〔四六〕窺內問之。澤大怒，以為干齋，掾吏叩頭爭之，不聽，遂收送詔獄，〔四七〕並自劾謝。論者非其激發不實。〔四八〕諺曰：「居世不諧，為太常妻。一歲三百六十日，三百五十九日齋，一日不齋醉如泥。〔四九〕既作事，復低迷。」初學記職官部、藝文類聚職官部、太平御覽職官部 \\n  \\n 卿，彰也，明也。言當背邪向正，彰有道德。北堂書鈔設官部 \\n 太史令屬太常，案：張衡傳注引有此二字。秩六百石。掌天時星歷，凡歲奏新年歷；凡國祭祀喪娶之事，奏良日；國有瑞應災異，（掌）記之。〔五０〕後漢書張衡傳注、太平御覽職官部案：太平御覽引作「應劭曰」。 \\n 太史令，秩六百石。望郎三十人，掌故三十人。昔在顓頊，南正重司天，火正黎司地。唐虞之際，分命羲和歷象日月星辰，敬授民時。至于夏后、殷、周，世序其官，皆精研術數，窮神知化。當春秋時，魯有梓慎，晉有卜偃，宋有子韋，鄭有裨灶，觀乎天文，以察時變，其言屢中，有備無害。漢興，甘石、唐都、司馬父子，抑亦次焉。末塗偷進，苟忝茲階，既闇候望，競飭邪偽，以凶為吉，莫之懲糾。太平御覽職官部案：引「應劭曰」。 \\n 張溫字伯慎，穰人也，封玄鄉侯。〔五一〕太史奏言有大臣誅死，董卓取溫笞殺於市而厭之。〔五二〕後漢書竇武傳注 \\n 博士，秦官也。博者，通博古今；士者，辨於然否。〔五三〕案：藝文類聚、太平御覽引有「博者」以下十二字。孝武建元五年，案：朱浮傳注引作「武帝」，無年號。初置五經博士，秩六百石。案：太平御覽引有此四字。後增至十四人。太常差次有聰明威重者一人為祭酒，〔五四〕總領綱紀。其舉狀曰：「生事愛敬，喪歿如禮。通易、尚書、孝經、論語，兼綜載籍，窮微闡奧。隱居樂道，不求聞達。身無金痍痼疾，世六屬不與妖惡交通、〔五五〕王侯賞賜。行應四科，經任博士。」下言某官某甲保舉。後漢書朱浮傳注、藝文類聚職官部、太平御覽職官部 \\n 光武中興，恢宏稽古，易有施、孟、梁邱賀、京房，書有歐陽和伯、夏侯勝、建，詩有申公、轅固、韓嬰，春秋有嚴彭祖、顏安樂，禮有戴德、戴勝。凡十四博士。太常差選有聰明威重一人為祭酒，總領綱紀也。〔五六〕後漢書徐防傳注 \\n 漢置博士祭酒一人，秩六百石。唐六典二十一 \\n 文帝博士七十餘人，為待詔博士。朝服玄端，〔五七〕章甫冠。唐六典二十一 \\n 博士入平尚書，出部刺史、諸侯相，次轉諫大夫。北堂書鈔設官部 \\n 博士限年五十以上。後漢書楊仁傳注 \\n 秘書監一人，秩六百石。〔五八〕後漢書桓帝紀注、唐六典十 \\n 大予樂令一人，秩六百石。後漢書明帝紀注 \\n 置陵園令、食監各一人，秩皆百石。後漢書皇后紀注 \\n 憲陵園丞秩三百石，陽陵令秩六百石。〔五九〕後漢書段熲傳注 \\n 丞皆選孝廉郎年少薄伐者，遷補府長史、都官令、候、司馬。續漢志補注 \\n 光，明也。祿，爵也。勳，功也。言光（六）〔祿〕典郎、謁、諸虎賁、羽林，〔六０〕舉不安得，〔六一〕賞不失勞，故曰光祿勳。太平御覽職官部 \\n 光祿勳有南北廬主事、三署主事。案：後漢書張霸傳注：光祿勳主事，見漢官儀。〔六二〕於諸郎之中，察茂才高第者為之，秩四百石。次補尚書郎，出宰百里。唐六典一〔六三〕 \\n 光祿有主簿。唐六典十五 \\n 光祿舉敦厚、質樸、遜讓、節儉，此為四行。〔六四〕後漢書吳祐傳注、范滂傳注 \\n 五官中郎將，秦官也。秩比二千石，三署郎屬焉。太平御覽職官部 \\n 五官、左、右中郎將，秦官也。秩比二千石。凡郎官皆主更直，執戟宿衛。北堂書鈔設官部 \\n 郎中令，屬官有五官中郎將，左、右中郎將，曰三署。署中各有中郎、議郎、侍郎、郎中，皆無員。（外）多至千人，〔六五〕主執戟衛宮陛，及諸虎賁、羽林郎皆屬焉。謂之郎中令者，言領諸郎而為之長。初學記職官部案：續漢志無郎中令。〔六六〕 \\n 三署謂五官署也，左、右署。〔六七〕各置中郎將以司之。郡國舉孝廉以補三署郎，年五十以上屬五官，其次分在左、右署，凡有中郎、議郎、侍郎、郎中四等，無員。後漢書和帝紀注 \\n 建武二十四年，〔六八〕遣中郎將段郴迎單于於五原塞。北堂書鈔設官部 \\n 虎賁中郎將，古官也。書稱「武王伐紂，戎車三百兩，虎賁八百人，〔六九〕擒紂於牧之野」。言其猛怒如虎之奔赴也。孝武建元三年，初置期門。案：順帝紀注引有「孝武」以下十字。北堂書鈔引作「孝武皇帝初置期門」。平帝元始元年，更名虎賁郎。案：白帖七十五引「更名虎賁中郎將」。〔七０〕古有勇者孟賁，改奔為賁。中郎將冠兩鶡尾。案：太平御覽服章部引「冠」下有「插」字。〔七一〕鶡，鷙鳥中之果勁者也，每所攫撮，應瓜摧碎，鬥不死不止。案：北堂書鈔引有「鬥」下五字。鶡尾，上黨所貢也。後漢書順帝紀注、北堂書鈔設官部、初學記服食部、〔七二〕太平御覽職官部、服章部 \\n 虎賁中郎將衣紗縠禪衣、虎文錦袴，〔七三〕餘郎亦然。漢書江充傳注、北堂書鈔衣冠部兩引、初學記寶器部、太平御覽服章部兩引、布帛部 \\n  \\n 虎賁千五百人，戴鶡尾，屬虎賁中郎將。後漢書光武紀注 \\n 武帝太初元年，初置建章營騎，後更名羽林。以天有羽林之星，故取名焉。又取從軍死事之子孫養羽林官，教以五兵，號曰羽林孤兒。光武中興，以征伐之士勞苦者為之，故曰羽林士。後漢書順帝紀注 \\n 羽林者，言其為國羽翼，如林盛也。皆冠鶡冠。一名為嚴郎，言其禦侮嚴厲。其後簡取五營高才，別為左、右監。〔七四〕羽林父死子繼，與虎賁同。廣韻九麌注、〔七五〕太平御覽職官部 \\n 羽林郎出補三百石丞、尉自占。丞、尉小縣（丞、尉）三百石，〔七六〕其次四百石，比秩為真，皆所以優之。後漢書和帝紀注 \\n 羽林左、右監，屬光祿。後漢書來歷傳注 \\n 羽林左監主羽林八百人，右監主九百人。後漢書安帝紀注 \\n 羽林左騎，秩六百石，領羽林，屬光祿勳。後漢書曹褒傳注 \\n 光祿大夫，秩比二千石，不言屬光祿勳。案：藝文類聚引有此六字。 \\n 光祿勳門外特施行馬，以旌別之。藝文類聚職官部、白帖七十五 \\n 成帝時，王延世以校尉領河隄。語曰：案：「語」當作「詔」。「東郡決河，流漂二州，校尉延世隄防立塞。改為河平元年。惟延世長於計策，功費約省。以延世為光祿大夫，秩二千石。」北堂書鈔政術部 \\n 天子二十七大夫，職在言議，毗亮九卿，無員，多至數十人。北堂書鈔設官部 \\n 登高能作賦，可以為大夫。感物造端，才知深美，可與國事，故舉為列大夫。古者諸侯、卿大夫交接鄰國，以微言相感，當揖讓之時，必稱時案：「時」當作「詩」。〔七七〕以喻其志，別賢不肖，而觀盛衰焉。北堂書鈔設官部 \\n 議郎、郎中，秦官也。議郎秩比六百石，特徵賢良方正敦朴有道。第公府掾，試博士者，拜郎中。北堂書鈔設官部 \\n 議郎十二人，秩比六百石，不屬署，不直事。侍御史遷補博士、諸侯王郎中令。北堂書鈔設官部 \\n 謁者僕射，秦官也。僕，主也。古者重武事，每官必有主射以督課之。〔七八〕後漢書光武紀注、北堂書鈔設官部 \\n 孝明皇帝丁酉詔書曰：「謁者，堯之尊官，所以試舜於四門。」北堂書鈔設官部 \\n 明帝詔書：「昔燕太子使荊軻劫始皇，變起兩楹之閒。其後謁者之引客，持匕首劍刺腋。高祖偃武行文，故易之以版。」北堂書鈔設官部 \\n 謁者皆著緗幘大冠、〔七九〕白絹單衣。北堂書鈔衣冠部、太平御覽服章部〔八０〕 \\n 謁者三十人，秩四百石，掌報章奏事及喪弔祭享。北堂書鈔設官部 \\n 謁者三十五人，以郎中秩滿歲稱給事，未滿歲稱灌謁者。後漢書雷義傳注 \\n 舊河隄謁者居之。水經注濟水 \\n 公車司馬令，〔八一〕周官也。秩六百石，冠一梁，掌殿司馬門，夜徼宮中，天下上事及闕下，案：和帝紀注引作「諸上書詣闕下者，皆集奏之」。凡所徵召，皆總領之。李郃以公車司馬入為侍中。漢書百官公卿表注、後漢書光武紀注、和帝紀注、三輔黃圖二、北堂書鈔設官部、太平御覽職官部 \\n 北宮衛士令一人，秩六百石。後漢書譙玄傳注 \\n 凡居宮中，皆施籍於掖門，案姓名當入者，本官為封棨傳，審印信，然後受之。後漢書竇武傳注 \\n 崇賢門內德陽殿。後漢書順帝紀注 \\n 未央大廄、〔八二〕長樂、承華等廄令，案：文選東京賦注引「漢有承華廄」。皆秩六百石。後漢書和帝紀注、三輔黃圖六 \\n 牧師諸苑三十六所，分置西北邊，〔八三〕分養馬三十萬頭。漢書百官公卿表注、後漢書和帝紀注 \\n 廷尉責案上御史臺。通典職官 \\n 光武時有以疑獄見廷尉曹史張禹，所問輒對，處當詳理。於是冊免廷尉，以禹代之，雖越次而授，亦足以厲其臣節也。通典職官、太平御覽職官部 \\n 秦置典客，掌諸侯及歸義蠻夷。漢因之。景帝更名大行令，武帝改曰大鴻臚。初學記職官部〔八四〕 \\n 鴻臚，景帝置。北堂書鈔設官部 \\n 皇帝延諸侯王，賓王諸侯，皆屬大鴻臚。故其薨，奏其跡，賜與謚及哀策誄文。通典職官 \\n 昔唐、虞賓于四門，此則禮賓之制。〔與〕鴻臚之任亦同。〔八五〕初學記職官部 \\n 宗正卿，秩中二千石。後漢書安帝紀注 \\n 長公主傅一人，私府長一人，食官一人，永巷長一人，家令一人，秩皆六百石，各有員吏。而鄉公主傅一人，秩六百石；僕一人，六百石；家丞一人，〔八六〕三百石。後漢書皇后紀注 \\n 長公主官屬，傅一人，員吏五人，騶僕射五人，私府（長）、食官（長）、永巷（長）令、〔八七〕家令各一人。後漢書鄧晨傳注 \\n  \\n 大司農，古官也。唐、虞分命羲、和四子，敬授民時。高祖受命，懲秦之獘，與民休息。逮至文、景，國家無事，家給人足。京師之錢，累一日巨萬，〔八八〕貫朽而不可校。太倉之粟，陳陳相因，充溢露積，腐敗而不可食。北堂書鈔設官部、藝文類聚職官部、太平御覽職官部 \\n 初秦置治粟內史，掌穀貨。漢因之。景帝更名大農令，武帝更名大司農，王莽改日羲和，又改為納言。〔八九〕東漢復曰大司農。初學記職官部、白帖七十五 \\n 丞二千石。續漢志補注案：此條引作「應劭漢官秩」。 \\n 平準令一人，秩六百石。後漢書靈帝紀注 \\n 廩犧令一人，秩六百石。後漢書和帝紀注、董鈞傳注 \\n 少府掌山澤陂池之稅，名曰禁錢，以給私養，自別為藏。少者，小也，故稱少府。秩中二千石。大用由司農，小用由少府，故曰小藏。北堂書鈔設官部 \\n 少者，小也，小故稱少府。王者以租稅為公用，山澤陂池之稅以供王之私用。古皆作小府。續漢志補注案：引作「漢官」。太平御覽職官部引漢官宰尹下曰：「少府，言別為少藏，故曰少府。」〔九０〕 \\n 田租、芻\u0012以給經用，凶年，山澤魚鹽市稅少府以給私用。續漢志補注 \\n 太醫令，周官也。兩梁冠，秩千石，丞三百石。北堂書鈔設官部、太平御覽職官部 \\n 太醫令一人，秩六百石。後漢書安帝紀注 \\n 太官令，兩梁冠，秩千石，丞四人。郡孝廉年五十，清修聰明者，光祿上名，迺召拜，比秩四百石。三歲為令，以供養勞苦遷。案：此下當有闕文。左丞有湯官丞，案：當云「有左丞，有湯官丞」。掌諸甘配。案：當云「有甘丞，掌諸甘肥」。皆見續漢書志及補注〔九一〕有\b丞，掌\b瓜菜茹薪炭。太平御覽職官部 \\n 太官令，秩一千石。桓帝延熹元年，使太官令得補二千石，置四丞。唐六典十五 \\n 太官，主膳羞也。後漢書皇后紀注案：光武紀注引「口實，膳羞之事也」。 \\n 太官（菓）丞官別在外，〔九二〕掌\b瓜菜茹。太平御覽菜茹部 \\n 太官右監丞，秩比六百石。後漢書桓帝紀注 \\n 守宮令一人，〔九三〕秩六百石。後漢書桓帝紀注 \\n 鴻德苑令一人，秩六百石。後漢書桓帝紀注案：「鴻德」二字，從桓帝紀注以小字別之，下凡倣此。 \\n 侍中，周官也。案：太平御覽引連下「金蟬」一段。侍中便蕃左右，與帝升降，卒思案：北堂書鈔引作「切問」近對，拾遺補闕，百寮之中，莫密於茲。北堂書鈔設官部、初學記職官部、藝文類聚職官部、白帖七十一、太平御覽職官部 \\n 侍中金蟬左貂。案：藝文類聚引作「有貂」，誤。金取堅剛，百鍊不秏。〔九四〕蟬居高食潔，案：晉書輿服志引作「飲清」。目在腋下。案：續漢志補注引作「口在腋下」。〔九五〕貂內勁悍而溫潤。案：晉書輿服志引「溫潤」作「柔縟」。貂蟬不見傳記者，因物論義。案：「者」上當有「說」字，「論」當作「生」。依續漢志補注引予覽戰國策，乃知趙武靈王胡服也。〔九六〕其後秦始皇破趙，得其冠，以賜侍中。高祖滅秦，亦復如之。孝桓末，案：北堂書鈔引有「孝桓」二字。侍中皇權參乘。問貂蟬何法，〔九七〕不知其說。復問地震，云不為災。還宮，左遷議郎。續漢志補注、晉書輿服志、北堂書鈔設官部、初學記職官部、器物部、藝文類聚職官部、太平御覽職官部、服章部 \\n 侍中冠武弁大冠，亦曰惠文冠。加金璫，附蟬為文，貂尾為飾，謂之貂蟬。初學記職官部〔九八〕 \\n 侍中，左蟬右貂，本秦丞相史，往來殿中，故謂之侍中。分掌乘輿服物，下至褻器虎子之屬。武帝時，孔安國為侍中，以其儒者，特聽掌御（坐）唾壺，〔九九〕朝廷榮之。至東京時，屬少府，亦無員。駕出，則一人負傳國璽，操斬蛇劍乘。案：「乘」上當有「參」字，見通典。輿中官俱止禁中。案：「輿」當作「與」，見通典。後漢書獻帝紀注、太平御覽職官部 \\n 侍中秩千石。初學記職官部、太平御覽職官部案：唐六典八引作「秩比二千石」。〔一００〕續漢志補注引漢官秩「千石」。 \\n 侍中殿下稱制，出則參乘，佩璽抱劍。北堂書鈔設官部、文選恩倖傳論注、太平御覽職官部 \\n 漢成帝取明經者充為侍中，使辟百官公卿，參議可正止殿，〔一０一〕行則負璽。舊高取一人為僕射，後改為祭酒。北堂書鈔設官部 \\n 史丹為侍中。元帝寢疾，丹以親密近臣得侍疾，候上閒獨寢時，丹直入臥內，頓首伏青蒲上。〔一０二〕初學記職官部、太平御覽職官部 \\n 桓帝時，侍中迺存案：藝文類聚人部引作「刁存」。〔一０三〕年老口臭，上出雞舌香與含之。〔一０四〕雞舌香頗小，辛螫，不敢咀咽。自嫌有過，得賜毒藥，歸舍辭決，欲就便宜。家人哀注，不知其故。 \\n 賴寮友諸賢聞其〈亻替，中“日改心”〉失，求視其藥，〔一０五〕出在口香，咸嗤笑之，更為吞食，其意遂解。存鄙儒，蔽于此耳。北堂書鈔設官部、初學記職官部、藝文類聚人部、太平御覽人事部、職官部、香部 \\n 侍中，周官。號曰常伯，選於諸伯，言其道德可常尊也。文選陳太邱碑注 \\n 侍中，周成王常伯任侍中。殿中稱制，出即陪乘，佩璽抱劍。文選東京賦注、藉田賦注、安陸王碑注 \\n 漢官表曰：凡侍中、左右曹諸吏、散騎、中常侍，皆加官也。通典職官 \\n 漢因秦置侍中舍人。北堂書鈔設官部 \\n 中常侍，秦官也。漢興，或用士人，銀璫左貂。光武以後，專任宦者，右貂金璫。後漢書朱穆傳注、太平御覽服章部 \\n 給事黃門侍郎，六百石，無員。掌侍從左右，給事中使，關通中外。後漢書獻帝紀注 \\n 給事黃門侍郎，案：北堂書鈔、文選注引無「黃門」二字，下同。〔一０六〕位次侍中，侍從左右，關通內外，給事於中，故曰給事案：太平御覽引下有「中」字黃門侍郎。獻帝置六員。北堂書鈔設官部、文選恩倖傳論注、太平御覽職官部 \\n 黃門侍郎，每日暮向青瑣門拜，謂之夕郎。後漢書獻帝紀注〔一０七〕 \\n 給事中，秦官也。漢因之，無常員，皆為加官。初學記職官部〔一０八〕 \\n 漢武元鼎三年，初置散騎，俱掌問應對。世祖省之。案漢初有散騎侍郎，掌侍省，皆為騎郎，貲滿五萬為常侍郎。〔一０九〕張釋之以貲為常侍，蓋此官也。北堂書鈔設官部 \\n 秦及前漢置散騎及中常侍各一人。〔一一０〕散騎騎馬並乘輿車，〔一一一〕獻可替否。北堂書鈔設官部、藝文類聚職官部、白帖七十三、太平御覽職官部、初學記職官部 \\n 秦置散騎，又置中常侍。漢因之，兼用士人，無〔常〕員，〔一一二〕多以為加官。初學記職官部 \\n 黃門令，秩六百石。後漢書皇后紀注 \\n 黃門有畫室署，玉堂署，各有長一人。初學記職官部、太平御覽職官部 \\n 黃門冗從僕射一人，秩六百石。後漢書桓帝紀注 \\n 黃門鼓吹百四十五人。後漢書安帝紀注 \\n 暴室在掖庭內，丞一人，主宮中婦人疾病者。其皇后、貴人有罪，亦就此室也。後漢書皇后紀注 \\n 永巷令一人，宦者為之，秩六百石，掌宮婢侍使。後漢書靈帝紀注 \\n 濯龍監，六百石。續漢志補注案：此條本引作「應劭漢官秩」。 \\n 中黃藏府，掌中幣帛金銀諸貨物也。後漢書桓帝紀注〔一一三〕案：續漢志「中藏府令一人，六百石。本注曰：掌中幣帛金銀諸貨物」。此衍「黃」字。 \\n 內者，署名，令一人，秩六百石，屬少府。後漢書梁商傳注 \\n 內者，主帷帳。後漢書皇后紀注 \\n 朔平署司馬一人。後漢書桓帝紀注案：朔平署不見於續漢志。 \\n 尚書令主贊奏，總典綱紀，〔一一四〕無所不統，秩千石。故公為之〔者〕，〔一一五〕朝會不陛奏事，增秩二千石。天子所服五時衣賜尚書令。其三公、列卿、〔大夫〕、五營校尉行複道中，遇尚書〔令〕、僕射、左、右丞，〔一一六〕皆迴車豫避。案：初學記職官部又引「尚書官出，百官寮皆迴車避也」。〔一一七〕衛士傳不得紆臺官，〔一一八〕臺官過，乃得去。唐六典一、太平御覽職官部 \\n 尚書令、侍中上東、西寺及侍中寺。初學記職官部 \\n 尚書令，秦官，銅印墨綬。案：初學記一引作「漢初並用士人為尚書令，秩二千石」，與此異。又案：「墨」當作「青」，見通典職官，與後漢書輿服志合。每朝會，案：唐六典引有此三字。與司隸校尉、御史大夫中丞，案：唐六典、太平御覽引無「大夫」二字。皆專席坐，京師號曰三獨坐，言其尊重如此。唐六典一、初學記職官部兩引、藝文類聚禮部、太平御覽職官部 \\n 漢舊置中書官，領尚書事。北堂書鈔設官部〔一一九〕 \\n 僕射秩六百石，公為之，加至二千石。唐六典一 \\n 獻帝建安四年，始置左、右僕射，以執金吾營郃為左僕射，〔一二０〕衛臻為右僕射。文選王文憲集序注 \\n 尚書，唐、虞官也。書曰：「龍作納言，朕命惟允。」〔一二一〕案：藝文類聚、白帖引俱有此四字。詩曰：「惟仲山甫，王之喉舌。宣王以中興。」秦改稱尚書。漢亦尊此官，典機密也。北堂書鈔設官部、藝文類聚職官部、白帖十七、太平御覽職官部 \\n 漢明帝詔曰：「尚書蓋古之納言，出納朕命。機事不密則害成，可不慎歟！」北堂書鈔設官部、藝文類聚職官部、太平御覽職官部 \\n 尚書四員，武帝置，成帝加一為五。有〔常〕侍曹尚書，〔一二二〕主丞相御史事；二千石尚書，主刺史、二千石事；戶曹尚書，主人庶上書事；主客尚書，主外國四夷事；成帝加三公尚書，主斷獄事。後漢書光武紀注 \\n 尚書秩五百石，次補二千石。唐六典二 \\n 初秦代少府，遣吏四（一）〔人〕在殿中，〔一二三〕主發書，故號尚書。尚猶主也。漢因秦置之。故尚書為中臺，謁者為外臺，御史為憲臺，謂之三臺。初學記職官部、文選潘正叔贈王元貺詩注、袁紹檄豫州注〔一二四〕 \\n 尚書左丞、右丞，秩各四百石，遷刺史。太平御覽職官部 \\n 尚書令、左丞，總領綱紀，無所不統。僕射、右丞，掌廩假錢穀。唐六典一 \\n  \\n 左、右丞久次郎補也。北堂書鈔設官部案：引作「侍臣上注」。 \\n 左、右曹受尚書事。前世文士，以中書在右，因謂中書為右曹，又稱西掖。初學記職官部兩引，〔一二五〕太平御覽職官部 \\n 尚書郎四人：一人主匈奴單于營部，一人主羌夷吏民，一人主案：「吏民」二字當在此下，見通典。天下戶口土田墾作，一人主錢帛貢獻委輸。北堂書鈔設官部、太平御覽職官部 \\n 尚書郎，初從三署郎選詣尚書臺試。每一郎缺，則試五人，先試箋奏。初入臺，稱郎中，滿歲稱侍郎。〔一二六〕初學記職官部 \\n 尚書郎初上詣臺，稱守尚書郎。滿歲稱尚書郎中。三年稱侍郎。太平御覽職官部 \\n 郎以孝廉年未五十，先試牋奏。初上稱郎中，滿歲為侍郎。北堂書鈔設官部 \\n 尚書郎，初入臺為郎中，滿歲稱為侍郎，五歲遷太尉也。北堂書鈔設官部 \\n 能通蒼頡史篇，案：通典引作「史籍」。〔一二七〕補蘭臺令史。滿歲補尚書令史。滿歲為尚書郎。出亦與郎同，宰百里。郎與令史分職受書。〔一二八〕令史見僕射、尚書，執板拜；見丞、郎，執板揖。唐六典一、通典職官、太平御覽職官部 \\n 尚書郎見左、右丞，對揖無敬。北堂書鈔禮儀部〔一二九〕 \\n 丞、郎見令、僕射，執板拜，朝賀對揖。丞、郎見尚書，執板對揖，稱曰明時。案：當云「執板揖」，無「對」字，見通典。郎見左、右丞，對揖呼曰左、右君。唐六典一、初學記職官部 \\n 尚書郎主作文書起草，夜更直五日于建禮門內。〔一三０〕初學記職官部、白帖七十二、太平御覽職官部 \\n 尚書郎給青縑白綾被，以錦被，〔一三一〕帷帳、氈褥、通中枕，太官供食，湯官供〈麥并〉餌五熟果實，下天子一等。給尚書史二人，女侍史二人，案：初學記引作「入直臺廨中，給女侍史二人」。皆選端正。從直女侍執香爐燒薰從入臺護衣，〔一三二〕奏事明光殿。省皆胡粉塗畫古賢人烈女。郎握蘭含香，趨走丹墀奏事。黃門郎與對揖。天子五時賜服。案：北堂書鈔引作「賜珥，赤管大筆一雙，分墨一丸」。〔一三三〕若郎處曹二年，賜遷二千石、刺史。北堂書鈔設官部、初學記職官部、太平御覽職官部 \\n  \\n 尚書郎奏事明光殿，省中皆胡粉塗壁，其邊以丹漆地，故曰丹墀。尚書郎含雞舌香，伏其下奏事。黃門侍郎對揖跪受。太平御覽職官部案：引作「漢官」。〔一三四〕 \\n 尚書令、僕、丞、郎月給赤管大筆一雙，篆題曰「北工作案：太平御覽引作「一宮工作」，無下文十一字。〔一三五〕楷」於頭上，象牙寸半著筆下。藝文類聚雜文部、太平御覽文部 \\n 尚書令、僕、丞、郎月賜渝麋大墨一枚，小墨一枚。〔一三六〕初學記文部 \\n 曹郎二人，掌天下歲盡集課。有尚書曹郎，有考功郎中一人。〔一三七〕唐六典二 \\n 明帝時，〔一三八〕館陶公主為子乞郎，不許，賜錢千萬。上曰：「 \\n 夫郎上應列宿，出居百里，使非其人，民受其傷。」故時稱明慎之至也。北堂書鈔設官部 \\n 漢制：八座丞郎初拜，並集都座交禮，〔一三九〕遷又解交。唐六典一、初學記職官部、太平御覽職官部 \\n 周禮有典瑞掌節之士，蓋所以宣命重威，為國信者也。北堂書鈔設官部 \\n 御史中丞二人，本御史大夫之丞。其一別在殿中，兼典蘭臺秘書。外督部刺史，內領侍御史，受公卿章奏，糾察百寮。〔一四０〕後漢書周紆傳注、初學記職官部、太平御覽職官部案：周紆傳注引「寮」作「司」。 \\n 御史，秦官也。案：周有御史，掌邦國都鄙，及萬民之治，令以贊冢宰。北堂書鈔設官部、太平御覽職官部案：引皆曰「漢官儀侍臣下曰」，蓋其篇名也。 \\n 侍御史，周官也，為柱下史，冠法冠。一曰柱後，〔一四一〕以鐵為柱。〔一四二〕或說古有獬豸獸，觸邪佞，〔一四三〕故執憲者以其角形為冠耳。余覽奏事云：案：「奏」當作「秦」，見通典。〔一四四〕始皇滅楚，以其君冠賜御史。漢興襲秦，因而不改。後漢書何敞傳注、初學記職官部、服食部、〔一四五〕太平御覽職官部、服章部 \\n 柱史以鐵為冠。張武曰：「當以柱史惠文冠治之。」〔一四六〕錦繡萬花谷十一 \\n 柱後冠，〔一四七〕左傳「南冠而縶」，則楚冠也。秦滅楚，以其冠賜近臣，御史服之，即今獬豸冠也。古有獬薦獸，案：此「豸」、「薦」二字，皆當作「廌」。觸不直者。故執憲以其形用為冠，令觸人也。左氏正義成公 \\n 柱下史，老聃為之。秦改為御史。柱下史一名柱後，史謂冠以鐵為柱，言其審案：當有「固」字。不橈也。〔一四八〕北堂書鈔設官部 \\n 侍御史出督州郡賦稅，運漕軍糧。侍御史至後漢，復有護漕都尉官，建武七年省。通典職官 \\n 老子為周柱下史。張蒼秦時為御史，主柱下方書，侍御史之任也。〔一四九〕初學記職官部 \\n 治書侍御史，宣帝嘗幸宣室，齋居而決獄事，令侍御史二人治書。後置，秩六百石，印綬與符璽郎共，平治廷尉奏事。北堂書鈔設官部 \\n 蘭臺令史六人，秩百石，掌書劾奏。後漢書班固傳注案：續漢志蘭臺令史秩六百石。 \\n 執金吾比二千石，丞六百石。續漢志補注〔一五０〕案：此條引作「漢官秩」。 \\n 執金吾典執金革，以禦非常。北堂書鈔設官部 \\n 吾，禦也，掌執金革，以禦非常。緹騎二百案：當有「人」字。〔一五一〕五十人，案：當作「五百二十人」，見續漢書志補注、通典。此「五百」者，伍伯也。輿馬導從，充滿于路。〔一五二〕世祖微時歎曰「仕宦當作執金吾」是也。續漢志補注、太平御覽職官部案：引作「漢官」。太平御覽又作「宰尹下」。 \\n 執金吾屬官府武庫令丞，案：「府」當作「有」，見續漢書志補注。從騎二百人，案：後漢書竇憲傳注、張酺傳注引作「緹騎」。持戟五百二十人，輿服導從，光滿道路，群僚之中，斯最壯矣。中興以來，但專徼循，不預國政。北堂書鈔設官部〔一五三〕 \\n 執金吾，車駕出，從六百騎，走六千二百人也。北堂書鈔設官部 \\n 靜室令、式道候，秦官也。靜宮令，車駕出，在前驅，靜清所徼車逆日，以示重慎也。式道左右凡三，惟車駕出，迎式道持麾王宮，行之乃閉。北堂書鈔設官部案：續漢書志「執金吾」下本注云「本有式道左右中候三人，六百石。車駕出，掌在前清道，還持麾至宮門，宮門乃開」云云。此所引多訛，當依彼訂。 \\n 太子太傅，日就月將，琢磨玉質。言太子有玉之質，琢磨以道也。文選陸士衡侍宴宣猷堂詩注、劉越石勸進表注、王元長曲水詩序注、太平御覽職官部 \\n 詹事，秦官也。詹，省也，給也。秩二千石。廣韻二十四鹽注、〔一五四〕藝文類聚職官部、白帖七十一、太平御覽職官部 \\n 帝祖母為太皇太后，其所居曰長信宮。〔一五五〕文選齊敬皇后哀策文注 \\n 帝祖母稱長信宮，帝母稱長樂宮，故有長信少府、長樂少府及職吏，〔一五六〕皆宦者為之。後漢書皇后紀注 \\n 永樂太僕，用中人為之。後漢書皇后紀注 \\n 太子舍人、王家郎中，案：侯霸傳注引「王家郎中」作「選良家子孫」，與續漢志補注引漢官同。又案：通典云：「比郎中，選良家子孫。」續漢書志云：「更直宿衛，如三署郎中。」此有訛脫。並秩二百石，無員。後漢書靈帝紀注、侯霸傳注 \\n 皇太子五日一至臺，因坐東廂，省視膳食，以法制敕大官尚食宰吏。其非朝日，〔一五七〕使僕、中允〔旦旦〕請問，〔一五八〕明不媟黷，所以廣敬也。太子僕一人，秩千石；中允一人，四百石，主門衛徼巡。後漢書班彪傳注 \\n 安帝時，太子謁廟，門大夫乘從，兩梁冠。通典職官 \\n 門大夫選四府掾屬。通典職官 \\n 將作大匠，世祖中興，以謁者領其官。章帝建初元年，乃置真，位次河南尹。永元七年，〔一五九〕案：續漢志補注引漢官作「永元十年」。大匠應慎上言：「百郡計吏，觀國之光，而舍逆旅，崎嶇私館，貢篚之物，朽濕曝露。〔一六０〕昔晉國霸之盟主耳，〔一六一〕舍諸侯于隸人，鄭子產以為大譏。況今四海之大，而可無乎？」和帝嘉納之，即創業焉。續漢志補注、藝文類聚職官部、太平御覽職官部 \\n 左校署，屬將作大匠。後漢書皇甫規傳注 \\n 洛陽十二門，東面三門。最北〔門〕名上東門，〔一六二〕次南曰中東門。每門校尉一人，秩二千石；司馬一人，秩千石；候一人，秩六百石。後漢書張湛傳注、張奮傳注 \\n 平城門為宮門，不置候，置屯司馬，秩二千石。〔一六三〕續漢志補注案：此條引作「漢官秩」。 \\n 十二門皆有亭。後漢書皇后紀注 \\n 上西門所以不純白者，漢家戹於戌，案：續漢志補注引作「漢家初戌」，故以丹漆鏤之。續漢志補注、太平寰宇記河南道案：續漢志補注引作「故丹鏤之」。 \\n  \\n 開陽門始成，未有名，夜案：續漢志補注引「夜」作「宿昔」。有一柱來止樓上。〔一六四〕琅邪開陽縣上言，縣南城門一柱飛去。光武皇帝使來識視之，良是，案：續漢志補注引「良是」作「悵然」。遂堅縛之，因刻記其年月，〔一六五〕以名門焉。後漢書循吏傳注、續漢志補注、水經注穀水、太平寰宇記河南道兩引、文選懷舊賦注、太平御覽居處部 \\n 屯騎、越騎、步兵、射聲各領士七百人。長水領士（七）千三百六十七人。〔一六六〕後漢書安帝紀注 \\n 驍騎，漢官也。武帝以李廣為之。後世祖建武九年始改屯騎。北堂書鈔設官部 \\n 越騎司馬一人，秩千石。後漢書鄭眾傳注 \\n 步兵校尉比二千石，掌宿衛兵，屬北軍中候。後漢書皇后紀注 \\n 司隸校尉部河南、內、案：「內」上當有「河」字。〔一六七〕右扶風、左馮翊、京兆、河東、弘農七郡案：後漢書魯恭傳注引作「董領京師及三輔、三河、弘農」。段熲傳注引作「部河南洛陽，管三輔、三河、弘農七郡」。〔一六八〕於河南洛陽，故謂東京為司隸。後漢書光武紀注 \\n 司隸校尉，征和中，陽石子孫敬聲案：「子」當作「公」。〔一六九〕巫蠱之獄，乃依周禮，置司隸校尉，持節都督大姦猾事，復置其司。今董領京師、三輔、三河、弘農者。北堂書鈔設官部 \\n 司隸校尉糾皇太子、三公以下，及旁州郡國無不統。陛下見諸卿，〔一七０〕皆獨席。太平御覽職官部 \\n 司隸校尉初置，唯（寔領）〔寬饒〕、〔一七一〕王章、鮑宣糾上檢下，嚴刑必斷，貴戚憚之，京師政清。北堂書鈔設官部 \\n 司隸都官從事，主洛陽百官，朝會與三府掾同。後漢書竇武傳注、北堂書鈔設官部案：北堂書鈔引作「掌洛陽中百姓」。 \\n 司隸功曹從事，即治中也。後漢書傳燮傳注、太平御覽職官部 \\n 別駕秩百石，同諸郡從事。〔一七二〕北堂書鈔設官部 \\n 河南尹所治，周地也。洛陽本周城，案：「周城」當作「成周」。〔一七三〕周之衰微，分為西周。案：「西」上當有「東」字。東周洛陽，西周河南。〔一七四〕秦兼天下，置三川守，河、雒、伊也。案：藝文類聚引「河、雒、伊」作「洛陽、伊」，誤。〔一七五〕漢更名河南。孝武皇帝增曰太守。世祖中興，徙都雒陽，改號為尹。尹，正也。詩曰「赫赫師尹」。藝文類聚地部、職官部、太平御覽職官部 \\n 尹，正也。郡府聽事壁諸尹畫贊，肇自建武，訖于陽嘉。注其清濁進退，所謂不隱過，不虛譽，甚得述事之實。後人是瞻，足以勸懼，雖春秋采毫毛之善，貶纖介之惡，〔一七六〕不避王公，無以過此，尤著明也。續漢志補注 \\n 仁恕掾，主獄，屬河南尹。後漢書魯恭傳注 \\n 周監二代曰伯。漢興，海內未定，令刺史舉州事。北堂書鈔設官部 \\n 孝武皇帝南平百越，北攘夷狄，置交阯、朔方之州，復徐、梁之地，改雍曰梁，改梁曰益，凡十三州。所以交、朔獨不稱州，明示帝王未必相襲，始開北方，遂交南方，〔一七七〕為子孫基阯也。後漢書光武紀注、太平御覽職官部〔一七八〕 \\n 孝武元封四年始，〔一七九〕御史丞相之遷部刺史十三人，乘驛奏事。北堂書鈔設官部 \\n 朱博言：「刺史督察郡國，從來故事，居九歲，案：「居」下當有「部」字。為守相。」北堂書鈔設官部 \\n 翟方進奏：「刺史位下大夫，而臨二千石，輕重失次，請罷署牧，〔一八０〕案：「署」當作「置」，見通典所載何武與翟方進奏。秩二千石者也。」北堂書鈔設官部 \\n 元帝時，丞相于定國條州大小，為設吏員，治中、別駕、諸部從事，秩皆百石，同諸郡從事。北堂書鈔設官部、太平御覽職官部 \\n 秦用李斯議，分天下為三十六郡。凡郡，或以列國，陳、魯、齊、吳是也；或以舊邑，長沙、丹陽是也；或以山陵，〔一八一〕太山、山陽是也；或以川源，西河、河東是也；或以所出，金城城下有金，酒泉泉味如酒，案：初學記州郡部、藝文類聚水部、太平御覽地部引「 \\n 酒泉城下有金泉，泉味如酒，故曰酒泉」。豫章章樹生庭中，〔一八二〕案：水經注贛水、太平御覽木部俱引此句。鴈門鴈之所育是也；或以號令，禹合諸侯，大計東冶之山，會稽是也。水經注河水、太平御覽州郡部 \\n 京兆，絕高曰京。京，大也。十億曰兆，欲令帝都殷盈也。左輔右弼，蕃翊承風也。張掖，始開垂，張臂掖也。太平御覽州郡部案：後漢書明帝紀注引「張國臂掖，故曰張掖」。 \\n 馮輔蕃翊，故以為名。太平御覽州郡部 \\n 弘，大也，所以廣大農業也。太平御覽州郡部 \\n 濟南、樂安、齊國、東萊、平原、北海六郡，青州所管也。青州在齊國臨淄。後漢書史弼傳注 \\n 荊州管長沙、零陵、桂陽、南陽、江陵、案：「陵」當作「夏」。武陵、南郡、案：續漢書志荊州郡七，此上是也。下章陵乃南陽縣，中有脫文。〔一八三〕章陵。後漢書劉表傳注 \\n 大府秩二千石。丞一人，邊郡稱長史，皆六百石。丞者，丞也。長史，眾史之長。北堂書鈔設官部 \\n 都尉，秦官也。本名郡尉。掌佐太守，典其武職，秩比二千石。孝景時更名都尉。後漢書彭修傳注 \\n 秦郡有尉一人，典兵禁，補盜賊。案：「補」當作「備」，見續漢書志。〔一八四〕景帝更名都尉，建武（十）〔六〕年省，惟邊郡〔往往〕置都尉及屬國都尉。〔一八五〕後漢書桓帝紀注 \\n 京兆虎牙、扶風都尉案：耿恭傳注引有「郡比二千石」五字。〔一八六〕以涼州近羌，數犯三輔，將兵衛護園陵。扶風都尉居雍縣，故俗人稱雍營焉。後漢書安帝紀注、耿恭傳注、竇憲傳注、南匈奴傳注 \\n 蓋天生五材，民並用之，廢一不可，誰能去兵？兵之設尚矣。易稱「弦木為弧，剡木為矢，弧矢之利，以威天下」。春秋「三時務農，一時講武」。詩美公劉，「匪居匪康，入耕出戰，乃裹餱糧，干戈戚揚，四方莫當」。自郡國罷材官騎士之後，官無警備，實啟寇心。一方有難，三面救之，發興雷震，煙蒸電激，一切取辨，黔首囂然。不及講其射御，用其戒誓，一旦驅之以即強敵，猶鳩鵲捕鷹鸇，豚羊弋豺虎，是以每戰常負，王旅不振。張角懷挾妖偽，遐邇搖蕩，八州並發，煙炎絳天，牧守梟裂，流血成川。爾乃遠徵三邊殊俗之兵，非我族類，忿鷙縱橫，多僵良善，以為己功，財貨糞土。哀夫民氓遷流之咎，見出在茲。「不教而戰，是謂棄之」，跡其禍敗，豈虛也哉！春秋家不藏甲，所以一國威抑私力也。今雖四海殘壞，王命未洽，〔央〕折衝壓難，〔一八七〕若指於掌，故置右扶風。案：此下當脫文。續漢志補注 \\n 世祖中興，海內人民可得而數，裁十二三。邊陲蕭條，靡有孑遺，鄣塞破壞，亭隊絕滅。建武二十一年，始遣中郎將馬援、謁者，分築烽候，堡壁稍興，立郡縣十餘萬戶，案：二字有訛。或空置太守、令、長，招還人民。上笑曰：「今邊無人而設長吏治之，難如春秋素王矣。」乃建立三營，屯田殖穀，弛刑謫徒以充實之。續漢志補注 \\n 高祖命天下郡國選能引關蹶張、材力武猛者，以為輕車、騎士、材官、樓船，常以立秋後講肄課試，〔一八八〕各有員數。平地用車騎，山阻用材官，水泉用樓船。後漢書光武紀注 \\n 民年二十三為正，一歲以為衛士，一歲為材官騎士，習射御騎馳戰陣。八月，太守、都尉、令、長、相、丞、尉會都試，課殿最。水家為樓船，亦習戰射行船。邊郡太守各將萬騎，行鄣塞烽火追虜。置長史一人，丞一人，〔一八九〕治兵民。當兵行長領。置部尉、千人、司馬、候、農都尉，皆不治民，〔一九０〕不給衛士。材官、樓船年五十六老衰，乃得免為民就田。應合選為亭長。亭長課徼巡。尉、〔游徼、亭長〕皆習設備五兵。〔一九一〕五兵：弓弩，戟，楯，刀劍，甲鎧。鼓吏赤幘行縢，帶劍佩刀，持楯被甲，設矛戟，習射。設十里一亭，亭長、亭候。五里一郵，郵閒相去二里半，司姦盜。亭長持二尺版以劾賊，索繩以收執賊。續漢志補注案：此條亦見漢舊儀。 \\n 督郵、功曹，郡之極位。後漢書張酺傳注 \\n 孝廉，古之貢士，耆儒甲科之謂也。北堂書鈔設官部 \\n 孝廉年未五十，先試箋奏。初上試之以事，非試之以誦也。北堂書鈔設官部 \\n 孝武元封四年詔曰：「上士，貢名，茂才者是也。」北堂書鈔設官部 \\n 元朔元年，詔二千石舉孝廉，以化風俗。北堂書鈔設官部 \\n 元朔元年，詔曰：「深詔執事，興孝廉，成風俗，紹聖緒。」北堂書鈔設官部 \\n 和帝詔曰：「大郡口五十萬，舉孝廉二人。」北堂書鈔設官部 \\n 前書百官表云：萬戶以上為令，萬戶以下為長。三邊始孝武皇帝所開，縣戶數百而或為令。荊揚江南七郡，惟有臨湘南昌吳三令爾。及南陽穰中，土沃民稠，四五萬戶而為長。桓帝時，以（江）〔汝〕南陽安為女公主邑，〔一九二〕改號為令，主薨復復其故。若此為繫其本。俗說令長以水土為之，及秩高下，皆無明文。班固通儒，述一代之書，斯近其真。續漢志補注 \\n 明帝臨觀，見洛陽令車騎，意河南尹，及至而非，尤其太盛，敕去軒綏。時偃師長治有能名，以事詣臺，因取賜之，下縣遂以為故事。通典職官、太平御覽職官部 \\n 大縣丞、左右尉，所謂命卿三人。小縣一尉、一丞，命卿二人。續漢志補注、通典職官、太平御覽職官部 \\n 北邊郡庫，官之兵器所藏，故置令。漢書成帝紀注、河閒獻王傳如淳注〔一九三〕 \\n 使匈奴中郎將，擁節，秩比二千石。後漢書光武紀注 \\n 使匈奴中郎將屯西河美稷縣。後漢書光武紀注 \\n 擁節，屯中步南，設官府掾史。單于歲遣侍子來朝，謁者常送迎焉，得賂弓馬氈罽他物百餘萬。謁者事訖，還具表付帑藏，詔書敕自受。續漢志補注 \\n 護烏桓校尉，孝武帝時，烏桓屬漢，始于幽州置之，擁節監領，秩比二千石。太平御覽職官部 \\n 烏桓校尉屯上谷〔郡〕（密）〔寧〕縣。〔一九四〕後漢書張奐傳注 \\n 擁節。長史一人，司馬二人，皆六百石。并領鮮卑。客賜質子，歲時胡市馬。續漢志補注案：此屬烏桓校尉。 \\n 護羌校尉，〔一九五〕武帝置，秩比二千石，持節，以護西羌。王莽亂，遂罷。時班彪議，〔一九六〕宜復其官，以理冤結。帝從之，以牛邯為護羌校尉都，〔一九七〕于隴西令居縣。後漢書光武紀注 \\n 擁節。長史、司馬二人，皆六百石。續漢志補注案：此屬護羌校尉。「史」字下亦當有「一人」二字。 \\n 戊己，中央，〔一九八〕鎮撫四方。又開渠播種，以為厭勝，故稱戊己焉。後漢書明帝紀注、西域傳注案：戊己校尉不見于續漢志。 \\n 西域都護，武皇帝始開通西域三十六國，其後稍分至五十餘國，置使者、校尉以領護之。宣帝神雀三年，改曰都護，秩二千石。平帝時省都護，令戊己（都護）〔校尉〕領之。〔一九九〕太平御覽職官部 \\n 馬曰羈，牛曰縻。言制四夷如牛馬之受羈縻也。史記司馬相如列傳索隱、文選難蜀父老注 \\n 諸侯功德優盛，朝廷所敬異者，賜位特進，在三公下；其次朝廷，案：「廷」當作「侯」。〔二００〕在九卿下；其次侍祠侯；其次下土小國侯，案：續漢書志無此句。似當云「無土關內侯」。以肺腑親公主子孫，奉墳墓于京師，亦隨時朝見，是為隈諸侯。案：「隈」當作「猥」。後漢書和帝紀注、鄧禹傳注 \\n 皇后父兄，率為特進侯，朝會位次三公。故章帝啟馬太后曰：「漢典：舅氏之封侯，猶皇子之為王。」其功臣四姓為朝侯、侍祠侯，皆在卿校下。通典職官 \\n 天子建侯，上法四七。後漢書劉瑜傳注 \\n 伯使，主為諸侯官驅，使避路于道陌中，故言伯使。通典職官引云「漢官中有伯使」云云。 \\n 太保，俸月三百五十斛。唐六典一 \\n 中二千石，俸月百八十斛。史記外戚世家索隱 \\n 二千石，〔二０一〕其俸月百二十斛。史記外戚世家索隱 \\n 斗食月俸十一斛，〔二０二〕佐史月俸八斛。漢書百官公卿表注、通典職官案：引皆作「漢官名秩簿」。 \\n 張敞、蕭望之言曰：「夫倉廩實而知禮節，衣食足而知榮辱。今小吏俸率不足，常有憂父母妻子之心，雖欲潔身為廉，其勢不能。請以什率增天下吏俸。」宣帝乃益天下吏俸什二。通典職官 \\n 范遷字子閭，〔二０三〕沛人也。後漢書明帝紀注、牟融傳注案：凡引人名，皆舉其官，今不能知者，總附于此。 \\n 王敏字叔公，并州隰城人也。後漢書明帝紀注 \\n 尹睦字伯師，河南鞏（州）人也。〔二０四〕後漢書和帝紀注、張酺傳注 \\n 梁鮪字伯元，河東平陽人也。後漢書殤帝紀注、魯恭傳注 \\n 周章字次叔，荊州隨縣人也。後漢書安帝紀注 \\n 李修字伯游，豫州襄城人也。後漢書安帝紀注、虞詡傳注、李膺傳注 \\n 劉授字孟春，徐州武原人也。後漢書安帝紀注、楊震傳注 \\n 呂葢字君上，范陵人。〔二０五〕後漢書魯恭傳注 \\n  \\n 許訓字季師，平輿人。後漢書劉寬傳注 \\n 宋俱字伯儷。後漢書宋均傳注 \\n 陶敦字文理，京兆人也。〔二０六〕後漢書虞詡傳注 \\n 劉矩字叔方。後漢書皇甫規傳注 \\n 尹訟字公孫，〔二０七〕鞏人也。後漢書段熲傳注 \\n 樊陵字德雲。後漢書李膺傳注 \\n 劉弘字子高，安眾人。後漢書董卓傳注 \\n 校勘記 \\n 〔一〕類聚卷四六「密令」下引有「南陽」二字。 \\n 〔二〕孔本書鈔卷五二引無「前密令卓茂」五字，又「純固」下有「斷斷無他技，其心休休焉」十字。 \\n 〔三〕孔本書鈔卷五二有「夫士」二字。又「名冠」上有「則」字，「重賞」作「之大賞」。 \\n 〔四〕後漢書卓茂傳作「褒德侯」，袁紀亦同。而此引則與東觀漢記、續漢書同。 \\n 〔五〕後漢書作中元二年夏四月丙辰詔。 \\n 〔六〕孔本書鈔卷五二引作漢官儀。孫案乃沿陳本之訛。 \\n 〔七〕後漢書作章和二年三月庚戌竇太后詔。 \\n 〔八〕書鈔卷五二、初學記卷一一、御覽卷二０六「其」均作「今」；而書鈔卷五九、類聚卷四八、御覽卷二一０則作「其」，後漢書亦同。孫輯作「其」，當是。又孔本書鈔卷五二、初學記卷一一均作「太傅」，唯類聚卷四八作「太尉」，孫案非。 \\n 〔九〕孔本書鈔卷五二「庶得」上有「朕」字，後漢書亦然。 \\n 〔一０〕孔本書鈔卷五二「策」下有「書」字。 \\n 〔一一〕孔本書鈔卷五九「張禹」上有「太尉」二字。又卷五二引作「太傅」，則非。 \\n 〔一二〕袁紀卷一九作建康元年秋八月庚午詔，疑書鈔引誤。 \\n 〔一三〕御覽卷二０七引作「趙峻貳掌樞衡」；類聚卷四六作「二世掌典機衡」，又卷四八引「掌」作「常」，餘同；初學記卷一一作「 \\n 二世掌樞衡」。諸引雖有異，然作二世典掌樞衡則同。按後漢書順、沖帝紀，趙峻於順帝漢安元年十一月壬午任太尉，沖帝即位，仍任太尉，此詔下始轉任太傅，則二世典掌樞衡明矣。嚴可均初稿此引從御覽卷二０七而錄，見全後漢文，甚是。孫氏改從書鈔卷五九作「三世」，失考。 \\n 〔一四〕孔本書鈔卷五九「之心」作「其心」，類聚卷四八亦同。又書鈔卷五一此句引作「有若匪石不可轉其心也」。 \\n 〔一五〕孔本書鈔卷五九引作「忠真」，類聚卷四八作「忠貞」，而初學記卷一一、御覽卷二０七則均作「忠正不撓」。 \\n 〔一六〕此引乃徐堅綜合前引「太傅，古官也」，及下引「太師，古官也」，「太保，古官也」三句而成，已非漢官儀之舊。 \\n 〔一七〕據漢書孔光傳、百官公卿表所載，光任太師於元始元年，而太后下詔則在王莽號宰衡之後，即元始四年。四、元形近易訛，諸引恐皆誤。 \\n 〔一八〕孔本書鈔卷五二作「不遺耇老」，漢書孔光傳亦同，恐當以此為正。 \\n  \\n 〔一九〕此「元年」亦當作「四年」，說詳前注。 \\n 〔二０〕孔本書鈔卷五二「太師」下引有「光」字。 \\n 〔二一〕書鈔卷五二引作漢書儀，而類聚卷四六、御覽卷二０六引作漢官。 \\n 〔二二〕「容」點校本續漢志補注作「受」，御覽卷二０七作「授」，孫輯與汲本、殿本同。 \\n 〔二三〕御覽卷二０七「即」下引有「見」字。 \\n 〔二四〕御覽卷二０七「臨」上引有「帝」字。 \\n 〔二五〕點校本續漢志補注、御覽卷二０七「見皆」均作「光觀」。 \\n 〔二六〕御覽卷二０九「助成」作「助和」，孔本書鈔卷六八亦作「和」。 \\n 〔二七〕點校本後漢書王霸傳注作漢舊儀之文。 \\n 〔二八〕諸本續漢百官志補注均引作「三十人」，據改。 \\n 〔二九〕此漢儀乃蔡質漢官典職儀式選用之文。 \\n 〔三０〕此引首見于續漢志補注，「有」上引有「府」字。嚴氏稿有此出處，孫氏誤刪之。 \\n 〔三一〕據後漢書范滂傳注補「掾」字。續漢志補注引應劭曰，亦有「掾」字。 \\n 〔三二〕孔本書鈔卷五０「州郡」下引有「事」字。 \\n 〔三三〕通典卷二０引作「自瓌者謂之輔」。 \\n 〔三四〕通典卷二０「賛」下有「拜」字，疑此脫。 \\n 〔三五〕據後漢書鮑昱傳注刪「稱」字。 \\n 〔三六〕後漢書和帝紀注引作「經明行修，能任博士」，御覽卷六二八引亦同。 \\n 〔三七〕後漢書和帝紀注、御覽卷六二八「明達法令」均作「明曉法律」，「文中」作「文任」。 \\n 〔三八〕後漢書和帝紀注、御覽卷六二八「明足以決」均作「明足照姦，勇足決斷」。 \\n 〔三九〕後漢書和帝紀注、御覽卷六二八「皆有」引作「皆存」，「廉公」引作「清公」。 \\n 〔四０〕後漢書竇憲傳注「幽」下引有「冀」字，後漢書南匈奴傳注亦同。而通鑑卷四五胡三省注有「冀」無「并」。又「騎」原誤作「驕」，據諸引而改。 \\n 〔四一〕孔本書鈔卷五一「趙王」下引有「乃」字，又引書作漢官。 \\n 〔四二〕此引又見類聚卷六八，孫輯脫注。 \\n 〔四三〕漢書有百官公卿表，東觀漢記有百官表，皆不稱志。稱百官志者，自謝承後漢書始，然應劭不得而見之。疑原引有誤。俞安期唐類函刪「是以」以下，或近其真。 \\n 〔四四〕黃山校補曰：「柳從辰曰：『據紀，事在永平八年，故志以為明帝初。「十」字衍。』今按：史無紀年不著年號者，蓋注實闕『永』字，『平』字亦殘其半，遂訛為『十』字也。」黃說是。 \\n 〔四五〕初學記卷一二、御覽卷二二八「齋有疾」引作「恒齋」。據下文謠諺，恐當以作「恆齋」為是。 \\n 〔四六〕御覽卷二二八「被病」引作「瘦弱」。 \\n 〔四七〕「收」原作「取」，初學記卷一二、類聚卷四九、御覽卷二二八均引作「收」，據改。 \\n 〔四八〕「論」原作「議」，據初學記卷一二、類聚卷四九、御覽卷二二八引改。 \\n 〔四九〕此引又見後漢書儒林傳注，孫輯脫注。 \\n 〔五０〕據御覽卷二三五引刪「掌」字。 \\n 〔五一〕王先謙後漢書集解曰：「官本『玄』作『互』，是。」王說是。 \\n 〔五二〕點校本後漢書竇武傳注「而」引作「以」。 \\n 〔五三〕類聚卷四六、御覽卷二三六「辨」均作「辯」。此引又略見於書鈔卷六七，作「辨」。陳本作漢舊儀之文，故孫氏分入兩書，而孔本則作漢官儀。按之類聚、御覽，恐當以作漢官儀之文為是。 \\n 〔五四〕後漢書朱浮傳注「差次」作「差選」。又下引後漢書徐防傳注亦作「差選」。 \\n 〔五五〕後漢書點校本校勘記曰：「集解引惠棟說，謂注『世』別本作『卅』，音先合反。今按：通典卷二十七引後漢督郵狀作『三十六屬』，則『世』字當作『卅』。因版刻『世』字往往作『世』，與『卅』形近而誤。」其說是。 \\n 〔五六〕後漢書徐防傳注引作漢官。 \\n 〔五七〕唐六典作漢儀之文。 \\n 〔五八〕唐六典作漢官之文。 \\n 〔五九〕後漢書段熲傳注引無「憲陵園」、「陽陵」等字。其原意指凡帝后陵園丞，秩皆三百石，令秩六百石，非有專指。孫氏所補非是。 \\n 〔六０〕據御覽卷二二九改「六」作「祿」。 \\n 〔六一〕初學記卷一二引應劭曰作「舉不失德」，當是。 \\n 〔六二〕點校本後漢書張霸傳注作「見漢官」。 \\n 〔六三〕唐六典引作漢官。 \\n 〔六四〕「此為四行」四字乃李賢之語。首句當依後漢書吳祐傳注作「光祿舉四行」為是。 \\n 〔六五〕據初學記卷一一敘事刪「外」字。 \\n 〔六六〕郎中令，秦時置。漢初因而未改，至武帝太初元年更名光祿勳。中興後，仍名光祿勳，百官志載之甚明。應劭敘漢官，上溯西京之制，用其舊稱耳。故非續漢志無郎中令也。又「羽林郎」之「郎」字，原在「虎賁」下，「為之長」之「長」字上，原有「令」字，孫輯或改或刪，甚是。 \\n 〔六七〕後漢書和帝紀注「左、右署」下有「也」字。 \\n 〔六八〕後漢書光武帝紀、南匈奴傳均作建武二十六年事，疑原引誤。 \\n 〔六九〕後漢書順帝紀注、御覽卷二四一均作「三百人」，尚書牧誓亦同。孫輯所據本誤。 \\n 〔七０〕孔本書鈔卷六三亦引作「更名虎賁中郎將」。 \\n 〔七一〕孔本書鈔卷六三、初學記卷二六均引有「插」字。 \\n 〔七二〕「初學記服食部」乃「初學記器物部」之誤。 \\n 〔七三〕初學記卷二七、御覽卷八一五「虎賁中郎將」下均有「古官」二字。又此上御覽服章部僅有一引，即卷六九五所引。另一引見卷六九一，乃董巴輿服志之文，孫注誤。 \\n 〔七四〕「禦侮」二字原誤倒，「別」亦訛作「列」，皆據御覽卷二四二引以改。 \\n 〔七五〕「九麌」見廣韻卷三。 \\n 〔七六〕劉攽東漢書刊誤卷四曰：「文云丞、尉小縣三百石，其次四百石已足，不當更有丞、尉字。」點校本據刪，甚是，今從之。 \\n 〔七七〕孔本書鈔卷五六引作「詩」。 \\n 〔七八〕後漢書光武帝紀所言乃尚書僕射事。又書鈔卷六二引乃言謁者僕射事。其引無「僕，主也」三字，「每官必有」作「是故設」，無「課」字，當別作一條。 \\n 〔七九〕「幘」原誤作「績」，據書鈔、御覽引而改。晉書輿服志亦作「緗幘」。 \\n 〔八０〕此條御覽服章部有兩引，分見卷六八七、卷六九一。 \\n 〔八一〕漢書百官公卿表注、三輔黃圖卷二、後漢書光武帝紀注均無「令」字。又後漢書和帝紀注作「公車令一人」。 \\n 〔八二〕三輔黃圖卷六作「未央宮六廄」。 \\n 〔八三〕漢書百官公卿表注作「分置北邊、西邊」。 \\n 〔八四〕初學記卷一二引作漢官。 \\n 〔八五〕據初學記卷一二引補「與」字。又初學記引書作漢官。 \\n 〔八六〕「家丞」原作「家乘」，諸本後漢書皇后紀皆作「家丞」，故據以改。 \\n 〔八七〕諸本後漢書鄧晨傳注均引作「私府長、食官長、永巷令」，故據以改補。 \\n 〔八八〕類聚卷四九、御覽卷二三二「一日」均引作「百」。又史記平準書、漢書食貨志亦作「累百巨萬」。孫輯作「一日」，恐非。 \\n 〔八九〕初學記卷一二引作漢官之文，「又改」上引有「後」字。 \\n 〔九０〕影宋本御覽卷二三六「少藏」引作「小藏」。 \\n 〔九一〕影宋本御覽卷二二九即引作「甘肥」。 \\n 〔九二〕據御覽卷九七八引補「\b」字。 \\n 〔九三〕「宮」原誤作「官」，據後漢書桓帝紀注引改。續漢志亦作「守宮令」。 \\n 〔九四〕續漢志補注、晉書輿服志「金取」上均引「說者」二字。 \\n 〔九五〕晉書輿服志、初學記卷二六、御覽卷二一九「目」均引作「口」。 \\n 〔九六〕御覽卷六八八「乃知」下引有「昔」字。 \\n 〔九七〕書鈔卷五八「問」上有「帝」字。 \\n 〔九八〕初學記引作漢官。 \\n 〔九九〕後漢書獻帝紀注、御覽卷二一九均無「坐」字，通典職官正文亦同，據刪。 \\n 〔一００〕日本廣池本唐六典引作漢官。 \\n 〔一０一〕孔本書鈔卷五八「可正」引作「國正」。 \\n 〔一０二〕初學記卷一二、御覽卷二一九均作漢官之文，而其下以小字引應劭注曰：「以青規地曰青蒲。」文與漢書史丹傳應劭注同。據此疑「漢官」或係「漢書」之誤。 \\n 〔一０三〕孔本書鈔卷五八引作「刁存」；初學記卷一二作「方存」，與陳本書鈔同；御覽卷三六七則作「乃存」。本輯從御覽卷九八一、又卷二一九，作「廼存」。按：刁、方、乃三字形近易訛。嚴可均稿有案曰：「野客叢書二十五作『刁協』。案：刁存是也。刁協晉人，誤。」嚴說近是。 \\n  \\n 〔一０四〕類聚卷一七「上出」作「帝賜」。又「與含之」三字書鈔卷五八引作「教令含之」，類聚卷一七、御覽卷三六七作「令含之」，初學記卷一二、御覽卷二一九作「使含之」。諸引各異。 \\n 〔一０五〕御覽卷九八一「視」作「眡」。眡，古視字，見玉篇。 \\n  \\n 〔一０六〕孔本書鈔卷五八、文選恩倖傳論注皆引有「黃門」二字，孫案非。 \\n 〔一０七〕後漢書獻帝紀注作「應劭曰」，未著明出何書。而同注中前兩處引文明言出自漢官儀，此引不作「又曰」，疑非漢官儀之文。 \\n 〔一０八〕初學記卷一二引作漢官。 \\n 〔一０九〕漢書張釋之傳注引如淳曰：「漢注貲五百萬得為常侍郎。」據此疑書鈔原引「五」下脫「百」字。 \\n 〔一一０〕孔本書鈔卷五八「各一人」下引有「官無員」三字。初學記卷一二引作「官並無員」。 \\n 〔一一一〕孔本書鈔卷五八、初學記卷一二「並」皆引作「夾」。 \\n 〔一一二〕據初學記卷一二引補「常」字。又初學記引作漢官之文。 \\n 〔一一三〕後漢書桓帝紀注引作漢官。 \\n 〔一一四〕「綱紀」兩字誤倒，據原引以改。 \\n 〔一一五〕據唐六典卷一、御覽卷二一０補「者」字。 \\n 〔一一六〕據唐六典卷一、御覽卷二一０補「大夫」及「令」字。 \\n 〔一一七〕初學記卷一一引作漢官。 \\n 〔一一八〕唐六典卷一「傳」下有「呼」字。 \\n 〔一一九〕孔本書鈔卷五七引作漢舊儀，孫輯從陳本。然此引與初學記卷一一引漢舊儀之文基本相同，疑當以孔本為是。 \\n 〔一二０〕初學記卷一一引作「營劭」。然考之後漢書，既無營劭，也無營郃。按續漢百官志注昭案曰：「獻帝分置左、右僕射，建安四年以榮邵為尚書左僕射是也。獻帝起居注曰：『邵卒官，贈執金吾。』」又按魏志賈詡傳注引獻帝紀有「司隸榮邵」。唐六典卷一亦引作「營邵」。據此則「營劭」、「營郃」均係「營邵」之誤。孫輯從文選注，非。 \\n 〔一二一〕類聚卷四八引作「龍，命汝作納言，朕命惟允」，與尚書舜典原文最切近。 \\n 〔一二二〕點校本後漢書光武帝紀注據東漢書刊誤補「常」字，甚是。續漢百官志即作「常侍曹尚書」。今據補。 \\n 〔一二三〕據初學記卷一一改「一」作「人」。又其引作漢官之文。 \\n 〔一二四〕「袁紹檄豫州注」係「為袁紹檄豫州」之誤。 \\n 〔一二五〕初學記卷一一僅一引，孫注誤。 \\n 〔一二六〕初學記卷一一引作漢官。 \\n 〔一二七〕廣池本唐六典卷一考訂曰：「鄭氏通志略引漢官儀，『史』下有『籀』字，六典脫之。」甚是。通典亦作「史籀篇」，孫注誤。 \\n 〔一二八〕唐六典卷一「受書」引作「受事」。 \\n 〔一二九〕孔本書鈔卷八五引作漢官典儀。孔廣陶按：「『典儀』當作『典職』。本鈔六十諸尚書左右丞篇引，正作『典職』。」又御覽禮儀部亦引作漢官典職。孫輯乃沿陳本之訛。 \\n 〔一三０〕初學記卷一一「夜」上引有「晝」字。 \\n 〔一三一〕此上書鈔卷六０、初學記卷一一均作漢官典職之文，且「以」上皆引有「或」字。按通典職官、唐六典卷一、錦綉萬花谷前集卷一二均有「或」字，御覽偶脫之。 \\n  \\n 〔一三二〕據御覽卷二一五、初學記卷一一引補「薰」字。又初學記卷一一「端正」下有「妖麗」二字，「香爐」下有「香囊」二字，與他引異。 \\n 〔一三三〕孔本書鈔卷六０仍引作「賜服」，下又引「赤管大筆」等十字。孫輯乃從陳本。 \\n 〔一三四〕初學記卷一一兩引此條，孫輯脫注。 \\n 〔一三五〕影宋本御覽作「北宮二作」，孫輯所據本誤。 \\n 〔一三六〕初學記卷二一敘事引作漢書，事對中引作蔡質漢官。又御覽卷六０五亦作漢官典職之文。孫輯引誤。 \\n 〔一三七〕廣池本唐六典作「尚書郎曹」。 \\n 〔一三八〕「明帝」原誤作「武帝」，據書鈔卷六０改。 \\n 〔一三九〕唐六典卷一「都座」作「都堂」。而宋書百官志作「都坐」，言本漢舊制。 \\n 〔一四０〕初學記卷一二末句下尚引「休有烈光」四字。 \\n 〔一四一〕初學記卷一二『曰』作「名」。御覽卷二二七則作「名曰」。 \\n 〔一四二〕「柱」原誤作「之」，據初學記卷一二、又卷二六、御覽卷六八五引改。又初學記卷一二「為柱」下有「言其審固不撓」六字。御覽卷二二七、又卷六八五亦同。 \\n 〔一四三〕御覽卷二二七「觸」上有「主」字。御覽卷六八五又引作「主觸不直」。而初學記卷二六則引作「性觸不直」。主、性形近易訛，疑此引「觸」上脫「性」字。 \\n 〔一四四〕影宋本御覽卷二二七正引作「秦」。 \\n 〔一四五〕「服食部」係「器物部」之訛，且當注明有兩引。 \\n 〔一四六〕北圖藏明版錦綉萬花谷兩「柱史」皆作「柱後」，「冠」作「柱」。孫氏所據本誤。 \\n  \\n 〔一四七〕左傳正義卷二六成公九年疏引漢官儀首句作「法冠，一曰柱後冠」。 \\n 〔一四八〕孔本書鈔卷六二引有「固」字，又「橈」作「撓」。 \\n 〔一四九〕初學記卷一二引作漢官。 \\n 〔一五０〕續漢志補注有兩引，孫輯脫注。 \\n 〔一五一〕影宋本御覽卷二三七引有「人」字。 \\n 〔一五二〕續漢志補注引作「光滿道路」，下尚有「群僚之中，斯最壯矣」八字。 \\n 〔一五三〕孔本書鈔卷五四引作漢舊儀。 \\n 〔一五四〕該出處當作廣韻下平聲卷二鹽二十四注。 \\n 〔一五五〕「曰」原作「者」，據文選齊敬皇后哀策文注而改。 \\n 〔一五六〕「長信少府」、「長樂少府」原誤倒，據後漢書皇后紀注改正。 \\n 〔一五七〕「其非」原亦誤倒，據後漢書班彪傳注改正。 \\n 〔一五八〕沈家本諸史瑣言曰：中允，「續志作『中盾』」。後漢書班彪傳注恐誤。又據原引補「旦旦」二字。 \\n 〔一五九〕疑「永元」以下，乃劉昭之語。 \\n 〔一六０〕續漢志補注「貢篚」引作「直裝」，「朽濕」引作「敝朽」。 \\n 〔一六一〕續漢志補注脫「晉」字，作「霸國」。御覽卷二三六引有「晉」字，無「國」字。孫輯從類聚卷四九。 \\n 〔一六二〕諸本後漢書張湛傳注「最北」下均有「門」字，故據補。 \\n 〔一六三〕諸本中唯點校本作「秩千石」。按續漢志曰：「司馬一人，千石。」掌諸門司馬、門候之城門校尉不過秩比二千石，而平城門屯司馬豈能秩二千石！疑「二」字係衍文。惠棟曰：「北宋本作『秩千石』。」亦可證。 \\n 〔一六四〕水經注穀水注亦作「宿昔」。又「來止」作「來在」。又御覽卷一八七「一柱」下引有「飛」字。 \\n 〔一六五〕水經注穀水注、文選懷舊賦注「年月」下均有「日」字。 \\n 〔一六六〕據後漢書安帝紀注原引刪「七」字。 \\n 〔一六七〕後漢書光武帝紀注「內」上有「河」字。 \\n 〔一六八〕「段熲傳注」係「張奐傳注」之誤。 \\n 〔一六九〕孔廣陶按：「考後漢三十七百官志注引荀綽晉百官表注有『征和中，陽石公主巫蠱之獄起』句，則本鈔『子孫』固誤，而淵如作『公孫』亦非矣。」今按：據漢書五行志所載，「陽石」當指陽石公主，而「子孫」指丞相公孫賀：「敬聲」即太僕敬聲，公孫賀之小。疑此句當作「陽石、公孫賀、敬聲巫蠱之獄」。 \\n 〔一七０〕影宋本御覽卷二五０「陛下」作「陛坐」。本條又見書鈔卷六一，孫輯脫注。 \\n 〔一七一〕據子本書鈔卷六一改「寔領」作「寬饒」。寬饒者，蓋寬饒也。 \\n 〔一七二〕孔本書鈔卷七三「諸郡」引作「州郡」。 \\n 〔一七三〕影宋本御覽卷二五二即作「成周」，孫氏所據本誤。 \\n 〔一七四〕影宋本御覽卷二五二引作「分為東、西周」。 \\n 〔一七五〕類聚職官部誤作「洛陽伊」，而地部仍引作「河、雒、伊」。 \\n 〔一七六〕點校本續漢志補注「貶」作「罰」，「介」作「釐」。 \\n 〔一七七〕後漢書光武帝紀注「南方」作「於南」。 \\n 〔一七八〕「職官部」係「州郡部」之誤。 \\n 〔一七九〕漢書武帝紀、百官公卿表均作「元封五年」，疑書鈔引誤。 \\n 〔一八０〕孔本書鈔卷七二「請罷」下有「刺史」二字。又漢書朱博傳載翟方進奏言，「請罷」下亦有「刺史」二字。 \\n 〔一八一〕「山陵」原作「山林」，據水經注河水注、類聚卷六引改。 \\n 〔一八二〕類聚卷六亦引此句，孫輯脫注。 \\n 〔一八三〕按後漢書劉表傳作「荊州八郡」，則當包括章陵在內。洪亮吉曰：「案諸地志皆不言章陵郡何時所置，惟禰衡傳黃祖長子射為章陵太守。魏志趙儼傳太祖征荊州，以儼領章陵太守。劉表傳注引傅子言蒯越拜章陵太守，事又在射、儼前。疑郡亦建安時所立也。」黃山曰：「案續志劉注引獻帝起居注曰：『建安十八年三月庚寅，省州并郡，復禹貢之九州。荊州得交州之蒼梧、南海、九真、交阯、日南，與其舊所部南陽、章陵、南郡、江夏、武陵、長沙、零陵、桂陽凡十三郡。』據此則官儀『江陵』確為『江夏』之誤，而章陵亦舊郡也。疑光武改舂陵為章陵縣，後車駕屢幸，親祠園陵，嘗升為郡，旋又并省。桓、靈時，因而復置。傕、氾亂長安，圖籍盡亡，遂無可徵也。觀表於初平元年至荊州，蒯越即云荊州八郡，已數章陵矣，安得元郡為建安時立乎！」黃說是，可補洪說不足，又可證應劭所言八郡與漢末荊州建置不殊。嚴可均立此案語，疑所不當疑，孫氏因而不改，失考矣。 \\n 〔一八四〕後漢書桓帝紀注「補」作「捕」，不誤。孫案非。 \\n 〔一八五〕黃山校補曰：「『十年』官本作『七年』。據光武紀及續志，皆『六年』之訛。」點校本據以改。今亦從之。又諸本原引均有「往往」二字，亦補之。 \\n 〔一八六〕點校本據劉攽東漢書刊誤改耿恭傳注「郡」為「都尉」，是。 \\n 〔一八七〕諸本續漢百官志補注「折衝」上均有「可」字，故據補。 \\n 〔一八八〕「肄」原作「詣」，諸本後漢書光武紀注皆作「肄」，故據以正。 \\n 〔一八九〕「丞一人」原作「丞二人」，諸本續漢百官志補注皆作「丞一人」，故改。 \\n 〔一九０〕「皆不治民」原作「皆不治兵」，據諸本續百官志補注引而改。 \\n 〔一九一〕諸本續百官志補注「尉」下均有「游徼、亭長」四字，與下文「皆」字相應，據補。 \\n 〔一九二〕點校本續漢百官志補注「江南」作「汝南」。按郡國志陽安縣正屬汝南郡。孫輯從汲本、殿本，非。今正之。 \\n 〔一九三〕漢書成帝紀注、河間獻王傳注均作漢官之文。 \\n 〔一九四〕諸本後漢書張奐傳注「上谷」下有「郡」字，據補。又點校本改「密縣」為「甯縣」。王先謙按：「作『甯』是。」今亦據改。 \\n 〔一九五〕此四字孫氏所補，依例當作小字。 \\n 〔一九六〕「時班彪議」以下，乃李賢之語，孫輯誤引。 \\n 〔一九七〕「尉都」二字原誤倒，據後漢書光武帝紀注以正。 \\n 〔一九八〕後漢書明帝紀注「中央」下有「也」字。 \\n 〔一九九〕據影宋本御覽卷二五一改「都護」作「校尉」。 \\n 〔二００〕後漢書鄧禹傳注原作「朝侯」，此乃孫輯沿嚴氏稿之訛。 \\n 〔二０一〕此三字亦孫氏所補，當作小字。 \\n 〔二０二〕「十一斛」原作「一十斛」，據漢書百官公卿表注、通典職官引而改。 \\n 〔二０三〕後漢書牟融傳注作「字子廬」。 \\n 〔二０四〕據後漢書和帝紀注刪「州」字。兩漢志均作鞏縣。 \\n 〔二０五〕點校本後漢書魯恭傳注「君上」作「君玉」，「范陵」作「苑陵」，是。孫輯從汲本，非。 \\n 〔二０六〕後漢書順帝紀注作「京縣人」，是。 \\n 〔二０七〕點校本後漢書段熲傳注引作「尹頌」，是。 \\n  \\n 　"}
{"章节": "漢官儀卷下", "正文": "　 \\n 漢官儀卷下 \\n 　 \\n 漢軍謀校尉應劭撰 \\n 清孫星衍校集 \\n 皇者，大也，言其煌煌盛美。帝者，德象天地，言其能行天（下號曰皇帝）道，〔一〕舉措審諦，父天母地，為天下主。太平御覽皇王部 \\n 光武第雖十二，〔二〕於父子之次，於成帝為兄弟，於哀帝為諸父，於平帝為祖父，皆不可為之後。上至元帝，於光武為父，故上繼元帝而為九代。故河圖云「赤九會昌」，謂光武也。後漢書光武紀注 \\n 皇后稱椒房，取其蕃實之義也。案：初學記、一切經音義引作「國風美其繁興」。〔三〕太平御覽引作「美其繁蕪」，在下文引詩下。詩云：「椒聊之實，蕃衍盈升。」案：太平御覽引作「蔓延盈升」。以椒塗室，取溫煖除惡氣也。案：廣韻四霄注引作「取其溫也」。〔四〕猶天子朱泥殿上，曰丹墀也。後漢書皇后紀注、初學記中宮部、藝文類聚后妃部、一切經音義十九、錦繡萬花谷九、白帖三十七、太平御覽皇親部、居處部案：文選景福殿賦注引作漢舊儀 \\n 婕妤以下，皆居掖庭。後漢書班固傳注、文選西都賦注 \\n 掖庭，後宮所處。中宮，謂諸中人。後漢書宦者傳論注〔五〕 \\n 姬，內官也，秩比二千石，位次婕妤下，在八子上。漢書文帝紀臣瓚注案：引作「秩祿令」。 \\n 姬妾數百。漢書文帝紀注 \\n 北郊壇在城西北角，去城一里所。謂方壇四陛，但存壇祠舍而已。其鼓吹樂及舞人御帳，皆從南郊之具。地祇位南面西上，高皇后配，西面，皆在壇上。地理群神從食壇下。南郊焚犢，北郊埋犢。後漢書光武紀注 \\n 祭地于河東汾陰后土宮。宮曲入河，古之祭地，澤中方丘也。以夏至日祭，其禮儀如祭天。後漢書光武紀注 \\n 馬第伯封禪儀記曰：案：封禪儀馬第伯所作，劭錄之於此書。群書注有引「封禪儀」，或引「馬第伯封禪記」者，皆此書文也。史記孝武本紀索隱：封禪儀，見應劭漢官儀。「車駕正月二十八日發雒陽宮，二月九日到魯，遣守謁者郭堅伯將徒五百人治泰山道。十日，魯遣宗室諸劉及孔氏、瑕邱丁氏上壽受賜，皆詣孔氏宅，賜酒肉。十一日發，十二日宿奉高。是日遣虎賁郎將先上山，三案行。還，益治道徒（一）千人。〔六〕十五日，始齋。案：通典引下作「諸扈從王公以下，及東方諸侯盡齋」十四字，無下文一段。國家居太守府舍，諸王居府中，諸侯在縣庭中齋。諸卿、校尉、將軍、大夫、黃門郎、百官及宋公、衛公、褒成侯、東方諸侯、雒中小侯齋城外汶水上。太尉、太常齋山虞。馬第伯自云，某等七十人先之山虞，觀祭山壇及故明堂宮郎官等郊肆處。入其幕府，觀治石。石二枚，狀博平，圓九尺，此壇上石也。其一石，武帝時石也。時用五車不能上也，因置山下為屋，號五車石。四維距石長丈二，案：通典引「二」下有「尺」字。廣二尺，厚尺半所，四枚。檢石長三尺，廣六寸，狀如封篋。長檢十枚。一紀號石，高丈二尺，廣三尺，厚尺二寸，名曰立石。一枚，刻文字，紀功德。案：太平御覽地部引作「石二枚，一是武帝時石，用五車載不能上，因置山中為屋，號五車石。一是刻號紀功德，立壇上」。藝文類聚地部引同。〔七〕是朝上山騎行，往往道峻峭，下騎，步牽馬，乍步乍騎，且相半，至中觀留馬。去平地二十里，南向極望無不睹。案：通典引「望」作「眺」。仰望天關，如從谷底仰觀抗峰。其為高也，如視浮雲。其峻也，石壁窅窱，如無道徑。遙望其人，端如行朽兀，或為白石或雪，案：太平御覽地部引作「望人如盂升，或以為小白石，或以為冰雪」。久之，白者移過樹，乃知是人也。案：通典引「遙望」至此二十七字無。殊不可上，四布僵臥石上，有頃復蘇。亦賴齎酒脯，處處有泉水，目輒為之明。復勉強相將行，到天關，自以已至也，問道中人，〔言〕尚十餘里。〔八〕其道旁山脅，大者廣八九尺，狹者五六尺。仰視巖石案：通典引「視」作「窺」。松樹，鬱鬱蒼蒼，若在雲中。俛視谿谷，碌碌不可見丈尺。遂至天門之下，仰視天門，窔遼如從穴中視天。直上七里，賴其羊腸逶迤，名曰環道，往往有絙索，可得而登也。兩從者扶挾，〔九〕前人相牽，後人見前人履底，前人見後人頂，如畫重累人矣。案：通典引「矣」作「耳」。所謂摩胸〈扌舁〉石，捫天之難也。初上此道，行十餘步一休，稍疲，咽唇燋，五六步一休。牒牒據頓，地不避濕闇，前有燥地，目視而兩腳不隨。案：通典引「所謂」至此五十一字無。早食上，脯後到天門。郭使者得銅物。銅物形狀如鍾，又方柄有孔，莫能識，疑封禪具也。得之者，汝南召陵人，姓楊名通。東上一里餘，得木甲。木甲者，武帝時神也。東北百餘步，得封所，始皇立石及闕在南方，漢武在其北。二十餘步，得北垂圓臺，高九尺，方圓三丈所，有兩陛。人不得從，上從東陛上。臺上有壇，方一丈二尺所，上有方石，四維有距石，四面有闕。鄉壇再拜謁，人多置錢物壇上，亦不埽除。國家上見之，則詔書所謂酢棃酸棗案：太平御覽果部兩引云：光武封泰山，上壇見酢棃酸棗。上問其故，主者曰：「百官上者所置」。上曰：「封禪大禮，千歲一會，衣冠士大夫何故爾也！」〔一０〕狼藉，散錢處數百，幣帛具，道是武帝封禪至泰山下，未及上，百官為先上，案：續漢志補注引無「先」字，〔一一〕通典引有。跪拜，置棃棗錢于道以求福，即此也。東山名曰日觀，案：藝文類聚天部、太平御覽地部引作「泰山東南有峰名曰日觀」。〔一二〕水經注汶水引作「東南山頂」。日觀者，雞一鳴時，見日始欲出，長三丈所。秦觀者，望見長安；案：文選顏延年詩注引此作「漢舊儀」。〔一三〕吳觀者，望見會稽；周觀者，望見齊西。〔一四〕北有石室。壇以南有玉盤，中有玉龜。案：藝文類聚禮部、雜器物部、文選張平子四愁詩注、白帖十三、太平御覽器物部、珍寶部引同。山南脅神泉，飲之極清美利人。日入下去，行數環。日暮時頗雨，不見其道，一人居其前，先知蹈有人，乃舉足隨之。比至天門下，夜人定矣。」續漢志補注、通典禮案：通典引文多刪節。 \\n  \\n 太山盤道屈曲而上，凡五十餘盤。經小天門、大天門，如從穴中視天窻矣。〔一五〕案：太平御覽居處部引「泰山有天窻」。自下至古封禪處，凡四十里。山頂西巖為仙人石閭，東巖為介邱，案：下本有「東南巖名日觀」一段，已見上，今刪。黃河去太山二百餘里，於祠所瞻黃河如帶，若在山阯。山南有廟，悉種柏千株，大者十五六圍，〔一六〕相傳云漢武所種。小天門有秦時五大夫松，見在。初學記地部、太平御覽地部 \\n  \\n 泰山東上七十里至天門。初學記地部 \\n 秦始皇上封太山，逢疾風暴雨，賴得松樹，〔一七〕因復其下，封為五大夫。〔一八〕藝文類聚木部、太平御覽木部、事類賦木部 \\n 車駕十九日之山虞，國家居亭，案：藝文類聚禮部引作「建武三十一年東巡狩。二月九日到魯。十九日國家居亭」。百官布野。此日山上雲氣成宮闕，百官並見之。二十一日夕牲時，白氣廣一丈，東南極望致濃厚。時天清和無雲。瑞命篇「岱嶽之瑞，以日為應」也。〔一九〕續漢志補注案：補注皆作「封禪儀」，下同。 \\n 建武三十二年，車駕東巡狩。正月二十八日發雒陽宮。二月九日到魯。十二日宿奉高。 \\n 十五日始齋。十九日之山虞，國家居亭。二十一日夕牲。二十二日祭〔天〕，〔二０〕日高三丈所，燔燎正北鄉。〔二一〕禮畢，百官以次上，國家時御輦，人挽升車也。北堂書鈔禮儀部案：「車」當作「山」。〔二二〕 \\n 晨祭也。日高二丈所，燔燎煙正北也。續漢志補注 \\n 百官各以次上。郡儲輦三百，為貴臣、諸公、王、侯，卿、大夫、百官皆步上，少用輦。（輦者）〔二三〕續漢志補注 \\n 國家御首輦，人輓升山。案：北堂書鈔車部引作「乘王輦以升山」。至中觀休，須臾復上。續漢志補注須臾，群臣畢就位。續漢志補注 \\n 國家臺上北面，虎賁陛戟臺下。續漢志補注 \\n 建武三十二年二月辛卯，登封太山。皇帝北面，尚書令奉玉牒檢進，南面跪。太常曰：「請封。」皇帝親封畢，退復位。太常曰：「請拜。」皇帝再拜。大行禮畢，〔二四〕群臣皆呼萬歲。命人發壇上石，尚書令藏玉牒，封石檢也。北堂書鈔禮儀部三引〔二五〕 \\n 騶騎二千餘人發壇上方石。續漢志補注 \\n 以金為繩，以石為泥，南三檢，〔二六〕案：續漢志補注、通典引無「為泥南」三字。東方、西方各二檢。案：「二」當依通典引作「三」。〔二七〕又案：續漢志、通典皆云東西各三，南北各二，此有誤。檢中石泥及壇土，色赤白黑，案：「赤」上當有「青」字。〔二八〕各依如其方色。續漢志補注、通典禮、北堂書鈔禮儀部 \\n 封禪太山，即武帝封處，累其石，登壇，置玉牒書封石此中，復封石檢。藝文類聚禮部 \\n 群臣稱萬歲，音動山谷，有青氣屬天，〔二九〕遙望不見山巔，山巔人在氣中，不知也。〔三０〕續漢志補注、北堂書鈔禮儀部、太平御覽天部案：續漢志補注引無「青」字。北堂書鈔天部引作「白氣」。 \\n 世祖封禪，久案：「久」當作「夕」。〔三一〕有白氣一丈，東南〔極望〕，〔三二〕正直壇所，有青氣上與天屬，遙望不見巔，〔三三〕瑞命之符也。太平御覽休徵部 \\n  \\n 元封封禪，書有白氣，案：「書」當作「晝」。夜有光，下天下案：此「下」字當衍。闕石門。〔三四〕藝文類聚禮部 \\n 封畢有頃，詔百官以次下，國家隨後。數百人維持行，相逢推，百官連延二十餘里。道多迫小，深谿高岸數百丈。步從匍匐邪上，起近炬火，止亦駱驛。步從觸擊大石，石聲正讙，但讙石見相應和者。〔三五〕腸不能已，口不能默。夜半後到，百官明日乃訖。其中老者氣劣不能行，臥巖石下。〔三六〕明日早，太醫令復遵問起居，國家云：「昨上下山，欲行迫前，〔三七〕欲休則後人所蹈，道峻危險，恐不能度。國家不勞，百官以下露臥水飲，無一人蹉跌，無一人疾病，豈非天邪！」泰山率多暴雨，如今上直下柴祭封登，青晏溫和。明日上壽，賜百官省事。事畢發，暮宿奉高三十里。明日發，至梁甫九十里夕牲。續漢志補注案：此條有誤字。 \\n 功效如彼，天應如此，群臣上壽，國家不聽。續漢志補注 \\n 建武三十二年，車駕東巡狩。二月二十二日祭（上）〔天〕。〔三八〕日中到山，禮畢，群臣稱萬歲。有頃詔百官以次下。明案：當有「日」字。〔三九〕問起居。二十四日發，至梁父九十里夕牲。二十五日禪祭于梁陰。〔四０〕陽者祭天，陰者祭地。始元舊禮，以高帝配天，高后配地。北堂書鈔設官部 \\n  \\n 明堂四面起土作塹，上作橋，塹中無水。明堂去平城門二里所，天子出，從平城門，先歷明堂，乃至郊祀。後漢書光武紀注 \\n 辟雍去明堂三百步。車駕臨辟雍，從北門入。三月、九月，皆于中行鄉射禮。辟雍以水周其外，以節觀者。諸侯曰泮宮。東西南有水，北無，下天子也。後漢書光武紀注 \\n 辟雍四門外有水，以節觀者。門外皆有橋。後漢書儒林傳序注 \\n 大射于曲臺。漢書藝文志如淳注〔四一〕 \\n 春三月，秋九月，習鄉射禮，禮生皆使太學學生。後漢書儒林傳序注 \\n 立春之日，遣使者賜文官司徒、司空帛三十匹，案：續漢志補注引作「四十匹」。九卿十五匹；武官太尉、大將軍各六十匹，執金吾、諸校尉各三十匹。武官倍于文官。續漢志補注、通典職官、太平御覽時序部案：續漢志補注引作「名秩」，在立秋下。 \\n 古不墓祭。秦始皇起寢于墓側，〔四二〕漢因而不改。諸陵寢皆以晦、望、二十四氣、三伏、社、臘及四時上飯。其親寢所宮人，隨鼓漏理被枕，具盥水，陳莊具。天子以正月上原陵，公卿百官及諸侯王、郡國計吏皆當軒下，占其郡國穀價四方改易，欲先帝魂魄聞之也。後漢書明帝紀注 \\n 天子東耕之日，親率三公九卿，戴青幘，冠青衣，載青旂，駕青龍，〔四三〕公卿以下車駕如常法，往出種堂。天子升壇，上空無際，公卿耕訖，天子耕于壇，舉耒三〔推〕而已。〔四四〕北堂書鈔禮儀部、藝文類聚禮部、文選藉田賦注、太平御覽禮儀部 \\n 天子升壇，公卿耕訖，嗇夫下種。凡稱藉田為千畝，亦日帝藉，亦曰耕藉，亦曰東耕，亦曰親耕，亦曰王藉。初學記禮部、藝文類聚禮部、太平御覽禮儀部 \\n 天子父事三老，兄事五更。天子親割，三公設几，九卿正履，祝哽在前，祝咽在後。北堂書鈔設官部、文選辟雍詩注、〔四五〕太平御覽禮儀部 \\n 三老、五更，三代所尊也。安車輭輪，送迎至家，天子獨拜於屏。三者，道成於天、地、人。老者，久也，舊也。五者，訓于五品。更者，五世長子，更更相代，言其能以善道改更己也。三老、五更皆取有首妻，男女完具。後漢書明帝紀注、續漢志補注、北堂書鈔設官部 \\n  \\n 伏日萬鬼所行，故盡日閉，案：太平御覽引作「故謹」。不干它事。後漢書和帝紀注、太平御覽時序部 \\n 大將軍、三公臘賜錢各三十萬，〔四六〕牛肉二百斤，稉米二百斛；特進侯十五萬；卿十萬；校尉五萬；尚書丞、郎各萬五；〔四七〕案：何敞傳注引作「尚書三萬，侍中、將、大夫各二萬」。千石、六百石各七千；侍御史、謁者、議郎、尚書令各五千；郎官、蘭臺令史二千；案：續漢志補注引「二」作「三」。〔四八〕中黃門、羽林、虎賁士二人共三千；以為當祠門戶直，各隨多少受也。後漢書何敞傳注、續漢志補注案：續漢志補注引作「名秩」。 \\n 正月旦，天子御德陽殿，臨軒。公、卿、大夫、百官各陪位朝賀。蠻、貊、胡、羌朝頁畢，見屬郡計吏，皆陛覲。宗室諸劉雜會，皆冠兩梁冠，單衣。〔四九〕既定，〔五０〕計吏中庭北向坐。大官上食，賜群臣酒食，作九賓，撤樂。藝文類聚禮部、太平御覽時序部 \\n 正月朔賀，三公案：藝文類聚引作「大將軍、三公朝會」，下文亦少異。奉璧上殿，嚮西北。太常贊曰：「皇帝為三公興！」三公伏，皇帝坐，乃前進璧。〔五一〕古語曰「御坐則起」，此之謂也。藝文類聚禮部、太平御覽時序部 \\n 元日朝賀，三公拜璧殿上，獻壽觴。太平御覽時序部 \\n 正旦，飲柏葉酒，上壽。太平御覽木部 \\n 明帝永平元年，〔五二〕光烈陰皇后葬，魂車，鸞輅青羽葢，駕四馬，旂九斿，〔五三〕前有方相。鳳皇車，大將軍妻參乘，太僕御，女騎夾轂。宋書禮志、通典禮案：「僕」下當有「妻」字。〔五四〕 \\n 天子法駕，所乘曰金根車，駕六龍，以御天下也。有五色安車，有五色立車，各一，皆駕四馬。毛詩說云：〔五五〕「四者，示有四方之志也。」是為五時副車。藝文類聚舟車部、太平御覽車部 \\n 天子出祭陵，常乘金根車。春二月，青龍居在前。〔五六〕秋八月，白虎在前。太平御覽車部 \\n 大路龍旂，畫龍於旂上也。隋書禮儀志 \\n 皇后婕妤乘輦，餘皆以茵，四人輿以行。文選西都賦注、太平御覽皇親部 \\n 孝景帝六年，令二千石朱兩音緉，千石、六百石朱轓，〔五七〕較車耳反出為藩屏也。太平御覽車部 \\n 皇帝起居，索室清宮而後行。史記孝文本紀索隱、北堂書鈔帝王部 \\n 天子車駕次第謂之鹵簿。有大駕、法駕、小駕。大駕公卿奉引，大將軍參乘，太僕御，屬車八十一乘，備千乘萬騎，案：史記梁孝王世家索隱引下有「而出」二字。侍御史在左駕馬，詢問不法者。史記孝文本紀索隱、梁孝王世家索隱、後漢書皇后紀注、班固傳注、唐六典十七、文選東京賦注 \\n 祭南郊，乘大駕，奉引如故，其餘群司百官大出。祭北郊，乘大駕，奉引如故，其餘十歲五帝雞翅埽前後，〔五八〕諸軍悉行者也。北堂書鈔儀飾部 \\n 大駕鹵簿，五營校尉在前，案：西京賦注引「漢有五營」。名曰填衛。文選藉田賦注 \\n 乘輿大駕，則御鳳皇車，以金根為副。續漢志補注案：引作「漢官鹵簿。」〔五九〕 \\n 漢乘輿大駕儀，公卿奉引，太僕御，大將軍驂乘，屬車八十一乘，備千乘萬騎。法駕儀，公卿不在鹵簿中，河南尹、執金吾、洛陽令、案：史記孝文本紀索隱引作「京兆尹、長安令。」又案：此下當有「奉引」二字，見續漢志。〔六０〕奉車都尉、案：「都尉」當作「郎御」，見續漢志。〔六一〕侍中參乘，屬車三案：續漢志「三」作「四」，誤。十六乘。史記孝文本紀索隱、留侯世家索隱、太平御覽儀式部 \\n 甘泉鹵薄有道車五乘，游車九乘，在輿前。太平御覽車部 \\n 前驅有雲，案：當有「罕」字。〔六二〕皮軒鑾旗車。後漢書楊秉傳注 \\n 清道以旄頭為前驅。後漢書儒林傳序注 \\n 舊選羽林郎旄頭，被髮案：太平御覽引作「放髮」。為前驅，〔六三〕今但用營士。後漢書光武紀注、太平御覽儀式部 \\n 豹尾過後，執金吾罷屯解圍，天子鹵簿中，後屬車施豹尾于道路，豹尾之內為省中。水經注江水〔六四〕 \\n 騎執菰。初學記樂部〔六五〕 \\n 太常駕四馬，主簿前車八乘，有鈴下、侍閣、辟車、騎吏、五百等員。唐六典十四案：以下三條，唐六典引俱作「鹵簿篇」。又後漢書周紆傳注引「鈴下、侍閣、辟車，此皆以名自定者也」。 \\n 衛尉駕四馬，主簿前車八乘，有鈴下、侍閣、辟車、騎吏等員。唐六典十六 \\n 鴻臚駕四馬，主簿。〔六六〕唐六典十八 \\n 班劍者，以虎皮飾之。文選王文憲文集序注案：儉薨，追贈太尉，增班劍為六十人。續漢志：「佩刀，虎賁黃室虎文，其將白虎文。」然則班劍者亦鹵簿中所有也。 \\n 衣裳公侯華蟲，卿大夫藻火。太平御覽職官部案：與續漢志輿服不合，此當有誤。 \\n 周冕與古冕略等，周加垂旒，天子前後垂真白珠各十二。太平御覽服章部 \\n 冕廣七寸，長八寸。左氏正義桓公 \\n 天子冠通天，諸侯王冠遠游，三公、諸侯冠進賢，三梁；卿、大夫、尚書、二千石、博士冠兩梁；二千石以下至小吏冠一梁。案：志引作「平帝元始五年，令公、卿、列侯冠三梁，二千石兩梁，千石以下一梁」。三禮圖引亦作「千石」。此作「二千石」，誤。〔六七〕天子、公、卿、特進、諸侯祀天地明堂，皆冠平冕，天子十二旒，三公、九卿、案：三禮圖引作「九旒」。諸侯七旒，其纓各如其綬色，玄衣纁裳。後漢書明帝紀注、張宗傳注、〔六八〕隋書禮儀志、聶崇義三禮圖 \\n 幘者，古之卑賤執事不冠者之所服也。後漢書光武紀注、初學記服食部、〔六九〕藝文類聚服飾部、〔七０〕太平御覽服章部 \\n 孝武時，天子以下未有幘。元帝額上有壯髮，不欲使人見，乃使進幘，〔七一〕群寮隨焉。太平御覽皇王部 \\n 幘本無巾，如今半幘而已。王莽無髮，因為施巾，故里語曰：「王莽頭禿施幘屋。」太平御覽皇王部 \\n 孔子稱：「封太山，禪梁父，可得而數七十有二。」傳曰：「封者以金泥銀繩，印之以璽。璽，施也，信也。古者尊卑共之。」月令曰「 \\n 固封璽」。春秋傳「襄公在楚，季武子使公冶問，〔七二〕璽書追而與之」是也。秦漢以來，尊者以為名，乃使避。太平御覽儀式部 \\n 子嬰上始皇璽，因服御之，代代傳受，號曰「漢傳國璽」。史記高祖本紀索隱 \\n 天子有傳國璽，文曰：「受命于天，既壽且康。」不以封也。北堂書鈔儀飾部、太平御覽儀式部 \\n 璽皆白玉螭虎紐，文曰「皇帝行璽」、「皇帝之璽」、「皇帝信璽」、「天子行璽」、「天子之璽」、「天子信璽」，凡六璽。「皇帝行璽」，凡封案：句絕。之璽賜王侯書。案：句絕。「信璽」，發兵案：句絕。徵大臣。「天子行璽」，案：句絕。策拜外國及案：當有訛脫。事天地鬼神。璽案：「璽」上當有脫，皆見漢舊儀。〔七三〕皆以武都紫泥封，青囊白素裏，兩端無縫，尺一板案：後漢書李雲傳注：「尺一之板，謂詔策也。見漢官儀。」中約署。皇帝帶綬，黃地六采，不佩璽。璽以金銀縢組，侍中組負以從。秦以前民皆佩綬，金、玉、銀、銅、犀、象為方寸璽，各從所好。〔七四〕奉璽書使者乘馳傳，其驛騎也，三騎行，晝夜千里為程。通典禮案：此段亦見漢舊儀。 \\n 金銅〔虎〕符五，〔七五〕竹使符十。文選冊魏〔公〕九錫文注〔七六〕 \\n 銅虎符發兵，長六寸。竹使符出入徵發。史記孝文本紀索隱〔七七〕 \\n 印者，因也。所以虎紐，案：北堂書鈔引作「虎劍」，〔七八〕太平御覽引作「虎細」，皆字之訛。陽類。虎〔者〕，〔七九〕獸之長，取其威猛，以執伏案：北堂書鈔引作「繫服」。群下也。龜者，陰物。抱甲負文，隨時蟄藏，以示臣道功成而退也。北堂書鈔儀飾部、太平御覽儀式部 \\n 尚書僕射，銅印青綬。續漢志補注、通典禮〔八０〕 \\n 孝武皇帝元狩四年，案：初學記引作「二年」。又上有「卿秩中二千石」六字。令通官印方寸大小，官印五分。王、公、侯金、，二千石銀，千石以下銅印。初學記職官部、太平御覽儀式部案：初學記引無末句，「銀」下有「印龜紐」三字。 \\n 千石至三百石銅印。北堂書鈔儀飾部〔八一〕 \\n 〔秩〕六百石，〔八二〕銅章墨綬。後漢書蔡邕傳注 \\n 綬者，有所承受也，所以別尊卑，彰有德也。北堂書鈔儀飾部、初學記器物部案：此下綬諸條，與續漢志輿服皆不合，亦見丁孚漢儀。 \\n 綬者，有所承受也。長一丈二尺，法十二月；闊三丈，案：廣韻四十四有注引作「廣三尺」。〔八三〕法天地人。舊用赤葦，示不忘古也。秦漢易之以絲，今綬如此。北堂書鈔儀飾部 \\n 乘輿綬，黃地案：初學記引下有「骨」字。白羽，青絳綠，〔八四〕五采，四百首，長二丈三尺。北堂書鈔儀飾部、初學記器物部 \\n 諸王綬，四采，絳地案：初學記引有「骨」字。白羽，案：北堂書鈔引作「黃地黃羽」，誤。〔八五〕青黃綠案：「綠」上當有「去」字。赤圭，〔八六〕二百六十首，長二丈一尺。侯綬，絳地，縹紺，百二十首，長二丈案：「二」當作「一」。八尺。〔八七〕北堂書鈔儀飾部、初學記器物部 \\n 公、侯、將軍，三采，案：「三」當作「二」，下當有「紫白純」三字，見通典禮。〔八八〕紫圭，長有一丈七尺，百八十首。公主、封君同。〔八九〕北堂書鈔儀飾部案：初學記器物部引「丞相、御史大夫、匈奴亦同」。 \\n 九卿、中二千石，青綬，三采，青白紅，純青圭，一丈七尺，一百廿首。北堂書鈔儀式部 \\n 二千石，綬羽青地，桃花縹，三采，百二十首，長丈七尺。〔九０〕黃綬，〔九一〕黃絲，一采，八十首，長丈七尺。民織綬皆如式，不如式，沒入官也。北堂書鈔儀飾部、初學記器物部 \\n 墨綬，白案：「白」字當衍。羽青地，絳二采，長丈七尺。初學記器物部 \\n 四百石丞、尉，皆黃綬大冠。北堂書鈔設官部 \\n 凡先合單紡為一絲，四絲為一扶，五扶為一首，五首成〔一〕文，文采純為〔一〕圭。〔九二〕首多者精，少者麤，皆廣尺六寸。北堂書鈔儀飾部 \\n 蕭何為相國，佩綠綬，公侯紫，卿二千石青，令長千石黑。隋書禮儀志〔九三〕 \\n 高祖在沛，隱芒碭山。每遊，上輒不欲令呂后知，常在深僻處，后亦常知其處。高祖問曰：「何以知之？」后曰：「君所居處，上有紫氣。」太平御覽天部 \\n 孝靈熹平〔二〕年八月辛未，〔九四〕白氣如匹練，衝北斗第四星，為大獸狀。明年，揚州刺史臧旻攻盜賊，斬首數千級。太平御覽天部 \\n 永和中，戶至千七十八萬，口五千三百八十六萬九千五百八十八。續漢志補注 \\n 景帝以來，於國學內立道館，以教學徒，不許人閒別立館舍。廣弘明集十四 \\n 高祖既登帝位，鮦陽、固始、細陽歲遣雞鳴歌士，常謳于闕下。藝文類聚居處部 \\n 王莽篡位，以劉字金刀，案：「字」下當有「有」字。罷五銖，更作小錢，文曰「貨泉」。其文反白水真人，此則世祖中興之瑞也。太平御覽資產部 \\n 不制之臣，相與比周，宮鄰金虎。案：東京賦注引「比周」下有「比周者」三字。〔九五〕宮鄰金虎者，言小人在位，比周相進，與君為鄰堅若金，〔九六〕讒言之人惡若虎。〔九七〕文選東京賦注、王元長三月三日曲水詩序注 \\n 帝室，猶古言王室。文選魏都賦注、西征賦注 \\n 凡章表皆啟封，其言密事得皁囊。後漢書蔡邕傳注、公孫瓚傳注 \\n 里語云「任智不正車生咀」。〔九八〕太平御覽人事部 \\n 肅宗賜諸尚書劍，陳寵濟南椎成。漢官儀「椎成」作「鍛成」。後漢書韓稜傳注 \\n 應劭字仲遠。漢官儀作仲瑗。後漢書應劭傳注 \\n 校勘記 \\n 〔一〕「下號曰皇帝」五字乃涉御覽卷七六引下條漢雜事之文而衍，故刪。 \\n 〔二〕「第」原作「帝」，諸本後漢書光武帝紀注均作「第」，故改。 \\n 〔三〕初學記卷一０引作「國人美其繁以為興」。 \\n 〔四〕此出處當作廣韻卷二下平聲宵第四椒注。 \\n 〔五〕後漢書宦者傳論注無此引，實出文選范蔚宗宦者傳論注。 \\n 〔六〕續漢祭祀志補注諸本「千人」上均無「一」字，故刪。 \\n 〔七〕類聚卷六「刻號」下有「石」字。 \\n 〔八〕諸本續漢祭祀志補注「尚」下均有「言」字，故據補。 \\n 〔九〕諸本續漢祭祀志補注均作「扶挾」，孫輯誤作「扶掖」，據正。 \\n 〔一０〕事類賦注卷二六有此引，並與御覽果部引同。 \\n 〔一一〕續漢志補注諸本皆有「先」字，孫案非。 \\n 〔一二〕類聚卷一引無「有峰」二字。又事類賦注卷一引作「泰山東南名曰日觀，雞鳴時見日」。 \\n 〔一三〕文選頻延年車駕幸京口侍遊蒜山詩注引「泰觀者」作「言日觀者」。又引書作「漢書儀」。 \\n 〔一四〕盧文弨續漢書志注補曰：「周觀者，望見嵩山。齊西訛。」 \\n 〔一五〕初學記卷五、御覽卷三九「如從」上均引有「仰視天門」四字。 \\n 〔一六〕「十五六圍」原誤作「五六十圍」，據初學記卷五、御覽卷三九引而改。 \\n 〔一七〕御覽卷九五三、事類賦注卷二四「賴得」下均有「抱」字。 \\n 〔一八〕類聚卷八八引作「封為大夫松也」，御覽卷九五三作「封其樹為五大夫松」，事類賦注卷二四作「因封其樹為五大夫」，均與孫輯異。 \\n 〔一九〕此引又見書鈔卷九一，孫輯脫注。 \\n 〔二０〕據書鈔卷九一引補「天」字。 \\n 〔二一〕孔本書鈔卷九一「燔燎」下有「煙」字。 \\n 〔二二〕孔本書鈔九一「升車」兩引俱作「升山」。 \\n 〔二三〕「輦者」二字乃劉昭之語，孫輯誤引，故刪。 \\n 〔二四〕書鈔卷九一「大行禮畢」引在「退復位」之下。續漢志亦曰：「尚書令以五寸印封石檢。事畢，皇帝再拜，群臣稱萬歲。」孫輯引有誤。 \\n 〔二五〕「三引」當作「四引」。 \\n 〔二六〕孔本書鈔卷九一作「南北二檢」。 \\n 〔二七〕孔本書鈔卷九一即作「東方、西方各三檢」，孫輯所據本誤。 \\n 〔二八〕孔本書鈔卷九一「色」下引有「青」字。 \\n 〔二九〕書鈔卷九一、又卷一五一、御覽卷一五「屬天」均引作「上與天屬」。 \\n 〔三０〕孔本書鈔卷九一「人在」上無「山巔」二字，末句作「不知山下人之見也」。 \\n 〔三一〕影宋本御覽卷一五天部「久」正作「夕」，孫輯脫注。 \\n 〔三二〕據御覽卷八七二補「極望」二字。 \\n 〔三三〕「巔」原誤作「此」，據御覽卷八七二引改。 \\n 〔三四〕類聚汪紹楹校本無「下」字，又「闕」作「關」，甚是。 \\n 〔三五〕「見」殿本作「無」，點校本作「旡」，此從汲本。 \\n 〔三六〕點校本續漢志補注「行」上無「能」字，「臥」上有「正」字。 \\n 〔三七〕點校本續漢祭祀志補注「明日」下無「早」字，「迫前」下有「人」字。 \\n 〔三八〕據孔本書鈔卷九一改「上」作「天」。 \\n 〔三九〕孔本書鈔卷九一引有「日」字。 \\n 〔四０〕孔本書鈔九一此句引作「禪乎泰山，祭地於梁陰」。 \\n 〔四一〕漢書藝文志如淳注引作漢官。 \\n 〔四二〕「墓」原誤作「其」，諸本後漢書明帝紀注均作「墓」，故據改。 \\n 〔四三〕書鈔卷九一、類聚卷三九均作「駕蒼馬」。惟御覽卷五三七引作「駕蒼龍」。按張衡東京賦敘及藉田曰：「乘鑾輅而駕蒼龍。」則「青」當作「蒼」為是。馬而稱其為龍，以其八尺以上神駿如龍也。 \\n 〔四四〕據類聚卷三九、文選藉田賦注引補「推」字。又此引略見於初學記卷一四，孫輯脫注。 \\n 〔四五〕辟雍詩乃班固所作，文選附其於東都賦之末。 \\n 〔四六〕後漢書何敞傳注「臘賜」二字在「大將軍」之上，「各三十萬」作「各二十萬」。 \\n 〔四七〕點校本續漢志補注作「各萬五千」。 \\n 〔四八〕此句唯見續漢志補注，汲本作「二」，殿本、點校本作「三」。 \\n 〔四九〕類聚卷三九「單衣」上引有「皂」字。又「雜會」當作「親會」。 \\n 〔五０〕類聚卷三九「既定」下引有「上壽」二字。 \\n 〔五一〕類聚卷三九引作「天子為起，住入，太常住車曰：『皇帝為群公起。』天子坐，方前進」。 \\n 〔五二〕宋書禮志作「永平七年」。又後漢書明帝紀、皇后紀均作「 \\n 七年」。孫輯舍宋書而從通典，失考。 \\n 〔五三〕宋書禮志「旂」上引有「龍」字。 \\n 〔五四〕宋書禮志引有「妻」字。 \\n 〔五五〕御覽卷七七三有兩引，皆無「說云」二字。又類聚卷七一引無「毛詩」以下十三字。 \\n 〔五六〕影宋本御覽卷七七三「青龍居」作「青安車」。 \\n 〔五七〕漢書景帝紀載中元六年五月詔曰：「令長吏二千石車朱兩轓，千石至六百石朱左轓。」疑御覽「朱兩」下脫「轓」字，「六百石朱」下脫「左」字。 \\n 〔五八〕唐類函「雞翅」作「雞翹」。續漢志亦曰：民或以為鸞旗為雞翹。孫輯從陳本，非。 \\n 〔五九〕續漢志補注實引作漢官鹵簿圖。 \\n 〔六０〕史記孝文本紀索隱引有「奉引」二字。 \\n 〔六一〕史記留侯世家索隱曰：「屬車即副車，而奉車郎御而從後。」據此則奉車郎所御乃副車，與孫案異。又續漢志曰：「奉車都尉，掌御乘輿車。」或「都尉」下脫「御」字亦未可知。 \\n 〔六二〕諸本後漢書楊秉傳注均有「罕」字，孫氏自誤。 \\n 〔六三〕後漢書光武帝紀注「郎」作「為」，御覽卷六八０「旄頭」上亦有「為」字。又御覽卷六八０引無「為前」二字，而後漢書光武帝紀注此二字引作「先」。疑此句當作「被髮先驅」。 \\n 〔六四〕水經注引作漢官序。 \\n 〔六五〕初學記所引實本宋書樂志，「菰」原作「箛」，據以正。 \\n 〔六六〕職官分紀卷二０引作「鴻臚主簿駕四馬」。 \\n 〔六七〕後漢書法雄傳注即作「千石」。 \\n 〔六八〕「張宗傳注」係「法雄傳注」之誤。 \\n 〔六九〕初學記無服食部，有器物部，然無此引。又書鈔卷一二七衣冠部有此引，孫輯脫注。 \\n 〔七０〕類聚衣冠部、服飾部均無此引。 \\n 〔七一〕影宋本御覽卷八九「乃使」引作「乃始」，是。 \\n 〔七二〕「使」原誤作「從」，據御覽卷六八二引改。又左傳襄公二十九年文亦作「使」。 \\n 〔七三〕按除「賜王侯書」漢舊儀作「賜諸侯王書」外，餘皆同。 \\n 〔七四〕漢舊儀「各從」作「各服」。 \\n 〔七五〕據文選冊魏公九錫文注補「虎」字。 \\n 〔七六〕據文選目錄補「公」字。 \\n 〔七七〕史記孝文本紀索隱引作漢舊儀，孫輯引誤。 \\n 〔七八〕孔本書鈔、俞本唐類函此引標目均作「虎紐」。 \\n 〔七九〕據書鈔儀飾部、御覽儀式部引補「者」字。 \\n 〔八０〕續漢志補注引作漢官。 \\n 〔八一〕初學記卷二六引與此同，作漢舊儀。 \\n 〔八二〕諸本後漢書蔡邕傳注「六百石」上均有「秩」字，故據補。 \\n 〔八三〕孔本書鈔卷一三一引作「濶三尺」。 \\n 〔八四〕書鈔卷一三一、初學記卷二六「綠」均引作「緣」。 \\n 〔八五〕孔本書鈔卷一三一仍作「絳地」，不誤。 \\n 〔八六〕孔本書鈔卷一三一引無「赤圭」二字。初學記卷二六作「赤采」。 \\n 〔八七〕孔本書鈔卷一三一「侯綬」下引有「三采」二字。初學記卷二六引有「三采」，但置「紺」字下。又書鈔「二丈八尺」作「一丈八尺」。 \\n 〔八八〕孔本書鈔卷一三一作「二采」，且上有「紫綬」二字，與續漢志同。 \\n 〔八九〕「公主、封君同」原誤作「公主同封君」，據孔本書鈔卷一三一、初學記卷二六引改。 \\n 〔九０〕初學記卷二六引作「長丈八尺」。 \\n 〔九一〕初學記卷二六曰：四百丞尉、三百長相、二百、百石為黃綬。疑書鈔有脫文。 \\n 〔九二〕據孔本書鈔卷一三一補兩個「一」字。續漢志亦作「五首成一文，文采純為一圭」。 \\n 〔九三〕隋書禮儀志作漢官之文。 \\n 〔九四〕據續漢天文志補「二」字。 \\n 〔九五〕文選三月三日曲水詩序注引有「比周者」三字。 \\n 〔九六〕文選東京賦注「為鄰」下引「貪求之德」四字。 \\n 〔九七〕「若」原作「如」，文選東京賦注、三月三日曲水詩序注均作「若」，故據改。 \\n 〔九八〕御覽卷四九六引作「仕宦不止車生耳」，與孫輯迥異。不詳孫氏所據為何本。 \\n  \\n 　"}
{"章节": "漢官儀佚文一卷", "正文": "　 \\n 漢官儀佚文一卷 \\n 　 \\n 漢官儀佚文 \\n 漢應劭撰 \\n 清王仁俊輯 \\n 里諺曰：「仕宦不止車生耳。」詩紀補 \\n 俊按：漢官儀有孫氏星衍輯本。杜氏古謠諺三十二錄之，復據詩紀補採出此條，以補孫氏所未及。今祗據杜氏本錄之，凡孫氏已採者不錄。 \\n  \\n 　"}
{"章节": "漢官典職儀式選用一卷", "正文": "　 \\n 漢官典職儀式選用一卷 \\n 　 \\n 孫星衍敘錄 \\n 隋志：漢官典職儀式選用二卷，漢衛尉蔡質撰。唐志蔡質漢官典儀一卷。諸書所引；又有作蔡質漢官典職、漢官典職儀者，皆後人省文也。陳氏書錄解題：漢官典儀一卷，漢衛尉蔡質撰，雜記官制及上書謁見禮式。李埴續補一卷。俱不傳。今錄成一卷，名從隋志。質字子文，蔡邕叔父。見後漢書蔡邕傳、晉書蔡豹傳。 \\n 漢官典職儀式選用一卷 \\n 清衛尉蔡質撰 \\n 清孫星衍校集 \\n 太尉，孝文三年置，七年省。武帝建元二年置，五年復省，更名大司馬。建武二十七年復置太尉。太平御覽職官部 \\n 府開闕，王莽初起大司馬，後篡盜神器，〔一〕故遂貶去其闕。續漢志補注 \\n 司徒本丞相官，哀帝改為大司徒，主司徒眾，馴五品。府與蒼龍闕對，厭于尊者，不敢稱府也。續漢志補注、太平御覽職官部案：續漢志補注引「稱」字作「號」。 \\n 漢興，置大將軍、驃騎，位次丞相；車騎、衛將軍、左、右、前、後，皆金紫，位次上卿。典京師兵衛，〔四夷〕屯警。〔二〕續漢志補注 \\n 惠帝改太常為奉常，景帝復為太常，蓋周官宗伯也。藝文類聚職官部、太平御覽職官部 \\n 五官中郎解，其府對太學。續漢志補注 \\n 左中郎解，其府府次五官。續漢志補注案：當作「次五官府」，誤倒。 \\n 三署郎見光祿勳，執板拜；見五官、左、右將，執板不拜。於三公諸卿無敬。續漢志補注 \\n 虎賁中郎將主虎賁千五百人，無常員，多至千人。案：太平御覽引「多」上有「郎」字。戴鶡冠，次右將府。又虎賁舊作「虎奔」，〔三〕言如虎之奔也。王莽以古有勇士孟賁，故名焉。續漢志補注、後漢書孔融傳注、北堂書鈔設官部、太平御覽職官部 \\n  \\n 羽林郎百二十八人，無常員，府次虎賁府。續漢志補注 \\n 謁者僕射見尚書令，對揖無敬。謁者見，執板拜之。續漢志補注 \\n 謁者案：續漢志補注引無此二字。〔四〕出府丞、長史、陵令，案：光武紀注引無此七字。皆選儀容端正，任奉使者。後漢書光武紀注、續漢志補注 \\n 南宮至北宮，中央作大屋，複道，三道行，天子從中道，從官夾左右，案：太平御覽居處部引作「複道三行，天子按行中央，臺官從左右」。十步一衛。兩宮相去七里。後漢書光武紀注案：文選古詩十九首注引「南宮、北宮，相去七里」。 \\n 宮中諸有劾奏罪，左都候執戟戲車縛送付詔獄，在官大小各付所屬。以馬被覆。見尚書令、尚書僕射、尚書，皆執板拜；見丞、郎皆揖。續漢志補注 \\n 正月旦，百官朝賀，光祿勳劉嘉、廷尉趙世各辭不能朝，高賜舉奏：「皆以被病篤困，空文武之位，闕上卿之贊，既無忠信斷金之用，而有敗禮傷化之尤，不謹不敬！請廷尉治嘉罪，河南尹治世罪。」議以世掌廷尉，故轉屬他官。續漢志補注 \\n 少府符著出見都官從事，〔五〕持板。都官從事入少府見符著，持板。續漢志補注 \\n 侍中，常伯，選舊儒高德，博學淵懿。案：太平御覽引作「博學洞達」。仰占俯視，切問近對，喻旨公卿，上殿稱制，參乘佩璽秉劍。員本八人，陪見舊在尚書令、僕射下，尚書上；今官出入禁中，更在尚書下。司隸校尉見侍中，執板揖，河南尹亦如之。又侍中舊與中官俱止禁中。案：唐六典引下有「宿直廬在石渠門外」八字。武帝時，侍中莽何羅案：唐六典引作「馬何羅」。挾刃謀逆，由是侍中出禁外，有事乃入，畢即出。王莽秉政，侍中復入，與中官共止。案：唐六典引作「復止禁中」。章帝元和中，侍中郭舉與後宮通，拔佩刀驚上，舉伏誅，由是侍中復出外。〔六〕續漢志補注、唐六典六、〔七〕太平御覽職官部 \\n 尚書令主贊奏，總典綱紀，無所不統，〔八〕秩千石，案：藝文類聚引作「秩二千石」。銅印墨綬。北堂書鈔設官部、藝文類聚職官部 \\n 故公為之者，朝會（不）〔下〕陛奏事，〔九〕增秩二千石，故自佩銅印墨綬。續漢志補注 \\n 尚書奏事於明光殿，省中畫古烈士，重行書讚。初學記職官部 \\n 省中皆以胡粉塗壁，紫素界之，畫古烈士。初學記居處部〔一０〕 \\n 尚書僕射主開封，掌授廩給錢穀也。北堂書鈔設官部 \\n 僕射主封門，掌授廩假錢穀。凡三公、列卿、將、大夫、五營校尉行復道中，遇尚書僕射、左右丞郎、御史中丞、侍御史，皆避車豫相迴避。衛士傳不得迕臺官，〔臺官〕過後乃得去。〔一一〕續漢志補注 \\n 尚書典天下歲盡集課事。三公尚書二人，典三公文書。吏曹尚書典選舉齋祀，屬三公曹。靈帝末，梁鵠為選部尚書。〔一二〕續漢志補注 \\n 常侍曹主常侍、黃門、御史事，世祖改曰吏曹。續漢志補注 \\n 二千石曹掌中郎官水火、〔一三〕盜賊、辭訟、罪眚。續漢志補注 \\n 民曹典繕治功作，監池、苑、囿、盜賊事。續漢志補注 \\n 客曹天子出獵，駕，御府曹郎屬之。續漢志補注 \\n 尚書左、右丞典臺事，繩糾無所不惣。太平御覽職官部 \\n  \\n 左、右丞對揖，稱左、右君也。〔一四〕北堂書鈔設官部 \\n 尚書左丞總典臺中綱紀，無所不統。續漢志補注、初學記職官部 \\n 右丞與僕射對掌授廩假錢穀，〔一五〕與左丞無所不統。凡中宮漏夜盡，鼓鳴則起，鐘鳴則息。衛士甲乙徼相傳，甲夜畢，傳乙夜，相傳盡五更。衛士傳言五更，未明三刻後，雞鳴，衛士踵丞郎趨嚴上臺，不畜宮中雞。汝南出雞鳴，衛士候朱雀門外，專傳雞鳴於宮中。續漢志補注 \\n 尚書郎初從三署詣臺試，初上臺稱守尚書郎，中歲滿稱尚書郎，三年稱侍郎。〔一六〕案：北堂書鈔設官部、初學記職官部引下有「凡三十四人，選吏能者為之」。客曹郎主治羌胡事，劇遷二千石或刺史，其公遷為縣令，秩滿自占縣去，詔書賜錢三萬與三臺祖餞，餘官則否。治嚴一月，準謁公卿陵廟乃發。御史中丞遇尚書丞、郎，避車執板住揖，丞、郎坐車舉手禮之，車過遠乃去。尚書言左、右丞，敢告知如詔書律令。郎見左、右丞，對揖無敬，稱曰左、右君。丞、郎見尚書，執板對揖，案：此「對」字當衍，後同。稱曰明時。見令、僕射，執板拜，朝賀對揖。續漢志補注 \\n 尚書郎晝夜更直于建禮門內。北堂書鈔設官部、初學記職官部、文選沈休文和謝宣城詩注案：「晝夜更直」北堂書鈔、初學記引作「夜直五日」。〔一七〕 \\n 省閣下大屏稱曰丹屏，尚書郎含雞舌香，伏其下奏事。太平御覽居處部 \\n 尚書郎入直臺中，官供新青縑白綾被，〔一八〕或錦被，晝夜更宿，帷帳畫，通中枕，臥旃蓐，冬夏隨時改易。太官供食，五日一美食。〔一九〕後漢書鍾離意傳注、北堂書鈔設官部、酒食部、初學記職官部、藝文類聚布帛部、太平御覽服用部、布帛部〔二０〕 \\n 尚書郎直，太官供餅餌五熟。太平御覽飲食部 \\n 尚書郎伯使二人，〔二一〕女侍史二人，皆選端正者。伯使從至止車門還，女侍史絜被服，〔二二〕案：北堂書鈔、太平御覽引作「潔衣服」。執香爐燒熏，從入臺中，給使護衣服也。後漢書鍾離意傳注、廣韻十一模注、北堂書鈔儀飾部、太平御覽服章部〔二三〕 \\n 尚書郎懷香握蘭，趨走丹墀。太平御覽香部 \\n 以丹（赤）〔漆〕地，〔二四〕故稱丹墀。廣韻六脂注、文選西京賦注、魏都賦注、廣絕交論注、太平御覽居處部 \\n 尚書丞，郎見尚書，執板對揖，稱曰明公。案：「公」續漢志補注引作「時」，見前。尚書郎見左、右丞，對揖無敬，稱曰左、右君。太平御覽禮儀部 \\n 尚書令、僕射，〔二五〕給赤管大筆兩枝。〔二六〕北堂書鈔藝文部 \\n 尚書令、僕、丞、郎，月賜隃糜大墨一枚，小墨二枚。〔二七〕北堂書鈔藝文部、初學記文部、太平御覽文部 \\n 楊喬糾羊柔曰：「柔知丞、郎鴈行，威儀有序。」文選責躬詩注、與陳伯之書注〔二八〕 \\n 尚書令史皆選蘭臺、符節上稱｛竹閒｝精練吏有能為之。〔二九〕續漢志補注 \\n  \\n 御史中丞遇尚書郎，避車執板住揖，車過乃去之。〔三０〕北堂書鈔設官部、白帖七十四 \\n 中丞掌蘭臺。北堂書鈔設官部 \\n 丞，故二千石為之，或遷侍御史高第，執憲中司，朝會獨坐，內掌蘭臺，督諸州刺史，糾察百寮，〔三一〕出為二千石。續漢志補注 \\n 治書侍御史二人，治廷尉奏事，罪當輕重。〔三二〕北堂書鈔設官部選御史高第補之。續漢志補注 \\n 侍御史，秦官。周有御史，掌郡案：當作「邦」。國都邑，案：當作「鄙」萬民之治，案：當作「及萬民之治令」。〔三三〕以贊冢宰。北堂書鈔設官部 \\n 其二人者更直。執法省中者，皆糾察百官，督州郡。公法府掾屬高第補之，初稱守，漢歲拜真，出治劇為刺史、二千石，平遷補令。見中丞，執板揖。續漢志補注 \\n 將作大匠位次河南尹。光武中元二年省，謁者領之。章帝建初元年復置。〔三四〕續漢志補注 \\n 門候見校尉，執板下拜。續漢志補注案：「下」當作「不」。〔三五〕 \\n 五營司馬見校尉，執板不拜。續漢志補注 \\n 越騎校尉掌越騎。續漢志補注 \\n 長水校尉主長水、宣曲胡騎。續漢志補注 \\n 射聲校尉掌待詔射聲事。〔三六〕續漢志補注 \\n 司隸校尉職在典京師，外部諸郡，無所不糾。封侯、外戚、三公以下，無尊卑。入宮，開中道稱使者。每會，後到先去。續漢志補注 \\n 司隸詣臺廷議，處九卿上，朝賀處公卿下，陪案：當有「位」字。卿上。初除，謁大將軍、三公，通謁持板揖。公議、〔三七〕朝賀無敬。臺召入宮對見尚書，持板，朝賀揖。續漢志補注 \\n 延熹中，京師游俠有盜發順帝陵，賣御物于市，市長追捕不得。周景以尺一詔召司隸校尉左雄詣臺對詰，雄伏于庭荅對，景使虎賁左駿頓頭，血出覆面，與三日期，賊便擒。後漢書周景傳注 \\n 都官主雒陽百官，朝會與三府掾同。續漢志補注 \\n 河南尹出考案，與從事同。續漢志補注 \\n 詔書舊典，案：續漢志補注引有此四字。刺史班宣，周行郡國，省察治狀，黜陟能否，斷治冤獄，案：後漢書光武紀注引此四句，「治狀」作「政教」。以六條問事，非條所問，即不省。一條，強宗豪右田宅踰制，以強陵弱，以眾暴寡。二條，二千石不奉詔書遵承典制，倍公向私，旁詔守利，侵漁百姓，聚斂為姦。三條，二千石不恤疑獄，風厲殺人，怒則任刑，喜則淫賞，煩擾苛暴，剝戮黎元，為百姓所疾，山崩石裂，妖祥訛言。四條，二千石選署不平，苟阿所愛，蔽賢寵頑。五條，二千石子弟恃怙榮勢，請託所監。六條，二千石違公下比，阿附豪強，通行貨賂，割損政令也。漢書百官公卿表注、續漢志補注 \\n 諸州刺史初除，比諸案：此當有脫。持板揖，不拜。續漢志補注 \\n 諸州刺史上郡並列卿府，言「敢言之」。後漢書朱雋傳注 \\n 立宋皇后儀尚書令臣囂、僕射臣鼎、尚書臣旭、臣乘、臣滂、臣謨、臣詣稽首言：「伏惟陛下履乾則坤，動合陰陽。群臣大小咸以長秋宮未定，遵舊依典，章表仍聞，厯時乃聽。令月吉日，以宋貴人為皇后，應期正位，群生兆庶莫不式舞。易稱『受茲介祉』，詩云『干祿百福，子孫千億』，萬方幸甚。今吉日以定，臣請太傅、太尉、司徒、司空、太常條列禮儀正處上，群臣妾無得上壽，如故事。臣囂、臣鼎、臣旭、臣乘、臣滂、臣謨、臣詣愚闇不達大義，誠惶誠恐，頓首死罪，稽首再拜以聞。」制曰：「可。」維建寧四年七月乙未，制詔：「皇后之尊，與帝齊體，供奉天地，祇承宗廟，母臨天下。故有莘興殷，姜任母周，二代之隆，蓋有內德。長秋宮闕，中宮曠位，宋貴人秉淑媛之懿，體山河之儀，威容照耀，德冠後庭。群寮所咨，僉曰宜哉。卜之蓍龜，卦得承乾。有司奏議，宜稱紱組，以臨兆民。今使太尉襲使持節奉璽綬，宗正祖為副，立貴人為皇后。其往踐爾位，〔三八〕敬宗禮典，肅慎中饋，無替朕命，永終天祿。」皇后初即位章德殿，太尉使持節奉爾綬，天子臨軒，百官陪位。皇后北面，太尉住蓋下，東向，宗正、大長秋西向。宗正讀策文畢，皇后拜，稱臣妾，畢，住位。太尉襲授璽綬，中常侍長樂太僕高鄉侯覽長跪受璽綬，〔三九〕奏於殿前，女史授婕妤，婕妤長跪受，以授昭儀，昭儀受，長跪以帶皇后。皇后伏，起拜，稱臣妾。訖，黃門鼓吹三通。鳴鼓畢，群臣以次出。后即出，大赦天下。皇后秩比國王，即位威儀，赤紱玉璽。續漢志補注 \\n  \\n 正月旦，天子幸德陽殿，臨軒。公、卿、將、大夫、百官各陪朝賀。〔四０〕蠻、貊、胡、羌朝貢畢，見屬郡計吏，皆陛覲，庭燎。宗室諸劉雜會，〔四一〕萬人以上，立西面。位定，公納薦，太官賜食酒，西入東出。既定，上壽。計吏中庭北面立，太官上食，賜群臣酒食。貢事御史四人執法殿下，虎賁、羽林弧弓撮矢，案：通典引作「挾矢」。陛戟左右，戎頭偪脛啟前向後，〔四二〕左、右中郎將住東西，案：通典引作「位東南」。羽林、虎賁將住東北，五官將住中央，悉坐就賜。作九賓徹樂。案：安帝紀注引無「徹」字。通典引作「散」。舍利案：安帝紀注引下有「之獸」二字。從西方來，戲於庭極，乃畢入殿前，激水化為比目魚，跳躍就水，作霧案：安帝紀注、文選西京賦注引「就」作「激」。〔四三〕障日。畢，化成黃龍，長八丈，出水游戲於庭，案：通典引作「遨遊」。〔四四〕炫燿日光。以兩大絲繩繫兩柱中頭閒，相去數丈，兩倡女對舞，行於繩上，對面道逢，切肩不傾，又蹋局出身，案：藝文類聚、太平御覽引作「屈身」。藏形於斗中。鍾磬並作，樂畢，〔四五〕作魚龍曼延。小黃門吹三通，案：太平御覽引「吹」上有「鼓」字。謁者引公卿群臣以次拜，微行出，罷。卑官在前，尊官在後。德陽殿周旋容萬人。陛高二丈，〔四六〕皆文石作壇。激沼水於殿下。案：藝文類聚引作「洛水」。〔四七〕畫屋朱梁，玉階金柱，刻鏤作宮掖之好，案：太平御覽引下有「奇禽萬巧」四字。厠以青翡翠，案：太平御覽引「青」上有「丹」字。又下有「竟柱搆以水精」六字。一柱三帶，韜以赤緹。天子正旦節，會朝百官于此。自到偃師，去宮四十三里，望朱雀五闕，德陽，其上鬱律與天連。後漢書安帝紀注、續漢志補注、水經注穀水、通典禮、北堂書鈔樂部兩引，藝文類聚居處部、〔四八〕太平御覽樂部、居處部三引 \\n  \\n 陰太后崩，前有方相及鳳皇車。北堂書鈔禮儀部、太平御覽禮儀部 \\n 十二陵今見在，河南尹無敬也。續漢志補注案：「今」當作「令」，「在」字當衍。陵令者，太常屬官也。〔四九〕 \\n 四姓侍祠侯。〔五０〕文選讓吏部封侯表注 \\n 宮中苑，〔五一〕聚土為山，十里九阪，種奇樹，案：文選古詩十九首注引「宮中種嘉禾奇樹」。〔五二〕育麋鹿麑麂，鳥獸百種，激上河水，銅龍吐水，銅仙人啣盃，受水下注，天子乘輦遊獵苑中。太平御覽居處部宮北朱雀門至止車門，內崇賢門，內建禮門。太平御覽居處部 \\n 洛陽二十四街，街一亭；十二城門，門一亭。續漢志補注、太平御覽居處部兩引 \\n 校勘記 \\n 〔一〕「篡盜」原誤作「篡漢」，諸本續漢百官志補注均作「篡盜」，故據正。 \\n 〔二〕據諸本續漢石官志補注「四夷」二字。 \\n 〔三〕「又虎賁」以下乃劉昭之語，孫輯引誤。 \\n 〔四〕後漢書光武帝紀注亦無「謁者」二字，當依孫氏輯例作小字，以別於正文。 \\n 〔五〕「符著」原作「符署」，諸本續漢百官志補注均作「符著」，故據改。下同。 \\n 〔六〕「由是」原作「自是」，諸本續漢百官志補注均作「由是」，故改。又此句下唐六典尚引「靈帝時，侍中舍有八區，論者因言員有八人，未詳也」二十字。通典卷二一亦引蔡質漢儀曰「員本八人」。孫輯脫引。 \\n 〔七〕「唐六典六」係「唐六典八」之訛。 \\n 〔八〕「鋼紀」二字原誤倒，據書鈔卷五九、類聚卷四八引改。又孔本書鈔卷五九引「奏」作「事」，「統」作「綜」。 \\n 〔九〕惠棟後漢書補注卷二四曰：「以漢官儀、漢官典職校之，乃『下陛奏事』，『下』訛『不』。」點校本從其說而改，今亦據以正之。 \\n 〔一０〕此條初學記居處部有兩引，孫輯脫注。 \\n 〔一一〕諸本續漢百官志補注「過後」上均復有「臺官」二字，孫輯脫，故補之。 \\n 〔一二〕「梁鵠」原誤作「梁鴻」。鴻，明章時名逸士，豈能於靈帝時出仕！今據諸本引改。 \\n 〔一三〕通典卷二一「中郎官」作「中都官」，是。 \\n 〔一四〕孔本書鈔卷六０引作「尚書郎見左右丞，對揖無敬，稱左右君」。 \\n 〔一五〕按孔本書鈔卷六０引作「左丞與僕射掌廩錢穀」，與續漢志補注異。然初學記卷一一作「右丞與僕射掌稟假錢穀諸財用」，文辭略增，而作「右丞」則與續漢志補注同。疑孔本作「左丞」，非。 \\n 〔一六〕初學記卷一一「中歲滿」作「中滿歲」，「中」字屬上讀。 \\n 〔一七〕初學記卷一一作「夜更直五日」。孔本書鈔卷六０則作「晝夜更直五日」，與孫案均異。 \\n 〔一八〕孔本書鈔卷六０引作「青縑白綾牒布被」，類聚卷八五作「 \\n 青綾白綾被」，御覽卷七０七則作「青練白綾被」，諸載各異。 \\n 〔一九〕後漢書書鍾離意傳注末有「下天子一等」五字，孔本書鈔卷一四三引亦然。 \\n 〔二０〕此條御覽服用部有兩引，俱見卷七０七；布帛部亦兩引，一見卷八一六，一見卷八一八，孫注未詳。 \\n 〔二一〕諸引中唯後漢書鍾離意傳注引作「伯使一人」。 \\n 〔二二〕廣韻卷一上平聲十一模注作「給女史二人，著潔衣服」。 \\n 〔二三〕「書鈔儀飾部」係「書鈔服飾部」之訛。又「御覽服章部」係「御覽服用部」之訛。 \\n 〔二四〕諸引「赤」俱引作「漆」，故改。又孫注第一出處當作廣韻卷一上平聲六脂注。 \\n 〔二五〕孔本書鈔卷一０四引無「令」字。 \\n 〔二六〕孔本書鈔卷一０四「兩枝」引作「一雙」。 \\n 〔二七〕初學記卷二一、御覽卷六０五均引作「小墨一枚」。又孔本書鈔卷六０引作「分墨一丸」，且列於上條之末，與他引皆異。 \\n 〔二八〕文選注兩引俱作「應劭漢官典職」。 \\n 〔二九〕點校本、殿本續漢百官志補注均作「有吏能為之」。 \\n 〔三０〕孔本書鈔卷六二末句作「丞、郎下車，舉手禮平施也」。 \\n 〔三一〕「督諸州」以下九字，又見書鈔卷六二，孫輯脫注。 \\n 〔三二〕孔本書鈔卷六二「罪當」作「平罪」。 \\n 〔三三〕孔本書鈔卷六二引有「及」字，無「令」字。御覽卷二二七「令」作「今」，屬下讀，是。又此兩引引書均作「漢官儀侍臣下」，孫氏從陳本書鈔人漢官典職，亦非。 \\n 〔三四〕「元年」原誤作「二年」，諸本續百官志補注均作「元年」，故據以正。 \\n 〔三五〕點校本、殿本續漢志補注即作「不」。 \\n 〔三六〕點校本續漢百官志補注「事」作「士」。 \\n 〔三七〕點校本、殿本續漢志補注「公議」均作「公儀」，此從汲本。 \\n 〔三八〕點校本續漢志補注「其」上復有一「后」字。 \\n 〔三九〕通典卷五八作「長秋太僕」。然後漢書宦者傳、靈帝紀均作「長樂太僕」，通典引恐誤。 \\n 〔四０〕通典卷七０「陪」下有「位」字，疑此脫。 \\n 〔四一〕通典卷七０「雜會」作「親會」當是。 \\n 〔四二〕通典卷七０「啟前」作「陪前」。 \\n 〔四三〕按續漢志補注、後漢書安帝紀注「就水」均作「嗽水」，文選西京賦注、通典卷七０、御覽卷五六九則作「漱水」。嗽、漱于此皆作盪口解。孫案非。 \\n 〔四四〕後漢書安帝紀注作「遨戲」，御覽卷五六九亦同。 \\n 〔四五〕通典卷七０「樂」上有「娼」字，御覽卷五六九作「唱」。點校本後漢書補作「倡」，甚是。 \\n 〔四六〕通典卷七０作「陛高一丈」。 \\n 〔四七〕御覽卷一七五亦引作「洛水」。 \\n 〔四八〕此條類聚卷六二有兩引，孫氏脫注。 \\n 〔四九〕點校本續漢百官志補注即作「十二陵令見河南尹，無敬也」。 \\n 〔五０〕據文選讓吏部封侯表注補「侯」字。 \\n 〔五一〕影宋本御覽卷一九六「中」引作「內」。 \\n 〔五二〕胡克家本文選古詩十九首注「嘉禾」作「嘉木」，是。 \\n  \\n 　"}
{"章节": "漢儀一卷", "正文": "　 \\n 漢儀一卷 \\n 　 \\n 孫星衍敘錄 \\n 丁孚漢儀，隋志不載。唐志：丁孚漢官儀式選用一卷。與蔡質書同名，不知實本一書，或後人誤合為一。今錄成一卷，題曰「吳太史令」者，見三國志薛綜傳。 \\n 漢儀一卷 \\n 吳太史令丁孚撰 \\n 清孫星衍校集 \\n 太僕丞，六百石。續漢志補注 \\n 內謁者令，秩千石。漢書宣帝紀注 \\n 中宮藏府令，秩千石，儀比御府令。續漢志補注 \\n 給事中宮侍郎六人，比尚書郎，宦者為之。給事黃門四人，比黃門侍郎。給事羽林郎一人，比羽林將虎賁官騎下。續漢志補注 \\n 太僕、太中大夫襄言：「乘輿綬，黃地冒白羽，青絳綠五采，四百首，長二丈三尺。詔所下王綬，冒亦五采，上下無差。諸王綬四采，絳地冒白羽，青黃去綠，〔一〕二百六十首，長二丈二尺。〔二〕公主綬如王。侯，絳地，紺縹三采，百二十首，長丈八尺。二十石綬，羽青地，桃華縹三采，百二十首，長丈八尺。黑綬，羽青地，絳二采，八十首，長一丈七尺。黃綬一采，八十首，長丈七尺。以為常式。民織綬不如式，沒入官，犯者為不敬。二千石綬以上，禁民無得織以粉組。」皇太后詔可，王綬如所下。續漢志補注、通典職官〔三〕 \\n 拜諸侯王公儀太常住葢下，東向讀文。續漢志補注、通典禮 \\n  \\n 夏勤策文曰：「維元初六年三月甲子，制詔以大鴻臚勤為司徒。曰：『朕承天序惟稽古，建爾于位為漢輔。往率舊職，敬敷五教，五教在寬。左右朕躬，宣力四表，保乂皇家，於戲！實惟秉國之均，旁祇厥緒，時亮天工，可不慎與！勤而案：通典引作「其」。戒之！』」續漢志補注、通典禮 \\n 酎金律，文帝所加，以正月旦作酒，八月成，名酎酒。因合案：通典引作「令」。諸侯助祭貢金。續漢志補注、通典禮 \\n 九真、交阯、日南者用犀角二，長九寸，若毒瑁甲一；鬱林用象牙一，長三尺以上，若翠羽各二十，準以當金。後漢書章帝紀注 \\n 皇后出，乘鸞輅，青羽葢，駕駟馬，龍旂九旒，大將軍妻參乘，太僕妻御，前鸞旂車，皮軒闒戟，雒陽令奉引，亦千乘萬騎。車府令設鹵簿駕，公、卿、五營校尉、司隸校尉、河南尹妻皆乘其官車，帶夫本官綬，從其官屬導從皇后。置虎賁、羽林騎、戎頭、黃門鼓吹，五帝車，女騎夾轂，執法御史在前後，亦有金鉦黃鉞，五將導。桑于蠶宮，手三盆于繭館，畢，還宮。續漢志補注 \\n  \\n 永平七年，陰太后崩，晏駕詔曰：「柩將發于殿，群臣百官陪位，黃門鼓吹三通，鳴鍾鼓，天子舉哀。女侍史官三百人皆著素，參以白素，引棺挽歌，下殿就車，黃門宦者引以出宮省。太后魂車，鸞路，青羽葢，駟馬，龍旂九旒，前有方相，鳳皇車，大將軍妻參乘，太僕妻御，悉道。公卿百官如天子郊鹵簿〔儀〕。」〔四〕後和憙鄧后葬，案以為儀，自此皆降損于前事。續漢志補注 \\n  \\n 孝靈帝葬馬貴人，贈步搖、赤紱葬，案：初學記引作「赤綴」，無「葬」字。青羽葢，駟馬。柩下殿，女侍史一百人著素衣挽歌，〔五〕引木下就車，黃門宦者引出宮門。續漢志補注、初學記禮部 \\n  \\n 桓帝祠恭懷皇后祝文曰：「孝曾孫皇帝志，使有司臣太常撫，夙興夜處，小心畏忌，不墮其身，一不寧。敢用絜牲一元大武，柔毛剛鬣，商祭明視，薌萁嘉薦，普淖鹹鹺，豐本明粢，醪用（用）薦酎，〔六〕事於恭懷皇后。尚饗。」嘏辭賜皇帝福：「恭懷皇后命工祝承致多福無疆于爾孝（孫）曾孫皇帝，〔七〕使爾受祿于天，宜稼于田，眉壽萬年。介爾景福，俾守爾民，勿替引之。」太常再拜，太牢左辨以致皇帝。續漢志補注 \\n 校勘記 \\n 〔一〕點校本續漢輿服志補注據殿本改「綠」作「緣」。又通典卷六三仍作「綠」。 \\n 〔二〕點校本續漢輿服志補注作「二丈一尺」，通典卷六三亦同。孫輯從汲本。 \\n 〔三〕此引見通典禮部，非職官部。 \\n 〔四〕諸本續漢禮儀志補注均作「天子郊鹵簿儀」，故據補「儀」字。 \\n 〔五〕點校本續漢禮儀志補注引作「女侍史二百人」。 \\n 〔六〕據續漢志補注原引刪。 \\n 〔七〕同右。 \\n  \\n 　"}
