{"章节": "安南奏議（明）不著撰人", "正文": "  \\n   \\n   \\n 安南奏議 \\n （明）不著撰人 \\n   \\n 　 \\n  \\n （安南奏議，一卷，不著撰者姓氏。所載為嘉靖時兵部尚書張瓚等會題疏稿及前後所奉詔旨。） \\n 兵部為欽奉敕諭事。職方清吏司案呈，奉本部送兵科抄出，提督兩廣軍務兼理巡撫、兵部右侍郎兼都察院左僉都御史蔡經題前事。照得臣於嘉靖十六年十二月二十八日節該欽奉敕諭：「先該安南國黎寧奏稱：『國王黎晭故絕，被賊臣莫登庸作亂，竊據國城，阻絕道路，因而久廢職貢。』已經差官查勘是實。近，該雲南鎮巡等官捉獲莫登庸奸細阮璟等，及偽造書印，具奏前來。的知此賊僭擬名號，偽置官屬，好生背叛朝廷，罪在不赦。特敕爾等各宜遵照該部題請事理，即便調集兵糧，多方籌畫，分道進兵，協力征剿。招撫歸順之人用為嚮導。凡茲撫剿事情，爾等宜相機酌處，務要計出萬全，期於僭亂底平，罪人必得，以彰天討，以安遠夷。斯副朕委托之重，毋或因循玩愒，致誤事機。爾其敬之慎之，故敕。欽此！」欽遵。 \\n 卷查先准兵部咨為陳情乞恩，正法以誅僭逆事。該都察院右都御史毛伯溫奏為前事，（「該都察院右都御史毛伯溫奏為前事」，「伯溫」二字原空，據清皇明修文備史本補。）本部覆題。節奉聖旨：「安南國久不來庭，義當興師問罪。近據黎寧奏稱，其臣莫登庸篡逆，阻絕朝貢。未審真偽，且着地方官員從宜撫剿。提督兩廣侍郎巡撫雲南都御史并各總兵官，都另寫敕與他。欽此！」欽遵，備咨前來已經備行案，仰兩廣都、布、按三司轉行掌印守巡兵備副總兵、參將等官，各一體欽遵查照。 \\n 續又准兵部咨為大慶事，該巡撫雲南等處地方都御史汪文盛題前事，本部覆題。節奉聖旨：「莫登庸既篡逆本國，又擅作大誥，僭擬名號，好生背叛朝廷，罪在不赦。便敕雲南、兩廣鎮巡等官，遵照前旨，上緊多方計畫，協力征剿，務得罪人，以安南土。欽此！」欽遵。備咨准此。已經會議，通行兩廣都、布、按三司，各行鎮守副總兵各掌印，并各守巡管糧、管屯、兵備、海道添註副使，參將備倭等官，一體欽遵，并將兵馬錢糧多方籌畫。如有不足，應該作何區處？與夫招徠響導，設計間諜，採探虛實，（「設計間諜採探虛實」，「設計」原作「計設」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）體察險易，及一應合行機宜，作速逐一會同查議。務集眾思，區畫停當，毋致臨時缺乏，遲違誤事。具由通行呈奪，以憑會議酌處施行。去後，續據兩廣都、布、按三司等衙門左布政使等官陸杰等呈為大慶事，各准本司咨關抄奉。臣等案牌前事依奉。該布政使陸杰、萬潮，（「該布政使陸杰萬潮」，「該」字下原衍「左」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本刪。）按察使祝續，右參政龔亨、林士元，（「右參政龔亨林士元」，「龔」原作「襲」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。下文照改，不再出校。）副使葉照、鄒守愚、翁萬達，僉事孫世祐、操松，（「僉事孫世祐操松」，「祐」原作「祜」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本及本卷下文改。）都指揮僉事李時、梁鼎，會同鎮守廣西副總兵張經，分守雷、廉、高、肇左參將高誼，分守柳、慶右參將沈希儀議，照征剿安南國家大事，兵馬糧草諸宜周思預計。兩廣地方進兵，陸路應分正兵三哨：一由思明府思陵州征進祿州、西平州等處，一由龍州羅回峒征進隘留關、高平府等處，一由憑祥州征進諒山、長慶等處。每哨漢、達、狼、土官兵伍萬名。援兵三哨，每哨官兵二萬名。再分奇兵二哨：一由歸順州征進上朗、下朗、廣源、石林等處，一由欽州征進永安、海東等處。每哨官兵二萬五千名。五哨分撥輸運輜重兵夫一萬名。海道由廉州府發舟師，征進都齋等處。打造大烏艚戰船二百隻，每隻雇撥慣習波濤兵夫九十名，大白艚戰船四百隻，每隻雇撥兵夫三十名；共用舟師三萬名。大約水陸應調三十萬眾。隨軍行糧，每名日支米一升五合，月支四斗五升，歲支五石四斗。大約應備糧米一百六十二萬石。烏艚戰船每隻打造用銀五百兩，白艚戰船每隻打造用銀六十兩，共該銀十二萬四千兩。運夫、舟師每名歲支雇募銀十兩，共該銀四十萬兩。收買戰馬五千匹，每匹連鞍轡用銀十七兩，共該銀八萬五千兩。大平、龍州等處裝運兵糧軍需打造百料船五百隻，每隻用銀七兩，看守水夫二名；料船二百隻，（「料船二百隻」，「料」字上原衍「二百」二字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本刪。）每隻用銀十二兩，看守水夫四名，每名歲支工食銀十兩，共該銀一萬八千兩。（「共該銀一萬八千兩」，「一」字原作「十」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）盔甲、弓箭、刀鎗、火藥、旗號、藥材共銀二萬六千兩。犒勞羊酒、魚鹽、段絹、布疋、銀牌，將官供給，及軍中一應器具，共銀八萬四千兩。大約用銀七十三萬七千兩。訪探逆庸水陸隄防，前項兵糧皆所必用。 \\n 查得廣東肇慶、神電、增城、從化等衞所，漢達官軍三萬八千五百六十七員名；廣西桂林、平樂等衞所，漢達官軍九千六百五十二員名。除守城、守哨、巡捕、巡海、守澚及軍門工班操守之外，堪以征進官軍，廣東一萬七百六十四員名，廣西一千二百二十員名。廣西左、右二江土兵，除龍州、憑祥州、上凍、下凍二州接壤交阯，應合存留防守難以掣調外，田州、鎮安、思明、思恩、歸順、泗城、南丹、東蘭、那地等處，正調加調共該土兵九萬六千三百九十名。量存境內調遣防剿一萬七千六百一十名，（「量存境內調遣防剿一萬七千六百一十名」，原脫「名」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）堪以征進土兵七萬八千七百八十名；又查得廣東廣、肇等十府，歲徵存留糧米三十八萬八千七百餘石。嘉靖十六年分，奉詔及災傷蠲免實徵米二十九萬九千餘石。除十七年分歲支官軍、師生俸月糧米之外，盡數徵完，僅餘五萬石。廣、肇、韶三府歲派梧州府廣備倉米五萬石。十六年分奉詔蠲免外，止派三萬五千石。布政司見貯軍餉銀八萬五千一百一十六兩六錢有零，變賣番貨銀二萬一千兩有零。正德、嘉靖等年存留秋糧、鹽鐵課稅等項銀共四十二萬兩，數內解京銀一十三萬兩有零。廣西桂、梧等七府，歲徵起運省城本色米九萬六千一百石，折色糧銀四萬一千五百兩。（「折色糧銀四萬一千五百兩」，「百」字原作「十」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）各府存留本色米二十四萬六千五百石有零。（「各府存留本色米二十四萬六千五百石有零」，「色」原作「折」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）十六年分奉詔蠲免三分，實徵糧米二十三萬九千八百二十石，糧銀二萬八千七百三十五兩。中間賊占無徵約居其半。歲支祿俸廩糧工食，常不足用。師行必以糧從，伐遠尤宜慎慮。竭兩廣之兵力，尚欠軍兵一十七萬；竭兩廣之倉庫，尚欠米一百二十八萬五千石，銀三十四萬一千兩。以一年計之，數且如此，萬一持日滋久，益兵繼餉，必舉天下全力。 \\n 及照太平、龍州等處，正係大軍發縱之地，必先多方召商，比之時價，量為增益，糴買貯積以需轉運。次將夏秋月分所屬俸糧，改支折色，量撥嘉靖十六年分存留糧米五萬五，原派廣備倉米三萬五千石，俱改運龍太倉分上納。次又穵運廣、肇、瓊、雷等府糧米五萬石。一應戰具軍需等項，先於廣東布政司動支軍餉銀兩分發置備。及海道舟師與騎征馬匹，俱量行雇募收買，取給目前之用。 \\n 再照攻心伐謀，兵家所急。先奉軍門行委副參、添註副使等官，統督惠州、韶州衞所上班官軍二哨，神電、海朗等衞所備倭官軍一千員名，戰哨等船三十隻，前去廉、欽分投水陸防禦。及摘調鎮安、田州、向武等處目兵屯壓龍州、憑祥，聯絡聲勢。歸順州逼近交趾境地，自行防守。又行各官親詣邊境，設策投間，招徠嚮導，探聽虛實，揆之機宜，良已曲當。合無一面備行兩廣副參、都司等官，各查所屬，堪以征進漢達官軍，督令鋒利器械，修整衣甲，各赴軍門，不時操練。及嚴督左、右二江、思明、田州、歸順等處土官衙門，各要土官男孫挑選精銳目兵，多備軍器、火器、藥箭，躬親帶領，申明紀律，待報刻期啟行。一面備行司道等官，先於南寧、太平、龍、欽等府州積貯糧米去處，預先修蓋倉囤。督市潯、梧、南、太等府，設法多方召商，糴買糧米二十萬石。及量於夏秋月分所屬俸糧，支給折色，改撥本處。十六年分存留糧米五萬石，廣、肇等府原派梧州廣備倉三萬五千石，次于廣、潮、高、雷等府永豐等倉穵運五萬石，（「次于廣潮高雷等府......」，「廣」字原作「慶」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）俱赴南寧、太平、龍、欽等處倉分交收。一面備行廣東布政司，動支軍餉銀二萬兩，（「動支軍餉銀二萬兩」，「二萬」原作「二十萬」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本刪改。）聽候分發；置備軍需戰具，雇募運夫舟師，收買騎征馬匹，及隨軍犒勞相兼折支行糧等項支用。仍行司道官員等，（「仍行司道官員等」，原無「等」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）審度次序，修議呈允，（「脩議呈允」，「脩」字原作「確」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）分投料理，毋致臨時缺乏。 \\n 前項不足兵糧數目，及境內一應接濟調度機宜，事體重大。竝聽副參、守巡、添註副使等官招徠嚮導，探採虛實。至日，另行從長區畫議呈，奏請施行。惟復別有定奪，各職未敢擅專，擬合呈請，為此，今將會議過緣由具呈施行等因，到臣據此行間，又據兩廣左、右布政使等官陸杰等呈奉，（「間又據兩廣左右布政使陸杰等呈奉」，明朱當〈氵眄〉國朝典故本、清皇明修文備史本無「左右」二字。）臣等會批。據分守柳、慶等處地方右參將沈希儀呈前事，內開稱：節奉軍門行委本職，整搠所屬漢土官兵，聽調征討安南及料理一應事宜。依奉查得本屬右江、鎮安、歸順、湖潤等府州寨，俱各密邇交阯。彼中事情真偽，兵糧虛實，道理險易，并一應征討機宜，易於周悉。本職多方探訪，及密差柳州衞百戶駱玉前去前項地方體實，馳報以憑，呈請議處。隨據歸順州官男岑瓛計取安南國偽印諭書一紙，并該國萬勝侯敘恩使正印信書一紙，責差頭目韋柱同駱玉封送到職，擬合呈送審驗。并黏連手書一紙，內開萬勝侯敘恩使鄭肅書。 \\n 「義烈侯敘恩使貴弟知會：國與家同一理，弟與兄同一體。兄之與弟，於祖父同其勳勞，於國家同其休戚。安危苦樂，無適不相須。茲以逆庸攘竊神器，社稷丘墟，生靈塗炭。志節之士，孰不痛心切齒，（「孰不痛心切齒」，「孰」原作「執」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）期以食逆庸之肉，報君父之讎，如漢民歌吟思漢，存愛戴王室之心。況我兄弟忝以勳臣之閥，肘腋之親，世受厚恩，（「世受厚恩」，「受」字原誤為「愛」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）而不以匡社稷，拯生靈為念乎！於元年七月，兄自老撾回至良政州，路上峒開隘，其各處忠義諸將士，已共尊立舊光紹弟二子為王。上愜天心，下從民望，名正言順，如少康之陟迹，宣王之復古，以為討賊安民之舉。凡忠義英雄豪傑，皆欣欣然響應，奮勇效能，以協贊討賊安民之舉，報黎朝之思，立功名之會。則匡社稷、拯生靈，在此會運。為此信書，差員阮之弩遞就轅門。書到，願貴弟推兄弟同氣相求之意，國家休戚攸同之義，（「國家休戚攸同之義」，「同」原作「■」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）上為社稷，下為生靈，同力協規，擔當國事。誓以殄國讎而獎王室，以大義感激人心，移報刻期，合兵討賊，乘勝略定，進取京畿。如郭汾陽起朔方之兵，以匡復唐室。以共立中興之奇功，雪國家之耻，副臣民之望。昔之間關旅寓，兩處相望；今則訢合一堂，??羽人貝?歌嘉起，（「??羽人貝?歌嘉起」，「嘉」原作「喜」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）契龍虎風雲之會。昔之衝冒矢石，蹈危履險；今則巖廊密勿，搢笏垂紳，而措泰山之安，澤被生靈，功施社稷。夙昔之志獲償，兄弟一門聯芳播譽，祖父之業益顯，而將種名下無虛矣。肝膈之言，尚其希亮今肅書，又明國事情。如何？在貴弟處置。并具本，信報得實。元和四年四月二十五日，都元帥印書萬勝侯敘恩使鄭押。」等因奉批。查得黎寧前奏，（「因奉批查得黎寧前奏」，「奏」原誤為「奉」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）明稱係黎譓親生嫡長子，立為世孫，權管國事。今據彼國萬勝侯手書，卻稱於元年七月共立舊光紹弟二子為主。不知黎寧即今作何下落？光紹是否生有二子？鄭惟憭見在聽審，（「鄭惟憭見在聽審」，「鄭惟憭」，明史卷三二一安南傳作「鄭惟僚」。）仰陸布政等會同審究，明實呈報。 \\n 及又看得諭書一紙，體格失當，迹涉可疑。沈參將口稟，曾令鄭惟憭閱驗，亦自疑惑，遽難准信。仍行本官差人根究來歷。（「仍行本官差人根究來歷」，「仍」字原作「乃」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）的實，另行回報。奉此。 \\n 依奉，該左布政使陸杰、萬潮，會同鎮守副總兵張經，按察使祝續，右參政龔亨、林士元，副使葉照、鄒守愚、翁萬達，僉事操松、孫世祐，左參將都指揮僉事高誼，右參將都指揮同知沈希儀，都指揮僉事梁鼎、李時，吊取鄭惟憭等，重覆隔別譯審。隨據鄭惟憭報稱：鄭惟悛先為黎譓頭目，（「鄭惟悛先為黎譓頭目」，「鄭惟悛」原作「鄭惟惾」，而本卷下文或作「鄭惟忱」，或作「鄭惟嵕」，或作「鄭惟峻」，或作「鄭惟俊」。明朱當〈氵眄〉國朝典故本、清皇明修文備史本也只部份地方作「鄭惟悛」，今依此一律改作「鄭惟悛」，下文不再出校。）領兵常在清華駐劄，與鄭惟憭俱叔伯之子。若鄭惟憭前名為鄭嵎，被莫登庸監改為鄭惟憭，有弟鄭嶢改為鄭惟俊，（「有弟鄭嶢改為鄭惟悛」，「鄭嶢」原作「鄭昂」，依下句「鄭嶢」名改。下文照改，不再出校。）莫登庸猶呼為鄭嵎、鄭嶢。原鄭惟憭據高平，回去承差時，鄭惟悛與姪鄭孔暾仍呼據石林下畔，（「鄭惟悛與姪鄭孔暾仍呼據石林下畔」，「呼」字原作「手」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）依其所呼之名為鄭嵎。彼此相去懸隔，何可相通。許鄭惟憭作家書，分行人從人一箇到鄭惟悛處，則本國之事可明。又稱今早所見書，定知其真萬勝侯是鄭惟悛之號。鄭惟憭差時，見說他已去哀牢國請兵，不得與他相會。今他多年遠去，竝無回信。他疑鄭惟憭去不得通，又據前處，故有此書來會。若義烈侯是鄭惟憭之號，十五年餘與鄭惟悛遠隔不曾相見，（「十五年餘與鄭惟悛遠隔不曾相見」，「曾」原作「會」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）此書猶如舊名號，及書詞可知其真。兄弟相別時，已有分付，後日家書，或已改名改號，一依舊名舊號，定是真書矣。黎譓二子，（「黎譓二子」，「黎譓」原作「黎謙」，據上下文文意改。）長子甲申年生在清華，第二子生在乂安，聲聞許外家保養。鄭惟憭不得詳知生在何年，不記何名？書內說元年七月立光紹第二子。筭其元和元年是中國嘉靖十三年甲午。鄭惟憭差在本年四月，而立光紹第二子在於本年七月。此事未知？若光紹則黎寧之號，（「若光紹則黎寧之號」，「光紹」原作「光照」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。下文照改，不再出校。）存歿事在彼中，難以遙度等情。及譯審，莫登庸遣來被獲奸細杜文莊報稱：癸巳年莫登庸差阮文都將光紹趕出順化城，差頭目據之。時有譚百步、阮六等同光紹走山林，走廣南，鄰近占城住等情。（「鄰近占城住等情」，「占城」原誤為「古城」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）各取的筆口詞在案。 \\n 竊照聲罪之師，所向固知無敵。而出奇審勢，兵機實在所先。兩廣副參、都布按三司等官，（「兩廣副參都布按三司等官」，「三司」原作「司道」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）節奉軍門明文，調集漢、土官兵，振揚天威。而又諭彼忠義為之嚮導。誠以興師遠伐，比之征剿沿邊山海賊寇事體不同，（「比之征剿沿邊山海賊寇事體不同」，「邊」字原無，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）必光激發黎氏舊臣，倡義舉兵，四路分擊，挫其鋒銳。然後天兵臨之，戰勝攻取，以收萬全之功。今據鄭惟憭堂兄鄭惟悛之書，嘉靖十三年七月共立黎譓第二子為主，是黎寧之存亡可知矣。書中不及第二子為何名。黎寧親信無出鄭惟憭之外，且相與問關患難，共圖興復。果有黎寧親弟，安得不知名字、年生？及查卷內，黎寧奏稱父歿，頭目黎坰、鄭惟悛、何伯造、阮元良等推立為世孫，一字不及其弟。雲南臨安府訪報；武文淵等回文亦稱，黎譓被逐所生一子，先名黎禮，亦名黎寧。以理推之，鄭惟悛為黎氏世臣，不忍甘心事讎，（「不忍甘心事讎」，「不」字原作「亦」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）權立義主，將以鼓舞人心，亦未可知。 \\n 及照安南之役，方將正名討逆，而今黎氏餘裔之存且未辨其有無，何以激彼忠憤？何以望彼恢復？查據臨安衞百戶邵允中呈報；土舍刀鮮差人見黎寧於木州，（「土舍刀鮮差人見黎寧於木州」，「刀鮮」原作「刁鮮」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。下文照改，不再出校。）帶去漆馬江約會。似與鄭惟憭聞在乂安一語略相照應。臨安府知府姜思又稱，漆馬江居住者，恐是黎寧別族。姦細杜文莊又供稱：癸巳年，莫登庸差阮文都等攻取順化城，黎寧敗走，差頭目據之。則黎氏之裔甚微，而清華諸地亦非黎氏所有矣。鄭惟憭又謂鄭惟悛別時猶在清華，今不知去向。則激烈報主如鄭氏者，且無定在矣。兩廣境外，諒山、長慶、高平、海東等府衞，皆已屬之登庸。非若雲南地方猶有登庸讎敵，如武文淵、刀鮮輩，共為掎角之勢。若使嚮導未集，賊鋒未挫，而天兵直入抵取，老師匱餉，恐非所以度合機宜。 \\n 及照鄭惟憭謂，伊弟鄭墝尚據石林州下畔。及訪聞阮元良與阮純樸，尚據武崖州之地。相應傳諭，各令招集舊人，嚮導前驅，戮力討賊。 \\n 再照歸順州密邇交阯上朗、下朗二州，相去石林州不過三五日之程。前項去逆就順待時投附之人，與黎譓遺脉委否真正，責其訪探，必得的確。合無壹面仍行兩廣副參、守備、守巡、督餉管糧等官，遵照節行事理，整搠官兵。左、右貳江土官衙門，各要土官男孫帶領狼土等兵，各於要害地方，時加操練武藝，修製鋒利器械，申嚴紀律，待報啟行。及行司府等官，各照派定糧草、器械、火藥、什物數目，一體糴買穵運造辦齊備，並聽軍前取用，毋致缺乏。一面責令歸順州冠帶土官男岑瓛，分投差遣的當頭目人，設法前去石林、武崖等處，訪探黎譓有無次男。鄭惟悛書內所稱第二子是否真正黎寧親弟？的是何名？惟復駕此名義，為彼招徠忠義之術。如果黎譓遺脉尚存，居處有定，而所部兵力猶足以振奮圖存。及探聽彼中賊情虛實消息，備由開報軍門。奏請先將黎氏量假名號，增其氣勢，使可勉力自強，圖為恢復。藉我天朝之威力，號召彼國之遺黎，隨地據裂，各舉義兵，攻彼腹心，為我內應。逆庸雖姦，勢必顧左失右，進退無據。于時相度機宜，督兵出境，分道夾攻，乘虛直擣，自成破竹之勢。王師所向，不煩攻略而巢穴可虛；不待血刃而俘馘可執。庶幾必窮之勢在彼，而萬全之慮在我矣。惟復別有定奪，擬合會案呈請。為此，除行參將沈希儀差人根究諭書來歷徑自回報外，今將緣由呈乞施行等因，各備呈到。 \\n 臣據此會同鎮守兩廣地方總兵官、征蠻將軍、安遠侯柳珣議，（「征蠻將軍安遠侯柳珣」，「柳珣」原作「柳詢」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）照伐罪正名，固朝廷之大法。安內攘外，實征討之良圖。是故師雖貴於有名，兵亦宜於多筭。彼安南國自陳暠倡亂，而莫登庸父子相繼為逆。已該兵部會議，題「奉欽依，備行撫剿」。茲者欽奉前敕，既欲嚴於討賊，尤乃重於相機，蓋以計必出於萬全，功庶收於一舉。臣等待罪地方，敢不祗承聖諭，仰贊廟謨。 \\n 顧惟興師以伐外國，揚威而懾遠夷，其事雖非一端，而其大者則在積糧、計兵而已。今據各官所議，兩廣地方，水陸進兵，其路有六，計兵姑以三十萬為率。責限亦僅以一年為期，合用糧餉已該一百六十二萬石，而造舟、買馬、犒勞、器械諸費，又大約用銀七十三萬餘兩。今查兩廣糧除歲支外，改運穵運及多方召買不過四十萬石，是猶欠糧一百二十八萬餘石。兵除哨守外，漢兵、土兵及多方雇募不過十二萬餘名，（「漢兵土兵及多方雇募不過十二萬餘名」，「名」原作「石」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）是猶欠兵一十七萬餘名。銀除見在外，亦欠三十四萬餘兩。然此特計一年之數耳！若使持日滋久，益兵繼數，又不止於此。況南寧、大平、廉、欽等處，地本偏方，素無儲蓄。縱今極力計處，而所產既少，挽運且艱，其勢亦難卒辦。夫糧以養兵，糧少則食弗繼；兵以威敵，兵寡則力弗全。以是而遽行師，誠恐舉動或輕，機宜未合。揆之於計，亦非所謂萬全也。 \\n 職等切謂兵貴伐謀，敵宜用間。查得憑祥、龍州、歸順、欽州及海洋西路皆接安南近境，必須就近體察，則彼之虛實可以周知，人之歸附易於招致。且聞莫賊時遣舟師窺我西海，則廉、欽海道尤合隄防。見經會行副使鄒守愚、參將高誼前去欽州，副使翁萬達前去太平，參將沈希儀前去歸順，各量帶官兵住劄區畫，一以便於體察，一以審其機宜。及又嚴行各司，將改運穵運并招買糧草作急預備。其土漢官兵，行令先期整搠，聽候調用。至於不敷兵糧，俟各官區畫體察，至日另行外。然積糧整兵與察虛實，此乃治其在我者耳！ \\n 職等以為今日安南之役，固以討賊為名，亦以繼絕為義，而切要之機，惟在於定其名分，以激忠義之心，以作靡弱之氣，使自為敵之為愈也。蓋安南自莫賊篡黎之後，姑自彼國而論，勢力相較雖有強弱之殊，彼此相形猶有正偽之別。訪得各府州縣所授偽官，固多莫賊之黨，然其勢脅於兵力，怵於利害，外雖依從，而心懷舊主者蓋亦有之。惟以黎氏名位既失，兵力且衰，曲直尚隔於中夏，聲援未藉於天朝，是故坐視，莫敢先發。若使查訪黎寧，如果見在，猶足自強，於是量授名職，（「於是量授名職」，「授」原作「受」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）稍假事權，密切移文。黎寧所據之地，俾之播告國中，以彰示我天朝伐罪繼絕之意。仍徧諭莫賊偽官，有能去逆就順，以其土地人民願附討賊者，即宥其罪，猶錄其官。如或忠勇之人，擒斬賊庸父子，建立奇功，即許徑赴我邊，轉為奏聞，厚加陞賞。則彼名職既彰，氣勢自倍。而黎氏舊屬有所資賴，將風動響應，誓共討賊。是我制其命，彼效其力。然後審度機宜，或屯田以為聲援，或提兵而為犄角，而莫賊不足平矣。 \\n 但查黎寧原奏，明稱為黎譓嫡長子。今據鄭惟悛之書，則稱於元年七月共立舊光紹第二子黎寧，號為光紹。而今則號元和，且四年矣。昔謂據于清華，而今則稱在木州。其親信如鄭惟憭，亦且不知其第二子之名及其所生年月。是黎寧存否，已不可知。而所立者是否相應，或鄭惟悛等假立名義以鼓眾心，（「或鄭惟悛等假立名義以鼓眾心」，原脫「鄭」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）亦未可知矣。夫使所立之第二子果出黎譓，則正派猶存，人心尚屬。如使不然，則名義未正，豈惟彼國人心渙不可收，而我動調大眾，雖雷霆之擊罔不摧折，（「罔不摧折」，明朱當〈氵眄〉國朝典故本、清皇明修文備史本都作「固不難於摧折」。）而勞逸之形似亦宜於審處也。但查係鄭惟悛私書，雖經伊堂弟鄭惟憭閱驗真實，然事在彼中相應勘處。（「然事在彼中相應勘處」，原脫「然事」二字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）如蒙敕下兵部，查議合無，仍行臣等責令歸順州并憑祥等州選差諳曉彼國道路人員，密切前去訪探黎寧作何下落，即今所立是否黎譓之子，或鄭惟悛等別立他類以假名義。如使黎寧猶在，或今所立的係黎譓正派，取具印信結狀圖譜前來，即為奏請。伏乞敕下該部，再加詳處。或如臣等前議施行，則彼之援立不虛，而我之內應有托。且于其時兵糧既集，舉而措之，必事半而功倍矣，等因。 \\n 又該廣東等處承宣布政使司廉州府欽州知州林希元奏為走報夷情，請急處兵，以討安南事：安南不庭，往者朝廷差官往勘，命將討罪。臣已將彼中事情、征討事宜具奏。去後，茲復有所聞。臣不容默，請一一為陛下陳之。臣節據時羅都生員黃洪、諜者黃禮等報：（「臣節據時羅都生員黃洪諜者黃禮等報」，「諜者」原作「謀者」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）一，安南國王城，去海三十里。嘉靖十六年二月二十八日，海嘯水没王城，崩城牆一面，人民死者二萬有餘，牛羊無數。此天將亡安南之兆也。一，莫登庸嘉靖十六年六月聞朝廷欲討罪，立其子莫福海之子莫福源為偽太孫，欲以今春嗣位。莫福海出守於外，赦民間徭役三年。此知人心不附，父子祖孫分守境土以自固，又因之以收人心也。一，莫登庸聞朝廷欲討罪，於所居都齋及海東府造舡四百餘隻，比常極大。此欲為勢窮逃走入海之計也。一，莫登庸聞朝廷欲討罪，於其國永安、萬寧等州縣選民年二十至四十者各五十人，赴國都教練。此欲為防禦之計也。臣考永樂中，交阯布政司州縣一百二十九。每州縣選兵五十，不過七千人爾。一，莫登庸，嘉靖十六年六月差人由海上至廉州府合浦縣地方，被哨海兵快獲得一名杜文莊，供稱莫登庸差來察探事情。此欲窺我之動靜也。一，莫登庸嘉靖十六年六月聞朝廷欲討罪，隨於八月領兵三萬攻黎寧。戰敗，死者一萬，殺死大臣四人。此莫登庸詐稱黎氏已絕，嘗以是求封。一聞朝廷查貢討罪，急欲滅黎氏以飾詐，不知反自禍也。一，嘉靖十六年十二月二十九日，臣撥守上扶隆營旗軍武漢等，獲送歸正人黃伯銀到州。其來歸本末具在別奏。臣因審莫登庸兵馬強弱，供稱：安南法，每州縣歲取年二十上下者二十人，分撥各處防守。因連年與黎家相攻，嘉靖十五年死者六百人，十六年死者一萬人，丁壯不足，故選及年四十者五十人。以此觀之，莫登庸虛實具可見也。臣按，安南僻處一方，考其土地人民猶不能當吾廣東一省。接壤吾境，又非若朝鮮有崇山大海之限隔，漢、晉、隋、唐皆為郡縣，因五季之亂而失之。宋人所以不能復者，蓋其創業之初，武業已不競。燕雲近在門庭，尚不能復，況能遠及交阯乎！本朝所以既得而復失者，蓋平定之後遽掣三帥之兵，不若雲南之留重鎮。又各處防守官軍苟簡廢弛，加之賊殘黨未盡除，新附之人心未固而易動。當時鎮守刑部尚書黃福知有後患，已預言之。在朱崖新附漢光武，初造猶不能保其無變，況安南乎！以此觀之，乃人謀之不臧，非安南終不可守也。今其賊臣割據，土宇分崩，日動干戈，鷸蚌相持，生民糜爛而無主，地道不寧而告變。如黃金廣等，往以敕書招之而不至，今其孫不招而自來。海嘯崩城殺人，又亘古所無者，天意人心可知也。且以數郡之民，父子祖孫分據而三君，供億頻繁而戰鬪不已，其勢豈能久存。今傾一國之兵以戰破敗之殘黎，不能勝而屢敗，至覆大帥與大將，則登庸人心不與，兵力不振，覆亡之勢已見於此矣。臣細審黃伯銀，若王師入境，皆徯后稽首之民，其間必有倒戈俘賊以獻者。莫登庸既不競陳昇，聞已亡黎氏，似亦當替。以臣觀之，安南一塊之土，終無獨立之理，其勢必折而入中國。是誠天道好還，夷運將終。交阯復合之時，良由我皇上聖德格天，風行化外。皇天眷祐我明，將全付畀我皇上以金甌一統之大業也。可謂萬世一時矣！或者以今財力方屈為疑。臣熟計之，安南之兵不過二十萬，二年之食所費不過銀一百六十萬兩，糧四百萬石。豈以天下之大，不能辨此？如臣所處又有不全，取之官與民而可以足兵糧者，況既得安南，所入又豈止於此哉。若以用兵言之，自古用兵安南者無有不勝，惟巧於逃遁以延我師。北人至彼不習水土，往往不能久而引去。此安南之長技，所以待我者此也。如漢馬援征交阯，女子徵側逃入金谿穴中，二年然後得。元討陳日烜，屢逃海港，三年不能得。本朝永樂中討黎季犛、陳季擴，輒逃海島，三年然後擒。往事可驗也。今莫登庸造船都齋，實踵日烜、犛、擴故智。 \\n 臣節奉上司明文，該司禮監傳奉聖旨：「安南叛亂，已有旨征討。占城國乃其鄰壤，宜敕其國王整兵把截，勿令奔逸。欽此！」聖神料敵，遠中機宜，真所謂天子明見萬里之外者矣。臣愚竊謂防之於鄰境，尤當防之於門庭。防之門庭，則海上之兵為最急。海上之兵，則福建漳、泉為上，廣東東莞、南贛次之。然湖廣、廣西、雲南土兵俱有頭目總領，福建、廣東之兵俱散在民間，素無頭目總領。若領於郡縣之官，則舟楫風濤非其所習，又技不相知，情不相得，彼固不肯為此用，此亦不能用之。臣愚謂，可就其中擇有智勇為眾所推服者，假以土指揮千百戶之名，使統領其眾，各自為戰。如能屢立奇功，就使即真，與武職一體陞賞；無功可錄者，事罷照舊為民。如此則彼必致死以立奇功，其余亦必致死以為之用。或謂名器不可輕與人。非也。昔漢高帝時，陳豨反，令周昌選趙壯士可將者白見四人，高帝嫚罵曰：「竪子能將乎？」四人慙伏地，封各千戶以為將。左右諫曰：「封此何功？」高帝曰：「非汝所知。陳豨反，趙、代地皆豨有。吾以羽檄徵天下兵，未有至者。今計唯獨邯鄲中兵爾。吾何愛四千戶不以慰趙子弟。」皆曰：「善！」今安南之地，尺寸非吾有。而海上之兵，未有將者，又何愛土指揮、千百戶之虛名，不以駕馭英傑濟吾事乎！然此一節也。 \\n 又以大體言之，向者大號渙頒，聲罪致討，命將出師，大將、副參、遊擊、總餉、紀功等官俱已差點。續奉明旨：「暫且停止。令雲南、兩廣撫鎮官隨宜撫剿。」臣愚謂，往者此間兵糧未備，若王師卒至，輕進不可；王師久頓，非兵之利也。明旨緩師，可謂得勝筭矣。然欲倚此成功，臣恐未必能。何也？當時未舉之先，形迹未露，令兩廣、雲南撫鎮圖之。沉機密謀，定而速發，使彼不暇為謀，則可以得志。今形迹已露，聲色已聞於外夷，我兵未集，彼備已深。忽焉中變，彼謂朝廷不急於此，必有相易之心。彼民未知朝廷意，而必不敢輕去逆賊歸屬於我。此一慮也。又兩廣之兵，（「又兩廣之兵」，「兩廣」原作「兩撫」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）事權不一，彼此或不相應，恐誤大事。如宋討黎桓，侯仁寶率兵先進，孫全興等乃頓兵不進。宋禦全師，宣撫令進軍，樞府一面令退軍。此事權不一之驗也。臣按，今西北二邊撫鎮，俱有大臣一員為總制。今安南之事，又非西北二邊常時寇掠之虜比也。宜照二邊事例，置總制大臣一員，庶事權歸一，大事不誤，大功可成。又兩撫之兵，大將出於膏粱之餘，恐未必能任大事；將佐則副參、都司、指揮、千百戶爾，此何足以懾服遠夷？臣愚謂，宜遵照前旨，大將命於朝，必擇素有聞望，為眾所推服者；副參、遊擊，而下令兩廣、雲南撫鎮擇所屬武職素有才望，如沈希儀者充之。福建、廣東海上之兵，宜添置橫海將軍各一員，以海上備倭指揮素有才望，如湯慶者充之。兵行以食為先，總餉大臣自不可少；紀功科道所以覈功實、驗勇怯、鼓人心、作士氣，尤為要緊。 \\n 職前奏：欲五路進兵。今計實三路爾。宜改七源州之兵從欽州進，海上二支之兵與欽州為一路。職考漢史馬援征交阯，軍至合浦，詔令并領樓舡將軍段志之兵以進。蓋水陸並進也。三路兵進，宜各遣紀功官二員。職復有獻焉，行兵所至，納降為先。安南人心既屬在本朝，可因而導之。宜明立賞格，其國羣臣百姓有能執莫登庸父子以獻者，封以侯伯；以府降者，授以指揮；以州降者，授以千戶；以縣降者，授以百戶。若莫賊繫頸自歸，亦待以不死，仍量與官職。則人心響應，賊膽自寒；兵不血刃，而大功可成矣。職聞帝王之兵，以全取勝。今以中國而伐遠夷，使舉動不出於萬全，而萬有一失焉，所損不細。職忝守邊州，有疆埸之責，（「有疆埸之責」，「埸」原誤作「場」，據清皇明修文備史及文意改。）欲求萬全之筭，故不避繁瀆之罪，謹昧死為陛下陳之。願陛下與廷臣計議，擇可而行，實國家宗社萬年無疆之休也！等因。 \\n 又該本官奏為陷夷舊民歸正復業事。嘉靖十六年十一月二十九日，據本州貼浪都峒長黃里貴遞到安南澌凜等峒土官黃伯銀、黃福添、黃音、黃福內、黃結、黃資、黃子銀七員名詞狀一紙，內稱：上祖原係廣東廉州府欽州貼浪、如昔二都土官。宣德六年，被安南國侵占二都土地，鄉村人民二百七十二戶，男婦三千四百餘口，糧米八千餘石，（「糧米八千餘石」，「八千」原作「八十」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）俱陷入安南國收留。被伊逼令短截頭髮，并封祖黃金廣黃寬偽官懷遠將軍，（「并封祖黃金廣黃寬偽官懷遠將事」，原脫「黃金廣」的「廣」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）經今百有餘年。各人父祖時常思憶祖宗鄉土，無由歸還。近幸安南國紊亂，伯銀并各土官人等，願率一十九村，人民見在一千二百餘口心願復業，歸順本朝，復為良民等因，臣以舊民慕歸，彼國人心屬在本朝。可見大兵入境，就可用為嚮導。但大兵未到，未敢輕發。 \\n 至十二月二十八日，據巡守土扶隆營旗軍武漢等呈送獲交阯夷人黃伯銀與男黃父愛二名到州。臣等會同欽州守備、廉州衞指揮孫正當堂審。據黃伯銀供稱：先於嘉靖九年六月，趙盤、趙溥招來投降在本州居住，至十一年十二月逃回。今年六月，聞天朝要討安南，伯銀等又思復業。本年十一月二十五日，具狀託老峒長黃里貴投告本州，至今未見准否？伯銀與子黃父愛前來本州貼浪都上扶隆村打聽，被巡捕軍人捉得等語。職查嘉靖九年卷案，州民黃康鎮與廣西狼目趙盤、趙溥等，招回黃伯銀等男婦九十四名口。本州申蒙上司行勘，黃伯銀等的係黃金廣等子孫，已經行州廩給，議安插。續後，風聞州民黃留保欲引夷人前來追捕黃伯銀，（「州民黃留保欲引夷人前來追捕黃伯銀」，「黃留保」，明朱當〈氵眄〉國朝典故本、清皇明修文備史本均作「黃晉保」。）復行文將伊遞回安南國。黃伯銀等聞風懼怕，俱各陸續逃去。與今供詞大略相同。 \\n 職考黃伯銀之先係山東人，有祖萬定從漢馬援征交阯，留守欽州。（「留守欽州」，「留」原作「晉」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）生子黃令欽等七人，分管澌凜、古森、金勒、了葛、思牙、那蘇、時羅七■〈魚谷〉峒，世為長官司，俱有印信。孫支繁衍散處，分為時羅、如昔、貼浪三都。今三都之民，皆黃姓，實本此也。至我朝啟運，始廢官收印，降為編民。然猶得世為峒長，管轄其方人民。至宣德年間，棄交阯布政司，安南遂侵占本州如昔、貼浪二都四峒之地。授澌凜峒黃金廣、古森峒黃寬、金勒峒黃子嬌、了葛峒黃建皆為懷遠將軍，（「授澌凜峒黃金廣古森峒黃寬......皆為懷遠將軍」，「授」字原作「援」，據文意改。）子孫世襲經略僉事。黃伯銀乃黃金廣之孫，黃福添乃黃寬之孫。葛陽原土官黃奇，河州土官黃福內，古弘土官黃結，羅浮原土官黃資，葛西原土官黃子銀，其祖皆四峒之民，陷入安南，與世襲巡檢，守把葛陽等各鄉村也。安南得四峒之地，遂以貼浪都地置新安州。又改萬寧縣為萬寧州，徙治如昔都。又移永安州於本州，如昔、時羅、貼浪三都兼界境土，皆以固守疆圉，防戍侵越也。本州舊管中和城東，新立永樂、如昔、時羅、貼浪等十都。既失如昔、貼浪二都，以二都餘民歸併作貼浪一都，不及半里，州民有遺恨。每新官到，輒來告言。臣查得正統六年，巡按廣東監察御史朱曾奉璽書親至本州時羅都，（「巡按廣東監察御史朱曾奉璽書親至本州時羅都」，「朱曾」，原作「朱魯」，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本改。）出榜登山建旗，招黃金廣等不至，因名其山曰招遠。尚有刻石及榜文見在。景泰四年，思牙峒長黃應彬等，又因前項土地人民彼安南侵占，糧差負累，具本赴京奏差戶部吉侍郎前來勘處。後因地方有事，事懸未結，奏案見在。以是觀之，則黃伯銀等先朝之所争而不可得，今則不招而自至，實由我皇上聖德覃敷，無遠弗屆，故陷夷舊民聞風相率而至也。 \\n 臣訪得黃伯銀等父祖雖歸安南，世襲偽官，然入國則服夷服，至家仍衣華衣；當官則稱萬寧新安州，歲時祭報猶稱大明廣東廉州府欽州貼浪、如昔都，其心實未嘗一日忘中國。臣前具奏，安南事情已嘗言之。今其告稱各人父祖時常思憶祖宗鄉土，無由歸還，今願率一十九村人民一千二百餘口願復業，歸順本朝，復為中國良民，非虛語也。 \\n 臣聞聖人在上，外夷內夏，以及昆蟲草木，無不各得其所。夷而進於中國，則華之；中國陷於夷狄，則匡之。故孔子稱管仲之功曰：「一匡天下，民到于今受其賜。微管仲吾其披髮左袵矣。」黃伯銀等久淪夷狄，短髮跣足百有餘年。父祖子孫時思鄉土，誠我皇上之所必匡，孔聖之所必憫也。目今有事安南，黃伯銀等首先來歸，求復鄉土。臣謂宜乘此時宜，責安南使歸我侵土，還我人民。將黃伯銀等厚加撫集，以慰百年懷土之思。仍量與一官，以為遠人慕義之勸。將見遐邇聞風，四郊響應，王師所至，必有壺漿倒戈之民，兵不血刃，而大功可成矣！如蒙允臣所奏，乞下廷臣集議，從長施行。國家之幸，遠人之幸也！等因。 \\n 俱奉聖旨：「兵部看了來說。欽此！」欽遵。通抄送司，案呈到部為照。逆庸父子，蠻土賊臣，夷裔小醜。乘機危亂，輒肆兇姦，敷虐夷民，篡逼國主，僭稱大號，偽置官屬。甚至干犯不法，擅作大誥，表天闕輒用王章，罪大惡極，死有餘辜。近該本部等衙門會議，題奉欽依，遣總督參贊官前去兩廣、雲南地方，居中調度，節制撫鎮等官，相機行事，及招諭彼國，動調土兵，分道進剿。今總督侍郎蔡經將調度兵糧等項事宜，及知州林希元又將走報夷情并陷夷舊民歸正復業等情，各具奏前來。臣等反覆參詳，仰見天威遠加，蠻邦震懾，義勇争奮，夷心已搖，逆庸父子勢漸窮促。合就正名討罪，刈彼凶殘，于以慰一方來蘇之望，解夷民倒懸之危。但事體重大，宜集眾思，合候命下。本部將各官所奏，會同五府、六部、都察院、通政使司、大理寺堂上官及六科、十三道掌印官，逐一從長議處，具奏定奪。緣係欽奉敕諭，及走報夷情，請急處兵糧以討安南，（「請急處兵糧以討安南」，原脫「糧」字，據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。）并陷夷舊民歸正復業。及奉欽依，「兵部看了來說」，事理未敢擅便等因。嘉靖十七年四月初四日，太子太保兵部尚書張瓚等具題。（「太子太保兵部尚書張瓚等具題」，原空「瓚」字，據清皇明修文備史本補。） \\n 本月初六日，奉聖旨：「是。便會官逐一議處來說。欽此！」欽遵。臣等會同後軍都督府掌府事、太師兼太子太師武定侯郭勛等，太子太保、吏部尚書許讚等，議得征討安南，事體重大，謹遵奉明旨，逐一議處，合就開立條件，伏乞聖裁。緣係欽奉敕諭，并走報夷情，請急處兵以討安南，陷夷舊民歸正復業。及奉欽依，「是。便會官逐一議處來說」。事理未敢擅便，開坐謹題請旨。計開： \\n 一，總督軍務總兵官、咸寧侯仇鸞請制敕佩印而行，乞欽定名號，下禮部查給。如無另行鑄造，參贊軍務、兵部尚書兼都察院右都御史毛伯溫請給敕書鑄給關防。其餘將領，查照原擬題奉，欽點官員，左副總兵江桓，參將楊鼎、田茂，遊擊樊泰、蕭鼎，前往雲南領軍；右副總兵牛桓，右參將孫繼武、高誼，遊擊湯慶、陳偉，前往兩廣領軍。各請敕行事，悉聽總兵、參贊官節制調用，敢有違拗不聽約束，聽總督、參贊官指實參奏，從重治罪。內孫繼武、蕭鼎近俱為事革任，合於原推未點官員內，將程鑒補孫繼武充右參將，邵艦補蕭鼎充遊擊，伏乞聖裁。其總督、參贊、副參、遊擊等官，合用符驗旗牌，行令各該衙門請給施行。 \\n （「行令各該衙門請給施行」，此句原脫「行」字以下九字，今據明朱當〈氵眄〉國朝典故本、清皇明修文備史本補。） \\n 一，查得永樂年間征進事例，合用漢、土官軍，近在兩廣、雲南，遠則四川、福建、湖廣、江西，并各處狼兵、土兵、苗兵、鈎刀手等兵。及近日雲南巡撫都御史汪文盛開報，老撾、車里、八百等宣慰司及歸順、廣陵等州土兵并武文淵等兵，隨其地里遠近，官軍多寡，悉聽總督、參贊官隨宜調取。其經過住劄地方，責令該管官員嚴加禁約，不許擾害地方，致失人心。 \\n 一，總督與參贊官職等，閫外重寄，凡一應用兵進止事宜，悉聽便宜行事。除兩廣、雲南總兵、總督有事計議而行，其餘副參以下并各該地方撫鎮、三司等官，俱聽節制；三司以下官員聽從委用，敢有推避，指名參奏治罪。 \\n 一，奉旨點差紀功科道等官，移文各該衙門，徑自請敕。查照原擬地方，遵奉施行。 \\n 一，軍餉錢糧，戶部查照兵馬經過住劄去處，多方處置糧料草束，以備緊急支用，毋致臨敵缺乏。其督餉文職大臣并所屬官員，仍查照欽定官員，及各該地方請敕前去，遵奉施行。 \\n 一，進兵之日，先行傳諭各該關隘要害去處，嚴加把截，以防奔逸；仍行附近軍衞有司等衙門，謹守城池；海道備倭官嚴巡海洋，以備不虞。 \\n 一，賞賜軍前所急用不可缺者。其銀牌、段絹并賞賜銀兩，行總督、參贊官到彼徑自查處施行。 \\n 一，賞罰所以激勵人心者。各該將士有能擒斬渠魁或有名從賊，悉聽總督、參贊等官從重議加陞賞，其餘首級，查照見行事例。中間如有故違節制，臨陣退縮，聽總督、參贊等官以軍法從事。 \\n 一，漢土官軍經過住劄處所，須預備鍋、甕、槽、■〈金算斤〉等物，以便應用。工部轉行各該地方撫按等官，俱要預委能幹官員，將一應鍋、甕、槽、■〈金算斤〉等物整理齊備，以待官軍到日應用，不許遲誤。 \\n 一，各處調用漢土官軍，先令各該撫巡等官會查在官銀兩，俱照各處征進事例，量給犒賞路費，其將領、土官頭目務要加厚，以勵人心。 \\n 一，參贊尚書毛伯溫先條奏六事，皆切於軍務，已經本部議擬覆題，合聽總督、參贊官查照施行。其餘未盡事宜，并別有長策可行，俱聽總督、參贊官應便宜者便宜舉行，應奏請者奏請定奪。等因。 \\n 嘉靖十七年四月十三日，兵部等衙門、太子太保、尚書等官張瓚等會題。（「兵部等衙門太子太保尚書等官張瓚等會題」，原脫「瓚」字，據上下文文意補。） \\n 本月十五日，奉聖旨：「安南此事，識體達道者則見得分曉。朕聞卿士大夫私相作論，謂不必整理他。你部裏二三次會議，也不見力主何處為正。既都不協心國事，且罷仇鸞、毛伯溫，著在京別用。欽此！」 \\n 御製送毛伯溫南征詩：大將征夷瞻氣豪，腰懸秋水鴈翎刀。風吹金鼓山河動，電閃旌旗日月高。天上麒麟原有種，穴中螻蟻莫能逃。太平頒詔回轅日，親與將軍脫戰袍。嘉靖□年□月□日。 \\n 附录： \\n 安南奏議一卷（左都御史張若溎家藏本） \\n 不著撰人名氏嘉靖中安南莫登庸簒國國主之孫黎寧遣其臣鄭惟僚等赴京告難乞興師問罪廷議請討之衆論不一已而中罷至十七年詔由前議以咸寧侯仇鸞總督軍務兵部尙書毛伯温爲叅贊尅日進師而兩廣總督張經上疏頗以爲難兵部不能决奏請廷議議上帝責諸臣不能協心謀國復罷不行而留鸞伯温別用是書所載乃兵部尙書張瓚等會題疏稿及所奉詔旨也（四庫全書總目史部雜史類存目） \\n  \\n  \\n   \\n  "}
