{"章节": " 捕蝗考（清）陳芳生", "正文": "　捕蝗考 \\n  \\n  \\n （清）陳芳生 \\n 提要 \\n 臣等謹案：《捕蝗考》一卷，國朝陳芳生撰。芳生字潄六，仁和人。螽蝝之害，春秋屢見於策書。《詩大田篇》：“去其螟螣，及其蟊賊，無害我田穉。田祖有神，秉畀炎火。”毛鄭之説，以炎火為盛陽，謂田祖不受此害，持之付與炎火，使自銷亡。並非實火，是漢時尚未詳除蝗之制也。至唐姚崇作相，遣使捕蝗，引詩此語以為證。《朱子本義》亦從其説。於是，捕蝗之法始稍稍見於紀述。芳生此書取史冊所載事迹議論彚為一編，首備蝗事宜十條，次前代捕蝗法，而明末徐光啟奏疏最為詳核，則全録其文。附以陳龍正語及芳生自識二條。大旨在先事則預為消弭，臨時則竭力剪除尔，責成於地方有司之實心經理。條分縷晰，頗為詳備。雖卷帙寥寥，然頗有禆於實用也。　 \\n 捕蝗考 \\n ○備蝗事宜 \\n ◎　王禎《農書》言：蝗不食芋桑與水中菱芡，或言不食菉豆、豌豆、豇豆大麻檾麻芝麻薯蕷、吴遵路知蝗不食豆苖，且慮其遺種為患，廣收豌豆教民種植，次年三四月，民大獲其利。 \\n ◎　飛蝗見樹木成行或旌旗森列，毎翔而不下。農家多用長竿挂紅白衣裙，羣逐之亦不下也。又畏金聲砲聲，聞之逺。舉鳥銃入鐵砂或稻米擊其前行，前行驚奮，後者随之去矣。 \\n ◎　用稈草灰、石灰等，分細末篩羅禾稻之上，蝗即不食。 \\n ◎　蝗最難死，初生如蟻之時，用竹作搭，非惟擊之不死，且易損壊[苗種]。宜用舊皮鞋底或草鞋、舊鞋之類，蹲地摑搭，應手而斃。且狭小不傷損苗種。一張牛皮可裁數十枚，散與甲頭復收之。 \\n ◎　蝗在麥田、禾稼、深草中者，毎日侵晨盡聚草梢食露，體重不能飛躍，宜用筲箕、栲栳之屬左右抄掠，傾入布袋蒸、焙、泡、煮随便，或掘坑焚火傾入其中，若只瘞埋，隔宿多能穴地而出。 \\n ◎　蝗有在光地者，宜掘坑於前，長濶為佳，兩傍用板及門扇接連八字擺列，集衆發喊，推門捍逐入坑，又於對坑用掃箒十數把，見其跳躍而上者盡行掃入，覆以亁草發火焚之，然其下終是不死，須以土壓之，過宿方死。 \\n ◎　燒蝗法。掘一坑深廣約五尺長倍之，下用乾茅草發火正炎，将袋中蝗傾入坑中，一經火氣無能跳躍。詩云：秉畀炎火是也。 \\n ◎　捕蝗不可差官下鄊，一行人從蠶食里正，里正又只取之民户，未見捕蝗之利，先被捕蝗之擾謝，《絳論救蝗》曰：竊見比日蝗蟲亘野，坌入郛郭，而使者數出府縣，監捕驅逐，蹂踐田舍，民不聊生。謹按：《春秋》書：螟為哀公賦斂之虐，又漢儒推蝗為兵象，臣願令公卿以下舉州府守，臣而使自辟屬縣，令長務求方略，不限資格，然後寛以約束，許便宜從事。期年，條上理状參考不誣，奏之朝廷，旌賞録用，以示激勸。 \\n ◎　附[咐]郭[各]鄉村即印刷《捕蝗法》作手榜吿示。毎米一升換蝗一鬥，不問婦人小兒，攜到即時交支，如此則回環數十里内者可盡 \\n ◎　嚴督保甲，使知不可不捕，然其要法只在不惜常，平義倉糓米博換蝗蟲，雖不驅之使捕而四逺，自輻輳矣，倘或尅減邀勒，則捕者氣阻。 \\n ○前代捕蝗法 \\n 宋　熈寧八年詔：有蝗蝻處，委縣令佐躬親打撲，如地里廣濶，分差通判、職官、監司、提舉仍募人，得蝻五升或蝗一斗給細糓一斗，蝗種一升給粗糓二升，給價錢者作中等，寔直仍委官燒瘞、監司、差官覆按以聞。朱子[間]紹興捕蝗募民，得大者一斗，給錢一百文，小者毎升給錢五百文。 \\n 元　仁宗皇慶二年，復申秋耕之令，盖秋耕之利掩陽氣於地中，蝗蝻遺種翻覆壊盡，次年所種必盛於常禾。 \\n 明　永樂元年，令吏部行文各處有司，春初差人巡視境内，遇有蝗蟲初生，設法捕撲，務要盡絶，如或坐視致令滋蔓為患者，罪之若布。按：二司官不行嚴督所屬巡視打捕者亦罪之。毎年九月行文，至十月再令兵部行文，軍衛永為定例。宣徳九年，差給事中御史、錦衣衛官往山東、河南捕蝗。萬厯四十四年，御史過庭訓山東《賑饑疏》：捕蝗男婦皆饑餓之人，如一面捕蝗，一面歸家喫飯，未免稽遲時候，遂向市上買現成麵做餅子，擔在有蝗去處，不論逺近、大小、男婦，但能捉得蝗蟲與蝗子一升者，換餅三十箇。又查得：崓山鄰近兩厰領糧饑民一千二十名，可乗機撥用，即傳吿示云：朝廷自去年十一月養爾等饑民使免於逃死，當知効報，今蝗蟲生發正，爾等報効之日也，自今以後，能将近地蝗蟲或蝗子捕得半升者才給米麵一升，為五日之糧，如無不許准給。 \\n 崇禎時，徐光啓《除蝗疏》國家不務畜積，不備凶饑人事之失也。凶饑之因有三、曰水、曰旱、曰蝗。地有髙卑，雨澤有偏，被水旱為災，尚多倖免之處，惟旱極而蝗，數千里間草木皆盡，或牛馬幡幟皆盡，其害尤慘過於水旱者也。雖然水旱二災有重有輕，欲求恒稔，雖唐堯之世，猶不可得此，殆由天之所設。惟蝗不然，先事修備，既事修救，人力苟盡固可殄滅之無遺育。此其與水旱異者也。雖然水而得一丘一垤，旱而得一井一池，即單寒孤子聊足自救。惟蝗又不然，必藉國家之功令，必須羣邑之協心，必頼千萬人之同力一身一家，無戮力自免之理。此又與水旱異者也，總而論之，蝗災甚重，除之則易，必合衆力共除之，然後易此其大指矣。謹條列如左。 \\n ◎　蝗災之時 \\n 謹按：春秋至於勝國其間蝗災，書月者一百一十有一，書二月者二、書三月者三、書四月者十九、書五月者二十、書六月者三十一、書七月者二十、書八月者十二、書九月者一、書十二月者三。是最盛於夏秋之間，與百糓長養成熟之時正相值也，故為害最廣。小民遇此乏絶最甚。若二三月蝗者，按《宋史》言：二月，開封府等百三十州縣蝗蝻復生，多去嵗蟄者，《漢書》安帝永和四年五年比嵗書：夏蝗而六月三月，書：去嵗蝗處復蝗子生，曰；蝗蝻。蝗子則是去嵗之種。蝗非蟄蝗也。聞之老農言：蝗初生如粟米，數日旋大如蠅，能跳躍羣行，是名為蝻。又數日即羣飛，是名為蝗。所止之處喙不停嚙，故《易林》名為饑蟲也，又數日孕子於地矣。地下之子十八日復為蝻，蝻復為蝗，如是傳生害之，所以廣也。秋月下子者則依附草木，枵然枯朽非能蟄蔵過冬也。然秋月下子者十有八九而災，於冬春者百止一二，則三冬之候，雨雪所摧損滅者多矣。其自四月以後而書災者，皆本嵗之初蝗，非遺種也。故詳其所自生與其所自滅，可得殄絶之法矣。 \\n ◎　蝗生之地 \\n 謹按：蝗之所生，必于大澤之涯，然而洞庭彭蠡具區之旁，終古無蝗也，必也驟盈驟涸之處，如幽涿以南、長淮以北、青兖以西、梁宋以東諸郡之地，湖漅廣衍，暵隘無常，謂之涸澤，蝗則生之。歴稽前代及耳目所覩記，大都若此。若地方被災，皆有延及與其傳生者耳。《略摭往牘》如元史百年之間所載：災傷路郡、州縣幾及四百，而西至秦晋稱平陽。解州、華州各二稱隴陕。河中稱絳耀，同陕、鳯翔、岐山、武功、靈寳者各一。大江以南稱江浙、龍興、南康、鎮江、丹徒各一，合之二十有二，於四百為二十之一耳。自萬厯三十三年，北上至天啓元年，南還七年之間，見蝗災者六，而莫盛於丁巳，是秋奉使夏，州則闗、陕、邠、岐之間徧地皆蝗。而土人云：百年来所無也。江南人不識蝗為何物，而是年亦南至常州，有司士民盡力撲滅乃盡。故涸澤者，蝗之本原也，欲除蝗，圖之此其地矣。 \\n ◎　蝗生之縁 \\n 必於大澤之旁，者職所見。萬厯庚戌，滕鄒之間皆言起於昭陽吕孟湖。任邱之人言：蝗起於趙堡口，或言來從葦地，葦之所生，亦水涯也。則蝗為水種，無足疑矣。或言：是魚子所化。而職獨斷以為鰕子何也。凡倮蟲、介蟲與羽蟲，則能相變，如螟蛉為蜾蠃、蛣蜣為蟬、水蛆為蚊是也。若鱗蟲能變為異類，未之見矣，此一證也。《爾雅》翼言：鰕善遊而好躍，蝻亦善躍，此二證也，物雖相變，大都蛻殻即成。故多相肖。若蝗之形酷類鰕，其身、其首、其紋脉、肉味、其子之形味無非鰕者。此三證也。又蠶變為蛾蛾之，子復為蠶。《太平御覽言》豐年，蝗變為鰕，知鰕之亦變為蝗也，此四證也。鰕有諸種，白色而殻柔者散子于夏初，赤色而殻堅者散子于夏末，故蝗蝻之生亦早晚不一也。江以南多大水而無蝗，盖湖漅積瀦水草生之，南方水草農家多取以壅田，就不其然，而湖水常盈，草恆在水，鰕子附之則復為鰕而已。北方之湖盈則四溢，草随水上，迨其既涸，草流涯際，鰕子附於草間，既不得水，春夏鬱蒸，乘濕熱之氣變為蝗蝻，其勢然也。故知蝗生於鰕，鰕子之為蝗，則因於水草之積也。 \\n ◎　考昔人治蝗之法 \\n 載籍所記頗多，其最著者則唐之姚崇，最嚴者則宋之淳熙勅也。《崇傳》曰：開元四年，山東大蝗，民祭且拜，坐視食苗不敢捕，崇奏詩云：秉彼蟊賊付畀炎火。漢光武詔曰：勉順時政，勸督農桑去彼螟蜮以及蟊賊，此除蝗詔也。蝗畏人易驅，又田皆有主，使自救其地，必不憚勤。請夜設火坎其旁，且焚且瘞乃可盡。古有討除不勝者，特人不用命耳，乃出御史為捕蝗使，分道殺蝗，汴州刺史倪若水上言：除天災者當以徳。昔，劉聰除蝗不克而害愈甚，拒御史不應命。崇移書謂之曰：聰偽主徳，不勝妖，今妖不勝徳。古者良守蝗避其境，謂修徳，可免彼，将無徳致然乎。今坐視食苖忍而不救，因以無年，刺史其謂徳何。若水懼乃縦，捕得蝗十四萬石時，議者諠譁，帝疑復以問崇，對曰：庸儒泥文不知變，事固有違，經而合道，反道而適權者。昔，魏世，山東蝗小忍不除，至人相食。後秦有蝗，草木皆盡，牛馬至相噉毛。今飛蝗所在充滿加復蕃息，且河南、河北家無宿藏一，不獲則流離，安危繫之。且討蝗縦不能盡，不愈于養以遺患乎，帝然之。黃門監　盧懐慎曰：凡天災安可以人力制也，且殺蝗多必戾和氣，願公思之。崇曰：昔，楚王吞蛭而疾瘳，叔敖斷蛇而福降。今蝗幸可驅，若縦之榖且盡，如百姓何殺蟲救人，禍歸于崇，不以累公也。蝗害訖息。宋　淳熙勅：諸蝗蟲初生，若飛落，地主鄰人隱蔽不言，耆保不即時申舉撲除者，各杖一百許。人告報當職官，承報不受理，及受理而不即親臨撲除，或撲除未盡而妄申盡净者，各加二等。諸官司荒田、牧地經飛蝗住落處，令佐應差募人取掘蟲子，而取不盡因致次年生發者，杖一百。諸蝗蟲生發飛落及遺子而撲掘不盡，致再生發者，地主、耆保各杖一百。諸給散捕取蟲蝗穀而減尅者，論如：吏、人、鄉、書手，攬納稅受乞財物法。諸係工人因撲掘蟲蝗，乞取人户財物者，論如重禄、工人因職受乞法諸令：佐遇有蟲蝗生發，雖已差出而不離本界者，若縁蟲蝗論罪。并在任法又詔：因穿掘打撲損苖種者，除其稅，仍計價。官給地主錢數毋過一頃。此外復有二法。一曰：以粟易蝗。晋天福七年命百姓捕蝗，一斗以粟一斗，償之此類是也，一曰：食蝗。唐　貞元元年夏，蝗民蒸蝗暴亁，颺去翅足而食之。臣謹按：蝗蟲之災不捕不止，倪若水盧懐慎之説謬也。不忍于蝗而忍于民之饑而死乎。為民禦災捍患，正應經義，亦何違經反道之有。修徳、修刑理無相左。敵國盗賊比于蝗災，總為民害。寧云修徳可弭一切，攘却捕治之法，廢而不為也。淳熙之勅，初生飛落，咸應申報、撲除、取掘，悉有條章。今之官民所未聞見，似應依倣申嚴，定為功罪，著之甲令也。食蝗之事載籍所書不過二三。唐太宗吞蝗以為代民受患。傳述千古矣。乃今東省畿南用為常食，登之盤飱。臣嘗治田天津，適遇此災，田間小民不論蝗蝻，悉将烹食。城市之内用相餽遺，亦有熟而乾之，鬻於市者。則數文錢可易一斗，噉食之餘家户囷積，以為冬儲。質味與乾鰕無異，其朝晡不充恆食此者，亦至今無恙也。而同時所見山陕之民，猶惑於祭拜，以傷觸為戒，謂為可食即復駭然，盖妄信流傳，謂戾氣所化，是以疑神疑鬼，甘受戕害。東省畿南，既明知鰕子一物，在水為鰕，在陸為蝗，即終嵗食蝗，與食鰕無異，不復疑慮矣。 \\n ◎　今擬先事消弭之法 \\n 臣竊謂：既知蝗生之縁，即當於原本處，計畫令山東、河南、南北直隸有司、衙門，凡地方有湖蕩、墊窪、積水之處，遇霜降水落之後，即親臨勘視本年潦水所至到，今水涯有水草存積即多，集夫衆侵水芟刈，歛置髙處，風戾日曝，待其乾燥，以供薪燎。如不堪用就地焚燒，務求浄盡。此須撫按、道府實心主持，令州縣官各各同心協力，方為有益。若一方怠事，就此生發蔓及他方矣。姚崇所謂：討除不盡者人，不用命此之謂也。若春夏之月，居民於波湖中捕得子鰕一石，減蝗百石。乾鰕一石，減蝗千石。但令民通知此理，當自為之不煩吿戒矣。 \\n 水草既去，鰕子之附草者可無生發矣。若鰕子在地，明年春夏得水土之氣，未免復生。則須臨時捕治。其法有三。其一：臣見湖旁居民言蝗初生時，最易撲治，宿昔變異，便成蝻子散漫跳躍，勢不可遏矣。法當令：居民里老時加察視，但見土脉墳起，便即報官，集衆撲滅，此時措手力省，功倍其二，已成蝻子跳躍行動，便須開溝打捕。其法：視蝻将到處，預掘長溝，深廣各二尺，溝中相去丈許即作一坑，以便埋掩多集，人衆不論老弱悉要趨赴，沿溝擺列，或持箒，或持撲打器具，或持鍬鍤，毎五十人用一人鳴鑼其後，蝻聞金聲努力跳躍，或作或止漸令近溝，臨溝即大擊不止，蝻驚入溝中，勢如注水，衆各致力，掃者自掃，撲者自撲，埋者自埋，至溝坑具滿而止，前村如此，後村復然。一邑如此，他邑復然，當浄盡矣。若蝗如豆大尚未可食，長寸以上即燕齊之民，畚盛嚢括負戴而歸，烹煮暴乾以供食也。其三：振羽能飛，飛即蔽天，又能渡水。撲治不及。則視其落處，糾集人衆各用繩兜兜取，布嚢盛貯。官司以粟易之，大都粟一石易蝗一石，殺而埋之。然論粟易則有一説：先儒有言：救荒莫要乎近，其人假令鄉民去邑數十里負蝗易米，一往一返即二日矣。臣所見蝗盛時，幕天匝地，一落田間廣數里，厚數尺，行二三日乃盡。此時蝗極易得，官粟有幾，乃令人往返道路乎，若以金錢近其，人而易之，随收随給，即以數文錢易蝗一石，民猶勸為之矣。或言：差官下鄉一行人従，未免蠶食里正民户，不可不戒。臣以為不然也，此時為民除患，膚髪可捐，更率人蠶食，尚可謂官乎。佐貳為此，正官安在。正官為此，院道安在。不於此輩，創一警百而懲噎廢食，亦復何官不可廢，何事不可已耶，且一郡一邑豈乏義士，若紳、若弁、青衿、義民擇其善者，無不可使，亦且有自願捐貲者，何必官也。其給粟則以得蝗之，難易為差，無須預定矣。 \\n ◎　事後剪除之法 \\n 則：淳熙令之取掘蟲子是也。元史《食貨志》亦云：毎年十月，令州縣正官一員巡視境内，有蟲蝗遺子之地，多方設法除之。臣按：蝗蟲遺子，必擇堅垎黑土髙亢之處，用尾栽入土中下子。深不及一寸，仍留孔竅，且同生而羣飛羣食，其下子必同時同地勢，如蜂窠易尋覔也。一蝗所下十餘，形如豆粒，中止白汁，漸次充實，因而分顆，一粒中即有細子百餘。或云：一生九十九子，不然也。夏月之子易成，八日内遇雨則爛壊，否則至十八日生蝗矣。冬月之子難成，至春而後生蝻，故遇臘雪春雨則爛壊不成，亦非能入地千尺也。此種傳生一石可至千石，故冬月掘除尤為急務，且農力方閒可以從容搜索。官司即以數石粟易一石子，猶不足惜苐。得子有難易，受粟宜有等差，且念其衝冒嚴寒，尤應厚給，使民樂趨其事可矣。臣按：已上諸事，皆須集合衆力，無論一身、一家、一邑、一郡不能獨成其功。即百舉一隳猶足僨事。唐　開元四年夏五月，勅委使者詳察州縣，勤惰者各以名聞，由是連嵗蝗災不至大饑，盖以此也。臣故謂：主持在各撫按，勤事在各郡邑，盡力在各郡邑之民，所惜者北土閒曠之地，土曠人稀，毎遇災時，蝗陣如雲，荒田如海，集合佃衆猶如晨星，畢力討除百不及一，徒有傷心慘目而已。昔年，蝗至常州，數日而盡，雖縁官勤亦因民衆以此思之，乃愈見均民之不可已也。 \\n 陳龍正曰：蝗可和野菜煮食。見於《范仲淹疏》又曝亁可代鰕米，盡力捕之既除害又佐食，何憚不為，然西北，人肯食，東南，人不肯食，亦以水區被蝗時少，不習見聞故耳。崇禎辛巳，嘉湖旱蝗，鄊民捕蝗飼鴨，鴨極易肥大，又山中人畜猪不能買食，試以蝗飼之，其猪初重二十斤，旬日肥大至五十餘斤，可見世間物性，宜於鳥獸食者，人食之未必宜。若人可食者，鳥獸無反不可食之理。蝗可供猪鴨無怪也，推之恐不止此，特表而出之。 \\n 陳芳生曰：蝗未作，修徳以弭之，蝗既作，必捕殺，以殄之。雖為事不同而道則無二，疽已發於背，而進以調元氣之説，曰吾何事乎。刀針吾知，元氣未及調，而毒已内攻心肺死矣。倪若水盧懐慎所見，殆調元氣于疽發之際者，與大約鄙劣惰懦之夫，視生民之死生，國家之存亡，都無與於已，而惟恐我之稍拂，乎鬼則禍将立至，使朝廷下一令曰：蝗初作守。令捕不盡，致為民害。奪其職，没入其家以備賑。則畏禍之念更切於諂鬼，而蝗可立盡。淳熙之勅似猶未嚴也，盖天下之禍易於漫衍者，必於初發治之，則為力易而所害不大。而鄙夫非禍将切身，必不肯竭力以從事。故愚謂：捕蝗之令必嚴其法，以督之。盖亦一家哭不如一路哭之，意且古良吏，蝗毎不入其境。今有事於捕，已可愧矣。捕之而復不力，則良心已無，雖嚴罰豈為過耶。 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
