{"章节": "劉氏菊譜（宋）劉蒙", "正文": "　劉氏菊譜 \\n  \\n  \\n （宋）劉蒙 \\n 提要 \\n 《劉氏菊譜》一卷，宋劉蒙撰。蒙，彭城人。不詳其仕履，其叙中載崇寧甲申為龍門之游，訪劉元孫所居，相與訂論為此譜，蓋徽宗時人。故王得臣《麈史》中已引其說。焦竑《國史經籍志》列於范成大之後者，誤也。其書首譜叙，次說疑，次定品，次列菊名三十五條，各叙其種類形色而評次之，以龍腦為第一，而以雜記三萹終焉。書中所論諸菊名品，各詳所出之地，自汴梁以及西京、陳州、鄧州、雍州、相州、滑州、鄜州、陽翟諸處，大抵皆中州物産，而萃聚於洛陽園圃中者，與後來史正志、范成大之專志吳中蒔植者不同。然如金錢、酴醿諸名，史、范二志亦具載焉，意者本出自河北，而傳其種於江左者歟。 \\n 譜叙 \\n 草木之有花，浮冶而易壊，凡天下輕脆難乆之物者，皆以花比之，宜非正人、達士、堅操、篤行之所好也。然余嘗觀屈原之為文，香草龍鳯，以比忠正，而菊與菌桂、荃蕙、蘭芷、江蘺同為所取。又松者，天下歳寒堅正之木也，而陶淵明乃以松名配菊，連語而稱之。夫屈原、淵明，寔皆正人、達士、堅操、篤行之流，至於菊，猶貴重之如此，是菊雖以花為名，固與浮冶易壊之物不可同年而語也。且菊有異於物者，凡花皆以春盛，而實者以秋成，其根抵枝葉無物不然。而菊獨以秋花悅茂於風霜揺落之時，此其得時者異也。 \\n 有花葉者，花未必可食，而康風子乃以食菊僊。又《本草》云：以九月取花，乆服輕身耐老，此其花異也。花可食者，根葉未必可食，而陸龜蒙云：春苗恣肥，得以採擷，供左右杯按。又《本草》云：以正月取根，此其根葉異也。夫以一草之微，自本至末，無非可食，有功於人者。加以花色香態纎妙閑雅，可為丘壑燕靜之娛。然則古人取其香以比徳，而配之以嵗寒之操，夫豈獨然而已哉！ \\n 洛陽之風俗大抵好花，菊品之數，比他州為盛。劉元孫伯紹者，隱居伊水之瀍，萃諸菊而植之，朝夕嘯詠乎其側，蓋有意譜之而未假也。崇寧甲申九月，余得為龍門之游，得至君居。坐於舒嘯堂上，顧玩而樂之，於是相與訂論。訪其居之未嘗有，因次第焉。夫牡丹、荔枝、香、筍、茶、竹、硯、墨之類，有名數者，前人皆譜録。今菊品之盛，至於三十餘種，可以類聚而記之，故隨其名品論叙于左，以列諸譜之次。 \\n 說疑 \\n 或謂菊與苦薏有兩種，而陶隠居、日華子所記皆無千葉花，疑今譜中或有非菊者也。然余嘗讀隱居之說，以謂莖紫色青，作蒿艾氣，為苦薏。今余所記菊中，雖有莖青者，然而為氣香味甘，枝葉纎少，或有味苦者而紫色細莖，亦無蒿艾之氣。又今人間相傳為菊其已乆矣，故未能輕取舊說而棄之也。凡植物之見取於人者，栽培灌溉不失其宜，則枝葉華實無不猥大。至其氣之所聚，乃有連理、合穎、雙葉、並蔕之瑞，而況於花有變而為千葉者乎？日華子曰：花大者為甘菊，花小而苦者為野菊。若種園蔬肥沃之處，復同一體。是小可變而為甘也。如是，則單葉變而為千葉，亦有之矣。牡丹、芍藥，皆為藥中所用，隱居等但記花之紅白，亦不云有千葉者。今二花生于山野，類皆單葉小花；至於園圃肥沃之地，栽鉏糞養，皆為千葉，然後大花千葉變態百出。然則奚獨至於菊而疑之？注本草者謂：菊一名日精。按：《說文》從鞠，而《爾雅》菊治蘠，《月令》云鞠有黄華，疑皆傳寫之誤歟。若夫馬藺為紫菊，瞿麥為大菊，烏喙苗為鴛鴦菊，蔙覆花為艾菊，與其他妄濫而竊菊名者，皆所不取云。 \\n 定品 \\n 或問：“菊奚先？”曰：“先色與香，而後態。”“然則色奚先？”曰：“黄者中之色，土王季月，而菊以九月花，金土之應，相生而相得者也。其次莫若白，西方金氣之應，菊以秋開，則於氣為鍾焉。陳藏器云：白菊生平澤，花紫者，白之變；紅者，紫之變也。此紫所以為白之次，而紅所以為紫之次云。有色矣，而又有香；有香矣，而後有態。是其為花之尤者也。”或又曰：“花以艶媚為悅，而子以態為後歟？”曰：“吾嘗聞於古人矣，妍卉繁花為小人，而松竹蘭菊為君子，安有君子而以態為悅乎？至於具香與色而又有態，是猶君子而有威儀也。菊有名龍腦者，具香與色而態不足者也。菊有名都勝者，具色與態而香不足者也。菊之黄者未必皆勝而置于前者正其色也，菊之白者未必皆劣而列于中者次其色也。新羅、香毬、玉鈴之類，則以瓌異而升焉。至於順聖、楊妃之類，轉紅受色不正，故雖有芬香，態度不得與諸花爭也。然余獨以龍腦為諸花之冠，是故君子貴其質焉。後之視此譜者，觸類而求之，則意可見也。” \\n 花總數三十有五品。以品視之，可以見花之髙下；以花視之，可以知品之得失。具列之如左云： \\n 龍腦第一 \\n 龍腦，一名小銀臺，出京師，開以九月末。類金萬鈴而葉尖，謂花上葉。色類人間染鬱金，而外葉純白。夫黄菊有深淺色兩種，而是花獨得深淺之中。又其香氣芬烈，甚似龍腦，是花與香色俱可貴也。諸菊或以態度爭先者，然標致髙遠，譬如大人君子，雍容雅淡，識與不識，固將見而悅之，誠未易以妖冶嫵媚為勝也。 \\n 新羅第二 \\n 新羅，一名玉梅，一名倭菊，或云出海外，國中開以九月末。千葉，純白。長短相次，而花葉尖薄，鮮明瑩徹，若瓊瑶然。花始開時，中有青黄細葉，如花蘂之狀，盛開之後，細葉舒展，迺始見其蘂焉。枝正紫色，葉青，支股而小。凡菊類多尖闕，而此花之蘂分為五出，如人之有支股也，與花相映。標韻髙雅，似非尋常之比也。然余觀諸菊，開頭枝葉有多少繁簡之失，如桃花菊，則恨葉多；如毬子菊，則恨花繁。此菊一枝多開，一花雖有旁枝，亦少雙頭並開者，正素獨立之意，故詳紀焉。 \\n 都勝第三 \\n 都勝，出陳州，開以九月末。鵝黄，千葉。葉形圓厚，有雙紋，花葉大者，每葉上皆有雙畫直紋，如人手紋狀，而内外大小重疊相次蓬蓬然，疑造物者著意為之。凡花形，千葉如金鈴則太厚，單葉如大金鈴則太薄，惟都勝、新羅、御愛、棣棠，頗得厚薄之中，而都勝又其最美者也。余嘗謂，菊之為花，皆以香色態度為尚，而枝常恨麤，葉常恨大，凡菊無態度者，枝葉累之也。此菊細枝少葉，嫋嫋有態，而俗以都勝目之，其有取于此乎？花有淺深兩色，蓋初開時色深爾。 \\n 御愛第四 \\n 御愛，出京師，開以九月末，一名笑靨，一名喜容。淡黄，千葉。葉有雙紋，齊短而闊，葉端皆有兩闕，内外鱗次，亦有瓌異之形，但恨枝榦差麤，不得與都勝爭先爾。葉比諸菊最小而青，每葉不過如指面大。或云出禁中，因此得名。 \\n 玉毬第五 \\n 玉毬，出陳州，開以九月末。多葉，白花，近蘂微有紅色。花外大葉有雙紋，瑩白齊長，而蘂中小葉如剪茸。初開時有青殻，乆乃退去。盛開後小葉舒展，皆與花外長葉相次倒垂。以玉毬目之者，以其有圓聚之形也。枝榦不甚麤，葉尖長無刓闕，枝葉皆有浮毛，頗與諸菊異。然顔色標致，固自不凡。近年以來，方有此。本好事者競求，致一二本之直比于常菊蓋十倍焉。 \\n 玉鈴第六 \\n 玉鈴，未詳所出，開以九月中。純白，千葉。中有細鈴，甚類大金鈴。菊凡白花中，如玉毬、新羅，形態髙雅，出於其上。而此菊與之爭勝，故余特次二菊，觀名求實，似無愧焉。 \\n 金萬鈴第七 \\n 金萬鈴，未詳所出，開以九月末。深黄，千葉。菊以黄為正，而鈴以金為質。是菊正黄色而葉有鐸形，則於名實兩無愧也。菊有花宻枝褊者，人間謂之鞍子菊，實與此花一種，特以地脈肥盛使之然爾。又有大萬鈴、大金鈴、蜂鈴之類，或形色不正，比之此花，特為竊有其名也。 \\n 大金鈴第八 \\n 大金鈴，未詳所出，開以九月末。深黄有鈴者，皆如鐸鈴之形，而此花之中實，皆五出細花，下有大葉承之。每葉之有雙紋，枝與常菊相似，葉大而疎，一枝不過十餘葉。俗名大金鈴，蓋以花形似秋萬鈴爾。 \\n 銀臺第九 \\n 銀臺，深黄，萬銀鈴。葉有五出，而下有雙紋白葉。開之初，疑與龍腦菊一種，但花形差，大且不甚香耳。俗謂龍腦菊為小銀臺，蓋以相似故也。枝榦纎柔，葉青黄而麤疎。近出洛陽水北小民家，未多見也。 \\n 棣棠第十 \\n 棣棠，出西京，開以九月末。深黄。雙紋多葉，自中至外，長短相次，如千葉棣棠狀。凡黄菊，類多小花，如都勝、御愛，雖稍大而色皆淺黄，其最大者若大金鈴菊，則又單葉淺薄，無甚佳處。唯此花深黄多葉，大於諸菊，而又枝葉甚青，一枝聚生至十餘朶，花葉相映，顔色鮮好，甚可愛也。 \\n 蜂鈴第十一 \\n 蜂鈴，開以九月中。千葉，深黄，花形圓小而中有鈴。葉擁聚蜂起，細視若有蜂窠之狀。大抵此花似金萬鈴，獨以花形差小而尖，又有細蘂出鈴葉中，以此别爾。 \\n 鵝毛第十二 \\n 鵝毛，未詳所出，開以九月末。淡黄纎細，如毛生於花萼上。凡菊大率花心皆細葉，而下有大葉承之，間謂之托葉。今比毛花自内至外葉皆一等，但長短上下有次爾，花形小於金萬鈴。亦近年新花也。 \\n 毬子第十三 \\n 毬子，未詳所出，開以九月中。深黄，千葉。尖細重疊，皆有倫理。一枝之杪聚生百餘花，若小毬。諸菊黄花最小無過此者，然枝青葉碧，花色鮮明，相映尤好也。 \\n 夏金鈴第十四 \\n 夏金鈴，出西京，開以六月。深黄，千葉。甚與金萬鈴，相類而花頭瘦小，不甚鮮茂，蓋以生非時故也。或曰：非時而花失其正也，而可置於上乎？曰：其香是也，其色是也，若生非其時，則係於天者也，夫特以生非其時而置之諸菊之上，香色不足論矣，奚以貴質哉？ \\n 秋金鈴第十五 \\n 秋金鈴，出西京，開以九月中。深黄，雙紋，重葉。花中細蘂，皆出小鈴萼中。其萼亦如鈴葉，但比花葉短闊而青，故譜中謂鈴葉、鈴萼者，以此有如蜂鈴状。余頃年至京師，始見此菊，戚里相傳，以為愛玩。其後菊品漸盛，香色形態徃徃出此花上，而人之貴愛寞落矣。然花色正黄，未應便置諸菊之下也。 \\n 金錢第十六 \\n 金錢，出西京，開以九月末。深黄，雙紋，重葉。似大金菊而花形圓齊，頗類滴漏花（欄檻處處有，亦名滴滴金，亦名金錢子。）。人未識者，或以為棣棠菊，或以為大金鈴，但以花葉辨之，乃可見爾。 \\n 鄧州黄第十七 \\n 鄧州黄，開以九月末。單葉，雙紋，深於鵝黄而淺於鬱金。中有細葉，出鈴萼上，形様甚似鄧州白，但小差爾。按：陶隱居云：南陽酈縣有黄菊而白者，以五月採。今人間相傳多以白菊為貴，又採時乃以九月，頗與古說相異。然黄菊味甘氣香，枝榦葉形全類白菊，疑乃弘景所記爾。 \\n 薔薇第十八 \\n 薔薇，未詳所出，九月末開。深黄，雙紋，單葉。有黄細蘂出小鈴萼中，枝榦差細，葉有支股而圓。今薔薇有紅黄千葉、單葉兩種，而單葉者差淡，人間謂之野薔薇，蓋以單葉者爾。 \\n 黄二色第十九 \\n 黄二色，九月末開。鵝黄，雙紋，多葉。一花之間自有深淡兩色。然此花甚類薔薇菊，惟形差小，又近蘂多有亂葉，不然，亦不辨其異種也。 \\n 甘菊第二十 \\n 甘菊，生雍州川澤，開以九月。深黄，單葉。閭巷小人且能識之，固不待記而後見也。然余竊謂古菊未有瓌異如今者，而陶淵明、張景陽、謝希逸、潘安仁等或愛其香，或詠其色，或採之於東籬，或泛之於酒斚，疑皆今之甘菊花也。夫以古人賦詠賞愛至於如此，而一旦以今菊之盛，遂將棄而不取，是豈仁人君子之於物哉？故余特以甘菊置於白紫紅菊三品之上，其大意如此。 \\n 酴醿第二十一 \\n 酴醿，出相州，開以九月末。純白，千葉。自中至外，長短相次，花之大小正如酴醿，而枝榦纎柔，頗有態度。若花葉稍圓，加以檀蘂，真酴醿也。 \\n 玉盆第二十二 \\n 玉盆，出滑州，開以九月末。多葉，黄心，内深外淡。而下有闊白大葉，連綴承之，有如盆盂中盛花狀。然人間相傳，以謂玉盆菊者，大率皆黄心碎葉，初不知其得名之由，後請疑於識者，始以真菊相示。乃知物之見名於人者，必有形似之實，非講尋無倦，或有所遺爾。 \\n 鄧州白第二十三 \\n 鄧州白，九月末開。單葉，雙紋，白花。中有細蘂，出鈴萼中。凡菊，單葉如薔薇菊之類，大率花葉圓密相次（花葉謂頭上白葉，非枝葉之葉。他稱花葉，倣此。），而此花葉皆尖細，相去稀疎，然香比諸菊甚烈，而又正為藥中所用。蓋鄧州菊潭所出，爾枝榦甚纎柔，葉端有支股而長，亦不甚青。 \\n 白菊第二十四 \\n 白菊，單葉，白花。蘂與鄧州白相類，但花葉差闊，相次圓密，而枝葉麤繁。人未識者，多謂此為鄧州白，余亦信以為然，後劉伯紹訪得其真菊，較見其異，故譜中别開鄧州白而正其名，曰白菊。 \\n 銀盆第二十五 \\n 銀盆，出西京，開以九月中。花中皆細鈴，比夏、秋萬鈴差疎，而形色似之。鈴葉之下，别有雙紋白葉，故人間謂之銀盆者，以其下葉正白故也。此菊近出，未多見。至其茂肥得地，則一花之大有若盆者焉。 \\n 順聖淺紫第二十六 \\n 順聖淺紫，出陳州、鄧州，九月中方開。多葉，葉比諸菊最大。一花不過六七葉，而每葉盤疊凡三四重。花葉空處，間有筒葉輔之，大率花形枝榦類垂絲棣棠，但色紫花大爾。余所記菊中，惟此最大，而風流態度又為可貴，獨恨此花非黄白，不得與諸菊爭先也。 \\n 夏萬鈴第二十七 \\n 夏萬鈴，出鄜州，開以五月。紫色，細鈴。生於雙紋大葉之上，以時别之者，以有秋時紫花故也。或以菊皆秋生花，而疑此菊獨以夏盛。按：靈寳方曰：菊花紫白；又陶隱居云：五月採。今此花紫色而開於夏時，是其得時之正也，夫何疑哉？ \\n 秋萬鈴第二十八 \\n 秋萬鈴，出鄜州，開以九月中。千葉，淺紫。其中細葉盡為五出鐸形，而下有雙紋大葉承之。諸菊如棣棠，是其最大，獨此菊與順聖過焉。或云：與夏花一種，但秋夏再開爾。今人間起草為花，多作此菊，蓋以其瓌美可愛故也。 \\n 繡毬第二十九 \\n 繡毬，出西京，開以九月中。千葉，紫花。花葉尖闊，相次聚生，如金鈴。菊中鈴葉之狀，大率此花似荔枝菊花，中無筒葉，而萼邊正平爾。花形之大，有若大金鈴菊者焉。 \\n 荔枝第三十 \\n 荔枝，純紫，出西京，九月中開。千葉，紫花。葉卷為筒（謂花葉也。凡菊，鈴葉有五出，皆如鐸鈴之形，又有卷生為筒無尖闕者，故謂之筒葉，他與此同。），大小相間。凡菊，鈴并蘂皆生托葉之上，葉背乃有花萼與枝相連，而此菊上下左右攅聚而生，故俗以為荔枝者，以其花形正圓故也。花有紅者，與此同名，而純紫者蓋不多爾。 \\n 垂絲粉紅第三十一 \\n 垂絲粉紅，出西京，九月中開。千葉。葉細如茸，攅聚相次，而花下亦無托葉。人以垂絲目之者，蓋以枝榦纎弱故也。 \\n 楊妃第三十二 \\n 楊妃，未詳所出，九月中開。粉紅，千葉。散如亂茸而枝葉細小，嫋嫋有態，此實菊之柔媚為悅者也。 \\n 合蟬第三十三 \\n 合蟬，未詳所出，九月末開。粉紅。筒葉，花形細者與蘂雜比，方盛開時筒之大者裂為兩翅，如飛舞狀。一枝之杪凡三四花，然大率皆筒葉，如荔枝菊。有蟬形者，蓋不多爾。 \\n 紅二色第三十四 \\n 紅二色，出西京，開以九月末。千葉，深淡紅。叢有兩色，而花葉之中間生筒葉，大小相映。方盛開時，筒之大者裂為二三，與花葉相雜比，茸茸然。花心與筒葉中有青黄紅蘂，頗與諸菊相異。然余恠桃花、石榴、川木爪之類，或有一株異色者，每以造物之付受有不平歟，抑將見其巧歟。今菊之變其黄白而為粉紅深紫，固可恠。而又一株亦有異色並生者也，是亦深可恠歟。花之形度無甚佳處，特記其異爾。 \\n 桃花第三十五 \\n 桃花，粉紅。單葉中有黄蘂，其色正類桃花，俗以此名，蓋以言其色爾。花之形度雖不甚佳，而開於諸菊未有之前，故人視此菊如木中之梅焉。枝葉最繁宻，或有無花者，則一葉之大踰數寸也。 \\n 雜記 \\n 叙遺 \\n 余聞有麝香菊者，黄花，千葉，以香得名；有錦菊者，粉紅，碎花，以色得名；有孩兒菊者，粉紅，青萼，以形得名；有金絲菊者，紫花，黄心，以蘂得名。嘗訪於好事，求於園圃，既未之見。而說者謂孩兒菊與桃花一種，又云種花者剪掐為之。至錦菊、金絲，則或有言其與别名非菊者。若麝香菊，則又出陽翟洛人，實未之見。夫既已記之，而定其品之髙下，又因傳聞附會而亂其先後之次，是非余譜菊之意，故特論其名色列於記花之後，以俟博物之君子證其謬焉。 \\n 補意 \\n 余嘗恠古人之於菊，雖賦詠嗟嘆嘗見於文詞，而未嘗說其花瓌異如吾譜中所記者，疑古之品未若今日之富也，今遂有三十五種。又嘗聞於蒔花者云，花之形色變易如牡丹之類，歳取其變者以為新，今此菊亦疑所變也。今之所譜，雖自謂甚富，然搜訪所有未至，與花之變易後出，則有待於好事者焉，君子之於文，亦闕其不知者斯可矣。若夫掇擷治療之方，栽培灌種之宜，宜觀於方冊，而問於老圃，不待予言也。 \\n 拾遺 \\n 黄碧、單葉兩種，生於山野籬落之間，宜若無足取者。然譜中諸菊多以香色態度為人愛好，剪鉏移徙或至傷生，而是花與之均賦一性，同受一色，俱有此名，而能遠迹山野，保其自然，固亦無羡於諸菊也。余嘉其大意，而收之又不敢雜置諸菊之中，故特列之於後云。 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
