{"章节": "墨史（元）陆友", "正文": " \\n 墨史 \\n   \\n  \\n  \\n 提要 \\n  \\n 《墨史》三卷，元陆友撰。友字友仁，亦字宅之，平江人。其书集古来精於制墨者，考其事迹，勒为一书。於魏得韦诞一人，於晋得张金一人，於刘宋得张永一人，於唐得李阳冰以下十九人，於宋得柴珣以下一百三十馀人，於金得刘法、杨文秀二人。又详载高丽、契丹、西域之墨，附录杂记二十五则，皆墨之典故也。其间蒐罗隐僻，颇为博赡。其论奚廷珪非李廷珪一条，据《墨经》所载，易水奚鼐之子超，鼏之子起，又别叙歙州李超，超子廷珪以下世家，是族有奚、李之异，居有易、歙之分。惟其名偶同，所谓《墨经》者，今虽不知为何本，然宋绍圣中李孝美作《墨谱》，已有是说，亦可以旁资参考也。案《徐显稗传》，载友仁生市廛闤阓间，父以市布为业，独能异其所好，攻苦於学，善为歌诗，工八分隶楷，博极群物。奎章阁鉴书博士柯九思、侍书学士虞集服其精识，相与言於文宗。未及任用而二人去职，友亦南归，自号砚北生，著《砚史》、《墨史》、《印史》，所为诗文有《杞菊轩稿》。今皆亡佚，惟《研北杂志》及是书尚存云。  \\n  \\n  \\n 卷上 \\n ◎魏 \\n  \\n 韋誕，字仲將，京兆人，太僕端之子，善隸、楷。魏太和中爲武都太守，以能書畱補侍中。洛陽、許、鄴三都宮觀始就，詔令誕題署，以爲永制。給御筆墨，皆不任用。因奏蔡邕，自矜能書，兼斯喜之法，非紈素不妄下筆。夫欲善其事，必利其器。若用張芝筆，左伯紙，及臣墨，兼此三具，又得臣手，然後可以逞徑丈之勢，方寸千言。誕仕至光祿大夫，嘉平三年卒，年七十五。蕭子良《答王僧虔書》曰：“仲將之墨，一點如漆。” \\n  \\n  \\n 後魏賈思勰《齊民要術》有韋仲將“筆方合墨法”。晁說之《墨經》竝舉韋仲將墨法、後魏賈思勰法，二法本無大異，而晁氏兩書之。又蘇易簡《文房四譜》載冀公墨法，其人未詳。 \\n  \\n ◎晉 \\n 張金者，晉人石崇奴。券云“張金好墨，過市數蠡幷市豪筆，僃郎寫書。”又吳淑《墨賦》云：或名重張金，或妙稱祖氏。 \\n ◎宋 \\n  \\n 張永，字景雲，吳郡吳人裕之子，仕宋至征西將軍。涉獵書史，能爲文章，善隸書，又有巧思，益爲文帝所知。紙墨皆自營造，帝每得永表啓，輒執玩咨嗟，自嘆供御者了不及也。又詔永更製御紙，緊潔光麗，耀日奪目，又合祕墨，美殊前後，色如點漆，一點竟紙。 \\n  \\n  \\n 何薳《記墨》云：近世士人游戲翰墨，因其資地高韻，刱意出奇，如韋仲將、張永所製者，故自不少，然不皆手製，亦以意加減，指授善工而爲之耳。如東坡先生在儋耳令潘衡所造，銘曰“海南松煤東坡法墨”者是也。又云賀方囘、張秉道、康爲章皆能精究和膠之妙法，其製皆如出犀璧也。又如李元伯、李公照、王仲達、武繼隆、滕元發、邵興宗之徒，往往作墨，然多成於匠手而假名耳。因附著之，不復別見云。 \\n  \\n ◎唐 \\n  \\n 李陽氷，趙郡人，官至將作大匠，善小篆。父雍門湖城令。氷兄弟五人皆負詞學。初師李斯《嶧山碑》，後見仲尼《吳季札墓誌》，便變化開闔，如虎如龍，勁利豪爽，風行雨集，文字之本，悉在心胷。自言斯篆之後直至小生，曹喜、蔡邕不足數，識者謂之“倉頡”。後身大精小學，豪駿墨勁，時謂之“筆虎”。勢如古釵倚物，力有萬夫無與爲比，周越云陽氷篆勢全法崔子玉、張平子碑，不因見夫子書便變化開闔，葢竇泉之臆斷也。宋元符間，襄陽米芾遊京師，於相國寺羅漢院僧壽許見陽氷供御墨一巨鋌，其制如碑，高逾尺而厚二寸，面蹙犀文，堅澤如玉，有篆款曰“文華閣”，中穴一竅，下畫泰卦於麒麟之上，幕篆六字，曰“翠霞”，曰“臣李陽氷”，左行書“大暦二年二月造，得旨降入翻經院”，右行書“董作內府丞臣車輔、都監臣趙忠孠。”芾後數載經南徐，過鶴林，僧惟清乞書寶藏額，因難之。清忽開笥取古錦囊出，巨墨如曩時所見者。且言先師昔在京師，貴人家以古琴玉環（一作古玉）貿得之，乃奉墨授芾。芾受而書畢，亟歸淨名齋，報之以吳道子畫《熾盛光佛》一幀，古銅水龜玉界尺二。芾後書儒釋老書及忠孝賢明事，則用之。 \\n  \\n  \\n 祖敏，本易定人，唐時之墨官也。今墨之上，必假其姓而號之。大約易水者爲上，其妙者必以鹿角膠煎爲膏而和之，故祖氏之名，聞於天下。晁氏云“古人用墨多自製造，故匠氏不顯。唐之匠氏，惟聞祖敏。”黃秉云“祖氏易水人，故以濟上爲號。年載已遠，罕有存者”。友按《唐書·地理志》：易州土貢墨。意當時治墨者，不特祖氏。其後奚、李、張陳皆出，易水製作之盛，有由來矣。 \\n  \\n  \\n 王君德者，唐末人。蔡君謨云“世有王君德墨，人間少得之，皆出上方；或有得者，是爲家寶也。”《墨經》有唐王君德擣膠用石臼，擣三二千杵，其藥用酢、石橊皮、水牛角屑、膽礬三物，又法用梣木皮、皁角、膽礬、馬鞭草四物。 \\n  \\n  \\n 奚鼐、奚鼏。已上二人，唐末匠氏。鼐墨面曰“光慶”，又印曰“奚鼐墨”，又印曰“庚申”。而鼏墨大槩與鼐同，惟“庚申”字異。見《墨經》及趙寅《墨譜》。 \\n  \\n  \\n 奚庭珪，易水人，或曰李庭珪，本姓奚，江南賜姓李氏，非也。今之人但見有奚庭珪墨二品。庭珪父卽超，何獨有奚庭（一作廷）珪而無奚超也？趙寅達夫嘗收得一種，上印文曰“宣府奚庭珪”，乃知居歙者李氏，籍宣者奚氏，各是一族而名偶同耳。《新安志》云，自蔡君謨以來，皆言李庭珪卽奚庭珪，唯黃秉、李孝美云：奚墨不及李。友按《墨經》云：觀易水奚氏、歙州李氏，皆用大膠，所以養墨。又云：奚鼐之子超，鼏之子起。而別敘歙州李超，超子庭珪以下世家。是族有奚、李之異，居有易、歙之分矣。況《墨說》復指宣府之記爲證，用衆說，從姓氏書之，惟超、起，未嘗以奚稱，則仍李氏，不敢重出云。 \\n  \\n  \\n 李慥者，易水諸李之祖也。葉少蘊云：王景源使君所寶古墨一笏，葢其先待制所藏者。背銘曰：“唐水部員外郎李慥製”，云諸李之祖也。黎介然一見，求以所用端石硯易之，景源久之方與。後携硯至行朝，有貴人欲以五萬錢輟硯，景源竟惜，不與也。 \\n  \\n  \\n 江南黟歙之地有李廷珪，墨尤佳。廷珪本易水人，其父超，唐末流離渡江，覩歙中可居造墨，故有名焉。今有得而藏於家者亦不下五六十年，葢膠敗而墨調也。其堅如玉，其紋如犀，寫踰數十幅不耗一二分也。常侍徐公鉉爲太簡，言幼年嘗得李超墨一挺，長不過尺，細裁如筯，與其弟鍇共用之，日書不下五千字，凡十年乃盡。磨處邊際有刃，可以裁紙。自後用李氏墨，無及此者。超卽廷珪之父也。超墨有二品，其面或爲特龍者，或曰“新安香墨”者，其幕曰“歙州李超造”，一上曰“李超”，其號雖異，亦互有精觕。王仲薿云其父岐公在仁宗朝被賜超墨，題云“檢校水部員外郎臣超”，後以遺蔡君謨。君謨云：“超與其子廷珪，唐末自易水渡江至歙州，地多美松，因而畱居，遂以墨名。家本姓奚，江南賜姓李氏。”超之墨世不復傳，襄嘗侍羣玉宴，輒賜得之。其從子絛云：“昭陵晚歲開內宴，數與大臣侍從從容談笑，嘗親御飛白書以分賜，更以香藥、名墨遍賚焉。一大臣得超墨，而君謨伯父所得乃廷珪。君謨時覺大臣意歉，有不足色，因密語能易之乎？大臣者但知廷珪爲貴，而不知有超也。旣得易，輒欣然。及宴罷，騎從出內門去，將分道，君謨於馬上始乃長揖曰：‘還知廷珪是李超兒否？’”超有弟起，其墨不傳，子廷珪、廷寬。 \\n  \\n  \\n 廷珪，超之子，世爲南唐墨官。蔡君謨云廷珪墨爲天下第一品，祥符治昭，應用爲染飾，今人間所有，皆其時餘物也。其墨能削木，誤墜溝中，數月不壞。昔年洛下爲畱守，推官，事王公，見遺廷珪墨，自是書笥中稍或益之，漸至知墨之說尤爲精微。唐彥猷殊達此理，超與廷珪始至新安，各出姓名，尚用“邽”字。超死而珪業益精，面有龍文而其名亦有用“邽”字者，乃知名字不同形製有異者，作之有先後也。或曰：“何以知之？”曰：“類其父超也”。世之好奇者多借廷珪姓名，模倣形製以造之。有至好者，苟非素蓄之家不能辨其墨，雖歴數百年研磨，尚有龍腦氣，此其驗也。王原叔性愛墨，持玩不厭，几案牀枕間往往置之，嘗以柔物磨拭之，發其光色，至用衣袖，略無所惜。慶歴中，有人持廷珪墨十丸求售，從子參預託言草文字，恐混其思，遽令麾去。旣而聞之，極爲嘆息，其後尢難得，而屢以萬錢市一丸。其品乃有邽字，作“下邽”之“邽”者爲上作，“圭潔”之“圭”者次之，作“珪璧”之“珪”者又次之，其云“奚廷珪”者最下。葢廷珪本燕人，奚初姓，後徙江南，其初未奇，久而益佳，故李主寵其能，賜之姓也。雖名號有高下，其間又自有精麤，亦時有僞作者，人多惑。原叔言辨之，當視其背印，背印云“歙州李廷珪墨”，歙旁欠字之左足與州字之中，或其李字之中畫與子字之足貫，又與廷字壬之竪畫，墨字之右角貫，視之上下相通者爲眞。又自能造墨，在濠梁彭門嘗走人取兖州善煤，手自和揉，妙爲形體，其光色與廷珪相上下，旣成，均遺好事，悉服其精。嘗以廷珪墨遺蔡君謨，隴西李之洵謁之曰：“聞以墨遺君謨，槖中必缺，今請以一丸補之。”蘇魏公云：高祖以來，所用廷珪墨一挺，於祖父寶之。長四寸，闊一寸，厚一寸，其色之黑，世無物及者，研之無聲，面有“李廷珪墨”四字。蘇子瞻爲顔鳧繹作集引，其子復以廷珪墨遺之，金塗龍及銘云“李憲臣所屬賜墨也”。又嘗以蜀中冷金牋試墨，惟廷珪乃黑。陳無己云：晁無斁有李墨半丸，云是裕陵故物也。徃於秦少游家，見李墨不爲文理，質如金石，亦裕陵所賜。王平甫所藏者，其子斿以遺少游。潘谷見之，載拜云“眞廷珪所作也，世惟王四學士有之，與此爲二矣。”吳开喜蓄墨，收古今名品甚具，諸李所制皆有之，云皆無出廷珪之右者。其堅利可以削木，書《華嚴經》一部半，用廷珪才研一寸，其下帙用承晏墨，遂至二寸，則膠法可知矣。王彥若云趙韓王從太祖至洛，行故宮，見架間一篋，取視之，皆李氏父子所製墨也。因盡以賜王。後王之子婦蓐中血運危甚，醫求古墨爲藥，因取一枚投烈火中，研末酒服，卽愈。諸子欲各僃産乳之用，乃盡取墨，煅而分之。自是李氏墨世益少得。邵公濟云太祖下南唐所得廷珪父子墨，同他俘獲物付主藏籍收，不以爲貴也。後有司更作相國寺門樓，詔用黑漆，取墨於藏主，車載以給，皆廷珪父子之墨。至宣和年，黃金可得，李氏之墨不可得。熙寧間，李舜舉御藥，爲林子中言禁中墨無廷珪成挺者，但有承晏、文用等墨，爲古墨之尤者。握子有“香”字乃廷珪，禁中尤珍之。吾家太史云：國初平江南時，廷珪墨連載數艘，輸入內庫，太宗賜近臣、祕閣帖皆用此墨。其後建玉清昭應宮，至用以供漆飾。而太史所記，與蔡、邵二說互有異同，故竝載之。廷珪子承浩，蚤世故墨不多有，其後遂絕。友平生凡五見廷珪墨：其一見之於京師楊好謙家，面作柳枝瘦龍，上印一小“香”字，幕曰“歙州李廷珪墨”，黃羅囊襲之表以牙籤曰“仁宗皇帝寶字墨”；其一見之於黃可玉清權齋，云是其外家宣和進士陳篆所藏；其一唐子眞得於趙氏姑脂澤奩中，銘曰“保大元年歙州進墨務官臣李廷珪造”，後截留“保大”二字，易帖於莊肅幼恭；其一半挺見之於鑒書博士柯敬仲家，銘曰“保大元年正月七日奉旨造”，幕曰“宏文館供奉庫左行書云墨務官臣廷珪”，右行書云“墨務官臣廷寬”；其一見之於洛陽趙顔子之孫許，面作特龍，幕曰“保大九年奉敕造長春殿供御龍印香煤”，左行書云“墨務官臣廷邽、監官臣亮”，右行書云“臣夷中、臣子和、臣卞等進”。試之，皆光澤如新，獨“寶”字墨質雖具，而膠法已敗，疑爲蘇家贋物也。 \\n  \\n  \\n 廷寬，超之次子。蔡君謨云：李超幷男廷寬墨，今少見。廷珪爲第一，廷寬、承宴次之。又云欲求廷珪墨，終難得。或廷寬、承晏、文用皆其家法。子承晏，承晏子文用，文用子仲宣，仲宣子惟益、惟慶。承晏，廷寬之子。蔡君謨云李氏墨承晏而下，不能用家法，無足取者。熙寧九年，蘇魏公頌同修國史，開局日賜承晏笏挺雙脊龍墨、張遇丸墨、澄心堂紙。及對，神宗曰：“禁中自此少矣，宜寶之。”蘇子瞻云：黃魯直學吾書，輒以書名於時，好事者爭以精紙妙墨求字，嘗攜古錦囊，滿其中皆是物者。一日見過，探之得承晏墨半挺，遂奪之。潘谷驗墨，摸索便知精麄。一日過，魯直取所藏墨示之，谷隔錦囊揣之曰：“此李承晏軟劑，今不易得。”又揣其一曰：“此谷廿年造者，今精力不及，無此墨也。”取視果然。 \\n  \\n 文用，承晏之子，能世其業，然墨差不逮，絕無有也。 \\n  \\n 仲宣，文用之子，亦如其父。陳無己云：南唐于饒置墨務，李本奚氏，以幸賜國姓，世爲墨官云。唐之問質肅公之子有墨曰“饒州供進墨務官李仲宣造”，世莫知其何人子，頗有家法。以遺黃魯直，魯直謂不迨孫氏所有而無已，謂過之陳留孫待制家，有墨半挺，號稱廷珪，但色重爾，非古製也。 \\n  \\n 惟益，仲宣之子。葉少蘊云元祐初，京師雜買務貨舊墨，猶有惟益所作千餘挺，當時士大夫爭取之，背印作“歙州務墨官李惟益造”者是也，弟惟慶。 \\n  \\n  \\n 惟慶，仲宣次子，其墨小挺子，優于大墨，可亞廷珪。一種有兩頭圜，面有雙龍捧一牌子曰“供灑龍麝香墨”，幕文曰“歙州李惟慶墨”者，上品也。江南畏中國之威，其供御字竝刻爲“供灑”一種，面印皆同幕文曰“歙州供進墨務官李惟慶造”者，其次也。此後李氏遂無聞。宋仁宗時其子孫尚有爲務官者，歲貢上方，絕不佳。每移文本州責之，殊不入用也。 \\n  \\n  \\n 張遇，易水人，遇墨有題“光啓年”者，妙不減廷珪。宮中取其墨，燒去烟，用以畫睂，謂之“畫睂墨”。蔡君謨謂世以歙州李廷珪爲第一，易水張遇爲第二。遇亦有二品，易水貢墨爲上，供堂墨次之。蘇子瞻云“射香張遇墨”兩枚，或自內庭得之，以見遺，藏之久矣。製作精至，非常墨所能髣髴。陳無己見秦少游有張遇墨一團，面爲盤龍，鱗鬣具悉，其妙如畫，其背有“張遇射香”四字，語曰“良玉不琢，謂其不借美於外也，張其後乎？”《墨經》云：凡印方直最難，往往多裂。易水張遇印多方直者，其劑熟可知。葉少蘊云：兩漢間稱墨多言丸，魏晉後始稱螺，取其上銳必肖。如今之挺形而丸，則其製不可解。或云乃今之錢子墨。世傳張遇墨乃唐末時物，皆爲錢子，是其遺法，然極不便於研磨，古人爲之，當別有意也。子谷。 \\n  \\n  \\n 谷製墨得李氏法，而世不多有。鄒志完謂遇之子名谷，然云黟川布衣，則疑別有同姓名者。又以處厚亦云黃山，意其自易水徙歙，如李氏。故漫從家世書之。子處厚。 \\n  \\n  \\n 處厚在黃山起竈作煤製墨，爲世業，其用遠煙魚膠。鄒志完云，予用處厚墨久矣，而未之識。一旦處厚踵門，問其家世，則谷之子，遇之孫。昔李氏以墨顯于江南，而遇妙得其法，至處厚益恐墜其家聲，不汲汲於利，尤可尚也。 \\n  \\n 朱逢，歙州人。江南韓熙載自延其造化松堂墨，文曰“元中子”，又曰“射香月匣”而寶之。雖至親昵友無見之者。熙載死後，盡爲諸妓分攜而去。  \\n  \\n  \\n 卷中 \\n ◎宋 \\n  \\n 柴珣，宋初時人，代居宣城，得二李膠法，出潘、張之上。其作玉梭樣，銘曰“柴珣東窯”者。士大夫得之，葢金玉比也。其後有柴成務、朱君德二人墨，竝狹小挺，製作不一。 \\n  \\n 陳贇，易水人，世傳不多，與張遇等。其墨銘曰“易水光眞墨”，幕曰“陳贇”。 \\n  \\n 陳朗，兖州人。宋初避諱，因以“三翁”記之。蔡君謨評墨，以李廷珪爲第一，廷寬、承晏次之，張遇次之，朗又次之。不獨造作有法，松煙自異。君謨得歙煙造墨，便有廷珪風采，乃知本性隨其土地而異。朗弟遠，遠子惟進。楊如晦云歙州諸李稍喜出光，而東山諸陳作一色皴面。皴面便於研試，葢墨色皴暗，磨之培增光黑，爲鬻者之利爾。大體入池早，作細文，入池遲，作皴文，無他術也。欲皮泛逾細而光，當出池時揩刷令淨，以兔皮一番蘸水受之，則應手如角皮，汎墨家言也。 \\n  \\n  \\n 陳己、陳湘、陳相、陳和、陳顯。已上五人皆朗諸孫，膠法雖存，而妙處似非其子孫可傳，故墨不逮昔人。己墨名爲“飛魚鎚子”。相墨所謂“黑龍髓”者，銘曰“世業陳相，遠烟清光”。劉貢父作墨，作“長新”字，長新，陳相也。《墨經》云兖人舊以十月煎膠，十一月造墨，今旋煎旋用，殊失之。故潘谷一見相墨，曰：“惜哉！一生膠耳。” \\n  \\n  \\n 景煥，成都人，隱居玉壘山，嘗得墨材甚精，造止五十團，不復更作。曰：“以此終吾身”。墨印文曰“香璧”，幕曰“副墨”。子煥有文藝，撰《野人閑話》、《牧豎閒談》及畫跡傳於代。 \\n  \\n 盛匡道、盛通、盛眞、盛舟、盛信、盛皓。已上六人皆宣州一族。大率如奚廷珪樣，幕幷篆文依歙樣香墨。唯通墨挺大，而與諸盛小異。 \\n 宣道或曰：宣德不知何許人，墨皆範張遇，卽未究郡國之來，姓名之出。李伯揚以其形製俱類廷珪，疑歙州人也。 \\n  \\n 姜潛，字至之，兖州人，隱居奉苻之太平鎭。文潞公通判州事日訪墨於姜，姜曰：“近頗難得，當求佳煤自製。”久之，攜紙囊訪公，曰：“此卽煤也，瀉之則盈盤，按之則如故。”又曰：“此亦可以如茶，啜之無害。”公如其言，啜一茶甌。食頃，忽發欬聲，香氣上襲，芳馥如射。姜曰：“此所謂射煤也，研射入者，傳之悮矣。”墨成，頗珍惜之。 \\n  \\n 周明法、林鑑、陳泰。已上三人竝兖州名手作墨，其得意者皆不減諸陳，但尚新耳。 \\n  \\n 王廸，西洛隱君子也。其墨法止用遠烟、鹿膠二物，銑澤出陳瞻之右。文潞公嘗從廸求墨。久之，持烟一奩見公，且請以指起烟，按亦隨復。曰：“此烟之最輕遠者”。乃抄烟以湯瀹，起揖公，對啜云：“當自有龍射氣，眞烟香也。凡墨入龍射，皆奪烟香而引蒸濕，反爲墨病。俗子不知也。”黃太史以迪爲鎭州人，而家於洛也。 \\n  \\n 耿仁遂，歙州人。仁遂子文政、文壽。而耿盛、耿德眞，皆世其家。德眞所製甚精，惜其早死，藏墨之家不多見也。 \\n  \\n 王順，兖海人，徂徠獨稱諸陳，順晚出而其法尢精，嘗言墨貴輕、清。葢烟遠則輕，膠遠則清，墨家膩此，多胚闇乏堅緻，非善法也。如李廷珪眞墨堅如角石，年逾多而光采如新，斜研薄處可以利紙，或云廷珪佳煤一斤可受膠一斤，入手堅重，研不滯筆，所以獨貴於世也。楊如晦謂順墨稍堅重，有光，雖濃磨不畱筆，似得廷珪妙處。 \\n  \\n 裴言元祐中爲曹王造墨，故料精而墨善，比常品差勝。 \\n 郭玉，汲人。玉所製墨銘曰“供御郭玉”。 \\n  \\n 潘谷，伊洛閒墨師也。墨旣精好而價不二，士或不持錢，畱券取墨，亦輒與之。蘇子瞻聞之，曰“非市道人也”。嘗與詩云：“一朝入海尋李白，空看人間畫墨仙。”豫章黃魯直嘗得李廷珪墨，神宗所賜王安國平甫者，已而遺淮海秦少游，少游愛之，藏錦囊中。墨師過少游，少游出錦囊以示之，墨師手拊錦囊，卽拜曰“眞廷珪爲者。疇昔見於平甫家，與此二矣。是豈常墨工所能哉？”後忽取積券焚之，飲酒三日，發狂浪走，赴井死。人下視之，葢趺坐井中，尚持念珠也。穀子遇陳無己，云供僃使李唐卿，嘉祐中以書待詔者也，喜墨。嘗謂予曰：“和墨用麝，欲其香，有損於墨而竟亦不能香也，不若竝藏以熏之。”潘谷墨香徹肌骨，磨研至盡而香不衰。陳惟進之墨一篋，十年而香（一作麝）氣不入，但自作松香耳。葢陳墨膚理堅密，不受外熏，潘墨之香劑中，必入龍麝等也。 \\n  \\n 東野輝，兖人也。蘇子瞻云暉所製墨，每枚必十千信，非凡墨之比也。 \\n  \\n 蘇澥，字浩然，武功人，度支郎中舜元之子，爲祕閣校理，自號“支離居士”，喜造墨。所製皆作松紋皴皮而堅致如玉石。何子楚與其孫之南仲容游，其家藏不過數笏，子楚得半笏於李漢臣，持視仲容曰“眞家寶也”。神宗朝麗人入貢，奏乞浩然墨，詔取其家，浩然止以十笏進呈，其自珍祕葢如此。人有獲其寸許者，如斷金碎玉爭相誇玩，黃魯直所謂廷珪贋墨出蘇家者，是浩然所作也。 \\n  \\n  \\n 晁貫之，字季一，性無他嗜，獨見墨丸，喜動睂宇。其所製銘曰“晁季一寄寂軒造”者，不減潘、陳。其兄說之，字以道，深於名理，尢喜造墨，著《墨經》三卷，論産松之地，烟煤製造之法，及自古墨工知名者，凡三篇。 \\n  \\n 朱覲，九華人，善用膠作軟劑，出光墨。滕元發作郡日，令其手製，銘曰“愛山堂造”者最佳。子聰，不逮其父。 \\n 僧清一，蜀人也，遇異人傳墨法，有名江淮閒，甚貴重之。 \\n  \\n 張居靖善造墨，黃魯直試之，謂其鹿膠極堅黑，作皮肉不減曩時歙州煤。其光澤不足，良以歲月深遠，爽調護耳。陳瞻，眞定人。初造墨遇一異人，傳和膠法，因就山中古松取煤。其用膠雖不及常和、沈珪，而置之濕潤，初不蒸敗，此其妙處也。又受異人之教，每斤半千價，雖廉而利常贏餘。何子楚嘗以二萬錢就瞻取墨，適非造墨時，因返金，而以斷裂不全者二十笏爲寄。曰：“此因膠緊所致，非深於墨不敢爲獻也。”子楚寶而用之，幷就眞定公庫轉置百笏，自謂終身享之不盡。南渡一掃無餘，繼訪好事所藏，葢一二見也。瞻在宣和閒已自貴重，斤直五萬，比其身在葢百倍矣。瞻死，壻董仲淵因其法而加膠，墨尢堅緻，恨其卽死，流傳不多也。董後有張順，亦瞻壻，而所製不及淵，亦失瞻法。又有胡德者，瞻之外孫也。 \\n  \\n  \\n 劉寧，眞定墨工也。與同郡張順各尊其藝，素不相下。康倬爲章使之造墨，但多以錢遺之，不問所造之多寡，故嘗得佳品。宣和乙巳春，爲章赴官鄚亭，將行，二人皆以墨獻。張力言其墨勝劉，劉云：“無多言，得以試之耳。”取二湯壺，熾炭熬之，使沸，各投墨一笏，煮之。自巳及酉，取視之，張墨已融敗拆裂，劉墨堅好如故，叩之琅然，張乃大服。劉曰：“二煤與膠皆一，所以異者萬杵耳。” \\n  \\n  \\n 常和，隱居嵩山，墨雖晚出，頗自珍惜。膠法殊精，必得佳煤然後造，故其價與潘、陳特高，收其贏以起三清殿。其銘曰“紫霄峯造”者，歲久磨滅，眞可截紙。和子遇，不爲五百年後名，而減膠售俗，正如江南徐熙作落墨花，而子崇嗣取悅俗眼，而作沒骨花，以敗其家法也。 \\n  \\n 解子誠（河東人）韓偉昇。已上二人墨挺極重厚，膠力不乏其精采，可與新製敵也。 \\n 田守元，一名守眞，其墨式形製極精，而煤不甚佳，差勝小潘，然亦多沙耳。 \\n 梅鼎、張孜、關珪（弟瑱）、曹知微、陳昱、郭遇明、梅贍、張雅、高肩。已上十人竝崇寧以來京師名手，皆有聲稱，而精於樣製。 \\n  \\n 侍其瑛，本良家子，少年流宕京師。元豐中以筆爲業，入太學，供諸生甚勤，不計其直，輒與之，率日至或二三日一至，自爾稍稍受知當世公卿、大夫，遂以筆名家。其後造墨，和劑、製樣稍佳，而膠法未精，不復取重於人。 \\n  \\n 李清，上黨人，以墨著名。 \\n 鄭涓，在重和中造墨，銘曰“凝香閣”者。張達明試之，謂不媿李氏。 \\n 薛安、薛容、少室人。容所造墨，用竈君山煤，真奇品也。 \\n  \\n 張滋，眞定人。善和墨，色光黳，膠法精舉，勝江南名手。大觀初，時學士彥許、八坐光疑共薦之，於是命造墨，入大觀庫，是後歲歲加賜錢至三二萬。政和末，蔡京罷相而後止焉。滋亦能自重，方其得聲價時，皇、越二王呼滋至邸，命出墨，謂雖百金弗吝也。滋不肎曰：“滋非爲利者，今墨乃朝廷之命，不敢私遺人。”二王乃匄於上，詔各賜王十斤。然滋所造，實超古今。其墨積大觀庫，毋慮數萬斤。世有“宣和睿製”者，葢滋所作也。 \\n  \\n 張浩，唐州人，居桐柏山，其墨精緻，膠法甚奇，吳順圖二母歲造至百斤，遂壓京都之作者矣。 \\n 王惟清、丁眞一。已上二人隱居吳郡，皆能製墨，尤爲米元章所賞識。 \\n  \\n 高慶和，歙人也。大觀閒，葉少蘊令慶和造墨，取煤於黃山，不復計直，葢以松漬漆竝燒。又嘗館三韓，使人得其貢墨，碎之，參以三之一。旣成，潘、張之徒皆不及，同時有汪通、高景脩，皆起竈作煤製墨，爲世業。 \\n  \\n  \\n 潘衡，金華人。蘇子瞻云衡初來儋耳起竈作墨，得煙豐而墨不甚精，因教其遠突寬籠，得煙幾減半，而墨乃彌黑，其文曰“海南松煤東坡法墨”，皆精者也。常當防墨工盜用印，使得墨者疑。衡此墨出灰池中，未五日而色如此，日久膠定，當不減李廷珪、張遇也。子瞻自儋耳歸至廣州，舟敗，亾墨四篋，平生所寶皆盡，僅於諸子處得李墨一丸，潘谷墨兩丸。自是至毗陵，捐館舍所用，皆此三墨也。葉少蘊云，宣和初，有潘衡者，賣墨江西，自言嘗爲東坡造墨，海上得其祕法，故人爭趨之。余因問東坡之子過，求其法，過大笑曰：“先人安得有法在儋耳！衡適來見，因使之別室爲煤，夜遺火，幾焚廬。翌日，煨燼中得煤數兩而無膠法，取牛皮膠以意和之，不能爲挺，磊磈僅如指者數十，公亦絕倒。衡因謝去，葢自別得法，借東坡以行也。”天下事名實相蒙類如此，東坡乃以善墨聞耶。衡今在錢唐，竟以東坡故，售墨價數倍於前。然衡墨自佳，亦由墨以得名，尤用功可與九華朱覲上下也。有女居廬陵，傳其業。孫秉彝，墨銘爲“金華潘衡嫡孫秉彜”者是也。 \\n  \\n  \\n 潘昱，善造墨。范至能謂二王府帖是昱墨所摹拓。友按黃魯直云：元祐中，親賢宅從禁中借版，刻法帖墨百本，分遺宮僚。但用潘谷墨，光輝有餘而不甚黟黑，又多木橫裂文，士大夫不能別也。至能號稱博洽，而昱之名不同。疑傳聞之誤耳。 \\n  \\n  \\n 沈珪，嘉禾人。初因販繒往來黃山，有教之爲墨者，以意用膠，一出便有聲稱。後又出意取古松煤，雜松脂、漆滓燒之，得煙極精細，名爲“漆煙”。每云韋仲將法止用五兩之膠，至李氏渡江，始用對膠，而祕不傳，爲可恨。一日與張處厚於居彥實家造墨，而出灰池失於早，墨皆斷裂，彥實以所用墨料精佳，惜不忍棄，遂蒸浸以出故膠，再以新膠和之。墨成，其堅如石珪，因悟對膠法。每視煙料而煎膠，膠成和煤，無一滴多寡也，故其墨銘云“沈珪對膠，十年如石，一點如漆”，此最佳者也。其爲人有信義，庚子寇亂，何子楚避地嘉禾，連墻而居，日爲子楚言膠法，幷觀其手製，雖得其大槩，至微妙處雖其子晏亦不能傳也。珪年七十餘終，晏先卒，其法遂絕。時有張孜墨，校珪漆煙而勝者。珪曰：“非此敵也”。乃取篋中先減膠一丸與孜墨竝，而孜墨反出其下遠甚。子楚叩之云：“廷珪對膠，於百年外方見勝妙。”葢雖精煙，膠多則色爲膠所蔽，逮年遠膠力漸退，而墨色始見耳。若孜墨急於目前之售，故用膠不多而煙黑不昧，若歲久膠盡，則脫然無光，如土炭耳。孜墨用宜西北，若入二浙，一遇梅潤，則敗矣。滕令嘏監嘉禾酒時，延致珪甚厚，令盡其藝，旣成，取小圓磨試，忽失所在。後二年，濬池得之，其堅緻如故。令嘏莊敏公之子所蓄古墨至多而有鑒裁，謂珪曰：“幸多自愛，雖二李不能遠過也。”大觀間，劉無言取蘇浩然製銘，令沈珪作數百丸以遺好事，及當朝貴人所藏，未必皆浩然手製。然珪作墨，亦非近世墨工可及，實可亂眞也。葉少蘊每勸人多蓄珪墨，珪死後，方知其可貴也。 \\n  \\n 僧仲球，融州人，世傳李氏膠法，在都嶠山中爲朱儀伯（一作相）作墨，銘曰“學易堂”者是也。  \\n 　 \\n 卷下 \\n ◎宋 \\n  \\n 戴彥衡，新安人。紹興閒復古供御墨，葢彥衡所造自禁中降出，雙角龍文，或云米友仁侍郎所畫也。中官欲於苑中作墨竈，取西湖九里松作煤，彥衡力持不可，曰“松當用黃山所産，此平地松，豈可用？”人重其有守。《新安志》云：彥衡自紹興八年以薦作復古殿等墨，其初降雙脊龍樣是米元輝所畫，繼作圭璧及戲虎樣。時議欲就禁苑爲窑，稍取九里松爲之，彥衡以松生道傍平地，不可用。其後衢池工載他山松往造。亦竟不成。彥衡嘗出貢餘一圭示米公，米公以爲少有其比。 \\n  \\n  \\n 蒲大韶，閬中人，得墨法於黃魯直，所製精甚，東南士大夫喜用之。嘗有中貴人持以進御，高宗方畱意翰墨，視題字曰“錦屏蒲舜美”，問何人，中貴人答曰：“蜀墨工蒲大韶之字也”。卽擲墨於地曰：“一墨工而敢妄作名字，可罪也！”遂不復內。自是印識卽書姓名云。大韶死，子知微傳其法，與同郡史威皆著名。夔帥韓球令造數千（一作十）斤，愆期不能就，遣人逮之，舟覆江中，二工皆死。所售者皆其族人及役作竊大韶以自貴云。何子楚云：近世所用蒲大韶墨，葢油煙墨也。後見績仲永言紹興初，同中貴鄭幾仁撫諭吳少師玠於仙人關回，舟自涪陵來。大韶儒服手刺，就船來謁，因問油煙墨何得如是之堅久也，大韶云亦半以松煙和之，不爾則不得經久也。又周昭禮云：大韶，涪州樂溫人，壻文子安；梁杲，渠州人，皆世業此。梁膠法精而值直貴，蒲麄而損梁直太半，出蜀者利其廉，攜以來者皆蒲墨也。雖均名川墨，而工製異。外有幸（一誤韋）打垕，又居蒲下，其家無人。杲有子思、溫，紹其業。 \\n  \\n  \\n 蒲序，字中庠，隱居涪陵，作墨名世，不爲外飾。其法用鹿膠和劑，極清有光暈，然著濕氣，輒皴起，漆之則不復畏濕。曾見序墨一笏於大梁張君錫家，面銘曰“荊璞”，幕曰“黃耳金鉉”，下云“墨隱”。蒲序製或云在廷珪前。序，宋渡江時尚存其後，有蒲云、蒲彥輝（一作暉）、蒲庭（一作廷）璋，皆其族人也。 \\n  \\n 郭彬，不知何許人，米元暉嘗命其製墨，銘曰“山齋”。 \\n  \\n 王湍，以善墨名，嘗爲葉少蘊言物性相製，固有不可知者。今或急於磨墨而沫起，殆纏筆不可作字，但取耳中塞一粟許投之，不過一再磨，卽不復見。少蘊試之，果然。 \\n  \\n  \\n 趙令衿，字表之，宋宗室，封安定郡王，子子覺。嗣子覺，字彥先，幼俊敏有文，世受墨法，手自製，銘曰“雪齋”，爲世所貴，得之者價比金玉。彥先有子十四人，仕皆通顯，惟伯鹿傳其膠法最精，銘曰“超然清芬如在”，“超然”，表之自稱也。世言李氏對膠之妙，彥先以爲非特堅鈍難磨，且終不能黑。其法用煤六分，膠四分，始爲中度，但取煙，貴輕杵，和貴勻熟耳。煎膠以麋鹿角爲上，驢膠次之，阿井膠又次之，至其要訣，又非人所能知也。 \\n  \\n  \\n 吳滋，新安人。滋家世藏汪彥章帖云：吳滋作墨，新有能聲。紹興庚申，於新安郡齋授以對膠法，試之當見其佳。孝宗在東宮，以滋所造甚佳，例外犒緡錢二萬。其法取松煙，擇良膠，對以杵力，故滓不畱硯。李司農若虛云：“新安出墨舊矣，唯李超父子擅名。近日墨工尤多，士大夫獨稱吳滋，使精意爲之，不求厚利，駸駸及前人矣。”滋領其言云。 \\n  \\n 何南翔，遂寧人，以墨知名。張魏公畱守建康，日以書至蜀，取南翔所製墨。王晦叔爲銘，其面曰“立言追聖學，籌筆活蒼生。” \\n  \\n 胡景純，潭州人，專取桐油燒煙，名曰“桐華煙”。其製甚堅薄，不爲外飾以眩俗眼。大者不過數寸，小者圜，如錢大，每磨硯閒，其光可鑑。畫工寶之，以點目，瞳子如點漆。李彥穎云：長沙多墨工，唯胡氏墨千金獺髓者最著。州之大街之西安業坊有煙墨上、下巷，永豐坊有煙墨上巷。今有鄭子儀自謂得胡氏法。俊臣俗名爲“胡院子”；世英、友直、國瑞、沛然、文中，皆景純子孫，俱世其業。 \\n  \\n 葉谷，永嘉人，作油煙墨，與潭州胡景純相上下，而膠不及。 \\n  \\n 李世英，紹興中在吳秦王益府治墨。一日，王爲世英進墨入內，率一圭重十兩，高宗見其墨挺厚大難執，遂不御而還之。其銘爲“藂桂堂李世英造”者特佳。子克恭。 \\n  \\n 華邦憲，孝宗朝供御造墨。其一面曰“選德殿製，淳熙癸卯臣華邦憲造”，幕有特龍如畫。 \\n  \\n 侯璋（汲人）、石憲（長沙人）、蕭鳳、彭云、彭紹、張楠（瀘人）、姚孟明、李英才（廬陵人）、杜大椿、張楚材、朱鼎臣、陳中正。已上十二人咸精其藝。淳熙以來，士大夫喜用其墨，視前代爲無媿矣。 \\n  \\n 葉世英，閩中人。周子充《玉堂雜記》云：丁酉十一月壬寅，內直宣名至清華閣，旣退，中使傳旨賜世英墨五團。世英，御前墨工也。弟世傑。 \\n  \\n 郭忠厚，以墨名家，忠厚。子玘，玘子喜，忠厚。墨至今尚有射氣，其面爲雙脊龍文，幕曰“嘉定己卯臣郭忠厚造”。會稽王宣子家藏玘墨一挺，銘曰“復古殿製、端平乙未臣郭玘造。” \\n  \\n 胡智，新安人。李司農云智得李氏墨法。其聓陳琦，守婦翁之法，不求速售，故世少知者。司農寓居新安，物色其人，使之造墨，猶有昔人典型。 \\n  \\n 楊振，字聲伯，長興人。武舉得官，蓄古器最富，多精品，故所製不下趙彥先。 \\n 朱知常，銘曰“朱知常墨”，不下蒲史。 \\n 黃元功、詹從之、諸葛武仲、周達先、樊宗亮。已上五人竝居太末，傳趙彥先墨法，頗異常品。 \\n 劉忠恕，吳中人，家有墨一挺，形製甚大，止曰“劉忠恕”三字。紋理剝落，試之色澤如新。 \\n 劉文通子士先，端平閒供御墨工。 \\n  \\n 葉茂實，太末人，善製墨。周公瑾言其先君明叔佐郡日，嘗令茂實造軟帳，煙尤輕遠。其法用煖閤羃之，以紙帳約高八九尺，其下用盌貯油，炷燈煙直至頂。其膠法甚奇，內紫礦、秦皮、木賊草、當歸、腦子之類，皆治膠之藥。葢膠不治則滯而不清，故其墨雖經久或色差淡，而無膠滯之患。 \\n  \\n  \\n 楊伯起者，以墨稱。其言取煙欲浮而輕，膠欲老而澂，均調揉治，不失其齊量，然後墨成。雖然，是直其麄耳，至若心解神悟，超然法度之外，吾亦不能評也。 \\n  \\n 俞林，善慶殿供御墨工，頃在淮南見墨一笏，幕作云龍文，面曰“俞林丘攽共製香墨”。攽，不知何人。 \\n  \\n 李果、徐禧、戴溶、謝東、黃表之、潘士衡、潘士龍、楊逢辰（廬陵人）、葉子震、柴德言、周朝式、張公明、張永清、朱仲益、林杲（字東卿）、舒泰之、舒天瑞、陳伯升（天台）、陳道眞、鄭宣、方文龍、項應珍、范厚叔、翁壽卿、王大用、翁彥卿、周伯起。已上二十七人竝宋末名手，如舒泰之、翁彥卿皆嘗供御造墨，其形製少精而多麄，殊不逮前人。豈一物之微，亦與世高下。葢松煙之法久絕，故劉葉之徒專尚油煙，宐簡版不宐紙也。 \\n  \\n ◎高麗 \\n  \\n 高麗貢墨，猛州爲上，順州次之。舊作大挺，不善合膠，脃軟不光。後稍得膠法，作小挺，差勝。然其煙極輕細，往時潘谷嘗取高麗墨，再杵入膠，遂爲絕等。其墨有曰“平虜城進貢”者，有曰“順州貢墨”，或曰“猛州貢墨”。率長挺而堅薄如革版，其色澤，則順不逮猛也。李公擇曾惠蘇子瞻墨半枚，其印文曰“張力剛”，豈墨匠姓名耶？云得之高麗使者。魏道輔云新羅墨有蠅飲其汁，繩立死，不知何毒之如是也，後常戒人合藥勿用新羅墨。日本亦有墨，遍肌印文，如柿蒂形。 \\n  \\n ◎契丹 \\n 陸子履奉使契丹日得墨，銘曰“陽岩鎭造”者，其國精品也。滕子濟亦有墨一大笏，爲龍鳳之文，面曰“鎭庫萬年不毀”。 \\n ◎西域 \\n  \\n 西域僧爲蘇太簡言彼國無硯筆，但有好墨，中國不及，云是鶏足山古松爲之。太簡常獲貝葉，上有梵字數百，墨倍光澤。會秋霖，爲窗雨濕，因而揩之，字終不滅。 \\n  \\n ◎金國 \\n  \\n 劉法，字彥矩，常山人，善博物。自製墨數品，銘曰“棲神岩造”者，佳品也。楊邦基爲畫《墨史圖》，一曰入山，二曰起竈，三曰採松，四曰發火，五曰取煤，六曰烹膠，七曰和劑，八曰成造，九曰入灰治刷，十曰磨試。彥矩云初無入山、磨試二事，而成造、入灰、出灰、治刷本四事，楊合爲二，復增入山、磨試，總成十圖云。 \\n  \\n  \\n 楊文秀，字伯達，本江左人，在金之季，以善墨聞。其法不用松炬，而用鐙煤。子彬得其遺法，以授耶律楚材，楚材授其子鑄，使造一萬丸，銘曰“玉泉萬笏”。 \\n  \\n ◎雜記 \\n 《說文》云：墨，書墨也。从黑从土。墨者，煙煤所成，土之類也。 \\n 《釋名》曰：墨者，晦也。言似物晦黑也。 \\n 《漢書》：尚書令僕、丞郎月賜隃麋大墨一枚，小墨一枚。 \\n 漢中官令主御筆墨。 \\n 《東宮故事》：皇太子初拜，給香墨四丸。 \\n 《東漢觀記》曰：和熹鄧後卽位，萬國貢獻悉禁絕，惟歲時供紙墨而己。 \\n 揚雄，詔令尚書，賜筆墨，觀書石室。 \\n 汲太子妻《與夫書》曰：幷致上書墨十螺。 \\n 《魏官儀》云：尚書郎缺，試諸郎，故孝廉能文案者先試一日，宿召會都，坐給筆墨以奏。 \\n 陸士龍《遺兄士衡書》云：三上臺曹公藏石墨數十萬斤，云燒此消復可用，然煙中人不知，兄頗見之不？今送二螺。 \\n  \\n 《大業拾遺記》：宮人以蛾綠畫睂，疑亦石墨之類。近世無復此物，沈存中括帥鄜延，界內有石油，然之煙甚濃，其煤可爲墨，黑光如漆，松煙不及，其識文爲“延川石液”者是也。 \\n  \\n 晉令治書令史掌威儀禁令，領受寫書縑帛、筆墨。 \\n 陶侃獻晉帝箋紙三千枚，墨二十丸，皆極精妙。 \\n 《墨藪》云：凡書先取墨，必廬山之松煙，代郡之鹿角膠，十年之上强如石者妙。 \\n 南朝以墨爲螺、爲量、爲丸、爲枚，陸士龍《與兄書》：送墨二螺，梁《科律》：御墨一量十二丸。 \\n 《漢官儀》：令僕丞賜墨一枚。 \\n 歐陽通每書，其墨必古松之煙，末以射香，方可下筆。 \\n  \\n 唐元宗御案墨曰“龍香劑”。一日見墨上有小道士如蠅而行，上叱之，卽呼“萬歲”，曰：“臣乃墨精墨松使者也，凡世人有文者，其墨上皆有龍賓十二。”上神之，乃以墨分賜掌文之官。 \\n  \\n  \\n 盧杞與馮盛相遇於道，各攜一囊。杞發盛囊，有墨一枚，杞大笑。盛曰：“天峯煤和鍼魚腦入金溪子，手中錄《離騷》古本，比公日提綾紋刺三百，爲名利奴，顧當孰勝？”已而搜杞囊，果是三百刺。 \\n  \\n 許芝有妙墨八廚。巢賊亂，瘞於善和里第。事平取之，墨已不見，惟石蓮匣存。 \\n 老成相《墨經》曰：墨文如履皮，磨之油暈者，一兩可染三萬筆。又云墨染紙三年，字不能錯闇者，上。凡墨日日用之，一歲纔減半寸者，萬金不換。 \\n  \\n 《文房寶飾》曰：養墨以豹皮囊，貴乎遠濕。 \\n 徐鼎臣兄弟工翰染飾書具，嘗出一月團墨，曰“此價直三萬錢”，江左士人好事無及之者。 \\n 世言蜀中冷金牋最難爲筆，非也。惟此紙難爲墨。蘇子瞻嘗以此紙試墨，惟李廷珪乃黑。 \\n  \\n 今之小學者將書，必先安神養氣，存想字形在眼前，然後以左手磨墨，墨調手穩方書，則不失體也。又云“研墨如病”，葢重其調勻而不泥也。又云“研墨要涼，涼則生光。墨不宜熱，熱則生沫。”葢忌其研急而墨熱。又李陽氷云“用則旋研，無令停久，久則塵埃相汙，膠力隳亾，如此泥鈍不任下筆矣。” \\n  \\n  \\n 沈存中云南方暑雨時，墨惡蒸溽，可置煴閣中。其法不用，切切以梓木匣貯之。梅月微令近火，但要如人體溫，不必太熱，歲久膠性乾透，漸自不蒸。善墨雖蒸不壞，不善者雖焙亦蒸，全在製作，不問蒸也。 \\n  \\n  \\n 《墨經》云：凡墨，擊之以辨其聲。醇煙之墨，其聲清響；雜煙之墨，其聲重滯。若研之以辨其聲，細墨之聲膩，麄墨之聲麄。麄謂之打硯，膩謂之入硯。凡研，直研爲上。直研乃見眞色，不損墨。若圜研磨，則假借重勢徃來，有風以助顔色，乃非墨之眞色也。沙門惠洪云：司馬君實無所嗜好，獨蓄墨數百斤，或以爲言，君實曰：“吾欲子孫知吾所用此物何爲也”。 \\n  \\n  \\n 蘇子瞻有佳墨七十丸，而猶求覓不已。石昌言蓄李廷珪墨，不許人磨。或曰：“子不磨墨，墨將磨子。”李公擇見墨輒奪，相知閒抄取殆盡。呂行甫平生好藏墨，士大夫戲之爲“墨顚”，又如滕達道、蘇浩然暇日晴暖，輒研墨水數合，弄筆之餘，則啜飲之。 \\n  \\n 唐彥猷清簡寡欲，不以世務爲意。公退一室，蕭然臨書試墨，以此度日。  \\n 　 \\n 附錄 \\n  \\n 陸友，字友仁，姑蘇人也。姑蘇爲東南都會，富庶甲於天下，其列肆大賈皆糜衣甘食，其子弟自幼讀書，稍能執筆識姓名，卽教爲商賈事，以故文學日少。友仁生市廛闤阓之所，父以市布爲業，獨能異其所好，攻苦於學，隣里多竊笑之，雖其父亦不樂其子之習儒也。及長，益親賢士大夫，徃來其家，鄰里雖有大姓，賢士大夫不入也。於是復皆自媿，欲教其子以陸君爲法。君善爲歌詩，長於唐人五言律，工漢八分隸、楷，又博極羣物。時海內治平，富家巨室爭以古器物相尚，凡三代以下鍾鼎、銘刻，漢唐以來法書、名畫，皆從陸氏鑒定眞贋，一經品題，價遂十倍。嘗觀光上國，奎章閣鑒書博士柯公九思一見，服其精識，而侍書學士虞公集亦善其書，遂相與言於文宗皇帝。未及任用而二公去職，君內顧無知己，乃與柯公南歸吳，闢小室，僅可容膝，中庭植翠竹數竿，■樹湖石，峯巒秀異。室中左右圖書，集古今雜錄，前列烏几，上置天祿辟邪紫鳳池，金銅鎭紙，皆可愛玩。客至，出漢博山，出古龍涎，汲虎丘劒池水，煮建溪小鳳團，清坐竟日。自號“硯北生”。著《硯史》、《墨史》，得衞青古玉印，幷著《印史》，翰林諸賢皆賦詠之。所爲詩文，有《杞菊軒槀》。年四十八，以疾卒。 \\n  \\n  \\n 論曰：大、小二篆，變爲八分，漢世多用之，而秦隸人之書未行也。晉王右軍善隸，而八分之法隱，學者罕習焉。唐所傳者韓擇木、蔡有鄰、李潮而已。今觀其書，去漢遠甚。近世洛陽楊友直，蜀郡虞伯生，大梁趙子期、吳彥暉，京兆杜伯原，皆著名當代而所尚不同。君獨追蹤石經，欲與蔡中郎、鍾太傅相上下，可謂成於藝矣。杜公嘗與予書杜子美詩一章，方正嚴重，如通經巨儒，進止有法。君見亦爲予書八分小篆歌，如昆刀切玉，不見形迹，而剛强之風，溫潤之質，望之儼然。今二書亾失，而兩君不可復見，故論著之，以慰懷之思云爾。  \\n  \\n 　 \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
