{"章节": "墨法集要（明）沈繼孫", "正文": "  \\n   \\n   \\n 墨法集要 \\n   \\n   \\n 　 \\n 提要 \\n  \\n 《墨法集要》，一卷，明·沈繼孫撰。繼孫，洪武時人，但自署其籍為姑蘇，餘不可考，惟倪瓚《雲林集》有《贈沈生賣墨詩》，序曰：沈學翁隠居呉市，燒墨以自給，所謂不汲汲於富貴，不戚戚於貧賤者也。烟細而膠清，黒若點漆，近世不易得矣，因賦贈焉。時代、姓氏、里貫，一一相符，則學翁殆繼孫之字歟。繼孫自言：初受教于三衢墨師，後又從一僧得墨訣，遂併録成書。凡為圖二十有一。圗各有説。實近代造墨家之所祖也。古墨皆松烟。南唐李廷珪始兼用桐油後，楊振、陳道真，諸家皆述其法。元明以來，松烟所製漸亡，惟是法獨傳。繼孫所製，今不傳。其工拙雖莫可考，而此書由浸油以至試墨，叙次詳核，各有條理，班班然，古法具存，亦可謂深于兹事矣。世傳晁氏《墨經》，其説太畧，而明以來，方氏、程氏諸譜又斤斤惟花紋模式之是，矜不若是書之縷析造法切於實用。録而傳之是亦利用之一端，非他襍家技術徒為戯玩者比也。  \\n  \\n 　 \\n 原序 \\n  \\n 余録墨法既成，客有見者曰，舊傳墨譜、墨苑、墨經之類者多矣，又何用録耶！余曰，墨譜諸家皆雜取墨工之言，非身厯手試，文具而已，不足憑也。聊舉其一以明之：李廷邽之墨，至宣和間，黄金可得而李墨不可得矣。為世所貴如此。其法秘宻，世無知者，譜乃妄譔之：用數藥煮汁，鎔魚膠，和松煤為之，大可笑也！果可信而可從乎？ \\n  \\n 余初製墨時，諸方並試之。用藥愈多而墨愈下，其後受教於三衢之墨師，乃並去藥，惟膠煙細和熟杵之。墨成，色黒而光，真所謂如小兒目睛也。具禮報之，師拒不肯受，惟戒不揚其姓名，恐鄉里同業者知之或怨。時洪武之初也，至今不得再見之。 \\n  \\n 余家自此從其法，以為墨識者謂，墨有古意。余思念師之徳，追憶師之言，繼又得一僧墨訣，遂并録之。余非敢求多於墨譜諸家也，身所厯，手所試，知其實之不戾於古墨工也。客聞而善之曰：可謂墨之實録矣。請以實録名之，使人知墨之法，實在此不在彼。其言，實，可信可從，而於墨譜諸家實有補其所未究也。 \\n  \\n 洪武戊寅歲立春日　吳門沈繼孫　序  \\n 　 \\n 墨法集要 \\n ○浸油 \\n  \\n 古法惟用松燒煙。近代始用桐油、麻子油燒煙。衢人用皂青油燒煙；蘇人用菜子油、豆油燒煙；以上諸油俱可燒煙製墨。但桐油得煙最多，為墨，色黒而光，久則日黒一日。餘油得煙皆少，為墨色淡而昏，久則日淡一日。 \\n  \\n 每桐油十五觔、芝麻油五觔，先將蘇木二兩，黄連一兩，半海桐皮、杏仁、紫草、檀香各一兩，梔子、白芷各半兩，木鼈子仁六枚，右（石？）剉碎，入麻油内浸半月餘。日常以杖攪動。臨燒煙時，下鍋煎，令藥焦，停冷，漉去柤，傾入桐油，攪匀燒之。今時少有用此浸油法者，姑存其古云。 \\n  \\n  \\n  \\n ○水盆 \\n  \\n 用圓厚瓦盆，内濶二尺一寸，縁濶一尺深三寸半，底平縁直。近縁，開指大一竅，用綿塞住，以備放水。用長木架，髙三尺，閣起水盆。以薄磚七塊，遶盆縁排轉。盆中央置濶縁瓦煙筒一箇，内濶六寸，連縁共濶八寸，髙與盆口相齊。筒内亦置薄磚一塊，油■〈角戔〉置各磚塊上。底盆口三分侵水，離■〈角戔〉口三分，中央一■〈角戔〉用鐵鴨脚穿定燈草。每■〈角戔〉納燈草訖。然後，傾油。將長柄煙椀蓋定，燒之。如盆中水熱，則頻侵冷水，不可全換冷水。冷，則煙不昇上，得煙絶少。但侵水為妙，若水耗亁，要侵滿時，去了近縁煙椀油■〈角戔〉各一隻，拔去竅帛，放亁再塞住漏斗。傾水換之。仍以油■〈角戔〉煙椀補滿。若水積久，生膩浮起，以撘籮去之。盆有油膩亁硬黏定邊縁，刀鏟去之，清水洗淨，方可再用。一法：用杉為槽貯水，底板最厚四向，牆板次之，内長七尺，濶一尺四寸，深三寸半平，中用長木梁一條，界為兩路，麻筋油灰黏固縫道，莫令滲漏，槽尾近底處開一圓竅，以備放水。髙三尺櫈兩條閣之，磚襯油■〈角戔〉於水内煙椀，兩路蓋之，每槽用■〈角戔〉椀各二十隻，燒法與水盆同。亦有石為槽者。 \\n  \\n  \\n  \\n ○油■〈角戔〉用 \\n  \\n 壯厚缸沙油■〈角戔〉，濶四寸半。平穏濶足，窑水通滿者，以薄磚襯髙。頓放水盆内，低盆口三分，不宜太低。低則煙飛散，拘収不住，得煙少。或置水槽中亦然。若用過油■〈角戔〉，内外不淨，以竹篼子刮之，次以，稻稈灰揩擦。若更不淨，用刀鏟淨，再以水洗拭亁。一法：不用灰擦，置米飲中煮數沸，刷洗去其油膩。 \\n  \\n  \\n  \\n  \\n ○煙椀 \\n  \\n 用淘鍊細土燒長柄瓦椀，圓濶五寸三分，深二寸五分，柄長三寸，連柄髙五寸五分，内深潭似釡，必磨砑十分光滑。以椀唇外置瓦盆縁上，内置瓦筒縁上，須椀心正對燄頭，罩之椀口，縁塗些薑汁，急手掃煙，若煙椀油汚，内外皆便拭淨。倘汚，煙煤不堪用矣。 \\n  \\n  \\n  \\n  \\n ○燈草 \\n  \\n 揀肥大黄色堅實燈草，截作九寸為段，理去短痩，取首尾相停者，每用十二莖，以少綿纒定頭於粗板上，以手搓捲，成一條。今實復以少綿纒定尾。夏極熱時，減去草兩莖，只用十莖搓捲。仍舊用十二莖，則得煙雖多而不良。候捲得四五百條，方用蘇木濃汁煎燈草，數沸，候紫色，漉出，晒令極亁，紙褁藏之，毋令塵汚，用則旋取。 \\n  \\n  \\n  \\n  \\n ○燒煙 \\n  \\n 宜秋深初冬。於明亮宻室上，置仰塵，四向周宻，背處開一小門，髙限掛紙簾，水盆置木架上，盆竅向架外，塞住竅。侵水滿磚襯油■〈角戔〉於水内。每■〈角戔〉傾油八方，納燈草，訖，煙椀蓋之勿見。風致煙落，約四五刻，掃煙一度，則一度剔去燈草，逐■〈角戔〉以筋，剪去燈煤，棄於水鉢内，否則燈花罩了火燄，煙不能起。以鵝翎掃煙入瓦盆中，經宿始可併聚一室。蓋之，須以空煙椀一隻，替下有煙椀，掃之。敲碎巴豆三四粒，納油■〈角戔〉中，發煙燄，得煙多，每日約掃二十餘度。掃遲則煙老，雖多而色黄，造墨無光不黒。室中可置水盆十枚，自早至暮燒之，須揀無風之日，若有風或煙房不宻，得煙皆少。夏煙亦老，必頻換冷水及減燈草為良。每桐油一百兩，得煙八兩，此為至能。忌油滴煙中及紅煙燈花落煙内，則不堪用。 \\n  \\n  \\n  \\n  \\n ○篩煙 \\n  \\n 於宻室中，以手按定細生絹篩子，徐徐摩下小口光淨缸内，去其毛翎紙屑，貯於紙糊籠中，繩懸梁間。毋近牆壁以傷濕氣。用則旋取。或皮紙糊袋藏之亦佳。煙乃至輕之物，切忌露篩，露篩則飛揚滿室矣。 \\n  \\n  \\n  \\n  \\n ○鎔膠 \\n  \\n 魚鰾膠用清白如綿者。冷水侵一宿令軟。快斧刴碎。每膠一兩入巴豆仁五粒，槌碎，與膠和匀。箬葉褁定，緊繫之，煮十數沸。去箬葉，乗熟入濶口瓶中，急杵極爛無核，和藥汁内，重湯煮化。若用牛皮膠，當揀黄明煎造得法者（有等煎生者煮不化），剉如指靣大片子，臨用先以些水洒潤，候軟，方下藥汁中，重湯煮化。已上二膠，臨鎔之際，用慢火煎，長竹箄不住手攪，候之沫消清澈為度。煮化得膠清，墨乃不膩，此最緊要。 \\n  \\n 大法： \\n  \\n 每用桐油煙十兩，正月、二月、十月、十一月、十二月，用牛膠四兩半，藥水一十兩。 \\n  \\n 四月、五月、八月，用牛膠五兩半，藥水九兩半。 \\n  \\n 六月、七月，用牛膠六兩，藥水九兩。 \\n  \\n 每松煤一觔，用牛膠四兩或五兩，藥水四時俱用半觔。 \\n  \\n 春冬宜減膠增水。 \\n  \\n 仲夏季夏孟秋，宜增膠減水。 \\n  \\n 濾膠用細絹，綿濾最佳，若布濾，柤脚並下，製墨有病，藥水亦重，絹濾之。 \\n  \\n 魚鰾膠不可純用。止可用九分，牛膠一分。魚鰾若二分，便纒筆難寫。 \\n  \\n 世俗見坡詩有“魚膠熟萬杵”之句，便謂墨須用魚膠。癡漢靣前難以說夢。又，貨墨者，無一人肯辯其非。詐言魚膠良是，由是人信為然。堪一笑也。 \\n  \\n 凢使牛膠，必以好牛皮，或做鼓處裁下剰牛皮煎成者，方好。若熟皮家刮下皮屑煎成者，力淺不可堪用。膠好方始有力。可以減觔兩用墨，因膠少煙多，故倍加黒，名為輕膠。墨色黒且清利於速售，但年逺久藏，慮恐色退。若造久藏墨，須用桐油，燒煙十兩，陳年牛皮四兩半，陳年魚膠半兩，秦皮蘇木各半兩，煎濃汁，捜和蒸杵製之，歲久愈黒愈堅矣。予舊時，荆溪吳國良所造牛膠墨，至今五六十年，儼如古墨，何言牛膠之墨不善耶。世有造熱膠墨者，非膠帶熱下也。於鎔膠之時，傾藥水在内，候膠煮得清熟。若藥水耗少，更添得所方可，捜煙必上甑蒸透，硬劑杵成，熟劑取出，用力揉軟，才堪丸擀上印，如此造者。謂之熱膠墨，也有造冷膠墨者，非膠待冷下也。但以膠投藥水中煮化，不問清濁生熟，傾入煙中團得成劑便上印脫，不蒸不杵，以此，膠力不匀，姿質頓劣，如此造者，謂之冷膠墨也。凢造膠製墨，宜在正月、二月、十月、十一月，餘月造者，大熱，則造膠不凝，製墨多碎；大寒則造膠凍瘃，製墨斷裂。小墨尚可，大墨决不可為也。 \\n  \\n  \\n  \\n ○用藥 \\n  \\n 用藥之法，非惟增光、助色、取香而已，意在經久，使膠力不敗，墨色不退，堅如犀石，瑩澤豐腴，膩理可愛。此古人用藥之妙也。藥，有損有益，須知其由。且如緑礬、青黛作敗，麝香、雞子青引濕，榴皮、藤黄減黒，秦皮書，色不脫，烏頭膠力不隳，紫草、蘇木紫、礦銀、朱金箔助色發艷，俗呼艷為雲頭，魚膠增黒，多則膠筆鋒，牛膠多亦然。又，無雲頭色少黒，魚膠牛膠皆陳久者，好。有用羣隊香藥，以解膠煤氣者，但欲其香，不知為病，損色且上甑一蒸之後，香氣全無，用之何益。惟入薔薇露者，其香經久不歇。其次，則丸擀之時，旋入腦麝。天氣冷時，隔宿浸藥，暖時當日五更浸藥，皆浸至辰巳間，帶藥入鍋，煎至濃稠，絹濾去柤，矴清逼出，濃脚用之，先以膠烊開，次下研細杏仁攪匀，細絹抆去柤脚，入前淨藥汁内，重湯煮化，捜煙造墨，廕亁試之，無泛沫，不膩，藥有當研為細末旋和入劑中者，腦麝、朱砂、籐黄、螺青、金箔之類也。然，欲墨之黒，一須煙淳，二須膠好而減用，三須萬杵不厭。此不易之法，不可全藉乎藥也。 \\n  \\n  \\n  \\n  \\n ○捜煙 \\n  \\n 秤淨煙一觔於白瓷盆。盆置櫈上，取煮化膠藥汁，乗熱以綿濾下煙之中央，急手捜匀，便入捜如細砂狀，寧亁勿濕，捻作毬子，如盆底有煙膠粘定，隨即鏟下，捻聚與毬子，以布共褁，上甑蒸之，大墨最難捜和，只宜於軟，硬則燥裂，手劑及有紋墨劑宜半軟。脫子墨劑宜極軟。硬則難脫，不美滿。洗光墨劑，亦宜軟。貴在揉搙，多則墨無病，當於正月、二月、三月、九月、十月、十一月為之，餘月非宜也。 \\n  \\n  \\n  \\n  \\n ○蒸劑 \\n  \\n 用瓦甑或木甑嵌在鍋中，底下水莫近甑，甑底以篾襯滿，取前布褁毬子入甑，箬■〈匚外贛內〉蓋之四圍，毋得走氣，猛火蒸之，約十數沸，候甑内氣合，■〈匚外贛內〉上汗下如雨，方可取出，乗熱入臼杵擣。蒸時不可間斷火氣，生熟不匀，一劑必作三次，替換蒸之，若杵後仍復亁硬，洒些藥汁再蒸，或秤下塊子，停久凝硬，鎚打。不軟、揉搙不開者亦再蒸之，始可用度。 \\n  \\n  \\n  \\n  \\n ○杵搗 \\n  \\n 用青石臼一枚，外不拘方圓，内深圓光滑如釡，檀木為杵，長六尺餘。取蒸透毬子傾臼中，乗熱以手按平，徐徐杵打俱實，乃使二人互杵擣之，擣得成熟均匀，分一半蒸，留一半擣，候擣得熟，却換出甑中者擣之，如此互換蒸擣，得十分成熟，方可住擣。貴在擣得四向捲起如椀楪，乃摺轉四角再擣，假如辰時下臼擣起，擣到午時，方為成熟，塊劑常要擣温，休得遲慢，凝併定了。若塊劑輥出難擣，再用一人以木鍬捺住擣之。倘亁燥黏杵，洒藥水少許於劑上，不可多。約杵七八百杵或千杵，柔軟成熟為度。古語云，擣不厭多，愈擣愈堅，此其法也、出臼後，乗熱搓為條子，任意大小。作劑，秤之遲慢則凝硬難搓矣。 \\n  \\n  \\n  \\n  \\n ○秤劑 \\n  \\n 取出臼成熟塊子，置桌上搓揉，作長條，濕布宻褁，納温暖釡中，旋取出，切為小塊，秤架上每段秤凖，凢濕劑重一兩四錢者，亁之，則得一兩餘。皆倣此秤之。放瓷瓶中，濕布罯蓋，或頓湯内逐塊取出鎚鍊。 \\n  \\n  \\n  \\n  \\n ○鎚鍊 \\n  \\n 用五人，相次各備鐵碪鐵鎚。每人取劑一丸，鐵鉗夾定，置於碪上，鎚二百餘下，麤劑方成。光劑，再鎚二百餘下，光劑始成。硬劑：再鎚二百餘下，硬劑方成。熟劑與麫劑相似方可丸擀，鎚時，若亁燥黏杵，畧蘸些藥汁潤之。古語云，一鎚一折鬭手捷，是此法也。 \\n  \\n  \\n  \\n  \\n ○丸擀 \\n  \\n 以鎚鍊成熟劑子，於光滑硬木桌上，摶揉軟，逐塊旋入腦麝，再加摶揉匀，方可丸擀。所貴一氣搓得成就為善。若搓不熟，則生硬核，或開裂縫，猶如炭紋。劑不可冷，冷則亁硬難搓，不能霑黏成就，劑大難搓，假如四兩重者，須分作兩塊，各人搓一塊，候搓得熟，却併作一塊再搓，方可丸擀。急手為光劑，緩手為皴劑，一丸即成，不利於再，必搓得如彈子圓滑，無絲毫摺縫，方以摶板擀成形製，端正捺平，乃上印脫，更入後項香料，久逺研磨，香韻不退，薔薇露、麝香片腦，右為細末，再乳如粉，無聲為度。每入少許，丸擀。 \\n  \\n  \\n ○様製 \\n  \\n 墨之式様，當取則於古人。無大小厚薄之限，蓋厚大利久，薄小利漸，厚大難工，薄小易善。故墨工不喜為厚大。然太大，則不便於用，太小則難以得色。要之，厚大雖可貴，不若三四兩者，得其中也。古墨形製，多有紋理，可尚其法。秘而不傳鮮有知者，兹恐久後湮沒，筆於此編庻傳不朽也。 \\n  \\n 斜皮紋法 \\n 搓揉塊子，十分成熟，摶為彈丸，置當風處，少頃，却輕輕左揉，轉成紋擀長捺平，便上印板、印訖、取起，停■〈日良〉性定，乃入灰池。 \\n  \\n 古松皮法 \\n  \\n 如製八寸長之墨，只擀六寸長條子，用紙簾輥動烘之，若欲麤紋，緊火烘；細紋，慢火烘。待皮靣稍亁，以摶板鬆（上聲讀）長八寸，用力壓平，即成紋也。候冷，入灰廕亁刷淨，隨意刻字塡金。 \\n  \\n 金星紋法 \\n  \\n 以軟劑摶為彈丸，濃膠水畧潤皮靣，金薄褁滿，置當風處，少頃，候稍亁，向左揉轉成紋，擀長捺平，不用板印，紙襯入灰，候亁，不用蠟刷，以玉砑光，隨意刻字塡青。 \\n  \\n 銀星紋法 \\n  \\n 與前金星紋法同，但改用銀箔褁。 \\n  \\n 羅紋法 \\n  \\n 脫子，不拘方圓，以稀眼硬生羅，依脫子大小，剪下，膠水黏在脫内，上下兩靣皆用，或只用一靣亦得。取軟光劑子擀長捺平，依脫内大小一體嵌下，用力壓實，取出紙襯，入灰廕亁，刷光，任意刻字或就刻字脫内。 \\n  \\n 嵌金字法 \\n 先鎔化牛膠，以少許薑汁和匀，筆蘸塗刻字内，候亁，以金箔量大小，吹上紙，覆半時，新散毫筆拂淨，則金字粲然，此法最妙。 \\n 　 \\n  \\n  \\n  \\n  \\n ○印脫 \\n  \\n 摶板，長一尺一寸，濶三寸，厚一寸，字板長一尺，捺板如其長，並要平正光滑，以棗木為之。以摶板，推擀成形製，置字板上，以捺板平，平下印之若造脫子，大墨最難得，劑子滿，脫内又難得實，須用壓麫床坐木擔壓之，方得四圍都到稜角美滿。 \\n  \\n  \\n  \\n  \\n 墨脫之製。七木輳成，四木為牆，夾兩片印板在内板，刻墨之上下印文，上牆露筍用■〈木〈戶外睘內〉〉，下牆暗筍嵌住牆，末用木篐之，出墨則去篐。 \\n  \\n 　 \\n  \\n  \\n  \\n ○入灰 \\n  \\n 廕墨，須用稻稈灰淋過者，名曰敗灰。其灰作池，無性不猛。日中晒亁，羅細，用之以木方盤為灰池。不問四時天氣，底灰皆用一寸以上，面灰用一寸以下，灰要攤平，不要捺實，實則不能滲濕廕。小墨不必紙襯，大墨必須紙襯為佳。一免損色，二免灰入墨紋。每日一度換灰，須以一半亁灰，一半舊灰，和匀用之。不可見風，見風墨斷。出灰太軟，亦斷。出灰太亁，則裂。不軟不硬，始可出灰。出灰之後，以刷刷淨，便以腦麝錫合灌之，紙褁藏之，若風中吹■〈日良〉，則墨曲裂。須記下廕出廕。 \\n  \\n 日期凢二月、三月、八月、九月，灰池可廕二層。 \\n  \\n 四月、五月、六月、七月，可廕一層。 \\n  \\n 十月、十一月、十二月、正月可廕三層。 \\n  \\n 且，如廕三層者，先鋪底灰一寸，排墨一層，又鋪灰一寸，排墨一層，又鋪灰一寸，排墨一層，却，鋪灰一寸蓋之，此為三層也。春冬廕一錢二錢重者，一日兩夜出灰。夏秋廕，則一日一夜出灰。春冬廕一兩二兩重者，二日三夜出灰，大畧如此，亦難太拘日期。但以墨相擊，其聲亁響，即可出灰。此是廕松煙墨法。若廕油煙墨，當稍遲出灰。蓋油煙墨，元用藥水倍多於松煙墨，故亁遲也。夏宜髙屋陰凉處廕之，冬宜宻室向陽處廕之。冬灰宜厚，夏灰宜薄，夏秋蒸濕之時，膠怕蒸敗，最難製墨，可停造也。深冬極寒之時，膠怕凍敗，亦難造也。冬月濕劑莫久停几案，急急入廕，久廕出灰遲者，則粗白如松煙色，終刷不光。灰濕則晒，天陰則炒，冬寒廕室中，晝夜不去火，然火大火暴，皆為墨病，須審用之也。廕大墨法，先用稍亁灰鋪平底下，以紙上下襯墨，以灰蓋之。經一日取出，别換潤灰。如前，紙襯灰蓋，一日一度換灰換紙，約五六日，候墨亁時，不用紙襯，只以墨入亁灰。假如辰時一換，午時一換，戌時一換，一日三度亁灰換之。約五六日，候墨十分亁訖，取出刷淨，且未可上蠟厚紙褁起，無風處半月之後，方可見風。凢治造半觔重墨，宜用此法。 \\n  \\n  \\n  \\n  \\n  \\n  \\n ○出灰 \\n  \\n 取墨出灰，刷淨，排細篩中，陰■〈日良〉一兩日。再刷淨，置當風處吹■〈日良〉一兩日，候表裏徹亁，以麤布擦去浮煙。硬刷蘸蠟刷光為度。墨亁硬，刷則光澤有色；未亁而刷，則皮面灰色，永刷不黒。惟水洗砑光者，明亮如漆。 \\n  \\n  \\n  \\n  \\n ○水池 \\n  \\n 石池貯水，其上置板，板上置墨，以舊細草鞋底，蘸些水摩擦。今墨平整絹帛拭淨，停■〈日良〉候亁，刷過，麄布擦光，馬腦石打砑，訖，囊貯懸於髙處，候徹亁，紙褁藏之。每俟晴明時，取出亁帛，拭過，風中■〈日良〉片時，收之。若蒸濕時，畧用火焙，但如人體之温，不可熱也。經三兩夏，過膠性，亁透，漸自不蒸，初出灰墨，亦可以焙，焙法：於焙籠下置一枚紙，灰缸深埋，熟炭團一箇，徐徐焙去濕氣，杉匣藏之，外用黒光漆，内不漆，置床上近人氣處，以熟漆畧刷墨上，免濕蒸侵也。若製下新墨，便經一蒸，精華盡去，不堪用矣。 \\n  \\n  \\n  \\n  \\n ○試研 \\n  \\n 墨徐徐上下直研，自然無沫清徹，若急急縱横亂研，自然生沫漬膩，善墨研之如研犀，惡墨研之如研泥。李陽冰云：用則旋研，毋令停久，停久則塵埃相雜，膠力隳亡如泥，不任下筆矣。墨色以紫光為上，黒光次之，青光又次之，白光為下矣。光之與色不可偏廢，以久而不渝者為貴。惟忌膠光，不取也。古墨多有有色而無光者。蓋因蒸濕敗之使然。非善者也。其善者，黯而不浮，明而有艷，澤而無漬，是謂紫光墨之絶品也。以墨試墨，不若以紙試墨。或以硯試，或以指甲試者，皆未善。東坡云：世人論墨，多貴其黒，而不取其光，光而不黒，固為棄物。若黒而不光，索然無神彩，亦復無用。要使其光清而不浮，湛湛如小兒目睛，乃為佳也。霉天用墨研過，便拭亁，免得蒸敗。凢用墨須滴水研之，不可以墨入硯池擁水研也。 \\n 　 \\n  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
