{"章节": "宣和北苑贡茶录（宋）熊蕃", "正文": " \\n 宣和北苑贡茶录 \\n 　 \\n  \\n 提要 \\n  \\n 《宣和北苑贡茶录》一卷、附《北苑别录》一卷，《宣和北苑贡茶录》，宋熊蕃撰。所述皆建安茶园采焙入贡法式。淳熙中，其子校书郎克，始鋟诸木。凡为图三十有八，附以采茶诗十章。陈振孙《书录解题》谓蕃子克益写其形制而传之，则图盖克所增入也。时福建转运使主管帐司赵汝砺复作《别录》一卷，以补其未备。所言水数赢缩，火候淹亟，纲次先后，品目多寡，尤极该晰。考茗饮盛於唐，至南唐始立茶官，北苑所由名也，至宋而建茶遂名天下。壑源沙溪以外，北苑独称官焙，为漕司岁贡所自出。文士每纪述其事，然书不尽传，传者亦多疏略。惟此二书，於当时任土作贡之制，言之最详。所载模制器具，颇多新意，亦有可以资故实而供词翰者，存之亦博物之一端，不可废也。蕃字叔茂，建阳人。宗王安石之学，工於吟咏，见《书录解题》。克有《中兴小历》已著录。汝砺行事无所见，惟《宋史·宗室世系表》汉王房下，有汉东侯宗楷曾孙汝砺，意者即其人欤。  \\n  \\n 　 \\n 宣和北苑貢茶録 \\n  \\n 陸羽《茶經》，裴汶《茶述》，皆不第建品。説者但謂二子未嘗至閩，而不知物之發也，固自有時。盖昔者，山川尚閟，靈芽未露，至於唐末，然後北苑出為之最。是時偽蜀詞臣毛文錫作《茶譜》，亦苐言建，有紫笋而臘面，乃産於福。五代之季，建屬南唐，南唐保大三年，俘王延政而得其地。歲率諸縣民採茶北苑，初造研膏，繼造臘面。丁晉公《茶録》載泉南老僧清錫，年八十四，嘗示以所得李國主書，寄研膏茶，隔兩嵗方得臘面，此其實也。至景祐中，監察御史丘荷撰《御泉亭記》，乃云唐季敇福建罷貢橄欖，但贄臘面茶，即臘面産於建安眀矣。荷不知臘面之號，始於福，其後建安始為之。按唐地里志，福州貢茶及橄欖，建州惟貢綀練，未嘗貢茶。前所謂罷供橄欖，惟贄臘面茶，皆為福也。慶厯初，林世程作《閩中記》言：福茶所産在閩縣十里。且言徃時建茶未盛，本土有之，今則土人皆食建茶。世程之説，盖得其實，而晉公所記臘面起於南唐，乃建茶也。既有製其佳者，號曰京鋌。其状如貢神金、白金之鋌。聖朝開寳末下南唐，太平興國初，特置龍鳳模，遣使即北苑造團茶，以别庶飲，龍鳳茶盖始於此。按《宋史》食貨志載：建寧臘茶，北苑為苐一，其最佳者曰社前，次曰火前，又曰雨前，所以供玉食備賜予。太平興國始置大觀，以後製愈精、數愈多，胯式屢變，而品不一，嵗貢片茶二十一萬六千斤。又《建安志》：太平興國二年，始置龍焙，造龍鳳茶。漕臣柯適為之記云。又一種茶，叢生石崖，枝葉尤茂，至道初有詔造之，别號石乳。又一種號的乳。按馬令《南唐書》，嗣主李璟命建州茶製的乳茶，號曰京鋌。臘茶之貢自此始，罷貢陽羨茶。又一種號白乳，盖自龍鳳與石的白四種繼出，而臘面降為下矣。楊文公億《談苑》所記，龍茶以供乗輿，及賜執政親王長主，其餘皇族學士将帥，皆得鳳茶，舍人近臣賜金鋌的乳，而白乳賜館閣，惟臘面不在賜品。〇按《建安志》載《談苑》云：京鋌的乳賜舍人，近臣，白乳的乳賜館閣。疑京鋌悮金鋌，白乳下遺的乳。盖龍鳳等茶，皆太宗朝所制，至咸平初丁晉公漕閩始載之於茶録。人多言龍鳳團起於晉公，故張氏畫墁録云：晉公漕閩，始創為龍鳳團。此説得於傳聞，非其實也。慶厯中，蔡君謨将漕，創造小龍團以進，旨仍嵗貢之。君謨北苑造茶詩自序云：其年改造上品龍茶，二十八片纔一斤，尤極精妙，被旨仍嵗貢之。歐陽文忠公歸田録云：茶之品莫貴於龍鳳，謂之小團，凢二十八片重一斤，其價直金二两。然金可有而茶不可得。嘗南郊致齋，兩府共賜一餅，四人分之，宫人徃徃縷金花其上，盖貴重如此。自小團出而龍鳳遂為次矣。元豐間，有旨造密雲龍，其品又加於小團之上。昔人詩云：小壁雲龍不入香，元豐龍焙乗詔作。盖謂此也。〇按此詩乃山谷和楊王休点密雲龍詩。紹聖間改為瑞雲翔龍，至大觀初，今上親製茶論二十篇，以白茶與常茶不同，偶然生出，非人力可致，於是白茶遂為第一。慶厯初，吳興劉異為北苑拾遺云：官園中有白茶五六株，而壅培不甚至，茶户唯有王免者，家一巨株，向春常造浮屋以障風日。其後有宋子安者作《東溪試茶録》，亦言白茶民間大重，出於近嵗芽，葉如紙，建人以為茶瑞，則知白茶可貴，自慶厯始，至大觀而盛也。既又製三色細芽，及試新銙，大觀二年造御苑玉芽、萬夀龍芽，四年又造無比夀芽及試新銙。〇按《宋史》食貨志銙作胯。貢新銙，政和三年造貢新銙式，新貢皆創為此，獻在嵗額之外。自三色細芽出，而瑞雲翔龍顧居下矣。凢茶芽數品，最上曰小芽，如雀舌鷹爪，以其勁直纎鋭，故號芽茶。次曰中芽，乃一芽帶一葉者，號一鎗一旗。次曰紫芽，其一芽帶兩葉者，號一鎗兩旗。其帶三葉四葉皆漸老矣，芽茶早春極少，景徳中建守周絳為補茶經言：芽茶只作早茶，馳奉萬乗嘗之，可矣。如一鎗一旗，可謂竒茶也。故一鎗一旗號揀芽，最為挺特先正。舒王送人官閩中詩云：新茗齋中試一旗。謂揀芽也。或者乃謂茶芽未展為鎗，已展為旗，指舒王此詩為誤，盖不知有所謂揀芽也。今上聖製茶論曰：一旗一槍為揀芽。又見王岐公珪詩云，北苑和香品最新，緑芽未雨帶旗新。故相韓康公綘詩云：一鎗已笑将成葉，百草皆羞未敢花。此皆詠揀芽與舒王之意同。夫揀芽猶貴如此，而况芽茶以供天子之新嘗者乎？芽茶絶矣。至於水芽，則曠古未之聞也。宣和庚子嵗，漕臣鄭公可簡，按《潜確類書》作鄭可聞。始創為緑線水芽，蓋将已揀熟芽再剔去，祇取其心一縷，用珍器貯清泉漬之，光明瑩潔若銀線然。其制方寸新銙，有小龍蜿蜒其上，號龍園勝雪。按《建安志》云：此茶盖於白合中取一嫩條，如絲髪大者，用御泉水研造成分，試其色如乳，其味腴而美。又園字《潜確類書》作團，今仍從原本，而附識於此。又廢白的石三乳鼎造花銙二十餘色，初貢茶皆入龍腦。蔡君謨《茶録》云：茶有真香而入貢者，微以龍腦和膏，欲助其香。至是慮奪真味，始不用焉。盖茶之妙至勝雪極矣，故合為首冠，然猶在白茶之次者，以白茶上所好也。異時郡人黄儒撰《品茶要録》，極稱當時靈芽之富，謂使陸羽數子見之，必爽然自失，蕃亦謂使黄君而閱今日，則前乎此者未足詫焉。然焙初興貢數殊少，太平興國初纔貢五十斤。累増至於元符以片計者一萬八千，視初已加數倍而猶未盛，今則為四萬七千一百片有竒矣。此數皆見范逵所著《龍焙羙成茶録》，逵，茶官也。自白茶勝雪以次，厥名實繁，今列於左，使好事者得以觀焉。 \\n  \\n 貢新銙大觀二年造　試新銙政和二年造　白茶政和三年造　龍園勝雪宣和二年造　御苑玉芽大觀二年造　萬夀龍芽大觀二年造　上林第一宣和二年造　乙夜供清宣和二年造　承平雅玩宣和二年造　龍鳳英華宣和二年造　玉除清賞宣和二年造　啓沃承恩宣和二年造　雪英宣和三年造　雲葉宣和三年造　蜀葵宣和三年造　金錢宣和三年造　玉華宣和三年造　寸金宣和三年造　無比夀芽大觀四年造　萬春銀葉宣和二年造　宜年寳玉宣和二年造　玉清慶雲宣和二年造　無疆夀龍宣和二年造　玉葉長春宣和四年造　瑞雲翔龍紹聖二年造　長夀玉圭政和二年造　興國巖銙　香口焙銙　上品揀芽紹聖二年造　新收揀芽　太平嘉瑞政和二年造　龍苑報春宣和四年造　南山應瑞宣和四年造　興國巖揀芽　興國巖小龍　興國巖小鳳已上號細色　揀芽　小龍　小鳳　大龍　大鳳已上號麤色 \\n  \\n 又有瓊林毓粹、浴雪呈祥、壑源拱秀、貢篚推先、價倍南金、暘谷先春、夀巖都勝、延平石乳、清白可鑒、風韻甚髙凢十色，皆宣和二年所製，越五嵗省去。 \\n  \\n 右嵗分十餘綱，惟白茶與勝雪自驚蟄前興役，浹日乃成。飛騎疾馳，不出中春，已至京師，號為頭綱。玉芽以下，即先後以次發，逮貢足時，夏過半矣。歐陽文忠公詩曰：“建安三千五百里，京師三月嘗新茶。”盖異時如此，以今較昔，又為最早。因念草木之微，有瓌竒卓異，亦必逢時而後出，而况為士者哉。昔昌黎先生感二鳥之蒙採擢而自悼，其不如今，蕃於是茶也。焉敢效昌黎之感賦，姑務自警而堅其守，以待時而已。 \\n 　 \\n  \\n 　 \\n 御苑採茶歌十首并序 \\n  \\n 先朝曹司封修睦自號退士，嘗作御苑採茶歌十首，傳在人口。今龍園所制，視昔尤盛，惜乎退士不見也。蕃謹摭故事，亦賦十首獻之漕使，仍用退士元韻，以見仰慕前修之意。 \\n  \\n 雲腴貢使手親調，旋放春天採玉條。伐鼔危亭驚曉夢，嘯呼齊上苑東橋。 \\n  \\n 采采東方尚未明，玉芽同护見心誠。時歌一曲青山裏，便是春風陌上聲。 \\n  \\n 共抽靈草報天恩，貢令分眀龍焙造茶依御厨法。使指尊。邏卒日循雲塹繞，山靈亦守御園門。 \\n  \\n 紛綸爭徑蹂新苔，回首龍園曉色開。一尉鳴鉦三令趣，急持煙籠下山来。采茶不許見日出。 \\n  \\n 紅日新升氣轉和，翠籃相逐下層坡。茶官正要靈芽潤，不管新来帶露多。採新芽不折水。 \\n  \\n 翠虬新範絳紗籠，看罷春生玉節風。叶氣雲蒸千嶂緑，歡聲雷震萬山紅。 \\n  \\n 鳳山日日滃非煙，賸得三春雨露天。棠坼淺紅酣一笑，柳垂淡緑困三眠。紅雲島上多海棠，兩堤官柳最盛。 \\n  \\n 龍焙夕薫凝紫霧，鳳池曉濯帶蒼煙。水芽只自宣和有，一洗槍旗二百年。 \\n  \\n 脩貢年年採萬株，只今勝雪與初殊。宣和殿裏春風好，喜動天顔是玉腴。 \\n  \\n 外臺慶厯有仙官，龍鳳纔聞制小團。按《建安志》慶厯間蔡公端明為漕使，始改造小團龍茶，此詩盖指此。爭得似金模寸璧，春風第一薦宸餐。 \\n  \\n 先人作《茶録》當貢茶極盛之時，次序亦同。惟躋龍園、勝雪於白茶之上，及無興國巖、小龍、小鳳。盖建炎南渡有旨，罷貢三之一，而省去也。按《建安志》載靖康初，詔减嵗貢三分之一，紹興間復减大龍及京鋌之半。十六年又去京鋌，改造大龍團。至三十二年，凢工用之費，篚羞之式，皆令漕臣耑之，且减其數，雖府貢龍鳳茶，亦附漕綱以進，與此小異。先人但著名號，克今更冩其形製，庶覺之者無遺恨焉。先是，壬子春，漕司再葺茶政，越十三載乃復舊額，且用政和故事，補種茶二萬株。政和間曽種三萬株。次年益处貢職，遂創增之目，仍改京鋌為大龍團，由是大龍多於大鳳之數。凢此皆近事，或者猶未知之也。先人又嘗作貢茶歌十首，讀之可想見異時之事，故併取以附於末。三月初，吉男克北苑寓舍書。 \\n  \\n 北苑貢茶最盛，然前軰所録止於慶厯以上，自元豐之密雲龍，紹聖之瑞雲龍，相繼挺出，制精於舊，而未有好事者記焉。但見於詩人句中，及大觀以来増創新銙，亦猶用揀芽。盖水芽至宣和始有，故龍園勝雪與白茶角立，嵗充首貢。復自御苑玉芽以下，厥名實繁，先子親見時事，悉能記之成編，具存今閩中漕臺。新刋茶録未備此書，庶几補其缺云。淳熈九年冬十二月四日，朝散郎行秘書郎兼國史編脩官學士院權直熊克謹記。 \\n  \\n 　 \\n 　 \\n 北苑別錄 \\n 　 \\n 建安之東三十裏，有山日鳳凰。其下直北苑，帝聯諸焙。厥土赤壤，厥茶惟上上。太平興國中，初爲禦焙，歲模龍鳳，以羞貢篚，蓋表珍異。慶曆中，漕台益重其事，品數日增，制模目精。厥今茶自北苑上者，獨冠天下，非人間所可得也。方春蟲震蟄，千夫雷動，一時之盛，誠爲偉觀。故建人謂至建安而不詣北苑，與不至者同。仆因攝事，遂得研究其始末。姑摭共大概，條爲十餘類，日《北苑別錄》雲。 \\n  \\n 禦園 \\n  \\n 九窠十二隴按《建安志》茶隴註云：九窠十二隴即山之凹凸處，凹為窠、凸為隴。　麥窠按宋子安《試茶録》作麥園，言其土壤沃並宜麰麥也，與此作麥窠異。　壤園　龍遊窠　小苦竹　苦竹裏　雞藪窠按宋子安《試茶録》小苦竹園又西至大園，絶尾踈竹蓊翳，多飛雉，故曰鷄藪窠。　苦竹　苦竹源　鼯鼠窠按宋子安《試茶録》直西定山之隈，土石廻向如窠，然泉流積隂之處多飛鼠，故曰鼯鼠窠。　教練隴　鳳凰山　大小焊　橫坑　猢遊隴按宋子安《試茶録》鳳凰山東南至於袁雲壠，又南至於張坑，言昔有袁氏、張氏居於此，因名其地焉，與此作猿遊隴異。　張坑　帶園　焙東　中曆按宋子安《試茶録》作中厯坑。　東際　西際　官平　上下官坑　石碎窠　虎膝窠　樓隴　蕉窠　新園　夫樓基按《建安志》作大樓基。　阮坑　曾坑　黃際　馬鞍山　林園　和尚園　黃淡窠　吳彥山　羅漢山　水桑窠　師姑園　銅場　靈滋　范馬園　髙畬　大窠頭　小山 \\n  \\n 右四十六所，廣袤三十餘裏。自官平而上爲內園，官坑而下爲外園。方春靈芽莩坼，常先民焙十餘日。如九窠十二隴、龍遊窠、小苦竹、長坑、西際，又爲禁園之先也。 \\n  \\n 開焙 \\n  \\n 驚蟄節萬物始萌，每歲常以前三日開焙。遇閏則反之，以其氣候少遲故也。按《建安志》候當驚蟄，萬物始萌。漕司常先三日開焙，令春夫噉山以助和氣，遇閏則後二日。 \\n  \\n 采茶 \\n  \\n 采茶之法，須是侵晨，不可見日。侵晨則露未晞，茶芽肥潤。見日則爲陽氣所薄，使芽之膏腴內耗，至受水而不鮮明。故每日常以五更撾鼓，集群夫於鳳凰山山有打鼓亭。。監采官人給一牌，入山，至辰刻複鳴鑼以聚之，恐其逾時貪多務得也。大抵采茶亦須習熟，募夫之際，必擇土著及諳曉之人。非特識茶發早晚所在，而於採摘各知其指要。蓋以指而不以甲，則多溫而易損；以甲而不以指，則速斷而不柔從舊說也。。故采夫欲其熟習，正爲是是耳。采夫日役二百二十五人。　 \\n  \\n 揀茶 \\n  \\n 茶有小芽，有中芽，有紫芽，有白合，有烏蔕，此不可不辨。小芽者，其小如鷹爪，初造龍團勝雪、白茶，以其芽先次蒸熟，置水盆中，剔取其精英，僅如針小，謂之水芽。是小芽中之最精者也。中芽，古謂之一槍一旗是也。紫芽，葉之紫者是也。白合，乃小芽有兩葉抱而生者是也。烏蔕，茶之蔕頭是也。凡茶以水芽爲上，小芽次之，中芽又次之，紫芽、白合、烏蔕，皆所在不取。使其擇焉而精，茶之色味無不佳。萬一雜之以所不取，則首面不均，色濁而味重也。 \\n  \\n 蒸芽 \\n  \\n 茶芽再四洗滌，取令潔淨。然後入甑，候湯沸蒸之。然蒸有過熟之患，有不熟之患。過熟則色黃而味淡，不熟則色青易沈，而有草木之氣。唯在得中爲當也。 \\n  \\n 榨茶 \\n  \\n 茶既熟，謂之“茶黃”。須淋數過欲其冷也。，方上小榨以去其水。又入大榨出其膏水芽則以高壓之，以其芽嫩故也。。先是包以布帛，束以竹皮，然後入大榨壓之，至中夜，取出，揉勻，複如前入榨。徹曉奮擊，必至於乾淨而後已。蓋建茶味遠力厚，非江茶之比。江茶畏沈其膏，建茶惟恐其膏之不盡，膏不盡，則色味重濁矣。　 \\n  \\n 研茶 \\n  \\n 研茶之具，以柯爲杵，以瓦爲盆，分團酌水，亦皆有數。上而勝雪、白茶以十六水，下而揀芽之水六，小龍鳳四，大龍鳳二，其餘皆十一二焉。自十二水崦上，日研一團。自六水而下，日研三團，至七團。每水研之，必至於水幹茶熟而後已。水不幹，則茶不熟，茶不熟，則首面不勻，煎試易沈。故研夫尤貴于強有手力者也。嘗謂天下之一，未有不相須而成者，有北苑之芽，而後有龍井之水。其深不以丈尺，則清而且甘，晝夜酌之而不竭。凡茶自北苑上者，皆資焉。亦獨錦之于蜀江，膠之于阿井，詎不信然。 \\n  \\n 造茶 \\n  \\n 造茶舊分四局，匠者，起好勝之心，彼此相誇，不能無弊，遂並而爲二焉。故茶堂有東局西局之名，茶銙有東作西作之號。凡茶之初出研盆，蕩之欲其勻，揉之欲其膩。然後入圈制銙，隨笪過黃。有方銙，有花銙，有大龍，有小龍。品色不同，其我亦異。故隨綱系之貢茶雲。 \\n  \\n 過黃 \\n  \\n 茶之過黃，初入烈火焙之，次過沸湯爁之。凡如是者三，而後宿一火，至翌日遂過煙焙之火，不欲烈，烈則面炮而色黑。又不欲煙，煙則香盡而味焦。但取其溫溫而已。凡火之數多寡，皆視其銙之厚薄。銙之厚者，有十火，至於十五米。銙之薄者，七、八、九火至於十火。火數既足，然後過湯上出色。出色之後，當置之密室，急以記扇扇之，則色澤自然光瑩矣。 \\n  \\n 細色第一綱 \\n  \\n 尤焙貢 \\n  \\n 新水芽，十二水，十宿火，正貢三十銙，創添二十銙。按《建安志》云：頭綱用社前三日，進發或稍遲，亦不過社後三日。第二綱以後，只候火數足，發多不過十日，麤色雖於五旬内，製畢却候細綱，貢絶以次進，發第一綱拜，其餘不拜，謂非享上之物也。 \\n  \\n 細色第二綱　 \\n  \\n 龍焙試 \\n  \\n 新水芽，十二水，十宿火，正貢一百銙，創添五十銙。按《建安志》云：數有正貢，有添貢，有續添，正貢之外皆起於鄭可簡為漕日増。 \\n  \\n 細色第三綱　 \\n  \\n 龍團勝雪按《建安志》云：龍園勝雪用十六水，十二宿火，白茶用十六水，七宿火，勝雪係驚蟄後採造，茶葉稍壮，故耐火。白茶無培壅之力，茶葉如紙，故火候止七宿，水取其多，則研夫力勝而色白。至火力則但取其適，然後不損真味。 \\n  \\n 水芽，十六水，十二宿火，正貢三十銙，續添二十銙，創添六十銙。白茶水芽，十六水，七宿火，琥貢三十銙，續添五十銙，創添八十銙。 \\n  \\n 禦苑新芽按《建安志》云：自御苑玉芽下，凢十四品，係細色第三綱。其製之也，皆以十二水，唯玉芽龍芽二色，火候止八宿，盖二色茶日數比諸茶差早，不敢多用火力。 \\n  \\n 小芽，十二水，八宿火，正貢一百片。 \\n 萬壽龍芽，小芽，十二水，八宿火，正貢一百片。 \\n  \\n 上林第一按《建安志》云：雪英以下六品，火用七宿，則是茶力既强，不必火候太多。自上林第一至啓沃承恩凢六品，日子之製同，故量日力以用火力，大抵欲其適當，不論採摘日子之淺深，而水皆十二，研工多則茶色白故耳。 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。 \\n  \\n 乙夜清供 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。 \\n  \\n 承平雅玩 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。　 \\n  \\n 龍鳳英華 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。　 \\n  \\n 玉除清賞 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。 \\n  \\n 啓沃承恩 \\n  \\n 小芽，十二水，十宿火，正貢一百銙。 \\n  \\n 雪英 \\n  \\n 小芽，十二水，七宿火，正貢一百片。 \\n  \\n 雲葉 \\n  \\n 小芽，十二水，七宿火，正貢一百片。 \\n  \\n 蜀葵 \\n  \\n 小芽，十二水，七宿火，正貢一百片。 \\n  \\n 金錢 \\n  \\n 小芽，十二水，七宿火，正貢一百片。 \\n  \\n 玉華 \\n  \\n 小芽，十二水，七宿火，正貢一百片。　 \\n  \\n 寸金 \\n  \\n 小芽，十二水，九宿火，正貢一百片。 \\n  \\n 細色第四綱　 \\n  \\n 尤團勝雪已見前。 \\n  \\n 正貢十百五十銙。 \\n  \\n 無比壽芽 \\n  \\n 小芽，十二水，十五宿火，正貢五十銙，創添五十銙。 \\n  \\n 萬春銀芽 \\n  \\n 小芽，十二水，十宿火，正貢四十片，創添六十片。 \\n  \\n 宜年寶玉 \\n  \\n 小芽，十二水，十宿火，正貢四十片，創添六十片。　 \\n  \\n 玉清慶雲 \\n  \\n 小芽，十二水，九宿火，正貢四十片，創添六十片。 \\n  \\n 無疆壽龍 \\n  \\n 小芽，十二水，十五宿火，正貢四十片，創添六十片。 \\n  \\n 玉葉長春 \\n  \\n 小芽，十二水，十五宿火，正貢四十片，創添六十片。　 \\n  \\n 玉葉長春 \\n  \\n 小芽，十二水，七宿火，正貢一百片。　 \\n  \\n 瑞雲翔龍 \\n  \\n 小芽，十二水，九宿火，正貢一百八片。　 \\n  \\n 長壽玉圭 \\n  \\n 小芽，十二水，九宿火，正貢二百片。 \\n  \\n 興國岩銙巖屬南劍州，頃遭兵火廢，今以北苑芽代之。 \\n  \\n 中牙，十二水，十宿火，正貢二百七十銙。 \\n  \\n 香口焙銙 \\n  \\n 中芽，十二水，十宿火，正貢五百銙。 \\n  \\n 上品揀芽 \\n  \\n 小芽，十二水，十宿火，正貢一百片。 \\n  \\n 新收揀芽 \\n  \\n 中芽，十二水，十宿火，正貢六十片。 \\n  \\n 細色第五綱 \\n  \\n 太平嘉瑞 \\n  \\n 小芽，十二水，九宿火，正貢三百片。 \\n  \\n 龍苑報春 \\n  \\n 小芽，十二水，九宿火，正貢六十片，創添六十片。 \\n  \\n 南山應瑞 \\n  \\n 小芽，十二水，九宿火，正貢六十片，創添六十片。 \\n  \\n 興國岩揀芽 \\n  \\n 中芽，十二水，十五宿火，正貢百五十片。 \\n  \\n 興國岩小龍 \\n  \\n 中芽，十二水不，十五宿火，正貢七百五十片。　 \\n  \\n 興國岩小鳳　 \\n  \\n 中芽，十二水，十五宿火，正貢七百五十片。 \\n  \\n 先春二色　 \\n  \\n 太平嘉瑞已見前。 \\n  \\n 正貢三百片。 \\n  \\n 長壽玉圭已見前。 \\n  \\n 正貢二百片。　 \\n  \\n 續入額四色 \\n  \\n 禦苑玉芽已見前。 \\n  \\n 正貢一百片。 \\n  \\n 萬壽龍芽已見前。 \\n  \\n 正貢一百片。 \\n  \\n 無比壽芽已見前。 \\n  \\n 正貢一百片。 \\n  \\n 瑞雲翔龍已見前。 \\n  \\n 正貢一百片。 \\n  \\n 麤色第一綱 \\n  \\n 正貢 \\n  \\n 不入腦子上品揀芽小龍一千二百片，按《建安志》云：入腦茶，水湏差多，研工勝則香味與茶相入。不入腦茶，水湏差省，以其色不必白，但欲火候深，則茶味出耳。六水，十六宿火，入腦子小龍七百片，四水，十五宿火。 \\n  \\n 增添 \\n  \\n 不入腦子上品揀芽小龍一千二百片，入腦子小龍七百片。 \\n  \\n 建甯安府附發 \\n  \\n 小龍茶入百四十片。 \\n  \\n 麤色第二綱 \\n  \\n 正貢 \\n  \\n 不入腦子上品揀芽小龍六百四十片，入腦子小龍六百七十二片，入腦子小鳳一千三百四十四片，四水，十五宿火。入腦子大龍七百二十片，二水，十五宿火。入腦子大鳳七百二十片，二水，十五宿火。 \\n  \\n 增添 \\n  \\n 不入腦子上品揀芽小龍一千二百片，入腦子小鳳七百片。 \\n  \\n 建甯安府附發 \\n  \\n 大龍茶四百片，大鳳茶四百片。 \\n  \\n 麤色第三綱 \\n  \\n 正貢 \\n  \\n 不入腦子上品揀芽小龍六百四十片，入腦子小龍六百七十二片，入腦子小鳳六百七十二片，入腦子大龍一千八百片，入腦子大鳳一千八百片。 \\n  \\n 增添 \\n  \\n 不入腦子上品揀芽小龍一千二百片，入腦子小龍七百片。 \\n  \\n 建寧府附發 \\n  \\n 大龍茶八百片，大鳳茶八百片 \\n  \\n 麤色第四綱 \\n  \\n 正貢 \\n  \\n 不入腦子上品揀芽小龍六百片，入腦子小龍三百三十六片，入腦子小鳳三百三十六片，入腦子大龍一千二百四十片，入腦子大鳳一千二百四十片。 \\n  \\n 建寧府附發 \\n  \\n 大龍茶四百片，大鳳茶四百片。 \\n  \\n 麤色第五綱 \\n  \\n 正貢 \\n  \\n 入腦子大龍一千三百六十八片，入腦子大鳳一千三百六十八片，京鋌改造大龍一千六百片。 \\n  \\n 建寧府附發 \\n  \\n 大龍茶八百片，大鳳茶八百片。 \\n  \\n 麤色第六綱 \\n  \\n 正貢 \\n  \\n 入腦子大龍一千三百六十片，入腦子大鳳一千三百六十片，京鋌改造大龍一千六百片。 \\n  \\n 建寧府附發　 \\n  \\n 大龍茶八百片，大鳳茶八百片，京鋌改造大龍一千二百片。 \\n  \\n 麤色第七綱 \\n  \\n 正貢 \\n  \\n 入腦子大龍一千二百四十片，入腦子大鳳一千二百四十片，京鋌改造大龍二千三百一十二片。 \\n  \\n 建寧府附發 \\n  \\n 大龍茶二百四十片，大鳳茶二百四十片，京鋌改造大龍四百八十片。 \\n  \\n 細色五綱按《建安志》云：細色五綱凢四十三品，形式各異。其間貢新、試新、龍園勝雪、白茶、御苑玉芽，此五品中水揀第一，生揀次之。 \\n  \\n 貢新爲最上，開焙後十日入貢。龍團勝雪爲最精，而建人有直四萬錢之語。夫茶之入貢，圈以箬葉，內以黃鬥，盛以花箱，護以重篚，按《建安志》載，護以重篚下有扃以銀鑰，疑此脱去。花箱內外，又有黃羅幕之。實謂什襲計珍矣。 \\n  \\n 麤色七綱按《建安志》云：麤色七綱凢五品，大小龍鳳并揀芽悉入腦和膏為團，共四萬餅，即雨前茶，閩中地煖，榖雨前茶已老而味重。 \\n  \\n 揀芽以四十餅爲角，小龍鳳以二十餅爲角，大龍鳳以八餅爲角。圈以箬地，束以紅縷，包以紅紙，緘以白綾。惟揀芽俱以黃焉。 \\n  \\n 開畬 \\n  \\n 草木至夏益盛，故欲導生長之氣，以滲雨露之澤。每歲六月興工，虛其本，培其土，滋蔓之草，遏鬱之木，悉用除之，正所以導生長之氣，而滲雨露之澤也。此謂之開畬。按《建安志》云：開畬，茶園惡草，毎遇夏日最烈時，用衆鋤治，殺去草根，以糞茶根，名曰開畬。若私家開畬，即夏半初秋，各用工一次，故私園最茂，但地不及焙之勝耳。唯桐木得留焉。桐木之性與茶相宜，而又茶至冬畏寒，桐木望秋而先落，茶至夏而畏日，桐木至春而漸茂，理亦然也。　 \\n  \\n 外焙 \\n  \\n 石門、乳吉、香口，右三焙，常後北苑五七日興工。每日采茶，蒸，榨以過黃，悉送北苑並造。 \\n  \\n 舍人熊公慱古洽聞，嘗於經史之暇，緝其先君所著《北苑貢茶録》鋟諸木以垂，後漕使侍講王公得其書而悦之，将命摹勒以廣其傳。汝礪白之公曰：“是書紀貢事之源委，與制作之更沿，固要且偹矣。惟水數有嬴縮，火候有淹亟，綱次有後先，品色有多寡，亦不可以或闕。”公曰然。遂摭書肆所刋修貢録，曰幾水，曰火幾宿，曰某綱，曰某品，若干云者，條列之。又以其所採擇製造諸説，併麗於編末，目曰《北苑别録》，俾開卷之頃，盡知其詳，亦不為無補。淳熈丙午孟夏望日，門生從政郎福建路轉運司主管帳司趙汝礪敬書。 \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
