{"章节": "扬州芍药谱（宋）王观", "正文": "　扬州芍药谱 \\n  \\n  \\n （宋）王观 \\n 提要 \\n 《扬州芍药谱》一卷，宋王观撰。观字达叟，如皋人。熙宁中尝以将仕郎守大理寺丞，知扬州江都县。在任为扬州赋上之，大蒙褒赏，赐绯衣银章。事迹见《嘉靖维扬志》中。汪士贤刻入《山居杂志》，题为江都人者误也。扬州芍药，自宋初名于天下，与洛阳牡丹俱贵于时。《宋史·艺文志》载为之谱者三家，其一孔武仲，其一刘攽，其一即观此谱。而观谱最后出，至今独存，孔、刘二家则世已无传，仅陈景沂《全芳备祖》载有其略。今与此谱相校，其所谓三十一品，前人所定者，实即本之于刘谱。惟刘谱有“妒裙红”一品，此谱改作“妒鹅黄”，又略为移易其次序，其刘谱所无者，新增八种而已。又观后论所称，或者谓唐张祜、杜牧、卢仝之徒，居扬日久，无一言及芍药，意古未有如今之盛云云，亦即孔谱序中语，观盖取其意而翻驳之。至孔谱谓可纪者三十有三种，具列其名，比刘谱较多二种。今《嘉靖维扬志》尚存原目，亦颇有所异同焉。　 \\n 扬州芍药谱 \\n 天地之功，至大而神，非人力之所能窃胜。惟圣人为能体法其神以成天下之化，其功盖出其下而曾不少加以力。不然，天地固亦有间而可穷其用矣。余尝论天下之物，悉受天地之气以生，其小大短长、辛酸甘苦，与夫颜色之异，计非人力之可容致巧于其间也。今洛阳之牡丹、维扬之芍药，受天地之气以生，而小大浅深，一随人力之工拙，而移其天地所生之性，故奇容异色，间出于人间；以人而盗天地之功而成之，良可怪也。然而天地之间，事之纷纭出于其前不得而晓者，此其一也。洛阳土风之详，已见于今欧阳公之记，而此不复论。维扬大抵土壤肥腻，于草木为宜。《禹贡》曰：“厥草惟夭是也。”居人以治花相尚，方九月十月时，悉出其根，涤以甘泉，然后剥削老硬病腐之处，揉调沙粪以培之，易其故土，凡花大约三年或二年一分；不分，则旧根老硬，而侵蚀新芽，故花不成就。分之数，则小而不舒，不分与分之太数，皆花之病也。花之颜色之深浅，与叶蕊之繁盛，皆出于培壅剥削之力。花既萎落，亟剪去其子，屈盘枝条，使不离散。故脉理不上行而皆归于根，明年新花繁而色润。杂花根窠多不能致远，惟芍药及时取根，尽取本土，贮以竹席之器，虽数千里之远，一人可负数百本而不劳。至于他州，则壅以沙粪，虽不及维扬之盛，而颜色亦非他州所有者比也。亦有逾年即变而不成者，此亦系夫土地之宜不宜，而人力之至不至也。花品旧传龙兴寺山子、罗汉、观音、弥陁之四院，冠于此州，其后民间稍稍厚赂以匄其本，壅培治事，遂过于龙兴之四院。今则有朱氏之园，最为冠绝，南北二圃所种，几于五六万株，意其自古种花之盛，未之有也。朱氏当其花之盛开，饰亭宇以待来游者，逾月不绝，而朱氏未尝厌也。扬之人与西洛不异，无贵贱皆喜戴花，故开明桥之间，方春之月，拂旦有花市焉。州宅旧有芍药厅，在都厅之后，聚一州绝品于其中，不下龙兴、朱氏之盛。往岁州将召移，新守未至，监护不密，悉为人盗去，易以凡品，自是芍药厅徒有其名尔。今芍药有三十四品，旧谱只取三十一种。如绯单叶、白单叶、红单叶，不入名品之内，其花皆六出，维扬之人甚贱之。余自熙宁八年季冬守官江都，所见与夫所闻，莫不详熟，又得八品焉，非平日三十一品之比，皆世之所难得，今悉列于左。旧谱三十一品，分上中下七等，此前人所定，今更不易。 \\n ○上之上 \\n 冠群芳 \\n 大旋心冠子也。深红、堆叶、顶分四五旋，其英密簇，广可及半尺，高可及六寸，艳色绝妙，可冠群芳，因以名之。枝条硬，叶疏大。 \\n 赛群芳 \\n 小旋心冠子也。渐添红而紧，枝条及绿叶并与大旋心一同。凡品中言大叶、小叶、堆叶者，皆花叶也；言绿叶者，谓枝叶也。 \\n 宝妆成 \\n 髻子也。色微紫，于上十二大叶中，密生曲叶，回环裹抱团圆，其高八九寸，广半尺余，每一小叶上，络以金线，缀以玉珠，香欺兰麝，奇不可纪，枝条硬而叶平。 \\n 尽天工 \\n 柳浦青心红冠子也。于大叶中小叶密直，妖媚出众。傥非造化，无能为也，枝硬而绿叶青薄。 \\n 晓妆新 \\n 白缬子也。如小旋心状，顶上四向，叶端点小殷红色，每一朵上，或三点、或四点、或五点，象衣中之点缬也，绿叶甚柔而厚，条硬而绝低。 \\n 点妆红 \\n 红缬子也。色红而小，并与白缬子同，绿叶微似瘦长。 \\n ○上之下 \\n 叠香英 \\n 紫楼子也。广五寸，高盈尺，于大叶中细叶二三十重，上又耸大叶如楼阁状，枝条硬而高，绿叶疏大而尖柔。 \\n 积娇红 \\n 红楼子也。色淡红，与紫楼子不相异。 \\n ○中之上 \\n 醉西施 \\n 大软条冠子也。色淡红，惟大叶有类大旋心状，枝条软细，渐以物扶助之，绿叶色深厚，疏而长以柔。 \\n 道妆成 \\n 黄楼子也。大叶中深黄，小叶数重，又上展淡黄大叶，枝条硬而绝黄，绿叶疏长而柔，与红紫者异。此品非今日之黄楼子也，乃黄丝头中盛则或出四五大叶，小类黄楼子。盖本非黄楼子也。 \\n 掬香琼 \\n 青心玉板冠子也。本自茅山来，白英圑掬，坚密平头，枝条硬而绿，叶短且光。 \\n 素妆残 \\n 退红茅山冠子也。初开粉红，即渐退白，青心而素淡，稍若大软条冠子，绿叶短厚而硬。 \\n 试梅装 \\n 白冠子也。白缬中无点缬者是也。 \\n 浅妆匀 \\n 粉红冠子也。是红缬中无点缬者也。 \\n ○中之下 \\n 醉娇红 \\n 深红楚州冠子也。亦若小旋心状，中心紧堆大叶，叶下亦有一重金线，枝条高，绿叶疏而柔。 \\n 拟香英 \\n 紫宝相冠子也。紫楼子心中细叶上不堆大叶者。 \\n 妒娇红 \\n 红宝相冠子也。红楼子心中细叶上不堆大叶者。 \\n 缕金囊 \\n 金线冠子也。稍似细条深红者，于大叶中细叶下，抽金线，细细相杂，条叶并同深红冠子者。 \\n ○下之上 \\n 怨春红 \\n 硬条冠子也。色绝淡，甚类金线冠子而堆叶，条硬而绿，叶疏平，稍若柔。 \\n 妒鹅黄 \\n 黄丝头也。于大叶中一簇细叶，杂以金线，条高，绿叶疏柔。 \\n 蘸金香 \\n 蘸金蕊紫单叶也。是髻子开不成者，于大叶中生小叶，小叶尖蘸一线金色是也。 \\n 试浓妆 \\n 绯多叶也。绯叶五七重，皆平头，条赤而绿，叶硬、皆紫色。 \\n ○下之中 \\n 宿妆殷 \\n 紫高多叶也。条叶花并类绯多叶，而枝叶绝高平头。凡槛中虽多，无先后开，并齐整也。 \\n 取次妆 \\n 淡红多叶也。色绝淡，条叶正类绯多叶，亦平头也。 \\n 聚香丝 \\n 紫丝头也。大叶中一丛紫丝细细是也，枝条高，绿叶疏而柔。 \\n 簇红丝 \\n 红丝头也。大叶中一簇红丝细细是也，枝叶并同紫者。 \\n ○下之下 \\n 效殷妆 \\n 小矮多叶。也与紫高多叶一同，而枝条低，随燥湿而出，有三头者、双头者、鞍子者、银缘（丝？）者，俱同根，而土地肥瘠之异者也。 \\n 会三英 \\n 三头聚一萼而开。 \\n 合欢芳 \\n 双头并蒂而开，二朵相背也。 \\n 拟绣韀 \\n 鞍子也。两边垂下如所乘鞍状，地绝肥而生。 \\n 银含棱 \\n 银缘也。叶端一棱白色。 \\n ○新收八品 \\n 御衣黄 \\n 黄色浅而叶疏，蕊差深，散出于叶间，其叶端色又微碧，高广类黄楼子也。此种宜升绝品。 \\n 黄楼子 \\n 盛者五七层，间以金线，其香尤甚。 \\n 袁黄冠子 \\n 宛如髻子，间以金线，色比鲍黄。 \\n 峡石黄冠子 \\n 如金线冠子，其色深如鲍黄。 \\n 鲍黄冠子 \\n 大抵与大旋心同，而叶差不旋，色类鹅黄。 \\n 杨花冠子 \\n 多叶白心，色黄，渐拂浅红，至叶端则色深红，间以金线。 \\n 湖缬 \\n 红色深浅相杂，类湖缬。 \\n 黾池红 \\n 开须并萼，或三头者，大抵花类软条也。 \\n ○后论 \\n 维扬，东南一都会也，自古号为繁盛。自唐末乱离，群雄据有，数经战焚，故遗基废迹，往往芜没而不可见。今天下一统，井邑田野，虽不及古之繁盛，而人皆安生乐业，不知有兵革之患。民间及春之月，惟以治花木、饰亭榭，以往来游乐为事，其幸矣哉。扬之芍药甲天下，其盛不知起于何代，观其今日之盛，想古亦不减于此矣。或者以谓自有唐若张祜、杜牧、卢仝、崔涯、章孝标、李嵘、王播，皆一时名士，而工于诗者也，或观于此，或游于此，不为不久，而略无一言一句以及芍药，意其古未有之，始盛于今，未为通论也。海棠之盛，莫甚于西蜀，而杜子美诗名又重于张祜诸公，在蜀日久，其诗仅数千篇，而未尝一言及海棠之盛。张祜辈诗之不及芍药，不足疑也。芍药三十一品，乃前人之所次，余不敢辄易。后八品，乃得于民间而最佳者。然花之名品，时或变易，又安知止此八品而已哉。后将有出兹八品之外者，余不得而知，当俟来者以补之也。 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
