{"章节": "歙州硯譜", "正文": "　歙州硯譜 \\n  \\n  \\n 提要 \\n 《歙州硯譜》一卷，不著撰人名氏。惟卷末題有“大宋治平丙午歳重九日”十字，考之陳振孫《書録觧題》載有：“《歙硯圗譜》一卷，稱太子中舍知婺源縣唐積撰，治平丙午歳”云云，其年月與此相合，然則此即積書矣。中分採發、石坑、攻取、品目、修斵、名狀、石病、道路、匠手、攻器十門，所誌開鑿成造之法甚為詳晰。葢歙石顯於南唐，宋人以其發墨，頗好用之。土人藉是為生，往往多作形製以希售。米芾嘗譏其好為端樣，“以平直斗樣為貴”，“滯墨甚可惜”。而此書“名狀”門内實首列端樣，亦可以考見一時風尚也。《書録觧題》作“圖譜”，米芾亦稱“今之製見《歙州硯圖》”。而此本有譜無圖，葢左圭刋入《百川學海》時已有所刪削，今亦姑仍之云。　 \\n 歙州硯譜 \\n ○採發第一 \\n 婺源硯。在唐開元中，獵人葉氏逐獸至長城里，見疊石如城壘狀，瑩潔可愛，因攜以歸，刋粗成硯，温潤大過端溪。後數世，葉氏諸孫持以與令。令愛之，訪得匠手斵為硯，由是山下始傳。至南唐，元宗精意翰墨，歙守又獻硯并斲硯工李少微，國主嘉之，擢為硯官，今（令？）石工周全師之，爾後匠者增益頗多。今全最髙年，能道昔時事，并召少微孫明（今家濟源）。訪偽誥不獲，傳多如此。今山下葉氏繁息幾數百户，迺獵者之孫。 \\n ○石坑第二 \\n 羅紋山，亦曰芙蓉溪。硯坑十餘處，蔓延百餘里，皆山前後沿溪所生，溪水中殊無石。好事者相傳，多云：“水中石又見”。蘇易簡《硯譜》云：“歙州龍尾山石，亦端溪之亞。”訪於彼俗，雖有龍尾山，而山實無石，葢好事者取其美名以咤於世。今次其石品與地坑之名如後： \\n 眉子坑：在羅紋山，開元中發，屬程於地。從溪下至取石處九丈五尺，其濶二丈六尺，深一丈三尺。坑皆無土相雜。 \\n 羅紋裏山坑：在羅紋山後，李氏時發。今廢五十餘年，名色未詳。 \\n 羅紋坑：在眉子坑之東，李氏時發。地向屬王仁髙，今絶籍；為硯户戴義八人共請之，歳輸山稅三十金。自山下至取石處計七十五丈，濶十八丈，深十五丈三尺。石藏土中，今土深三四丈乃至石也。見石處謂之“寨頭”也。 \\n 水舷坑：在眉子坑外，臨溪，冬水涸時方可取，春夏不可得。發地丈餘迺至石，率多金花眉子。地屬程於。 \\n 水蕨坑：在羅紋山西北，地屬王十五。景祐中發，今廢四十年。自水舷至坑五丈五尺，濶一丈三尺，穿籠取之。久廢不可得，葢石工不知攻取法。石理如浪紋。 \\n 溪頭坑：又曰主持山。在羅紋山金星坑之北約二三里，廢已二十年，不取其石。金星率多虛慢焉。 \\n 葉九山坑：在溪頭坑之西約一里，不取已三十年。有眉子石，紋麤慢，與溪頭相次也。 \\n 羅紋金星坑：在羅紋山西北，自羅紋坑相去四十五丈。今廢不取，葢工用多，所得少也。 \\n 驢坑：在縣之西北七十里，屬詹觀。景祐中曹平為令時取之，後王君玉為守又取之，近嘉祐中刁璆為尉又取之。其石有青緑暈也。 \\n 濟源坑：在縣之正北，凡三坑並列。 \\n 曰碧裏坑：在山上，色理青瑩。及半里有水步石、大雨點白暈。次十里入裏山，石青細，有金紋花暈，厥狀不常。 \\n 洞靈巖：在縣西北一百二十里，三洞相連。石産巖之左右無定處，材璞至少而瑕脉多，或有絶病。瑩凈者可擬端溪之品，而石理燥慢。 \\n 浙石：屬衢州開化縣，俗謂之“玳瑁石”。其紋正如玳瑁，傍視則有波紋者。可為碑材、帛碪、柱礎之類，至易得。 \\n ○攻取第三 \\n 凡取石先具牲醪祝版，擇日齋戒，至山下設神位十餘於壇墠之上，祝訖發之。若稍褻慢，必有蜂蠆蟲蟒，毒物傷人之患立出。葢山川神物所擁護祕惜，尤不欲廣傳人間，所得不過百十枚即竭矣。又當再祝之，前後被囓死者十餘人，今皆預祝饗也，冀其隂助，不得不愛重之。 \\n ○品目第四 \\n 眉子石。其紋七種： \\n 金星地眉子；對眉子；短眉子；長眉子；簇眉子；闊眉子；金眉子。　 \\n 外山羅紋。其紋十三種： \\n 麤羅紋；細羅紋；古犀羅紋；角浪羅紋；金星羅紋；松紋羅紋；石心羅紋；金暈羅紋；絞絲羅紋；刷絲羅紋；倒理羅紋；烏釘羅紋；卵石羅紋。　 \\n 裏山羅紋。一等： \\n 金星疎慢。 \\n 金星。其紋三種： \\n 葵花；金暈；金星。 \\n 驢坑。一等： \\n 青色緑暈。 \\n 洞靈巖：紫石大小者如肝色。今産孚梁縣，巖嶺處處有其匠者。或琢為茶甌，凌冬不可用也。 \\n 浙石。一等： \\n 紋如玳瑁斑。 \\n 水舷金紋。厥狀十種： \\n 金紋如長壽僊人者；青斑金紋如鶴舞者；金紋如雙鴛鴦者；金紋如斗者；金紋如枯槎僊人者；如金雲氣者；眉如卧蠶者；如雙魚蹲鴟者；金紋如湖中寒鴈者；如金壺缾者。余常見之。 \\n ○修斵第五 \\n 硯斵初成，先以蠟塗内外，葢與石相益須借此，則温潤光潔可愛，於石殊無損而便於洗濯，不惹墨漬。初便以生薑汁塗研處，即着墨。今人多不知此，云是瑕病。以墨蠟葢滅痕璺，又云不發墨光。始初磨墨兼帶少蠟，滯暗墨色故也，使三五度則無此病矣。又出墨色者便使益好多漬難愛護，欲着手氣，必成痕迹，故人多用蠟葢，免此患也。硯須每日洗浣，去其積墨敗水，則墨光瑩澤也。 \\n ○名狀第六 \\n 端様。舍人樣。都官樣。玉堂樣。月樣。方月樣。龍眼樣。圭樣。方龍眼樣。瓜樣。方葫蘆樣。八角辟雍樣。方辟雍樣。馬蹄樣。新月樣。鏊様。眉心樣。石心樣。瓢樣。天池樣。科斗樣。銀鋌樣。蓮葉樣。人面樣。毬頭樣。寳缾樣。笏頭樣。風字樣。古錢樣。外方裏圓筒硯樣。蟾蜍樣。辟雍樣。方玉堂樣。尹氏樣。蝦■〈虫麻〉樣。犀牛樣。鸚鵡樣。琴樣。龜樣。 \\n 已上並擇取樣製古雅者繪之於圗，餘數名雖多種，狀樣都俗也，不取。 \\n ○石病第七 \\n 鷄脚：如麻石黯色，類雞脚印行迹。烏肫：有痕如木葉，若肉中之脞也。隔路：如墨痕，如蚓跡行路。浪痕：偏（徧？）纒如細帛紋，其色或淺或深墨色。贅子：若烏豆狀，隠起礙手，靸藏於石中，或開之迺有大璺。搭線：斜紋若硯斷。硬線：有起處隠手，名工亦不能礪平也。斷紋：有紋兩不相着。石上有微塵孔者，乃石之膚也。黄爛者，土中石皮也。 \\n ○道路第八 \\n 自歙州大路一百八十里至西坑口，入山三十里至羅紋山，皆山谷大林莽，盤屈鳥道也。自婺源縣大路三十里過溪皆大嶺，重複九十里至羅紋山下。自州至濟源口一百九十里，入小路七十里至濟源。自縣至濟口八十里，入小路七十里至濟源。 \\n ○匠手第九 \\n 縣城，三姓、四家、一十一人： \\n 劉大，名福誠；第三；第四；第五；第六。周四，名全，年七十；周二，名進誠；周小四；周三，名進昌。劉二，無官名。朱三，名明。 \\n 靈屬里，一姓、三家、六人： \\n 戴二，名義和；第三；第五；第六。戴大，名文宗。戴四，名義誠。 \\n 大容里濟口，三姓、四人： \\n 方七，名守宗；男，慶子。胡三，名嵩興。汪大，號汪王二。 \\n ○攻器第十 \\n 箕畚。銃鐵。大小鎚。長短鑿。鋼屑。鐓頭。鵶觜鋤。木■〈木欣〉。 \\n 大宋治平丙午嵗重九日　 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
