{"章节": "花品叙第一", "正文": "  \\n 花品叙第一 \\n 　 \\n  \\n 牡丹出丹州、延州，东出青州，南亦出越州。而出洛阳者，今为天下第一。 \\n 洛阳所谓丹州花、延州红、青州红者，皆彼土之尤杰者。然来洛阳，才得备众花 \\n 之一种，列第不出三，已下不能独立与洛花敌。而越之花以远，罕识不见齿然， \\n 虽越人亦不敢自誉以与洛花争高下。是洛阳者，是天下之第一也。洛阳亦有黄芍 \\n 药、绯桃、瑞莲、千叶李、红郁李之类，皆不减他出者。而洛阳人不甚惜，谓之 \\n 果子花曰某花（云云），至牡丹则不名直曰花。其意谓天下真花独牡丹，其名之著， \\n 不假曰牡丹而可知也。其爱重之如此。说者多言洛阳于三河间古善地，昔周公以 \\n 尺寸考日出没，测知寒暑风雨乖与顺于此。此盖天地之中，草木之华得中气之和 \\n 者多，故独与他方异。予甚以为不然。夫洛阳于周所有之土，四方入贡道里均， \\n 乃九州之中。在天地昆仑旁礴之间，未必中也！又况四方上下， \\n 不宜限其中以自私。所谓和者，有常之气，其推于物也，亦宜为有常之形。物之 \\n 常者，不甚美，亦不甚恶。及元气之病也，美恶隔并而不相和入。故物有极美与 \\n 极恶者，皆得于气之偏也。花之钟其美，与夫癭木拥肿之钟其恶，丑好虽异，而 \\n 得一气之偏病则均。洛阳城围数十里，而诸县之花莫及城中者，出其境则不可植 \\n 焉。岂又偏气之美者，独聚此数十里之地乎？此又天地之大不可考也。已凡物不常 \\n 有而为害乎人者曰灾，不常有而徒可怪骇不为害者曰妖。语曰：天反时为灾，地 \\n 反时为妖。此亦草木之妖而万物之一怪也。然比夫癭木拥肿者，窃独钟其美而见 \\n 幸于人焉。余在洛阳四见春天：圣九年三月始至洛，其至也晚，见其晚者；明 \\n 年，会与友人梅圣俞游嵩山少室缑氏岭、石唐山紫云洞，既还不及见；又明年， \\n 有悼亡之戚，不暇见；又明年，以留守推官，岁满解去，只见其蚤者，是未尝见 \\n 其极盛时。然目之所瞩，已不胜其丽焉。余居府中时，尝谒钱思公于双桂楼下， \\n 见一小屏立坐后，细书字满其上。思公指之曰：“欲作花品，此是牡丹名，凡九 \\n 十馀种。”余时不暇读之。然余所经见，而今人多称者才三十余种，不知思公何 \\n 从而得之多也？计其馀虽有名而不著，未必佳也。故今所录，但取其特著者而次 \\n 第之： \\n 姚黄魏花细叶寿女鞓红（亦曰青州红）牛家黄潜溪绯 \\n 左花献来红叶底紫鹤翎红添色红倒晕檀心 \\n 朱砂红九蕊真珠延州红多叶紫粗叶寿安丹州红 \\n 莲花萼一百五鹿胎花甘草黄一擫红玉板白 \\n   \\n  "}
{"章节": "花释名第二", "正文": "  \\n 花释名第二 \\n 　 \\n  \\n 牡丹之名，或以氏，或以州，或以地，或以色，或旌其所异者而志之。姚黄、 \\n 左花、魏花，以姓著；青州、丹州、延州红，以州著；细叶、粗叶、寿安、潜溪 \\n 绯，以地著；一擫红、鹤翎红、珠砂红、玉板白、多叶紫、甘草黄，以色著；献 \\n 来红、添色红、九蕊真珠、鹿胎花、倒晕檀心、莲花萼、一百五、叶底紫，皆志 \\n 其异者。 \\n 姚黄者，千叶黄花，出于民姚氏家。此花之出于今未十年，姚氏居白司马坡， \\n 其地属河阳。然花不传河阳传洛阳，亦不甚多，一岁不过数朵。 \\n 牛黄亦千叶，出于民牛氏家。比姚黄差小。 \\n 真宗祀汾阴，还，过洛阳，留宴淑景亭，牛氏献此花，名遂著。 \\n 甘草黄，单叶，色如甘草。洛人善别花，见其树知为某花。云独姚黄易识， \\n 其叶嚼之不腥。 \\n 魏家花者，千叶肉红花，出于魏相（仁溥）家。始樵者于寿安山中见之，斫 \\n 以卖魏氏。魏氏池馆甚大，传者云：此花初出时，人有欲阅者，人税十数钱，乃 \\n 得登舟渡池至花所，魏氏日收十数缗。其后破亡，鬻其园，今普明寺后林池乃其 \\n 地，寺僧耕之以植桑麦。花传民家甚多，人有数其叶者，云至七百叶。钱思公尝 \\n 曰：“人谓牡丹花王，今姚黄真可为王，而魏花乃后也。 \\n 鞓红者，单叶深红花，出青州，一曰青州红。故张仆射（齐贤）有第西京 \\n 贤相坊，自青州以橐驼驮其种，遂传洛中，其色类腰带鞓，谓之鞓红。 \\n 献来红者，大，多叶浅红花。张仆射罢相居洛阳，人有献此花者，因曰献来 \\n 红。 \\n 添色红者，多叶花，始开而白，经日渐红，至其落乃类深红。此造化之尤巧 \\n 者。 \\n 鹤翎红者，多叶花，其末白而本肉红，如鸿鹄羽色。 \\n 细叶、粗叶寿安者，皆千叶肉红花，出寿安县锦屏山中，细叶者尤佳。 \\n 倒晕檀心者，多叶红花。凡花近萼色深，至其末渐浅。此花自外深色，近萼 \\n 反浅白，而深檀点其心，此尤可爱。 \\n 一擫红者，多叶浅红花，叶杪深红一点，如人以三指擫之。 \\n 九蕊真珠红者，千叶红花，叶上有一白点如珠，而叶密，蹙其蕊为九。 \\n 一百五者，多叶白花。洛阳以谷雨为开候，而此花常至一百五日开，最先。 \\n 丹州、延州花，皆千叶红花。不知其至洛之因。 \\n 莲花萼者，多叶红花，青趺三重，如莲花萼。 \\n 左花者，千叶紫花，叶密而齐如截，亦谓之平头紫。 \\n 朱砂红者，多叶红花，不知其所出。有民门氏子者，善接花以为生，买地于 \\n 崇德寺前治花圃，有此花。洛阳豪家尚未有，故其名未甚著。花叶甚鲜，向日视 \\n 之如猩血。 \\n 叶底紫者，千叶紫花，其色如墨，亦谓之墨紫花。在藂中旁必生一大枝，引 \\n 叶覆其上。其开也，比他花可延十日之久。噫！造物者亦惜之耶。此花之出，比 \\n 他花最远。传云：唐末有中官为观军容使者，花出其家，亦谓之军容紫，岁久失 \\n 其姓氏矣。 \\n 玉板白者，单叶白花，叶细长如拍板，其色如玉，而深檀心。洛阳人家亦少 \\n 有。余尝从思公至福严院见之，问寺僧而得其名，其后未尝见也。 \\n 潜溪绯者，千叶绯花。出于潜溪寺，寺在龙门山后，本唐相李藩别墅。今寺 \\n 中已无此花，而人家或有之。本是紫花，忽于藂中特出绯者不过一二朵，明年移 \\n 在他枝，洛人谓之转（音篆）枝花，故其接头尤难得。 \\n 鹿胎花者，多叶紫花。有白点如鹿胎之纹，故苏相（禹珪）宅今有之。 \\n 多叶紫，不知其所出。初，姚黄未出时，牛黄为第一；牛黄未出时，魏花为 \\n 第一；魏花未出时，左花为第一；左花之前，唯有苏家红、贺家红、林家红之类， \\n 皆单叶花，当时为第一。自多叶、千叶花出后，此花黜矣。今人不复种也。 \\n 牡丹初不载文字，唯以药载《本草》。然于花中不为高第，大抵丹、延以西 \\n 及褒斜道中尤多，与荆棘无异。土人皆取以为薪。自唐则天已后，洛阳牡丹始盛， \\n 然未闻有以名著者。如沈、宋、元、白之流，皆善咏花草，计有若今之异者，彼 \\n 必形于篇咏，而寂无传焉。唯刘梦得有《咏鱼朝恩宅牡丹诗》，但云“一藂千万 \\n 朵”而已，亦不云其美且异也。谢灵运言“永嘉竹间水际多牡丹”，今越花不及 \\n 洛阳甚远，是洛花自古未有若今之盛也。 \\n   \\n  "}
{"章节": "风俗记第三", "正文": "  \\n 风俗记第三 \\n 　 \\n  \\n 洛阳之俗，大抵好花。春时城中无贵贱皆插花，虽负担者亦然。花开时，士 \\n 庶竞为游遨，往往于古寺废宅有池台处为市，井张幄帟，笙歌之声相闻。最盛于 \\n 月陂堤、张家园、棠棣坊、长寿寺、东街与与郭令宅，至花落乃罢。洛阳至东京 \\n 六驿，旧不进花，自今徐州李相（迪）为留守时始进。御岁遣牙校一员，乘驿马 \\n 一日一夕至京师，所进不过姚黄、魏花三数朵，以菜叶实竹笼子藉覆之，使马上 \\n 不动摇，以蜡封花蒂，乃数日不落。大抵洛人家家有花，而少大树者，盖其不接 \\n 则不佳。春初时，洛人于寿安山中斫小栽子卖城中，谓之山{竹}子人家，治地为畦 \\n  \\n 塍种之，至秋乃接。接花工尤著者一人，谓之门园子，豪家无不邀之。姚黄一接 \\n 头，直钱五千，秋时立券买之，至春见花乃归其直。洛人甚惜此花，不欲传。有 \\n 权贵求其接头者，或以汤中蘸杀与之。魏花初出时，接头亦直钱五千，今尚直一 \\n 千。接时须用社后重阳前，过此不堪矣。花之木去地五七寸许，截之乃接，以泥 \\n 封裹，用软土拥之，以蒻叶作庵子罩之，不令见风，日唯南向，留一小户以达气， \\n 至春乃去其覆，此接花之法也（用瓦亦奇）。种花必择善地，尽去旧土，以细土 \\n 用白敛末一斤和之。盖牡丹根甜，多引虫食，白敛能杀虫，此种花之法也。浇花 \\n 亦自有时，或用日未出，或日西时。九月旬日一浇，十月、十一月三日、二日 \\n 一浇，正月隔日一浇，二月一日一浇，此浇花之法也。一本发数朵者，择其小者 \\n 去之，只留一二朵，谓之打剥，惧分其脉也。花才落便翦其枝，勿令结子，惧其 \\n 易老也。春初既去蒻庵，便以棘数枝，置花丛上，棘气暖可以辟霜，不损花芽， \\n 他大树亦然。此养花之法也。花开渐小于旧者，盖有蠹虫损之，必寻其冗，以 \\n 硫黄针之，其旁又有小穴如针孔，乃虫所藏处，花工谓之气葱，以大针点硫黄末 \\n 针之，虫乃死，花复盛，此医花之法也。乌贼鱼骨用以针花树，入其肤，花輙死， \\n 此花之忌也。 \\n  \\n   \\n  "}
