{"章节": "端溪硯譜", "正文": " \\n 端溪硯譜 \\n  \\n  \\n 提要 \\n 《端溪硯譜》一卷，不著撰人名氏，卷未有淳熙十年東平榮芑跋曰：“右縉雲葉樾交叔傳此譜，稍異於衆人之説，不知何人所撰。稱徽祖為太上皇，必紹興初人”云云，是當時已不詳其出自誰手矣。其書前論石之所出，與石質、石眼；次論價次，論形製；而終以石病。唐柳公權《論硯》：“首青、絳二州，不言端石”；蘇易簡《文房四譜》亦尚以青州紅絲硯為首；自是以後端硯始獨重於世，而鑒别之法遂愈以精密。此譜所載於地産之優劣、石品之髙下，皆剖晰微至，可以依據。至如當時以子石為貴，而此獨辨其妄，故榮芑以為“稍異於衆人之説”，葢指此類而言。自米芾《硯史》已云：“徧詢石工未嘗有子石”。芾為含光縣尉，嘗親至端州得其詳，而其言正與此合，亦足以知其説之真確也。　 \\n 　 \\n 端溪硯譜 \\n 謹按：端州治髙要縣，自唐為髙要郡，皇朝政和初，以太上皇潜藩，賜號肇慶府。府東三十三里，有山曰斧柯，在大江之南，葢靈羊峽之對山也。斧柯山峻峙壁立，下際潮水。自江之湄登山，行三四里即為硯嵓也。先至者曰下嵓，下嵓之中有泉出焉，雖大旱未嘗涸。下嵓之上曰中嵓，中嵓之上曰上嵓。自上嵓轉山之背曰龍嵓，龍嵓蓋唐取硯之所，後下嵓得石勝龍嵓，龍嵓不復取。自山之下分路，稍東至半邊山諸嵓；西南沿溪而上曰蚌坑。龍嵓，斧柯山脚谷中石也。大抵石以下嵓為上，中嵓、龍嵓、半邊山諸嵓次之，上嵓又次之，蚌坑最下，此嵓石之品也。下嵓石乾則灰蒼色，潤則青紫色。嵓有兩口，其中則通為一穴。大者取研所自入也；小者泉水所自出也，故號曰“水口”，即陳公密所開也。嵓之北壁石背為泉水所浸，瀰漫湧溢，下流為溪。嵓之中歳久崩摧，石屑翳塞，積水屈曲淺深，人所莫測，以是石工不復能採矣。今世所有下嵓硯，唐五季國初時物也。今欲得下嵓北壁石者，往往於泉水石屑中得之；若南壁石尚或可採，然自崇觀以後亦罕得矣。北壁石葢泉生其中，非石生泉中也，則潤可知矣。嵓之上雖秋冬乾旱亦未嘗涸，有泉珠散落如飛雨，不絶北壁。石眼正圓，有青緑碧紫白黒暈十數重，中復有瞳子。南壁石即泉水半浸者，稍不及北壁，眼之暈色皆少淡。下嵓、上嵓皆在山半。上嵓之穴陟而取石，中嵓之穴或陟或降，下嵓之穴降而取石。上嵓有三穴，上穴曰土地嵓，以土地祠居其上名焉；中嵓曰梅樹嵓；下穴今石工以為中嵓者是也。下穴兩口，其間通為一穴，皆中嵓也。土地嵓亦有兩穴，其中亦相通。土地嵓石色帶黄赤，眼亦如之。梅樹嵓石微黄赤，稍輕而帶灰蒼色，眼黄緑。中嵓兩壁石與梅樹嵓同而少勝焉，北壁石則與下嵓南壁石相類而少劣焉。 \\n 大抵石性貴潤，色貴青紫。乾則灰蒼色，潤則青紫色。眼貴翠緑圓正有曈子。 \\n 石有眼則易分品第。若性枯燥，色黄褐；乾則灰蒼色，潤則青紫色。眼赤黄皆下品也，眼赤黄輕、青緑重即漸為上品矣。龍嵓石色深紫、眼少，有即類中嵓、半邊山者。半邊山諸嵓石色少灰青，與下嵓南壁石、中嵓北壁石相類，但眼不若下嵓，則眼暈少爾。中嵓者層暈多，青緑赤黄紫色皆淺深不同。然半邊山嵓極多眼。　半邊山嵓近南者眼大暈差，少緑；近北者眼少暈愈少，所謂“菉豆眼”。蚌坑石性堅，顔色深紫，有眼即黄白微帶青，色不正，無瞳子，雖潤亦不發墨，眼偏斜不正，無暈道，有翳。黄坑石即與上嵓石相類。新坑石與半邊山石之劣者相類，但半段碎小耳。小湘峽在州之西四十里，其石類嵓石而性軟燥，色深紫，如蚌坑及後厯，石眼亦類蚌坑石，大抵潤及坑石，而發墨勝之。後厯山在州北十里，石性軟燥，色深紫帶黄赤，間亦有眼，極類蚌坑，堅潤不及，發墨勝之。 \\n 嵓石取諸嵓斧，併力然後可得。凡嵓石皆有黄臕，如玉之瓜蔞也。胞絡、黄臕鑿去，方見硯材，世所謂“子石”也。子石嵓中有底石，皆頑石，極潤不發墨，又色汙雜不可硯，端人謂之“鴨屎石”。底石之上大率如石榴子，又如塼坯，自底至頂中作三疊。下疊居底石之上，最佳品也，石必有眼，端人謂之“脚石”；中疊居下疊之上，次石也，眼或有或無，端人謂之“腰石”；上疊居中疊之上，又次石也，皆無眼，端人謂之“頂石”；頂石之上皆“葢石”也，亦頑麤而不堪用。大抵三疊石皆有麤、臕、絡，無非子石，世人乃謂别一種“子石”，非也。葢往往有崩落嵓中泉水中者，其形偶圓類卵，人或中摸得之，故妄有此説。 \\n 蚌坑石取於山下澗谷中，皆波濤所擊，風日所曝，雷雨所摧，皆頑佷不才之物也。但人能到其處皆可拾取，端人謂之“野石”，葢遍地是也，甚易得之；而他處人不識，往往反愛之，正以大璞少瑕翳耳。其小湘石、後厯石皆掘地取。嵓石不假油蠟，久則自光潤；後厯非油蠟則不堪用，歳次油蠟敗，則麤燥不堪用矣。 \\n 蚌坑自鼎湖山諸谷水聚為大溪，轉斧柯山下，出大江中。半邊山諸嵓有大秋風、小秋風、獸頭、獅子、桃花、河頭、新坑、黄坑等名，皆在斧柯山下，葢山之麗也。 \\n 凡有眼之石在本嵓中尤縝密温潤，端人謂“石嫰則眼多，老則眼少”。嫰石細潤發墨，所以重有眼也。青脉者必有眼，故腰石、脚石多有青脉，而頂石多瑩淨。端人謂青脉為“眼筋”。夫眼之别者曰鸜鵒，曰鸚哥，曰了哥（秦吉了也），曰雀眼，曰雞眼，曰猫眼，曰菉豆，各以形似名之，翠緑為上。 \\n 李賀有《端州青花石硯歌》。葢自唐以來便以青眼為上，黄赤為下。 \\n 硯之價：下嵓水底脚石十倍於南壁石。南壁石十倍於中嵓北壁石。半邊山南諸嵓倍於中嵓南壁石。半邊山北諸嵓及龍嵓中嵓南壁倍上嵓諸穴石。上嵓諸穴倍小湘石。小湘石倍後厯、蚌坑石。後厯之佳者亦與上嵓諸穴價等。 \\n 硯之形製：曰平底風字，曰有脚風字，曰垂裙風字，曰古樣風字，曰鳯池，曰四直，曰古樣四直，曰雙錦四直，曰合歡四直，曰箕樣，曰斧樣，曰瓜樣，曰卵樣，曰壁樣，曰人面，曰蓮，曰荷葉，曰僊桃，曰瓢樣，曰鼎樣，曰玉臺，曰天研（東坡嘗得石不加斧鑿以為研，後人尋嵓石自然平整者傚之），曰蟾樣，曰龜樣，曰曲水，曰鐘樣，曰圭樣，曰笏樣，曰梭樣，曰琴樣，曰鏊樣，曰雙魚樣，曰團樣，曰八稜角柄秉硯，曰八稜秉硯，曰竹節秉硯，曰硯磚，曰硯板，曰房相樣，曰琵琶樣，曰月樣，曰腰皷，曰馬蹄，曰月池，曰阮樣，曰歙樣，曰吕樣，曰琴足風字，曰蓬萊樣。 \\n 宣和初，御府降樣，造形若風字，如鳯池樣，但平底耳；有四環，刻海水、魚龍、三神、山水；池作崑崙狀，左日右月，星斗羅列。以供太上皇書府之用。 \\n 石之病者，有曰鐵線，乃是臕皮隔處，若於線上鑿之則應手而斷；曰瑖，白文；曰鑚，如蛀蟲眼；曰驚，斧鑿觸裂者；曰火黯（一名熨火焦），惟嵓石有之，斜斑處如火燒狀；曰黄龍，灰黄色，如龍蛇横斜布石上。唯“火黯”端人不以為病，葢嵓石必有之，他山石皆無。 \\n 右縉雲葉樾交叔傳此譜，稍異於衆人之説，不知何人所撰。稱徽祖為太上皇，必紹興初人云。淳熙十年七月二十四日，東平榮芑書。 \\n 此文本取材自钱建文制作电子书 \\n 　"}
