{"章节": "竹谱", "正文": " \\n 竹谱 \\n 　 \\n  \\n 提要 \\n  \\n 《竹谱》一卷，旧本题晋戴凯之撰。晁公武《郡斋读书志》云，凯之字庆预，武昌人。又引李淑《邯郸图书志》云，谓不知何代人。案《隋书·经籍志·谱系类》中有《竹谱》一卷，不著名氏。《旧唐书·经籍志》载入农家，始题戴凯之之名，然不著时代。左圭《百川学海》题曰晋人，而其字则曰庆豫。预、豫字近，未详孰是。其曰晋人，亦不知其何所本。然观其以仑韵年船，以邦韵同功，犹存古读，注中音训，皆引三苍。他所援引如虞豫《会稽典录》、常宽《蜀志》、徐广《杂记》、沈莹《临海水土异物志》、郭璞《山海经注》、《尔雅注》，亦皆晋人之书，而《尚书》条簜既敷，犹用郑玄筱箭竹簜大竹之注。似在孔传未盛行以前。虽题为晋人别无显证，而李善注马融《长笛赋》已引其笼籦一条，段公路北户录引其{⺮紂}必六十复亦六年一条，足证为唐以前书。惟《酉阳杂俎》称《竹谱》竹类三十九，今本乃七十馀种，稍为不符，疑《酉阳杂俎》传写误也。其书以四言韵语记竹之种类，而自为之注，文皆古雅，所引《黄图》一条，今本无之，与徐广注《史记》所引《黄图》均为今本不载者其事相类，亦足证作是书时黄图旧本犹未改修矣。旧本传刻颇多讹脱，如盖竹所生，大抵江东，上密防露，下疏来风，连亩接町，竦散冈潭六句，潭字於韵不协。虽风字据诗卫风有孚金切一读，於古音可以协潭，而东字则万无协理，似乎潭冈散竦四字误倒其文，以竦韵东风，犹刘琨诗之以叟韵璆，潘岳诗之以荷韵歌也。然诸本并同，难以臆改。凡斯之类，皆姑仍其旧焉。  \\n  \\n 　 \\n 竹譜 \\n ○植類，之中有物曰：竹。不剛不柔，非草非木。 \\n  \\n 《山海經》《爾雅》皆言：以竹為草，事經聖賢，未有改易。然竟稱草，良有難。安竹形類既自乖殊，且經中文説又自背訛，經云：其草多族。復云：其竹多篃。又云：雲山有桂竹。若謂竹是草，不應稱竹。今既稱竹，則非草。可知矣。竹是一族之，總名一形之。偏稱也。植物之中有草木竹，猶動品之中有魚鳥獸也。年月久遠，傳寫謬誤，今日之疑或非古賢之過也。而比之學者謂：事經前賢，不敢辨正。何異匈奴惡郅都之名，而畏木偶之質耶。 \\n  \\n ○小異空實，大同節目。 \\n  \\n 夫竹之大體多空中，而時有實，十或一耳。故曰小異，然雖有空實之異，而未有竹之無節者。故曰大同。 \\n  \\n ○或茂沙水，或挺巖陸。 \\n  \\n 桃枝篔簹，多植水渚，篁篠之屬，必生髙燥。 \\n  \\n ○條暢紛敷，青翠森肅。質雖冬蒨，性忌殊寒。九河鮮育，五嶺實繁。 \\n  \\n 九河卽、徒駭，太史、馬頰、覆釡、胡蘇、簡、絜、鉤盤、鬲津、禹所導也。在平原郡五嶺之説，互有異同。余往交州行路所見，兼訪舊老，考諸古志。則今南康、始安、臨賀、為北嶺，臨漳、寧浦、為南嶺，五都界内各有一嶺，以隔南北之水，俱通南越之地，南康、臨賀、始安、三郡通廣州。寧浦、臨漳、二郡在廣州西南，通交州。或趙佗所通，或馬援所併，厥跡在焉。故陸機請伐鼓五嶺，表道九真也。徐廣《雜記》以剡松陽建安康樂為五嶺，其謬遠矣。俞益期與韓康伯，以晉興所統南移大營，九岡為五嶺之數，又其謬也。九河鮮育，忌隆寒也。五嶺實繁好，殊温也。 \\n  \\n ○萌筍笣，籜夏多，春鮮根。榦將枯，花■〈⺮復〉乃縣。 \\n 竹生花實，其年便枯死■〈⺮復〉。竹實也。■〈⺮復〉（音：福） \\n ○■〈⺮紂〉必六十，復亦六年。 \\n 竹六十年一易根，易根輒結實，而枯死其實落土，復生六年，遂成町竹。謂死為■〈⺮紂〉■〈⺮紂〉。（音：紂） \\n ○籦龍之美，爰自崑崙。 \\n  \\n 籦龍，竹名。黄帝使伶倫伐之於崑崙之墟。吹以應律。《聲譜》云：籦龍，大竹。此言非大小之稱。《笛賦》云：籦龍非也自一竹之名耳。所生若是大竹，豈中律管與笛。 \\n  \\n ○貟丘帝竹，一節為船，巨細已聞。形名未傳。 \\n  \\n 貟丘帝，俊竹一節為船。郭注云：一節為船，未詳其義，俊卽舜字假借也。 \\n  \\n ○桂實一族，同稱異源。 \\n  \\n 桂竹，髙四五丈，大者二尺圍，闊節大葉，狀如甘竹而皮赤，南康以南所饒也。《山海經》云：靈原，桂竹傷人則死，是桂竹有二種。名同實異，其形未詳。 \\n  \\n ○■〈⺮衛〉尤勁薄博，矢之賢。 \\n  \\n ■〈⺮衛〉細竹也。出蜀志。薄肌而勁中，三續射博箭■〈⺮衛〉。（音：衞。見三倉。） \\n ○篁任篙。笛體特堅圓/ \\n 篁竹，堅而促節，體圓而質堅。皮白如霜粉，大者宜行船，細者為笛篁。（音：皇。見三倉。） \\n ○棘竹，駢深一叢為林。根如推輪，節若束針，亦曰笆竹。城固是任篾。筍既食，鬢髮則侵。 \\n  \\n 棘竹，生交州諸郡。叢生有數十莖。大者二尺圍，肉至厚，實中。土人破以為弓枝，節皆有刺。彼人種以為城，卒不可攻。萬震《異物志》所種為藩落，阻，過層墉者也。或卒，崩根出，大如十石物，縱横相承，如縿車。一名笆竹，（見三倉）。筍味落人鬚髮。 \\n  \\n ○單體虚長，各有所育。 \\n  \\n 單竹，大者如腓，虚細長爽。嶺南土人取其筍未及竹者灰，煑績以為布。其精者如縠焉。 \\n  \\n ○苦，實稱名甘，亦無目。 \\n  \\n 苦竹，有白有紫而味苦甘。竹似篁而茂葉，下節味甘，合湯用之。此處處亦有。 \\n  \\n ○弓竹如藤，其節郄曲生，多卧土，立則依木長，幾百尋，狀若相續。質雖含文，須膏乃縟。 \\n  \\n 弓竹，出東垂諸山中。長數十丈，毎節輒曲，既長且軟。不能自立。若遇木乃倚。質有文章。然要須膏塗火灼，然後出之。篾，卧竹上出也。 \\n  \\n ○厥族之中，蘇麻特竒，修榦平節，大葉繁枝。凌羣獨秀，蓊茸紛披。 \\n  \\n 蘇麻竹，長數丈。大者尺餘圍，概節多枝，叢生四枝，葉大如履。竹中可愛者也。此五嶺左右徧有之。 \\n ○篔簹、射筒、箖箊、桃枝，長爽纎葉，清肌薄皮，千百相亂，洪細有差。 \\n  \\n 數竹，皮葉相似。篔簹最大，大者中甑，笋亦中。射筒，薄肌而最長，節中貯箭，因以為名。箖箊，葉薄而廣，越女試劒，竹是也。桃枝，是其中最細者。並見《方志賦》桃枝皮赤，編之滑勁，可以為席，顧命篇所謂篾席者也。《爾雅》釋草云：四寸一節為桃枝。郭注云：竹四寸一節為桃枝。余之所見桃枝竹，節短者不兼寸，長者或踰尺。豫章徧有之，其驗不遠也。恐《爾雅》所載草族：自别有桃枝，不必是竹。郭注加竹字取之謬也。《山海經》云：其木有桃枝。劔端又《廣志》層木篇云：桃枝出朱提郡，曹爽所用者也。詳察其形，寧近於木也，但未詳。《爾雅》所云，復是何桃枝耳。經雅所説二族，决非作席者矣。《廣志》以藻為竹，是誤。後生學者往往有為所誤者爾。 \\n  \\n ○相繇既戮，厥土維腥，三堙斯沮，尋竹乃生，物尤世遠，畧狀傳名。 \\n  \\n 禹，殺共工，相繇二臣。膏流為水。其處腥臊，不植五穀。禹，三堙皆沮，尋竹生焉。在崑崙之北有嶽之山。（見：大荒北經中）。 \\n  \\n ○般腸，實中與笆相類。於用寡宜，為筍殊味。 \\n 般腸竹，生東郡縁海諸山中。其筍最美。云與笆竹相似，出閩中。並見《沈志》其形未詳。 \\n ○筋竹為矛，稱利海表。槿仍其榦刃即其杪，生於日南，别名為篻。 \\n  \\n 筋竹，長二尺許。圍數寸，至堅利。南土以為矛，其筍未成竹時堪為弩絃。見：徐忠南中奏。劉淵林云：土人以史葉，竹為矛，余之所聞即是筋竹，豈非一物而二名者也。 \\n  \\n ○百葉參差，生自南垂。傷人則死，醫莫能治。亦曰篣竹。厥毒若斯，彼之同異，余所未知。 \\n  \\n 百葉竹，生南垂界，甚有毒，傷人必死。一枝百葉，因以為名。《沈志》劉淵林云：篣竹有毒，土人以刺虎豹，中之輒死。或有一物二名，未詳其同異。 \\n  \\n ○■〈⺮畐〉與由衙，厥體俱洪，圍或累尺。■〈⺮畐〉實衙空。南越之居梁柱是供。 \\n  \\n ■〈⺮畐〉實，厚肥，孔小，幾於實中，二竹皆大竹也。土人用為梁柱■〈⺮畐〉竹，安成以南有之。其味苦。俗號■〈⺮畐〉。由衙竹，交州《廣志》云：亦有生於永昌郡，為物叢生。《吳郡賦》所謂由衙者篁■〈⺮畐〉。（音；雹。性柔弱，見三倉）。 \\n  \\n ○竹之堪杖，莫尚於笻。磥砢不凡，狀若人功。豈必蜀壤，亦産餘邦。一曰扶老：名實縣同。 \\n  \\n 笻竹，髙節實中。狀若人刻，為杖之極。《廣志》云：出南廣卭都縣，然則卭是地名。猶髙梁堇《張騫傳》云：於大夏見之，出身毒國，始感卭杖，終開越雋。越雋則古身，毒也。張孟陽云：卭竹出興古盤江縣。《山海經》謂之扶竹，生尋伏山，去洞庭西北一千一百二十里。黄圖云：華林園有扶老三株，如此則非一處。賦者不得專為蜀地之生也。《禮記》曰：五十杖於家，六十杖於鄉者，扶老之器也。此竹實既固杖，又名扶老，故曰。名實縣同也。 \\n  \\n ○■〈⺮聊〉■〈⺮豊〉二族，亦甚相似。杞髮苦竹，促節薄齒，束物體柔，殆同麻枲。 \\n  \\n ■〈⺮聊〉■〈⺮豊〉二種，至似苦竹，而細，軟肌薄■〈⺮聊〉。筍亦無味。江漢間謂之苦■〈⺮聊〉。（見沈志■〈⺮聊〉音：聊。■〈⺮豊〉音：禮。齒有文理也）。 \\n  \\n ○蓋竹，所生大抵江東，上密防露，下疎來風。連畝接町，竦散崗潭。 \\n  \\n 蓋竹，亦大薄，肌白色。生江南深谷山中。不聞人家植之。其族類動有頃畝。典録賀齊傳云：討建安賊洪明於蓋竹，蓋竹以名地。猶酸棗之邑，豫章之名，邦者類是也。 \\n  \\n ○鷄脛似篁，髙而筍脆，稀葉梢杪，類記黄細。 \\n  \\n 鷄脛，篁竹之類：纎細，大者不過如指。踈葉黄皮彊肌，無所堪施，筍美。青班色綠，沿江山岡所饒也。 \\n  \\n ○狗竹有毛，出諸東，裔物類衆，詭于何不計。 \\n  \\n 狗竹，生臨海山中，節間有毛，見《沈志》。 \\n  \\n ○有竹象蘆，因以為名。東甌諸郡縁海所生。肌理勻淨，筠色潤貞。凡今之篪匪兹不鳴。 \\n  \\n 此竹膚似蘆，出揚州東垂諸郡。浙江以東為甌越，故曰東甌。蘇成公始作篪，似於今篪，故曰凡今之篪。 \\n  \\n ○會稽之箭，東南之美。古人嘉之，因以命矢。 \\n  \\n 箭竹，髙者不過一丈，節間三尺，堅勁中矢。江南諸山皆有之。會稽所生最精好，故《爾雅》云：東南之美者，有會稽之竹箭焉。非總言矣。大抵中矢者雖多，此箭為最，古人美之以首。其目見《方言》，是以楚俗。（闕）伯細箭五十，跪加莊王之背，明非矢也。 \\n  \\n ○箘簵載籍，貢名荆鄙。 \\n  \\n 箘簵二竹，亦皆中矢。皆出雲夢之澤。禹貢篇出荆州。書云：底貢厥名言其有美名，故貢之也。大較故是會稽箭類耳，皮特黒澁，以此為異。《吕氏春秋》云：駱越之箘，然則南越亦産，不但荆也。 \\n  \\n ○篃亦箘徒，概節而短，江漢之間，謂之竹■。 \\n  \\n 《山海經》云：其竹名篃，生非一處。江南山谷所饒也。故是箭竹類。一尺數節，葉大如履。可以作篷，亦中作矢。其筍冬生。《廣志》云：魏時，漢中太守王圖毎冬獻筍。俗謂之■笴■苦恠反。 \\n  \\n ○根深耐寒，茂彼淇苑。 \\n  \\n 北土寒冰，至冬地凍。竹根類淺，故不能植。唯■根深，故能晚生。淇園衞地殷紂竹箭園也。見班彪志《淮南子》曰：烏號之弓，貫淇衞之，箭也。《毛詩》所謂：瞻彼淇澳，緑竹猗猗。是也。 \\n  \\n ○篲篠蒼蒼，接町連篁，性不卑植。必也嵓崗，踰矢稱大出，尋為長物。各有用，掃之最良。 \\n  \\n 篲篠，中掃箒細竹也。特異他篠。見《廣志》至大者不過如箭，長者不出一丈。根杪條等下節生，惟髙隂，動有町畝，廬山所饒也。掃箒之選，尋陽人往往取下都貨焉。 \\n  \\n ○又有族類爰挺嶧陽，懸根百仭。竦榦風生，簫笙之選，有聲四方。質清氣亮，衆管莫伉。 \\n  \\n 魯郡鄒山有篠，形色不殊，質特堅潤，宜為笙管，諸方莫及也。《笙賦》云：所謂鄒山大竹，嶧陽孤桐，此山竹特能，貞絶也。 \\n ○亦有海篠，生於島岑。節大盈尺。榦不滿尋，形枯若筯，色如黄金，徒為一異■知所任。 \\n  \\n 海中之山曰島山，有此篠，大者如筯，内實外堅。拔之不曲，生既危埇海又多風，枝葉稀少，狀若枯筯。質雖小異，無所堪施，交州海石林中徧饒是也。 \\n  \\n ○赤白二竹，還取其色，白薄而曲，赤厚而直。沅澧所豐，餘邦頗植。 \\n  \\n 頗少也，俗曰白鹿竹，亦可作簟，潯陽郡人呼為白木竹，燥時皮肉皆赤，武陵溪中是所豐足也。 \\n  \\n ○肅肅筨■〈⺮隋〉，畟畟攅植，擢筍於秋冬乃成竹，無大無小，千萬修直，■〈⺮豊〉，幕内暠，繡文外赩。 \\n  \\n 筨■〈⺮隋〉竹，大如脚指，堅厚修直。腹中白膜。闌隔狀如濕麵生衣，將成竹而筍皮未落，輒有細蟲齧之。隕籜之後，蟲齧處往往成赤文，頗似繡畫可愛，南康所生，見《沈志》也。 \\n  \\n ○箛■〈⺮朶〉誕節，内實外澤，作貢漢陽，以供輅策。 \\n  \\n 箛■〈⺮朶〉竹，生於漢陽，時獻以為輅馬策，見《南都賦》 \\n  \\n ○浮竹亞節，虚軟厚肉，臨溪覆潦，栖雲蔭木，洪筍滋肥，可為■〈上上日下〉蓄。 \\n  \\n 浮竹，長者六十尺，肉厚而虚軟，節闊而亞，生水次，彭蠡以南，大嶺以北徧有之。其筍未出時，掘取以甜糟藏之，極甘脆，南人所重■〈上上日下〉蓄，謂草萊。甘美者可蓄藏之以候冬。詩曰：我有■〈上上日下〉蓄可以禦冬。 \\n  \\n ○厥性異宜，各有所育。篾植于宛■，〈⺮尒〉生于蜀。 \\n 篾竹，見《南都賦》。■〈⺮尒〉竹，見《蜀都賦》。 \\n  \\n ○細篠大簜。 \\n 書云：篠簜既敷。鄭玄云：篠箭，簜。大竹也。 \\n  \\n ○竹之通目，玄名統體，譬牛與犢，人之所知，事生軌躅。 \\n  \\n 車迹曰軌。馬迹曰躅。 \\n  \\n ○赤縣之外，焉可詳錄，臆之必之，匪邁伊矚。 \\n  \\n 鄒子云：今四海謂之瀛海，瀛海之内謂之赤縣。瀛海之外如赤縣者，復有八，故謂之九州。非禹貢所謂九州也。天地無邊，蒼生無量。人所聞見，因軌躅所及，然後知耳。蓋何足云。若耳目所不知，便斷以為不然，豈非囿近之徒耶。故孔子將聖無，意無必莊生，達邁以人所知，不若所不知，豈非苞鑒無窮，師表羣生之謂乎。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
