{"章节": "筍譜", "正文": " \\n 筍譜 \\n  \\n 　 \\n 提要 \\n  \\n 《筍譜》，一卷，不著撰人名氏。晁公武《讀書志》作僧恵崇撰。陳振孫《書録解題》作僧贊寧撰。案：恵崇為宋初九僧之一，工於吟咏，有《句圖》一卷。又工於畫，有黄庭集題其所作蘆雁圖詩，然不聞曽作是書。考《宋史·藝文志》亦作贊寧，則振孫説是也。 \\n  \\n 贊寧，徳清髙氏子，出家杭州龍興寺。呉越王錢鏐署為两浙僧統。宋太宗嘗召對於滋福殿，詔修《髙僧傳》。咸平中，加右街僧錄。至道二年卒。諡曰圓明大師。所著《物類相感志》，歲乆散佚。世所傳者，皆贋本，惟此書猶其原本。 \\n  \\n 書分五類，曰一之名、二之出、三之食、四之事、五之説。其標題，葢仿陸羽《茶經》。援據奥博，所引古書，多今世所不傳，深有資於考證。三之食以前皆有注，似所自作。然“筍汗煮羮”一條注，乃駁正其説，以為“羮不如蒸”，又似後人之所附益。不可考矣。王得臣《麈史》曰“僧贊寧，為《筍譜》甚詳。掎摭古人詩詠，自梁元帝至唐楊師道，皆詩中言及筍者，惟孟蜀時學士徐光溥等二人絶句，亦可稱勤篤，然未盡也。如退之『和侯協律詠詩二十六韻』不収，何耶？豈寧忿其排釋氏而私懐去取耶？抑文公集當時未出乎？不可知也。”云云。今檢譜中，果佚是作。然以一人之耳而採摭厯代之詩歌，一二未周，勢所必有，不足為是書病也。案：此數句似有脱文，今姑仍其舊。  \\n  \\n 　 \\n 筍譜 \\n ●一之名 \\n ○筍者，竹之篛也。竹根曰鞭。鞭節之間乳贅而生者。竹屬，兼草而木，偕少陽之氣歟。故初種，根食土而下求乎母也。 \\n 母，水也而潤，下得水而生也。 \\n ○及擢，筍冒土而上。愛乎子也。 \\n 子，火也。而炎上鑚竹而生火也。 \\n ○皆自然之性也。竹盛髙平之地。黄白息壤，即是所宜也。 \\n 得山阜良（艮？）下田，傷水則死矣。 \\n ○凡植竹，正月二月引根鞭，必西南而行。 \\n 負隂就陽也。 \\n  \\n ○諺曰“東家種竹，西家理地”謂“其滋蔓而來生也。”其居東北隅者，老竹也。老種不生，生亦不滋茂矣。宜用“稻麥糠”糞之。不可饒沃植之。開坑深二尺許，覆土，厚五寸。除瓦石。軟柔之土為嘉。大抵，竹八月。俗謂之“小春”。熱欲去，寒欲來，氣至而涼，故曰“小春徃徃木有花，草有荂。竹得是氣也。”根伸而達，亦謂為“鞭行”。鞭頭為筍，俗謂之“偽筍”。 \\n  \\n 言偽者，音訛也。二筍也。亦如花再生花也。二果二葉亦同也。 \\n  \\n ○今吳會間，八月，郷人徃徃掘土採鞭頭為筍向市而鬻，然終傷損春筍，而且害竹母。凡百穀各以其初生為春，熟為秋。若筍，以“鞭行時分，芽露白”月，為春。 \\n  \\n 始，生也。用夏正。 \\n  \\n ○及乎外，苞内實，冒土而生。當二三月為秋。 \\n 為成熟時也。然有四時之筍，則春秋不定也。許慎《説文》云“竹。冬生也。” \\n  \\n 《釋草》云“筍，竹萌。”郭璞注“竹初生也。”孫炎云“竹初生曰萌，生謂之筍。”詳孫之説“始，冒土者為萌。萌，芽也。生，長。挺挺然，為筍也。” \\n  \\n 《尚書孔傳》“筍，篛竹也。”詳孔之説“篛竹，白篛也。白篛之類越多。”《爾雅》説“芙蕖莖下本蔤。”郭注曰“蔤，莖下白，亦可食。篛在泥中也。”《周禮》説“蒲葅，亦蒲之篛也。”謂蒲始生，取其中心入地，篛大如匕柄，正白。噉之甘脆也。凡草木，有白蒻。嫩而堪食者，皆曰白篛也。今孔安國曰“篛竹，為筍已過，為竹未勁，故謂為篛竹也。”合言，竹之篛，篛即見白也。所言篛者，幼弱也。加草者，簡濫也。 \\n  \\n ■〈⺮怠〉箭萌，郭注“萌，筍也。”《周禮》■〈⺮怠〉葅鴈醢。■〈⺮怠〉葅即以箭筍鹽藏為葅實於籩豆中也。虇蘆，筍也。《爾雅》“菼薍其萌虇”。郭注“江東呼蘆筍為蘆虇”，然則，萑葦之類，其初生者皆名虇也。如是者，只有多名也。 \\n  \\n ○一名筍 \\n 生成，謂之筍。 \\n  \\n ○一名萌 \\n 初生，謂之萌。言絶蒻也。 \\n ○一名篛竹 \\n 土内，皮中，謂之篛也。 \\n ○一名■〈⺮怠〉 \\n 箭竹，萌。即滙稽箭筍也。 \\n ○一名虇 \\n 蘆葦之初生。縂名虇萌。今，沙岸潮濤汨漱，蘆葦菼薍根露，白晳然，濯而食之，味甜，且脆。詳：虇名，芽也。今江東人言“虇牙”之事是也。 \\n  \\n ○一名竹胎 \\n 出《説文》。然筍芽之時，卷葉左右，重重然旋。露節，而實終露外際，籜苞裹而生堅勁為竹，故，謂之竹胎也。 \\n ○一名竹牙 \\n 即牙目之牙也。 \\n ○一名茁 \\n 謂竹萌初生，茁茁然，故殊方音訓之名也。 \\n ○一名初篁 \\n 初，始也。篁，竹也。見《梁簡文帝集》。 \\n  \\n ○一名竹子 \\n 張華《神異經》注“子，筍也。” \\n  \\n 前之諸名别，同。異分少。長也，厥狀可尋而識也。《字體説文》云“凡竹屬皆従竹。”今“筍”二形,下聲。或作筍、笋，悉通，葢『旬尹』聲相濫耳。 \\n  \\n ●二之出 \\n  \\n ○《周易》“震主蒼筤竹。”所生蒼筤筍，若然者，既得木少陽之氣而弱，亦負隂而就陽，為草，則勁而彊耳。《周禮·揚州之利》“竹箭，亦有■〈⺮怠〉萌之别名矣。”舉成數，實物也。惟筍，竹萌也。皆四月生也。 \\n  \\n 此據洛陽土中。嵩少之間，四月方生，及秦隴、終南皆四月生也。 \\n ○笆竹筍 \\n 八月生，盡九月。成都蜀地有别受氣類。一云“笆竹”，而竹與筍俱有刺芒也。 \\n ○郿竹筍 \\n 長節而深根，筍冬夏皆生。郷人掘土取筍。《廣志》作篃竹，可作屋椽。《山海經》同也。 \\n ○箭筍 \\n 十二月生。會稽以來諸山絶多。或叢生，或蔓延，可如筯大，長三四寸。 \\n  \\n ○■〈⺮函〉■〈⺮隋〉筍 \\n 自甌越以南，七月生。至八月盡。 \\n  \\n ○鷰筍 \\n 錢唐多生。其色紫苞。當其鷰至時生，故俗謂“鷰筍”。 \\n  \\n ○天目筍 \\n 五月生。盡六月。其筍色黄，出天目山。端午後方採鬻。旱歳則無。 \\n  \\n ○竹王林筍 \\n  \\n 漢武世。一女浣於勝水，見竹節隨流近，女子推去。又來。聞有音聲，持歸。破之。得小兒。男也。及長，以竹為姓，立以為王。其竹棄之於野，化生成林。其筍宻宻冒土。南地熱，其筍多冬生。 \\n  \\n ○桃竹筍 \\n 涪陵相思崖生此竹。昔有童子在崖下吹竹，神女見，悦之，投以桃竹釵，童子報之以簴。今桃枝與竹皆生崖畔，其筍生亦柔弱有異，因號崖為相思也。 \\n  \\n ○孤竹筍 \\n  \\n 襄陽薤山下有孤竹，三年方生一筍，及筍成竹，竹母已死矣。代謝如春秋焉。又《周官》曰“孤竹之管。孫竹之管。隂竹之管。”鄭注曰“孤竹特生者，孫竹根之末生者，隂竹，生山北者。”今詳：孤竹特生獨生筍者，即子母不相同。孫竹根鞭生筍者。隂竹，山北引鞭，晚生筍者也。 \\n  \\n ○旋味筍 \\n 一名苦蒲筍。福州南一日程。多生苦竹，春則生筍，鄉人煑食，甚苦而且澁。及停乆，則味還，可食，故曰“旋味筍”。 \\n  \\n ○■〈⺮業〉竹筍 \\n 出交趾。其為竹也，實中，勁彊，有毒。彼土人鋭以刺虎，中之則死。筍亦内實。 \\n  \\n ○桂竹筍 \\n  \\n 《山海經》云“桂竹甚毒，傷人必死。”戴凱之《竹譜》云同《山海經》。今未詳桂竹狀貎，筍亦難識。今恐■〈⺮業〉筍異名實也。（疑）■〈⺮粦〉堅，不同此例。然■〈⺮粦〉與■〈⺮業〉信譜而録，即應今可食者，早晩桂筍，所以不同也。 \\n  \\n  \\n ○■〈⺮思〉竹筍，生海畔山，而竹與筍悉有毛，傷人則死。泊船海嶼，慎勿取毛筍食。又有■〈⺮任〉筍，同此毒。《廣志》云“■〈⺮思〉竹堪作笛，既有毒，豈可作笛？此同名，而殊實也。 \\n  \\n ○■〈⺮尋〉竹筍。竹本根長千丈，斷節為大船，生海畔山。其竹萌，可數丈，猶為筍也。 \\n ○簩竹筍 \\n  \\n 其竹，皮薄而空多。大者，徑不過二寸，皮上有麤澁文，可為錯鑢物并爪甲，利於鐵作者。若用乆，鈍，則漿水洗，還復快利。其筍無肉。今詳“微（疑？或惟？）多毛猶或殺人，豈况麤可鑢。筍皮亦澁，理而可食乎？”一云“簩竹，一枝百葉，有毒。” \\n  \\n ○篠簜筍 \\n  \\n 《尚書》曰“揚州厥貢篠簜”。孔注云“篠竹箭簜，大竹。”《禹貢》“揚州，任土”。或曰“今揚州絶少。篠簜竹箭中為矢者，臨川會稽為良。”非也。曽不知，夏禹時,揚州土疆南極交廣，皆不分墟。近代分撫越也。篠箭易識。簜，筍名。詁訓，故未詳。 \\n  \\n ○■〈⺮互〉筍 \\n 七月生至十月間，縉雲以南多出，然味苦而節踈，筍可大於箭筍少許。山人採剥，以灰汁熟煑之，都為金色，然後可食，苦味減，而甘食，甚佳也。 \\n  \\n ○■〈⺮僕〉筍 \\n 出温處建以來，竹如苦竹，長節而薄，可作屋椽。筍則春生，可食。 \\n  \\n ○釣絲竹筍 \\n 南越多之。竹本大如鼓形，上節漸小，髙三四丈者，若釣絲然，筍，下廣上鋭，味甘可食。發病。 \\n  \\n ○木竹筍 \\n 今靈隠山中亦出。中堅。亦通。小脉節内，若通草中也。筍堅可食，今人採竹作杖，可愛。或與■〈⺮粦〉同類耳。 \\n ○卭竹筍 \\n  \\n 出蜀中臨卭，故曰“卭竹”。其筍春生。《羅浮山記》曰“卭竹本出卭山。張騫西至大宛所得歸，而此山左右時有之，郷老多以為杖。”今羅浮山有筍生。又早時候與蜀不同，其竹節横出中間，練杵形，為杖，如木刻。竹筍中實，食美。《山海經》云“龜山扶竹。”注，笻也。節髙，實中。扶也。名之扶老行也。與扶竹並節者，不同。 \\n  \\n ○赤竹筍 \\n 出閩中。大者，如椽，堪作彈織箔扇。筍不毒。 \\n  \\n ○衛丘竹筍 \\n 《山海經》云“衛於山丘南。帝俊（借音舜字）竹林在焉。大可為舟。”郭注云“舜林中，竹一節，可以為船。筍可知矣。音字。” \\n  \\n ○廬竹筍 \\n 其為竹也。葉濶而利，可用割物。實，箬類也。筍苦，亦可食。出廬州。 \\n  \\n ○對青竹筍 \\n 竹則一邉青一畔紫，二色相映，可愛。筍萌可食，出成都近。孟昶據蜀，作“對青竹亭”焉。 \\n ○慈母山筍 \\n  \\n 《丹陽記》“江寧縣南，慈母山竹，可以為簫管。”王褒《洞簫賦》所稱即此也。其筍，圓緻。異於餘處。自伶倫採竹嶰谷，其後，惟此■〈⺮榦〉見珍。俗呼鼓吹山，常禁伐者。筍則三月生，可食。 \\n  \\n ○鍾龍竹筍 \\n 戴凱之《竹譜》云“此竹，伶倫所伐也。其筍，生可食。” \\n  \\n ○漢竹筍 \\n 譜云“大者，一節受一斛，小者，受數斗。可為樽榼。其筍，一節可受二三斗。味雖甘而澁。” \\n  \\n ○利竹筍 \\n 其竹蔓生，若藤蔓屬。實中而堅韌。筍隨竹蔓而生。亦實韌也。 \\n ○簢筍 \\n  \\n 《爾雅》云“簢，筡中。”郭注“其中空”。今詳“竹皆空中，或自根至梢空，中則無節竹也。”疑“簢竹一名筡中。”一云“其中■〈而上火下〉曰『筡』可，以為席。”如此者，則其竹内隔■〈而上火下〉，與常竹不同，故云“筡中”，為筍嫩而節■〈而上火下〉薄也。 \\n  \\n ○鄰竹筍 \\n 《爾雅》。郭注“堅中謂貞實。”與平常竹不同。筍味同木竹筍。” \\n  \\n ○雲母筍 \\n 郭義恭《廣志》云“雲母，大竹也。其筍亦相稱。” \\n  \\n ○箘筍、簵筍 \\n  \\n 伊二本竹生荆楚間。《尚書·荆州厥貢》“箘簵”。孔注“箘簵，美竹也。出雲夢之澤，三國常致貢焉。天下稱美，葢堪為矢。大者為筆。”本母既曰“美竹厥萌，可曰美筍也。” \\n  \\n ○■〈⺮〈澷，去氵〉〉筍 \\n  \\n 《廣志》■〈⺮〈澷，去氵〉〉竹皮青，肉白如雪，軟韌可為索。字，或従草従竹，不定。其筍皮青，而筍肉晳白。王子年《拾遺記》有“■〈⺮〈澷，去氵〉〉竹作簫。” \\n  \\n ○少室竹筍 \\n 《河圖》曰“少室之山”，大竹，堪為甑器。其筍長偉，堪食。 \\n  \\n ○渭川筍 \\n 《史記》曰“渭川千畝竹，其人與千户侯等。”今詳：《史記》舉其本而不言筍。筍利。利人厥富，可儕等王侯也。筍，晚四月方盛。 \\n  \\n ○鄠杜竹筍 \\n 《漢書》曰“秦地有鄠杜竹。林南山檀柘，號陸海也。”鄠杜多竹而勁小，西夏結乾筍，豈不是乎？ \\n ○鏞竹筍 \\n  \\n 出廣州。此本竹，絶大内空，容得三升許米。交廣以來，人將此作升子量出納。其内出黄，可療風癎疾。名天竹黄。案：竹黄，名天竹，言此竹，天也。亦猶天麻、天蓼，言天大如。云“雀麥鼠莧”，言小也。或曰“天竺之竺”。非也。詳其竹亦療風，筍功可見也。一説竹黄是南海邉竹内塵沙加於竹，凝結成致。竹兼筍，皆療風疾。 \\n  \\n ○相迷竹筍 \\n 生廣州已來。竹狀，與鏞竹少異，其洪長，亦同内空，生黄，堪作丸。筍減鏞筍少分。 \\n  \\n ○桃枝竹筍 \\n 其竹勁直柔弱，可為篾為席。《尚書》“顧命竹席”是也。其筍叢生，其皮生毛，聚蟲蟻而不可食。人觀此竹是處有之。王彪之《閩中賦》亦見矣。 \\n  \\n ○新婦竹筍 \\n 出武林山隂。其竹圓、直、韌，可為篾。筍三月而生，可食。 \\n  \\n ○■〈⺮坙〉竹筍 \\n 《竹譜》曰“■〈⺮坙〉竹似桂而概節，其筍可食。 \\n  \\n ○簟竹筍 \\n 沈懐逺《南粤志》曰“博羅縣東，蒼州足簟竹，既大薄，且空中。節直二丈，其直如松。”詳：其竹直二丈，猶為筍，而可食。 \\n  \\n ○雞頭竹筍 \\n 《竹譜》曰“雞頭竹似篁而細，筍亦可食。堪茹。” \\n  \\n ○斑竹筍 \\n 《博物志》云“舜死，二妃淚下，染竹成斑。妃死為湘水神，故曰『湘妃竹』。”詳：其筍，脱其殻，乃為篛，竹方生斑，筍不可食。 \\n  \\n ○篃筍 \\n  \\n 《竹譜》云“篃竹，江漢間，謂之竿■〈⺮散〉。”一赤數葉，葉大如履，可以作篷。今詳：葉如履，即王彪之《閩中賦》云『湘箬』也。其筍，亦不大，止是箬葉，異諸竹耳。又此竹與郿竹同也。 \\n  \\n ○篔簹筍 \\n 曹毗《湘中賦》云“其竹則篔簹”。今詳：其筍亦洪大，竹節長四尺。 \\n  \\n ○沛竹筍 \\n 《神異經》云“南方荒中有沛竹，其長百丈，圍二丈五六尺，厚八九寸，可以為大船。其子美，煑而食之。” \\n  \\n ○白烏筍 \\n 湘中有此竹生是筍。見魏《曹毗賦》。又，有實中竹，即有實中筍。■〈⺮粦〉屬也。 \\n ○魚腸竹筍 \\n 梁簡文《脩竹賦》中見魚腸、雲母之名，曰“映花靡”等。今詳：魚腸為名，必像實而作，其竹細而屈。筍亦可以識矣。 \\n ○篁筍 \\n  \\n 八月生筍，止十一月，竹。閩温已來，多節疎。鄉人，候抽長成，竹梢弱。正月時便斷之，以火燎之，逐重起之，可為條而柔韌，謂之竹麻。泉州已去，路傍多生，彼土人取逐節，可八九尺，堅。捺之青皮，纔爆，内白肉，便為麻，即不見火，謂之麻竹。南中轉髙，長節疎。其筍，皮黒，紫色其心，實，人取，細切，鹽漬少頃，以漿水漬，再宿瀝乾，缻藏泥封，謂之“筍笴”，此亦古之筍葅也。笴義未詳。 \\n  \\n ○挲摩筍 \\n  \\n 《嶺表録》云“桂廣皆殖。大若茶椀。竹厚而空。小一夫止擎一竿，堪為茒屋椽梁柱。其種者，欽其竿，毎截二尺許，打入土，不踰月而生根葉。明年長芽筍，不數歳成林。其筍，南人亦藏之為筍笴。” \\n  \\n ○箣竹筍 \\n  \\n 《嶺表録》云“其竹枝上刺。南人呼為箣。自根横生枝條，展轉如織，雖野火焚燒，只燎細枝嫰條。其筍叢生，轉復牢宻。邕州舊以為城，蠻蜒來侵，竟不能入。” \\n  \\n ○羅浮筍 \\n 羅浮山。貞元中，有人遊第十三嶺，見巨竹，有三十九節，二丈餘圍。筍甚■〈月膚〉直。 \\n  \\n ○雲丘帝筍 \\n 《竹譜》云“帝陵上所生竹，一節可以為船。筍大如本。” \\n  \\n ○匾竹筍 \\n 匡廬山中多。其筍初冒土，便匾薄，及成竹，匾而長。今諸山中，是處皆有之。 \\n  \\n ○箖箊筍 \\n 左思《吳都賦》曰“竹則篔簹箖箊”。今詳“其筍可食”。 \\n  \\n ○■〈⺮射〉筒筍 \\n 見《吳都賦》。吳越有之。筍可食。 \\n  \\n ○■〈⺮閭〉簣竹筍 \\n 竹節疎，而筍可食也。 \\n ○篻竹筍 \\n 其竹實中，■〈⺮粦〉屬。見《吳都賦》。中，筍，堅大可食。篻出韶州，徑五六寸，中為弓弩。筍堪食，自秋生至於冬，末春即不生矣。 \\n ○■〈⺮觔〉竹筍 \\n 《天台圖經》云“五縣皆有”。言其竹韌也。日南、九真：炙生可作彈弓絃也。 \\n ○服傷筍 \\n 竹大者，五六寸圍，長二丈。其中實滿。筍至四月已後方出，味甚美。 \\n  \\n ○狗竹筍 \\n 寧海已來多。三寸圍。節間有毛。筍三月生。可食。諸邑皆有之。 \\n  \\n ○筀竹筍 \\n 今春二月，已去。吳越多生。 \\n  \\n ○扶竹筍 \\n  \\n 今武林山西，舊謂『雙竹院』中所産，脩篁嫩篠，皆對抽並胤，相傅云“兹竹自永泰已來有之”。馮翊嚴諸為其記。王子敬《竹譜》云“會稽箭竹、錢塘扶竹，葢此雙竹即扶竹也。譬猶東之地産桑，兩兩並生，謂之扶桑矣。”今詳：是竹為筍，便有合歡貌，並出。愚曽著《扶竹賦》。 \\n  \\n ○慈竹筍 \\n  \\n 四月生。江南人多以灰煑食之。其為竹也，内實而節疎，性弱，而可代藤用。其形■而細。又，蘄黄生叢竹，一叢數竿，筍不外迸，只向裏生。如多，只可刪科内。五六月長筍，明年方成竹，其筍不堪食。 \\n  \\n ○玳瑁竹筍 \\n 薛翊《異物志》曰“弓竹似■〈⺮觔〉藤，斑駁如玳瑁。”其筍，脱殻而微有斑文也。 \\n ○龍牙竹筍 \\n 出永嘉大羅山。其竹長四五尺，稀節。人取必有大風雨雷電。人下山則止。近，故節惠公令取種，遇風而止。其筍，則春二月生也。 \\n ○棘竹筍 \\n 《竹譜》曰“其筍味肥，食之落人鬢髮。” \\n  \\n ○■〈⺮邪〉竹筍 \\n 《齊民要術》云“筍無味。” \\n  \\n ○雞脛竹筍 \\n 食之肥美。 \\n  \\n ○檳榔竹筍 \\n 見杜臺卿《淮賦》。 \\n  \\n ○毛竹筍 \\n 出武陵洞口。人斫竹，隨生。土俗云“僊人入洞”，故生此竹，以隔浮世也。 \\n ○篁竹筍 \\n 疑其狀類字，或是■〈⺮互〉。竹筍皆無味。 \\n  \\n ○由梧竹筍 \\n 《南方草木狀》云“由梧竹，民間種之。長百尺，徑一尺八九寸。交趾人作屋柱。筍澁，不可食。” \\n  \\n ○方竹筍 \\n 出澧州西游川，鐵冶辰山之陽。其筍莖方二寸。已來，彼封人多為臺卓衣架等。其筍硬不堪食。其竹節平，其性堅，其心實。 \\n  \\n ○丹竹筍 \\n 出道州瀧中峭壁之上。竹毎節可一丈或八尺，徑不大，裊裊搖空，粉節上似有丹色。心空肉薄，舟人多劈為百丈繂。 \\n  \\n ○毛斑竹筍 \\n 出蘄州，初伐竹即無斑，以灰汁洗之，即斑。見彼人多作簾席，或笛管。筍絶不堪食，與二妃祠者不同矣。 \\n ○沙麻竹筍 \\n 《南粤志》中，此竹，人削為弓。弓似弩也。或曰“蘇麻竹”或云“麤麻竹”。此疑與斯摩同耳。若斯摩筍，一人只可擔兩莖耳。亦堪為筍笴。 \\n  \\n ○白竹筍 \\n  \\n 連州抱腹山，多生此竹，莖徑白節，心少許緑。彼土人出筍之後，落籜撒梢時，採此竹以灰煑水浸，作竹布鞋，或搥一節作箒，謂曰“竹拂”。若貢布，一疋只重數兩也。 \\n  \\n ○匾竹筍 \\n 出廬山，《莖匾傳》云“釋惠逺使鬼神，號辟蛇行者，捻此竹為匾竹。”筍出，皆匾。堪食之。 \\n  \\n ○拂雲箒竹筍 \\n 出廬山，莖大如指，竹杪細葉宻翠如箒。彼人採為方物贈人，謂之“拂雲”。箒作纎長也。 \\n ○雙梢竹筍 \\n 出九疑山第二重麓臺側，筍長獨莖。及生枝葉，即分為兩梢，葉宻而細，亦謂為“合歡竹”，與象扶桑者，少同。 \\n  \\n ○箖竹筍 \\n 出襄州卧龍山諸葛亮祠中。筍堪食，甚美。漸長。長百尺，只梢上有葉。土人作幡竿承落。 \\n  \\n ○木竹筍 \\n  \\n 韶州多生。成竹一莖如萬嵗藤，一節長四尺，無花而實。實如草豆蔲、土人鹽之為果實。筍初生時，礧磈然不堪食。與今呉會間木竹筍，雖如筍，食美而甘。味不同。 \\n  \\n ○水竹筍 \\n 出黔南，管内或巖下潭水中生，其筍隨水深淺以成節，若深一丈，則筍出水面，為一節。蠻蜒採取，以為食。 \\n  \\n ○古散竹筍 \\n 節似馬鞭，葉似桐樹，而小皮似栟櫚，柔韌。筍亦堪食。 \\n  \\n ○秋蘆竹筍 \\n 其竹似蘆身，如荻蔗。冬天不凋，挿枝如生。筍可食也。 \\n ○鶴膝竹筍 \\n 竹狀。節下，大小似苦竹，而閩中土人呼為“搥竹”，亦堪作柱杖。詳：此同笻竹也。筍可食。 \\n  \\n ○石■〈⺮遼〉竹筍 \\n 一名篻簩。生閩中，竹似石而小。《吳都賦》曰“篻簩”。有叢筍，可食也。 \\n ○合歡竹筍 \\n 出南嶽下諸州山溪間。郴州最多。其筍初生，合歡形勢。及成竹也，或三莖合或兩莖合，斷其間，有竅。竹皮或斑點文。僧斷作針筒用也。 \\n ○紫竹筍 \\n 成都府人家庭。心多，苞叢而生，其色沈紫，可愛。抽筍且稀，心實，筍不宜食。 \\n  \\n ○月竹筍 \\n 竹狀。輕短，叢生。毎月抽筍，謂之“月竹”。筍如箭竹。萌，人不食也。 \\n ○三稜竹筍 \\n 其狀若椶櫚，葉莖柄三脊然。筍細。初抽，川中人家竹林中忽有，云“吉兆”也。 \\n ●三之食 \\n  \\n ○李績《本草》云“竹筍，味甘無毒，主消渇，利水道，益氣，可乆食。”又，陳藏器云“諸筍皆發冷血及氣。不如苦筍，不發病。”今詳“諸説，皆冷。乆食亦發風。苦筍，冷，毒尤甚。”陳説非也。以親騐為證。 \\n  \\n 諸筍以■〈豆攴〉汁漬之，能解酒毒。 \\n  \\n 又，《本草》云“淡竹葉，味辛，平大寒，主胷中痰熱，欬逆上氣。”又，堇竹吹，苦竹、淡竹、甘竹葉。又，實中竹並以筍為佳。是知，筍食去前病，當葉、根茹一半，明矣。若丹石熱渇，煑淡竹根汁，以療之。 \\n  \\n 筍汁亦可除丹砂毒。噦嘔逆氣鬼氣，可取筍，中酒服之，謂“糟中筍，節中水”也。最止小兒嘔吐。 \\n  \\n 又，食石■〈⺮業〉桂等筍、或中石■〈⺮業〉桂之刺，毒發，唯草犀根能療之。草犀解諸毒，生嶺南，及睦婺洪饒間。生苗高二三尺，獨莖，對葉，根如細辛。生研服之，以功如犀，故名草犀。陳藏器云也。次則，麻油、薑，皆殺筍毒。凡食筍之要，譬若治藥，脩煉得門，則益人，反是則損。 \\n  \\n 採筍之法，可避露，日出後掘深土取之，半折取鞭根，旋得投密竹器中，以油單覆之，勿令見風。風吹旋堅，以巾紛拭土。又不宜見水，含殻沸湯淪之，煑宜乆。 \\n  \\n 按煑筍實，可一周時，已熟。或見生，水還重煑一周時。 \\n  \\n ○騐知筍不可生，生必損人，苦筍最。宜乆，甘。筍出湯後，去殻，澄，煑筍汁為羮茹，味全，加美。然後始可與語為食筍者矣。此外不足筭也。（缺） \\n  \\n 不然，蒸，最美味。全煻灰中煨，後入五味，尤佳。 \\n  \\n ○採筍，一日曰“蔫”，二日曰“箊”，見風則觸本，堅。入水則浸，肉硬脱殻，煑則失味。生著刃則失柔。採而停乆，非鮮也。盛而苦風，非藏也。揀之脱殻，非治也。浄之入水，非洗也。蒸煑不乆，非食也。筍萌之味，或甘或苦。甘則脾藏食，苦則肝藏食。原其木性實酸，葢本性也。食甘多則損脾，而逆胃，何耶？竹實少陽之氣，終尅於脾土也。食苦多則補肝，而助膽，何耶？與肝同類，木也。二味都利大小腸。 \\n  \\n ○民間有“煑苦筍”方。入，出水自貽，伊毒竹内一周時，臨熟為水濺食，可以皮膚爆裂，苦筍與竹實，同氣而降一等也。 \\n  \\n ○一説滑利大腸，無益於肺也。俗或謂之“刮腸箆”是也。凡物過度而食，益少而損多，豈止筍耶？殺筍之毒，吳蜀薑、麻油。如竹叢欲敗，以油滓沃，明年則凋■〈⻊朿〉矣。 \\n  \\n  \\n ○葅法。《周禮》云“加豆之實，筍葅魚醢。”注“■〈⺮怠〉箭萌，筍、竹萌。”今詳“鄭注不言葅法，如南人筍笴是也。”此乆藏法，鹽出水後加鹽、糯米粥，藏可以過暑月，到無筍時食，暴藏或鹽酢而已。如蒲葅亦爾。古加於豆籩中，以享賔客，用薦鬼神也。 \\n  \\n ○鮓法。煮，用鹽、米粥藏之。加以椒辛物，或炒熟油藏，為醢食。極美矣。 \\n ○《藏法食經》云“淡竹安鹽中一宿。煑糠令冷，藏之。再出，别煑糠加鹽，藏之五日，可食。 \\n  \\n ○生藏法。將陶器一口可受一石者，選肥筍覆之宻，泥塞之，勿令風入，到無筍時，掲器，則宛轉器中，取其弱處，剪之，勿令見風。入湯便瀹後，方脱皮一，將筍截其尖鋭，用鹽湯煑之停冷，入瓶，用前冷鹽湯同封瓶口。令宻後沈於井底，至九月井水暖旱，取出，如生。五味治之而食。 \\n  \\n ○乾法。將大筍，生去尖鋭頭，中折之，多鹽漬，停乆，曝乾。用時，乆浸，易水而漬，作羮如新筍也。 \\n ○脯法。作熟脯，搥碎薑酢漬之，火焙燥後，盎中藏。無令風犯。 \\n ○會稽箭筍乾法。多將小筍蒸後，以鹽酢焙乾。凡筍宜蒸，味全。今越箭乾，為美啖也。 \\n ○結筍乾法。秦隴已來，出筍纎長。土人用土鹽，鹽乾結之，市於山東。道浸而為臛菜，甚美 \\n  \\n ○取麻法。南方，作疎作扇作鞋。取篁竹、麻竹，當其正月，新竹，上表獨是筍，下已成竹，逐節斷，重重起，已，入湯煑柔，韌作績，纎疎作鞋，隨意可也。 \\n  \\n ●四之事 \\n  \\n ○竹之與筍，葢草木中之殊名，親屬一物，則其根葉密而堅其莖，心空而直其枝，背戾而裊其葉，玲瓏而繁貞而不剛，柔而不屈居，天下之大端貫，四時而不易葉，葢得氣之本也。是故君子愛之。壯者，謂之竹；弱者，謂之筍。厥譬母子焉。少慕長焉。言其濟人之利博矣。歴代文士，名而志之，乆則滋蔓，以廣於後： \\n  \\n  \\n 神農　周成王　周公　尹吉甫　子夏　莊周　列禦冦　漢髙祖　東方朔　張平子　馬援　漢樂安相李尤　魏侍中王粲　王子年　晉潘岳　左太冲　王宣　葛洪　陸雲　丘道護　吳孟宗　王彪之　郭璞　劉殷　丁固　木玄虛　江逌　戴凱之　劉虚哲　沈道虔　何隨　齊陳后　明僧紹　王儉　梁簡文帝　劉孝綽　范元琰　梁元帝　宗懍　陳江揔　隂鏗　蕭大圜　杜臺卿　北齊蕭慤　唐楊師道　李淳風　道士吳筠　段成式　白居易　陳藏器　釋志徹　陸龜蒙　劉恂　夏侯彪之　沈如琢　梁髙祖　林諝　何光遠　程崇雅　范旻。 \\n  \\n ○《神農本經》中，竹筍味甘，主疾等居。李英公《本草》同而廣。今詳：神農作本經，非也。三五之世，樸略之風，史氏不繁，紀録無見斯。實後醫工，知草木之性，託名炎帝耳。 \\n  \\n  \\n ○周成王將崩，命召畢，率諸侯相康王，作《顧命篇》云“敷重筍席。（玄粉純席仍几）”孔注“篛竹”云“私宴之坐，故席机質飾也。”説筍“席”者多，或云“以篛竹為席。”今詳：篛竹，筍新成，豈堪起而為篾？非篾安能織席？此恐不然。知用筍皮殻破而編簟也。故《尚書正義》云“取筍竹之皮，以為席。”是也。其正義中，不取筍皮。皮短，故連言筍竹之皮，即筍成竹時，其皮長而勁，可破織席，明矣。若取篛竹，破以為篾而織者，即同前篾席也。今尚質取筍皮織也。一云“如取長節筍新成竹者，起皮亦通而織，但弱脆耳。”亦異前篾席，此合“質素之義”也。 \\n  \\n ○周公作《周禮》云“加豆之實，筍葅魚醢。”鄭玄注“凡葅醢，皆以氣味相成，其狀未聞。”“箈葅鴈醢”注“箈，箭萌。” \\n ○尹吉甫作韓奕詩，以美宣王“能錫命諸侯”。其三章：韓侯出祖，顯父餞之。曰“清酒百壺，其殽維何，炰鼈鮮魚，其蔌維何，維筍及蒲。” \\n  \\n ○子夏作《爾雅》云“筍，竹萌。■〈⺮怠〉箭，萌等。”按張楫諸儒，説“周公作釋詁以訓成。”王一云“子夏作《釋訓》。叔孫通作《釋言》。”今云“皆子夏作。”前三篇，後諸篇續加糅，罔知也。如言“昌斀”，豈可新制禮以諱事鬼神，自犯父名而能訓子姪耶？金縢云“惟爾。元孫某不言發是也。”郭璞云“興於中古而注。”張仲，周宣王時賢臣，自為函矢。陸羽《説茶》引《釋草》而列，周公非也。今『筍』列子夏，亦未全是。不知《釋草》本何人作？且引卜商為是。 \\n  \\n ○莊子説“萬物皆出於機，皆入於機，一氣萬形，有變化，云為『死生互質者}也。故曰『羊奚比乎不筍乆竹，生於青寧』。” \\n ○列子云“羊奚比生乎不筍乆竹，生青寧。”文意同莊子。 \\n  \\n ○漢髙祖為亭長，乃以竹皮為冠。令求盜卒。徃薛縣治冠。應劭注“以竹始生皮作冠。”今鵲尾冠是也。薛魯國縣有竹冠師，故髙祖令徃修治舊冠也。賤而冠之及貴，常冠，所謂“劉氏冠”是也。 \\n  \\n  \\n ○東方朔著《神異經》記周巡天下所見。《山海經》所不載者，列之，雖有而不論者，亦列之説。■〈⺮〈伂，去亻〉〉竹可以船，其子美，煑而食之，可以亡創厲。張茂先注“子，筍也。惡厲，創也。” \\n  \\n ○張平子作《南都賦》，述南陽光武，舊都也。云“春卵夏筍，秋韭冬菁。” \\n ○東漢馬援，至荔浦見冬苞筍，上言《禹貢》“厥包橘柚”。疑謂是也。 \\n ○漢樂安相李尤“字伯仁”，作七疑云“橙醯筍葅。” \\n ○魏侍中王粲，作《釋》云“越鱊凉拘，全筍葅菁。” \\n  \\n ○王子年《拾遺記》云“蓬萊山有浮筠之簳，葉青莖紫，子如大珠，有青鸞棲其上。下砂礰細如粉，暴風至，竹條翻起，拂細砂如雲霧，仙者來觀戲焉。風吹竹，折如鐘磬之音。竹既如彼。”今詳，萌謂“仙筍”矣。 \\n  \\n  \\n ○潘岳為河陽懐令，頻宰三邑，勤於政績，為尚書郎廷尉評免官，作《閒居賦》云“青筍紫薑。”按筍不過縹緑，賦言青筍，今是處，竹萌多作青緑色，非青碧色也。 \\n  \\n ○左太冲《吳都賦》云“苞竹抽節，徃徃縈結。”注“苞謂筍，苞皮抽節謂長也。” \\n ○王宣居宇堂前有筍兩莖，一日盜折而亡，宣顧而不言。 \\n ○葛洪云“吳景帝時，戍將廣陵發一塚，有人體如生。人共轝出，死人懷中頽然出筍。” \\n  \\n ○陸雲“字士龍”為性喜笑，作《笑林》云“漢人有適吳，吳人設筍，問是何物？語曰竹也。歸煑其床簀，而不熟，乃謂其妻曰『吳人轣轆欺我如此。』” \\n  \\n ○丘道護誄龎道士曇。諦曰“梨柚薦甘，蒲筍為蔌。” \\n  \\n ○孟宗“字恭武”江夏人，為性至孝。従李肅學，其母為作厚褥大被。人問其母。曰“小兒無徳，致客學者，多貪，故與為廣被，庶可氣類相接，讀書不懈。”及長，為朱據軍吏，將母在營，既不得志遇。夜雨屋漏，因泣以謝母。母勉之，遷吳縣令。在官得物，未寄母，不先食。及母卒，母性嗜筍，冬節將至，宗乃入林哀泣，筍為之生，得以供祭 \\n 。 \\n  \\n ○王彪之作《閩中賦》曰“竹則，苞甜亦苦，縹箭班弓，員當函矢，桃枝育蟲，緗箬素筍，彤竿緑筒。” \\n  \\n ○郭璞“字景純”博物多識，世謂無比，作《爾雅》“■〈⺮怠〉箭，萌。”注云“筍”。《周禮》“■〈⺮怠〉葅鴈醢”。又作“菼薍其萌虇”。注云“今江東呼蘆筍為虇虇，音繾綣之綣。” \\n  \\n ○晉劉殷，年甫九嵗，孝性自然，為曽祖母冬思筍，殷泣而獲，供饋焉。 \\n ○丁固仕吳，性敦孝，敬母。嘗思筍，因遂泣竹生筍，母子俱大賢，位至封公，貴極人望。 \\n  \\n ○木玄虚著《四明山記》云“雪竇山北嵓，生石乳，其峯，非人可升。有毛竹銀筍。”詳其毛竹自生，毛筍若銀筍，即銀鑛如筍。然如池州山穴，曽有懸囚人下窺，至百餘尋，後見洞明煥，遂手搴之得三數莖。疑是此耶？或云“毛竹，筍白如銀。”未詳。 \\n  \\n ○江逌作《竹賦》云“望春擢筍，應秋發堅。” \\n ○戴凱之作《竹譜》搜括竹類言有六十一焉。筍類附在此也。又云“■〈⺮函〉■〈⺮隋〉竹，大如脚指蟲。食其筍皮，類繡，甚可愛。” \\n ○宋劉虚哲，性孝謹。母疾篤，禱祈備徧，夢一黄衣翁曰“汝可取南山竹筍，食之病立瘥。”驚覺俱依夢，采南山竹筍，饋母食之病愈。 \\n ○宋沈道虔，人有拔屋後筍，令人止之曰“惜此筍，欲成林。更有佳者相與。”乃令人買大筍送與之。 \\n ○何隨《華陽國志》云“人有盜其園筍。隨見，挈屐而歸，恐盜者見也。” \\n ○齊孝宣陳皇后，性嗜筍、鴨卵。永明九年詔太廟祭，后薦筍鴨卵。云“齊王儉贈髙士宗測『蒲褥筍席』。” \\n  \\n ○齊明僧紹，字真承，隠江東攝山。齊太祖謂其弟慶符曰“卿兄髙尚，朕雖不相接，時通夢中焉。”遺紹竹根如意、筍籜冠。太祖聞紹出遊定林寺，囑沙門僧逺欲相接，竟不諧。永明中徴，不就而卒。 \\n  \\n ○梁簡文帝《七勵》云“澄瓊漿之素色，雜金筍之甘葅。”又，《春晩賦》云“望初篁之傍嶺，愛新荷之發池。” \\n  \\n ○梁劉孝綽《謝建安王餉米等啓》“傳教李孟孫宣教旨『垂賜米酒■，筍葅脯鮓；茗至味芳雲，杜潭抽節。』”等。 \\n  \\n ○范元琰家有竹圃，每人見盜筍，苦於過溝。元琰伐樹為橋，與盜者過，盜人感其情而息意不盜。 \\n ○梁元帝賦《得竹詩》曰“作龍遷葛水，為馬向并州。柯亭臨絶澗，桃枝夾細流。冠學芙蓉勢，花堪威鳯遊。”略諸句。“冠學芙蓉勢”亦筍皮冠也。 \\n  \\n ○梁宗懍作《荆楚歳時記》云“五月民並斷竹筍，為糭揀葉抽頭五。”絲繫臂謂“為長命縷”。 \\n ○陳江揔《嵗暮還宅詩》云“悒然想泉石，驅駕出中臺。翫竹春前筍，驚花雪後梅。” \\n ○陳隂鏗《侍宴賦得竹詩》曰“夾池一叢竹，青翠不驚寒。葉醖宜城酒，皮裁薛縣冠。”今詳：隂鏗用“漢髙祖徃薛縣，治筍殻冠”也。 \\n ○隋蕭大圜《竹花賦》云“洛下七賢，湘中二女，傾翠葢之踟躇，泛蓮洲之容與。倜儻傲人，便娟笑語。拊嫰筍以含啼，顧貞筠而命醑。” \\n ○杜臺卿作《淮賦》云“緑筒縹箭，罕節疎目，檳榔之筍，盛冬所育。” \\n ○北齊蕭慤作《春庭晩望詩》曰“春庭聊縦望，春臺自相隠。窻梅落晚花，竹池間初筍。泉鳴知水急，雲來覺山近。不愁花不飛，只畏花飛盡。” \\n  \\n  \\n ○唐楊師道《春朝閒歩詩》“偃沐乗閒豫，清晨歩北林。池塘藉芳草，蘭蕙襲幽衿。霧中分曉日，花裏呌春禽。野逕香恒滿，山階筍屢侵。何須命輕葢，桃李自成隂。” \\n  \\n  \\n ○唐李淳風撰《占夢書》云“夢折筍，得財象也。夢竹生筍者，欲有子息也。”或云“《周公占夢》按《周禮》説六夢外，故無委曲而言。”今言李淳風，亦恐非也。何則言詞淺近，妄説《周禮》之名。此且附李下耳。 \\n  \\n ○道士吳筠著《竹賦》云“一筍明其，胤嗣三節，獲乎嬰兒。” \\n  \\n ○段成式者，唐相文昌之子，著《酉陽雜俎》云“張芬曽為南康行軍，曲藝過人。力舉七尺碑，趡鞠髙過半塔，彈力五斗。常揀向陽巨筍，纎以籠之，隨長以土培之，常留寸許，度計髙四尺數，長乆方除籠伐之，一尺十節，其色如金塗壁，方長彈子，作『天下太平』字。” \\n  \\n ○唐白樂天作筍歌，布在華裔。 \\n ○唐陳藏器，明草木性，《本草》拾神農陶弘景李世績之遺事，多説“筍療治、發害之性”也。 \\n ○釋志徹，會昌年中，於上元縣瓦官閣南有雙籠，“閉之忘記嵗月，及詔折浮圖，”開之，徹得筍筆（一作筴）千餘頭。中藏者，則《大業拾遺》藁也。 \\n  \\n  \\n ○唐僖宗朝，陸龜蒙處士隠蘇臺甫里村，亦號甫里先生，著《筍賦》云“洪殺靡定，方圓不均。”自注曰“南方有方竹”。今澧州游川鐡冶，多方竹。竹内實，微通心，若釵股許。筍可食，亦實。湘川人取竹作床椅，有四稜，上穿孔，入當耳。 \\n  \\n ○劉恂，唐昭宗朝，出為廣州司馬。官滿上京，擾攘遂居南海，作《嶺表録》云“邕溪箣筍，交廣挲摩筍。” \\n  \\n ○唐，夏侯彪之上新繁令，問里胥曰“竹筍一錢幾莖？”對曰“五莖取十，千買五萬莖。”謂之曰“吾未要，且寄林中養之，至秋成竹，一竿十丈，遂成五十萬，貪猥不道。皆此類也。” \\n  \\n  \\n ○沈如琢，成都人，有孝行。母患渇，非時思桑椹，苦求不遂。家東一樹，生摘以奉母。母渇愈及亡，負土成墳，廬於側。白鵠二棲於廬，冬筍抽十莖。天寳二年詔旌表。 \\n  \\n ○朱梁髙祖，開平二年冬，商州進筍，以為瑞品，詔賜太守幣帛。 \\n ○林諝著《閩中記》述風土，所生竹二十許，類筍。附而云。 \\n  \\n ○何光逺作《廣政録》記孟氏有蜀時。翰林學士徐光溥、劉侍郎羲度，分直。忽覩庭中筍迸出。徐因題之。劉性多譏，誚徐託土，本是蜀人。徐詩曰“迸出班犀數十株，更添幽景向蓬壺。出來似有凌雲勢，用作丹梯得也無。”劉詩曰“徐徐出土非人種，枝葉難投日月壺。為是因縁生此地，從他長養譬如無。”二學士従兹不睦 \\n  \\n ○程崇雅者，遂州蓬山縣人。有孝譽。母患，冬月思筍。焚香入林中哭泣，感生大筍數株。 \\n ○范旻著《邕管記》有鹿頭筍，諸色筍，名類甚多，不能備述其名 \\n ●五之雜説 \\n  \\n ○凡草木受隂陽之氣，従元化之。主茍無範圍。何大鈞鑄形而相肖，故云“木實従核，以求其種（柤為梨屬，枳為橘屬）。草荂従秀，以求其醜（葦醜苕）。竹之醜節種（同蔗屬也。）” \\n  \\n 厥性弱於木而强於草，知非木，實草，木中之别類，故《爾雅》曰“如竹箭，曰苞（見《釋木》也。）篠箭（見《釋革（草？）》也。）亦言菜（筍為人之所採取也。）” \\n  \\n 民間説竹有生日，即五月十三日也。移竹栽取宜此日。或隂雨土虚，鞭行。明年筍萌交出。偷筍，閭閻人隔垣籬，必埋貓於家牆下。明年筍迸過矣。 \\n ○筍皮扇。今江東人取苦竹筍皮，厚可三分，磔開一尺五寸，杉木為柄，漆紙飾緣，内書畫適意，止不受彩耳。 \\n ○筍皮。僧家多取苦筍殻，裁為鞋屐，中屜，可隔足汗耳。 \\n  \\n ○昔王子猷，暫寄人家，便令種竹。或問“暫居何煩？”子猷笑曰“何可一日無此君。”後代人謂“竹都為此君。”今作譜者，可命“筍為此君之子”也。 \\n  \\n ○吾儕中有利口薄徒，喜詆訶賢逹曰“汝是玊，吾見汝作石時。汝是竹，吾見汝作筍時。” \\n ○俗聞呼筍為龍孫，若然者，龍未聞化竹，竹化為龍，豈宜言龍孫？今詳，理實竹為龍，龍且不生筍，故嘉言巧論，呼為龍孫耳。 \\n  \\n ○或問“筍有五色章采否？”對曰“江東黄筀《閒居賦》有『青筍』。《閩中賦》有『素筍赤筍』。錢塘多『紫桂筍』。自餘。班狸緗縹，不可勝言。大約不過青緑色。” \\n  \\n ○《本草》木性甲乙氣。 \\n  \\n ○愚著《物類相感志》，常寄書問天目舊友。問“山中所出？”伊僧嗜筍，却迴詩云“山中人事違天，眼中修定『天目（一名天眼）』，我本無根株，只將筍為命。” \\n  \\n ○諺曰“臘月煑筍羮。”大人道便是“昔有新婦，不得舅姑意。凡所須索，必背時而逆意。其婦善承，須不違所要，皆巧圖與夫求變，而副舅姑無以取責。姑一日嵗暮而索筍羮，婦答『即煑供上』。妯娌問之曰『今臘月中，何處求筍？』婦曰『且譍為，貴以順攘逆責耳。』其實何處求筍，姑聞而後悔，倍憐新婦。”故又諺曰“恭敬不如從命，受訓莫如從順。”  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
