{"章节": "糖霜譜（宋）王灼", "正文": "　糖霜譜 \\n  \\n  \\n （宋）王灼 \\n 提要 \\n 《糖霜譜》一卷。宋王灼撰。灼字晦叔，號頤堂，遂寧人，紹興中嘗為幕官。是編凡分七篇。惟首篇題“原委第一”，叙唐大厯中鄒和尚始創糖霜之事。自第二篇以下，則皆無標題。今以其文考之，第二篇言以蔗為糖始末。言“蔗漿”始見《楚詞》，而“蔗餳”始見《三國志》。第三篇言種蔗。第四篇言造糖之器。第五篇言結霜之法。第六篇言糖霜或結或不結，似有運命，因及於宣和中供御諸事。第七篇則糖霜之性味及製食諸法也。葢宋時産糖霜者，凡福唐、四明、畨禺、廣漢、遂寧五地，而遂寧為最。灼生於遂寧，故為此譜。所考古人題咏，始於蘇、黄。案古人謂“糟”為“糖”。《晉書·何曽傳》所云“蟹之將糖，躁擾彌甚”是也。《説文》有“飴”字無“糖”字。徐鉉《新附字》中乃有之，然亦訓為“飴”，不言蔗造。鉉，五代宋初人也，尚不知蔗糖事。則灼所徴故實，始於元祐，非疎漏矣。惟灼稱糖霜以紫色為上，白色為下。而今日所尚，乃貴白而賤紫。灼稱糖霜須一年有半乃結，其結也以自然。今則製之甚易，其法亦不相同。是亦今古異宜，未可執後來追議前人也。　 \\n 糖霜譜 \\n 原委第一 \\n 糖霜，一名糖冰。福唐、四明、番禺、廣漢、遂寧有之，獨遂寧為冠。四郡所産甚微而碎，色淺味薄，纔比遂之最下者。凢物以希有難致見珍。故查梨、橙、柑、荔枝、楊梅，四方不盡出，乃貴重於世。若甘蔗所在皆植，所植皆善，非異物也。至結蔗為霜，則中國之大止此五郡，又遂寧專美焉。外之邊徼所出皆有佳蔗，而糖霜無聞，此物理之不可詰也。先是，唐大厯間有僧號鄒和尚，不知所從來。跨白驢，登繖山，結茅以居。須鹽、朱、薪、菜之屬，即書付紙，繫錢遣驢負至市區。人知為鄒也，取平直挂物於鞍，縱驢歸。一日驢犯山下黄氏者蔗苖，黄請償於鄒。鄒曰：“汝未知窨蔗糖為霜，利當十倍。吾語女塞責可乎？”試之果信。自是就傅其法，糖霜户近山或望。繖山者皆如意，不然，萬方終無成。鄒末年棄而北走通泉縣靈鷲山龕中，其徒追躡及之，但見一文殊石像。衆始知大士化身。而白驢者，獅子也。鄒結茅處今為楞嚴院。糖霜户猶畫鄒像事之，擬文殊云。敷文閣待制蘇公仲虎嘗守遂寧，謂蜀士指睂陽水秀、普慈石秀，乃不知此邦平衍清麗之為土秀也。土爰稼穡，稼穡作甘。糖霜之甘擅天下，非土之特秀也歟？ \\n 第二 \\n 自古食蔗者，始為蔗漿。宋玉作《招魂》所謂“胹鱉炮羔，有柘漿”是也。（王逸註：“柘，藷蔗也。又云，柘，一作蔗。”）其後為蔗餳。孫亮使黄門“就中藏吏取交州所獻甘蔗餳”是也。其後又為石密。《廣志》云：“蔗餳為石密。”；《南中八郡志》：“笮甘蔗汁曝成餳，謂之石蜜。”；《本草》亦云：“煉糖和乳為石蜜”是也。《唐史》載太宗遣使至摩掲陀國，“取熬糖法，即詔掦州上諸蔗，柞瀋如其劑，色味愈西域逺甚”。按《集韻》“‘酢’、‘■〈酉責〉’、‘笮’、‘醢’通用”，而《玉篇》：“柞，側板切”，疑字誤。熬糖瀋作劑，似是今之沙糖也。蔗之枝盡於此，不言作霜，然則糖霜非古也。戰國後論呉蜀方物，如左太冲《三都賦》論■〈上上日下〉味，如宋玉《招魂》、景差《大招》、枚乘《七發》、傳毅《七激》、崔駰《七依》、李尤《七疑》、元鱗《七説》、張衡《七辨》、曹植《七啓》、徐幹《七喻》、劉邵《七華》、張協《七命》、陸機《七徵》、湛方生《七歡》、蕭子範《七誘》，水陸動植之産捜羅殆盡，未有及此者。厯世詩人摸竒寫異，不可勝數，亦無一章一句。至本朝元祐間，大蘇公過潤州金山寺，作詩送遂寧僧圓寶，有云：“浯江與中泠，共此一味水。冰盤薦琥珀，何似糖霜美。”元符間，黄魯直在戎州作“頌荅梓州雍熙光長老寄糖霜”有云：“逺寄蔗霜知有味，勝於崔浩水晶鹽。正宗掃地從誰説，我舌猶能及鼻尖。”遂寧糖霜見於文字，實於二公然。則糖霜果非古也，吾意四郡所産亦起近世耳。 \\n 第三 \\n 繖山在小溪縣，涪江東二十里，孤秀可喜。山前後為蔗田者十之四，糖霜户十之三。蔗有四色：曰杜蔗、曰西蔗、曰艻蔗（《本草》所謂荻蔗也）、曰紅蔗（《本草》所謂崑崙蔗也）。紅蔗止堪生噉；艻蔗可作沙糖；西蔗可作霜，色淺土，人不甚貴；杜蔗紫嫩，味極厚，專用作霜。藏種法擇取短者（芽生節間，短則節密而多芽），掘坑深二尺，闊狹從便，斷去尾，倒立坑中，土蓋之（不倒則雨水入夾葉，久必壊）。凢蔗田十一月後深耕，杷摟燥土，縱横摩勞令熟。如開渠，闊尺餘，深尺五雨（餘？），傍立土壠。上元後二月初區種，行布相儳，灰薄蓋之，又蓋土不過二寸。清明及端午前後兩次以猪牛糞細和灰薄蓋之，蓋土常使露芽。六月半再使溷糞，餘用前法。草不壓數耘，土不厭數添，但常使露芽。候高成叢，用大鋤翻壠，上土盡蓋。十月収刈。凢蔗最因地力，不可雜他種。而今年為蔗田者，明年改種五榖，以休地力。田有餘者，至為改種三年。糖霜成處，山下曰禮佛壩，五里曰乾灘壩，十里曰石溪壩。江西與山對望，曰鳯臺□。大率近三百餘家，每家多者數十甕，少者一二甕。山左曰張村，曰巷口。山後曰■〈雨上湳下〉池，曰呉村。江西與山對望，曰法寶院，曰馬鞍山。亦近百家，然霜成皆中下品（張村屬蓬溪縣，鳯臺鎮屬長江縣）。並山一帶曰白水鎮，曰土橋，雖多蔗田，不能成霜，歲壓糖水，賣山前諸家。 \\n 第四 \\n 糖霜户器用曰蔗削，如破竹刀而稍輕。曰蔗■〈金亷〉，以削蔗，闊四寸，長尺許，勢微彎。曰蔗凳，如小杌子，一角鑿孔，立木义，束蔗三五挺，閣义上，斜跨凳剉之。曰蔗碾，駕牛以碾所剉之蔗，大硬石為之，高六七尺，重千餘斤，下以硬石作槽底，循環丈餘。曰榨斗，又名竹袋，以壓蔗，高四尺，編當年慈竹為之。曰■〈朿上束下〉杵，以築蔗入榨斗。曰榨盤，以安斗，類今酒槽底。曰榨牀，以安盤牀，上架巨木，下轉軸引索壓之。曰漆甕，表裏漆以収糖水，防津漏。凡治蔗，用十月至十一月。先削去皮，次剉如錢。上户削剉至一二十人，兩人削，供一人剉。次入碾，碾闕則舂。碾訖，號曰泊。次烝泊，烝透出甑入榨，取盡糖水，投釜煎，仍上烝生泊。約糖水七分熟，權入甕，則所烝泊亦堪榨。如是煎烝相接。事竟歇三日（過期則釀），再取所寄收糖水煎。又候（九分）熟，稠如餳（十分太稠則成沙脚，沙音■），插竹徧甕中，始正入甕，■〈⺮欺〉箕覆之。此造糖霜法也。已榨之後别入生水重榨，作醋極酸。 \\n 第五 \\n 糖水入甕兩日後，甕西如粥文，染指視之如細沙。上元後結小塊，或綴竹梢如粟穂。漸次増大如豆，至如指節，甚者成座如假山，俗謂隨果子。結實至五月，春生夏長之氣已備，不復増大，乃瀝甕（過初伏不瀝則化為水，下户急欲前四月瀝）。霜雖結，糖水猶在，瀝甕者戽出糖水，取霜瀝乾。其竹梢上團枝，隨長短剪出就瀝。瀝定曝烈日中，極乾收甕。四周循環連綴生者曰甕鑑，顆塊層出，類崖洞間鍾乳，但側生耳，不可遽瀝，瀝須就甕曝數日令乾硬，徐以鐵鏟分作數片出之。凡霜一甕中器色亦自不同。堆疊如假山者為上，團枝次之，甕鑑次之，小顆塊次之，沙脚為下。紫為上，深琥珀次之，淺黄色又次之，淺白為下。不以大小，尤貴牆壁密排，俗號馬齒霜面，帶沙脚者刷去之。亦有大塊或十斤，或二十斤，最異者三十斤，然中藏沙脚，號曰含沙。凡霜性易銷化，畏陰濕及風，遇曝時風吹無傷也。收藏法：乾大小麥鋪甕底，麥上安竹篼，密排笋皮，盛貯綿絮，覆篼，■〈⺮欺〉箕覆甕。寄逺即瓶底著石灰數小塊，隔紙盛貯，厚封瓶口。 \\n 第六 \\n 糖霜户治良田，種佳蔗，利器用，謹土作，一也，而收功每異。自耕田至瀝甕，殆一年半。開甕之日或無銖兩之獲，或數十斤，或近百斤，有暴富者。村俗以卜家道盛衰。霜全不結，賣糖水與自熬沙糖，猶取善價，於本柄亦未甚損也。其得糖者，水或餘半，亦以賣或自熬沙糖。惟全甕沙脚者，水耗十之九。春中先瀝甕曝乾，少緩則化為水。宣和初，宰相王黼創應奉司。遂寧常貢外，歲進糖霜數千斤。是時所産益竒，牆壁或方寸，應奉司罷不再見。豈天出珍異，不為凡庶設乎？然當時州縣因之大擾，敗本業者居半，至今未復。又有巧營利者，破荻竹編狻猊、燈、毬狀投糖水甕中，霜或就結，比常霜益數倍之直。苐不能必其，成又懼州縣強索，無以應矣，近歲不作。 \\n 第七 \\n 《本草》稱：甘蔗消痰止渇，除心煩熱。今糖霜亦如之。然沙糖招痰飲，殊不可曉也。有作湯者、作餅者，并附其法。對金湯：糖霜、乾山藥等，分細研。鳯髓湯：糖霜、乾蓮子、乾山藥等，分細研，内蓮子去赤皮。妙香湯：糖霜一斤細研，别研呉氏龍涎香、七分餅和之。糖霜餅：不以斤兩，細研劈松子或胡桃肉，研和勻如酥蜜，食模脫成。模方圓雕花各隨意，長不過寸。研糖霜必擇顆塊者，沙脚即膠粘不堪用。 \\n 范蔚宗作《香譜》，蔡君謨作《茘支》、《茶》兩譜，皆極盡物理，舉世皆以為當。晦叔作《糖霜譜》，佘聞之且久。偶獲七篇，盡讀於大慈之方丈院，將見與范、蔡之文並馳而爭先矣。 \\n 紹興二十四年甲戌季春初六卧雲菴守元書　 \\n  \\n 此文本取材自钱建文制作电子书 \\n 　"}
