{"章节": "范村菊谱（宋）范成大", "正文": " \\n 范村菊谱 \\n 　 \\n  \\n 提要 \\n  \\n 《范村菊谱》一卷，宋范成大撰。记所居范村之菊，成於淳熙丙午。盖其以资政殿学士领宫祠家居时作。自序称所得三十六种，而此本所载凡黄者十六种，白者十五种，杂色四种，实止三十五种，尚阙其一，疑传写有所脱佚也。菊之种类至繁，其形色幻化不一，与芍药、牡丹相类，而变态尤多。故成大自序称东阳人家菊圃多至七十种，将益访求他品为後谱也。今以此谱与史正志谱相核，其异同已十之五六，则菊之不能以谱尽，大概可睹。但各据耳目所及以记一时之名品，正不必以挂漏为嫌矣。至种植之法，《花史》特出芟蕊一条，使一枝之力尽归一蕊，则开花尤大。成大此谱，乃以一榦所出数千百朵婆娑团植为贵，几於俗所谓千头菊矣。是又古今赏鉴之不同，各随其时之风尚者也。又案谢采伯《密斋笔记》，称《菊谱》范石湖略，胡少瀹详。今考胡融谱尚载史铸《百菊集谱》中，其名目亦互有出入，盖各举所知，更无庸以详略分优劣耳。  \\n  \\n  \\n 　 \\n 　 \\n 范村菊譜 \\n  \\n 山林好事者或以菊比君子，其說以謂嵗華婉娩，草木變衰，乃獨爛然秀發，傲睨風露。此幽人逸士之操，雖寂寥荒寒中味道之腴，不改其樂者也。神農書以菊為養生上藥，能輕身延年。南陽人飲其潭水皆壽百嵗，使夫人者有為於當世，醫國惠民，亦猶是而已。菊於君子之道誠有臭味哉，《月令》以動植志氣候，如桃桐華直云始華，至菊獨曰菊有黄華，豈以其正色獨立不伍衆草，變詞而言之歟。故名勝之士，未有不愛菊者。至陶淵明尤甚愛之，而菊名益重。又其花時，秋暑始退，嵗事既登，天氣髙明，人情舒閒，騷人飲流，亦以菊為時花。移檻列斛，輦致觴詠，間謂之重九節物，此非深知菊者，要亦不可謂不愛菊也。愛者既多，種者日廣，吳下老圃，伺春苗尺許，時掇去其顛，數日則歧出兩枝，又掇之，每掇益岐。至秋則一榦所出數千百朶，婆娑團植如車蓋熏籠矣。人力勤，土又膏沃，花亦為之屢變。頃見東陽人家菊圖多至七十種，淳熈丙午范村所植，止得三十六種，悉為譜之，明年將益訪求他品為後譜云。 \\n  \\n ●菊品 \\n 黄 \\n 勝金黄疊金黄棣棠菊疊羅黄麝香黄太真黄垂絲菊千葉小金黄鴛鴦菊金鈴菊毬子菊單葉小金錢夏小金鈴十様菊甘菊野菊 \\n  \\n 白 \\n 五月菊金杯玉盤喜容千葉御衣黄千葉萬鈴菊蓮花菊芙蓉菊茉莉菊木香菊酴醿菊艾葉菊白麝香白荔支銀杏菊波斯菊 \\n 雜色 \\n 佛頂菊桃花菊臙脂菊紫菊（一名孩兒） \\n 黄花 \\n 勝金黄，一名大金黄菊。以黄為正，此品最為豐縟。而如輕盈花葉微尖，但條梗纎弱，難得團簇，作大本須留意扶植乃成。 \\n 疊金黄，一名明州黄，又名小金黄。花心極小，疊葉穠宻，狀如笑壓花，有富貴氣，開早一枝只一葩，倒垂如髪之鬈。 \\n 棣棠菊，一名金鎚子花。纎穠酷似棣棠，色深如赤金，他花色皆不及，蓋竒品也，窠株不甚髙，金陵最多。 \\n 疊羅黄狀如小金黄花，葉尖廋如剪羅縠，三兩花自作一髙枝出叢上，意度瀟灑。 \\n 麝香黄，花心豐腴，傍短葉宻承之，格極髙勝，亦有白者，大畧似白佛頂丁，勝之逺甚，吳中比年始有。 \\n 千葉小金錢，畧似明州黄花，葉中外疊，疊整齊心甚大。 \\n 太真黄花，如小金錢加鮮明。 \\n 單花小金錢，花心尤大，開最早，重陽前已爛漫。 \\n 垂絲菊花，蘂深黄，莖極柔細，隨風動揺，如垂絲海棠。 \\n 鴛鴦菊，花常相偶，葉深碧。 \\n  \\n 金鈴菊，一名荔枝菊，舉體千葉，細瓣簇成小毬，如小荔枝，枝條長茂，可以攬結。江東人喜種之，有結為浮圖樓閣，髙丈餘者。余頃北使過欒城，其地多菊家，家以盆盎遮門，悉為鸞鳯亭臺之狀，即此一種。 \\n  \\n 毬子菊，如金鈴而差小，二種相去不遠，其大小名字出於栽培肥瘠之别。 \\n 小金鈴，一名夏菊花，如金鈴而極小，無大本，夏中開花。 \\n 藤菊花，宻條柔以長如藤蔓，可編作屏幛，亦名棚菊，種之坡上，則垂下裊數尺如纓絡，尤宜池潭之瀕。 \\n 十様菊，一本開花，形模各異，或多葉或單葉，或大或小，或如金鈴，徃徃有六七色，以成數通名之曰十様。衢嚴間花黄，杭之屬邑有白者。 \\n  \\n 甘菊，一名家菊，人家種以供蔬茹，凡菊葉皆深緑而厚，味極苦，或有毛。惟此葉淡緑柔瑩，味微甘，咀嚼香味俱勝，擷以作羮及泛茶，極有風致。天隨子所賦即此種，花差勝。 \\n  \\n 野菊，甚本不繫花，野菊旅生田野及水濱，花單葉，極瑣細。 \\n 白花 \\n 五月菊，花心極大，每一鬚皆中空，攅成一匾，毬子紅白，單葉繞承之，每枝只一花徑，二寸，葉似同蒿。夏中開，近年院體畫草虫喜以此菊寫生。 \\n  \\n  \\n 金杯玉盤，中心黄四傍淺白，大葉三數層，花頭徑三寸，菊之大者不過此。本出江東，比年稍移栽吳下。此與五月菊二品，以其花徑寸特大，故列之於前。 \\n  \\n  \\n 喜容千葉花，初開微黄，花心極小，花中色深，外微暈淡，欣然丰艶有喜色，甚稱其名。乆則變白，尤耐封殖，可以引長七八尺至一丈，亦可攬結，白花中髙品也。 \\n  \\n 御衣黄，千葉花，初開深鵞黄，大畧似喜容而差疎瘦，久則變白。 \\n 萬鈴菊，中心淡黄，鎚子傍白，花葉繞之花端，極尖香，尤清烈。 \\n  \\n 蓮花菊，如小白蓮花，多葉而無心，花頭疎極，蕭散清絶，一枝只一葩，緑葉亦甚纎巧。 \\n 芙蓉菊，開就者如小木芙蓉，尤穠盛者如樓子芍藥，但難培植，多不能繁橆。 \\n 茉莉菊，花葉繁縟，全似茉莉，緑葉亦似之，長大而圓淨。 \\n 木香菊，多葉畧似御衣黄，初開淺鵞黄，乆則一白花，葉尖薄，盛開則微卷，芳氣最烈，一名腦子菊。 \\n 酴醿菊，細葉稠疊，全似酴醿，比茉莉差小而黄。 \\n 艾葉菊，心小葉單，緑葉尖長似蓬艾。 \\n 白麝香，似麝香，黄花差小，亦豐腴韻勝。 \\n 銀杏菊，淡白時有微紅，花葉尖緑，葉全似銀杏葉。 \\n 白荔枝，與金鈴同，但花白耳。 \\n 波斯菊，花頭極大，一枝只一葩，喜倒垂下，乆則微捲如髪之鬈。 \\n 雜色 \\n 佛頂菊，亦名佛頭菊，中黄心極大，四傍白花，一層繞之。初秋先開白色，漸沁微紅。 \\n  \\n 桃花菊，多至四五重，粉紅色，濃淡在桃杏紅梅之間，未霜即開，最為妍麗，中秋後便可賞，以其質如白之受采，故附白花臙脂菊類，桃花菊深紅淺紫，比臙脂色尤重，比年始有之，此品既出桃花菊，遂無顔色，蓋竒品也，姑附白花之後。 \\n  \\n 紫菊，一名孩兒菊，花如紫茸，叢茁細碎，微有菊香，或云即澤蘭也，以其與菊同時，又常及重九，故附於菊。 \\n ●後序 \\n  \\n 菊有黄白二種，而以黄為正，人於牡丹獨曰花而不名，好事者於菊亦但曰黄花，皆所以珍異之。故余譜先黄而後白，陶隱居謂菊有二種，一種莖紫，氣香味甘，葉嫩可食。花微小者為真菊，青莖細葉，作蒿艾氣，味苦花大，名苦薏，非真也。今吳下惟甘菊一種可食，花細碎，品不甚髙，餘味皆苦，白花尤甚，花亦大。隱居論藥，既不以此為真，後復云白菊治風眩。陳藏器之說亦然，靈寳方及抱朴子丹法又悉用白菊，蓋與前說相牴牾。今詳此惟甘菊一種可食，亦入藥餌，餘黄白二花雖不可餌，皆入藥。而治頭風則尚白者，此論堅定無疑，併著于後。  \\n  \\n 　 \\n 此文本取材自钱建文制作电子书 \\n 　"}
