{"章节": "茶录（宋）蔡襄", "正文": "  \\n 茶录 \\n 　 \\n  \\n  \\n （宋）蔡襄 \\n 蔡襄（1012～1067），北宋兴化仙游（今属福建）人。字君谟，为北宋著名茶叶鉴别专家。宋仁宗庆历年间（1041～1048），任福建转运使，负责监制北苑贡茶，创制了小团茶，闻名于当世。 \\n 《茶录》是蔡襄有感于陆羽《茶经》“不第建安之品”而特地向皇帝推荐北苑贡茶之作。计上下两篇，上篇论茶，分色、香、味、藏茶、炙茶、碾茶、罗茶、侯茶、〈〈亻覓〉，中“見改再”〉盏、点茶十目，主要论述茶汤品质和烹饮方法。下篇论器，分茶焙、茶笼、砧椎、茶铃、茶碾、茶罗、茶盏、茶匙、汤瓶九目。是继陆羽《茶经》之后最有影响的论茶专著。 \\n 【原文】 \\n 朝奉郎右正言同修起居注臣蔡襄上进(1)：臣前因奏事，伏蒙陛下谕臣先任福建转运使日，所进上品龙茶最为精好。臣退念草木之微，首辱陛下知鉴，若处之得地，则能尽其材。昔陆羽茶经，不第建安之品；丁谓茶图(2)，独论采造之本，至于烹试，曾未有闻。臣辄条数事，简而易明，勒成二篇，名曰茶录。伏惟清闲之宴，或赐观采，臣不胜惶惧荣幸之至。仅序。 \\n 【注释】 \\n (1)朝奉郎、右正言、同修起居注：朝奉郎、右正言，皆为北宋官职名。起居注，我国古代专门记录帝王言行的册籍。《隋书·经籍志》说：“起居注者，录记人君言行动止之事”。 \\n (2)丁渭茶图：丁渭（966～1037），字谓之，苏州长州（今江苏苏州）人。曾任福建漕使，督造贡茶，创制大龙风团饼茶。著有《北苑茶录》三卷。 \\n 上篇论茶 \\n 【原文】 \\n 色　茶色贵白。而饼茶多以珍膏油其面，故有青黄紫黑之异。善别茶者，正如相工之瞟人气色也(1)，隐然察之于内。以肉理润者为上，既已未之，黄白者受水昏重，青白者受水鲜明，故建安人开试(2)，以青白胜黄白。 \\n 香　茶有真香。而入贡者微以龙脑和膏，欲助其香。建安民间皆不入香，恐夺其真。若烹点之际，又杂珍果香草，其夺益甚。正当不用。 \\n 味　茶味主于甘滑。惟北苑凤凰山连属诸焙所产者味佳(3)。隔溪诸山，虽及时加意制作，色味皆重，莫能及也。又有水泉不甘能损茶味。前世之论水品者以此(4)。 \\n 藏茶　茶宜箬叶而畏香药(5)，喜温燥而忌湿冷。故收藏之家，以箬叶封裹入焙中，两三日一次，用火常如人体温温，则御湿润。若火多则茶焦不可食。 \\n 炙茶　茶或经年，则香色味皆陈。于净器中以沸汤渍之，刮去膏油一两重乃止，以钤箝之(6)，微火炙干，然后碎碾。若当年新茶，则不用此说。 \\n 碾茶　碾茶先以净纸密裹捶碎，然后熟碾。其大要，旋碾则色白，或经宿则色已昏矣。 \\n 罗茶　罗细则茶浮，粗则水浮(7)。 \\n 候汤(8)　候汤最难。未熟则沫浮，过熟则茶沉，前世谓之蟹眼者(9)，过熟汤也。沉瓶中煮之不可辩，故曰候汤最难。 \\n 熁盏(10)。“凡欲点茶。先须熁盏令热。冷则茶不浮。 \\n 点茶　茶少汤多，则云脚散(11)；汤少茶多，则粥面聚(12)。钞茶一钱七，先注汤调令极匀，又添注入环回击拂。汤上盏可四分则止，视其面色鲜白，著盏无水痕为绝佳。建安斗试，以水痕先者为负，耐久者为胜，故较胜负之说，曰相去一水两水(13)。 \\n 【注释】 \\n (1)正如相工之瞟人气色：相工，以替人占相为职业的人。瞟，邪视。 \\n (2)建安：汉时县名，唐称建州，即今福建省建瓯县，其县境有建溪、凤凰山等，以产“北苑贡茶”闻名。 \\n (3)北苑凤凰山：凤凰山在福建建安县西二十里，为“北苑贡茶”的主要产地。 \\n (4)前世之论水品者：指唐代张文新撰《煎茶水记》。 \\n (5)茶宜箬叶而畏香药：箬，读音ruo4，柔嫩的香蒲。畏香药，茶叶有很强的吸异味性，所以最怕和别的香料药物搁置一起。 \\n (6)以钤箝之：钤，炙茶器具。见下篇：“茶钤屈金铁为之，用以炙茶。” \\n (7)粗则水浮：水浮，指茶未粗大，水不能侵透，水和茶未不融溶。 \\n (8)候汤：古人点茶专用木语。指掌握煎水的适度，则陆羽《茶经》“五之煮”中的“二沸之汤”。后世人说：“汤嫩则茶力不出，过沸则水老而茶乏”。可见，点茶水要煮到恰到好处，不老不嫩。 \\n (9)前世谓之蟹眼者：唐代人多用“鱼目”、“蟹眼”比喻煎水的程色。如皮日休《煮茶诗》：“时看蟹目溅，乍见鱼鳞浮”。 \\n (10)熁盏，古人点茶专用术语。即在注汤前光用沸水或炭火给茶盏加热。熁，《集韵）解释说：“火迫也”。 \\n (11)云脚散：古人点茶专用术语。指茶少水多时茶末有的浮在水面，有的漂浮水中，如同云脚一样散乱。 \\n (12)粥面聚：古人点茶专用术语。指水少茶多时．茶叶未聚在水面，如熬的粥面一样。 \\n (13)曰相去一水两水：古人斗茶，决胜负不止一次，例如斗三次有两次先见水痕者为负。宋晁补之有诗云：“建安一水去两水，相较岂知径与渭？” \\n 下篇论茶器 \\n 【原文】 \\n 茶焙　茶焙编竹为之裹以箬叶，盖其上，以收火也。隔其中，以有容也。纳火其下去茶尺许，常温温然，所以养茶色香味也。 \\n 茶笼　茶不入焙者，宜密封裹，以箬笼盛之，置高处，不近湿气。 \\n 砧椎(1)　砧椎盖以砧茶；砧以木为之；椎或金或铁，取于便用。 \\n 茶钤　茶钤屈金铁为之，用以炙茶。 \\n 茶碾　茶碾以银或铁为之。黄金性柔，铜及喻石皆能生〈钅生〉(2)，不入用。 \\n 茶罗　茶罗以绝细为佳。罗底用蜀东川鹅溪画绢之密者，投汤中揉洗以幂之(3)。 \\n 茶盏(4)　茶色白，宜黑盏，建安所造者绀黑，纹如兔毫(5)，其坯微厚，熁之久热难冷，最为要用。出他处者，或薄或色紫，皆不及也。其青白盏，斗试家自不用。 \\n 茶匙　茶匙要重，击拂有力。黄金为上，人间以银铁为之。竹者轻，建茶不取。 \\n 汤瓶　瓶要小者易候汤，又点茶注汤有准。黄金为上，人间以银铁或瓷石为之。 \\n 【注释】 \\n (1)砧椎：砧，读音zhen1，砧板。椎，捶击具，如木椎、铁椎。 \\n (2)铜及喻石皆能生〈钅生〉：〈钅生〉，《集韵》解释说：“铁衣也”。即金属的锈。 \\n (3)授汤中揉洗以幂之：幂，覆盖、罩住。 \\n (4)茶盏：茶杯。《方言》“盏，杯也”。 \\n (5)建安所造者绀黑，纹如兔毫：绀，深青带红的颜色。纹如兔毫，黑釉表面有细丝状白色斑纹，形如兔毫。按，此杯名叫“黑釉兔毫杯”为建安贡品，北宋时皇家专用。 \\n 【原文】 \\n 后序　臣皇柏中修起居注(1)，奏事仁宗皇帝，屡承天问，以建安贡茶并所以试茶之状。臣谓论茶虽禁中语，无事于密，造茶录二篇上进。后知福州，为掌书记窃去藏藁(2)，不复能记。知怀安县樊纪购得之，遂以刊勒行于好事者，然多外谬(3)。臣追念先帝顾遇之恩，揽本流涕，辄加正定，书之于石(4)，以永其传。治平元年(5)五月二十六日，三司使给事中臣蔡襄谨记(6)。 \\n 【注释】 \\n (1)臣皇佑中修起居注：皇佑为北宋仁来年号，时在公元1049～1053年间。 \\n (2)后知福州，为掌书记窃去藏稿，知，主持。知福州，即任福州大守。掌书记，府衙属官，掌管笺奏公文。 \\n (3)多舛谬：舛，读音chuan3，错乱。 \\n (4)书之于石：宋治平元年（1064），怀安令樊纪将蔡襄所书《茶录》勒石，真楷小字，被视为书中绝品。 \\n (5)治平元年：治平为宋英宗年号。治平元年是公元1064年。 \\n (6)三司使、给事中：俱北宋官职名。 \\n  \\n   \\n   \\n  "}
