{"章节": "茶经（唐）陆羽", "正文": "  \\n 茶经 \\n 　 \\n  \\n  \\n （唐）陆羽 \\n 卷上 \\n 一之源 \\n 茶者，南方之嘉木也。一尺、二尺乃至数十尺；其巴山峡川有两人合抱者，伐而掇之。其树如瓜芦，叶如栀子，花如白蔷薇，实如栟榈，蒂如丁香，根如胡桃。[原注：瓜芦木，出广州，似茶，至苦涩。栟榈，蒲葵之属，其子似茶。胡桃与茶，根皆下孕，兆至瓦砾，苗木上抽。] \\n 其字，或从草，或从木，或草木并。[原注：从草，当作“茶”，其字出《开元文字音义》。从木，当作“[木茶]，其字出《本草》。草木并，作“荼”，其字出《尔雅》。]其名，一曰茶，二曰槚，三曰蔎，四曰茗，五曰荈。[原注：周公云：槚，苦荼。”杨执戟云：“蜀西南人谓荼曰蔎。郭弘农云：“早取为荼，晚取为茗，或曰荈耳。”] \\n 其地，上者生烂石，中者生栎壤[原注：栎字当从石为砾]，下者生黄土。凡艺而不实，植而罕茂。法如种瓜，三岁可采。野者上，园者次。阳崖阴林，紫者上，绿者次；笋者上，芽者次；叶卷上，叶舒次。阴山坡谷者，不款项堪采掇，性凝滞，结瘕疾。 \\n 茶之为用，味至寒，为饮最宜。精行俭德之人，若热渴、凝闷、脑疼、目涩、四肢烦、百节不舒，聊四五啜，与醍醐、甘露抗衡也。采不时，造不精，杂以卉莽，饮之成疾。茶为累也，亦犹人参。上者生上党，中者生百济，新罗，下者生高丽。有生泽州、易州、幽州、檀州者，为药无效，况非此者！设服荠苨使六疾不瘳。知人参为累，则茶累尽矣。 \\n 注释： \\n 1.伐而掇之：伐，砍下枝条。《诗经.周南》：伐其条枚。掇，拾拣。 \\n 2.栟榈：棕树。《说文》：“栟榈，棕也”。栟，读音bing。 \\n 3.根皆下孕，兆至瓦砾：下孕，在地下滋生发育。兆，裂开，指核桃与茶树生长时根将土地撑裂，方始出土成长。 \\n 4.开元文字音义：字书名。唐开元二十三年（735）编辑的字书。早佚。 \\n 5.槚：读音jia。 \\n 6.蔎：读音she，本为香草名。《玉篇》：“蔎，香草也”。 \\n 7.荈：读音chuan。 \\n 8.杨执戟：即杨雄。西汉人。著有《方言》等书。 \\n 9.郭弘农：即郭璞。晋时人。注释过《方言》、《尔雅》等字书。 \\n 10.艺而不实，艺，同“艺”，指种植技术。 \\n 11.叶卷上，叶舒次：叶片成卷状者质量好，舒展平直者质量差。 \\n 12.性凝滞，结瘕疾：凝滞，凝结不散。瘕，腹中肿块。《正字通》：“腹中肿块，坚者曰症，有物形曰瘕”。 \\n 13.醍醐、甘露：皆为古人心中最美妙的饮品。醍醐，酥酪上凝聚的油，味甘美。甘露，即露水，古人说它是“天之津液”。 \\n 14.卉莽：野草。 \\n 15.上党：唐时郡名，治所在今山西长治市，长子、潞城一带。 \\n 16.百济、新罗：唐时位于朝鲜半岛上的两个小国，百济在半岛西南部，新罗在半岛东南部。 \\n 17.高丽：唐时周边小国之一，即今朝鲜。 \\n 18.泽州、易州、幽州、澶州：皆为唐时州名。治所分别在今山西晋城、河北易县、北京市区北，北京市怀柔县一带。 \\n 19.荠苨，一种形似人参的野果。苨，读音ni。 \\n 20.六疾不瘳：六疾，指人遇阴、阳、风、雨、晦、明得的多种疾病。瘳，痊愈。 \\n 二之具 \\n 籯：一曰篮，一曰笼，一曰筥。以竹织之，受五升，或一斗、二斗、三斗者，茶人负以采茶也。[原注：籯，音盈，《汉书》所谓“黄金满籯，不如一经。”颜师古云：“籯，竹器也，容四升耳。”] \\n 灶：无用突者。 \\n 釜：用唇口者。 \\n 甑：或木或瓦，匪腰而泥。篮以箅之，篾以系之。始其蒸也，入乎箅；既其熟也，出乎箅。釜涸，注于甑中，[原注：甑，不带而泥之。又以彀木枝三亚者制之，[原注：亚字当作桠，木桠枝也。]散所蒸芽笋并叶，畏流其膏。 \\n 杵臼：一名碓，惟恒用者为佳。 \\n 规：一曰模，一曰棬。以铁制之，或圆、或方、或花。 \\n 承：一曰台，一曰砧。以石为之。不然，以槐、桑木半埋地中，遣无所摇动。 \\n 襜：一曰衣。以油绢或雨衫单服败者为之。以襜置承上，又以规置襜上，以造茶也。茶成，举而易之。 \\n 芘莉：一曰赢子，一曰蒡莨，以二小竹，长三尺，躯二尺五寸，柄五寸。以篾织方眼，如圃人箩，阔二尺，以列茶也。 \\n 棨一曰锥刀。柄以坚木为之。用穿茶也。 \\n 扑：一曰鞭。以竹为之。穿茶以解茶也。 \\n 焙：凿地深二尺，阔二尺五寸，长一丈。上作短墙，高二尺，泥之。 \\n 贯：削竹为之，长二尺五寸。以贯茶焙之。 \\n 棚：一曰栈。以木构于焙上，编木两层，高一尺，以焙茶也。茶之半干，升下棚；全干，升上棚。 \\n 穿：江东、淮南剖竹为之；巴川峡山，纫谷皮为之。江东以一斤为上穿，半斤为中穿，四、五两为小穿。峡中以一百二十斤为上穿，八十斤为中穿，四五十斤为小穿。穿，旧作钗钏之“钏”字，或作贯“串”。今则不然，如“磨、扇、弹、钻、缝”五字，文以平声书之，义以去声呼之，其字，以“穿”名之。 \\n 育：以木制之，以竹编之，以纸糊之。中有隔，上有覆，下有床，旁有门，掩一扇。中置一器，贮糖煨火，令火[火日皿][火日皿]然。江南梅雨时，焚之以火。[原注：育者，以其藏养为名。]　 \\n 注释： \\n 1.籯，读音ying。竹制的箱、笼、篮子等盛物器具。 \\n 2.筥，读音ju。圆形的盛物竹器。 \\n 3.黄金满籯，不如一经：语出《汉书.韦贤传》。谓留给儿孙满箱黄金，不如留给他一本经书。 \\n 4.颜师古：名籕。唐初经学家，曾注《汉书》。 \\n 5.无用突者：突，烟囱。成语有“曲突徙薪”。 \\n 6.甑：读音zeng。古代蒸炊器。今蒸笼。 \\n 7.篮以箅之，篾以系之：箅，读音bi。蒸笼中的竹屉。篾，读音mie，长条细簿竹片，在此作从甑中取出箅的理耳。 \\n 8.襜：读音chan系在衣服前面的围裙。《尔雅.释物》：“衣蔽前谓之襜。 \\n 9.芘莉：芘，读音bi。芘莉，竹制的盘子类器具。 \\n 10.蒡莨：读音panglang。笼、盘一类盛物器具。 \\n 11.棨：读音qi，穿茶饼用的锥刀。 \\n 12.令煴煴（注1）然：煴，读音yun。没有光焰的火。煴煴然，火热微弱的样子。颜师古说：“煴，聚火无焰者也。” \\n 三之造 \\n 凡采茶，在二月，三月，四月之间。茶之笋者，竽烂石沃土，长四、五寸，若薇蕨始抽，凌露采焉。茶之芽者，发于丛薄之上，有三枝、四枝、五枝者，选其中枝颖拔者采焉。其日，有雨不采，晴有云不采；晴，采之、蒸之、捣之、焙之、穿之、封之、茶之干矣。 \\n 茶有千万状，卤莽而言，如胡人靴者，蹙缩然；[原注：京锥文也。]犎牛臆者，廉襜然；[原注：犎，音朋，野牛也。]浮云出山者，轮[囗禾]然；轻飙拂水也。]又如新治地者，遇暴雨流潦之所经；此皆茶之精腴。有如竹箨者，枝干坚实，艰于蒸捣，故其形籭簁然；有如霜荷者，茎叶凋沮，易其状貌，故厥状委悴然；此皆茶之瘠老者也。 \\n 自采至于封，七经目。自胡靴至于霜荷，八等。或以光黑平正言佳者，斯鉴之下也。以皱黄坳垤言佳者，鉴之次也。若皆言佳及皆言不佳者，鉴之上也。何者？出膏者光，含膏者皱宿制者则黑，日成者则黄；蒸压则平正，纵之则坳垤；此茶与草木叶一也。茶之否臧，存于口决。　 \\n 注释： \\n 1.若薇蕨始抽，凌露采焉：薇、蕨，都是野菜。《诗经.小雅》有“采薇”篇，《毛传》：“薇，菜也”。《诗经》又有“吉采其蕨”句，《诗义疏》说：“蕨，山菜也”。二者都在春季抽芽生长。凌，冒着。 \\n 2.丛薄：灌木、杂草丛生的地方。《汉书注》：“灌木曰丛”。杨雄《甘草同赋注》：“草丛生曰薄”。 \\n 3.京锥文也：京，高大。《诗经.皇矣》：“依其在京”。《毛传》：“京，大阜也”。锥，刀锥。文，同“纹”。全句意为：大钻子刻钻的花纹。 \\n 4.臆者，廉襜然：臆，指牛胸肩部位的肉。廉，边侧。《说文》：“廉，仄也”。襜，帷幕。全句意为：像牛胸肩的肉，像侧边的帷幕。 \\n 5.轮[囗禾]：轮，车轮。[囗禾]，圆顶的仓。《说文》：“籭，竹器也”《集韵》说就是竹筛。 \\n 6.竹箨：竹笋的外壳。箨，读音ruo。 \\n 7.籭簁两相通，读音亦同：si。皆为竹器。《说文》：“籭，竹器也”《集韵》说就是竹筛。 \\n 8.坳垤：土地低下处叫坳，小土堆叫垤。形容茶饼表面的凸凹不平。 \\n 9.否臧：否，读音pi，贬，非议。臧，褒奖。《世说新语.德行第一》：“每与人言，未尝臧否人物。” \\n 卷中 \\n 四之器 \\n 风炉（灰承）　筥　炭挝　火筴　鍑　交床　夹纸囊　碾拂末　罗　合　则　水方　漉水囊　瓢　竹筴　鹾簋揭　碗　熟　盂　畚　札　涤方　滓方　巾　具列　都篮 \\n 风炉[灰承] \\n 风炉：以铜、铁铸之，如古鼎形。厚三分，缘阔九分，令六分虚中，致其污墁。凡三足，古文书二十一字：一足云：“坎上巽下离于中”；一足云：“体均五行去百疾”；一足云：“圣唐灭胡明年铸。”其三足之间，设三窗，底一窗以为通飙漏烬之所。上并古文书六字：一窗之上书“伊公”二字；一窗之上书“羹陆”二字；一窗之上书“氏茶”二字，所谓“伊公羹、陆氏茶”也。置滞(土旁)[土臬]，于其内设三格：其一格有翟焉，翟者，火禽也，画一卦曰离；其一格有彪焉，彪者，风兽也，画一卦曰巽；其一格有鱼焉，鱼者，水虫也，画一卦曰坎。巽主风，离主火，坎主水，风能兴火，火能熟水，故备其三卦焉。其饰，以连葩、垂蔓、曲水、方文之类。其炉，或锻铁为之，或运泥为之.其灰承，作三足铁[木半]抬之。 \\n 筥：以竹织之，高一尺二寸，径阔七寸。或用藤，作木楦如筥形织之。六出圆眼。其底盖若莉箧口①，铄之。 \\n 炭挝：以铁六棱制之。长一尺，锐上丰中。执细头，系一小[钅展],以饰挝也。若今之河陇军人木吾也。或作槌，或作斧，随其便也。 \\n 火筴：一名箸，若常用者，圆直一尺三寸。顶平截，无葱薹句鏁之属。以铁或熟铜制之。 \\n 鍑（音辅，或作釜，或作鬴）：以生铁为之。今人有业冶者，所谓急铁，其铁以耕刀之趄炼而铸之。内抹土而外抹沙。土滑于内，易其摩涤；沙涩于外，吸其炎焰。方其耳，以令正也。广其缘，以务远也。长其脐，以守中也。脐长，则沸中；沸中，末易扬，则其味淳也。洪州以瓷为之，莱州以石为之。瓷与石皆雅器也，性非坚实，难可持久。用银为之，至洁，但涉于侈丽。稚则雅矣，洁亦洁矣，若用之恒，而卒归于铁也。 \\n 交床：以十字交之，剜中令虚，以支鍑也。 \\n 夹：以小青竹为之，长一尺二寸。令一寸有节，节以上剖之，以炙茶也。彼竹之筱，津润于火，假其香洁以益茶味。恐非林谷间莫之致。或用精铁、熟铜之类，取其久也。 \\n 纸囊：以剡藤纸白厚者夹缝之，以贮所炙茶，使不泄其香也。 \\n 碾：以桔木为之，次以梨，桑、桐、柘为之。内圆而外方。内圆，备于运行也；外方，制其倾危也。内容堕而外无余木。堕，形如车轮，不辐而轴焉。长九寸，阔一寸七分。堕径三寸八分，中厚一寸，边厚半寸。轴中方而执圆。其拂未，以鸟羽制之。 \\n 罗、合：罗末，以合贮之，以则置合中。用巨竹剖而屈之，以纱绢衣之。其合，以竹节为之，或屈杉以漆之。高三寸，盖一寸，底二才，口径四寸。 \\n 则：以海贝、蜗蛤之属，或以铜、铁，竹匕、策之类。则者，量也，准也，度也。凡煮水一升，用末方寸匕”，若好薄者减之，故云则也。 \\n 水方：以稠榜木（原注，音胄，木名也。］槐、楸、梓等合之，其里井外缝漆之。受一斗。 \\n 漉水囊：若常用者。其格，以生铜铸之，以备水湿无有苔秽、腥涩之意；以熟铜、苔秽；铁，腥涩也。林栖谷隐者，或用之竹木。木与竹非持久涉远之具，故用之生铜，其囊，织青竹以卷之，裁碧缣以缝之，细翠钿以缀之，又作油绿囊以贮之。圆径五寸，柄一寸五分。 \\n 瓢：一曰牺、杓，剖瓠为之，或刊木为之。晋舍人杜毓《荈赋》云：“酌之以瓠”。瓠，瓢也，口阔，胚薄，柄短。永嘉中，余姚人虞洪入瀑布山采茗，遇一道士云：“吾，丹丘子，祈子他日瓯牺之余，乞相遗也。”牺，木杓也。今常用以梨木为之。 \\n 竹筴：或以桃、柳、蒲葵木为之，或以柿心木为之。长一尺，银裹两头。 \\n 鹾簋：以瓷为之，圆径四寸，若合形。或瓶、或缶。贮盐花也。其揭，竹制，长四寸一分，阔九分。揭，策也。 \\n 熟盂：以贮熟水。或瓷、或砂。受二升。 \\n 碗：越州上，鼎州、婺州次；丘州上，寿州、洪州次。或者以邢州处越州上，殊为不然。若邢瓷类银，越瓷类玉，邢不如越一也；若邢瓷类雪，则越瓷类冰，邢不如越二也；邢瓷白而茶色丹，越瓷青而茶色绿，邢不如越三也。晋杜琉《荈赋》所谓：“器择陶拣，出自东瓯”。瓯，越州也，瓯越上。口唇不卷，底卷而浅，受半升以下。越州瓷、丘瓷皆青，青则益茶，茶作红白之色。邢州瓷白，茶色红；寿州瓷黄，茶色紫；洪州瓷褐，茶色黑；悉不宜茶。 \\n 畚：以白蒲卷而编之，可贮碗十枚，或用筥。其纸帊以剡纸夹缝令方，亦十之也。 \\n 札：缉栟榈皮，以茱萸莫木夹而缚之，或截竹束而管之，若巨笔形。 \\n 涤方：以贮洗涤之余。水方，受八升。 \\n 滓方：以集诸滓，制如涤方，处五升。 \\n 巾：以拖縍布为之。长二尺，作二枚，互用之，以洁诸器。 \\n 具列：或作床，或作架。或纯木、纯竹而制之；或木或竹……，黄黑可扃而漆者。长三尺，阔二尺，高六寸。具列者，悉敛诸器物，悉以陈列也。 \\n 都篮：以悉设诸器而名之，以竹蔑，内作三角方眼，外以双蔑阔者经之，以单蔑纤者缚之，递压双经，作方眼，使玲成。高一尺五寸，底阔一尺，高二寸，长二尺四寸，阔二尺。 \\n [注释] \\n 1.污漫：本为涂墙用的工具。这里指涂泥。 \\n 2.坎上巽下离于中：坎、巽、离都是八卦的卦名，坎为水，巽为风，离为火。 \\n 3.\"盛唐灭胡明年铸”：盛唐灭胡，指唐平息安史之乱，时在唐广德元年（763），此鼎则铸于公元764年。 \\n 4.伊公羹、陆氏茶：伊公，指商汤时的大尹伊挚。相传他善调汤昧，世称“伊公羹”。陆，即陆羽自己。“陆氏茶”。陆羽的茶具。 \\n 5.犎比滂：读音die2nie4。犎，贮藏。《广韵》：“滞，贮也，止也。”比滂，土堆。《集韵》：“比滂，小山也”。 \\n 6.三足铁籭：籭，通“盘”，盘子。 \\n 7.莉筴：用小竹蔑编成的长方形箱子。 \\n 8.木吾：木棒。崔豹《古今注》：“木吾，樟也”。 \\n 9.葱[艹壹]、句簁，[艹壹]，读音tan4。葱的籽实，长在葱的顶部，呈圆珠形。句，通“勾”，弯曲形。簁，即“锁”的异体字。 \\n 10.耕刀之趄：耕刀，即锄头、犁头。趄，读音ju，艰难行走之意，成语有“趑趄不前”，此引申为坏的、旧的。 \\n 11.洪州：唐时州名。治所在今江西南昌一带。 \\n 12.莱州：唐时州名。治所在今山东掖县一带。 \\n 13.被竹之筱：筱，竹的一种，名小箭竹。 \\n 14.判藤纸：产于唐时浙江剡县、用藤为原料制成的纸，洁白细致有韧性，为唐时包茶专用纸。 \\n 15.竹匕：匕，读bi3．匙子。 \\n 16.用末方寸匕：用竹匙挑起茶叶末一平方寸。陶弘景《名医别录》：“方寸匕者，作匕正方一寸，抄散取不落为度。” \\n 17.漉水囊：漉，读音ui，滤过。漉水囊，即滤水袋。 \\n 18.杜毓：西晋时人，字方叔，曾任中书舍人等职。 \\n 19.鹾簋：盐罐，鹾，读音cuo2，盐。《礼记?曲礼》：“盐曰咸鹾”。簋，读音gui1，古代盛食物的圆口竹器。 \\n 20.越州、鼎州、婺州：越州，治所在今浙江省绍兴地区。唐时越窑主要在余姚，所产青瓷，极名贵。鼎州，冶所在今陕西省径阳三原一带。婺州，治所在今浙江省金华一带。 \\n 21.岳州、寿州、洪州、邢州：皆唐时州郡名。治所分别在今湖南岳阳、安徽寿县、江西南昌、河北邢台一带。 \\n 22.畚：读音ben3。即簸箕。 \\n 23.滞(土旁)布，滞(土旁)，读音shi1，粗绸。 \\n 24.扃：读音jiong1，可关锁的门。 \\n 卷下 \\n 五之煮 \\n 凡炙茶，慎勿于风烬间炙，熛焰如钻，使凉炎不均。特以逼火，屡其翻正，候炮出培塿状蟆背(1)，然后去火五寸。卷而舒，则本其始，又炙之。若火干者，以气熟止；日干者，以柔止。 \\n 其始，若茶之至嫩者，蒸罢热捣，叶烂而芽笋存焉。假以力者，持千钧杵亦不之烂，如漆科珠(2)，壮士接之，不能驻其指。及就，则似无穰骨也。炙之，则其节若倪倪如婴儿之臂耳。既而，承热用纸囊贮之，精华之气无所散越，候寒末之。[原注：末之上者，其屑如细米；末之下者，其屑如菱角。] \\n 其火，用炭，次用劲薪。[原注：谓桑、槐、桐、枥之类也。]其炭曾经燔炙为膻腻所及，及膏木、败器，不用之。[原注：膏木，谓柏、松、桧也。败器，谓朽废器也。]古人有劳薪之味(3)，信哉！ \\n 其水，用山水上，江水中，井水下。[原注：《荈赋》所谓“水则岷方之注，挹彼清流(4)。”]其山水拣乳泉、石池漫流者上；其瀑涌湍漱，勿食之。久食，令人有颈疾。又水流于山谷者，澄浸不泄，自火天至霜郊以前(5)，或潜龙蓄毒于其间，饮者可决之，以流其恶，使新泉涓涓然，酌之。其江水，取去人远者。井，取汲多者。 \\n 其沸，如鱼目(6)，微有声，为一沸；缘边如涌泉连珠，为二沸；腾波鼓浪，为三沸，已上，水老，不可食也。初沸，则水合量，调之以盐味，谓弃其啜余，[原注：啜，尝也，市税反，又市悦反。]无乃[卤舀][卤监]而钟其一味乎，[原注：[卤舀]，古暂反。[卤监]，吐滥反。无味也。]第二沸，出水一瓢，以竹环激汤心，则量末当中心而下。有顷，势若奔涛溅沫，以所出水止之，而育其华也。 \\n 凡酌至诸碗，令沫饽均。[原注：字书并《本草》：“沫、饽,均茗沫也。”饽蒲笏反。]沫饽，汤之华也。华之薄者曰沫，厚者曰饽，轻细者曰花，花，如枣花漂漂然于环池之上；又如回潭曲渚青萍之始生；又如晴天爽朗，有浮云鳞然。其沫者，若绿钱浮于水湄(7)；又如菊英堕于樽俎之中(8)。饽者，以滓煮之，及沸，则重华累沫，皤皤然若积雪耳(9)。《荈赋》所谓“焕如积雪，烨若春[莆方攵](10)\"，有之。 \\n 第一煮沸水，弃其上有水膜如黑云母，饮之则其味不正。其第一者为隽永，[原注：徐县、全县二反。至美者曰隽永。隽，味也。永，长也。史长曰隽永，《汉书》蒯通著《隽永》二十篇也。]或留熟盂以贮之，以备育华救沸之用，诸第一与第二、第三碗次之，第四、第五碗外，非渴甚莫之饮。凡煮水一升，酌分五碗，[原注：碗数少至三，多至五；若人多至十，加两炉。]乘热连饮之。以重浊凝其下，精英浮其上。如冷，则精英随气而竭，饮啜不消亦然矣。 \\n 茶性俭(11)，不宜广，广则其味黯澹。且如一满碗，啜半而味寡，况其广乎！其色缃也，其馨[上必下土右欠]也，[原注：香至美曰[上必下土右欠]。[上必下土右欠]，音备。]其味甘，槚也；不甘而苦，荈也；啜苦咽甘，茶也。　 \\n [注释] \\n (1)炮出培塿状虾蟆背：炮，烘烤。培塿，小土堆。塿读lou。蟆背，有很多丘泡，不平滑，形容茶饼表面起泡如蛙背。 \\n (2)如漆科珠：科，用斗称量。《说文》：“从禾，从斗。斗者，量也”。这句意为用漆斗量珍珠，滑溜难量。 \\n (3)劳薪之昧：用旧车轮之类烧烤，食物会有异味。典出《晋书.荀勖传》。 \\n (4)挹彼清流：挹，读yi，舀取。 \\n (5)自火天至霜郊：火天，酷暑时节。《诗经.七月》：“七月流火”。霜郊，秋末冬初霜降大地。二十四节气中，“霜降”在农历九月下旬。 \\n (6)如鱼目：水初沸时，水面有许多小气泡，像鱼眼睛，故称鱼目。后人又称“蟹眼”。 \\n (7)水湄：有水草的河边。《说文》：“湄，水草交为湄”。 \\n (8)樽俎：樽是酒器，俎是砧板，这里指各种餐具。 \\n (9)皤皤然：皤，读音po。皤皤，满头白发的样子。这里形容白色水沫。 \\n (10)烨若春[上艹下敷]：烨，读ye,光辉明亮。[上艹下敷]，读fu，花。《集韵》：“[上艹下敷]，花之通名。 \\n (11)茶性俭：俭，俭朴无华。比喻茶叶中可溶于水的物质不多。 \\n 六之饮 \\n 翼而飞，毛而走，呿而言(1)，此三者俱生于天地间，饮啄以活，饮之时义远矣哉！至若救渴，饮之以浆；蠲忧忿(2)，饮之以酒；荡昏寐，饮之以茶。 \\n 茶之为饮，发乎神农氏(3)，闻于鲁周公(4)，齐有晏婴(5)，汉有杨雄、司马相如(6)，吴有韦曜(7)，晋有刘琨、张载、远祖纳、谢安、左思之徒(8)，皆饮焉。滂时浸俗，盛于国朝，两都并荆俞[原注：俞，当作渝。巴渝也]间(9)，以为比屋之饮。 \\n 饮有粗茶、散茶、末茶、饼茶者。乃斫、乃熬、乃炀、乃舂，贮于瓶缶之中，以汤沃焉，谓之痷茶(10)。或用葱、姜、枣、桔皮、茱萸、薄荷之等，煮之百沸，或扬令滑，或煮去沫，斯沟渠间弃水耳，而习俗不已。 \\n 于戏！天育有万物，皆有至妙，人之所工，但猎浅易。所庇者屋，屋精极；所著者衣，衣精极；所饱者饮食，食与酒皆精极之；[译者注：此处有脱文]茶有九难：一曰造，二曰别，三曰器，四曰火，五曰水，六曰炙，七曰末，八曰煮，九曰饮。阴采夜焙，非造也。嚼味嗅香，非别也。膻鼎腥瓯，非器也。膏薪庖炭，非火也。飞湍壅潦(11)，非水也。非炙也。碧粉缥尘，非末也。操艰搅遽(12)，非煮也。夏兴冬废，非饮也。 \\n 夫珍鲜馥烈者，其碗数三；次之者，碗数五。若座客数至五，行三碗；至七，行五碗；若六人以下，不约碗数，但阙一人而已，其隽永补所阙人。 \\n [注释] \\n (1)呿而言：呿，读音qi,张口。《集韵》：“启口谓之呿\"。这里指开口会说话的人类。 \\n (2)蠲忧忿：蠲，读音juan,免除。《史记.太史公自序》：“蠲除肉刑”。 \\n (3)神农氏：传说中的上古三皇之一，教民稼穑，号神农，后世尊为炎帝。因有后人伪作的《神农本草》等书流传，其中提到茶，故云“发乎神农氏”。 \\n (4)鲁周公：名姬旦，周文王之子，辅佐武王灭商，建西周王朝，“制礼作乐”，后世尊为周公，因封国在鲁，又称鲁周公。后人伪托周公作《尔雅》，讲到茶。 \\n (5)晏婴：字仲，春秋之际大政治家，为齐国名相。相传著有《晏子春秋》，讲到他饮茶事。 \\n (6)杨雄、司马相如：杨雄，见前注。司马相如（前178--前118），字子柳，蜀郡成都人。西汉著名文学家，著有《子虚赋》、《上林赋》等。 \\n (7)韦曜：字弘嗣，三国时人（220--280），在东吴历任中书仆射，太傅等要职。 \\n (8)晋有刘琨、张载、远祖纳、谢安、左思之徒＝石，中山魏昌人（今河北无极县）。曾任西晋平北大将军等职。张载，字孟阳，安平人（今河北深县）。文学家，有《张孟阳集》传世。远祖纳，即陆讷（320？--395），字祖言，吴郡吴人（今江苏苏州）。东晋时任吏部尚书等职。陆羽与其同姓，故尊为远祖。谢安（319--385），字安石，陈国阳夏人（今河南太康县）。东晋名臣。历任太保、大都督等职。左思（250？--305？），字太冲，山东临淄人。著名文学家，代表作有《三都赋》、《咏史》诗等。 \\n (9)两都并荆俞间：两都，长安和洛阳。荆州，治所在今湖北江陵。俞，当作渝。渝州。治所在今四川重庆一带。 \\n (10)痷茶：痷，读an，病。《博雅》：“病也”。 \\n (11)飞湍壅潦：飞湍，飞奔的急流。壅潦，停滞的积水。潦，雨后积水。 \\n (12)操艰搅遽：操作艰难、慌乱。遽，读音ju，惶恐、窘急。 \\n 七之事 \\n 三皇：炎帝神农氏。 \\n 周：鲁周公旦，齐相晏婴。 \\n 汉：仙人丹丘之子，黄山君，司马文园令相如，杨执戟雄。 \\n 吴：归命侯(1)，韦太傅弘嗣。 \\n 晋：惠帝(2)，刘司空琨，琨兄子兖州刺史演，张黄门孟阳(3)，傅司隶咸(4)，江洗马统(5)，孙参军楚(6)，左记室太冲，陆吴兴纳，纳兄子会稽内史[亻叔]，谢冠军安石，郭弘农璞，桓扬州温(7)，杜舍人毓，武康小山寺释法瑶，沛国夏侯恺(8)，余姚虞洪，北地傅巽，丹阳弘君举，乐安任育长(9)，宣城秦精，敦煌单道开(10)，剡县陈务妻，广陵老姥，河内山谦之。 \\n 后魏：琅邪王肃(11)。 \\n 宋：宋安王子鸾，鸾弟豫章王子尚(12)，鲍昭妹令晖(13)，八公山沙门谭济(14)。 \\n 齐：世祖武帝(15)。 \\n 梁：刘廷尉(16)，陶先生弘景(17)。 \\n 皇朝：徐英公勣(18)。 \\n 《神农食经》(19)：“荼茗久服，令人有力悦志”。 \\n 周公《尔雅》：“槚，苦荼”。 \\n 《广雅》云(20)：“荆巴间采叶作饼，叶老者，饼成以米膏出之。欲煮茗饮，先炙令赤色，捣末，置瓷器中，以汤浇覆之，用葱、姜、桔子芼之。其饮醒酒，令人不眠。” \\n (1)归命侯：即孙皓。东吴亡国之君。公元280年，晋灭东吴，孙皓啣壁投降，封“归命侯”。 \\n (2)惠帝：晋惠帝司马衷，公元290--306年在位。 \\n (3)张黄门孟阳：张载字孟阳，但未任过黄门侍郎。任黄门侍郎的是他的弟弟张协。 \\n (4)傅司隶咸：傅咸(239--294)，字长虞，北地泥阳人（今陕西铜川），官至司隶校尉，简称司隶。 \\n (5)江洗马统：江统(?--310)，字应元，陈留县人（今河南杞县东）。曾任太子洗马。 \\n (6)孙参军楚：孙楚(?--293),字子刑,太原中都人（今山西平遥县），曾任扶风的参军。 \\n (7)桓扬州温：桓温(312--373),字元子，龙亢人（今安徽怀远县西）。曾任扬州牧等职。 \\n (8)沛国夏侯恺：晋书无传。干宝《搜神记》中提到他。 \\n (9)乐安任育长：任育长，生卒年不详，乐安人（今山东博兴一带）。名瞻，字育长，曾任天门太守待职。 \\n (10)敦煌单道开：晋时著名道士，敦煌人。《晋书》有传。 \\n (11)琅琊王肃：王肃(436--501)字恭懿,琅琊人（今山东临沂），北魏著名文士，曾任中书令待职。 \\n (12)新安王子鸾、鸾弟豫章王子尚：刘子鸾、刘子尚，都是南北朝时宋孝武帝的儿子。一封新安王，一封豫章王。但子尚为兄，子鸾为弟。 \\n (13)鲍昭妹令晖：鲍昭,即鲍昭(414--466)字明远,东海郡人（今江苏镇江），南朝著名诗人。其妹令晖，擅长词赋，钟嵘《诗品》说她：“歌待往往崭新清巧，拟古尤胜。” \\n (14)八公山沙门潭济：八公山，在今安徽寿县北。沙门，佛家指出家修行的人。潭济，即下文说的“覃济道人”。 \\n (15)世祖武帝：南北朝时南齐的第二个皇帝，名肖[臣责]，483--493在位。 \\n (16)刘廷尉：刘孝绰(480--539),彭城人（今江苏徐州）。为梁昭明太子赏识，任太子仆兼延尉卿。 \\n (17)陶先生弘景：陶弘景(456--536),字通明，秣陵人（今江苏宁县），有《神农本草经集注》传世。 \\n (18)徐英公[责力]：徐世[责力](592--667)，字懋功，启开国功臣，封英国公。 \\n (19)神农食经：古书名，已佚。 \\n (20)广雅：字书。三国时张辑撰，是对《尔雅》的补作。 \\n 《晏子春秋》(21)：“婴相齐景公时，食脱粟之饭，炙三戈、五卵茗菜而已。 \\n 司马相如《凡将篇》(22)：“鸟喙，桔梗，芫华，款冬，贝母，木檗，蒌苓，Ｘ草，芍药，Ｘ桂，漏芦，蜚廉，萑菌，荈诧，白敛，白芷，菖蒲，芒消，莞椒，茱萸。” \\n 《方言》：“蜀西南人谓荼曰蔎\"。 \\n 《吴志.韦曜传》：“孙皓每飨宴，坐席无不悉以七胜为限，虽不尽入口，皆浇灌取尽。曜饮酒不过二升，皓初礼异，密赐茶荈以代酒。” \\n 《晋中兴书》(23)：陆纳为吴兴太守时，卫将军谢安尝欲诣纳，[原注：《晋书》以纳为吏部尚书。]纳兄子俶怪纳无所备，不敢问之，乃私蓄十数人馔。安既至，所设唯茶果而已。俶遂陈盛馔，珍羞必具。及安去，纳杖俶四十，云：‘汝既不能光益叔，奈何秽吾素业？’” \\n 《晋书》：“桓温为扬州牧，性俭，每宴饮，唯下七奠柈茶果而已。” \\n 《搜神记》(24)：“夏侯恺因疾死，宗人字苟奴，察见鬼神，见恺来收马，并病其妻。著平上帻、单衣，入坐生时西壁大床，就人觅茶饮。” \\n 刘琨“与兄子南兖州史演书”(25)云：“前得安州干姜一斤(26),桂一斤，黄岑一斤，皆所须也。吾体中溃[原注：溃，当作愦。]闷，常仰真茶，汝可致之。” \\n 傅咸《司隶教》曰：“闻南方有蜀妪作茶粥卖，为廉事打破其器具，后又卖饼于市，而禁茶粥以因蜀妪何哉？” \\n 《神异记》(27)：余姚人虞洪，入山采茗，遇一道士，牵三青牛，引洪至瀑布山，曰：‘予，丹丘子也。闻子善具饮，常思见惠。山中有大茗，可以相给，祈子他日有瓯牺之余，乞相遗也’。因立奠祀。后常令家人入山，获大茗焉”。 \\n 左思《娇女诗》(28)：“吾家有娇女，皎皎颇白皙。小字为纨素，口齿自清历。有姊字蕙芳，眉目灿如画。驰骛翔园林，果下皆生摘。贪华风雨中，倏忽数百适。心为荼[上艹下舛]剧，吹嘘对鼎[钅历]。” \\n 张孟阳《登成都楼诗》(29)云：“借问扬子舍，想见长卿庐。程卓累千金，骄侈拟五侯。门有连骑客，翠带腰吴钩。鼎食随时进，百和妙且殊。披林采秋桔，临江钓春鱼。黑子过龙醢，吴馔逾蟹[虫胥]。芳荼冠六清，溢味播九区。人生苟安乐，兹土聊可娱。” \\n 傅巽《七诲》：“蒲桃、宛柰，齐柿、燕栗，恒阳黄梨，巫山朱桔，南中荼子，西极石蜜。” \\n 弘君举《食檄》：“寒温既毕,应下霜华之茗。三爵而终，应下诸蔗、木瓜、元李、杨梅、五味、橄榄、悬钩、葵羹各一杯。” \\n 孙楚《歌》：“茱萸出芳树颠，鲤鱼出洛水泉。白盐出河东，美豉出鲁渊。姜桂茶荈出巴蜀，椒桔木兰出高。蓼苏出沟渠，精稗出中田。 \\n 华佗《食论》(30)：“苦荼久食益意思。”　 \\n [注释] \\n (21)宴子春秋：又称《晏子》，旧题齐晏婴撰，实为后人采晏子事辑成。成书约在汉初。此处陆羽引书有误。《晏子春秋》原为：“炙三戈五卵苔菜而矣”。不是“茗菜”。 \\n (22)凡将篇：伪托司马相如作的字书。已佚。此处引文为后人所辑。Ｘ为脱漏字。 \\n (23)晋中兴书：佚书。有清人辑存一卷。 \\n (24)搜神记：东晋干宝著，计三十卷，为我国志怪小说之始。 \\n (25)南兖州：晋时州名，治所在今江苏镇江市。 \\n (26)安州：晋时州名。治所在今湖北安陆县一带。 \\n (27)神异记：西晋王浮著。原书已佚。 \\n (28)左思《娇女诗》：原诗五十六句，陆羽所引仅为有关茶的十二句。 \\n (29)张孟阳《登成都楼诗》：张孟阳，见前注。原诗三十二句，陆羽仅录有关茶的十六句。 \\n (30)华佗《食论》：华佗(约141--208)，字元化。是东汉末著名医师。《三国志.魏书》有传. \\n 壶居士《食忌》(31)：“苦荼久食，羽化。与韭同食，令人体重。” \\n 郭璞《尔雅注》云：“树小似栀子，冬生叶，可煮羹饮。今呼早取为荼，晚取为茗，或一曰荈，蜀人名之苦荼”。 \\n 《世说》(32)：“任瞻，字育长，少时有令名，自过江失志。既下饮，问人云：‘此为荼？为茗？’觉人有怪色，乃自申明云：‘向问饮为热为冷耳’。” \\n 《续搜神记》(33)：“晋武帝时，宣城市人秦精，常入武昌山采茗，遇一毛人，长丈余，引精至山下，示以丛茗而去。俄而复还，乃探怀中桔以遗精。精怖，负茗而归。” \\n 《晋四王起事》(34)：“惠帝蒙尘，还洛阳，黄门以瓦盂盛茶上至尊。” \\n 《异荈》(35)：“剡县陈务妻，少与二子寡居，好饮茶茗。以宅中有古冢，每饮，辄先祀之。儿子患之，曰：‘古冢何知？徒以劳意！’欲掘去之，母苦禁而止。其夜梦一人云：‘吾止此冢三百余年，卿二子恒欲见毁，赖相保护，又享吾佳茗，虽泉壤朽骨，岂忘翳桑之报(36)！’及晓，于庭中获钱十万，似久埋者，但贯新耳。母告二子惭之，从是祷馈愈甚。” \\n 《广陵耆老传》：“晋元帝时，有老妪每旦独提一器茗，往市鬻之。市人竞买，自旦至夕，其器不减。所得钱散路旁孤贫乞人。人或异之。州法曹絷之狱中。至夜老妪执所鬻茗器从狱牖中飞出。” \\n 《艺术传》(37)：“敦煌人单道开，不畏寒暑，常服小石子，所服药有松、桂、蜜之气，所饮荼苏而已。” \\n 释道该说《续名僧传》：“宋释法瑶，姓杨氏，河东人。元嘉中过江，遇沈台真君武康小山寺，年垂悬车。[原注：悬车，喻日入之候，指重老时也。《淮南子》(38)曰：“日至悲泉，爱息其马’，亦此意。]饭所饮荼。永明中，敕吴兴礼致上京，年七十九。” \\n 宋《江氏家传》(39)：“江统，字应，迁愍怀太子洗马(40)，尝上疏谏云：‘今西园卖醯(41)、面、蓝子、菜、茶之属，亏败国体’”。 \\n 《宋录》：“新安王子鸾、豫章王子尚，诣昙济道人于八公山。道人设荼茗，子尚味之，曰：‘此甘露也，何言荼茗？’”。 \\n 王微《杂诗》(42)：“寂寂掩高阁，寥寥空广厦。待君竟不归，收领今就槚。” \\n 鲍昭妹令晖著《香茗赋》。 \\n 南齐世祖武皇帝《遗诏》(43)：“我灵座上慎勿以牲为祭，但设饼果、茶饮、干饭、酒脯而已”。 \\n 梁刘孝绰《谢晋安王饷米等启》(44)：“传诏李孟孙宣教旨，垂赐米、酒、瓜、笋、菹、脯、酢、茗八种。气苾新城，味芳云松。江潭抽节，迈昌荇之珍。疆场擢翘，越葺精之美。羞非纯束野麋，裛似雪之驴；鲊异陶瓶河鲤，操如琼之粲。茗同食粲，酢类望柑。免千里宿春，省三月粮聚。小人怀惠，大懿难忘。” \\n 陶弘景《杂录》：“苦荼，轻身换骨，昔旦丘子、黄山君服之。” \\n 《后魏录》：“琅邪王肃，仕南朝，好茗饮、莼羹。及还北地，又好羊肉、酪浆。人或问之：‘茗何如酪？’肃曰：‘茗不堪与酪为奴’。”(45)　 \\n [注释] \\n (31)壶居士：道家臆造的真人之一，又称壶公。 \\n (32)世说：即《世说新语》，南朝宋临川王刘义庆著，为我国志人小说之始。 \\n (33)续搜神记：旧题陶潜著，实为后人伪托。 \\n (34)晋四王起事：南朝卢綝著。原书已佚。 \\n (35)异苑：东晋末刘敬叔所撰。今存十卷。 \\n (36)翳桑之报：翳桑，古地名。春秋时晋赵盾，曾在翳桑救了将要饿死的灵辄，后来晋灵公欲杀赵盾，灵辄扑杀恶犬，救出赵盾。后世称此事为“翳桑之报”。 \\n (37)艺术传：即唐房玄龄所著《晋书.艺术列传》。 \\n (38)淮南子：又名《淮南鸿烈》，为汉淮南王刘安及其门客所著。今存二十篇。 \\n (39)江氏家传：南朝宋江饶著。已佚。 \\n (40)怀太子：晋惠帝之子，立为太子，元康元年(300年)为贾后害死，年仅二十一岁。 \\n (41)醯：读xi,醋。陆德明《经典释文》：“醯，酢（醋）也。” \\n (42)王微《杂诗》：王微，南朝诗人。《杂诗》原二十八句，陆羽仅录四句。 \\n (43)南齐世祖武帝《遗诏》：南朝齐武皇帝名肖[臣责]。《遗诏》写于齐永十一年(493年)。 \\n (44)梁刘孝绰《谢晋安王饷米等启》：刘孝绰，见前注。他本名冉，孝绰是他的字。晋安王名肖纲，昭明太子卒后，继为皇太子。后登位称简文帝。 \\n (45)王肃事：王肃，本在南朝齐做官，后降北魏。北魏是北方少数民族鲜卑族拓跋部建立的政权，该民族习性喜食牛羊肉、鲜牛羊奶加工的酪浆。王肃为讨好新主子，所以当北魏高祖问他时，他贬低说茶还不配给酪浆作奴仆。这话传出后，北魏朝贵遂称茶为“酪奴”，并且在宴会时，“虽设茗饮，皆耻不复食”。[见《洛阳伽蓝记》] \\n 《桐君录》(46)：“西阳、武昌、庐江、晋陵好茗，(47)皆东人作清茗。茗有饽，饮之宜人。凡可饮之物，皆多取其叶，天门冬、拔葜取根，皆益人。又巴东别有真茗茶(48)，煎饮令人不眠。俗中多煮檀叶并大皂李作荼，并冷。又南方有真瓜芦木、亦似茗，至苦涩，取为屑茶饮，亦可通夜不眠。煮盐人但资此饮，而交、广最重(49)，客来先设，乃加以香[上艹下毛]辈。” \\n 《坤元录》(50)：“辰州溆浦县西北三百五十里无射山，云蛮俗当吉庆之时，亲族集会歌舞于山上。山多茶树。” \\n 《括地图》(51)：“临遂县东一百四十里有茶溪(52)。” \\n 山谦之《吴兴记》(53)：“乌程县西二十里有温泉山(54)，出御荈。” \\n 《夷陵图经》(55)：“黄牛、荆门、女观、望州等山(56)，茶茗出焉。” \\n 《永嘉图经》：“永嘉县东三百里有白茶山”。(57) \\n 《淮阴图经》：“山阳县南二十里有茶坡。”(58) \\n 《茶陵图经》：“茶陵者，所谓陵谷生茶茗焉。”(59) \\n 《本草.木部》(60)：“茗〈苦茶〉。味甘苦，微寒，无毒。主瘘疮，利小便，去痰渴热，令人少睡。秋采之苦，主下气消食。《注》云：‘春采之’。” \\n 《本草.菜部》：“苦荼一名荼，一名选，一名游冬，生益州川谷山陵道旁，凌冬不死。三月三日采干。《注》云：‘疑此即是今[木茶]，一名茶，令人不眠。’《本草注》：‘按，《诗》云：“谁谓荼苦”(61)，又云：“堇荼如饴(62)\"，皆苦菜也，陶谓之苦茶，木类，非菜流。茗，春采谓之苦[木茶]荄[原注]：“迟途遐反]。’” \\n 《枕中方》：“疗积年瘘，苦荼、蜈蚣并炙，令香熟，等分，捣筛，煮干草汤洗，以敷之。” \\n 《孺子方》：“疗小儿无故惊蹶，以苦茶、葱须煮服之。”　 \\n [注释] \\n (46)桐君录：全名《桐君采药录》，已佚。 \\n (47)西阳、武昌、庐江、晋陵：西阳、武昌、庐江、晋陵均为晋郡名，治所分别在今湖北黄冈、湖北武昌、安徽舒城、江苏常州一带。 \\n (48)巴东：晋郡名。治所在今四川万县一带。 \\n (49)交广：交州和广州。交州，在今广西合浦、北海市一带。 \\n (50)坤元录：古地学书名，已佚。 \\n (51)括地图：即《地括志》，诏肖德言等人著，已散佚，清人辑存一卷。 \\n (52)临遂：晋时县名，今湖南衡东县。 \\n (53)吴兴记：南朝宋山谦之著，共三卷。 \\n (54)乌程县：县治所在今浙江湖州市。 \\n (55)夷陵图经：夷陵，在今湖北宜昌地区，这是陆羽从方志中摘出自已加的书名。（下同） \\n (56)黄牛、荆门、女观、望州：黄牛山在今宜昌市向北八十里处。荆门山在今宜昌市东南三十里处。女观山在今宜都县西北。望州山在今宜昌市西。 \\n (57)永嘉县：州治在今浙江温州市。 \\n (58)山阳县：今称淮安县。 \\n (59)茶陵：即今湖南茶陵县。 \\n (60)本草、木部：《本草》即《唐新修本草》又称《唐本草》或《唐英本草》，因唐英国公徐勣任该书总监。下文《本草》同。 \\n (61)谁谓荼苦：语出《诗经.谷风》：“谁谓荼苦，其甘如荠。”周秦时，荼作二解，一为茶，一为野菜。这里是野菜。 \\n (62)堇荼如饴：语出《诗经.绵》：“周原[月无][月无]，堇荼如饴”。荼也是野菜。 \\n 八之出 \\n 山南(1)：以峡州上(2)，[原注：峡州生远安、宜都、夷陵三县山谷(3)。]襄州、荆州次(4)，[原注：襄州生南漳县山谷(5)，荆州生江陵县山谷。]衡州下(6)，[原注：生衡山、茶陵二县山谷(7)。]金州、梁州又下(8)[原注：金州生西城、安康二县山谷(9)。梁州生褒城、金牛二县山谷(10)。] \\n 淮南(11)：以光州上(12)，[原注：生光山县黄头港者，与峡州同。]义阳郡(13)、舒州次(14)，[原注：生义阳县钟山者(15)，与襄州同。舒州生太湖县潜山者(16)，与荆州同。]寿州下(17)，[原注：生盛唐县霍山者(18)，与衡州同。]蕲州(19)、黄州又下(20)。[原注：蕲州生黄梅县山谷，黄州生麻城县山谷，并与金州、梁州同也。] \\n 浙西(21)：以湖州上(22)，[原注：湖州生长城县(23)顾渚山谷(24)，与峡州、光州同；若生山桑、儒师二寺、白茅山悬脚岭(25)，与襄州、荆州、义阳郡同；生凤亭山伏翼阁、飞云曲水二寺(26)、啄木岭(27)，与寿州同。生安吉、武康二县山谷，与金州、梁州同。]常州次(28)，[原注：常州义兴县(29)生君山悬脚岭北峰下(30)，与荆州、义阳君同；生圈岭善权寺(31)、石亭山，与舒州同。]宣州、杭州、睦州、歙州下(32)，[原注：宣州生宣城县雅山(33)，与蕲州同；太平县生上睦、临睦(34)，与黄州同；杭州临安、于潜(35)二县生天目山(36)，与舒州同。钱塘生天竺、灵隐二寺(37)；睦州生桐庐县山谷；歙州生婺源山谷；与衡州同。]润州(38)、苏州又下(39)。[原注：润州江宁县生傲山(40)，苏州长洲生洞庭山(41)，与金州、蕲州、梁州同。] \\n 剑南(42)：以彭州上(43)，[原注：生九陇县马鞍山至德寺、堋口(44)，与襄州同。]绵州、蜀州次(45)，[原注：绵州龙安县生松岭关(46)，与荆州同，其西昌、昌明、神泉县西山者(47)，并佳；有过松岭者，不堪采。蜀州青城县生八丈人山(48)，与绵州同。青城县有散茶、末茶。]邛州次(49)，雅州、泸州下(50)，[原注：雅州百丈山、名山(51)，泸州泸川者(52)，与金州同也。]眉州(53)、汉州又下(54)。[原注：眉州丹棱县生铁山者，汉州绵竹县生竹山者(55)，与润州同。] \\n 浙东(56)：以越州上(57)，[原注：余姚县生瀑布泉岭曰仙茗，大者殊异，小者与襄州同。]明州(58)、婺州次(59)，[原注：明州鄮县生榆荚村(60)，婺州东阳县东白山(61)，与荆州同。]台州下(62)，[原注：台州始丰县(63)生赤城者(64)，与歙州同。] \\n 黔中(65)：生思州、播州、费州、夷州(66)。 \\n 江西(67)：生鄂州、袁州、吉州(68)。 \\n 岭南(69)：生福州、建州、韶州、象州(70)。[原注：福州生闽方山山阴(71)。] \\n 其思、播、费、夷、鄂、袁、吉、福、建、、韶、象十一州未详，往往得之，其味极佳。 \\n [注释] \\n (1)山南：唐贞观十道之一。唐贞观元年，划全国为十道，道辖郡州，郡辖县。 \\n (2)峡州：又称夷陵郡，治所在今湖北宜宾市。 \\n (3)远安：宜都、夷陵三县：即今湖北远安县、宜都县、宜昌市。 \\n (4)襄州、荆州：襄州，今湖北襄樊市；荆州，今湖北江陵县。 \\n (5)南漳县：今仍名南漳县。以下遇古今同名都不再加注。 \\n (6)衡州：今湖南衡阳地区。 \\n (7)衡山县：县治所在今衡阳朱亭镇对岸。 \\n (8)金州、梁州：金州，今陕西安康一带；梁州，今陕西汉中一带。 \\n (9)西城、安康：西城，今陕西安康市；安康，治所在今安康市城西五十里汉水西岸。 \\n (10)褒城、金牛：褒城，今汉中褒城镇；金牛，今四川广元。 \\n (11)淮南：唐贞观十道之一。 \\n (12)光州：又称弋阳郡。今河南潢川、光山县一带。 \\n (13)义阳郡：今河南信阳市及其边围。 \\n (14)舒州：又名同安郡。今安徽太湖安庆一带。 \\n (15)义阳县钟山：义阳县，今河南信阳。钟山，在信阳市东八十里。 \\n (16)太湖县潜山：潜山，在安徽潜山县西北三十里。 \\n (17)寿州：又名寿春郡。今安徽寿县一带。 \\n (18)盛唐县霍山：盛唐县，今安徽六安县。霍山，在今霍山县境。 \\n (19)蕲州：又名蕲州郡。今湖北蕲春一带。蕲，读qi。 \\n (20)黄州：又名齐安郡。今湖北黄冈一带。 \\n (21)浙西：唐贞观十道之一。 \\n (22)湖州：又名吴兴郡。今浙江吴兴一带。 \\n (23)长城县：今浙江长兴县。 \\n (24)顾渚山：在长兴县西三十里。 \\n (25)白茅山悬脚岭：在长兴县渚顾山东面。 \\n (26)凤亭山：在长兴县西北四十里。伏翼阁、飞云寺、曲水寺，都是山里的寺院。 \\n (27)啄木岭：在长兴县北六十里，山中多啄木鸟。 \\n (28)常州：又名晋陵郡。今江苏常州市一带。 \\n (29)义兴县：今江苏宜兴县。 \\n (30)君山：在宜兴县南二十里。 \\n (31)圈岭善权寺：善权，相传是尧时隐士。 \\n (32)宣州、杭州、睦州、歙州：宣州，又称宣城郡。今安徽宣城、当涂一带。杭州，又名余杭郡。今浙江杭州、余杭一带。睦州，又称新定郡。今浙江建德、桐庐、淳安一带。歙州，又名新安郡。今安徽歙县、祁门一带。 \\n (33)雅山：又称鸦山、鸭山、丫山。在宁国县北。 \\n (34)目睦、临睦：太平县二乡名。 \\n (35)于潜县：现已并入临安县。 \\n (36)天目山：又名浮玉山。山脉横亘于浙江西、皖东南边境。 \\n (37)钱塘生天竺、灵隐二寺：钱塘县，今浙江杭州市，灵隐寺在市西灵隐山下。天竺寺分上、中、下三寺。下天竺寺在灵隐飞来峰。 \\n (38)润州：又称丹阳郡。今江苏镇江、丹阳一带。 \\n (39)苏州：又称吴郡。今江苏苏州、吴县一带。 \\n (40)江宁县傲山：江宁县在今南京市及江宁县。傲山在南京市郊。 \\n (41)长州县洞庭山：长洲县在今苏州一带。洞庭山是太湖是的一些小岛。 \\n (42)剑南：唐贞观十道之一。 \\n (43)彭州：又叫濛阳郡。今四川彭县一带。 \\n (44)九陇县、马鞍山至德寺、堋口：九陇县，今彭县。马鞍山，即今至德山，在鼓城西。堋口，在鼓城西。 \\n (45)锦州、蜀州：锦州，又称巴西郡，今四川绵阳、安县一带。蜀州，又称唐安郡，今四川崇庆、灌县一带。 \\n (46)龙安县、松岭关：龙安县，今四川安县。松岭关，在今龙安县西五十里。 \\n (47)西昌、昌明、神泉县、西山：西昌，在今四川安县东南花荄镇。昌明，在今四川江油县附近，神泉县，在安县南五十里。西山，岷山山脉之一部分。 \\n (48)青城县、丈人山：今四川灌县南四十里。因境内有青城山而得名。丈人山为青城山三十六峰之主峰。 \\n (49)邛州：又称临邛郡。今四川邛峡、大邑一带。 \\n (50)雅州、泸州：雅州又称卢山郡，今四川雅安一带。泸州，又称泸川郡，今四川泸州市及其周边。 \\n (51)百丈山、名山：百丈山，在今四川名山县东四十里。名山，在名山县北。 \\n (52)泸州县：今四川泸县。 \\n (53)眉州：又名通义郡，今四川眉山、洪雅一带。 \\n (54)汉州：又称德阳郡，今四川广汉、德阳一带。 \\n (55)铁山、竹山：铁山，又名铁桶山，在四川丹陵县境内。竹山，即绵竹山，在四川绵竹县境内。 \\n (56)浙东：浙江东道节度使方镇的简称。节度使驻地浙江绍光。 \\n (57)越州：又称会稽郡。今浙江绍兴、嵊县一带。 \\n (58)明州：又称余姚郡。今浙江宁波、奉化一带。 \\n (59)婺州：又称东阳郡。今浙江金华、兰溪一带。 \\n (60)鄮县：今浙江宁波市东南的东钱湖畔。鄮，读音mao。 \\n (61)东白山：在今浙江东阳县巍山镇北。 \\n (62)台州：又名临海郡。今浙江临海，天台一带。 \\n (63)始丰县：今浙江天台县。 \\n (64)赤城：山名。天台山十景之一。 \\n (65)黔中：唐开元十五道之一。 \\n (66)思州、播州、费州、夷州：思州，又称宁夷郡。今贵州沿河一带。播州，又名播川郡，今贵州遵义一带。费州，又称涪川郡，今贵州思南、德江一带。夷州：又名义泉郡，今贵州风冈、绥阳一带。 \\n (67)江西：江西团练观察使方镇的简称。观察使驻地在今江西南昌市。 \\n (68)鄂州、袁州、吉州：鄂州，又称江夏郡。今湖北武昌、黄石一带。袁州，又名宜春郡。今江西吉安、宁冈一带。 \\n (69)岭南：唐贞观十道之一。 \\n (70)福州、建州、韶州、象州：福州，又名长乐郡。今福建福州、甫田一带。建州，又称建安郡。今福建建阳一带。韶州，又名始兴郡。今广东韶关、仁化一带。象州，又称象山郡。今广西象州县一带。 \\n (71)方山：在福建福州市闽江南岸。 \\n 九之略 \\n 其造具，若方春禁火之时(1)，于野寺山园丛手而掇，乃蒸、乃舂，乃复以火干之，则[上启夂下木]、扑、焙、贯、棚、穿、育等七事皆废。 \\n 其煮器，若松间石上可坐，则具列废。用槁薪、鼎[钅历]之属，则风炉、灰承、炭挝、火[上竹下夹]、交床等废。若瞰泉临涧，则水方、涤方、漉水囊废。若五人以下，茶可末而精者，则罗废。若援[上艹下三个田字]跻岩(2)，引絙入洞(3)，于山口灸而末之，或纸包、盒贮，则碾、拂末等废。既瓢、碗、筴、札、熟盂、鹾簋悉以一筥盛之，则都篮废。但城邑之中，王公之门，二十四器阙一，则茶废矣。 \\n [注释] \\n (1)方春禁火之时：禁火，古时民间习俗。即在清明前一二日禁火三天，用冷食，叫“寒食节”。 \\n (2)援藟跻岩：藟，读音lei，藤蔓。《广雅》：“藟，藤也”。跻，读音ji，登、升。《释文》：“跻，升也。” \\n (3)引絙入洞，絙，读音geng，绳索。 \\n 十之图(1) \\n 以绢素或四幅、或六幅分布写之，陈诸座隅，则茶之源、之具、之造、之器、之煮、之饮、之事、之出、之略，目击而存(2)，于是《茶经》之始终备焉。 \\n [注释] \\n (1)十之图：第十章，挂图。是指把《茶经》本文写在素绢上挂起来。《四库全书提要》说：“其曰图者，乃谓统上九类写绢素张之，非有别图。其类十，其文实九也”。 \\n (2)目击而存：击，接触。此处作看见。俗语有“目击者”。 \\n  \\n   \\n   \\n  "}
