{"章节": "\r\n后记", "正文": "　 \\n ○后记 \\n 　 \\n  \\n 本书收入《世界文库》：“前言”简短，未涉及所出版本。兹扼要说明于书后。 \\n 蒲松龄《聊斋志异》有诸多抄本和刻本。抄本在文字上虽不免有。“鲁鱼亥豕”之误，但无刻本避忌径改之弊。所以我们这个新校本，底本和校本均用抄本，只个别文字讹误参校刻本。这样或可从总体上保持原著面貌。 \\n 一九五○年冬发现半部《聊斋志异》手稿本。我们这个校本，即以一九五五年文学古籍刊行社影印的这半部手稿，作为底本之一。（其中《鸦头》、《云萝公主》虽有残缺，仍以残文为主，用他本补全，作为底本。）其余部分，则采用其他抄本为底本。 \\n 《聊斋志异》的抄本，以历城张希杰的“铸雪斋抄本”和一九六二年在山东省淄博市周村区所发现的“二十四卷抄本”最为完整。两者相较，铸雪斋抄本用作另一底本，比较合适。这个本子抄自济南朱氏。济南朱氏抄本，是根据蒲氏原稿过录的本子。钙雪斋抄本“总目”的篇次，虽不尽合该本抄文的实际次序（特别是第四卷和第九卷），们与手稿本及山东博物馆藏７１１号抄本比勘，则基本一致。因此，我们这个校本，手稿本以外的篇目，决定采用铸雪斋抄本为底本。铸雪斋抄本未收或有目无文的少数篇目，则以山东博物馆藏抄本或二十四卷抄本为底本。二十四卷抄本以及新近发现的《异史》，无从断定其抄录的确切年代。而且其篇次的排列，与字稿本、铸雪斋本“总目”以及山东博物馆藏抄本的现存目录相较，也有差异。因此，尽管都是比较完整的抄本，具有重要校勘价值，但未便贸然以之作为主要底本。 \\n 新校本共收四百九十四篇。其中以手稿本为底本者二百三十六篇，以铸雪斋抄本为底本者二百四十三篇，这是全书的主体部分。余下的，以山东博物馆藏抄本为底本者六篇，以二十四卷抄本为底本着九篇。上述五抄本未收而檄见于他本着三篇，作为附录，列于卷末。 \\n 关于《聊斋志异》的卷数、卷次、篇次问题，近几年来，学术界曾提出过某些推断，但尚无定论。所以我们这个新校本仍依铸雪斋抄本“总目”所标明的卷数、卷次及篇次。铸雪斋抄本的“总目”所列篇次与手稿本砚存篇目的篇次基本一致，但是铸雪斋抄本分为十二卷，则未必符合手稿本的原定卷数。 \\n 我们曾对山东省博物馆藏７１１号抄本，作过一番简略的考察，觉得此抄本卷册的厘订，可以作为原稿分为八册（卷）的参证。此抄本抄写时不避雍正和乾隆讳，仅避康熙讳。元疑它是康熙年间抄写的。第二卷录有王士禛和张历友的题辞，表明它是康熙四十六年后的抄本。这个抄本现存四册，抄本目录共收二百四十六篇，原文缺少两篇，实存二百四十五篇。这四册抄本，有两册标卷。有《聊斋自志》的一册，标有“志异卷一目录”；而该册正文首页则标为“聊斋志异一卷”，与影印手稿本相同。《王者》篇开头的一册，目录前半残缺，不知是否标卷，但在所录正文的首页，则标有“聊斋志异卷二”字样。据此可以推定，这个抄本一册即为一卷，现存四册即为四卷。这四册所收目二百四十六篇，约当全书之半，全书当为八册，也即八卷。山东博物馆藏这四册抄本，其中有两册与古籍刊行社影印手稿本的第一册和第三册重复。手稿本第一册与此抄本相应的一册几乎完全相同；其中“高序”、“唐序”、“自志”以及所收篇目及篇次，两 \\n 者完全相同，仅手稿本比山东博物馆藏抄本多一篇《海大鱼》。手稿本 \\n 第三册与此抄本相应的另一册篇次也完全相同；仅手稿本多出《鸦头》、《孝 \\n 子》、《阎罗》三篇，手稿本第二、四两册，与山东博物馆抄本另外两册，所收篇目则全不相同。现存手稿本四册和山东博物馆本四册，每册的篇数，大体相当。手稿本和此抄本，这两组共八册的手抄本，重复两册，实存六册。 \\n 这六册无有重复篇目，可据以窥见《聊斋志异》六个卷册的原来面貌。这六册共收三百五十四篇。铸雪斋抄本有目四百八十八篇，减去这六册所收，尚余一百三十四篇。按照上述六册平均篇数，此一百三十四篇恰可分俩册。由此看来，张元《柳泉蒲先生墓表》、蒲箬《清故显考岁进士候选懦学训导柳泉公行述》和蒲箬等《祭父文》，有关“聊斋志异八卷”或“志异八卷”之说，是符合《聊斋志异》卷册厘订的原始情况的。这个问题值得进一步研究和论证。但是，在学术界未有定论之前，为慎重起见，我们这个新校本，暂仍按照铸本“总目”，分为十二卷。本书依据铸雪斋抄本“总目”排定卷次和篇次。以手稿本为底本的有关篇目，均分别插入该“总目”中的相应位次。 \\n 铸雪斋抄本卷内各篇实际次第，有不合于该“总目”者，也依据“总目”加以调整。“总目”未收篇目，凡见于手稿本，且可以推定其位次者，则编入相应卷次。如《牛同人》篇见于手稿本《何仙》之后、《神女》之前，故仍其位次，与《何仙》、《神女》同列于《总目》卷十。手稿本中《海大鱼》篇不见于铸雪斋抄本及其他诸本。其所写内容与《于子游》篇相同。考诸铸雪斋抄本、二十四卷抄本以及拾遗本等所录《于子游》篇，以之与《海大鱼》篇比勘，两者题材虽然相似，但文字繁简则不相同，故仍然保留《海大鱼》篇，维持手稿本原貌，井因其在《丁前溪》之后、《张老相公》之前，故将该篇列入“总目”第二卷的相应位次。《丐仙》、《人妖》二篇，不见于现存的手稿本及山东省博物馆藏抄本，其在二十四卷抄本中的篇次与在十六卷刻本中的篇次，也有很大差异，无法推定其原来位次，因而暂列于“总目” \\n 十二卷之末。 \\n 铸雪斋抄本有目无文者凡十四篇：《鹰虎神》、《放蝶》、《男生子》、 \\n 《黄将军》、《医术》、《藏虱》，《夜明》、《夏雪》、《周克昌》、《某乙》、《钱卜巫》、《姚安》、《采薇翁》、《公孙夏》。其中《鹰虎神》见于手稿本。《放蝶》、《男生子》、《黄将军》（附则为《晋人》）、《医术》、《藏虱》、《公孙夏》六篇，用山东博物馆抄本补配，作为底本。《夜明》、《夏雪》、《周克昌》、《某乙》，《钱卜巫》、《姚安》、《采薇翁》七篇，用二十四卷抄本补配，作为底本。 \\n 铸雪斋抄本中，《连城》、《折狱附则》、《乐仲》、《龙戏珠》四篇，均缺“异史氏曰”一段。《连城》、《折狱附则》、《乐仲》三篇，用二十四卷抄本补配了“异史氏曰”。《龙戏珠》篇，用山东省博物馆藏抄本补配了“异史氏曰”。铸雪斋抄本《三朝元老》篇，无有“洪经略……”一段附则，据山尔省博物馆藏抄本补配；《盗户》篇，无有“章丘漕粮役……”一段附则，据二十四卷抄本补配。铸雪斋抄本《阿宝》篇无有“集痴类十”附则，则根据山东省博物馆藏７０３号抄本，补配于正文之后；《梦狼》篇无“又邑宰杨公……”一段附则：据《异史》补配于前一附则之后。乾隆间黄炎熙选抄本卷六的《猪嘴道人》、《长牧》、《波斯人》三篇，不见于他本，且均非蒲松龄所作，故附录不收。 \\n 朱其铠附记 \\n  \\n 　"}
