{"章节": "序", "正文": "　 \\n 序 \\n 　 \\n  \\n 丙申余少讀論語，端木氏之言曰：「夫子之文章可得而聞也，夫子之言性與天道不可得而聞也。」讀易，乃知畜性與天道在是。周道衰，舜、禹、湯、文、武、周公致治之法，煥乎有文章者，棄為陳跡。孔子既不得位，不能垂諸制度禮樂，是以為之正本溯源，使人於千百世治亂之故，制度禮樂因革之宜，如持權衡以御輕重，如規矩準繩之於方圜平直。言似高遠，而不得不言。自孔子言之，實言前聖所未言；微孔子，孰從而聞之?故曰「不可得而聞」。是後私智穿鑿者，亦警於亂世，或以其道全身而遠禍，或以其道能誘人心有治無亂；而謬在大本，舉一廢百；意非不善，其言衹足以賊道，孟子於是不能已於與辯。當是時，群共稱孟子好辯矣。孟子之書，有曰「我知言」，曰「遊於聖人之鬥者難為言」。蓋言之謬，非終於言也，將轉移人心；心受其蔽，必害於事，害於政。彼目之曰小人之害天下後世也，顯而共見；目之曰賢智君子之害天下後世也。相率趨之以為美言。其人人心深，禍斯民也大，而終莫之或寤。辯惡可已哉!孟子辯楊、墨；後人習聞楊、墨、老、莊、佛之言，且以其言汩亂孟子之言，是又後乎孟子者之不可已也。苟吾不能知之亦已矣，吾知之而不言，是不忠也，是對古聖人賢人而自負其學，對天下後世之仁人而自遠於仁也。吾用是懼，述孟子字義疏證三卷。*韓退之氏曰：「道於楊、墨、老、莊、佛之學而欲之聖人之道，猶航斷港絕潢以望至於海也。故求觀聖人之道，必自孟子始。」嗚乎，不可易矣!休寧戴震。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "孟子字義疏證卷上", "正文": "　 \\n 孟子字義疏證卷上 \\n 　 \\n  \\n 理十五條 \\n 理者，察之而幾微必區以別之名也，是故謂之分理；在物之質，曰肌理，曰艤理，曰文理；【亦曰文縷。理、縷，語之轉耳。】得其分則有條而不紊，謂之條理。孟子稱「孔子之謂集大成」曰：「始條理者，智之事也；終條理者，聖之事也。」聖智至孔子而極其盛，不過舉條理以言之而已矣。易曰：「易簡而天下之理得。」自乾坤言，故不曰「仁智」而曰「易簡」。「以易知」，知一於仁愛平恕也；「以簡能」，能一於行所無事也。「易則易知，易知則有親，有親則可久，可久則賢人之德」，若是者，仁也；「簡則易從，易從則有功，有功則可大，可大則賢人之業」，若是者，智也；天下事情，條分縷（晰）〔析〕，以仁且智當之，豈或爽失爽幾微哉!中庸曰：「文理密察，足以有別也。」樂記曰：「樂者，通倫理者也。」鄭康成注云﹕「理，分也。」許叔重說文解字序曰：「知分理之可相別異也。」古人所謂理，未有如後儒之所謂理者矣。 \\n 問：古人之言天理，何謂也? \\n 曰：理也者，情之不爽失也；未有情不得而理得者也。凡有所施於人，反躬而靜思之：「人以此施於我，能受之乎?」凡有所責於人，反躬而靜思之：「人以此責於我，能盡之乎?」以我絜之人，則理明。天理云者，言乎自然之分理也；自然之分理，以我之情絜人之情，而無不得其平是也。樂記曰：「人生而靜，天之性也；感於物而動。性之欲也。物至知知，然後好惡形焉。好惡無節於內，知誘於外，不能反躬，天理滅矣。」滅者，滅沒不見也。又曰：「夫物之感人無窮。而人之好惡無節，則是物至而人化物也。人化物也者，滅天理而窮人欲者也；於是有悖逆詐偽之心，有淫佚作亂之事；是故強者脅弱，眾者暴寡，知者詐愚，勇者苦怯，疾病不養，老幼孤獨不得其所。此大亂之道也。」誠以弱、寡、愚、怯與夫疾病、老幼、孤獨，反躬而思其情。人豈異於我!蓋方其靜也，未感於物，其血氣心知，湛然無有失，*【揚雄方言曰﹕「湛，安也。」郭璞注云：「湛然，安貌。」】故曰「天之性」；及其感而動，則欲出於性。一人之欲，天下人之（之）〔所〕同欲也，故曰「性之欲」。好惡既形，遂己之好惡，忘人之好惡，往往賊人以逞欲；反躬者，以人之逞其欲，思身受之之情也。情得其平，是為好惡之節，是為依乎天理。【莊子﹕庖丁為文惠君解牛，自言﹕「依乎天理，批大卻，導大窾，因其固然，技經肯綮之未當，而況大軱乎!」天理，即其所謂「彼節者有間，而刀刃者無厚，以無厚入有間」，適如其天然之分理也。】古人所謂天理，未有如後儒之所謂天理者矣。 \\n 問：以情絜情而無爽失，於行事誠得其理矣。情與理之名何以異? \\n 曰﹕在己與人皆謂之情，無過情無不及情之謂理。詩曰﹕「天生烝民，有物有則；民之秉彝，好是懿德。」孔子曰：「作此詩者，其知道乎!孟子申之曰：「故有物必有則，民之秉彝也，故好是懿德。」以秉持為經常曰則，以各如其區分曰理，以寶之於言行曰懿德。物者，事也；語其事，不出乎日用飲食而已矣；舍是而言理，非古賢聖所謂理也。 \\n 問：孟子云：「心之所同然者，謂理也，義也；聖人先得我心之所同然耳。」是理又以心言，何也? \\n 曰：心之所同然始謂之理。謂之義；則未至於同然，存乎其人之意見，非理也，非義也。凡一人以為然，天下萬世皆曰「是不可易也」，此之謂同然。舉理，以見心能區分；舉義，以見心能裁斷。分之，各有其不易之則，名曰理；如斯而宜，名曰義。是故明理者，明其區分也；精者，精其裁斷也。不明，往往界於疑似而生惑；不精，往往雜於偏私而害道。求理義而智不足者也，故不可謂之理義。自非聖人，鮮能無蔽；有蔽之深，有蔽之淺者。人莫患乎蔽而自智，任其意見，執之為理義。吾懼求理義者以意見當之，孰知民受其禍之所終極也哉! \\n 問：宋以來儒書之言，以理為「如有物焉，得於天而具於心」；【朱子語錄云﹕「理無心則無著處。」又云：「凡物有心而其中必虛，人心亦然；止這些虛處，便包藏許多道理，推廣得來，蓋天蓋地，莫不由此。此所以為人心之好歟!理在人心，是謂之性。心是神明之舍，為一身之主宰；性便是許多道理得之天而具於心者。」】今釋孟子，乃曰「一人以為然，天下萬世皆曰是不可易也，此之謂同然」，「是心之明，能於事情不爽失，使無過情無不及情之謂理」，非「如有物焉具於心」矣。又以「未至於同然，存乎其人之意見，不可謂之理義」。在孟子言「聖人先得我心之同然」，固未嘗輕以許人，是聖人始能得理。然人莫不有家，進而國事，進而天下，豈待聖智而後行事歟? \\n 曰：六經、孔、孟之言以及傅記群籍，理字不多見。今雖至愚之人，悖戾恣雎，其處斷一事，責詰一人，莫不輒曰理者，自宋以來始相習成俗，則以理為「如有物焉，得於天而具於心」，因以心之意見當之也。於是負其氣，挾其勢位，加以口給者，理伸；力弱氣懾，口不能道辭者，理屈。嗚呼，其孰謂以此制事，以此制人之非理哉!即其人廉潔自持，心無私慝，而至於處斷一事，責詰一人，憑在己之意見，是其所是而非其所非，方自信嚴氣正性，嫉惡如讎，而不知事情之難得，是非之易失於偏，往往人受其禍，己且終身不寤，或事後乃明，悔已無及。嗚呼，其孰謂以此制事，以此治人之非理哉!天下智者少而愚者多；以其心知明於眾人，則共推之為智，其去聖人甚遠也。以眾人與其所共推為智者較其得理，則眾人之蔽必多；以眾所共推為智者與聖人較其得理，則聖人然後無蔽。凡事至而心應之，其斷於心，輒曰理如是，古賢聖未嘗以為理也。不惟古賢聖未嘗以為理，昔之人巽於今人之一替口而曰理，其亦不以為理也。昔人知在己之意見不可以理名，而今人輕言之。夫以理為「如有物焉，得於天而具於心」。未有不以意見當之者也。今使人任其意見，則謬；使人自求其情，則得。子貢問曰：「有一言而可以終身行之者乎?」子曰：「其怒乎!己所不欲，匆施於人。」大學言治國平天下，不過曰「所惡於上，毋以使下，所惡於下，毋以事上」，以位之卑尊言也；「所惡於前，毋以先後，所惡於後，毋以從前」，以長於我與我長言也；「所惡於右，毋以交於左，所惡於左，毋以交於右」，以等於我言也；曰「所不欲」，曰「所惡」，不過人之常情，不言理而理盡於此。惟以情絜情，故其於事也，非心出一意見以處之，苟舍情求理，其所謂理，無非意見也。未有任其意見而不禍斯民者。 \\n 問：以意見為理，自宋以來莫敢致斥者，謂理在人心故也。今日理在事情，於心之所同然，洵無可疑矣；孟子舉以見人性之善，其說可得聞歟? \\n 曰：孟子言「口之於味也，有同曫焉；耳之於聲也，有同聽焉；目之於色也，有同美焉；至於心獨無所同然乎」，明理義之悅心，猶味之悅口，聲之悅耳，色之悅目之為性。味也、聲也、色也在物，而接於我之血氣；理義在事，而接於我之心知。血氣心知，有自具之能：口能辨味，耳能辨聲，目能辨色，心能辨夫理義。味與聲色，在物不在我，接於我之血氣，能辨之而悅之；其悅者，必其尤美者也；理義在事情之條分縷析，接於我之心知，能辨之而悅之；其悅者，必其至是者也。子產言「人生始化曰魄，既生魄，陽曰魂」；曾子言「陽之精氣曰神，陰之精氣曰靈，神靈者，品物之本也」。蓋耳之能聽，目之能視，鼻之能臭，口之知味，魄之為也，所謂靈也，陰主受者也；心之精爽，有思輒通，魂之為也，所謂神也，陽主施者也。主施者斷，主受者聽，故孟子曰：「耳目之官不思，心之官則思。」是思者，心之能也。精爽有蔽隔而不能通之時，及其無蔽隔，無弗通，乃以神明稱之。凡血氣之屬，皆有精爽。其心之精爽，鉅細不同，如火光之照物，光小者，其照也近，所照者不謬也，所不照（所）〔斯〕疑謬承之，不謬之謂得理；其光大者，其照也遠，得理多而失理少。且不特遠近也，光之及又有明闥，故於物有察有不察；察者盡其實，不察斯疑謬承之，疑謬之謂失理。失理者，限於質之昧，所謂愚也。惟學可以增益其不足而進於智，益之不已，至乎其極，如日月有明，容光必照，則聖人矣。此中庸「雖愚必明」，孟子「擴而充之之謂聖人」。神明之盛也，其於事靡不得理，斯仁義禮智全矣。故禮義非他，所照所察者之不謬也。何以不謬?心之神明也。人之異於禽獸者，雖同有精爽，而人能進於神明也。理義豈別若一物，求之所照所察之外；而人之精爽能進於神明，豈求諸氣稟之外哉! \\n  \\n 問：後儒以人之有嗜欲出於氣稟，而理者，別於氣稟者也。今謂心之精爽，學以擴充之，進於神明，則於事靡不得理，是求理於氣稟之外者非矣。孟子專舉「理義」以明「性善」，何也? \\n 曰：古人言性，但以氣稟言，未嘗明言理義為性，蓋不待言而可知也。至孟子時，異說紛起，以理義為聖人治天下（之）具，設此一法以強之從，害道之言皆由外理義而生；人徒知耳之於聲，目之於色，鼻之於臭，口之於味之為性，而不知心之於理義，亦猶耳目鼻口之於聲色臭味也，故曰「至於心獨無所同然乎」，蓋就其所知以證明其所不知，舉聲色臭味之欲歸之耳目鼻口，舉理義之好歸之心，皆內也，非外也，比而含之以解天下之惑，俾曉然無疑於理義之為性，害道之言庶幾可以息矣。孟子明人心之通於理義，與耳目鼻口之通於聲色臭味，咸根諸性，非由後起。後儒見孟子言性，則曰理羲，則曰仁義理智，不得其說，遂於氣稟之外增一理義之性，歸之孟子矣。 \\n 問：聲色臭味之欲亦宜根於心，今專以理義之好為根於心，於「好是懿德」固然矣，抑聲色臭味之欲徒根於耳目鼻口歟?心，君乎百體者也，百體之能，皆心之能也，豈耳悅聲，目悅色，鼻悅臭，口悅味，非心悅之乎? \\n 曰：否。心能使耳目鼻口，不能代耳目鼻口之能，彼其能者各自具也，故不能相為。人物受形於天地，故恒與之相通。盈天地之間，有聲也，有色也，有臭也，有味也；舉聲色臭味，則盈天地間者無或遺矣。外內相通，其開竅也，是為耳目鼻口。五行有生克，生則相得，克則相逆，血氣之得其養、失其養繫焉，資於外足以養其內，此皆陰陽五行之所為，外之盈天地之間，內之備於吾身，外內相得無間而養道備。「民之質矣，日用飲食」，自古及今，以為道之經也。血氣各資以養，而開竅於耳目鼻口以通之，既於是通，故各成其能而分職司之。孔子曰：「少之時，血氣未定，戒之在色；及其長也，血氣方剛，戒之在閣；及其老也，血氣既衰，戒之在得。」血氣之所為不一，舉凡身之嗜欲根於氣血明矣，非根於心也。孟子曰，「理義之悅我心，猶芻豢之悅我口」，非喻言也。凡人行一事，有當於理義，其心氣必暢然自得；悖於理義，心氣必沮喪自失，以此見心之於理義，一同乎血氣之於嗜欲，皆性使然耳。耳鼻口之官，臣道也；心之官，君道也；臣效其能而君正其可否。理義非他，可否之而當，是謂理義。然又非心出一意以可否之也，若心出一意以可否之，何異強制之乎!是故就事物言，非事物之外別有理義也；「有物必有則」，以其則正其物，如是而已矣。就人心言，非別有理以予之而具於心也；心之神明，於事物咸足以知其不易之則，譬有光皆能照，而中理者，乃其光盛，其照不謬也。 \\n 問﹕學者多職前言往行，可以增益己之所不足；宋儒謂「理得於天而藏於心」，殆因問學之得於古賢聖而藏於心，比類以為說歟? \\n 曰：人之血氣心知本乎陰陽五行者，性也。如血氣資飲食以養，其化也，即為我之血氣，非復所飲食之物矣；心知之資於問學，其自得之也亦然。以血氣言，昔者弱而今者強，是血氣之得其養也；以心知言，昔者狹小而今也廣大，昔者閶昧而今也明察，是心知之得其養也，故曰「雖愚必明」。人之血氣心知，其天定者往往不齊，得養不得養，遂至於大異。苟知問學猶飲食，則貴其化，不貴其不化。記問之學，入而不化者也。自得之，則居之安，資之深，取之左右逢其源，我之心知，極而至乎聖人之神明矣。神明者，猶然心也，非心自心而所得者藏於中之謂也。心自心而所得者藏於中，以之言學，尚為物而不化之學，況以之言性乎! \\n 問：宋以來之言理也，其說為「不出於理則出於欲，不出於欲則出於理」，故辨乎理欲之界，以為君子小人於此焉分。今以情之不爽失為理，是理者存乎欲者也，然則無欲亦非歟? \\n 曰：孟子言「養心莫善於寡欲」，明乎欲不可無也，寡之而已。人之生也，莫病於無以遂其生。欲遂其生，亦遂人之生，仁也；欲遂其生，至於戕人之生而不顧者，不仁也。不仁，實始於欲遂其生之心；使其無此欲，必無不仁矣。然使其無此欲，則於天下之人，生道窮促，亦將漠然視之。己不必遂其生，而遂人之生，無是情也，然則謂「不出於正則出於邪，不出於邪則出於正」，可也；謂「不出於理則出於欲，不出於欲則出於理」，不可也。欲，其物；理，其則也。不出於邪而出於正，猶往往有意見之偏，未能得理。而宋以來之言理欲也，徒以為正邪之辨而已矣，不出於邪而出於正，則謂以理應事矣。理與事分為二而與意見合為一，是以害事。夫事至而應者，心也；心有所蔽，則於事情未之能得，又安能得理乎!自老氏貴於「抱一」，貴於「無欲」，莊周書則曰：「聖人之靜也，非曰靜也善，故靜也；萬物無足以撓心者，故靜也。水靜猶明，而況精神，聖人之心靜乎!夫虛靜恬淡，寂寞無為者，天地之平，而道德之至。」周子通書曰：「『聖可學乎?』曰，『可。』『有要乎?』曰，『有。』『請問焉。』曰，『一為要。一者，無欲也；無欲則靜虛動直。靜虛則明，明則通；動直則公，公則溥。明通公溥，庶矣哉!』」此即老、莊、釋氏之說。朱子亦屢言「人欲所蔽」，皆以為無欲則無蔽，非中庸﹁雖愚必明」之道也。有生而愚者，雖無欲，亦愚也。凡出於欲，無非以生以養之事，欲之失為私，不為蔽。自以為得理，而所執之實謬，乃蔽而不明。天下古今之人，其大患，私與蔽二端而已。私生於欲之失，蔽生於知之失；欲生於血氣，知生於心。因私而咎欲，因欲而咎血氣；因蔽而咎知，因知而咎（心），老氏所以言「常使民無知無欲」；彼自外其形骸，貴其真宰；後之釋氏，其論說似異而實同。宋儒出入於老、釋，【程叔子撰明道先生行狀云；「自十五六時，聞周茂叔論道，遂厭科舉之業，慨然有求道之志，泛濫於諸家，出入於老、釋者幾十年，返求諸六經，然後得之。」呂與叔撰橫渠先生行狀云﹕「范文正勸讀中庸，先生讀其書，雖愛之，猶以為未足，又訪諸釋、老之書，累年，盡究其說，知無所得，返而求之六經。」朱子語類廖德明錄癸巳所聞﹕「先生言：二三年前見得此事尚鶻突，為他佛說得相似，近年來方看得分曉。」考朱子慕禪學在十五六時，年二十四，見李愿中，教以看聖賢言語，而其後復入於釋氏。至癸巳，年四十四矣。】故雜乎老、釋之言以為言。詩曰﹕「民之質，日用飲食。」記曰﹕「飲食男女，人之大於存焉。」聖人治天下，體民之情，遂民之欲，而王道備。人知老、莊、釋氏異於聖人，聞其無欲之說，猶未之信也；於宋儒，則信以為同於聖人；理欲之分，人人能言之。故今之治人者「視古賢聖體民之情，遂民之欲，多出於鄙細隱曲，不措諸意，不足為怪；而及其責以理也，不難舉曠世之高節，著於義而罪之，尊者以理責卑，長者以理責幼，貴者以理責賤，雖失，謂之順；卑者、幼者、賤者以理爭之，雖得，謂之逆。於是下之人不能以天下之同情、天下所同欲達之於上；上以理責其下，而在下之罪，人人不勝指數。人死於法，猶有憐之者；死於理，其誰憐之!嗚呼，雜乎老、釋之言以為言，其禍甚於申、韓如是也!六經、孔、孟之書，豈嘗以理為如有物焉，外乎人之性之發為情Q欲Y者，而強制之也哉!孟子告齊、梁之君，曰「與民同樂」，曰「省刑罰，薄稅斂」，曰「必使仰足以事父母，俯足以畜妻子」，曰「居者有積倉，行者有裹（囊）〔糧〕」，曰「內無怨女，外無曠夫」，仁政如是，王道如是而已矣。 \\n 問：樂記言滅天理而窮人欲，其言有似於以理欲為邪正之別，何也? \\n 曰：性，譬則水也；欲，譬則水之流也；節而不過，則為依乎天理，為相生養之道，譬則水由地中行也；窮人欲而至於有悖逆詐偽之心，有淫泆作亂之事，譬則洪水橫流，汎濫於中國也。聖人教之反躬，以已之加於人，設人如是加於己，而思躬受之之情，譬則禹之行水，行其所無事，非惡汎濫而塞其流也。惡汎濫而塞其流，其立說之工者且直絕其源，是遏欲無欲之喻也。「口之於味也，目之於色也，耳之於聲也，鼻之於臭也，四肢之於安佚也」，此後儒視為人欲之私者，而孟子曰「性也」，繼之曰「有命焉」。命者，限制之名，如命之東則不得而西，言性之欲之不可無節也。節而不過，則依乎天理；非以天理為正，人欲為邪也。天理者，節其欲而不窮人欲也。是故欲不可窮，非不可有；有而節之，使無過情，無不及情，可謂之非天理乎! \\n 問：中庸言「君子戒慎乎其所不睹，恐懼乎其所不聞」，言「君子必慎其獨」，後儒因有存理遏欲之說。今曰「欲譬則水之流」，則流固不可塞；誠使水由地中行，斯無往不得其自然之分理;存此意以遏其汎濫，於義未為不可通。然中庸之言，不徒治之於汎濫也，其意可得聞歟? \\n 曰：所謂「戒慎恐懼」者，以敬肆言也。凡對人者，接於目而睹，則戒慎其儀容；接於耳而聞，則恐懼有愆謬。君子雖未對人亦如是，蓋敬而不敢少肆也，篇末云「君子不動而敬，不言而信」是也。所謂「慎獨」者，以邪正言也。凡有所行，端皆起於志意，如見之端起於隱，顯之端起於微，其志意既動，人不見也，篇末云「君子內省不疚，無惡於志，君子之所不可及者，其唯人之所不見乎」是也。蓋方未應事，則敬肆分；事至而動，則邪正分。敬者恒自檢神，肆則反是；正者不牽於私，邪則反是。必敬必正，而意見或偏，猶未能語於得理；雖智足以得理，而不敬則多疏失，不正則盡虛偽。三者，一虞於疏，一嚴於偽，一患於偏，各有所取也。 \\n 問：自宋以來，謂「理得於天而具於心」，既以為人所同得，故於智愚之不齊歸諸氣稟，而敬肆邪正概以實其理欲之說。老氏之「抱一」「無欲」，釋氏之「常惺惺〔九〕」，彼所指者，曰「真宰」，曰「真空」，【莊子云﹕「若有真宰而特不得其朕。」釋氏書云﹕「即此識情，便是真空妙智。」又云﹕「真空則能攝眾有而應變。」又云：「湛然常寂，應用無方，用而常空，空而常用。用而不有，即是真空；空而不無，即成妙有。」】而易以理字便為聖學。既以理為得於天，故又創理氣之說，譬之「二物渾淪」；【朱子語錄云﹕「理與氣決是二物，但在物上看，則二物渾淪，不可分開各在一處，然不害二物之各為一物也。」】於理極其形容，指之曰「淨潔空闊」；【問「先有理後有氣」之說。朱子曰﹕「不消如此說。而今知他合下先是有理後有氣邪？後有理先有氣邪?皆不可得而推究。然以意度之，則疑此氣是依傍道理行，及此氣之聚，則理亦在焉。蓋氣則能凝結造作，理卻無情意，無制度，無造作，止此氣凝聚處，理便在其中。且如天地間人物草木禽獸，其生也莫不有種；定不會無種了，白地生出一個物事；這個都是氣。若有理則止是個淨潔空闊底世界，無形跡，他卻不會造作，氣則能醞釀凝聚生物也。」】不過就老、莊、釋氏所謂「真宰」「真空」者轉之以言夫理，就老、莊、釋氏之言轉而為六經、孔、孟之言。今何以剖別之，使截然不相淆惑歟? \\n 曰：天地、人物、事為，不聞無可言之理者也，詩曰「有物有則」是也。物者，指其實體實事之名；則者，稱其純粹中正之名。實體實事，罔非自然，而歸於必然，天地、人物、事為之理得矣。夫天地之大，人物之蕃，事為之委曲條分，苟得其理矣，如直者之中懸，平者之中水，圓者之中規，方者之中矩，然後推諸天下萬世而準。易稱「先天而天弗遠，後天而奉天時；天且弗遠，而況於人乎，況於鬼神乎」，中庸稱「考諸三王而不謬，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑」。夫如是，是為得理，是為心之所同然。孟子曰：「規矩，方圓之至也；聖人，人倫之至也。」語天地而精言其理，猶語聖人而言乎其可法耳。尊是理，而謂天地陰陽不足以當之，必非天地陰陽之理則可。天地陰陽之理，猶聖人之聖也；尊其聖，而謂聖人不足以當之，可乎哉?聖人亦人也，以盡乎人之理，群共推為聖智。盡乎人之理非他，人倫日用盡乎其必然而已矣。推而極於不可易之為必然，乃語其至，非原其本。後儒從而過求，徒以語其至者之意言思議視如有物，謂與氣渾淪而成，聞之者習焉不察，莫知其異於六經、孔、孟之言也。舉凡天地、人物、事為，求其必然不可易，理至明顯也。從而尊大之，不徒曰天地、人物、事為之理，而轉其語曰「理無不在」，視之「如有物焉﹂，將使學者皓首茫然，求其物不得。非六經、孔、孟之言難知也，傳注相承，童而習之，不復致思也。 \\n 問：宋儒以理為「如有物焉，得於天而具於心」，人之生也，由氣之凝結生聚，而理則湊泊附著之，【朱子云﹕「人之所以生，理與氣合而己。天理固浩浩不窮，然非是氣，則（雖）是理而無所湊泊，故必二氣交感，凝結生聚，然後是理有所附著。」】因以此為「完全自足」，【程子云﹕「聖賢論天德，蓋自家元是天然完全自足之物，若無所污壞，即當直而行之；若少有污壞，即敬以治之，使復如舊。」】如是，則無待於學。然見於古賢聖之論學，與老、莊、釋氏之廢學，截然殊致，因謂「理為形氣所污壞，故學焉以復其初」。【朱子於論語首章，於大學「在明明德」，皆以「復其初」為言。】「復其初」之云，見莊周書。【莊子繕性篇云﹕「繕性於俗學以求復其初，滑欲於俗知以求致其明，謂之蔽蒙之民。」又云﹕「文減質，博溺心，然後民始惑亂，無以返其性情而復其初。」】蓋其所謂理，即如釋氏所謂「本來面目」，而其所謂「存理」，亦即如釋氏所謂「常惺惺」。【釋氏書云﹕「不思善，不思惡，時認本來面目。」上蔡謝氏曰：「敬是常惺惺法。」王文成解大學3「格物致知」，主扞禦外物之說，其言曰：「本來面目，即吾聖門所謂良知。隨物而格，是致知之功。」】豈宋以來儒者，其誽盡援儒以入釋歟? \\n 曰﹕老、莊、釋以其所謂「真宰」「真空」者為「完全自足」，然不能謂天下之人有善而無惡，有智而無愚也，因舉善與智而毀訾之。老氏云：「絕學無憂，唯之與阿，相去幾何?善之與惡，相去何若?」又云：「以智治國，國之賊；不以智治國，國之褔。」又云：「古之善為道者，非以明民，將以愚之。」彼蓋以無欲而靜，則超乎善惡之上，智乃不如愚，故直云「絕學」，又（生）〔主〕「絕聖棄智」，「絕仁棄義」，此一說也。荀子以禮義生於聖心，常人學然後能明於禮義，若順其自然，則生爭奪。弗學而能，乃屬之性；學而後能，不得屬之性，故謂性惡。而其於孟子言性善也辯之曰：「性善，則去聖王，息禮義矣；性惡，則興聖王，貴禮義矣。」此又一說也。荀子習聞當時雜乎老、莊、告子之說者廢學毀禮義，而不達孟子性善之旨，以禮義為聖人教天下制其性，使不至爭奪，而不知禮義之所由名。老、莊、告子及後之釋氏，乃言如荀子所謂「去聖王，息禮義」耳。程子、朱子謂氣稟之外，天與之以理，非生知安行之聖人，未有不污壞其受於天之理者也，學而後此理漸明，復其初之所受。是天下之人，雖有所受於天之理，而皆不殊於無有，此又一說也。今富者遺其子粟千鍾，貧者無升斗之遺；貧者之子取之宮中無有，因日以其力致升斗之粟；富者之子亦必如彼之日以其力致之，而曰所致者即其宮中者也，說必不可通，故詳於論敬而略於論學。【如程子云「敬以治之，使復如舊」，而不及學；朱子於中庸「致中和」，猶以為「戒懼慎獨」。】陸子靜、王文成諸人，推本老、莊、釋氏之所謂「真宰」「真空」者，以為即全乎聖智仁義，即全乎理，【陸子靜云﹕「收拾精神，自作主宰，萬物皆備於我，何有欠闕!當惻隱時，自然惻隱；當羞惡時，自然羞惡；當寬裕溫柔時，自然寬裕溫柔；當發強剛毅時，自然發剛強毅。」王文成云：「聖人致知之功，至誠無息。其良知之體，皦如明鏡，妍媸之來，隨物現形，而明鏡曾無所留染，所謂『情順萬事而無情』也。『無所住（以）〔而〕生其心』，佛氏曾有是言，未為非也。明鏡之應，妍者妍，媸者媸，一照而皆真，即是『生其心』處；妍者妍，媸者媸，一過而不留，即『無所住』處。」】此又一說也。程子、朱子、就老、莊、釋氏所指者，轉其說以言夫理，非援儒而入釋，誤以釋氏之言雜人於儒耳；陸子靜、王文成諸人就老、莊、釋氏所指者，即以理實之，是乃援儒以入於釋者也。試以人之形體與人之德性比而論之，形體始乎幼小，終乎長大；德性始乎蒙昧，終乎聖智。其形體之長大也，資於飲食之養，乃長日加益，非「復其初」；德性資於學問，進而聖智，非「復其初」明矣。人物以類區分，而人所稟受，其氣清明，異於禽獸之不可開通。然人與人較，其材質等差凡幾?古賢聖知人之材質有等差，是以重問學，貴擴充。老、莊、釋氏謂有生皆同，故主於去情Q欲Y以勿害之.不必問學以擴充之。在老、莊、釋氏既守己自足矣，因毀訾仁義以伸其說。荀子謂常人之性，學然後知禮義，其說亦足以伸。陸子靜、王文成諸人同於老、莊、釋氏，而改其毀訾仁義者，以為自然全乎仁義，巧於伸其說者也。程子、朱子尊理而以為天與我，猶荀子尊禮義以為聖人與我也。謂理為形氣所污壞，是聖人而下形氣皆大不美，即荀子性惡之說也；而其所謂理，別為湊泊附著之一物，猶老、莊、釋氏所謂「真宰」「真空」之湊泊附著於形體也。理既完全自足，難於言學以明理，故不得不分理氣為二本而咎形氣。蓋其說雜糅傅合而成，令學者眩惑其中，雖六經、孔、孟之言具在，咸習非勝是，不復求通。嗚呼，吾何敢默而息乎! \\n 問：程伯子之出入於老、釋者幾十年，返求諸六經，然後得之，見叔子所撰行狀。而朱子年四十內外，猶馳心空妙，其後有答汪尚書書，言「熹於釋氏之說，蓋嘗師其人，尊其道，求之亦切至矣，然未能有得。其後以先生君子之教，校乎前後緩急之序，於是暫置其說而從事於吾學。其始蓋未嘗一日不往來於心也，以為俟卒究吾說而後求之未為甚晚。而一二年來，心獨有所自安，雖未能即有諸己，然欲復求之外學以遂其初心，不可得矣。」程、朱雖從事釋氏甚久，然終能覺其非矣，而又未合於六經、孔、孟，則其學何學歟? \\n 曰：程子、朱子其出入於老、釋，皆以求道也，使見其道為是，雖人以為非而不顧。其初非背六經、孔、孟而信彼也，於此不得其解，而見彼之捐棄物欲，返觀內照，近於切己體察，為之，亦能使思慮漸清，因而冀得之為衡（鑒）事物之本。然極其致，所謂「明心見性」、「還其神之本體」者，即本體得矣，以為如此便足，無欠闕矣，實動輒差謬。在老、莊、釋氏固不論差謬與否，而程子、朱子求道之心，久之知其不可恃以衡鑒事物，故終謂其非也。夫人之異於物者，人能明於必然，百物之生各遂其自然也。老氏言「致虛極，守靜篤」，言「道法自然」，釋氏亦不出此，皆起於自私，使其神離形體而長存。【老氏言「長生久視」，以死為「返其真」；所謂長生者，形化而神長存也；釋氏言「不生不減」；所謂不生者，不受形而生也；不減者，即其神長存也。】其所謂性，所謂道，專主所謂神者為言。邵子云：「道與一，神之強名也。」又云：「神無方而性有質。」又云：「性者，道之形體；心者，性之郛郭。」又云：「人之神即天地之神。」合其言觀之，得於老莊最深。所謂道者，指天地之「神無方」也；所謂性者，指人之「（神）〔性〕有質」也，故曰「道之形體」。邵子又云：「神統於心，氣統於腎，形統於首；形氣交而神主乎其中，三才之道也。」此顯指神宅於心，故曰「心者，性之郛郭」。邵子又云：「氣則養性，性則乘氣；故氣存則性存，性動則氣動也」。此顯指神乘乎氣而資氣以養。【王文成云﹕「夫良知一也，以其妙用而言謂之神，以其流行而言謂之氣。」立說亦同。又即導善家所云「神之炯炯而不昧者為性，氣之縕絪而不息者為命」。】朱子於其指神為道、指神為性者，若轉以言夫理。張子云：「由太虛，有天之名；由氣化，有道之名；合虛與氣，有性之名，合性、知覺，有心之名。」其所謂虛，六經、孔、孟無是言也。張子又云：「神者，太虛妙應之目。」又云：「天之不測謂神，神而有常謂天。」又云：「神，天德；化，天道。」是其曰虛曰天，不離乎所謂神者。彼老、莊、釋氏之自貴其神，亦以為妙應，為沖虛,為足乎天德矣。【如云﹕「性周法界，淨智圓妙，體自空寂。」】張子又云：「氣有陰陽，推行有漸為化，合一不測為神。」斯言也，蓋得之矣。試驗諸人物，耳目百體，會歸於心；心者，合一不測之神也。天地間百物生生，無非推本陰陽。易曰：「精氣為物。」曾子曰：「陽之精氣曰神，陰之精氣曰靈，神靈者，品物之本也。」因其神靈，故不徒曰氣而稱之曰精氣。老、莊、釋氏之謬，乃於此岐而分之。內其神而外形體，徒以形體為傳舍，以舉凡血氣之欲、君臣之義，父子昆弟夫婦之親，悉起於有形體以後，而神至虛靜，無欲無為。在老、莊、釋氏徒見於自然，故以神為已足。程子、朱子見於六經、孔、孟之言理義，歸於必然不可易，非老、莊、釋氏所能及，因尊之以當其所謂神者為生陽生陰之本，而別於陰陽；為人物之性，而別於氣質；反指孔、孟所謂道者非道，所謂性者非性。獨張子之說，可以分別錄之，言「由氣化，有道之名」，言「化，天道」，言「推行有漸為化，合一不測為神」，此數語者，聖人復起，無以易也。張子見於必然之為理，故不徒曰神而曰「神而有常。」誠如是言，不以理為別如一物，於六經、孔、孟近矣。就天地言之，化，其生生也；神，其主宰也，不可歧而分也。故言化則賅神，言神亦賅化；由化以知神，由化與衶以知德；德也者，天地之中正也。就人言之，有血氣，則有心知；有心知，雖自聖人而下，明昧各殊，皆可學以牖其昧而進於明。天之生物也，使之一本.而以性專屬之神，則視形體為假合；以性專屬之理，則苟非生知之聖人，不得咎其氣質，皆二本故也。老、莊、釋氏尊其神為超乎陰陽氣化，此尊理為超乎陰陽氣化。朱子答呂子約書曰：「陰陽也，君臣父子也，皆事物也；人之所行也，形而下者也，萬象紛羅者也。是數者各有當然之理，即所謂道也，當行之路也，形而上者也，沖漠無朕者也。」然則易曰「立天之道曰陰與陽」，中庸曰「君臣也，父子也，夫婦也，昆弟也，朋友之交也，五者，天下之達道也」，皆僅及事物而即謂之道，豈聖賢之立言，不若朱子言之辨析歟?聖人順其血氣之欲，則為相生養之道，於是視人猶己，則忠；以己推之，則恕；憂樂於人，則仁；出於正，不出於邪，則義；恭敬不侮慢，則禮；無差謬之失，則智；曰忠恕，曰仁義禮智，豈有他哉?常人之欲，縱之至於邪僻，至於爭奪作亂；聖人之欲，無非懿德。欲同也，善不善之殊致若此。欲者，血氣之自然，其好是懿德也，心知之自然，此孟子所以言性善。心知之自然，未有不悅理義者，未能盡得理合義耳。由血氣之自然，而審察之以知其必然，是之謂理義；自然之與必然，非二事也。就其自然，明之盡而無幾微之失焉，是其必然也。如是而後無憾，如是而後安，是乃自然之極則。若任其自然而流於失，轉喪其自然，而非自然也；故歸於必然，適完其自然。夫人之生也，血氣心知而已矣。老、莊、釋氏見常人任其血氣之自然之不可，而靜以養其心知之自然；於心知之自然謂之性，血氣之自然謂之欲，說雖巧變，要不過分血氣心知為二本。荀子見常人之心知，而以禮義為聖心：見常人任其血氣心知之自然之不可，而進以禮義之必然；於血氣心知之自然謂之性，於禮義之必然謂之教；合血氣心知為一本矣，而不得禮義之本。程子、朱子見常人任其血氣心知之自然之不可，而進以理之必然;於血氣心知之自然謂之氣質，於理之必然謂之性，亦合血氣心知為一本矣，而更增一本。分血氣心知為二本者，程子斥之曰「異端本心」，而其增一本也，則曰「吾儒本天。」如其說，是心之為心，人也，非天也；性之為性，天也，非人也。以天別於人，實以性為別於人也。人之為人，性之為性，判若彼此，自程子、朱子始，告子言「以人為仁義，猶以杞柳為桮棬」，孟子必辨之，為其戕賊一物而為之也，況判若彼此，豈有不戕賊者哉!蓋程子、朱子之學，借階於老、莊、釋氏，故僅以理之一字易其所謂真宰真空者而餘無所易。其學非出於荀子，而偶與荀子合，故彼以為惡者，此亦咎之；彼以為出於聖人者，此以為出於天。出於天與出於聖人豈有異乎!天下惟一本，無所外。有血氣，則有心知;有心知，則學以進於神明，一本然也；有血氣心知，則發乎血氣之知自然者，明之盡，使無幾微之失，斯無往非仁義，一本然也。苟岐而二之，未有不外其一者。六經、孔、孟而下，有荀子矣，有老、莊.釋氏矣，然六經、孔，孟之道猶在也。自宋儒雜荀子及老、莊、釋氏以入六經、孔、孟之書，學者莫知其非，而六經、孔、孟之道亡矣。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "孟子字義疏證卷中", "正文": "　 \\n 孟子字義疏證卷中 \\n 　 \\n  \\n 天道四條 \\n 道，猶行也；氣化流行，生生不息，是故謂之道。易曰：「一陰一陽之謂道。」洪範：「五行：一曰水，二曰火，三曰木，四曰金，五曰土。」行亦道之通稱。【詩載馳：「女子善懷，亦各有行。」毛傳云：「行，道也。」竹竿﹕「女子有行，遠兄弟父母。」鄭箋云：「行，道也。」】舉陰陽則賅五行，陰陽各具五行也；舉五行即賅陰陽，五行各有陰陽也。大戴禮記曰：「分於道謂之命，形於一謂之性。」言分於陰陽五行以有人物，而人物各限於所分以成其性。陰陽五行，道之實體也；血氣心知，性之實體也。有實體，故可分；惟分也，故不齊。古人言性惟本於天道如是。 \\n 問：易曰：「形而上者謂之道，形而下者謂之器。」程子云：「惟此語截得上下最分明，元來止此是道，要在人默而識之。」後儒言道，多得之此。朱子云：「陰陽，氣也，形而下者也；所以一陰一陽者，理也，形而上者也；道即理之謂也。」朱子此言，以道之稱惟理足以當之。今但曰「氣化流行，生生不息」，乃程、朱所目為形而下者；其說據易之言以為言，是以學者信之。然則易之解可得聞歟? \\n 曰：氣化之於品物，則形而上下之分也。形乃品物之謂，非氣化之謂。易又有之：「立天之道，曰陰與陽。」直舉陰暢，不聞辨別所以陰陽而始可當道之稱，豈聖人立言皆辭不備哉?一陰一陽，流行不已，夫是之謂道而已。古人言辭，「之謂」「謂之」有異：凡曰「之謂」，以上所稱解下，如中庸「天命之謂性，率性之謂道，修道之謂教」，此為性、道、教言之，若曰性也者天命之謂也，道也者率性之謂也，教也者修道之謂也；易「一陰一陽之謂道」，則為天道言之，若曰道也者一陰一陽之謂也。凡曰「謂之」者，以下所稱之名辨上之實，如中庸「自誠明謂之性，自明誠謂之教」，此非為性教言之，以性教區別「自誠明」「自明誠」二者耳。易「形而上者謂之道，形而下者謂之器」，本非為道器言之，以道器區別其形而上形而下耳。形謂已成形質，形而上猶曰形以前，形而下猶曰形以後。【如言「千載而上，千載而下」。詩：「下武維周。」鄭箋云﹕「下，猶後也。」】陰陽之未成形質，是謂形而上者也，非形而下明矣。器言乎一成而不變，道言乎體物而不可遺。不徒陰陽是非形而下，如五行水火木金土，有質可見，固形而下也，器也；其五行之氣，人物咸稟受於此，則形而上者也。易言「一陰一陽」，洪範言「初一曰五行」，舉陰暢，舉五行，即賅鬼神；中庸言鬼神之「體物而不可遺」，即物之不離陰陽五行以成形質也。由人物逆而上之，至是止矣。六經、孔、孟之書不聞理氣之辨，而後儒創言之，遂以陰陽屬形而下，實失道之名義也。 \\n 問：後儒論陰陽，必推本「太極」，云：「無極而太極，太極動而生陽；動極而靜，靜而生陰；靜極復動。一動一靜，互為其根；分陰分陽，兩儀立焉。」朱子釋之云：「太極生陰陽，理生氣也。陰陽既生，則太極在其中，理復在氣之內也。」又云﹕「太極，形而上之道也；陰陽，形而下之器也。」今既辨明形乃品物，非氣化，然則「太極」「兩儀」，後儒據以論道者，亦必傅合失之矣。自宋以來，學者惑之已久，將何以解其惑歟? \\n 曰：後世儒者紛紛言太極，言兩儀，非孔子贊易太極兩儀之本指也。孔子曰：「易有太極，是生兩儀，兩儀生四象，四象生八卦。」曰儀，曰象，曰卦，皆據作易言之耳，非氣化之陰陽得兩儀四象之名。易備於六十四，自八卦重之，故八卦者，易之小成，有天、地、山、澤、雷、風、水、火之義焉。其未成卦晝，一奇以儀陽，一偶以儀陰，故稱兩儀。奇而遇奇，陽已長也，以象太陽；奇而遇偶，陰始生也，以象少陰；偶而遇偶，陰已長也，以象太陰；偶而遇奇，陽始生也，以象少陽。伏羲氏睹於氣化流行，而以奇偶儀之象之。孔子贊易，蓋言易之為書起於卦晝，非漫然也，實有見於天道一陰一陽為物之終始會歸，乃晝奇偶兩者從而儀之，故曰「易有太極，是生兩儀」。既有兩儀，而四象，而八卦，以次生矣。孔子以太極指氣化之陰陽，承上文「明於天之道」言之，即所云「陰一陽之謂道」，以兩儀、四象、八卦指易晝。後世儒者以兩儀為陰陽，而求太極於陰陽之所由生，豈孔子之言乎! \\n 問：宋儒之言形而上下，言道器，言太極兩儀，今據孔子贊易本文疏通證明之，洵於文義未協。其見於理氣之辨也，求之六經中無其文，故借太極、兩儀、形而上下亡語以飾其說，以取信學者歟? \\n 曰：舍聖人立言之本指，而以己說為聖人所言，是誣聖；借其語以飾吾之說，以求取信，是欺學者也。誣聖欺學者，程、朱之賢不為也。蓋其學借階於老、莊、釋氏，是故失之。凡習於先入之言，往往受其蔽而不自覺。在老、莊、釋氏就一身分言之，有形體，有神識（一），而以神識為本。推而上之，以神為有天地之本，【老氏云﹕「有物混成，先天地生。」又云﹕「道之為物，惟恍惟忽。忽兮恍兮，其中有象；恍兮忽兮，其中有物。」釋氏書：「問：『如何是佛?』曰﹕『見性為佛。』『如何是性?』曰﹕『作用為性。』『如何是作用?」曰：『在目曰見，在耳曰聞，在鼻臭香，在口談論，在手執捉，在足運奔。偏見俱該法界，收攝在一微塵，識者知是佛性，不識喚作精魂。』」】遂求諸無形無跡者為實有，而視有形有跡為幻。在宋儒以形氣神識同為己之私，而理得於天。推而上之，於理氣截之分明，以理當有其無形無跡述之實有，而視有形有跡為粗。益就彼之言而轉之，【朱子辨釋氏云﹕「儒者以理為不生不滅，釋氏以神識為不生不滅。」】因視氣曰「空氣」，【陳安卿云﹕「二氣流行萬古，生生不息，不成只是空氣，必有主宰之者，理是也。」】視心曰「性之郛郭」，【邵子云﹕「心者，性之郛郭。」】是彼別形神為二本，而宅於空氣宅於郛郭者為天地之神與人之神。此別理氣為二本，【朱子云﹕「天地之間，有理有氣。理也者，形而上之道也，生物之本也；氣也者,形而下之器也，生物之具也，是以人物之生，必稟此理然後有性也，稟此氣然後有形。」】而宅於空氣、宅於郛郭者，為天地之理與人之理。由考之六經、孔、孟，茫然不得所謂性與天道者，及從事老、莊、釋氏有年，覺彼之所指，獨遺夫理義而不言，是以觸於形而上下之云，太極兩儀之稱，頓然有悟，遂創為理氣之辨，不復能詳審文義。其以理為氣之主宰，如彼以神為氣之主宰也。以理能生氣，如彼以神能生氣也。【老氏云﹕「一生二，二生三，三生萬物。萬物負陰而抱陽，沖氣以為和。」】以理壞於形氣，無人欲之蔽則復其初，如彼以神受形而生，不以物欲累之則復其初也。皆改其所指神識者以指理，徒援彼例此，而實非得之於此。學者轉相傳述，適所以誣聖亂經。善夫韓退之氏曰：「學者必慎所道。道於楊、墨、老、莊、佛之學而欲之聖人之道，猶航斷港絕潢以望至於海也。」此宋儒之謂也。 \\n 性九條 \\n 性者，分於陰陽五行以為血氣、心知、品物，區以別焉，舉凡既生以後所有之事，所具之能，所全之德，咸以是為其本，故易曰「成之者性也。」氣化生人生物以後，各以類滋生久矣；然類之區別，千古如是也，循其故而已矣。在氣化曰陰陽，曰五行，而陰陽五行之成化也，雜糅萬變，是以及其流形，不特品物不同，雖一類之中又復不同。凡分形氣於父母，即為分於陰陽五行，人物以類滋生，皆氣化之自然。中庸曰：「天命之謂性。」以生而限於天，故曰天命。大戴禮記曰：「分於道謂之命，形於一謂之性。」分於道者，分於陰陽五行也。一言乎分，則其限之於始，有偏全、厚薄、清濁、昏明之不齊，各隨所分而形於一，各成其性也。然性雖不同，大致以類為之區別，故論語曰「性相近也」，此就人與人相近言之也。孟子曰：「凡同類者舉相似也，何獨至於人而疑之!聖人與我同類者」，言同類之相似，則異類之不相似明矣；故詰告子「生之謂性」曰：「然則犬之性猶牛之性，牛之性猶人之性與」，明乎其必不可混同言之也。天道，陰陽五行而已矣；人物之性，咸分於道，成其各殊者而已矣。 \\n 問：論語言性相近，孟子言性善，自程子、朱子始別之，以為截然各言一性，【朱子於論語引程子云：「此言氣質之性，非言性之本也。若言其本，則性即是理。理無不善，孟子之言性善是也，何相近之有哉!」】反取告子「生之謂性」「性一也，何以言相近?此止是言氣質之性，如俗言性急性緩之類。性安有緩急?此言性者，生之謂性也。」又云：「凡言性處，須看立意如何。且如言人性善，性之本也；生之謂性，論其所稟也。孔子言性相近，若論其本，豈可言相近?止論其所稟也。告子所云固是，為孟子問他，他說便不是也。」】創立名目曰「氣質之性」，而以理當孟子所謂善者為生物之本，【程子云；「孟子言性，當隨文看。不以告子『生之謂性』為不然者，此亦性也，被命受生之後謂之性耳，故不同。繼之曰『犬之性猶牛之性，牛之性猶人之性興』，然不害為一。若乃孟子之言善者，乃極本窮源之性。」】人與禽獸得之也同，【程子所謂「不害為一」，朱子於中庸「天命之謂性」釋之曰﹕「命，猶令也，性，即理也。天以陰陽五行化生萬物，氣以成形而理亦賦焉，猶命令也，於是人物之生，因各得其所賦之理以為健順五常之德，所謂性也。」】而致疑於孟子。【朱子云﹕「孟子言『人所以異於禽獸者幾希』，不知人何故與禽獸異；又言『犬之性猶牛之性，牛之性猶人之性與』，不知人何故與牛犬異。此兩處似欠中間一轉語，須著說是「形氣不同故性亦少異」始得。恐孟子見得人性同處，自是分曉起直截，卻於這些子未甚察。」】是謂性即理，於孟子且不可通矣，其不能通於易、論語固宜。孟子聞告子言「生之謂性」，則致詰之;程、朱之說，不幾助告子而議孟子歟? \\n 曰：程子、朱子其初所講求者，老、莊、釋氏也。老、莊、釋氏自貴其神而外形體，顯背聖人，毀訾仁義。告子未嘗有神與形之別，故言「食色性也」，Mencius6A3而亦尚其自然，故言「性無善無不善」，雖未嘗毀訾仁義，而以桮楮喻義，則是災杞柳始為桮樁，其指歸與老、莊、釋氏不異也。凡血氣之屬皆知懷生畏死，因而趨利避害；雖明暗不同，不出乎懷生畏死者同也。人之異於禽獸不在是。禽獸知母而不知父，限於知覺也；然愛其生之者及愛其所生，與雌雄牝牡之相愛，同類之不相噬，習處之不相齧，進乎懷生畏死矣。一私於身，一及於身之所親，皆仁之屬也。私於身者，仁其身也;及於身之所親者，仁其所親也;心知之發乎自然有如是。人之異於禽獸亦不在是。告子以自然為性使之然，以義為非自然，轉制其自然，使之強而相從，故言「仁，內也，非外也；義，外也，非內也」，立說之指歸，保其生而已矣。陸子靜云：「惡能害心，善亦能害心。」此言實老、莊、告子、釋氏之宗指，貴其自然以保其生。誠見窮人欲而流於惡者適足害生，即慕仁義為善，勞於問學，殫思竭慮，亦於生耗損，於此見定而心不動。其「生之謂性」之說如是也，豈得合於孔子哉! \\n 易、論語、孟子之書，其言性也，咸就其分於陰陽五行以成性為言；成，則人與百物，偏全、厚薄、清濁、昏明限於所分者各殊，徒曰生而已矣，適同人於犬牛而不察其殊。朱子釋孟子有曰：「告子不知性之為理，而以所謂氣者當之，蓋徒知知覺運動之蠢然者，人與物同，而不知仁義禮智之粹然者，人與物異也。」如其說，孟子但舉人物詰之可矣，又何分牛之性犬之性乎?犬與牛之異，非有仁義禮智之粹然者，不得謂孟子以仁義禮智詰告子明矣。在告子既以知覺運動為性，使知覺運動之蠢然者人與物同，告子何不可直應之曰「然」?斯以見知覺運動之不可概人物，而目為蠢然同也。凡有生，即不隔於天地之氣化。陰陽五行之運而不已，天地之氣化也，人物之生生本乎是，由其分而有之不齊，是以成性各殊。知覺運動者，統乎生之全言之也，由其成性各殊，是以本之以生，見乎知覺連動也亦殊。氣之自然潛運，飛潛動植皆同，此生生之機肖乎天地者也，而其本受之氣，與所資以養者之氣則不同。所資以養者之氣，雖由外而入，大致以本受之氣召之。五行有生克，遇其克之者則傷，甚則死，此可知性之各殊矣。本受之氣及所資以養者之氣，必相得而不相逆，斯外內為一，其分於天地之氣化以生，本相得，不相逆也。氣運而形不動者，卉木是也；凡有血氣者，皆形能動者也。由其成性各殊，故形質各殊；則其形質之動而為百體之用者，利用不利用亦殊。知覺云者，如寐而寤曰覺，心之所通曰知，百體皆能覺，而心之知覺為大。凡相忘於習則不覺，見異焉乃覺。魚相忘於水，其非生於水者不能相忘水也，則覺不覺亦有殊致矣。聞蟲鳥以為候，聞雞嗚以為辰，彼之感而覺，覺而聲應之，又覺之殊致有然矣，無非性使然也。若夫烏之反哺，雎鳩之有別，蜂蟻之知君臣，豺之祭獸，獺之祭魚，合於人之所謂仁義者矣，而各由性成。人則能擴充其知至於神明，仁義禮智無不全也。仁義禮智非他，心之明之所止也，知之極其量也。知覺運動者，人物之生；知覺運動之所以異者，人物之殊其性。 \\n 孟子曰：「心之所同然者，謂理也，義也；聖人先得我心之所同然耳。」於義外之說必致其辨，言理義之為性，非言性之為理。性者，血氣心知本乎陰陽五行，人物莫不區以別焉是也，而理義者，人之心知，有思輒通，能不惑乎所行也。「孟子道性善，言必稱堯、舜」，非謂盡人生而堯、舜也，自堯舜而下，其等差凡幾?則其氣稟固不齊，豈得謂非性有不同?然人之心知，於人倫日用，隨在而知惻隱，知羞惡，知恭敬辭讓，知是非，端緒可舉，此之謂性善。於其知惻隱，則擴而充之，仁無不盡；於其知羞惡，則擴而充之，義無不盡；於其知恭敬辭讓，則擴而充之，禮無不盡；於其知是非，則擴而充之，智無不盡。仁義禮智，懿德之目也。孟子言「今人乍見孺子將入井，皆有休惕惻隱之心」，然則所謂惻隱、所謂仁者，非心知之外別「如有物焉藏於心」也，己知懷生而畏死，故休惕於孺子之危，惻隱於孺子之死，使無懷生畏死之心，又焉有休惕側隱之心?推之羞惡、辭讓、是非亦然。使飲食男女與夫感於物而動者脫然無之，以歸於靜，歸於一，又焉有羞惡，有辭讓，有是非?此可以明仁義禮智非他，不過懷生畏死，飲食男女，與夫感於物而動者之皆不可脫然無之，以歸於靜，歸於一，而恃人之心知異於禽獸，能不惑乎所行，即為懿德耳。古賢聖所謂仁義禮智，不求於所謂欲之外，不離乎血氣心知，而後儒以為別如有物湊泊附著以為性，由雜乎老、莊、釋氏之言，終昧於六經、孔、孟之言故也。孟子言「人無有不善」，以人之心知異於禽獸，能不惑乎所行之為善。且其所謂善也，初非無等差之善，即孔子所云「相近」;孟子所謂「苟得其養，無物不長；茍矢其養，無物不消」，所謂「求則得之，舍則失之；或相倍蓰而無算者，不能盡其才者也」，即孔子所云習至於相遠。不能盡其才，言不擴充其心知而長惡遂非也。彼悖乎禮義者，亦自知其失也，是人無有不善，以長惡遂非，故性雖善，不乏小人。孟子所謂「梏之反覆」，「違禽獸不遠」，即孔子所云「下愚之不移。」後儒未審其文義，遂彼此扞格。孟子曰：「如使口之於味也，其性與人殊，若犬馬之與我不同類也，則天下何耆皆從易牙之於味也!」又言「動心忍性」，是孟子矢口言之，無非血氣心知之性。孟子言性，曷嘗自岐為二哉!二之者，宋儒也。 \\n 問：凡血氣之屬皆有精爽，而人之精爽可進於神明。論語稱「上智與下愚不移」，此不待習而相遠者；雖習不足以移之，豈下愚之精爽與物等歟? \\n 曰：生而下愚，其人難與言理義，由自絕於學，是以不移。然苟畏威懷惠，一旦觸於所畏所懷之人，啟其心而憬然覺寤，往往有之。苟悔而從善，則非下愚矣；加之以學，則日進於智矣。以不移定為下愚，又往往在知善而不為．，知不善而為之者，故日不移，不日不可移。雖古今不乏下愚，而其精爽幾與物等者，亦究異於物，無不可移也。 \\n 問：孟子之時，因告子諸人紛紛各立異說，故直以性善斷之；孔子但言相近，意在於警人慎習，非因論性而發，故不必直斷曰善歟? \\n 曰：然。古賢聖之言至易知也。如古今之常語，凡指下愚者，矢口言之，每曰「此無人性」，稍舉其善端，則曰「此猶有人性」。以人性為善稱，是不言性者，其言皆協於孟子，而言性者轉失之。無人性即所謂人見其禽獸也，有人性即相近也，善也。論語言相近，正見「人無有不善」；若不善，與善相反，其遠已縣絕，何近之有!分別性與習，然後有不善，而不可以不善歸性。凡得養失養及陷溺梏亡，咸屬於習。至下愚之不移，則生而蔽錮，其明善也難而流為惡也易，究之性能開通，非不可移，視禽獸之不能開通亦異也。 \\n 問：孟子言性，舉仁義禮智四端，與孔子之舉智愚有異乎? \\n 曰：人之相去，遠近明昧，其大較也，學則就其昧焉者牖之明而已矣。人雖有智有愚，大致相近，而智愚之甚遠者蓋鮮。智愚者，遠近等差殊科，而非相反；善惡則相反之名，非遠近之名。知人之成性，其不齊在智愚，亦可知任其愚而不學不思乃流為惡。愚非惡也，人無有不善明矣。舉智而不及仁、不及禮義者，智於天地、人物、事為咸足以知其不易之則，仁有不至，禮義有不盡，可謂不易之則哉?發明孔子之道者，孟子也，無異也。 \\n 問：孟子言性善，門弟子如公都子已列三說，茫然不知性善之是而三說之非。荀子在孟子後，直以為性惡，而伸其崇禮義之說。荀子既知崇禮義，與老子言「禮者忠信之薄而亂之首」及告子「外義」，所見懸殊；又聞孟子性善之辨，於孟子言「聖人先得我心之所同然」亦必聞之矣，而猶與之異，何也? \\n 曰：荀子非不知人之可以為聖人也，其言性惡也，曰：「塗之人可以為禹。」「塗之人者，皆內可以知父子之義，外可以知君臣之正。」「其可以知之質，可以能之具，在塗之人，其可以為禹明矣。」「使塗之人伏術為學，專心一志，思索孰察，加日縣久，積善而不息，則通於神明，參於天地矣。故聖人者，人之所積而致（也）〔矣〕。」「聖可積而致，然而皆不可積，何也?」「可以而不可使也。」「塗之人可以為禹則然，塗之人能為禹，未必然也；雖不能（為）禹，無害可以為禹。」此於性善之說不惟不相悖，而且若相發明。終斷之曰：「足可以偏行天下，然而未嘗有能偏行天下者也。」能不能之與可不可，其不（可）同遠矣。」蓋荀子之見，歸重於學，而不知性之全體。其言出於尊聖人，出於重學崇禮義。首之以勸學篇，有曰：「誦數以貫之，思索以通之，為其人以處之，除其害者以持養之。」又曰：「積善成德，神明自得，聖心循焉。」荀子之善言學如是。且所謂通於神明，參於天地者，又知禮義之極致，聖人與天地合其德在是，聖人復起，豈能易其言哉!而於禮義與性，卒視若閡隔不可通。以聖人異於常人，以禮義出於聖人之心，常人學然後能明禮義，若順其性之自然，則生爭奪；以禮義為制其性，去爭奪者也，因性惡而加矯揉之功，使進於善，故貴禮義；苟順其自然而無爭奪，安用禮義為哉!又以禮義雖人皆可以知，可以能，聖人雖人之可積而致，然必由於學。弗學而能，乃屬之性；學而後能，弗學雖可以而不能，不得屬之性。此荀子立說之所以異於孟子也。 \\n 問：荀子於禮義與性視若閡隔而不可通，其蔽安在?今何以決彼之非而信孟子之是? \\n 曰﹕荀子知禮義為聖人之教，而不知禮義亦出於性；知禮義為明於其必然，而不知必然乃自然之極則，適以完其自然也。就孟子之書觀之，明理義之為性，舉仁義禮智以言性者，以為亦出於性之自然，人皆弗學而能，學以擴而充之耳。荀子之重學也，無於內而取於外；孟子之重學也，有於內而資於外。夫資於飲食，能為身之營衛血氣者，所資以養者之氣，與其身本受之氣，原於天地非二也。故所資雖在外，能化為血氣以益其內，未有內無本受之氣，與外相得而徒資焉者也。問學之於德性亦然。有己之德性，而問學以通乎古賢聖之德性，是資於古賢聖所言德性埤益己之德性也。冶金若水，而不聞以金益水，以水益金，豈可云己本無善，己無天德，而積善成德，如罍之受水哉!以是斷之，荀子之所謂性，孟子非不謂之性，然而荀子舉其小而遺其大也，孟子明其大而非舍其小也。 \\n 問：告子言「生之謂性」，言「性無善無不善」，言「食色性也，仁內義外」，朱子以為同於釋氏；【朱子云﹕「生，指人物之所以知覺連動者而言，與近世佛氏所謂『作用是性』者略相似。」又云﹕告子以人之知覺運動者為性，故言人之甘食悅色者即其性。」】其「杞柳」「湍水」之喻，又以為同於荀、揚;【朱子於「杞柳」之喻云：「如荀子性惡之說。」於「湍水」之喻云﹕「近於揚子善惡混之說。」】然則荀、揚亦與釋氏同歟? \\n 曰：否。荀、揚所謂性者，古今同謂之性，即後儒稱為「氣質之性」者也，但不當遺理義而以為惡耳。在孟子時，則公都子引或曰「性可以為善，可以為不善」，或曰「有性善，有性不善」，言不同而所指之性同。荀子見於聖人生而神明者，不可概之人人，其下皆學而後善，順其自然則流於惡，故以惡加之；論似偏，與「有性不善」合，然謂禮義為聖心，是聖人之性獨善，實兼公都子兩引「或曰」之說。揚子見於長善則為善人，長惡則為惡人，故曰「人之性也善惡混」，又曰「學則正，否則邪」，與荀子論斷似參差而匪異。韓子言，「性之品有上中下三，上焉者善焉而已矣，中焉者可導而上下也，下焉者惡焉而已矣」，此即公都子兩引「或曰」之說會通為一。朱子云：「氣質之性固有美惡之不同矣，然以其初而言，皆不甚相遠也，但習於善則善，習於惡則惡，於是始相遠耳。」「人之氣質，相近之中又有美惡，一定，而非習之所能移也。」直會通公都子兩引「或曰」之說解論語矣，程子云：「有自幼而善，有自幼而惡，是氣稟有然也。善固性也，然惡亦不可不謂之性也。」【朱子語類﹕「問﹕『惡是氣稟，如何云亦不可不渭之性?」曰﹕『既是氣稟，惡便牽引得那性不好。蓋性止是搭附在氣稟上，既是氣稟不好，便和那性壤了。』」又云﹕「如水為泥沙所混，不成不喚做水。」】此與「有性善，有性不善」合，而於「性可以為善，可以為不善」亦未嘗不兼；特彼仍其性之名，此別之曰氣稟耳。程子又云﹕「『人生而靜』以上不容說，纔說性時，便已不是性也。」朱子釋之云：「『人生而靜』以上是人物未生時，止可謂之理，未可名為性，所謂『在天曰命』也。纔說性時便是人生以後，此理已墮在形氣中，不全是性之本體矣。所謂『在人曰性』也。」據樂記，「人生而靜」與「感於物而動」對言之，謂方其未感，非謂人物未生也。中庸「天命之謂性」，謂氣稟之不齊，各限於生初，非以理為在天在人異其名也。況如其說。是孟子乃追溯人物未生，未可名性之時而曰性善；若就名性之時，已是人生以後，已墮在形氣中，安得斷之曰善?由是言之，將天下今古惟上聖之性不失其性之本體，自上聖而下．語人之性，皆失其性之本體。人之為人，舍氣稟氣質，將以何者謂之人哉?是孟子言人無有不善者，程子、朱子言人無有不惡，其視理儼如有物，以善歸理，雖顯遵孟子性善之云，究之孟子就人言之者，程、朱乃離人而空論夫理，故謂孟子「論性不論氣不備」。若不視理如有物，而其見於氣質不善，卒難通於孟子之直斷曰善。宋儒立說，似同於孟子而實異，似異於荀子而實同也。孟子不曰「性無有不善」，而曰「人無有不善」。性者，飛潛動植之通名；性善者，論人之性也。如飛潛動植，舉凡品物之性，皆就其氣類別之。人物分於陰陽五行以成性，舍氣類，更無性之名。醫家用藥，在精辨其氣類之殊。不別其性，則能殺人。使曰「此氣類之殊者已不是性」，良醫信之乎?試觀之桃與否：取其核而種之。萌芽甲坼，根榦枝葉，為華為實，形色臭味，桃非杏也，杏非桃也，無一不可區別。由性之不同，是以然也。其性存乎核中之白，【即俗呼桃仁杏仁者。】形色臭味無一或闕也。凡植禾稼卉木，畜鳥獸蟲魚，皆務知其性。知其性者，知其氣類之殊，乃能使之碩大蕃滋也。何獨至於人而指夫分於陰陽五行以成性者，曰「此已不是性也」，豈其然哉?自古及今，統人與百物之性以為言，氣類各殊是也。專言乎血氣之倫，不獨氣類各殊，而知覺亦殊。人以有禮義，異於禽獸，實人之知覺大遠乎物則然，此孟子所謂性善。而荀子視禮義為常人心知所不及，故別而歸之聖人。程子、朱子見於生知安行者罕睹，謂氣質不得概之曰善，荀、揚之見固如是也。特以如此則悖於孟子，故截氣質為一性，言君子不謂之性；截理義為一性，別而歸之天，以附合孟子。其歸之天不歸之聖人者，以理為人與我。是理者，我之本無也，以理為天與我，庶幾湊泊附著，可融為一。是借天為說，聞者不復疑於本無，遂信天與之得為本有耳。彼荀子見學之不可以已，非本無，何待於學?而程子、朱子亦見學之不可以已，其本有者，何以又待於學?故謂「為氣質所污壞」，以便於言本有者之轉而如本無也。於是性之名移而加之理，而氣化生人生物，適以病性。性譬水之清，因地而污濁，【程子云﹕「有流而至海，終無所污，此何煩人力之為也；有流而未遠，固已漸濁；有出而甚遠，方有所濁。有濁之多者，有濁之少者，清濁雖不同，然不可以濁者不為水也。如此，則人不可以不加澄治之功。故用力敏勇，則疾清；用力緩怠，則遲清。及其清也，則卻止，是元初水也，亦不是將清來換卻濁，亦不是取出濁來罝在一隅也。水之清，則性善之謂也。」】不過從老、莊、釋氏所謂真宰真空者之受形以後，昏昧於欲，而改變其說。特彼以真宰真空為我，形體為非我，此仍以氣質為我，難言性為非我，則惟歸之天與我而後可謂之我有，亦惟歸之天與我而後可為完全自足之物，斷之為善，惟使之截然別於我，而後雖天與我完全自足，可以咎我之壞之而待學以復之，以水之清喻性，以受污而濁喻性墮於形氣中污壞，以澄之而清喻學。水靜則能清，老、莊、釋氏之主於無欲，主於靜寂是也。因改變其說為主敬，為存理，依然釋氏教人認本來面目，教人常惺惺之法。若夫古賢聖之由博學、審問、慎思、明辨、篤行以擴而充之者，豈徒澄清已哉?程子、朱子於老、莊、釋氏既入其室，操其矛矣，然改變其言，以為六經、孔、孟如是，按諸荀子差近之，而非六經、孔、孟也。 \\n 問：孟子曰：「口之於味也，目之於色也，耳之於聲也，鼻之於臭也，匹肢之於安佚也，性也，有命焉，，君子不謂性也，仁之於父子也，義之於君臣也，禮之於賓主也，智之於賢者也，聖人之於天道也，命也，有性焉，君子不謂命也。」宋儒以氣質之性非性，其說本此。張子云：「形而後有氣質之性；善反之，則天地之性存焉。故氣質之性，君子有弗性者焉。」程子云：「論性不論氣，不備；論氣不論性，不明。」在程、朱以理當孟子之所謂善者，而譏其未備。【朱子云﹕「孟子說性善，是論性不論氣。荀、揚而下是論氣不論性。孟子終是未備，所以不能杜絕荀、揚之口。然不備，但少欠耳；不明，則大害矣。」】然於聲色、臭味、安佚之為性，不能謂其非指氣質，則以為據世之人云爾；【朱子云﹕「世之人以前五者為性，以後五者為命。」】於性相近之言，不能謂其非指氣質，是世之人同於孔子，而孟子別為異說也。朱子答門人云：「氣質之說，起於張、程。韓退之原性中說『三品』，但不曾分明誽是氣質之性耳；孟子謂性善，但說得本原處，下面不曾說得氣質之性，所以亦費分疏；諸子說性惡與善惡混；使張、程之說早出，則許多說話自不用紛爭。」是又以荀、揚、韓同於孔子。至告子亦屢援性相近以證其生之謂性之說，將使告子分明說是氣質之性，孟子不得而辯之矣；孔子亦未云氣質之性，豈猶夫告子，猶夫荀、揚之論氣不論性不明歟?程子深訾荀、揚不識性，【程子云﹕「荀子極偏駁，止一句性惡，大本已失；揚子雖少過，然亦不識性，便說甚道。」】以自伸其謂性即理之異於荀、揚。獨性相近一言見論語，程子雖曰「理無不善，何相近之有」，而不敢以與荀、揚同譏，荀非孔子之言，將譏其人不識性矣。今以孟子與孔子同，程、朱與荀、揚同，孔、孟皆指氣稟氣質，而人之氣稟氣質異於禽獸，心能開通，行之不失，即謂之理義；程、朱以理為如有物焉，實雜乎老、莊、釋氏之言。然則程、朱之學殆出老、釋而入荀、揚，其所謂性，非孔、孟之所謂性，其所謂氣質之性，乃荀、揚之所謂性歟? \\n 曰：然。人之血氣心知，原於天地之化者也。有血氣，刞所資以養其血氣者，聲、色、臭、味是也。有心知，則知有父子，有昆弟，有夫婦，而不止於一家之親也，於是又知有君臣，有朋友；五者之倫，相親相治，則隨感而應為喜、怒、哀、樂。合聲、色、臭、味之欲，喜、怒、哀、樂之情，而人道備。「欲」根於血氣，故曰性也，而有所限而不可踰，則命之謂也。仁義禮智之懿不能盡人如一者，限於生初，所謂命也，而皆可以擴而充之，則人之性也。謂猶云「藉口於性」耳；君子不藉口於性以逞其欲，不藉口於命之限之而不盡其材。後儒未詳審文義，失孟子立言之指。不謂性非不謂之性，不謂命非不謂之命。由此言之，孟子之所謂性，即口之於味、目之於色、耳之於聲、鼻之於臭、四肢於安佚之為性；所謂人無有不善，即能知其限而不踰之為善，即血氣心知能底於無失之為善；所謂仁義禮智，即以名其血氣心知，所謂原於天地之化者之能協於天地之德也。此荀、揚之所未達，而老、莊、告子、釋氏昧焉而妄為穿鑿者也。 \\n 校注神識佛教用語。即不生不滅的精衶。可據十三經注疏本孟子刪。中華本注﹕「『謂』下疑脫『性』字。」 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "孟子字義疏證卷下", "正文": "　 \\n 孟子字義疏證卷下 \\n 　 \\n  \\n 才三條 \\n 才者，人與百物各如其性以為形質，而知能遂區以別焉，盂子所謂「天之降才」是也。氣化生人生物，據其限於所分而言謂之命，據其為人物之本始而言謂之性，據其體質而言謂之才。由成性各殊，故才質亦殊。才質者，性之所呈也；舍才質安睹所謂性哉!以人物譬之器，才則其器之質也；分於陰陽五行而成性各殊，則才質因之而殊。猶金錫之在冶，冶金似為器，則其器金也；冶錫以為器，則其器錫也；品物之不同如是矣。從而察之，金錫之精良與否，其器之為質，一如乎所冶之金錫，一類之中又復不同如是矣。為金為錫，及其金錫之精良與否，性之喻也；其分於五金之中，而器之所以為器即於是乎限，命之喻也；就器而別之，孰金孰錫，孰精良與孰否，才之喻也。故才之美惡，於性無所增，亦無所損。夫金錫之為器，一成而不變者也；人又進乎是。自聖人而下，其等差凡幾?或疑人之才非盡精良矣，而不然也。猶金之五品，而黃金為貴，雖其不美者，莫與之比貴也，況乎人皆可以為賢為聖也!後儒以不善歸氣稟；孟子所謂性，所謂才，皆言乎氣稟而已矣。其稟受之全，則性也；其體質之全，則才也。稟受之全，無可據以為言；如桃杏之性，全於核中之白，形色臭味，無一弗具，而無可見，及萌芽甲坼，根榦枝葉，桃與杏各殊；由是為華為實，形色臭味無不區以別者，雖性則然，皆據才見之耳。成是性，斯為是才。別而言之，曰命，曰性，曰才；合而言之，是謂天性。故孟子曰：「形色，天性也，惟聖人然後可以踐形。」人物成性不同，故形色各殊。人之形，官器利用大遠乎物，然而於人之道不能無失，是不踐此形也；猶言之而行不逮，是不踐此言也。踐形之與盡性，盡其才，其義一也。 \\n 問：孟子答公都子曰：「乃若其情，則可以為善矣，乃所謂善也。若夫為不善，非才之罪也。」朱子云：「情者，性之動也。」又云：「側隱、羞惡、辭讓、是非，情也；仁義禮智，性也。心，統性情者也，因其情之發，而性之本然可得而見。」夫公都子問性，列三說之與孟子言性善異者，乃舍性而論情，偏舉善之端為證。彼荀子之言性惡也，曰：「今人之性，生而有好利焉，順是，故爭奪生而辭讓亡焉：生而有疾惡焉，順是，故殘賊生而忠信亡焉：生而有耳目之欲，有好聲色焉，順是，故淫亂生而禮義文理亡焉。然則從人之性，順人之情，必出於爭奪，合於犯分亂理而歸於暴。故必將有師法之化，禮義之導，然後出於辭讓，合於文理而歸於治。用此觀之，然則人之性惡明矣。」是荀子證性惡，所舉者亦情也，安見孟子之得而荀子之失歟? \\n 曰：人生而後有欲，有情，有知，三者，血氣心知之自然也。給於欲者，聲色臭味也，而因有愛畏；發乎情者，喜怒哀樂也，而因有慘舒；辨於知者，美醜是非也，而因有好惡。聲色臭味之欲，資以養其生；喜怒哀樂之情，感而接於物；美醜是非之知，極而通於天地鬼神。聲色臭味之愛畏以分，五行生克為之也；喜怒哀樂之慘舒以分，時遇順逆為之也；美醜是非之好惡以分，志慮從違為之也；是皆成性然也。有是身，故有聲色臭味之欲；有是身，而君臣、父子、夫婦、昆弟、朋友之倫具，故有喜怒哀樂之情。惟有欲有情而又有知，然後欲得遂也，情得達也。天下之事，使欲之得遂，情之得達，斯已矣。惟人之知，小之能盡美醜之極致，大之能盡是非之極致。然後遂己之欲者，廣之能遂人之欲；達己之情者，廣之能達人之情。道德之盛，使人之欲無不遂，人之情無不達，斯已矣。欲之失為私，私則貪邪隨之矣：情之失為偏，偏則乖戾隨之矣;知之失為蔽，蔽則差謬隨之矣。不私，則其欲皆仁也，皆禮義也；不偏，則其情必和易而平恕也；不蔽，則其知乃所謂聰明聖智也。孟子舉惻隱、羞惡、辭讓、是非之心謂之心，不謂之情。首云「乃若其情」，非性情之情也。孟子不又云乎：「人見其禽獸也，而以為未嘗有才焉，是豈人之情也哉!」情，猶素也，實也。孟子於性，本以為善，而此云「則可以為善矣」。可之為言，因性有等差而斷其善，則未見不可也。下云于「乃所謂善也」，對上「今曰性善」之文；繼之云，「若夫為不善，非才之罪也」。為，猶成也，卒之成為不善者，陷溺其心，放其良心，至於梏亡之盡，違禽獸不遠者也；言才則性見，言性則才見，才於性無所增損故也。人之性善，故才亦美，其往往不美，未有非陷溺其心使然，故曰「非天之降才爾殊」。才可以始美而終於不美，由才失其才也，不可謂性始善而終於不善。性以本始言，才以體質言也。體質戕壞，究非體質之罪，又安可咎其本始哉!倘如宋儒言「性即理」，言「人生以後，此理已墮在形氣之中一，不全是性之本體矣。以孟子言性於陷搦桔亡之後，人見其不善，猶曰「非才之罪」者，宋儒於「天之降才」即罪才也。 \\n 問：天下古今之人，其才各有所近。大致近於純者，慈惠忠信，謹（原）〔厚〕和平，見善則從而恥不善；近於清者，明達廣大，不惑於疑似，不滯於習聞，其取善去不善亦易。此或不能相兼，皆才之美者也。才雖美，猶往往不能無偏私。周子言性云：「剛﹕善為義，為直，為斷，為嚴毅，為榦固；惡為猛，為隘，為強梁。柔：善為慈，為順，為巽；惡，為懦弱，為無斷，為邪佞。」而以「聖人然後協於中」，此亦就才見之而明舉其惡。程子云：「性無不善，而有不善者才也。性即理，理則自堯、舜至於塗人，一也。才稟於氣，氣有清濁，稟其清者為賢，稟其濁者為愚。」此以不善歸才，而分性與才為二本。朱子謂其密於孟子，【朱子云﹕「程子此說才字，與孟子本文小異。蓋盂子專指其發於性者言之，故以為才無不善；程子專指其稟於氣者言之，則人之才固有昏明強弱之不同矣。二說雖殊，各有所當；然以事理考之，程子為密。」】猶之譏孟子「論性不論氣，不備」，皆足證宋儒雖尊孟子，而實相與齟齬。然如周子所謂惡者，豈非才之罪歟? \\n 曰：此偏私之害，不可以罪才，尤不可以言性。「孟子道性善」，成是性斯為是才，性善則才亦美，然非無偏私之為善為美也。人之初生，不食則死；人之幼稚，不學則愚；食以養其生，充之使長；學以養其良，充之至於賢人聖人；其故一也。才雖美，譬之良玉、成器而賈之，氣澤日親，久能發其光，可寶加乎其前矣；剝之蝕之，委棄不惜，久且傷壞無色，可賈減乎其前矣。又譬之人物之生，皆不病也，其後百病交侵，若生而善病者。或感於外而病，或受損於內身之陰陽五氣勝負而病；指其病則皆發乎其體，而曰天與以多病之體，不可也。如周子所稱猛隘、強梁、懦弱、無斷、邪佞，是摘其才之病也；才雖美，失其養則然。孟子豈未言其故哉?因於失養，不可以是言人之才也。夫言才猶不可，況以是言性乎! \\n 道四條 \\n 人道，人倫日用身之所行皆是也。在天地，則氣化流行，生生不息，是謂道；在人物，則凡生生所有事，亦如氣化之不可已，是謂道。易曰：「一陰一陽之謂道。繼之者，善也；成之者，性也。」言由天道以有人物也。大戴禮記曰：「分於道謂之命，形於一謂之性。」言人物分於天道，是以不齊也。中庸曰：「天命之謂性，率性之謂道。」言日用事為，皆由性起，無非本於天道然也。中庸又曰：「君臣也，父子也，夫婦也，昆弟也，朋友之交也，五者，天下之達道也。言身之所行，舉凡日用事為，其大經不出乎五者也。孟子稱「契為司徒，教以人倫：父子有親，君臣有義，夫婦有別，長幼有序，朋友有信」，此即中庸所言「修道之謂教」也。曰性，曰道，指其實體實事之名；曰仁，曰禮，曰義，稱其純粹中正之名。人道本於性，而性原於天道。天地之氣化流行不已，生生不息。然而生於陸者，入水而死；生於水者，離水而死；生於南者，習於溫而不耐寒；生於北者，習於寒而不耐溫；此資之以為養者，彼受之以害生。「天地之大德曰生」，物之不以生而以殺者，豈天地之失德哉!故語道於天地，舉其實體實事而道自見，「一陰一陽之謂道」，「立天之道曰陰與陽，立地之道曰柔與剛」是也。人之心知有朋閶，當其明則不失，當其閶則有差謬之失。故語道於人，人倫日用，咸道之實事，「率性之謂道」，「修身以道」，「天下之達道五」是也。此所謂道，不可不修者也，「修道以仁」及「聖人修之以為教」是也。其純粹中正，則所謂「立人之道曰仁與義」，所謂「中節之為達道」是也。中節之為達道，純粹中正，推之天下而準也；君臣、父子、夫婦、昆弟、朋友之交，五者為達道，但舉實事而已。智仁勇以行之，而後純粹中正。然而即謂之達道者，達諸天下而不可廢也。易言天道而下及人物，不徒曰「成之者性」，而先曰「繼之者善」，繼謂人物於天地其善固繼承不隔者也；善者，稱其純粹中正之名；性者，指其實體實事之名。一事之善，則一事合於天；成性雖殊而其善也則一，善，其必然也；性，其自然也；歸於必然，適完其自然，此之謂自然之極致，天地人物之道於是乎盡。在天道不分言，而在人物，分言之始明。易又曰：「仁者見之謂之仁，智者見之謂之智，百姓日用而不知，故君子之道鮮矣。」言限於成性而後，不能盡斯道者眾也。 \\n 問：宋儒於命、於性、於道，皆以理當之，故云「道者，日用事物當行之理」。既為當行之理，則於修道不可通，故云「修，品節之也」；而於「修身以道，修道以仁」兩修字不得有異，但云「能仁其身」而不置解。於「達道五」，舉孟子所稱「教以人倫」者實之，其失中庸之本指甚明。中庸又言「道也者，不可須臾離也」，朱子以此為存理之說，「不使離於須臾之頃」。王文成于：「養德養身，止是一事。果能戒慎不睹，恐懼不聞，而專志於是，則神住，氣住，精住，而仙家所謂『長生久視』之說，亦在其中矣。」又云：「佛氏之『常惺惺』，亦是『常存他本來面目』耳。」程子、朱子皆求之於釋氏有年，如王文成之言，乃其初所從事，後轉其說，以「常存本來面目」者為「常存天理」，故於「常惺惺」之云無所改，反以「戒慎恐懼」四字為失之重。【朱子云﹕「心既常惺惺，而以規矩繩檢之，此內外相養之道也。」又云﹕「著『或慎恐懼』四字，已是壓得重了，要之止略綽提撕，今自省覺便是。」】然則中庸言「道不可離」者，其解可得聞歟? \\n 曰：出於身者，無非道也，故曰「不可須臾離，可離非道」；「可」如「體物而不可遺」之可。凡有所接於目而睹，人亦知戒慎其儀容也；有所接於耳而聞，人亦知恐懼夫愆失也。無接於目接於耳之時，或惰慢矣；惰慢之身，即不得謂之非失道。道者，居處、飲食、言動，自身而周於身之所親，無不該焉也，故曰「修身以道」；道之責諸身，往往易致差謬，故又曰「修道以仁」。此由修身而推言修道之方，故舉仁義禮以為之準則；下言達道而歸責行之之人，故舉智、仁、勇以見其能行。「修道以仁」，因及義，因又及禮，而不言智，非遺智也，明乎禮義即智也。「智仁勇三者，天下之達德」，而不言義禮，非遺義遺禮也，智所以知義，所以知禮也。仁義禮者，道於是乎盡也；智仁勇者，所以能盡道也。故仁義禮無等差，而智仁勇存乎其人，有「生知安行」、「學知利行」、「困知勉行」之殊。古賢聖之所謂道，人倫日用而已矣，於是而求其無失，則仁義禮之名因之而生。非仁義禮有加於道也，於人倫日用行之無失，如是之謂仁，如是之謂義，如是之謂禮而已矣。宋儒合仁義禮而統謂之理，視之「如有物焉，得於天而具於心」，因以此為「形而上」，為「沖漠無朕」；以人倫日用為「形而下」，為「萬象紛羅」。蓋由老、莊、釋氏之舍人倫日用而別有所（貴）〔謂〕道，遂轉之以言夫理。在天地，則以陰陽不得謂之道，在人物，則以氣稟不得謂之性，以人倫日用之事不得謂之道。六經、孔、孟之言，無與之合者也。 \\n 問：中庸曰：「道之不行也，我知之矣，智者過之，愚者不及也；道之不明也，我知之矣，賢者過之，不肖者不及也。」朱子於「智者」云，「知之過，以道為不足行」；「賢者」云，「行之過，以道為不足知」。既謂之道矣，以為不足行，不足知，必無其人。彼智者之所知，賢者之所行，又何指乎?中庸以道之不行屬智愚，不屬賢不肖；以道之不明屬賢不肖，不屬智愚；其意安在? \\n 曰：智者自負其不惑也，往往行之多謬；愚者之心惑閶，宜乎動輒愆失。賢者自信其出於正不出於邪，往往執而鮮通；不肖者陷溺其心，雖睹夫事之宜，而長惡遂非與不知等。然智愚賢不肖，豈能越人倫日用之外者哉?故曰：「人莫不飲食也，鮮能知味也。」飲食，喻人倫日用；知味，喻行之無失；使舍人倫日用以為道，是求知味於飲食之外矣。就人倫日用，舉凡出於身者求其不易之則，斯仁至義盡而合於天。人倫日用，其物也；曰仁，曰義，曰禮，其則也。專以人倫日用，舉凡出於身者謂之道，故曰「修身以道，修道以仁」，分物與則言之也;中節之為達道，中庸之為道，合物與則言也。 \\n 問：顏棩喟然歎曰：「仰之彌高，鑽之彌堅，瞻之在前，忽焉在後。」公孫丑曰：「道則高矣美矣，宜若登天然，似不可及也；何不使彼為可幾及而日孳孳也?」今謂人倫日用舉凡出於身者謂之道，但就此求之，得其不易之則可矣，何以茫然無據又若是歟? \\n 曰：孟子言「夫道若大路然，豈難知哉」，謂人人由之。如為君而行君之事，為臣而行臣之事，為父為子而行父之事，行子之事，皆所謂道也。君不止於仁，則君道夫；臣不止於敬，則臣道失；父不止於慈，則父道失;子不止於孝，則子道失；然則盡君道、臣道、父道、子道，非智仁勇不能也。質言之，曰「達道」，曰「達德」；精言之，則全乎智仁勇者，其盡君道、臣道、父道、子道，舉其事而亦不過謂之道。故中庸曰：「大哉聖人之道!洋洋乎，發育萬物，峻極於天!優優大哉!禮儀三百，威儀三千，待其人而後行。」極言乎道之大如是，豈出人倫日用之外哉!以至道歸之至德之人，豈下學所易窺測哉!今以學於聖人者，視聖人之語言行事，猶學奕於奕秋者，莫能測奕秋之巧也，莫能遽幾及之也。顏子之言又曰：「夫子循循然善誘人，博我以文，約我以禮。」中庸詳舉其目，曰博學、審問、慎思、明辨、篤行，而終之曰：「果能此道矣，雖愚必明，雖柔必強。」蓋循此道以至乎聖人之道，實循此道以日增其智，日增其仁，日增其勇也，將使智仁勇齊乎聖人。其日增也，有難有易，譬之學一技一能，其始日異而月不同；久之，人不見其進矣；又久之，己亦覺不復能進矣；人雖以國工許之，而自知未至也。顏子所以言「欲罷不能，既竭吾才，如有所立，卓爾，雖欲從之，末由也已」，此顏子之所至也。 \\n 仁羲禮智二條 \\n 仁者，生生之德也；「民之質矣，日用飲食」，無非人道所以生生者。一人遂其生，推之而與天下共遂其生，仁也。言仁可以賅義，使親愛長養不協於正大之情，則義有未盡，亦即為仁有未至。言仁可以賅禮，使無親疏上下之辨，則禮失而仁亦未為得。且言義可以賅禮，言禮可以賅義；先王之以禮教，無非正大之情；君子之精義也，斷乎親疏上下，不爽幾微。而舉義舉禮，可以賅仁，又無疑也。舉仁義禮可以賅智，智者，知此者也。易曰：「立人之道，曰仁與義。」而中庸曰：「仁者，人也，親親為大；義者，宜也，尊賢為大；親親之殺，尊賢之等，禮所生也。」益之以禮，所以為仁至義盡也。語德之盛者，全乎智仁而已矣，而中庸曰：「智仁勇三者，天下之達德也。」益之以勇，蓋德之所以成也。就人倫日用，究其精微之極致，曰仁，曰義，曰禮，合三者以斷天下之事，如權衡之於輕重，於仁無憾，於禮義不愆，而道盡矣。若夫德性之存乎其人，則曰智，曰仁，曰勇，三者，才質之美也，因才質而進之以學，皆可至於聖人。自人道溯之天道，自人之德性溯之天德，則氣化流行，生生不息，仁也。由其生生，有自然之條理，觀於條理之秩然有序，可以知禮矣；觀於條理之截然不可亂，可以知義矣。在天為氣化之生生，在人為其生生之心，是乃仁之為德也；在天為氣化推行之條理，在人為其心知之通乎條理而不紊，是乃智之為德也。惟條理，是以生生；條理苟失，則生生之道絕。凡仁義對文及智仁對文，皆兼生生、條理而言之者也。 \\n 問：論語言「主忠信」，言「禮與其奢也寧儉，喪與其易也寧戚」；子夏聞「繪事後素」，而曰「禮後乎」；朱子云「禮以忠信為質」，引記稱「忠信之人，可以學禮」證之；老氏直言「禮者，忠信之薄，而亂之首」，指歸幾於相似。然論語又曰：「十室之邑，必有忠信如丘者焉，不如丘之好學也。」曰：「克己復禮為仁。」中庸於禮，以「知天」言之。孟子曰：「動容周旋中禮，盛德之至也。」重學重禮如是，忠信又不足言，何也? \\n 曰：禮者，天地之條理也，言乎條理之極，非知天不足以盡之。即儀文度數，亦聖人見於天地之條理，定之以為天下萬世法。禮之設所以治天下之情，或裁其過，或勉其不及，俾知天地之中而已矣。至於人情之漓，猶飾於貌，非因飾貌而情漓也，其人情漸漓而徒以飾貌為禮也，非惡其飾貌，惡其情漓耳。禮以治其儉陋，使化於文；喪以治其哀戚，使遠於直情而徑行。情漓者馳騖於奢與易，不若儉戚之於禮，雖不足，猶近乎制禮所起也，故以答林放問禮之本。「忠信之人，可以學禮」，言質美者進之於禮，無飾貌情漓之弊，忠信乃其人之質美，猶曰「茍非其人，道不虛行」也。至若老氏，因俗失而欲併禮去之，意在還淳反樸，究之不能必天下盡歸淳僕，其生而淳樸者，直情徑行；流於惡薄者，肆行無忌，是同人於禽獸，率天下而亂者也。君子行禮，其為忠信之人固不待言；而不知禮，則事事爽其條理，不足以為君子。林放問「禮之本」，子夏言「禮後」，皆重禮而非輕禮也。詩言「素以為絢」，「素」以喻其人之嫺於儀容；上云「巧笑情」、「美目盼」者，其美乃益彰，是之謂「絢」；喻意深遠，故子夏疑之。「繪事後素」者，鄭康成云：「凡繪畫，先布眾色，然後以素分布其間以成文。」【何平叔景褔殿賦所謂「班間布白，疏密有章」，蓋古人晝繪定法。】其注考工記「凡晝繢之事後素功」云﹕「素，白采也；後布之，為其易漬污也。」是素功後施，始五采成章爛然，貌既美而又嫺於儀容，乃為誠美，「素以為絢」之喻昭然矣。子夏觸於此言，不特於詩無疑，而更知凡美質皆宜進之以禮，斯君子所貴。若謂子夏後禮而先忠信則見於禮，亦如老氏之僅僅指飾貌情漓者所為，與林放以飾貌情漓為俗失者，意指懸殊，孔子安得許之?忠信由於質美，聖賢論行，固以忠信為重，然如其質而見之行事，苟學不足，則失在知，而行因之謬，雖其心無弗忠弗信，而害道多矣。行之差謬，不能知之，徒自期於心無愧者，其人忠信而不好學，往往出於此，此可以見學與禮之重矣。 \\n 誠二條 \\n 誠，實也。據中庸言之，所實者，智仁勇也；實之者，仁也，義也，禮也。由血氣心知而語於智仁勇，非血氣心知之外別有智，有仁，有勇以予之也。就人倫日用而語於仁，語於禮義，舍人倫日用，無所謂仁，所謂義，所謂禮也。血氣心知者，分於陰陽五行而成性者也，故曰「天命之謂性」；人倫日用，皆血氣心知所有事，故曰「率性之謂道。」全乎智仁勇者，其於人倫日用，行之而天下睹其仁，睹其禮義，善無以加焉，「自誠明」者也；學以講明人倫日用，務求盡夫仁，盡失禮義，則其智仁勇所至。將日增益以於聖人之德之盛，「自明誠」者也。質言之，曰人倫日用；精言之，曰仁，曰義，曰禮。所謂「明善」，明此者也；所謂「誠身」，誠此者也。質言之，曰血氣心知；精言之，曰智，曰仁，曰勇。所謂「致曲」，致此者也；所謂「有誠」，有此者也。言乎其盡道，莫大於仁，而兼及義，兼及禮；言乎其能盡道，莫大於智，而兼及仁，兼及勇。是故善之端不可勝數，舉仁義禮三者而善備矣；德性之美不可勝數，舉智仁勇三者而德備矣。曰善，曰德，盡其實之謂誠。 \\n 問：中庸言：「或生而知之，或學而知之，或出而知之；或安而行之，或利而行之，或勉強而行之。」朱子云：「所知所行，謂達道也。」今據上文云「君臣也，父子也」之屬，但舉其事，即稱之曰「達道」；以智仁勇行之，而後為君盡君道，為臣盡臣道；然則所謂知之行之，宜承智仁勇之能盡道而言。中庸既「云所以行之者三」，又云「所以行之者一也」，程子、朱子以「誠」當其所謂「一」；下云「凡為天下國家有九經，所以行之者一也」，朱子亦謂「不誠則皆為虛文」。在中庸，前後皆言誠矣，此何以不言「所以行之者誠也」! \\n 曰：智也者，言乎其不蔽也；仁也者，言乎其不私也；勇也者，言乎其自強也；非不蔽不私加以自強，不可語於智仁勇。既以智仁勇行之，即誠也。使智仁勇不得為誠，則是不智不仁不勇，又安得曰智仁勇!下云「齊明盛服，非禮不動，所以修身；去讒遠色，賤貨而貴德，所以勸賢」；既若此，亦即誠也。使「齊明盛服，非禮不動」為虛文，則是未嘗「齊明盛服，非禮不動」也；「去讒遠色，賤貨而貴德」為虛文，則是未嘗「去讒」，未嘗「遠色」，未嘗﹁賤貨貴德」也；又安得言之!其皆曰「所以行之者一也」，言人之才質不齊，而行達道之必以智仁勇，修身之必以齊明盛服，非禮不動，勸賢之必以去讒遠色，賤貨而貴德，則無不同也。孟子答公孫丑曰，「大匠不為拙工改廢繩墨，羿不為拙射變其彀率」，言不因巧拙而有二法也；告滕世子曰，「夫道，一而已矣」，言不因人之聖智不若堯、舜、文王而有二道也。蓋才質不齊，有生知安行，有學知利行，且有困知及勉強行。其生知安行者，足乎智，足乎仁，足乎勇者也；其學知利行者，（知）〔智〕仁勇之少遜焉者也；困知勉強行者，智仁勇不足者也。中庸又曰，「及其知之一也」，「及其成功一也」，則智仁勇可自少而加多，以至乎其極，道責於身，舍是三者，無以行之矣。 \\n 權五條 \\n 權，所以別輕重也。凡此重彼輕，千古不易者，常也，常則顯然共見其千古不易之重輕；而重者於是乎輕，輕者於是乎重，變也，變則非智之盡，能辨察事情而準，不足以知之。論語曰：「可與共學，未可與適道；可與適道，未可與立；可與立，未可與權。」蓋同一所學之事，試問何為而學，其志有去道甚遠者矣，求祿利聲名者是也，故「未可與適道」；道責於身，不使差謬，而觀其守道，能不見奪者寡矣，故「未可與立」；雖守道卓然，知常而不知變，由精義未深，所以增益其心知之明使全乎聖智者，未之盡也，故「未可與權。」孟子之闢楊墨也，曰：「楊、墨之道不息，孔子之道不著，是邪說誣民，充塞仁義也；仁義充塞，則率獸食人，人將相食。今人讀其書，孰知所謂「率獸食人，人將相食」者安在哉!孟子又曰：「楊子取為我，拔一毛而利天下，不為也；墨子兼愛，摩頂放踵利天下，為之；子莫執中，執中為近之，執中無權，猶執一也。所惡執一者，為其賊道也，舉一而廢百也。」今人讀其書，孰知「無權」之故，「舉一而廢百」之為害至鉅哉!孟子道性善，於告子言「以人性為仁義」，則曰「率天下之人而禍仁義」，今人讀其書，又孰知性之不可不明，「戕賊人以為仁義」之禍何如哉!老聃、莊周「無欲」之說，及後之釋氏所謂「空寂」，能脫然不以形體之養與有形之生死累其小，而獨私其所渭「長生久視」，所謂「不生不滅」者，於人物一視而同用其慈，蓋合楊、墨之說以為說。由其自私，雖拔一毛可以利天下，不為；由其外形體，溥慈愛，雖摩頂放踵以利天下，為之。宋儒程子、朱子，易老、莊、釋氏之所私者而貴理，易彼之外形體者而咎氣質；其所謂理，依然「如有物焉宅於心」。於是辨乎理欲之分，謂「不出於理則出於欲，不出於欲則出於理」，雖視人之饑寒號呼，男女哀怨，以至垂死冀生，無非人欲，空指一絕情Q欲Y之感者為天理之本然，存之於心。及其應事，幸而偶中，非曲體事情，求如此以安之也；不幸而事情未明，執其意見，方自信天理非人欲，而小之一人受其禍，大之天下國家受其禍，徒以不出於欲，遂莫之或寤也。凡以為「理宅於心」，「不出於欲則出於理」者，未有不以意見為理而禍天下者也。人之患，有私有蔽；私出於情Q欲Y，蔽出於心知。無私，仁也；不蔽，智也；非絕情Q欲Y以為仁，去心知以為智也。是故聖賢之道，無私而非無欲；老、莊、釋氏，無欲而非無私；彼以無欲成其自私者也；此以無私通天下之情，遂天下之欲者也。凡異說皆主於無欲，不求無蔽；重行，不先重知。人見其篤行也，無欲也，故莫不尊信之。聖賢之學，由博學、審問、慎思、明辨而後篤行，則行者，行其人倫日用之不蔽者也，非如彼之舍人倫日用，以無欲為能篤行也。人倫日用，聖人以通天下之情，遂天下之欲，權之而分理不爽，是謂理。宋儒乃曰「人欲所蔽」，故不出於欲，則自信無蔽。古今不乏嚴氣正性、疾惡如讎之人，是其所是，非其所非；執顯然共見之重輕，實不知有時權之而重者於是乎輕，輕者於是乎重。其是非輕重一誤，天下受其禍而不可救。豈人欲蔽之也哉?自信之理非理也。然則孟子言「執中無權」，至後儒又增一「執理無權」者矣。 \\n 問﹕宋儒亦知就事物求理也，特因先人於釋氏，轉其所指為神識者以指理，故視理「如有物焉」，不徒曰「事物之理」，而曰「理散在事物」。事物之理，必就事物剖析至微而後理得；理散在事物，於是冥心求理，謂「一本萬殊」，謂「放之則彌六合，卷之則退藏於密」，實從釋氏所云「偏見俱該法界，收攝在一微塵」者比類得之。既冥心求理，以為得其體之一矣；故自信無欲則謂之理，雖意見之偏，亦曰「出於理不出於欲」。徒以理為「如有物焉」，則不以為一理而不可；而事必有理，隨事不同，故又言「心具眾理，應萬事」；心具之而出之，非意見固無可以當此者耳。況眾理畢具於心，則一事之來，心出一理應之；易一事焉，又必易一理應之；至百千萬億，莫知紀極。心既畢具，宜可指數；其為一，為不勝指數，必又有說，故云「理一分殊」。然則論語兩言「以一貫之」，朱子於語曾子者，釋之云：「聖人之心，渾然一理;而泛應曲當，用各不同；曾子於其用處，蓋已隨事精察而力行之，但未知其體之一耳。」此解亦必失之。二章之本義，可得聞歟? \\n 曰：「一以貫之」，非言「以一貫之」也。道有下學上達之殊致，學有識其跡與精於道之異趨；「吾道一以貫之」，言上達之道即下學之道也;「予一以貫之」，不曰「予學」，蒙上省文，言精於道，則心之所通，不假於紛然識其跡也。中庸曰：「（中）〔忠〕恕違道不遠。」孟子曰：「強恕而行，求仁莫近焉。」蓋人能出於己者必忠，施於人者以恕，行事如此，雖有差失，亦少矣。凡未至乎聖人，未可語於仁，未能無憾於禮義，如其才質所及，心知所明，謂之忠恕可也。聖人仁且智，其見之行事，無非仁，無非禮義，忠恕不足以名之，然而非有他也，忠恕至斯而極也。故曾子曰，「夫子之道，忠恕而已矣」。【「而已矣」者，不足之辟，亦無更端之辭。】下學而上達，然後能言此。論語曰：「多聞闕疑，慎言其餘；多見闕殆，慎行其餘。」又曰：「多聞，擇其善者而從之；多見而識之，知之次也。」又曰：「我非生而知之者，好古敏以求之者也。」是不廢多學而識矣。然聞見不可不廣，而務在能明於心。一事豁然，使無餘蘊，更一事而亦如是，久之，心知之明，進於聖智，雖未學之事，豈足以窮其智哉!易曰：「精義入神，以致用也。」又曰：「智周乎萬物而道濟天下，故不過。」孟子曰：「君子深造之以道，欲其自得之也；自得之，則居之安；居之安，則資之深；資之深，則取之左右逢其源。」凡此，皆精於道之謂也。心精於道，全乎聖智，自無弗貫通，非多學而識所能盡；苟徒識其跡，將日逐於多，適見不足。易又曰：「天下同歸而殊塗，一致而百慮，天下何思何慮!」「同歸」，如歸於仁至義盡是也；「殊塗」，如事情之各區以別是也；「一致」，如心知之明盡乎聖智是也;「百慮」，如因物而通其則是也。孟子曰：「博學而詳說之，將以反說約也。」「約」謂得其至當；又曰：「守約而施博者，善道也；君子之守，修其身而天下平。」約謂修其身。六經、孔、孟之書，語行之約，務在修身而已，語知之約，致其心之明而已；未有空指一而使人知之求之者。致其心之明，自能權度事情，無幾微差失，又焉用知一求一哉? \\n 問：論語言「克己復禮為仁」，朱子釋之云：「己，謂身之私欲；禮者，天理之節文。」又云：「心之全德，莫非天理，而亦不能不壞於人欲。」蓋與其所謂「人生以後此理墮在形氣中」者互相發明。老、莊、釋氏，無欲而非無私；聖賢之道，無私而非無欲；謂之「私欲」，則聖賢固無之。然如顏子之賢，不可謂其不能勝私欲矣，豈顏子猶壞於私徒邪?況下文之言「為仁由己」何以知「克己」之「己」不與下同?此章之外，亦絕不聞「私欲」而稱之曰「己」者。朱子又云：「為仁由己，而非他人所能與。」在「語之而不惰」者，豈容加此贅文以策勵之!其失解審矣。然則此章之解，可得聞歟? \\n 曰：克己復禮之為仁，以「己」對「天下」言也。禮者，至當不易之則，故曰，「動容周旋中禮，盛德之至也。」凡意見少偏，德性未純，皆己與天下阻隔之端；能克己以還其至當不易之則，斯不隔於天下，故曰，「一日克己復禮，天下歸仁焉」。然又非取決於天下乃斷之為仁也，斷之為仁，實取決於己，不取決於人，故曰，「為仁由己，而由人乎哉」。自非聖人，未易語於意見不偏，德性純粹；至意見不偏，德性純粹，動皆中禮矣。就一身舉之，有視，有聽，有言，有動，四者勿使爽失於禮，與「動容周旋中禮」，分安、勉而已。聖人之言，無非使人求其至當以見之行；求其至當，即先務於知也。凡去私不求去蔽，重行不先重知，非聖學也。孟子曰：「執中無權，猶執一也。」權，所以別輕重；謂心之明，至於辨察事情而準，故曰「權」，學至是，一以貫之矣，意見之偏除矣。 \\n 問：孟子闢楊、墨，韓退之闢老、釋，今子於宋以來儒書之言，多辭而闢之，何也? \\n 曰：言之深入人心者，其禍於人也大而莫之能覺也；苟莫之能覺也，吾不知民受其禍之所終極。彼楊、墨者，當孟子之時，以為聖人賢人者也；老、釋者，世以為聖人所不及者也；論其人，彼各行所知，卓乎同於躬行君子，是以天下尊而信之。而孟子、韓子不能已於與辨，為其言入人心深，禍於人大也。豈尋常一名一物之訛舛比哉!孟子答公孫丑問「知言」曰：「詖辭知其所蔽，淫辭知其所陷，邪辭知其所離，遁辭知其所窮。生於其心，害於其政；發於其政，害於其事。聖人復起，必從吾言矣。」答公都子問「外人皆稱夫子好辯」曰：「邪說者不得作。作於其心，害於其事；作於其事，害於其政。聖人復起，不易吾言矣。」孟子兩言「聖人復起」，誠見夫詖辭邪說之深入人心，必害於事，害於政，天下被其禍而莫之能覺也。使不然，則楊、墨、告子其人，彼各行所知，固卓乎同於躬行君子，天下尊而信之，孟子胡以惡之哉?楊朱哭衢途，彼且悲求諸外者歧而又歧；墨翟之歎染絲，彼且悲人之受染，失其本性。老、釋之學，則皆貴於「抱一」，貴於「無欲」；宋以來儒者，蓋以理（之說）〔說之〕。其辨乎理欲，猶之執中無權；舉凡飢寒愁怨，飲食男女、常情隱曲之感，則名之曰「人欲」，故終其身見欲之難制；其所謂「存理」，空有理之名，究不過絕情Q欲Y之感耳。何以能絕?曰「主一無適」，此即老氏之「抱一」「無欲」，故周子以一為學聖之要，且明中曰，「一者，無欲也」。天下必無舍生養之道而得存者，凡事為皆有於欲，無欲則無為矣；有欲而後有為，有為而歸於至當不可易之謂理；無欲無為又焉有理!老、莊、釋氏主於無欲無為，故不言理；聖人務在有欲有為之咸得理。是故君子亦無私而已矣，不貴無欲。君子使欲出於正，不出於邪，不必無飢寒愁怨、飲食男女、常情隱曲之感，於是讒說誣辭，反得刻議君子而罪之，此理欲之辨使君子無完行者，為禍如是也。以無欲然後君子，而小人之為小人也，依然行其貪邪；獨執此以為君子者，謂「不出於理則出於欲，不出於欲則出於理」，其言理也，「如有物焉，得於天而具於心」，於是未有不以意見為理之君子；且自信不出於欲，則曰「心無愧怍」夫古人所謂不愧不怍者，豈此之謂乎!不寤意見多偏之不可以理名，而持之必堅；意見所非，則謂其人自絕於理：此理欲之辨，適成忍而殘殺之具，為禍又如是也。夫堯、舜之憂四海困窮，文王之視民如傷，何一非為民謀其人欲之事!惟順而導之，使歸於善。今既截然分理欲為二，治己以不出於欲為理，治人亦必以不出於欲為理，舉凡民之飢寒愁怨、飲食男女、常情隱曲之感，咸視為人欲之甚輕者矣。輕其所輕，乃「吾重天理也，公義也」，言雖美，而用之治人，則禍其人。至於下以欺偽應乎上，則曰「人之不善」，胡弗思聖人體民之情，遂民之欲，不待告以天理公義，而人易免於罪戾者之有道也!孟子於「民之放辟邪侈無不為以陷於罪」，猶曰「是罔民也」；又曰「救死而恐不贍，奚暇治禮義」!古之言理也，就人之情Q欲Y求之，使之無疵之為理；今之言理也，離人之情Q欲Y求之，使之忍而不顧之為理。此理欲之辨，適以窮天下之人盡轉移為欺偽之人，為禍何可勝言也哉!其所謂欲，乃帝王之所盡心於民；其所謂理，非古聖賢之所謂理；蓋雜乎老、釋之言以為言，是以弊必至此也。然宋以來儒者皆力破老、釋，不自知雜襲其言而一一傅合於經，遂曰六經、孔、孟之言；其惑人也易而破之也難，數百年於玆矣。人心所知，皆彼之言，不復知其異於六經、孔、孟之言矣；世又以躬行實踐之儒，信焉不疑。夫楊、墨、老、釋，皆躬行實踐，勸善懲惡，救人心，贊治化，天下尊而信之，帝王因尊而信之者也。孟子、韓子闢之於前，聞孟子、韓子之說，人始知其與聖人異而究不知其所以異。至宋以來儒書之言，人咸曰：「是與聖人同也；辨之，是欲立異也。」此如嬰兒中路失其父母，他人子之而為其父母，既長，不復能知他人之非其父母，雖告以親父母而決為非也，而怒其告者，故曰「破之也難」。嗚呼，使非害於事、害於政以禍人，方將敬其為人，而又何惡也!惡之者，為人心懼也。 \\n 校注中華本於「以」字下注曰：「疑脫『至』字。」中華本注曰﹕「『乃』下疑脫『曰』字。」 \\n  \\n 　 \\n  \\n   \\n  "}
