{"章节": "簡介", "正文": "　 \\n 簡介 \\n 　 \\n  \\n 《孟子私淑錄》是錢穆先生在抗戰時得到的，原為照曠閣鈔本，未刊行，大家都不知道戴東原有這一本著作。故都失陷，錢先生以原書\"估索價昂，遂錄副藏行篋中\"入湘、轉滇而後入蜀，最後是在1942年三月交由四川省立圖書館編輯《圖書集刊》的創刊號印出。錢先生的弟子余英時教授把戴東原這部著作收錄在他的《論戴震與章學誠》一書中，我是根據余先生的那本書鍵入的。 \\n 1942年在四川印行戴震此書時，錢穆先生特別寫了《記鈔本戴東原〈孟子私淑錄〉》一文，在該文中，錢先生認爲《孟子私淑錄》在《緒言》之後和在《孟子字義疏證》之前，我則認爲《孟子私淑錄》在《緒言》之前，根據是《緒言》中卷有一部分為《孟子私淑錄》所無，顯然是《緒言》對《孟子私淑錄》有所增訂。 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷一", "正文": "　 \\n 卷一 \\n 　 \\n  \\n 問：《論語》曰：\"性相近也，習相近也。\"朱子引程子云:\"此言氣質之性，非言性之本也。若言其本，則性即是理，理無不善。孟子之言性善是也，何相近之有哉？\"按此，似《論語》所謂性，與孟子所謂性者其指各殊。孔子何以舍性之本，而指氣質為性?且自程朱辨拼別孰言氣質、孰言理，後人信其說，以為各指一性，豈性之名果有二歟? \\n 曰:性一而已矣。孟子以閎先聖之道為己任，其要在言性善。使天下後世曉然於人無有不善，斯不為異説所淆惑。人物之生，分於陰陽氣化，據其限以所分謂之命，據其為人物之本，始謂之性。後儒求其說而不得，於是創言理氣之辨，其於天道也，先歧而二之，苟知陰陽氣化之為天道，則知性矣。（一） \\n 問：何謂天道? \\n 曰：古人稱名，道也、行也、路也，其義交互相通，惟路字專用途路，《詩》三百多以行字當道字，大致道之名義，於行尤近。謂之氣者指其實體之名，謂之道者指其流行之名。道有天道人道，天道以天地之化言也，人道以人倫日用言也。是故在天地則氣化流行，生生不息，是謂道。在人物，則人倫日用，凡生生所有事，亦如氣化之不可已，是謂道。《易》曰：\"一陰一陽之謂道。\"此言天道也。《中庸》曰：\"率性之謂道。\"此言人道也。（二） \\n 問：《易》曰：\"形而上者謂之道，形而下者謂之器。\"程子云：\"惟此語截得上下最分明，元來只此是道，要在人默而識之。\"後儒言道，多得之此。朱子云:\"陰陽，氣也，形而下者也。所以一陰一陽者，理也，形而上者也。道即理之謂也。\"朱子此言，以道之用，惟理足以當之。今但曰氣化流行，生生不息，非程朱所目為形而下者歟? \\n 曰：氣化之於品物，則形而上下之分也。形乃品物之謂，非氣化之謂。《易》又有之：\"立天之道，曰陰與陽。\"直舉陰陽，不聞辨別所以陰陽而始可當道之稱。豈聖人立言皆辭不備哉？一陰一陽，流行不已，夫是之謂道而已。古人言辭，之謂、謂之有異。凡言\"之謂\"，以上所稱解下，如《中庸》\"天命之謂性，率性之謂道，修道之謂教。\"此為性、道、教言之。若曰：性也者，天命之謂也；道也者，率性之謂也；教也者，修道之謂也。《易》\"一陰一陽之謂道。\"則為天道言之。若曰：道也者，一陰一陽之謂也。凡曰\"謂之\"者，以下所稱之名，辨上之實。如《中庸》\"自誠明謂之性，自明誠謂之教。\"此非為性、教言之，以性教區別自誠明、自明誠二者耳。《易》\"形而上者謂之道，形而下者謂之器。\"本非為道器言之，以道器區別其形而上形而下耳。形謂已成形質，形而上，猶曰形以前，形而下，猶曰形以後，（如千載而上，千載而下，《詩》\"下武維周。\"鄭《箋》云：\"下猶後也。\"）陰陽之未成形質．是謂形而上者也，非形而下明矣。器言乎一成而不變，道言乎體物而不可遺，不徒陰陽非形而下，如五行水火金土有質可見，固形而下也，器也；其五形之氣，人物咸稟受於此，則形而上者也。《易》言\"一陰一陽\"《洪範》言\"初一曰五行\"，《中庸》言\"鬼神之為德\"，擧陰陽即賅五行、賅鬼神，擧五行亦賅陰陽、賅鬼神，而鬼神之體物而不可遺，即物之不離陰陽五行以成形質也。由人物遡而上之，至是止矣。《六經》《孔》《孟》之書，不聞理氣之辨，而宋儒創言之，遂以陰陽屬形而下，實失道之名義也。如千載而上，千載而下，《詩》\"下武維周。\"鄭《箋》云：\"下猶後也。\"陰陽之未成形質．是謂形而上者也，非形而下明矣。器言乎一成而不變，道言乎體物而不可遺，不徒陰陽非形而下，如五行水火金土有質可見，固形而下也，器也；其五形之氣，人物咸稟受於此，則形而上者也。《易》言\"一陰一陽\"《洪範》言\"初一曰五行\"，《中庸》言\"鬼神之為德\"，擧陰陽即賅五行、賅鬼神，擧五行亦賅陰陽、賅鬼神，而鬼神之體物而不可遺，即物之不離陰陽五行以成形質也。由人物遡而上之，至是止矣。《六經》《孔》《孟》之書，不聞理氣之辨，而宋儒創言之，遂以陰陽屬形而下，實失道之名義也。（三） \\n 問：宋儒論陰陽，必推本太極，云：\"無極而太極，太極動而生陽，動極而靜，靜而生陰，靜極復動。一動一靜，互為其根；分陰分陽，兩儀立焉。\"朱子云：\"太極生陰陽，理生氣也。陰陽既生．則太極在其中，理復在氣之內也。\"又云：\"太極、形而上之道也，陰陽、形而下之器也。\"雖形字借以指氣，洵有未協，而上、而下，及之謂、謂之，亦未詳審，然太極、兩儀出於孔子，非即理氣之辨歟？ \\n 曰：後世儒者，紛紛言太極，言兩儀，非孔子贊《易》太極兩儀之本指也。孔子曰：\"易有太極，是生兩儀，兩儀生四象，四象生八卦。\"曰儀，曰象，曰卦，皆據作《易》言之耳，非氣化之陰陽，得兩儀四象之名。《易》備於六十四，自八卦重之，故八卦者，《易》之小成，有天、地、山、澤、雷、風、水、火之義焉。其未成卦畫，一奇以儀陽，一偶以儀陰，故稱兩儀。奇而遇奇，陽已長也，以象太陽；奇而遇偶，陰始生也，以象少陰；偶而遇偶，陰已長也，以象太陰；偶而遇奇，陽始生也，以象少陽。伏羲氏睹於氣化流行，而以奇偶儀之象之。孔子贊《易》，蓋言《易》之為書，起於卦畫，非漫然也，實有見於大道，一陰一陽，為物之終始會歸，乃畫奇偶兩者，從而儀之，故曰：\"《易》有太極，是生兩儀。\"既有兩儀，而四象而八卦以次生矣。孔子以太極指氣化之陰陽，承上文\"明於天之道\"言之，即所云\"一陰一陽之謂道\"，萬品之流形，其不會歸於此。極有會歸之義，太者，無以加乎其上之稱，以兩儀四象八卦指易畫。後世儒者，以兩儀為陰陽，而求太極於陰陽之所由生，豈孔子之言乎？謂氣生於理，豈其然乎？況《易》起卦畫，後儒復作圖於卦畫之前，是伏羲之畫奇偶，不惟未備，抑且未精，而待後人補苴罅漏矣。（四） \\n 問：宋儒之言形而上下，言道器，言太極兩儀，今據孔子贊《易》本文，疏通證明之，洵於文義未協。其見於理氣之辨也，求之《六經》，中無其文，故借太極兩儀形而上下之語，以飾其說，以取信學者歟？ \\n 曰：舍聖人立言之本指，而以己說為聖人所言，是誣聖也；借其語以飾吾之說，以求取信，是欺學者也。誣聖欺學者，程朱之賢不為也。蓋見於陰陽氣化，無非有迹可尋，遂以與品物流行同歸之粗，而空言乎理，似超迹象，以為其精，是以屬於形而上下之云、太極兩儀位之稱，恍然覺寤理氣之辨如是，不復詳審文義，學者轉相傳述，於是《易》之本指，其一區別陰陽之於品物，其一言作《易》之推原天道，是生卦畫者，皆置不察矣。（五） \\n 問：朱子云：\"道者日用事物當然之理，皆性之德而具於心。\"其於\"達道五\"舉孟子所言\"父子有親，君臣有義．夫婦有別，長幼有序，朋友有信，\"以實之。又《答呂子約書》云：\"陰陽也，君臣父子也，皆事物也；人之所行也，形而下者也，萬象紛羅者也。是數者各有當然之理，即所謂道也，當行之路也，形而上者也，沖漠無朕者也。\"如是言道，故於《易》稱一陰一陽，《中庸》舉君臣父子夫婦昆弟朋友之交，皆似語未備，且其目之為性，目之為道者，已屬純粹以精，故於修道不可通，以修為品節之而已。至修身以道，修道以仁，修道與修身並言，而修宇不得有異。但云能仁其身而不置解，其舉孟子之言，實天下之達道五也，在孟子稱教以人倫，是親、義、序、別、信，明屬修道之教，既曰\"率性之謂道\"，又曰\"修道以仁\"，如後儒之云\"率其仁之性\"，\"率其義之性\"，豈可通哉？然《易》稱\"立人之道，曰仁與義\"，後儒殆通於此而骸隔於彼歟？ \\n 曰：日月飲食之謂道，亦如陰陽氣化之為道也；據其實言謂之事，以本諸身行之不可廢謂之道。天地無心而成化，非得理失理之可議也。生於陸者，入水而死；生於水者，離水而死；生於南者，習於溫而不耐寒；生於北者，習於寒而不耐溫。此資之以為養者，彼受之以害生。天地之大德曰生，物之不以生而以殺者，豈天地之失德哉？故語道於天地，道之實體即理之精微，《易》言\"一陰一陽之謂道\"，言\"立天之道，曰陰與陽；立地之道，曰柔與剛\"是也。質言之此道，精言之即此理。人之心知有明闇，當其明則不失；當其闇則有差謬之失；故語道於人，人倫日用為道之實事，\"率性之謂道\"，\"修身以道\"，\"天下之達道五\"是也。此所謂道不可不修者也，\"修道以仁\"，及\"聖人修之以為教\"是也。人倫日用之事，實責諸身，觀其行事，身之修不修乃見，故曰\"修身以道\"。道之責諸身，往往易致差謬，必協乎仁，協乎義，協乎禮，然後於道無憾，故曰\"修道以仁\"。（舉仁以賅義禮，便文從略，故下即詳之。）此道之實事與理之精微，分而為言，質言之此道，精言之循而得理，斯乃道之至，所謂\"中節之謂達道，所謂\"君子之道\"，\"聖人之道\"是也。\"中節之為達道\"者，中正不失，推之天下而準也，君臣、父子、夫婦、昆弟、朋友之交，五者之為達道，但舉實事而已。智仁勇以行之，而後中正不失。然而即謂之達道者，達諸天下而不可廢也。彼釋氏棄人倫以成其自私，不明乎此也。《易》列仁義以配天之陰陽，地之柔剛，在天地質言之，而在人必精言之。然則人倫日用，固道之實事，行之而得，無韭仁也，無非義也；行之而失，猶謂之道，不可也。古人言道恆賅理，言理必要於中正不失。而道理二字對舉，或以道屬動，理屬靜，如《大戴禮記》孔子之言曰：\"君子動必以道，靜必以理。\"道，謂用其心知之明，行之乎人倫日用而不失；理，謂雖不見諸行事，湛然有其心而不放。或道主統，理主分；或道賅變，理主常，此皆虛以會之於事為，而非言夫實體也。以君臣父子夫婦昆弟朋友之交五者為形而下，為萬象紛羅，不謂之道，是顯指《中庸》天下之達道五而背之，而別求諸沖漠無朕，惟老釋謂萬事為幻，謂空妙為真則然，奈何以老釋之言，衡論《易》《中庸》之言，而粗視君臣父子哉！彼釋氏之棄人倫而不顧，率天下之人同於禽獸者，由不知此為達道也。（六） \\n 問：宋儒嘗反覆推究，先有理抑先有氣，（問先有理後有氣之說，朱子曰：\"不消如此說。而今知得他合下先有理後有氣邪？後有理先有氣邪？皆不可得而推究。然以意度之，則疑此氣是依傍道理行，及此氣之緊，則理亦在焉。蓋氣則能凝結作理，卻無情意、無制度、無造作，只此氣凝聚處，理便在其中。且如天地間，人物草木禽獸，其生也莫不有種，定不會無種了，白地生出一箇物事，這箇都是氣。若理則只是箇淨潔空闊底世界，無形迹，他卻不會造作，氣則能醖釀凝聚生物也。\"）又譬之\"二物渾淪，不害其各為一物\"，（朱子云：\"理與氣決是二物，但在物上看，則二物渾淪，不可分開各在一處，然不害二物各為一物也。若在理上看，則雖未有物，而已有物之理，然亦但有其理而已，未嘗實有是物也。\"）及\"主宰\"\"樞紐\"\"根柢\"之說，目陰陽五行為空氣，以理為之主宰，（陳安卿云：\"二氣流行，萬物生生不怠不底，只是空氣，必在有主宰之者，理是也。\"）為\"男女萬物生生之本\"，（饒仲元云：\"極者至極之義，樞紐根底之名，聖人以陰陽五行闔闢不窮，而此理為闔闢之主，男女萬物生生不息，而此理爲生生之本。\"）抑似實有見者非歟？ \\n 曰：非也，陰陽流行，其自然也。精言之，通乎其必然不可易，所謂理也。語陰陽而精言其理，猶語人而精言之曰聖人耳。聖人而後盡乎人之理，盡乎人之理非他，人倫日用盡乎其必然而已。推而極於不可易之為必然，乃語其至，非原其本。宋儒從而過求，徒以語其至者之意言思議，目為一物，謂與氣渾淪而成，主宰樞紐其中，聞之者因習焉不察，莫知其異於《六經》、孔孟之言也。況氣之流行，既為生氣，則生氣之靈，乃其主宰，如人之一身，心君乎耳目百體是也，豈待別求一物，為陰陽五行之主宰樞紐？下而就男女萬物言之，則陰陽五行乃其根底，乃其生生之本，亦豈待別求一物為之根底，而陰陽五行不足生生哉？（七） \\n 問：後儒言理與古聖賢言理異歟？ \\n 曰：然。舉凡天地人物事為，不聞無可言之理者也。《詩》曰：\"有物有則\"是也。就天地人物事為，求其不易之則，是謂理。後儒尊大之，不徒曰天地人物事為之則，而轉曰\"理無不在\"，以與氣分本末，視之如一物然，豈理也哉！就天地人物事為，求其不易之則，以歸於必然，理至明顯也。謂\"理氣渾淪，不害二物之各為一物\"，將使學者皓首茫然，求其物不得，合諸古賢聖之言，牴牾不協。姑舍傳注，還而體會《六經》《論語》《孟子》之書，或庶幾矣。（八） \\n 問：古人言天道、天德、天理、天命，何以別？ \\n 曰：一陰一陽。流行不已，生生不息。主其流行言，則曰道；主其生生言，則曰德。道其實體也，德即於道見之者也。天地之大德曰生，天德不在於此見乎？其流行，生生也，尋而求之，語大極於至鉅，語小極於至細，莫不各呈其條理；失條理而能生生者，未之有也。故舉生生即賅條理，舉條理即賅生生，信而可徴曰德，徴而可辨曰理，一也。孟子言孔子集大成，不過曰\"始條理者，智之事也；終條理者，聖之事也\"，聖人之於天道至孔于而極其盛，條理的也。知條理之說者，其知理之謂矣。天理不於此見乎？凡言命者，受以為限制之稱，如命之東，則不得而西。故李義以為之限制而不敢踰，謂之命；氣數以為之限制而不能踰，亦謂之命。古人言天之所定，或曰天明，或曰天顯，或曰明命，蓋言乎昭示明顯曰命，言乎經常不易曰理，一也。天命不於此見乎？（九） \\n 問：理之名起於條理歟？ \\n 曰：凡物之質，皆有文理，（亦呼文縷，理縷，語之轉耳。）粲然昭著曰文，循而分之，端緒不亂曰理。故理訓分，而言治亦通曰理。理之偏旁從玉，玉之文理也。蓋氣初生物，順而融之以成質，莫不具有分理，得其分則有條理而不紊，是以謂之條理。以植物言，其理自根而達末，又別於幹為枝，綴於枝成葉，根接土壤肥沃以通地氣，葉受風日雨露，以通天氣，地氣必上至乎葉，天氣必下返諸根，上下相貫，榮而不瘁者，循之於其理也。以動物言，呼吸通天氣，飲食通地氣，皆循經脈散布，周溉一身，血氣之所循流轉不阻者，亦於其理也。理字之本訓如是。因而推之，虛以明乎不易之則曰理。所謂則者，匪自我為之，求諸其物而已矣。《詩》曰：\"天生烝民，有物有則。民之秉彜，好是懿德。\"孔子曰：\"作此詩者，其知道乎？\"孟子申之曰：\"故有物必有則，民之秉彜也，故好是懿德。\"理也者，天下之民無日不秉持為經常者也，是以云\"民之秉彜\"。凡言與行得理之謂懿德，得理非他，言之而是、行之而當為得理；言之而非、行之而不當為失理。好其得理，惡其失理，於此見理者，人心之同然也。（十） \\n 問：理為人心之同然，其大致可得聞歟？ \\n 曰：孔子有言：\"規矩、方圓之至也，聖人、人倫之至也。\"此可以察理矣。夫天地之大，人物之蕃，事為之條分委曲，苟得其理矣，如直者之中懸，平者之中水，圓者之中規，方者之中矩，夫然後推諸天下萬世而準。《易》稱\"先天而天弗違，後天而奉天時，天且弗違，而況於鬼神乎？\"《中庸》稱\"考諸三王而不謬，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑。\"皆言乎天下之理得也。惟其為人心之同然，故一人以為不易，天下萬世以為不易也。所以為同然者，人心之明之所止也。尊是理而遂謂天地陰陽石足以當之，必非天地陰陽之理則可。天地陰陽之理，猶聖人之聖也，尊其聖而謂聖人不足以當之，可乎？（十一） \\n （以上十一問答為卷一） \\n （輸入者案：每一\"問\"與\"曰\"之後的括號為本人所加，用意在標明幾問幾答。） \\n 《孟子私淑錄》 \\n 戴震 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷二", "正文": "　 \\n 卷二 \\n 　 \\n  \\n 問：宋儒以氣為理所湊泊附著，（朱子云：\"人之所以生，理與氣合而已。天理固浩浩不窮，然非使氣，則雖有是理，而無所湊泊，故必二氣交感，凝結生聚，然後是理有所附著。\"）又謂理為生物之本，（朱子云：\"理也者形而上之道也，生物之本也；氣也者，形而下之器也，生物之具也。是以人物之生，必稟此理，然後有性；必稟此氣，然後有形。\"）人與禽獸得之為性也同，而致疑於孟子。（朱子云：\"孟子言人之所以異於禽獸者幾希，不知人何故與禽獸異；又言犬之性猶牛之性，牛之性猶人之性與，不知人何故與牛犬異。此兩處似欠中間一轉語，須著說是形氣不同，故性亦少異始得。恐孟子見得人性同處，自是分曉直截，卻於這些子未甚察。\"）今據《易》之文，證明一陰一陽即天道之實體，其為氣化，未為品物，乃孔子所稱形而上；乃既為品物，孔子所稱形而下。然則古賢聖所謂性，專就氣稟言之歟？ \\n 曰：氣化生人生物以後，各以類孳生久矣；然類之區別，千古如是也。循其故而已矣。在氣化言之，曰陰陽，曰五行，又分之，則陰陽五行，雜糅萬變，是以及其流行，不特品類不同，而一類之中，又復不同。孔子曰：\"一陰一陽之謂道，繼之者善也，成之者性也。\"人物各成其性，明乎性至不同也。語於善，咸與天地繼承不隔；語於性，則以類區別，各如其所受。《六經》中言性，統舉人物之全，見於此，人物之生本於天道。陰陽五行，天道之實體也。《大戴禮記》曰：\"分於道謂之命，形於一謂之性。\"分於道者，分於陰陽五行也。一言乎分，則其所受有偏全厚薄昏明之不齊，不特品類不同，而一類之中，又復不同是也。各隨所分而形於一，各成其性也。《中庸》首言天命之謂性，不曰天道而曰天命者，人物咸本於天道，而成性不同，由分於道不能齊也，以限於所分，故曰天命。從而名其稟受之殊曰性，因是日用事為皆由性起，故曰率性之謂道，身之動應無非道也，故曰不可須臾離，可離非道。可、如體物而不可遺之可，君子不使其身動應或失，故雖無事時，亦如有事之戒慎恐懼，而不敢肆，事至庶幾少差謬也。然性雖下同，大致以類為之區別，故《論語》曰：\"性相近也。\"此就人與人相近言之者也。孟子曰：\"凡同類者舉相似也，何獨至於人而疑之？聖人與我同類者，\"言同類之相似，則異類之不相似明矣；故詰告子生之謂性曰：\"然則犬之性，猶牛之性，牛之性猶人之性與，\"明乎其必不混同言之也。孟子道性善，言必稱堯舜，以人皆可以為堯舜，謂之性善，非盡人生而堯舜也。自堯舜至於凡民，其等差凡幾，則其氣稟固不齊，豈得謂非性有不同？然存乎人者皆有仁義之心，其趨於善也利，而趨於不善也逆其性而不利，所謂人無有不善，水無有不下，善乃人之性，下乃水之性，而非以善槩之於物。所謂故者以利為本，出於利乃性之本然也，順而非逆，是以利也。然孟子固專言人之性，且其所謂善者，初非無等差之善，即孔子所云相近；孟子所謂苟得其養，無物不長；苟失其養，無物不消，所謂求則得之，舍則失之，或相倍蓰而無算者，不能盡其才者也，即孔子所云習至於相遠，孟子所謂梏之反覆，違禽獸不遠，即孔子所云下愚之不移。宋儒未審其文義，遂彼此間隔。在天道為陰陽五行，在人物分而有之以成性，由成性各殊，故材質各殊。材質者，性之所呈也，離材質惡睹所謂性哉！故孟子一則曰，非才之罪，再則曰，非天之降才爾殊，（才、材，古字通用。）人之材得於天獨全，故物但能遂其自然，人能明於必然。孟子言聖人與我同類，又言犬馬之不與我同類，是孟子就人之材之美斷其性善明矣。材與性之名，一為體質，一為本始，所指各殊，而可即材之美惡以知其性，材於性無所增損故也。合《易》《論語》《孟子》之書言性者如是，咸就其分陰場五行以成性為言，奈何別求一湊泊附著者為性，豈人物之生，莫非二本哉！返而求之，知其一本，或庶幾焉。（十二） \\n 問：朱子本程子性即理也一語，釋《中庸》天命之謂性，申之云：\"天以陰陽五行，化生萬物，氣以成形而理亦賦焉，猶命令也。於是人物之生，因各有其所賦之理以為健順五常之德，所謂性也。\"其釋《孟子》云：\"以氣言之，知覺運動，人與物若不異也，以理言之，則仁義禮智之稟，豈物之所得而全哉？告子不知性之為理，而以所謂氣者當之，蓋徒知知覺運動之蠢然者，人與物同，而不知仁義禮智之粹然者，人與物異也。\"兩解似相閡隔，其作《中庸或問》有云：\"雖鳥獸草木之生，僅得形氣之偏，而不能通貫乎全體，然其知覺運動，榮瘁開落，亦皆循其性，而各有自然之理焉。至於虎狼之父子，蜂蟻之君臣，豺獺之報本，雎鳩之有別，則其形氣之偏，又反有以存其義理之所得。\"合觀朱子言性，不出性即理也之云，故云告子不知性之為理。既以性屬之理，理即其所謂仁義禮智之稟，天地人物事焉，不聞無可言之理，故解《中庸》，合人物言之；以物僅得形氣之偏，故孟子言豈物所得而全．言仁義禮智之粹然者，人與物異。《或問》一條於兩注可謂融矣。程子云：\"論性不論氣不備，論氣不論性不明。\"故朱子言性，專屬之理，而又及形氣之偏，皆出於程子也。程朱之說，謂理無不善，而形氣有不善，故以孟子道性善，歸之本原，以孔子言性相近，下而及於荀子言性惡，揚子言善惡混，韓子言三品，悉歸氣質之性，是荀揚韓皆有合於孔子；（朱子答門人云：\"氣質之說，起於張程，韓退之《原性》中說三品，但不曾分明説是氣質之性耳；孟子說性善，但說得本原處，下面不曾說得氣質之性，所以亦貴分疏；諸子說性惡與善惡混；使張程之說早出，則許多説話，自不用紛爭。\"）又以告子之說為合於荀揚，（朱子於告子杞柳之喻云：\"告子言人性本無仁義，必待矯揉而後成，如荀子性惡之說也。\"於湍水之喻云：\"告子因前說而小變之，近於揚子善惡混。\"）合於孔子，（程子云：\"凡言性處，須看立意如何。且如言人性善，性之本也，生之謂性，論其所稟也。孔子言性相近，若論其本，豈可言相近？只論其所稟也。告子所云固是，為孟子問他，他說便不是也。\"）使告子明云氣質之性，孟子將不辨之歟？孔子言性相近，亦未明云氣質之性，（程子云：\"性一也，何以言相近？此只是氣質之性，如俗言性急性緩之類。性安有緩急，此言性者，生之謂性也。\"）將與告子荀子諸人同歟？此宋儒之說，雖極完備，彌啟後人之疑。《近思錄》程子云：\"人生而靜以上不容說，才說性時，便已不是性也。\"朱子云：\"人生而靜以上是人物未生時，只可謂之理，夫可名為性，所謂在天曰命也。才說性時，便是人生以後，此理已墮在氣質中，不全是性之本體矣，所謂在人曰性也。\"然則孟子乃追遡人物未生未可名性之時，而曰性善，若就名為性之時，已是人生以後，已墮在形氣之中，惡得斷之曰善？（程子云：\"孟子言性當隨文看。本以告子生之謂性為不然者，此亦性也，被命受生以後，謂之性耳，故不同。繼之以犬之性猶牛之性，牛之性猶人之性與，然不害為一。若乃孟子之言善者，乃極本窮源之性。\"）由是言之，將天下古今，惟上聖之性，不失其性之本體，自上聖而下，論人之性，皆失其本體。孔子以不全是性之本體者，言性相近，孟子以未可名性者言性善。於孔子不敢顯言不明，而直斥孟子不備。（朱子云：\"孟子說性善，是論性不論氣，荀揚以下，是論氣不論性。孟子終是未備，所以不能杜絕荀揚之口。然不備但少欠耳，不明則大害事。\"陳器之云：\"孟子時，諸子之言性，往往皆於氣質上有見，而逕指氣質作性，但能知其形而下者耳，故孟子答之，只就義理上說，以攻他未曉處。氣質之性，諸子方得於此，孟子所以不復言之；義理之性，諸子未通於此，孟子所以反覆詳說之。程子之說，正恐後學死執孟子義理之說，而遺失氣質之性，故併二者而言之曰，論性不論氣不備，論氣不論性不明。程子之論舉其全，孟子之論所以矯諸子之偏。\"）宋儒剖析至此，愈令人惑。學者習聞宋儒之說，完備剖析，以孔子所言者一性，孟子所言者一性，任其閡隔，不復求通。苟還而體會《易》《論語》《中庸》《孟子》，於傳注洵疑惑不解矣。宋儒之所以失者安在？ \\n 曰：性之名，自古及今，雖婦人孺子，亦矢口舉之不謬者也，本盡人可知之通名也，儒者轉過求，失之。如飛潛動植，舉凡品物之性，皆就其氣類別之。人物分於陰陽五行以成性，舍氛類更無性之名。醫家用藥，在精辨其氣類之殊，不別其性，則能殺人。使曰此氣類之殊者，己不是性，良醫信之乎？試觀之桃與杏，取其核而種之，萌芽甲坼，根幹枝葉，為華為實，形色臭味，桃非杏也，杏非桃也，無一不可區別，由性之不同，是以然也。其性存乎核中之白，（即俗稱桃仁杏仁者。）形色臭味，無一或闕也。凡植禾稼卉木，畜鳥獸蟲魚，皆務知其性。知其性者，知其氣類之殊，乃能使之碩大蕃滋也。何獨至於人，而指夫分於陰陽五行以成性者，曰，此已不是性也，豈其然哉！天道，陰陽五行而已矣。人物之性，分於道而有之，成其各殊者而已矣；其不同類者各殊也，其同類者，相似也。孟子曰：\"如使口之於味也，其性與人殊，若犬馬之與我小同類也，則天下何嗜，皆從易牙之於味也。\"又言：\"動心忍性，\"是孟子矢口言之，亦即別於氣類，盡人而知之性。孟子言性，曷嘗自歧為二哉！於告子生之謂性，必致辨者，成則各殊，徒曰生而已矣，將同人於犬牛，而不察其殊。告子聞孟子詰之，不復曰然者，非見於仁義禮智之粹然者人與物異，而語塞也，犬與牛之異，又豈同仁義禮智之粹然者哉！況朱子言性之本，物與人同，至形氣之偏，始物與人異，是孟子又舍其理之同，而就形氣以爲言矣。且謂告子徒知知覺運動之蠢然者，人與物同，在舌子既以知覺運動者為性，何不可直應之曰然？所以見告子亦窮於知覺運動不可槩人物，而目為蠢然同也。觀孟子以氣類之殊詰告子，知孟子未嘗謂性之為理亦明矣。（十三） \\n 問：知覺運動不可槩人物而目為蠢然同，其異安在？ \\n 曰：凡有生即不隔於天地之氣化。陰陽五行之運而不已，天地之氣化也，人物之生本乎是，由其分而有之不齊，是以成性各殊。知覺運動者，統乎生之全言之也，由其成性各殊，是以得之以生，見乎知覺運動也亦殊。氣之自然潛運，飛潛動植皆同，此生生之機，原於天地者也，而其本受之氣，與所資以養者之氣則不同。所資以養者之氣，雖由外而内，大致以本受之氣召之。五行有生克，遇其克之者則傷，甚則死，此可知性之各殊矣。本受之氣及所資以養者之氣，必相得而不相逆，斯外內為一；其得於天地之氣本一，然後相得不相逆也。氣運而形不動者，卉木是也；凡有血氣者，皆形能動者也。由其成性各殊，故形質各殊，則其形質之動，而為百體之用者，利用不利用亦殊。知覺云者，如寐而寤曰覺，心之所通曰知，百體皆能覺，而心之知覺為大。凡相忘於習則不覺，見異焉乃覺。魚相忘於水，其非生於水者，不能相忘於水也，則覺不覺亦有殊致矣。聞蟲鳥以為候，聞雞鳴以為辰，彼之感而覺，覺而聲應之，又覺之殊致有然矣，無非性使然也。若夫虎狼之父子，蜂蟻之君臣，其自然之知覺，合於人之所謂理義者矣，而各由性成。人則無不全也，全而盡之無憾者，聖人也，知之極其量也。知覺運動者，人物之生；知覺運動之所以異者，人物之殊其性。孟子曰：\"心之所同然者，謂理也，義也，聖人先得我心之所同然耳。\"於義外之說，必致其辨，以人能全夫理義，故日性善，言理之為性，非言性之為理。人之生也，分於陰陽五行以成性，而其得之也全。聲色臭味之欲，資以養其生；喜怒哀樂之情，感而至乎物；美惡是非之知，思而通於天地鬼神；凡日用事為皆性為之本，而所謂人道也。上之原於陰陽五行，所謂天道也。言乎天地之化曰天道，言乎天地之中曰天德，耳目百體之所欲，血氣資之以養者，原於天地之化者也。故在天為天道，在人爲性．而見於日用事為為人道。仁義之心，原於天地之中者也。故在天為天德，在人爲性之德，然而非有二也。就天之化而於語無憾，曰天地之中；就日用事為而語於無失，曰仁義。凡達諸天下而不可廢者，未有非性使之然者也。古人言性．但以氣稟言，未嘗明言理義為性，蓋不待言而可知也。至孟子時，異說紛起，以理義為聖人治天下之具，設此一法以強之從，害道之言，皆由外理義而生。人但知耳之於聲，目之於色，鼻之於臭，口之於味之謂性，而不如心之於理義，亦猶耳目鼻口之於聲色臭味也，故曰至於心獨無所同然乎，蓋就其所知，以證明其所不知，舉聲色臭味之欲，歸之於耳目鼻口，舉理義之好，歸之心，皆內也，非外也，比而合之，以解天下之惑，俾曉然無疑於理義之為性，害道之言，庶幾可以息矣。孟子明人心之通於理義，與耳目鼻口之通於聲色臭味，咸根諸性而非後起。後儒見孟子言性，則曰理義，則曰仁義禮智，不得其說，遂詎孟子以理為性，推而上之，以理為生物之本，匪徒於道於性不得其實體，而於理之名亦失其起於天地人物事為不易之則，使人茫然求其物不得矣。（十四） \\n 問：聲色臭味之欲，亦宜根於心，今再以理義之好，為根於心，於好是懿德固然矣，抑聲色臭味之欲，徒根於耳目鼻口歟？心、君乎百體者也，百體之能，皆心之能也，豈耳悅聲，目悅色，鼻聞臭，口悅味，非心悅之乎？ \\n 曰：否。心能使耳目鼻口，不能代耳目鼻口之能，彼其能者，各自具也，故不能相為。人物受形於天地，故恆與之相通。盈天地之間，有聲也，有色也，有臭也，舉聲色臭味，則盈天地間者，無或遺矣。外內相通，其開竅也，是為耳鼻口。五行有生克，生則相得，克則相逆，血氣之得其養失其養繫焉，資於外足以養其內，此皆陰陽五行之所為，外之盈天地之間，內之備於吾身，外內相得無間，而養道備。民之質矣，日用飲食，自古及今，以為道之經也。血氣各資以養，而開竅於耳目身口以通之，既於是通，故各成其能而分職司之。孔子曰：\"少之時，血氨未定，戒之在色；及其長也，血氣方剛，戒之在鬥；及其老也，血氣既衰，戒之在得。\"血氣之所為不一，舉凡身之嗜欲，根於血氣明矣，非根於心也。孟子曰：\"理義之悅我心，猶芻豢之悅吾口。\"非喻言也。凡人行一事，有當於理義，其心氣必暢然自得；悖於理義，心氣必沮喪自失，以此見心之於理義，一同乎血氣之於嗜欲，皆性使然耳。耳目鼻口之官，臣道也；心之官，君道也；臣效其能，而君正其可否。理義非他，可否之而當，是為理義。聲色臭味之欲，察其可否，皆有不易之則。故理義者，非心出一意以用否之，若心出一意以可否之，何異強制之乎？因乎其事，察其不易之則，所謂有物必有則，以其則正其物，如是而已矣。（十五） \\n 問：人物分於陰陽五行，其成性各不同。人之生也，稟天地之氣，則亦肖乎天地之德。物之得於天者，非稟氣而生，遺天地之德也。而孟子道性善，但言人之異於禽獸，槩舉之，獨人之性善，其故安在？ \\n 曰：耳目鼻口之官，各有所司，而心獨無所司，心之官統主乎上以使之，此凡血氣之屬皆然。其心能知覺，皆懷生畏死，因而趨利避害，凡血氣之屬所同也；雖有不同，不過於此有明闇耳。就其明闇以制可否，不出乎懷生畏死者物也。人之異於禽獸不在是。禽獸知母而不知父，限於知覺也；然愛其生之者，及愛其所生，與雌雄牝牡之相愛，同類之不相噬，習處之不相齧，進乎懷生畏死矣。一私於身，一及於身之所親，皆仁之屬也。私於身者，仁其身也；及於身之所親者，仁其所親也；本天地生生之德，發乎自然有如是。人之異於禽獸，亦不在是。人物分於氣化，各成其性，一陰一陽，流行不已，生生不息，觀於生生，可以言仁矣。在天為氣化之生生，在人爲其生生之心，是乃仁之為德也，非別有一物以與人而謂之仁。由其生生有自然之條理，惟條理所以生生，觀於條理之秩然有序，可以言義矣。失條理則生生之道絕，觀於條理之截然不可亂，可以言義矣。亦非別有其物，而謂之禮，謂之義。合而言之，舉義可以該禮，立人之道，曰仁與義是也。舉禮亦可以該義，而舉仁貴全乎禮義。《論語》曰：\"克已復禮為仁\"是也。若夫條理之得於心，為心之淵，然而條理則名智，故智者，事物至乎前，無或失其條理，不智者異是。《中庸》言：\"修道以仁\"，連舉義又連舉禮而不及智；言以達德行達道，舉智仁勇而不及禮義，互文也。禮義有愆，由於不智。告子曰：\"食色性也，仁內也，非外也；義外也，非內也。\"即其生之謂性之說，同人於犬牛，而不察其殊也。彼以自然者，為性使之然，以義為非自然，轉制其自然，使之強而相從，老聃莊周告子及釋氏皆不出乎以自然為宗，惑於其說者，以自然直與天地相似，更無容他求，遂謂道之至高，宋之陸子靜，明之王文成，及才質過人者，多蔽於此。孟子何嘗以自然者非性使之然哉？以義亦出於自然也，故曰：\"惻隱之心，人皆有之；羞惡之心，人皆有之；恭敬之心，人皆有之；辭讓之心，人皆有之。\"孟子之言乎自然，異於告子之言乎自然，蓋自然而歸於必然。必然者不易之則，非制其自然，使之強而相從也。天下自然而無失者、其惟聖人乎？孔子言：\"從心所欲不踰矩。\"從心所欲者，自然也；不踰矩者，歸於必然也。必然之與自然，非二事也，就其自然明之盡，而無幾微之失焉，是其必然也；如是何後無憾，如是而後安，是乃古賢聖之所謂自然也。彼任其自然而失者無論矣。貴其自然，靜以保之，而視問學為用心於外，及乎動應，如其材質所到，亦有自然不失之處，不過材質之美，偶中一二，若統計行事，差謬多矣。且一以自然為宗而廢而問學，其心之知覺有所止，不復日益，差謬之多，不求不思，以此終其身而自尊大，是以君子惡其害道也。老耼莊周告子釋氏之說，貴其自然，同人於禽獸者也。聖人之教，使人明於必然，所謂考諸三王而不謬，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑，斯為明之盡。人與物咸有如知覺，而物之知覺不足與於此。人物以類區分，而人所稟受，其氣清明，遠於物之可開通。禮義者，心之所通也，人以有禮義，異於禽獸，實人之智大遠乎物。然則天地之氣化，生生而條理，生生之德，鮮不得者；惟人性開通，能不失其條理，則生生之德，因之至盛。物循乎自然，人能明於必然，此人物之異，孟子以人皆可以為堯舜，斷其性善在是也。（十六） \\n （以上五問答為卷二） \\n 《孟子私淑錄》 \\n 戴震 \\n  \\n 　 \\n  \\n   \\n  "}
{"章节": "卷三", "正文": "　 \\n 卷三 \\n 　 \\n  \\n 問：荀子之所謂性，亦孟子之所謂住；孟子知性之全體，其餘皆不知性之全體，故惟孟子與孔子合。然指為性者，實古今所同謂之性。至告子所謂性，朱子謂一似荀子言性惡，一似揚子言善惡混，一似釋氏言作用是性。今以荀揚不與釋氏同，則告子不得與荀揚同矣，豈獨與釋氏所謂性相似歟？ \\n 曰：然。老聃莊周之書，其所貴焉者咸此也，杞柳、湍水之喻，胥是物也。其視仁義，視善不善，歸之有欲有為以後事；而其保此性也，主於無為自然，即釋氏云，不思善，不思惡，時認本來面目是也，實一說而非有三說。（十七） \\n 問：告子釋氏指何者為性？ \\n 曰：神氣形色，古賢聖一視之，修其身期於言行無差謬而已矣，故孟子曰：\"形色天性也，惟聖人然後可以踐形。\"人物成性不同，故形色各殊。人之形，官器利用，大遠乎物，然而幾如物之蠢然，是不踐形也；於人之道無憾無失，斯為踐形耳。老聃莊周告子釋氏，其立說似參差，大致皆起於自私，皆以自然為宗。彼視一身之中，具形氣以生，而神為之主宰，因貴比神，以爲形氣之本，究之神與氣不可相離，故老子曰：\"一生二，二生三，三生萬物，萬物負陰而抱陽，沖氣以為和。\"其言乎天地間也，曰：\"有物混成，先天地生。\"從此而分陰陽，一生二也；陰陽與此而三，二生三也；言乎人物三者咸具，陰也陽也，沖氣以為和，即主宰之者也。彼見於氣可言有，神存乎其有，而不可謂有，又不可謂無，然不離氣者也，故曰沖氣。上之原於有物混成，先天地生之道，不離氣而別於氣，故曰：\"道之為物，惟恍惟忽，忽兮恍兮，其中有象；恍兮忽兮，其中有物。\"莊子言神之主宰於身，則曰若有真宰，而特不得其朕，曰：\"其有真君存焉，如求得其情與不得，無益損乎其真。\"繼之曰：\"一受其成形，不亡以待盡，與相刃相靡，其行盡如馳，而莫之能止，不亦悲乎。\"言此神受形而生，則不去以待，形化而有血氣乃有情Q欲Y，皆足以戕之，趨於速敝也。又曰：\"終身役役，而不見其成功，薾然疲役而不知其所歸，可不衰邪！\"言求諸外者，徒勞其神者也。又曰：\"人謂之不死，奚益？其形化，其心與之然，可不謂大哀乎？\"言人壽有修短，雖不死之日，不知保此心，為形君之神，至與形俱敝也。釋氏人死為鬼，鬼復為人之說，與莊子此條同。老氏言長生久視，釋氏言不生不滅，語似異，而以死為返其真，視形體為假合，從而空之，不過恐害其神之自然，指歸不異也。（告子同於釋氏，以神識為性，釋氏謂之曰真空，謂之曰作用。謂真空則能攝眾有而應變，謂即此識情便是真空妙智，謂湛然常寂，應用無方，用而常空，空而常用，用而不有，即是真空，空而不無，即成妙有，故言空是性，又言作用是性。釋氏書中，問如何是佛，曰：\"見性是佛。\"如何是性，曰：\"作用為性。\"如何是作用，曰：\"在目曰見，在耳曰聞，在鼻臭香，在口談論，在手執捉，在足運奔，徧見俱該法界，收攝在一微塵，識者知是佛性，不識喚作精魂。\"此皆生之謂性之說也，固無取乎善惡之分。其顯然道破處， \\n 如云不思善，不思惡，時認本來面目，即告子性無善無不善宗旨。後世禪家不云不思善而渾其語，如《傳燈錄》云：\"飢來喫飯困來眠。\"即老子所云：\"上士聞道，勤而行之；中士聞道，若存若亡；下士聞之，大笑之，不笑不足以爲道。\"彼飢食困眠，聞之即可大笑，此即致虛極，守靜篤，即勤而行之；致虛未極，守靜未篤，乃若存若亡也。其說大都主於一切空之，便妙用無方。老聃莊周告子釋氏立言不同，而同出一轍如是！）宋時如陸子靜，楊敬仲，及明王文成諸人，其言論皆如此。（子靜之言曰：\"　收拾精神，自作主宰，萬物皆備於我，何有闕欠？當惻隱時，自然惻隱；當羞惡時，自然羞惡；當寬裕溫柔時，自然寬裕溫柔；當發強剛毅時，自然發強剛毅。\"又曰：\"惡能害心，善亦能害心。\"敬仲之言曰：\"目能視，所以能視者何物？耳能聼，所以能聼者何物？口能噬，鼻能嗅，所以能噬能嗅者何物？手能運用，足能步趨，心能思慮，所以能運用步趨思慮者何物？\"王文成之言曰：\"聖人致知之功，至誠無息。其良知之體，皦如明鏡，妍媸之來，隨物見形，而明鏡曾無留染，所謂情順萬事而無情也。無所住而生其心，佛氏曾有是言，未為非也。明鏡之應妍者妍，媸者媸，一過而不留，即無所住處。\"又曰：\"本來面目，即吾聖門所謂良知，隨物而格，是致知之功，即佛氏之常惺惺，亦是常存他本來面目耳。體段工夫，大略相似。\"文成釋格物為扞禦外物。）在老聃莊周告子直據己見而已。故告子言無善無不善，言無分於善不善，言義外者，後人因孟子嘗辨之，則以此為善，己無可復加，為仁義禮智皆備，且所稱者出《中庸》《大學》《孟子》之書，以飾其說，學者不可不辨別疑似也。（十八） \\n 問：邵子云：\"神無方而性有質。\"又云：\"性者道之形體，心者性之郛郭。\"又云：\"人之神即天地之神。\"合其言觀之，所謂道者，指天地之神無方也；所謂性者，指人之神有質也。此老聃莊周釋氏之所謂道，所謂性，而邵子亦言之，何也？ \\n 曰：邵子之學，深得於老莊，其書未嘗自諱。以心為性之郛郭，謂人之神，宅此郛郭之中也。朱子於其指神為道，指神為性者，皆轉而以理當之。邵子之書有曰：\"道與一，神之強名也。\"幾以道為不足當神之稱矣。其書又曰：\"神統於心，氣統於腎，形統於首；形氣交而神主乎其中，三才之道也。\"此以神周乎一身而宅於心，為之統會也。又曰：\"氣則養性，性則乘氣；故氣存則性存，性動則氣動也。\"此則導養之說，指神之炯炯而不昧者為性，氣之絪缊而不息者為命，神乘乎氣，而資氣以養也。（王文成云：\"夫良知一也，以其妙用而言謂之神，以其流行而言謂之氣。\"立說亦同。）（十九） \\n 問：張子云：\"由太虛有天之名，由氣化有道之名，合虛與氣，有性之名，合性與知覺，有心之名。\"別性於知覺，其所謂性，似同於程子所云\"性即理也。\"與邵子指神為性者有異。（陳器之云：\"仁義禮智者，義理之性也；知覺運動者，氣質之性也。有義理之性，而無氣質之性，則義理必無附著；有氣質之性，而無義理之性，則無異於枯死之物。故有義理以行乎血氣之中，有血氣以受義理之體，合虛與氣而性全。\"）然以虛指理，古賢聖未嘗有是稱，不幾猶釋氏言空是性歟？ \\n 曰：釋氏所謂空是性者，指神之本體。又言作用是性，則指神在形質之中，而能知覺運動也，張子云：\"神者太虛妙應之目。\"是其所謂虛，亦未嘗不以為神之本體。而又曰：\"天之不測謂神，神而有常謂天。\"然則由太虛有天之名者，以神而有常為言。釋氏有見於自然，故以神為已足；張子有見於必然之為理，故不徒曰神，而曰神而有常，此其所見近於孔孟，而異於釋氏也。然分理氣為二，視理為如一物，故其言用也，求其物不得，就陰陽不測之神以言理，以是為性之本源，而目氣化生人生物曰\"游氣紛擾，合而成質者，生人物之萬殊\"，則其言合虛與氣。虛指神而有常，氣指游氣紛擾，乃雜乎老釋之見，未得性之實體也。惟由氣化有道之名一語，合於易言一陰一陽之謂道。又曰：\"神、天德，化、天道。\"道以化言，是也；德以神言，非也。彼釋氏自貴其神，亦以為足乎天德矣。張子之書又有之曰：\"氣有陰陽，推行有漸為化，合一不測為神。\"聖人復起，不易斯言。邵子言形可分，神不可分，語可參觀。以人物驗之，耳目百體會歸於心，心者，合一不測之神也。如耳目鼻口之官，是形可分也，而統攝於心，是神不可分也。夫天地間有陰陽，斯有人物，於其推行謂之化，於其合一謂之神，天道之自然也；於其分用為耳目百體，於其合一則為心，生物之自然也。是故就天地言，化其事也，神其能也，事能俱俱無憾，天地之德也。人之血氣本乎化，人之心知配乎神，血氣心知無失，配乎天地之心知無憾無失，夫是之謂理而已矣。由化以知神，由化與神以知德。天之生物也，使之一本，而以性專屬之神，則目形體為假合，以性專屬之理，則謂才說性時，已不是性，皆二本故也。（二十） \\n 問：宋儒言\"稟理而後有性，稟氣而後有形\"，雖虛揣以為說，謂\"理氣渾淪，不害二物之各為一物\"，實求其物，不得若老聃莊周告子釋氏之言。夫性則確有指實，不過區別於形氣之中，言具其主之者。曰形，曰氣，曰神，三者求之一身，儼然如三物；凡血氣之屬，未有或闕者也。荀子謂\"性者天之就\"，雖專屬形氣之自然，固不遺夫神，而以為非天之就也。其稱性也，兼以惡槩之，而伸其重學崇禮義之說，何以論荀子則曰，不知性之全體而已，論告子釋氏則斷為異說，何也？ \\n 曰：性者分於陰陽五行，品物區以別焉，各為之本始，統其所有之事，所具之能，所全之德而名之，非以知覺運動者名之，《易》言\"成之者性\"是也。其一身中，分而為言曰形曰氣曰神者材也，《易》言\"精氣為物\"是也。心為形君，耳目百體者，氣融而靈，心者氣通而神。告子貴其神而不知性者也，其不動心，神定而一無責焉之為不助也。性可以根柢言，材可以純駁清濁言，由其成性也殊，則其材亦殊，成是性斯為是材；神可以主宰樞紐言，思可以敏鈍得失言，知可以淺深精粗言，皆根於性存乎材者也。理譬之中規中矩也，氣通而神，是以能思，資於學以導其思，以極其知之量，古賢聖之教也。荀子不知性之全體，而其說至於重學崇禮義，猶不失爲聖人之徒，特未聞道耳。老聃莊周告子釋氏，以自然為宗，不知性之區別，而徒貴其神，去其倩欲之能害是者，即以為己足，與古賢聖立教，由博學審問慎思明辨以求無差謬者異，不得同於荀子也。（二十一） \\n 問：周子《通書》有云：\"聖可學乎？曰可。有要乎？曰有。請問焉。曰：一為要。一者，無欲也。無欲則靜虛動直，靜虛則明，明則通；動直則公，公則溥。明通公溥，庶矣哉。\"此與老氏\"為道日損\"釋氏\"六用不行，真空妙智\"之說、及陸子靜言\"人心至靈，此理至明，人皆有此心，心皆具是理\"、王文天言\"聖人致知之功，至誠無息，其良知之體，皦如明境\"者，立言不殊。後儒於周子則以為切要之指，莫敢違議，於老釋陸王則非之，何也？ \\n 曰：周子之學，得於老釋者深，而其言渾然與孔孟相比附，後儒莫能辨也。朱子以周子為二程子所師，故信之篤，考其實，固不然。程叔子撰《明道先生行狀》．言\"自十五六時聞周茂叔論道，遂厭科舉之業，慨然有求道之志，未如其要，泛濫於諸家，出入於老釋者幾十年，返求諸《六經》然後得之。\"其不得於周子明矣！且直宇之曰周茂叔，其未嘗師事亦明矣！見周茂叔後乃出入於老釋。張橫渠亦訪諸老釋之書累年，朱子年四十以前猶馳心空妙。宋儒求道，往往先以老釋為借階，雖終能覺寤老釋之非，而受其蔽，習於先入之言不察者亦不少。周子論學聖人主於無欲，王文成論致知主於良知之體，皆以老釋廢學之意論學，害之大者也。（二十二） \\n 問：程子朱子以性為足於己，其語學則日復其初，（程子云：\"聖賢論天德，蓋自家元是天然完全自足之物，若無所污壞，即當直而行之；若小有污壞，即敬以治之，使復如舊。\"朱子於《論語》首章，於《大學》明明德，皆以復其初為言。）復其初之云，出莊周書，（《莊子o繕性篇》曰：\"繕性於俗學，以求復其初，滑欲於俗知，以求致其明，謂之蔽蒙民始惑亂，無以返其性情，而復其初。\"）孟子亦曰：\"大人者，不失其赤子之心者也。\"豈彼以神言，此以理言，不嫌於語同而指異歟？ \\n 曰：孟子言性善，非無等差之善，不以性為足於己也，主擴而充之，非復其初也。人之形體，與人之心性，比而論之，形體始乎幼小，終於長大，方其幼小，非自有生之始，即攖疾病小之也。今論心性而曰\"其初盡人而聖人，自有生之始即不污壞者鮮\"，豈其然哉！形體之長大，質於飲食之養，乃長日加益，非復其仞；心性之資於問學，進而賢人聖人，非復其初明矣。形體無虧闕，故可以長大，而夭傷者失其可長大者也。赤子之心，皆有仁義禮智之端，可以擴充，而不充之者，失其能充之心者也。人物分於陰陽五行以成性，而人異於物者，其性開通，無不可以牖其昧而進於明，較其材質，等差凡幾。古賢聖知人之得於天有等差，是以重問學，貴擴充。老聃莊周告子釋氏，謂得之以性皆同其神，與天地等量，是以守己自足，主於去情Q欲Y以勿害之，不必問學以充之。宋儒或出焉，或入焉，故習其說者不得所據，多流於老釋。讀古人書，所慎尤在疑似，此亦當辨之大端也。（二十三） \\n 問：神為形氣之主宰，莊子謂：\"受其成形，不亡以待盡。\"釋氏\"人死為鬼，鬼復為人\"之說同此。在古人制祭祀之禮，以人運事鬼神，而《傳》稱鬼猶求食，及伯有為厲；又宇宙間怪見不一，愚夫婦亦往往耳聞目見，不得不惑於釋氏所云。而言仙者，又能盜氣於天地間，使其神離血氣之體，以為有。故其言性也，即神之炯炯而不昧者；其言命也，即氣之絪缊而不息者，有所指實也如是。老耼莊周告子釋氏靜以會夫一身，見其貴於此，莫先於此。今以形氣神統歸之材，而曰性可以根柢言，神可以主宰樞紐言，理則譬之中規中矩，不以神先形氣，不以理為主宰樞紐根柢。老釋之說，宋儒之說，指歸不同而失同，何也？ \\n 曰：孔子言：\"原始要終，故知死生之說；精氣爲物，游魂為便，是故知鬼神之情狀。\"人物分於陰陽五行以成性，成是性斯為是材以生，可以原始而知也；形敝氣散而死，可以反終而知也。其生也，精氣之融以有形體，凡血氣之屬，有主則能運動，能運動則能知覺，知覺者，其精氣之秀也。人之知覺，能通乎天地之德，因行其所知，底於無失，斯無往非仁，無往非禮義矣。《左氏春秋》曰：\"人生始化曰魂，既生魄，陽生魂。魂魄非也，其精氣之能知覺運動也，是以又謂之神靈。曾子言\"陽之精氣曰神，陰之精氣曰靈\"是也。至於形敝而精氣猶疑，是謂游魂，言乎離血氣之體也。精氣為物者，氣之精而凝，品物流行之常也；游魂為變者，魂之游而存，其後之有敝有未敝也。變則不可窮詰矣。彼有見於游魂為變，而主其一偏，昧其大常，遂以其盜天地生生之機者為己之本體。彼之以神先形氣，聖人所謂游魂為變中之一端耳。在老釋就一身分言之，有形氣；有神識，而以神識為本；推而上之，以神為有天地之本，遂求諸無形無象者為實有，而視有形有象為幻。在宋儒以形氣神識同為已之私，而理得於天；推而上之，於理氣截之分明，以理當其無形無象之實有，而視有形有象為拙。天之生物也，使之一本，荀子以禮義與性為二本，宋儒以理與氣質為二本，老聃莊周告子釋氏以神與形體為二本。然而荀子推崇禮義，宋儒推崇理，於聖人之教不害也，不知性耳。老聃莊周告子釋氏守己自足，不惟不知性而已，實害聖人之教者也。（二十四） \\n 問：程叔子撰《明道先生行狀》云：\"泛濫於諸家，出入於老莊者幾十年，返求諸《六經》，然後得之。\"呂與叔撰《橫渠先生行狀》云：\"范文正公文勸讀《中庸》，先生讀其書雖愛之，猶以為未足，於是又訪諸釋老之書，累年盡究其說，知無所得，返而求之《六經》。《朱子語類》，廖德明錄癸辰巳所聞云：\"先生言：二三年前見得此事尚鶻突，為他佛說得相似，近年來方打得分曉。\"（癸巳，朱子四十四嵗。）朱子《答江尚書書》云：\"熹於釋氏之說，蓋嘗師其人，尊其道，求之亦切至矣。然未能有得。其後以先生君子之教，校乎前後緩急之序，於是暫置其說而從事於吾學。其始蓋未嘗一日不往來於心也，以為俟卒究吾說，而後求之未為甚晚。而一二年來，心獨有所自安，雖未能即有諸己，然欲復求之外學，以遂其初心．不可得矣。\"考朱子慕禪學在十五六時，年二十四見李愿中，教以看聖賢言語，而其後十餘年有《答何京叔》二書，意見乃與釋氏不殊，信彼為有實得，此為支離，反用聖賢言語指其所得於釋氏者。及五十內外，所見漸定，不惑於釋氏。合觀程子朱子張子皆先入於老釋，究之能覺窹其非，何也？ \\n 曰：四君子皆志聖賢之志者也，其學主乎求是，故於此於彼，期在自得，不在虛名。考之《六經》，茫然不得性道之實體，則必求諸彼矣。求諸彼而其言道言性確有指實，且言夫體用一致也似神，能靡不周。（如說\"性周法界，淨智圓妙體自空寂。\"）故朱子嘗馳心空妙，冀得之以為衡鍳事物之本，極其致，所謂\"明心見性\"，不過\"六用不行\"，彼所以還其神之本體者，即本體得矣，以為如此，便混無欠闕矣，實動便差謬。在彼以自然為宗本，不論差謬與否，而四君子求是之心，久之亦如其不可持以衡鍳事物，故終能覺寤其非也。夫人之異於物者，人能明於必然，百物之生遂其自然也。孔孟之異於老聃莊周告子釋氏者，自\"志學\"以至\"從心所欲不踰矩\"，皆見夫天地人物事為，有不易之則之為必然，而博文約禮，以漸致其功。彼謂\"致虛極，守靜篤\"，\"為道日損，損之又損，以至於無\"，至於\"道法自然\"，無以復加矣。孟子而後，惟荀子見於禮義為必然，而不知禮義即自然之極則；宋儒亦見於理為必然，而以理為太極，為\"生陽生陰之本\"，為\"不離陰陽，仍不離於陰陽\"，指其在人物為性，為\"不離氣質，仍不離於氣質\"。蓋不知理者，自然之極則也，視理儼如一物，加以主宰樞紐根柢之說，一似理亦同乎老釋所指者之於人爲本來面目。朱子之辨釋氏也，曰：\"儒者以理為不生不滅，釋氏以神識為不生不滅。\"就彼言神識者，轉之以言乎理，尊理而重學，近於老聃莊周告子釋氏矣。然以彼例此而不協乎此，故指孔孟所謂道者非道，所謂性者非性。增一怳忽不可得而推究之主宰樞紐根柢，因視氣曰空氣，視心曰性之郛郭。是彼奉一自然者之神，居此空氣之上，郛郭之中；此奉一自然者之理，居此空氣之上，郛郭之中也。苟知物必有則，不以則與物二視之，庶幾於孔孟之言道言性者始可通。物者指其實體實事之名；則者稱其純粹中正之名。實體實事，罔非自然而歸於必然，天地人物事為之理得矣。自然之極則，是謂理，宋儒借階於釋氏，是故失之也。凡習於先入之言，往往受其蔽而不覺，宋儒言\"道為氣之主宰樞紐\"，如彼以\"神為氣之主宰樞紐\"也；以\"理能生氣\"，如彼以\"神能生氣\"也；以\"理墮在形氣之中，變化氣質，則復其初\"，如彼以\"神受形氣而生，不以形物欲累之，則復其初\"也。皆改其所指為神識者以指歸也。（二十五） \\n （以上九問答為卷三） \\n  \\n 　 \\n  \\n   \\n  "}
