{"章节": "論語筆解（唐）韓愈李翺同撰", "正文": "　 \\n 論語筆解 \\n （唐）韓愈李翺同撰 \\n 　 \\n 提要 \\n  \\n 臣等謹案論語筆解二巻舊本題唐韓愈李翺同撰中閒所注以韓曰李曰為别考張籍集祭韓愈詩有論語未訖注手跡今微茫句邵博聞見後錄遂引為論語注未成之據而李漢作韓愈集序則稱有論語注十卷與籍詩異王楙野客叢書又引為已成之證晁公武讀書志稱四庫邯鄲書目皆無之獨田氏書目有韓氏論語十卷筆解兩卷是論語注外别出筆解矣新唐書藝文志載愈論語注十巻亦無筆解惟鄭樵通志著録二卷與今本同意其書出于北宋之末然唐李匡乂宣宗大中時人也所作資暇集一條云論語宰予晝寢梁武讀為寢室之寢晝作胡卦反且云當為畫字言其繪畫寢室今人罕知其由咸以為韓文公所訓解又一條云傷人乎不問馬今亦謂韓文公讀不為否然則大中之前已有此本未可謂為宋人偽撰且晝寢一條今本有之廐焚一條今本不載使作偽者剽掇此文不應兩條相連摭其一而遺其一又未可謂因此依託也以意推之疑愈注論語時或先于簡端有所記録翺亦問相討論附書其間迨書成之後後人得其稿本採注中所未載者别録為二卷行之如程子有易傳而遺書之中又别有論易諸條朱子有詩傳而朱鑑又為詩傳遺説之例題曰筆解明非所自編也其今本或有或無者則由王存以前世無刋本傳冩或有異同邵博所稱三月字作音一條王楙所見本亦無之則諸本互異之明證矣王存本今未見魏仲舉刻韓文五百家注以此書附末今傳本亦稀此本為明范欽從許勃本傳刻又趙希升讀書附志曰其間翺曰者李習之也明舊本愈不著名而翺所説則題名以别之此本改稱韓曰李曰亦非其舊矣 \\n 乾隆四十六年十月恭校上總纂官紀昀陸錫熊孫士毅總校官陸費墀 \\n 論語筆解序 \\n  \\n 昌黎文公著筆解論語一十卷其間翺曰者盖李習之同與切磨世所傳率多訛舛始愈筆大義則示翺翺從而交相明辨非獨韓制此書也噫齊魯之門人所記善言既有同異漢魏學者注集繁闊罕造其精今觀韓李二學勤拳淵微可謂窺聖人之堂奥矣豈章句之技所可究極其旨哉予繕校舊本數家得其純粹欲以廣傳故序以發之 \\n 　 \\n 卷上 \\n 唐韓愈李翺撰 \\n 學而第一 \\n 有子曰信近於義言可復也 \\n 馬曰其言可反覆故曰近義 \\n 韓曰反本要終謂之復言行合宜終復乎信否則小信未孚非反覆不定之謂 \\n 李曰尾生之信非義也若要終合宜必不抱橋徒死 \\n 馬云反覆失其旨矣 \\n 恭近於禮逺恥辱也 \\n 馬曰恭不合禮非禮也能逺恥辱故近禮 \\n 韓曰禮恭之本也知恭而不知禮止逺辱而已謂恭必以禮為本 \\n 李曰晉世子申生恭命而死君子謂之非禮若恭而不死則得禮矣 \\n 因不失其親亦可宗也 \\n 孔曰因親也所親不失其親亦可宗敬 \\n 韓曰因訓親非也孔失其義觀有若上陳信義恭禮之本下言凡學必因上禮義二説不失親師之道則可尊矣 \\n 李曰因之言相因也信義而復本禮因恭而逺嫌皆不可失斯迺可尊 \\n 子曰敏於事而愼於言就有道而正焉可謂好學也矣 \\n 孔曰敏疾也有道有道德者正謂問事是非 \\n 韓曰正謂問道非問事也上句言事下句言道孔不分釋之則事與道混而無别矣 \\n 李曰凡人事政事皆謂之事迹若道則聖賢徳行非記誦文辭之學而已孔子曰有顔回者好學不遷怒不貳過此稱為好學孔云問事是非蓋得其近者小者失其大端 \\n 　 \\n 為政第二 \\n 子曰詩三百一言以蔽之曰思無邪 \\n 包曰蔽猶當也又曰歸於正也 \\n 韓曰蔽猶斷也包以蔽為當非也按思無邪是魯頌之辭仲尼言詩最深義而包釋之略矣 \\n 李曰詩三百篇斷在一言終於頌而已子夏曰發乎情民之性也故詩始於風止乎禮義先王之澤也故終無邪一言詩之斷也慮門人學詩徒誦三百之多而不知一言之斷故云然爾 \\n 子曰吾五十而知天命 \\n 孔曰知天命之終始 \\n 韓曰天命深微至賾非原始要終一端而已仲尼五十學易窮理盡性以至於命故曰知天命 \\n 李曰天命之謂性易者理性之書也先儒失其傳惟孟軻得仲尼之藴故盡心章云盡其心所以知性修性所以知天此天命極至之説諸子罕造其微 \\n 六十而耳順七十而從心所欲不踰矩 \\n 鄭曰耳聞其言知其微旨也 \\n 馬曰矩法也從心所欲無非法 \\n 韓曰耳當為爾猶言如此也既知天命又如此順天也李曰上聖既順天命豈待七十不踰矩法哉蓋孔子興言時已七十矣是自衛反魯之時也刪修禮樂詩書皆本天命而作如其順 \\n 子曰温故而知新可以為師矣 \\n 孔曰温㝷也尋繹故者又知新者可以為師矣 \\n 韓曰先儒皆謂尋繹文翰由故及新此是記問之學不足為人師也吾謂故者古之道也新謂己之新意可為新法 \\n 李曰仲尼稱子貢云告諸往而知來者此與温故知新義同孔謂尋繹文翰則非 \\n 子曰君子不器子貢問君子子曰先行其言而後從之 \\n 孔曰疾小人多言而行不周 \\n 韓曰上文君子不器與下文子貢問君子是一段義孔失其旨反謂疾小人有戾於義 \\n 李曰子貢門人上科也自謂通才可以不器故聞仲尼此言而㝷發問端仲尼謂但行汝言然後從而知不器在汝非謂小人明矣 \\n 子張問十世可知也子曰殷因於夏禮所損益可知也周因於殷禮所損益可知也其或繼周者雖百世可知也 \\n 孔曰文質禮變馬曰所因謂三綱五常所損益謂文質三統 \\n 韓曰孔馬皆未詳仲尼從周之意泛言文質三統非也 \\n 李曰損益者盛衰之始也禮之損益知時之盛衰因者謂時雖變而禮不革也禮不革則百世不衰可知焉窮此深旨其在周禮乎韓曰後之繼周者得周禮則盛失周禮則衰孰知因之之義其深矣乎 \\n 　 \\n 八佾第三 \\n 季氏旅於泰山子謂冉有曰女弗能救與對曰不能子曰嗚呼曾謂泰山不如林放乎 \\n 馬曰救止也包曰泰山之神反不如林放者乎 \\n 韓曰謂當作為字言冉有為泰山非禮反不如林放問禮乎包言泰山之神非其義也 \\n 子曰吾不與祭如不祭 \\n 包曰不自親祭使攝者為之不盡敬與不祭同 \\n 韓曰義連上文禘自既灌而往吾不欲觀之矣蓋魯僖公亂昭穆祭神如神在不可躋而亂也故下文云不與祭蓋嘆不在其位不得以正此禮矣故云如不祭言魯逆祀與不祀同焉 \\n 李曰包既失之孔又甚焉孔注祭神如神在謂祭百神尤於上下文乖舛 \\n 子貢欲去告朔之餼羊 \\n 鄭曰禮人君毎月告朔於廟有祭謂之廟享 \\n  \\n 韓曰人君謂天子也非諸侯通用一禮也魯自文公六年閏月不告朔猶朝於廟左氏曰不告朔非也吾謂魯祀周公以天子禮魯君毎月朔不朝於周但朝周公之廟因而祭曰廟享其實以祭為重爾文公既不行告朔之享而空朝於廟是失禮也然子貢非不知魯禮之失特假餼羊之問誠欲質諸聖人以正其禮爾又曰天子云聽朝謂聽政於天下也諸侯云告朔謂以下之政告於上也每月頒朔於諸侯諸侯稟朔奉王命藏祖廟於是魯有廟享之文他國則亡此禮 \\n  \\n 李曰襄二十九年凡三正月公在楚左氏曰釋不朝正於廟吾謂魯禮正月嵗首謂之朝正也月即謂之告朔蓋二禮歟又曰案周禮正月之吉始和布治於邦國都鄙蓋當時諸侯皆有稟命告朔明文其所無者惟朝正不侔周公廟享爾 \\n 　 \\n 里仁第四 \\n 子曰君子之於天下也無適也無莫也義之與比 \\n 韓曰無適無可也無莫無不可也惟有義者與相親比爾 \\n 李曰下篇第九云子絶四曰毋固注云無可無不可在毋固執焉王通云可不可天下所共存也孟子曰惟義所在其旨同 \\n 子曰君子懷德小人懷土君子懷刑小人懷惠 \\n 孔曰懷德懷安也懷土重遷也懷刑安於法也包曰懷惠恩惠也 \\n 韓曰德難形容必示之以法制土難均平必示之以恩惠上下二義轉相明也 \\n 李曰君子非不懷土也知土均之法乃懷之矣小人只知土著樂生之惠殊不知土之德何極於我哉 \\n 子曰參乎吾道一以貫之曽子曰唯子出門人問曰何謂也曽子曰夫子之道忠恕而已矣 \\n 孔曰直曉不問故答曰唯 \\n 韓曰説者謂忠與恕一貫無偏執也 \\n 李曰參也魯是其忠焉參至孝是其恕也仲尼嘗言忠必恕恕必忠闕一不可故曽子聞道一以貫之便曉忠恕而已 \\n 子游曰事君數斯辱矣朋友數斯疏矣 \\n 包曰數謂速數之數 \\n 韓曰君命召不俟駕速也豈以速為辱乎吾謂數當謂頻數之數李曰頻數再三瀆必辱矣朋友頻瀆則益疏矣包云速數非其旨 \\n 　 \\n 公冶長第五 \\n 子使漆雕開仕對曰吾斯之未能信子説 \\n 韓曰未能見信於時未可以仕也子説者善其能忖己知時變 \\n 李曰孔言未能究習是開未足以仕非經義也鄭言志道深是開以不仕為得也非仲尼循循善誘之意云善其能忖己知時變斯得矣 \\n 子謂子貢曰女與回也孰愈對曰賜也何敢望回回也聞一以知十賜也聞一以知二子曰弗如也吾與女弗如也 \\n 韓曰回亞聖矣獨問子貢孰愈是亦賜之亞回矣賜既發明顔氏具聖之體又安用慰之乎包失其旨 \\n  \\n 李曰此最深義先儒未有究其極者吾謂孟軻語顔回深入聖域云具體而微其以分限為差别子貢言語科深於顔回不相絶逺謙云得具體之二分蓋仲尼嘉子貢亦窺見聖奥矣慮門人惑以謂回多聞廣記賜寡聞陋學故復云俱弗如以釋門人之惑非慰之云也 \\n 韓曰吾觀子貢此義深微當得具體八分所不及回二分爾不然安得仲尼稱弗如之深乎宰予晝寢子曰朽木不可雕也糞土之牆不可杇也於子與何誅（舊文作畫字） \\n 韓曰晝當為畫字之誤也宰予四科十哲安得有晝寢之責乎假或偃息亦未深誅又曰於予顯是言宰予也下文始吾今吾者即是仲尼自謂也 \\n 李曰於予與何誅并下文於予與改是二句先儒亦失其旨吾謂仲尼雖以宰予髙閑晝寢於宰予之才何責之有下文云於宰予言行雖晝寢未為太過使改之不晝亦可矣 \\n 子貢曰夫子之文章可得而聞也夫子之言性與天道不可得而聞也 \\n 孔曰性者人所受以生也天道者元亨日新之道深微故不可得而聞也 \\n 韓曰孔説粗矣非其精藴吾謂性與天道一義也若解二義則人受以生何者不可得聞乎哉 \\n 李曰天命之謂性是天人相與一也天亦有性春仁夏禮秋義冬智是也人之率性五常之道是也蓋門人只知仲尼文章而少克知仲尼之性與天道合也非子貢之深藴其知天人之性乎 \\n 　 \\n 雍也第六 \\n 子曰人之生也直罔之生也幸而免 \\n 馬曰人之生自終者以其正直也 \\n 包曰誣罔正直是幸也 \\n 韓曰直當為德字之誤也言人生稟天地大徳罔無也若無其徳免於咎者尠矣 \\n 李曰洪範三徳正直在其中剛柔共成焉無是一者必有咎况咸無之其能免乎包謂誣枉正直則罪無赦何幸免哉馬言自終又非生也之義 \\n 子曰齊一變至於魯魯一變至於道古書徳作悳 \\n 包曰齊可使如魯魯可使如大道行之時 \\n 韓曰道謂王道非大道之謂 \\n  \\n 李曰有王道焉吾從周是也有霸道焉正而不譎是也有師道焉得天子禮樂吾舍魯何適是也然霸道可以至師道師道可以至王道此三者皆以道言也非限之以器也故下文云觚不觚言器不器也觚哉重言不器所以臻道也 \\n 子曰君子博學於文約之以禮亦可以弗畔矣夫 \\n 鄭曰弗畔不違道也 \\n 韓曰畔當讀如偏畔之畔弗偏則得中道 \\n 李曰文勝則流靡必簡約禮稱君子之中庸是也鄭言違畔之畔豈稱君子云哉失之逺矣 \\n 子見南子子路不説夫子矢之曰予所否者天厭之天厭之 \\n 孔曰行道非婦人之事與之呪誓義可疑焉 \\n  \\n 韓曰矢陳也否當為否泰之否厭當為厭亂之厭孔失之矣為誓非也後儒因以誓又以厭為擫益失之矣吾謂仲尼見衛君任南子之用事乃陳衛之政理告子路云子道否不得行汝不須不悦也天將厭此亂世而終豈泰吾道乎 \\n 李曰古文闊略多為俗儒穿鑿遂失聖人經旨今退之發明深義決無疑焉 \\n 　 \\n 述而第七 \\n 子曰述而不作信而好古竊比於我老彭 \\n 包曰若老彭祖述之而已 \\n 韓曰先儒多謂仲尼謙詞失其旨矣吾謂仲尼傷己不遇嘆其道若老彭而已 \\n 李曰下文子曰甚矣吾衰也久矣吾不復夢見周公是制禮作樂慕周公所為豈若老彭述古事而已顯非謙詞蓋嘆當世鄙俗竊以我比老彭無足稱爾韓曰殷賢惟伊傅餘固蔑稱 \\n 子曰自行束脩以上吾未嘗無誨焉 \\n 孔曰言人能奉禮自行束脩以上則皆教誨之焉 \\n 韓曰説者謂束為束帛脩為羞脯人能奉束脩於吾則皆教誨之此義失也吾謂以束脩為束羞則然矣行吾而教之非也仲尼言小子洒掃進退束脩末事但能勤行此小者則吾必教誨其大者 \\n 李曰誨人不倦此其旨也 \\n 冉有曰夫子為衛君乎子貢曰諾吾將問之入曰伯夷叔齊何人也曰古之賢人也曰怨乎曰求仁而得仁又何怨出曰夫子不為也 \\n 鄭曰父子爭國惡也孔子以夷齊賢且仁故知不助衛君明矣 \\n  \\n 韓曰上篇云伯夷叔齊不念舊惡怨是用希此言君子雖惡不怨也又下篇云不降其志不辱其身伯夷叔齊歟我則異於是無可無不可吾嘗疑三處言夷齊各不同吾謂此段義稱賢且仁者蓋欲止冉有為衛君而已 \\n  \\n 李曰聖人之言無定體臨事制宜孟軻論之最詳曰伯夷聖之清者也伊尹聖之任者也栁下惠聖之和者也孔子聖之時者也時行則行時止則止大抵仲尼與時偕行與時偕極無可無不可是其旨也其餘稱賢且仁誠非定論 \\n 韓曰習之深乎哉吾今乃知仲尼之言瞻之在前忽然在後不可槩窺其極 \\n 子所雅言詩書執禮皆雅言也 \\n 韓曰音作言字之誤也傳寫因注云雅音正言遂誤爾 \\n 李曰孔鄭注皆分明但誤一音字後人惑之蓋一時門弟之所記録云子所雅言即下云詩書執禮皆雅言也云爾其義煥然無惑 \\n 　 \\n 泰伯第八 \\n 子曰恭而無禮則勞愼而無禮則葸勇而無禮則亂直而無禮則絞 \\n 韓曰王注云不以禮節之吾謂禮者制中者也不及則為勞為葸過則為亂為絞絞確也 \\n 李曰上篇云禮之用和為貴不以禮節之亦不可行此言發而皆中節謂之和也今言恭必企而進禮不可太過大抵取其制中而已乎 \\n 韓曰上篇云中庸之為徳也其至矣乎民鮮乆矣此正謂言禮之皇極也 \\n 子曰興於詩立於禮成於樂 \\n 包曰興起也禮所以立身樂以成性 \\n 韓曰三者皆起於詩而已先儒略之遂惑於二矣 \\n 李曰詩者起於吟咏情性者也發乎情是起於詩也止乎禮義是立於禮也刪詩而樂正雅頌是成於樂也三經一原也退之得之矣包氏無取焉 \\n 子曰惟天為大惟堯則之蕩蕩乎民無能名焉 \\n 包曰布徳廣逺民無能識其名 \\n 韓曰堯仁如天不可名狀其高逺非不識其名也 \\n 李曰仲尼稱堯如天之難狀也亦猶顔回稱仲尼如天彌髙瞻之在前忽然在後與此義同 \\n 　 \\n 子罕第九 \\n 子罕言利與命與仁 \\n 包曰寡能及之故希言 \\n 韓曰仲尼罕言此三者之人焉非謂罕言此三者之道也 \\n 李曰上篇云仁逺乎哉我欲仁斯仁至矣是仲尼凡於道則無不言但罕有其人是以罕言爾上篇云必有之吾未之見此罕言之義 \\n 子絶四毋意毋必毋固毋我 \\n 王曰不任意無專必無固行無有其身也 \\n 韓曰此非仲尼自言蓋弟子記師行事其實子絶二而已吾謂無任意即是無專必也無固行即是無有己身也 \\n 李曰非弟子記之繁傳之者誤以絶二為四也但見四毋字不曉二義而已亦猶手之舞之足之蹈之雖四事其實二事云 \\n 子曰鳯鳥不至河不出圖吾已矣夫 \\n 孔曰聖人受命則鳯凰至河出圖今無此瑞吾已矣夫者傷不得見也河圖迺八卦是也 \\n 韓曰王道盛則四靈為畜非但受命符爾 \\n 李曰易曰河出圖洛出書聖人則之書云簫韶九成鳯凰來儀皆言王道太和及此矣聖人傷己之不得見非受命祥瑞爾 \\n  \\n 顔淵喟然嘆曰仰之彌髙鑚之彌堅瞻之在前忽然在後夫子循循然善誘人博我以文約我以禮欲罷不能既竭吾才如有所立卓爾雖欲從之末由也已 \\n 包曰恍惚不可得而形容孔曰不能及夫子之所立 \\n 韓曰既竭吾才如有所立卓爾此回首自謂雖卓立未能及夫子髙逺爾 \\n 李曰退之深得之矣吾觀下篇云可與共學未可與適道可與立未可與權是知所立卓爾尚未可權是顔回自謂明矣孔義失其旨 \\n 子路使門人為臣 \\n 鄭曰子路欲使弟子行為臣之禮也 \\n 韓曰先儒多惑此説以謂素王素臣後學由是責子路欺天吾謂子路剛直無諂必不以王臣之臣欺天爾本謂家臣之臣以事孔子也 \\n 李曰卿大夫稱家各有家臣若輿臣臣臺臺臣僕之類皆家臣通名仲尼是時患三家專魯而家臣用事故責子路以謂不可效三家欺天爾 \\n 子曰可與共學未可與適道可與適道未可與立可與立未可與權 \\n 孔曰雖能之道未必能有所立雖有所立未必能權量輕重 \\n 韓曰孔注猶失其義夫學而之道者豈不能立耶權者經權之權豈輕重之權耶吾謂正文傳寫錯倒當云可與共學未可與立可與適道未可與權如此則理通矣 \\n 李曰權之為用聖人之至變也非深於道者莫能及焉下文云唐棣之華偏其反而此仲尼思權之深也公羊云反經合道謂之權此其義也 \\n 　 \\n 鄉黨第十 \\n 吉月必朝服而朝 \\n 孔曰吉月月朔也吉服即皮弁服也 \\n 韓曰吉禮所行月日因而謂之吉月吉日非正朔而已 \\n 李曰周禮云正月之吉又云月吉讀邦法今究其義皆因吉禮以别下文凶賓嘉爾 \\n 鄉人儺朝服而立於阼階 \\n 孔曰儺驅逐疫鬼恐驚先祖故朝服而立於廟之阼階 \\n 韓曰正文無廟字又云恐驚先祖疑孔穿鑿非本旨李曰仲尼居鄉似不能言者覩儺非禮也故朝服立階欲止之使不儺適會時當在阼階爾别無異義 \\n 子曰山梁雌雉時哉時哉子路共之三嗅而作 \\n 周曰子路共之非本意不茍食故三嗅而作 \\n 韓曰以為食具非其旨吾謂嗅當為嗚嗚之嗚雉之聲也 \\n 李曰子路拱之雉嗅而起記者終其事爾俗儒妄加異義不可不辯也 \\n 　 \\n 卷下 \\n 　 \\n 先進第十一 \\n 子曰從我於陳蔡者皆不及門也 \\n 鄭曰皆不及仕進之門而失其所 \\n 韓曰門謂聖人之門言弟子學道由門以及堂由堂以及室分等降之差非謂言仕進而已 \\n 李曰如由也升堂未入於室此等降差别不及門猶在下列者也 \\n 徳行顔淵閔子騫冉伯牛仲弓言語宰我子貢政事冉有季路文學子游子夏 \\n 説者曰字而不名非夫子云 \\n 韓曰論語稱字不稱名者多矣仲尼既立此四品諸弟子記其字而不名焉别無異旨 \\n 李曰仲尼設四品以明學者不同科使自下升髙自門升堂自學以格於聖也其義尤深但俗儒莫能循此品第而窺聖奥焉 \\n  \\n 韓曰徳行科最高者易所謂黙而識之故存乎徳行蓋不假乎言也言語科次之者易所謂擬之而後言議之而後動擬議以成其變化不可為典要此則非政法所拘焉政事科次之者所謂雖無老成人尚有典刑言非事文辭而已文學科為下者記所謂離經辯志論學取友小成大成自下而上升者也 \\n 李曰凡學聖人之道始於文文通而後正人事人事明而後自得於言言忘矣而後黙識已之所行是名徳行斯入聖人之奥也四科如有序但注釋不明所以然 \\n 子曰回也其庶乎屢空賜不受命而貨殖焉億則屢中 \\n 注曰回庶幾聖道雖數空匱而樂在其中賜不受教命唯財貨是殖億度是非蓋美回所以勵賜也 \\n  \\n 韓曰一説屢猶每也空猶虚中也此近之矣謂富不虚心此説非也吾謂回則坐忘遺照是其空也賜未若回每空而能中其空也貨當為資殖當為權字之誤也子貢資於權變未受性命之理此蓋明賜之所以亞回也 \\n 李曰仲尼品第回賜皆大賢豈語及貨殖之富耶集解失之甚矣吾謂言語科實資權變更能慮中乎即回之亞匹明矣 \\n 子張問善人之道子曰不踐迹亦不入於室 \\n 孔曰善人不但循舊迹亦少能創業然亦不入於聖人之奥室 \\n 韓曰孔説非也吾謂善人即聖人異名爾豈不循舊迹而又不入聖人之室哉蓋仲尼誨子張言善人不可循迹而至於心室也聖人心室惟奥惟微無形可觀無迹可踐非子張所能至爾 \\n 李曰仲尼言由也升堂未入於室室是心地也聖人有心有迹有造形有無形堂堂乎子張誠未至此 \\n 子曰論篤是與君子者乎色莊者乎 \\n 孔曰論篤是口無擇言君子是身無擇行色莊者不惡而嚴 \\n 韓曰孔失其義吾謂論者討論也篤極也是此也論極此聖人之道因戒子張但學君子容色莊謹即可以及乎君子矣 \\n 李曰與疑辭也乎語終也上句云論篤此與者言子張未極此善人也下句言莊者欲戒子張檢堂堂之過約歸於君子容貎而已孔註云三者為善人殊失聖人之本意 \\n 子畏於匡顔淵後子曰吾以女為死矣曰子在回何敢死 \\n 包曰言夫子在已無所敢死也 \\n 韓曰死當為先字之誤也上文云顔淵後下文云回何敢先其義自明無死理也 \\n 李曰以回徳行亞聖之才明非敢死之士也古文脱誤包註從而訛舛退之辯得其正 \\n 點爾何如至童子六七人浴乎沂風乎舞雩詠而歸 \\n 孔曰暮春季春三月 \\n 韓曰浴當為〈氵公〉字之誤也周三月夏之正月安有浴之理哉 \\n 李曰仲尼與點蓋美其樂王道也餘人則志在諸侯故仲尼不取 \\n 　 \\n 顔淵第十二 \\n 顔淵問仁子曰克已復禮為仁馬曰克己約身也 \\n 孔曰復返也身能返禮則為仁矣 \\n 韓曰孔馬得其皮膚未見其心焉吾謂回問仁仲尼答以禮蓋舉五常之二以明其端焉故下文云非禮勿視非禮勿聽非禮勿言非禮勿動又舉五常之四以終其義 \\n 李曰仁者五常之首也視聽言貌思五常之具也今終之以動者貌也貌為木為仁此問非顔回具體安能究仲尼之心 \\n 子曰博學於文約之以禮亦可以弗畔矣夫韓曰簡編重錯雍也篇中已有君子博學於文約之以禮可以弗畔矣夫今削去此段可也 \\n 子張問士何如斯可謂之達矣子曰夫達也者質直而好義察言而觀色慮以下人 \\n 馬曰常有謙退之志 \\n 韓曰此與上篇色莊者乎一義也皆斥言子張質直莊謹下於人則為達士矣 \\n 李曰下文云夫聞也者色取仁而行違居之不疑此並戒堂堂乎張不貴必聞在乎必達 \\n 　 \\n 子路第十三 \\n 冉有退朝子曰何晏也對曰有政子曰其事也如有政雖不吾以吾其與聞之 \\n 馬曰政者有所改更匡正事者凡行常事我為大夫雖不見任用必當與聞之 \\n 韓曰政者非更改之謂也事者非謂常行事也吾謂凡干典禮者則謂之政政即常行焉則謂之行行其常則謂之人事 \\n 李曰政事猶言文學也文之義包乎天地大矣學之者人也政之事包乎典禮大矣事之者人也仲尼蓋因冉有之對以明政事不可不分也 \\n 子貢問曰何如斯可以為士矣子曰宗族稱其孝焉鄉黨稱其悌焉 \\n （舊本子曰行已有恥為上文簡編差失也） \\n 韓曰孝悌為百行之本無以上之者 \\n 曰敢問其次曰行已有恥使於四方不辱君命可謂士矣曰敢問其次曰言必信行必果硜硜然小人哉抑亦可以為次矣 \\n 孔曰有恥者有所不為鄭曰硜硜小人之貌也 \\n 韓曰硜硜敢勇貌非小人也小當為之字古文小與之相類傳之誤也上文既云言必信行必果豈小人為耶當作之人哉於義得矣 \\n 李曰請以四科校量次第則孝悌當徳行科上也使四方不辱君命當言語科次也言必信行必果當政事科又其次以推文學可知焉 \\n 子曰善人教民七年亦可以即戎矣 \\n 包曰郎就也戎兵也 \\n 韓曰七年義不解吾謂即戎者衣裳之會兵車之會皆謂即戎矣此是諸侯朝會於王各修戎事之職按王制云三年一聘五年一朝仲尼志在尊周故言五年可以即戎事朝天子七年者字之誤歟 \\n  \\n 李曰退之言尊周得其旨矣七年五年字誤當究其詳吾謂周禮大宗伯云殷頫曰視鄭義曰殷頫一服朝之嵗也以朝者少諸侯乃使卿以大禮衆聘焉一服朝在元年七年十一年又大行人職云侯服嵗一見甸服二嵗一見男服三嵗一見采服四嵗一見衛服五嵗一見要服六嵗一見王嵗徧存三嵗徧頫五嵗徧省七嵗屬象胥諭言語協辭命九嵗屬瞽史諭書名聽聲音十有一嵗達瑞節同度量成牢禮同數器修法則十有二嵗王巡守殷國以是究之蓋天子即位元年諸侯畢朝謂之一服朝為始也六服凡六年終至七年又復始矣十一嵗王撫諸侯禮終至十二年又亦如初故鄭註宗伯職云元年七年十一年皆舉其始也 \\n 韓曰噫習之可謂究極聖人之奥矣先儒但以攻戰為即戎殊不思仲尼教民尊周謹朝聘所以警當世諸侯舉七年而元年十一年從可知矣 \\n 　 \\n 憲問第十四 \\n 子曰君子而不仁者有矣夫未有小人而仁者也 \\n 孔曰雖君子猶未能備 \\n 韓曰仁當為備字之誤也豈有君子而不仁者乎既稱小人又豈求其仁耶吾謂君子才行或不備者有矣小人求備則未之有也 \\n 李曰孔註云備是解其不備明矣正文備作仁誠字誤一失其文寖乖其義 \\n 子曰古之學者為己今之學者為人 \\n 孔曰為己履而行之為人徒能言之也 \\n 韓曰為己者謂以身率天下也為人者謂假他人之學以檢其身也孔云徒能言之是不能行之失其旨矣 \\n 李曰孟子云堯舜性之是天人兼通者也湯武身之是為己者也五伯假之是為人者也 \\n 子曰君子道者三我無能焉仁者不憂知者不惑勇者不懼子貢曰夫子自道也 \\n 韓曰子貢慮門人不曉仲尼言我無能焉故云自道以明有能也 \\n 子貢方人子曰賜也賢乎哉夫我則不暇 \\n 孔曰比方人也不暇比方人 \\n 韓曰不暇比方人者其旨安在吾謂義連上文云夫君子自道者我無能此是比方君子之言也惟子貢明之故門人記子貢方人四字下文曰賢乎哉善子貢能知我比方人耳復云不暇者終自晦也 \\n 子曰作者七人矣 \\n 包曰長沮桀溺丈人石門荷蕢儀封人楚狂接輿 \\n 韓曰包氏以上文連此七人失其旨吾謂别段非謂上文避世事也下文子曰别起義端作七人非以隱避為作者明矣避世本無為作者本有為顯非一義 \\n  \\n 李曰其然乎包氏所引長沮已下茍合於義若於作者絶未為得吾謂包氏因下篇長沮桀溺云與其從辟人之士豈若從避世之士哉遂舉此為七人茍聨上義殊不知仲尼云鳥獸不可與同羣此則非沮桀輩為作者明矣又况下篇云逸民伯夷叔齊虞仲夷逸朱張栁下惠少連七人豈得便引為作者可乎包謬不攻自弊矣 \\n 韓曰齊魯記言無不脱舛七人之數固難條列但明作者實非隱淪昭昭矣 \\n 李曰以作者之謂聖之義明之則理道明矣韓曰仲尼本至誠如此乎但學者失之云耳 \\n 原壤夷俟子曰老而不死是謂賊以杖扣其脛 \\n 馬曰夷踞俟待也孔曰扣擊也 \\n 韓曰古文叩扣文之誤也當作指為夷俟踞足原不自知失禮故仲尼既責其為賊又指其足脛使知夷踞之罪非擊之明矣 \\n 　 \\n 衛靈公第十五 \\n 衛靈公問陳於孔子對曰俎豆之事則嘗聞之矣軍旅之事未之學也 \\n 鄭曰本未立不可教以末事 \\n 韓曰俎豆與軍旅皆有本有末何獨於問陳為末事也鄭失其旨吾謂仲尼因靈公問陳遂譏其俎豆之小尚未習安能講軍旅之大乎 \\n 李曰俎豆宗伯之職軍旅司馬之職皆周禮之本也鄭以為末事皆乖仲尼本意 \\n 子曰由知徳者鮮矣 \\n 王曰君子固窮而子路愠見故謂之少於知徳 \\n 韓曰此一句是簡編脱漏當在子路愠見下文一段為得 \\n 李曰濫當為愠字之誤也仲尼因由愠見故云窮斯愠焉則知之固如由者亦鮮矣 \\n 子張問行子曰立則見其參於前也在輿則見其倚於衡也夫然後行 \\n 包曰衡軛也言思念忠信立則常想見參然在目前在輿則若倚車軛 \\n 韓曰參古驂字衡横木式也子張問行故仲尼喻以車乘立者如御驂在目前言人自忠信篤敬坐立不忘於乘車之間李曰大車無輗小車無軏其何以行之哉與此意同包謂驂為森失之矣 \\n 子曰君子義以為質禮以行之孫以出之信以成之君子哉 \\n 鄭曰義以為質謂操行也孫出之謂言語 \\n 韓曰操行不獨義也禮與信皆操行也吾謂君子體質先須存義義然後禮禮然後遜遜然後信有次序焉 \\n 李曰上云君子者舉古之君子也下云君子哉者言今之學者能依此次序乃能成君子耳 \\n 子曰吾猶及史之闕文也有馬者借人乘之今亡矣夫 \\n 包曰古之良史有疑則闕之有馬不調良則借人乘習之 \\n 韓曰上句言已所不知必闕之不可假他人之言筆削也譬如有馬不能自乘而借他人乘之非已所學耳 \\n 李曰上云吾猶者是喻史官闕文下句更喻馬不可借他人今亡者言吾今而後無此借乘之過也 \\n 子曰君子貞而不諒 \\n 孔曰貞正也諒信也君子正其道不必小信 \\n 韓曰諒當為讓字誤也上文云當仁不讓於師仲尼慮弟子未曉故復云正而不讓謂仁人正直不讓於師耳孔説加一小字為小信妄就其義失之矣 \\n 　 \\n 季氏第十六 \\n 孔子曰禮樂征伐自諸侯出蓋十世希不失矣 \\n 孔曰希少也周幽王為犬戎所弑平王東遷諸侯自作禮樂征伐專行始於隱公至昭公十世失政死於乾侯 \\n 韓曰此義見仲尼作春秋之本也吾觀隱至昭十君誠然矣禮樂征伐自作不出於天子亦然矣若稽諸春秋吾疑十二公引十世為證非也 \\n 李曰退之至矣觀隱公不書即位而書王正月定公不書正月而書即位此有以見自桓至定為十世仲尼本旨存不言哀公未没不可言世也 \\n  \\n 韓曰其然乎吾考隱公書正月者言周雖下衰諸侯稟朔不可不書也隱攝政不書即位言不預一公之數也定書即位繼體當為魯君不書正月者不稟朔也稟朔由三桓强盛不由公室也政去公室則自桓公至定公為十世明矣 \\n  \\n 李曰吾觀季氏一篇皆書孔子曰餘篇即但云子曰此足見仲尼作春秋本惡三桓正謂亂臣賊子當時弟子避季氏强盛特顯孔子之名以制三桓耳故悉書孔子曰以明當時之事三桓可畏宜其著春秋以制其彊焉 \\n 韓曰深哉先儒莫之知也今驗魯論因知春秋本末惟季氏篇章學者盍三復其義 \\n 自大夫出五世希不失矣 \\n 孔曰季文子初得政至桓子五世為家臣陽虎所囚 \\n 韓曰季孫行父自僖公時得魯政至平子意如逐昭公於乾侯終季孫斯定公八年為陽虎所伐桓子即季孫斯也仲尼既言諸侯十世又言大夫五世者斥魯君臣皆失道也 \\n 李曰此又明春秋自桓至定交相驗矣 \\n 陪臣執國命三世希不失矣 \\n 馬曰陽虎為季氏家臣至虎三世出奔 \\n 韓曰定公九年陽貨以葱靈逃奔宋遂奔於晉至哀公二年陽虎猶見於左傳蓋仲尼自定哀之際三桓與魯皆衰故春秋止於獲麟厥旨深矣 \\n 孔子曰禄之去公室五世矣 \\n 鄭曰魯自東門襄仲立宣公於是政在大夫至定公五世矣 \\n 韓曰此重言定公時事也上文十世五世三世希不失者蓋泛言之耳此云禄去公室五世及下文云政逮於大夫四世皆指實事言也 \\n 李曰重言之知仲尼閔魯為三桓所奪臣主俱不振矣 \\n 政逮於大夫四世矣 \\n 孔曰文子武子悼子平子 \\n 李曰註亦重解季氏當定公時季氏斯為陽虎所伐極則衰矣 \\n 故夫三桓之子孫微矣 \\n 孔曰三桓仲孫叔孫季孫三卿皆出桓公 \\n  \\n 李曰仲尼魯定十三年自衛返魯使子路伐三桓城不克至十四年叔孫氏西狩獲麟仲尼乃作春秋始於桓終於定而已三家興於桓衰於定故徴王經以貶强臣三桓子孫微者諭黙扶公室將行周道也 \\n 　 \\n 陽貨第十七 \\n 孔子時其亡也而往拜之 \\n 韓曰時當為待古音亦作峙南人音作遲其實待為得 \\n 子曰性相近也習相逺也子曰惟上智與下愚不移 \\n 孔曰愼所習上智不可使惡下愚不可使為賢 \\n  \\n 韓曰上文云性相近是人可以習而上下也此文云上下不移是人不可習而遷也二義相反先儒莫究其義吾謂上篇云生而知之上也學而知之次也困而學之又其次也困而不學民斯為下矣與此篇二義兼明焉 \\n  \\n 李曰窮理盡性以至於命此性命之説極矣學者罕明其歸今二義相戾當以易理明之乾道變化各正性命又利貞者情性也又一隂一陽之謂道繼之者善也成之者性也謂人性本相近於静及其動感外物有正有邪動而正則為上智動而邪則為下愚寂然不動則情性兩忘矣雖聖人有所難知故仲尼稱顔回不言如愚退省其私亦足以發回也不愚蓋坐忘遺照不習如愚在卦為復天地之心邃矣亞聖而下性習近逺智愚萬殊仲尼所以云困而不學下愚不移者皆激勸學者之辭也若窮理盡性則非易莫能窮焉 \\n 韓曰如子之説文雖相反義不相戾誠知乾道變化各正性命坤道順乎承天不習無不利至哉果天地之心其邃矣乎 \\n 公山弗擾以費畔召子欲往子曰如有用我者吾其為東周乎至 \\n 孔曰弗擾為季氏宰與陽虎共執季桓子而召孔子興周道於東方故曰東周 \\n 韓曰仲尼畏三桓不欲明言往公山氏又不容順子路當季氏故言吾為東周東周平王東遷能復修西周之政志在周公典禮不徒往也非子路所測 \\n 李曰孔謂興周道於東方失其旨矣 \\n 子路曰佛肸以中牟畔子之往也如之何子曰有是言也不曰堅乎磨而不磷不曰白乎涅而不緇吾豈匏瓜也哉焉能繫而不食 \\n 孔曰晉大夫趙簡子邑宰不得如不食之物繫滯一處 \\n 韓曰此段與公山氏義同有以知仲尼意在東周雖佛肸小邑亦往矣 \\n 李曰此自衛返魯時所言也意欲伐三桓子路未曉耳 \\n 子曰由也女聞六言六蔽矣乎好仁不好學其蔽也愚好知不好學其蔽也蕩好信不好學其蔽也賊 \\n 孔曰六言六蔽者下文謂六事仁智信直勇剛也仁者愛物不知所以裁之則愚蕩無所適守賊者父子不知相為隱之輩 \\n 韓曰此三言是泛學五常之有蔽也不言禮與義略也 \\n 好直不好學其蔽也絞 \\n 韓曰絞確也堅確之義好勇不 \\n 好學其蔽也亂好剛不好學其蔽也狂 \\n 孔曰狂妄也詆觸也 \\n 韓曰此三者指子路辭也由之為人直勇剛故以絞亂狂戒之耳 \\n 李曰深乎聖人戒子路先舉仁智信以不學為蔽况直勇剛豈可不學乎孔註不分奥旨退之其精矣乎 \\n 子謂伯魚曰女為周南召南矣乎人而不為周南召南其猶正牆面而立也與 \\n 馬曰國風之始三綱之首人而不為如面牆而立 \\n 韓曰吾觀周南蓋文武已没成王當國之時也旦奭分陜故别為二南戒伯魚當知此耳 \\n 李曰子夏云王者之風繫周公諸侯之風繫召公由是知仲尼刪詩首周南者本周公也列國之風首衛詩者次以康叔也周公見興周之迹康叔見革商之俗不知此義者面牆立也宜乎 \\n 子曰禮云禮云玉帛云乎哉樂云樂云鐘鼓云乎哉 \\n 鄭曰所貴安上治民馬曰所貴移風易俗 \\n 韓曰此連上文訓伯魚之詞也馬鄭但言禮樂大略失其精微 \\n 李曰慮伯魚但習二南多知蟲魚鳥獸而已不達旦奭分治邦家之本也但習玉帛鐘鼓而已不達雅頌形容君臣之美也有以知詩者禮樂之文玉帛鐘鼓禮樂之器兼通即得禮樂之道 \\n 子曰色厲而内荏譬諸小人其猶穿窬之盜也與子曰鄉原徳之賊也 \\n 孔曰荏柔也内柔佞也周伯曰鄉向也古字同 \\n 韓曰原類柔字之誤也古文逧□原柔後人遂誤内柔為鄉原足以明矣 \\n 李曰義連上文内荏古嵐字亦類柔字蓋仲尼重言内柔者詐為色厲則是徳之賊也韓曰外柔而内厲則尙書所謂柔而立也若外厲而内柔則是穿窬盜賊爾 \\n 子曰予欲無言子貢曰子如不言則小子何述焉子曰天何言哉四時行焉 \\n 何曰言之為益少故欲無言 \\n 韓曰此義最深先儒未之思也吾謂仲尼非無言也特設此以誘子貢以明言語科未能忘言至於黙識故云天何言哉且激子貢使進於徳行科也 \\n  \\n 李曰深乎聖人之言非子貢孰能言之孰能黙識之耶吾觀上篇子貢曰夫子之言性與天道不可得而聞也又下一篇陳子禽謂子貢賢於仲尼子貢曰君子一言以為不知言不可不愼也夫子猶天不可階而升也此是子貢已識仲尼天何言哉之意明矣稱小子何述者所以探引聖人之言誠深矣哉 \\n 　 \\n 微子第十八 \\n 微子去之箕子為之奴比干諫而死孔子曰殷有三仁焉 \\n 何注曰三人行異而同稱仁以其俱在憂亂寧民 \\n 韓曰殺身成仁比干以之微箕二子校之劣焉仲尼俱稱仁别有奥旨先儒莫之釋也 \\n 李曰聖人先言微子以其先去之也後言比干以其諫之晚矣中言箕子則仁兼先後得聖人中焉 \\n 韓曰箕子明夷與文王同乎易象尚書洪範見武王伸其師禮然則箕子非止商之仁也蓋萬世之仁乎 \\n 齊景公待孔子曰若季氏則吾不能以季孟之間待之子曰吾老矣不能用也孔子行 \\n 孔曰魯三卿季氏為上卿最貴孟氏為下卿不用事言待之以二者之間聖道難行故言老不能用矣 \\n 韓曰上段孔子行是去齊來魯也下段孔子行是去魯之衛也孔子惡季氏患其强不能制故出行他國 \\n 李曰按史記孔子世家子在衛使子路伐三桓城不克此是仲尼既不克三桓乃自衛反魯遂作春秋春秋本根不止傷周衰而已抑亦憤齊將為陳氏魯將為季氏云 \\n 周公謂魯公曰君子不施其親不使大臣怨乎不以 \\n 孔注曰施易也不以他人之親易已之親以用也怨不見聽用 \\n 韓曰周公戒伯禽多矣仲尼獨舉此諷哀公不親信賢人爾施當為弛言不弛慢所親近賢人如此則大臣無所施矣謂施為易非也 \\n 李曰雖有周親不如仁人孔謂他人易已之謂是親戚之親吾謂作親近之親為得 \\n 　 \\n 子張第十九 \\n 子夏曰大徳不踰閑小徳出入可也 \\n 孔曰閑猶法也小徳不能不踰法故曰出入可也 \\n 韓曰孔註謂大徳不自踰法非也吾謂大徳聖人也言學者之於聖人不可踰過其門閾爾小徳賢人也尚可出入窺見其奥也 \\n 李曰防閑之閑從木義取限分内外故有出入之踰孔註便以閑訓法非也况大徳之人豈踰法耶 \\n 孟氏使陽膚為士師問於曽子曽子曰上失其道民散乆矣如得其情則哀矜而勿喜 \\n 馬曰哀矜之勿自喜能得其情 \\n 韓曰哀矜其民散之情勿喜施其刑罰是其旨矣 \\n 李曰家語云魯人有父子訟者孔子為司寇同牢獄縶之父子皆泣子曰上失其教民散乆矣皆釋之此有以見哀矜其情不喜施刑罰之驗也馬謂勿喜得其情失之矣 \\n 　 \\n 堯曰第二十 \\n 帝臣不蔽簡在帝心 \\n 包曰桀居帝臣之位罪過不可隱蔽 \\n 韓曰帝臣湯自謂也言我不可蔽隱桀之罪也包以桀為帝臣非也 \\n 李曰吾觀湯誥云爾有善朕弗敢蔽罪當朕躬弗敢自赦惟簡在上帝之心此是湯稱帝臣明矣疑古文尚書與古文論語傳之有異同焉考其至當即無二義 \\n 子曰不教而殺謂之虐不戒視成謂之暴慢令致期謂之賊猶之與人也出納之吝謂之有司 \\n 孔曰財物當與人而至吝嗇於出納者有司之任非人君之道也 \\n 韓曰猶之當為猶上也言君上吝嗇則是有司之財而已 \\n 李曰仲尼先言虐暴賊三者之弊然後言君上之職當博施濟衆為已任也按古文□二字相類明知誤傳矣 \\n 子曰不知命無以為君子 \\n 孔曰命謂窮達之分 \\n 韓曰命謂窮理盡性以至於命也非止窮達 \\n 　"}
