{"章节": "\t\t提要", "正文": "　 \\n  \\n 提要 \\n  \\n 臣等謹案論語全解十卷宋陳祥道撰祥道字用之福州人元祐中為太常博士秘書省正字李廌師友談記載其本末甚詳晁公武讀書志云王介甫論語注子雱口義其徒陳用之解紹聖後皆行於場屋為當時所重又引或人言謂用之書乃鄒浩所著托之用之攷宋史藝文志别有鄒浩論語解義十卷則浩所著原自為一書並未托之祥道疑或人所言為誤舊本祥道自序之首題門人章粹校勘而每卷皆標曰重廣陳用之真本入經論語全解未詳其義豈爾時嘗以是本為經義通用之書故云然耶祥道長於三禮之學所作禮書世多稱其精博故詮釋論語亦於臣禮制最為明晰如解躬自厚而薄責於人章則引鄉飲酒之義以明之解師冕見章則引禮待瞽者如老者之義以明之雖未必盡合經意而旁引曲證頗為有見又如臧文仲居蔡章則云冀多良馬稱驥瀘水之黑稱盧蔡出寳龜稱蔡於闗雎之亂章則云治汙謂之汙治獘謂之獘治荒謂之荒治亂謂之亂此類或不免創立别解而連類引伸亦多有禆於義訓惟其學術本宗信王氏故往往雜據莊子之説以作証佐殊非解經之體然其間徴引詳核可取者多固不容以一眚掩也 \\n 乾隆四十二年八月恭校上總纂官紀昀陸錫熊孫士毅總校官陸費墀 \\n  \\n 論語全解原序 \\n  \\n 言理則謂之論言義則謂之議莊子曰六合之外聖人存而勿論六合之内聖人論而不議春秋經世先王之志也聖人議而勿辨蓋夫論則及理耳所虧者道議則及義耳所虧者理聖人豈不欲廢去應問體道以自冥哉道無問無應不發一言不與萬物同患此特畸人耳非聖人之所尚然則孔子雖欲忘言豈可得哉不得已而言理以答學者之問而已夫是之謂論語然而王者之迹熄聖人雖言理以答學者之問猶未可以已也故其言義則存乎春秋言理則存乎論語而春秋之作是是以勸善非非以懲惡善惡之判猶在權衡之上輕重或差予奪弗明其賞不足以為榮其罰不足以為辱矣不得不議若夫論語之言則答學者之問而已何事乎此嘗謂希微者道易簡者理君子以理明道以義明理言至於義去道逺矣孔子之世師道既明異端未起由辨議無間而作故聖人之答問言理而足矣平居之時弟子在側各言其志聖人察其所安得其才性之病處仁孝之言隨分而應不必屢告而詳說之大扺君子之教人欲其思得之孔子之於弟子不憤則不啓不悱則不發有所罕言有所不語其歸則曰忠恕仁義而已一隅之舉兩端之叩近而逺約而詳思得之則〈會中間為由〉其所固有者矣弟子之列有聞一而知二者有聞一而知十者問詩而知禮問伯夷而知夫子小以成小大以成大我告之約彼得之詳以至於是歟不足之冉求不恱之季路聞理而不得叛卒為賢者則後世之學士大夫豈宜置諸口耳之間哉論語之後子思之中庸孟子之七篇尤得其詳然而孟子之世許子之言盈天下孟子思欲拒詖說放淫辭不得已而有辨焉難疑問答不直則道不見故其為言尤詳於論語雖然聖人之言或論或辨非立異也時焉而已矣 \\n 陳祥道序 \\n 　"}
{"章节": "論語全解卷一", "正文": "　 \\n  \\n 論語全解卷一 \\n （宋）陳祥道撰 \\n 學而第一 \\n 　 \\n  \\n 子曰學而時習之不亦說乎有朋自遠方來不亦樂乎人不知而不愠不亦君子乎 \\n  \\n 學所以窮理教所以通物學而時習之則於理有所見故恱有朋自遠方來則於物有所通故樂於理有所見於物有所通宜為人知而不知宜愠而不愠然後謂之君子悅樂智之事也不愠仁之事也子夏出見紛華而恱入聞夫子之道而樂則恱者有所得於外樂者有所適於内朋友之講習易以為恱得天下英才而教育之孟子以為樂是講習亦此意也然人之情莫不喜其所同惡其所異榮其所達醜其所窮則其喜惡榮醜在物而不在我庸能安於命哉此孔子所以謂不知命無以為君子人不知而不愠然後為君子易曰不見是而无悶子曰不見知而不悔孟子曰人不知亦囂囂故孔子在陳弦歌不衰孟子去齊未嘗不豫凡以此也傳曰蘭不為莫服而不芳舟不為莫乗而不浮君子不為莫知而愠彼子路之愠見子貢之色作豈知是哉 \\n 　 \\n  \\n 有子曰其爲人也孝弟而好犯上者鮮矣不好犯上而好作亂者未之有也 \\n  \\n 犯上者常始於不順作亂者常始於犯上孝弟則順矣故好犯上者鮮不好犯上則順之至故好作亂者未之有也有子不曰不犯上而曰不好犯上者不犯上在迹不好犯上在心心之所不好則迹之所不為可知詩序以無犯非禮不及無思犯禮之深則不犯上不及不好犯上之為至也 \\n 　 \\n 君子務本本立而道生孝弟也者其爲仁之本與 \\n 孝弟出於性而道又出於孝弟人莫不有孝弟之良心而道常不存者以其務末不務本也言本立而道生又言孝弟仁之本蓋仁者人也合而言之道也禮記言中者天下之大本繼之以和者天下之達道詩序言葛覃后妃之本繼之以化天下以婦道其所謂本者雖殊其本立而道生則一也孟子以事親為仁之實有子則以孝弟為仁之本者孟子執同以為異有子合異以為同故也古之立言者類多如此孟子言堯舜之道孝弟而已禮記則言孝近王弟近霸孔子言人而不仁如禮樂何禮記則義近禮仁近樂 \\n 　 \\n  \\n 子曰巧言令色鮮矣仁 \\n  \\n 訥者無巧言木者無令色木與訥務本者也故近仁巧言令色務末者也故鮮矣仁禮稱辭欲巧詩美令儀巧令者何也子曰有其本而輔以末則庶乎其可若事其末而忘其本則不可 \\n 　 \\n  \\n 曾子曰吾日三省吾身爲人謀而不忠乎與朋友交而不信乎傳不習乎 \\n  \\n 謀貴忠言貴信傳貴習謀交傳者施諸人忠信習者存諸已先忠信而後習與易言忠信進徳繼之以修辭立其誠禮言尊徳性而繼之以道問學同意季文子三思則思其所未然者也曽子之三省則省其所已然者也傳曰君子三省乎身則智明而行無過此之謂歟孟子曰事孰為大事親為大守孰為大守身為大曾子三省其身可謂善守身矣 \\n 　 \\n  \\n 子曰道千乗之國敬事而信節用而愛人使民以時 \\n  \\n 敬則無所茍信則無所誕節用則不傷財愛人則不害民使民以時則不奪其力蓋不能敬事則不能立信不能節用則無以愛人故言敬事而繼之以信言節用而繼之以愛人成王誥康叔以汝亦罔不克敬典乃由裕民則敬事而信所謂敬典也節用而愛人使民以時所謂裕民也示之以敬則民不慢示之以信則民不疑示之以愛則民不離然後從而使之且使之也又以時人孰以為厲已哉言人又言民者人有十等民則特其賤者而已愛則兼乎貴賤故言人使之則特其賤者故言民詩曰宜民宜人傳曰和其民人與此同意周官縣師質人朝士所謂人民則異於是矣千乗之國百里之國也禮記曰封周公于曲阜地方七百里革車千乗者革車千乗自百里言之地方七百里兼附庸言之 \\n 　 \\n  \\n 子曰弟子入則孝出則弟謹而信汎愛衆而親仁行有餘力則以學文 \\n  \\n 入則孝於父兄出則弟於長上庸行之謹庸言之信汎愛衆而有容親仁而有擇凡此尊徳性者也尊徳性而後可以道問學故曰行有餘力則以學文蓋弓調然後可以求中馬服然後可以求良士信慤然後可以求智能若夫不知出此而以學文為先此古人所以譏其聖讀庸行鳳鳴鷙翰也禮曰忠信之人可以學禮 \\n 　 \\n  \\n 子夏曰賢賢易色事父母能竭其力事君能致其身與朋友交言而有信雖曰未學吾必謂之學矣 \\n  \\n 彼善而我善之謂之善善彼賢而我賢之謂之賢賢易色智也事父母能竭其力孝也事君能致其身忠也與朋友交言而有信信也有是四者則其質美矣故雖曰未學吾必謂之學矣由是觀之朽木糞土之質雖博學多聞君子謂之未學可也 \\n 　 \\n  \\n 子曰君子不重則不威學則不固主忠信無友不如已者過則勿憚改 \\n  \\n 言重則有法行重則有徳貌重則有威蓋重足以畏人而不詘於人足以役物而不役於物不詘於人故有威不役於物故學固昔顔氏子視聽言動無非禮則重矣得一善則拳拳服膺而不失之則固矣莊子云中無主則不正外無正則不行主忠信則有主於内無友不如已則有正於外也重以固其學友以輔其徳可謂善學矣然過而憚改則不足以成君子之道故終之以過則勿憚改也易之要終於補過之无咎孔子之憂終於不善不能改與此意同 \\n 　 \\n 曾子曰慎終追逺民徳歸厚矣 \\n 孝經曰擗踊哭泣哀以送之卜其宅兆而安厝之慎終者也為之宗廟以鬼享之春秋祭祀以時思之追逺者也於終慎之則生可知於逺追之則近可知此民徳所以歸厚矣詩序有云民徳歸厚一者一者民之行厚者民之性則民性即民徳歸厚一者以行齊行也民徳歸厚者以性化性也慎終追逺民徳歸厚豈非以性化性哉 \\n 　 \\n  \\n  \\n 子禽問於子貢曰夫子至於是邦也必聞其政求之與抑與之與子貢曰夫子温良恭儉讓以得之夫子之求之也其諸異乎人之求之與 \\n  \\n 禮曰温良者仁之本又曰恭儉以求役仁信讓以求役禮則温良恭儉讓者仁與禮而已仁者愛人愛人則人常愛之有禮者敬人敬人則人常敬之此夫子之至於是邦必聞其政也然夫子之道其體無方其用無體豈特温良恭儉讓而已哉蓋釋其所有而致人之所以来者如斯而已若夫哀公季康子問之於魯景公問之於齊葉公問之於楚凡此皆未嘗求之而彼自以其政来問則夫子之所求求諸已而已 \\n 　 \\n  \\n 子曰父在觀其志父沒觀其行三年無改於父之道可謂孝矣 \\n  \\n 父在觀其志將以承之也父沒觀其行將以行之也三年無改過乎此而改之可也莊子不改父之臣與父之政孔子以為難能謂其過三年而不改故也禮曰孝子之身終終身也者非終父母之身終其身也是故父母之所愛愛之父母之所敬敬之至於犬馬盡然况於人乎此孝子所以改父之道不忍為也然父之道為可行也雖終身無改可也以為不可行也三年無改可乎曰古之人君有三年之喪皆以其國聽於冢宰雖父之道為不可行吾猶不與改也彼魯隠公於其可改而不改以至成先公之邪志秦襄公於其不可改而改之以至忘先君之舉皆不足以語此 \\n 　 \\n  \\n 有子曰禮之用和爲貴先王之道斯爲美小大由之有所不行知和而和不以禮節之亦不可行也 \\n  \\n 敬者禮之體和者禮之用一之於敬則離故用和為貴一之於和則流故小大由之有所不行知和而和非小大由之者也然不以禮節之亦不可行也禮曰夫敬以和何事不行傳曰敬與和相反而相成 \\n 　 \\n  \\n 有子曰信近於義言可復也恭近於禮遠恥辱也 \\n  \\n 言必信則逺義行太巽則逺禮君子無逺義之信然後言可復無逺禮之恭然後逺恥辱晉文公伐原退舎則言可復尾生之信非可復也孔子敬所不敬則逺恥辱陳質之恭非逺恥辱也恥由中出辱自外至論語有言恥而不及辱此兼言之者以其恭近禮而待已侍人之道備故也 \\n 　 \\n  \\n 因不失其親亦可宗也 \\n  \\n 不因人而人因之其徳崇徳崇則人之所宗也莫之因而因人者其徳卑徳卑非人之所宗也雖然因人而不失其所親則所聞者正言所見者正行亦可宗也易比之初六擇有孚者比之所謂因不失其親也終来有它吉所謂亦可宗也 \\n 　 \\n  \\n 子曰君子食無求飽居無求安敏於事而慎於言就有道而正焉可謂好學也己 \\n  \\n 食無求飽居無求安不以小體害大體敏於事而慎於言不以所言勝所為此資諸已者也就有道而正焉資諸人者也古之有道者所飽在徳不在食所安在仁不在居進其茙菽有稻粱之味庇其蓬屋若廣厦之蔭終身自適不知榮辱之在我也在彼也君子以飽食安居為戒此學者所宜知也易曰君子將有為也將有行也行則所行者也事則所為者也言君子敏於事又言君子欲敏於行則敏於行成徳之君子也敏於事務學之君子也傳曰行成而先事成而後 \\n 　 \\n 子貢曰貧而無諂富而無驕何如子曰可也未若貧而樂富而好禮者也子貢曰詩云如切如磋如琢如磨其斯之謂與子曰賜也始可與言詩巳矣 \\n 告諸往而知來者 \\n 諂失之卑驕失之亢二者非本於自然而常出於或使故貧而諂不若無諂富而驕不若無驕然無諂則能守而已未若樂無驕則能恭而已未若好禮此所以有其質者不可不成之以學也治骨與角謂之切磋治玉與石謂之琢磨切磋則以彼利器修此而成器故譬之道學琢磨則以謂見不善改此而成善故譬之自修道學所謂見賢思齊者也自修所謂見不賢而内自省也自切磋至於琢磨然後器可用自道學至於自修然後道可成故先切磋後琢磨先道學後自修也禮曰玉不琢不成器人不學不知道荀卿曰如切如磋如琢如磨謂學問也蓋别而言之切磋非自修琢磨非道學合而言之皆學問而已此以富而無驕未若好禮以好禮然後不驕何也無驕者質也好禮者文也美質者待文而後成故無驕未若好禮非美質者待文而後治故好禮而後不驕 \\n 　 \\n 子曰不患人之不已知患不知人也 \\n 人之於已知不為益不知不為損故不患不知以在外故也已之於人知則為智不知則為不智故患不知人以在我故也子曰不患無位患所以立亦此意歟 \\n 　 \\n 爲政第二 \\n 　 \\n 子曰爲政以德譬如北辰居其所而衆星共之 \\n 天運無窮三光迭耀其中正而不移者北辰而已故天之樞則北辰為政者取譬焉北者道之復於無無者無為者也辰者居中而正乎四時者也無為而正乎四時則無為而無不為矣為政以徳亦若此也蓋政以徳然後善以正然後行書曰徳惟善政政以徳然後善也孔子曰子帥以正孰敢不正以正而後行也孔子之時為政者不然故譬稱以明之家語曰徳者政之始 \\n 　 \\n 子曰詩三百一言以蔽之曰思無邪 \\n 無邪者天之道思無邪者人之道詩言性情而束之於法度其言雖多一言可以蔽之者思無邪而已觀變風變雅作於王道陵夷之後猶止乎禮義則詩之思無邪者於此可見矣孟子曰博學而詳說之將以反說約也揚子曰多聞守之以約詩三百一言以蔽之者說約故也然說約者猶事乎善言為詩者不說則忘言矣蓋言者君子所以教人忘言者君子所以自處 \\n 　 \\n 子曰道之以政齊之以刑民免而無恥道之以徳齊之以禮有恥且格 \\n 道之以政則非以徳道之以徳非無政也齊之以刑則非有禮齊之以禮非無刑也民免而無恥禮所謂民有遯心也有恥且格禮所謂民有格心也民可使覿徳不可使覿刑覿徳則純覿刑則亂則道之以政以至於民免而無恥者覿刑則亂也道之以徳以至於有恥且格者覿徳則純也書云帝徳罔愆繼之以不犯于有司此道之以徳而有恥且格者也傳曰法出而奸生令下而詐起此道之以政民免而無恥者也 \\n 　 \\n 子曰吾十有五而志于學三十而立四十而不惑五十而知天命六十而耳順七十而從心所欲不踰矩 \\n 志學至立為學日益而窮理者也不惑至耳順為道日損而盡性者也然心不踰矩損之又捐而至於命者也孔子曰興於詩立於禮成於樂又曰可與共學未可與適道可與適道未可與立可與立未可與權則十五志于學興於詩而可與共學者也三十而立立於禮而可與立者也成於樂而可與權者也惟七十從心然後能之耳然耳順則用耳而已非所謂視聴不用耳目從心則有心而已非所謂廢心而用形孔子之言不及是者姑以與人同也孔子嘗曰吾六十有九未聞大道則七十從心者聞大道故也莊子曰莊猖狂妄行自蹈乎大方則不踰者也蹈大方故也 \\n 　 \\n 孟懿子問孝子曰無違樊遲御子告之曰孟孫問孝於我我對曰無違樊遲曰何謂也子曰生事之以禮死葬之以禮祭之以禮 \\n 孟武伯問孝子曰父母唯其疾之憂 \\n 子游問孝子曰今之孝者是謂能養至於犬馬皆能有養不敬何以别乎 \\n 子夏問孝子曰色難有事弟子服其勞有酒食先生饌曾是以為孝乎 \\n 四子問孝夫子告懿子以無違教之以不失禮也告武伯以父母唯其疾之憂教之以不辱親也告子游以不敬何别教之以敬親也告子夏以色難教之以愛親也其問則同而告之不同凡各救其失而已諡法曰温柔賢善曰懿剛强直理曰武温柔賢善則於禮有所不立故教之以不失禮剛强直理則於行有所不慎故教之以不辱親子游之性近於偷懦則或失於不敬故教之以敬子夏之性近於恱外則或失於不愛故教之以愛不失禮則易而不辱親難不辱親則易而敬親難敬親則易而愛親難故於色然後言難也禮曰養可能也敬為難敬可能也安為難亦此意歟 \\n 　 \\n 子曰吾與回言終日不違如愚退而省其私亦足以發回也不愚 \\n 道無問問無應故無始以無窮謂之不知為深黄帝以無為謂之不知為真此孔子以顔回之如愚為不愚皆所以貴其不知之知不言之言也回於孔子則如愚於其私則不愚者道相邇者可以意會而道相逺者必以言傳也老子曰我若愚人兮又曰盛徳容貌若愚顔子其近之矣 \\n 　 \\n 子曰視其所以觀其所由察其所安人焉廋哉人焉廋哉 \\n 所以其所行為者也所由其所趨向者也所安其所安止者也見之之謂視達視之謂觀詳視之謂察其所由難知於所以而非視所能盡故觀所安難知於所由而非觀所能悉故察顔淵用之則行舎之則藏其所以也願無伐善無施勞其所由也三月不違陋巷不改其所安也古之觀人者其精或致於九徳其粗或止於九驗或觀之眸子或得之眉睫其所觀雖殊要不過是三者而已 \\n 　 \\n 子曰温故而知新可以為師矣 \\n 温故則月無忘其所能知新則日知其所亡如此則學不厭矣學不厭然後誨不倦故曰可以為師蓋師者人之模範而學者之賢不肖係焉故記問之學不足為而小知之師不足貴惟温故而知新者然後可也記曰既知教之所由興又知教之所由廢然後可以為人師又曰能博喻然後能為師非夫温故而知新者孰與此哉然温故而知新可以為師與温故知新敦厚崇禮者有間矣 \\n 　 \\n 子曰君子不器 \\n 大道不器故君子亦不器君子之道能柔能剛能圓能方流之斯為川塞之斯為淵升則雲行潛則雨施豈滯於一隅適於一用而為人之所器者若夫子貢之瑚璉管仲之器小則於君子有所不足此聖人所以不欲碌碌如玉落落如石顔子之言孔子瞻前忽後則孔子之道固不器矣子貢譬之以宫牆豈為知孔子者哉揚子曰君子不械 \\n 　 \\n 子貢問君子子曰先行其言而後從之 \\n 至言去言至為去為則凡言者風波也為者實喪也又况言浮於行者哉此孔子所以告子貢以先行而後言也禮曰君子約言小人先言 \\n 　 \\n 子曰君子周而不比小人比而不周 \\n 忠信者善周復故周阿黨者多缺露故比君子忠信而已故周而不比小人阿黨而已故比而不周大凡言君子道全小人道缺者此也書言自周有終詩云行歸于周周爰咨諏皆君子之道也詩曰洽比其鄰皆小人之道也然周亦有小人之周比亦有君子之比左傳曰是為比周原思曰比周而友小人之周也易之顯比周官比閭君子之比也 \\n 　 \\n 子曰學而不思則罔思而不學則殆 \\n 思由中出學自外入學而不思則内無自得之明故不信而罔思而不學則外無多識之益故不安而殆子曰博學之慎思之荀子曰誦數以貫之思索以通之揚雄曰學以聚之思以精之是思以學而後得學以思而後精二者謂其可偏廢乎哉蓋罔者不信之器相沿失誤而詩有羅罝之喻此不思所以謂之罔也 \\n 　 \\n 子曰攻乎異端斯害也已 \\n 天下之物有本有末本出於一端立於兩出於一則為同立於兩則為異故凡非先王之教者皆曰異端也子夏曰雖小道必有可觀者焉致逺恐泥以有可觀故有攻之者以其致逺恐泥故斯害也已董仲舒曰諸不在六藝之科孔子之術者皆絶其道勿使進此之謂知本者也 \\n 　 \\n 子曰由誨女知之乎知之為知之不知爲不知是知也 \\n 由於徳則鮮知於正名則不知於人未能事而欲事鬼於生未能知而欲知死則其以不知為知蓋不少矣孔子所以誨之也知之為知之不知為不知外不自以誣内不自以欺則以不知為知者非誣且欺乎老子之言至於知不知孔子之言止於知之為知之老子所言者道孔子所言者教也 \\n 　 \\n 子張學干祿子曰多聞闕疑慎言其餘則寡尤多見闕殆慎行其餘則寡悔言寡尤行寡悔祿在其中矣 \\n 言出於所聞行出於所見言以宣道故極髙明行以行已故道中庸言極髙明則寡口過故於人則寡尤行道中庸則寡怨惡故於已則寡悔如此則有得祿之理故曰祿在其中詩人以履為祿與此意同蓋君子求已小人求人修天爵以要人爵求諸人者也子張學干祿則學求諸人孔子語之以言行求諸已而已孔子於回則賢之於開則恱之於點則與之皆以其有志於學而無志於仕也子張之學干祿豈孔子之所許哉於富多言求於祿多言干蓋求富則有通於上下祿者僅千於上而已合而言之皆干者也 \\n 　 \\n 哀公問曰何爲則民服孔子對曰舉直錯諸枉則民服舉枉錯諸直則民不服 \\n 自道言之賢者非在所尚自事言之賢者不得不舉老子曰不尚賢使民不争莊子曰舉賢則民相軋自道言之也莊子曰行事尚賢貴賤履位仁賢不肖襲情自事言之也孔子之答哀公則事而已故曰舉直錯諸枉則民服蓋民情好直而醜枉舉枉錯諸直則拂民之欲而民莫不怨舉直錯諸枉則適民之願而民莫不服詩云樂彼之園園有樹檀其下維榖以言上賢而下不肖則人莫不服而樂焉此舉直錯枉民服之意也孔子謂樊遲曰舉直錯諸枉能使枉者直不特民服而已告哀公不及此者即其所問而答之也 \\n 　 \\n 季康子問使民敬忠以勸如之何子曰臨之以莊則敬孝慈則忠舉善而教不能則勸 \\n 敬則不茍忠則不欺勸則不戒敬忠由中出勸自外入故康子之問先敬忠而後勸孝子道也慈父道也孝以率之則民觀而化慈以懐之則民感而化故忠舉善而列之以爵祿教不能而引之以道藝故勸禮曰孝以事君慈以使衆此孝慈所以使民致忠之道也書曰人之有猷有為有守汝則念之不協于極不罹于咎皇則受之而繼之以是彛是訓此舉善而教不能所以致勸之道也臨之以莊禮也孝慈仁也舉善而教不能則勸有是三者則民不待使而化康子不知出此而欲使之化焉豈知務哉 \\n 　 \\n 或謂孔子曰子奚不爲政子曰書云孝乎惟孝友于兄弟施於有政是亦為政奚其爲爲政 \\n 或人知為政而不知所以為政是知有用之用而不知無用之用故夫子告以惟孝友于兄弟是亦為政也孝之施於政也愛敬而已愛敬盡於事親而徳教刑于四海則孝之施于政也豈不難哉蓋愛敬立則雖不為政而與孝同愛敬不立則雖為政而與不為政同揚子曰身立則敬立此之謂也然廣土衆民雖非君子之所樂而亦其所欲中天下而立定四海之民雖非君子之所性而亦其所樂孔子之不為政豈得已哉以其難為或人言故告不及此 \\n 　 \\n 子曰人而無信不知其可也大車無輗小車無軏其何以行之哉 \\n 信之在人猶輗軏之在車人而無信雖仁義禮智而不可行車而無輗軏雖輪轅輻輳而不可運此太玄所以言車無輗軏以貴信也行以立為體立以行為用民無信不立者體也人無信其何以行之哉用也易曰乾坤成列而易立乎其中矣又曰天地設位而易行乎其中矣體用之辨也 \\n 　 \\n 子張問十世可知也子曰殷因於夏禮所損益可知也周因於殷禮所損益可知也其或繼周者雖百世可知也 \\n 道之生也以三而成其變也以三而復故在天有隂有陽有隂陽之中在人有文有質有文質之中天之消息盈虚雖不同不過三者之相代而已人之因革損益雖不一不過三者之相救而已此所以由周至於十世由十世至於百世可知也今夫一人之身布指足以知寸布手足以知尺舒肘足以知尋天下之變若此而已則百世之因革損益其難知哉或問秦以繼周不待夏禮而治揚子對以繼周者如欲太平舎之而用他道亦無由至矣此之謂也董仲舒以忠質文為三代之道是離忠質以為二而不知忠者乃所以為質也 \\n 　 \\n 子曰非其鬼而祭之諂也 \\n 祀不貴淫神不享諂周官太宰八則祭祀以馭其神太祝命官則淫祀之禁尚矣世衰法弛淫祀滋盛其大至於五畤其小及於爰居以至正祀廢則天昏傷命者不為不多凡此皆謂之罪也漢谷永譏無福之祀魏文帝禁非禮之祭可謂知禮矣 \\n 　 \\n 見義不爲無勇也 \\n 不見義而不為君子恕之以不知見義不為君子責之以無勇曾子曰自反而不縮雖褐寛博吾不惴焉自反而縮雖千萬人吾往矣是見不義不可以必為而見義不可不為也春秋之時叔段有不弟之惡鄭伯可制而不制黎侯有狄人之患衞侯可救而不救田常有弑君之罪魯侯可討而不討凡此見義不為無勇也　"}
{"章节": "論語全解卷二", "正文": "　 \\n 論語全解卷二 \\n （宋）陳祥道撰 \\n 八佾第三 \\n 　 \\n 孔子謂季氏八佾舞於庭是可忍也孰不可忍也三家者以雍徹子曰相維辟公天子穆穆奚取於三家之堂 \\n  \\n 天下無道諸侯僭天子大夫僭諸侯陪臣僭大夫大夫不僭諸侯而僭天子陪臣不僭大夫而僭諸侯大夫之僭天子季氏之八佾是也陪臣之僭諸侯陽貨之執國命是也樂之八音所以擬八風也佾舞所以節八音而行八風也以其節八音而行八風故自八以下此天子所以八佾也季氏之舞八佾則是樂於是大壊而民將無所措手足焉故曰是可忍也孰不可忍也夫八者數也佾者名也禮樂之所嚴在名與數而大夫且僭之是忍其所不可忍則非仁也以相維辟公天子穆穆之辭施於三家之堂則又非智也八佾季氏之所獨雍徹三家之所同故於八佾言季氏於雍徹言三家歌者貴聲於上舞則動容於下故於雍徹言堂於八佾言庭禮記明堂位祭統皆言干戚舞大武八佾舞大夏公羊則曰八佾舞大武誤矣周禮樂師凡國之小事帥學士而歌徹蓋歌雍也雍歌於禘又用以徹與鹿鳴歌於燕羣臣又用於鄉飲酒同意 \\n 　 \\n 子曰人而不仁如禮何人而不仁如樂何周官掌禮樂以春官以明禮樂以仁而立也孟子言 \\n  \\n 仁之實而言禮樂以仁為本也蓋禮者仁之文樂者仁之聲有仁之實然後能興禮樂苟非其人禮樂豈虛行哉故顔子不違仁而孔子告以復禮與韶樂季氏之不仁罪其八佾與旅泰山也記曰惟君子為能知樂孔子曰仁者制禮 \\n 　 \\n 林放問禮之本子曰大哉問禮與其奢也寧儉喪與其易也寧戚 \\n  \\n 儉戚出於天之性奢易出於性之欲天之性質而不文性之欲薄而不厚二者皆非中道故聖人為禮以節之使之歸縮於中然後無過不及矣周道之衰趨末者衆林放問禮之本孔子告以禮與其奢也寧儉喪與其易也寧戚正末以本而使之正矯枉以直而使之中也孔子於禮樂則欲從先進於為邦則欲乗殷輅服周冕亦此意歟林放問禮之本與堯之為君孔子皆曰大哉蓋禮之本禮之大者則天為君之大者故也 \\n 　 \\n 子曰夷狄之有君不如諸夏之亡也 \\n  \\n 禮義存則雖無君而與有君同禮義亡則雖有君而與無君等賈誼曰法立而不犯令行而不逆細民向善大臣至順故臥赤子於天下之上而安植遺腹朝委裘而天下不亂此所謂夷狄之有君不如諸夏之亡也 \\n 　 \\n 季氏旅於泰山子謂冉有曰女弗能救與對曰不能子曰嗚呼曾謂泰山不如林放乎 \\n 節莫差於僭僭莫大於祭故父不祭於支庶之宅君不祭於臣僕之家泰山之神可祭於季氏乎此於明以瀆禮於幽以瀆神非冉有不能救神豈能說耶夫子故曰曾謂泰山不如林放乎 \\n 　 \\n 子曰君子無所爭必也射乎揖讓而升下而飲其爭也君子 \\n  \\n 君子無所不遜於仁則不遜君子無所争於射則争君子之射有徳以詔之有禮以節之有罰以戒之定其位則有物課其功則有算勝者袒决張弓而揖不勝者不勝者脫拾弛弓而飲於勝者則求勝者非求服人而害之也將以養之也上求中者非求中而怨之也將以辭養也養之則徳辭養則禮君子之事如此投壺之禮當飲者跪曰賜灌勝者跪曰敬養與此同意 \\n 　 \\n 子夏問曰巧笑倩兮美目盼兮素以為絢兮何謂也子曰繪事後素曰禮後乎子曰起予者商也始可與言詩已矣 \\n  \\n 倩盼質也有倩盼然後可文之以禮素質也有素質然後可文之以繪詩人近取諸身以明義孔子逺取諸物以明詩此所以始可與言詩也始可與言詩則前此未可與言也蓋朽木不可雕糞土之牆不可杇故音者宫立而五音行矣味者甘立而五味和矣色者白立而五色成矣安有無其質而有文哉昔人有反裘而負芻者將以愛其毛而已然不知裏弊而毛無所傅是知其文而不知其質者也有以南山之竹不操自直斬而用之達於犀角然不知括而羽之鏃而厲之然後為能深入是知其質而不知其文者也知夫文質兼尚而不失先後之施者其惟忠信學禮之人而已然子貢因禮以明詩子夏因詩而悟禮孔子皆曰始可與言於賜不言起予於商言之者起予之言生於不足故也孔子以回為非助我而以商為起予則其賢可知矣 \\n 　 \\n 子曰夏禮吾能言之杞不足徴也殷禮吾能言之宋不足徴也文獻不足故也足則吾能徴之矣 \\n  \\n 先王之於二代欲其人足證故修其禮物孔子之時不修賢徳以傳之孔子所以傷之也中庸於杞言不足徴於宋言有宋存焉蓋亦彼善於此而已觀春秋瓦屋之會尊宋公於齊侯之上杞之来朝則卑之以子爵則禮物之存不存可知矣 \\n 　 \\n 子曰禘自既灌而往者吾不欲觀之矣 \\n 或問禘之說子曰不知也知其說者之於天下也其如示諸斯乎指其掌祭如在 \\n 祭神如神在子曰吾不與祭如不祭 \\n  \\n 禘之為祭其文煩而難行其義多而難知難行也故自灌而往者多失於不敬難知也故知其說者之於天下如指掌此孔子所以於禘既灌不欲觀之於禘之說則曰不知也夫郊社之禮禘嘗之義其粗雖寓於形名度數其精則在於性命道徳明其義者君也禘之為祭其文煩而難行其義多而難知難行也故自灌而往者多失於不敬難知也故知其說者之於天下如指掌此孔子所以於禘既灌不欲觀之於禘之說則曰不知也夫郊社之禮禘嘗之義其粗雖寓於形名度數其精則在於性命道徳明其義者君也能其事者臣也不明其義君人不全不能其事為臣不全然則魯之君臣其不能全也可知矣所謂祭如在祭神如神在吾不與祭如不祭祭如在事死如事生也祭神如神在事亡如事存也吾不與祭如不祭此所以禘自既灌不欲觀之也孔子於祭則受福祭如在祭神如神在故也 \\n 　 \\n 王孫賈問曰與其媚於奥寧媚於竈何謂也子曰不然獲罪於天無所禱也 \\n  \\n 易曰匪其彭无咎則不媚奥而媚竈者非孔子之與為也其見所不見敬所不敬姑以逺害而已在昔漢馮野王之於石顯蕭望之之於霍光汲黯之於田蚡猶且不媚而况不為三子者乎彼商鞅附景監朱博附丁傅谷永附王鳳其趨炎附勢凡若是者不可勝數則其所存者可知矣春秋傳獲器用曰得得人曰獲則得者獲之易獲者得之難 \\n 　 \\n 子曰周監於二代郁郁乎文哉吾從周 \\n  \\n 天寒積而成暑非一日制作積小而備大非一代也周禮率為之制曲為之防上有格於皇天下有極於狸蟲則文之郁郁可知矣孔子所以欲從之也中庸亦曰吾學周禮今用之吾從周然弊不可以不救變不可以不通故有從先進之說則吾從周者為後世言也從先進者為當世言也孔子筮得賁卦其色愀然與從先進同意 \\n 　 \\n 子入大廟每事問或曰孰謂鄹人之子知禮乎入大廟每事問子聞之曰是禮也 \\n  \\n 傳曰周公稱太廟魯公稱世室羣公稱宫則太廟其周公之廟歟每事問此所謂在宗廟便便言唯謹爾者也而或者因以孔子為不知禮夫又安知孔子所謂知禮者何以易此哉傳曰禮之數可陳也其義難知也孔子之於禮非不知也然而於每事問者葢所謂信言慎也 \\n 　 \\n 子曰射不主皮爲力不同科古之道也 \\n  \\n 水有科以容其本斗有科以受其所酌凡物自為科彼此異焉蓋射之中在巧其至在力然一於力則所觀在力不在徳矣故曰射不主皮為力不同科古之道也周官以主皮在和與容之後射義以志正體直在持弓矢之先見射不尚力可知矣周道之衰射者皆争於主皮若魯莊之不出正養由基之穿楊葉叔段之善射者蓋亦多矣故孔子以不主皮為古之道以救其弊 \\n 　 \\n 子貢欲去告朔之餼羊子曰賜也爾愛其羊我愛其禮 \\n  \\n 禮不在玉帛然非玉帛無以存其文樂不在鐘鼓然非鐘鼓無以存其聲告朔不在餼羊然非餼羊無以見其禮故愛羊非所以存其禮而愛禮不可以不存羊故曰爾愛其羊我愛其禮孔子吉月必朝服而朝孟子告齊王以勿毁明堂亦此意也春秋文公六年閏月不告朔猶朝於廟十六年公不視朔蓋告朔告於廟視朔視其事則玉藻所謂聴朔是也玉藻以天子玄端聴朔於南門之外諸侯皮弁聴朔於太廟蓋南門路門之外即治朝而曰南門之外者因閏月闔門言之也天子告朔於太廟聴朔於南門之外諸侯告朔聴朔一於太廟而已告朔必祭而祭必特牲祭則祭法所謂月祭是也特牲餼羊是也春秋言朝於廟禮記曰聴朔於太廟則兼於祖矣 \\n 　 \\n 子曰事君盡禮人以爲諂也 \\n  \\n 希意導言謂之諂莫之顧而進之謂之佞孔子事君盡禮而人以為諂疾固而人以為佞入太廟每事問而人以為不知禮擊磬於衞而人以為有心豈非所謂聖賢逆曳方正倒植者哉夫諂則過簡則不及孔子行禮於君人以為諂孟子行禮於朝人以為簡則方是之時無道者不可行禮有道者不得行禮此所以進退出入無所逃於過與不及之責也然觀世俗之說以堯舜為不徳以周公為不仁智以章子為不孝其不見是也非特孔子已 \\n 　 \\n 定公問君使臣臣事君如之何孔子對曰君使臣以禮臣事君以忠 \\n  \\n 君之於臣不敢慢故使之以禮臣之於君不敢欺故事之以忠皇皇者華遣之以禮樂所謂禮也四牡不遑將母所謂忠也尚書曰狎侮君子罔以盡人心狎侮小人罔以盡其力孟子曰君之視臣如手足則臣視君如腹心君之視臣如犬馬則臣視君如國人昔豫氏曰范中行以衆人畜我我故以衆人視之智伯以國士遇我我故以國士報之賈誼曰遇之有禮故羣臣自喜嬰以㢘恥故人矜節行君臣之道施報而已故先言君使臣以禮後言臣事君以忠 \\n 　 \\n 子曰關雎樂而不淫哀而不傷 \\n  \\n 后妃之求賢也既得則致其樂未得則致其哀關雎友之以琴瑟樂之以鐘鼓樂而不淫也求之以寤寐思之以反側哀而不傷也樂者樂也不淫色禮也哀者仁也不傷性義也樂而節之以禮仁而成之以義此所以為后妃之徳也詩先哀思而後樂論語與詩序先樂而後哀思先哀思者事之序先樂者得后妃之心作詩者叙其事說詩者逆其心其理然也關雎樂而不淫豳勤而不怨季札以二南為勤而不怨以豳為樂而不淫何也關雎樂而不淫后妃之徳而已勤而不怨則二南之事也豳勤而不怨則豳民之事而已樂而不淫則豳國之風也 \\n 　 \\n 哀公問社於宰我宰我對曰夏后氏以松殷人以柏周人以栗曰使民戰栗子聞之曰成事不說遂事不諫既往不咎 \\n  \\n 民之所祈以遂其生者社之神也所治以致其利者野之性也觀野之所宜木則糞土所宜畿疆所定林木所出出於族類所從易見為難亂教民稼穡人事不戾乎神土性不病乎物觀其名社與野而符之是耳故夏后氏以松殷人以柏周人以栗其意如此非若詩之柏舟喬松禮之贄栗所以託其意也而宰予對哀公以戰栗解之宰我之對失之逺矣成事不說遂事不諫此孔子罪宰我之言也既往不咎此孔子恕宰我之言也成事不說言成哀公之事而不為之說遂事不諫言遂哀公之事而不為之諫使之闕疑而有問焉是勿成之也使之悟非而有改焉是非遂之也且宰我之言社猶仲憲之言明器也曾子則非仲憲孔子不咎宰我何也仲憲言於曾子非既往者也宰我言於哀公則既往者也后以言繼體者也氏以言人歸之也夏之所以有天下得之於君商周之所以有天下得之於人得之於君而嗣帝之位則幾於天道故曰后得之於人而天下歸仁故曰人詩皇皇后帝書上天神后是天道之繼體者謂之后禮記孟子皆曰仁者人也是人道之全者謂之人稱氏以明其嗣於上不稱氏以明其興於下此夏商周之别也春秋或書氏或書人以其凡繼世者皆氏凡微者皆人其稱氏與夏后同其稱人與商周異 \\n 　 \\n  \\n 子曰管仲之器小哉或曰管仲儉乎曰管氏有三歸官事不攝焉得儉然則管仲知禮乎曰邦君樹塞門管氏亦樹塞門邦君爲兩君之好有反坫管氏亦有反坫管氏而知禮孰不知禮 \\n  \\n 管仲於内則三歸於外則具官盈禮也非所謂儉塞門以自蔽反坫以禮賓僭禮也非所謂知禮此所以為小器也蓋形而上者謂之道形而下者謂之器老子言大方無隅而繼之以大器晚成則方者道徳之所在器者功業之所寓也大人之功業則大賢人之功業則小焉而已仲尼託迹於諸侯以規矩準繩自用此自治以治人正已而物正者也故謂之大器范氏曰器博者無近用道長者其功逺是也管仲不自治而治人不自正而正物烏得為大器哉孟子曰功烈如彼其卑是也魯之施伯以管仲為天下之大器管仲之器對魯臣而言則大對大人而言則小也禮記家語以大夫具官為僭豈讀論語而誤為之說乎子曰中庸之為徳民鮮能久矣禮記則以為不能期月守子曰人而無恒不可以作巫醫禮記則以為龜筮猶不能知也其誤亦若此歟 \\n 　 \\n 子語魯大師樂曰樂其可知也始作翕如也從之純如也皦如也繹如也以成 \\n  \\n 凡樂之作始於一而成於三至於繹如也謂之一成反翕如也謂之一變凡樂之用始於一而止於九以致鬼神以和邦國以諧萬民以安賓客以恱逺人以作動物不能翕如也以作繹如也以成則夫逺近幽深其孰能感之哉學者不至於從則不足以語道作樂不至於從則不足以語樂繹如也以成不至於從作樂而至於從者也所欲不踰矩不至於從學道而至於從者也樂之作也其患在於不相通協值不相通值不相協應而翕如也相協而不睽相值而不失樂之從也其患在於雜而不純混而不明而純皦如也則不亂顧不美哉及夫世衰樂壊工師之徒或去而不存於朝或存而不知乎樂摯適齊干適楚去而不存於朝者也孔子之所語者存而不知乎樂者也始言翕如而終言繹如者若此亦樂之粗而已若夫奏之以人合之以天其卒無尾其始無首則始作翕如不足言也奏之以隂陽之和燭之以日月之明鬼神守其幽星辰行其紀則從之純如皦如不足言也奏之以無忌之聲調之以自然之命動於無方居於窈㝠則繹如不足言也孔子之語太師不及是者以車馬不可以載鼷鐘鼓不可以樂鷃故也 \\n 　 \\n  \\n 儀封人請見曰君子之至於斯也吾未嘗不得見也從者見之出曰二三子何患於喪乎天下之無道也久矣天將以夫子爲木鐸 \\n  \\n 世無以興乎道道無以興乎世故道之衰也斯足患今也世雖無以興乎道而夫子之道足以興乎世故其衰也不足患木鐸金口而木舌金口則義木舌則仁天將以夫子為木鐸使之狥仁義之教於天下而已蓋五百年必有王者興其間必有名世者由文王至孔子五百餘歳以其數則合矣考其時則可矣此封人所以言二三子無患於喪也彼不知孔子而謂知其不可為而為之者其可以語此哉然封人之知孔子者外也黨人之知孔子者内也外也故可以為木鐸内也故無所成名 \\n 　 \\n 子謂韶盡美矣又盡善也謂武盡美矣未盡善也 \\n  \\n 天下無異道有異時聖人無異心有異迹故禮以堯舜授受湯武征伐為時春秋傳以揖遜征誅其義一也然則韶盡美而武獨未盡善豈非美者在心與道未盡善者在時與迹歟蓋充實之為美可欲之謂善武王之於紂欲遂其為臣而不得逃其為君而不能則其順民心行天罰者豈所欲哉觀賓牟賈以聲淫及商為非武者則武之非欲從此可知矣然樂者道之聲則有美與善道之至則無美與善故莊子有曰天下皆知美之為美斯惡矣皆知善之為美斯不善矣 \\n 　 \\n 子曰居上不寛爲禮不敬臨喪不哀吾何以觀之哉 \\n 　 \\n 里仁第四 \\n 　 \\n 子曰里仁爲美擇不處仁焉得知 \\n  \\n 仁人之於里猶玉之於山珠之於淵玉在山則木潤珠生淵則厓不枯則里之有仁猶當知以為美里之有仁以為美則自擇而不知處仁者焉得為智乎此孟子所以言術不可不慎繼之以莫之禦而不仁是不智也是是非非之謂智非是是非之謂愚不知仁之美而不能利仁其何以安哉不曰為仁而曰處仁者以仁者人之安宅也天下之廣居故也然則孔子言里仁為美以外况内也孟子言矢人以小况大也 \\n 　 \\n 子曰不仁者不可以久處約不可以長處樂 \\n  \\n 仁者不充詘於富貴故處樂如處約不隕穫於貧賤故處約如處樂不仁者非不可以處約不可以久處約非不可以處樂不可以長處樂孔子曰君子而不仁者有矣夫未有小人而仁者也則不仁雖不足為君子亦未至於小人禮曰小人窮斯濫富斯驕則窮斯濫非特不可以久處約也富斯驕非特不可以長處樂也老子言天長地久言長生久視是長者必久久不必長也蓋處樂人之所易故言長處約人之所難故言久易言何可長何可久亦以長甚於久也 \\n 　 \\n 仁者安仁知者利仁 \\n  \\n 仁者盡性而静故安仁知者窮理而動故利仁然窮理而不已則至於盡性利仁而不已則至於安仁此中庸所以言或安而行之或利而行之或勉强而行之及其成功一也坤卦始於利貞終於安貞利仁與利貞同意莫非安仁也有聖人之安仁有君子之安仁堯之安仁聖人之安仁也仲山甫之安仁君子之安仁也孔子曰生而知之者上也學而知之者次也困而學之又其次也蓋上者安仁次者利仁又其次者强仁於此不及强仁者其言主於仁知故也 \\n 　 \\n 子曰惟仁者能好人能惡人 \\n  \\n 道無喜怒而喜怒者道之過徳無好惡而好惡者徳之失失徳而後仁則仁者不離好惡而能好惡者也蓋仁者誠足以盡性明足以盡理不牽於憎愛之私不惑於是非之似故所好非作好而天下之所同是所惡非作惡而天下之所同非此所謂無欲而好仁無畏而惡不仁也黄帝之伐蚩尤任力牧舜之命九官去四凶不過如此彼愛之欲其生惡之欲其死以至好人所惡惡人所好不仁可知也 \\n 　 \\n 子曰茍志於仁矣無惡也 \\n  \\n 茍志於仁則未足乎仁無惡則可以為善苟志於仁者其善可知也蓋可欲之謂善可惡之謂惡所謂無惡者以其雖有過失不在所可惡也衞宣公之二子相争而死不足以為孝而詩以為不瑕秦之三臣殉葬於君不足以為忠而詩以為良人以其茍志於仁無惡也故曰雖歸於惡志善則有 \\n 　 \\n 子曰富與貴是人之所欲也不以其道得之不處也貧與賤是人之所惡也不以其道得之不去也 \\n  \\n 富與貴人之所欲不以君子之道得之則不處以其有義也貧與賤人之所惡不以小人之道得之則不去以其有命也君子有可以得富貴之道以非得富貴之道而得之君子不以為榮小人有可以得貧賤之道以非得貧賤之道而得之君子不以為辱故非其義祿之以天下而伊尹不顧非其功位之以三旌而屠羊不受簞瓢陋巷不足以病顔回桑樞甕牖不足以病原思凡此富貴不能淫貧賤不能移者也彼以隋珠而彈雀舎靈龜而觀朶頥者豈足以知此哉 \\n 　 \\n 君子去仁惡乎成名 \\n 莊子曰不義則不生不仁則不成不成者實不成於内名不成於外也蓋名之非實君子之所恥没世不稱君子之所疾此所以處仁而不去也成名則君子之事無所成名則是小人之事 \\n 　 \\n 君子無終食之間違仁造次必於是顛沛必於是 \\n  \\n 人之情於行事之迹終食造次或忽於為仁後顛前沛或不暇於為仁君子則不然無終食之間違仁造次必於是顛沛必於是以其有終身之由而無須臾之離也孔子之語顔回以非禮勿視非禮勿聴非禮勿言非禮勿動為仁則造次顛沛必是者言視聴動無非禮故也然則終食不違食之有祭是也顛沛必於是林回棄璧負赤子而趨是也 \\n 　 \\n  \\n 子曰我未見好仁者惡不仁者好仁者無以尚之惡不仁者其為仁矣不使不仁者加乎其身有能一日用其力於仁矣乎我未見力不足者蓋有之矣我未之見也 \\n  \\n 見善如不及好仁者也見不善如探湯惡不仁者也好仁者不求尚人而人無以尚之惡不仁者不使加我以横逆而巳時人未能如此子故曰我未之見所以傷之也又曰有能一日用其力所以勉之也孟子曰五穀者種之美者也茍為不熟不如荑稗然則一日為仁其能熟乎善誘之而已 \\n 　 \\n 子曰人之過也各於其黨觀過斯知仁矣 \\n  \\n 君子之黨顯黨也小人之黨幽黨也君子之過過於厚小人之過過於薄過於厚則易辭過於薄則難辭觀過各於其黨則不以君子之過責小人不以小人之過待君子然後仁不仁可知也然必觀過然後知仁者與人同功其仁未可知與人同過然後其仁可知也言知仁不言知不仁者君子樂道人之善惡言人之惡患不知不仁故也其言毁譽而終之以如有所譽言君子小人而終之以温而厲詩之瞻彼洛矣言賞善罰惡而終之以福祿其立言之意似與此同 \\n 　 \\n 子曰朝聞道夕死可矣 \\n  \\n 不原始不足以知生之說不反終不足以知死之說學者期於知生死之說而已故曰朝聞道夕死可矣蓋道非獨以善吾生亦將以善吾死君子得道於已則知古今為一時生死為一貫又安往而不適哉古人有言徳人無累知命不憂又曰學不羨久生者此也孔子之門人若子貢之願有所息子路之問死皆不知生者也不知生則不可以知死豈所問者哉老子曰聴之不聞名曰希莊子曰道不可聞聞而非也此言聞道者以其非彼聞也自聞而已矣莊子嘗曰道不可致徳不可致又曰致道忘有心足者至各有所當也 \\n 　 \\n 子曰士志於道而恥惡衣惡食者未足與議也 \\n  \\n 衣之所飾者外也食之所養者小也君子所飾在内不在外所養在大不在小食飲簞瓢不足以憂舜回鶉衣緼袍不足以恥由夏食無求飽孔子之謂好學服美于人康王期之以惡終夫豈溺於口腹之末而易吾之志哉蓋君子仁義飽於内不願人之膏粱令聞廣譽施諸身不願人之文繡以惡衣食為恥者豈足與議此哉葢命厚而徳薄衣食雖美不足以自矜徳厚而命薄衣食雖惡不足以自愧也周官以本俗安萬民而曰媺宫室同衣服蓋周官所言者民而此所論者士也 \\n 　 \\n 子曰君子之於天下也無適也無莫也義之與比 \\n  \\n 人之交也以勢則易絶以利則易散以故則或失其為故以親則或失其為親故君子之於人原以探其所為於卜筮以占其所為於元永貞是則比之非則違之無可也無不可也唯義所在而已易比之初六以隂比陽而有不自失之吉六三以隂比隂而有匪人之傷商好與勝己者處孔子期之以日進賜好與不勝己者處孔子期之以日損以其所比義與不義故也傳曰善雖不吾與吾將强而納不善雖不吾惡吾將强而去 \\n 　 \\n 子曰君子懐徳小人懐土君子懐刑小人懐惠 \\n 有徳以善俗有刑以逐惡君子樂得其道故懐之土則利我者也惠則施我者也小人樂得其欲故懐之治莫尚於徳而刑次之利莫大於土而惠次之故先懐徳後懐刑先懐土後懐惠 \\n 　 \\n 子曰放於利而行多怨 \\n 利者外物也求在我所以寡欲也求在外所以多怨也所謂多怨者不怨已多怨乎人人亦怨乎已 \\n 　 \\n 子曰能以禮讓爲國乎何有不能以禮讓爲國如禮何 \\n  \\n 遜以禮為本禮以遜為用孝經曰先之以敬勝而民不争道之以禮讓而民和睦此禮遜為國之先務也禮曰禮之正國猶繩墨規矩又曰為國不以禮猶無耜而耕春秋以禮為幹荀卿以為國之命以禮之所興衆之所治禮之所廢衆之所亂故也方周之興賤者猶遜路季女猶循禮及其衰也貴者則鞠〈⻊習〉而孟姜則犯禮由是觀之為國以禮遜其可已乎傳曰世之治也君子尚能而遜其下小人農力以事其上是以上下有禮而讒慝黜逺由不争也謂之懿徳及其亂也君子稱其功以加小人小人伐其技以憑君子是以上下無禮亂患並生由争善也謂之昬徳孔子之言惟其救昬徳之弊而已矣 \\n 　 \\n 子曰不患無位患所以立不患莫已知求為可知也 \\n  \\n 求之有道得之有命求在外者也求則得之舎則失之求在我者也在外者不可必在我者可必此所以不患無位患所以立也夫聲無逺而不聞行無隠而不形有車者必見其軾有衣者必見其敝則有可知之道而人有不知者乎此所以不患莫已知求為可知也莊子曰行修於内者無位而不怍不患無位之謂也孟子曰人知之亦囂囂人不知亦囂囂不患莫已知也彼未得而患得既得而患失與内不足而急於人知蓋反是矣然無位則莫已知也莫已用則不必莫已知莫已知者必莫已用故先言不患無位而繼之以不患莫已知也莊子有言曰徳成之謂士所以立者徳成之謂歟 \\n 　 \\n 子曰參乎吾道一以貫之曾子曰唯子出門人問曰何謂也曽子曰夫子之道忠恕而已矣 \\n  \\n 盡己之謂忠盡物之謂恕忠所以進徳而徳不止於忠恕所以求仁而仁不止於恕則忠恕者以之為道則違道不逺以之為非道則非違道不逺語之以聖人之妙則未也孔子之道無不該也無不徧也仁者見之謂之仁智者見之謂之智曽子謂夫子之道忠恕而已其所見者然也由此推之則子貢言夫子温良恭儉讓亦若是矣 \\n 　 \\n 子曰君子喻於義小人喻於利 \\n  \\n 君子從其大體而樂得其道其見聞服習無非義也故曰喻於義小人從其小體而樂得其欲其見聞服習無非利也故曰喻於利揚子曰衆人曰富貴夫子曰義此之謂也喻於義者利存於中喻於利者害在於中此君子所以兩得而小人所以兩失也雖然先王之時以義為利能使小人為君子故詩曰肅肅兔罝施于中林世俗日衰則以利勝義使君子為小人故詩曰如賈三倍君子是識 \\n 　 \\n 子曰見賢思齊焉見不賢而内自省也 \\n  \\n 思所以求諸身省所以察諸已見賢思齊則能勉其所不能見不賢而内自省則能免其所不善孔子曰三人行必有我師焉擇其善者而從之其不善者而改之禮曰之其所畏敬而辟焉之其所哀矜而辟焉荀卿曰見善修然必以自存見不善愀然必以自省皆此意也孟子曰舜為法於天下可傳於後世我猶未免為鄉人是則可憂此見賢思齊者也子貢曰紂之不善不如是之甚是以君子惡居下流是見不賢而内自省者也 \\n 　 \\n 子曰事父母幾諫見志不從又敬不違勞而不怨 \\n  \\n 幾諫無犯也又敬不違勿逆也勞而不怨勿怠也記曰從命不忿微諫不倦勞而不怨可謂孝矣與此同義蓋諫者義也幾諫者仁也臣之於君猶貴於諷諫則子之於親其可以不㡬諫乎然幾諫不從則至於熟諫熟諫不從則至於號泣而隨之幾諫者人子之心熟諫者人子之所不得已此孔子所以特言幾諫也舜之怨君子所以為大孝小弁之怨君子以為親親葢孝子非怨也非不怨也不失其為孝而已孔子則曰勞而不怨者以勞而怨非若舜與小弁之怨可比故也 \\n 　 \\n 子曰父母在不逺遊遊必有方 \\n 傳曰孝子曾參不一宿於外此所謂不逺遊也禮曰所遊必有常親老出不易方此所謂遊必有方也然肇車牛逺賈用孝但遊必有方雖逺無害也 \\n 　 \\n 子曰三年無改於父之道可謂孝矣 \\n 所謂道者非謂無道也猶可遵行也蓋父時事雖可遵行而時有當改者今父喪尚在三年之内於時雖當改而於心有不忍改亦孝也 \\n 　 \\n 子曰父母之年不可不知也一則以喜一則以懼 \\n 人子之於親也生而事之之日喜與懼半死而祭之之日哀與樂半李謹曰願為人兄而不願為人弟為人兄者事親之日長為人弟者事親之日短孝子之心大抵然也此孝子之所以愛日也 \\n 　 \\n 子曰古者言之不出恥躬之不逮也子曰以約失之者鮮矣 \\n  \\n 聖人縱口之所言横意之所行則無事於約賢者必思而後言必擇而後動不可以不約故多聞闕疑慎言其餘則寡尤多見闕殆慎行其餘則寡悔此所謂以約失之者鮮矣禮曰君子約言孟子曰孟施舎不如曾子之守約孔子曰言不務多必審其所謂行不務多必審其所為周廟銘曰無多言多言多敗無多事多事多患皆約之謂也言寡尤行寡悔又言失之者鮮蓋寡者必無之辭鮮者未必無也 \\n 　 \\n 子曰君子欲訥於言而敏於行 \\n 雍也仁而不佞此所謂訥於言而敏於行者若石奮石建周仁張叔則幾之而已班固之言過矣 \\n 　 \\n 子曰徳不孤必有鄰 \\n  \\n 古人有言曰罷士無伍又曰善則有鄰則無徳者孤有徳者不孤也易曰敬義立而徳不孤蓋敬以禮人義以宜人禮人者人必禮之宜人者人必宜之此徳所以不孤也比卦言有孚盈缶終来有它吉中孚言鳴鶴在隂其子和之荀卿曰木䕃則鳥息醯酸則蚋聚此徳不孤必有鄰之謂也古之有徳其上足以格皇天而皇天輔之其幽足以通神明而神明享之而况於人乎此舜所以三徙成都大王之去邠民歸之如市也雖然此特徳而已若夫道則不可得而親亦不可得而疎則使人無保矣 \\n 　 \\n 子游曰事君數斯辱矣朋友數斯疏矣 \\n  \\n 疏失人辱失已故事君不欲數數則諂朋友不欲數數則瀆疑於諂者將以致忠而招辱疑於瀆者將以致親而適踈此孔子所以言以道事君不可則止忠告善道無自辱焉禮曰事君量而後入則不數可知矣 \\n 　"}
{"章节": "論語全解卷三", "正文": "　 \\n 論語全解卷三 \\n （宋）陳祥道撰 \\n 公冶長第五 \\n 　 \\n 子謂公冶長可妻也雖在縲絏之中非其罪也以其子妻之子謂南容邦有道不廢邦無道免於刑戮以其兄之子妻之 \\n  \\n 公冶長能為不可罪之行而不能必免於縲絏南容有保身之明而能必免於刑戮其賢固有間矣孔子以己子妻長以兄子妻容處己子可薄處兄子不可不厚也孔子於疾病不禱周公於君之疾則金縢孝子於已則含菽緼絮於親則致滋美其意亦若是也傳曰君子為己不重為人不輕為人且不輕况於君親乎聖人之妻人不必求其才徳之備要其修身慎行不累其妻孥可也故於公冶長言雖在縲絏之中於南容言邦無道免於刑戮家語曰公冶長能忍恥南容世清不廢世濁不汙 \\n 　 \\n 子謂子賤君子哉若人魯無君子者斯焉取斯 \\n  \\n 蓬生麻中不扶自直白沙在涅不染自黒此不齊在魯所以取君子之名也故曰魯無君子斯焉取斯不齊於君子有以父事者有以兄事者有以友事者此其所以取君子之名也家語言不齊之事其學益明骨月益親朋友益篤孔子嘿然謂之君子者此也孔子曰君子吾不得而見又言魯有君子與孟子所謂春秋無義戰彼善於此同意 \\n 　 \\n 子貢問曰賜也何如子曰女器也曰何器也曰瑚璉也 \\n  \\n 禮曰夏后氏四璉商六瑚朝廷之器也君子不器而子貢謂之瑚璉則不免於器也不免於器而猶為器之珍者方之君子則不足比之衆人則有餘然則不為人之所器者而後能器人為人之所器而器人則非人之所宜故子貢方人孔子非之 \\n 　 \\n 或曰雍也仁而不佞子曰焉用佞禦人以口給屢憎於人不知其仁焉用佞 \\n  \\n 訥則近仁巧言則鮮仁給則奪仁故顔子之如愚冉雍之不佞孔子以為仁宰予之言語公西華之可與賓客言孔子不以為仁蓋仁者愛人愛人者常愛於人禦人以口給屢憎於人則不仁可知矣孔子謂雍可使南面為人君止於仁故也 \\n 　 \\n 子使漆雕開仕對曰吾斯之未能信子說 \\n 子曰道不行乗桴浮於海從我者其由與子路聞之喜 \\n 子曰由也好勇過我無所取材 \\n  \\n 孔子於天下環車接淅席不暇煖於南子陽貨則見於佛肸公山則欲往嘗謂茍有用我者三年有成如有用我者吾其為東周乎則其汲汲於行道不為不至矣然所歴者七十二君一君無所任用以至伐木于宋削迹于衞圍于陳蔡欲避世也不可得矣於是有欲居夷浮海之說子路不知乎此而欲勇於必行故曰好勇過我無所取材以其能勇而不能怯非所以為成材也鼓方叔入於河播鼗武入於漢少師陽撃磬襄入於海范蠡之泛湖管寧之浮海亦乗桴之意也 \\n 　 \\n  \\n 孟武伯問子路仁乎子曰不知也又問子曰由也千乘之國可使治其賦也不知其仁也求也何如子曰求也千室之邑百乘之家可使為之宰也不知其仁也赤也何如子曰赤也束帶立於朝可使與賓客言也不知其仁也 \\n  \\n 顔淵冉雍得聖人之具體者也具體則為聖人而足以名仁故孔子與之仁由求與赤得聖人之一體者也一體則非成人而不足以名仁故孔子曰不知其仁有曰未知焉得仁者聖人知其為仁也不欲以不仁名之故曰不知其仁未知其為仁也特聞其忠清而已故曰未知焉得仁由於千乗之國可使治其賦也則大夫而已求於千室之邑百乗之家可使為之宰則陪臣而已然則千乗之國由也為之可使有勇方六七十如五六十求也為之可使足民則皆諸侯之事與此不同者三子所言者志也孔子所論者材也 \\n 　 \\n 子謂子貢曰女與回也孰愈對曰賜也何敢望回回也聞一以知十賜也聞一以知二子曰弗如也吾與女弗如也 \\n  \\n 聖人後天地而生知天地之始先天地而成知天地之終故能以微知明以一知萬豈特聞一知十哉葢道之所在有方有隅有上有下聞一知十者知方而已此顔回所以下於聖人聞一知二則不過告往知来而已此賜所以下於回也賜雖下於回與詩所謂人知其一莫知其它莊周所謂識其一不識其二者異矣孔子嘗以賜為士君子以回為明君子蓋士則上達故可以知二明則殆於幾故可以知十也聖人之與人常與其自知而不與其自是子貢不蔽於自是而知其弗如故夫子與之 \\n 　 \\n  \\n 宰予晝寢子曰朽木不可雕也糞土之牆不可杇也於予與何誅子曰始吾於人也聽其言而信其行今吾於人也聽其言而觀其行於予與改是 \\n  \\n 良工能雕木而不能雕既朽之木杇者能杇牆而不能杇糞土之牆聖人能教人而不能變不美之質蓋質幹在於自然華藻在於人事所有不可耀所無不可强凡在因之而已此宰予之寢孔子所以不誅也蓋宰予足於言而不足於行故嘗欲短三年之喪與田常之作亂短喪則不仁與亂則不智則其質之不美可知矣質之不美雖不舎晝夜以學先王之道孔子猶且不與則晝寢之過何所責哉春秋責備賢者而畧於不賢亦此意也孔子嘗曰吾以言取人失之宰我以貌取人失之子羽故於宰予則改之此所謂於予與改是也且君子於人也不逆詐不億不信故始吾於人聴其言而信其行及宰予之不信然後以決之疑焉疑之所生因彼而已孔子之門人若求之自畫賜之願息其不能自勉非特宰予而已孔子於賜求則教之於宰予則何誅者以其質不同故也傳曰皮之不存毛將安傅 \\n 　 \\n 子曰吾未見剛者或對曰申棖子曰棖也慾焉得剛 \\n  \\n 剛本乎性慾出乎情慾不能無求不能無求則不能無撓也故曰棖也慾焉得剛君子之於慾也寡之使不勝窒之使不行其固不為物傾其完不為物虧此老子所謂自勝者强揚子所謂勝私之克者也又奚適不剛哉湯之奏勇其来乃自於不邇聲色文王之赫怒其来乃自於無然歆羨子路之不求所以能全勇之名孟子之不動心所以能全至剛之氣此皆以直養而無害者也蓋慾之不行則難矣而未仁剛之於仁則近矣而未至慾不行然後能剛能剛然後近仁則欲仁不可不剛欲剛不可以有慾也然陽處父并植於晉不可謂之無慾而人以為剛趙文子生不交利可謂之無慾而人不以為剛者文子之剛也内處父之剛也外君子所貴剛於内而已 \\n 　 \\n 子貢曰我不欲人之加諸我也吾亦欲無加諸人子曰賜也非爾所及也 \\n  \\n 孔子曰不使不仁者加乎其身所謂我不欲人之加諸我又曰己所不欲勿施於人所謂吾亦欲無加諸人也君子以仁存心以禮存心仁者愛人有禮者敬人愛而且敬則我無加諸人矣然横逆有時而至亦所不免也蓋我無加諸人則易人無加諸我則難子貢不能匿人之過其於是之易者猶或未能况其難者乎故曰非爾所及也 \\n 　 \\n 子貢曰夫子之文章可得而聞也夫子之言性與天道不可得而聞也 \\n  \\n 夫子之道出而致廣大則為文章入而極髙明則為性與天道子貢得其言故於文章可得而聞未得其所以言故於性與天道不可得而聞蓋性在我者也未嘗不在天天道在天者也未嘗不在我禮曰天命之謂性是在我者未嘗不在天也孟子曰聖人之於天道是在天者未嘗不在我也顔子殆庶幾者也故於言無所不恱子貢非殆庶幾者也故於其言不可得聞老子曰上士聞道勤而行之顔子是也中士聞道若存若亡子貢是也孟子之言性善自其離於道言之孔子之言性自其渾於道言之故孟子之言雖告子有所聞孔子之言雖子貢有所不得聞 \\n 　 \\n 子路有聞未之能行唯恐有聞 \\n  \\n 君子有三患未之聞患不得聞既聞之患不得學既學之患不得行子路勇於必行其患又過於此故有聞未行唯恐有聞而行之不逮也孔子於其無宿諾則美之於其兼人則抑之美之所以長其善抑之所以救其失 \\n 　 \\n 子貢問曰孔文子何以謂之文也子曰敏而好學不恥下問是以謂之文也 \\n  \\n 敬文之恭也忠文之實也信文之孚也義文之制也智文之輿也勇文之帥也教文之施也孝文之本也惠文之慈也讓文之才也文之所施不一故古之為諡者多謂之文孔子謂敏而好學所以聚之也不恥下問所以辨之也好學則資諸已下問則資諸人此所以謂之文也然此可以為文而已其於文王周公之文固有間矣 \\n 　 \\n 子謂子産有君子之道四焉其行已也恭其事上也敬其養民也惠其使民也義 \\n  \\n 子産遜不失禮所謂行己也恭事君無二心茍利社稷死生以之所謂事上也敬濟人以乗輿殖民以田疇所謂養民也惠擇能使之所謂使民也義行己恭然後移之於君則敬養民惠然後使民則義得其序也君子之道固多矣子産有是四者而已四者之中尤長於惠故又命之以惠人 \\n 　 \\n 子曰晏平仲善與人交久而敬之 \\n  \\n 交患於不久久患其不敬晏平仲久而敬之此所以為賢大夫觀平仲之與越石父交延而賓之久敬可知矣此曾子所以言晏子可謂知禮詩之故舊不遺周官之敬故皆久而敬之之謂也彼耳餘之凶終蕭朱之隙末其於平仲之交不亦逺乎此林回喻之以甘醴桓譚譬之以闤闠朱穆所以有比周之論劉峻所以有五交之歎也 \\n 　 \\n 子曰臧文仲居蔡山節藻梲何如其知也 \\n  \\n 冀多良馬天下命良馬者因謂之驥瀘水之黒天下命黒者因謂之盧蔡之出龜天下命龜者皆謂之蔡漆雕憑曰臧氏有守龜曰蔡文仲三年為一兆臧氏之居蔡始於文仲故也禮曰諸侯以龜為寶家不寶龜山節藻梲文仲之居蔡有僭於天子之廟飾非所謂知而夫子非之曰何如其知也管仲山節藻梲君子以為濫與此同也古之作服者繪山於衣所以象仁之静繡藻於裳所以象徳之潔侯伯之章猶不及山大夫之章猶不及藻又况可施於文仲之節梲乎孔子於文仲言不知於武仲言知則文仲之於武仲固有間矣顔淵問二者孰賢子曰武仲賢哉 \\n 　 \\n  \\n 子張問曰令尹子文三仕為令尹無喜色三已之無愠色舊令尹之政必以告新令尹何如子曰忠矣曰仁矣乎曰未知焉得仁崔子弑齊君陳文子有馬十乘棄而違之至於他邦則曰猶吾大夫崔子也違之之一邦則又曰猶吾大夫崔子也違之何如子曰清矣曰仁矣乎曰未知焉得仁 \\n  \\n 進退在君不在已故三仕三已無喜愠之色此忠於君者也待人以誠不以欺故舊政必告此忠於人者也不顧十乗之富不恤大夫之位無崔子之亂則就之有崔子之亂則違之此清其身者也忠足以盡己未足以成已清足以避亂未足以救亂故皆曰未知焉得仁比干之忠伯夷之清孔子皆以為仁何耶比干之忠所以戒萬世之為君伯夷之清所以戒萬世之為臣其所忠清與二子同其所以忠清與二子異令尹子文之無喜愠蓋出於或使公孫敖之無喜愠則出於自然出於自然猶孟子之言不動心也出於或使猶告子之不動心也傳曰卿違從大夫之位又曰凡諸侯之大夫違告於諸侯蓋大夫去其位曰違 \\n 　 \\n 季文子三思而後行子聞之曰再斯可矣 \\n  \\n 文子於國則忠於家則儉其逐紀太子以不忠孝責韓穿以非信義内無衣帛之妾外無食粟之馬金玉非所藏寶器非所重魯君以為社稷之臣而存亡之所係則其所舉固寡過矣然猶三思而後行故孔子言再斯可矣古之人其謹身有至於三省其慎言有至於三復則三思而後行不為過矣蓋有文子之質再斯可矣無文子之質非三思則不可孔子於三思則抑之於率爾而對則責之因人而為之教也文子嘗曰備豫不虞三思可知矣 \\n 　 \\n 子曰甯武子邦有道則知邦無道則愚其知可及也其愚不可及也 \\n  \\n 君子之仕也邦有道其言足以興邦無道其黙足以容故坤之六三居下卦之上則曰知光大六四居二隂之間則曰括囊卷阿之什則曰来游来歌抑之章則曰靡哲不愚武子邦有道則知無道則愚蓋得諸此而過之者也南容邦有道不廢邦無道免於刑戮而已史魚邦有道如矢邦無道亦如矢而已伯玉邦有道則仕邦無道則卷懐而已子游曰吾友張也為難能也曽子曰孟莊子不改父之臣與父之政為難能也然則不可及者其難能之謂歟顔子之如愚甯武子之愚有以異乎曰如愚可也不可及不可也不可及非中道也此顔甯之愚所以不同 \\n 　 \\n 子在陳曰歸與歸與吾黨之小子狂簡斐然成章不知所以裁之 \\n  \\n 狂者能為而不能已其成章也失之過簡者能畧而不能詳其成章也失之不及孔子在陳欲與中道者不可得故思魯之狂簡者裁之使歸於中也詩言有斐君子記言且其斐色則斐者文之散也東南為文西南為章則章者文之成也此言狂簡孟子言狂狷者簡言其所學狷言其所守所守在行故以狷言之所學在言行故以簡言之 \\n 　 \\n 子曰伯夷叔齊不念舊惡怨是用希 \\n  \\n 求在外者不可必故放於利而行所以多怨求諸已者可必故求仁得仁怨是用希葢仁人不藏怒不宿怨則所謂舊惡者在彼而已我何加損焉此所以不念也怨是用希則不能無怨又曰何怨者以怨出於不怨雖曰無怨可也回不思舊怨雍不錄舊罪孔子皆與之亦求仁得仁之謂與 \\n 　 \\n 子曰孰謂微生髙直或乞醯焉乞諸其鄰而與之 \\n  \\n 君子之於天下外不可失人以存己内不可失已以為人與其失已以為人孰若不為人以存已髙之乞醯為人可也為已則非直也强無以為有非安命者也今夫君子之於言知則為知不知為不知内不以自誣外不以欺人言尚如此况於行乎此髙之所以不足取也洪範之三徳平康正直臯陶之九徳直而温詩曰邦之司直易曰直其正也孔子曰人之生也直三代直道而行孟子曰不直則道不見道之所貴直而已矣 \\n 　 \\n 子曰巧言令色足恭左丘明恥之丘亦恥之匿怨而友其人左丘明恥之丘亦恥之 \\n  \\n 巧言令色足恭非務本者也不足於仁匿怨而友其人非質直者也不足於義故左丘明恥之丘亦恥之聖人之於人有所異亦有其所同其得地而君之則與伯夷伊尹同用舎行藏則與顔回同則其所恥與左丘明同也宜矣 \\n 　 \\n  \\n 顔淵季路侍子曰盍各言爾志子路曰願車馬衣輕裘與朋友共敝之而無憾顔淵曰願無伐善無施勞子路曰願聞子之志子曰老者安之朋友信之少者懐之 \\n  \\n 重財輕義人之常情子路願乗肥馬衣輕裘與朋友共敝之而無憾義者之志也謙則不伐善愛則不施勞顔回願無伐善無施勞仁者之志也老幼安懐於已者恕也朋友信於已者忠也孔子言老者安之朋友信之少者懐之聖人之志也賢人之志則入而成已聖人之志則出而成物以輕裘肥馬敝而無憾所以成已之義伐善施勞之不為所以成已之仁老幼之所安懐朋友之所信然後成物之道盡充子路之義然後至於顔子之仁充顔子之仁然後至於孔子之聖蓋物足以累已非學者之道也言侍則先顔子言志則先子路豈子路之對亦率爾乎 \\n 　 \\n 子曰已矣乎吾未見能見其過而内自訟者也 \\n  \\n 隂陽有時而愆日月有時而食川谷有時而竭天地之大猶且不免於過况於人乎要在改過而已改過始於見過不見其過而不知自訟者君子所不責見其過而不自訟者君子必責之蓋見其過而不自訟非好學為已者也孔子之教將無所施焉故曰已矣乎昔申徒嘉有曰自狀其過以不當亡者衆不狀其過以不當存者寡則自狀者不知自訟自訟者斯不自狀矣 \\n 　 \\n 子曰十室之邑必有忠信如丘者焉不如丘之好學也 \\n  \\n 十步之内必有茂草十室之邑必有忠信忠信則徳性能尊尊徳性而道問學則廣大可致髙明可極其亦何所不至哉時人之徳性如孔子者蓋有之矣然不如孔子之好學此所以愚益愚聖益聖也孔子嘗曰知之者不如好之者好之者不如樂之者孔子固樂矣而言好學何也蓋好之者不必樂樂之者必不不好孔子於道則樂於學則好故曰樂以忘憂又言好古敏以求之也顔淵之好學而不改其樂殆庶幾於此 \\n 　 \\n 雍也第六 \\n 　 \\n  \\n 子曰雍也可使南面仲弓問子桑伯子子曰可也簡仲弓曰居敬而行簡以臨其民不亦可乎居簡而行簡無乃太簡乎子曰雍之言然 \\n  \\n 孔子於冉求則曰百乗之家可使為之宰於子路則曰千乗之國可使治其賦於仲弓則可使南面是冉求可以仕大夫而亦可以仕諸侯子路可以仕諸侯而亦可以為諸侯仲弓可以為諸侯矣語之以王者之佐則未也惟顔子可以當之仲弓問伯子孔子答之以其人可也然失之簡仲弓曰居敬而行簡以臨其民不亦可乎居簡而行簡無乃太簡乎葢人主執要則百事詳叢脞則百事隳則簡者先王之所尚也然内之所居者敬外之所行者簡則在下者有所從内之所居者簡外之所行者亦簡則在下者無所從子桑所為無乃太簡而孔子以雍之言為然則其行可使南面矣在易之坤言君子敬以直内繼之以不習无不利敬以直内居敬也不習无不利行簡也春秋時有公孫子桑意伯子即其人歟 \\n 　 \\n 哀公問弟子孰爲好學孔子對曰有顔回者好學不遷怒不貳過不幸短命死矣今也則亡未聞好學者也 \\n  \\n 思屬土怒屬水水可以勝土故怒可以勝思不遷怒則犯而不校者也不貳過則知不善未嘗復行者也蓋能懲忿然後能不遷怒能窒慾然後能不貳過不遷怒不貳過則能修性矣故孔子謂之好學然不遷怒則所怒以類而已未至於出怒不怒不貳過則无祇悔而已未至於敦復无悔此所以止於殆庶㡬也列子之論死生則曰由生而亡不幸也揚子之論夀則曰人以其仁顔子之短命雖曰不幸然以其仁則無害其為夀也葢不遷怒不貳過盡性也不改其樂知命也顔子未至五十而知天命蓋知命必以五十者非若謂五十而猶不知天命則不可也 \\n 　 \\n  \\n 子華使於齊冉子爲其母請粟子曰與之釡請益曰與之庾冉子與之粟五秉子曰赤之適齊也乗肥馬衣輕裘吾聞之也君子周急不繼富原思爲之宰與之粟九百辭子曰毋以與爾鄰里鄉黨乎 \\n  \\n 可以與可以無與無與可也與傷惠可以取可以無取無取可也取傷廉子華之富非可多與也多與則為傷惠原思之宰非可無取也取之則非傷廉此孔子所以不許冉有之請而止原思之辭也昔人有歸四布君子不以為㢘有以賻布頒兄弟之貧者君子以為善則不歸四布義也頒兄弟仁也孔子止思之辭是亦仁義而已矣 \\n 　 \\n 子謂仲弓曰犂牛之子騂且角雖欲勿用山川其舎諸 \\n  \\n 卿大夫之子不脩禮義則歸之庶人庶人之子非不賤也能修禮義則可進為大夫然愚知貴賤其可以類言哉故孔子謂仲弓曰犂牛之子騂且角大可以祀天小可以祀廟孔子獨以山川為言者蓋諸侯之禮得祭山川之在境内者而仲弓之才可使南面故以山川言之周官陽祀用騂牲毛之隂祀用黝牲毛之隂祀陽祀各以其色牲毛之然山川之祀不特以騂以騂舉其盛者而已 \\n 　 \\n 子曰回也其心三月不違仁其餘則日月至焉而已矣 \\n  \\n 仁在天則為尊爵在人則為安宅其為器重而舉者莫能勝其為道逺而行者莫能至以顔子之不違仁猶不過三月而已則夫人之為仁不亦難乎孔子之於回蓋其所試者然也其後告之以克己復禮而請事斯語則其不違也蓋將終身焉不特三月而已其餘則日月至焉者所謂不能期月守也由求之徒孔子皆曰不知其仁以此而已 \\n 　 \\n  \\n 季康子問仲由可使從政也與子曰由也果於從政乎何有曰賜也可使從政也與曰賜也達於從政乎何有曰求也可使從政也與曰求也藝於從政乎何有 \\n  \\n 能勇而不能怯果也聞一知二達也可以足民藝也果㡬於義達與藝㡬於智為政使人器之而已故雖才之不備而有可施於政者皆所不棄也然達而不果不足以有行果而不藝不足以有能三者雖不同然皆可以從政猶樝梨橘柚其味相反而皆可於口康子誠能兼用之則魯國不亦庶幾乎然此具臣而已語以大臣之事則未也三者之序藝不及果果不及達此先果後達者即康子所問而告之也夫才者言之實言者才之文善於言語者必善於政事善於政事者未必善於言語則其政事可知矣是亦不在政事之列無害其可使從政也 \\n 　 \\n 季氏使閔子騫爲費宰閔子騫曰善爲我辭焉如有復我者則吾必在汶上矣 \\n  \\n 邦有道危言危行邦無道危行言孫故也善雖不吾與吾將强而為不善雖不吾惡吾將强而去如有復我者則吾必在汶上矣强而去可也家語有子騫為費宰問政之事則子騫為費宰矣蓋子騫不願為費宰者志也終為費宰者不得已也 \\n 　 \\n 伯牛有疾子問之自牖執其手曰亡之命矣夫斯人也而有斯疾也斯人也而有斯疾也 \\n  \\n 由生而生者常也由生而死者不幸也由死而生者幸也顔淵之死孔子曰不幸短命死矣伯牛有疾孔子曰亡之命矣夫斯人也而有斯疾也皆以其由生而亡者也揚子曰命不可避者也顔氏之子冉氏之孫以其無避也此所謂順受其正也禮曰始反而亡焉失之矣則死與亡固不同孔子於顔子曰死於冉牛曰亡者以死對亡則異通言之則一也死矣者已然之辭亡之者未然之辭 \\n 　 \\n 子曰賢哉回也一簞食一瓢飲在陋巷人不堪其憂回也不改其樂賢哉回也 \\n  \\n 天下之所重君子之所輕天下之所憂君子之所樂故衣朱懐金不能重顔子之輕簞瓢陋巷不能憂顔子之樂此所以明明在上百官牛羊舜也闇闇在下畎畆簞瓢亦舜也然則回之樂人樂也子之樂以忘憂天樂也人樂者能樂而樂也天樂者又無能樂也始終言賢哉回也與泰伯篇禹無間然章易其唯聖人乎皆兩稱之同意 \\n 　 \\n 冉求曰非不說子之道力不足也子曰力不足者中道而廢今女畫 \\n  \\n 志有餘而力不足中道廢者也力有餘而志不足自畫者也中道而廢者君子之所惜自畫者君子之所惡求之畫而自以為力不足則其不智甚矣揚子曰百川學海而至於海丘陵學山而不至於山則勤而不已者無所不至惰而自畫者無所能至也書曰為山九仞功虧一簣孟子言掘井九軔而不及泉猶為棄井皆自畫之謂也 \\n 　 \\n 子謂子夏曰女爲君子儒無爲小人儒 \\n  \\n 古之儒者一而已矣周官儒以道得民則凡以非道得民者皆非儒也後世澆漓而道術將為天下裂於是有君子之儒有小人之儒君子之儒惟務本小人之儒在趨末子夏之為已止於文學其為人止於洒埽應對進退此趨末者也故孔子戒之曰女為君子儒無為小人儒荀卿言有俗儒有雅儒有大儒揚子又言有真儒真儒以性言大儒以業言雅儒似君子俗儒似小人 \\n 　 \\n 子游爲武城宰子曰女得人焉耳乎曰有澹臺滅明者行不由徑非公事未嘗至於偃之室也 \\n  \\n 以天下與人易為天下得人難則賢者百福之宗神明之主而為政者其可以不得之乎子賤之治單父其於賢也有以父事者有以兄事者有以友事者而孔子歎美之則子游為宰而問之以得人固其所也滅明行不由徑無邪也非公不至無私也羔羊之正直如是而已此家語所以言滅明公正無私也荀卿曰出於其門入於公門歸於其家無有私事滅明之謂也傳曰滅明有君子之容而不勝其貎者責賢者備故也 \\n 　 \\n 子曰孟之反不伐奔而殿將入門策其馬曰非敢後也馬不進也 \\n  \\n 書於矜言能於伐言功能在内者也功在外者也自伐則喪厥功自矜則喪其能伐譬則賊也矜譬則殘也故老子於自伐言無功自矜言不長而已春秋之時師敗而奔惟恐其不全在師而有功者惟恐其不彰之反於齊之戰也殿軍而不奔䇿馬而不進人之所難也故夫子取之 \\n 　 \\n 子曰不有祝鮀之佞而有宋朝之美難乎免於今之世矣 \\n  \\n 佞則不美美則不佞矣天下有道恱美而惡佞天下無道恱佞而惡美故曰不有鮀佞與朝美難免今世矣春秋所謂宋公子朝非孔子所謂宋朝者也夫子於治宗廟則取之於佞則非之非之者直拒之所以立本取之者節取之所以趨時 \\n 　 \\n 子曰誰能出不由户何莫由斯道也 \\n  \\n 人之啓處雖不同所出者户而已萬物散殊雖不一所由者道而已衆人無異於萬物則由之而不知君子異於衆人則由而知之蓋户者出入之所自者也此言由道故云誰能出不由户揚子言學道故云惡由入曰孔氏孔氏者户也 \\n 　 \\n 子曰質勝文則野文勝質則史文質彬彬然後君子 \\n  \\n 野非君子之所在故曠於禮而不知文史則官書之所繫故專於文而不知本二者皆非中道而已俗之好質者則曰質而已何以文為好文者則以文滅質以博溺心此孔子所以言質勝文則野文勝質則史文質彬彬然後君子也孔子曰義以為質禮以行之彬彬之謂也彬從林質也從彡文也揚子曰華無實則史實無華則野華實副則禮又曰事勝辭則史辭勝事則賦事辭稱則經然君子之彬彬豈特施於禮樂間哉野非君子所尚而孔子欲從先進者姑以救弊云耳 \\n 　 \\n 子曰人之生也直罔之生也幸而免 \\n  \\n 君子以由生而生為常以由生而亡為不幸小人以由死而死為常由死而生為幸人之生也直由生而生也罔之生也幸而免由死而生也蓋直本有生之道雖不幸而死君子以為猶生罔原有死之道雖幸而免君子以為猶死是以回牛之死不足謂之夭盜跖之永不足謂之夀 \\n 　 \\n 子曰知之者不如好之者好之者不如樂之者 \\n  \\n 知之者為學日益而窮理者也興於詩者能之好之者為道日損而盡性者也立於禮者能之樂之者損之又損而將以至於命者也成於樂者能之表記之言仁强仁不若利仁利仁不若安仁中庸之言明善不若誠善誠善不若至誠亦若此而已莫非知也有生而知之有學而知之有困而知之聖人則生而知之賢人則學而知之下於賢人則困而知之莫非好也有好之淺者有好之深者就有道而正焉日知其所亡月無忘其所能此其淺者也顔子之好學孔子之好古此其深者也莫非樂也有人樂有天樂顔子不改其樂人樂也孔子樂以忘憂天樂也 \\n 　 \\n 子曰中人以上可以語上也中人以下不可以語上也 \\n  \\n 天下有均善之性無均美之才故中人以上可以語上中人以下不可以語上老子曰上士聞道勤而行之可以語上者也中士聞道若有若亡可以語上下者也下士聞道大笑之不可以語上者也中人以上譬則火也其性趨上中人以下譬則水也其性趨下於其趨上也而語之以下則不仁於其趨下也而語之以上則不智故孔子之於門人不以語回者告由不以語由者告求凡皆因其材而已此所謂不陵節而施之者也人之生雖參差不齊其大致不過此三品而已 \\n 　 \\n 樊遲問知子曰務民之義敬鬼神而逺之可謂知矣問仁曰仁者先難而後獲可謂仁矣 \\n  \\n 務民之利而害在其中焉務民之利非特其利不可以必得也失義而得害然則務民之義孔子以為知不亦宜乎有己之義有民之義仕則不稼佃則不漁詩云采葑采菲無以下體觴酒豆肉則辭而受惡衽席之上辭而坐下朝廷之位辭而就賤同爵則尚齒同齒則尚長若此之類所謂己之義也耕者讓畔行者讓路壯者代老少者事長窮乏相周患難相救詩云雨我公田遂及我私若此之類所謂民之義也上之所好下必有甚焉者樊遲好利務為神之事者也聖人欲其務己之義則教之曰上好義則民莫敢不服知己之務然後可以率民則教之曰務民之義以義為務則不失矣敬神而逺之者敬則致生之逺則致死之也凡此所謂知也其為器重舉之莫能勝其為道逺行之莫能至言之則訒為之則難凡此所謂仁也問知一也一告之以務民之義敬神而逺之又告之以知人問仁一也一告之以先難而後獲又告之以愛人與夫居處恭執事敬與人忠何也義敬與獲在已者也知人愛人在彼者也務其在己者然後能其在彼事之序也智之敬則敬神而逺仁之敬則居處執事恭敬而已無所不敬也其與人忠不特愛之而已問仁則先難而後獲問崇徳則先事後得者對事而言故曰得對難而言故曰獲而得兼於事者也故於崇徳言先事仁愛人者也故於仁言先難 \\n 　 \\n 子曰知者樂水仁者樂山知者動仁者静知者樂仁者壽 \\n  \\n 應物而利之者水也附而育焉者山也知者樂水故動仁者樂山故静是動則利仁者也静則安仁者也動則見理故樂静則得性故夀然動者非不静也静者非不動也知者非不夀也然知者之夀不若仁者之盛仁者夀則樂不足以言之也哀公問曰知者夀而孔子對之以人有三死飲食不節勞逸過度疾共殺之居下位而上誣其君嗜慾無厭刑共殺之以少犯衆以弱侮强兵共殺之知士仁人動静以義喜怒以時無害其性欲得夀焉何不可乎是知者亦非不夀也樂水樂山言其情動静言其用樂夀言其功葢惟有情斯有用有用斯有功辭之序也 \\n 　 \\n 子曰齊一變至於魯魯一變至於道 \\n  \\n 春秋之時成霸功者莫如齊秉周禮者莫如魯由齊之尚功而變之則至於魯由魯之好禮而變之則至於王道齊譬則召南也魯譬則周南也道譬則雅也由魯變而至於道則無齊魯之異政由周變而至於雅則無周召之殊猶之百川至海知有海而不知有百川四時成歳知有歳而不知有四時也文王能變周召以至於雅孔子未能變齊魯以至於道孔子欲變齊魯以歸於道孟子欲逃楊墨以歸於儒則孔子之時異於文王之時孟子之時又有異於孔子之時矣 \\n 　 \\n 子曰觚不觚觚哉觚哉 \\n 有觚之實然後有觚之名有觚之名而無觚之實則觚不觚矣尚得謂之觚哉詩有南箕北斗之喻揚子雲有象龍之論凡皆譏其有名無實者也孔子之時實不稱名者多矣故其歎如此 \\n 　 \\n 宰我問曰仁者雖告之曰井有仁焉其從之也子曰何爲其然也君子可逝也不可陷也可欺也不可罔也 \\n  \\n 君子以誠待物而不逆詐故可欺以明燭理而無所蔽故不可罔蓋欺者以偽為真罔者以無為有以偽為真則有可信之端以無為有則直罔於人而已故象之偽喜舜不疑其偽校人之烹魚子産不疑其不舎是以有可信之端也放齊以朱為啓明堯以為嚚訟共工以驩兜為有功堯以為静言庸違是直罔於人者也宰我問井有人焉其從之也孔子曰何為其然也君子可逝也不可陷也可欺也不可罔也可逝也不可陷也故井無人可欺也不可罔也故知井無人孟子曰君子可欺以其方難罔以非其道 \\n 　 \\n 子曰君子博學於文約之以禮亦可以弗畔矣夫 \\n  \\n 博學於文則無不該約之以禮則有所執無不該則所知者詳有所執則所趨者中斯亦可以弗畔矣畔者有見乎四旁之地弗畔則趨中可知矣約之以禮可以弗畔則成於樂者斯不畔矣此所謂一貫也顔淵曰博我以文約我以禮回於道亦可云弗畔矣故稱其殆庶㡬揚子稱其未達一閒耳 \\n 　 \\n 子見南子子路不說夫子矢之曰予所否者天厭之天厭之 \\n  \\n 易以大有遏惡揚善為命以否之内小人外君子為匪人然則君子小人進退消長皆天命也君子之於天命知之故能畏之畏之故能順之君子見所不見順天命也順天者存而逆之天所厭故於子路不恱而矢以予所否者天厭之天厭之然則孔子之於公山弗擾子路不恱而告之以人事於此告之以天命者蓋見南子者在天不在已也之公山弗擾者在已不在天也夫子之見南子與睽之初六同意 \\n 　 \\n 子曰中庸之爲徳也其至矣乎民鮮久矣 \\n  \\n 莫非徳也有髙明之至徳有中庸之至徳莊子至徳之世髙明之至徳也周禮之至徳為道本中庸之至徳也禮曰中者天下之大本莊子曰庸者用也用者通也則中者至徳之體庸者至徳之用也君子以髙明者人之所難勉中庸者人之所易行故不以其所難勉者强之使行而以其所易行者同之於民將人人能之夫所謂民鮮久矣由上失其道非一日也 \\n 　 \\n  \\n 子貢曰如有博施於民而能濟衆何如可謂仁乎子曰何事於仁必也聖乎堯舜其猶病諸夫仁者已欲立而立人已欲達而達人能近取譬可謂仁之方也已 \\n  \\n 非神而化之使民宜之不足以博施濟衆非以百姓之心為心不足以安百姓博施濟衆修已以安百姓者天下之至難堯舜者天下之至聖以天下之至聖猶病天下之至難則下於堯舜者其可易言哉書曰安民則惠惟帝其難之老子曰多異必多難是以聖人猶難之皆此意也素問曰神用無方謂之聖惟無方故所施者博而所濟者衆若仁則有方矣又曰己欲立而立人已欲達而達人能近取譬可謂仁之方也已蓋立則不廢達則不窮自立自達而忘乎人則入乎楊而非所謂兼愛立人達人而忘乎已則入乎墨而非所謂自愛故欲立欲達者仁之自愛也立人達人者仁之兼愛也傳曰獨貴獨富君子恥之此之謂也彼危人而自安害人而自富者豈知此哉 \\n 　"}
{"章节": "論語全解卷四", "正文": "　 \\n 論語全解卷四 \\n （宋）陳祥道撰 \\n 　 \\n 述而第七 \\n 　 \\n 子曰述而不作信而好古竊比於我老彭 \\n  \\n 道徳之原出於天而其說始於古老子之言道徳躬因之而已故曰述而不作信而好古老子之言有言古之善為士者有言古之為道徳者有言古之所謂曲則全者有言執古之道以御今者則述而不作信而好古可知矣信則有之也好則不特知之而已故孔子比焉聖人之於人將自明之則自尊而卑之所以信其言於後世孔子之竊比於我老彭尊之所以信其言也孔子祖述堯舜憲章文武述而不作之謂也好古敏以求之信而好古之謂也葢聖人達而在上則帝王天子之徳而有所作窮而在下則元聖素王之道而不敢作不敢作則信而好古而已有所作則不特自信而又人信不特好古而又稽而行之也然孔子之作春秋其事則述其書則作故其言曰其事則齊桓晉文其文則史其義則丘竊取之矣與夫不知而作者多矣諸子之學有不知无位而作之者有不知无徳而作之者又有不知先王之法既已致隆而或苟作之者皆在所棄焉孟子曰孔子作春秋而亂臣賊子懼葢唐虞成周未有懼之者此聖人所以有作也彭之言行於傳无道豈古之彭祖者乎 \\n 　 \\n 子曰默而識之學而不厭誨人不倦何有於我哉 \\n  \\n 默而識之徳也學而不厭知也誨人不倦仁也時之人道聼而途說皆徳之棄非所謂默而識之也或畫焉或願息焉非所謂學而不厭也或先傳而後倦非所謂誨人不倦也故特自成而已葢學在已故言厭誨在人故言倦叔向曰求善不厭施舍不倦楊子曰事不厭教不倦合而言之則厭與倦皆在已而已故曰我學不厭而教不倦 \\n 　 \\n 子曰徳之不修學之不講聞義不能徙不善不能改是吾憂也 \\n  \\n 徳在内者也不修則不充學在外者也不講則不明聞義不能徙則善不備不善不能改則行不完皆孔子所憂者也然樂而不憂所以處已憂而不樂所以與人同樂以忘憂處已者也樂天知命憂之不與人同者也徳之修然後能講學學之講然後能徙義徳之修學之講未能無不善改之而已孔子言君子不重則不威學則不固主忠信而終之以過則勿憚改與此仝意 \\n 　 \\n 子之燕居申申如也夭夭如也 \\n  \\n 人之情矜慎於行禮之際其不失禮也易優游於無事之際其不失禮也難子之燕居申申如也夭夭如也非夫盛徳之至孰與此哉申申言肆而不曲夭夭言不以老壯自居於子之燕居縦言肆猶至於禮而不屈也居不容不以老壯自居也肆而不屈則直不以老壯自居則和所謂居不容燕居告温温知夭夭之謂也禮記有言仲尼燕居有言孔子閒居葢退朝曰燕居燕曰閒 \\n 　 \\n 子曰甚矣吾衰也久矣吾不復夢見周公 \\n  \\n 形接為事神遇為夢事見於有為夢出於有思孔子之盛時嘗欲有大勳勞於天下而思周公之所為故夢見之及其衰也知時命不我與而不復思周公所為故不復夢見之髙宗之夢傅說文王之夢臧丈人其出於有思亦如此莊周曰古之真人不夢何也真人以性言聖人以徳言性則入而㝠道故無夢徳則出而經世故有夢 \\n 　 \\n 子曰志於道據於徳依於仁游於藝 \\n  \\n 揚子之言道徳仁則合異以為同故曰道徳仁人得之以人之天也老子之言道徳仁則散同以為異故曰失道而後徳失徳而後仁其實一也葢道則無體故志之而已徳則有體故可據據徳所以立己依仁所以行已禮體此者也義宜此者也智知此者也信誠此者也言道徳仁則義智信舉矣道徳仁君子之務本藝則君子之餘事周官司徒教萬民以六徳六行然後繼之以六藝師氏教國子以三徳三行然後保氏教之以六藝則藝豈君子所先哉特游之而已少儀曰士依於徳游於藝何謂依於仁曰徳之所愛者仁也其所以制者義也愛則近於厚制則近於薄君子處其厚故依於仁不依於義此所以在此無惡在彼無射也今夫已之子與兄之子均在所愛也孔子則以其子妻公冶長以兄之子妻南容此依於仁而施於親親者也已之與人均在所責也孔子則躬自厚而薄責於人此依乎仁而施乎人者也君臣之分道合則從不合則去孔子於魯不欲茍去必欲以微罪行孟子於齊不欲速行必至三宿然後出晝此依乎仁而施乎君者也然則君子之於仁奚所處而不依哉此所以造次必於是顛沛必於是也然此言依於仁禮記言依於徳仁即是徳故也此言志於道孟子言志於仁者仁即是道故也 \\n 　 \\n 子曰自行束脩以上吾未嘗無誨焉 \\n  \\n 孟子曰君子之所以教之者有如時雨化之者有成徳者有達財者有答問者有私淑艾者則行束脩淑艾者也自私淑以上未嘗無誨則四者可知矣君子之於人常患其所不學而不倦其所教其於教也常恕其所不足而不嚴其科故潔已以進者孔子未嘗不與以是心至者孟子未嘗不受則行束脩以上豈或遺之哉然孔子不見孺悲孟子不見滕更非不教也不屑之教也束脩與禮記穀梁所謂束脩之問者意似同 \\n 　 \\n 子曰不憤不啓不悱不發舉一隅不以三隅反則不復也 \\n  \\n 憤在氣悱在心氣不憤不能誠心問故不啓心不悱不能誠心辨故不發啓之發之則舉一隅不以三隅反則不復此又惡其不思也葢啟所以開之發所以示之不以三隅反則不復欲其思而自得也蓋君子之於人能道之以善而不能使之自得猶夫匠之於人能與之規矩而不能使之巧故性與天道子貢所不得聞鬼神與死子路所不得聞豈非不以三隅反則不復哉禮記曰開而不達則思孟子中道而立能者從之此之謂也然此言學者之道而已鄙夫問於我叩兩端而竭焉 \\n 　 \\n 子食於有喪者之側未嘗飽也子於是日哭則不歌 \\n  \\n 天之道隂陽不同時則當喪而飽者逆道也人之理哀樂不同日則哭日而歌者逆理也行弔之日不飲酒食肉况食之飽乎鄰有喪舂不相里有殯巷不歌况哭之日歌乎禮曰哭日不歌弔於人是日不樂又曰飢而廢事非禮也飽而忘哀非禮也孔子所以未嘗飽與不歌者執禮故也古之人哀樂歌哭同日者惟祭而已故禮記曰祭之日哀與樂半周禮女巫曰邦之大烖歌哭而請 \\n 　 \\n  \\n 子謂顔淵曰用之則行舍之則藏惟我與爾有是夫子路曰子行三軍則誰與子曰暴虎馮河死而無悔者吾不與也必也臨事而懼好謀而成者也 \\n  \\n 學不至於不惑不可以語去就之義行不至於不惑不可以言廢興之命故用之則行舍之則藏惟孔子能之葢君子藏器於身待時而動用舍不累於一身其流止不失其為淵其所謂明明在上亦山雌也闇闇在下亦山雌也夫豈以盛行之通窮居之塞而為之加損榮醜哉此所以為孔顔也子路以孔子稱顔回故問之曰子行三軍則誰與孔子答之以暴虎馮河死而無悔者所以戒其勇也必也臨事而懼好謀而成者所以教其怯也子路聞乘桴浮於海則喜非所謂臨事而懼有父兄在聞斯行之非所謂好謀而成此所以無所取材也兵法曰勇之為將乃萬分之一又曰謀者違害而就利則行三軍者其可懼哉孟施舍量敵而後進慮勝而後會臨事而懼者也方叔元老克壯其猶好謀而成者也 \\n 　 \\n 子曰富而可求也雖執鞭之士吾亦為之如不可求從吾所好 \\n  \\n 富在天所好在已在天者不可以求在已者可以自樂故曰富而可求雖執鞭之士吾亦為之如不可求從吾所好執鞭之士其位則卑其職則賤周官條狼氏之類也孔子之欲富豈如是之甚哉以為在天者不可以求凡以與民同患而已然言富而不及貴者以其為利所在故也 \\n 　 \\n 子之所愼齋戰疾 \\n  \\n 齋必有明衣布齋必變食愼齋也曰不教民戰是謂棄之必也臨事而懼好謀而成者慎戰也康子饋藥曰丘未達不敢嘗慎疾也慎齋故祭則受福慎戰故戰則克慎疾則命受其正慎齋所以仁鬼神慎戰所以仁民慎疾所以仁已此先齋戰而後疾禮記言祭戰而不及疾者仁已之事雖聖人所慎亦非其所先也聖人之所慎非止此三者而已特舉其重故也 \\n 　 \\n 子在齊聞韶三月不知肉味曰不圖為樂之至於斯也 \\n  \\n 有盡羙然後知天下之謂美者斯不羙矣有盡善然後知天下之謂善者斯不善矣韶之為樂盡善孔子聞之故將忘天下之為羙善者又况肉味哉魏侯聼古樂惟欲臥齊宣王不好先王之樂此真樂鷃以鐘鼓載鼷以車馬也豈知孔子樂韶之意哉司馬遷曰聞韶三月學之然孔子之樂韶器尚矣其在齊則感其仁聲而已非學也 \\n 　 \\n  \\n 冉有曰夫子為衛君乎子貢曰諾吾將問之入曰伯夷叔齊何人也曰古之賢人也曰怨乎曰求仁而得仁又何怨出曰夫子不為也 \\n  \\n 聖人之行有浮於言而言未嘗不顧於行故觀其所言足以知其所為此子貢所以問夷齊之事而知其所以不為衛君也蓋兄弟之讓則仁父子之爭則不仁孔子善夷齊之仁而惡衛君之不仁此所以知其不為也子貢疑孔子之為衛君孟子則謂智足以知聖人子貢之知出類拔萃而已至於不為衛君則不知也孔子以夷齊為賢人孟子以夷齊為聖人者以伯夷為聖即能化而言也以夷齊為賢以明已之集大成者亦賢而已此孔子不居聖之意也 \\n 　 \\n 子曰飯疏食飲水曲肱而枕之樂亦在其中矣不義而富且貴於我如浮雲 \\n 貧與賤人之所惡不以其道得之不去也故飯疏飲水曲肱而枕樂亦在其中富與貴人之所欲不以其道得之不處也故不義富貴於我如浮雲 \\n 　 \\n 子曰加我數年五十以學易可以無大過矣 \\n  \\n 神無方也非精義則不可入易無體也非知命不可以學聖人入而為天之所為故無過出而為人之所為則不能無過孔子五十而學易則為天之所為故可以無大過矣可以無大過則於過之小者有所不免葢七十而從心然後無過矣易曰敦復无悔是也聖人之於易必以五十而後學然必云五十者制行以人不以已也 \\n 　 \\n 子所雅言詩書執禮皆雅言也 \\n  \\n 不言詩書則無以教人不言禮則無以明分故子所雅言者詩書也執而不敢議者禮也言詩書而不及樂與春秋易者蓋徳不全者不可道之以樂志不定者不可發之以春秋不知命者不可申之以易也子罕言利與命與仁亦猶是也孔子之於言有所雅言有所不言有所罕言其趣雖不同亦各適其理而已 \\n 　 \\n 葉公問孔子於子路子路不對子曰女奚不曰其為人也發憤忘食樂以忘憂不知老之將至云爾 \\n 子曰我非生而知之者好古敏以求之者也 \\n  \\n 葉公問孔子於子路子路不對非不知對不足對也蓋曰以孔子之道對葉公是語蛙以海樂鷄以韶適滋以惑也孔子曰女奚不曰憤忘食樂以忘憂不知老之將至蓋曰奚不俯其言而對之以此也孔子之於道非學也非不學也以為非學則吾非生而知之好古敏以求之以為非不學則我非多學而識之予一以貫之非學也所以學人異非不學也所以學人同 \\n 　 \\n 子不語怪力亂神 \\n  \\n 直言曰言論難曰語怪力亂神非不言也不語於人而已不語怪力則所語者常與徳也不語亂神則所語者治與人也怪之為害不若力力之為害不若亂怪力亂人之所為故先之神則非人之所為故後之楊子曰神又茫茫聖人曼云則不語神之謂也李究曰力不由理為怪力神不由正為亂神誤矣 \\n 　 \\n 子曰三人行必有我師焉擇其善者而從之其不善者而改之 \\n  \\n 善者吾師也不善者亦吾師也師其不善所以自修此所以三人行必有我師也若夫師其善而不師其不善則内無以自省外無以自觀其欲至於君子難矣然則不善之師其可忽哉老子以强梁為教父釋氏以邪盗之類為人師亦此意也 \\n 　 \\n 子曰天生徳於予桓魋其如予何 \\n  \\n 孔子於桓魋之暴則曰天生徳於予於匡則曰天之未喪斯文蓋徳所以足乎已而君子之所獨文所以化於人而天下之所同故於桓魋則危疑而已故稱在已者而歸之於命於匡有死之道故稱在人者而歸之於時以明桓魋不能害天之命匡人不能易天之時也紂曰我生不有命在天王莾曰天生徳於予漢兵其如予何奚徳哉 \\n 　 \\n 子曰二三子以我為隠乎吾無隠乎爾吾無行而不與二三子者是丘也 \\n 孔子之誨人其不倦仁也其無隠忠也不倦與先傳後倦者異矣無隠與教人不盡其才者異矣惟其開而不達引而不發不以三隅反則不復再三凟則不告此弟子所以疑其隠也 \\n 　 \\n 子以四教文行忠信 \\n 忠信所以成終始也學由中出故以文為餘事教自外入故以文為先務乾九三先之以忠信進徳所以成始孔子之四教後之以忠信所以成終子曰聖人吾不得而見之矣得見君子者斯可矣 \\n 　 \\n 子曰善人吾不得而見之矣得見有恒者斯可矣亡而為有虚而為盈約而為泰難乎有恒矣 \\n  \\n 有常者能常而已非可欲者也故不足於善人善人能為可欲而已非充實者也故不足於君子君子充實而已非大而化之者也故不足於聖人有常可與共學者也善人可與適道者也君子可與立者也聖人可與權者也聖人不可得則思君子善人不可得則思有常詩之子衿先子衿而繼之以子佩素冠先素冠而繼之以素鞸褰裳先他人而繼之以他士凡皆思其次者而已亦此意也孔子曰不得中行而與之必也狂狷乎孟子以琴張曾晳牧皮為狂以不屑不潔之士為狷則狂可以為善狷者有而已若夫亡而為有虚而為盈約而為泰難乎有矣此易所謂不恆其徳也蓋虚非亡也特未盈而已約非虚也特約之而已亡而為有甚於虚而為盈虚而為盈甚於約而為泰其序如此 \\n 　 \\n 子釣而不綱弋不射宿 \\n  \\n 釣與弋君子與人同不綱不射宿君子與人異君子於物愛之弗仁其愛之也不綱不射宿其弗仁也不免於釣弋孔子窮而在下其不忍如此使達而在上則其仁可知也春秋時有干戈相尋屠城滅國舉無噍類况有釣而不綱者乎有以乘人之阨掩人不備而襲之况有弋不射宿者乎 \\n 　 \\n 子曰蓋有不知而作之者我無是也多聞擇其善者而從之多見而識之知之次也 \\n  \\n 君子之於學也逺則聞而知之近則見而知之多聞患於不能擇能擇則知所從多見患於不能識能識則知所辨此特知之而已吾道一以貫之則知之上也孔子曰生而知之者上也學而知之者次也則知之次者學者之事也曾子子貢皆聞一貫於孔子曾子能唯而不能辨子貢知聼而不知問則知之上者聖人之事也然此未離乎知而已乃若離一以至於無始去知以至於無知則又聖人之妙也 \\n 　 \\n 互鄉難與言童子見門人惑子曰與其進也不與其退也唯何甚人潔已以進與其潔也不保其往也 \\n  \\n 聖人不以能病人而常待之以恕故潔已以進者在所與不以智逆物而常繼之以義故於往在所不保與其潔故子路變服而至則教之不保其往故宰予與辭於後則聼之門人不知而惑於童子之見孔子示之以唯何甚則不與其潔者甚於所擇也保其往者甚於所逆也孔子不為已甚故韓愈曰言辭之不則禮貎之不答雖孔子不得行於互鄉也孟子之設科來者不拒廋則不得亦此意與與其潔則所謂汚者斯不與矣不保其往則親於其身為不善者斯拒之矣 \\n 　 \\n 子曰仁逺乎哉我欲仁斯仁至矣 \\n 陳司敗問昭公知禮乎孔子曰知禮孔子退揖巫馬期而進之曰吾聞君子不黨君子亦黨乎君取於吳為同姓謂之吳孟子君而知禮孰不知禮巫馬期以告子曰丘也幸茍有過人必知之 \\n 周公之過以親也孔子之過以君也過于厚者也過於厚以人知之為幸過於薄以人不知為幸故曰古之君子過也如日月之食人皆見之更也人皆仰之今之君子豈徒順之又從而為之辭 \\n 　 \\n 子與人歌而善必使反之而後和之 \\n 樂者人情之所不免君子樂得其道小人樂得其欲孔子于韶則忘味于歌之善則和樂得其道也 \\n 　 \\n 子曰文莫吾猶人也躬行君子則吾未之有得 \\n  \\n 行者君子之務本文者君子之餘事與其行不足而文有餘不若行有餘而文不足今吾於文也不特猶人而已然躬行君子未之有得則是行不足而文有餘也盖時之人與其文不究其實而不知其非故孔子自謂如此以救其弊 \\n 　 \\n 子曰若聖與仁則吾豈敢抑為之不厭誨人不倦則可謂云爾已矣公西華曰正唯弟子不能學也 \\n  \\n 聖者天道之至仁者人道之至語仁之未成名雖管仲子産亦可謂之仁人語仁之成名雖孔子有所不敢孔子之所不敢非不敢也不居之而已孔子以為不厭誨不倦為非聖賜赤或以為既聖或以為不能學者不厭不倦聖人之所為而學者之所難也不曰學之不厭而曰為之不厭者盖曰仁聖之成名我不敢居特為仁聖之事而已為仁聖之事故學不足以言之 \\n 　 \\n 子疾病子路請禱子曰有諸子路對曰有之誄曰禱爾於上下神祗子曰丘之禱久矣 \\n  \\n 疾與病合則一别則異周官疾醫言疾病獸醫則言病以人易知雖疾可見獸不易察病而後知是疾輕於病子疾病疾而後至於病君子於神祗未疾則禱衆人於神祗未疾則不禱既疾則禱未疾而禱禱之以正直既疾而禱禱之以祭享孟子曰夭壽不貳修身以俟之所以立命也禱之以祭享是貳之也孔子之疾不禱无妄之疾勿藥可也春秋之時楚昭王之疾不禱於河齊侯之疾欲誅祝史賢否可知矣 \\n 　 \\n 子曰奢則不孫儉則固與其不孫也寧固 \\n  \\n 奢則僣故失之不孫儉則約故失之固不孫則其害大固則其害小老子於奢則去之于儉則寳之管仲之奢孔子以為不知禮晏子之儉曽子以為知禮此與其奢也寧儉與其不孫也寧固然二者皆非中道以曹風之奢魏晉之儉皆詩人所刺也孔子言寧儉寧固與思狂狷同意 \\n 　 \\n 子曰君子坦蕩蕩小人長戚戚 \\n 子温而厲威而不猛恭而安 \\n  \\n 作徳心逸日休故坦蕩蕩作偽心勞日拙故長戚戚君子居易以俟命大行不加窮居不損故有終身之樂而無一日之憂小人行險以徼幸未得則患得既得則患失故有終身之憂而無一旦之樂此坦蕩蕩長戚戚所以不同也子温而厲威而不猛恭而安是亦君子之所謂坦蕩蕩也葢温而不厲過於柔威而猛過於剛恭而不安過於㢲子夏曰即之温聽其言厲温而厲也禮曰温而愛威而不猛也子曰與人恭而有禮恭而安也温而厲則處仁以義威而不猛則成義以仁恭而安則行㢲以禮仁而後義義而後禮事辭之序也 \\n 　 \\n 泰伯第八 \\n 　 \\n 子曰泰伯其可謂至徳也已矣三以天下讓民無得而稱焉 \\n  \\n 不累於厚利故三以天下讓不累於名髙故民無得而稱此所以為至徳太伯之讓則國也三以天下讓者以文王之聖有得天下之道故也詩曰帝作邦作對自太伯王季又曰文王肇禋惟周之禎則文王有得天下之道也固矣後世伯夷之遜孤竹季札之遜吳國魯隠之遜桓公宋穆之遜與夷燕噲之遜子之韋元成之遜弟勝東海王强之遜弟陽鄧彪之遜弟荆丁鴻之遜弟盛劉愷之遜弟憲凡是者多矣若伯夷季札則狥義者也餘則矯異以取一時之名而已豈君子之所與哉然擬於突忽之兄弟蒯輒之父子其有間矣 \\n 　 \\n 子曰恭而無禮則勞慎而無禮則葸勇而無禮則亂直而無禮則絞 \\n 君子篤於親則民興於仁故舊不遺則民不偷 \\n  \\n 好勇不好學其蔽也亂好直不好學其蔽也絞則所謂無禮者不學之蔽恭慎勇直出於徳性而徳性本於道學有是徳性而無禮以節之故恭則不安而勞慎則過思而葸勇則至於悖亂直則至於絞迫脅肩謟笑病於夏畦恭而無禮則勞也其父攘羊而子證之直而無禮則絞也葸猶荀卿所謂諰諰然也絞猶詩傳所謂綯絞也禮曰恭而不中禮謂之給勇而不中禮謂之逆則無禮不特不中禮而已蓋恭慎則不及必跂而進於禮勇直則過必抑而就於禮禮以仁厚為質而已故繼之以君子篤於親則民興於仁故舊不遺則民不偷禮曰親者毋失其為親故者毋失其為故詩曰親親以睦故舊不遺周官八政統馭萬民一曰親親二曰敬故馭以親親則民莫遺其親馭以敬故則民莫慢其故莫遺其親則興於仁也莫慢其故則不偷矣後世不知親親而角弓之怨興不知敬故而谷風之刺作欲民免於無禮其可得乎 \\n 　 \\n 曾子有疾召門弟子曰啟予足啟予手詩曰戰戰兢兢如臨深淵如履薄氷而今而後吾知免夫小子 \\n  \\n 父母全而生之子全而歸之孔子以不敢毁傷為孝樂正子以傷足為憂此曾子所以戰戰兢兢如臨深淵如履薄氷蓋賢者之保身猶之乎諸侯之保國也故曾子取此詩以明已之孝孝經取此詩以為諸侯之孝也先啟足而後體者便於侍疾者故也禮曰曾元曾申坐於足 \\n 　 \\n 曾子有疾孟敬子問之曾子言曰鳥之將死其鳴也哀人之將死其言也善 \\n 君子所貴乎道者三動容貌斯逺暴慢矣正顏色斯近 \\n 信矣出辭氣斯逺鄙倍矣籩豆之事則有司存 \\n  \\n 道無乎不在物無乎非道故默而成之於性命之理道也揮而散之於容貌辭氣亦道也葢恭敬達之於容貌則無暴慢之容貌矣誠信逹之於顔色則無詐謟之顔色矣忠順達之於辭氣則無鄙倍之辭氣矣於顔色言近信則容貌近禮辭氣近和可知於容貌言逺暴慢於辭氣言逺鄙倍則顔色逺誕謾可知禮曰禮義之始在於正容體齊顏色順辭令又曰君子不失足於人不失色於人不失口於人與此同意人道本也事末也末在人本在仁君子則事道有司則事事故曰籩豆之事則有司存此所以告孟敬子也 \\n 　 \\n 曾子曰以能問於不能以多問於寡有若無實若虛犯而不校昔者吾友嘗從事於斯矣 \\n  \\n 能言其才多言其學以能問於不能以多問於寡其資人者也有諸已而若無充實而若虚其處已者也以能問於不能以多問於寡則學愈博有若無實若虚則徳愈充犯而不校則恕矣以能問於不能至實若虚不伐善者能之犯而不校不遷怒者能之則曽子所謂吾友者顔子而已孔子曰以直報怨顔子犯而不校者蓋犯非必怨也 \\n 　 \\n 曾子曰可以託六尺之孤可以寄百里之命臨大節而不可奪也君子人與君子人也 \\n  \\n 託言其所恃寄言其所付六尺之孤其責重故言託百里之命其責輕故言寄老莊皆曰貴以身為天下乃可託天下愛以身為天下乃可寄天下則貴者不辱其身而其徳尊愛者不危其身而其徳殺於徳尊者言託於徳殺者言寄是託於寄為重寄於託為輕通而言之則一也故寓公於喪服傳曰寄公於君孟子則曰託於諸侯可以託六尺之孤仁也可以寄百里之命義也臨大節而不可奪忠也苟非君子孰能與此 \\n 　 \\n 曾子曰士不可以不弘毅任重而道逺仁以為已任不亦重乎死而後已不亦逺乎 \\n  \\n 士不可以不尚志不可以不弘毅弘則張大而有容毅則致果而有濟孟子曰其為氣也至大至剛蓋人生莫不有剛大之氣患乎不能尚志以帥之尚志以帥之則弘可以致至大毅可以致至剛故能任重而道逺禮曰仁之為器重其為道逺舉者莫能至此所以不可不弘毅也詩曰惟仲山甫不侮矜寡不畏强禦徳輶如毛惟仲山甫舉之則不侮矜寡弘也不畏強禦毅也惟仲山甫舉之任重也記曰斃而已矣荀卿曰生乎由是道死乎由是道逺之謂也坤言厚徳載物乾言自强不息則任重者地道逺者天道充弘毅至此則大人之事備孟子於士尚志則兼仁義言之此則言仁不及義者仁者義之本故也 \\n 　 \\n 子曰興於詩立於禮成於樂 \\n  \\n 學始於言故興於詩中於行故立於禮終於徳故成於樂禮樂者成人之事詩者養餋之具孔子之於小子則曰何莫學夫詩於成人則曰文之以禮樂此禮所謂志之所至詩亦至焉詩之所至禮亦至焉禮之所至樂亦至焉者也然興於詩非不學禮也特不可謂之立立於禮非不知樂也特不可謂之成禮曰十有三年學樂誦詩舞勺成童舞象學射御二十而冠始學禮學記之教人亦先之以安絃夔之教胄子亦先之以樂於此言成於樂則樂者學之所終始也惟其禮樂皆得謂之有徳然後為修之至矣荀子曰學始於誦詩終於讀禮是可以與立也以為學止乎此則未也 \\n 　 \\n 子曰民可使由之不可使知之 \\n  \\n 聖人制行以人不以已議道以已不以人以人不以已故禮方而卑所以廣業而其仁顯以己不以人故智圓而神所以崇徳而其用藏顯故民可使由之藏故不可使知之易曰百姓日用而不知孟子曰終身由之而不知其道者衆矣是也惟其不知故不可使知之不可使知之而必其知則是以已之所能者病人以人之所不能者愧人是雖至於折骨絶筋亦無益也此所以有餘不敢盡也若夫老子所謂古之善為道者非以明民莊子曰聖人者天下之利器不可以示人則進於此矣 \\n 　 \\n 子曰好勇疾貧亂也人而不仁疾之已甚亂也 \\n  \\n 子路好勇矣然衣敝縕袍而不疾貧故不為亂商丘開疾貧矣然力弱而不好勇亦不為亂好勇而不疾貧則未必為亂貧而不好勇則不能為亂故曰好勇疾貧亂也夫鳥窮則搏獸窮則攫馬窮則逸人窮則詐故於不仁者剋核太至則不肖之心應之故曰人而不仁疾之已甚亂也蓋不仁者非不疾之疾之不可已甚孔子之不為已甚老子之言去甚者此也疾不仁者義也不至於已甚者智也兵法曰冦窮勿追亦此意也 \\n 　 \\n 子曰如有周公之才之羙使驕且吝其餘不足觀也已 \\n  \\n 才之羙者莫過於周公行之醜者莫甚於驕吝有周公之才之美使驕且吝猶不足觀又况才羙下此者乎蓋君子以禮存心故不驕以仁存心故不吝小人以驕滅敬而忘禮以吝滅愛而忘仁忘禮與仁非所謂有徳者也其何以觀之哉荀卿曰弓調然後求勁馬服然後求良士信慤然後求智能士不信慤而多智能譬之豺狼不可以身近之亦此意也 \\n 　 \\n 子曰三年學不至於穀不易得也 \\n  \\n 米以不失穀為善人以不失性為仁善為仁之體仁為善之用孟子以五榖譬仁則榖者仁之實也君子之學一年則論學取友七年小成九年大成若夫仁以為已任死而後已三年學其可以至榖哉此所以樂其自强不息也莊周曰羙成在久荀卿曰真積力久則入此之謂也孔子曰有能一日用其力於仁者蓋謂誘之而已 \\n 　 \\n 子曰篤信好學守死善道危邦不入亂邦不居天下有道則見無道則隠 \\n  \\n 篤信則於道不疑好學則於道不厭守死善道則於道不變學至於此然後知廢興之有命去就之有義故曰危邦不入亂邦不居天下有道則見無道則隠故君子體龍之潜升以為徳體鳯之顯隠以為行邦有道則以道狥身而行邦無道則以身徇道而隐此所謂當治世而不避其任遭亂世而不為茍存然有是言也而言之不必信有是行也而行之不必果故孔子於公山佛肹之召則欲往於衛君之亂則欲入環轍天下卒老於行而未嘗隠苟非體常盡變孰能與此哉 \\n 　 \\n 邦有道貧且賤焉耻也邦無道富且貴焉耻也 \\n 於可仕之時而無可仕之道貧且賤焉耻也於可退之時而無必退之志富且貴焉耻也孔子曰邦有道榖耻也孟子曰立乎人之本朝而道不行耻也與邦無道富且貴焉耻也同一意 \\n 　 \\n 子曰不在其位不謀其政 \\n  \\n 大夫不在其政而謀其政則謂之犯分居官不在其政而謀其政則謂之侵官此易所以言思不出其位而孔子所以言各司其局此不在其位不謀其政也若夫在天則春夏秋冬不相易時在地則東西南北不相易方在人則耳目口鼻不相易用至於朝廷不歴位而相與言不踰階而相揖大至於天地之理小至於言語之儀其定分也猶且不可犯又况不在其位而謀其政哉韓之典冠者加昭侯以衣非不愛君也不免越職之誅晉之將中軍者將載厲公以車非不憂君也不免侵冒之責故庖人雖廢職而尸祝者不可以代御者雖非良而叅乘者不可以呼此孔子嘗為乘田則曰牛羊茁壯長而已嘗為委吏則曰會計當而已曾子不與越冦之事孟子不以為罪陽處父易中軍之班春秋以為罪其以此歟然則於田常之亂孔子不在其位而請討季氏之旅孔子不在其位而欲救之者葢田常之亂盡人可討季氏之旅唯告冉有而已 \\n 　 \\n 子曰師摯之始關雎之亂洋洋乎盈耳哉 \\n  \\n 治汚謂之汚治弊謂之弊治荒謂之荒治亂謂之亂闗雎嘗亂矣師摯之始其亂而正之故師摯之始闗雎之亂洋洋乎盈耳哉書曰聖謨洋洋禮曰鬼神洋洋乎在其上史曰洋洋乎羙徳役羣衆則洋洋盛羙之辭師摯之始闗雎之亂而孔子美之及其適齊而嘆之則其賢可知矣 \\n 　 \\n 子曰狂而不直恫而不愿悾悾而不信吾不知之矣 \\n  \\n 狂則進取而無節者也恫則游移而無守者也悾則虚中而無實者也無節而直無守而愿無實而信嘆未善也猶出於誠未善而無誠則非君子所與也孔子所以深非而曰吾不知之矣人之生也悾恫顓餋則悾而後恫恫而後狂於此則先狂而後恫與悾者蓋狂者進取善也狂未以為善也以其未善而猶不直則其反常度甚矣子張色取仁而行違其狂而不直者與 \\n 　 \\n 子曰學如不及猶恐失之 \\n 學如不及猶恐失之者用殆於學其能有得乎此文武所以汲汲仲尼所以皇皇也孔子之門人猶有冉有之自畫子貢之願息宰予之晝寢時之殆於學者多矣故孔子言此以警之 \\n 　 \\n 子曰巍巍乎舜禹之有天下也而不與焉 \\n  \\n 巍巍言成功之髙大也有天下而不與焉者如堯之無為而治者也無為而治者君子之道故孟子曰君哉舜也孟氏先堯後舜此先舜禹而後堯何也先堯後舜者堯舜先後之序也先舜禹而後堯者以舜禹之有天下本於堯故也 \\n 　 \\n 子曰大哉堯之為君也巍巍乎唯天為大唯堯則之蕩蕩乎民無能名焉巍巍乎其有成功也煥乎其有文章 \\n  \\n 天任理人任情任理則大而公任情則小而私堯之為君子不私其天下則大而公焉故曰唯天為大唯堯則之易曰大哉乾元傳曰無為為之謂天葢大而公然後能無為則無不為矣堯之則天至於蕩蕩乎民無能名無為也巍巍乎其有成功煥乎其有文章無不為也民無能名故謂之帝其有成功故謂之放勳其有文章故謂之重華然堯之則天之大非美而未大也則天者天之合也舜似堯為美而未大堯自以為人之不合者蓋不虐無告不廢困窮嘉懦弱而哀婦人此特堯之緒餘故也易曰天埀象見吉凶聖人則之詩曰不識不知順帝之則前乎堯者則其象而已後乎堯者順其則而已故曰唯天為大唯堯則之 \\n 　 \\n 舜有臣五人而天下治武王曰予有亂臣十人子曰才難不其然乎唐虞之際於斯為盛有婦人焉九人而已 \\n  \\n 以天下與人易為天下得人難堯舜之時野無遺賢而舜之治天下者五人而已文之時濟濟多士武之亂臣十人而已故孔子嘆其才難也考之孟子五臣則禹稷契臯陶伯益是也考之書則亂臣十人同心同徳是也書稱虢叔五人之外周公太公召公畢公而已馬融以榮公與焉非也子無臣母之義則所謂婦人者邑姜而已馬融以為文母非也萇弘曰十人同徳周以興 \\n 　 \\n 三分天下有其二以服事殷周之徳其可謂至徳也已矣 \\n  \\n 文王有君民之大徳有事君之小心有君民之大徳故三分天下有其二有事君之小心故猶服事殷如此則不以利累名不以私累實其徳不可以有加矣此所以為至徳也不謂文王之至徳而曰周之至徳者以明周之世世修徳若文王也易曰周之盛徳而此曰至徳自其衰世言之則曰盛徳自其以服事殷言之則曰至徳 \\n 　 \\n 子曰禹吾無閒然矣菲飲食而致孝乎鬼神惡衣服而致美乎黻冕卑宫室而盡力乎溝洫禹吾無閒然矣 \\n  \\n 厚飲食羙衣服崇宫室人之情也菲而致孝乎鬼神惡而致羙乎黻冕卑而盡力乎溝洫所以仁鬼神仁民也仁者盡人道而已人道盡則無間矣易乾元言大哉亨言大亨利言大利坤元言至哉柔言至柔静言至静堯以徳而帝天道也故稱大哉文王以業而王地道也故稱至徳帝道成於堯舜王道成於文武曰帝王之道而無間者禹而已故言禹終之 \\n 　"}
{"章节": "論語全解卷五", "正文": "　 \\n 論語全解卷五 \\n 宋陳祥道撰 \\n 　 \\n 子罕第九 \\n 　 \\n 子罕言利與命與仁 \\n  \\n 仁人道也命天道也利則和同天人之際者也仁命人所難知利人所難為智足以及此無事於言智不足以及此無足以與言所以罕言也天之所利年飢不足博施濟衆堯舜猶病况於人乎故鮮言之以利人所難為故也孔子於利罕言孟子於利不言蓋罕言者利之本不言者利之末 \\n 　 \\n 達巷黨人曰大哉孔子博學而無所成名子聞之謂門弟子曰吾何執執御乎執射乎吾執御矣 \\n  \\n 顔閔之徒或以徳行稱或以政事稱或以文學稱或以言語稱皆其所以成名也孔子無所不學而人莫名其所以學無所不知而人莫名其所以知則無所成名也聖人之於天下方其人之知我也則承之以謙若曰吾少也賤故多能鄙事若聖與仁則吾豈敢君子道者三我無能焉我於辭命則不能也方其人之不知我則髙其言曰天生徳於予文不在兹乎下學而上達知我者其天乎此孔子所以執御而不執射者以達巷黨人之知我故也孟子於公孫丑之言既聖則曰惡是何言於距楊墨則曰予欲承三聖其抑揚髙下亦若是而已射與御皆藝也古者男子之生桑弧蓬矢六以射天地四方不能者則辭以負薪之憂周官六藝先射而後御詩之叔于田先善射而後良御則射者古之所尤重也孔子於射不敢執而曰執御者謙之至也 \\n 　 \\n 子曰麻冕禮也今也純儉吾從衆拜下禮也今拜乎上泰也雖違衆吾從下 \\n  \\n 先王制禮之設為泰不為儉為泰不為恭用可以儉雖禮有所不行行在乎恭雖從有所不從故衆儉則從儉衆泰則從禮從衆者義也從禮者理也義者禮之權理者禮之經知禮之經則考之先王而不謬知禮之權則推於當世而可行三代之所以因革損益者亦不過如此而已矣 \\n 　 \\n 子絶四毋意毋必毋固毋我 \\n  \\n 聖人之於天下無適也無莫也以誠而已毋意也言不必信行不必果惟義而已毋必也可以止則止可以仕則仕趣時而已毋固也視人如我視我如人非特克已而已毋我也莊子曰于羊棄意聖人不必至人無已此之謂也雖然毋意也有所謂意易曰立象以盡意是也毋必也有所謂必名之必可言是也毋固也有所謂固君子固窮是也毋我也有所謂我以我為隱乎是也五行之性惟火為能毋我而火於五臟主神此毋我者聖人之妙用故於後言之毋者禁止之辭也孔子之於四者非無也特止而不為爾 \\n 　 \\n 子畏於匡曰文王既沒文不在兹乎天之將喪斯文也後死者不得與於斯文也天之未喪斯文也匡人其如予何 \\n  \\n 聖人之勇能無懼如畏於三軍孟施舍之勇能無懼而畏於三軍聖人於内能無懼於外不能無畏聖人無懼而畏如孟施舍同其所以無懼與孟施舍異若孟子不動心與告子同其所以不動心與告子異老子曰人之所畏不敢不畏孟子曰五百年必有王者興其間必有名世者由文王至於孔子以其數則過矣以其時考之則可矣故曰文王既沒文不在兹乎 \\n 　 \\n  \\n 太宰問於子貢曰夫子聖者與何其多能也子貢曰固天縱之將聖又多能也子聞之曰太宰知我乎吾少也賤故多能鄙事君子多乎哉不多也牢曰子云吾不試故藝 \\n  \\n 道徳者本也藝能者末也有其本而輔之以末則不害為君子若事其末而忘其本則不免為衆人周公之多才多藝與孔子之多能則多能亦聖人之所不廢而非其所先也聖人之於天下能圓能方能短能長流之斯為川塞之斯為淵升則雲潜則淵仁者見之謂仁智者見之謂智太宰見之謂多能不亦宜乎 \\n 　 \\n 子曰吾有知乎哉無知也有鄙夫問於我空空如也我叩其兩端而竭焉 \\n  \\n 聖人之於人患其不能學不倦其所教患其不能問不隱其所答互鄉童子之進則與之而不拒鄙夫之問則叩兩端而竭焉葢智及之而誠不至聖人答之以略智不及而誠至焉聖人告之以詳故於舉一隅不以三隅反者不竭兩端於竭兩端者不舉一隅此稱物平施也 \\n 　 \\n 子曰鳯鳥不至河不出圖吾巳矣夫 \\n 子見齊衰者冕衣裳者與瞽者見之雖少必作過之必趨 \\n  \\n 君子以仁存心故見齊衰者則不忍以禮存心故見衣裳者則不慢以誠存心故見瞽者則不欺見之雖少必作於長者敬之可知矣過之必趨於與處者敬之可知矣見之過之而未必狎見齊衰雖褻必以貎見冕與瞽雖狎必變夫子居鄉之容也 \\n 　 \\n  \\n 顔淵喟然嘆曰仰之彌高鑚之彌堅瞻之在前忽焉在後夫子循循然善誘人愽我以文約我以禮欲罷不能既竭吾才如有所立卓爾雖欲從之末由也已 \\n  \\n 仰之彌高故不可階而升鑚之彌堅故不得其門而入瞻之在前故隨之不見其後忽焉在後故迎之不見其前仰之彌高鑚之彌堅聖也瞻之在前忽焉在後神也神與聖聖人之所獨文與禮天下之所同聖人以所獨者處已以所同者誘人博我以文使之窮理約我以禮使之盡性此所謂步亦步趨亦趨既竭吾才如有所立卓爾雖欲從之末由也已此所謂夫子奔逸絶塵而瞠乎其後掦子曰顔子得其行未得其所以行也 \\n 　 \\n  \\n 子疾病子路使門人為臣病閒曰久矣哉由之行詐也無臣而為有臣吾誰欺欺天乎且予與其死於臣之手也無寧死於二三子之手乎且予縱不得大葬予死於道路乎 \\n  \\n 子疾病子路使門人為臣而孔子以為欺天夫子之死門人欲葬以三代之禮而君子不以為非禮門人欲厚葬之者義也孔子不敢厚葬之禮也夫詐則不誠欺則不忠不誠則無以行已不忠則無以事天故於已言詐於天言忠 \\n 　 \\n 子貢曰有美玉於斯韞匵而藏諸求善賈而沽諸子曰沽之哉沽之哉我待賈者也 \\n 君子未嘗不欲仕惡不由道美玉未嘗不欲沽惡不待賈沽之所以行其義待賈所以珍其道行其義則不失人珍其道則不失已易君子藏器於身待時而動掦子曰珍其貨而後市與此同意 \\n 　 \\n 子欲居九夷或曰陋如之何子曰君子居之何陋之有 \\n 子曰吾自衛反魯然後樂正雅頌各得其所 \\n  \\n 孔子於禮不敢議執之而已於樂不敢作正之而已季札時豳不居末而次齊秦不次唐而次豳魏不次齊而次秦陳不次秦而次唐國風如此雅頌可知孔子所以亟正之左傳哀公十一年孔子在衛魯人召之乃歸其自衛反魯之時歟 \\n 　 \\n 子曰出則事公卿入則事父兄喪事不敢不勉不為酒困何有於我哉 \\n 子在川上曰逝者如斯夫不舍晝夜 \\n 天下之物無日而不禪無時而不移雖天地不能逃其變舟壑不能固其藏造化宻移疇覺之哉此孔子所以有川上之嘆也此即物觀之而已即理以觀之則流者未嘗流逝者未嘗逝 \\n 　 \\n 子曰吾未見好徳如好色者也 \\n 子曰譬如為山未成一簣止吾止也譬如平地雖覆一簣進吾徃也 \\n  \\n 為譬則學也地譬則性也因性以為學亦猶因地以為山山幾成而敗則功雖多而志不足故曰吾止也為山也未成而進則功不多而志有餘故曰吾徃也書曰為山九仞功虧一簣春秋傳曰君子惡惡也疾始而善善也樂終為善有始而鮮終豈君子所樂哉此孔子所以惡冉求之畫而與童子之進也孟子曰掘井九軔而不及泉猶為棄井又曰仁亦在熟之而已茍為不熟不如荑稗荀卿曰由垤而進吾與也由丘而止吾已矣自發一矢不足以為善射千里之行一步不至不足以為善馬與此同意 \\n 　 \\n 子曰語之而不惰者其回也與 \\n  \\n 上士聞道勤而行之中士聞道若存若亡回語之而不惰勤而行之者也餘則語之而惰若存若亡者也葢於孔子之言無所不恱故能不惰彼予之晝寢求之自畫賜之願息其能無所不恱哉夫子所以獨稱回也於語則不惰於言則不違惟不惰所以能潜心惟不違所以能具體記有曰得一善則拳拳服膺而勿失之不惰之説也莊子曰回坐忘矣蓋不違之説也 \\n 　 \\n 子謂顔淵曰惜乎吾見其進也未見其止也 \\n 如有所立其進也欲罷不能未見其止也使回不死而充其庶㡬之資則其為聖也何有記曰向道而行中道而廢忘身之老也不知年數之不足也俛焉日有孳孶斃而後已回之謂歟 \\n 　 \\n 子曰苗而不秀者有以夫秀而不實者有以夫 \\n  \\n 詩稱種之黄茂而至於實發實秀苗而秀者也實發實秀至於實頴實栗秀而實者也古之人以學譬實以善譬榖則苗者可欲之善興之之時也秀者有諸已之信立之之時也實者充實之美成之之時也管子曰夫方其始也眴眴乎何其孺子也其壮也莊莊乎何其士也其成也由由乎何其君子也眴眴者苗也莊莊者秀也由由者實也孔子之時學者多止而不知君子也苗而不秀者有矣夫秀而不實者有矣夫 \\n 　 \\n 子曰後生可畏焉知來者之不如今也四十五十而無聞焉斯亦不足畏也已 \\n 子曰年四十而見惡焉其終也已曾子曰年三十四十之間而無藝則無藝矣五十而不以善聞則不聞矣 \\n 　 \\n 子曰法語之言能無從乎改之為貴㢲與之言能無說乎繹之為貴說而不繹従而不改吾末如之何也已矣 \\n  \\n 人之性莫不秉彛而好徳人之情莫不好順而惡逆以其秉彛而好徳故法語之言不能無從然物或害之患不能改故改之為羙以其好順而惡逆故㢲與之言不能不恱然不以道患不能繹故繹之為貴昔惠王於孟子之言亦曰仁義而已是法語之言不能無從而不改幽王於聼言則對誦言如醉是㢲與之言不能無恱也然而不繹此惠主所以終於不仁幽王所以終於無道也孔子所謂訓恪人言法語之言也伊尹所謂有言遜于女志㢲與之言也 \\n 　 \\n 子曰主忠信毋友不如已者過則勿憚改（重出而逸其半） \\n 子曰三軍可奪帥也匹夫不可奪志也 \\n  \\n 三軍之所恃者帥也匹夫之可守者志也以匹夫視三軍不若三軍之衆以帥視志不若志之固故曰三軍可奪匹夫不可奪蓋見善明然後用心剛用心剛則心之所之者其銳不可挫其固不可攻此所以可親而不可刼可近而不可迫可殺而不可辱也夫以死生之大猶不得與變又况窮通之小者乎故首陽之飢不能降伯夷之志齊之卿相不能動孟子之心此儒行所謂身可危而志不可奪孟子曰志氣之帥也氣之帥本諸天三軍之帥本諸人本諸人者易奪本諸天者難奪此士所以貴尚其志也禮曰言有物而行有格也是以生則不可奪志死則不可奪名 \\n 　 \\n 子曰衣敝緼袍與衣狐貉者立而不耻者其由也與不忮不求何用不臧子路終身誦之子曰是道也何足以臧 \\n  \\n 勇或失於忮貧或失於貪求勇而不忮貧而不貪唯子路能之蓋懲忿則不忮窒慾則不求不忮者可以為仁而仁不止於不忮不求者可以為義而義不止於不求不忮不求子路終身誦之孔子抑之曰是道也何足以臧以言是善可以為善而非成乎善者也孟子曰人能充無欲害人之心而仁不可勝用人能充無穿窬之心而義不可勝用是仁義之道始於不忮不求而已 \\n 　 \\n 子曰嵗寒然後知松栢之後彫也 \\n  \\n 嵗不寒不足以知松栢事不難不足以見君子莊子曰受命於道唯松栢獨也又曰天寒既至霜露旣降然後知松栢之茂也禮曰若松栢之有心貫四時而不改柯易葉此所以譬君子之操也老子曰六親不和有孝慈國家昏亂有忠臣傳曰疾風知勁草亂世識忠臣與此同意 \\n 　 \\n 子曰知者不惑仁者不憂勇者不懼 \\n  \\n 知者自知不為物蔽故不惑仁者自得不為物役故不憂勇者自强不為物暴故不懼知者不惑亦有時而惑易曰或躍在淵是也仁者不憂亦有時而憂莊子曰仁人多憂是也勇者不懼亦有時而懼孔子曰臨事而懼是也此與中庸言知仁勇者學之序也憲問篇言仁智勇者道之序也禮運言知仁勇者用人之序也經傳所言皆先智而後勇書曰天乃錫王勇智禮曰以賢勇者興事立功蓋以勇為主故也 \\n 　 \\n 子曰可與共學未可與適道可與適道未可與立可與立未可與權 \\n 唐棣之華偏其反而豈不爾思室是逺而子曰未之思也夫何逺之有 \\n  \\n 子游子夏得其學故可與共學未得其所以學故未可與適道宰我子貢得其言故可與適道未得其所以言故未可與立顔回閔子得其行故可與立未得其所以行故未可與權可與權者聖人而已揚子曰聖人固多變也唐棣則喻權之用室則喻權之道權者反而後合故曰唐棣之華偏其反而不知返者視邇以為逺故曰豈不爾思室是逺而孔子曰未之思也夫何逺之有以言權者性之所固有求諸已而已 \\n 　 \\n 鄉黨第十 \\n 　 \\n 孔子於鄉黨恂恂如也似不能言者其在宗廟朝廷便便言唯謹爾 \\n  \\n 道與之才聖人達之以為藝道與之貌聖人達之以為儀前言執射執御聖人之藝也此言郷黨之禮聖人之儀也然聖人之行禮不以居家者施之鄉不以居鄉者施之朝故於燕居則申申於鄉黨則恂恂於朝廟則便便凡皆異之以稱物同之以平施而已恂恂徳性之謂也便便辨治之謂也郷黨貴徳信則遜而無所辨故似不能言朝廟貴辨而不可不敬故曰便便唯謹周禮司徒教民以孝友睦婣而繼之以任恤此鄉黨貴徳信者也禮記言朝極辨此朝廷貴辨治者也子入太廟每事問周禮禁慢朝錯立族談者孟子謂朝廷不歴位而相與言禮曰在朝言朝此便便言唯謹爾也禮言庶子在宗廟之中如在外朝之位此言夫子在宗廟朝廷皆便便言唯謹爾者也宗廟朝廷之禮一也以孔子觀之色勃如足躩如入君之門則鞠躬如不容執君之圭則鞠躬如不勝與上大夫言則誾誾與下大夫言則侃侃動容周旋無不中禮則禮之為用可知矣詩云攝以威儀威儀孔時此之謂歟 \\n 　 \\n 朝與下大夫言侃侃如也與上大夫言誾誾如也君在踧踖如也與與如也 \\n  \\n 侃侃和也誾誾敬也踧踖則恭而安與與則有相與之意下交不凟故與下大夫言侃侃如上交不謟故與上大夫言誾誾如恭而失相與之意則不親有相與之意而不恭則不敬君在踧踖如也尊之也與與如也親之也閔子侍側誾誾如也冉有子貢侃侃如也閔子以孔子交乎上者侍孔子冉有子貢以孔子交乎下者侍孔子此三子之賢所以不同也詩曰執踖踖我黍與與則踖踖者安而不遽與與者相與之謂也 \\n 　 \\n 君召使擯色勃如也足躩如也揖所與立左右手衣前後襜如也趨進翼如也賓退必復命曰賓不顧矣 \\n  \\n 朝聘之禮主有擯賓有介公則擯五人侯伯四人子男三人公則七介侯伯五介子男三介擯有紹擯有上擯介有衆介如此然後命有所傳情有所達而不相凟也君召使擯色勃如也其容不特莊而已足躩如也其容不特重而已揖所與立左右手衣前後襜如也其容不特恭而已孟子稱齊王勃然變乎色易以矍矍為之不安則勃如色之變也躩如足之不定也夫擯進則揖遜退則不顧揖遜者難進也不顧者易退也聘禮公食大夫禮公既拜送然後言賓不顧皆擯者復命之辭周官掌訝詔其位入復及退如之退亦入復所謂賓退必復命也 \\n 　 \\n  \\n 入公門鞠躬如也如不容立不中門行不履閾過位色勃如也足躩如也其言似不足者攝齊升堂鞠躬如也屛氣似不息者出降一等逞顔色怡怡如也沒階趨進翼如也復其位踧踖如也 \\n 執圭鞠躬如也如不勝上如揖下如授勃如戰色足蹜蹜如有循 \\n  \\n 立中門則嫌於自尊行履閾則嫌於自髙過位過君之位也勃如戰色如戰陣之色也足蹜蹜如有循旁縁而有循也禮曰士大夫出入君門由闑右不履閾立不中門行不履閾之謂也又曰執主器執輕如不克執玉器操幣圭璧行不舉足如不勝之謂也玉藻曰執龜玉舉前曳踵蹜蹜如也儀禮曰執玉者惟周舒武舉前曳踵足蹜蹜如有循之謂也入公門如升堂如執圭故皆曰鞠躬如也過位如使擯故皆曰色勃如也足躩如也復其位如君在故皆曰踧踖如也 \\n 沒階趨亦如君召使擯故皆曰趨進翼如也非夫動容周旋盛徳中禮之至者誰能至此 \\n  \\n 　 \\n  \\n 享禮有容色私覿愉愉如也 \\n  \\n 享致其禮私覿致其情致其禮則尚敬致其情則尚和故愉愉如也禮記言賓私覿私面致饔餼還圭璋周禮司儀言私面私獻春秋傳曰楚公子棄疾見鄭伯以其良馬私面則私覿固有獻矣蓋言享則知私覿之為獻言私覿則知享之為公互相備也然使而私覿則禮也覲而私覿則非禮也故禮記曰朝覲大夫之私覿非禮也 \\n  \\n 　 \\n  \\n 君子不以紺緅飾紅紫不以為褻服當暑袗絺綌必表而出之 \\n  \\n 色未及緇為緅色過於緇為紺考工記鍾氏五入為緅是未及緇也列子曰以湼染紺而緇於湼是紺過於緇也火克金為紅南方之間色其義則陽侵隂水克火為紫北方之間色其義則隂侵陽君子不以紺為其近齊服也不以緅為其近練服也不以紅紫為褻服為其非正色也不以為飾則不以為衣可知不以為褻服則不以為正服可知當暑袗絺綌不入公門必表而出之詩所謂蒙彼縐絺是也曲禮玉藻皆言袗絺綌不入公門此衆人之禮也孔子袗絺綌必表而出非特不入公門而已 \\n  \\n 　 \\n  \\n 緇衣羔裘素衣麑裘黄衣狐裘 \\n  \\n 禮記曰麑裘素衣以裼之羔裘緇衣以裼之狐裘黄衣以裼之則緇衣羔裘素衣麑裘黄衣狐裘者稱其色以裼之也羔之色黑其性則羣而有禮麑之色白其性則弱而善愛狐之色黄其性則黄而多正緇所以象道素所以象義黄在坤象方物朝廷者道與禮之所自出故於緇衣羔裘為朝服喪則仁義之盡故以素衣麑裘為喪服蜡所以息老物故以黄衣狐裘為蜡服此皆色之純者也然有所不必純則純者所以相稱其不純者所以相成故記曰狐白裘錦裼之狐青裘元裼之 \\n  \\n 　 \\n 褻裘長短右袂必有寢衣長一身有半 \\n 天不足西北故人之右目不如左明地不滿東南故人之手足右強右強則有利於用故右短袂以便作事正裘所以行有禮故不長褻裘取温故長 \\n 　 \\n 狐貉之厚以居 \\n  \\n 先王之制衣服有以成徳者有以稱徳者成徳者外成乎内稱徳者外稱乎内孔子曰衰麻苴杖者志不存乎樂非耳勿聞服使然也黼黻衮冕者容不衰慢非性矜莊服使然也介胄執戈者無退懦之氣非體絶猛服故也此以外成乎内也莊子曰冠圜冠者知天時履勾履者知地形緩佩玦者事至而斷此以外稱乎内也狐之性善疑而戒貉之性善明而静居則戒於外而静於内故裘必以狐貉取温而已故必厚詩曰一之日于貉取彼狐狸為公子裘豳民以貉為裘以狐狸為公子裘是狐裘美於貉矣故先狐後貉去喪無所不佩 \\n  \\n 佩所以致飾喪則去飾矣故去而不佩去喪無所不佩禮曰君子無故玉不去身凡帶必有佩玉惟喪否是也昔石駘仲卒卜所以為後者石祁子不沐浴佩玉而兆若祁子可謂知禮矣然是禮也非必終喪然也禮曰禫而纎無所不佩 \\n 　 \\n 非帷裳必殺之羔裘玄冠不以弔 \\n  \\n 詩曰漸車帷裳則帷裳者周禮巾車所謂華蓋是也羔裘朝服也元冠祭服也季桓子死魯大夫朝服而弔孔子曰始死羔裘元冠者易之而已蓋始死主人未變服則羔裘元冠可也及小歛則主人變服羔裘元冠以弔非禮也子游裼裘而弔魯子始譏而後是之然則曽子之知禮其知子游之後乎朝服言裘不言冠祭服言冠不言裘互相備也 \\n 　 \\n 吉月必朝服而朝 \\n  \\n 周禮言正月之吉詩言二月初吉朔月謂之吉者明生之幾故也魯自文公始廢告朔之禮孔子吉月猶必朝服而朝所以存禮也周官設璧羨以起度孔子不去餼羊以存告朔孟子不毁明堂以存王政皆救世之苦心也孔子吉月之朝知者以為存禮不知者以為謟也 \\n 　 \\n 齊必有明衣布齊必變食 \\n  \\n 齊所以致精明之徳於内而防其邪物於外故不御於内不聼樂不弔不賓不飲酒不膳葷喪者凶者則不見苟慮苟動則不聞然後可交於神明此所以必有明衣與變食也謂之明衣以致其精明之徳也布以其有齊素之心也變食與周禮王齊日三舉同意然此第祭祀之齊非心齊也心齊則致虚而已何物之能累者哉士喪禮亦有明衣蓋君子齊終之意也 \\n 　 \\n 居必遷坐 \\n 久立傷骨久行傷筋久臥傷氣久坐傷肉久視傷血居必遷坐非久坐也 \\n 　 \\n  \\n 食不厭精膾不厭細食饐而餲魚餒而肉敗不食色惡不食臭惡不食失飪不食不時不食割不正不食不得其醬不食肉雖多不使勝食氣惟酒無量不及亂沽酒市脯不食不撤薑食不多食祭於公不宿肉祭肉不出三日出三日不食之矣 \\n  \\n 飲食所以存生亦所以害生所以養形亦所以累形為其有以累形故不恥惡衣惡食為其有以害生故食不厭精夫肉曰敗魚曰餒敗則外腐餒則中潰色惡色之變也臭惡氣之變也然臭惡不特氣之變而已若牛庮羊羶犬臊鳥貍豕腥馬螻之類皆是也禮曰天不生地不養君子不以為禮鬼神勿嚮也又曰五榖不時榖實未熟不粥於市召信臣曰不時之物有傷於人不宜以奉供養漢之鄧后亦禁不時之物此之謂不時不食也禮曰骨有貴賤貴者取貴骨賤者取賤骨此所以割不正不食也蓋不時不食不可食也割不正不食不安食也神農氏曰醬除墊不煩薑去臭通神不得其醬不食禮所謂魚膾芥醬麋腥醢醬之類是也不撤薑食禮所謂飲食必有草木之滋是也夫天産養精所以作隂徳地産養形所以作陽徳不以作隂徳者勝陽徳故曰肉雖多不使勝食氣惟酒無量如酌孔取是也不及亂不為酒困是也不多食節飲食是也 \\n 　 \\n 食不語寢不言雖疏食菜羮瓜祭必齊如也 \\n 席不正不坐鄉人飲酒杖者出斯出矣 \\n  \\n 直言曰言論難曰語食不語者必不言寢不言者不必不語君子不以菲廢禮故雖蔬食菜羮瓜祭必齊如也席之所向非所向所止非所止非理也故席不正不坐疾行先長謂之不弟徐行後長謂之弟故鄉人飲酒杖者出斯出矣 \\n 　 \\n 鄉人儺朝服而立於阼階 \\n  \\n 孝莫大於寧親寧親莫大於寧神鄉人儺則神有所不寧故朝服立於阼階所以寧之也此與方相氏月令皆曰儺郊特牲則曰禓裼者即謂之儺以狂夫為之狂則陽過之疾者也以陽勝隂則謂之禓去其為難者則謂之儺其實一也方相氏以時儺者占夢季冬令始儺則所謂時儺者季冬而已蓋冬者萬物歸根之時先王因其歸根之時而為之敺贈之禮故占夢季冬贈吉夢去惡夢男巫冬堂贈則儺於是時也宜矣月令仲春秋皆有儺非周制也 \\n 　 \\n 問人於他邦再拜而送之 \\n 康子饋藥拜而受之曰丘未達不敢嘗 \\n 厩焚子退朝曰傷人乎不問馬 \\n  \\n 饋藥而不敢嘗慎疾故也厩焚不問馬重人故也傳曰國厩焚子退朝而之火所鄉人有為火來者蓋問人曰仁也拜之者禮也昔魯桓僖廟災救火者皆曰顧府南宫敬叔至命周人出御書子服景伯至命宰人出禮書公父文伯至命校人駕乘車季桓子至命救化者傷人則止財可為也命藏象魏富父槐至去表之槀其所命不同要急於重人而已而書次傳命駕車與顧府者其異乎夫子之問人不問馬也蓋亦逺矣 \\n 　 \\n 君賜食必正席先嘗之君賜腥必熟而薦之君賜生必畜之侍食於君君祭先飯疾君視之東首加朝服拖紳 \\n  \\n 君賜食必正席先嘗之敬君惠也君賜腥必熟而薦之榮君惠也君賜生必畜之仁君恵也禮曰侍食於君子先飯而後已又曰侍食於先生異爵者後祭先飯夫於先生君子其敬尚如此况侍於君側乎此禮所以言君客之則先飯辨嘗羞飲而俟也禮曰君有疾飲藥臣先嘗之親有疾飲藥子先嘗之亦嘗食之意也古者于則祭先炊于田則祭田祖于樂則祭樂祖于開龜則祭先卜于養老則祭先老于學則祭先聖先師于馬則祭馬祖先牧于射則祭侯于駕則祭車以至師田有禡飲食有祭皆所以不忘本也君之祭仁也而禮存焉臣之先飯禮也而仁存焉 \\n 　 \\n 君命召不俟駕行矣 \\n  \\n 父命呼唯而不諾手執業則投之食在口則吐之走而勿趨為人臣者資於事父以事君而敬同此所以不俟駕也詩云顛之倒之自公召之禮曰在官不視履在外不俟車荀卿曰諸侯召不俟駕而走禮也然當其為臣則可召當其為師則不可召可召而不遄往則非禮不可召而往焉則非義孔子不俟駕孟子辭以疾者以此 \\n 　 \\n 入太廟每事問（重出） \\n 朋友死無所歸曰於我殯 \\n 子夏問曰客至無所舍夫子曰於我乎舘客死無所殯夫子曰於我乎殯禮與仁與子曰仁者制禮葢禮非仁不立仁非禮不行生於我乎舘禮也而仁存焉死於我乎殯仁也而禮亦存焉 \\n 　 \\n 朋友之饋雖車馬非祭肉不拜 \\n 車馬雖重為禮輕祭肉雖輕為禮重故朋友之賜雖車馬非祭肉不拜若夫於君賜車馬乘以拜賜衣服服以拜賜酒肉之賜必再拜則無所不拜矣 \\n 　 \\n 寢不尸居不容見齊衰者雖狎必變見冕者與瞽者雖褻必以貎凶服者式之式負版者 \\n  \\n 素相親近者為狎齊衰者雖與之狎近變其色所以哀有喪也數相見面者為褻冕與瞽者雖與之褻見必盡其禮所以致其敬也凶服者不但齊衰而已孔子過泰山側有婦人哭而哀式而聼之式凶服也周官之法生齒以上書於版則版民數也孔子式負版者重民數也觀司冦之登民數以王之尊猶拜而受之以冡宰之貴猶式之而已孔子之式不亦宐乎 \\n 　 \\n 有盛饌必變色而作迅雷風烈必變 \\n  \\n 食至起則不必變色有盛饌則變色而作孔子曰主人不以禮客不敢盡禮主人既盡禮客亦不敢不盡禮者也禮曰有疾風迅雷甚雨則必變雖夜亦必興服衣冠而坐詩曰敬天之怒無敢戲豫敬天之渝無敢馳驅皆恐懼修省之意也 \\n 　 \\n 升車必正立執綏車中不内顧不疾言不親指 \\n  \\n 升車執綏不親指手不失儀也不内顧首不失儀也不疾言口不失儀也周官道右所謂車儀者此也然禮記言不廣欬不妄指顧不過轂此言不内顧不疾言不親指者不廣欬不必不疾言不疾言不特不廣欬而已不妄指不必不親指不親指不特不妄指而已顧不過轂不必不内顧不内顧不特不過轂而已論語言孔子為人臣之禮故其禮特過於嚴記言為人君之事故其禮不妨於稍寛 \\n 　 \\n 色斯舉矣翔而後集曰山梁雌雉時哉時哉子路共之三嗅而作 \\n  \\n 衛靈公望鴈色不在焉而我孔子遂行此所謂色斯舉矣孔子曰鳥能擇木木豈能擇鳥此之謂翔而後集也色斯舉矣易退也翔而後集難進也色斯舉矣翔而後集者臣之道也故以雌雉繼焉雌雉之為物其别有倫禮也其交有時義也君子出處以時去就以道亦若是焉而已孔子嘆雌雉於山梁亦此意也他日子路共之三嗅而作其能識去就之宜也共與周禮共舉之共同 \\n 　"}
{"章节": "論語全解卷六", "正文": "　 \\n 論語全解卷六 \\n 宋陳祥道撰 \\n 　 \\n 先進第十一 \\n 　 \\n 子曰先進於禮樂野人也後進於禮樂君子也如用之則吾從先進 \\n  \\n 時有先後禮樂有文質先進於禮樂惟其寔而文不足故曰野人後進於禮樂惟其文而已故曰君子惟其文則非躬行者也故欲從先進以救之以其矯枉以直救時以正孔子筮得賁卦其色愀然與此仝意論語之言文質有曰從周從先進有曰彬彬彬彬者道之中從周從先進者時之中洪範三徳其施於爕强平康亦若是而已 \\n 　 \\n 子曰從我於陳蔡者皆不及門也徳行顔淵閔子騫冉伯牛仲弓言語宰我子貢政事冉有季路文學子游子夏 \\n 子曰回也非助我者也於吾言無所不説 \\n  \\n 門者道之微室者道之竗自門以徂堂入室之理也由微以至妙入道之序也孔子之門淵騫之徒從之也久造之也深其上有至于在寢其下有至于升堂故列之四科於陳蔡者則後其所從皆不及門孔子所以憫之也夫徳則成之以行言則成之以語政則成之以事文則成之以學徳行所以行道言語所以眀道政事則治人而已文學則道學而已由仲弓而上則具體而微者也由仲弓而下則得其一體者也其具體而微則同其所以具體而微則異故先顔閔而後伯牛仲弓其得一體則同而其所以得一體則異故先言語而後政事文學禮曰或以徳進或以事舉或以言揚其序與此不同者學道以言語為優取人以政事為先也子張之才與于四友曽子之孝幾於徳行而四科不稱之者盖論四科之時二子之才未成故也夫以二子之才未成猶不列於四科彼許商以四科論士王莾以四科取士不亦偽哉 \\n 　 \\n 子曰孝哉閔子騫人不間於其父母昆弟之言 \\n  \\n 孝於徳為本於行為大閔子騫盡孝之道能和睦而無怨者也故人不間於其父母兄弟之言曽参之孝特可語之以和睦無怨而已故或告其殺人而母疑之也亢倉子曰閔子善事父母交逰稱其信郷黨稱其仁宗族稱其弟徳行之人溢於天下所以人不間於其父母兄弟之言也 \\n 　 \\n 南容三復白圭孔子以其兄之子妻之 \\n 傳曰一言而非駟馬勿追一言而急駟馬勿及故在天有卷舌之星在周廟有金人之銘是言者榮辱之主禍福之機不可不慎也南容誦詩至白圭而三復可謂能慎矣此所以邦無道免於刑戮 \\n 　 \\n 季康子問弟子孰為好學孔子對曰有顔回者好學不幸短命死矣今也則亡 \\n 君子之于天下異之以稱物同之以平施與上大夫言至于誾誾與下大夫言則侃侃而已對君與大夫可以同之哉故對哀公則詳對康子則畧 \\n 　 \\n  \\n 顔淵死顔路請子之車以為之椁子曰才不才亦各言其子也鯉也死有棺而無椁吾不徒行以為之椁以吾從大夫之後不可徒行也 \\n 顔淵死子曰噫天喪予天喪予 \\n 顔淵死子哭之慟從者曰子慟矣曰有慟乎非夫人之為慟而誰為 \\n 顔淵死門人欲厚葬之子曰不可門人厚葬之子曰回也視予猶父也予不得視猶子也非我也夫二三子也 \\n  \\n 君子之於人不以義掩恩不以恩掩義以義掩恩君子之所不忍以恩掩義君子之所不敢顔淵死而子哭之慟者恩也顔路請車以為椁而不與之義也孟子曰不得不可以為悦無財不可以為悅得之為有財古之人皆用之然則顔淵之貧非所謂有財其賤也非所謂得之此孔子所以不與之車而以門人厚葬為不可也回之死門人厚葬之孔子以為不可孔子之死門人以三代之禮之君子不以為非者盖有孔子之徳然後可以人所不可行之禮若無其徳如孔子而亦可以為師者門人厚之則過矣孔子曰才不才亦各言其子則與墨翟愛無差等異曰天喪予則與哀公天祝予天祝予同鯉之死先於顔淵史記以顔淵之死先於鯉妄矣 \\n 　 \\n 季路問事鬼神子曰未能事人焉能事鬼敢問死曰未知生焉知死 \\n  \\n 善教者不陵節善學者不躐等子路問事鬼與知死躐等也孔子不告之不陵節也盖盡事人之道則知事鬼盡知生之理則可以知死死生之說鬼神之情状非夫原始要終極物知變孰與此哉然子貢問死者之所知而不告宰予問鬼神之名而告之其不告與此同其告與此異者盖所告者事鬼之事不告者事鬼之道也易以知死生先于鬼神子路之問則先事鬼而後及知死者盖問事鬼而不可得然後及於其次者 \\n 　 \\n 閔子侍側誾誾如也子路行行如也冉有子貢侃侃如也子樂若由也不得其死然 \\n  \\n 老子曰柔弱者生之徒剛强者死之徒周廟之銘曰强梁者不得其死好勝者必遇其敵故子路之行行孔子曰若由也不得其死然顔淵曰力猛于徳而得其死者鮮矣然則子路之與盆成括有以異乎曰括不聞道而小有才有必死之道由聞道而不能法有不得其死之道有必死之道不免為小人有不得其死之道無害為君子 \\n 　 \\n 魯人為長府閔子騫曰仍舊貫如之何何必改作子曰夫人不言言必有中 \\n 利不百者不變法功不十者不易器魯人為長府於利則不百于功則不十特傷財勞民而已閔子所以言仍舊貫如之何何必改作也言必有中與孔子之言皆中時病者同一意 \\n 　 \\n 子曰由之瑟奚為于丘之門門人不敬子路子曰由也升堂矣未入於室也 \\n 孔子之意欲子路之進於道也則抑之欲門人之知子路也則又譽之抑之者仁也譽之者義也 \\n 　 \\n 子貢問師與商也孰賢 \\n  \\n 子曰師也過商也不及曰然則師愈與子曰過猶不及子曰師也辟子游曰吾友張也為難能也過也子謂子夏曰無為小人儒子游曰子夏之門人小子當洒掃應對進退則可矣抑末也本之則無如之何不及也由世俗言之則過優於不及由禮義以觀之則過猶不及而已是故賢者過之不肖者不及而道之不眀一也智者過之愚者不及而道之不行一也墨翟之兼愛楊朱之為我其于害道一也單豹之飬内張毅之養外其于傷生一也或失之多或失之寡皆學者之弊或徐而甘或疾而苦皆輪人之患華無實實無華皆不足以為禮事勝辭辭勝事皆不足以為經然則過與不及豈相逺哉禮記言子夏除喪而見予之瑟彈之而不成聲子張除喪而見予之瑟彈之而成聲夫子夏善哀于巳三年之内子張忘哀于才三年之際則是商也過師也不及與此不同何也孔子家語毛氏詩傳言子夏援琴衎衎而樂損援琴切切而哀盖家語可信而記可疑 \\n 　 \\n 季氏富於周公而求也為之聚歛而附益之子曰非吾徒也小子鳴鼓而攻之可也 \\n  \\n 喻于義者君子之事喻于利者小人之事冉有學君子之道而為小人之事故曰非吾徒也小子鳴鼓而攻之可也夫隠惡而揚善者孔子之心鳴鼓而攻之者孔子之所不得已也易夬揚于王庭周官戮而罰之皆鳴鼓而攻之之意也禮曰百乗之家不畜聚歛之臣與其有聚歛之臣寜有盗臣盖聚歛之臣倚法以削而其害大盗臣取非其有而其害小其害大者孟子以為民賊其害小者周官以為邦盗而已由此觀之則冉求之見惡於孔子宜矣然對季康子之問從政則取之此則攻之何也君子之于人不以所短廢所長亦不以所長蔽所短其取之者仁也其攻之者義也孔子不以管仲不知禮為不仁亦不以管仲之仁為知禮春秋不以僖公之有頌而隐其非不以春秋之有貶而沒其美亦猶是也 \\n 　 \\n 柴也愚参也魯師也辟由也喭 \\n 子曰回也其庶乎屢空賜不受命而貨殖焉億則屢中 \\n  \\n 愚則不智魯則不中喭則不怯子路使子羔為費宰孔子以為賊夫人之子及為成宰犯人之禾而不庚此柴之愚也以子游裼裘而弔為禮以孔子死欲速朽喪欲速貧之言為是此参之魯也子貢仕于魯廢著鬻財於齊魯之間此貨殖者也邾子執玉髙其容仰定公執玉卑其容俯子貢視之以為皆死焉此億則屢中者也貨殖不受命不足為知天屢中不足為知人惟回之屢空為庶以其安命故也盖柴師参由蔽於性求賜累於物惟回則不然此所以為庶也 \\n 　 \\n 子張問善人之道子曰不踐迹亦不入於室 \\n 子曰論篤是與君子者乎色荘者乎 \\n  \\n 所存者在心所行者在迹心過於迹則於君子為有餘迹過於心則於善人為不足盖善人之道未能有諸已者也未能有諸已則必以心踐迹然後能入於室子張禹行舜趋夷考其行而不掩迹焉不踐迹者也故答之以不踐迹亦不入於室然又曰論篤是與君子者乎色荘者乎謂躬行君子則善矣色荘則不足於善論不篤者以色荘為善人論篤者則與君子而已子張能荘而不能誠故告之如此易曰元者善之長君子體仁足以長人是善者仁之體仁者善之用子張未足於善人則其難與並為仁也固矣 \\n 　 \\n  \\n 子路問聞斯行諸子曰有父兄在如之何其聞斯行之冉有問聞斯行諸子曰聞斯行之公西華曰由也問聞斯行諸子曰有父兄在求也問聞斯行諸子曰聞斯行之赤也惑敢問子曰求也退故進之由也兼人故退之 \\n  \\n 善醫者之於人補其不足損其有餘善教者之於人長其善救其失此所以於求也退故進之由也兼人故退之也為人子者無私喜無私怒出必告反必面不有其身不私財不私其食饗不擅於税入有父兄在聞斯行諸其亦可乎曰告於父兄禮也聞斯行諸義也昔舜之娶君子以為猶告則聞斯行諸君子有時為之矣易曰過其祖是也盖由之有聞未之能行惟恐有聞故教之以禮而抑其過求悦夫子之道以力不足而自畫故教之以義而勉其不及若夫道無二子之蔽則行禮以義守義以禮惟其當而已 \\n 　 \\n 子畏於匡顔淵後子曰吾以女為死矣曰子在回何敢死 \\n  \\n 弟之於師猶臣之于君臣之于君君在與在君亡與亡故回曰子在回何敢死傳曰死者非難處死者難若回可謂知處死矣衛君之難孔子於柴知其來於由知其死及匡之難孔子於回則疑之何也君子之善死義也或不免焉命也義固可知而不可必命則難諶而不可知孔子之於匡畏所不可不畏於顔淵也疑所不可不疑 \\n 　 \\n  \\n 季子然問仲由冉求可謂大臣與子曰吾以子為異之問曽由與求之問所謂大臣者以道事君不可則止今由與求也可謂具臣矣曰然則從之者與子曰弑父與君亦不從也 \\n  \\n 大臣事君以道具臣事君以才事君以道故能致君於堯舜之隆措世于禮樂之盛及其不可則止而已事君以才則智足以効一官能足以効一軄及其不可則從之而巳仲由足於果不足於藝冉求足於藝不足於果季氏旅于泰山而不能救伐顓臾而不能諫而又不能致之而去是偹位者也故曰具臣然弑父與君而從之則孟子所謂亂臣者也由求于大臣則不能于姦臣則不為故曰弑父與君亦不從也齊魯二生漢召之而不至且曰禮樂必百年而後興是待天下以不仁也楊子謂之大臣過矣 \\n 　 \\n 子路使子羔為費宰子曰賊夫人之子子路曰有民人焉有社稷焉何必讀書然後為學子曰是故惡夫佞者 \\n  \\n 聞學而後從政未聞以政學者也故先人民社稷而學之則事至而辦後人民社稷而學之則蒞事煩矣孔子喜開點之不願仕而惡子路以子羔為費宰則學其可忽哉夫有才而不聞道猶足以殺身則不學而仕者不能無害故曰賊夫人之子子産論尹何為邑亦猶是也 \\n 　 \\n  \\n 子路曽晳冉有公西華侍坐子曰以吾一日長乎爾毋吾以也居則曰不吾知也如或知爾則何以哉子路率爾而對曰千乗之國攝乎大國之間加之以師旅因之以饑饉由也為之比及三年可使有勇且知方也夫子哂之求爾何如對曰方六七十如五六十求也為之比及三年可使足民如其禮樂以俟君子赤爾何如對曰非曰能之願學焉宗廟之事如會同端章甫願為小相焉點爾何如鼓瑟希鏗爾舎瑟而作對曰異乎三子者之撰子曰何傷乎亦各言其志也曰暮春者春服既成冠者五六人童子六七人浴乎沂風乎舞雩詠而歸夫子喟然嘆曰吾與點也三子者出曾晳後曾晳曰夫三子者之言何如子曰亦各言其志也已矣曰夫子何哂由也曰為國以禮其言不讓是故哂之唯求則非邦也與安見方六七十如五六十而非邦也者唯赤則非邦也與宗廟會同非諸侯而何赤也為之小孰能為之大 \\n  \\n 加以師旅因以饑饉則困于力而救死不暇矣困于力則不能勇救死不暇則不知為善由也於不知為善者則方之比及三年則能拯已困之民置之安强之地故不能勇者斯有勇不知為善者斯知方此果之效也足民者治之始禮樂者治之終求雖不足于禮樂而使足民此藝之效也由能勇而不知遜求赤知遜而不知道若點可謂知道矣故有志于學無志於仕而孔子與之也孔子無君則皇皇出疆必載質未嘗不急於仕也點無志於仕孔子與之可耶君子之於道有餘不可以不應不足不可以不求子有餘而急於應點不足而急于求此所以為孔子曽點也 \\n 　 \\n 顔淵第十二 \\n 　 \\n  \\n 顔淵問仁子曰克己復禮為仁一日克已復禮天下歸仁焉為仁由已而由人乎哉顔淵曰請問其目子曰非禮勿視非禮勿聽非禮勿言非禮勿動顔淵曰回雖不敏請事斯語矣 \\n  \\n 已物之敵也勝已之私謂之克禮性所有也克己而趋焉謂之復盖不逺之復令于修身故復禮本於克己克己則能仁復禮則能克一日克己復禮天下歸仁焉則不在久矣為仁由已則不在外矣為仁由已故不可以不克己非禮勿視勿聽勿言勿動故不可以不復禮孔子曰人而不仁如禮何禮曰道徳仁義非禮不成是禮以仁而後復仁以禮而後成顔淵嘗曰約我以禮盖所以成其心也然克己未至於無我復禮未至於中禮此回所以止于殆庶也今夫水性無人火性無我無人未離乎有我而於五蔵為精精則為賢人無我則不特無人而已故于五蔵為神神則為聖人回之克己孔子之無我如此而已 \\n 　 \\n 仲弓問仁子曰出門如見大賔使民如承大祭已所不欲勿施於人在邦無怨在家無怨仲弓曰雍雖不敏請事斯語矣 \\n 司馬牛問仁子曰仁者其言也訒曰其言也訒斯謂之仁矣乎子曰為之難言之得無訒乎 \\n  \\n 周禮大祭中祭小祭見於天官之酒正春官之大司樂大賔之禮大客之儀見于秋官之行人則凡祭與客其禮殺大祭大賔其禮隆出門如見大賔使民如承大祭欽也已所不欲勿施於人恕也欽則于人無所慢恕則於人無所拂故在邦無怨在家無怨在家無怨易在邦無怨難故先邦而後家也春秋傳曰出門如賔承事如祭仁之則也孟子曰强恕而行求仁莫近焉仲弓問仁故孔子答之如此仲弓嘗言居敬行簡而其行則不録舊罪使臣如借居敬行簡使臣如借則可教之以敬不録舊罪則可教之以恕聖人之於人豈能推其所有强其所無哉亦因其性而道之也故司馬牛未可與言仁則告之以仁為之難而已樊遲子張可與言仁而未可與言為仁故或告之以先難或告之以愛人或告之以居處恭執事敬與人忠或告之以恭寛信敏恵而已惟顔子然後能盡仁故告之以克已復禮克復仁之事也仲弓可與言仁未可以盡仁故告之以敬恕而已訒與難一也言之難則曰訒為之難則曰難牛多言而躁言訒云者救之失歟 \\n 　 \\n 司馬牛問君子子曰君子不憂不懼曰不憂不懼斯謂之君子矣乎子曰内省不疚夫何憂何懼 \\n  \\n 君子之修身也言行無尤悔俯仰不愧怍以守則為仁以行則為勇仁故不憂勇故不懼古詩有之徳義之不愆何恤人之言内省不疚而不憂者也曽子曰自反而縮雖千萬人吾往矣内省不疚而不懼者也不憂不懼孔子猶以為不能牛不足與言仁而告之以此何也牛以魋之為亂而憂懼焉故孔子解之而已非牛可以與言此也憂在内懼在外傳曰民無内憂又無外懼 \\n 　 \\n  \\n 司馬牛憂曰人皆有兄弟我獨亡子夏曰商聞之矣死生有命富貴在天君子敬而無失與人恭而有禮四海之内皆兄弟也君子何患乎無兄弟也 \\n  \\n 鄭師慧謂朝無人非無人也無賢人也晋叔向謂卒列無長非無長也無善長也司馬牛憂無兄弟非無兄弟也無令兄弟也命者天之令天者命之所自出孟子曰莫之為而為者天莫之致而至者命是天以逺而在彼者為言命以近而在此者為言也死生非力之所能移故言有命富貴非人之所能為故言在天然合而論之則一而已書曰我生不有命在天是在命者可以言天也列子命謂力曰柰何賤賢而貴愚貧善而富惡是在天者可以言命也言與人恭則敬以處已者也言有禮則無失徳者也處已敬而有徳則人宗之與人恭而有禮則人親之如此則四海之内孰非兄弟也曾子謂弟子曰執仁立志先言而後行千里之外皆兄弟也苟是之不為則雖汝親庸親汝乎與此同意觀桓魋之亂司馬牛致邑而適齊及桓魋奔齊司馬牛致邑而適吳趙簡子召之於晋陳成子亦召之於齊而莫之屑就反卒於魯而已則司馬牛之賢可知矣故孔子曰君子何患乎無兄弟 \\n 　 \\n 子張問眀子曰浸潤之譛膚受之愬不行焉可謂眀也已矣浸潤之譛膚受之愬不行焉可謂逺也已矣 \\n  \\n 譛而言之謂之譛首而告之謂之愬浸潤之譛若水之於物則漸而不暴膚受之愬若垢之於膚則淺而不廹皆其難知者也能知其所難知而止之使不行則其智眀出人逺矣盖眀則察言而已逺則眀之過于人君子之於譛愬有度以度之有數以數之故詩曰他人有心予忖度之往來行言心焉數之如此則賢者不以忠信見疑小人不以誕謾見信豈非眀而且逺哉傳曰流丸止于甌臾流言止于智者 \\n 　 \\n  \\n 子貢問政子曰足食足兵民信之矣子貢曰必不得已而去于斯三者何先曰去兵子貢曰必不得已而去於斯二者何先曰去食自古皆有死民無信不立 \\n  \\n 兵之於徳為末於器為凶故古者制字之意戈欲偃弓欲弛武欲止則兵豈先王之所尚哉此所以寜有信而去兵也食之所養者小體也信之所養者大體也故無信而生不若有信而死此其所以寜去食而信斷不可少也然非兵則無以有其食非食則無以存其信三者固不可偏廢惟其輕重緩急之不同故孔子之言有如此 \\n 　 \\n  \\n 棘子成曰君子質而已矣何以文為子貢曰惜乎夫子之說君子也駟不及舌文猶質也質猶文也虎豹之鞟猶犬羊之鞟 \\n  \\n 毛謂之皮革謂之鞟虎豹犬羊所以别者以皮之不同也君子野人所以别者以文質之不同也今也去毛以為鞟則虎豹猶犬羊而已去文以從質則君子猶野人而已此棘子成之失于偏見也故子貢責之以駟不及舌鄧析曰一言而非駟馬勿追一言而急駟馬勿及 \\n 　 \\n  \\n 哀公問於有若曰年饑用不足如之何有若對曰盍徹乎曰二吾猶不足如之何其徹也對曰百姓足君孰與不足百姓不足君孰與足 \\n  \\n 什一天下之中正也多乎什一則大桀小桀少乎什一則大貉小貉魯自宣公初税畝多乎什一而二焉哀公又欲用田賦故有若因其憂不足而告以盍徹所以救其弊也方哀公之欲用田賦也故孔子嘗曰君子度于此而禮以其薄則丘亦足矣不度于此而貪日用無窮則雖以田賦又不足則有若所謂百姓足君孰與不足百姓不足君孰與足固孔子之意何則古之善為國者蔵於民不蔵於公與之為取而不以取之為取以為君則父民則子也未有子富而父貧未有民足而君不足揚雄所謂洪羊擅利其如子何子張學干禄孔子告之以言行或問不為政孔子答之以孝友衛公待之以為政孔子欲先正名梁王問利國孟子說以仁義盖君子之言惡茍簡以狥利寜髙濶以正本也有若之于哀公問不足而告之以盍徹其意亦若此而已 \\n 　 \\n 子張問崇徳辨惑子曰主忠信徙義崇徳也愛之欲其生惡之欲其死既欲其生又欲其死是惑也誠不以富亦祇以異 \\n  \\n 徳由中出惑自外來由中出者不可不髙故崇之自外來者不可不眀故辨之易曰忠信所以進徳敬義立而徳不孤此主忠信徙義崇徳者也禮曰身有所忿懥則不得其正有所好樂則不得其正此愛之欲其生惡之欲其死是惑也子張持嘐嘐之志而其行不掩則不足于忠信抱堂堂之容難與為仁則不足于徙義愛之過辟則欲其生惡之過辟則欲其死則誠不以富于已適足以異于人也故曰誠不以富亦祇以異樊遲問崇徳辨惑則同而孔子告之不同者盖好利者務得而多怨務得則不能先事多怨則不能無怨以先事後得為崇徳以一朝之忿為怨此所以告樊遲也告子張曰是崇徳也是辨惑也告樊遲曰非崇徳與非辨惑與盖樊遲之賢不及子張子張常以孔子之言為是故告之以是樊遲疑孔子之言為非故告之以非與觀樊遲之問及于修慝子張常問善人之道是子張可進于善樊遲未離乎慝也孔子曰言人之惡非所以美已言人之枉非所以正已故君子攻其惡無攻人之惡樊遲問修慝孔子告之以此者欲其不舎已之田而芸人之田者也昔衛有蘧伯玉人者直已而不直人盖如此也已 \\n 　 \\n 齊景公問政于孔子孔子對曰君君臣臣父父子子公曰善哉信如君不君臣不臣父不父子不子雖有粟吾得而食諸 \\n  \\n 景公之時慶封滅崔氏田鮑髙欒謀慶氏而田氏又私其徳於民此臣不臣也景公以少子荼為太子而逐羣公子于莱邑而羣公子皆亡于外是子不子也臣之不臣以君之不君子之不子以父之不父故孔子答以君則臣臣父則子子也漢三老茂曰父不父則子不子臣不臣由于君不君其言先父子者為戻園而發也洪範言作福作威而繼之以惟辟玉食以言人君能作威福然後不失其玉食不能作威福則君不君矣其得康食乎故曰雖有粟吾得而食諸 \\n 　 \\n 子曰片言可以折獄者其由也與子路無宿諾 \\n 子曰聽訟吾猶人也必也使無訟乎 \\n  \\n 信義不著雖多言不可以折獄信義著雖一言可以折獄易曰君子折獄書曰惟良折獄子路片言可以折獄者以其有君子之良心為人所信故也禮曰與其有諾責寜有已怨老子曰輕諾必寡信子路無宿諾則于人無輕諾于已無寡信此所以果于折獄也小邾輕千乗之盟而信子路之一言則子路信義之著可知矣夫先之以徳禮輔之以政刑使有耻且格而無情者不得盡其辭此所以無訟也子路能折獄於已訟之後而不能化人于未訟之先語之以無訟則未也孔子聽訟則與人同使人無訟則與人異故曰聽訟吾猶人也必也使無訟乎易曰君子作事謀始書曰帝徳罔愆而繼之以茲用不犯于有司禮曰禮之教化也微而繼之以使人逺罪不自知使無訟之謂也茍婚姻之禮廢而滛僻之罪多郷飲酒之禮廢而争闘之獄煩喪祭之禮廢而臣下之恩薄聘覲之禮廢而君臣之位失然後從而聽斷之不亦晚乎故子路之折獄不及孔子之使無訟也召公之聽獄又不若周南之無犯也在昔揚子有曰必也律不犯 \\n 　 \\n 子張問政子曰居之無倦行之以忠 \\n  \\n 居之無倦則于已無逸行之以忠則于人不欺子張問仁告之以敏則有功問崇徳告之以主忠信徙義問行告之以言忠信盖倦則不能敏而徙義不忠則不能崇徳而有行子張之行不免于此故于其問政而告之以居之無倦行之以忠也傳稱子張問入官孔子告之以怠惰者時之所以後非忠信則無以取親於百姓與此同也盖無倦然後能使民無倦忠然後能使民作忠孔子于子張兼無倦與忠而教之于子路則教之以無倦而已以子路之蔽不至于不忠也 \\n 　 \\n 子曰慱學于文約之以禮亦可以弗畔矣夫（重出） \\n 子曰君子成人之美不成人之惡小人反是 \\n 互郷童子潔已以進孔子與之而不拒成人之美也冉求聚歛孔子欲鳴鼓而攻之不成人之惡也小人幸灾樂禍故成人之惡惡直忌正故不成人之美孟子之五教有成徳者皆成人之美也 \\n 　 \\n 季康子問政於孔子孔子對曰政者正也子帥以正孰敢不正 \\n 季康子患盗問於孔子孔子對曰茍子之不欲雖賞之不竊 \\n  \\n 教之化民深于命民之効上捷于令故鄭伯好勇國人暴虎秦穆貴信士多從死陳姬好巫而民滛祀晋侯好儉而民畜聚太王躬仁邠民貴恕吳王好劍客而民多瘡痍楚王好細腰而朝多餓死則季康子之欲而魯民盗理勢之必然也老子曰不必以静天將自正又曰我無欲而民有樸故孔子于為政者患不能以正導之耳荘子曰盗竊之仁行雖貴而可乎季康子之謂也 \\n 　 \\n  \\n 季康子問政於孔子曰如殺無道以就有道何如孔子對曰子為政焉用殺子欲善而民善矣君子之徳風小人之徳草草上之風必偃 \\n  \\n 徳教洽而民氣樂法令極而民風衰先王任徳不任力好生不好殺不得已則刑期無刑而已夫豈後徳禮而先政刑哉故曰子為政焉用殺子欲善而民善矣夫上之化下無可見之迹而俗日遷故喻以風民性含仁而衆柔不能自立故喻以草草惟風之偃民惟上之從康子不能正徳以善之特欲殺之而已不亦過哉書曰四方風動又曰爾惟風下民惟草傳曰我徳如風民應如草 \\n 　 \\n 子張問士何如斯可謂之達矣子曰何哉爾所謂達者 \\n  \\n 子張對曰在邦必聞在家必聞子曰是聞也非達也夫達也者質直而好義察言而觀色慮以下人在邦必達在家必達夫聞也者色取仁而行違居之不疑在邦必聞在家必聞 \\n  \\n 逹者志在不窮聞者為名而已逹則不必聞聞則不必逹質者直徳也好義義也察觀智也慮下禮也徳義所以處已故志不窮於内禮所以處人故行不窮於外此所以在家必逹在邦必逹也取仁行違居之不疑此取偽為以尚人而已與質直好義察言觀色慮以下人者反矣此所以在家必聞在邦必聞詩言帝謂文王不大聲以色文王大之不失其色非色取仁也以徳而已此則在邦必聞在家必聞者也盖逹與受小國是逹受大國是逹同聞與聲聞過情同在家言其止在家在邦言其止在邦子張色荘者平則色取仁矣難與並為仁則行違其志曰古之人古之人則居之不疑矣孔子因其失而救之也 \\n 　 \\n  \\n 樊遲從逰於舞雩之下曰敢問崇徳修慝辨惑子曰善哉問先事後得非崇徳與攻其惡無攻人之惡非修慝與一朝之忿忘其身以及其親非惑與 \\n  \\n 樊遲問仁子曰愛人問知子曰知人樊遲未逹子曰舉直錯諸枉能使枉者直樊遲退見子夏曰郷也吾見於夫子而問知子曰舉直錯諸枉能使枉者直子夏曰冨哉言乎舜有天下選於衆舉臯陶不仁者逺矣湯有天下選於衆舉伊尹不仁者逺矣 \\n  \\n 自其為仁智言之則智易而仁難自其愛人知人言之則愛人易知人難故遲於愛人則達於知人則未達書曰簡厥修亦簡其或不修進厥良以率其或不良易曰君子帷有解吉有孚于小人傳曰禹稱善人不善人逺此所謂舉直錯枉使枉者直也舜湯之所舉多矣特言臯陶伊尹者臯陶之賢其徳足以懐民其謨足以知人其為士也能制百姓於刑之中伊尹之賢其才足以任重其道足以格天其割正有夏能變簡賢附勢之徒如此則仁賢履位奸邪悉退豈非不仁者逺哉堯舜之仁不徧愛人急親賢也如此而已 \\n 　 \\n 子貢問友子曰忠告而善道之不可則止毋自辱焉 \\n 忠告屬言善道屬行仁也不可則止義也芮伯之於朋友曰既之隂女反予來赫又繼之以凉曰不可覆背善詈不為不辱矣而芮伯為之者救時之責故也 \\n 　 \\n 曽子曰君子以文會友以友輔仁 \\n  \\n 文出于理仁出于性以文會友然後能窮理以友輔仁然後能盡性禮曰相觀而善以文會之所以能相觀以仁輔之所以善也孔子曰工欲善其事必先利其器事所以譬仁器所以譬友事以利器然後善仁以益友然後成君子于友可不慎哉子曰損者三友益者三友益友所以輔仁損友則害仁而已 \\n 　"}
{"章节": "論語全解卷七", "正文": "　 \\n 論語全解卷七 \\n 宋陳祥道撰 \\n 　 \\n 子路第十三 \\n 　 \\n 子路問政子曰先之勞之請益曰無倦先之 \\n  \\n 帥以正也勞之勞以思也無有先之而有以役之則民不從有以役之而無以勞之則民怨讟易曰説以先民民忘其勞孔子曰君子信而後勞其民未信則以為厲已禮曰勿騐勿信勿信民勿從是先之然後可以役之也豳風以東征勞士小雅以枤杜勤歸是役之必有以勞之也先之與孝經先之以博愛先之以敬遜仝勞之與孟子勞之來之仝先勞之而益之以無倦則民亦應之以無倦矣楊子曰不倦以終之為學而不倦則其徳日新為政而不倦則其政日新故子張問政孔子亦告之以無倦今夫天地之于物出乎震齊乎巽相見乎離致役乎坤先之而後役之也説乎兑戰乎乾勞乎坎役之然後勞之也大元曰仰天而天不倦俯地而地不怠怠倦而能乎其事者古今未覩然則先勞而繼以無倦天地之道也天地尚然而况于人乎 \\n 　 \\n 仲弓為季氏宰問政子曰先有司赦小過舉賢才曰焉知賢才而舉之曰舉爾所知爾所不知人其舎諸 \\n  \\n 有司分職然後事治事治然後可以治人之罪而赦小過赦小過則故為者刑矣故為者刑然後舉其賢才此所謂遏惡揚善者賢言其徳才言其能傳曰一賢統衆才則有餘衆才度一賢則不足賢者必有才才者不必賢也子游為武城宰孔子問之以得人盖為宰之政必先之以有司為政之大莫尚于舉賢才 \\n 　 \\n 子路曰衛君待子而為政子將奚先子曰必也正名乎 \\n  \\n 子路曰有是哉子之迂也奚其正子曰野哉由也君子於其所不知盖闕如也名不正則言不順言不順則事不成事不成則禮樂不興禮樂不興則刑罰不中刑罰不中則民無所措手足故君子名之必可言也言之必可行也君子於其言無所茍而已矣 \\n  \\n 衛以父子争國而君臣上下之名不正孔子欲以正名為先而子路以之為迂故曰野哉由也野者質而已矣家語所謂文不勝質是也子路於見南子則不悦於在陳則愠於公山召則曰何必公山氏之之也於佛肸召則曰親于其身為不善君子不入則子路之不知孔子者不特是也夫名之必可言名不正則言不順言不順則行之必不可行而事不成洪範謂言曰從從作乂禮曰功成作樂治定制禮盖從則言順作乂則事成功成治定事成之謂故曰事不成則禮樂不興禮樂不興則謙遜和穆之風衰争愎詐偽之俗成雖善聽者猶不能無枉故曰禮樂不興則刑罰不中易豫之作樂則曰刑罰清傳曰禮刑相為表裡是刑罰之中否係禮樂而已在昔荀卿有曰禮樂廢而邪音起危辱之本也 \\n 　 \\n  \\n 樊遲請學稼子曰吾不如老農請學為圃曰吾不如老圃樊遲出子曰小人哉樊湏也上好禮則民莫敢不敬上好義則民莫敢不服上好信則民莫敢不用情夫如是則四方之民襁負其子而至矣焉用稼 \\n  \\n 君子能為小人之所不能而不能徧能小人之所能盖君子之所能者勞心也小人之所能者勞力也勞心者治人勞力者治于人治人者食于人治于人者食人樊遲不知君子之道而請學小人之事夫禮以敬之則民莫敢不敬義以閑之則民莫敢不服信以結之則民莫敢不用情敬而後服服而後用情則將襁負其子而至以為已役雖不學稼其憂無食乎盖精於物者以物物精於道者兼物物樊遲之學稼陳相之學許行其能兼物物哉宜孔子孟子之所不許也好禮然後好義好義然後好信與禮記修禮然後好義好義然後體信同意此學之序也孔子曰義以為質禮以行之信以成之行之序也采菽之詩始言禮中言信卒言義則待諸侯之道也 \\n 　 \\n 子曰誦詩三百授之以政不達使於四方不能專對雖多亦奚以為 \\n  \\n 詩之為書其事則王道之迹其詞則法度之言誦之將以其事施之政其詞施之使而已若夫不眀其事而授之以政不達使於四方不能専對則與不學詩同故曰雖多亦奚以為禮曰誦詩三百不足一獻以言誦詩三百則易而一獻之禮則難於其易者猶不眀其義斯亦不足貴也已 \\n 　 \\n 子曰其身正不令而行其身不正雖令不從 \\n  \\n 以身教者從故其身正不令而行以言教者訟故其身不正雖令不從書曰爾身克正罔敢不正孟子曰大人正已而物正揚子曰身立則政立禮曰其所令反其所好而民不從王喜曰動以言不若以行似與此同意馬廖曰元帝罷服官而不用成帝御浣衣荘帝去樂府然而侈費不息至於衰亂者百姓從行不從言也 \\n 　 \\n 子曰魯衛之政兄弟也 \\n  \\n 楊希曰有人于此年兄弟也言兄弟也才兄弟也貎兄弟也夀天貴賤父子也名譽愛憎父子也父子以况其相逺兄弟以况其相類也魯者伯禽之所封而俗則一于周衛者康叔之所治而俗則一於商其俗雖不同而其政均善孔子所以追美之也曽子布幕衛也縿幕魯也孔子有曰衛之祔也離之魯之祔也合之善夫觀其禮法之存於後世者猶足為君子之所取則當時之政可知矣傳曰政猶魯衛徳化均焉 \\n 　 \\n 子謂衛公子荆善居室始有曰茍合矣少有曰茍完矣富有曰茍美矣 \\n  \\n 瘠地之民多有心沃地之民多不才故匹庶之家多循禮世禄之家多侈怙其勢然也荆為公子其用稱家之有無以同乎人而其心未始有累焉故始曰茍合少有曰茍完富有曰茍美豈所謂怙侈者哉此季札所以謂之君子也君子無所茍亦有所茍無所茍則於言行不妄有所茍則於利不累荆之居室如此以比夫無而為有虚而為盈約而為泰者異矣荘子曰滿茍得 \\n 　 \\n 子適衛冉有僕子曰庶矣哉冉有曰既庶矣又何加焉曰富之曰既富矣又何加焉曰教之 \\n  \\n 不庶無以蕃民數不富無以美民情不教無以理民性周官大司徒掌人民之數小司徒掌夫家之數縣師掌野亦辨夫家人民之數司冦掌刑亦登大比之民數生齒以上則書於司民成名以上則書於媒氏凶荒則有荒政之條疾病則有疾醫之治凡此所以庶之也大司徒十有二等以辨民宜十有二壤以教民稼小司徒井其田而任以耕事牧其野而任以畜事里宰於器之不足者助以合耦之令遂師於力之不足者救以移用之法慮其功之有餘也為之疆野以任之患其耕之有惰也為之時器以任之而有成功則鄙師掌令以行賞勸之而不勉則載師歛布以致罰於荒政則散利以薄征於旅師則平頒其興積凡此所以富之也大司徒示以教象之法小司徒帥以教法之象州長嵗屬民而讀法者三黨正嵗屬民而讀法者七族師嵗屬民而讀法者十四糾之以司諫猶王之有師氏救之以司救猶王之有保氏自敬敏以上莫不書之以教其不自修自能者以上莫不與之以勸凡此所以教之也公劉之什言既庶既繁次之以既順乃宣又次之以于時言言于時語語與孟子言省刑罰又次之以深耕易耨又次之以壮者修其孝弟是亦庶富而教之也易言理財正辭書言既富方榖詩言飲之食之教之誨之傳言我有田疇子産殖之我有子弟子産教之意同禮云子産能食不能教非不能教特不若能食而已 \\n 　 \\n 子曰茍有用我者期月而已可也三年有成 \\n 子曰善人為邦百年亦可以勝殘去殺矣誠哉是言也 \\n 子曰如有王者必世而後仁 \\n  \\n 為政之道徳隆者其效速徳殺者其效遲孔子曰如有用我者期月而已可也三年有成如有王者必世而後仁善人為邦百年亦可以勝殘去殺則期月可以為之兆而未必有成三年有成矣而未必仁故曰必世而後仁易曰重明以麗乎正乃化成天下又曰聖人乆於其道而天下化成詩言周王夀考遐不作人又言仁如騶虞則王道成皆必世而後仁之謂也勝殘則在下無賊義之民去殺則在上有措刑之治漢之興至于文景唐之興至于開元然後幾致措刑皆百年勝殘去殺之效也然勝殘去殺則無暴民而已語之以仁則未也王者之仁成于必世不必百年善人之無暴民必待百年則其徳之隆殺效之遲速可知矣若夫繼大治承大亂者則又異乎此故禹立三年百姓以仁遂繼大治也故事半古之人功必倍之承大亂也然文王百年徳猶未洽于天下者以其善政仁人猶有故也其家語有言昔孔子為中都宰一年四方諸侯則焉此即所謂期月而已可也 \\n 　 \\n 子曰茍正其身矣於從政乎何有不能正其身如正人何 \\n 冉子退朝子曰何晏也對曰有政子曰其事也如有政雖不吾以吾其與聞之 \\n 禮曰政行則事治又曰不可以私不將公事孟子曰發於其政害於其事盖行於上者謂之政通於下者謂之事孔子至于是邦未嘗不以譽命而與聞其政故曰其事也如有政吾其與聞之 \\n 　 \\n  \\n 定公問一言而可以興邦有諸孔子對曰言不可以若是其幾也人之言曰為君難為臣不易如知為君之難也不幾乎一言而興邦乎曰一言而喪邦有諸孔子對曰言不可以若是其幾也人之言曰予無樂乎為君唯其言而莫予違也如其善而莫之違也不亦善乎如不善而莫之違也不幾乎一言而喪邦乎 \\n  \\n 邦之興喪在事不在言故言不可以若是幾之而已書曰后克艱厥后臣克艱厥臣而繼之以政乃乂知為君難之言可幾於興邦也易曰言善則千里應之言不善則千里違之而繼之以亂之所生則言語以為階是不善莫違之一言可幾於喪邦也若邳彤對光武以入闗之非而史以為一言可以興邦李勣導髙宗之立武后而史以為一言可以喪邦豈特為君難與莫予違而已哉孔子之言止于是者對定公故也孫叔敖以一言復郢市晏子以一言省齊刑申叔時以一言復陳國其利雖未至于興邦是亦重言者歟 \\n 　 \\n 葉公問政子曰近者説逺者來 \\n  \\n 子貢言夫子之得邦家則曰綏之斯來動之斯和荀卿言大儒之郊則曰近者謳歌而樂之逺者竭蹶而趋之葉公問政亦可告以此乎孔子嘗曰荆之地廣而都狭民有離心莫安其居故政在悦近而來逺詩曰亂離瘼矣莫之適歸由此觀之孔子僅欲葉公定其亂離之民而已學記曰近者悦服逺者懷之大學之道也自我論之盖孔子所言者政也學記所言者教也 \\n 　 \\n 子夏為莒父宰問政子曰無欲速無見小利欲速則不達見小利則大事不成 \\n  \\n 為政之要在於循理而圖大循理則無欲速圖大則無見小利易曰浚恒凶欲速不達之謂也禮曰小謀敗大作見小利大事不成之謂也孟子言為學之道以欲速喻揠苗以見小利喻養其一指兵法言用兵之道軍以舒為吉軍無小聽戰無小利由此觀之君子之所為凡皆不可欲速見小利豈特為政已哉孔子所言姑以救子夏之失也 \\n 　 \\n 葉公語孔子曰吾黨有直躬者其父攘羊而子證之孔子曰吾黨之直者異于是父為子隠子為父隠直在其中矣 \\n  \\n 天下之所為直者有禮義之直有非禮義之直父為子隠子為父隠雖曲而直存焉禮義之直也其父攘羊而子證之雖直而曲存焉非禮義之直也先王之法父子之罪不相及則恕之以其親隣比之罪相及則責之以其友恕之以其親為其可以相隐故也責之以其友為其不可以相隐故也儀曰不私其父不成其為子春秋為親者諱今律大功以上相隐則不坐皆此意也 \\n 　 \\n 樊遲問仁子曰居處恭執事敬與人忠雖之夷狄不可棄也 \\n  \\n 居處易以慢必欲其恭執事易以茍必欲其敬欲與人以虚雖戚必踈欲與人以實雖踈必密然則與人其可以不忠乎恭也忠也雖之夷狄猶且不可棄則君子扵此固不可斯湏去身矣故曰言忠信行篤敬雖蠻貊之邦行矣言不忠信行不篤敬雖州里行乎哉 \\n 　 \\n  \\n 子貢問曰何如斯可謂之士矣子曰行已有恥使於四方不辱君命可謂士矣曰敢問其次曰宗族稱孝焉郷黨稱弟焉曰敢問其次曰言必信行必果硜硜然小人哉抑亦可以為次矣曰今之從政者何如子曰噫斗筲之人何足算也 \\n  \\n 言必信行必果則謹身而已非有稱於宗族郷黨也宗族稱孝郷黨稱弟則稱於近者而已非逺而有光華也行已有恥使於四方不辱君命則逺而光華矣盖行已有恥則有所不為使於四方不辱君命則能専對有所不為義也善於専對智也宗族稱孝非禮記所謂州閭郷黨稱孝也郷黨稱弟非禮記所謂僚友稱其弟者也硜硜則常而不能變斗筲則小而不能容孔子以言必信行必果為小人孟子以言不必信行不必果為大人此揚子所謂事非禮義為小無事於小為大者也盖莫非小人也有君子之小人有衆人之小人言必信行必果君子之小人也懐土懐恵比而不周驕而不泰衆人之小人也莫非君子也有聖人之君子有賢人之君子有未成徳之君子有在位之君子易曰君子上交不謟下交不凟君子之道鮮矣孟子言君子無上下之交聖人之君子也得見君子斯可矣賢人之君子也君子不仁君子有勇無義為亂未成徳之君子也君子之徳風在位之君子也 \\n 　 \\n 子曰不得中行而與之必也狂狷乎狂者進取狷者有所不為也 \\n  \\n 狂者近智狷者近義近智而非所以智則過近義而非所以義則不及狂譬則陽狷譬則隂中行譬則冲氣也孟子言中道體也孔子言中行用也孟子言狂簡言也孔子言狂簡行也易之中爻或言中道或言中行亦體用不同故也 \\n 　 \\n 子曰南人有言曰人而無恒不可以作巫醫善夫不恒其徳或承之羞子曰不占而已矣 \\n  \\n 荀卿曰趋舎無定謂之無常巫醫賤技然人所委聽猶不可以無常况不為巫醫者乎恒之九三剛而不中剛之恒過者也巽而應柔巽之過者也一過于剛一過於巽不恒其徳者也初與二在下而羞承之或承之羞者也易曰極數知來之謂占革九五之未占孚可知矣恒九三之不占羞可知矣禮曰人而無常不可以為卜筮龜筮猶不能知也而况於人乎盖不知論語而誤為之説也 \\n 　 \\n 子曰君子和而不同小人同而不和 \\n  \\n 五味相和然後可食五聲相和然後可聽則和者有異而無乖同者有恊而無異君子之與人也任道故和而不同小人之與人也任情故同而不和栁下恵油然與之偕而不自失焉和而不同也梁邱據君可則可君否則否同而不和也然君子不同有所謂同小人之同有所謂不同易曰君子以同而異君子之同也詩曰潝潝訿訿小人之不同也君子同不同皆是善小人同不同皆是不善 \\n 　 \\n 子貢問曰郷人皆好之何如子曰未可也郷人皆惡之何如子曰未可也不如郷人之善者好之其不善者惡之 \\n  \\n 居之似忠信行之似㢘潔非之無舉也刺之無刺也而衆皆悦之是郷愿者人之所好也故曰郷人皆好之未可也怠者不能修忌者畏人修故事成而謗興徳髙而毁來是獨行者人之惡也故曰郷人皆惡之未可也方周之衰京人以叔叚為仁沃人以桓叔為君子齊人以陳仲子為㢘以匡章為不孝然則郷人之好惡可不察之哉故郷人之善者好之其不善者惡之則所好無非善所惡無非不善矣孔子曰衆好之必察焉衆惡之必察焉孟子曰國人皆曰賢然後察之國人皆曰可殺然後察之書曰出入自爾師虞庶言同則繹皆此意也盖謀貴於衆斷貴於獨不因鄉人則失于自用因郷人而不察之則失于隨人内不失于自用外不失于隨人惟仁者能之故曰惟仁者能好人能惡人 \\n 　 \\n  \\n 子曰君子易事而難説也説之不以道不說也及其使人也器之小人難事而易説也說之雖不以道説也及其使人也求僃焉 \\n  \\n 君子處已也正責人也輕正故難悦輕故易事小人處已也不正責人也私不正故易恱私故難事泰九二之包荒用憑河易事也兊九二之孚難說也與人不求備而不邇聲色湯之易事難悦也不顯亦臨而無畔援歆羡文王之易事難悦也易事仁也難悦義也小人反是 \\n 　 \\n 子曰君子泰而不驕小人驕而不泰 \\n  \\n 君子坦蕩蕩而謙以自牧故泰而不驕小人長戚戚而賤物貴我故驕而不泰荘子曰宇泰定者發乎天光易曰履而泰然後安則宇泰定者徳也履而泰者行也禮曰小人富斯驕荀子曰小人能則倨傲以驕溢人則富斯驕者累於利也能斯驕者累於名也君子安於能行而不知有名利故能泰而不為驕小人累於名利而不知有徳行故為驕而不能泰君子不驕有所謂驕荀子所謂志意修則驕富貴是也小人不泰有所謂泰禮記所謂驕泰以失之是也然驕富貴非君子之成名時也至君子之成名則無驕矣 \\n 　 \\n 子曰剛毅木訥近仁 \\n  \\n 剛則無慾無慾則静仁者静故剛近之毅則果敢果則勇仁者必勇故毅近之木者無令色則不以色取仁訥者無巧言則不以給奪仁凡此不以末害本也仁者務本而已故木訥近之剛毅木訥近仁質美故也强恕而行求仁莫近焉行美故也 \\n 　 \\n 子路問曰何如斯可謂之士矣子曰切切偲偲怡怡如也可謂士矣朋友切切偲偲兄弟怡怡 \\n  \\n 切切責也偲偲强也詩曰代木丁丁鳥鳴嚶嚶切切偲偲之謂也兄弟既翕和樂且耽怡怡之謂也盖閨門之内恩掩義閨門之外義掩恩孔子言朋友切切偲偲兄弟怡怡孟子言責善朋友之道父子之間不責善是皆不以恩廢義不以義賊恩子路之為人喭而行行其於朋友兄弟必不能然故孔子告之棠棣之詩于急難則良朋不如兄弟於喪亂既平則兄弟不如友生此先朋友而後兄弟者亦兄弟不如友生之意也 \\n 　 \\n 子曰善人教民七年亦可以即戎矣 \\n 子曰以不教民戰是謂棄之 \\n  \\n 有不能教之君無不可用之民善人教民七年可以即戎則君子教民雖不七年可以即戎矣孟子曰師文王者大國五年小國七年可以為政于天下盖善人之教民猶小國之施政小國之政必七年然後及於天下善人之教民必七年然後可以即戎其勢然也觀晋侯之教民定襄王以示之義伐原以示之信大蒐以示之禮然後用之以戰則先王之教民豈特司馬坐作進退疾徐疏數之節而已哉彼不知務者大則不能教民以禮義小則不能教民以戰陣及其有事則驅市人以就死地而已此孟子所以言不教而戰謂之殃民也司馬法曰教惟豫孫武曰教道不眀曰亂吳起曰兵之法教戎為先鄧析曰慮不先定不可以應巫兵不閒習不可以當敵春秋書師次於郎甲午治兵師次而後治兵宜聖人譏之也 \\n 　 \\n 　 \\n 憲問第十四 \\n 　 \\n 憲問恥子曰邦有道榖恥也邦無道榖恥也 \\n 克伐怨欲不行焉可以為仁矣子曰可以為難矣仁則吾不知也 \\n  \\n 勝人之謂克自賢之謂伐怨生于所求欲生于所好四者出於情而害于性衆人縱之而不能止之學者止之而不能去之去之可以為仁止之則可以為義而已召南言夫人無妒忌之行周南言后妃無妒忌之心盖無其行者不能無其心無其心者必無其行克伐怨欲不行特無其行而已其能無是心哉惟仁者則無是心矣宋襄公不鼓不成列孟之反不伐伯氏之無怨孟公綽之不欲孔子未嘗以仁名之以其於此不行而已若顔子之無伐伯夷之無怨此所謂無是心者也孔子曰君子言必忠信而心不忘仁義在心而已無伐者此也盖克則加諸人伐則自伐而已克甚於伐伐甚於怨怨甚于欲此其序也 \\n 　 \\n 子曰士而懐居不足以為士矣 \\n  \\n 士之所尚在於志志之所尚在于道士而懐居則非志於道者也故不足以為士盖物生于陵者安于陵生於水者安于水衆人不異乎物則懐土而已士則異於衆人其可懐居哉孔子曰君子居無求安傳曰晏安酖毒不可懐也古之君子所以安土樂天不累於物視九夷如中國不以為陋視陋巷如廣厦不以為憂不過充是志而已 \\n 　 \\n 子曰邦有道危言危行邦無道危行言孫 \\n  \\n 天下有道其言足以興故危言天下無道其默足以容故言遜禹戒舜以無若丹朱周公戒成王以無若商王受周昌比漢髙以桀紂劉毅比晋武以桓靈所謂危言也孔子諾陽貨以仕閔子告魯使以善辭所謂言遜也盖行所以行已言所以應物行已者君子所以立道故施于治亂則同應物者所以趋時故施于治亂則異彼洩冶論相服之戯於陳李雲疏貂璫之封於漢王嘉之言董賢王章之言王鳯李固之言梁冀其言非不忠然卒見誅者以其不知言遜故也 \\n 　 \\n 子曰有徳者必有言有言者不必有徳仁者必有勇勇者不必有仁 \\n  \\n 徳至静也其發則為言仁至柔也其動則為勇顔子善言徳行有徳者必有言也子貢能言不能訥有言者不必有徳也比干殺身以求仁仁者必有勇也子路能勇不能怯勇者不必有仁也盖君子自得則為徳應物則為言愛人則為仁惡人之害則為勇艮之六五有徳者也則有言矣謙之六五有仁者也利用侵伐則有勇矣咸之上六騰口説同人九三之敵剛此所謂有言者不必有徳勇者不必有仁也 \\n 　 \\n  \\n 南宫适問於孔子曰羿善射奡盪舟俱不得其死然禹稷躬稼而有天下夫子不答南宫适出子曰君子哉若人尚徳哉若人 \\n  \\n 善射盪舟力也躬稼徳也南宫适賤羿奡而貴禹稷尚徳也自其成徳而言之則曰君子哉若人自其所言而言之則曰尚徳哉若人禹與稷均曰躬稼稷與禹均曰有天下者禹暨稷奏庶艱食則禹稷之躬稼可也文武之功起於后稷則稷謂之有天下可也言禹稷躬稼與孟子言禹稷三過其門不入同言稷有天下與太伯以天下遜同夫微莫微于一身大莫大于天下羿奡之力不足保其身况天下乎禹稷之徳足以有天下况一身乎适言而當故夫子不答厲王好稼穡芮伯刺之樊遲請學稼夫子非之何耶好稼學稼為利也躬稼為徳也傳曰后稷封殖于天下 \\n 　 \\n 子曰君子而不仁者有矣夫未有小人而仁者也 \\n  \\n 有成徳之君子有未成徳之君子成徳之君子則於仁義無不盡未成徳之君子則于仁義有不能所謂君子不仁者有矣夫君子有勇而無義為亂此未成徳之君子也盖仁者人之所尤難顔子之于仁則三月不違而已其餘可知矣故子路公西赤之徒孔子皆曰仁則吾不知也 \\n 　 \\n 子曰愛之能勿勞乎忠焉能勿誨乎 \\n  \\n 勞之所以作其才誨之所以達其善愛之而不忍勞之忠焉而不忍誨之適所以賊之也禮曰細人之愛人也以姑息此愛而不忍勞之也孟子曰教人以善謂之忠此忠而能誨之也盖愛之者仁也勞之者義也忠焉者義也誨之者仁也君子處仁以義然後仁行義以仁然後義 \\n 　 \\n 子曰為命禆諶草創之世叔討論之行人子羽修飾之東里子産潤色之 \\n  \\n 為命禆諶草創以始之游吉討論以辨之公孫揮修飾以洽之國僑潤色以文之盖為命専于一則不能無失資於衆智然後盡善鄭之為命必更四人然後成此春秋傳所以謂其鮮有敗事也列子曰鄭之東里多才其子産之謂乎 \\n 　 \\n 或問子産子曰恵人也問子西曰彼哉彼哉 \\n  \\n 鄭之子西俯仰於子展子産之間其與殺子孔之専則因子展而已其與伐陳則因子産而已其才不足道也楚之令尹子西理百姓寔倉廩百姓得所楚王賢之其才可知也不狥白公仇鄭之謀而終死于白公之亂其正可知也或問子西孔子彼而弃之者非楚之子西意鄭之子西乎老子曰去彼取此彼者在所去此者在所取 \\n 　 \\n 問管仲曰人也奪伯氏駢邑三百飯疏食沒齒無怨言子曰貧而無怨難富而無驕易 \\n  \\n 人也猶言之人也奪伯氏駢邑三百沒齒無怨言至公也桓公以仲為聖人施伯以仲為賢人荀卿以仲為野人其言各有當與此謂人也異矣駢邑三百言奪之多飯疏食言貧之甚沒齒言廢之久盖奪之雖多而貧不甚貧雖甚而廢不久其無怨則易若伯氏則無怨難矣故繼之以富而無驕易江熈曰顔子無怨不可及也子貢不驕猶可能也此之謂歟孔子前言子産則繼之以晏平仲此則繼之以管仲者荀子曰晏子功用之臣也不如子産子産恵人也不如夷吾 \\n 　 \\n 子曰孟公綽為趙魏老則優不可以為滕薛大夫 \\n  \\n 君子不器無施而不可不如君子則器矣有能有不能故禆諶謀野則獲于居屋則否黄覇治郡則長於相國則不及兵甲之事文種不如范蠡鎮撫國家范蠡不如文種面折廷争陳平不如王陵全社稷安劉氏王陵不如陳平房元齡善于謀而不能斷杜如晦長於斷而不能謀孟公綽為趙魏老則優不可以為滕薛大夫其才有能有不能也老者成徳之稱王朝有天子之老五官之長天子之老是也邦國有卿老國君不名卿老是也卿大夫則有家老所謂趙巍老是也 \\n 　 \\n  \\n 子路問成人子曰若臧武仲之知公綽之不欲卞荘子之勇冉求之藝文之以禮樂亦可以為成人矣曰今之成人者何必然見利思義見危授命久要不忘平生之言亦可以為成人矣 \\n  \\n 子問公叔文子于公眀賈曰信乎夫子不言不笑不取乎公眀賈對曰以告者過也夫子時然後言人不厭其言樂然後笑人不厭其笑義然後取人不厭其取子曰其然豈其然乎 \\n  \\n 智以知之不欲以守之勇以行之據於徳所以立本游于藝所以存末本末具而又文之以禮樂則于人道幾盡矣故曰可以為成人子謂顔淵曰既能成人而又加之以仁義禮樂成人之行也傳曰人能曲直以赴禮者謂之成人荀卿曰能定所應之謂成人與此同意周官大司徒之教民終之以五禮六樂孟子言事親從兄亦終之以禮樂是學至于禮樂然後可以為成人也求言為邦曰如其禮樂以俟君子孔子于囬之問為邦然後告之以禮樂盖惟回可語以成人故也夫見利則忘義見危則惜命乆要則忘信世俗之情也今也見利思義則可以為義見危授命則可以為忠久要不忘平生之言則可以為信故曰亦可以為成人矣言今之成人則文之以禮樂者古之成人也古之成人者由前君子之事也今之成人者由後亦不失為善人者也武仲之智未足以為成人而御叔以之為聖人不亦妄哉易簡而天下之理得而成位乎其中則其為成人不特文之以禮樂而已也 \\n 　 \\n 子曰臧武仲以防求為後于魯雖曰不要君吾不信也 \\n  \\n 孔子論仲則以防求為要論成人則以仲為智如此則若無要君之事而不免于要君何也禮曰道之不行賢者過之子曰仲之智綽之不欲文之以禮樂可以為成人使仲賢而不至于過智而濟之以不欲是能無要君之心矣禮曰事君三違而不出境則利禄也人雖曰不要君吾不信也 \\n 　 \\n 子曰晋文公譎而不正齊桓公正而不譎 \\n 齊桓公為會而封異姓晋文公為會而滅同姓桓責諸公以不貢天子文會河陽以召天子桓伐譚戎而不有文滅而分其地桓仇管仲而用文親舅犯而疑桓寓内政以復古文作三軍以偪上桓釋沫之刼而遇以信文念衛侯之怨而加以酖此其正譎之不同也晋文之譎非無正也齊桓之正非無譎也觀其出定襄王以示民義伐原以示民信大蒐以示民禮于君之命有三辭之恭于國之利有三罪之當此晋文之正也然譎不勝正故謂之譎而不正前事則兄弟争國内行則般樂奢汰外事則詐邾襲莒執陳轅濤塗以致斁于諸侯親刁易牙開方以搆于國此齊桓之譎者也然正能勝譎故曰正而不譎若夫以王道觀之則桓公之正猶之譎也昔孟氏子曰春秋無義戰愚曰五伯無王道 \\n 　 \\n 子路曰桓公殺公子糾召忽死之管仲不死曰未仁乎 \\n 子曰桓公九合諸侯不以兵車管仲之力也如其仁如其仁 \\n 子貢曰管仲非仁者與桓公殺公子糾不能死又相之 \\n 子曰管仲相桓公覇諸侯一匡天下民到於今受其賜 \\n 微管仲吾其被髪左祍矣豈若匹夫匹婦之為諒也自經於溝瀆而莫之知也 \\n  \\n 自仁之成名而言之雖君子有所不仁自所愛而言之雖管仲有所施盖仁之所施有殺身以成仁有不死以成仁殺身而不足以成仁者召忽也不死而足以成仁者管仲也孔子曰子糾未成君召忽未成臣管仲不死而立功名未可非也召忽雖死過于取仁未足多也魯仲連亦曰見小節者不能成榮名惡小恥者不能立大功管仲不恥身在縲絏之中而恥天下之不治不恥不死公子糾而恥威之不信于諸侯夫以管仲之功仲連能知之而子路疑之者自王道而論之宜子路之為疑也桓公衣裳之會十有一而九盛此所謂九會諸侯不以兵車也首止之會定王世子謂王世子正則天下正此所謂一正天下也其伐山戎攘狄人以王伐楚與厲而使夷狄不能剡其脉以蹈中國之腹所謂微管仲吾其被髪左祍矣傳以兵車之會三乗車之會六為九合不以兵車兼兵車言之則誤矣雖然管仲相桓公正天下修内政寓軍令諸侯盟會于九合而不以兵車功用可稱也及其志滿意得而塞門反坫僣邦君之禮故聖人小之 \\n 　 \\n 公叔文子之臣大夫僎與文子同升諸公子聞之曰可以為文矣 \\n  \\n 衛靈公以文子聽衛國之政修其班制以與四鄰交衛國之社稷不辱不亦文乎孔子以公叔文子之臣大夫僎與文子同升諸公可以為文矣盖靈公以通隣國而交之者為文孔子以推人而下之者為文通隣國而交之禮之文也推人而下之仁之文也其所主雖殊其為文一也 \\n 　 \\n 子言衛靈公之無道也康子曰夫如是奚而不喪孔子曰仲叔圉治賔客祝鮀治宗廟王孫賈治軍旅夫如是奚其喪 \\n  \\n 國以賢興以謟衰君以忠安以佞危三仁在商而商不亡多賢在楚而秦不伐百里奚去虞而虞亡在秦而秦覇由余去戎而戎亡在秦而秦强故共公任小人而魯人知其無依衛多君子而覇主知其無患此孝經所謂諸侯有諍臣雖無道不失其國詩所謂人之云亡邦國殄瘁也靈公雖無道然治賔客則有仲叔圉治宗廟則有祝鮀治軍旅則有王孫賈故孔子曰奚其喪孔子對魯公曰靈公于私家則亂朝廷行事則賢伯常騫曰靈公仝濫而浴史鰌奉御而進所搏幣而扶翼其慢若此之甚也見賢人若此之肅也盖以此歟為治之道柔逺然後能邇故治賔客為先宗廟次之三軍之運徳之末也故軍旅為後 \\n 　 \\n 子曰其言之不怍則為之也難 \\n 言忠信則不怍行顧言則能為之為之道也難則言之不怍期是矣言之不怍則行成亦貴于不怍矣揚子曰言不慙行不恥書曰行之惟艱 \\n 　 \\n  \\n 陳成子弑簡公孔子沐浴而朝告於哀公曰陳恒弑其君請討之公曰告夫三子孔子曰以吾從大夫之後不敢不告也君曰告夫三子者之三子告不可孔子曰以吾從大夫之後不敢不告也 \\n  \\n 臣弑君子弑父凡在官者殺無赦陳恒弑簡公孔子請討之盖曰請之者吾之軄也行不行君之事也吾之軄不可不盡君之事吾何與焉故曰不敢不告然則魯弱齊强攻之不亦難乎孔子曰陳恒弑君而民不與者半以魯之衆加齊之半可克也此言之三子告不可春秋傳以為不告誤矣 \\n 　 \\n 子路問事君子曰勿欺也而犯之 \\n  \\n 孟子曰非堯舜之道不敢陳勿欺也禮曰事君有犯而無隠犯之也勿欺忠也犯之義也由于孔子而欲為臣一事則欺而不忠于顓臾之伐而不救則順而不犯故其問事君而告之如此孝經曰進思盡忠退思補過盡忠則勿欺補過則有犯 \\n 　 \\n 子曰君子上達小人下達 \\n 子曰古之學者為已今之學者為人 \\n  \\n 形而上者道也形而下者事也君子事道故上達小人事事故下達孔子曰中人以上可以語上中人以下不可以語上子曰古之學者為已今之學者為人荀子曰君子之學以美身小人之學以禽犢楊子曰大人之學為道小人之學為利則為道以美其身者為己者也為利以為禽犢者為人者也范曄曰為己者因心以會道為人者憑譽以顯物盖為己者未嘗不為人為人者必不能為己楊朱第知為己而已墨翟第知為人而已若孔子則為已而不忘人為人而不忘己者也故曰我學不厭而教不倦彼學以為人教以為己者豈知此哉宜原憲所以不忍為也 \\n 　 \\n 蘧伯玉使人於孔子孔子與之坐而問焉曰夫子何為對曰夫子欲寡其過而未能也使者出子曰使乎使乎 \\n  \\n 孔子以蘧伯玉汲汲於人以善自終荘子以蘧伯玉行年六十化公叔文子欲葬於瑕丘而伯玉請行孫文子欲報衛君而伯玉辭之以不知季札適衛而稱其君子史鰌屍諫而稱其賢則伯玉欲寡其過也信矣曰使乎善其言之信也詩之皇華以周爰咨諏為使之美荘子以相靡以信忠信之言為使之事則使者以忠信為主也公眀賈之溢美公叔文子以不言不笑不取宋師紿魯以鄭師未及國則異乎此矣 \\n 　 \\n 子曰不在其位不謀其政（重出） \\n 子曰君子思不出其位 \\n 事君處其位而不履其事則亂不在其位而謀其政則冐亂者非所謂知務也冐者非所謂知分也 \\n 　 \\n 子曰君子恥其言而過其行 \\n 君子之於天下與其言不足而行有餘孰若行有餘而言不足故不恥行過言而常恥言過行此仲尼之徒善為説辭不若善言徳行者之為優也 \\n 　 \\n 子曰君子道者三我無能焉仁者不憂知者不惑勇者 \\n 不懼子貢曰夫子自道也 \\n 子貢方人子曰賜也賢乎哉夫我則不暇 \\n  \\n 不器於人者然後能器人器於人者不可以器人子貢器于人而已其方人也不亦過乎孔子曰賜也賢乎哉以賢者過之也子貢對衛將軍文子則謂顔淵之相冉雍有志之君子仲由才任治戎冉求好學博藝至扵公西赤顓孫師曽参卜偃滅眀髙柴南容之徒莫不在其所議而孔子笑之盖譏其方人之過也故子以為不暇左氏之品藻班固之變美不免後世之譏者以其不能器人也子曰不逆詐不億不信抑亦先覺者是賢乎詐在行不信在言逆者迎而知之億者度而知之君子之于人遇之以誠而不察之以智照之以天而不照之以人此揚子所以言不姦姦不詐詐也不姦姦故不億不信不詐詐故不逆詐是乃先覺之所以為賢也若夫任前識之眀上太察之智則刻核之至忠信有時而見疑是乃昧者所以為不肖也舜之於象不以偽喜而不喜周公之於管蔡不以不賢而不封凡此不逆不億也子貢之屢中郤雍相盜失是矣 \\n 　 \\n 微生畝謂孔子曰丘何為是栖栖者與無乃為佞乎孔子曰非敢為佞也疾固也 \\n  \\n 能仕者必貴乎能己能己者必貴乎能仕仕而不能己已而不能仕守一而不知變者也固者之所為君子疾諸孔子三月無君則皇皇如也則其栖栖然動静無操持者非為佞也疾固以事道而已孰謂微生畝足以知孔子 \\n 　 \\n 子曰驥不稱其力稱其徳也 \\n 君子絶徳小人絶力故驥所以喻君子而不如驥者所以喻小人揚子曰齊馬以驥又曰睎驥之馬亦驥之乗或以譬仲尼或以譬顔回以驥有徳也适賤羿奡尚禹稷孔子所以美之者以此 \\n 　 \\n 或曰以徳報怨何如子曰何以報徳以直報怨以徳報徳 \\n  \\n 復讐者人之所不能免先王之所不能禁特為之法以制之而已周官調人凡殺人而義者令勿讐則殺人而不義者在法之所不宥以可殺者必避之也朝士凡報仇讐者書于士殺之無罪則應避而不避其書于士而殺之可也然則先王復讐之法不行凡有罪辜乃罔常獲小民方興相為敵讐由是殺人之父也人亦殺其父殺人之兄也人亦殺其兄干戈相尋莫之或息豈特復其不讐避者而已哉于是有問孔子曰以徳報怨何如孔子曰以直報怨以徳報徳盖以直報怨則民有所懲以徳報徳則民有所勸以直報怨義也以徳報徳仁也老子曰以徳報怨禮曰以徳報怨寛身之仁也以怨報徳刑戮之民也盖以徳報徳者徳也則詩所謂報之以瓊琚者也以怨報徳者事也則詩所謂反以我為仇者也昔䜿牛之于叔孫昭子盧蒲葵之於慶舎寒浞之于后羿公勝之于巢公皆以怨報徳者也 \\n 　 \\n 子曰莫我知也夫子貢曰何為其莫知子也子曰不怨天不尤人下學而上達知我者其天乎 \\n  \\n 孔子言莫己知也繼之以不怨天不尤人盖曰莫我知者豈天與人使之然哉命也天道逺而難知故曰怨人道邇而可指其掌故曰尤下學而上達則始于窮理終于知命始于仁義終于天道如此則與天同矣故曰知我者其天乎荀子曰自知者不怨人知命者不怨天怨人者窮怨天者無志失之已反之人豈不亦迂哉孔子不怨不尤與反之人者異下學上達與失之己者異 \\n 　 \\n  \\n 公伯寮愬子路于季孫子服景伯以告曰夫子固有惑志于公伯寮吾力猶能肆諸市朝子曰道之將行也與命也道之將廢也與命也公伯寮其如命何 \\n  \\n 不知命者以興廢在人而有所難辨子服景伯是也知命者以興廢在天而無所校孔子是也盖道待命而後行命待道而後立以道處命則死生無所恤以命處道則廢興無所累君子之於道命雖死生不得與之况廢興乎哉孔子于伯寮言命孟子于臧倉言天其致一也 \\n 　 \\n 子曰賢者辟世其次辟地其次辟色其次辟言 \\n 子曰作者七人矣子路宿於石門晨門曰奚自 \\n 子路曰自孔氏曰是知其不可而為之者與 \\n  \\n 子擊磬於衛有荷蕢而過孔氏之門者曰有心哉擊磬乎既而曰鄙哉硜硜乎莫已知也斯己而已矣深則厲淺則掲子曰果哉末之難矣 \\n  \\n 伯夷居海管寜浮海辟世也危邦不入亂邦不居辟地也色斯舉矣禮貎衰則去之辟色也聲音之詭人則去之辟言也作者七人則伯夷叔齊虞仲夷逸朱張栁下恵少連是也之七士者皆成徳之逸民故或辟世辟地辟言而去就進退之理偹矣至于孔子則集七人之大成可以仕則仕可以止則止故曰我則異于是無可無不可揚子曰聖人不遁乎世不離乎群荘周曰古之所謂隐牛馬以伏其身而勿見也非閑其言而不出也非蔵其智而不發也當時命行乎天下則反一無迹不當時命窮乎天下則深根寜極而待此所謂無可無不可者也古之所謂大隐如是而已彼晨門譏其不可為而為荷蕢譏其莫知而不止豈知此哉然聖人之有為常出于無為其有心常出于無心荷蕢之聞磬知其有心而不得其無心則其所知也淺矣季咸之于列子知其氣機而不知其未始出吾宗亦若此也晨門司晨昏之唘閉者也周官以昏閉言之則曰閽人論語以晨啓言之則曰晨門 \\n 　 \\n 子張曰書云髙宗諒隂三年不言何謂也子曰何必髙宗古之人皆然君薨百官總已以聽於冡宰三年 \\n  \\n 斬衰之喪唯而不對齊衰之喪對而不言髙宗三年不言盖禮然也子張以人君不能三年則以今疑古故問曰何謂也孔子以古陋今故曰何必髙宗古之人皆然詩之素冠刺不能三年滕之父兄百官皆不欲三年則孔子之時可知矣 \\n 　 \\n 子曰上好禮則民易使也 \\n 两貴不能相事两賤不能相使上好禮則不敢輕于使民民好禮則知分未有不易使者矣盖禮以敬民則使民如承大祭民好禮以敬上則孰疾視其長上為哉故曰上有所好下必有甚焉者矣 \\n 　 \\n  \\n 子路問君子子曰修己以敬曰如斯而已乎曰修己以安人曰如斯而已乎曰修己以安百姓修己以安百姓堯舜其猶病諸 \\n  \\n 書稱堯之徳始于欽眀中于平章卒于於變欽眀者修己以敬也平章者安人也於變者安百姓也老子言修之身而其終至于天下修禮言毋不敬而其効至于安民與此同意修己以敬自愛也修己以安百姓博愛也夫正者未必安而安者必以正孟子以正己而物正為大人之事則修己以安百姓者聖人之事也堯舜于此可以不修而猶病之者以其不免有竄殛之刑故也書曰安民則恵惟帝其難之此之謂歟孝經言得人之歡心又言得百姓之歡心是人不及百姓之衆也 \\n 　 \\n 原壤夷俟子曰幼而不遜弟長而無述焉老而不死是為賊以杖叩其胫 \\n  \\n 無述則無所取賊則有所害荘子曰人而無以先人是人之謂陳人曽子曰少稱不弟焉恥也壮稱無徳焉辱也老稱無禮焉罪也荀子曰少而不學長無能也此無述之謂也以杖叩胫責之而已所謂故者無失其為故也 \\n 　 \\n 闕黨童子將命或問之曰益者與子曰吾見其居於位也見其與先生並行也非求益者也欲速成者也 \\n 居位則不遜並行則不弟將命非童子之事而夫子使之者以其欲速者也故因命而教之耳孟子好貨好色好勇好樂而教之與此同意 \\n 　 \\n 　"}
{"章节": "論語全解卷八", "正文": "　 \\n 論語全解卷八 \\n 宋陳祥道撰 \\n 　 \\n 衞靈公第十五 \\n 　 \\n 衞靈公問陳于孔子孔子對曰俎豆之事則嘗聞之矣軍旅之事未之學也 \\n  \\n 天根問為天下于无名人无名人曰汝鄙人也何問之不豫也靈公問陳于孔子亦若是而已此孔子對以俎豆之事則嘗聞之軍旅之事未之學也古者文事必有武偹武偹必有文事故射御之事寓于禮干戚之事寓于樂則君子之學禮樂也軍旅之事未嘗不在其中矣孔子于夾谷之會則以兵加萊人而齊人恐于費人之亂則命將士伐之而費人北嘗曰我戰則克而冉有亦曰聖人文武並用則孔子于軍旅之事曷嘗未學之蓋有所不言爾孔子于孔文子亦曰簠簋之事則嘗學之甲兵之事未之聞也其所對與靈公同其所以責之之意與靈公異 \\n 　 \\n 明日遂行在陳絶糧從者病莫能興子路愠見曰君子 \\n 亦有窮乎子曰君子固窮小人窮斯濫矣 \\n 子曰賜也女以予為多學而識之者與對曰然非與曰非也予一以貫之 \\n 子曰由知徳者鮮矣 \\n  \\n 君子无常産而有常心則固于窮小人无常産因無常心故窮斯濫君子窮則樂小人窮斯濫多學而識則博于文而不知約故所知者事以一貫之則通于一而萬事畢故所知者徳知徳則自得而已故窮亦樂通亦樂知事則徇外而已故醜窮而色作子貢在陳則色作子路則愠見于此時言由知徳者鮮則愠見與色作矣孔子于子貢曾子皆言以一貫之所以語之也子貢不知徳則多學而已曰予一以貫之者曾子之學可以語道曰吾道一以貫之所以誘之也曾子唯而不辨子貢聞而不問于聖人之體不能具也 \\n 　 \\n 子曰無為而治者其舜也與夫何為哉恭已正南面而已矣 \\n  \\n 繼治世而不用衆不能無為用衆而不繼治世亦不能無為舜之無為以其襲堯于其上而用衆于其下故也孔子曰舜有臣五人而天下治揚子曰襲堯之爵行堯之道無為矣或言有臣或言襲堯蓋皆有為言之也然則舜之所以無為非夫二者之偹則未之暇矣禮曰君子南鄉天道拱于北而與物辨降于南而與物交南面而聽者道取諸此也先王制禮冕則元表而朱裏服則元衣而纁裳位則背北而南面其義一也 \\n 　 \\n  \\n 子張問行子曰言忠信行篤敬雖蠻貊之邦行矣言不忠信行不篤敬雖州里行乎哉立則見其參于前也在輿則見其倚于衡也夫然後行子張書諸紳 \\n  \\n 欲實莫如忠欲當莫如信致敬盡力莫如敦篤言忠信則言滿天下無口過行篤敬則行滿天下無怨惡故曰雖蠻貊之邦行矣言不忠信行不篤敬則反此故曰雖州里行乎哉昔河梁丈人以忠信入水而不溺商丘開以至信入火而不爇詩以欽恭明神宜無恫怨夫以水火鬼神猶可以忠信篤敬親之而况于人乎此所以近之于州里逺之于蠻貊莫適而不行也蓋子張持嘐嘐之志而其行不掩飾堂堂之容而難于與為仁則于忠信篤敬有所不盡故孔子告之如此立則見其參于前在輿則見其倚于衡與見堯于墻同意子張書諸紳與季路抱五慎之誡趙孟佩九言之箴西門豹之佩韋董安于之佩同意觀古人之佩玉有瑜瑕不掩之忠孚尹旁逹之信垂之墜之之禮則子張以忠信篤敬之言書之于紳宜矣周官州里之名别而言之在鄉則有州在遂則有里合而言之凡所居者皆謂之里所聚者皆謂之州論語之言里則與鄉大夫司常所謂里同言州則與鄉師鄉大夫司常所謂州異 \\n 　 \\n 子曰直哉史魚邦有道如矢邦無道如矢君子哉蘧伯玉邦有道則仕邦無道則可巻而懐之 \\n  \\n 史魚能直而已故邦有道如矢邦無道如矢伯玉則能曲直以趨時故邦有道則仕邦無道則可巻而懐之傳曰正直為正正曲為直參和為仁史魚可謂正曲者也伯玉可為參和者也觀史魚之死猶以屍諫則其直可知矣然書九徳之直則濟之以温詩頌之直則齊之以不倨仲山甫直而柔衞武公直而和如此然後無崖異之行而全中和之徳史魚之直則異于是故孔子謂之直而不謂之君子也季札於史魚伯玉皆稱君子者以其有君子之行謂之君子可也孔子以志士同仁人而稱仁孟子以勾踐同文王而稱知揚子以黔婁同顔淵而稱賢與此同意君子之于人其言之也與其失真寧過其實故季札以之為君子則可荀卿以之為姦人則不可 \\n 　 \\n 子曰可與言而不與之言失人不可與言而與之言失言知者不失人亦不失 \\n 言知人則不失人知言則不失言孔子于程子則不失人于孺子則不失言孟子于章子則不失人于王驩則不失言然此中道也鄙夫問我則不必中道矣 \\n 　 \\n 子曰志士仁人無求生以害仁有殺身以成仁 \\n  \\n 生我所欲所欲有甚于庄者舍生而取義此無求生以害仁也死我所惡所惡有甚于死者患有所不辟此殺身以成仁也無求生以害仁伯夷是也殺身成仁比干是也非特仁人為然志士亦能之故孟子曰志士不忘在溝壑子張曰見危致命志士則利仁仁人則安仁或安而行之或利而行之其成功一也列子稱伯曰仁義使我愛身而後名仲曰仁義使我身名並全然則為仁之道豈待殺身而已哉孔子言之姑以救弊云 \\n 　 \\n 子貢問為仁子曰工欲善其事必先利其器居是邦也事其大夫之賢者友其事之仁者 \\n  \\n 工之于事待器然後善君子之於仁待器而後成大夫之賢者則敎我者也故事之士之仁者則輔我者也故友之孟子言仁賢則由仁而後賢春秋傳言仁賢則以佐賢而已是賢者必仁仁者不必賢大夫以智帥人者也故言賢士則以才者也故言仁于賢者事之所以尊之也于仁者友之所以親之也周公誥康叔于大史内史言友于服休服采言事宓子賤于五賢則事之于十一人則友之恵公于子思則事之于顔般則友之皆此意也對而言之則事賢而友仁通而言之賢可言友仁可言事詩曰友賢不棄易曰休復下仁是也子貢好與不如己者處故告之 \\n 　 \\n 顔淵問為邦子曰行夏之時乘殷之輅服周之冕樂則韶舞放鄭聲逺佞人鄭聲淫佞人殆 \\n  \\n 商周推天地之氣而為正故文夏據人所見者為正故質春秋傳言大輅越席昭其檢也孔子言麻冕禮也今也純儉則乗殷之輅大輅也服周之冕麻冕也禮貴質儉故以夏時商輅周冕樂貴美善故以韶舞蓋禮莫盛于三王樂莫盛于五帝故言禮則夏商周樂則韶舞禮記于五帝稱不相襲禮于三王稱不相沿樂放逺之則舜命九官終于䕫之典樂龍之納言蓋有典樂則鄭聲放有納言則佞人逺為治至于鄭聲放佞人逺則治之至也孔子之門人惟囘之賢可以為王者之佐故其問為邦而告之以此孔子嘗曰詩云媚兹一人應侯順徳以其可以為王者之佐故也蓋言之入人不如聲之深故于鄭聲言淫于佞人言殆而已堯舜于巧言令色壬人猶病其難則其戒顔淵宜矣于淵猶然况餘人乎夫鄭聲之害不及佞人佞人之害不及利口故孔子于鄭聲言淫于佞人言殆于利口則言覆邦家也孟子于佞人言亂義于利口言亂信是利口之所亂者過于佞人不多言而明矣 \\n 　 \\n 子曰人無逺慮必有近憂 \\n  \\n 先事而慮之逺慮也事至而憂之近憂也人無逺慮必有近憂則有逺慮必無近憂矣春秋傳曰君子有逺慮小人從邇蓋聖人無思則無慮小人從邇則不能逺慮夫善于逺慮則長慮顧後者也不善于逺慮則私憂過計者也易曰君子思患而預防之荀卿曰先事慮患善于逺慮者也墨翟憂天下之不足杞子憂天地之壊不善于逺慮者也孔子曰處身而常佚者志不廣居下而無憂者思不逺然則君子之有終身之憂是以有逺慮也惟其有終身之憂故無近憂孔子告冉有曰逺人不服不能來也吾恐季孫之憂在蕭牆之内也此謂人無逺慮則必有近憂 \\n 　 \\n 子曰已矣乎吾未見好徳如好色者也 \\n  \\n 詩言己焉哉接輿言己而已而孔子言已矣乎皆决辭也孔子于鳳鳥不至河不出圖吾未見能見其過而内自訟吾未見好徳如好色皆言已矣乎則鳯鳥不至河不出圖傷其無時也未見自訟與好徳傷其無人也好徳出于性好色本乎情以性勝情為君子以情易性為小人 \\n 　 \\n 子曰臧文仲其竊位者與知栁下恵之賢而不與立也 \\n  \\n 文子曰知人之謂智愛賢之謂仁文仲知栁下之賢而不與立非不智也不仁而已不仁者抑人以自髙棄人以自利此偷天工以私己者也故謂之竊位曾子曰無益而受厚禄者竊也夫管仲非不賢于鮑叔子産非不賢于子皮孔子以鮑叔子皮為賢以管仲子産為不賢者以鮑皮能進管産而仲僑不能進賢也公孫弘不舉董仲舒汲黯不以為忠虞丘不舉孫叔敖樊姬不以為賢凡此皆竊位者也古者薦賢受上賞蔽賢蒙顯戮然竊位而不蒙戮也幸矣荀子曰蔽公者謂之昧隐良者謂之妬妬昧之臣國之孽也 \\n 　 \\n 子曰躬自厚而薄責于人則逺怨矣 \\n  \\n 君子為己不重而責已重以周為人不輕而待人輕以約重以周故自厚輕以約故薄責君子之交盡已之歡而不盡人之歡竭己之忠而不竭人之忠鄉飲酒之酬賓主人卒觶而賓不舉亦是意也湯之檢身若不及與人不求備孔子于聖仁不敢居于管仲則稱仁蓋以此歟然此非中道也有已然後求人無已然後非人此為中道 \\n 　 \\n 子曰不曰如之何如之何者吾末如之何也已矣 \\n  \\n 老子曰為之于未有治之于未亂書曰制治于未亂保邦于未危詩曰迨天之未隂雨徹彼桑土綢繆牖户易曰其亡其亡係于苞桑禮曰言前定則不跲荀卿曰先事慮謂之健先患慮謂之豫揚子曰用智于未奔此皆思患豫防而不曰如之何吾末如之何也已矣此之謂魚去沙而思于木轂碎破而大其輻渴而鑿井鬭而鑄錐則將噬臍無及矣古之善用兵者以虞待不虞善醫者不治已病治未病况君子之于事乎 \\n 　 \\n 子曰羣居終日言不及義好行小慧難矣哉 \\n 言不及義則利而已非所謂正言好行小慧則鑿而已非所謂正行揚 \\n 　 \\n 子曰頻頻之黨賊夫糧食子曰君子義以為質禮以行之孫以出之信以成之君子哉 \\n  \\n 義以為質則禮以行之孫以出之信以成之者文也義以禮行之則中以孫出之則和有中有和而又以信終始之此所以為君子也傳曰禮以行義荀卿曰行義以禮然後大太元曰成之者信此禮以行之信以成之之謂也然禮與義常相為依用方其以禮為體則義為用故易言敬以直内義以方外禮有之禮者義之本也 \\n 　 \\n 子曰君子病無能焉不病人之不已知也 \\n 子曰君子疾没世而名不稱焉 \\n 子曰君子求諸己小人求諸人 \\n 君子病己之無能而不病人之不己知則雖愚必明雖柔必强疾没世而名不稱則名不浮行行必浮名病為重疾為輕病己之無能則務本者也是以言病没世而名不稱抑末而已故言疾 \\n 　 \\n 子曰君子矜而不争羣而不黨 \\n  \\n 矜惜其行則與人異與人異則疑于有争矜而不争禮也羣居則與人同與人同則疑于有黨羣而不黨義也子曰君子和而不同和則矜而不争不同則羣而不黨矜故不失己不争故不失人羣故不失人不黨故不失己處己而思所以處人則禮處人而思所以處己則義君子之道也今夫水之于物不争老子以為幾道羔羊于羣不黨詩人以為有徳君子之不争不黨本于道徳故也不争也有所謂争聞義争為不義争改射與投壺争勝君子之争也不黨也有所謂黨于交則有顯黨于居則有鄉黨君子之黨也 \\n 　 \\n 子曰君子不以言舉人不以人廢言 \\n  \\n 言有誠偽人有賢不肖言善而人不肖舉之則不智人不肖而言善廢之則不仁宰予之言孔子不取嗇夫之辨釋之排之不以言舉人也陽貨之言孟子不棄愚者之言智者擇焉不以人廢言也君子不以所長信所短不以所短掩所長 \\n 　 \\n 子貢問曰有一言而可以終身行之者乎子曰其恕乎己所不欲勿施于人 \\n  \\n 孔子曰一言有益于智莫如豫一言有益于仁莫如恕君子之于仁造次必于是顛沛必于是而恕則近仁故可終身行之也桓王以食菜之田與鄭白圭以鄰國為壑豈知此哉春秋傳曰恕而行之徳之則也禮之經也蓋則與經立本者也立本則與趨時者異矣故可終身行之 \\n 　 \\n 子曰吾之于人也誰毁誰譽如有所 \\n  \\n 譽者其有所試矣斯民也三代之所以直道而行也譽起于所好毁起于所惡能好人則所譽無溢美能惡人則所毁無怨惡君子之于人豈容心于好惡毁譽哉凡因彼而已故曰如有所譽必有所試有所試則名實當故民不至枉道以求譽故曰斯民也三代之所以直道而行也譽則有所勸毁則有所沮有所勸則仁有所沮則義聖人在下見于言故有毁譽聖人在上見于行故有賞罰其致一也孟子言不虞之譽求全之毁揚子言妄譽仁之賊妄毁義之賊皆非直道故也 \\n 　 \\n 子曰吾猶及史之闕文也有馬者借人乗之今亡已夫 \\n  \\n 史喻馬闕喻借人于文不能知則俟知者知之可也于馬不能乗則借能者乗之可也孔子之時子張子游之徒猶不能闕其所不知况餘人乎此孔子所以謂吾猶及史之闕文今也則亡孔子曰聽逺音者聞其聲不聞其舒望逺者察其貌不察其形立乎定哀以指隠桓隠桓之日逺矣夏五傳疑也蓋君子之所慎而不苟也如此 \\n 　 \\n 子曰巧言亂徳小不忍則亂大謀 \\n  \\n 巧言似忠信故亂徳小不忍則優柔不斷故亂大謀巧言必察之以智小不忍必齊之以義蓋持狐疑之慮者無過人之畧懐隠忍之心者無必成之功蝮之螫手則斬手螫足則斬足非惡手足而樂去之也以為愛其一肢則害于四體也鄭伯之于叔叚齊桓之于竪刁易牙葉公之于公勝唐之于全忠禄山之徒皆養虎自遺患者也 \\n 　 \\n 子曰衆惡之必察焉衆好之必察焉 \\n 衆惡之中有君子衆好之中有小人如之何而勿察 \\n 　 \\n 子曰人能弘道非道弘人 \\n  \\n 人有志于道故能弘道道無情于人故非弘人我欲仁斯仁至矣人能弘道也小以成小大以成大非道弘人也易曰茍非其人道不虚行神而明之存乎其人禮曰禮儀三百威儀三千待其人而後行又曰制度在禮文為在禮行之其在人乎 \\n 　 \\n 子曰過而不改是謂過矣 \\n 過而能改則自無過矣故物之所責悔而後致吉 \\n 　 \\n 子曰吾嘗終日不食終夜不寢以思無益不如學也思而不學則殆 \\n 思而無益不如學也老子曰為學日益 \\n 　 \\n 子曰君子謀道不謀食耕也餒在其中矣學也禄在其中矣君子憂道不憂貧 \\n  \\n 耕者志于利而害在其中學者志于道而利在其中君子所以謀道不謀食憂道不憂貧也詩權輿則謀食北門則憂貧何耶權輿之謀食也實非謀食也責其禮之不至也北門之憂貧也實非憂貧也傷其志之不得也與徒餔啜羞貧賤者異 \\n 　 \\n 子曰知及之仁不能守之雖得之必失之知及之仁能守之不莊以涖之則民不敬知及之仁能守之莊以涖之動之不以禮未善也 \\n  \\n 知與仁徳也君子以之處已莊與禮行也君子以之接人知所以盡性知窮理而不知盡性則所學不固故曰雖得之必失之莊者仁知之容禮者仁智之文以荘涖事則民敬以禮而動然後善故曰動之不以禮未善也仲弓知及之故孔子告之以承大祭見大賔顔子仁能守莊能涖未能動之以禮者也故孔子告之以復禮動以禮聖人之事孟子曰動容周旋中禮盛徳之至也 \\n 　 \\n 子曰君子不可小知而可大受也小人不可大受而可小知也 \\n  \\n 大知小知存乎義大受小受存乎器君子之器識則大故老農老圃在所不知而受天下不以為泰此不可小知而可大受也小人之器識則小故乗君子之器致冦而童觀則无咎此不可大受而可小知也揚子曰師之所知貴大知也小知之師亦賤矣子皮曰君子務知大者逺者小人務知小者近者所謂大知小知詩曰受大國是逹揚子曰痺虛無因不能大受所謂大受小受 \\n 　 \\n 子曰民之于仁也甚于水火水火吾見蹈而死者矣未見蹈仁而死者也 \\n  \\n 水火所以養己仁所以成己養己者其利小成己者其利大此仁所以甚于水火也蹈水火而死匹夫匹婦之諒蹈仁而死則為志士仁人矣孔子之世為匹夫匹婦者恒多為志士仁人者恒少故曰水火吾見蹈而死者未見蹈仁而死者也 \\n 　 \\n 子曰當仁不讓于師 \\n  \\n 君子之于父兄無所不告聞斯行之則不必告也于師無所不遜當仁則不必遜也崔駰曰當其有事則褰裳濡足掛冠不顧人命則非仁也當其無事則躐歩整襟規矩其歩徳遜不修則非忠也是以險則救俗平則守禮由此觀之無事則師有事則當仁不遜與言不稱師謂之畔行不稱師謂之倍者異矣 \\n 　 \\n 子曰君子貞而不諒 \\n  \\n 君子求諸己不求諸人小人求諸人不求諸己求諸已故内正不求諸人故不諒乎外泰之九三艱貞無咎以言在已為有義在人為有命茍内不能自正而外以求信于人則是不恤已之孚而恤人之不已孚豈為知命哉故曰不知命無以為君子荀卿曰君子能為可信不能使人必信已蓋能為可信故貞不能使人必信已故不諒 \\n 　 \\n 子曰事君敬其事而後其食 \\n 君子之于仕為道不為食人君之授禄食功不食志詩稱不素餐易稱不素飽坊記稱先事而後禄儒行稱先勞而後禄皆敬事後食者也古者男子生必先有志于事然後敢用榖况事君乎 \\n 　 \\n 子曰有敎無類 \\n  \\n 教在己類在人在己者不可以有倦在人者不可以有擇此所謂有教無類也蓋人受天地之中以生而其性未嘗不善不幸而處于不善之類君子其可求類而教之哉一應之以無我而已故難言者莊子之所與廀履者孟子所不拒書言不協于極不罹于咎皇則受之詩言不顯亦臨無射亦保皆無類故也然孔子于孺悲則不見孟子于滕更則不答非不教之也不屑教也 \\n 　 \\n 子曰道不同不相為謀 \\n  \\n 道之同雖異曲而相合道之異雖同時而不相謀故賢人所以誡世聖人未嘗過而問焉君子所以誡國賢人未嘗過而問焉何則市井不可與語先生之言方内不可與語方外之道也孔子之於陽貨瞷之而拜孟子之于王驩未嘗與言齊王好竽而鼔瑟者不用漢武尚武而好文者不遇此傳所謂薫蕕不同器而藏堯桀不同國而治也太史公員枘方鑿之説若是而已 \\n 　 \\n 子曰辭達而已矣 \\n  \\n 意者辭之主辭者意之需君子之亂達其意而已夫豈多騁旁枝為哉故曰辭達而已矣儀禮曰辭多則史少則不達彼鄒衍之談天公孫龍之詭辭其言雖多皆辨者之囿而已豈知所謂辭達者哉王通曰吾師也辭達而已蓋倣此者矣 \\n 　 \\n 師冕見及階子曰階也及席子曰席也皆坐子告之曰某在斯某在斯師冕出子張問曰與師言之道與子曰然固相師之道也 \\n  \\n 老者在所養喪者在所恤貴者在所敬古之人待瞽者如老者喪者貴者所以盡禮也禮曰八十拜君命一坐再至瞽亦如之又曰八十者一子不從政九十者其家不從政瞽亦如之是待瞽者如老者也論語曰見齊衰者冕衣裳者與瞽者見之雖少必作過之必趨又曰見齊衰者雖狎必變見冕者與瞽者雖䙝必以貌是待瞽者如長者貴者也然則于其所不知者其可以不告乎故及階席則曰階也席也皆坐則曰某在斯禮曰未有燭而有後至者則以在者告導瞽亦然 \\n 　 \\n 　 \\n 季氏第十六 \\n 　 \\n  \\n 季氏將伐顓臾冉有季路見于孔子曰季氏將有事于顓臾孔子曰求無乃爾是過與夫顓臾昔者先王以為東主且在邦域之中矣是社稷之臣也何以伐為冉有曰夫子欲之吾二臣者皆不欲也孔子曰求周任有言曰陳力就列不能者止危而不持顛而不扶則將焉用彼相矣 \\n  \\n 袁絲曰周勃忠臣也非社稷之臣揚子曰若張子之智陳平之無悞絳侯勃之果霍將軍之勇終之以禮樂則可謂社稷之臣社稷之臣其難也如此而顓臾之附庸可以為之乎蓋社稷之臣有存乎人有存乎地者存乎人者才也存乎地者勢也顓臾之為社稷臣者非稱其才勢而已也 \\n 　 \\n 且爾言過矣虎兕出于柙龜玉毁于櫝中是誰之過與 \\n  \\n 君子以義事君故能閑其惡以仁處人故能保其善季氏之惡以譬則虎兕顓臾之善以譬則玉季氏將伐顓臾而不能閑之是虎兕出于柙也顓臾在邦域之中而不能保之是龜玉毁于櫝中也故曰求無乃爾是過與顛甚于危扶難于持危而持之然後安顛而扶之然後興故先言危而不持後言顛而不扶孟子曰君不鄉道不志于仁而為之强戰是輔桀也求由均是輔桀孔子特責求者以求嘗聚歛勢必欲廣土地也 \\n 　 \\n  \\n 冉有曰今夫顓臾固而近于費今不取後世必為子孫憂孔子曰求君子疾夫舍曰欲之而必為之辭丘也聞有國有家者不患寡而患不均不患貧而患不安蓋均無貧和無寡安無傾夫如是故逺人不服則修文徳以來之既來之則安之今由與求也相夫子逺人不服而不能來也邦分崩離析而不能守也而謀動干戈于邦内吾恐季孫之憂不在顓臾而在蕭墻之内也 \\n  \\n 政之不均而患民寡民之不安而患國貧非知本也書言罔曰民寡惟慎厥事詩言尹氏秉國之鈞不宜空我師是在患所政之不均而不在民寡也孟子言地利不如人和又言貨財不聚非國害上無禮下無學賊民興喪無日矣是故患在民之不安而不在國貧也然均則得民財故無貧和則得民心故無寡安則其本固故無傾周官政典以均方政職以聚百物此均無貧也孟子言得道者多助此和無寡也書曰民惟邦本本固邦寕此安無傾也蓋均故和和故安貧則無以聚人安能無寡寡則無與守邦安能無傾然不患貧而患不安者為國家以安之為終始也不安而欲均之不亦難乎由均至于安則在内者無患矣然逺人猶不服則修文徳以來之此舜敷文徳以格有苗太王施文徳以治四國者也冉求之相季氏不如此而謀動干戈以伐顓臾是患寡而不患不均患貧而不患不安也冉求曰顓臾必為子孫憂孔子謂吾恐季孫之憂不在顓臾而在蕭墻之内其後陽貨果囚桓子非其騐歟夫蕭之言肅也朝欲肅故其墻謂之蕭墻軍欲和故其門謂之和門古人之為門墻者豈特為蔽居處之具哉凡皆有所寓也 \\n 　 \\n  \\n 孔子曰天下有道則禮樂征伐自天子出天下無道則禮樂征伐自諸侯出自諸侯出蓋十世希不失矣自大夫出五世希不失矣陪臣執國命三世希不失矣 \\n  \\n 先王之盛時五禮六樂掌之于宗伯九伐之法掌之于司馬諸侯賜功矢然後征賜鈇鉞然後殺賜圭瓚然後為鬯命之教然後為學此所謂非天子不議禮不制度不考文者也如此在上者無失政在下者無覬覦周衰之時天子失政始于東遷諸侯始于溴梁之會不過十世五世三世也以逆理彌甚者則國勢彌蹙故也書曰臣無有作福作威臣之有作福作威其害于而家凶于而國易有之曰過旬災也意其此之謂乎 \\n 　 \\n 天下有道則政不在大夫天下有道則庶人不議 \\n  \\n 天下有道政出于君大夫議之而無所遂庶人聽之而無所議以權有所在分有所限也聖人王天下先之以道徳而民知修為而議有所不及次之以仁義則民知親愛而議有所不能五變而舉刑名九變而言賞罰則下知敬畏而議有所不敢雖然聖人猶為之慮也造言亂衆者有刑析言破律者有殺如此則横議息矣後世失道而民入則腹誹岀則巷議于是乎有弭謗之禁燔書之令豈非猶夫壅川之流而致其潰哉 \\n 　 \\n 孔子曰禄之去公室五世矣政逮於大夫四世矣故夫三桓之子孫微矣 \\n 政者威福之所在禄則福而已禄去公室則政未必逮大夫政逮大夫禄去公室可知矣故四世而三桓之子孫微矣此所謂五世希不失者也 \\n 　 \\n 孔子曰益者三友損者三友友直友諒友多聞益矣友便辟友善柔友便佞損矣 \\n  \\n 直者所以正己之惡諒者所以輔己之信多聞者所以博己之知便者便人之所欲辟者避人之所惡此反于直者也善柔則能從人而已便佞則能悦人而已損友以此為最故益友先直次諒而後多聞損友先便辟次善柔而後便佞蓋直者能忠諒者能信為學之道先忠信以尊徳性然後博學以道問學則取友之術亦若是而已 \\n 　 \\n 孔子曰益者三樂損者三樂樂節禮樂樂道人之善樂多賢友益矣樂驕樂樂佚遊樂宴樂損矣 \\n 禮得其節則中樂得其節則和禮節則行正樂節則心和在己者備矣在己者備然後繼之以樂人之善樂多賢友益者三樂則先節禮樂損者三樂則先樂驕樂驕非所以節禮樂非所以節樂也 \\n 　 \\n 孔子曰侍於君子有三愆言未及之而言謂之躁言及之而不言謂之隠未見顔色而言謂之瞽 \\n  \\n 躁瞽則失言隠則失人荀卿曰未可與言而言謂之傲可與言而不言謂之隠不觀氣色而言謂之瞽君子不傲不隠不瞽謹慎其身與此同意孟子曰未可與言而言以言餂之可與言而不言以不言餂之以言餂非特躁而已以不言餂非特隠而已故孔子以為愆孟子以為穿窬之盗蓋非可言之時而不言故無躁瞽之愆於可言之時而言故無隠之愆此易所謂言有序公明賈所謂時然後言也言有序故悔亡時然後言故人不厭其言非無愆者歟禮曰長者不及毋儳言 \\n 　 \\n 孔子曰君子有三戒少之時血氣未定戒之在色及其壯也血氣方剛戒之在鬭及其老也血氣既衰戒之在得 \\n  \\n 血為榮而行於脉中氣為衞而行於脉外行於脉中隂也行於脉外陽也㓂莫大於隂陽為隂陽所冦而無以勝之則窮人欲而天理滅豈善養生哉此君子所以有三戒也然湯之不邇聲色則無事於戒色顔淵不遷怒犯而不校則無事於戒鬭孔子七十而從心所欲不踰距則無事於戒得三戒蓋以中心為制而已黄帝書曰血氣衰則内虛内虛則貪心生揚雄亦曰老則戒之在得莊周曰人之取畏者祍席飲食之間而不知為之戒者過也由是觀之得之所戒常在於老而色之所戒非特少之時而已蓋少時尤宜戒也 \\n 　 \\n 孔子曰君子有三畏畏天命畏大人畏聖人之言小人不知天命而不畏也狎大人侮聖人之言 \\n  \\n 天命命我者也大人臨我者也聖言教我者也畏天命畏天也畏大人畏人也畏聖言則天人之道存焉髙宗夤畏自度畏天命也孔子見所不見畏大人也臧榮拜六經畏聖言也帝乙之慢神齊人之不敬王伊尹曰侮聖言皆小人之事也春秋之時弑君殺大夫者無國無之則不特狎大人而已秦燔詩書則不特侮聖言而已古人有言曰慎以畏為本故士無畏則簡仁義農無畏則惰稼穡工無畏則壊規矩商無畏則貨不殖子無畏則忘孝父無畏則廢慈臣無畏則勲不立君無畏則亂不治是以太上畏道其次畏天其次畏物其次畏人其次畏身憂於身不拘於人畏於己不制於彼君子之畏小人之無畏豈特三者而已哉孔子之言舉其大者言也 \\n 　 \\n 孔子曰生而知之者上也學而知之者次也困而學之又其次也困而不學民斯為下矣 \\n 生而知之仁者安仁也學而知之知者利仁也困而學之畏罪者强仁也困而不學則困蒙吝矣 \\n 　 \\n 孔子曰君子有九思視思明聽思聰色思温貌思恭言思忠事思敬疑思問忿思難見得思義 \\n  \\n 思於五行主土百物非土不生百事非思不成君子於視能思則有視逺之明於聽能思則有聽徳之聰此其内達者也於色能思則即之也温於貌能思則恭而有禮此其外見者也如此則在我者脩矣然後忠以接物而不欺敬以臨事而不慢有疑則又問以辨之則可為成徳矣然忿而不思難見得而不思義則害于徳故終之戒焉洪範五事先貌言而後視聽此先視聽而後貌言者洪範言用事之序此言修徳之序也 \\n 　 \\n 孔子曰見善如不及見不善如探湯吾見其人矣吾聞其語矣隠居以求其志行義以逹其道吾聞其語矣未見其人也 \\n 齊景公有馬千駟死之日民無徳而稱焉伯夷叔齊餓于首陽之下民到于今稱之其斯之謂與 \\n 見善如不及見不善如探湯好學者能之故曰吾見其人隠居求志行義逹道非聖人不能故曰未見其人夷齊餓于首陽之下隠居以求終身之仁行義以激百世之清故曰民到于今稱之 \\n 　 \\n  \\n 陳亢問于伯魚曰子亦有異聞乎對曰未也嘗獨立鯉趨而過庭曰學詩乎對曰未也不學詩無以言鯉退而學詩他日又獨立鯉趨而過庭曰學禮乎對曰未也不學禮無以立鯉退而學禮聞斯二者陳亢退而喜曰問一得三聞詩聞禮又聞君子之逺其子也 \\n  \\n 志之所至詩亦至焉故不學詩無以言詩之所至禮亦至焉故不學禮無以立鯉之才不足以語樂故特教之以詩禮而已教之者仁也逺之者義也古者父子之間不責善命士以上則異宫以為責善則夷同宫則褻此君子所以逺子也荀卿曰君子于子愛之而勿面使之而勿貌道之以道而勿强其是之謂乎孔子于鯉教之以無以言又教之以正墻面而立教之以無以言者告之以詳教之以正墻面而立者告之以約詳説而繼以約者善教之道也 \\n 　 \\n 邦君之妻君稱之曰夫人夫人自稱曰小童邦人稱之曰君夫人稱諸異邦曰寡小君異邦人稱之亦曰君夫人 \\n  \\n 國君理陽道而岀命正人于其外故曰君夫人理隂徳而出論正人于其内故亦曰君易其君之袂詩我以為君詩序曰人君之徳禮稱女君春秋書曰小君夫人寡小君皆以其出命正人故也易之家人于父母皆謂之嚴君則夫人謂之君宜矣蓋君于異邦曰寡君故夫人曰寡小君衰周之時自陽侯之後大饗廢夫人之禮于此猶云者蓋夫人之禮于大饗則發于聘問不廢也夫名不正則言不順言不順則事不成時之嫡庶不明而名之不正者多矣故夫子因而正之 \\n 　 \\n 　"}
{"章节": "論語全解卷九", "正文": "　 \\n 論語全解巻九 \\n 宋陳祥道撰 \\n 　 \\n 陽貨第十七 \\n 　 \\n  \\n 陽貨欲見孔子孔子不見歸孔子豚孔子時其亡也而往拜之遇諸塗謂孔子曰來予與爾言曰懐其寳而迷其邦可謂仁乎曰不可好從事而亟失時可謂知乎曰不可日月逝矣嵗不我與孔子曰諾吾將仕矣 \\n 其饋也以禮孔子受之禮也其來也闞亡孔子稱其施而往報之亦禮也孔子於衞不主彌子瑕於齊不主侍人瘠環則於魯豈主陽貨哉故諾以仕而終不仕諾以仕者言遜也終不仕者危行也 \\n 　 \\n 子曰性相近也習相逺也 \\n  \\n 天命之謂性人為之謂習性則善惡混故相近習則善惡判故相逺今夫水之為性不雜則清莫動則平通之為川瀆則有以利物升之為霜雪則有以害物木之為性其直則喬以折其曲則樛以屈構之以為棟宇則為庇人之器刻之以為矛戟則為殺人之器人之性習豈異是哉書曰習與性成又曰若生子罔不在厥初生自貽哲命荀卿曰于越夷貉之子生而同聲長而異俗教使之然也 \\n 　 \\n 子曰唯上知與下愚不移 \\n  \\n 上智生而知之者也不移而為愚下愚困而不學者也不移而為智班固曰堯舜禹稷卨欲與之為善則行鯀驩兠欲與之為惡則誅可與為善不可與為惡是謂上智桀紂龍逢比干欲與之為善則誅崇侯欲與之為惡則行可與為惡不可與為善是謂下愚賈誼曰上主不可引而下下主可引之而下不可引之而上與此同意然書曰惟聖罔念作狂惟狂克念作聖者罔念克念者習之始不移者習之成 \\n 　 \\n  \\n 子之武城聞弦歌之聲夫子莞爾而笑曰割雞焉用牛刀子游對曰昔者偃也聞諸夫子曰君子學道則愛人小人學道則易使也子曰二三子偃之言是也前言戲之耳 \\n  \\n 君子學道則能仁能仁故愛人小人學道則知禮知禮故易使子游為武城宰而以道教民可謂知本矣觀其責子夏之趨末則其學道而為政務本可知矣蓋君子之於天下無所施而非道夫豈以衆寡小大而加損之哉然則割雞牛刀之説特戲之也詩曰善戲謔兮不為虐兮惟和也故善戲謔兮惟中也故不為虐 \\n 　 \\n  \\n 公山弗擾以費叛召子欲往子路不説曰末之也已何必公山氏之之也子曰夫召我者而豈徒哉如有用我者吾其為東周乎 \\n  \\n 道者君子所以處已義者君子所以趨時方其守道也雖諸侯之善辭命者有所不從其行義也雖公山佛肸之召則欲往蓋彼叛而召我者豈欲得我而與為不義哉殆亦有悔過遷善之心焉耳夫茍有悔過遷善之心而可與之為東周者其可以棄而不欲往乎故欲往者以義行道而終不往者以道處義以義行道則不失人以道處義則不失已此所以為孔子也夫堅譬則徳白譬則行徳固扵内而不可虧故曰磨而不磷行純扵外而不可變故曰湼而不緇磨而不磷湼而不緇與易所謂常雜而不厭同意磷與考工記所謂敝而不甐之甐同意 \\n 　 \\n  \\n 子張問仁於孔子孔子曰能行五者於天下為仁矣請問之曰恭寛信敏恵恭則不侮寛則得衆信則人任焉敏則有功恵則足以使人 \\n  \\n 孔子言為仁則曰恭寛信敏恵而不及公言為政則曰寛信敏公而不及恭恵盖公者王道之端而非子張之所及恭恵者仁體之末而非為政之所先也於為政曰信則民任焉於為仁曰信則人任焉夫恭者為仁之始使人者為仁之效故始之以恭終之以使人孔子論子産之道始之以其行已也恭終之以其使民也義與此同意 \\n 　 \\n  \\n 佛肸召子欲往子路曰昔者由也聞諸夫子曰親於其身為不善者君子不入也佛肸以中牟叛子之往也如之何子曰然有是言也不曰堅乎磨而不磷不曰白乎涅而不緇吾豈匏瓜也哉焉能繫而不食子曰由也女聞六言六蔽矣乎對曰未也居吾語女好仁不好學其蔽也愚好知不好學其蔽也蕩好信不好學其蔽也賊好直不好學其蔽也絞好勇不好學其蔽也亂好剛不好學其蔽也狂 \\n  \\n 仁知信徳性也直勇剛徳行也好仁不好學則施而不能返故愚若墨翟是也好知不好學則動而不能静故蕩若儀秦是也好信不好學則復言以害仁故賊若尾生是也好直不好學則訐而不能容故絞若證父者是也好勇不好學則暴而不怯若賁育是也好剛不好學則强而不知節故狂若陽處父是也子路甞曰南山有竹不扶自直何學之有其使子羔為費宰則曰何必讀書然後為學由是觀之則子路之不好學可知矣故孔子告之如此仁智信五徳之序也直剛勇三徳之序也剛徳之偏故在勇下然言五徳不及禮義言三徳不及柔者禮義之於仁智信勇則履之宜之而已柔非所以告子路也 \\n 　 \\n 子曰小子何莫學夫詩詩可以興可以觀可以羣可以怨邇之事父逺之事君多識於鳥獸草木之名 \\n  \\n 詩可以興可以觀窮理也可以羣可以怨盡性也學至於盡性則邇可以事父逺可以事君若多識鳥獸草木之名則學詩之所成終始也蓋學詩則知言故可以興知言則有節於内故可以觀有節於内則知所避就故可以羣知所避就則出怒不怒可以怨則人道盡矣故以之事父則孝以之事君則敬此所以成孝敬厚人倫者也 \\n 　 \\n 子謂伯魚曰女為周南召南矣乎人而不為周南召南其猶正墻面而立也與 \\n 乾坤易之門周南召南詩之始學易始於乾坤學詩始於周召故曰人而不為周南召南其猶正墻面而立也與書云不學牆面又不特不學詩已 \\n 　 \\n 子曰禮云禮云玉帛云乎哉樂云樂云鐘鼔云乎哉 \\n  \\n 禮主於中而不在物樂主於和而不在聲故孟子以節文仁義為禮之實樂仁義為樂之實禮記以中正無邪為禮之質莊敬恭順為禮之制論倫無患為樂之情欣喜歡愛為樂之官如叔齊以守國行政無失其民為禮魏絳以殿萬邦來逺人為樂然則聲之與文豈與其間哉 \\n 　 \\n 子曰色厲而内荏譬諸小人其猶穿窬之盗也與 \\n 子曰鄉原徳之賊也 \\n 子曰道聽而塗説徳之棄也 \\n 子曰鄙夫可與事君也與哉其未得之也患得之既得之患失之茍患失之無所不至矣 \\n  \\n 子曰古者民有三疾今也或是之亡也古之狂也肆今之狂也蕩古之矜也廉今之矜也忿戾古之愚也直今之愚也詐而已矣 \\n  \\n 人之身隂陽節通則平偏倚則疾性之疾猶身之疾故凡性之失其平者皆謂之疾易言我仇有疾損其疾詩言庶人之愚亦職惟疾孔子言民有三疾孟子言寡人有疾是也古之狂也肆意以進取而已今之狂則蕩而無所守古之矜也廉隅以自持而已今之矜則忿戾而有所爭古之愚也質直無為而已今之愚則詐而有所欺孔子之門若曾晢琴張其志嘐嘐然可謂狂矣子貢正衣冠齊顔色嗛然而終日不言可謂矜矣子羔則可謂愚矣然狂不至於蕩矜不至於忿戾愚不至於詐故皆可以遊聖人之門而聖人所以未嘗不與之也 \\n 　 \\n 子曰巧言令色鮮矣仁 \\n 子曰惡紫之奪朱也惡鄭聲之亂雅樂也惡利口之覆邦家者 \\n 紫亂正色鄭亂正聲利口亂正言故孔子惡之傳曰紫色聲餘分閏位聖王之所驅除云爾 \\n 　 \\n 子曰予欲無言子貢曰子如不言則小子何述焉 \\n 子曰天何言哉四時行焉百物生焉天何言哉 \\n 天地有大美而不言四時有明法而不議萬物有成理而不説聖人原天地之美逹萬物之理故至人無為大聖不作觀於天地之謂也其斯以為孔子 \\n 　 \\n 孺悲欲見孔子孔子辭以疾将命者出户取瑟而歌使之聞之 \\n 君子之所以教者五而不屑之教不與焉蓋五者之教教之教也不屑之教不教之教也孔子之於孺悲如是非教之教也不教之教而已然則君子之教者不為多術乎 \\n 　 \\n  \\n 宰我問三年之喪期已久矣君子三年不為禮禮必壊三年不為樂樂必崩舊榖既沒新榖既升鑽燧改火期可已矣子曰食夫稻衣夫錦於女安乎曰安女安則為之夫君子之居喪食旨不甘聞樂不樂居處不安故不為也今女安則為之宰我出子曰子之不仁也子生三年然後免於父母之懐夫三年之喪天下之通喪也子也有三年之愛於其父母乎 \\n  \\n 創鉅者其日久痛甚者其愈遲三年之喪稱情以出之所以為其痛極也由是而殺焉故有期月有九月有五月有三月是喪因隆以有殺非因殺而有隆焉禮記荀卿皆曰加隆焉使倍之故再期其説誤矣 \\n 　 \\n 子曰飽食終日無所用心難矣哉不有博奕者乎為之猶賢乎已 \\n 人之性勞則易以善佚則易以淫故曰飽食終日無所用心難矣哉不有博弈者乎為之猶賢乎已蓋博弈非所以待君子亦以為特賢乎無所用心而已或以為待君子者誤矣 \\n 　 \\n 子路曰君子尚勇乎子曰君子義以為上君子有勇而無義為亂小人有勇而無義為盗 \\n  \\n 勇非義不立義非勇不行則勇以義為主義以勇為輔此義所以為上也君子有勇而無義為亂若好勇不好學其蔽也亂是也小人有勇而無義為盗若荆軻専諸是也子路能勇不能怯孔子於其喜浮海則曰無所取材於其聞斯行諸則曰有父兄在於其行三軍則曰暴虎憑河吾不與也於其問强則曰寛柔以教不報無道則其問勇而對之以義宜矣孔子謂子路曰君子以心導耳目立義以為勇小人以耳目導心不遜以為勇蓋以此也言義以為質又言義以為上者義為質則禮文義為上則勇下 \\n 　 \\n  \\n 子貢曰君子亦有惡乎子曰有惡惡稱人之惡者惡居下流而訕上者惡勇而無禮者惡果敢而窒者曰賜也亦有惡乎惡徼以為知者惡不孫以為勇者惡訐以為直者 \\n  \\n 傳曰聰明深察而近於死者好議人者也博辨廣大而危其身者發人之惡者也孟子曰言人之不善當如後患何此所以惡稱人之惡者也孟子曰不得而非其上非也揚子賊義近鄉訕此所以惡居下流而訕上者也孔子曰勇而無禮則亂州吁勇而無禮衞風刺之此所以惡勇而無禮者也蓋稱人之惡則不仁居下流而訕上勇而無禮則不義果敢而窒則不知四者以稱人之惡為先以子貢不能匿人之過故也子貢曰賜惡徼以為智者惡不遜以為勇者惡訐以為直者蓋察伺者似智不遜者似勇訐者似直三者似是而非故子貢惡之孔子曰唯仁者能好人能惡人子貢不足於仁而有所惡者茍有所惡而已語之以能惡則未也 \\n 　 \\n 子曰唯女子與小人為難養也近之則不孫逺之則怨 \\n 女子小人不知禮義者也不知禮故近之則不孫不知義故逺之則怨 \\n 　 \\n 子曰年四十而見惡焉其終也已 \\n  \\n 年彌髙徳彌卲君子之所善也年四十而見惡焉其終也已則年彌髙徳彌消可知矣四十者强仕之年也當强仕之際宜其為人所敬畏而不見惡焉為人見惡而不見畏孔子亟言而深斥之為其終此而已焉故也 \\n 　 \\n 微子第十八 \\n 　 \\n 微子去之箕子為之奴比干諫而死孔子曰殷有三仁焉 \\n  \\n 微子去所以存商之祀箕子奴所以貽天下之法比干死所以示人臣之節去則明夷于飛垂其翼者也利而不正死則過渉滅頂者也正而不利奴則内難而能正其志者也利而且正三者之所趍雖殊然去者仁之清奴者仁之和死者仁之任皆其自靖以趨於仁而已此所以均謂之仁蓋微子去然後箕子奴箕子奴然後比干死事辭之序也武王克商然後釋箕子之囚則箕子未嘗去商而史以箕子避紂於朝鮮誤矣 \\n 　 \\n 栁下惠為士師三黜人曰子未可以去乎曰直道而事人焉往而不三黜枉道而事人何必去父母之邦 \\n  \\n 三黜而不去者蓋栁下恵以止為事者也孟子曰不羞汙君不辭小官進不隠賢則栁下恵不以退為事也又曰遺佚而不怨阨窮而不憫則栁下恵不以進為事也以其在於進退之間援而止之而止豈非所謂以止為事者哉栁下恵繼伯夷者也伯夷繼伊尹者也繼栁下恵者孔子然後言孔子之去就 \\n 　 \\n 齊景公待孔子曰若季氏則吾不能以季孟之閒待之曰吾老矣不能用也孔子行 \\n 孔子於齊景公有際可之仕至於景公曰若季氏則吾不能以季孟之閒待之然後行去他國之道也 \\n 　 \\n 齊人歸女樂季桓子受之三日不朝孔子行 \\n 孔子於季桓子有行可之仕及齊人歸女樂而桓子受之三日不朝然後行去父母國之道也 \\n 　 \\n  \\n 楚狂接輿歌而過孔子曰鳯兮鳯兮何徳之衰往者不可諫來者猶可追已而已而今之從政者殆而孔子下欲與之言趨而辟之不得與之言 \\n  \\n 栁下恵則不屑去者也楚狂接輿長沮桀溺荷蓧丈人則不屑就者也孔子去齊去魯則非不屑去以為斯人之徒則非不屑就接輿知孔子有鳯之徳不知孔子所謂隠者不易乎世也桀溺知天下之滔滔而不知滔滔者可以與易也鳯有道則見無道則隠見非其時為徳之衰所謂非伏其身而弗見非閉其言而弗出也樂則行之憂則違之而已接輿欲孔子止而以謂當今之世欲從其政則其身必危揚子曰接輿之歌鳯也欲去而恐罹害也蓋接輿遊方之外者也故其行雖與孔子異而孔子亦未嘗不欲與之言也 \\n 　 \\n 長沮桀溺耦而耕孔子過之使子路問津焉長沮曰夫執輿者為誰子路曰為孔丘曰是魯孔丘與曰是也曰是知津矣 \\n 蓋非其周流也 \\n 　 \\n  \\n 問於桀溺桀溺曰子為誰曰為仲由曰是魯孔丘之徒與對曰然曰滔滔者天下皆是也而誰以易之且而與其從辟人之士也豈若從辟世之士哉耰而不輟 \\n 長沮桀溺所謂固矣孔子疾固者也惟天下無道則孔子與易之以謂滔滔者天下皆是也誤 \\n 　 \\n 子路行以告夫子憮然曰鳥獸不可與同羣吾非斯人之徒與而誰與天下有道丘不與易也 \\n 遯於山林是與鳥獸同羣也子之言曰吾亦人耳若非與人為徒則誰與乎彼非我以天下皆無道誰以易之蓋不知惟其無道故吾思有以易之若其有道也吾不與易也 \\n 　 \\n  \\n 子路從而後遇丈人以杖荷蓧子路問曰子見夫子乎丈人曰四體不勤五穀不分孰為夫子植其杖而芸子路拱而立止子路宿殺雞為黍而食之見其二子焉明日子路行以告子曰隠者也使子路反見之至則行矣子路曰不仕無義長幼之節不可廢也君臣之義如之何其廢之欲潔其身而亂大倫君子之仕也行其義也道之不行已知之矣 \\n  \\n 道雖不行不可無仕不仕者無義而已夫長幼之節不及君臣之義一身之潔不若大倫之不亂荷蓧知長幼之節而不知君臣之義知潔其身而不知大倫豈所謂知務者哉蓋仕而行其義則在己而不仕於無義則在時在時在己則亦隠而已非逸民也至于伯夷叔齊虞仲夷逸朱張栁下惠少連然後可以謂之逸民也 \\n 　 \\n 逸民伯夷叔齊虞仲夷逸朱張栁下惠少連子曰不降其志不辱其身伯夷叔齊與謂栁下惠少連降志辱身矣言中倫行中慮其斯而已矣 \\n  \\n 伯夷叔齊則清而不和故内不降其志外不辱其身栁下惠少連則和而不清故内則降其志外則辱其身然志雖降而言不失其倫身雖辱而行不役其慮蓋不降其志不辱其身不嫌於言不中倫行不中慮降志辱身則嫌其不能如此故特曰言中倫行中慮而已 \\n 　 \\n 謂虞仲夷逸隠居放言身中清廢中權 \\n 虞仲夷逸隠居則身中清放言則廢中權中清則汚俗不能染中權則反經以合道蓋倫有經權有常變以中權為放言倫非放言矣 \\n 　 \\n 我則異於是無可無不可 \\n  \\n 伯夷叔齊虞仲夷逸不可者也栁下惠少連可者也孔子集七人之大成可以仕則仕可以止則止可以久則久可以速則速於其義之所去則無可於其義之所在則無不可故曰我則異於是不言朱張者荀卿以子弓與孔子同於行蓋子弓則子張是也 \\n 　 \\n 大師摯適齊亞飯干適楚三飯繚適蔡四飯缺適秦鼓方叔入于河播鼗武入于漢少師陽擊磬襄入于海 \\n 古者有官守者不得其職則去然記此者以明樂工之賤亦知去就之義若夫君子知進退之義則不盡於此矣雖然猶異於長沮桀溺之徒専以隠為事也 \\n 　 \\n  \\n 周公謂魯公曰君子不施其親不使大臣怨乎不以故舊無大故則不棄也無求備於一人周有八士伯達伯适仲突仲忽叔夜叔夏季隨季騧 \\n  \\n 施者易也荀卿曰充虚之相施易是也君子不以人之親易己之親易己之親則於親無去就之義於親無去就之義則事君有之矣君子不使大臣怨乎不以則臣其可以使君怨其不為用乎故舊無大故不棄則君無大故而可以去之乎君無求備於一人則臣其可以求備於君乎凡此欲自盡其恕以循理進退故也紀周公之言所以成微子之義工師之賤有去就之義故前此而言之八士則事人而已未必能盡去就之義故後此言之則周公所以謂魯公者不過不施其親至于無求備於一人而已荀卿則以為周公曰吾執贄而見者十人還贄而見者三十人貎執之士百有餘人欲言請畢事者千有餘人後世因為飰而吐哺沐而握髮之説殆不然矣成周之時士之所以為士者有徳行道藝以自重非若六國縱横之士汲汲於伸身以干澤也周公之所以為周公者有道法以御世非若孟嘗春申之僕僕於禮士以干譽也國語曰文王詢於八虞而説之者以為八士 \\n 　"}
{"章节": "論語全解卷十", "正文": "　 \\n 論語全解巻九 \\n 宋陳祥道撰 \\n 　 \\n 陽貨第十七 \\n 　 \\n  \\n 陽貨欲見孔子孔子不見歸孔子豚孔子時其亡也而往拜之遇諸塗謂孔子曰來予與爾言曰懐其寳而迷其邦可謂仁乎曰不可好從事而亟失時可謂知乎曰不可日月逝矣嵗不我與孔子曰諾吾將仕矣 \\n 其饋也以禮孔子受之禮也其來也闞亡孔子稱其施而往報之亦禮也孔子於衞不主彌子瑕於齊不主侍人瘠環則於魯豈主陽貨哉故諾以仕而終不仕諾以仕者言遜也終不仕者危行也 \\n 　 \\n 子曰性相近也習相逺也 \\n  \\n 天命之謂性人為之謂習性則善惡混故相近習則善惡判故相逺今夫水之為性不雜則清莫動則平通之為川瀆則有以利物升之為霜雪則有以害物木之為性其直則喬以折其曲則樛以屈構之以為棟宇則為庇人之器刻之以為矛戟則為殺人之器人之性習豈異是哉書曰習與性成又曰若生子罔不在厥初生自貽哲命荀卿曰于越夷貉之子生而同聲長而異俗教使之然也 \\n 　 \\n 子曰唯上知與下愚不移 \\n  \\n 上智生而知之者也不移而為愚下愚困而不學者也不移而為智班固曰堯舜禹稷卨欲與之為善則行鯀驩兠欲與之為惡則誅可與為善不可與為惡是謂上智桀紂龍逢比干欲與之為善則誅崇侯欲與之為惡則行可與為惡不可與為善是謂下愚賈誼曰上主不可引而下下主可引之而下不可引之而上與此同意然書曰惟聖罔念作狂惟狂克念作聖者罔念克念者習之始不移者習之成 \\n 　 \\n  \\n 子之武城聞弦歌之聲夫子莞爾而笑曰割雞焉用牛刀子游對曰昔者偃也聞諸夫子曰君子學道則愛人小人學道則易使也子曰二三子偃之言是也前言戲之耳 \\n  \\n 君子學道則能仁能仁故愛人小人學道則知禮知禮故易使子游為武城宰而以道教民可謂知本矣觀其責子夏之趨末則其學道而為政務本可知矣蓋君子之於天下無所施而非道夫豈以衆寡小大而加損之哉然則割雞牛刀之説特戲之也詩曰善戲謔兮不為虐兮惟和也故善戲謔兮惟中也故不為虐 \\n 　 \\n  \\n 公山弗擾以費叛召子欲往子路不説曰末之也已何必公山氏之之也子曰夫召我者而豈徒哉如有用我者吾其為東周乎 \\n  \\n 道者君子所以處已義者君子所以趨時方其守道也雖諸侯之善辭命者有所不從其行義也雖公山佛肸之召則欲往蓋彼叛而召我者豈欲得我而與為不義哉殆亦有悔過遷善之心焉耳夫茍有悔過遷善之心而可與之為東周者其可以棄而不欲往乎故欲往者以義行道而終不往者以道處義以義行道則不失人以道處義則不失已此所以為孔子也夫堅譬則徳白譬則行徳固扵内而不可虧故曰磨而不磷行純扵外而不可變故曰湼而不緇磨而不磷湼而不緇與易所謂常雜而不厭同意磷與考工記所謂敝而不甐之甐同意 \\n 　 \\n  \\n 子張問仁於孔子孔子曰能行五者於天下為仁矣請問之曰恭寛信敏恵恭則不侮寛則得衆信則人任焉敏則有功恵則足以使人 \\n  \\n 孔子言為仁則曰恭寛信敏恵而不及公言為政則曰寛信敏公而不及恭恵盖公者王道之端而非子張之所及恭恵者仁體之末而非為政之所先也於為政曰信則民任焉於為仁曰信則人任焉夫恭者為仁之始使人者為仁之效故始之以恭終之以使人孔子論子産之道始之以其行已也恭終之以其使民也義與此同意 \\n 　 \\n  \\n 佛肸召子欲往子路曰昔者由也聞諸夫子曰親於其身為不善者君子不入也佛肸以中牟叛子之往也如之何子曰然有是言也不曰堅乎磨而不磷不曰白乎涅而不緇吾豈匏瓜也哉焉能繫而不食子曰由也女聞六言六蔽矣乎對曰未也居吾語女好仁不好學其蔽也愚好知不好學其蔽也蕩好信不好學其蔽也賊好直不好學其蔽也絞好勇不好學其蔽也亂好剛不好學其蔽也狂 \\n  \\n 仁知信徳性也直勇剛徳行也好仁不好學則施而不能返故愚若墨翟是也好知不好學則動而不能静故蕩若儀秦是也好信不好學則復言以害仁故賊若尾生是也好直不好學則訐而不能容故絞若證父者是也好勇不好學則暴而不怯若賁育是也好剛不好學則强而不知節故狂若陽處父是也子路甞曰南山有竹不扶自直何學之有其使子羔為費宰則曰何必讀書然後為學由是觀之則子路之不好學可知矣故孔子告之如此仁智信五徳之序也直剛勇三徳之序也剛徳之偏故在勇下然言五徳不及禮義言三徳不及柔者禮義之於仁智信勇則履之宜之而已柔非所以告子路也 \\n 　 \\n 子曰小子何莫學夫詩詩可以興可以觀可以羣可以怨邇之事父逺之事君多識於鳥獸草木之名 \\n  \\n 詩可以興可以觀窮理也可以羣可以怨盡性也學至於盡性則邇可以事父逺可以事君若多識鳥獸草木之名則學詩之所成終始也蓋學詩則知言故可以興知言則有節於内故可以觀有節於内則知所避就故可以羣知所避就則出怒不怒可以怨則人道盡矣故以之事父則孝以之事君則敬此所以成孝敬厚人倫者也 \\n 　 \\n 子謂伯魚曰女為周南召南矣乎人而不為周南召南其猶正墻面而立也與 \\n 乾坤易之門周南召南詩之始學易始於乾坤學詩始於周召故曰人而不為周南召南其猶正墻面而立也與書云不學牆面又不特不學詩已 \\n 　 \\n 子曰禮云禮云玉帛云乎哉樂云樂云鐘鼔云乎哉 \\n  \\n 禮主於中而不在物樂主於和而不在聲故孟子以節文仁義為禮之實樂仁義為樂之實禮記以中正無邪為禮之質莊敬恭順為禮之制論倫無患為樂之情欣喜歡愛為樂之官如叔齊以守國行政無失其民為禮魏絳以殿萬邦來逺人為樂然則聲之與文豈與其間哉 \\n 　 \\n 子曰色厲而内荏譬諸小人其猶穿窬之盗也與 \\n 子曰鄉原徳之賊也 \\n 子曰道聽而塗説徳之棄也 \\n 子曰鄙夫可與事君也與哉其未得之也患得之既得之患失之茍患失之無所不至矣 \\n  \\n 子曰古者民有三疾今也或是之亡也古之狂也肆今之狂也蕩古之矜也廉今之矜也忿戾古之愚也直今之愚也詐而已矣 \\n  \\n 人之身隂陽節通則平偏倚則疾性之疾猶身之疾故凡性之失其平者皆謂之疾易言我仇有疾損其疾詩言庶人之愚亦職惟疾孔子言民有三疾孟子言寡人有疾是也古之狂也肆意以進取而已今之狂則蕩而無所守古之矜也廉隅以自持而已今之矜則忿戾而有所爭古之愚也質直無為而已今之愚則詐而有所欺孔子之門若曾晢琴張其志嘐嘐然可謂狂矣子貢正衣冠齊顔色嗛然而終日不言可謂矜矣子羔則可謂愚矣然狂不至於蕩矜不至於忿戾愚不至於詐故皆可以遊聖人之門而聖人所以未嘗不與之也 \\n 　 \\n 子曰巧言令色鮮矣仁 \\n 子曰惡紫之奪朱也惡鄭聲之亂雅樂也惡利口之覆邦家者 \\n 紫亂正色鄭亂正聲利口亂正言故孔子惡之傳曰紫色聲餘分閏位聖王之所驅除云爾 \\n 　 \\n 子曰予欲無言子貢曰子如不言則小子何述焉 \\n 子曰天何言哉四時行焉百物生焉天何言哉 \\n 天地有大美而不言四時有明法而不議萬物有成理而不説聖人原天地之美逹萬物之理故至人無為大聖不作觀於天地之謂也其斯以為孔子 \\n 　 \\n 孺悲欲見孔子孔子辭以疾将命者出户取瑟而歌使之聞之 \\n 君子之所以教者五而不屑之教不與焉蓋五者之教教之教也不屑之教不教之教也孔子之於孺悲如是非教之教也不教之教而已然則君子之教者不為多術乎 \\n 　 \\n  \\n 宰我問三年之喪期已久矣君子三年不為禮禮必壊三年不為樂樂必崩舊榖既沒新榖既升鑽燧改火期可已矣子曰食夫稻衣夫錦於女安乎曰安女安則為之夫君子之居喪食旨不甘聞樂不樂居處不安故不為也今女安則為之宰我出子曰子之不仁也子生三年然後免於父母之懐夫三年之喪天下之通喪也子也有三年之愛於其父母乎 \\n  \\n 創鉅者其日久痛甚者其愈遲三年之喪稱情以出之所以為其痛極也由是而殺焉故有期月有九月有五月有三月是喪因隆以有殺非因殺而有隆焉禮記荀卿皆曰加隆焉使倍之故再期其説誤矣 \\n 　 \\n 子曰飽食終日無所用心難矣哉不有博奕者乎為之猶賢乎已 \\n 人之性勞則易以善佚則易以淫故曰飽食終日無所用心難矣哉不有博弈者乎為之猶賢乎已蓋博弈非所以待君子亦以為特賢乎無所用心而已或以為待君子者誤矣 \\n 　 \\n 子路曰君子尚勇乎子曰君子義以為上君子有勇而無義為亂小人有勇而無義為盗 \\n  \\n 勇非義不立義非勇不行則勇以義為主義以勇為輔此義所以為上也君子有勇而無義為亂若好勇不好學其蔽也亂是也小人有勇而無義為盗若荆軻専諸是也子路能勇不能怯孔子於其喜浮海則曰無所取材於其聞斯行諸則曰有父兄在於其行三軍則曰暴虎憑河吾不與也於其問强則曰寛柔以教不報無道則其問勇而對之以義宜矣孔子謂子路曰君子以心導耳目立義以為勇小人以耳目導心不遜以為勇蓋以此也言義以為質又言義以為上者義為質則禮文義為上則勇下 \\n 　 \\n  \\n 子貢曰君子亦有惡乎子曰有惡惡稱人之惡者惡居下流而訕上者惡勇而無禮者惡果敢而窒者曰賜也亦有惡乎惡徼以為知者惡不孫以為勇者惡訐以為直者 \\n  \\n 傳曰聰明深察而近於死者好議人者也博辨廣大而危其身者發人之惡者也孟子曰言人之不善當如後患何此所以惡稱人之惡者也孟子曰不得而非其上非也揚子賊義近鄉訕此所以惡居下流而訕上者也孔子曰勇而無禮則亂州吁勇而無禮衞風刺之此所以惡勇而無禮者也蓋稱人之惡則不仁居下流而訕上勇而無禮則不義果敢而窒則不知四者以稱人之惡為先以子貢不能匿人之過故也子貢曰賜惡徼以為智者惡不遜以為勇者惡訐以為直者蓋察伺者似智不遜者似勇訐者似直三者似是而非故子貢惡之孔子曰唯仁者能好人能惡人子貢不足於仁而有所惡者茍有所惡而已語之以能惡則未也 \\n 　 \\n 子曰唯女子與小人為難養也近之則不孫逺之則怨 \\n 女子小人不知禮義者也不知禮故近之則不孫不知義故逺之則怨 \\n 　 \\n 子曰年四十而見惡焉其終也已 \\n  \\n 年彌髙徳彌卲君子之所善也年四十而見惡焉其終也已則年彌髙徳彌消可知矣四十者强仕之年也當强仕之際宜其為人所敬畏而不見惡焉為人見惡而不見畏孔子亟言而深斥之為其終此而已焉故也 \\n 　 \\n 微子第十八 \\n 　 \\n 微子去之箕子為之奴比干諫而死孔子曰殷有三仁焉 \\n  \\n 微子去所以存商之祀箕子奴所以貽天下之法比干死所以示人臣之節去則明夷于飛垂其翼者也利而不正死則過渉滅頂者也正而不利奴則内難而能正其志者也利而且正三者之所趍雖殊然去者仁之清奴者仁之和死者仁之任皆其自靖以趨於仁而已此所以均謂之仁蓋微子去然後箕子奴箕子奴然後比干死事辭之序也武王克商然後釋箕子之囚則箕子未嘗去商而史以箕子避紂於朝鮮誤矣 \\n 　 \\n 栁下惠為士師三黜人曰子未可以去乎曰直道而事人焉往而不三黜枉道而事人何必去父母之邦 \\n  \\n 三黜而不去者蓋栁下恵以止為事者也孟子曰不羞汙君不辭小官進不隠賢則栁下恵不以退為事也又曰遺佚而不怨阨窮而不憫則栁下恵不以進為事也以其在於進退之間援而止之而止豈非所謂以止為事者哉栁下恵繼伯夷者也伯夷繼伊尹者也繼栁下恵者孔子然後言孔子之去就 \\n 　 \\n 齊景公待孔子曰若季氏則吾不能以季孟之閒待之曰吾老矣不能用也孔子行 \\n 孔子於齊景公有際可之仕至於景公曰若季氏則吾不能以季孟之閒待之然後行去他國之道也 \\n 　 \\n 齊人歸女樂季桓子受之三日不朝孔子行 \\n 孔子於季桓子有行可之仕及齊人歸女樂而桓子受之三日不朝然後行去父母國之道也 \\n 　 \\n  \\n 楚狂接輿歌而過孔子曰鳯兮鳯兮何徳之衰往者不可諫來者猶可追已而已而今之從政者殆而孔子下欲與之言趨而辟之不得與之言 \\n  \\n 栁下恵則不屑去者也楚狂接輿長沮桀溺荷蓧丈人則不屑就者也孔子去齊去魯則非不屑去以為斯人之徒則非不屑就接輿知孔子有鳯之徳不知孔子所謂隠者不易乎世也桀溺知天下之滔滔而不知滔滔者可以與易也鳯有道則見無道則隠見非其時為徳之衰所謂非伏其身而弗見非閉其言而弗出也樂則行之憂則違之而已接輿欲孔子止而以謂當今之世欲從其政則其身必危揚子曰接輿之歌鳯也欲去而恐罹害也蓋接輿遊方之外者也故其行雖與孔子異而孔子亦未嘗不欲與之言也 \\n 　 \\n 長沮桀溺耦而耕孔子過之使子路問津焉長沮曰夫執輿者為誰子路曰為孔丘曰是魯孔丘與曰是也曰是知津矣 \\n 蓋非其周流也 \\n 　 \\n  \\n 問於桀溺桀溺曰子為誰曰為仲由曰是魯孔丘之徒與對曰然曰滔滔者天下皆是也而誰以易之且而與其從辟人之士也豈若從辟世之士哉耰而不輟 \\n 長沮桀溺所謂固矣孔子疾固者也惟天下無道則孔子與易之以謂滔滔者天下皆是也誤 \\n 　 \\n 子路行以告夫子憮然曰鳥獸不可與同羣吾非斯人之徒與而誰與天下有道丘不與易也 \\n 遯於山林是與鳥獸同羣也子之言曰吾亦人耳若非與人為徒則誰與乎彼非我以天下皆無道誰以易之蓋不知惟其無道故吾思有以易之若其有道也吾不與易也 \\n 　 \\n  \\n 子路從而後遇丈人以杖荷蓧子路問曰子見夫子乎丈人曰四體不勤五穀不分孰為夫子植其杖而芸子路拱而立止子路宿殺雞為黍而食之見其二子焉明日子路行以告子曰隠者也使子路反見之至則行矣子路曰不仕無義長幼之節不可廢也君臣之義如之何其廢之欲潔其身而亂大倫君子之仕也行其義也道之不行已知之矣 \\n  \\n 道雖不行不可無仕不仕者無義而已夫長幼之節不及君臣之義一身之潔不若大倫之不亂荷蓧知長幼之節而不知君臣之義知潔其身而不知大倫豈所謂知務者哉蓋仕而行其義則在己而不仕於無義則在時在時在己則亦隠而已非逸民也至于伯夷叔齊虞仲夷逸朱張栁下惠少連然後可以謂之逸民也 \\n 　 \\n 逸民伯夷叔齊虞仲夷逸朱張栁下惠少連子曰不降其志不辱其身伯夷叔齊與謂栁下惠少連降志辱身矣言中倫行中慮其斯而已矣 \\n  \\n 伯夷叔齊則清而不和故内不降其志外不辱其身栁下惠少連則和而不清故内則降其志外則辱其身然志雖降而言不失其倫身雖辱而行不役其慮蓋不降其志不辱其身不嫌於言不中倫行不中慮降志辱身則嫌其不能如此故特曰言中倫行中慮而已 \\n 　 \\n 謂虞仲夷逸隠居放言身中清廢中權 \\n 虞仲夷逸隠居則身中清放言則廢中權中清則汚俗不能染中權則反經以合道蓋倫有經權有常變以中權為放言倫非放言矣 \\n 　 \\n 我則異於是無可無不可 \\n  \\n 伯夷叔齊虞仲夷逸不可者也栁下惠少連可者也孔子集七人之大成可以仕則仕可以止則止可以久則久可以速則速於其義之所去則無可於其義之所在則無不可故曰我則異於是不言朱張者荀卿以子弓與孔子同於行蓋子弓則子張是也 \\n 　 \\n 大師摯適齊亞飯干適楚三飯繚適蔡四飯缺適秦鼓方叔入于河播鼗武入于漢少師陽擊磬襄入于海 \\n 古者有官守者不得其職則去然記此者以明樂工之賤亦知去就之義若夫君子知進退之義則不盡於此矣雖然猶異於長沮桀溺之徒専以隠為事也 \\n 　 \\n  \\n 周公謂魯公曰君子不施其親不使大臣怨乎不以故舊無大故則不棄也無求備於一人周有八士伯達伯适仲突仲忽叔夜叔夏季隨季騧 \\n  \\n 施者易也荀卿曰充虚之相施易是也君子不以人之親易己之親易己之親則於親無去就之義於親無去就之義則事君有之矣君子不使大臣怨乎不以則臣其可以使君怨其不為用乎故舊無大故不棄則君無大故而可以去之乎君無求備於一人則臣其可以求備於君乎凡此欲自盡其恕以循理進退故也紀周公之言所以成微子之義工師之賤有去就之義故前此而言之八士則事人而已未必能盡去就之義故後此言之則周公所以謂魯公者不過不施其親至于無求備於一人而已荀卿則以為周公曰吾執贄而見者十人還贄而見者三十人貎執之士百有餘人欲言請畢事者千有餘人後世因為飰而吐哺沐而握髮之説殆不然矣成周之時士之所以為士者有徳行道藝以自重非若六國縱横之士汲汲於伸身以干澤也周公之所以為周公者有道法以御世非若孟嘗春申之僕僕於禮士以干譽也國語曰文王詢於八虞而説之者以為八士 \\n 　"}
