{"章节": "論語拾遺（宋）蘇轍撰", "正文": "　 \\n 論語拾遺 \\n （宋）蘇轍撰 \\n 　 \\n 提要 \\n  \\n 臣等謹案論語拾遺一卷宋蘇轍撰前有自序稱少年為論語畧解其兄蘇軾謫黄州時撰論語説取所解十之二三大觀丁亥閒居潁川與其孫籀等講論語因取軾説之未安者重為此書軾書宋志作四卷文獻通考作十卷今未見傳本莫詳孰是其説亦不可復考此書所補凡二十七章其以思無邪為無思以從心不踰矩為無心頗涉禪理以茍志於仁矣無惡也為有愛而無惡亦寃親平等之見以朝聞道夕死可矣為雖死而不亂尤去來自如之學葢眉山之學本襍出於二氏故也其顯駁軾説者凡三條請討陳恒一章軾以為能克田氏則三桓自服孔子欲借此以張公室轍則以為雖知其無益而欲明君臣之義子見南子及齊歸女樂二章軾以為靈公未受命者故可季桓子己受命者故不可轍則以為諸侯之如衛靈公者多不可盡去齊間孔子魯君大夫己受其餌孔子不去則坐受其禍泰伯至徳一章軾以為泰伯不居其名故亂不作魯隠宋宣取其名是以皆受其禍轍則以為魯之禍始于攝宋之禍成于好戰皆非讓之過也其説皆較軾為長他如以剛毅木訥與巧言令色相證以六蔽章之不好學與入孝出弟章之學文互勘亦頗有所發明厯來著録今亦存備一家焉 \\n 乾隆四十二年八月恭校上 \\n 總纂官紀昀陸錫熊孫士毅總校官陸費墀 \\n 　 \\n 欽定四庫全書論語拾遺 \\n 宋蘇轍撰 \\n  \\n 予少年為論語略解子瞻謫居黄州為論語説盡取以往今見於其書者十二三也大觀丁亥閒居潁川為孫籀簡筠講論語子瞻之説意有所未安時為籀等言之凡二十有七章謂之論語拾遺恨不得一質之子瞻也 \\n  \\n 巧言令色世之所説也剛毅木訥世之所惡也惡之斯以為不仁矣仁者直道而行無求於人望之儼然即之也温聽其言也厲而何巧言令色之有彼為是者真務外不仁耳故曰巧言令色鮮矣仁又曰剛毅木訥近仁子貢曰貧而無謟富而無驕何如子曰未若貧而樂富而好禮者也夫貧而無謟富而無驕亦可謂賢矣然貧而樂雖欲謟不可得也富而好禮雖欲驕亦不可得也子貢聞之而悟曰士之至於此者抑其切磋琢磨之功至也歟孔子喜之曰賜也始可與言詩己矣告諸往而知來者舉其成功而告之而知其所從來者所謂聞一以知二也歟 \\n  \\n 易曰無思無為寂然不動感而遂通天下之故詩曰思無邪孔子取之二者非異也惟無思然後思無邪有思則邪矣火必有光心必有思聖人無思非無思也外無物内無我無我既盡心全而不亂物至而知可否可者作不可者止因其自然而吾未嘗思未嘗為此所謂無思無為而思之正也若夫以物役思者其邪矣如使寂然不動與木石為偶而以為無思無為則亦何以通天下之故也哉故曰思無邪思馬思徂苟思馬而馬應則凡思之所及無不應也此所以為感而遂通天下之故也 \\n  \\n 終日不食終夜不寢致力於思徒思而無益是以知思之不如學也故十有五而志於學則所由適道者順矣由是以適道知道而未能安則不能行不能行則未可與立惟能安能行乃可與立故三十而立可與立矣遇變而惑則雖立而不固故四十而不惑則可與權矣物莫能惑人不能遷則行上與天同吾不違天而天亦莫吾違也故五十而知天命人之至於此也其所以施於物而行於人者至矣然猶未也心之所安耳目接於物而有不順焉以心御之而後順則其應必疑故六十而耳順耳目所遇不思而順矣然猶有心存焉以心御心乃能中法惟無心然後從心而不踰矩故七十而從心所欲不踰矩 \\n  \\n 我與物為二君子之欲交於物也非信無自入矣譬如車輪輿既具牛馬既設然而判然二物也夫將何以行之惟為之輗軏以交之而後輪輿得藉於牛馬也輗軏轅端持軛者也故曰人而無信不知其可也大車無輗小車無軏其何以行之哉車與馬得輗軏而交我與物得信而交金石之堅天地之逺茍有誠信無所不通吾然後知信之為輗軏也 \\n  \\n 不仁而久約則怨而思亂久樂則驕而忘患故曰不仁者不可以久處約不可以長處樂然則何所處之而可曰仁人在上則不仁者約而不怨樂而不驕管仲奪伯氏駢邑三百飯疏食没齒無怨言與竪刁易牙俱事桓公終仲之世二子皆不敢動而况管仲之上哉 \\n  \\n 仁者無所不愛人之至於無所不愛也其蔽盡矣有蔽者必有所愛有所不愛無蔽者無不愛矣子曰惟仁者能好人能惡人以其無蔽也夫然猶有惡也無所不愛則無所惡矣故曰苟至於仁矣無惡也其不仁也亦哀之而已 \\n  \\n 性之必仁如水之必清火之必明然方土之未去也水必有泥方薪之未盡也火必有烟土去則水無不清薪盡則火無不明矣人而至於不仁則物有以害之也君子無終食之間違仁造次必於是顛沛必於是非不違仁也外物之害既盡惟一而不雜未嘗不仁也若顔子者性亦治矣然而土未盡去薪未盡化力有所未逮也是以能三月不違仁矣而未能遂以終身也其餘則土盛而薪彊水火不能勝是以日月至焉而已矣故顔子之心仁人之心也不幸而死學未及究其功不見於世孔子以其心許之矣管仲相桓公九合諸侯一匡天下此仁人之功也孔子以其功許之矣然而三歸反坫其心猶累於物此孔顔之所不為也使顔子而無死切而磋之琢而磨之將造次顛沛於是何三月不違而止哉如管仲生不由禮死而五公子之禍起齊遂大亂君子之為仁將取其心乎將取其功乎二者不可得兼使天相人以顔子之心收管仲之功庶幾無後患也夫 \\n  \\n 孔氏之門人其聞道者亦寡耳顔子曽子孔門之知道者也故孔子嘆之曰朝聞道夕死可矣茍未聞道雖多學而識之至於生死之際未有不自失也茍一日聞道雖死可以不亂矣死而不亂而後可謂學矣 \\n  \\n 孔子歴試而不用慨然而歎曰道不行乗桴浮於海從我者其由歟此非孔子之誠言葢其一時之歎云爾子路聞之而喜子路亦豈誠欲入海者耶亦喜孔子之知其勇耳子曰由也好勇過我無所取材葢曰無所取材以為是桴也亦戲之云爾雖聖人其與人言亦未免有戲也 \\n  \\n 令尹子文三仕為令尹無喜色三已之無愠色孔子以忠許之而不與其仁崔子弑齊君陳文子有馬十乗棄而違之孔子以清許之而不與其仁此二人者皆春秋之賢大夫也而孔子不以仁與之孔子之以仁與人也固難殷之三仁孤竹君之二子至於近世惟齊管仲然後以仁許之如令尹子文陳文子雖賢未可以列於仁人之目故冉有子路之政事公西華之應對與子文之忠文子之清一也 \\n  \\n 臧文仲魯之君子也其言行載於魯而孔子少之曰臧文仲不仁者三不智者三下展禽廢六關妾織蒲三不仁也作虚器縱逆祀祀爰居三不智也捨是六者其餘皆仁且智也歟孔子曰君子而不仁者有矣夫君子而不仁則臧文仲之類歟 \\n  \\n 孔子居魯陽貨欲見而不往陽貨時其亡也而饋之豚孔子亦時其亡也而往拜之遇諸塗與孔子三言孔子答之無違孔子豈順陽貨者哉不與之較耳孟子曰當是時陽貨先豈得不見夫先之而必答禮之而必報孔子亦有不得已矣孔子之見南子如見陽貨必有不得已焉子路疑之而孔子不辨也故曰予所否者天厭之天厭之以為世莫吾知而自信於天云爾 \\n  \\n 泰伯以國授王季逃之荆蠻天下知王季文武之賢而不知泰伯之徳所以成之者逺矣故曰泰伯其可謂至徳也已矣三以天下讓民無得而稱焉子瞻曰泰伯斷髪文身示不可用使民無得而稱之有譲國之實而無其名故亂不作彼宋宣魯隱皆存其實而取其名者也是以宋魯皆被其禍予以為不然人患不誠誠無爭心茍非豺狼孰不順之魯之禍始於攝而宋之禍成於好戰皆非讓之過也漢東海王彊以天下授顯宗唐宋王成器以天下授宗兄弟終身無間言焉豈亦斷髪文 \\n  \\n 身哉子貢曰泰伯端委以治呉仲雍繼之斷髪文身孰謂泰㑑斷髪文身示不可用者太史公以意言之爾武王曰予有亂臣十人孔子曰才難不其然乎唐虞之際於斯為盛有婦人焉九人而已婦人者太姒也然則武王蓋臣其母乎古者婦人既嫁從夫夫死從子故春秋書魯僖公之母曰秦人來歸僖公成風之襚太姒雖母以九人故謂之臣焉可也 \\n  \\n 或問子西孔子曰彼哉彼哉鄭公孫僑無足焉者葢非所問也楚令尹子西相昭王楚以復國而孔子非之何也昭王欲用孔子子西知孔子之賢而疑其不利楚國使聖人之功不見於世所以深疾之也世之不知孔子者衆矣孔子未嘗疾之疾其知我而疑我爾 \\n  \\n 陳成子弑簡公孔子沐浴而朝告於哀公曰陳恒弑其君請討之公曰告夫三子孔子曰以吾從大夫之後不敢不告也君曰告夫三子之三子告不可孔子曰以吾從大夫之後不敢不告也孔子為魯大夫鄰國有弑君 \\n  \\n 之禍而恬不以為言則是許之也哀公三桓之不足與有立也孔子既知之矣知而猶告以為雖無益於今日而君臣之義猶有儆於後世也子瞻曰哀公患三桓之偪嘗欲以越伐魯而去之以越伐魯豈若從孔子而伐齊既克田氏則魯公室自張三桓將不治而自服此孔子之志也予以為不然古之君子將有立於世必先擇其君齊桓雖中主然其所以任管仲者世無有也然後九合之功可得而成今哀公之妄非可以望桓公也使孔子誠克田而返將誰與保其功然則孔子之憂顧在克齊之後此則孔子之所不為也 \\n  \\n 古之教人必以學學必教之以道道有上下其形而上者道也其形而下者器也君子上達知其道也小人下達得其器也上達者不私於我不役於物故曰君子學道則愛人下達者知義之不可犯禮之不可過故曰小人學道則易使也如使人而不知道雖至於君子有不仁者矣小人則無所不至也故曰君子而不仁者有矣夫未有小人而仁者也 \\n 有道者不知貧富之異貧而無怨富而無驕一也然而飢寒切於身而心不動非忘身者不能故曰貧而無怨難富而無驕易 \\n  \\n 孔子以禮樂游於諸侯世知其篤於學而已不知其他也犁彌謂齊景公曰孔丘知禮而無勇若使萊人以兵刼魯侯必得志焉衛靈公之所以待孔子者始亦至矣然其所以知之者猶犁彌也久而厭之將傲之以其所不知葢問陳焉孔子知其決不用也故明日而行使誠用之雖及軍旅之事可也 \\n 道之大充塞天地贍足萬物誠得其人而用之無所不至也苟非其人道雖存七尺之軀有不能充矣而况其餘乎故曰人能弘道非道弘人 \\n  \\n 人生於欲不知道者未有不為欲所蔽也故曰人之少也血氣未定戒之在色始學者未可以語道也故古之教者必始於周南召南周南召南知欲之不可己也而道之以禮以禮濟欲夫是以樂而不淫始學者安焉由是以免於蔽子謂伯魚曰汝為周南召南矣乎人而不為周南召南其猶正墻面而立也歟言欲之蔽也 \\n  \\n 古之傳道者必以言達者得意而忘言則言可尚也小人以言害意因言以失道則言可畏也故曰予欲無言聖人之教人亦多術矣行止語黙無非教者子貢習於聽言而未知其餘也故曰子如不言則小子何述焉子曰天何言哉四時行焉百物生焉夫豈無以感而通之乎 \\n  \\n 君子無所不學然而不可勝志也志必有所一而後可志無所一雖博猶雜學也故曰博學而篤志將有問也必切其退而思之必自近者始不然疑而不信也君子之道造端乎夫婦及其至也察乎天地自夫婦之所能而思之可以知聖人之所不能也故曰切問而近思君子為此二者雖不為仁而仁可得也故曰仁在其中矣弟子入則孝出則弟謹而信汎愛衆而親仁行有餘力則以學文孝悌忠信汎愛而親仁者其質也有其質矣而無學以文之者皆未免於有過也故曰好仁不好學其蔽也愚好智不好學其蔽也蕩好信不好學其蔽也賊好直不好學其蔽也絞好勇不好學其蔽也亂好剛不好學其蔽也狂此六者皆美質也而無學以文之則其病至此故曰十室之邑必有忠信如丘者焉不如丘之好學也質如孔子而不知學皆六蔽之所害葢無足怪也 \\n 子曰三年學不至於穀不易得也穀善也善之成而可用如苖之實而可食也盡其心力於學三年而不見其成功者世無有也 \\n 羣居終日言不及義此里巷之鄙夫直情而恣行者也而孔子何難焉葢知不義之可惡而欲以小惠要譽於世世必以是取之此孔子之所難也 \\n  \\n 衛靈公以南子自汙孔子去魯從之不疑季桓子以女樂之故三日不朝孔子去之如避寇讎子瞻曰衛靈公未受命者故可季桓子己受命者故不可予以為不然孔子之世諸侯之過如衛靈公者多矣而可盡去乎齊人以女樂間孔子魯君大夫既食其餌矣使孔子安而不去則坐待其禍無可為矣非衛南子之比也"}
