{"章节": "公羊傳　隱公元年", "正文": "公羊傳　隱公元年 \\n 一、元年，春王正月。 \\n 元年者何？君之始年也。春者何？歲之始也。王者孰謂？謂文王也。曷為先言王而後言正月？王正月也。何言乎王正月？大一統也。公何以不言即位？成公意也。何成乎公之意？公將平國而反之桓。曷為反之桓？桓幼而貴，隱長而卑，其為尊卑也微，國人莫知。隱長又賢，諸大夫扳隱而立之。隱於是焉而辭立，則未知桓之將必得立也。且如桓立，則恐諸大夫之不能相幼君也，故凡隱之立為桓立也。隱長又賢，何以不宜立？立適以長不以賢，立子以貴不以長。桓何以貴？母貴也。母貴則子何以貴？子以母貴，母以子貴。 \\n 二、三月，公及邾婁儀父盟于眛。 \\n 及者何？與也，會及暨皆與也。曷為或言會，或言及，或言暨？會猶最也；及猶汲汲也；暨猶暨暨也。及我欲之，暨不得已也。儀父者何？邾婁之君也。何以名？字也。曷為稱字？襃之也。曷為襃之？為其與公盟也。與公盟者眾矣，曷為獨襃乎此？因其可襃而襃之。此其為可襃奈何？漸進也。眛者何？地期也。 \\n 三、夏，五月，鄭伯克段于鄢。 \\n 克之者何？殺之也。殺之則曷為謂之克？大鄭伯之惡也。曷為大鄭伯之惡？母欲立之，己殺之，如勿與而已矣。段者何？鄭伯之弟也。何以不稱弟？當國也。其地何？當國也。齊人殺無知何以不地？在內也。在內雖當國不地也，不當國雖在外亦不地也。 \\n 四、秋，七月，天王使宰咺來歸惠公仲子之賵。 \\n 宰者何？官也。咺者何？名也。曷為以官氏？宰士也。惠公者何？隱之考也。仲子者何？桓之母也。何以不稱夫人？桓未君也。賵者何？喪事有賵。賵者，蓋以馬以乘馬束帛。車馬曰賵，貨財曰賻，衣被曰襚。桓未君則諸侯曷為來賵之？隱為桓立，故以桓母之喪告于諸侯。然則何言爾？成公意也。其言來何？不及事也。其言惠公仲子何？兼之，兼之非禮也。何以不言及仲子？仲子微也。 \\n 五、九月，及宋人盟于宿。 \\n 孰及之？內之微者也。 \\n 六、冬，十有二月，祭伯來。 \\n 祭伯者何？天子之大夫也。何以不稱使？奔也。奔則曷為不言奔？王者無外，言奔則有外之辭也。 \\n 七、公子益師卒。 \\n 何以不日？遠也。所見異辭，所聞異辭，所傳聞異辭。 \\n"}
{"章节": "公羊傳　隱公二年", "正文": "公羊傳　隱公二年 \\n 一、二年，春，公會戎于潛。 \\n 二、夏，五月，莒人入向。 \\n 入者何？得而不居也。 \\n 三、無駭帥師入極。 \\n 無駭者何？展無駭也。何以不氏？貶。曷為貶？疾始滅也。始滅昉於此乎？前此矣。前此則曷為始乎此？託始焉爾。曷為託始焉爾？春秋之始也。此滅也，其言入何？內大惡，諱也。 \\n 四、秋，八月庚辰，公及戎盟于唐。 \\n 五、九月，紀履緰來逆女。 \\n 紀履緰者何？紀大夫也。何以不稱使？婚禮不稱主人。然則曷稱？稱諸父兄師友。宋公使公孫壽來納幣，則其稱主人何？辭窮也。辭窮者何？無母也。然則紀有母乎？曰有。有則何以不稱母？母不通也。外逆女不書，此何以書？譏。何譏爾？譏始不親迎也。始不親迎昉於此乎？前此矣。前此則曷為始乎此？託始焉爾。曷為託始焉爾？春秋之始也。女曷為或稱女，或稱婦，或稱夫人？女在其國稱女，在塗稱婦，入國稱夫人。 \\n 六、冬，十月，伯姬歸于紀。 \\n 伯姬者何？內女也。其言歸何？婦人謂嫁曰歸。 \\n 七、紀子帛、莒子盟于密。 \\n 紀子伯者何？無聞焉爾。 \\n 八、十有二月乙卯，夫人子氏薨。 \\n 夫人子氏者何？隱公之母也。何以不書葬？成公意也。何成乎公之意？子將不終為君，故母亦不終為夫人也。 \\n 九、鄭人伐衞。 \\n"}
{"章节": "公羊傳　隱公三年", "正文": "公羊傳　隱公三年 \\n 一、三年，春王二月，己巳，日有食之。 \\n 何以書？記異也。日食則曷為或日或不日？或言朔或不言朔？曰「某月某日朔，日有食之」者，食正朔也；其或日或不日，或失之前，或失之後。失之前者，朔在前也；失之後者，朔在後也。 \\n 二、三月庚戌，天王崩。 \\n 何以不書葬？天子記崩不記葬，必其時也。諸侯記卒記葬，有天子存，不得必其時也。曷為或言崩或言薨？天子曰崩，諸侯曰薨，大夫曰卒，士曰不祿。 \\n 三、夏，四月辛卯，尹氏卒。 \\n 尹氏者何？天子之大夫也。其稱尹氏何？貶。曷為貶？譏世卿，世卿非禮也。外大夫不卒，此何以卒？天王崩，諸侯之主也。 \\n 四、秋，武氏子來求賻。 \\n 武氏子者何？天子之大夫也。其稱武氏子何？譏。何譏爾？父卒子未命也。何以不稱使？當喪未君也。武氏子來求賻，何以書？譏。何譏爾？喪事無求，求賻非禮也，蓋通于下。 \\n 五、八月庚辰，宋公和卒。 \\n 六、冬，十有二月，齊侯、鄭伯盟于石門。 \\n 七、癸未，葬宋繆公。 \\n 葬者曷為或日或不日？不及時而日，渴葬也；不及時而不日，慢葬也。過時而日，隱之也；過時而不日，謂之不能葬也。當時而不日，正也。當時而日，危不得葬也。此當時何危爾？宣公謂繆公曰：「以吾愛與夷則不若愛女。以為社稷宗廟主，則與夷不若女，盍終為君矣。」宣公死，繆公立，繆公逐其二子莊公馮與左師勃，曰：「爾為吾子，生毋相見，死毋相哭。」與夷復曰：「先君之所為不與臣國而納國乎君者，以君可以為社稷宗廟主也。今君逐君之二子而將致國乎與夷，此非先君之意也。且使子而可逐，則先君其逐臣矣。」繆公曰：「先君之不爾逐可知矣，吾立乎此攝也，終致國乎與夷。」莊公馮弒與夷。故君子大居正，宋之禍宣公為之也。 \\n"}
{"章节": "公羊傳　隱公四年", "正文": "公羊傳　隱公四年 \\n 一、四年，春王二月，莒人伐〈木巳〉，取牟婁。 \\n 牟婁者何？〈木巳〉之邑也。外取邑不書，此何以書？疾始取邑也。 \\n 二、戊申，衞州吁弒其君完。 \\n 曷為以國氏？當國也。 \\n 三、夏，公及宋公遇于清。 \\n 遇者何？不期也。一君出，一君要之也。 \\n 四、宋公、陳侯、蔡人、衞人伐鄭。 \\n 五、秋，翬帥師會宋公、陳侯、蔡人、衞人伐鄭。 \\n 翬者何？公子翬也。何以不稱公子？貶。曷為貶？與弒公也。其與弒公奈何？公子翬諂乎隱公，謂隱公曰：「百姓安子，諸侯說子，盍終為君矣。」隱曰：「吾否，吾使脩塗裘，吾將老焉。」公子翬恐若其言聞乎桓，於是謂桓曰：「吾為子口隱矣。隱曰：『吾不反也。』」桓曰：「然則奈何？」曰：「請作難，弒隱公。」於鍾巫之祭焉弒隱公也。 \\n 六、九月，衞人殺州吁于濮。 \\n 其稱人何？討賊之辭也。 \\n 七、冬，十有二月，衞人立晉。 \\n 晉者何？公子晉也。立者何？立者不宜立也。其稱人何？眾立之之辭也。然則孰立之？石碏立之。石碏立之，則其稱人何？眾之所欲立也。眾雖欲立之，其立之非也。 \\n"}
{"章节": "公羊傳　隱公五年", "正文": "公羊傳　隱公五年 \\n 一、五年，春，公觀魚于棠。 \\n 何以書？譏。何譏爾？遠也。公曷為遠而觀魚？登來之也。百金之魚公張之。登來之者何？美大之之辭也。棠者何？濟上之邑也。 \\n 二、夏，四月，葬衞桓公。 \\n 三、秋，衞師入盛。 \\n 曷為或言率師或不言率師？將尊師眾稱某率師；將尊師少稱將；將卑師眾稱師；將卑師少稱人。君將不言率師，書其重者也。 \\n 四、九月，考仲子之宮。初獻六羽。 \\n 考宮者何？考猶入室也，始祭仲子也。桓未君則曷為祭仲子？隱為桓立，故為桓祭其母也。然則何言爾？成公意也。初者何？始也。六羽者何？舞也。初獻六羽何以書？譏。何譏爾？譏始僭諸公也。六羽之為僭奈何？天子八佾，諸公六，諸侯四。諸公者何？諸侯者何？天子三公稱公，王者之後稱公，其餘大國稱侯，小國稱伯、子、男。天子三公者何？天子之相也。天子之相則何以三？自陜而東者，周公主之；自陜而西者，召公主之，一相處乎內，始僭諸公昉於此乎？前此矣。前此則曷為始乎？此僭諸公猶可言也，僭天子不可言也。 \\n 五、邾婁人、鄭人伐宋。 \\n 六、螟。 \\n 何以書？記災也。 \\n 七、冬，十有二月辛巳，公子彄卒。 \\n 八、宋人伐鄭，圍長葛。 \\n 邑不言圍，此其言圍何？彊也。 \\n"}
{"章节": "公羊傳　隱公六年", "正文": "公羊傳　隱公六年 \\n 一、六年，春，鄭人來輸平。 \\n 輸平者何？輸平猶墮成也。何言乎墮成？敗其成也。曰「吾成敗矣」。吾與鄭人末有成也。吾與鄭人則曷為末有成？狐壤之戰，隱公獲焉。然則何以不言戰？諱獲也。 \\n 二、夏，五月辛酉，公會齊侯盟于艾。 \\n 三、秋，七月。 \\n 此無事，何以書？春秋雖無事，首時過則書。首時過則何以書？春秋編年，四時具，然後為年。 \\n 四、冬，宋人取長葛。 \\n 外取邑不書，此何以書？久也。 \\n"}
{"章节": "公羊傳　隱公七年", "正文": "公羊傳　隱公七年 \\n 一、七年，春王三月，叔姬歸于紀。滕侯卒。 \\n 何以不名？微國也。微國則其稱侯何？不嫌也。春秋貴賤不嫌同號，美惡不嫌同辭。 \\n 二、夏，城中丘。 \\n 中丘者何？內之邑也。城中丘，何以書？以重書也。 \\n 三、齊侯使其弟年來聘。 \\n 其稱弟何？母弟稱弟，母兄稱兄。 \\n 四、秋，公伐邾婁。 \\n 五、冬，天王使凡伯來聘，戎伐凡伯于楚丘以歸。 \\n 凡伯者何？天子之大夫也。此聘也，其言伐之何？執之也。執之則其言伐之何？大之也。曷為大之？不與夷狄之執中國也。其地何？大之也。 \\n"}
{"章节": "公羊傳　隱公八年", "正文": "公羊傳　隱公八年 \\n 一、八年，春，宋公、衞侯遇于垂。 \\n 二、三月，鄭伯使宛來歸邴。庚寅，我入邴。 \\n 宛者何？鄭之微者也。邴者何？鄭湯沐之邑也。天子有事于泰山，諸侯皆從。泰山之下，諸侯皆有湯沐之邑焉。其言入何？難也。其日何？難也。其言我何？言我者非獨我也，齊亦欲之。 \\n 三、夏，六月己亥，蔡侯考父卒。 \\n 四、辛亥，宿男卒。 \\n 五、秋，七月庚午，宋公、齊侯、衞侯盟于瓦屋。 \\n 六、八月，葬蔡宣公。 \\n 卒何以名而葬不名？卒從正，而葬從主人。卒何以日而葬不日？卒赴，而葬不告。 \\n 七、九月辛卯，公及莒人盟于包來。 \\n 公曷為與微者盟？稱人則從不疑也。 \\n 八、螟。 \\n 九、冬，十有二月，無駭卒。 \\n 此展無駭也，何以不氏？疾始滅也，故終其身不氏。 \\n"}
{"章节": "公羊傳　隱公九年", "正文": "公羊傳　隱公九年 \\n 一、九年，春，天王使南季來聘。 \\n 二、三月癸酉，大雨震電。 \\n 何以書？記異也。何異爾？不時也。 \\n 三、庚辰，大雨雪。 \\n 何以書？記異也。何異爾？俶甚也。 \\n 四、俠卒。 \\n 俠者何？吾大夫之未命者也。 \\n 五、夏，城郎。 \\n 六、秋，七月。 \\n 七、冬，公會齊侯于邴。 \\n"}
{"章节": "公羊傳　隱公十年", "正文": "公羊傳　隱公十年 \\n 一、十年，春王二月，公會齊侯、鄭伯于中丘。 \\n 二、夏，翬帥師會齊人、鄭人伐宋。 \\n 此公子翬也。何以不稱公子？貶。曷為貶？隱之罪人也。故終隱之篇貶也。 \\n 三、六月壬戌，公敗宋師于菅。辛未取郜，辛巳取防。 \\n 取邑不日，此何以日？一月而再取也。何言乎一月而再取？甚之也。內大惡諱，此其言甚之何？春秋錄內而略外，於外大惡書，小惡不書，於內大惡諱，小惡書。 \\n 四、秋，宋人、衞人入鄭。 \\n 五、宋人、蔡人、衞人伐載，鄭伯伐取之。 \\n 其言伐取之何？易也。其易奈何？因其力也。因誰之力？因宋人、蔡人、衞人之力也。 \\n 六、冬，十月壬午，齊人、鄭人入盛。 \\n"}
{"章节": "公羊傳　隱公十一年", "正文": "公羊傳　隱公十一年 \\n 一、十有一年，春，滕侯、薛侯來朝。 \\n 其言朝何？諸侯來曰朝，大夫來曰聘。其兼言之何？微國也。 \\n 二、夏，五月，公會鄭伯于祁黎。 \\n 三、秋，七月壬午，公及齊侯、鄭伯入許。 \\n 四、冬，十有一月壬辰，公薨。 \\n 何以不書葬？隱之也。何隱爾？弒也。弒則何以不書葬？春秋君弒，賊不討，不書葬，以為無臣子也。子沈子曰：「君弒，臣不討賊，非臣也。子不復讎，非子也。」葬，生者之事也。春秋君弒，賊不討，不書葬，以為不繫乎臣子也。公薨何以不地？不忍言也。隱何以無正月？隱將讓乎桓，故不有其正月也。 \\n"}
{"章节": "公羊傳　桓公元年", "正文": "公羊傳　桓公元年 \\n 一、元年，春，王正月，公即位。 \\n 繼弒君不言即位。此其言即位何？如其意也。 \\n 二、三月，公會鄭伯于垂。 \\n 三、鄭伯以璧假許田。 \\n 其言以璧假之何？易之也。易之則其言假之何？為恭也。曷為為恭？有天子存，則諸侯不得專地也。許田者何？魯朝宿之邑也。諸侯時朝乎天子，天子之郊，諸侯皆有朝宿之邑焉。此魯朝宿之邑也，則曷為謂之許田？諱取周田也。諱取周田則曷為謂之許田？繫之許也。曷為繫之許？近許也。此邑也，其稱田何？田多邑少稱田，邑多田少稱邑。 \\n 四、夏，四月丁未，公及鄭伯盟于越。 \\n 五、秋，大水。 \\n 何以書？記災也。 \\n 六、冬，十月。 \\n"}
{"章节": "公羊傳　桓公二年", "正文": "公羊傳　桓公二年 \\n 一、二年，春王正月，戊申，宋督弒其君與夷及其大夫孔父。 \\n 及者何？累也。弒君多矣，舍此無累者乎？曰：「有仇牧，荀息，皆累也。」舍仇牧荀息無累者乎？曰：「有。」有則此何以書？賢也。何賢乎孔父？孔父可謂義形於色矣。其義形於色奈何？督將弒殤公，孔父生而存，則殤公不可得而弒也，故於是先攻孔父之家。殤公知孔父死，己必死，趨而救之，皆死焉。孔父正色而立於朝，則人莫敢過而致難於其君者，孔父可謂義形於色矣。 \\n 二、滕子來朝。 \\n 三、三月，公會齊侯、陳侯、鄭伯于稷，以成宋亂。 \\n 內大惡諱，此其目言之何？遠也。所見異辭，所聞異辭，所傳聞異辭。隱亦遠矣，曷為為隱諱？隱賢而桓賤也。 \\n 四、夏，四月，取郜大鼎于宋。戊申，納于太廟。 \\n 此取之宋，其謂之郜鼎何？器從名，地從主人。器何以從名？地何以從主人？器之與人非有即爾。宋始以不義取之，故謂之郜鼎。至乎地之與人則不然。俄而可以為其有矣。然則為取可以為其有乎？曰：「否。」何者？若楚王之妻媦，無時焉可也。戊申，納于太廟。何以書？譏。何譏爾？遂亂受賂納于太廟，非禮也。 \\n 五、秋，七月，紀侯來朝。 \\n 六、蔡侯、鄭伯會于鄧。 \\n 離不言會，此其言會何？蓋鄧與會爾。 \\n 七、九月，入〈木巳〉。 \\n 八、公及戎盟于唐。 \\n 九、冬，公至自唐。 \\n"}
{"章节": "公羊傳　桓公三年", "正文": "公羊傳　桓公三年 \\n 一、三年，春正月，公會齊侯于嬴。 \\n 二、夏，齊侯、衞侯胥命于蒲。 \\n 胥命者何？相命也。何言乎相命？近正也。此其為近正奈何？古者不盟，結言而退。 \\n 三、六月，公會紀侯于盛。 \\n 四、秋，七月壬辰朔，日有食之，既。 \\n 既者何？盡也。 \\n 五、公子翬如齊逆女。 \\n 六、九月，齊侯送姜氏于讙。 \\n 何以書？譏。何譏爾？諸侯越竟送女，非禮也。此入國矣，何以不稱夫人？自我言齊，父母之於子，雖為鄰國夫人，猶曰吾姜氏。 \\n 七、公會齊侯于讙，夫人姜氏至自齊。 \\n 翬何以不致？得見乎公矣 \\n 八、冬，齊侯使其弟年來聘。 \\n 九、有年。 \\n 有年，何以書？以喜書也。大有年，何以書？亦以喜書也。此其曰有年何？僅有年也。彼其曰大有年何？大豐年也。僅有年亦足以當喜乎？恃有年也。 \\n"}
{"章节": "公羊傳　桓公四年", "正文": "公羊傳　桓公四年 \\n 一、四年，春正月，公狩于郎。 \\n 狩者何？田狩也，春曰苗，秋曰蒐，冬曰狩。常事不書，此何以書？譏。何譏爾？遠也。諸侯曷為必田狩？一曰乾豆，二曰賓客，三百充君之庖。 \\n 二、夏，天王使宰渠伯糾來聘。 \\n 宰渠伯糾者何？天子之大夫也。其稱宰渠伯糾何？下大夫也。 \\n"}
{"章节": "公羊傳　桓公五年", "正文": "公羊傳　桓公五年 \\n 一、五年，春正月甲戌己丑，陳侯鮑卒。 \\n 曷為以二日？卒之怴也。甲戌之日亡，己丑之日死而得，君子疑焉，故以二日卒之也。 \\n 二、夏，齊侯、鄭伯如紀。 \\n 外相如不書，此何以書？離不言會也。 \\n 三、天王使仍叔之子來聘。 \\n 仍叔之子者何？天子之大夫也。其稱仍叔之子何？譏。何譏爾？譏父老子代從政也。 \\n 四、葬陳桓公。 \\n 五、城祝丘。 \\n 六、秋，蔡人、衞人、陳人從王伐鄭。 \\n 其言從王伐鄭何？正也。 \\n 七、大雩。 \\n 大雩者何？旱祭也。然則何以不言旱？言雩則旱見；言旱則雩不見。何以書？記災也。 \\n 八、〈虫衆〉。 \\n 何以書？記災也。 \\n 九、冬，州公如曹。 \\n 外相如不書，此何以書？過我也。 \\n"}
{"章节": "公羊傳　桓公六年", "正文": "公羊傳　桓公六年 \\n 一、六年，春正月，寔來。 \\n 寔來者何？猶曰是人來也。孰謂？謂州公也。曷為謂之寔來？慢之也。曷為慢之？化我也。 \\n 二、夏，四月，公會紀侯于成。 \\n 三、秋，八月壬午，大閱。蔡人殺陳佗。 \\n 大閱者何？簡車徒也。何以書？蓋以罕書也。陳佗者何？陳君也。陳君則曷為謂之陳佗？絕也。曷為絕之？賤也。其賤奈何？外淫也。惡乎淫？淫于蔡，蔡人殺之。 \\n 四、九月丁卯，子同生。 \\n 子同生者孰謂？謂莊公也。何言乎子同生？喜有正也。未有言喜有正者，此其言喜有正何？久無正也。子公羊子曰：「其諸以病桓與？」 \\n 五、冬，紀侯來朝。 \\n"}
{"章节": "公羊傳　桓公七年", "正文": "公羊傳　桓公七年 \\n 一、七年，春二月己亥，焚咸丘。 \\n 焚之者何？樵之也。樵之者何？以火攻也。何言乎以火攻？疾始以火攻也。咸丘者何？邾婁之邑也。曷為不繫乎邾婁？國之也。曷為國之？君存焉爾。 \\n 二、夏，穀伯綏來朝。鄧侯吾離來朝。 \\n 皆何以名？失地之君也。其稱侯朝何？貴者無後，待之以初也。 \\n"}
{"章节": "公羊傳　桓公八年", "正文": "公羊傳　桓公八年 \\n 一、八年，春正月己卯，烝。 \\n 烝者何？冬祭也。春曰祠，夏曰礿，秋曰甞，冬曰烝。常事不書，此何以書？譏。何譏爾？譏亟也。亟則黷，黷則不敬。君子之祭也，敬而不黷。疏則怠，怠則忘。士不及茲四者，則冬不裘，夏不葛。 \\n 二、天王使家父來聘。 \\n 三、夏，五月丁丑，烝。 \\n 何以書？譏亟也。 \\n 四、秋，伐邾婁。 \\n 五、冬，十月，雨雪。 \\n 何以書？記異也。何異爾？不時也。 \\n 六、祭公來，遂逆王后于紀。 \\n 祭公者何？天子之三公也。何以不稱使？婚禮不稱主人。遂者何？生事也。大夫無遂事，此其言遂何？成使乎我也。其成使乎我奈何？使我為媒，可則因用是往逆矣。女在其國稱女，此其稱王后何？王者無外，其辭成矣。 \\n"}
{"章节": "公羊傳　桓公九年", "正文": "公羊傳　桓公九年 \\n 一、九年，春，紀季姜歸于京師。 \\n 其辭成矣，則其稱紀季姜何？自我言，紀父母之於子，雖為天王后，猶曰吾季姜。京師者何？天子之居也。京者何？大也。師者何？眾也。天子之居，必以眾大之辭言之。 \\n 二、夏，四月。 \\n 三、秋，七月。 \\n 四、冬，曹伯使其世子射姑來朝。 \\n 諸侯來曰朝，此世子也，其言朝何？春秋有譏父老子代從政者，則未知其在齊與？曹與？ \\n"}
{"章节": "公羊傳　桓公十年", "正文": "公羊傳　桓公十年 \\n 一、十年，春王正月，庚申，曹伯終生卒。 \\n 二、夏，五月，葬曹桓公。 \\n 三、秋，公會衞侯于桃丘，弗遇。 \\n 會者何？期辭也。其言弗遇何？公不見要也。 \\n 四、冬，十有二月丙午，齊侯、衞侯、鄭伯來戰于郎。 \\n 郎者何？吾近邑也。吾近邑則其言來戰于郎何？近也。惡乎近？近乎圍也。此偏戰也，何以不言師敗績？內不言戰，言戰乃敗矣。 \\n"}
{"章节": "公羊傳　桓公十一年", "正文": "公羊傳　桓公十一年 \\n 一、十有一年，春正月，齊人、衞人、鄭人盟于惡曹。 \\n 二、夏五月癸未，鄭伯寤生卒。 \\n 三、秋七月，葬鄭莊公。九月，宋人執鄭祭仲。 \\n 祭仲者何？鄭相也。何以不名？賢也。何賢乎祭仲？以為知權也。其為知權奈何？古者鄭國處于留。先鄭伯有善于鄶公者，通乎夫人，以取其國，而遷鄭焉，而野留。莊公死已葬，祭仲將往省于留，塗出于宋，宋人執之。謂之曰：「為我出忽而立突。」祭仲不從其言，則君必死、國必亡；從其言，則君可以生易死，國可以存易亡。少遼緩之，則突可故出，而忽可故反，是不可得則病，然後有鄭國。古人之有權者，祭仲之權是也。權者何？權者反於經，然後有善者也。權之所設，舍死亡無所設。行權有道，自貶損以行權，不害人以行權。殺人以自生，亡人以自存，君子不為也。 \\n 四、突歸于鄭。 \\n 突何以名？挈乎祭仲也。其言歸何？順祭仲也。 \\n 五、鄭忽出奔衞。 \\n 忽何以名？春秋伯子男一也，辭無所貶。 \\n 六、柔會宋公、陳侯、蔡叔盟于折。 \\n 柔者何？吾大夫之未命者也。 \\n 七、公會宋公于夫童。 \\n 八、冬十有二月，公會宋公于闞。 \\n"}
{"章节": "公羊傳　桓公十二年", "正文": "公羊傳　桓公十二年 \\n 一、十有二年，春正月。 \\n 二、夏六月壬寅，公會紀侯、莒子，盟于毆蛇。 \\n 三、秋七月丁亥，公會宋公、燕人，盟于穀丘。 \\n 四、八月壬辰，陳侯躍卒。 \\n 五、公會宋公于郯。 \\n 六、冬十有一月，公會宋公于龜。 \\n 七、丙戌，公會鄭伯，盟于武父。 \\n 八、丙戌，衞侯晉卒。 \\n 七、十有二月，及鄭師伐宋。丁未，戰于宋。 \\n 戰不言伐，此其言伐何？辟嫌也。惡乎嫌？嫌與鄭人戰也。此偏戰也，何以不言師敗績？內不言戰，言戰乃敗矣。 \\n"}
{"章节": "公羊傳　桓公十三年", "正文": "公羊傳　桓公十三年 \\n 一、十有三年，春二月，公會紀侯、鄭伯。己巳，及齊侯、宋公、衞侯、燕人戰，齊師、宋師、衞師、燕師敗績。 \\n 曷為後日？恃外也。其恃外奈何？得紀侯、鄭伯，然後能為日也。內不言戰，此其言戰何？從外也。曷為從外？恃外故從外也。何以不地？近也。惡乎近？近乎圍。郎亦近矣，郎何以地？郎猶可以地也。 \\n 二、三月，葬衞宣公。 \\n 三、夏，大水。 \\n 四、秋七月。 \\n 五、冬十月。 \\n"}
{"章节": "公羊傳　桓公十四年", "正文": "公羊傳　桓公十四年 \\n 一、十有四年，春正月，公會鄭伯于曹。 \\n 二、無冰。 \\n 何以書？記異也。 \\n 三、夏五。鄭伯使其弟語來盟。 \\n 夏五者何？無聞焉爾。 \\n 四、秋八月壬申，御廩災。 \\n 御廩者何？粢盛委之所藏也。御廩災，何以書？記災也。 \\n 五、乙亥甞。 \\n 常事不書，此何以書？譏。何譏爾？譏甞也。曰：「猶甞乎？」御廩災不如勿甞而已矣！ \\n 六、冬十有二月丁巳，齊侯祿父卒。 \\n 七、宋人以齊人、衞人、蔡人、陳人伐鄭。 \\n 以者何？行其意也。 \\n"}
{"章节": "公羊傳　桓公十五年", "正文": "公羊傳　桓公十五年 \\n 一、十有五年，春二月，天王使家父來求車。 \\n 何以書？譏。何譏爾？王者無求；求車，非禮也。 \\n 二、三月乙未，天王崩。 \\n 三、夏四月己巳，葬齊僖公 \\n 四、五月，鄭伯突出奔蔡。 \\n 突何以名？奪正也。 \\n 五、鄭世子忽復歸于鄭。 \\n 其稱世子何？復正也。曷為或言歸？或言復歸？復歸者，出惡，歸無惡；復入者，出無惡，入有惡。入者，出入惡。歸者，出入無惡。 \\n 六、許叔入于許。 \\n 七、公會齊侯于鄗。 \\n 八、邾婁人、牟人、葛人來朝。 \\n 皆何以稱人？夷狄之也。 \\n 九、秋九月，鄭伯突入于櫟。 \\n 櫟者何？鄭之邑。曷為不言入于鄭？末言爾。曷為末言爾？祭仲亡矣。然則曷為不言忽之出奔？言忽為君之微也。祭仲存則存矣，祭仲亡則亡矣！ \\n 十、冬十有一月，公會齊侯、宋公、衞侯、陳侯于侈，伐鄭。 \\n"}
{"章节": "公羊傳　桓公十六年", "正文": "公羊傳　桓公十六年 \\n 一、十有六年，春正月，公會宋公、蔡侯、衞侯于曹。 \\n 二、夏四月，公會宋公、衞侯、陳侯、蔡侯伐鄭。 \\n 三、秋七月，公至自伐鄭。 \\n 四、冬，城向。 \\n 五、十有一月，衞侯朔出奔齊。 \\n 衞侯朔何以名？絕。曷為絕之？得罪于天子也。其得罪于天子，奈何？見使守衞朔，而不能使衞小眾，越在岱陰齊。屬負茲，舍不即罪爾。 \\n"}
{"章节": "公羊傳　桓公十七年", "正文": "公羊傳　桓公十七年 \\n 一、十有七年，春正月丙辰，公會齊侯、紀侯盟于黃。 \\n 二、二月丙午，公及邾婁儀父盟于趡。 \\n 三、五月丙午，及齊師戰于奚。 \\n 四、六月丁丑，蔡侯封人卒。 \\n 五、秋八月，蔡季自陳歸于蔡。 \\n 六、癸巳，葬蔡桓侯。 \\n 七、及宋人、衞人伐邾婁。 \\n 八、冬十月朔，日有食之。 \\n"}
{"章节": "公羊傳　桓公十八年", "正文": "公羊傳　桓公十八年 \\n 一、十有八年，春王正月，公會齊侯于濼。公與夫人姜氏遂如齊。 \\n 公何以不言及夫人？夫人外也。夫人外者何？內辭也，其實夫人外公也。 \\n 二、夏四月丙子，公薨于齊。丁酉，公之喪至自齊。 \\n 三、秋七月。 \\n 四、冬，十有二月己丑，葬我君桓公。 \\n 賊未討，何以書葬？讎在外也。讎在外則何以書葬？君子辭也。 \\n"}
{"章节": "公羊傳　莊公元年", "正文": "公羊傳　莊公元年 \\n 一、元年，春王正月。 \\n 公何以不言即位？春秋君弒，子不言即位。君弒則子何以不言即位？隱之也。孰隱？隱子也。 \\n 二、三月，夫人孫于齊。 \\n 孫者何？孫猶孫也。內諱奔謂之孫。夫人固在齊矣，其言孫于齊何？念母也。正月以存君，念母以首事。夫人何以不稱姜氏？貶。曷為貶？與弒公也。其與弒公奈何？夫人譖公於齊侯：「公曰：同非吾子，齊侯之子也。」齊侯怒，與之飲酒。於其出焉，使公子彭生送之。於其乘焉，搚幹而殺之。念母者，所善也，則曷為於其念母焉貶？不與念母也。 \\n 三、夏，單伯逆王姬。 \\n 單伯者何？吾大夫之命乎天子者也。何以不稱使？天子召而使之也。逆之者何？使我主之也。曷為使我主之？天子嫁女乎諸侯，必使諸侯同姓者主之。諸侯嫁女于大夫，必使大夫同姓者主之。 \\n 四、秋，築王姬之館于外。 \\n 何以書？譏。何譏爾？築之禮也，于外非禮也。于外何以非禮？築于外非禮也。其築之何以禮？主王姬者必為之改築。主王姬者則曷為必為之改築？於路寢則不可，小寢則嫌。羣公子之舍則以卑矣。其道必為之改築者也。 \\n 五、冬十月乙亥，陳侯林卒。 \\n 六、王使榮叔來錫桓公命。 \\n 錫者何？賜也。命者何？加我服也。其言桓公何？追命也。 \\n 七、王姬歸于齊。 \\n 何以書？我主之也。 \\n 八、齊師遷紀郱、鄑、郚。 \\n 遷之者何？取之也。取之則曷為不言取之也？為襄公諱也。外取邑不書，此何以書？大之也。何大爾？自是始滅也。 \\n"}
{"章节": "公羊傳　莊公二年", "正文": "公羊傳　莊公二年 \\n 一、二年，春王二月，葬陳莊公。 \\n 二、夏，公子慶父帥師伐於餘丘。 \\n 於餘丘者何？邾婁之邑也。曷為不繫乎邾婁？國之也。曷為國之？君存焉爾。 \\n 三、秋七月，齊王姬卒。 \\n 外夫人不卒，此何以卒？錄焉爾。曷為錄焉爾？我主之也。 \\n 四、冬，十有二月，夫人姜氏會齊侯于郜。 \\n 五、乙酉，宋公馮卒。 \\n"}
{"章节": "公羊傳　莊公三年", "正文": "公羊傳　莊公三年 \\n 一、三年，春王正月，溺會齊師伐衞。 \\n 溺者何？吾大夫之未命者也。 \\n 二、夏四月，葬宋莊公。 \\n 三、五月，葬桓王。 \\n 此未有言崩者，何以書葬？蓋改葬也。 \\n 四、秋，紀季以酅入于齊。 \\n 紀季者何？紀侯之弟也。何以不名？賢也。何賢乎紀季？服罪也。其服罪奈何？魯子曰：「請後五廟以存姑姊妹。」 \\n 五、冬，公次于郎。 \\n 其言公次于郎何？刺欲救紀而後不能也。 \\n"}
{"章节": "公羊傳　莊公四年", "正文": "公羊傳　莊公四年 \\n 一、四年，春王二月，夫人姜氏饗齊侯于祝丘。 \\n 二、三月，紀伯姬卒。 \\n 三、夏，齊侯、陳侯、鄭伯遇于垂。 \\n 四、紀侯大去其國。 \\n 大去者何？滅也。孰滅之？齊滅之。曷為不言齊滅之？為襄公諱也。春秋為賢諱。何賢乎襄公？復讎也。何讎爾？遠祖也。哀公亨乎周，紀侯譖之。以襄公之為於此焉者，事祖禰之心盡矣。盡者何？襄公將復讎乎紀，卜之曰：「師喪分焉。寡人死之，不為不吉也。」遠祖者幾世乎？九世矣。九世猶可以復讎乎？雖百世可也。家亦可乎？曰：不可。國何以可？國君一體也；先君之恥猶今君之恥也，今君之恥猶先君之恥也。國君何以為一體？國君以國為體，諸侯世，故國君為一體也。今紀無罪，此非怒與？曰：非也。古者有明天子，則紀侯必誅，必無紀者。紀侯之不誅，至今有紀者，猶無明天子也。古者諸侯必有會聚之事，相朝聘之道，號辭必稱先君以相接，然則齊、紀無說焉，不可以並立乎天下。故將去紀侯者，不得不去紀也。有明天子，則襄公得為若行乎？曰：不得也。不得則襄公曷為為之？上無天子，下無方伯，緣恩疾者可也。 \\n 五、六月乙丑，齊侯葬紀伯姬。 \\n 外夫人不書葬，此何以書？隱之也。何隱爾？其國亡矣，徒葬於齊爾。此復讎也，曷為葬之？滅其可滅，葬其可葬。此其為可葬奈何？復讎者非將殺之，逐之也。以為雖遇紀侯之殯，亦將葬之也。 \\n 六、秋七月。 \\n 七、冬，公及齊人狩于郜。 \\n 公曷為與微者狩？齊侯也。齊侯則其稱人何？諱與讎狩也。前此者有事矣，後此者有事矣，則曷為讀於此焉譏？於讎者將壹譏而已，故擇其重者而譏焉，莫重乎其與讎狩也。於讎者則曷為將壹譏而已？讎者無時，焉可與通；通則為大譏，不可勝譏，故將壹譏而已，其餘從同同。 \\n"}
{"章节": "公羊傳　莊公五年", "正文": "公羊傳　莊公五年 \\n 一、五年，春王正月。 \\n 二、夏，夫人姜氏如齊師。 \\n 三、秋，倪黎來來朝。 \\n 倪者何？小邾婁也。小邾婁則曷為謂之倪？未能以其名通也。黎來者何？名也。其名何？微國也。 \\n 四、冬，公會齊人、宋人、陳人、蔡人伐衞。 \\n 此伐衞何？納朔也。曷為不言納衞侯朔？辟王也。 \\n"}
{"章节": "公羊傳　莊公六年", "正文": "公羊傳　莊公六年 \\n 一、六年，春王三月，王人子突救衞。 \\n 王人者何？微者也。子突者何？貴也。貴則其稱人何？繫諸人也。曷為繫諸人？王人耳。 \\n 二、夏六月，衞侯朔入于衞。 \\n 衞侯朔何以名？絕。曷為絕之？犯命也。其言入何？篡辭也。 \\n 三、秋，公至自伐衞。 \\n 曷為或言致會？或言致伐？得意致會，不得意致伐。衞侯朔入于衞，何以致伐？不敢勝天子也。 \\n 四、螟。 \\n 五、冬，齊人來歸衞寶。 \\n 此衞寶也，則齊人曷為來歸之？衞人歸之也。衞人歸之，則其稱齊人何？讓乎我也。其讓乎我奈何？齊侯曰：「此非寡人之力，魯侯之力也。」 \\n"}
{"章节": "公羊傳　莊公七年", "正文": "公羊傳　莊公七年 \\n 一、七年，春，夫人姜氏會齊侯于防。 \\n 二、夏四月辛卯夜，恒星不見，夜中星霣如雨。 \\n 恒星者何？列星也。列星不見，則何以知？夜之中星反也。如雨者何？如雨者非雨也。非雨則曷為謂之如雨？不修春秋曰：「雨星不及地尺而復。」君子修之曰：「星霣如雨。」何以書？記異也。 \\n 三、秋，大水。 \\n 四、無麥、苗。 \\n 無苗，則曷為先言無麥，而後言無苗？一災不書，待無麥然後書無苗。何以書？記災也。 \\n 五、冬，夫人姜氏會齊侯于穀。 \\n"}
{"章节": "公羊傳　莊公八年", "正文": "公羊傳　莊公八年 \\n 一、八年，春王正月，師次于郎，以俟陳人、蔡人。甲午，祠兵。 \\n 次不言俟，此其言俟何？託不得已也。祠兵者何？出曰祠兵，入曰振旅，其禮一也，皆習戰也。何言乎祠兵？為久也。曷為為久？吾將以甲午之日，然後祠兵於是。 \\n 二、夏，師及齊師圍成，成降于齊師。 \\n 成者何？盛也。盛則曷為謂之成？諱滅同姓也。曷為不言降吾師？辟之也。 \\n 三、秋，師還。 \\n 還者何？善辭也。此滅同姓何善爾？病之也，曰：師病矣。曷為病之？非師之罪也。 \\n 四、冬十有一月癸未，齊無知弒其君諸兒。 \\n"}
{"章节": "公羊傳　莊公九年", "正文": "公羊傳　莊公九年 \\n 一、九年，春，齊人殺無知。 \\n 二、公及齊大夫盟于暨。 \\n 公曷為與大夫盟？齊無君也。然則何以不名？其諱與大夫盟也，使若眾然。 \\n 三、夏，公伐齊納糾。齊小白入于齊。 \\n 納者何？入辭也。其言伐之何？伐而言納者，猶不能納也。糾者何？公子糾也。何以不稱公子？君前臣名也。齊小白入于齊。曷為以國氏？當國也。其言入何？篡辭也。 \\n 四、秋，七月丁酉，葬齊襄公。 \\n 五、八月庚申，及齊師戰于乾時，我師敗績。 \\n 內不言敗，此其言敗何？伐敗也。曷為伐敗？復讎也。此復讎乎大國，曷為使微者？公也。公則曷為不言公？不與公復讎也。曷為不與公復讎？復讎者在下也。 \\n 六、九月，齊人取子糾殺之。 \\n 其取之何？內辭也；脅我，使我殺之也。其稱子糾何？貴也。其貴奈何？宜為君者也。 \\n 七、冬，浚洙。 \\n 洙者何？水也。浚之者何？深之也。曷為深之？畏齊也。曷為畏齊也？辭殺子糾也。 \\n"}
{"章节": "公羊傳　莊公十年", "正文": "公羊傳　莊公十年 \\n 一、十年，春王正月，公敗齊師于長勺。 \\n 二、二月，公侵宋。 \\n 曷為或言侵？或言伐？觕者曰侵，精者曰伐。戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者也。 \\n 三、三月，宋人遷宿。 \\n 遷之者何？不通也，以地遷之也。子沈子曰：「不通者，蓋因而臣之也。」 \\n 四、夏六月，齊師、宋師次于郎，公敗宋師乘丘。 \\n 其言次于郎何？伐也。伐則其言次何？齊與伐而不與戰，故言伐也。我能敗之，故言次也。 \\n 五、秋九月，荊敗蔡師于莘，以蔡侯獻舞歸。 \\n 荊者何？州名也。州不若國，國不若氏，氏不若人，人不若名，名不若字，字不若子。蔡侯獻舞何以名？絕。曷為絕之？獲也。曷為不言其獲？不與夷狄之獲中國也。 \\n 六、冬十月，齊師滅譚，譚子奔莒。 \\n 何以不言出？國以滅矣，無所出也。 \\n"}
{"章节": "公羊傳　莊公十一年", "正文": "公羊傳　莊公十一年 \\n 一、十有一年，春王正月。 \\n 二、夏五月戊寅，公敗宋師于鄑。 \\n 三、秋，宋大水。 \\n 何以書？記災也。外災不書，此何以書？及我也。 \\n 四、冬，王姬歸于齊。 \\n 何以書？過我也。 \\n"}
{"章节": "公羊傳　莊公十二年", "正文": "公羊傳　莊公十二年 \\n 一、十有二年，春王三月，紀叔姬歸于酅。 \\n 其言歸于酅何？隱之也。何隱爾？其國亡矣，徒歸于叔爾也。 \\n 二、夏，四月。 \\n 三、秋八月甲午，宋萬弒其君接及其大夫仇牧。 \\n 及者何？累也。弒君多矣，舍此無累者乎？孔父、荀息皆累也。舍孔父、荀息無累者乎？曰：有。有則此何以書？賢也。何賢乎仇牧？仇牧可謂不畏彊禦矣！其不畏彊禦奈何？萬嘗與莊公戰，獲乎莊公。莊公歸，散舍諸宮中，數月然後歸之。歸反為大夫於宋。與閔公博，婦人皆在側。萬曰：「甚矣，魯侯之淑，魯侯之美也！天下諸侯宜為君者，唯魯侯爾！」閔公矜此婦人，妒其言，顧曰：「此虜也！爾虜焉故，魯侯之美惡乎至？」萬怒，搏閔公，絕其脰。仇牧聞君弒，趨而至，遇之于門，手劍而叱之。萬臂摋仇牧，碎其首，齒著乎門闔。仇牧可謂不畏彊禦矣！ \\n 四、冬十月，宋萬出奔陳。 \\n"}
{"章节": "公羊傳　莊公十三年", "正文": "公羊傳　莊公十三年 \\n 一、十有三年，春，齊侯、宋人、陳人、蔡人、邾婁人會于北杏。 \\n 二、夏六月，齊人滅遂。 \\n 三、秋七月。 \\n 四、冬，公會齊侯盟于柯。 \\n 何以不日？易也。其易奈何？桓之盟不日，其會不致，信之也。其不日何以始乎此？莊公將會乎桓，曹子進曰：「君之意何如？」莊公曰：「寡人之生則不若死矣。」曹子曰：「然則君請當其君，臣請當其臣。」莊公曰：「諾。」於是會乎桓。莊公升壇，曹子手劍而從之。管子進曰：「君何求乎？」曹子曰：「城壞壓竟，君不圖與？」管子曰：「然則君將何求？」曹子曰：「願請汶陽之田。」管子顧曰：「君許諾。」桓公曰：「諾。」曹子請盟，桓公下與之盟。已盟，曹子摽劍而去之。要盟可犯，而桓公不欺；曹子可讎，而桓公不怨。桓公之信著乎天下，自柯之盟始焉。 \\n"}
{"章节": "公羊傳　莊公十四年", "正文": "公羊傳　莊公十四年 \\n 一、十有四年，春，齊人、陳人、曹人伐宋。 \\n 二、夏，單伯會伐宋。 \\n 其言會伐宋何？後會也。 \\n 三、秋七月，荊入蔡。 \\n 四、冬，單伯會齊侯、宋公、衞侯、鄭伯于鄄。 \\n"}
{"章节": "公羊傳　莊公十五年", "正文": "公羊傳　莊公十五年 \\n 一、十有五年，春，齊侯、宋公、陳侯、衞侯、鄭伯會于鄄。 \\n 二、夏，夫人姜氏如齊。 \\n 三、秋，宋人、齊人、邾婁人伐兒。 \\n 四、鄭人侵宋。 \\n 五、冬十月。 \\n"}
{"章节": "公羊傳　莊公十六年", "正文": "公羊傳　莊公十六年 \\n 一、十有六年，春王正月。 \\n 二、夏，宋人、齊人、衞人伐鄭。 \\n 三、冬十有二月，公會齊侯、宋公、陳侯、衞侯、鄭伯、許男、曹伯、滑伯、滕子，同盟于幽。 \\n 同盟者何？同欲也。 \\n 四、邾婁子克卒。 \\n"}
{"章节": "公羊傳　莊公十七年", "正文": "公羊傳　莊公十七年 \\n 一、十有七年，春，齊人執鄭瞻。 \\n 鄭瞻者何？鄭之微者也。此鄭之微者，何言乎齊人執之？書甚佞也。 \\n 二、夏，齊人瀸于遂。 \\n 瀸者何？瀸積也，眾殺戍者也。 \\n 三、秋，鄭瞻自齊逃來。 \\n 何以書？書甚佞也。曰：「佞人來矣，佞人來矣。」 \\n 四、冬，多糜。 \\n 何以書？記異也。 \\n"}
{"章节": "公羊傳　莊公十八年", "正文": "公羊傳　莊公十八年 \\n 一、十有八年，春王三月，日有食之。 \\n 二、夏，公追戎于濟西。 \\n 此未有言伐者，其言追何？大其為中國追也。此未有伐中國者，則其言為中國追何？大其未至而豫禦之也。其言于濟西何？大之也。 \\n 三、秋有{或虫}。 \\n 何以書？記異也。 \\n 四、冬十月。 \\n"}
{"章节": "公羊傳　莊公十九年", "正文": "公羊傳　莊公十九年 \\n 一、十有九年，春，王正月。 \\n 二、夏四月。 \\n 三、秋，公子結媵陳人之婦于鄄，遂及齊侯、宋公盟。 \\n 媵者何？諸侯娶一國，則貳國往媵之，以姪娣從。姪者何？兄之子也。娣者何？女弟也。諸侯壹聘九女，諸侯不再娶。媵不書，此何以書？為其有遂事書。大夫無遂事，此其言遂何？聘禮，大夫受命不受辭，出竟有可以安社稷利國家者，則專之可也。 \\n 四、夫人姜氏如莒。 \\n 五、冬，齊人、宋人、陳人伐我西鄙。 \\n"}
{"章节": "公羊傳　莊公二十年", "正文": "公羊傳　莊公二十年 \\n 一、二十年，春王二月，夫人姜氏如莒。 \\n 二、夏，齊大災。 \\n 大災者何？大瘠也。大瘠者何？〈疒列〉也。何以書？記災也。外災不書，此何以書？及我也。 \\n 三、秋七月。 \\n 四、冬，齊人伐戎。 \\n"}
{"章节": "公羊傳　莊公二十一年", "正文": "公羊傳　莊公二十一年 \\n 一、二十有一年，春王正月。 \\n 二、夏五月，辛酉，鄭伯突卒。 \\n 三、秋七月戊戌，夫人姜氏薨。 \\n 四、冬十有二月，葬鄭厲公。 \\n"}
{"章节": "公羊傳　莊公二十二年", "正文": "公羊傳　莊公二十二年 \\n 一、二十有二年，春王正月，肆大省。 \\n 肆者何？跌也。大省者何？災省也。肆大省何以書？譏。何譏爾？譏始忌省也。 \\n 二、癸丑，葬我小君文姜。 \\n 文姜者何？莊公之母也。 \\n 三、陳人殺其公子禦寇 \\n 四、秋七月丙申，及齊高傒盟于防。 \\n 齊高傒者何？貴大夫也。曷為就吾微者而盟？公也。公則曷為不言公？諱與大夫盟也。 \\n 五、冬，公如齊納幣。 \\n 納幣不書，此何以書？譏。何譏爾？親納幣，非禮也。 \\n"}
{"章节": "公羊傳　莊公二十三年", "正文": "公羊傳　莊公二十三年 \\n 一、二十有三年，春，公至自齊。 \\n 桓公之盟不日，其會不致，信之也。此之桓國何以致？危之也。何危爾？公一陳佗也。 \\n 二、祭叔來聘。 \\n 三、夏，公如齊觀社。公至自齊。 \\n 何以書？譏。何譏爾？諸侯越竟觀社，非禮也。 \\n 四、荊人來聘。 \\n 荊人何以稱人？始能聘也。 \\n 五、公及齊侯遇於穀。 \\n 六、蕭叔朝公。 \\n 其言朝公何？公在外也。 \\n 七、秋，丹桓宮楹。 \\n 何以書？譏。何譏爾？丹桓宮楹，非禮也。 \\n 八、冬，十有一月，曹伯射姑卒。 \\n 九、十有二月甲寅，公會齊侯盟于扈。 \\n 桓之盟不日，此何以日？危之也。何危爾？我貳也。魯子曰：「我貳者，非彼然，我然也。」 \\n"}
{"章节": "公羊傳　莊公二十四年", "正文": "公羊傳　莊公二十四年 \\n 一、二十有四年，春王三月，刻桓宮桷。 \\n 何以書？譏。何譏爾？刻桓宮桷，非禮也。 \\n 二、葬，曹莊公。 \\n 三、夏，公如齊逆女。 \\n 何以書？親迎禮也。 \\n 四、秋，公至自齊。八月丁丑，夫人姜氏入。戊寅，大夫、宗婦覿用幣。 \\n 其言入何？難也。其言日何？難也。其難奈何？夫人不僂不可使入；與公有所約，然後入。宗婦者何？大夫之妻也。覿者何？見也。用者何？用者不宜用也。見用幣，非禮也。然則曷用？棗栗云乎！暇脩云乎！ \\n 五、大水。 \\n 六、冬，戎侵曹，曹羈出奔陳。 \\n 曹羈者何？曹大夫也。曹無大夫，此何以書？賢也。何賢乎曹羈？戎將侵曹，曹羈諫曰：「戎眾以無義，君請勿自敵也。」曹伯曰：「不可。」三諫，不從，遂去之，故君子以為得君臣之義也。 \\n 七、赤歸于曹郭公。 \\n 赤者何？曹無赤者，蓋郭公也。郭公者何？失地之君也。 \\n"}
{"章节": "公羊傳　莊公二十五年", "正文": "公羊傳　莊公二十五年 \\n 一、二十有五年，春，陳侯使女叔來聘。 \\n 二、夏五月癸丑，衞侯朔卒。 \\n 三、六月辛未朔，日有食之，鼓用牲于社。 \\n 日食則曷為鼓用牲于社？求乎陰之道也，以朱絲營社，或曰脅之，或曰為闇，恐人犯之，故營之。 \\n 四、伯姬歸于〈木巳〉。 \\n 五、秋，大水，鼓用牲于社于門。 \\n 其言于社于門何？于社，禮也；于門，非禮也。 \\n 六、冬，公子友如陳。 \\n"}
{"章节": "公羊傳　莊公二十六年", "正文": "公羊傳　莊公二十六年 \\n 一、二十有六年，公伐戎。 \\n 二、夏，公至自伐戎。 \\n 三、曹殺其大夫。 \\n 何以不名？眾也。曷為眾殺之？不死于曹君者也。君死乎位曰滅，曷為不言其滅？為曹羈諱也。此蓋戰也，何以不言戰？為曹羈諱也。 \\n 四、秋，公會宋人、齊人伐徐。 \\n 五、冬十有二月癸亥朔，日有食之。 \\n"}
{"章节": "公羊傳　莊公二十七年", "正文": "公羊傳　莊公二十七年 \\n 一、二十有七年，春，公會〈木巳〉伯姬于洮。 \\n 二、夏六月，公會齊侯、宋公、陳侯、鄭伯，同盟于幽。 \\n 三、秋，公子友如陳葬原仲。 \\n 原仲者何？陳大夫也。大夫不書葬，此何以書？通乎季子之私行也。何通乎季子之私行？辟內難也。君子辟內難而不辟外難。內難者何？公子慶父、公子牙、公子友皆莊公之母弟也。公子慶父、公子牙通乎夫人，以脅公，季子起而治之，則不得與于國政，坐而視之則親親。因不忍見也，故於是復請至于陳，而葬原仲也。 \\n 四、冬，〈木巳〉伯姬來。 \\n 其言來何？直來曰來，大歸曰來歸。 \\n 五、莒慶來逆叔姬。 \\n 莒慶者何？莒大夫也。莒無大夫，此何以書？譏。何譏爾？大夫越竟逆女，非禮也。 \\n 六、〈木巳〉伯來朝。 \\n 七、公會齊侯于城濮。 \\n"}
{"章节": "公羊傳　莊公二十八年", "正文": "公羊傳　莊公二十八年 \\n 一、二十有八年，春王三月，甲寅，齊人伐衞，衞人及齊人戰，衞人敗績。 \\n 伐不日，此何以日？至之日也。戰不言伐，此其言伐何？至之日也。春秋伐者為客，伐者為主，故使衞主之也。曷為使衞主之？衞未有罪爾。敗者稱師，衞何以不稱師？未得乎師也。 \\n 二、夏四月丁未，邾婁子瑣卒。 \\n 三、秋，荊伐鄭，公會齊人、宋人、邾婁人救鄭。 \\n 四、冬，築微。大無麥禾。 \\n 冬既見無麥禾矣，曷為先言築微而後言無麥禾？諱，以凶年造邑也。 \\n 五、臧孫辰告糴于齊。 \\n 告糴者何？請糴也。何以不稱使？以為臧孫辰之私行也。曷為以為臧孫辰之私行？君子之為國也，必有三年之委。一年不熟，告糴，譏也。 \\n"}
{"章节": "公羊傳　莊公二十九年", "正文": "公羊傳　莊公二十九年 \\n 一、二十有九年，春，新延廄。 \\n 新延廄者何？修舊也。脩舊不書，此何以書？譏。何譏爾？凶年不修。 \\n 二、夏，鄭人侵許。 \\n 三、秋，有蜚。 \\n 何以書？記異也。 \\n 四、冬十有二月，紀叔姬卒。 \\n 五、城諸及防。 \\n"}
{"章节": "公羊傳　莊公三十年", "正文": "公羊傳　莊公三十年 \\n 一、三十年，春王正月。 \\n 二、夏，師次于成。 \\n 三、秋七月，齊人降鄣。 \\n 鄣者何？紀之遺邑也。降之者何？取之也。取之則曷為不言取之？為桓公諱也。外取邑不書，此何以書？盡也。 \\n 四、八月癸亥，葬紀叔姬。 \\n 外夫人不書葬，此何以書？隱之也。何隱爾？其國亡矣，徒葬乎叔爾。 \\n 五、九月庚午朔，日有食之，鼓用牲于社。 \\n 六、冬，公及齊侯遇于魯濟。 \\n 七、齊人伐山戎。 \\n 此齊侯也，其稱人何？貶。曷為貶？子司馬子曰：「蓋以操之為已蹙矣！」此蓋戰也，何以不言戰？春秋敵者言戰，桓公之與戎狄，驅之爾。 \\n"}
{"章节": "公羊傳　莊公三十一年", "正文": "公羊傳　莊公三十一年 \\n 一、三十有一年，春，築臺于郎。 \\n 何以書？譏。何譏爾？臨民之所漱浣也。 \\n 二、夏四月，薛伯卒。 \\n 三、築臺于薛。 \\n 何以書？譏。何譏爾？遠也。 \\n 四、六月，齊侯來獻戎捷。 \\n 齊，大國也，曷為親來獻戎捷？威我也。其威我奈何？旗獲而過我也。 \\n 五、秋，築臺于秦。 \\n 何以書？譏。何譏爾？臨國也。 \\n 六、冬，不雨。 \\n 何以書？記異也。 \\n"}
{"章节": "公羊傳　莊公三十二年", "正文": "公羊傳　莊公三十二年 \\n 一、三十有二年，春，城小穀。 \\n 二、夏，宋公、齊侯遇于梁丘。 \\n 三、秋七月癸巳，公子牙卒。 \\n 何以不稱弟？殺也。殺則曷為不言刺？為季子諱殺也。曷為為季子諱殺？季子之遏惡也，不以為國獄，緣季子之心而為之諱。季子之遏惡奈何？莊公病將死，以病召季子，季子至而授之以國政，曰：「寡人即不起此病，吾將焉致乎魯國？」季子曰：「般也存，君何憂焉？」公曰：「庸得若是乎？牙謂我曰：『魯一生一及，君已知之矣。慶父也存。』」季子曰：「夫何敢？是將為亂乎？夫何敢？」俄而牙弒械成。季子和藥而飲之曰：「公子從吾言而飲此，則必可以無為天下戮笑，必有後乎魯國。不從吾言而不飲此，則必為天下戮笑，必無後乎魯國。」於是從其言而飲之，飲之無倮氏，至乎王堤而死。公子牙今將爾，辭曷為與親弒者同？君親無將，將而誅焉。然則善之與？曰：「然。」殺世子母弟直稱君者，甚之也。季子殺母兄何善爾？誅不得辟兄，君臣之義也。然則曷為不直誅，而酖之？行誅乎兄，隱而逃之，使託若以疾死，然親親之道也。 \\n 四、八月癸亥，公薨于路寢。 \\n 路寢者何？正寢也。 \\n 五、冬十月乙未，子般卒。 \\n 子卒云子卒，此其稱子般卒何？君存稱世子。君薨稱子某。既葬稱子，踰年稱公。子般卒，何以不書葬？未踰年之君也。有子則廟，廟則書葬。無子不廟，不廟則不書葬。 \\n 六、公子慶父如齊。 \\n 七、狄伐邢。 \\n"}
{"章节": "公羊傳　閔公元年", "正文": "公羊傳　閔公元年 \\n 一、元年，春王正月。 \\n 公何以不言即位？繼弒君不言即位。孰繼？繼子般也。孰弒子般？慶父也。殺公子牙，今將爾，季子不免。慶父弒君，何以不誅？將而不免遏惡也。既而不可及，因獄有所歸，不探其情而誅焉，親親之道也。惡乎歸獄？歸獄僕人鄧扈樂。曷為歸獄僕人鄧扈樂？莊公存之時，樂曾淫于宮中，子般執而鞭之。莊公死，慶父謂樂曰：「般之辱爾，國人莫不知，盍弒之矣？」使弒子般。然後誅鄧扈樂而歸獄焉，季子至而不變也。 \\n 二、齊人救邢。 \\n 三、夏六月辛酉，葬我君莊公。 \\n 四、秋，八月，公及齊侯盟于洛姑。 \\n 五、季子來歸。 \\n 其稱季子何？賢也。其言來歸何？喜之也。 \\n 六、冬，齊仲孫來。 \\n 齊仲孫者何？公子慶父也。公子慶父則曷為謂之齊仲孫？繫之齊也。曷為繫之齊？外之也。曷為外之？春秋為尊者諱，為親者諱，為賢者諱。子女子曰：「以春秋為春秋，齊無仲孫，其諸吾仲孫與？」 \\n"}
{"章节": "公羊傳　閔公二年", "正文": "公羊傳　閔公二年 \\n 一、二年，春王正月，齊人遷陽。 \\n 二、夏五月乙酉，吉禘于莊公。 \\n 其言吉何？言吉者，未可以吉也。曷為未可以吉？未三年也。三年矣，曷為謂之未三年？三年之喪，實以二十五月。其言于莊公何？未可以稱宮廟也。曷為未可以稱宮廟？在三年之中矣。吉禘于莊公，何以書？譏。何譏爾？譏始不三年也。 \\n 三、秋八月辛丑，公薨。九月，夫人姜氏孫于邾婁。公子慶父出奔莒。 \\n 公薨何以不地？隱之也。何隱爾？弒也。孰弒之？慶父也。殺公子牙，今將爾，季子不免。慶父弒二君，何以不誅？將而不免遏惡也。既而不可及，緩追逸賊，親親之道也。 \\n 四、冬，齊高子來盟。 \\n 高子者何？齊大夫也。何以不稱使？我無君也。然則何以不名？喜之也。何喜爾？正我也。其正我奈何？莊公死，子般弒，閔公弒，此三君死，曠年無君。設以齊取魯，曾不興師徒，以言而已矣。桓公使高子將南陽之甲，立僖公而城魯，或曰自鹿門至于爭門者是也，或曰自爭門至于吏門者是也。魯人至今以為美談曰：「猶望高子也。」 \\n 五、十有二月，狄入衞。 \\n 六、鄭棄其師。 \\n 鄭棄其師者何？惡其將也。鄭伯惡高克，使之將逐而不納，棄師之道也。 \\n"}
{"章节": "公羊傳　僖公元年", "正文": "公羊傳　僖公元年 \\n 一、元年，春王正月。 \\n 公何以不言即位？繼弒君，子不言即位。此非子也，其稱子何？臣、子一例也。 \\n 二、齊師、宋師、曹師次于聶北，救邢。 \\n 救邢，救不言次，此其言次何？不及事也。不及事者何？邢已亡矣。孰亡之？蓋狄滅之。曷為不言狄滅之？為桓公諱也。曷為桓公諱？上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之。曷為先言次而後言救？君也。君則其稱師何？不與諸侯專封也。曷為不與？實與，而文不與。文曷為不與？諸侯之義不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。 \\n 三、夏六月，邢遷于陳儀。 \\n 遷者何？其意也。遷之者何？非其意也。 \\n 四、齊師、宋師、曹師城邢。 \\n 此一事也，曷為復言齊師、宋師、曹師？不復言師，則無以知其為一事也。 \\n 五、秋七月戊辰，夫人姜氏薨于夷，齊人以歸。 \\n 夷者何？齊地也。齊地則其言齊人以歸何？夫人薨于夷，則齊人以歸。夫人薨于夷，則齊人曷為以歸？桓公召而縊殺之。 \\n 六、楚人伐鄭。 \\n 七、八月，公會齊侯、宋公、鄭伯、曹伯、邾婁人于朾。 \\n 八、九月，公敗邾婁師于纓。冬十月壬午，公子友帥師敗莒師于犁，獲莒挐。 \\n 莒挐者何？莒大夫也。莒無大夫，此何以書？大季子之獲也。何大乎季子之獲？季子治內難以正，禦外難以正。其禦外難以正奈何？公子慶父弒閔公，走而之莒，莒人逐之，將由乎齊，齊人不納，却反舍于汶水之上，使公子奚斯入請。季子曰：「公子不可以入，入則殺矣！」奚斯不忍反命于慶父，自南涘，北面而哭。慶父聞之曰：「嘻！此奚斯之聲也，諾已。」曰：「吾不得入矣！」於是抗輈經而死。莒人聞之曰：「吾已得子之賊矣！」以求賂乎魯。魯人不與，為是興師而伐魯，季子待之以偏戰。 \\n 九、十有二月丁巳，夫人氏之喪至自齊。 \\n 夫人何以不稱姜氏？貶。曷為貶？與弒公也。然則曷為不於弒焉貶？貶必於重者，莫重乎其以喪至也。 \\n"}
{"章节": "公羊傳　僖公二年", "正文": "公羊傳　僖公二年 \\n 一、二年，春王正月，城楚丘。 \\n 孰城？城衞也。曷為不言城衞？滅也。孰滅之？蓋狄滅之。曷為不言狄滅之？為桓公諱也。曷為為桓公諱？上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之也。然則孰城之？桓公城之。曷為不言桓公城之？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專封。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。 \\n 二、夏五月辛巳，葬我小君哀姜。 \\n 哀姜者何？莊公之夫人也。 \\n 三、虞師、晉師滅夏陽。 \\n 虞，微國也，曷為序乎大國之上？使虞首惡也。曷為使虞首惡？虞受賂，假滅國者道以取亡焉。其受賂奈何？獻公朝諸大夫而問焉，曰：「寡人夜者寢而不寐，其意也何？」諸大夫有進對者曰：「寢不安與其諸侍御有不在側者與？」獻公不應。荀息進曰：「虞郭見與？」獻公揖而進之，遂與之入而謀曰：「吾欲攻郭，則虞救之，攻虞則郭救之，如之何？願與子慮之。」荀息對曰：「君若用臣之謀，則今日取郭，而明日取虞爾，君何憂焉？」獻公曰：「然則奈何？」荀息曰：「請以屈產之乘，與垂棘之白璧往，必可得也。則寶出之內藏，藏之外府；馬出之內厩，繫之外厩爾，君何喪焉？」獻公曰：「諾。雖然，宮之奇存焉，如之何？」荀息曰：「宮之奇知則知矣！雖然，虞公貪而好寶，見寶必不從其言，請終以往。」於是終以往，虞公見寶許諾。宮之奇果諫：「記曰：『脣亡則齒寒。』虞、郭之相救，非相為賜，則晉今日取郭，而明日虞從而亡爾。君請勿許也。」虞公不從其言，終假之道以取郭。還，四年，反取虞。虞公抱寶牽馬而至。荀息見曰：「臣之謀何如？」獻公曰：「子之謀則已行矣，寶則吾寶也，雖然，吾馬之齒亦已長矣！」蓋戲之也。夏陽者何？郭之邑也。曷為不繫于郭？國之也。曷為國之？君存焉爾。 \\n 四、秋九月，齊侯、宋公、江人、黃人盟于貫澤。 \\n 江人、黃人者何？遠國之辭也。遠國至矣，則中國曷為獨言齊、宋至爾？大國言齊、宋，遠國言江、黃，則以其餘為莫敢不至也。 \\n 五、冬十月，不雨。 \\n 何以書？記異也。 \\n 六、楚人侵鄭。 \\n"}
{"章节": "公羊傳　僖公三年", "正文": "公羊傳　僖公三年 \\n 一、三年，春王正月，不雨。 \\n 二、夏四月，不雨。 \\n 何以書？記異也。 \\n 三、徐人取舒。 \\n 其言取之何？易也。 \\n 四、六月雨。 \\n 其言六月雨何？上雨而不甚也。 \\n 五、秋，齊侯、宋公、江人、黃人會于陽穀。 \\n 此大會也，曷為末言爾？桓公曰：「無障谷，無貯粟，無易樹子，無以妾為妻。」 \\n 六、冬，公子友如齊莅盟。 \\n 莅盟者何？往盟乎彼也。其言來盟者何？來盟于我也。 \\n 七、楚人伐鄭。 \\n"}
{"章节": "公羊傳　僖公四年", "正文": "公羊傳　僖公四年 \\n 一、四年，春王正月，公會齊侯、宋公、陳侯、衞侯、鄭伯、許男、曹伯侵蔡，蔡潰。遂伐楚，次于陘。 \\n 潰者何？下叛上也。國曰潰，邑曰叛。其言次于陘何？有俟也。孰俟？俟屈完也。 \\n 二、夏，許男新臣卒。 \\n 三、楚屈完來盟于師，盟于召陵。 \\n 屈完者何？楚大夫也。何以不稱使？尊屈完也。曷為尊屈完？以當桓公也。其言盟于師、盟于召陵何？師在召陵也。師在召陵，則曷為再言盟？喜服楚也。何言乎喜服楚？楚有王者則後服，無王者則先叛。夷狄也，而亟病中國，南夷與北狄交。中國不絕若綫，桓公救中國，而攘夷狄，卒怗荊，以此為王者之事也。其言來何？與桓為主也。前此者有事矣，後此者有事矣，則曷為獨於此焉？與桓公為主，序績也。 \\n 四、齊人執陳袁濤塗。 \\n 濤塗之罪何？辟軍之道也。其辟軍之道奈何？濤塗謂桓公曰：「君既服南夷矣，何不還師濱海而東，服東夷且歸。」桓公曰：「諾。」於是還師濱海而東，大陷于沛澤之中。顧而執濤塗。執者曷為或稱侯？或稱人？稱侯而執者，伯討也。稱人而執者，非伯討也。此執有罪，何以不得為伯討？古者周公東征則西國怨，西征則東國怨。桓公假塗于陳而伐楚，則陳人不欲其反由己者，師不正故也。不修其師而執濤塗，古人之討，則不然也。 \\n 五、秋，及江人、黃人伐陳。 \\n 六、八月，公至自伐楚。 \\n 楚已服矣，何以致伐楚？叛盟也。 \\n 七、葬許繆公。 \\n 八、冬十有二月，公孫慈帥師會齊人、宋人、衞人、鄭人、許人、曹人侵陳。 \\n"}
{"章节": "公羊傳　僖公五年", "正文": "公羊傳　僖公五年 \\n 一、五年，春，晉侯殺其世子申生。 \\n 曷為直稱晉侯以殺？殺世子母弟，直稱君者，甚之也。 \\n 二、〈木巳〉伯姬來朝其子。 \\n 其言來朝其子何？內辭也，與其子俱來朝也。 \\n 三、夏，公孫慈如牟。 \\n 四、公及齊侯、宋公、陳侯、衞侯、鄭伯、許男、曹伯會王世子于首戴。 \\n 曷為殊會王世子？世子貴也。世子，猶世世子也。 \\n 五、秋八月，諸侯盟于首戴。鄭伯逃歸不盟。 \\n 諸侯何以不序？一事而再見者，前目而後凡也。鄭伯逃歸不盟。其言逃歸不盟者何？不可使盟也。不可使盟，則其言逃歸何？魯子曰：「蓋不以寡犯眾也。」 \\n 六、楚子滅弦，弦子奔黃。 \\n 七、九月戊申朔，日有食之。 \\n 八、冬，晉人執虞公。 \\n 虞已滅矣，其言執之何？不與滅也。曷為不與滅？滅者亡國之善辭也。滅者，上下之同力者也。 \\n"}
{"章节": "公羊傳　僖公六年", "正文": "公羊傳　僖公六年 \\n 一、六年，春王正月。 \\n 二、夏，公會齊侯、宋公、陳侯、衞侯、曹伯伐鄭，圍新城。 \\n 邑不言圍，此其言圍何？彊也。 \\n 三、秋，楚人圍許，諸侯遂救許。 \\n 四、冬，公至自伐鄭。 \\n"}
{"章节": "公羊傳　僖公七年", "正文": "公羊傳　僖公七年 \\n 一、七年，春，齊人伐鄭。 \\n 二、夏，小邾婁子來朝。 \\n 三、鄭殺其大夫申侯。 \\n 其稱國以殺何？稱國以殺者，君殺大夫之辭也。 \\n 四、秋七月，公會齊侯、宋公、陳世子款、鄭世子華，盟于甯毋。 \\n 五、曹伯般卒。 \\n 六、公子友如齊。 \\n 七、冬，葬曹昭公。 \\n"}
{"章节": "公羊傳　僖公八年", "正文": "公羊傳　僖公八年 \\n 一、八年，春王正月，公會王人、齊侯、宋公、衞侯、許男、曹伯、陳世子款、鄭世子華，盟于洮。鄭伯乞盟。 \\n 王人者何？微者也。曷為序乎諸侯之上？先王命也。鄭伯乞盟。乞盟者何？處其所而請與也。其處其所而請與奈何？蓋酌之也。 \\n 二、夏，狄伐晉。 \\n 三、秋七月，禘于太廟，用致夫人。 \\n 用者何？用者不宜用也。致者何？致者不宜致也。禘用致夫人，非禮也。夫人何以不稱姜氏？貶。曷為貶？譏以妾為妻也。其言以妾為妻奈何？蓋脅于齊媵女之先至者也。 \\n 四、冬十有二月丁未，天王崩。 \\n"}
{"章节": "公羊傳　僖公九年", "正文": "公羊傳　僖公九年 \\n 一、九年，春王三月丁丑，宋公禦說卒。 \\n 何以不書葬？為襄公諱也。 \\n 二、夏，公會宰周公、齊侯、宋子、衞侯、鄭伯、許男、曹伯于葵丘。 \\n 宰周公者何？天子之為政者也。 \\n 三、秋七月乙酉，伯姬卒。 \\n 此未適人，何以卒？許嫁矣。婦人許嫁，字而笄之，死則以成人之喪治之。 \\n 四、九月戊辰，諸侯盟于葵丘。 \\n 桓之盟不日，此何以日？危之也。何危爾？貫澤之會，桓公有憂中國之心，不召而至者江人、黃人也。葵丘之會，桓公震而矜之，叛者九國。震之者何？猶曰振振然。矜之者何？猶曰莫若我也。 \\n 五、甲戌，晉侯詭諸卒。 \\n 六、冬，晉里克弒其君之子奚齊。 \\n 此未踰年之君，其言弒其君之子奚齊何？殺未踰年君之號也。 \\n"}
{"章节": "公羊傳　僖公十年", "正文": "公羊傳　僖公十年 \\n 一、十年，春王正月，公如齊。 \\n 二、狄滅溫。溫子奔衞。 \\n 三、晉里克弒其君卓子及其大夫荀息。 \\n 及者何？累也。弒君多矣，舍此無累者乎？曰：「有孔父、仇牧皆累也。」舍孔父、仇牧無累者乎？曰：「有。」有則此何以書？賢也。何賢乎荀息？荀息可謂不食其言矣。其不食其言奈何？奚齊、卓子者，驪姬之子也，荀息傅焉。驪姬者，國色也。獻公愛之甚，欲立其子，於是殺世子申生。申生者，里克傅之。獻公病將死，謂荀息曰：「士何如則可謂之信矣？」荀息對曰：「使死者反生，生者不愧乎其言，則可謂信矣。」獻公死，奚齊立。里克謂荀息曰：「君殺正而立不正，廢長而立幼，如之何？願與子慮之。」荀息曰：「君嘗訊臣矣，臣對曰：『使死者反生，生者不愧乎其言，則可謂信矣。』」里克知其不可與謀，退，弒奚齊。荀息立卓子，里克弒卓子，荀息死之。荀息可謂不食其言矣！ \\n 四、夏，齊侯、許男伐北戎。 \\n 五、晉殺其大夫里克。 \\n 里克弒二君，則曷為不以討賊之辭言之？惠公之大夫也。然則孰立惠公？里克也。里克弒奚齊、卓子，逆惠公而入。里克立惠公，則惠公曷為殺之？惠公曰：「爾既殺夫二孺子矣，又將圖寡人，為爾君者，不亦病乎？」於是殺之。然則曷為不言惠公之入？晉之不言出入者踊為文公諱也。齊小白入于齊，則曷為不為桓公諱？桓公之享國也長，美見乎天下，故不為之諱本惡也。文公之享國也短，美未見乎天下，故為之諱本惡也。 \\n 六、秋七月。 \\n 七、冬，大雨雹。 \\n 何以書？記異也。 \\n"}
{"章节": "公羊傳　僖公十一年", "正文": "公羊傳　僖公十一年 \\n 一、十有一年，春，晉殺其大夫丕鄭父。 \\n 二、夏，公及夫人姜氏會齊侯于陽穀。 \\n 三、秋八月大雩。 \\n 四、冬，楚人伐黃。 \\n"}
{"章节": "公羊傳　僖公十二年", "正文": "公羊傳　僖公十二年 \\n 一、十有二年，春王三月庚午，日有食之。 \\n 二、夏，楚人滅黃。 \\n 三、秋七月。 \\n 四、冬十有二月丁丑，陳侯處臼卒。 \\n"}
{"章节": "公羊傳　僖公十三年", "正文": "公羊傳　僖公十三年 \\n 一、十有三年，春，狄侵衞。 \\n 二、夏四月，葬陳宣公。 \\n 三、公會齊侯、宋公、陳侯、衞侯、鄭伯、許男、曹伯于鹹。 \\n 四、秋九月，大雩。 \\n 五、冬，公子友如齊。 \\n"}
{"章节": "公羊傳　僖公十四年", "正文": "公羊傳　僖公十四年 \\n 一、十有四年，春，諸侯城緣陵。 \\n 孰城之？城〈木巳〉也。曷為城〈木巳〉？滅也。孰滅之？蓋徐、莒脅之。曷為不言徐、莒脅之？為桓公諱也。曷為為桓公諱？上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之也。然則孰城之？桓公城之。曷為不言桓公城之？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與？諸侯之義不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。 \\n 二、夏六月，季姬及鄫子遇于防，使鄫子來朝。 \\n 鄫子曷為使乎季姬來朝？內辭也。非使來朝，使來請己也。 \\n 三、秋八月辛卯，沙鹿崩。 \\n 沙鹿者何？河上之邑也。此邑也，其言崩何？襲邑也。沙鹿崩，何以書？記異也。外異不書，此何以書？為天下記異也。 \\n 四、狄侵鄭。 \\n 五、冬，蔡侯肹卒。 \\n"}
{"章节": "公羊傳　僖公十五年", "正文": "公羊傳　僖公十五年 \\n 一、十有五年，春王正月，公如齊。 \\n 二、楚人伐徐。 \\n 三、三月，公會齊侯、宋公、陳侯、衞侯、鄭伯、許男、曹伯盟于牡丘，遂次于匡。 \\n 四、公孫敖率師及諸侯之大夫救徐。 \\n 五、夏五月，日有食之。 \\n 六、秋七月，齊師、曹師伐厲。 \\n 七、八月〈虫衆〉。 \\n 八、九月，公至自會。 \\n 桓公之會不致，此何以致？久也。 \\n 九、季姬歸于鄫。 \\n 十、己卯晦，震夷伯之廟。 \\n 晦者何？冥也。震之者何？雷電擊夷伯之廟者也。夷伯者，曷為者也？季氏之孚也。季氏之孚則微者，其稱夷伯何？大之也。曷為大之？天戒之，故大之也。何以書？記異也。 \\n 十一、冬，宋人伐曹。 \\n 十二、楚人敗徐于婁林。 \\n 十三、十有一月壬戌，晉侯及秦伯戰于韓，獲晉侯。 \\n 此偏戰也，何以不言師敗績？君獲，不言師敗績也。 \\n"}
{"章节": "公羊傳　僖公十六年", "正文": "公羊傳　僖公十六年 \\n 一、十有六年，春王正月戊申朔，霣石于宋五。是月，六鷁退飛，過宋都。 \\n 曷為先言霣而後言石？霣石記聞，聞其磌然，視之則石，察之則五。是月者何？僅逮是月也。何以不日？晦日也。晦則何以不言晦？春秋不書晦也。朔有事則書，晦雖有事不書。曷為先言六而後言鷁？六鷁退飛，記見也，視之則六，察之則鷁，徐而察之則退飛。五石六鷁何以書？記異也。外異不書，此何以書？為王者之後記異也。 \\n 二、三月壬申，公子季友卒。 \\n 其稱季友何？賢也。 \\n 三、夏四月丙申，鄫季姬卒。 \\n 四、秋七月甲子，公孫慈卒。 \\n 五、冬十有二月，公會齊侯、宋公、陳侯、衞侯、鄭伯、許男、邢侯、曹伯于淮。 \\n"}
{"章节": "公羊傳　僖公十七年", "正文": "公羊傳　僖公十七年 \\n 一、十有七年，春，齊人、徐人伐英氏。 \\n 二、夏，滅項。 \\n 孰滅之？齊滅之。曷為不言齊滅之？為桓公諱也。春秋為賢者諱。此滅人之國，何賢爾？君子之惡惡也疾始，善善也樂終。桓公嘗有繼絕存亡之功，故君子為之諱也。 \\n 三、秋，夫人姜氏會齊于卞。 \\n 四、九月，公至自會。 \\n 五、十有二月乙亥，齊侯小白卒。 \\n"}
{"章节": "公羊傳　僖公十八年", "正文": "公羊傳　僖公十八年 \\n 一、十有八年，春王正月，宋公會曹伯、衞人、邾婁人伐齊。 \\n 二、夏，師救齊。 \\n 三、五月戊寅，宋師及齊師戰于甗，齊師敗績。 \\n 戰不言伐，此其言伐何？宋公與伐而不與戰，故言伐。春秋伐者為客，伐者為主。曷為不使齊主之？與襄公之征齊也。曷為與襄公之征齊？桓公死，豎刁、易牙爭權不葬，為是故伐之也。 \\n 四、狄救齊。 \\n 五、秋八月丁亥，葬齊桓公。 \\n 六、冬，邢人、狄人伐衞。 \\n"}
{"章节": "公羊傳　僖公十九年", "正文": "公羊傳　僖公十九年 \\n 一、十有九年，春王三月，宋人執滕子嬰齊。 \\n 二、夏六月，宋人、曹人、邾婁人盟于曹南。鄫子會盟于邾婁。己酉，邾婁人執鄫子用之。 \\n 其言會盟何？後會也。己酉，邾婁人執鄫子用之。惡乎用之？用之社也。其用之社奈何？蓋叩其鼻以血社也。 \\n 三、秋，宋人圍曹。 \\n 四、衞人伐邢。 \\n 五、冬，公會陳人、蔡人、楚人、鄭人盟于齊。 \\n 六、梁亡。 \\n 此未有伐者，其言梁亡何？自亡也。其自亡奈何？魚爛而亡也。 \\n"}
{"章节": "公羊傳　僖公二十年", "正文": "公羊傳　僖公二十年 \\n 一、二十年，春，新作南門。 \\n 何以書？譏。何譏爾？門有古常也。 \\n 二、夏，郜子來朝。 \\n 郜子者何？失地之君也。何以不名？兄弟辭也。 \\n 三、五月乙巳，西宮災。 \\n 西宮者何？小寢也。小寢則曷為謂之西宮？有西宮則有東宮矣。魯子曰：「以有西宮，亦知諸侯之有三宮也。」西宮災何以書？記異也。 \\n 四、鄭人入滑。 \\n 五、秋，齊人、狄人盟于邢。 \\n 六、冬，楚人伐隨。 \\n"}
{"章节": "公羊傳　僖公二十一年", "正文": "公羊傳　僖公二十一年 \\n 一、二十有一年，春，狄侵衞。 \\n 二、宋人、齊人、楚人盟于鹿上。 \\n 三、夏，大旱。 \\n 何以書？記災也。 \\n 四、秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會于霍，執宋公以伐宋。 \\n 孰執之？楚子執之。曷為不言楚子執之？不與夷狄之執中國也。 \\n 五、冬，公伐邾婁。 \\n 五、楚人使宜申來獻捷。 \\n 此楚子也，其稱人何？貶。曷為貶？為執宋公貶。曷為為執宋公貶？宋公與楚子期以乘車之會，公子目夷諫曰：「楚，夷國也，彊而無義，請君以兵車之會往。」宋公曰：「不可。吾與之約以乘車之會，自我為之，自我墮之，曰不可。」終以乘車之會往，楚人果伏兵車，執宋公以伐宋。宋公謂公子目夷曰：「子歸守國矣。國，子之國也。吾不從子之言，以至乎此。」公子目夷復曰：「君雖不言國，國固臣之國也。」於是歸設守械而守國。楚人謂宋人曰：「子不與我國，吾將殺子君矣。」宋人應之曰：「吾賴社稷之神靈，吾國已有君矣。」楚人知雖殺宋公猶不得宋國，於是釋宋公。宋公釋乎執，走之衞。公子目夷復曰：「國為君守之，君曷為不入？」然後逆襄公歸。惡乎捷？捷乎宋。曷為不言捷乎宋？為襄公諱也。此圍辭也，曷為不言其圍？為公子目夷諱也。 \\n 七、十有二月癸丑，公會諸侯盟于薄。 \\n 八、釋宋公。 \\n 執未有言釋之者，此其言釋之何？公與為爾也。公與為爾奈何？公與議爾也。 \\n"}
{"章节": "公羊傳　僖公二十二年", "正文": "公羊傳　僖公二十二年 \\n 一、二十有二年，春，公伐邾婁，取須朐。 \\n 二、夏，宋公、衞侯、許男、滕子伐鄭。 \\n 三、秋八月丁未，及邾婁人戰于升陘。 \\n 四、冬十有一月己巳朔，宋公及楚人戰于泓，宋師敗績。 \\n 偏戰者日爾，此其言朔何？春秋辭繁而不殺者，正也。何正爾？宋公與楚人期，戰于泓之陽。楚人濟泓而來。有司復曰：「請迨其未畢濟而擊之。」宋公曰：「不可。吾聞之也：君子不厄人。吾雖喪國之餘，寡人不忍行也。」既濟，未畢陳，有司復曰：「請迨其未畢陳而擊之。」宋公曰：「不可。吾聞之也：君子不鼓不成列。」已陳，然後襄公鼓之，宋師大敗。故君子大其不鼓不成列，臨大事而不忘大禮，有君而無臣，以為雖文王之戰，亦不過此也。 \\n"}
{"章节": "公羊傳　僖公二十三年", "正文": "公羊傳　僖公二十三年 \\n 一、二十有三年，春，齊侯伐宋圍緡邑。 \\n 不言圍，此其言圍何？疾重故也。 \\n 二、夏五月庚寅，宋公慈父卒。 \\n 何以不書葬？盈乎諱也。 \\n 三、秋，楚人伐陳。 \\n 四、冬十有一月，〈木巳〉子卒。 \\n"}
{"章节": "公羊傳　僖公二十四年", "正文": "公羊傳　僖公二十四年 \\n 一、二十有四年，春王正月。 \\n 二、夏，狄伐鄭。 \\n 三、秋七月。 \\n 四、冬，天王出居鄭。 \\n 王者無外，此其言出何？不能乎母也。魯子曰：「是王也，不能乎母者，其諸此之謂與。」 \\n 五、晉侯夷吾卒。 \\n"}
{"章节": "公羊傳　僖公二十五年", "正文": "公羊傳　僖公二十五年 \\n 一、二十有五年，春王正月丙午，衞侯燬滅邢。 \\n 衞侯燬，何以名？絕。曷為絕之？滅同姓也。 \\n 二、夏四月癸酉，衞侯毀卒。 \\n 三、宋蕩伯姬來逆婦。 \\n 宋蕩伯姬者何？蕩氏之母也。其言來逆婦何？兄弟辭也。其稱婦何？有姑之辭也。 \\n 四、宋殺其大夫。 \\n 何以不名？宋三世無大夫，三世內娶也。 \\n 五、秋，楚人圍陳，納頓子于頓。 \\n 何以不言遂？兩之也。 \\n 六、葬衞文公。 \\n 七、冬十有二月癸亥，公會衞子、莒慶，盟于洮。 \\n"}
{"章节": "公羊傳　僖公二十六年", "正文": "公羊傳　僖公二十六年 \\n 一、二十有六年，春王正月己未，公會莒子、衞甯遬，盟于向。 \\n 二、齊人侵我西鄙。公追齊師至雟，弗及。 \\n 其言至雟弗及何？侈也。 \\n 三、夏，齊人伐我北鄙。 \\n 四、衞人伐齊。 \\n 五、公子遂如楚乞師。 \\n 乞師者何？卑辭也。曷為以外內同若辭？重師也。曷為重師？師出不正反，戰不正勝也。 \\n 六、秋，楚人滅隗，以隗子歸。 \\n 七、冬，楚人伐宋，圍緡。 \\n 邑不言圍，此其言圍何？刺道用師也。 \\n 八、公以楚師伐齊，取穀。公至自伐齊。 \\n 此已取穀矣，何以致伐？未得乎取穀也。曷為未得乎取穀？曰：「患之起，必自此始也。」 \\n"}
{"章节": "公羊傳　僖公二十七年", "正文": "公羊傳　僖公二十七年 \\n 一、二十有七年，春，〈木巳〉子來朝。 \\n 二、夏六月庚寅，齊侯昭卒。 \\n 三、秋八月乙未，葬齊孝公。 \\n 四、乙巳，公子遂帥師入〈木巳〉。 \\n 五、冬，楚人、陳侯、蔡侯、鄭伯、許男圍宋。 \\n 此楚子也，其稱人何？貶。曷為貶？為執宋公貶，故終僖之篇貶也。 \\n 六、十有二月甲戌，公會諸侯盟于宋。 \\n"}
{"章节": "公羊傳　僖公二十八年", "正文": "公羊傳　僖公二十八年 \\n 一、二十有八年，春，晉侯侵曹，晉侯伐衞。 \\n 曷為再言晉侯？非兩之也。然則何以不言遂？未侵曹也。未侵曹則其言侵曹何？致其意也。其意侵曹。則曷為伐衞？晉侯將侵曹，假塗于衞，衞曰不可得，則固將伐之也。 \\n 二、公子買戍衞，不卒戍刺之。 \\n 不卒戍者何？不卒戍者，內辭也，不可使往也。不可使往則其言戍衞何？遂公意也。刺之者何？殺之也。殺之則曷為謂之刺之？內諱殺大夫，謂之刺之也。 \\n 三、楚人救衞。 \\n 四、三月丙午，晉侯入曹，執曹伯、畀宋人。 \\n 畀者何？與也。其言畀宋人何？與使聽之也。曹伯之罪何？甚惡也。其甚惡奈何？不可以一罪言也。 \\n 五、夏四月己巳，晉侯、齊師、宋師、秦師及楚人戰于城濮，楚師敗績。 \\n 此大戰也，曷為使微者？子玉得臣也。子玉得臣則其稱人何？貶。曷為貶？大夫不敵君也。 \\n 六、楚殺其大夫得臣。 \\n 七、衞侯出奔楚。 \\n 八、五月癸丑，公會晉侯、齊侯、宋公、蔡侯、鄭伯、衞子、莒子，盟于踐土。陳侯如會。 \\n 其言如會何？後會也。 \\n 九、公朝于王所。 \\n 曷為不言公如京師？天子在是也。天子在是，則曷為不言天子在是？不與致天子也。 \\n 十、六月，衞侯鄭自楚復歸于衞。 \\n 十一、衞元咺出奔晉。 \\n 十二、陳侯款卒。 \\n 十三、秋，〈木巳〉伯姬來。 \\n 十四、公子遂如齊。 \\n 十五、冬，公會晉侯、齊侯、宋公、蔡侯、鄭伯、陳子、莒子、邾婁子、秦人于溫。 \\n 十六、天王狩于河陽。 \\n 狩不書，此何以書？不與再致天子也。魯子曰：「溫近而踐土遠也。」 \\n 十七、壬申，公朝于王所。 \\n 其日何？錄乎內也。 \\n 十八、晉人執衞侯歸之于京師。 \\n 歸之于者何？歸于者何？歸之于者罪已定矣，歸于者罪未定也。罪未定，則何以得為伯討？歸之于者，執之于天子之側者也，罪定不定，已可知矣。歸于者，非執之于天子之側者也，罪定不定，未可知也。衞侯之罪何？殺叔武也。何以不書？為叔武諱也。春秋為賢者諱。何賢乎叔武？讓國也。其讓國奈何？文公逐衞侯而立叔武，叔武辭立而他人立，則恐衞侯之不得反也，故於是已立，然後為踐土之會治反衞侯。衞侯得反曰：「叔武篡我。」元咺爭之曰：「叔武無罪。」終殺叔武，元咺走而出。此晉侯也，其稱人何？貶。曷為貶？衞之禍，文公為之也。文公為之奈何？文公逐衞侯而立叔武，使人兄弟相疑，放乎殺母弟者，文公為之也。 \\n 十九、衞元咺自晉復歸于衞。 \\n 自者何？有力焉者也。此執其君，其言自何？為叔武爭也。 \\n 二十、諸侯遂圍許。 \\n 二十一、曹伯襄復歸于曹。遂會諸侯圍許。 \\n"}
{"章节": "公羊傳　僖公二十九年", "正文": "公羊傳　僖公二十九年 \\n 一、二十有九年，春，介葛盧來。 \\n 介葛盧者何？夷狄之君也。何以不言朝？不能乎朝也。 \\n 二、公至自圍許。 \\n 三、夏六月，公會王人、晉人、宋人、齊人、陳人、蔡人、秦人，盟于狄泉。 \\n 四、秋，大雨雹。 \\n 五、冬，介葛盧來。 \\n"}
{"章节": "公羊傳　僖公三十年", "正文": "公羊傳　僖公三十年 \\n 一、三十年，春王正月。 \\n 二、夏，狄侵齊。 \\n 三、秋，衞殺其大夫元咺及公子瑕。 \\n 衞侯未至，其稱國以殺何？道殺也。 \\n 四、衞侯鄭歸于衞。 \\n 此殺其大夫，其言歸何？歸惡乎元咺也。曷為歸惡乎元咺？元咺之事君也，君出則己入，君入則己出，以為不臣也。 \\n 五、晉人、秦人圍鄭。 \\n 六、介人侵蕭。 \\n 七、冬，天王使宰周公來聘。 \\n 八、公子遂如京師，遂如晉。 \\n 大夫無遂事，此其言遂何？公不得為政爾。 \\n"}
{"章节": "公羊傳　僖公三十一年", "正文": "公羊傳　僖公三十一年 \\n 一、三十有一年，春，取濟西田。 \\n 惡乎取之？取之曹也。曷為不言取之曹？諱取同姓之田也。此未有伐曹者，則其言取之曹何？晉侯執曹伯，班其所取侵地于諸侯也。晉侯執曹伯，班其所取侵地于諸侯，則何諱乎取同姓之田？久也。 \\n 二、公子遂如晉。 \\n 三、夏四月，四卜郊不從，乃免牲，猶三望。 \\n 曷為或言三卜？或言四卜？三卜，禮也；四卜，非禮也。三卜何以禮？四卜何以非禮？求吉之道三。禘嘗不卜，郊何以卜？卜郊，非禮也。卜郊何以非禮？魯郊，非禮也。魯郊何以非禮？天子祭天，諸侯祭土。天子有方望之事，無所不通。諸侯山川有不在其封內者，則不祭也。曷為或言免牲？或言免牛？免牲禮也，免牛非禮也。免牛何以非禮？傷者曰牛。三望者何？望祭也。然則曷祭？祭泰山河海。曷為祭泰山河海？山川有能潤于百里者，天子秩而祭之。觸石而出，膚寸而合，不崇朝而徧雨乎天下者，唯泰山爾。河海潤于千里。猶者何？通可以已也。何以書？譏不郊而望祭也。 \\n 四、秋七月。 \\n 五、冬，〈木巳〉伯姬來求婦。 \\n 其言來求婦何？兄弟辭也。其稱婦何？有姑之辭也。 \\n 六、狄圍衞。 \\n 七、十有二月，衞遷于帝丘。 \\n"}
{"章节": "公羊傳　僖公三十二年", "正文": "公羊傳　僖公三十二年 \\n 一、三十有二年，春王正月。 \\n 二、夏四月己丑，鄭伯接卒。 \\n 三、衞人侵狄。 \\n 四、秋，衞人及狄盟。 \\n 五、冬十有二月己卯，晉侯重耳卒。 \\n"}
{"章节": "公羊傳　僖公三十三年", "正文": "公羊傳　僖公三十三年 \\n 一、三十有三年，春王二月，秦人入滑。 \\n 二、齊侯使國歸父來聘。 \\n 三、夏四月辛巳，晉人及姜戎敗秦于殽。 \\n 其謂之秦何？夷狄之也。曷為夷狄之？秦伯將襲鄭，百里子與蹇叔子諫曰：「千里而襲人，未有不亡者也。」秦伯怒曰：「若爾之年者，宰上之木拱矣，爾曷知！」師出，百里子與蹇叔子送其子而戒之曰：「爾即死，必於殽之嶔巖，是文王之所辟風雨者也，吾將尸爾焉。」子揖師而行。百里子與蹇叔子從其子而哭之。秦伯怒曰：「爾曷為哭吾師？」對曰：「臣非敢哭君師，哭臣之子也。」弦高者，鄭商也，遇之殽，矯以鄭伯之命而犒師焉，或曰往矣，或曰反矣。然而晉人與姜戎要之殽而擊之，匹馬隻輪無反者。其言及姜戎何？姜戎微也，稱人亦微者也。何言乎姜戎之微？先軫也，或曰襄公親之。襄公親之，則其稱人何？貶。曷為貶？君在乎殯而用師，危不得葬也。詐戰不日，此何以日？盡也。 \\n 四、癸巳，葬晉文公。 \\n 五、狄侵齊。 \\n 六、公伐邾婁，取叢。 \\n 七、秋，公子遂率師伐邾婁。 \\n 八、晉人敗狄于箕。 \\n 九、冬十月，公如齊。 \\n 十、十有二月，公至自齊。 \\n 十一、乙巳，公薨于小寢。 \\n 十二、霣霜不殺草，李梅實。 \\n 何以書？記異也。何異爾？不時也。 \\n 十三、晉人、陳人、鄭人伐許。 \\n"}
{"章节": "公羊傳　文公元年", "正文": "公羊傳　文公元年 \\n 一、元年，春王正月，公即位。 \\n 二、二月癸亥朔，日有食之。 \\n 三、天王使叔服來會葬。 \\n 其言來會葬何？會葬禮也。 \\n 四、夏四月丁巳，葬我君僖公。 \\n 五、天王使毛伯來錫公命。 \\n 錫者何？賜也。命者何？加我服也。 \\n 六、晉侯伐衞。 \\n 七、叔孫得臣如京師。 \\n 八、衞人伐晉。 \\n 九、秋，公孫敖會晉侯于戚。 \\n 十、冬十月丁未，楚世子商臣弒其君髠。 \\n 十一、公孫敖如齊。 \\n"}
{"章节": "公羊傳　文公二年", "正文": "公羊傳　文公二年 \\n 一、二年，春王二月甲子，晉侯及秦師戰于彭衙，秦師敗績。 \\n 二、丁丑，作僖公主。 \\n 作僖公主者何？為僖公作主也。主者曷用？虞主用桑，練主用栗。用栗者，藏主也。作僖公主，何以書？譏。何譏爾？不時也。其不時奈何？欲久喪而後不能也。 \\n 三、三月乙巳，及晉處父盟。 \\n 此晉陽處父也，何以不氏？諱與大夫盟也。 \\n 四、夏六月，公孫敖會宋公、陳侯、鄭伯、晉士縠，盟于垂斂。 \\n 五、自十有二月不雨，至于秋七月。 \\n 何以書？記異也。大旱以災書，此亦旱也，曷為以異書？大旱之日短而云災，故以災書。此不雨之日長而無災，故以異書也。 \\n 六、八月丁卯，大事于太廟，躋僖公。 \\n 大事者何？大祫也。大祫者何？合祭也。其合祭奈何？毀廟之主陳于太祖，未毀廟之主皆升，合食于太祖，五年而再殷祭。躋者何？升也。何言乎升僖公？譏。何譏爾？逆祀也。其逆祀奈何？先禰而後祖也。 \\n 七、冬，晉人、宋人、陳人、鄭人伐秦。 \\n 八、公子遂如齊納幣。 \\n 納幣不書，此何以書？譏。何譏爾？譏喪娶也。娶在三年之外，則何譏乎喪娶？三年之內不圖婚。吉禘于莊公，譏。然則曷為不於祭焉譏？三年之恩疾矣，非虛加之也，以人心為皆有之。以人心為皆有之，則曷為獨於娶焉譏？娶者，大吉也，非常吉也。其為吉者主於己，以為有人心焉者，則宜於此焉變矣。 \\n"}
{"章节": "公羊傳　文公三年", "正文": "公羊傳　文公三年 \\n 一、三年，春王正月，叔孫得臣會晉人、宋人、陳人、衞人、鄭人伐沈，沈潰。 \\n 二、夏五月，王子虎卒。 \\n 王子虎者何？天子之大夫也。外大夫不卒，此何以卒？新使乎我也。 \\n 三、秦人伐晉。 \\n 四、秋，楚人圍江。 \\n 五、雨螽于宋。 \\n 雨螽者何？死而墜也。何以書？記異也。外異不書，此何以書？為王者之後記異也。 \\n 六、冬，公如晉。十有二月己巳，公及晉侯盟。 \\n 七、晉陽處父帥師伐楚以救江。 \\n 此伐楚也，其言救江何？為諼也。其為諼奈何？伐楚為救江也。 \\n"}
{"章节": "公羊傳　文公四年", "正文": "公羊傳　文公四年 \\n 一、四年，春，公至自晉。 \\n 二、夏，逆婦姜于齊。 \\n 其謂之逆婦姜于齊何？略之也。高子曰：「娶乎大夫者，略之也。」 \\n 三、狄侵齊。 \\n 四、秋，楚人滅江。 \\n 五、晉侯伐秦。 \\n 六、衞侯使寗速來聘。 \\n 七、冬十有一月壬寅，夫人風氏薨。 \\n"}
{"章节": "公羊傳　文公五年", "正文": "公羊傳　文公五年 \\n 一、五年，春王正月，王使榮叔歸含且賵。 \\n 含者何？口實也。其言歸含且賵何？兼之。兼之非禮也。 \\n 二、三月辛亥，葬我小君成風。 \\n 成風者何？僖公之母也。 \\n 三、王使召伯來會葬。 \\n 四、夏，公孫敖如晉。 \\n 五、秦人入鄀。 \\n 六、秋，楚人滅六。 \\n 七、冬十月甲申，許男業卒。 \\n"}
{"章节": "公羊傳　文公六年", "正文": "公羊傳　文公六年 \\n 一、六年，春，葬許僖公。 \\n 二、夏，季孫行父如陳。 \\n 三、秋，季孫行父如晉。 \\n 四、八月乙亥，晉侯讙卒。 \\n 五、冬十月，公子遂如晉。 \\n 六、晉殺其大夫陽處父。 \\n 七、晉狐射姑出奔狄。 \\n 晉殺其大夫陽處父，則狐射姑曷為出奔？射姑殺也。射姑殺則其稱國以殺何？君漏言也。其漏言奈何？君將使射姑將。陽處父諫曰：「射姑民眾不說，不可使將。」於是廢將。陽處父出，射姑入。君謂射姑曰：「陽處父言曰：『射姑民眾不說，不可使將。』」射姑怒，出刺陽處父於朝而走。 \\n 八、閏月不告月，猶朝于廟。 \\n 不告月者何？不告朔也。曷為不告朔？天無是月也。閏月矣，何以謂之天無是月？非常月也。猶者何？通可以已也。 \\n"}
{"章节": "公羊傳　文公七年", "正文": "公羊傳　文公七年 \\n 一、七年，春，公伐邾婁。 \\n 二、三月甲戌，取須朐。 \\n 取邑不日，此何以日？內辭也，使若他人然。 \\n 三、遂城郚。 \\n 四、夏四月，宋公王臣卒。 \\n 五、宋人殺其大夫。 \\n 何以不名？宋三世無大夫，三世內娶也。 \\n 六、戊子，晉人及秦人戰于令狐，晉先眛以師奔秦。 \\n 此偏戰也，何以不言師敗績？敵也。此晉先眛也，其稱人何？貶。曷為貶？外也。其外奈何？以師外也。何以不言出？遂在外也。 \\n 七、狄侵我西鄙。 \\n 八、秋八月，公會諸侯、晉大夫盟于扈。 \\n 諸侯何以不序？大夫何以不名？公失序也。公失序奈何？諸侯不可使與公盟，眣晉大夫使與公盟也。 \\n 九、冬，徐伐莒。 \\n 十、公孫敖如莒莅盟。 \\n"}
{"章节": "公羊傳　文公八年", "正文": "公羊傳　文公八年 \\n 一、八年，春王正月。 \\n 二、夏四月。 \\n 三、秋八月戊申，天王崩。 \\n 四、冬十月壬午，公子遂會晉趙盾，盟于衡雍。 \\n 五、乙酉，公子遂會伊雒戎，盟于暴。 \\n 六、公孫敖如京師，不至復。丙戌，奔莒。 \\n 不至復者何？不至復者，內辭也，不可使往也。不可使往，則其言如京師何？遂公意也。何以不言出？遂在外也。 \\n 七、〈虫衆〉。 \\n 八、宋人殺其大夫司馬。 \\n 九、宋司城來奔。 \\n 司馬者何？司城者何？皆官舉也。曷為皆官舉？宋三世無大夫，三世內娶也。 \\n"}
{"章节": "公羊傳　文公九年", "正文": "公羊傳　文公九年 \\n 一、九年，春，毛伯來求金。 \\n 毛伯者何？天子之大夫也。何以不稱使？當喪未君也。踰年矣，何以謂之未君？即位矣，而未稱王也。未稱王，何以知其即位？以諸侯之踰年即位，亦知天子之踰年即位也。以天子三年然後稱王，亦知諸侯於其封內三年稱子也，踰年稱公矣。則曷為於其封內三年稱子？緣民臣之心不可一日無君，緣終始之義，一年不二君，不可曠年無君。緣孝子之心，則三年不忍當也。毛伯來求金，何以書？譏。何譏爾？王者無求，求金非禮也。然則是王者與？曰：非也。非王者則曷為謂之王者？王者無求，曰：是子也。繼文王之體，守文王之法度，文王之法無求，而求，故譏之也。 \\n 二、夫人姜氏如齊。 \\n 三、二月，叔孫得臣如京師。 \\n 四、辛丑，葬襄王。 \\n 王者不書葬，此何以書？不及時書，過時書，我有往者則書。 \\n 五、晉人殺其大夫先都。 \\n 六、三月，夫人姜氏至自齊。 \\n 七、晉人殺其大夫縠及箕鄭父。 \\n 八、楚人伐鄭。 \\n 九、公子遂會晉人、宋人、衞人、許人救鄭。 \\n 十、夏，狄侵齊。 \\n 十一、秋八月，曹伯襄卒。 \\n 十二、九月癸酉，地震。 \\n 地震者何？動地也。何以書？記異也。 \\n 十三、冬，楚子使椒來聘。 \\n 椒者何？楚大夫也。楚無大夫，此何以書？始有大夫也。始有大夫，則何以不氏？許夷狄者不一而足也。 \\n 十四、秦人來歸僖公成風之襚。 \\n 其言僖公成風何？兼之。兼之非禮也。曷為不言及成風？成風尊也。 \\n 十五、葬曹共公。 \\n"}
{"章节": "公羊傳　文公十年", "正文": "公羊傳　文公十年 \\n 一、十年，春王三月辛卯，臧孫辰卒。 \\n 二、夏，秦伐晉。 \\n 三、楚殺其大夫宣申。 \\n 四、自正月不雨，至于秋七月。 \\n 五、及蘇子盟于女栗。 \\n 六、冬，狄侵宋。 \\n 七、楚子、蔡侯次于屈貉。 \\n"}
{"章节": "公羊傳　文公十一年", "正文": "公羊傳　文公十一年 \\n 一、十有一年，春，楚子伐圈。 \\n 二、夏，叔彭生會晉郤缺于承匡。 \\n 三、秋，曹伯來朝。 \\n 四、公子遂如宋。 \\n 五、狄侵齊。 \\n 六、冬十月甲午，叔孫得臣敗狄于鹹。 \\n 狄者何？長狄也。兄弟三人，一者之齊，一者之魯，一者之晉。其之齊者，王子成父殺之；其之魯者，叔孫得臣殺之；則未知其之晉者也。其言敗何？大之也。其日何？大之也。其地何？大之也。何以書？記異也。 \\n"}
{"章节": "公羊傳　文公十二年", "正文": "公羊傳　文公十二年 \\n 一、十有二年，春王正月，盛伯來奔。 \\n 盛伯者何？失地之君也。何以不名？兄弟辭也。 \\n 二、〈木巳〉伯來朝。 \\n 三、二月庚子，子叔姬卒。 \\n 此未適人，何以卒？許嫁矣。婦人許嫁，字而笄之，死則以成人喪治之。其稱子何？貴也。其貴奈何？母弟也。 \\n 四、夏，楚人圍巢。 \\n 五、秋，滕子來朝。 \\n 六、秦伯使遂來聘。 \\n 遂者何？秦大夫也。秦無大夫，此何以書？賢繆公也。何賢乎繆公？以為能變也。其為能變奈何？惟諓諓善竫言。俾君子易怠。而況乎我多有之，惟一介斷斷焉無他技。其心休休，能有容，是難也。 \\n 七、冬，十有二月戊午，晉人、秦人戰于河曲。 \\n 此偏戰也，何以不言師敗績？敵也。曷為以水地？河曲疏矣，河千里而一曲也。 \\n 八、季孫行父帥師城諸及運。 \\n"}
{"章节": "公羊傳　文公十三年", "正文": "公羊傳　文公十三年 \\n 一、十有三年，春王正月。 \\n 二、夏五月壬午，陳侯朔卒。 \\n 三、邾婁子蘧蒢卒。 \\n 四、自正月不雨，至于秋七月。 \\n 五、世室屋壞。 \\n 世室者何？魯公之廟也。周公稱太廟，魯公稱世室，群公稱宮。此魯公之廟也，曷為謂之世室？世室，猶世室也，世世不毀也。周公何以稱大廟于魯？封魯公以為周公也。周公拜乎前，魯公拜乎後。曰：「生以養周公，死以為周公主。」然則周公之魯乎？曰：「不之魯也。」封魯公以為周公主，然則周公曷為不之魯？欲天下之一乎周也。魯祭周公何以為牲？周公用白牲，魯公用騂犅，群公不毛。魯祭周公何以為盛？周公盛，魯公燾，群公廩。世室屋壞，何以書？譏。何譏爾？久不修也。 \\n 六、冬，公如晉。 \\n 七、衞侯會于沓。 \\n 八、狄侵衞。 \\n 九、十有二月己丑，公及晉侯盟。 \\n 十、還自晉。 \\n 十一、鄭伯會公于棐。 \\n 還者何？善辭也。何善爾？往黨衞侯會公于沓，至得與晉侯盟。反黨鄭伯會公于斐，故善之也。 \\n"}
{"章节": "公羊傳　文公十四年", "正文": "公羊傳　文公十四年 \\n 一、十有四年，春王正月，公至自晉。 \\n 二、邾婁人伐我南鄙。 \\n 三、叔彭生帥師伐邾婁。 \\n 四、夏五月乙亥，齊侯潘卒。 \\n 五、六月，公會宋公、陳侯、衞侯、鄭伯、許男、曹伯、晉趙盾。癸酉，同盟于新城。 \\n 六、秋七月，有星孛入于北斗。 \\n 孛者何？彗星也。其言入于北斗何？北斗有中也。何以書？記異也。 \\n 七、公至自會。 \\n 八、晉人納接菑于邾婁，弗克納。 \\n 納者何？入辭也。其言弗克納何？大其弗克納也。何大乎其弗克納？晉郤缺帥師革車八百乘，以納接菑于邾婁，力沛若有餘而納之。邾婁人言曰：「接菑，晉出也；貜且，齊出也。子以其指，則接菑也四，貜且也六。子以大國壓之，則未知齊晉孰有之也，貴則皆貴矣。雖然，貜且也長。」郤缺曰：「非吾力不能納也，義實不爾克也。」引師而去之，故君子大其弗克納也。此晉郤缺也，其稱人何？貶。曷為貶？不與大夫專廢置君也。曷為不與？實與而文不與。文曷為不與？大夫之義不得專廢置君也。 \\n 九、九月甲申，公孫敖卒于齊。 \\n 十、齊公子商人弒其君舍。 \\n 此未踰年之君也，其言弒其君舍何？己立之，己殺之，成死者，而賤生者也。 \\n 十一、宋子哀來奔。 \\n 宋子哀者何？無聞焉爾。 \\n 十二、冬，單伯如齊。齊人執單伯，齊人執子叔姬。 \\n 執者曷為或稱行人？或不稱行人？稱行人而執者，以其事執也；不稱行人而執者，以己執也。單伯之罪何？道淫也。惡乎淫？淫乎子叔姬。然則曷為不言齊人執單伯及子叔姬？內辭也，使若異罪然。 \\n"}
{"章节": "公羊傳　文公十五年", "正文": "公羊傳　文公十五年 \\n 一、十有五年，春，季孫行父如晉。 \\n 二、三月，宋司馬華孫來盟。 \\n 三、夏，曹伯來朝。 \\n 四、齊人歸公孫敖之喪。 \\n 何以不言來？內辭也。脅我而歸之，筍將而來也。 \\n 五、六月辛丑朔，日有食之，鼓用牲于社。 \\n 六、單伯至自齊。 \\n 七、晉郤缺帥師伐蔡，戊申入蔡。 \\n 入不言伐，此其言伐何？至之日也。其日何？至之日也。 \\n 八、秋，齊人侵我西鄙。 \\n 九、季孫行父如晉。 \\n 十、冬十有一月，諸侯盟于扈。 \\n 十一、十有二月，齊人來歸子叔姬。 \\n 其言來何？閔之也。此有罪，何閔爾？父母之於子，雖有罪，猶若其不欲服罪然。 \\n 十二、齊侯侵我西鄙，遂伐曹，入其郛。 \\n 郛者何？恢郭也。入郛書乎？曰不書。入郛不書，此何以書？動我也。動我者何？內辭也。其實我動焉爾。 \\n"}
{"章节": "公羊傳　文公十六年", "正文": "公羊傳　文公十六年 \\n 一、十有六年，春，季孫行父會齊侯于陽穀，齊侯弗及盟。 \\n 其言弗及盟何？不見與盟也。 \\n 二、夏五月，公四不視朔。 \\n 公曷為四不視朔？公有疾也。何言乎公有疾不視朔？自是公無疾不視朔也。然則曷為不言公無疾不視朔？有疾猶可言也，無疾不可言也。 \\n 三、六月戊辰，公子遂及齊侯盟于犀丘。 \\n 四、秋八月辛未，夫人姜氏薨。 \\n 五、毀泉臺。 \\n 泉臺者何？郎臺也。郎臺則曷為謂之泉臺？未成為郎臺，既成為泉臺。毀泉臺，何以書？譏。何譏爾？築之譏，毀之譏。先祖為之，己毀之，不如勿居而已矣。 \\n 六、楚人、秦人、巴人滅庸。 \\n 七、冬十有一月，宋人弒其君處臼。 \\n 弒君者曷為或稱名氏？或不稱名氏？大夫弒君稱名氏，賤者窮諸人；大夫相殺稱人，賤者窮諸盜。 \\n"}
{"章节": "公羊傳　文公十七年", "正文": "公羊傳　文公十七年 \\n 一、十有七年，春，晉人、衞人、陳人、鄭人伐宋。 \\n 二、夏四月癸亥，葬我小君聖姜。 \\n 聖姜者何？文公之母也。 \\n 三、齊侯伐我西鄙。 \\n 四、六月癸未，公及齊侯盟于穀。 \\n 五、諸侯會于扈。 \\n 六、秋，公至自穀。 \\n 七、公子遂如齊。 \\n"}
{"章节": "公羊傳　文公十八年", "正文": "公羊傳　文公十八年 \\n 一、十有八年，春王二月丁丑，公薨于臺下。 \\n 二、秦伯罃卒。 \\n 三、夏五月戊戌，齊人弒其君商人。 \\n 四、六月癸酉，葬我君文公。 \\n 五、秋，公子遂、叔孫得臣如齊。 \\n 六、冬十月，子卒。 \\n 子卒者孰謂？謂子赤也。何以不日？隱之也。何隱爾？弒也。弒則何以不日？不忍言也。 \\n 七、夫人姜氏歸于齊。 \\n 八、季孫行父如齊。 \\n 九、莒弒其君庶其。 \\n 稱國以弒何？稱國以弒者，眾弒君之辭。 \\n"}
{"章节": "公羊傳　宣公元年", "正文": "公羊傳　宣公元年 \\n 一、元年，春王正月，公即位。公子遂如齊逆女。 \\n 繼弒君不言即位，此其言即位何？其意也。 \\n 二、三月，遂以夫人婦姜至自齊。 \\n 遂何以不稱公子？一事而再見者，卒名也。夫人何以不稱姜氏？貶。曷為貶？譏喪娶也。喪娶者公也，則曷為貶夫人？內無貶于公之道也。內無貶于公之道，則曷為貶夫人？夫人與公一體也。其稱婦何？有姑之辭也。 \\n 三、夏，季孫行父如齊。 \\n 四、晉放其大夫胥甲父于衞。 \\n 放之者何？猶曰無去是云爾。然則何言爾？近正也。此其為近正奈何？古者大夫已去，三年待放。君放之，非也；大夫待放，正也。古者臣有大喪，則君三年不呼其門。已練可以弁冕，服金革之事。君使之非也，臣行之禮也。閔子要絰而服事，既而曰：「若此乎古之道，不即人心。」退而致仕。孔子蓋善之也。 \\n 五、公會齊侯于平州。 \\n 六、公子遂如齊。 \\n 七、六月，齊人取濟西田。 \\n 外取邑不書，此何以書？所以賂齊也。曷為賂齊？為弒子赤之賂也。 \\n 八、秋，邾婁子來朝。 \\n 九、楚子、鄭人侵陳，遂侵宋。 \\n 十、晉趙盾帥師救陳。宋公、陳侯、衞侯、曹伯會晉師于斐林伐鄭。 \\n 此晉趙盾之師也，曷為不言趙盾之師？君不會大夫之辭也。 \\n 十一、冬，晉趙穿帥師侵柳。 \\n 柳者何？天子之邑也。曷為不繫乎周？不與伐天子也。 \\n 十二、晉人、宋人伐鄭。 \\n"}
{"章节": "公羊傳　宣公二年", "正文": "公羊傳　宣公二年 \\n 一、二年，春王二月壬子，宋華元帥師及鄭公子歸生帥師戰于大棘。宋師敗績，獲宋華元。 \\n 二、秦師伐晉。 \\n 三、夏，晉人、宋人、衞人、陳人侵鄭。 \\n 四、秋九月乙丑，晉趙盾弒其君夷獔。 \\n 五、冬十月乙亥，天王崩。 \\n"}
{"章节": "公羊傳　宣公三年", "正文": "公羊傳　宣公三年 \\n 一、三年，春王正月，郊牛之口傷，改卜牛。牛死，乃不郊，猶三望。 \\n 其言之何？緩也。曷為不復卜？養牲養二卜。帝牲不吉，則扳稷牲而卜之。帝牲在于滌三月，於稷者唯具是視。郊曷為必祭稷？王者必以其祖配。王者則曷為必以其祖配？自內出者無匹不行，自外至者無主不止。 \\n 二、葬匡王。 \\n 三、楚子伐賁渾戎。 \\n 四、夏，楚人侵鄭。 \\n 五、秋，赤狄侵齊。 \\n 六、宋師圍曹。 \\n 七、冬十月丙戌，鄭伯蘭卒。 \\n 八、葬鄭繆公。 \\n"}
{"章节": "公羊傳　宣公四年", "正文": "公羊傳　宣公四年 \\n 一、四年，春王正月，公及齊侯平莒及郯。莒人不肯，公伐莒，取向。 \\n 此平莒也，其言不肯何？辭取向也。 \\n 二、秦伯稻卒。 \\n 三、夏六月乙酉，鄭公子歸生弒其君夷。 \\n 四、赤狄侵齊。 \\n 五、秋，公如齊。 \\n 六、公至自齊。 \\n 七、冬，楚子伐鄭。 \\n"}
{"章节": "公羊傳　宣公五年", "正文": "公羊傳　宣公五年 \\n 一、五年，春，公如齊。 \\n 二、夏，公至自齊。 \\n 三、秋九月，齊高固來逆子叔姬。 \\n 四、叔孫得臣卒。 \\n 五、冬，齊高固及子叔姬來。 \\n 何言乎高固之來？言叔姬之來，而不言高固之來則不可。子公羊子曰：「其諸為其雙雙而俱至者與。」 \\n 六、楚人伐鄭。 \\n"}
{"章节": "公羊傳　宣公六年", "正文": "公羊傳　宣公六年 \\n 一、六年，春，晉趙盾、衞孫免侵陳。 \\n 趙盾弒君，此其復見何？親弒君者趙穿也。親弒君者趙穿，則曷為加之趙盾？不討賊也。何以謂之不討賊？晉史書賊曰：「晉趙盾弒其君夷獔。」趙盾曰：「天乎無辜！吾不弒君，誰謂吾弒君者乎？」史曰：「爾為仁為義，人弒爾君，而復國不討賊，此非弒君而何？」 \\n 趙盾之復國奈何？靈公為無道，使諸大夫皆內朝，然後處乎臺上引彈而彈之，己趨而辟丸，是樂而已矣。趙盾已朝而出，與諸大夫立於朝，有人荷畚，自閨而出者。趙盾曰：「彼何也？夫畚曷為出乎閨？」呼之不至，曰：「子大夫也，欲視之則就而視之。」趙盾就而視之，則赫然死人也。趙盾曰：「是何也？」曰：「膳宰也，熊蹯不熟，公怒以斗摮而殺之，支解將使我棄之。」趙盾曰：「嘻！」趨而入。靈公望見趙盾，愬而再拜。趙盾逡巡北面再拜稽首，趨而出，靈公心怍焉，欲殺之。於是使勇士某者往殺之，勇士入其大門，則無人門焉者；入其閨，則無人閨焉者；上其堂，則無人焉。俯而闚其戶，方食魚飧。勇士曰：「嘻！子誠仁人也！吾入子之大門，則無人焉；入子之閨，則無人焉；上子之堂，則無人焉；是子之易也。子為晉國重卿而食魚飧，是子之儉也。君將使我殺子，吾不忍殺子也，雖然，吾亦不可復見吾君矣。」遂刎頸而死。 \\n 靈公聞之怒，滋欲殺之甚，眾莫可使往者。於是伏甲于宮中，召趙盾而食之。趙盾之車右祁彌明者，國之力士也，仡然從乎趙盾而入，放乎堂下而立。趙盾已食，靈公謂盾曰：「吾聞子之劍蓋利劍也，子以示我，吾將觀焉。」趙盾起將進劍，祁彌明自下呼之曰：「盾食飽則出，何故拔劍於君所？」趙盾知之，躇階而走。靈公有周狗，謂之獒，呼獒而屬之，獒亦躇階而從之。祁彌明逆而踆之，絕其頷。趙盾顧曰：「君之獒不若臣之獒也！」然而宮中甲鼓而起，有起干甲中者抱趙盾而乘之。趙盾顧曰：「吾何以得此于子？」曰：「子某時所食活我于暴桑下者也。」趙盾曰：「子名為誰？」曰：「吾君孰為介？子之乘矣，何問吾名？」趙盾驅而出，眾無留之者。趙穿緣民眾不說，起殺靈公，然後迎趙盾而入，與之立于朝，而立成公黑臀。 \\n 二、夏四月。 \\n 三、秋八月，〈虫衆〉。 \\n 四、冬十月。 \\n"}
{"章节": "公羊傳　宣公七年", "正文": "公羊傳　宣公七年 \\n 一、七年，春，衞侯使孫良夫來盟。 \\n 二、夏，公會齊侯伐萊。 \\n 三、秋，公至自伐萊。 \\n 四、大旱。 \\n 五、冬，公會晉侯、宋公、衞侯、鄭伯、曹伯于黑壤。 \\n"}
{"章节": "公羊傳　宣公八年", "正文": "公羊傳　宣公八年 \\n 一、八年，春，公至自會。 \\n 二、夏六月，公子遂如齊，至黃乃復。 \\n 其言至黃乃復何？有疾也。何言乎有疾乃復？譏。何譏爾？大夫以君命出，聞喪徐行而不反。 \\n 三、辛巳，有事于太廟。 \\n 四、仲遂卒于垂。 \\n 仲遂者何？公子遂也。何以不稱公子？貶。曷為貶？為弒子赤貶。然則曷為不於其弒焉貶？於文則無罪，於子則無年。 \\n 五、壬午猶繹。萬入去籥。 \\n 繹者何？祭之明日也。萬者何？干舞也。籥者何？籥舞也。其言萬入去籥何？去其有聲者，廢其無聲者，存其心焉爾。存其心焉爾者何？知其不可而為之也。猶者何？通可以已也。 \\n 六、戊子，夫人熊氏薨。 \\n 七、晉師、白狄伐秦。 \\n 八、楚人滅舒蓼。 \\n 九、秋七月甲子，日有食之，既。 \\n 十、冬十月己丑，葬我小君頃熊。雨不克葬。庚寅，日中而克葬。 \\n 頃熊者何？宣公之母也。而者何？難也。乃者何？難也。曷為或言而？或言乃？乃難乎而也。 \\n 十一、城平陽。 \\n 十二、楚師伐陳。 \\n"}
{"章节": "公羊傳　宣公九年", "正文": "公羊傳　宣公九年 \\n 一、九年，春王正月，公如齊。 \\n 二、公至自齊。 \\n 三、夏，仲孫蔑如京師。 \\n 四、齊侯伐萊。 \\n 五、秋，取根牟。 \\n 根牟者何？邾婁之邑也。曷為不繫乎邾婁？諱亟也。 \\n 六、八月，滕子卒。 \\n 七、九月，晉侯、宋公、衞侯、鄭伯、曹伯會于扈。 \\n 八、晉荀林父帥師伐陳。 \\n 九、辛酉，晉侯黑臀卒于扈。 \\n 扈者何？晉之邑也。諸侯卒其封內不地，此何以地？卒于會，故地也。未出其地，故不言會也。 \\n 十、冬十月癸酉，衞侯鄭卒。 \\n 十一、宋人圍滕。 \\n 十二、楚子伐鄭。 \\n 十三、晉郤缺帥師救鄭。 \\n 十四、陳殺其大夫泄冶。 \\n"}
{"章节": "公羊傳　宣公十年", "正文": "公羊傳　宣公十年 \\n 一、十年，春，公如齊。公至自齊。齊人歸我濟西田。 \\n 齊已取之矣，其言我何？言我者未絕於我也。曷為未絕于我？齊已言取之矣，其實未之齊也。 \\n 二、夏四月丙辰，日有食之。 \\n 三、己巳，齊侯元卒。 \\n 四、齊崔氏出奔衞。 \\n 崔氏者何？齊大夫也。其稱崔氏何？貶。曷為貶？譏世卿，世卿非禮也。 \\n 五、公如齊。五月，公至自齊。 \\n 六、癸巳，陳夏徵舒弒其君平國。 \\n 七、六月，宋師伐滕。 \\n 八、公孫歸父如齊，葬齊惠公。 \\n 九、晉人、宋人、衞人、曹人伐鄭。 \\n 十、秋，天王使王季子來聘。 \\n 王季子者何？天子之大夫也。其稱王季子何？貴也。其貴奈何？母弟也。 \\n 十一、公孫歸父帥師伐邾婁，取蘱。 \\n 十二、大水。 \\n 十三、季孫行父如齊。 \\n 十四、冬，公孫歸父如齊。 \\n 十五、齊侯使國佐來聘。 \\n 十六、饑。 \\n 何以書？以重書也。 \\n 十七、楚子伐鄭。 \\n"}
{"章节": "公羊傳　宣公十一年", "正文": "公羊傳　宣公十一年 \\n 一、十有一年，春王正月。 \\n 二、夏，楚子、陳侯、鄭伯盟于辰陵。 \\n 三、公孫歸父會齊人伐莒。 \\n 四、秋，晉侯會狄于櫕函。 \\n 五、冬十月，楚人殺陳夏徵舒 \\n 此楚子也，其稱人何？貶。曷為貶？不與外討也。不與外討者，因其討乎外而不與也，雖內討亦不與也。曷為不與？實與而文不與。文曷為不與？諸侯之義不得專討也。諸侯之義不得專討，則其曰實與之何？上無天子，下無方伯，天下諸侯有為無道者，臣弒君，子弒父，力能討之，則討之可也。 \\n 六、丁亥，楚子入陳，納公孫寧、儀行父于陳。 \\n 此皆大夫也，其言納何？納公黨與也。 \\n"}
{"章节": "公羊傳　宣公十二年", "正文": "公羊傳　宣公十二年 \\n 一、十有二年，春，葬陳靈公。 \\n 討此賊者非臣子也，何以書葬？君子辭也。楚已討之矣，臣子雖欲討之而無所討也。 \\n 二、楚子圍鄭 \\n 三、夏六月乙卯，晉荀林父帥師及楚子戰于邲，晉師敗績。 \\n 大夫不敵君，此其稱名氏以敵楚子何？不與晉而與楚子為禮也。曷為不與晉而與楚子為禮也？莊王伐鄭，勝乎皇門，放乎路衢。鄭伯肉袒，左執茅旌，右執鸞刀，以逆莊王曰：「寡人無良，邊垂之臣，以干天禍，是以使君王沛焉，辱到敝邑。君如矜此喪人，錫之不毛之地，使帥一二耋老而綏焉，請唯君王之命。」莊王曰：「君之不令臣交易為言，是以使寡人得見君之玉面，而微至乎此。」莊王親自手旌，左右撝軍退舍七里。將軍子重諫曰：「南郢之與鄭相去數千里，諸大夫死者數人，廝役扈養，死者數百人，今君勝鄭而不有，無乃失民臣之力乎？」莊王曰：「古者杅不穿、皮不蠹，則不出於四方。是以君子篤於禮而薄于利，要其人而不要其土，告從不赦不詳，吾以不詳道民，災及吾身，何日之有？」既則晉師之救鄭者至，曰：「請戰。」莊王許諾。將軍子重諫曰：「晉，大國也，王師淹病矣，君請勿許也。」莊王曰：「弱者吾威之，彊者吾辟之，是以使寡人無以立乎天下？」令之還師而逆晉寇。莊王鼓之，晉師大敗，晉眾之走者，舟中之指可掬矣。莊王曰：「嘻！吾兩君不相好，百姓何罪？」令之還師而佚晉寇。 \\n 四、秋七月。 \\n 五、冬十有二月戊寅，楚子滅蕭。 \\n 六、晉人、宋人、衞人、曹人同盟于清丘。 \\n 七、宋師伐陳。 \\n 八、衞人救陳。 \\n"}
{"章节": "公羊傳　宣公十三年", "正文": "公羊傳　宣公十三年 \\n 一、十有三年，春，齊師伐衞。 \\n 二、夏，楚子伐宋。 \\n 三、秋，〈虫衆〉。 \\n 四、冬，晉殺其大夫先縠。 \\n"}
{"章节": "公羊傳　宣公十四年", "正文": "公羊傳　宣公十四年 \\n 一、十有四年，春，衞殺其大夫孔達。 \\n 二、夏五月壬申，曹伯壽卒。 \\n 三、晉侯伐鄭。 \\n 四、秋九月，楚子圍宋。 \\n 五、葬曹文公。 \\n 六、冬，公孫歸父會齊侯于穀。 \\n"}
{"章节": "公羊傳　宣公十五年", "正文": "公羊傳　宣公十五年 \\n 一、十有五年，春，公孫歸父會楚子于宋。 \\n 二、夏五月，宋人及楚人平。 \\n 外平不書，此何以書？大其平乎已也。何大乎其平乎已？莊王圍宋，軍有七日之糧爾，盡此不勝，將去而歸爾。於是使司馬子反乘堙而闚宋城，宋華元亦乘堙而出見之。司馬子反曰：「子之國何如？」華元曰：「憊矣。」曰：「何如？」曰：「易子而食之，析骸而炊之。」司馬子反曰：「嘻！甚矣憊！雖然，吾聞之也，圍者柑馬而秣之，使肥者應客，是何子之情也。」華元曰：「吾聞之，君子見人之危則矜之，小人見人之危則幸之。吾見子之君子也，是以告情于子也。」司馬子反曰：「諾，勉之矣！吾軍亦有七日之糧爾，盡此不勝，將去而歸爾。」揖而去之，反于莊王。莊王曰：「何如？」司馬子反曰：「憊矣！」曰：「何如？」曰：「易子而食之，析骸而炊之。」莊王曰：「嘻！甚矣憊！雖然，吾今取此然後而歸爾。」司馬子反曰：「不可。臣已告之矣，軍有七日之糧爾。」莊王怒曰：「吾使子往視之，子曷為告之？」司馬子反曰：「以區區之宋，猶有不欺人之臣，可以楚而無乎？是以告之也。」莊王曰：「諾。舍而止。雖然，吾猶取此然後歸爾。」司馬子反曰：「然則君請處于此，臣請歸爾。」莊王曰：「子去我而歸，吾孰與處于此？吾亦從子而歸爾。」引師而去之。故君子大其平乎已也。此皆大夫也，其稱人何？貶。曷為貶？平者在下也。 \\n 三、六月癸卯，晉師滅赤狄潞氏，以潞子嬰兒歸。 \\n 潞何以稱子？潞子之為善也，躬足以亡爾。雖然，君子不可不記也。離于夷狄，而未能合于中國，晉師伐之，中國不救，狄人不有，是以亡也。 \\n 四、秦人伐晉。 \\n 五、王札子殺召伯、毛伯。 \\n 王札子者何？長庶之號也。 \\n 六、秋，〈虫衆〉。 \\n 七、仲孫蔑會齊高固于牟婁。 \\n 八、初稅畝。 \\n 初者何？始也。稅畝者何？履畝而稅也。初稅畝何以書？譏。何譏爾？譏始履畝而稅也。何譏乎始履畝而稅？古者什一而藉。古者曷為什一而藉？什一者天下之中正也。多乎什一，大桀、小桀；寡乎什一，大貉、小貉。什一者天下之中正也，什一行而頌聲作矣。 \\n 九、冬，蝝生。 \\n 未有言蝝生者，此其言蝝生何？蝝生不書，此何以書？幸之也。幸之者何？猶曰受之云爾。受之云爾者何？上變古易常，應是而有天災，其諸則宜於此焉變矣。 \\n 十、饑。 \\n"}
{"章节": "公羊傳　宣公十六年", "正文": "公羊傳　宣公十六年 \\n 一、十有六年，春王正月，晉人滅赤狄甲氏及留吁。 \\n 二、夏，成周宣謝災。 \\n 成周者何？東周也。宣謝者何？宣宮之謝也。何言乎成周宣謝災？樂器藏焉爾。成周宣謝災何以書？記災也。外災不書，此何以書？新周也。 \\n 三、秋，郯伯姬來歸。 \\n 四、冬，大有年。 \\n"}
{"章节": "公羊傳　宣公十七年", "正文": "公羊傳　宣公十七年 \\n 一、十有七年，春王正月，庚子，許男錫我卒。 \\n 二、丁未，蔡侯申卒。 \\n 三、夏，葬許昭公。 \\n 四、葬蔡文公。 \\n 五、六月癸卯，日有食之。 \\n 六、己未，公會晉侯、衞侯、曹伯、邾婁子同盟于斷道。 \\n 七、秋，公至自會。 \\n 八、冬十有一月壬午，公弟叔肸卒。 \\n"}
{"章节": "公羊傳　宣公十八年", "正文": "公羊傳　宣公十八年 \\n 一、十有八年，春，晉侯、衞世子臧伐齊。 \\n 二、公伐〈木巳〉。 \\n 三、夏四月。 \\n 四、秋七月，邾婁人戕鄫子于鄫。 \\n 戕鄫子于鄫者何？殘賊而殺之也。 \\n 五、甲戌，楚子旅卒。 \\n 何以不書葬？吳、楚之君不書葬，辟其號也。 \\n 六、公孫歸父如晉。 \\n 七、冬十月壬戌，公薨于路寢。 \\n 八、歸父還自晉，至檉，遂奔齊。 \\n 還者何？善辭也。何善爾？歸父使於晉，還自晉，至檉，聞君薨家遣，墠帷哭君成踊，反命乎介，自是走之齊。 \\n"}
{"章节": "公羊傳　成公元年", "正文": "公羊傳　成公元年 \\n 一、元年，春王正月，公即位。 \\n 二、二月辛酉，葬我君宣公。 \\n 三、無冰。 \\n 四、三月，作丘甲。 \\n 何以書？譏。何譏爾？譏始丘使也。 \\n 五、夏，臧孫許及晉侯盟于赤棘。 \\n 六、秋，王師敗績于貿戎。 \\n 孰敗之？蓋晉敗之，或曰貿戎敗之。然則曷為不言晉敗之？王者無敵，莫敢當也。 \\n 七、冬十月。 \\n"}
{"章节": "公羊傳　成公二年", "正文": "公羊傳　成公二年 \\n 一、二年，春，齊侯伐我北鄙。 \\n 二、夏四月丙戌，衞孫良夫帥師及齊師戰于新築，衞師敗績。 \\n 三、六月癸酉，季孫行父、臧孫許、叔孫僑如、公孫嬰齊帥師會晉郤克、衞孫良夫、曹公子手及齊侯戰于鞌，齊師敗績。 \\n 曹無大夫，公子手何以書？憂內也。 \\n 四、秋七月，齊侯使國佐如師。己酉，及國佐盟于袁婁。 \\n 君不使乎大夫，此其行使乎大夫何？佚獲也。其佚獲奈何？師還齊侯，晉郤克投戟逡巡再拜稽首馬前。逢丑父者，頃公之車右也，面目與頃公相似，衣服與頃公相似，代頃公當左。使頃公取飲，頃公操飲而至，曰：「革取清者。」頃公用是佚而不反。逢丑父曰：「吾賴社稷之神靈，吾君已免矣。」郤克曰：「欺三軍者，其法奈何？」曰：「法斮。」於是斮逢丑父。己酉，及齊國佐盟于袁婁。曷為不盟于師而盟于袁婁？前此者，晉郤克與臧孫許同時而聘于齊。蕭同姪子者，齊君之母也，踊于棓而窺客，則客或跛或眇，於是使跛者迓跛者，使眇者迓眇者。二大夫出相與踦閭而語，移日然後相去。齊人皆曰：「患之起必自此始！」二大夫歸，相與率師為鞌之戰，齊師大敗。齊侯使國佐如師，郤克曰：「與我紀侯之甗，反魯、衞之侵地，使耕者東畝，且以蕭同姪子為質，則吾舍子矣。」國佐曰：「與我紀侯之甗，請諾。反魯、衞之侵地，請諾。使耕者東畝，是則土齊也。蕭同姪子者，齊君之母也。齊君之母，猶晉君之母也，不可。請戰，壹戰不勝請再，再戰不勝請三，三戰不勝，則齊國盡子之有也，何必以蕭同姪子為質？」揖而去之。郤克〈目矢〉魯、衞之使，使以其辭而為之請，然後許之。逮于袁婁而與之盟。 \\n 五、八月壬午，宋公鮑卒。 \\n 六、庚寅，衞侯遬卒。 \\n 七、取汶陽田。 \\n 汶陽田者何？鞌之賂也。 \\n 八、冬，楚師、鄭師侵衞。 \\n 九、十有一月，公會楚公子嬰齊于蜀。 \\n 十、丙申，公及楚人、秦人、宋人、陳人、衞人、鄭人、齊人、曹人、邾婁人、薛人、鄫人盟于蜀。 \\n 此楚公子嬰齊也，其稱人何？得一貶焉爾。 \\n"}
{"章节": "公羊傳　成公三年", "正文": "公羊傳　成公三年 \\n 一、三年，春王正月，公會晉侯、宋公、衞侯、曹伯伐鄭。 \\n 二、辛亥，葬衞繆公。 \\n 三、二月，公至自伐鄭。 \\n 四、甲子，新宮災。三日哭。 \\n 新宮者何？宣公之宮也。宣宮則曷為謂之新宮？不忍言也。其言三日哭何？廟災三日哭，禮也。新宮災何以書？記災也。 \\n 五、乙亥，葬宋文公。 \\n 六、夏，公如晉。 \\n 七、鄭公子去疾率師伐許。 \\n 八、公至自晉。 \\n 九、秋，叔孫僑如率師圍棘。 \\n 棘者何？汶陽之不服邑也。其言圍之何？不聽也。 \\n 十、晉郤克、衞孫良夫伐將咎如。 \\n 十一、冬十有一月，晉侯使荀庚來聘。 \\n 十二、衞侯使孫良夫來聘。 \\n 十三、丙午，及荀庚盟。 \\n 十四、丁未，及孫良夫盟。 \\n 此聘也，其言盟何？聘而言盟者，尋舊盟也。 \\n 十五、鄭伐許。 \\n"}
{"章节": "公羊傳　成公四年", "正文": "公羊傳　成公四年 \\n 一、四年，春，宋公使華元來聘。 \\n 二、三月壬申，鄭伯堅卒。 \\n 三、〈木巳〉伯來朝。 \\n 四、夏四月甲寅，臧孫許卒。 \\n 五、公如晉。 \\n 六、葬鄭襄公。 \\n 七、秋，公至自晉。 \\n 八、冬，城運。 \\n 九、鄭伯伐許。 \\n"}
{"章节": "公羊傳　成公五年", "正文": "公羊傳　成公五年 \\n 一、五年，春王正月，〈木巳〉叔姬來歸。 \\n 二、仲孫蔑如宋。 \\n 三、夏，叔孫僑如會晉荀秀于穀。 \\n 四、梁山崩。 \\n 梁山者何？河上之山也。梁山崩，何以書？記異也。何異爾？大也。何大爾？梁山崩，壅河三日不沐。外異不書，此何以書？為天下記異也。 \\n 五、秋大水。 \\n 六、冬十有一月己酉，天王崩。 \\n 七、十有二月己丑，公會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、邾婁子、〈木巳〉伯同盟于蟲牢。 \\n"}
{"章节": "公羊傳　成公六年", "正文": "公羊傳　成公六年 \\n 一、六年，春王正月，公至自會。 \\n 二、二月辛巳，立武宮。 \\n 武宮者何？武公之宮也。立者何？立者不宜立也。立武宮，非禮也。 \\n 三、取鄟。 \\n 鄟者何？邾婁之邑也。曷為不繫于邾婁？諱亟也。 \\n 四、衞孫良夫率師侵宋。 \\n 五、夏六月，邾婁子來朝。 \\n 六、公孫嬰齊如晉。 \\n 七、壬申，鄭伯費卒。 \\n 八、秋，仲孫蔑、叔孫僑如率師侵宋。 \\n 九、楚公子嬰齊率師伐鄭。 \\n 十、冬，季孫行父如晉。 \\n 十一、晉欒書率師侵鄭。 \\n"}
{"章节": "公羊傳　成公七年", "正文": "公羊傳　成公七年 \\n 一、七年，春王正月，鼷鼠食郊牛角。改卜牛，鼷鼠又食其角，乃免牛。 \\n 二、吳伐郯。 \\n 三、夏五月，曹伯來朝。 \\n 四、不郊，猶三望。 \\n 五、秋，楚公子嬰齊率師伐鄭。 \\n 六、公會晉侯、齊侯、宋公、衞侯、曹伯、莒子、邾婁子、〈木巳〉伯救鄭。八月戊辰，同盟于馬陵。公至自會。 \\n 七、吳入州來。 \\n 八、冬，大雩。 \\n 九、衞孫林父出奔晉。 \\n"}
{"章节": "公羊傳　成公八年", "正文": "公羊傳　成公八年 \\n 一、八年，春，晉侯使韓穿來言汶陽之田歸之于齊。 \\n 來言者何？內辭也，脅我使我歸之也。曷為使我歸之？鞌之戰，齊師大敗，齊侯歸，弔死視疾，七年不飲酒不食肉。晉侯聞之曰：「嘻！奈何使人之君七年不飲酒不食肉，請皆反其所取侵地。」 \\n 二、晉欒書帥師侵蔡。 \\n 三、公孫嬰齊如莒。 \\n 四、宋公使華元來聘。 \\n 五、夏，宋公使公孫壽來納幣。 \\n 納幣不書，此何以書？錄伯姬也。 \\n 六、晉殺其大夫趙同、趙括。 \\n 七、秋七月，天子使召伯來錫公命。 \\n 其稱天子何？元年春王正月，正也，其餘皆通矣。 \\n 八、冬十月癸卯，〈木巳〉叔姬卒。 \\n 九、晉侯使士爕來聘。 \\n 十、叔孫僑如會晉士爕、齊人、邾婁人伐郯。 \\n 十一、衞人來媵。 \\n 媵不書，此何以書？錄伯姬也。 \\n"}
{"章节": "公羊傳　成公九年", "正文": "公羊傳　成公九年 \\n 一、九年，春王正月，〈木巳〉伯來逆叔姬之喪以歸。 \\n 〈木巳〉伯曷為來逆叔姬之喪以歸？內辭也，脅而歸之也。 \\n 二、公會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、莒子、〈木巳〉伯同盟于蒲。公至自會。 \\n 三、二月，伯姬歸于宋。 \\n 四、夏，季孫行父如宋致女。 \\n 未有言致女者，此其言致女何？錄伯姬也。 \\n 五、晉人來媵。 \\n 媵不書，此何以書？錄伯姬也。 \\n 六、秋七月丙子，齊侯無野卒。 \\n 七、晉人執鄭伯。 \\n 八、晉欒書帥師伐鄭。 \\n 九、冬十有一月，葬齊頃公。 \\n 十、楚公子嬰齊帥師伐莒。庚申，莒潰。 \\n 十一、楚人入運。 \\n 十二、秦人、白狄伐晉。 \\n 十三、鄭人圍許。 \\n 十四、城中城。 \\n"}
{"章节": "公羊傳　成公十年", "正文": "公羊傳　成公十年 \\n 一、十年，春，衞侯之弟黑背率師侵鄭。 \\n 二、夏四月，五卜郊不從，乃不郊。 \\n 其言乃不郊何？不免牲，故言乃不郊也。 \\n 三、五月，公會晉侯、齊侯、宋公、衞侯、曹伯伐鄭。 \\n 四、齊人來媵。 \\n 媵不書，此何以書？錄伯姬也。三國來媵非禮也，曷為皆以錄伯姬之辭言之？婦人以眾多為侈也。 \\n 五、丙午，晉侯獳卒。 \\n 六、秋七月。 \\n 七、公如晉。 \\n"}
{"章节": "公羊傳　成公十一年", "正文": "公羊傳　成公十一年 \\n 一、十有一年，春王三月，公至自晉。 \\n 二、晉侯使郤州來聘。己丑，及郤州盟。 \\n 三、夏，季孫行父如晉。 \\n 四、秋，叔孫僑如如齊。 \\n 五、冬十月。 \\n"}
{"章节": "公羊傳　成公十二年", "正文": "公羊傳　成公十二年 \\n 一、十有二年，春，周公出奔晉。 \\n 周公者何？天子之三公也。王者無外，此其言出何？自其私土而出也。 \\n 二、夏，公會晉侯、衞侯于沙澤。 \\n 三、秋，晉人敗狄于交剛。 \\n 四、冬十月。 \\n"}
{"章节": "公羊傳　成公十三年", "正文": "公羊傳　成公十三年 \\n 一、十有三年，春，晉侯使郤錡來乞師。 \\n 二、三月，公如京師。 \\n 三、夏五月，公自京師，遂會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、邾婁人、滕人伐秦。 \\n 其言自京師何？公鑿行也。公鑿行奈何？不敢過天子也。 \\n 四、曹伯廬卒于師。 \\n 五、秋七月，公至自伐秦。 \\n 六、冬，葬曹宣公。 \\n"}
{"章节": "公羊傳　成公十四年", "正文": "公羊傳　成公十四年 \\n 一、十有四年，春王正月，莒子朱卒。 \\n 二、夏，衞孫林父自晉歸于衞。 \\n 三、秋，叔孫僑如如齊逆女。 \\n 四、鄭公子喜率師伐許。 \\n 五、九月，僑如以夫人婦姜氏至自齊。 \\n 六、冬十月庚寅，衞侯臧卒。 \\n 七、秦伯卒。 \\n"}
{"章节": "公羊傳　成公十五年", "正文": "公羊傳　成公十五年 \\n 一、十有五年，春王二月，葬衞定公。 \\n 二、三月乙巳，仲嬰齊卒。 \\n 仲嬰齊者何？公孫嬰齊也。公孫嬰齊則曷為謂之仲嬰齊？為兄後也。為兄後則曷為謂之仲嬰齊？為人後者為之子也。為人後者為其子，則其稱仲何？孫以王父字為氏也。然則嬰齊孰後？後歸父也。歸父使于晉而未反，何以後之？叔仲惠伯傅子赤者也，文公死，子幼，公子遂謂叔仲惠伯曰：「君幼如之何？願與子慮之。」叔仲惠伯曰：「吾子相之，老夫抱之，何幼君之有？」公子遂知其不可與謀，退而殺叔仲惠伯，弒子赤而立宣公。宣公死，成公幼，臧宣叔者相也。君死不哭，聚諸大夫而問焉曰：「昔者叔仲惠伯之事，孰為之？」諸大夫皆雜然曰：「仲氏也，其然乎？」於是遣歸父之家，然後哭君。歸父使乎晉，還自晉，至檉，聞君薨家遣，墠帷哭君成踊，反命于介，自是走之齊。魯人徐傷歸父之無後也，於是使嬰齊後之也。 \\n 三、癸丑，公會晉侯、衞侯、鄭伯、曹伯、宋世子成、齊國佐、邾婁人同盟于戚。晉侯執曹伯歸之于京師。公至自會。 \\n 四、夏六月，宋公固卒。 \\n 五、宋華元出奔晉。 \\n 六、宋華元自晉歸于宋。 \\n 七、宋殺其大夫山。 \\n 八、宋魚石出奔楚。 \\n 九、冬十有一月，叔孫僑如會晉士爕、齊高無咎、宋華元、衞孫林父、鄭公子鰌、邾婁人會吳于鍾離。 \\n 曷為殊會吳？外吳也。曷為外也？春秋內其國而外諸夏，內諸夏而外夷狄。王者欲一乎天下，曷為以外內之辭言之？言自近者始也。 \\n 十、許遷于葉。 \\n"}
{"章节": "公羊傳　成公十六年", "正文": "公羊傳　成公十六年 \\n 一、十有六年，春王正月，雨木冰。 \\n 雨木冰者何？雨而木冰也。何以書？記異也。 \\n 二、夏四月辛未，滕子卒。 \\n 三、鄭公子喜帥師侵宋。 \\n 四、六月丙寅朔，日有食之。 \\n 五、晉侯使欒黶來乞師。 \\n 六、甲午晦。 \\n 晦者何？冥也。何以書？記異也。 \\n 七、晉侯及楚子、鄭伯戰于鄢陵，楚子、鄭師敗績。 \\n 敗者稱師，楚何以不稱師？王痍也。王痍者何？傷乎矢也。則何以不言師敗績？末言爾。 \\n 八、楚殺其大夫公子側。 \\n 九、秋，公會晉侯、齊侯、衞侯、宋華元、邾婁人于沙隨。不見公，公至自會。 \\n 不見公者何？公不見見也。公不見見，大夫執。何以致會？不恥也。曷為不恥？公幼也。 \\n 十、公會尹子、晉侯、齊國佐、邾婁人伐鄭。 \\n 十一、曹伯歸自京師。 \\n 執而歸者名曹伯，何以不名？而不言復歸于曹何？易也。其易奈何？公子喜時在內也。公子喜時在內，則何以易？公子喜時者仁人也。內平其國而待之，外治諸京師而免之。其言自京師何？言甚易也，舍是無難矣。 \\n 十二、九月，晉人執季孫行父，舍之于招丘。 \\n 執未可言舍之者，此其言舍之何？仁之也。曰在招丘悕矣。執未有言仁之者，此其言人之何？代公執也。其代公執奈何？前此者晉人來乞師而不與，公會晉侯將執公，季孫行父曰：「此臣之罪也。」於是執季孫行父。成公將會厲公，會不當期，將執公。季孫行父曰：「臣有罪，執其君；子有罪，執其父；此聽失之大者也。今此臣之罪也，舍臣之身，而執臣之君，吾恐聽失之為宗廟羞也。」於是執季孫行父。 \\n 十三、冬十月乙亥，叔孫僑如出奔齊。 \\n 十四、十有二月乙丑，季孫行父及晉郤州盟于扈。 \\n 十五、公至自會。 \\n 十六、乙酉，刺公子偃。 \\n"}
{"章节": "公羊傳　成公十七年", "正文": "公羊傳　成公十七年 \\n 一、十有七年，春，衞北宮結率師侵鄭。 \\n 二、夏，公會尹子、單子、晉侯、齊侯、宋公、衞侯、曹伯、邾婁人伐鄭。 \\n 三、六月乙酉，同盟于柯陵。 \\n 四、秋，公至自會。 \\n 五、齊高無咎出奔莒。 \\n 六、九月辛丑用郊。 \\n 用者何？用者不宜用也。九月非所用郊也。然則郊曷用？郊用正月上辛，或曰用然後郊。 \\n 七、晉侯使荀罃來乞師。 \\n 八、冬，公會單子、晉侯、宋公、衞侯、曹伯、齊人、邾婁人伐鄭。十有一月，公至自伐鄭。 \\n 九、壬申，公孫嬰齊卒于貍軫。 \\n 非此月日也，曷為以此月日卒之？待君命然後卒大夫。曷為待君命然後卒大夫？前此者嬰齊走之晉，公會晉侯，將執公。嬰齊為公請，公許之，反為大夫，歸至于貍軫而卒。無君命不敢卒大夫，公至，曰：「吾固許之，反為大夫。」然後卒之。 \\n 十、十有二月丁巳朔，日有食之。 \\n 十一、邾婁子貜且卒。 \\n 十二、晉殺其大夫郤錡、郤州、郤至。 \\n 十三、楚人滅舒庸。 \\n"}
{"章节": "公羊傳　成公十八年", "正文": "公羊傳　成公十八年 \\n 一、十有八年。春王正月，晉殺其大夫胥童。 \\n 二、庚申，晉弒其君州蒲。 \\n 三、齊殺其大夫國佐。 \\n 四、公如晉。 \\n 五、夏，楚子、鄭伯伐宋。 \\n 六、宋魚石復入于彭城。 \\n 七、公至自晉。 \\n 八、晉侯使士匄來聘。 \\n 九、秋，〈木巳〉伯來朝。 \\n 十、八月，邾婁子來朝。 \\n 十一、築鹿囿。 \\n 何以書？譏。何譏爾？有囿矣，又為也。 \\n 十二、己丑，公薨于路寢。 \\n 十三、冬，楚人、鄭人侵宋。 \\n 十四、晉侯使士彭來乞師。 \\n 十五、十有二月，仲孫蔑會晉侯、宋公、衞侯、邾婁子、齊崔杼同盟于虛朾。 \\n 十六、丁未，葬我君成公。 \\n"}
{"章节": "公羊傳　襄公元年", "正文": "公羊傳　襄公元年 \\n 一、元年。春王正月，公即位。 \\n 二、仲孫蔑會晉欒黶、宋華元、衞寧殖、曹人、莒人、邾婁人、滕人、薛人圍宋彭城。 \\n 宋華元曷為與諸侯圍宋彭城？為宋誅也。其為宋誅奈何？魚石走之楚，楚為之伐宋取彭城以封魚石。魚石之罪奈何？以入是為罪也。楚已取之矣，曷為繫之宋？不與諸侯專封也。 \\n 三、夏，晉韓屈帥師伐鄭。 \\n 四、仲孫蔑會齊崔杼、曹人、邾婁人、〈木巳〉人次于合。 \\n 五、秋，楚公子壬夫帥師侵宋。 \\n 六、九月辛酉，天王崩。 \\n 七、邾婁子來朝。 \\n 八、冬，衞侯使公孫剽來聘。 \\n 九、晉侯使荀罃來聘。 \\n"}
{"章节": "公羊傳　襄公二年", "正文": "公羊傳　襄公二年 \\n 一、二年。春王正月，葬簡王。 \\n 二、鄭師伐宋。 \\n 三、夏五月庚寅，夫人姜氏薨。 \\n 四、六月庚辰，鄭伯睔卒。 \\n 五、晉師、宋師、衞寧殖侵鄭。 \\n 六、秋七月，仲孫蔑會晉荀罃、宋華元、衞孫林父、曹人、邾婁人于戚。 \\n 七、己丑，葬我小君齊姜。 \\n 齊姜者何？齊姜與繆姜則未知其為宣夫人與？成夫人與？ \\n 八、叔孫豹如宋。 \\n 九、冬，仲孫蔑會晉荀罃、齊崔杼、宋華元、衞孫林父、曹人、邾婁人、滕人、薛人、小邾婁人于戚，遂城虎牢。 \\n 虎牢者何？鄭之邑也。其言城之何？取之也。取之則曷為不言取之？為中國諱也。曷為為中國諱？諱伐喪也。曷為不繫乎鄭？為中國諱也。大夫無遂事，此其言遂何？歸惡乎大夫也。 \\n 十、楚殺其大夫公子申。 \\n"}
{"章节": "公羊傳　襄公三年", "正文": "公羊傳　襄公三年 \\n 一、三年。春，楚公子嬰齊帥師伐吳。 \\n 二、公如晉。 \\n 三、夏四月壬戌，公及晉侯盟于長樗。公至自晉。 \\n 四、六月，公會單子、晉侯、宋公、衞侯、鄭伯、莒子、邾婁子、齊世子光；己未，同盟于雞澤。陳侯使袁僑如會。戊寅，叔孫豹及諸侯之大夫及陳袁僑盟。 \\n 其言如會何？後會也。曷為殊及陳袁僑？為其與袁僑盟也。 \\n 五、秋，公至自會。 \\n 六、冬，晉荀罃帥師伐許。 \\n"}
{"章节": "公羊傳　襄公四年", "正文": "公羊傳　襄公四年 \\n 一、四年。春王三月己酉，陳侯午卒。 \\n 二、夏，叔孫豹如晉。 \\n 三、秋七月戊子，夫人弋氏薨。 \\n 四、葬陳成公。 \\n 五、八月辛亥，葬我小君定弋。 \\n 定弋者，襄公之母也。 \\n 六、冬，公如晉。 \\n 七、陳人圍頓。 \\n"}
{"章节": "公羊傳　襄公五年", "正文": "公羊傳　襄公五年 \\n 一、五年。春，公至自晉。 \\n 二、夏，鄭伯使公子發來聘。 \\n 三、叔孫豹、鄫世子巫如晉。 \\n 外相如不書，此何以書？為叔孫豹率而與之俱也。叔孫豹則曷為率而與之俱？蓋舅出也。莒將滅之，故相與往殆乎晉也。莒將滅之，則曷為相與往殆乎晉？取後乎莒也。其取後乎莒奈何？莒女有為鄫夫人者，蓋欲立其出也。 \\n 四、仲孫蔑、衞孫林父會吳于善稻。 \\n 五、秋，大雩。 \\n 六、楚殺其大夫公子壬夫。 \\n 七、公會晉侯、宋公、陳侯、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、齊世子光、吳人、鄫人于戚。公至自會。 \\n 吳何以稱人？吳、鄫人云則不辭。 \\n 八、冬，戍陳。 \\n 孰戍之？諸侯戍之。曷為不言諸侯戍之？離至不可得而序，故言我也。 \\n 九、楚公子貞帥師伐陳。 \\n 十、公會晉侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、齊世子光救陳。十有二月，公至自救陳。 \\n 十一、辛未，季孫行父卒。 \\n"}
{"章节": "公羊傳　襄公六年", "正文": "公羊傳　襄公六年 \\n 一、六年。春王三月壬午，〈木巳〉伯姑容卒。 \\n 二、夏，宋華弱來奔。 \\n 三、秋，葬〈木巳〉桓公。 \\n 四、滕子來朝。 \\n 五、莒人滅鄫。 \\n 六、冬，叔孫豹如邾婁。 \\n 七、季孫宿如晉。 \\n 八、十有二月，齊侯滅萊。 \\n 曷為不言萊君出奔？國滅，君死之，正也。 \\n"}
{"章节": "公羊傳　襄公七年", "正文": "公羊傳　襄公七年 \\n 一、七年。春，郯子來朝。 \\n 二、夏四月，三卜郊不從，乃免牲。 \\n 三、小邾婁子來朝。 \\n 四、城費。 \\n 五、秋，季孫宿如衞。 \\n 六、八月〈虫衆〉。 \\n 七、冬十月，衞侯使孫林父來聘。壬戌，及孫林父盟。 \\n 八、楚公子貞帥師圍陳。 \\n 九、十有二月，公會晉侯、宋公、陳侯、衞侯、曹伯、莒子、邾婁子于鄬。鄭伯髠原如會，未見諸侯；丙戌，卒於操。陳侯逃歸。 \\n 操者何？鄭之邑也。諸侯卒其封內不地，此何以地？隱之也。何隱也？弒也。孰弒之？其大夫弒之。曷為不言其大夫弒之？為中國諱也。曷為為中國諱？鄭伯將會諸侯于鄬，其大夫諫曰：「中國不足歸也，則不若與楚。」鄭伯曰：「不可。」其大夫曰：「以中國為義，則伐我喪；以中國為彊，則不若楚。」於是弒之。鄭伯髠原何以名？傷而反，未至乎舍而卒也。未見諸侯其言如會何？致其意也。 \\n"}
{"章节": "公羊傳　襄公八年", "正文": "公羊傳　襄公八年 \\n 一、八年。春王正月，公如晉。 \\n 二、夏，葬鄭僖公。 \\n 賊未討，何以書葬？為中國諱也。 \\n 三、鄭人侵蔡，獲蔡公子爕。 \\n 此侵也，其言獲何？侵而言獲者，適得之也。 \\n 四、季孫宿會晉侯、鄭伯、齊人、宋人、衞人、邾婁人于刑丘。 \\n 五、公至自晉。 \\n 六、莒人伐我東鄙。 \\n 七、秋九月，大雩。 \\n 八、冬，楚公子貞帥師伐鄭。 \\n 九、晉侯使士匄來聘。 \\n"}
{"章节": "公羊傳　襄公九年", "正文": "公羊傳　襄公九年 \\n 一、九年。春，宋火。 \\n 曷為或言災？或言火？大者曰災，小者曰火。然則內何以不言火？內不言火者，甚之也。何以書？記災也。外災不書，此何以書？為王者之後記災也。 \\n 二、夏，季孫宿如晉。 \\n 三、五月辛酉，夫人姜氏薨。 \\n 四、秋八月癸未，葬我小君繆姜。 \\n 五、冬，公會晉侯、宋公、衞侯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子、齊世子光伐鄭。十有二月己亥，同盟于戲。 \\n 六、楚子伐鄭。 \\n"}
{"章节": "公羊傳　襄公十一年", "正文": "公羊傳　襄公十一年 \\n 一、十有一年。春王正月，作三軍。 \\n 三軍者何？三卿也。作三軍，何以書？譏。何譏爾？古者上卿、下卿，上士、下士。 \\n 二、夏四月，四卜郊不從，乃不郊。 \\n 三、鄭公孫舍之帥師侵宋。 \\n 四、公會晉侯、宋公、衞侯、曹伯、齊世子光、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子伐鄭。 \\n 五、秋七月己未，同盟于京城北。公至自伐鄭。 \\n 六、楚子、鄭伯伐宋。 \\n 七、公會晉侯、宋公、衞侯、曹伯、齊世子光、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子伐鄭，會于蕭魚。公至自會。 \\n 此伐鄭也，其言會于蕭魚何？蓋鄭與會爾。 \\n 八、楚人執鄭行人良霄。 \\n 九、冬，秦人伐晉。 \\n"}
{"章节": "公羊傳　襄公十二年", "正文": "公羊傳　襄公十二年 \\n 一、十有二年。春王三月，莒人伐我東鄙，圍臺。 \\n 邑不言圍，此其言圍何？伐而言圍者，取邑之辭也；伐而不言圍者，非取邑之辭也。 \\n 二、季孫宿帥師救臺，遂入運。 \\n 大夫無遂事，此其言遂何？公不得為政爾。 \\n 三、夏，晉侯使士彭來聘。 \\n 四、秋九月，吳子乘卒。 \\n 五、冬，楚公子貞帥師侵宋。 \\n 六、公如晉。 \\n"}
{"章节": "公羊傳　襄公十三年", "正文": "公羊傳　襄公十三年 \\n 一、十有三年。春，公至自晉。 \\n 二、夏，取詩。 \\n 詩者何？邾婁之邑也。曷為不繫乎邾婁？諱亟也。 \\n 三、秋九月庚辰，楚子審卒。 \\n 四、冬，城防。 \\n"}
{"章节": "公羊傳　襄公十四年", "正文": "公羊傳　襄公十四年 \\n 一、十有四年。春王正月，季孫宿、叔老會晉士匄、齊人、宋人、衞人、鄭公孫囆、曹人、莒人、邾婁人、滕人、薛人、〈木巳〉人、小邾婁人會吳于向。 \\n 二、二月乙未朔，日有食之。 \\n 三、夏四月，叔孫豹會晉荀偃、齊人、宋人、衞北宮結、鄭公孫囆、曹人、莒人、邾婁人、滕人、薛人、〈木巳〉人、小邾婁人伐秦。 \\n 四、己未，衞侯衎出奔齊。 \\n 五、莒人侵我東鄙。 \\n 六、秋，楚公子貞帥師伐吳。 \\n 七、冬，季孫宿會晉士匄、宋華閱、衞孫林父、鄭公孫囆、莒人、邾婁人于戚。 \\n"}
{"章节": "公羊傳　襄公十五年", "正文": "公羊傳　襄公十五年 \\n 一、十有五年。春，宋公使向戌來聘。二月己亥，及向戌盟于劉。 \\n 二、劉夏逆王后于齊。 \\n 劉夏者何？天子之大夫也。劉者何？邑也。其稱劉何？以邑氏也。外逆女不書，此何以書？過我也。 \\n 三、夏，齊侯伐我北鄙，圍成。公救成，至遇。 \\n 其言至遇何？不敢進也。 \\n 四、季孫宿、叔孫豹帥師城成郛。 \\n 五、秋八月丁巳，日有食之。 \\n 六、邾婁人伐我南鄙。 \\n 七、冬十有一月癸亥，晉侯周卒。 \\n"}
{"章节": "公羊傳　襄公十六年", "正文": "公羊傳　襄公十六年 \\n 一、十有六年。春王正月，葬晉悼公。 \\n 二、三月，公會晉侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、薛伯、〈木巳〉伯、小邾婁子于湨梁。戊寅，大夫盟。晉人執莒子、邾婁子以歸。 \\n 諸侯皆在是，其言大夫盟何？信在大夫也。何言乎信在大夫？徧剌天下之大夫也。曷為遍剌天下之大夫？君若贅旒然。 \\n 三、齊侯伐我北鄙。 \\n 四、夏，公至自會。 \\n 五、五月甲子，地震。 \\n 六、叔老會鄭伯、晉荀偃、衞寗殖、宋人，伐許。 \\n 七、秋，齊侯伐我北鄙，圍成。 \\n 八、大雩。 \\n 九、冬，叔孫豹如晉。 \\n"}
{"章节": "公羊傳　襄公十七年", "正文": "公羊傳　襄公十七年 \\n 一、十有七年。春王二月庚午，邾婁子瞷卒。 \\n 二、宋人伐陳。 \\n 三、夏，衞石買帥師伐曹。 \\n 四、秋，齊侯伐我北鄙，圍洮。 \\n 五、齊高厚帥師伐我北鄙，圍防。 \\n 六、九月，大雩。 \\n 七、宋華臣出奔陳。 \\n 八、冬，邾婁人伐我南鄙。 \\n"}
{"章节": "公羊傳　襄公十八年", "正文": "公羊傳　襄公十八年 \\n 一、十有八年。春，白狄來。 \\n 白狄者何？夷狄之君也。何以不言朝？不能朝也。 \\n 二、夏，晉人執衞行人石買。 \\n 三、秋，齊師伐我北鄙。 \\n 四、冬十月，公會晉侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子同圍齊。曹伯負芻卒于師。 \\n 五、楚公子午帥師伐鄭。 \\n"}
{"章节": "公羊傳　襄公十九年", "正文": "公羊傳　襄公十九年 \\n 一、十有九年。春王正月，諸侯盟于祝阿。晉人執邾婁子。公至自伐齊。取邾婁田自漷水。 \\n 此同圍齊也，何以致伐？未圍齊也。未圍齊則其言圍齊何？抑齊也。曷為抑齊？為其亟伐也。或曰為其驕蹇，使其世子處乎諸侯之上也。取邾婁田自漷水。其言自漷水何？以漷為竟也。何言乎以漷為竟？漷移也。 \\n 二、季孫宿如晉。 \\n 三、葬曹成公。 \\n 四、夏，衞孫林父帥師伐齊。 \\n 五、秋七月辛卯，齊侯瑗卒。 \\n 六、晉士匄帥師侵齊，至穀，聞齊侯卒，乃還。 \\n 還者何？善辭也。何善爾？大其不伐喪也。此受命乎君而伐齊，則何大乎其不伐喪？大夫以君命出，進退在大夫也。 \\n 七、八月丙辰，仲孫蔑卒。 \\n 八、齊殺其大夫高厚。 \\n 九、鄭殺其大夫公子喜。 \\n 十、冬，葬齊靈公。 \\n 十一、城西郛。 \\n 十二、叔孫豹會晉士匄于柯。 \\n 十三、城武城。 \\n"}
{"章节": "公羊傳　襄公二十年", "正文": "公羊傳　襄公二十年 \\n 一、二十年。春王正月辛亥，仲孫遬會莒人盟于向。 \\n 二、夏，六月庚申，公會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子盟于澶淵。 \\n 三、秋，公至自會。 \\n 四、仲孫遬帥師伐邾婁。 \\n 五、蔡殺其大夫公子爕。 \\n 六、蔡公子履出奔楚。 \\n 七、陳侯之弟光出奔楚。 \\n 八、叔老如齊。 \\n 九、冬十月丙辰朔，日有食之。 \\n 十、季孫宿如宋。 \\n"}
{"章节": "公羊傳　襄公二十一年", "正文": "公羊傳　襄公二十一年 \\n 一、二十有一年，春王正月，公如晉。 \\n 二、邾婁庶其以漆閭丘來奔。 \\n 邾婁庶其者何？邾婁大夫也。邾婁無大夫，此何以書？重地也。 \\n 三、夏，公至自晉。 \\n 四、秋，晉欒盈出奔楚。 \\n 五、九月庚戌朔，日有食之。 \\n 六、冬十月庚辰朔，日有食之。 \\n 七、曹伯來朝。 \\n 八、公會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子于商任。 \\n 九、十有一月庚子，孔子生。 \\n"}
{"章节": "公羊傳　襄公二十二年", "正文": "公羊傳　襄公二十二年 \\n 一、二十有二年，春王正月，公至自會。 \\n 二、夏四月。 \\n 三、秋七月辛酉，叔老卒。 \\n 四、冬，公會晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子于沙隨。公至自會。 \\n 五、楚殺其大夫公子追舒。 \\n"}
{"章节": "公羊傳　襄公二十三年", "正文": "公羊傳　襄公二十三年 \\n 一、二十有三年。春王二月癸酉朔，日有食之。 \\n 二、三月己巳，〈木巳〉伯匄卒。 \\n 三、夏，邾婁鼻我來奔。 \\n 邾婁鼻我者何？邾婁大夫也。邾婁無大夫，此何以書？以近書也。 \\n 四、葬〈木巳〉孝公。 \\n 五、陳殺其大夫慶虎及慶寅。 \\n 六、陳侯之弟光自楚歸于陳。 \\n 七、晉欒盈復入于晉，入于曲沃。 \\n 曲沃者何？晉之邑也。其言入于晉，入于曲沃何？欒盈將入晉，晉人不納，由乎曲沃而入也。 \\n 八、秋，齊侯伐衞，遂伐晉。八月，叔孫豹帥師救晉，次于雍渝。 \\n 曷為先言救而後言次？先通君命也。 \\n 九、己卯，仲孫遬卒。 \\n 十、冬十月乙亥，臧孫紇出奔邾婁。 \\n 十一、晉人殺欒盈。 \\n 曷為不言殺其大夫？非其大夫也。 \\n 十二、齊侯襲莒。 \\n"}
{"章节": "公羊傳　襄公二十四年", "正文": "公羊傳　襄公二十四年 \\n 一、二十有四年。春，叔孫豹如晉。 \\n 二、仲孫羯帥師侵齊。 \\n 三、夏，楚子伐吳。 \\n 四、秋七月甲子朔，日有食之，既。 \\n 五、齊崔杼帥師伐莒。 \\n 六、大水。八月癸巳朔，日有食之。 \\n 七、公會晉侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子于陳儀。 \\n 八、冬，楚子、蔡侯、陳侯、許男伐鄭。 \\n 九、公至自會。 \\n 十、陳鍼宜咎出奔楚。 \\n 十一、叔孫豹如京師。 \\n 十二、大饑。 \\n"}
{"章节": "公羊傳　襄公二十五年", "正文": "公羊傳　襄公二十五年 \\n 一、二十有五年。春，齊崔杼帥師伐我北鄙。 \\n 二、夏五月乙亥，齊崔杼弒其君光。 \\n 三、公會晉侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子于陳儀。 \\n 四、六月壬子，鄭公孫舍之帥師入陳。 \\n 五、秋八月己巳，諸侯同盟于重丘，公至自會。 \\n 六、衞侯入于陳儀。 \\n 陳儀者何？衞之邑也。曷為不言入于衞？諼君以弒也。 \\n 七、楚屈建帥師滅舒鳩。 \\n 八、冬，鄭公孫囆帥師伐陳。 \\n 九、十有二月，吳子謁伐楚，門于巢卒。 \\n 門于巢卒者何？入門乎巢而卒也。入門乎巢而卒者何？入巢之門而卒也。吳子謁，何以名？傷而返，未至乎舍而卒也。 \\n"}
{"章节": "公羊傳　襄公二十六年", "正文": "公羊傳　襄公二十六年 \\n 一、二十有六年。春王二月辛卯，衞寗喜弒其君剽。 \\n 二、衞孫林父入于戚以叛。 \\n 三、甲午，衞侯衎復歸于衞。 \\n 此諼君以弒也，其言復歸何？惡剽也。曷為惡剽？剽之立於是未有說也。然則曷為不言剽之立？不言剽之立者，以惡衞侯也。 \\n 四、夏，晉侯使荀吳來聘。 \\n 五、公會晉人、鄭良霄、宋人、曹人于澶淵。 \\n 六、秋，宋公殺其世子痤。 \\n 七、晉人執衞寗喜。 \\n 此執有罪，何以不得為伯討？不以其罪執之也。 \\n 八、八月壬午，許男寗卒于楚。 \\n 九、冬，楚子、蔡侯、陳侯伐鄭。 \\n 十、葬許靈公。 \\n"}
{"章节": "公羊傳　襄公二十七年", "正文": "公羊傳　襄公二十七年 \\n 一、二十有七年。春，齊侯使慶封來聘。 \\n 二、夏，叔孫豹會晉趙武、楚屈建、蔡公孫歸生、衞石惡、陳孔瑗、鄭良霄、許人、曹人于宋。 \\n 三、衞殺其大夫寗喜，衞侯之弟鱄出奔晉。 \\n 衞殺其大夫寗喜，則衞侯之弟鱄曷為出奔晉？為殺寗喜出奔也。曷為為殺寗喜出奔？衞寗殖與孫林父逐衞侯而立公孫剽，寗殖病將死，謂喜曰：「黜公者，非吾意也，孫氏為之。我即死，女能固納公乎？」喜曰：「諾。」寗殖死，喜立為大夫，使人謂獻公曰：「黜公者，非寗氏也，孫氏為之。吾欲納公，何如？」獻公曰：「子茍納我，吾請與子盟。」喜曰：「無所用盟，請使公子鱄約之。」獻公謂公子鱄曰：「寗氏將納我，吾欲與之盟。其言曰：『無所用盟，請使公子鱄約之。』子固為我與之約矣。」公子鱄辭曰：「夫負羈縶，執鈇鑕從君東西南北，則是臣僕庶孽之事也。若夫約言為信，則非臣僕庶孽之所敢與也。」獻公怒曰：「黜我者，非寗氏與，孫氏凡在爾。」公子鱄不得已而與之約。已約，歸至，殺寗喜。公子鱄挈其妻子而去之，將濟于河，攜其妻子而與之盟，曰：「茍有履衞地食衞粟者，昧雉彼視。」 \\n 四、秋七月辛巳，豹及諸侯之大夫盟于宋。 \\n 曷為再言豹？殆諸侯也。曷為殆諸侯？為衞石惡在是也，曰惡人之徒在是矣。 \\n 五、冬十有二月乙亥朔，日有食之。 \\n"}
{"章节": "公羊傳　襄公二十八年", "正文": "公羊傳　襄公二十八年 \\n 一、二十有八年。春，無冰。 \\n 二、夏，衞石惡出奔晉。 \\n 三、邾婁子來朝。 \\n 四、秋八月，大雩。仲孫羯如晉。 \\n 五、冬，齊慶封來奔。 \\n 六、十有一月，公如楚。 \\n 七、十有二月甲寅，天王崩。 \\n 八、乙未，楚子昭卒。 \\n"}
{"章节": "公羊傳　襄公二十九年", "正文": "公羊傳　襄公二十九年 \\n 一、二十有九年。春王正月，公在楚。 \\n 何言乎公在楚？正月以存君也。 \\n 二、夏五月，公至自楚。 \\n 三、庚午，衞侯衎卒。 \\n 四、閽弒吳子餘祭。 \\n 閽者何？門人也，刑人也。刑人則曷為謂之閽？刑人非其人也。君子不近刑人，近刑人則輕死之道也。 \\n 五、仲孫羯會晉荀盈、齊高止、宋華定、衞世叔齊、鄭公孫段、曹人、莒人、邾婁人、滕人、薛人、小邾婁人城〈木巳〉。 \\n 六、晉侯使士鞅來聘。 \\n 七、〈木巳〉子來盟。 \\n 八、吳子使札來聘。 \\n 吳無君無大夫，此何以有君有大夫？賢季子也。何賢乎季子？讓國也。其讓國奈何？謁也、餘祭也、夷昧也與季子同母者四，季子弱而才，兄弟皆愛之，同欲立之以為君，謁曰：「今若是迮而與季子國，季子猶不受也，請無與子而與弟，弟兄迭為君，而致國乎季子。」皆曰：「諾。」故諸為君者，皆輕死為勇，飲食必祝，曰：「天茍有吳國，尚速有悔於予身。」故謁也死，餘祭也立。餘祭也死，夷昧也立。夷昧也死，則國宜之季子者也。季子使而亡焉。僚者長庶也即之，季子使而反至而君之爾。闔廬曰：「先君之所以不與子國而與弟者，凡為季子故也。將從先君之命與，則國宜之季子者也；如不從先君之命與，則我宜立者也，僚惡得為君乎？」於是使專諸剌僚，而致國乎季子。季子不受，曰：「爾弒吾君，吾受爾國，是吾與爾為篡也。爾殺吾兄，吾又殺爾，是父子兄弟相殺，終身無已也。」去之延陵，終身不入吳國。故君子以其不受為義，以其不殺為仁。賢季子則吳何以有君有大夫？以季子為臣，則宜有君者也。札者何？吳季子之名也。春秋賢者不名，此何以名？許夷狄者不壹而足也。季子者所賢也，曷為不足乎季子？許人臣者必使臣，許人子者必使子也。 \\n 九、秋九月，葬衞獻公。 \\n 十、齊高止出奔北燕。 \\n 十一、冬，仲孫羯如晉。 \\n"}
{"章节": "公羊傳　襄公三十年", "正文": "公羊傳　襄公三十年 \\n 一、三十年。春王正月，楚子使薳頗來聘。 \\n 二、夏四月，蔡世子般弒其君固。 \\n 三、五月甲午，宋災，伯姬卒。 \\n 四、天王殺其弟年夫。 \\n 五、王子瑕奔晉。 \\n 六、秋七月，叔弓如宋葬宋共姬。 \\n 外夫人不書葬，此何以書？隱之也。何隱爾？宋災，伯姬卒焉。其稱謚何？賢也。何賢爾？宋災，伯姬存焉，有司復曰：「火至矣，請出。」伯姬曰：「不可。吾聞之也，婦人夜出，不見傅母不下堂。傅至矣，母未至也。」逮乎火而死。 \\n 七、鄭良霄出奔許，自許入于鄭，鄭人殺良霄。 \\n 八、冬十月，葬蔡景公。 \\n 賊未討，何以書葬？君子辭也。 \\n 九、晉人、齊人、宋人、衞人、鄭人、曹人、莒人、邾婁人、滕人、薛人、〈木巳〉人、小邾婁人會于澶淵，宋災故。 \\n 宋災故者何？諸侯會于澶淵，凡為宋災故也。會未有言其所為者，此言所為何？錄伯姬也。諸侯相聚，而更宋之所喪，曰：「死者不可復生，爾財復矣！」此大事也，曷為使微者？卿也。卿則其稱人何？貶。曷為貶？卿不得憂諸侯也。 \\n"}
{"章节": "公羊傳　襄公三十一年", "正文": "公羊傳　襄公三十一年 \\n 一、三十有一年。春王正月。 \\n 二、夏六月辛巳，公薨于楚宮。 \\n 三、秋九月癸巳，子野卒。 \\n 四、己亥，仲孫羯卒。 \\n 五、冬十月，滕子來會葬。 \\n 六、癸酉，葬我君襄公。 \\n 七、十有一月，莒人弒其君密州。 \\n"}
{"章节": "公羊傳　昭公元年", "正文": "公羊傳　昭公元年 \\n 一、元年。春王正月，公即位。 \\n 二、叔孫豹會晉趙武、楚公子圍、齊國酌、宋向戌、衞石惡、陳公子招、蔡公孫歸生、鄭軒虎、許人、曹人于漷。 \\n 此陳侯之弟招也，何以不稱弟？貶。曷為貶？為殺世子偃師貶，曰陳侯之弟招殺陳世子偃師。大夫相殺稱人，此其稱名氏以殺何？言將自是弒君也。今將爾，詞曷為與親弒者同？君親無將，將而必誅焉。然則曷為不於其弒焉貶？以親者弒，然後其罪惡甚，春秋不待貶絕而罪惡見者，不貶絕以見罪惡也。貶絕然後罪惡見者，貶絕以見罪惡也。今招之罪已重矣，曷為復貶乎此？著招之有罪也。何著乎招之有罪？言楚之託乎討招以滅陳也。 \\n 三、三月取運。 \\n 運者何？內之邑也。其言取之何？不聽也。 \\n 四、夏，秦伯之弟鍼出奔晉。 \\n 秦無大夫，此何以書？仕諸晉也。曷為仕諸晉？有千乘之國，而不能容其母弟，故君子謂之出奔也。 \\n 五、六月丁巳，邾婁子華卒。 \\n 六、晉荀吳帥師敗狄于大原。 \\n 此大鹵也，曷為謂之大原？地物從中國，邑人名從主人。原者何？上平曰原，下平曰隰。 \\n 七、秋，莒去疾自齊入于莒。 \\n 八、莒展出奔吳。 \\n 九、叔弓帥師疆運田。 \\n 疆運田者何？與莒為竟也。與莒為竟，則曷為帥師而往？畏莒也。 \\n 十、葬邾婁悼公。 \\n 十一、冬十有一月己酉，楚子卷卒。 \\n 十二、楚公子比出奔晉。 \\n"}
{"章节": "公羊傳　昭公二年", "正文": "公羊傳　昭公二年 \\n 一、二年。春，晉侯使韓起來聘。 \\n 二、夏，叔弓如晉。 \\n 三、秋，鄭殺其大夫公孫黑。 \\n 四、冬，公如晉，至河乃復。 \\n 其言至河乃復何？不敢進也。 \\n 五、季孫宿如晉。 \\n"}
{"章节": "公羊傳　昭公三年", "正文": "公羊傳　昭公三年 \\n 一、三年。春王正月丁未，滕子泉卒。 \\n 二、夏，叔弓如滕。 \\n 三、五月，葬滕成公。 \\n 四、秋，小邾婁子來朝。 \\n 五、八月，大雩。 \\n 六、冬，大雨雹。 \\n 七、北燕伯款出奔齊。 \\n"}
{"章节": "公羊傳　昭公四年", "正文": "公羊傳　昭公四年 \\n 一、四年。春王正月，大雨雪。 \\n 二、夏，楚子、蔡侯、陳侯、鄭伯、許男、徐子、滕子、頓子、胡子、沈子、小邾婁子、宋世子佐、淮夷會于申。楚人執徐子。 \\n 三、秋七月，楚子、蔡侯、陳侯、許男、頓子、胡子、沈子、淮夷伐吳，執齊慶封殺之。遂滅厲。 \\n 此伐吳也，其言執齊慶封何？為齊誅也。其為齊誅奈何？慶封走之吳，吳封之於防。然則曷為不言伐防？不與諸侯專封也。慶封之罪何？脅齊君而亂齊國也。 \\n 四、九月，取鄫。 \\n 其言取之何？滅之也。滅之則其言取之何？內大惡，諱也。 \\n 五、冬十有二月乙卯，叔孫豹卒。 \\n"}
{"章节": "公羊傳　昭公五年", "正文": "公羊傳　昭公五年 \\n 一、五年，春王正月，舍中軍。 \\n 舍中軍者何？復古也。然則曷為不言三卿？五亦有中，三亦有中。 \\n 二、楚殺其大夫屈申。 \\n 三、公如晉。 \\n 四、夏，莒牟夷以牟婁及防茲來奔。 \\n 莒牟夷者何？莒大夫也。莒無大夫，此何以書？重地也。其言及防茲來奔何？不以私邑累公邑也。 \\n 五、秋七月，公至自晉。 \\n 六、戊辰，叔弓帥師敗莒師於濆泉。 \\n 濆泉者何？直泉也。直泉者何？涌泉也。 \\n 七、秦伯卒。 \\n 何以不名？秦者夷也，匿嫡之名也。其名何？嫡得之也。 \\n 八、冬，楚子、蔡侯、陳侯、許男、頓子、沈子、徐人、越人伐吳。 \\n"}
{"章节": "公羊傳　昭公六年", "正文": "公羊傳　昭公六年 \\n 一、六年。春王正月，〈木巳〉伯益姑卒。 \\n 二、葬秦景公。 \\n 三、夏，季孫宿如晉。 \\n 四、葬〈木巳〉文公。 \\n 五、宋華合比出奔衞。 \\n 六、秋九月，大雩。 \\n 七、楚薳頗帥師伐吳。 \\n 八、冬，叔弓如楚。 \\n 九、齊侯伐北燕。 \\n"}
{"章节": "公羊傳　昭公七年", "正文": "公羊傳　昭公七年 \\n 一、七年。春王正月，暨齊平。 \\n 二、三月，公如楚。 \\n 三、叔孫舍如齊莅盟。 \\n 四、夏四月甲辰朔，日有食之。 \\n 五、秋八月戊辰，衞侯惡卒。 \\n 六、九月，公至自楚。 \\n 七、冬十有一月癸未，季孫宿卒。 \\n 八、十有二月癸亥，葬衞襄公。 \\n"}
{"章节": "公羊傳　昭公八年", "正文": "公羊傳　昭公八年 \\n 一、八年。春，陳侯之弟招殺陳世子偃師。 \\n 二、夏四月辛丑，陳侯溺卒。 \\n 三、叔弓如晉。 \\n 四、楚人執陳行人于徵師殺之。 \\n 五、陳公子留出奔鄭。 \\n 六、秋，蒐于紅。 \\n 蒐者何？簡車徒也。何以書？蓋以罕書也。 \\n 七、陳人殺其大夫公子過。 \\n 八、大雩。 \\n 九、冬十月壬午，楚師滅陳，執陳公子招，放之于越，殺陳孔瑗。 \\n 十、葬陳哀公。 \\n"}
{"章节": "公羊傳　昭公九年", "正文": "公羊傳　昭公九年 \\n 一、九年。春，叔弓會楚子于陳。 \\n 二、許遷于夷。 \\n 三、夏四月，陳火。 \\n 陳已滅矣，其言陳火何？存陳也，曰存陳悕矣！曷為存陳？滅人之國，執人之罪人，殺人之賊，葬人之君，若是則陳存悕矣！ \\n 四、秋，仲孫貜如齊。 \\n 五、冬，築郎囿。 \\n"}
{"章节": "公羊傳　昭公十年", "正文": "公羊傳　昭公十年 \\n 一、十年。春王正月。 \\n 二、夏，晉欒施來奔。 \\n 三、秋七月，季孫隱如、叔弓、仲孫貜帥師伐莒。 \\n 四、戊子，晉侯彪卒。 \\n 五、九月，叔孫舍如晉。 \\n 六、葬晉平公。 \\n 七、十有二月甲子，宋公戍卒。 \\n"}
{"章节": "公羊傳　昭公十一年", "正文": "公羊傳　昭公十一年 \\n 一、十有一年。春王正月，叔弓如宋。 \\n 二、葬宋平公。 \\n 三、夏四月丁巳，楚子虔誘蔡侯般，殺之于申。 \\n 楚子虔何以名？絕。曷為絕之？為其誘封也。此討賊也，雖誘之則曷為絕之？懷惡而討不義，君子不予也。 \\n 四、楚公子棄疾帥師圍蔡。 \\n 五、五月甲申，夫人歸氏薨。 \\n 六、大蒐于比蒲。 \\n 大蒐者何？簡車徒也。何以書？蓋以罕書也。 \\n 七、仲孫貜會邾婁子盟于侵羊。 \\n 八、秋，季孫隱如會晉韓起、齊國酌、宋華亥、衞北宮佗、鄭軒虎、曹人、〈木巳〉人于屈銀。 \\n 九、九月己亥，葬我小君齊歸。 \\n 齊歸者何？昭公之母也。 \\n 十、冬十有一月丁酉，楚師滅蔡，執蔡世子有以歸，用之。 \\n 此未踰年之君也，其稱世子何？不君靈公不成其子也。不君靈公，則曷為不成其子？誅君之子不立，非怒也，無繼也。惡乎用之？用之防也。其用之防奈何？蓋以築防也。 \\n"}
{"章节": "公羊傳　昭公十二年", "正文": "公羊傳　昭公十二年 \\n 一、十有二年。春，齊高偃帥師納北燕伯于陽。 \\n 伯于陽者何？公子陽生也。子曰：「我乃知之矣。」在側者曰：「子茍知之，何以不革？」曰：「如爾所不知何？春秋之信史也，其序則齊桓晉文，其會則主會者為之也，其詞則丘有罪焉耳！」 \\n 二、三月壬申，鄭伯嘉卒。 \\n 三、夏，宋公使華定來聘。 \\n 四、公如晉，至河乃復。 \\n 五、五月，葬鄭簡公。 \\n 六、楚殺其大夫成然。 \\n 七、秋七月。 \\n 八、冬十月，公子整出奔齊。 \\n 九、楚子伐徐。 \\n 十、晉伐鮮虞。 \\n"}
{"章节": "公羊傳　昭公十三年", "正文": "公羊傳　昭公十三年 \\n 一、十有三年。春，叔弓帥師圍費。 \\n 二、夏四月，楚公子比自晉歸于楚，弒其君虔于乾谿。 \\n 此弒其君，其言歸何？歸無惡於弒立也。歸無惡於弒立者何？靈王為無道，作乾谿之臺，三年不成，楚公子棄疾脅比而立之。然後令于乾谿之役曰：「比已立矣，後歸者不得復其田里。」眾罷而去之，靈王經而死。楚公子棄疾弒公子比，比已立矣，其稱公子何？其意不當也。其意不當，則曷為加弒焉爾？比之義宜乎效死不立。大夫相殺稱人，此其稱名氏以弒何？言將自是為君也。 \\n 三、秋，公會劉子、晉侯、齊侯、宋公、衞侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、〈木巳〉伯、小邾婁子于平丘。八月甲戌，同盟于平丘。公不與盟，晉人執季孫隱如以歸。公至自會。 \\n 公不與盟者何？公不見與盟也。公不見與盟，大夫執，何以致會？不恥也。曷為不恥？諸侯遂亂，反陳、蔡，君子恥不與焉！ \\n 四、蔡侯廬歸于蔡。陳侯吳歸于陳。 \\n 此皆滅國也，其言歸何？不與諸侯專封也。 \\n 五、冬十月，葬蔡靈公。 \\n 六、公如晉，至河乃復。 \\n 七、吳滅州來。 \\n"}
{"章节": "公羊傳　昭公十四年", "正文": "公羊傳　昭公十四年 \\n 一、十有四年。春，隱如至自晉。 \\n 二、三月，曹伯滕卒。 \\n 三、夏四月。 \\n 四、秋，葬曹武公。 \\n 五、八月，莒子去疾卒。 \\n 六、冬，莒殺其公子意恢。 \\n"}
{"章节": "公羊傳　昭公十五年", "正文": "公羊傳　昭公十五年 \\n 一、十有五年。春王正月，吳子夷昧卒。 \\n 二、二月癸酉，有事于武宮。籥入，叔弓卒，去樂卒事。 \\n 其言去樂卒事何？禮也。君有事于廟，聞大夫之喪去樂，卒事。大夫聞君之喪，攝主而往。大夫聞大夫之喪，尸事畢而往。 \\n 三、夏，蔡昭吳奔鄭。 \\n 四、六月丁巳朔，日有食之。 \\n 五、秋，晉荀吳帥師伐鮮虞。 \\n 六、冬，公如晉。 \\n"}
{"章节": "公羊傳　昭公十六年", "正文": "公羊傳　昭公十六年 \\n 一、十有六年，春，齊侯伐徐。 \\n 二、楚子誘戎曼子，殺之。 \\n 楚子何以不名？夷狄相誘，君子不疾也。曷為不疾？若不疾，乃疾之也。 \\n 三、夏，公至自晉。 \\n 四、秋八月己亥，晉侯夷卒。 \\n 五、九月，大雩。 \\n 六、季孫隱如如晉。 \\n 七、冬十月，葬晉昭公。 \\n"}
{"章节": "公羊傳　昭公十七年", "正文": "公羊傳　昭公十七年 \\n 一、十有七年。春，小邾婁子來朝。 \\n 二、夏六月甲戌朔，日有食之。 \\n 三、秋，郯子來朝。 \\n 四、八月，晉荀吳帥師滅賁渾戎。 \\n 五、冬，有星孛于大辰。 \\n 孛者何？彗星也。其言于大辰何？在大辰也。大辰者何？大火也。大火為大辰，伐為大辰，北辰亦為大辰。何以書？記異也。 \\n 六、楚人及吳戰于長岸。 \\n 詐戰不言戰，此其言戰何？敵也。 \\n"}
{"章节": "公羊傳　昭公十八年", "正文": "公羊傳　昭公十八年 \\n 一、十有八年。春王三月，曹伯須卒。 \\n 二、夏五月壬午，宋、衞、陳、鄭災。 \\n 何以書？記異也。何異爾？異其同日而俱灾也。外異不書，此何以書？為天下記異也。 \\n 三、六月，邾婁人入鄅。 \\n 四、秋，葬曹平公。 \\n 五、冬，許遷于白羽。 \\n"}
{"章节": "公羊傳　昭公十九年", "正文": "公羊傳　昭公十九年 \\n 一、十有九年。春，宋公伐邾婁。 \\n 二、夏五月戊辰，許世子止弒其君買。 \\n 三、己卯，地震。 \\n 四、秋，齊高發帥師伐莒。 \\n 五、冬，葬許悼公。 \\n 賊未討，何以書葬？不成于弒也。曷為不成于弒？止進藥而藥殺也。止進藥而藥殺，則曷為加弒焉爾？譏子道之不盡也。其譏子道之不盡奈何？曰：樂正子春之視疾也，復加一飯則脫然愈，復損一飯則脫然愈，復加一衣則脫然愈，復損一衣則脫然愈。止進藥而藥殺，是以君子加弒焉爾。曰「許世子止弒其君買」，是君子之聽止也。「葬許悼公」，是君子之赦止也。赦止者，免止之罪辭也。 \\n"}
{"章节": "公羊傳　昭公二十年", "正文": "公羊傳　昭公二十年 \\n 一、二十年，春王正月。 \\n 二、夏，曹公孫會自鄸出奔宋。 \\n 奔未有言自者，此其言自何？畔也。畔則曷為不言其畔？為公子喜時之後諱也。春秋為賢者諱。何賢乎公子喜時？讓國也。其讓國奈何？曹伯廬卒于師，則未知公子喜時從與，公子負芻從與，或為主于國，或為主于師。公子喜時見公子負芻之當主也，逡巡而退。賢公子喜時，則曷為為會諱？君子之善善也長，惡惡也短，惡惡止其身，善善及子孫。賢者子孫，故君子為之諱也。 \\n 三、秋，盜殺衞侯之兄輒。 \\n 母兄稱兄，兄何以不立？有疾也。何疾爾？惡疾也。 \\n 四、冬十月，宋華亥、向甯、華定出奔陳。 \\n 五、十有一月辛卯，蔡侯廬卒。 \\n"}
{"章节": "公羊傳　昭公二十一年", "正文": "公羊傳　昭公二十一年 \\n 一、二十有一年。春王三月，葬蔡平公。 \\n 二、夏，晉侯使士鞅來聘。 \\n 三、宋華亥、向甯、華定自陳入于宋南里以畔。 \\n 宋南里者何？若曰因諸者然。 \\n 四、秋七月壬午朔，日有食之。 \\n 五、八月乙亥，叔痤卒。 \\n 六、公如晉，至河乃復。 \\n"}
{"章节": "公羊傳　昭公二十二年", "正文": "公羊傳　昭公二十二年 \\n 一、二十有二年。春，齊侯伐莒。 \\n 二、宋華亥、向甯、華定自宋南里出奔楚。 \\n 三、大蒐于昌姦。 \\n 四、夏四月乙丑，天王崩。 \\n 五、六月，叔鞅如京師。 \\n 六、葬景王。 \\n 七、王室亂。劉子、單子以王猛居于皇。 \\n 何言乎王室亂？言不及外也。劉子、單子以王猛居于皇。其稱王猛何？當國也。 \\n 八、秋，劉子、單子以王猛入于王城。 \\n 王城者何？西周也。其言入何？篡辭也。 \\n 九、冬十月，王子猛卒。 \\n 此未踰年之君也，其稱王子猛卒何？不與當也。不與當者，不與當父死子繼、兄死弟及之辭也。 \\n 十、十有二月癸酉朔，日有食之。 \\n"}
{"章节": "公羊傳　昭公二十三年", "正文": "公羊傳　昭公二十三年 \\n 一、二十三年。春王正月，叔孫舍如晉。 \\n 二、癸丑，叔鞅卒。 \\n 三、晉人執我行人叔孫舍。 \\n 四、晉人圍郊。 \\n 郊者何？天子之邑也。曷為不繫于周？不與伐天子也。 \\n 五、夏六月，蔡侯東國卒于楚。 \\n 六、秋七月，莒子庚輿來奔。 \\n 七、戊辰，吳敗頓、胡、沈、蔡、陳、許之師于雞父。胡子髠、沈子楹滅，獲陳夏齧。 \\n 此偏戰也，曷為以詐戰之辭言之？不與夷狄之主中國也。然則曷為不使中國主之？中國亦新夷狄也。其言滅獲何？別君臣也，君死于位曰滅，生得曰獲，大夫生死皆曰獲。不與夷狄之主中國，則其言獲陳夏齧何？吳少進也。 \\n 八、天王居于狄泉。尹氏立王子朝。 \\n 此未三年，其稱天王何？著有天子也。 \\n 九、八月乙未，地震。 \\n 十、冬，公如晉，至河，公有疾乃復。 \\n 何言乎公有疾乃復？殺恥也。 \\n"}
{"章节": "公羊傳　昭公二十四年", "正文": "公羊傳　昭公二十四年 \\n 一、二十有四年。春王二月丙戌，仲孫貜卒。 \\n 二、叔孫舍至自晉。 \\n 三、夏五月乙未朔，日有食之。 \\n 四、秋八月，大雩。 \\n 五、丁酉，〈木巳〉伯鬱釐卒。 \\n 六、冬，吳滅巢。 \\n 七、葬〈木巳〉平公。 \\n"}
{"章节": "公羊傳　昭公二十五年", "正文": "公羊傳　昭公二十五年 \\n 一、二十有五年。春，叔孫舍如宋。 \\n 二、夏，叔倪會晉趙鞅、宋樂世心、衞北宮喜、鄭游吉、曹人、邾婁人、滕人、薛人、小邾婁人于黃父。 \\n 三、有鸛鵒來巢。 \\n 何以書？記異也。何異爾？非中國之禽也，宜穴又巢也。 \\n 四、秋七月，上辛大雩。季辛又雩。 \\n 又雩者何？又雩者非雩也，聚眾以逐季氏也。 \\n 五、九月己亥，公孫于齊，次于楊州。 \\n 六、齊侯唁公于野井。 \\n 唁公者何？昭公將弒季氏，告子家駒曰：「季氏為無道，僭於公室久矣，吾欲弒之，何如？」子家駒曰：「諸侯僭於天子，大夫僭於諸侯久矣。」昭公曰：「吾何僭矣哉？」子家駒曰：「設兩觀，乘大路，朱干，玉戚，以舞大夏，八佾以舞大武，此皆天子之禮也。且夫牛馬維婁，委己者也，而柔焉。季氏得民眾久矣，君無多辱焉！」昭公不從其言，終弒而敗焉。走之齊，齊侯唁公于野井，曰：「奈何君去魯國之社稷？」昭公曰：「喪人不佞，失守魯國之社稷，執事以羞。」再拜顙，慶子家駒曰：「慶子免君於大難矣。」子家駒曰：「臣不佞，陷君於大難，君不忍加之以鈇鑕，賜之以死。」再拜顙。高子執簞食與四脡脯，國子執壺漿，曰：「吾寡君聞君在外，餕饔未就，敢致糗于從者。」昭公曰：「君不忘吾先君，延及喪人，錫之以大禮。」再拜稽首，以衽受。高子曰：「有夫不祥，君無所辱大禮。」昭公蓋祭而不嘗。景公曰：「寡人有不腆先君之服，未之敢服；有不腆先君之器，未之敢用，敢以請。」昭公曰：「喪人不佞，失守魯國之社稷，執事以羞，敢辱大禮，敢辭。」景公曰：「寡人有不腆先君之服，未之敢服；有不腆先君之器，未之敢用，敢固以請。」昭公曰：「以吾宗廟之在魯地，有先君之服，未之能以服；有先君之器，未之能以出，敢固辭。」景公曰：「寡人有不腆先君之服，未之敢服；有不腆先君之器，未之敢用，請以饗乎從者。」昭公曰：「喪人其何稱？」景公曰：「孰君而無稱？」昭公於是噭然而哭，諸大夫皆哭。既哭以人為菑，以幦為席，以鞌為几，以遇禮相見。孔子曰：「其禮與！其辭足觀矣！」 \\n 七、冬十月戊辰，叔孫舍卒。 \\n 八、十有一月己亥，宋公佐卒于曲棘。 \\n 曲棘者何？宋之邑也。諸侯卒其封內不地，此何以地？憂內也。 \\n 九、十有二月，齊侯取運。 \\n 外取邑不書？此何以書？為公取之也。 \\n"}
{"章节": "公羊傳　昭公二十六年", "正文": "公羊傳　昭公二十六年 \\n 一、二十有六年。春王正月，葬宋元公。 \\n 二、三月，公至自齊，居于運。 \\n 三、夏，公圍成。 \\n 四、秋，公會齊侯、莒子、邾婁子，〈木巳〉伯盟于剸陵。公至自會，居于運。 \\n 五、九月庚申，楚子居卒。 \\n 六、冬十月，天王入于成周。尹氏、召伯、毛伯以王子朝奔楚。 \\n 成周者何？東周也。其言入何？不嫌也。 \\n"}
{"章节": "公羊傳　昭公二十七年", "正文": "公羊傳　昭公二十七年 \\n 一、二十有七年。春，公如齊。公至自齊，居于運。 \\n 二、夏四月，吳弒其君僚。 \\n 三、楚殺其大夫郤宛。 \\n 四、秋，晉士鞅、宋樂祁犁、衞北宮喜、曹人、邾婁人、滕人會于扈。冬十月，曹伯午卒。 \\n 五、邾婁快來奔。 \\n 邾婁快者何？邾婁之大夫也。邾婁無大夫，此何以書？以近書也。 \\n 六、公如齊，公至自齊，居于運。 \\n"}
{"章节": "公羊傳　昭公二十八年", "正文": "公羊傳　昭公二十八年 \\n 一、二十有八年。春王三月，葬曹悼公。 \\n 二、公如晉，次于乾侯。 \\n 三、夏四月丙戌，鄭伯寗卒。 \\n 四、六月，葬鄭定公。 \\n 五、秋七月癸巳，滕子寗卒。 \\n 六、冬，葬滕悼公。 \\n"}
{"章节": "公羊傳　昭公二十九年", "正文": "公羊傳　昭公二十九年 \\n 一、二十有九年。春，公至自乾侯，居于運。 \\n 二、齊侯使高張來唁公。 \\n 三、公如晉，次于乾侯。 \\n 四、夏四月庚子，叔倪卒。 \\n 五、秋七月。 \\n 六、冬十月，運潰。 \\n 邑不言潰，此其言潰何？郛之也。曷為郛之？君存焉爾。 \\n"}
{"章节": "公羊傳　昭公三十年", "正文": "公羊傳　昭公三十年 \\n 一、三十年。春王正月，公在乾侯。 \\n 二、夏六月庚辰，晉侯去疾卒。 \\n 三、秋八月，葬晉頃公。 \\n 四、冬十有二月，吳滅徐，徐子章禹奔楚。 \\n"}
{"章节": "公羊傳　昭公三十一年", "正文": "公羊傳　昭公三十一年 \\n 一、三十有一年。春王正月，公在乾侯。 \\n 二、季孫隱如會晉荀櫟于適歷。 \\n 三、夏四月丁巳，薛伯穀卒。 \\n 四、晉侯使荀櫟唁公于乾侯。 \\n 五、秋，葬薛獻公。 \\n 六、冬，黑弓以濫來奔。 \\n 文何以無邾婁？通濫也。曷為通濫？賢者子孫宜有地也。賢者孰謂？謂叔術也。何賢乎叔術？讓國也。其讓國奈何？當邾婁顏之時，邾婁女有為魯夫人者，則未知其為武公與？懿公與？孝公幼，顏淫九公子于宮中，因以納賊，則未知其為魯公子與？邾婁公子與？臧氏之母，養公者也。君幼則宜有養者，大夫之妾，士之妻，則未知臧氏之母者曷為者也？養公者必以其子入養。臧氏之母聞有賊，以其子易公，抱公以逃。賊至，湊公寢而弒之。臣有鮑廣父與梁買子者聞有賊，趨而至。臧氏之母曰：「公不死也，在是，吾以吾子易公矣。」於是負孝公之周訴天子，天子為之誅顏而立叔術，反孝公于魯。顏夫人者，嫗盈女也，國色也，其言曰：「有能為我殺殺顏者，吾為其妻。」叔術為之殺殺顏者，而以為妻，有子焉，謂之盱。夏父者，其所為有於顏者也。盱幼而皆愛之，食必坐二子於其側而食之，有珍怪之食，盱必先取足焉。夏父曰：「以來，人未足而盱有餘。」叔術覺焉，曰：「嘻！此誠爾國也夫！」起而致國于夏父，夏父受而中分之，叔術曰：「不可！」三分之，叔術曰：「不可！」四分之，叔術曰：「不可！」五分之，然後受之。公扈子者，邾婁之父兄也，習乎邾婁之故，其言曰：「惡有言人之國賢若此者乎！」誅顏之時，天子死，叔術起而致國于夏父。當此之時，邾婁人常被兵于周，曰：「何故死吾天子？」通濫則文何以無邾婁？天下未有濫也。天下未有濫，則其言以濫來奔何？叔術者，賢大夫也，絕之則為叔術不欲絕，不絕則世大夫也。大夫之義不得世，故於是推而通之也。 \\n 七、十有二月辛亥朔，日有食之。 \\n"}
{"章节": "公羊傳　昭公三十二年", "正文": "公羊傳　昭公三十二年 \\n 一、三十有二年。春王正月，公在乾侯。 \\n 二、取闞。 \\n 闞者何？邾婁之邑也。曷為不繫乎邾婁？諱亟也。 \\n 三、夏，吳伐越。 \\n 四、秋七月。 \\n 五、冬，仲孫何忌會晉韓不信、齊高張、宋仲幾、衞世叔申、鄭國參、曹人、莒人、邾婁人、薛人、〈木巳〉人、小邾婁人城成周。 \\n 六、十有二月己未，公薨于乾侯。 \\n"}
{"章节": "公羊傳　定公元年", "正文": "公羊傳　定公元年 \\n 一、元年。春王。 \\n 定何以無正月？正月者，正即位也。定無正月者，即位後也。即位何以後？昭公在外，得入不得入，未可知也。曷為未可知？在季氏也。定、哀多微辭，主人習其讀而問其傳，則未知己之有罪焉爾。 \\n 二、三月，晉人執宋仲幾于京師。 \\n 仲幾之罪何？不蓑城也。其言于京師何？伯討也。伯討則其稱人何？貶。曷為貶？不與大夫專執也。曷為不與？實與而文不與。文曷為不與？大夫之義，不得專執也。 \\n 三、夏六月癸亥，公之喪至自乾侯。 \\n 四、戊辰，公即位。 \\n 癸亥公之喪至自乾侯，則曷為以戊辰之日，然後即位？正棺於兩楹之間，然後即位。子沈子曰：「定君乎國，然後即位。」即位不日，此何以日？錄乎內也。 \\n 五、秋七月癸巳，葬我君昭公。 \\n 六、九月，大雩。 \\n 七、立煬宮。 \\n 煬宮者何？煬公之宮也。立者何？立者不宜立也。立煬宮，非禮也。 \\n 八、冬十月，霣霜殺菽。 \\n 何以書？記異也。此災菽也，曷為以異書？異大乎災也。 \\n"}
{"章节": "公羊傳　定公二年", "正文": "公羊傳　定公二年 \\n 一、二年。春王正月。 \\n 二、夏五月壬辰，雉門及兩觀災。 \\n 其言雉門及兩觀災何？兩觀微也。然則曷為不言雉門災及兩觀？主災者兩觀也。時災者兩觀，則曷為後言之？不以微及大也。何以書？記災也。 \\n 三、秋，楚人伐吳。 \\n 四、冬十月，新作雉門及兩觀。 \\n 其言新作之何？脩大也。脩舊不書，此何以書？譏。何譏爾？不務乎公室也。 \\n"}
{"章节": "公羊傳　定公三年", "正文": "公羊傳　定公三年 \\n 一、三年。春王正月，公如晉，至河乃復。 \\n 二、三月辛卯，邾婁子穿卒。 \\n 三、夏四月。 \\n 四、秋，葬邾婁莊公。 \\n 五、冬，仲孫何忌及邾婁子盟于枝。 \\n"}
{"章节": "公羊傳　定公四年", "正文": "公羊傳　定公四年 \\n 一、四年。春王二月癸巳，陳侯吳卒。 \\n 二、三月，公會劉子、晉侯、宋公、蔡侯、衞侯、陳子、鄭伯、許男、曹伯、莒子、邾婁子、頓子、胡子、滕子、薛伯、〈木巳〉伯、小邾婁子、齊國夏于召陵，侵楚。 \\n 三、夏四月庚辰，蔡公孫歸姓帥師滅沈，以沈子嘉歸，殺之。 \\n 四、五月，公及諸侯盟于浩油。〈木巳〉伯戊卒于會。 \\n 五、六月，葬陳惠公。 \\n 六、許遷于容城。 \\n 七、秋七月，公至自會。 \\n 八、劉卷卒。 \\n 劉卷者何？天子之大夫也。外大夫不卒，此何以卒？我主之也。 \\n 九、葬〈木巳〉悼公。 \\n 十、楚人圍蔡。 \\n 十一、晉士鞅、衞孔圄帥師伐鮮虞。 \\n 十二、葬劉文公。 \\n 外大夫不書葬，此何以書葬？錄我主也。 \\n 十三、冬十有一月庚午，蔡侯以吳子及楚人戰于伯莒，楚師敗績。 \\n 吳何以稱子？夷狄也，而憂中國。其憂中國奈何？伍子胥父誅乎楚，挾弓而去楚，以干闔廬。闔廬曰：「士之甚，勇之甚，將為之興師而復讎于楚。」伍子胥復曰：「諸侯不為匹夫興師，且臣聞之，事君猶事父也。虧君之義，復父之讎，臣不為也。」於是止。蔡昭公朝乎楚，有美裘焉，囊瓦求之，昭公不與，為是拘昭公於南郢數年，然後歸之。於其歸焉，用事乎河，曰：「天下諸侯，茍有能伐楚者，寡人請為之前列。」楚人聞之怒。為是興師，使囊瓦將而伐蔡。蔡請救于吳，伍子胥復曰：「蔡非有罪也，楚人為無道，君如有憂中國之心，則若時可矣。」於是興師而救蔡。曰：事君猶事父也，此其為可以復讎奈何？曰：「父不受誅，子復讎可也；父受誅，子復讎，推刃之道也。復讎不除害，朋友相衞，而不相迿，古之道也。」 \\n 十四、楚囊瓦出奔鄭。 \\n 十五、庚辰，吳入楚。 \\n 吳何以不稱子？反夷狄也。其反夷狄奈何？君舍于君室，大夫舍于大夫室，蓋妻楚王之母也。 \\n"}
{"章节": "公羊傳　定公五年", "正文": "公羊傳　定公五年 \\n 一、五年。春王正月辛亥朔，日有食之。 \\n 二、夏，歸粟于蔡。 \\n 孰歸之？諸侯歸之。曷為不言諸侯歸之？離至不可得而序，故言我也。 \\n 三、於越入吳。 \\n 於越者何？越者何？於越者，未能以其名通也。越者，能以其名通也。 \\n 四、六月丙申，季孫隱如卒。 \\n 五、秋七月壬子，叔孫不敢卒。 \\n 六、冬，晉士鞅帥師圍鮮虞。 \\n"}
{"章节": "公羊傳　定公六年", "正文": "公羊傳　定公六年 \\n 一、六年。春王正月癸亥，鄭游遬帥師滅許，以許男斯歸。 \\n 二、二月，公侵鄭。公至自侵鄭。 \\n 三、夏，季孫斯、仲孫何忌如晉。 \\n 四、秋，晉人執宋行人樂祁犁。 \\n 五、冬，城中城。 \\n 六、季孫斯、仲孫忌帥師圍運。 \\n 此仲孫何忌也，曷為謂之仲孫忌？譏二名。二名，非禮也。 \\n"}
{"章节": "公羊傳　定公七年", "正文": "公羊傳　定公七年 \\n 一、七年。春王正月。 \\n 二、夏四月。 \\n 三、秋，齊侯、鄭伯盟于鹹。 \\n 四、齊人執衞行人北宮結以侵衞。 \\n 五、齊侯、衞侯盟于沙澤。 \\n 六、大雩。 \\n 七、齊國夏帥師伐我西鄙。 \\n 八、九月，大雩。 \\n 九、冬十月。 \\n"}
{"章节": "公羊傳　定公八年", "正文": "公羊傳　定公八年 \\n 一、八年。春王正月，公侵齊。公至自侵齊。 \\n 二、二月，公侵齊。三月，公至自侵齊。 \\n 三、曹伯露卒。 \\n 四、夏，齊國夏帥師伐我西鄙。 \\n 五、公會晉師于瓦。公至自瓦。 \\n 六、秋七月戊辰，陳侯柳卒。 \\n 七、晉趙鞅帥師侵鄭，遂侵衞。 \\n 八、葬曹靖公。 \\n 九、九月，葬陳懷公。 \\n 十、季孫斯、仲孫何忌帥師侵衞。 \\n 十一、冬，衞侯、鄭伯盟于曲濮。 \\n 十二、從祀先公。 \\n 從祀者何？順祀也。文公逆祀，去者三人。定公順祀，叛者五人。 \\n 十三、盜竊寶玉、大弓。 \\n 盜者孰謂？謂陽虎也。陽虎者，曷為者也？季氏之宰也。季氏之宰則微者也，惡乎得國寶而竊之？陽虎專季氏，季氏專魯國，陽虎拘季孫，孟氏與叔孫氏迭而食之。睋而鋟其板曰：「某月某日，將殺我于蒲圃，力能救我則於是。」至乎日若時而出。臨南者，陽虎之出也，御之。於其乘焉，季孫謂臨南曰：「以季氏之世世有子，子可以不免我死乎？」臨南曰：「有力不足，臣何敢不勉。」陽越者，陽虎之從弟也，為右。諸陽之從者，車數十乘，至于孟衢，臨南投策而墜之，陽越下取策，臨南駷馬，而由乎孟氏，陽虎從而射之，矢著于莊門。然而，甲起於琴如。弒不成，卻反舍于郊，皆說然息。或曰：「弒千乘之主而不克，舍此可乎？」陽虎曰：「夫孺子得國而已，如丈夫何？」睋而曰：「彼哉！彼哉！趣駕。」既駕，公斂處父帥師而至，慬然後得免，自是走之晉。寶者何？璋判白，弓繡質，龜青純。 \\n"}
{"章节": "公羊傳　定公九年", "正文": "公羊傳　定公九年 \\n 一、九年。春王正月。 \\n 二、夏四月戊申，鄭伯囆卒。 \\n 三、得寶玉、大弓。 \\n 何以書？國寶也，喪之書，得之書。 \\n 四、六月，葬鄭獻公。 \\n 五、秋，齊侯、衞侯次于五氏。 \\n 六、秦伯卒。 \\n 七、冬，葬秦哀公。 \\n"}
{"章节": "公羊傳　定公十年", "正文": "公羊傳　定公十年 \\n 一、十年。春王三月，及齊平。 \\n 二、夏，公會齊侯于頰谷。公至自頰谷。 \\n 三、晉趙鞅帥師圍衞。 \\n 四、齊人來歸運、讙、龜陰田。 \\n 齊人曷為來歸運、讙、龜陰田？孔子行乎季孫，三月不違，齊人為是來歸之。 \\n 五、叔孫州仇、仲孫何忌帥師圍郈。 \\n 六、秋，叔孫州仇、仲孫何忌帥師圍費。 \\n 七、宋樂世心出奔曹。 \\n 八、宋公子池出奔陳。 \\n 九、冬，齊侯、衞侯、鄭游遬會于鞌。 \\n 十、叔孫州仇如齊。 \\n 十一、齊公之弟辰暨宋仲佗、石彄出奔陳。 \\n"}
{"章节": "公羊傳　定公十一年", "正文": "公羊傳　定公十一年 \\n 一、十有一年。春，宋公之弟辰及仲佗、石彄、公子池，自陳入于蕭，以叛。 \\n 二、夏四月。 \\n 三、秋，宋樂世心自曹入于蕭。 \\n 四、冬，及鄭平。 \\n 五、叔還如鄭莅盟。 \\n"}
{"章节": "公羊傳　定公十二年", "正文": "公羊傳　定公十二年 \\n 一、十有二年。春，薛伯定卒。 \\n 二、夏，葬薛襄公。 \\n 三、叔孫州仇帥師墮郈。 \\n 四、衞公孟彄帥師伐曹。 \\n 五、季孫斯、仲孫何忌帥師墮費。 \\n 曷為帥師墮郈？帥師墮費？孔子行乎季孫，三月不違，曰：「家不藏甲，邑無百雉之城。」於是帥師墮郈，帥師墮費。雉者何？五板而堵，五堵而雉，百雉而城。 \\n 六、秋，大雩。 \\n 七、冬十月癸亥，公會齊侯盟于黃。 \\n 八、十有一月丙寅朔，日有食之。 \\n 九、公至自黃。 \\n 十、十有二月，公圍成。公至自圍成。 \\n"}
{"章节": "公羊傳　定公十三年", "正文": "公羊傳　定公十三年 \\n 一、十有三年。春，齊侯、衞侯次于垂瑕。 \\n 二、夏，築蛇淵囿。 \\n 三、大蒐于比蒲。 \\n 四、衞公孟彄帥師伐曹。 \\n 五、秋，晉趙鞅入于晉陽以叛。 \\n 六、冬，晉荀寅及士吉射入于朝歌以叛。 \\n 七、晉趙鞅歸于晉。 \\n 此叛也，其言歸何？以地正國也。其以地正國奈何？晉趙鞅取晉陽之甲以逐荀寅與士吉射。荀寅與士吉射者，曷為者也？君側之惡人也。此逐君側之惡人，曷為以叛言之？無君命也。 \\n 八、薛弒其君比。 \\n"}
{"章节": "公羊傳　定公十四年", "正文": "公羊傳　定公十四年 \\n 一、十有四年。春，衞公叔戍來奔。 \\n 二、晉趙陽出奔宋。 \\n 三、三月辛巳，楚公子結、陳公子佗人帥師滅頓，以頓子牄歸。 \\n 四、夏，衞北宮結來奔。 \\n 五、五月，於越敗吳于醉李。 \\n 六、吳子光卒。 \\n 七、公會齊侯、衞侯于堅。公至自會。 \\n 八、秋，齊侯、宋公會于洮。 \\n 九、天王使石尚來歸脤。 \\n 石尚者何？天子之士也。脤者何？俎實也。腥曰脤，孰曰燔。 \\n 十、衞世子蒯聵出奔宋。 \\n 十一、衞公孟彄出奔鄭。 \\n 十二、宋公之弟辰自蕭來奔。 \\n 十三、大蒐于比蒲。 \\n 十四、邾婁子來會公。 \\n 十五、城莒父及霄。 \\n"}
{"章节": "公羊傳　定公十五年", "正文": "公羊傳　定公十五年 \\n 一、十有五年。春王正月，邾婁子來朝。 \\n 二、鼷鼠食郊牛，牛死，改卜牛。 \\n 曷為不言其所食？漫也。 \\n 三、二月辛丑，楚子滅胡，以胡子豹歸。 \\n 四、夏五月辛亥，郊。 \\n 曷為以夏五月郊？三卜之運也。 \\n 五、壬申，公薨于高寢。 \\n 六、鄭軒達帥師伐宋。 \\n 七、齊侯、衞侯次于籧篨。 \\n 八、邾婁子來奔喪。 \\n 其言來奔喪何？奔喪，非禮也。 \\n 九、秋七月壬申，姒氏卒。 \\n 姒氏者何？哀公之母也。何以不稱夫人？哀未君也。 \\n 十、八月庚辰朔，日有食之。 \\n 十一、九月，滕子來會葬。 \\n 十二、丁巳，葬我君定公。雨不克葬，戊午日下昃，乃克葬。 \\n 十三、辛巳，葬定姒。 \\n 定姒何以書葬？未踰年之君也，有子則廟，廟則書葬。 \\n 十四、冬，城漆。 \\n"}
{"章节": "公羊傳　哀公元年", "正文": "公羊傳　哀公元年 \\n 一、元年。春王正月，公即位。 \\n 二、楚子、陳侯、隨侯、許男圍蔡。 \\n 三、鼷鼠食郊牛，改卜牛。 \\n 四、夏四月辛巳，郊。 \\n 五、秋，齊侯、衞侯伐晉。 \\n 六、冬，仲孫何忌帥師伐邾婁。 \\n"}
{"章节": "公羊傳　哀公二年", "正文": "公羊傳　哀公二年 \\n 一、二年。春王二月，季孫斯、叔孫州仇、仲孫何忌帥師伐邾婁，取漷東田及沂西田。癸巳，叔孫州仇、仲孫何忌及邾婁子盟于句繹。 \\n 二、夏四月丙子，衞侯元卒。 \\n 三、滕子來朝。 \\n 四、晉趙鞅帥師納衞世子蒯聵于戚。 \\n 戚者何？衞之邑也。曷為不言入于衞？父有子，子不得有父也。 \\n 五、秋八月甲戌，晉趙鞅帥師及鄭軒達帥師戰于栗，鄭師敗績。 \\n 六、冬十月，葬衞靈公。 \\n 七、十有一月，蔡遷于州來。蔡殺其大夫公子駟。 \\n"}
{"章节": "公羊傳　哀公三年", "正文": "公羊傳　哀公三年 \\n 一、三年。春，齊國夏、衞石曼姑帥師圍戚。 \\n 齊國夏曷為與衞石曼姑帥師圍戚？伯討也。此其為伯討奈何？曼姑受命乎靈公而立輒，以曼姑之義為固，可以距之也。輒者曷為者也？蒯聵之子也。然則曷為不立蒯聵而立輒？蒯聵為無道，靈公逐蒯聵而立輒。然則輒之義可以立乎？曰：「可。」其可奈何？不以父命辭王父命，以王父命辭父命，是父之行乎子也。不以家事辭王事，以王事辭家事，是上之行乎下也。 \\n 二、夏四月甲午，地震。 \\n 三、五月辛卯，桓宮、僖宮災。 \\n 此皆毀廟也，其言災何？復立也。曷為不言其復立？春秋見者不復見也。何以不言及？敵也。何以書？記災也。 \\n 四、季孫斯、叔孫州仇帥師城開陽。 \\n 五、宋樂髡帥師伐曹。 \\n 六、秋七月丙子，季孫斯卒。 \\n 七、蔡人放其大夫公孫獵于吳。 \\n 八、冬十月癸卯，秦伯卒。 \\n 九、叔孫州仇、仲孫何忌帥師圍邾婁。 \\n"}
{"章节": "公羊傳　哀公四年", "正文": "公羊傳　哀公四年 \\n 一、四年。春王三月庚戌，盜殺蔡侯申。 \\n 弒君賤者窮諸人，此其稱盜以弒何？賤乎賤者也。賤乎賤者孰謂？謂罪人也。 \\n 二、蔡公孫辰出奔吳。 \\n 三、葬秦惠公。 \\n 四、宋人執小邾婁子。 \\n 五、夏，蔡殺其大夫公孫歸姓、公孫霍。 \\n 六、晉人執戎曼子赤歸于楚。 \\n 赤者何？戎曼子之名也。其言歸于楚何？子北宮子曰：「辟伯晉而京師楚也。」 \\n 七、城西郛。 \\n 八、六月辛丑，蒲社災。 \\n 蒲社者何？亡國之社也。社者封也，其言災何？亡國之社蓋揜之，揜其上而柴其下。蒲社災，何以書？記災也。 \\n 九、秋八月甲寅，滕子結卒。 \\n 十、冬十有二月，葬蔡昭公。 \\n 十一、葬滕頃公。 \\n"}
{"章节": "公羊傳　哀公五年", "正文": "公羊傳　哀公五年 \\n 一、五年。春，城比。 \\n 二、夏，齊侯伐宋。 \\n 三、晉趙鞅帥師伐衞。 \\n 四、秋九月癸酉，齊侯處臼卒。 \\n 五、冬，叔還如齊。 \\n 六、閏月，葬齊景公。 \\n 閏不書，此何以書？喪以閏數也。喪曷為以閏數？喪數略也。 \\n"}
{"章节": "公羊傳　哀公六年", "正文": "公羊傳　哀公六年 \\n 一、六年。春，城邾婁葭。 \\n 二、晉趙鞅帥師伐鮮虞。 \\n 三、吳伐陳。 \\n 四、夏，齊國夏及高張來奔。 \\n 五、叔還會吳于柤。 \\n 六、秋七月庚寅，楚子軫卒。 \\n 七、齊陽生入于齊。 \\n 八、齊陳乞弒其君舍。 \\n 弒而立者不以當國之辭言之，此其以當國之辭言之何？為諼也。此其為諼奈何？景公謂陳乞曰：「吾欲立舍，何如？」陳乞曰：「所樂乎為君者，欲立之則立之，不欲立則不立。君如欲立之，則臣請立之。」陽生謂陳乞曰：「吾聞子蓋將不欲立我也。」陳乞曰：「夫千乘之主，將廢正而立不正，必殺正者。吾不立子者，所以生子者也。走矣！」與之玉節而走之。景公死而舍立。陳乞使人迎陽生于諸其家。除景公之喪，諸大夫皆在朝，陳乞曰：「常之母有魚菽之祭，願諸大夫之化我也。」諸大夫皆曰：「諾。」於是皆之陳乞之家坐。陳乞曰：「吾有所為甲，請以示焉。」諸大夫皆曰：「諾。」於是使力士舉巨囊而至于中霤，諸大夫見之，皆色然而駭，開之則闖然公子陽生也。陳乞曰：「此君也已！」諸大夫不得已皆逡巡北面，再拜稽首而君之爾。自是往弒舍。 \\n 九、冬，仲孫何忌帥師伐邾婁。 \\n 十、宋向巢帥師伐曹。 \\n"}
{"章节": "公羊傳　哀公七年", "正文": "公羊傳　哀公七年 \\n 一、七年。春，宋皇瑗帥師侵鄭。 \\n 二、晉魏曼多帥師侵衞。 \\n 三、夏，公會吳于鄫。 \\n 四、秋，公伐邾婁。八月己酉，入邾婁，以邾婁子益來。 \\n 入不言伐，此其言伐何？內辭也，若使他人然。邾婁子益何以名？絕。曷為絕之？獲也。曷為不言其獲？內大惡，諱也。 \\n 五、宋人圍曹。 \\n 六、冬，鄭駟弘帥師救曹。 \\n"}
{"章节": "公羊傳　哀公八年", "正文": "公羊傳　哀公八年 \\n 一、八年。春王正月，宋公入曹，以曹伯陽歸。 \\n 曹伯陽何以名？絕。曷為絕之？滅也。曷為不言其滅？諱同姓之滅也。何諱乎同姓之滅？力能救之而不救也。 \\n 二、吳伐我。 \\n 三、夏，齊人取讙及僤。 \\n 外取邑不書，此何以書？所以賂齊也。曷為賂齊？為以邾婁子益來也。 \\n 四、歸邾婁子益于邾婁。 \\n 五、秋七月。 \\n 六、冬十有二月癸亥，〈木巳〉伯過卒。 \\n 七、齊人歸讙及僤。 \\n"}
{"章节": "公羊傳　哀公九年", "正文": "公羊傳　哀公九年 \\n 一、九年。春王二月，葬〈木巳〉僖公。 \\n 二、宋皇瑗帥師取鄭師于雍丘。 \\n 其言取之何？易也。其易奈何？詐之也。 \\n 三、夏，楚人伐陳。 \\n 四、秋，宋公伐鄭。 \\n 五、冬十月。 \\n"}
{"章节": "公羊傳　哀公十年", "正文": "公羊傳　哀公十年 \\n 一、十年。春王二月，邾婁子益來奔。 \\n 二、公會吳伐齊。 \\n 三、三月戊戌，齊侯陽生卒。 \\n 四、夏，宋人伐鄭。 \\n 五、晉趙鞅帥師侵齊。 \\n 六、五月，公至自伐齊。 \\n 七、葬齊悼公。 \\n 八、衞公孟彄自齊歸于衞。 \\n 九、薛伯寅卒。 \\n 十、秋，葬薛惠公。 \\n 十一、冬，楚公子結帥師伐陳。吳救陳。 \\n"}
{"章节": "公羊傳　哀公十一年", "正文": "公羊傳　哀公十一年 \\n 一、十有一年。春，齊國書帥師伐我。 \\n 二、夏，陳袁頗出奔鄭。 \\n 三、五月，公會吳伐齊。甲戌，齊國書帥師及吳戰于艾陵，齊師敗績，獲齊國書。 \\n 四、秋七月辛酉，滕子虞母卒。 \\n 五、冬十有一月，葬滕隱公。 \\n 六、衞世叔齊出奔宋。 \\n"}
{"章节": "公羊傳　哀公十二年", "正文": "公羊傳　哀公十二年 \\n 一、十有二年。春，用田賦。 \\n 何以書？譏。何譏爾？譏始用田賦也。 \\n 二、夏五月甲辰，孟子卒。 \\n 孟子者何？昭公之夫人也。其稱孟子何？諱娶同姓，蓋吳女也。 \\n 三、公會吳于橐皐。 \\n 四、秋，公會衞侯、宋皇瑗于運。 \\n 五、宋向巢帥師伐鄭。 \\n 六、冬十有二月，〈虫衆〉。 \\n 何以書？記異也。何異爾？不時也。 \\n"}
{"章节": "公羊傳　哀公十三年", "正文": "公羊傳　哀公十三年 \\n 一、十有三年。春，鄭軒達帥師取宋于嵒。 \\n 其言取之何？易也。其易奈何？詐反也。 \\n 二、夏，許男戌卒。 \\n 三、公會晉侯及吳子于黃池。 \\n 吳何以稱子？吳主會也。吳主會則曷為先言晉侯？不與夷狄之主中國也。其言及吳子何？會兩伯之辭也。不與夷狄之主中國，則曷為以會兩伯之辭言之？重吳也。曷為重吳？吳在是則天下諸侯莫敢不至也。 \\n 四、楚公子申帥師伐陳。 \\n 五、於越入吳。 \\n 六、秋，公至自會。 \\n 七、晉魏多帥師侵衞。 \\n 此晉魏曼多也，曷為謂之晉魏多？譏二名，二名非禮也。 \\n 八、葬許元公。 \\n 九、九月，〈虫衆〉。 \\n 十、冬十有一月，有星孛于東方。 \\n 孛者何？彗星也。其言于東方何？見于旦也。何以書？記異也。 \\n 十一、盜殺陳夏彄夫。 \\n 十二、十有二月，〈虫衆〉。 \\n"}
{"章节": "公羊傳　哀公十四年", "正文": "公羊傳　哀公十四年 \\n 一、十有四年。春，西狩獲麟。 \\n 何以書？記異也。何異爾？非中國之獸也。然則孰狩之？薪采者也。薪采者則微者也，曷為以狩言之？大之也。曷為大之？為獲麟大之也。曷為獲麟大之？麟者仁獸也。有王者則至，無王者則不至。有以告者曰：「有麕而角者。」孔子曰：「孰為來哉！孰為來哉！」反袂拭面涕沾袍。顏淵死，子曰：「噫！天喪予。」子路死，子曰：「噫！天祝予。」西狩獲麟，孔子曰：「吾道窮矣！」春秋何以始乎隱？祖之所逮聞也，所見異辭，所聞異辭，所傳聞異辭。何以終乎哀十四年？曰：「備矣！」君子曷為為春秋？撥亂世，反諸正，莫近諸春秋。則未知其為是與？其諸君子樂道堯舜之道與？末不亦樂乎堯舜之知君子也？制春秋之義以俟後聖，以君子之為，亦有樂乎此也。 \\n"}
