{"章节": "前言", "正文": "  \\n 前言 \\n 　 \\n 炎涼岸（又名《生花夢三集》）古吳娥川主人編次 \\n 清康熙年間本衙藏板本。八回。 \\n 題\"古吳娥川主人編次\"，\"古吳青門逸史點評\"。娥川主人尚有小說《生花夢》《世無匹》。 \\n 敘述馮袁二家兩代人之恩怨情仇。情節文筆均甚普通。為《生花夢》叢刻之第三集。 \\n  \\n   \\n  "}
{"章节": "第一回   無意重交遊惜頭巾 富兒趨勢 有心招疑冶指腹孕 舅子證盟", "正文": "  \\n 第一回無意重交遊惜頭巾　富兒趨勢　有心招疑冶指腹孕　舅子證盟 \\n 　 \\n  \\n 詞曰： \\n 牢騷為甚，歎一腔憤懑。似雄如劣，眼底風濤人更險。覷破世情冷熱，話裡陽秋，談中美剌，休怪俺饒舌。只為炎涼人面，昧彝常施及側。 \\n 只是顛倒孤寒，趨承勢利，那顧有冤結。笑罵由他真也假，盡我一時風烈。謾哂書生，何關世事，專講些名節。請君鑒此，才信裡言為徹。 \\n 右調《百字令》 \\n 這一首詩餘，單為今日人心澆簿，交情冷暖，世態炎涼，奉富欺貧，趨炎附勢，有感而作。假如兄弟富貴，哥子貧窮，不獨弟可驕傲其兄，即親戚朋友，都來趨奉那富貴的兄弟，竟不知兄弟之前，還有個貧賤的哥子。又如豪奴發跡，家主凋零，不但奴僕可以挾主，即衣冠人面，向之所與交深而契洽者，無不掇轉面孔，倒去親近那發跡的豪奴，把個豪奴之上，向來交厚的窮主人，竟置之腦後。所以說，唇槍舌劍，跟前即起風波，口是心非，背面便成敵國。這也都不足計，只是有等讀書君子，口誦聖言，身承師訓，一旦置身廟廊，便移初志。然青雲之上無故人，這還不足深怪，獨是少時貧賤，或嫁或娶，彼此微寒，高下不形，倒也相忘如故，若幸而榮顯，便恥門楣不稱，或思另娶，或圖賴婚，無所不至。 \\n 還有一種勢利小人，從旁慫慂攝成奸計，只顧一時熱鬧，那管身後冤仇。不知天道無私，鬼神有眼。徒然壞了心術，到底終須報應。在下說這段話，只勸世上富貴的切莫自恃富貴而凌奪貧窮。又勸世上貧窮的，切莫喪志貧窮而諂媚豪貴，只要自己立志學好，留心求進，那富貴二字，原不是十分難到的境界，若昧心蔑理，虧損陰德，那富貴二字，又不是久長可保的福門。 \\n 當初廣西慶遠府，有個侯門公子，姓孫名雯。父親有功皇室，封爵賜地，與國同休。止生此子，日後可以襲職。那孫雯年方十五，聰秀出群。但生於富貴之家，未免習成驕性，傲睨人物，不通世故。十歲上，父母便欲與他定親。只因眼中無物，高不成低不就，不是憎嫌門第不榮，便是輕薄女兒不美。所以到十五歲，尚是個寡男子。一日，出獵至天門山下。見個道者，箕踞長松之下。孫雯見空山曠野，四無人蹤，那道者坐臥煙霞，超然物表，定非凡俗，便跨下馬來，深深一揖。道人立起身，還個半禮，仍復坐下。孫雯叩其終身禍福，見道人言語通微，洞知未來之事。因問道：「弟子配偶未諧，未知娶於誰氏？並望指點。」道人道：「你的婚配，乃是王母座前司香仙女謫降塵凡。但生於小家，汝必棄而弗顧。然婚已定，不可強回。吾當攝他神來，與汝相見。」便叫孫雯合眼，未幾攝至，令孫雯相會。孫雯啟眼一看，見是個極麻極蠢的小丫頭，赤條條兩隻腳，穿著雙草鞋兒，一件破衲襖，足有寸許厚的油膩，小廝們也走來一看，都認得是間壁何豆腐的女兒，叫做秀娘。道人笑對孫雯說道：「此女年才十歲，便是你的誥命夫人。只是你夫婦尚有十年之厄，方始完姻。」說罷，叫他仍合著眼，依舊送回去了。孫雯聽見這話，氣得身子冷了半截，話都應不出來。想道：「我何等榮貴，不信那做豆腐的下人，攀得我做女婿。」心裡欲待發怒，轉是那道人笑道：「姻緣乃五百年緣分而成，妍媸美惡，生死不易，郎君何必多愧。十年之後，方信吾言不謬也！」說罷，悠然不見。孫雯知是仙翁，連忙下拜，上馬取路而歸，悶悶不樂。到得家中，惟低頭喪氣。 \\n 有個家人，名叫符良，為人最是尖巧，極會湊趣。但要奉得家主快活，有些淘摸，隨你喪心滅理的事，也效勞一臂了。因見孫雯氣悶，知有心事，便悄然挨到跟前，笑問道：「大爺有甚事不快？怎不與小人說知，或者可以替大爺出力。」 \\n 孫雯見是心腹上人，便不瞞他，一五一十，盡情與他說知。符良笑道：「大爺如此福人，那做豆腐的女兒，便想要做大爺的奴婢，再世也不能的了。輕易說個婚姻二字，如今只消用個小小計兒，出脫了他性命，怕他再生出一個女兒來不成。縱然再養出來，便不是大爺的婚姻了。大爺竟安心另娶，管他甚麼定數，這就可以挽回也。」孫雯聽說，喜得耳都搔破，忙笑說道：「你可替我做得此事，賞你大大一個元寶。」符良道：「小人應該出力，敢受大爺的賞。」連忙走下堂來，想了一想，只不便下手。挨到次日黑早，何老兒夫婦先起來磨豆，符良知他女兒尚自睡著，便叫妻子到何老兒家哄說道：「我家欠你些豆腐錢，一時銀子不便，今有五斗米，你老夫婦先拿去用吧！」何老夫婦不勝之喜，忙拿了一個米袋，一條匾擔，兩日兒到孫家抬米。符良乘這空隙閃入房中。掀開被窩，秀娘果然睡著。看的仔細，劈頭一刀。只聽吃的一聲響，慌忙縮身出來，真是人不知僱不覺。何老夫婦扛了米而來，好不歡喜，便去叫女兒起來。走進房中，只見滿牀鮮血，女兒已是殺死。嚇得魂不附體，放聲大哭，驚動鄰里都走攏來看了。只不知是何故。符良也假意走來看道：「小小女兒家，與人有何仇恨，死得如此可憐。念你們窮苦，待我做些好事。」便在荷包裡挖出五六錢一塊銀子，與他買了棺木，忙忙入殮。又叫兩個燒火人，替他扛到城外空地上放著。老夫婦只道他一片好意，再三感謝。那知是惡機。有詩云： \\n 剛道良緣五百年，豺狼人面反成冤。 \\n 到頭萬事天為主，可笑機謀不值錢。 \\n 次年，孫雯父親已歿，果然襲了文職，入都朝觀。是時邊亂未平，朝廷以孫雯襲職之官，令其立功受祿。准知時運不濟，在邊上失了機，革職勘問，下在刑部獄中，准准坐了八九年。一日恩赦出獄，孫雯詣闕上書，歷言父親功績，哀請開復。是時張閣老執政，見孫雯一表非凡，且憐其情詞剴切，力為申請。聖上諭允復職。孫雯次日到張閣老家叩謝，張閣老留他小飲。偶然問及，知未有娶，便欣然說道：「老夫有女，意得君為婿，未知尊意若何？」孫雯道：「小子蒙老太師大恩，慚無可報，敢望相府乘龍，何福消受！」張閣老道：「郎君何消過遜。」便擇吉日，兩家行了六禮，過門成親，交拜之後，引入洞房。 \\n 侍女揭去蒙頭，孫雯不見猶可，看了徒吃一驚。那小姐並非別人，恰恰正是何豆腐的女兒秀娘，不覺魂飛天半，冷汗流個不止。秀娘見新郎慌張，不知是那裡帳。孫雯因畏懼張閣老，不敢說起，只得強為和好。看官，你道何豆腐的女兒，已被符良殺死，如何得做張閣老的小姐？原來符良不曾十分用力，秀娘不過砍傷腦蓋，因年紀幼小，不耐痛楚，血暈而死，又連忙入殮，抬放荒郊。誰知過了半日，重複醒轉。終是日後福大，到第二日，漸漸有些聲息了，因在曠野之中，無人聽得。不意是夜有起大盜，行劫到了個富戶，三更時分在這空地裡走過，忽聽見微微有些哭聲。仔細聽去，恰在棺材裡。終是賊人大膽，便敲開棺蓋，見是個幼年女兒，頭已砍破。睜眼一看，哭叫救人。眾強盜因是刀箭上生活的，都帶有絕妙敷藥，便扶起來，與他捺上一把，須臾止痛，解塊手巾，替他束好，抱至船中，把劫去的東西，反藏在棺裡，仍舊蓋好，將他做為螟蛉之女。過了六七年，秀娘已養得長大。 \\n 只因張閣老起伏進京，路遇暴雨，忙借人家一躲。其人見是一位過往官宦，慌忙留住，到裡面吩咐治飯，自己匆匆出門而去。張閣老正欲歇息，忽裡面走出一個女人，大呼道：「此地不是老爺歇足之所，若再遲延，恐性命不保。」張閣老猛吃一驚。你道這裡何人，原來就是秀娘。方才那人，就是救秀娘的強盜。因方才知是張閣老，必有厚帑，因人夫眾多，難以下手，叫女兒留住，連忙出去吆呼眾弟兄輩，齊來照顧他。秀娘心裡不忍，忙與張閣老說破道：「我家乾爺，是伙大盜，今去約眾弟兄們，欲要傷害老爺。老爺若不快走，便無生路。」張閣老聽見這話，嚇得四肢都軟了。忙道：「但須指點，救我一救。」秀娘道：「敢不依命，只是我身陷此地，沒個出頭日子，情願與老爺同去。」張閣老道：「若得如此，願以父女相待。但恐路間遇著，有累於你。」秀娘道：「他去這幾家，我已曉得路徑，如今只從僻地趕入城中，到府縣裡討些兵馬護送，便沒事了。」張閣老依他指點，果然脫了這大難，帶往京中，愛如嫡女。 \\n 孫雯只道秀娘已死，誰知十年之後仍是姻緣，逃不過定數。次日符良，進去磕頭，一見秀娘之面，額上傷痕宛然。嚇成一病，嘔血而死。秀娘果然受了封誥，何老夫婦因女兒死後十分痛念，到得三朝，買些魚肉，含著兩腔眼淚，到城多燒塊紙兒。忽見棺木破裂，慌忙開看，並不見女兒。只見許多黃白之物，老夫婦憂中得喜，盡情取歸，做了十年財主。秀娘受封之後，便迎父母同住。過了數年，孫雯只因壞了陰騭，忽發腫毒，遍身潰爛，痛楚數月。臨死時，自言其負心之事，秀娘與何老夫婦方才曉得前番生死分離，為此緣故。可見凡是有數，報應分毫不爽。秀娘所生一子，亦襲祖父之職。詩云： \\n 平平天理任人為，曲曲人心只自迷。 \\n 自算算人人不覺，此中方寸有天知。 \\n 話說先朝弘治年間，河南開封府，有個鄉村富戶，姓馮名楨，字國士，父親在日，也曾請過名師，教他做文章，應考試。筆下雖然平通，但那些縉紳子弟，都教他是鄉蠻，又是小家出身，每到院考吋節，在府裡預先弄些手腳，不容送考。他父親沒法，只得用了准千銀子，上下使動，方才弄進了學。那馮國士進了學不打緊，倒惹了個累帶，這些同學朋友，都恥笑他是村牛，盜竊衣冠，辱沒孔夫子門牆，編成俚語，黏貼滿街，兒女爭先傳唱。可憐把個簇新進學，重價買來的前程，一發弄得臉皮也沒處安放了。及至父親死後，更加沒了靠托，常常有幾個不安靜的里中惡少，勾合著城內一班吃餛飩的撇腳秀才，尋些少頭腦兒出口他幾兩銀子。稍稍違拗，便是驚官動府，東一狀，西一狀，告得他沒了主意，只得央親托眷，設酒求和，陪禮請罪，完衙門，索相謝，不但銀子送掉無數，還險些兒這副儒巾藍衫都穿不穩哩。他終日擔著鬼胎，常防有事，一條心驚驚恐恐，如坐針氈上過日子，還虧有個妻舅叫做尤寡悔從小在他家裡走動，吃他的，袖他的，也小小做了一分人家，極會掇臀放屁，湊趣奉承，馮國士倒得他解解悶兒。一日，尤寡悔對馮國士說道：「姐夫歷年來如此跌撲，那錢財又不是有根的，如何當得起這般狼藉。依小弟愚見，除非是大衙門裡相識幾個朋友，拚得費幾兩銀子，結交密了，方有些靠托。」馮國士道：「我也有這個意思，只是並無熟識，怎好突然去親近人。」尤寡悔道：「我倒有個好相知，叫做袁七襄，現做撫院吏書，一切事權，都在他掌握。莫說紳縉百姓都要奉他，隨你府縣員，無不待如上賓，借他照拂。但凡人家有事，都去求他，他也肯替人出力，各衙門無不響應，若得他與姐夫相與，包管那些吃白食的光棍，一個個屁都嚇出來了。」馮國士大喜道：「全仗老舅之力，果能與他交往得成，只要我家財與前程可以保全，後來老舅子女婚嫁的事，都在小弟身上便了。」尤寡悔聽說有利於己，一發喜出望外。忙道：「至親莫若郎舅，事同一體，敢不竭力圖之。今日待小弟去先說一聲，明日竟同姐夫入城拜他便了。」馮國士道：「如此最妙！只今早早回來，我好打點些禮物。」尤寡悔應了一聲，忙忙進城去了。正是： \\n 今日趨人勢，他年恣我威。 \\n 俗情真惡薄，廉恥竟何為。 \\n 卻說撫院吏書袁七襄，名雲錦，原是世家，只因讀書不成，買了衙門頂首。妻子謝氏，尚未有子，僅懷兩月之孕。袁七襄人頗忠厚，雖在衙門並不敢舞文弄法，凡下屬解來文卷，內有情詞可憐及牽連冤枉的事，替他力為辯雪。有因而開釋者，竟茫然不知是何人替他超豁。他也不求人知，不冀酬報，惟存一點本心，積些陰德。這日偶然在家，尤寡悔恰好會見，說起姐夫仰慕他盛名，要來納交的話，袁七襄並不留難，笑說道：「令姊丈文章上宿，小弟還該先往才是。」尤寡悔道：「家姊丈己擬明早登堂，欲叨榮蔭，豈敢反辱先施。」茶罷，別了出城，與馮國士道達其意，馮國士不勝之喜。連夜收拾些杯幣重物，約有百金之禮，用盒子盛好，寫下一副禮帖，一副請啟。次日清早起身，叫家人備下兩頭牲口，欣然進城，到得袁家，不期袁七襄已進衙門去了，只得到廳上坐著。管家說道：「相公今日原打帳馮相公來拜，不想都老爺有公務，傳了進去，恐怕一時不得出來，怎好勞相公等侯，但把名柬留在這裡，相公們請回，明日我家相公到宅上相會吧。」馮國士遲疑道：「不想如此緣慳，竟不相值。我若回去，這須些禮物，定然不受，如何是好？」尤寡悔道：「在此久坐，又覺不妙，除非姐夫先回，待小弟在此促他面收。若有說活，總是明日在席間細談便了。」馮國士只得勉強起身，帶家人一同回去。 \\n 尤寡悔直等到傍晚，袁七襄才得回來，與他說知此事，好生不安，尤寡悔送上帖子，袁七襄看了道：「令姊丈如此多情，明日自然相擾。伹此厚禮斷不敢受。」尤寡悔道：「家姊丈一片誠心，特特奉敬。必求笑納。」袁七襄道：「朋友交接，受之何名？聲氣初通，便以此厚禮相贈，是把小弟做利徒看了。」尤寡悔再三勸收，袁七襄苦辭愈力。尤寡悔只得告別起身，竟將禮物袖了回去，套寫個領謝名帖，只說全收。次早來見姐夫，叫他快備酒席，不多時，袁七襄果然來了。馮國士躬身迎著，同入中堂，袁七襄極言失迎有罪，並致謝其招飲之情。馮國士只認做謝他昨日所送的禮，只唯唯謙遜了幾句。誰知尤寡悔一場脫冒，初還擔著鬼胎，及至幾句唐突，竟混過去了，心裡好不快活。茶罷，便請入席。三人談今論古，極其歡暢。袁七襄道：「馮兄尊庚幾何了？」馮國士道：「今年已是三十。」袁七襄道：「小弟倒長一歲，今吾兄才名藉藉，明年秋戰，定然首捷南宮。至於小弟，一事無成，折身下吏，較之吾兄，萬萬不及。」 \\n 馮國士道：「兄長名高憲署，贊宣德化，官民仰賴，正男兒得行其志之時。小弟村鄙淺儒，上不見用於朝廷，下復取憎於時輩，言之可恥，實不能及兄長之萬一，何反以此相戲耶！」袁七襄道：「祖父書香未遠，子孫身充賤吏，是為不肖，故心有末愜耳。」馮國士道：「兄長得過幾位公郎了？」袁七襄道：「尚無所生。今賤內尚懷妊兩月。」馮國士道：「原來兄長亦未舉子。小弟敝房，亦有兩月之孕，可見子嗣艱難若此。」尤寡悔鼓掌笑道：「世間有如此奇巧的事，今彼此意氣相洽，情誼正長，何不聯一指腹之盟，日後兩家至戚往來，豈不癒加親厚。」袁七襄尚未開口，倒是馮國士踴躍喜叫道：「老舅所言實為美事，從來指腹割襟，於禮最重。倘兩家生男，則為弟兄，兩家生女，則為姊妹，若一男一女，則為夫婦，但愧寒家福薄，高門不屑俯從，如何是好？」袁七襄道：「只是小弟不敢仰攀，吾兄既不嫌棄，自當如命，即煩尤兄作一主盟可也。」尤寡悔道：「小弟當身任其責，不敢遜辭。今日一言，生死不可移易。倘日後或因勢利更心，貧富易轍，小弟叨為證盟，自有公論。」馮國士大喜道：「足見金石之言，便當以此為定。」 \\n 忙叫家人，供起香案，三人拜了天地，設下盟誓，又復席暢飲。觥籌交情，直飲到疏星隱約，夜色矓蔥，方才酩酊而散。有詩為證： \\n 割襟指腹古曾聞，今日高懷又見君。 \\n 誰道女牛偏乞巧，藍橋咫尺鎖深云。 \\n 從此，兩家時常往來，果然愈加親密。那些游手惡少，撇腳混沌，都潛蹤斂跡，再也不敢來動憚他了。馮國士安心樂意，始得用心讀書。及至尤氏分娩，生來卻是個女兒。馮國士好生沒興。然心裡只望袁七襄得個兒子，與他聯了姻，始終藉其廕庇。誰知偏不偶奏，直到明年七八月裡，袁家只是不產，兩家都驚驚惶惶，不知是禍是福。其年馮國士已考了欄場科舉，入場鄉試，也是神天護佑，竟高高的中了一名掮榜舉人，兩家好不賀喜。忙亂了一兩月，便打點上京會試。袁七襄設席餞送，飲酒中間，惟以妻妊未產為憂，嗟歎不置。馮國士道：「凡事聽之於天，且不必憂慮。今已二十個月，若得男胎，必然大貴，小弟雖得一第，前程尚爾茫然。年來沾庇良多，豈不知感，倘小弟逗留帝都，家中百凡事體，還仗吾翁護持。指腹之盟，決不敢負，專候弄璋之日，即行下聘，以成百年婚好，兩家方無浮泛之慮。」袁七襄道：「弟恐貴賤情分，雲泥路隔，今吾兄不以顯榮易志，足證厚德君子，弟復何憂。但賤內懷胎日久，男女未知，吉凶莫保，倘小弟福淺，所生非子，便不必說，若幸而得男，在吾兄高誼，可以無慮。誠恐小人之言，以下賤為恥，或有變更，則從前盟誓置之無地，又不得不深慮耳！」馮國士道：「吾聞智者不惑，縱有阻撓，小弟斷無更變。若吾翁鰓鰓過慮，則竟以小弟為言而無信之人了。」袁七襄便不好再說，只得歡歡笑笑，盡酣而散。次日，馮國士發裝起程，親友爭相趨送，因是有錢之家，老早上京，到京才是十月盡間，尋了下處，預先看些風色，圖謀了月餘，方有個機會，已暗暗做下進士的關節不題。 \\n 卻說袁七襄妻子謝氏，直至是年臘月十五，忽夢紅日墜於中庭，化為彩鳳，飛入懷中，陡然驚醒，便覺腹痛。袁七襄連忙起身，約莫三更多天氣，喚醒婢僕。不多時，已生下一子，合家歡喜，叩謝天地，袁七襄因感所夢，即取名曰袁化鳳。三朝滿月，馮家備下極盛的禮盒，到門賀喜。彼此儼然親家往還，一發歡好愈勝。到來年，馮國士果然財帛有靈，竟中了進士，報到家中，親友填門慶賀，只作成那公舅尤寡悔，幾乎風光殺了。到得廷試，又殿了二甲，除授工部主事，忙差兩個長班兩個管家，到開封府迎接家眷。 \\n 此時袁七襄雖得了兒子，卻見馮國士登時高步青雲，竟成顯宦，忙忙的迎接家小進京，自己一段指腹為婚的事，茫無著落，只得去尋尤寡悔，央他到姐姐面前，道達此意，討個信息。尤寡悔道：「此事出自家姊丈主張，家姊不過女流，怎好專主。少不得此番小弟也要同往，待小弟面致家姊丈，自然有個分曉，老兄且莫性急，一月之後，是與不是，便可了決。」袁七襄驚異道：「此事前日吾兄何等擔當，還恐日後貴賤移心，必持公議，今吾兄先持兩見，則令姊丈保無炎涼之異耶！」尤寡悔道：「小弟當日果雖有言，然亦不過從中撮合。至於兒女大事，畢竟吾翁與家嬸丈自出妙裁，旁人似難作主。所以不敢擔當得穩。況家姊丈未必有圖賴的念頭，何消如此著急。」袁七襄道：「非是小弟多慮，當年此事，實實吾兄玉成，況令姊丈讀書君子，名教所關，豈有更變。吾兄盟言在耳，亦豈相忘。只求於令姊丈面前，以當日之言相告，便見始終不渝之德了。」尤寡悔道：「這個何消說得，此事小弟亦有責任，難道反使家姊丈做個沒信行的壞人嗎？」袁七襄喜道：「吾兄成人美事，足見高懷。」兩下一笑而別。到臨起身時，袁七襄仍備許多禮盒，直送至百里之外方回。未知馮國士後來可與袁七襄家聯姻？更不知可有變局否？要知端的，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回   姐弟同謀激姐夫 恥貧賤而悔約 親禽詭計逐親 母乘患難以快心", "正文": "  \\n 第二回姐弟同謀激姐夫　恥貧賤而悔約　親禽詭計逐親　母乘患難以快心 \\n 　 \\n  \\n 詩曰： \\n 兒女情方始，雲泥路遂分。 \\n 直須言勢利，空自說慇懃。 \\n 計必從賢舅，機尤昧小君。 \\n 可憐袁氏子，少小歷紛紜。 \\n 話說尤氏家眷到京，一番敘會，自不必說。馮國士即忙備酒，與尤寡悔洗塵。當夜姐夫姊弟三人，坐在一處，說些家常話兒。尤寡悔因談及臨行之時，袁七襄叮嚀求婚的許多說話。馮國士道：「前年有一番盟約，今老袁既得了個兒子，這段姻親也是天緣，如今只不知老袁的意思，還是目下就來納聘，還是過一年半載，可曾與老舅怎生商議？」尤寡悔道：「他便到家裡受茶，也不曾說及這話。但是小弟尚有幾句話兒，正要與姐夫斟酌，這不是小弟一己之私，倒深為姐夫體統所繫。只不知姐夫與姐姐意中，可道我說的是也不是？」馮國士與尤氏齊說道：「自家至親，難道有個不是的說話。」 \\n 尤寡悔道：「前年姐夫與老袁指腹結盟，不過偶然說及，不曾議個妥當。我想衙門中人，自古迄今，興廢不常。萬一日後有些破敗，教甥女終身如何下落？此事亦不可不慮。況姐夫連登甲第，位到星曹，外臺指日可冀。今若與衙役做個親家往來，甚覺不成體面。古云『絲蘿附喬木』，養女畢竟攀高，豈有公卿之女，倒嫁與磨滕皮、敲窟臀的人家做媳婦，可不笑殺了天下人。我勸姐夫還該拒絕了他，另攀個門當戶對，方不玷辱馮門高雅。」馮國士道：「我豈不願攀高，況衙役終屑下人，非出吾之本願。只道前年有此一番情誼，虧他保護了許多，怎好便翻轉臉皮，把前盟悔賴，做個不仁不義的勾當。」尤氏聽罷，便從旁攛掇道：「當初雖然藉他廕庇，不過隱然消弭了釁端，原未嘗實實用他的力，也不曾勞動了他。今你既中進士，身為郎司，自家威風使用不盡，那做衙役的人，還圖他甚麼護持？快快擯斷這葛藤，不要被旁人恥笑。」馮國士道：「你們既有志氣，難道我反不顧體面不成。今後只存下這條念頭，漸漸疏遠他便了。」三人計較已定，絕不提起指腹為婚的話，只鬧烘烘一團勢利的局面了。 \\n 話分兩頭，再說袁七襄自從送過尤寡悔上京，叮囑求親之事，眼巴巴望些好音，誰知過了幾月，竟無片紙隻字寄將回來，心裡好生焦燥。欲待自到京中會他，只因憲務羈身，再也丟手不得。又過了些時，恰好是年吏缺考滿，同事數人，一同咨部。衰七襄因一事兩便，好不喜歡，就忙忙的收拾進京，還打帳有幾年耽擱，家中事體，交與謝氏，吩咐他好生照管兒子。外邊田產帳目，托個老成管家執掌，自己帶了千金，同兩個家人，僱了一乘驢轎，兩頭牲口，不上半月，趕到京中，尋個寓所住下。次日便想要去看看馮國士。誰知馮國士恰好差去督理皇城工務，不便去見他，都裡又無考選日期，准准在京裡坐了兩個月。打聽馮國士工務尚未得完，好生納悶。偶然一日，在前門上游了一遍回來，天已薄暮，十來個朋友正在下處吃酒玩耍，忽見外面二三十位驍騎走入門來，把這些吏員一個個都用大鏈子鎖著。袁七襄道：「我們是河南撫院咨部考職的吏員，並無犯法事情，怎的拿我？敢是錯認了人？」驍騎道：「奉三法司坐名來拿，怎的錯認！」一頭說，一頭便在身邊取出單來與袁七襄看了，果然一名不差，眾人方才慌了，忙問道：「只不知為什麼事體？」驍騎道：「不過舊案牽連，辯得明白，自然無事。」眾人只得隨著走去。到了法司衙門，逐名點過，便叫釘了扭，下在牢中，等各犯解齊會審。一聲吆喝，帶出衙來，昏天黑地擎入刑部獄中去了。正是： \\n 前程如漆尚迷津，誰道先為縲紲人？ \\n 自是公門水火地，不關榮辱是清貧。 \\n 看官，你道袁七襄等十餘人，遭此黑陷，卻是何故？原來是年正直京察，河南撫院有幾件舊案事情，竟被京堂察懷。袁七襄等都是舊案內承行經手之役，故株連在案。同事四五十人，都已到河南去提了，獨袁七襄等咨送在部，故另獲監候，以待質審。袁七襄帶來兩個家人，見家主拿去監在獄裡，慌了手腳，星夜奔回家中，報知謝氏，謝氏驚得冷汗淋身，哭倒在地。家中幾房奴僕，見家主犯了欽案大事，眼見得無可靠托，又恐怕日後定有株連，不上兩日都搬走了，謝氏也沒法留他，只得聽其自然。但想要管為丈夫的事體，思量又沒頭路，連忙將田地托人盡行賤賣，止得半價利手。因去央求親族，托他上京打點，誰知人情淺薄，見是欽案，恐防連累，隨你骨肉至親，或推身子不健或說事務匆忙，盡皆堅辭不去。謝氏心裡一發著急，想到：「袁氏宗祧，雖有這點骨血。尚未過歲，未知可能成立，今丈夫乃終身仰望之人，豈忍坐而不救。今馮家在京，現任做官，有此一脈姻親，莫若我自到京中當面求他，定然肯有一臂之力，但是吾婦人家，路上不便。只有一個嫡親姪兒，叫做衰吉，也曾做過經紀，路上倒也撇脫。除非央他同去，才是穩當。今吾家中奴僕，已是星散。只有一個奶子，一個丫頭，也盡可伏侍。」算計停當，就叫奶子：「去請了袁大官人來，我有說話要與他商量。」奶子領命，竟到袁吉家來不題。正是： \\n 萬事不由人計較，一生都是命安排。 \\n 話分兩頭，且表袁吉，近來正為做一樁生意折了本錢，正在家中納悶，甚覺無聊。忽見嬸氏差奶子到來呼喚，即時應諾，來見嬸娘。謝氏就將前後真情，一五一十細細說了一遍。袁吉聽了，一諾無辭。謝氏滿心歡喜，連夜收拾些細軟，帶了田價銀子，僱了驢轎牲口，與奶子丫頭男女四人，並抱著小兒一同上路，不分晝夜，趕到京師，尋間房子住下，連夜叫袁吉，將十來兩銀子送與監門使用，通了一個信息。袁七襄已知妻子來京，定求馮家救援，心中略寬了幾分，不在話下。正是： \\n 莫信直中直，須防人不仁。 \\n 且說是夜，謝氏在燈下寫了一封極委曲極懇切的情由，將丈夫何事牽連，如何拿禁，並自己親赴都門，現在何處住下，寫得詳詳細細，吩咐袁吉傳到工部衙門，報知馮國士。是時，馮國士正在那裡趲修皇城，忽見後門傳進一個報帖，連忙接來看了，轉吃一驚。原來馮國士督工事忙，晝夜不閒，絕不曉得袁七襄已在京中兩月。突然見了報帖，方知袁七襄竟為欽案事情，監禁在獄。又知他妻子謝氏與幼子俱已到京，「如今通報了我，必然要來求我援救。我救了他不打緊，這段親情，他一發認為實然，豈不是自己去攬他做個親眷。」便連忙與尤寡悔並妻子商議，把這些緣故備細說了遍。妻子笑道：「他今為了此案，已是捕退之役，還去睬他則甚。況且欽案，不是個兒戲的。萬一救他不得，一發牽連在裡頭，你這個前程，他家賠得起嗎！虧你把個千金女兒扳得好人家。如今一個親家鄉公坐在牢裡做罪囚，一個親家母浪遊鑽刺，出乖露醜，還有個好女婿也挈帶在此。你去認認親嗎？」把個馮國士說得頓口無言，半晌才說道：「我原不打帳救他，故特進來與你商量，怎生回他說話？」尤寡悔就在旁邊接口道：「回他則甚，就是他重新充了撫院吏書，也須奈何不得我們。況且並這吏書，已是忒腔的了。如今只消到三法司去動個稟揭，說有欽犯妻孥，在此背謀出脫，卑司不敢容隱，特具稟明，那時姐夫又脫了干係，三法司據著稟由，自然拿來拷問，極不濟也要驅逐出境了，豈不杜絕了這個葛藤，可不妙哉！」馮國士聽了這段說話，不覺拍掌稱快道：「此計妙極！竟在背地裡使個暗箭，我又省得與他成仇作惡，豈不斬截，豈不千淨。」尤氏聽著，直笑得眼睛都沒了縫。 \\n 馮國士即忙走到書房，寫下一通稟揭，差個的當衙役，投到法司衙裡。果然響應，不隔一時，就有三四起公差奉大堂鉤票，立逐謝氏一干人出境，敢有片刻遲延，立提犯婦並寓家重處。嚇得謝氏魂不附體，只抱定了孩兒痛哭。丫頭與奶子都抖在一堆，只有袁吉，從外廂走來，問是何故，早被公差劈嘴一拳，跌在地下，口中鮮血直流，只抖抖的不知為著些甚麼。公差罵道，「狗入的，瞎你娘的眼，這是什麼所在，敢到此打點事情。若走遲了一刻。拿到大理寺敲斷你的腿筋。」謝氏含著一腔眼淚不忍就去，還要打帳磨延，早有幾個地方並房主人都奔前來拖拖拽拽，袁吉慌了手腳，一時無措，只得連聲應道：「我就去，我就去。」此時幾乎連鋪陣也打疊不完，直被這班人生生的攙了出門。房主隨手兒關的鐵桶也似，眾人那裡許你擔閣，推的推，打的打，攆出了城。僱了十數頭馬驢，直要押送到隔縣交界。 \\n 可憐謝氏是個未出門的內眷，不管三七念一，也叫他上了驢子，筋斗也不知跌了許多。直押到該管處所，討了收領，眾公差方才回去。臨去時把謝氏這幾兩賣田銀子都逼勒了出來。虧得袁吉與謝氏兩個，抵死哀求，卻分去了十分之七，又有這許多牲口腳價，也一總向謝氏要還，謝氏沒奈何，諒不能免，又秤出七八兩銀子，賞掌鞭的去了。真個是： \\n 屋漏更遭連夜雨，行船又遇打頭風。 \\n 話說謝氏四五人，此時弄得進退兩難，生死不得，思想丈夫坐在獄中，那知道這番光景，如此狼狽，如此挫辱，氣苦難言，只放聲大哭，奶子與丫頭們也覺悲切，都流了好些眼淚，袁吉勸道：「事已如此，哭也無用，且尋了個下處住了一晚，明日或去或住，也須早早商量。」謝氏依了他，只得揩乾眼淚，袁吉先去尋了個（原書下缺） \\n  \\n   \\n  "}
{"章节": "第三回   夢觀音苦中作樂 縛和尚死裡逃生", "正文": "  \\n 第三回夢觀音苦中作樂　縛和尚死裡逃生 \\n 　 \\n  \\n 曲云： \\n 災頻更切膚，屋漏連遭雨。禍不單行，船覆江心波，夭高無路，呼痛妻孥，教援羈人挈幼雛。 \\n 誰知更中蕭牆禍，把弱息如同拉朽枯。冤難訴，而今誰個恤窮途。這時節欲倩人扶，誼遠情疏，恥笑個離家婦。 \\n 右調《金絡索》 \\n 話說謝氏，生長香閨，從未出門。萬不得已，只得離鄉背景。自從登程以來，受了許多風霜勞苦，氣惱艱辛。覺得身子疲倦異常，不吃晚飯，先去睡了。睡到二更多天，忽夢見一尊古佛，謝氏慌忙下拜，求他丈夫之事，那佛與他一幅素紙，謝氏收了，仍復拜求。只見兒子袁化鳳，忽被個不識面人抱著就走，謝氏連忙奪時，人已不見，那佛向謝氏把手三翻，謝氏忽然驚醒，見袁吉與奶子丫頭俱未睡著，便將此夢說破，各各稱異。謝氏道：「但這幅素紙，恐怕有些不祥。」丫頭道：「或者叫我到上官處抱白的意思。」袁吉道：「我想素紙是個無事之兆，叔父不久自然脫水。」謝氏道：「只是你小兄弟被人抱去，我要奪時，如來把手三翻，不知什麼緣故？」袁吉道：「三翻手是十五，除非到十五歲上有些災悔。」奶子道：「總是夢中的事，那裡有許多憑准，回去到寺院裡燒燒香，祈保便了。」謝氏便不在話下，翻來覆去，一夜不睡，只是啼蹄哭哭道：「我這一身狼狽不打緊，但是丈夫的事，再沒有一人替他挽回。況且前日通了個信息，已曉得我在京師，不知怎的牽掛。若不見我些動靜，教他愈加愁悶，我心裡如何得安，如今京裡是去不得了，在路上耽延，又沒體面，不如且作歸計，到家裡別尋門路。」袁吉心裡受了些驚慌，也睡不著，與嬸子兩個直說到天亮。忙忙催丫頭與奶子起身，大家洗過臉，原僱了轎驢，逕回河南，謝氏心裡氣苦，那裡吃得下早飯，只得忍著肚子上了轎，匆匆趕行。走了五十多里，謝氏又饑又渴，卻並無賣飯的所在，掌鞭人還不見上來，謝氏餓得腰都軟了，袁吉一時沒法，往四下裡一看，只見旁邊二里多地，隱隱有一村人家，忙說道：「那邊人家雖有，卻不是經走的所在。」奶子道：「大娘不要餓壞了，管他是路不是路，且去叫他煮著飯吃，賞他錢把銀子，怕掌鞭的不來守候嗎。」袁吉也說有理，便打轉驢子，往小路上走。此時謝氏肚裡也餓得慌了，只得憑他主張，走到人家所在，袁吉跳下牲口，先去一看。卻不是人家，竟是一所小小庵院，忙與謝氏說知，謝氏道：「我昨夜夢見了佛，且進去拜了。」袁吉帶住驢子，扶了轎槓下來。丫頭伏侍謝氏出了轎。袁吉拴住牲口，一同走入庵中去了。正是： \\n 青龍與白虎同行，吉凶事全然未保。 \\n 話說謝氏一眾，才進庵門，只見一個半老不老的和尚走上前桌，把四個人仔細一瞧，問道：「奶奶們那裡來的？」袁吉道：「我們京裡下來，要回河南去的，到上剎來燒炷香兒。」和尚合掌道：「阿彌陀佛，難得居士們信心從善，請到大殿上去。」便在前邊引路，四個人隨了入去。原來門徑雖小，裡頭卻甚是寬敞。見那大殿，琉璃掩映，金碧輝煌，十分莊嚴。謝氏步進殿中，和尚替他點起香燭。謝氏拜告了一番，就叫袁古將一兩銀子送他做香錢。袁吉便向和尚說道：「不該打攪師父，今日我們不曾用飯起身的，奶奶有些饑了。師父若有便齋，相擾一餐，總一奉謝。」和尚道：「小僧這裡素齋甚便，相公怎說起酬謝，請到客堂裡坐。」謝氏對袁吉道：「怎好在此吃飯，還到前頭去的是。」袁吉聽說，也待要走，卻被和尚一把拖住道：「相公奶奶光降小庵，難道茶也不奉一杯，況且要打中伙，還有三十多里，不要餓壞了人。小庵雖然貧陋，腐飯也盡可充饑，何必如此拘執。」便一面叫和尚把驢兒牽進來喂些草料。只見四五個和尚不管好歹，把轎子驢子一總弄了進來。袁吉見和尚如此慇懃，只得反勸謝氏道：「承師父們一點好心，難以卻他，只得擾了素齋，也好趕路。」謝氏不得已，見姪兒又被他死死留住不放，只得勉強移身，同到大殿後頭一所客堂裡坐定。 \\n 一個小和尚掇出茶來，又擺上許多果品。謝氏對袁吉道：「我們來到這裡，掌鞭的那裡曉得，倘然他一直趕過了，找尋我們不著，豈不急壞了嗎。你還到路口去看看，等他們來同走。」和尚在旁聽見，急忙止住道：「相公且請坐了吃齋，我叫小和尚去侍候便是。」當時吩咐一個行者，叫他到路口候著，問他是趕袁相公牲口的，叫他進來，也吃些飯。那行者聽著吩咐，飛也似的去了。袁吉問道：「上剎有幾位師父？」和尚道：「只有十來個兒。」袁吉道：「這個僻靜去處，飯食從那裡來？」和尚道：「路口有客商過往，抄化些度日。」正說話時，見一個小行者搬出極精的素菜。和尚道：「奶奶請用飯。」說罷，走出去了。謝氏道：「我們快些吃碗飯兒，早早去趕路。」袁吉連忙吃完了飯，又催奶子與丫頭都吃了。小行者端進熱水來，大家洗過手臉。和尚也走來道：「奶奶用完飯了嗎？」袁吉道：「多多在此打攪。」便取出一包銀子遞與和尚道：「須些香金，聊嘗一飯之費。」和尚道：「再不能受，相公留在路上盤纏。」袁吉又道：「師父倒不要算做相酬，竟把來買些香油，在佛前作個福吧！」和尚道：「既如此說，只得受下，決不敢負相公的善念。」袁吉與謝氏便欲起身，和尚道：「裡邊還有隨喜的所在，請奶奶們也進去走走。」袁吉道：「趕路的人，那有心情閒耍。」 \\n 和尚道：「後邊閣上有一尊白衣的觀音，寶簽甚是靈驗。若處心禮拜了，隨你奇災大難，俱逢凶化吉，不可不進去拜。」謝氏聽見這句話，不覺心動，便說道：「且進去求一求籤兒也好。」和尚欣然引導，彎彎曲曲，走過許多寮房，到一個閣上，果有一尊白衣觀音。四個人連忙下拜，口裡喃喃禱告，要討個逢凶化吉的靈驗，那和尚掩著口暗笑，下樓去了。謝氏拜罷起身，看看佛像，轉過廂樓。後邊又是一進樓子，並無佛像，卻有兩三副牀帳，繡帷錦被，鋪排得十分華麗。袁吉道：「和尚倒有這等受用。」謝氏道：「我們不是閒耍的時候，快些去吧。」袁吉道：「正是，也好走路了。」 \\n 一同走出前樓。可煞作怪，那前樓的中門已是關斷，四人著了忙，只得亂敲亂叫，喉嚨都叫破了，那裡有人聽得。謝氏道：「不好了，莫非和尚是歹人，我們落他坑阱？這番四條性命，逃到那裡去！」丫頭與奶子聽見，尿頭都意出來，便扯住了謝氏，號啕大哭。袁吉道：「哭也濟不得事，如今沒奈何，待我拼著性命。在窗子裡爬下去，尋個門路救你。』說罷，脫掉外衣，解拴腰帶子繫在窗楹，兩手緊緊挽定，掛在半中，卟的一跳，果然已到樓下，走過外廂去了。正是： \\n 方歎罹災甫脫災，誰知災更疊乘來。 \\n 僧佛面目真羅剎，雖有慈門不放開。 \\n 話說謝氏，只道袁吉去尋了出路，就來救他，誰知眼都望穿，連他的影兒也沒有了，三人急得慌亂哭做一團。看官，你道那班和尚是何等樣人？原來是一伙大盜兒，人人有幾分勇力，且學了十八般拳法，隨你二三十大漢，也不夠他一個人發脫，故假意戴著頂僧帽，穿這領袈裟，借佛門做了個容身之地。夜裡都改扮異裝，慣到各路行劫商客錙囊，窩入寺中，窮奢極樂。這日也是謝氏合當有晦，恰恰到這寺裡拜佛。這幾個久不見色的餓鬼，做了幾年孤獨長老，精華直滿到頭頂上來，虧得借手統出脫了些。那時這班強徒看見謝氏，原有八九分姿色，年紀還不甚多，又見有個丫環，人物也俏麗，年紀又小，只奶子有四十多歲，兀自丰韻。一時著了魔，魂也不知掉在那裡，怎肯還放他去，故抵死留住，做出許多慇懃。先把轎子牲口弄了進來，使外面沒了形跡，又假意叫小和尚看掌鞭人，羈縻住了袁吉身子，不放他泄漏。及至騙到觀音閣上，料那袁吉畢竟弄下樓來，要尋出處，預先伏下一個和尚在前邊樓下，見袁吉果然下了樓走出來，就一手兒扯住，直押到另一個靜僻去處關著。 \\n 謝氏三人，見勢頭不好，明知賊禿必來強姦，待要尋死。奶子道：「且看光景，或者算計得個出身之路，再做區處。我們死了不打緊，何人與我申冤。況且相公在獄中，只有小官人這點骨血，承繼宗祧，何忍死而絕後。」說到傷心之處，謝氏便如肝腸寸斷，哭得死而復甦。乃含淚說道：「奶子你怎輕易說個出頭日子。如此銅牆鐵壁，插翅難飛，我三個女人做出什麼事來。倘然禿驢到此強橫，終不然污蔑這身子，做些含羞忍恥的事，玷辱袁氏祖宗不成。莫若早些一死，還留這點名節。」奶子道：「大娘節操我豈不知，只是大娘一死，小官人料難久存，關係實為不淺。」謝氏道：「雖如此說，只恐禿驢來強逼時，就要做個潔身之鬼怎麼能夠。」正說不完，只聽見樓門一響，四五個狠和尚闖將入來，謝氏驚得魂不附體。待想往樓窗裡做個綠珠墮樓的故事，虧得丫頭一把拖定，只是亂哭亂跌，聲聲求死。丫頭放下主母，跪下去連連磕頭，和尚那裡睬他，一個先把丫頭抱在懷中，做了幾個呂字。一個去扶謝氏，替他拭淚。謝氏盡力死掙，猶如嬰兒戲金剛，那裡掙得脫。又一個摟住了奶子，奶子慌得凶了，人極計生，倒立定主意大聲說道：「你們眾師父若要幹好事，須依我一句說話，只在我身上，包管做個長久夫妻。若一味莽獗，目下雖著了手，第二次就不得見師父們的面了。」眾和尚連忙問道：「依你怎麼說才可以長久？」奶子道：「事到如今，料想做不成節婦，就做了節婦，何處圖名。人生在世，那個不要尋些樂趣。我與這丫頭兩個，是不消說了，只大娘意中還執定閨門嬌養的性子，然身已到此，也不怕他飛上天去，只是太急驟了，未免要尋短見。則師父們費過多少心機，豈不白白裡枉送他的性命，究竟不能享用。依我美計，今日師父們且退，只寬限十日之內，待我千方百計勸他轉來，包你和和順順做個百年偕老。這是我一片真誠，為師父們圖個萬全之策。聽與不聽，也不敢勉強，只恐日後懊悔，想我的說話就遲了。」這幾個和尚聽他一篇議論果然有理，想道總是甕中之鱉，就遲幾日不怕他飛上天去，連忙放了謝氏，都來摟著奶子道：「便依你說，權且耐他十日。今晚只是你與小姐姐兩個輪流陪伴我們吧。」奶子道：「我兩個巴不得先嘗個甜頭，但是主母未得手，怎敢先自偷歡。我若不顧名分，便是自家為私，怎麼勸得他轉。只爭些早晚，少不得都是一路的人，何消性急，反誤了大事。」眾和尚見他一發說得明白，便都住了手道：「也罷，竟依了你，只不要失信。」奶子道：「失信了，但憑你怎麼擺佈我便是。」眾和尚又拿住了他，兩個做了幾個呂宇，方才一哄的下樓去了。謝氏見和尚已去，方流淚問道：「你這番說話是什麼緣故？」奶子道：「豈不聞人極計生，方才不哄他這番說話，我三人早已不能免了。如今且寬這十日，只求告神天，或者有個機會出來，亦未可定。既不然落得多活幾日，預先做個結果，也強似方才受他污辱了。」謝氏與丫頭聽說，俱道好計。有詩為證： \\n 謾道能揮西日戈，陰桑寸舌乃騰那， \\n 問誰偕得提撕力，自在遊行出綱羅。 \\n 話說謝氏暗想道：「雖寬這十日之期，終逃不出虎口。只是姪兒好好同來，及害他遭此奇難，生死不得在一處，今不知他埋滅在什麼所在，教我怎生過意得去。」丫頭道：「大娘且不要悲傷，悲傷也是無益。和尚說這白衣大士有靈，倒不如日夜去求他拜他。或者菩薩慈悲，有些顯應也不可知。」謝氏只得依他，與奶子三人日日在觀音面前哭一回，拜一回，又哀哀切切禱告一回，和尚終日送上來的好蔬菜兒，好茶飯兒，也無心去吃，只一心一念，不分晝夜盡著哭拜。一連五六日，眼也哭腫了，淚也哭枯了，腰膝也像折了的一般酸痛，卻無有絲毫靈感。直拜到第九日，依先是個泥塑木雕的，何嘗有什麼報應。謝氏痛苦道：「罷了，總是我這幾個人該有這番劫數，祈求也是枉然。明日料逃不過，我並無別事在心，只有這小官人不忍與他同死。」說到嗚咽之處，哭倒在地，奶子與丫頭急忙扶住，叫喚醒了。謝氏含淚說道：「我只有一條計策，除非將這小官人的裡衣上，寫了年庚月日，並父母的姓名居址，哄這和尚叫他抱去，放在人多的所在，待人撫度了去，倘日後成人，原可歸宗，或者父子還有見面之日，亦未可定。就是撫養的父母匿起蹤跡，不得歸宗，然終久不滅袁氏這點血脈。」丫頭道：「這計策甚善，但和尚如此狠心，怎麼肯依你送到人煙繁盛的去處。萬一將來埋滅死了，可不一發心慘。」奶子道：「此說亦或有之。只是留在此間，也是個死，還是與他領去，或者偶然不下毒手，尚有一線生路，須是做這著的好。」謝氏含著眼淚，把兒子的小衣脫了下來。但苦設有筆硯，尋來尋去，無物可寫，只得向頭上拔下一根簪子，在臂膊上刺下一些血，往淨瓶裡折一枝柳梢權做了筆，悲悲切切寫下兩行血書道： \\n 袁化鳳年二歲，上年臘月十五日丑時生。父袁之錦，年三十四歲，河南開封府人，係撫院吏書。母謝氏，年三十二歲，同郡人。 \\n 寫畢，仍與兒穿好，恰有個小行者送上茶來，奶子道：「小師父，你去請一位老師父來，有要緊話講哩。」那小行者應了一聲，連忙下去。去不多時，果見前日這個半老的和尚，笑嘻嘻走上樓來，向奶子作個揖道：「連日費你的心，今請我來，想必有些意思了？」奶子道：「我為你費過多少唇舌，用了多少心機，如今意思是有些了。總耐這一晚，到明日自然上手。但有一件，他舊年生個小官人，雖是兩歲，其實末滿一周。今既要順從師父，有這小官人礙手絆腳，啼啼哭哭甚是不便。我攛掇他領了出去，省得今日也是兒子，明日也是骨血，心裡牽牽掛掛，何不斷絕了他這條念頭。」和尚聽了這番說話，喜得心花都開，樓住奶子，口口做了個呂字，便說道：「阿彌陀佛，難得你為我們如此用心，將什麼來報答你。」奶子道：「報是不消報得，只要念他一點苦情，依我說來，將這小官人去坐在人煙稠集之處，待人領去撫養，也是一條生命，切不可將他埋滅，辜負我這一點為人為徹的念頭。」那和尚聽了，合著手說道：「韋馱天尊，我若有壞心，天雷打死。」奶子便向謝氏手中抱過孩子，遞與和尚。可憐那謝氏，就像割去了心肝的一般，哭得大痛無聲，昏暈在地。那和尚也不管他哭死哭活，只見他笑嘻喀抱著孩子下樓去了。奶子心上說不出的苦楚，只抱住了謝氏嗚嗚咽咽的流淚，又不知那和尚的念頭是真是假，心裡好生割捨不下。 \\n 卻說這和尚，雖然狠惡，只因色迷了心，癡癡的感激奶子為他周全，竟不敢負他，悄悄叫香火人，抱到官路上往來人多的去處放著。也是這袁化鳳命裡造化，恰恰遇著個極尊榮不過的官兒領去做乾兒子了。你道是何人？原來就是太監劉瑾，這劉瑾奉朝廷差著，採買皇木，修造內殿，回來卻從這路上經過，隔夜宿在郵亭。先夢見一個小兒搴衣求救，恰好到這所在，遠遠一道紅光，直遺數丈，連忙叫人趕去，果見一個小兒。因想起昨夜之夢，定是吉兆，即叫左右從人，抱過來看了，儼然與夢中所見無二，心裡好生歡喜。又想這一道紅光，定然有些福分。便珍珍重重，好生收拾了回去做過繼兒子不題。 \\n 且說謝氏，是夜悲悲慘慘，思念兒子不置。又想，在觀音面前拜了九日九夜，並無一點靈應，佛天也不肯救人，因與奶子丫頭商議，明日跟見沒有生路，只得用條汗巾，做個終身結果，免得死受這些狠禿驢的淫污。三人說得痛心，哭在一處，謝氏只哭得半死不活，一些掙扎也沒了，只倦沉沉的靠在奶子身上，艨朦朧朧的睡去，見一白衣婦人，提著個筐籃兒向謝氏說道：「你的災星已過，明日切須忍耐，自有機會可圖。」便將手兒向謝氏頂門裡一拍，謝氏大喊一聲，驚跳醒了，頭裡便像磚打的一般疼痛。奶子與丫頭慌忙問他，謝氏說與夢中之事。奶子喜道：「原來菩薩有靈，快去拜謝。」丫頭道：「你也不要拿穩了，從來夢中的事大約相反。前日大娘在下處夢見了佛，倒撞出這樣災難，如今菩薩又來哄人，明日定然不濟。若菩薩果然扶救我們，便該手腳輕健，怎麼反把大娘加這樣痛苦。」奶子被這幾句，就像跌在冷水裡相似，把這一點興頭轉添做十分愁悶。謝氏道：「寧可信其有，不可信其無，佛天那有誑言之理，若不肯信，拜這九晝夜也枉然了。」奶子與丫頭兩個終是疑疑惑惑，勉強陪謝氏走到觀音座前，謝氏忍著疼，拜謝了一回。仍與丫頭奶子三人悲悲悽悽，一夜坐到天亮。正是： \\n 禍福原先告，休言夢未真。 \\n 纖毫可胥驗，數定豈由人。 \\n 哪知到得天明，謝氏頭裡一發痛的慌了。奶子著實與他撫摩，只是叫疼叫苦，又過了一會，竟似把尖刀在頭裡攪的一般，大喊：「疼死我了！」只翻天攪地痛得個昏迷不醒，小行者正掇上飯來，見謝氏這般光景，問知緣故，慌忙報與和尚。不多時，只見四五個金剛般的禿驢，怒狠狠趕上樓來罵道：「你這起賤人，怎生抬舉你，就寬了你十日，如今已該憑我們取樂了，又是做這些假病來哄誰！」奶子嚇得戰抖抖的說道：「怎敢哄騙師父，我家大娘兩日已是心肯，原打帳今日與師父成親，不知為什麼昨夜忽然頭痛。起初還不打緊，到得今早，一發痛得不省人事，這時節已是死多活少，連氣息也接不來了。」和尚走去一看，只見謝氏頭已發腫，兩隻眼就像紅棗一般，身上寒顫得雞皮相似，再去摸他的手足，比生鐵還冷哩。和尚方知不是詐病，便道：「等他調理幾日也罷，不然去買帖藥來煎與他吃，自然就好。」一頭說，一頭將那奶子拿住在懷裡，先做了個呂字，忍不住火性，那時也不管他三七念一，竟與他強暴了一番，奶子力拒不過，被他穢污了身子，好生氣恨，苦無奈何，不在話下。再說那丫頭亦被幾個禿驢淫辱了一番，輪流作樂，快心適意。有雙掛枝兒單道這丫頭的好處： \\n 小冤家、做人情，要熬些痛苦。香溫溫、玉軟軟，貼著心窩。祇樹園也有這春風一度。 \\n 甜頭兒嘗著了，下次兒要便夫，只為那色是空花也，怎不許蜜陀僧結個果。 \\n 再說那幾個狠禿驢，真正色中餓鬼，將這奶子丫頭兩個弄得心滿意足，歡喜無限，忽見一個赤膊和尚，滿頭是汗跑上樓來大呼大叫道：「你們眾人不要單顧了女色，有一宗大財香到了，快些同去取了來受用哩。」四五個和尚聽說，連忙都穿衣不迭，喝噪一聲，隨著那個和尚下樓去了。可煞作怪，那謝氏的頭痛忽然痊可，兩隻眼登時便不腫痛，手足也和暖了，慌忙起身，見了丫頭與奶子弄得這般狼藉，著實悲傷。又自幸虧這頭疼，不曾遭他污辱，越顯得觀音大士的靈感所致。只得反替他兩個收拾淨了身子，教他穿起衣服。正在那裡論談些說話，只見那小和尚送上茶來說道：「奶奶們今日被我師父輪流取樂過了，好快活哩。如今幸得這幾個師父都出去了，單單是我一個在家，暫時乘這空隙，也求奶奶們方便，與我受用受用。」奶子聽了這幾句話，連忙上前問道：「你師父們都到那裡去了？」小和尚道：「實不瞞你，方才打聽得有起陝西客人，在京裡賣了絨貨面回來，帶著准萬銀子，打從這裡過去，料他今晚宿在前邊集上，所以眾師父們各人帶了些軍器，到這遠近守候，劫他東西去了。只因我沒有氣力，留來看守家裡，故此放心大膽，也來求賜一樂。」奶子笑道：「且消停，自然有你的分。只不知眾師父幾時回來？」小和尚道：「大約等眾商人五更頭起了身去，跟他一二十里才好下手，明日早上，方可到家。」奶子道：「可憐我那位大官人，不知師父將他怎麼樣了？」小和尚道：「你放心，好好的關在一個所在。」奶子道：「總是師父不在家，你可領我們三個去見一面兒，今晚在憑你一個像意。」小和尚道：「使不得，方才師父吩咐的，教我不許開這樓門，怎好反領你去胡走。」奶子道：「既然師父吩咐不許開這樓門，你為甚擅開進來淫我。若大家通情，不但這一次，原可常常與你相通。倘畢竟不肯，你須不合來強姦師父的所愛，大家吵個不清靜吧！」誰知那小鬼頭欲心已動，恐怕不得到手，忙陪笑道：「去便同你去，只是師父面前說不得的呢。」三人齊說道：「承你好心，難道倒敢泄漏，累你惹氣不成。」奶子故意攙定他手兒，扭扭捏捏的把個小和尚魂都勾了他來，一同著轉彎抹角走到個極僻的所在。小和尚道：「這裡是了。」便在身邊取出鑰匙進去，有詩為證： \\n 欲竊春心骨便輕，不通情處略通情。 \\n 直教色現空花相，悔與蛾眉辨志誠。 \\n 你道這幾個狠心賊禿，既要淫占這三個婦人，為何不害那袁吉，反去養癰為患呢？誰知前日跳下樓來，被個和尚扯出去時，原打帳非刀即繩，要送他往西天的了。只因那半老的和尚，忽然發出個菩薩心腸，憐其無辜，饒他善終，便叫關在這房裡，斷了飲食，把他做個夷齊之餓。到三日後，便覺有些難過。但一室之中，尋來覓去，除了牆垣桌椅之外別無可啖之物，到五日後，肚腸也險些攪斷了。誰知天道好生，命不該絕，卻偶然看到個牆隙裡有塊非磚非土的東西。袁吉勉強移兩張桌子，接架起來，頭暈了七八次，方才爬得上去，竟把這東西往地下一推。跌了兩半，連忙下來仔細看時，你道是什麼東西？原來是極大的面曲。袁吉大喜，終日把他當個井上之李，幸得不死。眾和尚只道他早已做了餓鬼。誰知倒變了個曲生在此。就是小和尚也道他決然死了，誰知同謝氏三人人去，只見那袁吉呆呆坐著歎氣，反吃一驚。奶子恐謝氏做出本相，忙捏了一把，自己先上前說道：「大官人，你在此不要愁悶，我們三個虧眾師父們相愛，倒也快活過日子了。恐怕你牽掛，故此特煩小師父領來對你說聲。」 \\n 袁吉聽見這話，只睜著兩跟，敢怒而不敢說，謝氏苦在心頭，覺得奶子有計，那敢哭出淚來。奶子背地裡向丫頭做個手勢，叫他假意與小和尚調戲，丫頭會意，悄然一把兒將小和尚扯到旁邊，用手勾住了頸。小和尚被這一迷，渾身骨節也酥了，兩人口對口，先做了個呂字，引得小和尚春心搖蕩，迷得要死，那裡還有心去防閒別的，早被奶子乘個空兒，悄悄向袁吉打了個耳插子。袁吉會意了，奶子轉與小和尚打諢道：「你們兩個耍得這般快活，我倒替你做個撮合山，就在這裡弄一回。」便掇條板凳，叫小和尚仰臥著，做個倒澆，那小和尚只道當真，便脫下褲子，果然直僵僵躺在凳上，奶子一把扯那丫頭，壓住了他身子，逕自走到頭邊，解條汗巾，把他兜胸的縛住在凳上，袁吉也解下拴帶，從背後把他兩隻腳也緊緊捆著，忙叫丫頭走開，又是攔腰一束。謝氏也解自己的汗巾，把他手也縛了。那小和尚起初還道把他作耍，憑他縛手縛腳，不在心上，後來見丫頭走開，越發縛得狠了，有些著忙，盡力的亂掙，那裡動得一動，只得喊道：「你們四個人，綁著我做甚勾當？」奶子笑道：「我們要奉別了。」忙忙同謝氏與袁吉丫頭四人走了出去。小和尚眼睜睜看他逃走，急得眼淚直流，著實號叫，那裡留得他住。袁吉如飛去卷了些鋪陳，又趕到和尚房裡尋了一根棍兒護身，四人匆匆出門，才走到大殿上，便有個香火人攔住道：「你們走那裡去？」袁吉吃了一驚，想到：這時候不是你死就是我死，便劈頭一棍，把香火人打到在地，慌忙去門，到了大路。 \\n 四個人商議道：「這些賊禿去打劫陝客，想他只在前面，若回河南必然撞見，便都是死。就撞不著，也要追來，怎麼好？」袁吉想一想道：「我的丈人江惠甫，在山東青州府做客，總是身邊盤費不敷，莫若且往山東。前去十里之地，就是一條分路，僱些腳力曉夜趕到青州，借置盤纏，再作歸計。便兜遠了幾日路，也說不得了。」三人俱說有理，都沒命地狠跑。到得分路所在，謝氏一步也走不動了。丫頭與奶子虧得腳大些，倒還不在心上，袁吉著忙道：「此處正在危急之際，並無歇息的所在，又沒處僱轎，怎生是好。」便將鋪陳解開，分做兩包，叫丫頭與奶子兩個背著，自己馱了謝氏，一步一跌，又拼命走了十四五里，方到一個集上。大家都走倦了，忙到店中，吃了些飯，僱下牲口轎子。見天色尚早，隨又起身，行了二十餘里，方才天黑，投下宿店。守到半夜，便催店家煮飯吃了，搭著幫兒早走。走到天亮，已是五十多里，日日如此狠趕，不多數日，到了青州。打發腳價，尋間空房寓下。第二日，袁吉去問丈人消息，未知可能尋覓著江惠甫否，耍知後來如何？且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第四回   痛遭漂沒 貧家婦看盡炎涼 驚散婚姻 御史合尚存風烈", "正文": "  \\n 第四回痛遭漂沒　貧家婦看盡炎涼　驚散婚姻　御史合尚存風烈 \\n 　 \\n  \\n 詩曰： \\n 世事更遷是與非，山川滿目淚沾衣。 \\n 共推富厚光陰美，誰問單寒志氣肥。 \\n 半郭半村談徹底，一賓一主醉忘機。 \\n 從今不管炎涼態，何羨金門天使威。 \\n 話表袁吉，次日來到各家行戶裡，尋問了一日。及至末後，方才有個行家說道：「江相公曾在此住了半年，為因近日河南那邊黃河衝決，省城裡人家都已漂沒，不知家裡人口死活，特地趕回家去了。」袁吉聽說，大吃一驚，又問道：「江相公回去幾日了？」行家道：「才去得四五日。」袁吉得了這信，含著眼淚回來，謝氏問道：「尋著了嗎？」袁吉便說出這個緣故。謝氏三人，呆了半響道：「我家田地賣盡，只有這所房子，並傢伙什物，還可棲身，不想遭此異變，人情勢利，又無親族扶持，怎生活命。」袁吉道：「我妻子在家，婦人們自不會跑走，諒必淹死。」也撲簌簌掉下淚來。謝氏道：「這裡舉目無親，還該回去。只是盤纏欠缺，如何是好。」袁吉放不下妻子，也欲回家。便道：「除非嬸娘將衣衫簪餌賣掉幾件做了路費，回家再處。」謝氏道：「正是，患難中留這些東西何用。」便盡情傾倒出來，與袁吉持到鋪中，賣了銀子，連忙又收拾起身。兩程並做一程，飛的般趕到河南。進了開封府，果然荒涼得可憐。但見： \\n 寒煙慘淡，宿霧迷離。驚看地翳莓苔，愁見城埋沙土。逝水則屍橫蔓草，隨波而柩湧荒丘。狐奔鹿走，中原地已成墟﹔鼠竄鶯遷，澤國天教失眾。廬舍千家盡絕，牆垣萬室傾圯。地廣人稀，想見鯨鯢跋浪﹔煙寒灶冷，應嗟魚鱉同群。家多菜色之人，溝壑疲癃可憫﹔野盡劫遺之鬼，空山磷火堪悲。陰翳勝而日色無光，萍荇還浮暮雨﹔林木摧而波痕宛在，黍禾盡委秋風。傷心賊寇盈途，滿眼流移載道。子痛母亡，夫悲婦死，家家淚血啼紅﹔父埋兒骨，兄掩弟骸，處處遊魂化碧。夜月只聞猿鶴唳，秋風惟聽杜鵑啼。 \\n 話說袁吉，同謝氏四人進了城來，只見屍橫遍道，人煙落落，房屋傾倒，木石縱橫，好不傷心慘目，尋到自家居址，只剩一片荒場。就有些傾圯木植，見是無主之物，也被流民搶散了，謝氏好不悲傷。走到袁吉住處，幸虧這間房子竟不曾倒，單是妻子已隨波逐流去了，袁吉一時無奈，只得去尋看了丈人，大家說些前後苔楚，悲悲咽咽，做了妻子羹飯，哭了一場。次日，謝氏向袁吉道：「我一路行來，看見人家房子，也有重新蓋造的，也有將就結成草房的，都還可以安身。獨有我家片瓦不存，又無男子，苦楚異常，我想袁氏，還有幾房富族。我謝氏，亦有兩家殷實的親房，此時房屋料必復整，煩你各家去說聲，不拘一二椽，借我權棲幾月，待你叔子回來，尋房搬住，日用也一總補還。」袁吉依著嬸娘吩咐，去了一日才回。謝氏問他如何光景，袁吉道：「都不相干，如今的人，勢利異常，見我們落難，恐怕纏擾他，也有閉門不納只推出去的，也有說自身也顧不來的，也有說平日沒有報奉他，今日也不認親的。都是一概回絕。」 \\n 謝氏聽著一番言語，一時痛哭起來道：「炎涼人面，一至於此。」袁吉道：「嬸娘哭也沒干，我房子雖然窄隘，幸而尚存，嬸娘且安心住下。至於日用，我問丈人借幾兩銀子，做些小生意兒，將就度過去，等叔父消息便了。」謝氏十分感激。從此以後，虧了姪兒照顧，得以安身。只日日記掛丈夫，不知吉凶若何，心裡憂憂悽悽，好生痛念不題。 \\n 且說袁七襄坐在獄中，因欽案重大，不能即結，准准禁了半年。審過一二十次，方才辨得明白。原來舊案事情，雖干連四五十人，內中只有十來個是經手作弊的，同入了罪，其餘無辜官役，盡皆釋放。袁七襄等隨具一張辯呈，詳開本役於舊案內，已經審豁，並無犯法情由，合咨吏部，准復考選等情。三法司據此，就出一角咨文，申明白了吏部，隨掛諭牌，定期考職。袁七襄考了上等，候授八品經歷，只得在京聽選。但他雖得了職，心裡只想念妻子：「既同袁吉上京，不知為甚不見他蹤跡，又不曾幹得甚事，難道有個回去的理？想必馮家留著，也不可知。我正欲與他商議兒子行聘的事，前日他有公務，不便謁見。今城工已畢，自然知我在京，不免去看看他，一則問妻子消息，二則談談親事。」便寫了一個名帖，袖到馮家寓所。誰知馮國士因督工有勞，恰如這日報升了員外，門上好不興頭，管門的見袁七襄懷刺而來，那個肯替他傳遞。袁七襄道：「我與你家老爺是親戚，不要留難。」管門的道：「吾家老爺最惱的是親戚，常說平日沒人睬我，今日做了官，也不睬人。怎好輕易去觸他的怒。」 \\n 袁七襄道：「老爺和我極親密的，不比那別樣的親戚，決然不責備你。」管門的道：「老爺何等尊榮，你不見往來的都是官府。你這等模樣，還是不進去倒好。」袁七襄聽了這話，怒從心起，將管門人劈嘴一拳，大罵道：「奴才，你逞家主的威風，可以彈壓得我嗎？皇帝也有草鞋親，你家主做了官，便沒有親戚在眼裡。」正喧嚷不了，只聽得裡面一聲雲板，馮國士送客出來，見袁七襄發急，也覺跼蹐。忙送那人出門，便一手挽定袁七襄，故意將管門的罵道：「狗才，袁爺到來，稟也不稟一聲，倒這樣放肆。」因命道：「每人打二十板。」因笑對袁七襄道：「小弟公務羈身，竟不知吾翁遭此一番折挫。無由效勞，有罪之極。」袁七襄道：「只因小弟命運顛連，幾致牽累。得有今日，可謂萬幸了。」兩人同進內堂，尤寡悔也過來相見，談些冷淡話兒，馮國士便叫治飯。不一時，杯盤羅列，三人坐飲。袁七襄道：「小弟特有一事相問。前日初下獄時，聞賤內同舍姪到京，以後便沒了影響，不知曾到親翁這邊來，或是逕回去了？」馮國士道：「當日小弟督工時，曾傳個報帖進來，已知尊嫂在此，連忙著人迎候，不知法司衙門怎生訪著了，道是營賄罪案，即行驅逐出境，故愚夫婦竟不曾見得一面。前日河南水淹了，內弟尤寡悔回去看看，才曉得尊嫂已到家裡，內弟來京，還不滿數日哩。」袁七襄大驚道：「河南水決，小弟影也不聞，原來尤兄曾去了來，不知家下怎樣？在那裡？」尤寡悔道：「尊居漂得片瓦無存，老嫂沒處投奔，權住在令姪家裡。田地都賣做京中使用，如今飯也沒得吃哩。」袁七襄驚哭道：「我家怎弄到這個田地。奈何，奈何！」尤寡悔道：「還有一樁極可笑的事，老嫂在京中回去，路上不知遇了什麼大難，直從山東轉到家裡，把個週歲的令郎都棄掉了。如今日日在那裡哭著。」袁七襄聽說這話，魂都嚇散，含著兩眼淚道：「怎麼天絕我袁氏，如此慘酷。只是尤兄可曾問他，路間為著甚事，到此地位？」尤寡悔道：「小弟也問了幾次，老嫂只含含糊糊的說不出口，想必在體面上不好看相的事了。」袁七襄見他說話尖酸，便不好再問，又因兒子散失，難以言及親事，便欲起身。被馮國士拖住了，又吃上一回酒，方才別去。詩云： \\n 半年拴梏已浮家，婦子情深各一涯。 \\n 忽感滄桑隨世態，一般人面便爭差。 \\n 且表袁七襄，次日便欲拋棄前程，急趕回家一看。幾個同事的勸道：「我等為此微職，直從險難裡逃過命來，方得到手。兄若錯此機會，不候了缺，難道下次再來補選不成。令郎雖失，已有半載，就要尋訪，也不在乎這幾日。倘尋不著，豈不兩頭脫空。何不且耐心兒守了個地方，慢慢找尋也不遲。」袁七襄只因眾朋友苦苦挽留，不知不覺，又住了四五個月，才授了貴州鎮遠衛經歷，好生氣苦道：「總是命窮的人，一個小小前程，弄到萬里之地，如何去得。」便忙忙收拾出京，又到馮國士寓所作別。走到門上，只見層層結綵，裡面好生熱鬧。袁七襄看見，心上想道：「今日馮家這個光景，不知何故？」便頓住了腳，問管門的道：「今日結綵，想是你家老爺報升了嗎？」管門的道：「不相干，今日是為小姐受聘。」袁七襄聽了這話，陡吃一驚道：「老爺有第二位小姐嗎？」門管人道：『沒有，止得這三歲的一位女兒。」袁七襄又問道：「今日受聘的是那一家？」管門人道：「是王御史老爺的公子。」袁七襄聽了，不覺勃然大怒起來，也不叫人通報，大踏步闖入內堂。恰好馮國士與尤寡悔兩個，攙著手正走出來，劈面遇著，連忙縮腳，早被袁七襄叫住，只一個臉兒血噴也似的，白了又紅，紅了又白，心頭跳個不住。 \\n 袁七襄執定手道：「小弟特為今日這事，來與與親翁討個決裂。當日交際往還，乃親翁與令舅相約賜顧，再三見招，非小弟無恥要趨承富貴。至於指腹聯姻，亦出令舅與親翁雅意，必欲訂盟，亦非小弟希圖作扳，強求允諾。然言婚之始，親翁惟恐小弟變更為虐。今雖貴賤相形，不爭親翁體面，亦是時與命之使然，非小弟不肖，甘落人後。親翁榮行時，亦曾以此相告，然語言誠厚，小弟意謂必無游移。豈料今日，盟言未冷，忽而改諾。雖勢利可羨，而倫理更不可滅，願親翁踐言信行，勿為小人所惑，足見始終親誼。」 \\n 馮國士道：「小弟初無此心，只因令郎棄失，小女難以虛懸，故為是舉。吾翁這番說話，也覺太浮泛了。且去尋還我的女婿，再來說話也不遲。」袁七襄道：「小兒雖棄，或有相會之日，未必此時便死。況令愛尚在襁褓，又非摽梅過期，怎便不待幾年，看小兒消息。就不能待，也該與小弟有個決絕，才可更張。乃絕不相聞，另撥要路，可惜親翁止此一女，滿胡群貴不能盡屬門楣。親翁方將治國，反不能齊家，悖理極矣，怎說小弟浮泛。」馮國士終是讀書人，見袁七襄幾句急話，自覺面慚，無可回答。尤寡悔便接口道：「當初指腹聯姻，親翁便該做個憑據，今日好執了向他講理。豈有不費寸紅杯酒，便想人家女兒做媳婦。親翁先自算了失著，如今也難好責備於人，大家做個口說無憑便了。」袁七襄怒道：「令姊丈富貴，認不得人，小弟與兄交誼，且不必說。但指腹一事，當初侃侃正言道，日後有貴賤更心，貧富易轍，當持公論。今日正是公論所在，吾兄不持正言，反引為非禮，此速禍之道，未為善謀。吾兄不過挨身勢利，便忘本來面目，豈不可恥。」尤寡悔被他說出根底，滿臉羞慚，反出惡語道：「老嫂以血抱之子，拋棄遠方。今吾翁遠宦黔陽，地北天南，如何還可相會，縱使今日令郎現在，舍甥女閨門淑秀，難道帶往貴州去好，還是也借住在令姪家好？」 \\n 袁七襄見說話盡情刻毒，更怒道：「縱然今日窮死，便到海角天涯，隨夫貴賤，也說不得。況天道無常，焉知小弟終身困窮，兒子便不見面。令親就保得一生富貴嗎？」正喧噪時，王御史家聘盒已到，擺入中堂。袁七襄見了，氣得面如土色，怒跳如雷，大聲喝罵道：「你道做御史，就不怕王法。馮老爺當初與我指腹聯姻，小姐已為袁門之婦，今日思量賴婚，你家就奪人所聘，大家講講理去。」一頭說，一頭便把那些茶禮聘物，盡情打翻在地下，怒忿忿出門去了。王御史家眾人，興興頭頭一場喜事，被這番打鬧，無趣之極。一個個抱頭驚竄，慌忙去報與家主了。馮國士與尤寡悔又羞又惱，兩人互相埋怨，又恐觸了王御史之怒，搜求此事，未免有許多不便，反驚驚恐恐，捏著兩把冷汗。有詩為證： \\n 郎官熱面總炎寒，御史霜威壯鐵冠。 \\n 不是姻緣偏費手，算來無地可容奸。 \\n 看官，你道馮國士既要把女兒另許人家，怎麼不待袁七襄去貴州做官之後，方才受聘，使他影響不知。何若偏在這幾日，恰好被他撞見？只因勢利的念頭太重，起初做鄉蠻時，巴不得要結交撫院吏書，擋些風水﹔今日中過進士，做到部屬，眼界便高，覺向來借其勢力者，反在門風之下。又要想扳圖個高似我一倍的，可以庇護前程。故撇卻了這吏員經歷，又去趨奉那極風光的侍御。原來王御史有個五歲的公子，也是尤寡悔要湊姐夫的趣，便將甥女許他，偏生一卜就成。馮國士也巴不得有個御史親家，那有不允的理。誰知允便允了，王御史卻又是個性急主兒，就送了行聘日子，馮國士只道袁七襄沒有出監之日，故此放膽而行，誰知忽然辯釋，在京候考，馮國士覺道有些礙手，只得生發個話頭，向王御史家回復了。三四個月，料他授了職，自然就去。又誰知袁七襄的遭際偏生有許多遲滯，王御史耐過幾月，仍揀日期，促他納聘。馮國士因曉得王御史秉性剛急，不論同年鄉里，片言不合，就耍傾人，朝中大小官員，畏之如虎，那敢再過時日，觸他的怒。又因袁七襄許久不來，只得圖個眼前僥倖。誰道偏不湊巧，恰好這一日反來撞破。眾人討這一場掃興，慌忙報與王御史。王御史正喜孜孜的望著回聘進門，三親六眷，齊集滿堂，誰知做這一番變局，各各敗興而走，王御史好生沒趣，怒得火星直冒道：「馮楨這烏龜，在朝明裡坐官，不知禮法，將個女兒哄騙多少人家。我今若不指參，明是我奪人婚配了。」如飛就上一疏道： \\n 奏為一女二婚，倫法湮喪，仰祈宸鑒，嚴懲無恥劣員，以端風化事：切惟婚姻人道之始，聘問終身所先。一言之諾，生死不渝，勿容朝張暮李，任意更遷，以一女連婚二姓者也。如工部員外郎馮楨，位側朝臣，身任名教，乃貪昧無恥，溺心勢利。以三齡幼女，始與袁之錦訂指腹之盟，今楨以顯而榮計賴婚，托奸尤寡悔等，欺蒙巧飾，復詐臣子為配。臣以直心用法，何由察其隱私，況地遠時移，無從查訊。且臣與錦，素不謀面，孰先知情，便合赴司呈首，乃不究正於言合之時，獨肆暴於聘問之日。國家法紀之地，悔辱何堪。袁之錦有無指腹之情，合聽部臣議奪。至馮楨蔑理亂倫，一諾再諾，以致爭端竟起，大理爭張。使一縉紳倡之於前，眾小民效之於後，人人將趨富貴，孰甘貧賤為婚，必將婦棄其夫，夫棄其婦，倫紀紊淆，風俗敗壞，何所抵止。皇上端本澄源之治，四海同風。若臣僚可變先王之禮，小民何知天子之尊。朝廷三尺具在，所不能為馮楨宥也。相應據實指參，伏乞睿鑒，敕部究擬施行。 \\n 聖旨批下，該部核擬具奏。即喚袁七襄質審。只因指腹沒有憑據，被馮國士錚錚圖賴。幸得部臣以御史特奏的事，不便徇情，只得將馮國士降了三級，調任廣東肇慶府陽江縣知縣。袁七襄審結之後，因記憶兒子，連忙收拾起身，趕到開封府。果然被災之後，居址已屬荒場，好不傷感。尋到姪兒家裡，見了妻子的面，抱頭大哭，因問道：「我聞你在京中回來時，路上為著何事把兒子拋棄？」謝氏提起這節，便傷心痛哭，因把前後遭遇的事，悲悲切切，述了一遍。袁七襄捶胸跌腳，又大哭道：「不想你為我受此狼狽，但兒子果然被人領去還好，倘被和尚弄死，這口冤氣何時得雪。」便也將馮國士賴婚，重許王御史後來被參降職的話說了。謝氏大驚道：「原來他如此勢利，見我家落泊，就把婚賴了。虧這王御史，也替你出口氣兒。」袁七襄道：「孩兒死活不知，婚姻的事且丟在一邊，只如今我到貴州赴任好，還是往上尋兒子好。」謝氏道：「兒子豈不該尋，但要去尋時，路上必需盤纏，家中又要日用，今田地房產蕩廢無存，只有衙門頂首，還值四五百金，勢不得不將他轉售。除此之外，並無別項可想。若將這銀子做安家路費，不勾用完，那時骨肉如水，毫無移貸，我夫婦二人，還是餓死，還是求討。況兒子若死，尋也無益。倘人家撫養，又那裡尋處。依我從長算計，還是將頂首賣來，做了貴州路費，我夫婦挈家到任，賴此微祿，還可苟延。況你我都在中年，可以再圖生育。萬一搏得升轉，則馮家聲勢與你也勝不遠了。」袁七襄道：「汝言雖是，伹父子天性之親，何忍棄而弗顧。」謝氏想道：「除非頂首賣得銀子，只勾了盤纏。倘餘得百金，姪兒誠實忠厚，與他做本錢，上京買賣，留心訪問孩兒，路頭反覺熟悉。你又不費了前程，可不是兩全之道嗎？」袁七襄喜道：「此說甚好。」連忙將吏缺出了經帳，托人尋售。 \\n 不多幾日，果然尋個富翁買了。便將一百兩銀子，付與袁吉道：「我本該挈你同去，只是我止得一子，難以割捨，煩你將這本錢，上京做做經紀，往返之間，用心訪尋兄弟的消息。倘然尋著，可即領歸，以續袁氏之胤。就不能送來，倘有客商往還，也寄個信兒報我，使我安心。我夫婦只為貧窮所累，小小微員，遠涉萬里之險，料不能復歸故鄉。衣食生死，都靠這個前程結局了。」說到苦處，夫婦都掉下淚來。袁吉道：「兄弟手足至情，本該出力找尋。況蒙叔嬸見托，豈敢憚勞不往。叔嬸放心前去，若得升遷近地，宦況便不寂寞。姪兒拚此身力，尋見兄弟之面，自然附信相聞。」袁七襄當日備下一席酒，與姪兒分別道：「今日同你一酌，不知此生可能復會。我心中沒甚牽掛，那馮家負心賴婚，只因你兄弟沒有消息，以致更變。倘尋見之日，看他怎生光景。至於分離拆散，實係淫禿所害，其冤未雪，汝當留意報復，不可忘之。」 \\n 袁吉道：「妖僧極惡窮凶，若能剿除，不但雪自己之冤，兼可除一大害，但恐當初我等走漏，他必然懼慮，此時料已別圖營窟，未必在於故處了。馮家雖然賴婚，已被王御史參劾降職，可以稍釋其忿。然彼自作之慽，我家原未曾與他結難，且看他小姐長成，志向何如？倘不像父親勢利，便得重諧夙好，亦未可知。」當夜別罷，次早袁七襄原喚了兩房舊僕，同去到任。與妻子，奶姆，丫頭，共七八個人，一同發裝長行。袁吉直送到三四百里路，方才回轉。又過了幾日，也帶著銀子，上京做生意去了。要知後來端的，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回   辭婚媾貞女事空王 治強梁窮員遏天子", "正文": "  \\n 第五回辭婚媾貞女事空王　治強梁窮員遏天子 \\n 　 \\n  \\n 詩曰： \\n 堪嗟世事總歸空，眼底滄桑事不同。 \\n 綠水青山埋豔婦，丹楓黃土葬英雄。 \\n 三分氣在爭榮辱，一雙腳直任西東。 \\n 閻浮空作千年計，盡屬南柯一夢中。 \\n 這一首律詩，專寫那世人，趨時奉勢，凌賤欺貧，但顧目前，不料其後。況人生一世，百年瞬息，智愚奸直，作為諸事，全同夢幻，忠直者流芳百世，奸邪者遺臭萬年。且世事滄桑，貧富無根，只有那綠水長流，青山不改。一生作事，真同石火電光﹔百歲辱榮，無異浮雲泡影。守道者到底安益，妄為者終受災迍。依吾看來，還須洗心革面，迅為吉人，天必佑之，人必敬之也。古人有四句言詞道得好： \\n 種瓜得瓜，種豆得豆。 \\n 善惡報應，在前在後。 \\n 卻說馮國士，被王御史參壞，降了外職，心裡好不氣恨，只埋怨尤寡悔與妻子，替他幹這掣肘的事。又懊悔自家沒有主意，錯聽了他，大家討了好些寡氣，又免不得束裝出京。這些同年僚屬，見馮國士被劾調任之官，恐怕王御史見怪，一個也不來贐行。馮國士淒淒涼涼，敗興離京，因臉上沒有意思，不好回家，就一逕往廣東赴任。到得陽江縣，誰知又是荒瘠之地，糧虛民悍，十分難治。勉強做了三年，指望升轉，那知錢糧遞年挪垫，再不得清。撫院具疏題留，反將新舊積欠，責成馮國士在任料理。馮國士推不脫的受累，只好耐心催徵，是時女兒已是長成七歲，卻天性聰慧，不類凡類，從小便會識字，女紅針指，事事皆能。父親叫他讀書，不上兩年，便能出對寫字。那指腹為婚的話，父母雖不曾與他說知，他心裡靈敏，當初父親被王御史參劾的情由，已略略有些知覺，及盤問奶娘嬸女，都不肯說。又過了兩年，馮國士欲在任所覓配，小姐便不肯道：「孩兒年紀尚幼，爹爹未必在此久任，將來尚要遷擢，且到家裡再處。」父母那裡肯依他性兒，只終日央媒作伐，今日也是議親，明日也是擇配。 \\n 小姐一日忽想道：「我若幼時果有割襟指腹的事，便當終身無二。古云『一馬一鞍』，雖貴賤死生，斷無改易之理。爹爹常說，為我被王御史參壞，其言可疑。我想，小兒女家，有何事可以壞得父親名節？除非嫌貧棄舊，變亂婚姻。或者臺臣因此參劾，亦未可知。若是為此情由，疏內自然說及，況歷年京報，父親都集在一處，未曾散失。今不免去撿來一看，便知就裡。」這日，乘父親坐檯比較，悄然走到書房中來，把報箱開了，挨著年次尋去。偶然看到一冊，劈頭就是監察御史王一本，為一女二婚倫法湮喪等事。小姐見有些古怪，便從頭至尾細細看完。卻正是王御史參他父親的原疏，不覺大喜道：「原來果有此情，我父母恁般勢利。那袁之錦不知何等人家，此時怎又不來講起。我既得了這個蹤跡，生是袁家人，死是袁家鬼，便索立定主意，做個貞烈女子，不去隨波逐流便了。」因將這疏稿扯了下來，藏入袖中，把箱兒仍舊關好。有詩云： \\n 多情戀生只烏衣，王謝堂前歲歲歸。 \\n 縱使朱梁凋廢盡，春風猶繞舊巢飛。 \\n 且表馮國士，一心要扳個貴家女婿，無論鄉紳現任，各處遣媒送貼。女兒聞知，向父親求告道：「孩兒性潔好靜，不喜塵俗，且福薄命寒，自知壽夭，爹爹幸勿為孩兒求配，以致陷於凡欲。但願半椽事佛，習靜焚修，以種來生福果。不知爹娘意下如何？」馮國士道：「我止生你一人，別無子女，正欲聯姻貴族，借以娛老，怎說個出家兩字，使我膝下無人。」小姐道：「非是孩兒敢離父母，但一子出家，九族昇天。孩兒實欲苦修德行，以報無極深恩。且自懺塵愆，免得墮落惡道。孩兒志願已決，爹媽幸勿相強。」尤氏聽了，不覺便怒道：「小小女兒，不遵父母教訓。千金小姐不做，反要修行出家，豈是我們官宦人家做的，滿望招個做官女婿，使吾為父母者也享半子之榮。難道任你主張，父親的體統也不顧了。」小姐道：「我預料爹媽自然不肯，今後也不敢再來稟告，只索自行其志便了。」說罷哭進房中去了。尤氏雖然責備了他幾句，終是愛女，恐怕他氣壞了，隔了一會，便叫丫頭去與他解悶。丫頭走到房前，門已閉著。叫了幾聲，並不答應，便往空隙裡一瞧，只見小姐將幅白綾兒，縊死在牀上。嚇得魂飛天外，連忙一步一蹷的報與主母。馮國士夫婦聽了，驚得一身冷汗，如飛趕到房中，看見果然縊死，放聲大哭。馮國士慌忙解下汗巾，摸他心口尚溫，叫丫頭澆些薑湯，灌了幾口，便微微有些氣息。丫頭替他週身運動了一回，方才醒轉，夫婦大喜。將些好話安慰上幾句，著丫頭好生勸他調養。馮國士夫妻兩個只道勸住了女兒，已可安心，誰知小姐只等丫頭走開，仍舊做這把戲，惹得丫頭驚報不迭，父母忙來解救。一連五六次，弄得日夜驚驚惶惶，舉家不得安逸。尤氏沒法，只得與丈夫商議道：「女兒立志如此，料已強他不得，倘然做出三長兩短，我與你眼前更有何人。不如尋個清淨尼庵，等他權住一兩年，雖然不是體統，還強似看他自盡，只不容他落髮便了。」馮國士也沒奈何，只得任他主張。尤氏悄然叫家人，到外頭尋了一個永福庵，極是幽閒清淨，住持老尼叫做潔慧。尤氏親去到庵中燒了香，與潔慧說知此事，潔慧大喜道：「難得小姐有此善心。老尼自然小心伏侍，奶奶再不必掛懷。」尤氏回去，與丈夫說明，擇了吉日，送至庵中，撥兩個丫頭，一個奶娘，隨去伏侍小姐，不在話下。從此把那求婚的事，只得丟在一邊，絕不去提起了。 \\n 那馮小姐自到永福庵中，便除葷戒酒，終日潛心梵典，並不想念家庭。光陰撚指，不覺住了三個年頭，已長成十二歲了。馮國士在任已有八年，指望俸滿即遷，誰知歷年荒欠，錢糧催徵莫楚，撫按不肯保薦，因此尚未得升。獨是袁七襄，在貴州鎮遠衛做了三年經歷，恰當弘治駕朋，正德嗣位，內外大小官員，恩詔加級，就升了福建布政司都事。在任三載，大有政聲。俸滿之後，又轉了江南揚州府通判。雖然官運甚佳，但夫婦終日想兒子，不知存亡消息。袁吉又無音信相通，料是尚未尋著。故只憂憂悶悶，再不開懷。 \\n 一日，巡役報進衛來，說有南來進京朝覲的藩王，帶著許多兵馬，到在馬頭上了。袁七襄聽說，如飛出堂，便令各役打轎，就去出城迎候。才到半路，忽見街上聚著許多人，打鬧在一塊。袁七襄便問什麼事情，內中一人跪下稟道：「小人在這地方上居住，開個綢鋪，忽有往北的藩王兵馬，上岸打搶東西，到小人店裡取了綢紗八十餘疋。實實本錢，也有百金，他止與小人二十兩銀子。眾人不服，都與他爭鬧，反把小人店裡打得齏粉。幸遇老爺經過，求老爺救小人的窮命，萬代公侯。」袁七襄道：「這兵丁可在？」那人道：「現在小人家裡。」袁七襄聽了，便下了轎，親自走入店中。 \\n 果然櫥櫃什物盡皆毀爛，見五個兵丁，把店內綢疋，盡數疊了一包，掮著要走。袁七襄看見，便喚從人拿獲。眾人一齊上前，都把繩子扣住，一個也不曾走脫。兵丁便罵道：「我們是千歲爺手下的人，你這通判多大的本領，敢來拿我。若千歲爺曉得了，把你那瘟官活不成哩。」袁七襄怒道：「你們這班奴才，借了千歲爺的名色，在禁城裡強搶東西，肆無忌憚。豈不聞王子犯法與庶民同罪。清平世界，難道沒有王法，就是千歲爺，怕不是朝廷的臣子嗎。」喝叫手下，一面去抬頂號的大枷伺候，一面叫都捆綁起來，每人重敲五十。眾人聽了，都面面廝覷，不敢動手。袁七襄罵道：「奴才，敢不服使令！就打出事來，有本廳在此，難道要你衙役認罪嗎。若那個違拗的，先打三十板。」眾人沒奈何，只得逐個捆縛起來，綢鋪裡也合了十來個人，一齊跪下稟道：「蒙老爺把兵丁王法，實是為民。但恐觸了千歲爺之怒，則小人們都是個死，老爺一片好意，反連累小人了。老爺只消把他原物歸還小人，便感戴不盡了。這幾個兵丁，還求饒放，免得貽禍，是老爺十二分的恩庇了。」袁七襄道：「朝廷立法，務在必行，正欲使強梁知法之可畏，後人不敢為惡。從來化強戢暴，威愛並施，難以偏廢。凡可安百姓而靖地方者，本廳志願力行，不怕利害。倘千歲爺有怒，罪歸於我，不關你眾百姓事。」轉叫手下著實打，皂隸略打輕了，就是二十倒板。故此一個個用出狠力，打完五十，兩條腿上，連皮帶肉，都卷一層。正好枷已抬到，吩咐枷號通衙，限三個月滿放。可憐這幾個人，打得有氣無聲，又套上沒嘴的大枷，眾人不管他死活，狠狠的拾到各門示眾去了。正是： \\n 丈夫豪膽本來真，不惜耿耿在救民。 \\n 只道賢臣應速禍，偏生天子愛賢臣。 \\n 看官，你道袁七襄如此莽裂，竟把王子的兵丁捆打枷號，就常情看來，定然有不測的奇禍了。那知除暴救民，天心最悅，你便不慮禍害。真心教人，自然也有個消災降福的人來救你。袁七襄方趁著一時不平，做這件快心燥脾的事，恰有個紫衣少年，氣宇軒昂，旁邊瞧著。見袁七襄審斷神明，語言剛決，只管點頭稱羨。及見他把幾個兵丁處置得盡情快暢，一團志鯁之氣凜凜逼人，那少年便拍掌大叫道：「好一個通判，吏員中有如此豪傑。」說罷就走。這二三十人，都簇擁著去了，袁七襄知是個貴人，也不在心上，並不出城去迎候藩王，竟自回衙去了。 \\n 看官，你道這少年是誰？原來卻是正德皇帝。只因正德是個風流天子，自從即位之後，天下太平，民安物阜，四方寧謐，朝政無為，故得到處尋花問柳，拾翠偎紅，偶聞廣陵佳麗，因而遍訪章臺。這日偶然閒步，正見兵丁擄掠，因站住了腳觀他肆暴。忽然撞個袁通判來，竟將凶徒正法。合著了他安民治世的仁政，不覺大喜。即日馳駕回京，發下兩道手敕，一道是褒升袁七襄的，一道是戒諭藩王的。正是： \\n 天顏咫尺人誰曉，丹詔頒臨始覺明。 \\n 卻說袁七襄在衙，忽傳到了詔敕。因想道：「廷詔下，怎麼並無邸報，有甚機密事體？」慌忙迎接。一郡官員，無不驚異，接到府堂開讀，方知袁七襄特升了陝西鞏昌府知府。只為懲治兵丁一事，得此優擢，心裡才到想從旁觀看的那紫衣少年，就是正德天子。暗暗吃驚。眾官爭相慶賀。袁七襄夫婦，好不歡喜。各官治酒款待，送物饋禮，好不熱鬧。真正世情冷暖，人面高低，不在話下。但是袁七襄夫婦二人，只為兒子一事，久無音信，杳無下落。姪兒袁吉，並無一札通問，煩煩惱惱，真正寢食不忘。報升之後，又在任上耽閣了三四個月，才有新官下來交代。府縣官員，俱治酒席，與袁七襄贐行。揚州百姓，人人感仰袁通判為民仁政，臨行之際俱拈香哭別，送至百里之外。袁七襄亦含淚別了百姓，往陝西赴任不提。要知後來端的，請聽下回分解。正是： \\n 雪隱鷺鹚飛始見，柳藏鸚鵡語方知。 \\n  \\n   \\n  "}
{"章节": "第六回   忠言遇主老公公膝下無兒 孝道尋親大哥哥眼中識弟", "正文": "  \\n 第六回忠言遇主老公公膝下無兒　孝道尋親大哥哥眼中識弟 \\n 　 \\n  \\n 詩曰： \\n 悲歡離合不由人，顛倒常情舊復新。 \\n 待得水清魚始見，那時方識假和真。 \\n 再說劉瑾太監，自從採木回京，在路上領了袁化鳳到家，撫養做兒子。見了他裡衣上血書字跡，已曉得姓名居址，便將他生庚月日，叫星家推算，卻是個貴人八字。雖不能名登甲榜，可以得異路前程，後來直做到三品之職。劉瑾聽了，好生歡喜。僱了兩個奶娘，輪流伏侍。又恐他後來知道自家父母來歷，便將那領血衫悄然藏過，不與他穿。自此，歲月如稜，光陰似箭，不知不覺，過了六年。袁化鳳已長成七八歲，生得一表不群，面如冠玉，且丰姿穎秀，性度安和。劉瑾十分鍾愛，就改了姓劉，叫他做劉化鳳，請個名師教授書籍。只因天性聰慧，過目不忘，到九歲上經書古文，俱已讀過，又能講題屬對，作字吟詩。及到十二歲，便胸蟠錦秀，筆吐珠璣，出口成文，千言立就，隨你詩文詞賦，件件皆通。 \\n 一日，正德天子親幸劉瑾私第，劉瑾慌忙接駕。天子步入中堂坐下，劉瑾俯伏叩頭，天子親手扶住。因是先帝歷用之人，賜他坐下，談論些時政。說了一會，便踱到書房中，各處閒玩。偶然在書裡翻出一篇文字，題目是孝者所以事君也。天子潛心細玩，只覺言言忠良，字字剴切，不覺喜動天顏，及看到結股有一聯道：「一人作孝，萬邦赤子尊親﹔百職維忠，四誨英賢輔主。」便擊節歎賞道：「忠臣孝子之言，豪傑丈夫之氣，何物之人，剛正如此。」便問劉瑾道：「此篇文字，誰人所作？」劉瑾跪奏道：「是臣兒子做的。」天子道：「你兒子多少年紀？有此通才，怎不出仕？」劉瑾道：「臣子才一十二歲，因是幼令，恐怕學業未精，不敢應考。」 \\n 天子驚道：「朕謂此種文字，定是老成宿學所構，不意得之稚年，豈非神童國瑞。可令他來一見。」劉瑾奏道：「臣子本當迎駕，恐怕童稚儀貌未恭，不敢輕見陛下。今既蒙聖召，便當呼來叩首。」如飛喚出劉化鳳到了面前。劉瑾先跪奏道：「臣子齠齔無知，未諳大體，望乞陛下矜宥。」天子道：「朕實憐才，何暇拘求細節。可速令他來見。」劉瑾便喚兒子叩頭俯伏。天子命他平身，劉化鳳便站起一邊。天子注目而視，見其天姿穎異，安稚不佻，便贊道：「好個名臣氣象。」因問：「這文字是你做的嗎？」劉化鳳跪答道：「果是小臣所構。」天子便問劉瑾道：「你是從小淨身，如何有此幼子，定是螟蛉的了。」劉瑾見兒子在前，跪伏於地，不敢回奏。無奈天子偏生問了又問，必要窮究根源。劉瑾料隱不過，恐觸聖怒，只得應道：「臣子實是螟蛉的。」天子道：「他那裡出身，是誰家之子？」劉瑾道：「臣緣數年之前，奉先皇爺採木而回，在路上拾得此子，攜歸撫養。因非過繼承宗，故不知他蹤跡。」天子道：「豈有此理！大凡人家遺棄兒女，必因肌寒所迫，或因災禍逃亡，天性之情，不得已而拋棄。孰不冀有相見之日，自然詳寫姓名居址生年月日，藏之於身，再泯形跡，斷絕他日後歸宗之路。況且他若不知自己家世，雖兄妹為婚，父子相聞，亦有何辨，豈不至於綱常廢弛，恩誼斷絕。誠非細故，何可秘而不言？」劉瑾見天子見識如此明進，說話如此精嚴，嚇得戰戰兢兢，汗流夾背，那裡還敢不說。只得奏道：「當初有一件汗衫，上留血書字跡，臣因一時遺忘。今陛下問及，方才想起。但穢污之物，不敢瀆呈聖目。」天子道：「這須不妨，可速取來觀看。」劉瑾怎敢違拗，只得領命去取了。有詩為證： \\n 接木移花根本差，一般培植費年華。 \\n 總然結子難為種，抵轉春來幾度花。 \\n 話說劉化鳳自幼被劉瑾撫養在家，瞞過了嫡姓，竟不知自己本源，只認劉瑾便是嫡父。誰知忽被正德天子一口題破，他十二年如在夢裡做人，今日方才得醒。不曉得自身是何等樣人，出身在甚所在，忽然別是一副心緒。及見天子倒替他盤問根由，窮究到水落石出，心裡又感激，又歡喜，慌忙伏地叩謝道：「小臣方欲移孝作忠，若自昧根本，子道先失，何以對君無愧。蒙陛下開天地之洪恩，兼父母之慈愛，為小臣詰家世而正宗祧，俾小臣不陷於不義，陛下救臣以孝，真千古聖王所不能及。小臣何幸而遭逢盛世，願效犬馬，以報天恩。」說尤未了，劉瑾果然捧著一領血衫，跪在面前。天子取來一看，見有兩行血書，寫得甚是明白。念了一遍，忽沉吟道：「前日那揚州府判，叫做袁之錦，是吏員出身，又是河南籍貫，似乎不差。但那袁之錦歷任做官，怎將兒子拋棄？且劉瑾又說在本京近地領回，既非家鄉，又非宦所，如何遠棄於此？其中又似不真。況衣上既用血書，必然分離於患難之頃。袁之錦久在仕途，未必有此顛沛。」只得含忍，反不與他說明，但將那血衫付與劉化鳳道：「你收著這領衫兒，少不得父母還可相見。但劉瑾撫養你十餘年，雖非親生，亦有三年懷抱哺育之恩。既已深厚，亦宜小心孝順，不可因朕說明，竟以外人相待。」劉化鳳忙俯伏奏道：「陛下如此仁恩，小臣若忘君父，願以身膏斧鑕。」 \\n 當下天子回宮，劉瑾父子，直送到午門之內，方始歸家。劉瑾心中如失珍寶，好生悶悶不樂。劉化鳳也到書房中，將那血衫看了，嗚嗚的哭道：「我爹娘不知在於何地，當初因甚驅迫，將我棄於道路？苟非患難，斷不把未週歲的兒子忍於割捨。」想到其間，一發心痛，准准一日哭到晚，一晚哭到天明，眼也不合，飯也不思，直到次日早晨，正欲告稟劉瑾，要往河南訪問父母消息。忽然天子發下手詔，劉瑾父子慌忙接入中堂，供起香案，拆封跪聽宣讀道： \\n 敕曰：國家求賢以致治，奚必及齒而登士。子學古以入官，烏容抱璞而待。爾太監劉瑾子劉化鳳，總角而負驚才，幼穎足徵國瑞。教忠自父，銳志用以臨民﹔興孝惟君，學優即為登仕。重祿允宜於異日，牛刀先試乎衝年。茲授爾為文林郎，廣東肇慶府陽江縣知縣。於戲，春走花封，早慰黎元之望﹔霜飛澤國，還清溟渤之波。勉爾英猷，加之異擢。 \\n 劉瑾父子，望闕謝恩，請過敕命，劉化鳳便道：「孩兒小小年紀，如何曉得做官，且生身父母，不知拋散何地，為人子者，方抱痛追尋之暇，何心受此爵祿。求爹爹面君告辭，待孩兒尋見父母之面，得全孝道，然後受職，未為遲也。」劉瑾也不捨得兒子遠離，竟慨然與他具疏辭職，誰知上了三疏，聖旨不允。劉瑾又不敢再上，便收拾行裝，打發兒子赴任。劉化鳳無可奈何，只得帶了十來個家人，擇吉起程。 \\n 先往河南，尋問袁家消息。一逕進了開封府，便尋寓所歇下，悄然跟了一個家人，到外邊尋問在撫院裡做吏書的袁家。那知袁七襄已有十餘年不在衙門，人都茫然不知。且問了名字，一發都不識得。迭連尋了四五日，沒個影兒。因想道：「除非到撫院裡一問，自然曉得。」次日清早，步到都察院前，逐班挨問，都沒個姓袁的。偶然有一人說道：「除非當初十年之前，有個袁之錦，曾做撫院裡書辦，如今高高的升了四品黃堂之職。莫非就是他了。」劉化鳳道：「他家裡住在甚麼所在，待我去問問，或者是他亦不可知。」那人道：「他家裡因黃河衝決，又已漂沒，夫妻兩口，只在任上作家了。」劉化鳳道：「這等說，當初曾在那一家依附嗎？」那人道：「這倒不曉得，彼時他已不在衙門，我等沒甚事往來，故就疏遠。後來零落之狀，他也瞞著人的，那裡知道。但這城裡袁氏甚多，也有一面不相識的，也有通譜的，也有同宗的，問他或者曉得，亦未可知。」劉化鳳道：「我們外路人，初到這邊，人生路不熟，望乞指教幾家名號，以便尋問，感戴不淺。」那人道：「祥符縣前，便有個姓袁的，一向在外頭做客，近日才回，他家裡現貼著袁之錦的喜單，可曾去問問嗎？」劉化鳳道：「這到沒有見得，既有這個蹤跡，小弟如飛就去。」便向那人謝一聲，拱拱手別了。忙走到祥符縣前，逐家挨看，果有個小門面裡，貼著報單，上寫到： \\n 捷報貴府老爺袁諱之錦，特恩欽升陝西鞏昌府正堂。 \\n 卻說袁化鳳看見了，喜之不勝，連忙跨進門裡，叫了一聲。那姓袁的恰好在家，出來接著，到裡面作了揖，拱他坐下。你道那姓袁的是誰？原來就是袁吉，向來受叔父托付本錢，到京裡買賣，並尋訪兄弟消息。誰知找尋了十餘年，不見一些蹤跡，近日聞得叔父己升陝西太守，思量要去看看，故此買了些北貨，乘便帶回去發賣。也是天緣湊巧，恰恰袁化鳳尋到他家裡，連忙出來相會。那知是同堂兄弟，只認做異方賓主。施禮坐定，便開口問道：「尊兄高姓，從何處來？」劉化鳳道：「小弟姓劉，其實本姓也是袁，近日從北京來的。」袁吉道：「原來是宗兄了，今日光降荒居，不知何事見教？」劉化鳳道：「門苜喜單上諱之錦的，與宗翁是甚麼相稱？」袁吉道：「就是家叔。」劉化鳳道：「小弟特為要訪尋個袁之錦，因見令叔名姓相同，故此特來驚動，相問一聲。」袁吉道：「宗兄與家叔有何相契，今要問他甚事？」 \\n 劉化鳳道：「令叔今年多少貴庚，尊嬸出於誰氏？望乞示知。」袁吉道：「家叔今年四十四歲，嬸母謝氏與家叔僅小兩年。」劉化鳳見所言皆合，心中暗喜。忙又問道：「十年前，令叔可曾在北京地方，棄下一位公郎嗎？」袁吉驚道：「此話何處得來？當初家叔一子，未滿週歲，曾被了大難，果然棄在北邊的。累小弟准准尋了數餘年，至今並無信息。宗兄問及此情，想必知道他下落嗎？」劉化鳳見說得一發是了，便問：「令弟可曾有名字，何日所生，遺棄時曾有憑記否？」袁吉道：「舍弟取名袁化鳳，臘月十五丑時所生，嬸母曾將姓名居址，血書於裡衣之上。」劉化鳳聽到此處，逼真是生身父母無疑了，便立起身，上前抱定袁吉，大哭道：「哥哥，則我便是袁化鳳。拋離父母多年，不孝已極。我是你兄弟，也險些認為陌路了。」袁吉聽說就是兄弟，又驚又喜，話也講不出來，又看定了袁化鳳，嘻嘻的笑。 \\n 袁化鳳恐他不信，便在懷裡取出血書小衣，遞與袁吉。袁吉接來一看，方才哭道：「這等說，果是我兄弟。你今年已該十二歲了。當初與你分散，尚在襁褓，如今已是個俊秀少年。只是我為你訪尋十餘載，不得見面，今日卻自己踱進門來，豈非踏破鐵鞋無覓處，得來全不費工夫。只不知兄弟一向誰家撫養，可曾讀些書了？」袁化鳳道：「兄弟當初，虧得劉瑾太監採木回京，抱歸撫養，立為嗣子，享用奢靡，並未嘗吃苦。後又延請名儒，四載燈窗，頗知文義。今巳授了廣東肇慶府陽江縣知縣，特去赴任，故此迂道至家，尋問父母，不想幸遇哥哥。」袁吉驚喜道：「你年紀尚少，如何便得做官？」袁化鳳道：「有個緣故，與兄說明。」便將劉瑾當日隱瞞蹤跡，虧了正德親幸私第，召來面見，並盤問劉瑾從幼淨身不應有子，並追求血衫，驗出底裡，及次日賜職的話，述了一遍。 \\n 袁吉道：「原來兄弟十二年，尚認作劉氏之子。若非天子根究本源，那知出於袁氏嫡脈。」袁化鳳道：「爹娘當日，不知有何患難，以致如此，後來又怎生得此高職？」袁吉道：「說來話長，然亦不可不說。」便先將馮國士貪圖庇護與袁七襄指腹聯姻，後來馮國士中了進士，與尤寡悔設計賴婚，並袁七襄被事繫獄，謝氏進京營幹被三法司祛遙，遇強僧邀入，把兒子遺棄的話，細細說知。袁化鳳好生悲苦道：「不想吾父母俱遭此難厄，哥哥也受此驚險，後來父親怎生脫獄，馮家終久作何情態？望哥哥講個詳細。」袁吉便又把袁七襄事後授職，並馮家趨炎奉勢將女兒與王御史聯姻，被袁七襄打散，致王御史參劾降謫的話，與袁七襄歷揚州通判，遇著正德天子，特升太守許多情節，一並說明，袁化鳳頓足道：「馮國士如此負心，自取降謫。我爹爹挺身為民，反邀異擢，足見天地報施，不差累忝。若論馮小姐，今年已是十三歲，已知人事，倘志向端貞，自然守身而待，必不肯改弦易轍。若也象父母勢利，此時早屬他姓之婦，已不是舊巢孤燕了。如今馮國士曉得我家父子勝過了他，可不懊悔，可不羞死。」袁吉道：「這般勢利小人，何足計論。你今青年出仕，怕後有好人家女子，與吾弟攀親嗎。」袁化鳳道：「此事且慢商量，倘馮小姐有志守貞，我亦不可負他，還須訪個的實，才可另聘。」袁吉道：「此言足見吾弟忠厚，亦是難得。」當日天晚，用過夜膳，袁吉又問道：「吾弟幾時去廣東赴任？」袁化風道：「我因為訪尋父母，耽閣了工夫，打帳明日就要動身。」袁吉道：「我出外數年，今日才得歸家，正欲要到叔父任上走走，先與說知兄弟歸宗的話，使叔嬸俱可安心，你可寫封書信與我帶去。」是夜，袁化風便移鋪陳，到哥子家裡住下。袁吉又留兄弟盤桓了三四日，方才起程去廣東到任。正是： \\n 十載分南北，相逢忽倍親。 \\n 何時依膝下，忠孝繼名紳。 \\n 未知後來如何，要知端的，且聽下回分解。 \\n  \\n   \\n  "}
{"章节": "第七回   我昔凌他 他今制我 勢利徒滿面羞慚 親而不貴 貴者為親 歹側兒竄身羅綱", "正文": "  \\n 第七回我昔凌他　他今制我　勢利徒滿面羞慚　親而不貴　貴者為親　歹側兒竄身羅綱 \\n 　 \\n  \\n 詩曰： \\n 波濤歧路總關心，莫道愁深恨更深。 \\n 富貴驕人宜白日，親朋疏義是黃金。 \\n 時艱賤服猶文繡，世媚兒曹厭誨箴。 \\n 榮辱浮雲奚足計，滄桑莫管任浮沉。 \\n 話說廣東肇慶府陽江縣，恰恰就是馮國士降來做知縣的地方。馮國士因民戶荒頑，錢糧積欠，在大計內考了「居官昏庸，催科無術』八個字的考語，直降了陝西縣隴西丞。這隴西縣，不是別的所在，恰恰又是袁七襄升去鞏昌府做知府的附郭縣。馮國士雖然已曉得陽江縣接任的新官叫做劉化鳳，那知就是袁七襄的兒子，自家的女婿。他自從聞得袁七襄升了太守，心中好不羨慕，常常懊悔當初不該勢利，欺他貧賤，做了賴婚的勾當，如今我倒不如了他。欲待仍舊與他結姻，又恐他宿怒未忘。況且他已勝我百倍，定然反有些不屑，自己心裡轉換了個奉承他不上的念頭，時常與妻子乃舅兩個費過幾番口角，誰知自己恰又降了他屬下縣丞，一發了不得起來，心裡又欣羨他，又畏怕他，耳熱心癢，好不難過。只一味與尤氏兩人怄氣。妻子與尤寡悔都說道：「我兩個人巴不得要爭體面，在你面上有些風光，難道有甚不好的念頭。只是當初他家一敗塗地，身無立錐，兒子遺棄遠方，自家禁錮穿獄，妻子也在人家借住，這樣光景，就是小戶人家，也不值得與他聯姻，何況你彼時方中進士，官居部屬，同僚盡屬縉紳，結納無非顯要，何等榮華。彼時與他相形並較，奚啻天壤，怪不得我們兩人將他厭賤。誰人有先見之明，知他後來做此高官，我家就跌撲到這個地位？早知如此，當初他便窮殺，也該敬重他。縱使他要別娶，我們也將女兒掗把他。我只道富貴一生可以長享，那知威風靠托不牢，如今懊悔也是遲了。」馮國士心裡焦燥得不耐煩，那裡還有心去聽他，只得收拾印務，交與縣丞執掌，忙忙到陝西赴任。叫人去接小姐，一同起程。誰知小姐心裡，恐怕父母仍舊與他覓配，推個立志修行，再不肯同去。尤氏親自到庵中，邀了幾次，怎當他心如鐵石，堅執不回，馮國士也自去勸他一番，發惱一番，他總是哭哭笑笑，抵死不願同行。父母一時也沒奈何他，只得收拾自去。 \\n 一逕到了鞏昌府，不敢進城，先修下一封請罪飾非的情啟，詞極卑污，語帶羞慚，婉婉款款都是些播尾乞憐之態，叫尤寡悔進城去，先通個慇懃，才好上任。那知尤寡悔是個極勢利極奸險的小人，當初恃了姐夫之勢，衣之食之儼然尊貴，一味尖酸刻薄，不看人在眼裡。今日姐夫沒了興頭，依身無味，就換了一副冷淡的心腸，況且馮國士平日聒聒絮絮，把賴婚的事在耳根邊埋怨不了，心裡又懷下些恨，覺得這飯碗把握不牢，且住在身邊，也覺沒趣，便思別尋道路，在勢利場中走走。正好姐夫托他到府裡進書，回想袁七襄從幼相交，最稱莫逆，雖這件事弄得不好看相，然終久是姐夫的差池，我中間人責任還輕，今不免倒與他做個心腹，把姐夫的醜行，盡行傾獻，他自然歡喜。若得趨承上了，他的光榮勢燄，豈不勝於姐夫百倍。但如今袁七襄尚不知我有心向他，不分好歹，認做姐夫一例，自然還不肯相見。除非也先寫封書啟，卑詞軟語，只說賴婚之事，全是姐夫與姐姐勢利念頭，我百般曲勸，力不能回，枉擔了個助惡之名，其實非我之過。先自辯脫了罪，然後再把姐夫如何負心，姐姐怎生圖賴，並袁七襄在獄時坐而不救，反呈報法司祛逐謝氏出境，以致中途遇禍，母子分離，皆姐夫所害，並羨慕王御史勢燄，要與聯姻，我再三諫他不轉，後來小姐長成，不願改適，立志出家，並不肯同來赴任，許多情節，也寫得詳詳細細。並這封書，一總打入府中。諒看了必然要請相會，那時再憑三寸舌尖，一張利口，並兩副老臉，九曲彎腸，將自己盡情冼脫，把這些惡名，都卸在姐夫身上，莫說個袁七襄，隨你泥神木漢，也要被我哄活了。算計已定，到城裡賣了一通副啟，借個茶館裡坐下，寫了半日，方才封好，又寫了個眷晚生的大紅全帖，並一副禮單，步到鞏昌府前，予先封下三錢銀子，尋個陰陽生，把這兩封書並帖子，叫他一總傳進去。那陰陽生得了茶東，果不費力，便說：「相公請坐著，老爺要請會時，自然出來奉請。」竟把書帖，高高興興送入內衙去了。尤寡悔料「袁七襄見了書，必然道是我好人，一定請進去相見。」只覺皮風騷癢，滿身都是風光了。有詩云： \\n 炎涼何處說親情，緩急酒逢陌路人。 \\n 不是小人偏徹底，自將煩惱反諸身。 \\n 且表袁七襄，拆這兩封書細細看完，不覺大笑道：「天運循環，報施如此其速。當初尤寡悔趨附姐夫勢利，把我輕賤到極處，如今又攛轉面皮，不知羞恥，倒來奉我，把個嫡親姐夫說得粉碎。人心如此反側，世道之險，豈不怕人。就是三法司逐我妻子出京，遭此危難，骨肉拋離，焉知不是這賊子的奸計，教唆姐夫做的手腳。」便將這兩封書與謝氏看了。謝氏也怒道：「原來當初這番大難，死裡逃生，分離拆散，也是他們致死，可不痛恨。賴婚之事，不消說起。只此一端，使我將血抱之子，遺棄數年，死活不知，歸宗無日，致袁氏斷嗣絕後，其罪可恕，其情不可勝誅。今此二凶，都遭到你手裡，須與我出口氣兒，切莫輕輕放過。」袁七襄道：「我想馮國士若無尤寡悔，未必做得出這樣局面，全是那奸惡的主謀，教唆他下此毒手。我幾次與他爭論，馮國士便詞窮理屈，自覺欠理，獨是欺貧倚勢，輕薄荊毒之言，每每都出尤寡悔之口，馮國士未嘗見於形色，只就今日又來奉我，把自己姐夫姐姐置身於無地。倫理喪滅，心腹奸險，何事不為。可知當日惡機，皆尤寡悔使然。但馮國士耳根易惑，聽此狂言，自失其行。然他女兒立志端貞，不隨勢利，出家守身，實為可敬。少年女子，尚且知禮，堂堂丈夫，對之能不汗下。天幸我兒子有個歸宗之日，斷難負他一片苦心，今倒看那女兒面上，不計較他父親也罷，只尤寡悔這奸惡，免不得要懲治他一番。」便修一封書與本府刑廳，將尤寡悔發去勘問。 \\n 卻說尤寡悔，等了半日，不見請他相會，心裡好不焦燥，就像煎盤上的螞蟻一般，走到東，踱到西，把衣冠也整了幾百遍，打點些脅肩諂笑求媚足恭之態，好相見個皇堂知府。正望得眼花，忽見兩個人走出來道：「那個是尤相公？快隨我走。」尤寡悔聽有人叫他，忙攛上前笑問道：「想老爺請我到私衙裡相會嗎？」那人道：「不相干，老爺因衙裡清淡，沒有什麼相贈，有一封書薦你到理刑廳去，打發些程儀哩。」尤寡悔道：「多謝老爺厚情，只是也備了個禮單去才好。」那人道：「不消你費心，老爺已先差人下過帖了。」尤寡悔聽了，喜之不勝，認為實然，連忙跟著就走。正是： \\n 饒伊兇暴如狼虎，惡貫盈時定受殃。 \\n 尤寡悔到了理刑衙門，那兩人要他在賓館裡坐下，停了一會，刑廳吆喝出堂，便問：「那光棍在那裡？」衙役稟道：「在賓館裡坐著。」刑廳大怒：「快叫拿來！」衙役飛忙出來叫喚，尤寡悔道：「怎麼不在這裡會客，倒在堂上相見。」又想一想道：「是了，想必因堂尊薦來的，不敢輕褻，要行官禮了。」便要往正門裡走，被皂隸一把扯了出來道：「你衙門規矩也不曉得，只管亂走。」尤寡悔只得耐著氣，隨他進了角門，大踏步踱到丹墀，打帳行禮，早被牢子望腳骨上一棍，打翻在地，走過兩個皂隸拿他跪著。刑廳拍案罵道：「你這奴才，何等樣人，好好供來。」尤寡悔只道請他盡賓主之情，誰知聽這幾句，嚇得魂飛膽落，滿身冷汗，戰兢兢的答道：「小人是袁太爺的同鄉朋友。」刑廳喝道：「袁太爺那有你這樣無恥朋友。」叫左右掌嘴。皂隸應聲而前，打了十個耳掌。尤寡悔便像割了頭的一般喊痛，忙哀稟道：「小人不是袁太爺的朋友。」刑廳道：「你實說是何等人。」尤寡悔道：「是馮縣丞的妻舅。」刑廳又喝道：「我問你自己本身，誰叫你通呈腳色，再掌嘴！」皂隸又打了十下，尤寡悔哭道：「小人實是河南百姓。」刑廳道：「既是河南百姓，緣何到陝西鞏昌府衙門，趨承獻媚。皂隸再打！」 \\n 可憐好個尤寡悔，直打得嘴裡鮮血直流，面皮腫痛，不敢強辯，只得哀哭道：「小的其實是欺貧奉富，朝秦暮楚的勢利小人。」刑廳笑道：「這句講得著了。但你這奴才，心腸奸險，陰謀制友，詭計賴婚。你害袁太爺父子離散，夫婦遭殃，又想反面口事，把同胞姊丈，傾露其醜，倫理喪盡，良心泯滅。今日到本廳臺下，還想遮飾嗎？」尤寡悔道：「青天爺爺在上，這些事體，其實不干小人之事，容小人辯個明白。」刑廳道：「不辯已明，何須再辯。」便拔下八根籤，一聲喝打，皂隸便如鷹拿燕雀，把尤寡悔拖下丹墀，打了四十頭號大板。皮開肉綻，氣也沒了。刑廳還叫取一面三百斤的大枷，立枷三月，抬到遏衢，不滿數日，疼痛難熬，支持不過，早已在閻羅殿前去坐賓館了。正是： \\n 從前作過事，沒興一齊來。 \\n 再表馮國士，聞了這信，夫婦兩個驚得面如土色，冷汗如注，又不敢不進城上任，只得擇個吉日，到了衙裡。尤氏只因吃了這一嚇，當夜就生起病來，發寒發熱。馮國士心裡愈加憂悶。過了三朝，自想逃不過袁七襄的罪責，只得備了一個情節手本，到府裡跪門。又在門上費了好些使用，才得報與袁七襄知道，那袁七襄把尤寡悔處死，已出了氣。見說馮國士跪門請罪，並不介懷，連忙傳他進來相見。馮國士聽說傳他進去，便戰戰兢兢走進私衙。看見袁七襄，雙膝跪下。 \\n 袁七襄慌忙扶起道：「桑梓舊交，吾兄何必拘此俗禮。」馮國士見他和容藹顏，並無懷恨之色，心裡轉覺慚愧。躬身答謝道：「馮楨昏聵無知，惑於狂妄，負罪良深，願受府檯面責。」袁七襄道：「雖有睚眥，然非吾兄之咎，小弟深知，故胸中並無芥蒂，吾兄何必如此憂疑不釋。」馮國士謝道：「府臺盛德汪度，知我心跡，不加罪戾，反蒙格外優容。感恩如何可報。」袁七襄道：「今日他鄉而遇故知，自宜開懷一樂，何必拘拘抱歉。」反攜他到書房裡坐下，問些寒溫，留他便酌，盡歡而別。那知尤氏聞得袁七襄大度容人，雖然感激，心裡越發羞慚，病反沉重。偶然一日，忽見兄弟連枷帶索，哭至牀前，口稱餓極，要討一碗飯吃。尤氏大叫有鬼，眾丫頭聽見，趕至房中，忽然不見。但聞滿房血臭，穢不可當，不隔三日，尤氏一命歸陰。馮國士慘目傷心，淒涼貧苦，勉強具棺入殮，到得治喪之日，袁七襄反來弔唁，並無勢利炎涼之態，可謂世所難得。要知袁七襄與馮國士，後來交誼如何，袁化鳳幾時拜見父母，馮小姐何日團圓？且聽末回收成結果。正是： \\n 南葉浮萍歸大海，人生何處不相逢。 \\n  \\n   \\n  "}
{"章节": "第八回   永福庵夫婦重逢 鞏昌府父子會面", "正文": "  \\n 第八回永福庵夫婦重逢　鞏昌府父子會面 \\n 　 \\n  \\n 詩曰： \\n 當日炎炎孰問親，今朝寥落便依人。 \\n 早知天道循環轉，悔殺綈袍不贈貧。 \\n 且說袁化鳳別了哥子，在路兩月，已到了陽江縣，擇吉上任，謁孔廟，參上司，忙過數日，升堂視事。真個清廉正直，毫不徇私。撫按司道，見他幼年有才，且剛方廉潔，十分欽重，在任上做了一年有餘，袁化鳳已是十四歲。忽然一夜，夢見個白衣女人，對他說道：「你明日應該夫婦相逢，不可錯過。」袁化鳳陡然驚醒，想道：「白衣女人，定是觀音大士，怎向我說明日夫婦相逢？若論馮家姻事，已經斷絕。況已遠去陝西，何由得會？若是別的，我又不曾聘定，那裡便是夫婦？」好生委決不下。到得次日清早，傳問衙役：「這城內庵院中，可有白衣大士，要去拈香。」衙役稟說：「只永福庵中有一尊白衣觀音，極是靈感。」袁化鳳大喜，忙備了香燭，逕到永福庵進香。　 \\n 原來那永福庵，就是馮小姐焚修之處，那白衣大士，就是馮小姐終日禮拜的。這日，聞知縣要來燒香，法慧慌忙著人打掃伺候。袁化鳳下了轎，直入殿中，在觀音座前拈香禮拜。立起身，看那佛像，儼然夢中所見。正咨嗟歎異，忽老尼獻上茶來。袁化鳳一頭吃茶，偶見壁上貼著幾行楷書，便上前細看，卻是一首絕句。其詩云： \\n 紅顏何事老祗園，盟腹當年已屬袁。 \\n 兒女不關貧勢利，春風莫漫入桃源。 \\n 大梁袁門馮氏題袁化鳳看完，不覺吃驚道：「觀其詩意，分明就是馮小姐。緣何在此庵中？況他父親已往陝西，難道女兒竟不帶去。」又想道：「或者去了，也不可知，此箋還是當年留下的。但此女念念不忘袁氏，語語不負前盟，足見少年烈性，為我守貞，寧甘在此出家，不肯改適。若非神天指點，我幾乎負了他這段苦節，豈不冤屈死了。」正躊躇之際，那老尼又走過來，袁化鳳便問道：「壁上這幅箋兒，誰人寫的？」 \\n 老尼跪稟道：「是前任馮老爺的一位小姐，在此出家，常常寫這些東西，貼了滿壁。」袁化鳳道：「如今馮老爺可曾帶他同去？」老尼道：「馮老爺臨起身時，與奶奶兩個著實勸他同行，那小姐不知為甚麼苦苦的再不肯去。老爺奶奶都拘他不過，只得丟著他去了。如今這小姐尚在庵中。」袁化鳳道：「今年多少年紀，可曾祝髮了？」老尼道：「今年已一十五歲，因馮老爺奶奶再三吩咐，故此還不敢與他祝髮。」 \\n 袁化鳳道：「既然如此，我有個陰情，與你商議。我其實姓袁，幼時為劉太監撫養，故頂了劉姓，今太老爺現做陝西鞏昌府太守，當初曾與馮老爺指腹聯姻，我實是馮老爺的女婿。只因太老爺與我自小分離，馮老爺當年又有背盟之意，後來兩家做官，天各一方。故十三四年沒有相會，煩你將這些說話，述與小姐得知，我與小姐，實是夫婦，可請出來一見。」那老尼領命，進去了半日，出來回復道：「老尼曾道達老爺之意與小姐知道。小姐說，當年指腹聯姻，後來參商離別，果然不差，但與老爺從未識面，何敢便認姻親。難以冒嫌相見，特托老尼代稟，望老爺鑒諒。」袁化鳳道：「我原料他真偽未知，自然不肯輕見。且修書報知太老爺與馮老爺，自然便有個憑據了。」說罷，便上轎而去。不隔一月，袁化鳳忽奉特旨，欽取入京，各司無不駭然。遠近縉紳，爭來謁賀，袁化鳳酬應了數日，打點進京。因想馮小姐姻事未妥，此番若不用心，便難相會，意欲將他送至馮家任所，俟便完婚。使喚老尼與他商量。小姐也恐失之對面，終無結局，只得應承。袁化鳳便向驛傳道討了火牌，並侍女奶娘，一同送至陝西鞏昌府馮國士衙裡安置。自己也在布政司起了勘合，馳驛進京。各官餞送，好不暄赫。到了京中，仍住在劉瑾宅內。次日，天子召見，賜酒賜緞，極其恩榮，竟除授山東道監察御史，在京做了一年有餘。袁化鳳只因想念父母，雖然袁吉已往任所報知，後來有幾次書信往還，然終久未曾見面，心中鬱鬱不樂，兼之馮小姐姻事，至今耽閣。「我今年已十六，他也十七歲了，屈他摽梅空待，於心何安。」便與劉瑾商議出疏告假，省親歸娶。一連五疏，天子不允。 \\n 一日，偶然召對，袁化鳳面奏道：「臣蒙聖恩榮擢，本當殫心報效。但臣未週歲而父母分離，天性之親不相識面。從來君父並尊，家國一體。臣於子道有虧，臣道安能無忝。願陛下暫假一年，稍抒溫情。至於夫婦，人道之始，不娶無後，倫法所禁，容臣乘便完婚，父子夫婦之情，一舉兩得，臣尚年幼，事親之日恐短，事君之日正長，伏祈陛下矜憐准假，使臣得以忠孝無慚，公私兩盡，致身效忠，自在他日也。」天子沉吟半晌說道：「朕觀卿剛方正直，不妨赦其嫌疑，即著巡按陝西，庶可公私並盡。」袁化鳳俯奏道：「陛下矜全臣志，實出格外之恩。但按臣乃直指之官，難以曲從私便。縱陛下信任不疑，何能免於臣僚之交謫，臣雖至公無私，其孰能信。望陛下另賜恩假。巡方之旨，臣實不敢拜命。」天子道：「即有疑謗，朕實信卿，卿可無慮。況朕命已出，豈有更改。但放心前去，不必再奏。」袁化鳳得旨，慌忙謝恩而出。次日果然降下敕書，不敢耽擱，便辭別劉瑾，即刻出京，喚齊夫馬驢轎，竟往陝西進發，星夜趲行。 \\n 忽一日，見許多客商，望北而來。走到近前，內中一人卻是袁吉。袁化風慌忙跨出轎來，叫道：「哥哥那裡去？」袁吉回頭一看，認得是兄弟，連忙也跳下驢來，說道：「叔父因聞得兄弟升了京官，今馮小姐年紀長成，叔父特托我進京，叫你告假完婚，並冀父子相見，不想兄弟又因何事轉得出京了？」袁化鳳道：「我正為此事，一連上了五疏，聖上不從，只得入朝面奏，方才准了，反命我巡按陝西，得以公私兩盡。」袁吉道：「有此殊恩，天子也善於成人之美。」袁化鳳道﹔　『如今哥哥不消進京，同我去到任便了。」一行人又走數日，來到真定府地方。天色尚早，逕欲過去。只見一條街上，有十來個和尚，坐著化緣。袁吉偶然一看，你道是那個？原來恰恰就是當初謝氏所遇的這幾個淫惡妖僧，轉吃一嚇。連忙將衣袖掩著面，把驢子一縱跑了過去。正是： \\n 昔日行兇暴，今朝狹路逢。 \\n 誰知天眼近，貫滿正途窮。 \\n 卻說這幾個禿驢，當初把謝氏等四人，弄到虎穴，意謂久長受用，誰知因去打劫陝客，只留個小和尚看家，那小和尚又因色溺了心，竟被他賺脫。次日這些禿驢回來，到處尋小和尚不見，便疑他與那幾個婦人鬼混去了。怒狠狠跑到觀音閣上，四下一看，連這些女人也都沒有個影兒，吃這一驚不小，大叫道：「壞了，他們走失，我等便不妥了。」慌忙又去看那袁吉，走到門首，只見門已大開，並不見袁吉。只見個小和尚赤條條的綁在板凳上，正哀哀哭著。禿驢慌問道：「那幾個婦人那裡去了？」小和尚答道：「他們把我綁住，都逃走了。」禿驢心裡著忙，恐怕事發，連忙商議道：「他們此去，必然鳴官報冤，若不速走，大禍立至矣。」眾禿驢道：「他們前日說是回河南去的，諒他只在前面，如今急急趕去。趕得著，便不消說。若趕不著時，只得別營巢穴便了。」當下卷疊了些珍重之物，匆匆而走，連那小和尚也不及去解他，後來不知什麼人才救了他性命。誰知謝氏四人，彼時脫離羅綱之際，原慮他必然追趕，不返河南，已往山東，這班眾禿驢恰恰趕了瞎路。次日因追他不著，不敢回庵，只得又尋遠處，窩頓了什物，十來個禿驢，日日在江湖上剽竊過日。一連做了數餘年大盜。這日也是惡貫滿了，因見一起布客，歇在真定地方，便想要抽豐他，故此假裝化緣看些風色。誰知卻好遇著袁吉走過，一眼瞧見，那袁吉乖巧，恐怕他知覺，反把袖子掩著面孔，走了過去，然後悄然對兄弟說知。袁化鳳喜道：「果有此事，這幾個禿驢豈非貫滿天誅。」忙到驛裡歇下，恰好知府廳縣各官，出來迎接，袁化鳳便與他說知此事。這些官府，見說是伙大盜，敢不奉命，如飛各上了馬，協同擒獲。不一時，拿進府中，袁化鳳便叫哥子到府裡面質，本府知府會同刑廳，帶和尚審問。禿驢還錚錚抵賴，遂一齊用起夾棍，敲了許多槓子，全然不知。袁吉走上前，大聲喝道：「禿驢，你如今到此王法之地，尚不早早供吐真情，可認得我了。你當初淫污婦女，將我關鎖，斷絕飯食，幸得天救，十日不死。你這班禿驢出去行劫，我等方得脫離惡綱。你平日不知殺人萬萬，豈非積盜窮凶，今日狹路相逢，還想賴得過嗎？」這些和尚，忽見冤家在前，魂不附體，那裡還敢爭辯，口裡只叫道：「該死！」太守與刑廳已知情真罪當，各打六十，問成斬罪，上了刑具，押入牢中。次日參了撫按，匯疏具題，即行處決，不在話下。正是： \\n 善惡到頭終有報，只爭來早與來遲。 \\n 卻說袁吉，見審結此案，慌忙出城報知，兄弟兩人心裡好不快暢，次早謝別府官，依舊趕路。不上兩月，已到陝西，預先叫袁吉通知父親，自己赴省到任行事。畢了公事，便按臨鞏昌府，馮國士遠遠趨迎。袁化鳳不便交接，傳令各員免見。當下進城，坐了察院，轉身就到府中，逕入私衙，父子一見，抱頭痛哭，袁化鳳也跪倒在地，哭個不了。袁七襄與謝氏含淚說道：「汝當初襁褓之年，遺棄於數千里之外，只道今生今世永無會面之日。誰知一十五年，漂流顛倒，又得相逢。豈非聖天子恩德所賜。」袁化鳳道：「生為父子，而不相認，孩兒罪深惡大。若非劉公公撫育之勞，與皇上曲成之德，焉有今日。使孩兒稍逭不孝之誅，得以承歡膝下，亦可謂不幸中之幸了。」袁七襄道：「彼時我與汝母一線餘生，汝亦渺然一息，受過無窮折挫，歷遍多少炎涼，幸而虎口完軀，已出萬幸。況凌替已極，世態難堪。今日得以父子垂紳，為祖宗振氣，可知天道好還，不著人之意料。」謝氏道：「當初未遇大難之吋，先夢與孩兒分別。如來把手三翻，是個十五之數，彼時猜詳不決。今日看將起來，孩兒恰恰分離了十五年，才得相會。乃見神明告我，纖毫皆驗。」袁化鳳道：「可知榮枯得失，先有定數，自不能強。」是夜家庭慶會，骨肉團圓，也不必說。 \\n 次早，馮國士至府求見，袁七襄隔夜已先將馮國士與尤寡悔前後情由，說與兒子知道，又吩咐他好待丈人。袁化鳳謹遵此言，一見了馮楨稟謁，連忙迎出私衙，馮國士滿面慚愧，跪狀於地。袁化鳳用手扶時，馮國士那裡肯拾起頭來，袁化鳳只得也跪下去，大家拜了幾拜，袁七襄正走出來，一把攙起。笑道：「小兒與親翁，誼屬翁婿，還行這屬官的套禮。」馮國士聽了，才敢立起來，陪了許多謝罪的話。當下袁七襄便設一酌，與馮國士商議成婚之禮。馮國士滿面添花，語言生彩。袁七襄便擇了個吉日，竟在府裡成親。一時遠近喧傳，巡按御史，乃是袁知府的兒子，馮縣丞的女婿，一發總承個馮國士，連司道府貳衙門都來奉他。將個八品縣尉，儼然憲府威光。各官府俱助他妝奩之費，倒受下數千金。故奩資什物，反備得十分齊整。袁家到了吉日，安排迎親，一省官員，如是欽賜完婚，都來贈采，至於羽從鼓樂之精嚴，燈綵旗蓋之華盛，自然極其出色，也不必講了。迎到府中，入堂交拜。夫婦榮貴，儼若天仙，曳彩牽紅，花燈照耀。玉人笙管，引入洞天。飲合巹，坐花燭，無不事事風華。繡緯之內，攜手並肩。袁化鳳謝他守身立志之賢，馮小姐也感他不忘舊盟之義。兩個鴛頸才交，香腮浸貼，款鬆玉扣，笑解同心。未幾，夜合乍開，海棠初試，角枕喜沾雲雨，鳳衾香沁新紅，春意酥迷，夢魂酣暢，有闕北雁兒落帶得勝令曲云： \\n 我則道藍橋無路通，卻元來又入巫山夢。粉落了瑤池並蒂蓮，香消了繡幕雙棲鳳。呀！笑殺他岳母一場空，羞殺您勢利婦家翁。虧殺個守節操多情女，村殺這附炎涼老舅公。公公，感殺你撫育恩情重，兄也麼兄，謝殺您周全患難中。 \\n 一夜歡娛，不必細述。自後三朝滿月，各官賀喜。袁化鳳大排筵席，款謝同寅，事畢之後，依舊出巡。飲冰茹櫱，霜威嚴肅，屬僚無不警惕自勵，率歸於正。袁七襄便也替姪兒袁吉，尋一頭宦家親事，與他續弦，就教他住在身邊，與袁化鳳兩個，竟如同胞兄弟無異。袁化鳳瓜代之後，升了尚寶司正卿，即上一疏，極言馮國士兩榜明經，久受屈抑之苦，便升任浙江臺州司理。袁七襄自揣吏員出身，做到四品黃堂，已是極榮，若不見機，恐有不測。況兒子已居顯要，盡可優游坐享。便申呈兩憲，題請致仕。因有兒子在京，教他懇求部復，准其乞休。聖旨果然批允。袁七襄即解職而歸，在家裡自在快活。後數年，袁化鳳晉秩太常寺正卿，即便告歸，孝養父母。馮小姐亦歷封三品淑人，生有三子一女，後來兒子長成讀書，兩子中了進士，一子授例監生，女兒亦配名族。自後科第連綿，簪纓接續。馮國士因一念悔過，天道便不負他，直做到四州兵備，至今馮袁二姓，世世姻親不絕，相傳為大梁望族云。 \\n 詩曰： \\n 浮沉世態日趨非，談笑相見已蓄機。 \\n 身賤不須尋契舊，路窮漠漫惜知稀。 \\n 名花慣向朱門盛，燕子偏於鬧市飛。 \\n 直待逢時人面改，也教俗眼認輕肥。 \\n  \\n   \\n  "}
