{"章节": "序", "正文": "  \\n 序 \\n 　 \\n 古人有言曰：“牝鸡无晨。牝鸡司晨，为家之索。”此专为妇人女子而言，欲令其克尽妇道也。惜世之人未能尽遵古训，而又于内则诸篇，不获悉心详读，悟厥义旨，以致悍泼者有矣，嫉妒者有矣，淫贱者有矣。闺门大义日渐浇漓，可胜浩叹！或者曰：此非有法以处之，不克化其恶习也。自古妇教之书，靡不胜举，然皆深于理而不深于情，近乎雅而不近乎俗，贤者蕙心兰质，不难卒读，加以上承姆教，自能则而效之。若愚者则不然，无怪乎不明大义矣。 \\n 于是沪上书局主人有鉴于此，因作闺门秘术小说一部，皆以俗情二字，历叙贤愚臧否，用佐女史子万一。庶若辈知所感悟，悍泼者化为循良，嫉妒者化为和顾，淫邪贱者化为贞静，亦闺门中之绝大幸事也。阅者幸毋认为邪说也可！ \\n 光绪辛丑仲春甬上月湖渔隐序 \\n  \\n   \\n  "}
{"章节": "第一回 老书生传家有道 贤仆妇为主多情", "正文": "  \\n 第一回　老书生传家有道　贤仆妇为主多情 \\n 　 \\n 自来家齐而后国治，家不齐而能治国者，从来无有。 \\n 故大舜观沩汭，文王咏关雎，其本原皆自家庭始。迨至春秋列国，篡弑纷争，父子兄弟之间互相残杀，故末几而并为六国，又未几而并于秦。秦至二世，楚汉纷争，汉至桓灵，复又失国。魏武篡位，子孙不昌，晋代以来五胡肇乱。历观前世，其得国者莫不兴于家庭，其失国者亦莫不败于家庭。是以煮豆然箕，病相煎之太急；斗栗尺布，伤同类之不容。立国如此，治家可知。所以姜耾大被传为美谈，张公百忍称为盛事。他如孔融让梨，黄香扇枕，郭巨埋儿，以及木兰从军、緹萦代父这些忠臣孝子、烈女节妇，无不载之丹书，垂之青史。可见人生于世总要有点作为，无论为臣当忠，为子当孝，及兄弟姑嫂妯娌姊妹之间，亦无不宜孝友和睦。俗语有言：家有一条心，黄土变成金。其言虽俚，其味甚长。 \\n 你道小于这些话岂无故说的么？只因唐朝安禄山造反以来，当时兵乱纷纷，各家迁徒，有钱的一家而逃，没钱的孑身独往。道路之间，那些拖男带女、携老扶幼的情形，真是目不忍睹，耳不忍闻。独有山西大同府有一家姓华所住的那条街，当时人称为华阁考街。盖因他家上代做过宰相，入閣赐第，故尔相沿日久，即以阁老做了街名。这人家老夫妇二人，丈夫名叫华童，虽末中举，也是个县学生员。妻子王氏，生有三个儿子。长子名叫为兆璧，次子名叫为兆琨，三子名叫为兆瑗。这兆璧年方一十六岁，平日却不出外附学，兄弟三人皆是他父亲在家课读、生就了天姿聪敏，这也不表。惟有这第三子孝顺友爱的情形，实在令人可钦可敬。就是那寝则同床、食则同席，那些外面好看，还不能比他三人。 \\n 这日弟兄三人正在书房念书，忽听门外锣声响亮，人声鼎沸。那一片吵闹之音，远远而来。华童听了十分诧异，忙今兆璧出去观看究是何故。兆璧答应一声出了大门，早见街上家家关门闭户，来往跑的人无不哭声震耳。 \\n 兆璧看见这般情形，知道不是好事，忙拉住个熟人向他问道：“你们如此匆忙，又如此啼哭，究为的何事？”那人正在跑得匆忙，被他拉住，只得向他说道：“大相公你还在此缠我，现在安禄山造反，大兵已离城不远。你还不快快回去搬家逃命呢！”兆璧听了这话，真是出世以来只听人说过从未见过的事。一听贼兵已离城不远，这一惊非同小可，急忙跑回家中向他父亲说道：“不好了，外面那些人奔逃哭喊，皆因安禄山造反，贼兵离城不远，故此各家关门闭户，预为逃难了。” \\n 华童听了也就魂飞天外，随即进房告诉他的妻子。此时王氏正与他两个女儿春姑、秋站在厨下煮饭，听说造反，大家皆目瞪口呆不知如何是好。华童道：“你们不必害怕，古来道得好：水来土掩，将领兵行。我们既无兵权，又无地方之责，只好逃往他方暂躲兵衅。但你们母子均可去得，我却不能。只因我虽未中举，受皇家的官责，也是个县学生员，岂不知见危授命!你们大家可赶紧收拾，所有动用什物可不必带，只将那简便的细软带去就是了。此刻出去离南门不远，出了南门先到守坟的陶家暂住一宵，不过一二十里地方即到他家，等至明日探听风声，然后再往他处逃走。我是在家耑等贱来，以便尽节了!”又将兆劈叫了过去，分付他许多的话，叫他等贼平之后，务要用心念书，以求上进。家庭中弟兄姊妹务要和气相待的话，又说了一回。 \\n 兆劈说道：“爹爹即然不逃，孩儿也是不走的。就请母亲同兄弟去罢。”华童道：“这是何故？我方才已经说过，你们非我可比。我究竞是个县学生员，自應尽节图报。你现在年纪尚轻，且你母亲等人一路前去无人照应。总要你同去助同招呼，你为何不去？”兆璧道：“我看父亲所说的话虽是正理。但是父亲既能尽忠，孩儿就不能尽孝么？况且还有两个兄弟，尽可同母亲前去，儿子是不去的了。要去连父亲大人一同而去，父亲大人不去，儿子也不去。” \\n 你道兆璧为什么这般说法？只因他知道华童的性情，说出话来，皆是牢不可破的。因此他也说不去，欲要华童见他可怜，或者回心转念，也未可知。那知父亲执意不从，说道：“你欲行孝道，先违了父命，便不是个孝子！” \\n 兆璧被他父亲教训了两句，晓得不能挽回，只好在一旁痛哭不已。倒是兆琨灵机说道：“爹爹欲想尽忠，我看这事不为报国。”华童正被兆璧惹得要动气，听了这话，格外的怒道：“你这畜生，如此年幼，知道些什么？怎的说我不为尽忠？”兆琨连忙跪下道：“我看父亲虽然以死报国，却是与国家无益。且未至那尽忠的时分，不过是些草寇，若能此刻暂避其锋，倘得遇了机缘拿了兵符，那时扫平这些丑类，方是为臣尽忠的道理。如谓一个个皆是以死报国，国家到无人办事了。儿子是看的这世面，故尔说父亲不为尽忠。在儿子意思，还是大家一齐逃走的好，以便后来代皇家出力。”华童被兆琨这一阵哭诉，反倒没有话说。只望着大家发怔。王氏同了两个女儿见了这般，也乘势就顺住兆琨的话说了许多。华童叹了一口气道：“古来忠孝两字本难两全，欲求千载只在一时。我之心下早有定见，现在虽可同你们一起出去，但是到了那身不由已的时节，也只好各行其是了。”说完了，与王氏等人忙忙的带了些金银首饰，华童先将祖宗的影像请了下来，先在前走，大众出了大门，将门倒锁，旋即跟住那路上的人，出了南门。 \\n 此时天已过午，走到日落的时分，方到陶五的庄上，也就乱纷纷的惊慌不定。陶五看见华童合家皆来，忙的上来迎道：“我们这里午前就听见这个信息，那里大路上纷纷的人逃出城来，只是不见主人出来。满想等一夜，明日再不到，打算进城去接了。现在既来了，真是好极了。快快的请进去，里面房间早已腾出来了。”说了，众人遂走进草房，陶五的妻子儿女也就把王氏同春姑、秋姑三人，同至里面。陶五又叫他儿子进来送茶送水，伏伺他父子等人。忙了一会，已至上灯的时候。华童那里吃得下晚饭？无如陶五苦苦的相劝，勉强吃了些稀饭，胡乱唾了一夜。 \\n 次日天尚未明，庄外人喊马嘶，一队队的人过去。华童听了向陶五说道：“你们出去探听现在城中怎么的了？” \\n 陶五答应了，还未出门，只见他儿子已跑了进来，说道：“昨晚有人去打探得贼兵大队已经到了双桥镇，就于彼处地方住扎下来，并未入城。今日府大老爷已将四面城门紧闭，调齐兵丁站城，专等省中大兵前来救应，然后开仗呢。”华童听了点点头，兆璧同兆琨弟兄们低低的说道：“幸于昨日求得父亲出了城来，不然如今关在城中，那时如何是好？”过了一日，城中仍无信息，贼兵也不攻打城池，彼此各相探间。 \\n 到了第三日，陶五便约了庄上几个人至城外附近看看动静。去了好一时，只见喘吁吁的跑回来说道：“我们此地还不能住呢。那知贼兵外面虽不攻打，却是在贼营中控了地道，直通城内。昨日已经挖好，今夕五更就调齐众贱，将西南北三门围困得十分紧急，单留一东门不困。听说东门就是地道，现在大约已经埋藏好了，若今日攻打不下，晚上就要放地雷火炮，轰开地道了。城中如今还不知道，若果如此，这里岂可住得么？” \\n 王氏太太说道：“虽然住不得，只是没有他方去处，如何是好呢？”陶五道：“离此一百五十里有座汤家镇，我有个兄弟在那镇上开了个小杂货店，到了那里可以叫他寻找地方住下，比在这里好多了。我们是一定到他那里去罢，不知主人的意下怎么的？”王氏道：“既然是有如此去处，我们就准于明日前去罢了。”华童听他们议论，只是不开口。到了晚间正要吃晚饭之际，忽听一声如天崩地裂一般：将桌上的碗盏悉皆裂碎，远远的嘲响之声不绝于耳。陶五说道：“不好了，一定是地道轰开来了。” \\n 正说之际，庄上已四方鸣锣，说今夜贼人怕要来打劫庄子，预备各家出人防堵。如果贼人前来就与他开仗。陶五听了这话，只得叫他儿子出去应名，自己在家与他妻子，将家中妻子房中什物及家中常用的车辆收拾出来，专等明日清晨推王氏太太并两个姑娘到汤家镇去。不知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二回 除恶贼宽以济猛 仗大义公而忘私", "正文": "  \\n 第二回　除恶贼宽以济猛　仗大义公而忘私 \\n 　 \\n 话说陶五叫他儿子前去应名，以防贼人来劫庄，同众人护庄拒敌。他的妻子就与他在家内收拾，专等次日天明与王氏母女众人一起上汤家镇来。到了二更时分，庄上人已齐集有三五百人，大家手执农器，又在大路口堆了两个草堆，引起火以为灯球，预备与贼厮杀。华童在房中听得吵闹之声，忙向陶五说道：“我同你出去看看，究竟这些人怎么的布置。”陶五就同他出去观看。华童到了庄口，见人倒也不少，却皆是乌合之众。只要贼人一至必然四散奔逃。因向陶五道：“这些人既然如此齐心，可有人为首么？”陶五道：“怎么没有？就是这庄上的首户曹员外家的曹大相公。”华童道：“既然有这个人，你可带我去，就说我有话向他面谈，包管贼人前来，杀得他心惊胆破。”陶五听了这活，只怕他不肯出头，既肯出头代他保护，岂有不愿往之理？”连忙说：“这个容易，曹大相公就在面前，我去要他来就是了。”说了即刻前去，不多一时领了一个三十多岁上下的少年人来。 \\n 华童忙向前问道：“考兄贵姓，可是姓曹么？”那少年道：“小子正是姓曹，单名叫个德字。”华童道：“既是考兄兴此义举，要保全这一座庄子，何以不思妙策以备拒敌、只用此乌合之众，岂非逐之投死么？”曹德道：“不瞒老丈说，小子虽年近三十，从未见过这般事情。因众位乡邻举我为首，故尔出来为个领袖，实不得已而为之。老丈如有指教，求即说明，好赶紧设法。”华童道：“我看这里大约也有二五百人，何必一定全堵在庄口？前面树林甚宽，最好将这些人于树林埋伏一半，分一半往后山。等那贼人前来，先叫山上人喊呐起来，四面应声的必多。贼兵听见必然害怕，疑有无限的人马，必然四处的奔逃。然后再从树林内抄出来，从后赶杀，岂不是好？” \\n 曹德听了这话，欣悦无止说道：“老丈此计大妙。”随即出了庄口，将那些强干少年埋伏在树林之中，年纪较大的全令上山以备减呐。此时此话一出，真是比将令还灵，不上半个时分业已分拨停当。华童复又进来向王氏说道：“我现在作了一件妄为的事，能照我打算，也是这庄上的造化。但不知贼人今夜可真前来？”陶五道：“不问他来不来，我们总是明日大早前行，此处地方依我看来，总总住不得的了。一则离城太近，二侧这庄子有名的富足，到处晓得的，总不是个好所在。”华童道：“且至明日再说。” \\n 大家一夜也不曾睡，深恐贼人前来，等至三更，远远的又有吵闹之声。陶五听见只是乱抖，华童忙令陶五道：“我同你到后山且去观看。”说了拖了陶五就走。陶五心中虽然是不敢去，无如拉住他不得放松，只得与他来到后山。贝那些人全在山中躲住。华童寻到曹德问道：“此时可有消息么？”曹德道：“方才听见有些声音，如今又不听见了，不知为何。”正说之际，已有人上山向曹德道：“城已为贼破了，只是未曾占着。现已到处抢劫，方才那片响声是在毛家集打劫的。此刻又不知到那里去了。”这人还未走，又有一人慌慌的上来说道：“贼人自毛家集去后，又到刘家桥，过了刘家桥大约就到这里。我是听见逃难之人说的，我们这里好快些预备罢。”华童听到就与曹德分为四处，地方宽阔，声音方应得远，又叫两个胆子大的人取了两个小锣，到前面大路上打听，一经贼兵前来，就急的敲锣传送信息，好令山上知道。两人答应前去。约有四更光景，早听锣声远远的敲来，庄上的人知道贼人已到，随即喊呐起来，树林里面已招呼好，叫他们此时不可出来，等贼兵退了才好出来追杀。 \\n 原来贼人用了地道轰开了府城，到了里面见人家已搬空了。无处打食，只好仍然出城到各村庄市镇打粮，一路上就听人说，这庄上十分富足，可以前去。众贼早存了这一条心，故此到刘家桥见无什么劫掠，随又到这庄上走。离庄口不远，忽听得一阵锣响，知道他们早有准备，忙令并力向前。走到庄子里面，那里知道是个空庄子。再听得后面山上有喊呐之声，应得四面人声鼎沸，好似千军万马一般。那贼首知道不利，急的打了一个暗号，叫众人望回逃走，只见后面众贼随着号令纷纷退去。树林中埋伏的那些人看得清楚，等他们方跑过去，忙把草堆烧然，一声喊呐齐出树林，从后追杀。那些贱人疑惑不定，不知有多少人马在后面追杀，便也拼命望前直走，因此自相践踏，死者不计其数。有被庄汉打死的、杀伤的。一直赶到天已大明，跑去二三十里，方才各转回庄来。一路上尸骸遍野，血流成河，反比官兵杀得利害。就此一阵，杀的贼众足有大半。 \\n 众人回到庄来，皆到陶五家中来谢华童。惟有曹德格外敬重，欲将华童一家老少等接到他家去住。华童道：“你们不必如此，只因我命不如人，未操寸柄，若早荷天庇佑得拿大权，这些草寇也未必敢如此猖獗。现在众贼既逃，料想他是还要来的。你们不可因胜了他一仗，就毫不介意，可仍然埋伏在那里。怕他今晚前来报仇。我现在还有一条计策，我看那大路前面有座木桥，可赶快将那木桥拆毁，顺住河堤再挖宽一丈，做为护庄河。贼众就便前来，见桥已拆断不能行走，必投小河而走，小河的道途窄狭，一面令人于午前把小路口挖下一面大坑，上盖芦席一面，覆上泥土，贼众一涌而来，必不防备，陷塌下去。小路两旁也有树林，可将乱柴乱草堆集林内，每处埋伏数十人，但看贼众一经跌下坑内，必然人声鼎沸，那时乘机将干柴草等物截断路口，放起火来，庄上各人但见火起，便各执兵器杀将出来。一面有火阻住去路，一面又截住厮杀，前后夹攻。任他贼人再多，总要杀他皆绝。” \\n 华童分付已毕，曹德与那些众人无不称道拜服，登时遵照办法。果然是人多好做活，不到向午时分，各事已经齐全。华童又与曹德到各处看了一回，又指了些破绽，然后大家各回家中饱餐饮食，一面又让人进城打听昨夜贼众去后，又往那里打劫，探听实在，方好办事。那人去不多时，慌忙跑来说道：“贼众自昨夜打败之后，心不甘服，今早便往城中抬了无数的大饱，要来攻打这所村庄。现在已经齐集众前来了。”华童听了便说道：“如此看来，你们快些仍去原地方埋伏，贼众由大路前来，见桥已拆毁，必投小路，那时有他的火炮更好，以火济火，你们大家放火之后，切记向后跑走，千万莫图杀人，但看火焰腾空，引动他的大炮，那一声响就要伤人不少的。” \\n 分付已毕，各人答应一声。华童也就回到陶五家中。 \\n 不多一时，只听得远远人声鼎佛，皆晓得是贼人前来。大家也就寂无动静，耑等叫贼众受计。原来賊人果因昨晓受亏，今又前来报仇。走到庄口见迎面一条大河阻住去路，贼众齐道：“我们人多，往各处取些树木，顷刻就可将桥搭起，好渡过去。”倒是賊首说道：“等将水桥搭好，庄内的人已跑个干净了，那里还怕有条小路可赶投那里去罢。”贼众听了这话，皆向小路而来。本是乌合之众，又无纪律，便纷纷投小路而去。行不多远，只见壅塞不进，贼首正叫人去问，只见前面的人前来报道：“此处已有了埋伏，跌入坑去的不少了，不能再进了。”贼目听说。忙的招呼退后，那知后面又吵嚷起来，说道路口已被火阻住，不能退出。这一声喊，把那些贼人只骇的魂飞天外，个个搶步逃命，所有的炮火皆弃在地下。只见顷刻之际，火焰飞腾，可怜那些贼人皆烧得叫喊连天，无路可走。接着引动火坑，隆隆之声惊天动地，不足三两个时辰，把两旁的树木烧得干干净净，所有贼众十分之中只有三分逃走的，其余皆烧死在里面。 \\n 华童等人在庄内听得外面响亮，只不出来。等到人声稍息，然后与曹德引了众人鼓噪而出，只见那些贼人已是尸骸遍野，赶叫众人把尸首拖去，挖了个大坑掩埋起来。此时曹德以及合庄的人格外感激。曹德定要请华查到他家中去住几时。华童道：“老朽绝不能去相扰，现在可令人再去打听，如城中贼众已经退完，仍然搬进城住。不然昨日已向陶五说明，齐到汤家镇去，料想贼人受此大创，断不敢再来此地了。”曹德听了这话，不好再留，只得叫人进城去看。不知城中究竟如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第三回 慕文名轻财借屋 谋生计设帐课徒", "正文": "  \\n 第三回　慕文名轻财借屋　谋生计设帐课徒 \\n 　 \\n 且说华童同曹德设计保庄，将贼众烧除殆尽，诚心欲求他家中居住，华老绝计不肯，只得令人一面到城中探望，一面预备酒筵请华童夫妇儿女去耍顽一日。华童因他实心相请，也就不得推辞，只得答应那王氏太太同春姑、秋姑两位姑娘前去。 \\n 到了次日。打听人回来说道：“城内的贼虽去了，但所有的房屋全行被他烧毁无存。”华童听了这话因道：“自来草寇类多如此，因此难成大器。”随向陶五说道：“我们是定要往汤家镇去了。”说了这辞别曹德，回转陶五家来。 \\n 过了一刻，玉氏太太与两位姑娘也就回来。彼此又收拾了一晚。 \\n 次日天明，陶五与他的儿子推了两架太平车子，一车推的是人，一车推的是琐碎东西。其余的人皆骑的是骡子。王氏太太与春姑、秋姑上了太平车，大众的人挑了什物，将大门倒锁起来，一直上大路，向汤家镇而来。走了一日只走了一半路程，只得找了个客店住下。 \\n 次日，又走至午后。已离汤家锗不远，陶五说道：“我先走一步，好叫他那里先为预备。”说了，把骡子加上一鞭，赶往前去。大众又走了二三十里，已到场家镇头。只见远远的陶五同一个四十多岁的人前来迎接。到了面前，陶五向华童道：“这篇是我兄弟陶发。”那陶发见说是主人前来，忻快之极。 \\n 陶五道：“这镇上现成有一座房子，是两进两厢，主人欲住，价钱又贱，且与我兄弟的店行相近。”华童道：“既有这所房子，就代我谈定便了。能今日到里面去住更好，免得又打扰人家。”陶发道：“主人不必如此！小人虽是个小生童，供应主人一两日也还可以支持得下。现在已将店后房间叫我家女眷移空出来，主人只管去住。” \\n 说了，已至镇上。 \\n 到了杂货店门首，陶发的妻子已经出来迎接。王氏太太与两位姑娘进入店后，陶五的家小一齐也将东西从车上卸将下来，般到后进厢房中放下，以便随后陶五自家居住。陶发又叫小伙计烧水煮饭，与大众饮食。一直闹到初更以后，方才妥当。华童父子就在店堂内住了一夜，他两个女儿与他的妻子就在后面房中居住。 \\n 到了次日，华童取出十两银子，嘱买柴米。陶发那里肯收，说道：“主人这般客气，反叫小人们心中不安。等你老家寻定房子，然后再行治备不迟。” \\n 华童见他真心，只得全行收下，说道：“难得你们如此，只好随后再说了。”因叫陶五领了自己，先到了空房里看了一看，果然就在间壁。看了一回房子，虽不宽阔，也还够住。忙问陶五道：“这房东姓什名何？租价若干？” \\n 陶发道：“这房乃是本镇的董事。姓汤名唤德元，号为善夫。也是个县学生员。” \\n 德元虽不与华童同县，却是同案，彼此谈起来都是认得的。这日早间，汤德元正在家中无事，忽见陶发走来。汤德元忙的立将起来问道：“陶老板，今日到此有何见教？请坐了。”陶发坐下了问道：“太爷家那所房屋，从前招呼我们代寻租户，但不知要多少租金？” \\n 汤德元见他问得有意，说道：“大驾前来，谅有人要租，究竞是谁人，这要租的人如果人品端方，我的租银决不计较多少。” \\n 陶发道：“不瞒太爷说，这人说起来太爷也晓得的。就是府城中那个华阁老街上的华童老先生。只因近来遭了兵荒，城内的房子为烧之一空，现在回去无家可归，故我家兄将他家人皆带到此，姑且避乱。原是他要租这房子，人色可是不要说得的。太爷但把租价说明，便成交易了。” \\n 汤德元听得华童，忙的说道：“原来是他，却是好极了!我与他还是同案的弟兄，虽然末见过面，久已闻名。你代我去说。就说我不要房租，请他来只管居住，我还有话与他说。能请得他来更好，否则我就前去会他。你先代我去说。” \\n 陶发见他这般光景。很是得意，于是就答应出门而去。回到店中，将汤德元的话与华童说了一遍。华童道：“这如何使得！他的品学名望我是知道，但是白住他的房子怎么能行!既然是他请我去，我就同你去走一走。”说着就起身同陶发来到汤德元家中。汤德元己在门口盼望。 \\n 看见他们前来，连忙高声叫道：“前面可是华案兄么？” \\n 华童忙的答道：“小弟正是华童。”说了，已到了门口，让进门内。来至书房，彼此见礼坐下。 \\n 汤德元道：“久幕大名，无缘得见。今日相晤，蓬户生光！”华童道：“仰企声华，同深景仰。若非被灾至此，一时也不能相见，今日得仰芝颜，足慰生平之愿。”彼此谦逊了一回，家人献上茶来。汤德元道：“方才陶老板道及尊意，欲租小弟住房。此事正合鄙意，即请入宅便了，所有那些俗例，你我二人虽未能免于俗，然以老哥前来，尽可不必客气！且此房空住也是无用，随后还有许多事件奉求。” \\n 华童道：“台从之意可感之至！但小弟生平介介自守，虽盛情可感，多少之间务必见示。若全然不取，则知我者反为不知我也！” \\n 汤德元还是不从。陶发从旁说道：“汤先生不知我们这主人的耿直，从来不肯如此的。你老人家还说明白了，免得他老人家为难。”汤德元见他两人如此说法，只得说道：“既然如此，只取十两银子足矣！其余一切不必再议。” \\n 华童见他说出价目，也不过谦。当时谈了些闲话，告辞而去，到了陶发家内，随即启箱取了十两银子，交付陶发，送将过去。 \\n 午后，陶五又同他儿子到房子里，打扫得干干净净的。本来无有物件，当日就到房子里去了。从此华童就在汤家镇居住。每日除了在家课子之外，就与汤德元来往闲谈。无如积蓄无多，又遭兵乱，带出来的银钱数月以来已将用完，又不肯启口与人通融，除了与汤德元来往之外，其如镇上之人皆是不与不取。 \\n 光阴易逝，看看又是腊残春至，汤德元知道他的景况，便说道：“我等舌耕以度日，除读课以外，无别事可做。现在兵火将平，小弟在这镇上人地还熟，莫若明春老哥将前进房子腾出，开门授徒，也可博得些修脯。” \\n 华童道：“小弟也想到此，惟恐是强驽之末，未必有人前来。”汤德元道：“这事在小弟身上，断不致无人入塾。”华童当时就答应下来。到了次年过了灯节之后，汤德元先将自己的两个儿送来入学。那些镇上人家，看见汤家子弟也来从这华老先生，一个个也来托汤德元引进。 \\n 汤德元又代他择那好的答应下来。不上几日已是一堂济济，桃李盈门。华童就此课读起来。 \\n 其中学生以汤德元两个小孩子姿质最纯，其余虽非上等，也不离于中材。惟兆璧弟兄三人十分聪明。平日一早起来，先在内室里洒扫一回，然后就出来读书。汤德元看见兆璧这般人才，知道他必成大器，故此另存了一个心思。因他有两个女儿，长名蕙徵，次名兰馥，却与兆璧、兆琨两人年岁相仿，因他初到此地，且是如此贫穷，虽有择婿之心，却未敢起口。每日无事皆来看他文字。 \\n 这日清明放学，汤德元在家祭祖己毕，来华童家中约他出去踏青。华童正那里对景生愁。想道：“人生贵适志，我命中没有功名之分也就罢了，为什么又遭兵燹！弄得家产荡然，羁身在这地方。虽承汤德元代我招呼，罗致这许多学生，偏生他两个儿子不能上进，叫我何以对他！”一人闷闷的不乐，坐在书房中纳闷。兆璧见他父亲这般样子。知道他的心事，也就不敢开口。父子两人闲坐在那里。可巧汤德元前来约去踏青，华童只得同他出。汤德元也把兆璧兄弟一起带去。 \\n 离镇有三四里多路一个伍员庙，凡到四时八节，这镇上的人皆到那里游玩。当时众人一路行来，真是春风杨柳，天朗气清，好一派气概！荒野之间，也有放风筝，也有打秋千的。不多一时已到了伍员庙门首。大众进了庙门，有和尚迎入。到各处游玩了一番，然后到方丈献茶，华童又问了这庙中的胜迹，和尚一一说明。正要与汤德元告别回去，只听外面人声吵闹。众人回头一看，独少了汤德元的两个儿子。汤德元怕他二人在外生事，赶忙的出去，已将一个卖荸齐的老头子打伤，睡在地下。许多的闲人将他拉住，向方丈里拖，汤德元看见，忙的上前招呼，众人方才放了手说道：“他家中大人来了，那就有了着落。”和尚看见，登时就出去解和。不知后事如何且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第四回 伍员庙小子行凶 汤家镇老夫害病", "正文": "  \\n 第四回　伍员庙小子行凶　汤家镇老夫害病 \\n 　 \\n 话说汤德元的儿，长名汤俊，次名汤杰。这汤杰姿质虽愚。也还不敢在外边滋事；惟有那汤俊，平日在家不肯读书、虽然勉强送他进馆，一经放学，仍是在外胡闹。今日因是清明放学日期，怕他出去闯祸，故此汤德元自己带了他二人出来。那知他进了伍员庙，他二人等华老先生与他父亲坐谈，又向和尚谈玄之际，他就趁此出了山门，见前面有个老头子在那里卖荸齐，汤俊向汤杰道：“他那里有这东西，我们前去吃他—饱。”汤杰道：“你有钱么？”汤俊道：“我没有钱，你只管吃，包你没事！” \\n 汤杰也是个小孩子。听见他哥哥叫他去，他就随着后，到了卖荸齐担子面前，汤俊向老头子说道：“你这东西怎么卖法？”那老头子道：“一钱一串，不甜不要钱。” \\n 汤俊道：“既然这般说法，我先吃吃看。”说了，自己取了五六串与汤杰分吃。那老头子以为他平日总是弄惯了这个样子，今日又是节期，小孩子身上应该有钱。当下未曾阻挡他。那知他二人将荸齐吃完了，回身就走。那老头子喊道：“相公，你忘记了荸齐钱还未把我呢！”汤俊上前道：“你方才说不甜不要钱。我已经上了你的当！吃了下去，真是一点甜味儿也没有。你还同我要钱么？” \\n 老头子见他说这话，晓得他图赖，连忙站起身来将他拉住不放他走，他举起手来，就将那老头子向后一推，不曾推倒。汤杰看见，便也赶忙的上来，将那老头儿背后的衣领一把拖住，向后就坠。汤俊见他兄弟来助，他接着奔上来将那老头子胡须扭住，又向前勒。那个老头子真正遭瘟，一个在后坠，一个在前勒，诸公请想想那种神情，老头子可下得去么!只得喊道：“你这两个小孩子野种，那里来的？吃了我的东西不给钱，也还小事，为什么还要来打我！” \\n 汤俊见他叫詈起来，复又伸出有手，在他脸上结结实实的打了两下。虽是个不出书房的小学生，偏生的气力最大，不知怎的一巴掌就把那老头子口中打出血来。 \\n 在先，那些站闲的人看这两个小孩子胡闹，虽不在情理之中，似乎尚还可发一哂，此刻见他们认真打起来，一个个皆不答应，说道：“老头子，你就蹲下来让他打，不怕他是那一家的！到了那时。总有人来出头。”就此一句，你言我道，顷刻之际，同站闲看的人围了一个大圈子。那吵闹之声达于方丈之内。 \\n 此时，华童与汤德元走了出来。见了这般。那些闲人见他答话，知道是他家的人，故皆说道：“既有人出来，这就有了着落了。”遂将以前的话，对汤德元说了一遍。汤德元直气得发抖，忙的上前去招呼了众人。华童也就将他两个儿子喝下，先行带了进庙。外面汤德元又复还了荸齐钱，又与些闲人道了谢。那些闲人方才散去。 \\n 汤德元进了庙内，见汤俊被华老先生教训了几句，坐在那里不敢启口。汤德元因在外面，也不好怎的督责他，只得大家一起回来。到了镇上，与华老先生各自分头回去。 \\n 不说汤德元回家教训汤俊弟兄，惟有华童与兆璧转至家中，闷闷不乐说道：“汤案兄为我如此费想，把他的儿子来从我，欲把得上进，偏这两个小孩子淘气，今日当住我师傅之前竟敢这般胡闹！叫我两人的面子怎么的过得去？” \\n 那知年老之人不能受气，加之在路上又受了些风寒，到了上灯的时分，就身起热，晚饭也不能吃，竟自上床睡了。兆璧与他母亲前来问长短，整整的烦噪了一夜。到了五更时分，方才出了的汗，朦胧睡去，大家方才放心，以为就此可以好了。那知过了一刻的光景，华童忽然在床上大叫了一声，复又拗起来，满脸通红，就向外跑。 \\n 兆璧见他这般慌慌的，赶紧前来扶住叫道：“爹爹外面有风，不好出去的，再盹一息，待周身透足了就可全元了。”　 \\n 华童只是不答，口中不停的胡说。王氏太太见丈夫这个样子，也是吃惊。只得母子几个将他代拖代拉送进房去，敷衍了一回，请他睡下，把被代他盖好。只听他口中乱说，浑身是汗，又如炙炭一般。兆璧只得出去请个大夫来看视，无如人生疏，不知那个的脉理高明，复又到汤德元家去告知，他的父亲病了，求汤家代延个大夫。 \\n 汤德元自从昨日回去后，就将汤俊责法了一顿。怎奈妻伶爱，打了不到二三十下，就做好做歹拖过去了。 \\n 汤德元本想早起到书房仍请华童责法他一顿，方才起来，兆璧已入了大厅，遇着德元告诉了一遍。汤德元知道华童是一个书呆子的性情，必因昨日斗气，赶忙出来。与兆璧出了大门，拣镇上一个有名的医生，姓鲁名叫达光，将他请了，一同到华家来，与兆璧出了大门，来到华家。走进里面，兆璧的母亲且避了过去。 \\n 鲁达光到床面前，先将华童的气色一看，就说道：“这病是受惊而致。故此发这谵语。”说着坐下，细细的诊了一回脉，兆璧连忙问道：“先生看家父这病轻重如何？” \\n 鲁达光因他是个小孩子，不敢吓他，遂说道：“这是受了点虚惊，又吹了些风，本来久弱多烦，又夹了些痰滞，几件凑在一起，故此得了这般瘟的病症。所幸还不大妨事，但是将这帖药服下去，身热退了，不发谵语，那就有效了。”说完，与汤德元走了出来，开了药案药方，然后兆璧送了药金，告辞而出。 \\n 此时兆璧的母亲在旁听得清楚，忙的出来对住汤德元道谢，复叫兆璧出去配药，汤德元也就说了两句闲谈，复将书房内的学生各放回家。 \\n 兆璧取了药方，不多一时将药配好了回来。春姑、秋姑忙的引火煮服。那知华童足足的睡了一天，只是不醒。 \\n 众人叫了好一会子，慢慢的将药服侍醒下。大家皆坐在床前等他出汗，一直等到他上灯的时候，翻来复去，总没有汗出。到了三更时分。从前人事虽不清楚，也还不十分糊涂，现在反更昏迷不醒。任你再碱，他全不答应。 \\n 再摸他的身上，仍如炭炙一般。大家只急得痛哭。 \\n 好容易过了一夜；到了天明，兆璧复又出去到鲁达光那里，将病原说知，仍请他来诊视。鲁达光绉眉道：“非我故意作难！昨见尊大人之症就知沈重，因伯你年纪幼受急，不敢遽然说出。今日这般正是危险之症！且到府上看视如何。惟是尚要汤老先生请来作主好些。”兆璧听了这一句话，只吓得魂不附体。忙的又到汤德元家中，把大夫鲁达光所说的话一一细述了一遍，立即请他同来。 \\n 汤德元听见了此一番言话，也是受急。只得随了兆璧来至鲁大夫家，邀了鲁达光同去。 \\n 三人来至家中，王氏太太正在那里啼哭。鲁达光道：“不必如此！病势虽然沈重。但家中人不可乱哭！”说了，又细细的诊了脉，看了舌苔，然后方才出来对着汤德元道：“你先生总要代他们这里作点主才好。此病非是我推辞。必得再请一人帮同斟酌，我兄弟一人可不敢担此重任。” \\n 兆望见他这般，忙向他磕了个头，说道：“先生务求不必推辞，家父身羁异地，寒舍又仅倚家父一人度活，求先生鉴我苦衷，开示一方。”汤德元又代他转求了一会，鲁大夫故为艰难：“只因病势沈重已极，我宁可说过一句，药方我开就是了。”于是又沈吟了一刻，开了一张药方，说明了炮制各法，因又道：‘好丑就看这一方儿！如果午后有点汗，可送一信与我，以便更改药方。”说完了辞了出来。　 \\n 汤德元见了如此光景，总而言之，事从根上起，明知这病是因他儿子那天在庙所闹之事而得，只得也不回去，助着兆璧照料一切。 \\n 此时，陶五的弟兄也得了此信，忙的赶来看视。大家在那里望着华童出汗就有转机，等至日落西山，偏他身上要想有一点汗也没有。 \\n 如此又过了一夜，大家皆说这病是由伍员庙回来发的，或者于庙中遇着了什么，最好到那里求求句。兆璧听了这话，也觉有理。次日侵早，自己一人带了香烛又至庙中，默祷了一回，并允许了愿方才回来。饭后又请鲁达光来看。 \\n 话休烦叙，一连过了三四天，一些儿转机也没有。眼睁睁病在垂危兆璧母子儿女只是痛哭，想不出一些法来。 \\n 到了第四天，兆璧见他父亲如此病势，又想起后来光景，真是伤心，便说道：“如我父亲真有不测，这一家人口如何度日呢？”要想自己寻死，与父亲同归地下，又有母亲同兄弟姊妹等人。思前想后，只得一人暗暗的痛哭。因怕他母亲看见，格外烦闷。 \\n 又过了一日，他父亲仍然不好。忽然之际，兆璧想起一个法来代他父亲治病。那知诚心感格，居然将病治好。欲知后事如何？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第五回 孝子疗亲两番割股 娇娃救母一样诚心", "正文": "  \\n 第五回　孝子疗亲两番割股　娇娃救母一样诚心 \\n 　 \\n 话说华兆璧见父亲如此病重。一人暗暗悲苦。到了第六日，忽然想道：古人有割肝供母之事，可以疗治亲病。我虽不能割肝，何不默祷神灵，割股煎药，或者神明伶佑，令我父亲病好也未可知。想到此地，反而把愁闷解了许多，专等夜静无人，去为此事。想罢就起来，复到房内服侍了一刻。见他母亲只是痛哭，反以闲话解慰一番。 \\n 那鲁达光与汤德元也不时前来探望，华老那般的病势，皆是见着摇头咂嘴。惟有陶五真是难得；倒定身子日夜在他家照应伺候。 \\n 这日，到了上灯时候，头次药已经吃下，二次药尚未煎好，兆璧的母亲照应了几个通宵，他也是五六十岁的人，此时真困倦起来，在那里打盹。兆璧见了，忙将他母亲叫醒说道：“你老人家今夜先睡一睡，好在此有我们在这里，明日也要人招呼。你老人家此时可就去睡罢。” \\n 春姑、秋姑坐在床面前，陶五此时已经回去。兆璧就对两个姐姐说道：“你们在这里看住，我到外面去求神！”两个姑娘答应了，他就一人出来，到了前边书房里面。先将香烛点然，取了笔砚，跪在香案前写了一道表文，无非是华童得病的缘由以及服药无效的话。末后，就将他家中的苦况，以及他诚心割股，求神保佑的话写了一篇。复又剪了烛花，一人祷告了一遍。将表文在香烛内焚化已毕，取了药罐子，放在桌子上，又找了把利刃，复又跪下，将衣服解了，打出左膀，露出皮肉，又叩了几个头说道：“弟子华兆璧，因父病沈重，别无良策治理。只求神明保佑，速赐病痊。” \\n 说到此处，忍不住的落下泪来。复又带泪祷告已毕，就将利刃先在大膀子上用力一截，已有二三分之深，即将利刃一旋，已经割下一块内来，赶忙将刃放下，把那块肉丢在药煲之内，又忙的抓了一把香火把刀伤掩住，以白布扎好。又磕了几个头，把脸上的泪痕揩净，又将衣服穿好，端了药罐定进房来，在火炉上煎好了。伯春姑及秋姑二人看出破绽，不敢使他们伏伺，便独自一人到床前用力将父亲扶起，又叫了两声。华老微微的把眼睁开，兆璧就将煎好的药漫漫儿的灌了下去，又将华童放下睡好盖被，这才出来收拾外面的香案。 \\n 莫说无神却有神，就因兆璧这一片诚心，发愿割股，不但兆璧膀上割下一块肉，连一些痛也没有，便是华童服下此药，不到四更时分忽然哼了一声。春姑赶着进前去叫，华童把眼睁开说道：“我好难受呀！” \\n 兆璧在外面听见他父亲说话，知道是醒过来了，真是喜出望外，赶忙的跑进房，到了床面前叫道，“爹爹现在怎么的了？”华老见是儿子兆璧，说道：“浑身如火炙一般，心中十分不好过，你快去倒些茶来我吃。”华老吃了，又问了两句话，面又向床里睡去。兆璧知道有些转机。格外不敢怠慢，就与他两个姐姐坐在房里。 \\n 过了一会，取个烛台看看，不多一时，天已大亮。渐次的华童身上微微有汗，脸上的红光又减了许多，各人自是欢喜。王氏太太因已天亮，也就起来，叫两个女儿去睡。兆璧却无心去睡，赶忙的就到鲁达光那里，告诉夜间的情形，请他来加减药方。鲁达光听了这话，也是代他欢悦，就跟住兆璧前来。先来诊了脉，便疑惑道：“这脉可真也奇怪。昨日微细万分，眼见要沈下去，怎么过了一夜，就如此转机？并非我自谦，那药方断不能如此神效，总是你家祖宗神灵保佑。你们放心罢，虽不敢说十分不要紧，这五分数总可包了。只要再出点汗，得点小便，那热就可渐次的退了。” \\n 却好汤德元已来，大家又谈说了回，鲁达光复将药方改换，加减过了，辞了出去。兆璧一人心中明白，明是昨夜割股的道理，蒙神明保佑，故此有如此见效的快速。因鲁达光说的话很有些道理，便请汤德元稍坐片刻。 \\n 他忙的取了药方，将药去配好回来，随即煎出，与父亲服下，从此人力天工，两下凑合，他的父亲就日渐全可，慢慢儿的又进些饮食。不上半个月，所病若失了。 \\n 大家正要择日子谢神，那知王氏太太因他夫主病中辛苦太过，又受了些寒凉，他夫主的病势方好，他又病将起来。可怜兆璧方才十六岁的小孩子，一连出这两件大事，如何经受得起！别无法可想。只得一人暗地里痛哭。 \\n 从前他父亲抱病的时分，他母亲还可助着照料，而且还解劝宽他的心，怕他因此又将反病起来，故此内外皆是兆璧一人照应。谁知他母亲的病执与他父亲的病一般无二，兆璧只得又将鲁达光请来看诊。头两天服下去的药也是一点效验也没有，到了第三四天格外的沈重。加之他父亲呼长喊短，要人服伺，真个不是人过的日子。 \\n 兆璧心下想道：“前日父亲的病好，分明是割股之后有起色的，现在母亲如此，何不再将右膀割下煎药！”主意打定，预备夜间仍做此事。那知春姑自他父亲病好之后，心下虽是欢喜，实是疑惑，暗道：“我兄弟那晚在外面进香，好一会子又将药罐子拿了出去，然后进来方才煎药，随后服下就好了，莫非他放了别的什么东西？”自己一人在那里疑惑，而且连日见兆璧那右手总有些负病的样子，心下早巳明白，只是不便询问。此时见他母亲又病，心中说道：“我父亲有病明是兆璧割股好的，现在母亲有病，我何不也如此诚求神明!”主意想定了，也就预备这日晚上前去割股。 \\n 且说兆望日间将药配好回来，先将头次煎好与他母亲服下。到了傍晚时节，先叫春姑做了饮食给他父亲吃了，又过了一回，服侍他睡了，复又与大众照应了一回，各事已竣，又将两个兄弟安排去睡了。已到初更之后，又歇了一息，乃向春姑说道：“你在这里面稍坐片刻，恐怕母亲醒来。前日父亲的病是我求感格的，今日我再去进香，你们不必出来。” \\n 春姑道：“你前几日已经辛苦，你在此处稍坐，外面进香等我去罢。好在敬神只要诚心。总可感应的。”兆璧见他姐姐说了这话，心中着急说道：“夜静更深，你一人到外面进香如何可行！而且不甚雅道。我虽辛苦了几天，也还不见怎的呢。还是你在里面的好。” \\n 春姑见他一定不肯，知道他是又想去作那事，不由的心中一酸，滴下泪来，说道：“你的用心我全知道了。你也不必瞒我！但我虽是女流，也是父母亲生，岂不能报答！只要神灵保佑，也自可有效的。”说着不等兆璧再说，自己一人先出了房门，将香案排好，点起香烛，就要磕头。兆璧见他已知，道：“你既有心发这大愿，格外好极。我前日是先写表文焚化之后，然后方割股的，今日你也要如此，我们两人就同写一道申表便是了。” \\n 春姑答应兆璧，就取了笔墨，将病原以及二人诚心虔求的话写好了。两人遂叩头祷告一番，将煲药的罐子取了出来。兆璧仍是取那前日所用的利刃，春姑只好取了一把快剪刀。各人脱去衣服，露出手膀。究竟兆璧是男子，将刀抓在左手，认定右膀上割了一块下来，放在药罐里面。春姑接住在左膀子上也割了一块下来。两人急忙将香灰掩住，彼此互相扎好。春姑先将药罐送到房中，预备剪药。这里兆璧在外面又磕了几个头。将香收拾清楚。姊弟二人煎好了药，轻轻将他母亲喊了两声。 \\n 秋姑的年纪虽然小两岁，倒也很知人事。知他姐姐和哥哥两膀割下肉来，不能用力，他就端了药碗，执了勺子，慢慢的将药给他母亲啖下。复又与他母亲盖好衿被，说道：“你们两人如此辛苦，现在天还早呢，有我在这里伺候，体们可歇一刻去罢。母亲如果醒来，我再来叫你们便了。” \\n 兆璧道：“我全不困倦，倒是姐姐去睡的好。明天还罢人呢。”春姑道：“我只熬了两三夜，尚不辛苦，你是里外受亏了，还是你去睡罢。”兆璧见二人苦苦相劝，他明明放心不下，只得在旁边小床上倒着身子躺在那里，稍微歇息，耑等他母亲出汗。不知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第六回 得祥梦魁星照命 相佳婿医士为媒", "正文": "  \\n 第六回　得祥梦魁星照命　相佳婿医士为媒 \\n 　 \\n 话说春姑与兆璧两人割股进药之后，春姑便令兆璧前去歇息。兆璧见他两人苦苦地相劝，就在旁边那张床上倒着身子躺在那里。究竟辛苦太甚，神一凝，朦胧之间便自睡去，不知不觉好似一人将他喊出门外道：“我家星君请公子前去说话。” \\n 兆璧不知何人，只得随着那人前去，却又不知那人是谁。又似从前家里的旧仆王敬。仔细看来，又不十分相似。正在疑惑之际，那人已停了脚步说道：“到了，请公子在此等着，我先进去说一声，然后再领你进去。” \\n 兆璧听说也就止住脚步。抬头一看，好似一座大衙门。六扇大门甚为宽大，门外对立了两个石狮子，对面照壁上立了一个五彩的挂印封侯，心下暗道：“我这里是从未到过，又没有熟人，何以有人请我！”正自疑惑，向里面探望，只见领他来的人已走出来说道：“星君请公子进去。”兆璧听说，便跟了那人进去。到了大门里面，便是一所五开间的大厅。穿过厅房后面方有大大的院落。院落以上又是一座殿阁。那殿阁高耸半空，下面一座七级台。上了台阶，到了殿口，那人便上去说道：“华公子来了。”只听里面一人道：“着他进来。”兆璧听了，急的走上台阶，见殿上正中生了一人，冕旒冠带，五绺长须。两旁排列多人，有掌簿书的，有执笔的，还有坐在案旁翻阅文卷的。 \\n 兆璧见了，总料是有司衙门，赶忙地向上跪下，口中说道：“华兆璧蒙星君呼唤，不知有何分咐？伏求明示。” \\n 只见中间那人说道：“我这里非有根基行孝的人不能到此。昨晚。本星官查察人间善恶，见汝等焚香祷告，割臀疗亲，真堪嘉尚！特奏上帝，将尔等的爵禄加增。汝形病势从此可好。惟恐汝等不能始终如一，故此唤尔前来，晓谕尔一番。” \\n 兆璧还来听完，忽然殿后跳出一人。两只眼睛如铜铃一般，手中执定如铁笔一枝相似的物件，望着兆璧喊道：“华兆璧你来了！”说着，跳到面前，对定兆璧一吓，一身冷汗，大喊一审，醒转过来。乃是南柯一梦。 \\n 春姑正在旁边煽风炉，忽听兆璧大喊起来，惟恐惊了他母亲，忙过来问道：“兄弟为什么？敢是着魔不曾！” \\n 兆璧还未答话。那知早把他母亲惊醒。在上翻转身躯喊着春姑道：“你快来代我把被掀过去，我身上怪热的。”春姑即上前伸手在被窝内一摸，果然出了一身汗。当下说道：“请你老人耐烦些，现在已经出汗了。等了一刻退了汗，再掀盖罢。此刻未出透，不能骤然掀被的。”他母亲无奈，只得又过了一刻，又叫倒了一杯茶饮下去。神明感格，从此人事更清楚起来。加之鲁达光脉理又好，日前来诊视，对病发药，不足十日，居然饮食大进，厥疾顿愈。夫妇二人俱皆欢喜无限，惟有兆璧心下疑感道：我向来从不做梦，那日晚间那梦前半光景也还罢了，但是后来被那人在顶上点了一点，实在可怕。也不敢向人说起，只得自己思想，实在委决不下。 \\n 又过了半月的光景，他的父母皆已精神充足，便拣了四月十五日酬神。第一天，汤德元鲁达光以及那些学生家的父兄，知道师父师母病愈酬神，皆说次日大早全来道喜，还要吃面。到了十四这日，兆璧就买了些动用什物，以便次日应用。 \\n 到了次日一早，先设了香案。春姑姊妹又在厨房将祭品端正妥当，就想代他兆璧端至家堂，怎奈他父亲性情古怪，说敬神不要女流在面前，故此兆璧便去端正祭物，无如他两膀受伤，祭品又重，端在手中挣扎，两处伤口疼痛异常，只得抢一步进堂前，将祭品三牲之类放在桌上。只见他把脸一苦，忙的跪到房内去了。 \\n 他父亲见他这般辛苦，反而大怒道：“我今酬还愿，做了些小事你就苦脸，现在又院到里面却是何故？” \\n 兆璧见他父亲发怒，又不敢说，只得仍然出来相助为理，用力太纪，创伤迸裂，顷刻之间，血流透袖。又是四月天气，把件月白夹衫皆染透过来。还是他母亲心细，见他做事总有保痛之状，便留神细看。只是他衣服上血斑点点，早巳透露出来，赶忙把他拉过去，代他拧衣袖卷起来一看。不看犹可，这一看却忍不住流下泪来道：“我的儿痛煞你也！你怎的这般狠心，下此毒手！怪不得你如此苦脸！原来受了这般重伤。”此时他父亲也走过来看视，免不得也生了怜恤之心。 \\n 兆璧见说，还恐两老伤心，复掩饰说道：“孩儿并不见痛！方才因用了点气力，故尔如此。只要稍歇个一两天就可好了。你两位老人家不必愁苦。” \\n 说了，等他父亲磕了头，自己也来磕头。此时汤德元大众已来，先代夫妇二人道了喜，然后方去闲谈。华童就将兆璧剖股的话告知众人。鲁达光道：“如何？我前次看你的病危险非常，怎么次日就大好起来！当时我就道总有道理，原来是令郎如此。怪不得神明保佑，实为可敬！” \\n 汤德元在旁听说，又欢害却又感慨。你道为何如此呢!他忻悦的是他久存了意见，想将他女儿配与兆璧，亦是不便启口。此番病中，他十分照应，只要约人一说，谅华老断不好推却的。只要他答应了之后，随后有这般孝顺才貌的一个女婿，也不落在人后。此是忻悦的意思。他感慨的，因他的年岁已与华老相仿，虽有两个儿子，只是百般淘气，一点人事不知，设若一朝不谐，免不得门庭败落。想到此处，所以感慨系之，一人坐在那虽呆呆的乱想一回。 \\n 不多一刻，禾已晌午，里边的面已烧齐备了，就请大众入座。华童道谢了一番，面后，彼此谈了一刻闲言，然后众人告别回家。 \\n 且说汤德元见了兆璧，越看越执定主意。想道：“我不趁此时将话说明，后来为人抢了去，岂不是白白的费心思么！”随到家中将这意思对他妻房说明。次日一早起来就到鲁达光那里说道：“小弟有一事相求，不知兄台可肯援引否？” \\n 鲁达光听说道：“老先生何必如此谦逊，有话但说不妨。” \\n 汤德元道：“人生在世，不过为的父母妻子。小弟见华案兄的长子兆璧，世兄实在令人可敬。不但品性好，随后这人总不在人之下。小弟两个弱女，意欲挽兄台执柯作为月考前去与华老一说。因婚姻之事不便面谈，特来相求。” \\n 鲁达光听了称道：“先生眼力不差！这般乘龙佳婿，岂有当面错过之理！能作成这事，随后连我皆与有荣耀焉，你先生不必烦思，包管在我身上便了。我饭后就去。总在今晚明早，必送喜信与你。”彼此又谈了些闲话，汤德元回转家去。 \\n 这里鲁达光到了饭后，将各家的病一一诊完了，便来至华家。华老知道鲁大夫到来，躬身出来迎接，进去分宾主坐下，华老道：“昨日不恭，多多简慢。只好随后再为补谢了。” \\n 鲁达光道：“说那里话来！小弟虽非儒林中人，也还不落流俗，专是徒哺啜的。但汤先生为的尊处很费了心。” \\n 华老道：“如这般情同骨肉的至交朋友，当今之世可实在不多。” \\n 鲁达光道：“你先生既知汤先生情同骨肉，可知汤先生有一件要事要求尊处的呢。” \\n 华老道：“真不知道。我们两人本来至好，可算得无言不谈。但你先生所说不知究为何事？尚望你老兄说明，以便遵行是了。” \\n 鲁达光道：“非为别事，只因他此时最爱的是大令郎，加之昨日听说又有割股疗亲之一事，不但孝行可嘉，而且他日必然高发。他有两个女儿，欲与先生两位令郎结婚。虽非通家好友。只是联姻之事不便于当面言谈，所以托小弟前来介绍。我看此事不但门户相当，而且男女也实在相称，十分相配。汤兄的女媛我虽然只见过一次，品貌固好，惟有持家一切以及敬上慈下的行为，凡与汤先生见好的人，无不知他有这两个贤孝的女儿，但不知你先生意下如何？”　 \\n 华老听说，沈吟了一刻说道：“汤案兄的意思我是感激之至。惟有一件现在不便许可。门户虽然是相对，贫富却又悬殊，他家虽非大富，也还广有田亩房屋。我是个一贫如洗。加之遭此兵荒，就是那数间房子也皆拆毁无存。现在此间不过暂作栖身!难得汤案兄如此多情，我看小孩子年纪尚幼，若能后来稍有进益，那时再来报命尚亦不晚，还求先生善为我辞便了。” \\n 鲁达光见华老有心推脱，复又说了许多旁衬的话，总要将事和谐方才罢休。欲知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第七回 行聘礼泰山惬意 逢考事乃父谦辞", "正文": "  \\n 第七回　行聘礼泰山惬意　逢考事乃父谦辞 \\n 　 \\n 却说鲁达光见华老有意推婚，不肯应允，当时说道：“先生此言差矣！俗语有言，会择婿者择儿郎，不会择婿者拣田庄。汤德翁之意正合此言，且他甚以两个儿子为念。常言虽有薄产，但是后人大不争气，特恐继起无人，行将败矣。故此要把两个女儿栋两位佳婿，随后也好代他稍争体面。你先生如此推却，岂不辜负了他那番用心！至于说贫富不敌，汤先生也不是势利之人，断非那流俗，争竞聘礼。不过今日之言便定了儿女终身大事，你先生如此固执，某窃为先生不取焉。” \\n 华老为鲁大夫说了这一些的话。几乎无言可答。加之汤德元待他好处，正是少有少见，现在又要招女儿与为媳，若执意不从，不但汤德元心中不好过，自己也似乎薄行，只得说道：“儿女之事虽我为主，然必须与贱内相商方可行事。今日先请你先生回去，明日定有回复便了。”鲁达光见他这般说法，就立起身来告别。 \\n 这里华老便进来与兆璧的母亲王氏太太述及此事。王氏太太道：“我看这事是推却不得的。无论门第相当，平时的照应，即以我们两人病中而论，承他家那番美意也是可感可敬的。今日他又不争你的聘礼，一心要把女儿把我家，岂可回却！”　 \\n 华老道：“我不是无情，只因他两个儿子太不争气！我现在教他念书全不能上进，心中已是对他不住。若再成下亲来，我的责任岂不更大？日后不能成功，外人反议我存了私心，故意不竭力教训。那时如何论法？” \\n 春姑在旁听见了这话说道：“爹，这事倒不必，自他本来是这般，又不是从小在这里上学的，父亲既有这意思，明日等鲁达光先生来将此话与他说明。如果汤伯伯一定不移，定要把女儿与我家，随后就是汤俊不能上进，外人也不能抱怨我家。” \\n 华童道：“话虽如此，惟恐汤伯伯听了这话格外作气，那时我怎么对他得起！” \\n 春姑造：“父亲明日先与鲁先生商议，好在不是我家先说的。鲁先生今日就说过，汤伯要做此事也是为的两个儿子，父亲同他说这句话，正是此对彼答的道理。” \\n 华老听了这话也似乎有理，当日无话。次早不等鲁达光来，就到他医室内去。彼此招呼坐下。华老道：“今日造府一则走谢，二则特来报复台命。” \\n 鲁达光站起身来，先说了岂敢的话，随后问道：“先生与令夫人商议，昨日之事也该定妥了？” \\n 华老道：“承汤案兄的美意，好是好极了，但有句话先与兄台商议，请兄台代为婉达。如可言则言，如不可言再为计议。” \\n 鲁达光见他不吞不吐的，忙的说道：“先生有话但说不妨。小弟自可见机而言。”华老于是就将昨日家中商议之话告知鲁达光。 \\n 达光道：“此事是先生深虑。岂有子弟不成就反怪先生之理！且汤先生常于我面前说他的两个儿子不好。今日他必然前来讨信。等他来时，我当婉为说及便了。但婚姻一层，怕是推却不去的。”华老道：“但求先生将此话言明，随后皆好商订。”被此又谈了一回，正要别去，却好汤德元迎面而进，又为他看见，鲁达光忙的招呼道：“汤先生，请进来坐！我正要到你那里去，你来得正好。”说了，汤德元只得坐下。达光道：“昨日承托之事，小弟已经代达了。华先生甚为感激，但华先生却有一件事委决不下。” \\n 汤德元道：“华案兄有何意见，但说不妨。小弟的意思。鲁兄尽知，若不是因这两个畜生太不争气，我也不如此之急。知弟莫若师。华案兄也是通家，谅该知道我之用意。实在见他那位令郎令人仰慕，故此相形之下，更想为儿女了其首尾。” \\n 鲁达光正要用话从他儿子纳身上引来，却好他自己先已说出，正是机锋相对。忙说道：“华先生所虑也是这个意思。因你待他这番美意，万不能推而却之。只因令郎在他那里上学，全未能稍有进益，已经孤辜万分，若再做下亲来，随后更难报命，故尔因此踌躇。” \\n 汤德元听了这话，不由的伤心起来。说道：“两位兄长在此，岂不知小弟为人！随后岂有埋怨别人之理！我与华兄如此至好，儿子是他自己不好，女儿虽不贤淑，也可相助为理。若不能应允，则更令我难堪了。” \\n 华老见汤德元说道：“此地也不能再不应承。”遂忙的用话解说道：“弟无有不肯，不过是内人等多虑。既承美意，我们就一言为定便了。”汤德元见他已允，甚为欢喜，鲁达光道：“汤兄虽然不以聘礼为意，但我既作这冰人，华兄也该稍有点聘物，随后也图个吉兆。”说了就在案上取了个历本，拣四月二十八日，此是定日，说道：“后日就是吉日。最好就是这日被此行了庚书，随后就格外亲热了。”这是鲁达光的意思，怕华老日后反悔。 \\n 华老也答应下来道：“小弟本来寒素，别无贵重聘物，只好临时聊胜子无罢。”三人又谈了一刻，各自分手回家，华老到了家中就将这话与王氏太太说知，大家也是欢喜。 \\n 到了二十八这天，鲁达光到华家先道了喜，领了庚书。华老道：“小弟别无聘物，只有家传的玉狮子一对。虽不是上品，也还洁白可爱，今日权且以此物为聘。日后看小孩子的造化便了。”鲁达光见了那玉狮子果然是一对美玉，忙的道：“甚好。”随即带了庚帖聘礼，便望汤家而来。汤家此日尚还热闹。一来汤德元在镇上要算个首户人家；二来他以为与华家接亲，欲令众人知道，后来兆璧高中，外人说他眼力不错；三来昨日在鲁大夫家中听见华考的言语，因为儿子不好，有推却之意。他回到家中来。就将两个儿子着实教训了一番说道：“你两人不学好，带累了众人。”今日故意买东买西，说随后的家产悉与兆璧去。要想汤俊二人发愤好学，一心上进。有此三层，故比华家热闹，挂汀结彩，贺客盈门。鲁达光方走进来，汤德元便忙升放鞭炮，行三道茶的礼节，就将庚书放在当中桌上。各人行礼已毕，然后排好酒席。鲁达光入席用酒。到了午后，汤德元方将庚帖收好，用了一对金凤凰做了回礼，取金玉相当之意。鲁达光带回华家交纳。从此做了亲眷，华汤两家格外亲密。 \\n 光阴易过，春去秋来。自从大同去年被了兵乱之后，已有一年的光景。贼众亦已肃清。国家举行考试，今岁正是岁试之年。华老虽已出学，只因兆璧已得弱冠，该应巴结功名。过了八月之中秋节，学台行文，饬令大同府转示所属，限以九月初一日，一律举行县试。此件公文一出，各家考生皆是芸宙课习，准备临场。汤家镇离府城也不过数十里，不一两日也知了这个信息。 \\n 汤德元在外听见，忙忙的跑到华老家中道：“今日听说上宪的来文，令子九月初一日县试。兆璧兄弟两人今年也该应考了。” \\n 华老听见这话，遂说道：“功名两字我已视同雪水。当此窘境出考，一来不光又用度若干，且小孩子的工夫尚未纯熟，不能操必胜之券，再等一二年，科试出来，那时工夫也长进许多。或可一战而得。”汤德元听了这话甚不高兴。当下说道：“你老哥说来工夫好，便元人不入学上达的了，莫说兆璧此时尽可出考，便使功夫真末纯熟，也该令他去观观场，使他自知发愤也是好的，怎么说出这般话来！你的功夫不为不好，怎么屡战不胜！可见一半要人力，一半也要造化的。若论境遇不好，这些须考资我还供应得起。”说着，一定要兆璧、兆琨二弟兄出考。 \\n 华老见他这片热心，也不好十分推却，也不肯遽然答应。你道他什么用意呢？只因兆琨数月以来，前番被他父亲责罚了一次，又见他父亲加意欢喜。兆琨他本非呆小子。岂不知道改悔！故近来甚肯用心念书。加之他父亲竭力开导，勉强已可作文，满等下次科考，令他兄弟二人一起出考。就是工夫不佳，兆璧可以在场内代他修饰修饰，能得了一步功名，他也可稍尽其心。所以此次不肯令兆璧兄弟前去应考，就是这上用意。现在被汤德元说了这一番话，甚是踌躇。 \\n 汤德元见他仍不答应，又道：“不论肯与不肯，既然做了我的女媳。我这点主意也可做得。我明日先带他进城去报名，临期你不去，我送他兄弟赶考便了。”说了自己竟出门而去。寻了门斗，先代兆璧、兆琨两人报名。不知考试如何？且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第八回 老秀才成全后进 小童子照应同人", "正文": "  \\n 第八回　老秀才成全后进　小童子照应同人 \\n 　 \\n 话说汤德元自作主张，硬去带兆璧弟兄两人去报名。 \\n 华老也无法可阻，只得预备考具，临时令他二人前去。 \\n 且说大同府有个廪生，姓吕名璜，本是个诗书子弟，只以家道不丰，加之品性又不端正，故此倚着这廪生，每逢考试，大肆欺压，包揽认保，无所不为，籍此敲诈钱财，以为生计。此次访得了华童结了汤德元这门亲，满想因此生出枝叶来，得一注财爻。后来，经门斗告知他：“华家是世代书香。虽然汤家有钱，却是无事，何能妄生枝节？我看汤家镇现有一户，虽然不比得汤家富足，也还不相上下。闻得他家今年有人应考，倒可生发生发。” \\n 吕璜一听，忙的问道：“这人家究竟是谁？”门斗就将花名册子掀开来与他一看道：“就是这个名字。”吕璜一望，乃是李大椿三个字，就把他放在心中。这且不表。 \\n 单说华童见汤德元报名已毕，忙着这几日叫兆璧做双篇改文字。闹个不了。不到几日，已是月底。这日，汤德元一早就来说道：“我前日进城去寻客栈，却巧遇见这镇上李家的一个小子，也在那里寻下落，预备应考。这人家甚窘，靠着母亲做些针线度日。他却竭力用功，以图上进。我见他寻了许多地方，皆因租价太昂，实在为难，故此叫他与兆璧同寓。所有房饭我已与他言明，不必出钱，皆是我备。那里不花用些钱？这成全人家也是好事。今日他已收拾齐整，专等你们一齐进城。这里可作速预备，那里还有许多事呢。”华老听见他说了这话，也是道好。旋即，招呼厨中预备了中饭，以便饭后入城。 \\n 春秋两位姑娘早已知道，忻忻悦悦，忙了中饭。汤德元也在他家吃过了饭，又将李家小子的东西搬运在一个地方，然后雇了两辆大车子，引了两名家丁，就向城中而去。走至上灯的时分，已入了府城内。到了客店住下。 \\n 次日，正是二十九日，晚问即须宿场。那知李小子早上出去，到夜不归，一直等到上灯时分，总未见回来。 \\n 心中甚是疑惑。若说小孩子贪顽，他又非不知事的小子。 \\n 正在那里盼望，只见他匆勿回来，向住汤德元大哭。 \\n 众人吃了一惊道：“你为的什么如此样子？”他道：“我至保师那里画结，他说我身家不清，不肯认保。若定要他认保，须送他五十两银子方可画。我说我是寒士，他说我是镇上的首户，不然何以同汤某人住在一起？我便苦苦的哀求他，反说我礼貌不周，挺撞保师。将我保结扯碎。照此看来，明日是考不成了。” \\n 汤德元一听，怒道：“他说你身家不清，他又未指出你的实迹。这是无故压考!难道就罢了不成么？我同你去，看他有何言谈？”随即起身，先叫兆璧兄弟两人安睡，他就与李家小子到吕认保那里去。 \\n 原来这李家小子就是李大椿。吕璜听门斗说，他家有钱，故此约了几个同堂的廪生宿考。汤德元带了李大椿，先行了师礼，然后汤德元问了姓名。原来这廪生姓黄名叫瑞安，平日也与吕璜一类，见汤德元出来问事，以为有了著想，随即通了名号。汤德元道：“李相公这张结是派在你先生名下，闻得尚未作押。想因小孩子年轻，礼貌不周，此时兄弟率引他前来。令他陪礼。一切总求包涵。”说着打了一拱，复又叫李大椿来叩头。 \\n 黄瑞安被他用礼逼住，无话可说，只得说道：“汤兄也是我辈中人，此中苦情也该尽知。无论他是否开荒冒籍，即是我辈世家，也有一个礼节，不能叫我白白的。” \\n 汤德元道：“既是如此。黄兄先画便了。他却是个赤贫寒士，所有的菲敬我代他奉上。但有一件，小弟却是成全人家的功名。诸公如果不信，随后访他的家道就知道了。”黄瑞安倒要把结取出来执押，反为吕璜一句话道：“县考在你手中，府考不能还在你手中。现在将这张结画松了，随后人家不好画。你今日要画，向后惟你是问！” \\n 这话还未说完，接住又是几个人，你言我语。反把黄瑞安弄得不敢动笔。 \\n 汤德元见了这般，作急起来，骂道：“今之世已是诗文扫地。幸亏还有这班人考。振振皇家的文风。如你们这般糊涂，岂不失了自己的体统！难道你不肯押，李大椿就考不成么？”说了就怒冲冲的把李大椿带走。出了大门，说道：“我现在预备带你花钱到老师那里想法，若再不行，领你到县里请他先行收考。有话随后再说。” \\n 李大椿感激万分，随后来到县学。汤德元进去与老师说了半会，争奈老师与廪生—气，仍是推辞不行。汤德元也就不望下说，赶著回来，代李大椿具了一禀状，先叫也安心睡觉，他就一人带了家人来到县内。本来，汤德元是汤家镇的董事，衙门里面也时常去的。却皆因公谒见，从未请托私事。门后见他进来，就代他禀了本官，然后请见。汤德元取出禀状告诉了实情，请大同县先行收考，其余场后理结。县官见是成全寒士，也就答应了。 \\n 汤德元告辞回厅，到了更鼓时候，将他三人喊起，吃过饮食，汤德元又教了李大椿几句话，令他先回。然后各人携了考具，一起来至考棚，专候开点应名。兆璧、兆琨两人先行，应名进去。又点了十来个名。只听上面喊道：“李大椿”三字，李大椿一面应名，　—面赶著跪下，说道：“童生结印未齐，求父台成全。”大同县早因汤德无请托过了，也知此事明是保师勒索太多，故此未允画押，乃故意问道：“印结为何不全？为什么不到保师那里画押？”大椿道：“童生实是寒士，廪生无故索诈。”大同县将脸色一沈说道：“那有这样事情？国家定例本是论才典，难道为廪生生财之道么！本县先行收考，明日移学再核。”李大椿听见这话，真是喜出理外。忙的站起身来，接了卷子，进场去了。 \\n 这里又将众人点完，然后封门命题，那知华兆璧、兆琨弟兄两人，昨日一路进城，正是困倦不堪，到了城内，夜间贪睡，衣服又盖得太少了，就受了重凉。昨夜宿场不无饮食停留，此刻进场又受了感冒，等到题目下来，两人已是腹痛得很，一字也不能下笔。兆琨年纪还小，尚无得失之心，惟有兆璧心中受急。众人起讲皆已作好，他的草稿还未起全，腹中又是一阵阵的痛来，忍不住的要哭。场中各人疑惑他文章作不出来，或是枪手未到，故尔这般受急。 \\n 李大椿向来笔神速，一会功夫，就将起讲作好，来看他两人的文字。只见他两人弯住腰在那里要哭。问明原由，方才知道，说道：“你们不必受急，先将这场混过了，二场你们自己再来争那高下罢。此刻，我代你两人作个手。”兆璧是不肯，李大椿急道：“难道你两人交白卷不成！你又不是不会作文章的人，一时得病，谁没朋友相助。”说了，回到自己桌上，提起笔来，一挥而就。 \\n 遂送与两人抄写。兆璧取过来，拣了一篇，先与兆琨，自己取了一篇，勉强在卷上抄了。那腹内仍是不息的痛。挨到午后，始觉稍好。二题下来，却是自己的亲笔。加之字迹又好，真个是清华朗润夺目，非常的出色。到了上灯的时分，兆璧也就写完了。接住，李大椿亦来观看。彼此看了一回，皆是锦心绣口，风舞莺翔。各将卷子缴去，专候放牌。 \\n 过了一刻，三声炮响，各人出场。汤德元早带着家人来接见。他三人出来，甚是欢喜。进了考寓，兆璧就将弟兄在场内生病的话告知汤德元，说头篇是李大椿代笔。 \\n 汤德元听了这话，点了点头，接下说道：“可见代人好就是代自己好，若非我助他，他不得进场。显见兆璧不能缴卷，足见人要行好。既他助忙，想来文字必佳，你可取来我看。”三人就将草稿呈上。汤德元越看越得意。 \\n 三篇之中，仍是兆璧第一，李大椿次之，兆琨又次之。兆壁道：“不怕大同人才再多，大约首列在这三本卷内。”谈了几句，大家睡了，专等发案。不知首列是谁，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第九回 得案首快婿高标 说苦情良朋设法", "正文": "  \\n 第九回　得案首快婿高标　说苦情良朋设法 \\n 　 \\n 话说李大椿三人出场之后，等了两天，盼望发榜。这日在客寓午饭，忽然门外有人叫道：“这里可是华相公、李相公的寓所么？”汤德元一听，赶急的跑了出来问道：“那位在此？”方过腰门，只见门斗已匆匆走进来，向住汤德元拱手道：“恭喜，恭喜！从来没有这般的巧事。前三名皆被你寓中占了。”汤德元一听甚为欢喜。因问道：“究竟案首是谁？”门斗道：“李相公第一，华兆璧第二，华兆琨第三。这可不是奇事么！你先生可以招呼他们，明日预备复试，我还有别事，不能久坐，再会罢。”说著告辞就走。李大椿等三人得了此信，好不得意。汤德元一面令人与华童报信，一面又安排他三人宿场等事，夜间进场。烦言少叙。 \\n 次日夕阳未落，三人又早出场。等了两天，榜发出来。乃是兆璧第—，李大椿第二，还是兆琨第三。一连考了四场，终场帖了长案，榜首印为兆璧所得。次日，便去谒见县主。 \\n 且说县主姓夏名国华，也是两榜出身。用了个即用知县，选了这大同县缺。头场看了兆璧那份试卷，心下十分踌躇道：“如此文字，定是发品。但有一层可疑，为何这两篇文字不出一人之手，恐其中必然有人枪代。”欲要不取，又怕委屈人才。若是取列中流，又觉不妥。故踌躇再三。将他取在第二名。李大椿取了榜首。后来几场实是兆璧自家的文字，皆比大椿稍胜一筹。所以终场发榜，仍是兆璧取了榜首。此时进见，夏国华见了兆璧一表人才，实在可爱，又兼文字绝佳，便先与他谈了一会。接住又望大椿、兆琨两人，也气格不凡，将来皆不落人之后。一一向过，复向兆璧何道：“你今年实岁几何？家中尚有何人？”兆璧起身来答道：“还有双亲在堂。”国华又问道：“你必是与你父亲同来的。”兆璧道：“父亲病后未能远行，是同家岳来的。” \\n 夏国华听见这话很觉诧异，问道：“你岳家是谁？”兆壁告知了名姓。夏知县道：“原来是他。你此回去可与他说知，请他明日来此，本县有话与他相商。” \\n 兆璧答应，告辞出来。将这话说与汤德元，也不知何意。 \\n 过了一日。夏国华早令人来请汤德元。汤德元只得同了来人前去。到了县中，夏国华迎接进去，彼此分宾主坐了，当下问道：“此次榜首华兆璧闻说是老先生的令婿，但不知他那兄弟可曾聘亲么？” \\n 汤德元见他问得奇怪，乃道：“生员尽知兆琨尚未问名。”夏国华听说，满脸含笑说道：“既然如此，下官有一事奉商。只因华兆璧兄弟将来总要发，兆璧既为你先生的快婿，这兆琨尚未问名，或者天假有缘，亦未可知。只因下官有两个女儿，年已及笄，尚未择婿。本欲兆璧为婿，无如已为老先生预选。只得不得已而思其次，拟欲与兆琨为婚，就请你先生作伐。但语多冒昧，尚望见容。” \\n 汤德元见说，乃道：“老父台的分付，晚生无不竭力说项。但成与不成，此时可不能预定。只因那华案兄十分高介，秉性与人不同。如要遂愿，当即前来回复便了。” \\n 夏国华又道了“费心。”汤德元方告辞出来。一路上得意非常，心中暗道：“见得我眼力不差，不然这个女婿是为人家抢去了，岂不可惜！”不一会已到客寓。先将这话与兆璧说知，然后收拾行李回去，因到府考还有数日，故此先回去一走。 \\n 那知李大椿的母亲因家计太窘。又逢儿子应考，不无要钱应用，不免赶作些针黹，从此受亏。不到数日就得了亏症。等到李大椿回来，病已成真，不能起床。可怜这寡母孤儿全无依靠。李大椿真正急煞，别无设法，惟有母子两人痛哭。 \\n 这日，兆璧午后来到他家，预备约他一起前去府考，只见他母子二人正在那里痛哭。问起情由，方才知道。兆壁道：“虽然如此，功名是不易得的。既然如此，府考又不能不去。” \\n 李大椿道：“功名两字我也不想了，但求我母亲病好。虽终身贫贱，皆心所愿的。可怜我母亲苦苦多年，满想我得些功名，使他老人家可以晚年欢娱，则我也可稍尽为人子之道。谁知天不从人愿，得了这个病症，使我如何是好？”说着，又痛哭起来。 \\n 兆璧见了也带伤心，忙道：“你家别无一人助你照料，日夜皆须人招呼。你自己怎么经得起？我且回去商议，你莫作急。少时就来。”说丁，辞出回到家中，将李大椿母亲的话告知王氏太太。说他无人无钱，现在母子两人在家对哭，病势又重，如何是好？ \\n 王氏太太听说忙道：“将人心比自心。我与你父亲前番有病，若不是汤伯伯家那般照应，也是与他家一般。且李相公这人随后总要发达的，你两人前日场中又承他照应，你可将你父亲请来，让我同他说。我想将他母子二人接到我家中来，你两个姐姐在家也没事，可同伏伺。他母亲若能一两日后病执稍好，就令大椿同你们一起进城府考。” \\n 兆婆答应。到了书房，来请华童。华童到了里面，王氏太太就将方才的话与他说知。华童道：“既然如此。只兆璧一人去，怕大椿的母亲还不肯来，你最好同兆璧一起去请他来，横竖没多远的路，成全人家功名，照应人家孤苦，这事何乐不为！”王氏太太见华童答应，就叫春秋两险姑娘将自己住的房间让出来，与李太太住，自己搬到他母亲房中同住。忙的吃了饭，与兆璧两人慢慢的来至李家，到了门口，兆璧先进去说知此意。 \\n 李大椿听了，忙的出来迎接。将王氏太太请进内房坐下，说道：“劳动伯母亲临，如何报答！现在家母方才睡熟，请你老人家稍坐片刻。”王氏太太答道：“我坐—刻就是了。莫要惊动了你母亲。”大椿赶忙的献上茶来。 \\n 忽听房中微微的哼了一声，大椿忙的进去，见他母亲已经醒来，要茶喝。大椿就出来倒了一杯茶进去。他的母亲便问道：“什么人在外面谈心？” \\n 大椿见他问起，即将兆璧的意思并王氏太太自己来请的话告知他母亲。李太太说道：“既有人来，你为何不喊我，岂不慢客!现在还不扶我起来。” \\n 兆璧在外听见，赶著走入来房中，请教了一声伯母，说道：“你老人家不必起来，家母已进来了。”大椿抬头一看，果见王氏太太已经进房内。李太太连忙招呼，随着大椿的口气喊道：“伯母请坐！只因病体在床，有失远迎，望祈恕罪！”华太太一面谦逊“岂敢”，一面去看李太太，虽然出自小家，颇有端详的气度，不愧是个守节抚孤的寡妇。随问道：“姐姐这病，闻小儿谈及是积劳所致，非静静将息不可。尊府无多人，令郎又欲出门应考，岂非无人照应！欲想冒昧，请姐姐到寒舍调养。此时两个小女很可伏伺，好让令郎安心前去赴考。” \\n 李太大听了这话，十分感激，乃道：“小儿多承尊府并令亲盛情，已是图报不尽，此时再去打搅，于心实有不安。此事断难从命。” \\n 华太太道：“姐姐不必推辞。你我皆是寒士人家，岂不知道苦况！现在请你前去，不过较有照应。你怕打搅，随后令郎发达，那时再说便了。此时姐姐不去，令郎也就不能前去城中府考，而且他一人日夜伏伺，若将他劳苦了，那里如何是好！还是请姐姐到舍下的好。” \\n 李太大见他这一片诚心成全儿子的功名，真正感激不尽。只得说道：“此事只好遵令。今日已迟，明日再来造府罢。”华太太怕他多话作烦，坐了一刻，也就告辞回来。适值汤德元在他家内，说及夏国华爱兆琨为婿，特来说知此事，好停两日进城府考时回复他信。 \\n 华童只是不允，说道：“我是寒士人家，与你家做亲还不出范围之外，若与仕官人家做亲，那种闺阁骄傲气习，令人生厌，随后家庭必不会好的。而且在他手内考，外人议论，这孩子的名次是由请托得来。这实不能从命！你可代我回答，须等小孩子有了进益，方可议及此事。请他另择高婿。” \\n 汤德元见他说了这许多话，知他是个骨董皮气，不便再望下说。却好华太大进来，汤德元连忙站起身来，彼此招呼已毕。便谈起李大椿的事情。汤德元也说：“甚是。我本有此心，因两个小孩子吵闹非常，将病人请家去，反不能静养，只得你家接来，倒好极了。”过了一夜，次早兆璧先到大椿家内，同他一起收拾得零星物件搬至华家，其余东西仍丢在原处屋中，然后雇了一乘小轿，慢慢的同兆璧将他母亲搀扶上轿，一直到华家而来。不知病势何如？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十回 为寒士县令成全 见贤郎太尊说合", "正文": "  \\n 第十回　为寒士县令成全　见贤郎太尊说合 \\n 　 \\n 却说华兆璧将李大椿的母亲接来，到了门首里面，华太太与春秋两位姑娘皆忙的迎将出来，将李太太扶下轿来，搀进房内。李太太已是喘息不止。春姑娘又忙的倒了一杯茶，请他饮下。定了一回，这方才喘息稍定。又睡了一刻，然后说道：“承二位姑娘的情，多多得罪。又来打搅府上，真是报答不尽的。” \\n 两位姑娘忙道：“不敢。”外面已开发了轿钱。从此，李家母子就在华家居住。华太太与两位姑娘照应，真真无微不至。 \\n 过了两天，汤德元又到他家来催，说明日务要进城，再迟便赶不上，就要误事了。 \\n 兆璧兄弟本来各事齐备，就因李大椿牵绊，因此至今尚未动身。此时，听见汤德元来说，只得又进房来，对李大椿说知。大椿只望着他母亲要哭，不忍前去。还是他母亲道：“我近来这两日病势稍好，有这两位姑娘照应，你尽可放心前去，难得人家这片好心。若能博得个功名，我就死也是瞑目的了。”说了，也忍不住的流下泪来。 \\n 华太太听见他们母子伤心，赶着前去解劝道：“吉人自有天相，吃了五谷未有不生灾之理。相公明日止管放心前去，家中自有我们照应，不必想到苦处。有病的人不能作烦，你出去罢。” \\n 李大格见了这般，也不敢再说。只得揩了眼泪来收拾考具。 \\n 汤德元回家，雇了前次的那个车夫，次日一早，大家动身。临行，大椿又在他母亲面前说了许多的话。如病好则罢，若不好赶急令人喊他。又代华太太磕了头，抹了眼泪，硬了头皮，与兆璧、兆琨出门而去。进得城来，仍在原住客寓住下。只因李大椿县考的保结尚未了结，加之夏国华托汤德元为媒的事情要前去回话，次日汤德元就一人去到县里，投进名帖，里面请见。夏国华早就迎了出来。彼此分宾主礼坐下，先谈了些闲话，然后问道：“日前奉托执柯之事，先生想已说成，现在如何说法？” \\n 汤德元道：“晚生将父台的盛意已与华案兄言明，他说，寒素之家不敢高扳。二来小孩子年纪还小，尚无半点寸进。此事只好从缓再谈罢。” \\n 夏国华听了这话甚为不悦。乃道：“怪不得你先生前日说他高介，即此一端已可慨见，但今我虽牧令，内眷人等却无一些仕官习气。我也是个寒士出身，若有趋炎附势的行为，也不与华老先生家结亲。你先生岂不知道么？至于说小孩子尚无寸进，有此气度才华，未有不发达之理。你先生已经选了一个快婿。难道就不能代我为媒么？此事还要奉求竭力进言。只要华先生许可，其余繁文末节一概依从台命便了。”汤德元见他如此，实在不好推辞。只得说道：“俟晚生回去设法去说再来报，惟有李大椿保结一事，还要求父台成全。现在他母亲又得病在床，苦不可言。”就将李大椿的细情并李太太守节的苦志抚孤望成各节，一一告述了，与夏知县得知，求他竭力设法。因县考各事未清，府考更有话说。 \\n 夏国华道：“此事不难，我立刻上府将此事的苦况与太守说明，求他行文到学，勒令学师传廪，保画押便了。若再宕延借口，随即一面扣保，一面详革。” \\n 汤德元听了，忙急的立起身来，代李大椿作了一揖，说道：“如此不但李大椿感激，连晚生也受大情，图报而莫能尽者也！”夏国华道：“这事也是我份内之事。”就此汤德元告别了出来，回到寓所，将此话述知了李大椿。果然到了午后，府里行文到学，指名说廪生勒索借端阻考，着该学迅速传集廪生，将未画之结一律画齐，送府察核。 \\n 学里老师接了这文书，晓得有人通了风，赶宽将吕璜这船人传来，将文书与他们看了，叫他们赶紧下台，完了这事，免得临时掣肘。大众见老师如此，只得招呼门斗出来转圜，将结复行取出来。到了汤德元寓内，说了许多的好话。汤德元也不与廪生刻薄。当时就封了二两银子为贽敬交与门斗带去，请将此事办好。 \\n 到了晚间，门斗又将结送来。汤德元封了盖印的采仪，将结缴入学内，此事方了。从此一来，果然府考好了许多。三场考竣发出府榜，乃是李大椿第一，华兆璧第二，仍是兆琨第三。此榜一出，那些同类各人皆知道他三人的名声，有志的皆要结交他们，藉资砥砺。就有前十名的前来拜会，汤德元就招呼他三人一一接见，然后又去回拜。闹了两三日，府里又来传见。他三人复又谒见了府太爷，拜了门生。古人说得好：“十年窗下无人问，一举成名天下知。”就是这县府两考以后，那府属中人皆知道有个华兆璧、华兆琨、李大椿。各事布置已竣，方要回转家中，忽然学院公文已到，定期月半后开考，按临合属。这个风声出来，汤德元道：“我们不必回去，免得两头花销。就在这里等考罢。”兆璧兄弟也甚为愿意。 \\n 惟有大椿不放心他的母亲的病势如何，乃向汤德元说道：“小侄离家已经多日，家母之病不知如何？要想回去一看。一则省问母亲，二则也好给华伯伯送个喜信。” \\n 汤德元因他思念母亲，也不好阻他，乃道：“今日已迟，明日你再去罢。”正说之际，忽然府里来了一个号房，持了名片说：“我们大老爷请汤先生即刻过去，有要话说。 \\n 现在县中夏太爷也在那里呢。”汤德元一听，晓得仍然是夏国华为媒的事，又请府太守说项。回道：“你先自回去，我立刻就来。” \\n 那个号房答应，先自去了。汤德元向李大椿道：“你明日回去极好的事，我此刻到里去看他们如何说项，你好回去与华伯伯说知。”随即换了衣冠，带了家人来至府内。汤德元见礼已毕坐下，果然夏国华也在那里。 \\n 原来这知府也是个两榜出身，与夏国华同年，姓万名叫万钧。当日见汤德元进来，先叙了几句寒喧，然后问道：“方才听得夏年兄说，华兆璧就是你先生的令婿，真是难得！此人不但此次高进，随后也尚不可限量。先生得此快婿，也可算心满意足的了！” \\n 汤德元赶急谦道：“承太守栽培！”万钧又道：“前日夏年兄奉托你先生为媒之事，此务求竭力说项。我们本是通家，他令嫒也极贤淑。今日，下官特来做个毛遂。将来事成，男家就请你先生为媒，女家就让下官执柯。现在先请老先生代为致意华老先生，改日下宫再去造府拜上。此不过因夏年兄择婿甚殷，故此再三相托。仍望老先生致意于华老先生，就说下官与夏年兄皆是寒士出身。岂肯使女儿辈有富贵傲人的习气！请他只管放心。今日请你先生来此，正为此事。”说了，夏国华又出来说了许多的话，然后方才告辞出门。 \\n 汤德元回转寓中说道：“此事是推不去的了。”便招呼兆璧：“你弟兄明日在寓静坐，不要出门。我要同李相公一起回去，将此话说定方好回复。”一夜无话。次日大早，与大椿同回家中去了。到了午后，已至华家门首。汤德元不即回家。便先与李大椿进去。里面听见车辆声音，华老先生忙的出门来。望见是他两人回来，问道：“两个小孩子呢？”汤德元就名次并学台按临的话一一告述与他得知。大家十分欣悦。华太太忙向李大椿道喜说道：“这一来你母亲的病格外要好得快了。这两日比你走的那天好了许多了。”李大椿赶忙谢了华太太。随即来到他母亲房中。他母亲早就听见他回来。接着，春姑送信与他说：“李大椿取了第一名。”他的母亲岂不欢悦！此时大椿进房，他已在床上坐起。大椿问了连日的病势，见他精神好了许多。也就放了心。 \\n 李太太说道：“我这病皆承他们照应。你且出去，给华伯母磕个头谢谢。这种恩情世上没有的。你还到汤家去一趟，谢谢他家代你办理考事。若不是这两家出力，你怎么考得起来!”大椿答应，随即前去不提。 \\n 单表汤德元见了华老先生，就将大同县夏国华与万知府二人的话细细的述了一回道：“这事是万推不去的。你的意思他两人皆已晓得，不过怕仕官家气习骄傲，守不得贫穷。他们已经说到这地步，谅来也不至十分骄傲。” \\n 华童听道：“行虽可行，只是须等院考后，兆璧等进学，方能行聘。” \\n 汤德元道：“这个容易。只要你答应，其余皆妥。”华老又将他妻子叫出来，告知了这一番话。华太太也十分愿意。 \\n 当日，汤德元回家。次日，仍同大椿入城。先到客栈。然后来至府内，万知府接见已毕，汤德元说道：“昨晚太守惇言，晚生已与华童言明，但他虽可承允。必须俟岁考后，兆琨入泮，方可行聘。今日晚生特来复命，求太守转达夏父台是了。”万知府说道：“既然他允了，其余也就无话。”随就令人去请夏国华。可否夏知县允从其意，且看下回分解。　 \\n  \\n   \\n  "}
{"章节": "第十一回 报喜信弟兄呕阿姐 送贺礼府县拜亲翁", "正文": "  \\n 第十一回　报喜信弟兄呕阿姐　送贺礼府县拜亲翁 \\n 　 \\n 却说汤德元将华童答应亲事的话回复了万知府，随即着人去请夏国华来。不多一会，夏县令已到。万钧向他说道：“适才汤先生来说，华老先生允虽可允，但须等兆琨入泮之后，方肯行聘。且无许多礼物，只好仍照书生的规矩，特地请你前来，告知应如何办理，年兄还请自酌。”夏国华道：“既然华先生应允，早迟却也无妨。至聘礼一节，更不争论。横竖两家俱是书生本色，日后就敢烦太尊与汤先生作合便是。”彼此又谈了一会，大家退去，汤德元回到寓所。 \\n 过了几日，学宪按临，兆璧与兆琨、大椿三人进场考试，两三日后，发出榜来，三人俱高取入泮；仍是兆壁第一名，得了榜首，大椿进在第三，兆琨进在第六。报子到门，自是欢喜不尽。汤德元代他们开发了喜钱，然后静候奖赏，领了花红，复令三人亲往府县谒见。此时夏国华格外欢喜，当日摆了酒席请他三人饮酒。座中又谈论些诗词杂作，然后回来。次日回转镇上，当晚门斗到华家报信，华童虽然欢喜，尚不过形于色，惟有玉氏太太与李家太太再也欢喜不了彼此道喜不提。但说李太太定要扶着出来谢华家夫妇提拔之恩，汤家也得了信，上上下下皆说姑爷进学，老爷可算心满意足的了。内中只有汤俊弟兄不甚高兴，两人不言不语坐在那里。 \\n 到了晚间，那仆妇皆来与蕙徵说笑道：“姑娘身家要高了，现任的秀才娘子，明日姑爷高发，干万记着我们伏伺这一场，必要提拔我们。”蕙徵被他们你一言我一语，说得满脸通红，心内却十分快活。却巧摆了晚饭来请他两人吃饭，兰馥先走了出来，蕙徵被众人说笑了一回，实在害羞，不肯出来。那些人见汤俊两人坐在那里，故意笑道：“今日我们家姑爷进学，家里这样欢喜，那一天我们家里相公进学，还不知怎样呢？”那一个道：“要他们用心，还怕这功名不是稳的么？”汤俊仍不开口，汤杰格外小些，听见如此说项，骂道：“你们这些人只会恭维姐姐，随后也不是你们嫁他，好不好与你们什么相干？好不希罕。养了女儿总不是好事。家私被他占了还是小事，从不能为着兄弟，总想丈夫做官发财来欺负我们。你们再说，我就爽性不学好，将你们乱打一阵，让姐姐使他家新秀才同我讲理。”汤俊本不开口，听汤杰说了这许多话，也是气不过，说道：“你不懂了。你只晓得秀才，还不知道秀才的兄弟还更阔呢。明日妯娌们一顶轿子到府里，一顶轿子到县里，岂不快活？还有我们兄弟在眼里？趁早此时不要说，防着后来吃苦。”汤杰听了，更加动气道：“你们伯，我是不怕。他不过是个毛秀才，我也看不见。”此时蕙徵在房内被众人取笑了一回，接着两个兄弟说了许多呕气话，又不便与他争论，不觉大哭起来。他母亲晓得他受了委屈，忙来拦道：“你们两人当真要闹么？再说我就来打你一顿，看你怎样？”汤杰格外性急，也就哭道：“儿子再打些不要紧，这要有个好女婿就没事了。” \\n 汤太太听了这话，也是动气。那些仆妇晓得是他们惹出来的祸，赶着将汤俊弟兄拖了过去。忙着又劝蕙徵，蕙徵倒反哭个不止。闹了一大晚，这才没事。 \\n 过了两日，汤德元带着兆璧三人回镇。所有镇上的人俱来贺喜，皆因汤德元是镇上的首户，又是董事，听说府里又与华家结了亲，那个不来恭维。独有李大椿的母亲格外比平常好了许多，说道：“我虽不想大富贵，但是苦节多年，见儿子进了学，也算我对得起他父亲了。” \\n 只搃是汤华两家提拔之恩，故此病势又减了许多。接着，华童叫兆璧两人祭祖拜客，闹了两天。然后李太太又叫大椿备了几件供点，回到自己家中祭祖。复又到汤家磕头，回来又拜华童夫妇，自家各事方了。 \\n 接着，次日大同府下乡，有事顺便到镇上，先拜汤德元，然后乘轿至华童家内。号房取了帖子，敲门进去说：“府大老爷前来拜会。”华童取过帖子，见是万钧，赶着说挡驾，那知他自己已下轿进来，阻挡不住，只得行礼坐下。叙了寒喧，又后将兆璧弟兄喊至面前，行礼已毕。万钧随即取出一百银子说道：“这是下官些须芹敬，为两个贤契发兆。今年一过，明年即逢大比，那时再为道贺便了。”华童道：“诸蒙太尊青眼，已是感恩不尽。这许多厚赐，实不敢当。”万钧道：“这是我与两个门生藉资膏火，何必如此谦让？闻夏年兄明日即来道喜，下官先来告知一声。前日汤先生所说之话，你先生谅该知道。这举诚是美事，佳儿佳妇，老先生晚景可算是少有的了。” \\n 华童忙又谦逊了一回，只得将一百两银子收下，万钧告辞起身。那镇上的人这一议论，自不必说。你说府里送银子，他说府里送贺仪，这个说五百。那个说一千。顷刻间，你传我我传你，把个华家已是说的天上有地下无的了。接着第五日，大同县又开锣鸣道而来，也与万钧一般。才将名帖递进，他就下轿进去。华童知道挡驾不住，只得见礼坐下。夏国华开口就认亲戚，道：“亲翁几时得着令郎喜信，小弟早知他两人是不凡的。汤令亲谅该常来。”华童见他如此，只得随着他的口气一一回答。 \\n 却巧汤德元得信亦赶着前来作陪，三人谈了一会世务，然后夏国华向汤德元道：“小弟今日前来，一则与华亲翁拜府道喜，闻女婿入泮，特具薄仪呈送。”说着叫人送上，乃是蓝衫雀顶以及发兆各物，另外又是一百两一封两封银子。又道：“这薄敬聊为见面之仪。随后高发，再为申贺。”华童见了这样，心中十分着急。道：“我本是个书生寒士，要这蓝衫雀顶何用？这样浮华，还说是书生本色。”欲待不收。又明明使他难以为情。而且又是推辞不去的，只得谦让了一回，然后收下。 \\n 夏国华又问了李大椿的话，华童与汤德元一一说知。 \\n 他也送了五十两银子，叫他好好读书，当时李大椿又出来叩谢，然后夏国华回去。那知就此一来，反惹出一件大事。 \\n 本来这镇上向来有个巨窃，混名叫三眼虎。无论你家房屋高大，他皆能想法进来偷窃。昨日见府大老爷到华家来，听见外面说一千的一百的，他已垂涎，要想动手加之。今日夏国华又带了许多人，抬着礼物走过之后，左邻右舍又喧嚷起来。这三眼虎格外拿定主意！想今夜前去动手。到了晚间，先在镇上打些酒，买了些菜，饱啖一顿。到二更时分。正值二十以外，夜间又无月色，他就在家中带了家伙，来到华家门口。先走了两次。见街上人还未静，不好动手。又到他房子后面小巷内望着，两头无人，忙在身边取出铁拨子，要想拨出后门。拨了两下，知是闩上有钉子，知一时拨不开来，只得取出两根绳子，两个铁圈、一付铁钩子。先将钩子扣好，然后将两个铁圈紧系在绳子上面，举起手将绳子望上一摔，两个铁钩早钩在墙上。三眼虎就将两脚套进圈内，一口气猱升而上，早扒到屋面。复将钩子取下，又向里面墙上钩好，仍然抓着绳子系了下去。到了里面，正是厨房的院落。他便侧耳向内室细听，只见灯光未熄。华童虽然睡觉，李大椿与兆璧三人还在李太太房内闲谈。三眼虎见了，只得躲在厨房里，等他们睡静再去动手。不多一会，果然大家去睡。此时己交三更，三眼虎还伯众人未曾睡熟，随手在地下取了一块石子望屋上掷去，一声响亮，然后又滚了下来。再听里面，毫无动静，知道他们睡了，他就忙进了堂屋，慢慢摸着的房门，将门闩拨下。 \\n 才要推门，忽然格喳一声，反吓了一跳。惟恐惊动里面，赶着跑了出来，又听了一回。不知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十二回 遇小贼盗物免追 念旧情舍财相助", "正文": "  \\n 第十二回　遇小贼盗物免追　念旧情舍财相助 \\n 　 \\n 话说三眼虎来到华家行窃，才将房门一推，只听咯喳一声，赶着跑了出去，仍到厨房内躲着，那知早惊动里面。因华童本来是个细心人，忽然府县前来拜会，又送了许多礼物，怕有小人前来，故此留心防备。忽听房门响动，赶着起身喊道：“兆璧，你起来，外面门响，怕有人行窃。”谁知兆璧睡得正熟，喊了两声，只是不响。 \\n 华童作急，只得自己起来，取了火种，点了灯，先在房内一看。见门闩已拨了下来，甚是疑惑。忙又穿了衣服。 \\n 到房外四处一照，并无形迹，心中暗道：难道不是有贼？或者他们临唾时忘却上闩，因此被风吹开，也未可知。却又不敢自以为是，只得又到院落各处看了一番，然后又来到厨房细细查看，却一点形影没有。华童见毫无形迹，也就放心回转房中，仍然将门关好去睡。 \\n 你道三眼虎究竞躲在那里？先在跑到厨房潜伏在柴根以下，因后华童出来各处寻看，他知道总要寻到厨房里来，就躲入柴后，将两大捆柴遮掩着身体。华童虽来寻找，断不料他躲在那里，因此未曾寻出。三眼虎见华童又进房去睡，知道他除了疑，格外放心大胆起来。约到四更时分，便在窗外听了一会，只听房内鼾息如雷，知道众人俱已睡熟，他此次却不去拨门，即刻出门到厨房里面取了两碗水，先将窗格窝用水浸湿，然后将门拨去，轻轻的推开窗格，真是一点声音没有。他就此扒入里面，便去将房门闩拨下，又将华童等人的鞋子取过来放在旁边，又端了一张椅子倒摆在房门口，随摸到一张木柜，使出开锁的手段，将锁开下。先将手伸进里面去摸，却巧夏国华与万钧送的礼物全在里面，那三百两银是他两人的贺分，亦在里面。三眼虎好不欢喜。当时取了出来，放在一处，然后各处寻找，把房内所有的衣服又包了一个衣包。 \\n 正要出去，忽然华童睡醒，要起来小解，眼睛一睁，只见窗格大开，直一惊不小，忙喊道：“有贼，有贼！”说着便坐起身来，即刻下床要去追赶，那知鞋子已不知去向。再望外面一看，只见有个黑影子一闪，早已出了房门。华童此时也不顾有鞋无鞋、忙着下了床，望外就跑。 \\n 谁知走到房门口一绊，一个斤斗跌在地下，不由的哎哟一声。兆璧才在床上惊醒，赶着起来一望，见他爹爹跌在地下，随即将众人喊醒。这才大家起来点了灯火，来扶华童。只见他半裁身子在里，半裁身子在外，已跌晕过去。众人这一惊不小，赶着抬到床上，用茶汤灌醒。此时李大椿也赶着过来，华童道：“你们不必忙我，快去赶贼。”众人这才晓得，追赶出去，已是无影无踪。所有那些衣料贺分均皆偷去，所幸华童未曾跌伤，却是气得不了。说道：“偷去东西还是小事，我晓得做下这门亲来就要闹热。昨日送来这些东西，今晚就出这事。”大家闹了一会，已是天亮。 \\n 那些邻居，皆晓得华家失窃，顷刻间，汤德元得信前来，华童就将被窃的话说了一遍。汤德元道：“那镇上本有个巨窃出名的，唤做三眼虎。这事尚不难办，你不好办，我代写信进城就是。叫夏国华追缉，怕他不带你办么？”华童道：“罢了，你说这话，倒反不象你我们的事。本来这些浮华物件收下来也是勉强，此刻再惊官动府，倡扬出去，反为人晓得。”当时华太太也出来阻拦，说道：“我们这些人家并末办过人，倚官仗势，现在既然县里做亲，格外不必。遥想这些窃贼，总是为穷所致，随他去罢。”汤德元听两人如此，也就罢了。那知华童因夜间受了惊恐，又加之寒凉，不到两三日工夫，就大病起来。兆璧兆琨这一急非同小可，只得又去请鲁达光来看。 \\n 鲁达光初看时还说不妨事，谁知日重一日，药无效验。加之天气又冷，年老人经不起，到了七八日上，竞是痰气上阻，不省人事。兆璧与华太太真是哭个不止。春姑秋姑两位姑娘仍是焚香求神，全无效验。兆璧没法，这晚间又想割股，以期病愈。不料到了三更时分，华童忽然痰望上涌，喉中咕咕有声。众人晓得不好，赶着过来看望。见了这样情形，忙叫人到汤家送信。汤德元本来这两日天天来的，今日回去，不多一会就得着这信，赶紧与大椿一起前来。进了房门，喊了两声，华童把眼睛微微睁开，一声长叹，两目紧闭。兆璧兆琨与华太太母女见华童已死过去，这一哭非同小，惟有两个姑娘与兆璧弟兄跌足捶胸，哭晕过去。李太太也是伤心，只叫李大椿将兆璧劝住，说道：“办后事要紧。”兆璧哭道：“我今年长到十七岁，全是依着父母过的。现在遭了这件大事，一切俱不懂得，叫我如何是好？”汤德元也劝道：“你不要作急，仍是我来赶着开了单张，预侯明天出去买办。” \\n 又写了一信送到县里，并将被窃的情由叙在里面，等到天明派人前去，不提。 \\n 华家本来寒素，加之又是一偷，连着又病了几日，所有点银钱已是干净。此刻遭了这事，虽然汤德元置办一切，仍有许多零碎事件皆要钱用，不能件件皆向汤德元开口，华太太母子十分着急。李太太见他们这样，知道内里的细情，先同大椿商议，然后与华太太说道：“你们不必作燥，前日夏老爷送大椿五十两银子还未用着，你们此时没钱，尽可取去先用。我在这里承你们的照应，恨不能毁家图报，只恨无产业可变。”华太大还是不肯；说道：“你们银钱是不容易来的，而且我们此时用去，暂时无钱可还。明年大椿乡试拿什么钱用呢？你的好心我领情便了，这钱可不能用的。”李太太道：“你不必过谦，譬如这银子未曾送来，也要过呢，你们现在只管取用。”说着进房，将夏国华送的原封银子取出来交与华太太。 \\n 华太太因他是实心，也就借用。过了一会，汤德元已将棺木衣食俱已办妥，择定次日辰刻大殓。到了午后，那国华已经得信。因衙门有事，自己不能来，赶着叫他儿子前来拜尸，又送了一百两银子赙敬，令华家先行收用，随后再亲来叩奠。汤德元当时接见，问了名号，乃是叫均祥二字。随即拜尸，说了来意辞去。次日天明，兆壁等人就成殓发丧入殓，大家又是痛哭一场。盖棺已毕，就将灵抠停在家中，择地安葬。从此，兆璧就勉力接着华童的馆地，在家课徒。 \\n 且说这夏均祥，虽是夏国华之子，却是势利小人。这日到华家来后，见他家房屋又小仆妇全无，回转衙门，大不愿意。便与他母亲说道：“有我家这样门第，何患无高门做亲。爹爹糊涂，将妹子配与这个贫穷人家，不但外面难看，日后还要是我们的累。”夏国华的妻子倒好，说道：“你不要这样说。人不可貌相，海水不可斗量。你爹爹从前还不如他那样呢，后来发达起来，不到几年就补丁这缺，安知这兆琨随后不如你爹爹一样么？他家此时遭了这事，理应亲戚帮忙，你怎么说出什么话来？如被你爹爹听见，岂不生气。”均祥仍是不愿意，暂且不表。 \\n 单说夏国华公事办毕，晚间回转上房，便问均祥道：“今日你到华家去，可见什么人？华童身后事一切谁人主持？”均祥就将汤德元代办的话说了一遍。夏国华道：“天有不测风云，人有旦夕福祸。前日我到他家道喜，他尚十分精神，现在竟然永别。但是他一死，这一家人口如何是好？你妹妹虽未过门，也是他家的人。我想明日前去看视一番，然后与汤德元商议代他家想个常久之镶方好。”均祥听见，更不愿意。一言不答，回转上房而去。 \\n 不知夏国华代华家想出什么法来，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十三回 贤夫妇仗义疏财 坏儿郎嫌贫爱富", "正文": "  \\n 第十三回　贤夫妇仗义疏财　坏儿郎嫌贫爱富 \\n 　 \\n 说话夏国华因兆璧家无人照应，想与汤德元商量代他说个长久之策，均祥心下很不愿意，皆说日后总要累他，一言不发，回转上房而去。夏国华虽见他那样，却也不在意。夏国华回到房中，将这话与他夫人赵氏说知。 \\n 赵夫人道：“应该如此。且女婿年纪还轻。你我二人不能常在这任上。日后落在他们手里，也怕不妥。”夏国华见说，乃道：“你怎么说出这样话来？”赵夫人也不敢将均祥的话直说出来，只得说道：“我不过这样虑，难得在你手里办了更好。而且华家尚未行聘，你明日到他家去，得便可与汤德元说，现在丧事之际，原不能说及亲事的话，但必须彼此有点聘物，方免外人说论。“夏国华道：“这事我早想到，本想早晚去催，不料他就病故，此时只好说去看罢。”一夜无说。 \\n 次日，夏回华一早就乘舆到汤家镇来。到了华家门口，下轿进去。兆璧因在七中，不便出来，却好李大椿在家，使出来作陪。夏国华当在灵前行礼己毕，问了得病原由，李大椿一一回答。夏国华又问道：“汤先生现可在家么？此次全是承他照应，实在可敬。可请贤契就此先去一走，说我立刻就去，与他有话相商。”李大椿答应前去，一会儿回来说道：“汤先生即刻过来，请老师稍待片刻。”夏国华答应。此时无事，就入帏与兆璧兄弟谈了一会。兆璧只是痛哭，他复安慰了一番。却好汤德元巳来，两人见礼坐下。 \\n 先谈了些华童仓猝之事，然后夏国华问道：“现在各事虽承老先生粗有布置，但日后方长，这一家人口如何设想？且兆璧兄弟均是可造之才，若靠目前课徒度日，岂不有荒自己功课。因此小弟前来与老先生相商，须代他善取一法。”汤德元听说，格外敬重。道：“晚生久有此心。拟想七满之后、先代他择地权厝，然后将华亲母及兆璧兄弟接至寒舍。另请一位先生同小儿等一齐读书。” \\n 夏国华道：“能先生如此便好极了。我看亲母太太年已垂迈，还有两位小姐均须人照应。小弟虽一官匏系，又恐迁调无常。拟致送千金为他弟兄读书之费，另送婢女两名听凭使用，这事俱仗老先生代管。”汤德元满口答应。 \\n 当时又进帏与兆璧说知，真是感激万分。然后夏国华又与汤德元说了行聘的话，道：“此时本不该道及，因既为亲戚，若全无一点聘物，恐致令人评论，请先生与亲母太太说知，随便什么物件，均可为聘。小弟这里先有一物呈上，免得日后又劳大驾。”说了在身边取出—支珊瑚玉笔交与汤德元道：“这聊取笔走龙蛇之意罢。”汤德元接了过来，交与大椿，叫他送至华太太那里。大椿接了玉笔。将夏国华的话一一与华太太说知。华太大当时也就收下，取出一对羊脂玉镯交大椿送出去，为回聘团圆之意。夏国华收下，又谈了一会，这才告辞。 \\n 这里七满之后，汤德元果真在南镇本乡择了一块地。 \\n 拣了吉日，将华童灵柩厝下。看看已到年底，匆匆的过了年，便在家中腾出一进住宅，把华家母子兄弟姊妹接来居住。李大椿也就一齐过来，夏国华所说一千银子也交与汤德元生息。那两个婢女，长名庆喜，次名顺喜，送过来伏侍华太太与春秋二位姑娘。从此众人又在汤家居住读书，专等服阕，以图上进。 \\n 且说大同府中有个富绅，姓叶名开泰，有万贯家资。父亲叫叶槐，现为吏部天官之职。满朝文武非亲即故。这府城虽遭兵乱，所幸他家财产俱在外府州县，故此一点未曾失落。这开泰平日在家武断乡曲，无所不为，专门穿插衙门，代人家暗通关节。却巧夏均祥也是势利小人，见他家如此豪富，就与他结交。那知开泰虽已二十八岁，却由数年前绝弦，至今尚未复娶。家中有个篾骗，姓王叫王瑶，浑名叫做王活嘴。因他在开泰面前百般讨好，如有不遂他意他就百般播弄，去害那人。那怕他之前说这人好到十二分地步，只要一点不合，登时凭着一张嘴又把他说得不可救药，因此叶家上下人等皆叫他王活嘴。 \\n 这日叶开泰当面就将他父亲的家信说他年已花甲，至今尚无孙子，如本地有人家可以说亲，就叫开泰续娶一人以图后嗣。开泰看了这信，就向王活嘴说道：“老王你意中可晓得那家有姑娘，代我少爷做媒，随后也落得酬媒礼。”王活嘴见他来问，便笑道：“有是有一家。只怕少爷没有本领结这门亲。”开泰当时就道：“你太看不起人了。莫说我家有如此家财声势，就依你少爷本领人品而论，还怕娶不到一个老婆？”王活嘴道：“不是这等说法。现在大同县夏国华有个女儿，名叫瑶云。生得十分美貌，而且知书识字，下书成章，若代少爷说项，岂不是门当户对？那知这夏国华老爷糊涂，把了本地一个酸秀才为妻，连聘礼都不要人家的，还送几千银子与这人过活。往复夏均祥在我们面前谈说很不愿意，怕日后受他的累。少爷请想，岂非一块羊肉落在狗嘴里些。如果代少爷做媒，岂不是件美事。”叶开泰被他说得动火，忙道：“你能想法代我将这媒做成。我包重重的赏你。”王活嘴道：“少爷可不要抵赖，现有一条妙计可如此如此。或者可以挽回。”叶开泰听了大喜道：“你此时就去请他前来。”王活嘴笑嬉嬉的走出去，一直来至县衙前，也无人阻挡径到书房里而。却巧夏均祥在家，彼此见面。　 \\n 王活嘴向均祥说道：“少爷本来却常到衙门，这两日为何不到我们那里去？今日我们少爷特属门下前来奉请小酌，聊作叙会。”均祥道：“老王你不知道近日我家出了—事，心下十分懊恼，故无心出门闲走。”王活嘴听了，故意问道：“老太爷如此居官清正。又得你少爷料理各事，那里什么意外的事呢？。除此一件，其余各事更不必劳心的。钱是有的，力是有的，还有什么懊悔的事？”均祥道：“老王，这事可不能同你谈。” \\n 王活嘴听他说到这里，明知为华家这门亲事。复又故意笑道：“我知道了，大约少爷的尊阃，平时十分做作，不能听少爷随心所欲。少爷欲想纳宠，又苦于父母挟制尊阃太严，因此不甚高兴。此事是极容易的，你少爷早同我说，只仗门下这张活嘴，将尊阃夫人请出来，我同他嘴对，可以利害说之，包管他能听我话，听凭少爷自主便了。”均祥听说骂道：“你这死囚，几日不遭打你就来作贱少爷。现有心事，你偏来胡闹。”王活嘴又故意正色道：“究为何事，不妨告诉门下，或者可代设想方法。” \\n 均祥道：“好在你不是外人，我以前也与你说过，就是我爹爹将我妹子配与那个穷鬼华兆琨这事。我本不愿意，无奈他一定做主，要与他结亲。这也罢了，那知华家的老子于前日复又死去，家中一无所有。我父亲又送一千银子，还给他两个婢女代他料理丧事。你想现在末过门就如此用钱，随后岂不受累？” \\n 王活嘴听了道：“怪不得少爷如此烦闷，原来如此。便是门下，听见也是呕气。少爷这样门第人家，还怕没有高门做亲？却与这穷鬼配匹，非是我说，趁早想别的妙法，免得日后受累。”均祥道：“我岂不知道，争奈毫无善策。你有主意，略可代我设法，随后总有好处与你。” \\n 王活嘴道：“主意却有一个，只怕少爷不行。”均祥道：“你且说来。”王活嘴道：“如少爷说华家是个极穷的穷鬼，我劝少爷爽性此时抛撒几个钱，着个人到他家去悔亲，允他几千银子。他是个穷人，未有见钱不爱的。若知好歹，允了这事，登时叫他写了笔具，把银子与他断了往来，若是不允，那就如此如此。怕他不行么？但是尊大人面前要说明方好。” \\n 夏均祥听了，因道：“你这主意虽好，惟恐我爹爹不行。”活嘴道：“我们且说说看，好在叶家不比旁人。或者老太爷肯行，也末可料。少爷此时切勿声张，我此时先去回叶公子，明日再来与尊处太爷面谈。非是我小人见识。此事如此行来，不但随后无累，少爷的前程怕是不稳的么？”均祥笑道：“果能如此，我随后也不忘你。” \\n 彼此正谈之间，忽听大堂敲点，知是夏国华回衙。王活嘴道：“门下暂且告别，恐怕老太爷请少爷说话，明日再见。”不知王活嘴想出什么法来，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第十四回 篾骗嘴设计求亲 势利虫直言挺父", "正文": "  \\n 第十四回　篾骗嘴设计求亲　势利虫直言挺父 \\n 　 \\n 话说王活嘴别了夏均祥，回到叶家，将均祥所说的话说了—遍。复向开泰道：“少爷明日早间可先具衣冠，去拜夏国华。见面时不必说这事。但言老大人在京，时常家信中提及。说老伯居官清正，不日就申奏朝廷迁调他处。然后出来让我前去说项。”叶开泰听说，甚是得意。 \\n 到了次日就具衣冠乘了轿。到县衙会夏国华。夏国华虽知道他如此作为，不与他往来，奈因他是地方上绅士，怕有别项事件，不能不出去会他。只得也穿衣服，延入花厅。见礼已毕，叙了寒喧，夏国华问道：“公子前来有何见谕？”叶开泰道：“只因家父屡次来信，在部中闻老伯居官清正，甚是钦佩。日前已代老伯申奏朝廷，想不日就有升迁的信息。小侄一来请安。二来为老伯道喜送情。” \\n 夏国华明知他向来捕风捉影，又不好说甚么，只好随着谦逊了—回，叶开泰告辞而去。 \\n 接着外家丁又来说道：“叶少爷那里王大爷请见。说有要话与太爷面商。”夏国华听了想道；适才叶开泰在此，为何不说明，却教他前来，这是何故？乃道：“你们出去代我挡驾，说我有公事要办。他有话说，请他存下便了。” \\n 那个家丁出去，将这话与活嘴说明。活嘴道：“请再进去回一声，非我一定要见，乃是叶少爷有话不便面说，故请我前来面言。”家丁无奈。只得又进来向夏国华说知。 \\n 夏国华推辞不去，只得说道：“请在书房便会罢。”家丁领命前去请王活嘴进来。彼此相见，活嘴便向夏国华道：“适叶公子前来请安，实有一事相求，因命王活嘴故着晚生前来代达，父台可知道否？”夏国华听了就不愿意。乃道：“话要说明，方能明白。他又未说，老夫何以得知？” \\n 活嘴忙陪笑道：“这事在晚生看来，到是极好的美事。目今叶公子断弦，只因选择太苛，至今未曾胶续。前日叶大人从都中来信，说他年力已衰，尚未见有孙儿，特催叶公子即速聘娶。信中并言明父台有位令媛贤淑，才美可称绝世。且父台政声卓著，指日高迁，嘱公子挽媒求说，好结朱陈。故今日公子先来请安，却又不便启齿，是以嘱晚生前来代达。父台明见，这不是件极美之事么？莫说门第相对，就是叶公子这样人才，想父台也是得意的。” \\n 夏国华听了这话。心中骂道：你们这些篾骗恶少。打算老夫不知你的作为，却来妄想。岂不是做梦。何况我的女儿已经受聘，就是养老在家，也不能与他做亲。当时却不好说，只得哈哈大笑道：“叶大人盛意虽好，只是说迟了。小女已于去岁受聘华家，只好请叶公子另择高门罢。”王活嘴听了笑道：“做亲本是两家愿意，父台何必说此欺人之谈。不肯做这门亲，明说也不妨，难道令媛终身是不嫁的么？”夏国华听了他说这话，甚觉动怒，乃道：“你何以如此荒唐。老夫女儿已于前月受聘了华家，此事岂可说谎？叶家有如此门第，何患无人家做亲。你说这话，敢是我女儿硬派与他家做亲，不应许配与别人家么？老夫还有公事办，不能与你闲说，你请便罢。”说了将衣油一拂，进了后堂。王瑶被夏国华说了这几句话，满脸通红，自己没趣，只得回转叶家，将这话与开泰说了。开泰道：“这事我晓得不行，只好别人家再谈罢。”王活嘴道：“少爷何如此懦弱，难道被他这顿教训，就将白白的美人让人不成？”叶开泰道：“本是人家已经受聘，岂能勉强？”活嘴一笑，走了过去，就写了一封书信，递过来与开泰道：“你将这封信寄至都中，请老大人作主，怕他还不行么？”开泰接过来一看，忙转喜道：“人道你是活嘴，这话一点不差。但是夏均祥这人，你须与他说交才好。”活嘴道：“这个不要你说。包管成功便了。” \\n 你道他写的甚么？原来作开泰口气写与叶槐家信，说他首妻身死至今未续配，现在大同府要代他做媒，将夏国华之女配与他为继室，请求父亲看亲戚之面，先代夏均祥捐一官职，并请来信托府里为媒的话。皆因夏均祥这人势利，活嘴想了这个主意。等京内部照回来，他预备送与均祥，使他瞒着他父亲写下婚书，然后将叶槐的信送到府里，再请府里说项。若夏国华答应，不谈；设若不肯，有个华均祥这亲笔婚书，不怕返悔。夏均祥是个糊涂人，见有这现成的官，又有钱，必然肯行。就是闹了出来，俗语云：虎毒不食儿，夏国华到了那时，不肯也是肯的。至于华家，格外不怕。一则他穷，把几干银子就定了事，二则有这等声势，他就是告官告府，也不中用的。王话嘴便将这主意说与叶开泰听，开泰不胜欢喜，登时依着他的稿子，写了一封家信寄至都中，暂且不表。 \\n 且说夏均祥见父亲把活嘴教训了几句，一径自回到上房，就知道不妥，也就进来故作不知。向夏国华问道：“今日叶开泰来过之后，王活嘴过来何事？”夏国华道：“总是你平时与这班人来往，今日说出无伦的话来，岂不可恼？你妹子本已许与华家，他说代你妹子做媒与开泰做继室，并言叶槐在京中来信代我保奏升官。这岂不是小人见识。我做的是皇上家的官，难道还要受他挟制？下次这班人来，不准外面通报。”夏均祥听了他父亲说许多的话，冷笑了一声，也不开口。夏国华正在气头上，见他冷笑，格外动怒，骂道：“你这畜生，如此模样，难道为父的话错了不成？”夏均祥接着道：“不是说爹爹的话错，但恐爹爹怜爱妹子，误了妹子终身。到那时，要好不见好，莫说华家如此贫穷，我看那个兆琨也没有什么出息。与其随后吃饭吃不饱，穿衣穿不暖的时候妹子怨恨爹爹，不如趁此时早打主意。并非儿子怕受累，日后有钱周济也就罢了，设若没有，自身遂不能顾，又添着这个穷亲戚，岂不累上加累。古人云：亲望亲好，邻望邻高。又道：女扳高门。况且我家又未与华家行茶过礼，有什么不了之事？辞了这家，再与那家受聘，有何不可？” \\n 夏国华听见这番话，真气得浑身发冷，连声骂道：“你这势利畜生，只知道目前的富贵，我怕你随后要想代华家拾草鞋还不要你呢！现在我还未死，你就如此。设若我一口气不来，这个妹子还有他说的话么？就要依你，不问人品好歹。只要发财富贵，就把妹子与他。”说着气哼哼的取了一根门闩，望着均祥打来。此时赵夫人也赶着出来拦道：“你这畜生还要在这里胡说。女子是我与老于养的，自然由我们着主，与你何涉？快代我滚进房去。” \\n 均祥的妻子见了这样，明知是丈夫不好，赶忙也将他拖了过去。这里赵夫人又来劝国华，说道：“女儿都是你养的。有不好的事，尽教训管，何必动这真气。”说着也就格他拖进房中，夏国华仍是气闷不已。 \\n 且说夏国华的女儿名唤瑶云，今年一十六岁。虽不能诗书满腹，下书成文，也还粗通文字。至于女工礼节，无不精巧端庄。平日在家，向不以富贵骄人。所有那些仆妇婢女，皆宽以待下。自从去岁夏国华将他配与兆琨，虽知华家贫苦万状，他却无半句怨言。常言人生贵正直功名，自古之穷富是不能常久的。后来听了华童身故。他就十分愁虑，惟恐兆琨兄弟无人管束不肯读书上进，时常一人长吁短叹，暗中流泪。后来知道他父亲送了一千银子，又知汤家将他全家接了过去，他又十分感激。再据送去的两个婢女回来说，兆璧兄弟用功异常。而且一家和好，两位姑娘与太太皆怜爱下人，汤家各人俱好，从此他全家也就放心，眼巴巴只望兆琨起服，就可进取功名，这皆是他的平时心事。今日忽听见哥哥与父亲吵闹，起初不知为何事，还想出来解劝。后来听见均祥说受累，又说误了妹子终身，知道为他的事，就细细的再听，乃知均祥要将他改配与叶家。这一听如同冷水浇身，回到房中忍不住流泪恨道：哥哥太为势利，安知华家后来不好？却存了这个心肠，要想毁亲，难道我同你一样嫌贫爱富么？想到此处，越发心伤，惟恐兆琨不能发达，父母死后落在哥哥手内，不得终局，一人在房中整整的哭了一夜。不知瑶云哭出什么法来，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第十五回 华夫人还金除后累 夏小姐设法济穷人", "正文": "  \\n 第十五回　华夫人还金除后累　夏小姐设法济穷人 \\n 　 \\n 话说夏瑶云见哥哥要代他悔亲，整整哭了一夜。次日，赵夫人见他两眼红肿，晓得因为昨日的事，只得解劝了一番。却巧夏国华也来坐一回，当下说道：“非我今日年老昏昧，我儿虽是娇养成性，却要晓得女儿心中大义。你那哥哥终不是成材，随后就是华家贫苦、只要书生清白，做了秀才娘子，也比得那贪官污吏被万人唾骂胜了许多。”瑶云见了爹爹说了这话，知道是怕他嫌华家穷，故用这话劝他。昨日哭了一夜已是伤心不已，此刻又听见这话，不禁大哭起来。赵夫人见了也是心疼不过，只得又劝解了一回，老夫妇出去，倒是夏均祥的妻子颇知大义，昨晚劝了他丈夫一夜，说道：“你家本来是寒士出身，现在爹爹功名显达，也算是祖宗庇佑。怎样忘了本来面目，要想悔起亲来？”均祥被妻子诉说一顿，也觉没趣，一早就出门去。此时夏国华还怕有后患，赶着到书房，写了个名帖，叫人往汤家镇请汤先生来。就说有要话面谈，家人答应前去。到了镇上，却好汤德元在家，说出来意，里面回出话来：“家内有事不能分身。明早定来，“这两人本是常来的，汤家人等俱皆熟悉，过了一会，派来两个丫头，亦出来问道：“老爷来请汤先生何事？”来人见没人在旁，就将叶家的事与两个丫头细细说了一遍。 \\n 顺喜当时听道：“幸亏老爷有主意，即日将礼聘定。若不这样，免不得少爷反悔。可怜这里两位相公日夜功苦，满口说要功名发达。”这华太大听见，当时并未开口，回到房中，将这说与两个姑娘知之。 \\n 他们三人暗自谈心，并不提防华夫人听见。于是华夫人母女也各自悲苦。华太太也叹息道：“穷字本是读书人本分。前因夏亲翁慷慨提携，送了这一干银子与两个婢女，本是亲戚应为之事。因他诚意而来，故此收下。现在他儿子既如此势利，虽然夏亲家绝无心意，日后难保不贻为口实。趁此汤伯伯未曾前去，仍将这银子取回，请汤伯伯仍然送去，我母女二人针凿也得苦度日子。”春姑听了，也说甚好，随即华太太过来与汤德元道：“适才夏家来请伯伯，有何事故？”汤德元道：“来人但说有事面商，待明日见面方可知道。”华太太不禁泪下道：“先夫在日，本无心与仕宦结亲。只因夏老爷见爱甚深，又值伯伯从中说合，故此做下这门亲事。不料先夫病故，又承两家相助照料，我想久久累人，终非了局。且不知两个小儿有无出息，今日先与伯伯说明，可将夏家一千银子并两个婢女，明日伯伯进城依然送去。我家向来寒素，十指女工还可为小儿读书之费。等日后彼此商发，再领情便了。”汤德元听说，殊为诧异道：“嫂嫂何以如此见外，此时忽复送去。岂不负了夏亲家美意？”华太太道：“宁可此时辜负。日后方免累人，但烦叔叔代去的好。还有一言，现在住尊府，于心久抱不安。前住之房，既蒙借住，拟想改日仍搬回那里。贫贱自有命，到了极苦时节，小儿等也好发愤。”汤德元见他这样，疑惑家中有人得罪了他，忙向华太太道：“亲成本有助相之义，亲母何以说出如此话来？有谁说了闲话，但明说不妨。”汤德元也不知何故，华太太道：“次日早间进城便知底细，但这话务求伯伯说了。”德元只得随应了，于次日早间进城来到县内，夏国华请入花厅，谈了一会。德元问道：“父台昨日呼唤。有何见谕？”夏国华叹了一口气道：“昨日相请非为别事。古人说儿女情长这四字，真古今一辙。但不知近来令婿弟兄文字有何长进，故请你先生来一问，二则有事奉托。小女今年已有十六岁，虽受有聘，却依然在室。特恐小弟年老，一朝水远长别，后顾堪虞。拟想将小女重托先生，待华家起服，即卜吉于归。” \\n 汤德元听了，格外不解。在家被华太说些葫芦话，进城又听了这些话，正想回话，只见庆喜顺喜进来说道；“那边太太说怕这里婢女不多而入前去，恐这里无人使唤，遣婢女回来，说已托汤大爷说过了。”国华问道：“亲母何以如此见外，有何话说，请先说明。”德元将一切说了一通，国华拍案赞道：“巾帼中丈夫于今可见。就此一端，可知这人家不可限量。”德无道：“父台何以如此惊疑？”国华道：“先生有所不知，必是奴婢说露实言，以致亲母如此高介，免为后人借口。”遂将昨日之事说了一回。德元方才明白，说；“华太太既有此心，必是不肯挽回，如何说法？”国华道：“既是一定送来，权且收下，日后仍请先生代收便了。但是一家单住，仍是不妥，这事还要转托。”当时德元辞去。 \\n 且说夏瑶云见顺喜二人回来、心中格外难受。顺喜见国华说了汤德元的话，知道小姐难受，忙把他衣袖一挪向外去，瑶云也跟出来。顺喜道：“以上事情，姑娘谅必尽知。姑娘虽烦也是无用，但他还了一千银以后，不过靠针黹过活，明地帮，必不肯受，只好暗地帮他。他家有一老家人陶五，所有针线均是他出外卖。暗地将陶五说通，凡有金线叫他全送至衙门。多多给他价钱，岂不是好。姑娘将东西收好，至赔嫁时带去。就是华太太也知道他一片苦心。”瑶云听道：“好却是好，万不使少爷知道，恐生别端。”顺喜答应。到了次日。德元将银子送来说道：“亲母择定明日迁居，只好先将银子收下罢。” \\n 国华无法，含愧道：“也好，好叫这畜生日后无可籍口。” \\n 说着将银子叫人送与均祥，说道：“叫他从此放心，断不日后累他。”均祥自知冒失，不问好丑，一言不出，收了下来。德元看了甚不喜悦，只得告辞回家。 \\n 次日华太太仍与大椿母子搬在陶发家间壁居住，兆壁兄弟知道此事，日夜攻书。可怜两位姑娘每日见不上多钱。日过月消，光阴转瞬一月有余。忽见陶五笑嬉嬉进来道：“今日城里有个大户人家，有几位小姐出阁，所有针线无一不要。太大明日使小人拿去，岂不多卖几文？” \\n 华太太听了甚为欢喜。从此做了针线，两三日就叫他去卖，比往时好了几倍，不但钱多而且易售。这日又叫他拿去一双花鞋，到了晚间不回，大家十分盼望。至次日午后方回，华太太问道：“你此次何以搁延？”陶五即将袖中拖出一包绸缎道：“那家说太太买料不便，就可拿这些料随即做了。”华太太也不在意，过了几次又拿好些衣服回来，说：“太太做针线太忙了，没工夫再做衣裳，叫我将这衣服带来，请姑娘只管穿这件东西，在他家也不算稀奇事，只要随后针线做好些是了。”一连几次均皆此说，那知这日几乎露出真话来。欲知后事如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第十六回 因贪淫设计赚书童 思雪忿唆词虐婢女", "正文": "  \\n 第十六回　因贪淫设计赚书童　思雪忿唆词虐婢女 \\n 　 \\n 却说陶五常将衣服等类带了回来，总说买户人家知道他们赶做针线，没工夫再做衣服，只要他们针线做好些就是了。一连数次，也不以为意。这日陶五去进城，两天只不回来。华太太在家盼望，过了三四日，仍不见他回来。你道是何缘故呢？只因夏均祥有个书童，名叫狗儿，虽只得十五六岁，却百般刁顽，善伺主人之意。加之看见庆喜由华家回来，生得有几分姿色，满想与他牵搭。无如庆喜虽是个婢女，却是另具眼界。虽经他言语挑弄，他却全不理会。故狗儿虽存了此心，终不能到手。 \\n 这日均祥不在家中，单有狗儿一人在书房内看门，均祥的妻子不知均祥出门，适值晚风起，取件衣服，叫庆喜送去。庆喜走至书房，见少爷不在里面，就向狗儿问道：“少爷那里去了？衣服在这里，少奶奶叫我送出来的。”说着将衣服丢下就走，狗儿看见一人前来，又见无人在旁，真个色胆如天，邪心顿起，故意上前接他衣服，将庆喜两手紧紧抓住，说道：“今日不依我，断不能让你走。好姐姐，你可伶我罢。”说着就将庆喜抱将起来。庆喜想要喊，又怕被外人听见，真是情急计生，当下道：“你且放手，总好商量。你若如此，我是万万不可行。又少停—刻，等少爷回来进了上房，我定来便了。”狗儿还是不肯，庆喜道：“你果真如此，我就大喊起来，看你怎样？”狗儿只得放下，又千姐姐万姐姐喊了许多，叫他等少爷进去。务必出来。庆喜答应着。红着脸进去回复了一声，就到瑶云房去。 \\n 瑶云正要喊他有事，见他气喘吁吁的进来，诧异道：“你到那里去，怎的这样神情？”庆喜见问，就哭下来。便把狗儿欺负的话告知了瑶云，瑶云听了登时就要去告知他母亲，逐他出去。庆喜连忙拦道：“小姐不要着急，这一说出，不但害臊，而且这人是少爷最宠的人。到那时。不但少爷不说他放肆，反要袒护他的。我现有一计在此，包叫他吃个大苦，还不敢说。”瑶云见说，也觉有理，就言嘱道：“你须要小心，不要遭了他的毒手。”庆喜答应出去，停了一会，均祥回来，进了上房。狗儿真个是谨遵台命，一个人呆呆的坐在书房，两个眼睛动也不动，直望外看，专等庆喜出来，便好行了苟且。等到二更以后，果见庆喜进来，把手一招道：“你跟我来。”狗儿一听。如得圣旨一般，当时就跟着他去。穿过明巷，到了上房腰门口。庆喜道：“你把长衣服脱去，先让我拿进去。”狗儿见他如此，也不知是何用意，糊里糊涂就把袍子脱去。庆喜拿进里面，复又出来，低低说道：“你大脚走路太响，被人听见不是耍的，也脱下来，好轻轻的走。”狗儿也就遵命脱下。让他拿了进去。庆喜暗道：这厮该要吃苦了，不使他如此，他不死心。过了一会，又出来低低的道：“姑娘快睡，你在此再等一刻。”狗儿疑惑他说谎，作揖道：“姐姐不要哄我，你就带我进去罢。”庆喜正色道：“谁来哄你。如果哄你，倒不带你进来了。你着急就走。” \\n 狗儿连忙陪笑道：“我不走，我不走。”就先光着袜子，站在那里静等。 \\n 又过了好一会，只见庆喜穿了一件小篮身短袄，出来道：“你快快把短衣脱去进来。”狗儿到了此时，又冷又有风吹，好容易见他出来。又见他只穿短袄，总以为他里面铺排妥当，直等进去干那美事。就忙忙的脱了里衣。只留了一件短夹裤。庆喜道：“连短衫也脱去，那里这样怕冷，不怕随后碍事么？”狗儿听了，已是乐不可言，还顾什么冷不冷，只留了一件，又递在庆喜手里。庆喜又道：“慢慢的让我看—看，有人没有。”抢一步进了腰门，只听吱咙一声，将腰门关上。狗儿此时知道上当，耍喊又不敢喊，只得战战兢兢倚着门阑，望里说道：“好姐姐，你把衣服还我罢，下次再也不敢生这邪心了。如再不还我，就要冻死了。”正在外面诉说，忽听上房里吵嚷起来，说道：“有贼，腰门适才响的，不要让他逃走。”说着就有许多人望腰门跑来，狗儿一听，真是三魂出窍，也不能顾得冷，赤着身子，只望外跑。走到书房门口，忘却门槛，一绊，一个斤斗跌在地下，可巧一块石子碰在面门上。登时鲜血滚了下来。狗儿惟怕后面有人进出，爬起来跑到书房里，俏俏的摸到自己床上，将被盖好。抖了一会，方才不抖。心下越想越怒恨，道：“庆喜，你如此狠毒，你不行就罢了，为什么叫我吃这苦。随后遇在我手里，不叫你认得我不算了。”次日又找了别的衣服穿好，只不敢开口。 \\n 且说庆喜自做成圈套，用这主意叫狗儿吃苦，等他把衣服全行脱去，他关门之后将衣服送进房去，由他先喊叫起来。瑶云明知他是诡计，也就在房中喊人。里面那些管家婆子、大脚老妈，听见吵嚷，一起跑出来，寻找了一会，见无人影，这才没事。从此狗儿恨庆喜犹如切骨，可巧这日陶五又到衙门里去，将华家的针线包在一起，来找庆喜。庆喜出来将东西取了进去，然后又送出一疋布料给陶五带去，另外一锭银子给了与兆璧兄弟用功。 \\n 本来他家上下皆晓得这事，惟有瞒着狗儿与均祥两人。夏国华夫妇与均祥的妻子虽知道，却亦不问不闻。不料这日庆喜与陶五谈心，被狗儿看见，心下想道：不在此时报复他，等待何时？又不敢突然去报，伯庆喜机巧会说，敌不过他。等庆喜去后，他就跟着陶五出了衙门，赶上一步将陶五抓住，道：“你好大胆，这样一所衙门，由你与丫头通奸，私偷上房的物件，现在老爷知道了，特着我来拿你。快跟我走，免得吃苦。”陶五回头一看，吓了一跳。他本是个乡间人，到衙门里来已是缩头匿脚，加上狗儿又用了几句吓诈话，吓得他格外害怕。说道：“我，我不是歹人，我实在不敢私偷上房的物件。你太爷看我可怜，饶我去吧。”狗儿见他可欺，就愈加恐吓道：“这不行，现在老爷喊你，且去见了老爷再说。”陶五见如此说，恐吃苦，只得大爷长大爷短的只顾哀求，狗儿道：“非我不做人情，你先把实情告诉我。究竟是那里来的，或者代你谅谅人情。”陶五到了此地，不由的不说，就将庆喜叫他送针线送衣服的话全行告诉了一遍。狗儿这一听，心下说道：我且把他扣留下来，等少爷回来，如此这般一说，不怕他不生气不动手。就向陶五道：“照此看来是不怪你了，但此时先跟我来，把物交与我，你这人也是可怜，我代你求求情看罢。你若走了，那时吃苦却不要怪人。” \\n 陶五被他一吓一哄，就跟他走进去。狗儿把他带到自己房内，说道：“你在此坐着，我去就来。”陶五还疑他是好人，仍是千恩万谢的托他前去。那知狗儿出了房门，复到书房，专等均祥回来。等至日午过后，均祥由外面走进，狗儿故作谅慌的对均祥说道：“少爷怎么到此时方回来，把小人的眼睛要望穿了。”均祥道：“你有何事，这等大惊小怪的？”狗儿登时跪下说道：“求少爷开恩，小人方敢诉说。”均祥甚是诧异，道：“你有话但说，总有我承当便了。”狗儿道：“非是小人多言，若再不说，少爷的家财给人要送完了。”均祥听说。更加吃谅，叫他快说。狗儿就将陶五衣包取了出来，硬说庆喜与陶五串通，将小姐所有的金银首饰三日两日就着他送往华家。在前还不敢开口，今日见他们加倍放胆，怕少爷的家产终久被他偷完，小人受少爷的思，故此昧死说出。现在陶五还在此地，被小人留住，少爷只要拷打庆喜，就知底细了。”均祥听了这番话，焉得不动情？当下说道：“这总是老爷糊涂，做了这事，不是你说，我全不晓得。你不必怕，我自有主意。”说着先走进去，向着自己房内换了衣服，也不问夏国华在家不在家，取了一根藤条到书房，随即喊人道：“你快去叫庆喜出来，有活问他。”那人见他一脸怒容，知道不好，只得进来呼唤。 \\n 此时庆喜正在瑶云房内看华家的针线，忽听少爷喊他，连忙问道：“喊我何事？”那人低低说道：“你小心，不知为着何事动怒。”庆喜心里害怕，疑惑是狗儿说了什么坏话，只得向瑶云道：“如有什么事件，姑娘千万出去说个情。”瑶云便同他一起到了赵夫人那里，说道：“哥哥不知何事，要发作，庆喜他现在不敢前去。”赵夫人道：“你又末作犯法事，怕他怎的？你且先去，有我不妨。”庆喜听了这话，就大着胆来到书房，只见均祥坐在上面，见他进来骂道：“你这贱货，得着人家多少好处，就代他做鬼？少爷若果看老爷太太的面子，不与你这东西计较，你眼里就瞧不起人。若不把你处死，还要被你骗去呢！”说着举起藤条满脸满身的乱打起来。不知庆喜性命如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十七回 听信谗言公子鞭婢 致触盛怒老夫责儿", "正文": "  \\n 第十七回　听信谗言公子鞭婢　致触盛怒老夫责儿 \\n 　 \\n 却说夏均祥听了狗儿的话，把庆喜喊出来。浑身乱打。庆喜还不知为着何事，只得哭喊连天。均祥打得兴起，骂了一阵，又将他浑身衣服扯去，向着脊背乱打。此时上房里早巳听见，瑶云惟怕为他的事，不好出来。赵夫人忙问道：“外面究为何事，如此毒打？”均祥的妻子也不知道，赶着出了房门，望书房就走。赵夫人也就跟了出来，走进前面。只见庆喜倒在地下，均祥还未放手。 \\n 徐翠连见他这样，赶忙上去将他拦住道：“他虽是个丫头，究竟是个女婢，有什么不好明说，让别人订他。你为什么这样打法？”赵夫人见了，早已气得说不出话来，骂道：“你这畜生！还了得。丫头是我用的，有什么话，为何不说就无法无天的打人，你服界里还有我么？”均祥见他母亲说了这话，手里虽不敢再打。嘴里却不逊说道：“有了女儿，那里还有儿子。家产被人家份完了！也不代儿子想想。”赵夫人听见又牵涉到瑶云身上，可就动了真气。便站起身来，走到均祥面前，揪住他就打，道：“你说何人私偷家产，不能无影无形的乱打人。难道妹子是由你作主的？” \\n 母子正在吵闹之际，却巧夏国华由外进来，听见书房嘲嚷，忙至里面观看。只见赵夫人揪住均祥，庆喜满脸伤痕，站在旁边痛哭。徐翠连见夏国华进来，晓得就要弄出事，赶忙起来喊道：“爹爹请坐。”夏国华也末答应，向赵夫人问道：“庆喜为何打得如此？”赵夫人正在气头上，也不问如何，便骂道：“说是你这老糊涂养了这个女儿，爱上那个女婿，被儿子看不起人，他背后天天常说家私被人偷完，现在没地方出气，把丫头乱打，我家向来未曾打过下人，你养了这个好儿子，不能顺他的心，就这样胡闹。”夏国华听了这番话大怒，也就上来将赵夫人推过去，说道：“他既说有人偷弄，想必他是晓得究竟谁人偷弄，叫他将人交出，不然我这官也不做了，这样儿子有什么望想。”说着在均祥手里把藤条夺过来，就向均祥身上乱打。均祥虽不敢回手，仍然说道：“要我交人，这事容易，现在先把物件取出来与你们大家观看，人还在这里未走。”这话一说，庆喜这一慌不小，两只眼睛只望着赵夫人。早见均祥在书架后把陶五那衣包取出来放在地下。说道：“还说不累人家，做什么面子将—千银还来，却是暗地里如此打算，我全不晓得。” \\n 夏国华本来知道这事，伯瑶云面上难看，故一向皆末提及。此时见均祥洋洋得意，好似捉到贼赃一般。忙着望身上拉道：“你这畜生，怪不得你如此发狂，陶五原来被你藏住。昨日我会见汤德元，他说华家既同你做亲，为何叫家人夺他银钱。当时我还说没有这事，那知就是你做了出来。他家把针线卖去做些银钱度日，你反说他是偷弄我家钱财，你打算我不晓得，反来拿丫头出气，这事你非出于自己，总是被狗儿的唆使，你快快将陶五交了与我。”说着叫人去找狗几，众人见老爷动了真气，平时有与狗儿不甚和睦的登时就去了。几人把狗儿唤来，夏国华就先把狗儿捆起，也是没头没脸的乱打了一顿，又望着均祥来打，喝令要交陶五。狗儿望见这样，知道是自己闯的祸，只得苦苦哀求，说：“陶五在我房内，我因他与庆喜谈心，把衣服银子与他，故此追了出去，将他拦了下来。”庆喜向来机智。看夏国华向身上拉去、连忙说道：“陶五我在华家是本来认得的，他卖针线之后，到别处有事，将物件存在我处，随后来取，我自然还他。狗儿本同我有仇，我因为碍难启口，未曾禀知老爷太太，只问狗儿就知道了。”夏国华听了明白。喝道：“不准你开口。等陶五来。我自晓得。”随即又叫狗儿去喊陶五，狗儿没法，只得去喊，那里有个陶五的人影。这一惊可非同小可，连忙跑回来说道：“陶五明明在我房中，不知谁人将他放走了。”夏国华听说，随向均祥骂道：“你们主仆两人串通一气，看不得人家这点银子，夺下来又怕不妥，反寻丫头出气，我先将你打死，再与这奴才算帐。”举起藤条复向均祥乱打起来。 \\n 均祥见狗儿交不出人来，不怕再会说也无话说了，只得两手挡着头听他乱打。打了一会，有些累了，家人只得上来拉住说道：“这事虽是少爷鲁莽，总是狗儿播弄是非。老爷已罚责过了，还请息怒。”接着徐翠莲也就跪下哀求。这才撒手。众人将赵夫人请了进去，又将夏国华搀扶出来，到了书房内歇息了一会，仍然气个不了。你道陶五在狗儿房内为什么不见，只因瑶云见赵夫人出去，在书房内闹起来，就叫顺喜前去看为何事。顺喜走到那里。正听见说陶五在狗儿房内，连忙跑进来告知瑶云，说道：“若把陶五喊来。说出实话。那就不好了。我此时前去赶紧将他放走，好叫没有对证。”瑶云听见，甚是有理。就叫他快走。顺喜就跑到狗儿房中，将外面事忙忙的告诉了陶五，叫他起紧出去，故此狗儿找他时已不知去向。 \\n 均祥自己越想越呕，到了此时，反疑惑是狗儿捏造谣言。 \\n 被父母打闹了一阵，望首狗儿站在旁边，真个没处出气，举起藤条，又打了他一阵。狗儿这真是无处伸冤，只恨自己不该要害庆喜。闹到终局，还是自己吃苦，只得垂头丧气走了出去。到了晚间，瑶云见父亲仍未进来，自己又不好出去，只得在赵夫人房中流泪。夫人道：“你不要在此伤心，仍是我同你前去请你爹爹回来。”说着，搀了瑶云来至外面。夏国华见着女儿满脸泪痕，实在可铃，知道他因自己尚未进去，前来请他，也就随着他两人回转上房。彼此又解劝了一回，这才安睡。 \\n 且说庆喜受了均祥恶打，回到房中哭个不止。瑶云由赵夫人房内回来，见了这样，明知他为着自己的事受了委曲，不由的一阵心酸。又哭了起来。庆喜道：“姑娘倒不必伤心，我遭打并不妨事，只是陶五虽然放走，他那银子未曾带回去，到了家中何能回报？华太太与两个姑娘若要说出这事，格外亲戚上生疏，这件事倒要打点主意才好。”瑶云叹口气道：“古人有言，好事多磨，书生命薄。我到了这时，也没主意了。只好听天作主罢。” \\n 主仆两个想到此处，真是凄然。彼此又谈了一会，已交四更，方才安睡，暂且搁住。 \\n 单说陶五被顺喜放出来，知道里面吵闹，忙忙的出了衙门，跑回镇上。不敢到华太太那里回复，只得来到自己店内。此时已是上灯时分，陶发问道：“哥哥昨日出去，何以到此刻才回？”陶五见店内有人。不敢说出实话，随便回答了一句，到后面先与他妻子说明，叫他那边去，恐怕华太太来问。至关门以后，陶发进来说道：“华相公来了好几次，说太太不放心，问你可曾回来。你为什么不肯过去？”陶五就将城里的事对陶发说了一遍，因为将银子丢去，不好前去回复。陶发道：“这事容易，我这里还有几两散碎银子，你先取去，将这趟差糊过去，随后再想法子。”说着，走进房内。取了出来，叫他就此前去，免得华太太悬念。陶五道：“此时已经夜静，敲门打户不大稳当。还是明日去罢。—夜无话。 \\n 次日复又等到上早时节，方才取了银子里面去。华太太正要叫人来问，见他已经过来，连忙问道：“你这两日那里去的，东西无处卖不算件事，人不回来倒是令人盼望。”陶五假意说道：“因从前那家别有人去卖，我伯这里立等钱用，故此在城里找了几家方才卖去，价钱仍是不多，就在身上。”将碎银子取出来，华太太也不知道，还当他是真话，就随他去了。到了次日，忽然汤德元进门说道：“适才县里着人来请，说是夏国华现在有病，请我去有要话面说，不知何事。你们可有信带么？”华太太听说道：“伯伯前去，就请代兆璧等请安便了。本来彼此末通过信，现在不便措词。夏亲翁病势如何，伯伯回来请送个信与我，让大家放心。”汤德元答应回去。要知夏国华病势如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第十八回 贤父母二次济贫穷 劣儿郎两番贪富贵", "正文": "  \\n 第十八回　贤父母二次济贫穷　劣儿郎两番贪富贵 \\n 　 \\n 话说汤德元来至华家，说夏国华有病前来请他去，有要话面谈。你道夏国华果真有病么？皆因均祥大闹之后，赵夫人越想越代华家忧虑，说道：“外面做针线的人家，大半借此添为零用，从无有靠着针指养活一家人口的。华太太虽然有骨气，不肯把话与人说，现在因有个陶五，他卖买每月到此地来几回，瞒着他说卖了几两银子，还可以度日。现在被均祥闹坏，陶五是不便再来。华家去做针线，那里有这人家，要这许多，你终要代他家想法才好。古人说雪中送炭真君子，锦上添花是小人。莫说是女婿，就是别人见了这样孤儿寡妇、也要帮的。”夏国华听了遂说道：“你这话何尝不是，只因华亲母高介太甚，不好过为委曲。如要接济，还得瞒着这畜生方好。好在汤家与华家相近，明日我去请他。” \\n 一夜无话。次早起来，便差了个心腹家人，托词有病，到汤家镇来请汤德元，立等会话。复叫那人在那里坐等。俟汤先生来时请至内书房会话。那人领命而去。汤德元果然信以为真，就到华家来送信。立刻随着来人进了衙门，来到书房。只见夏国华坐在一张榻上，汤德元看见。赶着问道：“父台何以欠安？此时曾否稍好？”夏国华起身笑道：“小弟何尝有病，因有一事末了。又恐耳目不便，故此托词奉请。 \\n 说着就将瑶云设计叫陶五寄银钱以及送衣服被打的话前后说了一遍，然后又道：“今日请老兄前来。非为别事，因华亲母如此立意，若再送钱去，不但他不肯收，而且反不知他的高介之意。拟想请先生回去，说我抱病在家，将兆琨带来，姑作看视我病，等他来时，多少给他点银两，以为见而之仪。在我既措词得当，在他又可以领受，故此与你先生相商，不然他一家人口如何了得？小弟并非不可责备儿子，犹恐亲戚那里格外生疏。随后求全反晦。”汤德元听说，甚是钦佩瑶云。乃道：“父台义方之训，故此令媛十分贤淑，有此好心安慰两边的父母。 \\n 但现在既不能照旧。我怕兆琨又未必肯来。”夏国华问道：“你先生何以晓得？”汤德元就将适才计信的话说了一遍，因道：“就此一端，已可概见。此时即好就近打算，仍在陶五身上着想。”夏国华听了这话。知道他的用意，随即在身边取了二千银子钞票交与汤德元，道：“请先生带了回去，平时仍着陶五买卖零用与他。等他日后起服时，再为设法罢。”汤德元也就答应，将银票收去。 \\n 告辞出来，那知恰巧遇见均祥。他两人本来认识，彼此见面，只得招呼。均祥见他进来，甚是疑惑，当时也不好动问，回转书房闷闷不乐。到了午后。夏国华有事出去，只见狗儿又来说道：“叶少爷那里王大少爷叫人来请少爷立刻过去，现有帖子在此。”说着将帖子送上来，均祥正在那里纳闷，难得有人来请，随道：“你出去回他，我就过来。”狗儿答应前去回话。这里均祥随即换了衣服，来至叶开泰府内。王活嘴上前笑道：“少爷如此公忙，许多时不来会面。莫非有了什么意见不曾？”均祥道：“老王你不要说这话，只因家父管束太严。故此不克分身。适才若非家父有事出去，此时还不能来。”王活嘴笑了一笑，彼此谈了一会闲话。开泰忽然进来，活嘴向均祥问道：“令亲近来可好？”均祥道：“你问的是谁？”活嘴道：“你那今妹婿近来向该高发了。”均祥红着脸道：“你还不知这事，我是情愿的么？由你那日去后，家父着实教训我一番。”他就把前后话告知活嘴，活嘴笑嘻嘻说道：“我这里有件东西，是这里老大人由京中带回来的，可取出与你一观，不知可否合意？”均祥也不知何物，乃道：“请教请教。”活嘴就走到书房，取出一个信封，递与均祥道：“请你先看。” \\n 均祥抽出来一看，乃是一张部照。上写夏均祥的名字，实足的一个员外郎。因诧异道：“老王，这功名那里来的？是多少银子？为何这里老伯代我为力？”活嘴道：“少爷还不知道，皆是我们少爷出的力。前日请我与尊夫人求亲时，不料不能成功，就于前几日写信进京，说现在与某家结亲，请爷爷看亲戚面上，捐纳官职，所以老大人代你少爷纳的这个部照。现在亲既不成，这照存在此地，也是无用，故此请你前来领去，随后好坏看你少爷自己做罢。”均祥见了这件东西，好不心喜。想道：若是做了亲，自然更有照应。可恨爹爹老糊涂了，硬把妹子把了华家。心下如此想着，不由的外面凝神。活嘴见了，复又说道：“世间不如意的事十有八九，若是你两家做了亲，随后官官相护，是不要说的。就是我跟着做个冰人，叶公子也要把点好处与我，何况你是个亲戚。可惜你不会想主意。若在我手里，总要想个善处之法。把这事做成功，方免得随后懊悔。” \\n 均祥正在疑惑，见他说了这话，乃道：“老王你既有主意。就代我想。随后果然成功，我终重重的谢你。”王活嘴见他说出这句话来，说道：“少爷不必说这趣话，我主意虽有，你听见还怪我离间你们亲戚。在知道的，固知我为你；不知道的。岂不说我骗人？你请去罢，我这主意不好教人。”均祥听了，甚是着急，道：“你还不晓得我是不情愿的，你有主意，只管说来。包管不干你事。” \\n 活嘴道：“这事有两个办法，你还怕的家中父母不肯答应，还怕华家有人出头。”均祥道：“谁怕华家？只因父母做主，怕翻悔起来，父母不肯答应。你可将两边的话说与我听了，若果能行，定然依你。”活嘴道：“若怕华家这倒容易。听说那里贫穷万状，叫人哄他进城，逼着他写一封退书，与他几千银子就完了这事。这个银子也不要你出，自有叶少爷会钞。若怕父母不行，俗说虎毒不食儿，你在此地，先把婚书写下，且莫声张，这里老大人另有书信与府里。到那时，我们少爷自然前去请他为媒，彼时夏老爷肯行，好极；若仍不肯行，就说你己受了叶家的聘，就将这部照呈上与他观看，随后功名富贵皆在这上头。他见有这许多好处，难道不图后事，将你打死不成？”均祥听说很为有理，说道：“婚书此时一人书写太不成事体，总之你这主意我定然照行便了。但是你们要说趁这两日就说，迟恐露了风声，又有变动。这部照我先领情，你代我道谢罢。”说着又坐了一会，这才告辞而去。 \\n 这里均祥已走，叶开泰从后面出来，王活嘴道：“如何？此事可是有八分了，但事不宜迟，少爷明日就去。” \\n 开泰笑嘻嘻的答应，一日无活。 \\n 次日大早，就具了衣冠，乘轿来至府内，投帖进去。里面随即就请，彼此见礼己毕，先叙了些闲话，然后开泰取出来一封书信，踮起身道：“家父有一事奉求。特嘱小侄前来面恳。”大同府即在手内展开一看，说道：“世兄这话说迟了，夏县令的令媛己由本府作媒，配与华家。怎么改悔得来？此事只好别图罢。”开泰听了这话，着实不高兴。只得说道：“这事但请老伯代说一声，行与不行，也就算了。”大同府因他是个吏部的公子，不好当面数说他，只好含糊答应。送了他去后，进来想道，人说叶槐的的儿子不归正路，果然如此。这事是我做媒而成，如何翻悔得去？听说华童现在已死，人还救困扶危，岂可欺负寒士，一人想了又想，深怕开泰又找别人去同夏国华说话，其中有变，自己说道：不如明日仍是将他传来，把这话说明，好叫他知我的心意， \\n 当时想罢，却巧次日衙期，夏国华一早巳来谈过公事，万钧向他问道：“闻说你那亲家刻已病故，现在还有何人？”夏国华一一回明。万钧复又叹了一口气道：“人有暂时祸福，那知华兆琨遽尔丧父。但善后事宜，想皆是年兄过问了。虽然贫富不同，究不久拂人兴致。”夏国华听他说话有因，疑惑他知道均祥的事了，也就说道：“卑职也是寒士出身，岂不知寒士之苦？而且是大人前次作媒，岂敢不始终其事。”万钧见他说出这话，也就把叶开泰的话告诉与他。不知夏国华怒气如何，且看下回分解。　 \\n  \\n   \\n  "}
{"章节": "第十九回 万太尊因公黜职 夏令尹恨子亡身", "正文": "  \\n 第十九回　万太尊因公黜职　夏令尹恨子亡身 \\n 　 \\n 话说万钧见夏国华不以华家贫穷为怨。倒甚是钦佩，因将叶开泰的话告诉与他，“这人动以乃父势力压人，今日前来，还说叶槐来托。莫说此事由我为媒。就便非是，也不能助桀为虐。所以请你前来告知。”夏国华听了这话，怒道：“此子欺吾太甚。前曾自己前来说合，被卑职狠抢白了一顿。现在又请大人，只是他以上压下的意思。这事如何行得？难道我这官受他挟制不成。所恨华家现在服中，不然招赘前来，也免得他妄生异念。以后他如再来，请大人与他说明，就说卑职不是小人，向不会趋炎附势，叫他少生妄想。”说罢火气不止，乘轿而回。 \\n 到了衙门，进入上房，只见均祥笑容可扔，望着徐翠莲说道：“人总说叶公子人品不好，只有我一人说他是好人。朋友分上，也算得顾交情的了。我同他虽然要好，断不料他如此照应，现成的宫捐了在此。”说着将王活嘴与他那员外郎的部照取出来与徐翠莲看，随即又收了起来。却巧夏国华在万钧那里听了一肚子气话，回来见他如此高兴，知道又是他通同一气，便上前骂道：“你这畜生，不问祖业的世德，只要得人点好处。随便什么卑污的事，总是做的。我再实告诉你，那种心思不要再想。若再如此，我将女儿带定，拼着这官也不做便了。”均祥听说，虽不开口，反而把那官照取出来观看。夏国华那里容得，立刻走上前去，一把夺了过来，扯得粉碎。 \\n 均祥见此，却更伤心起来，说道：“华家也不是我家祖宗，是什么了不得的贵人，看着好人家不站亲，你糊涂，我不糊涂。不瞒你说，我是定要把叶家了。他这功名，就为这事而来。就是把我杀了，叶家也是要紧的。” \\n 这些活一说。夏国华方知道万钧说的话，明是他叫叶开泰去说，便举起手来望着均祥就打。此时赵夫人与徐翠莲听了这话，俱吃惊不小，恨不得也把均祥打死才好。无奈见他父子如此，深怕国华气出事来，只得上来解劝。国华可真动了真气，一连几拳在均祥背上打下，均祥被打不过。就把身子一让，望前一跑，国华随后赶来，被均祥的脚跟一绊，一个筋斗跌昏过去。众人这一吓不小，赵夫人见了也就一头望均祥怀中撞去，哭道：“你这忤逆儿子，要你何用？预备这老命同你拼了罢。”均祥见老子跌昏过去，也就吓昏，忙着同众人搀扶进房，用姜汤灌了一会，方才醒来。此刻惟有瑶云哭得死去活来，徐翠莲也是抱怨均祥，说他太觉孟浪。设若闹出事来，怎样得了？均祥到了此时，也就有点悔心。次日一早起来，至夏国华房内敷衍了一会。赵夫人见他虚心陪礼，疑惑他也就懊悔。趁着又痛责了一番、劝他不可势利。安知华兆琨随后不能富贵，叶开泰随后不会贫穷。又比了些古人，使他不要存这妄想。均祥在房中听了一回，这才出来。心下想道：我横竖末与叶家受聘，我此刻再去回他，也不妨事。主意想定，一直来至叶家。王活嘴见他又来，总疑万钧昨日与他父亲说通，料有什么话前来回信，忙向前问道：“事情如何？我们这位少太爷如热锅蚂蚁一般，巴巴的望回信呢。”夏均洋摇头道：“不行不行，昨晚就为达事，小弟已被痛责一番。而且万钧这人做事不力，他说是他从前为媒，不但不代这边说话，而且劝家父一定不移，不要将华家弃去，故此家父格外坚信。”活嘴道：“你为何不把叶少爷为你的话说知？难道白白的受他个员外郎不曾？况且叶大人所为何事？现在半途而废，岂不令人动恼。前日你又在此允过，这事不行，恐这里不肯答应。”均祥着急道：“此事不容我做主，至于官照一节，我父亲已经撕去。纳资多少，随后如数奉上便了。若是一定要想这事，小弟实无一法可想，只好请你们想法罢。” \\n 活嘴见他甚为着急，加之昨日叶开泰回来，听他那口音，万钧已是力辞，知道此事不甚顺手，乃向均祥道：“此事即好再为商议，但有一层，你究竟心下如何？” \\n 均祥被他逼的无法，乃道：“我无不可，只是不能作主，仍是请你们另聘高门。免得彼此牵累。”说着坐也不坐，即辞别出来。这里活嘴与开泰道：“事情成不成倒不妨事，惟老夏将部照撕去，令人可恨。这不是明明的看不起老大人与少爷么？堂堂的一个吏部府，不如一个酸秀才。被旁人听见，也是齿笑。”叶开泰被他这一起唆弄，登时动怒起来，说道：“我好好代他捐官，用了许多银子，反被他撕去，这事做不成，我断不住在这大同府内。老王你有何妙计。代我想一想，终要叫这夏国华认得我方好。”王活嘴笑道：“这事有何难办。少爷写一信进京，专人送去，就说万钧与夏国华贪财枉法，虐毙平民。叫老大人奏上一本，将他两人参革。然后拣个熟人补了这两个缺，随后一切就好办了。”开泰道：“你这话不行。前日那封信内说他如何好法，请我爹爹帮忙，现在忽然说他两人如此，我爹爹岂不疑心？”活嘴道：“越是如此，方好说话。就说他两人从前骗你，允你亲事，等到后来，反脸不认。明是他们仗着从前宽厚，以为可欺，故尔如此办法。老大人还在京中，那里知道细底？少爷又是他的儿子，岂有不信之理？”开泰听说，喜不可言，就教他起了草稿，随即写好，次日叫人进京投递。 \\n 那知叶槐得着这信，全不想道儿子的坏处，以为总是府县不看他情面，不到几日上了一本，说万钧与夏国华狼狈为奸，贪财枉法。皇上鉴奏，龙颜大怒，随即传旨，将他两人革职。这个旨意一下，部里行文到了本省督抚，当即将他两人撤任。这日夏国华正在公堂理事，忽然府里匆匆来了一人，说：“大人请老爷赶速前去。”夏国华也不知何事，随即退堂，来至府衙。万钧请他到监押房内说道：“贵县曾得京中信息否？”夏国华道：“未曾闻见。”万钧道：“适才京中来信，说叶愧于某日奏了一本，说我两人狼狈为奸，现已开缺，想不日就有人前来接理。我想这官并不足重，但是他如此欺君，岂不可很？这不是明明因求亲未曾遂心。用了这个毒计来报复我们。员县可赶速回去料理交代，等后任来此接印之后，仍回家乡，免得在此遭他毒手。”夏国华听了这话，觉得很对不起万钧。本是自己的事，连累他参官，当时谢了知府，告辞回去。心下想道：这明是均祥惹出来的事，我这一官岂容易得来？被他如此闹去，若非万钧关照，不但此刻受累，设若帮同叶家向我说亲，那时也不是了，幸亏他古道，虽然将官坏了，也免得个嫌贫爱富的名声。自己一人越想越气，到了衙门，走进里面，赵夫人上前问道：“万大人传见何事？”夏国华叹了一口气，就将这话与他说明。赵夫人倒不以为意，说道：“你也有这样年纪，回家乡去也好，免得在外辛苦。不过华家这事，随后又费周折。”夏国华闷闷不乐，只恨均祥如此惹祸，要想富贵，及致吃亏。 \\n 均祥此时见了父亲这样，也是懊悔。过了几日，新任府县均已到任，两处移交清楚，万钧先回家乡而去。那知夏国华卸任之后，又恨又气，本想把琐事理毕也就回原籍，谁知老年人作不得气，不到几日，就得了大病，气喘痰涌，不省人事。赵夫人直是日夜痛哭，均祥无法，也只得请了医生前来诊视。谁知一连三日，卧病不起，到了第四日，就呜呼哀哉了。赵夫人与瑶云等哭得死去活来，只向均祥吵闹，都说他是祸根，硬把老子气死。均样到了此时，已是悔之无及，只得请人置办衣棺。汤德元在镇上也得了此信，进城吊丧，一面打听参官的缘故，方才晓得为着夏家得罪了叶家，故此挟仇妄奏。心下又代他怨恨切骨，又甚为感激。且说均祥见父家已死，叶家事情已是说绝，兼之叶家又在本地，遥想断无法想。悔恨一会，等到终七之后，将官囊计算，只落了数千银子，预备择日送柩回籍。那知七还未满，这日新任县官忽然前来上香。夏均祥只得陪着行礼，然后又说出叶家话来，欲知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十回 贪污吏欺心毕露 忤逆儿故态复萌", "正文": "  \\n 第二十回　贪污吏欺心毕露　忤逆儿故态复萌 \\n 　 \\n 却说新任大同知县，乃是浙江绍兴府人氏，姓洪名鹏程。这人虽是进士出身，只用了个榜下知县，却是钻营谄媚的小人。自中进士之后，他便说：“现在世情，不是人力，就要有钱，方可升官补缺。我们这穷进土，若不谋几封京信，虽分发外省，也断不行。”他就在京中寻了门路，拜与叶槐做了门生。却巧分发山西，就与他求了两封信，把本省的督抚请他照应。奈因到省数月未曾出缺，正是无处安插，却巧大同县知县被叶槐参革，此缺例应外补，就把洪鹏程请补上去。又是叶槐的门生。自然稳准，不会批驳。那府缺却是内选出来，也是叶槐的同年，叫刘用宾。当出京的时节，叶槐就拜托了这人，请他到任以后，照应儿子。又寄了一信交与他，请转他交洪鹏程。所以他两人得了部复，就来上任，次日先到叶开泰那里拜会，百般趋承，只想开泰家中有信进京，在家信中代他说些好话。 \\n 这日王活嘴听见夏国华病故，就欢喜非常，来到开泰书房，见着说道：“少爷只愁那件事不成。现在可是无虑了。”开泰还不知何事，忙问道：“究是何事？如此欢喜？”。活嘴道：“夏国华前日交卸之后，原想料理两日，搬回家乡。那时倒代你着急，深恐他去远就不好说话。那知他就得了一病，昨日晚间已死，现在夏均祥一人作主。只要把他些好处，还怕此事不成么？”开泰摇头道：“不行不行。夏国华这官明明是我爹爹参奏，此刻他又死去，均祥岂不恨我？从那日来过之后，至今日俱未前来，我怕这事也是徒然。”活嘴道：“你不必问，我包管代你办好。”开泰以为他这说瞒话，不过想格外要我，料想不能成的。那知王活嘴辞了出来就到县里去会洪鹏程。 \\n 洪鹏程见是叶开泰那里的人，怎敢怠慢，随即出来接见。行礼已毕，王活嘴道：“父台莅任以来，敝居停日日称道说，彼此以后均可关顾。前日有家信进京，甚说父台的德政，想不日就要高迁的。”洪鹏程本是小人，听见这话，已是心痒难挠，连忙起来谦逊一会，说道：“本来考师厚恩，加上世兄如此青眼，格外感激的了。”王活嘴接着说道：“这皆不算甚事。”王活嘴又显出十分懊恼的样子，洪鹏程连忙问道：“究是何事，何妨说明。如可尽力，敢不帮忙？”活嘴就将夏家求亲的话对他说了一说道：“这事如能做成，不但我们少爷承情，连我们老大人总要感激。屡次家信催他择婚行聘。奈他选择太苛，故至今未定。难得现在有这人家。父台能从中为力说成此事，岂不是连老大人皆欲感激？”洪鹏程听了这话，就满口答应道：“连日衙中例行事件尚未布置大定，且夏家又是新丧，遽然前去。也不便说话，稍等几天设法便了。” \\n 王活嘴又嘱了一回，然后回来。 \\n 过了几日，又听见夏均祥要料理回籍，他又来至衙中催促，故此洪鹏程到夏家上香。均祥以为他是新任知县，念同寅情面特来行礼，趋陪之后，又出帏来谢。洪鹏程赶着说道：“本县尽礼来迟，诸望恕罪。”均祥谢了一句道：“苫决昏迷，不敢回拜。”只得仍进帏去。洪鹏程坐了一会，也就回衙。到了晚间，忽然县里来了一人，拿着洪鹏程的名片说：“洪老爷给这里少爷请安，请少爷终七之后进衙，有要活面谈。”家人将话传了进去，夏均样也不知何事，疑惑仍是交代上的事，随即招呼家人出去说：“后日尽七，稍停两日，本要前去面谢的，有话临时面谈便了。”过了两日，夏均祥就去谢洪鹏程，将他请进，彼此叙了寒暄。洪鹏程开口便问道：“闻说尊大人在此官声颇好，何以与叶大人意见不合，至受此屈？现在岂不为难，究竟是为何事？何妨闻谈一回。小弟与他家本是师生，如可转环，定当为力。现下虽在服中，起服之后，老哥也要出山为官，有此一条梗塞，终非好事。是以前日请足下过来，好在俱是同寅。岂不能彼此兼顾。闻说令妹还未出阁，以后有许多心事，何不趁此把疑团除去？”均祥见他说这话不是无因。乃道：“这事也难理解。 \\n 小弟只因先君在日古道自居，所以不能尽如人意。老哥要问此事，叶府王瑶全行知道。老哥问他便知底细了。”洪鹏程本是个刁顽人，见他说这话，后又道：“王瑶也曾略言一二，只是怕老哥主意不定。若果可行，叶府那边总可想法。我看老哥自己打点主意才好。” \\n 均祥听他说这话，明知他晓得以前事件。虽是夏国华为这事气死，他究竟是个势利人，心犹不死。心下想道：我父亲现在己死，格外无人靠背。能将这事做成，不怕叶家不照应我。也就说道：“这事小弟本来情原，但是华家那里须人说项，将事平妥，方才能行，不然终有纠葛。”洪鹏程知道他已是答应，也就说道：“只要老哥做主，那里总有我作主便了。”夏均祥当时并不迟疑，也不顾他父母的意思，与他妹子的名节，反而谢了洪鹏程，满口请他为力，告辞出来。这里洪鹏程随即着人把王活嘴请来，将夏均祥的话对他说知。活嘴道：“这事不难。闻说华家的媒是万钧与汤德元两人做的，万钧现己革职，不在此地。这汤德元乃是镇董，只要父台将他传来，说以利害，那怕他不行？”洪鹏程又问了些细底，活嘴辞去。 \\n 随即传了号房到汤家镇去请汤德元，可巧汤德元不在家。 \\n 原来汤德元因夏国华交了二千银子代华家生息，仍叫陶五买卖针线把银子与他家度日，华太太全不知道，随后夏国华身死，他叫兆琨前去吊唁，华太太仍是不行。说他既嫌我穷，此时何必前去。等到兆琨发达，那时我不去，他便要来。汤德元虽不便勉强，那知汤俊全不留心。 \\n 在家听父亲议论夏家儿子，虽然不好，夏国华却为他用了苦心，连自己官被参了，现又身死。华兆琨去也不去，未免薄情。而且这两千银子还存在这里，我亦不好深说。 \\n 汤俊听了这些话，次日来至华家，便—长一短，告知兆璧，这才大家明白，华太太更加难受。因道：“人家穷不得，一穷便受人欺。还是夏国华正道，若与他儿子一般，如何说法？现在他家既如此，我不知这二千两银子也罢，既已知道，还是送去的好。”当下又把汤德元请来，与他说知。汤德元道：“这事夏均祥本不知道，你此时送去，虽是好心，日后他反说不止二千两，那真有口难分辨。我意不如仍存在此，以后加倍还他。何必现在去寻话说？倒是让兆琨去一趟，尽点心就是，死者面上也过得去。况这事赵夫人未必不知，不过是均祥一人势利，其余皆无此心。若决意不去。人情上未免太薄，我意等他们临行时去走一趟为是。”华太太听了这番话也甚有理，因即答应。 \\n 这日汤德元进城，正逢夏国华七期，他便前去行礼，并打听出丧日期，夏均祥也就告知了日子。汤德元回来，又去告知华家。那知城里有了变动，前来请他，他却不知。比及回来，听说洪鹏程请他说话，甚是疑惑。道：与他尚未谋面，忽然请我，有何话说？听说他与叶家一类，莫非就代他说话么？正在疑惑，只见兆璧走来，说道：“夏家有人来请兆琨。”汤德元一惊。不知后事如何。且听下回分解。　 \\n  \\n   \\n  "}
{"章节": "第二十一回 汤德元被诱入官衙 华兆琨受捆羁僧寺", "正文": "  \\n 第二十一回　汤德元被诱入官衙　华兆琨受捆羁僧寺 \\n 　 \\n 活说汤德元由家回来，听说洪鹏程请他说活，正在疑惑之际，忽见兆璧匆匆跑来说：“夏家有人来请兆琨。” \\n 汤德元吃了一惊，说道：“适才洪鹏程前来请我，此时夏家又来请他，莫不是那里不怀好意，你回去叫你兄弟慢些前去，等我进城看是如何再定行止。”兆璧依着此言回去。次日汤德元就具了衣冠，来至城内。先到衙门里面投帖进去，早有洪鹏程走出来，见礼已毕，两人坐下。洪鹏程决不谈起华家事情，只讲了些闲话，然后又摆了酒席，请他入座。 \\n 汤德元见他这样殷勤，倒反把疑心丢却，就开怀畅饮。兼之洪鹏程加意相劝，等到席终时节，已是酷酊大醉。当时就叫人将他送进书房，派人看守。一经转醒过来，务要赶紧前来票报，莫把他放走。你道这是何意？原来王活嘴从县里回去之后，就将均祥同洪鹏程的话告知叶开泰，说他已经着人去请汤德元，料想这事不怕不成。叶开泰连忙说道：“这事如何行得？汤德元是兆璧的岳丈，而且与夏国华一般皮气，岂肯答应这事？倘若那时不行，走漏风声，被他两家知道，岂不格外难办？”活嘴当时也就会悟，想了一想，说道：“少爷不必害怕，我包有主意便了。”说着又到县里把叶开泰的话说过，乃道：“此事仍须如此如此，方可行事。”洪鹏程答应，叶开泰欢喜。 \\n 随后便怎说，皆是允的。当时又叫一人到华家去冒充夏家的人请兆琨过来，这人去后，自己又到夏均祥家内说道：“适才老哥的意思，已与那边说明。但是怕根脚不清，总有后患，故此前来商议个法儿，好叫两边全无后患。” \\n 均祥道：“小弟本是愚人，向无主意。老哥有何妙策，无不进行。”洪鹏程道：“我本要去请汤德元来，叫他从中设法。后因他是原煤，另改了一策，现又专人去请兆琨前来，即是冒的尊名。设若他不肯来，还须如此方好。” \\n 说着就在均祥耳劳说了许多话，均祥也就一一点头，说：“只要他来，定然照办，但是汤德元不可放走。”洪鹏程也就答应回衙。 \\n 次日果然汤德元一人前来，就把他灌醉，放在书房里面，随即又叫人出城说“汤先生叫我前来送信，他今日在城内有事不能回来，夏老爷的棺枢明日就动身回籍，这里有张名片，请这里二相公明日早间进城，到城外福寿庵内送枢，汤先生就在那里坐等，务必总要前去。”说着将片子放下匆匆去了。华太太仍不放心，还怕来人说谎，又叫兆璧到汤家去问，果然未曾回来。大家惧信以为真，皆劝兆琨前去汤家。又将衣服送来与他穿扎，华太太此刻也只得让他前去。 \\n 次日一早，就叫陶五喊了一顶小轿与兆琨坐了，带着礼物一路而来。离城不远，到了福寿寺内，只见几顶轿子摆在门口，兆琨也就下轿。走到里面，有一人取过了名帖，将他领到一间屋内，说道：“相公在此稍坐，灵抠顷刻到了。”兆琨不知是计，就在屋内坐下。 \\n 过了一会，不见有第二个人来，心下就有些疑惑。再喊陶五，也不知去向，只得自己走了出来，预备去找陶五。还未走到院落，只听呐喊一声，说道：“莫要放他走了。自己不想想你是何等人，欲来做亲，若要我家小姐把你，岂不是梦话。”说着走来三四个人将兆琨抓住，末后一个少年穿着一身素服，看见众人来抓。连忙说道：“你们慢些动手，只要他依着我们，仍然放他便了。”兆琨一看不是别人，正是夏均祥前来，知道受了他骗，只得上前说道：“昨日贵介呼唤，说岳丈回籍在即，嘱小弟前来叩送，为何此时不见动静？忽有多人来此，何故？” \\n 夏均祥冷笑道：“谁是你的岳丈，也不怕羞耻。堂堂的知县女儿，与你这穷鬼做亲，何不自己望望可配不配。实对你说，现在我家小姐要另聘高门，你若知些时务，就此写了婚书，免得眼前吃苦。少爷还要送了几十银子，给你一口饭吃，若是不肯答应，也莫想出这庙门。”兆琨听了这话，虽是十几岁的小孩子，很有见识，遂挺身向前骂道：“你这不孝的孽障，你妹子已聘定我家，是你老子作主；现在被你气死，仍是不知罪过。你这银子来哄那个？你除非将我治死，要我退婚，那是做梦，我华家也比得过你家。”说罢骂不绝口。均祥见他如此，料想不能如愿，随即呼喝一声，叫众人来捆他。“少爷好好与你劝说，你不肯听，难道你有翅飞得出去么？”兆琨全然不睬，仍然大骂。那些家人见这样，也难挽回，只得依着均祥的话，捆了起来，将他放在一间僻静屋内。 \\n 这个主意就是洪鹏程出的，叫他前来逼兆琨写退婚笔据。无如兆琨宁死不写，只得将他捆好，放在一处，来见洪鹏程，叫他想别法。洪鹏程道：“这事不难。”随即唤过家人说道：“叶少爷与夏少爷的事情你总知道，昨日晚上与你说的那话可曾办好？若是定妥，明日就叫人下去。”那个人道：“家人昨晚说了一夜，应了他许多好话，方才答应，可算是定准，再请老爷先生坐问一回再看。” \\n 洪鹏程甚是得意，向均祥道：“不是如此办法，如何除得后患。”均祥连忙问是何事，洪鹏程道：“前日王瑶来此，就虑到此地，怕华家不肯行事，汤德元说是此事如何行得，所以不与他知道。若汤德元从中作梗，岂不误了两家事件。故此想了一条妙算，先把他两人骗来，分在两处。若兆琨写了退婚，万事俱无；若是不行，小弟即叫监内大盗犯人出来，允他银子叫他在堂上招供，说是有他两人在内做案，然后反脸将他拖至堂上。三拷六问，定成死罪，到那时候，一命呜呼，还有谁人代他理论？”均祥听了，甚是得意，反向洪鹏程谢说道：“老哥这样主意，不患不成。小弟暂且告别。”说着辞去，教人到寺内看守纪琨。 \\n 且说华太太见兆琨出去一天未回，总以为与汤德元在城内耽延，等至第二天，仍不见回来，方要着兆璧到汤家问信，只见门外敲门，连忙出去询问，早有两个公差进来。问道：“这里可是姓华，我们县太爷有公事在此，请你看罢。”说着取出票子交与兆璧手内，华太太见那种祥子，不是好事，只得也走了出来询问，但见兆璧看了票子，面上大惊失色，随向公差说道：“这事岂不冤枉，我家虽是贫苦，却系世代书香，父子俱在庠，岂能做这等不法之事？且所咬之人，全不认得，何以说我与他同类？就是你们公差，也该访得出来。我华家可是做这事的人？”华太太起着问道：“什么票子？你说与我听。”公差随即冷笑道：“你不必问他，我告诉你罢。前月王家店出了一起盗案，追办得紧，我们县太爷到任没几时，就得了此案，只顾比差破案，可怜我们三日一比，五天一拷。钱也不知用了多少，苦也不知吃了若干。到了本月初十外，缉获到盗犯，一堂审讯，方供了出来。那知是你两家主谋窝赃，现在有活口对证。还装什么哑迷？从前既做了这事连累我们吃苦，此刻还从那里赖？请你快的同我走。我们也是奉上命差遣，概不由已，可不要叫我们动手。 \\n 华太太这一听，叮得魂不附体，连忙说道：“你们公差也要积德，不能信强盗胡说。我家虽暂住此地，通城里也该晓得，可是个犯法的人？一味的冤屈好人，到临时也该有个报应的。请你先去将情形对县太爷说知，请他再行审讯，这事我们决不敢做的。”公差道：“你们说的倒好，就是不能听你。你会说到堂上说去，却没得人替代你信，你自去罢。”说着又进来两三个人，拿出铁索子锁了华兆璧。拖了就走。不知兆璧性命如何；且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十二回 华兆璧因盗诬扳 洪鹏程升堂审讯", "正文": "  \\n 第二十二回　华兆璧因盗诬扳　洪鹏程升堂审讯 \\n 　 \\n 却说公差将票子与兆璧看过，不由他分说，取出链子将他施走。华太太见了这样，知道儿子总要吃苦，赶着追了出来，喊道：“你们公门中人，正是好修心的，我家世代书香，便说是我家为强盗，全无天日，岂不冤屈死人？”间壁陶发听见，走出来见兆璧被人拥出前去，已是大惊失色，旋见华太太出来如此说法，不知何事，忙来询问。华太太一头哭一头说，陶发方知底细。说道：“我哥哥昨日与二相公到城里去，至此刻末回，大约已是遭了这事了。这事如何是好，相公从来连门也不出，忽然遭了这事，明是有人扳害。现在前去免不得吃苦，这是怎好。”那些街坊邻舍见了这样，明知是个冤枉，无不代他叹息。内有知事的说道：“你们此处不中用的，常言道：钱能通神。快些凑些银子，找个人先到衙门口把原差说通了，送池些茶敬，请他临审时候照应相公些。相公是个读书人，何尝经过大来历？只会动笔，不会用力的。那时见了堂上吆五喝六的，格外说不话来。如何行得？”华太太道：“我家向来无人，谁能前去？家中又无积蓄银钱，此时怎样是好？”说罢放声大哭，陶发见他这样，说道：“太太不必着急，还是我去，我家十几两银子还拿得出来。”说着跑进店内，取了银子，从后追去。 \\n 到了城内，只见衙门口班房里面拥着许多人在那里谈论，有的说这样一个少年，从那里说起，何尝象个强盗？有的说总有原故，且听堂上如何供法就知道了。陶发听见，便知尚未进去，赶忙分开众人，挤了进来。见兆璧锁在柱子上，口内说道：“你们这些人何太无礼，私自用刑凌辱，我也是个有功名的，难道不知国法么？你们可知道殴辱斯文，扳职买盗是何等罪名？”陶发连忙喊道：“相公的冤枉在堂上要说情楚，清是清，白是白，老爷也要详情。”兆璧回头见是陶发，知是家内叫他前来，说道：“你在此处等着，待堂上审过，好歹送个信与我家内，随他怎样办法，只得听天由命。。陶发答应着，即问：“你们那位是原差，小的有句话说。”那些人见他来问原差，知道有点意思，忙应谊：“我就便是，你有何话说？” \\n 陶发见这人有四十多岁。一脸的横肉，歪着帽子，敞着胸口，便说道：“头翁请这里来。”说着出了班房，那个差人也跟在后面。到了旁首巷内，闭发问了尊姓，那人道：“我即叫个赵四，你有话快说，—刻老爷就要升堂，我们要上去回话。”陶发就在怀内取出银子，说道：“这一点些微茶敬，请头翁先行笑纳，井无别事奉托，只是我们小主人真是个冤枉。他是读书人，未尝经过这些事，到了堂上，请头翁照应一点，行些方便。”说着将银送过去，赵四接在手内，试了一试，道：“只点银子来送那人？我们被着这官事拖累也不知用了许多钱，现在案已破拿，只点东西够那里用？请你仍回带去，我们有本事自会寻钱，没本事也只好任老爷做主。肏娘的。眼睛也不带，不想想这是多大的事，这样腻呀腻的，老子没工夫同你说白话，你滚罢。”陶发见他说嫌，还想向他说随后再补，那赵四已昂昂然走进班房。陶发急得没法，只得仍在门口等侯。忽听里面一声喊伺候，那三班六房全行进去。过了一会，又是威武一声，点声一响，煖阁门开，宁国县升坐大堂。先问了一起命案，然后传盗犯华兆璧，由堂上喊了出来，班房内听见，蜂拥着兆璧来到丹墀底下，叫他跪下。 \\n 兆璧见是公堂，只得跪下。洪鹏程叫他抬起头来，问道：“你叫华兆璧么？”兆璧道：“生员是叫兆璧。”鹏程冷笑道：“你还是个生员，我看你把这两字不说出来犹可遮遮羞，难道说了这生员两字，做大盗的就不治罪么？你究竟做了多少案件，快些供来，免得本县用刑。”兆璧道：“公祖所说何话，生员世代书香，祖上也曾入阁为相，虽自己未能发达，也是圣人门徒，岂敢做出犯法事来？公祖传我来此，还不知所为何事，叫我从那里供起？”洪鹏程听了冷笑道：“你这锋利的嘴也不愧做个盗首，见了本县仍如此刁猾。现在明明实据，你尚抵赖。前月王家店被盗，破门直入，刀伤两条人命，有证在此。昨日将为首的强盗老蛮子获住，明谋你弟兄，主谋汤德元是窝家，还从那里咬赖？”兆璧听见又牵着汤家，知道这是仇人明算暗害，连忙说：“公祖要秉公审问，生员实是冤枉。莫说不敢为强盗，连这老蛮子认都认不得。若说汤德元是窝家，这是格外离奇。他是我的岳丈，家中很有田地，岂能做了这事？只明明是人陷害。我岳父前日被公祖请来饮洒，至今尚未回去。公祖岂忘记了么？拿着好人硬行诬扳，这事如何行得？” \\n 洪鹏程见他口头利害，拍着公案怒道：“你这不安分的强盗，不将你抵实，你总有话辨白。本县将从盗提出来与你对质，看你怎样辩法？”随即标牌交快役到监内将老蛮子犯人提到，在堂上跪下。洪鹏程问道：“前日你供王家店施园长家时，你说什么姓汤与姓华的，本县现在俱已获到，他说并末与你同谋，你为何前日诬扳？你知这人是谁，快快说来，免得本县用刑。”老蛮子将头一转，望着华兆璧就减道：“大相公，你害得我好苦。前日你说不碍事，犯案有你抵挡，我们方去做了这事。末后分赃，你与汤先生得的双分，我们吃了这些苦，被大老爷提来受刑拷打，非是故意要饭你，只是苦不过了，才将你说出。你此时若不认，岂不又要累我们。我看你也就供了罢，免得眼前吃苦。在这地方想赖也赖不过去，那天银子同衣服明明是你叫你兄弟拿去的，难道就不认么？”华兆璧听了这话，真是急得不能开口，很不上去将他打死，骂道：“你这狗强资，你妄言害人。自己犯了弥天大罪，已是没得活命，还要前来扳人。我在何处与你同谋？你知我家住在那里？是何名姓？岂由你妄在堂上胡说。” \\n 老蛮子道：“相公你是赖不去的，你记不得你同我说是你弟兄俱是秀才，丈人又在镇上当着董事，与太爷总有往来，只要将事做过，随后莫说没得破案，就是破案也由你华兆璧抵当。你那时如此说法，现在全不认账，岂不被你害死。你说我不知你的住处，你不是同汤先生住在一个镇上？还想抵赖。”兆璧见他一口咬定，仍想辩白，只见洪鹏程在堂上喝道：“你这刁顽强盗，现在人证在此，还不供认，你以为你是黄门秀士，不能用刑，本县拼着这顶乌纱不戴，看你招也不招。”随手在刑杖筒内取出几根签来摔下，左右耀武扬威七上八下将他拖下，格着裤子打了六十下。可怜兆璧，是个读书子弟，何尝吃过这样苦楚。打到二三十下，已是鲜血直流，皮开肉裂。打完将他推扶起采，洪鹏程问道：“你招是不招？”兆璧道：“生员真是冤任，叫我从何招起？莫说用刑苦打，就是将我治死，我也不能担这强盗罪名。即公祖做官也要详情，分个皂白，若听人买盗扳人，天理昭彰，将来总有个报应。叫我招，只有冤枉两字，别的一句也没得。”洪鹏程见他如此口硬，又说买盗扳人，这句话刺着他的心，便怒道：“抬大刑来伺候。”左右一声答应。不知兆璧性命如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十三回 用严刑公子认供 见冤枉老奴痛哭", "正文": "  \\n 第二十三回　用严刑公子认供　见冤枉老奴痛哭 \\n 　 \\n 话说华兆璧受了几十下刑杖仍不肯招，洪鹏程大怒，叫左右将大刑抬来伺候。左右一声吆喝，早将夹棍抬了上来。老蛮子在旁说道：“大相公，我看你全行招了罢，这般刑杖我是吃过苦的，受了苦还是要说，横直是你同我们做的，何不硬着嘴说。”兆璧大声詈道：“你这死囚犯，受了谁人买嘱。在堂上害我？要想苦打成招，我华兆璧即死在此地，也不够你的心思。皇上定律：凡在学的生员，不能私自用刑，岂不知天上有天，那时皆有个明白。”洪鹏程被他这一番詈，遂将惊堂乱拍。叫“将他夹起来，”左右遂将兆璧的左腿褪将下来，套在圆洞里面，一人将他身子扳住，后面两人拖住两膀，左右四个人抽着两根绳子，专等堂上招呼收紧。洪鹏程道：“你招是不招？本县这般刑法不是好受的，劝你好好招来，免得吃了这苦还是要招。” \\n 兆璧那里承招，只是“冤枉”喊不绝口。洪鹏程到了此时，只是忍心害理的叫下面收绳。两旁一声答应，遂将绳子抽起，只听得哎呀一声，冤枉两字喊尚未了，兆壁己昏了过去。差人连忙上票道：“犯人现已昏了，请老爷示下。”洪鹏程明知他受不过此刑，只要得他认了供，居心也不欲害他性命，只要候叶家把亲事完了，那时再慢慢想法把他弟兄与汤德元放出。不料头一个就遇着兆壁如此嘴硬，系不得已而用刑，现在见他昏去，叫他赶紧放绳，役人答应将绳放下，即将他的头发打开，取了些水来，对任兆璧的面门喷了两口，只见停了一刻，兆壁把两只眼睛微微的睁开，哼了一声，道：“冤杀我也。” \\n 众人见了他醒来，连忙说道：“兆璧，我看你还是招了罢，现在已经吃苦，难道再受二回么？”兆璧仍然不睬，洪鹏程喝道：“再把他给我夹将起。”下面仍又将他套上，将索一收，可怜一个白面书生，现在脸上比那死人还不好看些。面皮如白纸一般，一点色也没有，一副眼睛紧紧的闭住，地下血如泉涌，两条腿早已破裂，要想一点好肉也没有。 \\n 洪鹏程见了如此，又叫松刑。众人仍然照着前次用冷水喷面，等他回阳过来，那知兆璧出身未经受过这般刑辱，一连受了两次夹棍，此刻昏去不见醒来。差人怕担不是，只得又来禀道。洪鹏程忙叫烧了红灰，用酷喷烟，等他慢慢的醒来。差人如法制度，烧过后半会子，方慢慢的叹了一声。已没有前次雄壮。差人见他有了呼吸，渐醒过来。洪鹏程仍又叫他招供，此时兆璧真正难挨，只得大哭道：“我本是无罪之人，受了这般冤屈，三番两次动用严刑，叫我从何说起？也罢，与受这凌辱，不如招个胡供。随后身死，也比这爽快些。”差人见他说了此话，连忙说道：‘你既看得到此，快说了罢。或者老爷尚可开恩，你若这般，怕的是吃刑苦吃不下去。”兆璧只得说不该于前月起意，同老蛮子等人同谋打劫施园长家产，杀死事主两人，次日分赃若干，并有汤德元与兄弟兆琨同谋为盗等情一一说了。招房照他言词做成胡供，先与洪鹏程看过，然后拿下来，叫兆璧手印，旋即上了镣拷，钉好监牌收禁。众人把兆璧扶下堂来，那里能走，一步一步望前便挨。 \\n 差人又末用钱，也不问他苦与不苦，疼与不疼，拖住他直望前走。兆璧无奈道：“你们也有良心的，应该也知道我这冤枉。现在两腿这般苦疼，叫我如何的走法？求你可慢些行罢。”那些人因他未曾用钱，反詈道：“谁能耐你这般待，老子家内也有婆娘孩子，当门户的不过是混碗饭吃，伺侯你一天一个钱也还未看见，既知对不起人，就该爽快些招，也免老子们费事。到了此刻，还要装腔做势的。照你这般，多遇个罢，连老鼠也养不活了。快些走罢。”兆璧到了此时，也是身不由主，可怜走一步，血迹一块。好容易走到了二门口，早有一人上前哭道：“大相公你怎的招了这冤屈？受了如此严刑，听说你招了供了，随后性命怎的能保？太太知道，岂不要苦坏了。” \\n 说完放喉大哭。兆璧抬头一看，不是别人，正是陶发。忙的说道：“你不必悲苦，此亦我的命该如此。但是太太那里必要先行瞒住，待日后再说。我这里无人探望，你闲时可常来看看，我家中托你照应，我从此不能见面了。” \\n 说得声音愈苦，不禁泪涌下来。那些闲人看见，莫不凄惨，皆云：“此人决不象是强盗，何以县官硬要他招供？内中必有情节。”无奈事不由己，也只得在旁叹息。 \\n 陶发还要抓住说：“二相公现在那里？为什么强盗要诬好人？将来太太怎样好？”那些差人推推挤挤。不由他分说，已将兆璧收进监内。陶发望见，只是大哭，站在监门外。内中有好人说道：“你在此处无益，我看你仍是想个法儿，问是那个管监，花几两银子，放你进去，会一面，然后请里头禁子代他洗洗伤痕，随后再代他想法子，即站在此地也无用。”陶发听得有理，揩了泪痕，出了衙。见有个看门老翁，上前问：“请问老兄今日值日头翁是谁？管监的性什么叫何名字？”那人道：“今日值日的是李春，管监的也是他，现在此，你问他何事？”陶发道：“方才那个受刑的是我小主人，遭了这般的冤屈，他是个念书人，如何能受这苦。想找个禁子进去，代他铺监。”说了泪汪汪的滚下来，那人道：“不行不行，从前是有犯人进监，这要有钱都放进去。如今老爷到任，就下了谕条，一概不准探监，怕露了风声，生出事端，故此不能进去。你要想为此事，我指你明路，等到二更时候，你再来，我代你见李大爷去，看他有何法想。陶发见他这般说法，只得出了衙门预备。 \\n 忽见一大堆人簇拥着一人进县衙来，陶发上前一看，那知是兆琨。手膀捆住，被人拖住向前宜跑。陶发看见急得要死。哥哥方进监，兄弟又为提来，也不怕人挤，上前去将兆琨一把抱住，死命的不放。大声哭道：“二相公你出来几天了，为什么大相公受这般冤屈，你又如何为人抓来？”兆琨连忙问道：“你说什么？大相公怎的冤屈？” \\n 陶发也不能多说，只得将要紧的话说道：“县太爷说他是个强盗。只了夹棍苦打成招，将他收在监内。”兆琨听了此话，大喊一声，詈道：“夏均祥，你害得我好苦，你既嫌贫爱富。当日你老子做主时你为什么不阻他？现今将老子气死了，却用这般毒计来害我，少不得有个报应。我兆琨生不能食你之肉，死在阴间同你理论。”陶发听了许多的话，方知是夏均祥为了叶亲事故而设计谋害，正要上前再问，兆琨已经到了班房。只见两个差人匆匆的跑进说：“你们将他看好了，老爷立即升堂，我有事即刻就来，务必锁好。”众皆答应一声，那差人去后，这里预备刑具。来至堂上站班，忽听威武一声，开了煖阁，洪鹏程二次升堂。随即传人将犯人带上，衙役答应下去。到了班房，将兆琨拖了进去。不知兆琨性命如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十四回 福寿寺僧人盘底细 大同县门吏鞠供情", "正文": "  \\n 第二十四回　福寿寺僧人盘底细　大同县门吏鞠供情 \\n 　 \\n 话说陶发见人拥着兆琨来到大堂，脆在下面，也随着众人挤在面前，以便听个实信。只见洪鹏程问道：“你们这斑狗强盗，一个意思起见，何无人在内谏沮？我看你轻小年纪，倒是快些招来，免得使你哥哥吃苦。”兆琨不等他说完，连忙回道：“公祖说谁为强盗？生员是前任夏国华女婚。由去岁入泮，一向在家读书，怎么就我主谋为盗？公祖也要秉公面讯。十载寒窃，巴结了这个知县，做岳丈也不容易得的，上有天理，下有子孙，做父母官考为的是代人伸冤，不能望着冤枉用刑拷问。公祖说我主谋为盗，究竞何凭何据？不能听一面之辞，害人性命。”本来兆琨比兆璧胆大，加之口头又利，句句话皆刺着洪鹏程的心。鹏程听了这一番话，不由的动怒起来。 \\n 骂道：“你这狗强盗，自己做了犯法事，还丢别人的丑。前任夏太爷虽然身死，决不致要你这强盗为婿，然则冒充他，还挺撞本县么，现有你哥哥的供在此，还去向那里赖。若是不招，莫怪本县无情，怕你这两只狗腿，当不住刑。” \\n 兆琨道：“苦打成招，这也不是居官的好处。公祖说国华不是我的岳父，现有媒证可凭，那是假不来的，你料我不知里面的底细，我说你听。现夏均祥嫌贫爱富，欲想退婚，他父亲不是这人。昨日将我诱进来在福寿夺内，逼我写退婚，我不肯行，故而将我捆起，关在黑暗房中。想出这个主意，买盗扳人害我弟兄的性命，你们这狐群狗党，就要靠着叶家过一世的日子？我看阳世虽可欺人。阴司也不容逃脱。我华兆琨年纪虽轻，却是一身清白，不是那些贪官污吏助强欺弱起来。你要我认这番供，半句也没得。” \\n 你道华兆琨何以如此清楚？只因那福寿寺系夏国华停柩之地，不料被均祥诱来捆在那一间房内。自知陷入计中，心内想道：我拼死这退婚不写，谅想他不敢将我怎样。一人睡在床上，也就不问别事。自己胡思乱想、只望陶五进来将此事回去通报，好请汤德元想法。那知到了晚间，陶五不见进来，忽听外面众人喊道：“王大爷来了，请进去坐罢。”又听那人问道：“夏小爷到那里去了？华家那个小于可写不肯写？”众人道：“现在捆得那里，夏少爷被他说了许多话，无法可想，故而把他关在这里。” \\n 那人道：“何必如此周折，现在县里已经说明，还怕他怎样。既然如此，等我前去叶少爷那里听回信去。”这人却是王活嘴前来讨信，这些话被兆琨听在耳内，方知是叶家瑶云为婚特教夏均祥来做这事。无如被他们捆住，也没法争论。到了二更时分，来了一个和尚，劝了他一番，说“鸡蛋不必同石头碰，我是好话。除去夏家女子，何地做不到亲，定要与他作对。恐自己吃苦小事，还连累别人，这是何苦。听说汤先生已遭诡计，锁在衙门里面，专等你写了退婚，方肯将他放去。现在叫人提你哥哥去了，不是我多话，此刻让他些，等日后功名发达，再行报仇不迟。”说着暗暗叫人送饮食与他吃。兆琨问是何人，怎样认得我，肯前来照应，和尚道：“我不是别人，就是汤家镇那个伍员庙的僧人。汤先生是我家的施主，前日听说你们进城，我就有点不放心，后来问了叶家管家的，方知你们这段事情。我说到了，你自己斟酌，恐怕他们来看见，说我走漏风声，我要去了。”说毕就走。 \\n 此时兆琨方才明白。捆了一夜那里睡得着，次日饭后，就来了许多人，俱是衙门口装束。拥进来将兆琨锁起，说道：“你家哥哥现在堂上受了大刑，供认同你为盗，你还躲在这里。快些同我们前去，不要装模做祥的。”那时身不由主，被众人拖到衙前，却巧遇见了陶发，告知他兆璧事情，他所以方大喊骂着夏均祥。此刻在堂上又说了这许多话，洪鹏程怒道：“本县不用大刑，你抉不肯招。左右，代我将大刑来伺候。”众差人一声吆堂，将夹棍摔下，兆琨看见喊道：“我系在庠生员，既未犯法，且未革去功名，何得轻自用刑？难道不知定律么？这样无辜诬良为盗，我怕你这狗官也做不长久。”洪鹏程被他骂得实在难过，不问清红皂白，就叫人用刑。左右也就与兆璧一样的办法，把长衣脱去，露出左腿，套在夹棍小圆洞内，两旁又威武一声，一起收绳子。但见兆琨哎呀两字未喊出口，把脸一变，眼睛一闭，昏了过去。 \\n 差人依旧取水喷醒，兆琨慢慢醒来。洪鹏程又叫他认供，他只是大骂不止。说“你受了人家多少贿银，就忍心害理诬良为盗，现在一件实据没有，叫我从何招来？” \\n 洪鹏程听了冷笑道：“你们真不愧是个弟兄，先前他在此也是如此说法，你既然要真凭实证，本县就把你们对证。” \\n 随即又叫人将老蛮子提了出来，方至堂上，望着兆琨喊道：“二相公，你怎么也犯了案？那事是过重了，不能逃脱。也不能怪这老爷追得紧，只因施园长那里追得太凶，我看你从实说罢。大相公已经认了供了。”兆琨听了这话，恨不上前将他打死。骂道：“你这些囚犯受了谁人的买嘱，扳我弟兄？终久总有个皂白，我华兆琨宁死是不能认供。 \\n 这事头上有天，你们这狗官如此害民，随后也要象我华家遭这横事，子孙亦要为盗被杀的。”说罢骂不绝口。洪鹏程在堂上被他这一顿，怎能忍得下去，把惊堂拍翻，只叫“拿大夹棍来，将你夹死，看你还会狡赖。”说着又夹起来。兆琨仍然痛骂，直骂到昏晕过去方才住口，差人见了这样，又用水喷烟，才醒转过来，仍然无供。洪鹏程还要用刑，忽然背后来了一人，说了两句话，随即标了监牌，将他送监内，退堂而去。 \\n 你道是为何事？只因他审这华家弟兄，王活嘴却在里面。先前见兆璧拷出供来，他就喜之不尽。说道：“只要有一人肯认，公事上就好做了。”此时见兆琨绝口不认，反而大骂不止，他怕洪鹏程真把夹死，被亲属告了上控，反为不美。而且汤德元从前日醉倒之后，后来虽将他关锁在里面，终不是常事，故请洪鹏程退堂商议。彼此见面，活嘴道：“不料这样的小孩子，却如此挨刑。我看既有了兆璧的口供，就可以申详上宪，也不必送他性命。但将他两人监禁，待叶家事办毕，然后再想法开活便了。惟有汤德元如何设法，若是放他，则养虎成害。不放他，就要归这案讯办。怕人多口供格外难定，公祖有何主见，好从速施行。 \\n 洪鹏程道：“在小弟看来，到有一计在此。先将汤德元过一堂，无论他招与不招，即将他收禁。叫老蛮子到他家作起脏之说，晚间授意禁卒，叫他如此如此办法，岂不两全其美？”王活嘴道：“公祖办事甚为妥当，但是不过损点阴骘。然华氏弟兄真是两个好汉，用到如此严刑，满口尚是硬话，真是世间罕有之人。俗语云：心不偷，凉幽幽。所以他们如此硬法。然亦难说，若不如此办法，大事何以得成？”鹏程道：“但是上宪过堂时，还要叶公料理。”活嘴答应辞了出来，回去报信。 \\n 且说陶发在堂上听此审法，方知是夏与叶两姓共谋暗害，后见被夹棍两次，恨不能上去替他，急得满面流泪。所幸末后末认供，将他收禁，陶发也就跟了出来，只恨不能同他进监。好容易等到挨晚时候，衙门内来往的人不甚多了，遂访到李春家内，预备买嘱入监。不知陶发果得进去，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十五回 洪鹏程诬良为盗 汤德元负屈入监", "正文": "  \\n 第二十五回　洪鹏程诬良为盗　汤德元负屈入监 \\n 　 \\n 话说陶发来至李春家内，问道：“李老兄在家么？”却巧李春正由衙门回来，谈论这事，听见外面有人，连忙迎了出来。问：“是那位来找？”陶发赶着上去说了来意，道：“我这两个小主人实在冤枉，现在遭了这个横事，就是头翁也该知前任夏太爷的爱婿，哪知反害了他性命，他又是个读书人，这一来岂不要死在里面？”李春听他要去探监，忙道：“老哥不着急，我正为这事踌躇。你说这华家可是那阁老街华童的相公？”陶发道：“何尝不是？可怜我老主人去岁才死，现在就遭了这事，岂不伤心？”李春跌足道：“不料这个糊涂官害了这样好人，我实对你说，那个华大爷是我的恩人，我不是他救我一家，早没有性命。你要进去探监，那是不能够。你快回去安慰太太，这里总有我代他料理，包教两个相公没得吃苦是了。”陶发听他这话，仍是半信半疑，说道：“虽承头翁如此好心，只是回去太太问道，教我拿何话说？”“你就说十年前那个上吊的李春，现在管监，他能照应相公，太太就知道了。倘里面有什么话说，或明日或后日，来此我告诉你是了。” \\n 陶发听他十分恳切，只得千拜托万拜托出来，看见天色不早，怕没得出城，赶着一气跑到城门口，所幸还未上锁，他就求了门兵，放出城去。黑夜内一人跑回镇上，到了华家门口，将交三更。只听里面哭声震耳，原来陶五同兆琨进城，被捆在福寿寺内不得脱身，到了第三天，真是饿得要死，见来一个和尚，将他放走。回到镇上，见兆璧被人捉去，知道难逃法网，又将兆琨的话说了一遍。华太太与两位姑娘听见，所以在此痛哭。陶发敲了好半天门，里面方才听见。开下门来，见是陶发，华太太连忙来问。陶发已大哭不止，说：“不好了，我家两个相公好受苦了。这样冤枉，性命还不知在哪里呢？可怜他两个被两次夹棍，焉得不招。”说着又哭个不止。华太太见他这样，疑惑两个儿子已经没命，只见望后一倒，“我的儿呀”，一声还未喊出，已昏晕过去。陶五急道：“究竞相公怎样了？说得不清不楚，现在到底怎样？”陶发一听遂止了哭，上来将华太太灌醒。 \\n 两个姑娘又言道：“你把进城的话前后说一遍再哭不迟。”陶发道：“我是急得说不出来了。”于是就慢馒的从头至尾说了一遍。却是与陶五所说的差不多，惟审的时候话不同。华太太听毕又哭个不止，还是陶发的妻子过来解劝一番，说道：“现在既遭了这事，相公还在狱内，要想法进去铺监，方不得吃苦。”华太太道：“我是女流，从未见过这样事件，教我从哪里办起？”淘发又将李春的话告诉了大众，华太太听了方才明白，止了哭，道：“这人果是李春，或者还有照应。从前这人住在我家间壁，那年穷得设法，在家上吊，被我知道，送了他十串大钱，方可过年，后来他就上了这门户。但是随后怎好？两个人性命不能白白送死，还累汤伯伯受此冤屈。现在尚不知下落，你们要到他家去问问方好。”华太太说了又哭，哭了又说。到了天亮，陶氏弟兄方才回去。吃过早饭，来到汤家问信，刚至门口，只见许多公差围着一堆，内有一人牵住一个犯人，说道：“赃在哪里，你快说来，好进去动手。”犯人道：“明明的是我们放在他大厅后面，现在如何没得，定是他换了地方，你们何不进去搜一遍。” \\n 众人听毕，就一齐轰了进去，不问清白，乱抄一气。 \\n 但听里面吵嚷道：“你家丈夫做了盗首，被犯人供出，你们还不知事，难道不准进去就不查么？”那个道：“不要睬他，将他拖过来是了。”只见又进去几个人，先把汤太太捆起来，然后把两个姑娘拖在半边。汤氏弟兄欲上来拦阻，怎禁得那一班如狼似虎的差人快役，你一拳我一掌，推了过去，嘴里骂道：“怪不得老子做强盗，连儿子惧如此可恶。”说着七手八脚，乱翻一阵，所有些衣囊首饰全行带去，只剩了些硬器物件。一家哭个不休。众人说道：“这些物件也不知是从何处得来，原赃既有了，我们且去回明了老爷。”说着又把犯人带去。陶发见得清楚，那个犯人就是在堂上乱扳人的老蛮子。来至里面，见众人哭个不休，赶忙上前请安，将昨日在城内看见两个相公受刑认供以及在寺被捆的话说了一遍。可怜蕙徵小姐听见兆璧受了这样苦楚，大约是不得活命，自己父亲又不知下落，“真是天杀我也”，睡在地上乱波乱碰。 \\n 陶发道：“他们究竟何时来的？我昨晚出城已是不早，并未见着这斑人来。”汤太太道：“我们这几天不见老爷回来，已是急得没法了。今日饭前听见你的妻子来说兆壁被人捉进城去，是因强盗诬扳，我想他是小孩子家，又无仇人，哪里会有这事。正预备亲自去问，到了下午时候，本坊地保就带了许多人来将门口扎住，说你家案已破了，明早等起过赃方许出人。今日天将亮就来了，这班人将里面东西全行搜去，这不是飞来之祸么？究竟是谁人暗害我两家？”陶发又把叶开泰的话说了一遍，汤太太听了，格外悲苦，忙道：“现在惟有派人打听究竟、老爷还是在县里，还是在哪里，得个信息方好想法。”陶发道：“如在县里，只要未曾害命，都有人照应，只好仍是我去一趟罢。你们两家既遭了这事，我看还要搬远些方好，恐怕仍有人来暗算。”汤太太道：“此时也计不及此，只请你打听个信来，随后再说。”陶发只得又进城来，先到李春家问他昨夜监内如何光景。李春道：“你家两个相公倒不碍事，我己派人在里面照应。但是那位汤先生却有些难办呢。”陶发忙造：“我此时就为他来，现在怎么说法？” \\n 李春道：“昨日你走之后，老爷夜间升堂，就把他从里面捆了出来，说他是这案内盗首。汤先生先前还要辩白，后又将他两个弟兄提出。他见受刑重，想必是没得供，我若不招也要吃苦，就哭了一场，招了一趟胡供，收在监内。惟有老爷现在要办这人。”说到此处，就低低向陶发说道：“只皆是叶家的主谋，说他是个媒人，将他治死，以后方无对证，故此老爷听了他话，教我们将他毒死。这是如何说法。”陶发一听，赶忙跪下求道：“头翁务必要积德，他已经家产抄尽，望留他一条性命。”说着跪在地下，哭求李春。原来这些法则皆是王活嘴出的，那日汤德元听说堂上提兆璧来，抢头一看，果是女婿，见他两腿皮开肉绽，鲜血直流。听他说道岳父冤枉煞了，与其目前凌辱，不如到阴司同这一班狗官算账，此刻就认罢。汤德元听兆璧说免得吃苦，所以也就招了一堂胡供。 \\n 洪鹏程令收入禁内，叫李春将他治死。李春答应下来。不知汤德元性命如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十六回 李禁卒报恩救命 洪县令入狱验尸", "正文": "  \\n 第二十六回　李禁卒报恩救命　洪县令入狱验尸 \\n 　 \\n 话说洪鹏程将李春喊了下去，叫他用金钩脸子将汤德元治死，允他一千银子，买嘱他不要声张。李春当时答应下去，心内想道：他是我恩人华大相公的岳丈，何能下此毒手。所以此刻见陶发苦苦哀求，乃说道：“你且起来，我代你想法。我们虽在公门中吃饭，也知将恩报恩。从前受了华府恩德，救我一家性命，如今焉能见死不救。但是上命差遣，概不由已。惟有做个瞒上不瞒下的事，我们老爷不过是要送汤先生的命，只要将一时混过，就不妨事。这个金钩脸子乃是官府的私刑，遇到难办的事，详不出去，又不能不办，谕我们下这毒手。说出来也是可伯，我但告诉你，绝不这样做。每到临用的时候，先将犯人绑老虎凳上，脸朝上，背脊朝下，叫他手脚不得活动，然后用草纸一百张，一大碗高梁酒，先把草纸在他脸上蒙好，一口酒一喷，将他七孔盖紧，不许伸气，随后盖一起，喷一起，只要一个更头，喷上七次，蒙上七次，这一个人就活活的闷死，然后将纸揭下，用水代他洗去酒味，那个脸上就同病死的一般。即是好忤作子也想不出来这个法则，最为利害。汤先生要弄就在晚上动手。” \\n 陶发听说要晚上动手，连忙跪下哭道：“头翁真真不能，他已经是冤枉，不能再送了他性命。”说着磕头不已，李春赶忙将他扶起，道：“你叫我说，底下还有话呢。”陶发仍是不肯起来，苦苦哀求，请他不要动手。李春道：“本来是要这样办法，只因看华太太面上不能如此，只好此时你赶回去买口棺木，预备在此等到明日应用。”陶发听见，又连声大哭起来，说：“你倒叫我去买棺木，还说是不动手，这不是哄我，去要送他性命。”李春急道：“你不听我说了，就这样乱哭。我叫你买棺木，是遮人耳目。我这里有粒丸药，叫做闭气丹，眼下去，一昼夜不省人事，如同酒醉一般，呼吸气一点没有。今夜四更天，我进监叫汤先生吃下。次日早上去报老爷，请他前来相验。他看见人已没气，自然说是死了，就将棺木盛殓起来，抬出城去，等至晚间人静时候，再将他救了出来，逃往他方躲避，俟这里想出别的法则，再行翻案。你此刻赶速回去罢。” \\n 陶发听了这话，方才放心，又是干托万嘱，爬了起来，回去预备。 \\n 这里李春来到县内，洪鹏程说道：“昨晚同你说的话，务必要做到了，不但本县重赏与你，叶少爷那里也有赏的。”说着到了里面，取出一张银票，递与李春道：“这是一千两银子，你先拿去，待事成后，叶少爷那里也是这样。”李春接在手内，请了一个安，说道：“老爷的恩典，叫小人办事，怎敢办得不到。但是府里要有人去料理方好，免得过堂翻供。”洪鹏程道：“这事已经说好，你但放心做去是了。”李春答应出来，自己想道：这样的贪官，做了这样的坏事，不弄他些银子弄谁的去？我先拿了他再说。走出衙门，来到钱店，将银子兑了，将来预备破案时，拿这银子到别处安身。又上街买了些酒菜，到了上灯时候，来至监内，将兆璧弟兄与汤德元大家吃了。 \\n 兆璧道：“恩公如此徇情，设若有人来查。岂不是恩公的干系？”李春道：“相公也不是江洋大盗，遭了这冤枉，谁人不知道？“说着，又叫小夥烧两盆水来，代他二人将腿上伤痕蒸洗、敷上了好药，然后扶他二人坐下。摆了酒肴，说道：“相公同先生吃一杯，连日苦楚受足了，现在既到此间，愁也无益。” \\n 可怜他三人如坐针尖一般，那里吃得下去？怎禁得李春苦劝，只得稍饮几杯。兆璧道：“恩公昨日说我家陶发前来问信，今日不知可曾进城？”李春不敢将汤家被抄的事说出，只得回道：“适才回去，你家太太虽然在家盼望，所幸被大众瞒着，尚不知你认供收监，说是在城内等讯，稍停几日就回去的。只好先将这几天糊过，随后慢慢的再说。”华氏弟兄听见，不由的纷纷泪下，哭道：“母亲呀，你老在家盼望，不知今生可能见面了？早知如此，这门亲事也不做了。”二人对面哭个不止，汤德元看见这样，格外伤心。李春又劝了一会，说：“你们虽然认供，终久没得死罪。不过是个年灾月晦，过了这个月，能够换个好官，或通个大赦，就可以出去。”说了多少好话，方把两人劝住。 \\n 吃了点酒饭，李春又叫小夥家代他们铺床烧茶，各事已毕，然后李春方将洪鵬程的话对他说知。汤德元哭道：“我与他又无深仇大很，为什么要这样害我，今日若不遇着恩公，我三人的性命是没有了。虽然这样说法，设若彼人看破，岂不连累恩公？我该因命里遭殃，死了倒是好事，免得再牵累恩公。”李春的心下听得这话，想这人倒有点良心，说道：“你们莫这样说法，我已打算好了，就是破了机关也不怕。只要出了这监门总好设法。”又把洪鵬程给他的賞银预备拿此逃往别处的话说了一遍。道：“该因你们派有救星，你能出去，也好在外面想法。或是叫人进京上控，或者等钦差过境浮水喊冤。只要遇见好官，就可将他们救出。”汤德元听他这派话，也甚有理，到了此时，也不知这丸药真是有用没用，只好听天由命，答应依他。 \\n 李春就在身边取出来与他服下去，过了一会，真是如睡觉一般，昏了过去。看着脸上变了颜色，兆璧还疑惑是真死去，正要大哭，被李春忙赶上前拦住，叫他不要声张，说这事本是官叫我瞒着人做的，你们若哭起来，岂不是被人知道？他设若疑惑，又要叫我送你两人性命。一个还可混得过去，两三个人怎样瞒法？你们还是将家火上了，各人归号，明日就是来相验，问了你们，均回不知。兆璧弟兄只得答应归号。过了四更时分，李春将他们安排好了，然后向他说道：“我到里面送信，好叫他相信。”兆璧点点头，叫他前去。李春出了监门，来到大堂后面，果见洪鹏程还在签押房等候。 \\n 走了进去，在旁站下。洪鹏程见他进来，赶忙问道；“办的事怎样了？为何到此刻始来？可曾结果停当么？”李春道：“已没事了，特来见老爷复命。明日究竟若何报法，还是说他畏法身死，还是说他暴病？”洪鹏程想了一想道：“横竖明日是要验的，就说他得了暴病罢，仍叫他家属领回，免得后来公事上又多一人。”李春答应，看出来正是合了他的意思。先回家将自己朋友找来，皆是明日值班的人，恐怕他们看出破绽，每人送了几两茶敬，请他们不必追求。又说些好话，大家明知这事冤枉，谁人没得良心？见了这个样子，又得些银子，自然同声答应。 \\n 次日一早，李春又进监内，先打了报呈，说汤德元暴病身故，请官入监相验。到了辰刻，里面就喊伺候，传齐招房忤作一众人等。洪鹏程来到监中，在狱神堂口坐下，先将李春喊上，问了两句，然后叫忤作开验。大众已受了李春的重托，也不翻来覆去的细看，草草的将汤德元衣裳脱去，周身相了一回，忤作高声报道：“验盗犯一口，委系暴病身亡。”洪鹏程也故意下来看了一回，以为是金钩脸子送的性命，就叫招房填了尸格，出了监门，来到大堂上面。三班排衙已毕，传出堂谕，着汤德元家属领棺埋葬。原差取了差票，就到汤家镇来。不知汤德元活与否，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十七回 领棺柩起死回生 备文书捏情定案", "正文": "  \\n 第二十七回　领棺柩起死回生　备文书捏情定案 \\n 　 \\n 话说洪鹏程相验之后，来到大堂。传了堂谕，叫家属领尸埋葬。原差接了差票，随即出城来到镇上，找到汤家。只见有个人站在门首，上前喊道：“你可是汤德元家内的人么？”那人抬头一看，说道：“你问怎样？”差人道：“你眼睛也不睁，这样的粗卤法。问你自然有事，我们是县里来的，你家汤德元遭了那个案件，现在监内得了暴病，昨日夜内死在里面，我们老爷开恩，免得葬在冈子上，传了堂谕，叫你们家属前去领尸呢。”那人一听哭道：“我主人果真死了，可怜遭了这冤枉，却死在那个里面，苦也不苦。”说着转身一路哭到里面去了。差人见了这情形，皆以为人死未有不伤心的，这得跟了进来，催他速去收殓。里头汤太太等听了这，也哭个不止。想了半天，又叫那人带着汤俊进城前去，又取出一包银子，不到十两光景，汤太太哭道：“我家那样家产，遇了这飞祸，即弄得清净，现在人又死，连买棺木的银子都不够了。”说着，又放声大哭。 \\n 差人望见这样，遥想也榨不出油来，只当空跑的，只得随着那人回到城内，在四拼店内买了—副棺材，薄薄儿的，喊人拾到衙里面门，然后原差将他两人带到堂上，具了领状，方到监内来收殓。此时李春正在里面，听说家属来了，抬头—看，正是陶发同着汤俊走到里面，见汤德元死在地下，汤俊也不知道这底细，见父亲身死在地下，焉得不哭？哭了—起，众人将他劝住，动手把汤德元收殓起来，随时抬了出城。到得镇上，就在祠堂里面停下。陶发开发了力钱，把扛夫走了。汤太太与两个姑娘就来到祠堂内，穿了孝服，哭了一回。那些镇上亲戚朋友，听说汤家遭了祸事，汤德元身死在狱内，现在领棺回来，无不个个叹息。惟有华太太与李大椿的母亲哭得十分利害，一个是因儿子同受这祸，现在尚在车内，不知性命如何，故此伤心。一个是因带他儿子考试，用了多少钱，作了多少难文字，又将他母子接在家中居住，这样好人竟不能好死，故此你对我哭，我对你哭，哭个不休。闹了半天，到了上灯以后，大众方才散去。 \\n 忽然陶发从外面进来，望着两位太太说道：“你们不要哭了，现在有人来了。”华太太听此，忙住声向外一看，早有一人走了进来，汤太太问道：“这就是李头翁么？”陶发道：“怎么不是？”汤太太方欲上前谢他，早见那人望着华太太磕头下去，说道：“恩公现在此地，我李春不知恩公在此，一向少来问候，望恩公恕罪。”华太太再细细一看。忙道：“你就是李春么？”李春道：“怎么不是？自从那日蒙恩公搭救，后来就在县门口帮着人做个夥计。因前年闹兵乱，之后无人充当这门户，故而我上了。那知这两年华先生已去世了，现在相公又遭了这祸，如此好人，天老爷也不公道。”华太太听他提起儿子话来，不由的又哭起来，道：“这都是这夏均祥害了我家好苦，若不是碰在你手内，岂不送了性命？可怜汤先生也是个好人，无辜的被累在里面，你道可怜不可怜。”李春听他这话，大约是不知此事，遂向陶发道：“这里可有外人么？”“这皆是我们家内的人，请你就在此刻动手罢。” \\n 李春道：“你莫着急，先将门关好，恐怕有人进来，露了风声不是顽的。”陶发答应，就出去将词堂门关好，上了大闩进来。此刻汤太太方把这话对华太太李太太说知，大众道：“这个李头翁真是难得，担着这样的石子救人的性命，不知随后将何以报德？”李春谦逊了一会，自己又各处望望，然后叫众人过去，他就与陶发把棺柩抬了下来，用力将盖子掀去，在身上取出一位丸药，放在汤德元口内，赶忙又叫他烧些水来，又拿一床大被将汤德元盖好。不到半个时辰，只听棺材内微微的响动，又过了一会，有了声音，陶发真是喜出望外，就要上来揭被。李春赶着阻住道：“你莫着急，现在还未大醒呢。”汤太太听见他两人如此说法，就与华太太走了过来。只见李春弯着腰将头低着，好像同人说话一般。约有一盏茶的光景，但听叹气一声，说道：“闷死我了。”众人见汤德元活了过来。谁不欢害。来看李春，已代他将被掀了，让他坐起，赶忙把开水乡来把他喝，好似牛饮水一般，一连喝了几碗，方由棺内出来。望着李春说道：“不是头翁救我，已为阴司之鬼。”说着就跪下来，代他磕头，被李春一把早已抓住，道：“千万不要如此，此地耳目太多，日久难保无人知道。今日一夜已过，难于逃走，明早先躲起来，等到晚间仍要逃往他处，方可安身。我在此不能耽延，还怕里头找我。” \\n 华太太见他要走，复又拜托一回，请他在监内照应。 \\n 李春满口教他心内不要烦，自然有我报效。说罢辞出，与阁发来到县衙，暂且不提。 \\n 单说洪鹏程见汤德元已死，自以为这事无碍，随即着人去请王瑶叶开泰来。他们早己得信，知道用了毒手，把这三人办下牢内，现汤德元已死，正要叫王活嘴到县里问他如何申详，却好着人来请。活嘴赶着前去，进了衙门，彼此见面，话嘴道：“连日费心办究，这事敞东十分感激，正要前来奉谢，不意尊介已去呼唤。但是现在如何详法，方可妥当。”洪鹏程道：“小弟已叙得稿子在此，转请老哥前来观看，好回复世兄，看他意下如何。” \\n 说着，到签押房内将稿子拿出，交在他手内。活嘴取出一看，上面写着为申详从盗图劫刀伤事主事，于某月某日，本邑王家店施某夜半被盗破门劫去衣物，当时拒盗被伤两人，勘验属实，派差缉获得盗首老蛮子某人，堂上供出同党打劫，华某先后一齐被获，现在供认不讳，惟是非首犯应减一等法律，着永远监禁，所有老蛮子一名乃是案中正凶，应当拟抵云云。 \\n 活嘴看毕，道：“就是活了这两个人头了，但是敝东事情定妥，也不要他的性命。至于府内，敝东已当面说知，只要公祖这里详上，无不准的。”洪鹏程笑嘻嘻的谦让了一回，说道：“不是小弟夸口，这点见识还有的，如此详就是了。但是要紧的事件，请他要赶快办，怕的日久生变。”活嘴答应称是，辞了出来，去回复开泰。这洪鹏程就依着原稿，行了详文，送到府里。府里也是与叶家有世谊，又是叶槐的同年，就照原文复详上究，不到一月光景，回文已经发回，将兆璧兆琨定了监禁的罪名，永远不放出来，老蛮子着即斩立决，洪鹏程好不喜欢。说道：“今日可以去见开泰，代他办了这件事情，看他如何说法。”随即传了伺候，乘轿来到叶家拜会。号房将帖子报进，里面喊话，到了大厅，早有活嘴迎了出来，说道：“不知公祖驾到，有失远迎。敝东现在书房里面，请进去坐罢。”洪鹏程招呼已毕，就跟了他进来。见开泰已在那里等候，彼此见礼，分宾主坐定。开泰先行说道：“连日这事诸多费心，感激之至。家父那里已写信去，所有感情全写在上面，想不日定有好音。”洪鹏程谦逊了一番，然后将回文拿出，与他观看。就此一来，夏瑶云几乎有性命之忧，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十八回 言罪状老母生悲 说苦情阿郎行诈", "正文": "  \\n 第二十八回　言罪状老母生悲　说苦情阿郎行诈 \\n 　 \\n 话说洪鹏程将回文取出与叶开泰观看，说道：“这事小弟已代办毕，但夏家那里请世兄早打主意方好”。王活嘴在旁说道：“此事我已与均祥说过，此刻最好请公祖再去告知他，这事已毕，随后还想请公祖为媒，不知尊意若何？”洪鹏程道：“此刻前去可矣，若随后仍须要请别人，况耳目不便，事情在我手内办的，现在又做这媒，岂不为人议论。我此刻就去是了。”随即起身告辞。开泰送出大门，一直来到夏均祥家内坐下。却巧均祥在家，彼此先谈了些闲文，然后就把回文又拿了出来，说道：“尊府从此可免一后累了。叶府那里已经去过，诸事听这里信息，请老哥从速打算。”均祥道：“小弟无有不行，惟是家母那里须要说通，方好行事，总在这两日，定有回信是了。”洪鹏程又叮嘱几句，告辞回衙。均祥心下想道：我不趁此这样说法，随后就不好措词了。想罢，来到后面，却值赵夫人在外面坐着，向均祥问道：“即才洪老爷又来何事？”均祥冷笑了一声，即不开口。徐翠莲见他这样，看不下去，说道：“母亲问你话，为什么不开口？” \\n 均祥道：“不是我不说，真是说出来，丢了自己的脸面。爹爹在时，爱重了这个女靖，现在做出这样事来，性命还不知在何处。”赵夫人听了这话，着急道：“你说话为什么不清不楚的，究竟他做了甚事？”均祥道：“无非是做强盗。”赵夫人骂道：“你这死畜生，全没得好话说，他那样一个念书人，手无搏鸡之力，怎样会做强盗，岂不是你遭踏人家？”均祥道：“我遭踏他，我有脸面些。实对你说罢，不独他是强盗，连汤德元还是强盗呢。前月王家店施园长家被盗，后来捉住刀伤事主的强人叫做什么老蛮子，一堂审讯，就供了出来，是汤德元的窝家华氏弟兄主谋。前日洪鹏程派差下乡，将他三人提来，先前还抵赖，后来被老蛮子对质抵住，用了两夹棍，方才认供。在堂上还说是我家女婿，幸得洪鹏程看前后任的情分，说他是冒充，本来该拟斩罪，现在从宽定律，改坐长牢。你看可恨不可恨。可怜妹个终身怎好。兆琨是永远不得出来的，然则即丢在家中养老么？” \\n 赵夫人这一听真是意外的事情。哭道：“他那个人决不是个强盗。这总是有人仇害。你既与洪鹏程认识，就该托他审问清楚，怎样糊里糊涂就定了罪名？只不是冤屈死人？”均祥道：“官也不是我做的。谁教他认了口供。 \\n 一字人公门，儿牛拔不山。他在堂上亲口说的，岂能偏护？现在洪鹏程不从我家追究。已是实足的人情。叫他不办兆琨，事主也不肯答应。我看倒是这样好。免得后害了我一家。”赵夫人被他这一起说。虽是心下疑惑，无奈他说得确确的、也只好烦在肚内。又怕瑶云知道，均祥出去，暗地下又叫人出去打听，那知这些人惧是均祥的心腹，所有几个忠心的家人，见均祥所为不善。 \\n 得请假到别处去了。这些人见均祥说了这话。皆知其用意，此刻赵大人叫他们去打听，随即说“太太你老人家，不知外面的事。我们已经知道。只是个敢说出，现在是华家通同为盗。少爷说的话，句句是真，我看太太千方不要说是女婿了。设芳施园长家知道。再牵涉我们来，那是格外不是了。”赵夫人被他们这阵说，就信以为真，心下想道：人真不能科定。那样—个文墨人，就会做了这事。岂不是坑害我女儿？按下慢表。 \\n 从说瑶云从他父亲死过之后，看见哥哥如此坏法，家虽可发达，目下又如此之穷，听说哥哥又要将家搬回原籍。如此一来，与华家又离了远些，左思右想。心上难安，不觉得了—病睡在房中。每日终朝只是痛哭。赵夫人见了这样。虽白般劝解。无奈他的心病是终久化不开的，药也不知吃了多少。只是不得效验。此刻均祥说了这许多话。明是要叫他听见悔心。却巧他在后进房中眶着，所以全未听见，赵夫人也就招呼上下人等不准漏点风声，怕他知道自寻短见。惟有庆喜晓碍此事。心上恨道：我看这事决然不确、就是有了这祸，也是被人陷害，我看这情形怕的就是家鬼弄家神。照此看来，我们小姐真苦煞了。 \\n 不说他暗地一人瞎想。单说赵夫人与均祥说话之后，见他母亲似有活动的神情。当时也不开口。一宜走出大门来找活嘴。到了叶家，却巧王瑶不在家内，丢了信息，请他晚上来有要言面谈。自己回来，走进书房，徐翠莲前来问道：“华家那事究竟是真是假？不要被人扳害？”均祥道：“谁哄你们，今日洪鹏程已将上宪的回文与我看过，定了永远监禁的罪名，还假的么？你看这事如何是好？从前叶家那样说法，直是不肯。现在遭了这事，我想还是走条路方好。你千万此时不必说着，等到外面话说定，再与太大说知。” \\n 徐翠莲道：“你又来了，无论华家是真是假，就是代你妹子另行聘人，我看叶家总不肯做亲，你父亲功名坏在他家手里，若是真做这亲，外人岂不说你无耻？宁可过两年回乡去，另聘人家，万不能聘与姓叶的。”均祥见他不同心路。怕他又露了风声，乃道：“我不过这样说法，还怕叶家不肯呢。”正谈论间，忽报王太爷来了，徐翠莲也不知是谁，转过后面躲避。活嘴进了书房说道：“失迎失迎，适奉呼唤，有何见教，洪知县想必来过了。”均祥道：“来虽来过，只是细情Q欲Y同你商议。现在家母面前已是如此说法，外面虽觉无话，但恐疑信参半，日后访出实情，此事怎能成功？且舍妹现又抱病，若着急，恐不能行。特地请来想个法儿，如何与我母亲说知，总要先行下聘方好。” \\n 活嘴低着头想了一会，道：“我看这事不必犹疑。过早固不好，过迟也不好。我们不如以下月二十为度，总在那几天择个喜期，数日前行聘礼，就过年庚帖。但要同令堂说明，令妹面前可不必说及，就是行聘那天，也说是华家迎娶。只要过了门，就是令妹知道，也是生米煮成熟饭了。令堂这两天也不必说起，稍定数日再谈。” \\n 均祥还斟酌不定，活嘴道：“我们替人家做事，总有点胆量。令抹与令堂总是个女流，难道还怕他们么？我此刻还有别事，一言为定是了。”说着匆匆别去。均祥听了活嘴的话也甚有理，一人想道：我父亲既不在，理应由我做主。到那时母亲肯行就罢，不肯行时我就直上，还怕怎样？从此在家绝不提起。光阴似箭，转瞬已到下月初十左右。瑶云的病渐渐已好了许多，这日母女闲谈议论回籍之事，均祥假意说道：“我看此刻也不必急急回去，华家现在虽在服中，一两年后也是要娶的，不如等他娶后再行回去，免得两头来往。”赵夫人见他说这话，以为他是有意哄瑶云，安慰他的心，也就答应道：“你能如此例更好了。”大家谈了一会，瑶云以为是谈他的心，也不好插口说话，只得与庆喜转回房去。 \\n 均祥见他已走，向赵夫人道：“母亲可知二子说这话有何用意？”赵夫人道：“我那里知你有什么意思，何不明说？”均祥道：“不瞒母亲说，先父亲在时，闹了几次，一定是看上这姓华的，现在丢了这个脸，妹子也有这样大的人，当真的养老么？人家总想有个好亲戚，彼此可以照应。就是父亲把妹子与华家，也不过是想兆琨发达，后来有个靠傍。现在父亲已死，除儿子外就无别人撑这门户，外面亦无路走，不能坐吃山空，也要想点事做做方好。从前叶家求亲，皆不肯行，目下华家是自己遭踏，就是把妹子另行择配外人，也不能议论我们。在儿子意见，还是把叶家的好，不但妹子终身有靠，就是儿子也有个帮手。所以特来与母亲商议，总要疼儿子些好。”那知这一番话，居然把赵夫人说动。不知赵夫人意思如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第二十九回 定佳期母子欺闺女 听实话夫妇露真情", "正文": "  \\n 第二十九回　定佳期母子欺闺女　听实话夫妇露真情 \\n 　 \\n 且说夏均祥在赵夫人面前说了一番苦情，以为把妹子与叶家做亲，兄妹两人皆有好处。赵夫人听他如此说法，乃道：“虽是这个说法，华家现在还有人在此地，难道就不晓得？不前来争论？到了临时，闹了出去，岂不是为人耻笑？而且你妹子也未必肯，你倒要想想才好，不要乱来。到临时上台，不得下台。”均祥道：“只要母亲答应，这事未有不成的。华家既做了犯罪的事，莫说他不敢来，怕遭牵累，就是前来，我也有话回他。从前虽然做亲，却因是个好人，读书上进。现在犯罪为盗，永远监禁，我家就肯把人与你家娶，你家怎样娶法？且从前不过是句话，又未行茶下礼，立定婚书，还怕他怎样？至于妹子那里，也可想法。或说华太太现在有病要他家去冲喜，或说兆琨被人聘请到外路作募，暂时不能回来，故此要娶了回去。妹子是个女流，那里晓得这样清楚？只要过门之后，把脸一开，做了少奶奶，他看见叶家那富贵，再把华家的事细细告诉他，想他也是个明理的。”赵夫人究竟是妇道，被儿子这样一说，也就没得话说了。但招呼道：“做虽这等做法，惟是不能露风。你妹子的性情你是晓得的。”均祥见母亲肯行，已是喜出望外，连忙回说“晓得”。走了出来，叫人去找王瑶。 \\n 一会工夫，活嘴已到。均祥就把方才的话对他说知，叫他赶紧前去办理。活嘴也是欢喜，心下想道：我想了些主见，今日方才成功。眼见得两边的谢媒拿准了，随即说道：“你这里既然说通，那边无不答应的。就是这里银钱不足，既是亲戚，也无不可通融。”均祥听他说到此地，也就对了心意，低低说道：“不瞒你说，如做这事，我一应妆奁尚未备办，你能代我借二三十银子，随后定然奉赵。”活嘴道：“此事不必烦心，我即刻回去，同令亲说过，先送一千银子与你这里先用，随后如数奉上便了。”说着起身回去，不多时果然前来，道：“现有白银一千，权望收用。”均祥得着这些银子，心下岂不快活，连忙来到后面，将银子交与赵夫人，道：“这是人家礼帖，怕无人置办妆奁，故此先送这一千银子，让我做面子，随后还有二千。这头亲事从那里找去！”赵夫人也无话说，收了下来。 \\n 次日一早，活嘴又来笑嘻嘻的说道：“吉期是定了二十一的，十九过礼通信，所有一切妆奁，概不争竞，请你照办是了。所有媒人，就是小弟与洪鹏程。”均祥一一答应，又谢了昨日的银子，然后话嘴辞去。均祥想到今日已是初十，不过有个日子，虽然说不争竞妆奁，面子也要做的。连忙进来与赵夫人商议，先开了衣单以及动用物件，然后说道：“抹子那里也要告诉他一句才好，还有多少事件要他自己做的。到了临时匆匆忙忙，他疑惑起来，反为不美。”赵夫人也以为然，母子二人空房中议定，一同来到后面，在瑶云房中坐下。庆喜就有点疑心，说道：从来我们少爷末到后面来过，今日前来莫非是前日的事情？他就一人站在旁边，看他们动静。赵夫人先说了些闲话，然后喊庆喜道：“今日华家有人前来，你晓得么？”庆喜会意，也就答道：“听说前面来客，不知是那个来此，太太说华家来人，是为何事呀？”赵夫人道：“你这丫头倒呆了，难道小姐把人家定了，还有总不娶的么？现在本省学宪爱你姑爷的文才，特地前日着人来请他同去阅卷，考试之后，仍要带他进京，大约有三五年才回。华太太现在回家在急，因此择了二十一的日期。人真不可貌相，那样一个少年孩子家就有人来访他，还可送一千银子做聘金，所以有钱做这件事。你少爷已经答应下来，此刻与我来这里告知你小姐的。” \\n 赵夫人说毕，就对着瑶云道：“你可听见，娘儿们在这里有甚害羞，你要什么东西，可对我说，好同华家去要。”瑶云听见这番话，自己不开口，心里甚是疑惑，道：华家现在服中，怎么能做这事？难道不怕违例？只因均样坐在此地，不好动问，只得低着头，一言不发。庆喜在旁也是疑惑，连忙问道：“太太说华家要娶，他家现在还未除服，何以急急要娶？”这是庆喜有意问他这句话，看着脸色，赵夫人本是被他这句话问得唐突，暂时回不出来，两个眼睛直望着均祥。均祥赶忙说道：“你不听太大适才所说，他家是因学宪请姑爷进京，有三五年才得回来，此时虽是说娶，不过是瞒着外人，完全其事，也不是惊官动府的，那有人来问他。”庆喜见均祥强词说项，也就不敢再说。答应道：“原来如此，只是太勿促了。”均样还怕他追问，故尔牵着别话混了过去。然后同赵夫人出来，议论别事去了。 \\n 这里瑶云听见均祥那些话，格外疑惑，见房内无人，望着庆喜道：“你才听见，那个里头说话，大约总有缘故。华家不知怎样说法？”庆喜此时虽然明白，也不敢骤然说出，只得劝道：“小姐你莫疑心。难道夫人还把苦你吃不成。我看这事倒是真的。”瑶云哭道：“你莫来哄我，我已早看透了。你听见个么，可告知我，也好早些打算。” \\n 庆喜道：“我真未曾听见，既然小姐疑惑，好歹还有几天，让我慢慢打听。有什么别情，来告诉你是了。”瑶云只是痛哭，就要叫他去问。庆喜道：“这是不能着急，你问急了，反而没得消息。我看小姐后且安息安息，无论怎样，总要有几天辛苦。现在哭也无益。”说着代他铺好了床，伏伺他睡了。自己一人却是纳闷，想了一会，道：前日我明明听见兆琨遭了祸事，定成永远坐牢之罪。现在忽然来娶亲，做鬼也想不到。连太太都跟在里面说诳。我打听真了，若果有别事，却苦了我们这位小姐了。看看天已不早，正要收拾去睡，忽见前进腰门未关，心下想道：此刻人已睡熟，我且悄悄的在门外听听，看少爷在房内说什么话。想罢，一人捏着脚步子来到前进，隔着板壁细听，先后都没有动静， \\n 过了一会，只听里面有银钱声音，他就转过身来，在板壁缝内探望。只见均祥取了一大包银子，在灯下戥那分量。徐翠莲在旁问道：“昨日已经送来一千银子交与太太，今日这个又是那里来的？”均祥笑道：“你们不听我说，耽搁这几十日，现在可想法了罢。可见这门亲事做的是好，这个银子也是活嘴今日带来的。”徐翠莲道：“你的主意是不错，就是太毒些。人家好好的功名，硬说他是个强盗。虽不害了他的性命，已是抄家受刑。我看这个事是做不得的，我们家中还是一个人不曾晓得。若是过门之后，在叶家闹起来，我看你那个罪也不容易受。” \\n 均祥见他说了这话，连忙用手代他把嘴遮住，道：“你真疯了，现在方且瞒着，今日我们在他房里说话，庆喜这坏丫头最刁，还说是服中不能娶亲。看他那样情形，已有几分疑惑，你此刻再这样说法，若被他听见，岂不误了大事？”徐翠莲道：“我不过同你闲谈，那里有这样巧法。我看你也要留神些才好，华家多少也要把他点银子，让他家有碗饭吃。你想可怜不可怜，两个儿子活活的坐在牢里，汤德元又被洪鹏程用金钩子治死，叫他一家靠谁照应？”均祥见他仍是不住嘴的说，着急道：“好祖宗，我晓得了，你可不必再说。我现在眼睛跳呢，早知道不告诉你的。唠唠叨叨闹个不清，现在外面不知有人没人，我出去看看去。”说着自己取了烛台，就往外走。 \\n 庆喜一吓，赶忙望后就跑。才出了腰门，忽听天上叫了一声，寒毛直竖。均祥即“哎哟”一声，跌倒在地下，手中烛台已抛去多远。徐翠莲忙跑出来问道：“你怎么这样？”均祥睡在地下，呆了半天，扒起来就跑进房去，随即将房门关上。不知究竞何事，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十回 听鬼叫阿父显魂 惊恶梦女婢定计", "正文": "  \\n 第三十回　听鬼叫阿父显魂　惊恶梦女婢定计 \\n 　 \\n 话说庆喜听见天上叫了一声，寒毛直竖。再听均祥跌了一个跟头，复行跑到房内，关了房门。徐翠莲问道：“你才说出去，怎样就跌了下去？”均祥道：“不要说了，我们睡觉罢，总是你兜搭。说了这许多话。你不听见鬼叫，这一声好落在我心里一般，才出房门，好像有个黑团子在我面前一幌，烛台就息了。你道怕人不怕人！”说着扒上床上就睡。又叫翠莲多点几个火起来，仗仗胆子。 \\n 翠莲听他说这话，害怕上床去了。庆喜在外听得明白，身上直是一阵一阵乱抖，说道：这明是老爷显灵，不准他出去，不然我被他看见，却还了得！这是他们做的事，怎样这个毒法，弄来弄去，还是嫁与叶家，把人害到如此地步，只是如何是好？若不告知小姐，到了临时，眼见又是一命。告诉了他，又怕不得安静。一人想来想去，没有主意，呆呆的站在天井内瞎想。 \\n 忽然天上刮了一阵冷风，那种凄凉的声音，实在可怕。风才过去。又是叫了一声i此时庆喜倒反不怕，大着胆子望着天上说道：“婢子庆喜听见姑娘遭了这事，若是瞒着到底，随后无事，请老爷就不必在这里喊，婶子就随着太太们办事；若是因华家冤枉，小姐不应把叶家，仍是说明逃走的好，就请老爷再喊一声，婢子立刻就禀知小姐。”那知这话还未说明，接着恶毒毒的一声从头上叫了过去。庆喜寒毛一竖，就在天井内跪下磕了一个头道：“老爷既如此盼咐，婢子就遵命办了。以后总要求老爷保佑。”说到此处，心里一阵凄惨，不由的落下泪来，站起身来，走进房内。只听瑶云在床上乱哭，庆喜反吓了一跳，疑惑他已经听见，只好上去喊道：“小姐小姐，你怎样了？”瑶云还是哭个不止。听他那种声音，又不是醒着样子。庆喜只得复行下来，取了烛台，再到床前将帐子掀开。 \\n 瑶云睁开眼睛，问道：“你还未睡么？”庆喜知他是做恶梦，说到：“我早唾了，适才被你哭醒，究竟何事，这样苦法？”瑶云道：“我方才做了一梦，好像仍在衙门里面，听见外面升堂，说道：这个冤枉不小，我正要叫你去问，只见老爷走来，说道：华兆琨招了，你千万保重。说着举起拳头，在自己头上打了几下，说我不该累他，我见老爷这样。也不知为何事，所以着急哭了起来。 \\n 正在哭得不了，又来了一只恶狗，向我腿上一咬，我一吓惊醒，此刻还是有点痛呢。你看这梦可不蹊跷？我怕总不是好事，今日少爷说华家这事，此刻就做恶梦，显见是我爹爹前来点化。从前他闹了那几时，从老爷死后一直未曾谈起华家。现忽然如此好法，明明的是欺人之谈。难道他家肯在服中做喜事？我母亲此刻也顺了他们，只瞒着我一人。今日我实对你说罢，若真是华家便罢，如有变动，也不想活命。我拼着死也不能受他们欺骗。”说着哭了下来。庆喜见他如此，也就说道：“你不必如此说法，我也不敢告诉你。他们实是不存好意，可怜华相公是受了冤枉了。”瑶云被他这一说，如同丢在冷水一般，反而哭不出来，直望着庆喜发怔，用两个手抱住他道：“好妹子，你可快些告诉，究竟怎样冤枉？”庆喜就把前日均祥如何在前进说华兆琨为盗的话，如何同王活嘴定计陷害，后来怎样同太太说苦情，以及适才在前进听他夫妇两人所说的话以及鬼叫，前前后后说了一遍。 \\n 瑶云这一哭还是小事，那知心里急很了，只见哭着哭着，一口痰一起吐出许多鲜血出来。庆喜见了这样，格外可怜。又不敢吵嚷，只得慢慢的倒了一杯茶，先叫他吃了，又在他背后轻轻的捶了几下，说道：“小姐，你这样急法，就是死去也无用，趁早想法要紧，或者可以救得出兆琨来。”瑶云道：“我也不想活命了，只有一死，全我一节。你叫我想法救他，我也是一个女流，怎样认得东西南北，如何救法？”说又哭了起来，庆喜道：“你此刻不要哭了，我就是有主意，也要与你商议。但是这样哭法，如何好说？”瑶云被他说了这话，也只好忍着眼泪。 \\n 问道：“你且说来我听。”庆喜道：“我适才在天井内，已是那样祷祝你，梦中老爷又叫你保重，这明明是有生路。我看现在三十六计，是走为上着。”瑶云见他说这话，乃道：“你主意虽好，只是我从未出过门，晓得那处是安身之地？而且道路迢迢的，这样鞋脚，如何好走？”庆喜道：“小姐，你倒太迂了。你平时多读古书，古人中有多少女扮男装逃了出去，后来在半路上遇见好人，终久仍然团聚。那些话虽不可全信，也不可不信。我看小姐只有这条生路，此地离京城虽远，也不过一个多月就可到了，能够到得京城，遇有好人，得了门路，将华家冤情请大臣奏上一本，把洪鹏程革职，将他兄弟放出，那时小姐也落个好名，岂不一举两便？就是遇不到人，寻不到门路，到了实逼虎比的地位，然后再死，也就尽了自己的心，且可以对得住华家了。” \\n 瑶云听他这话甚是有理。说道：“但是我一人不能前去，一则路上怕人撞见盘问，要有个帮手回答。二则银钱带在身边，倘遇歹人。一人独力支持不住阿。”庆喜道：“这个你不必多烦，我平时既恃小姐的爱，倒不得个患难相同么？自然是我同走，盘川倒是要多带。我这里凑凑也有百十两银子，你我两人也可以够用了。惟有一层，明日小姐还要与平时一样，不可时常的啼哭，怕他们生疑防守，那就不得出去了。我看这两天总不必想走，最好等到十九这天。华家过礼之后，所有的人俱到前面观看，忙忙砾碌那时节，小姐就在房中打好包袱，我偷出去买上两身男人家衣服，由后门进来，晚上众人忙了一天，也就辛苦要睡，我们这晚改了装束，由后门出去。先到僻静地方住他一夜，次日天明出城叫船，只要开行一二百里，就可慢慢行了。”两人足足商议一夜，不知不觉东方又发白了。 \\n 瑶云就叫庆喜同他一床睡下，只因一夜过来，已是辛苦，一直睡到夕阳西下，两人方才起来。这且不提。 \\n 单说均祥听鬼喊之后，赶紧叫徐翠莲多点了两盏灯，自己到床上睡去了，却心中只是上下乱跳。徐翠莲道：“我看你这事真做不得，明明的是你爹爹不服，前来显个灵儿，你看可见死后在阴朝地府也不瞩目，你道可怕不可怕？况你到了百年之后，有何面目见爹爹于九泉之下？”均祥被他这说，心里格外乱跳，身子亦抖起来，只见两手抓着翠莲不肯放松。二人只好躲在被内，睡了一夜。 \\n 次日起来，虽有翠莲从旁劝解，均祥仍是不改初心。 \\n 一早就出去找王瑶，彼此见面，先开了礼单，请他交开泰照办。开泰本是有钱的人，加之活嘴如此撮弄，又是天官府内各事不能寒酸，又说是因着华家穷才把你家，你要格外放宽阔些，女家看见方才羡慕。拨乱反正，总是他一人热说，想开泰答应置办，他才好从中取利。现在见均祥又开了一张礼单请他带去，活嘴取过来一看，上面也值二三十银子舶东西，就坐了一个坏心，向均祥说道：“这单子我拿去也可，但是你又要里子，又要面子，这事却难应手。前日已送了你二三千两银子，现在又开上这许多东西，虽是开泰可以应允，难道我就白担这个干系么？”均祥见他说得有因，乃道：“老王，你不这样说法，你的事我惧明白，只要你能照我单子办全了来，他若允了，我就打个八折请你，这又何妨。”活嘴哈哈的笑道：“我不过这样说法，你到认真起来，教我好不过意，你请回去，包你不得误事是了。”说着均祥望活嘴拱拱手道：“直等十九过礼再会。”说罢，便转回去了。不得几天已要到正日。不知瑶云可逃得出去，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十一回 过采礼瑶云害病 行巧计庆喜改装", "正文": "  \\n 第三十一回　过采礼瑶云害病　行巧计庆喜改装 \\n 　 \\n 话说夏均祥与王活嘴开了礼单，允了他的神福，专等十九过礼。不到几天，竟已到了正日。这日大早。均样就叫家人把前进腰门关锁起来，因国华的棺柩供在里面，今日是个喜事，怕又忌惮。又叫将书房打扫洁净，预备媒人起坐。虽不张灯结采，也还铺了红毡。各事齐备，只等男家人来。 \\n 过了辰脾时分，只见家人持了名帖进来，门口车马声音嘈杂，人声又是吵嚷。知道是聘礼来了，赶忙招呼“有请”。早见王瑶与洪鹏程两人穿了盛服，走进门来，到了书房，行礼已毕，吃了三道茶，然后招呼将礼物摆上。 \\n 那些叶家人等皆穿红扎绿，一诽一排的端了上来。四邻老老少少俱来争看，热闹异常。那些绫罗缎疋珠翠金银计有二三十端，众人摆至桌上，然后一同上来道喜。均祥叫人发赏，闹了一会，方才把这些锁事弄定。又向洪鹏程说道：“小弟因在服中，未便请人相陪开盒，亦未另请全福，就请两位大冰累手。”王瑶哈哈笑道：“你倒会得省事，若说全福，我也有三四个男女，就像我多养两个便了。”说着笑着，就与洪鹏程两人站起身来，在中间开了盒子，取出庚阳。均祥道：“先父现已物故，各事应由小弟作主，虽然如此说法，却也要禀明家母，请两位少坐一刻。”洪鹏程道：“理当如此。”说着，均祥就取了庚阳盒子，走进上房。 \\n 只见那些家人婢仆，这徐翠莲全拥在屏风后面，争着你说这件衣服新鲜，他说这副首饰好看，就叽叽喳喳说个不了。均祥见着问道：“太太在那里呢？”翠莲忙应道：“太太还在房中，我同你去。”两人就一齐走至赵夫人面前。均祥先把叶家礼单逐一念与赵夫人听了一遍，说道：“有这样子，也算看得下去了。庚帖在此，特地来请母亲的示怎样写法？”赵夫人道：“你现在是个家主，我一千岁是个女流，你着怎样写就怎样写是了。但是既开下盒子，那些首饰东西也要拿一件与你妹子看看，还要教他戴下子，这也是一个俗套。”均祥道：“我原不懂这些事，既是俗例作的事，就请母亲同媳妇去做罢，外面有客，无人相陪，庚帖我就写了。”随即又走了出来，当着洪王二人写了生庚。里面赵夫人与徐翠莲就将拜盒拿在手中，同到瑶云房内。只见瑶云睡在床上，满脸的泪痕。赵夫人看见，就叫徐翠莲将他拖起，问道：“庆喜到那里去了？” \\n 瑶云嗯了半会，说道：“我今日浑身发烧，觉得有点不爽快，叫他们出去顽耍，我这里似乎清净些，免得令我烦恼。后来肚痫，要姜汤吃，没人去要水，我叫庆喜去了，大约停一会也就回来的。”赵夫人听他说这话，疑惑是真情，也就不往下问，但把那些头面簪环取出随意代他带上几件，说了两套吉祥话，然后仍自出来，照应各事。 \\n 且说庆喜从前日与瑶云定计之后，又将所有的首饰同金银包了一包，又将二人的东西摆在一处，又做了两双紧脚的鞋子。足足忙了几天。今日早上就同瑶云预备，等人来时，他就出去买办衣服，又教了瑶云几句话。方才瑶云回答赵夫人的话，即是同庆喜商议定了的。不多一会，大宾已到，他就趁着众人取了一包散碎银子走出去了。走了两条街道，只见来来往往，许多热闹，不觉到了一家衣店，随即进去，拣了两套衣服，兑了银子。又怕店家疑惑他是女流，买男人衣服何故，故意说出夏家与叶家做亲，不日喜期就到，我有个兄弟要去打集，衣服褴缕，所以代他买两套衣服。店面人家只要有生意做，也不问他真假，庆喜就将衣服包好，然后又到一处买了两双小靴子，包在一起，即由原路仍从后门走了进来，却好没有一人碰见。 \\n 进了房内，见瑶云仍在床上啼哭。庆喜上前问道：“可有人来问你么？”瑶云道将前事说与庆喜知道，且道：“我照你说的话回答，他们并未疑惑。我看你此时也到前面走走，有什么话也好听听。”庆喜一边答应，一边就将衣服交与瑶云，叫他收好，他就一人来到外面。正见众人来与老夫人道喜，他也随众人磕了两个头。赵夫人问道：“小姐姜汤吃下去，现在可好些么？”庆喜道：“小姐也没有什病恙，因今日是个行聘的日期，又听见出嫁急促，心内总有点烦闷，只是怕人多吵闹，清净一人，静息两天就可好了。我看太太们倒不必常去看他，好像有点害羞，其实这事人人都是有的，有什么碍紧。“这句话把众人说得哈哈大笑，赵夫人骂道：“你倒老脸不怕羞么？明日就叫你陪小姐去，看你看见羞不羞？”庆喜也红了脸，笑道：“我不过这样说法，你们就来笑人。”赵夫人道：“你既叫我不要去，现在男家那些东西你就代我带了去，好让小姐自己收好，后天仍是要带到他家去的。” \\n 庆喜见了，正合己意，就接了过来，回转房内，向小姐说道：“莫说无神却有神，我们两人出去，正恐银钱不够，却巧巧的太太叫我把叶家的首饰拿来与你收藏，这不是天缘凑巧，叫我们多点盘川？”此时前面已经摆酒请媒。另有那些抬盒的家人在门房里开筵，一桌添一桌，闹个不清，到了下午的时节，方才可以没事。均祥也备了靴帽冠带去做回复，等大众人等出门，然后均祥方到后面来，与赵夫人说道：“有了这个样子，也算看得下去了。 \\n 但是今晚要早点歇息，只有明日。后日就是正日。明日就有伴娘人等过行那些仪注，今日母亲也要去告知他一切才好。”赵夫人道：“这些我知道，现在你妹子浑身发烧，有点不爽，老实让过今日，明早与他说知罢。免得他又要作烦，又要啼哭。”均祥见母亲这样说法，也就不去勉强。 \\n 大家吃了晚饭，赵夫人又到瑶云房内淡了一会，问长问短，瑶云有时答应，有时仍是流泪。赵夫人总以为女儿家出门总是这样情形，看了那种可怜的样子，也就哭了下来。仍是庆喜灵便，从中解长劝短，把他们两人眼泪止住。说道：“小姐今日一天不晓得怎有这样苫楚的，我看太太仍是走罢，不是婢子说不近人情的话，母子们在一起说苦情，多是越说越伤心的。且小姐只有明日一天在家了，后日格外辛苦，还让他此时静养些个才好。” \\n 赵夫人听庆喜说的话极是有理，忽然欢欢喜喜的说道：“怪不得你小姐喜欢你呢，你真能说得到人心里去，倒是我走的好。”说着就走出来，向前进去了。 \\n 庆喜等赵夫人走后，随即将房门关了，在房内检点了一回，又将衣服拿出先叫瑶云穿了，看是合身不合身，自己又穿上一套，彼此看了一会。好者小姐的身材与庆喜仿佛，庆喜在买的时候就有个数目尺寸在心内了。两人看来看去，似乎没有破绽。又将紧脚的鞋子穿了用宽带子扎紧，然后将靴子穿上，觉得空处太多，又取了些棉花塞在里面，走了两步，虽然不甚便当，也还可以能走。两人正在这里收拾，忽然庆喜说道：“不好了，我怎样单把这件忘却，如何是好？”瑶云见他这样，倒吓了一跳，忙问何事忘却。庆喜道：“身上脚上俱可以充得过去，惟有头上没有方巾，如何走得出去？被人看见，这不男不女成何道理？”瑶云被他这一句话说得如梦方醒，立时又哭了起来，说道：“你这事害我不浅，除了今日，就莫想逃走罢。” \\n 两人正在那里着急，急见桌上摆了一件东西，庆喜走前一看，遂连忙喜道：“这不是鬼使神差，叫我们好走么？”原来是均祥同赵夫人来说话，一时身上恶暖，遂将帽子除下，摆在桌上，后来因庆喜有盘问之意，他恐久坐露出马脚，就匆匆走出去了，随后又听见鬼喊，吓得急急忙忙上床就睡，次日早上忘其所以，又换了一顶帽子戴出去了。岂不是天假之绿？庆喜且喜且说，即便取了与瑶云戴好，甚是合头。瑶云道：“我虽有个。你却何如？”庆喜道：“只要你有，那就不碍事了。我从前小时还有一顶帽子在此，却是未改装时节用的。现在还将就可用，只要出城，一两天到了别处，就可先买一顶。”说着寻了出来，庆喜看看天时已有二更以后，忙催瑶云动身。不知可走得出去，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十二回 全节义二女逃命 说冤情众人议论", "正文": "  \\n 第三十二回　全节义二女逃命　说冤情众人议论 \\n 　 \\n 话说庆喜找出从前所戴的帽子戴在头上，看看天色不早，说道：“小姐，我们走罢，若再耽搁，到了夜深，不但路上无人不便行走，还怕他们睡醒了，听见响动，起来查问，那时怎么好走？”瑶云听见这话，两眼的眼泪又直流下来，说道：“我今一十八岁，从未出过大门。今日为我哥哥逼我，我要受得一番苦楚了。不知后来可被人晓得。我虽是要保重我的身子、也是顺我爹爹的主意。古人云：从一而终，现在出来，知道的说我是个大义的人，不知道的，不知说出我什么话来呢，教我抛离父母，远奔他乡，也还不晓得救得出华家的命来不。”想到伤心之处，两只眼睛就如死的一般，定了光了，站在房门口，要走又舍不得走，要不走又不得能够。庆喜在旁着急道：“小姐，事已如此，还有什么犹豫不决？现在尚未出门就是这个样子，后来路上遇有艰难，怎样说法？” \\n 瑶云被他催得设法，只得望着前面哭道：“不怪女儿心恨，远离父母，只因哥哥逼我太甚。今生不能报答养育之恩，只好来世再为母女罢。”说着望前面磕了两个头，又拜了几拜，随后又望空磕了几个头，说道：“菩萨有灵，保佑华家婆婆精神康健。到得京中，得了门路，早回此地伏伺他老人家余年。”祷祝已毕，站起身来，庆喜道：“你可大着胆子，不要害伯，让我先把腰门轻轻开下。”然后再把后门开了下来，两人出了后门。 \\n 只听街上己交三鼓，路上走路的人业已稀少，渐渐已要净街。瑶云又是个小脚，虽然穿上靴子，却是用棉花塞住的，走一步，哭一步，好容易走过了大街，那知匆匆的忘却了带个灯笼。先前在街上还不在意，此刻到了背巷，又是生路，可怜瑶云只是要哭，庆喜只得慢慢的挽扶他走。走到城门的时节，已是关得铁桶相似。瑶云格外着急，道：“城门现在已闭，今日一夜如何是好？设若因不得出城，明日大早家里叫人迫了出来，偏偏路窄，被他寻至，那时岂不羞死了人？”庆喜道：“小姐，你莫要这等着急，我现在己被你弄乱了，你看前面不是有个客寓的招牌，让我前去问他一问，看他还是住人不住人。但是一件，你千万不可开口，我们两人装着过路的是了。”瑶云答应，跟他到了客寓门首。庆喜走进里面，问道：“你们这里可有单房么？”店小二听有客人，前来说到：“有有，客官行李在那里？好说明了，请进来坐，让我前去发行李。” \\n 瑶云见小二问有行李，心下着死了急了，怎么是好，眼见得要露马脚了，我们是个逃奔出来的人，那里有这些东西？只见庆喜连忙回道：“不瞒你小二哥说，我们少爷是初经此地，今日午后才到的，马头船尚泊在城外，因进城探亲，耽搁迟了，不料城门已关，若再回到亲戚家去，又怕牵留，明早不得动身，所以没有行李。今宵在你寓内找个单房歇宿一夜，所有房钱被褥应给若干，明早一同照算是了。”小二听他如此说法，赶忙应道：“既是这样说法，就请里面坐下，这里有现成干净被褥。”说着领了他们二人到了单房里面。送上两碗茶来，随即就取了两床被褥，将床铺掸扫，一会就代他们铺好了。复行又送上两把夜壶，说道：“客官夜里小解，就可顺便些了，免得要到天井，恐怕受凉。”瑶云道：“承你照应。但是有公桶，可拿一个来，恐其夜间我们大解。”小二答应着，也就走到外面，取了一个公桶前来。庆喜等他出去，随把房门关好，低低的向瑶云说道：“小二这人送尿壶与我们，你想想叫我们怎样用法。亏你及时灵便，叫取个公桶来。”瑶云此时已是满肚愁肠，现在进了客寓心才放下二分，那里还有心说这种趣活，遂望庆喜骂道：“总是你这死丫头想的瞎孔，不做人做鬼，以后天天都要做鬼事了。现今他既送来，还说什么顽话？也不知道害羞不害羞。”说着两人就打开被褥，和衣而睡。 \\n 岂知两人心中俱是有事，那里还能安然睡去？只听外面转了三更，又打四更，霎时间又是五更，离天亮已是不远。瑶云想想自己，又想想家中，复又想想华家，真是千头万绪聚在一起，两只眼睛不住的流泪。庆喜见他这样，急忙上前说道：“莫要哭，莫要哭，随后日期长呢，此刻把两只眼睛哭肿了起来，明日早上怎样走法？我还有句话要与你说，明日一早起来，你只好静坐在里面，等我出去把船找好了，然后再用轿子前来接你，我们方是做主补的模样。”庆喜说这些话，明知有点锁碎，却也因瑶云在此流泪，故意儿来替他解解闷。 \\n 那知正说之间，只听间壁房有人喊道：“李五哥哥呀，你晓得今日外面有一件奇事么？”说着就有一人答道：“你为什么这样大惊小怪的？”那人便叹了一口气道：“现在人心难问了。俗说有钱能使鬼推磨，无论做官做府的，也不晓得代人申冤理事，只知钱是好的，有钱各事才能如意。现在我们这县大爷做的事，你可晓得么？他把华家弟兄硬说是个强盗收在狱中，先前我们以为他糊涂，不过是听断不明，那知今日才晓得，仍是为的前任夏老爷女儿的事情。”那人道，“你又来了，夏老爷的女儿又与他什么相干？”这人道：“你听我说，夏老爷的女儿本来把与华兆琨，后来华家穷了，夏老爷的儿子夏均祥又有点嫌贫爱富，看叶开泰那样豪富，因此就叫王活嘴替他做媒，把妹子配与他，又允他一千银子。叶开泰知道夏小姐十分美貌，心中已是想他，又怕华家这头不断，后来有害，故尔请洪太爷做出这毒事来。据说送洪太爷五千银子，你看可是钱能通神，闻得明日已是吉期，可怜华家兄弟仍在狱中，他们这里倒成了夫妇了。”旁边又有一人说道：“难道华家就没有人么？现在京城里有个九门提督。叫做什么赛龙图的包清义。这人专代民间分理曲直，何不前去喊他一状，请他奏知皇上，把这狗官革职充军，岂不可伸这冤枉？”那人道：“你倒说得轻巧，这是多远，华家若有钱进京。倒不受这气了。”两人正说得高兴，又一人道：“你们睡罢，不要论东说西的，防着有人听见。”说着众人已不开口。 \\n 瑶云在间壁听见，犹如刀纹一般，望着庆喜道：“你听听，我若是与我哥哥一样行为，更不知破人说出多少话来。现在京中既有这一位清官，我们一定投他去是了。” \\n 庆喜遂点头道：“天不早了，我们两人闭了眼睛，定定神罢。”不多一会功夫，已听见鸡叫，主仆两人爬将起来，先解了手，把靴子脱去，重行把小脚放开裹好了，然后复又穿上。耽搁一会，外面已有人起来。庆喜招呼瑶云在房内坐定，自己先出了房门，向小二道：“我们少爷还未睡醒，你不要惊动他，我出城去找我们那只船去，即刻就回来的。”小二应诺。此地幸而路熟，忙忙的走出了城门。原来大同府西门城外，却是水路的码头，河边底下来来往往无限船只。庆喜到了前面，看见一只三官舱的平船靠在河下，忙去向道：“这船有人么？”里面听见有人雇船，连忙应答。只看见走出一位老翁道：“我们由潞河到黄河装卸的，你这客人要到那里？”庆喜道：“我要进京。”船家道：“不对，进京要由洛水向东，然后起旱。我们这船是由大同到黄河卸载的，去虽可去，却是多走多少路程。过了黄河，还是要起旱，方得进京。你们若是着急，这船是不能坐的。” \\n 庆喜心下一想，这人倒还老实，若是家内晓得，着人追赶，必是望前赶去，不如多耽搁几日，跟他这船走倒还稳当。想着就与船家说道：“我们本不着急，黄河那里我们也有个亲戚，你能让我们搭载，也可顺便去走走。但是船价与饭食两人共要苦干，说明了免得后来争论。” \\n 船家把他一看，知道是未曾出过门的人，而又不知路程，说道：“一共二百银子。”庆喜听了这话，心下想道：人前听说进京要走一两个月，现在又远路走，也还不多，随向船家说道：“既然这样，就与你二百银子，不许再搭别人了。”船家见了这样好客，那里肯放他走，连忙答道：“叫他去搬行李。”庆喜道：“我们就在这城内不远，这里有几两银子权做定钱，你且收着，我们即刻就来。”说着转身进来到客店，请瑶云上船。不知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十三回 离客店弱女奔波 上盗船歹人害命", "正文": "  \\n 第三十三回　离客店弱女奔波　上盗船歹人害命 \\n 　 \\n 话说庆喜定了船只，转回寓内，见瑶云是真未出房门，仍在房中坐着，进去对他说如此如此，他也不知道东西南北，听庆喜摆布。当时便开发房钱，又叫小二喊了一乘小轿，然后两人出城，来到船上坐定。庆喜怕船户又像昨日客店小二询问他们的行李，先拿出几两银子与船家，说道：“不瞒你说，我们这少爷前日才到此地，因有个亲戚在此牵绊不放我们前去，今日到此还是瞒着他们呢。故尔行李未曾带来，我这里有儿两银子，请代我们置办两副铺盖。”船家道：“这个容易，我代你去办是了。”随即拿了银子，买了两件行李。庆喜道：“你们几时开船？我们少爷不情愿久坐的，越快开行随后赏犒越多。”说着又取了有五两一定银子，交与船户道：“我看你们就此开罢，这银子先赏你们买点心吃，晚上泊岸时节，再赏你们。” \\n 船上的人等见他们如此阔法，虽有些小事，也就不办，只图赏犒，进忙起篷开船。只见前面三四个少年伙计恐后争先。闹个不清。老头儿就在后面拿舵，即刻之间就运行起来了。瑶云此时见一路风景甚佳，往来船只络绎不绝，也觉得耳目一新。加之庆喜向拿舵的船家问长间短，也不十分寂寞。 \\n 在路上走了有四五日路程。到了一个大湖。其名叫做绿详湖。水面全是碧绿，对面也看不见崖岸，船户一早就向庆喜说道：“管家今日要过这太湖，请你同少爷说一句，发点赏犒，与他们伙计吃两杯酒，好用心弄船。” \\n 又道：“是这湖不比寻常，只能以巳午末三个时辰过去。 \\n 若早间大雾未揭，开到中间难认东西南北，不好前走。过迟，这湖内又有歹人。此刻先让他们吃饱了。叫他们多出点力，就可平平安安从速过去，没有耽搁。”庆喜听见这活，有些害伯。心下暗暗想道：我今厚待他们些，他们也知好歹。无论他是真是假，早些过湖，免得殚惊受怕。你看这湖面如此宽大，望见已是可怕。连忙在身上取了一锭元宝，正正五十两重，交与船户道：“你拿去赏他们，叫他们多吃两杯罢。却是今日总要过这湖的。”老头子接在手内，嘴里是千恩万谢的说好话。心里十分的疑惑，道：我生长五六十岁，阔考也不知看过多少，倒未曾看见过这样人将元宝犒赏，这个里头总有原故。一人正在后舱痴想，忽然一个伙计从船头上爬到后舱来。看见老头子手上拿了一锭明亮亮的元宝，他就在他后面拍了一下，低低说道：“现今停船无事，我们上岸走走。”老头子就站起身来，拿了银子，同他走到岸上，找了个僻静的茶坊坐下。 \\n 伙计问道：“你这银子可是客人与你的？”老头子道：“正是”。伙计道：“你看出来么？”老头子道：“看是看出来了，怕的是那句话，你看连行李还是我们替他买的，遥想黄货不少，只是要看实在来才好。”伙计道：“你休疑惑，明明是个歹子，只怕的东西都在身上，要下手就在今日。”老头子道：“虽是这样说法，也要脚踏实地。而且做这些事还要值当，若是徒耽坏名，也落不到多少钱文，何必做这坏事？”伙计道：“你休疑惑，你不动手，我是要做的，我们终年辛苦，也落不到几多几，难得遇见这个桃子，又怕起来，我怕以后不得再有一个了。”说着叫走堂的烫了两壶酒，切了许多牛肉，同老头子吃着谈着，把老头子说得高兴起来，便道：“一定做，但是我心最软，毒手怎样下法？我在外面看着往来的船，你们在舱中动手罢。”伙计道：“这个不消你说，我自理会得。” \\n 说着又来了两个伙计，他又把这番话告与他们二人，他们也说做得。又打了些酒，吃了些点心，约会在湖心里动手。 \\n 会了茶钱，四人一起上船。老头子先上船，对庆喜道：“伙计们见你少爷赏犒这许多银子，好像出生以来头一次，生怕以后没得吃，你看吃的这头死酒。”庆喜道：“这也难怪，他们终日劳碌，那里有闲钱买酒吃。你同他们说，只要走得快，抵了对岸仍照这样银子赏他们是了。”老头子听见这话，赶忙喊道：“前头伙计听见么？里面少爷说的到了对岸还是要赏的，你们快些弄罢。”把篷一打，船比先前走得快的许多了。只听风声起处，浪头比船头打得还高。瑶云深坐闺中，那里见过这样利害。听见风浪之声噌杂，十分险峻，脸色吓得变色。庆喜虽是害伯，只因已到了此地，只得勉强坐着，即显出那种样子也是无益。而且怕人看出破绽来，如何是好7向午时辰，湖里风越刮越大，船身子两边摇摆不定，庆喜在舱板缝内望外一看，那里看得见边岸，全是一片汪洋，湖中连一船只往来都没有，心下也就怕了起来，说道：“若见船户生了歹心，要我们的性命，真是连救命的人都没有。 \\n 正在害怕之际。只听前面有一个伙计唱道：“终日终朝浪里游，银饯总是没来由。今朝幸有肥羊在，抛下湖心压浪头。”唱毕喊道：“老头儿说是少爷赏我们银子，现在到岸还远，你叫他先拿出来与我们看看，好让我们开开眼界。这样大模大样的，左又是少爷，右又是少爷，全说些阔话来吓我们，我们着实不耐烦呢。”瑶云本来睡在里面害怕，忽又听见前头那些伙计南腔北调，格外吓得鬼的一般。庆喜听见他们念了四句诗，方才知道是上了歹船，赶忙望瑶云道：“不好了，我这是没命了。” \\n 他二人正怕得要死，老头子在后面说道：“世上的少爷不知道怎样多法，谁晓得他在船上这样和气。乎时你却未曾看见那个气派，不是用片子送官，就是叫家槌打。 \\n 你们既不愿意，随你们怎样说法。”说犹未了，只听见三四个伙计在船头上把舱板一掀，口中只是骂声不绝，搬出一块大石头来，一人又抽出一把大刀，在船头上磨了一会，随将舱门推开，先把刀朝里一幌，骂道：“你们这两个囚囊，装着这个样子来吓那个？还疑惑老子不晓得你们的底细么？你们有多少银子，快拿出来，免得老子动手。”瑶云见这样狠形霸道，浑身已吓软了，犹如犬羊遇虎，动也不敢动一下子。 \\n 那个伙计走上前来，就把庆喜揪住说道：“你快快把银子送了出来。还可饶你性命，若是延宕一刻，要想活命万万不能。”庆喜被他抓住，浑身直抖。只得跪在地下，说了半会工夫，才说到：“大大王爷饶命，我们二人本是孤客，盘川虽带了几多银子，除把你们而外，只剩了二三百银子做路费，到岸的时节，也是要把你们船钱的，何必用此毒手害我们性命？”说着，只在船舱内磕头。那人道：“你倒会捏进呢。老子晓得你是个坏鬼。特地与你试试。你不到那个地步，你也不肯拿出来。”说着又将外面两个人喊了进来，说道：“你们办那个瘟少爷去，我来送他回去。”两人答应一声，也进了舱中。 \\n 只见这人把庆喜身子一提，两只手就在他身上一起乱摸，然后代他把长衣脱去。庆喜到了此时，知道没命，深怕再把短衣脱去，那就要露本来面目了。而且脚上靴子又是假的。设若全行脱去，露出一双小脚，这样是什么人？人见是个女扮男装，那时被他们轮流污辱起来，要死还没处死呢。赶忙说道：“王爷请你放手，我将银子全把你们是了。”那人道：“怕你不把，仍是要叫老子动手。你既这样说，快快拿了出来。”庆喜此时已身不由己，只得在身上将所有的银子全行拿出来，说道：“王爷请你们饶命罢，身上实在只有这些银子。”他们道：“你没有了，你那瘟少爷还有呢。代我快些交出来。”瑶云此时见著这样，已是吓昏过去，呆呆的瘫在舱中。庆喜见他不动，也就上来把瑶云长衣脱去，将身上金银全行拿出，放在桌土。复又跪下道：“你们也是父母所生，岂没有一点良心？这些金银送与你们，可以饶我们性命罢？”众船户齐笑道：“你还做梦呢，老子肯饶你们性命，你们就不肯饶老子性命了。只要抵岸，好个瘟少爷就要惊官动府来吓我们。你老实些说，还是要吃活鲫鱼，还是要吃糖心蛋？”庆喜听了，不懂这话，说道：‘只求王爷饶命就是，饿两天也使得，那个敢要吃这些东西。”船家道：“你倒会牵呢，你若不懂，听老子说话。活鲫鱼是将你两人捆在一起丢下江，糖心蛋是将你两人肚子破开来。听你们两人自拣，这就是老子有良心了。”庆喜听见，叫了一声“我的妈呀”，望后一倒。不知性命如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十四回 绿洋湖因财害命 白渔村逃难逢生", "正文": "  \\n 第三十四回　绿洋湖因财害命　白渔村逃难逢生 \\n 　 \\n 活说庆喜在船上被强人将银子夺去，要送他们的性命，问他还是要吃活鲫鱼，还是要吃糖心蛋。庆喜一听，知道没命，望后一倒，哭道：“我的妈呀，今儿子死在这里了。可怜你老人家，无依无靠，要想儿子见面，今生万万不能。”哭着又把瑶云抱住，说道：“今日我与你一同死在此地，家中还一点不知。”说了又哭，哭了又说。 \\n 这是他的鬼计，想耽搁时刻，能有来往的船看见，可以叫他救命。 \\n 那知哭了一会，并无一个船往来。只听那三四个伙计说道：“你倒死到头上，还是这样拿牌子，老子怎么能等你？”说着，上来一把提起，放在桌上，左手顶住心口，右手提起苗刀，嘴里说道：“老子叫个王三刀，你记清楚了，好到阎王面前告状。明年此月此日，就是你的周年了。”说着就把刀望下要破肚子。只听老头子喊道：“王三，你不要这样着急。这糖心蛋他既吃得不快活，我们又要费事打扫血迹，我存点好心，仍是请他吃活鲫鱼罢。”说着，上前来把王三一推，自己说道：“老师父来结果你们。”顺手就在桌肚里拖出一根麻绳，约有三四丈长，大指头粗细，打了一个钩子，先将庆喜套上，扎了几道，然后又把这头也打了一个圈子，将瑶云拖了过来，捆好，两人脊背对脊背捆在一起，捆过之后，王三又道：“你代我放生罢。”那两个伙计听见，遂将他两人提起出了船头，两边一望，说道“去罢”，只听窟笼—声，早已抛下湖心，把些水点子打得满船，然后众人取了衣服，将船仍然开去。回头又到别处分赃左了。 \\n 单说庆喜同瑶云两人捆在一处。被强人抛下湖心，自知必死无疑，只得把两只眼睛闭了，准备归阴，去见阎王。那知吉人自有天相，瑶云虽是避母逃奔，却是为华兆琨受了冤屈，不肯嫌贫爱富，而且父亲显灵，叫他这样行法，他所以要守那妇人从一而终的规矩，不肯再嫁叶家。今日虽遇见强盗抛在绿洋湖中，谁知叶家前日过礼的时节，有一副头面却全是真珠穿成的，当中还有一颗避水珠。这样珠子，是从前叶家点状元之后，皇上见他是个少年科第，又是才貌双全，应对如流。故着他去敕封辽国的辽王。辽王因他是个大国使臣，不敢轻慢，除平常货物之外，别又拣了这颗避水珠送与叶槐为馈醘之物。随后叶槐回籍扫墓，就把这珠子存在家中为传家之宝。叶开泰好摆体面，故尔把这珠子穿到头面上，做聘礼。过来的时节，赵夫人即交与庆喜转交瑶云收着，庆喜就代瑶云装在棉褂子里面。 \\n 现在船户虽把他金银搜去，却只脱了外面的长衣，这个褂子却未脱下。两人在绿洋湖内自知必死，那知过了一会工夫，仍同游鱼一式在水里飘浮。先前还听风浪之声响亮，后来越听越小，以为是沉到底下。又过了一会，身子反而不动，风浪声音忽然没得。瑶云从船上王三拔刀的时节已是吓得昏了，连丢下湖心他都不晓得。庆喜此刻实在疑惑，身子何以不动，连耳眼鼻孔内何以一点水总没有，心下暗暗想道：莫非被泥塞住，只是心未曾死。 \\n 正要在湖底下睁眼睛朝上望望，忽听见远远有人说道：“你们快来，这滩上不是人么？”又有一人道：“不错，我们快去问他，看是何以这样。”说着已到面前，庆喜睁开眼睛一看，乃是一座芦滩，却还疑惑尚在湖底，那知自己与瑶云虽捆在一起，倒已睡在芦泥上面。究竟是何缘故？大约皆因那颗珠子是件宝贝，见水就分开去了。加之绿洋湖不是直斗，那两个伙计将两人抛下湖时，却在下水这边。一阵风浪，直往下流。流到湖叉子里面，四面俱是芦滩，风浪一息，水退了过去，所以把他们两人搁在滩上。 \\n 这也是他们命不该绝，又来了个救星。你道来的是谁？却是一只小小的渔船，船上老夫妻两个，平常在湖内打鱼为生，见湖滩上睡着两人，知道不是遇劫的，就是自寻短见的，故此两人赶忙过来询问。庆喜见有人来，真是死里逃生，赶忙喊道：“恩公救命。”渔婆听见还能说话，问道：“你这两人是那里来的？为何捆在一起？又因何睡在这滩上来？快些从实告我。”庆喜道：“不满恩公说，我们是大同府人，因进京探亲，在半路上遇见强盗船，把我们金银行李物件劫去，将我们捆在一起抛在湖中，故尔漂流至此，只是我的主公此刻已昏晕过去。求恩公贵手代我们将绳索解开，好救主人性命。”渔婆听见这话，连忙同那渔翁将他们二人解了下来。先把瑶云抬到船上，然后扶着庆喜上船。随即两人又将船开去。老渔翁向庆喜说道：“我家离此不远，你们可先到我家住一夜，弄点姜汤灌你主人，好让他速速醒来。。庆喜只得千恩万谢的依着他。说不多一会，转了几个湾子，已到一个村落前面。 \\n 渔婆喊道：“老头子，你把船扣在树上，你先去抬一张竹床子来，好同你把抬到家中。”渔翁答应着，取了一根绳子，在船头一扣，那一头就扣在岸边的树上，跳上岸去，一直往前就走。约有一顿饭的时辰，果见老翁取了一张竹床子，后面跟着一个十五六岁的小孩子来，跑到河边，跳上船头，喊道：“爹爹叫我来抬人，就快些抬罢，莫要死在路上。”那个渔婆道：“倒你来就说出这些晦气话来，人家不是有造化，湖心里早就死了，你不要乱说。同你爹爹抬罢。”那个小孩子果就与渔翁将瑶云搭在竹床上，两人系好绳子，慢慢的抬到岸上。这里庆害同渔婆也就随后跟来。 \\n 走不上多远的路程，见一个小小草房，约有三四间房屋，门口却站着一个十四五岁的女孩子。虽是乡村人家，容貌颇不丑陋。望见大众回来，赶忙上前喊道：“奶奶，这两位客人既遭难到此，我已经将水烧开，冲好姜汤，快点抬到房内灌罢。”那个渔婆笑嘻嘻答应，到了里面，叫他们将竹床放下，自己前来，先将瑶云扶起，然后叫庆喜倚在他后面。那个男小孩子已端了一碗姜汤来，他就取了一个瓢子，把瑶云嘴橇开来慢慢的望下灌，复行用于在他胸口抹了几下。 \\n 过了一会，只听瑶云肚里响了两声，鼻孔内微微的有点呼吸。大众说道：“好了，这人还不碍事。”庆喜看见，已经欢喜，心中只是感激。停了一刻，又灌些下去，只见瑶云身子一动，叹了一口长气，两眼早已睁开。众人忙说道：“醒过来了。”决喜看瑶云果然醒过来了，连忙喊道：“少爷，我们有生路了。这是一个好人家，将我们救到这里来的。”瑶云此时眼睛虽已睁开，却还不能说话。听见庆喜如此说法，又看那房子，也不知到了什么地方，一阵心酸，要哭又哭不出来。渔婆走来，又代他抹了几下，只听见放声大哭。庆喜怕他露马脚，赶忙喊道：“少爷，此时已得了生路，可不必哭，难得这些人将你灌醒，也该谢谢人家。”瑶云那里忍得住，哭了一会，好容易才依人劝不哭。庆喜见他这样，只得叫他仍然睡在床上，自己下来向渔婆说道：“我们主仆绝处逢生，得蒙恩公解救，此恩此德，没世难忘。但不知道恩公尊姓，此地离城还有多远。” \\n 那个渔婆道：“我们这里叫做白渔村，我家就姓白，渔翁叫做白长年。我们夫妻打鱼为业，儿媳就在城内包大人家做活。这个一男一女，就是孙子同孙女儿。你们两人由大同府进京，这路已是走错了，怪不得遇见歹人。 \\n 此地离京城还有二千多路，由湖心到此湖尾，也有几百里了。人到何处不相逢，你们就在我家歇息几天，再进京也不迟。我们忙了半天，尚未问着名姓。”庆喜道：“我们少爷姓李，叫做李俊英。我是从小伏伺他的，也叫个李德。”渔婆道：“难得这个忠心为主。你的主人，现今已醒了过来，谅必没事了。古人云吉人自有天相，此活一点不错。你们淌下几百里来，尚能活命，这也是义仆为主的道理。”庆喜道：“好说，现今天色已晚，老翁可以同村上邻翁多饮几杯酒，速速回来安息罢。”渔翁道：“我自理会得，只是你同你少爷受吓之后，倒宜早点安歇。 \\n 我已叫人拣了一间干净房子，你可同少爷去睡罢。”那知就要露出马脚来了，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十五回 脱缎靴露出红绫 赠棉衣奉酬金叶", "正文": "  \\n 第三十五回　脱缎靴露出红绫　赠棉衣奉酬金叶 \\n 　 \\n 话说庆喜同瑶云亏白渔村的人救了下来，到了晚间，老渔婆叫庆喜去吃晚饭，庆喜道：“实在吃不下去，请你们找个地方让我同我们少爷睡睡，就感恩不尽了。”渔婆听见这话，随又在旁边一间厢房内铺了一张草铺，又叫庆喜将瑶云搭过来。看他两人身上只有一个衫子，怕他们寒冷，又拿出几件布衣服叫他们穿上，然后看他两人脚上还是穿的靴子，说道：“你们这脚上已经湿透了，我家老汉还有两双鞋子在家，可以拿来与你们换换。”说着就叫孙子果真取来。 \\n 庆喜听他说了这些话。急得心内乱跳，赶忙拦道：“老太不要费事。我们这靴子是穿惯的，穿人靴子不合脚。你们辛辛苦苦，好容易做双鞋子，与我们两人弄坏，那时如何对得起，快些莫拿。”老渔婆道：“他们一双布鞋子能值几何？你也太多心了，我们虽穷，只点本钱还有，不过穿一下子，等明日将这双靴子晒干就可换的，那里就这么秘吝？”他的孙子听见祖奶奶这样说法，随进他房内取出两双鞋子出来，送到庆喜面前，一双送到瑶云面前。两人齐声说道：“我们来代你脱靴子。”说着弯下腰来，提起两人小腿，不由分说，就动手来脱。瑶云到了此时，虽想不开口，也不能够，忙道：“不要动手，让我脱罢。”那知不等说完，已代他脱下。 \\n 这一脱非小，早把两双金莲尖苗苗的露出来了。那两个小孩子倒不在意，谁知孙女儿十分灵巧，进着向老渔婆说道：“奶奶，这个男人家为什么也学我们裹脚？”老渔婆听他孙女一说，低头来看，果见两人俱是小脚，惊慌道：“你们究竞是谁？为什么改了男装？这个里头总有缘故。我是老实人，向来不会害人，你倒是从实说来。就是有什么事也好想法，怎样遇见强盗的？”瑶云到了此地，羞得满脸通红，只得流泪说道：“老太大千万存点好心，莫要向外人说及。我实是受了苦楚，方才如此。”老渔婆道：“你倒是从实告诉我，究竟是那里来的？”瑶云道：“说来也是伤心。我本是大同县知县夏老爷之女，只因配与此地华家，我哥哥嫌贫爱富，父亲死后，与叶家同谋，买盗扳赃，将华家坐了长牢，又将我另配叶家。我虽女流，也知礼义。一女怎能配二夫？若依他们，即为不贤。欲不依他们，无奈不得由己。左思右想，只得私逃出来。想到赛龙图包大人那里去告状，走到绿洋湖，遇见强盗，捆在湖心，此时绝处逢生，得恩公救难，真是重生父母，再造爹娘。”说罢泪如雨下。 \\n 渔婆听毕这话，忙道：“原来是位小姐，真是失敬。你既存这个志气、怪不得命不该绝，我还说是位公子呢。你们不必怕我，这孙女虽是村中人物，倒也有点聪明，叫他陪伴你们，倒是把这潮衣服脱下来好。”说着，又取了两件衣服出来，与他更换。庆喜看见这渔婆一团的好意，说道：“老太太，我两人承你搭救，无可报答，若是不嫌，就收我做个义女，随后也好报报恩德。”渔婆道：“这是从那里说起，千万不敢，当真是折煞我了。”庆喜道：“老太太你不必谦恭。女儿已下拜了。”四拜站了起来，就娘长娘短喊个不了。渔婆见他如此殷勤，也就听他喊娘，亲热起来，当时又把他孙女同媳妇的裹脚取了出来，与他们更换。又叫他们烧水洗用，然后叫他孙女儿陪伴了一会。忽听门外有人敲门，瑶云在房中吓了一跳，疑惑又有什么人来。渔婆道：“你们不必怕，这就是老汉回来了。我去开门去。”随即走了出去，将门开下。 \\n 白长年走进门来，问道：“那两个客官可睡么？”渔婆道：“睡却末睡、你到这里来我同你说话。”白长年听他老伴儿喊他，也就随着他进了厢房。忽见救的两个男人家变作两个姑娘装束，连忙向渔婆说道：“你这般大年纪还是如此高兴，人家是逃难的绝处逢生，已惊吓不小，此时也该让人家睡了，怎么改这装束取笑，岂不有慢贵客。”那个孙女儿笑道：“爹爹，不是奶奶拿他取笑，他们实是女儿家。适才告诉我们多少话，听见实在可怜。你不相信，我与你看。”伸手就把弓鞋的一双小脚搬了起来，说道：“这不是一双金莲么？”白长年见了也其是惊疑，忙向渔婆问道：“究竟是怎么说法？明明是两个客官，忽然变做女的，难道是女份男装不成？”渔婆道：“何尝不是。” \\n 就将适才瑶云对他说的话告诉老汉一遍。白长年道：“世上也只知钱好，就不问天理良心，只要有钱随便什么事情都做得出来。可怜这华相公，真是冤枉。也难得你们两如此好心，冒这大险。但是进京甚不容易，所有的钱已被强人劫去，这里进京也有二干余里，两个孤身客人怎样走法？你们今日权过一夜，我倒有个法子，代你们想条走路，明日去问问我媳妇看，再来告诉你们。”瑶云哭道：“恩公这样救难扶危，真是修得儿孙满堂。不瞒恩公说，我们现钱虽被强人劫去，却还有东西可以变钱，只求恩公想法，得到京中，那就可以无碍了。” \\n 说着把自己的褂子拿在手中，将衣缝处撕开，伸手进去一摸，拿了一包金叶出来，说道：“承蒙搭救之恩，无以为报，这里有一包金叶，可值数百两银子，请恩公权行收用，免得终日在风浪内受苦，若还不够，也可添点东西变卖变卖，置点产业，总比这打鱼安乐许多。”老头子见他这样多情，那里肯受，说道：“老汉生来苦命，靠这打鱼为业，从不受人银钱的。虽承你的好心，我算心领是了。你们日后还要许多钱用，我明日就去代你打听，看进京去可有便船，来送信与你。” \\n 庆喜见白长年说此满话，心下想道：“他是一个渔人，那里有这便人能够有进京的便船，这明是来说谝话。”连忙说道：“爹爹如此说法，但不知这便船要在何处访问？”白长年听他如此称呼，忙拦道：“姑娘你怎样这般喊叫老汉，实是当受不起。”庆喜道：“我已拜太太为娘了，难得你两个老人家这样大年纪，又这样好心搭救我们，真是求还求不到呢。拜为母女，也好尽点孝心。”白长年见他如此亲热，也就笑嬉嬉的由他去喊。说道：“你问我在何处访问，我实对称说罢，我们这里是直隶省管束，县名长乐县，当朝包大人祖籍就是此处，我的儿在他家看门，媳妇就陪伴包大人的小姐。你们到这里，正听说包大人早晚就要回来。若是不回来，我再代你找船进京，岂不顺便。” \\n 瑶云一听，真是出诸意外，忙又说了些好话，然后大众方才睡觉，一夜无话。 \\n 次日早间，白长年起来吃了早饭，来到厢房外面。瑶云与庆喜还未睡醒，白长年就招呼了他妻子，说道：“我进城去就来，他们醒来。你告诉他是了。”说着，叫孙子关好了门。自己进城而去。 \\n 这里瑶云因在船上这两日不敢睡，已是辛苦，加之日夜受了这大惊，好容易遇见这两个好人，说明来历，有了个安身之地，所以心神一定，就睡着过去。一直等到太阳下地，方才醒来。看看天已不早，赶忙喊醒庆喜，起身梳洗。见渔婆走进来说道：“可怜你们是惊吓狠了，所以这般辛苦。我那老汉今日一早就进城去，说代你到包大人家打听，若有实信，饭后即可回来，你们可放心罢。 \\n 这总是你们存的好心，故而如此巧法。”瑶云与庆喜听了这话，自然感谢不已。接着那个孙女送上茶水，与他两人洗脸。庆喜赶忙接了过来，说道：“多谢你姑娘，我们承你一家的情，教我们如何说法。”那女孩子也笑嬉嬉的站在旁边，等他们梳洗，方才过去。早见外面走进人来，众人抬头一看，正是白长年打听回来。欲知后事何如，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十六回 白大娘回家询实信 包小姐放轿接佳人", "正文": "  \\n 第三十六回　白大娘回家询实信　包小姐放轿接佳人 \\n 　 \\n 话说庆喜与瑶云在白渔村过活，次日老渔婆叫白长年进城到包大人公馆中打听，看有便船可以进京。众人正在厢房谈论，只见白长年由门外进来。老渔婆赶忙上前问道：“你去打听出来现在究竟有船没船？”长年道：“舱却没得，我到访了一个好机会来。听见媳妇说他家小姐与小奶奶出月初十外要上夫人的冬坟，打算在我们这里歇脚，请我们家里那位小姐陪他们，便中将这话说知，岂不是好？”老渔婆听见，也是欢喜。瑶云见他们这样说法。忙说道：“耽延一二十天，原不碍事，但不知他们可是一定来？设若不来，那就格外耽误了。只请你们代我雇只稳妥便船，还是让我进京爽快。所有盘川，我这里也有点首饰，请你们代我上街换些银子来也就可以够用。” \\n 老渔婆道：“你莫要如此着急，我们这地方除了包府上京，以下没有人家来往的。现在没有便船，除非是另雇他船。倘再是像那歹人的船只，虽你们的福气大，命不该绝，那一吓也就吓死了。还是听我说，在这里等等，他们是必定来的。一年四季上四回坟，皆在我家歇脚。你莫要烦，包你不得误事是了。”庆喜听了这话。也就劝瑶云耐心守两日，此处倒比进京摸瞎路好些，能够包小奶奶与小姐看我们苦楚，或写信到京，或派人送我们前去。 \\n 这包大人家的人所托，更比外面切实，倒是在此处等侯为妙。瑶云见众人如此说法，只好耐守两天再说。白长年向渔婆说道：“小姐送我们许多金银，我适才告知我媳妇，他欢喜得了不得，叫我多办几样菜请请小姐，莫要怠慢人家。他说等有便告一两天假回来，代这位小姐请安呢。”瑶云听了这话，回道：“难为恩公搭救，已是感激不尽，那里敢受这话。”渔婆道：“小姐你未曾见过我那媳妇，真是上好的心肠，专肯救难扶危的。明日他回来，你看看就知道了。”说着果真杀鸡网鱼闹个不清，办了五六样菜。到了中上，请瑶云吃饭，说道：“我们乡间不知行礼，没有人陪伴，就请我这干女儿陪罢。” \\n 庆喜只得答应道：“本来我是不敢，既是干娘这样说法，我就陪小姐吃是了。”瑶云心里也不知多少苦楚，恨不得立刻就代华兆琨伸冤，让他出狱方好。此刻那里有心吃这东西，无奈人家好意为他办了几样菜来，只得勉强稍为吃点。当时又把渔婆的孙女叫到一齐来吃，问问他的名字，乃是叫如意两字。吃了之后，如意又带他两人到门外闲步一回。本来他们是初到乡间，看见一望多远的那些牛羊树木，也觉有些野景。正向前面走来，忽听如意高声喊道：“我家妈妈来了。”说着就望大路迎去。 \\n 瑶云见他喊叫，也就顺着他向大路去看。果见一个四十上下的女人，笑嬉嬉的走来。却比渔婆干净许多。芽一件布挂子，一双脚虽是整板，倒还峭正，远远的望着如意问道：“爷爷回来么？”如意道：“午前就回来了，你快点来，我家有两位小姐在家呢，前日还会穿靴子。”他两人听见这话，满脸通红。思想实在无味。因他是个小孩子，也只好望着他笑。 \\n 如意向他妈妈指道：“就是这两个人。”说着已到了面前，只见他妈妈问道：“这就是夏小姐？请进来坐罢。我们乡间多有怠慢，请小姐原谅些个。”瑶云忙道：“好说，我们是遇难的人，得尊府搭救，已是感激不尽了。这话怎敢当受得起？”众人一齐进门，到了家中。老渔婆见他媳妇回来，也就出来问道：“你说过两天方可回来，怎么今日就回来的？”他媳妇道：“我听公公说这位小姐来了，要打听便船进京，我因没得便船，想着小姐的事情，也不能耽搁，故此回明了小姐，告假回来一走，请小姐在此耐烦几天，他们出月定来的，我怕公公说得不清，特回来问明白了，能在先遇巧。同我们小姐说了苦请，等来的时节，就更好说了”。 \\n 瑶云见他来问，不兔又一阵伤心。两眼流下泪来。庆喜见他自己说不出来，只得在旁把他前前后后的话说了一遍。只听他说道：“原来如此情由。小姐莫多心，你那哥哥也太狠心了，嫌贫爱富已不是人做的事，怎么又害人到这步天地。万幸你小姐存点志气，不肯改换心肠。若不是这样。可怜华家岂不是冤沉海底？”庆喜道：“我们小姐就是这样心肠，才背着家中逃了出来，受这苦恼，总要求你嫂嫂帮忙才好。”如意的妈妈忙说道：“姑娘称呼，万不敢当，怎样叫起嫂嫂来了？”渔婆听他们说法，就把昨日庆喜认做干娘的话告诉他一遍，方才知道。 \\n 当时谈了一会，天色已晚。过了一夜，次日早上又向瑶云说道：“我现在仍进城去，先将你们这话得便告知我家小姐，他也是个好人，保不住听见这话也舍不得你们的。”当时又拜托了几句，见他进城去了。 \\n 没有两天光景，忽见如意的妈妈又跑回来，进门就叫道：“夏小组在那里？”瑶云听见，赶忙出了厢房，应道：“白奶奶，在这里呢，请进来坐罢。”白家媳妇随就进了厢房，道：“人总是一样心肠，我前日回去，我们包小姐就问我为什么事忙忙的回去。我就把小姐的事告诉与他，他就可怜得万分，说你实在难得。不嫌人家穷，不爱人家富，只顺着父亲的遗命，冒死为丈夫伸冤，又遭了这些险，真真是听见连眼泪都吊下来了。当时就叫我回来接你们进城，到他家去。我说我们虽是个乡间人家，也知道好歹，承夏小组送我们许多银钱，也该留他住两天，尽尽我们的心，好在小姐们前月就要上坟了，那时到我家歇脚，彼此见面，就接他家来，岂不是好。那知包小组等不得，随即将我这话就告知我们少奶奶去。少奶奶听见，也是可怜你小姐。一逼二追，叫我回来接你们两人进城，慢慢的问你们苦情，好写个禀帖，进京票知大人，代你们伸这冤情。现在连轿子都喊了，我先来送信，矫夫一刻就来。” \\n 瑶云听见这话，又惊又喜。喜的遇见这条门路，可以代丈夫伸冤。惊的自己是千金之女，如何背母私逃。到他家去，免不得也有点惭愧，而且衣服褴偻。正在犹疑的时节，外面轿子已到，问道：“这就是白奶奶家么？”老渔婆听见，也是欢喜异常，答应道：“是在这里，你们等一等。”还未说完，又是一个女子走进，向他媳妇说道：“白奶奶，我们小姐怕你一人照应不到，特地又叫我来请夏小姐的。这里有包衣服，小姐说怕天凉，乡村风大，请夏小姐多穿两件。”瑶云听见，真是出人意外，连忙答道：“承你小姐的情，这样周到。你姑娘几岁了？”那个丫头道：“我今年十四。”说着就指着庆喜问道：“白奶奶，这位可是你说的庆姐姐么？”白奶奶道：“怎么不是？”庆喜见他来问，也就说道：“承你妹妹记念，但不知妹妹叫何名字？”那丫头道：“我们小姐随便起的，叫做慧儿。”庆喜道：“原来是慧妹妹。”说着，慧儿已将衣包递与庆喜，说道：“请你姐姐代小姐穿罢。还有好几里路，轿子也等了一会了。” \\n 庆喜见有这个机会，随就代瑶云拣了一身素净衣服，代他穿好，两人再三向渔婆道谢。渔婆将他二人东西交代清楚，又说了些好话。瑶云想着自己又要出乖露丑，回想在家时节如何光景，只为哥哥做出这件事来，遭了多少磨折，含着泪与渔婆告别上轿。如意见他两人要走，更有恋恋难舍之意，望着他妈妈说道：“这位小姐去了，不知几时才来。我要跟他们一起进城去呢。”说着眼泪滚滚的下来。他妈妈见了这样，倒也可怜。却好慧儿也欢喜如意，根撮他妈妈将如意一齐带进城去。大众见瑶云上了轿，渔婆一家叹息一会，方才回去。他们跟随之人，也都随后跟了走。到小中时节。早已到了城中。转过几个街道，离包大人家已是不远。后面白奶奶忙喊道：“住轿。” \\n 不知瑶云到包家究竟如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十七回 入包府弱女安身 出家门阿儿着急", "正文": "  \\n 第三十七回　入包府弱女安身　出家门阿儿着急 \\n 　 \\n 却说瑶云在轿内看见进了城门，转了几个弯子，后面白大娘赶着住轿，知道是到了包府门首。轿夫遂立住了脚。后面众人皆已来到，先进门叫看门的中将将中门开好了，然后出来，叫将轿子升了进去，一直升至大堂，去肩下轿。 \\n 只见慧儿早跑到了里面来送信。这里庆喜也就赶上一步，将瑶云扶了下轿。早听得后面出来了好几个人，皆是穿红扎绿，环佩叮当。到了屏风口，止住了脚步。白大娘大声说道：“我们小姐同了少奶奶迎接夏小姐。”瑶云看见，赶忙扶着庆喜，抢上几步，进了屏风。先招呼了一声，然后到了后面堂屋中央，见上首一位少年美妇，约有二十七八岁光景，开了一个元脸，粉白的面皮，樱桃的小口，穿一件绿湖洒花棉袄。 \\n 只见白大娘指住年少的美妇说道：“这就是我们大少奶奶。”瑶云上去称呼了一声嫂嫂，彼此见了一礼，又拜了两拜。回过身来，见下首一位十八九岁的姑娘，生得如花似玉，品貌绝伦，中等的身材，一双小脚真如金莲一般，笑盈盈的先着瑶云叫道：“姐姐请坐！”白大娘接住又说道：“这就是我们的小姐。”瑶云也彼此见了一礼。 \\n 随即庆喜也就上来与大众叩头。 \\n 原来这包清义就是这武强县人氏，由翰林院开坊，用了京职后，因苗蛮不靖，他就投营效力得了功劳，反授了武职，在京做了九门提督，生平一秉至公。祖上本有些田产，他就叫子孙在家中度日。他自己一人在京专为国为民锄奸嫉恶。凡民间有冤枉事倩，他就代人理直。不问再大的官职，不犯官法就没事，若是有点错处，他就奏知皇上。轻则降级，重则参官。连宫内的嬪妃、太监也怕了他的，与那些外官更不必说了。所以恨他的人往日总要想设法害他。怎奈主上知其清正，即有人参奏，不是留中不发，就反把原奏的人申斥。故此，百姓因他姓包，就代他起个名字叫为赛龙图。夫人王氏早年亡过，现在膝下只有一子一女。子名叫为凤生，生得眉清目秀，牙白唇红，那一种聪明，也是世上少有少见。到了十四岁就入了学。本年却巧恩科，随即连捷中了举人。次年会试，接着中暸进士。殿试的时候，字法又好，本来閱卷大臣把他摆在前名，预备选元，只因卷子上误写了一笔，故此点了翰林，也在京中供职。娶妻刘氏名叫蜚枚，乃是大学士刘林之女。招赘之后，就接回武强县家中居住。 \\n 一女名叫翥鵉，也是聪明绝顶。比他嫂也好看许多。虽然生在豪门大族，却不以富贵骄人，遇见穷人以及避难的，无不成全周继，姑嫂两人皆是如此。当下与瑶云见过了礼，见瑶云那种美貌端庄的样子，真是个大家气派，随即叫丫环送上茶来。翥鵉先启口问道：“姐姐府上是大同呀？”瑶云答道：“妹子祖籍是浙江，因父亲为官山西，授了大同县缺，故寄居在大同。但不知姐姐青春几何？今日造次拜府，心甚不安。” \\n 翥鵉忙的说道：“那里话来！妹子今年一十六岁了。日前得知于白奶奶，谈及姐姐遭难，真是可怜！难得姐姐如此苦心，可敬，可敬。” \\n 蜚枚在旁也接着问道：“你出来时，这华家公子可曾出狱？”瑶云此时见问他事情，当时脸就一红，不便说出。 \\n 庆喜赶忙代他答道：“少奶奶的明见，若是华家公子能够出狱，我们小姐也不吃这辛苦了，遭这惊吓了。只因叶家一定要谋害华公子，我家少爷又无主见，故此作下这慢慢的事来，前日在绿洋湖遇见强盗，真是绝处逢生。难得这白奶奶一家好心，将我们主婢救起。今日又来打扰小姐与少奶奶。这恩真是报之不了的。”说着，家人又送上点心。大家入座，又谈了一会，本来瑶云气度温存，加之翥鵉又因他是个遭难的女子，格外可怜他的。两人越谈越加亲热。到了饭后，翥鵉就叫白大娘在他自己房中添了一张床铺，取出自己铺盖，与他铺好，庆喜就与白大娘住在一个房间内。 \\n 蜚枚见瑶云有服在身，忙的又叫人代他裁了几件衣服，招呼裁缝去做。三人谈谈说说，直到二更以后，方才歇息。 \\n 次日，瑶云见他如此好心，就叫庆喜拣了一对玉镯，一对珠花，送与他姑娘。又取出几两金叶子，令人换了银子，赏与大众家丁。那些男女婢仆见瑶云如此宽厚，也就欢喜伏伺。过了两天，瑶云又将苦情对他姑嫂说知，请他写信进京，求包大人代华家伸冤。两人正预备得便修信，忽然京中来信说，主上因苗蛮作乱，又令包大人出关征剿，早则来春方可回京。众人一听，已是放心不下，那里还有心思代瑶云写信！因此瑶云就在包家居住，直等到包大人得胜回朝，奉旨到山西查办，那时归里祭祖，瑶云方得代华家伸冤。这是后话。姑且不表。 \\n 再说夏均祥自十九过礼以后，以为与叶家高扳，已是心满意足。一天下来，到了晚间自然辛苦。过了一夜，次日大早，就起身预备，忙办喜事。众家人婢女看见少爷起来，一个个也就起身。内有个打杂的王二，到后面挑水，忽见后门大开，心中想道：又不知什么冒失鬼，清早出去也不关门。自己挑了一担水回来，仍然将门闭好。 \\n 到了厨房，问那厨子也末出去。知道不好，急忙跑到前面查点人数，也是一个不少。只得将后门大开的话告诉众人。均祥听见，说道：“莫非有贼进来偷了东西么？你们到小姐房中去看看。” \\n 此时，徐翠莲起来了。也就听见说道：“让我前去看来！”匆匆的叫了阿顺两声，来至后面。见东西一件不少，心中疑道：“莫非是打杂的说谎？”接住又喊庆喜，叫了几声，总不答应。口中詈道：“你睡过去了！到底是真的，还是假的！你家小姐喜期在迩，还是这般学懒。”说了，信步已到房门口，用手把门帘一掀，再由里面一望，这一跳，惊的不大不小，连忙的叫道：“你们快叫少爷来，小姐不在房中!”均祥听见，犹如作梦一般。脸也不及洗，跑到后进来看，那里有个瑶云？再找庆喜，也是没有。大家此刻慌乱了一回，皆到赵夫人房中去报信。赵夫人尚在床上，说道：“真的假的，究竟那里去了？”也是连衣服不及穿，忙的到后进来找寻，连个影子也没有。 \\n 赵夫人见了这般，遂大哭道：“此皆是你们逼出来的，一定要与叶家做亲，他总是听见华家出了这事，想到自己没有出头的日子，不是出去跳井，就是别处上吊了。你们快些代我去找。若我没有了这个女儿，莫想活命。”说了，就望均祥一头撞来，说：“是你的主意要送他，把妹子逼得如此，你好好将妹子交来与我！”均祥此时，也是急得两眼流泪，忙的令家人各处去找寻。众人只得城中城外四路分头寻。找了一天，一些影儿皆没有。 \\n 此刻均祥真正受急，哭得满脸泪痕，说道：“你们皆抱怨我，说我逼妹子如此。那知我也是为好起见。若能够把与叶家，不但我们皆好，就是他自己也可一身富贵，比华家总好过百倍。现在不知不觉的走了，明日人家就要来娶。没有人与他。这是如何是好！”一头说，一头哭。也想不出个法儿。 \\n 那知这般一闹，叶家此刻早已得信，忙的叫伴妈过来探望，究竟是与不是。伴妈来到夏府，只听见门房唧唧咕咕在那里捣鬼，知道就是不妙。走至里面，又见赵夫人满眼流泪。徐翠莲也是哭著，站在赵夫人背后在那里解劝。伴妈知是外传不假，只得向赵夫人道：哪边叶府知道这信，特地叫我前来询问。现在既然这般如此，明日就是吉日，也要设个法儿回报男家，免得临时说话。” \\n 赵夫人道：“你问我怎的，我千岁也是个女流。他既能把妹子许配叶家，现在妹子不知去向，只问他去！”伴妈见他说了气话，碰了一面孔的灰。只得过来问均祥。均样急得要死，忙的道：“你先回去，在叶少爷面前就说小姐有病，恐怕明日不能过门，先将少爷安慰住，请王太爷快来，我有要言与他商量。”伴妈听了这话，只得回来请王瑶。不知后事如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十八回 遇良辰新人无下落 恨前事门客设计谋", "正文": "  \\n 第三十八回　遇良辰新人无下落　恨前事门客设计谋 \\n 　 \\n 话说伴妈由均祥那里回来，到了叶家，只得照那均祥的活对叶开泰说了一遍。开泰道：“这事如何可行？我的良辰吉日早已看下。现在忽然更改，也不是平常小事，怎么能行？”随即叫人去喊王瑶，说道：“媒人是你做，如今忽然要改日期，不是拿人作耍？你代我前去同夏均祥说，务必明日要人抬回。如果无人，莫怪我不看面情。” \\n 王活嘴接住道：“此事要有话头，均祥不能更变。让我先去一遭，就可晓得。”说了，叫了两名轿夫，乘了上去。一刻工夫，已到夏家门首。内里家人见活嘴已来，忙的把他请到书房，报知均祥。均祥见了活嘴，放声大哭。 \\n 说道：“王哥，此事如何得了？承你盛情，想出这个法子，把华家那里弄平定了，以为可以无事。那知晚上不知不觉舍妹与丫头不知去向，叫我怎的对得起叶家？特地约你过来，代我设个法儿，好将此事混了过去方好。” \\n 王瑶听了这话，也是吃惊不小。摇头道：“这事怎的当得住？仍须要忙速去找。叶家用了这许多的钱，尚还事小；惟他以人为重，没有人交出来，怕是担代不住。我只好暂且告别，莫担误了你们寻找的工夫。”说了，一人气不出言，即走出书房，上轿而去。 \\n 均祥到了此时，知道不得过去，只得自己又坐了轿子，来到大同县内，见了洪鹏程，托了此事。求他转求叶开泰宽限几天，等找到了，然后再行选日迎娶。洪鹏程那里肯去？说道：“小弟为你们两家的事，用了许多的心力，方才办了。体难道不知这底细么？令妹既然心不甘愿，也该早为防他，方是道理。怎么被他走了，还不晓得闺门之女夜半私逃，这是什么体面之事，仍到我这里来求情？这事不能过去。但此事你们有约在先，我不过成全其事。随后怎的。只好你两家自去面谈。”说了，站起身来，举起茶杯送客。均祥又碰了这钉，连一句话也回答不出，只好把心耐了过来，拼着打官司用钱。想了一回，也受急，也伤心，只得仍回家中着人去请王瑶，预备送他些银钱，好求他转圜。 \\n 那知王瑶回到叶家，一路上想道，这小夏平时刻薄万状，我代为了这件事，又弄了几千银子，先前还说道，等后来说成功了，他就截绝不提。今日出了这事，不在此次上弄他的饯，更等何时？想定了这主意，轿子已到叶家门首。下了轿，一直来至开泰的书房。开泰见了他回来，忙的问道：“怎的说法？”王瑶道：“人心实在难知。小夏是个哄骗，把少爷的聘礼骗了过去，忽然将人藏了起来，反说他自己逃走。此事谁能信他？显见他又将妹子许了与别人家，这银钱是被骗的了。外人听见岂不羞杀！少爷的一个妻子反为别人娶去，用了银钱，仍然落空。就是老大人晓得了，少爷也不得安然的。这明明是均祥欺我们无力办他，用些假话来哄我们。此事如何行得？少爷到要自作主，就于今日要将话说定，明日就是吉日，误了喜期，有一世的不顺遂。” \\n 正说之际，门口又进来报道：“洪大老爷来拜，有要话面谈。”叶开泰被王瑶说了这一番话，即急得暴跳如雷，说道：“小夏你不把人送娶，不叫你认得我，也不叫叶开泰了。”听见洪鹏程又来，正是要请他发作。忙的说道：“有请。”家人答应了出去，早见洪鹏程进来，见叶开泰怒容满面，知道他已经晓得此事，忙答口道：“这岂不是荒唐么？我看此事断不致于如此，定然别有原故。只剩今日一天，不将话说明白，如何行事？” \\n 王瑶道：“既然是父台，即求父台亲去一趟，以利害说知。使他悟醒过，免得彼此反脸。这不是明明欺人么？将妹子藏起，骗人家的聘物。”洪鹏程因是叶开泰的事件，回不过去，只得忙急的到了他家，照看王瑶所说的一遍话，硬说他将妹子藏了起来，预备另受别家之聘。 \\n 均祥到了此时，满肚苦楚说不出来，只得求洪鹏程代他说情。洪鹏程见了这般光景，晓得难说，只得仍然回到叶家回信，求他自己办理。叶开泰这一听，岂能罢休？加之王瑶从旁撮弄，叫他到府里去请刘用宾，提均祥到堂押交。开泰听了这话，甚是有理，随即作好了纸，来到府中。就将这番话说与刘用宾得知，求他忙即照办。 \\n 不然我就写信进京，禀明家父，也是要求世伯费心的。 \\n 刘用宾本来与叶槐同年，补这缺时，又全仗叶槐的力，此刻见开泰有了这事。自然满口答应，说道：“世兄且请回去，明日只管发轿到夏家娶人，等至饭后，他还拒将人送出，那时本府就立刻捉他，此刻出了公事。若他醒梧，复将妹子与世兄迎娶，岂不是又多此一举？上下耽搁也不过一天工夫。他若知时务的，也就转圜了。 \\n 开泰见他说下这话，甚为有理，只得拜托了几句，就回家与王瑶说知。王瑶道：“话是不错，只是有一件先要防备。小夏不是好人，怕他见事不妙，私自逃走，到何处擒他？不如今日先将他抓住，明日娶到了没事，娶不到人随即交与大同府，免得误事逃脱。”开泰就信这话，又叫过一个家人，拿张名帖到府中，说声就求他今日提人。 \\n 家人答应下去，这里仍然预备桂灯结彩，好娶新人。 \\n 且说均祥见洪鹏程来过，说了些利害，请王瑶去，活嘴又不来，心下急的坐卧不安。想了一会道：“我妹子逃走，害我到了此时想不出法来。不如我也逃走，过了一两年之后，等叶家另娶了别人或我家妹子，我家妹子找着，然后再行回来，岂不是好？所有母亲等均是女眷，谅他也不能奈我怎样。想毕也不开口，等到晚间取了几百银子，装了一个包裹，一人不声不气瞒了众人，方要开门逃走。那知刘用宾在衙门接着叶开泰的名帖，求他赶紧就办，怕夏均祥逃走他处。刘用宾只得依着他的意，派了三班到他家门口一带防备。 \\n 此刻夏均祥自己负了个包袱，方才出了大门，早为府差看见，上前抓住说道：“我们府大老爷要你前去。”说了已围上几个，将他困住。均祥看见了他上来，知道是叶家的，打算要想回头也不能够。只得跟着来至府内。刘用宾因他是夏国华之子，留他些面子，将他迎进书房劝说他一回，叫他不可存那坏心，将妹子乱嫁人家，骗人钱财。均祥为他说得无地可容，欲想分辩也辩不出来。 \\n 到了次日，叶开泰也不问青红皂白，就一早抬了一乘花骄至夏家门口，定要娶人。赵夫人看见儿子一夜又未回家，女儿又要逼着招娶，这一急，哭得死去活来，只要寻死。好容易到了饭后，叶家家人在门口一带打听，知道瑶云真是逃走，想亦无益。只得将轿子仍抬了回去。 \\n 叶开泰这一气非凡之怒，说道：“我用了几千银子，不能娶不到人。”仍然到了府内，请刘用宾审问。刘用宾只得升堂，将夏均祥带出说道：“本府看你是世家子弟，不肯伤你面子。原想你改换心肠，将妹子交出，仍是好好的亲眷。你竟将妹子藏起，另字人家，难道没有国法，听你乱行的么？”说了就叫礼房上来，先打他五十下手心，问他招也不招。礼房答应了一声，即将均祥伸出手来打了五十下。均祥那里吃过这苦，打得大喊连天，放喉大哭说道：“晚生实不敢作荒唐之事，妹子确是私自逃走。太守不信，容访是了。” \\n 刘知府冷笑道：“你倒会巧辩。你怕本府不知道你的行为？既然肯改把叶家，你就不肯再更字别个么？若不从重究办，世间婚姻皆变乱了。” \\n 均祥听知府说了此话，明明知道他是为华家贫苦才安顿叶家。照此看来，又是骗了叶家的钱财，把别人家去了。欲从辩白，只奈前番事件打了自己的嘴，只得在堂乱哭。刘知府道：“你这刁顽东西，用这苦计前来哄人，你的妹子究在何处？若不从实招来，本府就要用刑了。” \\n 均祥听见格外着急，说道：“就是将晚生治死，这事也是—起疑案。妹子真是逃走，总要求太守成全。”说了只在地下磕头。刘知府见他如此，也见可伶。莫非他妹子不甘愿嫁与叶家，果然逃走也末可知。我且将他看管起来再说。不知后事如何？且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第三十九回 遭管押李坤设法 受贿赂王瑶谎言", "正文": "  \\n 第三十九回　遭管押李坤设法　受贿赂王瑶谎言 \\n 　 \\n 话说刘知府见均祥在地下叩头，那种可怜情形也实难安，就说道：“你的妹子既然是果真逃走了，本府先将你发交礼房看管起来。从速令人寻觅。限你十天，无人交出，就定你赖婚、骗取财物的罪名。”均祥深怕再吃苦，只得答应下来。刘知府随即将他交与府经历看管，一面令人到夏家再细探了一番。 \\n 且说均祥交到经历厅内，经历姓李名坤，虽然是个佐杂人员，却是心地忠厚，最恨的是趋炎仗势倚富欺贫。 \\n 自从夏国华参官之后，他也晓得是叶槐下的毒手，后来均祥与叶开泰、王瑶串通，谋害华兆璧与汤德元，他皆晓得，早已气得忿填胸怀。只因非自己的事不能干预。加之刘知府又与叶槐同年，大同县怎么详法，府里就照详批准，从不驳斥。他就看不下去，每次上衙门时节，皆面求知府，请他把夏家这案亲提自审。无如刘知府一心袒护，说了几次也不见施行。随后也不便再说，只是一人闷气，心下说道：“叶家虽是个不正经之人，不是均祥想依傍他的富贵，王瑶也不能想出这败礼的事来。这明明不是叶家害兆琨，乃是均祥害的。岂有此理！不顾父亲的遗命，不问自己的声名，竟将妹子字与别人。“平时，他一人在衙内细思，总思想不出一个法来，代华家伸冤。却巧，今日瑶云逃走，叶家抓住均祥要人，府官就把均祥叫他看管。李坤见他进来，两手被打得红肿，满面泪痕，勉强着人收拾了一家房子，与他居住，故为不知，上前问道：“世兄为的何事致受此累？现在令亲如此豪贵，闻得太守又与叶大人是同年，何不要叶公子出来说情？世兄又是世家子弟，官宦儿孙，不比那些穷秀才，受了冤屈无处伸的，没钱没势自然被人嫌恶。世兄何不令人前去？” \\n 均祥听了他这一番话，明勿句句皆是詈他，回心想了一想。也怪自己良心不仁，把个华二公子害得身罹牢狱。到了今日，还是报应在自己身上。虽然被他一顿抢白，只是无人代他说情，解此冤结。又晓得这李坤向来为人忠厚，想了一想，莫若仍是求他从中调停的好。还未开口，先落下泪来，说道：“老伯所说，小便无不明白，只是悔恨不及！事已至此，求老伯看先人面上，代小侄在府宪面前说说情。妹子实是逃走，一定要人，实在交不出来。”说了，又向李坤叩头。 \\n 李坤道：“不是我看情分，但是你细细想想，你父亲的功名也是为你参了，身子也为你气死了。华家人也是你害的，你的妹子也是你逼走的。这几件事，问问是何罪名！你的心实为不良，因想叶家后来的提拔，你如今弄巧反成拙，以为外人皆不知道你的事，那晓得无人不詈，无人不恨！你父亲在，要望住你痛哭呢！”这一番说得均祥无地自容，满面飞红，说道：“小侄之罪万死莫辞！只求老伯仍看父亲之面，成全成全。” \\n 李坤见他这般可怜，也知道羞悔，说道：“兔死狐悲，物伤其类。你父本是与我同寅至好，见你遭了此事，岂忍坐视不问！但是人虽交不出来，他家那些聘礼想来总在家内。我看将他原来的东西如数照还。另外给他几千银子，以为买人之说，请他办人。所以那一个王瑶还要买买他的贿方好。是这样子，我只好与府大人说说看。” \\n 均祥听见也无法可施，想道：“横竖是他家的，均在母亲那里，再陪他几百银子也是有限，只当父亲从前少积了些，免得在此受这些刑苦。”连忙的道：“只要老伯肯成全小侄，所说怎般，再没有不依的。” \\n 李坤当时教他在此先住几天，等等外面寻找如何，若逾限仍然末获，再去说情。 \\n 又过了几天。到了第九天上，那里找得见个瑶云！惟有王瑶恨均祥，当初代他忙了二三干银子，随后一点酬劳没得，故此时一逼二追，撮叶开泰追案。 \\n 这日，开泰又自己坐轿到刘用宾衙门中来。见面之后，说道：“夏家如此怠玩，明日已是十天，仍不将人交出，小侄实不甘，总要求老伯赶紧代追。就是家父那里也好写信禀告。” \\n 刘知府见他着急，只得说道：“世兄不必着急，先请回去，我即刻再提讯究是了。”开泰又拜托了一回，然后回来。刘知府道：“明日方是限期日满，今日且不必提他。但叫人去催催便了。”随即叫了一个家人，到经历厅去说，叶家又来催案，如若明日交不出人来，那就难免吃苦了。 \\n 均祥听见这话，只得又请李坤去说。李坤到了晚上。带了一个跟随便衣到衙门里面。刘知府正在签押房中，见他进来，也就让他坐。李坤问道：“大人方才又去催案，但这事大人还要真办？均祥是有可转圜，卑职前来非为别事，只因夏国华虽死，却是离任未久，他儿子如今遇了此事，未免有个免死狐悲的景况。而且华兆琨一案，大人也是明白，难保均祥的妹子不因此怀恨。设若事闹了出来，大家不免干系，这又何必？以卑职看来，还是弥缝了事的好。” \\n 知府被他此番说得在情在理，乃道：“本府非是与夏均祥为难，亦因叶开泰那里迫案太紧，不得不如此办法。老兄既然如此说法。谅必总有个好主意。何妨大家一谈。” \\n 李坤道：“开泰本无什么见识，皆是他那门客王瑶所为。若大人将他传来，以利害说之，使卑职再令均祥买嘱了他，此案即可完却。” \\n 刘知府听了这话，遂道：“老兄且在此少待，我立刻令人去唤了他来便了。”随即叫人取了名片，去请王瑶。 \\n 过了一刻，王瑶已到。彼此分了宾主坐下。刘知府先开口说道：“方才令东催夏家的案件，老兄想必知道。此事虽然曲在均祥，内中情节尚多，本府也不过因同年之面，不顶追求。现在瑶云逃走，明是因积恨所致，设苦追很了，闹出事来，不但本府代着处分，就是叶同年之面孔也不大好看。我看还是从宽商办为上计。” \\n 王瑶正要与知府辩白，李坤接住说道：“王兄素来忠厚，无事不肯成全。而且此事内中有他办的，难道他不知道此事么！求大人赏卑职与王兄商办。”王瑶见李坤说了此活，知道另有意思，忙回口道：“既承大人如此指示，晚生与李经历商办奉复便是了。” \\n 刘知府见他两人皆答应去了，当时就举茶送客。王李二人退了出来，到经历处暂坐。 \\n 均祥在那里只是着急。见了王瑶前来，忙的赶上一步道：“王兄，你来了么？”王瑶也就招呼与他坐下。李坤就把刘知府对王瑶说的复述一遍。均祥道：“这事总要王兄相助，叶府上那里就没事了。我虽是糊涂人，代我调停我总知道的。只要请王兄把这事办妥，总有个大大的谢劳就是了。” \\n 王瑶见他说出这句话来，知道要借重于他，说道：“我们是君子不羞当面，你究竟谢我多少？说明在先，办成之后两下交代，不似你前番银子到了你的手中，随后也不提不问。” \\n 李坤听见他们如此较量。把个公事就如做买卖一般，心中恨不得走上去打王瑶几个耳光。亦因均祥苦苦哀求，要代他将此事弥缝起来，只得耐住性子，将昨晚与均祥退还聘礼，以及再送几百银子的话告诉王瑶。王瑶因受了买嘱，说道：“这法用却用得，只好前去说说看。但是，谢我多少，说明了。”均祥只求事情平妥。也就允了他五百银子。王瑶答应下来，告辞回去。见开泰正在那里急躁道：“今日已十天，人还不见！我是个吏部天官的公子，娶个填房，如此难法，老王也不知道那里去了。” \\n 王瑶看见，急的上去说道：“少爷，我看你莫想娶了！这事闹出大祸来了。你跟我来。”说着，起手将开泰拖到小书房内，故作惊慌之色说：“瑶云逃去还是小事，如今华家听得你娶瑶云为妻，心不甘服，钻出几个当地的，到京中去告。京控说你十款，—是买盗扳赃，二是强占有夫之女，三是倚父仗势。四是穿插衙署，还有那些私和人命，勾串强人的说话。如今人己约齐钱，汤家出告，是兆琨的母亲告我。今早得了这个信息，忙了一天，才把那坏鬼接住了，求他们缓两天动身。我看这事真闹起来。不但少爷没命，就是大人与府县也有处分。莫若善为处治。且放下瑶云。均祥还在府中，可作我们的意思，就说少爷一定要人。被我们解劝，仍将原聘退回。虽然不得其人进门。也不致于失了钱财。就是华家闹起来，也可赖得过去。”这一番话，说得开泰不知允与不允。究竞后来如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十回 还聘物贪财反去财 受官刑害人仍害己", "正文": "  \\n 第四十回　还聘物贪财反去财　受官刑害人仍害己 \\n 　 \\n 话说王瑶捏造了一派的话，恐骇开泰，说这亲事倒是不娶为妙，免致后患。开泰见他说了此番话，只得说道：“既是华家要告京状，不过仗的那些坏刀笔，你千万把这般人平服出去，莫使他们入京。我父亲那里只知道我要娶亲，何尝晓得做出这些事来！若还被他知道，格外不得了。你要用多少钱，就答应他们就是了。”王瑶仍故作为难之状道：“怕他欲心太大，只好做到那里再说。此刻先到府内，将夏均祥的聘礼要过来方好。” \\n 开泰当时就催他速去。王瑶也就忙忙的跑出书房，走上大街，向府衙而去。一人在路上一头走一头想，好不忻快！他们两家总是人财两空，只落得我受用几千银子聘礼，虽然把他那个五百银子与他买人的，我方才未与他说及这件，可送我吃点心了，末后还可以开一篇花帐，说代他了事，凑用的足有二千银子，真是快活死人! \\n 走着思想，已到经历衙门。进去见了李坤，说他怎的为难。怎的说法、然后开泰方才允肯，但是明日一并要交完的，务以晨刻为度。均祥见开泰已经答应了，自己也是满口应允。王瑶又叮嘱了他几句，叫均祥明日连谢差一起带来，然后回去。这里均祥专待次日当堂保释，交代礼物，一夜无话。 \\n 次日，李坤先去见刘知府，说明了前后的话，随即请他传齐人证，当堂保释。刘知府就照他行事，把叶开泰请了来，说了一番。果然满口应允。随又在经历厅内提出均祥，两造讯明，定于明日午堂交还聘物。均祥答应找保释出，满想回去，将原聘送了出来。走至家中，赵夫人因他多日末回，后来招呼家人打听，知道被叶家告控，看管在经历厅内。赵夫人虽是恨他，到底有点不忍心。膝前只有一男一女，女的已经逃去，儿子又为府里捉去，焉有不伤心痛哭！徐翠莲更是不用说的。这两天如同害大病的一般，只望把这事弄平服了，好让均祥回来。此刻见他进了门来，问道：“怎么能够回来的，现在究竟怎的说法？”均祥遂将前前后后的话细细儿的述了一遍。 \\n 赵夫人听了这些话说道：“别项物件皆在我身上，惟有那副头面与珠花尚在瑶云房中。日前过礼之后，我交付庆喜的，不知可在家中？到是快点看看去。” \\n 均祥一听这活，知道就不是好事，急忙与徐翠莲跑到后面到处寻。那里有这两件东西！均祥急得在地上蹬足说道：“好容易请李坤想了这个法子，允了王瑶的神福，方可免了这苦楚，今日若没有原物，岂不是要我的命么！眼见得此事不得开交了。”说至此处，把两个眼睛急得通红，泪汪汪的立在房中。 \\n 赵夫人也没得什主意，倒是翠莲说道：“我想了一个法子，不知可用不可用？我也有一副头面花式，与叶家的也是一般。珠花是买得到的。赶急去买一副来。只要明日在堂上交代过去，随后他就辨出假的来也不怕他。” \\n 这一句话提醒均祥，忙的上街买了一对珠花。同徐翠莲的头面放在一起。又将聘礼采绸首饰等物取了出来。过了一夜，到了次日，匆匆的叫人带上聘物各件，来到府中，先与李坤见了一面，连他也瞒得定稳。只等叶家的人来，就当堂交纳。候了一刻，叶开泰与王瑶二人一齐到来。先在经历厅内坐，叫人报到府里去，请知府大人升堂。 \\n 王瑶怕均祥过于打折头，抽个空子向均祥说道：“我代你将此事办妥，但是那谢银可与我了。” \\n 均祥见他来要，当时一想，忙的说道：“实不满你，银子是现成，匆匆的出来，忘却带在身旁。待升堂之后，请你到我家去是了，定然与你。” \\n 此时均祥真忘记带出。王瑶听了这话，冷笑道：“我不应该多这一番事，不怪你忘却，只怪我不识人！再会是了。” \\n 正说之际，府内已经升堂，大家只得前去。到了堂上，刘知府问均祥道：“你可曾将原物带来？”均祥答道：“已经如数在此。”当时就打开包裹，一件件照原物呈上。知府看了，点过数目。仍然叫叶开泰来。 \\n 王瑶在旁眇了一眼。只见头面上颜色虽与那个一般，惟有中央那珠子迥不相同。赶上一步道：“前日是晚生经手，交与均祥的。此时仍当由晚生交与开泰。”走了上来，将头面细细的一看，果然不是原物。当时就反脸说道：“夏均祥，你为人未免过于刁顽！为你这事，府大人好容易开恩，将你放了，原物交还，你为什么将叶家的头面换去！中央那颗珠子你晓得值多少银两？你就吞下！怪不得你将妹子收藏起来。”此句话一说出来，均祥吓得脸也变了。　 \\n 叶开泰上来一望自己的东西，岂不认得！也就反脸向刘知府说道：“老伯的明见，只此一端，已可见均祥刁恶险猾！这头中央那颗珠子乃是一颗避水珠，还是家父敕差外国时候那外国国王相送的。小侄因婚姻大典，故尔将他嵌上，现在原物没得，只求老伯作主。” \\n 此时，李坤、刘知府皆动起气来，刘知府说道：“本府因你们两家皆是官家之后，免得时常求叩公堂，现在连我也哄瞒起来了，这还了得!” \\n 李坤也道：“你太不顾廉耻！父亲、妹子死的死，走的走，本厅代你出来调处，担了多少的干系，你还是存不良之心，实在可恶！” \\n 均祥此时无可辩白，只好将瑶云带去的话述了一遍。 \\n 众人道：“岂有此理！若果真有此，你就该早早言明，为何以假头面瞒混大众！这明是你吞没了。” \\n 刘知府本来要代开泰追人，因李坤谆谆的相求，故尔答应。此刻见均祥又如此刁顽，遂把惊堂一拍，喝道：“你这不顾廉耻的东西！本府不将你重办，何以警戒别人！”忙叫书吏责他手心。书吏上来，打了他五六十下，然后刘知府向叶开泰道：“世兄先行回去，这人不重办他，不肯将原物交出。今且限他三天，若逾限定然照例惩治！” \\n 叶开泰当时告退辞出，刘知府亦即退堂。均祥仍交经历看管。 \\n 此时李坤也十分的恨均祥，说他太不顾羞耻，不但不问他，而且比寻常看管的人尤狠些。到了三天之后，那里有个头面交出？此次上堂不比从前打手心。因他自已没有功名，所有叶开泰代他捐的那个功名，执照又被夏国华扯去。此刻，知府即叫差人将他上了天平架子。两旁答应了声，已将刑具抬来。均祥只是哀求，差人早将两手顺在背后，两条腿跪在地下，喊一声上。只见均祥大叫一声：“痛死我也！”已昏了过去。 \\n 知府见他受刑不过，叫人将他放了来，用水将他喷醒，问道：“你可交不交？”均祥道：“此物是为妹子带走，无从可交。现在惟有一死！我也自知理屈了。” \\n 知府笑道：“你还以死恐吓谁个！本府偏不俾你死，就叫你受受话罪!”随又叫人取过一副铁练，代他上好，收入府监，备文上宪，说他临期赖婚，吞没聘物。从此，均祥就在大同府监内，要候李大椿点了状元之后，救出华氏弟兄，那时他方才出得来。 \\n 再说汤德元自从为李春救活之后，仍将棺柩停在祠堂之中。柩中用了许多土泥装好，每逢七期，汤太太与汤俊各人仍然穿孝哭祭，以掩外人之耳目。汤德元即从那逃回家中，躲在一间僻房之中。次日，令人将那华家太太请了来，将细情告诉他一回，说是夏均祥嫌贫爱富，同王瑶想出这个瞎孔，遥想兆璧、兆琨两条性命，总不至有碍。惟是要有人上控方好。 \\n 华太太听了，虽然稍稍放了点心，只是两个儿子总不得出牢，不免有些盼望。过了两天，汤德元仍是怕在家中不甚妥当，离家中五六里地方，有个萧家洼，汤家的仓房也在那里，就连夜的搬到彼处居住。自己想道：“我两家遭了这冤枉，想不出一个出头的路子来，岂不可恨么！”过了几天，听得县中风声息了，上宪的申文已经回头，兆璧与兆琨定了永远监禁的罪名，因在乡间无人认得，就将仓房开了，在门口闲望，远远的看见来了一个人，见汤德元立在门口，喜不自禁，大声叫道：“老伯，我来了！”汤德元细细的一看，欣悦非凡。欲知此人是谁。 \\n 且听下回分解。　 \\n  \\n   \\n  "}
{"章节": "第四十一回 给川资伯母多情 遇患难英雄受辱", "正文": "  \\n 第四十一回　给川资伯母多情　遇患难英雄受辱 \\n 　 \\n 话说汤德元因家中耳目不便，怕露了风息，故尔搬至仓子内居住，向晚无人来往，将门开了，正出去闲望之际，见远远的忽然来了一个人，叫了一声“老伯“。汤德元仔细一看，不是别人，正是李大椿，忙的问道：“你怎么来的？”大椿道：“我听见我母亲说，老伯怕人知道，特地移居于此，我这两天末见你老人家，故此到此探望。” \\n 原来大椿自搬至汤家之后，虽然华太太仍将女儿搬回陶发问壁那房屋居住，李太太总未搬了出去。他说的一句倒比人更进，说只要儿子好，再受些人家恩情，也可补报。只要补报得到，随后人家自不得借口；若是儿子不好，就是不借人家光，后来也不免为人议论，故尔他终末搬。平日在家，只劝大椿念书发狠，说到一切功名总算数，总要发狠上去，方能为祖宗争光，报人家的恩德。所幸大椿也是至孝，顺著母亲的意思，不是念到三更，就是念到半夜。 \\n 后来，汤德元遭了冤枉，汤家为官家抄没，大椿就恨恨在心，说道：“我有一天出使皇家，总要将这些贪官污吏参革净尽。至这些恶差鱼肉乡民，皆是县官不好，他果能一秉至公，赏罚明正，他怎敢这个样子！”因此越想越气，越用心念书。后来，听得汤德元死在监中，他就恨不得与洪鹏程拼命。及至领棺回来，又见汤德元为李春救活，就根不得代李春叩头，说这人如此重义，将来有一天为官，务要将这人提拔，总总情形也说不尽，总总也是个好心肝。 \\n 此刻，见了汤德元，两人谈了一回。德元问道：“听说学宪几时录遗，你是岁考进的学，今年是恩科，你是初次下场，倒要录遗。你还要预备盘川前去乡试。”李大椿道：“录遗消息，我久经听见了，闻说是七月初十，如今还早。等过了三四月，到午节之后，忙这事尚还不迟。” \\n 汤德元道：“我恨不得此时就考，俾我早些中举进京，能够发达，也好为我们伸冤。可怜华家哥哥此次是不能与你同考，尚不知何时方可出此牢门!”一面说一面眼泪荡下。 \\n 李大椿看见，也不免凄掺。赶忙劝道：“老伯不必烦恼、吉人自有天相、不过迟早些个，如今惟有华太太仍是独自住在外面。虽然尚有两位姑娘陪伴，只是那孤苦的情状，今日目不忍视。” \\n 汤德元叹了一口气道：“我岂不知他苦楚！只因他立志甚坚，真是令人可敬。若再勉强接他回去，不但他不肯，反不知道你我的用心了。只好你回去，就说我说的，请你伯母仍照往常周济他些。我家遭了那些差人一次抄掳，所幸田亩还在，年中的用度总够了。此时天已不早，你可赶紧回去罢，免得过晚，路上难走。没事时候常到我这里来，可以与你谈谈。” \\n 大椿答应着，转回镇上，将汤德元的话与汤太太说知。还未说完，忽听门口闹了起来。忙的出去一看，不是别人，正是汤俊弟兄与人打降，将人打伤。故此闹到门口前来。李大椿见那些被打的人虽是眼泡皮浮，却皆是不善之辈。只得打招呼陪小心说了许多好话，众人方才散去。 \\n 这里大椿找着了汤俊兄弟，劝说了一回，说：“你父亲既是这冤屈，你该愤志念书，代父亲理楚方是正理，为何又与人殴打！人家把你打伤固不上算。你把人家打伤人家自然闹到门上来。这是何必！” \\n 汤俊道：“我看现在此间倒是强狠点的好，我爹爹与华家两个哥哥那般忠厚，尚且遭这冤枉，真是满腹诗书抵不得一场战斗！我从今日起，虽不在外惹祸招非，那些书本子我是不念了。练些膂力武艺。等候皇家有事，也好出力，代朝廷办事。而且听说伍员庙内新来了一位和尚，武艺十分精通。我日内就去拜他为师。” \\n 李大椿见他说些硬话，晓得是个风马牛不得入彀，也就不说了。那知汤俊到了次日。果然把所念的书全行烧去。一天未曾回舟，到岸旁寻找到伍员庙去了。汤太太是溺爱惯了的，也只好随他无收无管的学武。 \\n 这里，李大椿看见这般光景，想想两家的好处，我若不在这科发达上去，代他伸了这冤，也不可为人。每日在家埋头伏案。光阴易过，不到数日工夫，已是六月天气。城中门斗又来送信，说道：“学宪于七月初十日按临省城开考遗才，你须初七日先行到省，方来得及。” \\n 李大椿听了此信，又是半忧半喜。忧的是终年依傍汤家，饮之食之，所有他母亲作点针线，售出来也不过零用而已，此一番考遗，至少要二十两。这笔巨款从何出处？真的是已经场期伊迩，能够一举成名，就可从此改换门庭了。独自一人只是闷闷的坐在书房，想想自己何以如此命苦！好容易遇见好人提拔，我今又遭了这事，眼见得无钱下场了，这是如何是好？ \\n 一人正在那里呆呆的瞎想，只见汤太太走了进来，望见他发痴，忙喊道：“大椿，你在此想什么？”大椿出着神，忽然被他一叫，倒骇了一跳。一看见是汤太太，急忙的立起身来道：“不想什么。”汤太太道：“我晓得你的心思。方才听见门斗来说，场期定了。你因为无钱前去，可是不是？你莫呆想，我家虽遭了此祸，正想你发达，代我们出气，眼见得兆璧他弟兄二人是不能同你去考的了。”说就红了眼眶，走过来言道：“你预备几时去？如今麦租可以下来，明日叫人去催。先要几十两银子家来，好与你动身。你此刻查点查点，看看有什么要置买的，要收拾的东西，查出来好预备齐全，况且你母亲又时常的有病，临时匆匆，莫要忘了带去。”大椿答应了就说道：“承伯母如此成全，真是感激不尽了。”说完，汤太太去后，大椿又将这话告知他母亲。母子二人真是感汤太太之恩实不浅也也！大椿又到镇上约了几个熟人结伴同行，赴省过考。一个叫于德全，一个叫贺琼瑶。还有一个姓方，名字叫为同正。三人皆是他平日的至好。约齐于七月初一日启程。先期又到仓房内，见了汤德元，告别了一番。 \\n 德元见他一人前去，也不免想到兆璧弟兄两人。当时，也是酸酸楚楚，谆谆嘱嘱。大椿回来，本想还到华太太那里告别，深怕又惹他的伤心，只得求他的母亲，等他启程之后，到他那里打个招呼。各事安顿停妥，到了三十日这一天，汤德元叫人送信家来，与大椿发兆，又嘱他一到省中就赶紧速速来信。大椿一一应允。 \\n 晚上，汤太太就办了几碗菜，皆是取的吉祥话头，说了几句。未了，送出来四十两银子与他为路费。 \\n 次日一早，大椿先在家祖宗神面前磕了头，然后与汤太太并他母亲告辞。汤俊在伍员庙内知他动身赶考，也赶紧来代送行。大椿临动身之际，又劝了他一番，方才雇了两辆车子，与于德全三人启程前去。 \\n 在路非止一日，已到了山西省中，选了一所宽大的房子住下。次日，招呼于德全的家人，先到街上，买了柴米动用什物。到了考试的时候，所有进场应用物件也要预备置办起来。于是李大椿便同于德全等三人出了考寓，到街坊上闲逛一回，兼备办些东西。三人信步走来，只见六街三市颇为热闹。及至考棚街一带，那些前来赶考之人互相买卖，尤觉拥挤非常。李大椿等买了些零碎东西，又逛了一会，打算回寓。忽见路旁中有许多的人在那堆著相打，又听一人大声骂道：“吴熊你这杂种！赊欠了咱们的东西，不想还钱，还要硬行抢物！咱今将你这杂种打死了，看你到那里去喊冤！”李大椿等便上前一看，只见有四五个店伙围住一个后生在那里打詈。那后生也暴跳如雷，詈不绝口，却不十二分动手。那些店伙包不敢过于近前。李大椿看完，便走向前问道：“你们所为何事，如此打詈？有话尽管说话，何必如此呢？而况相打没好拳，万一的打伤了那里，两边皆不好，你们且各自撒手，有话说话。”不知后事如何？且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十二回 新解元高居魁首 大主考喜得门生", "正文": "  \\n 第四十二回　新解元高居魁首　大主考喜得门生 \\n 　 \\n 话说李大椿在路上见众人乱打吴熊，逼他还欠帐，劝解了他一番。吴熊赶忙上前道：“尊公尊姓大名，何方人氏？如此慷慨，叫小人何以克当？”大椿就将姓名告诉与他。吴熊道：“小人本非无赖之徒，只因生平好武，专爱交结朋友，故此将家产用得净尽。近来因老母有病在家，欲思食物开味，苦又无钱，只得出来赊欠。今日老母又欲吃蜜饯各物，不料该店不肯再欠，我性急设法，所以硬自取。那知他们人多，就来打我。不是小人夸口，只要小人将两手一举，就要把这一干人等打倒。奈因我自己理屈，不敢还手。” \\n 大椿听了他这一番话，原来有一番原故在内。并不是假话。心中想到，英雄没路，皆多如此，何不相助相助他，也值不了许多。随就送他道：“我这里有几两碎银子，你好带去侍奉母亲，能够别图生路，得个出头所在，也不负为人一世。向来酒食朋友，是从来依赖不住的。”说了，就在怀中取出三两另二钱银子递给与他。 \\n 于德全三人见大椿如此，也说道：“他是个寒士。方且如是，我们何不也周济他几两，方为处处行方便之理！” \\n 每人也取出数两官纹交与吴熊。吴熊千恩万谢的方才收了，道：“吴某今日萍水相逢，得蒙恩德，他日若有寸进，断不敢有忘大德，但不知这三位是何姓名，好为他日相逢之地。”大椿道：“老兄也不必再问，些须之赠何足言谢！”说了，几人向东而回。 \\n 过了几天，已到初十之日。这日五更天，进场考试。 \\n 到了头牌时分，各皆缴卷出场。三两日之间，各人皆取为一等。门斗送了信来，大家欢天喜地，预备乡试。 \\n 光阴易过，瞬眼又到了八月初头。这一日，见了主公，进了贡院，大家评论了一回，说道：“我们几人之中，不知有人能像今日？就是主考，前也不过同我辈寒窗苦读，一朝腾迹，就有如此显荣，想他队前也是意料所不到的。”你言我语，羡慕了一番，然后各将应用的书俱查好，摆在考篮里面。 \\n 到了韧八，俱皆饱食战饭，争取状头，来到贡院门口一望，人烟无际，负笈而来，听得号炮三响，监临升坐。这里一府两县，点名给卷。李大椿四人也挨着名次入场考试。封门已毕，题目纸发了下来。四人各在号中索思了一会，然后一挥而就，真是篇篇锦绣，字字珠玑。 \\n 一连三场皆是如此。 \\n 到了十五以后，众人出场回寓，彼此将文稿录了出来，互相评阅。四个人中间惟有李大椿顶好，方正中式，其余文字虽然可中，却皆是中流人物。于德全说道：“本来这步功名可遇而不可求的。只要夺得魁首，我们就是名在孙山外，心中也甘服。”大椿又谦逊了一回。 \\n 次日，因发榜日期还早，又将文稿誊了一篇，写了一封家信寄国大同、专在省中等侯发榜。 \\n 到了九月初十之外，每人在寓中皆各坐卧不安，愁眉不展，或将自己场中文章念一回、觉得自己得意，复行前后细看，又似乎有许多字句之疵。不禁又烦闷一番，叹气连天，挠腮抓耳，说不尽那些坏品。又等了两天，这一日，众人正在寓中吃完晚饭，因无心顽要，预备早些睡罢。还未进房，忽听外面脚步吞吞人声跑跑的，听见人问道：“可曾发哪？”有人答道：“已经发了。” \\n 大椿与众人听得清楚，满面颜色，浑身的冷汗，心口如同小鹿儿乱撞，噗咚噗咚的乱跳。要想叫家人去看，深怕不中，格外难过。大家皆说不出口。只见你望住我，我看住你，呆呆儿的，各人皆立在堂屋之中。忽然门外一声高叫：“方相公在家？”方正中听得清楚而且明白，忙的走出去，答道：“谁人叫我？”早有人跑了进来说：“方正中中了八十七名的举人。现在榜尚来曾写完，我仍要去打听呢。”说了那人飞跑回去。 \\n 方正中听见自己中了，也不问众人难过不难过，得意洋洋的走进房中，拾了灯笼，飞走出去。这里三人听不见自己的名字，实为相形，无地可以自容。 \\n 停了一刻，又有人来报道：“李琼瑶也中了五十三名。”李琼瑶听见，也是跑了出去。还未上街，接住又有人来了。于德全也中了二十一名。此刻，只有李大椿一人未中。望住他三人皆出去等看发榜，自己一人只不见报到，心中思想好不悲苦，道：“此次我前来满想一举成名，上慰祖宗在天之灵，母亲的苦节，乃竟不从人愿，我何以回得家乡，见得汤家众人！”说到此处，不觉流下泪来，一人凄凄惨惨酌在那里暗自的痛哭。忽门外又一声吵嚷，连来了许多人，吹吹打打跑入门来。大椿疑是代他三人报喜的，急忙的起身，要向房中去睡眠，早有于德全喊：“恭贺，恭贺！”一把抓住大椿。 \\n 大椿格外的着急道：“你们也丢人的脸面！人家不中己极难过，你还抓住人来嘲笑。这个是何道理！”大众听见了各人皆大笑起来，说道：“你莫要急了！解元为你夺得来。”说了，那个送报的果然将报条放在桌子之上，请他开报。 \\n 大椿说道：“我就开了！”一看，方知他已中了解元。 \\n 此刻之际，险色转了过来，笑嘻嘻的前来启报。众人抓住他说笑了一回。那些门斗提塘学书等人，均各坐在房内争要报钱。大椿只得敷衍了他们一番，然后取出几两银子先与他们茶点。随后，再等回家之时再为添补。那些人也知道他是一个寒士，榨不出油水的，只得答应了下来。 \\n 方正中等人却是加倍的开发。四人齐来考试，如今一齐皆中，岂不忻悦！忙忙的闹了一夜。 \\n 次日一早，各人具了衣冠，前去贡院赴鹿吟宴。见了主考，原来这个正主考是吏部尚书王国均，副主考是翰林院侍读唐必正。这两人皆是少年科策，历任清班，生平却是正直无私。王国钧虽与叶愧同部，向不像他为人，擅自作福作威。近来也因案与叶槐不合，主上也知道他们的性情。两人常在一起办事，必有商议，故此将他放了这主考，以便场后入京再行升调。此两人到了山西，心中想道：“主上如此恩典，教我们执掌文蘅，就要为国家求点真才，方可以报答天恩。昨日发榜以后，就想见见这新科解元。此刻，正在鹿呜大宴的时候，当即招呼手下人等，解元如果到来谒见，你们把单帖引了他，到别处书房，不必与大众在一起。我有要话问他。” \\n 家人领命之后，外边执帖的已将各举人帖子呈了上来。惟有李大椿的帖子另是一人。领到左边书房里面。王国钧与唐必正将众人分班见过了，后然回到书房。李大椿早见两个主考进来，赶着起身，在红毡上站定，磕了四个头，行了师生之礼，两主考也回他四个揖，方才坐下。 \\n 王国钧问道：“前见榜上籍贯，贤契是大同府的人氏，但不知与吏部尚书叶槐家相隔多远？”大椿因是初次见面，劈口就问叶愧，想到，他虽是我的老师，我看他也不是个好人，不然何以将叶槐摆在心中！只得勉强答应道：“门生家居村落。虽然晓得其人，却是未曾见过面。”两个主考道：“原来如此，如见他是不认得的。”也就不往下问了。随又将他文字如何好法，笔力又如何工稳，条封又如何明白，称赞一番，然后又问他何日赴都。 \\n 李大椿道：“门生本想即由此入京，因川资不足，仍须回家筹措，方可启程。大约至迟年底也要抵京了。” \\n 王国钧见他言谈各事皆是率真，全无半点虚假，互看他的文字，又是渊博宏通的。心中想到，这人倒不可限量，将来必定可成大器。既得了如此的门生，何不就提拔提拔？说道：“我两人进京复命，也不过在月之底、来月之初就要动身。你此刻再去，复又赶来。设若有川资还不碍事，若再无处可以设法，岂不误了时日？若是这般设想，不必回去。可随同我一齐前往，岂不是好！如果后来果能联捷，那时更不必虑乎此。即使不第，有我二人，也不致令你空手还家。” \\n 李大椿听了这话，真是喜出望外，忙的起身道：“老师如此就是门生的恩人了。”王国钧也就谦让了几句，随叫他回寓安排，以便一起动身。告辞回去。不知后事如何？且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十三回 附官舟入京登鼎甲 见师尊为友诉冤情", "正文": "  \\n 第四十三回　附官舟入京登鼎甲　见师尊为友诉冤情 \\n 　 \\n 且说李大椿见王国钧叫他一同入京，真是喜出望外。 \\n 随即回寓，与方中正等说知，三人道：“这就是你的局运，应该你要高发了。不但得中解元，而且老师又如此看待，只是你那里说起？但是我们家产虽比你稍好些，却带来盘川也只够在此处用度。你既有人带你进京，想必是不回去的了。我们却要回去一趟。一则要取盘川，二则也该回家祭祖，你有什么信件，今日可写好了，我们明日不走，后天是定要行的了。” \\n 大椿听他们回去，就在灯下写了两封家信。一封与华家太太。问问他的精神，以及兆璧弟兄信息如何，末又写了一行说，自己虽然中了举，所幸老师赏识，将来能进步，两兄受屈或可代伸，请他不必过虑的话。一封写与母亲，告知中举以后事情如何办法，以及同主考到京的话。未了，也写三行，汤氏伯母及全家请将此信与阅。他因汤德元是瞒住人住在仓房，故用了暗语，封好交与他三人带了回去。 \\n 不说华太太、李太太大众接字，大椿等主考起马日期一齐动身。却说到了月底，主考出了贡院，拜客已毕，随即叫家人来送信大椿，说后日一早下船，约他明晚将东西搬上船上等侯。大椿得了此信。本来收拾停当，次日下午的时节，就先行独自一人上船。第三天早上，果见省中大小官员开锣喝道，皆至马头上恭送。两个主考谦逊了一番，然后放炮鸡锣，升旗拔锚，慢慢的将船开行在路。行程非止一日，终日大椿与两个主考官谈说今古，投契之至，无意中又把叶开泰在大同如何作恶的话告知了王国钧，王国钧更是不平，皆说我等未通其巧，总有一天将他父子恶迹奏知主上。 \\n 谈谈说说，这入日已抵京中。王国钧先叫人将大椿的东西撤到自己公馆，将大椿送在儿子光荣房内居住。次日，就叫光荣带他到各街上游玩。从此，终日就在他家用功。 \\n 两月一过，又是腊月春回，二月初头，各举子复试已毕，李大椿又取了一等。揭晓之后，方正中与于德全三人已由山西来了。因场前无暇，未曾前来，这日各人具了衣冠，来至王国钧府内，谒见老师。然后又把大椿的家信交代下来，彼此往前。不知不觉已是三月初头。到了初八这日，仍同乡试一般，各备考箱进场考试。 \\n 这年大主考却是赛龙图的包清义。他早是个有名望的翰林院，虽是年老，眼界尚还不错。三场考完之后，所有各房的房师已经纷纷荐卷，呈了上来。包公主政先看许多的卷子，皆不十分称意，末后看三本，不由的不拍案叫道：“我道是这回绝无佳文，那知竟有这本文字！不独气字光昌，精警名贵，其中这抱负也是不可颃颉的。今科会魁不是此人是谁个！”接住又看了两本。皆是得意万状，无乃文字虽好，总比不足先前那本的文字佳妙。看了几次，提起笔来，从头至尾圈到末了，再三细想，方才批了出来。那知这三本卷子，就是李大椿与方正中、于德全的文章。 \\n 过了几天，将试卷看完了，择了龙虎吉日，发榜揭晓。这日，大椿正与王国钧谈论场中文字，国钧也是说他必中，而且不得过低。他们在里面谈论，外而报子早已报到。那些家人听说李少爷又中了会元，各皆代他忻悦，忙的跑入书房通报。 \\n 此时大椿这个欢喜，自不必说了。国钧尤为快意，说道：“足见我的眼界不差，仍是你中了会元。真个是文章有价了。”随即取了一百两银子，让他开发各事。话尚未了，只见方、于两人已经喊进来。王国钧忙问道：“你们中在那块？” \\n 他两人各报了名次。一个中在十一名，一个中在三十二名。只有李琼瑶一人末中。三人又同出去看了金榜，约定了次日去见老师，赴琼林宴。忙了几天，随即殿试。 \\n 那知问卷大臣仍是派的包公。加之大椿三人楷法又好，先将前十本进呈御览。天子看至大椿三人的卷子，也龙颜大悦。到了胪唱这天，巧巧的就是他三人中了鼎甲。李大椿是状元，于德全是榜眼，方中正是探花。 \\n 当时在金銮殿谢恩己毕，天子见他三人皆在二十岁左右，真是少年秀俊，才品超群，心中大喜。随敕令穿宫太监，打扫六街三巷，候他三人退朝走马游街，加之九门提督又是包公的员缺，那些巡捕委员皆晓得李大椿是包公的得意门生，格外的张灯结彩，热闹非凡。那京城内看迎状元的人如山似海一般。 \\n 三日已过，少不得要去谢正主考、拜同年等事。到了包公衙门，先在头门就下了马，先将门生帖子递了进去。不敢直走正门，从角门穿入后堂，面见了包清义。叩头已毕，包公见得了三个门生，岂不得意！随即问到大椿的年貌籍贯。众人一一对答。 \\n 包公笑道：“天下竟有这般奇事！三个鼎甲全出在大同府内。这可算人才极盛的了。如此一来又要教这狗头夸嘴。” \\n 大椿见他笑容可掬，忽然变了怒容，说这狗头又要夸嘴，不知所说何人，也不好问。当时告辞退了出来，各回寓所。 \\n 王国钧见他回来，多远的就问道：“老包今日可曾得意？乡榜是我赏识，可算英雄所见了。”大椿道：“这是两位思师提拔，门生是无德无能。”当时到了书房，就写了一封家信，用了马封递到山西。次日大早，大椿还未能起来，已有人拿了帖子匆匆的跑进上房，说包大人来拜会。只听里面说道：“请！”王国钧已走了出来。家人到了外面一声高叫，随了帖子，将包清义领了进来。 \\n 王国钧看见，赶忙起身笑道：“恭喜又得了一班桃李呀。可知此三塌甲是那里的人氏，那一科中举的？” \\n 包公笑道：“你不必瞒。我辈眼力总还不差，只可笑老叶也妄行夸嘴，说他家乡人才美盛，你道可笑不可笑！后辈如同他这般为人，倒是不发达为佳，免得活造达许多罪孽，但不知李大椿现居何处？我想传他问问底细。” \\n 王国钧道：“这人远在天边，近在眼前。你要见这人殊为不难。”随叫家人将李少爷请来。包公方知住在他家，回头来见。大椿已经到了面前，就在下首坐下。 \\n 包公问道：“贤契既生长大同，可知道有个叶槐么？他家儿子品行如何？可曾积有产业？” \\n 大褚见他两人询问。真是巧不可言。当时跪了下去说道：“不满老师的明见，门生近来就有一种冤枉还未伸出。”当时就把他如何被华兆琨提拔县考，复因华兆琨如道受请，汤德元与万钧做媒，后来夏均祥嫌贫爱富，叶开泰如何买盗扳赃害了华汤二家，洪鹏程又如何定案的话，前后细细述了一遍。 \\n 包公听了怒道：“反了，反了！堂堂一个吏部之子，居然知法犯法，强娶有夫之女！洪鹏程身为邑宰，反助奸子为虐，严刑拷供抠辱斯文，真是暗无天日！我不将此事奏知主上，何以为民除害！” \\n 王国钧道：“你不必受急!此人的行为我久经知道，至今未曾启奏，因思主上甚宠用他，设若奏事不行，反为受害。我看今日天恩甚好，早晚必欲召见这个鼎甲。那时等主上问及山西的民情。由李大椿面奏主上，彼时总要派大臣查覆。能够临到你我两人，这也是他的恶贯满了。”包公听了这话。也甚有理。方要回衙，忽见军机处有人送信说，主上明日召见三鼎甲。不知李大椿如何代华家伸冤。且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十四回 大钦差奉旨查办 新状元衣锦荣归", "正文": "  \\n 第四十四回　大钦差奉旨查办　新状元衣锦荣归 \\n 　 \\n 且说李大椿正与王国钧谈论之际，忽然外面家人跑了进来，说明主上召见三鼎甲问话。 \\n 包清义听了说道：“此事倒意想不到。前日游街，金殿上并末得着什么。此刻忽然召见，大约有什么恩旨。” \\n 复又问大椿道：“你前日游街之后，到各衙门投谒，曾到叶槐那里去过？” \\n 大椿道：“我因他为人不端，且不是我的老师故旧，虽然与他同乡、却向无半面之交。” \\n 包公道：“你们倒要提防他。莫非他在主上面前说了什么，所以有明早召见？”王国钧也是如此说法。 \\n 大椿道：“这也不必过虑。古人说得好，头戴乌纱帽，身售帝王家。只要为国家出力就是。他进了谗言，也只有竭力报效而已。如果有这般，我倒可以摆布他了。” \\n 当时包公谆嘱了他们几句，然后回去。这里大椿与方正中、于德全三人皆预备次日早上朝金阶面主，一夜无话。 \\n 次早五鼓，穿了朝服，到了午门，在朝房会齐，等主上升殿。不多一时，只听景阳钟响，各官皆分班朝见，匍匐金阶，三呼已毕，皇上向太监问道：“昨日召见新科鼎甲，可曾前来？” \\n 太监忙的奏道：“现在金阶见驾。”主上龙目一看，早见三人跪在地下。随即说道：“传孤旨召卿等前来非为别事，只因御史黄如永奏劾吏部尚书叶槐，说他纵子为恶，误国殃民，列款申奏。想他乃是个六部大臣，岂不知道知法犯法！昨日看卿等籍贯，皆是山西大同府，与叶槐系属同乡，谅无不知叶槐的儿子之理。究竞为善为恶，卿等一一奏明。如果实是与原奏相符，虽是大廷朝臣也不能因而宽宥。卿等可细细的奏上。” \\n 主上这句话一问，叶槐虽主上信臣，却是伴君如伴虎，果真所为不轨，也是不能徇情的。此刻叶愧听说御史列款参他，主上又当面问这三人，此刻必须三人代他说话方才无事，因即上殿，浑身淌汗，两眼只望住大椿三人，深怕他三人说出坏话，登时就要问罪名。 \\n 大椿听见问是这话，心下好不欢喜，心说道：“我此刻不把华家的冤情奏知主上，更等何时！”遂道：“臣等皆是身长大同的，系与叶槐同乡，却不敢妄奏，又不敢心存袒护，请主上将御史原奏参折赐臣一看，其中所列何款，俾臣得一一指明。”主上准奏，随叫军机大臣将原折呈上，复看了一回，然后叫太监递与大椿。大椿接在手中展开一看，内中却是奏他纵子为恶，误国殃民，列了十款。求主上将他革职查抄等语。 \\n 大椿看了，就奏道：“原奏所列十款，臣虽不能悉知，但其中纵子为恶，诬害良民，这两件的实据不但人皆尽知，即是大同三尺孩童那个不知！” \\n 主上见他如此回奏，不禁怒形于色，说道：“叶槐既然如此不法，卿家可一一奏来。朕待他如此厚恩。竟尔不思报国，若不照例惩治，何以为民除害！” \\n 大椿见主上如此追究，就在金殿之上将华汤二人的冤枉，以及王瑶与叶开泰买通了强盗，扳害良民这一番所为前前后后述奏。 \\n 主上当时雷霆大怒，说道：“前者叶槐奏劾夏国华贪赃枉法，因此将他革职，那知他是所欲不遂，证劾廷臣。现在他儿子反与洪鹏程谋害文人。似此不法，何能容恕！” \\n 当即传旨一道，着包清义依原折所参，前往查办。如果属实，先将华兆璧弟兄释放，即速复奏。吏部尚书员缺，着王国钧兼理。叶槐看缺听候查办。这旨一下，那些清官忠臣无不人人称快，退出朗来。 \\n 且说包清义奉了这旨，晓得不能耽搁，只得回了衙门，将公事交代已毕，预备次日启程。那知李大椿退朗之后，到了王国钧家内，国钧道：“老夫在京多年，满想除了奸贼，只恨不逢其便，谁料今日却在贤契手内，真可喜之至！” \\n 李大椿道：“门生虽是为了华家弟兄，却也是实言奏对，可算是公私两尽。此刻包老师前往查办，门生拟想趁此请假一走，不知道与例可合否？” \\n 王国钧道：“向来鼎甲皆有请假修墓以及省亲之说，现在天恩甚厚，加之贤契又包公的门下，明日贤契单奏请假。若主上不肯，再谓包公一奏，说代你同往查办。那时也就再无不准的了。” \\n 大椿听了这话，当晚就缮成折稿，录写清楚。次日五鼓，上朝请价。主上将他原折一看，不觉龙颜大悦道：“原来卿家有如此贤母！无怪有此才学。既欲修墓省亲，着赏假三个月，与包清义同日启程。所有查办事件亦令同为询访。该母苦节子嘉，着照修撰原官加三级的丝典。” \\n 旨下，大椿当时就赶紧谢恩，退了出朝。晓得不能片延时刻，就与包清义约了第三日启程。此时，方正中与于德全也欲请假，只因皆是鼎甲，已经走了一个，若再要请假，怕主上不肯。只好写了几封家信，交大椿带去。 \\n 这里包公见大椿同行，路上有了一人为伴，而且又是自己得意门生，点元末久，就放了钦差，一同查办，心下也十分得意。 \\n 到了第二日，忽然家中由武强寄来一信，乃是他的儿子包子升从京里出来，回家祭祖。来的这信先言了些家中田地的话，后来就将白长年路救汤瑶云，为儿媳及子接到家中居住，询问姓名人氏，乃是前任大同县夏国华之女，所有奔逃之故，乃是为叶开泰所逼，又将前后的话写在信上，请他得便奏知主上，以便搭救华氏弟兄。 \\n 包公看完了，天下竟然有如此巧事！我现今承旨查办，正为这些事件。那知夏国华之女已在我家，足见得这叶槐是恶贯满盈了。此女如此贞节，实为可嘉！随即写了回信，打发家人送回家去，说他已经奉旨与李大椿查办，所有瑶云令他安心耐守。查办回来，绕道家中，再行定夺。此信寄了之后，次日已是动身。一早先入朝请训，然后与大椿两人一齐启程。那京中大小文武官员咸至叩送，故此许多人员来到饯行。闹了一刻工夫，方才回街。 \\n 大椿又到方、于两处辞行，然后又来至王国钧家内，着人发了铺盖，叩谢国钧已毕，方才告别出城，在店内等包公一齐启行，向山西进发。这一路之上经过地方，无论文武大小官员莫不亲自接送。 \\n 有话即长，无话即短。在路行程非止一日，这日已至山西省城，巡抚见是包公查办事件，晓得他性情古怪，不好惹他，只得出去迎接。彼此见面，包公就将圣意说了一通，请他将洪鹏程调省，委人署理。 \\n 巡抚一听，知道是为叶家的事件，要想袒护，怎奈是包公向来不徇情面，只得先将洪鹏程调回省来。随于晚上修了书，明日借着代包公开头站二名。先将此信暗送与开泰，叫他速即想法，免得临时楚苦。另外又叫刘用宾传齐各人证等，候包公抵境，以便审讯。 \\n 这话一传出去，那个大同府中皆晓得包公与李大椿来查叶开泰的劣迹，要与华家伸冤。当时刘知府得了此信，也就派人到汤家镇为大椿择了公馆，好让回来居住。 \\n 不知李太太听见如何说法，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十五回 报喜信改换门庭 理冤情奏参府县", "正文": "  \\n 第四十五回　报喜信改换门庭　理冤情奏参府县 \\n 　 \\n 话说刘用宾得了巡抚的密书，赶急令人到汤家镇拣了公馆，预备李大椿回来居住。 \\n 其时李太太自从儿子乡试去后，中了解元，家中得了喜倍，已是忻悦非凡。当时那些左邻右舍皆来道喜，李太太口口声声亏得汤府提拔，又自己到汤太太那里与华太太家面谢。惟有华太太得了此信格外的悲苦起来，因思自己的儿子兆璧不在人下，人品也不落在人下，现在遭了这事，不但不能去取功名，而且身在牢狱之中，越想越苦。到是他的女儿劝道：“此是各人的命运。大椿若不是我家与汤家提拔，他不能到此地步，但愿他高登黄阁，那时方才好与两家兄弟伸冤，此也是待人好如待自己好的果报。” \\n 这里李太太几天之后，又亲自暗暗的到汤德元仓房谢他。过了几天，于德全各人又回来了，说王国钧见大椿无盘川会试，教他一同入京，暂时不能回家，所有一切事情，请家中姑且耐住，待他进京之后，回家来再说。大家听了此话，格外的喜出望外，个个皆说是李太太苦节多年，所以有此般好儿子表扬门户，将来太夫人是做准的了。 \\n 及至过了新年，叠叠的喜报报来。先是中了进士，后来点了状元。不但镇上邻舍甚好，皆来应酬，连城中的府县以及那些大绅士俱皆亲自到来贺喜。真是：雪中送炭真君子，锦上添花滥小人！忙忙碌碌的几天。 \\n 此时，洪鹏程已有点害伯。晓得大椿与兆璧是师兄弟。恐怕他在京动他手脚，就担带不住，登时来到叶家与开泰说知。开泰正因他为媒不成，后来瑶云逃走，他又不代他上紧迫究，已有恨他之心，见他此时来说这话，他反说道：“老哥乃一县之主宰，他虽是个状元，敢将父母官怎的么！而且我这事又未成功，怕他什么！你只要派人将瑶云找到，送与华家，不但设事，尚还可以升官呢。” \\n 洪鹏程见他说了这些碰钉子的话，就不向后谈了，出来到了府中。刘知府也因为此事忐忑，见洪鹏程说道：“我到有一主意在此。不知贵县意下如何？”鹏程道：“不知大人意下如何？”刘知府道：“我听见这李大椿乃是赤贫的寒士，连房子的住处皆无。现住在汤德元家。本府的意思可每人送他一千两银子，以一千为贺礼，让他母亲收用，其余一千代他在镇上拣一处稍大的房子。代他买下。以便他回来居住。他见我们如此恭敬，也不至念恨前仇了。” \\n 洪鹏程道：“大人所见极是有理！卑职回去就兑足一干两送过来，请大人一同送去。”刘知府果然答应，回去之后就送了一千两银子到府中来。 \\n 这里刘知府将他送来的一千两同了自己的贺礼。派了两个心腹家人，取了一张名帖，叫他到李太太那里请安送礼。这家人领命前去，将府县的意思启凛李太太。那知李太太全然不收，说道：“我家本是寒士，要这一千银子来无用，所有官府的盛意我算是心领了。” \\n 这家人无法强得李太太收下，只好将贺礼银子仍然一并带回。知府见李太太不收，格外的受急。那知过了两天，就得了抚台的公文。主上放了包公为钦差大臣，大椿为副钦差，一同查办事件。接着又将洪鹏程调省。知府知道是华家一案发作，知道自己也不得安然，只好先行派人到镇，拣了个大公馆。李太太与华汤两家知道此事，真是喜之不了的。李太太说道：“怪不得前刘知府叫人来送礼与我，我因他是个小人，怕的收了后来有事，碍于情面，那知大椿已放了钦差。” \\n 不表他们在家欣悦，单说包公叫巡抚将洪鹏程一面调省，先在省中将别的事件查办了一番，然后与大椿来至大同。一路之上皆有各官迎送。这一日到了大同境内，早有刘知府领了那新来大同县王云路出孩迎接。包公座船抵了码头。号房呈上手本，包公道：“叫他们各人回衙办事，本大臣明日进城。” \\n 刘知府听见他不见，心中只是乱跳，说道：“不好了，这个痨瘟官做不成了。”只得派人在码头伺候打听。一面又叫人到镇上送信，说钦差已抵了码头，明早即荣归府第了。此皆刘知府讨好的意思。 \\n 那知李大椿并不回来，只与包公在船上住了几天。每日饭后，皆换了清衣小帽，两人上街私访了一回，晓得瑶云逃走之后。夏国祥也看押了起来。包公在此时方才将瑶云逃在他家的话告知了大椿，两人商议了一回，早巳招呼了刘知府备轿伺候，他两个就一早乘轿。用了状元及第钦差大臣的衔牌，府县的衙役皆来伺候，呜锣喝道，一路而来。所以大同境内那些百姓旨携老扶幼前来观望。有的说若不是放了钦差，虽然中了状元，也不能在家乡鸣锣喝道；有的说他从前那般穷法，县考时还有人勒索他的钱，不肯画结，现在大约欲报仇了，这些坏廪生也要吃吃苦，方晓得呢。你言我语，议论不清。 \\n 不多一会已到行辕。只见六角开门，三声炮响，两边鼓乐齐鸣，八个轿夫抬了两顶大轿，到了里面大厅下轿，所有合城文武官员旨来站班迎接。包公与大椿皆招呼了一会。进内堂，随即传出话来，单传知府进见，所有的各官明日天明来辕伺候，拜折入京。 \\n 众人一听，皆各回衙，只有刘知府战战兢兢走入内堂，先代包公请了安，然后又来与大椿行礼。大椿因他是本地的府尊，不肯拿那钦差的样子，所有一切事情，均由包公作主。 \\n 包公与刘知府坐下，问道：“贵府到任以来官声甚好，本饮差早有所闻，此次奉命也是为的贵府事件，但不知洪鹏程受了多少买嘱，方肯为叶家出力，贵府既为大守，谅必悉知，可一一说明，好让本钦差明日奏知主上。” \\n 刘知府听了这活，明明詈他与洪鹏程狼狈，又逼他自己供认。一经说出，明日奏本一上，这四品黄堂就不稳了，吓得面如土色，两个额角上面汗珠子直流。急忙除了纱帽，跪在地下道：“卑府该死，自知有罪，只求大人成全。” \\n 大椿在旁故为惊讶道：“公祖何必如此？包钦差闻得公祖为官清正。向来不避权贵，为民伸冤，故此请公祖前来。此刻公祖如此惊恐，难道是包钦差听的不实么！” \\n 刘知府见他两个全说些坏话，只得磕头如捣蒜。“卑府糊涂，卑府该死！现在人证已经传齐，听凭二位钦差发落。” \\n 包公正色喝道：“你们这班狗官，主上用你，为何不代民伸冤，也是罪无可逭！为何倚仗权贵买盗扳民，害华兆璧兄弟，你既为府尊，难道就该如此么！本钦差先将你顶戴摘下，明日拜折，就在你大堂审讯。此时下去，将叶开泰、王瑶二人提案管押，恐他闻风逃逸，若再疏忽，立即参革!” \\n 刘知府只好听今，道谢了几声，又请了安，回到府中，顾不得同年，只得出了两张火签，立将王瑶、叶开泰提来，交经历司管押。又招呼新知县王云路，先将华家兄弟二人放出，请入书房。那知兆璧两人早已有人通信，说李大椿放了钦差，代他们伸屈理事，此刻王云路请他们出来，那肯出牢？说道：“这是主上定例，监禁地方不等案件理结清楚也不能出去，横直明早就可晓揭。在此间多坐一夜也不妨事！” \\n 刘知府听见了这话，遥想明日堂上定要吃苦，深伯华家弟兄乱咬他一阵，更没命得快些，只得硬了头皮，等明日包公审讯。欲知后事如何？且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十六回 王活嘴审供掌嘴 包大人问案救人", "正文": "  \\n 第四十六回　王活嘴审供掌嘴　包大人问案救人 \\n 　 \\n 话说刘知府因华氏弟兄不肯出狱，只得硬住头面等到明日，候包公来审。这日一早，先到行辕禀知人证齐全，请示何时坐堂审讯。里面传出话来，着于辕门等侯。 \\n 刘知府只得在官厅上坐等。不多一会工夫，那些合城的正印官员皆来伺候。三梆发过，包公与大椿并肩坐在公座。各官参见已毕，然后摆了香案，更换了朝服，望关叩了头，就在公堂上面将折子封好了，交付折弁，立刻启程入京投递。此时，各官皆站在两旁，惟有刘知府不知包公所奏的何事，已十分害怕，又打听不到。等他二人拜过了折子之后，脱了朝衣，又有个差官从里出来喊道：“包大人分付，叫刘知府回衙，先带齐人证，在大堂伺候。” \\n 刘知府答应了就忙的回来。那里行轿的人众已将执事排好了。只听放炮三通？两位钦差登了八抬之轿，八名轿夫扛起一直向宁国而来。所有街上那些百姓个个听见是审讯叶家案子，皆来府衙看审。直到衙门之首，那些闲人已是拥挤不开。王云路与吏目还要逐走闲人，包公在路上看见，随即招呼不必赶散，好与百姓看看也好，方晓得为恶的人终久总有个报应，只不准他们吵闹就是了。 \\n 包公一声分付，真是言出响应。所有外人皆在头门外站立，一点不准吵闹。只见包公到大堂下轿，也不到里面吃茶，见堂上有两个坐头，就在上首一个坐头坐下了。大椿也跟住坐在下首一个座头。一班文武官员又上堂来参见。包公先把华兆琨这一案的原卷细看了一回，随即标了签子提均祥。两边武威了一声，就走上来一原差，在案前打了一个扦儿，将提签领下，到府监内将夏均祥提出。均祥也不知道是为何事，吓得魂不附体，跟住原差到了堂上。 \\n 只听原差大叫道：“夏均祥告进！”这一声喊进了去。 \\n 堂上也是一声么堂喊进。原差就将夏均祥跪在丹墀之下。 \\n 此时李大椿一句口也不开，专让包公询问。包公见均祥到，问道：“你就叫夏均祥么？”均祥道：“是。”包公道：“闻得你就是前任大同县夏国华之子，为什么犯法，身罗牢中？你可将实供招了出来，本钦差是奉旨前来查办你这一案。卷中注的是赖婚行骗，沈溺聘物，究是真是假，为什么将妹子收起来，不把叶家？” \\n 均祥听了这话。并不知堂上坐的是何人。疑是叶槐不肯干休，特地巡抚派查审来追这案。又听他说是钦差，早就没了主意。只得战战兢兢的说道：“聘礼虽然是收下了，实是为妹子卷逃不知下落，叶家不肯答应，故将职员送府监禁。职员自知理屈，只求大人作主。” \\n 包公道：“照你说来，你的妹子是字与叶开泰为妻子，为何你的妹子终不愿意，携了小婢而逃？这其中必有情弊，你可快快的说来，免得在此吃受官刑之苦。” \\n 均祥一听此话，晓得包公知他底细，吓得汗流浃背，呆了半天，说道：“这皆是我妹子勿好，连累了众人。” \\n 包公还未听他说完，把惊堂一拍，唱道：“你这无耻的东西！你妹子被你逼走，还将这罪名移在他身上，你还有什么良心？准道依你把与叶家就是好人么!你再不说出实言，本钦差就要用刑了。” \\n 均祥复听了这话，如同作梦一般。也不知他究竞是帮何人，听他说的话，又不是叶槐那一路的人。两旁的皂隶又如此威武，只吓得他浑身发抖，说道：“妹子逃走是真，职员不敢强逼。” \\n 包公冷笑道：“你还说是不逼，你将妹子把与两家，叫他安得不走？究是谁人主谋，叫你如此做法，害了好人，买嘱强盗。你道本钦差全不晓得？你一味的混牵，若不用刑何以直供!”说了，叫左右看夹棍伺侯。两旁威武一减，早将夹棍摔下。 \\n 均祥此时方听他说钦差两字，乃是端为华家的事情而来，心下想道：“我里外总是有罪，不是这活嘴桃弄，我也想不出这毒主意来，我不说他说谁！”赶忙在地下求道：“求大人息怒，情愿供了。”就如何嫌贫爱富，买盗扳脏，王瑶如可主谋，串通洪鹏程用刑害那华家弟兄，监毙汤德元，一五一十在堂上供得清清楚楚。 \\n 包公有心要活均祥，因瑶云同在他家中，且闻夏国华是个好官，若把均祥定了罪名，这国华就无了后嗣，故此听了这话，假意怒道：“照你说来，全是这王瑶的主意了。你且跪在一旁，好让王瑶前来与你对证。”说了，又在人名册上点了一点说：“提王瑶！”两旁答应了，早将王瑶跪在地下。 \\n 包公喝道：“你这刁钻死囚，乎日依附主人，端为恶事。已是罪不容诛。为什么想出这般主意，叫主人娶有夫之女，谋害生员！如今均祥在此，你有何赖！究竞将开泰多少银钱，平日开泰为了多少犯法的事件？快快说来，还可宽恩。若还一味狡猾，先砍了你这狗头，然后再将那些狗官恶少定罪。” \\n 王瑶见均祥是可忌之人，心思同他辩白，或可赖得过去，忙的道：“小人向来安分，不敢为非。至于瑶云，此事乃是均祥求小人为媒，骗取财物。所有从前的事件，小人一概不知。这总均祥板害，且行聘在华兆琨定罪之后，小人只知他有个妹子，并不晓得已经受聘与华家。断理此案，又是两位府县判结，况小人失却访察，不合为媒，小人情甘治罪。若说小人买盗扳人，主使主人，小人实为冤枉！这全是夏均祥的主意，求大人拷问均祥就知道了。” \\n 包公听毕笑道：“你这狗头，倒会狡赖！怪不得人称呼你为活嘴，本钦差偏不能随你狡赖，看你这嘴怎么活法!”说了，将脸一变，叫左右掌他的嘴，只见两旁的原差七手八脚将他拖倒，一五一十打了二三百个耳光，已是血流满面，牙子打去。包公又叫推他回来。原差答应，又将他推上来问道：“你的嘴可活也不活？究竟招与不招？” \\n 王瑶忙的嘴道：“小人从此不敢做活嘴了。情愿招了！”当时，也就前后细供了一遍，说不该买嘱老蛮子，扳害华兆璧弟兄，监毙汤德元以及赚钱行聘的话。 \\n 包公听了叫他函了口供，又叫王云路带去收押，又叫带叶开泰来见。他二人皆已供认，免得抵赖不过，也就供了一回。包公立即叫书办做了一张清供，亦叫叶开泰函了口供，又叫经历仍将开泰与均祥两人带去看管，然后退堂，到里面坐下。 \\n 大椿向包公说道：“此案已经各犯承认，应得将华氏兄弟释放。”包公道：“此事理应主上等推文回来再行开释，但兆璧身受无辜，久因狱中，也不是，且待我奏本主上。 \\n 李大椿见包公已允，当即请包公在衙内稍坐。叫人再预备两乘轿子，同自己一齐到大同县内。王云路听说钦差到他衙门，赶着禀辞，预先回去，在头门外问候。 \\n 这里大椿到了县衙，不问别事，就叫王云路同进监内，亲自代兆璧弟兄开了刑具，领他出来。先到里面换了衣服，后行坐轿到了府衙，见了包公。 \\n 兆璧上前叩头谢恩道：“生员含冤一载，设非大人审讯，真是冤沉海底。”说着两人跪在下面叩了四个头。 \\n 包公见了他两人相貌堂堂，实是一个鸿儒，说道：“本钦差也是奉旨前来为民除害，此乃皇上恩典。本钦差何敢领谢！”当即扶他两人起来，又分付几句，叫他二人回去，好好的用功。 \\n 壁琨弟兄二人答应退出，大椿仍叫轿夫将他弟兄二人抬回家中。自己复来复命，仍与包公回到行辕。 \\n 次日早上，在行辕内又设了公座，把叶开泰、王瑶与夏均祥三人全行提了出来，复了一堂。然后将刘知府传上，说道：“你为一邑太宰，就该察吏治民，怎么冤情不代人伸，禁卒作弊？也不知道要你这狗官有何用处！” \\n 刘知府被包公詈了两句，不知禁卒什么弊，也不好回答。包公见他这样子。晓得他尚未明白，又问道：“究竟汤德元因何监毙？” \\n 刘知府听了，还不知道，只得又将众人口供说了一遍，包公道：“照你说来，这汤德元是真死了！本钦差倒要将汤德元出来与你看一看。”说了，招呼差人传汤德元。 \\n 两旁答应一声。不知汤德元如何出来？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十七回 拜奏折批定名罪 建牌坊表扬贞节", "正文": "  \\n 第四十七回　拜奏折批定名罪　建牌坊表扬贞节 \\n 　 \\n 话说包公将刘知府詈了几句，叫人将汤德元传上堂来。两旁答应了一声。果然片刻之际，已将汤德元传到，当住案前立下。 \\n 包公向刘知府道：“你说汤德元已死，为什么还在此地？”刘知府见了如此光景，真不知汤德元到底从何处而来。只得两眼呆呆儿的望住钦差。钦差笑道：“若不是这禁卒弄弊，岂不是误了人命！”说了，就将救汤德元之人喊将上来，赏了他五十两银子，仍将汤德元送回。 \\n 原来汤德元在仓房内听说李大椿放了钦差，来到大同理结这个案子，心下已是十分欢悦，只恐怕自己装死过的，公事上不好说，自己不得露面了。一人正在那里想不出主意来之际，却因兆璧弟兄已由大椿救了出牢，打发轿子送他回来，即分付他两人，随将汤德元带入城中，以便明日早堂出来露露脸，好叫众人知他未死，故今日包公复行间讯，是专为此事。不然。也就拜折复命了。此刻，各事已竣，仍叫刘知府带回，听候复讯。一面移文到巡抚，说刘用宾夤缘权贵、办事糊涂，着于遇省中拣员候补。不多几天，自有新任来接手。这且不表。 \\n 包公于各官去后，就与大椿将这案细情叙成奏稿，说叶槐教子不严，武断乡曲，陷害良民，强娶有夫之女，着将叶槐革职，其子开泰充三千里遇救不援；王瑶刁唆犯法，买盗扳人，所有开泰恶迹皆是他一人的主谋，拟了个斩监候；洪鹏程与刘用宾皆纵容贵权，听断徇情，两人一并革职；夏均祥嫌贫爱富，凡事同谋，理宜充三干拟罪，因该父夏国华为官清正，且家有老母，着从轻发往军营效力。夏国华前被叶槐诬告，仍着开复原官。华兆璧弟兄无辜受辱，着赏给花红银缎，以示矜恤。 \\n 两人将稿拟定，到了第三日，在行辕拜折，进京听候旨意。未了包公又请了三月假，绕道家乡扫墓。这个折子发后，大椿因这几天公事未清，故未回去。此刻各事已竣，先叫人回去送信。次日一早。穿了朝服，用了状元及第与钦差大臣的全衔执事，先与包公各到衙门回拜，然后又到各处绅士以及同年同乡人家拜会。忙了一天，第二天方能坐轿望汤家镇而来。 \\n 此时，府县官见是荣归府第，个个前来恭送。到了上午的时候，已经到镇。早有办差的家人走上来道：“府官大老爷已经代钦差大人拣好了公馆，特来启上老爷得知。请大人示下。” \\n 大椿听见如此，知道是刘知府格外恭敬，无奈全不领情。当时叫办差的人退去，所有公馆一切铺陈的物件，全行带回。自己仍叫轿夫到汤府门首下轿。 \\n 到了里面，早有汤德元与两个儿子汤俊、汤杰以及华氏弟兄各皆迎了出来。各人皆悲喜交加。到了里面，华太太与汤太太以及他的母亲皆在屋中盼望。他一入堂中，先叫家人在家神主祖先面前点了香烛。自己行礼已竣，随即将主上的诰封请了出来，设了香案。先代李太太叩了四个头，然后起来，请李太太换服。又将圣旨奖慰他母亲的苦节，并封赐建坊的圣旨念了一遍，李太太授了诰封，也就于香案之前望阙谢恩。方才大椿望住汤德元等人行礼，一直到兆璧兄弟，皆是一一见礼已毕，各人又代他道了喜。 \\n 闹了一刻工夫，只见汤德元说道：“不是贤侄今日荣归来理这冤情，老夫是不能再见天日了!” \\n 兆璧与华太太也说道：“亏他如此，又与包公亦皆如此的好心，实为古今少有少见，可感可敬。” \\n 大椿道：“这不是小侄的作为，还是老伯与小弟伯母等提拔照应之恩。不然，小便也不能如此发达。” \\n 众人又谦逊了一回，问他如何回奏复命。大椿又说了一追，个个皆知道，已办了那均祥了。 \\n 大椿道：“不是小侄办不明，只因有个原故，夏国华乃是我的恩人，前次若不是他用应，那县试我就考不成了。若此刻符均祥定了重罪，他家就要绝后代了。虽然罪不容诛，只因夏国华面上，故尔如此从轻办了。二来随后也叫兆琨兄弟好与他见。” \\n 众人不解此话，忙问是何原故？大椿乃就把瑶云逃走，半路遇盗后，在白渔村被救，现在瑶云仍居住包大人家中的话说了一回。这句话连大椿先前也不晓得，因昨日包公拜折之时，与大椿说了方才知道。众人个个称赞瑶云是一个女中丈夫，全不嫌贫爱富。华夫人与兆琨听见了此话，也十分的欣悦。大家正在后堂谈论之际，只听外面锣声响亮，吆喝一声向门口而来。早有一个家人匆匆进来说，包大人与城内各官皆来道宫。 \\n 大椿听见，忙的来至大堂上迎接。幸巧汤德元晓得他回来，总有地方官来家拜会，已于前几日将家中客堂收拾得齐齐整整。 \\n 此时，大椿赶忙出去。只见包公在前，随后就是刘知府、王云路，各人皆已进来。到了厅上，见礼已竣，皆道：“令堂太太多年的苦节，受了诰命，自应前来道喜！” \\n 当时，叫大椿去请太太出堂受贺，大椿再三挡驾，然后献莱。汤德元见时候已经不早，随即令人设上酒席。众人入座，包公叫大椿选了建坊的日期，说圣命在身，不能久延，趁此将这事办了，仍要回京供职。 \\n 大椿因自己尚无产业房地，只得在父亲坟上拣了一块宽阔地方，与乡人买下，复行将他祖坟先自修好，拣定了本月二十的日子，建坊入词。 \\n 此刻，各官在汤家饮酒。看看天色将晚，不及回城，却好刘知府代大椿拣了一座公馆，在此镇亡，离他家不远，就请包公与众人住了一宿。 \\n 大椿次日一早，又亲自带了汤德元与兆璧弟兄前去叩谢了一回。包公方与各官回城，端侯二十日建了坊之后，就与大椿一同起马回京，绕道山西原籍扫墓。 \\n 光阴易过。不多几日，已交二十日子。这天，阖城官员上自包公，下至捕役，皆到镇上，见李家建坊，口里皆称他车马盈门，衣冠满室。大椿先到坟上看匠人格坊竖好，然后上了圣旨碑，设了香案行礼，随即又排了全副执事，将旌表的牌位设在亭前。鼓乐喧天，开锣喝道。由镇上抬进城来，送入县学节孝祠内。所有各官亲自恭送，忙忙碌碌的又是几天。 \\n 大椿等家事办了，方与包公定了二十六日启程，回京供职。 \\n 此时，汤德元见大椿已经发达，拟将蕙微与他为妻。 \\n 只因自己仍是一个老儒，两个儿子又不肯上进念书，怕说出口李太太不肯，反难为请。只得先与华太太商议。 \\n 华太太道：“此事不难，我看他倒不是势利两字中的人，而且你我两家皆有前情，李太太未有不允的。”到了建坊之后，华太太就来至汤家，明说代李太太道贺，顺便就将汤德元的意思告知了李太太。李太太随即把大椿减去，说了这话。母子二人皆谓受思甚重，既是汤伯伯如此好意，只好遵命是了。 \\n 华太太听见了此话，也是欢喜，说道：“急急完姻也来不及，先行定下，等进京之后，放了外官，那时再行迎娶。”当即回信汤德元夫妇，大家莫不情愿欢喜，就于二十五日那天行聘。请了于德全同方正中的父亲二人为媒。到了二十六日早上，大椿方要告辞，众人预备入城，同包大人一齐进京。那知尚未启程，早有一个差官匆匆的跑进门来说，圣旨下来，包大人快请李钦差赶速前去接旨。大椿一听，那敢怠慢，只得穿了朝服，飞轿入城。 \\n 到了行辕，香案已经摆好，专等他来行礼宣读。包公见他已到，也就不再担延，忙的叩了头，二人跪在地下，恭听宣官读完，二人站起身来，将圣旨收了过去。不知后事如何，且听下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十八回 讨强人包公挂帅 中奸计王龙遭擒", "正文": "  \\n 第四十八回　讨强人包公挂帅　中奸计王龙遭擒 \\n 　 \\n 话说包公与大椿接旨己毕，宣旨官开读，乃是山东边境龙泉山有个强人名唤英雄豹，平日招兵买马，集了许多狂徒，打家劫寨，杀人放火，无所不为。地方官屡次带兵征剿，奈他本事高强，常将官兵打败。后来，更肆行无忌，竟敢占踞城池，谋逆造反。地方连夜告急到省，巡抚奏知主上，请派大员带兵征剿。主上深恐别人不能得胜，包公虽是文墨出身，却是精通稻略，颇识机宜，故主上命他为元帅，前往救援。所有该省官员兵丁该令他一人统属。 \\n 包公接了旨意，格外不敢停留，随即先派了差官为前站牌，叫沿路各官从速招募兵丁，以便过境亲自去验看，带往山东备用。复又拜了个折子，奏留李大椿随营效力，助办机宜。 \\n 到了二十日这一天，大椿方与包公别了家内各人，一直向山东进发。一路之上，地方官各人预先接了头牌的消息，赶忙招募兵丁，好让他前来训练成军，前往克敌。沿路而来，收的兵丁不到二三干人。及至了山东离龙泉山不远，果见—耸高的所在。上面旌旗密布，刀剑分明。 \\n 山下有许多的营盘，全是抚标的兵将，听见说包公奉旨前来，一个个皆来迎接。包公在马上点了个头，叫他们退去。自己叫带来的二三千人扎了一座大大的营盘，单备次日上山。 \\n 且说抚标统领戴国栋，其人是山西人氏。手执一柄开山大斧，有万夫不当之勇。手下带着十个营头，皆是少年精锐气足的人，以为可以攻破此山头。那知他心存不正。见英雄的山上富足，人马又多，自己虽为统领，却是居人之下，不得自如。每每有心去顺这英雄豹，与他拜为兄弟，里应外合夺取城池。英雄豹也晓得他的意思，故此就送他多少金银，要他为内应之说，所以虽有此十个营头在彼，暗地全是与英雄豹通的。 \\n 此刻包清义至此，也不知其中底细，将营头扎下之后，就传戴国栋前去问话，说道：“这般一座小山，有十个营头，何以攻打不下！这分明是你不肯出力。明天待本帅亲自带人去打如何？” \\n 戴国栋听包公责备不肯出力，忙回道：“不是将无用，怎奈他山上人众，十分猛烈，若与他攻打，必然损伤兵丁的性命，故此暂行停战。若元帅不信，明日开仗就可知道了。” \\n 包公也不相信，当即传下号令，明日五更埋锅造饭，天明前去攻山。分付已安，戴国栋退了出去，回到营中，忙的写了一信，将包公的话全行写明，说明日大早就要开战，叫英雄豹速为准备。英雄豹得了此信，自然分付各处埋伏。 \\n 到了次日早上，包公在大帐传令已毕，取了令箭一枝，喊道：“陈家榜！”只见左右两旁早有一个人走出来，到帐下请安已毕，说：“末将在此伺候，元帅有何分付？” \\n 你道此人是谁？原来包公虽是个文官，从前辽邦作乱，朝廷就派了他前往征剿去的。后来，又接着做了九门提督。乎日，带那班兵士一同练习打拳弄棍，操演阵法，手下有个先锋叫为金毛吼王龙，两膀有三四千斤的膂力，手持一支长枪，虽不能算万人莫敌，也可是个上将人员。包公此次奉命查办，他也跟到了山西。此刻来剿这龙泉山，一路上所招募的兵丁也归了他统带。 \\n 当时，包公将令箭交在他手中，说道：“赶快带了一百名长枪手，前去骂战。英雄豹若亲自下山来会战，胜他是极好。若不能胜，赶速回头另想别法，千万小心！” \\n 王龙领令出了营门，上了战马，到沙场上詈战。那日，这山上早巳得了戴国栋的消息，连夜设了埋伏。听见有人来索战，山下小娄兵飞跑上去。到了聚义厅上报道：“现在敌兵已有人前来攻山，请大王赶速下去会敌！来将甚为猖狂，求大王示下。”英雄豹听见此报，立即披衣上马，提了一支摈铁枪奔下山来。到了战场，果见一人勒马摇枪，耀武扬威，在山下猖獗。 \\n 英雄豹上前喝道：“来者何人？爷爷这枪下不杀无名之将！或是晓得爷爷利害，就此献出城池，尚可恕你狗命。若有半个不字，就立刻要你为无头之鬼!” \\n 王龙大喝一声，詈道：“无知的草寇，如今天兵到此，还敢如此猖狂！若早下马受缚还可从轻恕你狗命，若尔执迷不悟，闻本将的姓名，你坐稳了，我乃是大元帅麾下先锋王龙是也！” \\n 英雄豹哈哈大笑：“我道是什么鬼头，居然这般前来。那知也是个无名小卒。不要走了，吃我一枪。”说了，一枪望王龙喉中刺来。王龙见来的利害，不敢怠慢，也举起手中之枪，望前一隔架过去。两马过门，双枪并举，彼此对面。王龙也舞起长枪，用了个绞龙出海的势子，一枪当英雄豹的胸口戳下。英雄豹也是个好手，赶忙用了大鹏展翅的枪法。两下将枪一横，一个盘旋向外一拦，早将王龙的长枪开去多远。两人在山前你走我去，战了有二三十个回合的光景，英雄豹渐次战王龙不过，将枪一紧，一个枪花跳出圈子，将马一拍向山后逃走。 \\n 王龙那里肯放，从后加上一鞭，紧紧追来。到了山后，但见英雄豹在前面林中一闪，连人影也全不看见了，忙的又拍马追去。方到面前，忽然之间坐马望前一倒，一个筋斗，从马上跌下坑去。晓得不好了，方要向上来战，早有两旁一派锣声，出来数十把挠勾手，将他搭起，用绳子捆了，拖入大帐而去。 \\n 英雄豹见擒了王龙，反到阵上讨战，要包清义亲自出马。包清义正在大帐盼望，忽见逃回的兵丁来报说：“不好了！王将军被山上强盗活捉去了。现在有人在外詈战，请元帅赶速派人出去会敌。” \\n 包公一听，这一惊不小，说道：“此人乃是我手下头等上将，现在既然为他捉去，还有何人出马？”只听旁边一人喝道：“强盗捉了我父亲，这般不共之仇，岂可不报！” \\n 说了就走了出来，就要讨令出马。元帅一看，不是别人，正是王龙的儿子王乃虎。包公见他讨令出马，论他的武艺，与王龙相似，只得准令，令他前去。那知出了营门，与英雄豹战不及十数个回合，又被英雄豹诱入树林，用乱箭射死。 \\n 小兵报至大营，包公愁眉不展。只好又将戴国栋叫来，要他出马。戴国栋至此之时也不好回，只得假意出去上马，与英雄豹战了几个回合，仍然败了回来。 \\n 一连十多天的光景，皆是如此。戴国栋只想把包清义营中粮草断绝，那时与英雄豹约定日子，里应外合，破了大营，好进取城池。这且不表。 \\n 且说汤家镇自李大椿与包公走后，看看已交七月天气，去年大椿乡试却是恩科，今年恰逢正科，却有华兆壁兄弟经包公审案伸冤，救出狱来，又奏知主上说，他无罪受辱，给他花红彩缎以全体面，仍着一体乡试。这旨意包公走后没多时，就到了宁国中。此刻，刘用宾因案革职，已换了一位曹廷佐补授这大同府。兆璧弟兄二人未能乡试，彼时虽过了这官事，却亦未曾起服。此时适当起服。故与兄弟二人拣了七月十五的日子，到省候试报考。大收这一日早上，已从汤家镇上启程，向山西省城进发。不知两人的乡试科运如何？且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第四十九回 下文闱弟兄同入选 考武试手足共登科", "正文": "  \\n 第四十九回　下文闱弟兄同入选　考武试手足共登科 \\n 　 \\n 话说华兆璧弟兄因这年正科乡试，又蒙包公代他伸了冤屈，故于七月十五日一早即从汤家镇启程，向山西省中进发。在路非止一日，这一日已到了省中，拣了一洁净的店房住下，次日报名送考。到了二十日，乃是大收之期。两人因录遗未曾来得及，深怕大收不取，就不得乡试。那知入场不及半天工夫，就将文字做好了交卷出来。数天之后发案，弟兄两人皆取在一等。两人复又预备买卷子填亲供，以及场内动用的什物皆预备齐全。 \\n 到了八月初八日，汤德元因在家无事，怕他弟兄初次乡试，不晓得规矩，他就雇了一辆大车前来照应。到了省中，听说他两人已经取了大收，也就放心。初八日一早，又将他两人的书箱，以及动用饮食又检点了一回，然后招呼了家人，备了饭菜，叫他二人饱餐一顿下场，夜中依住灯牌应名给卷，入场归舍，弟兄候封门巳竣，题目下来，真是纯熟练就的工夫，毫无思索，举笔来写了三篇锦绣文字。到了初十日出场，先将文字交与汤德元看，自命两人今科必中。三场己竣，龙虎日子发了大榜，知道兆璧中了第八名的经魁，兆琨中了三十二名的举人。 \\n 这个报子送来，自然是欢天喜地。汤德元分外高兴。两个女婿如此高中，岂不快活！当时在寓内发了钱文与报喜之人，以及赶鹿鸣宴拜同年，认老师等事，整整忙了几天。李琼瑶听说兆璧兄弟皆己中举，晓得他们总要进京会试，故尔前来，以道喜为名，约他一同前去。汤德元本想自己送他们前往，又因家中乏人，现在李琼瑶来约同伴，甚为得意，就与他说定一准下月十五日起程。 \\n 这日，李琼瑶来时，汤俊还在面前听他与人说话。等他去后，找汤俊与汤杰己不知去向，疑惑他又到伍员庙去习练拳棍，急令人前去找他。回说来经至此。大家听了此言，管个个受急起来。又叫家人到各处找他，那里有个汤俊？汤德元深怕两人又在外面惹祸，足足的找了一夜。次日大早又找，仍然没有。到了中饭的时节，有个熟人从城中而回，汤德元问他，一路上可见我两个畜生？那人道：“我看是看见，当时我还问他道：‘到那里去？’他说今年武闱乡试，他进省去考的。我当他说的顽话，也末与他认真。照此看来，他明明是进省去了。” \\n 汤德元一听，虽然受急，只是晓得他这两个儿子管教不住了，且听得他在武员庙内学了许多的武艺，或者此次前去，胡乱得了一点功名也末可知的，例反不去找他，将这话与汤太太说知。次日又带了几百两银子跟着几个家人，随后进入城去，以便到省找他两个儿子。 \\n 那知汤俊见兆璧又中经魁，兆琨又中了举人，两个姐夫皆有功名，自己不会念书，已经呕气，现已学会了这些武艺，又逢乡试有个武闱，何不也去顽顽！故此，二人商定主议，在家中窃了些银钱，瞒了父亲，来到省中。 \\n 那些门斗，从前汤德元考的时候，到他家来，故此他也认得，到了省内也就选了个寓所，买了两匹好马以及弓剑杂技各物，预备临场考试。到了考外场这一天，门斗就代他两人将名字报过，又代他约了几个同考的人，以便互相照应，好称他两人的银钱受用。那些人见他如此，也落得与他交结交结。 \\n 这日，到了教场，早有本省巡按同了提督具张公案，在演武厅设好，一阵阵的试。先射步箭，那些老先生也有中的，也有不中的，也有中的多的、也有中的少的。点到汤俊的名字，答应上去，自己在演武厅口唱了自己的名字，然后将身上的带子紧一紧，靴子拔一拔，在汤杰手中取过一把弓，五支箭，下了厅口，对住靶子，一连射了五支，就中了五支，而且全中在红心之中。两旁看的闲人无不个个喝采，说道：“我们的会元是俾他抢去了！”汤俊射完下来，汤杰跟手上去。在巡按之前，打了个扦，仍然下了厅口，依着汤俊的步位射去，果然名不虚传，弟兄二人皆全数射中。巡按看得清楚，好不欣悦！ \\n 当时录入名册上做了记号。 \\n 到了第二日，又看马剑，第三日又看杂技，俱皆出人头地，好一个少年英雄！当时在教场上夸奖了几句，数日后发榜，双双的汤家两人皆在榜上。乃是汤俊第一，汤杰第四。一个中了武解元，一个中了武经魁。 \\n 这榜方才挂出，那些亲戚至好皆来道喜。仍然汤德元照着兆璧弟兄的例子加倍发给，也是忙了几天，然后散去。此时，镇上得了此信，皆知道汤俊弟兄赌气考武，中了解元、经魁。总说汤家多好福气，儿子女婿皆已中式了。 \\n 过了两天，汤德元已引了他两个儿子回来，又治酒请客。忙了许多天，已离冬月十五不远。德元又取出几百两银子交与他郎舅，四人同琼瑶一齐入京会试。一路之上谈谈说说，非止一日，已到京中。琼瑶仍与家人在原寓的地方住下。让兆璧弟兄二人复试。 \\n 到了三月初八之日，三人一同入场。十五之后，三场完了，回到寓内，各将文章评论了一回，皆是笔走龙蛇，意境别出的文字。迄至四月初五日发了大榜，却是李琼瑶高中第八名的贡士，兆璧中在五十二名，兆琨中在六十名。三人皆榜上有名，十分欣快。 \\n 接住复试朝考殿试，几场下来，俱皆各候胪唱。那知他三人之中，惟有兆璧字迹最好，殿试这天，所有的卷子皆不及兆璧这一卷写作皆妙。阅卷大臣就将他入于前十本之中，进呈御览。 \\n 主上看见各人的卷子不是字好文不好，就是文好字亦不妙，惟有兆璧两般皆妙。再看年貌却又与上年的状元相似，也是宁国府人。不由的龙颜大悦。就将他放在第一名上。次日胪唱，众大臣将殿试的前十名领入午门，听候唱名。只听得头一声唱来，就是华兆璧三个字。兆壁听见赶忙上去，站在一穷，等三鼎甲点全一齐谢恩。那知第二名就是李琼瑶，第三名就是兆琨。不但他三人喜出望外，连朝廷大臣皆说，古今未有的盛事。两次三鼎甲，全在宁国府中，真是国家之庆事。 \\n 当时，主上赐了花红。游街之日，拜老师，往会同年。闹了几天。方才没事。那知文的方了，武事又来。接住，汤俊兄弟场期已到了，正月这天，都穿了新鲜的衣服，佩了新式马鞍，左摆弓右插箭，那种少年英锐的气格，实是看见可爱。到了教场，只见各省举子皆在那里等候。不多一时，武闱会试大臣先接次上名已毕，皆各上马比试马剑。随即，又考步剑，以及各项杂技。这番大考，究竟是个都中十几省人全在此地，却比乡试时好手多了许多。无奈汤俊的本事是伍员庙的僧人传授，与众不同。不惟如此，加之年纪又小幼，又见衣服华美，那个容貌也是不要说的，故试官看见他如此好法，预先就存个另眼相待。直等到各人考试已毕，发出榜来，汤俊反在汤杰之后，汤杰中在第六名，汤俊却中在第十二名上。随即御呈殿试，主上见他弟兄两个年貌、武艺无一不佳，查查他们籍贯，是大同府的，故意要做这盛事。也就将汤俊点了状元，钦赐御酒三杯。汤杰乃是进士出身，用了二等侍卫。两人谢恩出朝，自此游街已毕。正在五人一起请假回籍，那知包大人那里告急的奏本来。不知后事如何，且看下回分解。 \\n  \\n   \\n  "}
{"章节": "第五十回 论功加赏诸将凯歌 奉旨完姻回门集庆", "正文": "  \\n 第五十回　论功加赏诸将凯歌　奉旨完姻回门集庆 \\n 　 \\n 话说华兆璧弟兄与汤俊弟兄中了状元之后，正预备请假回籍，刚值包大人告急的文书上来，说戴国栋私通强盗，里应外合，于二月内连打了几个败仗。幸得兵心坚固，防守甚严，虽然打了败仗，尚还可以自守。后来被戴国栋将强盗约入营中，放火内乱，故特大营炸去。如今退入山东登州立足。贼势浩大，万祈赶速派员，领兵前来救援，否则不但生灵涂炭，且恐城池不保。 \\n 主上得了这个文奏，当即在殿集那两旁的文武。有兵部大臣郭怀尚奏道：“臣见新科状元汤俊武艺精通，宜求主上加封他御前都指挥，引兵二千，将官二十，星夜驰往接应。” \\n 主上听了这句话，沈吟了半晌道：“卿等那个肯保奏他？联恐汤俊年轻，末谙兵法，可于武班中拣久历戎行者保奏听用。” \\n 郭怀尚听说主上不叫他去，又奏道：“臣见汤俊虽是年轻，武艺却是出众超群，除了此人，不是军中老耄，就是本事平常。若说他未谙兵法，有包清义在该处，可令他统属，自然无妨。” \\n 主上听了这话，也似乎近于有理，即刻传了一道旨意，叫兵部拨派二千精兵，又派将官二十名，令汤俊弟兄为御前都指挥，星夜引兵而往，接应包清义。 \\n 旨下。汤俊弟兄二人本是少年豪气，也不知道吉凶胜败，得意洋洋，就拣了第三日启程。华兆璧弟兄与李琼瑶也说是受国家知逼之恩，也该为国出力。就请汤俊奏报起程时，将他三人奏明皇上，情愿随营前往效力。皇上正为汤俊是个武员，不知谋略，难得他三人情甘报效，当时即准奏一同前往。三人谢恩已毕，到了第三日，拔队起程。 \\n 你道郭怀尚为什么要保奏汤俊？只因他中武状元之时，兵部是他顶门老师，例有二千两银子费敬，汤俊全然不理，说我的功名是主上赏的，要送你的钱何为？郭怀尚不知他圣意优隆，不敢奈何他怎么的，故借这个兵险事情害他的性命。那知反成全了他的大名！ \\n 在路浩浩荡荡，非止一日。这日，已离登州不远，早有探子飞报包公营门内，说主上派了新状元都指挥汤俊带兵前来救援。包公一听，不知此人是谁。 \\n 李大椿听见了“汤俊”两字，又惊又疑，忙问道：“听说是那里人氏？”探子匆匆忙忙也末打听，只得包公领了合营兵将上前迎接。方才出了大营，早有飞马前来说道：“统带万不敢劳大人远接，但请李大人前去会话便了。” \\n 大椿这一听又是惊又是喜，道：“此人必是汤贤弟来矣！难得这是老师的后辈，殊可不必去接了。”包公听他说这话。也就不去。 \\n 大椿辞了包公飞马加鞭，到了二十里之外接住大队。 \\n 早见汤俊在前探望，两人远远的看见，说不出那忻悦的光景。大椿就代他道喜，并问带兵的缘故。汤俊一一细说了一遍。 \\n 接着，后面华兆璧、李琼瑶皆出来。大众见面，真是意想不到。此时李大椿方知道他三人又中了鼎甲，这一喜非凡。二人并马而行，慢慢行到大营。包公又出营来接。汤俊先叫下手偏将依住包大人的营址安下营来，众将领令前去，然后汤俊领了众人到了大帐，与包公见礼，述了圣意，听候包公调用。 \\n 包公道：“贼兵本是乌合之众，前番大败，乃因内乱。今有大人带兵前来，自然可以指日剿灭了。” \\n 汤俊再三谦逊道：“皆是深沐皇恩、何能如此称呼!仍然师生称呼为当。”包公也就答允了。 \\n 次日早上，就升帐拨队前在。一路上的城他，虽为英雄豹踞住，却是随占随散，故而将城池末失。行了四五里路，已抵龙泉山下，此次威名不比从前。四五千人依山下寨，把龙泉由四处困住。 \\n 次日，汤俊也不等传令，就自己一马当先，冲出营来，手执两柄烂银锤，号炮三响，摇旗呐喊，飞走而来。山上昨日又见来了兵将，早就防备了。此刻见有人来讨战，忙的跑上山来通报。 \\n 英雄豹一听，正要出马，戴国栋说道：“小弟自上山以来尚无一点功劳，今日之战何劳大哥自去？”说了。提了开山大斧，跳马下山会见。 \\n 两军相对，汤俊道：“来者何人？快快通名上来。” \\n 戴国栋哈哈大笑道：“你这无知的小徒，认不得我戴爷爷国栋么!” \\n 汤俊大怒詈道：“我正要捉你这反叛，碎尸万段、你如今来得正好，放马过来！” \\n 戴国栋听见骂反叛二字，也是大怒。举起斧头，当面砍来。汤俊见他来得凶猛，不敢轻战。举好双锤，用了剪古式就向上一架。叮呤一响，火星乱跳，早将戴国栋的斧头开了过去。戴国栋见一斧不中，已知道来人的本领，不敢怠慢。方要起第二斧砍来，见汤俊用了个流星式，双锤一齐打来。裁国栋忙的将斧头架开，架了半天方才架了开去。晓得战他不过，拨马欲逃，怎禁得汤俊是伍员庙异僧传授的，虽然戴国栋有万夫不当之勇技，也不是他的对手。见他欲逃，忙的将鞭加一下，那马就纵上一步，突的过了戴国栋的马头，舞起锤头，向后一摔，早将戴国栋打死于马下。汤俊就趁势冲上山去。 \\n 那些小兵见国栋已死，忙的飞奔报与英雄豹。英雄豹听了，这一惊却是不小，说：“戴贤弟那些本领，尚死在敌人之手，眼见得此个山上是难保的了。”这个小兵未走，第二个小兵又来报道，敌人已冲上山来。 \\n 英雄豹没法，只得提了长枪，上马下山迎敌。出了山门，见汤俊已到半山。两人见了面也不答话，举起各自兵械挥杀起来。汤俊本来猛勇，加之年轻要功，就将平生之力运于两膀之上。两个灿银锤如同火流星一般，只见上下左右不住的向英雄豹打来。英雄豹见势子不好，心下一怕，手上一软，又被汤俊一锤打中背上，叫了一声“哎哟！”血如泉流，跌下马来。 \\n 众山兵见大王已死，所有那些大小头目明知无用，一个个皆喊饶命。甘心归降。汤俊杀得性起，还要追杀。包公在营中得了消息，忙的叫汤杰传出来止住汤俊道：“所有归服的小兵一律归为队伍，有不欲归顺的仍放他归里。”随后包公又亲自前来查点了仓库，放出王龙。所有戴国栋、韩龙的家小皆斩去首级，带京示众。又将山寨烧去，然后回营，记了功劳。先派人入京报捷，这里将息三天，随后拔队回京。 \\n 一路那些地方官皆道书生戎马，称道不已。到了京中，先将兵丁在城外住扎。包公与汤杰入朝复命。主上奖叙了一番，说明日早朝论功行赏。他二人退了出来。 \\n 次日早朝，上朝面主，加封包清义为振国都招讨，汤俊着补授都指挥员缺，加封三代，华兆璧弟兄今即报效有功，着开坊补授左右庶子，李琼瑶着一级升用。众人叩恩已竣，项各告假回里。那汤德元处已寄了信来说，太太因他五人皆中了鼎甲，将春姑、秋姑求李太太为媒，把汤俊弟兄为妻，叫他接信后，与大椿一同告假回家。 \\n 大众得信，次日上朝，就将此事奏明，主上也大悦。 \\n 令赏给花红采缎，奉旨完姻。那知包公因瑶云在自己家中，又奏明为煤，将女儿翥鵉与李大椿为妻。大椿又奏明已经聘定汤氏之女，求包公另图快婿。天子因包公有功，不肯拂其美意，就下旨与汤氏一并受封，不分正副，皆从本夫封典。这个旨意一下，众人只得叩恩退出。包公也告假，先与大椿、兆璧两人绕道武强县家内，将瑶云及女儿一并送到大同回家。而于那天的吉日，你嫁我娶，也说不尽那金榜标名、洞房花烛的快乐。所有合城文武官员，各来道贺，车马盈门，其一时盛事。 \\n 过了三天，各新郎上朝谢恩。惟有瑶云嫁时，乃包公备的妆物。自己家中赵夫人与翠连虽然晓得，却不好意思来问瑶云。过了三天，就双双的坐轿归宁。到了自家门口，回想前番逃走时，如何凄惨，如今天从人愿，可见得人总要有一点真心方可成人。到了厅上，见了夫人，双双叩头。母女也免不得痛哭一番。一个说不该听信你哥哥之话；一个求母亲恕罪，当日不告而逃。倒是翠连因均祥仍未放回，只得求瑶云看母之而，求兆璧设法，瑶云回去与包公说知。果然王云路将均祥放回。后来各家男女皆孝顺父母，敬重翁姑，夫妇和睦，子孙昌盛。后来，兆璧弟兄及大椿各人皆宫居极品，传为佳话。 \\n  \\n   \\n  "}
